본 연구에서는 환경적인 요인으로 인한 성능저하현상으로 내구성 저하가 예상되는 건대-

구의간 고가교의 현재 상태를 분석하고 내구성 저하로 인한 내구연한의 감소를 막기 위하여 고가교 구조물의 경량화를 통한 성능개선을 수행하고자 한다.

경량화 작업은 콘크리트 방음벽을 경량재 방음벽으로, 도상을 자갈도상에서 콘크리트 도상으로, 마지막으로 트라프를 경량화 함으로써 고가교 전체의 경량화를 유도한다.

이러한 고가교 경량화에 따른 정적 및 동적 거동 변화와 성능개선 효과를 분석하고, PSC I형교 구간의 내하율 증진에 의한 구조안전성을 확인한다.

경량화 결과 구조물의 처짐이 2.6mm가 감소하고 1.07MPa의 인장응력이 감소된 것으로 평가되어 대상 구조물의 구조성능이 효과적으로 개선되었음을 알 수 있다.

고유진동수도 경량화에 따라 약 30% 증가하여 진동이 감소하고 동적거동이 향상되었다.

또한, 해석 및 계측 결과를 근거로 하여 대상교량의 내하력을 평가한 결과, 경량화에 따라 내하율이 1.82에서 1.93으로 증가하여 경량화에 따른 성능개선 효과가 우수한 것으로 판명되었다.

@highlight

본고에서는 환경적인 요인으로 인한 성능저하현상으로 내구성 저하가 예상되는 건대-

@highlight

구의간 고가교의 현재 상태를 분석하고 내구성 저하로 인한 내구연한의 감소를 막기 위하여 고가교 구조물의 경량화를 통한 성능개선을 수행하고자 한다.

