본 연구에서는 한국 정치와 노동체제에서 사회적 대화가 성공하지 못하고 있는 원인을 분석하고, 한국형 사회적 대화의 조건과 당면과제, 그리고 이를 극복할 수 있는 정책대안을 제시하고있다.

우선 사회적 대화의 의의를 살펴보고, 한국 노동체제에 적합한 사회적 성공을 위한 전제조건을 검토한 결과, 노사단체의 조직적 역량과 대표성, 사회적 파트너십과 사회적 대화에 대한 헌신, 국가 경제 상황에 대한 인식과 위기의식의 공유, 정부와 국회의 제도적 지원 등 네 가지로 정리하였다.

이어서 김영삼 정부의 노·경총 임금합의와 노사관계개혁위원회, 김대중 정부의 노사정위원회, 노무현 정부의 노사정대표자회의, 이명박 정부와 박근혜 정부의 경제사회발전노사정위원회, 문재인 정부의 경제사회노동위원회 등 역대 정부에서 추진된 사회적 대화의 배경과 주요 내용을 정리하고, 유형론을 활용하여 사회적 대화가 자율형에서 동원형으로 변화되어 왔다는 분석의 타당성과 한계를 검토하였다.

사회적 대화 성공의 전제조건들을 한국 노동체제의 현실에 대입하여 분석하여 도출한 문제점은 노사단체의 조직적 역량과 대표성 결여, 사회적 파트너십과 대화에 대한 헌신 부재, 상황 인식과 위기의식 공유 부족, 정부와 국회의 제도적 지원 미흡 등으로 요약된다.

끝으로 지속가능하고 건실한 사회적 대화가 이루어지도록 하기 위한 과제로 사회적 대화의 정치적 중립화, 의제와 역할의 재설정, 개방적 운영전략, 대화 주체들의 역량 강화를 지원 확대를제시하면서, 이를 위한 구체적 방안들을 제안하였다.

@highlight

본 연구는 한국 정치와 노동체제의 사회적 대화의 실패 원인을 분석하고, 한국형 사회적 대화의 조건과 당면과제, 정책대안을 제시한다.

@highlight

분석결과 도출된 문제점은 노사단체의 조직적 역량과 대표성 결여, 상황과 위기의식 공유 부족, 정부와 국회의 제도적 지원 미흡 등으로 요약되었고, 사회적 대화를 이루기 위한 과제로 정치적 중립화, 의제와 역할의 재설정, 개방적 운영전략등을 제시하였다.

