본 연구는 동요학습 활동이 초등학교 학습부진아의 받아쓰기 능력에 미치는 효과를 알아보기 위한 단일대상 실험연구이다.

연구대상은 대구광역시 B초등학교 1학년에 재학 중인 학습부진아 3명을 선정하였으며, 실험기간은 9월초부터 10월말까지 매 회기 40분간 주 3회 7주간 총 20회기 실시하였다.

프로그램은 최인실(2002), 신재충(2004)의 동요학습 프로그램과 초등학교 1학년 즐거운 생활에 수록된 동요를 중심으로 총 18곡으로 구성하였고, 평가도구는 철자와 띄어쓰기의 적합성을 고려하여 회기별로 각 10문항씩 구성하였다.

자료 처리는 받아쓰기 능력을 백분율로 환산하여 단일 대상 연구의 대상자간 중다기초선 그래프로 처리하였다.

본 연구의 결론은 첫째, 동요학습 활동은 학습부진아의 철자쓰기 능력을 향상시키는데 효과적이며, 둘째, 동요학습 활동은 학습부진아의 띄어쓰기 능력을 향상시키는데 효과적이다.

@highlight

동요학습 활동이 초등학교 학습부진아의 받아쓰기 능력에 미치는 효과를 알아보는 단일대상 실험연구이다.

@highlight

결론적으로 동요학습 활동은 학습부진아의 철자쓰기 능력과 띄어쓰기 능력을 향상시키는 데 효과적인 것으로 나타났다.

