이

 

연

구

의

 

목

적

은

 

교

육

열

정

이

 

소

진

된

 

체

육

교

사

들

이

 

열

정

을

 

다

시

 

회

복

할

 

수

 

있

는

 

기

초

 

자

료

를

 

제

공

하

는

 

데

 

있

다

.

 

이

를

 

위

해

 

1

0

명

의

 

체

육

교

사

들

과

 

순

차

적

으

로

 

개

방

형

 

면

담

 

및

 

반

구

조

화

 

면

담

을

 

진

행

하

였

다

.

 

수

집

된

 

자

료

는

 

근

거

이

론

의

 

분

석

 

절

차

인

 

개

방

코

딩

,

 

축

코

딩

,

 

선

택

코

딩

의

 

과

정

을

 

거

쳐

 

결

과

를

 

도

출

하

였

다

.

 

체

육

교

사

의

 

교

육

열

정

 

소

진

 

유

형

은

 

업

무

에

 

의

한

 

소

진

,

 

상

호

작

용

에

 

의

한

 

소

진

,

 

그

리

고

 

업

무

 

및

 

상

호

작

용

에

 

의

한

 

소

진

으

로

 

나

타

났

다

.

 

업

무

에

 

의

한

 

소

진

은

 

‘

과

중

한

 

업

무

’

,

 

‘

불

합

리

한

 

관

행

’

,

 

‘

업

무

 

중

심

 

학

교

 

문

화

’

의

 

하

위

 

범

주

가

,

 

상

호

작

용

에

 

의

한

 

소

진

은

 

‘

학

생

의

 

부

정

적

 

영

향

’

,

 

‘

동

료

교

사

와

의

 

갈

등

’

의

 

하

위

 

범

주

가

 

확

인

되

었

다

.

 

업

무

 

및

 

상

호

작

용

에

 

의

한

 

소

진

은

 

앞

의

 

두

 

가

지

 

유

형

이

 

복

합

적

으

로

 

나

타

났

다

.

 

그

리

고

 

이

러

한

 

요

인

들

의

 

결

과

로

 

‘

교

직

에

 

대

한

 

회

의

감

’

,

 

‘

의

욕

 

상

실

’

,

 

‘

심

신

 

쇠

약

’

의

 

소

진

 

현

상

이

 

나

타

났

다

.

 

교

육

열

정

 

회

복

 

유

형

은

 

관

계

 

중

재

형

,

 

자

기

 

성

찰

형

,

 

혼

합

형

으

로

 

나

타

났

다

.

 

관

계

 

중

재

형

은

 

‘

동

료

교

사

의

 

긍

정

적

 

영

향

’

,

 

‘

근

무

 

환

경

의

 

변

화

’

,

 

‘

사

회

적

 

지

지

’

의

 

범

주

가

 

확

인

되

었

고

,

 

자

기

 

성

찰

형

은

 

‘

자

기

 

성

찰

 

및

 

학

생

을

 

위

한

 

노

력

’

,

 

‘

휴

식

 

및

 

새

로

운

 

도

전

 

의

지

’

의

 

범

주

가

 

나

타

났

다

.

 

혼

합

형

은

 

앞

의

 

두

 

가

지

 

유

형

이

 

복

합

적

으

로

 

드

러

났

다

.

 

그

리

고

 

이

러

한

 

요

인

들

의

 

결

과

로

 

‘

활

력

’

,

 

‘

보

람

’

,

 

‘

행

복

’

의

 

긍

정

적

 

정

서

를

 

경

험

하

였

다

.

@highlight

본고는 교육열정이 소진된 체육교사들이 열정을 다시 회복할 수 있는 기초 자료를 제공하는 데에 목적이 있다. 이를 위해 10명의 체육교사들과 순차적으로 개방형 면담과 반구조화 면담을 진행했다.