본 연구에서는 17세기 증광시에서의 원점법 운영을 살펴보았다.

증광시에서의 원점법은 시험을 공고한 날부터 관시를 실시하는 날까지 남은 기간에 비례하여 기준 원점을 결정하였다.

증광시에서의 원점은 1662년 증광시에서부터 실시하지 않게 되었는데, 가장 큰 이유는 비용의 문제였다.

17세기는 기상 여건이 좋지 않았던 시기였으며, 이에 따라 국가의 여러 행사뿐만 아니라 정상적인 교육활동도 지장을 받던 시기였다.

이러한 기상여건으로 인해 1662년에 증광시에서 관시를 폐지되었으며, 동일한 조치는 1675년 증광시에서도 반복되었다.

그 후 1662년과 1675년 증광시에서의 관시를 폐지한 것은 하나의 전례(前例)가 되어 증광시가 실시될 때마다 같은 조치가 반복되었으며, 결국 그 내용이 법전에 수록됨에 따라 증광시에서 관시는 폐지되었다.

증광시에서의 관시 폐지는 당시 좋지 않은 기상여건과 전례에 따라 별시를 시행하던 당시의 운영방식이 결합되면서 나타난 것이라 할 수 있다.

또한 이러한 조치는 성균관의 위상 저하로 인한 것을 보기는 어려우며, 그 당시에 증광시에서 원점법을 실시하지 않는다고 하더라도 성균관 유생의 수를 충분히 확보할 수 있었기 때문인 것으로 풀이할 수 있다.

@highlight

이 연구는 17세기 증광시에서의 원점법 운영을 살펴보았다.

@highlight

증광시에서의 원점법은 시험을 공고한 날부터 관시를 실시하는 날까지 남은 기간에 비례해 기준 원점을 결정했다.

