창의적인 사람들의 사고방식을 프로세스화 한 TIP의 이론적 체계와 사례를 통해 신상품 개발에 대한 체계화된 접근방법을 기술하여 기업의 신상품 개발을 보다 창의적이고 효율적으로 전개하고자함.

신상품 개발에 관련된 컨설턴트 들의 기존 신상품 개발 프로세스 및 학자들이 저술한 서적 및 지식을 바탕으로 급변하는 현실에 맞는 획기적인 방법을 추구하는 TIP(Theme Idealizing Process)을 구축하고 특히 창의적 아이디어 도출 단계의 중요성에 대해 전문가들에게 효율성을 검증함.

79명의 전문가들에게 6가지 단계적 활동들 가운데 가장 중요하게 여기는 설문 결과 2단계 활동인 BIG 3렌즈를 통한 아이디어 도출이 중요하다고 표시한 빈도가 41회로 가장 높게 나타남.

본 연구에서는 단계별 적용사례를 소개하였으나, 전체 프로세스를 망라하는 특정 기업의 사례는 제시하지 못하고 있는데, 이는 신상품 과제의 전략적 특성상 기업의 지적재산권에 해당되므로 소개하는데 한계가 있음.

TIP 전 단계를 밟아 개발된 제품의 사례도 지적재산권이 문제시 되지 않는 시점이나 영역에서 사례 연구의 발표가 필요함.

TIP 프로세스는 실무적으로 신상품 개발과제를 도출하고 신상품 개발전략을 수립하는데 유용하게 적용될 수 있으며 일부 기업에서는 이에 대한 교육과 업무 적용을 추진함.

@highlight

이 연구는 단계별 적용사례를 소개했으나, 전체 프로세스를 망라하는 특정 기업의 사례는 제시하지 못하고 있는데, 이는 신상품 과제의 전략적 특성상 기업의 지적재산권에 해당되므로 소개하는데 한계가 있음.

@highlight

TIP 전 단계를 밟아 개발된 제품의 사례도 지적재산권이 문제시 되지 않는 시점이나 영역에서 사례 연구의 발표가 필요함.

