평생학습 패러다임으로 인해 일터학습은 일과 학습이 분리된 개념이 아니라 조직과 조직원들의 유기적인 관계형성과 성장을 촉진시키는 학습활동으로 변하고 있다.

이렇게 급변하는 조직 환경에서 조직생존을 위한 전략으로 떠오른 개념이 일터학습과 조직시민행동이다.

이연구는 일터학습이 유형에 따라 혁신성, 조직몰입, 그리고 조직시민행동에 미치는 영향을 탐색한 것이다.

이를 위하여 제조업 근로자 292명을 연구대상으로 삼아 자료를 수집한 후 구조방정식을 이용하여 모형분석을 하였다.

분석 결과 학습의 활용 유형인 형식적 학습, 무형식 학습, 우연적학습은 조직구성원의 혁신성, 조직시민행동에 유의미한 영향을 미치는것을 알 수 있었다.

또 무형식 학습과 우연적 학습은 조직몰입에 영향을 미치는 것으로 나타났으나 형식적 학습은 조직몰입에 영향을 미치지 않는 것으로 나타났다.

조직시민행동의 영향요인을 분석해 볼 때,조직시민행동의 영향요인은 형식적 학습, 무형식학습, 혁신성, 조직몰입 등이다.

우연적 학습은 조직시민행동에 유의미한 영향을 미치지 않는 것으로 밝혀졌다.

그러나 매개경로 분석결과 우연적 학습은 혁신성, 조직몰입을 통해 조직시민행동에 유의미한 영향을 미치는 것으로드러났다.

@highlight

평생학습 패러다임으로 인해 일터학습은 일과 학습이 분리된 개념이 아니라 조직과 조직원들의 유기적인 관계형성과 성장을 촉진시키는 학습활동으로 변하고 있다.

