현대 사회에서 도시화와 온난화로 인한 태풍 등 강풍에 의한 피해는 증가될 것으로 예상된다.

본 연구에서는 기 개발된 창호보호장치의 보강성능을 시험하기 위해 비 보강된 판유리와 보강된 판유리의 2점 가력실험과 등분포하중 실험을 수행하였다.

창호보호장치의 보강성능은 휨 성능평가를 토대로 평가하였다.

창호보호장치의 이론적 성능 산정은 탄성하중법과 처짐 곡선의 미분방정식을이용한 수식해석과 Midas-

Gen을 이용한 전산해석을 통해 수행하였다.

실험값과 이론 산정 값의 최대하중 가력시의 판유리 중앙부 최대 처짐 비교를 통해 산정방법의 유효성을 검토하였다.

창호보호장치 부착 시 실험조건하에서 40%까지의 응력감소효과와 동일 하중하에서 71.4%까지의 처짐 감소 효과가 있었다.

판유리를 보요소로 해석한 결과보다 판유리를 판 요소로 해석한 결과가 오차가 적으므로 성능 판단 시 가능하면 판 요소로 해석을 수행하는 것이 유리하다.

@highlight

기 개발된 창호보호장치의 보강성능을 시험하기 위해 비 보강된 판유리와 보강된 판유리의 2점 가력실험과 등분포하중 실험을 수행하였으며 창호보호장치의 보강성능은 휨 성능평가를 토대로 평가하였다.

@highlight

또한 창호보호장치의 이론적 성능 산정은 탄성하중법과 처짐 곡선의 미분방정식을이용한 수식해석과 Midas-

@highlight

Gen을 이용한 전산해석을 통해 수행하였다.

