본 연구의 목적은 첫째, 직무과부하가 직무탈진에 미치는 영향에서 긍정심리자본의 매개효과를 살펴보는 데 있고, 둘째, 직무과부하가 긍정심리자본에 미치는 영향에 있어서 환경적 변인인 사회적 지지의 조절효과를 검증하는 데 있으며, 셋째, 직무과부하와 긍정심리자본 간의 관계에서 개인특성 변인인 정서적 안정성과 외향성의 조절효과를 검증하는 데 있다.

이를 위하여 기업 및 공공기관, 학교 등 다양한 조직에 근무하는 직장인들에게 설문조사를 실시하여 총 312명의 자료를 분석하였다.

연구결과, 직무과부하는 긍정심리자본에 부적으로 영향을 미쳤고, 직무탈진에 정적으로 영향을 미쳤다.

또한 직무과부하가 직무탈진에 미치는 영향에 있어 긍정심리자본이 매개효과를 가지는 것으로 나타났다.

조절효과를 검증한 결과, 사회적 지지가 높을 때 직무과부하와 긍정심리자본 간의 부적 관계가 더 약하게 나타났으며, 외향성이 높을 때 직무과부하와 긍정심리자본 간의 부적 관계가 더 약하게 나타났다.

따라서 사회적 지지와 외향성이 직무과부하와 긍정심리자본 간의 관계를 조절한다는 것을 알 수 있었다.

마지막으로 이러한 연구결과를 토대로 연구의 시사점과 제한점, 추후연구 과제에 대해서 논의하였다.

@highlight

이 연구의 목적은 첫째, 직무과부하가 직무탈진에 미치는 영향에서 긍정심리자본의 매개효과를 살펴보는 데 있고, 둘째, 직무과부하가 긍정심리자본에 미치는 영향에 있어서 환경적 변인인 사회적 지지의 조절효과를 검증하는 데 있으며, 셋째, 직무과부하와 긍정심리자본 간의 관계에서 개인특성 변인인 정서적 안정성과 외향성의 조절효과를 검증하는 데 있다.

