연구 기술 관련 지식재산 연구노트는 수행하는 연구의 핵심적인 기술을 기록한 연구자의 노고가 담긴 것이며, 하나의 지식 재산 산물이다.

따라서 연구자는연구가 완료되어 성과물을 이루기 전에 또는 그 이후에도 연구노트가 외부로 유출되는 것을 방지해야 한다.

왜냐하면 연구노트가 특허등록 과정에서 하나의 기술 입증 자료로 사용 되었던 대표적인‘복제양 돌리에 대한 복제기술’관련 사례와 같이 연구노트가 기술 분쟁에 있어서 법적인 증거자료로 활용될 수 있기때문이다.

이러한 이유에서 인지 최근 국내외 여러 연구기관들이 과거 서면연구노트보다한 단계 발전 된 전자연구노트를 실질적으로 활용하는 사례가 크게 늘었다.

특히 정부는 한국에너지기술연구원, 한국과학기술원, 한국표준과학연구원, 한국생명과학연구원 등 국가 핵심기술들을 연구하는 국가 연구기관들뿐만 아니라국가 R&D 협약을 체결하는 기관에 대해서 연구노트 작성 및 관리에 관한 사항이 필수 사항으로 포함돼야 한다는 규정을 마련하여 연구 활동 시 연구노트 작성을 적극적으로 장려하였다.

하지만 그 외의 기술연구기관에서 전자연구노트 도입이 활성화 되고 있지 못하다.

따라서 본 논문에서는 현재 사용되는 전자연구노트에 도입에 관한 애로사항과 보안기능에 있어서의 문제점을 밝히고, 보다 개선된 블록체인 기반 디지털연구노트 활용을 통한 기술유출 방지 및 기술자료 입증 방법을 제안하고자 한다.

@highlight

연구 기술과 관련된 지식재산 연구노트는 수행하는 연구의 핵심적인 기술을 기록한 연구자의 노고가 담겨 있으며, 지식 재산 산물이라고 할 수 있다.

@highlight

그러나 그 외의 기술연구기관에서는 전자연구노트 도입이 활성화되고 있지 못하고 있다.

