잘 접합된 볼트접합부는 볼트의 전단파단이 발생할 때 까지 지압 메커니즘에 의하여 훌륭한 연성거동을 보인다.

이러한 볼트접합부에 내재된 연성 능력을 최대한 활용한다면 중력하중, 풍하중, 지진하중 등 다양한 하중에 대하여 활용하여 접합비용의 경제성 제고에기여할 수 있다.

편심하중을 받는 볼트접합부의 경우 보수적인 탄성해석법과 합리적으로 볼트접합부의 연성거동을 활용할 수 있는 극한강도해석법이 존재하나 기존의 극한강도해석법은 오늘날 다양한 소재와 설계조건의 다양화에도 불구하고 하나의 소재와 조건으로 이루어진 실험식에 의존하고 있다.

본 연구의 주된 목적은 체계화된 단일볼트의 실험을 기반으로 볼트의 일반화된 힘-

변형 관계식을 정립하는 것이다.

실험결과를 토대로 볼트접합부의 기하학적인 요소(볼트의 직경, 플레이트의 두께) 및 강도가 힘-

변형 관계에 주된 영향을 미치는 요소라는것을 알 수 있다.

실험결과를 순간중심회전법에 적용하여 보다 정확하고 경제적인 편심하중을 받는 군볼트 접합부 설계가 가능하다.

@highlight

잘 접합된 볼트접합부는 볼트의 전단파단이 발생할 때까지 지압 메커니즘에 의해 훌륭한 연성거동을 보였다.

@highlight

볼트접합부에 내재된 연성 능력을 최대로 활용한다면 중력하중, 풍하중, 지진하중 등 다양한 하중에 대하여 활용하여 접합비용의 경제성 제고에 기여하고자 하였다.

