본 논문에서는 차량의 CO2 배출량을 추정하기 위한 방법들을 설명하였다.

전 세계적으로 에너지와 환경의 중요성이 부각되고 있으며 자동차 부문의 기술개발에서도 이 점이 크게 강조되고 있다.

특히 CO2는 지구 온난화에 영향을 미치는 온실가스로 배출 규제 대상이 되고 있다.

차량의 주행 거리에 따른 CO2 배출량 추정 방법, 기후 변화 위원회(IPCC))에서 제시한 CO2 배출량 추정 방법, MAF(Mass Air Flow)와 옥탄의 화학반응식을 이용한 CO2 배출량 추정 방법 등에 대해서 설명하고 각각의 방법들의 성능을 비교하였다.

각각의 CO2 추정 방법들에 대한 성능을 확인하기 위해 실차를 이용하여 약 5km의 도로를 주행하면서 OBD-

II 포트로 차량의 진단 정보를 획득하고, 주행 거리, 연료 소모량을 구하였다.

정속 주행에서는 비슷한 CO2 배출량 결과를 얻었고, 급가속 주행에서는 IPCC 방식과 화학반응식 방식이 보다 현실적인 배출량 결과를 보임을 확인하였다.

@highlight

이 논문에서는 차량의 CO2 배출량을 추정하기 위한 방법들을 설명했다.

@highlight

차량의 주행 거리에 따른 CO2 배출량 추정 방법, 기후 변화 위원회)에서 제시한 CO2 배출량 추정 방법, MAF와 옥탄의 화학반응식을 이용한 CO2 배출량 추정 방법 등에 대해서 설명하고 각각의 방법들의 성능을 비교했다.

