본 연구는 혁신적 교수법으로 알려진 플립러닝 및 PBL을 회계교육에 적용한 사례를 소개하고, 이러한 스마트러닝 방법론들이 회계교육성과에 영향을 미치는지를 검증하고자 한다.

스마트 러닝은 학습자의 다양한 학습형태와 능력을 고려하고 학습자의 사고력, 소통능력, 문제해결능력 등의 개발을 높이며 협업학습과 개별학습을 위한 기회를 창출하여 학습을 보다 즐겁게 만드는 학습법의 하나이다.

따라서 현실적인 문제해결능력을 중요하게 다루는 회계학 교육에서 요구되는 적절한 학습법이라 할 수 있겠다.

B대학교의 회계관련 교과목의 학부과정 강의에 적용한 사례를 소개한다.

수업진행 및 평가의 구체적인 내용을 전문가컨설팅에 기초한 수업적용사례를 제시하며, 수업진행 전후의 설문조사를 통해 혁신적 교수법에서 지향하는 자기주도학습능력 및 문제해결능력의 개선정도를 알아보고, 이를 통한 수업효과와 학업성과의 관련성을 실증분석하였다.

본 연구를 통해, 많은 주제와 학습양을 다루어야하는 회계학 관련 교과목수업에서도 주제에 따라 또는 수강자의 수강목적 및 특성에 따라 스마트러닝의 방법론이 효과적임을 확인할 수 있었다.

@highlight

본 논문은 혁신적 교수법으로 알려진 플립러닝과 PBL을 회계교육에 적용한 사례를 소개하며, 스마트러닝 방법론들이 회계교육성과에 영향을 미치는지를 검증했다.

@highlight

스마트 러닝은 학습자의 다양한 학습형태와 능력을 고려하고 학습자의 사고력, 소통능력 등의 개발을 높여 학습을 보다 즐겁게 만드는 학습법이다.

