본 논문은 한반도의 기후변화 영향이 수자원에 미치는 영향을 물부족과 가뭄을 중심으로 분석하였고 대상지역은 4대 하천이 중심이 되었다.

물론 기후변화의 영향은 강수량의 증가로 인한 홍수피해의 증가와 온도 상승 및 강수량의 감소로 인한 가뭄의 증가로 구분되어 설명해야 한다.

하지만 본 논문에서는 자료의 한계와 홍수피해를 산정하기 위한 우리나라의 침수피해모형이 존재하지 않기 때문에 기후변화의 영향이 가뭄피해에 국한되어 연구의 한계점을 가지고 있다.

또한 기후변화가 수자원에 영향을 주는 것을 확률적으로 분석할 필요성이 있으나 본 논문에서는 gamma function을 이용하여 실패확률 5% 이내에서 추산하였기 때문에 다양한 확률모형으로 연구의 분석 방법을 확장할 수 있다.

정치한 분석을 위해서 할인율은 단기, 중기, 장기로 구분하여 각각 2.76%, 1.45%, 0.62%로 가정하여 분석하였다.

전체적인 한강수계를 제외하고는 단기에 피해비용이 발생하지 않는 것으로 나타난다.

한강의 경우는 생활용수의 급격한 증가로 인하여 물 수요가 증가하는 것이 초기에 물 부족 현상으로 인하여 지속적인 피해를 발생시키는 것으로 나타났다.

@highlight

본고는 한반도의 기후변화 영향이 수자원에 미치는 영향을 물부족과 가뭄을 중심으로 분석하였고 대상지역은 4대 하천이 중심이 됐다.

