국기원은 태권도의 올바른 가치를 발전시키고 새로운 가치를 발굴하여 태권도 지도자들에게 교육해야 할 책무가 있다.

하지만 국기원이 그러한 역할을 성공적으로 수행하고 있는지에 대한 비판이 끊이지 않고 있다.

따라서 이 연구는 국기원 태권도 지도자 연수원 교육과정과 운영 실태를 태권도 교육 수혜자입장에서 분석하여 바람직한 교육과정의 운영방안을 제안할 목적으로서 수행하였다.

예비 태권도 지도자 182명과 태권도학과 교수 32명을 대상으로 개방형 설문자료를 수집하고, 태권도 교육소비자 및 그와 관련된 태권도 관계자 25명을 대상으로 반구조화 심층면담을 실시하였다.

개방형 면담 자료는 내용분석하고, 반구조화 심층면담 자료는 주로 Spradley(1979)가 제안한 영역분석과 분류분석 방법으로 분석하였으며, Straus & Corbin(1998)이 제안한 자료분석 방법을 추가 도입하여 분석을 보완하였다.

분석한 결과, 교육목표의 명료성 부족, 선발 기준의 미흡, 정체된 교육과정의 운영, 강사 위주의 교육, 평가기준의 미설정, 보수교육 부재 등의 문제점을 발견하였다.

문제점에 대한 개선방안으로 태권도 지도자의 급에 따른 역할 정립과 목표 설정, 타당하고 객관적인 선발 기준의 설정 및 적용, 태권도의 전통적 가치와 시대적 요구를 반영한 교육과정의 운영, 다양한 교육방법의 활용, 교수능력의 평가, 보수교육의 의무화 등을 제안하였다.

@highlight

국기원은 태권도의 올바른 가치를 발전시키고 새로운 가치를 발굴해 태권도 지도자들에게 교육해야 할 책무가 있지만 국기원이 그런 역할을 성공적으로 수행하고 있는지에 관한 비판이 끊이지 않고 있다.

