정약용은 공칠정(公七情)을 천명 또는 천리의 공에서 발현되었다 하고, 이진상은 리가 발현되었다고 말한다.

공칠정에 대하여 리가 발현되었다고 한 것은 그 이전에 이익의 주장이었다.

그는 이황이 칠정의 중절을 이발(理發), 주희가 칠정에도 중절이 있다고 한 것에 근거를 두고 있다.

이진상은 이익의 영향을 받았지만 이황과 주희에 그 근거를 두고 있다.

물론 정약용이 공칠정을 천리의 공에서 발현되었다고 주장하는 것도 이익의 공칠정이발(公喜怒理發)설의 영향이다.

하지만 정약용은 리란 공허한 것으로서 주재할 수 없다면서 주희를 비판한다.

왜냐하면 주희는 리가 기를 주재할 수 있다고 하여 만유의 근본이라고 여겼기 때문이다.

정약용은 공칠정을 이발이라 하지 않고, 주재할 수 있는 천명이 발현된 것이라고 주장하였다.

그의 공칠정설은 주희의 리에 대한 비판에서 나왔지만, 이진상의 설은 주희와 이황에 근거를 두었고 이익의 설에 영향을 받았다.

즉 전자는 주자학에 대한 비판으로서 공칠정설이고, 후자는 주자학에 근거를 둔 공칠정설이라는 점에서 다르다.

@highlight

정약용은 공칠정(公七情)을 천명 또는 천리의 공에서 발현되었다 하고, 이진상은 리가 발현되었다고 말한다.

@highlight

그는 이황이 칠정의 중절을 이발(理發), 주희가 칠정에도 중절이 있다고 한 것에 근거를 두고 있다.

