본 연구에서는 트라우마 초점화된 심리치료에 유용하게 활용할 수 있는 트라우마 사례개념화 양식(Trauma Case Formulation Framework, TCFF)을 개발하고 그 타당도와 신뢰도를 함께 검토하였다.

트라우마 사례개념화 양식은 내담자의 트라우마로 인한 심리적 증상들과 이에 대한 개입에 대한 치료자의 이해를 돕는 정보들을 조직화해주는 틀이다.

TCFF는 트라우마 사례개념화 영역 즉, 트라우마 사건 특성, 트라우마 관련 심리적 증상, 증상을 유지시키는 심리적 기제, 트라우마 치료목표, 트라우마 치료전략의 총 5개 영역으로 구성되었다.

그리고 트라우마 심리치료에 효과적이라고 알려진 6개의 근거기반 심리치료들로부터 사례개념화 요소들을 추출하였다.

이후 사례개념화 요소들을 범주화하고 전문가들로부터 타당도를 확보하였다.

21명의 참여자들에게 TCFF 활용에 대한 교육을 실시하고 트라우마 사례개념화 요소를 평정한 결과 평정자간 신뢰도는 수용할만한 수준을 보였다.

TCFF 양식지의 활용에 대한 타당도는 다양한 임상 장면에서 활동 중인 46명의 심리치료전문가 집단에서 검토되었다.

마지막으로 본 연구의 의의와 제한점 그리고 후속 연구에 대한 제언을 함께 논의하였다.

@highlight

이 연구에서는 트라우마 초점화된 심리치료에 유용하게 활용할 수 있는 트라우마 사례개념화 양식(Trauma Case Formulation Framework, TCFF)을 개발하고 그 타당도와 신뢰도를 함께 검토했다.

