본 연구는 K-

Pop 걸그룹 댄스 동작의 범주화된 분류 체계를 통해 단일·복합 동작을 분석하는데 목적을 두었다.

K-

Pop 걸그룹 댄스 영상 55개를 대상으로 추출된 단일 동작의 수는 총 10,132개의 동작이 추출되었고, 상체 와 하체, 기타로 나누어 동작을 분석하였다.

상체에 따른 동작의 수는 6,682개(66%), 하체에 따른 동작의 수는 3,115(31%)개, 기타에 따른 동작의 수는 335개(3%)의 동작이 분류되었다.

K-

Pop 걸그룹 댄스 영상 55개를 대상으로 추출된 복합 동작의 수는 총 2,256개의 동작이 추출되었고, 55개의 K-

Pop 걸그룹 댄스 영상 중에서 14개의 복합 동작으로 가장 많이 분류된 동작은 에이핑크의 ‘미스터츄’로 나타났다.

K-

Pop 걸그룹 댄스의 단 일·복합 동작의 분석은 K-

Pop 걸그룹 댄스를 배우고자 하는 일반 참여자들에게 효율적 학습 지도와 자율적 안 무의 창작 영역으로서 기본 동작에 대해 필요한 동작을 선택적으로 사용할 수 있도록 실제적 도움과 안내를 줄 수 있을 것으로 기대된다.

@highlight

본 연구는 K-

@highlight

Pop 걸그룹 댄스 동작의 범주화된 분류 체계를 통해 단일·복합 동작을 분석하는데 목적을 두었으며, 일반 참여자들이 선택적으로 사용할 수 있도록 실제적 도움과 안내를 줄 수 있을 것으로 기대된다.

