본 연구는 서울시 강남구와 대구시 수성구를 대상으로 아파트가격에 영향을 미치는 근린환경을 비교분석하고자 한다.

종속변수는 2017년에 거래되었던 서울시 강남구의 469개 단지와 대구시 수성구의 258개 단지의 단위 면적당 평균실거래가격이다.

독립변수로는 단지특성과 근린환경특성으로 구성하였다.

분석결과, 강남구 아파트 가격은 NDVI(+), 경사도(?

), 하천과의 거리(?

)와 유의미한 상관성을 보이고, 수성구 아파트 가격은 고등학교까지의 거리(?

), 사설학원수(+), 최근접 고등학교의 수능 1 ?

2등급 비율(+), 지하철역까지의 거리(?

), 공공체육시설수(+)와 유의미한 상관성을보였다.

본 연구는 수도권 지역인 서울시 강남구와 비수도권 지역인 대구시 수성구의 아파트 가격에 영향을 미치는근린환경요인을 비교분석하였다는 점에서 차별성을 지닌다.

또한, 지역적 특성에 따른 주택가격의 차이에 어떻게대응해야 하는지에 대한 기초자료로 활용될 수 있다는 점에서 의의를 지닌다고 하겠다.

@highlight

본 연구는 서울 강남과 대구 수성의 아파트가격에 근린환경이 미치는 영향을 비교분석하였다.

