렌더링은 우리 눈에 최종적으로 보여지는 픽셀의 색을 결정하는 과정이다.

색상은 근본적으로 빛으로부터 기인한다.

색상이 실제적으로 물체와 결합하면서 반사, 굴적, 투과, 흡수 등의 과정을 통해서 최종색이 결정된다.

본 논문에서는 게임, 그래픽, 가상현실, 영화에서 최근 핫이슈가 되고 있는 물리기반 렌더링의 요소기술을 살펴보고 게임, VR, 그래픽스에서 해결해야 하는 미래과제를 제시한다.

먼저 물리기반 렌더링을 이해하기위해 필요한 배경 지식을 소개한다.

렌더링의 기본적인 입력값은 빛의 세기이며 이를 측정하기 위한 분야인 라디오메트리를 소개한다.

이렇게 측정된 빛의 크기와 함께 표현하고자 하는 재질의 특성 또한 중요하다.

재질의 특성에 따라서 반사가 표면에서만 발생하는 빛을 재현하는 방법으로 표면 반사모델이 있다.

이를 재현하는 방정식 모델을 소개한다.

또한 재질의 특성이 반투명인 경우 표면 하산란 반사를 고려해야 한다.

마지막으로 게임업계와 학계에서 소개된 최신 연구분 야를 살펴보고 물리기반 렌더링에서 향후 해결해야 하는 이슈를 제시하고자 한다.

@highlight

렌더링은 우리 눈에 최종적으로 보여지는 픽셀의 색을 결정하는 과정이다.

@highlight

이 논문에서는 게임, 그래픽, 가상현실, 영화에서 최근 핫이슈가 되고 있는 물리기반 렌더링의 요소기술을 살펴보고 게임, VR, 그래픽스에서 해결해야 하는 미래과제를 제시한다.

