코로나 19에 대응하기 위해 전세계 국가들은 휴업 등 등교수업은 지양하고 원격수업을 도입하여 운영하고 있고, 학업이수 기준 등 법제도적 정비를 추진하고 있다.

우리나라도 2020년 4월 9일부터 전국 유?

초?

중?

고?

특수학교에 원격수업을 도입하면서 일부 법령의 개정은 있었으나, 일반학생을 대상으로 등교수업을 대체하는 원격수업은 처음 시도되다 보니, 법제도적으로 문제가 없는지 분석하고 검토할 필요가 있다.

이를 위해 2장에서 원격수업에 대한 개념을 정의하고, 3장에서 원격수업에 대한 현행 법령을 분석하였다.

4장에서는 원격수업을 함에 있어 현행 법령상 문제점과 개선방안을 제안하였다.

그 결과, 첫째, 천재지변이나 감염병 등으로 학교가 정상적으로 운영되기 어려운 경우 전반적으로 대응할 수 있는 법령이 마련될 필요가 있으며, 둘째, 수업일수, 교육과정 운영 방법, 수업운영방법, 교과용도서의 사용, 학업이수 기준 등에 있어 개정하거나 규제를 완화할 필요가 있다.

또한 교육소외계층 등에 대한 교육격차 해소와 균등한 교육기회 보장을 위한 법제도적 정비가 필요하다.

셋째, 원격수업은 우편, 방송, 정보?

통신 등 다양한 매체와 인터넷서비스 등을 이용하게 되는데 만14세 미만 학생이 교육목적으로 이용할 경우 법정대리인의 동의규정을 완화하거나 예외규정을 둘 필요가 있다.

@highlight

본고는 코로나 19 상황하의 원격수업에 대해 우리나라도 2020년 4월부터 원격수업을 도입하면서 일부 법령의 개정은 있었지만, 처음 시도하는 원격수업에 법제도적 문제가 없는지를 분석하고 검토하기 위해 2장에서는 원격수업의 개념 정의, 3장에서는 원격수업에 대한 현행 법령 분석, 4장에서는 원격수업에 있어 현형법령상 문제점과 개선방안을 제안하였다.

