본 연구는 국내 병원도서관에 초점을 맞추어 이와 관련한 국내 병원도서관의 정책 및 병원도서관 지원사업을 면밀히 조사하고, 국내 병원도서관의 현 운영실태를 파악하고자 하였다.

이에 병원도서관 리스트 구축을 통해 수집된 73개의 도서관을 대상으로 전화면담을 실시하여 운영실태를 조사하였다.

그 결과, 현재 병원도서관은 모기관에 의해 설립되기 보다는 타 기관(재단, 기업 등)의 지원사업을 통해 다수 설립되고 있는 것으로 나타났으며, 그 중 활발하게 운영되는 특정 도서관을 제외하고는 모두 유지만 하고 있는 실정이었다.

공간의 경우, 단독공간을 갖춘 도서관은 대부분 소규모로 운영되고 있었으며, 타 목적 공간 내 서가 배치 및 개방형 휴게실, 복도 벽면 등에 서가를 배치하여 운영하고 있었다.

운영과 관련하여 도서관 운영을 위한 전담 부서 및 담당 인력이 없는 곳이 가장 높게 나타났으며, 장서의 경우 설립 당시 지원 받은 도서를 유지할 뿐 추가로 구입하지 않고 있는 곳이 과반수 이상으로 나타났다.

또한 서비스 및 프로그램의 경우, 특정 도서관을 제외하고는 대출서비스만 제공하고 있는 것으로 나타났다.

이에 향후 병원도서관 활성화를 위해서는 국가적차원에서의 정책 및 지원이 이루어져야 할 것으로 보이며, 병원도서관이 지속적으로 운영되기 위해서는 모기관과의 연계와 더불어 지역 대표도서관 및 공공도서관과의 연계를 통한 운영방안도 모색할 필요가 있다.

@highlight

국내 병원도서관에 초점을 맞추어 이와 관련한 국내 병원도서관의 정책 및 병원도서관 지원사업을 면밀히 조사하고, 국내 병원도서관의 현 운영실태를 파악하고자 하였다.

@highlight


병원도서관 리스트 구축을 통해 수집된 73개의 도서관을 대상으로 전화면담을 실시하여 운영실태를 조사하였다.

