체육 철학은 운동과 인간에 일어나는 사실적 진리를 밝혀 인간에 있어서 운동이 무엇이며, 이 운동이 어떠한 사상적 체계로 인간의 삶의 실존 가운데 행해지고, 또한 방법론적으로 어떻게 행해져야 하는가에 대한 그 방향성과 올바른 구체적 교수법에 대한 활발한 논의가 전개되어야 한다고 생각한다.

이 같은 체육 철학적 사고의 경향성에 따라 현대인의 건강에 대한 철학적 사유를 좀더 단순·명료화하는 차원에서 ‘3리의 건강 운동법’이라는 주제로 현대인의 건강에 대해서 살펴 보고자 하였다.

현대인이 건강하려면 ‘3리’ 즉 다리와 허리 그리고 머리가 건강해야만 건강할 수 있다는 단순·명료화된 사유체계에 따라 각 해당하는 부위에 따라 건강 운동법을 살펴봄으로써 현대인에게 보다 정확하고 품격 있는 건강 운동법을 체득하여 삶의 건강을 도모해보고자 하였다.

이는 마치 한 아름다운 여인의 목에 걸려 있는 우아한 진주 목걸이처럼 한 알, 한 알 떨어져 있는 진주 구슬을 한 알 한 알씩 이음새로 꿰어 마침내 진귀한 진주 목걸이로 세트화 함과 같은 이치로 기존 건강 운동법 중 익히 알려져 있는 진귀한 것들을 현대인을 위한 3리 건강 운동법에 세트화 시켜보고자 시도하였다.

@highlight

철학적 사유를 좀더 단순·명료화하는 차원에서 현대인이 건강하려면 ‘3리’ 즉 다리와 허리 그리고 머리가 건강해야만 건강할 수 있다는 단순·명료화된 사유체계에 따라 각 해당하는 부위에 따라 건강 운동법을 살펴봄으로써 현대인에게 보다 정확하고 품격 있는 건강 운동법을 체득하여 삶의 건강을 도모해보고자 하였다.

