신고전학파 모형에 의하면 경제주체에 의해 합리적으로 예상되는 중앙은행의 통화정책은 실질생산에 영향을 미칠 수 없고 예상되지 못한 통화정책 충격만이 영향을 미칠 수 있다.

이 같은 점에 착안하여 본 연구에서는 한국에서 예상통화 및 비예상통화의 실질산업생산 또는 각 산업별 실질생산에 대한 중립성을 검증하였다.

실증분석 결과 주요한 결론은 다음과 같다.

첫째, 예상통화 및 비예상통화의 실질 산업생산에 대한 중립성 검증은 추정에 이용된 데이터의 표본기간에 따라 상이한 결과가 도출되고, 각 산업별로도 검증결과의 차이가 큰 것으로 나타났다.

둘째, 최근 대부분의 개도국 연구 결과와 같이 한국의 경우에도 예상통화가 비예상통화에 비해 실질생산에 대한 통계적 설명력이 높고 누적효과도 큰 것으로 나타났다.

이는 추정 표본기간이나 대상 산업에 관계없이 일관되게 나타나는 결론이다.

셋째, 통화중립성이 기각된 산업들이 통화중립성이 지지된 산업들에 비해 중소기업 비중이 높은 것으로 나타남에 비추어, 한국에도 통화정책의 신용경로가 존재할 가능성이 큰 것으로 판단된다.

@highlight

이 연구에서는 한국에서 예상통화 및 비예상통화의 실질산업생산 또는 각 산업별 실질생산에 관한 중립성을 검증했다.

