계층적 폴디드 하이퍼스타 네트워크는 동일한 노드 개수를 갖는 계층적 네트워크인 HCN(n,n)과 HFN(n,n)보다 망비용이 우수한 연결망이다.

본 연구에서는 하이퍼큐브, HCN(n,n), HFN(n,n)과 계층적 폴디드 하이퍼스타 HFH(Cn,Cn) 사이의 임베딩을 분석한다.

임베딩 결과는 HCN(n,n), HFN(n,n), 하이퍼큐브 Q2n은 계층적 폴디드 하이퍼스타 HFH(Cn,Cn)에 확장율과 연장율 2, 3, 4로 각각 임베딩 가능하다.

또한, 계층적 폴디드 하이퍼스타 HFH(Cn,Cn)는 계층적 네트워크인 HFN(2n,2n)에 연장율 1에 임베딩 가능하다.

이러한 임베딩 결과는 하이퍼큐브, HCN(n,n), HFN(n,n)에서 개발된 알고리즘을 계층적 폴디드 하이퍼스타 HFH(Cn,Cn)에서 효율적으로 활용 가능함을 의미한다.

@highlight

본 연구에서는 HFH(Cn,Cn)과 하이퍼큐브, HCN(n,n), HFN(n,n) 사이의 임베딩을 분석한 결과, 하이퍼큐브, HCN(n,n), HFN(n,n)에서 개발된 알고리즘을 HFH(Cn,Cn)에서 활용 가능하다.

