이 글은, 한반도문제의 국제적 성격을 국제이론을 통해 바라보면서, 한반도 평화과정의 대안적인 인식론적 기반 및 연구의제를 설정하고자 한다.

비판적 국제이론은 강대국 중심의 국제이론이 아니기 때문에 강대국에 포위된 상태에서 평화를 추구해야 하는 우리에게 많은 시사점을 제공해 줄 수 있을 것이다.

특히, 비판적 국제이론은 그 이론 내부에서 설명과 예측의 기능뿐만 아니라 윤리적, 실천적 지평을 고려하고 있다는 점에서 한반도의 평화와 같은 규범적 목표의 실현에 적절한 이론일 수 있다.

이 글의 구성 및 주장은 다음과 같다.

첫째, (신)현실주의 국제이론에 근거한 한반도 평화과정을 비판한다.

비판의 핵심은(신)현 실주의에 의거할 때, 한반도의 평화는 분단체제의 현상유지와 동의일 수밖에 없다는 것이다.

둘째, 비판적 국제이론의 등장배경 및 주요 개념을 소개하고, 이 이론에 입각하여 한반도 평화과정에 대한 대안적 연구의제를 설정한다.

한반도 대한 비판적 접근은“우리가 무엇을 할 수 있을 것인가,”라는 “가능한 것의 범위”를 묻는 질문에 하나의 대안적 문제설정을 제공할 수 있을 것이다.

평화 및 안보개념의 재구성, 한반도문제의 역사적 구조 및 이행, 대항헤게모니의 형성 등이 주요 내용이다.

셋째, 결론에서는 한반도의 평화과정을 이끌어 나갈 수 있는 한국 외교정책의 방향을 간략히 제시한다.

@highlight

한반도문제의 국제적 성격을 국제이론을 통해 바라보면서 한반도 평화과정의 대안적인 인식론적 기반 및 연구의제를 설정하고자 하며 현실주의 국제이론에 근거한 한반도 평화과정을 비판한다.

@highlight

또한 비판적 국제이론의 등장배경 및 주요 개념을 소개하고 이 이론에 입각하여 한반도 평화과정에 대한 대안적 연구의제를 설정한다.

