국민에 대한 봉사자인 공무원은 공익을 추구하고 공공의 목적을 달성하는 과정에서 행정윤리를 지켜야 한다.

그러나 공공부문에서 무사안일은 관료 집단의 고질적인 문제로 항상 지적되고 있다.

본 연구는 한국 공공부문에서 나타나는 무사안일 행태를 2007년부 터 2013년까지 추세 분석을 실시하여, 시기별 차이 및 차원별 영향요인의 변화를 살펴 보고 무사안일을 둘러싼 한국 행정환경의 변화를 추적하여 공무원의 무사안일 방지를 위한 정책적 함의를 도출하고자 하였다.

이를 위해 본 연구는 2007년, 2010년, 2013년 의 공무원 설문조사 자료를 사용해 다중회귀분석을 실시하였다.

분석 결과, 2007년부터 2013년까지 공통적으로 공직사명감, 조직운영의 효율성, 조직의 환경 변화 대응성 변수 가 공무원 무사안일에 통계적으로 유의한 부정적 영향을, 신분보장 변수가 공무원 무사 안일에 통계적으로 유의한 긍정적 영향을 미치는 것으로 나타났다.

한편, 공무원 임용 시 공공봉사동기는 2010년과 2013년에만 무사안일에 통계적으로 유의한 부정적 영향을 미치는 것으로 나타났다.

t 검정 결과에 있어서도 모든 연도에서 공공봉사동기를 가지고 공직에 진입한 공무원이 그렇지 않은 공무원에 비해 무사안일의 정도가 낮은 것으로 나타났다.

그동안 여타 행정윤리 및 부패 관련 연구들은 많았지만, 무사안일 자체를 살펴 보는 연구는 상대적으로 부족했다.

특히 한국 공공부문의 무사안일에 대해 종단연구를 실시한 경우는 찾아보기 어렵다는 점에서, 공공부문의 무사안일 행태를 추세 분석한 본 연구의 시도는 의의가 있다고 할 수 있다.

@highlight

이 연구는 한국 공공부문에서 나타나는 무사안일 행태를 2007년부 터 2013년까지 추세 분석을 실시하여, 시기별 차이 및 차원별 영향요인의 변화를 살펴 보고 무사안일을 둘러싼 한국 행정환경의 변화를 추적하여 공무원의 무사안일 방지를 위한 정책적 함의를 도출하려 했다.

@highlight

본 연구는 2007년, 2010년, 2013년 의 공무원 설문조사 자료를 사용해 다중회귀분석을 실시했다.

