「국제질서 2030」의 특징은 부와 지식의 양극화, 경제의 안보무기화, 대중영합주의 리더십의 확산으로 요약된다.

미국과 중국이 벌이는 신냉전체제는 이러한 세 가지 현상을 부채질한다.

국제협력과 평화가 자유주의 제도와 민주주의 가치를 통해 구축된다고 보는 자유주의는 심각한 도전에 직면했다.

현실주의는 전쟁불가피론에서 벗어나 물리적 폭력을 동반하지 않는 강대국 간 복합적 권력게임에 주목해야 한다.

문재인 정부의 햇별정책 버전 3.0은 자주와 민족공조 가치에 방점을 둔다.

핵보유국 지위를 완성하려는 북한에 우선 경제지원하자는 입장은 안보를 중시하는 현실주의와도, 상호주의를 강조하는 자유주의와도 배치된다.

친북, 반일 민족주의에 종속된 한일관계와 한미관계는 상호신뢰와 정책공조의 측면에서 심각한 위기에 처했다.

한국이 겪고 있는 경제적 어려움과 외교적 불협화음은 외부 환경보다는 전략과 정책의 표류에서 비롯된 결과다.

한국의 대중영합주의는 미국, 유럽, 남미, 중동의 그것에 비해 국가의 정체성과 국가이익에 관한 첨예한 논란과 분열을 가져왔다는 점에서 특이하고 예외적이다.

한국의 유권자들이 현재의 정권을 선택한 국내정치적 이유와, 그렇게 하여 탄생한 정권이 펴는 대외정책 내용은 서로 무관하며 배치되기까지 한다.

이러한 현실을 방치하는 것도 극복하는 것도 결국 국민의 몫이다.

@highlight

「국제질서 2030」의 특징은 부와 지식의 양극화, 경제의 안보무기화, 대중영합주의 리더십의 확산으로 요약, 핵보유국 지위를 완성하려는 북한에 우선 경제지원하자는 입장은 안보를 중시하는 현실주의와도, 상호주의를 강조하는 자유주의와도 배치, 한국의 대중영합주의는 국가의 정체성과 국가이익에 관한 첨예한 논란과 분열을 가져왔다는 점에서 특이하고 예외적이다.

