본 연구에서는 정치엘리트와 종교엘리트 모두를 “전략적이고 능동적인 행위주체”로 파악하고 해방 이후부터 최근까지 그들 간의 상호작용을 살펴보았다.

한국의 정치와 종교의 상호관계는 정치·경제의 상황변화에 따라 함께 바뀌어왔다.

해방 직후는 여러 종교가 얽힌 종교의 혼란기이기도 하다.

그러나 사회적 안정기에 접어드는 박정희 정권 초기부터는 불교, 개신교, 천주교의 3개의 지배종교가 안정적으로 정착되어 정권들과 갈등을 빚기도 하고 우호적 관계를 갖기도 하며 사회에 영향력을 행사해왔다.

이 과정에서 나타난 첫 번째 특징은 사회구성원들의 행동과 생활패턴을 규정하는 강력한 행위주체로서 전통종교가 부재한 가운데 정치엘리트들은 반공, 경제발전, 그리고 서구화 중심의 규범과 생활패턴을 한국사회에 정착시킬 수 있었다.

둘째로 정치엘리트들의 강력한 권위적 정권이 서서히 약화되면서 종교단체는 정치적 보호막을 구축하거나 최고 통치자에 접근하는 등의 영향력 전략을 구사하면서 세력 확장을 위해 노력해왔다.

한편 진보단체는 정권에 맞서는 사회운동 전략을 폈다.

셋째 권위적 정권이 점차 민주적 정권으로 전환되면서 정치엘리트들은 종교에 대한 비 개입 혹은 불확실한 태도를 취하게 된다.

이에 종교엘리트들은 선거에 영향력을 행사하고 환경이나 인권 등 사회문제에 관심을 보이면서 정치와 사회에 영향력 확대하는 전략적 특성을 보여주었다.

@highlight

이 연구에서는 정치엘리트와 종교엘리트 모두를 “전략적이고 능동적인 행위주체”로 파악하고 해방 이후부터 최근까지 그들 간의 상호작용을 살펴보았다.

