본 연구는 국제유가 영향력을 Kilian(2009)의 구조적 VAR 분석방법에 따라 공급 및 수요충격으로 구분하여, 에너지 기업들의 주식수익률에 미치는 영향력을 패널데이터 회귀분석과 충격반응분석을 통해 검증했다.

본 연구는 재무론적 관점의 투입비용 및 수요효과 측면에서 유가충격이 주식수익률에 미치는 영향력을 이론적으로 설명한 점에서 연구의 기여사항이 있다.

본 연구를 통해 확인한 주요 결과들은 다음과 같다.

첫째, 유가의 양(+)의 공급충격은 투입비용효과측면에서 에너지 기업들의 현금흐름 개선에 기여함으로써, 주식수익률과 정(+)의 관련성을 보였다.

둘째, 유가의 양(+)의 수요충격은 소비자 수요효과측면에서 인플레이션 유발 및 투자자 위험회피성향을 초래하는 것으로 나타나 주식수익률과 부(-

)의 관련성을 갖는 것으로 확인되었다.

셋째, 자산규모, 배당성향 및 시장포트폴리오 수익률은 각각 에너지 기업 주식수익률에 부(-

)와 정(+)의 영향을 미쳐 Fama and French(2001, 1993)의 연구결과를 지지하였다.

@highlight

재무론적 관점의 투입비용 및 수요효과 측면에서 유가충격이 주식수익률에 미치는 영향력을 이론적으로 설명한 점에서 연구의 기여사항이 있다.

@highlight

유가의 양의 공급충격은 투입비용효과측면에서 에너지 기업들의 현금흐름 개선에 기여함으로써 주식수익률과 정의 관련성을 보였으며 유가의 양의 수요충격은 인플레이션 유발 및 투자자 위험회피성향을 초래하는 것으로 나타나 주식수익률과 부의 관련성을 갖는 것으로 확인되었다.

