교

배

종

 

‘

농

협

 

애

’

 

호

박

은

 

F

₁

 

교

배

종

으

로

 

수

량

성

이

 

뛰

어

나

고

,

 

과

형

이

 

H

형

으

로

 

외

관

상

 

모

양

이

 

우

수

할

 

뿐

만

 

아

니

라

 

잎

이

 

작

고

 

절

간

이

 

짧

아

 

저

온

기

 

터

넬

 

억

제

재

배

에

 

알

맞

은

 

품

종

이

다

.

 

모

계

 

S

A

1

1

은

 

과

형

이

 

H

형

으

로

 

다

소

 

통

통

하

고

 

짧

으

면

서

 

절

간

 

길

이

가

 

짧

아

 

절

성

이

 

좋

은

 

계

통

으

로

 

육

성

하

였

고

,

 

부

계

 

S

J

2

3

은

 

과

장

이

 

다

소

 

길

면

서

 

육

질

이

 

단

단

한

 

계

통

으

로

 

선

발

 

육

성

하

였

다

.

 

1

9

9

6

년

도

에

 

조

합

작

성

 

교

배

하

여

,

 

1

9

9

7

년

도

에

 

조

합

선

발

시

험

과

 

시

교

채

종

을

 

하

였

고

,

 

1

9

9

8

~

1

9

9

9

년

도

에

 

주

요

 

재

배

단

지

에

서

 

농

가

 

실

증

시

험

을

 

실

시

하

여

 

우

수

한

 

평

가

결

과

를

 

얻

어

 

1

9

9

9

 

년

에

 

품

종

등

록

한

 

후

 

농

가

에

 

공

급

하

기

 

시

작

하

였

다

.

 

‘

농

협

 

애

’

 

호

박

 

품

종

의

 

특

징

은

 

기

존

의

 

애

호

박

 

품

종

보

다

 

마

디

 

절

성

이

 

높

고

 

수

량

이

 

많

은

 

다

수

확

 

품

종

으

로

 

잎

이

 

작

고

 

절

간

이

 

짧

으

며

,

 

초

세

가

 

적

당

하

여

 

밀

식

재

배

가

 

가

능

하

다

.

 

특

히

 

절

간

이

 

짧

고

 

절

성

이

 

좋

기

 

때

문

에

 

장

기

재

배

시

 

덩

굴

내

림

을

 

해

 

주

어

야

하

는

 

노

동

력

을

 

줄

일

 

수

 

있

는

 

특

성

을

 

가

지

고

 

있

다

.

 

과

형

은

 

H

자

형

으

로

 

외

관

상

 

모

양

이

 

우

수

하

고

,

 

과

피

색

은

 

연

한

 

담

녹

색

으

로

 

상

품

성

이

 

우

수

하

다

.

 

과

육

질

은

 

단

단

한

 

편

으

로

 

수

송

성

이

 

뛰

어

나

고

,

 

측

지

발

생

이

 

잘

 

되

므

로

 

측

지

를

 

이

용

한

 

재

배

도

 

가

능

하

다

.

 

기

존

 

품

종

에

 

비

해

 

수

확

량

이

 

많

은

 

다

수

확

 

품

종

으

로

 

터

넬

 

억

제

재

배

를

 

주

로

 

하

는

 

전

남

,

 

경

남

,

 

충

남

지

역

에

서

 

가

장

 

인

기

 

있

는

 

품

종

으

로

 

널

리

 

재

배

되

고

 

있

다

.

@highlight

교배종 ‘농협 애’ 호박은 F₁ 교배종으로 수량성이 뛰어나고, 과형이 H형으로 외관상 모양이 우수할 뿐 아니라 잎이 작고 절간이 짧아 저온기 터넬 억제재배에 알맞다. 모계 SA11은 과형이 H형으로 통통하고 짧으면서 절간 길이가 짧아 절성이 좋은 계통으로 육성하였고, 부계 SJ23은 과장이 길면서 육질이 단단한 계통으로 선발하여 육성했다.