경

미

한

 

I

I

I

급

 

부

정

교

합

의

 

비

발

치

 

치

료

는

 

하

악

 

치

열

의

 

원

심

이

동

과

 

상

악

 

치

열

의

 

근

심

이

동

을

 

통

하

여

 

절

충

 

치

료

를

 

하

게

 

된

다

.

 

지

금

까

지

 

하

악

 

구

치

의

 

원

심

경

사

 

및

 

후

방

이

동

을

 

시

키

기

 

위

해

서

 

다

양

한

 

치

료

 

방

법

이

 

소

개

되

어

 

왔

다

.

 

골

성

 

고

정

원

을

 

이

용

한

 

치

료

는

 

총

생

이

 

심

한

 

경

우

와

 

같

이

 

하

악

치

열

의

 

후

방

이

동

이

 

요

구

될

 

때

 

적

용

되

는

데

 

환

자

의

 

협

조

도

와

 

무

관

하

게

 

사

용

할

 

수

 

있

지

만

,

 

하

악

 

치

열

의

 

후

방

 

이

동

 

시

 

치

근

 

접

촉

가

능

성

이

 

있

으

며

 

골

성

 

고

정

원

의

 

탈

락

 

가

능

성

을

 

배

제

할

 

수

 

없

다

.

 

M

u

l

t

i

l

o

o

p

 

e

d

g

e

w

i

s

e

 

a

r

c

h

 

w

i

r

e

 

(

M

E

A

W

)

와

 

악

간

 

고

무

줄

을

 

이

용

한

 

치

료

는

 

효

율

적

으

로

 

하

악

 

치

아

를

 

원

심

 

경

사

할

 

수

 

있

지

만

,

 

장

치

의

 

복

잡

성

 

때

문

에

 

제

작

이

 

어

렵

고

 

환

자

의

 

불

편

감

이

 

증

가

하

는

 

단

점

을

 

가

지

고

 

있

다

.

 

최

근

에

 

향

상

된

 

초

탄

성

 

N

i

-

T

i

 

a

l

l

o

y

 

w

i

r

e

는

 

교

정

력

을

 

좀

 

더

 

효

과

적

으

로

 

전

달

할

 

수

 

있

고

,

 

i

m

p

r

o

v

e

d

 

s

u

p

e

r

e

l

a

s

t

i

c

 

w

i

r

e

 

(

I

S

W

)

를

 

이

용

한

 

t

i

p

-

b

a

c

k

은

 

디

자

인

이

 

간

단

하

기

 

때

문

에

 

간

단

한

 

조

작

으

로

 

와

이

어

를

 

제

작

할

 

수

 

있

으

며

,

 

환

자

의

 

불

편

감

이

 

감

소

할

 

수

 

있

다

.

 

본

고

에

서

는

 

향

상

된

 

초

탄

성

 

N

i

-

T

i

 

a

l

l

o

y

 

w

i

r

e

와

 

악

간

 

고

무

줄

을

 

이

용

하

여

 

하

악

 

구

치

부

를

 

원

심

 

경

사

이

동

한

 

증

례

를

 

소

개

하

고

,

 

효

과

적

인

 

임

상

 

적

용

을

 

위

한

 

고

려

사

항

을

 

살

펴

보

고

자

 

한

다

.

@highlight

경미한 III급 부정교합의 비발치 치료는 하악 치열의 원심이동과 상악 치열의 근심이동을 통하여 절충 치료를 하게 된다. 골성 고정원을 이용한 치료는 총생이 심한 경우와 같이 하악치열의 후방이동이 요구될 때 적용되는데 환자의 협조도와 무관하게 사용할 수 있지만, 하악 치열의 후방 이동 시 치근 접촉가능성이 있으며 골성 고정원의 탈락 가능성을 배제할 수 없다.