멜론으로부터 체세포배를 얻기 위하여 유식물체의 배축절편을 1 mg/L 2,4-

D와 0.5 mg/L BA가 혼합첨가된 MS배지 치상하여 6주 동안 배양하였다.

배축절편으로부터 연한 노란색의 부드러운 캘러스 형성을 거쳐 형성된 체세포배중에는 2개의 자엽을 갖는 정상적인 형태의 체세포배(26%)와 합생 자엽을 갖는 나팔형의 비 정상적인 체세포배(74%)가 관찰되었다.

정상 체세포배의 하배축 부위에서는원형의 전형성층 조직이 발달되었고, 자엽 절 부위로 이동되면서 점차 독립적으로 나뉘어져 자엽에서는 완전히 2개의 전형성층 조직으로 분화하였다.

그러나 합생 자엽을 갖는 나팔형의 체세포배에서는 하배축에서 발달된 원형의 전형층조직이 자엽 절과 자엽부위에서도 원형의 전형성층 조직으로 연결되어 있었다.

또한 2개의 자엽을 갖는 정상 및합생 자엽을 갖는 비 정상 체세포배 tunica-

corpus구조를 볼 수 없었으며 전형적인 dome구조도 관찰할 수 없었다.

이러한 결과는 체세포배에서 전형성층 조직의 분화는 자엽형성 및 유경조직 형성과 밀접한 관계가 있는 것으로 추측할 수 있다.

@highlight

배축절편으로부터 연한 노란색의 부드러운 캘러스 형성을 거쳐 형성된 체세포배중에는 2개의 자엽을 갖는 정상적인 형태의 체세포배(26%)와 합생 자엽을 갖는 나팔형의 비 정상적인 체세포배(74%)가 관찰되었다.

