샨띠데바가 지은 『입보리행론』은 8세기에 인도에서 저술된 이후 인도뿐 아니라 티벳, 중국 등 대승불교권에 걸쳐 널리 전파되어 유행하였고, 오늘날에도 서구와 유럽의 많은 언어로 번역된 후 보급 되어 연구되고 있다.

그 이유는 이 책이 대승불교 철학의 핵심을 담은 입문서로서의 역할을 충실히 수행하였기 때문이다.

또한 게송을 지을 때 쓰인 산스끄리뜨 운율이 텍스트의 메시지를 담는 그릇으로서의 역할을 수행하면서 샨띠데바의 진리에 대한 철학적 통찰과 진리에 이르는 실천 수행법을 전달하는 매개체의 역할을 훌륭히 수행하고 있기 때문이다.

산스끄리뜨 운율이 주는 리듬감과 간결성은 어려운 경전들을 외워나가고 그 의미를 음미하고 이해해 나가는 데에 아주 효과적인 장치가 된다.

또한 간결하기 때문에 반복적으로 소리를 내어 암기하기에도 아주 좋다.

기록 문자가 발달하지 않았던 시대에 운율학의 발전 또한 필연적이었고, 이것을 배움으로 해서 학생들은 텍스트의 철학적인 면 외에 운율을 적용해 나가는 수학적인 면과 또한 운율의 리듬이 불러일으키는 정서적인 면도 동시에 접할 수 있게 되는 것이다.

운율의 지식은 필사본의 교정본을 만들 경우, 글자가 지워져서 잘 보이지 않거나, 또는 여러가지 판본들 중에서 다른 글자가 있을 때, 적합한 글자를 결정할 때도 유용하게 사용할 수 있다.

@highlight

샨띠데바가 지은 『입보리행론』은 8세기에 인도에서 저술된 이후 인도뿐 아니라 티벳, 중국 등 대승불교권에 걸쳐 널리 전파되어 유행했고, 오늘날에도 서구와 유럽의 많은 언어로 번역된 후 보급 되어 연구되고 있다.

@highlight

또한 게송을 지을 때 쓰인 산스끄리뜨 운율이 텍스트의 메시지를 담는 그릇으로서의 역할을 수행하면서 샨띠데바의 진리에 관한 철학적 통찰과 진리에 이르는 실천 수행법을 전달하는 매개체의 역할을 훌륭히 수행하고 있기 때문이다.

