본 연구는 대학생을 대상으로 자기개념 명확성이 사회불안에 미치는 영향을 알아보고 그 관계에서 자기제시동기-

기대 차이의 매개 효과를 확인하기 위해 수행되었다.

이를 위해 대학교에 재학 중인 329명을 대상으로 설문조사를 실시하였다.

수집된 자료는 SPSS 19.0과 AMOS 20.0 프로그램을 사용하여 변인들의 관계에 대한 상관분석을 실시하였고, 구조방정식 모형 분석을 통해 모형을 검증하고 부트스트래핑을 통해 매개효과 유의성을 검증하였다.

연구의 주요 결과는 다음과 같다.

첫째, 자기개념 명확성은 자기제시기대, 자기제시동기, 자기제시동기?

기대 차이, 사회불안과 통계적으로 유의한 상관을 보였다.

둘째, 자기개념 명확성과 사회불안 간의 관계에서 자기제시동기-

기대 차이의 매개효과는 통계적으로 유의하였다.

결론적으로 자기개념이 불확실하고 일관되지 않은 대학생들은 사회적 상황에서 높은 자기제시동기를 가지나 이에 대한 기대 수준은 낮아 사회불안 증상을 경험할 수 있음을 알 수 있었다.

마지막으로 본 연구의 시사점과 제한점에 관하여 논의하였다.

@highlight

본 연구는 대학생의 자기개념 명확성이 사회불안에 미치는 영향 및 자기제시동기-

@highlight

기대 차이의 매개 효과를 확인하기 위한 것으로, 이를 통해 자기개념이 불확실한 경우, 사회적 상황에서 높은 자기제시동기를 가지나 기대 수준은 낮아 사회불안 증상을 경험할 수 있음을 알 수 있었다.

