본 연구는 만4~5세 자녀를 둔 어머니의 행복감 및 자아분화와 어머니-

자녀 간 상호작용과의 상관관계를 분석하고, 어머니의 행복감 및 자아분화가 어머니-

자녀 간 상호작용에 미치는 영향을 파악하려는 목적으로 수행되었다.

어머니와 자녀간의 상호작용에 대한 어머니의 행복감과 자아분화의 영향을 확인하기 위하여, 총 268명의 어머니들을 대상으로 관련 변인들에 대하여 질문지법을 사용하여 자료를 조사하였다.

분석결과 어머니와 자녀간의 상호작용에 대하여 어머니의 자아분화 요인 보다는 행복감이 더 큰 영향을 미치는 것으로 나타났다.

어머니의 행복감은 어머니-

자녀 상호작용 중 훈육행동과 애정행동에 모두 정적인 영향을 미치는 것으로 나타나 어머니의 긍정적 정서가 높아지면 자녀와의 긍정적인 상호작용에 직접적인 영향을 주는 것이 확인되었다.

또한 어머니의 자아분화가 어머니와 자녀간의 상호작용에 미치는 영향에 있어서는 행복감에 비해서 상대적으로 작은 영향력을 미치고 있었으나, 어머니가 자녀와 긍정적인 상호작용을 할 수 있도록 하기 위해서는 행복감과 더불어 자아분화 수준에 대한 고려도 필요한 것으로 판단된다.

@highlight

이 연구는 만4~5세 자녀를 둔 어머니의 행복감 및 자아분화와 어머니-

@highlight

자녀 간 상호작용과의 상관관계를 분석하고, 어머니의 행복감 및 자아분화가 어머니-

@highlight

자녀 간 상호작용에 미치는 영향을 파악하려는 목적으로 수행됐다.

