본 연구는 대학 소속의 연구자들을 대상으로 연구데이터의 관리 현황을 분석하는 것을 목적으로 하였다.

이를 위해 2010년과 2011년 한국연구재단 지원사업의 최종선정과제 연구책임자들 중 대학에 소속되어 있는 이들을 대상으로 설문조사를 실시하였다.

총 131명의 설문 내용을 분석한 결과, 대학에서 생산·수집되는 연구데이터의 유형은 인문·사회과학 분야와 자연과학·의학 및 공학 분야 연구자들 간에 많은 차이를 보였다.

응답자들은 주로 관련정보와 데이터를 연결시키거나 추가적으로 생산된 데이터를 병합하는 활동을 통해 연구데이터의 활용 가치를 높이고 있었다.

연구데이터 보관을 위해 개인 PC나 이동식 매체가 보편적으로 사용되고 있었으며, 약 80%의 응답자들이 과제 종료 이후 연구데이터의 유용성이 유지되는 연한을 10년 미만으로 보았다.

연구데이터의 공유는 주로 소속 연구팀 내에서 이루어지거나 외부에서 데이터를 요청하는 연구자들과 이루어지고 있었다.

타인의 연구데이터를 활용하는 응답자의 비율은 본인의 데이터를 공유한다는 응답자의 비율보다 높았으며 다수의 응답자들이 출판된 논문에서 데이터를 추출하거나 개인적으로 연락하는 방식을 통해 타인의 연구데이터를 획득하고 있었다.

대학 내에서 연구데이터 관리체계가 존재하지 않는 경우가 대부분이었으며 특히 데이터의 장기보존과 메타데이터 작성에 대한 만족도가 낮아 이를 지원할 수 있는 연구데이터 아카이빙 서비스의 개발이 요청된다.

@highlight

이 연구는 대학 소속의 연구자들을 대상으로 연구데이터의 관리 현황을 분석하는 것을 목적으로 했다.

@highlight

총 131명의 설문 내용을 분석한 결과, 대학에서 생산·수집되는 연구데이터의 유형은 인문·사회과학 분야와 자연과학·의학 및 공학 분야 연구자들 간에 많은 차이를 보였다.

