본 연구는 세종특별자치시의 지역적 특성에 따른 범죄발생 원인을 분석하여 범죄로부터 안전한 도시를 구축 할 수 있는 효과적인 대책방안에 대하여 제시하고자 하였다.

이러한 목적을 달성하기 위해 이론적 논의와 선행연구를 바탕으로 세종특별자치시의 범죄유형과 현황을 네 개의 권역별로 나누어 범죄발생 원인을 분석하였다.

따라서 연구결과를 바탕으로 세종특별자치시의 범죄발생 원인과 효과적인 범죄안전 대책방안을 제시하면 다음과 같다.

첫째, 세종특별자치시의 출범이후 신도심지역을 중심으로 범죄가 증가하고 있지만 권역별 범죄발생 원인에 대한 심층적인 분석과 대책 수립이 미흡하다.

따라서 권역별 범죄발생 원인을 지속적으로 분석하고, 모니터링 할 수 있는 세종특별자치시만의 범죄안전모델시스템의 구축이 필요하다.

둘째, 민･관･학 간의 협력관계 구축이 미흡하고 기관들의 효율적이고 실질적인 운영이 이루어지지 않고 있다.

이에 지역의 민･관･학 간의 유기적인 협력체제를 구축하고 지역협의체의 명확한 업무분담과 역할에 대한 가이드라인을 통해 실질적인 운영이 이루어져야 한다.

@highlight

세종특별자치시의 지역적 특성에 따른 범죄발생 원인을 분석하여 범죄로부터 안전한 도시를 구축 할 수 있는 효과적인 대책방안에 대하여 제시하고자 하였다.

@highlight

세종특별자치시의 범죄발생 원인과 효과적인 범죄안전 대책방안을 제시하면, 권역별 범죄발생 원인을 지속적으로 분석하고, 모니터링 할 수 있는 세종특별자치시만의 범죄안전모델시스템의 구축이 필요하다.

@highlight

따라서 권역별 범죄발생 원인을 지속적으로 분석하고, 모니터링 할 수 있는 세종특별자치시만의 범죄안전모델시스템의 구축이 필요하다.

