본 연구에서는 도박자의 자살생각에 영향을 미치는 위험요인과 보호요인을 밝히고자 도박심각도, 도박 빚에 대한 압박감, 가족의 정서적 지지 간의 관계에 대해 살펴보았다.

국내 도박 경험이 있는 도박중독 치유 및 상담 센터 내방자와 도박 시설 이용자 179명을 대상으로 설문을 실시하고 분석한 결과, 첫째, 도박자의 도박행동이 심각할수록 자살생각이 증가하는 것으로 나타났다.

둘째, 도박심각도와 자살생각의 관계에서 도박 빚으로 인한 압박감이 그 관계를 부분 매개하는 것으로 나타났다.

즉, 도박심각도가 자살생각을 증가시키는 직접 경로와 도박심각도가 도박 빚 압박감을 통해 자살생각에 영향을 주는 간접 경로가 유의한 것으로 확인되었다.

셋째, 가족의 정서적 지지는 도박심각도와 상호작용하여 자살생각을 완충하는 중재효과가 있는 것으로 나타났다.

마지막으로, 도박자의 자살 위험을 감소시키기 위해서 가족의 정서적 지지를 증진하는 전략과 도박심각도 및 도박 빚에 대한 압박감에 대한 주의 깊은 평가·개입의 필요성을 논의하였다.

@highlight

이 연구에서는 도박자의 자살생각에 영향을 미치는 위험요인과 보호요인을 밝히고자 도박심각도, 도박 빚에 대한 압박감, 가족의 정서적 지지 간의 관계에 대해 살펴보았다.

