본 연구는 주요 글로벌 터미널 운영사(Global Terminal Operator)의 운영전략을 살펴보고, 국내 주요 컨테이너터미널 하역업체들을 운영적 특성별(하역전문형, 선사형, 국내하역업체)로 구분하여 DEA와 Malmquist지수를 활용하여 효율성과 최근의 생산성 변화추이를 측정하였다.

분석결과, 국내 터미널들의 CCR모델 평균 효율성은 0.702, BCC모델 평균 효율성 0.856, 평균 규모의 효율성 0.837로 측정 되었다.

Malmquist지수의 경우, 평균 지수가 0.946으로 측정되어 생산성이 다소 감소하였음을 알 수 있었다.

결과적으로 하역전문형 GTO가 다른 유형의 운영사보다 상대적으로 효율성과 생산성이 높은 것으로 분석되었다.

향후 국내 항만하역업을 육성하고 활성화하는데 있어, GTO의 선진적인 운영 방식을 적극 도입하고 국내 터미널들을 통합하여 과당경쟁을 줄이는 것이 필요하다.

@highlight

향후 국내 항만하역업을 육성하고 활성화하는데 있어서 GTO의 선진적인 운영 방식을 적극 도입하고 국내 터미널들을 통합해 과당경쟁을 줄이는 것이 필요하게 보인다.

