N

a

2

C

O

3

와

 

[

M

(

S

O

4

)

(

M

 

=

 

N

i

,

 

C

o

,

 

M

n

)

]

을

 

사

용

함

으

로

써

,

 

C

a

r

b

o

n

a

t

e

 

공

침

 

합

성

법

에

 

의

해

 

[

N

i

0

.

C

o

0

.

2

M

n

0

.

2

]

C

O

3

 

전

구

체

를

 

합

성

하

였

다

.

 

합

성

된

 

전

구

체

는

 

공

기

분

위

기

에

서

 

L

i

2

C

O

3

와

 

혼

합

하

여

 

각

각

,

 

7

5

0

,

 

8

5

0

 

그

리

고

 

9

5

0

o

C

에

서

 

소

성

되

었

고

,

 

이

로

 

인

한

 

L

i

[

N

i

0

.

6

C

o

0

.

2

M

n

0

.

2

]

O

2

 

양

극

활

 

물

질

의

 

소

성

온

도

가

 

미

치

는

 

영

향

을

 

조

사

하

였

다

.

 

L

i

[

N

i

0

.

6

C

o

0

.

2

M

n

0

.

2

]

O

2

의

 

구

조

와

 

특

성

은

 

X

-

선

 

회

절

 

분

석

(

X

R

D

)

,

 

시

차

주

사

현

미

경

(

S

E

M

)

 

그

리

고

 

전

기

화

학

적

 

측

정

으

로

 

분

석

되

었

는

데

,

 

X

-

선

 

회

절

 

결

과

 

L

i

[

N

i

0

.

6

C

o

0

.

2

M

n

0

.

2

]

O

2

 

는

 

소

성

온

도

가

 

증

가

함

에

 

따

라

서

 

I

(

0

0

3

)

/

I

(

1

0

4

)

는

 

증

가

하

고

 

R

-

f

a

c

t

o

r

 

는

 

감

소

하

였

으

며

,

 

시

차

주

사

현

미

경

 

결

과

에

서

는

 

1

차

 

입

자

의

 

크

기

가

 

증

가

하

는

 

경

향

을

 

보

였

다

.

 

특

히

,

 

9

5

0

o

C

에

서

 

2

4

시

간

 

동

안

 

소

성

된

 

L

i

[

N

i

0

.

6

C

o

0

.

2

M

n

0

.

2

]

O

2

는

 

가

역

 

용

량

이

 

1

6

5

.

3

 

m

A

h

g

?

1

[

c

u

t

-

o

f

f

 

v

o

l

t

a

g

e

 

2

.

5

~

4

.

3

 

V

,

 

0

.

1

 

C

(

1

7

 

m

A

h

g

?

1

)

]

 

그

리

고

 

5

0

번

째

 

충

·

방

전

 

사

이

클

 

[

c

u

t

-

o

f

f

 

v

o

l

t

a

g

e

 

2

.

5

~

4

.

3

 

V

1

 

C

(

1

7

0

 

m

A

h

g

?

1

)

]

까

지

 

9

5

.

4

%

의

 

우

수

한

 

용

량

 

보

존

율

을

 

가

지

면

서

 

가

장

 

우

수

한

 

전

기

화

학

적

 

특

성

을

 

보

여

주

었

다

.

@highlight

Na2CO3와 [M]을 사용함으로써, Carbonate 공침 합성법에 의해 [Ni0.Co0.2Mn0.2]CO3 전구체를 합성했다.