본 연구의 목적은 외국어로서의 한국어 글쓰기 수업에 플립러닝을 활용해 보고 학습자 만족도를 조사한 후 플립러닝의 효용 가치를 밝히고 이를 바탕으로 플립러닝을 활용한 한국어 수업운영에 대하여 몇 가지 제언을 하는 데 있다.

Bergmann, J.

과 Sams, A.

에 의해 탄생된 플립러닝은 전통적 수업 방식의 순서를 바꾸는 것이다.

‘뒤집다’라는 의미를 가진 ‘flip’이라는 어휘에서도 알 수 있듯이 플립러닝은 전통적으로 교실에서 이루어졌던 학습 활동을 집에서 하고, 숙제와 같이 집에서 했던 활동들을 교실 수업에서실현하는 학습 방법이다.

본 연구를 위하여 한국어 작문 수업의 일부를 세 가지 유형 즉, ‘일반 수업’, ‘플립러닝 수업’, ‘플립러닝 응용 수업’으로 나누어 운영하였다.

수업 운영 후 학습자들의 수업 만족도를 조사하여이상적인 글쓰기 수업 운영에 대해 논하고자 하였다.

그리고 이를 바탕으로 플립러닝을 활용한한국어 쓰기 수업 운영에 관한 몇 가지 제언을 할 수 있었다.

@highlight

본고의 목적은 외국어로서의 한국어 글쓰기 수업에 플립러닝을 활용해 보고 학습자 만족도를 조사한 후 플립러닝의 효용 가치를 밝히고 이를 바탕으로 플립러닝을 활용한 한국어 수업운영에 대하여 몇 가지 제언을 하는 데 있다.

