이 논문은 첨단 과학기술을 인간에 적용하여 낙관적 미래를 그리고 있는 트랜스휴머니즘의 인간 향상(human enhancement) 주장을 검토한다.

인간 향상은 기술을 통해 인류의 진화를 이끌어낼 수 있다는 믿음으로 최근 철학적으로 논란이 되고 있다.

인간 향상에 관련된 철학적, 윤리적 문제점들이 다양한 관점에서 여러 학자들에 의해 제기되고 있다.

그러나 인간 향상을 여전히 옹호하는 학자들도 다소 있다.

대표적으로 잉마르 페르손(Ingmar Persson)과 줄리안 사블레스쿠(Julian Savulescu), 마크 워커(Mark Walker)는 기술적 인간 향상에 대한 주장은 철학적으로 정당화될 수 있으며, 심지어 그런 향상 기술을 실제로 인류가 활용할 수 있도록 준비해야 한다고 주장한다.

이 논문은 페르손과 사블레스쿠, 마크 워커의 주장을 살펴보고, 그에 대한 조터런드(Fabrice Jotterand)의 비판을 중심으로 도덕공학에 대한 논쟁을 검토하고, 그리고 그들의 논쟁에서 제시된 주요 논제들에 관하여 성리학의 관점에서 검토해볼 것이다.

필자의 접근은 그들이 주요하게 논쟁했던 주제인 ‘인간의 본성’과 ‘도덕성의 본질’에 대한 도덕공학의 입장을 성리학의 관점에서 비판하고, 현재로서 제시할 수 있는 대안을 모색하는 것이다.

@highlight

인간 향상은 기술을 통해 인류의 진화를 이끌어낼 수 있다는 믿음으로 최근 철학적으로 논란이 되고 있다.

@highlight


인간 향상에 관련된 철학적, 윤리적 문제점들이 다양한 관점에서 여러 학자들에 의해 제기되고 있다.

@highlight


인간 향상을 여전히 옹호하는 학자들도 다소 있다.

