이 논문은 4기로 이루어진 ‘중첩세대모형’(overlapping generations model)을 제시하고, 이를 동태적 최적화의 일반균형 틀 내에서 풀어냄으로써 청년기의 취업, 장년기 및 노년기의 전직과 재교육, 그리고 노년기의 조기 은퇴 결정 등 노동자의 일생에 걸친 커리어 선택을 종합적으로 분석한다.

이어 모형에 입각한 비교 분석을 통해 노동자의 재교육 지원, 전직 지원, 연금 구조 등과 관련된 정부 정책의 효율성을 평가한다.

모의실험 결과, 정부는 연금구조 및 전직/재교육 지원체계의 변경을 통해 개별 노동자의 노동시장 커리어 선택에 영향을 미치고 사회 후생도 변화시킨다.

재교육 지원의 효과를 극대화하기 위해서는 산업별로 그리고 개별 노동자의 능력별로 재교육 비용의 구조를 파악해야 한다.

전직은 노년기보다는 장년기에 정부 지원이 이루어질 때 효과적이다.

인구 고령화에 대비하여 노동자의 조기 은퇴를 늦추기 위해서는 사후약방문 식의 즉흥적인 정부 정책 대신 정부의 선제적 정책집행이 필요하다.

@highlight

이 논문은 4기로 이루어진 ‘중첩세대모형’을 제시하고, 이를 동태적 최적화의 일반균형 틀 내에서 풀어냄으로써 청년기의 취업, 장년기 및 노년기의 전직과 재교육, 노년기의 조기 은퇴 결정 등 노동자의 일생에 걸친 커리어 선택을 종합적으로 분석한다.

