비구․비구니가 승단의 구성원으로 인정받고 수행하기 위해서는 구족계(具足戒)를 받아야 한다.

수계(受戒)에 앞서 먼저 계를 설하는 장소가 정해져야 한다.

계단(戒壇)과 수계는 작지계(作持戒)의 갈마(鞨磨)에 의하여 성립이 가능하기 때문에 승가의 구성원들은 작지계의 갈마를 숙지하고 진행할 수 있어야 한다.

논자는 본 논문의 이러한 과제를 해결하기 위하여 두 단락으로 검토하였다.

하나는 계단의 연기를 통하여 현재 한국 비구니율원의 역할과 정체성 확립에 대하여 재고해 보았다.

한국계단의 역사적 수계기록을 조명하여 금강계단(戒壇)으로 전개되는 과정을 살펴보았다.

다른 하나는 금강율원이 3단계의 교육과정을 거치면서 비구니 위상을 실현해 나간 자취에 대해 살펴보았다.

이후 금강율원은 율장연구의 범위를 확장하여 실용적으로 승가의 일용작지에 활용할 수 있는 작법을 보완하였다.

이상과 같은 효과를 볼 수있었던 까닭은 율장연찬 과정에서 승가운영에 대한 이론적 근거를 이수한 율원비구니들의 공감대를 가져올 수 있었기 때문이다.

@highlight

비구․비구니가 승단의 구성원으로 인정받고 수행하기 위해서는 구족계(具足戒)를 받아야 한다.

@highlight

한국계단의 역사적 수계기록을 조명하여 금강계단(戒壇)으로 전개되는 과정을 살펴보았다.

@highlight

금강율원이 3단계의 교육과정을 거치면서 비구니 위상을 실현해 나간 자취에 대해 살펴보았다.

@highlight

이후 금강율원은 율장연구의 범위를 확장하여 실용적으로 승가의 일용작지에 활용할 수 있는 작법을 보완하였다.

