본 연구는 통합적 인격교육을 이루기 위해 도덕적 상상력을 활용할 수 있는 방안을 모색해보는데 그 목적이 있다.

인격은 지적·정의적·행동적 특성을 포괄하는 정신적 특징으로 사람의 품격을 나타내는 것이며, 특히 리코나는 도덕적 인지와 감정, 행동의 세 부분이 상호 관련되어 이루어진다고 정의하였다.

훌륭한 인격은 선에 대해 알고 의지를 가지며 행동하는 세 가지가 통합됨으로써 이루어진다는 것이다.

리코나를 중심으로 한 인격교육론자들은 인지발달론이나 가치명료화 이론의 합리적 도덕교육은 옳고 그름에 대한 분명한 기준을 제시해주지 못함으로써, 학생들로 하여금 도덕적 가치에 대해 혼란에 빠뜨리게 했을 뿐만 아니라 무책임한 젊은이들을 양산했다고 비판했다.

따라서 아리스토텔레스의 덕 이론에서 제기되었던 습관과 행위의 중요성을 다시 부각시키며, 학교교육을 통해 인격이 성장하도록 도와야 한다고 주장했다.

한편, 도덕적 삶에 대한 풍부한 사고방식을 제공하는 도덕적 상상력은 각 개인이 직면한 상황에서 자신과 타인의 행위를 이해하고, 어떤 행동이 이익 또는 해가 되는지를 고려하며, 궁극적으로 자신이 어떻게 살아가야 할지를 결정할 수 있도록 도와준다.

이러한 상상력이 발달한 사람은 삶의 도덕적 복잡성을 민감하게 지각할 수 있고, 삶의 다양한 가능성을 평가할 수 있다.

따라서 도덕적 상상력의 이해와 함께 인격교육의 인지적 측면, 정서적 측면, 행동적 측면에서 지니는 의미와 역할을 검토하면서 성숙한 인격의 형성을 위해 도덕적 상상력을 활용하는 통합적 인격교육을 제시하였다.

@highlight

본 연구는 통합적 인격교육을 이루기 위해 도덕적 상상력을 활용할 수 있는 방안을 모색을 목적으로 하며 도덕적 상상력의 이해와 함께 인격교육의 인지적 측면, 정서적 측면, 행동적 측면에서 지니는 의미와 역할을 검토하면서 성숙한 인격의 형성을 위해 도덕적 상상력을 활용하는 통합적 인격교육을 제시한다.

