모

듈

러

 

건

축

은

 

사

전

에

 

설

계

 

검

토

된

 

건

물

 

요

소

를

 

공

장

에

서

 

모

듈

로

 

제

작

하

여

 

현

장

으

로

 

운

송

 

조

립

하

는

 

프

리

패

브

 

건

축

 

시

스

템

이

다

.

 

모

듈

러

건

축

물

의

 

구

조

 

형

식

은

 

공

법

,

 

재

료

,

 

부

재

 

구

성

 

등

에

 

따

라

 

다

양

하

게

 

구

분

될

 

수

 

있

지

만

 

사

용

되

는

 

모

듈

의

 

구

조

 

형

식

은

 

크

게

 

벽

식

과

 

가

구

식

으

로

 

나

눌

 

수

있

다

.

 

벽

식

 

모

듈

은

 

모

듈

의

 

입

면

을

 

패

널

을

 

이

용

하

여

 

구

성

하

여

 

수

직

하

중

과

 

수

평

하

중

을

 

전

달

시

키

는

 

방

식

이

다

.

 

가

구

식

 

모

듈

은

 

기

둥

과

 

보

를

 

이

용

하

여

 

모

듈

을

 

구

성

하

고

,

 

용

도

에

 

맞

춰

 

입

면

을

 

마

감

하

거

나

 

개

방

시

켜

 

놓

는

 

방

식

이

다

.

 

이

 

두

 

가

지

 

모

듈

 

방

식

은

 

국

내

에

도

 

사

용

된

 

바

 

있

으

나

 

최

근

 

가

구

식

 

모

듈

이

 

보

편

화

되

고

 

있

다

.

 

가

구

식

 

모

듈

의

 

기

둥

 

부

재

로

 

각

형

강

관

이

 

일

반

적

으

로

 

사

용

되

고

 

있

으

며

,

 

보

 

부

재

로

 

C

형

강

 

또

는

 

H

형

강

이

 

사

용

되

고

 

있

다

.

 

각

형

강

관

이

 

기

둥

 

부

재

로

 

사

용

된

 

가

구

식

 

모

듈

간

 

접

합

을

 

위

해

 

각

형

강

관

 

기

둥

 

단

부

에

 

고

력

볼

트

를

 

채

우

기

 

위

해

 

액

세

스

 

홀

을

 

가

공

하

는

 

경

우

가

 

있

다

.

 

액

세

스

 

홀

은

 

볼

트

체

결

을

 

위

해

 

사

람

의

 

손

이

나

 

공

구

가

 

폐

쇄

형

 

단

면

인

 

각

형

강

관

 

내

부

에

 

접

근

하

기

 

위

한

 

개

구

부

로

 

액

세

스

 

홀

은

 

기

둥

-

보

 

접

합

부

의

 

거

동

에

 

영

향

을

 

미

치

는

 

패

널

존

을

 

약

화

시

킬

 

가

능

성

이

 

높

다

.

 

이

 

연

구

에

서

는

 

가

구

식

 

모

듈

의

 

기

둥

-

보

 

접

합

부

 

거

동

에

 

영

향

을

 

미

치

는

 

액

세

스

 

홀

,

 

기

둥

 

두

께

,

 

다

이

아

프

램

을

 

변

수

로

 

5

 

개

의

 

실

험

체

를

 

제

작

하

여

 

실

험

을

 

실

시

하

였

고

 

그

 

결

과

를

 

분

석

하

여

 

제

시

하

였

다

.

@highlight

모듈러 건축은 사전에 설계 검토된 건물 요소를 공장에서 모듈로 제작해 현장으로 운송 조립하는 프리패브 건축 시스템이다. 가구식 모듈의 기둥 부재로 각형강관이 일반적으로 사용되고 있고, 보 부재로 C형강 또는 H형강이 사용되고 있다.