본 연구는 학교에서 실시한 선별검사 결과와 지역 산림면적 비율을 비교하여 숲의 면적이 많고 적음에따라 관심군(정서행동장애, 학교폭력)이 어떻게 나타나는지를 분석하고, 숲이 환경질환 및 학교폭력에 미치는영향력을 파악하여 학교 숲의 활성화 방안을 제시하기 위해 수행하였다.

숲과 환경성 질환인 아토피 피부질환과사회적으로 문제되고 있는 정서행동장애와 학교폭력 문제와의 연관성에 대해 분석한바, 학교 주변에 숲의 면적이 많고 적음에 따라 아토피 피부질환수가 달라지는 것을 알 수 있는데, 학교주변(반경 500m) 숲의 면적이 50%이상 일 때 아토피 피부질환 학생의 수가 현저히 감소하였다.

또한, 초등학생들의 정서행동장애와 학교폭력 문제에 대해서 숲과의 연관성에 대해서 분석한바, 학교주변 숲 면적이 10ha 미만일 때 숲 면적 ha당 관심군이42.7명이고, 숲 면적 20ha 미만의 경우에는 숲 면적 ha당 관심군은 4.7명이다.

그리고 숲 면적 30ha 이상일 때숲 면적 ha당 관심군은 0.2명으로 현저하게 감소했다.

본 연구결과를 통해 심리·사회적 능력의 향상효과, 도덕적 능력의 강화효과, 그리고 신체적 능력의 향상 효과를 검증하였다.

이러한 결과들은 앞으로의 숲을 활용한 학교폭력 예방 프로그램의 개발과 초등학생의 올바른 인성 함양에 커다란 영향을 주고 있으므로 향후 중요한 기초자료가 될 것이다.

@highlight

본고는 학교에서 실시한 선별검사 결과와 지역 산림면적 비율을 비교해 숲의 면적이 많고 적음에 따라서 관심군(정서행동장애, 학교폭력)이 어떻게 나타나는지를 분석하였으며, 숲이 환경질환 및 학교폭력에 미치는 영향력을 파악해 학교 숲의 활성화 방안을 제시하기 위하여 수행되었다.

