허학이는 명나라 만력 연간에 활동한 문인이다.

그의 저서 중 가장 잘 알려진 것은 "시원변체"다.

본고는 "시원변체"에 기록된 "시경"에 대한 허학이의 비평을 중점적으로 살핀 논문이다.

"시경"에 대한 허학이의 비평은 주희의 시경론에 대한 반론으로 점철되어 있다.

특히 주희의 작중화자 창작설과 국풍의 민간가요설에 대해 직접적으로 반대하는 입장을 드러내고 있는데, 이에 관해서는 이미 별도의 논문을 통해 집중적으로 검토했다.

그런데 이러한 주희의 주요 시경론에 대한 허학이의 관점을 보면 주희의 주장을 전면적으로 반대하는 듯하지만, 실제로 작품에 대한 언급을 분석해보면 주희의 주장을 부분적으로 수용하고 있음을 발견하게 된다.

따라서 본고에서는 "시경"에 대한 허학이의 비평 중에서 작품에 대한 언급을 중점적으로 검토함으로써 허학이의 작품 해설에서 나타난 특징을 살펴보고자 한다.

이를 통해 "시경"에 대한 허학이의 종합적인 비평 태도를 이해할 수 있을 것이며, 나아가 명대 시경학의 한 측면을 엿볼 수 있는 기회가 될 것이다.

@highlight

시원변체에 기록된 시경에 대한 허학이의 비평을 중점적으로 살핀 논문이다.

@highlight


시경에 대한 허학이의 비평은 주희의 시경론에 대한 반론으로 점철되어 있다.

@highlight


따라서 본고에서는 시경에 대한 허학이의 비평 중에서 작품에 대한 언급을 중점적으로 검토함으로써 허학이의 작품 해설에서 나타난 특징을 살펴보고자 한다.

