연료전지에서 산소 환원 반응 (ORR)은 전체 반응에서 지배적인 역할을 한다.

또한 서로 다른물질로 이루어진 막과 바인더 간의 낮은 호환성은 연료전지 효율을 크게 감소시킨다.

이러한 두가지 문제점을 고려하여, 본 연구에서는 기존의 일반적인 Biphenol 대신 입체적 구조를 갖는9,9_Bis(4-

hydroxyphenyl) fluorine를 이용한 고분자를 합성하여 각각의 전극 바인더를 제조하였고, 이를 이용하여 각각의 나피온 막과 탄화수소 막 위에 스프레이 기법으로 MEA를 제조하여전기화학적 성능 평가를 진행하였다.

그 결과 전류-

전압 곡선에서의 0.6 V의 성능이 두 종류의다른 막을 적용 했을 때 큰 차이를 보이지 않았으며, 탄화 수소 막의 타펠 기울기의 정도가 나피온 막에 비해 현저히 낮았다.

이를 통해 본 연구에서 적용된 아이오노머 바인더가 연료 전지성능 향상에 더 기여할 수 있을 것으로 판단 된다.

@highlight

이 연구에서 기존의 일반적인 Biphenol 대신 입체적 구조를 갖는 9,9_Bis fluorine를 이용한 고분자를 합성해 각각의 전극 바인더를 제조했다.

@highlight

했다.

