안면 비대칭의 평가에 있어 과거 정면 두부방사선 규격사진을 이용하던 것과는 다르게 현재는 점차 3D CT를 이용하여 평가하는 것으로 변하고 있다.

본 연구는 3D CT와의 비교를 이용하여 정면 두부방사선 규격사진 분석에서 쉽게 접근할 수 있는 시상 기준 평면을 찾고자 하였다.

임상적으로 안모 비대칭이 발견되지 않은 성인 환자들을 대상으로 3D CT와 정면 두부방사선 규격사진을 촬영하였고, 정면 두부방사선 규격사진 분석에서 이용되어 왔던 5가지 정중 시상 기준 평면을 선택하여 계측을 실시한 뒤 이 값을 3D CT의 Nasion (Na), Sella (S), Basion (Ba)으로 구성된 정중 시상 평면에 대한 계측값과 비교하였다.

그 결과 좌우측 latero-

orbitale의 수직이등분선을 정중 시상 기준 평면으로 이용한 정면 두부방사선 규격사진 계측값이 3D CT의 Na, S, Ba으로 구성된 정중 시상 평면을 이용한 계측값과 가장 차이가 작았고 상관관계가 높은 것으로 나타났다.

안면 비대칭 평가 시 좌우측 latero-

orbitale의 수직이등분선이 정면 두부방사선 규격사진 분석에서 도움이 되는 정중 시상 기준 평면으로 이용될 수 있을 것이다.

@highlight

안면 비대칭 평가에 있어 3D CT와의 비교를 이용해 정면 두부방사선 규격사진 분석에서 쉽게 접근할 수 있는 시상 기준 평면을 찾고자 한 결과, 좌우측 latero-

@highlight

orbitale의 수직이등분선이 정면 두부방사선 규격사진 분석에서 도움이 되는 정중 시상 기준 평면으로 이용될 수 있을 것으로 보인다.

