1차 영재교육진흥종합계획이 시작된 2003년부터 3차 영재교육진흥종합계획이 끝난 2017년까지 15년간 학술 등재지에 게재된 논문들에 나타난 과학 영재 교육 프로그램의 특징을 각 시기별로 분석했다.

분석 결과, 교과 영역 프로그램이 전시기 논문의 대부분을 차지했고 과학, 생물 순으로 많이 발표되었다.

학교급에 따른 연구 대상은 초등 학생이 절반 이상이었으며 프로그램 적용 기간은 1, 2, 3차 모두 12차시 이내가 가장 많았다.

대학 부설 중등 영재교육원 연구가 가장 활발했으며 단일 집단 양적 연구가 가장 많았다.

모든 시기에 걸쳐 과학 영재 교육 요소로 인지적 영역에서는 학습 능력, 개념 및 원리, 창의적 사고, 과학 탐구 능력, 문제 해결 능력으로 나타났고 정의적 영역에서는 과학 관련 태도, 창의적 인성, 리더십, 자기 주도적 학습 능력으로 나타났다.

교육 활동 유형은 교실 내 탐구가 가장 많았으며 교실 밖 탐구는 대부분 초등학생에게 집중되었고 사이버 탐구는 활성화되지 않았다.

각 시기별 영재교육진흥종합계획 프로그램 관련 정책은 과학 영재 교육 프로그램 개발에 영향을 미쳤으며 프로그램 적용 후 효과 측정은 1, 2차 시기에서는 인지적 영역이 더 많았으나 3차에서는 정의적 영역이 더 많았다.

@highlight

과학 영재 교육 프로그램의 특징을 각 시기별로 분석한 결과 각 시기별 영재교육진흥종합계획 프로그램 관련 정책은 과학 영재 교육 프로그램 개발에 영향을 미쳤으며 프로그램 적용 후 효과 측정은 1, 2차 시기에서는 인지적 영역이 더 많았으나 3차에서는 정의적 영역이 더 많은것을 볼 수 있었다.

