지금 한반도는 북한의 핵개발과 핵전쟁 위협으로 긴장이 최고조에 도달해 있다.

본고에서는 한반도의 평화와 안보를 가로막는 북핵문제와 군사안보문제를 해결하고 한반도에서 공고한 신뢰프로세스를 구축하는 방법이 무엇인지를 연구하여 제시한다.

지금까지 남북한 간 협상에서 있었던 신뢰구축에 대한 남북한 간의 입장과 접근방법의 차이와 문제점은 향후 신뢰구축노력을 어렵게 만들고 있다.

여기서는 남북한 간의 입장과 접근방법의 차이를 극복할 수 있는 방법으로서 3단계 안보분야 신뢰구축방안을 제시하고 있다.

1단계는 신뢰프로세스 모색단계, 2단계는 한반도 신뢰구축단계인데 핵분야, 재래식 군사분야, 국제관계분야로 구분하여 분야마다 필요한 정책수단을 제시한다.

그리고 3단계는 신뢰를 제도화하는 단계이다.

안보와 북핵문제 해결을 위한 3단계 신뢰프로세스 구축방안이 성공하기 위해서는 한국의 새로운 대북전략이 필요한데, 그 내용은 억지와 압박전략, 북핵문제 해결을 위한 협력적 위협감소전략, 한반도 평화체제구축전략을 동시에 구사하는 것이 필요하다.

대화를 위한 대화가 아니라 북핵문제 해결과 군사안보문제 해결을 실효적으로 진행하기 위해서는 이러한 양면전략의 구사가 필수적이다.

@highlight

지금 한반도는 북한의 핵개발과 핵전쟁 위협으로 긴장이 최고조에 도달해 있다.

@highlight

지금까지 남북한 간 협상에서 있었던 신뢰구축에 대한 남북한 간의 입장과 접근방법의 차이와 문제점은 향후 신뢰구축노력을 어렵게 만들고 있다.

