본 연구는 기초 지방자치단체의 사회복지지출이 위임복지 지출과 자율복지 지출로 이원화되어 있음을 파악하고, 중앙정부의 정책결정 요인들이 위임복지 지출에 미치는 영향과지역사회 내적 요인들이 자율복지 지출에 미치는 영향을 파악하였다.

분석결과는 다음과 같다.

중앙정부 정책결정 요인으로 복지수요가 크거나 재정능력이낮을수록 위임복지 지출이 높은 것으로 나타났다.

그리고 여당지배형의 정당구조를 갖거나 국회의원의 권한행사능력이 큰 기초 자치단체의 위임복지 지출이 높은 것으로 파악되었다.

지역사회 내적요인으로 복지수요가 적거나 재정능력이 좋을수록 자율복지 지출이높은 것으로 나타났다.

그리고 단체장우세형의 권력구조를 갖는 기초 자치단체의 자율복지 지출이 높은 것으로 파악되었다.

이와 같은 결과를 통해서 복지수요와 재정능력 요인이위임복지 지출과 자율복지 지출에 상이하게 작용하고 있음을 확인하였고, 정치적 요인으로 중앙정부와의 정치적 관계 요인은 위임복지 지출에 영향을 미치는 한편, 지방자치단체권력구조 요인은 자율복지 지출에 영향을 미치는 것을 확인하였다.

@highlight

이 연구는 기초 지방자치단체의 사회복지지출이 위임복지 지출과 자율복지 지출로 이원화되어 있음을 파악하고, 중앙정부의 정책결정 요인들이 위임복지 지출에 미치는 영향과지역사회 내적 요인들이 자율복지 지출에 미치는 영향을 파악하였다.

