오늘날 인터넷은 모든 분야에서 활용되고 있다.

그러나 일상생활의 일부분이 된 인터넷 상에서 인터넷 윤리 의식은 부족한 상태에 놓여있다.

특히 성장기에 있는 청소년들 사이에서 익명성이 보장되는 점을 악용하여, 악플이나 무분별한 욕의사용등 사이버폭력으로 이어져 여러 사회 문제가 발생하고 있다.

또한 청소년들이즐기는 fps온라인 게임에서 욕설 및 비속어의 사용이 늘어나고 있고, 사이버 폭력의 피해도 증가하고 있다.

사이버 폭력의 피해유형을 보면 욕설과 비속어로 조사되었고 연령대가 낮을수록 피해가 증가하는 것으로 조사되었다.

이러한 문제점들을 예방하기 위해 많은 홍보와 공익광고 등이 진행되고 있으나, 그 기대 효과는 미흡한 실정이다.

또한 욕설과 비속어 단어를 사용하면 삭제되거나 블라인드 처리를 하는 서비스를 제공하고 있으나 이것은 근본적인 해결책으로 볼 수 없다.

본 논문은 fps온라인 게임에 적용할 수 있는 언어 변환 프로세스를 제안한다.

제안된 언어 변환 프로세스를 게임에 적용한다면, 욕설 및 비속어를 다른 언어로 순화시켜주므로, 욕설과 비속어로 인한 사이버 폭력을 줄일 수있을 것으로 예상된다.

@highlight

오늘날 인터넷은 모든 분야에서 활용되고 있다.

@highlight

본고는 fps온라인 게임에 적용할 수 있는 언어 변환 프로세스를 제안한다.

