본 연구에서는 몽골의 대외정책 결정요인과 특성을 분석하고, 한·몽의 상호이해관계 및 전략적 협력 방안을 탐구·제시하였다.

중국과 러시아에 둘러싸인 내륙의 섬으로서 몽골의 외교는 유연성, 융통성, 순발력을 지니고 있으며 균형 추구,고립 탈피, 비핵지대화 주장 등의 특징을 표출하고 있다.

몽골에게 한국은 안보위협이 되지 않는 제3의 이웃국가이면서, 경제발전에의 모델 제시 등 경제적 실익도 가져다 줄 수 있는 동반자이기도 하다.

한국에게 몽골은 에너지 안보 외교의대상자이면서 역내 다자협력 증진의 동반자, 유라시아 진출에의 전진 기지 등의 전략적 가치를 지니고 있다.

한국과 몽골은 현재 재편중인 국제질서 환경 하에서 지정, 지경학적 공동이해를 극대화시켜 나가는 것이 바람직하다.

세부적으로 몽골에 대한 올바른 이해 및 정책 우선순위 격상, 한·몽 정상회담 심화, 한·몽 경협의 ‘성공사례’ 창출, 교류 증진 네트워 구축 및 활성화, 다자적 국제지원 프로그램에의참여와 추진이 중요하다.

@highlight

이 연구에서는 몽골의 대외정책 결정요인과 특성을 분석하고, 한·몽의 상호이해관계 및 전략적 협력 방안을 탐구·제시하였다.

