이 연구의 목적은 성인애착유형별 조합에 따른 관계만족을 분석해 보고 관계에 영향을 미치는 유형과 요인을 알아보는 것이다.

이를 위해 교제기간 3개월 이상의 실제 연애중인 커플 374쌍을 대상으로 성인애착유형에 따른 관계만족에 대한 조사를 실시하였다.

그들의 평균 연령은 남자 26.6세, 여자 25.0세이었다.

연구결과는 다음과 같다.

성인애착유형별 남녀조합에 따른 관계만족에서 안정형(남)：안정형(여)의 커플이 만족도가 높았다.

반면에 집착형(남)：거부형(여), 거부형(여)：두려움형(남)의 커플들이 높은 불만족을 나타냈다.

특히 집착형(남)이 가장 부정적인 영향을 끼치는 것으로 나타났다.

모든 커플들이 문제해결의사소통차원에서 불만족이 높았다.

안정형과 조합을 이룬 거부형, 집착형은 만족도가 높았으나 두려움형은 높은 불만족을 보였다.

이결과는 안정형이 관계만족에 긍정적인 영향을 끼칠 것이라는 가설을 부분적으로 성립시켰다.

이러한 연구결과에 대한 의의와 추후연구에 대한 시사점을 논의하였다.

@highlight

성인애착유형별 조합에 따른 관계만족을 살펴본 결과, 안정형(남)：안정형(여) 커플의 만족도가 높게 나타난 반면, 집착형(남)이 포함된 커플과 안정형과 조합을 이룬 두려움형 커플은 높은 불만족을 보였다.

