이 글에서는 어쿠스틱 피아노의 기술 동향을 파악하기 위해 통합 특허 데이터베이스인 톰슨 이노베이션을 활용하여 1995년부터 2015년까지 출원된 어쿠스틱 피아노 관련 특허를 분석하였다.

분석 결과, 어쿠스틱 피아노에 대한 특허 출원은 1995년에 가장 활발하였으나 이후 점차 감소하는 추세였으며, 주요 국가 중 일본의 특허 출원 비율이 가장 높았으나 1996년 이후 감소하는 추세인 반면 한국과 미국의 특허 출원은 증가하는 추세였다.

기술 성장 단계 분석론을 통하여 어쿠스틱 피아노 기술을 세분화하여 각 특허들을 검토한 결과, 디자인 관련 기술과 케이스 기술의 비율이 가장 높았으나 감소 추세인 반면, 건반 기술 및 해머 기술에 대한 특허 출원은 증가하는 추세였다.

증가하는 추세인 건반 기술과 해머기술에 대한 특허들 중에서, 특허 인용 지수(CPP)를 기준으로 탈색 방지 및 방균을 위하여 은이 적용된 건반에 관한 일본 특허(JP 3188376 B2)와, 소음기와 댐퍼의 균형을 이루기 위하여 소음기의 작동 방법을 다르게 한 유럽 특허(EP 0700029 A2)를 각각 주요 특허로서 선정하여 검토하였다.

@highlight

어쿠스틱 피아노에 대한 특허 출원은 1995년에 가장 활발하였으나 이후 점차 감소하는 추세였으며, 주요 국가 중 일본의 특허 출원 비율이 가장 높았으나 1996년 이후 감소하는 추세인 반면 한국과 미국의 특허 출원은 증가하는 추세였다.

@highlight

기술 성장 단계 분석론을 통하여 어쿠스틱 피아노 기술을 세분화하여 각 특허들을 검토한 결과, 디자인 관련 기술과 케이스 기술의 비율이 가장 높았으나 감소 추세인 반면, 건반 기술 및 해머 기술에 대한 특허 출원은 증가하는 추세였다.

