교섭대표노조와 그 대표자의 의무와 단체협약의 효력을 논함에 있어서는 단체협약의 규범적 효력의 근거 및 노동조합 대표자에게 단체협약 체결권을 부여하는 근거가 수권적 동의와 조합민주주의라는 사실을 상기해야 한다.

이러한 측면에서 교섭대표노조의 공정대표의무에는 자의적이거나 차별적이거나 불성실하지 않아야 할 의무가 포함된다고 적극적으로 해석할 필요성이 제기된다.

교섭대표노조 대표자는 교섭참여노조 조합원들에 대하여 규약상 절차적 참여권을 보장하는 것뿐만 아니라 단체교섭에서의 정보를 공유하고 의견을 청취하는 것을 포함한 의무와 책임을 져야 한다.

교섭대표노조 대표자가 이러한 의무를 위반한 경우 불법행위로 인한 손해배상책임을 져야 한다.

교섭대표노조가 절차적 공정대표의무를 위반하여 체결한 단체협약이나 교섭대표노조 대표자가 교섭참여노조 조합원들의 절차적 참여권을 침해하여 체결한 단체협약은 법령에 의한 대표권 제한 위반으로 무효가 되거나 대표권 남용으로 무효가 된다고 보아야 한다.

@highlight

교섭대표노조 대표자는 교섭참여노조 조합원들에 대하여 규약상 절차적 참여권을 보장하는 것뿐만 아니라 단체교섭권에서의 의무와 책임을 져야 한다.

@highlight

의무를 위반하거나 조합원들의 절차적 참여권을 침해하여 체결한 단체협약은 무효가 된다고 보아야 한다.

