연구목적: 장애학생을 위한 체계적인 진로교육은 성공적인 성인기 전환에 주요한 영향을 미치기 때문에 그 중요성이 더욱 강조되고 있다.

이에 본 연구에서는 고등학교 장애학생들을 대상으로 협력중심 자기결정 교수모델을 활용한 진로교육 프로그램을 개발하고 실행함으로써 본 프로그램이 고등학교 장애학생의 진로태도, 자기결정력 및 전환목표달성에 미치는 영향을 알아보고자 하였다.

연구방법: 본 연구를 위해 서울·경기 지역에 위치한 고등학교에 재학 중인 장애학생 24명(실험집단 12명, 통제집단 12명)이 참여하였다.

본 연구의 협력중심 자기결정 교수모델을 활용한 진로교육 프로그램은 크게 ‘진로인식’, ‘진로탐색’, ‘진로준비’, ‘부모협력’영역으로 구성되었으며, 방과후 시간에 총 13회기에 걸쳐 진행되었다.

연구결과: 협력중심 자기결정 교수모델을 활용한 진로교육 프로그램에 참여한 실험집단 학생들의 진로태도, 자기결정력이 통제집단에 비해 유의하게 향상되었고, 실험집단 학생들의 전체 목표달성척도(GAS) 평균점수는 55.88점으로 기대 수준 이상에서 전환목표를 달성하였다.

결론: 이러한 연구결과를 토대로 고등학교 장애학생들을 위한 진로교육 프로그램과 관련된 향후 연구에 대한 논의 및 제언을 제시하였다.

@highlight

장애학생을 위한 체계적인 진로교육은 성공적인 성인기 전환에 주요한 영향을 미치기 때문에 그 중요성이 더욱 강조되고 있고 이를 위해 고등학교 장애학생의 진로태도, 자기결정력 및 전환목표달성에 미치는 영향을 알아본 결과, 협력중심 자기결정 교수모델을 활용한 진로교육 프로그램에 참여한 학생들의 진로태도, 자기결정력이 통제집단에 비해 유의하게 향상되었다.

