본 연구는 제주특산식물인 좀향유의 현지 내?

외 보존을 위한 기초 연구로서 증식체계를 마련하고 전처리제 처리에 따른 발근 특성과 시비에 따른 유묘의 생장 효과 등을 알아보았다.

온실과 밀폐상의 온습도 조사결과 평균 온도는 비슷하였으나 공중 습도는 온실보다 밀폐상이 높은 습도를 유지하였으며, 좀향유 삽목 후 온실은 10일, 밀폐상은 7일만에 최초 발근을 확인하여 밀폐상의 빠른 발근율을 보였으며 온실과 밀폐상에서의 생존율, 발근율, 뿌리수 등은 근소하게 밀폐상이 높게 조사되어 온실보다 밀폐상이 효과적이었다.

발근억제물질 제거를 위한 전처리제 처리는 AgNO3 77.5%를 제외한 다른 처리구에서 95% 이상의 높은 발근율로 조사되어 좀향유의 경우 발근억제 물질은 적은 것으로 판단된다.

유묘의 용기별 질소 시비량 및 Osmocote 시비시험 결과 시비량과 용기의 조건에 따라 생존율과 생장 등에 차이를 보였다.

배양판에서 완효성 비료인 Osmocote를 시비한 결과 생존율, 지상부, 지하부 생장 등이 가장 양호하여 좀향유의 유묘 증식을 위해서는 Osmocote 시비가 바람직 할 것으로 판단된다.

@highlight

좀향유의 증식체계를 마련하고 전처리제 처리에 따른 발근 특성과 시비에 따른 유묘의 생장 효과 등을 알아보았다.

@highlight

온실과 밀폐상 온습도 조사결과 밀폐상이 효과적이었고, 좀향유의 발근억제 물질은 적은 것으로 판단된다.

@highlight

좀향유의 유묘 증식을 위해서는 Osmocote 시비가 바람직할 것으로 판단된다.

