본 연구는 음악교육의 주요 과제인 음악의 지각과 의미 형성에 관한 논의를 존 듀이 예술철학에 기초한 것이다.

듀이는 경험주의 철학자로서 그의 철학을 ‘경험으로서의 예술’로서 완성하고 있다.

그의 예술철학의 핵심은 미적 경험이고, 그것의 획득은 유기체성 생명체의 센스에 기초한다.

생명체의 센스는 인간 유기체의 살아있음을 가장 잘 드러내고, 그것은 그들의 일상에서부터 시작된다.

그러므로 센스는 자연의 생명기운인 미적 기운을 가장 잘 지각하는 능력임과 동시에 음악의 지각과 의미 형성을 하게 함으로써 음악작품을 창출하게 하는 원동력이다.

이 센스는 일상의 미적 경험에서 음악의 미적 상황을 만들고 하나의 음악작품을 만들게 한다.

그런 만큼, 이 미적 경험은 일상에서 출현하는 것이 되고, 음악과 연속성을 지닌다.

음악작품의 창작 과정 또한 일상의 미적 경험과 연속성을 지닌다.

음악의 지각과 의미 형성 과정의 단계는 미적 대상과 만남의 단계, 미적 대상과 상호교류작용의 단계, 미적 질서와 통일성 발견의 단계, 음악의 리듬 획득의 단계, 그리고 음악적 의미 형성의 단계의 순서로 이루어진다.

이러한 과정은 음악의 창작과 수용적 차원에서 음악교육의 원론적인 접근과 방법론적인 방안의 일면을 제시하는 것이라 할 수 있다.

@highlight

본고는 음악교육의 주요 과제인 음악의 지각과 의미 형성에 관한 논의를 존 듀이 예술철학에 기초한 것이다.

@highlight

그의 예술철학의 핵심은 미적 경험이고, 그것의 획득은 유기체성 생명체의 센스에 기초한다.

