본 연구는 청각·언어장애를 가지고 있는 농인이 후천적으로 시각장애를 가지게 되는 과정에 대한 경험을 현상학적으로 접근하여 그 경험의 의미와 본질을 이해하기 위한 시도이다.

이를 위해 본 연구에서는 농인이 후천적으로 시각장애를 가지게 된 농기반농맹인 4명을 연구 참여자로 선정하여 인터뷰를 실시하였다.

연구 참여자의 조건은 수어를 모어로 사용하며 농인으로서 후천적으로 시각장애를 가지게 된 전농전맹인이다.

그 결과 총 128개의 의미단위를 구성하였고, 이를 요약하여 61개의 중심의미를 구성하고 연구자의 언어로 전환하였으며, 총 17개의 드러난 주제를 추출하였다.

연구자는 중심 의미와 드러난 주제를 바탕으로 ‘상상도 못했던 또 다른 장애’, ‘소통의 벽, 마음의 거리’, ‘의지해야하는 삶’, ‘도전과 좌절, 살기위한 몸부림’, ‘정보의 사막에서 발견한 오아시스’, ‘조심스레 가져보는 희망’의 6개의 명확한 주제를 구성하였다.

본 연구는 단순히 시각·청각장애 각각을 위한 사회 지원만으로는 충족될 수 없는 농인의 맹 과정 경험의 현실을 심도 있게 살펴보고자 하였으므로 농기반농맹인에게 필요한 제도나 사회적 지원체제 구축을 위한 기초자료로서 활용될 수 있을 것이다.

@highlight

이 연구는 청각·언어장애를 가지고 있는 농인이 후천적으로 시각장애를 가지게 되는 과정에 대한 경험을 현상학적으로 접근해 그 경험의 의미 및 본질을 이해하기 위한 시도이다.

@highlight

이를 위하여 본 연구에서는 농인이 후천적으로 시각장애를 가지게 된 농기반농맹인 4명을 연구 참여자로 선정해 인터뷰를 실행하였다.

