<배경 및 목적> 본 연구는 노인들이 자신의 건강을 관리하는 데 있어서 건강과 관련된 모바일 앱을 채택하는 요인들에 대해살펴보았다.

특히, 기술 수용 모델에서 제시된 인지된 유용성과 인지된 이용 용이성에 영향을 미치는 선행변인으로서의 임파워먼트가 건강 관련 모바일 앱을 이용한 건강 정보 추구에 어떠한 경로로 영향을 미치는지를 살펴보기 위하여 구조적 모델을 설정하고 검증하였다.

<방법> 만 65세 이상을 노인으로 정의내리고, 이들을 대상으로 면대면 설문이 이루어졌고, 총 240명이 설문에 참여하였다.

<결과> 임파워먼트는 인지된 이용 용이성과 정적인 관계를 가지는 것으로 나타났다.

인지된 이용 용이성은 인지된유용성과 정적인 관계를 보였고, 인지된 유용성은 건강 관련 모바일 앱에 관한 태도, 건강 관련 모바일 앱의이용 의도와 정적인 관계를 가지는 것으로 나타났다.

또한, 건강 관련 모바일 앱에 관한 태도는 건강 관련 모바일 앱의 이용 의도와 정적인 관계를 가지는 것으로 나타났다.

<논의 및 결론> 연구 결과는 임파워먼트가 노인들의 인지된 이용 용이성에 영향을 미치는 선행 요인으로서, 노인들의 건강지식을 얻기 위한 모바일 건강관리 앱의 사용을 향상시키는 요인으로 작용할 수 있음을 보여 준다.

@highlight

기술 수용 모델에서 제시된 인지된 유용성과 인지된 이용 용이성에 영향을 미치는 선행변인으로서의 임파워먼트가 건강 관련 모바일 앱을 이용한 건강 정보 추구에 어떠한 경로로 영향을 미치는지를 살펴보기 위하여 구조적 모델을 설정하고 검증하였다.

@highlight

인지된 이용 용이성은 인지된유용성과 정적인 관계를 보였고, 인지된 유용성은 건강 관련 모바일 앱에 관한 태도, 건강 관련 모바일 앱의이용 의도와 정적인 관계를 가지는 것으로 나타났다.

@highlight

또한, 건강 관련 모바일 앱에 관한 태도는 건강 관련 모바일 앱의 이용 의도와 정적인 관계를 가지는 것으로 나타났다.

