군사용으로 사용되던 드론은 이제 민간분야에서 활발하게 이용이 되고 있으며, 정부도 드론을 활용한 8대 유망산업을 정하고, 드론 사업 범위를 확대하고 있다.

또한 초기 수요 창출을 위해 공공분야에서 드론 활용을 적극적으로 권장하고 있다.

전력설비 점검과 산간지역 택배 사업 등이 그 예라고 할 수 있다.

외국의 경우 드론이 공공질서의 유지, 범죄수사, 교통 정보 수집 등 다양한 경찰활동에서 사용이 되고 있으며, 우리나라 경찰도 드론의 도입을 위해 연구를 진행하고 있다.

그러나 아직까지 어느 분야에 드론을 활용할 것인지에 대한 논의는 부족한 실정이다.

본 연구에서는 외국의 사례 등을 참고하여 드론 활용이 가능한 경찰분야를 선정하고 이에 대해 대리인 이론을 이용하여 드론 활용이 가장 적합한 분야를 선정하였다.

여러 경찰활동 중에서 실종자 수색이 가장 적합한 것으로 분석되었으며, 이중에서도 사회적인 이슈가 되고 있는 치매노인의 수색을 우선적인 활용분야로 제안하였다.

드론 활용을 위한 구체적인 방안도 제시 되었다.

활용방안과 더불어 법적 규제와 가이드라인도 제시하여 드론 활용에 따른 부작용을 최소화하고자 하였다.

앞으로 경찰의 다양한 분야에서 드론의 활용이 예상되기 때문에 이에 대한 폭넓은 연구가 진행이 되어야 할 것이다.

@highlight

군사용으로 사용되던 드론은 이제 민간분야에서 활발하게 이용이 되고 있으며, 정부도 드론을 활용한 8대 유망산업을 정하고, 드론 사업 범위를 확대하고 있다.

