국내외를 불문하고 소프트웨어(SW) 교육에 대한 관심과 참여가 매우 높다.

유럽과 미국, 싱가포르 등의 주요 선진국들은 SW교육을 취학 전 연령(만 5세)부터 정규교육과정에 포함하기 위해 다양한 시도와 노력을 하고 있다.

그러나 우리나라는 아직까지 유아 대상 SW교육에 대한 정책적 논의가 활발히 이루어지고 있지 않다.

본 연구는 우리나라 유아교육 현장에서도 SW교육이 국가수준 교육과정에 통합되어 이루어져야 한다는 문제의식에서 시작되었다.

본 연구에서는 북유럽의 사례를 중심으로 유아 대상 SW교육이 나아가야 할 방향, SW교육 추진 과정, SW교육내용, 교수-

학습 방법, 교사교육 등의 문제를 고찰해보았다.

북유럽 국가들은 유아 대상 SW교육을 디지털 역량 강화와 리터러시라는 포괄적 관점으로 바라보고 있으며 중앙정부, 교육부, 학교, 대학, 기업 등 다양한 주체들이 협업하여 SW교육과정 개정 및 시행, 교사교육에 참여하고 있다.

이러한 북유럽의 사례는 우리나라의 유아 대상 SW교육이 나아가야 할 방향, 교육과정 개정 및 시행, 교육내용 구성, 체계적인 교사교육 확립 방안 등을 논의하는데 의미 있는 기초자료가 될 것이다.

@highlight

본 연구에서는 북유럽의 사례를 중심으로 유아 대상 SW교육이 나아가야 할 방향, SW교육 추진 과정, SW교육내용, 교수-

@highlight

학습 방법, 교사교육 등의 문제를 고찰한 것으로, 우리나라의 유아 대상 SW교육을 위한 의미 있는 기초자료가 될 것이다.

