이

 

연

구

는

 

윤

복

진

 

동

요

시

와

 

전

래

 

동

요

의

 

상

호

텍

스

적

 

관

련

 

양

상

을

 

살

펴

보

는

 

데

 

목

적

이

 

있

다

.

 

「

어

린

이

」

지

로

 

등

단

한

 

윤

복

진

은

 

1

9

2

0

년

대

와

 

3

0

년

대

에

 

왕

성

한

 

창

작

 

활

동

을

 

벌

였

다

.

 

이

 

시

기

에

 

일

어

난

 

전

래

 

동

요

 

부

흥

운

동

은

엄

격

한

 

율

격

의

 

파

괴

를

 

통

해

 

서

정

적

 

자

아

를

 

표

출

하

고

자

 

했

던

 

자

유

시

 

창

작

의

 

흐

름

에

 

영

향

을

 

미

쳤

다

.

 

아

동

에

 

의

해

 

소

통

되

었

던

 

전

래

 

동

요

는

 

아

이

들

의

 

집

단

적

 

욕

망

과

 

주

술

적

 

바

람

을

 

표

현

하

였

고

 

언

어

 

유

희

성

과

 

구

술

성

을

드

러

내

고

 

있

으

며

,

 

현

장

감

과

 

해

학

성

의

 

구

현

을

 

통

해

 

생

기

 

넘

치

는

 

아

이

들

생

활

을

 

그

리

고

 

있

다

.

 

본

 

연

구

에

서

는

 

전

래

동

요

의

 

이

러

한

 

장

르

적

 

텍

스

트

성

에

 

기

반

하

여

 

윤

복

진

 

동

요

시

에

 

나

타

난

 

전

래

동

요

의

 

계

승

 

양

상

을

 

살

펴

보

았

다

.

 

윤

복

진

 

동

요

시

는

 

내

용

면

에

서

 

주

술

성

과

 

집

단

의

 

욕

망

을

 

드

러

내

기

 

보

다

는

 

서

정

적

 

자

아

의

 

세

계

관

을

 

드

러

내

었

다

.

 

그

러

나

 

시

어

의

 

반

복

이

나

 

의

성

어

,

의

태

어

의

 

빈

번

한

 

사

용

,

 

4

음

보

 

율

격

을

 

통

하

여

 

구

술

성

과

 

유

희

성

을

 

구

현

하

고

 

있

었

다

.

 

또

한

,

 

고

유

어

의

 

사

용

,

 

사

물

에

 

대

한

 

순

간

적

 

응

시

와

 

표

현

,

 

아

이

러

니

한

 

상

황

 

전

복

 

등

의

 

기

법

으

로

 

현

장

감

과

 

해

학

성

을

 

이

끌

어

 

내

었

다

.

 

일

제

 

강

점

기

라

는

 

특

수

한

 

상

황

에

서

 

생

산

된

 

윤

복

진

 

동

요

시

는

 

전

래

동

요

의

 

형

식

적

 

특

성

인

 

언

어

 

유

희

성

과

 

구

술

성

을

 

계

승

하

고

 

있

으

며

 

현

장

감

과

해

학

성

이

라

는

 

전

래

동

요

의

 

특

성

을

 

계

승

하

고

 

있

다

.

@highlight

연구는 윤복진 동요시와 전래 동요의 상호텍스적 관련 양상을 살펴보는 데 목적이 있다. 「어린이」지로 등단한 윤복진은 1920년대와 30년대에 왕성한 창작 활동을 벌였다.