본 연구는 이미 통일을 이룩한 독일, 예멘, 베트남의 통일과정을 갈등관리의 차원에서 비교고찰함으로써 남북한 통일에 보다 합당한 제반 여건과 갈등관리 방법들을 살펴보고 보다 효과적인 남북한 통일정책의 기본 방향을 제시하는데 목적이 있다 .

이를 위하여 본 연구는 개별 국가들의 갈등관리와 통일과정에 초점을 맞추어 각 사통일 유형 사이의 상관관계를 고찰하였다.

특히 본 연구는 분단국의 갈등관리 방법과 통일 유형을 각 네 가지로 유형화하고, 이를 통하여 개별 국가들의 갈등관리와 통일과정을 고찰함으로써 어떤 갈등관리 방법이 남북한 통일과정에 보다 효과적일 것인가를 각 단계별로 점검하였다.

우선 흡수형 통일을 이룩한 독일의 경우 갈등의 예방과 타결, 해소관리를 통하여 장기적인 갈등관리가 이루어진 결과이며, 합의형 통일을 이룩한 예멘의 경우 단기적인 갈등관리가 상호간의 갈등을 완전하게 치유하지 못함으로써 통일 이후 또 다시 무력적인 방법으로 완전한 통일이 추진된 사례이다.

또한 무력형 통일을 이룩한 베트남의 경우 무력이라는 갈등관리 방법을 사용함으로써 통일 이후 또 다른 내부적 갈등이 초래된 사례이다.

결국 우리는 이러한 개별 국가들의 갈등관리 방법과 통일에로의 전개과정을 구체적으로 비교함으로써 남북한 분단의 갈등을 해소하고 통일을 이룩하기 위한 단계적 갈등관리 방법과 통일정책을 모색해야 할 것이다.

@highlight

분단국의 갈등관리 방법과 통일 유형을 각 네 가지로 유형화하고 개별 국가들의 갈등관리와 통일과정을 고찰함으로써 어떤 갈등관리 방법이 남북한 통일과정에 보다 효과적일 것인가를 각 단계별로 점검하였다.

@highlight

결국 우리는 이러한 개별 국가들의 갈등관리 방법과 통일에로의 전개과정을 구체적으로 비교함으로써 남북한 분단의 갈등을 해소하고 통일을 이룩하기 위한 단계적 갈등관리 방법과 통일정책을 모색해야 할 것이다.

