미얀마 저류층에서 분리한 토착미생물이 생성하는 생물계면활성제의 표면장력 감소 능력을 조사함으로써 미생물학적 원유회수증진 기술에 대한 적용 가능성을 살펴 보았다.

탄소원의 종류에 따른 미생물의 생장과표면장력 변화를 측정한 결과, 포도당을 탄소원으로 공급하였을 떄 Bacillus spp.

인 BS1과 BS2가 높은 성장률을보였으며 표면장력을 감소시키는 것으로 관찰되었다.

고온과 pH 요인이 표면장력 변화에 미치는 영향을 평가하기 위하여 배양액에서 미생물을 제거한 후 100°C의 온도 및 다양한 pH 조건에 노출시킨 결과, BS1의 생물계면활성제가 전반적으로 높은 희석비율에도 안정적인 표면장력 변화를 보여 상대적으로 외부요인의 영향을 적게받는 것으로 나타났다.

BS1과 BS2가 생성한 생물계면활성제를 추출, 정제한 결과 각각 0.51 g/L, 0.26 g/L이얻어졌고 CMC 값은 각각 2.0 g/L, 0.5 g/L로 나타났다.

@highlight

생물계면활성제의 표면장력 감소 능력을 조사함으로써 미생물학적 원유회수증진 기술에 대한 적용 가능성을 알아보았다.

@highlight

포도당을 탄소원으로 공급하였을 때 Bacillus spp.

@highlight

인 BS1과 BS2가 높은 성장률을 나타냈다.

