냉

전

의

 

국

제

질

서

 

하

에

서

 

국

가

의

 

생

존

과

 

경

제

근

대

화

가

 

급

선

무

였

던

 

대

한

민

국

의

 

외

교

는

 

행

태

(

行

態

)

적

으

로

는

 

주

변

국

을

 

대

상

으

로

 

한

 

양

자

주

의

,

 

공

간

(

空

間

)

적

으

로

는

 

동

북

아

에

 

머

물

러

 

있

었

고

,

 

수

단

(

手

段

)

적

으

로

는

 

경

제

력

과

 

군

사

력

의

 

하

드

파

워

를

 

중

시

하

는

 

정

책

을

 

추

진

했

었

다

.

 

하

지

만

 

네

트

워

크

화

(

化

)

 

된

 

새

로

운

 

국

제

환

경

 

아

래

에

서

는

 

글

로

벌

 

거

버

넌

스

에

 

적

극

 

참

여

하

여

 

소

프

트

파

워

 

역

량

을

 

배

양

하

는

 

‘

대

(

對

)

세

계

전

략

’

이

 

요

구

된

다

.

 

한

국

은

 

글

로

벌

 

거

버

넌

스

의

 

제

반

 

분

야

 

중

 

특

히

 

국

제

평

화

활

동

(

P

e

a

c

e

 

O

p

e

r

a

t

i

o

n

s

:

 

P

O

)

에

 

특

화

(

特

化

)

하

여

 

기

여

함

으

로

써

 

소

프

트

파

워

를

 

증

진

할

 

수

 

있

고

,

 

이

러

한

 

소

프

트

파

워

는

 

국

제

사

회

에

서

 

한

국

이

 

발

휘

할

 

수

 

있

는

 

영

향

력

 

확

대

로

 

이

어

질

 

것

이

다

.

 

중

견

국

가

(

m

i

d

d

l

e

 

p

o

w

e

r

)

 

한

국

의

 

특

수

한

 

위

상

과

 

역

사

적

 

경

험

을

 

감

안

했

을

 

때

,

 

국

제

평

화

활

동

의

 

참

여

와

 

기

여

는

 

상

당

히

 

‘

한

국

적

’

인

 

글

로

벌

 

거

버

넌

스

 

참

여

전

략

이

 

될

 

수

 

있

다

.

 

국

제

평

화

활

동

 

참

여

에

 

대

한

 

국

민

적

 

공

감

대

 

형

성

을

 

위

해

 

임

무

확

대

와

 

활

동

유

형

의

 

다

변

화

를

 

도

모

하

고

,

 

국

제

평

화

활

동

은

 

‘

군

사

작

전

’

이

 

아

니

라

 

‘

민

관

합

동

 

국

제

평

화

사

업

’

이

라

는

 

발

상

의

 

전

환

을

 

유

도

해

야

 

한

다

.

 

또

한

 

국

제

평

화

활

동

 

기

여

를

 

통

한

 

글

로

벌

 

거

버

넌

스

 

참

여

 

정

책

은

 

한

국

의

 

전

통

적

 

외

교

·

안

보

·

통

일

 

정

책

수

행

과

 

상

호

 

보

완

,

 

추

진

되

어

야

 

소

프

트

 

파

워

 

증

진

과

 

영

향

력

 

확

대

라

는

 

목

표

달

성

을

 

극

대

화

 

할

 

수

 

있

을

 

것

이

다

.

@highlight

냉전의 국제질서 하에서 국가의 생존과 경제근대화가 급선무였던 대한민국의 외교는 행태적으로는 주변국을 대상으로 한 양자주의, 공간적으로는 동북아에 머물러 있었고, 수단적으로는 경제력과 군사력의 하드파워를 중시하는 정책을 추진했었다.