본 연구는 그리스도교가 급격히 변모하던 4-5세기에 예루살렘이라는 공간이 수도승들에게 어떤 영적인 의미를 환기시켰는지, 동시에 역설적이게도 예루살렘 거주 수도승들의 활동들이 어떻게 제국주의적 지배를 강화하는 역할을 하게 되었는지 두 양상의 긴장을 조명한다.

수도적 영성이라는 측면에서는, 금욕적 수행에서 실천되던 자발적 귀양살이와 수도승들의 예루살렘 정착 사이의 연계성을, 예루살렘에 관한 당시 그리스도인들의 다양한 인식의 변화를, 그리고 가장 중요하게는 고대 수도적 영성과 결부되는 예루살렘에 관한 생각을 특히 히에로니무스의 글을 통해 탐구한다.

이 연구는, 당시 예루살렘의 많은 수도승들에게 예루살렘은 ‘진보한 영혼들’의 공간이었고, 금욕적 수행을 통하여 천상으로 올라가는 영혼의 부단한 상승을 표현하는 상징이었음을 밝힌다.

제국주의적 양상에 대한 논의는 예루살렘에 거주하던 다국적 수도승들의 공간 점유와 건축 활동, 그리스도교에서 가장 신성시되던 유물과 유골의 소유와 같은 행위들을 근현대 제국주의 비판적 관점에서 고찰한다.

결과적으로, 그 수도승들의 행위의 드러나는 외형적 특성은 식민지의 땅과 물질에 대한 제국주의적 소유와 무관하지 않은 것으로 논의된다.

@highlight

예루살렘이라는 공간이 수도승들에게 어떤 영적인 의미를 주는지, 동시에 역설적이게도 예루살렘 거주 수도승들의 활동들이 어떻게 제국주의적 지배를 강화하는 역할을 하게 되었는지 두 양상의 관찰한다.

@highlight

수도승들에게 예루살렘은 ‘진보한 영혼들’의 공간이었고, 영혼의 부단한 상승을 표현하는 상징이었다.

