지지력이 큰 하부지반에 구조물의 하중을 전달하기 위한 방안으로 말뚝기초가 대부분 적용되고 있다.

이 연구에서는 접합부에 보강되는 철근량에 따라 반복하중 하에서 프리캐스트공법과 철근 및 속채움 콘크리트로 말뚝머리부를 보강한 철근콘크리트 말뚝(HPC)과 기초 접합부 거동을 실험을 통해 평가하였다.

철근량에 변화에 따라 제작된 두 종류의 접합부 실험체의 균열패턴과 파괴거동은 유사한 수준으로 평가되었다.

철근량 1.77배 증가에 기인하여 BS-

H25 실험체는 BS-

H19 실험체에 비해 최고하중은 약 1.47배 증가하였지만 연성비는 정가력시 76%, 부가력시 70% 수준을 나타내었다.

강성감소는 접합부 철근 항복 이후 BS-

H19 실험체와 BS-

H25 실험체는 정가력시 초기강성의 약 66% ~ 71% 수준으로 부가력시 54% ~ 57% 수준으로 감소되었고 BS-

H25 실험체가 평균 13% 높은 강성값을 나타내었다.

극한하중 상태에서의 BS-

H19와 BS-

H25 실험체의 누적 에너지 소산량은 사용하중 상태에 비해 약 5.5배 및 6.6배 큰 값으로 측정되었다.

@highlight

이 연구에서는 접합부에 보강되는 철근량에 따라 반복하중 하에서 프리캐스트공법과 철근 및 속채움 콘크리트로 말뚝머리부를 보강한 철근콘크리트 말뚝(HPC)과 기초 접합부 거동을 실험을 통해 평가하였다

철근량 1.77배 증가에 기인하여 BS-

@highlight

H25 실험체는 BS-

