본 연구는 코넥스(KONEX, Korea New Exchange) 상장기업을 대상으로 어떠한 요인이 신규상장에 영향을 미쳤는지를 실증분석하였다.

이를 위하여 본 연구는 코넥스가 개장된 2013년 7월부터 2015년 9월까지 코넥스시장에 상장한 81개 기업과, 기업특성이 유사한 비상장 외부감사대상 기업 444개 표본을 대응하여 상장여부에 대한 로지스틱 회귀분석을 실시하였다.

분석 결과, 수익성과 성장성이 양호 할수록 그리고 연구개발비 비중이 클수록 코넥스시장에 상장할 가능성이 큰 것으로 나타났다.

또한 기업규모가 작고 업력이 짧을수록 코넥스시장을 통한 기업공개 가능성이 큰 것으로 나타났다.

이는 기술력이 있는 중소·벤처기업에 자본조달의 기회를 제공할 의도로 출범한 코넥스시장의 취지에 부합된 결과로 볼 수 있다.

부채비율은 코넥스시장 진입을 유도하는 유의한 설명력을 가지지 못한 것으로 나타나, 타인자본조달비용 절감을 위한 코넥스시장 상장가능성이 증가한다고 단언할 수는 없을 것이다 .

본 연구 결과를 토대로 코넥스시장에 상장된 기업들에 대한 지속적인 관찰과 평가를 통해 상장요건을 더욱 정교히 구축한다면, 중소·벤처기업의 모험자본에 대한 자본조달기회의 제공이라는 코넥스시장의 목적을 달성할 수 있을 것으로 기대된다.

@highlight

이 연구는 코넥스(KONEX, Korea New Exchange) 상장기업을 대상으로 어떠한 요인이 신규상장에 영향을 미쳤는지를 실증분석했다.

