본 연구에서는 과신성향, 성장성, 재무적 특성이 경영전략에 미치는 영향을 검증하였다.

경영전략에 대한 회계분야 선행연구에서는 경영전략과 회계정보의 질이나 자본비용, 미래 성과 등 연구가 일부 진행되어 오고 있다.

하지만 이러한 연구들은 경영전략 자체의 특성에 집중하여 검증하였으나 기업의 경영전략 선택의 유인에 대해서는 고려하지 못 하였다.

따라서 본 연구에서는 경영전략을 선도형과 방어형 전략으로 구분하여 경영자의 과신성향, 성장성, 차입금비율, 내부현금유보액에 영향을 미치는지 검증하였다.

이러한 검증을 위하여 2001년부터 2015년까지 금융업에 속하지 않으며 몇 가지 조건을 충족하는 5,950개(기업－년)의 12월 결산법인을 대상으로 표본을 추출하였다.

실증분석의 결과는 과신성향이 높을수록 방어형 전략보다 선도형 전략을 추구하는 것으로 나타났으며 매출액 증가율로 측정한 성장성 수준이 높을수록 선도형 전략에 유의적인 양(＋)의 영향을 미쳤다.

차입금비율이 낮을수록 선도형 전략을 추구하는 것으로 나타났으며 내부현금보유액이 높을수록 선도형 전략을 추구하는 것으로 나타났다.

이러한 기업들의 특성들은 경영전략에 영향을 미치며 이로 인하여 이익조정이나 회계정보의 질 등에 미치는 영향을 간과할 수 없다.

따라서 향후에는 기업의 다양한 특성 및 경제적인 상황 등을 고려하여 경영전략에 대한 연구가 진행되어야 할 것으로 보인다.

@highlight

본 연구에서는 경영전략을 선도형과 방어형 전략으로 구분하여 경영자의 과신성향, 성장성, 차입금비율, 내부현금유보액에 영향을 미치는지 검증하였고 분석결과 과신성향이 높을수록 방어형 전략보다 선도형 전략을 추구하는 것으로 나타났고 매출액 증가율로 측정한 성장성 수준이 높을수록 선도형 전략에 양(＋)의 영향을 미쳤으며 이익조정이나 회계정보의 질 등에 미치는 영향을 간과할 수 없다.

