기존의 승강장 안전문은 철도 차량의 출입문과 승강장 안전문이 1:1로 매칭이 되어야만 사용이 가능하기 때문에 다양한 열차가 정차하는 승강장에는 적용이 매우 어렵다.

이러한 문제를 해결하기 위해 제시된 승강장 안전문이 로프타입 상하개폐식 승강장 안전문(Rope type Platform Safe Door : RPSD)이다.

로프타입 상하개폐식 승강장 안전문은 승강장 안전문이 위에서 아래로 닫히고 승강장 안전문의 상하 이동을 위한 기둥은 20~40m 간격으로 설치되기 때문에 열차의 길이 및 출입문 위치, 출입문 개수와 상관없이 다양한 열차가 혼용하여 사용할 수 있도록 설계되었다.

본 논문에서는 다양한 열차가 정차하는 영등포역 일반열차 승강장에 기존 PSD 및 RPSD의 적용이 가능한지를 시뮬레이션을 통해 검토하였다.

검토결과 기존의 PSD는 시공, 안전, 비용상 문제가 발생할 것으로 파악되었으나, RPSD의 경우에는 적용에 큰 문제가 없는 것으로 나타났다.

@highlight

본고에서는 다양한 열차가 정차하는 영등포역 일반열차 승강장에 기존 PSD 및 RPSD의 적용이 가능한지를 시뮬레이션을 통해 검토하였다.

