니체의 정치철학적 사유를 주목하는 자유주의 진영의 시선은 그 긍정적 기능못지않게 많은 문제점을 노출한다.

워렌이 제공한 해석은 그 한 가지 경우다.

워렌은 ‘니체의 정치철학’을 ‘니체가 실제로 제공한 정치학’과 구별하고, 전자를 개인성－공동적 상호주관성－평등주의－다원성을 긍정하는 ‘포스트모던 힘의 철학’으로, 후자를 신귀족주의적 보수주의를 제공하는 현실정치론으로 제시한다.

그리고 전자를 포스트모던 정치철학의 틀을 제공해주는, 현대 정치철학 담론에서 의미를 갖는 것으로 이해한다.

워렌의 이 시도는 니체 철학이 갖고 있는 상호성 및 관계성 그리고 다원성의정치적 함의를 밝혀, 니체 철학의 현대적 의미를 밝혀낸다는 점에서 긍정적평가의 대상이 된다.

하지만 니체 철학에서 힘에의 의지 개념을 축소화시키고,정치철학과 정치학을 분리시키며, 니체 철학의 과제를 고려하지 않은 논의를제공하기에, 니체 철학과 화해하기 어려운 측면을 동시에 갖고 있다.

따라서워렌이 제시한 ‘니체 정치철학의 포스트모던 결실’이라는 것은 제한적으로만타당하다.

@highlight

니체 철학에서 힘에의 의지 개념을 축소시키고, 정치철학 및 정치학을 분리시키며, 니체 철학의 과제를 고려하지 않은 담론을 제공하기에, 니체 철학과 화해하기 어려운 방면을 가지고 있다.

@highlight

따라서 워렌이 제시한 ‘니체 정치철학의 포스트모던 결실’은 제한적으로만 타당하다고 할 수있다.

