조르주 바타유는 『문학과 악』에서 에밀리 브론테, 카프카, 보들레르를 읽으며 악의 일환으로 유년의 문제를 질문한다.

그는 인간에 대한근본적 반성의 계기로서, 주권이 환유적으로 표현되는 유년을 살피되 순수에서 사회적 위반에 이르는 복합적인 스펙트럼을 가로질러 고찰한다.

브론테에 대한 글이 천진한 만큼이나 격렬한 유년을 주목한다면, 카프카에 대한 글은 인간의 숙명에서 비롯된 무기력한 주권이 확인되는 관계적 차원의 유년을 분석한다.

보들레르의 경우 그의 불가능의 시는 자유와 주권을 추구하는 인간이 문학의 자리에서 시도해볼 수 있는마지막 노력으로 나타난다.

『문학과 악』이 제시하는 것은 현실적 삶과, 투사된 주권적 세계가 점근하는 불가능의 자리에서 인간의 자유를, 욕망을, 주권을 성찰하는 문학이다.

악의 주제 아래 여러 작가들에 대한 고찰을 모은 이 책은 하나의 문학 예찬으로 읽힌다.

@highlight

조르주 바타유는 『문학과 악』에서 에밀리 브론테, 카프카, 보들레르를 읽으며 악의 일환으로 유년의 문제를 질문한다.

