본 연구의 목적은 국내 조직창의성 연구의 내용 분석을 통해 연구의 동향을 파악하고 추후 연구방향에 대한 시사점을 제공하는 것이다.

이를 위해 최근 12년(2002-2013)간 경영, 공학, 교육, 심리학 등의 학술지에 발표된 논문 259편을 선정하여 발표년도, 연구대상, 연구내용, 연구방법에 따른 연구의 동향을 분석하였다.

연구결과, 국내에서 민간산업체를 대상으로 이루어진 조직창의성 관련 연구는 2002년 이후 지속적인 증가를 보였고, 2009년을 기점으로 그 증가량이 최대치를 나타내었다.

연구대상으로는 ‘전문, 과학 및 기술서비스업’과 ‘제조업’ 관련 근로자 및 해당 산업체의 빈도가 가장 많은 것으로 나타났다.

연구내용에서는 창의적인 산출물과 혁신에 영향을 미치는 ‘개인’과 조직 내·외부적 ‘환경’ 요인을 다룬 내용의 빈도가 가장 많이 나타난 반면 ‘팀’과 ‘혁신’에 대한 빈도는 상대적으로 낮게 나타났다.

연구방법별 내용을 분석한 결과, 양적연구, 이론 및 문헌연구, 질적연구, 혼합연구의 순으로 그 빈도가 높게 나타났으나 양적연구 중 실험연구는 이루어지지 않았다.

끝으로 본 연구의 결과를 바탕으로 향후 조직창의성 연구방향에 대한 제언을 제시하였다.

@highlight

이 연구의 목적은 국내 조직창의성 연구의 내용 분석을 통해 연구의 동향을 파악하고 추후 연구방향에 관한 시사점을 제공하는 것이다.

