정보통신기술의 발달과 인터넷의 급속한 확산에 따라 사이버안보 문제가 21세기의 새로운 의제로 부상하고 있다.

그런데 사이버안보는 인터넷이 가지 고 있는 특성을 반하여 전통적 안보와는 다른 차원의 접근을 요구하고 있 다.

즉, 개방성과탈경계성이라는인터넷의구조적특성으로부터연유하는상 호작용이 국제관계 역에서 행위자들 간에 복잡하게 얽힌 이해와 인식 구도 속에서 진행되고 있다.

따라서 물적 자원을 동원한 물리적 공격이 아닌 네트 워크를 통한 원격 침해와 공격으로부터 안전한 정보통신 시스템을 유지하고 관리하는것이사이버안보의주요내용이되고있다.

본연구는사이버안보에관한기존의논의들을살펴본다.

이에따라기존연 구의 한계점을 인식하면서 국제적 규범화 속에서 관점의 차별성으로 나타내 고 있는 이른 바 다자이해당사자주의와 다자주의의 틀에 따른 거버넌스 문제 를 살펴본다.

이러한 맥락 속에서 사이버안보 역량 제고를 위한 한국의 전략 적과제, 정책적함의등을제시한다.

@highlight

정보통신기술의 발달과 인터넷의 급속한 확산에 따라 사이버안보 문제가 21세기의 새로운 의제로 부상하였다.

@highlight

사이버안보는 인터넷이 가지고 있는 특성을 반하여 전통적 안보와는 다른 차원의 접근을 요구하였다.

