서울시장 교체후 정책변동 사례가 다수 나타나고 있다.

Kingdon의 분석에 의하면 선거 이후 정치적 분위기와 이념이 동시에 바뀌기 때문에 정책의제설정에 큰 변화를 가져온다.

본 연구는 서울시장의교체에 따라 환경정책의 변동이 어떻게 이루어졌는지 전후비교를 통해 유형화하여 시사점을 도출하는데 목적을 두었다.

분석결과 시책사업, 연차별 투자계획은 절반 수준으로 축소되었으나 조직은 확대된 것으로 나타났다.

정책변동을 유형화해 보면, 정책혁신과 정책종결은 없었고, 정책유지는 부분적으로 나타났다.

다수사례는 정책승계형으로 대기질 개선, 녹색산업 육성 등 대부분 전임 시장이 중점적으로 추진하던 분야였다.

변화 방향으로는 ‘원전 하나 줄이기 사업’으로 사업 수는 1개에 불과하나 추진 조직은 6개팀이 신설될 정도로 대폭 확대된 사례로 분석되었다.

종합적으로 시장 교체 이후 차별화된 사업명칭,즉 기존사업을 묶어 원전 하나 줄이기 프로젝트로 통합하여 조직운영을 집중하고 나머지 사업들의 비중이나 우선순위가 달라진 것으로 나타났다.

환경정책은 지속가능한 발전 혹은 미래를 위해 지속적이고 안정적인 정책집행이 필요한 분야로 정치적 요인에 의한 정책변동으로 발생하는 혼란과 행정낭비를 감소하고 정책의 일관성과 안정성을 강화할 수 있는 방안마련이 필요하다.

@highlight

이 연구는 서울시장의교체에 따라 환경정책의 변동이 어떻게 이루어졌는지 전후비교를 통해 유형화하여 시사점을 도출하는데 목적을 두었다.

