배우의 수행을 저해하는 실연 전 긴장은 개체 보존에 유리한 진화의 결과이며, 열역학 제2법칙 즉 엔트로피 증가에 따른 생리현상이다.

다시 말해 배우가 인간인 이상 수행 전 긴장은 자연적인 현상이다.

그러므로 이완의 딜레마란 실연 전 이완이 최상의 수행을 위한 필수의 전제임에도 불구하고 그것이 자연을 거스르는 생리작용이라는 상호모순에서 발생한다.

이러한 이완의 딜레마의 한 해답으로써 본 연구자는 실연 전 긴장을 억제하는 기계론적 마음훈련의 원리와 방법에 대하여 착상하였다.

본 연구는 배우의 말과 짓을 총괄하는 배우의 마음(mind)을 사이버네틱스의 피드백 원리에 기초한 중립, 집중, 고정, 설득의 4단계 훈련을 통하여 유기적(有機的, organic) 상태에서 기계론적(機械論的, Mechanistic) 상태로 전환하여 유전적인 요인과 엔트로피 증가로 인한 긴장의 자생을 억제하는 이완방법론이다.

배우는 본 방법론의 지속적인 실천으로 수행 전 긴장을 억제하고 소통과정을 자동하는 ‘의사소통의 오토마타(automata)’로 진화한다.

@highlight

배우의 수행을 저해하는 실연 전 긴장은 개체 보존에 유리한 진화의 결과이며, 열역학 제2법칙 즉 엔트로피 증가에 따른 생리현상이다.

