본 연구는 체형에 대한 타인의 긍정적인 피드백이 섭식억제자의 자존감과 섭식행동에 미치는 효과를 검증하였다.

이를 위해 89명의 여대생을 섭식억제 수준(억제, 비억제)과 처치조건(통제, 몸매평가, 몸매평가 후 긍정피드백)에 따라 6개 집단으로 분류하여, 처치조건 전후에 자기보고식 척도와 암묵적 연합검사를 실시하여 명시적 및 암묵적 자존감의 변화를 측정하였으며 실제 초콜릿 섭취량을 측정하여 섭식행동을 확인하였다.

실험 결과, 암묵적 연합검사에서는 섭식억제 수준과 처치조건에 따른 차이가 유의미한 반면, 자기보고식 척도와 초콜릿 섭취량에서는 집단간 차이가 나타나지 않았다.

즉, 섭식억제자는 처치 전에 비해 처치 후에 몸매평가 조건에서는 암묵적 자존감이 저하된 반면, 몸매평가 후 긍정피드백 조건에서는 암묵적 자존감이 증가하였다.

그러나 비섭식억제자의 암묵적 자존감은 처치조건에 따라 차이가 없었다.

이런 연구결과는 체형에 대한 긍정적 피드백이 섭식억제자의 자존감을 고양시키는데 효과적이며, 나아가 치료적 장면에서 활용될 수 있음을 보여준다.

@highlight

이 연구는 체형에 대한 타인의 긍정적인 피드백이 섭식억제자의 자존감과 섭식행동에 미치는 효과를 검증했다.

