2018년 5월에 GDPR(Regulation (EU) 2016/679)이 발효됨에 따라 EU의 각 회원국들은 각국의 개인정보보호법을 개정하는 한편, EU내에서 통일적으로 적용될 개인정보보호를 위한 가이드라인을 정비하는 등 GDPR의 발효에 따른 다양한 대비노력을 진행하고 있다.

특히 GDPR의 입법재량조항에 대한 대응에서 이미 각 회원국은 자국의 입법이나 기존의 법제를 통해서 상당히 GDPR에 근접한 내용의 개인정보보호 규정을 마련하고 있음을 알 수 있다.

GDPR의 발효에 따른 EU의 개인정보보호법제의 개선과 4차산업혁명과의 관계는 향후 우리나라 개인정보보호법제와 정책에 중요한 의미를 가진다.

GDPR의 도입에 따른 EU의 주요 회원국 독일, 영국, 프랑스의 개인정보보호관련 법제와 정책의 비교 분석은 우리나라의 개인정보보호법제의 대응 및 법제의 개선방향을 찾는데 좋은 시사점을 줄 수 있을 것이다.

일반적으로 4차 산업혁명이 도래하면 대부분의 산업은 사실상 빅데이터에 의존하게 될 것이다.

이러한 경우 개인정보의 활용과 남용은 피할 수 없는 사실이다.

이러한 상황에서 중요한 것은 결국 정보주체의 권리를 얼마나 잘 보호함으로써 그 남용의 폐해를 막아내는가이다.

법제도적인 측면에서 우리나라 개인정보보호법의 일반법으로서의 성격을 보다 공고히 할 필요성이 도출된다.

또한 감독기관의 강력한 제재를 통한 개인정보보호의 실질화를 도모할 필요성이 강조된다.

개인정보 국외이전에 관한 규정의 보완도 요구된다.

@highlight

GDPR의 발효에 따른 EU의 주요 회원국 독일, 영국, 프랑스의 개인정보보호관련 법제의 개선과 4차산업혁명과의 관계는 우리나라의 개인정보보호법제의 대응 및 법제의 개선방향을 찾는데 좋은 시사점을 줄 수 있을 것이다.

@highlight

4차 산업혁명이 도래하면 산업의 대부분은 사실상 빅데이터에 의존하게 될 것이며, 이 경우 개인정보의 활용과 남용을 막기 위한 법제도적인 측면이 강조될 것이다.

