본 연구는 이명박·박근혜 정부 9년 동안 한국 복지체체의 변화를 ‘확장성의 제약’과 ‘역진적 성별성’의 강화 라는 두 가지 성격을 중심으로 분석했다.

이를 통해 본 연구는 보수정부 9년 동안 복지가 확대된 것은 분명 하지만, 이러한 확장이 미래의 복지지출을 축소시키는 ‘확장성의 제약’이 실현되는 과정이었다고 평가했다.

또한 자유주의 정부 10년에 이어 사회보험 중심의 공적 복지가 확대되면서 한국 복지체제의 역진적 선별성이 공사적 영역에서 강화되었다.

물론 사회보험을 확대한다는 것 자체가 한국복지체제의 역진적 선별성을 강화하는 것은 아니다.

하지만 수출주도형 성장체제가 만들어놓은 산업구조는 노동시장의 분절화를 심화 시켰고, 이러한 조건에서 정규직 노동자를 기준으로 설계된 사회보험을 확대하는 것은 사회보장제도의 역진적 선별성을 강화할 수밖에 없었다.

보수정부 9년 동안 한국복지체제의 역진적 선별성이 강화된 것은 바로 이러한 이유에서였다.

결국 보수정부 시기 한국복지체제는 서로 다른 삶을 살아가는 세 집단으로 나누어 졌고, 세 집단 간의 불평등은 더욱 심화되었다.

@highlight

자유주의 정부 10년에 이어 사회보험 중심의 공적 복지가 확대되면서 한국 복지체제의 역진적 선별성이 공사적 영역에서 강화되었다

하지만 수출주도형 성장체제가 만들어놓은 산업구조는 노동시장의 분절화를 심화 시켰고, 이러한 조건에서 정규직 노동자를 기준으로 설계된 사회보험을 확대하는 것은 사회보장제도의 역진적 선별성을 강화할 수밖에 없었다

보수정부 9년 동안 한국복지체제의 역진적 선별성이 강화된 것은 바로 이러한 이유에서였다


