연구문제: 본 연구의 목적은 장애인기업(장애인이 사업주이거나 장애인이 창업하는 경우)에 대한 보조기기 지원이 우리나라에도 필요한 가에 대하여 살펴보는 데 있다.

장애인은 근로자로서 고용에 참여하는 데 제한이 있어 장애인 스스로가 창업을 원하여 사업을 하는 경우도 있다.

따라서 장애인기업에 대한 우리나라의 보조기기 지원 수준에 대하여 살펴보고 문제점을 확인하고 방향성을 제시하고자 하였다.

연구방법: 법에 근거하여 각 부처별로 지원하는 우리나라의 보조기기 사업으로 장애인기업이 지원받을 수 있는지에 대하여 법률 등 제도적 부분에 대하여 살펴보았다.

또한 미국, 스웨덴 등 주요 국가의 장애인기업에 대한 보조기기 지원에 대하여 조사하였다.

연구결과: 우리나라에서 장애인기업에 대한 보조기기 지원은 상당히 낮고 소극적인 수준이다.

장애인의 경제활동 참여율, 장애인기업에 대한 조사결과 및 주요 국가의 지원 사항을 볼 때 우리나라에서도 장애인 기업에 대한 보조기기 지원이 보다 적극적으로 지원되고 확대될 필요성이 시급하다.

결론: 장애인의 낮은 고용률, 장애인기업의 열악한 소득수준, 주요 선진국의 적극적인 지원수준을 고려할 때 우리나라에서도 제도 정비 및 재원을 마련하여 장애인기업에 대한 실질적인 보조기기 지원이 될 수 있도록 하여야 한다.

@highlight

본 연구에서는 우리나라에도 장애인기업(장애인이 사업주이거나 장애인이 창업하는 경우)에 대한 보조기기 지원이 필요한지 살펴본 결과, 장애인의 낮은 고용률, 장애인기업의 열악한 소득수준, 주요 선진국의 적극적인 지원수준을 볼 때 우리나라에서도 제도 정비 및 재원 마련을 통해 장애인기업에 대한 실질적인 보조기기 지원이 되도록 하여야 한다.

