본 연구에서는 감각처리조절과 문제행동의 관계 및 감각처리조절의 하위요인이 문제행동에 미치는 영향, 집단간 차이와 집단을 예측하는 척도를 판별하였다.

이를 위해 서울, 경기, 인천 지역의 어린이집에 재원하는 3-6세 비장애 일반 유아에게 단축감각프로파일(SSP)과 유아행동평가척도 부모용 1.5-5를 시행하였고, 335명의 자료를 분석에 사용하였다.

본 연구의 결과를 요약하면 첫째, 감각프로파일기준에 따라 정상군 274명(81.8%), 문제가능성군 43명(12.8%), 확실한문제군 18명(5.4%)으로 분류되었다.

둘째, 유아의 감각처리조절과 문제행동이 유의한 부적상관관계를 나타냈다.

셋째, 촉각 민감성, 움직임 민감성, 청각 여과하기가 내재화문제를 23% 설명하였고, 촉각 민감성, 과소반응/특정자극을 찾는 행동, 청각여과하기는 외현화문제 및 총문제행동을 29% 설명하였다.

넷째, 감각처리조절문제집단을 예측하는 척도로는 CBCL 1.5-5의 위축, 수면문제, DSM 정서문제 및 DSM 전반적 발달문제로 확인되었다.

@highlight

본 연구에서는 감각처리조절과 그 하위요인이 문제행동에 미치는 영향, 집단간 차이와 집단을 예측하는 척도를 판별하였고, 정상군 274명(81.8%), 문제가능성군 43명(12.8%), 확실한문제군 18명(5.4%)으로 분류되었으며, 감각처리조절과 문제행동이 부적상관관계를 나타냈다.

