이 논문의 핵심 주제는 검찰의 사법경찰관리의 관할 외 수사에 대한 이송지휘가 타당한가 하는 것이다.

이송지휘는 수사기관의 토지관할과 검찰의 수사지휘권의 범위가 가장 중요한 문제이다.

따라서 이 논문에서는 첫째, 수사기관의 관할 및 수사지휘권의 개념 그리고 수사지휘권의 한계에 대해서 이론적으로 알아보았다.

둘째, 주요 외국의 경우에는 사법경찰관리가 관할 외에서 수사 할 경우 어떻게 하는 지에 대하여 비교법적인 고찰을 하였다.

셋째, 최근 검찰이 이송지휘를 하였던 두 가지의 사례를 구체적으로 분석하여 보았다.

그런데 첫째, 검찰이 이송지휘를 하면서 근거로 제시한 관할은 법원의 재판관할로서 수사기관의 관할과는 전혀 상관이 없는 것이었다.

둘째, 검찰의 수사지휘권은 무제한적으로 행사될 수 있는 것이 아니고 독립적인 수사기관인 경찰을 존중하는 차원에서 행사되어야 할 것으로 생각된다.

또한 수사지휘권의 행사는 주체, 내용, 형식, 절차, 대상 등에 있어서 한계가 있다고 할 수 있을 것이다.

셋째, 주요 외국의 어느 나라도 타 관할에서 수사하는 경우에 검사에게 보고하는 나라는 없었다.

넷째, 이번 사례를 분석해 본 결과 법적으로도 근거가 없고, 검찰 스스로가 폐지한 이송지휘를 한 것은 금반언의 원칙에도 어긋나는 지휘였다고 할 수 있을 것이다.

따라서 이러한 문제를 해결하기 위해서는 첫째, 형사소송법 제210조 관할 외 수사 시 보고하도록 되어있는 조문을 폐지하여야 할 것이다.

둘째, 검찰의 수사지휘권의 범위에 대하여 형사소송법에 구체적으로 명문화해야 할 필요가 있다고 생각한다.

@highlight

이 논문의 핵심 주제는 검찰의 사법경찰관리의 관할 외 수사에 대한 이송지휘가 타당한가 하는 것이다.

@highlight

이 논문에서는 첫째, 수사기관의 관할 및 수사지휘권의 개념 그리고 수사지휘권의 한계에 대해서 이론적으로 알아보았다.

