본 연구는 선원들이 가지고 있는 스트레스 인지 정도와 대처 방법을 분석하여 선원들을 위한 스트레스 관리 방안을 마련하는데 기초 자료가 되고자 시행한 횡단적 조사연구이다.

연구의 대상은 한국해양수산연수원에서 2003년 10월 20일부터 11월 15일까지 안전교육을 수강하는 선원 428명이었으며 설문지에 의한 방법으로 수집하였다.

연구에 사용된 도구는 스트레스 인지와 대처 방법을 측정하는 도구이며, 수집된 자료는 SPSS 10.1 통계 프로그램을 이용하여 서술 통계, t-

test, ANOVA로 분석하였다.

본 연구의 결과는 다음과 같다.

1) 일반적 특성 간의 스트레스 인지 정도의 차이를 살펴본 결과, 항해 구역, 결혼 상태, 흡연량, 음주 횟수, 운동 횟수, 수면 양상, 수면 시간, 여가 시간, 직업 만족도 특성에서 스트레스 인지 정도의 유의한 차이가 있었다.

2) 일반적 특성에 따른 스트레스 대처 방법의 차이를 확인한 결과, 집단 간 유의한 차이가 있는 특성으로는 현재 신분, 항해 구역, 연령, 승선 경력, 학력, 결혼 상태, 연 수입, 음주 횟수, 음주량, 운동 횟수, 수면 양상, 직업 만족도로 나타났다.

3) 스트레스 인지 정도와 대처 방법 간의 차이를 알아본 결과, 스트레스 점수가 높은 집단이 정서 중심의 대처와 소망적 사고를 많이 하는 것으로 나타났다.

@highlight

본 연구는 선원들의 스트레스 인지 정도와 대처 방법을 분석해 선원들을 위한 스트레스 관리 방안을 마련하는 데 기초 자료가 되고자 시행한 횡단적 조사연구에 대해 기술했다.

@highlight

일반적 특성 간의 스트레스 인지 정도 차를 살펴본 결과, 흡연량, 음주 횟수, 운동 횟수, 항해 구역, 결혼 상태, 수면 양상 등에서 스트레스 인지 정도의 유의미한 차이가 있음이 드러났다.

