본 연구는 개념도 분석을 통해 예비유아교사의 유아수학교육내용에 대한 개념 및 개념수준을 살펴보고, 유아수학교육내용 지식에 따라 수학태도 및 수학적 자기효능감에 차이가 있는 지를 알아보는 데 목적이 있다.

연구결과, 첫째, 예비유아교사의 유아수학교육내용에 대한 상위개념으로는 ‘수’가 가장 많았으며, 본 연구에서 도출된 상위개념들을 3-5세 연령별 누리과정의 수학적 탐구하기 내용요소에 따라 재분류한 결과, ‘수와 연산의 기초개념 알아보기’와 관련된 지식이 가장 많음을 알 수 있었다.

둘째, 예비유아교사의 유아수학교육내용에 대한 개념수준을 살펴본 결과, ‘공간’에 포함된 종속개념의 수와 위계가 가장 높았고, ‘도형’의 특성점수가 가장 높았으며, 밀도는 대부분 1-3사이로 나타났다.

셋째, 예비유아교사의 유아수학교육내용 지식에 따라 수학태도 및 수학적 자기 효능감에 유의미한 차이가 있는 것으로 나타났다.

본 연구결과를 통해 예비유아교사 양성과정에서의 유아수학교육에 대한 방향을 제시하고 체계적인 유아교사교육에 대한 기초 자료를 제공할 수 있을 것으로 기대한다.

@highlight

이 연구는 개념도 분석을 통해 예비유아교사의 유아수학교육내용에 대한 개념 및 개념수준을 살펴보고, 유아수학교육내용 지식에 따라 수학태도 및 수학적 자기효능감에 차이가 있는 지를 알아보는 데 목적이 있다.

