본 연구는 기존의 말산업에 대한 산업연관분석에서 발생했던 오류와 불안정정 문제를 해소하는 한편, 추정 결과에 설득력과 비교가능성을 부여하기 위해 일관되고 체계화된 기준에 따라 분석되었다.

또한 이론적으로도 단일 모형에 기반한 통상적인 접근방식을 탈피하여 수요유도형 모형과 외생화 모형을 함께 적용하였다.

최근 말산업의 시장 규모는 2조 2,845억원이며 산출파급효과, 부가가치파급효과, 취업파급효과 및 고용파급효과는 각각 3조 2,025억원, 2조 1,746억원, 27,109명 및 20,080명인 것으로 추정되었다.

이러한 추정결과 국내에 말산업이 효과적으로 정착되기 위해서는 경제적 파급력이 높은 승마 부문과 말관련업 부문의 활성화를 정책적으로 우선 고려해야 하며, 현재의 승마보급 차원을 넘어 승마가 생활레저로 자리매김하기 위해서는 국내 전무한 전문승용마의 생산?

공급이 정상적으로 이루어져 승마운동의 안정성이 제고될 필요가 있다.

@highlight

이 연구는 기존의 말산업에 대한 산업연관분석에서 발생했던 오류와 불안정정 문제를 해소하는 한편, 추정 결과에 설득력과 비교가능성을 부여하기 위해 일관되고 체계화된 기준에 따라 분석되었다.

