연구에서는 설문 조사를 통하여 제7차 화학 심화선택 과목에 대한 교사들의 인식 및 차기 화학 선택 교육과정의 개정에 대한 요구를 분석하였다.

전국의 108개교의 화학 교사가 설문에 참여하였으며, 설문 조사에 응답한 교사의 과반수가 현행 화학 I과 화학 II 교육과정을 개정하는 것이 필요하다고 생각하고 있었다.

현행 교육과정의 문제점으로 화학Ⅰ에서는 기본 개념들을 다루지 않음으로 인해 현상을 설명하기 어렵다는 점, 그리고 화학II에서는 시수에 비하여 학습량이 많다는 점이 가장 많이 지적되었다.

교과서에 제시된 탐구 활동은 제대로 이루어지지 않고 있으며, 특히 화학II에서는 거의 하지 않는 것으로 나타났다.

차기 교육과정 개정 요구와 관련해서는 화학Ⅰ의 내용을 개념 중심으로 구성하자는 응답 비율이 현행처럼 주제 중심으로 하자는 응답 비율보다 다소 높았다.

차기 교육과정의 화학Ⅰ의 내용을 구성함에 있어 현상을 과학적으로 설명할 수 있도록 기본적인 화학적 개념을 추가하되 정량적으로 접근하거나 개념의 수준을 높이는 것은 지양하자는 의견이 많았고, 화학II의 경우에는 내용 일부를 화학I로 옮겨서 학습 부담을 줄여야 한다는 의견이 많았다.

결과를 바탕으로 하여 이에 대한 원인과 화학 선택 과목 교육과정 개정을 포함한 과학 교육 개선 방안을 논의하였다.

@highlight

제7차 화학 심화선택 과목에 대한 교사들의 인식 및 차기 화학 선택 교육과정의 개정에 대한 요구를 분석한 결과 차기 교육과정의 화학Ⅰ의 내용을 구성함에 있어 현상을 과학적으로 설명할 수 있도록 기본적인 화학적 개념을 추가하되 정량적으로 접근하거나 개념의 수준을 높이는 것은 반대했고 화학II의 경우에는 내용 일부를 화학I로 옮기자고 하였다.

