본

 

연

구

는

 

음

정

 

모

방

 

중

심

 

노

래

부

르

기

 

프

로

그

램

이

 

인

공

와

우

이

식

아

동

의

 

음

고

 

산

출

 

정

확

도

 

및

 

음

고

 

범

위

에

 

어

떠

한

 

영

향

을

 

미

치

는

지

 

확

인

하

고

자

 

시

행

한

 

사

례

연

구

이

다

.

 

본

 

연

구

에

서

는

 

만

 

5

세

의

 

인

공

와

우

이

식

아

동

 

3

명

을

 

대

상

으

로

 

음

정

 

모

방

 

중

심

 

노

래

부

르

기

 

프

로

그

램

이

 

실

시

되

었

고

 

회

기

 

당

 

3

5

분

,

 

주

 

2

-

3

회

씩

 

총

 

1

2

회

기

의

 

개

별

 

세

션

이

 

진

행

되

었

다

.

 

음

정

 

모

방

 

중

심

 

노

래

부

르

기

 

프

로

그

램

 

동

안

 

3

도

,

 

5

도

,

 

8

도

의

 

목

표

 

음

정

을

 

중

심

으

로

 

음

고

 

변

별

 

-

 

음

고

 

모

방

 

-

 

목

표

 

음

고

를

 

포

함

한

 

노

래

부

르

기

 

활

동

이

 

단

계

적

으

로

 

시

행

되

었

고

,

 

프

로

그

램

 

전

후

에

는

 

음

고

 

모

방

 

및

 

노

래

 

내

 

음

고

 

산

출

의

 

정

확

도

 

변

화

가

 

측

정

되

었

다

.

 

연

구

 

결

과

,

 

3

명

의

 

아

동

 

모

두

 

프

로

그

램

 

참

여

 

후

 

제

시

된

 

음

고

를

 

산

출

하

는

 

정

확

도

가

 

증

가

하

고

 

노

래

부

르

기

 

시

 

산

출

된

 

음

고

가

 

기

대

 

음

고

에

 

유

사

해

지

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

산

출

 

가

능

한

 

음

고

의

 

범

위

가

 

확

장

됨

을

 

알

 

수

 

있

었

다

.

 

이

러

한

 

결

과

는

 

인

공

와

우

이

식

아

동

의

 

음

정

 

지

각

 

특

성

을

 

반

영

한

 

단

계

적

 

접

근

과

 

다

감

각

적

 

환

경

에

서

의

 

체

계

적

 

음

악

 

정

보

 

처

리

가

 

학

령

 

전

기

 

인

공

와

우

이

식

아

동

의

 

음

고

 

산

출

을

 

효

과

적

으

로

 

이

끌

어

낼

 

수

 

있

음

을

 

보

여

준

다

.

 

더

 

나

아

가

 

본

 

연

구

는

 

음

악

 

지

각

이

나

 

인

공

와

우

이

식

성

인

 

대

상

군

에

 

초

점

이

 

맞

추

어

졌

던

 

연

구

 

영

역

을

 

확

장

시

키

고

,

 

학

령

 

전

기

 

인

공

와

우

이

식

아

동

의

 

음

고

 

산

출

 

능

력

 

향

상

을

 

위

해

 

적

용

할

 

수

 

있

는

 

프

로

그

램

을

 

제

안

했

다

는

 

점

에

 

의

의

가

 

있

다

.

@highlight

본고는 음정 모방 중심 노래부르기 프로그램이 인공와우이식 아동의 음고 산출 정확도 그리고 음고 범위에 어떤 영향을 미치는지 확인하고자 진행한 사례연구이다.