이 연구에서는 기존 전문직의 특성이나 요건에 근거하여 유아교사의 전문성을 접근하는 것은 한계가 있다고 보고 유아교사의 전문성에 대한 대안적 탐색을 시도한다.

유아교사 전문성의 대안적 탐색은 유아교사가 하는 일의 고유한 특성, 유아교육과 보육의 본질이라 할 수 있는 돌보는 일에 초점을 맞추어 논의하였다.

그동안 유아교사의 전문성은 가르치는 일을 중심으로 논의가 이루어졌고 돌보는 일은 전문성의 영역에 포함되지 못 하였다.

유아교사의 돌보는 일에 초점을 맞춘 유아교사 전문성의 대안적 탐색은 유아교육과정 재개념주의자들의 관점, 특히 여성주의 도덕이론의 중심이 되는 ‘돌봄의 윤리’로 이론적 논의가 가능할 뿐 아니라 유아교사들의 현장경험을 통해 그들이 인식하고 있는 전문성과도 연결됨을 알 수 있다.

유아교사 전문성의 대안적 탐색의 실현을 위해서 유아교사양성과정에서 돌봄의 가치를 강조하여 유아교사의 정체성과 전문성으로 인식시키는 것이 중요하며 유아교사양성과정에서 영아와 관련한 교과목들이 추가적으로 포함되어야 할 것을 제언한다.

@highlight

이 연구에서는 기존 전문직의 특성이나 요건에 근거하여 유아교사의 전문성을 접근하는 것은 한계가 있다고 보고 유아교사의 전문성에 대한 대안적 탐색을 시도한다.

