해상최종처리장은 육상에서의 폐기물 처리 공간 부족 문제 해소와 친환경적인 해양공간 조성 및 개발을 목적으로 육·해상 폐기물 소각재 등 안정화된 무기성 고형 폐기물을 해상에서 최종 매립하는 폐기물 처리장을 의미한다.

본 연구의 목적은 현재까지 국내 조성 사례가 없는 해상최종처리장의 건설 시 해양환경에 어떠한 영향을 미치는지를 조사·예측·평가하고 환경영향에 대한 저감과 피해를 최소화하여, 사업 초기단계에서부터 충분한 환경적 고려가 반영된 해상최종처리장 건설 환경영향평가 가이드라인을 마련하고자 한다.

이를 위하여 국내·외 유사사례 환경영향평가서 및 기존 환경영향평가 가이드라인 사례 분석과 포럼 운영을 통한 전문가 검토 및 합의과정을 거쳐 해상최종처리장 건설에 특화된 가이드라인을 도출하였다.

국내 유사사례 환경영향평가서 검토를 위해서 총 17건의 준설토 투기장 및 발전소 회처리장 조성사업 환경영향평가서(2005~2016년)를 대상으로 해양 동·식물 및 해양수질 및 해양저질, 해양물리 항목의 조사현황을 분석하고 문제점과 개선안을 도출하였다.

본 가이드라인을 통해 과학적이고 체계적인 절차에 따라 환경영향평가가 수행될 수 있도록 지원함으로써 해양환경 피해를 최소화하고, 사업과 관련한 협의기간 단축 및 사회적 갈등 해소와 제반 경제적 비용 절감 등에 기여하고자 하였다.

@highlight

해상최종처리장은 육상에서의 폐기물 처리 공간 부족 문제 해소와 친환경적인 해양공간 조성과 개발을 목적으로 육·해상 폐기물 소각재 등 안정화된 무기성 고형 폐기물을 해상에 최종 매립하는 폐기물 처리장을 말한다.

@highlight

본 논문의 목적은 현재까지 국내 조성 사례가 없는 해상최종처리장의 건설 시 해양환경에 어떤 영향을 미치는지 조사·예측·평가하는 것이다.

