본 연구는 고등학생의 심리적 안녕감, 사회적 지지, 진로장벽, 진로결정수준의 관계를 살펴보고자 하였다.

이를 위해 경기도에 소재한 3개 고등학교의 1～3학년 학생을 대상으로 설문조사를 하였으며, 총 440부의 설문지를 통계 분석한 결과는 다음과 같다.

첫째, 심리적 안녕감과 사회적 지지는 진로장벽과는 유의미한 부적상관을 보였고, 진로결정수준과는 유의미한 정적상관을 보였다.

진로장벽은 진로결정수준과 유의미한 부적상관을 보였다.

즉 심리적 안녕감과 사회적 지지가 높을수록 진로장벽은 낮고 진로결정수준은 높다.

또한 진로장벽이 높을수록 진로결정수준이 낮음을 확인할 수 있었다.

둘째, 심리적 안녕감과 진로결정수준의 관계에서 진로장벽은 부분매개 하였고, 사회적 지지와 진로결정수준의 관계에서 진로장벽은 완전매개 하였다.

따라서 심리적 안녕감은 진로결정수준에 직접적 영향을 주고, 사회적 지지는 진로장벽을 통해 진로결정수준에 영향을 주는 것으로 나타났다.

따라서 심리적 안녕감과 사회적 지지는 진로장벽을 낮추고, 진로결정수준에 긍정적 영향을 주는 중요한 요인임을 확인할 수 있었다.

@highlight

고등학생의 심리적 안녕감, 사회적 지지, 진로장벽, 진로결정수준의 관계를 살펴본 결과, 심리적 안녕감과 사회적 지지는 진로장벽과는 유의미한 부적상관을 보였고, 진로결정수준과는  정적상관을 보였고  심리적 안녕감과 사회적 지지가 높을수록 진로장벽은 낮고 진로결정수준은 높다.

@highlight

심리적 안녕감과 진로결정수준의 관계에서 진로장벽은 부분매개 하였고, 사회적 지지와 진로결정수준의 관계에서 진로장벽은 완전매개 하였다.

@highlight

따라서 심리적 안녕감은 진로결정수준에 직접적 영향을 주고, 사회적 지지는 진로장벽을 통해 진로결정수준에 영향을 주는 것으로 나타나  심리적 안녕감과 사회적 지지는 진로장벽을 낮추고, 진로결정수준에 긍정적 영향을 주는 중요한 요인임을 확인할 수 있었다.

