본 연구는 사회적 지지 집단미술치료가 공무원의 직무스트레스와 조직몰입에 미치는 효과를 알아보고자 하였다.

이를 위해 충청도내 A시청 공무원을 대상으로 실험군과 대조군 각각 10명씩 모두 20명을 선정하였고, 2017년 10월부터 12월까지 주 1회 120분씩 총 8회기의 집단미술치료를 실시하였다.

치료적 효과를 알아보기 위하여 한국인 직무스트레스 측정도구, 조직몰입척도를 집단미술치료 프로그램 전과 후에 시행하였으며, 자료 분석 방법으로 대응표본 t-

검정을 실시하였다.

본 연구의 결과 첫째, 사회적 지지 집단미술치료가 공무원의 직무스트레스에 미치는 효과를 알아본 결과, 미술치료 실시 후 직무스트레스가 감소하였으나 통계적으로 유의하지는 않았고, 직무스트레스의 하위 요인 중 직무요구에서 통계적으로 유의미한 변화를 보였다.

둘째, 사회적 지지 집단미술치료 실시 후 공무원의 조직몰입이 증가하였고, 통계적으로 유의하였다.

본 연구를 통해 공무원의 직무스트레스 대처 및 조직 관리에 미술치료의 효과적인 활용가능성에 대해 논의해보고자 하였다.

@highlight

사회적 지지 집단미술치료를 실시했을 때 공무원의 직무스트레스와 조직몰입에 나타나는 효과를 알아보았다.

@highlight

미술치료 실시 후 공무원의 조직몰입이  증가한 반면 직무스트레스는 감소하였다.

