조직의 업무를 수행하면서 테크놀로지의 편리성, 시간의 단축성, 대면적 관계의 불편함 때문에 SNS와 테크놀로지를 통한 커뮤니케이션의 이용은 증대되고 있으나 결국 조직 과제 수행은대면적 관계를 통한 우호성, 설득성, 신뢰성으로 이룰 것이라고 생각된다.

따라서 이 논문은 조직의 목표를 달성하는데 커뮤니케이션 테크놀로지와 면대면 커뮤니케이션이 얼마나 효율적인지학생들의 팀 프로젝트 성취도를 통하여 비교해서 알아보았다학생들의 팀 프로젝트를 실시하여 면대면 커뮤니케이션과 SNS(소셜 미디어) 커뮤니케이션을통해서 정보의 효용성을 가지고 성취도와 친밀도를 조사하였다.

오로지 SNS 으로만 교류한 동료들은 면대면보다 서로 잘 알지를 못하였다.

커뮤니케이션 테크놀로지를 통한 상호교류는 면대면 상호교류에 비해 정보를 모두 실어 나르진 못하였다.

확실히, 면대면 팀들은 인상 형성에 기여할 수 있는 좀 더 많은 정보에 접근할 수 있었다.

면대면에 있어서, 사교적 정보는 쉬는 시간 그리고 공식적으로 만나는 시간 전후에 사교적 커뮤니케이션 시간 동안에 부가적인 대화시간에 이루어졌다.

사람들은 면대면일 경우에 SNS보다좀 더 긍정적인 인상을 형성하였다.

결론적으로 SNS보다 대면적 관계를 통하여 우호성, 설득성, 신뢰성으로 조직의 성취도를 달성하였다.

@highlight

조직의 업무를 수행하면서 테크놀로지의 편리성, 시간의 단축성, 대면적 관계의 불편함 때문에 SNS와 테크놀로지를 통한 커뮤니케이션의 이용은 증대되고 있으나 결국 조직 과제 수행은대면적 관계를 통한 우호성, 설득성, 신뢰성으로 이룰 것이라고 생각된다.

