본

 

고

찰

은

 

한

국

불

교

 

특

성

(

정

체

성

)

의

 

정

립

에

 

기

여

한

 

최

남

선

의

 

조

선

불

교

 

정

체

성

 

인

식

에

 

관

련

된

 

제

반

 

문

제

를

 

살

피

려

는

 

논

고

이

다

.

 

지

금

껏

 

최

남

선

과

 

불

교

에

 

대

한

 

문

제

는

 

다

양

하

게

 

전

개

되

어

 

왔

지

만

 

미

진

한

 

점

이

 

적

지

 

않

다

.

 

필

자

는

 

본

고

에

서

 

그

의

 

한

국

불

교

 

정

체

성

 

인

식

의

 

본

질

을

 

최

남

선

이

 

갖

고

 

있

었

던

 

민

족

과

 

문

명

의

 

교

섭

이

라

는

 

관

점

에

서

 

보

려

고

 

한

다

.

 

이

것

이

 

본

 

고

찰

의

 

초

점

이

다

.

 

이

 

같

은

 

입

론

은

 

그

가

 

민

족

주

의

적

인

 

현

실

인

식

을

 

하

였

다

는

 

것

,

 

그

리

고

 

동

시

에

 

그

의

 

인

식

은

 

문

명

적

인

 

세

계

관

이

 

개

입

되

었

음

에

서

 

찾

으

려

는

 

것

이

다

.

 

이

런

 

관

점

에

서

 

필

자

는

 

본

 

고

찰

에

서

 

다

음

과

 

같

이

 

논

지

를

 

전

개

하

려

고

 

한

다

.

 

첫

째

,

 

1

9

1

0

년

대

 

최

남

선

의

 

문

명

관

과

 

불

교

 

인

식

이

다

.

 

여

기

에

서

는

 

그

가

 

일

본

유

학

을

 

거

치

면

서

 

수

용

한

 

문

명

관

과

 

그

의

 

유

년

,

 

청

년

시

절

의

 

불

교

 

인

식

을

 

분

석

한

다

.

 

이

를

 

위

해

 

<

조

선

불

교

총

보

>

에

 

기

고

한

 

그

의

 

글

을

 

발

굴

,

 

분

석

하

였

다

.

 

둘

째

,

 

1

9

2

0

년

대

 

그

가

 

조

선

불

교

의

 

인

식

의

 

내

용

 

변

천

 

및

 

성

격

을

 

분

석

한

다

.

 

최

남

선

이

 

3

·

1

운

동

을

 

거

치

면

서

 

변

모

한

 

불

교

관

을

 

살

피

면

서

,

 

이

것

이

 

당

시

 

일

본

유

학

생

 

및

 

지

식

인

들

의

 

불

교

관

과

의

 

비

교

를

 

시

도

한

다

.

 

셋

째

,

 

이

런

 

흐

름

에

서

 

1

9

3

0

년

 

화

와

이

에

서

 

열

린

 

범

태

평

양

불

교

청

년

회

의

에

 

제

출

하

기

 

위

해

 

그

가

 

집

필

한

 

<

조

선

불

교

>

의

 

성

격

을

 

분

석

한

다

.

 

이

런

 

입

론

,

 

분

석

을

 

통

하

여

 

필

자

는

 

최

남

선

의

 

불

교

관

,

 

한

국

불

교

 

정

체

성

의

 

재

검

토

를

 

기

할

 

수

 

있

는

 

토

대

,

 

관

점

을

 

찾

고

자

 

한

다

.

@highlight

본 고찰은 한국불교 특성(정체성)의 정립에 기여한 최남선의 조선불교 정체성 인식에 관련된 제반 문제를 살피려는 논고이다. 이런 입론, 분석을 통하여 필자는 최남선의 불교관, 한국불교 정체성의 재검토를 기할 수 있는 토대, 관점을 찾려 한다.