본 연구는 초등학교 국악수업에서의 창작 국악동요를 활용한 이야기 음악 만들기 즉흥 연주 활동의 지도방안을 설계하고, 그에 따른 적용 효과를 알아보는 데 그 목적이 있다.

이를 위하여 이야기 음악 만들기 즉흥 연주에 적합한 이야기가 있는 창작 국악동요 3곡을 선정한 후, 그에 따른 창작활동의 단계와 학습전략을 계획하였다.

창작 국악동요를 활용한 이야기 음악 만들기 즉흥 연주활동의 과정은 총 6단계로 구성하였는데, 중심 활동으로는 ‘가사 이야기 파악하기 → 즉흥 표현방법 탐색하기 → 즉흥 표현활동 계획 세우기 → 창작 및 발표하기 → 즉흥 표현활동 느낌 공유하기 → 평가 및 반성하기’이다.

이렇게 개발된 수업의 과정은 초등학교 6학년 학생들에게 적용하였으며, 효과의 검증은 학습지, 창작결과물, 수업 소감문, 관찰일지, 수업 동영상, 면담 등을 통한 질적 연구방식으로 수집하여 분석하였다.

분석 결과, 학생들은 수업과정을 통해 습득된 음악개념을 활용하여 악곡을 직접 만들고 자신의 음악적 생각을 자유롭게 선택하여 창의적으로 표현하는 모습을 보여주었고, 모둠 단위로 이루어지는 즉흥연주 창작활동 과정을 통해 문제해결을 위한 적극적인 상호작용과 협동하는 태도를 엿볼 수 있었다.

또한 창작 국악동요에 대한 관심 증가, 다양한 악기를 통한 새로운 음악경험, 창작활동에 대한 두려움 극복 및 도전정신 등이 고취된 것을 확인할 수 있었다.

@highlight

본고는 초등학교 국악수업에서의 창작 국악동요를 활용한 이야기 음악 만들기 즉흥 연주 활동의 지도방안을 설계하였다.

@highlight

또한 이에 따른 적용 효과를 알아보는 데 그 목적이 있다.

@highlight

이를 위해 이야기 음악 만들기 즉흥 연주에 적합한 이야기가 있는 창작 국악동요 3곡을 채택한 후, 그에 따른 창작활동의 단계 및 학습전략을 계획했다.

