본 연구는 팀장의 임파워링 리더십이 팀 지식공유 및 팀 효능감에 미치는 영향과 함께 임파워링 리더십과 팀 효능감 간 관계에 있어 팀 지식공유의 매개효과를 살펴보고자 한다.

가설의 검증을 위해 광주·전남 지역의 17개 조직 79개 팀 229명의 종업원과 그들의 직속상사 79명을 대상으로 설문조사를 실시하였다.

연구 결과, 팀장의 임파워링 리더십은 팀 내 지식공유에 정(+)의 유의한 영향을 주는 것으로 나타났다.

이를 통해 조직 차원에서 팀 내 지식공유 활성화를 위해 임파워링 리더십 개발에 힘써야 함을 시사해 주고 있다.

또한, 팀 지식공유는 팀 효능감에 유의한 정(+)의 영향을 주는 것으로 나타났다.

마지막으로, 팀 내 지식공유는 팀장의 임파워링 리더십과 팀 효능감 간의 관계를 매개하고 있음을 발견하였다.

연구결과는 임파워링 리더십이 팀 효능감에 직접적인 영향을 주지는 않지만 팀 지식공유를 통해 간접적으로 영향을 주고 있음을 시사해 주고 있다.

연구결과를 토대로 연구의 한계 및 향후 연구방향을 제시하였다.

@highlight

본고는 팀장의 임파워링 리더십이 팀 지식공유 그리고 팀 효능감에 미치는 영향과 함께 임파워링 리더십과 팀 효능감 간 관계에 있어서 팀 지식공유의 매개효과를 살펴보고자 하였다.

