기프티콘으로 잘 알려진 모바일 선물은 모바일 통신서비스 사업자가 만든 혁신적인 서비스이다.

소비자가 기프티콘을 선택 및 구매하여 누군가에게 송신하면, 이 같은 메시지를 받은 수령자는 바코드 형태로 된 쿠폰을 다운받아서 사전에 계약이 되어 있는 파트너 기업에서 실제 제품을 구매할 수 있다.

시장에서 새로운 선물행동의 유형으로 등장한 기프티콘이 급격하게 확산되고 있음에도 불구하고, 아직까지 그러한 행동의도롤 설명하는 실증연구는 발견하기가 어렵다.

모바일 선물을 구매한 경험이 있거나 혹은 누군가로부터 모바일 선물을 받은 경험이 있는 사용자들을 대상으로 자료가 수집되었다.

총 365명의 응답자가 면대면 서베이로 응답을 하였으며, 수집된 자료는 회귀분석을 이용하여 연구가설을 검증되었다.

연구 결과, 상대적 이점, 적합성, 유희성은 모바일 선물 구매의도에 긍정적으로 유의한 영향을 미친 반면에 복잡성과 지각된 위험은 모바일 선물 구매의도와 유의한 관계가 없는 것으로 나타났다.

본 연구의 이론적 공헌점으로는 모바일 선물 행동을 설명하기 위하여 혁신확산이론을 이용한 것이며, 아울러 고객과의 관계 개발을 위한 마케팅 수단으로 기프티콘을 어떻게 운영해야 하는가에 관한 중요한 실무적 시사점을 제공하고 있다.

향후 연구에서는 모바일 선물을 이용한 경험자와 비경험자를 동시에 고려하여 비교 실증하는 연구가 필요하다.

본 연구는 혁신확산이론에 기초하여 모바일 선물 구매행동의도에 미치는 결정요인들을 실증하였다.

@highlight

이 연구의 이론적 공헌점으로는 모바일 선물 행동을 설명하기 위하여 혁신확산이론을 이용한 것이며, 아울러 고객과의 관계 개발을 위한 마케팅 수단으로 기프티콘을 어떻게 운영해야 하는가에 관한 중요한 실무적 시사점을 제공하고 있다.

@highlight

이 연구는 혁신확산이론에 기초하여 모바일 선물 구매행동의도에 미치는 결정요인들을 실증하였다.

