본 연구는 농업기술 국제개발협력사업에 대한 국내·외 지표체계 분석을 토대로 농촌진흥청이 농업기술 공여, 농업자원 공동개발, 글로벌 인재양성 등을 목적으로 2009년부터 수행하고 있는 해외농업기술개발(KOPIA)사업의 성과평가체계 구축방안을 논의하는 데 목적이 있다.

2014년 현재 아시아, 남미, 아프리카 등 총 20개국에서 시행되고 있는 KOPIA사업은 국가별로 다양한 성과를 달성하고 있지만, 아직은 개발협력국과의 관계, 사업추진체계 등에 있어 여러 한계를 나타내고 있다.

이에 KOPIA사업의 체계적인 관리를 위해서는 합리적인 성과평가체계의 개발이 요구된다.

이에 본 연구는 세계은행(World Bank), UN식량농업기구(FAO), 국제농업연구협의그룹(CGIAR), 국제농업 개발기금(IFAD) 등이 제시한 농업분야 국제개발협력사업 평가체계를 분석하고, 또한 국내 사례로서 농림축산식품부가 마련한 농업국제개발협력사업 평가기준, 한국국제협력단이 개발한 농업국제개발 협력사업 표준성과지표를 분석하였다.

이를 토대로 OECD 개발원조위원회의 ODA 평가지침에 따라 적절성, 효율성, 효과성, 영향력 및 지속가능성의 5개 기준을 적용하여 KOPIA사업 성과지표를 제시하였다.

특히 KOPIA센터의 운영목표를 반영할 수 있도록 평가영역을 리더십·전략영역, 관리 효율영역, 사업전략영역, 사업성과영역으로 구분하여 투입지표, 과정지표, 산출지표, 결과지표들을 균형적으로 설계하였다.

@highlight

이 연구는 농업기술 국제개발협력사업에 대해 국내·외 지표체계 분석을 토대로 농촌진흥청이 농업기술 공여, 농업자원 공동개발, 글로벌 인재양성 등을 목적으로 2009년부터 수행하고 있는 해외농업기술개발사업의 성과평가체계 구축방안을 논의하는 데 목적이 있다.

