식민지 조선에서의 박람회가 일본 국내의 자본주의 문제 해결과 조선총독부의 식민통치를 위해 치밀한 전략 속에서 개최되었다면, 박람회 개최의 전체적인 전략 뿐 아니라 수산박람회에 반영된 수산정책의 이해도 병행되어야 할 것이다.

본고는 1920년대에 나타난 수산업 상의 뚜렷한 한 가지 양상에 주목한다.

이 시기의 수산업이 다른 시기와 구별되는 특징은 무엇보다 어선동력화의 폭넓은 추진이라 할 수 있으며, 이것은 연안어업에서 근해어업으로의 전환을 예고하는 것이다.

1920년대 박람회의 대미를 장식한 ‘朝鮮舶用發動機共進會’는 어선 동력화를 향한 당대적 분위기를 잘 반영하고 있으며, 향후 어선 개량 및 동력화가 더욱 촉진될 것임을 짐작하게 한다.

그런데 동력선의 보급과 함께 한 근대어업은 조선인 어민이 주체가 아닌, 일본인 자본가들이 주체가 되었고, 식민당국의 재정적·정책적 지원을 등에 업은 일본인 어업자본가의 성장과 조선 어민의 몰락을 알리는 신호탄이 되었다.

본고에서 살펴본 1923년 ‘朝鮮水産共進會’와 1928년 ‘朝鮮舶用發動機共進會’에는 어선동력화의 경향성, 즉 1920년대 시점에 일제가 추진한 어선동력화 정책의 추이가 잘 반영되어 있다.

이것은 식민지의 수산업이 내포하는 ‘개발－수탈’의 또 다른 사례가 된다.

@highlight

식민지 조선에서의 박람회가 일본 국내의 자본주의 문제 해결 및 조선총독부의 식민통치를 위하여 치밀한 전략 속에서 개최되었다면, 박람회 개최의 전체적 전략 뿐만 아닌 수산박람회에 반영된 수산정책의 이해도 병행이 되어야 할 것이다.

@highlight

본고는 1920년대에 나타난 수산업 상 뚜렷한 한 가지 양상에 주목한다.

