본 연구의 목적은 전문가 그룹 토론에 기반 한 과학과 교육과정에 대한 현안을 조사하고, 이현안에 대한 구체적인 현황과 개선 방안을 조사하는 것이다.

전문가 10명의 그룹 토론을 통해과학과 교육과정의 현안을 추출하고, 추출된 현안에 대한 전문가 27명의 의견을 조사하여 분석하였다.

분석결과, 2009 과학과 교육과정의 현안은 ‘교육과정 총론과 고등학교 과학과 교육과정의 연계,’ ‘과학과 교육과정에 대한 관련 구성원들의 요구 반영,’ ‘교육과정 개발과 실행을 위한상시적인 모니터링(환류),’ ‘과학과 교육과정 개발 및 절차에 대한 공감대 형성,’ ‘과학과 교육과정 실행 및 파급 시스템 구축,’ ‘과학과 교육과정 정책과 대학입시제도와의 연계’ 의 6가지로 추출되었다.

교육과정 총론과 고등학교 과학과 교육과정의 연계성은 낮고, 과학과 교육과정 개발과실행을 위한 상시적인 모니터링(환류)이 거의 이루어지지 않고, 교육과정 실행 및 파급 시스템이 구축되지 않은 것으로 분석되었다.

그리고 과학과 교육과정 개발(개정) 및 절차에 대한 공감대 형성은 낮았고, 고등학교 과학과 선택교육과정 개발 시 관련 구성원들의 요구가 제한적으로반영되고 있는 것으로 나타났다.

또한 고등학교 과학과 교육과정과 대학입시제도와의 연계성에대해서는 많은 전문가들이 부정적인 생각을 가지고 있는 것으로 분석되었다.

그리고 과학과 교육과정의 현안에 대한 개선 방안이 논의되었다.

@highlight

본 논문은 전문가 그룹 토론에 기반 한 과학과 교육과정에 대한 현안을 조사하고, 이현안에 대한 구체적인 현황과 개선 방안을 고찰하는 것이다.

@highlight

전문가 10명의 그룹 토론을 통해과학과 교육과정의 현안을 추출하고, 추출된 현안에 대한 전문가 27명의 의견을 조사· 분석하였다.

