이 연구는 전자저널의 평가모형 개발에 관한 연구로서 전자저널의 개념 및 특징 파악, 평가모형 개발, 그리고 평가의 세 단계로 진행되었다.

평가모형은 전자저널의 양적측면과 질적측면을 종합적으로 고려할 수 있도록 개발되었으며, P대학교 도서관이 구독 중인 ScienceDirect 수록 저널 중 기계공학분야 저널을 대상으로 평가를 실시하였다.

평가결과 P대학교가 2000년부터 기계공학분야의 주요저널로서 선정·구독해온 22종의 저널 중 10종(45.5%)이 여전히 가치가 높은 것으로 나타났다.

22종의 기계공학분야 주요저널은 양적측면보다 질적측면에서 더 높은 점수를 받았다.

2000년 당시 패키지 형태로 서비스되기 시작하였던 77종의 기계공학분야 저널 중 14종이 종합평가 결과 주요저널로서 구독될 가치가 있는 것으로 나타났다.

결론적으로 지난 8년간 P대학교 연구자들이 이용해온 총 99종의 기계공학분야 저널의 중요도에 변화가 있었으며, 이는 연구진의 교체, 학계의 연구 동향 등이 반영된 결과로 해석할 수 있다.

@highlight

개념 및 특징 파악, 모형 개발, 평가의 단계로 진행된 연구에서 전자저널 평가모형을 개발하고 평가를 실행한 결과 P대학 연구자들이 지난 8년간 이용해온 99종의 기계공학분야 저널의 중요도에 변화가 있었고, 이는 연구진의 교체와 학계의 연구 동향 등이 반영된 결과로 보인다.

