본 연구는 대입시기 개인들의 대학 및 전공 선택이 이후 그들의 노동시장 진입에 미치는 영향을 확인한다.

대학 및 전공 지향 선택은 다음의 네 가지 유형으로 구분된다.

첫째, 학력주의에 기초한 대학 지향 선택, 둘째, 노동시장이 선호하는 학과를 우선적으로 선택하는 취업유리-

전공지향 선택, 셋째, 자신의 관심과 흥미에 기초한 취업불리-

전공지향 선택, 넷째, 대학과 전공의 특성을 동시한 고려한 선택이다.

한국사회의 학벌주의와 학과 선호의 편향성을 반영하는 이 네 가지 유형은 노동시장 진입에서의 유리한 위치를 점유함으로써 구조적 효용을 최대화하고자 하는 개인과 가구의 복합적인 전략들을 나타낸다.

본 연구는 대학-

전공에 대한 선택의 배경적 특성과 그것이 현 한국사회의 대학교육 구조 내에서 어떠한 위치를 점유하는지를 확인한다.

그 후 이러한 선택유형들이 대졸자들의 노동시장진입에 미치는 영향을 분석하였다.

구체적으로는 한국교육고용패널 1~11차 자료를 활용하여, 첫 취업 유형별로 경쟁위험분석(competing risk analysis)을 실시하였다.

이를 통해 본 연구는 한국사회에서의 노동시장과 대학구조가 개인들의 선택에 미치는 영향과 그 효과를 확인해봄으로써 학력주의의 양상을 되짚어보고 이것의 함의에 대해 논하였다.

@highlight

이 논문은 대입시기 개인들의 대학과 전공 선택이 이후에 그들의 노동시장 진입에 미치는 영향을 확인하고자 한다.

@highlight

대학과 전공 지향 선택은 다음의 네 가지 유형으로 나눌 수 있다.

