본 논문에서는 수상 및 수중운동체의 안정성 및 안정화기법에 관해 고찰한다.

선박이 운동을 하게 되면 부가질량이 변하게 되고 대칭인 시스템행렬이 비대칭이 된다.

비대칭성에 따라 시스템의 안정성해석방법도 달라지는데 예를 들어 가속도 피드백을 통해 비대칭요소를 제거하여 대칭으로 변환시키는 것이 가장 대표적인 해석 및 안정화 기법이다.

시스템 모델자체는 어디까지나 모델이기 때문에 대상시스템을 명확하게 수식으로 표현할 수 없으므로 피드백에 의한 비대칭요소를 소거시키는 방법은 타당하지 못하다.

따라서 본 논문에서는 대칭행렬이 비대칭행렬로 변하는 제약에 구애받지 않는, 보다 일반성을 갖는 안정성해석법을 제안하였다.

그리고 시스템 안정성 조건을 행렬부등식으로 변환하여 나타내었다.

이것은 안정성 해석 및 안정화를 위한 제어이득을 효율적으로 계산할 수 있는 방법으로 다양한 제약조건에도 유연하게 대응할 수 있다.

시뮬레이션을 통해 제안한 기법의 유효성을 검증하였다.

@highlight

본 연구는 수상과 수중운동체의 안정성, 안정화기법에 대해 고찰하였다.

@highlight

선박이 운동을 하게 되면 부가질량이 변하게 되고 대칭인 시스템행렬이 비대칭이 되는데 비대칭성에 따라 시스템의 안정성 해석방법도 달라진다.

