본 논문은 창조도시 및 창조경제 등 이른바 ‘창조성’ 담론이 어떻게 특정한 로컬 상황에서 부상하여 권위를 획득한 후 새로운 로컬 상황으로 정책이전 되는지를 행위자-

네트워크 이론에 입각하여 민족기술지적으로 풀어내고자 한다.

우선, 본 논문은 ‘글로벌화’라는 용어가 그 자체로서 거대 담론이 되어 버렸다는 점을 지적하면서, ‘글로벌-

로컬’과 같은 이분법을 극복하기 위한 대안적 서사 틀로서 행위자-

네트워크 이론의 유용성을 제시한다.

둘째, 창조 담론이 부상하게 된 과정을 추적하기 위한 시작점으로서 창조성의 간략한 계보학을 그려본다.

셋째, 1990년대 후반 이후 선진 자본주의 국가를 중심으로 다양한 행위자-

네트워크가 창조 담론을 중심으로 동맹을 구축하고 해체되며 다시 새로운 형태의 동맹을 구축하는 과정을 검토한다.

특히, IT 부문 등 신경제 중심의 창조경제 담론에서 창조도시를 중심으로 한 도시 성장론으로, 그리고 최근 한국의 경우 다시 정보통신 등을 중심으로 창조경제 담론이 새롭게 부상하는 과정을 추적한다.

@highlight

본고는 창조도시 및 창조경제 등 이른바 ‘창조성’ 담론이 어떻게 특정한 로컬 상황에서 부상하여 권위를 획득한 후 새로운 로컬 상황으로 정책이전 되는지를 행위자-

@highlight

네트워크 이론에 입각하여 민족기술지적으로 풀어내고자 한다.

