푸틴 대통령은 극동지역 개발은 러시아의 최우선 과제 중의 하나로서 그 중요성에 대해 여러차례 언급하였다.

2012년 5월에 정부 조직을 개편하면서 극동지역개발을 전담하는 부처를 신설하여 극동지역개발에 대한 강한 의지를 보였다.

2013년 12월 12일 푸틴 대통령은 의회연설에서극동지역개발 전략으로서 선도경제구역 설립을 제안하였다.

2014년 10월 15일 선도경제구역에 관한 법안이 국가두마(하원)에 제출되어 심의 중에 있으며 2014년 말까지 최종 통과될 것으로 전망된다.

선도경제구역은 아태지역국가들의 경제특구와 비교하여 경쟁력이 떨어지지 않도록 과감한 규제완화와 파격적인 조세특혜를 제공하고 있다: 외국인 숙련인력 유치 절차 단순화, 중앙및 지방정부의 검열 완화, 관세자유지역의 관세 절차 적용, 법인세, 사회보장세, 광물채굴세, 재산세 및 토지세 인하 및 면제 등.

선도경제구역이 기존의 경제특구에 비해 세제상의 특혜 외에는별다른 차이가 없고 예산 확보가 가능할 것인가에 대한 우려와 비판도 있으나 푸틴 대통령의 강한 의지에 의해 실행되는 제도인 만큼 기대해볼 만하다.

특히 현재 극동지역에서 14개 선도경제구역이 지정되었는데 이 구역들에 대한 입지와 산업적 특성을 분석하여 러시아 비즈니스의 기회로 삼아야 한다.

@highlight

푸틴 대통령은 극동지역 개발은 러시아의 최우선 과제 중의 하나로서 그 중요성에 대해 여러차례 언급했다.

@highlight

2013년 12월 12일 푸틴 대통령은 의회연설에서극동지역개발 전략으로서 선도경제구역 설립을 제안했다.

