본 연구는 국내 무용학 영역에서 이루어진 질적연구 논문들을 연구방법 중심으로 분석하고 무용학 질적연구의 방향성을 제안하는데 목적이 있다.

질적연구는 현장성과 경험성을 바탕으로 하여 주관적 경험에 대한 ‘기술’과 ‘분석’ 및 ‘해석’을 중심으로 이루어진 연구이다.

무용학에서 본격적으로 질적 연구가 수행되기 시작한 2000년 이후 무용학 관련 6개의 학회지에 게재된 총 76편의 질적 연구 논문들을 중심으로 신체경험 관련 연구들이 어떤 연구 방법을 사용하였는지 분석하였다.

자료 분석은 연구 참여자, 표집방법, 참여자 선정 기준 및 이유, 참여자의 참여 동의, 자료수집 방법, 자료 분석 방법, 자료의 진실성 진술의 항목을 바탕으로 실시하였다.

분석결과는 Spradley(1979,1980), Wolcott(1992), Denzin(1989), Lincoln & Guba(1985) 등이 제시하고 있는 질적 연구의 구체적인 기법, 절차, 방법 등에 근거하였다.

연구결과 다양한 연구방법의 도입으로 무용학 연구에서 질적 연구가 확산되고 있었으며 연구참여자의 수는 점차 증가되는 추세를 보였다.

자료의 수집과 분석에서는 관찰과 면담, 귀납적 범주분석방법이 주로 사용되었다.

자료의 진실성을 확보하기 위해서 삼각검증법, 구성원간 검토, 전문가 회의 등이 주로 사용되었으나 보다 엄밀한 적용이 요청된다.

@highlight

본고의 목적은 국내 무용학 영역에서 이루어진 질적연구 논문들을 연구방법 중심으로 분석하며 무용학 질적연구의 방향성을 제안하는데 있다.

