전통 문인화에서, 이상적인 그림이란 시서화, 즉 시와 서, 그리고 그림이 조화를 이루는 것이었다.

작가는 이 시서화 속에 포함되어 자연과 인간(작가)이 하나 되는 모습을 보여주었다.

이렇듯 전통 동양화에는 자연과 인간(작가)의 조화와 통일을 중시하고, 이성과 감성의 조화 또한 그림 속에 표현하였다.

그러나 이성중심의 서양 세계관이 유입되면서 좌뇌 중심의 교육이 성행하고 우리는 작가와 자연이 따로 떨어져 작가의 자기중심적 세계관에서 자연을 바라보는 원근법에 더 익숙하게 되었다.

우리 전통사상인 시서화삼절, 조화사상과는 너무나 멀어져 버린 것이다.

정신은 비어있고 물질만이 남아 모든 것은 분리되었다.

우리는 잃어버린 시서화삼절 정신을 되살리기 위해 그 당시 작가의 인식에서 그림을 보아야 한다.

그들의 태도, 정신, 세계관을 이해하고 그림을 제대로 보고 이를 통해 상징적 자기표현 또한 가능하게 하는 것이 이 논문에서 다루는 Visual Literacy이다.

@highlight

전통 문인화에서, 이상적인 그림이란 시서화, 즉 시와 서, 그림이 조화를 이루는 것이었다.

