본 연구는 황복, T.

obscurus 치어(TL 25.0±0.5 ㎜, BW 0.53±0.03 g)의 초기 생활사 동안 성장, 생존 및 공식행위에 있어 밀도와 먹이 공급횟수(공급량)의 관련성을 구명하기 위해 밀도와 먹이제한 조건에서 일렬의 실험을 실시하였다.

실험기간 중 실험 밀도는 1.43 inds.

/ ℓ, 2.14 inds.

/ ℓ, 2.86 inds.

/ ℓ, 3.57 inds.

/ ℓ, 4.29 inds.

/ ℓ & 7.14 inds.

/ ℓ와 같이 3반복으로 6개의 실험구를 설정하여 주었고, 먹이공급은 1~15일까지 3회/일, 16~30일까지는 1회/일로 횟수를 제한하였다.

실험은 1톤 수조에서 30일간 실시되었다.

실험기간 동안, DFI, FE, 성장, 공식빈도, 공식 폐사율(생존율)을 조사하였다.

DFI와 FE는 밀도에 따른 어떠한 경향도 보이지 않았다.

공식 빈도와 폐사율은 밀도가 증가하고, 먹이 공급횟수가 감소할수록 유의하게 증가하였다.

그에 따른 생존율은 밀도가 증가할수록 유의하게 감소하는 경향이 있었다.

결론적으로 군집밀도는 공식행위와 정상관계를 보였지만, 먹이량은 공식과 역상의 관계를 지니고 있음을 확인할 수 있었다.

@highlight

이 연구는 황복, T.

@highlight

obscurus 치어의 초기 생활사 동안 성장, 생존 및 공식행위에 있어 밀도와 먹이 공급횟수(공급량)의 관련성을 구명하기 위해 밀도와 먹이제한 조건에서 일렬의 실험을 실시했다.

