본 연구는 유아교사의 직무만족도와 교사효능감 및 공감 간의 관계를 알아보고, 교사효능감과 교사의 공감능력이 직무만족도에 미치는 영향을 살펴보고자 하였다.

이를 위하여 광주광역시의 유아교사 226명을 연구대상으로 설문조사를 실시하였으며, SPSS 20.0프로그램을 이용하여 기술통계, Pearson의 적률상 관계수, 중다회귀분석을 실시하였다.

연구결과는 다음과 같다.

첫째, 유아교사의 직무만족도, 교사효능감, 그리고 공감의 수준을 살핀 결과, 교사효능감과 공감의 평균은 5점 평정척도에서 보통보다 약간 높았으 며, 직무만족도는 보통수준으로 나타났다.

둘째, 유아교사의 교사효능감, 공감과 직무만족도간의 관계를 살펴본 결과, 교사효능감과 공감은 직무만족도와 유의미한 정적상관관계가 있는 것으로 나타났다.

셋째, 직무만족도에 영향을 미치는 교사효능감과 공감의 하위요인을 살펴본 결과, 직무만족도에 영향을 미치는 가장 높은 변인은 개인적 교사효능감, 일반적 교사효능감, 공감적 관심, 상상하기의 순으로 나타났다.

이를 통해 유아교사의 직무만족도를 향상시키기 위해서는 유아교사의 효능감 및 공감능력을 증진시키기 위한 다양한 방안이 모색될 필요가 있음을 시사한다 하겠다.

@highlight

본 논문은 유아교사의 직무만족도와 교사효능감 및 공감 간의 관계를 알아보고, 교사효능감과 교사의 공감능력이 직무만족도에 미치는 영향을 살펴보았다.

@highlight

광주광역시의 유아교사 226명을 연구대상으로 설문조사를 실시하였으며, SPSS 20.0프로그램을 이용하여 기술통계, Pearson의 적률상 관계수, 중다회귀분석을 하였다.

