전류밀도는 전기도금법에서 생산성과 직접적인 연관이 있고, 생산성의 증가를 위해선 고전류밀도가 필요하다.

회전전극(RDE)의 회전 속도를 증가시키면 고유속을 얻을 수 있다.

유속 조절을 위해 회전전극과 원통형 회전 전극을사용하였고, 전압과 전류의 관계를 알아보기 위해 정전류, 정전압 실험과 linear sweep voltammetry 실시하였다.

회전 전극의 회전 속도가 400 rpm이상 조건에서, 수소가 발생하지 않고 1000 A/m²이상의 최대전류밀도가 가능하였다.

25℃와62℃ 조건에서 구리의 확산계수는 각각 5.5×10^(-6)cm² s^(-1) 와 10.5×10^(-6)cm² s^(-1)로 계산되었다.

수소가 발생하지 않으면서안정적으로 구리를 전착할 수 있는 조건은 -0.05 V (vs Ag/AgCl)이었다.

첨가제인 glue와 thiourea를 넣음으로써 구리의침상성장을 막을 수 있었다.

표면 거칠기는 UV-

Vis Spectrophotometer를 이용하여 분석되었다.

600 nm 영역에서 반사도는 측정 되었고 표면 거칠기가 개선될수록 표면 반사도가 증가하였다.

@highlight

전류밀도는 전기도금법에서 생산성과 직접적인 연관이 있고, 생산성의 증가를 위해선 고전류밀도가 필요하다.

