내장형시스템의 복잡도 증가로 인하여 내장형 소프트웨어의 자동생성 및 하드웨어-

소프트웨어 통합설계 방법론 등이 크게 이슈화 되고 있다.

자동화된 설계 방법론에 있어서 공통적인 요구사항은 시스템 설계를 효과적으로 모호성 없이 기술 할 수 있도록 정형화된 설계 언어를 제공하는 것과 설계 언어로 부터 자동으로 원하는 소프트웨어 코드를 생성하는 방법의 개발이다.

본 논문에서는 시스템 기술언어로 ITU-

T에 의해 표준으로 권고되어 널리 사용되고 있는 SDL (Specification and Description Language)로부터 실시간 운영체제 uC/OS-

II에서 수행될 임베디드 C코드를 자동으로 생성하는 자동화된 방법론을 제시한다.

연구 개발된 자동 내장형 C코드 생성기는 하드웨어-

소프트웨어 통합설계환경에서 소프트웨어 설계의 한 축으로 이용될 수 있으며 SDL 시뮬레이터나 검증기를 통하여 개발하고자 하는 code의 기능을 초기 모델 수준에서 평가하고 검증 할 수 있다.

@highlight

본고에서는 시스템 기술언어로 널리 사용되고 있는 SDL에서 실시간 운영체제 uC/OS-

@highlight

II로 수행될 임베디드 C코드를 자동 생성하는 방법론을 제시하였고, 이 자동 내장형 C코드 생성기는 하드웨어-

@highlight

소프트웨어 통합설계환경에서 소프트웨어 설계의 한 축으로 이용가능하다.

