학계와 담론에서는 ‘다문화’가 아니라 ‘상호문화’라고 주장되고 논의되지만 교육의 현실에서는 객체화된 학습대상자로서의 ‘다문화’가 대세이다.

이러한 현실은 공급자 중심의 정책프로그램이 만연해있을 뿐 현장과 문제중심의 정책과 프로그램이 구축되어 운영되고 있지 못하다는 현실을 반영한다.

다문화서비스를 제공하는 기관과 단체들이 거의 대부분이 넓은 의미의 평생교육 프로그램을 기획하여 제공하고 있다는 점에서 이에 대한 개관과 더불어 문제점을 진단하고 효율적인 방안을 강구하는 것은 정책적, 실천적, 담론적 측면에서 매우 의미있는 작업이라고 판단된다.

본 연구는 다문화 지원서비스 정책 프로그램과 관련된 기존의 정부 정책 사이트와 사업설명자료, 정책보고서에 대한 내용분석, 전문가를 대상으로 하는 focus group interview를 통하여 이루어졌다.

결과에 따라 본 연구는 평생교육적 대응방안을 크게 다섯 가지로 제시할 수 있다.

첫째 결혼이주여성을 위한 한국어교육 프로그램 모듈을 통합화해야 한다.

둘째, 결혼이주여성을 위한 One stop 평생학습 체계를 구축해야 한다.

셋째, 다문화공동체 문화 조성을 위한 평생교육 프로그램을 기획하고 제공해야 한다.

넷째, 다문화 관련 가족·복지·평생교육 기관간의 협력체제를 구축해야 한다.

다섯째, 다문화가족센터 인력을 다양하게 확보해야 한다.

@highlight

이 연구는 다문화 지원서비스 정책 프로그램과 관련된 기존의 정부 정책 사이트와 사업설명자료, 정책보고서에 대한 내용분석, 전문가를 대상으로 하는 focus group interview를 통하여 이루어졌다.

