본 연구는 전산세무회계와 관련한 기업실무자, 학습수요자(전문대학생, 일반대학생, 재직자교육생), 학습공급자(전문대학, 일반대학, 학원)를 대상으로 전산세무회계 교육의 기업실무능력 제고를 위한 방안을 제시함을 목적으로 한다.

본 연구의 결과를 바탕으로 전산세무회계 교육에 대한 시사점을 제시하면 다음과 같다.

첫째, 전산세무회계 환경변화에 대한 학습공급자 측면에서의 관심이 증대될 수 있도록 교육방향이 개선되어야 할 것으로 판단된다.

이를 위하여는 학습공급자의 관심 유도를 위한 연수기회를 확대할 필요가 있다.

둘째, 강의시간의 전반적 확대가 필요하며 특히, 교과내용 중 어렵다고 생각하는 부분에 대한 시간배분이 확대되고, 실기시간에 대한 비중이 확대되어야 할 것이다.

아울러 대학에서는 학교강의의 수강만으로 자격증 취득이 가능하도록 교육이 이루어져야 할 것이다.

셋째, 대학에서는 전산세무회계 내용이 실무위주로 교육될 수 있도록 현장실습 등을 통하여 실무위주의 교육이 이루어져야 할 것이다.

넷째, 전산세무회계 교육이 실시되고 있지 못한 대학들의 경우, 전산세무회계를 정규과목으로 개설하여 지식기반경제사회의 요구에 부응하는 교육이 이루어져야 할 것이다.

또한, 전산세무회계는 실무위주의 교육이므로 이를 충실히 수행하기 위해서는 충분한 실습실 및 기자재의 확보가 중요하다고 하겠다.

@highlight

전산세무회계와 관련한 기업실무자, 학습수요자, 학습공급자를 대상으로 전산세무회계 교육의 기업실무능력 제고를 위한 방안을 제시함을 목적으로 연구한 결과 전산세무회계 환경변화에 대한 학습공급자 측면에서의 관심이 증대 되도록 교육방향이 개선되어야 하며, 전산세무회계 내용이 실무위주로 교육될 수 있도록 하여 학교강의 수강만으로 자격증 취득이 가능하도록 해야 한다.

