본 연구는 건강가정·다문화가족지원센터의 ‘아버지모임’ 사업의 참여자의 경험과 기대를 탐색하고 이를 토대로 아버지모임의 운영 방향과 구체적인 운영 전략을 제안하고자 하였다.

연구의 목적을 위해 아버지모임에 참여하는 아버지 17명과 사업 실무자 8명을 연구참여자로 선정하였고, 이들에 대한 표적집단면접과 개별 면접을 통해 연구자료를 수집하였다.

수집된 자료는 내용분석(content analysis)을 통해 처리하였다.

본 연구의 결과를 요약하면 다음과 같다.

첫째, 아버지들은 부인의 권유나 실무자 주도 하에, 혹은 자발적으로 아버지모임에 참여하고 있었다.

둘째, 아버지들은 아버지모임을 통해 휴식을 갖기를 원하고, 아버지들과 공감하고 소통하는 기회가 되기를 바라고 있었다.

또한 좋은 아버지가 되기를 원하고 양육방식에 대한 부부간의 갈등을 해결하고 싶어서 아버지모임에 참여하는 것으로 나타났다.

셋째, 아버지모임의 목적을 달성하기 위한 방식으로 자조활동과 프로그램 형식에 대한 요구가 있으며 아버지모임에 가족모임을 배합할 것을 원하였다.

또한 아버지모임을 지속적이면서 주체적으로 운영하기 위해서는 강제성을 띤 그러나 출석에 큰 부담을 느끼지 않는 느슨한 연대가 중요하다고 하였다.

끝으로 실무자들은 아버지모임에서 주도자가 아닌 조력자로서의 역할에 충실하고 있는 것으로 나타났다.

이 결과를 토대로 아버지참여 프로그램과는 차별성을 갖는 자조모임으로서의 아버지모임의 운영 방향과 사업 운영 전략을 제시하였다.

@highlight

본고는 건강가정·다문화가족지원센터의 ‘아버지모임’ 사업의 참여자의 경험과 기대를 탐색하며 이것을 토대로 아버지모임의 운영 방향과 구체적인 운영 전략을 제안하고자 한다.

