본 연구는 발달장애아의 초등학생 비장애 형제와 모를 대상으로 모래상자 놀이를 실시하여 정서표현, 형제 관계에 미치는 효과와 모래상자 놀이에 드러난 주제를 분석하였다.

초등학교 4~6학년에 해당하는 발달장애아의 비장애 형제와 모의 16쌍을 선정하여 실험집단과 통제집단에 각 8쌍씩 무선 배치하였다.

경기도의 사설 상담 센터 내 모래놀이실에서 주 1회(70분씩), 10회기로 진행되었다.

정서표현, 형제 관계 척도를 사전, 사후 및 추후 검사로 사용하였다.

매 회기는 ‘도입-

개별화 모래상자 만들기-

공동 모래상자 만들기-

마무리’의 순으로 실시되었는데, Boik과 Goodwin(2000)의 7단계에 의해 비장애 형제와 모가 각각 자신의 모래 세계를 자유롭게 꾸미는 개별화 모래상자 후, Ekman(1982)의 인간의 기본 감정을 참고하여 제안된 긍정적, 부정적 감정 표현 제시어에 따라 비장애 형제와 모가 함께 하나의 공동 모래상자를 만드는 순서로 진행되었다.

본 연구는 이러한 모래상자 놀이 과정이 비장애 형제와 모의 정서표현 및 발달장애아와 비장애 형제간 형제 관계에 긍정적인 영향을 주었음을 밝혔다.

또한 모래상자의 주제 분석을 통해 초기의 모래상자에 드러난 ‘상처의 주제’가 후반으로 갈수록 ‘치유의 주제’로 이행함을 확인하였다.

@highlight

본문은 발달 장애아의 초등학생 비장애 형제와 모에게 모래상자 놀이를 실시하였고 이는 비장애 형제와 모의 정서표현 및 형제 관계에 긍정적 영향을 주었다.

@highlight

또한 모래상자의 주제는 상처에서 치유로 변경되었다.

