현대적 의미의 리더십 연구는 20세기 중반에 시작되었는데, 1980년 이후 사회과학 연구의 한 주제로서 상당히 각광을 받다가, 최근 들어서 세인들의 관심을 크게 끌고 있다.

초기의 리더십 연구는 어떤 특성을 가진 인물이 리더로서 추대되는가가 중요 관심사이었는데, 리더십 연구가 발전하면서 연구의 초점은 리더로서의 역할을 성공적으로 하게 만드는 요인이 무엇인가에 대한 연구로 그 초점이 바뀌었다.

그 후 과학 기술과 사회 제도가 획기적으로 발전하고, 인권 및 민주 의식이 확장됨에 따라 리더십에 관한 근본적인 가정에서 변화가 생기게 되었다.

리더십 대체 이론, 서번트 리더십, 변환적 리더십, 후산업화 시대 리더십, 협력적 리더십, 구성주의적 리더십 등이 이러한 리더십의 가정에서의 변화를 보여주는 용어들이다.

이러한 변화에서 핵심적인 요소는 리더십이 탈리더적으로 이행하고 있다는 점이다.

필자는 최근의 정보화 및 과학 기술시대의 대표적인 리더십 패러다임을 위키피디아적 리더십으로 규정하고 있다.

필자는 이 연구에서 리더십 패러더임의 변화를 시대적으로 고찰하고, 그러한 패러다임의 변화를 가져오게 만든 결정 요인을 검토 및 파악하여, 리더십 패러다임의 변화의 원인과 결과를 설명해주는 하나의 이론으로서 “ABC 역량 모델”을 제안하고 있다.

@highlight

과학 기술과 사회 제도가 획기적으로 발전하고, 인권 및 민주 의식 확장에 따라 리더십에 관한 근본적 가정에 변화가 생기게 되었다.

@highlight

이 연구는 리더십 패러더임 변화를 시대적으로 고찰하고, 그러한 패러다임 변화를 가져온 결정 요인을 파악하여, 리더십 패러다임 변화의 원인과 결과를 설명하는 하나의 이론으로 “ABC 역량 모델”을 제안하였다.

