유교는 본래 개인주의보다 공동체주의와 친화성이 있다.

유교의 이상은 한마디로 ‘人倫共同體’의 실현이었다.

조선시대에는 花樹會나 宗契, 鄕約과 社倉, 書院과 書堂 등이 크게 발달했는데, 이는 바로 유교적 인륜공동체를 지탱하는 세 축이었다.

이와 같은 전통적 공동체들은 ‘생래적 귀속집단’이라는 성격과 ‘자발적 계약집단’이라는 성격을 겸하는 것이었다.

다시 말해, 이들 공동체들은 血緣?

地緣?

學緣 등 ‘緣’을 매개로 한다는 점에서는 ‘생래적 귀속집단’이라 할 수 있지만, 반드시 개인의 자발적 참여 의사를 전제로 한다는 점에서는 ‘자발적 계약집단’이었던 것이다.

또 이와 같은 전통적 공동체들은 구성원들의 자발적 참여에 의해 성립한 공동체인 만큼, 공동체의 운영도 기본적으로 민주적 절차에 따랐다.

공동체 운영의 책임자들을 돌아가면서 맡고, 주요 안건을 회의에서 결정한 것 등이 그 증거이다.

한편, ‘전체의 질서와 개인의 개성이 서로 조화를 이루어야 한다’는 理一分殊論과 ‘公正한 원칙에 따라 私益을 추구해야 한다’는 人心道心論 등 전통 性理學의 修己論은 ‘私的 개인’을 ‘公的 시민’으로 승화시키는 과정이었던 것이다.

@highlight

유교는 본래 개인주의보다 공동체주의와 친화성이 있다.

@highlight

유교의 이상은 한마디로 ‘人倫共同體’의 실현이었다.

@highlight

조선시대에는 花樹會나 宗契, 鄕約과 社倉, 書院과 書堂 등이 크게 발달했는데, 이는 바로 유교적 인륜공동체를 지탱하는 세 축이었다.

