전자감독이 다분히 고위험군 범죄자에 대한 강성 형사정책으로서의 성격을 띠고 있는 우리나라와 달리, 서구 각국의 전자감독제도는 유·무죄확정 전 재판진행 중에 있는 자에게 미결구금에 대신하여 일정한 조건 하에서 또는 보석의 한 조건으로 실시되기도 하고, 법원의 판결에 따른 유죄확정 후 형집행의 단계에서 집중보호관찰프로그램이나 가택구금명령 등과 결합되어 실시되는 등 다양한 형태로 활용되고 있는 모습을 보여주고 있다.

이 연구는 이러한 문제의식에서 우리나라 전자감독제도의 문제점 발견과 입법적 개선을 위해, 전자감독제도가 태동하고 발전한 서구 각국의 전자감독제도를 연구하고자 한다.

이 연구에서는 선행연구에서 상대적으로 많이 다루어지지 않았던 스웨덴, 프랑스, 벨기에의 전자감독제도를 제도적 배경, 입법과정, 현황 등의 순으로 각각 살펴보고, 이들 제도의 내용을 비교법적 관점에서 검토하기로 한다.

그리고 이러한 외국의 법제도가 우리 법제도에 주는 시사점을 고민해 봄으로써, 궁극적으로는 향후 우리나라 전자감독제도가 나아가야 할 방향을 모색해 보고자 한다.

@highlight

본고는 선행연구에서 상대적으로 많이 다루어지지 않았던 스웨덴과 프랑스, 벨기에의 전자감독제도를 제도적 배경과 입법과정, 현황 등의 순으로 각각 살펴보며 이들 제도의 내용을 비교법적 관점에서 검토하기로 하였다.

