마키아벨리는 분열된 상태 속에서 외세에 시달리던 이탈리아의 정치적 통일을 위한 결속력을 모색하였다.

이를 위해 그는 인민과 동맹을 이룰 수 있는 군주의 실천적 역량들을 주문한다.

이러한 면에서 마키아벨리는 마르크스주의의 위기를 극복하고자 했던 두 명의 현대 사상가들에게 수용된다.

그람시와 알튀세르는 현대 자본주의의 고유한 조건들을 분석하면서, ‘정치’ 개념과 관련하여 마르크스주의에 내재한 근본적인 결함을 이론화할 필요에 직면했다.

본 논문은 마키아벨리의 정치적 유산이 그람시와 알튀세르에게 각각 어떻게 독해되는지를 살펴보며, 그러한 독해 방식들이 서로 맺는 관계들과 그 ‘마주침’의 의미에 대해서도 논하려 한다.

이를 위해 본 논문은 마키아벨리, 마키아벨리를 읽는 그람시, 그리고 ‘마키아벨리를 읽는 그람시’를 읽는 알튀세르의 순서로 논의를 진행한다.

특히 그람시의 마키아벨리 해석에 대한 알튀세르의 수용과 비판은 1990년대 이후 최근까지 출간되고 있는 그의 유고들에 대한 해석을 토대로 한다.

@highlight

그람시와 알튀세르에게 마키아벨리의 정치적 유산이 각각 어떻게 수용되는지를 고찰하며, 그 방식들이 서로 맺는 관계들과 그 ‘마주침’의 의미도 논한다.

@highlight

이를 위해 마키아벨리, 마키아벨리를 읽는 그람시, ‘마키아벨리를 읽는 그람시’를 읽는 알튀세르의 순서로 논의한다.

