학교현장에서는 체벌문제, 두발검사나 귀걸이 등의 외모와 복장규제문제, 소지품 및 사물함 검사로 인한 프라이버시권 침해, 벌로 인한 수업권 침해, 심한 모욕적 언사로 인한 인격권 침해, 교칙위반이나 징계시 적법절차 무시 등으로 인하여 학생의 인권 내지 기본권이 보장되지 못하는 경우가 많이 발생하고 있다.

1989년의 아동의 권리에 관한 협약을 근거로 학생의 인권 침해의 유형을 적법절차, 표현의 자유, 프라이버시권, 사상 및 종교의 자유, 학교규칙 및 체벌로 구분하여 한국과 일본, 미국의 관련 판례를 분석하였고 그 침해를 예방하기 위한 방안을 제기하였다.

인권 문제의 심각성을 인식하고 인권의 보호를 위해서는 인권교육이 이루어져야 할 것이며 이러한 인권교육도 교육당사자인 교사, 학생, 학부모, 국가 및 지방자치단체 등 어느 하나만의 노력에 의하여 이루어지는 것이 아니라 모두 함께 인권에 대한 의식전환과 더불어 인권의 침해방지를 위한 인권 교육프로그램이나 이를 실현할 수 있는 인권관련법이나 학교제도의 정비 등이 이루어져야 한다.

@highlight

1989년의 아동의 권리에 대한 협약을 근거로 학생의 인권 침해의 유형을 적법절차, 표현의 자유, 프라이버시권, 사상 및 종교의 자유, 학교규칙 및 체벌로 구분해 한국과 일본, 미국의 관련 판례를 분석했고 그 침해를 예방하기 위한 방안을 제기했다.

