한국이 고령사회로 진입하면서 정부의 정책에 있어 중장년층에 대한 관심이 높아지고 있다.

이는 해당 세대가 노령층에 진입하기 전에 정부 차원에서의 경제·사회적 지원을 통하여 이들이 성공적 노화를 돕기 위함이다.

본 연구는 한국이 고령사회에 진입함으로써 나타난 신중년세대를 대상으로 새로운 생애주기의 관점에서 이들의 성공적 노화 수준을 파악하는데 있다.

이를 위해 본 연구는 한국고령화연구패널조사 6차 자료를 이용하여 신중년세대의 성공적 노화에 미치는 영향요인을 분석하였다.

분석 결과 신중년의 성공적 노화에 유의미한 영향을 미치는 요인들은 전환기와 안정기 신중년 집단 간에 차이가 있었다.

대체적으로 성공적 노화 수준은 전환기가 더 높았으나, 전환기가 안정기보다 우울증상이 더 높은 것으로 나타났다.

특기할 점은 가구 특성의 경우 배우자 관계 및 자녀관계는 신중년 전환기와 안정기에 모두 성공적 노화를 달성하는데 긍정적인 영향을 주었으나, 손자녀 양육은 서로 다른 차이를 보였다는 점이다.

위와 같은 분석결과를 토대로 신중년의 성공적 노화 수준을 개선시키기 위한 고용 및 복지 정책 방안을 제시하였다.

@highlight

한국은 고령사회로 진입하면서 정부의 정책에 있어 중장년층에 대한 관심이 높아지고 있는데, 본고는 한국이 고령사회에 진입함으로써 나타난 신중년세대를 대상으로 새로운 생애주기의 관점에서 이들의 성공적 노화 수준을 파악하고자 하였다.

