화약 발파를 이용한 암반의 굴착 방법은 광업, 건설 토목 분야에서 암반의 굴착을 위한 수단으로 널리 이용되고 있다.

화약 발파를 이용한 암반 굴착은 1차 좋은 파쇄도를 얻을 수 있도록 충분한 에너지를 균등하게 배분하여 굴착 부분의 암반을 손상시켜야 하는 반면, 남아 있는 주위 암반으로는 에너지 전달을 최소화하여 손상을 가능한 한 좁은 범위로 국한시키도록 하여야 하는 양면성을 가지고 있다.

불확실성이 많은 암반을 대상으로 화약류, 발파방법 등 많은 인자들이 복합적으로 작용하고 있어 문제 해결을 위한 접근방법이 쉽지 않지만, 대상 암반의 특성을 이해하고 그에 적합한 화약류와 발파 방법을 찾아내는 것이 적정 설계의 열쇠가 된다.

발파 관련 연구는 과거에는 이론적 보다는 대부분 시행착오적인 경험적 방법에 의존해 왔다.

그러나 컴퓨터와 컴퓨터를 이용한 수치해석적 방법, 계측기기류 등의 발달과 함께 눈부신 발전을 보이고 있다.

본 논문에서는 화약류의 발전, 발파와 관련된 암반 평가기법, 제어발파기술과 향후 해결하여야 할 몇 가지 과제들을 고찰하였다.

@highlight

본고에서는 화약류의 발전, 발파와 관련된 암반 평가기법, 제어발파기술과 향후 해결하여야 할 몇 가지 과제들을 고찰하였다.

