본 연구에서는 분단위의 고빈도 자료를 이용하여 서울외환시장의 미시적 특징을 분석하였다.

분석기간은 2002년부터 2005년까지로, 동 기간 중 개폐장 시간 및 점심시간 거래 허용 등의 제도적 변화가 있었다.

고빈도 원/달러 환율의 특징을 엔/달러 환율과 비교하였으며, 원/달러 환율의 개장시간 변동성 결정 요인을 분석하였다.

분석결과를 요약하면 다음과 같다.

첫째, 기초통계량 측면에서 기간별로 원/달러 환율의 변화율에 큰 차이가 없었으며 엔/달러 환율과 유사한 특징을 보였다.

둘째, 2002~3년에 원/달러 환율의 자기상관관계가 롱메모리적인 특징을 보이고 있는데 이는 제도적 변화보다는 특정 기간의 이상 현상(anomaly)이 증폭되어 나타난 것으로 분석되었다.

셋째, 꼬리지표(tail index)를 통해 분석한 결과 예상했던 대로 서울외환시장보다는 도쿄외환시장이 규제가 없고 더 정보가 효율적으로 반영되는 시장인 것으로 나타났다.

넷째, 원/달러 환율의 경우 개장시간대 변동성이 가장 높았으며, 엔/달러 환율보다는 자기회귀적 요인에 의해 영향을 받는 것으로 분석되었다.

실증분석 결과를 종합해 볼 때 개폐장 시간의 변화나 점심시간 변화가 서울외환시장에 변화를 초래하지 않은 것으로 판단되며, 향후 정보의 투명성 제고 등 제도적 개선이 필요하다고 판단된다.

@highlight

이 연구에서는 분단위의 고빈도 자료를 이용해 서울외환시장의 미시적 특징을 분석했다.

@highlight

분석결과를 요약하면 다음과 같다.

