헤겔의 『논리학의 학』은 3부분, 즉 존재논리학, 본질논리학 그리고 개념논리학으로 구성되어 있다.

그 중에서 본질논리학은 이 논리학의 가장 어려운 부분에 속하며, 특히 형이상학과 학문 일반의 근본 범주들을 자신의 서술대상으로 포함하고 있다.

이 근본 범주들은 존재와 사유, 직접성과 부정성의 통일을 파악하기 위한 토포스이다.

이 통일을 분석하면서 본질논리학은 이 근본 범주들의 내재적이고 총체적인 매개연관을 추구하는데, 이것이 후에 개념으로 생성된다.

이러한 본질논리학은 존재로부터 개념에로의 이행을 서술하는 매개의 영역으로서 비록 여전히 직접성과 부정성의 불완전한 결합의 영역이라고 하더라도 직접성과 부정성 사이에서 스스로를 정립하는 본질적인 통일을 논구하는 영역이다.

그런데 이러한 본질논리학을 가능한 정확히 이해하기 위해서는 먼저 그것의 과제가 무엇인지가 고찰되어야 한다.

이 논문은 이 과제들 중에서 3가지 중요한 과제에 대한 고찰이며, 그것은 본질논리학의 규정원리로서 본질의 개념이 어떻게 새롭게 정의되는가, 본질논리학은 존재논리학과 어떻게 관계하면서 이것을 재구성하는가, 그리고 본질논리학은 어떻게 개념논리학을 발생시키는가이다.

@highlight

본질논리학은 존재로부터 개념에로의 이행을 서술하는 매개의 영역으로서 직접성과 부정성 사이에서 스스로를 정립하는 본질적인 통일을 논하는 영역이다.

@highlight

이 논문은 본질논리학의 보다 정확한 이해를 위해 규정원리로서 본질의 개념, 본질논리학과 존재논리학의 관계 및 재구성, 본질논리학에 있어 개념논리학 생성 방법에 대해 고찰하였다.

