초등 사회과는 출발부터 통합을 둘러싼 논란을 이어왔다.

통합 논란의 핵심에는 언제나 역사 영역이 자리했다.

일찍부터 역사교육계에서는 통합을 회의하고 비판하는 목소리가 높았다.

2007개정 교육과정을 거치면서는 분과 인식이 강화되면서 초등 사회과 ‘안’의 갈등이 고조되었다.

그렇다면, ‘지금 여기’ 초등 사회과에서 역사 영역은 또다시 독립의 깃발을 들어야 할 것인가, 아니면 ‘사회과역사교육’, 즉 사회과통합형 역사교육을 모색해야 할 것인가.

본고는 후자, 즉 초등 역사교육의 ‘전환’으로서 사회과교육의 횡적 연대에 토대를 둔 사회과통합형 초등 역사교육에 주목하고자 한다.

이를 위해 첫째, 20세기 초 다문화 사회로 진입한 미국에서 사회과가 탄생한 과정과 사회과가 일본과 한국에 도입되며 일어난 논란을 살핀다.

둘째, 초등 사회과 교육과정 변천사 속에서 역사 영역이 초등 사회과 통합에 미친 영향에 대해 고찰한다.

셋째, 다문화 시대의 역사교육과 민주시민 양성을 위한 역사교육에 대한 논의가 이어지는 가운데 초등 사회과를 중심으로 생산되고 있는 사회과 통합형 초등 역사교육과 관련한 성과들을 짚어본다.

마지막으로 2015 개정 교육과정에서 주목받았던 초등 사회과 ‘통합’ 역사 영역이 갖는 의의와 한계를 고찰하며 역사교육계가 사회과통합형 역사교육에 좀 더 깊은 관심을 갖기를 기대해 보고자 한다.

@highlight

초등 사회과는 출발부터 통합을 둘러싼 논란을 이어왔다.

@highlight

2007개정 교육과정을 거치면서는 분과 인식이 강화되면서 초등 사회과 ‘안’의 갈등이 고조되었다.

