법안비용추계제도의 역사는 오래되었으나 안정적이고 실질적으로 운영된 것은 최근의 일이다.

본 연구는 법안비용추계제도의 역사적인 변화과정을 분석하고 효율적인 제도설계를 위한 제언을 하고자 수행되었다.

이를 위하여 최근의 제도주의적 시각에 따른 점진적인 제도변화 이론을 중심으로 제도의 변화과정을 역사적인 단계로 형성기, 확장기, 정착기의 세 가지 과정으로 구분하고 각 단계별로 제도변화의 유형을 분석하였다.

이와 함께 제도변화에 영향을 미치는 제도적 맥락을 함께 고찰하였다.

법안비용추계제도의 형성기는 1973년으로 거슬러 올라간다.

이 당시에는 제도는 있었으나 실질적 운영은 미흡하였다.

확장기에는 법안비용추계제도가 실질적으로 운영되었고 정부 제출 및 위원회 제안 법안에도 비용추계서를 첨부하여야 하는 법적 근거가 마련되었다.

안정기에는 의원발의 법안 및 위원회 제안 법안의 비용추계서 작성주체를 국회예산정책처로 하였고, 위원회 심사보고서에 법안비용추계서를 첨부하도록 하는 등의 변화가 나타났다.

본 연구는 법안비용추계제도가 지속적으로 발전하기 위해서 국회예산정책처의 역량강화, 정부법안비용추계의 질적 향상, 미첨부사유 사용의 지양, 위원회의 법안비용추계 적극적 활용, 법안비용추계의 사후적 관리, 법안비용추계와 재정계획과의 연계 등을 제시하였다.

@highlight

법안비용추계제도의 역사는 오래되었으나 안정적이고 실질적으로 운영된 것은 요즘의 일이다.

@highlight

이 연구는 법안비용추계제도의 역사적인 변화과정을 분석하고 효율적인 제도설계를 위한 제언을 하고자 수행됐다.

