본 연구는 그레고리 베이트슨의 마음의 생태학 개념이 어떻게 린다 호건의 주술서에서 구현되고 있는지 살펴보는 데에 그 목적이 있다.

베이트슨의 마음의 생태학이라는 개념은 진화의 생존 단위를 마음의 단위와 일치시켜 자연의 역사와 마음의 역사 사이에 친연성이 있다고 주장한다.

호건은 인간과 동물을 공진화의 역사적 시각에서 관찰하며 미국 원주민의 생존의 역사를 진화적 시간의 맥락에 위치시킨다.

시인은 굶주림의 은유를 통해 원주민들이 마주했던 역경의 역사를 재현하고 그들의 생물학적 진화의 역사를 좇아 기원의 세계를 상상한다.

호건에게 변형은 자연 세계와 인간의 세계를 연결하는 가장 오래된 의식 주제이다.

그것은 인간의 언어가 인간 세계를 자연 환경으로부터 분리시키는 것에 의해 생물계에 억압의 폭력 행위로 기능하고 있다는 알려준다.

위험에 처한 자연 세계를 보호해서 부양하는 배려자로서, 호건은 독자를 자연과 신체적으로 교감할 수 있는 경험을 염원할 수 있도록 원주민들의 신화의 세계로 인도한다.

린다 호건의 마음의 생태학은 차별과 폭력으로 위협 받는 원주민 세계를 치유하고 자연 세계를 보호하는 공동체 정신을 기반으로 한 생태적 지혜를 획득한다.

@highlight

린다 호건은 미국 원주민 생존의 역사를 진화적 시간의 맥락에 위치시켜 인간의 언어와 인간 세계, 그리고 자연의 관계를 표현한다.

@highlight

베이트슨의 마음의 생태학은 린다 호건에게서 위협 받는 원주민 세계를 치유하고 자연을 보호하는 공동체 정신을 기반으로 재탄생한다.

