두뇌발달의 관점에서 영아의 자기조절은 유아와 마찬가지로 인지조절(목표 지향적 행동)과 정서조절의 복합적인 신경시스템의 과정으로 나타난다.

본 연구에서는 영아의 자기조절 발달과 관련된 최근 문헌들을 분석하였고 그에 따라 영아 자기조절은 행동을 계획하고, 모니터링하는 인지조절과 정서의 인식 및 표현, 억제, 조정하는 정서조절의 의미를 함축하고 있다는 결론을 내렸다.

영아기에 발달하는 자기조절 능력을 요인별로 상세히 제시해보면 다음과 같다.

1) 행동계획: 자기의도의 인지 및 상황 선택(주의통제, 행동기억, 행동결정, 행동선택, 행동범주화), 의도 및 상황을 고려한 행동계획(비언어적 행동계획, 행동순서화), 2) 행동모니터링: 능력 및 상황을 고려한 계획수정(행동수정), 계획에 기초한 행동평가(행동점검), 3) 정서의 인식 및 표현: 자기감정의 인지와 표현(기쁨, 슬픔, 화남, 두려움), 타인 감정 인지(기쁨, 슬픔, 화남, 두려움), 4) 정서억제: 순응(타인의 요구에 의한 순응, 자발적 순응), 충동억제와 만족지연, 유혹저항, 부정적 감정 억제, 5) 정서조정: 감정 바꾸기, 감정 억누르기.

@highlight

본고에서는 영아의 자기조절 발달과 관련된 최근 문헌들을 분석하였고 그에 따라 영아 자기조절은 행동을 계획하고, 모니터링하는 인지조절과 정서의 인식 및 표현, 억제, 조정하는 정서조절의 의미를 함축하고 있다는 결론을 내렸다.

