본 연구는 평생교육 담당자의 사회적 네트워크에 영향을 미치는 요인들을 실증하기 위해 전국 평생교육시설 등에서 평생교육 업무를 하는 353명의 담당자를 대상으로 영향요인 간 구조적 관계를 분석하였다.

연구결과, 평생교육 담당자의 사회적 네트워크에 영향을 미치는 요인은 성장을 위한 직업선택동기와 평생교육 직업에의 몰입적 태도, 조직에의 정서적 애착인 것으로 확인되었으며, 직업몰입 및 조직몰입과 사회적 네트워크와의 인과적 관계가 성립하기 위해서는 네트워크 하는 사람 및 조직의 능력과 의도에 대한 신뢰가 매개되어야 한다.

특히 직업에의 몰입은 신뢰를 매개로 사회적 네트워크를 높이는 가장 영향력 있는 요인으로 나타났는데, 직업몰입 등의 직무태도가 사회적 자본 형성에 핵심적 요소임을 감안하여 평생교육 담당자의 사회적 네트워크가 촉진될 수 있는 개인적 노력과 사회적 지원 등의 다각적 방안이 제시될 필요가 있다.

이에 평생교육 분야의 사회적 네트워크가 향상되기 위해서 평생교육 담당자 스스로 전문가가 되기 위한 개인적 측면의 노력뿐 만 아니라 평생교육 담당자가 직업에 애착을 가지고 몰입하는 자세를 유지하도록 조력하면서 주변 관계자와 조직에 신뢰할 수 있는 분위기와 체계를 갖출 수 있도록 지원해야 할 것이다.

@highlight

본고는 평생교육 담당자의 사회적 네트워크에 영향을 미치는 요인들을 연구하기 위해 평생교육 업무를 하는 담당자를 대상으로 영향요인 간 구조적 관계를 분석하였다.

@highlight

평생교육 담당자의 사회적 네트워크에 영향을 미치는 요인은 성장을 위한 직업선택동기와 평생교육 직업에의 몰입적 태도, 조직에의 정서적 애착인 것으로 확인되었다.

