본 연구는 북한 철학계의 동학·천도교 이해와 그 특징을 다루고 있다.

이러한 연구는 한편으로는 한국 철학계의 동학·천도교 연구를 북한의 그것과 비교분석함으로써 동학·천도교의 철학적 특징을 입체적으로 조망하려는 목적을 가지며, 다른 한편으로는 이를 통해 차후 한반도현대철학사의 정립과 함께 그 시대별 분기점을 규정하려는 목적을 갖는다.

이를 위해 본 연구는 선별된 북한 철학계의 연구물을 분석대상으로 삼았다.

핵심적으로 이 연구는 1990년 대 이후 북한 철학계에서 등장하고 있는 동학·천도교 연구의 질적 증대, 동학·천도교에 대한 내재적 해석의 심층화 및 긍정적인 평가의 확산, 2000년대 이후 동학·천도교 연구의 특징들을 정리하였다.

나아가 이러한 기반 위에서 본 연구는 동학·천도교 사상의 입체적이고 총체적 이해를 구성할 수 있는 조건들이 곧 북한 철학계의 동학·천도교 이해를 비교분석할 때 생성될 수 있을 것으로 전망하였으며, 한반도현대철학사 정립의 새로운 가능성을 미리 탐색하고 있다.

@highlight

이 연구는 북한 철학계의 동학·천도교 이해와 그 특징을 다루고 있다.

@highlight

나아가 이런 기반 위에서 이 연구는 동학·천도교 사상의 입체적이고 총체적 이해를 구성할 수 있는 조건들이 곧 북한 철학계의 동학·천도교 이해를 비교분석할 때 생성될 수 있을 것으로 전망했고, 한반도현대철학사 정립의 새로운 가능성을 미리 탐색하고 있다.

