본 연구에서는 개발된 선미부에 수직날개를 부착한 선박의 조파저항성능을 예측할 수 있는 수치해석기법의 검증에 관한 것이다.

수치해석기법은 비점성 유동장 해석기법인 랜킨소오스 패널법과 와류격자법을 사용하여 개발하였으며, 자유수면 경계조건의 비선형성은 반복해법을 사용하여 만족시켰고, 선박의 트림과 침하량을 구하는 알고리즘을 포함하고 있다.

수치해석을 위한 선체표면의 패널을 생성하기 위하여 패널절단법을 사용하였다.

4000TEU 컨테이너 운반선을 대상 선박으로 하여 선미부 6개소의 서로 다른 위치에 수직날개를 부착하여 수치해석을 수행하였으며, 수치해석기법의 타당성을 검증하기 위하여 상용 점성 유동장 해석 프로그램인 FLUENT를 사용하여 선체 주위의 점성 유동장을 계산하였고, 모형시험을 수행하여 얻은 실험 결과를 수치해석 결과와 서로 비교하였다.

@highlight

이 연구에서는 개발된 선미부에 수직날개를 부착한 선박의 조파저항성능을 예측할 수 있는 수치해석기법의 검증에 대한 것이다.

