본 논문은 tutorial 성격의 논문으로서 연구의 목적은 체육?

스포츠 분야의 연구에서 흔히 사용되고 있는 요인분석법의 적용 시 나타나는 문제점들을 고찰하고 이들에 대한 바람직한 해결방안과 요인분석의 올바른 적용 방법을 제시하는 것이다.

스포츠심리학, 스포츠사회학, 스포츠경영학, 스포츠여가학 등에서 가장 빈번하게 사용되고 있는 자료 분석법인 요인분석은 잘못 적용되거나 부분적으로 문제점을 가진 경우가 많다.

연구자들이 요인분석을 자료 분석에 적용할 때 가장 흔히 겪는 문제점은 확인적 요인분석과 탐색적 요인분석의 선택, 자료의 비정규성, 측정척도 문제, 표본의 크기, 모형의 적합도 평가 시 적합도 지수 선택과 기준 등이다.

이 외에도 요인분석법 자체에 대한 이해 부족에서 오는 적용의 오류 등도 있다.

본 논문에서는 이와 같은 문제점들을 고찰, 정리하고 이에 대한 해결방안을 제시하였다.

요인분석법은 수학적, 통계적으로 매우 복잡한 방법으로 적용 시 많은 요소들을 고려해야 하며 올바른 이해를 바탕으로 한 올바른 적용이 필요하다.

@highlight

본고는 tutorial 성격의 논문으로 연구의 목적은 체육?

@highlight

스포츠 분야의 연구에서 흔히 사용되고 있는 요인분석법의 적용 시 발생하는 문제점들을 고찰하며 이들에 대한 바람직한 해결방안 및 요인분석의 올바른 적용 방법을 제시하고자 한다.

