최근 들어, 첨단산업의 발전으로 다양한 종류의 산업폐기물이 빠르게 발생하고 있다.

특히, 산업폐기물 중 중금속을 함유한 고밀도의 폐 브라운관 유리는 재처리 비용과 환경오염 문제로 인해 전량 매립‧처분되고 있다.

따라서 이러한 폐자원을 재활용하기 위한 기초 연구가 필요한 실정이다.

이에 본 연구에서는 중금속이 함유된 CRT 폐유리를 잔골재로 대체한 모르타르 시험체의 기초 물성과 방사선 차폐 성능을 분석하여 차폐 재료로의 활용성을 평가하였다.

연구 결과에 따르면 중금속을 함유한 CRT 폐유리를 잔골재로 대체한 시험체의 겉보기 밀도가 상승하였으며, 압축강도와 휨강도는 저하되는 현상을 나타냈다.

또한, 납 성분이 다량 함유된 폐유리 대체 시험체는 일반 모르타르 시험체보다 저에너지의 차폐 성능이 상승하는 효과를 보였으며, 122KeV·57Co 방사선원에 대해서는 일반 모르타르 시험체보다 2.5배 높은 선형감쇠계수를 나타냈다.

@highlight

산업폐기물 중 중금속을 함유한 고밀도의 폐 브라운관 유리는 재처리 비용과 환경오염 문제로 인해 전량 매립‧처분되고 있다.

@highlight

이에 중금속이 함유된 CRT 폐유리를 잔골재로 대체한 모르타르 시험체의 기초 물성과 방사선 차폐 성능을 분석하여 차폐 재료로의 활용성을 평가하였다.

@highlight

중금속을 함유한 CRT 폐유리를 잔골재로 대체한 시험체의 겉보기 밀도가 상승하였으며, 압축강도와 휨강도는 저하되는 현상을 나타냈다.

@highlight

또한, 납 성분이 다량 함유된 폐유리 대체 시험체는 일반 모르타르 시험체보다 저에너지의 차폐 성능이 상승하는 효과를 보였으며, 122KeV·57Co 방사선원에 대해서는 일반 모르타르 시험체보다 2.5배 높은 선형감쇠계수를 나타냈다.

