본 연구에서는 플립러닝기반 신재생에너지학습 프로그램을 적용하여 초등학생의 환경소양과 에너지 절약 태도에 미치는 영향을 알아보고자 하였다.

이를 위하여 초등학교 6학년 학생 22명을 대상으로 연구를 수행하고, 사전?

사후 검사 결과를 분석하였다.

본 연구의 결과는 다음과 같다.

첫째, 플립러닝기반 신재생에너지학습 프로그램은 초등학생들의 환경소양 향상에 효과적이었다.

학생들은 본 프로그램의 교실 밖 수업을 통하여 자신의 수준에 맞는 자료를 선택, 학습을 하였고, 이러한 과정을 통하여 학생들의 환경소양이 향상되었던 것으로 사료된다.

둘째, 플립러닝기반 신재생에너지학습 프로그램은 초등학생들의 에너지 절약 태도 향상에 효과적이었다.

교실 밖 수업을 통해 학생들이 신재생에너지에 대한 생각을 깊이 할 수 있었고, 교실 안 수업에서 이를 충분히 토의, 토론할 수 있는 환경이 제공되어 학생들의 에너지 절약 태도 향상에 긍정적인 영향을 주었다.

셋째, 플립러닝기반 신재생에너지학습 프로그램에 대한 초등학생의 반응은 매우 긍정적이었다.

학생과의 면담을 분석한 결과, 본 프로그램이 초등학생에게 환경적 소양 습득에 유용하며, 과학과 에너지 영역 대한 흥미와 호기심을 증진하는 등의 긍정적인 영향을 미치는 것으로 나타났다.

위와 같이 플립러닝기반 신재생에너지학습 프로그램은 초등학생의 환경소양을 향상시키는데 효과적이며, 에너지 절약 태도 발달에 기여하고, 과학과 에너지 영역에 대한 인식 변화에 긍정적인 영향을 준 것으로 판단된다.

@highlight

본 연구에서는 플립러닝기반 신재생에너지학습 프로그램을 적용하여 초등학생의 환경소양과 에너지 절약 태도에 미치는 영향을 알아보고자 하였다.

@highlight

그 결과, 이 프로그램은 초등학생들의 환경소양과 에너지 절약 태도 향상에 효과적이었다.

@highlight

또한 프로그램에 대한 초등학생의 반응은 매우 긍정적이었는데 과학과 에너지 영역 대한 흥미와 호기심을 증진하는 등의 긍정적인 영향을 미치는 것으로 나타났다.

