이 연구에서는 국내 주요 일간지 사설을 중심으로 결혼이주여성에 대한 우리나라 언론의 인식 문제를 조망하였다.

구체적으로 신문이 결혼이주여성과 관련하여 논급하는 주요 쟁점 및 문제, 주요 사안에 대한 신문의 해결방안을 조사하였으며, 이 과정에서 드러나는 결혼이주여성에 대한 언론의 인식을 분석하였다.

이를 위해, 최근 10년간(2001-2010) 국내 12개 종합일간지에 실린 결혼이주여성 관련 신문사설을 대상으로 질적 자료 분석 소프트웨어 Nvivo9을 활용하여 질적 분석을 수행하였다.

분석결과, 첫째, 신문은 결혼이주여성과 관련한 부정적 사건을 쟁점화하는 데 주력한 반면, 이주여성이 겪는 어려움의 원인을 제대로 짚어내고 정책적인 대안을 촉구하는 데는 미흡한 것으로 나타났다.

둘째, 신문에서 결혼이주여성은 가정폭력과 불법적 결혼중개업의 희생자, 빈곤, 소통불능의 부정적인 존재로 문제화 되고 있으며, 결혼이주여성의 권익보다는 한국사회의 이득이라는 관점에서 논의되고 있었다.

셋째, 신문은 결혼이주여성을 한국의 남성중심의 가족문화에 순응하는 대상으로 기술하고 있으며, 우리 사회로 통합되고 동화되어야 하는 대상으로 간주하고 있었다.

@highlight

본 연구에서는 국내 주요 일간지 사설을 중심으로 결혼이주여성에 대한 우리나라 언론의 인식 문제를 조망했다.

@highlight

이를 위해, 최근 10년간 국내 12개 종합일간지에 실린 결혼이주여성 관련 신문사설을 대상으로 질적 자료 분석 소프트웨어 Nvivo9을 활용하여 질적 분석을 수행했다.

