이 연구는 대안학교 교육과정 질 관리를 위한 지원 체제를 다각도로 모색한다.

대안학교 교육과정 질 관리를 위해서는 단위학교 차원의 자율적 역량 배양은 물론이고 국가 및 지역 수준의 지원 체제도 동시에 고려되어야 한다.

따라서 이 연구는 특성화 대안학교 교육과정 운영 실태를 진단하고 그것을 기반으로 국가 및 지방 교육행정기관의 단위학교 교육과정 지원 방안을 모색하였다.

아울러 단위학교 수준의 교육과정 편성운영의 자율적 역량 배양은 대안학교의 정체성 확립을 위해서 필수적으로 요청되는 부분이기 때문에 단위학교 차원의 교육과정 활성화 방안도 제도적 차원과 연계하여 모색하고자 하였다.

대안학교란 용어가 학교교육의 혁신 모델로 우리 사회에 등장한 지도 10년 가까운 세월이 흘렀다.

사회의 관심과 기대속에 독특한 건학 이념으로 운영되어온 대안학교의 성과를 진단하고 공교육 개혁의 청사진으로 대안학교의 미래를 전망하는 일은 대단히 중요한 일이라 여겨진다.

대안교육의 지속적인 성장을 위해서는 그간의 대안교육 추진 성과를 냉정히 평가해 보고 대안적 비전을 제시하는 것이 필요하다.

그 중에서도 교육활동의 중핵이라고 할 수 있는 교육과정의 체계적인 질 관리 방안 탐색은 향후 대안학교의 대안적 학교상 전망을 위해서도 중요한 일이다.

이 연구는 이러한 점에 착안하여 대안학교 교육과정 운영의 질적 수준을 제고하기 위한 실천 가능한 방안을 다각도로 모색하고자 한다.

@highlight

이 연구는 이러한 점에 착안하여 대안학교 교육과정 운영의 질적 수준을 제고하기 위한 실천 가능한 방안을 다각도로 모색하려 한다.

