본 연구는 홍콩의 민주화 시위에서 나타난 정체성의 정치를 분석하는 사례 연구이다.

홍콩의 민주화 시위의 직접적 상황 요인은 홍콩인들의 정치제도 개혁의 열망과 민주화의 의지의 연장선상에서 태동 된 것이었다.

이는 홍콩인의 정치적 참여와 권리에 대한 오랜 차별과 배제의 불만이 폭발한 결과였다.

홍콩의 민주화 시위는 홍콩인들의 강화된 정체성을 구심점으로 하는 정체성의 정치 행위로 표출되었다.

이것의 본질은 중국 정부의 영향으로부터 빠져나오려는 강렬한 저항의 시도이자 자기중심의 자율성과 정체성, 정치적 권리를 확보하려는 과정에서 작동되는 정치 행위라 할 수 있다.

2014년 홍콩의 민주화 시위에 이르기까지 홍콩의 정체성의 정치 전략은 상황에 따라 다른 수준의 정체성의 정치 전략들이 구사되었다.

따라서 홍콩의 정체성의 정치 발전 과정을 동화(Assimilation)→적응(Accommodation)→책임(Accountability)의 3단계로 나누어 분석하였다.

75일의 홍콩의 민주화 시위는 지속되었으나 홍콩인들은 그들이 원하는 정치적 결과를 얻지는 못하였다.

그러나 홍콩의 민주화 시위는 시위에 참여한 홍콩의 젊은 세대들을 홍콩 정치의 새로운 주역으로 부상하게 하였으며, 홍콩 사회에 내재한 정체성의 심층 구조와 정체성의 정치 행위를 살펴 볼 수 있게 하는 사건으로서 정치사적 의의가 있다.

@highlight

이 연구는 홍콩의 민주화 시위에서 나타난 정체성의 정치를 분석하는 사례 연구이다.

@highlight

홍콩의 민주화 시위는 홍콩인들의 강화된 정체성을 구심점으로 하는 정체성의 정치 행위로 표출되었다.

