이 논문은 2011년 이래 한국에서 진행된 한센인 강제 단종 및 낙태에 대한 국가 상대 소송 사건의 인권적 측면의 의의를 밝히고 그 한계를 의료사회학적 맥락에서 찾고자 하였다.

우선 한센인 단종·낙태 소송 이전의 한센인 인권회복운동은 법적 강제력이 없는 선언적 운동, 혹은 증거와 사건 중심의 법적 해결을 모색했다.

한센인 단종·낙태 소송은 강제성의 의미를 넓게 수용함으로써, 사회적 인권 차별의 국가적 책임을 사법제도가 인정했다는 의의를 갖는다.

그러나 국가는 여전히 선한 의도로 질병을 관리하고자 했다는 주장은 반박되지 못했다.

이 논문은 의료사회학적 분석을 통해 한센인 단종·낙태는 국가의 선한 의도가 잘못 작동했던 것이 아니라, 오히려 우생학적 이데올로기를 의학으로 정당화함으로써, 질병과 육체(질병인)에 대한 반인도적인 관리를 합리화했다고 주장한다.

이는 식민지 시기 일본의 인종주의와 우생학이 무비판적으로 수용되었고, 해방 이후에도 그에 대한 성찰이 이루어지지 않았기 때문이며, 그 영향으로 한국의 전염병 관리는 약자를 사회적·물리적으로 제거하고 억압하는 방식이 되었던 것이다.

한센인에 대한 관행적인 단종·낙태가 1990년대까지 남아 있었다는 사실은, 그러한 약자 제거방식의 전염병 관리가 지속되었음을 보여주는 사례이다.

@highlight

본 논문은 2011년 이래 한국에서 진행된 한센인 강제 단종 및 낙태에 대한 국가 상대 소송 사건의 인권적 측면의 의의를 밝히고 그 한계를 의료사회학적 맥락에서 찾았다.

@highlight

한센인 단종·낙태 소송 이전의 한센인 인권회복운동은 법적 강제력이 없는 선언적 운동, 또는 증거와 사건 중심의 법적 해결을 찾고자 하였다.

