저위교합(infraocclusion)은 혼합치열기에 유구치에서 호발하며, 이것은 대부분 이환된 치아의 유착에 의해서 발생하는 것으로 여겨지고 있다.

유착된 저위교합 유구치의 치료 방법은 크게 치아의 보존 및 관찰, 수복, 발거로 나눌 수 있다.

계승치가존재하고 경도의 저위교합을 가진 유구치의 경우 자연탈락을 기대할 수 있으나, 계승치가 결손되어 있고 저위교합도 점차 진행될 경우 이환된 치아의 발거가 필요할 수 있다.

특히 유착으로 인한 수직적인 치조골 소실이 염려될 경우, 추후 보철치료를위해 환아의 최대성장기 이전에 유착치의 발거를 시행하여야 한다.

본 증례에서는 만 6세의 다발성 유착 유구치 및 저위교합과 계승치 결손을 보이는 환자에서 인접부의 성장에 따른 치조골의 수직적 결손이 심화되는 것을 막고 정상적인 치조골 성장을 도모하기 위해 최대성장기 이전에 유착치를 발거 후, 장기간에걸쳐 추적 관찰하였기에 보고하는 바이다.

@highlight

저위교합은 혼합치열기에 유구치에서 호발하며, 이것은 대부분 이환된 치아의 유착에 의해서 발생하는 것으로 여겨지고 있다.

