그리스 신화를 소재로 한 동화는 그간 독자의 지식 향상에 초점을 맞춰 온 까닭에 신화의 내용을 어린이의 고유한 심리 문제와 연관 지어 해석하려는 노력은 상대적으로 소홀하였다.

이에 본고에서는 학령기 이후 어린이가 어른에 대해 양면적 감정을 경험하게 된다는 점, 즉 어른의 보호와 인정을 바라면서도 한편으로는 어른의 규범과 질서에 비판적 태도를 취하게 된다는 점에 주목하여 이에 따른 어린이의 심리적 갈등을 해결하는 데 그리스 신화를 활용하는 방안을 모색하였다.

그리스 신화는 강한 신체적 힘과 권능을 발휘하는 신들이 그 위상에 걸맞지 않은 도덕적 과오를 범하거나 충동적으로 행동하는 모습을 묘사한다는 점에서 어린이로 하여금 어른과의 힘의 우열 관계에서 비롯되는 좌절감을 해소하도록 도울 수 있다.

이에 본고에서는 에코 신화를 활용하여, 어린이가 자신의 상황을 신화에 투사하여 어른과의 관계에서 경험하는 부정적 감정을 해소할 수 있게 하는 방안을 모색하였다.

이를 위해 먼저 에코 신화를 개작한 그림 동화의 두 가지 판본을 비교하여 어린이의 심리 표현과 수용을 도울 수 있는 효과적인 개작의 방향을 탐색하였으며, 이어서 현재 유통 중인 개작본에 대한 어린이 독자들의 실제 반응을 조사하여 에코 신화의 아동문학적 함의를 확인하였다.

@highlight

본 논문의 목적은 학령기 이후 어린이의 심리적 갈등을 해결하는 데 그리스 신화를 활용하는 방안을 모색하는 데 있다.

@highlight

본고에서는 에코 신화를 통해 어린이가 자기 상황을 신화에 투사하여 어른과의 관계에서 경험하는 부정적 감정을 해소할 수 있게 하는 방법을 찾아보았다.

