본 연구에서는 사람을 대신하여 험난한 지형에서 위험작업을 수행이 가능한 지상로봇과 짧은 시간 안에 원거리 비행이 가능한 드론과의 결합을 통해 위험 상황에서의 효과적인 협업이 가능한 시스템을 구현하였다.

최근 관련 연구는 드론을 수용할 수 있는 무인지상차량이나 4족 로봇에 관한 연구가 있었으나 전체 가용 시간의 장점에 비해 대규모 로봇을 필요로 하여 현장에서 적용하기엔 어려움이 있었다.

본 논문에서는경량 드론에 장착된 임베디드 웹캠과 영상처리 알고리즘을 사용하여 객체의 한 유형인 마커를 Canny Edge 알고리즘 및 특정한 Template matching 방법을 통하여 비행 중 실시간 검출한 결과를 보여주며, 지상로봇위에 표시된 마커의 2차원적 위치 정보 획득과 레이저 센서를 이용한 상대거리 확보를 융합하여 지상로봇과 드론간의 도킹을 구현하는 시스템을 제안하였다.

실험을 통하여 제안된 시스템은 50회의 도킹 시도에서 95%의 도킹 성공률을 보였으며 6가지의 Template mateching 방법 중 시스템에 적용할 수 있는 2가지의 템플릿 매치 방법을 제시하였다.

@highlight

본고는 사람을 대신해 험난한 지형에서 위험작업을 수행이 가능한 지상로봇과 짧은 시간 안에 원거리 비행이 가능한 드론과의 결합을 통하여 위험 상황에서의 효과적인 협업이 가능한 시스템을 구현했다.

