분단으로 인한 공동체성 상실과 적대감, 아픔과 상처는 ‘분단 트라우마’로서 한반도에서 세대를 이어 전이되고 있다.

분단 트라우마의 치유와 화해에서 ‘과거사 청산’은 이야기되지 못했던 고통과 진실을 대면하고 공동체가 새로운 기억 및 정체성을 형성하도록돕는다.

그 과정에서 분단 트라우마의 치유와 화해, 과거사 청산, 통일은 하나의 연결된고리로서 작용한다.

이에 본 연구에서는 분단 트라우마의 치유와 화해, 통일에서 과거사청산의 역할 및 방향성을 제시하는 것을 목적으로 사법적 처리 모델과 화해모델의 우수사례로서 독일과 남아프리카공화국에서의 과거사 청산과 그 함의를 살펴보고, 통일한국에서의 과거사 청산 방향성을 논의하였다.

국내외에서 과거사 청산 연구가 주로 사법적 처리에 초점이 맞추어졌으며, 사법적 처리 모델과 화해모델에 대한 통합적 논의는 아직 미진하다는 점을 감안할 때, 본 연구는사법적 처리 모델과 화해모델을 포괄하는 통합적인 관점을 취한다는 점에서 의미가 있다.

또한 그동안 많이 이루어지지 않은 분단 트라우마와 사회치유, 화해, 통일의 맥락에서과거사 청산에 대한 논의를 시도했다는 측면에서도 기존 연구들과의 차별성을 가진다.

@highlight

분단으로 인한 공동체성 상실과 적대감과 아픔과 상처는 ‘분단 트라우마’로서 한반도에서 세대를 이어 전이되고 있다.

@highlight

분단 트라우마의 치유와 화해에서 ‘과거사 청산’은 이야기되지 못했었던 고통과 진실을 대면하고 공동체가 새로운 기억과 정체성을 형성하도록 한다.

