이 연구는 광복 70년과 분단 70년이 되었음에도 불구하고, 왜 남북한이 통일을 달성하지 못하고 있는가를 7?4 남북공동성명에서 제시된 통일원칙의 적합성과 가능성을 중심으로 분석하고 있다.

이와 관련하여 다음과 같은 연구결과를 도출하고 있다.

첫째, 7?4공동성명의 통일원칙인 자주, 평화, 민족적 대단결은 한민족공동체 역사의 특징인 자주성, 통합성과 일치되는 최대 범주의 이상으로서 통일원칙이다.

둘째, 7?4공동성명의 통일원칙인 자주, 평화, 민족적 대단결은 남북관계와 한반도 상황과 관련하여 실현 가능성이 제한되는 현실로서의 통일원칙이다.

셋쩨, 비정상적 북한체제 상황 속에서는 북한의 변화와 통일의지의 강화를 가져올 수 있는 우리 주도의 능동적인 통일원칙의 모색을 필요로 하고 있다.

대체적으로 한반도 통일에 대한 인식과 전략에 있어서 이상적으로 적합한가에 치중하고 현실적으로 가능한가에 소홀하고 있는 정향을 갖고 있다.

이러한 점에서 감안할 때 외세의존 배제, 무력사용 배제, 민족적 분열 배제를 최소 범주의 통일원칙을 대안적 통일원칙으로 설정하는 전략적 선택을 검토할 필요가 있다.

@highlight

본 연구는 광복 70년과 분단 70년이 되었음에도 불구하고, 왜 남북한이 통일을 달성하지 못하고 있는가를 7?4 남북공동성명에서 제시된 통일원칙의 적합성과 가능성을 중심으로 분석하고 있다.

