본 연구는 최근에 많은 인기를 얻고 있는 패스트패션 브랜드의 포지셔닝을 분석하고 이를 바탕으로 패스트패션 기업들에게 적절한 마케팅 전략을 제시하기 위하여 실시되었다.

평소 패션에 관심이 많고 쇼핑을 즐겨하는 20대 초반의 남성들을 대상으로 설문을 시행하였으며, 사전설문을 통해 패스트패션 브랜드 중 가장 인기가 있는 4개의 브랜드를 선정하였다.

선정한 브랜드를 바탕으로 SPSS의 다차원척도법(MDS), 회귀분석을 실시하여 패스트패션 브랜드의 포지셔닝 맵을 그리고 이미지를 분석하였다.

이 외에도, 계층분석적 의사결정방법(AHP)기법을 활용하여 모집단이 어떠한 패스트패션 의류선택속성에 우선순위를 두고 있는지 분석하여 패스트패션 브랜드가 성공을 거두기 위해서 어떤 선택속성에 초점을 맞추어야 하는지 설명하였다.

연구결과는 다음과 같다.

첫째, 패스트패션 브랜드의 선택속성의 가중치는 가격-

디자인-

품질-

매장-

잡화-

서비스-

광고 순으로 나타났다.

둘째, SPSS 다차원척도분석 및 회귀분석 결과, 디자인은 H&M, 가격은 유니클로, 품질은 지오다노, 매장은 유니클로, 잡화는 지오다노, 서비스는 유니클로, 광고는 유니클로가 해당 속성값을 가장 많이 갖고 있음을 알 수 있다.

우리는 이 결과를 바탕으로 각 브랜드별로 시장에서 인지도와 경쟁력을 갖출 전략들을 제시하였다.

@highlight

이 연구는 최근에 많은 인기를 얻고 있는 패스트패션 브랜드의 포지셔닝을 분석하고 이를 바탕으로 패스트패션 기업들에게 적절한 마케팅 전략을 제시하기 위하여 실시되었다.

