본 연구는 유치원 교원이 유치원 교원의 권리와 의무에 대해 어떻게 인식하고 있으며 교원의 경력과 학력, 근무기관의 설립유형에 따라 그 인식 정도에 차이가 있는지를 알아보아 유치원 교원의 권리와 의무에 대한 인식을 향상시킬 방안을 마련하는데 목적이 있다.

유치원 교원의 권리는 크게 신분상의 권리와 재산상의 권리로, 신분상의 권리는 다시 신분보장권, 교육권, 근로기본권, 그리고 정치적 기본권으로, 재산상의 권리는 다시 보수청구권과 연금청구권으로 구분하였다.

유치원 교원의 의무는 성실의무, 직무상의 의무, 그리고 신분상의 의무로 구분하였다.

본 연구는 부산, 경남 소재의 유치원 교원 271명을 대상으로 하였다.

본 연구결과는 다음과 같다.

첫째, 유치원 교원의 권리와 의무에 대한 인식은 평균보다 높은 것으로 나타났다.

권리 중 교육권과 보수청구권에 대한 인식이 높았고 정치적 기본권과 연금청구권에 대한 인식이 낮았다.

그리고 권리보다 의무에 대한 인식이 높았다.

둘째, 유치원 교원의 권리와 의무에 대한 인식은 경력이 많고 학력이 높으면 더 높은 인식을 보였다.

셋째, 근무기관의 설립유형에 따른 유치원 교원의 권리와 의무에 대한 인식은 국·공립유치원 교원이 사립유치원 교원에 비해 더 높은 인식을 보였다.

@highlight

이 연구는 유치원 교원이 유치원 교원의 권리와 의무에 대해 어떻게 인식하고 있으며 교원의 경력과 학력, 근무기관의 설립유형에 따라 그 인식 정도에 차이가 있는지를 알아보아 유치원 교원의 권리와 의무에 대한 인식을 향상시킬 방안을 마련하고자 한다.

