본 연구에서는 멕시코만 원유유출사고에 대한 개요를 분석한 후 1990년 OPA 하에서의 책임제도와 민사책임협약(CLC)·보상기금협약(FC)하에서의 그것을 비교고찰하고 있다.

멕시코만 유류유출사고는 멕시코만 주위의 주민, 환경과 경제에 영향을 미친 매우 비극적이며 공포적인 사고이다.

2010년 4월 20일, 멕시코만에서 영국 BP사의 Deepwater Horizon 석유시추시설이 폭발하여 석유시추가 진행 중이던 시추공에서 원유가 부근의 멕시코만으로 흘러 들어갔으며, 미국 역사상 최악의 해상유류유출사고를 일으켰다.

이로 인하여 11명의 시추 노동자가 사망하였고 약 490만 배럴의 원유가 유출되었다.

2012년 말에 멕시코만 원유유출사고는 회복될 것으로 예상하고 있다.

미국 정부는 영국의 BP사가 이 해양재난에 책임을 져야 한다고 지목하였고, 정치인들과 공무원들은 BP사가 그 처리와 복구비용을 부담하여야 한다고 주장하고 있다.

여러 증거를 통하여 BP사는 멕시코만 원유유출사고에 대한 착오를 인정하고 있다.

@highlight

이 연구에서는 멕시코만 원유유출사고에 관한 개요를 분석한 후 1990년 OPA 하에서의 책임제도와 민사책임협약·보상기금협약하에서의 그것을 비교고찰하고 있다.

