본 연구는『맹자(孟子)』 ‘무항산(無恒産)’을 중심으로 위험사회론을 고찰함으로써 소위 포스트모던적 상황에 대한 해법을 선진(先秦) 유가철학의 맥락에서 모색하고자 한 시도다.

‘액체 근대’로 이루어 진 ‘위험사회’ 속에서 ‘호모 사케르’로서 살아가는 개인의 불안은 선진(先秦) 유가철학의 관점에서 본다면 항산(恒産)이 부재한 시대에 개인이 경험하는 무항심(無恒心)의 상태라 할 수 있다.

일정한 생업이 부재한 시대에 항심을 유지하는 방법은 두 가지로 집약된다.

첫째, 『논어』 『맹자』에서 말하듯, 士의 자질을 갖추는 것이다.

다시 말해서, 무항산의 상태에서도 타인의 인정에 매달리지 말고 자기 자신으로 돌아가(反求諸己) 자신을 지키는 방법이다.

둘째, 가족, 마을 등 공동체의 복원이 하나의 실마리가 될 수 있다.

타인의 인정에 매달리지 않는 士가 될 수 없다면 개인은 결국 타인의 인정에 의존하여 정체성을 보장받을 수밖에 없다.

그러나 이 두 가지는 개인이 경험하는 무항심에 대한 근본적인 대책은 되기 어렵다.

항산이 부재한 시대에 개인이 경험하는 무항심의 상태에 대한 근본적인 대책은『맹자』에서 일관되게 강조하는 인정(仁政)이다.

다시 말해서, 백성에게 항산을 주는 정책이다.

@highlight

이 연구는 『맹자』 ‘무항산’을 중심으로 위험사회론을 고찰함으로써 소위 포스트모던적 상황에 대한 해법을 선진 유가철학의 맥락에서 모색하고자 한 시도다.

