본 연구는 교사의 심리적 및 구조적 임파워먼트, 긍정심리자본, 교사 소진(정서적 고갈, 비인격화, 개인적 성취감 저하)과의 구조적 관계를 분석하였다.

연구대상은 초·중·고등학교에 재직 중인 교사 334명의 데이터가 활용되었다.

자료 분석은 SPSS 25.0과 AMOS 25.0을 사용하였으며 확인적 요인분석으로 측정모델의 타당도와 신뢰도를 검증한 후 연구모델인 구조회귀모델의 부합도와 변인 간 직?

간접효과를 도출하였다.

구조방정식 모형을 분석한 연구결과는 다음과 같다.

첫째, 교사의 심리적 임파워먼트가 높을수록 개인적 성취감 저하는 감소하고, 교사의 구조적 임파워먼트가 높을수록 정서적 고갈이 감소했다.

둘째, 교사의 심리적 임파워먼트는 긍정심리자본에 통계적으로 유의한 영향이 있었으나 교사의 구조적 임파워먼트는 긍정심리자본에 유의하지 않았다.

셋째, 긍정심리자본은 교사 소진의 모든 하위 요인에 부적 영향을 미쳤다.

넷째, 긍정심리자본은 심리적 임파워먼트와 정서적 고갈, 비인격화 관계에서는 완전매개 역할을 하였고, 심리적 임파워먼트와 개인적 성취감 저하 관계에서는 부분매개 역할을 하였다.

이러한 결과로부터 본 연구의 의의와 후속 연구에 대한 시사점을 논의하였다.

@highlight

교사의 심리·구조적 임파워먼트, 교사 소진, 긍정심리자본의 구조적 관계를 분석한 결과, 교사의 심리적, 구조적 임파워먼트가 높을수록 개인적 성취감 저하와 정서적 고갈이 감소했고 심리적 임파워먼트는 긍정심리자본에 영향을 주었으며 긍정심리자본은 교사 소진에 부적 영향을 미치는 동시에 요인별 관계에 따라 매개 역할 비중이 달랐다.

