본 연구는 미혼 성인자녀를 둔 어머니의 일상 스트레스와 자녀, 남편에 대한 인식, 우울의 관계를 분석함으로써 어머니의 우울을 줄일 수 있는 방안을 찾기 위함에 목적이 있다.

이를 위해 여성가족패널 7차 자료에 응답한 성인 미혼 자녀를 둔 어머니 패널을 대상으로 스트레스와 우울의 관계에서 자녀 걱정과 남편에 대한 인식의 다중병렬 매개효과 분석을 하였다.

그 결과는 다음과 같다.

첫째, 미혼 성인 자녀에 대한 걱정과 남편에 대한 인식은 상관관계가 없는 것으로 나타났다.

그 외에스트레스와 미혼 성인 자녀 걱정, 남편에 대한 인식, 우울과의 관계, 우울과 미혼 성인 자녀 걱정, 남편에 대한 인식과의 관게는 정적인 상관관계가 있는 것을 확인하였다.

둘째, 우울에 미치는 영향은 스트레스가 가장 큰 영향요인이며, 다중병렬 매개효과 검증 결과 스트레스와 우울과의 관계에서미혼 성인 자녀 걱정과 남편에 대한 인식은 각각 정적인 부분 매개효과가 유의한 것으로 나타났다.

이를 통해 어머니가 일상에서 스트레스를 해결하는 방법을 제시하고 가족 구성원의 지지가 필요함을 언급하였다.

마지막으로 본 연구의 결과와 분석에서 아쉬웠던 점을 토대로 후속연구를 제언하였다.

@highlight

이 연구는 미혼 성인자녀를 둔 어머니의 일상 스트레스와 자녀, 남편에 대한 인식, 우울의 관계를 분석함으로써 어머니의 우울을 줄일 수 있는 방안을 찾기 위함에 목적이 있다.

