본 연구는 최근 영역을 넓히고 있는 일러스트 작가의 아트마케팅 트랜드를 살펴보고 색조화장품의 디자인 컨셉을 제안하고자 한다.

아트마케팅은 문화마케팅의 한 종류로 전시, 공연, 기타 예술 활동을 통한 마케팅을 의미한다.

아트와 생활의 경계가 모호해 지고 아트적인 모티브가 제품 속으로 녹아들고 아트적 속성이 다시 캔버스에 반영될 수 있는 자유로운 감성 표현이 주목받고 있다.

일러스트 작가의 작품들이 캔버스가 아닌 생활속의 아이템으로 영역을 넓히고 있는 것이다.

본 논문에서는 아트마케팅을 반영한 색조화장품 디자인을 제안하였다.

디자인 컨셉을 제안한 주요 타켓층은 20대 초중반의 젊은층으로 그들은 트랜드 지향적이며 개성이 강하고 스스로 인정받고 싶어하는 경향이 있다.

색조화장품 패키지 디자인에 디자인 컨셉을 강조하기 위하여 현란하고 강렬한 색상조합으로 타겟 계층의 진취적인 이미지를 반영하였다.

아트적인 무드가 생활속에 파고 들면서 우리 생활에 문화적 가치와 의미를 제공하고 있음을 알 수 있다.

@highlight

본 논문은 최근 영역을 넓히고 있는 일러스트 작가의 아트마케팅 트랜드를 살피고 색조화장품의 디자인 컨셉을 제안한다.

@highlight

아트마케팅은 문화마케팅의 한 종류로 전시, 공연 및 기타 예술 활동을 통한 마케팅을 뜻한다.

