본 연구에서는 한국 자동차 부품 업체를 대상으로 완성차 업체의 해외 동반진출과 성과 간의 관계에 대해 실증적으로 분석하고 이러한 관계가 전속적 거래 관계에 의해 어떻게 달라지는지를 설명하고자 한다.

2004년부터 2016년까지 105개 사의 패널 데이터를 구성하여 실증분석을 한 결과, 국내 자동차 부품회사의 해외직접투자에 있어서 완성차 업체와의 동반진출이 성과에 미치는 영향은 비동반진출보다 컸으며, 동반진출이 성과에 미치는 긍정적 영향은 그 횟수가 증가할수록 감소하였다.

이러한 결과는 자동차 부품 업체가 대기업과의 동반진출을 통해 초기 납품 물량을 안정적으로 보장받을 수 있을 뿐만 아니라 파트너가 보유한 네트워크를 통해 초기에는 빠르게 성장할 수 있지만, 동반 진출 횟수가 많아질수록 조직 복잡성으로 인한 조정 비용의 증가로 인해 이익의 폭이 줄어들 수 있음을 나타낸다.

마지막으로 동반 진출과 성과 간의 관계에서 완성차 업체에 대한 전속적 관계가 두 변수간 관계를 더 강화시키는 것으로 나타났다.

본 연구는 국내 자동차 부품기업들의 동반진출효과를 실증적으로 분석함에 따라 한국 자동차 산업 및 중소기업의 국제화 전략에 유용한 이론적, 실무적 시사점을 제시한다.

@highlight

본고는 한국 자동차 부품 업체를 대상으로 완성차 업체의 해외 동반진출과 성과 간의 관계에 대하여 실증적으로 분석하고 이런 관계가 전속적 거래 관계에 의하여 어떻게 달라지는지를 설명하고자 한다.

