이 연구는 2007 개정 교육과정에 따른 초등 실과교과서에 제시된 직업을 한국고용직업분류(KECO '09), 한국고용정보원(2007, 2009)의 이색 및 신생직업, 한국직업능력개발원(2009)의 학교진로교육지표 중 초등학생이 희망하는 직업별로 학년별, 실과내용영역별로 분석하는데 목적이 있다.

연구를 통해서 얻은 결과는 다음과 같다.

첫째, 학년별 직업제시 빈도 및 직업이 포함된 한국고용직업분류 중분류의 다양성은 6학년이 5학년 보다 높았다.

둘째, 내용영역별 직업제시 빈도는 진로(386개), 의생활(44개), 식생활, 정보(각 37개)의 순으로 높게 나타났으며, 해당영역별로 관련된 직업이 제시되었다.

셋째, 한국고용직업분류의 중분류 ‘08.

문화·예술·디자인·방송 관련직(22.7%)’, ‘04.

교육 및 자연과학·사회과학연구 관련직(11.0%)’, ‘06.

보건·의료 관련직(8.3%)’, ‘12.

미용·숙박·여행·오락·스포츠 관련직(8.3%)’의 순으로 교과서에 제시된 직업이 해당되는 비율이 높았다.

넷째, 초등학생 장래희망 10순위 안의 직업은 교과서에 대부분 제시되고 있었으며, 이색 및 신생직업의 반영은 거의 이루어지지 않고 있었다.

@highlight

이 연구는 2007 개정 교육과정에 따른 초등 실과교과서에 제시된 직업을 한국고용직업분류(KECO '09), 한국고용정보원(2007, 2009)의 이색 및 신생직업, 한국직업능력개발원의 학교진로교육지표 중 초등학생이 희망하는 직업별로 학년별, 실과내용영역별로 분석하고자 한다.

