본 연구의 목적은 7년 이상 남한에 거주한 북한이탈주민의 소득 수준 변화와 이에 영향을 미치는 요인을 분석하기 위해 이루어졌다.

2001년 남한에 거주하는 북한이탈주민 200명을 대상으로 소득, 직장유형, 건강상태, 남한교육여부, 인구사회학적 변인 등을 조사하였다.

이중 2001, 2004, 2007년 추적연구에 모두 참여한 106명을 대상으로 소득 수준 변화에 영향을 미치는 변인을 측정하여 그 결과를 분석하였다.

7년 추적연구 결과 탈북자들의 평균 소득 수준은 유의미하게 증가하였다.

직업유형 변화는 정규직, 자영업이 증가하였으나 유의미한 변화는 없었다.

성별에 따른 평균 소득은 남성이 여성에 비해 유의미하게 높은 수준이었다.

직업유형 변화에 있어서도 남성이 여성에 비해 정규직으로의 취업비율이 통계적으로 유의미하게 더 높았다.

북한 학력이 대학 이상인 북한이탈주민의 평균 소득은 고등중학교와 전문대학 출신자 보다 2004, 2007년에 유의미하게 높은 수준으로 변화하였다.

북한이탈주민의 건강상태가 입국 초기인 2001년에는 소득 수준에 영향을 미치지 않았으나 2004, 2007년에는 많은 영향을 미쳤다.

그러나 남한에서의 정규교육 경험은 소득수준에 영향을 미치지 않았다.

결론적으로 탈북자의 소득 수준에는 남성일수록, 북한 학력이 높을수록, 건강상태가 좋을수록 높은 것으로 나타났다.

연구자는 본 연구 결과를 토대로 탈북자의 남한사회 적응을 도모하기 위한 정책, 서비스 프로그램 개발 및 제공에 대한 시사점을 제언하였다.

@highlight

본 연구는 남한에 거주한 북한이탈주민의 소득 수준 변화와 영향을 미치는 요인을 분석하기 위한 것으로, 분석 결과를 토대로 남한사회 적응을 위한 정책, 서비스 프로그램 개발, 제공에 관한 시사점을 제안하였다.

