지난 10년간 정부는 문화예술교육과 관련된 다양한 교육 프로그램을 시행하였다.

본 연구는 정부의 이러한 노력이 개인의 삶에 대한 평가와 우리사회에 어떻게 공헌하였는지 살펴본다.

본 연구는 먼저 기존연구를 바탕으로 문화예술교육이 우리 개인의 삶과 사회에 미치는 영향과 관련된 측정항목을 개발하였다.

그리고 문화예술교육의 사회공헌도를 평가하기 위해 학생층 및 노년층을 대상으로 대규모 현장조사(field study)를 실시하였다.

조사데이터를 활용하여 교육프로그램 참여자와 교육프로그램 비참여자 간에 통계적으로 유의한 차이가 있는지를 CEM(coarsened exact matching)기법을 사용하여 검증하였다.

연구결과는 한국 사람들이 문화예술교육에 참여함으로써 개인적으로 삶에 대해 더 나은 느낌(well being)을 가지고 있으며, 사회적으로도 더 높은 수준의 사회자본 및 문화자본을 가지는 것으로 드러났다.

즉 문화예술교육에 참여한 사람들은 자신의 삶을 보다 긍정적으로 보며 사회적으로 분명한 문화적, 사회적 아이덴트티(identity)를 가진 존재로 부상한다고 느낀 다는 점이다.

본 연구는 향후 정부가 정책을 입안함에 있어 기존 문화예술교육의 경험자가 매우 긍정적으로 정책을 평가하고 있다는 점을 반영할 수 있게 해준다.

@highlight

본 연구는 정부의 이러한 노력이 개인의 삶에 대한 평가와 우리사회에 어떻게 공헌하였는지 살펴본다

즉 문화예술교육에 참여한 사람들은 자신의 삶을 보다 긍정적으로 보며 사회적으로 분명한 문화적, 사회적 아이덴트티(identity)를 가진 존재로 부상한다고 느낀 다는 점이다

본 연구는 향후 정부가 정책을 입안함에 있어 기존 문화예술교육의 경험자가 매우 긍정적으로 정책을 평가하고 있다는 점을 반영할 수 있게 해준다


