사회적기업은 조직 안에 사회복지 논리와 상업적 논리라는 서로 경쟁적인 논리를 포함하고 있는 하이브리드 조직이다.

본 연구는 우리나라에서 사회적기업 성과에 영향을 미칠 수 있는 하이브리드 요인을 도출하고 그 요인들이 사회적기업의 성과에 미치는 영향을 분석하며 사회적기업가 정신이 하이브리드 요인과 성과사이에서 매개효과를 갖는지를 살펴보고자 하였다.

본 연구는 혼합연구방법 유형 중에서 순차적 탐색설계를 사용하였다.

1단계로 6명의 사회적기업 전문가 대상의 포커스그룹 인터뷰를 통해 아직 연구가 거의 전무한 하이브리드 요인에 대한 기초탐색을 하였고 2단계로 1단계의 탐색결과 도출된 하이브리드 요인을 ‘사회적논리’와 ‘상업적논리’가 대응하도록 설문지를 개발하였으며 3단계로 200여 곳의 인증 사회적기업 대표 및 임원을 대상으로 설문조사를 통한 양적 연구를진행하였다.

분석결과, 질적 연구를 통해 하이브리드 요인으로 ‘설립태생’, ‘목적’, ‘소유권’이 도출되었고 연구모형 분석에서는 설립태생을 제외한 하이브리드 요인은 사회적기업의 성과요인인 것으로 나타났다.

또한 경쟁적 논리로 대응된 하이브리드 요인들은 사회적기업 성과항목별로 영향력의 차이를 보였다.

마지막으로 사회적기업가정신은 하이브리드 요인과 성과사이에 매개효과가 있는 것으로 나타났다.

@highlight

우리나라에서 사회적기업 성과에 영향을 미칠 수 있는 하이브리드 요인을 도출하고 그 요인들이 사회적기업의 성과에 미치는 영향을 분석하며 사회적기업가 정신이 하이브리드 요인과 성과사이에서 매개효과를 갖는지를 살펴보고자 하였다.

@highlight

 질적 연구를 통해 하이브리드 요인으로 ‘설립태생’, ‘목적’, ‘소유권’이 도출되었고 연구모형 분석에서는 설립태생을 제외한 하이브리드 요인은 사회적기업의 성과요인인 것으로 나타났고 사회적기업가정신은 하이브리드 요인과 성과사이에 매개효과가 있는 것으로 나타났다.

