본 연구는 종교를 개념 생태(conceptual ecology)의 한 요소인 형이상학적 신념으로 보고 우리나라에 전파된 지 가장 오래된 종교인 불교에서 통용되는 생명의 정의, 생명의 범주 및 분류 체계를 불경 및 불자들을 통해 알아보고, 불교를 종교로 가지고 있지 않는 생물 교사, 기타 과목 교사, 고등학생들과 어떤 차이가 있는지를 살펴보았다.

연구 결과 불교에서는 생물을 지칭하는 용어로 중생(衆生), 유정(有情)을 사용하며, 생물학적 입장과는 달리 개체적인 생명 개념이 아닌 모두가 하나의 공동 운명체로 연결된 연기(緣起)라는 개념을 갖고 있었다.

또한 불교에서는 식물을 생명체로 즉, 중생(衆生)으로 생각하지 않았다.

불교에서 생명을 가진 것들 즉, 중생(衆生)을 분류하는 방법은 탄생 방식, 형태의 유무, 지각의 유무로 구분하고 있었는데, 불교의 생명 개념을 잘 반영하고 있는 방법은 지각의 유무였다.

생명과 생물 분류 개념은 생물 개념학습의 근간이 되는 개념으로 개념 생태적으로 사회문화적인 영향으로 형성되는 생물개념들은 생물학습에 크고 작은 영향을 미친다.

생물교사들은 이 연구결과에서 나타난 불자들이 가지고 있는 생명 및 생물분류개념에 대한 선개념을 파악함으로써 구성주의 교수학습 준비에 도움을 얻을 수 있을 것으로 기대한다.

@highlight

이 연구는 종교를 개념 생태의 한 요소인 형이상학적 신념으로 보고 우리나라에 전파된 지 가장 오래된 종교인 불교에서 통용되는 생명의 정의, 생명의 범주 및 분류 체계를 불경 및 불자들을 통해 알아보고, 불교를 종교로 가지고 있지 않는 생물 교사, 기타 과목 교사, 고등학생들과 어떤 차이가 있는지를 살펴보았다.

