이 연구에서는 논증적 글쓰기 인지진단평가에서 사용할 수 있는 Q-

행렬을 개발하기 위한 사전 단계로써 논증적 글쓰기에 대한 ‘평가 진술문’을 개발하는 것에 초점을 두었다.

또한 ‘평가 진술문’을 개발할 때에는 이론적 근거에만 의존하여 개발되어 온 채점기준의 한계를 극복하고자 실증적인 타당화 절차를 통해서 ‘실증적 평가 진술문 기반의 진단평가 (Empirically-

derived Descriptor-

based Diagnostic, 이하 EDD)’ 체크리스트 형태로 개발하고자 하였다.

또한 EDD 체크리스트를 활용하여 Q-

행렬을 개발하기 위한 가능성을 살펴보았다.

후속 연구에서는 논증적 글쓰기에 대한 인지요소를 추출하고 본 연구에서 개발한 EDD 체크리스트를 활용하여 Q-

행렬을 타당화하는 작업을 수행하고자 한다.

이러한 연구를 통해서 학생들의 쓰기 능력을 보다 구체적으로 진단할 수 있는 방안이 마련되기를 기대해 본다.

@highlight

본 연구에서는 논증적 글쓰기 인지진단평가에서 사용할 수 있는 Q-

@highlight

행렬을 개발하기 위한 사전 단계로써 논증적 글쓰기에 관한 ‘평가 진술문’을 개발하는 것에 초점을 두었다.

