실리콘카바이드(SiC)는 높은융점과 내마모성 및 열전도 특성으로 산업적으로 널리 활용되고 있다.

특히 고순도SiC는 고효율 전력 변환용 SiC 반도체 및 LED 공정에 적용되는 미래소재로 각광받고 있다.

본 연구에서는 고순도 SiC를합성하기 위한 원료인 고순도 카본(C)을 유도 열플라즈마(RF Inductively thermal plasma)를 이용하여 합성하였으며, 출발원료로서 탄화수소계 액상물질인 도데칸이 사용되었다.

유도 열플라즈마 합성된 고순도 카본은 반응관과 필터에서 포집되며,필터에서 포집된 카본 분말은 반응관에서 포집된 카본 분말보다 작은 입도(10~20 nm)와 낮은 결정성을 갖는 것으로 확인하였다.

반응관과 필터부에서 포집된 카본 분말의 순도는 각각 99.9997 %(5N7)와 99.9993 %(5N3)로 측정되었으며, 카본 분말에서 검출되는 불순물은 열플라즈마 합성장비에서 기인한 것으로 확인되었다.

@highlight

실리콘카바이드는 높은융점과 내마모성 및 열전도 특성으로 산업적으로 널리 활용되고 있다.

