대한민국 육군은 6.25 전쟁을 거치며 경비대에서 진정한 의미의 군대로 변모하였다.

이러한 과정은 단순한 변화가 아닌 변혁의 모습이었으며, 미 8군과 미 군사고문단의 지원에 의해 가능한 것이었다.

전쟁 초기 미 육군은 한국군 내의 심각한 문제들을 식별하였으나, 긴급한 전선 상황으로 인하여 해결책을 제시할 수 없었다.

그러나 1951년 7월 정전협상이 시작되면서 한미 양군은 한국군에 일종의 변혁을 불러일으키기 위한 각종 프로그램을 시작하였다.

그들은 장교단의 리더십과 창의성 개발에 각고의 노력을 기울였으며, 그 외에 미 군사교리에 입각한 개인 및 부대 훈련, 포병과 전차와 같은 새로운 무기 도입을 추진하였다.

비록 육군의 변화가 미군의 주도로 진행되었고, 당시 미 육군의 모습을 모방한 결과라고도 설명할 수 있지만, 대한민국 육군의 입장에서 고찰하면 이러한 변화는 ‘군사변혁’의 모습이었다.

우리 군에게는 새로운 무기체계인 전차와 포병들을 중심으로 한 조직의 개편과 더불어 작전수행 개념도 화력과 기동의 통합전투력을 발휘하는 군대로 변화되었으며, 이를 이끌어 갈 장교단에서도 획기적인 체질 개선이 성공적으로 이루어졌던 것이다.

이를 통해서 대한민국 육군은 경비대에서 진정한 군대로 탈바꿈하였던 것이다.

@highlight

대한민국 육군은 6.25 전쟁을 거치며 경비대에서 진정한 의미의 군대로 변모하였다.

@highlight

비록 육군의 변화가 미군의 주도로 진행되었고, 당시 미 육군의 모습을 모방한 결과라고도 설명할 수 있지만, 대한민국 육군의 입장에서 고찰하면 이러한 변화는 ‘군사변혁’의 모습이었다.

@highlight

이를 통해서 대한민국 육군은 경비대에서 진정한 군대로 탈바꿈하였다.

