많은 운동선수들이 운동으로 인한 과중한 부담으로 인해 학업과 직업교육의 기회를 상실하고 은퇴 후 진로전환에 많은 어려움을 겪고 있는데, 우리선수들도 예외는 아니다.

따라서 여러 나라들이 운동과 학업 그리고 직업교육이 조화롭게 병행될 수 있는 환경을 만들고자 노력하고 있다.

이 연구의 목적은 독일의 운동선수 진로지원프로그램인 이중 경력 지원제도를 살펴보고, 우리의 학생선수들을 포함한 엘리트스포츠 분야에 적용 가능한 방안을 도출하는데 있다.

이 연구는 주제와 관련한 선행연구들 그리고 독일올림픽체육회와 독일 스포츠지원재단 등 독일의 관련 사이트의 자료들을 토대로 이루어졌다.

독일의 이중 경력 지원제도는 우리에게 다음과 같은 정책적 함의를 제시하고 있다.

첫째, 운동선수의 학습권 보장을 위해 학교제도의 변화가 필요하다.

독일의 스포츠엘리트학교는 우리 정부가 엘리트스포츠 분야의 주요 과제로 추진하고 있는 체육중점학급의 모델로서 가능성이 있다.

둘째, 운동선수들이 운동과 학업 그리고 직업교육을 균형 있게 병행할 수 있도록 전문 지식을 갖춘 경력상담사 제도가 확산될 필요가 있다.

셋째, 학생선수들이 운동과 학업을 조화롭게 병행할 수 있기 위해서는 사회 여러 분야들과의 협력네트워크 조성이 필요하다.

운동선수들의 은퇴 후 순조로운 진로전환을 위해서는 학생선수 시절부터 운동과 학업을 병행할 수 있는 환경이 필요하다.

독일의 이중 경력 지원제도는 하나의 모델로서 충분한 가치가 있다고 생각된다.

@highlight

본고는 독일의 운동선수 진로지원프로그램인 이중 경력 지원제도를 살펴보고, 우리의 학생선수들을 포함한 엘리트스포츠 분야에 적용 가능한 방안을 도출하는데에 그 목적이 있다.

