본 연구는 자율성과 유능감의 인과관계를 알아보고, 부모 정서지지와 부모 학업지지가 청소년의 자율성과 유능감에 미치는 영향을 알아보는데 목적이 있다.

이를 위해 한국교육종단연구(Korea Education Longitudinal Study, KELS) 패널 자료의 중2, 중3, 고2 세 시점의 총 5,459명의 자료를 활용하였다.

자귀회귀교차지연 모형(Autoregressive Cross-

Lagged Modeling)을 적용하여 분석한 결과, 자율성과 유능감은 상호 인과적 관계를 보이는 것으로 나타났다.

또한, 시간이 흐름에 따라 부모의 학업지지는 청소년의 유능감에는 정적인 영향을 미치고, 자율성에는 부적인 영향을 미치는 것으로 나타났다.

반면, 부모의 정서지지는 자율성에는 정적인 영향을 미치고, 유능감에는 통계적으로 유의한 영향을 미치지 않는 것으로 나타났다.

이러한 결과에 대하여 청소년 학업과 관련한 유능감과 자율성을 증진시키는 데 있어, 부모-

자녀관계에 대한 실제적 함의를 논하였다.

@highlight

이 연구는 자율성과 유능감의 인과관계를 알아보고, 부모 정서지지와 부모 학업지지가 청소년의 자율성과 유능감에 미치는 영향을 알아보고자 한다.

