본 연구는 최근 북한의 경제 변화를 분석하는 개념 틀을 마련하고자 최근 쿠바의 이중경제와 90년대 후반 러시아의 버츄얼경제 개념을 고찰하였다.

양 경제의 공통점은 가치창출 부문과 가치소비 부문이 분리되어 있고 가치창출 부문에서 창조된 가치가 과거와 같은 행정 명령식 방법이 아니라, 국가의 간접적인 ‘조정’ 즉, 의사(疑似) 시장방식에 의해 다른 부문으로 이전된다는 점에 있다.

‘사실상의 시장’이 활성화됨에 따라 채택된 이중경제 전략 즉, 달러화와 이중환율 정책은 가치이전 효과를 지니고는 있지만, 인플레이션으로 귀결되기 쉽다.

따라서 전통산업이나 경쟁력 없는 기업들을 보호해야 할 필요성이 높아진다.

이때 버츄얼경제는 보조금 방식으로 회귀하지 않고, 비교역 부문과 전통산업 부문을 보호하는 장치로 작용할 수 있다는 특징이 있다.

그러나 본 연구는 북한을 버츄얼경제로 볼 수 있는 적실성을 제시하지는 못하였고, 북한에서 현물거래와 임금지체 현상이 갖는 버츄얼경제적 의미를 분석하는 데에 머무르고 있다.

다만 체제이행 전략이 아니라 시장 등장에 따른 생존 전략으로서, 달러화와 이중환율에 의한 이중경제화 및 버츄얼경제 전략은 북한적 현상을 설명하는 데 유용하다는 것이 본 연구의 결론이다.

@highlight

북한의 경제 변화를 분석하는 개념 틀을 마련하고자 최근 쿠바의 이중경제와 90년대 후반 러시아의 버츄얼경제 개념을 고찰하였다.

@highlight

‘사실상의 시장’이 활성화됨에 따라 채택된 이중경제 전략 즉, 달러화와 이중환율 정책은 가치이전 효과를 지니고는 있지만, 인플레이션으로 귀결되기 쉽다.

@highlight

시장 등장에 따른 생존 전략으로서, 달러화와 이중환율에 의한 이중경제화 및 버츄얼경제 전략은 북한적 현상을 설명하는 데 유용하다는 것이 본 연구의 결론이다.

