본 연구는 실증회귀분석을 통해 1세대 1주택 양도소득세 비과세 제도가 도입취지에 맞게 운영되고 있는지를 살펴보았다.

이를 위해 본 연구는 재정패널 자료를 사용하여 주택가격 상승률이 높을수록 주택 보유기간이 어떻게 변화하는지를 살펴보았다.

본 연구의 분석결과 주택가격 상승률의 증가는 주택 보유기간의 감소와 통계적으로 유의한 관련이 있는것으로 나타났다.

또한 주택가격이 높을수록 미래에 기대되는 주택가격 상승률이 높을 수있다.

이 경우 주택 수요자는 주택가격이 높은 주택을 구매하여 양도차익을 노릴 수 있다.

이를 분석하기 위해 주택 취득가격과 보유기간 간의 관계를 추정하였으며, 그 결과 취득가격의 증가는 보유기간의 감소와 통계적으로 유의한 관련이 있는 것으로 나타났다.

본 연구결과는 주택가격 상승률이 높은 그룹에서 더 뚜렷이 나타났다.

따라서 본 연구결과는 동제도의 도입취지와 달리 양도차익을 노린 필요이상의 거주이전 또는 투기적 주택거래가 발생할 수 있음을 간접적으로 보여준다.

본 연구결과는 동 제도가 정책취지에 맞게 운영되기 위해 거주요건의 부활이 필요함을보여준다.

거주요건이 부활될 경우 양도차익을 노린 불필요한 거주이전 또는 투기적 주택거래가 어느 정도 억제되는데 기여할 수 있을 것이다.

거주요건이 부활할 경우 1세대 다주택자라 하더라도 거주요건을 만족하는 거주주택에 대해서는 양도소득세를 비과세하는 방안을 고려해보아야 할 것이다.

@highlight

본 논문은 실증회귀분석을 통해 1세대 1주택 양도소득세 비과세 제도가 도입취지에 맞게 운영되고 있는지를 고찰하였다.

@highlight

재정패널 자료를 사용하여 주택가격 상승률이 높을수록 주택 보유기간이 어떻게 변화하는지를 알아보았다.

@highlight

본 연구의 분석결과 주택가격 상승률의 증가는 주택 보유기간의 감소와 통계적으로 유의한 관련이 있었다.

