본 연구는 2009년 생활시간조사 자료를 사용하여 시간제 여성 임금근로자의 일과 삶의 균형 현황을 파악하고 이를 통해 유형화를 시도하였다.

시간제 여성 임금근로자들은 일, 가족, 여가, 성장과 관련한 활동에 각각 하루 평균 334.1분, 206.0분, 134.4분, 20.0분을 사용하는 것으로 나타났다.

일과 삶의 각 영역에서 사용한 시간 사용량을 바탕으로 유형화를 실시한 결과, 성장중심형, 여가-

가족병행형, 일중심형, 가족중심형 등 4개의 유형으로 분류되었다.

유형화를 바탕으로 각 유형에 속하는 사람들의 인구통계학적 특성과 심리적 특성을 비교 분석하였다.

유형별 심리적 특성을 살펴보면, 일중심형이 타 유형에 비해 시간부족감과 피로감을 더 많이 경험하는 것으로 나타났다.

시간제 여성 임금근로자들의 특성을 보다 명확하게 이해하기 위하여 전일제 여성 임금근로자들과의 비교를 실시하였다.

시간제 여성 임금근로자들은 전일제 여성 임금근로자들보다 가족 및 여가와 관련한 활동시간의 비율이 더 높았다.

반면 전일제 여성 임금근로자들은 일과 관련한 활동 시간의 비율이 더 높은 것으로 나타났다.

또한 전일제 여성 임금근로자들은 시간제 여성 임금근로자들보다 시간부족감과 피로감을 더 많이 느끼는 것으로 나타났다.

@highlight

이 연구는 2009년 생활시간조사 자료를 사용해시간제 여성 임금근로자의 일과 삶의 균형 현황을 파악하며 또한 이로 인한 유형화를 시도했다.

