본

 

논

문

의

 

동

서

양

 

철

학

의

 

사

유

법

에

서

의

 

차

이

를

,

 

그

들

이

 

사

용

한

 

언

어

에

서

 

찾

아

보

려

는

 

시

도

이

다

.

 

필

자

는

 

대

체

로

 

전

통

적

인

 

사

유

선

재

론

보

다

는

 

언

어

 

선

재

론

에

 

공

감

한

다

.

 

자

연

 

언

어

는

 

인

간

의

 

사

유

를

 

위

한

 

포

괄

적

이

면

서

 

원

초

적

인

 

틀

이

며

,

 

우

리

가

 

선

험

적

 

범

주

의

 

개

념

을

 

인

정

할

 

수

 

있

다

면

,

 

바

로

 

자

연

 

언

어

의

 

기

본

틀

이

 

그

에

 

해

당

할

 

것

이

다

.

 

자

연

 

언

어

는

 

진

화

의

 

결

과

로

서

 

경

험

적

 

존

재

이

기

는

 

하

나

,

 

감

각

적

 

지

각

이

나

,

 

자

연

,

 

또

는

 

신

체

에

 

대

한

 

경

험

까

지

도

 

어

떤

 

언

어

를

 

가

지

고

 

있

느

냐

에

 

영

향

을

 

받

는

다

는

 

점

에

서

 

그

것

은

 

선

험

적

이

라

 

할

 

수

 

있

는

 

측

면

이

 

있

다

.

 

서

양

철

학

의

 

사

고

 

방

식

을

 

분

석

 

환

원

주

의

적

 

태

도

,

 

진

리

 

개

념

의

 

원

초

성

,

 

의

미

론

의

 

발

달

,

 

심

신

의

 

명

확

한

 

구

분

,

 

추

상

체

와

 

보

편

자

의

 

개

념

 

발

달

 

등

으

로

 

특

징

 

지

우

며

,

 

이

들

의

 

특

성

을

 

서

구

 

고

전

어

인

 

고

대

 

희

랍

어

의

 

제

 

특

색

들

에

 

기

초

하

여

 

설

명

하

려

 

한

다

.

 

필

자

는

 

서

양

철

학

에

 

영

향

을

 

준

 

희

랍

의

 

또

는

 

유

럽

어

의

 

특

징

들

로

,

 

굴

절

어

,

 

술

어

적

 

구

문

과

 

b

e

-

동

사

의

 

주

축

성

,

 

음

성

 

문

자

적

 

언

어

관

,

 

정

관

사

의

 

발

달

 

등

을

 

지

적

하

며

 

서

구

 

철

학

의

 

사

유

방

식

에

 

대

한

 

함

의

를

 

논

한

다

.

 

이

 

과

정

에

서

 

동

양

 

철

학

적

 

사

고

의

 

특

색

 

및

 

고

대

 

한

문

의

 

특

징

들

과

 

비

교

한

다

.

 

이

를

 

통

해

 

언

어

가

 

철

학

적

 

사

고

방

식

에

 

깊

은

 

영

향

을

 

주

었

음

을

 

논

하

고

자

 

한

다

.

 

본

 

논

문

이

 

한

문

에

서

 

주

목

하

는

 

특

징

들

은

 

상

형

문

자

적

 

언

어

관

,

 

B

e

 

동

사

의

 

미

발

달

,

 

진

리

개

념

의

 

미

형

성

,

 

정

관

사

의

 

부

재

 

등

이

다

.

@highlight

이 논문의 동서양 철학의 사유법에서의 차이를, 그들이 사용한 언어에서 찾아보려는 시도이다. 자연 언어는 진화의 결과로서 경험적 존재이기는 하나, 감각적 지각이나, 자연, 또는 신체에 관한 경험까지도 어떤 언어를 갖고 있느냐에 영향을 받는다는 점에서 그것은 선험적이라 할 수 있는 측면이 있다.