본 연구의 목적은 해군장병의 금연의도를 파악하고, 금연의도에 어떤 요인들이 영향을 미치는지 파악하기 위함이다.

2013년 7월 1일에서 10일까지 B시와 C시에 거주하는 290명의 흡연 장병을 대상으로 설문지를 이용하여 자료를 수집하였고, 해군장병의 금연의도 및 영향요인을 파악하기 위하여 t-

검정, 카이제곱 검정, 로지스틱 회귀분석을 하였다.

해군장병의 금연계획, 준비단계인 6개월 내 금연의도는 57.9%였고, 금연의도에 어떠한 요인들이 영향을 미치는지 알기 위해 다중 로지스틱 회귀분석을 실시한 결과, 흡연시작 연령(odds ratio [OR]=1.23, P=0.002), 금연시도 경험(OR=2.74, P=0.001), 금연자기효능감(OR=1.05, P=0.045),니코틴 의존도(OR=0.79, P=0.004)와 같은 요인들이 통계적으로 유의하였다.

해군장병의 대부분은 청소년기에 흡연을 시작하므로 입대 전부터 지역사회와 학교 차원의 흡연예방교육이시행되어야 할 것이다.

또한 금연 시도 후 실패한 대상자의재시도를 촉진하는 중재 제공이 매우 중요하므로 이에 관한 전략개발이 필요하다.

본 연구에서 파악된 영향요인은앞으로 해군장병의 금연교육과 중재 프로그램의 기초자료로 활용될 수 있을 것이다.

@highlight

이 연구의 목적은 해군장병의 금연의도를 파악하고, 금연의도에 어떤 요인들이 영향을 미치는지 파악하기 위함이다.

@highlight

이 연구에서 파악된 영향요인은앞으로 해군장병의 금연교육과 중재 프로그램의 기초자료로 활용될 수 있을 것이다.

