본 연구는 사회적기업 여성근로자를 대상으로 일의 의미와 고용불안이 직무만족에 미치는 영향을 분석하고, 사회적기업의 여성친화적 근무환경이 조절효과를 갖는지 검증하고자 하였다.

조사대상은 서울·경기 지역의 36곳의 사회적기업 여성근로자 271명으로 삼았고, 조절다중회귀분석(Moderated Multiple Regression)을 실시하였다.

분석 결과, 사회적기업의 여성친화성은 여성근로자의 일의 의미와 고용불안이 직무만족에 미치는 영향을 완화하는 효과가 있음이 밝혀졌다.

즉, 사회적기업 여성근로자는 사회적기업에서 일의 의미성이나 고용불안에 있음에도 사회적기업의 근무환경이 여성친화성이 높을 경우 사회적기업의 여성친화성이 낮은 경우에 비해 상대적으로 직무만족이 덜 낮아지는 경향을 보이고 있다.

결과적으로 일반 기업보다 사회적기업이 여성친화적 일자리라는 점에서 여성근로자의 괜찮은 일자리로 지속가능하도록 하기 위해서는 여성을 고려한 일/가정 양립의 근무환경, 사회적 공익성 지향의 일의 의미의 가치화 그리고 교육훈련 지원 등 사회적기업의 조직 환경에 대한 지원 재검토와 정책적 설계가 뒷받침되어야 할 것이다.

@highlight

이 연구는 사회적기업 여성근로자를 대상으로 일의 의미와 고용불안이 직무만족에 미치는 영향을 분석하고, 사회적기업의 여성친화적 근무환경이 조절효과를 갖는지 검증하려 했다.

