정부는 1981년에 급격한 사회변화에 부응할 수 있는 전문경찰인을 양성하는 4년제 대학으로 경찰대학을 설립하게 되었다.

2015년 현재까지 경찰대학은 3,468여명의 졸업생을 배출하는 등 경찰인력의 고급화에 상당한 기여를 해왔다.

그러나 한편으로는 ‘불평등 구조 형성’, ‘세력화’ 또는‘경찰대학 설립 당시와는 다른 시대상황의 변화’ 등을 이유로 경찰대학에 대한 개혁논의가 이루어지고 있다.

이제는 경찰대학을 전문화, 개방화하여 국가화 민족을 위한 경찰의 중추적인 교육기관으로 발전할 수 있는 계획이 마련되어야 한다.

따라서 이 연구에서는 국민들의 높아진 치안수요 충족을 위해서는 경찰대학을 현장 연계형 연구·교육을 통한 치안전문가 육성 거점으로 활용할 필요가 있음을 강조하면서 발전방안을 제시하였다.

첫째, ‘경찰대학교’로 개칭하여 총장 소속하에 ‘경찰대학’ 및 ‘치안대학원’을 두어 석·박사과정까지 운영해야 함을 강조하였다.

둘째, 경찰대학의 입학특혜 및 학사과정의 개편이 필요하다.

셋째, 신입생 선발방식을 다양화해야 한다.

경찰대학 교육서비스 제공대상을 재직경찰관에서 민간분야의 치안관련업무 종사자까지 확대 할 수 있는 개방형 치안정책과정을 운영하여 범사회적 치안인프라 강화에 기여할 필요가 있다.

@highlight

본 연구에서는 국민들의 높아진 치안수요 충족을 위해서는 경찰대학을 현장 연계형 연구·교육을 통한 치안전문가 육성 거점으로 활용할 필요가 있음을 강조하면서 발전방안을 제시했다.

