본 연구의 목적은 어떠한 요인들이 직장과 가정에 갈등에 영향을 미치며, 그것들이 조직몰입과 이직의도에 미치는 영향을 알아보고 성취욕구 및 권력욕구 그리고 조직지원인식의 조절효과를 통하여 직장-

가정갈등이 조직몰입과 이직의도에 대하여 지각하는 수준이 어떠한 효과를 나타내는지에 규명하는 것이다.

분석결과, 직장-

가정갈등(일초래갈등, 가정초래갈등)은 조직몰입에 부(-

)의 영향을 미치며, 직장-

가정갈등(일초래갈등, 가정초래갈등)은 이직의도에 정(+)의 영향을 미치는 것으로 나타났다.

또한, 성취욕구/권력욕구는 직장-

가정갈등(일초래갈등, 가정초래갈등)과 조직몰입간의 관계를 부분적으로 조절하며 성취욕구/권력욕구는 직장-

가정갈등(일초래갈등, 가정초래갈등)과 이직의도간의 관계를 부분적으로 조절하는 것으로 나타났다.

반면, 조직지원인식은 조절효과를 주지 못하는 것으로 나타났다.

@highlight

이 연구의 목적은 어떠한 요인들이 직장과 가정에 갈등에 영향을 미치며, 그것들이 조직몰입과 이직의도에 미치는 영향을 알아보고 성취욕구 및 권력욕구 그리고 조직지원인식의 조절효과를 통하여 직장-

@highlight

가정갈등이 조직몰입과 이직의도에 대하여 지각하는 수준이 어떠한 효과를 나타내는지에 규명하는 것이다.

