기여입학제에 대한 논의는 10년이 넘게 사립대학 측과 교육인적자원부 혹은 여론 사이에 대립되어 왔지만 1992년 이후 단발적인 찬반여론조사 이외에 기여입학제에 대한 이렇다 할 연구는 진행되지 않고 있다.

그러나 찬반여론조사로는 제도의 타당성이나 공정성 등을 밝혀줄 수 없으므로 본 연구자는 기여입학제도를 헌법정신에 비추어 타당성을 검토해보았다.

이를 위해 우선 기여입학제의 개념과 기여입학제의 역사적 전개, 찬반 논리를 살펴보고 기여입학제 금지 법안과 밀접하게 관련되어 있을 것으로 판단되는 헌법상의 기본권인 평등권, 교육권, 대학의 자율권에 대해 제시한 후 이들 기본권 간의 충돌 문제를 분석하여 이에 근거하여 헌법적합성 여부를 검토하였다.

학생의 평둥권, 교욱권 등의 보호를 위해 대표적으로 대학의 자율권을 제한하고 있는데, 헌법 제37조 제2항의 기본권 제한 원칙인 목적의 정당성, 방법의 적정성, 피해의 최소성, 법익의 균형성 등에 비추어 판단하여 볼 때 기여입학제 금지 법안은 적법한 범위 안에서 기본권을 제한하고 있으며, 제한되는 기본권의 본질적인 내용을 침해하지 않는다고 판단되므로 헌법에 적합하다고 생각된다.

@highlight

기여입학제에 대한 논의는 10년이 넘게 사립대학 측과 교육인적자원부 혹은 여론 사이에 대립되어 왔지만 1992년 이후 단발적인 찬반여론조사 이외에 기여입학제에 대한 이렇다 할 연구는 진행되지 않고 있다.

