본 연구는 정책변동 이론을 토대로 교원성과급 정책의 변동 요인과 과정 그리고 그 결과 사이의 인과관계를 밝히는 것을 목적으로 한다.

분석은 옹호연합모형(ACF)을 활용하여 수행되었고 주요 연구결과는 다음과 같다.

첫째, 교원성과급 정책에 영향을 미친 요인은 교원의 동기부여와 자질향상의 취약, 연공서열과 평등지향성 교직문화, 공무원 수당 규정, 시민사회와 NGO의 성장, 경기침체와 교원정년단축의 여파, 수요자 중심의 교육관, 정권의 변화, 교원보수체계이다.

둘째, 교원성과급 정책하위체제로서 정책옹호연합들은 교원성과급 정책에 대한 신념체계에 따라 각자의 신념을 상대옹호연합보다 유리하게 반영하기 위한 다양한 전략과 자원을 동원하였다.

셋째, 정책중개자의 영향력은 크지는 않았으나 정책지향적 학습과 더불어 상대옹호연합의 신념을 수정하였다.

넷째, 교원성과급 정책에 영향을 미치는 선행변수들은 장기연합 기회구조에 의해 매개되며 단기적 정책하위체제 행위자들을 제약하기도 하고 자원으로 동원되기도 한다.

본 연구는 마지막으로 교원성과급 정책과 관련된 정책옹호연합들의 갈등을 다루는 방법에 대해 정책적 함의를 제공하였다.

@highlight

본고는 정책변동 이론을 토대로 교원성과급 정책의 변동 요인과 과정 그리고 그 결과 사이의 인과관계를 밝히는 것을 목적으로 하였으며, 본 연구는 마지막으로 교원성과급 정책과 관련된 정책옹호연합들의 갈등을 다루는 방법에 대해 정책적 함의를 제공하였다.

