본 연구의 목적은 수단-

목적 사슬이론을 토대로 우리나라 대학생들의 스마트폰 사용에 대한 중독의 정도를 고저로 구분하고, 각각 그 사용자들이 어떤 가치구조를 구성하는가를 조사하는 것이다.

스마트폰 중독 정도에 따라 구분된 저중독 집단과 고중독 집단은 수단-

목적 사슬이론에 따른 <속성-

기능적 혜택-

심리적 혜택-

가치> 단계별 중요 항목과 중요 연결 관계에서는 비슷했지만, 가치구조의 구성에서는 차이를 나타냈다.

구체적으로, 각 단계별 연결 관계에서 저중독 집단은 인터넷 관련 혜택에 중점을 두었고, 고중독 집단은 대인관계 형성에 중점을 두었다.

가치단계도 구성의 래더에서, 두 집단 모두 <인터넷-

검색 및 작업용이-

편안함-

안전감>과 <인터넷-

검색 및 작업용이-

편안함-

행복>의 래더를 중요하게 고려했지만, <안전감>과 <행복> 가치 외에, 저 중독 집단은 <자유> 가치를, 고 중독 집단은 <타인과의 좋은 관계>와 <소속감> 가치를 지향하는 것으로 나타났다.

이것은 기본적으로 중독 정도의 변인이 스마트폰 사용자의 가치구조 형성에 영향을 미치는 것으로, 고중독 집단은 대인관계 형성에 더 큰 관심을 가지고 삶을 지향하는 것으로 해석된다.

@highlight

이 연구의 목적은 수단-

@highlight

목적 사슬이론을 토대로 우리나라 대학생들의 스마트폰 사용에 대한 중독의 정도를 고저로 구분하고, 각각 그 사용자들이 어떤 가치구조를 구성하는가를 조사하는 것이다.

