본 연구의 목적은 과학영재교육원의 과학반과 융합반에 지원한 학생들의 과학자에 대한 인식 분석을 통해 과학영재와 융합영재의 특성 차이를 알아보는 데 있다.

연구 결과 과학반과 융합반 지원자는 과학자라고 인식하는 범위의 차이가 있었다.

과학반 지원자는 대부분 순수과학자를 과학자로 인식하고 있었으나 융합반 지원자는 수학자, 예술가, 건축가 등을 포함하여 과학자로 인식하고 있었다.

또한 융합반 지원자는 과학반 지원자에 비해 ‘노력’, ‘끈기’, ‘흥미’ 등 정의적 영역을 더 중요하게 생각하고 있었다.

반면, 과학반 지원자는 과학자의 업적에 대해 융합반 지원자보다 잘 알고 있었다.

이를 통해 과학영재교육원의 과학반과 융합반 지원자는 다른 특성을 가지고 있음을 알 수 있다.

연구 결과에 따른 제언은 다음과 같다.

첫째, 융합영재를 명확하게 정의하고 특성을 밝혀 정리해줄 수 있는 연구가 필요하다.

둘째, 과학영재교육원의 융합반 학생을 선발하는 기준을 정하는 데 준거가 될 수 있는 융합영재의 특성을 제공해야 한다.

본 연구가 융합반을 선발하는 데 참고가 될 것이다.

마지막으로 융합반을 지도할 때 정의적 영역을 중시하는 융합영재의 특성을 반영하는 교수법에 대한 연구가 필요하다.

@highlight

이 연구의 목적은 과학영재교육원의 과학반과 융합반에 지원한 학생들의 과학자에 대한 인식 분석을 통해 과학영재와 융합영재의 특성 차이를 알아보는 데 있다.

@highlight

이 연구가 융합반을 선발하는 데 참고가 될 것이다.

