홍대가 한국대중음악에서 현재와 같은 인디음악 활동지역으로 형성된 것은 이십여 년이란 시간이 경과하였다.

기존 서울의 음악활동 장소가 이동하면서 역사적 흔적을 찾아보기 어려워진 반면, 홍대는 비교적 오랜 기간 음악활동의 장소로 기능과 활동을 유지하고 있다.

창조계층은 창조적인 활동을 통해 경제적인 이익을 창출해 내는 집단인데, 본고에서는 이 개념을 대중음악에 적용시켜 창작자와 관련 산업종사자를 대중음악 창조계층으로 분류하였다.

특히 인디음악과 관련된 창조계층과의 심층면접을 통해 홍대를 활동지역으로 선택하는 원인을 분석하여 보았다.

창조계층이 선택한 지역은 개성을 표출할 수 있으며, 개방적인 다양성을 가지고 있다.

홍대의 인프라와 지형, 축적된 정서와 분위기는 대중음악 창조계층이 지속적으로 유입되고 활동이 지속된 원인이 되었다.

선택할 수 있는 음악활동 장소가 넓지 않기 때문에 홍대를 선택함으로써 장소 선택의 대안에 대해서도 약간 고심을 하였다.

대중음악 창조계층은 모두 홍대에 대한 경험과 추억을 가지고 있고, 또 지역에 대한 애착을 가지고 있음으로써, 이들의 음악활동을 통하여 ‘홍대’라는 장소 특성은 형성되었던 것이다.

이러한 점이 다시 홍대에 음악적 이미지를 부여하고, 재생산을 거듭하고 있는 중이다.

@highlight

인디음악과 관련된 창조계층과의 심층면접을 통해 홍대를 활동지역으로 선택하는 원인을 분석해 보았다.

@highlight

대중음악 창조계층은 모두 홍대에 관한 경험과 추억을 가지고 있고, 또 지역에 관한 애착을 가지고 있음으로써, 이들의 음악활동을 통해 ‘홍대’라는 장소 특성은 형성되었던 것이다.

