이 논문은 연결어미 ‘-

(으)며’와 ‘-

(으)면’을 ‘-

(으)ㅁ+-

이-

+-

어’와 ‘-

(으)ㅁ+-

이-

+-

어+은’의 혼성 융합형으로 보고, ‘-

(으)며’와 ‘-

(으)면’의 의미 기능을 신체적 경험이라는 용법 중심으로 인지언어학의 ‘구문 문법, 주의 체계, 개념적 혼성이론’을 활용하여 분석한 것이다.

첫째, 연결어미 ‘-

(으)며’의 형태 분석과 용법을 중심으로 각 형태의 의미 기능을 분석하였다.

둘째, 연결어미 ‘-

(으)면’의 조건법 실현 양상을 ‘-

(으)ㅁ’과 ‘-

어’의 의미와 보조사 ‘은’의 주제(화제) 현상에 따른 후행절에 대한 ‘전제’로 사상됨을 논의하였다.

셋째, 연결어미 ‘-

(으)면’은 ‘-

(으)ㅁ’, ‘-

이-

’, ‘-

어’, ‘은’의 의미적 유사성과 인접성에 의해 각각의 형태들이 의미 자질의 일치나 은유·환유적 전이, 또는 의미 자질의 정도에 따른 선택적 투사에 따라 혼성 융합된 형태로 재구조화되어 사상됨을 논의하였다.

@highlight

이 논문은 연결어미 ‘-

@highlight

며’와 ‘-

@highlight

면’을 ‘-

@highlight

ㅁ+-

@highlight

이-

@highlight

+-

@highlight

어’와 ‘-

@highlight

ㅁ+-

@highlight

이-

@highlight

+-

@highlight

어+은’의 혼성 융합형으로 보고, ‘-

@highlight

며’와 ‘-

@highlight

면’의 의미 기능을 신체적 경험이라는 용법 중심으로 인지언어학의 ‘구문 문법, 주의 체계, 개념적 혼성이론’을 활용하여 분석한 것이다.

