우리나라의 인터넷서비스를 이용하기 위해서는 본인확인수단을 통한 본인인증을 거쳐야 한다.

그동안 주민등록번호가 본인확인수단의 대표적인 방법으로 사용되었으나, 지속적인 개인정보 침해사고로 관련 법률의 개정을 통해 원칙상 수집을 하지 못하게 되었다.

이에 서비스의 안전성을 갖추는 요건으로 주민번호 대체수단의 본인확인수단인 I-

PIN, 공인인증서, 휴대전화가 활용되고 있다.

그러나 본인확인수단의 범용성을 갖춘 수단이다 보니, 또 다른 개인정보 침해대상이 되고 있어, 다양한 본인확인수단의 적용이 요구되고 있다.

이에 따라 본 연구에서는 지정된 본인확인수단 외에 적합성 기준에 맞는 본인확인수단을 선정해 보았다.

이를 위해 6개 점검기준(보편성, 지속성, 유일성, 편의성, 안전성, 적용성)을 통해서 적합성 여부를 검토하였고, 휴대전화, OTP 등과 같은 우수함을 점검해 보았다.

또한 인증수단을 결합하는 방법 중에서는 OTP, 생체정보, 공인인증서 등과 같은 인증요소간의 결합이 더 안전하다고 보았다.

이처럼 본인확인수단의 다양성을 고려하여 새로운 본인확인수단을 도출하고, 기존의 본인확인수단과 결합한다면, 본인확인기반의 안전성을 높이일 수 있으리라 본다.

또한, 본인확인서비스의 전환을 통해서 인터넷문화의 확산을 가져올 계기가 되기를 바란다.

@highlight

우리나라의 인터넷서비스를 이용하기 위해서는 본인확인수단을 통한 본인인증을 거쳐야 한다.

@highlight

이에 따라 이 연구에서는 지정된 본인확인수단 외에 적합성 기준에 맞는 본인확인수단을 선정해 보았다.

