기업, 공공연구소, 대학 등 지역발전을 견인하는 기관 간 협력을 형성,  유지시키는 것은 혁신활동을 통한 지역발전에 있어 매우 중요하다.

본 연구에서는 우리나라 클러스터 내 기업을 대상으로 기업과 기업간, 기업과 공공기관, 기업과 연구소, 기업과 대학 간의 신뢰를 통한 혁신활동을 실증 연구 하였다.

결과에 의하면 상호신뢰가 혁신활동에 긍정적인 영향을 미치지만, 기업과 기업 간, 기업과 공공기관 간의 관계에서는 통계적으로 유의미하지 않았다.

이는 공공기관과 기업 들 간에 있어서는 협력과 협조를 위한 정직한 관계보다는 기업과는 경쟁관계가, 공공기관 간에는 정책수단에 대한 믿음이 낮다고 이해된다.

연구에서 사용된 신뢰변수는 기관 간 공식적경로, 비공식경로, 제휴 및 협력 등의 촉진활동에 매개한다.

지역기업의 혁신활동을 위한 클러스터의 구축이 공식적인 형태의 네트워크라면 상호간의 빈번한 만남을 토대로 형성되는 자연스러운 네트워크 활동을 통해서 혁신활동이 이루어진다.

기관 간 만남이 자주 있어야 신뢰가 형성되는 것이므로 비공식적인 접촉이 이루어질 수 있는 각종 행사, 카페, 학회, 동호회모임등 비공식적인 활동에 대한 정책적 고려가 요구된다.

@highlight

본 논문은 우리나라 클러스터 내 기업을 대상으로 기업과 기업간, 기업과 공공기관, 기업과 연구소, 기업과 대학 간의 신뢰를 통한 혁신활동을 실증 연구 하였으며, 분석결과, 상호신뢰가 혁신활동에 긍정적인 영향을 주지만, 기업과 기업 간, 기업과 공공기관 간의 관계에서는 통계적으로 유의미하지 않았다.

