본 연구는 수학 교육을 함에 있어서 인터넷과 미디어의 발달에 알맞은 커뮤니티 구성과 UCC(User Created Contents)와 같은 학습자 중심의 새로운 DB를 생성함과 핸드라이팅(Handwriting)을 통한 질의응답 학습에 관하여 연구한 것이다.

핸드라이팅은 문자의 생성과 흐름을 같이하는 인류 최대의 커뮤니케이션 도구이다.

이러한 가장 보편적이고 이미 인지된 커뮤니케이션 도구를 통하여 작금의 발달된 뉴미디어 기술과 접목한 학습 방법의 연구에 초점을 맞추었다.

연구대상은 서울 강남구 와 수원지역에 거주하는 중고교 집단과 지방에서 교육을 받으러 상경하는 집단을 대상으로 하였다.

연구결과 학습 능력이 낮은 아이들에게 많은 효과가 있었다.

또한 원거리 학생들에게 유효한 사실을 알게 되었다.

그러나 멘토들이 정보통신 도구의 자유로운 활용에서 얼마나 적응할 수 있느냐가 관건이 되는 사항이기도 하였다.

학생들의 소심한 성격으로 학교나 학원에서 질문을 못하던 학생들이 발전적인 성장을 보인 것은 유의할 사항이다.

연구결과 수학과 같은 수식이나 도형의 입력이 자유로운 도구들이 발전하고 있으며 향후 더욱 편하고 안정적인 도구들이 출시될 것이다.

현존하는 도구들을 이용한 연구임에도 e-

러닝에서의 질의응답을 통한 수학교육도 효율적으로 유의될 수 있음을 확인 하였다.

@highlight

수학 교육을 함에 있어서 인터넷과 미디어의 발달에 알맞은 커뮤니티 구성과 UCC와 같은 학습자 중심의 새로운 DB를 생성함과 핸드라이팅을 통한 질의응답 학습에 관하여 연구한 것이다.

@highlight

가장 보편적이고 이미 인지된 커뮤니케이션 도구를 통하여 작금의 발달된 뉴미디어 기술과 접목한 학습 방법의 연구에 초점을 맞추었다.

@highlight

현존하는 도구들을 이용한 연구임에도 e-

@highlight

러닝에서의 질의응답을 통한 수학교육도 효율적으로 유의될 수 있음을 확인 하였다.

