이 연구의 목적은 초등학교 5-6학년군 묵자 영어교과서의 시각자료와 점자 영어교과서의 시각자료 점역 형태를 비교·분석하는 것이었다.

이 연구에서 분석한 5-6학년군 묵자 영어교과서는 2009 개정 영어과 교육과정에 따라 집필된 대교 출판사의 영어교과서였고, 점자 영어교과서는 이를 대구대학교 점자도서관에서 점자로 발행한 것이었다.

이 연구의 주요 결과는 다음과 같다.

첫째, 묵자 영어교과서에 제시된 시각자료는 5학년 총 996개, 6학년 총 882개였고, 시각자료 유형별로 보면 그림, 사진, 기타 시각 자료의 순위였다.

둘째, 5-6학년군 시각자료의 기능은 5학년의 경우 필수 74.1%, 장식 15.2%, 보조 10.7%였고, 6학년의 경우 필수 68.8%, 장식 17.4%, 보조 13.8%였다.

셋째, 점자 영어교과서의 시각자료 점역 형태는 5학년의 경우 수정 59.0%, 생략 39.9%, 완역 1.1%였고, 6학년의 경우 수정 49.6%, 생략 48.4%, 완역 2.0%였다.

넷째, 점자 교과서의 시각자료 점역 형태는 영역별, 시각자료 유형별 및 시각자료 기능별로 분석할 경우 수정, 생략, 완역의 순위였다.

이러한 연구 결과를 기초로 영어교과서 시각자료의 점역에 관한 시사점을 제시하였다.

@highlight

본 논문은 초등학교 5, 6학년군 묵자 영어교과서의 시각자료와 점자 영어교과서의 시각자료 점역 형태를 비교·분석하였다.

@highlight

분석한 5, 6학년군 묵자 영어교과서는 2009년 개정 영어과 교육과정에 따라 집필된 대교 출판사의 영어교과서였고, 점자 영어교과서는 이를 대구대학교 점자도서관에서 점자로 발행하였다.

