본

 

연

구

에

서

는

 

대

골

형

 

파

형

강

판

 

합

성

부

재

의

 

구

성

요

소

를

 

고

강

도

 

재

료

로

 

대

체

하

고

 

이

음

방

법

,

 

전

단

보

강

방

법

 

등

 

단

면

구

성

방

법

에

 

따

른

단

위

부

재

의

 

휨

거

동

을

 

분

석

하

여

 

대

골

형

 

파

형

강

판

 

합

성

부

재

 

구

조

물

의

 

장

대

화

 

및

 

적

용

범

위

확

대

를

 

위

한

 

기

초

자

료

를

 

제

시

하

고

자

 

하

였

다

.

 

G

R

4

0

과

S

S

5

9

0

 

강

재

를

 

적

용

한

 

합

성

구

조

체

의

 

휨

실

험

 

결

과

,

 

S

S

5

9

0

 

파

형

강

판

을

 

적

용

한

 

경

우

 

정

모

멘

트

 

하

중

저

항

성

능

은

 

약

 

2

8

%

가

 

증

가

되

는

 

것

으

로

 

확

인

되

었

으

나

 

부

모

멘

트

 

저

항

성

능

은

 

미

미

한

 

것

으

로

 

확

인

되

었

다

.

 

볼

트

의

 

개

수

를

 

증

가

시

킨

 

파

형

강

판

 

이

음

방

법

의

 

정

모

멘

트

 

및

 

부

모

멘

트

 

저

항

성

능

증

가

율

은

 

높

지

 

않

은

 

것

으

로

 

확

인

되

었

다

.

 

이

는

 

고

강

도

 

재

료

에

 

따

른

 

볼

트

의

 

접

합

 

특

성

(

볼

트

중

심

에

서

 

연

단

까

지

의

 

거

리

,

 

볼

트

중

심

간

 

간

격

 

등

)

이

 

거

동

에

 

영

향

을

 

미

쳤

기

 

때

문

인

 

것

으

로

 

추

정

된

다

.

 

전

단

보

강

재

 

간

격

별

 

휨

실

험

 

결

과

,

 

보

강

재

 

간

격

이

 

감

소

할

수

록

 

정

모

멘

트

에

 

대

한

 

하

중

저

항

성

능

,

 

부

모

멘

트

에

대

한

 

변

위

저

항

성

능

이

 

향

상

되

는

 

것

으

로

 

확

인

되

었

다

.

 

전

단

보

강

재

 

형

상

별

 

휨

실

험

결

과

,

 

U

형

 

보

강

재

 

적

용

에

 

따

른

 

정

·

부

모

멘

트

 

저

항

성

능

 

증

가

율

은

약

 

2

%

~

7

%

 

로

 

낮

았

다

.

 

따

라

서

 

대

골

형

 

파

형

강

판

 

합

성

부

재

의

 

휨

성

능

증

가

에

는

 

파

형

강

판

의

 

강

종

,

 

전

단

보

강

재

 

간

격

,

 

보

강

철

근

의

 

특

성

이

 

주

요

한

 

영

향

을

 

미

치

는

 

것

으

로

 

판

단

된

다

.

@highlight

SS590 파형강판을 적용한 경우 정모멘트 하중저항성능은 증가되는 것으로 확인되었으나 부모멘트 저항성능은 미미한 것으로 확인되었다.
전단보강재 간격별 휨실험 결과, 보강재 간격이 감소할수록 정모멘트에 대한 하중저항성능, 부모멘트에대한 변위저항성능이 향상되는 것으로 확인되었다.
전단보강재 형상별 휨실험에는 U형 보강재 적용에 따른 정·부모멘트 저항성능 증가율은 낮았다.