본 연구의 목적은 3, 4, 5세 누리과정 교사용 지도서에 수록되어 있는 유아 노래들을 음악적 준거에 의해 분석하여 그 적절성을 평가해 보는 것이다.

분석대상은 누리과정 교사용지도서에 수록되어 있는 노래 총 103곡이며, 분석도구는 Kim(2010)의 ‘유아노래 난이도 지수(DDICS)’이다.

연구결과를 요약하면, 첫째, 누리과정 교사용지도서에 수록된 유아노래를 연령별로 곡조난이도(음역, 음정, 리듬, 형식)와 노랫말난이도(노랫말형식, 어휘)를 분석한 결과, 3세의 경우 음역과 음정의 난이도면에서, 4세의 경우 음역과 음정, 노랫말형식의 난이도면에서, 5세의 경우 음정, 노랫말형식의 난이도면에서 연령에 비해 다소 난이도가 높은 곡들이 포함되어 있었다.

둘째, 연령간 난이도 비교에서는 각 요소의 난이도 및 전체난이도 측면에서, 다소 예외는 있었으나 대체적으로 연령이 어릴수록 난이도가 낮은 편이었으며, 연령이 높을수록 난이도가 높아지는 경향을 보여 비교적 연령에 적합하다고 판단되었다.

이러한 결과는 교사용지도서에 유아 노래를 수록하는 연구자들은 더욱 더 음악적 전문성이 필요하고, 유아교육현장의 교사들은 노래 선정 시 유아의 음악적 발달정도를 고려하는 것의 중요성을 시사한다.

@highlight

본고의 목적은 3, 4, 5세 누리과정 교사용 지도서에 수록되어 있는 유아 노래들을 음악적 준거에 의해 분석하여 그 적절성을 평가해 보는 것이다.

