본 연구는 근거이론 연구방법과 Giorgi의 현상학적 연구방법을 활용하여 가정폭력피해여성 중에서 비폭력·결혼관계를 유지하는 여성들의 경험을 분석하였다.

대상에 대한 낮은 접근성과 주제의 특수성으로 인해 4명의 참여자를 선정하여 심층면담을 실시하였다.

자료 분석 결과, 비폭력적 결혼관계를 유지하는 경험의 구성요소는 5개의 상위 구성요소와 19개의 하위 구성요소로 이루어졌으며 이는 시간에 따라 단계별로 나타났다.

즉, ‘폭력의 악순환단계: 올가미에 걸려듦’, ‘폭력의 악순환 궤도 이탈단계: 자구(自救)책을 세움’, ‘새로운 궤도 진입단계: 주체성 회복’, ‘비폭력 궤도 구성단계: 폭력재발 예방’, ‘비폭력 궤도 유지 단계: 비폭력 관계 전환’으로 분석되었다.

이러한 연구결과는 가정폭력피해여성 중 과반수에 달하는 결혼유지를 희망하는 피해여성의 성공적인 비폭력적 결혼관계 유지를 돕는 효과적인 사회복지 개입 방안을 모색하는데 근거자료로서 유용할 것이다.

@highlight

가정폭력피해여성 중 비폭력·결혼관계를 유지하는 여성들의 경험을 근거이론과 Giorgi의 현상학적 연구방법으로 분석한 이번 결과는 가정폭력피해여성 중 과반수에 달하는 결혼유지 희망 피해여성을 돕는 효과적인 사회복지 개입 방안을 모색하는 근거자료가 될 것이다.

