만인이 희망하는 평화세계 구현을 위하여 먼저 종교문화의 창안과 공유를 통하여종교평화가 이뤄져야 한다.

한국 신종교는 창교 당시부터 새로운 문화콘텐츠로써 민중에게 구원과 해방의 소식을 전해주었다.

그런 정신을 21세기 여명기에도 재현해보는 것은 의미가 깊은 것이다.

역설적이게도 역사에서 종교가 폭력의 원천지가 되어 부정적인 인식을 갖는 경우가 많게 된 현대 사회에서 평화를 위한 종교문화비전창달은 긴급한 요구사항이다.

종교문화 공유를 통하여 공생공영의 건강한 공동체를이룰 수 있고 그것은 평화공동체에 기여할 수 있다.

본 고찰에서는 한국 신종교문화 전승의 입장에서 현시대 상황이 요구하는 주제를선택하였다.

‘새천년 종교인 헌장’(2003)과 ‘종교평화 헌장 제정?

선포’(2016)에서 중첩되는 주제가 문화로 나타났고, 이를 토대로 본 고찰에서는 한국 신종교문화 비전을찾는데 초점을 맞추었다.

그 내용은 문화와 관련하여서 6개의 소주제로 다루었다.

‘제2의 축의 문화, 다문화사회, 생명문화, 문화올림픽, 경제영성문화, 문화비평’ 등이다.

21세기를 맞이하여서 평화를 위한 주요 요소로서의 위상을 한국 신종교문화가 차지하여서 신종교로서의 면목을 갖추어야 할 것이다.

종교평화공동체 구현으로 세계평화에 기여하는 한국 신종교가 되기 위한 각고의 노력을 기울였던 창시자의 자세를 계승해야 할 것이다.

@highlight

만인이 희망하는 평화세계 구현을 위하여 먼저 종교문화의 창안과 공유를 통하여종교평화가 이뤄져야 함을 목적으로 논문을 작성하였다.

@highlight

평화를 위한 주요 요소로서의 위상을 한국 신종교문화가 차지하여서 신종교로서의 면목을 함양해야 한다.

@highlight

종교평화공동체 구현으로 세계평화에 기여하는 한국 신종교가 되기 위한 각고의 노력을 기울였던 창시자의 자세를 이어가야 한다.

