본 연구는 남성중심적인 계급 재생산 논의에서 비가시화되어왔던 어머니라는 행위자에 초점을 맞추고 계급 재생산의 주체로서 어머니의 역할에 주목한 연구이다.

이를 위해 어머니가 자녀교육과 관련하여 맺고 있는 사회 관계망의 특성을 살펴보고 어머니의 문화자본과 사회자본이 자녀의 조기 교육에 미치는 영향을 분석하였다.

서울, 부산, 대전, 광주 지역에 사는 만 6세 혹은 7세의 자녀를 둔 어머니 1189명을 대상으로 설문조사한 자료를 이용하여 연결망의 특성, 조기교육에 대한 선택, 그리고 자녀의 교육 성취도에 대하여 다변량 분석하였다.

주요 결과를 정리해 보면 첫째, 어머니의 개인적 특성은 가구 수입, 지역 변인과 함께 어머니가 맺고 있는 사회관계망 특성들에 유의미한 영향을 미치는 것으로 나타났다.

둘째, 지역 변인은 사회관계망의 특성, 조기교육에 대한 선택, 그리고 자녀의 교육성취 평가에 지속적으로 영향을 미치는 요인이었다.

셋째, 다른 요인들을 통제한 후 계급 자체가 조기교육에 미치는 효과는 지지되지 않았으나 가구 수입과 가치관의 측면에서 계급 차이는 여전히 유효하였다.

넷째, 어머니의 사회자본은 조기교육에 유의미한 영향을 미치고 있다.

다섯 째, 자녀의 성이 조기 교육에 미치는 영향은 부분적으로만 지지되었다.

@highlight

이 연구는 남성중심적인 계급 재생산 논의에서 비가시화되어왔던 어머니라는 행위자에 초점을 맞추고 계급 재생산의 주체로서 어머니의 역할에 주목한 연구이다.

