이 연구의 목적은 대기업 종사자의 조직몰입과 상사의 감성지능, 변혁적 리더십 및 상사에 대한 신뢰의 인과적 관계를 구명하는 것에 있다.

이를 위하여 대기업 종사자 450명을 표본으로 하여 203명의 자료가 최종 분석에 사용되었다.

수집된 자료는 Windows SPSS 18.0과 AMOS 7.0 통계프로그램을 활용하여 구조방정식모형으로 분석하였으며, 구체적인 연구결과는 다음과 같다.

첫째, 대기업 종사자가 인식한 조직몰입과 상사의 감성지능, 변혁적 리더십 및 상사에 대한 신뢰 간의 인과모형의 적합도가 모두 양호한 것으로 나타나 변인간의 인과관계를 타당하게 예측하였다.

둘째, 대기업 종사자가 인식한 상사의 감성지능, 변혁적 리더십, 상사에 대한 신뢰는 조직몰입에 직접적으로 정적인 영향을 미치는 것으로 나타났다.

셋째, 대기업 종사자가 인식한 상사의 감성지능은 변혁적 리더십을 매개로 조직몰입 정적인 영향을 미치는 것으로 나타났다.

반면 상사에 대한 신뢰는 매개효과가 나타나지 않았다.

넷째, 변혁적 리더십은 상사에 대한 신뢰를 매개로 조직몰입에 정적인 영향을 미치는 것으로 나타났다.

@highlight

본 연구의 목적은 대기업 종사자의 조직몰입과 상사의 감성지능, 변혁적 리더십 및 상사에 대한 신뢰의 인과적 관계를 구명하는 것에 있다.

