본 연구는 영아교사를 대상으로 자아탄력성과 직무스트레스 및 보육효능감이 교사민감성에 미치는 직·간접적 영향을 구조방정식모형(SEM) 분석을 통하여 살펴보는데 목적을 두었다.

이를 위하여 만 0세부터 2세까지의 영아를 담당하고 있는 교사 329명을 대상으로 교사민감성, 직무스트레스, 자아탄력성, 보육효능감을 측정하였으며, 수집된 자료는 Pearson의 적률상관분석과 구조방정식 모형(SEM) 분석을 통하여 분석되었다.

그 결과 영아교사의 민감성에 직무스트레스의 경우 직접적으로 부정적인 영향을, 보육효능감의 경우 직접적으로 긍정적인 영향을 미치는 것으로 나타났다.

또한 영아교사의 자아탄력성이 교사민감성에 영향을 미치는 과정에서 직무스트레스와 보육효능감의 매개효과가 확인되었다.

이는 영아교사의 자아탄력성이 직무스트레스를 감소하게 하고 보육효능감은 증진하게 하여 교사민감성을 증진시킬 수 있음을 의미한다.

그리고 영아교사의 직무스트레스가 교사민감성에 영향을 미치는 과정에서 보육효능감의 매개효과가 확인되어 이는 직무스트레스는 보육효능감을 감소하게 하여 교사민감성을 감소시킴을 시사한다.

마지막으로 영아교사의 보육효능감은 가장 큰 직접효과와 인과효과가 나타나 교사민감성의 가장 중요한 선행요인이 됨을 알 수 있다.

@highlight

이 연구는 영아교사를 대상으로 자아탄력성과 직무스트레스 및 보육효능감이 교사민감성에 미치는 직·간접적 영향을 구조방정식모형(SEM) 분석을 통하여 살펴보는데 목적을 두었다.

