본 연구는 '투르 드 코리아 국제사이클‘ 이벤트 서비스품질이 지역효과 인식에 미치는 영향을 규명하는데 그 목적이 있다.

본 연구를 위해 2008년 대회의 9개 거점지자체(부산, 창원, 여수, 강진, 거창, 구미, 단양, 양양, 춘천)를 중심으로 총 450명 지역주민을 유효표본으로 활용하였다.

자료처리는 SPSS 12.0을 통해 빈도분석(Frequency Analysis), 요인분석(Factor Analysis), 신뢰도분석(Reliability Analysis), 회귀분석(Regression Analysis) 등을 실시하여 얻은 연구결과는 다음과 같다.

첫째, 국제스포츠이벤트 서비스품질은 지역효과 인식에 영향을 미친다.

특히 행사프로그램 요인은 행사운영 요인보다 지역효과 인식에 더 큰 영향을 미치는 것으로 나타났다.

둘째, 행사운영 하위요인 중 대회운영능력, 사전공지, 신뢰성 요인의 순으로 지역효과 인식에 영향을 미치는 것으로 나타났다.

셋째, 행사프로그램 하위요인 중 새로운 경험, 흥미와 재미, 다양한 프로그램, 감동적 내용 요인의 순으로 지역효과 인식에 영향을 미치는 것으로 나타났다.

@highlight

본고는 지역 효과 인식에 미치는 영향을  '투르 드 코리아 국제사이클‘ 이벤트 서비스 품질로 알아보고자 총 450명 지역주민을 유효표본으로 활용해서 2008년 대회의 9개 거점 지자체를 중심으로 알아보고자 한다.

