본 논문은 아리스토텔레스의 자연철학에서 물체와 물체 아닌 것의 구분 기준을 제시한다.

물체는 크기의 일종으로 세 차원의 연장을 갖는 것으로 이해될 여지가 있으나, 이 물체의 정의는 특별히 그의 자연철학을 이해하는 데 있어서 몇 가지 해석상의 문제를 야기한다.

그는 자연학에서 장소와 진공 개념을 다루다가 물체에 의존하지 않은 채 사유될 수 있는 세 번째 장소의 후보로서 ‘외부 연장’과, 독립해서 존재하는 수용자로서의 ‘진공’ 개념을 비중 있게 다룬다.

이것들은 세 차원의 연장으로서의 물체의 정의에 부합함에도 불구하고 실재성이 부정되는 것들이다.

본 논문은 그의 자연학의 장소론과 진공부정론에서 먼저 텍스트 해석부터가 쉽지 않은 해당 구절들의 이해에 일차적인 목표를 둔다.

그리고 이를 통해 그의 자연철학에서 이전까지 주목받지 못했던 ‘무거움과 가벼움을 가지고 접촉 가능한 것’이라는 ‘물체’의 규정을 확인하고, 이 규정이 전통적으로 받아들여져 왔던 물체의 규정과 어떤 점에서 다르고, 어떤 이점이 있을 수 있는지를 살펴볼 것이다.

@highlight

본고는 그의 자연학의 장소론과 진공부정론에서 먼저 텍스트 해석부터가 쉽지 않은 해당 구절들의 이해에 일차적인 목표를 둔다.

