이 연구는 부력현상에 대한 아동의 지식과 추론이 연령과 과제에 따라 차이가 있는지, 추론을 통해 아동의 사전지식이 사후지식으로 변화되는지 여부와, 사후지식에 영향을 미치는 변인이 무엇인지 살펴보고자 하였다.

서울과 경기도의 중류층 어린이집 세 곳과 초등학교 두 곳의 4, 6, 8세 아동 각 40명씩 총 120명을 연구대상으로 선정해 ‘무게과제’와 ‘크기과제’를 수행하고 부력현상 사전지식, 추론과 사후지식을 살펴보았다.

수집된 자료는 SPSS 프로그램에서 평균, 표준편차, 반복측정 변량분석, 쌍체t검증, 중다회귀분석을 통해 통계처리되었다.

연구결과 아동의 부력현상 사전지식 수준은 연령에 따라 다르지 않았으나, 크기과제보다 무게과제의 인지 수준이 더 높았다.

아동의 부력현상 추론과 사후지식 수준은 4세보다 6, 8세가 더 높았으며, 크기과제보다 무게과제의 수행 수준이 더 높았다.

부력현상 사전지식은 실험을 통한 추론 과정을 거치면서 4, 6, 8세 모두 지식의 변화가 일어났다.

부력현상 사후지식에 영향을 미치는 요인은 추론이었으며, 무게과제 추론보다 크기과제 추론의 영향이 더 큰 것으로 나타났다.

@highlight

본 연구는 부력현상에 대한 아동의 지식과 추론이 연령과 과제에 따라 차이가 있는지, 추론을 통해 아동의 사전지식이 사후지식으로 변화되는지 여부와, 사후지식에 영향을 미치는 변인이 무엇인지 살펴보고자 했다.

