본 연구는 한국의류를 구매한 중국소비자들을 대상으로 의류디자인 품질의 주요 요인인 소재, 색채, 스타일, 디테일 등이 구매만족도에 어떤 영향을 미치고 후속적으로 구매이후의 행동에 어떤 영향을 미치는지를 분석하였다.

연구 결과, 의류디자인 품질 중에서 소재와 디테일이 구매만족도에 긍정적인 영향을 미쳤고, 구매만족도는 구매 후 행동에 긍정적인 영향을 미쳤다.

즉 중국 소비자는 한국 의류제품을 구매할 때 만족할수록 한국 의류제품에 대한 재 구매 의도나 타인추천의도가 증가될 것으로 나타났다.

중국 소비자는 한국 의류제품에 대한 구매만족도가 한국 의류제품에 대한 구매후행동에 긍정적 영향을 미칠 것으로 확인되었다.

또한 국가이미지에 따라 컬러와 스타일이 구매만족도에 다른 영향을 미치고 있었다.

마지막으로 중국소비자들이 가지고 있는 한국국가이미지가 한국의류디자인품질과 구매만족도간의 관계를 조절효과를 살펴보았는데 한국의류제품의 색채와 스타일 디자인품질이 중국소비자 구매만족도간의 영향관계가 한국국가이미지에 따라 달라지는 것으로 확인되었다.

@highlight

이 연구는 한국의류를 구매한 중국소비자들을 대상으로 의류디자인 품질의 주요 요인인 소재, 색채, 스타일, 디테일 등이 구매만족도에 어떤 영향을 미치고 후속적으로 구매이후의 행동에 어떤 영향을 미치는지를 분석했다.

