이 연구에서는 과학교사의 교육실습 지도 과정을 CHAT을 활용하여 심층적으로 분석하였다.

서울특별시에 소재한 사범대학의 부설학교에서 근무하는 2명의 과학교사가 연구에 참여하였다.

교육실습에 참관하며 지도 과정과 수업을 관찰하였고, 관련 문서 자료를 수집하 였으며, 교육실습의 전, 중, 후에 반구조화된 면담을 실시하였다.

지속적 비교 방법으로 수집한 자료를 분석하였다.

분석 결과, 교과 지도교 사의 수업 중 생활지도 또한 중요하였으며 교과 오리엔테이션은 실습 전에도 추가로 이루어질 필요가 있었다.

예비과학교사와의 분업은 지도교사의 업무 부담을 덜기도 하였다.

성적에 민감한 학생들과 같이 공동체 요소의 영향으로 학생 평가를 지도하지 못하는 경우가 있었다.

두 교사의 교육실습은 상호협력적으로 이루어져 예비교사만이 아니라 지도교사, 학생들 모두에게 긍정적으로 작용하였다.

또한, 두교사의 활동체계에서는 구체적인 지도 방식의 부재와 예비교사에 대한 이해 부족으로 인한 모순이 나타났다.

이는 두 교사의 교육실습 지도에 어려움을 가져왔고, 나아가서는 예비교사들이 실습 중에 겪는 어려움으로 이어지기도 하였다.

두 교사는 대안적 방법으로 모순을 해결하고자 하였으며 교육실습 지도를 위한 표준화된 지침, 지도교사 들이 서로 협력할 수 있는 환경, 사범대학과의 긴밀한 연계 등을 요구 하였다.

이상의 연구 결과를 바탕으로 교육실습을 개선하기 위한 방안을 논의하였다.

@highlight

과학교사의 교육실습 지도 과정을 CHAT을 활용하여 분석한 결과 교과 지도교사의 수업 중 생활지도가 중요하였으며 교과 오리엔테이션은 실습 전에도 추가로 이루어져야 한다.

@highlight

분업은 지도교사의 업무 부담을 덜었으며 공동체 요소의 영향으로 학생 평가를 지도하지 못하기도 하였다.

@highlight

교육실습은 상호협력적으로 예비교사만이 아니라 지도교사, 학생들에게 긍정적이였으며 활동체계에서는 모순이 보였다.

