본

 

연

구

는

 

전

부

원

가

계

산

시

스

템

 

하

에

서

 

과

대

 

생

산

을

 

통

해

 

재

고

에

 

행

사

된

 

경

영

자

 

재

량

에

 

기

회

주

의

적

 

이

익

조

절

 

유

인

이

 

지

배

적

이

라

는

 

명

제

를

 

실

증

하

는

데

 

필

요

한

 

가

설

과

 

이

와

 

일

관

된

 

실

증

 

증

거

를

 

제

시

한

다

.

 

경

영

자

가

 

이

익

조

절

 

수

단

으

로

 

정

상

 

영

업

활

동

을

 

벗

어

나

 

과

대

 

생

산

을

 

통

해

 

재

고

에

 

행

사

하

는

 

재

량

은

 

실

질

적

인

 

경

영

 

부

담

을

 

야

기

하

여

 

기

업

가

치

 

감

소

를

 

초

래

하

며

 

외

부

주

주

의

 

이

해

와

 

상

충

된

다

.

 

본

 

연

구

에

서

 

재

고

에

 

행

사

된

 

경

영

자

 

재

량

은

 

정

상

 

영

업

활

동

을

 

통

제

한

 

비

정

상

재

고

(

a

b

n

o

r

m

a

l

 

i

n

v

e

n

t

o

r

y

)

로

 

대

리

되

고

 

재

고

와

 

매

출

의

 

선

형

관

계

를

 

가

정

하

여

 

제

시

한

 

비

정

상

재

고

 

모

형

(

a

b

n

o

r

m

a

l

 

i

n

v

e

n

t

o

r

y

 

m

o

d

e

l

)

을

 

통

해

 

측

정

된

다

.

 

가

설

 

검

증

은

 

최

성

규

(

1

9

9

4

)

의

 

이

익

-

주

가

반

응

 

모

형

의

 

틀

에

 

기

초

하

여

 

비

정

상

재

고

 

투

자

의

 

기

회

비

용

과

 

더

불

어

 

규

모

,

 

산

업

 

및

 

연

도

 

효

과

를

 

통

제

한

 

비

정

상

재

고

의

 

시

장

반

응

계

수

를

 

통

해

 

검

증

한

다

.

 

본

 

연

구

결

과

를

 

요

약

하

면

,

 

비

정

상

재

고

와

 

시

장

반

응

계

수

 

간

에

 

일

관

된

 

유

의

한

 

부

(

-

)

의

 

관

계

를

 

보

이

면

서

 

시

장

이

 

비

정

상

재

고

에

 

대

해

 

부

정

적

으

로

 

인

지

하

는

 

것

으

로

 

나

타

났

다

.

 

이

는

 

재

고

에

 

행

사

된

 

경

영

자

 

재

량

에

 

기

회

주

의

적

 

이

익

조

절

 

유

인

이

 

지

배

적

임

을

 

보

여

주

는

 

실

증

 

결

과

이

다

.

 

이

상

의

 

연

구

 

결

과

는

 

지

난

 

2

0

세

기

 

중

반

 

이

래

 

전

부

원

가

시

스

템

 

하

에

서

 

경

영

자

의

 

과

도

한

 

생

산

량

 

증

가

로

 

회

계

이

익

이

 

높

이

 

계

상

되

어

 

경

영

성

과

가

 

왜

곡

될

 

가

능

성

에

 

대

한

 

회

계

학

자

들

의

 

오

랜

 

염

려

를

 

실

증

적

으

로

 

지

지

한

다

.

@highlight

이 연구는 전부원가계산시스템 하에서 과대 생산을 통해 재고에 행사된 경영자 재량에 기회주의적 이익조절 유인이 지배적이라는 명제를 실증하는데 필요한 가설과 이와 일관된 실증 증거를 제시한다. 이 연구에서 재고에 행사된 경영자 재량은 정상 영업활동을 통제한 비정상재고로 대리되고 재고와 매출의 선형관계를 가정하여 제시한 비정상재고 모형을 통해 측정된다. 이 연구결과를 요약하면, 비정상재고와 시장반응계수 간에 일관된 유의한 부의 관계를 보이면서 시장이 비정상재고에 대해 부정적으로 인지하는 것으로 나타났다.