본 연구에서는 한국어 단어 쓰기 과정을 이해하기 위하여 초등학교 1학년 학생들의 쓰기 수행을 분석하였다.

분석 결과 실험 1에서는, 1음절어의 쓰기에서 자음과 모음의 조합에서, 단모음이 사용되는Ⅰ유형(예;타), Ⅱ유형(예;두), Ⅲ유형(예;잡)의 수행이, 복모음이 사용되는 Ⅴ유형(예;되)과 Ⅵ유형(예; 굉)의 수행보다 우월하였다.

실험2에서는 고빈도어에 대한 쓰기 수행이 저빈도의 수행보다 우월하였고, 구체어에 대한 수행이 추상어보다 우월하였다.

또한, 발음법칙이 규칙적인 단어에 대한 쓰기 수행이 오류가 적었고, 불규칙적인 단어의 경우 오류가 많았다.

실험 3에서는 고유어와 외래어에 대한 쓰기 수행을 실시하였다.

그 결과, 음절수(2음절, 3음절)에는 관계없이, 친숙도가 높은 단어와 발음법칙이 규칙적인 단어의 쓰기 수행이 우월하였다.

쓰기 수행에서 나타난 특징적인 양상은 자음과 더불어 모음에 대한 착어(paraphasia)였다.

이 것은 Ellis와 Young이 가정한 음소-

철자 변환과정(phoneme-

grapheme conversion)에서 나타나는 한국어 단어 쓰기의 특징이라고 할 수 있다.

@highlight

이 연구에서는 한국어 단어 쓰기 과정을 이해하기 위해 초등학교 1학년 학생들의 쓰기 수행을 분석했다.

@highlight

실험 3에서는 고유어와 외래어에 관한 쓰기 수행을 실시했다.

