에크하르트는 한국의 원효나 이황과 같은 인물로 독일에서 비중 있 게 조명된다.

오늘날 에크하르트는 신비주의자, 신학자, 설교가로 다양 하게 평가되며, 학문과 삶의 대가(Lese Meister und Lebe Meister)로 그를 칭하고 있다.

현재 신학과 철학의 부분에서, 영성의 중요성의 부 각과 아울러 그의 사상을 재조명하는 학위논문들이 계속하여 나오고 있다.

최근에는 포스트모더니즘과 종교다원주의적 입장에서 에크하르트 의 사상이 새롭게 조명되기도 한다.

특히 국내에서 종교다원주의적 입 장에 서 있는 길희성의『에크하르트의 영성 사상』과『보살 예수』는 주 목할 만한 연구물들이다.

길희성 교수의 책들은 제목에서 예시하는 바 와 같이 종교다원주의적2) 입장에서 불교와 에크하르트의 사상의 일치를 시도한다.

그러나 필자는 에크하르트의 신과 신성 개념과 불교의 공 (무)의 개념을 비교하여 양자가 다만 외형적으로 유사할 뿐 내용면에서 어떻게 차이가 나는가를 설명하고자 한다.

이를 통하여 종교는 하나의 원초적 실재에 근거한 다양한 언어와 문화로 표현된 것이라는 신 중심 적 종교다원주적 전제가 합당하지 않다는 것을 드러내고자 한다.

@highlight

최근 포스트모더니즘과 종교다원주의적 입장에서 에크하르트의 사상이 새롭게 조명되고 있다.

@highlight

국내에서 종교다원주의적 입장에 있는 길희성의 『에크하르트의 영성 사상』과 『보살 예수』는 주목할 만한 연구물들로 보인다.

@highlight

길희성 교수의 책들은 종교다원주의적 입장에서 불교와 에크하르트의 사상의 일치를 시도하고 있다.

