이 논문은 광범위한 스콜라주의 거부로 규정된 초기 근대 철학에 대해 새로운 지형도를 제시한다.

기존 통념의 불가피한 귀결은, 초기 근대에서 스콜라주의가 차지했던 지위가 대부분의 철학사가들에 의해 평가 절하되거나 무시되었다는 것이다.

이 논문은 반종교개혁 시기와 계몽주의 시대 사이의 몇몇 대표적인 스콜라 학파들에 주목한다.

초기 근대 스콜라주의 운동은 로마 가톨릭 교회의 학파들뿐 아니라 이른바 개신교 스콜라 학파들까지도 포함하였다.

이 학파들에 대한 고찰을 통해, 초기 근대 스콜라주의는 17세기와 18세기 철학에서 충분한 역할을 수행한 국제적이고 역동적이며 다원주의적 지적 전통이었음이 분명해진다.

스콜라주의자들은 스콜라적 논변의 패러다임 내에서 새로운 생각과 입장들을 발전시키고, 전통에 근거해서 새로운 생각들을 끈기 있게 고찰하는데 있어서도 당대의 철학에 현저한 기여를 하였다.

따라서 우리는 다음과 같은 결론에 도달할 수 있다.

(ⅰ)초기 근대 스콜라주의자들을 그들 자신의 철학적 전통들에 중요한 유산을 남겼다.

(ⅱ)‘스콜라주의자’를 자처하는 이들과 소위 ‘근대철학자들’ 사이에는 피상적이지도, 적대적이지도 않은 상호적인 관계가 존재했다.

@highlight

본고는 광범위한 스콜라주의 거부로 규정된 초기 근대 철학에 대하여 새로운 지형도를 제시한다.

@highlight

기존 통념의 불가피한 결론은, 초기 근대에서 스콜라주의가 차지했던 지위가 대부분 철학사가들에 의하여 평가 절하되거나 무시되었다는 것이다.

