3세기경에 부여·고구려·동옥저·예·마한·변한·진한 등의 다수 종족들이 한반도와 그 인근에 살고 있었다.

이 중에 삼한이라 불리는 마한·변한·진한의 세 종족은 한반도 중남부에 널리 분포하였다.

3~6세기의 수백 년 동안 마한·변한·진한과 다른 이질적인 유이민들이 동화를 거쳐 삼한이라는 비교적 동질적인 종족으로 발전하였다.

그래서 7세기에 통일신라는 삼한족 혹은 그 영역을 통일하여 출범한 것이었다.

통일신라가 출범한 이후 200여 년이 지난 후에 한반도 주민들은 삼한(마한·변한·진한)과 삼국(고구려·백제·신라)을 대응관계로 놓기 시작하였고, 이에 따라 자연스럽게 고구려·백제·신라의 삼국을 공히 통일신라의 선대국가로 인식하기 시작하였다.

그래서 10세기경부터 삼한은 어떤 경우에는 마한·변한·진한의 세 종족을 의미하였고, 어떤 경우에는 고구려·백제·신라의 세 왕국을 의미하기도 하였으며, 어떤 경우에는 우리나라 사람 혹은 영역을 의미하기도 하였다.

고문헌에 나타나는 삼한 개념은 매우 다양하게 나타나는데, 우리는 한반도 주민들의 문화변동이 진행되면서 한반도 주민들의 삼한 개념도 점진적으로 변화하였음을 이해하여야 한다.

@highlight

3세기경에 부여·고구려·동옥저·예·마한·변한·진한 등의 다수 종족들이 한반도와 그 인근에 살고 있었다.

@highlight

3~6세기의 수백 년 동안 마한·변한·진한과 다른 이질적인 유이민들이 동화를 거쳐 삼한이라는 비교적 동질적인 종족으로 발전했다.

