이 논문은 정조가 고위직 신하들과 주고받은 밀찰의 기밀유지와 정치운영의 특징을 분석하였다.

2009년 "정조어찰첩"이 공개된 이후 정조 어찰 연구의 성과를 계승하면서 그 이후 등장한 새 자료를 활용하여 정조의 비밀편지가 기밀을 유지하며 교환된 과정과 동기, 방법을 설명하였다.

먼저 정조가 비밀편지로 정국을 운영하는 방식은 기존에 알려진 것처럼 치세 말년에 국한하지 않고 치세 전반에 걸쳐 폭넓게 전개되었음을 새롭게 주장하였다.

강력한 왕권을 구축하고 신료와 정국의 세밀한 정보까지 장악한 정조의 국정운영에 비밀편지라는 비제도적 장치가 채택되었고, 여기에는 기밀유지가 선결하는 조건이었음을 밝혔다.

이어서 비밀편지가 구체적으로 활용된 양상을 분석하였다.

서로 다른 시기에 정승이 되어 국정에 참여한 박종악과 심환지가 정조와 주고받은 밀찰을 통해 정조의 정치운영방식을 검토하였다.

1792년 도당록 사건과 관련하여 박종악이 정조에게 보낸 밀찰과 1799년 한원진의 이조판서 추증과 관련하여 정조가 심환지에게 보낸 밀찰을 관련한 사료와 함께 분석한 결과 정조 자신이 정상적인 정치운영을 훼손한 측면이 있음을 입증하였다.

분석을 통해 비밀편지는 국왕이 대신과 적극적으로 소통하려 노력한 긍정적 요소가 없지는 않으나 기밀유지가 선결되어야 할 만큼 음험한 정치운영의 부정적 요소가 있다고 해석하였다.

@highlight

정조가 고위직 신하들과 주고받은 밀찰의 기밀유지와 정치운영의 특징을 분석하였다.

@highlight

강력한 왕권을 구축하고 신료와 정국의 세밀한 정보까지 장악한 정조의 국정운영에 비밀편지라는 비제도적 장치가 채택되었고 기밀유지가 선결하는 조건이었음을 밝혔으며 비밀편지는 기밀유지가 선결되어야 할 만큼 음험한 정치운영의 부정적 요소가 있다고 해석하였다.

