스마트폰과 SNS의 등장으로 현대인들은 거대한 소통의 사슬에 묶여버렸다.

현대인들은 자신의 모든 일상을 타인들과 실시간으로 공유하지만, 다른 한편으로는 고립과 단절을 경험한다.

결국 현대사회에는 소통의 과잉과 부재라는 상반된 문제가 공존하는 것이다.

어떻게 우리에게 이토록 모순된 상황이 존재할 수 있는가?

그것은 소통을 양적인 측면에서만 바라보았기 때문이다.

우리에게 중요한 것은 소통의 양이 아니라, 어떤 의미를 가진 소통이 이루어지고 있는가의 문제이다.

본 연구는 야스퍼스의 실존주의적 입장에 기초해 소통의 본질적 성격을 규명하고, 이를 통해 현대사회가 겪고 있는 소통의 문제를 어떻게 해결할 수 있을 것인지 모색해보고자 한다.

야스퍼스가 분류하고 있는 현존의 소통, 의식 일반의 소통, 정신의 소통과 같은 현존적 소통과 이와 구별되는 실존적 소통의 특성을 살펴보고, 현존적 소통의 한계로 인해 느끼게 되는 고독이 어떻게 실존적 소통으로 인간을 안내하는지를 제시할 것이다.

소통이 단순히 정보를 교류하는 상호작용이 아니라 인간이 타인과 함께하면서 ‘진정한 자기’가 되어가는 근본적인 조건이라면, 소통의 문제를 해결하는 것은 철학의 가장 중요한 과제일 수밖에 없다.

따라서 인간이 진정한 자기 자신인 실존을 조명하고, 타인과의 실존적 소통을 통해 자신의 본래성을 회복한다면 우리가 가진, 소통으로 인한 정신적인 고통들은 많은 부분 우리 스스로에 의해 치유될 수 있을 것이다.

@highlight

이 연구는 야스퍼스의 실존주의적 입장에 기초해 소통의 본질적 성격을 규명하고, 이를 통해 현대사회가 겪고 있는 소통의 문제를 어떻게 해결할 수 있을 것인지 모색해보려 한다.

