본

 

연

구

는

 

단

국

대

학

교

 

치

과

병

원

 

소

아

치

과

에

 

2

0

1

2

년

 

1

월

부

터

 

2

0

1

2

년

 

5

월

까

지

 

내

원

한

 

환

자

 

중

 

세

보

플

루

란

을

 

이

용

한

 

깊

은

진

정

으

로

 

치

과

치

료

를

 

받

은

 

환

자

 

총

 

1

4

명

의

 

마

취

기

록

지

를

 

분

석

하

여

 

적

정

 

수

준

의

 

진

정

을

 

얻

기

 

위

한

 

유

효

한

 

세

보

플

루

란

의

 

농

도

를

 

측

정

하

고

 

진

정

 

과

정

 

중

의

 

호

흡

 

및

 

심

혈

관

계

 

평

가

를

 

통

해

 

안

정

성

을

 

평

가

해

 

보

고

자

 

함

에

 

있

다

.

 

심

박

수

(

H

e

a

r

t

 

r

a

t

e

)

는

 

평

균

 

1

0

1

.

4

회

/

분

(

7

6

.

4

~

1

3

5

.

4

회

/

분

)

을

 

보

였

다

.

 

혈

압

(

B

l

o

o

d

 

p

r

e

s

s

u

r

e

)

은

 

수

축

기

혈

압

은

 

평

균

9

6

.

9

 

m

m

H

g

(

8

4

.

2

~

1

0

9

.

2

 

m

m

H

g

)

,

 

이

완

기

혈

압

은

 

평

균

 

5

0

.

5

 

m

m

H

g

(

3

4

.

0

~

6

2

.

0

 

m

m

H

g

)

를

 

보

였

다

.

 

호

흡

수

(

R

e

s

p

i

r

a

t

i

o

n

 

r

a

t

e

)

는

 

평

균

 

2

4

.

4

회

/

분

(

1

5

.

0

~

3

6

.

7

회

/

분

)

을

 

보

였

다

.

 

산

소

포

화

도

(

S

p

O

2

)

는

 

평

균

 

9

9

.

4

%

(

9

7

.

5

~

1

0

0

.

0

%

)

를

 

보

였

다

.

 

호

기

말

 

이

산

화

탄

소

 

농

도

(

e

n

d

 

t

i

d

a

l

 

C

O

2

 

v

o

l

u

m

e

;

 

E

T

C

O

2

)

는

 

평

균

 

2

7

.

8

 

m

m

H

g

(

1

6

.

4

~

3

8

.

0

 

m

m

H

g

)

를

 

보

였

다

.

 

호

기

말

 

세

보

플

루

란

 

농

도

(

e

n

d

 

t

i

d

a

l

 

s

e

v

o

f

l

u

r

a

n

e

 

v

o

l

u

m

e

)

는

 

평

균

 

1

.

9

 

v

o

l

%

(

1

.

0

~

3

.

4

 

v

o

l

%

)

를

 

보

였

다

.

@highlight

이 연구는 단국대학교 치과병원 소아치과에 2012년 1월부터 2012년 5월까지 내원한 환자 중 세보플루란을 이용한 깊은진정으로 치과치료를 받은 환자 총 14명의 마취기록지를 분석하여 적정 수준의 진정을 얻기 위한 유효한 세보플루란의 농도를 측정하고 진정 과정 중의 호흡 및 심혈관계 평가를 통해 안정성을 평가해 보고자 함에 있다.