본 연구의 목적은 우리나라 대학생의 성장 마인드셋이 어떠한 과정을 거쳐 학업참여에 영향을 미치는지를 규명하는 것이다.

즉 지능과 능력이 노력에 따라 변화될 수 있다는 성장 마인드셋과 학업참여의 관계를 실패내성과 그릿이 매개하는지 규명하여 대학생의 학업참여를 독려하는데 도움이 되는 개인내 동기적 변인을 밝혀내고, 교육적으로 타당한 지원방안을 모색하고자 하였다.

이러한 연구목적을 위해 경기도 소재 G종합대학 학생을 대상으로 성장 마인드셋, 실패내성, 그릿, 학업참여에 대한 자기보고식 설문을 실시하였으며 총 544명의 응답결과를 분석하였다.

수집된 자료로 위계적 회귀분석과 Hayes의 중다매개모형 분석을 실시하였다.

본 연구 결과, 대학생의 성장 마인드셋은 학업참여에 유의하게 긍정적인 영향을 미치는 것으로 나타났다.

그리고 그릿은 성장 마인드셋과 학업참여의 관계를 매개하였다.

실패내성 또한 성장 마인드셋과 학업참여의 관계를 매개하였으며, 그 매개효과 크기는 그릿보다 컸다.

학생의 성장 마인드셋이 실패내성과 그릿의 중다매개 과정을 거쳐 학업참여에 미치는 영향을 총체적으로 규명하였다.

이와 같은 결과는 학업참여와 관련해 대학에서 나타날 수 있는 다양한 적응상의 문제를 예방하고, 적극적인 학업참여를 격려하기 위한 교육적 시사점을 제공한다.

@highlight

본 연구의 목적은 우리나라 대학생의 성장 마인드셋이 어떻게 학업참여에 영향을 주는지를 밝히는 것이다.

@highlight

연구 결과, 대학생의 성장 마인드셋은 학업참여에 유의하게 긍정적인 영향을 미치며, 그릿과 실패내성은 성장 마인드셋과 학업참여의 관계를 매개하였는데, 매개효과 크기는 실패내성이더 컸다.

