조립공장에서 컴퓨터 기반의  생산운영관리를 위하여 BOM 과 라우팅(Routings)을 이용하고 있다.

전통적인 대량생산시스템에서 BOM과 라우팅은 두개의 분리된 파일로 정보처리가 되었다.

1990년 초기부터 의사결정의 효율성 측면에서 BOM과 라우팅을 통합한 자재운영명세서를 만들어 정보관리를 하는 방안이 제기되어 왔다.

자재운영명세서를 만드는 것이 전통적 대량생산에서는 제품디자인이나 생산공정의 변화가 적으므로 큰 문제가 없었다.

그러나 고객의 요구에 의하여 다양한 변형품을 만드는 대량개별화 생산을 하는 생산환경에서 BOM과 라우팅의 통합하는 것은 변형품마다 자재운영명세서를 만들어야 하므로  자재운영명세서가 기하급수적으로 늘어나 관리적으로 매우 복잡한 문제가 발생하게 된다.

본 연구에서는 TAG를 이용하여 자재운영명세서를 구분하고 주문참조표와 변형참조표를 만들어 변형제품/공정을  관리하기 위한 방안으로 제시하였다.

제품자료와 공정정보의  통합정보는 변형참조표를 이용하여 관리할 수 있도록 하였다.

본 연구에서 제시한 방법은 대량개별화 생산환경에서 효과적으로 BOMO의 수를 줄이고 정보이용의 효율성을 높이므로 의사결정에 도움이 될 것으로 생각된다.

@highlight

대량개별화 생산을 하는 생산환경에서 BOM과 라우팅의 통합은 변형품마다 자재운영명세서를 만들어 관리가 매우 복잡한 문제가 발생하게 되므로, 본 연구에서는 TAG를 이용하여 변형제품/공정을 관리하기 위한 방안으로 제시하고 제품자료와 공정정보의 통합정보는 변형참조표를 이용하여 관리할 수 있도록 하였다.

