본 논문은 우리 사회가 논의하고 있는 4차 산업혁명이라는 현상 또는 사회적 의제를 어떤 관점에서 분석하면 좀 더 그 실체를 풍부하게 이해하고 그 전개의 방향까지 헤아려 볼 수 있는지 제시한다.

이런 시도를 통해 4차 산업혁명 뿐 아니라이후 우리 사회의 미래에 영향을 줄 것으로 판단되는 여타 다른 사회적 현상에 대해서도 장기적 관점에서 그 현상의 특성을 이해하고 전개의 양상을 이해하는 틀을 제공한다.

이를 위해 하와이미래학연구소의 미래 예측 방법론인 네 가지 미래이미지를 활용한다.

네 가지 미래는 계속 성장, 붕괴, 보존 사회, 변형 사회로 구별되는데, 이 중 변형 사회가 4차 산업혁명이 추구하는 미래를 가장 잘 드러내는것으로 판단된다.

변형 사회는 인간이 과학기술에 힘입어 신체적으로 정신적으로 증강된 트랜스휴먼(인간 2.0)이 되는 시대를 그리고 있다.

이런 시각에서 4차산업혁명의 전개 양상을 전망한 결과, 현재 논의되고 있는 4차 산업혁명은 산업의 변형만 다룰 뿐 환경의 변화에 따른 인간의 변형을 담지 않아 변화의 반쪽만논의하고 있는 것으로 분석됐다.

또, 4차 산업혁명의 논의는 사실상 탈산업주의흐름의 연장선상으로 봐야 하며, 이런 관점에서 탈산업주의 논의는 쇠퇴하는 반면, 떠오르고 있는 트랜스휴머니즘을 주목할 필요성이 제기된다.

@highlight

본고는 우리 사회가 논의하고 있는 4차 산업혁명이라는 현상 혹은 사회적 의제를 어떤 관점에서 분석하면 좀 더 그 실체를 풍부하게 이해함과 더불어 그 전개의 방향까지 헤아려 볼 수 있는지 제안한다.

