본 논문은 미국의 장기적인 경기호황을 가져온 IT 정책의 방향과 추진성과를 검토한다.

클린턴 고어 정부는 인터넷과 전자거래 확산에 있어서 민간주도, 정부간섭 배제, 최소한의 규제, 인터넷의 분권성 고려, 세계차원의 전자거래 등의 정책원칙을 견지하였다.

국가 리더십의 주도적 노력으로 전반적인 정책기획과 조정이 효과적으로 이루어졌으며, 민간부문과 외국과의 협력적 체제를 구축하였다.

미국 정부는 세계적 전자거래의 틀을 마련하기 위해 각국의 다양한 정책, 규제, 과세체계를 미국식으로 변화시키고자 노력하고 있으며, 시장개방과 인터넷거래 무관세, 지적재산권 보호를 강력히 추진하고 있다.

미국 정부는 정보격차를 시정하기 위한 민간투자를 유도하고 학교와 도서관 정보화를 e-

rate 프로그램을 통해 지원하고 있다.

정부정보를 통합 검색하는 FirstGov 사이트를 통해 엄청난 양의 정보를 시민들에게 효과적으로 제공하고 있으며, 정부서식제거법률에 따라 전자적 민원 신청을 가능하게 하였다.

FCC는 망고도화추진에 대한 경쟁을 촉진하기 위해 타 사업자의 망사용을 허용하도록 규제하고 있다.

유럽과는 달리 미국은 정부가 법률로 강제하기보다는 민간단체의 가이드라인을 바탕으로 개별 기업들이 자율적으로 프라이버시보호 체제를 갖추게끔 유도하고 있다.

@highlight

이 논문은 미국의 장기적인 경기호황을 가져온 IT 정책의 방향과 추진성과를 검토한다.

@highlight

미국 정부는 세계적 전자거래의 틀을 마련하기 위해 각국의 다양한 정책, 규제, 과세체계를 미국식으로 변화시키고자 노력하고 있으며, 시장개방과 인터넷거래 무관세, 지적재산권 보호를 강력히 추진하고 있다.

