본 논문은 유학생대학생활적응지수에 대해 연구하고 있다.

유학생대학생 활적응지수는 학업적 적응, 정서적 적응, 문화적 적응, 그리고 사회적 적응 으로 구성된다.

배재대학교의 유학생을 대상으로 분석한 결과는 아래와 같다.

첫째, 중국인이 아닌 유학생의 유학생대학생활적응지수가 중국인 유학 생보다 상대적으로 높다.

둘째, 중국인 여학생의 유학생대학생활적응지수가 남학생보다 상대적으로 높다.

셋째, 학년별로 보면 1학년이 유학생대학 생활적응지수가 가장 높으며 2학년과 3학년으로 학년이 올라갈수록 점차 낮아지다가 4학년이 되면 다시 높아지고 있다.

넷째, 유학기간별로 보면 2년-3 년 기간의 유학생대학생활적응지수가 가장 높으며 유학기간이 길어질수록 유학생대학생활적응지수는 낮아지고 있다.

다섯째, 거주형태별로는 학교 기숙사에서 생활하는 경우에 유학생대학생활적응지수가 상대적으로 높게 나타나고 있으며, 학교 밖에서 혼자 자취하는 경우가 가장 낮은 수준이다.

이와 같은 발견은 향후 외국인 유학생에 대한 교육정책에 있어서 중요한 시사점을 제공하고 있다.

특히 학년별로 나타나는 유학생대학생활적응지수의 U자 형태는 전공 수업에 대한 만족도를 높이기 위한 정책적인 노력이 필요 함을 시사하고 있다.

@highlight

본고는 유학생대학생활적응지수에 대하여 연구하고 있다.

@highlight

유학생대학생 활적응지수는 학업적 적응과 정서적 적응 및 문화적 적응 그리고 사회적 적응으로 구성된다.

