이 연구는 자모 교육의 목표가 무엇인지를 살펴보고 이를 토대로 그 교육 대상을 정하는 것이다.

그동안 자모 교육에 대한 논의들이 간헐적으로 있었지만 각각의 논의들에서 교육 대상이 동일하지 않았다.

그것은 자모 교육의 목표가 불분명했기 때문이다.

그러므로 자모 교육의 대상을 설정하기 위해서라도 발음 교육의 목표를 논의하지 않을 수 없게 된다.

그리하여 이 연구에서는 외국어로서의 발음 교육의 목표를 다룬 논의와 저서를 살펴보고 발음 교육의 목표를 설정하고자 한다.

그리고 이것을 토대로 하여 자모 교육의 목표를 설정하고자 하였다.

자모 교육은 기본적으로 외국인 한국어 학습자에게 한글 자모를 읽고 쓸 수 있게 가르치는 데 그 목적이 있다.

그리고 이러한 목적을 달성하기 위해 한국어 교원은 학습자에게 그들 스스로가 자모를 읽을 수 있게 교육하는 것이 무엇보다 중요하다.

이러한 점에서 자모에 대한 교육은 음가의 발음 교육에 해당한다.

즉 자모 교육은 발음 교육으로서 음가 교육인 것이다.

이는 곧 의사소통을 위한 발음 교육임을 의미하기도 한다.

한국어 학습자가 자모에 대한 음가를 발음함에 있어 화자가 누구든 그리고 청자가 누구든 간에 의미를 전달하는 데 있어 어떤 장애가 생기지 않아야 한다.

의미 전달에 장애가 생긴다는 것은 의사소통에 문제가 발생하였음을 의미하기 때문이다.

그러므로 음가 교육의 목표는 한국에서 소리의 차이로 의미가 변별되는 수많은 어형들에 대해서 학습자가 이를 변별하여 발음할 수 있도록 한국어 교원이 학습자에게 교육하는 데 그 목표를 설정해야 한다 하겠다.

@highlight

본 연구는 자모 교육의 목표가 무엇인지를 살펴보고 이를 토대로 그 교육 대상을 정하는 것이다.

@highlight

그러므로 자모 교육의 대상을 설정하기 위해서라도 발음 교육의 목표를 논의하지 않을 수 없게 된다.

