본 연구의 목적은 스마트폰용 모바일 AAC 앱 토크프렌드를 사용한 중재가 지역사회 상황에서 자폐성 장애 고등학생의 자기결정력에 미치는 효과를 알아보는 것이었다.

연구대상은 한 자폐성 장애 고등학생이었으며, 연구 설계는 상황간 중다 간헐기초선 설계를 사용하였다.

본 연구에서는 연구대상인 자폐성 장애 고등학생에게 자기인식, 선택하기, 자기옹호, 자기평가로 구성된 자기결정력 훈련을 위해 스크립트활동과 촉구 전략을 활용한 AAC 중재 이후 실제 지역사회 상황에서 모바일 AAC 앱인 토크프렌드를 사용하여 자기결정력의 변화를 알아보았다.

연구 결과 첫째, 모바일 AAC 앱 토크프렌드를 이용한 AAC 중재는 도서관, 패스트푸드점, 마트의 3가지 지역사회 상황에서 자폐성 장애 고등학생의 자기결정력의 변화에 효과적이었다.

둘째, 모바일 AAC 앱 토크프렌드를 이용한 AAC 중재는 자폐성 장애 고등학생의 자기결정력의 유지와 일반화에도 효과적이었다.

이러한 결과는 모바일 AAC 앱 토크프렌드가 지역사회 상황에서 자폐성 장애 고등학생의 자기결정력에 긍정적인 효과가 있음을 보여주는 것으로, 이는 자폐성 장애 고등학생도 AAC 앱을 이용해 자기결정력을 발휘함으로써 지역사회 내 독립생활의 가능성을 보여준다는 데 본 연구의 의의를 둘 수 있다.

@highlight

이 연구의 목적은 스마트폰용 모바일 AAC 앱 토크프렌드를 사용한 중재가 지역사회 상황에서 자폐성 장애 고등학생의 자기결정력에 미치는 효과를 알아보는 것이었다.

