본 연구의 목적은 가구 기업의 경영 품질을 진단하고 효율성 제고를 통하여 이 기업들의 경쟁력 확보에 기여하는 것이다.

특히 한국의 가구 산업은 시장포화에 따른 과당경쟁과 가구 기업의 양극화로 중소 가구업체의 생존이 위협받고 있으며 이에 가구 산업의 경쟁력 확보를 통해 가구 산업의 재도약을 이룰 수 있다.

이를 위한 본 연구의 분석 절차는 먼저 말콤 볼드리지 평가 모델을 활용하여 경영 품질을 진단하였고, 진단 후에는 데이터 포락 분석을 사용하여 효율성 평가를 시도하였다.

마지막으로 효율성 분석에서 도출된 효율성을 종속변수로 하는 회귀분석을 실시하여 가구 기업 효율성에 영향을 미치는 요인들을 탐색하여 이 기업들의 경영 효율성을 개선할 수 있는 시사점을 제공한다.

결론적으로 본 연구는 가구 산업의 전반적인 경영 품질이 다른 산업에 비해 다소 높은 편이며, 경영 효율성에 있어서 투입 요인들을 줄이고, 규모를 조절하여 효율성을 제고할 수 있는 기회를 확인하였으며 기업 간 차이도 확인할 수 있었다.

그리고 효율성에 영향을 미치는 요인도 발견할 수 있었다.

특히 본 연구는 그동안 말콤 볼드리치 평가 모델을 DEA 분석과 연계하여 종속변수로 이용하였다는 점과 단순히 DEA 분석에 머무르지 않고, OLS 회귀분석을 이용하여 DEA분석을 보조했다는 점에 있어서 타 논문과 차별화 된다고 할 수 있다.

@highlight

본고의 분석 절차는 먼저 말콤 볼드리지 평가 모델을 활용해 경영 품질을 진단했고, 진단 후에는 데이터 포락 분석을 사용해 효율성 평가를 시도했다.

