본 연구는 급속한 증가와 더불어 사회적 관심이 높아지고 있는 다문화가정 유아의 발달과 어머니의 자녀양육을 지원하며, 가정과 보육시설 간의 연계 방안을 살펴보고자 수행되었다.

대상 유아는 14명으로서 어머니로부터 양육경험과 보육교사로부터 보육경험을 알아보았다.

연구 결과를 요약하면 다음과 같다.

자녀의 발달과 관련하여 어머니들은 학업성취와 사회정서발달에 대한 관심이 높았고, 교사들은 유아의 언어?

인지?

사회정서발달 수준이 더디며 이 중 특히 언어발달이 뒤쳐진다고 인식하였다.

부모역할에 대하여 어머니들은 교육적 역할과 기본적인 돌봄의 역할을 중요하게 생각하고 있었는데 반해, 교사들은 어머니들이 자녀에게 더 많은 관심을 가지고 적극적으로 상호작용해야 한다고 생각하고 있었다.

보육시설에의 참여와 관련해서는 어머니들은 높은 참여 의사를 나타냈으나 교사들은 어머니들의 참여도를 낮게 평가하였다.

또, 어머니들은 교사들에게 학습지도, 부모교육, 상담 지원 및 발달에 관한 정보 제공 등을 요구하였으며, 교사들은 어머니들에게 원활한 의사소통을 위한 노력과 보육시설에의 적극적인 참여를 요구하였다.

이와 같은 두 관점에서 인식의 차이를 비교분석함으로써 상호협력 방안을 모색하고자 하였다.

@highlight

다문화가정 유아의 발달과 어머니의 자녀양육을 지원하며, 가정과 보육시설 간 연계 방안을 살펴보고자 한다.

@highlight

연구 결과, 어머니들은 학업성취와 사회정서발달에 관심이 높고, 교사들은 유아의 언어 · 인지 · 사회정서발달 수준이 더디다고 인식하였다.

@highlight

어머니들은 높은 보육시설 참여 의사를 나타냈으나 교사들은 어머니들의 참여도를 낮게 평가하였다.

