현재의 도시는 교통혼잡, 환경오염, 도시범죄와 같은 다양한 문제를 겪고 있으며 성장 한계에 직면 해 있다.

도시의 지속가능한 성장은 경제, 사회 및 환경과 밀접한 관련이 있으며 인구통계학적 추세에 대한 이해를 바탕으로 잘 관리 된 도시는 부정적인 요인을 최소화하고 이익을 극대화 할 수 있다.

최근에는 이러한 도시 문제를 해결하기 위해 스마트 시티를 구축하려는 다양한 시도가 확산되고 있다.

그러나 스마트 시티에 대한 다양한 정의가 혼재되어 있고, 스마트 시티 구현 방법과 전략은 기술의 발전과 축전된 경험으로 인해 진화하고 있다.

본 연구에서는 문헌연구를 통해 그동안 제시된 스마트 시티의 정의들을 정리하여 통합적인 정의를 제시하였다.

스마트 시티는 제4차 산업혁명과 함께 미래 사회의 핵심 플랫폼으로 주목 받고 있다.

그동안의 스마트 시티가 기존의 도시 문제해결에 치중하였다면 제4차 산업혁명시대에서의 스마트 시티는 혁신을 통한 지속가능한 성장을 할 수 있어야 함을 더욱 강조하고 있다.

본 연구에서는 제4차 산업혁명의 플랫폼으로서 스마트 시티를 구축할 때 추진되어야 할 전략들을 제시하였다.

@highlight

스마트 시티는 제4차 산업혁명과 함께 미래 사회의 핵심 플랫폼으로 주목 받고 있다.

@highlight

그동안의 스마트 시티가 기존의 도시 문제해결에 치중하였다면 제4차 산업혁명시대에서의 스마트 시티는 혁신을 통한 지속가능한 성장을 할 수 있어야 함을 더욱 강조하고 있다.

@highlight

제4차 산업혁명의 플랫폼으로서 스마트 시티를 구축할 때 추진되어야 할 전략들을 제시하였다.

