행정박물이란 공공업무의 활동을 반영하는 유형적 증거물로서 역사적?

상징적?

문화적?

예술적 가치를 지니는 영구기록물이며, 공공기관의 업무수행과 관련하여 생산 및 활용한 형상기록물로 행정적?

문화적?

예술적 가치가 높은 기록물이다.

“공공기록물 관리에 관한 법률”에서는 행정박물을 기록물관리 범위에 처음으로 편입시키고 있으며, 기록물관리법령 제3조에서는 행정박물의 보존 및 관리체계를 법제화하고 있다.

행정박물의 관리는 형태?

재질별 분류만으로는 기록으로서 행정박물의 특성을 반영하기 어렵다.

행정박물은 일반적인 기록물과 비교해 다양한 연유에서 수집되기 때문에 행정박물에 대한 기초적인 재질 조사와 적합한 보존 및 관리 방식이 필요하다.

행정박물은 문화재로서 아직 그 수요량이 많지 않으나, 국민 의식수준 향상 및 알 권리를 위한 행정박물의 공개 가능성이 증가되고 있으며, 향후 역사및 문화의 해석을 위해 보존?

활용 가능하며 근대문화유산으로서의 가치를 가질 수 있다.

우선적으로 행정박물의 보존적인 측면에서 열화를 방지하기 위해서는 각 유물별 손상등급을 부분적으로 분류, 관리하여 상태를 점검할 수 있는 표준조사카드를 만들어야 한다.

또한, 다양한 재질의 행정박물에 대한 관리 및 운영 방안을 체계적으로 확립하고 행정박물을 보존적인 측면에서 연구할 수 있는 전문 인력을 육성하여 종합적이고 선진화된 행정박물의 보존?

복원 및 활용이 이루어져야 한다.

@highlight

행정박물은 다양한 수집원에 따른 기초적 재질 조사와 적합한 보존 및 관리 방식이 필요하다.

@highlight

우선 보존적 측면에서 열화 방지를 위해 유물별 손상등급을 분류, 관리하여 상태를 점검할 수 있는 표준조사카드를 만들어야 한다.

@highlight

또한, 다양한 재질의 행정박물 관리 및 운영 방안을 체계적으로 확립하고 전문 인력을 육성하여 종합적이고 선진화된 행정박물의 보존·복원·활용이 이루어져야 한다.

