원자로 격납건물은 냉각재상실사고와 같이 내부의 과도한 압력이 유발되는 사고에 있어서도 방사성 물질이 외부로 누출되지 않도록 막는 최종의 방벽이다.

이러한 격납건물의 기능적 중요성에 기인하여, 건설 초기 구조건전성시험(SIT)을 수행한다.

이러한 SIT거동을 가장 실제와 가깝게 예측하기 위한 해석 연구를 수행하였다.

해당 연구의 결과는 2편의 논문으로 정리되었는데, 본 논문은 그 중 II편으로 I편의 해석모델 구성 시의 주요 고려사항의 분석 및 예비해석 결과를 반영한 상세 해석 모델의 구성 과정 및 해석 결과를 제시하고 있다.

특히 비부착식 텐던으로 시공된 구조물에서 덕트관에 의한 강성 저감 효과 및 덕트관을 사이에 둔 텐던과 콘크리트간의 밀착 여부에 따른 영향을 해석 시 최대한 고려하고자 하였다.

이러한 과정을 통해 구축된 해석 모델에 따른 변위과 신고리 3호기 SIT 측정변위를 비교한 결과, ASME CC-6000 기준을 충분히 만족시키는 결과가 나타남을 확인하였다.

@highlight

연구의 결과는 2편의 논문으로 정리되었는데, 이 논문은 그 중 II편으로 I편의 해석모델 구성 시의 주요 고려사항의 분석 및 예비해석 결과를 반영한 상세 해석 모델의 구성 과정 및 해석 결과를 제시하고 있다.

