본 연구는 교사교육자의 반성적 교수를 이끌어 내는데 그 목적이 있다.

연구문제는 ‘연구자의 반성적 교수는 어떠한 모습으로 나타나는가?

’로 설정하였다.

본 연구에서는 Posner의 반성적 교수로 이끄는 절차의 방법을 사용하였으며, 연구자의 반성적 글쓰기와 수업지도안을 분석하였다.

교사, 학생, 교과, 환경의 영역에서 연구자의 과거와 현재, 미래의 경험을 떠올리며 반성적 교수가 이루어졌다.

교수경험에서는 ‘재미있는 수업’과 ‘인간적 면모’가 중요한 주제로 드러났다.

연구자는 학습자 영역에서는 창의적이고 수업에 적극적으로 참여하는 학생을 추구하고 있었으며, 교과 내용은 전이가 가능한 이론 영역에 강점이 있는 것으로 자각하였다.

수업 환경과 관련된 주제로는 ‘강의평가’가 나타났으며, 학생들의 수업중의 반응에 대한 연구자의 갈등을 발견할 수 있었다.

교사자격증을 취득하기 위해 교직과정을 이수하는 학생들을 대하는 연구자의 수업에 대한 갈등은 교생실습의 경험을 떠올려 교육현장을 재규명하는 반성으로 나타났다.

연구자는 교육현장의 범위를 확대하고, 가르치는 사람으로서의 자질과 역량을 준비시키는 일을 교직 교과목의 특성으로 규명하고 이를 안내하는 교사교육자로서의 정체성 형성에 새로운 국면을 맞이하였다.

반성적 교수의 결과물로 연구자가 담당하고 있는 교직 교과목에 대한 현장 포트폴리오가 완성 되었으며, ‘가르치는 사람’을 길러내기 위해 교사자격증을 부여하는 일을 교직과정에 대한 현실적인 재개념화로 제안하였다.

@highlight

이 연구는 교사교육자의 반성적 교수를 이끌어 내는데 그 목적이 있다.

@highlight

이 연구에서는 Posner의 반성적 교수로 이끄는 절차의 방법을 사용하였으며, 연구자의 반성적 글쓰기와 수업지도안을 분석했다.

