이 연구는 해외 홍보 체계의 현황 및 문제점을 고찰하고 개선 방안을 모색하고자 해외 주재 홍보관을 대상으로 해외 홍보 업무, 연계 홍보 프로그램, 국가 이미지와 해외 문화/홍보관들을 위한 전문 교육에 대한 필요성에 대하여 살펴보았다.

연구 결과 국가 해외 홍보의 중요성에 대해서는 모두 공감하고 있는 것으로 나타났으나 정부의 해외 홍보 노력은 원론적인 차원에서만 강조되었고 실제로는 축소된 것으로 드러났다.

특히, 가장 중요하고 시급한 문제는 정부 차원에서의 해외 홍보 기구들의 통합과 조정인 것으로 나타났다.

따라서 해외 홍보를 담당하는 여러 정부 기구 가운데 가장 중요한 국정홍보처의 해외홍보원과 문화관광부 두 기구 간의 업무 조정이 선결되어야 한다.

또한 해외 홍보를 성공적으로 수행하기 위해서는 해외홍보원들의 자질을 향상시키는 교육 프로그램 개발과 정기적인 교육의 시행이 필요하며, 효과적인 홍보 전략 수립과 평가를 위한 해외홍보원 본부 조직 확대, 해외 홍보 거점과 인원의 확충, 그리고 홍보 데이터베이스 구축을 통해 해외홍보원이 수요자 지향적인 홍보(Customer Relationship Management: CRM)를 추진해야 할 것이다.

@highlight

본 연구는 해외 홍보 체계의 현황 및 문제점을 고찰하고 개선 방안을 모색하고자 해외 주재 홍보관을 대상으로 해외 홍보 업무, 연계 홍보 프로그램, 국가 이미지와 해외 문화/홍보관들을 위한 전문 교육에 관한 필요성에 관해 살펴보았다.

