이 연구의 목적은 대학생의 진로적응력과 주도적 성향, 진로탐색행동, 진로의사결정 자기효능감의 구조적 관계를 구명하는 데에 있다.

이러한 연구목적을 달성하기 위하여 국내 4년제 대학교의 3,4 학년을 목표 모집단으로 설정하고 총 720부를 표집하여, 최총 399명의 자료를 최종 분석에 활용하였다.

연구결과, 이 연구에서 제시한 대학생의 진로적응력과 주도적 성향, 진로탐색행동, 진로의사결정 자기효능감의 구조모형은 변인 간 구조관계를 예측하기에 적합한 것으로 확인되었다.

둘째, 인과적 구조모형 내에서 대학생의 주도적 성향, 진로탐색행동, 진로의사결정 자기효능감은 진로적응력에 직접적으로 정적인 효과를 미치는 것으로 확인되었다.

셋째, 인과적 구조모형 내에서 대학생의 주도적 성향은 진로탐색행동과 진로의사결정 자기효능감을 매개로 진로적응력에 간접적으로 정적인 영향을 미치는 것으로 확인되었다.

또한 진로탐색행동은 진로의사결정 자기효능감을 매개로 진로적응력에 간접적으로 정적인 영향을 미치는 것으로 확인되었으며, 대학생의 주도적 성향은 진로탐색행동과 진로의사결정 자기효능감을 연속적으로 매개하여 진로적응력에 간접적으로 정적인 영향을 미침이 확인되었다.

이와 같은 결과를 바탕으로 대학생의 진로적응력을 개발하는 데에 요구되는 다양한 변인의 적용 방향에 대한 시사점을 제공하였다.

@highlight

본 연구의 목적은 대학생의 진로적응력과 주도적 성향, 진로탐색행동, 진로의사결정 자기효능감의 구조적 관계를 구명하는 데에 있다.

