본고는 현대 우즈베키스탄의 생활이슬람의 양상과 전망에 대한 구체적· 심층적 분석이다.

우즈베키스탄에서 이슬람은 오랜 역사적 부침을 거듭했지만 개인적, 사회적 삶의 강력한 조정자이고 종교적, 문화적 정체성의 고유한 벡터이며 민족적, 지역적 연대의 단일한 기초로서 작용해 왔다.

특히 무슬림들의 삶 속에 깊이 뿌리내린 생활이슬람은 통상적 의미의 종교에 국한되는 것이 아니라 삶의 규범이자 양식이며 총체이다.

본고는 소통과 상생, 화합과 번영의 관점에서 먼저 독립 이후 우즈베키스탄 이슬람 사회의 현재적 양상을 탐색한다.

이를 위해 이슬람 부흥의 와중에 식민 지배의 부정적 유산과 체제 전환의 복합적 요인의 작용으로 생겨난 이슬람의 분열과 반목의 실상을 공식이슬람, 저항이슬람, 생활이슬람을 통해 개괄적으로 고찰한다.

뒤이어 생활이슬람의 실제적 상황을 제도적, 일상적 차원에서 다양한 예들을 통해 세밀하게 추적한다.

더불어 여론조사에 기초하여 무슬림들의 종교적 태도와 인식을 구체적으로 검증한다.

그리고 마지막으로 생활이슬람의 미래적 전망을 현실태에 대한 비판적 성찰과 잠재성에 대한 적극적 모색의 차원에서 시대적 과제의 일환으로 개진하고자 한다.

현대 우즈베키스탄의 생활이슬람의 양상과 전망에 대한 체계적 고찰과 총체적 규명은 현대 우즈베키스탄의 사회 문화에 대한 보다 넓고 깊은 이해에 일조할 것이다.

@highlight

이 연구는 현대 우즈베키스탄의 생활이슬람의 양상과 전망에 대해 진행한 구체적· 심층적 분석이다.

@highlight

우즈베키스탄에서 이슬람은 오랜 역사적 부침을 거듭했지만 개인적 그리고 사회적 삶의 강력한 조정자이고 종교적 그리고 문화적 정체성의 고유한 벡터이며 민족적이며 지역적 연대의 단일한 기초로서 작용했다.

