본 연구에서는 공기업 채권의 신용등급 정보를 사용하여 정부의 암묵적 보증에 대한 기대로 인해 공기업들이 유사한 조건의 사기업에 비해 어느 정도 자금조달상의 혜택을 누리고 있는지를 분석하였다.

2008년부터 2015년 사이의 채권발행 데이터를 이용하여 진행된 본 연구의 주요 발견은 다음과 같다.

첫째 공사채에 대한 국가의 직접적인 보증 규정이 존재하지 않음에도 불구하고 이에 대한 광범위한 시장의 기대가 존재한다는 점을 확인하였다.

시장의 기대를 반영하는 지표인 공기업의 실제 신용등급과 가상 신용등급의 차이 (이하 신용등급 스프레드)는 약 4 구간이었다.

이러한 신용등급의 차이가 자금조달 비용에 미치는 영향은 3.16%p이다.

두 번째 공사채 신용등급 스프레드는 금융위기 시기인 2008-2009년에 크게 증가했다가 그 이후 점차 감소했다.

이러한 시기적 변동은 실제 부도위험이 증가했음에도 불구하고 정부의 개입에 대한 시장기대로 인해 신용등급에 적절하게 반영되지 않는다는 것을 의미한다.

이러한 현상은 미국의 거대 금융기관의 대마불사(Too-

Big-

To-

Fail)에서도 흔히 발견된 것이다.

셋째 공기업 부채의 정부보증에 대한 시장의 기대는 손실보전 규정의 유무, 공기업의 유형 등과 상관이 없었다.

명시적 손실보전규정이 없거나 운영에 있어 민간기업과 유사한 자율성을 갖고 있는 공기업까지도 동일한 조건의 민간 기업이 누리지 못하는 자금조달상의 혜택을 누리고 있었다.

@highlight

공기업 채권의 신용등급 정보를 사용하여 정부의 암묵적 보증에 대한 기대로 인해 공기업들이 유사한 조건의 사기업에 비해 어느 정도 자금조달상의 혜택을 누리고 있는지를 분석하였고 시장의 기대를 반영하는 지표인 공기업의 실제 신용등급과 가상 신용등급의 차이는 약 4 구간이었다.

@highlight

또한 공기업 부채의 정부보증에 대한 시장의 기대는 손실보전 규정의 유무, 공기업의 유형 등과 상관이 없었다.

