본 연구는 농인의 부부관계 경험을 이해하고 그들이 부부적응 과정에서 경험하는 현상과 맥락을 파악함으로써, 농인의 긍정적인 부부적응에 대한 실천 지식과 방안을 제공하려는 목적으로 수행되었다.

이러한 연구목적을 달성하기 위한 연구문제는 “농인의 부부적응 과정은 어떠한가?

”이다.

이를 위하여 본 연구에서는 Corbin과 Strauss(2008)의 근거이론 방법 중 과정분석 방법을 활용하였다.

본 연구의 참여자는 기혼 남성 농인 6명, 기혼 여성 농인 9명으로 총 15명이며, 연구 자료는 심층 면담을 통해 수집하였다.

연구결과 농인의 부부적응 과정은 찌그러진 U자 형태로 나타났으며, 부부적응 과정은 ‘환상기’, ‘환상파괴기’, ‘혼란기’, ‘갈등기’, ‘협상기’, ‘안정기’의 6단계로 나타났다.

이러한 결과를 통해 농인의 부부적응을 도울 수 있는 교육 및 상담 프로그램에의 시사점을 논의하였다.

@highlight

본문은 농인 부부관계 경험과 부부적응 과정에서의 경험을 연구해 농인의 긍정적 부부적응에 대한 방안을 제공하고자 했다.

@highlight

결과, 농인의 부부적응 과정은 찌그러진 U자 형태로 나타났으며 적응 과정은 6단계로 나타났다.

