본 연구의 목적은 수사 구조 이론(Rhetorical Structure Theory:RST)을 활용하여, 현재 대학 교양 글쓰기 교육에서 중요한 부분을 차지하고 있음에도 불구하고 그 동한 충분히 이루어지지 않거나 개별적으로 이루어져 왔던 구조 지도에 보다 효율적으로 접근할 수 있는 방안을 모색하는 데 있다.

이에 글쓰기 능력이 상이한 학생들이 생산한 텍스트의 수사 구조를 토대로, 수사 구조 이론을 대학 교양 글쓰기 교육의 구조 지도에 적용하는 방안을 제언하면 다음과 같다.

첫째, 핵과 위성의 결합과 제약을 통해 중심내용과 뒷받침내용의 연결 정도를 판단하고 구체적인 지도 방안을 모색할 수 있다.

둘째, 수사 구조 이론의 적절하고 다양한 의미 관계의 활용은 텍스트의 응집성을 높이는데 크게 관여하는 요인이 된다.

셋째, 수사 구조의 도식은 텍스트의 전체 구조를 한눈에 보여 주기 때문에 학생 스스로 텍스트 전체 구조를 객관적으로 살펴보고 점검할 수 있다.

이와 같이 수사 구조 이론을 활용한 텍스트의 구체적인 구성 방법에 대한 모색은, 내용과 구조와 표현이라는 글쓰기의 세 분야를 균형 있게 지도하는데 도움이 될 것이다.

또한 학생의 글쓰기 능력에 따라 구조 지도를 수준별·단계별로 지도할 수 있는 요인이 될 수 있으며, 이는 각기 다른 내용을 다루는 다양한 전공 글쓰기에도 전이되어 확대 적용될 수 있는 가능성을 보여 준다.

@highlight

이 연구의 목적은 수사 구조 이론(Rhetorical Structure Theory:RST)을 활용해, 현재 대학 교양 글쓰기 교육에서 중요한 부분을 차지하고 있음에도 그 동한 충분히 이뤄지지 않거나 개별적으로 이뤄져 왔던 구조 지도에 보다 효율적으로 접근할 수 있는 방안을 모색하는 데 있다.

