최근 IT 과학영재교육에서 효과적인 프로그래밍 교육방법은 IT 과학영재에게 중요한 교육 부분이다.

본 연구는 IT 과학영재교육에 있어서 논리 기반의 프로그래밍 교육을 수행하기 위하여 계획, 요구분석, 설계, 구성, 테스트 및 유지보수의 단계를 거치는 프로그램 개발 과정을 설명하고, 특히 설계 및 구현에 있어서의 효과적인 프로그래밍 방법인 API를 활용하는 IT 과학영재를 위한 프로그래밍 방법을 제안하고자 한다.

이를 위하여 CVW를 지원하는 학생 팀 프로젝트 관리시스템 개발을 수행하였으며, 해당 프로그램을 개발함에 있어서, AWS 클라우딩 컴퓨팅 서비스를 활용하여 서버를 구축하고, Oauth 2.0, Google API, Kakao Talk API를 이용하여 해당 기능들을 직접 구현해 보고 각각의 진행과정을 제시하였다.

또한, 제안된 프로그램 개발 과정에 유기적이고 효과적인 프로그램 개발 과정을 습득할 수 있다.

이를 통하여 IT 과학영재들이 추후 프로그래밍 프로젝트 수행할 때, 체계적인 프로그램 개발 과정을 적용할 수 있으며, 특히 설계 및 구현 단계에서 다양한 API를 활용하여 효과적인 프로그래밍을 수행해 볼 수 있음을 확인해볼 수 있었다.

@highlight

본 연구는 IT 과학영재교육에 있어서 논리 기반의 프로그래밍 교육을 수행하기 위하여 계획, 요구분석, 설계, 구성, 테스트 및 유지보수의 단계를 거치는 프로그램 개발 과정을 설명하고, 특히 설계 및 구현에 있어서의 효과적인 프로그래밍 방법인 API를 활용하는 IT 과학영재를 위한 프로그래밍 방법을 제안하고자 한다

