본 연구에서는 韓國語의 ‘-

지 말-

’을 禁止의 當爲 樣態 標識로 설정할 가능성에 대해 논의하였다.

익히 알려진 바와 같이 ‘-

지 말-

’은 否定 標識이기도 하지만 다음과 같은 分布的, 意味的, 言語 類型論的 特性에 비추어 볼 때 ‘禁止 標識’라고 하는 것이 더 분명할 수 있다.

分布的으로, ‘-

지 말-

’은 命令文과 請誘文을 否定하는 데에 唯一하게 排他的으로 사용되는 형식이 아니다.

意味的으로, 여러 선행 연구들에서 지적하였듯이 話者의 태도와 관련되는 樣態的 속성이 있다.

言語 類型論的으로, 否定 命令文 구성에 동원되는 특수한 否定 標識로서의 禁止 標識들이 발견되고, 이 禁止 標識들이 <그만두다>라는 語彙的 意味를 가지는 동사에서 文法化된 사례들이 발견되는데 ‘-

지 말-

’은 이 두 가지 점에 모두 걸쳐 있다.

@highlight

본고에서는 韓國語의 ‘-

@highlight

지 말-

@highlight

’을 禁止의 當爲 樣態 標識로 설정할 가능성에 대해 논의하였다.

