많은 학자들은 중국의 부상을 기존 국제정치질서에 대한 ‘위협’으로 간주한다.

머지않아 중국이 미국의 패권에 도전할 것이며 양국관계는 결국 노골적인 경쟁과 갈등국면으로 발전할 것이라는 예측들 또한 쏟아지고 있다.

이 논문은 석유안보를 중심으로 이러한 중국위협론을 분석한다.

석유안보가 중국에 가지는 중요성과 그에 따른 공격적 석유확보 전략을 살펴보면, 미중 양국 간의 갈등이나 충돌을 야기할 수 있는 요소는 다분하다.

하지만 그러한 갈등요소에도 불구하고, 중국이 향후 15년 정도의 예측할 수 있는 미래에 석유안보 영역에서 미국에 직접적으로 도전할 가능성은 낮은 것으로 보인다.

석유에 관한 한 중국이 미국보다 상대적으로 더 취약하고, 중국의 석유 해양수송로에 대한 미국의 지배가 당분간 계속될 것이기 때문이다.

따라서 이 논문은 중국이 적어도 석유안보 영역에서는 미국주도의 질서를 인정하고, 미국과의 직접적인 갈등이나 충돌을 피하면서 수입원을 다변화하고 접근성 확대를 시도하는 방식으로 자국의 석유안보를 추구해 나갈 것이라 예측한다.

@highlight

많은 학자들은 중국의 부상을 기존 국제정치질서에 대한 ‘위협’으로 간주한다.

@highlight

머지않아 중국이 미국의 패권에 도전할 것이며 양국관계는 결국 노골적인 경쟁과 갈등국면으로 발전할 것이라는 예측들 또한 쏟아지고 있다.

