본 연구는 물질주의의 세 가지 핵심 요소인 획득중심, 성공수단, 행복추구적 물질주의 각각이 과시적 소비에 미 치는 영향을 살펴보았다.

또한 물질주의의 세 요소와 과시적 소비 사이에서 변화 기대의 매개역할도 조사하였다.

추가적으로 변화 기대를 4가지 하위 범주(자신을 향한 지각 변화, 관계 변화, 쾌락 변화, 효능감 변화)로 구분하 고 각각의 매개역할을 조사하여, 각각의 물질주의가 과시적 소비를 이끄는 구체적인 이유를 찾고자 노력하였다.

이런 이론적 주장을 실증하고자 일반인 393명을 대상으로 설문 조사를 실시하였다.

연구 결과, 획득중심적 물질 주의와 성공수단적 물질주의는 과시적 소비에 긍정적인 영향을 미쳤고, 행복추구적 물질주의는 부정적인 영향을 미쳤다.

또한 성공수단적 물질주의는 변화 기대를 높여 과시적 소비를 증가시켰으나 행복추구적 물질주의의 경우 변화기대가부정적인방향으로매개하였다.

이과정에서변화기대의하위범주중자신을향한지각변화만이 매개역할을 수행한 것으로 나타났다.

획득중심적 물질주의의 경우, 과시적 소비와 직접적인 관계만이 통계적으로 유의했고, 변화 기대의 매개효과는 발견되지 않았다.

@highlight

본고는 물질주의의 세 가지 핵심 요소인 획득중심과 성공수단, 행복추구적 물질주의 각각이 과시적 소비에 미치는 영향을 살펴봤다.

@highlight

또한 물질주의의 세 요소와 과시적 소비 가운데 변화 기대의 매개역할도 조사했다.

