본 연구는 숙련도에 따른 운동 가변성 차이를 확인하기 위해 태권도 선수와 비선수의 돌려차기동작을 3D 동작분석을 통해 관찰하였다.

또한 난이도에 따른 운동 가변성 차이를 확인하기 위해 허리와 머리 높이에서 돌려차기를 실시하도록 하였으며, 다음과 같은 결과를 도출하였다.

첫째, 골반과몸통에서 선수는 비선수보다 운동 가변성이 낮게 나타났다.

둘째, 난이도에 따른 운동가변성의 차이는 보이지 않았다.

셋째, 운동 과제 수행의 정확도를 측정해본 결과 머리 높이 타겟에서 선수의 운동 오차가 더 적은 것으로 나타났다.

넷째, 균형능력과 관련된 운동 수행력을 평가하기 위해 무게중심점의 이동 거리를 측정했으며, 선수의 무게중심점의 이동거리가 더 적은 결과를 나타났다.

위 결과들을 통해 태권도 선수는 돌려차기 시 비선수보다 체간(core)의 운동 가변성이 낮으며 보다 정확하고 안정적으로 동작을 수행하는 것을 확인하였다.

본 연구 결과는 향후 태권도 훈련 및 교육 전략을 수립하는 과정에서 체간의 운동 가변성의 중요성을 보여주고 있다.

@highlight

태권도 선수와 비선수의 돌려차기동작을 3D 동작분석을 하여 숙련도에 따른 운동 가변성 차이를 확인한 결과, 돌려차기를 할 때 태권도 선수가 비선수보다 체간의 운동 가변성이 낮으며 더 안정적이고 정확하게 동작을 수행했다.

