본 연구는 회계이익과 과세소득 차이와 기업지배구조의 관련성을 분석하는 것을 목적으로 한다.

이를 검증하기 위해 기업-

연 2,749개의 상장기업을 대상으로 2003년부터 2008년까지 6년간을 표본기간으로 선정하였다.

본 연구에서 사용되는 회계이익과 과세소득 차이는 법인세비용차감전계속사업손익에서 추정과세소득을 차감한 값으로 정의하였다.

추정과세소득은 Manzon and Plesko(2002)의 연구방법론을 이용하였다.

본 연구의 주요결과는 다음과 같다.

첫째, 이사회 및 감사위원회가 회계이익과 과세소득 차이에 미치는 영향을 분석한 결과 이사회 및 감사위원회는 회계이익과 과세소득 차이에 각각 5%, 1%수준에서 유의한 음(-

)의 영향을 미치는 것으로 나타났다.

이는 본 연구의 가설 1과 가설 2가 채택되는 결과이다.

둘째, 이사회, 감사위원회, 소유구조, 보상과 감사를 총괄하여 나타내는 기업지배구조는 회계이익과 과세소득 차이에 1%수준에서 유의한 음(-

)의 영향을 미치는 것으로 나타나 본 연구의 가설 3이 채택되었다.

Black et al.

(2003)은 설문지에 근거하여 기업지배구조지수를 측정함으로써 주관성 문제를 남겼다.

그러나 본 연구는 전자공시시스템의 사업보고서에서 기업지배구조와 관련된 항목들을 수집하여 이를 이용함으로써 연구결과의 신뢰성을 향상시켰다는 점이 본 연구의 공헌점이라 할 수 있다.

@highlight

이 연구는 회계이익과 과세소득 차이와 기업지배구조의 관련성을 분석하는 것을 목적으로 한다.

@highlight

이를 검증하기 위해 기업-

@highlight

연 2,749개의 상장기업을 대상으로 2003년부터 2008년까지 6년간을 표본기간으로 선정했다.

