우리나라가 프랑스처럼 고소방법에 있어서 ‘사소당사자 구성고소’의 형식을 채택한다면 공소제기의 기본원칙인 국가소추주의를 유지하면서 필요한 경우 사인소추주의를 병행하여 친고죄 또는 반의사불벌죄에 해당하지는 않으며 범죄피해자의 자유처분권에 따라 단순처벌이 아닌 법적분쟁의 원만한 해결을 가져올 수 있는 범죄영역들을 규율할 수 있다.

이러한 고소형식은 범죄에 대한 법적해결을 국가차원의 문제로만 볼 것이 아니라 상당부분 개인 간의 문제로 파악하려는 프랑스의 형사법의 특색 중의 하나이다.

이를 위해 우선 범죄피해자의 제 권리를 파악하여 유·무죄판결에 이르기까지 검사 및 피고인과 마찬가지로 명실 공히 하나의 형사소송의 당사자로서 등장하게 되는 범죄피해자의 당사자성에 대해 알아본다.

프랑스의 범죄피해자는 형사절차전반에 걸쳐 사소당사자를 구성하여 자신의 권리를 능동적으로 행사하여 자신이 입은 피해를 보상받고 검사 및 경찰과 같은 형사사법기관과의 관계에서뿐 아니라 범죄피해자보상위원회 및 범죄피해자 지원단체의 지원 하에 형사소송절차전반에서 명실상부한 당사자성을 발휘한다.

@highlight

우리나라가 프랑스처럼 고소방법에 있어서 ‘사소당사자 구성고소’의 형식을 채택한다면 공소제기의 기본원칙인 국가소추주의를 유지하면서 필요한 경우 사인소추주의를 병행하여 친고죄 또는 반의사불벌죄에 해당하지는 않으며 범죄피해자의 자유처분권에 따라 단순처벌이 아닌 법적분쟁의 원만한 해결을 가져올 수 있는 범죄영역들을 규율할 수 있다.

