본 논문에서 출력 전력 백-

오프 구간을 확장하기 위한 고출력 고효율 불균형 도허티 전력 증폭기를 제안하였다.

제안된 불균형 전력증폭기는 기존의 대칭형 도허티 전력증폭기처럼 주 증폭기와 보조 증폭기에 같은 트랜지스터를 사용하는 구조이며 주 증폭기의 출력에 연결되어 있는 λ/4 변환기의 임피던스를 변형하여서 구간을 확장할 수 있다.

제안된 불균형 도허티 전력증폭기는 기존의 백-

오프 출력 구간을 확장하기 위한 비대칭 도허티 전력증폭기와 비교해서 구조가 더 간단함에도 불구하고 유사한 효율과 선형성 특성을 갖는다.

제안된 증폭기의 성능을 증명하기 위해서 CDMA2000 1FA 신호를 입력으로 사용하여 46 W 도허티 전력증폭기를 설계 및 제작하였다.

제작된 불균형 도허티 전력증폭기에서 35 % 의 효율과 885 kHz 오프셋 주파수에서 ACPR -34 dBc 그리고 1.98 MHz 오프셋 주파수에서 ACPR -35.6 dBc를 얻었다.

@highlight

이 논문에서 출력 전력 백-

@highlight

오프 구간을 확장하기 위한 고출력 고효율 불균형 도허티 전력 증폭기를 제안했다.

