연구목적: 본 연구는 중도․중복장애학생의 일상생활동작 수행 수준과 건강관련 삶의 질의 관계를 탐색함으로써 중도․중복장애학생의 건강관련 삶의 질 향상을 위한 기초자료를 제공하고자 하였다.

연구방법: 이를 위하여 특수학교에 재학 중인 중도․중복장애학생의 담당 교사 155명을 대상으로 담당 학생의 일상생활동작 수행과 건강관련 삶의 질 수준에 대한 조사를 실시하였다.

연구결과: 첫째, 중도․중복장애학생의 일상생활동작 수행은 부분적인 도움이 필요한 수준인 것으로 나타났으며, 중도․중복장애학생의 학교급, 장애유형, 의사소통 수준에 따라 집단 간 유의미한 차이가 확인되었다.

둘째, 중도․중복장애학생의 건강관련 삶의 질 수준은 보통인 것으로 나타났으며, 학교급과 장애유형, 의사소통 수준에 따라 집단 간 유의미한 차이가 확인되었다.

셋째, 중도․중복장애학생의 일상생활동작 수행 수준과 건강관련 삶의 질 간 통계적으로 유의미한 정적 상관이 있는 것으로 나타남으로써 일상생활동작을 독립적으로 수행할수록 건강관련 삶의 질의 수준이 높은 것으로 확인되었다.

결론: 본 연구의 결과를 토대로 중도․중복장애학생의 착탈의, 이동, 식사, 용변처리에 대한 효율적인 교수를 제공함으로써 중도․중복장애학생이 건강한 삶을 영위할 수 있는 방안을 제시하였다.

@highlight

중도․중복장애학생의 일상생활동작 수행 수준과 건강관련 삶의 질의 관계를 탐색함으로써 중도․중복장애학생의 건강관련 삶의 질 향상을 위한 기초자료를 제공하고자 하였다.

@highlight


중도․중복장애학생의 일상생활동작 수행은 부분적인 도움이 필요한 수준인 것으로 나타났으며, 중도․중복장애학생의 학교급, 장애유형, 의사소통 수준에 따라 집단 간 유의미한 차이가 확인되었다.

