본 연구는 행복에 관한 문헌을 통하여 행복의 본질에 대하여 이해하고, 수많은 행복론에서 제시하는 ‘어떻게하면 더 행복한가’ 라는 행복의 원리를 기초로 현대 소비문화를 비판적으로 살펴보고자 하였다.

즉 행복론에대한 기존 문헌 리뷰를 통해 ‘더 행복해지려면 어떻게 해야 하는가’를 정리하고 그에 비추어 현대 소비사회의 특성을 논의함으로써 현대 소비사회에서 더 행복하려면 어떻게 살아야 하는지를 탐색하고 향후 소비문화의바람직한 방향을 모색하고자 하였다.

연구결과, 행복은 인구사회학적인 외부적 요인보다는 내적태도와 같은 내부적 요인이 더 크다는 것을 확인하고, 행복을 증진할 수 있는 내적 태도를 중심으로 감사하기, 용서하기, 최적주의, 욕망의 자기조절, 쾌락과 의미균형, 내적집중, 자기초월, 타인과의 관계만족이라는 8가지의 행복증진원리를 찾아내었다.

현대 소비사회의 특성과 문제점을 이들 행복증진원리에 근거하여 논의하고 이들 원리를 염두에 두고 소비생활을 하는 것이 좀 더행복하다는 것을 제안하였다.

본 연구는 사람들이 어떻게 하면 행복할까를 고민했던 일반적인 행복론을 검토해서 공통적인 행복의 원리를찾아내고 이를 소비생활과 연관시켜 소비문화의 방향점을 찾아보았다는 데 그 의의가 있다.

@highlight

이 연구는 행복에 관한 문헌을 통하여 행복의 본질에 대하여 이해하고, 수많은 행복론에서 제시하는 ‘어떻게하면 더 행복한가’ 라는 행복의 원리를 기초로 현대 소비문화를 비판적으로 살펴보고자 하였다.

