본 연구는 혼맥 관계 네트워크를 활용하여 조선시대 집안과 집안간의 연결관계를 시계열적으로 분석하려는 목적을 갖는다.

이에 김해김씨 족보자료를 중심으로 1500년대부터 1800년대까지 김해김씨와 혼인을 맺은 집안들의 혼맥 관계를 네트워크화 하고, 각 집안들의 네트워크 중심성을 산출하였다.

또한, 50년 간격으로 8개의 네트워크를 도출하여 김해김씨와 혼맥 관계를 맺은 집안들의 네트워크 밀도와 네트워크 집중화 경향, 그리고 네트워크효과를 분석하였다.

연구 결과로는 전체 네트워크의 크기는 시대가 지남에 따라 증가하였으며, 네트워크집중화 경향성은 점차 감소하는 추세를 보여주었으나, 네트워크상의 혼맥 관계 상위 집안들은 큰 변화가 없는 것으로 나타났지만, 네트워크효과는 시간이 지남에 따라 크게 증대되었다.

본 연구는 기존의 족보연구가 한 집안에 집중되거나 정보 기재 방식에 집중되었지만, 디지털화된 빅데이터 족보자료를 활용하여 더욱 다양한 함의를 도출할 수 있음을 보여주며, 이에 족보의 디지털 데이터화 추진을 제안한다.

@highlight

이 연구는 혼맥 관계 네트워크를 활용하여 조선시대 집안과 집안간의 연결관계를 시계열적으로 분석하려는 목적을 갖는다.

