전 세계적으로 증가하고 있는 경제적 불평등은 그 원인 및 정책적 대응에 관한 많은 논의와 논란을 가져왔다.

한국의 경우 소득 및 자산 불평등이 동시에 증가함에 따라 복지정책에 대해 많은 정치적 논란이 불거졌지만, 불평등을 해소할 수 있는 복지정책에 대한 선호는 그리 높지 않은 실정이다.

이에 본 논문은 한국의 소득불평등과 자산불평등 변화를 추적하고, 불평등 현실과 대중의 복지선호와의 관계에 있어서 개인의 기술특정성과 국가정체성의 상호작용을 분석하였다.

다수의 선진 자본주의 국가의 경우, 소득불평등과 자산불평등은 어느 한쪽의 상대적 평등을 이루려는 정책을 통해 다른 한쪽의 부정적 영향이 상쇄되는 패턴을 보인다.

그러나 한국은 소득과 자산 두 가지 불평등이 모두 증가하는 추세이며, 정책적 결핍으로 인해 소득불평등과 자산불평등이 서로 상쇄되지 못하기에 전체적인 경제적 부의 격차가 심화되고 있다.

흥미로운 점은 이러한 불평등 심화에도 불구하고 대중의 복지선호가 크게 증가하지 않고 있다는 것이다.

이에 본 논문에서는 증가하는 소득 및 자산 불평등에도 불구하고 대중의 복지선호가 강화되지 않는 이유를 국가정체성이라는 매개변수를 통해 이해하고자 하였다.

한국을 대상으로 한 경험적 분석에 의하면, 복지선호 증가를 억제하는 국가정체성의 부정적 역할은 경제적 불평등에 따른 위험 인식이 높아짐에 따라 완화되었다.

@highlight

이 논문은 한국의 소득불평등과 자산불평등 변화를 추적하고, 불평등 현실과 대중의 복지선호와의 관계에 있어서 개인의 기술특정성과 국가정체성의 상호작용을 분석했다.

