신경(symbolum)이란 초대 그리스도교 공동체부터 고백한 신앙의 핵심적인 내용을 종합적인 표현의 틀에 담아 제시한 것으로 ‘신앙고백’, ‘신앙규칙’, ‘크레도’ 등으로 표현하기도 한다.

가톨릭교회는 사도신경과 니케아신경 두 가지 공식적인 신경을 가지고 있다.

니케아 신경의 기원은 확실한 반면 사도신경의 기원은 확실치 않으나 2세기 말까지 소급된다.

아우구스티누스의 작품 「신앙과 신경」은 ‘니케아 신경’과 확연히 구별되는 4세기 북 아프리카교회가 사용한 세례신경을 소개한다.

이 신경을 공송된 형태로 복원하면 세 가지 특징을 찾을 수 있다.

첫째, 복원한 신경의 형태가 ‘사도 신경’과 유사한 면이 많다.

둘째, 아우구스티누스가 북 아프리카교회 시노드에 참석한 모든 주교 앞에서 공적으로 설명한 신경이다.

셋째, 고백 형태가 아우구스티누스의 「설교집」 212, 213, 214, 215에 나오는 신경과 부분적으로 닮았다.

이러한 점을 고려할 때, 다음과 같은 가설이 제시될 수 있다.

북 아프리카교회는 알려지지 않은 단일한 신경을 전승받았다.

이 신경의 원천은 사도신경의 원천과 같다.

아우구스티누스는 북아프리카 교회의 모든 주교들이 알고 있는 전승된 신경을 자신의 작품 「신앙과 신경」에서 해설한 것이다.

@highlight

신경이란 초대 그리스도교 공동체부터 고백한 신앙의 핵심적인 내용을 종합적인 표현의 틀에 담아 제시한 것으로 ‘신앙고백’, ‘신앙규칙’, ‘크레도’ 등으로 표현하기도 한다.

