본 연구의 목적은 경북 의성 지역의 형태소 내부에서 자음에 연결되는 이중모음 ‘여’의 실현 양상을 서부와 동부로 나누어 살펴보는 것이다.

그러한 과정에서 ‘여’와 관련된 논의와 ‘여’와 관련된 변화를 적용해 가면서 각 지역에 나타난 어형을 설명하고자 하였다.

‘여’의 변화와 관련하여 양 지역 간의 차이가 크지는 않았으나 일부에서는 변화의 방향을 짐작할 수 있었다.

의성의 서부 지역에서 양순음 뒤 ‘여’는 의성보다 서쪽에서 기원한 ‘에>이’ 변화를 입었으나 최근에는 동부의 영향을 받아 ‘에’ 형이 많이 나타난다.

‘*ㅇ?

’에서 변화한 어형들은 어휘에 따라 서부와 동부가 서로 영향을 주고받는 듯하다.

서부에 나타나는 ‘자드랑’은 동부에서 나타나던 어형이며 동부에서 나타나는 ‘저테’ 형은 서부에서 나타나던 어형이다.

형태소 경계에서 나타나는 이중모음 ‘여’의 실현 양상을 살펴본다면 형태소 내부의 ‘여’ 실현 양상보다 지역적 차이가 더 크게 나타날 것으로 기대된다.

@highlight

이 연구의 목적은 경북 의성 지역의 형태소 내부에서 자음에 연결되는 이중모음 ‘여’의 실현 양상을 서부와 동부로 나누어 살펴보는 것이다.

