가축 전염병 또는 세균 오염 등 먹거리의 안전성을 해칠 수 있는 위험 발생시, 신속하게 대응을 할 수 있는 이력추적 및 회수를 위한 서비스 기능의 정의가 필요하다.

그러나 국내산 축산물과 수입산 축산물을 통합 관리할 수 있는 유통체계 구축에 대한 종합적인 연구는 미흡한 상태이다.

이 논문의 목적은 유통환경의 변화에 대응하여, 축산물거래의 안전성을 보장할 수 있는 축산물 이력추적 관리모델을 제안하는데 있다.

본 논문에서 제안한 축산물 이력추적 관리모델은 현재 거래명세서 추적모듈, 과거 생산유통이력 추적모듈, 회수대상 축산물 추적모듈 및 원산지 위조색출모듈로 구성된다.

이력추적 관리모델의 각 기능에 대한 평가지표를 제시하였으며, 제안한 이력추적 관리모델의유효성 검증을 위하여 테스트용 시스템을 구현하고 각 기능을 평가하였다.

본 논문의 주요 기대효과로는 분산된 이력추적시스템 구축의 문제 해결방안의 제시 및 제안된 추적관리모델을 타 식품이력추적 시스템에도 확대 적용할 수있다는 점을 들 수 있다.

@highlight

이 논문의 목적은 유통환경의 변화에 대응해, 축산물거래의 안전성을 보장할 수 있는 축산물 이력추적 관리모델을 제안하는데 있다.

