광원경화형 소재는 UV, 가시광선 등에 의해 반응하여 분자간의 가교가 일어나고 이러한 가교 반응에 의해 물성이 제어되는 소재를 의미한다.

광원경화거동과정에서 수축현상이 발생하게 되는데 이때 발생하는 수축현상으로 인해 재료의 구조가 변하고 내부의 응력이 발생하는 현상 등의 문제가 발생한다.

열경화에 의한 수축현상을 분석하는 연구는 많이 진행되어 왔으나 광원경화에 대한 수축 현상을 연구하는 분야는 현재 경화 수준이나 경화속도 등을 분석하는데 그치고 있다.

본 연구에서는 수축률 측정기를 통해 광원경화에 대한 수축현상을 실시간으로 살펴보고 재료의 차이에 따른 경화 거동과 수축현상의 차이를 살펴보고자 한다.

관능기의 숫자가 변화함에 따라 수축률과 수축 속도의 변화가 생겼으며 분자량의 사슬길이에 따라 수축정도의 차이가 발생했다.

이러한 결과가 이론적인 결과 값인 양의 상관관계와는 반대로 음의 상관관계를 가짐을 분석하였다.

이는 수축률이 단순히 분자량과 관능기 숫자에 따라 결정되는 것이 아니라 분자구조에 따른 혼합물 내에서의 유동성 등에도 영향을 받음을 확인 할 수 있는 결과이다.

@highlight

본고에서는 수축률 측정기를 통해 광원경화에 대한 수축현상을 실시간으로 살펴보고 재료의 차이에 따른 경화 거동과 수축현상의 차이를 살펴보고자 한다.

