리튬 이차전지의 대표적인 분리막인 polyethylene(PE) 분리막은 열에 의한 수축 및 기계적 파열의 단점을 가지고 있다.

본 연구에서는 이러한 기존 PE 분리막을 개선하기 위해 Si3N4 코팅 분리막 (SCS, Silicon-

nitride Coated Separator)을 제작하였다.

Si3N4 코팅이 분리막의 열적/기계적 수치안정성, 이온전도도, 및 전지의 출력 특성에 미치는 영향을 알아보았다.

Si3N4 분말을 polyvinylidene fluoride(PVdF) 결착재를 이용하여 PE 분리막의 한 쪽 면에 10 μm 두께로 코팅하여 SCS를 제작하였다.

SCS는 PE 분리막보다 100~150οC에서 우수한 열적안정성을 나타냈으며, 특히 150οC에서의 수축률은 10~20% 감소를 보였다.

또한, SCS의 인장강도는 PE 분리막에 비해 증가를 보였다.

SCS는 PE 분리막에 비해 다소 낮은 이온 전도도를 보였지만, LiCoO2/Li 코인전지의 C-

rate(0.2~3C) 특성 평가에서는 유사한 결과를 보였다.

@highlight

이 연구에서는 이런 기존 PE 분리막을 개선하기 위해 Si3N4 코팅 분리막 을 제작했다.

@highlight

또한, SCS의 인장강도는 PE 분리막에 비해 증가를 보였다.

