본

 

연

구

는

 

조

나

리

,

 

하

주

현

(

2

0

1

0

)

의

 

A

D

H

D

 

성

향

아

동

과

 

일

반

아

동

의

 

‘

창

의

적

 

특

성

비

교

 

연

구

에

 

대

한

 

후

속

연

구

이

다

.

 

A

D

H

D

 

성

향

아

동

과

 

일

반

아

동

의

 

창

의

적

 

사

고

검

사

(

T

T

C

T

,

 

그

림

형

)

에

 

대

한

 

반

응

을

 

질

적

으

로

 

비

교

하

였

다

.

 

연

구

대

상

은

 

충

남

지

역

 

초

등

학

교

 

5

~

6

학

년

 

학

생

들

로

,

 

T

T

C

T

 

검

사

를

 

실

시

한

 

후

 

담

임

교

사

에

게

 

A

D

H

D

 

선

별

 

평

정

척

도

(

C

o

n

n

e

r

’

s

 

평

정

척

도

)

를

 

의

뢰

하

였

고

,

 

그

 

결

과

를

 

바

탕

으

로

 

A

D

H

D

 

성

향

아

동

 

4

0

명

,

 

일

반

아

동

 

4

5

명

을

 

선

발

하

였

다

.

 

대

상

 

아

동

의

 

T

T

C

T

 

검

사

 

반

응

을

 

질

적

 

분

석

한

 

결

과

 

A

D

H

D

 

성

향

아

동

이

 

일

반

아

동

보

다

 

창

의

적

 

강

점

(

운

동

,

 

환

상

영

역

)

반

응

을

 

더

 

많

이

 

보

였

고

 

특

히

 

환

상

영

역

의

 

주

제

 

비

교

에

서

는

 

두

드

러

진

 

차

이

를

 

보

였

다

.

 

이

는

 

A

D

H

D

 

성

향

 

아

동

들

이

 

더

 

창

조

적

이

며

 

새

로

운

 

표

상

을

 

잘

 

함

을

 

알

 

수

 

있

었

다

.

 

또

한

 

T

T

C

T

 

검

사

의

 

3

번

째

 

활

동

에

서

 

A

D

H

D

 

성

향

아

동

은

 

일

반

아

동

보

다

 

더

 

많

은

 

독

창

성

 

보

너

스

 

점

수

를

 

획

득

하

였

다

.

 

이

는

 

A

D

H

D

 

성

향

아

동

들

이

 

기

존

의

 

사

고

에

서

 

탈

피

하

여

 

새

로

운

 

방

식

으

로

 

문

제

를

 

지

각

하

고

 

유

연

한

 

사

고

를

 

함

을

 

알

 

수

 

있

다

.

 

이

러

한

 

연

구

 

결

과

는

 

그

동

안

 

숨

겨

져

 

있

던

 

A

D

H

D

 

성

향

 

아

동

의

 

강

점

,

 

즉

 

창

의

성

에

 

주

목

하

는

 

계

기

가

 

될

 

것

이

라

고

 

기

대

하

며

,

 

앞

으

로

 

A

D

H

D

 

아

동

의

 

강

점

영

역

을

 

찾

아

서

 

부

각

시

킬

 

수

 

있

는

 

적

절

한

 

교

육

을

 

제

공

할

 

수

 

있

는

 

프

로

그

램

 

개

발

을

 

제

안

하

는

 

바

이

다

.

@highlight

이 연구는 조나리, 하주현의 ADHD 성향아동과 일반아동의 ‘창의적 특성비교 연구에 대한 후속연구이다. 본 연구 결과는 그간 숨겨져 있던 ADHD 성향 아동의 강점, 즉 창의성에 주목하는 계기가 될 것이라고 기대하며, 앞으로 ADHD 아동의 강점영역을 찾아서 부각시킬 수 있는 적절한 교육을 제공할 수 있는 프로그램 개발을 제안하는 바이다.