본 논문은 고령화 사회의 노동력 부족현상을 해결하기 위한 방안으로 출산과 양육으로 인해 노동시장에서 탈퇴하는 기혼여성의 경제활동참가를 들고 있다.

또한 가사 분담은 물론 돌봄이 가장 필요한 시기의 아동양육을 고민하고 있음에, 6세 미만의 미취학 자녀가 있는 여성의 자녀수 결정요인에 미치는 요소가 무엇이 있고 경제활동참가에 미치는 영향은 어떠한지 알아보고자 한다.

제3차 여성가족패널조사 자료를 이용한 결과, 6세 미만의 미취학자녀가 있는 여성의 자녀수 결정요인에 대해서는 여성과 남성의 연령이 높을수록, 여성의 교육수준이 낮을수록, 남성이 취업을 했을 경우, 가구소득이 5분위일 경우에 더 많은 자녀를 가질 가능성이 높은 것으로 나타났다.

미취학자녀가 있는 여성의 경제활동참가에 대해서는 여성의 연령이 높을수록, 교육수준이 높을수록, 경제활동을 할 가능성이 높은 것으로 나타났다.

노부모가 손자녀의 양육에 도움을 줄 경우와 전통적인 성역할태도에서 탈피한 여성일수록 경제활동 참여가 증가하는 것으로 나타났다.

@highlight

본고는 고령화 사회의 노동력 부족현상을 해결하기 위한 방안으로 출산과 양육으로 인해 노동시장에서 탈퇴하는 기혼여성의 경제활동참가를 들고 있다.

