본 연구는 근거이론으로 분석한 70년대 새마을교육의 특성에 관한 선행연구 결과물을 Kolb의 경험학습과 비교분석하여 새마을교육의 이론적 배경을 탐색하는 것을 목적으로 두고 있다.

이를 위해 경험학습의 단계별 특성과 유사한 새마을교육의 특성을 확인하였다.

경험학습의 구체적 경험 측면에서 연수생들은 정서적 개방상태에서 교육에 임하였고, 교육적 자극에 대해 적극적으로 반응하였다.

반성적 관찰 측면에서 연수생들은 경험공유적인 활동과 연수원 임직원들의 솔선수범 등을 통하여 기존 관념과 행태에 대해 성찰하고, 새마을지도자로서의 정체성을 인식하게 되었다.

추상적 개념화 측면에서 연수생들은의미를 부여했던 경험들을 새마을운동 실천기법과 생활철학 등의 형태로 개념화하였다.

적극적 실험 측면에서 연수생들은 새마을운동 실천기법을 가정, 마을, 조직에 적용하고, 현실의 문제들을 해결해 나갔던 것으로 관찰되었다.

또한 LDA 토픽모델링을 통한 정합성검증결과, 학습자의 변화구조면에서 새마을교육 특성과 경험학습 순환구조는 유사한 변화형태 범주를 나타내는 것으로 분석되었다.

@highlight

새마을교육의 이론적 배경을 탐색하는 것을 목적으로 근거이론으로 분석한 70년대 새마을교육의 특성에 관한 선행연구 결과물을 Kolb의 경험학습과 비교분석하여 경험학습의 구체적 경험 측면, 반성적 관찰 측면, 추상적 개념화 측면, 적극적 실험 측면에서 살펴보았다.

