본 글은 교과과정을 통해 한국의 대학 및 부설 대학원의 EU 교육 현황을 검토하는데 목적을 둔다.

이에 따라 우선 회원국을 포함한 EU 교육의 전반적인 현황을 살펴본 결과 학부 과정에서 어·문화, 역사, 사회, 정치, 법 분야에서 개별 회원국에 대한 비중이, 그마저도 영국, 독일, 프랑스에 대한 교과목 배정이 상대적으로 높은 비중을 차지했다.

그에 반해 EU 지역 차원의 교육은 경제 그 가운데서도 통상관련 학과에서 비교적 많은 비중을 차지하고 있었다.

더욱이 대학원의 EU 교육 현황도 학부 과정과 유사성을 보여주는데, 특히 법 분야의 경우 법학전문대학원을 중심으로 해서 학부 과정과 달리 EU 관련 교과목의 양적 증가가 눈에 띄었다.

한편 논의의 범위를 좁혀 EU 관련 학과와 전공과가 설치된 대학(8개) 및 대학원(6개)을 검토한 결과, 대부분의 대학에서 EU 지역의 전문가 양성을 목표로 동 지역에 대한 기초지식 제공과, 통상 관련 실무 능력에 중점을 둔 교과과정 배정이 두드러졌다.

게다가 대학원의 경우에는 교과목 배정과 관련해 대부분이 문화나 경제 분야에 경도되어 있고, 그것도 EU 공동체 수준보다는 EU 지역의 개별 회원국 수준을 대상으로 하는 교과목 편성이 두드러졌다.

결론적으로 유럽에 대한 교육을 넘어 EU에 특화된 교육과 연구자의 배출은 여전히 미흡한 수준에 있음을 알 수 있었다.

@highlight

본 글은 교과과정을 통해 한국의 대학 및 부설 대학원의 EU 교육 현황을 검토하는데 목적을 둔다.

@highlight

그에 반해 EU 지역 차원의 교육은 경제 그 가운데서도 통상관련 학과에서 비교적 많은 비중을 차지하고 있었다.

