柳成龍은 자신의 아버지 立巖 柳仲?

의 삶을 「先考行年紀」라는 독특한 작품 속에 재현하였다.

「선고행년기」는 류성룡이 형 류운룡과 함께 찬술한 것이다.

류운룡의 주도로 1573년경 「先府君行年紀」의 1차 찬술이 완료되었고, 약 30년 뒤 류성룡은 「선부군행년기」 속 정보의 검증을 통해 아버지의 삶을 총체적으로 재구하였다.

「선고행년기」는 크게 두 가지 측면에서 류운룡의 작품과 차이가 있다.

첫째, 綱目式 연보의 형식에 품계, 날짜, 성명 등의 새로운 정보를 구체적으로 기록하여 사실성을 강화하였다.

해당 연월에 지은 詩文의 제목이나 내용을 인용하여 作品年譜의 역할을 겸하게끔 하였다.

둘째, 특정 행적 전후의 정치적 정황을 상세히 설명하고 대화체를 삽입하거나 같은 시기에 일어난 사건을 한 데 모아 유기적으로 서술함으로써 서사성을 강화하였다.

추상적 평가를 자제하고 묘사의 진실성을 강조하여 명종대의 정치적 혼란상을 날카롭게 고발하였다.

이러한 글쓰기 방법을 통해 아버지에 대한 류성룡의 존모의식과 정치적 암흑기를 견고하게 살아낸 가문의 중요 인물로서 류중영의 면모가 입증된다.

@highlight

柳成龍은 자신의 아버지 立巖 柳仲?

@highlight

의 삶을 「先考行年紀」라는 독특한 작품 속에 재현했다.

@highlight

류운룡의 주도로 1573년경 「先府君行年紀」의 1차 찬술이 완료되었고, 약 30년 뒤 류성룡은 「선부군행년기」 속 정보의 검증을 통해 아버지의 삶을 총체적으로 재구했다.

