인구의 고령화가 진행되면서 골다공증에 이환 된 환자 수가 증가되고 있다.

현재 골다공증 치료제로 흔히 처방되고 있는 경구 비스포스포네이트는 골흡수를 억제하여 골밀도를 증가시킬 뿐 아니라 골절율 또한 감소시키는 매우 효과적인 약제이다.

그러나 최근 비스포스포네이트 투여로 발생한 턱뼈의 골괴사(osteonecrosis of jaw, ONJ)가 보고되면서 장기간 투여의 안정성에 대한 의문이 제시되고 있다.

대부분 다발성 골수종 및 유방암 환자 등 악성종양에서 골침범 시 경정맥 비스포스포네이트를 투여했던 경우에 발생 하였고, 골다공증 치료를 위한 경구 비스포스포네이트는 상대적으로 안전한 것으로 알려져 있다.

지금까지 경구 비스포스포네이트 투여로 ONJ가 발생한 경우는 매우 적은 증례가 보고 되어 있으며 특히 한국인에서는 현재까지 보고가 없다.

이에 본 저자들은 한국인 여성에서 골다공증 치료를 위하여 경구 비스포스포네이트를 투여하던 중 ONJ 증례를 경험하여 문헌고찰과 함께 보고하는 바이다.

@highlight

비스포스포네이트는 골다공증 치료제로 흔히 처방되지만, 턱뼈의 골괴사 등의 문제로 장기간 투여의 안정성이 문제 되고 있으므로, 본 연구에서는 비스포스포네이트 투여로 ONJ를 경험한 사례와 관련 문헌을 분석하였다.

