웹

을

 

통

해

 

제

공

되

는

 

서

비

스

는

 

현

재

 

문

서

중

심

에

서

 

데

이

터

 

중

심

으

로

 

변

화

를

 

겪

고

 

있

으

며

,

 

그

 

변

화

의

 

중

심

에

는

 

L

i

n

k

e

d

 

O

p

e

n

 

D

a

t

a

(

L

O

D

)

가

 

존

재

한

다

.

 

본

 

연

구

는

 

이

러

한

 

흐

름

에

 

부

응

하

여

 

기

록

정

보

의

 

L

O

D

 

구

축

을

 

위

한

 

구

체

적

인

 

절

차

와

 

방

법

을

 

살

펴

보

고

자

 

하

였

다

.

 

또

한

 

소

규

모

 

아

카

이

브

의

 

서

비

스

 

지

속

가

능

성

을

 

염

두

에

 

두

고

,

 

오

픈

소

스

 

소

프

트

웨

어

를

 

활

용

하

여

 

L

O

D

 

구

축

 

절

차

를

 

진

행

하

는

 

범

례

를

 

제

시

하

고

자

 

했

다

.

 

이

에

 

본

 

연

구

에

서

는

 

L

O

D

 

구

축

을

 

위

한

 

5

단

계

의

 

프

레

임

워

크

를

 

제

안

했

다

.

 

그

리

고

 

일

상

아

카

이

브

인

 

‘

인

간

과

 

기

억

 

아

카

이

브

’

의

 

일

기

 

기

록

물

 

컬

렉

션

을

 

수

집

하

여

,

 

제

안

된

 

5

단

계

 

프

레

임

워

크

에

 

따

라

 

오

픈

소

스

 

소

프

트

웨

어

인

 

P

r

o

t

e

g

e

와

 

A

p

a

c

h

e

 

J

e

n

a

 

F

u

s

e

k

i

를

 

활

용

하

여

 

P

O

C

(

P

r

o

o

f

 

o

f

 

c

o

n

c

e

p

t

)

를

 

진

행

하

였

다

.

 

오

픈

소

스

를

 

활

용

하

여

 

기

록

정

보

의

 

L

O

D

를

 

구

축

한

 

뒤

,

 

상

호

연

결

(

I

n

t

e

r

l

i

n

k

i

n

g

)

과

 

S

P

A

R

Q

L

 

검

색

을

 

통

해

서

 

외

부

 

L

O

D

와

 

연

결

되

는

 

모

습

을

 

확

인

할

 

수

 

있

었

다

.

 

또

한

 

기

록

정

보

의

 

L

O

D

 

구

축

 

절

차

 

진

행

과

정

의

 

경

험

을

 

바

탕

으

로

 

내

용

정

보

 

기

술

의

 

품

질

 

향

상

,

 

아

키

비

스

트

의

 

역

량

 

고

도

화

,

 

기

록

정

보

의

 

접

근

성

 

향

상

을

 

위

한

 

상

호

연

결

 

고

도

화

,

 

L

O

D

 

서

비

스

의

 

수

준

 

결

정

,

 

L

O

D

 

구

축

을

 

위

한

 

도

구

 

선

정

 

등

,

 

기

록

관

 

L

O

D

 

구

축

을

 

위

한

 

필

요

요

건

을

 

제

시

했

다

.

@highlight

웹을 통하여 제공되는 서비스는 현재 문서중심에서 데이터 중심으로 변화를 겪고 있으며, 그 변화의 중심에는 Linked Open Data가 있다. 본 논문은 흐름에 부응하여 기록정보의 LOD 구축을 위한 구체적인 절차와 방법을 살펴보았다. 소규모 아카이브의 서비스 지속가능성을 염두에 두고, LOD 구축 절차를 진행하는 범례를 제시하였다.