본 실험은 비료 공급원으로서 1) 대조구(NF), 2) 상업용유기질 비료(10N-2P_2O_5-8K_2O, Nature Safe^®)(CF), 3) 계분비료(PL)를 포함하였고, 멀칭 공급원으로는 4) 나무껍질 멀칭(WC), 5) 재활용 종이 멀칭(SP), 6) 식물성 퇴비 멀칭(GC),7) 초생멀칭(GR)을 포함하였다.

유기질 비료와 멀칭의 양은매해 유기농 사과나무 포장에 시비하였던 (50 g 질소/한 나무,10 cm 멀칭시용/한 나무) 질소량과 체적에 각각 비례해서 각포트에 시비하였다.

CF, PL, 그리고 GR 급원은 미생물이 유기태 질소를 무기화(N-

mineralization) 하는데 이상적인 탄소:질소(30:1이하)비를 보였는데, 처리 후 90일 째 되던 날에토양중 무기태 질소 농도를 증가시켰다.

CF, PL, 그리고 GR 처리된 유묘는 가장 넓은 총 엽면적과 두꺼운 직경, 그리고큰 수고 및 건물중을 나타내어서 식물생장을 증가시키기 위한 가장 유용한 자재로 평가되었다.

@highlight

본 실험은 비료 공급원으로서 1) 대조구, 2) 상업용유기질 비료(10N-2P_2O_5-8K_2O, Nature Safe^®), 3) 계분비료를 포함했고, 멀칭 공급원으로는 4) 나무껍질 멀칭, 5) 재활용 종이 멀칭, 6) 식물성 퇴비 멀칭,7) 초생멀칭을 포함했다.

