최근 리테일 결제를 둘러싼 상황은 2009년에 자금이체업이 인정된 이후 여러 업체의 참가가 있었지만, 최근에는 FinTech업체의 참가에 의한 보다 다양한 서비스가 등장하고 결제 서비스에의 참가자 수도 증가하고 있다.

또, 가상화폐와 같은 글로벌 한 결제에도 이용 가능한 것도 등장하고, 그동안 은행 주체의 리테일 결제 상황은 큰 전환기를 맞고 있다.

본고에서는 이들의 움직임에 대해서 계속적 대처요법으로 이루어진 법 제도 정비상황을 검토하며, 남겨진 여러 과제에 대해서 현재 상황에서 각 주제별로 규제에 관한 법적 정합성의 문제나 여러 업체가 참가하고 결제 서비스가 클라우드 상태에서 전개·성립되는 상황의 업자 간의 법적 책임 분계점의 문제, ‘지시 법리’의 결여에 의한 문제를 포함하여 지적하고자 한다.

또, 결제 서비스의 다양화나 기술의 발전이 가져올 금융법제의 장래에 대한 영향에 대해서도 검토하고자 한다.

구체적으로 본 연구는 이러한 점을 고려하여 리테일 결제의 동향과 Fintech와 리테일 결제 업무를 살펴본다.

이어서 Fintech법제의 정비를 위해 가상화폐에 대한 규제, 전자 단말형 선불카드를 위한 제도 정비, 자금결제법을 둘러싼 기타 제도 정비, 은행법 개정 문제를 논의한다.

다양화하는 리테일 결제 분야에서의 새로운 논의로서 가상화폐를 둘러싼 논란과 소매 결제수단이 안고 있는 새로운 법적 과제를 검토한다.

결론으로 결제법제의 변용이 시사하는 우리나라의 금융 법제의 정비 방향성을 검토한다.

@highlight

가상화폐와 같은 글로벌 한 결제에도 이용 가능한 것도 등장하고, 그동안 은행 주체의 리테일 결제 상황은 큰 전환기를 맞고 있다.

@highlight


결제 서비스의 다양화나 기술의 발전이 가져올 금융법제의 장래에 대한 영향에 대해서도 검토한다.

@highlight


다양화하는 리테일 결제 분야에서의 새로운 논의로서 가상화폐를 둘러싼 논란과 소매 결제수단이 안고 있는 새로운 법적 과제를 검토한다.

