이 연구는 스포츠에서 경험되는 감정에 관하여 인지주의적 입장에서 접근을 시도하였다.

그리하여 스포츠가 신체활동을 통해 인간이 지닌 다양한 감정을 이끌어내고, 분출시키는 건강한 인간 활동임을 논의함에 있어서 인식판단의 작용이 요구됨을 밝히고자 하였다.

인지주의적 관점에서 감정을 정의함에 있어서 믿음은 핵심적인 요소로 대두되고, 스포츠를 통해 경험하게 되는 다양한 감정들은 인식판단의 작용과 변화에 따라 판단과 감정발생의 전후 차이가 발생된다.

스포츠에서 감정의 발현은 단지 본성적인 인간의 욕구가 아니라 명백한 믿음에 근거한 인식작용의 결과로서 발생된다.

특히 경쟁적 스포츠상황에서 판단과 믿음을 통해 발생되는 감정은 신체감각의 반응과도 관련되어 설명되는데, 이는 감정의 구성요소로서 인지와 신체적 반응이라는 양자의 조합을 필요로 한다는 것을 알 수 있다.

특히 스포츠의 경기결과는 경기규칙을 준거로 삼고, 판단을 통해 이루어지는 명백한 인식적 작용이 요구되는 특징을 지닌다.

그리고 이를 전제로 다양한 신체적 반응들이 동원된다.

따라서 스포츠는 신체적 · 정신적으로 자신의 탁월한 기량을 선보이고, 감정의 표현까지도 가능하게 하는 이성적 활동이라 할 수 있다.

@highlight

본고는 스포츠에서 경험되는 감정에 대하여 인지주의적 입장에서 접근을 시도했다.

@highlight

그해서 스포츠가 신체활동을 통하여 인간이 지닌 다양한 감정을 이끌어냈다.

