본 연구는 동양의 유교사상을 기반으로 한 중국의 만다린(Mandarin)과 한국의 유자관료(儒者 官僚)를 중심으로 적극행정 리더십의 이념형을 분석하였다.

만다린과 유자관료는 모두 고급관리이자 사회의 지배계층으로서 민본사상을 바탕으로 하여 군주와 호혜적인 군신관계를 유지하였다.

또한 능력(지성)과 덕성(품성)을 겸비하고, 고위관료로서 솔선수범하며, 군자(君子, junzi)와 같은 도덕적 엘리트로서의 역할을 다하고자 하였다.

특히 유자관료는 능동적이고 실천적인 행동을 강조하면서 적극행정을 실현하고자 하였다.

비록 현대 행정에서 선출직 공직자와 고위관료의 수직적 지위관계, 선출직 공직자에 비해 낮은 고위관료의 자율성 등으로 인해 고위관료의 적극행정 리더십 실현은 쉽지 않지만, 고위관료가 솔선수범하는 적극행정 리더십이 중?

하위직 관료들에게 미치는 영향은 여전히 크다고 할 수 있다.

이와 관련해 만다린과 유자관료의 적극행정 리더십 이념형에서 제시되는 시사점을 주목해 볼 필요가 있을 것이다.

@highlight

본 연구는 만다린과 유자관료를 중심으로 적극행정 리더십 이념형을 분석하였다.

@highlight

현대 행정에서 고위관료가 솔선수범하는 리더십이 중?

@highlight

하위직 관료들에게 미치는 영향은 큰데, 이와 관련해 만다린과 유자관료의 적극행정 리더십에서 제시되는 시사점을 주목해 볼 필요가 있을 것이다.

