본고는 한문 고전을 번역하면서 고려해야할 많은 사항들 가운데 한문 문법과 관련된 내용을 다루었다.

논의 내용을 요약하면 다음과 같다.

한문 문장은 반복을 피하기 위한 문장성분의 생략이 빈번하다.

이는 수사를 고려한 작자의 의도된 글쓰기이므로, 번역자가 의미 전달만을 추구한다면 작자가 의도한 수사 효과를 얻을 수 없다.

따라서 꼭 필요한 경우가 아니면 생략한 말을 명시할 필요는 없다.

그러나 수사보다 중요한 것이 정확한 의미 전달이므로 상황에 따라 생략된 내용을 보충하여 명시할 필요가 있음을 지적하였다.

번역은 話者가 나타내고자 하는 語氣를 정확히 반영하는 것도 중요한 일인데, 한문의 의문문 형식 가운데 일부는 의문문으로 표현하기 곤란한 경우도 있다.

겸양의 수단으로 ‘未知’, ‘不審’ 등을 이용해 의문문을 만들 경우 번역문이 평서형으로 표현될 가능성이 있는데, 원문의 語氣와 일치시켜 의문문으로 표현하는 것이 옳다.

또 수사의문문의 경우 원문을 逐字 번역할 경우 국어와 어감이 맞지 않을 수 있으므로 보충 서술할 것을 제안하였다.

한문은 부사어만큼이나 보어의 활용이 활발한 언어이다.

한문의 보어는 국어로 번역하면 처소와 시간, 방법 등을 나타내는 부사어가 되는데, 정도나 수량, 기간 등을 나타내는 보어의 경우 달리 번역된 사례가 있었다.

한문의 보어에 대한 이해를 바탕으로 부사어로 처리하는 노력이 요구된다.

@highlight

이 논문은 한문 고전을 번역하면서 고려해야할 많은 사항들 가운데 한문 문법과 관련된 내용을 다루었다.

@highlight

이는 수사를 고려한 작자의 의도된 글쓰기이므로, 번역자가 의미 전달만을 추구한다면 작자가 의도한 수사 효과를 얻을 수 없다.

