현

재

 

우

리

나

라

에

 

유

포

되

어

 

독

송

되

고

 

있

는

 

『

반

야

심

경

』

은

 

玄

?

三

藏

이

 

漢

譯

한

 

것

이

다

.

 

그

 

내

용

은

 

“

觀

自

在

菩

薩

 

行

深

般

若

波

羅

蜜

多

時

 

照

見

五

蘊

皆

空

 

度

一

切

苦

厄

”

으

로

 

시

작

된

다

.

 

그

러

므

로

 

그

것

을

 

해

석

하

는

 

많

은

 

사

람

들

이

 

의

당

 

설

법

주

는

 

석

가

모

니

붓

다

라

고

 

한

다

.

 

또

한

 

그

 

의

미

는

 

대

체

로

 

“

관

자

재

보

살

이

 

반

야

바

라

밀

 

수

행

을

 

통

해

 

오

온

이

 

공

함

을

 

비

추

어

보

고

 

일

체

의

 

고

액

을

 

떠

났

다

”

로

 

이

해

한

다

.

 

그

러

나

 

석

청

화

는

 

‘

度

一

切

苦

厄

’

에

서

 

‘

度

’

의

 

의

미

를

 

“

일

체

고

액

의

 

苦

海

를

 

제

도

하

나

니

”

로

 

풀

이

하

며

,

 

申

韶

天

은

 

“

일

체

고

액

 

건

네

라

”

로

 

해

석

한

 

후

에

 

그

 

의

미

를

 

덧

붙

이

고

 

있

다

.

 

즉

 

實

相

으

로

서

의

 

관

자

재

보

살

이

 

중

생

을

 

어

여

삐

 

여

기

어

 

대

자

대

비

를

 

실

현

한

다

는

 

의

미

에

서

의

 

‘

건

네

라

’

라

는

 

것

이

었

다

.

 

따

라

서

 

논

자

는

 

본

 

논

문

에

서

 

관

자

재

보

살

과

 

반

야

바

라

밀

의

 

관

계

를

 

불

교

의

 

實

相

을

 

분

석

함

으

로

써

 

정

리

하

였

다

.

 

그

 

결

과

 

실

상

의

 

대

명

사

는

 

아

미

타

불

이

며

 

관

자

 

재

보

살

과

 

‘

반

야

바

라

밀

’

은

 

실

상

의

 

공

덕

에

 

대

한

 

異

稱

임

을

 

확

인

하

였

다

.

 

또

한

 

廣

本

 

『

반

야

심

경

』

을

 

통

해

 

설

법

주

가

 

관

자

재

보

살

임

을

 

확

인

하

였

다

.

 

그

뿐

만

 

아

니

라

智

慧

輪

三

藏

의

 

廣

本

 

『

般

若

心

經

』

분

석

을

 

통

하

여

 

‘

度

一

切

苦

厄

’

에

서

 

‘

度

’

의

 

의

미

는

申

韶

天

의

 

말

대

로

 

實

相

으

로

서

의

 

다

라

니

신

통

장

인

 

관

자

재

보

살

이

 

중

생

을

 

제

도

하

는

 

것

임

을

 

확

인

하

였

다

.

@highlight

현재 우리나라에 유포되어 독송되고 있는 『반야심경』은 玄?三藏이 漢譯한 것이다. 그 내용은 “觀自在菩薩 行深般若波羅蜜多時 照見五蘊皆空 度一切苦厄”으로 시작된다.