최고정보관리자(CIO)의 역할이 중요함에도 불구하고 대부분의 선행연구에서는 CIO의 역할과 관련하여 개념적으로만 분석하였으며 실증적 연구는 거의 없었다.

CIO에 대한 일부 실증적 연구에서도 CIO의 역할수행도를 고려하지 않은 채 단순히 CIO의 특성이 정보시스템의 성과에 미치는 영향을 분석하였다.

본 연구의 목적은 CEO와 CIO의 관계, CIO의 조직내 권력, CIO의 고용형태, CIO의 직무배경과 같은 CIO의 특성이 CIO의 역할수행도에 미치는 영향을 분석하고, CIO의 역할수행도가 정보시스템의 성과에 미치는 영향을 분석하고, CIO의 특성과 정보시스템의 성과의 관계에 대한 CIO의 역할수행도의 매개효과를 실증적으로 검증하는 것이다.

국내 기업을 대상으로 한 설문조사의 결과, 첫째, CIO의 특성 중에서 CIO의 직무배경을 제외한 나머지 변수들 즉, CEO와 CIO의 관계, CIO의 조직내 권력, CIO의 고용형태는 CIO의 역할수행도에 영향을 주는 것으로 나타났다.

둘째, CIO가 역할을 잘 수행할수록 정보시스템의 성과는 높아지는 것으로 나타났다.

셋째, CIO의 역할수행도는 CIO의 특성과 정보시스템의 성과의 관계에서 부분적으로 매개효과가 있는 것으로 나타났다.

@highlight

이 연구는 CEO와 CIO의 관계, CIO의 조직내 권력, CIO의 고용형태, CIO의 직무배경과 같은 CIO의 특성이 CIO의 역할수행도에 미치는 영향을 분석하고, CIO의 역할수행도가 정보시스템의 성과에 미치는 영향을 분석한다.

