최근 연구에서 감성리더십(emotional leadership)이 조직 구성원들의 성과에 긍정적인 영향을 미치는 것으로 나타났다.

상사의 감성리더십은 구성원들을 배려하여 조직 내에서 인간관계를 효과적으로 관리함으로써 조직에 긍정적인 영향력을 미칠 뿐만 아니라 조직구성원들의 역량과 수행능력, 그리고 자신감 등의 자기효능감(self-

efficacy)을 향상시키는데 중요한 역할을 담당하기 때문이다.

이러한 감성리더십은 종사자들의 핵심역량인 서비스 능력을 극대화하기 위해 서비스 산업에서 중요한 역할을 할 것으로 보이나 이와 관련된 연구가 미비하였다.

이에 본 연구는 미용 서비스업에 종사하는 헤어디자이너 280명을 대상으로 상사의 감성리더십이 부하직원의 직무열의(work engagement)에 미치는 영향에 대하여 실증 연구하였다.

연구 결과, 감성리더십은 부하직원의 직무열의와 자기효능감에 모두 정(+)의 영향을 미쳤고, 자기효능감은 직무열의에 정(+)의 영향을 미쳐, 감성리더십과 직무열의 간의 관계에 부분 매개효과가 있었다.

이러한 연구 결과를 바탕으로 여러 가지 학문적, 실무적 시사점을 논의하였다.

@highlight

최근 연구에서 감성리더십(emotional leadership)이 조직 구성원들의 성과에 긍정적인 영향을 미치는 것으로 도출되었다.

