본 소고에서 연구자는 카톨릭과 개신교도 모두의 존경의 대상인 헨리 나우엔의 실천적 생애와 그의 저서들을 통해 목회상담자가 얻을 수 있는 지혜를 고찰하고자 하였다.

그는 사제 서품을 받은 후에 심리학을 전공했으며, 메닝거 클리닉에서 임상 경험을 통해 신학과 심리학을 통합할 수 있는 안목을 갖게 되었다.

이에 대한 한 예로 그의 가장 대표적인 저서인 ‘상처입은 치유자’에서 인간에게 있어서 상처는 공통적이고 보편적임을 강조하였다.

그리고 교회 공동체에서 사역자들은 상담의 현장에서 자신의 상처를 치료의 가능한 자원으로 사용할 것을 제안한다.

자신의 고난과 상처에 대한 올바른 인식이야 말로 돌봄 목회 사역의 출발점이 된다.

나우엔에게서 상담의 목적은 인간의 죄책감, 억눌림, 상처로부터의 해방과 인간의 욕망을 정리하는 것이다.

그 상담의 과정은 인간 내면의 세계가 영적으로 한 단계 도약하는 것을 의미하며, 상담의 기술적인 면에서 상담자는 내담자의 안전한 장소 역할을 우선적으로 해야 함을 주장한다.

오늘날 목회 상담자들이 그에게서 배울 수 있는 지혜는 하나님과의 관계를 중심으로 한 영성과 심리학을 바탕으로 한 인간에 이해라고 할 수 있는데, 이것이 바로 나우엔이 많은 이에게 보여준 견고한 균형성이며, 외로움으로 인해 고통을 당하는 자들에게 사랑받는 이유이기도 하다.

@highlight

본 소고에서 연구자는 카톨릭과 개신교도 모두의 존경의 대상인 헨리 나우엔의 실천적 생애와 그의 저서들을 통해 목회상담자가 얻을 수 있는 지혜를 고찰하고자 했다.

