본 연구는 창의성 교육 연구들이 창의성 교육에 어떻게 접근하고 있는지에 관한 동향을 파악하여 실제 창의성 교육에 주는 함의를 찾고자 하였다.

이를 위해 국내에서 최근 10년간 이루어진 창의성 교육 관련 연구 399개를 분석하였다.

창의성 교육관련 연구들을 ‘교과 분리형’, ‘교과 통합형’, ‘간접 지원형’의 세 가지 유형으로 나누어서 분석한 결과, 교과 시간에 이루어지는 ‘교과와 통합된 창의성 교육’이 가장 많이 이루어졌으며, 그 다음으로는 ‘교과와 분리된 창의성 교육’, ‘창의성 교육의 간접적 지원’ 순이었다.

하지만 교과내용과 창의성이 어떤 과정에서 어떻게 통합되었는지에 대한 심층적 연구는 거의 찾아볼 수 없었고, 대부분 프로그램의 효과를 검증하거나 이론적 수준의 제언에 그치고 있었다.

교과별로 비교해 보면 창의성 교육 연구가 몇몇 과목 중심으로 이루어지는 경향이 있었는데, 다양한 과목에서 연구될 필요가 있으며, 더 많은 연구들이 교과와 연계되어 영역 특수적으로 진행될 필요가 있다.

‘창의성 교육의 간접적 지원’ 관련 연구는 절반이 넘는 연구가 창의성 교육의 개념에 관한 연구였으며, 정책적인 지원과 교사 지원에 관한 연구가 약 20% 정도로 이루어지고 있었다.

교실환경 지원과 관련된 연구는 한 편뿐이었으며 가정환경에 대한 지원과 관련된 연구는 단 한편도 없었다.

또한 학생들이 학교 밖에서 가정 및 지역 사회와 연관하여 체험할 수 있는 창의적 재량활동에서의 연구도 더욱 활발히 이루어져야 할 것이다.

@highlight

이 연구는 창의성 교육 연구들이 창의성 교육에 어떻게 접근하고 있는지에 관한 동향을 파악하여 실제 창의성 교육에 주는 함의를 찾고자 했다.

@highlight

창의성 교육관련 연구들을 ‘교과 분리형’, ‘교과 통합형’, ‘간접 지원형’의 세 가지 유형으로 나누어서 분석한 결과, 교과 시간에 이루어지는 ‘교과와 통합된 창의성 교육’이 가장 많이 이루어졌으며, 그 다음으로는 ‘교과와 분리된 창의성 교육’, ‘창의성 교육의 간접적 지원’ 순이었다.

