이 연구는 대학 태권도 선수를 대상으로 태권도 지도자의 멘토링 기능이 자기효능감과 선수만족에 미치는 영향을 알아보기 위하여 편의표본추출법을 이용하여 274명의 자료를 사용하였으며, SPSS 18.0 프로그램을 이용하여 빈도분석, 탐색적 요인분석, 신뢰도분석, 상관분석, 회귀분석을 실시한 결과 다음과 같은 결론을 얻었다.

첫째, 멘토링 기능의 하위요인인 경력개발기능, 심리사회기능, 역할모형기능에서 자기효능감의 하위요인인 자기조절, 자신감에 통계적으로 유의한 영향을 미치는 것으로 나타났다.

둘째, 멘토링 기능의 하위요인인 심리사회기능, 역할모형기능에서 선수만족의 하위요인인 과제수행에, 경력개발기능, 심리사회기능에서 선수만족의 하위요인인 사회환경상호작용에, 경력개발기능, 심리사회기능, 역할모형기능에서 선수만족의 하위요인인 지도자에 통계적으로 유의한 영향을 미치는 것으로 나타났다.

셋째, 자기효능감의 하위요인인 자신감에서 선수만족의 하위요인인 과제수행에, 자기조절, 자신감에서 선수만족의 하위요인인 사회환경상호작용, 지도자에 통계적으로 유의한 영향을 미치는 것으로 나타났다.

@highlight

본고는 대학 태권도 선수를 대상으로하여 태권도 지도자의 멘토링 기능이 자기효능감 및 선수만족에 미치는 영향을 알아보기 위해 편의표본추출법을 이용해 274명의 자료를 사용했다.

