이 논문이 논증하고자 하는 바는 다음과 같은 것이다.

첫째, 사형을 형벌의 종류 중의 하나로 정하고 있는, 형법 제41조 제1호가 위헌으로 결정된다고 하여 법정으로 사형을 정하고 있는 모든 법률조항이 위헌으로 되는 것은 아니다.

둘째, 생명권은 절대적 권리다.

만약, 생명권을 절대적인 권리로 보는 것이 헌법 제37조 제2항에 반한다면, 생명권은 해석을 통해 도출될 수 없다.

셋째, 헌법 제110조 제4항으로 인하여, 우리 헌법상 어떠한 경우에도 사형이 법정형으로 정해질 수 없다는 주장은 타당하지 아니한 것으로 되었다.

넷째, 법정의견은 본질침해금지원칙의 독자성을 부인하는 것이어서 타당하지 아니한 입론이다.

다섯째, 김종대 재판관의 의견은, 기본권의 본질을 침해할 수 없다는 헌법적 명령이 본질만으로 구성된권리와 그렇지 아니한 권리 사이에 달리 적용되어야 하는 이유를 전혀 설명하지 아니하였다.

여섯째, 헌법 제37조 제2항에서 과잉금지원칙과 본질침해금지원칙을 별도로 도출해 낼 수는 없다.

일곱째, 개헌을 한다면, ‘필요한 경우에 한하여’를 ‘필요한 범위에 한하여’로 고치고, 후문을 삭제함이 상당하다.

@highlight

생명권은 절대적 권리이며, 생명권을 절대적인 권리로 보는 것이 헌법 제37조 제2항에 반한다면, 생명권은 해석을 통해 도출될 수 없고, 법정의견은 본질침해금지원칙의 독자성을 부인하는 것이기 때문에 타당하지 않은 입론이다.

@highlight

헌법 제37조 제2항에서 과잉금지원칙과 본질침해금지원칙을 별도로 도출해 낼 수는 없다.

