본 연구의 목적은 성인 여성의 성적공상에 영향을 미치는 사고-

행동 융합 특성을 탐색하고, 침투사고에 대한 인지적 편파로 불안, 불편감을 느끼게 되는 경로가 성적공상에서도 동일하게 적용되어 수치심, 죄책감을 유발하는지와 성 태도 형성에 영향을 주는지 확인하는 데 있다.

이를 위해 중부권에 거주하는 3, 40대 여성 154명을 대상으로 자료를 수집하였으며 각 변인간의 유의한 상관관계를 알고, 상대적인 기여도를 검증하기 위해 상관분석과 중다회귀분석을 실시하였다.

연구 결과, 도덕성 융합은 성적공상에 대한 수치심과는 정적 상관, 성 태도와는 부적 상관을 보였고, 성적공상의 빈도는 성적공상에 대한 수치심, 죄책감, 성 태도와 정적 상관을 보였으며, 성적공상에 대한 수치심은 죄책감과 정적 상관을 보였다.

성적공상에 대한 수치심과 죄책감에 대한 예측변수로는 도덕성 융합이었고, 성 태도는 타인 가능성 융합이 예측하였다.

본 연구는 강박장애에만 국한해 사용되던 사고-

행동 융합 개념을 보다 확장된 범위에서 적용하고, 그 하위 특성이 성적공상에서의 수치심, 죄책감 그리고 성 태도에 어떻게 영향을 미치는지 경험적으로 확인하였다.

또한 성적 공상과 관련한 부적절한 죄책감, 수치심과 관련한 개입 및 연구의 활용방안에 대해 논의하였다.

@highlight

본고의 목적은 성인 여성의 성적공상에 영향을 미치는 사고-

@highlight

행동 융합 특성을 탐색하고, 침투사고에 대한 인지적 편파로 불안, 불편감을 느끼게 되는 경로가 성적공상에서도 동일하게 적용되어 수치심, 죄책감을 유발하는지와 성 태도 형성에 영향을 주는지 확인하는 것이다.

