오키나와의 현대사는 오키나와전투의 참극, 미국에 의한 27년간의 통치, 기지문제 등 갖가지 굴절로 점철되어 왔다.

본고에서는 전후 일본의 사회정치분야의 키워드 중의 하나였던 ‘혁신’과 관련하여 본토와 대비된 오키나와의 특수성을 살펴보았다.

6-70년대를 풍미했던 혁신자치의 성격, 전반적인 선거양상, 오키나와 아이덴티티와의 연관을 살펴본 결과, 첫째, 혁신자치의 형태적 양상은 유사하지만 혁신자치 활성화의 역사적 배경과 핵심과제라는 내용적 측면에서 본토와 상이함을 보이며, 둘째, 본토의 ‘55년 체제’와 오키나와의 ‘68년 체제’의 형태적 유사성에도 불구하고, 투표율의 차이, 혁신우세의 정도 등에서 차이를 보이며, 셋째, 90년대 이후에도 혁신이라는 용어 및 혁신자치의 존립 정도, 오키나와 아이덴티티의 존재를 통해 오키나와의 혁신의 존재감 및 본토와의 상이함이 확인된다.

또, 오키나와의 사회정치적 특수성은 시간적 변수에 의해 해체되기보다는 특정한 공간적 변수(미군기지의 지역적 집중배치)에 의해 재생산되는 것으로 볼 수 있다.

@highlight

이 논문에서는 전후 일본의 사회정치분야의 키워드 중의 하나였던 ‘혁신’과 관련해 본토와 대비된 오키나와의 특수성을 살펴보았다.

