이 연구에서는 협력적 멘토링에서 나타나는 멘토의 상호작용 특징과 멘토의 멘토링 경험에 따른 상호작용 특징의 변화 에 대하여 알아보았다.

연구참여자는 교직경력 17년 이상의 멘토 3명과 초임중등과학교사 6명을 선정하였다.

일대일 멘토링 대 화 녹음본 및 전사본을 수집하였고 이를 상호작용 분석틀을 이용하여 분석하였다.

협력적 멘토링 과정에서 나타나는 멘토의 상 호작용의 특징을 분석 결과, 대체로 멘토들은 대화를 시작할 때 지원과 단순질문의 방법을 가장 많이 쓰고 있었다.

협력적 멘토 링 과정에서 나타나는 멘토의 상호작용의 특징 변화를 보면, 멘토 3명의 멘토링 대화에서 대체로 1년차 멘토링에 비해 2년차 멘 토링에서 사고질문이 많아졌으며, 이로 인하여 멘티의 반성 및 반성적 실천이 나타난 비율이 높아졌다.

멘토 인터뷰를 통하여 멘 토들은 자신의 멘토링이나 멘티의 수업 변화를 보고 자신의 멘토링을 돌아보는 모습을 보였으며 이는 멘토링 프로그램을 통하 여 멘토의 반성이 일어났음을 확인할 수 있다.

@highlight

본고는 협력적 멘토링에서 나타나는 멘토의 상호작용 특징과 멘토의 멘토링 경험에 따른 상호작용 특징의 변화에 대해 알아봤다.

