본 연구는 현재 가장 많이 사용되고 있는 터치 인터페이스인 밀기(swipe)를 기준으로 콘텐츠의 종류와 디스플레이의 크기, 상황의 차이 등에 따라 해당 인터페이스에 대한 사용자들의 화면전환 성능 허용수준에 대해 알아보고자 하였다.

이를 위하여 두 종류의 실험상황을 진행하였는데 우선 정지된 상태에서 화면의 크기 및 콘텐츠의 종류별 화면전환 성능의 허용수준을 측정하였고, 이후 동일한 방식으로 걷기 상황에서 실험을 진행하였다.

실험 결과에서 대부분의 참가자는 0.3초부터 시간 차이를 인지하기 시작하였고, 0.2초 전후의 화면 전환 속도에 대해서는 큰 불만을 나타내지 않았다.

각 변인들에 대한 참가자의 반응은 콘텐츠에 문자 정보가 많을수록, 디스플레이의 화면이 클수록 터치스크린 인터페이스 성능에 대한 허용수준이 높은 결과를 보였고, 반대로 콘텐츠가 이미지 중심으로 구성이 되었을 경우, 디스플레이 사이즈가 작은 경우 허용수준이 낮은 결과를 보였다.

스마트 기기의 특성상 이동하며 사용하는 경우가 많기 때문에, 이동하는 상황에 대한 평가에서 참가자들은 주의가 분산되는 이동하는 상황에 터치스크린 인터페이스에 대한 허용수준이 더 높게 측정되는 것을 확인할 수 있었다.

이러한 결과들은 다양한 사용자 특성과 사용상황에 따른 종합적인 조사를 통해 보다 구체적인 인간 중심적 스마트 기기 개발 및 디자인 가이드라인이 가능함을 엿볼 수 있다.

@highlight

이 연구는 현재 가장 많이 사용되고 있는 터치 인터페이스인 밀기를 기준으로 콘텐츠의 종류와 디스플레이의 크기, 상황의 차이 등에 따라 해당 인터페이스에 대한 사용자들의 화면전환 성능 허용수준에 대해 알아보고자 했다.

