이 글의 목적은 가습기살균제 악행이 17년 동안 한국사회 그 어디에서도 눈에 띄지 않은 채 저질러진 과정과 그 이유를 분석하는 데 있다.

이 글에서 가습기살균제 사건은 재난(참사)이 아니라 악행으로 규정된다.

이 악행의 특징은 그 몹쓸 짓이 시장에서 팔리는 제품을 매개로 저질러졌다는 것, 달리 말해, 악행을 저지르는 사람이 직접 드러나지 않았다는 점과 피해자들이 그 제품에 의해 돌이킬 수 없는 큰 피해를 입으면서도 그들 자신이 그 사실을 전혀 몰랐다는 데 있다.

그 가장 큰 이유는 제품을 통한 악행이 그 자체로 ‘눈에 띄지 않음’의 성격을 갖기 때문이다.

이러한 성격에 대한 분석은 하이데거의 일상성과 빠져 있음 개념을 통해 잘 드러낼 수 있고, 아울러 눈에 띄지 않음의 이유들은 한국사회가 울리히 벡이 말하는 위험 사회와 가습기 사용을 부추기는 건강주의 사회로 진입했다는 사실, 나아가 그 악행의 인과관계가 일종의 사각지대에 놓여 있었다는 사실 등에서 찾아볼 수 있다.

@highlight

가습기살균제 악행이 17년 동안 한국사회 그 어디에서도 눈에 띄지 않은 채 저질러진 과정과 그 이유를 분석하고자 하였다.

@highlight

가습기살균제 사건은 재난(참사)이 아니라 악행으로 규정된다.

@highlight

제품을 통한 악행이 그 자체로 ‘눈에 띄지 않음’의 성격을 갖기 때문이다.

@highlight

이러한 성격에 대한 분석은 하이데거의 일상성과 빠져 있음 개념을 통해 잘 드러낼 수 있고, 아울러 눈에 띄지 않음의 이유들은 한국사회가 울리히 벡이 말하는 위험 사회와 가습기 사용을 부추기는 건강주의 사회로 진입했다는 사실, 나아가 그 악행의 인과관계가 일종의 사각지대에 놓여 있었다는 사실 등에서 찾아볼 수 있다.

