이

번

 

연

구

는

 

금

속

 

내

관

에

 

축

성

된

 

도

재

의

 

두

께

가

 

도

재

의

 

전

단

 

결

합

 

강

도

에

 

어

떠

한

 

영

향

을

 

주

는

지

 

알

아

보

기

 

위

하

여

 

장

석

계

 

도

재

와

 

열

가

압

 

성

형

 

도

재

를

 

다

양

한

 

두

께

로

 

축

성

하

여

 

비

교

하

였

다

.

 

1

2

0

개

의

 

금

속

 

정

육

면

체

(

4

 

x

 

4

 

x

 

4

 

m

m

)

를

 

주

조

하

여

 

제

작

한

 

후

,

 

6

0

개

는

 

장

석

계

 

도

재

를

,

 

나

머

지

 

6

0

개

는

 

열

가

압

 

성

형

 

도

재

를

 

각

각

 

1

m

m

,

 

1

.

5

m

m

,

 

2

m

m

,

 

2

.

5

m

m

,

 

3

m

m

 

그

리

고

 

3

.

5

m

m

 

두

께

로

 

축

성

하

여

 

시

편

을

 

제

작

하

였

다

.

 

전

단

 

결

합

 

강

도

 

측

정

을

 

위

해

 

I

n

s

t

r

o

n

 

u

n

i

v

e

r

a

l

 

t

e

s

t

i

n

g

 

m

a

c

h

i

n

e

에

서

 

측

정

하

여

 

비

교

하

여

 

다

음

과

 

같

은

 

결

과

를

 

얻

었

다

.

 

1

)

 

장

석

계

 

도

재

에

서

는

 

도

재

 

두

께

가

 

두

꺼

워

지

면

서

 

전

단

 

결

합

 

강

도

가

 

낮

아

지

는

 

것

으

로

 

나

왔

으

며

,

 

1

m

m

 

도

재

 

두

께

에

서

 

전

단

 

결

합

강

도

가

 

유

의

하

게

 

높

게

 

나

왔

다

.

 

2

)

 

열

가

압

 

성

형

 

도

재

에

서

 

도

재

 

두

께

에

 

따

른

 

전

단

 

결

합

 

강

도

에

는

 

유

의

한

 

차

이

가

 

없

었

다

.

 

3

)

 

같

은

 

두

께

의

 

장

석

계

 

도

재

와

 

열

가

압

 

성

형

 

도

재

의

 

전

단

 

결

합

강

도

 

비

교

에

서

 

장

석

계

 

도

재

가

 

높

은

 

전

단

 

결

합

강

도

를

 

나

타

냈

으

며

,

 

두

께

가

 

1

m

m

와

 

3

m

m

일

 

때

 

유

의

하

게

 

높

게

 

나

타

났

다

.

 

4

)

 

금

속

과

 

도

재

 

사

이

 

파

절

 

양

상

은

 

대

부

분

의

 

시

편

에

서

 

금

속

면

과

 

도

재

면

이

 

함

께

 

관

찰

되

는

 

c

o

h

e

s

i

v

e

 

f

a

i

l

u

r

e

와

 

a

d

h

e

s

i

v

e

 

f

a

i

l

u

r

e

가

 

혼

재

된

 

양

상

으

로

 

나

타

났

으

며

,

 

도

재

의

 

두

께

가

 

증

가

함

에

 

따

라

 

금

속

 

노

출

면

이

 

감

소

하

였

다

.

@highlight

이번 연구는 금속 내관에 축성된 도재의 두께가 도재의 전단 결합 강도에 어떠한 영향을 주는지 알아보기 위하여 장석계 도재와 열가압 성형 도재를 다양한 두께로 축성하여 비교했다.