본 논문은 한국시장에서 일본맥주가 급속도로 확산되는 요인이 무엇인지라는 문제의식에서 시작되었다.

한국 내 수요증가 등과 같은 기업외부의 요인이 아니라 일본 국내 맥주업계의 변화와 같은 기업내부 요인에서 그 이유를 찾아보고자 했다.

일본맥주의 한국유입이 급격하게 증가하던 지난 2010년대 초 일본 국내 맥주업체는 급격한 환경 변화를 맞고 있었고 이로 인한 기업들의 생존전략도 그 어느 때보다 치열하게 전개되고 있었다.

유입 현상을 일본 맥주업계의 구조적 변화와 일본 국내 시장이 안고 있던 문제점 분석을 통해 핵심적인 요인들을 규명할 수 있었다.

그 결과를 요약하면 다음과 같다.

첫째, 가장 먼저 국내 수요 감소를 지적할 수 있다.

1994년 최고 수준을 기록한 이후 일본에서의 맥주 판매는 지속적으로 감소했다.

둘째, 맥주에 대한 소비성향이 변화한 점을 들 수 있다.

각 세대당 주류 지출비가 줄어들고, 음주 빈도가 20대를 중심으로 낮아졌다.

셋째, 소비 감소에 따른 일본 맥주시장 축소를 극복하기 위해 일본의 맥주업체 대부분은 프리미엄제품을 출시해서 해외시장 공략에 적극적으로 나서기 시작했다는 점이다.

넷째, 수입증가로 국내 맥주시장의 경쟁이 한층 더 심해졌다는 점을 들 수 있다.

@highlight

본 논문은 한국시장에서 일본맥주가 확산되는 요인을 알아보고 일본 맥주업계의 변화와 같은 기업내부 요인에서 그 이유를 찾아보고자 했다.

@highlight

연구 결과, 일본에서 맥주에 대한 소비성향의 변화로 일본 내 수요가 감소했고 그로 인해 일본 맥주업체 대부분이 해외시장 공략에 나섰으며 수입증가로 국내 맥주시장 경쟁이 심해졌다는 점을 들 수 있다.

