본 연구는 교육해석학의 새로운 지평으로서 도상해석학의 가능성을 탐색하는데 그 목적이 있다.

이를 위하여 논의의 근간이 되는 교육해석학에 대한 기본 개념과 이해를 토대로 해석의 대상을 문자(Schrift)에서 그림(Bild)으로 확대하여 새로운 해석 규칙과 방법을 찾아보고 이를 실제로 교육관련 작품들을 해석하는데 적용해 보았다.

‘그림으로의 전환(pictural turn)’ 이후 미술사 영역에서 도상해석학이 굳건하게 뿌리를 내리게 되면서 교육해석학의 지평영역 확대가능성은 더욱 커졌다고 볼 수 있다.

특히 파노프스키를 중심으로 전개된 도상학(Ikonography)과 도상해석학(Ikonology)의 원리와 방법은 이론적 치밀성과 방법적 명료성으로 인해 교육학적 그림해석에도 적용이 가능하다.

본고는 실제로 예술작품을 도상학적 해석방법과 한걸음 더 나아가  도야론(Bildungstheoire)적 관점으로까지 해석을 확대함으로써 궁극적으로 ‘도상학적 교육해석학’의 가능성을 시론(試論)적으로 검토하고 있다.

@highlight

교육해석학의 새로운 지평으로서 도상해석학의 가능성을 탐색하고자 한다.

@highlight

실제로 예술작품을 도상학적 해석방법과 나아가 도야론(Bildungstheoire)적 관점으로까지 해석을 확대하여 궁극적으로 ‘도상학적 교육해석학’의 가능성을 시론적으로 검토하고 있다.

