연구목적: 본 연구의 목적은 장애아동 권리에 관한 뉴스 기사를 통해 우리 사회에서 일어나는 장애아동 권리에 관한 현상을 이해하며, 대중이 형성하고 있는 여론의 동향을 살펴보는 것이었다.

연구방법: 이를 위해 최근 15년(2005년~2019년) 동안 보도된 809건의 기사를 분석대상으로 선정하고, LDA방식으로 토픽모델링 분석을 실시하였다.

연구결과: 그 결과 첫째, 15년간의 기사에는 ‘장애인’, ‘장애’, ‘부모’, ‘학교’, ‘사회’, ‘교육’ 등의 단어가 자주 등장했다.

둘째, ‘차별에 취약한 대상’, ‘생태체계의 고려’, ‘생애주기 기반의 접근’, ‘교육지원의 요구’, ‘정부 주도의 움직임’은 15년간 지속적으로 보도된 토픽이었다.

셋째, 2005년~2009년에는 ‘권리의 현황’, ‘생명 존중의 실상’, ‘부모를 통한 지원’이, 2010년~2014년에는 ‘대중매체를 통한 주목’, ‘현상에의 관심 촉구’, ‘인권의 호소’가, 2015년~2019년에는 ‘지원 시스템의 마련’, ‘지역사회 중심의 복지’, ‘교육권 보장을 위한 노력’이 토픽으로 부각되어 시기별로 차이가 있었다.

논의 및 결론: 이를 근거로 우리 사회의 장애아동 권리 관련 쟁점들의 배경과 의미를 논의하고, 인식, 교육, 정책의 개선방안과 후속 연구의 필요성을 제기하였다.

@highlight

본 연구는 장애아동 권리에 관한 기사를 통해 우리 사회에서 일어나는 장애아동 권리에 관한 현상을 이해하며, 대중 여론의 동향을 살펴보는 데 그 목적이 있다.

@highlight

그 결과 15년간의 기사에는 ‘장애인’, ‘장애’, ‘부모’, ‘학교’, ‘사회’ 등의 단어가 자주 등장했고, ‘차별에 취약한 대상’, ‘생애주기 기반의 접근’ 등은 계속적으로 보도되었다.

