본 연구는 장기복무 전역군인의 계급별 차이에 따른 전직지원교육 참여동기를 알아보기 위한 것이다.

이를 위해 전직지원교육 내용, 퇴직 후 생활 문제점과 군대에서의 직무 만족이 계급에 따라 달라지는 영향을 확인하고자 하였다.

장기복무 전역군인의 전반적인 조직문화는 영관급과 준·부사관 모두 비슷한 경험을 하고 있지만 개인의 학력과 군복무 계급에 따라 전역 이후의 삶의 양상이 달라질 수 있는 것으로 추측된다.

본 연구는 국가보훈처 전직지원교육 기본과정 입과자 300명을 대상으로 타당도를 높이기 위하여 2차례에 걸친 설문조사를 바탕으로 실증 분석하였다.

연구 결과에 의하면 준·부사관 급이 영관급보다 전직지원교육 참여동기가 높으며, 전직교육 강조내용 중에서 경제교육과 여가생활 교육은 준·부사관보다 영관급에 더 많은 영향력을 미치는 것으로 나타났다.

군 직무 만족 중 위생요인보다는 동기요인이 영관급보다 준·부사관에 더 많은 영향을 미치는 것으로 나타났으며, 반면에 퇴직 후 생활문제에서는 사회적응 문제가 준·부사관 보다 영관급에 더 많은 영향을 미치는 것으로 나타났다.

이 같은 연구결과를 바탕으로 계급별로 보다 세분화된 전직교육 프로그램 개발과 운영이 요구된다는 시사점을 얻을 수 있었다.

@highlight

장기복무 전역군인의 전직지원교육 참여동기를 계급별 차이에 따라 알아보기 위한 것이다.

@highlight


전직지원교육 내용, 퇴직 후 생활 문제점과 직무 만족이 계급에 따라 달라지는 영향을 확인 하였다.

@highlight


준·부사관 급이 영관급보다 전직지원교육 참여동기가 높으며, 경제교육과 여가생활 교육은 준·부사관보다 영관급에 더 많은 영향력을 미치는 것으로 나타났다.

