신현주 교수께서 주장하고 있는 처분권설은 형사소송법 제318조 제1항의 문리해석에 불과하고 반대신문권 포기설의 반대설도 되지 못한다는 백형구 교수님의 반론이 제기되었다.

그러나 처분권설의 진정한 가치는 형사소송법 제318조 제1항을 전문법칙에 의하여 증거능력이 제한되는 증거에 대하여만 적 용하려는 반대신문권 포기설과의 대비에 있고 그러한 대비는 형사소송법 제318조 제1항을 문언 그대로 해석한다는 점에서 도출된다.

이런 점에서 반대신문권 포기설을 제한 적용설이라 이름 붙인다면 처분권설을 무제한 적용설이라 부를 수 있을 것이다.

증거동의를 하고 나면 이제는 어떠한 방법으로도 증명력을 다툴 수 없다는 반론 역시 의문이다.

진술증거의 경우 증거동의를 한 뒤에도 반증이나 탄핵증거에 의하여 증명력을 다투는 데는 이론적으로 아무런 문제점이 없으며 실무상으로도 일응 증거동의를 한 다음 반증이나 탄핵증거에 의하여 증명력을 다투는 경우가 없지 않기 때문이다.

요컨대 그간 증거동의의 본질과 적용 범위 및 그 효력에 대하여 통설인 반대신문권설은 지나치게 좁게 해석하고 있고 백형구 교수님은 지나치게 넓게 보고 계신 듯 하다.

통설을 취하시는 분들도 증거동의의 본질에 대하여 다시 한 번 생각해 볼 필요가 있을 것 같다.

@highlight

처분권설의 진정한 가치는 형사소송법 전문법칙에 의하여 증거능력이 제한되는 증거에 대하여만 적 용하려는 반대신문권 포기설과의 대비에 있고 그러한 대비는 형사소송법  문언 그대로 해석한다는 점에서 도출된다.

@highlight

증거동의를 하고 나면 이제는 어떠한 방법으로도 증명력을 다툴 수 없다는 반론 역시 의문인데,  증거동의를 한 뒤에도 반증이나 탄핵증거에 의하여 증명력을 다투는 데는 이론적으로 아무런 문제점이 없으며 실무상으로도  다투는 경우가 없지 않기 때문이다.

@highlight

요컨대 그간 증거동의의 본질과 적용 범위 및 그 효력에 대하여 통설인 반대신문권설은 지나치게 좁게 해석하고 있고 백형구 교수님은 지나치게 넓게 보고 계신 듯 하여, 증거동의의 본질에 대하여 다시 한 번 생각해 볼 필요가 있을 것 같다.

