본 연구목적은 SK Wyverns 구단의 사회적 책임활동 프로그램인 에듀 스포테인먼트(Edu sportainment)에 대한 체육담당교사들의 인식, 구단이미지, 구단신뢰, 행동의사 간의 관계를 분석하는 것이다.

본 연구의 조사대상은 I광역시에 소재하고 있는 초·중·고 20곳 학교에서 체육담당교사를 대상으로 하였으며, 연구결과의 도출을 위한 PASW 18.0과 AMOS 18.0 통계프로그램을 사용하였다.

212부의 설문지가 자료분석에 활용되었으며, 다음과 같은 연구결과가 도출되었다.

첫째, SK Wyverns 구단의 에듀 스포테인먼트(Edu sportainment)에 대한 체육담당교사들의 인식은 구단이미지에 정(+)적인 영향을 미치는 것으로 나타났다.

둘째, SK Wyverns 구단의 에듀 스포테인먼트(Edu sportainment)에 대한 체육담당교사들의 인식은 구단신뢰에 정(+)적인 영향을 미치는 것으로 나타났다.

셋째, 체육담당교사들의 SK Wyverns 구단이미지는 구단신뢰에 정(+)적인 영향을 미치는 것으로 나타났다.

넷째, 체육담당교사들의 SK Wyverns 구단이미지는 행동의사에 유의한 영향을 미치지 않는 것으로 나타났다.

다섯째, 체육담당교사들의 SK Wyverns 구단신뢰는 행동의사에 정(+)적인 영향을 미치는 것으로 나타났다.

@highlight

이 연구목적은 SK Wyverns 구단의 사회적 책임활동 프로그램인 에듀 스포테인먼트(Edu sportainment)에 관한 체육담당교사들의 인식, 구단이미지, 구단신뢰, 행동의사 간의 관계를 분석하는 것이다.

