수학경시 대회는 수학분야에 남다른 재능을 가진 학생을 확인하고 인정을 해 주며, 수학에 대한 흥미와 도전 의식을 자극하는 과정에서 수학에 대한 이해를 촉진시키고, 자기 반성을 통한 학습의욕을 자극하며, 수학적 재능을 개발?

촉진시키는 데 있다.

올림피아드를 통하여 학생들은 다양한 유형의 문제를 접해 봄으로써 수학에 대한 이해를 넓히고, 논리력 및 추론력 등 수학적인 사고와 창의적인 문제해결력을 기를 수 있다.

그리고 학부모들은 학교수학에 대한 이해를 넓힐 수 있으며, 자녀의 수학적 능력 및 지도를 위한 유용한 정보를 제공받을 수 있다.

이를 위한 올림피아드 유형은 다양성이 지원되어야 함에도 불구하고 현재 국내에서 이루어지는 올림피아드 유형은 문제풀이 중심의 단편성을 벗어나지 못하고 있는 실정이다.

본고에서는 수학의 대중화와 올림피아드 다변화 방안의 하나로 문제의 유형에 따라 문제해결력 대회, 수학 탐구형 대회, 과제해결력 대회, 수학 박람회 등에 대해서 살펴보고자 한다.

@highlight

올림피아드를 통하여 수학에 대한 이해를 넓히고, 수학적인 사고와 창의적인 문제해결력을 기를 수 있다.

@highlight

본고에서는 수학의 대중화와 올림피아드 다변화 방안의 하나로 문제해결력 대회, 수학 탐구형 대회, 과제해결력 대회, 수학 박람회 등에 대하여 살펴보고자 한다.

