에코드라이빙은 에너지 효율을 높이고 비용 대비 효과가 높은 동시에 단시간 내에 효과를 볼 수 있다.

기존 연구들을 고찰해 보면 에코드라이빙 행동을 향상시키기 위하여 교육, 목표 설정, 차량 내 장비 제공을 연구한 사례가 있다.

본 연구에서는 고속버스 운전자의 에코드라이빙 의향과 만족도에 영향을 주는 요인을 분석하기 위하여 로짓분석방법을 적용하였다.

분석 과정에서 행동수정 방법을 적용하였다.

행동수정은 문제를 측정 가능한 행동 용어로 정의하고 개인 환경을 변화시키는 절차를 통해 고속버스 운전자의 에코드라이빙 행동을 증가시킬 수 있도록 돕는 절차이다.

에코드라이빙 의향과 만족도에 영향을 주는 요인을 로짓분석한 결과 정책적인 요인과 환경 경험 요인, 행동수정 요인이 유의미하게 분석되었다.

행동수정 방식의 선택에 있어서는 교육훈련, 프롬프트, 목표 설정의 방식을 선택해야 에코드라이빙 의향을 높일 수 있는 것으로 분석되었다.

이러한 분석을 통해 에코드라이빙 활성화를 위해 필요한 정책적 시사점을 도출하였다.

@highlight

본문은 고속버스 운전자의 에코드라이빙 의향과 만족도에 영향을 주는 요인을 분석했다.

@highlight

그 결과 정책적인 요인과 환경 경험 요인, 행동수정 요인이 분석되었고 교육훈련, 프롬프트, 목표 설정의 방식을 선택해야 에코드라이빙 의향을 높일 수 있었다.

