근대성의 키워드였던 자유 개념은 개인의 쾌락 및 자기 이익과 화해함으로써 사적인 욕망의 자의와 같은 것으로 이해되어 왔다.

그러나 이러한 사적 자유는 다른 사적 자유와의 관계에서 권력으로 현상할 뿐만 아니라 개인들간의 공적 상호행위를 위축시킴으로써 정치와 경제 양 차원에서 초개인적 권력의 메커니즘을 만들어내는 매개로 작용한다.

이와 같은 자유의 자기모순은 자유가 근대성과 함께 결정적으로 실패한 기획임을 입증하는 것처럼 보인다.

그러나 자유는 복잡하고 다기하며 양가적인 기획이었다.

근대성의 철학적 기획으로서의 자유는 사적 개인의 경제적 합리성으로 환원되지 않는 의사소통적 차원을 내포하고 있는데, 그러한 차원은 무엇보다도 사적인 개체성의 초월을 요구하며 이를 통해 상호주관적으로 승인될 수 있는 도덕적 규범들의 토대로 작용한다.

그렇기 때문에 사적 자유의 자기모순과 함께 근대성의 모든 의의가 고갈되어 버렸다고 선언해야 할 이유는 없다.

근대적 자유의 양가적 의미는 그 자체로 근대성의 역동적 생명력을 보여주는 징후이다.

왜냐하면 단 하나의 동일성에 수렴되지 않는 비판적 차원의 도전들이야말로 숱한 자기모순 속에서 끊임없이 활로를 모색해 온 근대성의 건강한 자양분이기 때문이다.

@highlight

근대성의 키워드였던 자유 개념은 개인의 쾌락 및 자기 이익과 화해함으로써 사적인 욕망의 자의와 같은 것으로 이해되어 왔다.

