본

 

연

구

의

 

목

적

은

 

수

치

심

 

경

험

 

척

도

(

E

x

p

e

r

i

e

n

c

e

 

o

f

 

S

h

a

m

e

 

S

c

a

l

e

)

를

 

번

안

하

고

 

한

국

판

 

E

S

S

(

이

하

 

K

-

E

S

S

)

의

 

요

인

구

조

,

 

신

뢰

도

 

및

 

타

당

도

를

 

조

사

하

는

 

것

이

다

.

 

대

학

생

 

및

 

대

학

원

생

 

총

 

2

0

0

명

을

 

대

상

으

로

 

K

-

E

S

S

를

 

포

함

한

 

질

문

지

를

 

실

시

하

였

다

.

 

탐

색

적

 

요

인

분

석

 

결

과

,

 

2

1

개

 

문

항

에

서

 

4

개

의

 

하

위

 

요

인

을

 

가

진

 

요

인

구

조

가

 

확

인

되

었

다

.

 

4

개

의

 

요

인

은

 

각

각

 

‘

성

격

적

 

수

치

심

’

,

 

‘

신

체

적

 

수

치

심

’

,

 

‘

실

패

 

경

험

 

수

치

심

’

,

 

‘

행

동

적

 

수

치

심

’

으

로

 

명

명

하

였

으

며

 

척

도

 

총

 

변

량

의

 

5

3

.

6

3

%

를

 

설

명

하

였

다

.

 

새

로

운

 

표

본

 

2

4

8

명

을

 

대

상

으

로

 

확

인

적

 

요

인

 

분

석

을

 

실

시

한

 

결

과

,

 

다

중

상

관

지

수

가

 

.

4

0

 

이

하

인

 

3

개

의

 

문

항

을

 

제

거

한

 

후

 

모

델

의

 

적

합

 

지

수

가

 

수

용

 

가

능

한

 

것

으

로

 

나

타

났

으

며

 

총

 

1

8

개

 

문

항

을

 

최

종

으

로

 

확

정

하

였

고

 

내

적

 

신

뢰

도

는

 

.

8

9

로

 

양

호

한

 

수

준

이

었

다

.

 

K

-

E

S

S

의

 

수

렴

 

타

당

도

를

 

확

인

하

기

 

위

하

여

 

타

 

척

도

와

의

 

상

관

분

석

을

 

실

시

해

 

본

 

결

과

 

내

면

화

된

 

수

치

심

 

척

도

,

 

상

태

 

수

치

심

 

및

 

죄

책

감

 

척

도

와

 

유

의

한

 

정

적

 

상

관

을

 

보

이

며

,

 

역

상

관

이

 

예

측

되

는

 

자

존

감

 

척

도

와

 

유

의

한

 

부

적

 

상

관

을

 

보

여

 

수

렴

 

타

당

도

가

 

양

호

하

였

다

.

 

또

한

 

수

치

심

 

경

험

 

척

도

와

 

우

울

,

 

불

안

 

척

도

의

 

유

의

미

한

 

상

관

이

 

도

출

되

었

다

.

 

끝

으

로

 

본

 

연

구

 

결

과

를

 

바

탕

으

로

 

의

의

와

 

추

후

의

 

연

구

 

방

향

에

 

대

한

 

제

안

점

이

 

논

의

되

었

다

.

@highlight

본고의 목적은 수치심 경험 척도를 번안하고 한국판 ESS의 요인구조, 신뢰도 및 타당도를 조사하는 것이다. 탐색적 요인분석 결과, 21개 문항에서 4개의 하위 요인을 가진 요인구조가 확인되었다.