이 연구에서는 학업참여와 성취에 영향을 미치는 학습동기인 기대-

가치와 상황적 흥미 변인들 간의 구조적인 관계를 파악하였다.

특히, 과제 수행을 성공적으로 해낼 것이라는 기대와 과제에 대해 지각하는 가치, 학습 과정에서 느끼는 상황적 흥미는 모두 영역에 개별적인 신념과 판단을 의미하는 학습동기 변인이므로 수학과 영어 교과에 따라 구조적인 관계에 차이가 있는지 검증하고자 하였다.

연구 결과, 학업참여와 성취에 대한 기대-

가치와 상황적 흥미의 구조적 관계는 수학과 영어 교과에서 차이가 있었다.

먼저, 학업참여와 성취에 대한 기대의 예측력은 수학과 영어에서 공통적으로 나타난 반면, 유용가치의 예측력은 교과에 따라 차이가 나타났다.

수학 교과에서는 유용성을 높게 지각하는 것이 학습에 대한 참여를 높이거나 성취를 예측하지 못한 반면, 영어 교과의 유용가치 지각은 학업참여를 정적으로 예측하였다.

또한 학업참여에 대한 상황적 흥미의 매개효과는 두 교과에서 모두 유의한 것으로 확인되었다.

즉, 수학에 대한 유용가치는 학업참여를 직접 예측하지는 못하지만 상황적 흥미를 매개로 하여 예측하는 것으로 나타나 수업 과정에서 느끼는 흥미의 중요성에 대한 시사점을 얻었다.

연구결과를 바탕으로 교과 특성에 따라 학업 참여와 성취에 영향을 미치는 학습 동기 변인들의 시사점을 논의하였다.

@highlight

본 연구는 학업참여와 성취에 영향을 미치는 학습동기인 기대-

@highlight

가치와 상황적 흥미 변인들 간의 구조적인 관계를 파악했다.

