성

공

에

 

대

한

 

기

대

와

 

과

제

에

 

대

한

 

가

치

는

 

학

습

자

의

 

참

여

와

 

성

취

를

 

예

측

하

는

 

주

요

한

 

동

기

 

변

인

으

로

,

 

이

제

까

지

는

 

기

대

와

 

가

치

의

 

역

할

을

 

탐

색

하

는

 

변

인

중

심

접

근

의

 

연

구

가

 

주

를

 

이

루

어

왔

다

.

 

이

 

연

구

에

서

는

 

기

대

-

가

치

의

 

하

위

 

요

인

에

 

따

라

 

나

타

나

는

 

학

습

자

의

 

동

기

유

형

을

 

확

인

하

기

 

위

하

여

 

개

인

중

심

접

근

을

 

활

용

하

였

으

며

,

 

구

분

된

 

동

기

 

프

로

파

일

에

 

따

라

 

인

지

적

 

참

여

에

서

 

차

이

를

 

보

이

는

지

 

알

아

보

고

자

 

하

였

다

.

 

이

를

 

위

해

 

경

기

도

 

내

 

중

․

고

등

학

생

 

4

1

8

명

을

 

대

상

으

로

 

잠

재

프

로

파

일

 

분

석

을

 

실

시

하

였

으

며

,

 

수

학

에

 

대

한

 

기

대

와

 

과

제

가

치

,

 

과

제

비

용

의

 

수

준

에

 

따

라

 

4

개

의

 

집

단

으

로

 

구

분

되

는

 

것

을

 

확

인

하

였

다

.

 

첫

째

,

 

수

학

에

 

대

한

 

학

습

동

기

 

유

형

은

 

기

대

와

 

과

제

가

치

가

 

높

은

 

‘

고

 

기

대

가

치

형

(

1

유

형

)

’

,

 

기

대

와

 

과

제

가

치

가

 

평

균

인

 

‘

중

 

기

대

가

치

형

(

2

유

형

)

’

,

 

유

용

가

치

와

 

성

취

가

치

는

 

평

균

 

수

준

이

나

 

기

대

 

수

준

과

 

내

재

가

치

 

수

준

이

 

낮

게

 

나

타

난

 

‘

저

 

기

대

․

내

재

가

치

형

(

3

유

형

)

’

,

 

기

대

와

 

과

제

가

치

,

 

과

제

비

용

 

모

두

 

낮

게

 

나

타

난

 

‘

저

 

기

대

가

치

-

과

제

비

용

형

(

4

유

형

)

’

의

 

네

 

개

 

유

형

으

로

 

구

분

되

었

다

.

 

연

구

 

결

과

,

 

대

체

로

 

기

대

와

 

과

제

가

치

의

 

수

준

은

 

유

사

한

 

양

상

을

 

보

였

으

며

,

 

이

를

 

통

해

서

 

프

로

파

일

이

 

구

분

되

었

다

.

 

그

 

중

에

서

도

 

기

대

와

 

내

재

가

치

가

 

프

로

파

일

을

 

구

분

하

는

 

중

요

한

 

요

인

으

로

 

나

타

났

다

.

 

또

한

 

네

 

개

의

 

프

로

파

일

에

 

따

라

 

인

지

적

 

참

여

 

수

준

에

서

 

유

의

한

 

차

이

를

 

보

였

다

.

 

연

구

 

결

과

를

 

바

탕

으

로

 

이

론

적

 

함

의

와

 

교

육

적

 

시

사

점

을

 

논

의

하

였

다

.

@highlight

기대-가치의 하위 요인에 따라 나타나는 학습자의 동기유형을 확인하기 위하여 개인중심접근을 활용하였으며, 구분된 동기 프로파일에 따라 인지적 참여에서 차이를 보이는지 알아보고자 하였다. 이를 위해 경기도 내 중․고등학생 418명을 대상으로 잠재프로파일 분석을 실시하였으며, 수학에 대한 기대와 과제가치, 과제비용의 수준에 따라 4개의 집단으로 구분되는 것을 확인하였다. 연구 결과, 대체로 기대와 과제가치의 수준은 유사한 양상을 보였으며, 이를 통해서 프로파일이 구분되었다.