글로벌 경쟁 심화와 제품 수명 주기의 단축으로 인해, 기업은 경쟁력을 높이기위한 한 방안으로 기술의 가치 평가에 더 많은 관심을 가지고 있다.

이에 따라, 기술(특허)을둘러싼 가치평가의 문제가 국가와 업계의 핵심 쟁점이 될 것이며 중립적으로 특허가치를 평가해 주는 본 연구의 시스템이 유의미할 것이다.

본 연구는 특허의 서지적인 정보와 컨조인트 분석을 활용하여 객관적인 기술 가치 평가를 위한 체계를 개발하고자 한다.

특히, 본 연구에서는 특허를 3가지 속성－기술성, 시장성, 권리성－으로 구분하고 속성별 3가지 요인을 도출, 가중치를 추정하고, 이를 통해 기술 가치 평가 체계를 제안한다.

이를 위해 첫째, 특허의 서지적인 특성을 고려한 세부 요인을 도출하고, 각 세부 요인을 계산하기 위한 방법을 정의한다.

둘째, 실제 특허를 거래한 거래 자료를 기반으로 하여 컨조인트 분석을활용해서 특허의 속성별 가중치와 요인별 추정치를 도출한다.

셋째, 요인별 가중치를 토대로특허 가치를 중립적으로 평가할 수 있는 평가 방법을 제안한다.

본 연구에서 제안하는 평가체계는 실제 거래 가격에 미치는 요인별 영향력을 판단하여 반영하였으므로, 특허의 기술 가치 평가에 유용하게 활용 될 수 있을 것이다.

전문가 평가에 절대적으로 의존하는 평가방법에서 벗어나 시스템화 된 방법으로 가치 평가를 한다는 점에서 금전으로나 시간적으로 절약의 효과를 기대할 수 있으며 중립적인 평가 체계를 제공할 수 있을 것으로 기대된다.

@highlight

이 연구는 특허의 서지적인 정보와 컨조인트 분석을 활용하여 객관적인 기술 가치 평가를 위한 체계를 개발하고자 한다.

@highlight

이 연구에서 제안하는 평가체계는 실제 거래 가격에 미치는 요인별 영향력을 판단하여 반영하였으므로, 특허의 기술 가치 평가에 유용하게 활용 될 수 있을 것이다.

