본 연구는 사과의 자가불화합성 현상에 효과적인 저해제와 활력제를 탐색하기 위해 여러 종류의 물질을 조사하였다.

후지 사과의 화주조직에서 분비되는 S RNase에 대한저해효과를 조사하기 위해 In vitro 상에서 효소 저해제를넣어 효소활성을 측정한 결과, Iron(Ⅱ) Sulfate에서 현저하게 활성이 24.3% 감소되어 저해효과가 뛰어난 것으로나타났다.

In vitro 상에서 후지 사과의 화분관 신장 억제효과를 분석한 결과, 후지 사과의 화분은 2% Sucrose 신장배지 보다 10% Sucrose 신장배지에서 약 90% 이상의 높은발아율을 나타났다.

또한 저해제와 첨가제 처리에 의한 안동지역과 영주지역의 Field에서 후지 사과 착과율 조사 결과, 안동지역에서는 A++V6 2회 처리가 86.1%로 중심화착과율이 가장 높았으며, 영주지역에서는 A++V1 1회 처리가 91.9%로 중심화 착과율이 가장 높은 것으로 나타났다.

@highlight

이 연구는 사과의 자가불화합성 현상에 효과적인 저해제와 활력제를 탐색하기 위해 여러 종류의 물질을 조사했다.

