본 연구는 항공서비스 관련학과 학생들이 인식하는 항공사 객실 승무원의 역량을 조사하기 위해객실 승무원의 역량에 관한 선행 연구를 바탕으로 진단지를 개발하고, 내용타당도와 구인타당도를 검증하였다.

또한 각 역량에 대해 예비승무원이 인식하는 중요도와 실제 보유도 수준 간 차이 및 개발이요구되는 역량과 학년에 따른 그 차이를 탐색하고자, 항공서비스 관련학과 학생들 315명을 대상으로설문조사를 실시하였다.

연구결과 첫째, 예비승무원들이 인식하는 역량은 모든 영역에서 중요하다고생각하는 정도에 비해 보유하고 있는 역량은 낮다고 인식하고 있음을 알 수 있었다.

둘째, 항공객실승무원역량에 대한 중요도와 보유도 인식에서 학년별로 차이가 있는 지를 살펴본 결과, 중요도 측면에서는 차이가 없었으나, 보유도 측면에서 이문화 이해와 외국어 능력, 대인관계능력 역량이 학년별 차이가 있는 것으로 나타났다.

셋째, 교육요구도를 분석한 결과, ‘이문화 이해와 외국어 능력’ 에 대한 요구가 가장 높게 나타났고, ‘외적자질 및 태도’, ‘적응 능력 및 직업 정신’ 마지막으로 ‘대인관계능력’ 순으로 나타났다.

본 연구의 결과는 역량에 대한 교육요구도와 학년별 인식 차이를 살펴봄으로써 항공서비스학과 교육과정에 개편에 대한 시사점을 제안하고 있다.

@highlight

본고는 항공서비스 관련학과 학생들이 인식하는 항공사 객실 승무원의 역량을 조사하기 위해객실 승무원의 역량에 관한 선행 연구를 바탕으로 진단지를 개발하고, 내용타당도와 구인타당도를 검증했다.

