유비쿼터스 도시(ubiquitous city, U-

City)는 도시건설에 정보통신기술(ICT)이 접목되어 시민 삶의 질을 제고하고 도시를 효율적으로 관리하는 스마트한 도시의 개념을 내포한다.

유비쿼터스 도시의 건설 등에 관한 법률은 U-

City의 구성요소로 도시통합운영센터, 지능화시설, U-

City 기반시설 등을 제시하나 구체적 기준이 부재한 상태이다.

이로 인해 지자체들이자의적 판단과 현실적 제약으로 U-

City를 차별적으로 구축하고 있어 지자체 U-

City의 질적 향상 및 품질 제고를 위한 노력이 필요한 시기이다.

지난 1-2차 연구단계에서는 U-

City의 구성요소인 유비쿼터스 계획, 기술, 기반시설, 서비스 수준진 단목표로서 안정성, 연결성, 목적부합성, 발전성을 기반으로 전반적 평가항목들을 검토하였다.

이 연구는 3차 단계로 지역현실에 맞게 지자체의 U-

City 수준을 진단하기 위해 갱신 및 시범 · 적용이 가능한 실질적이고 구체적인 평가지표를 단계별로 소개한다.

연구결과를 통하여 U-

City의 스마트화를 위한 지속적인 발전 및 고도화를 촉진하기 위해 자생적인 지역단위의 U-

City로 정착할 수 있고 U-

City의 재활성화 촉진에 기여할 것으로 기대된다.

@highlight

유비쿼터스 도시(ubiquitous city, U-

@highlight

City)는 도시건설에 정보통신기술이 접목되어 시민 삶의 질을 제고하고 도시를 효율적으로 관리하는 스마트한 도시의 개념을 내포한다.

