경기침체가 계속되면서 보호주의가 확산되고 있는 가운데 철강이 무역전쟁의 최전선에 위치하고 있다.

한 예로 2014년 당시 우리나라 제품에 대한 수입규제는 158건에 달하는데 철강제품이 62건으로 약 40%에 달한다.

철강은 제조업의 핵심소재로서 그 동안 무분별한 설비확장으로 약 3.5억톤에 달하는 세계적인 공급과잉에 시달리고 있다.

이에 따라 세계 각국은 반덤핑관세 등 수입규제는 물론 보조금과 수출세를 동원하여 철강업을 보호 및 지원하고 있다.

특히 수출세의 경우 누적효과를 통하여 철강업체에게 이중의 부담이 되고 있다.

이러한 상황에서 본 연구는 국내외 철강시장을 분석하고 정책적 대안을 논의한다.

구체적으로는 관세율정책 차원에서 철강재의 실효보호율을 추정하며 원료관세 인하에 따른 생산증대 효과를 회귀 분석하였다.

2004년 UR 협상에 따라 명목 관세가 철폐되면서 철강제품의 실효보호율은 2∼12% 수준에서 0% 내외로 하락하였다.

이와 같은 역관세 현상을 해소하기 위하여 코크스나 합금철 등 철강원료에 대한 관세율을 철폐할 경우 선철․조강과 철강제품 생산은 각각 6천만 달러, 3.2억 달러 정도 증가할 것으로 추정된다.

또한 규모의 경제를 감안하면 단위당 생산비용이 감소하면서 수출은 증대되고 수입은 감소하여 무역수지가 개선될 수 있다.

@highlight

세계 각국은 반덤핑관세 등 수입규제는 물론 보조금과 수출세를 동원하여 철강업을 보호 및 지원하고 있다.

@highlight

특히 수출세의 경우 누적효과를 통하여 철강업체에게 이중의 부담이 되고 있다.

@highlight

국내외 철강시장을 분석하고 정책적 대안을 논의하고 역관세 현상을 해소하기 위하여 코크스나 합금철 등 철강원료에 대한 관세율을 철폐할 경우 선철․조강과 철강제품 생산은 각각 6천만 달러, 3.2억 달러 정도 증가할 것이다.

