법랑모세포 섬유종은 드문 진성의 혼합성 양성종양으로 20세 이하의 비교적 어린 연령층의 하악 후방부에 호발한다.

흔히하악 구치부의 미맹출치와 관련하여 발생하며 치조골 표면에서 서서히 성장하여 이환치를 치근단 방향으로 변위시켜 정상적인 치아 맹출을 방해한다.

약간의 피질골 팽창 외에 다른 증상은 거의 없어서 정기적인 방사선학적 평가에서 우연히 발견되는경우가 많다.

임상적 및 방사선학적으로 법랑모세포 섬유치아종 및 치아종과 비슷하나 조직학적으로 치아 경조직의 형성이관찰되지 않는 것이 다르다.

치료방법은 적출술과 주위 골의 소파술을 포함한 보존적 외과적 처치가 일반적이나 재발가능성이 있고 악성종양으로의 변이를 보인다는 일부 보고가 있어 절제술과 같은 보다 공격적인 치료방법이 추천되기도 한다.

하지만 대부분의 병소는 피막으로 잘 둘러싸여 있으며 주변의 골와에서 쉽게 분리되므로 재발률은 낮은 편이다.

본 증례는 하악 좌측 제1대구치의 맹출지연과 관련된 법랑모세포 섬유종을 주소로 본과에 내원한 환아들을 대상으로 보존적인 적출술 및 소파술을 시행한 것으로 정기적인 관찰 결과 비교적 양호한 제1대구치의 자연적 맹출양상을 보여 보고하는바이다.

@highlight

법랑모세포 섬유종은 드문 진성의 혼합성 양성종양으로 20세 이하의 비교적 어린 연령층의 하악 후방부에 호발한다.

@highlight

약간의 피질골 팽창 외에 다른 증상은 거의 없어서 정기적인 방사선학적 평가에서 우연히 발견되는경우가 많다.

