커피도입 초창기부터 커피시장의 막강한 파워를 과시해온 맥심은 최근 새로운 브랜드의 등장으로 시장 1위 자리를 위협받기 시작하였다.

꾸준히 성장해온 국내커피시장은 커피전문점 브랜드들이 인스턴트커피 시장에 가세함으로써 앞으로 경쟁은 더욱 치열해질 것으로 예상된다.

본 논문은 국내 커피브랜드를 브랜드 수명주기에 따라 도입기, 성장기 그리고 성숙기 브랜드로 분류하고 광고 크리에이티브 전략을 연구분석하였다.

본 연구를 위해 국내 출시 중인 커피브랜드를 수집한 후 브랜드수명주기에 따라 분류하였다.

BLC이론을 바탕으로 단계별 전략적 특성을 조작적으로 정의하고, 커피브랜드의 광고 크리에이티브 전략의 귀납적 연구?

분석을 실시하였다.

연구결과, 커피브랜드의 광고 크리에이티브 전략은 BLC 단계별 브랜드 전략과 일치하고 있었지만, 각 단계에도 도입기, 성장기, 성숙기가 존재하며 브랜드 간의 경쟁구도에 따라 크리에이티브 전략에 다소 차이를 나타내고 있다는 것을 발견할 수 있었다.

이는 각 단계의 브랜드 전략에 머물지 않고, 도입기에서 성장기로 가는 혹은 성장기에서 성숙기로 가는 단계에 대비한 적합한 크리에이티브 전략의 선택이 브랜드생명주기를 연장할 수 있는 효과적인 방법이라고 판단되었다.

@highlight

국내 커피브랜드를 브랜드 수명주기에 따라 도입기, 성장기 그리고 성숙기로 분류하고 광고 크리에이티브 전략을 분석한 결과, BLC 단계별 브랜드 전략과 일치하고 있었지만, 각 단계에도 도입기, 성장기, 성숙기가 존재하며 경쟁구도에 따라 전략에 다소 차이가 나타났는데, 이는 브랜드생명주기 연장을 위한 효과적인 방법이라고 판단되었다.

