본 연구의 목적은 간호대학생의 자기성찰과 자아존중감 및 공감능력 및 행복지수를 파악하고 이들 변인과의 관계를 확인하여 행복지수에 미치는 영향을 확인하고자 시도된 서술적 조사연구이다.

연구대상자는 간호대학생 275명에게 설문지를 통하여 수집하였으며, 수집된 자료는 서술통계와 t-

test, ANOVA, Pearson correlation coefficients, multiple regression을 이용하여 분석하였다.

자기성찰과 자아존중감, 공감과 행복지수의 평균은 각각 3.55, 2.89, 3.43, 66.76점으로 나타났다.

자기성찰의 자기이해요인과, 자아존중감, 경제수준이 행복지수에 영향을 주었으며, 이들 변인은 행복지수를 42%정도 설명하였다.

본 연구 결과 간호대학생의 행복지수를 증가시킬 수 있는 전략 개발을 위해 자아성찰의 자기이해요인과 자아존중감, 경제수준을 고려해야됨을 확인하였다.

@highlight

연구의 목적은 간호대학생의 자기성찰과 자아존중감 및 공감능력 및 행복지수를 파악하고 이들 변인과의 관계를 확인하여 행복지수에 미치는 영향을 확인하고자 시도된 서술적 조사연구이다.

