글로벌 경영환경 속에서 조직들은 점차 수직적 조직구조보다는 수평적 조직구조에서 조직관리의 해답을 찾고 있다.

이러한 경영환경의 흐름에 적응하기 위해서 조직들은 자신의 조직체계 전반에 걸쳐 조직의 유동성과 효율성을 증대시키기 위해 전통적인 계층관리구조보다는 자율관리구조 형태로 점점 대체해 나가고 있다.

이렇듯 수평적 조직구조 형태에서 자율성 강조가 점차 중요시되고 있고, 이러한 흐름 속에서 대두되고 있는 리더십이 바로 임파워링 리더십이라고 할 수 있다.

따라서 본 연구에서는 현 시대에 필요한 임파워링 리더십이 혁신행동 및 직무성과 사이에서 핵심자기평가를 매개변수로 하여 어떠한 영향을 미치는지에 대한 관점을 정리하고자 한다.

다시 말해서 상사의 임파워링 리더십과 부하의 행동과 직무성과 사이에서 부하의 핵심자기평가의 중요성을 특히 강조하려 했다.

이를 설문지 방식으로 조사하여 검증한 결과, 임파워링 리더십이 높을수록 핵심자기평가에 더 긍정적인 영향을 미치는 것으로 나타났으며, 또한 핵심자기평가가 긍정적일수록 부하들의 직무성과와 혁신행동에도 긍정적인 영향을 미치는 것으로도 나타났다.

마찬가지로 임파워링 리더십과 직무성과 간의 관계에서도 핵심자기평가가 긍정적인 매개역할을 하는 것으로 나타났다.

@highlight

본 연구에서는 현 시대에 필요한 임파워링 리더십이 혁신행동 및 직무성과 사이에서 핵심자기평가를 매개변수로 하여 어떤 영향을 미치는지에 대한 관점을 정리하려 한다.

