본

 

논

문

의

 

목

적

은

 

클

레

멘

티

의

 

《

피

아

노

 

소

나

타

 

O

p

.

 

1

3

/

6

》

(

1

7

8

5

)

을

 

순

환

형

식

의

 

관

점

에

서

 

분

석

하

는

 

것

이

다

.

 

O

p

.

 

1

3

/

6

의

 

순

환

 

형

식

은

 

악

장

의

 

조

성

채

택

,

 

형

식

,

 

단

일

주

제

적

 

특

성

 

등

 

작

품

 

전

반

을

 

구

상

하

는

 

방

식

에

서

부

터

 

엿

볼

 

수

 

있

다

.

 

순

환

동

기

 

또

는

 

순

환

주

제

의

 

사

용

은

 

다

악

장

 

작

품

에

서

 

작

품

의

 

결

속

력

을

 

강

화

시

키

는

 

가

장

 

일

반

적

 

기

법

으

로

서

 

O

p

.

 

1

3

/

6

 

역

시

 

예

외

는

 

아

니

다

.

 

클

레

멘

티

는

 

1

악

장

 

도

입

마

디

에

서

 

발

췌

한

 

특

징

적

 

음

형

을

 

순

환

동

기

로

서

 

활

용

하

여

 

전

 

악

장

 

주

요

부

분

을

 

이

루

는

 

중

요

한

 

소

재

로

 

변

형

,

 

발

전

시

킴

으

로

써

 

악

장

 

간

 

유

대

관

계

를

 

강

화

한

다

.

 

이

외

에

도

 

구

조

적

,

 

화

성

적

 

측

면

에

서

 

서

로

 

다

른

 

악

장

이

 

유

기

적

인

 

관

계

를

 

맺

을

 

수

 

있

도

록

 

도

입

마

디

와

 

종

결

마

디

,

 

악

장

 

간

의

 

조

성

 

연

계

성

,

 

화

성

진

행

,

 

전

조

 

방

식

 

등

을

 

논

리

적

인

 

일

관

성

으

로

 

구

상

한

다

.

 

따

라

서

 

그

의

 

O

p

.

 

1

3

/

6

은

 

여

러

 

음

악

적

 

요

소

가

 

총

체

적

으

로

 

유

기

적

인

 

관

계

를

 

맺

고

 

있

는

 

순

환

 

형

식

의

 

작

품

이

라

 

할

 

수

 

있

다

.

 

이

와

 

같

이

 

순

환

 

형

식

을

 

동

기

나

 

주

제

의

 

‘

재

현

’

,

 

‘

변

형

’

이

라

는

 

제

한

된

 

시

각

에

서

만

 

접

근

할

 

것

이

 

아

니

라

 

형

식

,

 

구

조

,

 

화

성

진

행

 

등

 

다

양

한

 

구

성

요

소

와

 

연

계

하

여

 

면

밀

히

 

분

석

한

다

면

 

순

환

 

형

식

이

 

드

물

게

 

사

용

되

었

다

 

믿

어

왔

던

 

1

8

세

기

의

 

다

악

장

 

기

악

 

작

품

일

지

라

도

 

각

 

작

품

이

 

내

포

하

고

 

있

는

 

유

기

적

 

관

계

를

 

상

세

히

 

밝

힐

 

수

 

있

을

 

것

이

라

 

생

각

된

다

.

@highlight

이 논문의 목적은 클레멘티의 《피아노 소나타 Op. 13/6》(1785)을 순환형식의 관점에서 분석하는 것이다. 구조적, 화성적 측면에서 서로 다른 악장이 유기적인 관계를 맺을 수 있도록 도입마디와 종결마디, 악장 간의 조성 연계성, 화성진행, 전조 방식 등을 논리적인 일관성으로 구상한다.