영국은 1997년 이후 신노동당 정책에 따라 창조산업육성과 창조도시 발전을 도모하였고, 전통적 제조업 중심 도시에 창조도시 정책을 대입하여 클러스터 정책을 강화하였다.

대표적인 디지털클러스터 성공사례로 꼽을 수 있는 런던의 테크시티는 불모지였던 공간이 자생적으로 발전하기 시작하면서, 벤처기업 집적을 위한 다양한 생태계가 구축된지역이다.

이를 위해 대학, 민간, 스타트업, 엑셀러레이터 등 유기적 연계와 영국정부의 적극적인 지원이 더해졌다.

이를 기회로 영국의 스타트업 생태계규모가 크게 성장하고, 입지 기업이 급증하고, 브랜드효과가 크게 제고되었다.

테크시티는 해당 지역의 역사적인 배경을 바탕으로 성장과 가능성을 보고 적극적인 지원을 아끼지 않은 공공의 노력과 민간의 거버넌스가 잘 조화를 이룬 사례로서, 공공분야의 정책과 민간의 서비스와 적극적 투자, 산학협력을 통한 기술과사업화를 위한 시장플랫폼, 그리고 위험을 감수하는 적극적 투자 등이 연계되어 창업, 혁신도시로의 성장을 주도한 사례라고 볼 수 있다.

향후 미래 지향형 디지털 경제 기반 전국적으로 클러스터를 확대하려고 하는 영국의 노력에 주목해야 할 것이다.

@highlight

영국은 1997년 이후 신노동당 정책에 따라 창조산업육성과 창조도시 발전을 도모하였고, 전통적 제조업 중심 도시에 창조도시 정책을 대입하여 클러스터 정책을 강화했다.

@highlight

대표적인 디지털클러스터 성공사례로 꼽을 수 있는 런던의 테크시티는 불모지였던 공간이 자생적으로 발전되기 시작하였다.

