이 연구는 기업현장에서 시행되는 교육훈련 전이와 관련된 양상을 심층적으로 이해함으로써 교육훈련 전이를 증진할 수 있는 방안을 탐색하는데 그 목적이 있다.

구체적으로 본 연구에서는 교육훈련 전이를 제고하기 위하여 기업에서 어떠한 노력을 기울이고 있으며, 전이의 촉진요인과 저해요인은 무엇인지를 파악하였다.

이를 위해 기업의 HRD 담당자와 교육훈련 이수자인 학습자를 대상으로 심층면담(in-

depth interview)을 실시하였다.

그 결과, 기업현장에서 체계적인 전이 측정은 부진한 것으로 나타났으나 학습의 현업적용을 높이기 위한 활동들이 이루어지고 있었다.

또한 교육훈련 전이를 촉진하는 요인으로는 교육훈련 참여자의 동기, 업무적용의 절박성과 개인의 필요에 의한 교육훈련 참여, 교육훈련 관련자들의 요구 파악을 통한 교육설계, 교육과정개발 시 현업적용 설계, 교육 전 상사의 교육훈련 관심과 교육 참여자와의 사전미팅, 교육진행 중 및 교육 후 상사의 지원과 격려, 교육훈련 종료 후 HRD 담당자 또는 강사의 사후관리 지원 등이 도출되었다.

그리고 상사의 교육훈련 참여 무관심과 교육내용 적용에 대한 부정적 견해, 전이 평가방법 및 평가도구의 부족, 교육내용의 유용성 부족, 교육수준의 부적합은 교육훈련 전이를 저해하는 요인인 것으로 나타났다.

이와 같은 연구 결과를 바탕으로 교육훈련 전이를 높일 수 있는 방안을 제언하였다.

@highlight

본 연구는 기업현장에서 시행되는 교육훈련 전이와 관련된 양상을 심층적으로 이해함으로써 교육훈련 전이를 증진할 수 있는 방안을 탐색하는데 그 목적이 있다.

