이 논문은 소련 몰락 이후의 구 소련과 구 동구권의 마르크스주의자들의 소련식사회들의 사회-

경제적 형태에 대한 논의를 검토하는 것을 목적으로 한다.

먼저 소련몰락 이전의 소련 및 동구권 내지 소련-

동구권 출신의 비판적 마르크스주의자들의소련에 대한 시각을 소개한다.

비판적 마르크스주의자들에게 소련이 계급사회인지아닌지의 문제는 큰 논쟁거리였다.

그 중 한 흐름(트로츠키부터 카갈리츠키나 타라소프까지)은 소련 사회의 미완의 내지 과도기적 성격을 강조해 소련의 집권 관료들을 계급이 아닌 계층으로 다루어왔던 반면, 다른 흐름(먀스니코브부터 세메노프까지)은 소련을 관료라는 지배계급이 잉여가치를 수취하는 ‘정상적’ 계급 사회로 인식해 왔다.

그 밖에 과연 소련식 사회들을 마르크스가 언급했던 ‘아시아적 생산양식’ 의 국가 관료 본위의 고대·중세의 농업 관료 국가들과 연결시킬 수 있는가(보슬렌스키, 세메노프)가 포스트-

소비에트 마르크스주의자들에게 여전히 중요한 쟁점이다.

소련 사회의 성격을 둘러싼 논의를 소개하는 것은 소련과 동구권, 나아가서 북한 사회 성격의 이해에 도움이 되며 앞으로의 변혁 지향적 운동에 하나의 참고 자료가 될 수 있다.

@highlight

이 연구의 목적은 소련 몰락 이후의 구 소련 및 구 동구권의 마르크스주의자들의 소련식사회들의 사회-

@highlight

경제적 형태에 대한 논의를 파악하는 것으로 한다.

@highlight

먼저 소련몰락 이전의 소련 및 동구권 내지 소련-

@highlight

동구권 출신의 비판적 마르크스주의자들의 소련에 관한 시각을 소개한다.

