상황이야기 중재기법은 발달장애인의 사회적 기술, 의사소통, 문제행동 중재 등에 효과적인 교수전략이다.

본 연구의 목적은 상황이야기를 적용한 국내 실험연구를 메타분석함으로써, 중재 효과를 살펴보고 앞으로 상황이야기와 관련된 연구를 적용하는 데 유용한 기초자료를 제공하는 데 있다.

이러한 목적으로 달성하기 위해 2000년부터 2017년까지 국내 상황이야기를 적용한 학술연구 19편을 체계적으로 수집하였다.

이렇게 선정된 19편의 선행연구는 8가지 분석변인에 따라 분석하였다.

분석변인은 연구대상, 실험환경, 실험설계, 중재유형, 목표기술, 중재 효과, 유지 및 일반화 효과, 질적지표다.

주요 연구결과를 간략하게 제시하면 다음과 같다.

메타분석 결과 연구대상은 초등학생과 중·고등학생인 학령기 학생을 대상으로 많이 연구되었고, 중재는 큰 효과 크기를 보였다.

유지 및 일반화 효과에서도 큰 효과 크기를 보였으며, 질적지표도 모든 연구가 90%이상 충족하여 질적으로 우수한 논문임이 밝혀졌다.

이러한 연구결과를 바탕으로 향후 상황이야기 중재 연구에 대해 논의하였다.

@highlight

중재기법은 발달장애인의 사회적 기술, 의사소통, 문제행동 중재 등에 효과적인 교수전략이고, 본 연구의 목적은 상황이야기를 적용한 국내 실험연구를 메타분석함으로써, 중재 효과를 살펴보고 앞으로 상황이야기와 관련된 연구를 적용하는 데 유용한 기초자료를 제공하는 데 있다.

