본 연구는 무용전공남학생의 성역할정체성, 자아존중감, 학과적응, 진로장애, 전공만족의 인과적 관계를 실증적으로 규명하고자 하였다.

이러한 목적을 수행하기 위해 서울시에 소재한 대학교 무용과 남자대학생 195명을 대상으로 조사를 실시하여 SPSS 18.0프로그램과 AMOS 21.0프로그램을 이용하여 탐색적 요인분석과 확인적 요인분석, 상관분석, 구조모형분석을 통해 다음과 같은 결과를 도출하였다.

첫째.

무용전공남학생의 성역할정체성은 자아존중감에 영향을 미치는 것으로 나타났다.

둘째, 무용전공남학생의 자아존중감은 진로장애에 영향을 미치는 것으로 나타났다.

셋째, 무용전공남학생의 성역할정체성은 학과적응에 영향을 미치는 것으로 나타났다.

넷째, 무용전공남학생의 성역할정체성은 진로장애에 영향을 미치는 것으로 나타났다.

다섯째, 무용전공남학생의 자아존중감은 학과적응에 영향을 미치는 것으로 나타났다.

여섯째, 무용전공남학생의 진로장애는 전공만족에 영향을 미치지 않는 것으로 나타났다.

일곱째, 무용전공남학생의 학과적응은 전공만족에 영향을 미치는 것으로 나타났다.

여덟째, 무용전공남학생의 자아존중감은 전공만족에 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 무용전공남학생의 성역할정체성, 자아존중감, 학과적응, 진로장애, 전공만족의 인과적 관계를 실증적으로 규명하고자 했다.

