사회적기업은 사회의 다양한 문제와 사회적 니즈를 해결하기 위한 사회적 혁신의 주체라고 할 수 있다.

특히, 과학·기술적 지식을 기반으로 하는 과학기술 사회적기업의 경우 사회의 문제 해결뿐만 아니라 근본적인 문제의 해결을 기대할 수 있다.

그러나 과학기술 사회적기업은 다양한 영역에서 태동될 수 있는 기회는 제공되지만, 지속적으로 성장할 수 있는 생태계는 아직 미흡한 것이 사실이다.

이러한 과학기술 사회적기업이 사회적 혁신의 주체로 자리매김하고 그 역할에 충실하기 위해서는 과학기술 사회적기업의 특징을 살펴보고, 그 특성을 고려한 생태계를 조성하는 것이 필요하다.

과학기술 사회적기업이 지속적으로 성장하기 위해서는 첫째, 사회적 혁신 거버넌스를 구축하여 사회적 혁신이 일회성에 그치는 것이 아니라 지속적인 선순환 체계를 형성하여 더 큰 사회적 혁신을 창출할 수 있는 기회를 만드는 것이 필요하다.

둘째, 과학기술 사회적기업의 지원 체계를 정비하는 것으로, 사회적기업과 관련된 다양한 중앙정부의 지원 체계를 통합적이고 체계적인 지원 체계로 개편하는 것이 필요하고, 과학기술 사회적기업이 다양한 사회의 이해관계자들과 협력적 네트워크를 구성할 수 있는 가교의 역할을 수행하는 것이 필요하다.

또한, 과학기술 사회적기업이 지속적인 전문성과 역량을 확보할 수 있는 교육과 관련된 프로그램의 제공과 공익성 및 사회성을 상실하지 않는 사회적 기업가정신을 함양할 수 있는 기회를 제공하는 것이 필요하다.

@highlight

사회적기업은 사회의 다양한 문제와 사회적 니즈를 해결하기 위한 사회적 혁신의 주체라고 할 수 있다.

@highlight

과학기술 사회적기업은 다양한 영역에서 태동될 수 있는 기회는 제공되지만, 계속 성장할 수 있는 생태계는 아직 미흡한 것이 사실이다.

