본 연구는 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 또래 유능성과 창의성에 미치는 영향에 대해 알아보았다.

본 연구대상은 전북 K시에 소재한 S유치원 만 5세 유아 39명이며, 만 5세 두 학급 중 한 학급 유아 20명을 실험집단, 다른 한 학급 유아 19명은 통제집단으로 임의배정하였다.

노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동은 하루일과 중 오전자유선택활동시간인 8시부터 10시 20분 동안에 이루어졌으며 1주일 단위로 진행되었다.

연구결과 첫째, 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 또래 유능성에 긍정적인 영향을 미쳤다.

즉, 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 사교성, 친사회성, 주도성의 모든 하위 요인에 증진효과가 있음을 알 수 있다.

둘째, 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 창의성에 긍정적인 영향을 미쳤다.

즉, 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 유창성, 융통성, 독창성, 상상력의 모든 하위 요인에 증진효과가 있음을 알 수 있다.

@highlight

이 연구는 노랫말 바꾸기에 기초한 소집단 중심의 창의적 음악활동이 유아의 또래 유능성과 창의성에 미치는 영향에 대해 알아보았다.

