본 연구는 Q 방법론을 적용하여 피임에 대한 대학생의 주관성 유형을 확인하고, 유형별 특성을 이해하여 설명하고자 시도되었다.

심층면담을 통해 30개의 Q 진술문을 도출하였고, G 대학에 재학 중인 학생 총 30명을 P 표본으로 선정하여 Q 소팅 작업을 시행하였다.

PC-

QUANL 프로그램을 이용한 분석 결과 세 가지의 유형으로 구분되었고, 제1유형은 피임에 대한 책임과 의무를 중시하는 “책임과 의무 중시형”, 제2유형은 피임에 대한 개방적인 사회 인식을 촉구하는 “개방적 사회인식 갈구형”, 제3유형은 예방적 피임에 대한 중요성을 인식하고 있으며, 피임에 대한 지식을 갖추고 있는 “지식기반 피임 추구형”으로 명명되었다.

본 연구의 결과는 대학생의 건전한 성문화 정착을 위한 피임 관련 교육 프로그램 개발과 성문화 변화에 따른 사회적 차원에서의 대책 논의 및구체적이고 올바른 피임법 등에 대한 캠페인이나 홍보를 위한 기초 자료를 제공할 것으로 기대한다.

@highlight

Q 방법론을 적용하여 피임에 대한 대학생의 주관성 유형을 확인하고, 유형별 특성을 이해하여 설명하고자 하였으며, 그 결과 대학생의 건전한 성문화 정착을 위한 피임 관련 교육 프로그램 개발과 성문화 변화에 따른 사회적 차원에서의 대책 논의 및구체적이고 올바른 피임법 등에 대한 캠페인이나 홍보를 위한 기초 자료를 제공할 것으로 기대한다.

