이 연구는 글로벌 평화교육의 내용 체계와 학습 활동에 관한 논의에 초점이 있다.

먼저 내용 체계에서, 옥스팜의 글로벌 교육과정은 ‘평화와 갈등’이라는 주제를, 오스트레일리아의 글로벌 교육과정에서는 ‘평화만들기와 갈등 해소’라는 주제를 핵심 아이디어로 선정하였다.

한편, 2015 사회과 교육과정에서는 해당 주제가 ‘정치’ 영역과 ‘지속가능한 세계’ 영역에서 나타났다.

다음으로 학습 활동의 경우, CBI의 워커블 피스 프로그램과 USIP의 평화교육 지침서 및 학습자용 활동 키트가 연구대상이었다.

이들은 모두 ‘평화 만들기와 갈등 해소’라는 사회 인식 활동을 계열화하고 있다.

CBI는 공공적 갈등 해결에 초점을 두면서 글로벌 평화학습 활동을 구체화하였다, USIP의 경우, 교사용 지침서와 학습자용 활동 키트로 평화구축 기능 활동과 행동 실천 활동을 조직화하였다.

이상과 같은 글로벌 평화교육의 실제들은 교육내용과 교육방법의 대표 사례로서 글로벌 평화 단원을 구성하고 학습 활동을 조직할 때 시사점을 제공하고 있다.

@highlight

글로벌 평화교육의 학습 활동과 내용 체계를 논의하고자 하였다.

@highlight

글로벌 평화교육의 영역들은 교육방법과 교육내용의 실재 사례로서 글로벌 평화 단원을 구성하고 학습 활동을 조직하는 시사점을 제공하고 있었다.

