이 연구는 학교 현장의 교원이 교육인류학의 연구 방법을 응용하여 자신의 수업을 성찰적으로 이해하는 하나의 사례를 제시하는 것을 목적으로 한다.

이 목적을 위해서 연구자는 현재 학교 현장에서 일반적으로 사용되어 온 수업 관찰의 방법을 개괄적으로 검토하고, 기존 수업 관찰 방법의 문제점을 해결하기 위해서 최근 현장 교원들에 의해서 주목받고 있는 수업 성찰이란 무엇이며, 교육인류학의 이론적 문제 의식과 연구 방법을 기반으로 하고 있는 “아이의 눈으로 수업 보기”는 구체적으로 어떤 절차에 의해서 수업을 성찰적으로 이해하도록 하는지 살펴보았다.

이와 함께 그 방법을 적용하여 연구자가 담임으로 있는 초등학교 3학년의 사회과 수업을 그 수업에 참여한 산이라는 아이의 관점에서 성찰적으로 이해해보았다.

“아이의 눈으로 수업 보기” 방법을 적용하여 그 수업을 성찰적으로 이해한 바에 따르면, 산이가 수업의 과정에서 엉뚱한 소리를 하고, 다른 아이들과 자주 다투는 것은 산이가 오개념을 가졌거나 자기중심적이어서가 아니라 궁금증과 호기심이 많아서 다른 아이들과 다르게 독특한 방식으로 사고하기 때문이다.

그로 인해서 다른 아이들이 산이를 오해하고 갈등하거나 배척한다.

이런 점을 고려하면 산이가 오개념을 가졌다기보다는 교사인 나를 비롯하여 산이 주변의 사람들이 고정관념을 가졌다고 볼 수 있다.

그러므로 교정해야 할 것은 산이가 아니라 나의 수업 관행이다.

@highlight

교육인류학의 이론적 문제 의식과 연구 방법을 기반으로 하고 있는 '아이의 눈으로 수업 보기'는 구체적으로 어떤 절차에 의해서 수업을 성찰적으로 이해하도록 하는지 살펴보았다.

@highlight

'아이의 눈으로 수업 보기' 방법을 적용하여 그 수업을 성찰적으로 보면 산이가 수업의 과정에서 엉뚱한 소리를 하고 다른 아이들과 자주 다투는 것은 산이가 오개념을 가졌거나 자기중심적이어서가 아니라 궁금증과 호기심이 많아서 다른 아이들과 다르게 독특한 방식으로 사고하기 때문이다.

