이 연구는 대학 미적분학 플립드 수업에서 팀프로젝트를 진행하기 위한 교수·학습방법을 개발·적용하고 수업 활동 중 얻어진 수행계획서, 팀 보고서 및 개별 후기, 설문을 통해 학생들의 팀 활동 참여, 심층적인 학습 성취, 의사소통과 협력에 미치는 영향을 제시하고자 한다.

총 120명의 대학 이공계 학생을 대상으로 2018학년도 봄 학기 16주간 미적분학 플립드 수업에서 4주간 팀프로젝트를 진행하였다.

이 수업의 특징은 수업의 진도를 맞추기 위해 개념과 예제 중심의 학습을 동영상으로 진행하였고 팀프로젝트는 강의실에서 진행하였다.

특히 팀프로젝트 과정을 기록할 뿐 아니라 교수자가 팀 활동에 적절히 개입하기 위해 Google 문서를 활용하였다.

결과적으로 팀프로젝트를 강의실 안과 밖에서 진행하여 각각의 단계마다 교수자의 개입이 명확해지면서 학생들의 팀 활동 참여가 증가하였고 이는 의사소통과 협력에 좋은 영향을 끼칠 뿐 아니라 더불어 심층적인 학습활동으로 작용한 것으로 평가된다.

@highlight

본 연구는 대학 미적분학 플립드 수업에서 팀프로젝트를 진행하기 위한 교수·학습방법을 개발·적용하고 수업 활동 중 얻어진 수행계획서, 팀 보고서와 개별 후기, 설문을 통하여 학생들의 팀 활동 참여, 심층적인 학습 성취, 의사소통 및 협력에 미치는 영향을 제시한다.

