본 연구는 한국복지패널을 이용하여 가계부채가 미충족의료에 미치는 영향을 분석하였다.

총 12차에 걸친 조사 중 중 주요 변수가 포함된 10개 년도 자료에서 연구대상 가구를 선정하 였다.

이질성을 보유한 가계부채의 특성을 고려하여 총액지표, 신용위험, 부채형태로 구분한 총 13개 지표를 활용하여 확률효과 로짓모형으로 분석을 실시하였고, 소득 이상의 사회경제적 변수의 영향도 통제하기 위하여, 실물자산, 금융자산으로 구성된 자산변수를 통제변수로 포함 하여 분석하였다.

13가지 지표 중 10가지 부채지표가 유의한 수준으로 미충족의료 경험 가능 성을 증가시키는 방향으로 작용하였다.

세 가지 총액지표에서는 모두 유의한 영향을 확인하였 고, 신용위험에서는 부실위험가구, 신용불량자경험, 연체경험이, 부채형태별로는 금융기관대출, 일반사채, 카드빚, 기타대출이 미충족의료에 유의한 영향을 미치는 것을 확인할 수 있었다.

반 면에, 전세보증금, 외상할부의 유의한 영향은 확인할 수 없는 등 부채별 이질성이 존재할 수 있음을 시사하였다.

본 연구의 결과는 건강 분야에서 의료이용 및 미충족의료에 미치는 사회 경제적지위로서의 가계부채의 영향을 확인함으로서 증가하는 가계부채의 영향을 받을 수 있는 가구들이 사각지대에 방치되지 않도록 하는 정책 설계를 위한 기초 자료를 제공한다.

@highlight

한국복지패널을 이용하여 가계부채가 미충족의료에 미치는 영향을 분석하였고 건강 분야에서 의료이용 및 미충족의료에 미치는 사회 경제적지위로서의 가계부채의 영향을 확인함으로서 증가하는 가계부채의 영향을 받을 수 있는 가구들이 사각지대에 방치되지 않도록 하는 정책 설계를 위한 기초 자료를 제공한다.

