근대의 문학에는 근대사회를 살아가는 인간의 감정이 매우 뚜렷하게 반영된다.

불안, 우울, 질투, 권태 등이 여기에 속하는데, 이것들 가운데 권태는 근대인의 매우 핵심적인감정 가운데 하나다.

근대와 권태의 상관관계는 권태라는 단어가 근대가 태동하는 18세기에 비로소 사전에 수록된다는 점에서도 확인되는데, 하이데거는 이를 실존주의 철학의 근본 틀을 통해 분석한 바 있다.

이 철학자는 권태를 세 형식으로 분류하는데, 제1 형식은 권태를 야기한 특별한 상황이 있는 경우이다.

하이데거는 이것을 “무엇에 의해서권태로워짐”으로 표현한다.

두 번째 형식은 뚜렷한 대상이나 원인이 없지만, 내면에서권태감이 느껴지는 경우인데, 하이데거는 이것을 “.

.

.

곁에서 권태로워함”으로 표현한다.

세 번째 형식은 삶 자체가 권태로운 경우인데, 하이데거는 이를 “세상살이가 그저 권태롭다”라고 표현한다.

하이데거에 따르면 이 세 단계는 각각 권태의 깊이가 점점 깊어지면서 나타나는 현상인데, 이 논리에 따르면 근대사회가 발전해 나갈수록 권태는 제1형식에서 제3형식으로 이행해 간다.

하이데거의 이러한 발견은 독일의 근대문학에 나타난권태의 문제를 설명하는 좋은 논거가 된다.

이 논문은 낭만주의에서 아방가르드로 이어지는 독일 근대 문학에 나타난 권태를 분석하기 위한 시론으로 씌어졌다.

@highlight

하이데거는 이것을 무엇에 의해서권태로워짐으로 표현한다.

@highlight


삶 자체가 권태로운 경우인데, 하이데거는 이를 세상살이가 그저 권태롭다라고 표현한다.

@highlight


하이데거의 이러한 발견은 독일의 근대문학에 나타난권태의 문제를 설명하는 좋은 논거가 된다.

@highlight


낭만주의에서 아방가르드로 이어지는 독일 근대 문학에 나타난 권태를 분석하기 위한 시론으로 씌어졌다.

