콩

의

 

논

 

재

배

시

 

생

육

반

응

은

 

밭

에

서

와

는

 

다

른

 

결

과

가

 

예

상

되

므

로

,

 

논

재

배

 

콩

의

 

휴

립

조

건

에

 

따

른

 

생

장

분

석

을

 

분

석

하

고

자

 

화

엄

풋

콩

 

등

 

5

품

종

을

 

고

휴

와

 

평

휴

로

 

재

배

하

여

 

생

육

반

응

을

 

분

석

한

 

결

과

는

 

다

음

과

 

같

다

.

 

휴

립

조

건

에

 

따

른

 

콩

의

 

지

상

부

 

생

육

은

 

경

장

의

 

경

우

 

전

 

생

육

기

에

서

 

평

휴

재

배

시

 

높

은

 

경

향

을

 

보

이

지

만

,

 

분

지

수

와

 

경

직

경

은

 

생

육

 

후

기

로

 

갈

수

록

 

고

휴

조

건

에

서

 

큰

 

경

향

을

 

보

였

다

.

 

그

러

나

 

지

상

부

 

생

육

은

 

재

배

조

건

에

 

따

른

 

차

이

보

다

,

 

품

종

간

 

차

이

가

 

보

다

 

뚜

렷

하

게

 

나

타

났

다

.

 

논

에

서

 

휴

립

조

건

에

 

따

른

 

생

육

단

계

별

 

콩

의

 

지

상

부

생

육

은

,

 

생

육

초

기

인

 

V

5

 

s

t

a

g

e

에

서

는

 

평

휴

재

배

시

 

건

물

 

생

산

능

력

이

 

고

휴

재

배

시

 

보

다

 

높

았

으

나

,

 

생

육

이

 

진

전

될

수

록

 

고

휴

로

 

재

배

할

 

때

 

건

물

중

 

생

산

이

 

높

았

으

며

,

 

전

 

생

육

기

간

 

동

안

 

품

종

별

 

차

이

가

 

뚜

렷

하

였

다

.

 

재

배

조

건

에

 

따

른

 

콩

의

 

논

에

서

의

 

지

하

부

의

 

생

육

은

,

 

V

5

,

 

R

2

 

및

 

R

5

 

s

t

a

g

e

 

등

 

전

 

생

육

기

간

동

안

 

고

휴

재

배

시

 

지

하

부

의

 

생

육

이

 

평

휴

재

배

조

건

 

보

다

 

왕

성

하

였

으

며

,

 

재

배

방

법

에

 

따

른

 

고

휴

재

배

 

효

과

는

 

나

타

나

지

않

았

으

나

,

 

품

종

간

 

차

이

는

 

컸

다

.

 

T

/

R

율

은

 

평

휴

로

 

재

배

할

 

경

우

 

높

았

고

,

 

재

배

방

법

에

 

따

른

 

고

휴

재

배

 

효

과

는

 

나

타

나

지

 

않

았

으

나

,

 

품

종

간

 

차

이

는

 

인

정

되

었

다

.

@highlight

콩의 논 재배시 생육반응은 밭에서와는 다른 결과가 예상되므로, 논재배 콩의 휴립조건에 따른 생장분석을 분석하고자 화엄풋콩 등 5품종을 고휴와 평휴로 재배하여 생육반응을 분석하였다.