‘

미

(

美

)

’

라

는

 

말

은

 

2

0

세

기

 

초

부

터

 

조

롱

을

 

받

아

가

며

 

미

학

적

 

논

의

로

부

터

 

물

러

났

거

나

 

아

니

면

 

아

주

 

사

라

져

버

렸

다

.

 

철

학

의

 

한

 

분

과

로

서

의

 

고

전

미

학

은

 

‘

미

의

 

철

학

’

이

었

으

나

,

 

최

근

의

 

미

학

자

들

은

 

미

에

 

대

해

서

보

다

는

 

예

술

에

 

대

한

 

분

석

과

 

미

적

 

경

험

의

 

현

상

학

에

 

더

 

헌

신

하

고

 

있

다

.

 

이

제

 

미

는

 

미

학

에

서

,

 

진

선

미

(

眞

善

美

)

 

가

운

데

 

하

나

인

 

보

편

적

 

초

월

적

 

가

치

가

 

아

니

라

,

 

다

른

 

많

은

 

가

치

들

 

가

운

데

의

 

하

나

에

 

지

나

지

 

않

는

다

.

 

서

양

 

근

대

미

학

에

서

 

성

립

한

 

미

=

예

술

,

 

예

술

=

미

라

는

 

등

식

은

,

 

고

대

와

 

중

세

미

학

사

상

에

서

도

 

그

런

 

등

식

이

 

없

었

던

 

것

처

럼

,

 

현

대

미

학

에

서

도

 

결

코

 

당

연

한

 

것

은

 

아

니

다

.

 

오

히

려

 

현

대

미

술

은

 

추

(

醜

)

를

 

조

연

이

 

아

닌

 

주

연

으

로

서

 

무

대

 

위

에

 

등

장

시

킨

다

.

 

미

를

 

추

방

해

버

린

 

현

대

미

술

 

안

에

서

 

추

는

 

어

떻

게

 

미

학

의

 

대

상

이

 

될

 

수

 

있

을

까

?

 

이

를

 

위

해

 

우

리

는

 

서

양

현

대

미

술

을

 

각

각

 

미

술

-

반

(

反

)

미

술

-

비

(

非

)

미

술

의

 

관

점

에

서

 

고

찰

하

고

 

있

는

 

미

술

사

학

자

 

한

스

 

제

들

마

이

어

(

H

a

n

s

 

S

e

d

l

m

a

y

r

)

의

 

입

장

과

,

 

미

학

-

반

(

反

)

미

학

-

비

(

非

)

미

학

의

 

관

점

에

서

 

고

찰

하

고

 

있

는

 

미

학

자

 

니

시

무

라

 

키

요

카

즈

(

西

村

淸

和

)

의

 

입

장

을

 

살

펴

보

고

자

 

한

다

.

 

전

자

는

 

반

미

술

,

 

비

미

술

에

 

대

해

 

부

정

적

인

 

입

장

을

 

취

하

고

 

있

으

며

,

 

후

자

는

 

반

미

학

은

 

긍

정

하

는

 

한

편

 

비

미

학

은

 

부

정

하

는

 

조

금

은

 

관

용

적

인

 

입

장

을

 

취

하

고

 

있

다

.

@highlight

‘미(美)’라는 말은 20세기 초부터 조롱을 받아가며 미학적 논의로부터 물러났거나 아니면 아주 사라져버렸다. 오히려 현대미술은 추(醜)를 조연이 아닌 주연으로서 무대 위에 등장시킨다.