인구의 고령화 현상과 맞물려 인터넷 이용인구의 연령대별 분포에서도 최근 몇 년 간 중장년층 인구의 인터넷 의존도가 급격히 증가하고 있으며, 이들을 위한 실버포탈이 등장하고 있다.

이에 본 연구에서는 40세 이상의 잠재 실버포탈 이용자들을 대상으로 하여 실버포탈의 성공적 수용을 위한 품질요인을 규명하고자 하였다.

또한 인구통계학적 특성(성별)이 실버포탈 품질요인과 이용의도간의 관계에 미치는 영향도 규명하고자 하였다.

이러한 본 연구의 목적을 달성하기 위해, 관련 문헌들에 대한 검토를 통해 실버포탈 품질요인으로 정보품질, 시스템품질, 서비스품질 및 오락품질을 도출하였으며, 성별을 조절변수로 선택하였다.

이러한 연구변수의 정의를 토대로, 본 연구에서는 국내의 수도권 지역에 거주하는 40세 이상의 잠재 실버포탈 이용자들을 대상으로 설문지를 의뢰하여 통계분석을 수행하였다.

분석결과, 정보품질, 시스템품질과 오락품질은 실버포탈 이용의도와 관련성이 있는 반면에 서비스품질은 이용의도와 관련성이 없다는 것을 파악할 수 있었다.

또한 실버포탈의 오락품질과 이용의도간의 관계에 대해 성별의 조절효과가 있음이 밝혀졌다.

@highlight

본 연구에서는 40세 이상의 잠재 실버포탈 이용자들을 대상으로 하여 실버포탈의 성공적 수용을 위한 품질요인을 규명하고자 하였다.

