지난 20년간(1998~2019), 통일부의 탈북민을 향한 정책은 정착과 지원 중심이었다.

그리고 탈북민 선교를 하는 개신교회와 선교단체 활동의 주안점은 통일부 정책의 부족한 부분을 채우는 노력이었다.

이러한 상황 속에서 한국사회의 많은 사람은 그들을 불편한 존재로 여기고 있다.

이런 환경 속에서 경제적, 문화적 박탈감과 정체성 혼란을 겪는 탈북민들을 돕는 가장 좋은 방법은 교회생활을 통해 그들의 정체성을 세우는 일이다.

그래서 본 논문은 먼저 지적한다: 통일부의 정책이 탈북민을 동포로 규정하고 있기는 하지만 실상은 한국 사회에 동화되어야 하는 대상으로 간주한다는 점이다.

또한, 개신교회와 선교단체에서 그들을 교화의 대상으로 삼고 있다는 점이다.

그리고 본 논문은 탈북민의 종교적 체험을 ‘응답적 경험’으로 소개하면서, 종교의 조정적 기능과 적응적 기능이 거래적 신앙에서 헌신적 신앙으로 넘어가는 사례를 통해 ‘의미 있는 타자’의 역할을 제시한다.

이 과정에서 본 논문은 그들이 경험하게 되는 종교적 사회화의 다섯 가지를 제안한다.

교회 출석, 종교의 인성개발, 인간관계의 상호작용, 개신교회와 선교단체의 협업, 교회의 사회적 기능.

본 논문은 탈북민을 교화와 배제의 대상이 아닌 하나님 앞에서 동등한 인간인 이웃사랑의 대상으로 정의하지 않는다면, 탈북민의 선교가 실패할 수밖에 없음을 제시한다.

따라서 교회의 종교적 사회화는 그들의 정체성을 세우는 과제임을 제안한다.

@highlight

통일부의 탈북민을 향한 정책은 정착과 지원이었고 개신교회와 선교단체 활동은 부족한 부분을 채우는 노력이었다.

@highlight

본 논문은 탈북민의 종교적 체험을 ‘응답적 경험’으로 소개하며, 종교를 통해 ‘의미 있는 타자’ 역할을 제시한다.

@highlight

이 과정에서 종교적 사회화의 다섯 가지를 제안하고 탈북민을 동등한 인간인 이웃사랑의 대상으로 정의하여 종교적 사회화는 그들의 정체성을 세우는 과제임을 제안한다.

