저글루테린 및 저아밀로스 품종인 ‘건양2호’는 ‘중국173 호’와 ‘주남벼’를 각각 모본과 부본으로 인공교배 후 집단육종법을 통하여 육성한 기능성 품종이다.

‘건양2호’의 출수기는 영호남 및 중부평야지 보통기 보비재배에서 8월 10일로‘남평벼’보다 5일 빠른 중생종이다.

간장은 65 cm로 내도복성이며, 불시출수와 수발아는 안되는 편이고 내냉성은 ‘남평벼’와 비슷한 편이다.

잎도열병 밭못자리검정에서 중정도 저항성을 보였으며, 줄무늬잎마름병과 흰잎마름병(K1, K2, K3) 에는 저항성이다.

‘건양2호’의 아밀로스함량은 11.5%로 메벼와 찹쌀의 중간형태로 불투명한 저아밀로스 품종이며, 단백질함량은 6.0%로 ‘남평벼’보다 약간 낮으며 소화성 전분인 글루테린 비율이 63.1%로 ‘남평벼’의 73.8%보다 낮다.

‘건양2 호’의 쌀 수량성은 4.61 MT/ha로 ‘남평벼’보다 9% 감수되었고, 적응지역은 영호남 및 중부 평야 1모작지이다(품종 등록번호: 제5105호).

@highlight

건양2호’의 출수기는 영호남 및 중부평야지 보통기 보비재배에서 8월 10일로 5일 빠른 중생종이다.

@highlight

아밀로스함량은 11.5%로 저아밀로스 품종이며, 단백질함량은 6.0%, 글루테린 비율이 63.1%로 ‘남평벼’의 73.8%보다 낮다.

@highlight

‘건양2 호’의 쌀 수량성은 4.61 MT/ha로  적응지역은 영호남 및 중부 평야 1모작지이다.

