공공선택론은 비시장적 의사결정에 대한 경제학적 접근방식으로 정의되며, 정부실패의 원인을 경제학적으로 설명하고 이에 대해 경쟁이라는 해답을 도출하는데 많이 사용되고 있다.

대표적인 것이 티부 가설로서, 공공서비스의 종류와 양의 결정에 다양한 개인 선호가 있으므로 이를 반영하는 다수의 지방정부가 경쟁하는 것이 주민만족을 위해 바람직하다고 본다.

주민들은 자신들이 원하는 지방으로 이사함으로써 자신들의 선호를 드러내며, 이는 지방 자치를 강조하는 중요한 논거로 작용하고 있다.

그러나 지역정보를 통해 실제로 살펴보면, 한국에서는 이 이론이 정확히 적용된다고 보기 어려운 경우가 존재한다.

그 중의 하나가 지역개발기금 공채 부과율의 인하 경쟁이다.

우리나라의 지역개발기금은 지역개발사업 및 지방공기업사업을 지원하기 위한 목적으로 광역자치단체 및 인구 100만 이상인 기초자치단체에서 조례로 규정하여 설치 및 운용할 수 있는 기금을 말한다.

이 지역개발기금의 재원을 조달하는데 가장 큰 부분을 차지하는 것은 지역개발채권인데, 이 채권의 부과율은 지방자치단체가 자율적으로 정할 수 있다.

이에 따라 지방자치단체들이 모두 지나친 출혈 경쟁을 이어나가고 있는 실정이다.

본문에서는 지역정보를 통해 지역개발채권의 문제점과 개선방안을 살펴보고, 이를 통해 한국에서 공공선택론 적용의 함의에 대해 논의한다.

@highlight

지역정보를 통해 지역개발채권의 문제점과 개선방안을 살펴보고, 이를 통해 한국에서 공공선택론 적용의 함의에 대해 논의한다.

@highlight

주민들은 자신들이 원하는 지방으로 이사함으로써 자신들의 선호를 드러내며, 이는 지방 자치를 강조하는 중요한 논거로 작용하고 있다.

@highlight

그러나 지역정보를 통해 실제로 살펴보면, 한국에서는 이 이론이 정확히 적용된다고 보기 어려운 경우가 존재한다.

@highlight

지역개발기금의 재원을 조달하는데 가장 큰 부분을 차지하는 것은 지역개발채권인데, 이 채권의 부과율은 지방자치단체가 자율적으로 정할 수 있다.

