지역축제란 지역기반창업기업들에게 매우 소중한 홍보 및 판매의 장이 될 수 있다.

그렇다면 지역축제의 서비스품질은 이들의 제품 판매활성화에 직접적으로 기여할 수 있는가?

기존의 축제서비스품질과 관련된 연구에서는 축제서비스 품질의 관광산업적 성과에 주로 초점을 맞추었던 것과는 달리, 우리는 축제서비스 품질이 제품판매에 미치는 영향에 초점을 맞추어 연구를 진행하였다.

선행연구 분석을 토대로 하여 우리는 “지역축제의 서비스품질은 지역이미지를 매개로 지역기반창업기업의 제품에 대한 소비자의 구매의도에 영향을 줄 것이다”라는 가설을 세우고 연구를 진행하였다.

그 결과 첫째, 축제서비스 품질은 구매의도에 직접적으로 영향을 주지 않았다.

공감성 차원을 제외할 땐 다른 차원은 모두 직접적 영향을 주지 않았다.

반면 축제서비스 품질의 각 차원은 확신성을 제외하고 지역이미지를 매개로 구매의도에 유의미한 영향을 주었다.

그리고 구매의도는 구매행동에도 실질적으로 큰 영향을 미치고 있었다.

이를 통해 우리는 지역축제서비스품질은 지역이미지를 매개로 할 때, 지역기반창업기업의 제품판매에 영향을 미친다는 점을 확인할 수 있었다.

다만 영향은 직접적인 영향이 아니라 간접적인 영향이었다.

또한 지역이미지가 중요한 영향을 미치므로 지역이미지를 개선하기 위한 노력이 선행되어야 한다는 점을 제언할 수 있다.

더하여 지역축제서비스 품질의 향상은 지역기반창업기업제품 판매에 긍정적 영향을 준다는 점을 확인할 수 있었으며, 특히 공감성 차원이 영향을 많이 준다는 점을 또한 확인할 수 있었다.

@highlight

지역축제란 지역기반창업기업들에게 소중한 홍보와 판매의 장이 된다.

@highlight

지역축제의 서비스품질은 이들의 제품 판매활성화에 직접적으로 기여할 수 있는가에 대한 연구에서 선행연구는 축제서비스 품질의 관광산업적 성과에 초점을 맞추었다.

@highlight

본고는 축제서비스 품질이 제품판매에 미치는 영향에 초점을 맞춰 연구를 하였다.

