본 논문은 고부가가치의 콘텐츠인 디지털 홀로그램을 허락된 사용자만 볼 수 있도록 하는 암호화 방법을 제안한다.

본 논문에서는 프레넬 변환의 특성 즉, 회절거리를 증가시키면 객체영역이 상대적으로 회절평면 일부분에 집중되는 현상을 이용한다.

객체 에너지가 집중되는 영역만을 암호화함으로써 암호화 영역을 크게 줄여 적은 양을 암호화하고도 높은 암호화 효율을 얻는 방법을 제안한다.

그 방법으로는 홀로그램의 복원을 위한 프레넬 변환과 에너지 집중을 위한 프레넬 변환을 통하여 홀로그램 정보를 가운데로 집중시키고 이를 암호화하는 방법이다.

두 번째 프레넬 변환의 파라미터인 회절거리를 조절하여 에너지 집중정도를 결정하고, 가중치를 조절함으로써 암호화 영역의 크기를 조절하여 암호화 강도를 결정한다.

이를 위해 거리와 가중치에 따른 최적의 암호화 지점을 분석한다.

이 암호화 방법을 적용하였을 때 회절거리가 20일 때 전체 영상의 0.005% ~ 0.02%만 암호화를 하여도 객체정보를 시각적으로 확인할 수 없었다.

@highlight

이 연구는 사회 네트워크 관점을 채택해 본사와 해외 자회사의 문화적 차이에서 발생하는 제약을 극복하고 문화적 경계를 뛰어넘어 상호작용을 돕는 주재원의 국제경계관리(international boundary spanning)에 초점을 둔다.

