모바일컴퓨팅, 무선 센서네트워크, 센서 기술로 인하여 유비쿼터스 컴퓨팅 서비스가 현실화되고 있고 모든 사람들에게 의료서비스를 보다 편리하게 제공할 수 있게 될 것으로 기대된다.

이 u-

Healthcare 서비스는 시간, 장소에 구애받지 않고 의료서비스를 제공할 수 있으므로 인간의 삶의 질을 향상시킬 수 있다.

따라서 본 논문에서는 이 서비스를 구현하는 시스템으로 심장병 환자를 위한 헬스케어 서비스 프로토타입을 구현하였다.

시스템은 두 부분으로 구성된다.

front-

end는 체온, 혈압, 혈중산소농도, 심장의 파형 등 다양한 생체신호를 수집하고 back-

end는 수집된 신호를 바탕으로 의료서비스를 제공한다.

단순히 생체 신호만을 의료진에게 전달하는 것은 모니터링 수준에 불과하여 유비쿼터스 헬스케어 서비스의 요구조건을 만족할 수 없다.

따라서 본 연구에서는 인공신경망 기술을 이용하여 현재의 상황을인식하여 불필요한 신호를 제거하고, 개인의 특성에 최적화된 헬스케어 모델을 제시한다.

철저한 실험을 통하여 제안된 모델은 유비쿼터스 서비스의 요구조건을 만족하고 보다 향상된 서비스를 제공할 수 있음을 확인하였다.

@highlight

모바일컴퓨팅, 무선 센서네트워크, 센서 기술로 인해 유비쿼터스 컴퓨팅 서비스가 현실화되고 있고 모든 사람들에게 의료서비스를 보다 편리하게 제공할 수 있게 될 것으로 기대된다.

