[목적] 본 연구는 은퇴 프로축구선수들의 재사회화 장벽에 관한 수용인식(주관성)을 유형화하는데 그 목적이 있다.

[방법] Q방법론을 차용하여 은퇴 선수들이 지각(또는 경험)한 사회적응 및 재취업 과정에서의 제약 요인을 규명하였다.

[결과] 은퇴 프로축구선수들의 재사회화 장벽은 ‘유형Ⅰ: 내적-

제약형’, ‘유형Ⅱ: 외적-

제약형’, ‘유형Ⅲ: 내적-

갈등형’, ‘유형Ⅳ: 외적-

갈등형’으로 나타났다.

이들 유형은 재사회화 장벽을 어디로부터 수용하는지(개인 내부와 외부), 무엇에 의존하는지(객관적 조건과 주관적 관념)에 따라 다양한 학술적 및 실용적 논의를 제공하였다.

[결론] 본 연구는 개인의 주관성 구조, 즉 가설 추론(발견)에 초점화된 연구로서 가설 검증에 주목한 전통 방법론을 보완하였다.

따라서 본 연구에서 발견한 각 유형들은 은퇴 선수와 관련된 후속 연구뿐만 아니라 지원사업과 같은 정책 결정 과정에도 유용한 정보를 제공한다.

@highlight

은퇴 프로축구선수들의 재사회화 장벽에 관한 수용인식을 유형화하기 위해 Q방법론을 차용하여 제약 요인을 고찰한 결과 재사회화 장벽은 ‘유형Ⅰ: 내적-

@highlight

제약형’, ‘유형Ⅱ: 외적-

@highlight

제약형’, ‘유형Ⅲ: 내적-

@highlight

갈등형’, ‘유형Ⅳ: 외적-

@highlight

갈등형’으로 나타났다.

