이 연구는 고등학교 교과 중 심화과목에 해당하는 <국제법>의 교육과정을 분석하고 개선안을 제시하는 것을 목적으로 한다.

2009개정 교육과정(2012수정고시)에서는 고등학교 교육과정 중 <법과 정치>와 <국제법>에서 국제법 교육이 이루어지고 있다.

<국제법>은 우리나라가 직면하고 있는 국제법 현실에 비추어 고등학생들에게 교육될 필요가 매우 높다.

그러나 <국제법>의 경우 국제고등학교 등의 일부 학교에서만 실제 수업에 채택되고 있어 학습 사례가 적다.

이에 따라 관련 논의 및 연구가 활발히 이루어지지 않아 제7차 교육과정에서부터 현재까지 별다른 수정 없이 문제점을 내포한 채 유지되어 왔다.

현행 고등학교 <국제법> 교육과정에서는 국제법과 국제정치의 혼동, 체계의 중복(예: 국제기구), 국제법 주체로서 개인의 지나친 강조, 국제법이 아닌 국제사법의 교육, 국제법과 국내법의 관계 소홀, 국제법 개별 영역에 대한 무관심 등의 문제점이 발견되었다.

이 연구에서는 이러한 문제점들을 해결하고 국제법에 대한 학생들의 흥미를 향상시키며 국제법 교육의 취지를 살릴 수 있는 성취기준의 개선안을 탐색적으로 제시해 보았다.

@highlight

본 연구는 고등학교 교과 중 심화과목에 해당하는 <국제법>의 교육과정을 분석하고 개선안을 제시하는 것을 목적으로 한다.

