‘

대

량

고

객

화

’

가

 

전

 

산

업

에

 

확

산

되

면

서

 

옵

션

선

택

과

 

관

련

된

 

소

비

자

 

의

사

결

정

이

 

매

우

 

중

요

한

 

연

구

 

분

야

로

 

부

각

되

고

 

있

다

.

 

이

에

 

본

 

연

구

는

 

P

a

r

k

,

 

J

u

n

,

 

M

a

c

I

n

n

i

s

(

2

0

0

0

)

가

 

연

구

한

 

가

산

적

 

옵

션

 

프

레

이

밍

 

대

비

 

감

산

적

 

옵

션

 

프

레

이

밍

의

 

차

별

 

적

 

효

과

가

 

옵

션

유

형

과

 

조

절

적

 

동

기

에

 

따

라

 

어

떻

게

 

달

라

지

는

지

 

그

 

조

절

적

 

역

할

을

 

살

펴

보

았

다

.

 

이

를

 

위

해

 

2

(

옵

션

 

프

레

 

이

밍

:

 

감

산

적

 

옵

션

 

프

레

이

밍

/

가

산

적

 

옵

션

 

프

레

이

밍

)

 

×

 

2

(

옵

션

유

형

:

 

실

용

적

/

쾌

락

적

)

 

×

 

2

(

조

절

적

 

동

기

:

 

향

상

동

기

/

예

방

 

동

기

)

 

집

단

간

 

실

험

설

계

(

b

e

t

w

e

e

n

-

s

u

b

j

e

c

t

s

 

f

a

c

t

o

r

i

a

l

 

d

e

s

i

g

n

)

를

 

적

용

하

여

 

가

설

을

 

검

증

하

였

다

.

 

분

석

결

과

,

 

옵

션

 

프

레

이

밍

과

 

옵

션

유

형

 

간

에

 

유

의

한

 

상

호

작

용

효

과

가

 

나

타

났

다

.

 

즉

,

 

가

산

적

 

옵

션

 

프

레

이

밍

 

대

비

 

감

산

 

적

 

옵

션

 

프

레

이

밍

의

 

차

별

적

 

효

과

는

 

실

용

적

 

옵

션

에

 

비

해

 

쾌

락

적

 

옵

션

일

 

경

우

 

더

욱

 

크

게

 

나

타

났

다

.

 

또

한

 

옵

션

 

프

레

이

밍

 

과

 

조

절

적

 

동

기

간

에

도

 

높

은

 

상

호

작

용

효

과

가

 

있

음

을

 

발

견

하

였

다

.

 

즉

,

 

감

산

적

 

옵

션

 

프

레

이

밍

에

서

는

 

예

방

동

기

 

지

향

적

 

소

비

자

가

 

향

상

동

기

 

지

향

적

 

소

비

자

에

 

비

해

 

더

 

많

은

 

옵

션

을

 

선

택

한

 

반

면

에

,

 

가

산

적

 

옵

션

 

프

레

이

밍

에

서

는

 

향

상

동

기

 

지

 

향

적

 

소

비

자

가

 

예

방

동

기

 

지

향

적

 

소

비

자

에

 

비

해

 

더

 

많

은

 

옵

션

을

 

선

택

하

는

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구는 Park, Jun, MacInnis(2000)가 연구한 가산적 옵션 프레이밍 대비 감산적 옵션 프레이밍의 차별 적 효과가 옵션유형과 조절적 동기에 따라 어떻게 달라지는지 그 조절적 역할을 살펴보았다.