기

업

들

의

 

소

셜

 

미

디

어

 

활

동

을

 

검

증

한

 

기

존

 

연

구

들

을

 

살

펴

보

면

,

 

소

비

자

들

의

 

소

셜

 

미

디

어

 

활

동

과

 

그

 

동

기

를

 

추

정

하

기

 

위

한

 

자

료

수

집

과

 

분

석

이

 

대

부

분

이

었

다

.

 

소

셜

 

미

디

어

의

 

실

제

 

활

동

성

과

와

 

시

장

성

과

 

지

표

인

 

브

랜

드

 

자

산

 

추

정

을

 

위

한

 

자

료

 

수

집

과

 

분

석

은

 

부

족

했

던

 

것

이

다

.

 

본

 

연

구

는

 

기

업

들

의

 

동

영

상

 

공

유

 

플

랫

폼

 

활

동

이

 

브

랜

드

 

자

산

에

 

미

치

는

 

영

향

력

을

 

검

증

하

는

 

것

이

 

목

적

이

다

.

 

브

랜

드

 

실

무

자

들

이

 

운

영

하

는

 

소

셜

 

미

디

어

 

활

동

 

중

 

동

영

상

 

공

유

 

플

랫

폼

의

 

브

랜

드

 

채

널

 

활

동

이

 

브

랜

드

 

자

산

에

 

어

떤

 

영

향

을

 

미

칠

지

 

검

증

하

고

자

 

했

다

.

 

실

증

검

증

을

 

위

해

 

연

구

자

들

은

 

인

터

브

랜

드

의

 

브

랜

드

 

자

산

 

지

표

 

상

위

 

1

0

0

개

의

 

브

랜

드

들

을

 

선

정

한

 

후

 

해

당

 

브

랜

드

들

의

 

유

튜

브

 

브

랜

드

 

채

널

 

활

동

을

 

분

석

해

 

인

과

관

계

를

 

추

정

하

고

자

 

했

다

.

 

연

구

 

결

과

 

브

랜

드

 

채

널

의

 

동

영

상

 

수

와

 

유

관

 

채

널

수

는

 

브

랜

드

 

채

널

의

 

구

독

자

수

를

 

높

여

 

브

랜

드

 

자

산

을

 

높

여

주

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

브

랜

드

 

채

널

을

 

구

독

하

는

 

시

청

자

와

 

소

비

자

-

브

랜

드

 

관

계

가

 

선

행

되

어

야

 

브

랜

드

 

자

산

이

 

상

승

할

 

수

 

있

으

며

,

 

브

랜

드

 

컨

텐

츠

 

조

회

수

는

 

브

랜

드

 

자

산

에

 

의

미

있

는

 

영

향

을

 

미

치

지

 

않

음

을

 

발

견

했

다

.

@highlight

본 논문의 목적은 기업들의 동영상 공유 플랫폼 활동이 브랜드 자산에 끼치는 영향력을 검증하는 것에 있다. 브랜드 실무자들이 운영하는 소셜 미디어 활동 가운데 동영상 공유 플랫폼의 브랜드 채널 활동이 브랜드 자산에 어떠한 영향을 미칠지 검증하고자 했다.