본고는 『백호선생문집습유』의 「청등론사」에 수록된 임제의 사론을 대상으로 주제의식과 의론전략을 살펴보는 것을 목표로 한다.

「청등론사」에는 총 3편의 작품이 수록되어 있으며 이 글에서는 그 중 항우를 주제로 논의한 2편을 살펴보았다.

첫째, 「배갱론」은 태공을 볼모로 항복을 요구했던 항우에 대해 보인 한 고조의 대응 즉, 배갱의 사건에 대해 논의 형식을 통해 의론한 글이다.

‘효’를 최우선으로 하는 유교적 가치에 따라 비판을 가하던 기존의 논의를 반박하며 특정 사건에 대한 판단에는 현실문맥을 고려한 합리적인 역사인식이 필요함을 강조하고 있다.

이러한 주장의 이면에는 성리학이 점차 교조화됨에 따라 서로를 향해 일방적인 주장을 내세우며 첨예하게 대립하여 결국 동서분당이라는 파국에까지 이른 당대의 정치현실에 대한 비판이 내재되어 있다.

둘째, 「오강부」에서는 항우의 최후에 대해 논과 부의 결합 형식을 빌어 의견을 제시하고 있다.

논에서는 항우가 자살을 택할 수밖에 없었던 상황과 그에 대한 긍정적 평가를 대비와 연쇄의 기법을 통해 논리적으로 설파하고 부에서는 항우의 일생을 감각적, 감상적으로 형상화하여 烈의 화신으로의 항우를 형상화하고 있다.

@highlight

본 논문은 『백호선생문집습유』의 「청등론사」에 수록된 임제의 사론을 대상으로 주제의식과 의론전략을 살펴보는 것을 목표로 한다.

