본 연구는 미혼남녀의 원가족 경험과 정서조절 능력이 현재 이성관계 만족도에 미치는 영향에 대해 분석하였다.

이를 위해 현재 이성교제 중인 서울, 경기지역 20~30대 미혼남녀381명을 대상으로 설문조사를 실시하였다.

종속변수는 이성관계 만족도이며 독립변수는 원가족 경험, 매개변수는 정서조절 능력으로 두고 각 변인의 수준, 상관관계, 회귀분석을 통한매개효과 분석을 실시한 결과는 다음과 같다.

첫째, 남성일수록, 연령이 낮을수록, 데이트횟수가 많을수록, 결혼을 고려하고 있을 경우에 이성관계 만족도가 높게 나타났다.

둘째, 과거 원가족 경험이 개인의 정서조절 능력과 이성관계 만족도에 직·간접적인 영향을 미치는 변인으로 나타났다.

셋째, 각 변인은 서로 상관관계를 나타냈으며 원가족 경험과 이성관계 만족도와의 관계에서 정서조절 능력이 매개효과를 갖는 것으로 분석되었다.

즉, 긍정적인 원가족 경험은 정서조절 능력을 발달시키는 배경요인이 되고 이는 이성관계 만족도를 향상시키는역할을 하는 것을 확인하였다.

본 연구 결과는 커플의 관계만족도 향상을 위한 교육 및 상담에서 정서조절 능력에 대한 개입의 중요성을 시사한다.

@highlight

본고는 미혼남녀의 원가족 경험과 정서조절 능력이 현재 이성관계 만족도에 미치는 영향에 대하여 분석했다.

