본 연구는 여가활동의 순기능을 촉진하여 여가행위중독을 예방하고, 역기능을 억제하여 여가행위중독을 치료할 수 있는 청소년 통합여가행위중독 다차원 개입전략을 개발하는데 그 목적이 있다.

이를 위하여 문헌연구와 총 5회에 걸친 델파이 조사를 수행하였다.

첫째, 청소년 통합여가행위중독 다차원 개입전략을 위한 집단구분은 일반참여자군, 여가선용군, 잠재적위험군, 여가중독군 총 4개 집단으로 구분되었다.

둘째, 청소년 통합여가행위중독 다차원 개입전략 모형 개발을 위한 모형틀은 역삼각형 모양의 인구분포형으로 결정되었다.

셋째, 청소년 통합행위중독 다차원 개입전략은 촉진적 개입전략(예방프로그램교육 개입, 여가지속프로그램교육 개입)과 억제적 개입전략(집중예방프로그램교육 개입, 치료프로그램교육 개입)으로 구성되었다.

넷째, 청소년 통합여가행위중독 다차원 개입전략 개발을 위해 관·학·민 서비스 전달체계 개발하였다.

관의 역할은 정책개발을, 학의 역할은 연구개발을, 관학협력의 역할은 전문인력 양성을, 관학민협력의 역할은 인식개선으로 분석되었다.

본 연구결과는 관련 후속연구들 간 연구 확장에 기초자료로 제공되어 그 활용가치가 높을 것으로 생각된다.

@highlight

본고는 여가활동의 순기능을 촉진하여 여가행위중독을 예방하고, 역기능을 억제하여 여가행위중독을 치료할 수 있는 청소년 통합여가행위중독 다차원 개입전략을 개발하는데 그 목적이 있다.

