혁신적인 기술 도입과 보다 경쟁적인 비즈니스 환경이 보편화되면서 스마트오피스 전략의 도입이 늘어나는 추세이다.

본 연구의 목적은 스마트오피스에서 일하는 근무자를 대상으로 스마트워크에 대한 의식, 근무자들이 경험한 스마트오피스의 업무공간 유형별 평가, 개인업무공간, 협업공간, 서비스공간, 운영시스템에 대한 만족도를 조사하고, 각 업무공간이 전반적인 업무환경 만족도에 미치는 영향을 분석하고자 함이다.

본 연구를 위하여 총 155부의 설문지를 수집하여 SPSS를 이용하여 기술 통계, 독립표본 평균비교(t검증), 반복측정 분산분석(repeated measure ANOVA), 회귀분석을 실시하였다.

스마트오피스 환경에 대한 의식과 전반적인 공간별 만족도를 살펴본 결과, 개인업무공간에서는 완전히 개방적인 공간보다는 반개방적인 공간을 선호하였으며 대회의실은 가장 선호하지 않는 공간으로 나타났다.

스마트오피스의 개념은 커뮤니케이션 증진을 위하여 개방적이고 융통적인 개념을 강조하지만 조사 결과는 시각적·청각적 프라이버시가 확보되어야 하며 개방성을 적용하는데 있어서 보다 주의 깊은 계획이 필요함을 제안하고 있다.

전반적인 만족도에 미치는 영향을 살펴본 결과, 핵심 업무공간뿐만 아니라 휴게공간 및 서비스공간 등 다양한 공간 유형에 대해서 적절한 위치, 면적, 프라이버시 확보 등을 고려하여 전체적으로 통합하여 계획할 필요가 있다.

@highlight

혁신적인 기술 도입과 보다 경쟁적인 비즈니스 환경이 보편화되면서 스마트오피스 전략의 도입이 늘어나고 있다.

@highlight

이 연구를 위해 총 155부의 설문지를 수집해 SPSS를 이용해 기술 통계, 독립표본 평균비교(t검증), 반복측정 분산분석, 회귀분석을 실시했다.

