이

 

연

구

는

 

지

역

적

 

특

성

과

 

신

상

정

보

등

록

 

성

범

죄

자

 

실

거

주

지

의

 

분

포

특

성

과

의

 

관

계

를

 

탐

색

적

으

로

 

분

석

하

는

 

것

을

 

목

적

으

로

 

한

다

.

 

범

죄

예

방

전

략

으

로

써

 

C

P

T

E

D

를

 

특

정

지

역

에

 

인

증

하

는

 

것

은

 

범

죄

의

 

두

려

움

을

 

감

소

시

키

는

 

것

이

 

중

요

한

 

이

유

이

다

.

 

이

에

 

이

 

연

구

에

서

는

 

실

제

 

C

P

T

E

D

 

인

증

지

역

에

 

거

주

하

는

 

신

상

정

보

등

록

 

성

범

죄

자

의

 

분

포

특

성

과

의

 

관

계

 

분

석

을

 

통

해

 

향

후

 

C

P

T

E

D

 

인

증

지

역

 

선

정

에

 

기

준

을

 

마

련

하

고

 

C

P

T

E

D

 

인

증

제

도

의

 

타

당

도

를

 

확

보

하

려

는

 

탐

색

적

 

연

구

의

 

목

적

도

 

가

진

다

.

 

이

러

한

 

연

구

목

적

을

 

수

행

하

기

 

위

해

서

 

수

도

권

의

 

C

P

T

E

D

 

인

증

지

역

 

정

보

와

 

e

성

범

죄

알

림

이

 

서

비

스

 

정

보

 

통

계

청

의

 

통

계

정

보

를

 

활

용

하

여

 

공

간

상

관

 

분

석

,

 

핫

스

팟

 

분

석

,

 

공

간

회

귀

분

석

을

 

실

시

하

였

다

.

 

연

구

결

과

 

성

범

죄

가

 

전

역

적

 

공

간

상

관

성

을

 

가

짐

을

 

확

인

하

였

다

.

 

또

한

 

성

범

죄

의

 

국

지

적

 

모

란

 

I

지

수

의

 

경

우

 

연

천

군

,

 

동

두

천

시

,

 

가

평

군

,

 

남

양

주

시

,

 

양

평

군

 

경

기

 

북

부

지

역

이

 

서

로

 

H

i

g

h

-

H

i

g

h

 

관

계

를

 

나

타

내

는

 

것

을

 

확

인

 

하

였

다

.

 

핫

스

팟

 

분

석

결

과

는

 

양

주

,

 

포

천

,

 

하

남

,

 

양

평

,

 

여

주

 

등

 

경

기

 

북

동

부

 

지

역

이

 

성

범

죄

자

들

이

 

밀

집

하

여

 

거

주

하

는

 

것

으

로

 

나

타

났

다

.

 

공

간

오

차

모

델

(

S

p

a

t

i

a

l

 

E

r

r

o

r

 

M

o

d

e

l

)

모

형

을

 

통

한

 

공

간

회

귀

분

석

 

결

과

 

기

존

의

 

사

회

를

 

대

표

하

는

 

지

표

들

이

 

성

범

죄

들

의

 

거

주

지

에

 

영

향

을

 

미

치

지

 

않

는

 

것

으

로

 

나

타

나

 

성

범

죄

자

의

 

거

주

에

 

영

향

을

 

미

치

는

 

외

생

변

수

가

 

존

재

함

을

 

확

인

하

였

다

.

@highlight

이 연구는 지역적 특성과 신상정보등록 성범죄자 실거주지의 분포특성과의 관계를 탐색적으로 분석하는 것을 목적으로 한다. 이런 연구목적을 수행하기 위해서 수도권의 CPTED 인증지역 정보와 e성범죄알림이 서비스 정보 통계청의 통계정보를 활용해 공간상관 분석, 핫스팟 분석, 공간회귀분석을 실시했다.