필자는 현대사회에서 민요 전통을 지속적으로 유지하고, 나아가 지평의 확장을 꾀하려면 과거에 대한 향수가 아닌 현실을 정확하게 타진하려는 실천이 우선되어야 한다고 생각한다.

이 연구의 기본 방향은 노래의 본질 위에 개인 존재와 민요의 관계망, 공동체사회와 민요의 관계망을 투사함으로써 현재의 민요 상황[위치]을 파악하는 길을 택하였다.

민요부르기가 진행중인 현장을 찾아 집단과 개인의 층위에서 민요가 그들 개인과 사회에서 어떤 관계맺기 상황에 있는지를 그들의 언술을 통해 탐색하는 방법이다.

두 가지 목표를 설정하여 현장 조사를 실행했다.

첫째, 현재의 민요 가창집단은 어떤 민요를 어떤 이유와 목적과 방식으로 선택?

수용하고 있으며, 집단적으로 어떤 의미를 창출해내고 있는가에 대한 정보 및 언술을 확보하는 것이다.

둘째, 민요를 부르는 개인 가창자들의 민요 내면화 정도를 파악하기 위해 자기 서사와 감수성, 일상에서의 활용, 의미 창출에 대한 그들의 언술을 확보하는 것이다.

조사현장은 전라북도 내 완주군과 임실군에 소재한 마을 단위의 민요 가창집단이다.

이 두 지역에서 꾸준히 민요부르기를 지속하고 있는 집단-

개인의 인식과 경험적 언술을 확보하여 해석하는 방식으로 현재 민요가 개인과 사회에게 미치는 영향력과 의미 및 위상 등을 탐구하였다.

@highlight

이 연구는 노래의 본질 위에 개인 존재와 민요의 관계망, 공동체사회와 민요의 관계망을 투사함으로써 현재의 민요 상황을 파악하고자 하였고, 완주군과 임실군에서 민요부르기를 지속하고 있는 집단-

@highlight

개인의 인식과 경험적 언술을 확보, 해석하여 현재 민요가 개인과 사회에게 미치는 영향력과 의미, 위상 등을 알아보았다.

