본 연구의 목적은 동독의 특별 및 부가 연금제도가 통일 이후 어떻게 변화되었는가를 역사적으로 이해함으로써 통일 이후 북한 특권층 연금제도의 통합 시나리오 및 방향을 도출하는 것이다.

주요 분석결과는 다음과 같다.

첫째, 동독 시대 4개의 특별연금제도와 61종의 부가연금제도는 통일과 함께 폐지되어 서독의 국민연금보험에 편입되었다.

둘째, 통일 초기에 동독 특권층들의 수급권은 제한적으로 인정되었으나 이후 연방헌법재판소와 연방사회법원의 판결을 통해 해당 제한은 완화되었다.

셋째, 북한에는 공로자연금제도가 존재하며 이 제도가 특권층을 위한 연금제도라고 규정할 수 있다.

넷째, 통일 이후 북한 특권층 연금제도의 통합 시나리오는 권리계승형, 절충형(독일방식), 과거청산형으로 구분할 수 있는데, 본 연구의 논의 결과 절충형이 가장 적합한 연금통합 방식이라고 판단된다.

절충형을 채택할 경우 연금통합의 기본 방향은 북한의 공로자연금을 폐지하고 남한의 국민연금제도로 편입하는 것이며, 기본적 제도설계는 기초연금 + 국민연금의 이중체계로 구성하는 것이다.

독일의 특권층 연금이관 과정에서 나타났듯이 재산권(연금수급권)에 대한 이의제기와 소송의 난립으로 사회적 비용이 초래될 수 있으므로 이에 대한 대비가 요청된다.

@highlight

이 연구의 목적은 동독의 특별 및 부가 연금제도가 통일 이후 어떻게 변화되었는가를 역사적으로 이해함으로써 통일 이후 북한 특권층 연금제도의 통합 시나리오 및 방향을 도출하는 것이다.

