이 연구는 미래 직업의 변화에 대응하고 초등학교 현장의 요구를 반영하여 초등학교 진로교육의 방향을 모색하고, 실과교과에서의 진로교육 전개 방안을 탐색하는 데 목적이 있었다.

이를 위하여 주로 문헌연구 방법을 사용하였다.

초등학교 진로교육과 실과교육의 관계를 고찰하고, 미래 직업의 변화에 따른 미래 역량 및 교육에 대하여 검토하며, 초등학교 진로교육의 실태와 학교 현장의 요구를 분석하였다.

이 연구의 결과 다음과 같이 초등학교 진로교육의 방향과 실과교과에서의 전개 방안을 도출하였다.

첫째, 미래의 직업 변화와 미래 역량을 반영하는 진로교육을 추구한다.

둘째, 초등학교에 맞춤하는 진로교육의 철학을 정립한다.

셋째, 초등학교 진로교육 목표와 성취기준을 개정한다.

넷째, 단위학교 진로교육을 종합적으로 기획 및 운영한다.

다섯째, 초등 진로전담교사의 역할을 정립하고, 현직 및 예비 초등교원의 진로교육 전문성을 제고한다.

여섯째, 초등 진로활동 프로그램 개발과 교내외의 진로교육 인프라를 강화한다.

일곱째, 실과교과를 초등 진로교육의 중핵 교과로서 지속적으로 강화시켜 나가도록 한다.

여덟째, 실과교과의 전체 영역에서 교과통합 진로교육을 활성화 한다.

아홉째, 실과교과 내에서 진로교육에 대한 교수·학습 및 평가 방법을 개발한다.

@highlight

이 연구는 미래 직업의 변화에 대응하고 초등학교 현장의 요구를 반영하여 초등학교 진로교육의 방향을 모색하고, 실과교과에서의 진로교육 전개 방안을 탐색하는 데 목적이 있었고 그 결과 다음과 같이 초등학교 진로교육의 방향과 실과교과에서의 전개 방안을 도출하였으며 실과교과를 초등 진로교육의 중핵 교과로서 지속적으로 강화시켜 나가도록 한다.

