최근 우리나라는 기후변화에 따른 강수량 부족으로 인해 해마다 심각한 가뭄을 겪고 있다.

이로 인해 물의 효율적 사용필요성이 중요하게 대두되고 있다.

본 논문은 물 절약방안으로 가정, 상업시설, 오피스빌딩 등에 절수기기를 설치할 경우, 절약 가능한 수돗물의 양과 CO2 감축량을 산출하여 제시하였고, 경제적 파급효과를 분석하였다.

분석결과 물 절약에 따른 사회적 편익은 연간 최소 1조 976억 9,908만원에서 최대 2조 2,133억 5,165만원이 발생하게 되며, 우리나라 전체 건축물에 절수기기를 설치할 경우 비용은 총 26조 7,028억 5,618만원이 소요되는 것으로 나타났다.

이는 기존 건축물에 대한 교체비용을 산정한 것인데, 향후 신축 건축물의 증가에 따른 추가비용이 없고 절수기기의 내용연한이 길기 때문에 지자체별로 계획적인 보조금 정책을 도입하게 된다면 좋은 성과를 거둘 수 있을 것으로 확인되었다.

이러한 효과를 극대화하기 위해 가칭 ‘물 사용효율인증제’의 도입을 주장하였다.

물의 수요관리는 물 사용효율을 높이고, 절감된 CO2 감축분은 ‘물 효율크레디트(WEC)’라 하여 상쇄배출권(KCU)으로 이용하게 한다면, 국내 배출권거래시장의 거래 활성화에도 기여하면서 물 가격의 경직성을 완화하는 이중효과가 있을 것이다.

또한 장기적으로는 사회적 비용의 저감을 가져올 수 있다고 본다.

@highlight

신축 건축물의 증가에 따른 추가비용이 없고 절수기기의 내용연한이 길기 때문에 지자체별로 계획적인 보조금 정책을 도입하게 된다면 좋은 성과를 거둘 수 있을 것이며 이러한 효과를 극대화하기 위해 가칭 물 사용효율인증제의 도입을 주장하였다.

@highlight

물의 수요관리는 물 사용효율을 높이고 국내 배출권거래시장의 거래 활성화에도 기여하며 물 가격의 경직성을 완화하는 이중효과가 있을 것이다.

