본고에서는 도시생활폐기물 소각바닥재에 함유된 염소 제거의 필요성을 강조하기 위해 염소가 환경에 미치는 영향들에 대해 조사하였다.

도시생활폐기물 소각바닥재의 재활용 기술은 오염물질이 환경에 유출되는 것을 방지하기 위해 제품으로의 생산 이전에 바닥재에 함유된 유해물질농도를 감소시키는 것에 초점을 맞추고 있다.

특히 한국의 도시생활폐기물 소각바닥재에는 다량의 용해성 또는 난용해성 염화물이 함유된 것으로 밝혀졌다.

염화물은 인체에 특별한 영향을 미치지는 않지만 환경에 유출된 고농도의 염화물은 식물과 수중 생물의 성장에 악영향을 미친다.

또한 염화물은 토양 미생물 다양성을 감소시키고 토양 미생물 군집 조성을 변화시킨다.

토양의 무기 염화물은 미생물 생체 효소를 매개로 하여 토양유기물질(humic substances)을 염소화시키는 것에 관여하기도 한다.

뿐만 아니라 토양에서 이동성이 큰 염화물은 토양에 흡착하고 있는 독성 중금속들과 강한 복합체를 형성하면서 토양에서 지하수로 중금속의 이동성을 증가시키기도 한다.

이와 같이 염화물이 토양 및 물 환경에 미치는 영향을 이해하고 그 제거를 위한 기술 개발에 노력을 기울일 필요가 있다.

@highlight

본 논문의 목적은 도시생활폐기물 소각바닥재에 함유된 염소 제거의 필요성을 강조하기 위해 염소가 환경에 끼치는 영향들을 조사하는 것이다.

@highlight

염화물은 인체에 특별한 영향을 주지는 않지만 환경에 유출된 고농도의 염화물은 수중 생물과 식물의 성장에 악영향을 끼칠 뿐 아니라 염화물은 토양 미생물 군집 조성을 변화시켜 버린다.

