이 연구는 니체가 주장한 위버멘쉬 개념과 武道에서 궁극적으로 추구하는 人間像인 道人의 관계를 논의한 것이다.

이를 위해 먼저 니체의 전반적인 사상과 신체관을 살펴보고, 그가 위버멘쉬의 개념을 주장하게 된 배경을 제시하였다.

또한 위버멘쉬에 대한 구체적인 개념을 파악하여, 동양적 사고와의 연관성이 있을 수 있음을 논의하였다.

이후 전통적 동양에 그 근원을 두고 있는 武道와 니체의 위버멘쉬의 접점을 찾기 위해 武道의 개념 정의를 선행하였다.

武道, 武藝, 武術 등의 유사한 용어로 사용되는 것을 武道라는 하나의 포괄적 개념으로 구성하고, 각각이 모두 궁극적인 경지 추구를 위한 방안으로 활용되는 수단으로 정의하였다.

武道는 수행이라는 것에 중점을 두고 있으며, 武藝는 품새 등의 形을 추구하는 것이며, 武術은 상대와의 對鍊이나 比武 등의 경쟁적인 요소에 중점을 두고 있으나 결과적으로 그러한 요소들이 궁극에 이르게 되면 동일한 경지에 오르게 된다는 萬流歸宗의 예와 같다.

이처럼 武의 길(道)을 통해 궁극에 이른 사람을 道人이라 할 수 있으며, 道人과 위버멘쉬의 개념을 비교·대조하여 제시하였다.

이는 단순히 위버멘쉬와 道人의 관계를 논의한 것에 머무르지 않고, 동·서양의 문화적 교류나 학문적 소통의 가능성을 제기하는 논변이다.

@highlight

본고는 니체가 주장한 위버멘쉬 개념 및 武道에서 궁극적으로 추구하는 人間像인 道人의 관계를 논의한 것이다.

@highlight

이를 위하여 먼저 니체의 전반적인 사상 및 신체관을 살펴보고, 그가 위버멘쉬의 개념을 주장하게 된 배경을 제시했다.

