‘이종공간’은 장소 없는 공간의 자질을 고찰하는 데 유용한 구성적 개념이다.

이는 다양한 공간 형상에 내재한 임의적이고 추상적인 자질들을 해석하는 데 동원될 이미지 도식에 상응한다.

비서구 권역의 근대적 도시 공간의 다기한 거점에서 작동하는 기제들은 그 대표적 사례이다.

이를테면 한국 근대 소설에 다채롭게 편재한 이종공간의 담론적 실천 양상을 들추는 논의를 펼 수 있을 것이다.

우리의 초창기 근대 도시는 제국적 중심인 서구 근대 도시가 이식된 양태로서 다양한 과도적 자질이 투사된 양상을 띠었다고 할 수 있다.

이러한 이행기의 혼돈 양상이 서사 공간에 투영되어 그 형상이 추상적이고 무차원적인 양상으로 드러나기에 이른다.

다양하게 편재한 서사적 이종공간은 절대적이고 궁극적이지만 추상적일 수밖에 없는 근대의 가치를 유포하는 전략적 거점이었다.

서사적 수행에 내재한 담론적 실천은 신화적이고 이데올로기적인 도그마에 상응한다.

이런 맥락에 편승하여 모더니즘과 초현실주의 경향 속에서, 퇴행적인 상징 공간이 서사 공간의 장에 펼쳐지기 시작하는 수순이 전개된다.

이로써 서사적 이종공간은 더 이상 어색하거나 생경한 국면에 머무르지 않는다.

짐짓 ‘이종공간’은 우리의 근대 도시 공간의 탄생에 관한 담론을 이해하는 핵심 개념이다.

@highlight

‘이종공간’은 장소 없는 공간의 자질을 고찰하는 데 유용한 구성적 개념이다.

@highlight

비서구 권역의 근대적 도시 공간의 다기한 거점에서 작동하는 기제들은 그 대표적 사례이다.

