오늘날 차와 불교의 관계는 한마디로 다선일여(茶禪一如)로 표현되고 있다.

다선일여의 의미는 불교에서 선수행(禪修行) 과정과 차를 마시는 일이 둘이 아닌 하나임을 뜻하면서, 한편으로 禪이 개인적, 초세속적, 불교적인데 반해, 茶는 사교적, 초승속적, 범종교적 이면서 모든 영역의 문화와 사상과 이념과 어울릴 수 있는 초 영역적이고 아울러 포용적 특성을 갖는다.

백장선사 이래 제정되기 시작하는 선종 불교의 다양한 청규에서 규정되고 있는 다탕의례는 선 수행에 차가 필수품이 되었다.

조주선사의 끽다거 화두는 차와 선의 본지(本旨)가 동일하다고 보았고, 차와 선의 융합을 확고하게 하였다.

나말여초 우리나라에도 중국에 유학한 구법선승(求法禪僧)들에 의해 구산선문(九山禪門)의 선종이 개산되면서 다선일여의 사상이 정착되었다.

다선일여라는 일편(一片)의 사상은 인간의 삶을 더욱 건전하고 풍요롭게 하여 왔다.

@highlight

오늘날 차와 불교의 관계는 한마디로 다선일여(茶禪一如)로 표현되고 있다.

@highlight

조주선사의 끽다거 화두는 차와 선의 본지(本旨)가 동일하다고 보았고, 차와 선의 융합을 확고하게 했다.

