이 논문의 목적은 조선후기 선조대에 간행된 {紀效新書節要}에 대한 내용을 검토하는 것이다.

이에 대한 결론을 종합하면 다음과 같다.

첫째, {紀效新書節要}는 {紀效新書}의 내용 가운데 중요하다고 판단되는 내용을 발췌하여 조선의 군사상황에 맞게 필요한 내용만을 새롭게 간추렸다고 볼 수 있다.

둘째, {紀效新書節要}는 명나라에서 들여온 새로운 전술체계를 조선의 군사실정에 맞게 이해하고 정리한 무예서이다.

셋째, {紀效新書節要}는 {紀效新書}의 내용을 군사조련과 진법훈련의 목적에 맞추어 하나하나 재조합하여 조선의 책으로 다시 펴냈다는 사실 자체가 새로운 군사기술을 습득하고자 했던 조선의 적극적인 자세를 재확인시켜주었다.

넷째, 조선에서 간행된 {紀效新書節要}는 {紀效新書}의 요약서임에도 불구하고 조선의 단병전술체계에 시발적인 역할을 하였다는 점에서 조선후기 무예사적 의미를 부여할 수 있다.

@highlight

본 논문의 목적은 조선후기 선조대에 간행된 {紀效新書節要}에 대한 내용을 검토하는 것이다.

