극저주파자기장 노출에 대한 사회적 갈등은 계속되는 전력 수요의 증가와 고압송전선로의 증설로심화될 것으로 예상되고 있다.

그러나 현행 환경영향평가법상 이에 대한 구체적 작성규정이나 지침이 마련되어 있지 않은 실정이다.

따라서 본 연구는 극저주파자기장의 주요 발생원이라 할 수 있는 고압 가공송전선로를 대상으로 환경영향평가 사례분석, 현장측정 및 전문가 자문을 통하여 환경영향평가 방법에 대한 표준화 연구를 수행하였다.

극저주파자기장의 환경영향평가의 문제점과 개선해야 할 사항을 도출하고, 이를 반영하여 환경영향평가 방법을 제안하였다.

주요내용으로는 환경영향평가의 현황조사-

영향예측-

저감방안마련-

사후환경영향평가계획의 각 단계에서 거리와 전류량에 영향을 받는 극저주파자기장의 물리적 특성을 고려한 계획수립 및 결과분석 과정을 제안하였다.

본 연구 내용을 기반으로 환경영향평가 실무에 적용시킬 수 있는 ‘전력선에 대한 극저주파자기장 공정시험방법(안)’과 ‘전력선에서의 극저주파자기장 측정기록표’를 마련하였고, 29개 항목의 극저주파자기장 점검표를 작성하였다.

이러한 연구결과는 극저주파자기장의 장기적 노출에 대한 인체유해성이 불명확한 현 시점에서 송전선로 피해와 갈등을 최소화하고 합리적 방안을 도출하는 환경영향평가에 활용될 수 있을 것이다.

@highlight

극저주파자기장의 주요 발생원이라 할 수 있는 고압 가공송전선로를 대상으로 환경영향평가 사례분석, 현장측정 및 전문가 자문을 통하여 환경영향평가 방법에 대한 표준화 연구를 수행하였다.

@highlight


환경영향평가 실무에 적용시킬 수 있는 전력선에 대한 극저주파자기장 공정시험방법과 전력선에서의 극저주파자기장 측정기록표를 마련하였고, 극저주파자기장 점검표를 작성하였다.

