목판 제작과정에서 갈라짐이나 뒤틀림을 줄이고 목재를 부드럽게 하여 조각을 쉽게 하기 위해서 소금물에 삶는다.

본 연구에서는 포화염수에 연화 처리한 목재의 물리적 특성 변화와 소금이 목판 제작시 사용된 금속부에 미치는 영향을 관찰하였다.

목판 시편을 제작 후 포화염수와 물에 각각 12시간 연화 처리한 결과 포화염수에 연화 처리한 시편은 물에 연화 처리한 시편보다 장기간의 건조 기간이 소요되었으며 세포 내부에도 소금이 침투되는 것을 확인할 수 있었다.

동 못과 철 못을 시편에 박아 고습 환경에 노출 시킨 결과 포화염수에 삶은 시편이 물에 삶은 시편보다 소금의 흡습성으로 인해 중량이 증가하였으며 못의 부식 또한 활발히 일어나 목재에 손상을 주는 현상이 관찰되었다.

이는 최근에 금속구가 결구된 목판의 테두리와 마구리 부분에서 나타나는 손상과 유사한 형태로 목재 세포 내의 소금이 금속 부식에 영향을 미친다는 것을 알 수 있었다.

@highlight

본고는 포화염수에 연화 처리한 목재의 물리적 특성 변화와 소금이 목판 제작할 때 사용된 금속부에 미치는 영향을 알아보았다.

@highlight

이에 따라 못과 철 못을 시편에 박아 고습 환경에 노출 시킨 결과 못이 목재에 손상을 주는것을 확인했다.

