도원 사상의 두 축은 역학(易學)의 ‘천?

지?

인 삼재’ 사상과 ‘후천개벽’ 사상이었다.

도원은 이 두 축을 하나로 결합시켜서 ‘영육쌍전론과 새로운 인도주의’ 사상을 제창하기도 했고, 한국의 전통사상이야말로 이러한 특징들을 가장 잘 발휘하고 있다는 점에서 한국사상이 후천세계의 요구에 가장 잘 부합하는 사상이라고 주장하기도 했다.

그렇다면 도원의 이러한 사상이 지니는 의의는 무엇이며, 그에 대해 어떻게 평가할 수 있겠는가?

이에 대한 논자의 관견(管見)을 밝히자면 다음과 같다.

첫째, ‘천?

지?

인 삼재’ 사상이나 ‘영육쌍전’ 사상은 하나의 보편적인 사고방식이요, 또한 많은 사람들의 소망을 담은 미래지향적인 내용이라 할 수 있다.

둘째, 후천개벽 사상은 다분히 직관적인 선언이요, 그만큼 신앙적인 성격을 지닌다.

따라서 이에 대해서는 수긍할 수 없는 사람들도 많을 것이다.

셋째, 한국이 후천세계의 주역이 될 것이라는 ‘한국주역론’에 대해서는 여러 측면에서 비판을 제기할 수 있다.

그럼에도 불구하고 도원의 한국주역론은 ‘한국이 앞장서서 무궁한 생명의 도리를 밝혀야 한다’는 ‘사명감의 주역’이었다는 점에서 ‘숭고한 의미’를 지닌다.

@highlight

도원 사상의 두 축은 역학(易學)의 ‘천?

@highlight

지?

@highlight

인 삼재’과 ‘후천개벽’이다.

@highlight

도원사상의 의의를 평가하면, 첫째, 보편적인 사고방식이요, 미래지향적인 내용이다.

@highlight

둘째, 후천개벽 사상은 직관적인 선언이요, 신앙적인 성격을 지닌다.

@highlight

셋째, ‘한국주역론’은 ‘사명감의 주역’으로서 숭고한 의미’를 지닌다.

