본 연구는 자기자비와 청소년의 우울과 학업 스트레스의 관계를 확인하기 위해 메타분석을 실시하였다.

현재까지 발표된 청소년의 자기자비 관련 연구 가운데 12편을 분석대상으로 선정하여 심리적 부적응의 전체 효과크기를 추정하였고, 우울과 학업 스트레스의 효과크기를 추정하였다.

자료분석은 CMA 3(Comprehensive Meta Analysis)를 사용하여 분석하였다.

분석결과 자기자비와 청소년의 관련변인 간의 효과크기는 심리적 부적응(r = -

.45), 우울(r = -

.55), 학업 스트레스(r = -

.36)로 모두 통계적으로 유의한 중간 수준에서부터 큰 수준의 효과크기를 보였다.

이는 한국인을 대상으로 한 자기자비와 심리변인에 대한 연구(김수빈 외 2명, 2017)와 일치하는 결과이고, 미국 청소년의 심리적 부적응에 대한 연구(Marsh et al.

, 2018)와도 일치한다.

본 연구에서는 연구의 이질성이 발견되었고, 출간오류에서는 자유로웠다.

연구결과를 토대로 자기자비가 청소년의 우울이나 학업 스트레스에 대해 완충적인 기능을 할 수 있음을 알 수 있었다.

추후 연구방향과 청소년의 심리 건강을 위한 제언을 하고, 본 연구의 의의를 밝혔다.

@highlight

자기자비와 청소년의 우울과 학업 스트레스의 관계를 확인하기 위해 메타분석을 실시하였다.

@highlight


청소년의 자기자비 관련 연구 가운데 12편을 분석대상으로 선정하여 심리적 부적응의 전체 효과크기를 추정하였고, 우울과 학업 스트레스의 효과크기를 추정하였다.

@highlight


자기자비가 청소년의 우울이나 학업 스트레스에 대해 완충적인 기능을 할 수 있음을 알 수 있었다.

