이

 

글

은

 

배

위

의

 

「

숭

유

론

」

을

 

문

제

의

식

과

 

철

학

사

상

 

두

 

부

분

으

로

 

나

누

어

,

 

그

것

이

 

갖

는

 

목

적

과

 

의

미

를

 

고

찰

한

다

.

 

「

숭

유

론

」

의

 

문

제

의

식

은

 

다

음

 

세

 

가

지

이

다

.

 

첫

째

,

 

노

자

의

 

중

심

사

상

을

 

‘

허

무

’

로

 

규

정

하

는

 

것

은

 

오

해

이

다

.

 

둘

째

,

 

과

거

의

 

사

상

가

들

이

 

‘

허

무

론

’

을

 

제

대

로

 

비

판

하

지

 

못

하

여

 

그

것

의

 

확

산

을

 

억

제

하

지

 

못

했

다

.

 

셋

째

,

 

귀

무

론

의

 

유

행

은

 

생

활

풍

속

의

 

문

란

과

 

사

회

질

서

의

 

붕

괴

를

 

초

래

한

다

.

 

이

러

한

 

문

제

의

식

에

 

기

초

하

여

 

배

위

는

 

‘

유

’

를

 

천

지

만

물

의

 

존

재

와

 

운

동

의

 

근

거

로

 

하

는

 

다

음

과

 

같

은

 

철

학

사

상

을

 

건

립

한

다

.

 

첫

째

,

 

‘

도

’

는

 

‘

만

유

’

의

 

종

합

일

 

뿐

이

고

,

 

‘

만

유

’

 

밖

에

 

있

는

 

추

상

적

 

실

체

가

 

아

니

다

.

 

둘

째

,

 

‘

무

’

는

 

‘

유

’

가

 

없

어

진

 

상

태

일

 

뿐

이

고

,

 

‘

유

’

는

 

오

로

지

 

‘

유

’

로

부

터

 

말

미

암

아

 

이

루

어

진

다

.

 

셋

째

,

 

‘

유

’

는

 

독

립

적

 

실

체

가

 

아

니

기

 

때

문

에

 

외

재

의

 

‘

유

’

에

 

의

존

해

 

생

존

한

다

.

 

그

러

므

로

 

외

재

의

 

‘

유

’

를

 

파

악

하

는

 

것

이

 

존

망

의

 

관

건

이

다

.

 

넷

째

,

 

‘

만

유

’

는

 

상

호

 

의

존

하

는

 

관

계

에

 

있

기

 

때

문

에

 

‘

만

유

’

는

 

함

께

 

있

어

도

 

서

로

 

해

하

지

 

않

는

다

.

 

인

류

도

 

상

호

의

존

적

 

관

계

를

 

맺

어

야

만

 

살

아

갈

 

수

 

있

는

 

존

재

이

다

.

 

그

러

므

로

 

존

재

론

적

으

로

 

사

회

제

도

와

 

윤

리

는

 

인

간

세

계

에

 

반

드

시

 

필

요

하

다

.

 

이

처

럼

 

배

위

는

 

‘

만

유

’

의

 

‘

상

호

의

존

’

이

라

는

 

존

재

론

적

 

특

성

을

 

기

초

로

 

‘

도

덕

질

서

’

의

 

정

당

성

을

 

확

보

하

여

 

무

너

진

 

생

활

풍

속

과

 

사

회

질

서

를

 

다

시

 

세

우

려

한

다

.

@highlight

이 연구는 배위의 「숭유론」을 문제의식과 철학사상 두 부분으로 나누어, 그것이 갖는 목적과 의미를 고찰한다. 귀무론의 유행은 생활풍속의 문란과 사회질서의 붕괴를 초래한다.