E-

glass 섬유는 항공기, 자동차, 레져기구의 복합재료 보강용으로 가장 널리 사용되는 유리섬유이다.

그러나 최근 E-

glass 섬유의 원재료비 상승, 환경문제 및 화학적 저항성과 기계적 특성을 향상시키기 위해 산화붕소 함량을 8 %에서0(제로)까지 감소시키는(소위 ‘Boron free E-

glass’라고 불리는) 연구가 진행되고 있다.

본 연구에서는 ‘BF(Boron free Eglass)조성의 벌크유리와 섬유유리를 제조하고, 열적특성 및 광학적특성을 평가하였다.

5~10 %의 서로 다른 알루미나 함량을 갖는 배치를 1550oC에서 2시간 용융하여 ‘BF(Boron free E-

glass)’가 얻어졌고, 81~86 %의 높은 가시광투과율, 4.2~4.9 ×10?6/oC의 낮은 열팽창계수, 907~928oC의 연화점을 갖는 투명하고 맑은 유리가 얻어졌다.

‘BF’ 섬유 시편에 대한 화학적내구성 시험에 있어서는 알루미나 함량이 높아질수록 더 좋은 침식저항성을 나타냄을 확인할 수 있었다.

@highlight

본고에서는 ‘BF(Boron free Eglass)조성의 벌크유리와 섬유유리를 제조하고, 열적특성 및 광학적특성을 평가하였다.

