연구에서는 고등학교 화학II 교과서의 ‘용액’ 단원에 대한 내용을 입자 수준으로 표현한 컴퓨터 보조 수업자료를 개발하고 그 효과를 고등학교 1학년과 2학년 학생들에게 적용하여 그 효과를 알아보았다.

개발된 내용은 교과서에서 제시한 ‘용액’ 단원의 주요 내용으로 용해, 증기압, 끓는점과 어는점의 변화, 삼투현상 등으로 구성되었다.

이 연구에서는 애니메이션과 시뮬레이션을 이용하여 자료를 개발하였다.

이 자료에서는 특히 용액에서 일어나는 현상에 대한 주요 개념을 입자 관점에서 이해할 수 있도록 중점을 두었다.

용액의 여러 현상들을 용액의 총괄성으로 단순화하지 않고, 용매와 용질 사이의 인력 개념으로 설명하였다.

용액과 관련된 자료의 제작은 플래시 5.0과 플래시 6.0의 Action Script를 이용하였다.

개발한 자료를 고등학교 학생들에게 투입한 결과, 통계적으로 유의미하게 개념 향상을 나타내었으며 특히 고등학교 1학년은 과도기와 형식적 조작기 학생들에게, 그리고 고등학교 2학년의 경우에는 형식적 조작기 학생들과 자연계열 학생들에게서 그 효과가 크게 나타났다.

@highlight

‘용액’ 단원에 대한 내용을 입자 수준으로 표현한 컴퓨터 보조 수업자료를 개발하고 그 효과를 본 결과 개념 향상을 나타내었으며 특히 고등학교 1학년은 과도기와 형식적 조작기 학생들에게, 그리고 고등학교 2학년의 경우에는 형식적 조작기 학생들과 자연계열 학생들에게서 그 효과가 큼을 확인하였다.

