본 연구에서는 HS 제7113호의 수출입 네트워크에 관한 무역 중심성 분석을 통하여 국가 간 수출입에 따른 연결, 근접, 매개 중심성을 분석하고 기존 연구방법론적 영역을 시각적으로 확장하였다.

HS 제7113호(신변장식용품과 그 부분품; 귀금속으로 만들거나 귀금속을 입힌 금속으로 만든 것으로 한정한다)의 수출 무역 연결정도 중심성은 2003년도 이탈리아, 미국, 스위스에서 2014년도에는 중국, 인도, 아랍에미리트로 중국의 영향력이 높아졌다.

수입 무역 연결정도 중심성은 2003년도 이탈리아, 인도, 중국에서 2014년도에는 중국, 인도, 프랑스로 변화하였다.

수출 무역의 근접 중심성은 2003년도 이탈리아, 독일, 프랑스에서 2014년도에는 태국, 이탈리아, 독일 순이며, 수입 무역 근접 중심성은 2003년도 미국, 이탈리아, 중국에서 2014년도에는 중국, 미국, 이탈리아 순으로 나타났다.

수출 무역 매개중심성은 2003년도 미국, 이탈리아, 프랑스에서 2014년도에는 미국, 프랑스, 이탈리아 순으로 순위만 약간 변화하였고, 수입 무역 매개 중심성은 2003년 미국, 독일, 이탈리아에서 2014년도에는 미국, 이탈리아, 홍콩으로 변화하였다.

@highlight

이 연구에서는 HS 제7113호의 수출입 네트워크에 관해 무역 중심성 분석을 통해 국가 간 수출입에 따른 연결, 근접, 매개 중심성을 분석하고 기존 연구방법론적 영역을 시각적으로 확장했다.

