이 글은 초등학교 서예 교육의 문제점을 살펴보고 새로운 방향을 찾고자 하는 목적으로 쓰였다.

현재 초등학교 미술교육 안에서 실시되고 있는 서예 교육은 임서 위주의 실기 중심 교육으로 진행되는데, 학교 현장에서 가장 잘 이루어지지 않는 미술 수업이다.

이러한 원인에 대해서는 기존의 연구들은 교사의 수업지도 능력의 부족, 학생의 낮은 흥미, 임서 위주의 교육내용, 열악한 실기 교육 환경 등을 들고 있다.

그리고 그 해결책으로 예비교사와 현직 교사를 위한 실습 교육 및 연수 강화, 학생의 흥미를 유도할 수 있는 서예 교육 프로그램의 실시, 교육 내용의 구체화, 서예 수업을 위한 환경의 개선 등을 들고 있다.

그러나 연구자의 견해로는 기본적으로 기존의 초등학교 서예수업이 임서 위주의 기본 훈련으로 계획되어져 있어서, 근본적인 방향성의 변화가 없이는 개선점을 찾기 힘들다고 판단하였다.

특히 정규 미술 시간 내에 이루어지는 서예교육은 극히 짧은 시수만이 배정되므로 더욱 그러하다.

이에, 이 글에서는 서예교육의 방향을 새롭게 전환하여 서예 교육이 활성화가 될 수 있도록 하는 것을 목적으로 하였다.

그래서 임서 위주의 교육을 탈피하고 창작을 강조하는 서예 교육으로의 전환을 주장하였다.

@highlight

초등학교 서예 교육의 문제점을 분석하였다.

@highlight

현재 초등학교 미술 수업에서 서예 교육은 임서 위주인 여러 원인으로 제대로 진행되지 못하고 있다.

@highlight

서예 교육의 활성화를 위해서는 임서 위주의 교육을 벗어나 창작 중심으로 바꿔야 한다.

