본 연구는 발달재활서비스 대상자인 18세 미만의 장애 유·아동 및 청소년을 대상으로 미술치료 연구가 어떻게 활용되고 있는지 살펴보기 위하여 국내 학위논문과 학술지를 중심으로 연구동향을 분석하였다.

분석기준에 따라 예술심리치료연구의 영역별, 연령별, 장애유형별, 발달재활서비스 지원영역별로 나누었으며 기술통계와 빈도분석을 이용하여 빈도와 백분율을 구하였다.

연구결과는 다음과 같다.

첫째, 장애 유·아동 및 청소년을 대상으로 한 예술심리치료연구는 미술치료가 49.7%로 높게 활용되고 있었다.

둘째, 발달재활서비스 대상자를 대상으로 한 미술치료연구는 장애 청소년에 비해 유·아동을 대상으로 많이 활용되고 있었다.

셋째, 발달재활서비스 대상자의 미술치료연구는 자폐와 지적장애를 포함한 발달장애를 대상으로 한 연구가 대다수를 차지하였다.

넷째, 발달재활서비스 지원 영역은 적응행동, 인지, 의사소통, 행동발달, 감각·운동 순으로 높게 나타났다.

이상의 결과를 바탕으로 발달장애인을 대상으로 한 향후 미술치료연구의 방향성에 대해 논의하고 제언하였다.

@highlight

본고는 발달재활서비스 대상자인 18세 미만의 장애 유·아동과 청소년을 대상으로 미술치료 연구가 어떻게 활용되는지 탐구하기 위하여 국내 학위논문 및 학술지를 중심하여 연구동향을 분석하였다.

