「지방교육자치에 관한 법률」 제43조(선출)의 위헌확인 심판 청구인은 교육감 직선제가 「헌법」 제31조 4항의 교육의 자주성·전문성·정치적 중립성 보장을 위반하며, 민주주의, 지방자치, 교육자주의 헌법적 가치에 미충족하고, 유·초·중등교원의 공무담임권을 제한한다고 주장한다.

헌법재판소는 교육감 선거는 민주주의의 구현과 함께 ‘교육의 자주성·전문성·정치적 중립성’의 요청이 동시에 고려되어야 하고, 헌법의가치를 훼손하지 않는다면 입법형성권의 재량을 허용한다고 판시한 바 있다.

이에 따르면, 지방교육자치는 ‘교육의 자주성·전문성·정치적 중립성’을 보장하기 위한 제도이고, 교육전문가가 교육감이 될 수 있도록 한 것은 교육의 전문성과 자주성의 요청에부합하며, 교육감선거 과정에서 정치적 중립성을 확보하려는 대표적인 조치로 정당의선거관여행위를 금지하고 있으며, 대의민주주의에서 선거는 주권을 행사하는 통로이고 주민자치의 원칙의 측면에서는 주민직선제가 바람직하다.

임명제와 간선제에 이은직선제도 운영상의 문제점이 있다고 하나, 헌법재판소에서 판시한 ‘민주주의·지방자치· 교육자주’의 헌법적 가치를 골고루 갖추고 있어, 입법형성권의 재량 범위에서 벗어나지 않는다고 할 수 있다.

@highlight

「지방교육자치에 대한 법률」 제43조(선출)의 위헌확인 심판 청구인은 교육감 직선제가 「헌법」 제31조 4항의 교육의 자주성·전문성·정치적 중립성 보장을 위반하며, 민주주의, 지방자치, 교육자주의 헌법적 가치에 미충족하고, 유·초·중등교원의 공무담임권을 제한한다고 주장한다.

