진독수는 신문화운동을 통해 중국에 서구 민주주의를 도입하였고,  5.4운동 이후에는 믿음을 주었던 서구열강의 제국주의적 태도로 인해 실망하고, 다시 소련을 모델로한 새로운 국가 형태를 모색하여 중국에 마르크스주의를 도입하고 소개하였다.

중국공산당 창당과 함께 초대공산당 서기장이라는 현실 정치인으로 역할을 하는 등 20세기초 중국의 국난의 상황에서 구원을 위해 지식인으로서의 책임을 다하고자 하였으나 현실 정치에 능동적으로 대처하지 못하는 학자적 한계를 경험하게 된다.

이러한 일련의 과정을 통해 진독수는 중국이 처한 현실 그리고 현실정치 속에서의 이데올로기의 허구성 등을 직시하고 그가 생애를 통해 변한 것 같으면서도 항상 그의 의식의 세계를 지배하였던 것은 바로 민주주의 사상이었다.

중국의 봉건주의, 제국주의 모순 그리고 제2차 세계대전의 와중에서 나타난 세계 국가들의 갈등 등 모든 문제의 원인은 바로 각국이 진정한 민주주의가 이루어지지 않았기 때문이라고 인식하였다.

그리고 진정한 세계평화는 바로 각국이 민주주의를 실천할 때 이루어질 수 있다는 당시로는 매우 선진적이고 선견적인 주장을 하였다.

@highlight

중국에 서구 민주주의를 도입했다가 서구열강의 제국주의적 태도에 실망한 후, 소련을 모델로 하여 마르크스주의를 도입한 진독수는 현실 정치에서 학자적 한계를 경험한다.

@highlight

그 과정에서 모든 문제의 원인은 민주주의가 이루어지지 않았기 때문이라 인식하여 민주주의를 실천할 때 진정한 세계평화가 온다고 주장했다.

