본 연구는 1999년부터 2015년까지 상장기업을 대상으로, 순위프로빗 모형을 이용하여 신용등급 관련 이해관계자 중 하나인 기업의 관점에서 신용등급에 영향을 미치는 요인을 투자등급과 투기등급으로 구분하여 분석하였다.

투자등급의 경우 영업이익률, 매출액, 시장가/장부가, 배당지급, 자본적 지출 비율, 유형자산 비율이 양(+)의 계수를, 장·단기 부채비율, 베타, 고유위험이 음(-

)의 계수를 보였다.

투기등급의 경우 배당지급, 유보이익률, 자본적 지출 비율이 양(+)의 계수를, 장·단기 부채비율과 연구개발비가 음(-

)의 계수를 가졌다.

글로벌 금융위기 이후 『신용정보의 이용 및 보호에 관한 법률』이 강화된 2009년 전·후를 기준으로 분석한 결과, 투자등급에서 자본적 지출 비율, 현금비율, 유형자산 비율이 2009년 이전에는 양(+)의 계수를 보였으나 2010년 이후에는 유의하지 않았다.

투기등급의 경우 2009년 이전에 단기부채보다 장기부채가 더 유의한 음(-

)의 계수를 보였으나 2010년 이후에는 장기부채보다 단기부채가 더 유의한 음(-

)의 계수를 보였다.

흥미롭게도 연구개발비가 2010년 이후 투자등급과 투기등급 모두 유의한 음(-

)의 계수를 보였다.

이는 연구개발에 대한 투자가 기업의 성장기회를 높여 더 많은 현금흐름을 창출하며 이것이 신용등급을 상승시킬 것이라는 선행연구와 일치하지 않는다.

@highlight

1999년~2015년까지 상장기업을 대상으로, 순위프로빗 모형을 이용하여 신용등급 관련 이해관계자 중 하나인 기업의 관점에서 신용등급에 영향을 미치는 요인을 투자등급과 투기등급으로 구분하였다.

@highlight

투자등급의 경우 영업이익률, 매출액, 시장가와 장부가, 배당지급, 자본적 지출 비율, 유형자산 비율이 양의 계수를 나타냈다.

