본 연구는 국제적인 협약과 규제가 강화되고 있는 시점에 국내 물류기업의 녹색물류 활성화 방안을 모색하기 위하여, 문헌연구를 통하여 녹색물류에 대한 기존의 다양한 정의, 녹색물류의 필요성 및 환경 친화적인 물류활동을 알아보았다.

사례 분석을 통하여 각 기업들은 장비 및 기기교체, 대체연료 사용, 녹색서비스 부문에서 녹색물류 활동을 제일 많이 추진하고 있었으며, 다음으로는 정보기술을 활용한 운용 최적화, 적재 최적화, 운행노선최적화, 포장재 개선 및 재활용 등이었고, 마지막으로 녹색구매, 모달시프트, 폐기물 재활용, 에너지 소비효율 향상, 공동집배송, 에코드라이빙 순으로 나타났다.

분석 결과에 따르면, 선진 물류기업들이 단기적으로는 비용이 발생하더라도 장기적인 관점에서 장비 및 기기교체, 대체연료 사용, 서비스 부문 개선을 위한 물류정보시스템 개발 등에 막대한 투자를 하고 있으며, 이와 병행하여 업무프로세스 개선, 공급사와 고객에 대한 녹색물류 환경 조성을 통하여 전반적인 녹색물류 활동을 전개하고 있음을 알 수 있다.

따라서 국내 물류기업들의 녹색물류 활성화를 위해서는 선진 해외 물류기업의 사례에서 살펴 본 바와 같이, 녹색물류 실현을 위한 대규모 선행투자를 해야 할 것이며, 더불어 많은 투자 없이도 추진할 수 있는 업무프로세스 개선, 임직원을 포함한 공급사 및 고객에게 녹색물류 실현을 위한 지도 및 캠페인 등 녹색물류 환경 조성 등을 통하여 SCM 전반에 걸친 시너지효과를 극대화해야 할 것이다.

@highlight

이 연구는 국제적인 협약과 규제가 강화되고 있는 시점에 국내 물류기업의 녹색물류 활성화 방안을 모색하기 위하여, 문헌연구를 통하여 녹색물류에 대한 기존의 다양한 정의, 녹색물류의 필요성 및 환경 친화적인 물류활동을 알아보았다.

