지속가능한 경제적성과를 위한 양적·질적 금융발전의 중요성이 점차 증가되고 있는 가운데 최근의 경험적연구들은 금융발전과 경제적성과에 관한 일관된 결과를 도출하지 못하였다.

본 연구는 금융시장 구성요소인주식시장, 채권시장, 은행 및 환율시장의 변동이 경제적성과에 미치는 영향을 금융발전의 관점으로 비교 분석한다.

금융의 글로벌화로 인하여 금융시장 구성요소의 양(+)과 음(-

)의 변동과 균형환율과 실질실효환율의 차이인환율괴리가 비대칭적으로 경제적성과에 영향을 미치므로 그 효과를 포착하기 위하여 NARDL모형을 이용하였다.

분석결과 환율괴리는 경제적성과에 부정적인 영향을 주었고 장기에 경제적성과는 은행부문 국내신용, 주가총액, 실질실효환율에 유의미하게 정(+)의 영향을 받고 있는 것으로 나타났다.

또한 이들 변수의 한 단위 감소가경제적성과 하락에 비대칭적으로 큰 영향을 주었다.

직접금융시장인 주식시장보다 은행부문이 경제적성과를견인해 한국의 금융발전의 단계가 경제발전정도에 비해 매우 낮은 수준인 것으로 나타났다.

@highlight

금융시장 구성요소인주식시장, 채권시장, 은행 및 환율시장의 변동이 경제적성과에 미치는 영향을 금융발전의 관점으로 비교 분석한다.

@highlight


금융의 글로벌화로 인하여 금융시장 구성요소의 양(+)과 음(-

@highlight

)의 변동과 균형환율과 실질실효환율의 차이인환율괴리가 비대칭적으로 경제적성과에 영향을 미치므로 그 효과를 포착하기 위하여 NARDL모형을 이용하였다.

