본 연구의 목적은 부모의 자녀양육태도가 중학생의 인터넷 사용욕구를 매개하여 인터넷 중독에 영향을 미치는지를 검증하는 것이다.

이를 위하여 우선, 인터넷 사용욕구척도를 개발하고 이 척도의 신뢰도와 타당도를 검증하였다.

그리고 상관분석과 경로분석을 이용하여 부모의 자녀양육태도가 중학생의 인터넷 사용욕구 및 인터넷 중독에 어떤 방식으로 영향을 주는지를 검증하였다.

연구결과를 요약하면 다음과 같다.

첫째, 인터넷 사용욕구 척도는 22문항으로 구성되었으며, 요인분석을 한 결과 5개 요인, 즉 자아변화욕구, 현실회피욕구, 대인관계욕구, 감각추구 및 정보획득욕구, 분리·독립욕구가 산출되었다.

둘째, 인터넷 사용욕구들의 내적 합치도는 Cronbach α값 .641~.874로 적절한 신뢰도를 나타냈다.

셋째, 인터넷 사용욕구들로 인터넷 중독지수를 예언하는 중다회귀분석을 실시한 결과, 현실회피욕구, 감각추구 및 정보획득욕구, 자아변화욕구, 대인관계욕구가 인터넷 중독지수 변량의 40.0%를 설명하였다.

넷째, 부모의 수용-

거부적 태도, 자율-

통제적 태도, 성취압력적 태도는 자녀의 인터넷 사용욕구 및 인터넷 중독지수와 유의한 정적 상관을 나타내고 있었다.

다섯째, 경로분석을 실시한 결과, 부모의 양육태도는 자녀의 인터넷 사용욕구를 통해 인터넷 중독에 간접적 방식으로 영향을 주는 것으로 나타났다.

@highlight

연구의 목적은 부모의 자녀양육태도가 중학생의 인터넷 사용욕구를 매개하여 인터넷 중독에 영향을 미치는지를 검증하는 것이다.

