본 연구의 목적은 감정노동자를 대상으로 정서인식명확성이 소진에 미치는 영향을 확인하고, 정서인식명확성과 소진과의 관계에서 부적응적 인지정서조절과 정서표현의 매개효과를 살펴보는 것이다.

이를 위해 보험회사 직원, 콜센터 직원, 심리상담사, 사회복지사, 보육교사 328명을 대상으로 설문을 실시하였고, 이 중 290명의 결과를 분석에 사용하였다.

수집된 자료는 구조방정식모형과 부트스트래핑을 사용하여 분석하였다.

연구 결과, 감정노동자의 정서인식명확성과 소진, 정서표현과 소진, 정서인식명확성과 부적응적 인지정서조절, 정서표현과 부적응적 인지정서조절은 각각 유의미한 부적상관이, 정서인식명확성과 정서표현, 부적응적 인지정서조절과 소진은 각각 유의미한 정적상관이 있는 것으로 나타났다.

또한 감정노동자의 정서인식명확성이 소진에 미치는 영향에서 부적응적 인지정서조절과 정서표현이 부분매개 하는 것으로 나타났다.

이러한 연구결과를 토대로 본 연구의 제한점과 후속연구 방향에 대해 논의하였다.

@highlight

이 연구의 목적은 감정노동자를 대상으로 정서인식명확성이 소진에 미치는 영향을 확인하고, 정서인식명확성과 소진과의 관계에서 부적응적 인지정서조절과 정서표현의 매개효과를 살펴보는 것이다.

