본 연구에서 건물이 밀집되어 있는 해안도시에서의 지진해일 범람에 대한 평면수리모형실험을 수행하였다.

해안도시는 미국 서해안에 위치한 도시인 Seaside를 1/50으로 축소하여 평면수조에 설치하였다.

본 실험에서 범람지역에서의 지진해일의 파고 및 수평속도 측정하였는데, 31개 지점에서 계측하였으며 입사된 지진해일의 파고는 원형 스케일 10 m로 설정하였다.

범람양상과 속도는 건물의 위치 및 배열상태에 따라 크게 다르게 계측되었다.

또한, 도시의 주요 도로를 따라 계측된 지진해일 범람 파고 및 수평속도를 이용하여 모멘텀 플럭스(Momentum flux)를 계산하였다.

모멘텀 플럭스는 해안선에서부터 육지방향으로 파가 진행하면서 감소하는 일반적인 경향을 나타내었다.

범람파고와 모멘텀 플럭스는 도로가 형성된 구역에서 감쇄가 적게 나타났다.

본 연구를 통해 수평 유속이 구조물에 미치는 외력에 중요한 영향을 준다는 것을 알게 되었다.

@highlight

본고에서 건물이 밀집되어 있는 해안도시에서의 지진해일 범람에 대한 평면수리모형실험을 수행하였다.

