이 논문은 급증하고 있는 한국 내 중국동포 청소년에 대해 귀환이주와 인간안보 측면에서 검토하는 것을 목적으로 하고 있다.

또한 이를 통하여 한국의 재외동포정책에서 중요한 부분인 차세대 재외동포정책에서 한국 내 중국동포 청소년이 주요한 부분을 차지하여야 한다는 점을 강조하고 있다.

2015년도 현재 다문화가정 자녀는 207,693명에 이르며, 이 중 중국 배경 자녀의 수가 81,951명으로 전체의 약 40%에 육박하고 있다.

최근 비자제도의 변경으로 이들의 수는 급증하고 있다.

그러나 학교 교육과 제도권 이외 교육 모두에서 이들에 대한 배려는 부족하다.

특히 체류자격으로 인해, 다문화가정에게 주어지는 혜택도 받고 있지 못하며, 불안정한 신분에 놓이게 되어 인간안보 측면에서 배려가 필요하다.

재외동포정책에서 차세대정책은 중요한 부분을 차지한다.

그러나 귀환이주 중국동포 청소년에 대한 적절한 대책이 마련되지 않는다면 사회통합 측면에서의 어려움은 물론이고, 자칫하면 ‘이민 쟁점의 안보화’의 요소가 될 가능성도 있다.

저출산 고령화로 학령인구가 줄어드는 현실에서, 급증하는 귀환이주 중국동포 청소년에 대한 관심이 필요하다.

@highlight

본고는 급증하고 있는 한국 내 중국동포 청소년에 대하여 귀환이주와 인간안보 측면에서 검토하는 것을 목적으로 한다.

@highlight

또한 이를 통해 한국의 재외동포정책에서 중요한 부분인 차세대 재외동포정책에서 한국 내의 중국동포 청소년이 중요한 부분을 차지하여야 한다는 점을 강조한다.

