열악한 작업환경 때문에 수중항만공사를 기계화하려는 많은 노력들이 시도되고 있다.

본 논문은 수중항만공사 중 사석 고르기 작업을 수행하는 수중건설로봇에 대해 기술한다.

로봇의 블레이드는 울퉁불퉁한 지형에서도 사석 마운드를 기준면에 대해 평편하게 고르고, 다목적암은 사석을 파고, 채울 수 있게 설계되었다.

본 연구는 로봇에 설치된 위치 및 방위 센서와 동기를 이루면서 주행과 스윙운동이 포함된 다목적암과 블레이드의 기구학을 해석한다.

기준수심센서에 부여된 월드좌표에 대해서 블레이드와 다목적암의 위치와 방위를 나타내고, 기준면과 나란한 고르기 작업을 위한 형상을 찾는다.

고르기 작업을 위한 유압제어시스템을 개발하며, 로봇에 의한 육상 및 수중 사석 고르기 작업을 실시해 실험결과를 보인다.

로봇의 작업속도는 잠수부보다 8배 정도 빠르며 작업품질도 우수한 것으로 평가된다.

잠수부가 작업할 수 없는 대수심에서는 효율성이 더 좋을 것으로 기대된다.

@highlight

로봇에 설치된 위치, 방위 센서와 동기를 이루면서 유압제어시스템을 개발하여, 로봇의 육상 및 수중 사석 고르기 작업 결과, 로봇의 작업속도는 잠수부보다 빠르고 작업품질도 우수한 것으로 평가되어 잠수부가 작업할 수 없는 대수심에서는 더 효율적일것이다.

