본 논문에서는 국제공항 이용객 혼잡지각, 감정적 반응 및 재방문의사 사이의 영향관계 관계 검증 방법을 제안한다.

본 연구를 통해 국제공항의 시설적 혼잡성은 이용객의 부정적 반응 및 재방문의사에 유의한 영향관계가 형성됨을 알 수 있으며, 이용객의 인적 혼잡성과 긍정적인 감정반응은 재방문의사에 유의한 영을 미치는 것으로 나타났다.

이상의 결과를 종합하면 국제공항 이용객의 인적 혼잡지각과 긍정적 감정반응인 고마움, 즐거움, 편안함, 친근감, 만족감, 믿음감 등은 이용객의 긍정적인 재방문의사와 타인 추천 등에 영향을 미치는 것으로 나타났다.

본 연구에서는SPSS 21 통계 프로그램을 이용하여 빈도분석, 요인분석, 신뢰도분석, 상관관계분석을 실시하였으며, 또한 AMOS 7.0을 활용하여 공분산구조분석(Covariance Structure Analysis)의 확인적 요인분석과 모형검증(Model Test)을실시하였다.

@highlight

이 논문은 국제공항 이용객 혼잡지각, 감정적 반응 및 재방문의사 사이의 영향관계 관계 검증 방법을 제안한다.

