본 연구는 실내정원 가꾸기 활동을 통해 나타나는 유아들의 경험을 파악하고 유아경험의 의미가 무엇인지를 알아보는데 목적이 있다.

연구의 참여자는 유아, 교사, 연구자이며, 2008년 3월부터 2008년 9월까지 약 6개월간 실내정원 가꾸기 활동을 실시하였다.

실내정원 가꾸기는 햇빛이 잘 드는 과학영역에서 시작하여 유아들의 활동 전개에 따라 영역을 확장시켜 나가면서 실내정원을 구성하였다.

실내정원 가꾸기는 활동을 중심으로 관찰과 탐색이 이루어지는 가운데 이루어졌으며, 유아들의 경험은 참여관찰을 통한 비디오녹화, 교사저널, 연구자의 관찰일지, 유아 기록물, 연구자의 기록 및 메모, 사진자료를 수집하여 분석하였다.

연구결과 유아들의 경험은 ‘호기심에서 생긴 궁금증 해결하기’, ‘자연에서 느끼는 두려움’, ‘자연에 대한 감정이입’, ‘정원에서 심미감 느끼기’, ‘친근해진 자연’, ‘자연을 사랑으로 돌보기’, ‘식물ㆍ동물ㆍ인간이 맺는 관계 알기’ 로 나타났으며, 유아들에게서 실내정원을 가꾸는 직접적인 경험을 통해 자연친화적인 태도가 형성되는 것을 볼 수 있었다.

따라서 실내정원 가꾸기 활동을 유아교육기관에서의 생태교육 방법의 하나로 자리 잡을 수 있도록 하고 자연친화적인 교육활동을 모색하는 노력이 필요하다고 본다.

@highlight

실내정원 가꾸기 활동에 대한 유아들의 경험을 파악하고 그 의미가 무엇인지 알아보았다.

@highlight

연구결과 유아들의 경험은 ‘호기심에서 생긴 궁금증 해결하기’, ‘자연에서 느끼는 두려움’, ‘자연에 대한 감정이입’, ‘정원에서 심미감 느끼기’, ‘친근해진 자연’, ‘자연을 사랑으로 돌보기’, ‘식물ㆍ동물ㆍ인간이 맺는 관계 알기’로 나타났다.

