이 연구는 복지국가 연구에서 상대적으로 간과되어 온 ‘종교’의 영향을 타진하려는 목적에서 출발한다.

연구의 주안점은 복지의 국가책임에 대한 개인의 복지 태도에 종교가 어떤 영향을 미치는가로 모아진다.

이를 통해 본 연구에서는 종교가 복지국가에 미치는 영향을 이론적으로 또 실증적으로 규명코자 한다.

이론적으로 본 연구는 종교가 복지 인식에 미치는 영향을 자기 이해적 관점과 가치 규범적 관점의 두 가지 차원에서 타진하였다.

분석적으로는 국제사회인식조사자료(2016)를 이용하여 거시적?

미시적 차원을 통합적으로 접근하는 다층분석을 시행하였다.

주요 분석결과는 다음과 같다.

첫째, 종교는 개인 차원에서나 국가 차원에서 국가 주도적 복지에 대한 태도에 유의한 균열을 가져오는 요인임이 확인되었다.

둘째, 종교에 대한 의존성이 높은 사회와 개인일수록, 국가 주도적 복지를 덜 지지하는 것으로 나타났다.

이는 복지 지위의 차원에서 복지제공자, 복지부담자, 복지수급자로서 개인은 종교와 국가 간에 상충적인 이해를 가지고 있음을 보여 주며, 기능주의적으로 종교와 국가 간에 복지에 대한 상충관계가 있음을 시사한다.

셋째, 신교와 구교의 가치 모두 국가 중심주의와 충돌하는 면이 있지만, 신교 중에서도 루터교와 칼뱅주의 간에 국가의 역할과 자본주의에 대한 가치와 생각이 다를 수 있음을 복지국가 유형을 통해 간접적으로 확인하였다.

@highlight

본 연구에서는 종교가 복지국가에 미치는 영향을 타진하였다.

@highlight

분석결과 종교는 개인과 국가 차원에서 국가 주도적 복지에 대하여 균열을 가져오는 요인임과 종교에 대한 의존성이 높은 개인과 사회일수록, 국가 주도적 복지에 대한 지지는 떨어지는 것으로 나타났다.

@highlight

또 신교와 구교의 가치 모두 국가 중심주의와 충돌하는 면이 확인되었다.

