현재 결정질 태양전지에서 웨이퍼 가공은 대부분 슬러리 분사 방식의 다중 와이어를 이용한 방법이 사용되고있다.

이와 같은 슬러리 분사 방식의 웨이퍼 가공은 가공속도가 낮아 생산성이 떨어지는 단점이 있을 뿐만 아니라 금속 재질의 와이어와 실리콘 블록의 직접적인 마찰에 의하여 웨이퍼 표면의 금속 불순물에 의한 오염이 발생되는 단점이 있다.

뿐만 아니라 와이어와 실리콘 블록간의 직접적인 마찰로 인하여 와이어가 빨리 마모되며, 이로 인하여 일회성의 와이어를사용하게 되면서 제조원가는 상승하게 된다.

반면에 다이아몬드 입자가 코팅된 와이어를 이용하여 실리콘 웨이퍼를 가공하게 되면, 가공속도가 기존 슬러리 분사방식보다 빠르며, 공정진행에 따른 와이어의 마모율이 적어 와이어의 재사용에 의한제조원가 절감이 가능하다.

따라서 이와 같은 다이아몬드 입자가 코팅된 와이어를 이용하여 가공하는 기술은 슬러리 분사방식에 비하여 더 효율적이라 할 수 있다.

본 연구에서는 슬러리 분사방식으로 가공된 웨이퍼와 다이아몬드 코팅된 와이어로 가공된 웨이퍼의 표면특성에 대하여 분석하고 셀 공정에 영향을 미치는 것에 대하여 설명하고자 한다.

또한, 다이아몬드 와이어로 가공된 웨이퍼를 활용하기 위한 셀 공정의 개선방향에 대하여 제안하고자 한다.

@highlight

본고에서는 슬러리 분사방식으로 가공된 웨이퍼와 다이아몬드 코팅된 와이어로 가공된 웨이퍼의 표면특성에 대하여 분석하고 셀 공정에 영향을 미치는 것에 대하여 설명하고자 한다.

