본 연구는 우리나라의 국가이미지 제고와 국제사회에 나라를 올바르게 알리기 위해 행해져온 교과서 연구에 대한 성찰에 초점을 두었다.

비판적 시각의 의견을 개진하고, 기존 또는 새로운 교과서 연구방법을 정리하고 제시함으로써 향후의 교과서 연구에 도움을 주고자 하였다.

종래의 교과서 연구는 1982년부터 2002년까지 한국교육개발원에서, 그 후 현재까지는 한국학중앙연구원에서 맡아왔다.

두 기관이 대체로 국가 정책적 목표와 의도에 충실한 연구물을 생산해 냈다.

즉, 관련내용들을 추출하여 오류의 정도를 살피고 왜곡내용을 바로잡는데 주력했다.

현재의 교과서가 어떤 배경에서 나온 것인가를 알려면 내용분석 외에 교과서 정책을 조사하고, 집필자 분석, 출판사 분석, 내용조직 및 체제분석, 교육과정 분석, 교사용 지도서(지침서) 분석 등 다양한 방법을 동원할 수 있다.

이들 가운데 한두 가지 방법을 연구지역과 상황을 살펴 적용할 때, 폭넓고 심도 있는 교과서 연구에 한걸음 다가갈 수 있을 것으로 본다.

그 동안의 교과서 연구 결과 중에는 이러한 방향의 연구결과를 내놓아 유용한 측면도 있다.

향후 연구는 이 논문에서 소개한 방법들 중 지역과 실정에 맞는 한 두 가지를 동원할 필요가 있다.

@highlight

우리나라의 국가이미지 제고와 국제사회에 나라를 올바르게 알리기 위해 행해져온 교과서 연구에 대한 성찰에 초점을 두고 비판적 시각의 의견을 개진하고, 기존 또는 새로운 교과서 연구방법을 정리하고 제시함으로써 향후의 교과서 연구에 초석을 다지려 하였다.

