비판적 사고력과 창의적 문제해결력을 중시하는 최근의 교육과정 목표에 부합하는 철학교육의 모형으로 ‘비판적 구성주의’와 ‘탐구공동체’ 모형을 제시한다.

그리고 먼저 비판적 구성주의 모형이 프래그머티즘 철학자 퍼스의 탐구 개념과 듀이의 탐구 패턴과 각각 어떤 관련을 지니는지를 규명한다.

또한 플라톤의 대화편 가운데 유티프론에서 나타난 소크라테스의 철학적 탐구가 비판적 구성주의 모형과 어떻게 상응하는지를 알아본다.

그런 다음 비판적 구성주의 모형이 어떤 논리적 규칙과 절차에 의해 작동되는지를 과학철학적, 인지과학적 연구 성과들에 바탕을 두고 규정해본다.

특히 상정논법과 후건긍정추리, 후건부정추리가 비판적 구성주의 모형 속에서 어떻게 구성활동과 비판활동을 제어하고 추진해나가는지를 설명한다.

그 다음으로 그동안 철학교육 지도방법의 모형으로 널리 실험되어온 탐구공동체 모형을 비판적 구성주의 모형과 견줘 설명한다.

끝으로 철학교육에 있어서 교육과정의 설계 및 교재구성은 물론 수업지도와 평가도구를 마련하는 데에도 왜 두 모형이 동시에 요구되는지, 그리고 두 모형이 왜 상호의존적인 관계를 맺을 수밖에 없는지, 그 이유를 설명한다.

@highlight

비판적 사고력과 창의적 문제해결력을 중시하는 최근의 교육과정 목표에 부합하는 철학교육의 모형으로 비판적 구성주의와 탐구공동체 모형을 제시한다.

