이 연구는 청년체감지표를 기반으로 청년고용과 관련한 통계지표를 청년 특성에 맞게 맞춤형으로 제공할 수 있는 정보 전달체계를 구축하는데 있었다.

이를 위해, 국내와 국외의 청년 중심의 정보와 통계자료 전달체계를 분석하여, 우리나라 실정에 맞는 정보 전달체계를 구축하기 위한 방향과 과제들을 도출하였다.

연구결과로서, 청년고용체감지표의 추진 방향은 공신력 있는 자료의 통합적 제공, 최신정보의 주기적 업데이트, 개인 맞춤형 정렬 및 제공을 통한 맞춤정보 제공, 직관적 고용현황 파악이 가능한 그래픽화로 형태로 정보를 설계하여 제시하는 것이 필요하였다.

개인맞춤형 청년체감지표제공 시스템을 통해, 실업률과 고용률, 기업과 전공별 현황에 대한 정보를 개인이 원하는 방식으로 분류하여 제공할 수 있도록 시스템을 설계하였다.

특히, 시스템의 기능으로 정보구축과 정보 활용, 피드백 단계로 구분하여 제시하였다.

청년에게 적합한 정보전달 체계를 구축함으로써, 청년들이 언제, 어디서나 본인이 필요로 하는 정보를 가공하여 살펴볼 수 있고, 이를 통해 취업이 보다 원활하게 이루어질 수 있기를 기대한다.

@highlight

이 연구는 청년체감지표를 기반으로 청년고용과 관련한 통계지표를 청년 특성에 맞게 맞춤형으로 제공할 수 있는 정보 전달체계를 구축하는데 있었다

연구결과로서, 청년고용체감지표의 추진 방향은 공신력 있는 자료의 통합적 제공, 최신정보의 주기적 업데이트, 개인 맞춤형 정렬 및 제공을 통한 맞춤정보 제공, 직관적 고용현황 파악이 가능한 그래픽화로 형태로 정보를 설계하여 제시하는 것이 필요하였다

