본 연구는 집단미술치료 프로그램이 정서·행동 관심군 청소년의 자아탄력성에 미치는 효과를 알아보는데 연구목적이 있다.

집단미술치료 프로그램의 치료적 요인과 매체의 효과성을 근거로 전 회기 집단미술치료 프로그램으로 구성하여 연구대상자에게 적용하였다.

연구의 대상은 정서·행동 관심군으로 진단된 중학교 1학년 12명을 선정하여 무선 배치로 실험집단과 통제집단을 구성하였다.

집단미술치료 프로그램은 실험집단을 대상으로 주 2회 90분씩 총 12회기를 실시하였다.

프로그램의 효과성을 검증하기 위하여 연구대상의 자아탄력성 검사를 사전·사후에 실시하여 양적분석 하였다.

자료처리는 SPSS 18.0을 이용하여 비모수 검정인 Mann-

Whitney의 U 검정을 실시하여 효과를 검증하였다.

본 연구 결과를 요약하면 첫째, 집단미술치료 프로그램은 정서·행동 관심군 청소년의 자아탄력성 향상에 영향을 주었다.

둘째, 집단미술치료 프로그램은 정서·행동 관심군 청소년의 자아탄력성 하위요인 중 긍정사고, 문제해결, 친밀행동, 감정조절에 긍정적인 효과를 미친 것으로 나타났다.

결론적으로 본 연구는 집단미술치료 프로그램으로 정서·행동문제가 있는 청소년의 정서안정을 도와 내적·외적 스트레스 상황에서도 유연하게 적응할 수 있는 능력을 향상시킨 점에서 임상현장에 기초자료로 기여했다는데 의의가 있다.

@highlight

본고의 목적은 집단미술치료 프로그램이 정서·행동 관심군 청소년의 자아탄력성에 미치는 효과를 알아보는 데에 있다.

@highlight

집단미술치료 프로그램의 치료적 요인 및 매체의 효과성을 근거로 전 회기 집단미술치료 프로그램으로 구성해 연구대상자에게 적용하였다.

