본 연구에서는 생물반응 인공습지 내 용존유기물질의 변동 및 저감특성을 모니터링할 목적으로 수직·수평 흐름 습지를 직렬로 복합 적용하여 호기, 혐기상태의 흐름조건을 만들어 주었고 기능성 여재를 충진한 인공습지를 고안하여 아크릴 반응조로 제작 후 성능평가를 진행하였다.

수직·수평의 인공습지의 경우 호기 및 혐기조건을 평가하기 위해 반응조 내 용존산소(DO) 농도를 측정해본 결과 호기상태의 수직흐름인공습지에서는 2.7 mg/L, 혐기상태의 수평 흐름인공습지에서는 N.

D.

로 측정되어 운전조건에 부합하였다.

운전시간은 140 min, 80 min, 60 min으로 변경하며 실험을 진행을 하였으며, 운전시간에 따른 자연폭기시간 20 min을 동일하게 설정해 주고 실험을 진행하였다.

운전시간 모두 미생물의 활동으로 인한결과를 보였으며, 3D-

EEM에서는 운전시간을 길게 가져갈수록 난분해성 휴믹계물질구역인 III, V구역의유기물에서 높은 저감효과를 보이는 것으로 확인되었다.

향후 저감효과에 대한 메커니즘 분석에 대한 연구는 추가로 진행될 필요가 있을 것으로 사료되지만, 본 연구결과는 향후 인공습지를 활용한 난분해성 물질의 저감을 위한 기술발전에 기여할 수 있을 것으로 기대된다.

@highlight

생물반응 인공습지 내 용존유기물질의 변동 및 저감특성을 모니터링할 목적으로 수직·수평 흐름 습지를 직렬로 복합 적용하여 호기, 혐기상태의 흐름조건을 만들어 주었고 기능성 여재를 충진한 인공습지를 고안하여 아크릴 반응조로 제작 후 성능평가를 진행하였고 연구결과로 향후 인공습지를 활용한 난분해성 물질의 저감을 위한 기술발전에 기여할 수 있을 것이다.

