본 연구는 급격히 증가하고 있는 간접광고 시청환경에서 과연 적절한 간접광고 노출시간은 어느 정도인가에 관심을 갖고, 제품배치 유형과 노출시간에 따른 광고효과 차이를 알아보았다.

모든 간접광고의 노출빈도는 3회로 하고, 제품배치 유형(온셋 배치/크리에이티브 배치)과 1회 노출시간(1-4초/5-8초/9-12초)을 독립변인으로 하여 간접광고 브랜드 재인과 브랜드 태도를 분석하였다.

연구결과, 간접광고가 등장인물에 의해 제시, 사용되는 온셋 배치가 단순히 배경으로 제시되는 크리에이티브 배치에 비해 브랜드 재인이 높고, 1회 노출시간이 9-12초(고)로 제시될 때 1-4초(저)로 제시될 때보다 유의하게 브랜드 재인이 더 높았다.

브랜드 태도에서는 노출시간과 배치유형의 상호작용이 유의하여, 크리에이티브 배치에서는 1회 노출시간이 길수록 브랜드 태도가 높아지는 경향성이 나타난 반면, 온셋 배치에서는 1회 노출시간이 5-8초(중) 조건일 때 1-4초(저)와 9-12초(고) 조건에 비해 브랜드 태도가 더 높았다.

이 같은 결과는 효과적인 간접광고 노출시간은 제품배치 유형에 따라 다르며, 적정수준 이상으로 길게 제시되는 것은 간접광고 브랜드에 대하여 부정적 태도를 형성시킬 수 있으므로, 광고목표에 따라 노출시간을 계획하여 간접광고를 집행해야 함을 시사한다.

@highlight

이 연구는 급격히 증가하고 있는 간접광고 시청환경에서 과연 적절한 간접광고 노출시간은 어느 정도인가에 관심을 갖고, 제품배치 유형과 노출시간에 따른 광고효과 차이를 알아보았다.

