이 연구는 교사용 지도서가 교과서 해설서로 교과서 종속적인 자료로 기능하는 데에서 나아가 교사 전문성 개발을 위한 교사 교과서로서의 역할을 수행해야 한다고 전제하면서, 핀란드와 미국의 대표적인 교사용 지도서를 분석하였다.

분석 결과 두 나라 교사용 지도서는 다양한 교육 자료의 허브 기능, 사용자 편의성을 고려한 체제와 편집, 교사의 전문가적 실천을 위한 교수내용지식(PCK)의 적시적 제공, 평가 체계 구축을 통한 다양한 목적의 평가와 학생 수준별 교수 지원 측면에서 우리나라 국어과 교사용 지도서 개발에 의미 있는 시사점을 줄 수 있다고 보았다.

특히, 기존의 교사용 지도서가 교사 독자를 학생에게 교과서를 가르치는, 고급 교과서 소비자로 보면서 교과서 지문에 대한 해설과 지도 방법을 제공하는 데 중점을 두고 개발되어 온 방식을 지양하고, 교사의 전문성 개발과 실천에 기여하는 교사 교과서로 질적 개선을 이루어내기 위해서 이들 교사용 지도서가 독자인 교사를 교육 전문가로 상정하고, 그의 전문가적 실천과 발전을 위하여 필요한 자원을 지원하는 방안을 구체적으로 보여주고 있는 점은 눈여겨볼 필요가 있다.

@highlight

본 연구는 교사용 지도서가 교과서 해설서로 교과서 종속적인 자료로 기능하는 데에서 나아가 교사 전문성 개발을 위한 교사 교과서로서의 역할을 수행해야 한다고 전제하면서, 핀란드와 미국의 대표적인 교사용 지도서를 분석했다.

