본 연구는 쓰레기 불법투기에 대한 인식 유형을 Q 방법론을 통하여 알아보고, 쓰레기 불법투기 문제를 해결하기 위한 수단으로 넛지(nudge)의 활용 가능성을 살펴보는 것을 목표로 한다.

넛지는 정책대상의 선택을 금지하거나 경제적 인센티브를 크게 변화시키지 않고 이들의 행동을 예상 가능한 방향으로 변화시키는 방식이다.

Q 방법론을 이용한 분석 결과, 쓰레기 불법투기에 대한 인식 유형은 ‘양심불량형, 주위의식형, 도덕교과서형’의 세 가지로 분류된다.

시장세분화의 관점에서 다양한 이해관계, 개인적 성향에 따라 상이한 태도를 보이는 정책집단을 분류하는 것은 정책목표를 달성하는 과정에서 정책대상의 순응 확보에 도움을 줄 것이며, Q 방법론을 이용한 인식 유형의 분류가 이를 위한 수단으로 활용될 수 있다.

결론적으로 쓰레기 불법투기 문제에서 현행의 규제방식이 가지고 있는 한계점을 극복하는 데 넛지가 활용될 수 있을 것이며, 이는 쓰레기 불법투기 문제뿐만 아니라 다른 정책부문에까지 확대･적용될 수 있을 것으로 기대된다.

@highlight

쓰레기 불법투기에 대한 인식 유형을 Q 방법론을 통하여 알아보고, 쓰레기 불법투기 문제를 해결하기 위한 수단으로 넛지(nudge)의 활용 가능성을 살펴보는 것을 목표로 한다.

@highlight

Q 방법론을 이용한 분석 결과, 쓰레기 불법투기에 대한 인식 유형은 ‘양심불량형, 주위의식형, 도덕교과서형’으로 분류된다.

@highlight

시장세분화의 관점에서 다양한 이해관계, 개인적 성향에 따라 상이한 태도를 보이는 정책집단을 분류하는 것은 정책목표를 달성하는 과정에서 정책대상의 순응 확보에 도움을 줄 것이며, Q 방법론을 이용한 인식 유형의 분류가 이를 위한 수단으로 활용될 수 있다.

