협동조합은 국가별로 다양한 배경 속에서 발전해 오고 있다.

우리나라는 그동안 8개 개별법에 의해 특정 분야에서만 설립이 가능했던 협동조합 설립이 2012년 12월 1일 협동조합기본법 발효로 5인 이상의 조합원은 금융부문을 제외한 모든 산업에 있어 자유롭게 협동조합을 설립할 수 있게 되었다.

본 연구는 우리나라 사회적 경제 내에서의 협동조합의 역사를 살펴보고 협동조합기본법 제정 이후 빠르게 성장해나가고 있는 소상공인협동조합의 주요 문제점들을 파악하고 이에 대한 개선방안들을 제시하였다.

연구결과, 2012년 협동조합기본법 제정이후 정부주도에서 민간 주도로 확대할 수 있는 계기를 마련한 상황에서 협동조합의 활성화를 위한 정부의 지원이 개별 사업에만 국한된 한계점을 극복하고 중장기적인 관점에서 협동조합 활성화를 위한 생태계 조성을 위한 지원사업으로의 개편이 필요한 상황이다.

특히 소상공인협동조합의 경영합리화를 위한 제도 개선을 위해 첫째, 국내외 협동조합의 성공요인 파악과 설립 전 예비협동조합 조합원에 대한 교육강화를 통해 협동조합의 지속가능한 수익창출 비즈니스모델을 수립할 필요가 있다.

둘째, 현재의 배당 규제는 협동조합 참여 동기부여 견인 동력이 미흡하므로 조합원의 이용고배당 50% 초과 의무와 현 출자배당 10% 이내 제한 규제의 완화가 필요하며, 조합원 배당정책을 협동조합 성장 단계에 따른 차별화 정책으로 변경이 필요하다.

셋째, 사업자협동조합과 함께 협동조합 내 제품·서비스의 판매와 소비를 목적으로 한 다중이해관계자협동을 집중육성 할 필요가 있다.

@highlight

협동조합은 국가별로 다양한 배경 속에서 발전해 오고 있다.

@highlight

이 연구는 우리나라 사회적 경제 내에서의 협동조합의 역사를 살펴보고 협동조합기본법 제정 이후 빠르게 성장해나가고 있는 소상공인협동조합의 주요 문제점들을 파악하고 이에 대해 개선방안들을 제시했다.

