거창화강암은 국내 주요 석재자원의 하나로서 토목 및 건축사업에 널리 사용되고 있다.

본 연구에서는 거창화강암을 대상으로 수많은 실내시험을 실시하여 암석의 단위중량, 흡수율, P파 속도, S파 속도, 일축압축강도, 인장강도, 영률, 포아송비, 점착력, 내부마찰각, 점하중강도지수 등의 물리적 성질을 조사하였다.

일축압축강도는 인장강도의 19.5배, 점착력의 8.6배이고, P파 속도는 S파 속도의 1.5배 수준이었다.

실험결과로 얻어진 각종 물성간의 상호관계를 분석하였으며, 일축압축강도는 포아송비, 점하중강도지수, 영률과 0.8 이상의 피어슨 상관계수를 보였다.

또한, 단순회귀분석과 다중회귀분석을 통해 물성간의 각종 회귀식을 구하였으며, 특히 결정계수 0.7이상의 회귀식을 정리하여 나타내었다.

@highlight

거창화강암은 국내 주요 석재자원의 하나로서 토목 및 건축사업에 널리 사용되고 있다.

@highlight

일축압축강도는 인장강도의 19.5배, 점착력의 8.6배이고, P파 속도는 S파 속도의 1.5배 수준이었다.

