자연에 대한 도구적 관점이 지배적이다 보니 자연은 줄곧 인간의 정복, 개발대상이 되어 왔다.

그러나 생태계 파괴에 따른 자연의 대반격이 위험의 부메랑이 되어 다가오면서 위험사회적 속성은 더 커진다.

생태학적 세계관에선 인간도 수많은 생물종과 마찬가지로 생태학적, 인과적 그물망의 연관관계로 맺어진 자연의 한 부분이다.

따라서 생태공동체적 시각에서 자연에 대한 윤리확장과 그 연장선상에서의 생태윤리 수용은 불가피하다.

이 글에선 도구적 자연관 아래 한때 공리주의를 신봉했던 미국의 산림공무원 Leopold가 오랫동안 자연과 접하고 생태학을 공부하면서 생태친화적 사고를 하게 되고 이후 대표적 생태철학자로 변신하는 과정에서 윤리적 배려대상을 대지공동체에까지 확장한 계기 등 그의 인생역정을 하나의 사례로 다루며, 그가 자연에 대한 윤리확장을 통해 대지윤리라는 생태윤리를 확립하게 된 인식전환 과정을 분석해 생태윤리 수용의 보편적 필요성을 이해했다.

또 그의 생태학적 인식전환과 대지윤리가 주는 행정학적 함의를 중심으로 공무원 생태윤리의 수용 및 실천방향도 간략히 모색했다.

@highlight

자연에 대한 도구적 관점이 지배적이다 보니 자연은 줄곧 인간의 정복, 개발대상이 되어 왔다.

@highlight

그러나 생태계 파괴에 따른 자연의 대반격이 위험의 부메랑이 되어 다가오면서 위험사회적 속성은 더 커진다.

