최근 한국의 고등교육정책의 초점은 어떻게 하면 대학공급량을 줄일 수 있을지에 모아지고 있다.

이 논문은 이러한 접근의 근시안 한계를 지적하면서, 한국의 대학은 청년기교육에서는 과다공급일지 모르지만 여전히 지식경제의 계속교육 수요에는 전혀 대처하지 못하고 있는 이중성을 가지고 있음을 설명한다.

첫째, 지난 1990년 이후 유럽에서 나타난 지식경제와 대학팽창 현상을 통해서 대학보편화는 이제 세계적 추세이며, 고등교육 진화의 필연적 단계로 규정한다.

둘째, 그러한 고등교육 수요의 상당 부분은 지식경제를 배경으로 하는 평생학습 수요이며, 대학은 이제 ‘고등교육체제’ 임과 동시에 ‘평생학습체제’를 동시에 껴안은 중층적 복합체로 변화되어 가고 있음을 논증한다.

셋째, 이와 달리 우리나라의 대학은 여전히 청년층 학습자를 중심으로 하는 독점적 순혈주의를 지향하며, 전체적으로 중장년층 학습자 및 계속교육 수요는 대학의 경계 밖에 형성된 고등교육 대안체제, 예컨대 사이버대학 및 학점은행 등에 갇혀 있다.

이 문제는 ‘평생교육단과대학’이라는 단기적 타협모형으로 해소되기 어렵다.

결론적으로, 이 논문은 한국에서의 대학 과다공급현상은 청년층 초기교육 부문에서만 나타나는 것으로서, 고등교육 보편화를 형성하는 또 다른 축인 성인계속교육이라는 차원을 간과하고 있음을 설명하고, 그 보완책으로 대학을 고등교육-

평생학습이 연결된 포괄적인 고등평생학습복합체제로 발전시켜 나가야 함을 설명한다.

@highlight

이 논문은 이런 접근의 근시안 한계를 지적하면서, 한국의 대학은 청년기교육에서는 과다공급일지 모르지만 여전히 지식경제의 계속교육 수요에는 전혀 대처하지 못하고 있는 이중성을 갖고 있음을 설명한다.

