본 연구는 긍정정서를 사회성 축에 따라 사회적 긍정정서와 비사회적 긍정정서로 나눌시 조망수용능력과 긍정적 대처간의 관계가 다르게 나타나는지 알아보았다.

그리고 그 관계가 성격변인인 친화성에 따라 조절되는지를 살펴보았다.

이를 위해 대학생을 대상으로 실험 1과 2를 실시하였다.

연구 결과, 사회적 긍정정서를 느낀 집단은 비사회적 긍정정서 집단보다 통계적으로 유의하게 조망수용능력이 높고, 회피/체념 대처전략보다 긍정적 대처전략을 택하는 경우가 많은 것으로 나타났다.

아울러, 긍정정서의 사회성 유무와 조망수용능력간의 관계에서는 성격변인인 친화성이 유의한 조절효과가 있었다.

즉, 비사회적 긍정정서를 느낀 사람이 사회적 긍정정서를 느낀 사람에 비해 친화성이 높을수록 조망수용능력이 유의하게 높아지고 있음을 확인하였다.

반면, 긍정정서의 사회성 유무와 긍정적 대처간의 관계에서는 친화성의 조절효과가 없었다.

사회적 긍정정서와 비사회적 긍정정서간의 차이 및 원인에 대해 언급하고 본 연구의 제한점과 후속 연구방향에 대해 논의하였다.

@highlight

이 연구는 긍정정서를 사회성 축에 따라 사회적 긍정정서와 비사회적 긍정정서로 나눌시 조망수용능력과 긍정적 대처간의 관계가 다르게 나타나는지 알아보았다.

