충

남

 

보

령

의

 

水

軍

節

度

使

營

 

성

내

에

 

있

던

 

영

보

정

은

 

아

름

다

운

 

풍

광

으

로

 

인

하

여

 

수

많

은

 

제

영

시

의

 

창

작

 

배

경

이

 

되

었

던

 

곳

이

다

.

 

좁

은

 

포

구

를

 

통

해

 

밀

려

든

 

淺

水

灣

의

 

바

다

가

 

둥

근

 

호

수

 

모

양

을

 

이

루

고

,

 

그

 

주

변

으

로

 

산

봉

우

리

들

이

 

연

이

어

 

펼

쳐

지

는

 

지

세

 

때

문

에

 

영

보

정

 

일

대

는

 

산

,

 

강

,

 

호

수

,

 

바

다

의

 

모

든

 

풍

광

을

 

한

데

 

지

닌

 

기

이

한

 

경

관

을

 

자

랑

하

였

다

.

 

영

보

정

의

 

명

성

은

 

조

선

 

전

기

 

朴

誾

의

 

제

영

시

 

덕

분

에

 

더

욱

 

높

아

지

게

 

되

었

다

.

 

박

은

이

 

지

은

 

<

營

後

亭

子

>

 

다

섯

 

수

가

 

영

보

정

 

경

관

의

 

특

징

인

 

‘

기

이

함

’

을

 

온

전

히

 

담

아

낸

 

典

範

으

로

 

인

식

되

어

 

높

은

 

평

가

를

 

받

았

기

 

때

문

이

다

.

 

이

후

 

박

은

 

시

의

 

뛰

어

남

을

 

칭

송

하

거

나

,

 

그

 

내

용

을

 

용

사

 

또

는

 

점

화

하

는

 

영

보

정

 

제

영

시

들

이

 

다

수

 

창

작

되

었

다

.

 

한

편

,

 

李

安

訥

은

 

박

은

의

 

뒤

를

 

이

어

 

‘

奇

異

’

를

 

특

징

으

로

 

하

는

 

영

보

정

 

제

영

시

를

 

지

었

으

나

 

‘

難

澁

’

에

 

빠

지

는

 

병

폐

를

 

보

였

고

,

 

여

타

 

시

인

들

도

 

박

은

의

 

시

가

 

지

닌

 

개

성

적

인

 

면

모

를

 

획

득

하

는

 

데

 

성

공

하

지

 

못

하

고

 

진

부

한

 

用

事

나

 

관

습

적

인

 

意

境

에

 

의

존

하

는

 

경

향

을

 

보

여

주

었

다

.

 

오

히

려

 

박

은

 

시

의

 

기

이

함

을

 

계

승

하

면

서

도

 

이

와

 

구

별

되

는

 

미

감

까

지

 

지

향

하

려

 

했

던

 

데

서

 

주

목

할

 

만

한

 

제

영

시

들

이

 

창

작

되

었

다

.

 

치

밀

한

 

의

경

 

속

에

 

기

상

을

 

잘

 

담

아

낸

 

李

春

英

의

 

시

,

 

억

양

돈

좌

의

 

수

법

을

 

잘

 

활

용

한

 

鄭

來

僑

의

 

시

,

 

唐

詩

의

 

풍

격

을

 

잘

 

직

조

해

낸

 

梁

慶

遇

의

 

시

 

등

이

 

그

러

한

 

예

이

다

.

@highlight

충남 보령의 水軍節度使營 성내에 있던 영보정은 아름다운 풍광으로 인해 수많은 제영시의 창작 배경이 되었던 곳이다. 박은이 지은 <營後亭子> 다섯 수가 영보정 경관의 특징인 ‘기이함’을 온전히 담아낸 典範으로 인식되어 높은 평가를 받았기 때문이다.