연구목적: 이 연구는 건강장애학생을 위한 병원학교 관련 국내 연구의 동향을 파악하여 후속연구를 위한 방향성과 과제를 탐색하고, 주요 쟁점 사항에 대한 논의를 통해 효율적인 병원학교 운영을 위한 방안을 제시하는 것을 목적으로 하였다.

연구방법: 등재(후보)지 및 일반학술지에 게재된 총16편의 논문을 대상으로 관련 연구의 일반적 동향과 내용적 특성을 분석하는 문헌연구를 실시하였다.

연구결과: 첫째, 건강장애학생을 위한 병원학교 관련 연구의 일반적 동향을 게재학술지, 게재연도, 연구대상, 연구방법, 연구주제의 5가지 변인에 따라 양적으로 분석하였다.

둘째, 건강장애학생을 위한 병원학교 관련 연구의 내용을 병원학교 운영체제 및 행·재정적 지원, 병원학교 교육과정 운영, 병원학교 교육환경, 병원학교 교사의 역할 및 지원요구, 건강장애 영유아를 위한 병원학교 운영 실태 및 지원요구, 정신건강의학과 병원학교 운영 실태 및 지원요구, 병원학교 관련기관 및 전문가 간 협력적 연계, 병원학교 건강장애학생 부모 및 가족 지원이라는 8가지 대주제에 따라 분석하였다.

결론: 이상의 결과를 토대로 건강장애학생을 위한 병원학교 운영을 위한 시사점을 탐색하고 후속연구의 방향성을 제언하였다.

@highlight

본고는 건강장애학생을 위한 병원학교의 효율적인 운영방안 제시를 목적으로 국내 연구 동향을 파악하였다.

@highlight

병원학교 관련 연구의 일반적 동향을 게재학술지 등 5가지 변인에 따라 양적으로 분석하고, 연구의 내용을 병원학교 운영체제 및 행·재정적 지원 등 8가지 대주제에 따라 분석하여 시사점과 방향성을 제언하였다.

