세계화와 국제화 속에 대한민국 국민의 해외 체류가 증가하고 있다.

취업, 유학, 출장 이외에도 영주권을 얻어 대한민국 국적을 유지하면서 해외에 체류하는 국민이 2019년 기준으로 268만 명이 넘는다.

그러나 현행 범죄피해자보호법은 범죄피해 발생 시 지원되는 경제적 지원 중 하나인 범죄피해구조금의 지급 대상을 대한민국의 영역 내와 선박, 항공기로 한정하고 있다.

이에 따라 재외국민이 해외에서 범죄피해를 입은 경우에는 구조금의 사각지대에 놓이게 된다.

해외 범죄피해에 대한 국가의 보호 필요성은 지속적으로 논의되어 왔으며, 해외 범죄피해에 대해 구조금을 지급하는 범죄피해자보호법 개정안이 발의되기도 하였다.

그러나 해외 범죄피해에 대해 구조금을 지급하는 것은 정책적 판단이 필요하고 구체적인 구조금 지급 범위, 구조금 지급에 필요한 사실관계 확인, 구조금 지급의 관할 등의 실무적 쟁점들에 대해서는 연구가 부족한 상황이다.

본 논문은 범죄피해자보호법 개정을 통한 구조금 지급을 확대 필요성을 살펴보고 해외 범죄피해에 대한 구조금 지급 시 발생할 수 있는 실무적 문제점들을 검토해보려 한다.

@highlight

재외국민 해외 범죄피해의 구조금 지급에 대한 정책적 판단과 지급 범위, 사실관계 확인, 지급의 관할 등의 실무적 쟁점에 대한 연구는 부족한 실정이다.

@highlight

본 논문은 구조금 지급 확대 필요성을 살펴보고 해외 범죄피해에 대한 구조금 지급 시 발생가능한 실무적 문제점을 검토하고자 한다.

