본 연구는 가정의 수입, 부모의 학력, 자녀수와 창의성의 관계에 대한 부모의 인식을 알아보고 창의성을 중요하다고 생각하는 것이 창의적 가정환경을 매개로 유아의 창의적 특성에 영향을 미치는지를 알아보는데 목적이 있다.

이를 위해 경기도의 유치원 세 곳에 다니는 만 4, 5세 유아의 부모 169명을 대상으로 설문조사와 검사법을 실시하였다.

자료분석은 SPSS 18.0을 사용하여 평균분석, 빈도분석, Pearson 상관분석, Barron과 Kenny(1986) 모델에 근거한 3단계 회귀분석을 실시하였다.

연구결과는 다음과 같다.

첫째, 부모들은 창의성을 자녀들이 성장하여 활동할 시기에 필요한 역량으로 생각하고 있었지만, 그들의 자녀가 창의적인 사람이 되기를 원하는 부모는 없었다.

둘째, 부모들은 부모의 학력이 자녀의 창의성에 영향을 미치지 않는다고 생각하였다.

셋째, 가정의 수입, 부모의 학력, 자녀수는 유아의 창의적 특성과 유의한 관계가 없었다.

넷째, 창의성이 중요하다고 생각하는 부모의 인식은 창의적 가정환경을 매개로 자녀의 창의적 특성에 영향을 미쳤다.

@highlight

이 연구는 가정의 수입, 부모의 학력, 자녀수와 창의성의 관계에 관한 부모의 인식을 알아보고 창의성을 중요하다고 생각하는 것이 창의적 가정환경을 매개로 유아의 창의적 특성에 영향을 미치는지를 알아보려 한다.

