본 연구는 플립러닝의 특징과 장점을 기반으로 영유아발달 강좌에 플립러닝 기반 수업모형을 개발하여 한 학기동안 적용하였다.

플립러닝 기반 수업과 일반 강의식 수업의 효과성을 비교하기 위해 실험연구 설계를 적용하여 예비교사의 학습몰입, 자기주도학습, 수업만족도의 변화를 알아보았다.

이를 위해 U, B시 소재 영유아발달을 수강하는 예비유아교사 60명을 대상으로 학습효과 관련 설문지를 조사·분석하였다.

연구결과, 플립러닝 기반 수업은 예비교사의 학습몰입, 자기주도학습, 수업만족도에 긍정적인 영향을 미치는 것으로 나타났다.

이는 플립러닝 기반 수업이 대학교육에서 전통적인 교수중심의 강의식 수업에 대한 효과적인 대안 중 한가지로서의 가능성을 충분히 보이며 학습자 중심의 교육환경을 보다 활성화시키는데 기여할 것이라고 판단된다.

또한 예비교사의 질적 수준을 향상시키고, 핵심역량을 갖춘 우수 교원을 양성하는데 기여할 수 있는 의미 있는 교수학습방법임을 시사한다.

@highlight

플립러닝 기반 수업과 일반 강의식 수업의 효과성을 비교하였다.

@highlight

플립러닝 기반 수업은 예비교사의 학습몰입, 자기주도학습, 수업만족도에 긍정적이였다.

@highlight

이는 학습자 중심의 교육환경을 보다 활성화시키는데 기여할 것이다.

