박

막

 

태

양

전

지

의

 

저

가

·

고

효

율

화

를

 

실

현

하

기

 

위

해

 

넓

은

 

면

적

의

 

기

판

 

위

에

 

코

팅

이

 

가

능

하

며

 

진

공

의

 

유

지

가

 

필

요

가

 

없

고

 

장

치

가

 

간

단

하

며

 

고

순

도

의

 

균

질

한

 

박

막

을

 

얻

을

 

수

 

있

고

 

박

막

의

 

조

성

을

 

쉽

게

 

조

절

할

 

수

 

있

는

 

S

o

l

-

G

e

l

법

을

 

이

용

하

였

다

.

 

S

e

보

다

 

저

가

이

며

 

독

성

이

 

없

고

 

풍

부

한

 

원

료

인

 

S

로

 

치

환

하

여

 

사

용

하

며

 

Z

n

/

S

n

비

 

값

을

 

조

절

하

고

 

k

e

s

t

e

r

i

t

e

 

구

조

를

 

갖

는

C

u

2

Z

n

S

n

S

4

의

열

처

리

 

온

도

에

 

따

른

 

박

막

의

 

구

조

적

,

 

광

학

적

 

특

성

에

 

미

치

는

 

변

수

들

의

 

영

향

을

 

알

아

보

았

다

.

 

X

R

D

 

p

a

t

t

e

r

n

을

 

관

찰

한

 

결

과

 

Z

n

/

S

n

비

가

 

0

.

8

/

1

.

2

일

 

때

 

2

θ

 

=

 

2

8

.

5

o

에

서

 

주

피

크

가

 

가

장

 

강

하

게

 

나

타

났

으

며

 

(

1

1

2

)

 

방

향

의

 

배

향

성

을

 

가

진

 

k

e

s

t

e

r

i

t

e

 

상

임

을

 

확

인

 

할

 

수

 

있

었

다

.

 

열

처

리

 

온

도

가

 

증

가

할

수

록

 

(

1

1

2

)

 

면

의

 

강

도

가

 

커

지

며

 

5

5

0

o

C

에

서

 

열

처

리

를

 

한

 

C

u

2

Z

n

S

n

S

4

 

박

막

은

k

e

s

t

e

r

i

t

e

 

구

조

의

 

화

학

량

론

적

 

C

u

2

Z

n

S

n

S

4

 

특

징

을

 

나

타

내

고

 

본

 

실

험

의

 

샘

플

의

 

격

자

상

수

를

 

측

정

한

 

값

이

 

a

 

=

 

5

.

5

0

4

7

 

a

n

d

 

c

 

=

1

1

.

0

1

4

 

이

며

 

J

C

P

D

S

(

J

o

i

n

t

 

C

o

m

m

i

t

t

e

e

 

o

n

 

P

o

w

d

e

r

 

S

t

a

n

d

a

r

d

s

)

에

 

보

고

된

 

데

이

터

 

a

 

=

 

5

.

4

2

7

 

a

n

d

 

c

 

=

 

1

0

.

8

4

8

 

과

 

거

의

 

일

치

 

하

였

다

.

광

학

적

 

특

성

을

 

알

아

보

기

 

위

해

 

측

정

한

 

광

투

과

율

은

 

가

시

광

선

 

영

역

(

3

8

0

~

7

7

0

 

n

m

)

에

서

 

전

체

적

으

로

 

6

5

 

%

 

이

하

로

 

나

타

났

다

.

@highlight

Se보다 저가이며 독성이 없고 풍부한 원료인 S로 치환해 사용하며 Zn/Sn비 값을 조절하고 kesterite 구조를 갖는Cu2ZnSnS4의열처리 온도에 따른 박막의 구조적, 광학적 특성에 미치는 변수들의 영향을 알아보았다.