기술의 발전과 더불어 개인화된 관심과 사용자의 개입을 촉진할 수 있는 기내 서비스 개발에 대한 필요성은 점점 더 증가하고 있으나, 기내 미디어와 탑승객의 컨텍스트를 고려한 콘텐츠 및 서비스 디자인 방식에 초점을 맞춘 연구는 부족한 실정이다.

본 연구에서는 기내오락(in-

flight entertainment)용 디스플레이를 기반으로 하여 여행하는 지역 및 문화와 관련된 쇼핑 정보를 제공하는 인터랙티브 쇼핑 어플리케이션을 제안하고자 한다.

먼저 쇼핑 경험과 컨텍스트에 대한 현상학적 이론 고찰을 통해 여행자의 컨텍스트적 정보에 기반한 탐색적 쇼핑 경험에 대한 선행연구들을 살펴보았다.

이를 위해 대화적 브라우징이 정보 구조에 반영되어야 함을 확인하였고, 설문조사, 관찰, 현장 인터뷰를 통해 쇼핑 경험에서 구현되어야 할 핵심 정보들을 선별하였다.

최종 디자인 프로토타입에서는 여행 목적지의 지도, 문화 스타일 이미지, 선호 스타일 퀴즈로 구분된 세 가지 대화 경로를 통해 사용자가 화장품 쇼핑 관련 정보와 선호 스타일을 탐색하는 방식을 제안하였다.

결론에서는 기내 탑승객이라는 컨텍스트에 초점을 맞춘 쇼핑 서비스가 사용자의 여행지에 대한 기대감을 높일 수 있고 문화적 탐색 욕구와 연계된 쇼핑활동을 장려할 수 있다는 시사점을 논의하였다.

@highlight

기내오락용 디스플레이를 기반으로 여행 지역과 쇼핑 정보를 제공하는 인터랙티브 쇼핑 어플리케이션을 제안하고자 탐색적 쇼핑 경험의 선행연구를 살펴보았다.

@highlight

최종 디자인 프로토타입에서는 여행 목적지의 지도, 문화 스타일 이미지, 선호 스타일 퀴즈로 구분된 경로를 통해 사용자 화장품 쇼핑 관련 정보와 선호 스타일 탐색 방식을 제안하였다.

