본 연구는 최근 창업생태계에서 중요한 역할을 담당하고 있는 액셀러레이터의 국내 현황을 조망하고 분석하였다.

2018년 정부사업에 참여한 이력이 있는 액셀러레이터 중 ICT 분야와 관련된 5개를 대상으로 정부사업을 통해 나온 결과물, 각 액셀러레이터 홈페이지, 블로그 등을 기반으로 액셀러레이터가 집중하고 있는 분야, 보육 스타트업 선발과정, 보육 프로그램 구성, 보육 프로그램 후 초기투자 및 후속투자 현황, 보육 스타트업의 초기 성과에 대해 비교하였다.

연구결과 국내의 경우 정부지원형 액셀러레이터의 모습을 확인할 수 있었다.

또한, 액셀러레이터 모두 선발방법, 선정기준, 보육 프로그램 구성에 있어 유사하다는 사실을 파악할 수 있었다.

그러나 선정기준별 가중치와 보육 프로그램 세부구성의 비중은 액셀러레이터별로 달랐다.

투자 및 특허에 관한 초기 성과에서는 보육 스타트업의 성장을 가속할 수 있다는 가능성을 확인하였으나, 매출 측면에서는 성장을 가속하는 가능성을 확인할 수 없었다.

국내 액셀러레이터의 보육 프로그램 전반에 대한 정보가 부족한 상황에서 현황에 대해 파악한 의미 있는 연구로 액셀러레이터가 보육 스타트업의 성장을 가속한다는 가능성을 확인할 수 있었으나, 향후 액셀러레이터의 보육 프로그램 구성, 선발 프로세스 등의 우수성을 판단할 수 있는 기준, 액셀러레이터의 스타트업에 대한 성장 가속화 기여에 관한 정량적 연구가 필요할 것이다.

@highlight

최근 창업생태계에서 중요한 역할을 담당하고 있는 액셀러레이터의 국내 현황을 조망하고 분석한 결과 액셀러레이터가 보육 스타트업의 성장을 가속한다는 가능성을 확인할 수 있었으나, 향후 액셀러레이터의 보육 프로그램 구성, 선발 프로세스 등의 우수성을 판단할 수 있는 기준, 액셀러레이터의 스타트업에 대한 성장 가속화 기여에 관한 추가적 검토가 필요하였다.

