이 연구는 논의기반 탐구 과학수업의 학급 논의 활동에서 나타나는 중학생들의 인식론적 사고의 특징을 알아보고자 5 개 주제에 대한 논의기반 탐구 과학수업의 수업 동영상 및 활동지를 수집하여 분석하였다.

연구 결과, 학생들이 학급 논의 과정 에서 지식의 원천으로 사용한 증거의 출처로는 실험 자료를 활용한 유형이 가장 많이 나타났으며, 활동 방식에 따라서 개인적인 경험에 기반을 둔 유형과 과학 원리를 증거로 활용하는 유형이 추가로 나타났다.

또한 학급 논의에서 주제에 따른 지식 정당화 의 수준 차이는 비슷하게 나타났으나, 주장 정당화의 하위 평가 요소 중 주장 타당성, 증거 타당성 및 논의과정 요소 사용의 수 준은 높았지만 반박 타당성의 수준은 낮게 나타났다.

마지막으로 학급 논의 전후의 주장 변화를 분석한 결과, 주장변경 유형은 잘못된 주장의 정정 유형, 불명확한 내용의 명료화 유형, 개념의 확장 유형으로 분류할 수 있었으며, 이 중 잘못된 주장을 정정 하는 유형이 가장 높은 비율로 나타났고, 개념의 확장 유형, 불명확한 내용의 명료화 유형의 순서가 차례대로 나타났다.

@highlight

논의기반 탐구 과학수업의 학급 논의 활동에서 나타나는 중학생들의 인식론적 사고를 알아본 결과, 학생들이 학급 논의 과정에서 지식의 원천으로 사용한 증거의 출처로는 실험 자료를 활용한 유형이 가장 많았으며, 개인적인 경험에 기반을 둔 유형과 과학 원리를 증거로 활용하는 유형이 추가로 보였다.

