본 연구는 도박중독자의 자아상태와 인생태도를 교류분석과 실존주의 맥락에서 이해하기 위해 이루어졌다.

이를 위해 인천, 울산과 경기도에 있는 도박관련 상담 기관에서 상담하고 있는 내담자 88명을 대상으로 한국교류분석상담학회의 TACA형 자아상태와 인생태도 검사지를 활용한 검사를 실시했고, 그 결과를 바탕으로 도박중독자의 자아상태와 인생태도를 분석했다.

이 분석 과정에서 교류분석의 틀을 적용했으며, 그 틀을 실존주의 맥락에서 이해하고자 하였다.

교류분석이 임상심리학에서 출발한 인간행동에 대한 분석 체계 또는 심리체계 이론이라면, 실존주의는 형이상학에서 출발한 철학이다.

교류분석의 이론적 기초와 실존주의 철학은 상보적이다.

분석 결과, 첫째, 도박중독자들을 교류분석과 실존주의 맥락에서 이해하는 것이 유효했다.

둘째, 도박중독자들의 자아상태는 주도성 면에서 볼 때, 일반인과 마찬가지로 NP가 높았으나, 일반인과의 차이에 주목해 보면, A가 낮고 FC가 높은 것으로 드러났다.

셋째, 도박중독자들의 인생태도는 자기부정-

타인긍정이 높은 것으로 드러났으며, 그들의 자기중심성과 폐쇄성이 일반인에 비해 강하다는 특성이 분석되었다.

@highlight

본 논문은 도박중독자의 자아상태 및 인생태도를 교류분석과 실존주의 측면에서 이해하기 위해 실행되었다.

@highlight

이를 위하여 인천, 울산 및 경기도에 있는 도박관련 상담 기관에서 상담하고 있는 내담자 88명을 대상으로하여 한국교류분석상담학회의 TACA형 자아상태 및 인생태도 검사지를 활용한 검사를 실행하였다.

