본 논문은 한국 뿐 아니라 세계적으로 금융글로벌화가 진행되는 현 상황에서 한국의 대외자산 및 부채의 통화별 비중을 적절히 반영하는 월별 금융실효환율지수를 구축하고, 금융실효환율의 변화가 국제투자포지션과 자본유출입에 미치는 영향을 분석하였다.

금융실효환율지수 구축 결과, 무역가중치를 사용한 BIS지수와 변화 방향, 변동성 등이 다른 경우를 발견할 수 있었으며, 2014년 기준 한국의 순외환노출은 원화가 1% 절하될때 GDP의 0.48% 만큼 순 대외자산의 가치가 상승하는 것으로 나타났다.

실증분석 결과 금융실효환율의 변화율이 증가하는 경우 자본 유출이 증가하는 경향이 있는 것으로 나타났는데, 이는 증권투자에서 뚜렷이 나타났으며 증권투자 중 특히 채권투자의 경우 좀 더 유의한 결과가 나타났다.

본 연구에서 구축된 금융실효환율은 기존에 사용되었던 무역실효환율에 비해 환율변화로 인한 순대외자산 가치의 변화에 따른 부의 효과를 정확히 추정하는데 유용하게 사용될 것으로 기대된다.

@highlight

본고는 한국 뿐만 아니라 세계적으로 금융글로벌화가 진행되는 현 상황에서 한국의 대외자산 그리고 부채의 통화별 비중을 적절히 반영하는 월별 금융실효환율지수를 구축하며, 금융실효환율의 변화가 국제투자포지션과 자본유출입에 미치는 영향을 분석했다.

