우리 경제가 고령화 등으로 인해 과거와 같이 요소투입을 통한 경제성장이 어려워지면서 총요소생산성의 중요성이 더욱 부각되고 있으나, 성장회계를 이용한 기존 연구들이 각기 다른 방법론을 사용함에 따라 2000년대의 생산성 증가세가 1990년대에 비해 둔화되었는지 여부에 대해 상당히 다른 결과들이 제시되고 있다.

본 연구에서는 기존 연구에서 사용한 방법론의 공통적인 부분 또는 중간점을 기반으로 기본모형을 설정하고, 방법상의 각 논점들이 총요소생산성 추계 결과에 어떠한 영향을 미치는지 분석하였다.

분석 결과, 2000년대의 생산성 증가세 추이에 대한 평가에 가장 중요한 영향을 미치는 요인은 요소소득 분배율이며, 다음으로 자본스톡의 영향이 크게 나타났다.

요소소득 분배율의 극단적인 경우를 배제하고, 대다수 연구들의 자본스톡 추계를 사용하는 경우, 2000년대의 총요소 생산성 증가율이 1990년대와 유사한 수준이라는 결과를 얻을 수 있었다.

이러한 분석 결과를 감안할 때, 향후 엄밀한 총요소생산성 증가율을 추정하기 위해 신뢰할 만한 요소소득 분배율과 자본스톡 추계에 대한 연구가 필요하다고 사료된다.

특히 개선작업이 진행 중인 자본추계에 비해 요소소득 분배율을 엄밀히 추정하기 위한 정책적 노력은 아직 부족한 것으로 보인다.

@highlight

본고에서는 기존 연구에서 사용한 방법론의 공통적인 부분 또는 중간점을 기반으로 기본모형을 설정하고, 방법상의 각 논점들이 총요소생산성 추계 결과에 어떠한 영향을 미치는지 분석하였다.

