이 글에서는 유가 사상의 재현성, 관계성, 그리고 수양의 특성을 설명하면서 그것이 원림(園林) 조성과 어떠한 관련성을 맺고 있는지를 살펴보고자 했다.

특히 퇴계의 도산서당 원림을 그의 경 사상에 근거하여 살펴봄으로써 수양의 의미와 원림 공간의 관련성을 이해할 수 있는 방법을 찾아보고자 했다.

1장에서는 유가적 사유와 서당 원림의 관련성을 정리하면서 사례로서 서원에 담겨있는 유학의 정신을 살펴봤다.

2장에서는 원림에 나타나는 유가사상의 재현성과 관계성을 설명하였으며, 3장에서는 도산서당의 원림이 갖고 있는 일반적 특성을 살펴봤다.

마지막 4장 도산서당의 원림에서는 도산서당을 수양공간으로 규정하면서 퇴계의 경 사상이 도산서당의 원림에서 차지하는 역할을 확인하였다.

결론적으로 도산서당의 원림에는 유가의 일반적 사유인 재현성, 관계성, 그리고 수양의 특성이 잘 나타나고 있음을 알 수 있었다.

이로써 국내의 원림을 연구하는 데 있어 하나의 방법론으로서 작용할 수 있는 계기를 마련할 수 있다고 본다.

@highlight

이 글에서는 유가 사상의 재현성, 관계성, 수양의 특성을 설명하면서 그것이 원림(園林) 조성과 어떤 관련성을 맺고 있는지를 살펴보고자 했다.

