본 연구의 목적은 최근 청소년 사이에서 춤 선생님의 역할을 대신하고 있는 댄스 동영상 활용 경험에 대해 알아봄으로써, 댄스 동영상이 연구 참여자들에게 어떠한 유용성과 한계성이 있는지 대해 심층적으로 알아보고자 했다.

이를 위해 2017년 4월부터 C지역 교내댄스 동아리에서 활동 중인 여중·고등학생 6명과 댄스강사1명 총7명을 대상으로 심층면담과 참여관찰을 실시하였고.

얻어진 결과와 결론은 다음과 같다.

첫째, 현재 댄스 동영상의 정보가 즉각적이고 획일적으로 연구 참여자들에게 제공되면서 또래집단 내에 활발한 정보공유는 물론 춤의 유행이 수평적으로 확산되는 현상을 관찰할 수 있었다.

둘째, 댄스 동영상의 편리한 정보 접근성으로 시간적, 공간적, 비용의 제약 없이 자기 주도적으로 정보를 습득할 수 있는 역할을 하고 있는 것으로 나타났다.

셋째, 연구 참여자들이 비언어적 시각 정보로 겪게 되는 한계성은 춤이 창의적 예술 활동이기 보다는 재미를 위한 오락적 활동으로 인식되고 있다는 것이다.

넷째, 댄스 동영상이 줄 수 없는 친밀감이 필요하다는 점이 확인 되었다.

작은 영상에서 보여 지는 동작들을 모방하면서 어려움을 느끼게 되는 것은 직접 누군가 지도해 줄 수 있는 선생님이 필요하다 것으로 해석 할 수 있었다.

따라서 결론적으로 댄스 동영상은 분명한 장단점을 가지고 있으며, 앞으로 댄스 동영상을 활용한 다양한 무용교육 방안을 모색해볼 수 있을 것으로 판단된다.

@highlight

본고는 최근 청소년 사이에서 춤 선생님의 역할을 대신하고 있는 댄스 동영상 활용 경험에 대하여 알아봄으로써, 댄스 동영상이 연구 참여자들에게 어떤 유용성과 한계성이 있는지 대하여 심층적으로 알아보고자 했다.

