본 연구는 초임교사에 대한 관심이 상대적이 부족했던 고등학교 수준에서 교장의 수업지도성, 교사학습공동체, 초임교사의 교수효능감 간 구조적 관계를 실증적으로 밝힐 목적으로 수행되었다.

이를 위해 한국교육개발원의 「학교교육 실태 및 수준 분석」4주기 일반 고등학교(2012년)의 초임교사 411명의 응답자료를 기술통계, 구조방정식모형, 매개효과 분석 등의 방법으로 분석하였다.

연구결과, 첫째, 고등학교 초임교사의 교수효능감은 그리 낮은 수준은 아니었으나 학생들의 학업능력 판단이나 학습동기 분석 능력 등은 상대적으로 취약한 것으로 나타났다.

둘째, 교장의 수업지도성과 초임교사의 교수효능감 간에는 통계적으로 유의한 영향관계가 없었지만 교장의 수업지도성과 교사학습공동체 간, 그리고 교사학습공동체와 초임교사의 교수효능감 간에는 정적인 영향관계가 있는 것으로 나타났다.

셋째, 교사학습공동체는 교장의 수업지도성이 초임교사의 교수효능감에 미치는 영향을 완전 매개하는 것으로 밝혀졌다.

이상 연구결과를 토대로 고등학교 초임교사의 교수효능감 제고를 위한 각종 제도적 지원 방안 및 연구의 한계를 극복하기 위한 후속연구를 제시하였다.

@highlight

초임교사에 대한 관심이 상대적이 부족했던 고등학교 수준에서 교장의 수업지도성, 교사학습공동체, 초임교사의 교수효능감 간 구조적 관계에 대한 연구를 수행하였다.

@highlight


교장의 수업지도성, 초임교사의 교수효능감의 영향관계가 없었지만 교장의 수업지도성과 교사학습공동체 간, 교사학습공동체와 초임교사의 교수효능감 간에는 정적인 영향관계가 있는 것으로 나타났다.

@highlight


교사학습공동체는 교장의 수업지도성이 수효능감에 미치는 영향을 완전 매개하는 것으로 밝혀졌다.

