중국의 급속한 경제성장에 따라 중국은 우리나라의 제1교역 대상국으로서 국제무역의 가장 중요한 국가가 되었다.

따라서 중국과 인접해 있는 우리나라의 서해안지역의 지방정부의 역할이 더욱 중요시 되었다.

따라서 최근에 양국가간의 경제협력을 위한 다양한 노력들이 진행되고 있다.

그러나 경제협력을 활성화하기 위한 효과적인 정책은 많지 않은 것이 사실이다.

따라서 우선 환황해권지역의 양국가의 지방정부들이 실효성있는 정책을 추진하는 것이 바람직 할 것이다.

이는 실현가능한 부분부터 지방정부차원에서 양국가의 지방정부들간에 경제협력을 위한 실효적인 과제를 도출하기가 쉬울 것이기 때문이다.

본 연구의 목적은 환황해권지역의 지방정부간의 경제협력 방안을 도출하는 것이다.

본 연구를 위해서 우선, 양국가 지방정부의 주요산업과 R&D 능력의 경쟁력을 분석하였다.

그리고 경제협력요인을 도출하기 위해서는 전문가의 설문조사를 바탕으로 AHP 분석기법을 활용하여 핵심요인을 도출하였다.

그 결과, 우리는 하드웨어측면, 소프트웨어적인 측면, 제도적인 측면의 다양한 협력 과제를 도출할 수 있었다.

@highlight

본 연구는 환황해권지역의 지방정부간의 경제협력 방안을 알아보고자 하였고, 이를 통하여 하드웨어측면, 소프트웨어적인 측면, 제도적인 측면의 협력 과제를 도출해낼 수 있었다.

