이 글에서는 尹東柱의 시 3편(「새로운 길」(1938.

5.

10), 「무서운 時間」(1941.

2.

7), 「懺悔錄」(1942.

1.

24))을 분석하여, 이 작품들이 엄밀한 對稱構造로 이루어져 있음을 살펴보았다.

이 對稱構造는 시인의 精神이 形式化된 것으로, 그의 시가 뛰어난 美學을 成就하고 있다는 증표가 된다.

또, 「무서운 時間」을 중심에 두고 「새로운 길」과 「懺悔錄」이 대칭을 이루고 있음도 논의하였다.

즉, 時間 속에서 항상 의미가 새로워지는 길(「새로운 길」) → 時間에서 永遠으로 접어드는 전환점(「무서운 時間」) → 진정한 懺悔를 거쳐 永遠을 향해 나아가는 길(「懺悔錄」)의 순서로 발전해 나간 것이다.

尹東柱 詩의 對稱構造는 그의 시가 苦鬪 끝에 찾아낸 삶의 行路의 표현이라는 것, 그리고 그가 실제로 걸어간 삶의 行路는 시 쓰기를 통해 찾아낸 길이었다는 것을 말해준다.

@highlight

본 논문에서는 尹東柱의 시 3편을 분석하여, 이 작품들이 엄밀한 對稱構造로 이루어져 있는지에 대해 고찰하였고 「무서운 時間」을 중심에 두고 「새로운 길」과 「懺悔錄」이 대칭을 이루고 있다는 점에 대해 논의했다.

