가성 지방종증은 점막의 고유판부위에 마치 지방이 차 있는 것과 유사한 함기성 공포가 특징인 양성 병변으로 내시경적으로는 백색의 판(plaque)으로 관찰된다.

가성지방종증은 공기주입, 내시경적 조작 등의 기계적 손상이나 내시경 소독제에 의한 화학적 대장염이 그 원인으로 알려져 있다.

질환에 대한 경험미숙으로 진단되지 못하는 경우가 많고 국내에서는 전형적인 내시경 소견을 가진 대장 가성 지방종증은 아직 보고된 적이 없다.

3명의 환자에서 대장내시경을 시행하던 중 점막에 백색 판이 관찰되었고 한 예에서는 송수버튼을 누른 직후 거품과 함께 백색판이 형성되는 것이 관찰되었다.

조직검사에서 점막 고유판 부위에 공포가 관찰되었으며, 면역조직화학염색에서 CD31과 34, 그리고 s-100에 음성이었고 3예 모두 이 병변과 연관된 증상은 호소하지 않았다.

저자들은 내시경 소독제인 과초산이 원인으로 의심되는 대장 가성 지방종증 3예를 경험하였기에 보고한다.

@highlight

가성지방종증은 공기주입, 내시경의 기계적 손상, 소독제에 의한 화학적 대장염이 원인이다.

@highlight

3명의 환자에서 대장내시경 시행 중 점막에 백색 판과, 조직검사에서 공포가 관찰된 내시경 소독제인 과초산이 원인으로 의심되는 대장 가성지방종증 3예의 경험을 보고한다.

