이 논문의 목적은 우리나라 기독교 생태 관련 연구의 전반적인 현황과 연구 시기, 연구 내용, 연구 방법 등의 동향을 분석함으로써 기독교인들의 생태에 대한 책임으로서의 이해와 실천에 대한 현 주소를 파악하고 앞으로의 과제에 대한 방향을 제시하는 것이다.

이를 위해 1991년부터 2009년 12월까지 발표된 생태관련 연구 756편과 기독교 생태관련 연구 224편을 연구 대상으로 하였으며 자료분석을 위해 빈도와 백분율을 산출하였다.

연구분석을 통해 얻어진 결론은 다음과 같다.

첫째, 근래에 기독교생태 관련 연구들이 줄어드는 현상의 이유를 파악하고 그 대책을 마련하는 것이 필요하다.

둘째, 이론에 치우친 생태관련 연구에서 벗어나 실제적인 연구들이 이루어져야 한다.

특별히 현장에서 사용할 수 있는 생태프로그램에 연관된 연구들이 이루어져야 한다.

셋째, 기독교 생태 관련 연구 대부분이 문헌연구에 치우치는 경향이 있는데, 현장을 배경으로 하는 실험연구나 조사연구 같은 양적인 연구가 필요하다.

마지막으로, 기독교학교교육의 질이 기독교대학의 교수들과 교사들에게 달려있음을 고려할 때 그들에 의해 학교교육을 위한 생태계에 관련된 실제적인 연구들이 기독교적인 고찰을 통해 이루어질 필요가 있다.

@highlight

본 논문의 목적은 우리나라 기독교 생태 관련 연구의 전반적인 현황과 연구 시기, 연구 내용, 연구 방법 등의 동향을 분석함으로써 기독교인들의 생태에 대한 책임으로서의 이해와 실천에 대한 현 주소를 파악하고 앞으로의 과제에 대한 방향을 제시하는 것이다.

