국내에 거주하는 다문화 가정의 사회적 통합이라는 과제를 해결하기 위해 본 연구는 지역사회적 자본을 개념화하고 이를 측정할 수 있는 척도를 개발하여 지역사회적 자본을 측정하는데 연구의 목적이 있다.

또한 본 연구는 다문화가정 구성원의 지역사회적 자본 형성에 미치는 사회적기업 활동의 참여에 대한 효과성을 검정하기 위한 연구이다.

이러한 연구목적을 달성하기 위해 서울과 경기 지역에 거주중인 다문화 가정 구성 원을 대상으로 본 연구에서 개발한 설문지를 통해 지역사회적 자본 및 주관적 삶의 질에 대한 자료를 수집 하였다.

수집된 자료는 연구목적에 맞춰 빈도분석, 요인분석, 신뢰성분석, 상관분석, 독립표본 t-

검정, 카이스 퀘어 검정, 회귀분석을 통해 분석하였다.

본 연구의 분석결과는 다음과 같다.

첫째, 다문화구성원의 지역사회적 자본은 통계적으로 유의한 수준에 서 서울지역보다 경기지역에서 더 높게 나타났다.

둘째, 지역사회적 자본의 구성요소인 인적사회적 자본, 기 업사회적 자본, 공동체사회적 자본은 사회적 기업 활동에 참여한 경험이 있는 다문화가정 구성원들이 그렇 지 않은 구성원들보다 더 높게 지각하는 것으로 나타났다.

셋째, 지역사회적 자본의 구성요소 중 신뢰, 호혜 성 규범, 네트워크, 경제적 책임, 자선적 책임, 과정 품질, 서비스환경 품질은 다문화가정 구성원의 주관적 삶의 질에 긍정적인 영향을 미치는 것으로 나타났다.

본 연구의 결과는 지속가능한 사회통합을 위한 복지정책의 기초자료로 중요한 역할을 할 것으로 기대된다.

@highlight

본 연구는 지역사회적 자본을 개념화하고 이를 측정 가능하도록 척도를 개발하여 지역사회적 자본을 측정하고, 다문화가정 구성원의 지역사회적 자본 형성에 미치는 사회적기업 활동의 참여에 대한 효과을 검정하고자 하였으며, 이를 토대로 한 분석결과가 사회통합 복지정책의 기초자료로 사용되기를 기대한다.

