목회상담은 교역자들이 위험신호를 보내는 성도들을 보내는 돕는 가장 중요 한 교역이다.

죽음을 앞두고 있는 성도들은 위기상황에 처해 있으면서 누군가 가 가까이 자신을 도와주기를 원한다.

이러한 때에 훈련받은 목회상담자들이 그리스도의 사랑을 가지고 훈련받은 임상적 지혜를 활용하여 죽음을 앞둔 임 종자들을 도울 수 있다.

본 논문은 이러한 목적을 위해서 목회상담자들이 임종 자를 위해 도울 수 있는 목회상담의 역할을 연구하고자 작성되었다.

첫째, 죽음에 관한 이해를 일반적인 면과 성서적인 면에서 살펴본다.

둘째, 죽음을 앞두고 있는 임종자들의 상태를 연구하고자 한다.

여기에는 신체적인 면, 심리적인 면과 영적인 면 등의 3가지 측면에서 살펴본다.

셋째, 죽음에 대 한 이해를 새롭게 하고자 한다.

노년기와 죽음을 추함이나 두려움으로 받아들 이는 것이 아니라 생애의 자연스러운 과정으로 받아들이도록 하고자 한다.

넷 째, 목양을 준비하는 신학대학원 3년 학생들과 현장에서 목회하는 목회자들의 죽음에 관한 견해를 분석함으로서 구체적인 목회상담의 역할을 살펴보고자 한 다.

다섯째, 임종자를 위한 구체적인 목회상담의 역할에 대해서 살펴본다.

구체 적인 역할로서 첫째, 영적요구충족하기, 둘째, 불치병의 사실통보하기, 셋째, 임종자의 단계별 이해하기 및 대처하기, 넷째, 임종성찬식 실천하기 등이다.

@highlight

목회상담은 교역자들이 위험신호를 보내는 성도들을 보내는 돕는 가장 중요 한 교역이다.

@highlight

이 논문은 이런 목적을 위해서 목회상담자들이 임종 자를 위해 도울 수 있는 목회상담의 역할을 연구하고자 작성됐다.

