청소년 비행에 있어서 가정환경과 정신질환이 가지는 높은 영향력은 선행연구들을 통해 많이 알려져 있으며 강조되어왔다.

따라서 본 연구의 목적은 소년범을 대상으로 하여 피학대 경험에 따른 문제행동에 있어서 정신질환의 영향을 검증하고자 하는 것이다.

이를 위해 임시퇴원 심사 대상자 신청서에 기록되어 있는 소년원생 중 1년 이상 2년 이내의 장기 소년원 송치 처분인 10호 처분을 받은 264명의 자료를 기반으로 하여 평정자들을 통해 피학대 경험의 유, 무 집단으로 분류하였다.

이후 집단을 기반으로 소년원 내, 외의 문제행동 및 정신질환 유무에 대한 차이를 검증하고 정신질환의 매개효과를 확인하였다.

연구결과, 피학대 경험이 있는 집단은 그렇지 않은 집단보다 유의미하게 높은 총 수용기간, 벌점, 근신일수를 나타내었으며 낮은 교정성적, 상점을 나타내었다.

또한 피학대 경험이 있는 집단에서 더 높은 정신질환보유율을 나타내었다.

정신질환의 매개효과를 검증하기 위해 경로분석을 실시한 결과, 정신질환이 피학대 경험과 총 수용기간, 상점, 벌점, 동종비행전력으로 구성된 문제행동 간의 관계에 대해 매개효과를 보이는 것으로 나타났다.

본 연구는 부분적으로 검증되었던 피학대 경험과 정신질환, 문제행동의 관계를 하나의 모형으로 검증하였다는 점에서 의의가 있으며 소년범의 문제행동 감소를 위해 가정환경과 정신질환을 고려한 처우가 필요하다고 할 수 있다.

@highlight

소년범을 대상으로 하여 피학대 경험에 따른 문제행동에 있어서 정신질환의 영향을 검증하고자 하였다.

@highlight

정신질환의 매개효과를 검증하기 위해 경로분석을 실시한 결과, 정신질환이 피학대 경험과 총 수용기간, 상점, 벌점, 동종비행전력으로 구성된 문제행동 간의 관계에 대해 매개효과를 보이는 것으로 나타났다.

@highlight

부분적으로 검증되었던 피학대 경험과 정신질환, 문제행동의 관계를 하나의 모형으로 검증하였다는 점에서 의의가 있으며 소년범의 문제행동 감소를 위해 가정환경과 정신질환을 고려한 처우가 필요하다고 할 수 있다.

