입자 기반 유체 시뮬레이션에서 유체와 완전탄성체의 중간 형태인 점탄성체는 유체와는 달리 물질의 변형에 대한 항복응력(yield stress)이 필요하다.

기존 입자 기반의 점탄성체 연구에서는 폰 미제스(von Mises) 항복조건을 사용해 점탄성체의 변형을 표현하였으나 폭발을 표현하지는 못하였다.

본 논문은 물체가 받는 수많은 방향의 힘을 계산해야 하는 폰 미제스의 항복조건과는 달리 최대 주응력과 최소 주응력의 차를 이용해 쉽게 근사 할 수 있는 트레스카(Tresca)의 항복조건을 변형한 이상적 점탄성체 항복조건을 제안한다.

폰 미제스의 항복조건을 쉽게 근사 화하기 위해 물체가 받는 힘을 변형된 길이로 표현한 기존 입자 기반의 시뮬레이션과 달리, 본 논문은 트레스카의 항복조건을 바탕으로 2차원 물체가 힘을 받아 변형된 넓이를 주응력으로 가정한다.

가장 큰 힘을 받는 순간을 최대주응력, 가장 적은 힘을 받는 순간을 최소 주응력으로 근사 화하여 차이를 계산한다.

점탄성체의 경계면이 이상적 항복 조건 이상으로 줄어들 때 물체가 한계응력을 이기지 못하고 현실감 있게 폭발하는 과정을 표현할 수 있음을 확인하였다.

@highlight

본고는 물체가 받는 수많은 방향의 힘을 계산해야 하는 폰 미제스의 항복조건과는 다르게 최대 주응력 및 최소 주응력의 차를 이용하여 쉽게 근사 할 수 있는 트레스카(Tresca)의 항복조건을 변형한 이상적 점탄성체 항복조건을 제시한다.

