위험정보를 확률이나 빈도양식으로 제시하고 질병으로 사망할 확률(기저율)에 대한 위험을 판단하게 하고 양성판정을 받은 사람이 질병에 걸렸을 확률(사후확률)에 대한 위험판단과 추론의 정확성을 비교하였다.

베이스 추론 과제를 사용한 연구 1에서 숫자양식의 효과가 관찰되었다.

참가자들은 위험이 확률보다는 빈도로 제시될 때 더 위험하다고 판단하였고 질병에 걸렸을 확률을 더 정확하게 추론하였다.

빈도의 범위가 좁을 때보다 넓을 때 더 위험하다고 판단하는 효과는 관찰되지 않았다.

분석적 사고체계가 위험판단에 미치는 영향을 검토하려고 사후확률을 계산하는 조건과 계산하지 않는 조건을 비교하였다.

숫자양식의 효과는 여전히 관찰되었다.

연구 2는 기저율과 사후확률의 크기에 따라 숫자양식 효과와 빈도범위 효과가 달라지는지 알아보았다.

숫자양식의 효과는 기저율과 사후확률의 크기에 상관없이 모든 조건에서 관찰되었다.

위험한 사건이 발생할 확률의 높고 낮음에 상관없이 빈도로 제시되었을 때 참가자들이 더 위험하다고 판단하였다.

그러나 빈도범위 효과는 기저율이 낮은 조건에서만 발견되었다.

본 연구의 결과들을 이중처리체계 이론과 관련시켜 논의하였다.

@highlight

위험정보를 확률이나 빈도양식으로 제시하고 질병으로 사망할 확률(기저율)에 대한 위험을 판단하게 하고 양성판정을 받은 사람이 질병에 걸렸을 확률(사후확률)에 대한 위험판단과 추론의 정확성을 비교한 결과, 연구 1에서 숫자양식의 효과가 관찰되었고, 연구 2의 숫자양식의 효과는 모든 조건에서 관찰되었다.

