건축문화재 기록은 건축문화재 관리 업무의 과정과 결과로 만들어지며, 문화재청 및 지방자치단체 그리고 문화재수리업자와 같은 복수의 주체가 동일 문화재의 관리 업무를 각각 담당한다.

또한 업무의 특성상 설계도면 등의 특수한 성격의 기록과 다수의 사진, 동영상 기록 등을 포함하므로, 건축문화재에 대한 관리 업무의 절차와 그 기록의 특수성을 파악하는 것이 전제되어야 하고, 이에 따라 생산되고 관리되어야만 건축문화재 기록의 가치를 상실하지 않게 된다.

본 연구는 건축문화재 관리 업무 현장의 현실에 맞는 기록 관리의 방법을 제안하고, 건축문화재 기록을 효율적으로 관리하고 차후에 활용하기 위해 지정문화재와 등록문화재를 대상으로 하여 건축문화재 관리 업무 및 생성 기록의 특성을 파악함과 동시에 이러한 특성에 맞는 통합적이고도 과학적인 기록 관리의 방안을 제안하는 것이 목표이다.

연구결과 건축문화재 기록의 관리에 있어서 가장 큰 문제점은 기관별로 분산되어 있는 관리체계이다.

이에 기록 생산 기관인 문화재청, 지방자치단체, 문화재수리업자 각각이 기록을 분산 관리하되 통일된 시스템에 기록을 등록ㆍ관리하는 네트워킹 체계를 구축하는 방안과 전문 시설과 인력을 갖춘 전문적인 기록물 관리기관으로서의 건축문화재 전문 아카이브즈를 만들어 이를 통해 기록들을 통합 관리하는 방안을 제안한다.

@highlight

현실에 맞는 기록 관리 방법을 제안, 지정, 등록문화재를 대상으로 건축문화재 관리 업무 및 생성 기록의 특성을 파악함과 특성에 맞는 통합적이고 과학적인 기록 관리의 방안을 위해, 문화재청, 지방자치단체, 문화재수리업자 통일된 시스템에 기록을 등록ㆍ관리하는 네트워킹 체계를 구축하고, 전문 시설과 인력을 갖춘 전문 아카이브즈로 통합 관리하는 방안을 제안한다.

