환경 오염으로 인해 내연 기관 자동차의 대체재로 전기 자동차의 중요성이 부각되고 있고, 전기 자동차의 핵심 부품인 리튬 이온 배터리 시장은 전기 자동차 시장의 성장에서 중요한 위치에 있다.

리튬 이온 배터리 산업은 대규모 제조 설비 투자가 필요한 산업으로 투자위험 관리 측면에서 시장의 수요 예측이 중요하다.

본 연구는 신기술의 확산에 중요한 가격을 반영한 새로운 예측모형을 개발하여 국내?

외 리튬 이온 배터리 시장에 적용하는 것을목적으로 한다.

제안된 모형은 전통적인 확산모형인 Bass, Logistic 모형보다 적합성과 예측력 면에서 좋은 결과를 보여주었다.

세계 시장을 예측한 결과에서는 2025년부터 리튬 이온배터리 시장은 급격한 성장세를 나타내며 2030년에는 150조원의 시장으로 성장하는 것으로나타났다.

2030년 국내 배터리 산업 규모는 비관안의 경우 9.8조원, 기준안의 경우 33.2조원, 낙관안의 경우 약 56.7조원으로 추정되어 향후 배터리 산업이 국내 경제에 큰 기여를 할것으로 전망 되었다.

본 연구 결과는 리튬 이온 배터리 시장의 성장 예측을 통해 기업 및국가 사업의 전략 수립에 기여를 할 것으로 기대된다.

@highlight

새로운 예측모델을 리튬 이온 배터리 시장에 적용한 결과 25년부터 리튬 이온배터리 시장은 급격한 성장세이며 30년에는 150조원의 시장으로 성장이 예상된다.

@highlight

30년 국내 배터리 산업 규모는 비관안의 경우 9.8, 보통은 33.2, 낙관의 경우 56.7조원으로 추정되어 배터리 산업이 경제에 기여할 것이다.

