본 연구목적은 근대의 변천과정에 따라 사회적?

문화적 배경이 쥬얼리에 끼친 영향, 의복과 보석과의 관련성, 시기별 쥬얼리 특징을 중심으로 고찰하고자 한다.

연구방법은 선행연구, 패션프레이트, 일러스트집 등 문헌적 고찰로 이루어졌다.

연구결과는 다음과 같다.

프랑스혁명 직후는 애국주의적 보석만 허용되었으며, 19세기 초기까지 단순한 형태를 유지하면서 보석사용이 감소되었다.

19세기 초기에 18세기 양식과 고전취미가 혼합된 호화로운 보석이 부활되어, 다이아몬드와 카메오로 된 티아라가 유행하였다.

1820년대와 30년대에는 감상적 보석이 유행되었으며, 30년대에 머리가 귀를 덮게 됨으로써 귀걸이가 거의 사용되지 않게 되었고, 1840년대는 보석사용이 감소되었다.

1860년대 이후에 빅토리아 여왕의 영향으로 흑옥의 애도보석과 헤어쥬얼리가 유행하였다.

아르누보시대에는 보석 자체의 가치보다 색채에 중요성을 두어, 백금, 준보석이 선호되며, 프리카주르 에나멜이 특징적이었다.

특히 도그칼라 형태의 진주초커와 가란드 스타일이 유행되었다.

사회문화적 변화에 따라 의상 못지않게 쥬얼리도 많은 영향을 받으며, 오히려 경제적 상황에 따라서는 의복보다 더 민감하게 변화되었다.

또한 쥬얼리는 의복스타일 외에도 헤어스타일에 의해서도 많은 영향을 받았다.

@highlight

쥬얼리는 프랑스혁명 직후 애국주의적 보석만 허용되던 흐름이 19세기 초, 호화로운 보석을 허용하였고 1840년대에 다시 보석사용이 감소되었으나 1860년대 애도보석과 헤어쥬얼리의 유행으로 변화했음을 알 수 있다.

@highlight

본 고는 쥬얼리가 사회문화적 변화를 비롯해 경제적 상황, 의복 및 헤어스타일에 의해서도 영향을 받아 변화했음을 설명한다.

