본 연구에서는 초등학교 6학년을 대상으로 과학교과에서의 대표적인 5가지 유형의 수리적 문제를 제시하여 정답률과 풀이 과정에서의 어려움을 분석하였다.

또한 Hogan이 제시한 수리적 구조에 따라 초등학생들의 풀이 과정을 분석하였다.

분석 결과, 무게, 평균, 압력 및 부피, 낮의 길이, 속력에 대한 수리적 문제 중에서 평균 문제에 대한 정답률이 가장 높았으며 무게 문제에 대한 정답률이 가장 낮게 나타났다.

그러나 실제 초등학생들은 가장 어려움을 느끼는 문제는 압력 및 부피 문제로 응답하였다.

초등학생들이 과학교과에서의 수리적 문제에 대한 공통적인 어려움은 수학적 지식을 과학에서도 사용하는 학습 전이 맥락 측면이었다.

Hogan의 수리적 구조에 따라 각 문제에 대한 초등학생들의 풀이 과정을 분석한 결과 수학적 지식 측면에서 오류가 가장 많았고, 특별한 수학적 지식과 과학적 지식을 적절히 적용하여 문제를 해결하는 능력인 전략적 지식 측면의 오류를 보인 학생은 5명에 불과하였다.

이는 수학적 지식의 오류로 인해 수학적 지식을 과학에 적용할 기회를 갖지 못했기 때문으로 볼 수 있다.

@highlight

초등학교 6학년을 대상으로 과학교과에서의 대표적인 5가지 유형의 수리적 문제를 제시하여 정답률과 풀이 과정의 어려움을 분석했다.

@highlight

과학교과에서 수리적 문제에 대한 공통적인 어려움은 수학적 지식을 과학에서도 사용하는 학습 전이 맥락 측면이었다.

@highlight

Hogan의 수리적 구조에 따라 각 문제에 대한 초등학생들의 풀이 과정을 분석한 결과 수학적 지식 측면에서 오류가 가장 많았다.

