소수 잔존치의 부분 무치악 환자들에 있어 이중관을 이용한 치료의 성공적인 결과에 대해 여러 논문에서 보고되고 있다.

특히 이중관을 이용한 가철성 국소의치는 잔존치의 치주 상태가 좋지 않고 클라스프 유지 가철성 국소의치가 실패할 가능성이 있는 경우(crown/root ratio > 1) 대체적인 치료가 될 수 있다.

본 증례에서는 상하악 양측 구치부 상실과 전반적인 치아 동요로 인하여 저작의 어려움을 주소로 내원한 환자에서 심한 치주질환으로 다수의 치아 발치 후 하악은 전치부 고정성 수복과 자연치의 구강형성을 통해 Kennedy class I 가철성 국소의치로 치료 계획을 하였고 상악은 클라스프 유지 가철성 국소의치로 수복하기에 예후가 불분명하여 프릭션 핀을 이용한 하이브리드 텔레스코픽 이중관 국소의치로 치료를 계획하였다.

이와 같이 보철 치료 완료 후 환자는 잘 적응 하였으며 발음, 저작, 유지, 심미적으로 만족하는 결과를 얻었기에 이 증례를 보고하는 바이다.

@highlight

상하악 양측 구치부 상실과 전반적인 치아 동요로 인하여 저작의 어려움을 주소로 내원한 환자에서 심한 치주질환으로 다수의 치아 발치 후 하악은 전치부 고정성 수복과 자연치의 구강형성을 통해 Kennedy class I 가철성 국소의치로 치료 계획을 하였고 상악은 클라스프 유지 가철성 국소의치로 수복하기에 예후가 불분명하여 프릭션 핀을 이용한 하이브리드 텔레스코픽 이중관 국소의치로 치료를 계획하였다.

