CBTC의 통신기술은 IEEE 802.11.

x 표준을 사용하고 있으며 ISM밴드 대역중 하나인2.4GHz를 사용하게 된다.

따라서 CBTC 철도 무선시스템으로서는 통신 지연, 통신 왜곡 및 정보 손실 등이 발생 할 수 있다.

이러한 문제를 극복하기 위해 ISM 대역중 908MHz 일정진폭을 갖는 직접 시퀀스 확산스펙트럼 송신기를 제안하였다.

성능 분석을 위해 주요파라미터인 아이 다이아그램과 scatter diagram을 고려하여 특성 분석을 하였다.

또한 국부발진 신호의 위상잡음 특성은 약 60dBc/Hz 로서 기준신호와 비교 시 특성이 상당히 우수함을 알 수 있었다.

또한 2차 국부 발진 신호의 기준 주파수 억압이 50dB이하가 됨을 알 수 있었다.

제안한변조방법에서 보조신호는 양과 음의 발생확률을 균일하게 함으로써 출력스펙트럼에서의 선스펙트럼성분에 의한 간섭을 제거하였으며 비선형 증폭기를 통과한 후의 스펙트럼의 측대파의 재생율이 현저히 줄어들었음을 볼 수 있었다.

@highlight

CBTC의 통신기술은 IEEE 802.11.

@highlight

x 표준을 사용하고 있으며 ISM밴드 대역중 하나인2.4GHz를 사용하게 된다.

