본 연구는 니클라스 루만의 사회적 체계 이론에 근거하여 주제화된 도핑을 관찰할 경우, 도핑은 다른 매체들처럼 체계의 작동으로 얻어진 것 또는 체계와 환경을 경계 긋기 위해 존재하는 자기준거 틀에 의해 선별된 결과물이자 ‘잡음으로부터의 질서’인 복잡성 감축에 의해 선별된 비개연적인 사실이다.

이처럼 특정한 기능체계의 자기준거적 틀에 의해 구별-

지칭된 도핑은 사회에서 추상적으로 설명 가능한 각각의 기능체계들에게 있어 체계의 자기생산과 체계유지에 필요한 필수 요소인 매체를 제공해 준다.

이처럼 특정한 기능체계의 자기준거 틀에 의해 구별-

지칭된 도핑은 각각의 기능체계의 자기준거에 따라 다르게 관찰되고 다른 커뮤니케이션 주제로 활용되어지며, 다음과 같은 커뮤니케이션 주제로서 여섯 가지 기능과 역할을 한다.

첫째, 주제는 정리 기능을 한다.

둘째, 주제는 기억 기능을 한다.

셋째, 주제는 선택 기능을 한다.

넷째, 주제는 불확실성완화 기능을 한다.

다섯째, 주제는 커뮤니케이션을 진행시켜주는 과정기능을 한다.

여섯째, 주제는 구조적연동 기제의 역할을 한다.

따라서 본 연구는 커뮤니케이션 주제로서 도핑의 기능과 역할에 대해 루만의 사회적 체계이론을 중심으로 살펴보는데 그 의의가 있다.

@highlight

특정한 기능체계의 자기준거 틀에 의해 구별지칭된 도핑은 다른 커뮤니케이션 주제로 활용되어지며 여섯 가지 기능과 역할을 한다.

@highlight

첫째, 주제는 정리 기능을 한다.

@highlight

둘째, 주제는 기억 기능을 한다.

@highlight

셋째, 주제는 선택 기능을 한다.

@highlight

넷째, 주제는 불확실성완화 기능을 한다.

@highlight

다섯째, 주제는 커뮤니케이션을 진행시켜주는 과정기능을 한다.

@highlight

여섯째, 주제는 구조적연동 기제의 역할을 한다.

@highlight

따라서 커뮤니케이션 주제로서 도핑의 기능과 역할에 대해 루만의 사회적 체계이론을 중심으로 살펴보는데 그 의의가 있다.

