향교는 오늘날 단순한 유교문화의 전통으로만 인식되고 있다.

현대사회에 제기능을 다하지 못하고 죽어 있는 향교를 어떻게 다시 세울것인가의 문제는 부단한 노력이 요구된다.

전통문화의 재건이라는 측면에서 향교의 부활을 논의하는 것은 의미있는 작업이지만, 그렇다고 해서 현 시점에서 전통 그대로의 부활을 주창할 경우, 현대사회에서 과연 얼마나 설득력이 있을 것인가에 대한 의문은 그대로 남게 된다.

따라서 오늘날 향교의 발전방향을 논의하고자 한다면, ‘전통문화의 재건’이라는 하나의 키워드에 접근하는 방법이 다양해야 한다.

그러므로 하나의 방법론으로 제시하고자 하는 것이 현대 사회학의 ‘여가’개념을 도입하자는 것이다.

현대사회는 생활의 질을 추구하는 시대이기 때문에 일보다는 여가에서 삶의 의미를 찾는 사람들이 늘어가는 추세이다.

이런 시대적 흐름을 잘 짚어 낸다면, 향교가 지역문화의 거점으로 거듭날 수 있을 것이다.

왜냐하면 오늘날의 교육문제와 함께 삶의 질의 문제를 같이 생각해 볼 때 향교가 충분히 지역 거점문화의 장으로 활용될 수 있을 것으로 보여지기 때문이다.

향교의 지역사회 문화중심으로서의 사회적 역할 등을 생각해 볼 때 ‘놀이’, 즉 재미를 생각하지 않을 수 없다는 것이다.

그렇기 때문에 현대 사회학의 ‘여가’개념을 도입하는 것이 중요하며, 여가개념의 ‘놀이’에 교육을 더하는 방법으로 ‘여가적 교육’의 개념을 향교의 현대적 발전모델로서 제시해 볼 수 있는 것이다.

@highlight

향교는 오늘날 단순한 유교문화의 전통으로만 인식되고 있다.

@highlight

현대사회에 제기능을 다하지 못하고 죽어 있는 향교를 어떻게 다시 세울것인가의 문제는 부단한 노력이 요구된다.

