국내 초고속인터넷서비스 사업은 세계최고의 보급률이라는 성과에도 불구하고 수익성 악화로 인해 많은 어려움을 겪고 있다.

본 논문에서는 소비자 설문조사 결과를 바탕으로 초고속 인터넷 가입자 및 가입의향자의 특성을 분석하고 수요분석을 통해 서비스 가격이 인상될 경우 사업자의 매출액이 증대될 가능성이 존재하는지, 만약 그렇다면 적정 인상액은 어느 정도인지 등을 분석해 보았다.

이러한 분석은 향후 통신시장 구조개편 등 서비스 가격인상을 초래할 시장구조의 변화가 발생할 경우 이의 사회후생적 판단을 위한 기초자료가 될 수 있다.

분석 결과 첫째, 인터넷 사용인구의 확산속도가 줄어들면서 초고속 인터넷 가입자수의 성장세도 현재의 가입자 수준을 고비로 둔화되어 시장이 점차 성숙기에 접어들 것으로 예상된다.

둘째, 초고속 인터넷 이용자의 특성분석 결과 저속 이용자와 비교할 때 컨텐츠 이용형태에는 차이가 있으나 차별적 가치를 부여할 정도는 아닌 것으로 판단된다.

셋째, 수요분석 결과 현시점에서 수익성 개선을 위하여 이용료가 인상될 경우 매출액 증가율을 극대화할 수 있는 인상액의 수준은 약 5,000~6,000원인 것으로 추정되며 10,000원 이상의 이용료 인상은 이탈현상으로 인해 오히려 매출액을 감소시킬 것으로 예상되었다.

@highlight

이 논문에서는 소비자 설문조사 결과를 바탕으로 초고속 인터넷 가입자 및 가입의향자의 특성을 분석하고 수요분석을 통해 서비스 가격이 인상될 경우 사업자의 매출액이 증대될 가능성이 존재하는지, 만약 그렇다면 적정 인상액은 어느 정도인지 등을 분석해 보았다.

