본 연구는 기업의 공연예술 메세나 활동 적합성이 소비자 인식과 기업이미지에 미치는 영향을 분석하고 변인들 간의 영향력 및 상호관계를 규명하는데 그 목적이 있다.

이러한 목적을 달성하기 위해 실제 기업 공연장(LG아트센터, 두산아트센터, GS칼텍스 예울마루, 인터파크 블루스퀘어)에 방문한 경험이 있거나 인지하고 있는 소비자들을 대상으로 온라인 설문조사를 진행하여 자료를 수집하였고, 총 273부를 최종분석에 사용하였다.

수집된 표본은 IBM SPSS Statistics 23.0 통계프로그램을 사용하여 분석하였으며 도출된 결과는 다음과 같다.

첫째, 기업의 공연예술 메세나 활동 적합성이 소비자 인식의 하위변인에 모두 유의한 영향을 미치는 것으로 나타났다.

둘째, 기업의 공연예술 메세나 활동 적합성이 기업이미지의 하위변인에 모두 유의한 영향을 미치는 것으로 나타났다.

셋째, 소비자 인식 하위 변인인 메세나 활동 인식과 기업 인식이 기업이미지의 하위변인인 기업행동이미지, 사회적이미지는 유의한 영향을 미치는 것으로 나타났으며, 기업 인식은 공헌이미지에 영향을 미치지 않았다.

넷째, 소비자 인식은 공연예술 메세나 활동 적합성과 기업이미지의 부분 매개역할을 하는 것으로 밝혀졌다.

따라서 기업은 공연예술 인프라 구축과 전략적 메세나 활동을 통해 메세나 활동 적합성을 높여 보다 효과적으로 메세나 활동을 수행하고 소비자 인식을 긍정적으로 변화시켜 기업이미지 제고에 긍정적인 영향을 이끌 수 있다는 것을 알 수 있다.

@highlight

본 연구는 기업의 공연예술 메세나 활동 적합성이 소비자 인식과 기업 이미지에 미치는 영향을 분석하고 각 변인들 간의 영향력 및 상호관계를 규명하고자 한다.

@highlight

분석 결과를 통해 기업은 공연예술 인프라 구축과 전략적 메세나 활동을 통해 효과적인 메세나 활동을 수행하고 이를 통해 소비자 인식을 긍정적으로 변화시킴으로써 기업이미지 개선에 긍정적 영향을 줄 수 있음을 알 수 있다.

