본 연구는 중소기업 학습조직 담당자의 역할과 구체적 과업별 중요도와 수행수준에 대한 학습조직화 지원 사업에 참여한 중소기업의 학습조직 담당자들의 인식수준을 조사하여 교육수요를 파악하는데 목적이 있다.

학습조직담당자의 역할을 혁신자, 운영자, 전파자, 촉진자 등 4개로 구분하고 구체적 과업을 20개로 정리하여 5점척도에 응답하게 하는 설문지를 개발하여 200여개의 중소기업에 배포한 결과, 123매의 응답이 회수되어 이를 기초로 교육요구분석을 실시하였다.

이 연구를 통해 나타난 연구결과를 요약하면 다음과 같다.

첫째, 학습조직화 담당자의 역할 중요도(요구수준)에 대한 인식은 현행수행수준(3.73)보다 높게(4.36) 나타났고, 역할 중요도의 순서는 혁신자, 운영자, 전파자, 촉진자 순으로 나타났다.

둘째, 학습조직 담당자의 과업별 수행수준에 대한 인식정도를 살펴본 결과 중요도(요구수준)는 전반적으로 중급(4.1) 이상의 높은 수준이 요구된다고 인식하고 있는 반면, 현재 보유수준은 다소 낮은 것으로 나타났다.

셋째, 현재의 보유수준과 요구수준의 차이를 기초로 담당자에게 함양 또는 보강되어야 할 직무능력을 분석한 결과 학습조직 활성화를 위한 촉진활동, 학습조 리더 육성, KMS운영 및 성과창출 역량이 가장 시급한 것으로 나타났으며, 그 다음으로는 학습조 도입에 따른 조직의 변화관리 역량의 함양과 보강이 필요한 것으로 나타났다.

@highlight

이 연구는 중소기업 학습조직 담당자의 역할과 구체적 과업별 중요도와 수행수준에 대한 학습조직화 지원 사업에 참여한 중소기업의 학습조직 담당자들의 인식수준을 조사하여 교육수요를 파악하려 한다.

