중국은 경제 활성화와 산업 발전을 목적으로 제도적 규제를 완화하고 경제적 인센티브를 제공하기 위해 특정 구역을 지정하는, 일명 특구(特?

)제도를 가장 잘 활용하는 국가이다.

이런 중국이 최근 4차 산업을 중시하는 세계의 추세에 따라 자국의 4차 산업을 적극 육성하기 위해 국가자주혁신시범구(?

家自主?

新示范?

)라는 특구를 전국적으로 조성하고 있다.

중국은 특구제도를 잘 활용하는 만큼 그 형태도 다양하다.

이중 본 논문에서 다룬 시범구(示范?

)는 중국만이 가지고 있는 독특한 특구제도로, 특정 지역에 한하여 어떠한 정책을 실험적으로 실시해보면서 모범적인 정책을 만든 후, 이 정책을 중국 전역으로 확대하여 실시하는 일종의 정책 실험구역이다.

이에 따라 국가자주혁신시범구의 핵심 역할은 4차 산업 육성에 도움이 되는 모범적인 정책을 만든 후 이를 전국적으로 확산시켜 중국 내 4차 산업의 발전을 도모하는 것이다.

기업의 기술혁신활동을 지원하고, 신산업 육성을 위한 대표적인 정책 수단으로 조세지원제도가 있다.

국가자주혁신시범구 내에서도 조세지원제도를 실험적으로 실시하였고, 최근 시범구내에서만 실시하던 조세지원제도를 전국으로 확대하여 실시하고 있다.

이에 따라 본 논문은 국가자주혁신시범구의 개념과 조성배경을 살펴보고, 시범구내에서 실시하고 있는 지원정책과 조세제도의 세부내용을 분석하였다.

그리고 이에 대한 평가를 통해 한국에 주는 시사점을 제시하였다.

@highlight

중국은 경제 활성화와 산업 발전을 목적으로 제도적 규제를 완화하고 경제적 인센티브를 제공하기 위하여 특정 구역을 지정하는 특구제도를 잘 활용하는 국가이다.

@highlight

중국이 최근 4차 산업을 중시하는 세계의 추세에 따라 자국의 4차 산업을 적극 육성하기 위하여 국가자주혁신시범구라는 특구를 전국적으로 조성하였다.

