본 연구의 목적은 ‘국방개혁 2020’ 및 ‘군 현대화·선진화사업’을 추진하는데 필요한 소요재원의 지속적이고 안정적인 확보를 전제로 현재 평가절하되어 있는 군용지의 가치증진과 아울러 군용지의 체계적·효율적인 개발과 활용을 도모할 수 있는 전문성을 갖춘 군용지 관리조직을 선정하는데 있다.

이를 위하여 본 연구는 우리나라 군용지 관리조직 및 운영체계의 현황과 실태파악을 통하여 현재 군용지 관리체계상의 문제점을 도출하고, 독일사례의 분석을 바탕으로 군용지 전담 관리기구의 기본방향과 목표를 설정하며, 이를 기초로 군용지 관리조직의 탐색과 평가를 통한 최적의 조직유형을 도출하는 3개의 부문으로 구성·진행되었다.

결국, 현행 군용지 관리체계를 개선하기 위한 대안조직들을 공익성, 운영상의 효율성, 경제성, 실현가능성 등의 측면에서 종합적으로 평가해 본 결과 군용지의 효율적 관리 및 운영을 위한 대안조직으로서 비영리법인을 최적의 조직유형으로 선정·제시하였다.

@highlight

군용지의 가치증진과 아울러 군용지의 개발과 활용을 도모할 수 있는 군용지 관리조직을 선정하기 위해 본 연구는 우리나라 군용지의 현황과 실태를 파악하고, 독일사례를 바탕으로 군용지 전담 관리기구의 기본방향과 목표를 설정하고 평가한 결과, 비영리법인을 선정·제시하였다.

