이 연구는 방송통신 결합상품을 이용하는 소비자를 대상으로 관련 상품에 관한 정보탐색 수준과 요구도를 분석하고, 이를 바탕으로 결합상품을 이용하는 소비자에게 제공해야 할 주요 정보를 도출하고자 하였다.

그 결과를 살펴보면, 첫째, 소비자가 사용하는 결합상품의 종류는 초고속인터넷서비스를 기반으로 다양한 서비스를 1개 이상으로 결합하고 있었으며, 그 형태는 매우 다양하였다.

주요 정보원은 인적정보와 일반 소비자나 기업의 홈페이지로 나타났다.

둘째, 소비자의 결합상품 정보탐색 수준은 보통이상으로 나타났고, 연령은 20대 이하 보다는 30대 이상이, 월평균 소득은 200만 원 미만보다는 500만 원 이상의 집단이 적극적으로 정보를 탐색하였다.

셋째, 소비자의 방송통신 결합상품 정보탐색 요구도는 가입, 이용, 해지 단계에서 보통 이상의 요구도를 보였고, 요금에 대한 정보요구도가 상대적으로 높게 나타났다.

넷째, 방송통신 결합상품 이용 시 소비자에게 제공해야 할 중요한 정보는 ‘해지 방법에 관한 정보’, ‘각 회사 별 요금, 품질 등의 종합비교 자료’, ‘의무기간, 위약금에 대한 정보’, ‘A/S불만처리 등 고객서비스 정보’, ‘부가서비스 관련 정보’, ‘동일서비스 소비자 평가정보’ 순으로 나타났다.

이러한 연구결과는 정부의 결합상품 정보제공 정책의 체계적 개선과 학계의 방송통신서비스와 결합상품 관련 소비자교육의 필요성이 높음을 시사한다.

@highlight

이 연구는 방송통신 결합상품을 이용하는 소비자를 대상으로 관련 상품에 관한 정보탐색 수준과 요구도를 분석하고, 이를 바탕으로 결합상품을 이용하는 소비자에게 제공해야 할 주요 정보를 도출하고자 했다.

