캐나다 정부는 심각한 사회문제로 대두되고 있는 저 출산·고령화에 따른 노동력 부족을 해소하고 경제성장을 도모하기 위한 방안으로 적극적인 외국인 우수인재 유치정책을 실시하고 있다.

그 결과 캐나다는 G7국가 중 인구성장율 1위를 차지했고 경제 성장도 고부가가치, 첨단산업을 중심으로 고용과 국내총생산이 지속적인 성장세를 보이고 있다.

이 연구에서는 OECD국가 중에서 외국인 우수인재 유치정책을 가장 활발하게 운영하고 있는 캐나다의 우수인재 유치정책을 분석하여 한국의 우수인재 유치 정책에 대한 시사점을 제시하고자 한다.

캐나다 외국인 정책의 큰 변화는 경제이민을 중심으로 외국인 우수인재를 지속적으로 확대 수용하고 있다는 점이다.

또한 연방정부와 주정부 및 지방정부간 외국인 인재 유치정책에 있어서 여러 가지 협정을 통한 협력적 거버넌스 활동이 활발하게 이루어지고 있다.

캐나다 우수인재 유치 정책에 대한 분석결과를 바탕으로 한국에 적용할 수 있는 방안은 첫째, 한국도 이민자 정책의 경우 경제 활성화에 기여할 수 있는 우수인재 유치 정책을 적극적으로 확대하여야 한다.

둘째, 한국의 경우 외국인 우수인재 유치정책과 관련하여 지방정부의 역할이 미흡하다.

그러므로 중앙정부, 지방정부, 시민사회 간 외국인 우수 인재 유치정책을 위한 협력적 거버넌스의 구축과 운영이 필요하다.

셋째, 현재 중앙정부 주도로 되어 있는 이민정책이나 외국인 우수인재 유치를 주요결정에 있어 지방정부의 참여와 협의를 제도화하여야 한다.

@highlight

본고는 OECD국가 중에서 외국인 우수인재 유치정책을 가장 활발하게 운영하고 있는 캐나다의 우수인재 유치정책을 분석했고 한국의 우수인재 유치 정책에 대한 시사점을 제시하려 한다.

@highlight

그 결과 한국은 외국인 우수인재 유치정책과 관련하여 지방정부의 역할이 부족하다고 보인다.

