본 연구에서는 예비전문상담교사의 교육실습 경험을 Giorgi의 현상학적 연구방법을 통해 교육실습의 과정을 살펴보고 주관적 경험을 심층적으로 살펴보고자 하였다.

이를 위해 교육대학원 전문상담교사 2급 양성과정 이수자 및 1년 이내 교육실습을 경험한 7명의 연구 참여자를 선정하여심층 면담을 진행하였다.

본 연구의 결과로 예비전문상담교사의 교육실습 경험에 대해 21개의 하위 구성요소와 7개의 구성요소가 도출되었다.

도출된 상황적 구조의 7개 구성요소는 ‘교육실습 전복합적인 감정을 느끼나 별다른 대비를 하지 않음’, ‘실습 학교를 배정받거나 자신이 직접 찾기 위해 노력함’, ‘교육실습 과정에서 만난 타인과의 관계에서 지지와 갈등을 경험함’, ‘마냥 행복하고 유익하지만은 않은 교육실습’, ‘일관성 없는 교육실습 내용’, ‘전문상담교사의 역할에 대한 통합적 인식 및 진로확신 증가’, ‘현실을 직시하고 대안을 제시함’로 나타났다.

본 연구의 결과는 예비전문상담교사의 교육실습 운영 과정 개선하는데 활용될 수 있을 것을 기대한다.

@highlight

본 연구에서는 예비전문상담교사의 교육실습 과정을 살펴보고 주관적 경험을 심층적으로 살피기 위해 교육 실습경험을 21개의 하위 구성요소와 7개의 구성요소로 도출하였으며, 예비전문상담교사의 교육실습 운영 과정 개선에 활용되기를 기대한다.

