본 연구는 점차 심각해지는 저출산 이슈를 주제로 정부와 언론에서 어떻게 프레임을 구성하고 있는지를 분석하고자 하였다.

구체적으로는 정부 보도자료와 언론사 보도기사간 프레임 차이가 존재하는지, 보도자료와 이를 반영한 기사 간 프레임에는 어떠한 공통점과 차이점이 있는지 분석하였다.

이를 위해 본 연구는 2016년에 배포된 정부 보도자료114건(중앙 정부 54건, 지방 정부 60건)과 언론 보도 119건(조선일보 48건, 한겨레 71 건)을 대상으로 형식적·내용적 프레임을 내용분석하였다.

분석 결과, 정부와 언론 모두주제 중심적 프레임을 많이 활용하였으나 지방 정부에 한해서 일화 중심적 프레임이 많은 것으로 나타났다.

내용적 프레임에서는 정부 보도자료는 정책 홍보 프레임, 언론 보도는 책임 귀인 프레임의 활용이 두드러졌다.

저출산 이슈에 대한 정부 보도자료 기사채택률은 약 38%였다.

정부 보도자료를 반영한 기사는 형식적·내용적 프레임에서 정부 보도자료의 프레임과 유의미한 차이를 보이는 것으로 나타났다.

이러한 분석을 통해 실질적으로 저출산 이슈에 대한 현실 구성에서 정부와 언론의 시각차가 존재함을 검증하였으며 이를 기반으로 다양한 함의점에 대해 논하였다.

@highlight

본 연구의 목적은 점차 심각해지는 저출산 이슈를 주제로 정부와 언론에서 어떻게 프레임을 구성하고 있는지를 분석하는데 있다.

@highlight

이에 따른 결과로 정부 보도자료를 반영한 기사는 형식적·내용적 프레임에서 정부 보도자료의 프레임과 유의미한 차이를 보였다.

