경향성을 분석하기 위한 여러 기법 가운데 비모수적 방법인 Mann-

Kendall 검정(MK 검정)은 수문시계열의 분석에서 널리 사용되어지고 있다.

이 검정 방법은 분석 대상 자료가 독립이라는 가정 하에 수행되며, 자료가 계열상관되어 있는 경우에는 그 상관성의 영향으로 경향성 존재의 유무를 정확하게 판단할 수 없게 된다.

따라서 MK 검정을 이용할 때 자료의 상관성으로 인해 받게 되는 영향을 소거시키기위해 효과적인 자료의 크기(Effective Sample Size, ESS)를 이용하는 수정된 MK 검정 방법을 이용하고자 한다.

본 연구에서는 ESS가 얼마만큼 계열상관성을 제거할 수 있는지 Monte Carlo 모의를 통해 검토하였다.

MK 검정 결과 계열상관계수의 증가에 따라 자료가 경향성을 나타내는 비율이 높아 졌으나, ESS에 의해 수정된 MK 검정을 수행한 결과 계열상관계수의 영향이 제거되었음을 알 수 있었다.

또한 실측 자료의 적용을 통해 수정 MK검정이 경향성 분석에 매우 유용함을 확인 하였다.

@highlight

ESS가 얼만큼 계열상관성을 제거할지 Monte Carlo 모의를 통해 검증한 결과 MK 검정 결과 계열상관계수의 증가에 따라 자료가 경향성을 나타내는 비율이 높아 졌으나, ESS에 의해 수정된 MK 검정을 수행한 결과 계열상관계수의 영향이 제거되었다.

