철리시는 철학적 진리의 시적 표현이다.

특히 유가 중 주자학파의 철리시는 그 내용과 형식 면에서 다양하면서도 높은 성취를 이룩하였다.

이들의 철리시를 내용에 따라 분류해 보면, 크게 유가 경전의 내용을 시로 표현한 說經詩와 유학자들의 철학적 주장을 운문화 한 說理詩로 나눌 수 있다.

설경시의 경우, 경전의 내용을 시로 표현한 經義詩와 경전 주석의 내용을 시로 표현한 注義詩를 하위범주에 둘 수 있다.

한편 설리시의 경우, 주로 인간의 심성과 우주의 원리를 주제로 다룬 시들이 많은데, 전자는 性情詩, 후자는 自然詩라 명명할 수 있다.

哲理詩에서 說理詩가 차지하는 비중은 說經詩 보다 매우 높다.

이는 비단 양적으로 뿐 아니라, 질적으로도 그러하다.

그리고 설리시의 두 축인 性情詩와 自然詩에서는 우주적 법칙의 구현체인 인간과 자연을 통해 根源的 一者를 發見하려는 혹은 合一하려는 旅程을 운문으로 훌륭하게 표현해 놓고 있다.

@highlight

철리시는 철학적 진리의 시적 표현이다.

@highlight

설경시의 경우, 경전의 내용을 시로 표현한 經義詩와 경전 주석의 내용을 시로 표현한 注義詩를 하위범주에 둘 수 있다.

