본 연구의 목적은 정상교합자에서 전후방적 악골 관계에 따라 치아치조부 보상이 나타나는 양상을 알아보고, 교정치료에 사용되는 여러 계측 항목에서 이들이 반영되는 정도를 분석하기 위한 것이다.

악골 관계에 대한 치아치조성 보상을 분석하기 위하여 정상 교합자 90명(남자 50명, 여자 40명)의 측모 두부 X-

선 사진을 계측하여 전후방적 악골 관계에 따라 각각 세 군으로 분류하였다.

6개의 골격 계측 항목과 19개의 치아 계측 항목에 대해 independent t-

test, 상관분석과 회귀분석을 실시한 결과, 다음과 같은 결론을 얻었다.

악골 관계에 대한 치아치조부 보상으로 하악골이 상악골에 비해 전방 위치할수록 상악 전치는 순측 경사되고 하악 전치는 설측 경사되며 교합 평면은 경사가 완만해졌다.

치아 계측 항목 중 L1 to SN과 L1 to FH에서 전후방적 악골 관계에 대한 보상적 변화가 가장 유의성 있게 나타나 상악 전치보다 하악 전치가 치아치조부 보상과 더 관련이 있었다.

치아 계측 항목 중 U1 to PtGn과 L1 to APog은 전후방적 악골 관계와 무관하게 거의 일정한 값을 보였다.

@highlight

본 연구는 정상교합자에서 전후방적 악골관계에 따라 치아치조부 보상이 나타나는 양상을 파악하고 교정치료에 쓰이는 다양한 계측 항목에서 이들이 반영되는 정도를 분석키 위해 실행했다.

@highlight

악골 관계에 대한 치아치조부 보상으로 하악골이 상악골보다 전방 있을수록 상악 전치는 순측 경사되고 하악 전치는 설측 경사됐다.

