세계무역은 거래절차를 보다 효율적이고 합리적으로 개선함으로 상품의 흐름을 원활하게 하기 위한 무역원활화에 대한 국제적 논의가 지속적으로 진행되어져 왔다.

WTO는 무역원활화를 국제무역절차의 간소화와 조화로 정의하고 있는데, 여기서 무역절차란 국제무역에 있어 상품의 국경 간 이동시 요구되어지는 자료의 수집, 제출, 정보교환, 처리와 관련한 모든 활동, 관행 및 형식을 말한다.

세계 각국 및 WTO, WCO 등에서는 무역정보와 국제적인 상품이동과 관련하여 불필요하고 복잡한 절차나 관행을 간소화하고 자동화함으로써 교역을 확대하고 무역원활화 실현을 위한 논의를 진행하였다.

중국 역시 마찬가지로 2001년 12월 10일 WTO에 가입함으로 인해 국내 법률의 개정 및 제도의 변화를 통해 무역원활화를 위한 세계의 물결에 동참하고 있다.

본 연구에서는 무역원활화 정책에 대한 의의와 국제적 논의 동향을 살펴보고 무역원활화 구현을 위한 통관제도에 대해서 고찰해 보도록 한다.

또한 중국의 통관제도에 대한 일반적 현황을 살펴본 후, 중국에서 무역원활화를 위해 실시하고 있는 대통관 제도에 대해서 분석해 보도록 한다.

이러한 분석을 통해 대통관 제도의 문제점을 파악하고 그에 따른 시사점을 제시하고자 한다.

@highlight

세계무역에서 복잡한 절차의 간소화로 상품의 흐름을 원활하게 하고자 무역원활화에 대한 논의를 진행하고 있는바 본고는 무역원활화 정책의 의의와 국제적 논의 동향 및 무역원활화 실현을 위한 통관제도에 대해 살펴보고 중국 통관제도의 현황을 살펴본 후 중국이 무역원활화를 위해 시행하는 대통관 제도에 대해 분석해본다.

