이 연구는 지능정보혁명 시대에 학급경영자로서 초등교사가 당면한 도전은 무엇이고, 이에 대해 어떻게 대응하는지 분석하고자 한다.

객관적·탈맥락적 사고를 할 수 있도록 9명의 현직교사를 대상으로 자기 경험 관점과 동료 교사로서의 관점으로 심층면담을 수행하였다.

그 결과 교사 자기 경험 관점에서 당면하는 도전으로는 생존을 위한 본말전도의 교육현장에 대해 방어 우선주의로, 학부모 갑질이라는 도전에 대해서는 학부모로서보다는 감정을 존중해 주는 고객으로 접대하는 대응을 하였다.

교사에 대한 무한책임 요구가 강한 학군의 신설학교의 경우, 학부모의 각기 다른 요구들이 상충했을 때 학교는 어떤 방식으로 대응할지가 새로운 과제로 나타났다.

동료 교사로서의 관점에서 도전으로는 학부모뽑기와 시한폭탄을 안고 사는 듯한 교실이라는 도전에 대해 교사는 본인에게만 걸리지 않기를 바라는 소극적인 대응을 하고 있었다.

관성에 익숙함과 끝없는 자기 진화 사이에서 대응하고 있는 것이 바로 그 예이다.

그 밖에도 육아에서 자유롭기 어려운 여교사의 도전과 단시안적인 관점 등이 극복되어야 할 도전으로 분석되었다.

도전받는 교사들을 위한 지원방안으로는 교원양성기관체제 개선 및 현장 적합도 제고, 교육지원청이 주관하는 권역별 예비 1학년 학부모 적응 프로그램 마련, 철저한 익명을 보장하는 교사 상담 원스탑 서비스 지원 제도 등을 들 수 있다.

@highlight

이 연구는 지능정보혁명 시대에 학급경영자로서 초등교사가 당면한 도전은 무엇이고, 이에 대해 어떻게 대응하는지 분석한 것으로, 이를 위해 9명의 현직교사를 대상으로 자기 경험 관점과 동료 교사로서의 관점으로 나누어 심층면담을 수행하였으며, 여러 가지 분석 결과를 도출하였다.

