부여 능산리고분군 동하총 벽화의 보존상태를 진단하고자 2년간 온 · 습도 모니터링을 실시하여 고분 내부 보존환경 평가 및 벽화의 잔존안료 지도화(Mapping)를 실시하였다.

고분 내부의 온 · 습도 모니터링 결과로 결로 발생의 특성을평가하고, 2008년 조사결과와 비교하여 벽화의 상태변화를 진단하였다.

고분 현실의 온도는 국내 지하 5 m 깊이의 연간평균 지중온도 분포인 13~18℃와 근사한 온도분포를 유지하고 있다.

현실 공기의 일교차 범위는 0.1℃미만, 최대 0.5℃의 범위로 나타나고 여름철(6월~9월)과 겨울철(12월~1월)의 일교차가 가장 크다.

현실보다 온도가 높은 외기가 유입되는 여름철에는 일교차의 변화로 결로가 집중적으로 발생하는 것으로 판단된다.

동하총 벽화의 잔존안료 성분과 안료입자 분포를 지도화한 결과, 벽체 면적의 36.72~39.53% 범위로 존재하였다.

자외선 형광반응 및 적외선 촬영을 통하여채색안료 범위가 2008년과 동일하게 나타남을 확인하였다.

따라서 동하총은 여름철에 결로가 발생하는 지하환경이지만 선행조사 이후 벽화가 안정한 상태로 유지되고 있음을 알 수 있다.

그러나 발굴 이후 개방된 환경으로 인해 벽화의열화가 진행되어 잔존하는 채색안료가 미량이기 때문에 지속적인 모니터링이 필요하다.

@highlight

부여 능산리고분군 동하총 벽화의 보존상태를 진단하고자 2년간 온 · 습도 모니터링을 실시해 고분 내부 보존환경 평가와 벽화의 잔존안료 지도화(Mapping)를 실행하였다.

@highlight

고분 내부의 온 · 습도 모니터링 결과로 결로 발생의 특성을 평가하며, 2008년 조사결과와 비교해 벽화의 상태변화를 진단했다.

