Haidt와 Joseph(2004)이 제시한 도덕적 기반 이론(Moral Foundations Theory)에 근거하여 개발된 도덕적 기반 질문지는 서구권에서는 그 타당성이 입증되었다.

한국인을 대상으로 도덕적 기반 이론을 적용한 연구들에서는 부분적 혹은 단편적으로는 그 타당성이 지지되었으나 도덕적 기반 질문지의 타당성은 아직까지 검증되지 못하였다.

본 연구는 는 대학생 집단 뿐 아니라 20대∼50대 한국인을 대상으로 도덕적 기반 질문지가 한국사회에도 타당하게 적용될 수 있는지를 알아보고자 하였다.

성인 327명이 연구에 참여하였다.

연구결과, 하위 척도 중 하나인 도덕적 판단 척도는 유의미한 요인구조를 전혀 도출하지 못하였다.

도덕적 관련성 척도는 원저자들의 5요인 모델이 아닌 3요인 모델이 적합한 것으로 나타났으며, 하위 요인은 집단규범존중, 공정성, 위해라고 명명되었다.

도덕적 관련성 척도와 정치성 성향과의 관계에서는 집단규범존중과 공정성만이 정치성성향과 유의미한 상관이 있는 것으로 나타났다.

상기 연구 결과에 대한 함의점과 제한점이 논의되었다.

@highlight

하위 척도 중 하나인 도덕적 판단 척도는 유의미한 요인구조를 도출하지 못하였으며 도덕적 관련성 척도는 원저자들의  하위 요인은 집단규범존중, 공정성, 위해라고 명명되었으며 도덕적 관련성 척도와 정치성 성향과의 관계에서는 집단규범존중과 공정성만이 정치성성향과 유의미한 상관이 있는 것으로 나타났다.

