레비나스의 초기 문제 의식은 우리에게 레비나스 철학이 왜 관심을 끄는지를 선명 하게 보여준다.

주체에 의해 구성된 세계가 실제로는 타자로서의 이웃 됨의 사건이 근원적으로 작용함으로써 가능한 것이었음을 보여줌으로 써 그가 추구하던 타자의 드러남은 서구사회가 의존하던 로고스 전통 을 벗어나 세계를 색다르게 이해할 수 있는 가능성을 구체화하고 있기 때문이다.

이것은 기존의 철학적 방식과는 다른 새로운 패러다임을 추 구하며 윤리적 언어를 통해 새로운 현실을 구성함을 원칙으로 한다.

레 비나스의 현실이해는 단순히 형이상학적 전통을 끊은 것만이 아니라 거기에 더 나아가 타자로부터 야기되는 새로운 언어를 획득하기 위한 노력이라고 할 수 있다.

참된 새로움의 현실로부터 지금까지 우리가 지 향하던 세계가 아닌 그 이상의 참된-

초월의 세계에서 우리에게 닥쳐오 는 언어의 근거가 문제거리인 것이다.

그리고 이런 점에서 그의 철학은 언어의 참된-

초월로서의 종교적 근원을 찾으려던 신학적 노력과 어느 정도 부합하며, 그런 만큼 철학과의 관계에서 언제나 비판적 동반자의 역할을 하던 신학적 전통의 관점에서 흥미를 끌기에 충분했던 것이다.

@highlight

레비나스의 현실이해는 단순히 형이상학적 전통을 끊은 것이 아니라 거기에 더 나아가 타자로부터 야기되는 새로운 언어를 획득하기 위한 노력으로 볼 수 있다.

@highlight

참된 새로움의 현실로부터 지금까지 우리가 지향하던 세계가 아닌 그 이상의 참된-

@highlight

초월의 세계에서 우리에게 닥쳐오는 언어의 근거가 문제가 된 것이다.

