몽골은 1992년 신헌법을 제정한 이래 2009년까지 5번씩의 대통령 선거와 총선을 치르며 MPRP와 민주연합 측이 교대로 대통령직과 의회의 주도권을 차지하고 있다.

특이한 것은 민주주의를 도입한 초기부터 18년간 이 정권교체 과정을 평화롭게 진행시켰으며 어떤 무력 충돌도 없었다는 점이다.

2008년 총선에서는 예상 외로 MPRP가 승리하자 민주당(DP)이 불복선언을 하며 시민들은 격렬한 시위를 벌여 사상자가 발생하였다.

그러나 의회는 MPRP-

DP 연합의 새 정부를 구성하여 민주정치의 성숙한 모습을 보였다.

2009년 선출된 DP의 엘벡도르지 대통령은 MPRP-

DP 연합정부와 정책조율을 잘 해 나갈 것으로 보인다.

이렇게 비교적 안정된 국내정치를 기반으로 몽골은 독립 이후 일관되게 자국의 안보와 더 나아가 지역의 안보를 미리 보장받으려 하는 예방외교(preventive diplomacy)를 추구하고 있다.

이런 외교노선은 (1) 중국과 러시아 외에 제 3의 강대국과 밀접한 교류를 가지려는 정책, (2) SCO에서 회원국이 아닌 옵저버 지위를 유지하는 정책, (3) 단일국가 NWFZ를 국제법적으로 인정받으려는 정책에 투영되어 나타나고 있다.

이와 같이 몽골은 민주주의 발전 및 경제성장과 더불어 균형 있는 외교를 실행하고 있어 국제사회에서 발전이 기대된다.

@highlight

몽골은 5번의 대통령 선거와 총선을 치르며 MPRP와 민주연합 측이 교대로 대통령직과 의회의 주도권을 차지하였는데, 특이한 것은 정권교체 과정이 평화롭게 진행됐으며 어떤 무력 충돌도 없었다는 점으로, 비교적 안정된 국내정치를 기반으로 몽골은 자국의 안보와 더 나아가 지역의 안보를 미리 보장받으려 하는 예방외교를 추구하고 있다.

