이 연구는 진로활동 만족도와 진로성숙도의 관계를 종단적으로 검증하고 성별의 조절효과를 분석하였다.

이를 위해 경기교육종단연구(GEPS) 자료 중 초등학교 패널 4차년도부터 6차 년도 데이터를 활용하여, 중학교 1학년∼3학년 학생 대상으로 자기회귀교차지연모형을 적용하였다.

연구 결과, 첫째, 진로활동 만족도와 진로성숙도의 자기회귀효과는 모든 집단에서 통계적으로 유의하였고 정적 영향을 주었다.

둘째, 진로활동 만족도의 진로성숙도에 대한 교차지연효과는 여학생 집단에서만 통계적으로 유의하였고 부적 영향을 미쳤다.

셋째, 진로성숙도의 진로활동 만족도에 대한 교차지연효과는 모든 집단에서 통계적으로 유의하였고 정적 영향을 주었다.

즉, 진로활동과 진로성숙도가 이후 시점의 진로활동과 진로성숙도에 영향을 주었다.

이러한 결과는 진로활동의 성과와 진로성숙도의 추이를 시간의 흐름과 성별 차이 등을 고려하여 종합적으로 파악할 필요가 있음을 시사한다.

@highlight

이 연구는 진로활동 만족도와 진로성숙도의 관계를 검증하고 성별의 조절효과를 분석하였다.

@highlight

연구 결과, 이 둘의 관계는 시간의 흐름과 성별 등에 따라 유의하였으며 부적, 정적 영향도 달랐다.

@highlight

그러므로 이런 것들을 고려해 파악할 필요가 있다.

