본 논문은 보조국사의 『수심결』을 영성에 기반한 명상상담이라는 관점에서 재해석한다.

먼저 영성에 대한 서구 심리학계에서 어떻게 이해하는지를 분석심리학, 인본주의, 제3세대 인지행동치료의 관점들을 소개한다.

그런 다음 『수심결』을 간화선의 관점에서 보고, 여기서 영성을 어떻게 정의할 수 있는지를 고찰한다.

『수심결』에서 영성은 ‘공적영지’, 곧 텅 비어 있음, 고요함, 신령스러움, 깨어있음으로 이해할 수가 있다.

『수심결』에서 보여주는 문답은 결국은 이런 공적영지의 영성에 기반한 명상상담으로 그 성격을 규정할 수 있다.

이때 명상상담은 영성체험으로서 명상을 돕는 상담이라고 정의할 수가 있는데, 이것은 고통 받는 내담자로 하여금 영적인 체험을 통해서 자신의 문제를 해결하고, 나아가서 영적 성장과 깨달음을 이루게 되는 과정을 말한다.

이런 과정은 『수심결』에서 화두의 제기, 문제회피, 회광반조, 깨달음, 사후점검이란 5단계로서 재구성된다.

마지막으로는 영성체험의 장애를 다룬다.

여기서는 세속적인 갈망, 회피와 굴복, 사량분별을 고찰한다.

이러한 장애가 왜 영성체험의 장애가 되는지를 검토한다.

나아가서 심리적인 문제와 영성 체험의 관계도 검토한다.

@highlight

이 논문은 보조국사의 『수심결』을 영성에 기반한 명상상담이라는 관점에서 재해석한다.

@highlight

먼저 영성에 대한 서구 심리학계에서 어떻게 이해하는지를 분석심리학, 인본주의, 제3세대 인지행동치료의 관점들을 소개한다.

