본 연구는 훈육 행위의 형성과 진행 과정에 초점을 두고, 어머니들 자신이 부여하는 의미를 통해 자녀 훈육 경험을 이해하는 것을 주요 목표로 하고 있다.

이를 위해 상징적 상호작용론과 여성주의적 시각에 입각하여 어머니들의 훈육 경험을 개인과 사회의 상호작용 과정속에서 발생하는 현상으로 규정하고, 어머니들은 훈육을 어떻게 경험하는가, 훈육을 통해 무엇을 느끼는가, 훈육 경험이 어머니에게 주는 영향은 무엇인가라는 연구 질문을 통해 질적연구를 수행하였다.

연구 참여자는 서울에 거주하는 18개월에서 취학 전 연령까지의 유아기 자녀를 둔 대졸기혼여성 22명이었다.

심층면담을 통해 자료를 수집하였고, 자료의 분석은 현상학적 방법론에 따랐다.

연구결과 고등교육을 받은 어머니들은 아동중심적 양육관을 토대로 애정적이고민감한 양육태도를 가져야 한다는 사회적 역할 기대를 내면화하고 있었다.

그러나 허용의 한계와 자녀의 저항, 자녀의 반복적인 기대위반, 감정조절의 어려움, 우발적인 체벌 등으로 어머니들은 이상적인 훈육을 실천하지 못해 좌절과 실망, 미안함과 후회, 죄책감 등의 부정적정서를 경험하였다.

이러한 이상과 현실의 부조화를 극복하기 위해 어머니들은 직접적, 인지적, 정서적 대처 방식을 사용하였다.

@highlight

이 연구는 훈육 행위의 형성과 진행 과정에 초점을 두고, 어머니들 자신이 부여하는 의미를 통해 자녀 훈육 경험을 이해하는 것을 주요 목표로 하고 있다.

