본 논문은 지방정부 유형별로 재정자립도 및 재정자주도의 지니계수를 이용하여지방정부 간 재정력격차와 이전재원의 재정형평화효과를 분석한다.

분석결과를정리하면 다음과 같다.

첫째, 자치구를 제외한 모든 지방정부 유형의 재정자립도지니계수는 2000년대 중반 이후 대체로 안정적 수준을 유지한다.

일반이전재원을포함하는 재정자주도의 지니계수는 재정자립도의 지니계수에 비해 매우 낮고 안정적이지만 자치구의 경우 다른 지방정부 유형의 지니계수보다 더 크며 급격히상승하는 추세이다.

둘째, 일반이전재원에 의한 지니계수의 변화를 격차감소효과와 순위변동효과로 분해한 결과 모든 유형에서 각각의 효과는 대체로 불안정하다.

구체적으로 시도와 자치구의 순위변동효과는 비교적 낮은 반면 시와 군의 순위변동효과는 크며, 특히 군의 경우 순위변동효과가 격차감소효과를 압도할 정도로 재정력의 역전현상이 심각하다.

이러한 분석결과는 두 가지 정책적 시사점을제공한다.

먼저 자치구에 대한 일반이전재원의 재정형평화는 매우 저조하며 불안정하므로 특별광역시 간의 이전제도를 발전시킬 방안을 모색하여야 한다.

또한일반이전재원은 상당한 재정력역전을 초래하므로 지방교부세를 포함한 지방재정조정제도를 총체적으로 재편하여야 한다.

@highlight

이 논문은 지방정부 유형별로 재정자립도 및 재정자주도의 지니계수를 이용하여지방정부 간 재정력격차와 이전재원의 재정형평화효과를 분석한다.

