본 연구는 성인 초기 여성의 젠더 고정관념과 연인관계 만족도의 관계에 대해서 살펴보고자 하였다.

또한 그 관계에서 자신의 사고나 행동을 억제하는 자기침묵과 성적인 맥락에서 자신의 의사를 표현하는 성적 자기주장이 매개 역할을 하는지 밝히고자 하였다.

이를 위하여 현재 연애 중인 성인 미혼 여성 355명을 대상으로 설문 조사한 자료를 구조방정식 모형 분석을 하였다.

분석 결과 젠더 고정관념은 연인관계 만족도를 직접적으로 예측하지 못하였지만, 자기침묵과 성적 자기주장을 단순 매개하였을 때 연인관계 만족도에 영향을 끼치는 것으로 나타났다.

또한 자기침묵과 성적 자기주장의 이중매개효과도 유의한 것으로 검증되었다.

본 연구는 여성이 만족스러운 연인관계를 형성하는 과정을 통합적으로 밝히고자 하였으며, 그 과정에서 여성이 내는 목소리의 중요성을 강조하였다는 점에서 의의가 있다.

또한 젠더에 대한 고정관념이 개인의 연인관계에 미치는 영향력을 확인함으로서, 개인과 사회가 나아가야할 방향을 제시하고자 하였다.

@highlight

본고는 성인 초기 여성의 젠더 고정관념 및 연인관계 만족도의 관계에 대하여 살펴보고자 했다.

@highlight

또한 그 관계에서 자신의 사고 또는 행동을 억제하는 자기침묵 및 성적인 맥락에서 자신의 의사를 표현하는 성적 자기주장이 매개 역할을 하는지 알아내고자 하였다.

