본 연구는 직관적 탐지이론을 바탕으로 2012년 2월에 발생한 고리원전 1호기 정전사고를 분석대상으로 하여 정부의 위험관리에 대한 신뢰에 영향을 미치는 요인은 무엇이며, 어떠한 요인이 다른 요인에 비하여 더 강한 영향을 미치는지를 실증적으로 분석하여 위험관리 신뢰향상방안을 모색하고자 하는 것이다.

고리원전이 위치해 있는 부산시 기장군 주민들을 대상으로 한 설문조사 결과, 첫째, 정부의 위험관리역량에 대한 원전지역주민들의 긍정적인 인식과 개인적인 신뢰성향은 원전위험관리에 대한 신뢰를 증가시켰다.

둘째, 일반적인 정부신뢰는 직접적으로 그리고 위험관리 역량요인과 상호작용하여 위험관리신뢰를 증가시켰다.

셋째, 주민과 정부 간의 가치 또는 의도의 공유에 기반을 둔 관계적 요인은 직접적으로 뿐만 아니라 위험관리 역량요인과 상호작용해서도 위험관리신뢰에 전혀 영향을 미치지 못하였다.

이러한 분석결과를 바탕으로 본 연구는 원전관리 안전성 홍보에만 치중하는 소극적 대책에서 탈피하여 정부의 위험관리역량을 사전에 강화하는 적극적인 전략으로의 전환과 원전부품 검증 등의 일련의 과정에 대한 철저한 감사와 사전지침을 통한 부패관행 근절을 정책적 시사점으로 제시하였다.

@highlight

이 연구는 직관적 탐지이론을 바탕으로 2012년 2월에 발생한 고리원전 1호기 정전사고를 분석대상으로 하여 정부의 위험관리에 대한 신뢰에 영향을 미치는 요인은 무엇이며, 어떠한 요인이 다른 요인에 비하여 더 강한 영향을 미치는지를 실증적으로 분석하여 위험관리 신뢰향상방안을 모색하고자 하는 것이다.

