본 연구는 현재 역경을 겪고 있는 사람들이 그 상황을 기회로 인식하고 있는지를 알아보기 위한척도로서 ‘역경 속의 기회 인식 척도(Perceived Opportunity in Adversity Scale; POAS)’를 개발하고 타당화 하는 데 그 목적이 있다.

이를 위해 20-50대 성인 17명을 대상으로 인터뷰를 실시하여 문항을 개발하였고, 440명을 대상으로 예비조사를 실시하였다.

문항 분석 및 탐색적 요인분석을 통해 4요인 17문항을 구성한 이후 230명을 대상으로 본 조사를 실시하였다.

문항 분석, 탐색적요인분석, 확인적 요인분석을 통해 통찰, 적극적 대처, 사고 전환, 인지적 지지, 정서적 지지로 구성된 최종 5요인 13문항을 도출하였다.

수렴 타당도를 확인하기 위해 기회 인식 능력 및 스트레스 대처 방식과의 상관관계를 분석하였으며, 공인타당도와 판별타당도를 확인하기 위해 회귀분석과 t검정을 실시하였다.

분석 결과 역경 속에서 기회를 인식한 사람과 그렇지 않은 사람은 역경후 성장에서 차이가 있었고, 역경 속에서 기회를 인식한 사람일수록 성장을 더 많이 하는 경향이있음을 확인하였다.

이러한 결과를 바탕으로 본 연구의 한계와 의의 및 후속연구에 대한 제언을논하였다.

@highlight

이 연구는 현재 역경을 겪고 있는 사람들이 그 상황을 기회로 인식하고 있는지를 알아보기 위한척도로서 ‘역경 속의 기회 인식 척도(Perceived Opportunity in Adversity Scale; POAS)’를 개발하고 타당화 하는 데 그 목적이 있다.

