핵가족화, 취업모, 맞벌이 가정의 증가로 유아의 읽기, 쓰기 교육에 대한 학부모의 혼란이 가중되었다.

본연구의 목적은 유아기 읽기, 쓰기 교육을 성공적으로 이루어낸 헬렌켈러와 설리번의 기억과 기록을 중심으로 헬렌켈러의 첫 읽기, 쓰기는 어떻게 이루어졌는지와 설리번의 읽기, 쓰기 교육의 원리, 그 실제적인 방안에 대해 학부모에게 전하고자 하였다.

독자가 편견 없이 보다 쉽고 재미있게 글을 읽도록 하기 위하여헬렌켈러, 설리번을 초청한 Talk show 형식으로 서술하였다.

연구 문제는 다음과 같다.

첫째, 헬렌켈러의첫 읽기, 쓰기는 어떻게 이루어졌는가?

둘째, 설리번의 읽기, 쓰기 교육의 원리는 무엇인가?

셋째.

설리번의읽기, 쓰기 교육의 구체적인 지도방법에는 무엇이 있는가?

본 연구의 결과는 다음과 같다.

첫째, 헬렌켈러의 첫 읽기, 쓰기는 교사 설리번이 교육적 목표를 가지고 의도적으로 노출한 문자언어의 경험이 축적되어자연스럽게 이루어졌다.

둘째, 생활, 경험, 놀이중심의 원리를 가지고 있다.

셋째, 헬렌켈러가 좋아하는 책, 동요, 동시, 친숙한 글자를 활용한 놀이 형태의 지도방법이 있다.

@highlight

헬렌켈러의 첫 읽기, 쓰기는 교사 설리번이 교육적 목표를 가지고 의도적으로 노출한 문자언어의 경험이 축적되어 자연스럽게 이루어졌으며 생활, 경험, 놀이중심의 원리를 가지고 있고,  헬렌켈러가 좋아하는 책, 동요, 동시, 친숙한 글자를 활용한 놀이 형태의 지도방법이 있다.

