노동조합에 관한 연구에서 voice-

monopoly 프레임은 Freeman & Medoff가 주창한 이래 널리 받아들여진 접근방법이다.

노동조합이 사회경제적 약자인 노동자의 참여를 증진시켜 형평성을 높이기도 하지만 또 노동조합과 조합원의 독점적 이익을 추구해서 형평성을 저해하기도 한다는 것이다.

노동조합이 조합원의 정치참여를 증진시키는 기능을 의미하는 노조효과(union effect)는 voice 관점과 부합되며 정치학 이론의 시민자원주의모델(civic voluntarism model)과 유사하다.

시민자원주의모델에 따르면 노조는 조합원들의 부족 자원을 보충해주고 심리적 지지나 조직활동으로 조합원들의 정치활동 참여를 증진시키는 바, 비정규직 등 사회적 약자의 경우 노조에 가입하면 상대적으로 부족한 자원을 더욱 많이 보완 받게 되므로 정치참여가 더욱 촉진할 것으로 예상된다.

본 연구는 양적?

질적 분석을 통하여 한국 노동조합이 조합원을 대상으로 수행하는 기능이 민주적인지 또는 비민주적인지에 대하여 종합적으로 살펴본다.

한국종합사회조사 데이터를 이용한 실증분석의 결과 한국 노조가 노조효과를 갖는 점은 확인되지만, 노동조합이 비정규직, 여성, 저학력자의 정치참여를 더 촉진하는지의 조절효과는 통계적으로 유의하게 나타나지 않았다.

@highlight

본 연구는 양적?

@highlight

질적 분석을 통하여 한국 노동조합이 조합원을 대상으로 수행하는 기능이 민주적인지 또는 비민주적인지에 대하여 종합적으로 살펴보고 한국종합사회조사 데이터를 이용한 실증분석의 결과 한국 노조가 노조효과를 갖는 점은 확인되지만, 노동조합이 비정규직, 여성, 저학력자의 정치참여를 더 촉진하는지의 조절효과는 통계적으로 유의하게 나타나지 않았다.

