요즘 청소년들 대화에서 쉽게 들을 수 있는 것이 욕설이다.

학교 현장에서는 학생들의 욕설이 보편적으로 사용되고 있으며 욕설의 본래의 기능을 넘어서고 있다는 것을 쉽게 체감할 수 있다.

그리하여 본 연구에서는 청소년들이 사용하는 욕설의 사용실태와 현황, 개선 방안을 제시하였다.

실태 조사 결과, 대다수의 남녀 학생들이 욕설을 하고 있으며, 욕설에 대해 문제의식을 느끼지 못하고 있었으며 가정 형편이나 함께 거주하는 가족 구성원의 정도에 따라 욕설의 사용 정도가 다르게 나타났다.

또한 학생들은 욕설의 의미도 모른 채, 습관적으로 또는 또래 집단끼리의 친근감 형성을 위해 사용하고 있었다.

욕설 습득도 대부분 초등학교 때부터 시작되었고 주로 인터넷 매체를 통해 욕설을 습득하는 것으로 드러났다.

특히 교사가 사용하는 언어에 대해서는 교사에 대한 교육적 기대도가 높아서 민감하게 반응하였는데 이는 교사들도 바른 언어 사용에 적극 동참해야 한다는 것을 의미한다고 볼 수 있다.

마지막으로 청소년 언어 사용에 대한 개선 방안을 협의적, 광의적 차원으로 제시하되 구체적인 사례를 들어 해결방안을 모색하였는데, 학생들의 언어 개선 교육이 성공하기 위해서는 국가, 사회, 학교, 가정에서의 지속적인 관심과 교육이 필요하다.

@highlight

요즘 청소년들 대화에서 쉽게 들을 수 있는 것이 욕설이다.

@highlight

실태 조사 결과, 대다수의 남녀 학생들이 욕설을 하고 있으며, 욕설에 관해 문제의식을 느끼지 못하고 있었으며 가정 형편이나 함께 거주하는 가족 구성원의 정도에 따라 욕설의 사용 정도가 다르게 나타났다.

