본 논문에서는 벽면낙서행위에 대하여 재물손괴죄를 인정한 판례와 그에 관한 논의상황을 중심으로 하여, 재물손괴죄에 있어서 효용침해에 관해 검토하고 있다.

구체적으로는 한국과 일본의 논의를 비교·검토하여, 다음과 같은 결론을 내리고 있다.

먼저 효용침해의 개념에 대해서 정리하자면, 본래적 효용침해 만이 재물손괴죄에 있어서 효용침해에 해당한다고 해야 한다.

효용침해라는 개념은 본래적 또는 본질적 효용침해와 일반적 또는 부수적 효용침해로 나눌 수 있으나, 본래적 효용침해가 있는 경우에만 기타 방법에 의한 재물손괴죄의 성립을 인정할 수 있다.

다음으로 본래적 효용침해의 경우에도 행위자의 직접적인 행위로 인하여 실제적인 효용침해가 발생한 경우에만 재물손괴죄가 인정되고, 직접적인 효용침해는 없었으나 피해자가 느끼는 거부감 등으로 인하여 감정상 사용할 수 없게 되는 경우는 제외된다고 보아야 할 것이다.

마지막으로 재물손괴죄에 있어서 효용침해를 판단할 때에는 다양한 기준을 제시하는 것이 중요한 것이 아니라, 재물의 본래적 용도 및 효용, 그리고 사실상 본래적 용도를 침해했는지를 판단할 수 있는 기준을 제시하여야 할 것이다.

재물손괴죄에 있어서 효용침해라는 것은 반드시 명확한 개념은 아니지만, 이에 대한 지속적인 검토나 연구를 통해서 점차 명확해 질 것이라고 생각한다.

@highlight

이 논문에서는 벽면낙서행위에 대하여 재물손괴죄를 인정한 판례와 그에 관한 논의상황을 중심으로 하여, 재물손괴죄에 있어서 효용침해에 관해 검토하고 있다.

