본 연구는 요즈음 열풍처럼 불어닥친 웰빙에 대해서 새로운 소비문화에 비교적 민감한 대학생들을 대상으로 ‘웰빙’이란 무엇을 의미하며, 어떻게 실천하고 있고 이러한 웰빙행동에 영향을 미치는 요인들은 무엇인지를 규명하기 위한 것이다.

그동안 일반적으로 사용되어 온 웰빙개념과 웰빙지향 행동에 대한 기사, 방송, 책자들을 참고로 척도를 개발하여 실증조사를 한 결과 웰빙에 대한 개념의 하위 요인은 정신적 건강요인, 신체적 건강요인, 마케팅요인, 환경친화요인의 4개 요인이 추출되었다.

웰빙지향 소비행동은 비식생활 웰빙지향 행동요인, 식생활 관련 웰빙지향 행동이라는 요인이 추출되었다.

웰빙지향 행동에는 웰빙정보 관심도, 정신적 건강요인, 마케팅요인, 가계소득의 순으로 통계적으로 유의한 영향을 미치는 것으로 나타났으며, 이 변수들 중 웰빙을 마케팅 요인으로 인지하는 경우 웰빙지향 소비행동에 부적인 영향력을 미치는 것으로 밝혀졌다.

@highlight

이 연구는 요즈음 열풍처럼 불어닥친 웰빙에 대해서 새로운 소비문화에 비교적 민감한 대학생들을 대상으로 ‘웰빙’이란 무엇을 의미하며, 어떻게 실천하고 있고 이런 웰빙행동에 영향을 미치는 요인들은 무엇인지를 규명하기 위한 것이다.

