기존에는 토지의 이용이 지표에 한정된 비교적 단순한 형태였으나, 급속한 도시밀집화 및 대규모 도시개발 등으로 인해 최근에는 토지 이용이 공중, 지하로까지 빠르게 확장되고 있다.

이에 따라 토지에 대한 권리도 기존의 2차원적 측면에서 3차원적 측면까지 확장할 필요성이 생겼고, 최근 몇 년 사이 3차원 지적정보에 대한 많은 연구가 이루어졌다.

이 중 3차원 지적정보의 구축 및 가시화에 대한 연구도 일부 진행되었으나, 대부분 필지에 포함된 건물이나 시설물을 전체적으로 표현하기 위한 방안을 제시하고 있다.

그러나 눈에 보이는 건물의 ‘물리적 정보’ 뿐 아니라 ‘권리적 정보’의 측면까지 고려하게 되면, 공동주택이나 상가건물과 같은 집합 건축물은 하나의 건물에 여러 개의 권리관계가 존재할 수 있으므로 이들을 각각의 권리객체로서 표현하는 것이 좀 더 바람직하다.

이에 본 논문에서는 개별 권리객체 단위로 지적정보를 구축 및 표현하고 이를 활용하기 위한 방안을 제시하였다.

본 논문을 통해 기존보다 더욱 정교한 3차원 지적정보를 구축하고 표현함으로써 지적정보의 수준이 한 단계 업그레이드 될 것이다.

또한 이러한 지적정보가 향후 부동산 정보, 인구통계 정보 등과 같은 다양한 정보와 결합된다면, 지적정보의 활용성이 더욱 향상될 것으로 기대된다.

@highlight

이 논문을 통해 기존보다 더욱 정교한 3차원 지적정보를 구축하고 표현함으로써 지적정보의 수준이 한 단계 업그레이드 될 것이다.

