강박장애의 2차원 모형에서, 불완전감은 어떤 행위의 결과가 불만족스럽고 불충분하고 미흡하다는 느낌을 의미한다.

불완전감에 과민한 사람은 찝찝함과 찜찜함이 유발하는 정서적 불편감에서 벗어나려고 시도하는데, 이러한 체험회피는 일시적으로 불편감을 감소시키지만 장기적으로는 불편감을 증폭시키는 것으로 알려져 있다.

불완전감이 체험회피의 매개효과를 통하여 강박증상의 발생에 기여한다는 사실은 선행연구에서 경험적으로 확인되었다.

이를 심화하여, 본 연구에서는 불완전감이 강박증상으로 발현되는 경로에서 정서조절곤란과 완벽주의가 순차적으로 매개효과를 보일 것이라는 가설을 수립하고 체험회피의 세부과정을 탐색하였다.

성인 남녀 309명에게서 자료를 수집하여 검증한 결과, 불완전감과 강박증상의 관계에서 정서조절곤란과 완벽주의의 직렬매개효과가 확인되어 본 연구의 가설이 지지되었다.

이를 근거로 불완전감에 의해서 유발되는 강박증상의 이해와 치료에 관한 이론적 및 임상적 시사점을 논의하였고, 본 연구의 제한점을 기술하였다.

@highlight

강박장애 2차원 모형에서, 불완전감은 어떤 행위의 결과가 불만족스럽고 미흡하다는 느낌을 의미한다.

@highlight

불완전감에 과민한 사람은 찝찝함·찜찜함이 유발하는 불편감에서 벗어나려 하는데, 이러한 체험회피는 일시적 불편감을 감소시키지만 장기적 불편감을 증폭시키는 것으로 알려져 있다.

