최근 들어 인터넷 쇼핑몰 간의 경쟁이 심화되면서 물류서비스 품질의 평가와 이를 개선해 나가는 전략의 중요성이 증대하고 있다.

기존의 많은 연구에서 인터넷 쇼핑몰의 성공 요인의 하나로 물류 서비스품질을 제시하고 있으나, 인터넷 쇼핑몰의 물류서비스 품질에 대한 평가기준이나 평가척도의 개발은 아직 많이 부족한 실정이다.

본 연구의 목적은 인터넷 환경 하에서 오프라인 물류서비스를 이용하는 고객의 입장에서 물류서비스 품질 구성요인을 제시하고, 인터넷쇼핑몰을 이용함에 있어 영향을 미치는 물류서비스품질, 관계품질, 충성도간 구조적 관계를 실증적으로 검증하고자 한다.

조사대상은 인터넷쇼핑 이용 경험자로 한정하였다.

즉, 온라인에서 상품을 구입해 본 경험이 있고 오프라인을 통해서 구입한 상품을 배송 받았던 경험이 있는 응답자로 한정하였다.

실증분석 결과, 물류서비스품질은 만족, 신뢰에 부분적으로 정(+)의 영향을 가지며, 만족과 신뢰, 만족과 재구매의도 및 구전, 신뢰와 재구매의도 및 구전 간에 정(+)의 영향을 가지는 것으로 나타났다.

이러한 결과를 토대로 인터넷쇼핑몰 경쟁력 제고를 위해 고려해야 할 주요 시사점을 제시하였다.

@highlight

인터넷 환경에서 물류서비스 품질 구성요인을 제시하고, 인터넷쇼핑몰을 이용함에 있어 영향을 미치는 물류서비스품질, 관계품질, 충성도간 관계를 검증한 결과, 물류서비스품질은 만족으로 나타났고,  만족과 신뢰, 만족과 재구매의도 및 구전, 신뢰와 재구매의도 및 구전 간에 정(+)의 영향을 가지는 것으로 나타났다.

