본

 

논

문

에

서

는

 

한

용

운

의

 

『

조

선

불

교

유

신

론

』

을

 

비

평

적

 

시

각

에

서

 

살

펴

보

고

 

그

 

철

학

적

 

의

미

와

 

현

대

적

 

의

의

를

 

고

찰

하

였

다

.

 

『

조

선

불

교

유

신

론

』

에

서

 

한

용

운

이

 

동

서

양

의

 

종

교

와

 

철

학

에

 

관

한

 

양

계

초

의

 

학

설

에

만

 

의

존

하

여

 

타

종

교

와

 

타

학

파

의

 

철

학

보

다

 

불

교

가

 

우

월

하

다

고

 

주

장

하

는

 

것

은

 

문

제

가

 

있

어

 

보

인

다

.

 

종

교

적

으

로

나

 

철

학

적

으

로

나

 

지

혜

를

 

기

반

으

로

 

한

 

깨

달

음

의

 

종

교

로

서

 

불

교

 

자

체

의

 

특

수

성

을

 

부

각

시

켰

더

라

면

 

불

교

의

 

본

질

을

 

규

명

하

는

 

데

 

효

과

적

이

었

을

 

것

이

라

는

 

아

쉬

움

이

 

남

는

다

.

 

『

조

선

불

교

유

신

론

』

에

서

 

한

용

운

이

 

제

시

한

 

1

2

가

지

 

승

단

개

혁

방

안

은

 

비

현

실

적

이

고

 

과

격

한

 

측

면

이

 

있

으

나

 

당

시

 

시

대

상

황

을

 

고

려

하

자

면

 

時

宜

에

 

맞

지

 

않

는

 

구

습

을

 

타

파

하

기

 

위

한

 

對

症

下

藥

의

 

처

방

전

이

었

다

고

 

평

가

할

 

수

 

있

다

.

 

다

만

,

 

승

려

의

 

금

혼

령

 

폐

지

를

 

주

장

하

면

서

 

일

반

 

대

중

들

에

게

 

적

용

되

는

 

논

리

를

 

근

거

로

 

제

시

하

거

나

 

승

려

의

 

금

혼

령

이

 

누

구

나

 

가

지

고

 

있

는

 

식

색

지

욕

을

 

부

정

하

면

서

 

寡

欲

이

 

아

닌

 

無

欲

을

 

강

제

하

는

 

것

으

로

 

여

기

는

 

것

은

 

납

득

하

기

 

어

렵

다

.

 

비

록

 

위

와

 

같

은

 

문

제

가

 

있

을

지

라

도

 

『

조

선

불

교

유

신

론

』

은

 

일

제

강

점

기

에

 

조

선

불

교

의

 

정

신

적

 

독

립

을

 

최

우

선

 

과

제

로

 

삼

았

던

 

한

용

운

의

 

고

뇌

와

 

의

지

가

 

담

겨

있

는

 

책

으

로

서

 

앞

으

로

도

 

한

국

불

교

계

의

 

유

신

에

 

指

南

이

 

되

는

 

소

중

한

 

유

산

이

라

는

 

데

에

는

 

異

見

이

 

없

을

 

것

이

다

.

@highlight

이 논문에서는 한용운의 『조선불교유신론』을 비평적 시각에서 살펴보고 그 철학적 의미와 현대적 의의를 고찰했다. 『조선불교유신론』은 일제강점기에 조선불교의 정신적 독립을 최우선 과제로 삼았던 한용운의 고뇌와 의지가 담겨있는 책으로서 앞으로도 한국불교계의 유신에 指南이 되는 소중한 유산이라는 데에는 異見이 없을 것이다.