본 연구는 이주노동자들이 한국 사회에서 경험한 제노포비아(Xenophobia)에 대한 연구로 한국적 상황과 맥락에서의 제노포비아 현상에 대한 실체이론(Substantive Theory)을 제시하고자 하는 목적을 지니고 있다.

본 연구는 근거이론(Grounded Theory) 연구방법으로 접근하였다.

연구에는 18명의 이주노동자가 참여하였다.

자료는 심층면담을 수행하여 구성하였다.

자료는 Strauss와 Corbin(2008)이 제시한 개방코딩, 축코딩, 선택코딩 순으로 분석하였다.

연구자는 개방코딩에서 구성한 13개의 범주를 중심으로 패러다임 모형을 제시하고 과정분석을 하였으며 핵심범주를 "내적모순이 충일한 한국 사회에서 미래의 적으로 간주되어 정체성을 상실하고 유사한 한국인으로 우거하는 삶"으로 구성하였다.

연구자는 연구결과에 근거하여 논의를 하였고 제노포비아 현상을 완화할 수 있는 제언을 하였다.

@highlight

이주노동자들이 한국 사회에서 경험한 제노포비아에 대한 연구로 한국적 상황과 맥락에서의 제노포비아 현상에 대한 실체이론을 제시하고자 하는 목적을 지니고 있다.

@highlight

본 연구는 근거이론연구방법으로 접근하였고 핵심범주를 "내적모순이 충일한 한국 사회에서 미래의 적으로 간주되어 정체성을 상실하고 유사한 한국인으로 우거하는 삶"으로 구성하였다.

