본 연구에서는 빅데이터 및 정보화 관련 담당 공무원들의 빅데이터 생태계 및 활용에 대한 인식을 알아봄을 통해서 정부정책 및 정부운영에 빅데이터를 효과적으로 적용할 수 있는 방안을 마련하는 것을 목적으로 한다.

본 연구의 설문조사는 우리나라의 현행 빅데이터 구축 및 활용에 대한 수준의 측정과 빅 데이터 생태계에 대한 인식수준 확인, 그리고 향후 정부정책을 수립하는데 있어 빅데이터 활용방안 등에 대한 의견수렴과 보다 객관적인 실태파악과 개선방향에 대한 다양한 시각을 확보하기 위해서 실시하였 다.

연구의 결과는 다음과 같다.

첫째, 공공분야에 있어서 빅데이터는 플랫폼의 기술수준과 보안 기술 수 준을 제외하고, 모든 부문 즉, 인력양성, 법령정비, 추진체계, 인식홍보, 역기능 개선 등 총체적인 어려움 에 봉착해 있다.

둘째, 현행 빅데이터 생태계 내에서 빅데이터의 수집, 거래, 분석, 활용 등 모든 부문에 서 개선이 요구된다.

셋째, 개인정보 비식별 방안과 정책분야 SNS 빅데이터 분석 활용 경우에 공무원들 은 잘 알고 있었고 그 필요성과 업무에 활용에 대한 긍정적인 반응을 보이고 있다.

@highlight

빅데이터 및 정보화 관련 담당 공무원들의 빅데이터 생태계 및 활용에 대한 인식을 알아봄을 통해서 정부정책 및 정부운영에 빅데이터를 효과적으로 적용할 수 있는 방안을 마련하는 것을 목적으로 한다.

@highlight

우리나라의 현행 빅데이터 구축 및 활용에 대한 수준의 측정과 빅 데이터 생태계에 대한 인식수준 확인, 그리고 향후 정부정책을 수립하는데 있어 빅데이터 활용방안 등에 대한 의견수렴과 보다 객관적인 실태파악과 개선방향에 대한 다양한 시각을 확보하기 위해서 실시하였 다.

@highlight

현행 빅데이터 생태계 내에서 빅데이터의 수집, 거래, 분석, 활용 등 모든 부문에 서 개선이 요구된다.

