본 연구는 국립공원으로 지정되어 있는 전남대학교 장성학술림을 방문한 이용객을 대상으로 이용행태, 학술림에 관한 인지수준 및 중요하게 생각하는 기능, 학술림의 시설에 대한 중요도-

성취도 분석(Importance-

Performance Analysis: IPA)을 통해 장성학술림의 활성화 방안을 위한 기초자료를 얻고자 수행되었다.

자료수집은 2015년 8월-11월 중 장성학술림 이용객을 대상으로 한 설문조사를 통하여 이루어졌으며, 총 343부가 본연구의 분석에 이용되었다.

분석결과 첫째, 이용객의 약 46%가 장성학술림을 인지하고 있었으며, 주로 안내표지판을 통해 정보를 얻은 것으로 조사되었다.

둘째, 이용객이 가장 중요하게 여기는 장성학술림의 기능은 ‘휴양서비스 기능’으로 나타났다.

마지막으로 IPA 결과, 중점개선(Concentrate Here)을 의미하는 II사분면에는 ‘쉼터’ 속성이 포함되었으며, 과잉노력지양(Possible Overkill)을 의미하는 IV사분면에는 ‘접근성’, ‘수목다양성’, ‘화장실 미관’, ‘등산로 다양성’의 속성이 포함된 것으로 분석되었다.

본 연구의 결과는 향후 장성학술림의 운영시 이용객의 의견을 반영한 효율적인 관리방안의 필요성을 시사한다.

@highlight

자료수집은 2015년 8월-11월 중 장성학술림 이용객을 대상으로 한 설문조사를 통해 이뤄졌으며, 총 343부가 본연구의 분석에 이용되었다.

@highlight

이 연구의 결과는 향후 장성학술림의 운영시 이용객의 의견을 반영한 효율적인 관리방안의 필요성을 시사한다.

