헤겔은 종교와 예술을 한편으로는 인간의 삶을 형성하는 고유한 영역으로 이해하면서 동시에 절대정신의 한 부분으로서 인간의 자유를 실현시키는 실천철학적 요소로 간주한다.

그에게서 예술과 종교의 의미는 인간에게 내재한 아름다움에 대한 상상력의 욕망 속에, 혹은 피안의 세계를 이해하고 구원을 가능하게 하는 종교적 갈망 속에 소진되지 않는다.

그는 특히 종교적 정신 속에서 개인들이 공동체와 일체감을 느끼는 정서적 기능 뿐 아니라 사회적 규범을 정당화하는 정치적 기능을 발견하며, 따라서 종교를 사회적 통합을 가능하게 하는 중요한 제도로 인식한다.

본 논문은 헤겔이 자신의 고유한 철학적 사유를 처음으로 체계화한 『정신현상학』에서 종교, 특히 예술종교가 지닌 의미를 구체적으로 드러내는 것을 목적으로 하고 있다.

특히 본 논문은 고대 그리스사회에서 예술종교가 어떻게 인륜적 세계를 가능하게 하는 추동력으로 작동하고 있는지를 명확하게 보여주고, 이를 통해 예술종교에 내재해 있는 실천철학적 기제가 무엇인지를 해명하고자 한다.

이를 위해 본 논문은 헤겔이 자신의 철학 체계 내에서 철학과 함께 절대정신으로 다루고 있는 종교와 예술의 문제를 사회적 실천문제와 관련해 구체적으로 분석하고, 인륜적 공동체에서 행해진 예술종교의 의미와 역할을 실천철학적 관점에서 해명하며, 마지막으로 예술종교를 통해 매개된 고대 인륜적 공동체가 지닌 한계를 고대 그리스의 비극과 희극을 중심으로 살펴보고자 한다.

@highlight

본 논문은 헤겔의 『정신현상학』에서 종교, 예술종교의 의미를 파악하고, 이에 내재한 실천철학적 기제를 확인하고, 인륜적 공동체의 한계를 고대 그리스의 희극과 비극에 초점을 두어 살펴본다.

