스틱-

PC(Stick-

PC)는 크기가 작고 휴대가 용이하여 언제 어디서든 모니터나 TV 등의 디스플레이 장치에 연결하면 데스크탑 PC (Desktop PC)처럼 사용이 가능하다.

이에 따라 스틱-

PC(Stick-

PC)도 일반 PC처럼 각종 범죄로 연결될 수 있으며 다양한 증거들이 남아 있을 수 있다.

스틱-

PC(Stick-

PC)는 일반 데스크탑 PC(Desktop PC)와 같은 윈도우즈(Windows) 버전의 운영체제를 사용하고 있어 분석해야 할 아티팩트들은 동일하다.

하지만 데스크탑 PC(Desktop PC)와 달리 이동성이 있어 시스템 분석 전에 주변 기기 연결 흔적을 찾아 실사용자 확인 및 사용 흔적을 파악하는 것이 이루어지면 포렌식 조사 시 상당히 의미 있는 정보로 사용될 수 있다.

따라서 본 논문은 스틱-

PC(Stick-

PC)의 이미지 수집 방법 중 하나인 Bootable OS를 이용하여 이미지를 수집하는 방법을 제시한다.

또한 레지스트리와 이벤트로그를 통해 디스플레이, 블루투스(Bluetooth) 등의 주변기기 연결 흔적과 네트워크 연결 흔적을 분석하는 방법을 제시하고 실험 시나리오를 통해 포렌식 관점에서 활용 방안을 제시한다.

@highlight

본 연구는 스틱-

@highlight

PC의 이미지 수집 방법 중 하나인 Bootable OS를 이용해 이미지를 수집하는 방법을 제시하고자 한다.

@highlight

또한 레지스트리 및 이벤트로그를 통하여 디스플레이, 블루투스 등의 주변기기 연결 흔적 및 네트워크 연결 흔적을 분석하는 방법을 제시하고자 한다.

