본 논문은 현대 중국 민속전시의 현황과 문제점을 고찰하였다.

특히 중국에서 아직도 활발하게 추진되고 있는 무형문화유산 보호 운동과 관련하여, 박물관의 민속전시를 대상으로 전시이념을 분석하고, 전시동향을 정리하였다.

즉 기존의 민속박물관은 어떻게 변화했으며, 새롭게 생겨난 무형유산전시관과 지역박물관의 민속전시는 어떤 변화를 담았는지 살펴보았다.

결론적으로 말하면, 무형문화유산 보호 운동은 민속전시의 다양성을 증가시켰다.

기존의 민속박물관은 여전히 기층문화와 생활문화 이념을 강조하고.

무형유산전시관은 전승 문화와 살아있는 문화의 이념을 중시하며, 지역박물관은 토착문화와 로컬문화의 측면에서 문화전승에 치중하고 있음을 알 수 있었다.

무형문화유산 보호 운동 열풍 속에서 민속전시는 양적으로 증가했지만, 계획적이고 심도 있는 학술 연구가 병행되어야 함도 알 수 있었다.

무형문화유산 보호 운동이 21세기 중국 민속전시에 가져다준 것은 기회이면서 또한 도전이었다.

@highlight

본 논문은 현대 중국 민속전시 현황과 문제를 분석했다.

@highlight

특히 중국에서 활발하게 추진되고 있는 무형문화유산 보호 운동과 관련해 박물관 전시이념을 분석하고, 동향을 정리하였다.

@highlight

결론적으로 무형문화유산 보호 운동은 민속전시 다양성을 증가시켰다.

