대전지역 사회운동의 성장과 분화과정은 한국 사회운동의 일반적 궤적과 유사한 경로를 보였다.

87년 이전부터 종교·학생·교육·문화·청년운동 등 여러 사회운동세력이 존재했지만, 반독재민주화운동이라는 거대한 운동으로 수렴되어 있었다.

개별 운동세력들은 자신들의 독자적인 정체성을 강조하기 보다는 오히려 각 부문운동을 통해 반독재민주화운동을 강화하는 전략을 선택하였다.

87년 6월 항쟁 이후에서야 대전지역에서도 본격적으로 노동운동과 시민운동의 1차 분화가 이루어졌다.

이후 지속해서 2차 분화가 진행되면서 ‘거대한 운동에서 차이의 운동들’로 지역사회운동의 지형도가 재구조화 되었다.

지역사회운동의 성장과 분화에 있어 90년대에 도입되고 확대된 지방자치라는 새로운 정치제도가 중요한 영향을 미쳤다.

즉 지역정부와 지역시민운동이라는 새로운 정치구도는 지역사회운동의 생성과 확장을 자극하였다.

90년대 들어 새롭게 생성된 정치경제개혁운동, 여성운동, 환경운동뿐만 아니라 2000년대에 들어 새롭게 부상한 대안사회운동 및 풀뿌리운동들 또한 지방화 시대를 맞아 지역사회를 진보적·민주적·합리적·호혜적으로 재구성하려는 지역사회운동의 능동적 자기 진화의 과정이라고 할 수 있다.

@highlight

대전지역 사회운동의 성장과 분화과정은 한국 사회운동의 일반적 궤적과 유사한 경로를 보였다.

@highlight

개별 운동세력들은 자신들의 독자적인 정체성을 강조하기 보다는 오히려 각 부문운동을 통해 반독재민주화운동을 강화하는 전략을 선택했다.

