이 연구는 중도 척수장애인이 장애 이후 스포츠 활동을 통한 장애정체성 형성 과정을 내러티브 형식으로 탐구하였다.

이 연구에서는 중도 척수장애인 운동선수가 장애 이전의 자신의 정체성, 장애 이후 재활의 과정, 그리고 스포츠를 접하는 과정과 운동선수로서의 경험을 내러티브 탐구 방법과 현장노트를 중심으로 ‘이야기하기’ , ‘다시 이야기하기’를 통해 장애정체성을 형성해가는 과정의 이해와 스포츠의 의미를 탐색하였다.

연구 참여자는 중도 척수장애인으로 장애로 인한 병원 생활 경험, 스포츠 활동, 운동선수 경험이 있는 사람으로 선정하였다.

2명의 척수장애 운동선수를 연구 참여자로 선정, 총 6회의 내러티브를 통해 다음과 같은 연구 결과를 도출하였다.

먼저 장애 이전의 ‘나’로 다시 찾을 수 없는 비장애인의 삶을 구술했고, 비장애인 시기의 체육활동에 대한 구술을 했다.

이후 장애를 ‘단절’과 ‘상실’로 인식했으며, 장애 이후의 방황하던 삶을 이야기했다.

이들에 있어서 장애인체육은 장애 이후 단절되었던 삶에서 ‘또 다른 시작’이었다.

장애인체육활동을 통해서 삶에 대한 ‘동기부여’가 되었고, 자신에게 적합한 체육종목을 찾으며 변화된 신체의 기능에 적응해 갔다.

연구 참여자들은 체육활동을 통해서 ‘다시 찾은 나’로 ‘장애수용’을 하고 ‘자신감’을 찾으며, 장애 이후 장애인으로서의 ‘정체성’을 찾아가고 있다.

또한 장애 이후 체육활동을 통해서 새로운 인생의 목표 ‘행복’을 향해 열심히 살아가고 있다.

@highlight

본 연구에서는 중도 척수장애인 운동선수가 장애 이전의 자신의 정체성, 장애 이후 재활의 과정, 그리고 스포츠를 접하는 과정과 운동선수로서의 경험을 내러티브 탐구 방법과 현장노트를 중심으로 ‘이야기하기’ , ‘다시 이야기하기’를 통해 장애정체성을 형성해가는 과정의 이해와 스포츠의 의미를 탐색하였다.

