본 연구는 구용·구사의 인성교육적 의미와 역할에 대한 가능성을 탐색하고 활용 방안을 제안하였다.

구용구사는 「홍범구주」의 오사로부터 연원하는 것으로 보이며, 『예기』와 『논어』에 근거한다.

이후 『소학』 등의 문헌에 등장한다.

이이는 『격몽요결』을 통해 구용과 구사를 몸과 마음을 간수하고, 학문을 향상하는 가장 절실한 조항이라 제시하며 그 중요성을 강조했다.

구용은 ‘족용중, 수용공, 목용단, 구용지, 성용정, 두용직, 기용숙, 입용덕, 색용장’의 아홉 가지로 몸과 행동의 구체적인 제칙의 방법이다.

구사는 ‘시사명, 청사총, 모사공, 언사충, 사사경, 의사문, 분사난, 견득사의’의 아홉 가지로 생각의 준거로 기능한다.

구용과 구사는 교육과정에서 제시하는 핵심역량, 핵심인성역량으로서 기능할 가능성을 풍부하게 갖고 있다.

또한 교육 공동체가 함께 공유할 수 있는 행동과 생각의 규칙으로서 기능할 수 있다.

@highlight

이 연구는 구용·구사의 인성교육적 의미와 역할에 대한 가능성을 탐색하고 활용 방안을 제안하였다.

