목적 : 감각 및 운동기능에 대한 기능적 자기공명영상에서 데이터 분석 시 global scaling이 뇌 활성화 영상에 미치는 영향을 알아보고자 하였다.

대상 및 방법 : 신경학적 병력이 없는 정상 성인 피검자 4명을 대상으로 하였다.

운동기능은 오른쪽 상지를 구부렸다가 폈다가를 반복하는 운동을 시행하였고 청각기능은 1 KHz 순음자극을 시행하였다.

기능적 자기공명영상은 3.0T 자기공명영상기기(GE, Milwaukee, USA)에서 BOLD-

EPI 기법을 사용하였고 데이터 분석은 SPM2를 사용하였다.

데이터 분석 시 움직임보정, 통계적 유의 수준 등은 동일하게 한 상태에서 global scaling의 시행 전후의 뇌 활성화 영상을 획득하였다.

결과 : 오른쪽 상지운동에 대한 기능영상에서 global scaling 효과를 고려하지 않은 경우와 고려한 경우의 뇌 활성화 영상의 차이는 크지 않았다(p < 0.000001).

청각기능 검사에서는 global scaling 효과를 고려한 경우에서 고려하지 않은 경우에 비해 뇌 활성화 영상이 훨씬 크게 나타났다(p < 0.05).

결론 : 국소적 BOLD 신호의 변화가 작은 기능영상 검사에서는 데이터 분석 시 global scaling이 뇌 활성화 결과에 큰 영향을 미칠 수 있으므로 주의가 요구된다.

@highlight

감각 및 운동기능에 대한 기능적 자기공명영상 데이터 분석 시 global scaling이 뇌 활성화 영상에 미치는 영향을 알아보았다.

@highlight

결론적으로 국소적 BOLD 신호 변화가 작은 기능영상 검사에서는 데이터 분석 시 global scaling이 뇌 활성화 결과에 영향을 미칠 수 있으므로 주의가 요구된다.

