본 연구의 목적은 우리나라 초중등 영재학급과 영재교육원에서 나타나는 일상생활 상의 문제들 중 교사들이 생활지도할 때 어렵다고 여기는 문제가 무엇이며, 어떻게 해결하고 있는지, 그 실태를 파악하고 실천적 과제를 도출하는 데 있다.

이를 위해 전국의 초중등 영재학급 및 교육청 영재교육원 담당교사 267명을 대상으로 설문조사를 실시하였다.

주요 연구결과 및 시사점은 다음과 같다.

첫째, 전체 응답자의 82%정도가 영재교육에서 생활지도가 필요하다고 생각하고 있어 이에 대한 대응이 요구된다.

둘째, 학생들의 이기적 성향 등을 교사들이 가장 심각한 문제로 느끼고 있으며, 이는 영재아 생활지도에서 기본생활습관, 도덕성 등을 중요하게 다루어야 함을 시사한다.

셋째, 학부모들과의 상담에서 학부모들의 영재교육에 대한 잘못된 인식 등이 문제로 지적되고 있으므로 생생한 사례 중심의 학부모 교육이 필요하다.

넷째, 교사들은 생활지도를 도와 줄 수 있는 현실적 방법으로, 인성교육 프로그램, 경험 있는 교사들을 중심으로 한 멘토링 체계 혹은 상담협의체 구성, 사례중심의 영재 생활지도 및 상담 가이드라인 개발 등이 필요하다.

다섯째, 향후 영재아들을 우리 사회공동체에 기여하는 사회적 자원으로 성장할 수 있도록 하기 위해, ‘윤리적 마인드를 갖춘’ 영재를 키우는 한국형 영재교육 모델을 만들어 나갈 필요가 있다.

@highlight

본고의 목적은 우리나라 초중등 영재학급과 영재교육원에서 나타나는 일상생활 상의 문제들 중 교사들이 생활지도할 때 어렵다고 여기는 문제가 무엇이며, 어떻게 해결하고 있는지, 그 실태를 파악하고 실천적 과제를 도출하는 것이다.

