최근 서해안 태안 마도 해역에서 발견된 마도 1호선, 2호선, 3호선은 고려시대 13세기경의난파선으로서, 전라도 해안 일대에서 당시 수도인 개성으로 곡물을 운반하던 선박들이다.

이 배들에서는 모두 선박의 맨 아래 중앙 부분에 화덕 및 주방을 설치한 후, 배 안에서 직접 불을 피워 음식을 조리해서 먹었던 흔적이 확인되었다.

주방에서는 식품 조리에 사용하던 각종 주방용품들과 젓갈류와 같은 식품류도 발견되었다.

이 배들에서 발견된 주방 시설과 주방용품은 고려 시대 후기 선원들의 일상생활, 특히 식생활 및 공예 문화를 직접적으로 알려주는 타임캡슐과 같은 존재로서, 고려시대 일상생활 문화 연구에 매우 중요한 자료가 된다.

본고에서는 이 배들에서 확인된 각종 주방용품들의 종류와 성격을 검토하고, 당시 문헌기록에 보이는 고려의 일상생활 문화와 이 선박 출수 유물간의 상관관계를 검증하였다.

특히 12세기에 중국 송나라의 사신으로 배를 타고 고려로 왔던 서긍이 기록한 몇몇 그릇의 형태와 용도는 13세기의 실제 고려 선박에서 실려 있던 주방용품의 성격과 일치하는 부분이 많아서 매우 흥미롭다.

@highlight

최근 서해안 태안 마도 해역에서 발견된 마도 1호선, 2호선, 3호선은 고려시대 13세기경의난파선으로서, 전라도 해안 일대에서 당시 수도인 개성으로 곡물을 운반하던 선박들이다.

