1

-

P

a

l

m

i

t

o

y

l

-

d

3

1

-

2

-

o

l

e

o

y

l

-

s

n

-

g

l

y

c

e

r

o

-

3

-

p

h

o

s

p

h

a

t

i

d

y

l

c

h

o

l

i

n

e

 

(

P

O

P

C

_

d

3

1

)

로

 

이

루

어

진

 

지

질

 

이

중

막

에

 

항

균

성

 

펩

타

이

드

 

m

a

g

a

i

n

i

n

 

2

와

 

a

u

r

e

i

n

 

3

.

3

이

 

작

용

했

을

 

때

 

일

어

나

는

 

상

변

화

를

 

중

수

소

 

고

체

 

핵

자

기

 

공

명

 

스

펙

트

럼

을

 

관

측

하

여

 

탐

구

하

였

다

.

 

측

정

된

 

중

수

소

 

고

체

 

핵

자

기

 

공

명

 

스

펙

트

럼

의

 

선

모

양

을

 

이

론

적

 

모

델

 

구

조

를

 

통

하

여

 

모

사

함

으

로

써

,

 

펩

타

이

드

-

지

질

 

혼

합

상

태

의

 

기

하

학

적

 

구

조

상

수

 

및

 

동

력

학

적

 

표

면

 

확

산

 

계

수

 

등

을

 

구

하

였

다

.

 

펩

타

이

드

의

 

혼

합

 

이

후

 

5

일

 

이

내

의

 

짧

은

 

작

용

시

간

에

는

 

지

질

 

이

중

막

의

 

정

렬

이

 

파

괴

되

는

 

현

상

이

 

나

타

났

으

나

,

 

1

0

0

일

 

이

후

에

는

 

m

a

g

a

i

n

i

n

 

2

에

 

의

해

서

는

 

타

원

형

 

원

환

체

 

기

공

 

(

e

l

l

i

p

t

i

c

 

t

o

r

o

i

d

a

l

 

p

o

r

e

)

이

,

 

a

u

r

e

i

n

 

3

.

3

에

 

의

해

서

는

 

6

각

형

 

단

면

 

막

대

구

조

 

상

(

h

e

x

a

g

o

n

a

l

 

p

h

a

s

e

)

이

 

관

측

되

었

다

.

 

지

질

 

이

중

막

 

표

면

의

 

전

하

밀

도

가

 

항

균

성

 

펩

타

이

드

의

 

작

용

에

 

미

치

는

 

효

과

를

 

보

기

 

위

해

 

산

성

 

지

질

인

 

1

-

p

a

l

m

i

t

o

y

l

-

2

-

o

l

e

o

y

l

-

s

n

-

g

l

y

c

e

r

o

-

3

-

p

h

o

s

p

h

a

t

i

d

y

l

g

l

y

c

e

r

o

l

 

(

P

O

P

G

)

를

 

함

유

한

 

P

O

P

C

_

d

3

1

/

P

O

P

G

 

지

질

 

이

중

막

에

 

대

해

서

도

 

동

일

한

 

실

험

을

 

수

행

하

였

다

.

 

동

일

한

 

α

-

나

선

형

 

구

조

를

 

가

지

는

 

두

 

펩

타

이

드

가

 

두

 

종

류

의

 

지

질

 

이

중

막

에

 

작

용

하

는

 

과

정

의

 

차

이

를

 

확

인

할

 

수

 

있

었

다

.

@highlight

측정된 중수소 고체 핵자기 공명 스펙트럼의 선모양을 이론적 모델 구조를 통해 모사함으로써, 펩타이드-지질 혼합상태의 기하학적 구조상수 및 동력학적 표면 확산 계수 등을 구했다.