이

 

연

구

에

서

는

 

방

사

광

 

연

 

X

선

 

광

흡

수

 

분

광

법

(

s

o

f

t

 

x

-

r

a

y

 

a

b

s

o

r

p

t

i

o

n

 

s

p

e

c

t

r

o

s

c

o

p

y

:

 

X

A

S

)

을

 

이

용

하

여

 

T

C

r

2

O

4

(

T

 

=

 

F

e

,

 

C

o

,

 

N

i

)

스

피

넬

 

산

화

물

들

의

 

전

자

 

구

조

를

 

연

구

하

였

다

.

 

전

이

금

속

 

이

온

들

의

 

2

p

 

준

위

의

 

흡

수

에

 

의

한

 

X

A

S

 

측

정

으

로

부

터

 

T

(

T

 

=

 

F

e

,

 

C

o

,

 

N

i

)

 

이

온

들

의

 

원

자

가

는

 

공

통

적

으

로

 

2

가

(

T

2

+

)

이

며

,

 

C

r

 

이

온

의

 

원

자

가

는

 

3

가

 

(

C

r

3

+

)

 

임

을

 

발

견

하

였

다

.

 

그

리

고

 

T

 

이

온

들

은

 

정

사

면

체

 

대

칭

성

을

 

가

진

 

A

 

사

이

트

에

 

주

로

 

위

치

하

고

,

 

C

r

 

이

온

은

 

정

팔

면

체

 

대

칭

성

을

 

가

진

 

B

 

사

이

트

에

 

주

로

 

위

치

함

을

 

알

 

수

 

있

었

는

데

,

 

이

러

한

 

발

견

을

 

통

하

여

 

T

C

r

2

O

4

는

 

정

상

 

스

피

넬

에

 

가

까

운

 

구

조

를

 

가

지

고

 

있

다

고

 

결

론

지

을

 

수

 

있

다

.

 

또

한

 

F

e

C

r

2

O

4

와

 

N

i

C

r

2

O

4

에

서

는

 

얀

-

텔

러

변

형

이

 

중

요

한

 

역

할

을

 

하

지

만

,

 

C

o

C

r

2

O

4

는

 

얀

-

텔

러

 

변

형

이

 

없

는

 

입

방

체

 

구

조

를

 

유

지

하

는

 

원

인

을

 

알

 

수

 

있

었

다

.

 

그

러

므

로

 

T

C

r

2

O

4

에

서

 

C

r

3

+

 

상

태

의

 

이

온

들

과

 

T

2

+

 

상

태

의

 

이

온

들

 

간

의

 

반

강

자

성

 

결

합

이

 

이

 

산

화

물

들

의

 

자

성

 

특

성

을

 

결

정

하

는

데

 

중

요

한

 

역

할

을

 

한

다

고

 

생

각

된

다

.

@highlight

본 연구에서는 방사광 연 X선 광흡수 분광법을 이용해 TCr2O4스피넬 산화물들의 전자 구조를 연구했다.