본 연구는 지체장애인의 경제적 노후준비의 다양성과 변화성을 고려하여 시간의 경과에 따라 나타나는 경제적 노후준비의 변화궤적을 유형화하고, 그에 영향을 미치는 결정요인들의 영향력을 Andersen의 모형에 따라 검증하였다.

이를 위해 장애인고용패널 2차년도(2009)부터 8차년도(2015)까지 총 7개년의 자료를 활용하였으며, 분석에 사용된 대상자는 총 1847명이다.

장애인의 경제적 노후준비에 관한 종단적 변화유형을 파악하기 위해서는 잠재계층성장분석(LCGA)을 실시하였으며, 이후 분류된 유형에 대한 결정요인들의 영향력을 살펴보기 위해서는 다항로지스틱회귀분석을 실시하였다.

분석결과, 지체장애인의 경제적 노후준비 종단적 변화유형은 노후준비감소집단, 비노후준비지속집단, 노후준비증가집단, 노후준비유지집단으로 구분되었으며, 결정요인으로는 교육수준, 소득, 사회경제적 지위, 취업, 주택소유, 국민기초생활보장제도 수급여부, 일상생활능력정도가 각 유형의 분류에 유의미한 영향을 미치는 것으로 나타났다.

이러한 결과에 따라 지체장애인의 경제적 노후준비를 촉진할 수 있는 구체적이고 차별화된 대응방안과 실질적인 정책적 제언을 제시하였다.

@highlight

본 연구는 지체장애인의 경제적 노후준비의 변화궤적을 유형화하고, 결정요인들의 영향력을 Andersen 모형에 따라 검증하였다.

@highlight

분석결과, 경제적 노후준비 종단적 변화유형은 노후준비감소집단, 비노후준비지속집단, 노후준비증가집단, 노후준비유지집단으로 구분되며, 결정요인은 교육수준 외 7가지로 나타났다.

