2014년 세월호 침몰사고 발생 이후로 한국 정부는 LTE를 기반으로 한 재난안전통신망 구축을 추진하기 시작했다.

현재 구축비용과 망 구축에 걸리는 시간의 소요로 인해 상용망 활용이 중요시 되고 있다.

그러나 상용망을 사용할 경우 재난이 발생하면 일반인 사용자의 통화가 폭주하여 통신장애의 가능성을 가지고 있다.

이에 본 논문에서는 재난안전통신망이 상용망 활용 시 통화폭주로 인해 통신 장애가 발생할 때, 재난상황의 특성을 고려한 우선순위를 이용하여 대역폭을 할당해 더 좋은 품질의 서비스를 제공하는 방법을 제안하였다.

최고 효율을 얻기 위해 Fractional Knapsack Problem으로 문제를 정의한 후 Greedy algorithm을 통해 대역폭을 할당하는 방법을 제안하였다.

또한 성능 평가를 위해 제안하는 방법과 계급 우선 할당 방법, 균등 할당 방법을 비교하여 성능을 검증하였다.

할당된 사용자들의 Value의 합, 손실된 트래픽량을 비교했을 때 제안한 방법의 성능이 더 좋은 것을 확인 할 수 있었다.

@highlight

이 논문에서는 재난안전통신망이 상용망 활용 시 통화폭주로 인해 통신 장애가 발생할 때, 재난상황의 특성을 고려한 우선순위를 이용해 대역폭을 할당해 더 좋은 품질의 서비스를 제공하는 방법을 제안했다.

