운송 중 물품이 매매되었을 때 위험의 이전시점은 해석상 어려운 문제를 야기할 수 있다.

국제물품매매에 있어서 위험부담의 문제는 매매계약의 체결과 완전한 이행 사이의 일정한 시점에서 계약당사자 쌍방의 책임 없는 사유로 인해 발생한 물품의 멸실 또는 훼손을 매도인과 매수인 중 누가 부담하는가 하는 문제이다.

특히 이러한 위험을 부담하는 주체의 변경문제를 위험이전이라고 한다.

물품매매의 목적은 소유권의 이전에 있으나, 즉석에서 대금을 지급하고 물품을 취득하는 현지매매가 아닌 국제물품매매에 있어 위험을 쌍방당사자에게 어떻게 배분할 것인가 하는 것은 매우 중요한 문제이다.

왜냐하면 국제물품매매는 그 특성상 계약체결과 이행사이에 시차가 벌어지고, 물품의 운송시간이 많이 소요되는 것이 원칙이며, 운송과정에서 많은 위험을 수반하므로 이러한 위험을 누가 부담하느냐 하는 것은 경제적인 손실과 직결되는 것이기 때문이다.

따라서 위험의 이전시기를 정하고 있는 입법주의에 따라서 매도인과 매수인의 경제적 손실은 크게 달라질 수 있다.

@highlight

운송 중 물품이 매매되었을 때 위험의 이전시점은 해석상 어려운 문제를 야기할 수 있다.

@highlight

물품매매의 목적은 소유권의 이전에 있으나, 즉석에서 대금을 지급하고 물품을 취득하는 현지매매가 아닌 국제물품매매에 있어 위험을 쌍방당사자에게 어떻게 배분할 것인가 하는 것은 매우 중요한 문제이다.

@highlight

국제물품매매는  계약체결과 이행사이에 시차가 벌어지고, 물품의 운송시간이 많이 소요되는 것이 원칙이며, 운송과정에서 많은 위험을 수반하므로 누가 부담하느냐 하는 것은 경제적인 손실과 직결되는 것이기 때문이다.

