이 논문은 지속가능발전목표(SDGs) 교육 활성화 방안을 연구하기 위해 기독교 대학이 기여할 수 있는 부분을 연구한다.

먼저 첫째로는, 기독교의 신학적 전통 속에서 지속가능성이 어떻게 다루어졌는지 파악하기 위해 아우 구스티누스의 신학속에 담겨진 사회와 환경적 요소에 대해 살피고, 20세기 에큐메니컬 신학과 2013년 세계교회협의회 제10차 부산 총회에서 다루어진 지속가능성의 가능성에 대해 살펴보고자 한다.

둘째로는 지속가능발전 담론 에 있어서 고등교육기관이 갖는 여러 가지 역할에 대한 논의를 설명한다.

지속가능발전은 모두에게 적용되는 개념이지만 동시에 여러 전공을 아우르 기 때문에 대학에서 쉽게 가르치지 못할 수 있겠다.

그러나, 연세대학교와 같은 기독교 대학에서는 모든 학생들이 진리와 자유의 기독교적 정신과 삶 을 배울 수 있는 채플 시간이 있다.

따라서 채플 강연을 지속가능발전목표와 연계하여 제공한다면 학생들이 기독교적 정신을 품은 세계시민으로서 거듭 나 실천하는 지성인으로 양육하는데 기여할 수 있는 가능성이 있다.

@highlight

이 논문은 지속가능발전목표(SDGs) 교육 활성화 방안을 연구하기 위해 기독교 대학이 기여할 수 있는 부분을 연구한다

지속가능발전은 모두에게 적용되는 개념이지만 동시에 여러 전공을 아우르 기 때문에 대학에서 쉽게 가르치지 못할 수 있겠다

따라서 채플 강연을 지속가능발전목표와 연계하여 제공한다면 학생들이 기독교적 정신을 품은 세계시민으로서 거듭 나 실천하는 지성인으로 양육하는데 기여할 수 있는 가능성이 있다


