이 연구는 성 고정관념과 자기 긍정성이 여성들의 자아해석과 여성·남성에 대한 해석과 판단에 어떻게 반영되는지를 보기 위해, 성 고정관념이 높은 여대생 37명과 낮은 여대생 35명에게 명시적 검사와 암묵적 연합검사를 실시하여 비교하였다.

명시적인 검사 결과, 자아해석에는 두 집단 모두 성 고정관념을 반영하였고, 특히 긍정적인 성 고정관념의 내용을 반영하였다.

그러나 여성집단에 대한 판단 시에는 고정관념 저 집단은 전반적으로 고정관념을 덜 적용할 뿐 아니라 부정적인 고정관념을 더 거부하였고, 남성집단에 대한 판단에서는 고정관념 고 집단은 긍정적 고정관념을 수용하지만, 고정관념 저 집단은 부정적 고정관념을 수용하였다.

반면 암묵적인 연합검사(IAT)를 통해 밝혀진 것은 성 고정관념과 자아 긍정성이 모두 고정관념 고저 집단간 차이없이 자동적으로 일어나지만, 성 고정관념보다는 자아 긍정성이 더 우선해서 작용한다는 것이다.

이러한 결과는 자기 일관성, 우호적 성 차별주의, 자기 이행적 예언효과와 관련하여 논의되었다.

@highlight

본 연구는 성 고정관념과 자기 긍정성이 여성들의 자아해석과 여성·남성에 대한 해석과 판단에 어떻게 반영되는지를 보기 위해, 성 고정관념이 높은 여대생 37명과 낮은 여대생 35명에게 명시적 검사와 암묵적 연합검사를 실시하여 비교하였다.

