본 연구의 목적은 목질계 바이오매스가 가지고 있는 에너지 대체효과를 산출하고 이 대체효과가 지역경제에 어떠한 파급효과를 가지는지를 분석하는 것이다.

이를 통해 지역내 산림자원의 바이오 에너지 정책추진에 대한 과학적인 타당성을 부여하고자 한다.

분석결과, 충북의 목질계 바이오매스 이용가능량(1,319,8418㎥/년)을 펠릿으로 활용할 경우에는 1,158,448(배럴/년)의 석유를 대체하여 480,448(톤CO2/년)의 온실가스를 감축할 수 있으며 원유대체효과는 136,057(백만원/년)인 것으로 나타났다.

경제적 파급효과는 전국에 걸쳐 유발되며 전체 유발액 중 생산유발은 51.4%, 부가가치 유발은 48.1%, 취업유발은 48.3%가 충북지역에 유발되는 것으로 나타났다.

지역에 미치는 경제적 파급효과를 정량적으로 살펴보면 목재펠릿의 경우, 충북에 연간 3,489억원의 생산파급효과와 998억원의 부가가치 유발효과 그리고 1,658명의 취업유발효과를 가져오는 것으로 나타났다.

본 연구결과는 지역내 목질계 바이오매스를 이용한 신성장동력화에 관한 전략을 수립하는데 기여할 수 있을 것이다.

@highlight

이 연구의 목적은 목질계 바이오매스가 갖고 있는 에너지 대체효과를 산출하고 이 대체효과가 지역경제에 어떤 파급효과를 가지는지를 분석하는 것이다.

