본 연구는 전통미술 문화의 경험이 어렸을 적부터 이루어져야 거부감 없이 전통미술을 받아들일 수 있고, 그 속에 담긴 우리 민족의 정신을 자연스럽게 배울 수 있다는 생각에서 시작되었다.

이 논문의 목적은 아이들이 흥미를 가지고 전통재료를 체험하고 전통미술 속에 담긴 선비의 풍류와 선비정신을 경험할 수 있도록 놀이, 작품 감상, 전통재료를 이용한 작품 창작의 과정을 음악, 미술, 무용, 연극 등의 예술통합프로그램으로 개발하고 실행하는데 있다.

프로그램을 실행한 결과 다음과 같은 사실을 알 수 있었다.

첫째, 놀이 활동은 아이들의 자발적 참여를 이끌어 내어 창의적인 자기표현을 할 수 있도록 한다.

둘째, 평소 접하기 힘든 전통미술재료에 대한 물성(物性)체험은 아이들 자신의 고유한 경험을 확장시켜 몰입을 경험하게 한다.

셋째, 하나의 주제를 중심으로 다양한 예술 장르를 통합하였을 때 각각의 활동이 유기적으로 결합되어 특정 개념과 주제에 대해 깊이 있게 탐구할 수 있다.

넷째, 아이들이 작품을 감상하고, 감상 작품과 동일한 재료를 사용하여 작품을 창작할 때 그 작품에 대한 관심과 애정이 생길 수 있다.

이러한 결과에 비추어 볼 때, 앞으로도 전통미술교육에 기반을 둔 예술통합 프로그램이 다양하게 개발되어 아이들의 창의·인성교육에 견인차 역할을 할 수 있기를 바란다.

@highlight

이 연구는 전통미술 문화의 경험이 어렸을 적부터 이루어져야 거부감 없이 전통미술을 받아들일 수 있고, 그 속에 담긴 우리 민족의 정신을 자연스럽게 배울 수 있다는 생각에서 시작됐다.

@highlight

이 논문의 목적은 아이들이 흥미를 가지고 전통재료를 체험하고 전통미술 속에 담긴 선비의 풍류와 선비정신을 경험할 수 있도록 예술통합프로그램으로 개발하고 실행하는 것이다.

