본 연구는 유아교사를 대상으로 과학교수 불안이 과학 교과교육학지식과 과학교수 태도를 어떻게 매개하는지를 살펴보았다.

이를 위하여 서울, 경기, 대전, 전북 지역의 유치원에 재직 중인 유아교사 153명을 대상으로 과학 교과교육학지식, 과학교수 태도, 과학교수 불안에 대한 설문조사를 실시한 후, 수집된 자료를 기초로 과학교수 불안에 대한 완전매개와 부분매개모형을 설정하고 공변량구조분석에 기초하여 모델의 적절성을 검토하였다.

분석결과, 과학 교과교육학지식과 과학교수 태도 간의 관계에서 과학교수 상태불안이 부분매개 역할을 하는 것으로 나타났다.

즉, 과학교수 태도에 있어 유아교사의 과학 교과교육지식과 과학교수 상태불안의 중요성을 알 수 있었다.

본 결과를 토대로 예비 유아교사와 현직교사의 과학 교과교육학지식 향상과 과학교수 불안을 해소하기 위한 교사교육의 필요성을 제기하고 유아과학교수를 위한 시사점 및 후속연구를 위한 제언을 제시하였다.

@highlight

이 연구는 유아교사를 대상으로 과학교수 불안이 과학 교과교육학지식과 과학교수 태도를 어떻게 매개하는지를 살펴보았다.

