백제역사재현단지 조성은 부족한 백제문화유산의 한계를 보완하고, 백제사의 새로운 조명을 통한 백제 역사문화의 재현을 목표로 하는 대형사업이다.

따라서 백제문화의 우수성을 내외에 알리는 체험과 교육의 장이 되도록 기획·진행되고 있다.

문화재의 재현은 충분한 기초자료와 사례의 실증 위에서 이루어져야 한다.

고증과 내용이 철저하지 못하면 재현하지 않은 것만 못할 수도 있기 때문이다.

교육·체험의 콘텐츠개발이나 각종 활용 가능한 사업과의 연계가 필요한 것도 그 때문이다.

그런데 막바지에 이르고 있는 현 시점에서도 백제역사재현단지에서 기대할 수 있는 교육과 체험의 콘텐츠가 가시화되지 않고 있는 느낌이다.

체험의 현장이나 백제 역사극, 혹은 한국 고대사극의 촬영 세트장으로 활용할 수도 있는데, 이에 대한 구체적인 활용 방안이 거의 없는 실정이다.

그런가 하면 백제의 역사와 정신, 백제문화의 브랜드도 찾아보기 어렵다는 문제점이 있다.

백제역사재현단지를 조성하면서 백제의 역사와 정신이 빠져 있다면 심각한 문제가 아닐 수 없다.

그런데도 고고학이나 미술사 위주의 정비·복원이 이루어지면서 역사와 정신은 소홀히 되고 있는 실정이다.

그런 점에서 남은 기간에라도 ‘사람과 지역중심’의 재현이 되도록, 그리고 ‘후대에 계승된 백제문화’에 대해서도 관심을 갖는 쪽으로 소재의 활용 폭을 넓힘으로써 이러한 사항들이 보완되기를 기대한다.

@highlight

백제역사재현단지 조성은 부족한 백제문화유산의 한계를 보완하고, 백제사의 새로운 조명을 통한 백제 역사문화의 재현을 목표로 하는 대형사업이다.

