우리나라를 비롯하여 중국, 일본, 몽골, 러시아, 북한 등을 포함하는 동북아지역은 지리적으로 연접하고 있고 최근 급속한 산업화와 경제여건의 변화로 인해 월경성 환경오염 등 각종 환경문제가 발생하고 있으나 이를 조정, 관리할 시스템의 부재로 인해 효과적인 대처가 어려운 실정이다.

최근 관심이 높아진 유라시아 이니셔티브 및 북한과의 관계 개선 등과 관련하여 예상되는 향후 양자 및 다자간 개발사업 추진에 따른 동북아 월경성 환경영향평가에 대한 수요는 반드시 발생할 것으로 예상된다.

따라서 다양한 접근 방법을 고려하여 향후 인접국가와의 월경성 환경영향평가를 대비하는 작업이 반드시 필요하다고 할 수있다.

이러한 배경아래 본 연구는 2004년 이래 환경부와 KEI를 통해 진행되어온 동북아 월경성 환경영향평가 사업에 대한 성과 분석과 월경성 환경영향평가 제도 관련 UNECE Espoo 협약의 구체적인 체계, 운영 및 사례 등을 통하여 최근 들어 관심이 집중되는 동북아 지역에서의 대규모 개발계획에 대한 월경성 환경영향평가 추진 전략에 대하여 제시하고자 한다.

주요 추진 전략으로는 관련 국가들의 동북아지역 월경성 환경영향평가제도 정착을 위한 지속적인 노력이 필요하며, 이와 함께 향후 예상되는 개발 사업들에 대한 양자간 또는 다자간 실무그룹을 구성하여 구체적인 가이드라인을 준비하는 것이 필요하다.

이를 위하여 양자간 또는 다자간 시범사업이 구체적인 추진전략의 첫 단계가 될 수 있을 것이다.

@highlight

본 연구는 2004년 이래 환경부와 KEI를 통해 진행되어온 동북아 월경성 환경영향평가 사업에 대한 성과 분석과 월경성 환경영향평가 제도 관련 UNECE Espoo 협약의 구체적인 체계, 운영 및 사례 등을 통하여 최근 들어 관심이 집중되는 동북아 지역에서의 대규모 개발계획에 대한 월경성 환경영향평가 추진 전략에 대하여 제시하고자 한다.

