본 연구의 목적은 보험설계사의 서비스품질 개선이 보험회사의 고객유지에 긍정적인 영향을 미치는지 또는 전환장벽을 높여 회사로부터의 동반이탈을 야기함으로써 부정적인 영향을 미치는지 분석하는 것이다.

이에 본 연구는 500명의 생명보험 고객을 대상으로 설문조사를 실시하였고, 보험설계사의 서비스품질, 고객의 완전판매인식, 보험설계사의 전환장벽, 그리고 고객유지 간의 인과관계를 검증하기 위해 구조방정식 모델을 적용하였다.

연구 결과는 다음과 같다.

첫째, 보험설계사의 신뢰성과 적극지원성은 완전판매에 대한 유의한 긍정적인 영향력이 있었고, 신뢰성과 외적유형성은 전환장벽과 고객유지에 유의한 긍정적 영향력이 있었다.

한편, 완전판매는 전환장벽에 유의적인 긍정적 영향력이 있는 반면 전환장벽이 고객유지에 미치는 영향력은 유의하지 않았다.

둘째, 보험설계사의 서비스품질 중 신뢰성과 외적유형성은 고객유지에 유의적인 총효과가 있었지만 친절은 고객유지에 부정적인 총효과가 있었다.

한편 서비스품질의 적극지원성은 고객유지에 미치는 총효과는 유의하지 않았다.

셋째, 단기 고객의 경우 보험설계사와 보험 회사의 외형적 신뢰감이 고객유지에 도움이 되었지만, 보험설계사와 고객 사이의 거래 기간이 길어지면 보험설계사와 고객 간의 전환장벽도 이에 따라 커져 고객유지에 부정적인 효과가 있는 것으로 나왔다.

@highlight

보험설계사의 서비스품질 개선이 보험회사의 고객유지에 긍정적인 영향을 미치는지 또는 전환장벽을 높여 회사로부터의 동반이탈을 야기함으로써 부정적인 영향을 미치는지 분석하는 것이다.

@highlight

보험설계사의 신뢰성과 적극지원성은 완전판매에 대한 유의한 긍정적인 영향력이 있었고, 신뢰성과 외적유형성은 전환장벽과 고객유지에 유의한 긍정적 영향력이 있었다.

@highlight

 보험설계사의 서비스품질 중 신뢰성과 외적유형성은 고객유지에 유의적인 총효과가 있었지만 친절은 고객유지에 부정적인 총효과가 있었다.

