본 연구는 국가승인통계인 ‘2017년 사회통합실태조사’자료를 활용하여 주관적 웰빙에 영향을 미치는 변인을 분석하는 것이다.

사회적 자본, 인구사회적 요인 등을 주요한 설명변수로 선정하여응답자의 주거지역 및 소득수준에 따른 설명변수의 영향력 차이를 규명하고자 하였다.

SPSS의신뢰도 분석과 다중회귀분석.

일원배치분산분석(ANOVA) 그리고 독립표본T-

test을 통하여 가구소득별, 거주지역별 주관적 웰빙의 수준을 비교분석하였다.

연구의 결과는 상위소득 계층과 농어촌거주지역의 응답자들이 상대적으로 높은 삶의 만족도와 행복감을 보여주고 있으며 사회적 자본이 주관적 웰빙에 미치는 영향력 또한 소득수준과 거주지역에 따라 서로 차이가 있음을 발견하였다.

주관적 웰빙에 가장 크고 일관적인 영향을 미치는 변수는 사회적 자본 변수보다는 개인의삶과 직접적으로 관계가 있는 사회적 성취도, 건강상태, 경제적 안정감 등이 중요한 설명변인으로 밝혀졌다.

@highlight

사회적 자본, 인구사회적 요인 등을 주요한 설명변수로 선정하여응답자의 주거지역 및 소득수준에 따른 설명변수의 영향력 차이를 알아보았다.

@highlight

상위소득 계층과 농어촌거주지역의 응답자들이 상대적으로 높은 삶의 만족도와 행복감을 보여주고 있으며 사회적 자본이 주관적 웰빙에 미치는 영향력 또한 소득수준과 거주지역에 따라 서로 차이가 있음을 알수있다.

@highlight

 개인의삶과 직접적으로 관계가 있는 사회적 성취도, 건강상태, 경제적 안정감 등이 중요한 설명변인으로 확인되었다.

