이 글은 6년차 유치원 교사가 수업연구동아리에서 겪은 수업컨설팅 과정의 경험에 대한 탐색으로서, 수업컨설팅 경험과 그 경험의 심층적 분석을 통해 발견한 성장의 의미를 자문화기술지(auto-

ethnography)로 이야기 하였다.

나는 자신의 목소리와 자기반성, 그리고 반영성에 기초한 개인적 이야기를 통해 수업컨설팅의경험으로 인한 심리적 상태를 기술하고, 수업컨설팅 과정을 통해 발견한 성장의 의미를 논의함으로써 수업컨설팅의 이해를 돕고, 수업에 대한 교육적 성찰을 공유하고자 하였다.

나의 수업컨설팅의 경험은 기대감-

어려움-

해방감이라는 3가지 변화과정으로 나타났다.

그리고 수업컨설팅 과정을 통해 발견한 성장은 첫째, 꿈틀거리는 반성력 발견, 둘째, 이론과 실제의 간극에서 융통성 발견, 셋째, 수업의 동반자 발견이었다.

위와 같은 연구결과는 유치원 교사들에게 컨설팅 과정의 어려움과 성장에 대한 공감을 통해 건전한 교육풍토를 조성하는 데 의의가 있다.

@highlight

유치원 교사가 수업연구동아리에서 겪은 수업컨설팅 과정의 경험에 대한 탐색으로서, 수업컨설팅 경험과 그 경험의 심층적 분석을 통해 발견한 성장의 의미를 자문화기술지(auto-

@highlight

ethnography)로 이야기 하고자 한다.

