나는 골프대학에서 학생들을 가르치는 교수활동에서 얻은 경험들을 자문화기술지를 통해 기술하였다.

골프지도자로서 교수활동을 하는 과정에서 자신에 대한 역할의 변화, 골프지도방법과 수업내용의 재구성, 그리고 골프교육이 지니는 의미와 가치에 대해 개인의 이야기를 사회문화적 맥락과 연결 지어 기술하고자 하였다.

본 연구 결과를 살펴보면, 첫째, 골프지도자에서 골프교수로서 변화하는 과정에서 역할변화에 따른 혼란을 경험하였다.

골프레슨을 하는 골프지도자의 삶에서 학생을 가르치는 교수의 삶으로 변화하는 과정에서의 나의 설렘과 기대감은 교육적 활동에 대해 내가 세운 목표에서 비롯되었다.

나의 교육적 목표에 포함되어 있는 학생과 학교시스템에 대해 실망하고 이를 극복하며 다시 기대를 하는 나의 모습을 통해 역할의 혼란을 겪으면서 골프교육자로 거듭날 수 있었다.

둘째, 골프대학의 교수활동에 있어 수업지도방법과 수업내용을 다르게 구성하는 나를 경험하였다.

골프대학에 대한 학생들의 불만과 불신은 수업의 운영과 방식에서 비롯되어 이를 넘어서기 위해서는 교육내용보다 교수의 역할이 더욱 중요하다는 것을 알게 되었다.

셋째, 골프기량위주의 실기수업만이 아닌 인성과 기본 소양을 포함한 기초이론을 가르치기 위해 노력하는 나를 되돌아보면서, 골프대학 학생들이 프로골퍼가 되기 위해 노력하는 것이 내가 추구하는 골프교육의 가치와 상충되지 않는다는 것을 경험하였다.

@highlight

본 논문의 결과를 보면 골프지도자에서 골프교수로서 변화하는 과정에서 역할변화에 따른 혼란을 경험했다.

@highlight

골프레슨을 하는 골프지도자의 삶에서 학생을 가르치는 교수의 삶으로 변화하는 과정에서의 나의 설렘과 기대감은 교육적 활동에 대하여 세운 목표에서 비롯된 것이다.

@highlight

교육적 목표에 포함되어 있는 학생과 학교시스템에 대하여 실망하고 극복하며 골프교육자로 거듭나게 되었다.

