이 연구의 목적은 중소기업에서의 조직학습과 변혁적 리더십, 학습문화 및 사회관계망의 인과적 관계를 실증적으로 구명하는 데 있다.

이를 위해 상시근로자수 5인 이상, 업력 3년 이상의 제조업, 도소매업, 서비스업종의 중소기업 가운데 무선표집을 통하여 추출된 150개 기업, 900명의 종사자를 대상으로 자료를 수집하였고, 수집된 자료는 Window SPSS 18.0과 PLS 통계 프로그램을 사용하여 빈도, 평균, 표준편차와 같은 기술통계 및 변인간 인과관계 분석을 위한 PLS 경로모형(partial least square path modeling)을 적용하여 분석되었다.

연구의 결과는 다음과 같다.

첫째, 중소기업에서의 조직학습과 관련 변인 간의 인과모형에 대한 적합도는 적합한 것으로 나타났다.

둘째, 중소기업에서의 변혁적 리더십과 학습문화는 조직학습에 대해 정적인 영향을 미치는 반면, 사회관계망은 부적인 영향을 미치는 것으로 나타났다.

셋째, 중소기업 경영진의 변혁적 리더십은 학습문화와 사회관계망을 매개로 조직학습에 대해 통계적으로 유의미한 간접효과를 나타냄으로써 부분 매개효과를 나타냈으나, 중소기업에서의 사회관계망은 학습문화와 조직학습의 관계에 있어 통계적으로 유의하지 않은 결과를 나타내 매개역할을 하지 않는 것으로 나타났다.

@highlight

이 연구의 목적은 중소기업에서의 조직학습과 변혁적 리더십, 학습문화 및 사회관계망의 인과적 관계를 실증적으로 구명하는 데 있다.

@highlight

중소기업에서의 조직학습과 관련 변인 간의 인과모형에 대한 적합도는 적합한 것으로 나타났다.

