본 연구는 한국교육고용패널(KEEP) 4차(2007) 자료를 활용하여 고3 학생들의 삶의 단면들을 교육계층화와 불평등의 관점에서 살펴보았다.

특히 본 연구는 다수의변수들을 몇 개의 축을 중심으로 요약·시각화하는 중다대응분석(MCA)를 활용하였다.

이는 위계화 된 대학 학벌을 중심으로 사회·직업적 보상이 평가되는 한국사회에서 대입을 준비하는 고3 시기를 다면적(多面的)으로 살펴보기 위함이다.

한국사회의 고3 시기는 학생의 개인적 능력과 노력뿐만이 아니라, 가정의 자원과 전략이 ‘대입’이라는 묵시적 목표를 향해 집중되는 시기로, 사회구조적 불평등은 학생들의 교육현장과 삶에서 총체적으로 표출된다.

따라서 본 연구는 표출이 직접적으로드러나는 고3 시기 삶의 단면들을 학교유형, 가정, 학업, 사회, 문화, 의식관의 다섯차원에서 살펴봄에 목적을 둔다.

각 차원의 분석결과들은 사회구조적 위계가 학생들의 삶의 단면들 전반에서 중첩·상응되고 있는 한국사회의 교육계층화 양상을보여준다.

@highlight

이 연구는 한국교육고용패널 4차 자료를 활용하여 고3 학생들의 삶의 단면들을 교육계층화와 불평등의 관점에서 살펴보았다.

@highlight

본 연구는 표출이 직접적으로드러나는 고3 시기 삶의 단면들을 학교유형, 가정, 학업, 사회, 문화, 의식관의 다섯차원에서 살펴봄에 목적을 둔다.

