본 연구는 학생자치활동이 중·고등학생들이 인식하는 학교교육 효과에 미치는 영향을 실증적으로 분석하는 데 목적을 두고 있다.

이를 위해 한국청소년정책연구원이 수집한 「아동·청소년 인권실태 조사」자료를 활용하여, 중학생과 고등학생을 대상으로 분석을 실시하였다.

특히 본 연구에서는 학급회의 운영 여부, 학생회 운영의 자율성 보장 수준, 학교에서의 자유로운 의사표현 수준, 학교의 주요 의사결정 과정에 대한 학생 참여 및 의사결정과정의 공유 등 학생자치활동의 개념을 포착하는 다양한 변수들을 활용하여, OLS 회귀분석을 통해 학생자치활동의 효과를 세밀하게 살펴보고자 하였다.

분석 결과, 학생자치활동은 학생들이 인식하는 학교교육의 효과에 긍정적인 영향을 미치는 것으로 확인되었다.

구체적으로, 학생들이 학교 안에서 자유롭게 의사표현을 하고, 학생회 운영의 자율성이 보장되며, 학교의 규칙이나 규정 등 주요 의사결정 과정에 학생들이 참여하도록 기회를 보장하고 의견을 공유하는 참여의 절차가 잘 준수될수록 중학생 및 고등학생이 느끼는 학교교육의 효과는 제고되었다.

학급회의 운영 여부의 경우, 중학생 집단에는 긍정적 영향을 미치는 것으로 확인된 반면, 고등학생 집단에서는 뚜렷한 효과가 확인되지 않았다.

이러한 연구결과를 토대로 본 연구에서는 학교교육의 효용성을 증진하는 데 도움이 되도록, 학생자치활동을 활성화 할 필요가 있음을 제언하였다.

아울러 학생자치활동을 내실화하기 위한 양적·질적 측면의 지원 방안을 논의하였다.

@highlight

학생자치활동은 학생들이 인식하는 학교교육의 효과에 긍정적인 영향을 미치는 것으로 확인되었으며, 학생들이 학교 안에서 자유롭게 의사표현을 하고, 학생회 운영의 자율성이 보장되며, 학교의 규칙이나 규정 등 주요 의사결정 과정에 학생들이 참여하도록 기회를 보장하고 의견을 공유하는 참여의 절차가 잘 준수될수록 중학생 및 고등학생이 느끼는 학교교육의 효과는 제고되었다.

@highlight

학급회의 운영 여부는, 중학생 집단에는 긍정적 영향을 미치고, 고등학생 집단에서는 뚜렷한 효과가 확인되지 않았다.

