본

 

연

구

는

 

대

학

생

들

에

게

 

여

가

권

태

와

 

여

가

의

 

내

재

적

동

기

가

 

어

떤

 

관

계

에

서

 

경

험

되

고

 

있

으

며

 

여

가

권

태

와

 

여

가

의

 

내

재

적

 

동

기

에

 

따

라

 

대

학

생

들

이

 

어

떤

 

유

형

으

로

 

분

류

될

 

수

 

있

는

지

,

 

그

리

고

 

그

 

유

형

에

 

따

라

 

여

가

행

위

에

 

차

이

가

 

있

는

가

를

 

살

펴

보

았

다

.

 

자

료

수

집

은

 

경

상

북

도

에

 

위

치

한

 

대

학

교

에

서

 

이

루

어

졌

으

며

 

2

3

4

명

의

 

학

생

이

 

참

여

하

였

고

 

2

2

7

부

가

 

분

석

에

 

이

용

되

었

다

.

 

여

가

권

태

는

 

의

미

부

재

권

태

,

 

심

리

적

관

여

부

재

권

태

,

 

시

간

인

식

권

태

,

 

신

체

적

관

여

부

재

권

태

의

 

네

 

개

 

요

인

,

 

여

가

동

기

는

 

자

율

적

 

동

기

,

 

타

율

적

 

동

기

,

 

무

동

기

의

 

세

 

개

 

요

인

,

 

그

리

고

 

여

가

행

위

는

 

수

동

적

 

여

가

,

 

옥

외

여

가

,

 

스

포

츠

 

및

 

게

임

,

 

사

회

적

 

여

가

의

 

네

 

개

 

요

인

으

로

 

도

출

되

었

다

.

 

분

석

결

과

 

여

가

동

기

에

 

있

어

서

는

 

자

율

적

 

동

기

를

,

 

여

가

권

태

에

 

있

어

서

는

 

심

리

적

/

신

체

적

 

관

여

부

재

권

태

를

 

비

교

적

 

많

이

 

경

험

하

는

 

것

으

로

 

나

타

났

다

.

 

여

가

행

위

에

 

있

어

서

는

 

수

동

적

 

여

가

와

 

사

회

적

 

여

가

 

참

여

가

 

높

은

 

것

으

로

 

나

타

났

다

.

 

여

가

동

기

와

 

여

가

권

태

를

 

이

용

해

 

학

생

들

을

 

분

류

한

 

결

과

 

각

각

 

‘

소

극

적

 

동

기

-

심

리

적

/

신

체

적

관

여

부

재

권

태

 

군

집

’

,

 

‘

무

동

기

-

고

권

태

 

군

집

’

,

 

‘

고

동

기

-

저

권

태

 

군

집

’

으

로

 

명

명

한

 

세

 

개

 

군

집

을

 

도

출

하

였

으

며

,

 

대

체

로

 

여

가

의

 

자

율

적

 

동

기

를

 

많

이

 

경

험

하

는

 

학

생

들

이

 

여

가

권

태

를

 

적

게

 

경

험

하

는

 

것

으

로

 

나

타

났

다

.

 

군

집

유

형

과

 

여

가

참

여

 

간

 

관

계

에

 

있

어

서

는

 

수

동

적

 

여

가

를

 

제

외

하

고

 

자

율

적

 

동

기

가

 

높

고

 

여

가

권

태

가

 

낮

은

 

학

생

들

이

 

여

가

참

여

를

 

더

 

많

이

 

하

는

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구는 대학생들에게 여가권태와 여가의 내재적동기가 어떤 관계에서 경험되고 있으며 여가권태와 여가의 내재적 동기에 따라 대학생들이 어떤 유형으로 분류될 수 있는지, 그 유형에 따라 여가행위에 차이가 있는가를 살펴보았다.