항문의 섬유상피 용종은 조직학적으로 결체조직으로 이루어진 비교적 흔한 양성의 용종성 병변으로서, 지속적인 국소 자극과 감염 등에 대한 반응의 결과이며, 치핵 조직들과도 밀접하게 연관되어 있다.

이전의 보고들에 의하면, 이 용종들의 크기는 3～19 mm이고 평균은 9 mm이다.

본 증례는 항문 출혈과 변비를 주소로 내원한 60세 여자 환자에서 시행한 대장내시경 검사에서 치상선에 인접하여 주위 점막에 염증이 없는 약 3.0×2.5 cm 크기의 아유경성 용종이 발견되었고 대장내시경적 용종절제술은 실패하고 외과적 절제술로 제거한 후 조직검사에서 각질화된 편평 상피와 점막의 유리질화된 혈관 변화가 확인되었다.

저자들은 크기가 크고 표면이 딱딱하며 생검겸자로 눌러지지 않는 소견을 보여 악성 종양으로 오인된 치핵을 동반한 거대 섬유상피용종 1예를 경험하였기에 문헌고찰과 함께 보고하는 바이다.

@highlight

항문 출혈과 변비로 내원한 환자의 대장내시경 검사에서 치상선에 인접해 주위 점막에 염증이 없는 3.0×2.5cm 아유경성 용종이 발견되었고, 외과적 절제술 후 조직검사에서 각질화된 편평 상피와 점막의 유리질화된 혈관 변화가 확인되었다.

