이 연구는 고등학교 한문 수업에서 수업 관찰의 구조와 문제점을 알아보고, 그 대안으로써 수업 비평의 개념과 방법을 정리하였다.

수업 관찰자는 체크리스트로 인하여 관찰자의 관점과 관찰 대상을 제한하고, 수업을 탈 맥락으로 관찰하게 하며, 수업의 외적 형태나 행위 또는 결과에만 주목하게 하는 한계가 있다.

또한 연구 수업 협의회는 수업을 관찰하는 사람들의 고유한 시선과 안목을 잘 드러내지 못한다.

교사들은 체크리스트 속에 자신의 관점을 숨기기기 때문에 어떤 한문 수업이 좋은 수업이며, 수업활동을 어떻게 이해해야 하는 지에 관한 의미 있는 대화를 나누기도 어렵다.

이러한 상황을 개선하는데 수업 비평은 한문과 수업을 바라보는 안목을 높일 것이다.

교육대학원에서 수업 비평을 같이 공부한 6명의 한문교사가 K교사의 고등학교 3학년 한문 수업을 보고, 작성한 수업 비평문을 통하여 수업을 수업 비평의 시각으로 보고자 하였다.

수업 비평은 한문 수업을 보는 현실을 개선하는데 도움을 주어, 한문교사들이 수업을 새로운 관점에서 바라보도록 시각을 전환하게 하고, 수업을 이해하는 다른 방법과 절차를 알 수 있도록 하며, 수업을 성찰하고 학생을 위해 수업을 개선하게 할 수 있을 것이다.

@highlight

이 연구는 고등학교 한문 수업의 구조와 문제점을 알아보고, 그 대안으로써 수업 비평의 개념과 방법을 정리하였다.

@highlight

그 결과, 수업 비평은 한문 수업의 현실 개선에 도움을 주어, 한문교사들이 수업을 새로운 관점에서 바라보고, 수업을 이해하는 다른 방법과 절차를 탐구해, 수업에 대한 안목을 높일 수 있는데 기여할 것으로 생각되었다.

