본 연구는 중장년층의 제2인생 설계를 위한 핵심역량모델을 개발하고, 이에 기반하여 중장년층의 제2인생 설계에 대한 교육요구를 분석하였다.

이를 위해 문헌분석, 전문가 자문, 델파이조사, 예비 설문조사, 본 설문조사 등을 실시했다.

본 연구대상 중 델파이조사 패널은 평생교육 관련 학계 교수와 현장전문가 등 10명이고, 분석에 활용한 설문대상은 40세 이상 64세 이하의 중장년층 428명이다.

연구결과, 7개 핵심역량, 54개 측정내용으로 구성된 중장년층의 제2인생 설계를 위한 핵심역량모델이 도출되었다.

교육요구 분석에 있어서 최우선순위 핵심역량은 ‘창의·융합적 문제해결역량’, ‘개방적이고 유연한 대인관계역량’ 등이었고, 최우선순위 측정내용은 ‘포괄적 문제인식’, ‘신뢰 기반’, ‘유연한 관계형성’, ‘원만한 의사소통’, ‘자존감’ 등으로 나타났다.

본 연구 결과에 기반하여 중장년층의 제2인생 설계를 위한 교육에 관련한 시사점과 제언을 제시했다.

@highlight

본 연구는 중장년층의 제2의 인생 설계를 위한 핵심역량모델을 개발하고, 이에 기반한 교육요구를 분석한 결과,  최우선순위 핵심역량과 최우선 순위 측정내용 등이 도출되었다.

