지난해 정권출범 이후 지금까지 이명박 정부는 비교적 안정적으로 남북관계를 관리해왔으나, 남북관계에 대한 인식의 문제, 대북정책 추진을 위한 지지기반의 문제, 그리고 대북정책 결정구조상의 문제 등을 드러내기도 했다.

이명박 대통령의 남북관계에 대한 민족주의적 소명의식에 기초한 실용주의적 인식의 대두, 정책결정 엘리트들의 남북관계에 대한 집중력 발휘 여건의 충족, 미국의 북핵 협상국면 유도전략 도래 등의 최근 상황은 이명박 정부의 대북정책 추진에 있어 기회요인으로 작용하는 반면, 대내 정치적인 남남갈등과 북한의 후계체제 구축을 위한 선군노선에 입각한 기본적인 대남강경노선은 이명박 정부의 효율적 대북정책 추진에 있어서 제약요인으로 기능하고 있다.

앞으로 이명박 정부가 지향해야할 대북정책의 추진방향은 크게 세 가지이다.

첫째, 북핵문제와 관련해서는 장기 목표와 중·단기 목표를 구분하여 우선 전략적 관리 접근법을 채택해야한다.

둘째, 남북관계와 관련해서는 단기적으로 남북관계의 안정화를 위한 전략적 개입정책을 추진하되, 중장기적으로는 북한의 체제전환을 유도하기 복합·중층적인 대북전략을 추진해야 한다.

셋째, 통일의 기회요인으로 활용하기 위한 북한 급변사태 관리 능력 제고차원의 대북정책을 적극적으로 추진해야 한다.

@highlight

이명박 정부는 비교적 안정적으로 남북관계를 관리해왔으나, 대내 정치적인 남남갈등과 북한의 대남강경노선은 이명박 정부의 효율적 대북정책 추진에 있어서 제약요인으로 기능하고 있으므로, 향후 이명박 정부가 지향해야할 대북정책의 추진방향 세 가지를 제시했다.

