기업영재에 대한 연구는 최근 새롭게 떠오른 분야로 날로 그 중요성이 증대되고 있다.

본 연구의 목적은 기업영재의 선천적 특성과 후천적 성격을 구분하여 측정함으로써 청소년 기업영재의 기질 및 성격 표준형을 제안하는 것이다.

이를 위해서 2010년과 2011년 두 해에 걸쳐 특허청 및 한국발명진흥회에서 선발·육성하는 ‘지식재산기반 차세대영재기업인’으로 선발된 중학생과 고등학생 총 246명의 JTCI 수치를 분석하였다.

그 결과, 기업영재는 모든 기질 및 성격 척도에서 동일 학교급의 일반 청소년집단과 구분되었으며, 그 특성은 다음과 같았다.

첫째, 기업영재의 표준적 특성으로 기질적 낙천성과 성격적 성숙함을 확인하였다.

둘째, 기업영재는 기질적인 단점을 보완하고 장점을 강화하는 등 적응적인 측면에서도 일반 청소년들보다 우수한 것으로 나타났다.

뿐만 아니라 기업영재는 과학영재집단 및 성적우수집단, 그리고 고지능집단과도 차별화됨으로써 하나의 독특한 영재집단으로 구분될 수 있음을 시사하였다.

논의에서는 이 연구가 기업영재 및 창의적 인재 개발 분야에서 갖는 함의와 제한점 및 향후 연구 방향을 제시하였다.

@highlight

이 연구의 목적은 기업영재의 선천적 특성과 후천적 성격을 구분하여 측정함으로써 청소년 기업영재의 기질 및 성격 표준형을 제안하는 것이다.

