연구 결과, 총 2,058명의 입원환자 중 14.5%인 298명이 장애인 환자 및 가족 등에 의해 입원하였다.

입원한 환자들은 17세 이하의 환자보다 18-44세 환자, 45-64세 환자, 65세 이상 환자가 각각 27.332배, 28.823배, 26.113배 많았고, 의료기관 종별유형에서 상급종합병원에 입원한 환자보다 병원 및 의원과 노인 및 요양병원에 입원한 환자가 각각 1.980배, 12.785배 많았으며, 재원 기간에서 13일 이하로 입원한 환자보다 29-30일 입원한 환자와 31일 이상 입원한 환자가 각각 8.108배, 1.635배 많았고, 진료비 지급유형에서 건강보험환자보다 의료급여환자와 국가 유공자 및 가족 특례 환자가 각각 4.499배, 3.836배 많았으며, 의료기관 선택 사유에서 다니던 병원이었기 때문에 입원한 환자보다 병원이 가까우므로 입원한 환자가 1.635배 많았다.

이에 따라, 장애인 환자 및 가족 등에 의해 입원된 장애인들이 적절한 곳에서 의료이용이 되기 위해서는 다양한 보건의료 이용정책(입원기준 마련, 사전입원허가제 도입, 본인부담금 책정 일원화, 보건의료이용정보체계 개선, 덴마크와 스웨덴의 지역사회 중심의 통합의료서비스체계 구축)들이 개발되어야겠다.

@highlight

장애인 환자 및 가족 등에 의해 입원된 장애인들이 적절한 곳에서 의료이용이 되기 위해서는 다양한 보건의료 이용정책(입원기준 마련, 사전입원허가제 도입, 본인부담금 책정 일원화, 보건의료이용정보체계 개선, 덴마크와 스웨덴의 지역사회 중심의 통합의료서비스체계 구축)들이 개발되어야겠다.

