본 연구는 젠더레짐 유형론을 기반으로 하여 가족지향적 레짐인 한국의 여성노동에 대한 인식을 자유주의노동시장 레짐인 미국, 여성친화적 평등레짐인 스웨덴과의 비교를 통해 실증적으로 규명하였다.

이를 위하여 한국, 미국, 스웨덴을 대상으로 한 제6차 세계가치조사자료(2010-2014)에 나타난 여성노동에 대한 전반적인 인식과 다양한 변수에 따른 차이를 분석하였다.

그 결과, 첫째, 여성노동에 대한 한국, 미국, 스웨덴의 전반적인 인식은 남성부양자이데올로기의 영향력 순서와 같다.

한국이 가장 보수적이고 고정관념적 인식구조를 보인 반면 스웨덴은 한국과는 완전히 다른 양상을 보였다.

미국은 한국과 스웨덴의 중간에 위치하였다.

둘째, 스웨덴은 집단에 따른 인식차이가 가장 적게 나타나 여성노동에 대한 사회적 합의가 이루어진 것으로 보인다.

일자리배분에 대한 인식이 가장 전향적으로 나타났다.

셋째, 한국은 여성노동에 대한 인식이 집단(남녀, 혼인, 연령, 자녀수, 노동지위)에 따라 다양하고 상이하게 나타나 다양한 인식이 공존하는 과도기적 상황으로 평가된다.

넷째, 한국은 여성노동을 통한 가계부양에 대한 기대는 높으나 일자리의 여성배분에 대해서는 보수적인 인식의 모순이 존재한다.

마지막으로 노동시장 참여에 중요한 대학교육에 대한 인식은 다른 차원에 비해 덜 보수적이어서 서구 젠더레짐의 인식과 가깝게 나타났다.

이상의 결과가 갖는 의미와 시사점을 심층적으로 논의하였다.

@highlight

이 연구는 젠더레짐 유형론을 기반으로 하여 가족지향적 레짐인 한국의 여성노동에 대한 인식을 자유주의노동시장 레짐인 미국, 여성친화적 평등레짐인 스웨덴과의 비교를 통해 실증적으로 규명하였다.

