이 논문은 근대교육을 규율 권력의 한 장치로 파악하는 미셸 푸코의 권력 분석론을 검토 대상으로 한다.

푸코에 따르면 근대 감옥은 ‘감금과 교정’을 기본 속성으로 하는데, 이는 18세기 후반 학교와 군대 등에서 확립된 다양한 규율 메커니즘을 기반으로 한다.

규율 테크놀로지를 공유한다는 점에서 근대 사회의 학교는 처벌 기구인 감옥과 동질적이다.

이 논문은 『감시와 처벌』에서 제시된 푸코의 규율 권력에 관한 분석 중에서 ‘도식’(파놉티콘)을 제외한 ‘대상(및 기법)’과 ‘도구’의 둘에 대하여 교육의 관점에서 검토하였다.

그 결과 규율 권력이 역사적으로 서구의 근대적 학교 교육에서 가장 전형적으로 실천되어 온 것이라는 사실을 확인할 수 있었다.

오늘날 한국의 교육 체제는 경이적인 수준의 학업 성취도와 함께 고도의 감금형 교육을 특징으로 한다.

한국 교육은 1880년대 일본을 경유하여 이식된 서양 근대교육을 모델로 한다.

따라서 규율 장치로서의 학교교육은 현재 한국에서 여실히 구현되고 있다고 볼 수 있다.

『감시와 처벌』에서 제시된 푸코의 근대교육 비판은 오늘날 학교 교육이 지닌 억압적이고 규범화하는 속성을 힘있게 문제화하고 있다.

푸코의 근대교육의 계보학은 고도로 규율적인 한국 교육의 현실을 해명하기 위한 이론적 도구로서 유용하다.

@highlight

이 논문은 근대교육을 규율 권력의 한 장치로 파악하는 미셸 푸코의 권력 분석론을 검토 대상으로 한다.

@highlight

푸코에 따르면 근대 감옥은 ‘감금과 교정’을 기본 속성으로 하는데, 이는 18세기 후반 학교와 군대 등에서 확립된 다양한 규율 메커니즘을 기반으로 한다.

