본 논문은 서양의 현대성 개념이 필연적으로 탈종교화를 내포하고 있는지 검토하고자 도하였다.

이를 검토하기 위해서 서양의 근대철학자들은 현대성의 개념을 어떻게 이해했는지 하버마스의 비판에 따라 살핀다.

여기서는 주체성의 원리가 그 이전의 중세기에 인륜성의 통합을 이끈 종교의 역할을 어떻게 대체하였는지 헤겔과 니체, 그리고 하이데거 철학을 비판적으로 다룬다.

또한 새로운 시대라는 현대성의 자의식 속에서 영원한 진리를 선포하는 가톨릭교회는 ‘근(현)대주의’라는 개념을 어떻게 이해하였고, 어떤 과정을 통해 영원성과 현대성을 통합하려고 노력했는지를 살피고 현대성과 탈종교화가 내적 연관성이 있는지를 성찰한다.

하버마스의 상호주관성이 주체의식철학의 한계를 넘어 현대성의 원리가 될 수 있는지를 검토하고, 하버마스의 생활세계 및 공론장과 종교성과의 관계가 규명될 것이다.

이로써 현대화와 탈종교화가 어떤 필연적 연관성도 가지고 있지 않을 뿐더러 오히려 생활세계가 종교로부터 적지 않은 힘으로 지지되고 있음이 밝혀질 것이다.

하버마스의 생활세계와 이해지향을 가진 의사소통적 이성으로부터 도출되는 상호주관성은 인간의 종교성 또는 상호소통과 관계지향이 특징인 인간 영성과 내적 연관성을 가지고 있기 때문이다.

@highlight

이 논문은 서양의 현대성 개념이 필연적으로 탈종교화를 내포하고 있는지 검토하고자 도했다.

@highlight

이로써 현대화와 탈종교화가 어떤 필연적 연관성도 갖고 있지 않을 뿐더러 오히려 생활세계가 종교로부터 적지 않은 힘으로 지지되고 있음이 밝혀질 것이다.

