본 연구는 저성장 시대 은퇴 연령에 이른 제1차 베이비부머(1954~1963년생)의노후 주택을 어떻게 유동화시킬 것인가라는 주제를 다룬다.

우리나라 베이비부머의 주택 문제는 생애주기나 상속과 연관되어 있을 뿐 아니라 경기적인 측면과공간구조적 측면을 동시에 가지고 있다.

특히 우리나라 베이비부머의 부동산자산은 사회통합과 가계 안정을 원활하게 하는 자산기반 사회복지시스템의 핵심자산이다.

이러한 핵심자산이 최근의 위기 국면에서 제대로 활용되지 못하면서주택자산의 유동화문제는 사회적 쟁점이 되고 있다.

이에 정부는 금융위기를 극복하기 위한 다양한 유동화정책을 하우스푸어 대책의 일환으로 제시하였다.

동시에 차세대가 주택을 구입할 수 있도록 저리의 주택대출을 확대하였고, 대형주택을 다수의 소형주택으로 분할하여 자력갱생형 자금조달이 가능하게 제도적, 법적 개선책을 제시하고 있다.

이 중에서 하우스푸어대책은 단기적 성격으로 한계가 있다.

반면 저리의 공공주택대출과 자력갱생형자금조달 방안은 베이비부머 주택의 세대 간 원활한 이전과 새로운 임대주택 공급방법으로 기능할 수 있다는 점에서 적극적인 제도 개선이 필요하다.

나아가 저소득층의 주거문제 해결을 위해 공공에 의한 토지임대부 임대주택과 토지가치세와 같은 혁신적인 대안도 고려해 봐야 한다.

@highlight

이 연구는 저성장 시대 은퇴 연령에 이른 제1차 베이비부머(1954~1963년생)의노후 주택을 어떻게 유동화시킬 것인가라는 주제를 다룬다.

