우리는 이매방의 춤을 이야기할 때 ‘아름답다’, ‘교태적이다’, ‘농염하다’라고 표현한다.

이러한 수사(修辭)는 그의 춤이 다분히 여성적인 속성을 갖고 있기 때문에 붙여진 것이다.

본 연구는 이매방의 살풀이춤이 여형화의 양식체계로 구축되어 있음을 논의하였다.

춤에서 ‘여형화’란 남성이 여성의 모습으로 춤을 추는 형식, 혹은 양식이라고 할 수 있다.

이매방의 춤은 다음과 같은 여형화의 특성을 보인다.

첫째, 이매방의 살풀이춤은 경극의 ‘화단’이나 가부키의 ‘게이세이’와 같이 화려하고 교태스런 배역 특성을 보인다.

둘째, 살풀이춤의 복식은 남성과 여성의 구분을 두고 있으되 상당히 장식적인 여성성을 지향하고 있다.

셋째, 이매방의 양성 지향적인 성 정체성은 탐미적인 미의식으로 확장되어 여형화 된 춤 양식 체계로 환원되었다.

넷째, 이매방 살풀이춤의 기법은 가공된 여성의 신체상을 기반으로 구축되었다.

즉, 응축된 근육의 밀도 높은 작용을 통해 신체를 ‘축소’하거나 ‘왜곡’하여 관능적이고 요염한 여성성을 신체상으로 구현하여 춤에 반영하였다.

이상으로 미루어 이매방 살풀이춤은 남성이 추는 여성의 춤, 혹은 기방춤을 전형 특성의 하나로 구축하고 있다고 하겠다.

@highlight

본 연구는 이매방의 살풀이춤이 여형화의 양식체계로 구축되어 있음을 논의하였다.

@highlight

이매방의 춤은 응축된 근육의 밀도 높은 작용을 통해 신체를 ‘축소’하거나 ‘왜곡’하여 관능적이고 요염한 여성성을 신체상으로 구현하여 춤에 반영하였으며, 남성이 추는 여성의 춤, 혹은 기방춤을 전형 특성의 하나로 구축하고 있다.

