이 논문은 식민지시대에 18년간 발행된 소년잡지 『 아이생활』을 살핀 글이다.

『 아이생활』은 외국의 선교자금으로 발간된 탓에 발행인이나 편집자가 외국 선교사거나 목사였다.

그것은 편집권의 종속 사태를 야기하여 식민지시대 잡지의 편집자에게 요구되는 국자의식의 결여로 이어졌다.

『 아이생활』은 민족적 표상이나 영웅들을 취급하다가 서양의 위인으로 대체하였다.

이것은 식민 정책의 후유증이지만, 미국의 인물들을 자주 등장시켜 독자들에게 친미적 태도를 학습시키는 결과를 가져왔다.

근대소년문학사에서 『 아이생활』이 남긴 공은 동요 부문에 많다.

특히 창작동요의 게재, 외국 동요의 소개, 동요 비평의 개척, 소년문예운동의 지원 등에서 이룩한 공헌은 값지다.

『 아이생활』은 기독교적 내용의 과다에도 불구하고 소년문학의 발전에 공헌한 것이 사실이다.

그러나 식민지적 조건을 객관적으로 인식하지 못한 편집진의 과오로 인해 개신교적 색채 외에 내세울만한 특색을 확보하지 못한 채 초기의 공적을 말기에 이르러 스스로 훼손하고 말았다.

@highlight

본 논문은 식민지시대에 18년간 발행된 소년잡지 『 아이생활』을 살핀 글이다.

@highlight

『 아이생활』은 민족적 표상이나 영웅들을 취급하다가 서양의 위인으로 대체했다.

