채권질권에 대한 강제집행방법은 민법상의 직접청구권을 행사하는 방법과 민사집행법상의 채권 그 밖의 권리에 대한 현금화방법을 통한 두 가지가 있다.

그런데 민사집행법이 예상하고 있는 추심명령 또는 전부명령에 의한 방법은 문제가 있다.

추심명령에 의해서는 채권질권의 우선변제권을 담보하는 방법이 없고, 압류명령의 경우에는 민법 제340조가 보장하고 있는 질물 이외의 재산으로부터의 강제집행기회를 박탈당하는 문제가 있다.

따라서 필자는 민사집행법을 개정하여 제3의 방법을 취하는 것이 타당하다고 생각한다.

그 방법은 추심권이행명령이라는 새로운 제도의 도입이다.

이 추심권이행명령은 기존의 추심명령이나 전부명령과 달리 실체법상의 직접청구권에 강제집행법상의 권능을 부여하는 것으로, 우선변제권을 행사하여 자신의 권리를 실현토록 하는 방법이다.

그러기 위해서는 민사집행법 제229조(금전채권의 현금화방법) 제1항을 현행 “압류한 금전채권에 대하여 압류채권자는 추심명령이나 전부명령을 신청할 수 있다.

”에서 “압류한 금전채권에 대하여 압류채권자는 추심명령이나 전부명령을 신청할 수 있고, 담보권이 설정된 금전채권에 대하여 압류채권자는 추심권이행명령을 신청할 수 있다.

”로 개정할 필요성이 있다고 하겠다.

@highlight

채권질권에 관한 강제집행방법은 민법상의 직접청구권을 행사하는 방법과 민사집행법상의 채권 그 밖의 권리에 관한 현금화방법을 통한 두 가지가 있다.

