본 연구는 교사가 지각하고 있는 교사-

유아 관계와 사회적 유능감이 어떻게 나타나며, 교사-

유아 관계의 각 하위 척도에서 교사의 지각 정도에 따라 유아의 사회적 유능감은 어떻게 나타나는가를 알아보는데 그 목적이 있다.

연구대상은 경기도 의왕시에 소재하고 있는 공립유치원에 재원중인 만 5세 유아 163명이었다.

그 결과, 첫째, 교사가 교사-

유아 관계에 대하여 비교적 원만하고, 긍정적이라고 지각하고 있으며, 유아의 성별에 따라 다르게 지각하고 있는 것으로 나타났다.

둘째, 유아의 사회적 유능감은 성별에 따라 유의한 차이가 있는 것으로 나타났다.

셋째, 교사가 지각하는 교사-

유아 관계에서 교사의 갈등 지각 정도에 따라 유아의 사회적 유능감과 하위 구성요인 정서 조절, 정서성, 또래관계기술, 사회적 규범 이해 모두에서 갈등 수준 집단 간에 유의한 차이가 있는 것으로 나타났다.

교사의 친밀감 지각 정도에 따라 유아의 사회적 유능감과 하위 구성요인 정서 조절, 정서성, 또래관계기술, 사회적 규범 이해 모두에서 친밀감 수준에 따라 유의한 차이가 있는 것으로 나타났다.

교사가 지각하고 있는 교사-

@highlight

교사가 지각하고 있는 교사-

@highlight

유아 관계와 사회적 유능감과 하위 척도에서 교사의 지각 정도에 따라 유아의 사회적 유능감은 어떻게 나타나는가를 알아보면, 교사가 교사-

@highlight

유아 관계에 비교적 원만,긍정적이라고 지각하며, 유아의 성별에 다르게 지각하고 있으며,유아의 사회적 유능감은 성별에 따라 차이가 있으며, 교사가 지각하는 교사-

@highlight

유아 관계에서 교사의 갈등 지각에 따라 유아의 사회적 유능감과 하위 구성요인 정서 조절, 정서성, 또래관계기술, 사회적 규범 이해 모두에서 갈등 수준 집단 간에 차이가 있는 것으로 나타났다.

