본 연구에서는 간호사의 직무스트레스와 문제해결양식 및 목표불안성이 정서적 소진에 어떠한 영향을 미치는지를 알아보고, 문제해결양식 및 목표불안정성이 직무스트레스와 정서적 소진간의 관계에서 매개역할을 하는지를 알아보고자 하였다.

이러한 목적으로 G광역시에 소재한 4개 종합병원 간호사 320명을 대상으로 설문조사를 실시하였다.

본 연구의 주요 결과는 다음과 같다.

첫째, 연령이 정서적 소진을 유의하게 예측하는 것으로 나타났다.

둘째, 직무스트레스가 정서적 소전을 유의하게 예측하는 것으로 나타났다.

셋째, 직무스트레스의 효과를 통제하고 나서도 목표 불안정이 정서적 소진을 유의하게 예측하는 것으로 나타났다.

넷째, 억제적 대처 양식과 목표불안정성이 직무스트레스와 정서적 소진 간에 매개역할을 하는 것으로 밝혀졌다.

본 연구는 실증적인 연구를 통하여 간호사의 탈진 감소와 예방을 위한 교육 및 상담전략을 제시하였다는데 그 의의가 있다.

@highlight

간호사의 직무스트레스와 문제 해결양식 및 목표불안성이 정서에 미치는영향을 알아보고, 문제해결양식 및 목표불안정성이 매개역할을 하는지를 알아본 결과 유의미한 상관관계로 나타난 바, 간호사의 소진 감소와 예방을 위한 교육 및 상담전략을 제시하였다.

