본 논문은 첫째, 아시아 국가들에 대한 세계가치조사(World Values Survey) 자료를 활용하여 타인에 대한 신뢰나 결사체에 대한 신뢰인 사회적 신뢰와, 정부, 의회, 정당에 대한 신뢰인 정치적 신뢰를 경험적으로 측정하고 국가 간 비교분석을 수행했다.

둘째, 후쿠야마(F.

Fukuyama)나 퍼트남(R.

Putnam)의 연구에서 논의된 바와 같이 결사체 참여가 정치ㆍ사회적 신뢰의 형성을 촉진시키고 있는가를 분석하고 신뢰 간 상호인과관계를 검증했다.

셋째, 소규모 집단 내의 신뢰를 사회구성원에 대한 일반화된 신뢰로 어떻게 전환시킬 수 있는지를 결사체와 관련하여 대안을 모색했다.

아시아 국가들은 서구 국가들과는 달리 가족이나 지인에 대한 신뢰가 타인에 대한 신뢰보다 더 높게 나타났다.

또한 정책의 일관성이 유지되지 못했고 편향적인 정책결정으로 공정한 사회적 배분이 이루어지지 못했기 때문에 정치적 신뢰도 낮게 나타났다.

따라서 아시아 국가에서 전반적인 신뢰 수준을 향상시키기 위해서는 연결망 내의 배타적 상호작용을 사회전체로 확대해야 한다.

이러한 목표를 위해서 개인은 다수의 결사체에 중복적으로 참여하는 것이 필요하다.

@highlight

본 논문은 아시아 국가들에 대한 세계가치조사 자료를 활용하여 타인에 대한 신뢰, 사회적 신뢰, 정치적 신뢰를 경험적으로 측정하고 국가 간 비교분석과, 결사체 참여가 정치ㆍ사회적 신뢰의 형성을 촉진시키고 있는지를 분석하고, 신뢰 간 상호인과관계를 검증했으며, 소규모 집단 내의 신뢰를 사회구성원에 관한 일반화된 신뢰로의 전환 방법을 결사체와 관련하여 대안을 모색했다.

