서구권에서 과거 음악에 대한 집중적 관심의 결과인 ‘고음악’(高音樂) 운동은 20세기 초기에 발생하여 지금까지 지속적 성장을 이루어 왔으므로, 그 속에서 서구는 100여 년의 역사를 짚어내고 있다.

그렇게 긴 시간의 성장을 도모하면서 연주계에 한 조류를 형성해온 것이 어떻게 가능했을까 하는 점이 국외자의 입장에서는 매우 궁금하다.

특히 기록을 남기지 않는 즉흥(卽興)이 연주역사의 핵심이었던 국악의 전승 가도(街道)에서 음악의 실체와 문맥을 담기에는 너무도 소략한 악보나 문헌을 근거로 한 복원이나 재현 시도를 하고 있는 우리에게 서구 고음악 역사는 흥미를 가지고 주목하게 하는 지점을 제공한다.

바로 그 지점에서 이 글은 “서구의 고음악 분야가 언제 왜 어떻게 발생 전개되었는가?

”의 질문을 가지고 시작한다.

서구에서 연주계의 소박한 운동으로 시작한 고음악은 꾸준히 성장하여 1960년대에는 주류 연주계와 차별화하면서 활성화되는 흐름을 형성하였다.

1980년대 이후 고음악은 학자들까지 참여해 고음악의 철학적 이론적 논쟁으로 전개되었다.

이어지는 글에서 그 과정을 “고음악의 전개는 연주계 주류 흐름과 어떻게 차별화되는가?

,” 그리고 “서구권 고음악의 전 흐름을 서구 학자들은 어떻게 평가하고, 그 의미와 가치를 부여하는가?

”라는 두 개의 질문을 형성하여 답하고 마지막으로 서구 고음악의 전개가 어떤 면에서 우리에게 흥미로운가를 질문하여 이 글이 갖는 의미를 찾아 논의하였다.

@highlight

서구권에서 과거 음악에 대해 집중적 관심의 결과인 ‘고음악’(高音樂) 운동은 20세기 초기에 발생해 지금까지 지속적 성장을 이뤄 왔으므로, 그 속에서 서구는 100여 년의 역사를 짚어내고 있다.

