본 연구의 목적은 기후변화대응 글로벌 거버넌스를 위해 기존의 국제관계이론들의 한계를 비판하고 포스트모던 행정이론이 던지는 규범적 함의를 찾는 것이다.

그간 국제관계론에서 주로 연구되어 오던 자유주의, 현실주의, 사회적 구성주의, 비판이론 등의 글로벌 거버넌스 이론들은 기후변화 대응이슈의 복잡성, 파편성, 불확실성을 총체적으로 조명할 수 없고 책임소재를 둘러싼 이분법적 이성(reason) 간의 논쟁을 야기하기 때문에 새로운 패러다임과 관점이 필요하다.

대안으로서 포스트모던 행정 이론이 규범적 함의를 제시해 줄 수 있을 것이다.

이 이론에서 적용할 수 있는 개념적 용어는 상상과 공감, 상대주의, 사회적 구조물, 국소적·지엽적 맥락, 감정이입, 타자성, 성인지 등이다.

이를 통해 패권과 신자유주의 등 이성적 질서가 지배하는 현재의 국제협력의 현실을 뛰어넘어 공존과 배려를 토대로 하는 감성적 질서가 새로운 패러다임으로 등장해야 한다.

@highlight

이 연구의 목적은 기후변화대응 글로벌 거버넌스를 위해 기존의 국제관계이론들의 한계를 비판하고 포스트모던 행정이론이 던지는 규범적 함의를 찾는 것이다.

