본 연구는 영유아 교육의 질과 교사 개개인의 삶에 대한 인식이 상호관계가 있음에 기초하여 행복과 직무만족도, 교사효능감, 조직몰입 간의 관계를 살펴보았다.

또한 교사의 직무만족도와 행복의 관계에서 교사효능감과 조직몰입의 매개효과를 탐색하고자 하였다.

이를 위해 서울, 경기, 경북지역의 어린이집 교사 307명을 대상으로 설문조사를 실시하고, 수집된 자료는 SPSS 18.0과 AMOS 18.0으로 분석하였다.

연구결과, 첫째, 영유아 교사의 행복과 직무만족, 영유아 교사의 행복과 교사효능감 사이에는 정적상관 관계가 있는 것으로 나타났다.

둘째, 영유아 교사의 행복은 조직에 대한 몰입정도 보다는 직무만족이나 교사효능감과 같은 요인에 의해 직접적인 영향을 받으며, 교사효능감은 직무만족과 행복과의 관계를 매개함을 알 수 있었다.

따라서 보육의 질에 중요한 영향을 미치는 교사의 내적요인인 행복을 높이기 위해서는 외적 요인인 직무만족을 높이는 것과 더불어 교사 스스로 신념과 자신감을 가질 수 있는 효능감을 기를 수 있도록 해야 할 것이다.

@highlight

이 연구는 영유아 교육의 질과 교사 개개인의 삶에 대한 인식이 상호관계가 있음에 기초하여 행복과 직무만족도, 교사효능감, 조직몰입 간의 관계를 살펴보았다.

