왕호장근은 침입 잡초로서 생태적 연구가 주된 관심이라 말할 수 있다.

하지만 근연식물인 호장근이 성분분석 및 생리활성에 대한 연구가 활발한 것으로 보아 충분히 여러 산업분야에응용이 가능할 것이라 판단하였다.

본 연구에서는 울릉도 자생왕호장근을 대상으로 하여 총 폴리페놀, 플라보노이드, emodin 과 polydatin의 함량을 조사하고 항산화 활성 및 tyrosinase 활성저해 등의 기본적 생리활성을 평가하여 산업적 이용 가능성을확인하고자 하였다.

왕호장근 에탄올 추출물의 EA층은 DPPH radical 소거능 (SC50: 29.17 μg/mL)과 tyrosinase 활성 저해능 (100 μg/mL에서 78.74% 저해율)을 보여 화장품에 응용할 수 있는소재로서의 연구 가치가 충분히 있다고 생각하며 성분 및 함량에 대한 조사와 좀 더 다양한 생리활성 연구가 진행될 수 있으리라 생각한다.

@highlight

이 연구에서는 울릉도 자생왕호장근을 대상으로 해 총 폴리페놀, 플라보노이드, emodin 과 polydatin의 함량을 조사하고 항산화 활성 및 tyrosinase 활성저해 등의 기본적 생리활성을 평가해 산업적 이용 가능성을확인하고자 했다.

