국내 도심지의 도로는 차량수요 증가 및 부도심의 발달로 교통정체가 빈번히 발생되고 있다.

이를 해결하기 위한 방안으로 대심도 복층터널 시공을 위한 설계가 계획되고 있지만 주로 소형차전용으로써 터널높이가 낮고 단면 이 작아 화재발생 시 인명피해가 발생될 가능성이 높다.

따라서 본 연구에서는 대심도 복층터널의 화재 시 인명피해 발생 최소화 방안으로 화재연기 확산지연장치 개발하였으며, 확산지연장치의 효과를 극대화할 수 있는 최적 설치간 격 및 차폐율을 찾기 위해 3차원 전산수치해석(CFD)을 이용하여 Case Study를 수행하였다.

수행결과 확산지연장치 의 설치간격이 짧을수록 지연효과가 높아졌지만 일정거리 이상에서는 효율변화가 미비한 경향이 발견되었고, 차폐 율이 클수록 화재연기 지연효과가 높아지는 경향이 나타났지만, 차폐율이 작은 경우에는 설치간격에 따른 화재연기 의 지연효과의 차이는 미소한 것으로 분석되었다.

@highlight

대심도 복층터널 시공을 위한 설계가 계획되고 있지만 주로 소형차전용으로써 터널높이가 낮고 단면 이 작아 화재발생 시 인명피해가 발생될 가능성이 높다.

@highlight


확산지연장치 의 설치간격이 짧을수록 지연효과가 높아졌지만 일정거리 이상에서는 효율변화가 미비한 경향이 발견되었고, 차폐 율이 클수록 화재연기 지연효과가 높아지는 경향이 나타났지만, 차폐율이 작은 경우에는 설치간격에 따른 화재연기 의 지연효과의 차이는 미소한 것으로 분석되었다.

