연구목적: 본 연구는 진정 상품과 제너릭 상품을 고려한 병행수입 전략을 제시함으로써 새로운 유형의 공급사슬을 보여준다.

논문구성/논리: 본 논문의 구성은 다음과 같다.

먼저 제1장에서는 본 연구의 목적을 개관한다.

제2장에서는 관련 선행연구를 제시하고, 3장에서 모형 설정에 대하여 기술한다.

제4장에서 실증자료를 바탕으로 3장의 결과를 확인하고 5장에서는 본 연구의 내용을 요약 정리한다.

결과: 분석 결과 제너릭 제품과 진정 제품의 품질이 동일하거나 상당하지 않으면 제품의 차별화는 이루어지지 않는다는 것을 보여준다.

따라서 병행의약품의 수요를 이끌어낼 수 있으려면, 소비자들에게 인지되는 품질의 수준을 올리는 것이 먼저고, 가격 차이는 그 다음으로 고려되어야 한다.

독창성/가치: 진정 상품 또는 제너릭 상품의 병행수입으로 관련 기업들의 경쟁 양상은 다양해지고 이해관계는 복잡해진다.

하지만, 경쟁의 존재는 소비자에게 혜택을 줄 수 있는 상황을 가져오는 것이 대부분이라는 사실이 이번 연구에서도 입증되었다.

@highlight

본 연구는 진정 상품과 제너릭 상품의 병행수입 전략을 제시한다.

@highlight

분석 결과 제너릭 제품과 진정 제품의 품질이 같거나 좋지 않으면 차별화가 이루어지지 않음에 따라 병행의약품의 수요를 끌어내려면, 소비자들이 인식하는 품질 수준을 올리고, 그 다음 가격 차이를 고려하여야 한다.

