본 연구는 한국문집총간 정편에 수록된 663종의 문집 가운데 아직 번역이 되지 않은 291종을 대상으로 한국고전번역원에서 향후 10년간 번역해야할 서목과 권역별거점연구소협동번역사업 2단계 1기와 2기에 번역해야 할 우선번역 대상서목을 선정하기 위해 진행된 것이다.

연구의 진행방식은, 1)한국문집총간에 수록된 문집의 번역현황을 조사한 후, 2)291종의 미번역 서목의 저자와 문헌상의 특징을 정밀하게 분석하였고, 3)분석된 자료에 근거하여 문집의 가치를 객관적으로 가늠할 수 있는 새로운 평가방식을 개발하였다.

평가방식은 먼저 저자의 중요도, 문집의 충실도, 번역의 수요도 등 3개 평가영역을 설정하고 그 하위에 12개 평가지표를 설정하여 각각의 문집에 대한 평가를 진행하였다.

이상의 연구를 통해, 한국고전번역원은 거질의 문집과 고난이도의 문집, 그리고 조선초기의 문집 등 35종을 우선적으로 번역하는 방안을 제시하였다.

그리고 거점연구소에서 번역할 우선번역 대상서목은, 새로운 평가방식에 따른 평가 점수를 적용하여 번역의 우선순위를 정하고, 사업기간에 맞추어 1기와 2기로 나누어 총 106종을 선정하였다.

@highlight

본 연구는 한국문집총간 정편에 수록된 문집 가운데 한국고전번역원에서 우선번역 대상서목을 선정하기 위해 진행된 것이다.

@highlight

평가방식은 저자의 중요도, 문집의 충실도, 번역의 수요도 등 영역을 설정하고 평가를 진행하였다.

@highlight

우선번역 대상서목은 새로운 평가방식에 따른 평가 점수를 적용하여 우선순위를 정해 선정하였다.

