본 논문은 포스트드라마 연극 시대에 등장한 새로운 서사에 대한 연구이다.

레만이 개념화한 포스트드라마 연극은 문학적 텍스트의 재현이 아닌 몸의 현존을 통한 공연의 수행성에 주목함으로써 공연예술의 새로운 패러다임을 제시하였으나, 해석을 통한 의미 전달 작용을 차단함으로써 관객에게 혼란을 주기도 했다.

이러한 연유로 일각에서는 소위 ‘이야기의 귀환’ 또는 ‘서사의 귀환’이란 표현으로 포스트드라마 연극의 시대에 나타나는 드라마적 현상에 주목한다.

본 논문 역시 위와 동일한 문제의식으로 최근 공연예술계에서 포착되는 ‘자기 이야기하기’를 연구 대상으로 삼았다.

‘자기 이야기하기’ 공연은 공연자가 자신이 실제 현실에서 경험한 이야기를 관객에게 들려주는 형식으로 ‘새로운 서사’라 칭할 수 있다.

이 ‘새로운 서사’는 잘 짜여진 허구의 이야기가 아닌 실제 현실의 이야기이므로 전통적인 드라마투르기의 법칙을 따르지 않는다.

하지만 공연이 개인의 기억을 이야기하는 것이므로 관객은 개인적 시간의 흐름에 따라 공연의 내용을 쉽게 인지하며 극적 체험을 한다.

본 논문이 새로운 서사에 주목하는 이유는 이러한 형식의 공연이 포스트드라마 연극으로서의 감각적 지각방식과 드라마 연극으로서의 의미작용을 동시에 충족시키기 때문이다.

따라서 본 논문은 최근 국내에서 공연된 자비에 르 롸의 <다른 상황의 산물>과 제롬 벨의 <세드리크 앙드리외>를 통해 그 진정성의 미학에 대하여 고찰하고자 한다.

@highlight

본 논문은 포스트드라마 연극 시대에 등장한 서사에 대한 연구이다.

@highlight

'자기 이야기하기' 형식의 공연이 포스트드라마 연극으로서의 감각적 지각방식과 드라마 연극으로서의 의미작용을 동시에 충족시키기 때문에 새로운 서사에 주목한다.

@highlight

최근 국내에서 공연된 제롬 벨의 <세드리크 앙드리외>와 자비에 르 롸의 <다른 상황의 산물>을 통해 그 진정성의 미학에 대해 살펴보고자 한다.

