본 연구는 실험을 통하여 몰수?

추징의 사기범죄 억제 가능성을 탐색하고, 사기범죄를 저지르는 경우 기대효용이론에서 가정하는 완전한 합리성과 전망이론에서 가정하는 제한된 합리성 가운데 어떠한 합리성을 가지고 있는지 확인하고자 하였다.

실험집단은 2(몰수 고지/미고지)×2(경제적으로 동일한 상황 중 이득/손실 프레임)의 조건으로 무선 할당하여 집단별 거짓말을 하는 비율에 차이가 있는지 확인하였다.

실험 결과 네 가지 집단 중 몰수를 고지하고 상황이 이득 프레임인 경우에만 다른집단에 비하여 유의미하게 거짓응답을 덜 하는 것으로 평가되었다.

또한, 경제적 합리성 점수가 증가할수록 거짓말을 하는 비율이 감소하며, 가족의 경제력이 높다고 응답할수록 거짓말을 하는 비율이 증가하는 것으로 나타났다.

연구결과에 따라 사기범죄를 억제하기 위해서는 몰수?

추징제도를 강화하여 사기범죄를 저지르는 것이 손해라는 인식을 구축하는 것과 동시에 정직하게 살수록 손해를 본다는 사회 분위기를 바꾸어야 할 것이다.

@highlight

본 연구는 실험을 통한 몰수?

@highlight

추징의 사기범죄 억제 가능성을 탐색하고, 기대효용이론과 전망이론이 가정하는 합리성은 어떠한지 확인하고자 한다.

@highlight

연구결과에 따라 범죄 억제를 위한 제도를 강화하여 범죄가 손해라는 인식 구축과, 정직하게 살면 손해라는 사회 분위기의 변화가 필요하다.

