본 연구의 목적은 운동시작단계에 있는 초등학생들을 대상으로 심리기술훈련을 실시하여 심리기술과 생활기술 향상에 미치는 효과를 검증하는 것이다.

연구 참여자로 초등학교 배구부 선수 8명을 선정하였다.

이들의평균연령은 12.5세, 평균 운동경력은 1.8년이며 모두 남학생으로 구성되었다.

프로그램 내용은 Visek 등(2009)의 교육상담 모델에 의한 심리기술과 생활기술들을 중심으로 구성하였다.

프로그램은 1회기 40 분~50분간 총 22회기로 진행되었다.

자료 수집은 심리검사, 활동지, 참여관찰, 심층면담을 통해 이루어졌으며, 수집한 자료는 사전-

중간-

사후 대응표본 t-

검정을 통한 차이검증의 양적분석과 의미있는 자료를 추출하는질적분석으로 처리되었다.

양적분석 결과, 심리기술 사전-

사후검사 결과에서 극복의지, 자신감, 집중력, 불안조절에서 유의한 차이를 보였다.

생활기술 검사 결과에서는 대부분의 요인에서 유의한 차이를 보이지 않았으나 시즌 중에 실시된 사전-

중간 검사결과에서 점수가 상승된 것이 관찰되었다.

질적분석 결과에서는 목표설정가능, 루틴에 집중, 시합불안 감소, 긍정적 사고 증진과 같은 심리기술의 변화와 자기이해와 타인이해, 팀원간의 소통 증진이라는 생활기술의 변화가 나타났다.

본 스포츠 심리 기술 훈련은 초등 선수들의 심리기술에유의한 영향을 끼쳤지만 생활기술면에서는 프로그램 내용의 검토가 필요한 것으로 나타났다.

@highlight

이 연구의 목적은 운동시작단계에 있는 초등학생들을 대상으로 심리기술훈련을 실시해 심리기술과 생활기술 향상에 미치는 효과를 검증하는 것이다.

