기혼여성의 경제활동참여에 대한 지속적인 관심과 노력에도 불구하고 우리나라 기혼여성의 경제활동참여는 여전히 50%를 밑돌고 있다.

대부분 기혼여성의 일자리는 비정규직으로 저임금의 열악한 근무환경으로 내몰리고 있다는 점에서 심각하다.

또한 비정규직고용이 확산되면서 비정규직 일자리의 특성과 함께 비정규직으로 진입한 근로자가 정규직으로 자유롭게 이동할 수 있는가에 대한 문제가 제기되고 있다.

이러한 맥락에서 본 연구는 비정규직 기혼여성의 정규직 이행 가능성에 대해 분석하였다.

이에 여성가족패널 1~3차년도 자료를 활용하여 생존분석(Survival Analysis)을 통해서 위험률(hazard rate)을 추정하였다.

제조업보다는 서비스업이 기혼여성의 정규직 전환에 상대적으로 더 적합한 업종이며, 높은 임금수준은 기혼여성의 정규직화에 유리한 것으로 나타났다.

즉, 가계의 괜찮은 경제적 수준과 높은 임금은 자녀양육에 대한 효과를 감소시키고 상대적으로 정규직을 선택하려는 유인이 강하게 나타난다고 볼 수 있다.

이러한 분석결과를 토대로 기혼여성이 정규직으로 전환되기 위한 정책방안을 모색하였다.

@highlight

기혼여성의 경제활동참여에 대한 지속적인 관심과 노력에도 불구하고 우리나라 기혼여성의 경제활동참여는 여전히 50%를 밑돌고 있다.

