연

구

의

 

목

적

은

 

경

영

학

전

공

 

대

학

생

들

의

 

전

공

만

족

도

와

 

진

로

결

정

 

자

기

효

능

감

이

 

진

로

준

비

행

동

에

 

미

치

는

 

영

향

과

 

고

용

가

능

성

의

 

매

개

효

과

를

 

실

증

적

으

로

 

분

석

하

는

데

 

있

다

.

 

그

동

안

 

국

내

외

 

많

은

 

연

구

자

들

이

 

다

양

한

 

전

공

에

서

 

대

학

생

들

의

 

전

공

만

족

도

와

 

진

로

준

비

행

동

,

 

진

로

결

정

 

자

기

효

능

감

과

 

진

로

준

비

행

동

의

 

관

계

를

 

연

구

해

왔

다

.

 

그

러

나

 

경

영

학

전

공

 

대

학

생

을

 

대

상

으

로

 

한

 

연

구

는

 

없

기

 

때

문

에

 

경

영

학

전

공

 

대

학

생

들

의

 

체

계

적

인

 

진

로

준

비

를

 

위

해

 

이

러

한

 

주

제

의

 

연

구

가

 

필

요

할

 

것

으

로

 

사

료

된

다

.

 

본

 

연

구

의

 

목

적

을

 

달

성

하

기

 

위

해

 

경

영

학

전

공

 

대

학

생

을

 

대

상

으

로

 

조

사

한

 

1

7

6

부

의

 

유

효

 

설

문

지

를

 

빈

도

분

석

,

 

상

관

관

계

분

석

,

 

요

인

분

석

,

 

신

뢰

도

 

검

증

,

 

분

산

분

석

,

 

회

귀

분

석

,

 

S

o

b

e

l

 

검

증

 

등

을

 

사

용

하

여

 

분

석

하

였

다

.

 

분

석

결

과

,

 

첫

째

로

 

전

공

만

족

도

(

교

수

관

계

,

 

사

회

인

식

)

는

 

진

로

준

비

행

동

에

,

 

진

로

결

정

 

자

기

효

능

감

(

목

표

설

정

,

 

진

로

계

획

,

 

문

제

해

결

)

은

 

진

로

준

비

행

동

에

,

 

고

용

가

능

성

(

직

업

탐

색

능

력

,

 

구

직

기

술

)

은

 

진

로

준

비

행

동

에

 

유

의

한

 

영

향

을

 

미

쳤

다

.

 

둘

째

로

 

전

공

만

족

도

(

교

과

수

업

,

 

사

회

인

식

)

는

 

고

용

가

능

성

에

,

 

진

로

결

정

 

자

기

효

능

감

(

목

표

설

정

,

 

진

로

계

획

,

 

문

제

해

결

,

 

자

기

평

가

)

은

 

고

용

가

능

성

에

 

유

의

한

 

영

향

을

 

미

쳤

다

.

 

셋

째

로

 

고

용

가

능

성

은

 

전

공

만

족

도

와

 

진

로

준

비

행

동

 

간

에

,

 

진

로

결

정

 

자

기

효

능

감

과

 

진

로

준

비

행

동

 

간

에

 

매

개

효

과

가

 

있

었

다

.

 

이

 

연

구

결

과

는

 

경

영

학

전

공

 

학

생

들

의

 

체

계

적

인

 

진

로

준

비

와

 

교

수

의

 

올

바

른

 

진

로

지

도

에

 

도

움

이

 

될

 

것

이

다

.

@highlight

연구의 목적은 경영학전공 대학생들의 전공만족도와 진로결정 자기효능감이 진로준비행동에 미치는 영향과 고용가능성의 매개효과를 실증적으로 분석하는데 있다.