본 연구는 구성적 처리수준과 판단 및 선택이라는 반응양식에 따른 선호반전의 발생에 대한 관계를 검증해보고, 아울러 구성적 처리와 함께 인지욕구라는 개인차 변수가 반응양식에 따른 선호반전에 미치는 영향을 살펴보았다.

실험결과, 친숙 제품의 경우 구성적 처리가 낮은 조건에서보다 높은 조건에서 반응양식에 따른 선호반전이 유의하게 더 많이 발생하였으나, 비친숙 제품에서는 차이가 나타나지 않았다.

또한 친숙한 제품의 경우, 인지욕구가 높은 집단에서는 구성적 처리의 각 수준에서 반응양식에 따른 선호반전 발생이 유의한 차이를 보이지 않았으나, 인지욕구가 낮은 집단에서는 유의한 차이가 나타났다.

그러나 이러한 결과 또한 비친숙 제품에서는 발견되지 않았다.

추가적으로 판단 및 선택과제에서 고려한 속성중요도 척도에 대한 응답을 분석한 결과, 친숙 제품과 비친숙 제품 모두에서 구성적 처리가 낮은 조건에서보다 높은 조건에서 반응양식에 따른 속성중요도의 차이가 크게 나타났고, 선호반전이 발생한 경우가 발생하지 않은 경우에 비해 반응양식에 따른 속성중요도에서 큰 차이를 보였다.

@highlight

친숙 제품의 경우 구성적 처리가 높은 조건에서 반응양식에 따른 선호반전이 더 많이 발생하였지만, 비친숙 제품에서는 차이가 없었다.

@highlight

또한 친숙한 제품의 경우, 인지욕구가 높은 집단에서 구성적 처리의 각 수준은 반응양식에 따른 선호반전 발생이 유의한 차이를 보이지 않았다.

@highlight

추가적으로 판단 및 선택과제에서 고려한 속성중요도 척도에 대한 응답을 분석한 결과, 친숙 제품과 비친숙 제품 모두에서 구성적 처리가 높은 조건에서 반응양식에 따른 속성중요도의 차이가 크게 나타났고, 선호반전이 발생한 경우가 반응양식에 따른 속성중요도에서 큰 차이를 보였다.

