프로야구 선수의 권익보호 측면에서 많은 법적 제도가 요구되고 있는 가운데 최근 프로야구위원회(KBO)에서 야구규약을 새롭게 개정하였다.

또한 현재 프로야구선수 노동조합설립에 관해서도 긍정적인 여론이 형성되고 있다.

그러나 국가인권위원회의 민간부분 비정규직 인권상황 실태조사에서도 프로스포츠 선수계약 또는 노동성에 대한 고용관계를 해설한 부분이 부재한 상태이고, 프로야구 선수를 근로기준법상 “노동자”로 인정해야 할지에 여부에 대해서도 아직 학설이 통일되지 않았다.

종래 판례에서는 프로스포츠 선수의 근로자성을 부정하는 입장이었으나, 최근에는 “특수고용관계”에 준해서 프로스포츠 선수의 근로자성과 법적 지위를 바라보는 것이 합리적이라는 의견도 제기되고 있다.

또한 국회에서도 프로야구선수의 고용관계를 특수고용관계의 성질로 바라봄이 타당하다는 의견이 제시되고 있다.

또한 현재 활동 중인 한국프로야구선수협의회(이하 선수협의회, KPBPA)를 노동조합으로 승격시킬 수 있을지의 여부는 아직 논란이 있는 가운데, KBO 및 구단의 적극적인 동의가 가장 필요할 것이다.

본 논문은 1982년 프로야구 출범 이후 현재까지 수 없이 많이 검토되었던 프로야구선수 노조설립에 관련하여 보도 자료와 연구논문에 나오는 주요 쟁점사안 등을 기초로 보충 의견을 제시하고자 한다.

@highlight

프로야구 선수의 권익보호 측면에서 많은 법적 제도가 요구되고 있는 중에 최근 프로야구위원회(KBO)에서 야구규약을 새롭게 개정했다.

