본 연구는 지속적인 움직임의 힘으로부터 이루어내는 생명적 기능이야말로 무용예술을 이루는 근원적 활동이라 말하고 있다.

특히 무용예술을 흔히 가장 원초적이고도 직감적인 예술로 규정하면서 감정과 신체와의 조화로 ‘지각(의식)-

신체’에 관해 논한다.

이는 무용의 단순한 형태의 운동성을 보는 것이 아니라, 그 힘이 얽히고 모여 이루어내는 또 다른 생명력으로서 무용을 예술로서 규정짓고 있는 것이다.

즉 무용은 무대에서의 시공을 초월하는 주체의 발로로서 하나의 내면적 의식을 표출하는 예술임을 강조한다.

따라서 무용이라는 예술을 제대로 이해하고자 할 때 무용의 어떠한 속성이 예술로서 의미를 규정하며 창작적 표현을 드러내는지 주목한다.

이를 ‘무용의 생명적 기능’으로 보고 무용예술을 수용하는 관객의 태도뿐 아니라 창작을 실현하는 무용예술에 대한 근원적 이해를 도모하고자 하였다.

그럼으로써 안무의 창조적 생각과 공감의 형성, 무용예술을 어떻게 바라봐야 하는지 숙고해 보았다.

이러한 연구는 무용예술의 움직임의 표현과 기능에 대한 미학적이면서도 체계적인 검토를 위한 이론적 방법론의 하나이다.

@highlight

이 연구는 지속적인 움직임의 힘으로부터 이뤄내는 생명적 기능이야말로 무용예술을 이루는 근원적 활동이라 말하고 있다.

