이 논문은 세계화의 한 현상인 오프쇼어링(offshoring)이 개인의 복지국가 선호에 미치는영향을 분석한다.

오프쇼어링의 가장 큰 위협으로 실업을 들 수 있다.

그러므로 오프쇼어링수준이 높은 직업군의 개인들은 복지정책을 선호하리라 예상할 수 있지만 현실은 그렇지 않다.

오프쇼어링이 복지국가 선호에 어떤 영향을 주는가?

이 연구는 개인의 기술 특정성(skill specificity)과 오프쇼어링의 상호작용이 복지태도를 결정한다고 주장한다.

구체적으로, 기술 특정성이 높은 개인이 오프쇼어링에 노출될 경우, 기술특정성이 낮거나 오프쇼어링 위협이 작은 직업군에 있는 경우에 비해, 복지정책을 더 선호할 것이라는 이론적 주장을제시한다.

14개 유럽 국가의 응답자들을 포함한 2008년 유럽사회조사(European Social Survey) 데이터를 통해 가설 검증을 시도하였다.

그 결과 기술 특정성이 높은 직업군에 속한 개인의 경우, 오프쇼어링의 가능성이 높을 때 복지국가 선호가 높다는 점을 발견하였다.

@highlight

본고는 세계화의 한 현상인 오프쇼어링(offshoring)이 개인의 복지국가 선호에 미치는 영향을 연구한다.

@highlight

오프쇼어링의 가장 큰 위협으로 실업을 예로 들 수 있다.

