이 연구는 학생의 경험을 토대로 학생의 관점에서 학교폭력 예방 및 대처를 위해 필요한 교사역량이 무엇인지 심층적으로 알아보는데 목적이 있다.

이를 위해 학교폭력과 사안처리 과정을 경험한 피해학생 및 가해학생 총 10명을 대상으로 면접하고, CQR 방식으로 분석하였다.

분석결과 학생들이 중요하게 여긴 학교폭력 관련 교사역량은 총 4개 영역 16개 범주로 도출되었다.

교사역량의 4개 영역은 교사의 학교폭력에 대한 인식과 태도, 사안대처의 절차와 방식, 사안대처 관련 능력과 기술, 학교폭력 예방을 위한 교사역량 등으로 분류되었다.

학생들에 의하면 사소한 학교폭력 사안에 대해서도 심각하게 인식하며 적극적이고 제대로 해결하려는 교사의 인식과 태도, 사안처리 과정에서 절차의 원칙을 지키며 교육적인 관점에서 개입하는 방식, 해당학생을 대상으로 상담, 중재, 지도하는 능력과 기술, 그리고 학생과의 긍정적 관계형성, 학급 관리 및 리더십을 통한 학교폭력 예방 등의 교사역량이 필요한 것으로 나타났다.

이 연구의 결과는 교사의 학교폭력 관련 역량강화를 위한 기초적 자료를 제공할 것으로 기대한다.

특히 피해학생과 가해학생을 위한 교사의 차별화된 대응역량에 관한 정보를 제시한 점에서 의의가 있다.

이 연구의 결과를 토대로 선행연구에 나타난 교사의 관점에서 본 학교폭력 관련 교사역량과의 공통점과 차이점을 논의하였다.

@highlight

본 연구의 목적은 학생의 경험을 토대로하여 학생의 관점에서 학교폭력 예방 및 대처를 위하여 필요한 교사역량이 무엇인지 심층적으로 알아보는데에 있다.

@highlight

이를 위하여 학교폭력과 사안처리 과정을 경험한 피해학생 및 가해학생 총 10명을 대상으로 면접하고, CQR 방식으로 분석했다.

