본 연구는 다문화적태도에 영향을 미치는 변인들 가운데 다문화접촉경험, 인지적 유연성, 편견을 중심으로 하여 이들 간의 관계를 살펴보고자 하였다.

더 나아가 인지적 유연성과 다문화태도와의 관계에서 편견의 매개효과를 살펴보고, 편견과 다문화적태도 간의 관계에서 다문화접촉경험이 조절효과를 나타내는지 알아보고자 하였다.

이를 위해 A광역시의 3개 중학교 학생 455명(남학생 85명, 여학생 370명)을 대상으로 자기보고식 설문조사를 실시하였다.

연구결과는 다음과 같다.

첫째, 각 변인들 간의 상관관계를 살펴보면 인지적 유연성의 하위변인인 통제를 제외한 대부분의 하위변인들이 각각 서로 유의미한 상관을 보였다.

둘째, 인지적 유연성의 대안 요인과 다문화적태도와의 관계에서 편견이 매개효과를 나타내었다.

셋째, 편견이 다문화적태도에 미치는 영향은 다문화접촉경험에 의해 조절되었다.

넷째, 인지적 유연성의 대안 요인이 편견을 매개로 하여 다문화적태도에 미치는 경로에서 다문화접촉경험은 편견과 다문화적태도 간의 관계를 조절하였다.

본 연구의 결과를 토대로 상담 및 교육현장에 실제적인 의의 및 시사점, 그리고 제한점을 제시하였다.

@highlight

본 연구는 다문화적태도에 영향을 미치는 변인들 가운데 다문화접촉경험, 인지적 유연성, 편견을 중심으로 하여 이들 간의 관계를 살펴본 것으로, 본 연구의 결과를 토대로 상담 및 교육현장에 실제적인 의의 및 시사점과 제한점을 제시하였다.

