본 연구는 남녀대학생의 SNS 활용유형 차이를 확인적 요인분석 방법을 통해 검증하는 것에 그 목적이 있다.

연구 수행을 위해 2013학년도 1학기 기준 서울 소재 K대학교 학생 496명을 대상으로 한 설문결과가 분석에 활용되었으며, 4영역과 16개 요소로 구성된 선행 이론연구의 틀이 본 연구의 도구로서 적용되었다.

EQS 구조방정식 통계패키지를 통한 적합도 확인 결과, 남녀 참가자들은 공통적으로 주로 관계도모, 정보유통, 협업, 피드백의 목적으로 SNS를 활용하는 것으로 나타났다.

남녀 차이 탐색을 위한 형태·측정·구조동일성 검증 결과 남성집단은 관계검색과 교류활동, 그리고 제작과 공유활동이 높은 상관성을 보였다.

여성집단의 경우 남성집단과 유사하게 제작과 공유활동이 높은 상관성을 보임은 물론, 정보유통 요인이 지식구성활동과 유의미한 관계성을 드러냈다.

제언으로서, 남녀의 SNS 활용은 정보격차가 아닌 활용차이적 시각에서의 접근이 타당하였으며, 향후 성별 특성을 고려한 다양한 형태의 SNS 개발 및 적용 전략이 요구되었다.

@highlight

이 연구는 남녀대학생의 SNS 활용유형 차이를 확인적 요인분석 방법을 통해 검증하는 것에 그 목적이 있다.

