본 연구는 공식적 멘토링 프로그램이 조직 구성원들이 공유하는 집합적 조직몰입과 조직수준에서의 이직률에 어떠한 영향을 갖는지 이해하기 위해 수행되었다.

기존 문헌을 바탕으로 변수들 간 관계에 대한 가설을 제안하고, 이를 검증하는 데 있어서 상이한 두 시점에 수집된 자료를 사용함으로써 역인과관계(reverse causality)의 가능성을 제한하고자 하였다.

2011년(T1)과 2013년(T2) 인적자본기업패널 조사에 모두 참여한 기업들 중 공식적 멘토링을 실행하고 있는 159개 기업의 자료를 대상으로 분석한 결과, T1 시점의 멘토링의 실행은 멘토링에 대한 구성원들의 효과인식을 통해 T2시점의 집합적 조직몰입에 영향을 미친다.

또한, 조절된 매개 모델(moderated mediation model)분석 결과, 이 관계는 조사대상 기간 동안 조직 내에 형성되어 있는 인간관계문화(human relations culture)에 의해서 조절됨을 밝혀냈다.

구체적으로, 조직 내에서 관계, 상호 존중 및 신뢰, 개인의 개발이 중요한 가치로 규정되어 있을 때, 멘토링 실행이 구성원들의 멘토링 효과인식을 통해 구성원들이 공유하는 조직몰입에 갖는 긍정적 효과가 더 강하게 나타났다.

한편, 이직률을 결과변수로 한 분석에서는 이와 같은 유의한 결과가 관찰되지 않았다.

분석결과를 바탕으로 이론적·실무적 함의가 논의되었다.

@highlight

본고는 공식적 멘토링 프로그램이 조직 구성원들이 공유하는 집합적 조직몰입과 조직수준에서 이직률에 어떤 영향을 갖는지 이해하기 위해 수행됐다.

