이 연구의 목적은 귀농인들의 영역별 삶의 질에 대한 인식수준을 살펴보고 집단별 삶의 질 인식수준의 차이를 분석하는 것이다.

이를 위해 전라도와 경상도에 거주하는 귀농인 660명에 대한 설문조사 자료를 이용하여 t-

검정과 F-

검정을 시행하였다.

주요 결과는 다음과 같다.

첫째, 귀농인들의 전반적인 삶의 질 인식수준은 보통수준에 가까우며, 상대적으로 가족관계와 자아실현 영역이 높은 인식수준을 보인 반면, 경제활동과 지역환경 영역에서 낮은 인식 수준을 보였다.

둘째, 여성 귀농인이 남성 귀농인보다 귀농 이후 삶의 질에 대한 인식수준이 더 낮다.

셋째, 농촌생활 경험이 없는 경우보다 고향농촌으로 귀농한 경우 농촌에서의 삶의 질에 대한 인식수준이 더 높다.

넷째, 고향농촌으로 귀농한 경우는 건강과 활력, 정서, 자아실현, 사회생활, 지역환경 영역에서의 삶의 질에 대한 인식수준이 높다.

마지막으로, 귀농 4-5년 차 귀농인의 농촌에서의 삶의 질에 대한 인식수준이 가장 높다.

귀농인들의 삶의 질을 향상하기 위해 귀농인 자신의 노력과 귀농지 선택이 중요하겠다.

나아가 여성 귀농인의 경우 경제활동 및 가족관계 영역에서의 삶의 질을 높이기 위해 귀농정책의 개선이 필요하며 농촌생활 경험이 없는 귀농인들에 대한 귀농교육이 요구된다.

@highlight

본 연구의 목적은 귀농인들의 영역별 삶의 질에 대한 인식수준을 살펴보고 집단별 삶의 질 인식수준의 차이를 분석하는 것이다.

