다양한 영역에서32비트 명령어 기반 마이크로프로세서의 사용이 일반화되고 있지만, 임베디드 시스템 환경에서는 여전히 16비트 명령어 기반 프로세서가 널리 사용되고 있다.

인텔 8086, 80286 및 모토로라 68000, 그리고 에이디칩스의 AE32000과 같은 프로세서들이 그 대표적인 예이다.

그러나, 16비트 명령어들은 32비트 명령어보다 그 크기로 인해 상대적으로 낮은 표현력을 가지고 있어 동일한 기능을 구현하는데 32비트명령어 기반 프로세서에 비해 많은 명령어를 수행해야 한다는 문제점을 가지고 있다.

실행 명령어 수는 프로세서의 실행 성능과 밀접한 관련을가지므로 16비트 명령어셋의 표현력을 향상시켜 성능 저하 문제를 해결할 필요성이 있다.

본 논문에서는 기존의 그래프 컬러링 기반 레지스터할당(Graph-

coloring based Register Allocation) 알고리즘을 보완한 페어 레지스터 할당(Pair Register Allocation) 알고리즘을 제안하고, 이를통한 성능 분석 결과 및 추후 연구 방향을 제시하고자 한다.

@highlight

이 논문에서는 기존의 그래프 컬러링 기반 레지스터할당 알고리즘을 보완한 페어 레지스터 할당 알고리즘을 제안하고, 이를통한 성능 분석 결과 및 추후 연구 방향을 제시하려 한다.

