본 연구는 댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝이 만성요통 노인여성의 장애지수와 일상생활체력에 미치는 영향을 구명하여 요통의 개선 및 예방을 위한 효과적인 운동 프로그램을 제공하는데 목적이 있다.

연구의 목적을 달성하기 위해서 S시에 거주하며 12주 이상 지속되는 요통을 호소하는 만성요통 노인여성을 대상으로 8주간 댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝이 장애지수와 일상생활체력에 미치는 영향을 구명하였다.

댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝은 만성요통 노인여성의 장애지수와 일상생활체력(상지 근 기능, 하지 근 기능, 평형성, 유연성, 심폐지구력, 협응력)을 긍정적으로 개선시키는 것을 확인하였다.

이러한 결과를 종합해 볼 때 댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝은 만성요통 노인여성의 장애지수와 일상생활체력을 개선시켜 만성요통 환자의 건강관리 및 삶의 질 향상을 위한 중재 방안으로 적용 가능하다고 생각된다.

@highlight

댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝이 만성요통 노인여성의 장애지수와 일상생활체력에 미치는 영향을 구명하여 요통의 개선 및 예방을 위한 효과적인 운동 프로그램을 제공하고자 하였다.

@highlight

댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝은 만성요통 노인여성의 장애지수와 일상생활체력(상지 근 기능, 하지 근 기능, 평형성, 유연성, 심폐지구력, 협응력)을 긍정적으로 개선시키는 것을 확인하였다.

@highlight

이러한 결과를 종합해 볼 때 댄스스포츠와 탄성밴드 운동을 이용한 복합 트레이닝은 만성요통 노인여성의 장애지수와 일상생활체력을 개선시켜 만성요통 환자의 건강관리 및 삶의 질 향상을 위한 중재 방안으로 적용 가능하다고 생각된다.

