중국은 1997년 형법수정에서 반테러 관련 죄명을 신설하는 등 테러 움직임에 대응하기 위해 많은 노력을 가하였으나 그렇다할만한 효과를 가져오지 못한 반면 테러범죄는 더욱 기승을 부렸다.

특히 2014년 3월 윈난(雲南)성 쿤밍(昆明) 기차역에서 29명이 숨지는 흉기테러가 발생하였고, 또한 수니파 극단주의 단체 ‘이슬람국가(IS)’가 중국 내에서 테러리스트를 모집하는 등의 사건이 드러나면서 테러범죄는 테러사건의 ‘온상’이 되고 있는 신쟝 위구르자치구(新疆维尔族自治区)지역을 벗어나 내륙지역으로 움직이는 추세를 보였다.

이에 대해 중국정부는 테러와의 전쟁을 선포하고 테러에 강경하게 맞서는 대응책을 강구하여 반테러주의법의 제정을 지속적으로 촉구하였다.

중국에서 첫 번째로 되는 반테러 전문법인 「반테러주의법(反恐怖主义法)」은 2015년 12월 27일에 공포되어 2016년 1월 1일부터 시행하게 되었다.

이 글에서는 중국에서 반테러주의의 입법체계가 마련될 수 있었던 입법배경을 살펴보고 형법상 테러범죄와 반테러주의법의 내용을 고찰함과 아울러 존재하는 문제점과 향후 보완방향과 과제를 제시하는 것을 목적으로 한다.

@highlight

중국은 1997년 형법수정에서 반테러 관련 죄명을 신설하는 등 테러 움직임에 대응하기 위해 많은 노력을 가하였으나 그렇다할만한 효과를 가져오지 못한 반면 테러범죄는 더욱 기승을 부렸다.

@highlight

이에 대해 중국정부는 테러와의 전쟁을 선포하고 테러에 강경하게 맞서는 대응책을 강구하여 반테러주의법의 제정을 지속적으로 촉구하였다.

@highlight

중국에서 반테러주의의 입법체계가 마련될 수 있었던 입법배경을 살펴보고 형법상 테러범죄와 반테러주의법의 내용을 고찰함과 아울러 존재하는 문제점과 향후 보완방향과 과제를 제시하였다.

