본 연구는 2009 개정 사회과 교육과정이 적용된 학업성취도 평가에서 중학생의 일반사회 영역의 학업성취가 어떤 특징을 보이는지 살펴보는 것을 목적으로 한다.

이를 위해 2015년 사회과 학업성취도 평가 결과 전체와 영역별(지리, 역사, 일반사회) 결과에 대한 기초 통계를 개략적으로 살펴본 후, 일반사회 하위 영역(사회·문화, 정치, 경제)별로 문항 및 평가 결과를 분석하였다.

먼저 기초 통계를 살펴본 결과, 사회과 세 영역 중에서 일반사회 영역의 성취도 점수와 정답률이 가장 낮게 나타나, 학생들이 특히 일반사회 영역의 문제 해결에 어려움을 느끼고 있음이 드러났다.

다음으로 선다형 문항 분석 결과, 추상적인 개념으로 이루어진 일반사회 개념 내에서도 특히 정치 영역의 개념 관련 학습이 약하다는 점이 드러났다.

정치 영역의 낮은 정답률(28.37%)과 변별도, 매력적인 특정 오답지에 대한 학생들의 유사한 반응이 이를 뒷받침한다.

마지막으로 서답형 문항 분석 결과, 개념의 위계를 비롯하여 상하, 인접, 유사, 반의 등 개념 간의 관계 이해가 취약하여 이로 인해 학습자가 오개념을 형성할 수 있다는 점이 드러났다.

이에 근거하여 사회과 개념 학습 강화를 위한 데이터베이스 구축과 서답형 문항에 대한 질적 분석 강화를 제안하였다.

@highlight

본 논문의 목적은2009 개정 사회과 교육과정이 적용된 학업성취도 평가에서 중학생의 일반사회 영역의 학업성취가 어떠한 특징을 보이는지 살펴보는 것에 있다.

