본 연구에서는 최근 적용사례가 급증하고 있는 가압식 그라우팅을 이용한 쏘일네일링의 현장인발시험 자료를 수집하여 데이터베이스를 구성하였으며, 기존의 도해법을 이용한 극한인발저항력 판정법의 문제점을 보완하기 위하여 비선형회귀분석을이용하여 극한인발저항력을 판정하는 방법을 제안하였다.

비선형회귀분석에 의해 추정된 하중-

변위곡선은 현장인발시험 자료와 매우 높은 상관성을 보였으며, 도해법에 의해 판정된 극한인발하중에 비해 평균 29% 정도 크게 판정되었다.

쏘일네일의하중-

변위곡선이 항복하중 이후에 급격한 변위를 보이는 경우에는 S자 성장곡선 회귀모형이 가장 적합하며, 인발하중과 변위의 증가량이 점진적으로 감소하는 파괴거동을 보이는 하중-

변위곡선은 점근적 방법이 가장 적합한 회귀모형으로 평가되었다.

본 연구로부터 제안된 단위극한주면 마찰 저항력은 국내 지반특성과 가압식 그라우팅 공법의 특성이 반영된 것으로 해외연구결과로부터 제시된 설계도표를 이용하던 문제점을 개선함으로써 독자적인 설계기준을 확보하는데 기여할 수 있을 것으로기대된다.

@highlight

이 연구로부터 제안된 단위극한주면 마찰 저항력은 국내 지반특성과 가압식 그라우팅 공법의 특성이 반영된 것으로 해외연구결과로부터 제시된 설계도표를 이용하던 문제점을 개선함으로써 독자적인 설계기준을 확보하는데 기여할 수 있을 것으로기대된다.

