본 연구는 자녀가 있는 중년기 성인들의 부부친밀감, 자녀애착과 노화불안의 관계를 확인하고자 수행되었다.

교환이론에 의하면 부부간, 부모-

자녀 간에 교환자원의 부족과 가치 저하로 노화불안이 경험된다.

노화불안은 노년층뿐 아니라 노년을 대비하는 중년층에서도 나타난다.

노년기 교환자원 부족과 가치 저하를 보완해 줄 수 있는 요소가 부부친밀감과 자녀와의 애착이다.

다양한 관련 논의를 바탕으로 부부친밀감과 노화불안과의 관계를 자녀애착회피가 매개한다는 연구모형을 설정하고, 중년기 성인 364명의 자료를 분석하였다.

연구 결과, 부부친밀감은 자녀애착회피, 노화불안과 부적 상관을 보였고, 자녀애착회피는 노화불안과 정적 상관을 보였다.

또한 부부친밀감과 노화불안과의 관계에서 자녀애착회피가 부분매개효과를 보이는 것으로 나타났다.

이를 통해 중년기 성인의 부부친밀감이 노화불안에 직접적 영향을 미치고, 동시에 부부친밀감이 자녀애착회피를 낮추어 간접적으로 노화불안에 영향을 미치고 있음을 알 수 있다.

본 연구는 노년기의 노화불안을 줄이며 안정적인 노년기의 삶을 준비하기 위해 중년기 성인으로 하여금 부부친밀감, 자녀애착을 잘 형성할 필요가 있음을 보여준다.

@highlight

이 연구는 자녀가 있는 중년기 성인들의 부부친밀감, 자녀애착과 노화불안의 관계를 확인하고자 수행됐다.

@highlight

이 연구는 노년기의 노화불안을 줄이며 안정적인 노년기의 삶을 준비하기 위해 중년기 성인으로 하여금 부부친밀감, 자녀애착을 잘 형성할 필요가 있음을 보여준다.

