본 논문은 냉간성형 각형강관 T형 접합부의 면내 휨모멘트를 평가하는데 목적이 있다.

이전 연구로부터, 주관 폭에 대한 지관 폭의 비가 0.71이하인 T형 접합부는 뚜렷한 최대 휨강도를 나타내지 못하는 접합부의 파괴모드는 주관 플랜지의 휨파괴이다.

Zhao에 의해 수행된 실험을 포함한 결과로부터 주관 폭두께비는 16.7≤2γ(=B/T)≤33.3이고, 주관 폭에 대한 지관 폭의 비인 폭비는 0.34≤β(=b1/B)≤0.71의 범위인 냉간성형 각 형강관 T형 접합부에 대한 최대 휨강도 정의를 위한 변형제한치는 주관폭(B)의 1% 변형이며, 최대 휨강도는 1.5M1%B로 정의할 수 있다.

기본형에 대한 항복선 모델과 기존 연구자들에 의해 수정 제안된 항복선 모델식을 검토하여 실험결과와 비교한 결과, Zhao의 제안식이 가장 좋은 대응도와 분포도를 보였다.

따라서, 각형강관 T형 접합부에 대한 면내 설계 휨강도식으로 Zhao가 수정 제안한 항복선 모델식을 적용하는 것이 가장 합리적인 것으로 생각된다.

@highlight

냉간성형 각형강관 T형 접합부의 면내 휨모멘트를 평가한 결과 각형강관 T형 접합부에 대한 면내 설계 휨강도식으로 Zhao가 수정 제안한 항복선 모델식을 적용하는 것이 가장 합리적인 것으로 판단한다.

