19-20세기로의 전환기 예술가들은 창작의 목표를 대상의 모방적 정확성에 두었지만, 성공을 거두지 못했다.

이것은 예술사의 본성에 의문을 제기함과 동시에 재현적인 정확성의 목표도 포기하도록 이끌었다.

그 상황을 반영하는 학설들은 제들마이어의 근대예술비판론, 그리고 벨팅, 후쿠야마, 단토, 모건, 쿠스피트로 이어지는 예술종언론이었다.

벨팅은 자신의 『예술종언론?

』 후반부에서 바자리의 『예술가열전』을 분석하면서 예술의 역사적 발전, 그리고 추후의 예술사 저술의 발전에 미친 영향을 시험했다.

예술이 르네상스로부터 지속된 전통적인 예술사학자들이 수행한 규범적 판단의 문맥 속에서 시험되기보다는 차라리 현재에 유행하고 있는 태도들의 문맥 속에서 시험되어야만 한다고 보았기 때문이다.

그러나 그가 당시에는 결정적인 대안을 제시하지 못하다가 2000년 이후에야 현대미술의 전개를 당대의 다양한 문화사적, 인종사적, 더 나아가서는 인류학적 맥락에서 기술되어야 한다는 주장으로 전환하고 있다.

그는 새로운 전형을 제안하기보다는 차라리 개별적인 작품들에 대해 관심을 늘릴 것을 권유한다.

그가 고민 끝에 제시한 예술사 방법론은 이미지 이론과 형상인류학이었다.

결론적으로 그는 지구촌의 시대에 부응하여 인류학을 예술사학에 끌어들임으로써 그 학문의 지평을 전 세계적으로 확장하고 있는 것이다.

@highlight

19-20세기로의 전환기 예술가들은 창작의 목표를 대상의 모방적 정확성에 두었지만, 성공을 거두지 못했다.

@highlight

이것은 예술사의 본성에 의문을 제기함과 동시에 재현적인 정확성의 목표도 포기하도록 이끌었다.

