본 연구는 만화를 활용한 읽기 텍스트의 수정이 초등학교 지적장애학생의 읽기 이해와 읽기 흥 미에 미치는 영향을 알아보는데 그 목적이 있다.

Y시에 소재하는 특수학교 1개교와 초등학교 5개교에 재학 중인 특수교육 대상 학생 중에서 지적장애로 판별된 학생 40명을 의도적으로 선정하여 실험집단과 통제집단에 각각 20명씩 배정하고, 실험집단에 주 4회씩 5주동안 총 20회기의 만화를 활용한 읽기 텍스트의 수정자료 교수를 시행하고 통제집단에 같은 회기동안 직접교수를 시 행하였다.

본 연구의 결과는 다음과 같다.

첫째, 만화를 활용한 읽기 텍스트 수정 자료를 적용한 실험집단이 직접교수를 실시한 통제집단에 비해 읽기 이해력 사후검사 점수가 사전검사 점수보다 높은 점수를 보임으로써 실험집단의 읽기 이해력이 더욱 신장되었다.

둘째, 만화를 활용한 읽기 텍스트 수정 자료를 적용한 실험집단이 직접교수를 실시한 통제집단에 비해 읽기 흥미도 사후검사 점수가 사전검사 점수보다 높은 점수를 보임으로써 지적장애학생의 읽기 흥미 향상에 상당히 유의한 효과가 있음을 알 수 있다.

따라서 읽기 텍스트를 수정하는 전략은 지적장애학생들의 읽기 이해를 신장하고 읽기 학습에 대한 동기를 유발하는데 효과적인 자료 수정 전략이라 할 수 있다.

@highlight

본고는 만화를 활용한 읽기 텍스트의 수정이 초등학교 지적장애학생의 읽기 이해와 읽기 흥 미에 미치는 영향을 알아보는데 그 목적이 있다.

