덕 윤리학은 특정한 행동패턴보다는 한 인간의 삶 전체를 시야에 담으려는 노력을 통해 윤리적인 문제에 관한 현대의 논의를 좀더 심화시키고 그 내용을 풍부하게 만드는 기여를 할 수 있었다.

이 글에서 필자는 그와 같은 기여는 덕 윤리학이 인간 삶을 좋음을 추구하는 활동 특히 조직화된 활동을 포괄하는 또 하나의 조직화된 활동으로 파악할 수 있었기 때문에 가능했다는 해석을 제시한다.

덕 윤리학이 윤리학적 논의의 중심개념으로 부각시키고자 하는 덕은 넓은 의미에서 좋음을 추구하는 조직화된 활동에서 요청되는 기량으로 이해할 수 있는 것이다.

따라서 덕을 갖춘다는 것은 좋음을 추구하는 활동에 성공적으로 참여한다는 것을 뜻한다.

그런데 여러 활동을 포괄하는 한 사람의 삶 전체도 또 하나의 조직화된 활동에 유비하여 파악할 수 있다.

삶 전체의 좋음을 추구하는 이 특별한 조직화된 활동에 요청되는 기량으로서 덕이 바로 다름 아닌 통상적으로 윤리적인 의미의 덕일 것이다.

따라서 윤리문제에 관한 논의에서 윤리적인 덕을 중심 화두로 삼고자 하는 덕 윤리학이 인간 삶 전체를 시야에 담아야 할 당위를 강조하는 것은 당연하다.

@highlight

덕 윤리학은 특정한 행동패턴보다는 한 인간의 삶 전체를 시야에 담으려는 노력을 통해 윤리적인 문제에 대한 현대의 논의를 좀더 심화시키고 그 내용을 풍부하게 만드는 기여를 할 수 있었다.

