백제 사비기 익산 왕궁면과 금마면 일대의 유적 입지와 토지 활용 양상을 규명하기 위해 고고학적인 조사와 고환경 분석 및 1915년도에 제작된 지적도의 토지 이용 모습 등을 검토하였다.

검토 결과, 왕궁리유적, 탑리 도로, 제석사지, 석왕동유적과 쌍릉, 오금산성, 저토성, 미륵사지 등의 사비기 유적들은 대부분 해발 20m 이상의 구릉 끝자락 또는 정상부에 분포되었다.

이는 백제 사비기 이곳에서의 인간 활동의 주무대가 해발 20m 이상의 지형에서 이루어졌음을 나타내었다.

1915년도에 제작된 지적도에 의하면, 논과 밭의 토지 경계선은 자연지형을 따라 설정되었고, 도로는 지형을 따라 굴곡이 있고 직선적인 구획이나 도로 모습은 확인되지 않았다.

이곳에 계획도시가 조성되고 운영되었다면, 해발 20m 이상 높이의 구릉 일대에서 많은 유구가 면적으로 확인되어야 하지만 현재까지의발굴조사에서 인간의 집주를 인정할만한 유적(유구)는 확인되지 않았다.

사비기의 각 유적들이 점적으로 존재하고, 정연한 도시계획에 의해 배치되지 않았음을 확인할 수 있었다.

@highlight

백제 사비기 익산 왕궁면과 금마면 일대의 유적 입지와 토지 활용 양상을 규명하기 위해 고고학적 조사와 고환경 분석 및 1915년도에 제작된 지적도의 토지 이용 모습 등을 검토했다.

@highlight

사비기의 각 유적들이 점적으로 존재하고, 정연한 도시계획에 의해 배치되지 않았음을 확인하였다.

