조선시대 감로탱화는 육도중생(六道衆生)에게 감로(甘露)를 베푸는 내용을 도상화한 그림이다.

16세기 말기부터 20세기 초까지 꾸준하게 제작된 감로탱화는 인간이 죽음을 맞이한 후에 불교의례를 빌어 의식을 치르는데 사용한 의식용 그림이다.

18세기는 조선의 경제지수가 나아지기 시작하면서, 신분제의 분열과 서민의 자아의식이 팽배하게 된다.

독자적인 문화를 생산하고 향유하려는 서민들의 의지에서 민화가 회화의 새로운 장르로 나타났다.

민화는 건강하고 솔직한 삶의 정서와 자유분방한 아름다음을 내포하고 있는 서민을 위한 그림이다.

불교회화는 의궤에 적용하여 제작되는 것이지만 감로탱화는 의궤의 엄격성에서 벗어나 화승의 의도에 따라 그 시대에 유행한 회화를 자유롭게 반영할 수 있었다.

감로탱화에는 서민의 생활상들이 다양하게 나타나 있어 조선 후기 회화의 변천을 동시에 살펴볼 수 있다.

또한 민화에서 보이는 산수화, 화조화, 책거리 등 다양한 화재가 매우 구체적으로 수용되었음을 작품을 통해 알 수 있다.

나아가 감로탱화와 민화는 당대 봉건사회를 근대사회로 변혁하려 했던 서민들의 문화적 해방의식과 시대적 역동성까지 확인할 수 있다.

@highlight

조선시대 감로탱화는 육도중생(六道衆生)에게 감로(甘露)를 베푸는 내용에 대한 것을 도상화 하여 그렸던 그림이다.

