본 연구에서는 고온에 노출된 GFRP 보강근과 고온에 노출된 후 알칼리용액에 노출된 보강근의 단면을 현미경을 통해 관찰하고 발생된 손상의 특징을 고찰하였다.

또한, 각 시험체에 발생한 레진 균열과 공극에 대한 정량적 분석을 실시하였다.

알칼리로 인한 손상은 주로 표면에 집중되며 레진균열과 작은 공극을 발생시키는 것으로 확인되었다.

고온노출에 의한 손상은 레진균열과 공극을 발생시키는 것은 알칼리와 동일하지만 전단면에서 발생하며, 공극의 크기가 훨씬 크다.

또한 정량분석 결과, 동일한 알칼리 용액 노출조건에도 불구하고, 200°C 이상의 고온에 노출된 시편에서 발견된 레진 균열과 공극이 고온노출이력이 전혀 없는 보강근에서 발견된 것 보다 1.5 및 1.4배 큰 것으로 확인되었다.

그러므로 동일한 알칼리 노출 조건이라 할지라도 200°C 이상의 고온에 노출된 보강근은 고온노출이력이 없는 보강근에 비하여 레진의 열화가 가속화 될 가능성이 있음을 알 수 있다.

@highlight

이 연구에서는 고온에 노출된 GFRP 보강근과 고온에 노출된 후 알칼리용액에 노출된 보강근의 단면을 현미경을 통해 관찰하고 발생된 손상의 특징을 고찰하였다.

