이동통신의 서비스 수요가 증가함에 따라 필요한 시스템의 용량 증가는 셀의 크기를 줄임으로써 이룰 수 있다.

이때 빈번한 핸드오프로 인하여 핸드오프 관리 및 위치 등록 등과 같은 네트웍 부담이 증가하고 서비스를 보장 받고자 하는 사용자에게 충분한 QoS(Quality of Service)를 제공하지 못한다는 문제점들이 해결되어야 한다.

본 논문에서는, 무선 망이 마이크로셀과 그들의 상위에 존재하는 매크로셀로 구성된 계층적 셀룰라 구조하에서 호를 수락하는 적응 호 수락 제어방식을 제안한다.

이를 위하여 먼저 마이크로셀에서 매크로셀로 오버플로우(overflow)되는 트래픽을 포아송(Poisson) 모델로 가정하고 이의 실효성을 호의 강제 종료율을 통해 분석하였다.

그리고 다양한 이동성을 갖는 사용자에게 주어진 QoS를 제공하기 위하여, 마이크로셀과 매크로셀들 간에 서로상태정보를 주기적으로 교환함으로써 매크로셀의 과부하 상태에 따라 호를 수락하는 적응 호 수락 제어 기법을제안하고 시뮬레이션을 통하여 제안한 기법의 신규 호 차단율, 호 강제 종료율, 채널 사용률을 분석하였다.

@highlight

본고에서는, 무선 망이 마이크로셀과 그들의 상위에 존재하는 매크로셀로 구성된 계층적 셀룰라 구조하에서 호를 수락하는 적응 호 수락 제어방식을 제안한다.

