우리나라의 경우, TIMSS와 PISA의 두 국제평가에서 수학 교과에 대한 인지적 영역의 성취도는 매우 우수한 반면정의적 영역의 성취도는 참가국 중 최하위권의 순위를 기록하여 우리나라 교육의 문제점을 드러내고 있다.

이에 우리나라 학생들이 취약한 정의적 특성 요인의 함양 방안을 모색해 보는 것은 의미 있은 일일 것이다.

이러한 취지하에, 본 연구에서는 PISA와 TIMSS 두 국제평가에 공통적으로 포함되어 있는 우리나라 학생들의 수학 학습에 대한 흥미와 자아효능감, 그리고 수학에 대한 가치 인식의 정의적 특성 요인을 대상으로, PISA와 TIMSS 결과에 나타난 우리나라 학생의 정의적 특성의 성취 실태 및 사례를 파악하여 이의 실천적 함양 방안을 모색해 봄은 의미 있는 일일 것이다.

본고에서는 수학 교과에서 우리나라 학생들의 정의적 특성 요인을 함양하기 위한 수업 사례를 살펴보고 이를 통해 실태를 진단하여 대안을 모색해 보고자 하였다.

이를 위해 학교 및 교사, 학생을 대상으로 수업 관찰과 면담을 실시하였다.

수학 교과에서의 정의적 특성 함양을 위한 실태와 대안은 교육과정, 교수·학습 및 평가 부문으로구분하여 제시하고자 하였으며, 정의적 특성 함양을 위한 지원 방안은 학교 환경을 중심으로 모색하고자 하였다.

@highlight

우리나라의 경우, TIMSS와 PISA의 두 국제평가에서 수학 교과에 대한 인지적 영역의 성취도는 매우 우수한 반면정의적 영역의 성취도는 참가국 중 최하위권의 순위를 기록하여 우리나라 교육의 문제점을 드러내고 있다.

