이 연구는 대중의 장애인스포츠인식 지각수준과 장애인스포츠 홍보이벤트 수용과의 관련성을 분석하는 데에 목적이 있다.

이를 위해 KPC HOUSE를 장애인스포츠 홍보이벤트로 정의하였고, KPC HOUSE에 방문한 관람자(비장애인) 415명의 자료를 분석에 적용하였다.

분석방법은 대중의 장애인스포츠인식의 지각수준을 유형화하기 위해 잠재프로파일분석을 적용하였고, 유형화된 집단에 따른 장애인스포츠 홍보이벤트 수용의 평균차이는 독립 t-

test를 사용하였다.

분석 결과, 장애인스포츠인식에 대한 잠재프로파일은 네 가지 하위요인을 상대적으로 낮게 지각하는 low level 집단, 그리고 네 가지 하위요인을 상대적으로 높게 지각하는 high level 집단으로 구분되었다.

분류된 잠재프로파일에 따른 KPC HOUSE 만족도의 평균차이를 살펴본 결과, 운영, 홍보, 인식 등 모든 요인에서 high level 집단의 평균이 높은 것으로 나타났고, 효과크기 역시 의미있는 것으로 나타났다.

이상의 결과를 토대로 이 연구에서는 장애인스포츠인식의 잠재프로파일 분류에 대한 시사점을 제시하였다.

또한 장애인스포츠인식이 장애인스포츠 홍보이벤트 수용을 설명하는 데에 있어 TPB, 가치이론, 인식이론의 적용 가능성을 제시하였다.

아울러 후속연구에서 장애인스포츠인식을 설명하는 원인변수의 검증 필요성을 제기하였다.

@highlight

대중의 장애인스포츠인식 지각수준 및 장애인스포츠 홍보이벤트 수용과의 관련성을 분석했다.

@highlight

분석방법으로는 대중의 장애인스포츠인식의 지각수준을 유형화하기 위해 잠재프로파일분석을 적용했다.

@highlight

유형화된 집단에 따른 장애인스포츠 홍보이벤트 수용의 평균차이는 독립 t-

@highlight

test를 활용했다.

@highlight

연구 결과를 바탕으로 장애인스포츠인식의 잠재프로파일 분류에 대한 시사점을 제안했다.

