2018년의 블록체인 열풍은 해를 넘기고 계속되고 있다.

블록체인에 대한 환상은 과도하게 부풀려졌으며, 이러한 환상이 지나고 구체적인 기술로 현실화될 단계에 접어들고 있다.

Blockchain은 독창적인 파괴와 생산성 향상으로 경제와 사회에 새로운 생명을 불어 넣을 혁신적인 기술이다.

다양한 영역에서 분산형 시스템을 사용함으로써 시간과 비용을 절약할 수 있고 작업 절차도 획기적으로 바꿀 수도 있다.

정부는 전자정부 지원사업이라는 미명하에 예산을 지원하여 블록체인사업을 지원하고 있다.

이에 블록체인의 기술을 명확히 이해하지 못한 상태에서 외국의 제도를 무분별하게 모방하여 도입하려는 경향도 나타나고 있다.

시범사업으로 추진하는 블록체인을 활용한 부동산종합공부사업도 그 내용을 보면 아직 기술적 제도적 뒷받침 없이 홍보에만 매진하는 상황으로 보일 수 있다.

이를 추진하는 국토부에서는 구체적인 기술적 내용을 공개하지 않고 있어 공개적 합의라는 블록체인의 정신을 살리지 못하고 있다.

스웨덴의 부동산 등기시스템을 무분별하게 답습하려는 입장만 표명할 뿐이다.

향후 블록체인에 대한 기술적, 사업적, 법적 평가를 신중히 고려하여 현실적이고 보다 내실 있는 방향으로 구축하여야 할 것이다.

@highlight

이를 추진하는 국토부에서는 구체적으로 기술적인 내용을 공개하지 않고 있어 공개적 합의라는 블록체인의 정신을 이어가지 못하고 있다.

@highlight

스웨덴의 부동산 등기시스템을 무분별하게 답습하는 입장만 표명할 뿐이다.

@highlight

추후 블록체인에 대한 기술적, 사업적, 법적 평가를 신중하게 고려해 현실적이며 보다 내실 있는 방면으로 구축해야 한다.

