본 연구는 힌두 라슈뜨라라는 힌두민족주의의 핵심 개념이 사바르까르의 글에서 어떻게 구체화되는지 고찰한다.

힌두 라슈뜨라는 사바르까르 사상의 핵심인 힌두뜨바를 이루는 세 가지 요소 중 하나라는 점에서 중요성을 갖는다.

사바르까르는 힌두뜨바의 요소를 국가, 탄생, 문화라는 세 가지로 요약하고 있는 바, 이는 각각 지리적 통합성, 인종적 동일성, 공통의 문화라고 설명되었다.

여기서 첫 번째로 언급된 국가가 바로 라슈뜨라로서, 본 연구는 힌두 라슈뜨라를 민족주의라는 정치사상으로서의 사바르까르 사상의 핵심이라고 보았다.

힌두 라슈뜨라의 개념은 지리적으로는 국토라는 의미를 통하여 구체적인 실체로 이야기되며, 힌두 민족의 조국이자 성지로서의 상징성도 갖는다.

힌두 라슈뜨라는 역사적인 맥락에서는 라마야나로부터 시원하는데, 특히 아리아인과 비아리아인이 하나의 민족으로서 결속한 때를 기점으로 하여 이방인 특히 타종교를 신봉하는 외국 세력과의 지속적인 투쟁의 과정을 거쳐 형성되었다고 한다.

힌두 라슈뜨라는 공간적 배경과 역사적 맥락을 통하여 구체화되고 강화되어 힌두민족주의 사상의 핵심이며 힌두들과 공존하는 땅, 경험 그 자체로 실체화되었으며, 신앙의 대상으로까지 승화될 수 있었던 것으로 보인다.

@highlight

본 연구는 힌두 라슈뜨라라는 힌두민족주의의 핵심 개념이 사바르까르의 글에서 어떻게 구체화되는지 고찰한다.

@highlight

사바르까르는 힌두뜨바의 요소를 국가, 탄생, 문화라는 세 가지로 요약하고 있으며, 힌두 라슈뜨라를 민족주의라는 정치사상으로서의 사바르까르 사상의 핵심이라고 보았다.

