보훈의식은 생존과 안전을 위협하는 외부의 세력으로부터 조국을 지키겠다는 투철한 사명의식으로 표출된다.

그리고 국가보훈은 국가와 자유를 지키기 위하여 헌신한호국인물에 대한 선양에서부터 시작한다.

본 연구는 지역 호국 보훈인물의 명예선양방안을 모색해 보는데 목적을 두었다.

이를 위해 호국보훈인물은 현재의 상황에서 보다 유효한 사례를 찾기 위해 광복 이후 시기의 호국보훈인물로 한정하였다.

지역 호국보훈인물 명예선양에 대한 고찰을 위하여 관련 선행연구와 주요 국가들의 호국보훈 선양 현황을 고찰해 보았다.

이를 통하여 호국보훈인물에 대한 명예선양은 학교와지역이 연계된 활동으로 이루어져야 함을 알 수 있었다.

즉,호국보훈인물에 대한 명예선양은 자연스럽게 일상과 결합할 수 있는 보훈교육이 되어야 함을 알 수 있었다.

그리고 지역 호국보훈인물 명예선양을 위한 방안으로 지역 호국보훈인물 선정의 우선성을 강조하였고,지역 호국보훈인물에 대한 교육과 홍보가 후차적으로 필요하다는점을 제시하였다.

이와 함께 구체적인 지역 호국보훈인물 명예선양 방안으로 해당 지역별로 호국보훈인물 동상·흉상 및 참전비 건립 등의 방안을 제시하였다.

@highlight

보훈의식은 생존과 안전을 위협하는 외부의 세력으로부터 조국을 지키겠다는 투철한 사명의식으로 표출된다.

@highlight

본 연구는 지역 호국 보훈인물의 명예선양방안을 모색해 보는데 목적을 두었다.

