본 연구는 사회 고령화 진전에 따라 금융시장에서 중고령층 금융소비자들의 영향력이 점점 커지고 있다는 점에 주목하여 중고령 금융소비자들의 금융이용 현황과 금융상품 및 서비스에 대한 요구가 어떠한지에 관하여 분석하였다.

설문조사를 통해 수집된 총 417명의 50대 이상 중고령 금융소비자를 대상으로 이들의 현재 재무상태, 금융기관 이용현황 및 금융상품 보유와 향후 보유하고자 하는 금융상품 및 선호하는 금융서비스 등에 관해 전반적으로 살펴보았다.

연구 결과, 중고령 금융소비자들은 자산 보유 수준에 있어서 상당한 격차가 있는 것으로 나타났고, 많은 중고령 금융소비자들은 금융지식이 부족한 것으로 나타났다.

금융 이용에 있어서 중고령 금융소비자들은 이용 편의성에 좀 더 주안을 두고 있었으며, 금융기관 직원을 통해 금융상품이나 투자 정보를 얻고 있는 경우가 대부분인 것으로 나타났다.

중고령 금융소비자들은 은행과 같은 안전성이 높은 금융기관을 거래하는데 익숙해져 있으며 예금 위주로 거래하고자 하는 경향이 높은 것으로 나타났다.

다양한 금융상품 보유에 공통적으로 영향을 미치는 요인은 금융지식 변수였으며 금융지식이 많은 중고령 금융소비자일수록 좀 더 다양한 금융상품을 보유하고 있었다.

향후 보유하고자 하는 금융상품이나 선호하는 금융서비스에 영향을 미치는 요인들은 연령, 주관적 경제인식, 직업 등으로 나타났다.

@highlight

이 연구는 사회 고령화 진전에 따라 금융시장에서 중고령층 금융소비자들의 영향력이 점점 커지고 있다는 점에 주목하여 중고령 금융소비자들의 금융이용 현황과 금융상품 및 서비스에 대한 요구가 어떠한지에 관하여 분석했다.

