복합재 항공기 동체의 낙뢰손상방지를 목적으로 탄소섬유에 인듐-

주석 산화물(ITO) 나노입자를 코팅함으로써 탄소섬유강화플라스틱(CFRP) 복합재료의 전기전도도를 향상하였다.

탄소섬유에 코팅된 ITO 나노입자는 10~40%의 농도로 콜로이드 상태에서 분사되었다.

CFRP의 전기전도도는 코팅 후 3배 이상 증가하였으며 현재 B-787 복합재 항공기 동체에 사용 중인 기술인 금속메쉬를 CFRP 외층에 매몰한 경우보다도 높은 전기전도도를 얻을 수 있었으며, 나노입자 코팅으로 섬유-

기지 계면에 미치는 악영향은 발견되지 않았다.

모의 낙뢰에 의한 손상영역은 각각 다른 처리를 한 재료와 조건에 따라 초음파 C-

scan 이미지로 확인하였다.

ITO 40% 코팅 시편의 경우 전기전도도는 B-787 샘플의 경우보다 높았지만 낙뢰에 의한 손상영역의 크기는 거의 비슷한 수준이었다.

@highlight

탄소섬유에 코팅된 ITO 나노입자는 10~40%의 농도로 콜로이드 상태에서 분사되었다.

