본 연구는 연방체제와 연방사회 간 합치(congruence) 여부에 초점을 맞춰 연방주의가 교육복지에서 어떻게 구현되었는지 또는 구현되는데 실패했는지 미국 사례에 조명하고자 한다.

구체적으로 공식적 제도에 근거한 연방국가와 민족-

언어에 근거한 다양성이 표출된 사회구조를 가리키는 연방사회가 불합치하면 교육복지에서 어떤 연방주의로구현되는지 시대별로 검토하고자 한다.

이에 본 논문은 우선 연방주의를 건국이념으로채택한 미국이 다른 연방국가와 대조적으로 헌법상 교육 권한의 소재지를 주정부에게명기함에도 불구하고 교육복지에서 연방정부가 소규모이나 점진적으로 권한영역을 확대하는 근거를 살펴보고자 한다.

특히 미국의 교육 및 교육복지는 민족-

언어의 동질성이 크지 않음에도 불구하고 대칭적 연방주의로 발전했고, 그 부산물로 헌법에도 명시되지 않은 교육 권한이 제한적이기는 하나 점차 연방정부로 이전하는 양상을 보인다.

따라서 본 논문은 연방주의를 작동시키는 주요 동력으로서 사회적 요인, 보다 정확하게민족-

언어적 이질성에 일차적으로 초점을 맞춰 교육 연방주의의 정치 사회학을 연대기적으로 재조명하고자 한다.

그리고 미국 연방주의를 교육복지에 초점을 맞춰 연방제의운용 단면을 살펴보고자 한다.

@highlight

이 연구는 연방체제와 연방사회 간 합치 여부에 초점을 맞춰 연방주의가 교육복지에서 어떻게 구현되었는지 또는 구현되는데 실패했는지 미국 사례에 조명하려 한다.

@highlight

본 논문은 우선 연방주의를 건국이념으로채택한 미국이 다른 연방국가와 대조적으로 헌법상 교육 권한의 소재지를 주정부에게명기함에도 불구하고 교육복지에서 연방정부가 소규모이나 점진적으로 권한영역을 확대하는 근거를 살펴보고자 한다.

@highlight

본고는 연방주의를 작동시키는 주요 동력으로서 사회적 요인, 보다 정확하게민족-

@highlight

언어적 이질성에 일차적으로 초점을 맞춰 교육 연방주의의 정치 사회학을 연대기적으로 재조명하려 한다.

