1960년대 서사를 통한 청년 표상에 대한 연구는 1960년대가 생산해내고 요구한 청년의 역할과 이미지, 그들의 선택과 그 선택에 대한 서사적 평가에 대한 연구가 되어야 한다.

강대진의 영화는 헌신적인 아버지를 전면에 내세우지만 이면에는 전후(戰後) 국가 주도의 근대화가 이루어내는 세대교체와 새로운 세계를 하층 계급의 청년을 통해 이상적으로 보여준다.

<맨발의 청춘>에서 미국 현대 문화로 포장된 반항아적 청년 이미지는 새로운 청년 세대들의 감성을 자극하지만 그들의 비극적 결말은 그들의 선택이 일탈에 불과하며 바람직하지 않다는 교훈을 강하게 던진다.

그러나 그 속에 숨어 있는 천민자본주의와 맹목적 서구 문화의 유입에 대한 비판도 간과해서는 안 된다.

하층민 혹은 주변부(지역적, 문화적)에 위치한 소외 계층이면서 대학생인 청년 표상은 복잡하고 다면적이다.

그들은 자신 앞에 모순적, 대립적 선택지가 존재함을 알고 있으며 따라서 선택에 대해 고민하고 갈등한다.

그것을 고백적으로, 사실적으로 드러낸 대표적인 대학생이 1960년대 김승옥의 소설에 등장하는 대학생이며 김승옥 본인이기도 했다.

1960년대 새롭게 등장한 청년 세대는 새로운 자기들의 길을 개척해야 한다는 것을 알고 있었다.

그러나 선택지는 다양했고 그들의 선택은 이후 그들을 전혀 다른 길로 그들을 인도했고 그들 모두 이후 1970,80년대 한국 사회를 만드는 주체가 되어갔다.

그래서 1960년대 청년은 문제적이다.

@highlight

1960년대 서사를 통한 청년 표상에 대한 연구는 1960년대가 생산해내고 요구한 청년의 역할과 이미지, 그들의 선택과 그 선택에 대한 서사적 평가에 대한 연구가 되어야 한다.

