공간감각은 주위 환경과 그 환경에서의 물체에 대한 직관적 느낌으로, 유아기는 이러한 공간감각의 기초능력이 발달되는 매우 중요한 시기이다.

유아들은 공간에 대한 직접적이고 능동적인 탐색을 통해 공간감각을 발달시켜 나가므로, 신체적인 움직임을 통해 공간을 탐색하는 경험은 공간감각 향상에 필수적이다.

본 논문에서는 동작을 이용한 유아의 공간감각 향상을 위해 4가지 콘텐츠를 제안한다: 물방울 게임, 골키퍼 게임, 웅덩이 피하기, 도형 맞추기.

제안된 4가지 콘텐츠는 날씨와 같은 외적 환경과 물리적 공간의 크기에 제약을 받지 않고 어느 곳에서든지 유아들의 신체 활동이 가능하도록 가상 학습 공간으로 구현되었다.

또한, 구현된 가상학습공간은 유아의 행동을 인지하여 가상학습공간의 콘텐츠를 이용할 수 있는 실감형 인터페이스를 적용하고 있다.

유아들의 행동에 바탕을 둔 실감형 인터페이스를 사용하는 것은 유아들에게 공간감각 형성에 도움을 줄 뿐만 아니라, 학습에 대한 즐거움, 흥미를 제공하게 되는 매우 중요한 역할을 수행하게 된다.

@highlight

동작을 이용한 유아의 공간감각 향상을 위해 4가지 콘텐츠를 제안했고 유아들의 행동에 바탕을 둔 실감형 인터페이스를 사용하는 것은 유아들에게 공간감각 형성에 도움을 줄 뿐만 아니라, 학습에 대한 즐거움, 흥미를 제공하게 되는 매우 중요한 역할을 하였다.

