우

리

에

게

는

 

단

지

 

한

 

사

람

의

 

루

터

교

 

신

학

자

로

만

 

알

려

진

 

헬

무

트

 

틸

리

케

는

 

현

대

신

학

에

 

있

어

 

독

특

한

 

위

치

를

 

차

지

하

고

 

있

다

.

 

그

는

 

칼

 

바

르

트

,

 

루

돌

프

 

불

트

만

,

 

폴

 

틸

리

히

 

같

은

 

2

0

세

기

 

현

대

신

학

의

 

‘

주

류

’

뿐

 

아

니

라

 

파

울

 

알

트

하

우

스

,

 

베

르

너

 

엘

러

트

 

같

은

 

에

어

랑

엔

의

 

신

-

루

터

주

의

 

학

자

들

과

도

 

비

판

적

인

 

대

결

을

 

벌

였

다

.

 

이

러

한

 

대

결

을

 

통

해

 

틸

리

케

의

 

독

특

한

 

신

학

과

 

윤

리

가

 

발

전

되

었

다

.

 

틸

리

케

는

 

한

편

으

로

 

루

터

나

 

칼

빈

 

같

은

 

종

교

개

혁

자

들

의

 

유

산

을

 

진

지

하

게

 

수

용

하

면

서

 

다

른

 

한

편

으

로

 

이

를

 

단

순

히

 

반

복

하

고

 

인

용

하

는

데

 

그

치

지

 

않

고

 

이

를

 

새

롭

게

 

해

석

한

다

.

 

본

 

논

문

에

서

는

 

틸

리

케

의

 

처

녀

작

인

『

역

사

와

 

실

존

』

에

서

 

포

괄

적

으

로

 

드

러

난

 

그

의

 

신

학

적

 

문

제

의

식

이

 

이

어

지

는

『

신

학

적

 

윤

리

학

학

』

에

서

 

어

떻

게

 

구

체

적

이

고

 

상

세

하

게

 

발

전

되

고

 

확

대

되

는

가

를

 

밝

히

고

자

 

함

이

다

.

 

초

기

작

에

서

 

그

의

 

신

학

적

 

문

제

의

식

은

 

초

월

적

이

고

 

수

직

적

인

 

계

시

의

 

현

실

성

이

 

어

떻

게

 

수

평

적

이

고

 

내

재

적

인

 

세

계

현

실

성

에

 

관

계

되

는

가

에

서

 

출

발

하

고

 

있

음

을

 

밝

힌

다

.

 

이

어

지

는

 

신

학

적

 

윤

리

학

에

서

는

 

이

 

문

제

의

식

과

 

입

장

이

 

칭

의

와

 

성

화

,

 

하

나

님

의

 

계

명

과

 

타

락

한

 

세

계

의

 

문

제

로

 

발

전

되

고

 

확

대

된

다

.

 

여

기

서

 

틸

리

케

는

 

기

독

교

윤

리

의

 

과

제

는

 

어

떤

 

보

편

타

당

한

 

규

범

을

 

세

우

는

 

것

이

 

아

니

라

,

 

한

계

상

황

에

 

대

한

 

총

체

적

인

 

해

석

과

 

진

단

에

 

있

다

고

 

강

조

한

다

.

 

결

론

적

으

로

 

우

리

는

 

이

러

한

 

틸

리

케

 

신

학

이

 

한

국

교

회

에

 

던

지

는

 

의

미

를

 

제

안

할

 

것

이

다

.

@highlight

그는 칼 바르트, 루돌프 불트만, 폴 틸리히 같은 20세기 현대신학의 주류뿐 아니라 파울 알트하우스, 베르너 엘러트 같은 에어랑엔의 신-루터주의 학자들과도 비판적인 대결을 벌였다.