본 논문은 하라 다미키의 문학세계를 대표하는 ?

여름 꽃?

이 미군의 원자폭탄 투하에 의한 자신의 피폭 체험을, 일상과 비일상/산 자와 죽은 자의 극명한 대비를 보여 주는 방법과 독자로 하여금 작품세계의 시간과 공간을 끊임없이 의식하게 하는 소설적 표현으로 형상화하고 있다는 점을 고찰하였다.

우선, 작품 서두는 왜 1945년 8월 4일로 설정되어 있는지에 주목하여, 당시의 공습상황이 기재되어 있는 기록물과 대비하여, 그 시간 설정과 주인공 ‘나’의 행동은 역사적 시간을 바탕으로 매우 섬세하고 세밀하게 구성된 필연적 설정이라는 점을 밝혔다.

이어서, 주인공 ‘나’의 ‘무언(無言)’은 작자에 의한 인위적인 커뮤니케이션의 결락이 아닌 응답불가능성의 상황을 가리키는 리얼리티의 표상이라는 점을 지적하였다.

마지막으로, ‘N’과 ‘나’의 동선을 텍스트에 각인하는 작자의 표현행위는 독자로 하여금 독자의 시공간에서 히로시마의 지도를 확인하며 작품세계의 공간을 그려나가게끔 하는 수행적 기능으로써 작동한다는 점을 분석하였다.

@highlight

?

@highlight

여름 꽃?

@highlight

이 미군의 원자폭탄 투하에 의한 자신의 피폭 체험을에 대한 표현기법을 고찰하였다.

@highlight

그 시간 설정과 주인공 ‘나’의 행동은 역사적 시간을 바탕으로 매우 섬세하고 세밀하게 구성된 필연적 설정이라는 것을 보였다.

@highlight

수행적 기능이 있다는 점도 밝혔다.

