이

 

논

문

은

 

투

퀴

디

데

스

『

역

사

』

6

-

7

권

의

 

시

칠

리

아

 

원

정

 

서

사

의

 

축

약

적

이

고

 

상

징

적

인

 

서

술

방

식

을

,

 

동

일

한

 

역

사

적

 

사

건

을

 

다

루

고

 

있

는

 

디

오

도

로

스

 

시

쿨

로

스

의

『

세

계

사

 

B

i

b

l

i

o

t

h

e

c

a

 

H

i

s

t

o

r

i

c

a

』

1

3

권

과

의

 

비

교

를

 

통

해

 

고

찰

한

다

.

 

디

오

도

로

스

는

 

에

포

로

스

를

 

전

거

로

 

삼

아

 

시

칠

리

아

 

원

정

을

 

간

략

하

게

 

서

술

하

며

 

사

건

의

 

전

달

에

 

중

점

을

 

두

었

던

 

반

면

,

 

투

퀴

디

데

스

는

 

사

건

들

만

을

 

전

달

하

고

자

 

하

지

 

않

고

,

 

극

적

인

 

장

면

 

묘

사

와

 

그

가

 

역

사

적

 

사

건

들

의

 

서

사

 

안

에

 

짜

 

넣

은

 

연

설

들

을

 

통

해

 

아

테

나

이

의

 

초

상

을

 

그

려

낸

다

.

 

그

는

 

아

테

나

이

 

장

군

 

니

키

아

스

의

 

입

을

 

통

해

 

시

칠

리

아

에

 

와

 

있

는

 

아

테

나

이

 

군

이

 

곧

 

아

테

나

이

 

그

 

자

체

라

고

 

언

명

한

다

.

 

뿐

만

 

아

니

라

 

투

퀴

디

데

스

는

 

시

칠

리

아

 

동

부

 

쉬

라

쿠

사

이

의

 

항

구

에

서

 

벌

어

진

 

전

투

 

장

면

을

 

서

술

하

며

 

‘

옮

겨

진

 

폴

리

스

’

의

 

모

습

을

 

제

시

한

다

.

 

그

는

 

먼

저

 

제

국

적

 

욕

망

을

 

가

지

고

 

더

 

넓

은

 

곳

으

로

 

뻗

어

나

가

려

고

 

했

지

만

 

오

히

려

 

막

다

른

 

좁

은

 

지

역

에

 

갇

혀

버

린

 

아

테

나

이

를

 

모

습

을

 

보

여

준

다

.

 

둘

째

로

,

 

마

지

막

 

전

투

 

장

면

 

속

에

서

 

‘

머

리

를

 

잃

은

 

아

테

나

이

 

데

모

스

’

의

 

모

습

을

 

그

려

낸

다

.

 

그

리

고

 

마

지

막

으

로

 

앗

시

나

로

스

 

강

가

에

서

의

 

장

면

은

 

아

테

나

이

의

 

몰

락

을

 

예

고

해

준

다

.

 

투

퀴

디

데

스

는

 

직

접

적

인

 

언

명

이

 

아

닌

,

 

시

칠

리

아

 

원

정

 

서

사

의

 

비

극

적

 

장

면

 

구

성

을

 

통

해

서

 

통

제

 

불

능

의

 

아

테

나

이

 

민

주

정

체

에

 

대

해

 

비

판

을

 

내

리

고

 

있

다

.

@highlight

본 논문은 투퀴디데스『역사』6-7권의 시칠리아 원정 서사의 축약적이고 상징적인 서술방식을, 동일한 역사적 사건을 다루고 있는 디오도로스 시쿨로스의『세계사 Bibliotheca Historica』13권과의 비교를 통해 고찰한다. 둘째로, 마지막 전투 장면 속에서 ‘머리를 잃은 아테나이 데모스’의 모습을 그려낸다.