본 연구에서는 기존의 리더와 구성원의 교환관계적 관점에서 리더십을 조망한 LMX이론을 재검토해 보고자 했다.

LMX이론의 기본 전제는 리더-

구성원 교환관계에 있어서 집단적인 평균적 리더십을 발휘하는 것이 아니라 개별적 교환관계에 의한 내집단과 외집단의 존재를 확인하고 내집단의 구성원들이 더 좋은 인간관계와 정보로 더 높은 조직성과를 창출한다는 실증을 확인했다.

그러나 기존의 연구는 리더와 구성원의 역할에 대한 관계에만 집중하여 연구한 결과 리더나 구성원의 역량에 대한 보다 다양하고 현실적인 문제들을 간과하여 이론적인 발전의 제한이 있었다는 것이다.

또한 LMX이론은 리더와 구성원의 신뢰를 바탕으로 형성되는 교환관계라는 기본 전제에서 출발함에도 불구하고 조직성과를 평가하는 측정하는 변수에서 이타적인 헌신성을 도외시하고 있다.

본 연구에서는 LMX의 질이 조직유효성에 미치는 영향뿐만 아니라 기존 LMX이론의 부족한 부분인 구성원 성숙도의 조절효과 대해 실증적인 관계를 살펴보았다.

@highlight

리더와 구성원의 교환관계적 관점에서 리더십을 조망한 LMX이론을 재검토한 결과 리더나 구성원의 역량에 대한 보다 다양하고 현실적인 문제들을 간과하여 이론적인 발전의 제한이 있었고 헌신성을 보지 않고 있었다.

