현 단계 김동리 문학 연구에 있어 가장 시급한 과제의 하나는 소설 작품들의 정확한 서지 정리와 정전 텍스트의 확정 문제라 할 수 있다.

김동리 소설문학 텍스트 서지 연구의 가장 큰 난점은 무엇보다도 여러 이본 텍스트에서 비롯된다.

이는 곧 정전 텍스트 확정의 최대 장애가 되는데, 이 글에서는 크게 세 가지 개제 및 개작 양상을 들어 그 실제적인 난맥상을 확인해보고자 했다.

그 첫 번째는 최근 필자가 발굴한 김동리의 단편 역사소설 「眞興大王」 연작 발굴 사례이고, 두 번째는 개제 및 개작이 가장 빈번하게 행해진 시기로서 한국전쟁기의 「未遂」와 「傷兵」 텍스트 사례이다.

그리고 동일 매체와 지면에 발표된 세 편의 작품, 「靑磁」와 「雅歌」 그리고 「故友」의 상이한 개작 양상에 관한 사례이다.

이들 세 유형에 관한 검토를 바탕으로 본 연구는 김동리 전집 개정에 걸맞는 정전 개념을 제안하고자 했다.

‘제3의 텍스트’ 개념이 그것인바, 이는 작가 개입이 확인된 판본 모두를 하나로 포괄하여 재구성한 텍스트를 가리킨다.

시기상 가장 앞선 판본을 모본으로 삼아 여타 판본들과의 차이를 수렴해내는 과정이 그 구체적인 방법에 해당한다.

말하자면 작가 개입이 배제된 제3의 판본으로서의 정전 개념을 상정하는 셈이다.

@highlight

현 단계 김동리 문학 연구에 있어 가장 시급한 과제의 하나는 소설 작품들의 정확한 서지 정리와 정전 텍스트의 확정 문제라 할 수 있다.

