본 연구에서는 의사결정나무모형을 이용하여 공연예술시장의 소비자그룹 분류를 통한 소비자 분석을 실시하였다.

공연 소비자의 인구통계적 특성과 함께 인지 및 행동적 특성에 해당하는 관여도, 지식수준, 정보획득수단을 기준변수로 소비자그룹 분류를 시도하였는데, 본 연구의 결과는 국내 공연예술시장의 소비자 저변확대 및 수요촉진을 위한 전략 마련에 활용될 수 있을 것으로 기대된다.

분석 결과를 보면, 관람률이 가장 높은 그룹은 관여도가 가장 높고 공연예술에 대한 지식수준이 상대적으로 높아 전문성도 함께 갖춘 소비자인 것으로 나타났으며, 관람률이 가장 낮은 그룹은 저관여 그룹 안에서도 40대 소비자인 것으로 나타났다.

또한 공연티켓 구매 시 가장 높은 등급의 좌석을 선택하는 그룹은 지식수준이 높은 여성 소비자로 분석되었으며, 가장 낮은 등급의 좌석을 선택하는 그룹은 중간 정도의 지식수준을 가지고 있으면서, 소득이 낮은 편인 40대 소비자인 것으로 나타났다.

본 연구의 결과에서 주목할 만한 사항은 공연관람 여부와 좌석등급 선택이라는 공연예술 소비행태에 대해 교육과 경험을 통해 개발 가능한 변수인 관여도와 지식수준이 인구통계변수보다 더 큰 영향을 미치는 것으로 나타났다는 것이다.

@highlight

이 연구에서는 의사결정나무모형을 이용하여 공연예술시장의 소비자그룹 분류를 통한 소비자 분석을 실시했다.

