이 글은 서브프라임 모기지 부실위기의 구조적 원인이 어디에 있으며, 어떠한 경로를 통해 축적, 확장되었는지를 고찰한다.

서브프라임 모기지 시장이 급성장할 수 있었던 원인으로서 특히 자산증권화에 주목한다.

서브프라임 모기지가 갖고 있는 대출과정의 약탈적 성격에도 불구하고 이를 기초자산으로 한 증권화의 과정에서 적절한 신용보강 및 신용평가가 이루어지지 못함으로써 신용리스크가 고도로 집중되고 불완전한 리스크 이전에 의하여 손실의 책임소재가 불명확해지는 과정에 대한 현상적 규명에 중점을 두었다.

서브프라임 모기지 부실위기는 증권화의 논리에 따라 자본시장에 큰 파급효과를 미쳤을 뿐만 아니라, 주택자산시장의 위축을 통해 장기적으로는 프라임 모기지 시장에도 부정적 영향을 미칠 것으로 보인다.

고도의 리스크를 내포한 서브프라임 모기지의 과도한 증권화가 가능할 수 있었던 것은 이들 파생상품에 대한 시장수요를 뒷받침하는 금융환경으로서 저금리와 과잉유동성의 문제가 있다.

서브프라임 모기지 부실위기를 계기로 자본시장 전반에 대한 시장규율 및 감독체계의 재검토가 필요할 것이다.

@highlight

이 글은 서브프라임 모기지 부실위기의 구조적 원인과, 어떠한 경로를 통해 축적, 확장되었는지를 고찰한다.

@highlight

서브프라임 모기지의 과도한 증권화가 가능할 수 있었던 것은 저금리와 과잉유동성의 문제가 있으며, 이러한 부실위기를 계기로 자본시장 전반에 대한 시장규율 및 감독체계의 재검토가 필요할 것이다.

