성능기반 설계에서 구조물의 안정성은 손상 상태와 이를 수치화한 손상 지수에 의해 평가한다.

지상 구조물에 대해서는 이들이 비교적 명확하게 정의되어 있으나 지중 구조물에 대한 연구 수행 사례는 매우 제한적이다.

본 연구에서는 국내 지하철 시스템에 널리 사용되는 박스형 개착식 터널에 작용하는 지진하중에 의한 손상 상태와 손상 지수를 일련의 비탄성 프레임 해석을 통하여 규명하였다.

터널의 3 단계 손상 상태는 구조물에 발생한 소성 힌지의 수에 의해 정의하였다.

손상 지수는 터널 구조 부재의 탄성 모멘트와 항복 모멘트의 비로 정의하여 탄성 해석만으로도 비탄성 거동과 파괴 메커니즘의 모사가 가능하도록 하였다.

또한 손상 지수를 자유장 전단 변형률의 함수로도 제시하였다.

전단 변형률은 1 차원 지반응답해석으로 쉽게 계산할 수 있으므로 이를 이용하여 간편하게 박스형 터널의 초기 내진 안정성 평가가 가능할 것으로 판단된다.

보다 일반적이고 보편적인 적용성 확보를 위해서는 추후 포괄적인 해석을 수행하여 다양한 형태의 터널과 지반에서의 전단 변형률 분포와 불확실성에 대한 연구가 진행되어야 할 것이다.

본 연구에서 제시된 터널 내진설계를 위한 손상 상태, 손상 지수, 그리고 전단파 속도 및 전단변형률 간의 상호관계 플래트폼은 새로운 아이디어를 담고 있으며 추후 설계에 널리 활용될 수 있을 것으로 판단된다.

@highlight

이 연구에서는 국내 지하철 시스템에 널리 사용되는 박스형 개착식 터널에 작용하는 지진하중에 의한 손상 상태와 손상 지수를 일련의 비탄성 프레임 해석을 통해 규명했다.

