본 논문의 목적은 중국 명대(明代)에 삼교합일(三敎合一)을 주장하고, 삼일교(三一敎)를 창시한 임조은(林兆恩)의 귀유종공론(歸儒宗孔論)의 의미와 특징을 규명하는 데에 있다.

임조은은 삼교합일론의 토대에서 귀유종공설을 이끌어내었고, 그의 이러한 이론은 표면적으로는 삼교합일론과 모순되는 듯 하나 실상은 그렇지 않았다.

귀유종공설은 임조은의 유와 공자에 대한 재해석을 통해 심학(心學)을 핵심으로 하는 삼교합일의 체계 안으로 수용되었다.

그가 제시한 귀유종공의 유(儒)는 단순히 공자의 유를 가리킨 것이 아니다.

그는 분명히 도교와 불교 또한 유로 돌아갈 것을 주장했을 뿐만 아니라 그가 살았던 시대의 유가도 유로 돌아가야 한다고 하였다.

귀유의 또 다른 표현은 종공(宗孔)이며, 종공은 공자를 근본으로 삼는 것이 아니라 마음[心]을 근본으로 삼는다는 의미이다.

그는 삼교는 다만 한 마음[一心]이라고 하였다.

따라서 그의 종공의 요체는 종심에 있고, 허령불매하고 본래 자족한 마음을 깨달아 천리가 마음 속에 있다는 것을 깨닫는 것이다.

즉 그의 귀유종공의 핵심은 마음의 천리를 깨달아 내 마음이 바로 공자의 마음이라는 것을 깨닫도록 하는 데에 있었다.

@highlight

본 연구는 중국 명대에 삼교합일을 주장하고, 삼일교를 창시한 임조은의 귀유종공론의 의미와 특징을 규명하고자 하였다.

@highlight

임조은은 삼교합일론의 토대에서 귀유종공설을 이끌어내었고, 그의 이러한 이론은 표면적으로는 삼교합일론과 모순되는 듯 보이지만 실상은 그렇지 않다.

