코맥 매카시의 소설은 작가가 테네시에 거주할 때의 삶을 담은 규범사회에서의 히피적 일탈을 주제로 한 남부소설과 작가의 텍사스로의 이주 이후의 변경역사를 다룬 서부소설로 양분화 되어져 분석되어져왔다.

그러나 『피의 자오선』에서 사실적 폭력에 근거한 서부 역사를 부서진 십자가와 같은 어두운 종교적 이미저리와 함께 보여주면서 매카시의 소설은 점차 기독교적 색채를 강하게 띠기 시작한다.

또한 변경의 미화되지 않은 폭력에 희생되는 순진한 주인공 키드의 모습은 거세된 펜테우스적 모습이나 폭력을 속이는 폭력과 같은 희생제물적 성격을 띠고 변경역사를 묘사하기 위한 수단적 기제로서의 외경적 색채가 강하여, 그 종교적 의도가 과연 무엇인가에 대한 논란이 있어왔다.

매카시의 황야에서 복음을 찾는 구도자적 탐구는 『제한된 석양』에서 보다 구체화되어 중도언약과 같이 회심이 없는 곳에서의 구원은 제한된 것임을 보여준다.

『더 로드』에서의 키드는 더 이상 부재하는 아버지나 사사와 같은 불완전한 아버지가 아닌 신과 같은 숨결을 주는 아버지를 통해, 더 이상 적그리스도와 같은 서부소설의 주인공의 복수가 아닌 사랑과 용서를 통한 구원의 모습을 보여준다.

@highlight

코맥 매카시의 소설은 작가가 테네시에 거주할 때의 삶을 담은 규범사회에서의 히피적 일탈을 주제로 한 남부소설과 작가의 텍사스로의 이주 이후의 변경역사를 다룬 서부소설로 양분화 되어져 분석되어져왔다.

