헌법재판소는 2010.

9.

2.

선고한 2010헌마418사건에서 지방자치단체의 장이 금고 이상의 형의 선고를 받은 경우 부단체장으로 하여금 그 권한을 대행하도록 한 지방자치법 제101조의2 제1항 제3호에 대하여 헌법불합치 및 입법자에 대하여 2011.

12.

31.

까지 개선입법을 명하는 결정을 선고하였다.

2010헌마418 결정으로 2002헌마699등 결정에서 합헌이라 판단한 주문은 헌법불합치로 변경되었다.

헌법재판소에서 판시한 2010헌마418 결정처럼 무죄추정원칙의 법적 성격은 기본권이 아니라 헌법상 원리라고 보아야 하며, 지방자치법 법률규정에 의한 단체장의 권한정지는 형사절차내에서의 불이익은 아니지만 유죄판결을 이유로 공무담임권을 제한하는 것으로 무죄추정원칙의 적용영역에 해당한다고 할 것이다.

또한 단체장의 권한정지는 2010헌마418 결정에서는 무죄추정원칙이 적용된다고 하였지만, 단체장이 구금된 경우는 범죄사실의 인정이나 유죄를 근거로 하는 사회 윤리적 비난이 아니므로 무죄추정원칙이 적용되지 않는다고 본다.

또한 자치단체장이 명백한 범죄를 범하여 정치적 신뢰를 유지하기 힘들 정도의 상황일 때에는 유죄 판결을 선고하는 법원이 직무정지를 함께 결정할 수 있도록 하는 제도적 보완이 필요하다.

@highlight

헌법재판소는 2010.

@highlight

9.

@highlight

2.

@highlight

선고한 2010헌마418사건에서 지방자치단체의 장이 금고 이상의 형의 선고를 받은 경우 부단체장으로 하여금 그 권한을 대행하도록 한 지방자치법 제101조의2 제1항 제3호에 대하여 헌법불합치 및 입법자에 대하여 2011.

@highlight

12.

@highlight

31.

@highlight

까지 개선입법을 명하는 결정을 선고했다.

