본 연구는 해외와 국내의 수업관찰 연수에 관한 사례를 통해 국내 수업관찰 연수의 개선점을 찾고자 하였다.

수업전문성이 학업성취와 관련이 있다는 사실이 입증되면서 선진 주요국은 좋은 수업을 발현하는 수업전문성을 측정해서 수업 개선에 환류하기 위한 증거기반의 양적 수업관찰을 중시한다.

해외의 수업관찰 연수는 연구로 제시된 좋은 수업의 요소를 반영해 개발한 관찰도구의 정확한 사용법에 초점을 맞춰 진행된다.

연수에는 관찰의 준거가 설정된 마스터 코딩 비디오가 사용된다.

자격은 관찰 일치도 등 기준 도달 여부에 따라 부여되고, 주기적으로 자격을 갱신한다.

국내 수업관찰 연수는 종합적인 수업전문성 프로그램의 일부로 다루어지는 편이고, 관찰 역량의 도달 여부에 대한 기준이 미흡하다.

향후 국내 수업관찰 연수는 검증된 양적 수업관찰도구의 사용법에 집중하고, 관찰 요소의 정확한 측정 준거가 되는 마스터 코딩 수업동영상을 적용하여 수업관찰 역량 기준에 도달하면 자격을 부여하고, 자격 갱신이 주기적으로 이루어지게 개선될 필요가 있다.

이를 통해 신뢰할 수 있는 증거기반의 수업관찰 데이터를 생산해 연속성 있게 수업 개선이 이루어져야 할 것이다.

@highlight

수업관찰 연수 사례 검토를 통해 국내 수업관찰 연수의 개선점을 찾은 결과  국내 수업관찰 연수는 검증된 양적 수업관찰도구의 사용법에 집중하고, 관찰 요소의 정확한 측정 준거가 되는 마스터 코딩 수업동영상을 적용하여 수업관찰 역량 기준에 도달하면 자격을 부여하고, 자격 갱신이 주기적으로 이루어져야 한다.

