치아가 얼마 남지 않은 부분 무치악 환자들에 있어 이중관(Double crown)을 이용한 치료의 성공적인 결과에 대해서 여러 문헌에서 보고 되고 있다 이중관 가철성국소의치(Double crown removal partial denture)는 잔존치의 치주적인 상태가 좋지 않은 환자에게 치료의 대안이 될 수 있다.

이중관 가철성 국소의치는 특히 치주상태가 좋지 않고, 임플란트를 식립하기에는 의과적으로 문제가 있는 환자(Medically compromised patient)에게는 수술에 대한 부담 없이 치료할 수 있어 심리적이고 경제적인 이점이 존재한다.

본 증례에서는 상악은 다수의 치아가 잔존하여 고정성 보철물로 수복이 가능한 상태였고, 하악은 소수 잔존치만 남아있고 치주 상태가 매우 불량하여 잔존치를 이용한 클라스프 가철성 국소의치로는 수복하는 것이 거의 불가능하였다.

또한 환자는 1년 전에 하악 전치부 부위의 골수염으로 인한 수술병력으로 임플란트 식립이 어려운 상황이었다.

이러한 악조건에서 하악의 소수 잔존치를 이용한 이중관 의치는 2년이상의 기간동안 기능적, 심미적인 면에서 만족스러운 결과를 얻었기에 이를 보고하고자 한다.

@highlight

치아가 얼마 남지 않은 부분 무치악 환자들에 있어 이중관을 이용한 치료의 성공적인 결과에 대해서 여러 문헌에서 보고 되고 있다 이중관 가철성국소의치는 잔존치의 치주적인 상태가 좋지 않은 환자에게 치료의 대안이 될 수 있다.

