스탈린과의 당권투쟁이 한창이던 1920년대 초엽, 트로츠키가 매진했던 것은 문화적 일상의 문제들이었다.

다양한 주제의 글에서 그가 관심을 기울이며 고민했던 것은 정치제도나 사회규범의 개조가 아니라 일상생활의 변형으로서 대중의 사고방식과 삶에 대한 태도 및 행위양식을 어떻게 바꿀 수 있는지에 관한 논제들이다.

레닌과 스탈린이 주도했던 문화혁명이 이데올로기적 규율과 기술적 지식 및 당파적 인간의 양성이라는 데 맞춰졌던 것과 달리, 트로츠키는 대중의 무의식에 대한 이해와방법론 없이 새로운 사회와 새로운 인간을 형성하는 것은 불가능하다고 파악했다.

정신분석에 대한 트로츠키의 호의는 여기서 연유하며, 대중의 무의식에 깊이 각인된 세계감각은 구체제의 습속을 타파함으로써 변형가능하고, 궁극적으로 사회주의적 의례의 새로운 형식들을 제공함으로써 귀결되리라 전망했다.

이 글은 트로츠키의 실현되지 못한 문화혁명, 문화의 정치학에 대한 또 다른 사유의 지평을 제시하고자 한다.

@highlight

이 글은 트로츠키의 실현되지 못한 문화혁명, 문화의 정치학에 관한 또 다른 사유의 지평을 제시하고자 한다.

