본 연구는 자돈사의 오존 처리가 돈사내 공기의 질과 자돈의 성장 효율에 미치는 영향을 구명하고자 수행되었다.

오존 0.03ppm 처리하거나 처리하지 않은 각 처리별 40두의 21일령 이유자돈을 암수 같은 수로 하여 2개의 돈방에 배치하고 3주 동안 사양하였으며, 3회 반복하여 실시하였다.

오존은 상업용 장치를 이용하여 자돈사 밖에서 발생시켜 관을 통하여 자돈사 건물 안으로 0.03ppm 수준으로 유입시켰다.

돈사내 유해가스 농도는 3주 사양시험 중 24시간 동안 2시간 간격으로 측정하였다.

오존 처리에 의해 황화수소 농도는 변하지 않았으나, 오존 처리했을 때 암모니아와 이산화탄소 농도는 처리하지 않았을 때의 농도에 비해 각각 21%와 7% 감소하였다(P〈0.01).

반면 자돈의 일당증체량, 사료섭취량 및 사료요구율은 오존 처리에 의해 변하지 않았다.

이상의 결과는 자돈사내 오존 처리가 자돈의 생산 효율에는 영향을 미치지 않으나 돈사내 공기의 질을 개선시킬 수 있음을 시사한다.

@highlight

자돈사 오존 처리가 돈사내 공기 질과 자돈 성장 효율에 미치는 영향을 구명하였다.

@highlight

오존 처리에 의해 황화수소 농도는 변하지 않았으나 암모니아와 이산화탄소 농도는 각각 21%와 7% 감소하였고, 자돈의 일당증체량, 사료섭취량 및 사료요구율은 변하지 않았다.

