본 연구는 실제이익조정이 자본비용에 미치는 영향을 분석한다.

첫째, 발생액이익조정과 기업고유위험 요인을 통제한 후 실제이익조정이 증가함에 따라 기업의 자본비용이 증가하는지를 2000년부터 2008년까지 증권거래소 상장기업을 대상으로 조사한다.

재무보고상 경영자의 기회주의적인 회계선택은 정상적인 기업활동에서 크게 벗어난 실제기업활동 즉, 비정상기업활동을 유발하여 보고이익의 질을 왜곡시킨다.

이로 인하여 기업의 진실한 경영성과와 관련하여 경영자와 외부투자자간의 정보비대칭성이 증가함으로써 정보위험(information risk)이 증가한다.

이에 대처하여 합리적인 투자자 및 채권자는 증가한 정보위험을 감수하는 대가로 추가적인 위험프리미엄을 요구한다.

즉 실제이익조정이 증가할수록 자본비용도 증가할 수 있다.

분석 결과, 발생액이익조정과 기업의 체계적위험, 시장가치 대 장부가치비율 등 기업고유위험요인을 통제한 후에도 실제이익조정은 자기자본비용 뿐만 아니라 타인자본비용도 증가시키는 것으로 나타났다.

특히, 실제이익조정의 측정치 중 비정상영업현금흐름이 비정상제조원가나 비정상재량적비용을 통한 실제이익조정보다 상대적으로 더 크게 자본비용을 증가시키는 것으로 나타났다.

이러한 결과는 기회주의적인 발생액이익조정 뿐만 아니라 실제이익조정도 기업의 진실한 경영성과에 대한 경영자와 외부투자자간의 정보비대칭성을 증가시킴으로써 높은 자본비용을 가져온 것이라고 할 수 있다.

@highlight

이 연구는 실제이익조정이 자본비용에 미치는 영향을 분석한다.

@highlight

재무보고상 경영자의 기회주의적인 회계선택은 정상적인 기업활동에서 크게 벗어난 실제기업활동 즉, 비정상기업활동을 유발하여 보고이익의 질을 왜곡시킨다.

