심장 CT 혈관 조영 영상은 심혈관의 전체 해부학 구조를 3D로 보여줄 뿐 아니라 병변의 정보를 제공하기 때문에 관상동맥 질환 진단 및 치료에 많이 사용되고 있다.

하지만 영상의 방대한 크기로 인해 수동으로 정보를 추출하는 데는 한계가 있어 자동으로 심혈관을 정확하게 추출하는 연구들이 활발히 진행되고 있다.

심혈관 자동 추출 알고리즘을 개발하는데 있어 심혈관의 시작점인 상행대동맥의 심문을 검출하는 방법은 필수적인 부분이다.

본 논문에서는 심혈관의 시작점인 심문을 분할하는 방법을 제안한다.

첫째, 상행대동맥의 크기와 위치를 고려한 허프변환으로 대동맥 초기영역을 검출한다.

둘째, 초기영역을 기반으로 탐색범위를 줄일 수 있도록 관심 볼륨 영역을 설정한다.

셋째, 지오데식 활성 외곽선 모델을 기반으로 정제된 대동맥 영역을 검출한다.

마지막으로 검출된 대동맥 영역에서 심문을 분할한다.

제안방법의 평가를 위해 20개의 심장 CT 혈관 조영 영상에서 전문가가 수동으로 표기한 시작점과 비교 분석하였다.

실험 결과 제안방법을 통해 시작점이 제대로 추출 됨을 확인할 수 있었다.

@highlight

본 논문은 심혈관의 시작점인 심문을 분할하는 방법을 제안하였다.

@highlight

상행대동맥의 크기 및 위치를 고려한 허프변환으로 대동맥 초기영역을 검출하고, 초기영역을 기반으로 탐색범위를 줄일 수 있도록 관심 볼륨 영역을 설정하였다.

@highlight

지오데식 활성 외곽선 모델을 기반으로 정제된 대동맥 영역을 검출하였다.

