이 연구의 목적은 제주도 지역의 민간요법 특징을 이해하기 위하여 제주도에 거주하는 사람들의 민간요법 사용경험을 파악하고자 한다.

연구방법은 제주도에 거주하는 사람들을 대상으로 포커스그룹 면담을 통하여 자료를 수집하고 분석하였다.

연구결과 포커스 그룹 운영을 통하여 수집한 자료를 질적 내용 분석 절차에 따라 분석한 결과 4개의 범주가 도출되었다.

제 1범주인 “제주도에서 많이 사용하는 약리적 민간요법”, 제 2범주인 “제주도의 지리적 여건을 활용한 물리적 민간요법”, 제 3범주인 “일상생활 속 제주도의 건강관리방법”, 제 4범주인 “제주도의 독특한 주술요법”이다.

제주도 주민들이 사용하는 민간요법은 보편적으로 사용되는 것 외에도 육지와 독립된 고유의 자연환경에서 유래된 것들이 다수 있었다.

향후 이러한 고유의 요법들의 잠재적인 효과에 대한 과학적·실증적인 연구에 더해 요법 사용의 기저에 내재된 제주도 주민들의 심리와 풍습에 대한 인류학적인 고찰이 요구된다.

@highlight

연구의 목적은 제주도 지역의 민간요법 특징을 이해하기 위하여 제주도에 거주하는 사람들의 민간요법 사용경험을 파악하고자 한다.

