본 연구의 목적은 첫째, 가상세계 활용 교수방법의 예시적 사례를 분석함으로써, 효과적인 가상세계의 활용방법을 제시하고, 둘째, 가상세계 플랫폼의 유용성과 제한점을 분석함으로써, 가상세계 교수설계 및 활용방법에 실천적 제언을 하는 것에 있다.

교육적 목적으로 설계된 Quest Atlantis는 교수자에게 교육목적과 상황, 학습자의 요구에 적합한 가상세계를 손쉽게 구현 및 변형할 수 있는 환경을 제공해 주었고, 이는 결과적으로 학습자에게 적극적인 수업참여 환경을 제공했으며, 가상세계가 교수자-

학습자 및 학습자 간의 상호작용 매개체로 설계될 수 있음을 보여주었다.

반면 사용자 친화적 그래픽과 가상의 환경을 설계할 수 있는 Second life는 가시적 단서와 실재적 존재감을 바탕으로 온라인 협동학습에 활용될 수 있는 사례를 보여주었다.

또한 본 연구는 연구의 예시적 사례의 구현과정에서 도출한 플랫폼의 유용성과 제한점을 바탕으로 가상세계의 교수설계 방안을 ADDIE 모형에 입각하여 제시하였다.

이는 추후 가상세계 연구자와 교수설계자에게 활용될 수 있는 구체적이고 실용적인 초석자료로서 의의를 가질 것이다.

@highlight

이 연구의 목적은 첫째, 가상세계 활용 교수방법의 예시적 사례를 분석함으로써, 효과적인 가상세계의 활용방법을 제시하고, 둘째, 가상세계 플랫폼의 유용성과 제한점을 분석함으로써, 가상세계 교수설계 및 활용방법에 실천적 제언을 하는 것에 있다.

@highlight

이 연구는 연구의 예시적 사례의 구현과정에서 도출한 플랫폼의 유용성과 제한점을 바탕으로 가상세계의 교수설계 방안을 ADDIE 모형에 입각하여 제시했다.

