본 연구는 트위터를 활용한 토론학습에서 고려해야 할 지침을 얻고자, 과제가치, 트위터효능감, 사회적 실재감이 학습만족도에 미치는 영향과 사회적 실재감의 매개효과를 분석하였다.

이를 위해 2010학년도 2학기에 서울에 소재한 A대학교에 한 강좌를 수강한 학습자 46명을 대상으로 약 3주 동안 트위터에서 토론수업을 진행하여, 과제가치, 트위터효능감, 사회적 실재감, 토론학습만족도 자료를 수집하였다.

자료분석방법으로는 상관분석, 회귀분석과 매개분석을 실시하였다.

그 결과, 과제가치, 트위터효능감, 사회적 실재감은 학습만족도에 유의미한 영향을 미치는 요인으로 확인되었으며, 사회적 실재감은 과제가치와 트위터효능감이 학습만족도를 예측하는 데 있어 매개역할을 하는 것으로 나타났다.

이와 같은 결과는 트위터를 활용한 토론학습에서 학습만족도를 높이기 위해서는 과제가치와 트위터효능감 향상을 위한 학습과정 설계 전략이 필요하며, 이와 더불어 사회적 실재감을 촉진시켜줄 수 있는 학습환경 설계가 필요함을 시사한다.

또한, 트위터 학습 관련 연구는 아직 초기단계로, 향후 트위터를 활용한 학습환경에서 만족도나 성취도 등의 학습성과를 높이는 변인을 규명하는 연구가 지속적으로 수행되어야겠다.

@highlight

트위터를 활용한 토론학습에서 고려해야 할 지침을 얻고자, 과제가치, 트위터 효능감, 사회적 실재감이 학습만족도에 미치는 영향과 사회적 실재감의 매개효과를 분석한 결과 트위터 효능감, 사회적 실재감은 학습만족도에 유의미한 영향을 미쳤으며, 사회적 실재감은 과제가치와 트위터 효능감이 학습만족도를 예측하는 매개역할을 하였다.

