우리 사회가 경제가 발달되고 현대화됨으로 인하여 사람들의 인식이 경제에서 삶의 질로 옮겨가게 되었다.

이러한 상황에서 가정폭력에 대한 관심이 증대되었고 이에 대한 대책을 마련하게 되었다.

그 결과 가정폭력에 대한 중요성을 인식하게 되었고, 1997년 국회에서 “가정폭력범죄의 처벌 등에 관한 특례법”과 “가정폭력방지 및 피해자 보호에 관한 법률”이 제정되면서 가정폭력을 국가와 사회가 개입하여야 할 공적인 문제이자 확실한 범죄행위로 규정하게 된 것이다.

가정폭력은 피해당사자뿐만 아니라 가해자를 포함한 가정구성원 전체에게 신체적, 정신적 고통과 재산상의 피해를 주는 동시에, 사회 전반에 미치는 폐해는 심각하다 할 것이다.

본 논문은 가정폭력의 개념과 그에 따른 유형을 파악하고, 가정폭력 관련 정책과 가정폭력 관련 법률에 대하여 알아본 후 그에 대한 문제점과 개선방안에 대하여 살펴 보고자 한다.

가정폭력은 이제 한 가족의 문제가 아닌 국가와 사회의 문제로 당연시되고 있지만 아직도 가정사로 치부되어 개입의 한계를 지니고 있다.

가정폭력을 예방하고 근절하기 위해서는 경찰과 법원, 국가의 역할뿐 아니라 여러 서비스 지원체계들 간의 효율적인 업무 공유가 필요하고, 많은 지원단체와 개인 간의 협력이 가정폭력을 감소시키고, 밝은 가정을 이루게 할 수 있을 것이다.

@highlight

이 논문은 가정폭력의 개념과 그에 따른 유형을 파악하고, 가정폭력 관련 정책과 가정폭력 관련 법률에 대해 알아본 후 그에 대한 문제점과 개선방안에 대해 살펴 보고자 한다.

