본 논문에서는 초등 영재들의 IT 융합 학습을 위한 스마트 기기 기반의 로봇 프로그래밍 교육 프로그램을 제안하고, 스마트 기기 기반의 로봇 프로그래밍 교육 이후 초등 영재 수준에 따른 IT 융합 학습에 대한 만족도와 기대-

가치 인식 차이를 분석하였다.

초등 영재들의 IT 융합 학습을 위한 스마트 기기 기반의 로봇 프로그래밍 교육 프로그램은 WTEC에서 제안한 인간 융합 과정을 기초로 설계하였으며, 초등 영재들이 실질적인 IT 융합 과정을 경험할수 있도록 하기 위해서 창의성 단계, 통합 단계, 혁신 단계, 산출 단계로 구성하였다.

본 연구를 통해서 개발된 스마트 기기 기반의 로봇 프로그래밍 교육 프로그램은 초등 영재 126명을 대상으로 적용하였으며 그 결과를 분석하였다.

스마트 기기 기반의 로봇 프로그래밍 교육에 대한 만족도를 분석한 결과, 초등 심화 집단과 초등 기초 집단 모두높은 수업 만족도를 보이는 것으로 나타났으나, 초등 심화 집단의 수업 만족도가 상대적으로 높은 것으로 나타났다.

또한, 초등 심화 집단이 초등 기초 집단에 비해 IT 융합 학습에 대한 기대-

가치 인식이 높은 것으로 나타났다.

본논문의 2장에서는 IT 융합 학습과 로봇 활용 교육을 분석한 관련 연구를 제시하였으며, 3장에서는 실제 스마트기기기반의 로봇 프로그래밍 교육 프로그램 설계 및 연구 과정을 기술하였고, 4장에서는 실험 수업 결과를 분석한 연구결과를 제시하였다.

@highlight

이 논문은 초등 영재들의 IT 융합 학습을 위한 스마트 기기 기반의 로봇 프로그래밍 교육 프로그램을 제안하고, 스마트 기기 기반의 로봇 프로그래밍 교육 이후 초등 영재 수준에 따른 IT 융합 학습에 관한 만족도와 기대-

@highlight

가치 인식 차이를 분석했다.

