이 연구는 도덕규범이 헌혈행동에 미치는 영향력을 살펴보려고 했고 통합적인 접근에서 그 영향을 촉진하는 요인으로 자기효능감과 사회자본을 조절변인으로 다뤄 도덕규범과 자기효능감 및 도덕규범과 사회자본요인과의 상호작용 효과를 살펴보았다.

무엇보다 이 연구에서는 그 상호작용 효과를 살펴봄에 있어 남녀 성별 차이가 있는지에 관심을 가졌고 여성은 도덕규범과 자기효능감이, 남성은 도덕규범과 사회자본요인간에 상호작용 효과가 있는지를 다뤘다.

서울시 293명의 대학생 대상의 조사에서 본 연구의 결과에서는 도덕규범의 영향이 남녀 모두에서 유의미한 것을 제시했다.

자기효능감과 사회자본요인을 포함했을 때에는 남녀 모두에서 자기효능감의 영향력이 가장 컸고 도덕규범은 여성에게서만 유의미했으며 사회자본요인들의 영향력은 남녀 모두에서 낮았다.

하지만 본 연구에서 주목했던 도덕규범과 자기효능감, 그리고 도덕규범과 사회자본요인과의 상호작용효과의 남녀 결과를 보면 본 연구의 예측대로 여성의 경우는 도덕규범과 자기효능감과의 상호작용효과가, 남성의 경우는 도덕규범과 사회자본의 한 요인인 사회신뢰와의 상호작용효과가 유의미해 성별 차이를 보였다.

이러한 결과로 본 연구에서 제시하는 가설들을 대체로 지지했다.

이에 정책적 함의를 논한다.

@highlight

이 연구는 도덕규범이 헌혈행동에 미치는 영향력을 촉진하는 요인으로 자기효능감과 사회자본을 조절변인으로 다뤄 도덕규범과 자기효능감 및 도덕규범과 사회자본 요인과의 상호작용효과를 연구한 결과, 여성은 도덕규범과 자기효능감과의 상호작용효과가, 남성은 도덕규범과 사회자본의 한 요인인 사회신뢰와의 상호작용효과가 유의미해 성별 차이를 보였다.

