신축성 전극소재는 웨어러블 밴드나 전자피부와 같은 플렉서블 제품으로의 적용 때문에 주목 받고 있다.

플렉서블 소자로서 사용하기 위해선 구부리거나 비틀거나 늘리는 등 물리적 변형에도 전기저항의 증가가 최소화되어야 한다.

카본블랙은 저가의 간단한 공정, 특히 인장 시 비저항의 감소라는 장점 때문에 후보소재로 고려되고 있다.

하지만 카본블랙의 전도도는 전극으로 사용되기에 상대적으로 낮다.

이에 비해 그래핀은 뛰어난 전기전도도 및 유연성 때문에 촉망받고 있는 전자소재이다.

따라서 그래핀을 첨가한 카본블랙은 신축성 전극으로 적합한 소재로 예상된다.

본 논문을 통해 인장 시 그래핀을 첨가한 카본전극의 전기적 특성을 연구하였다.

기계적인 인장은 전극 내의 균열(crack)을 형성시켜 도전경로의 파괴를 일으켰다.

하지만 인장으로 정렬된 그래핀은 카본필러 간의 연결성을 강화하고 도전구조를 유지하였다.

무엇보다도 그래핀 첨가로 인하여 인장 시 카본전극의 전자구조가 변화하여 전자를 효과적으로 전도하게 하였다.

결론적으로 그래핀 첨가를 통해 카본블랙 복합체에 신축성 전극으로의 가능성을 부여하였다.

@highlight

신축성 전극소재는 웨어러블 밴드나 전자피부와 같은 플렉서블 제품으로의 적용 때문에 주목 받고 있다.

@highlight

이 논문을 통해 인장 시 그래핀을 첨가한 카본전극의 전기적 특성을 연구했다.

