이

 

연

구

는

 

특

수

교

사

의

 

I

C

T

 

활

용

교

육

에

 

있

어

 

교

수

·

학

습

 

변

수

,

 

I

C

T

 

활

용

태

도

,

 

I

C

T

 

활

용

의

도

 

간

의

 

구

조

적

 

인

과

관

계

를

 

알

아

보

고

자

 

하

였

다

.

 

연

구

수

행

을

 

위

해

 

가

설

적

 

연

구

모

형

을

 

도

출

한

 

후

,

 

전

국

 

주

요

 

1

5

개

 

시

·

도

 

소

재

 

9

0

0

명

을

 

대

상

으

로

 

설

문

조

사

를

 

실

시

하

여

 

최

종

 

6

5

5

부

를

 

분

석

하

였

다

.

 

연

구

결

과

,

 

첫

째

,

 

I

C

T

 

활

용

태

도

에

는

 

교

수

·

학

습

 

관

련

 

하

위

변

수

에

서

 

개

별

화

 

학

습

지

원

(

β

=

.

1

5

5

)

과

 

지

식

 

및

 

전

략

 

중

재

(

β

=

.

2

5

6

)

,

 

수

업

 

활

동

 

촉

진

(

β

=

.

2

4

2

)

 

등

이

 

유

의

한

 

직

접

적

인

 

영

향

을

 

미

치

는

 

변

수

로

 

나

타

났

다

.

 

둘

째

,

 

I

C

T

 

활

용

의

도

에

는

 

교

수

·

학

습

 

관

련

 

하

위

변

수

에

서

 

지

식

 

및

 

전

략

 

중

재

(

β

=

.

1

6

5

)

,

 

수

업

활

동

촉

진

(

β

=

.

1

5

7

)

과

 

I

C

T

 

활

용

태

도

(

β

=

.

4

3

8

)

 

등

이

 

유

의

한

 

직

접

적

인

 

영

향

을

 

미

치

는

 

변

수

로

 

나

타

났

으

나

,

 

개

별

화

 

학

습

지

원

,

 

감

각

·

지

각

 

훈

련

과

 

여

가

지

도

,

 

인

지

 

구

조

 

지

원

 

등

은

 

유

의

하

지

 

않

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

I

C

T

 

활

용

태

도

는

 

개

별

화

 

학

습

지

원

과

 

I

C

T

 

활

용

의

도

와

의

 

관

계

를

 

유

의

하

게

 

매

개

하

였

다

.

 

이

상

의

 

연

구

결

과

로

 

볼

 

때

,

 

특

수

교

사

는

 

학

습

자

 

중

심

의

 

감

각

·

지

각

 

훈

련

과

 

여

가

지

도

,

 

인

지

 

구

조

 

지

원

 

변

수

보

다

 

교

수

자

 

중

심

의

 

개

별

화

 

학

습

지

원

과

 

지

식

 

및

 

전

략

 

중

재

,

 

수

업

 

활

동

 

촉

진

에

 

대

해

 

긍

정

적

으

로

 

인

식

하

였

다

.

 

따

라

서

 

교

실

수

업

에

서

 

I

C

T

를

 

활

용

하

여

 

장

애

학

생

들

의

 

학

습

활

동

을

 

도

와

줄

 

수

 

있

는

 

콘

텐

츠

 

제

공

과

 

교

수

·

학

습

전

략

이

 

필

요

할

 

것

이

다

.

@highlight

본 연구는 특수교사의 ICT 활용교육에 있어 교수·학습 변수, ICT 활용태도, ICT 활용의도 간의 구조적 인과관계를 알아보고자 했다.