이 연구의 목적은 의사소통장애인을 위해 개발된 스마트기기 기반의 AAC 앱인 “나의 AAC”의 사용성을 평가하는 것이다.

국내에서 개발된 AAC 앱의 사용성 문제를 유저 인터페이스(UI) 관점에서 짚어보고, 그 방향성을 제시하기 위한 연구이다.

사용성 평가에 참여한 전문가들은 특수교사 14명이다.

이 연구에서는 3개월간의 현장 적용 기간을 거친 후, 휴리스틱 분석 방법을 통해 사용성을 분석하고 사용자들의 요구 사항을 추출해냈다.

연구 결과는 다음과 같다.

첫째, 사용성 평가의 결과는 평균 3.93으로 대부분의 응답들이 보통 이상 수준의 긍정적 반응을 나타냈다.

둘째, 항목별 평가 결과는 현실 세계와의 부합성이 가장 높게 나타났으며, 사용자의 인지능력 고려 정도, 유용성, AAC 앱의 시각화, 시스템의 유연성, 심미성과 간결성, 일관성과 표준성 순으로 나타났다.

가장 낮은 항목은 오류 방지 설계 영역이다.

셋째, 사용성 평가를 통해 발견된 몇 가지 이슈들을 제시하였다.

논의에서는 연구 결과를 바탕으로 향후 AAC 앱을 활용한 의사소통 지도를 위해 고려해야 할 사항을 제안하였다.

@highlight

이 연구의 목적은 의사소통장애인을 위해 개발된 스마트기기 기반의 AAC 앱인 “나의 AAC”의 사용성을 평가하는 것이다.

