기억은 일반적으로 학습이 끝난 후 불안정한 상태에서 시간이 지남에 따라 안정된 상태로 변화하는데, 이러한 과정을 기억 응고화라고 한다.

따라서 학습 후 불안정한 상태일 때 어떤 처치를 가하면 기억에 영향을 줄 수 있다.

또한, 기억을 회상하면 그 기억이 다시 불안정한 상태가 되었다가 안정화되는 재응고화 과정이 진행되는데, 역시 이 과정에 개입하여 기억을 변경시킬 수 있다.

기억의 응고화 또는 재응고화를 조절하려는 연구에서 가장 많이 사용된 약물 중 하나가 스트레스 호르몬인 에피네프린의 효과를 차단하는 프로프라놀롤이다.

본 논문은 기억의 응고화와 재응고화에 대한 기초 실험 연구들을 쉽게 설명하고, 이러한 연구들을 토대로 프로프라놀롤을 사용하여 외상후 스트레스장애(PTSD)를 예방하거나 치료하려는 임상 연구들을 살펴보았다.

기초 실험 연구 결과는 프로프라놀롤이 기억에 미치는 효과를 상당히 일관되게 입증하고 있으나, 임상 연구 결과는 프로프라놀롤이 PTSD 치료에 쓰일 수 있는지에 관하여 현재 긍정적인 결과와 부정적인 결과가 혼재되어 있다.

앞으로 기억의 재응고화가 일어나게 되는 경계 조건을 알아낸다면 더 일관성 있는 치료 효과를 얻을 수 있을 것이다.

마지막으로, 그러한 치료법의 개발에 뒤따르는 윤리적 문제를 살펴보았다.

@highlight

기억은 학습이 끝난 후 불안정한 상태에서 시간이 지남에 따라 안정된 상태로 변화하는 과정을 기억 응고화라고 한다.

@highlight

기억의 응고화와 재응고화에 대한 기초 실험 연구들을 토대로 프로프라놀롤을 사용하여 외상후 스트레스장애를 예방하거나 치료하려는 임상 연구들을 살펴보았다.

@highlight

임상 연구 결과는 프로프라놀롤이 치료에 쓰일 수 있는지에 관하여 긍정적인 결과와 부정적인 결과가 혼재되어 있다.

