사회복지 조직은 지역사회의 문제 해결과 조직의 가치를 실현시켜 나가기 위해 재정의 안정성 확보에 주력한다.

그러나 점차 악화되고 있는 사회복지 재정 현황은 외부 펀드에 대한 관심을 심각하게 조장하고 있다.

무엇보다 서비스 프로그램의 기획에서 재정의 확보 정도는 서비스의 질을 결정짓는 선행조건이 된다는 점에서 중요성이 크다고 볼 수 있는 것이다.

즉, 사회복지서비스의 본질적인 핵심과제인 클라이언트의 만족이 외부 펀드의 성향과 재정 확보 가능성 및 재정 확보 정도 등에 의해서 호도될 수도 있다는 점에서 유의해야만 하는 것이다.

따라서 사회복지 조직의 서비스 프로그램의 재정 확보와 관련한 제 전략들에 대한 논리적 검증은 결론적으로 사회복지 조직의 지역사회로부터의 괴리를 예방할 수 있는 선결과제로서의 접근이라고 할 수 있다.

 연구를 위한 도구의 활용은 사회복지서비스 프로그램의 한 영역을 주도하고 있는 펀드 중의 하나인 사회복지공동모금회의 신청사업 데이터(부산)와 프로그램 재정과 관련한 선행연구들을 토대로 횡단적 분석을 시도해 보기로 한다.

특히 본 연구가 목적으로 하는 프로그램 기획과 재정 확보 관련성을 검증하는 데 있어서 객관적인 문헌 검토와 더불어 현실성 있는 실제 데이터의 활용은 사회복지 조직의 서비스 프로그램 재정 확보와 관련한 대안들을 발굴하는데 유용하였다.

더불어 연구를 위한 자료 분석 및 대안 발굴의 과정에서 본 연구의 필요성을 더욱 공고히 할 수 있었다는 점에서 현장 중심의 사회복지행정 기제의 근거를 확인할 수 있었다.

더 나아가 본 연구의 결과를 토대로 한 비교 사례연구 및 재정 전략의 비용효과성과 관련한 후속 연구들을 제안코자 한다.

@highlight

사회복지 조직은 지역사회의 문제 해결과 조직의 가치 실현을 위해 재정의 안정성 확보에 주력하나 서비스 프로그램의 기획에서 재정의 확보 는 서비스의 질을 결정짓는 선행조건이 된다는 점에서 중요하다.

@highlight

사회복지공동모금회의 신청사업 데이터(부산)와 프로그램 재정과 관련한 선행연구들을 토대로 횡단적 분석을 위해, 객관적인 문헌 검토, 현실성 있는 실제 데이터의 활용은 사회복지 조직의 서비스 프로그램 재정 확보와 관련한 대안들을 발굴하는데 유용하였다.

