본 논문은 최근의 퇴계학 연구 성과를 바탕으로 하여 퇴계철학의 독자성을 어디서 찾을 것인가라는 문제를 재검토해 본 것이다.

지금까지 퇴계철학의 독자성을 이기론이나 사칠론에서의 이발론에서 찾는 경향이 있었다.

그러나 최근의 연구 결과를 보면, 이발론은 퇴계 이전에도 주장하는 학자들이 있었으며 그 학설적 연원은 중국 신안지역의 주자학맥으로 거슬러 올라간다는 주장이 설득력을 얻고 있다.

논자는 이러한 상황에서 퇴계가 생전에 재삼 강조해 마지 않았던 『심경(부주)』와 퇴계철학의 관련성에 주목했다.

그리고 『심경(부주)』를 바탕으로 형성된 심학적 체계가 퇴계철학의 핵심이며 독자적 영역이라는 결론에 도달하였다.

퇴계는 마음이 갖는 고유한 속성이 최고도로 발휘될 때 인간이 도덕적 오류에서 벗어날 수 있고 도덕적 실천이 가능하다고 보았다.

따라서 퇴계에게 있어서 철학적 훈련의 목적은 바로 마음이 갖고 있는 고유한 속성을 극대화하는 데 있다고 할 수 있고, 퇴계철학의 성패는 바로 이러한 마음공부에 성공하느냐 여부에 달려 있다고 할 수 있다.

이점에서 퇴계철학을 심학으로 규정할 수 있다.

@highlight

이 논문은 최근의 퇴계학 연구 성과를 바탕으로 해 퇴계철학의 독자성을 어디서 찾을 것인가라는 문제를 재검토해 본 것이다.

@highlight

지금까지 퇴계철학의 독자성을 이기론이나 사칠론에서의 이발론에서 찾는 경향이 있었다.

