본 연구에서는 장애인 경찰임용과 관련된 여러 쟁점들을 고찰하고, 향후 바람직한 정책 대안들을 제시하는 것을 목적으로 하였다.

경찰공무원 장애인 임용 문제는 경찰업무의 특수성 논리, 역차별 논란, 조직 내부 반발 및 지나친 비용부담 문제 등으로 인해 여전히 부정적으로 간주되고 있으며, 제도적으로도 경찰은 장애인 고용 의무로부터 자유로우며 기타 여러 임용 관련 규정들이 장애 비친화적임을 확인하였다.

하지만 장애인 경찰임용의 경우 장애인 고용정책의 일반적 논리 -

보상의 논리, 부성주의 논리, 갈등완화의 논리, 총생산증가의 논리, 차별금지의 논리, 공존의 논리, 노동주권의 논리 등 -

이외에도 파급효과와 상징성, 나아가 대표관료제의 실현이라는 관점에서 그 정당성을 구할 수 있었다.

장애인 경찰임용의 정당성과 임용관련 기준들에 대한 차별성 문제가 중요한 쟁점이 되고 있는 외국 사례들을 종합적으로 검토할 때, 향후 장애인 경찰임용은 보다 긍정적인 방향에서 재검토되어야 하며 차별성 있는 제도들의 개선ㆍ폐지, 적극적 채용전략 수립 및 합리적 보직관리, 편의시설 확충, 그리고 경찰공무원 의식 및 조직문화의 개혁 노력 등이 경주되어야 할 것으로 본다.

@highlight

경찰공무원 장애인 임용 문제는 경찰업무의 특수성 논리, 역차별 논란, 조직 내부 반발 및 지나친 비용부담 문제 등으로 , 부정적으로 간주, 제도적으로도 장애 비친화적이고, 장애인 경찰임용의 정당성과 임용관련 기준들에 대한 차별성 문제가 중요한 쟁점이고, 향후 장애인 경찰임용은 차별성 있는 제도들의 개선ㆍ폐지, 적극적 채용전략 수립,보직관리, 편의시설 확충, 조직문화의 개혁 노력 등이 경주되어야 할 것으로 본다.

