목

적

:

 

중

합

방

법

 

및

 

측

정

시

기

에

 

따

른

 

여

러

 

이

중

중

합

 

레

진

 

시

멘

트

의

 

기

계

적

 

성

질

인

 

압

축

강

도

와

 

간

접

인

장

강

도

를

 

비

교

 

평

가

하

는

 

것

이

다

.

 

연

구

 

재

료

 

및

 

방

법

:

 

1

개

의

 

레

진

강

화

형

 

글

래

스

아

이

오

노

머

 

시

멘

트

인

 

F

u

j

i

C

E

M

 

2

,

 

2

개

의

 

전

통

적

인

 

이

중

중

합

 

레

진

 

시

멘

트

인

 

R

e

l

y

X

 

A

R

C

와

 

M

u

l

t

i

l

i

n

k

 

N

,

 

2

개

의

 

이

중

중

합

 

자

가

접

착

 

레

진

 

시

멘

트

인

 

R

e

l

y

X

 

U

2

0

0

과

 

G

-

C

E

M

 

L

i

n

k

A

c

e

를

 

사

용

하

였

다

.

 

제

조

사

의

 

지

시

에

 

따

라

 

시

멘

트

를

 

혼

합

하

여

 

압

축

강

도

와

 

간

접

인

장

강

도

 

측

정

을

 

위

한

 

시

편

을

 

제

작

하

였

다

.

 

중

합

방

법

 

및

 

측

정

시

기

의

 

영

향

을

 

평

가

하

기

 

위

해

 

시

멘

트

에

 

따

라

 

4

가

지

 

실

험

 

조

건

으

로

 

나

눴

고

,

 

만

능

시

험

기

로

 

압

축

강

도

와

 

간

접

인

장

강

도

 

측

정

하

였

다

.

 

각

각

의

 

강

도

 

값

을

 

계

산

 

후

 

통

계

처

리

 

하

였

다

.

 

결

과

:

 

압

축

강

도

에

서

는

 

R

e

l

y

X

 

A

R

C

의

 

광

중

합

과

 

M

u

l

t

i

l

i

n

k

 

N

의

 

광

중

합

,

 

간

접

인

장

강

도

에

서

는

 

R

e

l

y

X

 

A

R

C

의

 

광

중

합

을

 

제

외

하

고

 

모

든

 

중

합

방

법

에

서

 

2

4

시

간

 

뒤

 

측

정

된

 

강

도

가

 

즉

시

 

측

정

한

 

강

도

보

다

 

더

 

높

은

 

값

을

 

보

여

주

었

다

.

 

F

u

j

i

C

E

M

 

2

는

 

시

멘

트

간

 

비

교

에

서

 

가

장

 

낮

은

 

강

도

 

값

을

 

보

였

다

(

P

 

<

 

0

.

0

5

)

.

 

결

론

:

 

치

과

용

 

시

멘

트

 

중

에

서

 

최

근

 

출

시

된

 

이

중

중

합

 

자

가

접

착

 

레

진

 

시

멘

트

는

 

기

존

의

 

레

진

 

시

멘

트

와

 

비

교

시

 

제

품

별

로

 

차

이

가

 

있

었

으

나

,

 

압

축

강

도

와

 

간

접

인

장

강

도

에

서

는

 

유

의

한

 

차

이

를

 

보

이

지

 

않

았

다

.

@highlight

중합방법 및 측정시기에 따른 여러 이중중합 레진 시멘트의 기계적 성질인 압축강도와 간접인장강도를 비교 평가하였다. 결론적으로 치과용 시멘트 중에서 최근 출시된 이중중합 자가접착 레진 시멘트는 기존의 레진 시멘트와 비교시 제품별로 차이가 없었으나 압축강도와 간접인장강도에서는 유의한 차이를 보이지 않았다.