이 연구는 태권도 겨루기 경기에서 사용되고 있는 제조업체별 전자호구시스템에 동일한 질량의 다양한 속도로 반복 타격하여 전자호구 시스템에 대한 신뢰성 및 정확성에 대해 알아보고, 제조업체별 표출된 타격력에 대한 결과를 통해 전자호구의 기준과 체급별 유효득점에 대한 기초자료를 마련하고자 하는데 목적이 있다.

제조업체별 전용 전자호구시스템을 통해 표출 되는 수치를 타격력으로 산출해 속도에 따른 타격값에 대한 검증 결과 다음과 같은 결과를 얻었다.

A사 전자호구는 속도에 따른 타격값에 대한 설명력이 15.6%(R2=.156)로 나타났으며, B사 전자호구는 8.7%(R2=.087)로 나타났고, C사 전자호구는 33.8%(R2=.338)가 나타났다.

따라서 제조업체별 따른 타격강도인식은 유의하게 나타났으며, B사 < A사 < C사 순으로 속도에 따른 타격값에 대한 설명력과 정확성이 높은 것으로 나타났다.

이에 경기협회에서는 전자호구 타격인식에 따른 정확성을 향상시키기 위한 장비 기준을 마련하여 제시하고, 제조업체에 따른 체급별 유효득점기준이 재설정되어야 한다고 사료된다.

@highlight

본 연구는 태권도 겨루기 경기에서 사용되고 있는 전자호구 시스템에 대한 신뢰성 및 정확성에 대해 알아보고, 제조업체별 표출된 타격력에 대한 결과를 통해 전자호구의 기준과 체급별 유효득점에 대한 기초자료를 마련하고자 하는데 목적이 있다.

