본 논문은 기독교 신앙으로 예술을 보는 성경적 관점의 구체적인 렌즈를 제공하여 한국 개혁주의 교회와 그리스도인들이 기독교 영성을 가진 예술 문화를 이룩해 가는 데에 필요한 실천적 방안을 모색하고자 하였다.

‘기독교 예술’을 정의하는 것은 역사를 걸쳐 다양한 문화들과 엮어진 예술의 방대한 범위와 기독교 교리와 신학들의 폭넓은 가르침과 경험이 교차됨으로 명백함을 기대할 수 없는 문화양상의 한 갈래이다.

그럼에도 불구하고 이에 대한 현재의 연구가 중요한 이유는, 기독교 예술 활동으로 이루어지는 문화 선교적 역할의 중요성과 함께 견고하고 건강한 한국 개혁주의 신학의 사명 때문이다.

특히 통일한국을 눈앞에 맞이한 한반도의 기독교 문화 예술은 북한을 향한 문화선교의 선두주자로써 중대한 교회적 사명을 안고 있다.

또한 기독교 예술은 앞으로의 한국 개혁주의 교회의 방향성에 결정적인 역할을 할 수 있는 역동적인 문화이기 때문에 이에 대한 성경적이고 신학적인 진단과 구체적인 제안이 필요함을 주장하는 바이다.

이에 본 논문은 기독교 예술에 대한 성경적 원리를 연구하여 개혁주의 교회가 지향해야 할 일반은총(common grace)과 기독교 영성의 대립(antithesis)과의 적절한 관계를 예술에 적용하였다.

이를 바탕으로 예술 작품들이 기독교 예술이 될 수 있는 세 가지 접근방법을 소개하여 그리스도인들의 단단한 영성의 예술 문화의 발전을 위해 나아가야 할 방향을 제시한다.

@highlight

본 연구는 기독교 신앙으로 예술을 보는 성경적 관점의 구체적인 렌즈를 제공해 한국 개혁주의 교회 및 그리스도인들이 기독교 영성을 가진 예술 문화를 이룩해 가는 데에 필요한 실천적인 방안을 모색하고자 했다.

