개인화된 추천을 제공하기 위한 협력 필터링은 추천 시스템에서 성공적으로 활용되어 온 기법이다.

그러나 협력 필터링이 주로 연구 및 적용된 분야들은 사용자로부터의 명시적 피드백이 존재하는 독립된 아이템들을 추천하는 것에 초점을 두고 있다.

VOD 서비스 플랫폼에서 개인화된 TV 프로그램을 추천하기 위해서는 해당 도메인의 특성과 제한들을 고려하는 것이 필요하다.

본 논문에서는 TV 프로그램의 시리즈 속성을 이용하여, 선호를 판단하기 힘든 비명시적 피드백인 회별 프로그램 시청기록을 명시적이고 지속적인 프로그램 선호도로 변환하는 방법을 고안하였다.

데이터 수집과 최종 추천은 회별 프로그램 단위로 이루어지면서 협력 필터링 처리 단위는 프로그램으로 변경되어 TV 프로그램 VOD 추천 환경에 가장 적당한 형태로 협력 필터링을 변형 적용하였다.

실험 결과는 고안된 추천 시스템이 단순히 협력 필터링을 적용했을 때보다 높은 정확도와 더 적은 계산량을 가지는 것을 보여준다.

도메인 특화된 이러한 변형은 추천 시스템의 알고리즘 모듈로 구성되어 기존에 알려진 다양한 협력 필터링 기법과 결합하여 사용될 수 있다.

@highlight

본고에서는 TV 프로그램의 시리즈 속성을 이용하여, 선호를 판단하기 힘든 비명시적 피드백인 회별 프로그램 시청기록을 명시적이고 지속적인 프로그램 선호도로 변환하는 방법을 고안하였다.

