최근 국내에서는 고층 벽식 아파트 건설 시, 하부 주차공간과 공용공간 확보를 위하여 RC 전이슬래브 시스템을 사용하는 경우가 증가하고 있다.

하지만 두께가 얇은 RC 무량판 슬래브를 위해 개발된 설계방법 및 구조성능평가 방법을 두께가 매우 두꺼운 전이슬래브 구조설계에 그대로 사용하고 있다는 문제점이 있다.

따라서 합리적인 전이슬래브의 구조설계를 위해서는 RC 전이슬래브 시스템의 2면 전단거동 양상에 대한 명확한 분석이 필요하다.

이에 따라 본 연구에서는 전이슬래브의 두께, 콘크리트 강도, 전단경간비, 철근비 등 다양한 설계변수에 따라 비선형 FEM을 이용하여 전이슬래브의 2면 전단거동을 분석하였다.

또한 비선형 FEM 해석결과와 기존의 2면 전단강도 평가식으로 예측한 전단강도를 비교분석하여 기존 평가식의 전이슬래브 2면 전단강도 평가 유효성을 검토하였다.

@highlight

얇은 RC 무량판 슬래브를 위해 개발된 설계방법 및 구조성능평가 방법을 두께가 매우 두꺼운 전이슬래브 구조설계에 사용하는 문제가 있다.

@highlight

합리적인 전이슬래브의 구조설계를 위해서는 RC 전이슬래브 시스템의 2면 전단거동 양상에 대한 분석이 필요하다.

@highlight

전이슬래브의 다양한 설계변수에 따라 비선형 FEM을 이용하여 전이슬래브의 2면 전단거동을 분석하였다.

