이 연구는 초등 교사의 쓰기와 쓰기 능력에 대한 인식을 탐색하는 데에 목적이있다.

이 연구 목적을 달성하기 위하여 초등 교사 247명에게 쓰기와 쓰기 능력에 대한 인식을 묻는 설문 조사를 실시하였다.

조사 결과 초등 교사들은 대체로 쓰기의 개념을 필자의 사고 과정을 반영한 것으로 규정하고 있었으며, 쓰기의 가치와 중요성에 대해 긍정적으로 인식하고 있는 것으로 나타났다.

초등 교사들은 필자로서 자신의 모습에 대해 긍정적으로 인식하고 있었으며, 이러한 긍정적인 모습이 개인적 쓰기 경험을 통해 형성된 것으로 파악하고 있었다.

또한 대다수의 초등 교사들은 교사의 쓰기 능력과 쓰기 경험이 학생들에게 영향을 미치기 때문에, 초등 교사는 일정 수준 이상의 쓰기 능력을 갖추어야 한다고 인식하고 있었다.

그러나 이러한 인식에 비해 정작 자신의 쓰기 능력에 대해서는 그리 높지 않은 수준으로 평가하고 있는 것으로 확인되었다.

교사의 쓰기에 대한 인식과 교사 자신의 쓰기 능력은 학생들과 함께 하는 교수-

학습에 지속적으로 영향을 미친다.

이에 이 연구에서는 교사가 긍정적인 쓰기 인식과 함께 일정 수준 이상의 쓰기 능력을 함양할 필요가 있음을 제언하였다.

@highlight

본 연구는 초등 교사의 쓰기와 쓰기 능력에 대한 인식을 탐색하는 데에 목적이있다.

@highlight

본 연구 목적을 달성하기 위하여 초등 교사 247명에게 쓰기와 쓰기 능력에 대한 인식을 묻는 설문 조사를 실시했다.

