2017년 1월 22일 삼성 부회장 이재용 씨에 대한 구속영장청구가 조모 판사에 의해 기각된 후 26일이 지난 2월 17일, 특검의 영장재청구에 대해 영장전담법관인 한모 판사는 구속영장을 발부했다.

영장청구기각과 발부 사유는 모두 ‘도망의 우려’였다.

두 명의 영장전담판사가 어떤 생각으로 그러한 결정을 내렸는지 알 수 없다는 볼멘소리는 이미 오래된 지적의 재판이었지만 여전히 법원은 특별히 그에 대한 개선의 노력이나 사유 공개의 한계를 이해시키고자 하는 진지한 노력을 하지 않았다.

3주가 조금 넘는 기간 동안의 보강수사가 어떤 내용을 추가했는지는 그들 외에는 누구도 정확히 알 수 없는 일이지만, 사법이 그들의 존재이유들과 소통하지 않는다면 불신은 결국 자신에게 향해진다는 것을 다시 한 번 보여주었다.

이 글에서는 영장발부와 기각결정을 하는 영장전담판사들은 물론, 검찰이나 피고인·변호인 모두가 현재의 법률과 예규 등의 선재규범을 활용하여 상호 내용적인 의사소통이 가능할 수 있는 방법은 없는 것인지에 대해 고민해 보았다.

간략한 비교법적 검토를 통해 절대적 영장발부·기각사유를 도입하는 것도 고려해볼 가치가 있음을 알 수 있었다.

영장발부의 사유들을 긍정적 혹은 부정적으로 평가하게 하는 개별사례의 특성을 고려하여 계량화된 판단 방법이 영장발부의 객관성과 공정성에 기여할 수 있으리라는 생각에 구속사유평가표와 구속영장(발부·기각)결정서의 활용도 제안해 보았다.

@highlight

2017년 1월 22일 삼성 부회장 이재용 씨에 대한 구속영장청구가 조모 판사에 의하여 기각된 후 26일이 지난 2월 17일, 특검의 영장재청구에 대해 영장전담법관인 한모 판사는 구속영장을 발부하였다.

