떠도는 자들이 증가하고 있다.

사람들은 일자리와 살 곳을 잃고 이리저리 떠도는 삶을 산다.

그 속에서 타인과 관계를 맺으며 자기 존재성을 확인하는 존재의 장소, 즉 세계는 사라진다.

세계 상실의 사회구조적 조건은 바우만의 액체근대론에 의해 설명될 수 있다.

액체화된 근대에서 개인화는 급격히 진행되고 사람들은 규범적 가치에 대한 믿음을 철회한다.

상시적 이동과 장소의 부재는 자기 존재의 지속 가능성에 대한 불안감을 증폭시킨다.

하지만 세계 상실의 곤경과 존재감 부재의 불안감을 해소해 줄 지주들은 사라진지 오래다.

불안한 대중은 허구의 질서를 요구하고, 그래서 등장한 것은 상상의 적을 희생양으로 삼는 탈구(dislocation)의 정치다.

살 곳을 잃고 방황하는 우리 시대에서 실천할 수 있는 현실적 대안은 급진적 개인화의 파고로 인해 사라진 행위의 영역을 새롭게 창조하는 것이다.

그것은 무연(無緣)한 개인들이 서로의 배제 경험을 이야기 하며 고통에 대한 공통감각을 기르는 공적 서사의 장소를 만들어가는 것이라 하겠다.

@highlight

액체화된 근대에서 개인화는 급격히 진행되고 사람들은 규범적 가치에 대한 믿음을 철회하며 상시적 이동과 장소의 부재는 자기 존재의 지속 가능성에 대한 불안감을 증폭시킨다.

@highlight

하지만 세계 상실의 곤경과 존재감 부재의 불안감을 해소해 줄 지주들은 사라진지 오래다.

