2008년 서브프라임 모기지사태로 시작된 전 세계 경제위기하에서 협동조합이 발전한 유럽의 경제위기 극복이 새로운 조명을 받고 있다.

본 연구의 목적은 이러한 시대적 배경 하에서 협동조합형 금융회사들에 대해 그 역할과 특징, 국가경제에의 기여도에 대해 선진국 사례를 중심으로 분석하고 그 결과를 통해 국내 예금보험정책, 협동조합정책, 그리고 조합형 금융회사의 국가경제에의 활용정책 등에 대해 정책적 시사점을 찾는 것이다.

연구결과, 조합형 은행들은 상업형 은행들에 비해 안정성이 더 높으며, 자본성장률도 더 높은 반면, 배당률은 더 낮은 것으로 나타나 기존의 선행연구결과들과 일치된 결과를 보여주고 있다.

그러나 선행연구들과 달리 조합형 은행들이 영업효율성에 있어서 상업형 은행들보다 더 좋은 결과를 나타내고 있다.

이는 이익극대화 보다는 조합원의 이해관계를 우선 시 하기 때문에 협동조합의 효율성이 낮다는 일반적인 견해와는 상반되는 결과이다.

또한 고용에서도 안정성을 보여줌으로써 앞으로 금융 산업 전체의 고용안정성 제고에 있어서 조합형 은행들 의 역할이 주목된다.

@highlight

2008년 서브프라임 모기지사태로 시작되었던 전 세계 경제위기 아래에서 협동조합이 발전한 유럽의 경제위기 극복이 새로운 조명을 받고 있다.

