직장-

가정 갈등의 매개 가설이 가족친화적 제도 및 프로그램의 이용경험과 지각된 가족친화적 조직문화가 구성원의 조직몰입을 향상시키고 이직의도를 감소시키는 효과를 설명하는 기제로서 적합한지를 검증하였다.

기혼 남녀 1,767명에게 인터넷 설문을 통해 수집한 자료를 분석한 결과, 가족친화 제도 및 프로그램의 이용경험이 높고 조직문화가 가족친화적이라고 지각할수록 직장의 요구 때문에 발생하는 직장과 가정 갈등(직장→가정 갈등)을 적게 경험하고 조직에 대한 정서적 조직몰입이 높으며 이직의도가 낮은 긍정적인 효과가 확인되었다.

이러한 효과는 직장→가정 갈등에 의해 부분적으로 매개되는 것으로 나타났으나, 직장→가정 갈등을 통한 간접 효과의 양은 상당히 미미하였다.

사회교환 이론과 상징행동적 관점을 바탕으로 가족친화적 경영이 조직원의 태도에 영향을 주는 과정을 보다 잘 이해하기 위해서는 직장→가정 갈등의 감소 이외의 다른 심리적 기제를 찾아보아야 할 필요성을 제기하였다.

그러나 직장→가정 갈등은 이직의도와 직접적인 관련이 있는 것으로 나타나 직장→가정 갈등에 대한 조직의 관심은 여전히 중요한 것으로 보인다.

@highlight

직장-

@highlight

가정 갈등의 매개 가설의 가족친화적 제도 및 프로그램 이용경험과 지각된 가족친화적 조직문화 영향을 검증한 결과, 가족친화 제도 및 프로그램 이용경험이 높고 조직문화를 가족친화적으로 지각할수록 직장→가정 갈등이 적고 조직에 대한 정서적 조직몰입이 높으며 이직의도가 낮은 긍정적 효과가 확인되었다.

