본 연구는 고등학교 남학생에서 심폐소생술에 대한 전통적교실학습과 영상자가학습의 교육효과를 통하여 심폐소생술 교육에 효과적인 교육방법 선택에 도움을 주며, 심폐소생술 교육 프로그램 마련에 기초 자료를 제공하고자 하였다.

연구대상자는 G도 소재 G고등학교 2학년 남학생 두 반의 학생으로 1개 반은 실험군, 1개 반은 대조군으로 임의 배정 하였다.

연구 결과는 다음과 같다.

첫째, 심폐소생술 교육 전 후 지식 차이는 대조군(2.38)이 실험군(2.32)에 비해 높게 증가하였지만, 태도 차이는 실험군(2.18)이 대조군(2.06)에 비해 높게 증가하였다.

지식과 태도에서는 통계적으로 유의한 차이는 나타나지 않았다.

둘째, 심폐소생술 교육 전 후 자신감 차이는 실험군(2.40)이 대조군(2.01)에 비해 유의하게 증가하였고(p<0.05), 술기수행 정확도 차이도 실험군(2.67)이 대조군(2.54)에 비해 유의하게 증가 하였다(p<0.05).

본 연구 결과 심폐소생술의 자신감, 술기수행 정확도에서 영상자가학습이 전통적교실학습보다 유의하게 증가하였다.

따라서 영상자가학습 교육 방법을 심폐소생술 교육에 활용할 필요가 있다.

@highlight

이 연구는 고등학교 남학생에서 심폐소생술에 대한 전통적교실학습과 영상자가학습의 교육효과를 통하여 심폐소생술 교육에 효과적인 교육방법 선택에 도움을 주며, 심폐소생술 교육 프로그램 마련에 기초 자료를 제공하려 했다.

@highlight

이 연구 결과 심폐소생술의 자신감, 술기수행 정확도에서 영상자가학습이 전통적교실학습보다 유의하게 증가했다.

