이 연구는 북한이 경제난 이후 사회통제 이완 등의 현상에 정치사상교양의 강화 등으로 대응하고 있는 현상을 통해 어떤 내용과 방식으로 교육이 행해지고 있고 그 결과 어느 정도의 성과를 거두고 있는지를 가늠하기 위해 영상물 속에 그려진 이상적인 교사상을 통해서 북한 교육정책의 이상과 현실을 분석하였다.

북한의 영상물은 주민의 사상교양과 정서 교양을 위한 선전선동 도구로 활용되고 있어 북한 당국이 지향하는 교육정책의 이상뿐 아니라 당시 북한이 처한 교육의 현실 등이 반영되어 있다.

북한의 영상물 속에 드러난 교육정책의 이상은 학생 모두를 체제 순응적 마인드를 지닌 주체형의 인간으로 육성하기 위해 교사는 스스로 주체형의 인간으로서 솔선 수행하고 희생과 봉사 등 헌신적인 노력을 다하는 것이다.

작품 속의 교사의 모습-

직업적인 혁명가이면서 희생과 봉사로 혁명의 후비대를 양성하는 또 다른 모성으로서 역할수행과 개인적인 욕망과 성취동기를 가진 생활인으로서의 갈등하는-

은 이상적인 교사상과 현실 속에서의 교사의 일상이 일치하지 않는다는 것을 알 수 있게 한다.

이 같은 교육정책의 이상과 현실의 불일치 현상은 경제난 이후 가속화되고 있으며 이런 가운데서도 영상물을 통해 이상적인 교사상을 강조하는 것은 교육이 체제 유지에 주요 기능을 담당하고 있어 경제난 이후 비정상적으로 운영되고 있는 교육의 현실을 바로잡기 위한 것이라 할 수 있다.

@highlight

북한 경제난 이후 사회통제 이완 상황에 정치사상교양 강화 등으로 대응하는 현상에 있어서 교육의 내용과 방식, 성과를 가늠하고자 영상물 속에 그려진 이상적 교사상을 통해 북한 교육정책의 이상과 현실을 분석하였다.

@highlight

영상물을 통한 이상적 교사상 강조는 체제 유지의 주요 기능을 담당하고 있는 교육이 경제난 이후 비정상적으로 이루어지는 현실을 바로잡기 위한 것이라 할 수 있다.

