교

통

카

드

자

료

에

서

 

철

도

이

용

승

객

이

동

은

 

단

말

기

I

D

 

순

서

로

 

나

타

난

다

.

 

최

초

 

단

말

기

I

D

는

 

진

입

역

사

 

T

a

g

-

I

n

노

선

,

 

최

종

 

단

말

기

I

D

는

 

진

출

역

사

 

T

a

g

-

O

u

t

노

선

,

 

중

간

 

단

말

기

I

D

는

 

환

승

역

사

 

T

a

g

노

선

정

보

를

 

각

각

 

포

함

한

다

.

 

과

거

 

3

개

 

공

사

기

관

(

서

울

교

통

공

사

,

 

인

천

교

통

공

사

,

 

한

국

철

도

공

사

)

만

 

참

여

하

던

 

수

도

권

도

시

철

도

는

 

최

초

 

및

 

최

종

 

단

말

기

I

D

로

 

표

현

된

 

O

D

만

 

존

재

했

다

.

 

최

근

 

㈜

신

분

당

선

,

 

㈜

 

우

이

-

신

설

경

전

철

 

등

 

민

자

기

관

진

입

으

로

 

진

입

환

승

노

선

 

단

말

기

I

D

와

 

진

출

환

승

노

선

 

단

말

기

I

D

가

 

포

함

된

 

C

h

a

i

n

 

O

D

가

 

보

편

화

되

었

다

.

 

C

h

a

i

n

 

O

D

를

 

통

한

 

정

확

한

 

경

로

구

축

과

정

은

 

수

도

권

철

도

운

송

기

관

의

 

수

입

금

배

분

의

 

기

초

자

료

로

서

 

매

우

 

중

요

한

 

위

치

를

 

차

지

하

고

 

있

다

.

 

따

라

서

 

지

하

철

네

트

워

크

에

서

 

경

로

탐

색

은

 

C

h

a

i

n

 

O

D

에

 

대

한

 

최

적

경

로

탐

색

의

 

문

제

로

 

전

환

되

어

 

새

로

운

 

해

법

이

 

요

구

된

다

.

 

본

 

연

구

는

 

철

도

네

트

워

크

에

서

 

단

말

기

 

C

h

a

i

n

 

O

D

의

 

최

초

 

단

말

기

I

D

와

 

최

종

 

단

말

기

I

D

 

간

의

 

최

적

경

로

탐

색

기

법

을

 

제

안

하

는

 

것

이

다

.

 

이

때

 

C

h

a

i

n

 

O

D

에

 

민

자

노

선

환

승

 

T

a

g

I

n

/

O

u

t

를

 

반

영

하

여

 

최

적

경

로

를

 

탐

색

하

는

 

방

안

을

 

강

구

한

다

.

 

이

를

 

위

해

 

링

크

표

지

로

 

구

축

된

 

3

가

지

 

경

로

탐

색

기

법

(

 

1

)

 

노

드

–

 

링

크

,

 

2

)

 

링

크

 

–

링

크

,

 

3

)

 

링

크

 

–

노

드

 

)

을

 

순

차

적

으

로

 

적

용

하

는

 

방

안

을

 

제

안

한

다

.

 

가

산

성

경

로

비

용

을

 

토

대

로

 

제

안

된

 

기

법

이

 

최

적

조

건

을

 

만

족

함

을

 

증

명

한

다

.

@highlight

최근 ㈜신분당선, ㈜ 우이-신설경전철 등 민자기관진입으로 진입환승노선 단말기ID와 진출환승노선 단말기ID가 포함된 Chain OD가 보편화되었다. 철도네트워크에서 단말기 Chain OD의 최초 단말기ID와 최종 단말기ID 간의 최적경로탐색기법을 제안하고자 하며 따라서 Chain OD에 민자노선환승 TagIn/Out를 반영하여 최적경로를 탐색하는 방안을 강구한다.