본 연구는 행복연구 동향을 분석하여 유아행복연구의 방향을 탐색하기 위한 목적으로 수행되었다.

이를 위해 2000년부터 2013년 3월까지 발표된 유아 및 아동의 행복 관련 국내연구 198편을 대상으로 연구시기, 연구내용, 연구방법, 연구대상의 순으로 빈도와 백분율을 산출하여 분석하고 유아행복 연구의 방향을 모색하고자 하였다.

연구 결과는 다음과 같다.

첫째, 국내 행복연구는 2000년대부터 나타나기 시작하여 2006년 이후 급증하고 있었다.

둘째, 연구내용은 행복 관련 교수방법 및 행복 관련 변인들을 다룬 실천연구에 편중되어 있었다.

셋째, 연구방법은 질적연구 보다 양적연구가 훨씬 많았다.

넷째, 연구대상이 아동의 행복에 집중되어 있었다.

이상의 연구 결과를 토대로 유아행복 연구의 방향을 제시하면 다음과 같다.

우선 유아 대상의 연구 및 행복에 긍정적으로 영향을 줄 수 있는 다양한 기초연구와 질적연구가 수행되어야 한다.

그리고 이러한 연구를 토대로 현시대의 문화와 가치를 반영한 유아의 행복교육 프로그램 개발과 이를 검증할 척도 개발 연구들이 이루어져야 할 것이다.

@highlight

이 연구는 행복연구 동향을 분석하여 유아행복연구의 방향을 탐색하기 위한 목적으로 수행되었다.

@highlight

이를 위해 2000년부터 2013년 3월까지 발표된 유아 및 아동의 행복 관련 국내연구 198편을 대상으로 연구시기, 연구내용, 연구방법, 연구대상의 순으로 빈도와 백분율을 산출하여 분석하고 유아행복 연구의 방향을 모색하고자 하였다.

