이 논문은 1899년 성립된 중국 최대의 내연기관차량 제조업체인 대련기차차량창(大連機車車輛廠)을 대상으로 해서, 1949년-1978년 기간 동안 (지방)국가와 기업 관계를 전형단위제의 형성과 변화를 중심으로 살펴본다.

중국 동북지역은 “전형단위제(典型單位制)”가 강하게 표출된 지역으로, 중공업 위주의 중대형 국유기업들이 거대한 공장과 대규모 노동자를 거느리고 중앙정부에 직속되어 강력한 물질적 자원과 네트워크를 이용해서 종종 해당 지역 지방정부보다 정치경제적으로 우세하여, “약한 정부(국가)－강한 기업(사회)”라는 구도가 생겨날 정도였다.

사회주의 시기 중국 어디에나 발견할 수 있는 “강한 정부(국가)－약한 기업(사회)”의 구도가 “전형단위제”가 지배하는 동북지역에서는 역전되었던 것이다.

대련기차차량창은 100년이 넘은 역사를 가진 대련 지역의 대표적인 대형 국유기업으로 2000년 초 국유기업 개혁을 거쳐서 현재 주식제 국유기업이 되었다.

이 기업을 대상으로 사회주의 시기와 개혁기 두 시기 각각 국가와 기업의 관계를 “전형단위제”를 중심으로 살펴보고 '물질과 제도’로서의 사회주의에 대한 연구의 필요성을 제기한다.

@highlight

이 논문은 1899년 성립된 중국 최대의 내연기관차량 제조업체인 대련기차차량창(大連機車車輛廠)을 대상으로 해서, 1949년-1978년 기간 동안 (지방)국가와 기업 관계를 전형단위제의 형성과 변화를 중심으로 살펴본다.

