이 연구는 공감의 시대라고도 일컬어지는 현대 사회에서 대승 불교의 핵심사상인 자비를 어떻게 자리매김할 것인가라는 문제의식에서 출발하였다.

심리학과 사회 신경과학의 최근 연구는 공감이나 자비와 같은 사회적 감정을 구체적으로 다루기 시작했고, 그를 통해 인간의 괴로움에 대한 비슷한 반응이라고 믿어졌던 공감과 자비가 사실은 매우 다른 주관적 정서의 경험과 연결되어 있으며, 그것들의 신경적 토대 또한 다르다는 것을 밝혔다.

즉 공감은 다른 이의 고통에 공명하는 것이고 그 결과는 부정적인 정서의 발현으로 이어지며, 그 때 활성화되는 뇌의 부위는 고통에 대한 공감의 패러다임과 긴밀히 연결되어 있었다.

반면 자비는 관심이나 따뜻함과 같은 긍정적인 느낌과 함께 나타나고, 그 때는 보상이나 친화와 관련된 뇌의 부위가 활성화되는 것으로 나타났다.

그러므로 ‘자비 피로’라는 말은 ‘공감 피로’라는 말로 수정되어야하고, ‘공감 피로’를 극복할 수 있는 유효한 전략으로 불교적 자비의 수행이 대두된다는 것을 고찰하였다.

이를 통해 공감에서 자비로의 전환을 제안하며, 자비의 패러다임이 사회적으로 확산되고 현대인의 고통을 더는 데 주도적인 역할을 할 것을 기대한다.

@highlight

본 연구는 공감의 시대라고도 일컬어지는 현대 사회에서 대승 불교의 핵심사상인 자비를 어떻게 자리매김할 것인가라는 문제의식에서 출발했다.

