본 논문은 초 고화질급(UHD) 영상으로 디지털화 되어 가는 시대에 대응하기 위하여, 현재 우리가 사용하고 있는 최신 코덱의 하나인 H.264 코덱 구조에서 인트라 예측 성능을 향상토록 한 Uni-

directional 8x8 인트라 예측 기반 코덱을 개발하여 앞으로의 동영상 압축 개발에 기여하고자 한다.

Uni-

directional 8x8 인트라 예측은 8x8 픽셀 단위의 인트라 예측 시 4x4 픽셀 단위로 나누어 같은 인트라 예측방향을 사용하면서 4x4 픽셀 단위로 재구성된 영상을 통하여 예측을 세밀하게 할 수 있게 하는 아이디어를 기반으로 한다.

본 논문에서 제안한 Uni-

directional 8x8 인트라 예측은 H.264 코덱 구조에서 기존의 8x8 인트라 예측만을 수행한 코딩 결과와 비교할 경우 QCIF, CIF에서 약 7.3% BDBR 성능 향상을 가져오며, 현재의 H.264 코덱 구조에 더하여 적용하였을 경우, 약 1.3% BDBR 성능 향상을 가져왔다.

더 큰 영상 사이즈를 압축하기 위해서는 지금 영상 사이즈에 최적화 된 코덱을 그대로 쓰기 보다는 지금보다 더 큰 블록 사이즈를(현재는 4x4 블록 단위가 최소 단위) 기준으로 할 수도 있기 때문에 새로운 코덱 기술 개발에 있어 기초 연구가 될 수 있을 것이다.

@highlight

현재 우리가 사용하고 있는 최신 코덱의 하나인 H.264 코덱 구조에서 인트라 예측 성능을 향상토록 한 Uni-

@highlight

directional 8x8 인트라 예측 기반 코덱을 개발한 결과 QCIF, CIF에서 약 7.3% BDBR 성능 향상을 가져오며, 현재의 H.264 코덱 구조에 더하여 적용하였을 경우, 약 1.3% BDBR 성능 향상을 보였다.

