본 연구에서는 목공예품에 사용되는 천연 및 합성 접착제의 특성을 평가하고, 온습도 변화에 따른 접착제와 목재의 열화 양상을 비교하였다.

아교 1종, 폴리초산비닐계 접착제 3종, 에폭시계 접착제 1종와 느티나무 목재를 선정하여 물리적, 화학적 특성평가와 내후성, 건조속도 평가를 진행하였다.

접착제 특성평가를 통해 아교와 폴리초산비닐계 1종의 접착강도가 각각 6.54 N/mm²과 7.01 N/mm²으로 나타났으며, 아교는 pH 7.03, 폴리초산비닐계 접착제는 pH 3.32~3.59으로 접착제로써 사용가능한 범위인 것으로 확인되었다.

내후성 실험결과 에폭시계 접착제는 열화 후 접착강도 감소폭이 가장 높았다.

접착제에 대한 가역성 실험을 통해 에폭시를 제외하고 수용성용매인 NaOH에서 가역성이 높은 것으로 나왔으나 처리 시 목재에 변색이 나타날 수 있으므로 사용 시 주의가 필요하다.

@highlight

본고는 목공예품에 사용되는 천연 및 합성 접착제의 특성과 온습도 변화에 따른 접착제와 목재의 열화 양상을 비교분석하였으며, 분석 결과 아교와 폴리초산비닐계 1종의 접착강도가 각각 6.54 N/mm²과 7.01 N/mm²으로 드러났다.

