약물의 공결정 형성은 결정구조를 디자인하여 물리적인 성질을 제어하는 방법으로 각광받고 있다.

특히, 밀링결정화법은 약물 공결정의 형성 여부를 판단하기 위한 스크리닝 기법으로 널리 사용되고 있는데, 대부분의 경우에 소량의액체를 첨가하는 것이 필요하다.

본 연구에서는 액체의 첨가가 없는 밀링법을 가능하게 하기 위해서, ibuprofen/nicotinamide 의 공결정화에 온도가 미치는 영향을 살폈다.

액체질소 냉각 온도와 상온에서의 밀링을 비교하였을 때, 액체질소 냉각 상태에서 공결정화가 상대적으로 효과적으로 진행된 것을 XRD, DSC 등의 분석법을 이용하여 확인하였다.

이러한 결과는 원료 물질의 유리전이 온도 이하에서 밀링하였을 때 분자의 운동성이 제한되어, 원료 결정구조의 파쇄와 공결정 유도가 효과적으로 일어나는 것으로 해석할 수 있다.

본 결과가 약물 밀링 공결정화에 응용되기 위해서는 여러 약물 공결정에 대한 추가 연구가 필요하다.

@highlight

약물의 공결정 형성은 결정구조를 디자인해 물리적인 성질을 제어하는 방법으로 각광받고 있다.

