디지털 신호처리에 있어서 신호의 다상분해 기술은 멀티레이트 시스템 응용에 있어서 매우 중요하다.

다상분해신호는 원신호를 다운샘플링을 위해 데시메이션(decimation)하기 때문에 원신호에 비해 많은 고주파 성분을 포함하여주파수 대역이 확장되는 경향이 있다.

이러한 성질은 다상분해신호의 활용, 즉 디지털 신호처리 시스템의 구조나 성능에 상당한 제약을 초래한다.

이러한 문제는 완전대역압축-

복원(perfect band compression and decompression) 방법을 사용함으로써 상당 부분 극복할 수 있다.

다상분해신호에 대한 기존의 완전 대역압축 및 복원의 반복적 알고리즘(iterative algorithm)은 회로의 구조가 복잡하고 반복 횟수에 비례하여 처리시간이 커지는 단점을 가지고 있다.

본 연구에서는 이러한 문제를 해결하는 개선된대역압축 및 복원 이론과 알고리즘을 제시하고, Matlab의 Simulink 모델링을 사용하여 FPGA 회로로 설계·구현하고 실험을 통하여 그 유효성을 확인한다.

@highlight

본고에서는 문제를 해결하는 개선된대역압축 및 복원 이론과 알고리즘을 제시하고, Matlab의 Simulink 모델링을 사용하여 FPGA 회로로 설계·구현하고 실험을 통하여 그 유효성을 확인한다.

