집중은 관련된 사건을 선택적으로 주의하고, 관련 없는 사건을 무시하는 인간의 중요한 인지 기능중의 하나이다.

인간의 집중 능력을 관리 이용하는 컴퓨터 기반 장치에 있어서 집중과 비집중 상태를 구분하는 것은 필수적으로 요구되는 조건이다.

본 논문에서는, 뇌파신호로부터 분류기의 입력으로 사용되는 특징을 효율적으로 추출하기 위하여 비선형 반복 패턴 분석기법과 스펙트럼 분석 기법을 새로이 결합하였고(13개 특징 추출), 서포트벡터머신, 역전파 알고리즘, 선형분리, 로지스틱 회귀 분류 기반 분류기들을 포함하는 집중-

비집중 분류기들의 성능을 분석하였다.

그중에서 81%의 정확도를 보이는 서포트벡터머신 분류기가 가장 좋은 성능을 보였다.

또한 스펙트럼 분석으로 추출한 특징만을 사용하였을 경우(76 % 정확도)가 비선형 분석 방법으로 추출한 특징만을 사용했을 경우(67 % 정확도)보다 좀 더 우수한 성능을 보였다.

비선형-

스펙트럼 분석법을 복합 적용한 서포트벡터 머신 분류기가 추후 집중 관련 장비 설계에 있어서 효율적으로 적용될 수 있을 것이다.

@highlight

본고에서는, 뇌파신호로부터 분류기의 입력으로 사용되는 특징을 효율적으로 추출하기 위하여 비선형 반복 패턴 분석기법과 스펙트럼 분석 기법을 새로이 결합하였고, 서포트벡터머신, 역전파 알고리즘, 선형분리, 로지스틱 회귀 분류 기반 분류기들을 포함하는 집중-

@highlight

비집중 분류기들의 성능을 분석했다.

