전세는 시장이자율의 지속적인 하락에도 불구하고 여전히 우리나라 주택 점유형태의 상당부분을 차지하는 임대계약형태라는 점에서 그 의의가 크다.

이에 본 연구는 주택임대차 시장의 공급자인 임대인의 전·월세 선택요인에 초점을 맞추어 실증분석 하였다.

분석결과 가구주 연령이 많을수록 전세를 선호하는 것으로 나타나지만, 본격적인 은퇴시기에 앞서 약 40세를 전후로 전세에서 월세로 선호체계가 변화되는 것으로 나타났다.

부모 또는 미성년 자녀를 둔 가구가 월세를 선택할 확률이 높은 반면, 가구주의 교육수준이 높은 가구는 전세를 선택할 확률이 그렇지 않은 가구에 비해 1.5배가량 높은 것으로 분석되었다.

한편, 임차수요가 공급보다 많은 공급자 우위의 시장에서는 임대인이 선호하는 월세 방식으로 임대할 확률이 높지만 개별 임차인의 계약기간이 길수록 임차인이 선호하는 방식인 전세로의 형태로 계약할 확률이 높아지는 것으로 나타나 임대인의 전·월세 선택에 있어 시장관계성이 작용함을 확인하였다.

마지막으로 전월세전환율과 시장금리의 차이가 크더라도 주택가격 상승에 대한 기대로 인해 임대인은 전세를 선택하는 것으로 나타나 레버리지를 통한 자본이득을 추구하는 것으로 분석되었다.

이러한 결과는 임대인의 전·월세 공급 선택에 있어 시장이자율 외에도 복합적인 요인이 작용되고 있으며, 전세가 차별화된 임대차계약 형태로서 지속적으로 우리나라 주택임대차 시장에 존재할 가능성이 높음을 시사한다.

@highlight

이 연구는 주택임대차 시장의 공급자인 임대인의 전·월세 선택요인에 초점을 맞춰 실증분석 했다.

@highlight

분석결과 가구주 연령이 많을수록 전세를 선호하는 것으로 나타나지만, 본격적인 은퇴시기에 앞서 약 40세를 전후로 전세에서 월세로 선호체계가 변화되는 것으로 나타났다.

