본 연구는 국제 다자무역체제 하에서 글로벌가치사슬(GVC)이 형성되면서 국내 제조기업의 글로벌 기업가치 제고에 영향을 미치는 변수를 검증하였다.

코스닥 상장기업을 GVC 기업과 그렇지 않은 기업 등 2개의 집단으로 구분하여 자본총계와 당기순이익 등을 적용한 올슨모형으로 평가하고, 통제변수로 GVC, 매출액, 종업원수, 외국인지분율 등을 적용하여 다중회귀분석하였다.

그리고 GVC와 기업가치 상관성의 유의성을 검증하기 위하여 GVC 유무를 종속변수로 하고, 기업가치, 매출액, 종업원수, 외국인지분율 등을 독립변수로 하여 로짓분석하였다.

다중회귀분석 결과, 기업가치는 자본총계, 당기순이익, GVC, 매출액, 종업원수, 외국인지분율 간에 유의적인 상관성을 갖는 것으로 검증되었다.

그리고 로짓분석 결과, 기업가치는 GVC와 유의성이 있는 것으로 검증되었다.

검증 결과, 수출주도형의 국내 제조업이 글로벌 기업가치를 창출하는 것이 기업가치를 제고하는 핵심 요인인 것으로 검증된 바, GVC를 감안한 국제 분업을 적극적으로 활용하는 국제경영전략을 수행하는 것이 필요한 것으로 분석되었다.

@highlight

글로벌가치사슬이 형성되면서 국내 제조기업의 글로벌 기업가치 제고에 영향을 주는 변수를 검토하였다.

@highlight

수출주도형의 국내 제조업이 글로벌 가치를 창출하는 것이 기업가치를 제고하는 핵심 요인인 바, GVC를 감안한 국제 분업을 적극적으로 활용하는 국제경영전략을 수행하는 것이 필요한 것으로 판단된다.

