서구에서 로봇은 인간의 노동을 대신하는 기계인 동시에 인간과 기계의 경계를 침식하는 존재로 출현했다.

이에 비해, 일본은 로봇에 대해 위화감이 거의 없는 나라이다.

아톰은 세계 최초 어린이 모습으로 제작된 로봇으로 데즈카는 소년의 외견에 아버지로부터 버려져 상처 입은 가여운 소년이라는 아톰의 비극적 서사를 덧입혔다.

그로 인해 사람들은 아톰에 친근감을 넘어 연민의 정까지 느끼게 되었고 아톰으로 인해 로봇이 인간과 소통하며 공존할 수 있다는 가능성이 제시되었다.

인간미를 지닌 소년 아톰의 탄생배경은 로봇의 원조격인 에도시대의 가라쿠리인형의 전통에서 찾아볼 수 있다.

가라쿠리인형은 주로 40cm이하의 소년의 모습으로 제작되었는데 이는 고래의 수염태엽을 동력으로 사용하여 작고 가벼운 나무로 제작할 수밖에 없었기 때문이다.

이러한 가라쿠리인형의 전통은 일본최초의 로봇, 《가쿠텐소쿠》가 인간의 노동을 대신하는 로봇이 아닌 인간에게 즐거움을 주는 엔터테이먼트 로봇으로 제작된 것과 맥을 같이 하고 있다.

@highlight

서구에서 로봇은 인간의 노동을 대신하는 기계인 동시에 인간과 기계의 경계를 침식하는 존재로 출현했다.

@highlight

아톰은 세계 최초 어린이 모습으로 제작된 로봇으로 데즈카는 소년의 외견에 아버지로부터 버려져 상처 입은 가여운 소년이라는 아톰의 비극적 서사를 덧입혔다.

