미

래

 

인

터

넷

 

기

술

 

중

 

하

나

인

 

I

C

N

은

 

콘

텐

츠

 

소

스

에

게

 

집

중

되

는

 

콘

텐

츠

 

요

청

을

 

다

수

의

 

노

드

들

이

 

분

산

 

처

리

함

으

로

써

,

 

콘

텐

츠

 

소

스

의

 

주

변

 

네

트

워

크

에

서

 

발

생

하

는

 

네

트

워

크

 

병

목

 

현

상

을

 

해

결

하

고

,

 

서

비

스

 

시

스

템

이

나

 

네

트

워

크

의

 

운

영

 

상

태

와

 

상

관

없

이

 

지

속

적

으

로

 

콘

텐

츠

를

 

배

포

할

 

수

 

있

다

는

 

장

점

을

 

갖

고

 

있

다

.

 

특

히

,

 

C

C

N

은

 

네

트

워

크

 

노

드

에

 

콘

텐

츠

 

임

시

 

저

장

 

기

능

을

 

구

현

하

고

,

 

콘

텐

츠

 

요

청

 

패

킷

의

 

전

송

 

경

로

 

상

에

 

있

는

 

중

간

 

네

트

워

크

 

노

드

가

 

직

접

 

콘

텐

츠

 

요

청

에

응

답

할

 

수

 

있

도

록

 

제

안

되

었

다

.

 

그

러

나

 

이

와

 

같

이

 

분

산

된

 

불

특

정

 

노

드

로

부

터

 

콘

텐

츠

가

 

전

송

될

 

경

우

,

 

사

용

자

가

 

실

제

콘

텐

츠

 

제

공

 

노

드

를

 

인

증

할

 

수

 

없

기

 

때

문

에

 

공

격

자

의

 

불

법

적

인

 

서

비

스

 

개

입

 

및

 

악

의

적

인

 

콘

텐

츠

 

변

경

을

 

통

한

 

다

양

한

해

킹

 

공

격

에

 

취

약

할

 

수

 

있

다

.

 

이

러

한

 

문

제

점

을

 

해

결

하

기

 

위

하

여

 

C

C

N

은

 

콘

텐

츠

 

인

증

 

기

능

을

 

제

안

하

고

 

있

다

.

 

본

 

논

문

에

서

는

 

C

C

N

의

 

콘

텐

츠

 

인

증

 

기

술

의

 

문

제

점

을

 

분

석

하

고

 

블

록

체

인

을

 

이

용

하

여

 

이

를

 

개

선

할

 

수

 

있

는

 

방

안

을

 

제

안

한

다

.

 

또

한

,

 

기

존

 

기

술

과

의

 

성

능

 

비

교

 

분

석

을

 

통

하

여

 

개

선

안

의

 

성

능

을

 

평

가

한

다

.

@highlight

미래 인터넷 기술 가운데 하나인 ICN은 콘텐츠 소스에게 집중되는 콘텐츠 요청을 다수의 노드들이 분산 처리하여 콘텐츠 소스의 주변 네트워크에서 발생하는 네트워크 병목 현상을 해결하고, 서비스 시스템이나 네트워크의 운영 상태와 상관없이 지속적으로 콘텐츠를 배포할 수 있다.