금융공학의 급속한 발전과 함께 AI 기반 RA가 저비용 등의 장점으로 투자자에게 매력적인 투자프로그램으로 관심을 끌고 있다.

그런데 RA에 의한 투자의 경우 이해상충의 문제는 물론 투자자문의 질적 수준에 따른 조언의무의 하자 문제 등 다양한 법적 쟁점이 도사리고 있다.

이에 대해 실무상 RA 알고리즘이 기존의 금융투자업자의 전문성 등에 미치지 못하고 있다는 점에서 자본시장법상의 의무를 그대로 적용하는 것에 무리가 있다는 신중론도 있지만, 이렇게만 본다면 오히려 기존의 금융투자업자에 비해 RA에 대한 규제가 완화되는 문제가 생기게된다.

따라서 투자자 보호의 측면에서 이에 대한 적극적인 규제가 필요하다.

RA에 대한 이해상충 문제에 있어서, 규제 당국은 광범위한 수준에서 RA 업체에게 공시의무 등을 부과해야 할 것이다.

이해상충이 의도적으로 알고리즘에프로그래밍되는 경우는 물론, RA가 상충되는 인센티브를 고의적으로 알고리즘에통합시키는 경우에도 RA 업체에게 공시하도록 해야 한다.

특히 RA로 하여금 이해상충으로 인해 고객 각자에게 어느 정도 비용이 발생하는지 수치화하여 이를 의뢰인들에게 밝히도록 해야 할 것이다.

RA의 조언의무와 관련하여서도 자본시장법상의 적합성원칙 및 설명의무를 부과하여야 할 것이다.

@highlight

금융투자업자에 비한 RA의 규제 완화 문제에 대하여 투자자 보호 측면의 규제가 필요하고, RA 업체에게 공시의무를 부과하고, RA의 이해상충으로 발생하는 비용을 수치화하여 의뢰인에게 공지해야 하고, 자본시장법상의 설명의무, 적합성원칙을 부과해야 한다.

