영재는 탁월한 능력에서 비롯되는 심리적 특성을 고려하는 교육을 받아야 잠재 능력을 최대한 발휘하고 자아실현을 할 수 있으나, 아직 피아노 영재분야는 발달과 심리적 특성을 파악한 과학적인 지도가 미흡한 실정이다.

본 연구에서는 피아노 영재교육의 기초적 방향을 제시하기 위하여, 저명한 피아노 영재들의 행동특성을 분석하고 이에 의해 피아노 영재성과 연주유형 간의 관계를 탐색하고자 했다.

피아노 영재성이란 피아노 연주에 대한 잠재력과 피아노 연주를 위한 기술적, 해석적 능력을 포함하는 개념으로서, 하위요소인 피아노에 대한 연주 집착력, 연주 기술, 피아노 작품 해석력을 포함한다.

일반적 영재성에 비추어 피아노 영재성 역시 다양한 촉매요소를 통한 발달과정에 의해 우수한 연주라는 재능으로서 나타난다.

연구대상으로 선정된 모차르트, 베토벤, 쇼팽, 리스트, 굴드의 행동특성을 분석한 결과, 모두 피아노 영재성을 바탕으로 탁월한 연주재능을 보였으며 개성 있고 창의적인 피아노 연주유형을 나타냈다.

분석된 피아노 영재들의 연구를 통해 우수한 학생에게는 훌륭한 음악환경을 제공하여 영재성이 발현되도록 하며, 꾸준한 노력과 창의성의 중요함을 인지시키고, 정서적 안정을 찾도록 피아노 영재교육의 방향을 제언한다.

@highlight

피아노 영재교육의 방향제시를 위하여, 피아노 영재들의 행동특성을 분석, 피아노 영재성과 연주유형 간의 관계를 탐색한 결과 모두 뛰어난 연주재능, 개성적, 창의적인 피아노 연주유형을 나타낸 바, 우수학생이 영재성을 발휘될 수 있도록 꾸준한 노력과 창의성의 중요함을 알리고, 정서적 안정을 위한 피아노 영재교육의 방향을 제언한다.

