일선의 현장 교사가 낯선 장소에서 파견 생활을 하는 경우, 대부분의 현장 교사들은 새로운 성장 과정을 경험한다.

그러나 이들이 처하게 되는 딜레마 상황과 그것을 극복하는 과정, 그리고 그 속에서 향상되는 전문성에 관한 연구는 찾을 수가 없다.

이에 본고에서는 한 국어 교사가 국가 연구 기관에서 경험하는 파견 생활을 중심으로, 그의 다양한 성장 경험을 기술하고자 한다.

특히 본고는 연구자 자신에 대한 이야기(self-

narrative)로, 연구자 자신이 연구 참여자가 되어 스스로 객관화된 존재로 설정하고, 연구 참여자의 성장 과정을 기술하였다.

즉, 연구자 자신이 겪었던 딜레마와 그것을 극복하는 과정을 시간의 흐름에 따라 객관적으로 서술하였다.

이를 통해 연구자는 연구 참여자에게 교사로서 지니고 있어야 할 교과 전문성이 다소 결여되어 있어 다양한 상황의 딜레마에 처하게 된 점을 알았다.

또한 연구 참여자는 이를 극복하는 과정에서 대학원 진학을 결심하고, 대학원에서 배운 학습 이론과 자신의 교직 경험을 상호 연결시켜 자신이 처한 딜레마 상황을 극복하였다는 점을 알았다.

결국 이 과정을 통해 연구 참여자는 학생과 동료들을 먼저 생각하는 개방적인 태도를 지니게 되었으며, 국어 교사로서 교과 교육관, 교육과정, 교과지식, 평가 등에 대한 이해의 폭이 신장되었다.

@highlight

일선의 현장 교사가 낯선 장소에서 파견 생활을 하는 경우, 연구자 자신이 연구 참여자가 되어 스스로 객관화된 존재로 설정하고, 연구 참여자의 성장 과정을 기술하였다.

@highlight

즉, 연구자 자신이 겪었던 딜레마와 그것을 극복하는 과정을 시간의 흐름에 따라 객관적으로 서술하였고 이를 통해 연구 참여자가 다양한 상황의 딜레마에 처하게 되고  극복하는 과정으로 대학원 진학을 결심하고, 대학원에서 배운 학습 이론과 교직 경험을 연결시켜 딜레마 상황을 극복하였음을 알았다.

@highlight

이를 통해 연구 참여자는 학생과 동료들을 우선라는 개방적인 태도와, 국어 교사로서 교과 교육관, 교육과정, 교과지식, 평가 등에 대한 이해가 넓어졌다.

