오늘날 범죄-

테러의 결합현상(Crime-

Terror Nexus)이 나타나고 있다.

이러한 범죄-

테러의 결합현상의 심각성이 논의되어 지고 있다.

그러나 이러한 범죄 집단의 테러집단과의 결합현상은 현재까지 알려진 대로 단순히 테러집단이 범죄 집단화되는 것만을 의미하는 데 그치지 않고 테러의 발생과 현상이 복합적이고 증폭된 파워를 보이며 특정 국가의 치안 및 안보와 더 나아가 국제안보질서의 유지에 심각한 위협이 되고 있다.

즉, 국가의 공권력 작동이 약화되거나 법질서유지능력을 마비시키는 등, 특정 국가를 실패한 국가로 전락시켜 사실상의 무정부 상태를 초래하고 이러한 국가의 취약성을 이용해 다시 범죄-

테러의 결합부분의 능력을 확대 재생산 시켜 국제질서의 안보위협까지 증폭시키는 방향으로 이행된다.

즉, 결과적으로 범죄-

테러의 결합현상이 범죄-

국가의 결합현상으로 나아가게 된다.

이 논문은 오늘날 나타나는 주요한 국가안보위협인 범죄, 테러의 전략적 결합을 통한 국가장악이 어떻게 나타나고 발생하는가에 대해서 논의하고 이러한 현상에 대해 일반화하고 이론화하고자 하는 시도를 한다.

이와 같은 연구의 목적을 달성하기 위해 이 연구는 냉전 이후의 탈 소비에트의 지리적 공간인 유라시아지역에서 발생한 현상을 대상으로 분석을 시도한다.

유라시아에서는 특히 탈냉전이후 범죄-

테러 결합에 중대한 영향을 미친 요인들이 동시적으로 나타난다.

@highlight

오늘날 범죄-

@highlight

테러의 결합현상이 나타나고 있다.

@highlight

이런 범죄 집단의 테러집단과의 결합현상은 현재까지 알려진 대로 단순히 테러집단이 범죄 집단화되는 것만을 의미하는 데 그치지 않고 테러의 발생과 현상이 복합적이고 증폭된 파워를 보이며 특정 국가의 치안 및 안보와 더 나아가 국제안보질서의 유지에 심각한 위협이 되고 있다.

