국립해양박물관 소장《水軍操鍊圖屛》은 조선 후기 수군의 군사훈련 모습을 그린 8폭 병풍이다.

대규모 해상 기동훈련은 3도(경상?

전라?

충청) 수군이 삼도수군통제영(三道水軍統制營)이 위치하였던 통영을 집결지로 모여 실시하였는데, 봄에 실시하는 춘조(春操)와 각 도별로 가을에 실시하는 추조(秋操)로 나누어진다.

이렇게 수군통제사의 지휘 아래 실시되는 대규모 합동 훈련을 통영합조(統營合操)라고 부르기도 한다.

본고에서는 조선 수군의 대규모 해상 기동훈련의 시대적 배경과 국립해양박물관 소장《水軍操鍊圖屛》을 통해 조선 후기 대규모 훈련 시 수군의 배치와 각 전선의 특징을 살펴보았다.

또한, 각 전선마다 세세한 인물표현과 지휘선의 장수는 인물로서 표현하지 않고 팔사품을 통해 삼도수군통제사의 권위를 나타내는 방법을 사용하는 등 그림의 표현적 특징을 살펴보았다.

이를 통해 볼 때, 국립해양박물관 소장《水軍操鍊圖屛》은 언제든지 정기적인 춘조 때의 대규모 해상 기동훈련을 진행하기 위한 일종의 구성 배치도가 아니었을까 생각해본다.

이는 3도 수군 편제의 완성도를 높이기 위한 일종의 총괄 지휘부대의 군사적 자료이자 각 수영의 지침인 것으로 여겨진다.

@highlight

본고에서는 국립해양박물관 소장《水軍操鍊圖屛》을 통해 조선 후기 대규모 훈련 시 수군의 배치와 전선의 특징, 그리고 전선마다 그려진 인물을 살펴보았다.

@highlight

연구 결과 《水軍操鍊圖屛》은 대규모 해상 기동훈련을 위한 구성 배치도로 추측할 수 있다.

