본 연구는 위계적 선형모형(Hierarchical Linear Model: HLM)을 적용하여 조직의 조직구조와 조직문화가 구성원의 조직유효성에 미치는 영향을 분석하였다.

개인수준의 조직구조와 조직문화가 조직유효성에 미치는 영향과 조직수준의 조직구조와 조직문화가 조직유효성에 미치는 영향에 대하여 분석하였다.

연구결과를 살펴보면 다음과 같다.

첫째, 개인수준의 조직구조가 조직유효성에 미치는 영향에 대해서 공식화와 집권화가 조직유효성의 유의한 영향을 미치는 것으로 분석되었다.

둘째, 개인수준의 조직문화가 조직유효성에 미치는 영향에 대해서 집단문화와 개발문화가 조직몰입에 유의한 영향을 미치는 것으로 분석되었고, 집단문화와 개발문화, 관료문화가 조직시민행동에 유의한 영향을 미치는 것으로 분석되었다.

셋째, 조직수준의 조직구조가 조직유효성에 미치는 영향에 대해서 집권화와 복잡성이 조직몰입에 유의한 영향을 미치는 것으로 분석되었고, 개인수준의 조직시민행동(OCBi)에 대해서는 조직구조의 형태에 관계없이 통계적으로 유의한 영향을 미치는 것으로 분석되었으며 조직수준의 조직시민행동(OCBo)에 대해서는 집권화만 통계적으로 유의한 영향을 미치는 것으로 분석되었다.

마지막으로 조직수준의 조직문화가 조직유효성에 미치는 영향에 대해서 집단문화와 관료문화가 조직유효성에 유의한 영향을 미치는 것으로 분석되었다.

@highlight

이 연구는 위계적 선형모형(Hierarchical Linear Model: HLM)을 적용해 조직의 조직구조와 조직문화가 구성원의 조직유효성에 미치는 영향을 분석했다.

