이 연구는 미디어 환경 변화에 따른 학교 미디어교육의 필요성을 인식하고, 중등학교 미디어교육을 위한 교수학습방법론을 제시하는 데 목적을 두고 있다.

이를 위해 미디어교육의 패러다임 변화에 따른 미디어교육 개념의 변화에 대해 조사하고, 학교 미디어교육으로서 특히 중등 국어과의 미디어교육적 요소를 검토하게 된다.

나아가 현행 국어과에서 적용되는 미디어교육의 방법론을 개괄하고 문제점을 도출하게 된다.

아직까지 미디어교육이 ‘미디어를 통한 교육’ 즉 미디어를 통해 특정 교육 요소를 이해시키는데 활용하는 도구적 입장을 취하고 있다.

이 연구에서는 이런 점을 비판적으로 성찰하고 ‘미디어에 대한 교육’이 중점적으로 이루어질 수 있도록 교육적 대안을 마련하게 된다.

그것이 바로 문화기호학적 교수학습방법론이다.

일찍이 기호학은 구조주의를 바탕으로 한 질적 연구방법으로서 교육적 영역에 도입되었다.

이 연구에서는 그레마스에 의해 시도되었던 행동자 모형과 내러티브 분석 기법을 중등학교 미디어교육에 도입한다.

이 문화기호학적 방법론은 멀티 리터러시를 가능케 하는 데, 이는 미디어 수용자 혹은 잠재적인 미디어 학습자가 특정 미디어 텍스트를 통해 문화적 차원의 의미 해석에 기여한다.

뿐만 아니라 수용자나 학습자가 처한 사회문화적 콘텍스트를 비판적으로 성찰하는데 도움을 줄 것이다.

@highlight

미디어 환경 변화에 따른 학교 미디어교육 필요성을 인식하고, 중등학교 미디어교육을 위한 교수학습방법론을 제시하고자 한다.

@highlight

아직까지 미디어교육이 도구적 입장을 취하고 있음을 비판적으로 성찰하고 교육적 대안으로 문화기호학적 교수학습방법론을 제시하여, 그레마스의 행동자 모형과 내러티브 분석 기법을 중등학교 미디어교육에 도입한다.

