콘크리트 충전강관에 사용되는 강관의 제작법은 재단된 4장의 플레이트를 모서리에서 용접하는 일반강관 제작법과, ㄷ형으로 절곡성 형과정을 거쳐 2-

Seam으로 용접하는 제작방법, 그리고 원형강관을 압축하여 4각형태로 만드는 방법등이 일반적으로 사용되며, 강관제작에 사용되 는 용접방법과 용접량의 선택은 강관 제작비용에 큰 부분을 차지하고 있다.

새로운 제작형식으로 개발된 각형강관은 4장의 플레이트를 ㄱ형으로 절곡성형한 후 강관 폭의 중앙에서 4-

Seam Flare 용접하는 방식이다.

본 연구에서는 새로운 제작형식의 CFT 각형 기둥에 대하여 용접량 평가를 위한 실험방법을 제시하고, 강관 제작법, 강관두께 및 용접량을 변수로 총 6개의 실험체를 제작하여 구조실험 및 해석을 수행하여 강관내부의 수압에 따른 강관의 거동을 평가하였다.

@highlight

CFT 각형 기둥에 대하여 용접량 평가를 위한 실험방법을 제시하고, 강관 제작법, 강관두께 및 용접량을 변수로 총 6개의 실험체를 제작하여 구조실험 및 해석을 수행하여 강관내부의 수압 에 따른 강관의 거동을 고찰하였다.

