교신자들이 제일 많이 읽고 있는 경전이 천수경이고, 천수경에서 제일 중요한 내용은 신묘장구 대 다라니이다.

그러나 다라니가 산스끄리뜨 어로 작성되어 있어서 산스끄리뜨 원문을 읽기도 쉽지 않고 또 수백 년 동안 읽어왔기 때문에 불교신자들은 지금 전해지고 있는 다라니를 습관적으로 읽고 있을 뿐이다.

그러므로 불교신자들은 지금 읽고 있는 다라니의 정확한 문장을 알 수가 없고, 다라니의 시작과 끝도 알 수가 없다.

그래서 본 논문에서는 다라니의 문장을 구분하고, 가능한 한 그 뜻을 밝혀 보려고 노력하였다.

천수경 다라니는 모두 27개의 문장으로 구성되어 있고, 그 내용은 관자재보살님의 위신력을 찬탄하고 있다.

이 다라니를 읽으면 관자재보살님의 위신력으로 우리들의 삶이 밝아진다.

관자재보살님은 여러 가지의 모습으로 인간 세상에 출현을 하시며 사람들이 바라는 소원을 들어주고 있다.

그러므로 불교신자들은 지극한 마음으로 이 다라니를 읽으면 바라는 소원을 성취할 수가 있다.

@highlight

불교신자들은 지금 읽고 있는 다라니의 정확한 문장을 알 수가 없고, 다라니의 시작과 끝도 알 수가 없다.

@highlight


천수경 다라니는 모두 27개의 문장으로 구성되어 있고, 그 내용은 관자재보살님의 위신력을 찬탄하고 있다.

@highlight


불교신자들은 지극한 마음으로 이 다라니를 읽으면 바라는 소원을 성취할 수가 있다.

