본 연구의 목적은 청소년의 금융에 대한 지식, 행동, 태도 등 금융이해력에 따른 잠재집단을 분류하고, 각 잠재집단의 특성을 살펴보는데 있다.

이를 위해 성인을 위한 OECD INFE(International Network on Financial Education) 금융이해력 문항을 단축하여 연구에 활용하였으며, 707명의 중고등학생들을 대상으로 온라인 설문조사를 실시하였다.

주요 연구결과는 다음과 같다.

첫째, 청소년들의 금융이해력 평균을 비교해 본 결과, 금융지식과 태도 점수는 낮은 반면 행동 점수는 높았다.

이는 OECD INFE의 성인 연구 결과와 대체로 유사한 것이다.

둘째, 금융이해력에 대한 잠재집단은 ‘낮은 금융이해력 집단’, ‘높은 금융이해력 집단’, ‘낮은 금융지식과 태도-

높은 금융행동 집단’ 등 세 집단으로 구분되었다.

이러한 결과는 청소년의 경우 개별화 또는 집단별 금융교육이 이루어져야 한다는 것을 의미한다.

셋째, 잠재집단별 금융사기에 대한 인식수준을 비교한 결과, 낮은 금융이해력 집단은 금융사기에 대한 인식이 가장 낮은 반면 다른 두 집단 간 금융사기 인식수준에는 큰 차이가 없었다.

이는 금융교육이 금융지식이 아닌 금융행동에 초점을 맞추어야 가시적인 효과를 거둘 수 있다는 점을 시사한다.

@highlight

청소년의 금융이해력에 따른 잠재집단을 분류하고, 각 특성을 살펴보기 위하여 온라인 설문조사를 실시한 결과, 금융지식과 태도 점수는 낮은 반면 행동 점수는 높았다.

@highlight

이는 청소년들에게 개별화 또는 집단별 금융교육이 이루어져야 하며, 금융지식이 아닌 금융행동에 초점을 맞추어 교육하여야 가시적인 효과를 거둘 수 있다는 점을 시사한다.

