본 연구는 일반인과 전문가를 대상으로 한 서베이 지표를 이용하여 우리나라 단기 기대인플레이션의 특징을 분석하였다.

분석 결과 서베이에 기초한 우리나라의 기대인플레이션 지표는 지속성이 강하며 기대형성시점에서 이용가능한 모든 정보가 반영되어 있지 않은 점에서 합리적 기대와는 다른 방식으로 인플레이션 기대가 형성되고 있는 것으로 보인다.

일반인 서베이 지표는 기대형성시점 부근의 실제 소비자물가 상승률과 유사하게 움직이는 과거지향적 모습을 보이고 있으며 실제 물가상승률이 물가안정목표 중심치를 상회하는 경우 이에 유의한 반응을 보이고 있어 물가안정목표에 대한 안착 정도가 약한 것으로 나타났다.

한편 실제 소비자물가 상승률에 어느 정도 선행하는 경향이 있는 전문가 서베이 지표는 물가안정목표에 대한 안착 정도가 높으며 일단 상승하기 시작하면 향후 실제 소비자물가의 상승으로 이어질 가능성이 크게 나타나 실제 인플레이션의 향방에 대한 정보를 내포하고 있는 것으로 보인다.

따라서 정책당국은 전문가 서베이에 기초한 기대인플레이션을 정책변수로 활용하는 한편 일반 대중의 인플레이션 기대심리 안정화에 더욱 유의할 필요가 있을 것으로 판단된다.

@highlight

이 연구는 일반인과 전문가를 대상으로 한 서베이 지표를 이용하여 우리나라 단기 기대인플레이션의 특징을 분석했다.

