본 연구는 2015년까지의 학문 목적 한국어 교육과 관련된 학위 논문들을 살펴보고 그 동향을 분석하여 향후 연구 방향에 대해 제언을 하는 것을 목적으로 한다.

이를 위해 우선 학문 목적 한국어의 개념과 그 범위에 대해 정리하였고, 학문 목적 한국어 교육의 연구 동향을 살펴보기 위해 2015년까지의 연구를 시기별?

유형별, 학습자 특성별, 언어 기능별, 주제별로 나누어 분석하였다.

그 결과 학문 목적 한국어 교육에 관한 연구는 지속적으로 증가하였으며, 특히 ‘중국어권’ 학습자들을 대상으로 한 연구와 ‘쓰기’에 관한 연구가 눈에 띄게 많았다.

또, ‘교육 방법’에 관한 연구가 가장 많이 이루어졌음을 알 수 있었다.

학문 목적 한국어 교육에 관해 많은 연구들이 이루어지고는 있으나 다소 편향된 연구 경향을 보였다.

향후에는 중국어권 이외에 다양한 언어권 학습자들을 위한 연구가 이루어져야 하며, 언어 기능 면에서도 더 다양한 연구들이 필요하다.

또, 언어 기능 간 연계 연구와 학습 전략과 같은 학습자를 위한 연구들이 더 많이 이루어져야 할 것이다.

@highlight

이 연구는 2015년까지의 학문 목적 한국어 교육과 관련된 학위 논문들을 살펴보고 그 동향을 분석해 향후 연구 방향에 관해 제언을 하는 것을 목적으로 한다.

