북한의 급변사태로 발생한 대량탈북난민사태는 주변국과 한반도에 직접적인 영향을 미쳐 정치·사회·경제적 부담 요인으로 작용할 수 있다.

대량탈북난민이 동시 다발적으로 다양한 경로를 통해 국내로 밀려오게 될 경우 예상치 못한 사회혼란으로 치안수요를 촉진시키고, 사회정착 지원을 위한 사회적 비용의 증가와 함께 심각한 부작용과 후유증으로 총제적인 사회혼란을 초래할 수 있다.

대량탈북난민의 국내 유입에 어떻게 대비하느냐에 따라 국가의 미래가 좌우될 수 있다.

경찰은 대량탈북난민 유입에 따른 사회혼란을 조기에안정화시키기 위해서 치안인력과 예산을 확보하는 등의 치안대책 수립을 준비해 두어야 한다.

대량탈북난민사태 징후를 사전에 파악하여 적절한 대비책을 강구한다면 사회혼란을 최소화할 수 있으나, 그렇지 못할 경우에는 또 다른 분단의 아픔과 치안혼란을 유발시킬 수 있기 때문이다.

이러한 문제의식 하에, 이 글은 북한 체제의 급변사태에 따른 대량탈북난민 예상 발생 요인과 탈출 경로 등을 기초로 탈북난민의 국내 유입에 대비한 경찰의 대비 방향을 제언하였다.

@highlight

북한의 급변사태로 발생한 대량탈북난민사태는 주변국과 한반도에 직접적인 영향을 미쳐 정치·사회·경제적 부담 요인으로 작용할 수 있다.

