본연구는지금까지단편적으로알려진IS에한정보들을토로IS 성장 과정과 특징 등을 정리?

분석해 IS의 위협실태를 객관적으로 조명해 보고자 한다.

또한IS 격퇴를실질적으로주도하고있는오바마행정부의응전략도 살펴보고자한다.

IS에한미국오바마행정부의응전략을분석하는것은 미국이 IS의 테러위협에 해 어떻게 인식하고 있는지를 유추해 볼 수 있는 근거이기도하고, 더크게는새롭게출범하는미국신정부의외교정책에어떤 변화가있을지를예측하는근거가될수있을것이다.

본 논문은 크게 2개의 장으로 구성된다.

논문의 전반부에서는 IS의 성장과 정과 원인, 그리고 IS의 특징을 살펴보고, IS의 기본 노선과 팽창전략에 해 분석한다.

논문의후반부에서는미국의오바마행정부가취하고있는IS 정책 및 응전략을 분석하고, 미국 내에서 제기되고 있는 규모 지상군 파견 주 장의 실현 가능성을 논의할 것이다.

또한 IS와 시리아 알 아사드 정권에 한 각국가간의이해관계와협조방안을살펴보고IS 응방안을전망한다.

@highlight

본 논문은 단편적으로 알려진 IS에 대한 정보들을 통해 IS 성장 과정과 특징 등을 정리?

@highlight

분석하여 IS의 위협실태를 객관적으로 조명하였다.

@highlight

IS 격퇴를 실질적으로 주도하고 있는 오바마 행정부의 대응 전략도 살펴보았다.

