다

공

성

 

중

공

형

태

의

 

L

i

M

n

_

(

2

)

O

_

(

4

)

는

 

실

리

카

 

템

플

레

이

트

과

 

침

전

법

에

 

의

해

 

합

성

되

었

다

.

 

합

성

한

 

L

i

M

n

2

O

4

는

 

나

노

사

이

즈

의

 

1

차

입

자

를

 

가

지

며

 

다

공

성

 

중

공

형

태

를

 

가

지

고

 

있

었

다

.

 

실

리

카

 

템

플

레

이

트

의

 

제

거

는

 

N

a

O

H

를

 

이

용

하

여

 

화

학

적

 

에

칭

법

이

 

사

용

되

었

다

.

 

N

a

O

H

의

 

농

도

를

 

높

여

줌

에

 

따

라

 

망

간

산

화

물

 

입

자

 

크

기

가

 

증

가

하

며

 

다

공

성

의

 

중

공

구

가

 

형

성

되

었

다

.

 

X

-

선

 

회

절

 

분

석

을

 

통

하

여

 

합

성

된

 

L

i

M

n

_

(

2

)

O

_

(

4

)

는

 

F

d

3

m

의

 

공

간

 

그

룹

을

 

가

지

는

 

스

피

넬

 

구

조

가

 

형

성

된

 

것

을

 

확

인

할

 

수

 

있

었

다

.

 

실

리

카

와

 

망

간

염

의

 

비

율

을

 

높

여

주

었

을

 

경

우

 

합

성

된

 

L

i

M

n

_

(

2

)

O

_

(

4

)

는

 

1

차

입

자

의

 

크

기

는

 

감

소

한

다

.

 

실

리

카

와

 

망

간

염

의

 

비

율

이

 

1

 

:

 

9

 

이

상

인

 

경

우

에

서

 

마

이

크

론

 

단

위

의

 

정

방

정

계

의

 

L

i

M

n

_

(

2

)

O

_

(

4

)

가

 

합

성

되

었

다

.

 

다

공

성

 

중

공

형

태

의

 

L

i

M

n

_

(

2

)

O

_

(

4

)

의

 

전

기

화

학

적

 

특

성

을

 

평

가

하

기

 

위

하

여

 

2

0

3

2

형

태

의

 

코

인

셀

을

 

제

작

하

여

 

충

/

방

전

 

테

스

트

를

 

하

였

다

.

 

나

노

사

이

즈

의

 

1

차

입

자

를

 

가

진

 

시

료

의

 

경

우

에

는

 

마

이

크

론

 

사

이

즈

의

1

차

입

자

를

 

가

진

 

시

료

보

다

 

용

량

은

 

낮

았

지

만

 

용

량

유

지

율

은

 

향

상

되

는

 

것

 

확

인

 

할

 

수

 

있

었

다

.

@highlight

다공성 중공형태의 LiMn_(2)O_(4)는 실리카 템플레이트과 침전법에 의해 합성되었다. X-선 회절 분석을 통해 합성된 LiMn_(2)O_(4)는 Fd3m의 공간 그룹을 갖는 스피넬 구조가 형성된 것을 확인할 수 있었다.