이 글은 신경숙의 장편소설에 나타난 에코페미니즘적 성향이 다문화시대의 글쓰기와 어떤 관련이 있는지를 살펴본 것이다.

특히, 생태의식을 담지하고 있는 그의 에코페미니즘적 성향의 작품에서 다문화 시대의 윤리를 탐색하는 데 목적을 두었다.

단편소설과 마찬가지로 그의 장편 소설의 생태학적 상상력은 ‘돌봄’의 행위를 통한 모성성의 확대, 생명존중의 태도, 폭력적인 문명세계와 대조되는 농원의 공간을 통해 소통의 세계를 지향하는 모습으로 그려지고 있다.

대상작품은 『깊은 슬픔』(1994), 『바이올렛』(2001), 『리진』(2007), 『엄마를 부탁해』(2008), 『어디선가 나를 찾는 전화벨이 울리고』(2010) 등이다.

이러한 작품 속에 나타난 돌봄은 타자윤리를, 생명존중은 대지윤리, 그리고 소통세계의 지향은 차이윤리를 보여준다.

이와 같은 윤리는 그 대상을 인간뿐만 아니라 식물, 동물을 비롯한 ‘생명있는 모든 존재’를 향해 열려있으며, 윤리의 성격은 명확하게 경계선을 긋기 보다는 서로 중첩되거나 보완되는 모습으로 드러난다.

그의 작품에서 다문화에 대한 인식은 전경화 되지는 않았으나 작품에 나타난 타자윤리, 대지윤리, 차이윤리는 오늘날 우리가 관심을 가져야 할 다문화시대의 윤리로 수용할 수 있을 것이다.

@highlight

이 연구는 신경숙의 장편소설에 나타난 에코페미니즘적 성향이 다문화시대의 글쓰기와 어떤 관련이 있는지를 살펴본 것이다.

