이 연구는 외국인에 대한 중·고등학생들의 법적관용성을 살펴봄으로써 사회과에서 다문화 법교육의 방향을 탐색하는 것을 목적으로 한다.

중등학생의 외국인에 대한 법적관용성을 분석한 결과는 다음과 같다.

첫째, 중등학생들은 일반적으로 외국인에 대하여 ‘추상적 상황’하에서는 참정권을 제외하고는 관용적인 것으로 나타났다.

그러나 ‘구체적 상황’하에서는 모든 기본적 자유와 권리 영역에서 뚜렷하게 관용성 정도가 낮아졌다.

둘째, 외국인에 대한 법적관용성 정도가 중학생보다 고등학생에게서 더욱 불관용적인 것으로 나타났다.

이런 연구 결과는 사회과 다문화교육이 법교육의 관점에서 실시되어야 할 필요성을 제기할 뿐만 아니라 ‘구체적’ 맥락과 사례 속에서 지속적·반복적으로 다양하고 많은 사례를 통하여 실시되어야 함을 말해주고 있다.

아울러 다문화교육을 법교육의 관점에서 실시할 때에도 ‘정치적 생활 영역’을 강조할 필요가 있음을 말해준다.

그리고 중등학생의 외국인에 대한 법적관용성의 함양을 위해서는 인지뿐만 아니라 정서적 차원을 강조하는 사례가 활용될 필요가 있다.

@highlight

본 연구는 외국인에 대한 중·고등학생들의 법적관용성을 살펴봄으로써 사회과에서 다문화 법교육의 방향을 탐색하는 것이 목적이다.

