창의성이란 이미 있는 경험을 재구성해서 새로운 가치적인 것을 만들어 내는 것으로 특히 유아기는 창의성이 가장 발달될 수 있는 최적기로 이때 개발되어진 창의성은 이들이 아동기, 성인기에서 자신이 하고자 하는 일, 원하는 일들에 매진하며 자기살현을 도와줄 수 있는 원동력으로 작용할 수 있으며 나아가 사회적으로도 새로운 가치를 갖게 할 수 있다.

이에 본 연구는 집단미술놀이 활동이 유아의 창의성 증진에 미치는 효과를 살펴보고자 실시되었다.

연구 대상은 K시 Y유치원의 6∼7세반에 재원중이며 집단미술놀이 프로그램의 목적에 동의하여 학부모들이 참여 동의서를 제출한 유아 14명을 대상으로 실시하였다.

본 프로그램은 주 1회씩, 60분간 총 10회기 동안 실시되었으며, 연구자외 관찰자 2명이 참여하였다.

유아의 창의성 변화를 살펴보기 위해 프로그램 실시전 일주일 전과 일주일 후, 유아종합창의성검사를 실시하여 그 효과를 검정하였다.

그 결과 집단미술놀이 활동은 유아의 창의성 증진에 효과적이었음을 보여주었다.

이를 통해 집단미술놀이 활동이 유아들의 창의성 증진시킴으로써 이들이 스스로 문제를 발견하고 해결해 나갈 수 있는 능동적인 태도를 함양시킬 수 있을 것으로 생각된다.

@highlight

유아기때 개발되어진 창의성은 이들이 아동기, 성인기에서 자기살현을 도와줄 수 있는 원동력으로 작용할 수 있으며 나아가 사회적으로도 새로운 가치를 갖게 할 수 있다.

@highlight

이에 본 연구는 집단미술놀이 활동이 유아의 창의성 증진에 미치는 효과를 살펴보고자 실시되었다.

@highlight

그 결과 집단미술놀이 활동은 유아의 창의성 증진에 효과적이었음을 보여주었다.

