본 연구에서는 기업 간 결합형태(집중화/다각화)에 따른 합병 전후 인수기업의 성과 차이를 실증하고 이러한 결합형태가 피인수기업과 인수기업의 합병 전 기업 성과와 관련이 있는지를 고찰하였다.

한국의 제조업과 IT기업 중 2009년과 2010년에 합병한 129개의 회사들을 대상으로 분석을 실시하였다.

독립변수로 인수기업과 피인수 기업의 결합형태와 인수/피인수 기업의 합병 전 성과를 사용하였고 종속변수로 합병 전 피인수기업의 성과를 고려한 합병 전/후 인수기업의 성과(수익성과 매출액증가율)의 차이를 사용하였다.

회귀분석 결과 결합형태의 차이는 합병 전/후의 기업성과 차이에 유의한 영향력을 보이는 것으로 나타났는데 집중화가 다각화보다 성과향상이 큰 것으로 나타났다.

또한 인수기업이 집중화 혹은 다각화의 선택과 합병 전 인수/피인수기업의 성과와 관련이 있는 지를 살펴보았다.

분석결과 집중화를 택한 기업들의 합병 전 수익성이 다각화를 선택한 기업들보다 낮은 것으로 나타났다.

두 분석의 결과를 종합해보면 합병 전 인수기업의 성과가 좋지 않은 경우 인수기업은 집중화를 통하여 단기간에 효율성과 규모의 경제를 통한 수익성 증대 및 성장을 도모하려는 경향이 나타나고 이는 실제로 합병 직후 단기적으로 기업 성과 향상에 도움이 되는 것으로 보인다.

반면에 다각화를 택한 기업들은 합병 전 상대적으로 수익성이 높은 것으로 나타났는데 이는 비교적 안정적인 수익성을 기반으로 단기적 성과 향상보다는 장기적으로 기업 성장을 위하여 다른 산업에서 새로운 성장 동력을 찾으려고 시도하는 것으로 사료된다.

@highlight

이 연구는 기업 간 결합형태(집중화/다각화)에 따른 합병 전후 인수기업의 성과 차이를 실증하고 이런 결합형태가 피인수기업과 인수기업의 합병 전 기업 성과와 관련이 있는지를 고찰했다.

