최근 부산신항은 항계 내의 장해물 제거 공사와 함께 부두 부근 항내 수심을 17m까지 확보하여 컨테이너 선박의 대형화 추세에 지속해서 대응하고 있다.

한편, 2020년도에는 24,000TEU급 초대형 컨테이너 선박이 입항하고 있으며, 이와 같은 흐름에 맞추어 추후 항내 수심을 23m까지 확보하는 것을 계획 중이다.

이처럼 대형선박 입항 시 상황에 따라 주의하여야 할 요소에 대한 사전 점검이 필요하며, 이를 위한 이해관계자 간의 정보 공유가 필요할 것으로 판단된다.

본 논문에서는 초대형 컨테이너 선박의 통항에 따른 해당 항로의 영향을 파악하기 위하여 선박 입·출항 통계자료 및 선박 운항 성능 자료를 바탕으로 통항 안전성 평가를 시행하였으며, 4,000 TEU선박 통항시와 비교하여 최대 8.4%높은 위험도가 발생하였다.

또한, 초대형 컨테이너 선박의 부산신항 내 안전한 통항을 위한 도선 관점에서의 운항 특성 의견을 취합하여 최소안전수심과 예선 운용 방안 등의 안전대책을 함께 제시하였다.

이를 통하여 초대형 컨테이너 선박의 부산신항 입·출항시 사고 예방에 이바지할 수 있을 것으로 사료된다.

@highlight

본 논문에서는 초대형 컨테이너 선박의 통항에 따른 해당 항로의 영향을 파악하기 위하여 선박 입·출항 통계자료 및 선박 운항 성능 자료를 바탕으로 통항 안전성 평가를 시행하였으며,  이를 통하여 초대형 컨테이너 선박의 부산신항 입·출항시 사고 예방에 이바지할 수 있을 것으로 사료된다.

