P

d

은

 

단

일

 

원

소

 

금

속

 

중

에

서

 

자

기

 

감

수

율

이

 

가

장

 

크

고

 

외

부

 

환

경

에

 

따

라

 

강

자

성

 

특

성

을

 

보

이

기

도

 

한

다

.

 

본

 

논

문

은

 

자

성

 

연

구

에

 

가

장

 

적

합

한

 

F

L

A

P

W

 

방

법

을

 

사

용

하

여

 

5

-

M

L

과

 

9

-

M

L

 

P

d

(

1

1

1

)

 

박

막

의

 

자

성

을

 

계

산

하

였

다

.

 

전

자

간

 

교

환

-

상

관

 

상

호

작

용

을

 

고

려

하

기

 

위

해

 

L

D

A

와

 

G

G

A

를

 

도

입

하

여

 

두

 

계

산

 

결

과

를

 

비

교

하

였

다

.

 

L

D

A

 

계

산

은

 

덩

치

 

P

d

이

 

상

자

성

 

상

태

가

 

바

닥

 

상

태

임

을

 

예

측

하

여

 

실

험

과

 

일

치

하

는

 

반

면

,

 

G

G

A

 

계

산

은

 

덩

치

 

P

d

이

 

강

자

성

을

 

갖

는

 

것

으

로

 

잘

못

 

예

측

하

여

 

P

d

 

자

성

에

 

대

해

서

는

 

L

D

A

 

계

산

이

 

더

 

신

뢰

할

 

수

 

있

음

을

 

알

았

다

.

 

5

-

M

L

 

P

d

(

1

1

1

)

 

박

막

에

 

대

한

 

L

D

A

 

계

산

 

결

과

에

 

의

하

면

 

상

자

성

 

상

태

가

 

바

닥

인

 

덩

치

 

P

d

과

는

 

다

르

게

 

강

자

성

 

상

태

가

 

더

 

안

정

적

이

었

다

.

 

박

막

의

 

중

앙

에

 

위

치

한

 

P

d

이

 

가

장

 

큰

 

자

기

모

멘

트

(

0

.

2

7

3

 

μ

B

)

를

 

가

지

며

 

중

앙

 

P

d

 

층

의

 

|

m

|

 

=

 

1

 

상

태

가

 

덩

치

의

 

그

것

과

 

큰

 

차

이

가

 

있

어

 

5

-

M

L

 

P

d

(

1

1

1

)

 

박

막

의

 

강

자

성

을

 

유

발

하

는

 

데

 

주

요

 

역

할

을

 

함

을

 

알

 

수

 

있

었

다

.

 

9

-

M

L

 

P

d

(

1

1

1

)

 

박

막

은

 

상

자

성

 

상

태

가

 

강

자

성

 

상

태

에

 

비

해

 

안

정

하

였

으

나

 

두

 

상

태

 

사

이

의

 

총

 

에

너

지

 

차

이

가

 

거

의

 

없

고

 

유

한

한

 

자

기

모

멘

트

를

 

안

정

적

으

로

 

가

지

는

 

것

으

로

 

계

산

되

어

 

강

자

성

 

상

태

가

 

준

 

안

정

적

임

을

 

보

였

다

.

@highlight

이 논문은 자성 연구에 가장 적합한 FLAPW 방법을 사용해 5-ML과 9-ML Pd(111) 박막의 자성을 계산했다.