본 연구는 전국의 청소년상담사를 대상으로 청소년상담사의 개인 및 직무환경의 특성에 따른 상담자 소진의 차이를 살펴보고 청소년상담사의 소진 예방과 해결을 위한 대안 모색의 방향을 확인하는데 목적이 있다.

연구 대상은 2010년까지 국가자격증인 청소년상담사 자격증을 취득한 전국 4,070명 중 상담자 소진(CBI) 설문지에 응답한 925명으로 하였다.

주요 연구결과를 요약하면 첫째, 청소년상담사의 개인적 특성에 따른 상담자 소진의 차이를 분석한 결과 성별은 여성, 연령은 20~29세, 자격등급은 3급, 최종학력은 전문학사 혹은 학사재학 중인 청소년상담가의 경우가 높은 소진을 보였다.

둘째, 청소년상담사의 직무 환경적 특성에 따른 상담자 소진의 차이를 살펴본 결과 근무형태는 전일제 계약직, 소속 기관 내 주 역할은 상담관리직과 사회복지사, 행정지원 업무, 주 내담자 연령은 중학생의 경우 높은 소진을 보였으나, 청소년상담사 자신의 슈퍼비전 경험 유무는 많은 차이를 보이지 않았다.

셋째, 청소년상담사 특성에 따른 소진의 상관을 분석한 결과 성별과 신체적 피로감과 무능감 및 비협조적 직무환경, 상담자 연령과 사생활 악화, 자격등급과 무능감, 최종학력과 사생활 악화, 주 역할과 무능감, 슈퍼비전 유무와 무능감에서 정적(+) 상관을 보였다.

@highlight

이 연구는 전국의 청소년상담사를 대상으로 청소년상담사의 개인 및 직무환경의 특성에 따른 상담자 소진의 차이를 살펴보고 청소년상담사의 소진 예방과 해결을 위한 대안 모색의 방향을 확인하고자 한다.

