이 논문의 목적은 동아시아 지역주의의 성격을 규명하는데 있다.

이를 위해 APEC을 분석의 대상으로 삼았으며 동아시아 지역협력체로서 APEC의 특징을 미국의 지역주의전략에 따른 이해관계가 적극적으로 반영된 것으로 보고 있다.

아시아 국가들이 중심이 된 동아시아 지역협력은 초기에 동남아시아국가들(ASEAN)에 의해 시도되었으나 일본, 중국 등의 비협조와 미국의 거부로 저지되었다.

‘개방적 지역주의’와 낮은 수준의 제도화로 대표되는 APEC에 대한 미국의 구상은 한편으로는 아시아의 경제적 역동성을 미국에 접목하기 위한 적극적인 동기와 동시에, 다른 한편으로는 미국이 배제된 APEC에서 일본의 주도적 역할이 가져다 줄 결과에 대한 우려와 함께 유럽 지역주의의 아시아 포섭에 대비하기 위한 대응 차원에서 작동되었다고 본다.

최근 ASEAN+3은 “동아시아공동체”를 지향하며 동아시아 지역주의의 새로운 방향을 모색하고 있다.

그러나 미국과의 관계를 고려한 일본과 중국 등 역내 주요 국가들의 동아시아 지역주의에 대한 소극적 행동양식은 변할 것 같지 않으며 이것은 한국의 APEC에 대한 전략에 시사하는 바가 크다.

즉, 다자간안보협의체가 부재한 동북아지역에서 APEC이 비경제적인 이슈영역으로 확대하고 아태지역국가들의 현안을 포괄적으로 다루는 지역협력체로 나아가는 데 편승하는 전략을 추구해야 할 것이다.

@highlight

본 논문의 목적은 동아시아 지역주의의 성격을 규명하는데 있다.

@highlight

아시아 국가들이 중심이 된 동아시아 지역협력은 초기에 동남아시아국가들에 의해 시도되었으나 일본, 중국 등의 비협조와 미국의 거부로 저지되었다.

