이 연구는 공공성과 기업성의 두 가지 상반된 가치를 추구하는 지방공기업 평가의 기업성과 공공성의 비중을 살펴보고 공공성의 중요성을 제고하자는 논증을 펼친다.

지방공기업은 공공성과 기업성을 동시에 추구하고, 이에 경영평가도 이 두 가지를 평가하도록 하고 있는데, 2004년 이후의 도시철도공사의 사례를 통해서 경영평가지표를 분석해 보니 배점의 비중에 있어서 공공성보다는 기업성을 더 강조하고 있다.

정부의 공기업 선진화 추진방향을 살펴보면 재정건전화, 즉 수익성의 극대화를 공기업의 최대목표로 삼고 있는 듯하다.

그러나 지방공기업의 설립목적인 지역주민의 복지증진 등, 공공성이 지나치게 축소된다면 세금으로 운영하는 지방공기업의 존재 의의가 훼손된다고 할 수 있다.

그래서 공공성의 제고를 위한 지표의 개발과 가중치 확대가 필요하다.

정책제언으로는 경영평가지표의 공공성 지표 비중을 높이고 다각화하며, 고객만족도 조사의 신뢰성 향상방안, 그리고 산출(output)을 넘어서 성과(outcome)와 영향(impact)을 고려할 수 있는 지표의 모색이 필요하다고 제시하였다.

@highlight

본 연구는 공공성과 기업성의 두 가지 상반된 가치를 추구하는 지방공기업 평가의 기업성과 공공성의 비중을 살펴보고 공공성의 중요성을 제고하자는 논증을 펼친다.

