본

 

연

구

에

서

는

 

새

꼬

막

의

 

선

별

 

공

정

의

 

간

소

화

 

및

 

자

동

화

에

 

필

요

한

 

요

소

기

술

의

 

개

발

을

 

위

하

여

 

현

재

 

이

루

어

지

고

 

있

는

 

새

꼬

막

의

 

선

별

 

과

정

 

및

 

문

제

점

을

 

파

악

하

였

다

.

 

꼬

막

의

 

채

취

부

터

 

패

각

 

선

별

,

 

크

기

 

선

별

 

및

 

포

장

까

지

의

 

전

체

 

선

총

 

2

가

지

 

과

정

 

(

1

차

 

선

별

,

 

2

차

 

선

별

)

을

 

거

치

게

 

된

다

.

 

1

차

 

선

별

 

과

정

은

 

회

전

판

에

서

 

압

착

하

고

 

회

전

 

드

럼

에

서

 

세

척

과

 

동

시

에

 

패

각

을

 

분

리

하

고

,

 

분

리

되

지

 

않

은

 

패

각

은

 

전

동

 

선

별

기

에

서

 

수

작

업

으

로

 

선

별

하

여

 

정

상

꼬

막

을

 

포

장

하

여

 

도

소

매

상

으

로

 

운

송

한

다

.

 

2

차

 

선

별

 

과

정

은

 

창

고

에

 

2

~

3

일

 

보

관

하

면

서

 

육

상

 

선

별

장

에

서

 

주

문

에

 

따

라

 

크

기

별

로

 

선

별

 

및

 

포

장

 

(

규

격

 

포

장

과

 

그

물

부

대

 

포

장

/

일

반

시

장

 

판

매

용

)

한

 

후

 

유

통

시

키

고

 

있

다

.

 

1

차

 

선

별

에

 

투

입

인

력

은

 

총

 

1

0

명

이

었

고

,

 

시

간

당

 

처

리

량

은

 

4

,

2

4

7

 

k

g

정

도

이

었

다

.

 

2

차

 

선

별

 

과

정

에

서

 

투

입

된

 

인

력

은

 

총

 

6

명

로

 

파

악

되

었

으

며

,

 

창

고

에

서

 

작

업

장

으

로

 

이

송

하

는

 

작

업

은

 

시

간

당

 

평

균

 

2

2

,

3

9

2

 

k

g

,

 

꼬

막

을

 

크

기

별

로

 

선

별

하

는

 

작

업

은

 

시

간

당

 

평

균

 

2

,

2

1

3

 

k

g

을

 

처

리

할

 

수

 

있

었

다

.

 

현

재

 

이

루

어

지

고

 

있

는

 

새

꼬

막

의

 

선

별

 

작

업

은

 

작

업

 

인

력

과

 

처

리

 

시

간

이

 

많

이

 

소

요

되

고

,

 

신

선

도

 

유

지

에

 

어

려

움

이

 

있

다

.

 

따

라

서

,

 

새

꼬

막

의

 

세

척

과

 

선

별

 

과

정

을

 

일

체

형

으

로

 

제

작

함

으

로

써

 

작

업

인

력

과

 

처

리

비

용

을

 

감

소

시

키

고

,

 

선

별

처

리

속

도

를

 

높

여

 

작

업

시

간

을

 

단

축

시

켜

 

꼬

막

의

 

신

선

도

를

 

향

상

시

킬

 

수

 

있

는

 

장

치

의

 

개

발

이

 

필

요

하

다

.

@highlight

본고에서는 새꼬막의 선별 공정의 간소화 및 자동화에 필요한 요소기술의 개발을 위하여 현재 이루어지고 있는 새꼬막의 선별 과정 및 문제점을 파악하였다.