본 연구는 전략적 성과측정시스템의 특성이 공정성 지각 수준에 미치는 영향과 공정성 지각과 조직시민행동 간의 관계, 조직시민행동과 경영성과 간의 관계를 분석하고 그에 따른 시사점을 찾아보는 데에 있다.

따라서 본 연구는 기존 연구에 대한 검토를 토대로 전략적 성과측정시스템의 특성과 공정성 간의 관계, 공정성과 조직시민행동 간의 관계, 그리고 조직시민행동과 경영성과의 관계를 살펴보기 위한 포괄적인 연구 모형을 설계하고, 그 모형을 구성하고 있는 요소들 간의 관계를 실증적으로 검증하였다.

연구 결과, 전략적 성과측정시스템이 조직의 전략적 목표를 잘 반영하고, 조직구성원들이 그 전략을 잘 이해하고 있을 때 조직구성원의 절차공정성 지각 수준이 높아지는 것으로 나타났다.

또한 절차공정성은 조직시민행동에 영향을 미치지만, 분배공정성은 조직시민행동에 직접적인 영향을 미치지 않는 것을 알 수 있었다.

최종적으로 조직구성원들의 조직시민행동 수준은 경영성과 향상에도 기여한다는 것을 알 수 있었다.

즉, 조직구성원들이 지각하는 높은 수준의 공정성은 곧 조직시민행동으로 이어지고, 이러한 조직시민행동은 결국 경영성과 향상을 도모한다고 할 수 있다.

@highlight

이 연구는 전략적 성과측정시스템의 특성이 공정성 지각 수준에 미치는 영향과 공정성 지각과 조직시민행동 간의 관계, 조직시민행동과 경영성과 간의 관계를 분석하고 그에 따른 시사점을 찾아보는 데에 있다.

@highlight

본 연구는 기존 연구에 대한 검토를 토대로 전략적 성과측정시스템의 특성과 공정성 간의 관계, 공정성과 조직시민행동 간의 관계, 조직시민행동과 경영성과의 관계를 살펴보기 위한 포괄적인 연구 모형을 설계하고, 그 모형을 구성하고 있는 요소들 간의 관계를 실증적으로 검증했다.

