이 연구는 농아동과 발달장애아동의 새로운 의사소통 양식으로 한국수어를 교육적으로 활용할 가능성을 탐색하고자 하였으며, 연구의 목적을 달성하기 위해 농아동과 발달장애아동을 대상으로 한 문헌을 분석하여 그 시사점을 도출하였으며, 연구결과는 다음과 같다.

첫째, 수어는 농아동 교육에 다양하게 활용되고 있으며, 최근에는 이중양태 이중언어 교육에서 수어의 자연언어성과 교육언어로서의 효율성이 강조되고 있다.

수어 이중언어 교육은 풍부한 수어 환경에서만 효과를 기대할 수 있기 때문에 수어 이중언어 교육을 실시하기 위해서는 수어에 대한 인식 개선과 교사의 수어능력 향상이 반드시 필요하다.

둘째, 수어는 발달장애아동의 보완·대체의사소통 수단으로 사용되고 있으며, 수어 단어가 발달장애아동에게 그대로 사용되는 경우도 있지만, 도상성과 표현, 이해의 용이성을 고려하여 제스처나 베이비 사인과 유사한 형태로 변용되어 활용되고 있다.

최근에 수어는 발달장애인에게 손기호와 핵심어 기호로 사용되고 있다.

수어의 교육적 활용 가능성을 높이기 위해서는 농학생과 발달장애학생을 대상으로 한 다양한 실험연구가 진행될 필요가 있다.

@highlight

최근에 수어는 발달장애인에게 손기호와 핵심어 기호로 사용되고 있으며 수어의 교육적 활용 가능성을 높이기 위하여서는 농학생과 발달장애학생을 대상으로 한 다양한 실험연구가 진행될 필요가 있다고 보인다.

