이 연구는 노동시장 성과 중 개인의 주관적 경력성공 지표로서 취업목표의 달성 여부를 채택하여 대졸 청년층이 재학 중 수립한 취업목표의 실현에 영향을 미치는 요인을 규명하고자 「대졸자 직업이동 경로조사 2011GOMS1」을 활용하여 분석하였다.

취업목표를 직업목표와 직장목표로 구분하여 분석한 결과 능력개발노력 특성 요인 중 직업교육훈련 참여 정도, 자격증의 전공 관련성 등은 직업목표와 직장목표에 공통적으로 정적으로 영향을 미치는 것으로 나타나 취업목표 달성에 긍정적 영향 요인으로 도출되었다.

반면 구직활동 특성 요인 중 인터넷 정보 활용성이 높을수록 직업목표와 직장목표 달성에 부적으로 영향을 미치는 것으로 나타났다.

특히 일자리 지원 횟수가 많아질수록 직장목표 달성 가능성을 낮추는 것으로 나타나 취업목표 달성에 있어 구직탐색 및 일자리 지원 횟수를 양적으로 늘리기보다 신중하게 선택적으로 구직활동을 추진하는 것에 대한 논의의 필요성이 제기되었다.

이러한 연구결과를 토대로 대졸 청년층의 취업목표 달성 가능성 제고를 위한 이론적·실천적 제언을 제시하였다.

@highlight

이 연구는 노동시장 성과 중 개인의 주관적 경력성공 지표로서 취업목표의 달성 여부를 채택하여 대졸 청년층이 재학 중 수립한 취업목표의 실현에 영향을 미치는 요인을 규명하고자 「대졸자 직업이동 경로조사 2011GOMS1」을 활용하여 분석했다.

