정치학과 사회과학에서는 전통적으로 공간이 무시되거나 소홀히 취급해왔고 이러한 경향은 세계화와 함께 더욱 심화되어서 공간의 종말 또는 지리의 종말이라는 담론이 유행하기도 한다.

이러한 담론에는 공간을 자연적 또는 물리적 실체로만 인식하는 경향이 반영되어 있다.

전통적으로 정치학에서 공간을 소비하는 방식은 이러한 인식에 기초하고 있어서 공간은 국력의 자연지리적 요소로 취급되거나 고정된 그리고 이미 주어진 구획의 단위로 소환되었다.

이럴 때 공간은 과학기술의 발달과 세계화의 결과로 그 의미가 축소되거나 소멸된다.

그러나 공간을 유동적이고 관계적인 관점에서 파악하는 새로운 공간 인식에 따르면 공간은 항상 재구조화와 재영토화의 과정에 놓여 있고 다양한 방식으로 재현되는 사회적 구성물이다.

이러한 인식에 기초해서 정치학에 적용 가능한 공간적 분석을 위한 접근법이 되기 위해서는 다양한 규모의 공간과 공간의 물리적 그리고 사회적 성격을 동시에 고려할 수 있는 분석틀이 필요하다.

이러한 필요성을 충족시키는 접근법의 대안으로 비판지정학과 라코스트의 지리학적 논리를 고찰해 보았다.

비판지정학은 국가 단위를 중심으로 국제적 규모의 담론 분석이라는 점에서 공간의 규모가 제한적이고 구체성을 결여하고 있는 것으로 보인다.

반면에 라코스트의 지리학적 논리는 다양한 규모의 공간에서 다양한 성격의 공간 요소들과 그 재현들 그리고 그것들 사이의 관계를 고려할 수 있는 분석틀을 제시하고 있는 것으로 보인다.

@highlight

정치학과 사회과학에서는 전통적으로 공간이 무시되거나 소홀히 취급해왔고 이런 경향은 세계화와 함께 더욱 심화되어서 공간의 종말 또는 지리의 종말이라는 담론이 유행하기도 한다.

