이 연구의 목적은 기존 배연장치의 효율을 높이기 위해 블레이드의 표면에 생체 모방을 적용한 프로펠러를 제작하고 그 효과를 탐색하는 것이다.

이를 위해 프로펠러 블레이드 패턴에 적용 가능한 생명체의 표면 구조를 선정하였고, 3D 프린터를 이용하여 블레이드에 생체 모방 패턴을 적용한 프로펠러를 제작하였다.

또한, 유체의 흐름을 확인할 수 있는 실험 장치를 제작한 후, 초고속 카메라와 운동 분석 프로그램 등을 이용하여 생체 모방 패턴을 적용한 프로펠러의 배연 효과를 살펴보았다.

실험 결과, 블레이드의 표면에 생체 모방을 적용한 프로펠러는 기존 배연장치에서 사용되는 민무늬의 프로펠러에 비해 연기를 더 효과적으로 배출할 수 있음을 확인하였다.

특히, 혹등고래의 돌기 패턴과 장수거북의 등줄기 패턴을 적용한 프로펠러의 경우 배연 효과가 크게 나타날 수 있음을 알 수 있었다.

이 연구에서는 이러한 결과를 토대로 생체 모방을 적용한 프로펠러의 효과와 적용 가능성을 논의하였다.

@highlight

기존 배연장치의 효율을 높이기 위해 블레이드의 표면에 생체 모방을 적용한 프로펠러를 제작하고 그 효과를 탐색하는 것이다.

@highlight

이를 위해 프로펠러 블레이드 패턴에 적용 가능한 생명체의 표면 구조를 선정하였고, 3D 프린터를 이용하여 블레이드에 생체 모방 패턴을 적용한 프로펠러를 제작하였다.

@highlight

블레이드의 표면에 생체 모방을 적용한 프로펠러는 기존 배연장치에서 사용되는 민무늬의 프로펠러에 비해 연기를 더 효과적으로 배출할 수 있었고 혹등고래의 돌기 패턴과 장수거북의 등줄기 패턴을 적용한 프로펠러의 경우 배연 효과가 크게 나타날 수 있음을 알 수 있었다.

