실천적 영상, 실험적 민족지, 원주민 미디어 등으로 확장되고 있는 현대 민족지영화의 흐름에서 학술적 기록이라는 가치보다 중요하게 여겨지는 것은 영상이 지닌 사회참여적 실천 가능성이다.

여기에는 인류학?

민족지학의 학문적 경향의 변화 못지않게 영상 미디어를 둘러싼 기술의 발전이 깊이 관련되어 있다.

본고에서는 점차 경량화, 간편화 되고 있는 영상기술의 변화와 민족지영화, 실천-

응용영상인류학의 역사가 서로 어떻게 연결되어 있으며, 그것이 의미하는 바를 밝힌다.

흥미롭게도 민족지영화의 감독, 제작자, 저자는 인류학자에서 원주민, 혹은 협업의 형태로 변해왔다.

또한 뉴 미디어를 이용한 참여적 민족지영화가 확대될수록 구술에서 사진, 극장상영과 같은 올드 미디어의 가치 또한 새롭게 주목된다.

이러한 사례는 현대 미디어연구에서 노력을 경주하고 있는 영상기술의 간편화와 편리화로 등장한 수많은 개인의 영상이 사회문화적으로 어떤 가치를 가지고 있는지 밝히는데 있어 하나의 힌트가 될 수 있을 것이다.

@highlight

실천적 영상, 실험적 민족지, 원주민 미디어 등으로 확장하고 있는 현대 민족지영화의 흐름 속에서 학술적 기록이라는 가치보다 중요하게 여겨지는 것은 영상이 지닌 사회참여적 실천 가능성이라고 할 수있다.

