본 연구는 교원이 과도하게 부담하고 있는 교무행정업무를 효과적으로 지원하고자 교무행정 지원인력의 업무를 분석하여 적정한 업무기준을 설정하고, 이에 따라 필요한 인력을 배치하여 효율적으로 운용하기 위한 방안을 제시하고자 하였다.

이를 위해 교원업무경감을 위한 역대 정부의 방안과 교무행정 지원인력에 대해 고찰하고, 교무행정 지원인력의 업무를 조사·분석하여 적정 업무 기준을 설정하며, 그 결과를 바탕으로 교무행정 지원인력의 효율적 배치·운용을 위한 방안을 구안하고자 하였다.

본 연구를 위해 행정지원인력 배치 시범학교와 일반학교(초·중·고 18개교)에 근무하는 부장교사, 행정실 직원 및 지원인력을 대상으로 서술식 개방형 설문조사를 실시하였고 질적 자료의 분석방법에 따라 수집된 자료를 분석하였다.

분석결과를 바탕으로 ① 교무행정 지원인력은 학교규모가 작아서 교무행정업무가 과다한 학교부터 우선적으로 배치하고 이를 순차적으로 확대하고, ② 교무행정 지원인력은 교원이 담당하는 행정업무의 부담을 경감시키려는 목표에 부합되도록 배치하여 활용하여야 하며, ③ 기본적으로 학교단위책임경영 실현을 위하여 학교장이 교무행정 지원인력의 근무장소를 자율적으로 결정할 수 있도록 위임하여야 한다는 점을 향후 교무행정 지원인력 운용방향으로 제안하였다.

@highlight

이 연구는 교원이 과도하게 부담하고 있는 교무행정업무를 효과적으로 지원하고자 교무행정 지원인력의 업무를 분석하여 적정한 업무기준을 설정하고, 이에 따라 필요한 인력을 배치하여 효율적으로 운용하기 위한 방안을 제시하려 했다.

@highlight

이 연구를 위해 행정지원인력 배치 시범학교와 일반학교에 근무하는 부장교사, 행정실 직원 및 지원인력을 대상으로 서술식 개방형 설문조사를 실시하였고 질적 자료의 분석방법에 따라 수집된 자료를 분석했다.

