저자들은 중환자실 감시배양을 통해 3년간 치료받던 환자에서 vanA 와 vanC1 유전자를 동시에 가진 E.

gallinarum을 분리하였다.

E.

gallinarum, SI04는 반코마이신에 고도내성(MIC of ≥256 g/mL) 이었으며, teicoplanin에도 고도내성(MIC of ≥256g/mL)이었다.

vanA, vanB, vanC1, vanC2/3 내성형 결정을위하여 multiplex PCR을 시행한 결과 SI04에서 vanA 와 vanC1 두 가지 유전자가 동시에 관찰되었다.

본 증례는 국내에서 처음으로 VanC형의 반코마이신 내성 장구균에서 vanA 유전자가 존재함을 보여 주어, 반코마이신 내성 장구균의 임상적 의의를 판단하는 데 내성 유전자의 검출이 필요하다는 것을 시사하였다.

@highlight

국내에서 처음으로 VanC형 반코마이신 내성 장구균에서 vanA 유전자가 존재함을 보여 주어, 반코마이신 내성 장구균의 임상적 의의를 판단하는 데 내성 유전자 검출이 필요하다는 것을 시사하는 증례이다.

