이 연구는 1990년대 이후 탈냉전과 세계화로 인해 급증하고 있는 한국사회의 국제이주 증가, 특히 여성결혼이민자 이슈를 중심으로 동아시아 공동체에 형성에 있어서 지방정부의 역할을 찾아보는데 있다.

2000년 이후 급증하고 있는 여성결혼이민자의 증가는 한국사회의 안정적인 적응과 통합이라는 현실정책 차원의 논의가 주를 이루고 있다.

이 연구는 지금까지의 연구 성과를 바탕으로 여성결혼이민자 논의가 갖는 국제정치학적 접근을 시도하고 있다.

이런 맥락에서 이 연구는 한국의 여성결혼이민자 구성의 90% 이상이 동아시아지역 내부의 이동이라는 점과 이들 여성결혼이민자의 한국사회 적응과 안정적인 통합을 위한 제반정책은 동아시아 문화를 기반으로 ‘복합적 전략’이라는 점에서 동아시아 공동체 형성에 중요한 이슈라고 주장한다.

따라서 한국의 여성결혼이민자 이슈는 법적, 제도적 틀은 국가주도로 진행되어야 하며, 구체적이고 실행 가능한 정책은 지방정부에 의해 주도되어야 한다고 주장한다.

또한 이 연구는 부산지역 여성결혼이민자의 실태와 특징에 대한 실증적 조사를 바탕으로, 그들에 대한 부산시의 역할을 제안하고 있다는 점과 지방정부의 역할이 동아시아 공동체 형성에 주는 함의를 글로벌 이슈로서 국제정치학의 맥락에서 탐구하고 있는 것이 특징이다.

@highlight

1990년대 이후 한국의 국제이주 증가, 여성결혼이민자를 중심으로 동아시아 공동체 형성에서 지방정부의 역할을 찾아본 결과, 제도적 틀은 국가주도, 구체적이고 실행 가능한 정책은 지방정부가 주도해야 한다고 주장한다.

