본 논문은 중국의 국방·안보백서 발간의 추이와 함의를 분석하기 위한 것이다.

이를 위해 중국의 국방·안보백서의 발간경위 및 구성, 시진핑 시기의 국방·안보백서의 요지와 함의의 순서로 살펴본 후 결론을 도출해 본 것이다.

중국 국방부는 1998년 이후 2010년까지 2년 주기로 7권의 '중국의 국방'을 발간했다.

그리고 중국 국방부는 이미 1995년 국방관련 주제의 백서 '중국의 무기통제와 군축'을 처음 발간한 데 이어, 2013년'중국 무장역량의 다양한 운용', 2015년 '중국의 군사전략'의 3권의 국방관련백서, 그리고 2017년 '중국의 아시아·태평양 안보협력정책'이라는 1권의 안보백서를 발간했다.

모두 중국의 전략적 계산을 반영한 프로파간다라는 공통적 특징을 지니고 있다.

중국이 전향적으로 국방백서를 발간하기 시작한 데는 미국　등 주변국의 군사적 투명성 요구에 대한 압력, ‘중국위협론’의 불식, 중국의 군사 현대화의 성과에 대한 자신감 등 복합적 요인이 작용한 것으로 보인다.

“중국의 꿈은 강국의 꿈이고 강국의 꿈은 강군건설이 필수이다.

”라는 시진핑의 의지가 담긴 ‘적극적 방어전략’ 및 강대강전략은 주변국에게 안보적 우려감을 증폭시키고 있다.

튼튼한 한·미 안보공조관계를 유지·강화해 나가는 한편, 한중경제협력관계도 조화롭게 추진해 나가는 헤징전략이 우리에게 요구된다.

@highlight

중국의 국방·안보백서 발간의 추이와 함의를 분석하기 위한 것이다.

@highlight

중국의 국방·안보백서의 발간경위 및 구성, 시진핑 시기의 국방·안보백서의 요지와 함의의 순서로 살펴본 후 결론을 도출해 본 것이다.

@highlight

중국 국방부는 1998년 이후 2010년까지 2년 주기로 7권의 '중국의 국방'을 발간했다.

@highlight

모두 중국의 전략적 계산을 반영한 프로파간다라는 공통적 특징을 지니고 있다.

