이 연구는 폭력적 문제행동을 나타내는 장애학생을 담임하고 있는 특수교사와 그 장애학생 부모와의 면담을 통해 장애학생의 폭력적 문제행동에 대한 특수교사와 부모의 수용 인식, 대처 인식, 미래전망 인식이 어떠한지를 살펴보고자 하였다.

연구 결과, 수용 인식에 있어서 특수교사와 부모 모두 장애 학생이 발현하고 있는 폭력적 문제행동을 장애학생의 특성으로만 인식하고 있었다.

대처 인식에서 폭력적 문제행동의 선행사건 인식은 특수교사와 부모 모두 높으나, 후속결과에 대해 부모들은 잘 인식하지 못하고 있었다.

미래전망 인식에서 특수교사는 별도의 행동지원 전문가의 중재를 요구한 반면 부모들은 교육과 연구 강화를 통해 특수교사가 계속 대응하는 것이 바람직하다고 하였다.

그러나 긍정적 행동지원이 학생의 폭력적 문제행동의 효과적인 중재 방법이라는 점, 특수교사의 역할이 강화되어야 한다는 점, 학교와 가정의 긴밀하고 지속적인 연계를 통해 대처해야 한다는 점, 학생의 폭력적 문제행동이 앞으로도 계속 극심한 스트레스로 작용할 것이라는 점은 특수교사와 부모의 인식이 동일하였다.

@highlight

폭력적 문제행동을 나타내는 장애학생을 담임하고 있는 특수교사와 그 장애학생 부모와의 면담을 통해 장애학생의 폭력적 문제행동에 대한 특수교사와 부모의 수용 인식, 대처 인식, 미래전망 인식이 어떠한지를 살펴보고자 하였다.

@highlight


수용 인식에 있어서 특수교사와 부모 모두 장애 학생이 발현하고 있는 폭력적 문제행동을 장애학생의 특성으로만 인식하고 있었다.

