본 연구의 목적은 지방공무원의 직무스트레스 원인을 분석하기 위한 직무스트레스원 척도를 개발하고 다양한 직무스트레스원이 직무태도 및 정신건강과 어떠한 관련이 있는지를 알아보기 위한 것이다.

1차적으로 56명의 지방공무원에게 개방형 설문을 실시해서 70개 직무 스트레스원 문항을 개발하였다.

이 척도를 187명의 지방공무원에게 실시하여 얻은 자료를 토대로 탐색적 요인분석을 실시한 결과 문항수가 31개로 줄어들었으며, 남녀간의 차별, 승진상의 문제점, 업무의 일관성 결여, 경제적 어려움, 민원인과 민원처리 어려움, 상사와의 업무갈등, 동료간의 업무갈등 그리고 업무추진 미흡 등의 8개 요인이 추출되었다.

이 가운데 민원인과 민원처리 어려움이 직무 스트레스를 가장 많이 가져오는 요인으로 나타났으며, 다음은 승진상의 문제점 요인과 경제적 어려움 순이었다.

8개 요인구조의 안정성을 검증하기 위하여 334명의 지방공무원에게 설문을 실시한 뒤, 확인적 요인분석을 실시한 결과 8개 요인구조 모형이 적합한 것으로 나타났다.

8개의 직무 스트레스원 요인은 직무태도(직무만족, 경력몰입, 조직몰입)와는 유의하게 관련되지 않았고, 정신건강 변인과(불안, 우울, 신체화)는 다소 유의하게 관련되었다.

특히 남녀간의 차별이 정신건강 변인과 가장 높게 관련되었다.

마지막으로 연구결과에 대한 시사점과 제한점이 논의되었다.

@highlight

지방공무원의 직무스트레스 원인을 분석하기 위한 직무스트레스원 척도를 개발하고 다양한 직무스트레스원이 직무태도 및 정신건강과 어떠한 관련이 있는지를 알아본다.

@highlight

남녀간의 차별, 승진상의 문제점, 업무의 일관성 결여, 경제적 어려움, 민원인과 민원처리 어려움, 상사와의 업무갈등, 동료간의 업무갈등 그리고 업무추진 미흡 등의 8개 요인이 추출되었다.

@highlight

8개의 직무 스트레스원 요인은 직무태도와는 유의하게 관련되지 않았고 정신건강 변인과는 다소 유의하게 관련되었다.

