음악이라는 시간예술에서 연속성과 통일성을 동시에 실현시키는 방법 중 주로 사용되고 있는 이원적 요소들 중 하나가 반복과 대조이다.

특히 대조라는 요소는 반복의 효과를 높여준다.

본 논문은 이 음악적 대조를 실현시키는 매개변수들이 어떤 방식으로 결합하는지에 관한 연구이다.

분석에서는 슈베르트의 《겨울 나그네》 중 두 곡, <넘쳐흐르는 물>와 <얼어붙은 강위에서>에서 텍스트가 표현한 대비를 해석한 음악적 대조를 살펴보았다.

《겨울 나그네》의 텍스트에서 방랑자에게 고통과 사랑, 절망과 희망이 공존하고 있듯이 두 가곡에서도 대조적인 요소는 수직적으로/수평적으로 결합하며 공존한다.

각각의 가곡은 서로 다른 텍스트인 만큼 그 가사를 표현하는 주요 매개변수와 그의 결합 역시 다르다.

그럼에도 두 가곡 모두 리듬적 대조를 기본적인 아이디어로 사용하는 공통점이 있다.

서로 상관되는 대조적인 음형에는 대비되는 요소들뿐만 아니라 공통적인 요소들도 포함되어 있기 때문에 이 대조적인 음형들이 전혀 이질적인 것만은 아니다.

이는 음악이 진행되면서 발생하는 음형들의 변형 과정에서 관찰할 수 있는데, 하나의 음형이 변형될 때에 어떤 매개변수는 공통분모가 되는 반면 어떤 매개변수는 점차적으로 대체되는 요소가 된다.

다시 말해 추가되는 요소들에 인해 음형의 변화는 점진적으로 변화되면서 대조적인 성격까지 도달하기도 한다.

@highlight

음악이라는 시간예술에서 연속성과 통일성을 함께 실현시키는 방법 가운데 주로 사용되고 있는 이원적 요소들 가운데 하나가 반복과 대조이다.

@highlight

특히 대조라는 요소는 반복의 효과를 높인다.

