본 논문은 푸틴시대(2000～2008년) 러시아 경제발전모델로서 국가자본주의가 어떻게 형성되고 발전되었는지의 추이를 고찰하고, 그 특징을 분석하는 것을 목적으로 한다.

푸틴시대 러시아 경제발전전략의 측면에서 본 국가자본주의는 옐친의 자본주의 시장경제로의 체제전환 개혁을 계승하였으나, 그 방식은 전임자가 추진한 신자유주의를 바탕으로 한 시장자본주의와는 상이한 양상을 보였다.

개인의 재산권과 자유로운 기업활동을 보장하고 경제개방과 자유화를 표명하는 등 경제체제에서 자본주의 틀을 유지하는 한편, 경제운영에서는 특정 산업부문에서의 지배력 확보를 위해 부분 국유화를 추진하고 경제흐름을 시장메커니즘에 전적으로 맡겨놓기보다는 국가가 적절히 통제하고 관리하는 방식을 취했다.

또한 정부주도하에 경제발전 목표를 설정하고 과제를 제시한 후 권위주의적이고 강압적인 정책수단을 동원하여 목표를 달성하는 개발독재 방식을 취함으로써 국민경제 전반에서의 국가 기능과 역할을 확대했다.

푸틴의 국가자본주의는 자유시장 자본주의모델에 소비에트 사회주의모델이 가미된 형식을 띠었다고 평가할 수 있다.

@highlight

푸틴시대 러시아 경제발전모델로서 국가자본주는 경제체제에서 자본주의 틀을 유지하는 한편 경제운영에서는 부분 국유화를 추진하고 경제흐름을 국가가 통제·관리하는 방식을 취했다.

@highlight

즉 푸틴의 국가자본주의는 자유시장 자본주의모델에 소비에트 사회주의모델이 가미된 형식으로 평가할 수 있다.

