이 연구는 청소년들이 소비 공간에 부여하는 개인적 의미를 파악하고, 이것이 지리교육에 주는 함의를 고찰한 것이다.

연구 결과는 다음과 같다.

첫째, 청소년이 선호하는 소비 공간은 성별에 따라 상이하다.

둘째, 청소년들은 개인이 선호하는 소비 공간에 대해 하나의 장소감이 아니라 여러 요인(시간, 동행하는 사람, 마주치는 사람 등)에 따라 복합적 장소감을 가지는 것으로 나타난다.

셋째, 학생들은 백화점, 쇼핑센터와 같은 특정 건물 내에 구획된 소비 공간에 따라 포섭과 배제를 경험하는 것으로 나타났다.

넷째, 청소년들은 평소에는 집과 학교 근처의 소비 공간을, 휴일에는 교통이 편리한 복합적인 소비 공간을 선호하면서, 쇼핑 및 오락 공간을 일차적으로, 외식 공간은 부가적인 것으로 고려하는 경향이 있다.

이러한 연구 성과는 어른들의 지리로 가득 차 있는 지리교육과정 및 지리교과서에 대안적 접근을 제공할 수 있다.

장소인식의 차이를 학생들 개인의 관점에서 조명하도록 함으로써, 어른들의 지리가 아닌 젊은이 지리를 학교 현장으로 끌어 올 수 있는 계기를 부여할 수 있다.

인간주의 지리교육에서 강조하는 개인지리뿐만 아니라, 개인의 장소 경험이 다양한 요인(연령, 성, 인종, 계층, 민족 등)에 의해 포섭되거나 배제되는지를 보여주는 포스트모던적 관점을 지리수업으로 끌어올 수 있는 계기를 제공할 수 있다.

@highlight

이 연구는 청소년들이 소비 공간에 부여하는 개인적 의미를 파악하고, 이것이 지리교육에 주는 함의를 고찰한 것이다.

@highlight

청소년이 선호하는 소비 공간은 성별에 따라 상이하다.

