본 연구에서는 글로벌 시대를 살아갈 시민을 양성하기 위한 노력의 일환으로 21세기 글로벌 시대가 요구하는 과학적 소양의 의미와 핵심 요소들에 대한 한국과 미국 중등 과학교사들의 인식을 조사하였다.

인식 조사는 온라인 설문 조사를 통해 진행되었으며, 현재 중?

고등학교에서 과학을 가르치고 있는 한국 과학교사 96명과 미국 과학교사 126명이 자발적으로 참여하였다.

설문지는 과학적 소양과 관련된 국내외 문헌 조사를 바탕으로 개발되었으며, 총 4개의 차원과 42개의 과학적소양의 요소들을 도출하여 개방형, 리커트 척도 및 선택형 문항으로 제시하였다.

연구 결과, 한국과 미국 교사들 모두 글로벌 시대에는 기존과 다른 새로운 요소들이 강조되어야 한다는 인식은 하고 있으나 구체적이지 못하며, 과학적 소양을 개인적, 지역 사회적 차원에서 정의하려는 경향을 보였다.

즉, 대부분의 교사들이 학생 개인의 안전하고 행복한 삶을 위해 필요한 지식이나 탐구과정,태도의 습득에 초점을 맞추어 응답하였으며, 소수의 교사들만 개인의 삶을 넘어 지역 사회 및 지구공동체의 안녕을 고려할 줄 아는 책임감 및 시민 의식, 이와 관련된 과학 지식과 탐구기능, 행동으로 옮기려는 실천적 자세 등이 필요함을 지적하였다.

또한 한국 교사들은 미국 교사들에 비해 글로벌 시대에 따른 교육의 변화를 이해하고 이를 교육에 반영해야 한다는 중요성에 대해 다소 소극적으로 인식하는 경향을 보였다.

이와 같은 응답 결과는 글로벌 시대의 과학교사 교육 방안을 모색하는 데 기초 자료가 될 수 있겠다.

@highlight

21세기 글로벌 시대 시민 양성 노력의 일환으로 과학적 소양의 의미와 핵심 요소들에 대한 한국과 미국 중등 과학교사들의 인식을 조사하였다.

@highlight

연구 결과, 한국과 미국 교사 모두 글로벌 시대에는 새로운 요소들이 강조되어야 한다는 인식은 있으나 구체적이지 못하며, 과학적 소양을 개인적, 지역 사회적 차원에서 정의하는 경향을 보였다.

@highlight

또한 한국 교사들은 미국 교사들에 비해 다소 소극적으로 인식하는 경향을 보였다.

