본 연구에서는 반도체 섬유 강화 복합재료를 이용하여 전자파 흡수 구조를 제작하였다.

두 종류의 반도체 섬유를 사용하여 복합재료를 제작하고, 자유공간 측정 장비를 이용하여 각각의 전자기적 물성을 측정하였다.

두께 최적화 방법으로 두 종류의 단층형 흡수 구조와 한 종류의 이층형 흡수 구조를 설계하였다.

설계한 전자파 흡수 구조를 반도체 섬유 강화 복합재료로 제작하고 그 흡수 성능을 측정하였다.

사용된 두 재료의 유전율은 Cole-

Cole plot에 나타내었을 때 무반사 곡선에 가깝지 못하여 높은 흡수 성능을 기대하기 어려웠다.

두 종류의 재료로 제작한 단층형 흡수 구조는 10 GHz 근처에서 각각 -14.2 dB와 -8.8 dB의 흡수 성능을 보였다.

이러한 한계점을 보완할 수 있는 이층형 전자파 흡수 구조는 10 GHz 근처에서 -43.9 dB의 좋은 흡수 성능을 보였다.

반도체 섬유 강화 복합재료로 제작한 이층형 전자파 흡수 구조는 기존의 전자파 흡수 구조에 비해 간단한 제작 과정을 거쳐 좋은 흡수 성능을 갖는 흡수 구조를 얻을 수 있었으며, 상대적으로 더 적은 오차 요인을 갖고 있다.

@highlight

이 연구에서는 반도체 섬유 강화 복합재료를 이용해 전자파 흡수 구조를 제작했다.

@highlight

이런 한계점을 보완할 수 있는 이층형 전자파 흡수 구조는 10 GHz 근처에서 -43.9 dB의 좋은 흡수 성능을 보였다.

