본 연구에서는 만성질환 아동 가족의 심리적 적응 과정을 밝힌 McCubbin과 McCubbin(1993)의 매개 모형(mediated model)이 한국의 경우에도 적용이 되는지를 공 변량 구조모형 접근법(covariance structure modeling approach)을 적용하여 검증하였다.

본 연구의 모형에서의 가설은 아동의 만성 질환으로 인한 가족 긴장도는 가족의 인지적 평가, 가족 내구력, 사회적지지 및 문제 해결 적 의사소통의 매개를 거쳐 가족 적응을 예언한다는 것이다.

본 연구에서는 만성 질환 아동을 둔 209가족을 대상으로 가족 내 긴장도, 인지 평가, 가족 내구력, 사회적 지지, 문제 해결을 위한 의사소통, 가족 적응을 측정하기 위하여 설문지 조사 방법을 사용하였다.

본 연구의 결과는 구조 방정식 모형 접근 방법을 사용하여 분석되었다.

네 가지 대안 모형들이 제안 및 검증되었으나, 모두 부적합함이 입증됨으로써 가설적 매개 모형을 지지해주었다.

연구 결과는 본 매개 모형이 만성 질환 아동을 둔 가족의 심리적 적응을 설명하는데 적합하다는 것을 보여주고 있다.

마지막으로 본 연구의 의의와 제한점이 논의되었다.

@highlight

이 연구에서는 만성질환 아동 가족의 심리적 적응 과정을 밝힌 McCubbin과 McCubbin(1993)의 매개 모형(mediated model)이 한국의 경우에도 적용이 되는지를 공 변량 구조모형 접근법(covariance structure modeling approach)을 적용하여 검증하였다.

