이야기 나누기 시간은 유아교육현장의 대표적인 교육활동이며 유아와 교사 간의 교육적이고 질적인 상호작용이 가장 많이 발생하는 시간 중 하나이다.

본 연구는 분위기의 정서가 가진 교육적 중요성을 인식한 Bollnow의 ‘교육적 분위기’에 근거하여 유아교실에서 진행되고 있는 이야기 나누기 시간을 재조명 해보고 이야기 나누기 시간의 본질적인 의미를 찾아보고자 하였다.

이를 위해 이야기 나누기가 활발하게 일어나는 만 5세반을 대상으로 10회기의 비참여관찰을 하였다.

수집된 자료는 해석학적관점으로 질적 분석하였다.

연구결과 유아교실에서의 이야기 나누기 시간은 몸의 통제로 즐거움이 사라지고, 수업만을 위해 존재하며, 생동감이 없어 훼손된 교육적 분위기로 보이고 있었다.

한편, 이야기 나누기 시간의 의미를 회복하기 위한 교육적 분위기로 민주적 분위기, 유아와 동행하기, 유아와 교사의 지평 좁히기 등을 도출할 수 있었다.

본 연구 결과를 바탕으로 야기나누기 시간은 세계 내 존재인 교사와 유아의 교육적 만남이 되어야 하며, 유아중심이나 교사중심의 교육에서 벗어나 배움이 숨 쉬는 관계중심의 교육을 위한 교육적 분위기를 조성할 것을 제안한다.

@highlight

이 연구는 분위기의 정서가 가진 교육적 중요성을 인식한 Bollnow의 ‘교육적 분위기’에 근거하여 유아교실에서 진행되고 있는 이야기 나누기 시간을 재조명 해보고 이야기 나누기 시간의 본질적인 의미를 찾아보고자 하였다.

@highlight

이 연구 결과를 바탕으로 야기나누기 시간은 세계 내 존재인 교사와 유아의 교육적 만남이 되어야 하며, 유아중심이나 교사중심의 교육에서 벗어나 배움이 숨 쉬는 관계중심의 교육을 위한 교육적 분위기를 조성할 것을 제안한다.

