완벽주의는 신경성 식욕부진증의 위험요인으로 연구된 대표적인 성격특질이나 여러 정신장애를 예측하는 간진단적인 요인이기도 하다.

따라서 완벽주의가 섭식문제로 이어지는 특수한 기제에 대한 설명이 필요하다.

또한 완벽주의는 적응적, 부적응적인 차원으로 구분되며, 각각 정신장애의 발달에 서로 다른 역할을 할 수 있으나 섭식장애와 관련해서는 이에 대한 연구가 부족한 실정이다.

이에 따라 본 연구에서는 적응적, 부적응적 완벽주의가 신체점검행동 및 신체회피행동을 거쳐 신경성 식욕부진증 증상을 예측하는 이중매개모형을 검증하였다.

여자 대학생 200명을 대상으로 자기보고식 설문지를 사용하여 다차원적 완벽주의, 신체점검행동, 신체회피행동, 신경성 식욕부진증, 우울을 측정하였다.

분석결과, 부적응적 완벽주의가 신체점검행동을 매개로 하여 신경성 식욕부진증 증상을 유의하게 정적으로 예측하는 것으로 나타났다.

본 연구는 섭식문제에 취약한 초기 성인기 여성을 대상으로 완벽주의가 섭식문제에 기여하는 특수한 경로들을 살펴보았다는 이론적 의의가 있으며, 이는 고위험군의 선별 및 개입에 임상적 함의가 있을 것으로 기대된다.

@highlight

완벽주의는 신경성 식욕부진증의 위험요인으로 연구된 대표적인 성격특질이나 여러 정신장애를 예측하는 간진단적인 요인이기도 하다.

