IS의 준동 등 대상을 불문하는 국제적 차원의 테러가 기승을 부리는 가운데 사이버 공간을 대상 그 자체 혹은 수단으로 하여 자행되는 사이버테러 또한 빈발하면서 당해 사이버테러 상황에 보다 효과적이고 긴밀하게 대처하기 위한 다양한 법적·제도적 노력들이 세계 각국들에 의해 시도되고 있다.

이와 관련하여 유효한 디지털 증거를 확보하기 위한 절차적 논의들, 요컨대 원격 압수·수색 또는 제3자 보관 정보에 대한 압수·수색 방식 등의 현실적 활용이 검토될 필요가 있다.

본고는 2016년 2월 22일 발의되었던 “국가 사이버테러 방지 등에 관한 법률안”의 국회통과가 여·야간 첨예한 입장차이로 불발됨에 따라 사이버테러에 적실하게 대응하기 위해 수사 과정에서 현실적으로 활용될 필요가 있는 원격 압수·수색 및 제3자 보관 정보에 대한 압수수색을 “국민보호와 공공안전을 위한 테러방지법안”, 이른바 테러방지법에 삽입하는 형태로 입법화하는 것이 보다 합리적이라는 전제하에 문제된 압수·수색 방식을 비교법적으로 검토하고자 한다.

이후 이를 대한민국의 특수한 상황 하에서 어떻게 규범의 영역으로 편입시킬 것인지에 대해 살펴본 후 법률 개정에 대한 제언을 하는 형태로 논의를 전개하고자 한다.

@highlight

2016년 2월 22일 발의되었던 “국가 사이버테러 방지 등에 관한 법률안”의 국회통과가 여·야간 첨예한 입장차이로 불발되었다.

@highlight

이에 본고는 사이버테러에 적실하게 대응하기 위해 원격 압수·수색 및 제3자 보관 정보에 대한 압수수색을 이른바 테러방지법에 삽입하는 형태로 입법화하는 것을 검토하고자 한다.

