본 연구의 목적은 유아의 또래 유능성 및 공감능력과 유아의 행복감의 관계를 살펴보고자 하였다.

연구대상은 D광역시, G시에 위치한 유아교육기관 6곳의 만 5세 155명이다.

유아의 또래 유능성, 유아의 공감능력과 유아의 행복감 검사도구를 활용하여 자료를 수집하고, Pearson의 적률상관분석과 단계선택방식의 위계적 중다회귀분석을 적용하여 분석하였다.

본 연구의 결과는 다음과 같다.

첫째, 유아의 또래 유능성과 행복감과의 관계에서 유아의 또래 유능성 전체와 유아의 행복감 전체 간에 유의미한 정적 상관관계가 나타났다.

둘째, 유아의 공감능력과 행복감과의 상관관계에서 유아의 공감능력 전체 및 조망취하기는 유아의 행복감 전체에 유의미한 정적 상관관계가 나타났으며, 상상하기는 영성, 교사 관계와 정적 상관관계가 나타났으며, 공감적 각성은 행복감 전체와 정적 상관관계가 나타났다.

셋째, 유아의 행복감을 가장 의미 있게 설명하는 변인은 사교성, 친사회성, 주도성, 조망취하기로 나타났다.

이러한 연구결과는 유아교육기관에서 유아가 행복한 생활을 하기 위해서는 유아의 공감능력과 또래 유능성이 중요함을 밝히며, 효과적인 유아 행복교육 프로그램을 개발하는 데 기초로 활용될 수 있을 것이다.

@highlight

본 논문은 유아의 또래 유능성과 공감능력과 유아의 행복감의 관계를 살펴보았다.

@highlight

D광역시, G시에 위치한 유아교육기관 6곳의 만 5세 아동을 대상으로 하였고, 유아의 또래 유능성, 유아의 공감능력과 유아의 행복감 검사도구를 활용해 자료를 수집했다.

@highlight

Pearson의 적률상관분석과 단계선택방식의 위계적 중다회귀분석을 적용했다.

