표

준

 

시

료

의

 

분

광

 

분

석

으

로

부

터

 

획

득

한

 

각

 

원

소

별

 

파

장

 

특

성

 

값

과

 

검

사

대

상

 

미

지

 

시

료

로

부

터

의

 

파

장

 

분

석

 

결

과

를

 

비

교

함

으

로

써

 

미

지

 

시

료

에

 

함

유

된

 

원

소

의

 

정

성

 

및

 

정

량

 

분

석

을

 

가

능

하

게

 

하

는

 

것

이

 

L

I

B

S

이

다

.

 

본

 

연

구

에

서

는

 

콘

크

리

트

 

내

구

성

에

 

영

향

을

 

미

치

는

 

주

요

 

열

화

 

요

인

을

 

규

명

하

는

 

것

에

 

대

하

여

 

L

I

B

S

의

 

적

용

 

가

능

성

을

 

실

험

적

으

로

 

분

석

하

였

다

.

 

즉

,

 

L

I

B

S

를

 

통

해

 

염

화

물

,

 

황

산

염

,

 

탄

산

화

 

모

르

타

르

 

시

험

체

에

 

대

한

 

유

해

 

열

화

인

자

 

정

량

 

검

출

 

실

험

을

 

실

시

함

으

로

써

 

콘

크

리

트

 

열

화

 

진

단

의

 

L

I

B

S

 

적

용

 

가

능

성

을

 

연

구

하

였

다

.

 

염

화

물

과

 

황

산

염

 

시

험

체

 

각

각

에

 

대

하

여

 

L

I

B

S

 

실

험

을

 

실

시

한

 

결

과

 

농

도

가

 

증

가

할

수

록

 

염

소

 

및

 

황

 

이

온

의

 

L

I

B

S

 

스

펙

트

럼

 

파

장

 

강

도

가

 

선

형

적

으

로

 

증

가

하

는

 

것

을

 

알

 

수

 

있

었

다

.

 

탄

산

화

 

시

험

체

의

 

경

우

 

탄

산

화

 

노

출

 

기

간

에

 

따

른

 

탄

소

 

이

온

 

L

I

B

S

 

스

펙

트

럼

 

파

장

 

강

도

는

 

다

소

 

비

선

형

적

으

로

 

증

가

하

는

 

것

으

로

 

나

타

났

다

.

 

이

상

의

 

실

험

결

과

로

부

터

 

콘

크

리

트

 

열

화

 

진

단

에

 

L

I

B

S

의

 

적

용

가

능

성

을

 

부

분

적

으

로

 

확

인

할

 

수

 

있

었

으

며

,

 

콘

크

리

트

 

탄

산

화

의

 

경

우

 

시

멘

트

 

자

체

에

 

탄

소

 

성

분

이

 

함

유

되

어

 

염

화

물

 

및

 

황

산

염

 

시

험

체

의

 

정

량

 

검

출

과

는

 

다

소

 

상

이

한

 

결

과

를

 

보

인

 

것

으

로

 

추

정

된

다

.

 

따

라

서

 

콘

크

리

트

 

탄

산

화

에

 

대

하

여

 

L

I

B

S

를

 

적

용

하

기

 

위

해

서

는

 

보

다

 

다

양

한

 

매

개

변

수

 

연

구

가

 

수

행

되

어

야

 

할

 

것

으

로

 

사

료

된

다

.

@highlight

표준 시료의 분광 분석으로부터 획득한 각 원소별 파장 특성 값과 검사대상 미지 시료로부터의 파장 분석 결과를 비교·분석함으로써 LIBS는 미지 시료에 함유된 원소의 정성과 정량 분석을 가능하게 하였다. 본 논문에서는 콘크리트 내구성에 영향을 미치는 주요 열화 요인을 규명하는 것에 관하여 LIBS의 적용 가능성을 실험적으로 분석했다.