이 논문에서는 사회복지 관련 재정지출이 빠르게 확대되면서 지방자치단체의 경제, 산업 및 SOC 관련 지출이 사회복지지출로 대체되는 현상에 대해 경제적 측면에서 그 영향을 검토해봄으로써 지방의 세출구조조정과 재정자원의 지방 간 배분에 관한 함의를 모색하는 것이다.

연구목적을 달성하기 위해 지방재정지출의 승수를 산정하여 유형별 재정지출이 지역경제의 성과에 미치는 영향을 파악하는데, 특히 지방의 재정적 특성에 따라 재정지출의 경제적 성과에 체계적인 차이가 나타나는지를 검토한다.

분석 결과 자치단체의 사회경제적 특성, 사회복지비 부담 수준, 그리고 세출구조조정의 성과와 추가적 구조조정의 가능성 간에는 일정한 관계가 있는 것으로 나타난다.

즉 인구가 과소한 지역은 재정의존도가 높으며, 사회복지비 부담 수준이 낮아서 사회복지비 위주의 세출구조조정의 여지가 다소 있으며, 사회복지비 확대 위주의 세출구조조정의 경제적 영향이 그리 부정적이지 않은 것으로 확인된다.

반면 인구가 밀집된 도시지역은 재정의존도가 낮으며, 사회복지비 부담수준은 높아서 사회복지비를 확대 지출할 여력이 적으며, 세출구조조정의 경제적 영향은 부정적일 가능성이 높은 것으로 나타난다.

이런 결과는 지방 사회복지비 문제에 접근함에 있어 기존의 공간적 형평화 위주의 지방 간 재원배분 방식을 계층 간 형평화를 중시하는 방식으로 개편할 필요성이 있음을 함의한다.

@highlight

본고에서는 사회복지 관련 재정지출이 빠르게 확대되면서 지방자치단체의 경제, 산업 및 SOC 관련 지출이 사회복지지출로 대체되는 현상에 대해 경제적 측면에서 그 영향을 검토해봄으로써 지방의 세출구조조정과 재정자원의 지방 간 배분에 관한 함의를 모색하는 것이다.

