남북러 삼각협력은 한반도 접경지역의 사회경제인프라 개발 및 초국경협력을 통해 신경제성장 동력을 창출하고, 역내 협력의 ‘진공’ 상태인 북한을 뚫고 나가 평화와 번영의 시대를 선도한다는 신북방정책에서 중심적인위치를 차지한다.

본 논문의 목적은 문재인 정부의 신북방정책 기조에서남북러 삼각협력이 갖는 의미를 살펴보고, 현재 이의 실현 과정에서 직면한 정책과제를 진단하고 향후 발전 과정을 전망하는 데 있다.

남북러 삼각협력에는 철도·가스·전력 연결 등 전통적인 3大 Mega-

Project 외에도 북한의 특구, 러시아 극동의 선도개발구 및 블라디보스톡자유항을 비롯해 미래 연해주 남부의 한국전용공단과 같은 특구를 중심으로 국제협력을 진행하는 방안이 활발하게 논의되고 있다.

이 중에서도 핵심은 철도 연결이고, 당장은 ‘나진-

핫산 프로젝트’를 재개하는 것이 중요하다.

그러나 이 사업이 향후에도 지속 가능한 사업이 되기 위해서는 과거처럼 단순히 석탄 수송에만 그치는 것이 아니라, 컨테이너 등 물동량을 적극적으로 창출하는 방향으로 재설계되어야 한다.

나선시 산업물류단지및 연해주 물류가공단지 개발을 비롯해 나진-

하산을 중심축으로 철도·항만·도로 인프라 연계 개발과 농축산업 발전 및 초국경 연계 관광체계 구축 등으로 복합 클러스터를 구축하는 것으로 전환해야 한다.

@highlight

이 연구는 문재인 정부의 신북방정책 기조에서남북러 삼각협력이 갖는 의미를 살펴본다.

@highlight

이는 현재 이의 실현 과정에서 직면한 정책과제를 진단하고 향후 발전 과정을 전망하는 것으로 볼 수 있다.

