학교도서관 헌장은 학교도서관이 나아가야 할 방향과 기본적으로 지켜야 할 방침이나 규범을 열거한 규칙이나 법칙이다.

IFLA/UNESCO, IASL, 일본의 학교도서관 헌장을 비교하고 분석해 본 결과 IFLA/UNESCO 학교도서관 헌장은 학교도서관의 임무, 예산 확보와 네트워크, 목적, 직원, 운영 및 관리, 선언의 구현 등으로 구성되어 있는데, 예산 확보와 네트워크를 강조하고 있다.

IASL 학교도서관 선언은 학교도서관의 기능, 자료, 시설, 인적자원, 정보활용능력, 정부 및 공공단체의 지원 등을 구성요소로 하고 있는데, 정보활용능력 육성을 강조하고 있다.

일본의 학교도서관 헌장은 학교도서관의 이념, 기능, 직원, 자료, 시설, 운영 등을 구성요로로 하고 있는데, 학교도서관의 이념을 강조하고 있다.

IFLA/UNESCO, IASL, 일본의 학교도서관 헌장을 비교하고 분석한 결과를 토대로 우리나라의 학교도서관 헌장은 선진국의 구성요소를 수용하되 학교도서관의 교육적 역할을 강조하여 교육 영역을 별도의 항목으로 하고 학교도서관의 임무, 시설, 인적자원, 교육, 예산, 운영 및 관리, 헌장 구현을 위한 정부의 책임 등을 구성요소로 하는 것이 바람직하겠다.

@highlight

학교도서관 헌장은 학교도서관이 나아가야 할 방향과 기본적으로 지켜야 할 방침이나 규범을 열거한 규칙이나 법칙이다.

@highlight

IFLA/UNESCO, IASL, 일본의 학교도서관 헌장을 비교하고 분석해 본 결과 IFLA/UNESCO 학교도서관 헌장은 학교도서관의 임무, 예산 확보와 네트워크, 목적, 직원, 운영 및 관리, 선언의 구현 등으로 구성되어 있는데, 예산 확보와 네트워크를 강조하고 있다.

