이 연구는 팀 기반 수행 중심 수업에서 학생들의 학습양식이 창의적 문제해결과 어떠한 관계가 있는지를 분석해보고자 하였다.

이를 위해 충청남도 소재의 K대학 신입생 161명의 Kolb학습양식 결과, 창의적 문제해결 성향 검사 결과, 창의적 수행성과를 분석하였다.

연구결과를 살펴보면, 첫째, 팀 기반 수행 중심 수업 전에는 학습양식에 따라 학생들의 창의적 문제해결 성향에는 차이가 있었으나, 팀 기반 수행 중심 수업 후에는 학습양식에 따라 학생들의 창의적 문제해결 성향에 차이가 없었다.

둘째, 팀 기반 수행 중심 수업 후 확산자와 적응자인 학생들의 창의적 문제해결 성향이 향상되었다.

셋째, 팀 기반 수행 중심 수업에서 학습양식에 따라 학생들의 창의적 수행 성과에는 차이가 없는 것으로 나타났다.

넷째, 팀 기반 수행 중심 수업에서 팀의 성격에 따라 학생들의 창의적 수행성과 결과에 차이가 나타났다.

적응자 우세 팀, 수렴자 우세 팀에 속한 학생들의 창의적 수행성과가 상대적으로 우수한 것으로 확인되었다.

결론에서는 팀 기반 수행중심 수업에서 학생들의 학습양식을 어떻게 활용할 수 있는지 제언하였다.

@highlight

이 연구는 팀 기반 수행 중심 수업에서 학생들의 학습양식이 창의적 문제해결과 어떤 관계가 있는지를 분석했다.

@highlight

이를 위해 Kolb학습양식 결과, 창의적 문제해결 성향 검사 결과, 창의적 수행성과를 분석하였고 결론에서는 팀 기반 수행중심 수업에서 학생들의 학습양식을 어떻게 활용할 수 있는지 제언하였다.

