본 기술보고에서는 세계 최초로 사용후핵연료의 지층처분장 건설에 착수한 핀란드의 방사성폐기물 처분사업과 연구현황을 기술하였다.

핀란드는 1977년 원자력발전을 시작하였고, 현재 4기의 원자력발전소를 운영 중에 있다.

1993년부터 상세 부지조사가 진행되어 2001년에 올킬루오토(Olkiluoto)가 지층처분의 부지로 최종 확정되었으며, 2015년에 건설허가가 발급되었다.

2020년대에 정부에 의해 운영허가가 나면 세계 최초로 지층처분장을 운영하는 사례가 될 것이다.

올킬루오토 부지에 있는 부지특화 지하연구시설인 온칼로(ONKALO)에서는 처분장의 안전성 검증을 위한 다양한 연구들이 수행되었다.

핀란드의 사용후핵연료 처분 부지 암반은 결정암질로 KBS-3 처분개념을 사용하기에, 결정암질 암반이 주를 이루는 한국 또한 유사한 처분개념을 고려 중이다.

핀란드 내의 중저준위 폐기물 처분장 운영 현황과현재까지 진행된 지층처분장 부지조사 및 선정단계를 포함한 전 과정을 소개하고, 현지 지하연구시설인 온칼로에서의 최신 암반역학 및 수리지질학적 실험 및 수치해석 등의 연구들을 정리하였다.

마지막으로핀란드의 사례를 바탕으로 한국의 방사성폐기물 처분사업을 위한 방향을 제시한다.

@highlight

본고는 세계 최초로 사용후핵연료의 지층처분장 건설에 착수한 핀란드의 방사성폐기물 처분사업과 연구현황을 기술했다.

@highlight

핀란드는 1977년 원자력발전을 시작했고, 현재 4기의 원자력발전소를 운영하고 있다.

