본 연구는 중년 여성이 죽음이라는 실존의 한계와 보살핌이라는 이타적 관계의 장인 호스피스 자원봉사에서 무엇을 경험하며, 그 경험이 어떠한 의미를 갖는지 이해하는 데 목적이 있다.

인식의 주체인 중년 여성이 경험하는 호스피스 자원봉사를 개인적 삶의 맥락과 연결하여 생생하게 드러내고자 참여자 8명의 심층 인터뷰, 일지, 기사 그리고 연구자의 참여 관찰 등의 자료를 수집하여 인간 경험의 공통된 본질과 의미를 밝히는 현상학적 질적 연구 방법론을 활용하여 분석하였다.

연구 결과, 본질적 주제는 ‘간절함의 공감으로 하나됨’, ‘죽음에서 삶을 배워감’, ‘관계 속 진정한 나를 찾아감’, ‘내가 선택한 봉사의 삶을 살아감’으로 나타났다.

중년 여성에게 호스피스 자원봉사는 고통에 공감하는 타인을 향한 인간의 감정을 통해 환자와 진실한 관계를 맺으며 자신의 정체성을 찾아가는 과정으로 확인되었다.

그것은 사회와 가정 안에서 사는 중년 여성에게 주어진 역할, 그리고 죽음 앞의 인간을 대가없이 보살피는 본래적 인간의 모습 사이의 끊임없는 갈등 속에서 스스로의 의지로 봉사의 삶을 선택하는 결단이었다.

또한 고통 없이 죽기 위해서는 인간관계를 잘 맺으며 살아야 함을 환자의 마지막 삶에서 배우고 있었으며, 죽음의 한계 앞에서 자신의 삶에 대한 반성과 내면적 성찰을 통해 주변 가족과의 진정한 관계를 재형성함으로써 점차 봉사가 ‘날 위한’ 개인적 가치와 삶의 의미로 확장됨을 알 수 있었다.

@highlight

본고는 중년 여성이 죽음이라는 실존의 한계와 보살핌이라는 이타적 관계의 장인 호스피스 자원봉사에서 무엇을 경험하고, 그 경험이 어떤 의미를 갖는지와 이해하는것을 목적으로 진행하였다.

