이

 

연

구

의

 

목

적

은

 

삼

차

원

 

유

한

요

소

 

분

석

법

을

 

이

용

하

여

 

무

치

악

 

구

개

결

손

 

환

자

에

 

사

용

되

는

 

폐

쇄

장

치

의

 

응

력

 

및

 

변

위

를

 

측

정

하

고

 

이

를

 

총

의

치

 

모

형

과

 

비

교

하

는

 

것

이

다

.

 

무

치

악

 

환

자

의

 

컴

퓨

터

단

층

촬

영

 

영

상

을

 

기

반

으

로

 

구

개

 

중

앙

에

 

상

악

절

제

술

 

후

 

발

생

한

 

결

손

부

를

 

가

지

는

 

무

치

악

 

상

악

모

형

과

,

 

무

치

악

 

3

차

원

 

유

한

요

소

 

모

형

을

 

제

작

하

였

다

.

 

각

각

의

 

모

형

에

 

적

합

한

 

총

의

치

와

 

폐

쇄

장

치

를

 

제

작

하

고

 

좌

측

 

소

구

치

와

 

구

치

 

부

위

에

 

2

0

0

 

N

의

 

수

직

하

중

을

 

가

하

였

다

.

 

3

차

원

 

유

한

요

소

 

분

석

법

을

 

이

용

하

여

 

두

 

모

형

에

서

 

보

철

물

과

 

잔

존

 

상

악

골

조

직

의

 

v

o

n

 

M

i

s

e

s

 

응

력

값

과

 

변

위

량

을

 

측

정

하

였

다

.

 

두

 

모

형

 

모

두

 

하

중

을

 

가

한

 

쪽

의

 

피

질

골

에

서

 

최

대

 

v

o

n

 

M

i

s

e

s

 

응

력

 

값

이

 

관

찰

되

었

다

.

 

총

의

치

 

모

형

의

 

피

질

골

에

서

 

가

장

 

높

은

 

값

은

 

2

.

7

3

 

M

P

a

 

이

었

으

며

 

폐

쇄

장

치

 

모

형

의

 

피

질

골

에

서

 

가

장

 

높

은

 

값

은

 

2

.

6

9

 

M

P

a

 

이

었

다

.

 

보

철

물

의

 

조

직

면

에

서

도

 

높

은

 

응

력

값

이

 

관

찰

되

었

다

.

 

최

대

 

변

위

량

은

 

폐

쇄

장

치

에

서

 

총

의

치

보

다

 

더

 

높

은

 

값

이

 

관

찰

되

었

다

.

 

폐

쇄

장

치

는

 

총

의

치

에

 

비

해

 

교

합

력

 

전

달

 

면

에

서

 

불

리

했

고

,

 

더

 

큰

 

변

위

량

이

 

관

찰

되

어

 

상

악

절

제

술

을

 

받

은

 

무

치

악

 

환

자

의

 

보

철

치

료

 

시

 

해

부

학

적

 

지

식

에

 

바

탕

을

 

둔

 

정

확

한

 

인

상

채

득

과

 

보

철

치

료

 

원

칙

의

 

적

용

이

 

고

려

되

어

야

 

한

다

.

@highlight

본 연구의 목적은 삼차원 유한요소 분석법을 이용하여 무치악 구개결손 환자에 사용되는 폐쇄장치의 응력 및 변위를 측정하고 이를 총의치 모형과 비교하는 것이다.