이 연구는 결혼시장의 성장과 함께 결혼이 시장경제원리에 의해 적극 포섭되는 현상을 젠더관점에서 조명한다.

결혼시장에서 젠더체계가 시장경제원리와 맞물려 작동하는 메커니즘과 젠더가 재구성되는 양상을 파악하는 것이 이 연구의 목적이다.

첫 번째 연구과제는 결혼시장의 작동원리를 설명하는 결혼시장경제론의 논제들과 이에 대한 젠더관점의 비판적인 논의들을 살펴보고 젠더관점에서 결혼시장을 접근하는 분석틀을 제시하는 것이다.

베커의 결혼시장경제론은 생물학적 환원론에 입각한 상보성의 원리로 젠더체계를 합리화하고 정당화하는 한편, 젠더체계를 시장경제원리에 의해 위장, 은폐, 강화하는 모순과 문제점들을 드러내는 것으로 파악된다.

두 번째 과제는 젠더체계와 결혼시장경제론이 맞물려 작용하는 구도의 분석틀을 토대로 한국에서 중상층 대상의 결혼정보업체들을 중심으로 나타난 현상들을 분석하는 작업이다.

한국적 특성들은 젠더의 지표화와 ‘젠더화된 몸’의 교환가치화, ‘만혼’여성들 간의 계층화에 따른 젠더와 계급의 불균등한 경합과 공모관계, 그리고 혼테크와 사랑테크에서 두드러지는 것으로 분석된다.

생물학적 환원론에 입각한 베커의 상보성 이론은 한국 결혼시장에서 젠더체계의 시장화가 가속화되는 상황과 모순된 것으로 드러난다.

@highlight

결혼시장이 커지면서 결혼이 시장경제원리에 적극 포섭되는 현상을 젠더관점으로 살펴보고, 결혼시장에서 젠더체계가 시장경제원리와 결합하여 작동하는 메커니즘과 젠더가 재구성되는 양상을 파악하고자 한다.

@highlight

생물학적 환원론을 바탕으로 젠더체계를 합리화하는 베커의 상보성 이론은 한국 결혼시장에서 젠더체계의 시장화가 강화되는 현실과 모순된다.

