이 연구는 프레이리 교육론을 통하여 성찰적 통일교육론을 제시하는 것에 그 목적이 있다.

분단은 이념적 분단과 문화적 분단을 가져왔으며, 이로 인해 분단의식은 분단이데올로기와 분단문화로 나타나고 있다.

성찰을 위한 통일교육은 분단이데올로기와 분단문화에 대해 성찰할 수 있는 성찰적 통일인 양성을 핵심과제로 제시한다.

성찰적 통일교육에는 성찰의 목적과 주체, 내용과 방법이 포함된다.

통일을 이루기 위해서는 분단시대의 민족구성원을 통일시대의 민족구성원으로 만드는 의식전환 작업이 필수적이다.

이것이 바로 성찰의 목적이라고 할 수 있다.

성찰의 주체는 성찰적 통일인이다.

성찰은 분단의식 극복을 주요 내용으로 한다.

여기에는 이념적 분단을 가져온 분단이데올로기와 문화적 분단으로 인해 나타나는 분단문화의 극복이 포함된다.

성찰의 방법은 대화법이다.

이는 생활과 삶 속에서 나타나는 분단문화에 대한 대화와 성찰의 단계, 분단구조와 분단이데올로기에 대한 대화와 성찰의 단계를 거쳐 분단에 관한 총체적·심층적 인식을 하게 되는 성찰적 통일인의 단계로 구성된다.

@highlight

프레이리 교육론을 바탕으로, 분단이데올로기와 분단문화에 대한 성찰적 통일교육론을 제안하고자 한다.

@highlight

교육 방법은 분단문화에 대한 대화와 성찰, 분단구조와 분단이데올로기에 관한 대화와 성찰의 단계,  분단에 관한 총체적·심층적 인식에 도달한 성찰적 통일인의 단계로 이루어진다.

