본 연구는 유아를 위한 비폭력 의사소통 프로그램을 개발하고 이를 유아교육현장에 적용하여 그 효과를 검증하는데 목적이 있다.

이를 위해 국내·외 관련 문헌을 분석하여 유아를 위한 비폭력 의사소통 프로그램을 개발하였고 경기도에 위치한 유치원의 만 5세 유아 35명에게 9주간 적용하였다.

본 프로그램의 효과검증은 교사평정용 또래 상호작용 행동 척도와 또래평정용 또래 수용도 평정(HIFTO) 척도를 이용하여 유아의 또래유능성에 미치는 효과를 알아보았고, 면접을 통한 정서상황 검사와 공감측정방법을 이용하여 유아의 공감능력에 미치는 효과를 검증하였다.

그 결과 프로그램에 참여한 실험집단 유아의 또래유능성 중 또래상호작용과 공감능력의 점수가 프로그램에 참여하지 않은 비교집단 유아의 점수보다 유의미하게 높은 것으로 나타났다.

그러나 또래유능성 중 또래수용에 있어서는 유의미한 차이가 나타나지 않았다.

결론적으로 본 프로그램은 유아의 또래상호작용과 공감능력을 증진시키는데 효과적임을 알 수 있었다.

@highlight

이 연구는 유아를 위한 비폭력 의사소통 프로그램을 개발하고 이를 유아교육현장에 적용하여 그 효과를 검증하려 한다.

