병

설

터

널

에

서

 

근

접

 

굴

착

으

로

 

인

한

 

영

향

은

 

터

널

간

 

이

격

거

리

에

 

따

라

 

달

라

진

다

.

 

본

 

논

문

에

서

는

 

수

평

절

리

암

반

에

 

형

성

된

 

병

설

터

널

의

 

이

격

거

리

에

 

따

른

 

영

향

을

 

파

악

하

기

 

위

하

여

 

콘

크

리

트

 

블

록

으

로

 

균

일

 

수

평

 

절

리

 

모

형

 

지

반

을

 

조

성

하

고

 

이

격

거

리

를

 

변

화

시

키

면

서

 

모

형

터

널

을

 

설

치

한

 

후

에

 

대

형

 

모

형

실

험

을

 

수

행

하

였

다

.

 

병

설

터

널

의

 

이

격

거

리

(

필

라

 

폭

)

는

 

터

널

 

폭

 

D

를

 

기

준

으

로

 

0

.

2

9

D

,

 

0

.

5

9

D

,

 

0

.

8

8

D

,

 

1

.

1

8

D

로

 

변

화

시

켰

다

.

 

실

험

중

에

 

필

라

 

응

력

,

 

터

널

변

위

,

 

지

반

 

변

위

를

 

계

측

하

였

다

.

 

측

압

계

수

는

 

1

.

0

을

 

유

지

하

였

다

.

 

실

험

결

과

,

 

터

널

 

및

 

주

변

지

반

의

 

변

위

와

 

필

라

 

응

력

은

 

필

라

 

폭

이

 

감

소

함

에

 

따

라

 

증

가

하

였

다

.

 

각

 

계

측

항

목

에

서

 

최

대

 

변

화

폭

이

 

발

생

하

는

 

단

계

는

 

후

행

터

널

의

 

상

반

굴

착

 

직

후

로

 

나

타

났

다

.

 

병

설

터

널

 

굴

착

 

시

 

가

장

 

큰

 

영

향

을

 

받

는

 

위

치

는

 

필

라

부

와

 

맞

닿

아

 

있

는

 

선

행

터

널

의

 

어

깨

부

로

 

확

인

되

었

다

.

 

이

러

한

 

결

과

는

 

병

설

터

널

의

 

안

정

성

은

 

시

공

 

시

 

천

단

변

위

보

다

 

내

공

변

위

 

관

리

를

 

통

해

 

평

가

되

어

야

 

한

다

는

 

것

을

 

보

여

준

다

.

 

또

한

,

 

병

설

터

널

의

 

영

향

권

이

 

양

호

한

 

지

반

조

건

에

 

대

한

 

경

험

이

론

의

 

근

접

시

공

 

영

향

권

(

0

.

8

D

~

2

.

0

D

)

보

다

 

근

접

한

 

0

.

5

9

D

~

0

.

8

8

D

 

범

위

에

서

 

형

성

되

었

으

며

 

이

러

한

 

영

향

범

위

 

감

소

는

 

병

설

터

널

의

 

안

정

성

에

 

수

평

절

리

의

 

영

향

이

 

있

는

 

것

으

로

 

판

단

된

다

.

@highlight

이 논문에서는 수평절리암반에 형성된 병설터널의 이격거리에 따른 영향을 파악하기 위해 콘크리트 블록으로 균일 수평 절리 모형 지반을 조성하고 이격거리를 변화시키면서 모형터널을 설치한 후에 대형 모형실험을 수행했다.