이 연구는 한국의 노인장기요양보험 인정조사원의 의사소통 능력, 공감만족, 공감피로가 소진에 미치는 영향을 규명하기 위한 서술적 조사연구이다.

서술적 횡단적 조사연구이다.

연구대상자는 191명의 노인장기요양보험 인정조사원이다.

자료는 전국 226개 센터 중 무작위로 추출된 24개의 센터에서 우편으로 수집되었다.

Stamm’s의 전문직 삶의 질 측정도구(ProQoL)과 의사소통 측정도구를 활용한 자가보고식 설문조사 방법이 사용되었다.

자료 분석을 위하여 기술 통계, t-

test, ANOVA, 상관분석, 다중회귀분석이 실시되었다.

공감피로가 소진을 높이는데 영향을 미친 반면, 공감만족은 소진을 낮추는데 영향을 미쳤다.

최종 모델은 소진변이의 69%를 설명하였으며, 소진에 가장 큰 영향을 미친 변수는 공감피로였다.

인정조사원의 소진에 영향을 미치는 요인은 공감피로, 공감만족, 교육수준이었다.

그러므로 인정조사원의 소진을 감소시키기 위해서는 공감만족을 높이고 공감피로를 낮출 수 있는 전략이 필요하다.

@highlight

본 연구는 한국의 노인장기요양보험 인정조사원의 의사소통 능력, 공감만족, 공감피로가 소진에 미치는 영향을 규명하기 위한 서술적 조사연구이다.

