본고는 김명인 시를 중심으로 시적 자아의 내면심리와 이 시적 자아가 서사구조의 매개자가 되는 점에 대해 고찰하였다.

고찰의 관점은 시 속 등장인물의 정신분석적 측면에 집중하면서 시적 자아의 역할에 대해서 논의하였다.

서사성은 김명인 시의 전반에 걸쳐 나타나는데 본고에서는 그 첫 고찰로 초기시를 위주로 하여 고찰하였고 서정성이 그의 시 전반에 걸쳐 나타난다는 가정을 조금이나마 확인하기 위해 최근작 한 편도 고찰하였다.

시 속에 주인공을 비롯한 여러 등장인물이 있고 이들이 특정 상황 안에서 갈등하고 대립하면서 이야기를 만들어 가는 시들을 중심으로 고찰한 것이다.

김명인의 시에서 이런 특징을 많이 보이는데 시인의 작품 속 시적 자아는 그 속에 주인공을 등장시키거나 주변에 다른 여러 인물을 등장시켜 시를 서사처럼 만들어 간다.

그의 초기 시 중에서 ?

동두천?

의 경우 교사인 시적 화자는 그 앞에 펼쳐진 학생들의 고민과 다툼을 동두천 보산리 기지촌이라는 배경 속에서 등장인물들이 갈등하고 대립하는 상황을 마치 서사해 주듯 운율 섞인 언어로 시화하였다.

?

안개?

도 마찬가지로 등장인물이 배경 속에서 살아가는 이야기가 나온다.

고아원에 누워 배고픔을 참고 현재로부터 떠나기를 갈망하는 인물이 등장하여 무겁게 행동하며 이를 서사의 형태로 보여 주고 있다.

@highlight

본고는 시적 자아의 내면심리와 이 시적 자아가 서사구조의 매개자가 되는 점에 대해 김명인 시를 중심으로 살펴보았다.

@highlight

그의 시 속에는 주인공을 비롯한 여러 등장인물이 있고 이들이 특정 상황 안에서 갈등하고 대립하면서 시를 서사처럼 만들어 간다.

