도시의 정치경제학 담론에서 도시는 막강한 힘을 갖는 남근중심적 자본주의 경제가 군림하는 공간으로 이해되어 왔으며 도시의 주변에 배치된 여성 공간은 자본주의에 종속적인 혹은 이에 봉사하는 시민을 만들어 내는 수동적 공간으로 정의되어왔다.

그러나 필자는 깁슨-

그래함(Gibson-

Graham)과 함께 이런 방식의 개념화가 도시 공간의 다양한 사회 현장 및 비자본주의적 경제영역을 무력한 것으로 만들 뿐 아니라 여성들의 행위주체성 자체를 개념적으로 불가능하게 한다고 본다.

따라서 필자는 이를 극복하기 위하여 도시 공간의 지배형식으로 간주되는 남근중심적 자본주의의 힘을 빼고 나아가 공간 및 여성의 몸의 역량을 강화하는 두 가지의 개념적 전략을 제시하고자 한다.

다시 말해 필자는 우선 도시를 단 하나의 자본주의 경제 형식이나 단단한 남근중심주의에 의해 규율되는 공간이 아니라 변화와 개방을 가능하게 하는 복수적 경제형식들의 공간, 의미를 초과하는 유동적 공간으로 개념화할 것이다.

나아가 필자는 이러한 여성의 몸과 도시 공간을 자본주의 경제형식을 수동적으로 받아들이는 나약한 빈 공간이 아니라 “코라(chora)” 공간으로 개념화하고 이에 내재한 힘과 행위주체성을 강화하는 전략을 제시할 것이다.

이러한 개념적 전략은 결국 여성주의적 도시권의 요구를 가능하게 하는 철학적 토대가 될 것이다.

@highlight

필자는 이를 극복하기 위하여 도시 공간의 지배형식으로 간주되는 남근중심적 자본주의의 힘을 빼고 나아가 공간 및 여성의 몸의 역량을 강화하는 두 가지의 개념적 전략을 제시하고자 한다.

