전세권설정자는 전세권자에 대하여 전세금반환채무를 부담하므로 전세권자에게 금전대여 등 금융 편익을 제공하는 결정을 비교적 용이하게 내릴 수 있다.

장차 자신의 전세금반환채무를 전세권자에 대한 반대채권으로 상계할 수 있는 기대를 하기 때문이다.

반면 전세권을 목적으로 저당권을 설정받은 전세권저당권자는, 전세권자가 자신에게 피담보채무를 이행하지 않을 경우, 전세권설정자로부터 우선적으로 전세금을 반환받아 자신의 채권을 변제받을 수 있으리라는 기대를 가지고 전세권자에 대하여 금융의 편익을 제공하게 된다.

필자가 이 논문에서 분석한 대법원 2014.

10.

27.

선고 2013다91672 판결은 전세권설정자와 전세권저당권자의 이해관계 충돌을 정면으로 다룬 것이다.

전세권저당권의 집행방법에 관한 물상대위의 논리, 상계권자의 수동채권에 관한 변동을 인식할 수 있었던 시점을 기준으로 하여 상계권자의 상계권 보호 여부를 결정하고 있는 논리 등이 우리나라 판례에 의하여 오랜 기간 받아들여지고 있는 만큼, 전세권설정자와 전세권저당권자의 이익 충돌의 문제는 이 논리들과 조화를 이루는 방향으로 해결되어야 한다고 생각한다.

입법론으로서는, 전세권의 용익물권적 권능이 소멸한 경우 전세권저당권자가 전세권설정자에게 전세금을 직접 청구할 수 있도록 하자는 견해에 찬동한다.

@highlight

전세권설정자는 전세권자에 대해 전세금반환채무를 부담하므로 전세권자에게 금전대여 등 금융 편익을 제공하는 결정을 비교적 용이하게 내릴 수 있다.

