이 연구의 목적은 홀리스틱 교육에 필요한 학교 문화와 학교 현장의 실질적인 변화를 지원하기 위해 학교컨설팅에 실제로 참여한 경험이 있는 주요 관련자인 컨설턴트와 의뢰인을 대상으로 학교컨설팅과 컨설턴트의 역량 및 개선방안에 대한 인식차이를 비교하고 학교평가 후속 컨설팅의 문제점을 파악하여 개선방안을 모색하는 것이다.

연구에 참여한 대상은 컨설턴트 55명과 학교 관계자 의뢰인 74명이다.

연구결과 컨설턴트와 의뢰인의 인식의 차이는 학교컨설팅 운영측면에서 ‘컨설팅 시간제공 여부, 학교의 규모나 교원 특성들의 여건 고려 여부, 컨설턴트 역량’이 컨설턴트가 인식하는 것보다 의뢰인의 인식이 낮게 나타났다.

컨설턴트 역량 측면에서 ‘다양한 해결방안 제시와 체계적인 보고서 작성’ 요인이 컨설턴트가 인식하는 것보다 의뢰인의 인식이 낮게 나타났다.

학교컨설팅 활성화 방안으로는 ‘학교컨설팅 자발성, 사후 컨설팅 운영방법’ 등이 개선되어야 하는 것으로 나타났다.

결론적으로 질적으로 우수한 컨설팅 결과가 나오려면 컨설팅 시간을 탄력적으로 운영할 수 있는 융통성 있는 시스템이 필요하고, 각 영역별 컨설팅 전문가를 차별화하여 재교육을 실시하는 현장중심 지원 시스템을 갖추어야 한다.

더 나아가 학교에서 자발적으로 컨설팅을 신청할 수 있는 학교조직문화가 필요하다.

이러한 자발적인 학교조직문화의 변화는 새로운 학습생태계를 꿈꾸는 홀리스틱 교육을 실천하는 한 과정으로 자리매김할 것이다.

@highlight

이 연구의 목적은 홀리스틱 교육에 필요한 학교 문화와 학교 현장의 실질적인 변화를 지원하기 위해 학교컨설팅에 실제로 참여한 경험이 있는 주요 관련자인 컨설턴트와 의뢰인을 대상으로 학교컨설팅과 컨설턴트의 역량 및 개선방안에 대해 인식차이를 비교하고 학교평가 후속 컨설팅의 문제점을 파악해 개선방안을 모색하는 것이다.

