국제화 시대에 발맞추어 세계 각국은 국가 간 빈익빈 부익부 현상을 해결하고 개발도상국의 경제발전 및 복지수준 향상을 위해, 공적개발원조(ODA; Official Development Assistance)를 통한 그들 간의 협력에 힘쓰고 있다.

과거 수원국에서 공여국의 입장으로 위상이 변화된 우리나라 역시 아직 초기단계에 머물러 있지만, OECD의 회원국으로서 ODA 사업에 적극 동참하고 있다.

특히 최근 들어 우리나라에서는 항만과 관련된 분야에서 ODA의 중요성이 부각되고 있다.

따라서 본 연구는 신제도주의와 사마리아인의 딜레마 게임의 관점에서, 우리나라 항만분야 ODA의 현황 및 관련 제도를 분석하여 사마리아인의 딜레마 상황을 발생시킬 수 있는 구조를 찾아내고, 이러한 딜레마를 해소하기 위한 제도적 방안을 모색하는 것을 연구목적으로 하였다.

분석을 통해서 항만분야 ODA 제도와 관련된 딜레마 구조를 확인하였다.

그리고 분석결과는 현장 중심 원조체제의 강화, 수원국의 협력을 유도하는 보상체제 확립, 신뢰할 수 있는 협박의 제도화 등과 같은 제도개선방안들을 제안하였다.

이와 같은 연구의 분석결과는 ODA 연구의 이론적 모형을 개발하고 항만분야 ODA의 효과성을 제고시키는데 기여할 수 있을 것이다.

@highlight

본 연논문은 신제도주의와 사마리아인의 딜레마 게임의 관점에 따른, 우리나라 항만분야 ODA의 현황과 관련 제도를 분석해 사마리아인의 딜레마 상황을 발생시킬 수 있는 구조를 찾아내는데 그 목적이 있다.

