본 연구자는 한국 개화기 시대에 해외에서 이수정의 한인 디아스포라 활동에 대하여 살펴보았다.

이수정의 한인 디아스포라 활동에 대해 연구하는 것은 오늘날 목회현장과 선교현장에 효과적으로 복음이 전달되기 위해서이다.

이러한 연구를 통하여 오늘날 한국 기독교와 많은 젊은이들이 한인 디아스포라에 관심을 두고 활동할 수 있을 것이다.

본 연구자는 이러한 목적을 가지고 이수정이 한인 디아스포라 활동을 했던 성경번역을 통한 선교, 한인유학생 선교를 통한 선교, 선교사를 통한 선교, 문서선교를 통한 선교, 한글을 통한 교육선교, 선교적 리더십을 통한 선교에 대해 고찰하였다.

이것은 오늘날 세계 글로벌 현장에서도 여전히 요구되고 있는 선교 사역이라고 할 수 있다.

특히 현대 선교에서 미전도 종족과 지역선교, 선교 제한 지역선교 등에 21세기 한인 디아스포라 선교과업을 이루는데 큰 도움이 될 것이다.

뿐만 아니라 한국 기독교가 다문화 시대를 맞아 코리안 드림을 꿈꾸고 찾아오는 외국 유학생들에게 한국교회가 받은 하나님의 은혜의 축복을 가지고 세계를 변화시키는 디아스포라 선교가 되어야 할 것이다.

@highlight

본 연구자는 한국 개화기 시대에 해외에서 이수정의 한인 디아스포라 활동에 대해 살펴보았다.

@highlight

이런 연구를 통하여 오늘날 한국 기독교와 많은 젊은이들이 한인 디아스포라에 관심을 두고 활동할 수 있을 것이다.

