ICT 산업이 국가경쟁력 성장에 일조하는 산업으로 발전하게 되면서 정부 지원을 통해 서울시 강남구 테헤란로지역이 ICT 산업을 기반으로 활성화되었다.

본 연구는 벤처와 ICT 기업들의 밀집지역으로서 이들 발전에 핵심지역인 강남구 테헤란밸리를 살펴보고자 한다.

특히 테헤란밸리는 계획적으로 조성된 산업단지의 등장 등과 같은 주변 입지 변화로 잠시 쇠퇴하는 모습이 나타났지만 혁신에 앞장서는 스타트업을 위한 지역으로 재도약 하며 새로운 혁신지구의 모습을 나타내고 있는 것으로 보여진다.

따라서 본 연구에서는 강남구 테헤란밸리를 대상으로 대도시 내 새로운도시형 혁신지구가 등장한 배경과 형성요인을 살펴보았다.

또한 대도시 혁신지구의 지표를 경제적/공간적·물리적/ 네트워크/인적 자산으로 구분하였고, 이를 바탕으로 대도시 내 새로운 도시형 혁신지구로서 테헤란밸리의 위상을 살펴보았다.

더불어 스타트업과 이를 지원하는 기관들, ICT 기술 기반의 혁신주도 기업과 구성원이 집적된 도시의 혁신지구적 특성을 살펴보고 이를 통해 지역경제 발전을 위한 시사점을 도출하였다.

@highlight

본 연구에서는 강남구 테헤란밸리를 대상으로 대도시 내 새로운도시형 혁신지구가 등장한 배경 및 형성요인을 관찰해 보았다.

@highlight

또한 대도시 혁신지구의 지표를 구분하여, 이를 바탕으로 대도시 내 새로운 도시형 혁신지구로서 테헤란밸리의 위상을 살펴보았다.

