본 논문에서는 탄산화 콘크리트 구조물의 내구성을 예측하기 위한 새로운 접근 방법을 제시하였다.

제시된 예측 방법은, 새로운 계측 데이터가 있을 때 베이스 이론에 근거하여 지속적인 업데이팅이 가능하며 모델 매개변수의 확률론적인 특성이 고려된다.

탄산화 내구성 해석 모델의 절차는 라틴 하이퍼큐브 샘플 추출법(LHS)으로 간단하게 정리되고, 이를 통해 얻는 표본으로 결정된다.

이 방법은 콘크리트 구조물의 설계에 유용하게 사용될 수 있으며, 모니터링을 통한 콘크리트 구조물의 잔존수명을 예측할 수 있다.

본 논문에서 사전예측치는 탄산화에 노출된 국내 콘크리트 구조물 데이터(3700개 시편)를 이용하여 콘크리트 탄산계수의 확률 특성을 고려하여 나타내었으며, 우도함수는 현장 모니터링 데이터를 이용하였으며 사후예측치는 사전예측치와 우도함수를 조합하여 나타내었다.

또한, 몬테 카를로 시뮬레이션(MCS)과 LHS의 비교를 통하여 본 논문에서 수행된 LHS를 이용한 샘플링기법이 보다 효율적인 시뮬레이션 수행이 가능함을 확인하였다.

@highlight

이 논문에서는 탄산화 콘크리트 구조물의 내구성을 예측하기 위한 새로운 접근 방법을 제시했다.

@highlight

또한, 몬테 카를로 시뮬레이션과 LHS의 비교를 통해 본 논문에서 수행된 LHS를 이용한 샘플링기법이 보다 효율적인 시뮬레이션 수행이 가능함을 확인했다.

