이 글은 1940년을 전후하여 최재서가 읽은 책과 비평의 상관관계를 분석하는 것을 목표로 삼는다.

최재서는 1930년대 후반기에 이르러 “심리와 의식의 세계” 대신 “사건과 행동의 세계”로 전개되는 유럽 문학의 동향 속에서 ‘가족사 연대기 소설’과 ‘전쟁 문학’의 의미를 새롭게 검토하게 된다.

그는 현대적 성격의 생성과 분열이라는 테마를 중심으로 토마스 만(T.

Mann)의 <부덴브로크 가의 사람들>을 독해했고, 전쟁 문학의 휴머니즘적 가치를 비트코프(P.

Witkop)가 편찬한 <독일 전몰 학생의 편지>를 통해 논의했다.

전자가 현대인의 이원적 자아에 대한 관심을 바탕으로 20세기의 지적 인간형들을 결산하고 재정리하는 작업이었다면, 후자는 중일전쟁 이후 강화된 동원과 협력의 요구 속에서 전쟁과 인간의 관계, 그리고 전쟁 문학의 방향성을 생각해 보는 작업이었다.

이와 같은 읽기와 쓰기는 당시 파시즘과 반파시즘 진영을 막론하고 최대의 화두로 떠오른 ‘전체성’에 대한 문학적 성찰로서 의미를 지녔다.

그러나 최재서는 1940년대 국민문학의 시대로 접어들면서 유럽 근대 문학의 전통 속에서 비평의 레퍼런스를 찾는 작업을 중단하고, 나치스 문화 이론을 통해 자유주의와 개인주의적 세계관을 폐기할 근거를 찾았다.

@highlight

이 글은 최재서가 읽은 책과 비평의 상관관계를 분석한다.

@highlight

그는 1930년대 후반 “사건과 행동의 세계”로 전개되는 유럽 문학의 동향 속에서 ‘가족사 연대기 소설’과 ‘전쟁 문학’의 의미를 검토하게 된다.

@highlight

그러나 1940년대 국민문학의 시대로 접어들면서 그는 나치스 문화 이론을 통해 자유주의와 개인주의적 세계관을 폐기할 근거를 찾았다.

