칙릿은 문화번역으로서의 의미를 지닌 장르이다.

여성의 성과 사랑, 결혼, 일, 우정 등 일상의 갈등과 성장을 다루는 특징을 지닌다.

미국의 시리즈물인 『섹스 앤 더 시티』류의 작품들이 소개되면서 한국 소설계에도등장한 이 장르는 늘 ‘된장녀 담론’이라는 비판과 ‘여성성장서사’라는 옹호가 대립되어 왔다.

이 논문에서는 정이현 장편 『달콤한 나의 도시』와소설집 『낭만적 사랑과 사회』를 대상으로 칙릿의 한국적 변용을 살펴보았다.

정이현은 중심모방의 삶을 그림자도시로 그려내고 그림자의 세계에 갇힌 여성인물들을 냉소적 주체로 그려내고 있다.

주변부 여성현실에대한 자조적인 자기풍자로 판단된다.

그러나 자기 몸과 화해하고 맨 몸의육체를 대면하는 것으로 풍자의 세계가 폐쇄되지 않을 가능성도 엿보인다.

진정한 문화번역이 그대로의 번역이 아니라 국경을 넘어 달라지는 정치적 효과를 생산하는 것이라면 정이현의 칙릿은 주변부세계의 중심모방이 지니는 복제된 삶에 대한 자기풍자의 의미를 생산한다.

@highlight

칙릿은 문화번역으로서의 의미를 지닌 장르이다.

@highlight

이 논문에서는 정이현 장편 『달콤한 나의 도시』와소설집 『낭만적 사랑과 사회』를 대상으로 칙릿의 한국적 변용을 살펴보았다.

