과학기술이 국가 경쟁력으로 부각되면서 주요 국가들에서는 과학기술을 통한산업발전 및 경쟁력 강화를 위해 신성장동력산업을 지정하여 효과적인 투자 및 발전전략을수립하고 있다.

주요 신성장동력으로는 바이오, 신재생에너지 등 신산업 분야가 각광받고 있으며, 점차 치열한 경쟁구도 양상을 보이고 있다.

각 국가별로 대학 및 연구기관에서는 정기적으로 향후 파급효과를 나타낼 미래유망기술 분야를 선정하여 발표하고 있으며, 국내에서도다양한 연구기관들이 지속적으로 유망기술 분야를 선정하여 발표하고 있다.

본 연구에서는특허정보를 활용하여 신성장동력으로 각광받고 있는 바이오분야의 미래유망기술 분야 도출방법을 연구하고자 한다.

특허를 통한 기술개발 동향분석을 위해 IPC 코드에 기반한 기술분류를 이용하여 바이오분야의 국내외 특허를 수집하고 텍스트마이닝 기법을 활용하여 바이오기술개발 트렌드를 파악하고 유망기술분야를 도출하고자 한다.

텍스트 마이닝 분석을 통해미국과 우리나라의 특허등고선을 비교분석하여 바이오분야의 전반적 기술개발 분야를 도출한 후, 국내외적으로 관심이 고조되고 있는 기술분야에 대한 심층분석을 통한 세부적인 기술동향 파악으로 바이오 유망기술분야에 대해 살펴보고자 한다.

@highlight

이 연구에서는특허정보를 활용하여 신성장동력으로 각광받고 있는 바이오분야의 미래유망기술 분야 도출방법을 연구하려 한다.

