탈북이주민의 사회통합과 남한사회 정착을 위한 방안으로 직업훈련이 주요하게 다뤄지고 있지만 훈련성과에 관한 내용은 분명치 않다.

이 논문은 탈북이주민들이 받는 직업훈련이 노동시장 진입에 어떤 영향을 미치는가를 살펴보는 데 목적이 있다.

많은 탈북이주민들이 직업훈련을 받았으며 이들은 대체적으로 사무관리분야와 서비스분야 훈련을 선호하는 것으로 나타났다.

그러나 훈련내용을 보면 훈련기간이 4~5개월 수준으로 비교적 짧았고 1인당 훈련비 역시 73만 원에 불과해 훈련의 질은 높지 않았다.

이 결과 훈련참여자 중 54.4%가 훈련을 수료하였지만 취업률은 15.1%에 불과해 훈련실적이 기대에 미치지 못하였다.

훈련참여가 노동시장 진입에 어떤 영향을 미치는가를 살펴보기 위하여 고용보험DB와 연결해 훈련참여자의 직업력을 구축한 후 직업훈련이 취업과 근속기간 및 미취업기간에 미친 효과를 분석하였다.

분석 결과, 직업훈련이 취업가능성을 높이지 못하였으며 근속기간도 짧아 직업훈련이 취업확률이나 고용안정성을 높이지 못하는 것으로 나타났다.

이러한 연구 결과는 탈북이주민 직업훈련의 노동시장 성과를 높이기 위해서는 직업훈련프로그램을 재설계하는 것이 필요함을 시사하고 있다.

@highlight

탈북이주민들이 받는 직업훈련이 노동시장 진입에 미치는 영향을 삺펴본 결과, 훈련기간이 4~5개월로 비교적 짧았고 1인당 훈련비도 73만 원에 불과해 훈련의 질은 높지 않았다.

@highlight

훈련참여자 중 54.4%가 수료하였지만 취업률은 15.1%에 불과했다.

@highlight

즉, 직업훈련이 취업확률이나 고용안정성을 높이지 못하는 것으로 나타났다.

