본 연구에서는 출소자들이 겪게 되는 사회적 차별과 그에 따른 경제적 궁핍에 대한 대안적 경제기반 구축의 일환으로 마이크로크레딧의 활용에 대하여 살펴보았다.

이미 영국에서는 출소자들을 대상으로 하는 마이크로크레딧이 매우 활성화되고 있었으며, 그 성과 역시 매우 우수한 것을 알 수 있었다.

따라서 한국에서도 향후 이에 대한 지속적인 지원과 노력이 절실하다.

특히 출소자들에게 보다 많은 혜택을 제공하기 위해 법무부가 참여하거나 휴면예금 및 지역사회의 다양한 자원을 활용하여 자본금이나 실시기관의 숫자 등 전반적인 외연의 확대를 이루어야 한다.

그리고 제도의 보완과 관련된 측면에서 먼저 대상자의 선정 및 지원금액과 관련하여 대상자를 보다 확대하고 지원금액을 상향조정할 필요가 있으며, 교육훈련 역시 장기간에 걸쳐 보다 다양한 교육이 이루어져야 한다.

또한 사후관리의 측면에서도 생활관리, 재정관리 등의 지속적 관리가 요구되며, 아울러 자금회수와 관련하여 좀 더 장기간의 상환기간을 제공하고 이자상환의 기간을 연장해주어야 할 것이다.

궁극적으로 한국의 출소자 대상 마이크로크레딧이 보다 큰 성과를 보이기 위해서는 사회의 전반적인 인식전환과 더불어 위의 내용들이 고려되어야 할 것이다.

그리고 무엇 보다 중요한 것은 이 제도가 출소자들에 대한 혜택이나 서비스의 제공이 아닌 우리 사회를 방위함과 동시에 그들을 교화개선시킬 수 있는 일거양득의 필수불가결한 제도라는 것을 인식하는 것이다.

@highlight

출소자들이 겪는 사회적 차별과 경제적 궁핍에 대한 대안으로 영국에서 활성화되고 있는 마이크로크레딧의 활용을 중심으로 살펴보았다.

@highlight

결론적으로 마이크로크레딧 제도는 출소자들에 대한 서비스의 제공이나 단순한 혜택이 아닌 우리 사회를 방위함과 동시에 그들을 교화 개선시킬 수 있는 일거양득의 필수불가결한 제도라는 것을 분명하게 인식하는 것이다.

