이

 

연

구

는

 

법

령

 

또

는

 

조

약

으

로

 

특

혜

관

세

 

적

용

과

 

관

련

한

 

원

산

지

규

정

의

 

P

S

R

 

엄

격

성

 

정

도

를

 

결

정

함

에

 

있

어

 

고

려

해

야

 

할

 

요

소

가

운

데

 

하

나

인

 

관

세

율

에

 

대

해

 

고

찰

한

 

것

이

다

.

 

현

재

 

우

리

나

라

에

서

 

운

용

되

고

 

있

는

 

1

6

개

 

관

세

율

 

중

 

P

S

R

에

서

 

고

려

해

야

 

할

 

관

세

율

은

 

기

본

관

세

율

,

 

W

T

O

양

허

관

세

율

,

 

개

발

도

상

국

과

의

 

협

정

관

세

율

,

 

G

S

P

,

 

그

리

고

 

F

T

A

 

협

정

관

세

율

이

다

.

 

그

러

나

 

우

리

나

라

가

 

체

결

한

 

1

0

개

 

F

T

A

의

 

P

S

R

을

 

분

석

한

 

결

과

 

이

러

한

 

관

세

율

을

 

적

정

하

게

 

고

려

하

지

 

않

고

 

P

S

R

이

 

설

정

되

었

음

이

 

확

인

되

었

다

.

 

P

S

R

은

 

단

순

히

 

원

산

지

기

준

으

로

서

만

 

의

미

를

 

갖

는

 

것

이

 

아

니

라

 

통

상

정

책

적

 

고

려

를

 

통

해

 

품

목

에

 

따

라

 

적

정

하

게

 

그

 

엄

격

성

을

 

달

리

해

야

 

함

에

도

,

 

우

리

나

라

가

 

체

결

한

 

F

T

A

에

서

는

 

그

렇

지

 

못

하

였

음

이

 

확

인

되

었

다

.

 

특

히

 

전

체

 

관

세

품

목

의

 

약

 

2

0

%

에

 

달

하

는

 

무

관

세

품

목

의

 

경

우

 

P

S

R

이

 

가

장

 

낮

은

 

수

준

으

로

 

설

정

되

어

야

 

함

에

도

 

불

구

하

고

 

대

부

분

 

높

게

 

설

정

된

 

것

으

로

 

나

타

났

다

.

 

대

표

적

 

수

출

품

목

 

3

개

의

 

사

례

분

석

 

결

과

 

해

당

 

품

목

의

 

관

세

율

이

 

무

세

임

에

도

 

대

부

분

 

F

T

A

의

 

P

S

R

 

엄

격

성

이

 

높

게

 

설

정

되

었

음

이

 

확

인

되

었

다

.

 

이

와

 

같

이

 

수

입

물

품

에

 

무

관

세

가

 

적

용

되

는

 

물

품

에

 

높

은

 

수

준

의

 

엄

격

성

을

 

가

진

 

P

S

R

은

 

물

품

 

수

입

과

 

관

련

해

서

는

 

아

무

 

의

미

가

 

없

는

 

반

면

 

F

T

A

 

협

정

국

에

 

대

한

 

수

출

에

서

 

우

리

나

라

 

수

출

물

품

에

만

 

일

방

적

으

로

 

불

리

하

게

 

작

용

할

 

것

이

므

로

 

이

에

 

대

한

 

시

정

이

 

필

요

한

 

것

으

로

 

분

석

되

었

다

.

@highlight

이 연구는 법령 또는 조약으로 특혜관세 적용과 관련한 원산지규정의 PSR 엄격성 정도를 결정함에 있어 고려해야 할 요소가운데 하나인 관세율에 대해 고찰한 것이다. 그러나 우리나라가 체결한 10개 FTA의 PSR을 분석한 결과 이런 관세율을 적정하게 고려하지 않고 PSR이 설정되었음이 확인되었다.