본 논문은 2007년 봄 프랑스 대통령에 당선된 니꼴라 사르꼬지 대통령에 의한 프랑스정부의 노동개혁정책과 발전방향에 관한 연구이다.

그동안 프랑스는 독일과 함께 미국주도의 신자유주의에 대하여 줄곧 비판적인 자세를 취하여 왔다.

과거의 샤를르 드골, 프랑스와 미떼랑, 쟈끄 시라크 등 좌파, 우파를 가릴 것 없이 주요 산업 국유화와 평등, 분배, 복지를 모토로한 사회주의적 자본주의를 채택하였다.

독일 또한 현재의 메르켈 총리 이전에는 프랑스와 마찬가지로 신사회주의 또는 수정자본주의 또는 사회주의적 자본주의를 채택하여 프랑스와 함께 유럽 대륙에서 복지중심의 양대축을 형성하였다.

그러나 사르꼬지와 메르켈의 등장은 1990년 이후에 세계를 휩쓸고 있는 앵글로색슨계통의 신자유주의, 일명 카지노 자본주의를 도입하게 하였다.

이들은 복지, 평등, 분배보다는 효율성과 수익성 제고를 위한 신자유주의에 빠져들었다.

그러나 2007년부터의 미국의 서브프라임모기지 부실사태로 인한 신용위기, 그리고 2008년 10월의 금융위기등으로 신자유주의는 심각한 도전을 받기 시작하였으며 사르꼬지와 메르켈이 포기한 사회주의적 자본주의가 다시 떠오르고 있다.

1등만이 최고인 신자유주의 보다는 2등과 꼴찌도 인간대접 받는 프랑스, 독일 시스템이 더 훌륭하였다는 것이 증명되고 있다.

@highlight

본 논문에서는 니꼴라 사르꼬지 대통령에 의한 프랑스정부의 노동개혁정책과 영향, 발전방향에 대하여 논하고자 한다.

