비극 ≪오이디푸스 왕≫은 다음과 같은 교육적 성격을 보여 준다.

첫째, 국왕은 어떠한 국가의 재난도 자신의 책임으로 받아들인다.

즉 전염병도 가축의 불임도 식물의 성장불능까지도 모두 왕의 책임으로 생각함으로써 모든 시민이 왕에게 의지할 수 있게 한다.

둘째, 오이디푸스 왕은 국가적 위기에 처해서 합리적인 모든 절차와 방법을 동원해서 그 위기를 극복하고자 하는 강한 의지와 실천력을 보여줌으로써 시민들이 왕과 국가에 대한 믿음을 가지게 한다.

셋째, 아폴론 신탁이 오이디푸스 왕에게서 실현됨으로써 오이디푸스는 부친살해자인 동시에 어머니와 근친상간한 패륜아가 됨을 보여주는데, 이는 부친살해나 근친상간의 금기를 어떤 방식에 의해서든 어기게 되면 그 댓가를 치른다는 점과 인간이 신에 의지하지 않고는 결코 온전하지 못하게 된다는 점을 시민들에게 인식시켜 주었다.

넷째, 본 비극은 당대 그리스 사회의 중요한 이슈를 해결하고자 했다.

즉 사람들이 기존의 신들에 복종해야 하는가 아니면 철학자들이 주장하는 인간의 지혜를 신봉해야 하는가를 선택해야 하는 문제에서 신들의 편을 택하도록 하였다.

다섯째, 비극의 구성요소 중 합창대는 신의 입장, 작가적 태도, 시민정신 등으로 중요한 교육적 역할을 수행한다.

@highlight

비극 ≪오이디푸스 왕≫은 국가적 위기에 처해서 합리적인 모든 절차와 방법을 동원해서 그 위기를 극복하고자 하는 강한 의지와 실천력을 보여줌으로써 시민들이 왕과 국가에 대한 믿음을 가지게 한다는 교육적 성격을 보여준다.

