본 논문은 2010년까지 WTO 분쟁해결기구를 통해 제기된 농산물 관련 분쟁에 대해 분석하고 있다.

서술적 통계에 따르면 농산물 관련 분쟁은 제소와 피소 모두 미국과 케언스 그룹국가에 의해 주도되어 온 것으로 나타난다.

또한 농산물 관련 분쟁은 농업 협정, 동식물 위생검역 협정, 수입면허 협정을 통해 주로 제기되는 것으로 분석된다.

한편 계량모형을 통한 실증분석에 따르면 인접국가 사이의 분쟁은 보류상태에 머물기 쉬우며 농업경쟁력의 차이가 큰 당사국 사이의 분쟁은 양자합의가 이루어지는 경우가 많음을 보여준다.

협정별로 보면 수입면허 협정 관련 분쟁은 비교적 양자합의가 많으며, 농업 협정 관련 분쟁은 보류상태가 많고, 동식물 위생검역 협정 관련분쟁은 패널단계로 이행이 많은 것으로 나타난다.

분쟁 상대별로는 케언스 그룹국가가 제소한 분쟁과 개발도상국이 피소된 분쟁 그리고 EU, 한국 등 농산물 피소비중이 높은 국가의 분쟁이 패널단계로 이행되는 경향이 비교적 높았다.

마지막으로 미국과 케언스 그룹국가를 상대로 한 분쟁에서 제소국의 만족스런 성과를 얻기 매우 어려웠으며 특히, 개발도상국은 그 성과가 매우 미흡했던 것으로 평가된다.

@highlight

이 논문은 2010년까지 WTO 분쟁해결기구를 통해 제기된 농산물 관련 분쟁에 관해 분석하고 있다.

@highlight

서술적 통계에 따르면 농산물 관련 분쟁은 제소와 피소 모두 미국과 케언스 그룹국가에 의해 주도되어 온 것으로 나타난다.

