최근 중국의 군사력 강화와 군 구조의 변화, 일본의 미일동맹 재설정, 자위대 통합운용 강화 등 군사체제 변화는 그 어느 시기보다 변화가 뚜렷하다.

본 연구는 이러한 중국과 일본의 군사체제 변화가 지역안보체제에 변동을 가져올 수준의 변화인가를 분석하고 변화의 성격과 방향성과 평가하는 것이다.

중국과 일본의 군사체제 변화를 부잔(Barry Buzan)의 지역안보복합체(regional security complex) 핵심구조로 분석한 결과, 힘의 분배구조는 중국과 일본의 구조로 보면 ‘내부적 변화’로 볼 수 있으나, 중국과 미일동맹의 대립 구조에서 보면 ‘현상의 유지’로 평가된다.

그리고 우호-

적대 패턴은 우호와 적대의 다양한 정도의 스팩트럼 상에서 보면 ‘지역분쟁형성’과 ‘안보레짐’의 중간 정도에 위치하고, 적대의 방향성을 가지고 있다.

이는 지역안보복합체의 전체적인 힘의 균형상태 속에서 중국과 일본의 군사력 불균형 상태가 심화되고, 신냉전 구조가 형성되면서 대립이 강화되며, 미 중 세력경쟁의 세계체제의 요소가 강하게 작용하는 성격의 변화이다.

@highlight

본 연구는 중국과 일본의 군사체제 변화가 지역안보체제에 변동을 가져올 것인지를 분석하고, 변화의 성격 및 방향성과를 평가해본다.

@highlight

이를 분석한 결과, 중국 및 일본의 힘 분배구조로 보면 ‘내부적 변화’로 볼 수있고, 중국과 미일동맹의 대립 구조에서 보면 ‘현상의 유지’로 보인다.

