국제무역의 학습효과 가설에 따르면 수출 기업은 해외 기업과 경쟁하거나 세계 시장에서의 경험을 통하여 기술 습득과 혁신에 대한 유인을 갖게 되므로 기술 발전에 의하여 생산성이 향상되는 학습효과를 얻는다.

본 연구는 국제 무역과 기업의 성과에 대한 동태적 연계성을 밝히기 위하여 기업단위 미시자료를 사용한 동태패널 분석을 하였다.

제조업 부문의 1,146개 국내 상장기업에 대하여 1980년~2012년 기간으로 구성된 기업 단위 패널 자료를 분석한 결과 무역 성향은 기업의 성과와 동태적 연계성을 갖고 있음을 보였다.

특히, 무역 성향은 기업의 성과 변수로 고려한 매출의 증가, 노동 생산성 증가와 정의 관계를 갖는 것으로 나타났다.

기간별로 분석하여 무역성향과 기업 성과의 동태적 연계성은 외환위기 이전에 비교하여 외환위기 이후 강하고 유의하게 나타났다.

또한 무역 성향과 기업 성과의 관계는 업종별로 차이를 보이고 있으며 기계, 금속, 전기, 전자, 통신, 반도체 등 기술 집약적 업종에서 유의함을 보였다.

따라서 무역의 학습효과는 국제적 통합이 증가한 외환위기 이후 기술집약적 업종을 중심으로 나타나고 있음을 보여준다.

@highlight

국제무역의 학습효과 가설에 따라 수출 기업은 해외 기업과 경쟁하거나 세계 시장에서의 경험을 통해 기술 습득과 혁신에 관한 유인을 갖게 되므로 기술 발전에 의해 생산성이 향상되는 학습효과를 얻는다.

