본 연구는 대학생을 대상으로 내면화된 수치심과 우울의 관계에서 역기능적 분노표현방식의 매개효과를 검증하는 것을 목적으로 하였다.

이를 위해 남녀 대학생 421명을 대상으로 내면화된 수치심 척도(ISS), 상태-

특성 분노표현 척도(STAXI-

K), 통합적 한국판 우울성향 척도(CES-

D)로 구성된 설문을 실시하였다.

자료 분석을 위해서는 상관분석을 실시하였고, 대학생의 내면화된 수치심이 우울에 미치는 직접적인 영향 및 매개변인의 매개효과를 검증하기 위해 구조방정식모형 분석을 실시하였다.

본 연구를 통해 나타난 결과는 다음과 같다.

첫째, 내면화된 수치심은 분노억제, 분노표출, 우울과 유의한 정적 상관이 있었다.

또한 분노억제도 분노표출, 우울과 유의한 정적상관이 나타났으며, 분노표출 역시 우울과 유의한 정적상관을 보였다.

두 번째, 역기능적 분노표현방식 중 분노억제는 내면화된 수치심과 우울의 관계를 부분매개하는 것으로 나타났다.

또한 역기능적 분노표현방식 중 분노표출도 내면화된 수치심과 우울의 관계를 부분매개 하는 것으로 나타났다.

이 연구 결과에 따라, 본 연구의 의의와 제한점, 후속연구를 위한 제언을 논의하였다.

@highlight

본고는 대학생을 대상으로 내면화된 수치심과 우울의 관계 안에서 역기능적 분노표현방식의 매개효과를 검증하는 것을 목적으로 진행했다.

