기존 선로구조물의 대부분은 준공된 지 상당한 시일이 경과되어 노후화가 많이 진행된 상태이다.

특히 기존 철도교량 중 판형교는상당수가 준공으로부터 40~60년 이상 경과된 노후교량이며 도상 없이 거더에 침목이 직결되어 있어서 차량의 주행하중이 교량에 직접 전달되므로 유도상 교량과 비교하여 교량에 가해지는 충격 및 소음이 클 뿐만 아니라 동적인 충격과 진동도 상대적으로 크다.

따라서 기존선 판형교에대한 적절한 유지관리 및 보수, 보강기술의 개발이 매우 시급하다.

본 연구에서는 기존선 판형교의 성능개선과 소음, 진동 문제 해결을 위해 기개발된 레일매립궤도 시스템의 특징을 소개하고, 레일매립궤도의 진동 및 소음 저감 성능을 평가하기 위해 길이 5m 침목이 설치되어 있는 무도상 판형교와 레일매립궤도를 적용한 판형교를 제작하여 동일한 가진 조건에 따라 발생되는 진동응답을 측정하고 분석하였다.

또한 실험에서 얻은 진동응답 데이터를 음향해석 모델의 입력데이터로 사용하여 방사소음해석을 수행하였다.

실험 및 해석 결과 레일매립궤도를 적용한판형교가 무도상 판형교 보다 진동에서는 15.0~18.8dB정도 감소하고 소음의 경우 평균 7.7dB(A)정도 감소하는 것으로 확인되었다.

@highlight

본 연구에서는 기존선 판형교의 성능개선과 소음, 진동 문제 해결을 위해 기개발된 레일매립궤도 시스템의 특징을 소개하고, 레일매립궤도의 진동 및 소음 저감 성능을 평가하기 위해 길이 5m 침목이 설치되어 있는 무도상 판형교와 레일매립궤도를 적용한 판형교를 제작하여 동일한 가진 조건에 따라 발생되는 진동응답을 측정하고 분석하였다

실험 및 해석 결과 레일매립궤도를 적용한판형교가 무도상 판형교 보다 진동에서는 15.0~18.8dB정도 감소하고 소음의 경우 평균 7.7dB(A)정도 감소하는 것으로 확인되었다



