본 연구는 기업의 사회적 책임 수준과 회계이익의 질 간의 관련성을 검증하였다.

이를 위해 기업의 사회적 책임(Corporate Social Responsibility;이하 CSR) 수준은 경실련 산하 경제정의연구에서서 매년 공시하는 경제정의지수(KEJI), 그리고 회계이익의 질은 재무이익－세무이익 차이(Book－Tax Difference;이하 BTD) 정보를 각각 대리변수(proxy)로 활용하였다.

연구표본은 2014년부터 2017년까지 한국거래소 상장 금융업 제외 12월 결산 2,164개 기업연도이다.

실증분석 결과, 전반적으로 사회적 책임(CSR) 수준이 높은 기업일수록 상대적으로 재무이익－세무이익 차이가 작은 것으로 나타났다.

또한 회계보수주의 측정치를 회계이익의 질 대리변수로 활용한 추가분석에서도 기업의 사회적 책임(CSR) 수준이 높을수록 회계보수주의 수준이 높은 것으로 나타나, 사회적 책임 기업일수록 회계이익의 질이 높을 것으로 기대된다.

본 연구는 기업의 사회적 책임 수준(CSR)과 회계이익의 질 간의 관련성을 재무이익－세무이익 정보를 활용하여 검증하였다는 점에서 선행연구와 차별성이 있으며 연구의 공헌점이 있을 것으로 기대된다.

특히, 기업의 사회적 책임 수준(CSR)이 높은 기업이 양질의 회계이익을 보고함은 자본시장 참여자들의 경제적 의사결정에 있어 하나의 유용한 정보가 될 수 있을 것으로 기대된다.

@highlight

본 연구는 기업의 사회적 책임 수준과 회계이익의 질간의 관련성을 검증한 것으로, 기업의 사회적 책임 수준(CSR)과 회계이익의 질간의 관련성을 재무이익, 세무이익 정보를 활용하여 검증하였다는 점에서 선행연구와 차별성이 있다.

