이 연구의 목적은 최근 상담의 창의적 접근으로서 관심을 받고 있는 사진치료의 다양한 기법을 기존의 전통적인 상담 개입들과 비교하여 내담자의 치료적 변화를 중심으로 탐색해 보고, 효과적인 상담을 진행하기 위해 활용될 수 있는 사진이미지 활용 상담 개입 전략을 제시하는 데 있다.

이를 위해 국내외 사진이미지를 활용한 상담의 역사 및 발전 과정을 개관한 후, 관련 문헌과 연구물을 토대로 내담자의 치료적 변화 목표에 따라 사진이미지 활용 개입들을 분류하고, 전통적으로 활용되어 온 상담의 치료적 개입들과 비교하여 그 효용성을 탐색해 보았다.

그 결과, 상담에서의 내담자 변화를 크게 정서적 변화, 인지적 변화, 행동적 변화, 체계적 변화의 네 가지 측면으로 분류하고, 이러한 내담자의 변화를 위해 전통적인 상담 개입을 효과적으로 보완 및 대치할 수 있는 다양한 사진이미지 활용 상담 개입들을 확인할 수 있었다.

이후 이러한 연구결과를 토대로, 상담 현장에서 내담자들의 다각적인 변화 목표를 달성하기 위해 기존의 상담 기법들과 통합할 수 있는 사진이미지의 효과적인 활용에 대한 시사점을 논의하고, 추후 연구방향에 대해 제시하였다.

@highlight

본 연구의 목적은 요즘 상담의 창의적 접근으로서 관심을 받고 있는 사진치료의 다양한 기법을 기존의 전통적인 상담 개입들과 비교해 내담자의 치료적 변화를 중심으로 탐색해 보고, 효과적인 상담을 진행하기 위해 활용될 수 있는 사진이미지 활용 상담 개입 전략을 제시하는 데 있다.

