이

 

글

은

 

불

안

의

 

의

미

를

 

찾

아

보

기

 

위

해

 

동

아

시

아

 

고

대

 

사

상

에

서

 

나

타

나

는

 

‘

불

안

(

不

安

)

’

에

 

대

한

 

정

황

과

 

이

해

를

 

분

석

한

다

.

 

특

히

 

관

계

에

서

 

나

타

나

는

 

불

안

을

 

알

아

보

고

자

 

시

도

했

는

데

 

이

러

한

 

연

구

에

 

대

한

 

주

요

 

저

작

을

 

『

논

어

』

로

 

삼

았

다

.

 

유

학

 

사

상

 

중

 

『

논

어

』

에

서

 

불

안

(

不

安

)

 

자

가

 

처

음

 

등

장

하

며

 

공

자

는

 

불

안

을

 

당

대

 

정

치

가

들

이

 

해

결

해

야

 

할

 

근

심

의

 

대

상

으

로

 

보

았

다

는

 

것

을

 

알

 

수

 

있

다

.

 

불

안

은

 

‘

물

질

적

 

이

익

과

 

‘

국

력

을

 

신

장

’

시

키

고

자

 

할

 

때

 

발

생

하

는

 

안

의

 

결

핍

 

상

태

를

 

뜻

한

다

.

 

안

(

安

:

 

편

함

)

이

란

 

‘

공

정

한

 

분

배

’

와

 

‘

조

화

로

운

 

관

계

’

를

 

유

지

하

는

 

상

태

이

다

.

 

이

러

한

 

안

(

편

함

)

을

 

이

루

어

야

 

하

는

 

정

치

가

는

 

이

익

을

 

도

모

하

는

데

 

힘

쓰

는

 

역

할

이

 

아

니

라

 

‘

공

정

한

 

분

배

’

를

 

통

해

 

백

성

들

이

 

‘

조

화

로

운

 

관

계

’

를

 

유

지

할

 

수

 

있

도

록

 

‘

문

제

 

해

결

’

을

 

고

심

하

는

 

책

임

자

였

다

.

 

공

자

는

 

‘

물

질

적

 

이

익

’

과

 

‘

국

력

 

신

장

’

은

 

백

성

들

의

 

‘

조

화

로

운

 

관

계

’

를

 

기

반

으

로

 

해

결

된

다

고

 

생

각

했

다

.

 

정

치

가

의

 

역

할

이

 

‘

물

질

적

 

이

익

’

이

 

아

닌

 

‘

조

화

로

운

 

관

계

’

를

 

만

들

어

가

는

 

것

이

라

면

 

『

논

어

』

에

서

는

 

‘

인

(

仁

)

’

이

 

담

긴

 

수

기

를

 

제

안

하

고

 

있

다

.

 

그

것

은

 

사

회

적

 

문

제

를

 

실

천

으

로

 

이

끌

어

나

가

며

 

문

제

 

해

결

에

 

도

달

할

 

때

 

마

음

의

 

편

함

에

 

이

르

는

 

상

태

이

다

.

 

이

러

한

 

인

은

 

누

구

에

게

나

 

본

성

으

로

 

내

재

한

 

것

으

로

 

불

안

(

不

安

)

이

나

 

측

은

지

심

(

惻

隱

之

心

)

을

 

자

각

하

여

 

사

적

 

감

정

인

 

사

랑

을

 

공

적

 

마

음

으

로

 

넓

혀

나

가

는

 

일

이

다

.

@highlight

불안의 의미를 찾아보기 위해 동아시아 고대 사상에서 나타나는 ‘불안(不安)’에 대한 정황과 이해를 분석한다. 특히 관계에서 나타나는 불안을 알아보고자 시도했는데 이러한 연구에 대한 주요 저작을 『논어』로 삼았다. 안(편함)을 이루어야 하는 정치가는 이익을 도모하는데 힘쓰는 역할이 아니라 ‘공정한 분배’를 통해 백성들이 ‘조화로운 관계’를 유지할 수 있도록 ‘문제 해결’을 고심하는 책임자였다. 공자는 ‘물질적 이익’과 ‘국력 신장’은 백성들의 ‘조화로운 관계’를 기반으로 해결된다고 생각했다. 정치가의 역할이 ‘물질적 이익’이 아닌 ‘조화로운 관계’를 만들어가는 것이라면 『논어』에서는 ‘인(仁)’이 담긴 수기를 제안하고 있다.