본고는 예언자적 설교의 의의와 중요성의 잘못된 인식에 그 출발점이 있다.

일반적으로 예언자적 설교는 ‘사회적, 정치적 변혁에 관한 설교’ 또는 죄를 책망하고 죄에 대해 심판을 외치고 정죄하는 설교로 이해되어 왔다.

또한 그러한 설교를 하는 자들은 자신들이 예언자적 사명을 감당하고 있다고 생각 한다.

필자는 지금까지 예언자적 설교가 잘못 이해되고 있는 근본적인 이유 는 구약의 예언자와 예언서 메시지에 대한 오해 때문이라고 생각한다.

본고 에서는 구약 성경에 기록된 대로의 예언자들의 역할과 예언서 메시지의 본 질에 대한 바른 이해를 제시하였다.

그 근거 위에서 오늘날 예언자적 설교가 어떻게 이해되고 실제적으로 행해져야 되는지 살펴보았다.

본고에서 필자는 예언자적 설교는 목회적 설교요, 사회적 설교요, 신학적 설교요, 종말론적 설 교라고 정의하였다.

또한 삼중 해석과 삼중 목표를 갖는 설교라고 하였다.

결론적으로 필자는 예언자적 설교는 이 시대 강단의 대안이요 이 시대에 회 복되어야 할 균형 잡힌 설교라고 주장하였다.

@highlight

이 글은 예언자적 설교의 의의와 중요성의 잘못된 인식에 그 출발점이 있다.

@highlight

일반적으로 예언자적 설교는 사회적, 정치적 변혁에 관한 설교 혹은 죄를 책망하고 죄에 대해 심판을 외치고 정죄하는 설교로 이해되어 왔다.

