웨

어

러

블

 

디

바

이

스

가

 

새

로

운

 

I

T

 

성

장

동

력

으

로

 

기

대

를

 

모

으

며

,

 

웰

빙

과

 

헬

스

케

어

에

 

대

한

 

니

즈

가

 

증

대

되

는

 

가

운

데

,

 

건

강

정

보

를

 

측

정

,

 

조

회

해

주

는

 

손

목

 

착

용

형

 

헬

스

 

디

바

이

스

인

 

헬

스

밴

드

에

 

대

한

 

관

심

이

 

높

아

지

고

 

있

다

.

 

이

 

연

구

의

 

목

적

은

 

어

떤

 

사

용

자

가

 

어

떤

 

헬

스

밴

드

를

 

원

하

는

가

에

 

대

한

 

답

을

 

얻

는

 

것

이

다

.

 

이

를

 

위

해

 

인

구

통

계

학

적

 

문

항

,

 

운

동

-

라

이

프

스

타

일

,

 

헬

스

밴

드

사

용

경

험

,

 

디

자

인

,

 

U

I

/

G

U

I

,

 

기

능

에

 

걸

친

 

총

 

2

6

개

 

문

항

으

로

 

구

성

된

 

온

라

인

 

설

문

을

 

작

성

,

 

2

5

2

명

에

게

서

 

설

문

을

 

얻

어

,

 

교

차

분

석

 

및

 

카

이

검

정

,

 

평

균

비

교

 

및

 

분

산

분

석

 

등

의

 

통

계

를

 

실

시

하

여

 

다

음

과

 

같

은

 

결

과

를

 

얻

었

다

.

 

2

~

3

0

대

 

젊

은

층

은

 

m

a

t

r

i

x

 

디

스

플

레

이

를

 

채

택

한

 

밴

드

형

 

디

바

이

스

를

 

원

하

며

,

 

여

성

은

 

남

성

에

 

비

해

 

복

잡

하

고

 

화

려

한

 

외

형

과

 

U

I

화

면

에

 

더

 

수

용

적

이

다

.

 

단

순

한

 

외

형

을

 

원

하

는

 

사

람

은

 

심

플

한

 

U

I

화

면

을

 

선

호

하

고

,

 

그

 

반

대

도

 

성

립

된

다

.

 

5

0

대

 

이

상

은

 

그

 

이

전

세

대

에

 

비

해

 

화

려

한

 

외

형

에

 

더

 

수

용

적

이

다

.

 

여

성

은

 

디

자

인

에

 

있

어

서

 

단

순

한

 

쪽

으

로

든

 

화

려

한

 

쪽

으

로

든

 

확

실

한

 

선

호

 

태

도

를

 

보

인

다

.

 

분

석

 

결

과

,

 

연

령

대

와

 

성

별

과

 

같

은

 

인

구

통

계

학

적

 

변

수

는

 

헬

스

밴

드

의

 

특

성

을

 

결

정

하

는

데

 

의

미

있

는

 

변

수

였

으

나

,

 

운

동

정

도

나

 

운

동

유

형

과

 

같

은

 

운

동

-

라

이

프

스

타

일

 

변

수

는

 

예

상

과

 

달

리

 

예

측

력

이

 

약

했

음

을

 

알

 

수

 

있

었

다

.

 

사

용

자

 

유

형

에

 

따

른

 

차

별

화

된

 

헬

스

밴

드

 

디

자

인

 

컨

셉

 

수

립

 

등

의

 

연

구

결

과

 

활

용

이

 

기

대

된

다

.

@highlight

이 연구는 어떤 사용자가 어떤 헬스밴드를 원하는가에 대한 답을 얻는 것에 목적 있다. 이를 위하여 인구통계학적 문항, 운동-라이프스타일, 헬스밴드사용경험, 디자인, UI/GUI 및 기능에 걸친 총 26개 문항으로 구성된 온라인 설문을 작성, 252명에게서 설문을 얻어, 교차분석 및 카이검정, 평균비교와 분산분석 등의 통계를 실시해 다음과 같은 결과를 얻었다.