본 연구는 산림치유 프로그램이 보호관찰 청소년의 숲에 대한 태도와 분노에 미치는 영향을 알아보고자 수행 하였다.

프로그램 수행 기간은 2018년 6월에서 9월이었다.

총 참여대상은 50명이고, 실험집단(N=33)과 통제집단 (N=17)으로 나누어 실시했다.

실험집단은 국립 산음 치유의 숲에서 산림치유 프로그램에 1박 2일 동안 참여하였으며, 비교집단은 경기지역 법무부 준법지원센터에서 실내교육 프로그램에 1박 2일 동안 참여하였다.

SPSS 21.0 프로그램으로 분석하였고, 대응표본 t-

test를 실시하였다.

연구결과 숲 태도는 두 개의 하위요인을 포함해서 실험집단은 통제집단보다 숲 태도가 긍정적으로 향상되었다.

분노는 연구결과 하위영역 중 각성영역을 제외하고 행동과 인지 영역에서 실험집단이 통제집단보다 통계적으로 유의미한 변화를 보였다.

따라서 산림치유 프로그램은 보호관찰 청소년의 숲에 대한 태도는 긍정적으로 향상시키고, 분노는 감소시킨다고 할 수 있다.

본 연구는 산림치유 프로그램이 보호관찰 청소년의 건전한 사회복귀에 기여할 것으로 기대한다.

@highlight

본 연구의 목적은 산림치유 프로그램이 보호관찰 청소년의 숲에 대한 태도와 분노에 미치는 영향을 알아보는 데 있다.

@highlight

연구결과 숲 태도는 실험집단은 통제집단보다 숲 태도가 긍정적으로 향상되었고 분노는 각성영역을 제외하고 인지 영역과 행동에서 실험집단이 통제집단보다 유의미한 변화를 나타냈다.

