본 연구는 대학생들의 취업 스트레스와 그에 따른 어려움에 대해 어떻게 느끼고 경험하는지를 깊이 이해하고자 근거이론을 적용한 질적 연구이다.

본 연구 참여자는 서울과 경기도에 재학 중인 대학교 3-4학년으로 취업을 앞두고 있는 예비 취업준비생들 11명이다.

이 연구자들을 대상으로 심층면접을 통해 얻은 자료로부터 최종적으로 85개 개념, 18개 하위범주, 상위범주 9개가 도출되었다.

본 연구 결과의 인과적 조건은 ‘현실과 이상 사이’, 중심 현상은 ‘짓누르는 스트레스’이며, 맥락적 조건은 ‘대학생활 적응을 위한 노력’과 ‘취업 정보 찾기’로 중재적 조건은 ‘자격 갖추기’와 ‘지지체계들’로 나타났다.

작용/ 상호작용 전략은 ‘진정한 나로 살아가기’와 ‘취업연습의 의지적 활동’이며, 결과는 ‘미래를 향해 진취적으로 나가기’로 나타났다.

이런 과정은 ‘혼란스러운 단계’, ‘현실을 인정하고 발전을 탐색하는 단계’, ‘추구와 선택의 단계’, 그리고 ‘끈기와 주체성’의 단계를 거치는 것으로 나타났다.

이러한 연구 결과를 통해 대학생들의 취업스트레스와 그에 따른 그들의 반응과 대처 전략을 이해하며 그들의 정신 건강증진을 위한 기초자료로 활용하고자 한다.

@highlight

본 연구는 대학생들의 취업 스트레스와 어려움을 어떻게 느끼고 경험하는지 이해하고자한 질적 연구이다.

@highlight

연구 결과 ‘현실과 이상 사이’, 중심 현상은 ‘짓누르는 스트레스’이며, 맥락적 조건은 ‘대학생활 적응을 위한 노력’과 ‘취업 정보 찾기’로 중재적 조건은 ‘자격 갖추기’와 ‘지지체계들’로 나타났다.

