이 연구는 제2차 세계대전 시기 독일군이 운영한 군 매춘소와 친위대가 운영한 강제노동수용소 매춘소를 통해 나치 국가가 주도한 체계적이고 조직적인 강제성매매의 실제와 그것이 전후 과거 청산 과정에서 다루어져 온 방식을 고찰한다.

전시에 독일 국가에 의해 이루어진 강제성매매 사실은 반세기 이상 침묵되었고 그 기억은 억압되었다.

그 이유는 첫째, 나치가 엄격한 성 정책을 실시함으로써 “건강한” 성풍속과 성도덕을 강조했다는 이미지가 널리 퍼졌기 때문이다.

둘째, 피해 여성들의 완강한 침묵 때문이다.

이는 성매매여성에 대한 사회적 편견이 전후 시대에도 계속되었을 뿐만 아니라 이들이 ‘사회부적응자’로 나치 피해자 지위를 인정받지 못한 결과다.

마지막으로, 이들이 이중의 피해자로서 나치 피해자의 집단 서사를 방해하는 불편한 존재였기 때문이다.

그러나 독일 군대와 나치 친위대가 기획하고 직접 관리한 매춘소는 개인이나 집단의 일탈이 아니라 ‘전쟁 수행 도구’로 국가 시스템의 일부이며, 이곳에서 이루어진 강제성매매는 ‘국가와 군대의 체계적 개입’을 통해 실행되었다는 점에서 국가적 폭력성을 드러내는 구조화된 방식이다.

강제성매매 피해자들의 복권과 배상에는 오랜 시간이 걸렸을 뿐만 아니라 충분히 이루어지지도 않았다.

성매매에 대한 사회적 편견 외에도 피해자 이미지를 일원화하는 홀로코스트 집단기억의 문제를 극복해야 했기 때문이다.

그럼에도 이는 역사적 범죄의 청산에는 종료가 없음을 깨닫게 해준 계기로서 의미를 갖는다.

@highlight

제2차 세계대전 시기 독일군이 운영한 군 매춘소와 친위대가 운영한 강제노동수용소 매춘소를 통해 나치 국가가 주도한 체계적이고 조직적인 강제성매매의 실제와 그것이 전후 과거 청산 과정에서 다루어져 온 방식을 고찰해 보고자 한다.

@highlight

성매매에 대한 사회적 편견 외에도 피해자 이미지를 일원화하는 홀로코스트 집단기억의 문제를 극복해야 했기 때문이다.

@highlight

그럼에도 이는 역사적 범죄의 청산에는 종료가 없음을 깨닫게 해준 계기로서 의미를 갖는다고 사료된다.

