본 연구는 영아교사의 과학지도적극성에 영향을 미칠 것으로 예상되는 변인으로 구성주의신념, 놀이교수효능감, 자연친화적 교수태도, 과학지도지식을 선택하고, 이 변인들이 과학지도적극성에 미치는 상대적 영향력과 영아교사의 학력에 따른 변인들의 영향력 차이를 확인하는 것을 목표로 하였다.

어린이집에 근무하는 영아교사 350명을 대상으로 설문조사를 실시하였고, 분석은 단계적 중다회귀분석을 사용하였다.

연구결과 영아교사의 자연친화적 교수태도를 제외한 변인들이 과학지도적극성에 영향을 미쳤고, 상대적 영향력은 과학지도지식, 구성주의신념, 놀이교수효능감 순으로 나타났으며, 영아교사의 학력에 따라 과학지도적극성에 미치는 독립변인들의 상대적 영향력이 상이한 양상을 보였다.

본 연구는 이러한 결과를 통해 영아교사의 과학지도적극성 향상을 위해 과학지도지식과 구성주의신념, 특히 학력이 낮은 영아교사집단에 놀이교수효능감을 향상시킬 수 있는 지원이 필요함을 도출하였다는 점에서 의의를 가진다.

@highlight

영아교사의 과학지도적극성에 미치는 영향력과 영아교사의 학력에 따른 영향을 살피고자 하였다.

@highlight

도출된 결과를 바탕으로 영아교사를 위한 구성주의신념과 과학지도지식의 지원, 그리고 학력이 낮은 영아교사집단에게도 놀이교수효능감을 향상을 위한 지원 필요성을 제시하였다.

