본 연구는 문제중심학습(Problem-

Based Learning: PBL) 방법을 적용한 ‘학교폭력의 예방 및 대책’ 교직교과의 수업사례를 분석하였다.

특히, PBL를 활용한 활동과정을 통해 본 교과의 가능성과 ‘학교폭력’을 바라보는 학습자의 인식변화를 성찰일지를 바탕으로 탐색하고자 하였다.

이를 위해 S대학교 ‘학교폭력의 예방 및 대책’ 수업을 수강하는 38명 대학생을 대상으로 15주간 수업을 운영하였다.

분석 자료는 PBL 활동지, 성찰일지, 수업 평가 내용을 수집하여 질적 분석하였다.

연구 결과는 PBL을 활용한 ‘학교폭력의 예방 및 대책’ 수업을 수강한 후 본 수업에 대한 평가와 학습자의 인식변화를 도출하였다.

수업에 대한 평가는 긍정적인 면과 요구사항으로 분류하여 PBL을 적용한 ‘학교폭력의 예방 및 대책’ 교과의 효과를 확인하였다.

학습자의 인식변화는 ‘학교폭력의 예방 및 대책’ 교과에 대한 인식변화, 학교폭력에 대한 전반적인 인식변화, 교사의 태도에 대한 인식변화로 구분되었으며, 각각의 인식은 성숙하고 발전된 방향으로 변화되었고, 예비교사로서의 자세를 재정립하는 계기가 되었다.

이와 같은 연구 결과에 근거하여 PBL을 활용한 학교폭력관련 수업은 학교폭력에 관한 예비교사의 태도를 긍정적으로 변화시켰다는 점에서 본 사례연구의 의의가 있다.

@highlight

이 연구는 문제중심학습(Problem-

@highlight

Based Learning: PBL) 방법을 적용한 ‘학교폭력의 예방 및 대책’ 교직교과의 수업사례를 분석했다.

