본 연구는 주관적으로 지각하는 여가경험의 진지성이 참여자의 긍정심리자본과 삶의 질에 영향을 미치는 영향 구조를 확인하고자 하였다.

다양한 여가활동에 참여하고 있는 일반인 320명으로부터 설문자료를 구하였다.

진지성 여가경험의 주관성을 측정하기 위해 이론적으로 고려된 6가지 하위 특징별로 각각 하나의 문항을 작성하여 ‘진지성 여가경험 척도’를 구성하였고, 긍정심리자본 역시 여가 장면에 맞게 재구성하여 4개 요인으로 구성된 ‘여가 부합 긍정심리자본’ 척도를 구성하였다.

삶의 만족도는 기존 척도를 활용하여 측정하였다.

분석 결과, 본 연구에서 임시로 구성한 진지성 여가경험 척도와 여가부합 긍정심리자본 척도만이 아니라 삶의 만족도 척도 역시 타당한 것으로 확인되었다.

또한 진지성 여가경험은 긍정심리자본을 통해 삶의 만족도에 유의하게 간접적으로 영향을 미칠 뿐만 아니라, 직접적인 영향을 미치는 것이 확인되었다.

본 연구는 진지한 여가경험이 왜 삶의 질에 긍정적인 영향을 미치는지를 이해할 수 있는 단초를 제공한다.

여가경험의 진지성이 지닌 심리적 특징들이 긍정심리자본으로 알려진 효능감, 희망, 낙관주의 및 복원력을 증진하는데 도움이 되며 동시에 삶의 만족을 유도하는 것으로 이해된다.

@highlight

이 연구는 주관적으로 지각하는 여가경험의 진지성이 참여자의 긍정심리자본과 삶의 질에 영향을 미치는 영향 구조를 확인하고자 했다.

