본 연구에서 광산수의 재활용을 위해 축전식 탈염공정을 적용하였다.

이를 위해 이온교환폴리머를 코팅한 탄소 전극을 활용하였는데 본 성능을 관찰하기 위해 이온교환폴리머를 코팅하지 않은탄소 전극으로 광산수의 탈염 운전을 수행하고 비교분석하였다.

또한, 광산수의 높은 농도가 축전식 탈염공정에 미치는 영향을 조사하기 위해 저농도의 기수(NaCl 200 ppm)를 활용한 운전성능 비교 역시 수행하였다.

연구 결과 이온교환폴리머를 코팅한 탄소 전극을 활용한 광산수 탈염 효율 및 제거양 모두 그렇지 않은 전극에 비해 높았고 에너지 소모량은 더 적게 나타났다.

이는 높은 비패러데이 전류, 높은 염농도에 따른 낮은 용액 저항, 전극 기공 내에서의 이중층중첩효과에 기인하는 것으로 판단되었다.

또한, 이온교환폴리머를 코팅한 전극을 활용한 기수 탈염 운전 결과 낮은 염농도에 따라 용액의 저항이 높아지고, 제거 대상의 염의 양이 낮아 광산수에 비해 매우 높은 효율을 보였으나, 제거양은 매우 낮음을 알 수 있었다.

@highlight

이 연구에서 광산수의 재활용을 위해 축전식 탈염공정을 적용하였다.

@highlight

이를 위해 이온교환폴리머를 코팅한 탄소 전극을 활용하였는데 본 성능을 관찰하기 위해 이온교환폴리머를 코팅하지 않은탄소 전극으로 광산수의 탈염 운전을 수행하고 비교분석하였다.

