이번 연구는 일개 의학전문대학원에서 지역사회의학실습의 일환으로 실시한 119구급대 실습에 관한 연구로, 학생들이 119구급대 실습에서 무엇을 경험하였는지, 그 경험의 교육적의 미가 무엇인지를 탐색해 보는 것을 목적으로 하였다.

이를 위해 내러티브 연구방법을 사용하여, 일개 의학전문대학원의 119구급대 현장실습에 참여했던 5명의 학생들의 이야기를 수집하고, 연구자가 이를 분석하여 다시 이야기를 진술하였다.

연구결과 첫째, 119구급대 실습생들은 3일간의 실습을 통하여 과장되거나 미화되지 않은 119구급대 실제 운영 모습을 경험하였으며, 이는 응급의료체계의 병원 전 단계를 이해할 수 있는 단초를 제공하였다.

둘째, 119구급대 실습은 구체적인 실습 프로그램이나 실습 지침이 부재했으며, 이로 인해 학생들은 실습기간 동안 어려움을 겪었다.

119구급대 실습은 지역사회의 다양한 보건의료체계를 이해하고 그 구성원으로써 의사의 모습을 재구성하도록 하는 교육프로그램의 일환으로 가치가 있음을 발견하였다.

그러나 이러한 가치를 119구급대 실습 가운데 구연해내기 위해서는 구체적인 실습 프로그램 개발이 필요하며, 학교와 기관 간의 긴밀한 협조 체제를 구축할 필요가 있다.

@highlight

이번 연구는 일개 의학전문대학원에서 지역사회의학실습의 일환으로 실시한 119구급대 실습에 관한 연구로, 학생들이 119구급대 실습에서 무엇을 경험했는지, 그 경험의 교육적의 미가 무엇인지를 탐색해 보는 것을 목적으로 했다.

