과

배

수

체

증

 

및

 

네

배

수

체

증

은

 

골

수

성

 

종

양

에

서

 

드

문

 

세

포

유

전

학

적

 

이

상

으

로

 

골

수

형

성

이

상

증

후

군

에

서

 

보

고

된

 

바

는

 

더

욱

 

드

물

다

.

 

이

러

한

 

이

상

은

 

백

혈

병

 

유

발

,

 

백

혈

병

성

 

전

환

 

및

 

나

쁜

 

예

후

와

 

연

관

이

있

다

고

 

알

려

져

 

있

다

.

 

이

 

논

문

에

서

는

 

국

내

에

서

 

아

직

 

보

고

된

 

바

가

 

없

는

 

증

례

인

 

골

수

형

성

이

상

증

후

군

을

 

동

반

한

 

근

네

배

수

체

증

을

 

보

고

하

고

자

 

한

다

.

 

8

0

세

 

환

자

가

 

골

수

 

검

사

상

 

골

수

 

내

 

골

수

모

세

포

가

 

1

6

%

관

찰

되

어

 

모

세

포

과

다

불

응

성

빈

혈

-

2

로

 

진

단

되

었

다

.

 

골

수

천

자

액

으

로

 

시

행

한

 

염

색

체

 

검

사

에

서

는

 

염

색

체

의

 

수

적

 

그

리

고

 

구

조

적

 

이

상

과

 

함

께

 

근

네

배

수

체

증

이

 

발

견

되

었

으

며

 

결

과

는

 

4

5

,

X

Y

,

a

d

d

(

1

)

(

p

3

6

.

1

)

,

d

e

l

(

1

0

)

(

p

1

1

.

2

)

,

d

e

l

(

1

1

)

(

q

1

3

)

,

?

1

2

,

?

1

6

,

d

e

r

(

1

7

)

t

(

1

1

;

1

7

)

(

q

1

3

;

q

2

1

)

,

a

d

d

(

2

0

)

(

q

1

3

.

1

)

,

+

m

a

r

[

8

]

/

8

5

~

9

0

,

i

d

e

m

ⅹ

2

[

c

p

8

]

/

4

6

,

X

Y

[

4

]

이

었

다

.

 

관

해

유

도

 

항

암

화

학

요

법

(

d

e

c

i

t

a

b

i

n

e

,

 

2

0

 

m

g

/

m

2

/

d

a

y

)

을

 

시

행

하

고

혈

구

 

증

식

촉

진

인

자

를

 

투

여

 

및

 

수

혈

하

며

 

외

래

에

서

 

추

적

관

찰

하

고

있

던

 

중

 

진

단

으

로

부

터

 

약

 

1

년

 

2

개

월

 

후

인

 

2

0

1

1

년

 

4

월

에

 

호

중

구

 

감

소

증

으

로

 

인

한

 

패

혈

증

으

로

 

사

망

하

였

다

.

@highlight

과배수체증 및 네배수체증은 골수성 종양에서 드문 세포유전학적 이상으로 골수형성이상증후군에서 보고된 바는 더욱 드물다.