본 연구는 외국어로서의 한국어 교육이 학습자의 필요와 요구를 충족시키지 못하고 여전히 문법 구조와 어형 변화, 읽기 및 쓰기 등 문어(文語)에 치우친 교육을 함으로써 학습자가 특정한 상황과 맥락에서 한국어를 창조적으로 사용할 수 있는 능력을 길러 주는 데 한계를 드러내고 있다는 문제 인식에서부터 출발하였다.

최근 한국어 교육은 ‘학습자가 실제 언어생활에서 자연스럽게 의사소통 할 수 있는가?

’에 초점을 맞추고 ‘과제(task)'의 개념을 도입하여 학습자의 의사소통 능력을 향상시키는 것에 관심을 두고 있지만, 실제 교육 현장에서의 말하기 지도와 과제 수행에 대한 연구는 부족한 편이다.

유의미한 말하기 연습을 위해 다양한 과제를 제시하더라도 교실에서 가정할 수 있는 상황에는 한계가 있으며, 또 실제 학습자가 경험할 수 있는 다변적인 상황을 모두 교실로 끌어들이기도 어렵기 때문이다.

따라서 효과적인 한국어 말하기 지도를 위해서는 학습자 수준에 따른 과제의 선정, 단계별 지도법 그리고 알맞은 연습과 평가가 중요하다.

이에 한국어 학습자를 위한 말하기의 유창성, 정확성, 발음 등 말하기 수업의 구체적인 연구와, 또 이를 실제 현장에 적용할 수 있는 실용적인 연구가 병행하여 이루어져야 한다.

@highlight

외국어로서의 한국어 교육은 문법 구조와 어형 변화, 읽기 및 쓰기 등 문어(文語)에 치우친 교육을 함으로써, 학습자가 특정 상황과 맥락에서 한국어를 창조적으로 사용할 수 있는 능력을 길러주는 데 한계를 드러내고 있다.

@highlight

이에 한국어 학습자를 위한 말하기 수업의 구체적 연구와 이를 현장에 적용할 수 있는 실용적 연구가 이루어져야 한다.

