이 연구는 치매노인의 인지기능에 대한 음악치료 진단평가 도구인 MBECF 수정판을 번안한 K-

MBECF의 타당도와 신뢰도를 검정하고자 한 것이었다.

K-

MBECF 개발은 한국의 문화적 특성을 고려하여 임상 전문가들 간의 토의와 2차례의 예비연구를 통해 이루어졌다.

연구방법은 2012년 8월 21일부터 2013년 2월 18일까지 치매노인 50명을 대상으로 K-

MBECF와 K-

MMSE 검사를 진행하였다.

연구 결과, K-

MBECF와 K-

MMSE의 Pearson 상관계수는 .745로 높은 공존타당도를 보였으며, K-

MMSE 범주에 따른 K-

MBECF의 점수 분포를 살펴본 결과, 중증 집단이 경증 및 중등도 집단보다 유의미하게 낮은 점수를 보였다.

K-

MBECF의 문항 신뢰도에 있어서는 Cronbach's α 계수가 .833으로 높은 내적 일치도를 보였으며, 관찰자 간 신뢰도는 93%의 일치도를 보였다.

이와 같은 결과는 K-

MBECF가 한국 치매노인의 인지기능에 대한 음악치료 진단평가 도구로서 활용될 수 있음을 시사한다.

@highlight

본고는 치매노인의 인지기능에 대한 음악치료 진단평가 도구인 MBECF 수정판을 번안한 K-

