이 연구는 북한이탈학생들의 남한학교 적응과정에서 학습에 초점을 두었다.

조사 결과 상당수의 북한이탈학생들은 국어와 수학 기초학력을 갖추지 못하였으며, 이들의 가장 큰 고민도 학교성적이었다.

이들의 수업태도는 비교적 양호하였으나, 질문과 발표를 하는 데 소극적이었다.

이는 북한의 권위주의적이며 주입식 교육체제에서 사회화된 때문이기도 하나, 다 아는 질문을 하여서 북한출신임이 드러날 우려 때문이기도 하였다.

이들이 모르는 문제의 해결 등 학교적응과정에서 가장 도움이 된다고 생각한 것은 친구의 도움이었다.

학교의 보충학습이 적응에 도움이 된다는 응답은 많았으나 참여율은 낮았다.

보충수업을 하는 것이 창피해서 또는 방과 후에도 학교에 남는 것이 갑갑하기 때문이었다.

그런데 일부 학생들은 학교보다 자원봉사자와 혹은 사회복지관에서 공부하는 것에 더 우호적이었다.

학부모들은 학업성취에 대한 학교의 책임을 강하게 요구했다.

북한이탈학생들의 학력증진을 위해서는 학교와 학교 밖의 복지체계가 보다 긴밀하게 연결될 뿐만 아니라 다양한 경로로 이들이 도움 받을 수 있도록 지원할 필요가 있다.

@highlight

북한이탈학생들의 남한학교 적응과정에서 학습에 초점을 두었으며, 조사 결과 상당수의 북한이탈학생들은 국어와 수학 기초학력을 갖추지 못하였으며, 이들의 가장 큰 고민도 학교성적인것으로 나타났다.

