스마트 그리드를 지원하는 핵심 IoT(Internet of Things) 기술로서 AMI(Advanced Metering Infrastructure)의국가별 보급율은 크게 다르다.

본 논문은 그 차이를 유발하는 여러 요인중 AMI 통신기술이 매우 중요한 역할을 한다고 보고 대표적 AMI 통신기술인 PLC와 LTE를 중심으로 여러 통신기술을 미래 지향적 관점에서 비교 평가한다.

생태계 관점에서의 포괄적 평가를 위해 기술요건과 함께 새로이 비즈니스 모델 요건을 개발하였고 이에 기반하여TCO(Total Cost of Ownership)에 기반한 경제성 평가모델을 국내 시장상황에 맞게 개발, 적용하였다.

적용결과 두기술간 우열은 PLC 기술의 신호감쇠간섭 저항력과 LTE 기술의 PLC 대비 상대적 가격경쟁력에 의해 좌우되며 국내의 현장여건에서 PLC대비 LTE의 기술우위는 향후 더욱 강화될 것으로 전망하였다.

마지막으로 이러한 AMI 사례분석에 근거하여 향후 AMI를 포함한 IoT 시장 전반의 활성화를 위한 정책방안을 제시하고 토의하였다.

@highlight

본 연구는 그 차이를 유발하는 여러 요인중 AMI 통신기술이 중요한 역할을 한다고 보고 대표적 AMI 통신기술인 PLC와 LTE를 중심으로 여러 통신기술을 미래 지향적 관점에서 비교·평가하였다.

