본 연구자는 기본적으로 빅토리아 전성기 영국의 사회구조적 상황에서 사회적 다윈주의-

인종주의-

제국주의-

영국을 이스라엘로 간주하는 선민사상 또는 영국 이스라엘주의 -

기독교 선교간의 지성사적 상호 영향 및 연관을 중시한다.

그로부터 본 연구자느 이 글에서 영국의 제국주의 시대 당시 사회상황과 역사적으로 깊은 관련을 갖고 전개된 일종의 정신적 제국주의로서 앵글로색슨계의 기독교 선교에 드러난 인종주의 특징과 타자인식으로서의 오리엔탈리즘의 구체적 실체를 앞에서 언급한 영국-

이스라엘주의를 중심으로 밝혀내고자 노력하였다.

‘영국-

이스라엘주의’의 주요한 이념은 오늘날의 영국(Great Britain)이 옛 이스라엘의 12지파들 중 남북이 분열된 북왕국 이스라엘의 잃어버린 열 지파(부족)가 살고있는 지리적 고향이라는 것이다.

그런데 이 같은 믿음이 의미하는 것은 현재의 앵글로색슨족이 기독교의 신(하나님)이 선택한 민족 즉, 선민(選民)이라는 것을 말한다.

이 운동은 20세기로 바뀔 무렵 영국의 제국주의 사상, 인종적 정체성(identity) 그리고 영국 및 특히 미국의 반(反)유대주의(Anti-

Semitism) 등에 중요한 의미를 갖는 것으로 오늘날 평가되고 있다.

@highlight

이 연구자는 기본적으로 빅토리아 전성기 영국의 사회구조적 상황에서 사회적 다윈주의-

@highlight

인종주의-

@highlight

제국주의-

@highlight

영국을 이스라엘로 간주하는 선민사상 또는 영국 이스라엘주의 -

@highlight

기독교 선교간의 지성사적 상호 영향 및 연관을 중시한다.

