새로운 교육기술도구인교육용로봇은K-12 교육에서많은 인기를얻어가고 있다.

특히로봇은STEM 관련 교과의 학업성취와 학업능력에도 효과적이라고 보고되고 있다.

하지만 지금까지 수행된 대부분의 로봇활용 연구는 정규교육과정 밖에서 실시되어왔다.

본 연구는 한국의 초등학교 과학수업에서 로봇활용이 과학교과의 학습동기에 미치는 영향을 분석하였다.

연구에 참여한 초등학생은 4, 5학년 121명이었으며 실험집단은 로봇을 활용한 과학수업을 실시하였고 통제집단은 전통적방식의 과학수업을 실시하였다.

집단별 사전 사후 학습동기를 비교하기 위해 공변량 분석을 실시하였으며 실험집단의 학생은 추가적으로 인터뷰가 병행되었다.

연구결과 실험집단은 통제집단보다학습동기가 유의미하게 향상되었으며(p<.05), 로봇활용수업에 대한 긍정적인 응답도 확인되었다.

본 연구는 향후정규교육과정에 로봇을 활용하는 연구에 중요한 역할을 할 수 있을 것이다.

@highlight

본고는 한국의 초등학교 과학수업에서 로봇활용이 과학교과의 학습동기에 미치는 영향을 분석하였으며, 연구에 참여한 초등학생은 4, 5학년 121명이었고, 실험집단은 로봇을 활용한 과학수업을 실시했으며, 통제집단은 전통적방식의 과학수업을 실시했다.

