<

차

사

본

풀

이

>

는

 

저

승

차

사

의

 

좌

정

(

坐

定

)

 

내

력

을

 

풀

이

하

는

 

무

속

신

화

로

서

 

주

인

공

 

강

림

의

 

저

승

여

행

이

 

서

사

의

 

핵

심

을

 

이

루

고

 

있

다

.

 

강

림

의

 

저

승

여

행

은

 

낯

선

 

타

계

로

 

나

아

가

는

 

노

정

이

자

 

자

신

의

 

내

면

으

로

 

향

한

 

탐

색

의

 

여

정

이

다

.

 

여

행

의

 

경

로

에

 

따

라

 

변

화

하

는

 

인

물

형

상

은

 

저

승

차

사

로

의

 

전

환

과

 

그

에

 

따

른

 

정

체

성

 

확

인

과

정

을

 

보

여

준

다

.

 

강

림

의

 

행

로

를

 

따

라

 

이

계

공

간

은

 

점

차

 

구

체

적

인

 

모

습

을

 

드

러

내

고

,

 

세

계

간

의

 

경

계

를

 

표

상

하

는

 

공

간

적

 

지

점

들

이

 

부

각

되

는

데

,

 

이

러

한

 

지

점

마

다

 

특

별

한

 

의

례

가

 

수

행

되

면

서

 

저

승

세

계

로

의

 

진

입

이

 

점

차

적

으

로

 

허

용

된

다

.

 

강

림

의

 

저

승

여

행

은

 

미

지

의

 

외

부

공

간

이

던

 

저

승

세

계

를

 

기

지

(

旣

知

)

의

 

세

계

로

 

전

환

시

킴

으

로

써

,

 

저

승

세

계

를

 

이

 

세

상

적

 

관

점

에

서

 

내

부

공

간

화

(

內

部

空

間

化

)

하

는

 

작

업

인

 

것

이

다

.

 

강

림

의

 

저

승

여

행

은

 

이

승

/

저

승

으

로

 

구

획

된

 

세

계

간

의

 

경

계

를

 

넘

어

 

소

통

을

 

실

현

하

고

자

 

하

는

 

인

간

의

 

의

지

를

 

보

여

준

다

.

 

저

승

여

행

자

 

강

림

은

 

세

계

간

의

 

경

계

를

 

넘

음

으

로

써

 

일

체

화

된

 

세

계

상

(

世

界

像

)

을

 

실

현

하

고

 

있

다

.

 

여

정

에

 

따

라

 

변

모

하

는

 

인

물

의

 

형

상

은

 

죽

음

에

 

대

한

 

두

려

움

과

 

삶

을

 

향

한

 

열

망

이

 

부

딪

히

면

서

 

만

들

어

낸

 

자

기

확

인

의

 

과

정

을

 

보

여

준

다

.

 

강

림

의

 

서

사

는

 

이

계

여

행

을

 

통

해

 

어

떻

게

 

정

체

성

을

 

확

인

하

고

 

존

재

전

환

을

 

이

루

어

갔

는

가

를

 

보

여

주

는

 

이

야

기

이

며

,

 

인

간

의

 

경

계

를

 

넘

어

 

신

이

 

되

는

 

경

계

넘

기

의

 

서

사

이

다

.

@highlight

<차사본풀이>는 저승차사의 좌정(坐定) 내력을 풀이하는 무속신화로서 주인공 강림의 저승여행이 서사의 핵심을 이루고 있다.