지역 혁신기관의 정책적 목표인 지역 산업 활성화를 위한 사업실적과 자립적 운영을 위한 재정적 성과에 대응하여 효율성을 평가하고 비교, 분석하였다.

이를 통해 연구개발, 기업지원, 인력양성 등과 같이 지역 산업 활성화를 위한 활동과 함께 지역 혁신기관이 자립적 운영을 위한 재정적 성과를 동시에 확보하고 있는지를 확인하고자 하였다.

효율성 평가를 위해 자료포락분석(DEA; Data Envelope Analysis)을 사용하였으며, 동일한 투입 요소인 정부와 지자체의 투자금액과 상시고용인원에 대해 지역 산업 활성화 지표와 재정 자립도 지표로 산출 요소를 구분하여 두 개의 DEA 모형을 구성하였다.

효율성 분석 결과, 1) 지역 산업 활성화와 재정 자립도 간의 상관성은 통계적으로 유의하지 않았으며, 2) 지자체 연구소는 지역 산업 활성화 측면에서 특화센터에 비해 효율성이 유의하게 높으며, 3) 재정 자립도 측면에서는 테크노파크 내 특화센터가 유의하게 우수한 효율성을 나타냈다.

또한, 4) 광역권과 시도권으로 지역 규모를 고려한 비교에서는 효율성의 차이가 유의하지 않았으며, 클러스터 형성기에서 우려하였던 충청?

영남권과 호남?

강원?

제주권의 효율성 격차는 유의하지 않아 지역 클러스터 간 편차는 심화되지 않은 것을 확인하였다.

이를 통해 지자체연구소의 경우 재정 자립을 위한 정책적 지원과 평가 체계의 조정을, 특화센터의 경우 테크노파크의 관리 효율성과 시너지 활용을 정책적 시사점으로 제시하였다.

@highlight

이를 통해 연구개발, 기업지원, 인력양성 등과 같이 지역 산업 활성화를 위한 활동과 함께 지역 혁신기관이 자립적 운영을 위한 재정적 성과를 동시에 확보하고 있는지를 확인하고자 했다.

