통상 CMMS는 ERP(생산부문)의 BOM(Bill of Material)과 밀접한 관계가 있기 때문에 ERP의 연계된 모듈로 제공되었으나 효용성 및 사용자의 인식부족 등 귀찮은 입력업무의 추가 등으로 인해 활발히 사용되지는 않았다.

그러나 현재 CMMS를 효율적으로 운영할 경우 기업이 얻을 수 있는 많은 이점들을 인식한 기업들이 독자적으로 개발 또는 기 개발된 패키지형태의 솔루션을 사용하고 있거나 도입을 검토하고 있다.

또한 국내 대다수의 제조업체는 좋은 제품을 생산해 고객에게 많이 판매하여 이익을 내고 고장 발생 시 수리해 주면 된다는 마인드를 가지고 있다.

그러나 고객사에서 보유 부품에 관계없이 불규칙적으로 고장 신고를 할 경우 BM(Breakdown Maintenance)으로는 아무런 계획도 세울 수 없다.

본 논문에서는 생산성 향상을 위한 설비유지관리의 경우 기존의 사후보전의 형태 및 예방보전체계(CPM : Computerized Preventive Maintenance)보다는 스마트 기기를 활용한 상태기준 보전체제 (CBM : Condition Based Maintenance)를 도입 할 필요가 있다고 판단되어 mobile기기를 활용한 설비유지관리 플랫폼을 설계 및 구현하고자 한다.

@highlight

이 논문에서 생산성 향상을 위한 설비유지관리의 경우 기존의 사후보전의 형태 및 예방보전체계보다 스마트 기기를 활용한 상태기준 보전체제를 도입 할 필요가 있다고 판단되어 mobile기기를 활용한 설비유지관리 플랫폼을 설계 및 구현하려 한다.

