통합형 위기관리체계를 채택하고 있는 영국은 기관별 임무와 위기대응절차 등을 표준화한 통합형 위기관리 매뉴얼을 선호하고 있다.

반면 우리나라는 통합형 위기관리체계를 채택하고 있음에도 불구하고, 위기관리 매뉴얼의 숫자가 총 5,300여개에 달하는 등 유형별로 너무 세분화된 매뉴얼 운영체계를 가지고 있다.

이러한 배경 하에서 본 연구는 기본적으로 영국 및 영국경찰의 위기대응매뉴얼 운영체계를 알아보고, 이를 통하여 우리의 매뉴얼 운용체계가 나갈 방향성 내지 정책 시사점을 도출하고자 하였다.

이를 위해서 영·미등 선진국에서 논의되고 있는 매뉴얼 관련 이론적 배경, ① 매뉴얼증후군, ② 개방시스템 역설, ③ 위기대응에 있어서 유연성 이론을 먼저 살펴보았다.

이러한 이론적 논의와 영국의 매뉴얼 운영사례 등에 대한 조사를 바탕으로 본 논문은 ① 매뉴얼의 공개, ② (매뉴얼증후군 예방을 위한) 훈련 및 연습을 통한 매뉴얼의 지속적인 업데이트, ③ 기관 통합형 매뉴얼의 구비, ④ 매뉴얼을 뛰어 넘는 현장에서의 유연성 강조, 총 네 가지의 시사점을 제시하였다.

@highlight

본 논문은 영국과 영국경찰의 위기대응매뉴얼 운영체계를 살펴보고, 우리의 매뉴얼 운용체계가 나갈 방향성과 정책적 시사점을 도출하고자 하였다.

@highlight

영·미등 선진국에서 논의되고 있는 매뉴얼 관련 이론적 배경, 매뉴얼증후군, 개방시스템 역설, 위기대응에 있어서 유연성 이론을 연구하였다.

