이 논문은 온실효과의 주된 원인의 하나인 CO2 배출량을 환경오염의 대리변수로 간주하고 경제성장과 환경오염 간 관계, 이른바 역U자형 관계를 갖는다는 환경쿠즈네츠 가설의 성립 여부를 IEA에 의해 아시아로 분류된 전체 국가 중 자료가 부족한 캄보디아와 몽골을 제외한 20개 아시아 국가를 대상으로 실증분석하였다.

특히, 이 논문은 전통적 패널기법에서 무시되어 온 국가 단위 패널의 상호의존성과 기울기 계수들의 상이성을 감안하기 위해 동태적 그룹평균 (MG)추정기법을 활용하여 분석하였다.

분석결과, 아시아 국가들의 경우, 경제성장과 함께 탄소배출량이 증가하다가 일정한 소득수준 이상에서는 탄소배출량이 다시 감소한다는 환경쿠즈네츠 가설은 지지되지 않는 것으로 나타났다.

이러한 결과는 아시아 국가들의 성장지향적인 정책이 환경수요를 증가시켜 궁극적으로 탄소배출량의 감축을 보장하지 않는다는 것을 의미 한다.

이는 경제성장 과정에서 나타난 환경오염 문제를 완화하기 위해 여러 가지 탄소감축에 관련된 정책, 예컨대 온실가스 배출 감축의무 부과 방안, 오염배출저감 유인 및 관리 정책 등이 지속적으로 필요하다는 것을 시사한다.

@highlight

이 논문은 온실효과의 주된 원인의 하나인 CO2 배출량을 환경오염의 대리변수로 간주하고 경제성장과 환경오염 간 관계, 이른바 역U자형 관계를 갖는다는 환경쿠즈네츠 가설의 성립 여부를 IEA에 의해 아시아로 분류된 전체 국가 중 자료가 부족한 캄보디아와 몽골을 제외한 20개 아시아 국가를 대상으로 실증분석했다.

