회계연구는 재무적·계량적 정보를 바탕으로 과학적·실증적 검증을 위주로 수행되어져 왔다.

그러나 21세기에 들어서서 기업환경의 변화에 따른 연구자의 연구에 있어서의 패러다임의 변화는 연구방법에 대한 제고에 영향을 미치고 있다.

이에 본 연구는 비재무적, 질적 정보가 더욱 강조되고 있는 전산회계연구에 있어서 질적연구방법에 대하여 고찰하고, 질적연구방법에서 계량적 분석결과를 도출하는 Q방법론의 활용방안을 제시하는데 있다.

따라서, 본 연구는 전산관리회계 연구에 있어서 활용가능한 질적연구방법론인 Q방법론을 고찰하고, 그 활용가능성을 선행연구 사례를 바탕으로 검토하였다.

질적연구는 사회현상의 여러 가지 인물이나 사물을 “있는 그대로(as they are)를 바라보면서” 일상생활에서 일어나는 언어를 재구성함으로써 사물의 본질적 속성을 발견하는 것을 목적으로 한다.

따라서, 현실세계, 사회현상, 사물, 인물 등을 “있는 그대로” 바라보면서 그곳에서 보여지고 듣게 되는 다양하고 복잡한 현상과 언어들을 재구성하여 그 본질적 속성을 밝히는 해석적 패러다임으로써 방법(method)이상의 방법론(methodology)이다.

@highlight

회계연구는 재무적·계량적 정보를 바탕으로 과학적 그리고 실증적 검증을 위주로 수행되어져 왔다.

@highlight

그러나 21세기에 들어서서 기업환경의 변화에 따라 연구자의 연구에 있어서의 패러다임의 변화는 연구방법에 관한 제고에 영향을 미치고 있는 실정이다.

