SF6 가스는 아크방지능력과 절연 특성이 탁월하기 때문에 단열, 세척, 차폐등과 같은 여러 공업적인 영역에서널리 사용되고 있다.

그러나 SF6의 지구온난화지수는 CO2의 23,900배에 달하며 3,200년 이상 공기중에 잔존한다.

이러한이유로 하이드레이트 형성 원리를 이용하여 복합 가스에서 SF6를 분리해 내는 방법이 기술적, 경제적인 면에 영향을 끼칠것이다.

본 연구에서 SF6 하이드레이트 결정의 형성과 성장에 대한 이해를 위하여 형태학적 분석을 수행하였다.

SF6 하이드레이트 필름은 용액과 기상의 계면에서 먼저 생성되었고, 이후에 수지상 가지의 형태로 성장하는 것이 관찰 되었다.

수지상 성장 결정은 기상의 방향으로 성장하였는데 이것은 객체 분자의 농도 차이에 근거한 것으로 사료된다.

본 연구에서는기/액 계면에서의 핵생성, 유동, 성장과 같은 SF6 하이드레이트 결정의 형태학적 특성에 대하여 기술하였다.

@highlight

SF6 가스는 아크방지능력과 절연 특성이 탁월하기 때문에 단열, 세척, 차폐등과 같은 여러 공업적인 영역에서널리 사용되고 있다.

