Cited-

by Linking 서비스는 CrossRef에서 제공하는 주요 서비스 중 하나로 해당 논문이 DOI를 통하여 얼마나 인용되었는지 누적하여 집계된 데이터이다.

이에 본 연구에서는 KISTI의 학술정보통합관리시스템에서 월단위로 구축·관리하는 Cited-

by Linking 데이터를 분석하여 자연과학과 공학 분야의 인용 패턴을 규명하고자 하였다.

이를 위해서 전체 기탁된 21만 건 중 자연과학과 공학 분야 총 170,999건(315종)을 분석 대상으로 하고, 2016년 3월까지 누적된 Cited-

by Linking 데이터를 수집하였다.

연구의 분석 결과, 첫째, 글로벌하게 인용될 가능성에서 사용 언어는 영향을 미치고 있으며, 둘째, SCIE 및 SCOPUS 등재 여부 역시 인용가능성에 상당 부분 기여하고 있음을 확인하였다.

셋째, 자연과학 분야는 거의 동일한 주제 분야에서 인용을 받고 있으며, 상대적으로 공학 분야는 타주제 분야에서 더 인용 받고 있음을 파악하였다.

이러한 연구의 결과는 자연과학과 공학 분야의 세부주제 분야별 인용 행태를 규명하고, 향후, 인용 행태에 관한 연구에서 유용하게 활용될 것으로 기대한다.

@highlight

이에 이 연구에서는 KISTI의 학술정보통합관리시스템에서 월단위로 구축·관리하는 Cited-

@highlight

by Linking 데이터를 분석해 자연과학과 공학 분야의 인용 패턴을 규명하고자 했다.

