본 논문은 기술수준 산업군별로 대 중국 해외직접투자가 산업내 무역에 어떤 상이한 충격을 주는지를 실증 분석한 연구이다.

이를 위해 18개 제조업을 기술수준군별로 구분하여 분석하였다.

분석 결과, 대 중국 무역에 있어 고위 및 중고위기술 산업군에서 해외직접투자가 산업내 무역에 미치는 영향은 중저위기술 및 저위기술 산업군에서의 영향보다 상대적으로 더 낮게 나타났다.

고위 및 중고위기술 산업군의 경우 대 중국 직접투자로 인한 기술이전 및 기술제휴로 인해 한국과 중국 간 제품차별화 정도가 축소되었고 우리 기업들이 국내에서 더 이상의 자체 연구개발 투자 노력보다는 중국으로의 시장추구형 투자를 중시함으로 인해 산업내 무역 확대의 효과가 낮게 나타난 것으로 추론할 수 있다.

본 연구는 향후 해외직접투자가 산업 특성군별로 구별되어 진행될 필요가 있음을 함의한다.

즉, 고위 및 중고위기술 산업군의 경우 해외직접투자의 확대보다는 고기술 확보를 위한 연구개발투자 확대를 통해 안정적 비교우위 확보를 도모할 필요가 있으며 반면, 중저위 및 저위기술 산업군의 경우 이미 중국 기술수준의 추격으로 지식이나 기술자본의 비경합성이 높고 긍정적 외부효과를 향유할 가능성이 높으므로 국내시장의 포화에 따른 중국시장 진출 및 교두보 확보를 위해 해외직접투자 위주로 대 중국 투자가 이루어질 필요가 있을 것이다.

@highlight

이 논문은 기술수준 산업군별로 대 중국 해외직접투자가 산업내 무역에 어떤 상이한 충격을 주는지를 실증 분석한 연구이다.

@highlight

분석 결과, 대 중국 무역에 있어 고위 및 중고위기술 산업군에서 해외직접투자가 산업내 무역에 미치는 영향은 중저위기술 및 저위기술 산업군에서의 영향보다 상대적으로 더 낮게 나타났다.

