본고는 북한 지역의 주요 사찰 판본 중 다수를 차지하는 普賢寺에서 간행된 45종의 현전 판본을 분석한 것으로, 그 결과는 다음과 같다.

1.

주제별로는 宗義部가 약 42%로 가장 많으며, 宗義部는 모두 禪宗 계통의 경전이다.

2.

간행 시기는 16-18세기말까지로 특히 17세기의 1680년대 판본이 가장 많았다.

3.

普賢寺 本寺에서는 크게 3期에 걸쳐 開板하였다.

그 중 2期에 해당되는 1680년대에는 약 10년간 주요 大乘經典과 禪宗書를 대대적으로 간행하였으며, 보현사 각수뿐만 아니라 各道의 각수가 참여하여 판각하였던 것으로 나타났다.

4.

普賢寺로 옮긴 經板은 대부분이 普賢寺 末寺에서 板刻하였지만 「雪巖亂藁」의 경우 강원도에서 板刻하여 옮겨오기도 하였다.

5.

刻手 중 특히 ‘別訓’은 僧將 출신으로 18세기 초중엽 대표적인 각수로 활동하였다.

@highlight

본고는 북한 지역의 주요 사찰 판본 중 다수를 차지하는 普賢寺에서 간행된 45종의 현전 판본을 분석한 것이다.

