본 연구는 회사채 신용등급에 따른 회계정보의 가치관련성에 관한 연구로 ohlson 모형을 확장하여 분석하였다.

기업의 신용등급에 따라 주가와 회계정보인 이익과 장부가치의 관련성에 차이가 있는지 여부를 검토한 것이다.

분석기간은 2000년부터 2010년까지 최근 11년동안 신용등급평가가 기업가치에 어떤 영향을 미치는 지를 이익과 장부가치를 통해 분석하였다.

분석결과는 첫째, 신용평가등급이 높은 투자등급의 기업은 그렇지 않은 기업에 비해 주당순이익의 가치관련성은 높은 것으로 분석되었다.

따라서 신용등급의 차이에 따라 주당순이익은 차별적인 시장반응이 나타났으며 가설 1은 지지되었다.

둘째, 신용평가등급이 높은 투자등급의 기업은 그렇지 않은 기업에 비해 주당순자산의 가치관련성을 분석한 결과, 신용등급이 투자등급의 기업일수록 주가관련성이 높은 것으로 나타나 가설 2는 지지되었다.

추가적으로 주당순이익과 주당순자산의 주가관련성은 신용등급을 고려했을 때에도 주당순자산이 보다 높은 가치관련성을 가지는 것으로 분석되었다.

@highlight

이 연구는 회사채 신용등급에 따른 회계정보의 가치관련성에 관한 연구로 ohlson 모형을 확장하여 분석했다.

