산업용 로봇 제어는 버튼 기반의 TP(Teaching Pendant) 단말기를 통해 제조사가 제공하는 텍스트 기반의 프로그래밍 언어를 사용하여 이루어진다.

그러나 제조 현장에서 TP를 조작하는 사용자가 주로 언어의 배경지식이 없는 비전공자임을 고려할 때, 버튼 기반의 TP에서의 텍스트 기반의 프로그래밍 언어는 학습과 사용의 어려운 단점이 있다.

텍스트 기반의 프로그래밍 언어의 단점을 극복하기 위해 비숙련 사용자들도쉽게 프로그래밍을 할 수 있는 그래픽 기반의 비주얼 프로그래밍 환경이 제안되었으며, 특히 명령 블록을 사용한 비주얼 프로그래밍 환경은 드래그 앤 드롭 기반으로 조립할 수 있는 블록 형태의 명령어를 지원해주므로 초보자가 쉽게 프로그래밍을 할 수 있다.

본 논문에서는 태블릿PC를 로봇 제어를 위한 TP로 활용하고, 이를 기반으로 블록을 이용한 비주얼 프로그래밍 개발 환경을 제공하여 비숙련 사용자도 드래그 앤 드롭으로 쉽게 프로그래밍하는 환경을 제안한다.

또한, 사용 환경이 PC 환경 대신, 한정된 디스플레이 공간을 가지고 있는 태블릿PC 환경에 적용된 점을 고려하여 총 3가지의 서로 다른 명령어의 범위를 포함하고 있는 블록을 디자인하여 사용자 실험을 진행했다.

실험 결과를 바탕으로한정된 디스플레이 공간인 태블릿 PC 환경에서의 효과적인 명령 블록들을 제안한다.

@highlight

본고에서는 태블릿PC를 로봇 제어를 위한 TP로 활용하고, 이를 기반으로 블록을 이용한 비주얼 프로그래밍 개발 환경을 제공하여 비숙련 사용자도 드래그 앤 드롭으로 쉽게 프로그래밍하는 환경을 제안한다.

