본 연구의 목적은 대구지역에 있는 화장품 매장 판매원의 비언어적 커뮤니케이션과 화장품 매장의 서비스품질이 판매원의 전문성에 어떠한 영향을 미치는지 파악하고 판매원의 전문성이 고객의 신뢰에 미치는 영향을 분석하는 것이다.

첫째, 비언어적 커뮤니케이션 세부요인 중 공간언어를 제외한 나머지 세부요인들은 판매원의 전문성에 정(+)의 유의한 영향을 미치는 것으로 검정되었다.

세부적으로 살펴보면, 비언어적 커뮤니케이션 세부요인 중에서 신체적 외형이 전문성에 가장 높은 영향을 미치는 것으로 검정되었다.

둘째, 서비스품질 세부요인 중 물리적 환경 품질을 제외한 나머지 세부요인들은 판매원의 전문성에 정(+)의 유의한 영향을 미치는 것으로 검정되었다.

서비스품질 세부요인 중 결과품질이 판매원의 전문성에 가장 많은 영향을 미치는 것으로 검정되었다.

마지막으로 판매원의 전문성은 고객의 신뢰에 정(+)의 유의한 영향을 미치는 것으로 검정되었다.

본 연구는 판매원의 비언어적 커뮤니케이션과 화장품매장의 서비스품질이 판매원의 전문성에 어떠한 영향을 미치고 있는지 규명하였고, 판매원의 전문성과 고객 신뢰의 관계를 확인하였다.

이러한 연구 결과는 화장품 매장의 마케팅 전략 개발에 활용될 수 있을 것이다.

@highlight

본고는 대구지역에 있는 화장품 매장 판매원의 비언어적 커뮤니케이션과 화장품 매장의 서비스품질이 판매원의 전문성에 어떠한 영향을 미치는지 파악하는 것을 목적으로 하며 판매원의 전문성이 고객의 신뢰에 미치는 영향을 분석하고자 한다.

