예술종말론 이후 다원화의 특징을 이루는 현대미술에 있어 더 이상의 중심과 주변, 고급과 저급에 대한 경계는 없다.

주체에 대한 다중적 사유가 가능하고 고착적 의미의 구조가 파괴된 미술에서는 과거의 어떠한 규범도 필요치 않다.

단지 요구되는 것이 있다면 예술작품으로서 볼 수 있는 이론적 해석의 잣대 즉 철학만이 요구되는 것이다.

‘지각되는 것에서’에서 ‘의미하는 것’으로 전환된 현미술계는 매체의 확장과 장르간의 혼합을 적극적으로 이뤄내는 역사적 경계가 없는 노마드적 세계다.

작품에 대한 자격부여는 철학적 범주로서만 가능한 상황에서 전시와 전시기획의 의미는 중차대한 의미를 지닌다.

특히 지역에 관한 새로운 논의가 부각되는 시기에 지역미술관의 전시에 관한 철학적 연구는 중요한 의미를 지닌다.

지역의 국공립미술관과 지역미술관은 문화적 다양체로 차이와 타자가 공존하는 특정 장소로서 지역을 기반으로 하는 철학적 비전을 가지고 전시를 기획하고 지향해야할 것이다.

한 지역이 갖고 있는 시간적·공간적 역사성의 구체적 독자성에 관한 진지한 철학적 기반을 통한 전시기획이 선행되어야 지역미술관의 전시기획에 있어서 발전적인 지평을 확보할 수 있기 때문이다.

@highlight

예술종말론 이후 다원화의 특징을 이루는 현대미술에 있어 더 이상의 중심과 주변, 고급과 저급에 대한 경계는 없다.

