그동안 브랜드확장 분야의 많은 연구들이 ‘유사성효과(similarity effect: 모브랜드와 확장제품이 유사할수록 브랜드확장 평가가 긍정적이다)’를 보여 왔다.

하지만 이러한 유사성효과의 제한조건(boundary conditions)에 대한 연구는 미비하였다.

이에 본 연구는 유사성효과의 제한조건으로 그동안 심리학에서 연구되어져온 ‘조절 초점(regulatory focus)’ 이론을 적용하였으며, 방어초점의 경우 기존 연구처럼 유사성효과가 강하게 나타날 것이나 촉진초점의 경우 비유사 브랜드확장에서도 평가가 낮아지지 않는 유사성효과 위배가 나타날 것으로 예상하였다.

실험결과 본 연구의 예측이 지지되었으며, 이러한 결과를 발생시킨 매개요인으로 ‘브랜드확장에 대한 성공 가능성 지각’, ‘확장 성공시 예상되는 가치 지각’ 등이 작용한 것으로 나타났다.

방어초점 상황에서는 부정적 요소에 민감한데 기능적 위험 수준을 담고 있는 유사성 정보가 매개요인과 확장평가에 진단적 작용을 하며 결국 유사성수준에 따라 평가 값이 차이가 나는 패턴을 보였다.

촉진초점 상황에서는 긍정적 요소에 민감한데 브랜드확장의 성공이라는 긍정적 결과에 대한 기대와 성공에 따른 가치지각을 쉽게 가동시킴에 따라 유사성수준에 관계없이 매개요인과 확장평가 값이 비슷하게 높게 나타나는 것으로 밝혀졌다.

@highlight

본 연구는 유사성효과의 제한조건으로 그간 심리학에서 연구되어져온 ‘조절 초점’ 이론을 적용하였으며, 방어초점의 경우 선행 연구처럼 유사성효과가 강하게 나타날 것이나 촉진초점의 경우 비유사 브랜드확장에서도 평가가 낮아지지 않는 유사성효과 위배가 나타날 것으로 예상했다.

