본 논문은 제주도 무속신화 <문전본풀이>를 통해 가족의 문제와 그 해결점을 모색하고자 하였다.

예나 지금이나 가족 내의 사회적 역할과 개인적 욕망 간의 갈등은 끊임없이 문제시 되어 왔던 것 같다.

가족 내의 무거운 책임감은 때로는 내면의 욕망을 자극하는 요인이며, 결국 그것이 가족을 해체하고 붕괴하는 원인으로 작용하게 된다.

그렇기 때문에 가족구성원이 되면 스스로 개인적 욕망을 절제할 수 있는 능력이 필요하다.

물론 지나치게 책임만을 강요할 수도 없으며, 그렇다고 인간의 삶에서 욕망을 완전히 배제할 수도 없다.

따라서 책임과 욕망의 중재를 통해 가족 간의 문제를 해결하며, 가족구성원이 서로가 서로에게 도움이 되는 존재로 자리매김 해야만 건강한 가족 관계가 유지될 수 있을 것이다.

이것이야 말로 삼차원의 세계와는 다른 무의식의 세계에서만 가능한 대칭의 원리가 적용된 것이라 하겠다.

제주도 무속신화 <문전본풀이>를 통해서 살펴봤듯이 욕망에 치중된 가족구성원을 제자리로 돌아오게 하는 힘은 바로 또 다른 가족구성원에게 있다는 것이다.

하나의 가족이 된 이상 가족구성원은 남이 아닌 또 다른 나이며, 나를 성숙시키고 발전시키는 원동력이다.

사랑과 증오의 대상이 비대칭적인 것이 아닌 대칭적인 것으로 취급되어 두 대상을 하나로 포괄하는 것.

다시 말해 ‘가족’이라는 것을 통해 서로 하나가 된 이상 긍정적인 방향으로 나아가도록 조절하는 것.

이것이 바로 신화적 사고이며, 대칭성의 논리라고 하겠다.

그리고 이러한 사고야말로 현재를 사는 우리에게 필요한 기본적인 삶의 태도일 것이다.

@highlight

이 논문은 제주도 무속신화 <문전본풀이>를 통해 가족의 문제와 그 해결점을 모색하려 했다.

@highlight

예나 지금이나 가족 내의 사회적 역할과 개인적 욕망 간의 갈등은 끊임없이 문제시 되어 왔던 것 같다.

