본

 

연

구

는

 

어

린

이

집

의

 

조

직

문

화

와

 

보

육

교

사

의

 

행

복

플

로

리

시

와

의

 

관

계

에

서

 

임

파

워

먼

트

가

 

매

개

하

는

 

효

과

가

 

있

는

지

를

 

알

아

보

기

 

위

해

 

수

행

되

었

다

.

 

이

를

 

위

해

 

서

울

,

 

경

기

,

 

전

남

 

지

역

의

 

보

육

교

사

 

2

9

6

명

을

 

대

상

으

로

 

설

문

조

사

를

 

실

시

하

였

고

 

자

료

처

리

는

 

S

P

S

S

 

2

1

.

0

을

 

이

용

하

여

 

상

관

 

분

석

,

 

위

계

적

 

회

귀

분

석

,

 

S

o

b

e

l

 

T

e

s

t

 

및

 

B

a

r

o

n

과

 

K

e

n

n

y

의

 

위

계

적

 

다

중

회

귀

분

석

을

 

실

시

하

였

다

.

 

연

구

결

과

는

 

첫

째

,

 

조

직

문

화

 

중

 

집

단

문

화

와

 

개

발

문

화

,

 

보

육

교

사

의

 

임

파

워

먼

트

와

 

행

복

플

로

리

시

 

간

에

 

유

의

한

 

상

관

이

 

있

는

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

보

육

교

사

의

 

행

복

플

로

리

시

에

 

대

한

 

조

직

문

화

와

 

임

파

워

먼

트

 

변

인

의

 

설

명

력

은

 

총

 

4

1

%

였

으

며

 

행

복

플

로

리

시

에

 

미

치

는

 

상

대

적

인

 

영

향

력

은

 

임

파

워

먼

트

의

 

지

위

,

 

조

직

문

화

 

중

 

집

단

문

화

,

 

임

파

워

먼

트

의

 

자

아

효

능

감

,

 

임

파

워

먼

트

의

 

자

율

성

과

 

전

문

성

의

 

순

이

었

다

.

 

셋

째

,

 

어

린

이

집

의

 

조

직

문

화

가

 

보

육

교

사

의

 

행

복

플

로

리

시

에

 

미

치

는

 

영

향

에

서

 

보

육

교

사

의

 

임

파

워

먼

트

 

매

개

효

과

를

 

검

증

한

 

결

과

,

 

보

육

교

사

의

 

임

파

워

먼

트

는

 

두

 

변

인

 

간

에

 

부

분

 

매

개

효

과

를

 

갖

는

 

것

으

로

 

나

타

났

다

.

 

이

 

같

은

 

결

과

는

 

보

육

의

 

질

 

제

고

를

 

위

한

 

기

초

자

료

를

 

제

공

했

다

는

 

점

에

서

,

 

또

한

 

보

육

교

사

의

 

행

복

플

로

리

시

를

 

높

이

는

 

방

안

으

로

 

보

육

교

사

의

 

개

인

적

 

요

인

이

 

아

닌

 

개

선

 

가

능

하

며

 

정

책

적

으

로

 

보

완

할

 

수

 

있

는

 

조

직

문

화

와

 

임

파

워

먼

트

를

 

중

심

으

로

 

살

펴

보

았

다

는

 

점

에

서

 

보

다

 

의

의

가

 

있

다

고

 

본

다

.

@highlight

본 논문은 어린이집의 조직문화와 보육교사의 행복플로리시와의 관계에서 임파워먼트가 매개하는 효과가 있는가를 알아보기 위하여 진행됐다. 이를 위해 서울, 경기, 전남 지역의 보육교사를 대상으로 설문조사를 실시하였고 자료처리는 SPSS 21.0을 이용하여 상관 분석, 위계적 회귀분석, Sobel Test 및 Baron과 Kenny의 위계적 다중회귀분석을 했다.