이 연구는 해양패권 도전국가의 해양전략 변화와 기술(해군력 수준)과 지리(지정학적 조건)요소 간의 어떠한 상관관계가 있는가에 대한 의문에서 시작하였다.

그래서 이에 대해 지리요소(지정학적 조건)과 해양전략의 관계를 관찰하기 위해 해양전략을 ‘해양통제(공세적)’, ‘해양우세(복합적)’, ‘해양거부(수세적)’ 등 세 가지 범주로 구분했다.

또한 지리요소로 인해 해양전략이 변화되는 것을 관찰하기 위한 수단으로 기술요소(해군력 수준)의 수치적 변화를 기준으로 삼았다.

이렇게 도출된 분석의 틀을 해양패권 도전국가의 대표적인 역사적 사례 두 가지에 적용해보았다.

첫 번째는 제1차 세계대전 당시 해양패권국 영국에 도전했던 독일해군의 사례이고, 두 번째는 냉전기 당시 해양패권국 미국에 도전했던 소련해군의 사례이다.

두 사례는 일견 유사한 점이 있으나, 서로 상이한 지정학적 조건으로 인해 다른 형태의 해양전략을 추구했으며, 이로 인해 해군력 건설방향 역시 영향을 받아 해양패권국에 대한 해양패권 도전실패를 계기로 해양전략을 전혀 다른 방향으로 변화시켰다.

위와 같은 제1차 세계대전 시 독일과 냉전기 소련의 해양전략 변화에 대한 사례연구를 통해서 해양전략 변화에 대한 연구자의 분석의 틀을 적용 및 검증해보고, 이 틀이 이용하여 21세기 미국과 중국 간의 신 해양패권경쟁에도 적용 가능할 것인지에 대해서 검토해보고자 한다.

@highlight

본 연구는 해양패권 도전국가의 해양전략 변화와 기술(해군력 수준)과 지리(지정학적 조건)요소 간의 어떤 상관관계가 있는가에 관한 의문에서 시작했다.

