이 글은 1929년 경성부에서 일어난 「신당리토지문제」를 중심으로 일본제국주의 지배하 식민지 조선에서 전개된 부협의회의 정치과정을 분석함으로써 당시 일본제국주의가 안고 있던 난점과 식민지 조선의 지방 정치의 실제를 규명하는 데 그 목적이 있다.

1929년 경성부에서 일어난 「신당리토지문제」는 경성부 당국이 자문기관인 부협의회를 무시하고 일방적으로 정책을 실행하려 한 데 대해 부협의원의 일부가 반발해 예산안 통과를 거부하면서 발단했다.

그리고 이에 대해 부윤이 해명하고 계약 재협상을 시도했으나 그것이 결렬되자 부협의회 내에서 부당국의 예산 원안에 대해 찬반세력이 첨예하게 대립하여 반대파 의원이 사직하기에 이르렀다.

결국 부윤이 사직의원들에게 사과하고 그들이 사직을 철회함으로써 사건은 마무리되었다.

이러한 일련의 사건 전개는 식민지 조선에서의 부협의회의 정치적 전개의 일면을 잘 보여준다.

그것은 바로 부협의회가 자문기관으로서 많은 한계를 가지고 있었지만 집행기관인 부당국에 대해 일방적으로 협력만 한 것이 아니라 때로는 부당국과 대립과 갈등의 관계에도 있었다는 것을 보여주는 것이다.

@highlight

이 글은 1929년 경성부에서 일어난 「신당리토지문제」를 중심으로 일본제국주의 지배하 식민지 조선에서 전개된 부협의회의 정치과정을 분석함으로써 당시 일본제국주의가 안고 있던 난점과 식민지 조선의 지방 정치의 실제를 규명하는 데 그 목적이 있다.

