<족구왕>은 2010년대에 개봉한 한국 영화중에서 신자유주의라는 지배 질서에 맞서 대항할 방법으로 의미 없는 행위를 제시하고 나아가 새 연대의 가능성을 보여주고 있다는 점에서 의의가 있다.

그런데 영화에서 제시한 새 연대의 모습은 지금 이곳에서 실현 가능한 연대가 아닌 상상적 연대이다.

이는 새 연대가 신자유주의라는 체제에 맞서기 위해 결성된 것임에도 정작 그 체제와 중첩된 가부장적 이데올로기는 전혀 문제 삼지 않고 오히려 철저히 그 질서를 따르고 있었기 때문이다.

이에 따르면 새 연대는 연대의 시발점에서부터 젠더 위계를 나누는 등 배제를 기본 질서로 규정하고 있는 셈이다.

하지만 연대는 어떤 변화를 위한 과정 중의 하나가 아니라 그 자체가 달성되어야 할 고유한 가치이다.

이를 가장 최우선의 목표로 두고 그것이 달성되는 과정에서는 어떤 구별 짓기도, 차별도, 위계도 나누지 않아야 할 것이다.

배제하는 것 자체를 배제할 때 새 연대의 가능성은 먼 미래 혹은 상상 속에서만 존재하는 것이 아니라 지금 여기에서 실현 가능한 것이 될 것이다.

@highlight

<족구왕>은 2010년대에 개봉한 한국 영화중에서 신자유주의라는 지배 질서에 맞서 대항할 방법으로 의미 없는 행위를 제시하고 나아가 새 연대의 가능성을 보여주고 있다는 점에서 의의가 있다.

