이 연구는 소비자본주의, 노화방지의학과의 관계하에서 노인여성의 몸이 사회문화적 맥락에서 어떻게 재현되고 있는지 문헌연구와 미디어 분석을 통해 살펴보았다.

또한 노인여성의 위치에서 대안적인 미의 기준을 제시함으로써 외모중심주의와 연령차별의 문화를 시정하고자 했다.

사회 전반에 나이듦에 대한 두려움은 팽배해 있고 미의 기준은 젊은 여성을 중심으로 구성되어 있다.

나이듦에 대한 거부감과 동안의 찬미는 노인여성뿐 아니라 젊은 여성들에게 화장품, 성형수술 등 노화방지 상품을 소비하게 하고 외모관리를 추동한다.

여성들이 나이듦을 상실이나 고통으로 해석하지 않고 나이든 몸을 긍정하기 위해서는, 여성주의 공동체의 차원에서 문화적 실천이 요구된다.

이러한 실천은 노인여성의 몸을 편안하고 친근하고 사랑스러운 몸으로 재정의하고 젊음중심의 미의 기준을 다양화하는 것이다.

아울러, 노인여성의 몸에 관한 혐오를 극복하고 여성들의 나이듦을 수용하는 담론을 생산하는 한편, 노인성형을 추동하고 외모중심주의와 연령차별을 강화하는 미디어의 내용을 비판하고 제재하는 장치를 마련해야 한다.

@highlight

이 연구는 소비자본주의, 노화방지의학과의 관계하에서 노인여성의 몸이 사회문화적 맥락에서 어떻게 재현되고 있는지 문헌연구와 미디어 분석을 통해 살펴보았다.

