오늘날 문화적으로 소외된 마을을 되살리고, 정체성을 강화하고 마을과 외부세계를 연결하고 소통시키는 기재로서 마을기록관의 중요성이 부각된다.

마을기록관이 설립되기 위해서는 주민들의 인식과 정부와 지자체의 지원, 학자들의 지속적인 관심과 이론적인 선도가 있어야 한다.

마을기록관의 설립과정은 위원회를 구성하고 선행사례에 대한 벤치마킹, 마을에 대한 기록화와 자료수집, 마을기록관의 설립, 마을기록관의 관리와 운영 순으로 고려되어야 한다.

마을기록관은 오래된 민가를 활용하는 것이 좋다.

민가를 리모델링해서 기록물을 전시하고 합리적인 보존을 통해 관리해야 한다.

또한 마을기록관에는 전시공간 외에도 자료의 보존공간, 관리공간, 교육공간, 휴식공간을 두기 위해서 민가의 각 공간을 적절하게 활용해야 한다.

마을기록관은 마을을 새롭게 의미화 시키고, 주민을 문화국민으로 향상시켜 삶의 질을 나아지게 하고, 마을과 외부세계를 소통하는 관문, 균형 있는 지역발전을 위한 방향으로 활용되어야 한다.

마을기록관은 전시, 교육, 연구 및 자료수집 활동을 하며 운영과 관리에 있어서는 민·관·학이 협력해야 한다.

@highlight

오늘날 문화적으로 소외된 마을을 되살리고, 정체성을 강화하고 마을과 외부세계를 연결하고 소통시키는 기재로서 마을기록관의 중요성이 부각된다.

