여성들의 경제활동 참여 증가 등 경영환경의 변화로 인해 일-

가정 이슈에 대한 실무 및 학계의 관심이 증가하였고, 그 결과, 많은 연구들이 일-

가정갈등의 부정적인 영향 감소를 위한 물리적 근무여건 개선 방안을 연구해 오고 있다.

물리적 근무여건 개선이 일-

가정 이슈 관련 문제 해결을 위한 근본적인 방안이지만, 많은 시간과 자원의 소모로 인해 단기적으로 기업들이 받아들이기가 쉽지 않다.

그럼에도 불구하고, 주어진 근무여건 안에서 종업원 태도와 성과를 증진하는 단기적 측면의 해결방안에 대해서 거의 관심을 보이고 있지 않다이에, 본 연구는 일-

가정이슈에서 심리적 측면을 강조하는 일-

가정균형만족의 개념을 도입하여, 역할과부하가 통제된 상태에서 경력성장기회와 심리자본이 일-

가정균형만족에 미치는 영향을 살펴보았고, 경력성장기회와 일-

가정균형만족 간 관계에서 심리자본의 매개효과도 살펴보았다.

353명의 기혼 직장인을 대상으로 설문을 분석한 결과 경력성장기회의 부(-

)의 영향과 심리적 자본의 정(+)의 영향을 확인할 수 있었고, 심리적 자본의 정(+)의 매개효과를 통해 경력성장기회로 인한 부정적인 요인을 줄일 수 있음을 확인하였다.

이상의 결과를 바탕으로 물리적 근무여건 변화 없이 잠정적으로 일-

가정 이슈를 관리하는 방안에 대해서 논의하였다.

@highlight

여성들의 경제활동 참여 증가 등 경영환경의 변화로 인해 일-

@highlight

가정 이슈에 대해 실무 및 학계의 관심이 증가했고, 그 결과, 많은 연구들이 일-

@highlight

가정갈등의 부정적인 영향 감소를 위한 물리적 근무여건 개선 방안을 연구해 오고 있다.

