본 연구에서는 기존와 다섯 가지 대표적인 도봉구 연혁 기록의 내용을 검토하였는데, 상당히 많은 여 러 가지 오류들이 포함되어 있었다.

가장 정확하다고 평가할 수있는 『도봉구지』에서조차도 오류를 발견할 수 있었다.

그 중 가장 심각한 오류는 현도봉구 지역의 신라~고려시대 연혁 내용이다.

『도봉구지』를 제외한 나머지 자료들은 신라~고려시대 연혁 내용을 완전히 잘못 기록하고 있으므로, 시급한 수정이 요청된다.

두 번째 심각한 오류는 도봉구의 연혁 내용 중에 도봉구로부터 분리된 강북구 지역과 노원구 지역의 연혁 내용이 상당히 많이 섞여 들어가 있다는 점이다.

이것역시 빠른 시일 내에 바로잡아져야 할 것이다.

세 번째로는 기존의 도봉구 연혁 기록중 조선 후기와 일제 강점기 부분에 있어서 보완해야 할 점들을 들 수 있다.

특히 현재 도봉구에 존재하고 있는 마을 지명들은 대부분 조선 후기와 일제 강점기로부터그 실체가 확인되고 있는데, 도봉구의 연혁 기록 중 그 어떤 것도 시대에 따른 마을지명의 계승과 변천을 상세하게 다루고 있지 않았다.

그러므로 향후 새로운 도봉구연혁 기록의 편찬 시에는, 이상의 오류들을 포함하여 잘못된 내용들이 반드시 수정되어야 할 것이다.

@highlight

이 연구에서는 기존와 다섯 가지 대표적인 도봉구 연혁 기록의 내용을 검토했는데, 상당히 많은 여 러 가지 오류들이 포함되어 있었다.

