본 연구는 「안빙몽유록」(安憑夢遊錄)이 정치적이고 유교적 입장에서만 작품 해석이 시도되었다는 점에서 도교적 성향을 지적하는 연구는 미진하다는 점에 주목했다.

본고는 신광한이 살았던 16세기를 고찰하고 그의 도교적 성격의 시에 나타난 사유를 통해 「안빙몽유록」(安憑夢遊錄)의 도가적 상상력과 구조, 인물 형상에 대해 논의를 전개하였다.

전체적인 구조는 입몽과 화원국의 잔치에 초대받은 몽중 및 각몽으로 나뉜다.

화원국에 초대된 안빙은 작중의 시비에 전혀 참여하지 않으며 인물들과 거리두기를 하고 있다.

화원국은 그가 목도한 현실적인 투쟁과 시비판단의 세계이다.

안빙은 부조리한 세계에서 최소한의 언어사용으로 시비와 거리를 두는 도가적 태도를 보여주고 있다.

각몽 부분은 안빙의 도가적 깨달음이 명료하게 드러난다.

모란으로 상징되는 권력은 언젠가는 죽음으로 마감된다는 작자의 시각을 보여주며 현세에 대한 비판이다.

‘장막을 내리고 정원을 엿보지 않았다’고 하는 마지막 장면은 자기를 비워 세상을 대하는 고요함과 무위의 자세이다.

그는 세상의 모순이 가져 온 정체성의 상실을 안빙이라는 보상 기제를 통해 도가적 사유와 지향으로 극복하려고 한 것이다.

@highlight

이 연구는 「안빙몽유록」(安憑夢遊錄)이 정치적이고 유교적 입장에서만 작품 해석이 시도되었다는 점에서 도교적 성향을 지적하는 연구는 미진하다는 점에 주목했다.

