자마니와 브루니는 폴라니(Karl Polanyi)가 지적한 대로 사회에서 독립해사회를 지배하고 있는 자본주의 시장경제를 시민경제라는 형태로 현대적으로 복원시키려는 대표적 연구자들이다.

이런 노력의 결과물이 바로 21세기시민경제학의 탄생 이었다.

이 글은 이들의 시도를 정리하고, 이 시도들이우리 사회에 어떤 의미가 있는지를 탐구하기 위한 시도이다.

이를 위해 철학적이고 때로는 윤리적인 담론들을 나름의 방식으로 요약하고, 해설하며, 이를 토대로 이들이 말하는 시민경제를 ‘사회적 유대를 교환하는 경제’로 개념화하였다.

우리가 ‘사회적 경제’로 부르는 이 새로운 경제는 2008년 글로벌금융위기 이후 절실한 사회운동으로 발전하고 있다.

이 경제와 현실의 운동이 자본주의 대안으로서 유효할지에 대한 논쟁은 접어두더라고 이 새로운경제가 이들의 저작을 통해 어떤 방식으로 배열되고 논의되는가를 꼼꼼하게살펴볼 필요가 있다.

동시에 이들의 연구사적 성과는 무엇이고 한계는 무엇인지를 제시하였다.

이를 통해 시민경제 혹은 사회적경제가 ‘사회적 유대를교환하는 경제’로 향해갈 수 있는지를 진단해 보았다.

@highlight

이를 통해 시민경제 혹은 사회적경제가 ‘사회적 유대를 교환하는 경제’로 향해갈 수 있는지를 진단해 보았다.

