본 연구는 중국의 특수교사 교육체제 실태를 분석하여 문제점을 파악하고 개선방안을 모색하는 데 목적이 있다.

이를 위하여 중국 동부지역(산둥성, 하북성, 천진 직학시)의 18개교 특수교사 310명을 대상으로 특수교사의 양성교육, 직전훈련, 현직교육을 포함하는 특수교사 교육체제에 대한 설문지를 실시하여 조사연구를 하였다.

연구결과, 첫째, 중국 특수교사의 양성교육기관은 특수교육과 설치와 미설치 두 유형 중 미설치 비율이 높았으며, 특수교육과 설치 기관의 교과목에서 실천과목의 비율이 낮게 나타났다.

그리고 특수교사 소지자격은 일반교사가 차지하는 비중이 높았다.

둘째, 직전훈련 참여 여부는 여러 사유 중 관련된 과정이 없기 때문이라는 이유로 인해 미참여가 높게 나타났으며, 참여시수는 120시간이 가장 많았다.

셋째, 중국 특수교사의 현직교육 참여는 단기집중훈련과정으로 1년에 1회 이상 참여하는 비율이 미참여 비율보다 높게 나타났다.

본 연구 결과는 중국 특수교사 양성교육, 직전훈련, 현직교육 등의 문제점을 개선하는 데 중요한 정보를 제공할 것이다.

@highlight

이 연구는 중국의 특수교사 교육체제 실태를 분석해 문제점을 파악하고 개선방안을 모색하는 데 목적이 있다.

