고체산화물 연료전지는 다양한 응용분야에서 대체에너지로서 각광받고 있다.

본 논문은 평판형anode 전극으로 들어가는 공기유량에 따른 SOFC의 I-

V 그래프 특성에 대해 연구하였다.

본 연구를 위해, Butler-

Volmer 반응속도 식이 상용 CFD코드인 FLUENT에 적용되었다.

CFD로부터얻어진 결과값은 문헌으로부터 참고한 실험데이터와 0.4 V ~ 1 V 범위에서 I-

V 분극곡선이 잘맞는 것을 보여줌으로써 그 유효성을 확인하였다.

연료전지의 수치적 계산은 각각 다른 유량조건하에서 3D 구조를 이용하여 수행하였다.

결과는 수소, 산소 그리고 물의 농도 분포의 항목으로제시하였다.

전산모사와 그 결과들은 Butler-

Volmer 방정식을 사용자 정의 함수로 적용한 CFD 기법이 공기 유량과 비표면적에 대한 조건을 확인하는데 사용될 수 있고, 작동조건 연구를 위한지침이 됨으로써 연료전지 시스템의 성능을 향상시킬 수 있음을 보여준다.

@highlight

이 논문은 평판형anode 전극으로 들어가는 공기유량에 따른 SOFC의 I-

@highlight

V 그래프 특성에 대해 연구했다.

