본고에서는 조선 후기 해안과 도서 지역을 대상으로 그려진 고지도에 나타난 국가적 인식의 변화를 관방 인식과 경제적 가치의 제고 측면에서 살펴보았다.

또한 일본과의 외교마찰을 초래한 국토의 최동단 울릉도를 묘사한 18세기부터 19세기 말 고지도의 유형을 분류함으로써 조선의 영토의식 변화를 고찰하였다.

임진왜란 이후 강화된 관방의식과 1687년 청나라의 해금정책의 폐지 이후 해서지역에 황당선이 빈번하게 출현하면서 서남해 연안에 대한 지도 제작이 활발하게 진행되었다.

17세기 중엽 이후 육지와 섬의 왕래가 보다 활발해지면서 섬이 많이 분포해 있는 호남지역을 중심으로 이 지역 봉산, 목장과 토지 이용 현황을 상술한 지도가 등장하였다.

또한 전국 군현과 제주도 목장의 분포와 입지 조건 등을 도해한 '목장지도'와 공마 목장이 분포한 지역이자 군사 전략적 요충지인 제주도를 그린 지도 등은 섬에 대한 국가의 통제력과 경제적 가치를 높이려는 의도가 반영된 것이었다.

1693년 안용복 사건을 계기로 일본을 상대로 울릉도 지역의 영유권 인식을 강화하면서 조선 정부는 3년에 한 차례씩 지속적으로 수토관을 파견하였다.

이 과정에서 그려진 울릉도 지도에는 국가의 정책과 대외 관계의 변화에 따라 민감하게 반응하며, 그에 대한 지리 정보를 담기 위해 다양한 시도가 있었음을 확인할 수 있었다.

@highlight

임진왜란 이후 강화된 관방의식과 1687년 청나라의 해금정책의 폐지 이후 해서지역에 황당선이 빈번하게 출현하면서 서남해 연안에 대한 지도 제작이 활발하게 진행되었고  17세기 중엽 이후 육지와 섬의 왕래가 보다 활발해지면서 섬이 많이 분포해 있는 호남지역을 중심으로 봉산, 목장과 토지 이용 현황을 상술한 지도가 등장하였다.

@highlight

전국 군현과 제주도 목장의 분포와 입지 조건 등을 도해한 '목장지도'와 공마 목장이 분포한 지역이자 군사 전략적 요충지인 제주도를 그린 지도 등은 섬에 대한 국가의 통제력과 경제적 가치를 높이려는 의도가 반영된 것이며 1693년 안용복 사건을 계기로 일본을 상대로 울릉도 지역의 영유권 인식을 강화하면서 조선 정부는 3년에 한 차례씩 지속적으로 수토관을 파견하는과정에서 그려진 울릉도 지도에는 국가의 정책과 대외 관계의 변화에 대한 지리 정보를 담기 위해 다양한 시도가 있었음을 확인할 수 있다.

