본 연구는 국내외 부동산펀드 상품군의 위험 특성을 분석하였다.

위험특성 분석으로 데이터마이닝을 통한 분류분석을 실시하였다.

분류분석을 통한 위험특성 예측을 통해 자산운용사 및 판매사의 상품기획 및 자산운용 담당자들에게 국내외 부동산펀드 투자상품 및 투자항목 선택 기준을 제시하였다.

이를 통해 위험을 최소화하고 수익성을 제고 시키고자 하는데 주된 연구의 목적을 두었다.

국내외 부동산펀드 판매결과에 대한 분류분석은 402개의 자산관리회사 성과 데이터를 원데이터(2014.12~2017.11)로 활용한 데이터마트로 분석을 실시하였다.

분류분석 결과 위험에 영향을 미치는 변수의 중요도를 확인하였다.

분류분석 결과 정분류율은 의사결정나무모형(C5.0)의 97.76%로 가장 높게 분석되었다.

부동산펀드 투자의 고위험(1)을 예측하는 중요한 독립변수는 1개월수익률(1MR), 6개월수익률(6MR), 기준가격(OP), 1yr(1년수익률) 순으로 위험을 설명하는 변수의 중요도가 높은 것으로 나타났다.

@highlight

위험특성 분석으로 데이터마이닝을 통한 분류분석을 실시하고 분류분석을 통한 위험특성 예측을 통해 국내외 부동산펀드 투자상품 및 투자항목 선택 기준을 제시하였다.

@highlight

위험을 최소화하고 수익성을 제고 시키고자 하는데 연구의 목적을 두고  분류,분석한 결과 위험에 영향을 미치는 변수의 중요도를 확인한 바, 정분류율은 의사결정나무모형이 가장 높게 분석되었으며 부동산펀드 투자의 고위험을 예측하는 독립변수는 1개월수익률, 6개월수익률, 기준가격, 1년수익률순으로   중요도가 높은 것으로 나타났다.

