이인칭 서사(소설)는 1990년대 들어 많이 창작된 모험적이고 도전적인 창작의 한 형식이다.

이 글은 아직 명료하지 않은 이인칭 소설의 성격과 그 서사효과를 규명하였다.

연구 결과 이인칭 소설의 정의는 너/당신/그대가 피호명자이자 주인공이며 소통적 성격이 두드러진 양식으로서, 주체가 자아의 이중화 전략을 통하여 자기의 정체를 인식하려 하거나, 자아와 타자의관계망－상호주관성을 통하여 우리들 삶의 새로운 관계망 또는 비밀을 탐사하려는 의식의 산물로 규정하였다.

이인칭 소설을 네 가지로 하위분류하고 그 서사효과도 밝혔다.

숨은 서술자/화자가 당신을 호명하면서, 호명하는 자신을 타자화하여 자아를 점검 성찰하는 경우, 숨은 서술자/화자가 인간의 다양한 운명의 양상을 타자라는 존재 지평에 놓아 대화 형식으로 접사하는 경우, 주변부에 버려졌거나, 자본주의의 심화와 과학기술의 고도화에 따라 타자와 일체화가 더욱어려워진 관계 맺기의 난관을 대화 형식에 담아 형상화함으로써 극적인 소격효과를 얻고자 한 ‘나–당신’ 서사 ,우리가 욕망하는 타자와의 이상적관계를 대화 형식 속에 담음으로써 그러한 욕망을 좀 더 절실하고 따뜻하게부각한 ‘나–당신’ 서사가 그것이다.

@highlight

이인칭 서사(소설)는 1990년대 들어 많이 창작된 모험적이고 도전적인 창작의 한 형식이다.

@highlight


이 글은 아직 명료하지 않은 이인칭 소설의 성격과 그 서사효과를 규명하였다.

@highlight


이인칭 소설을 네 가지로 하위분류하고 그 서사효과도 밝혔다.

