본

 

연

구

는

 

블

로

그

 

학

습

환

경

에

서

 

동

료

 

피

드

백

 

활

동

을

 

실

시

하

고

 

피

드

백

 

유

형

이

 

학

습

자

의

 

인

지

된

 

유

용

성

,

 

피

드

백

 

수

용

도

,

 

과

제

성

과

에

 

미

치

는

 

영

향

에

 

관

해

 

탐

구

하

였

다

.

 

피

드

백

 

유

형

은

 

피

드

백

의

 

목

적

(

제

안

적

,

 

고

무

적

,

 

교

정

적

)

과

 

피

드

백

의

 

상

세

성

(

간

결

형

,

 

상

세

형

)

에

 

따

라

 

6

가

지

로

 

구

분

하

였

다

.

 

분

석

 

결

과

를

 

세

 

가

지

로

 

요

약

하

면

 

다

음

과

 

같

다

.

 

첫

째

,

 

학

생

들

은

 

교

정

적

 

피

드

백

보

다

는

 

제

안

적

 

피

드

백

이

나

 

고

무

적

 

피

드

백

을

 

더

 

많

이

 

사

용

하

였

다

.

 

또

한

 

상

세

형

 

피

드

백

보

다

는

 

간

결

형

 

피

드

백

의

 

사

용

 

빈

도

가

 

더

 

높

았

다

.

 

한

편

,

 

교

정

적

 

피

드

백

을

 

사

용

할

 

때

는

 

제

안

적

 

피

드

백

이

나

 

고

무

적

 

피

드

백

을

 

사

용

할

 

때

와

 

비

교

하

여

 

상

대

적

으

로

 

상

세

형

을

 

보

다

 

더

 

많

이

,

 

간

결

형

을

 

더

 

적

게

 

사

용

하

는

 

경

향

을

 

보

였

다

.

 

둘

째

,

 

학

생

들

은

 

제

안

적

 

피

드

백

을

 

교

정

적

 

피

드

백

 

보

다

 

더

 

유

용

하

게

 

인

식

하

였

다

.

 

한

편

,

 

상

세

형

 

피

드

백

과

 

간

결

형

 

피

드

백

에

 

관

한

 

유

용

성

 

인

지

의

 

차

이

는

 

없

었

다

.

 

학

생

들

은

 

제

안

적

 

피

드

백

의

 

경

우

,

 

상

세

형

일

 

때

 

피

드

백

을

 

더

 

잘

 

수

용

하

였

고

,

 

교

정

적

 

피

드

백

일

 

경

우

에

는

 

반

대

로

 

간

결

형

 

피

드

백

 

유

형

으

로

 

제

시

되

었

을

 

때

 

수

용

도

가

 

더

 

높

았

다

.

 

셋

째

,

 

피

드

백

 

유

형

이

 

간

결

형

인

 

경

우

,

 

고

무

적

 

피

드

백

을

 

많

이

 

받

은

 

학

생

일

수

록

 

최

종

 

과

제

성

과

가

 

높

게

 

나

타

났

다

.

 

또

한

 

교

정

적

 

피

드

백

과

 

제

안

적

 

피

드

백

에

 

대

해

 

유

용

하

다

고

 

인

식

할

수

록

,

 

제

안

적

 

피

드

백

에

 

대

한

 

수

용

도

가

 

높

을

수

록

 

과

제

 

성

과

가

 

높

은

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구는 블로그 학습환경에서 동료 피드백 활동을 실시하고 피드백 유형이 학습자의 인지된 유용성, 피드백 수용도, 과제성과에 미치는 영향에 대해 탐구했다.