본 연구에서는 캐나다 중등학교의 사회과 교과서 내 한국 관련 내용 분석을 통해 캐나다의 한국에 대한 인식을 고찰하였다.

캐나다 사회과 교육과정 및 교과서의 목차 구성을 살펴보고, 각 교과서 내 한국 관련 내용을 ① 타 국가와 비교한 서술 분량 ② 주제의 다양성 ③ 최신 정보의 반영 여부의 세 가지 기준에 따라 분석하였다.

분석 결과, 사회과 교육과정 구성 상 9학년~12학년 대상 ‘캐나다 및 세계연구(Canadian and World studies)’ 교과과정에서 캐나다 관련 내용을 다루거나, 세계적인 이슈와 상호작용을 다루는 맥락에서 한국이 나타나는 경향을 보였다.

구체적으로 세 가지 기준에 따른 분석 결과는 다음과 같다.

첫째, 한국 관련 서술 분량은 동아시아 국가들인 중국, 일본과 비교했을 때 비슷하거나 약간 적은 정도로 나타났으며, 둘째, 한국은 주로 역사, 경제 분야에서 다뤄지며, 주제는 ‘한국전쟁’과 ‘경제 선진국’으로 한정되어있음을 확인할 수 있었다.

셋째, 대부분의 교과서들은 교과서 출판년도 기준, 한국 관련 최신 자료와 정보들을 수록하고 있었다.

@highlight

캐나다 중등학교의 사회과 교과서에 실린 한국 관련 내용을 바탕으로 캐나다의 한국에 대한 인식을 고찰하였다.

@highlight

분석 결과 서술 분량은 중국과 일본과 비슷하거나 약간 적은 정도였으며, 주제는 ‘한국전쟁’과 ‘경제 선진국’였고 한국 관련 정보들은 최신 자료를 수록하였다.

