본 연구는 대차대조표를 구성하고 있는 자산항목들의 구성비율이 회계이익과 장부가치의 가치관련성에 미치는 영향을 분석하였다.

연구결과 전반적으로 회계이익에 비해 장부가치의 가치관련성이 높은 것으로 나타났으며, 손실이 발생한 기업은 그러한 경향이 더 크게 나타났다.

실증분석결과를 구체적으로 살펴보면 다음과 같다.

첫째, 유동자산의 비율이 높은 기업은 유동자산의 비율이 낮은 기업에 비해 장부가치의 가치관련성이 높고, 회계이익의 가치관련성은 낮게 나타났다.

둘째, 투자자산의 비율이 높은 기업은 투자자산의 비율이 낮은 기업에 비해 장부가치의 가치관련성이 낮고, 회계이익의 가치관련성은 높게 나타났다.

셋째, 유형자산의 비율이 높은 기업은 유형자산의 비율이 낮은 기업에 비해 장부가치의 가치관련성이 낮고, 회계이익의 가치관련성은 높게 나타났다.

넷째, 무형자산의 비율이 낮은 기업은 회계이익보다 장부가치의 표준화 회귀계수와 증분설명력이 큰 것으로 나타났다.

그러나 무형자산의 비율이 높은 기업은 장부가치보다 회계이익의 가치관련성이 높은 것으로 나타났다.

또한 무형자산의 비율이 높은 기업은 무형자산의 비율이 낮은 기업에 비해 장부가치의 가치관련성이 낮고, 회계이익의 가치관련성은 높게 나타났다.

@highlight

대차대조표를 구성하고 있는 자산항목들의 구성비율이 회계이익과 장부가치의 가치관련성에 미치는 영향을 분석한 연구결과 전반적으로 회계이익에 비해 장부가치의 가치관련성이 높은 것으로 나타났으며, 손실이 발생한 기업은 가치관련성이 높은 경향이 더 크게 나타났다.

