본 연구의 첫째 목적은 도형 창의성을 요하는 디자인분야의 대학생을 대상으로 제작된 창의력 검사지의 표준화의 준거를 제시하고자 하는데 있다.

이를 위하여 전국의 대학생을 학제별, 지역별, 학년별로 표집하여 방문 검사를 통하여 수집된 자료를 분석하여 표준화 준거를 제시하였다.

두 째는 창의성을 어떻게 계발, 향상시킬 수 있는가에 대한 연구로 이에 대한 적절한 프로그램을 개발하고, 대상 학습 집단에 투입하여 교육 전, 후의 효과를 밝힘으로서 교육프로그램의 정형을 제시하고자 하는데 있다.

연구의 방향으로 가설을 설정하고 이를 검증하는 방식으로 연구를 진행하고, 가설은 교육의 효과, 학제와 창의성에 미치는 효과로 하였다.

양호도 분석 결과 본 검사지 구성의 3가지 요인(유창성, 융통성, 독창성)으로 도형 창의력을 측정하기에 문제가 없으며, 표준화 분석에서 개인의 도형 판단에 적합한 것으로 나타났다.

연구결과에서, 디자인발상 수업에서 프로그램의 효과가 있는 것으로 나타났고, 프로그램의 효과는 창의성 결과에도 영향을 미치는 것으로 나타났다.

@highlight

도형 창의성을 요하는 디자인분야의 대학생들의 창의력 검사지 표준화의 근거를 제시하고, 창의성을 계발,향상시키는 프로그램을 개발하고자 한 결과, 본 검사지 구성의 3가지 요인으로 도형 창의력을 측정하는 데 문제가 없고 표준화 분석에서 개인의 도형 판단에 적합하여 디자인발상 수업에서 효과가 있었다.

