현재 전 세계적으로 지구온난화의 주범인 CO2 저감을 위한 노력을 하고 있으며, 산업발전에 필요한 화력발전등에서 발생한 부산물을 재활용하는 방안이 시급하다.

따라서 본 연구는 산업부산물인 비산재와 폐기물 슬래그를 이용하여모르타르 경화체를 제작하였으며 알칼리 활성화제 첨가에 따른 물성을 비교하기 위해 비교적 낮은 농도인 3 M의 NaOH solution을 사용하였고, 이 경화체에 초임계 이산화탄소 조건(40 o C, 80 kgf/cm 2 pressure, 60 min)에서 탄산화를 통하여 CO2를경화 체내에 안정적으로 고정화 시켜 이에 따른 물성을 평가하였다.

탄산화 인자인 CaO의 함량이 많을수록 탄산화율은 높게나타났으며, 탄산화 후 무게변화율이 최대 약 12 % 증가하였다.

탄산화 후 압축강도는 전과 비슷한 수준이었으며, 이를 통해탄산화를 통해 CO2를 안정하게 고정화시킨 친환경 소재에 적용 가능성을 확인할 수 있었다.

또한 탄산화 반응 후에 생성되는 H2O로 인해 추가적인 양생을 통해 장기적인 관점에서 탄산화를 통해 물성향상 또한 기대해 볼 수 있을 것으로 생각된다.

@highlight

현재 전 세계적으로 지구온난화의 주범인 CO2 저감을 위한 노력을 하고 있으며, 산업발전에 필요한 화력발전등에서 발생한 부산물을 재활용하는 방안이 시급하다.

