본 연구는 최근 청소년들에게 문제로 부각되는 인터넷 과다사용의 ‘위험요소 (risk factor)를 탐색적으로 밝히고자 하는 것이다.

’중독‘ 과 ’원인‘이라는 개념을 ’과다사용‘과 ’위험요소‘라는 개념으로 대체함으로써 엄밀성을 더하고 기존의 연구에서 주로 사용되었던 질문지법의 한계를 극복하기 위해 실제 사이버상담의 내용을 분석하였다.

연구자는 표집된 사이버상담 사이트에서 발췌한 80 사례를 객관적으로 선정하고, 위험요소와 관련된 서술을 최소의미단락으로 나누어 최종적으로 129 건을 발췌하여 분석의 대상으로 삼았다.

분석결과 개인요인으로는 성격적 특성, 대인관계 문제, 보상경험이 있었고 인터넷 관련 요인으로는, 컨텐츠 자체의 매력, 컴퓨터 관련 취미, 다른 취미생활의 통로로 나타났다.

주변환경 관련 요인으로는 또래문화, 접근용이성 증가, 고위험상황, 인터넷매개 학습, 가족문제가 발견되었다.

본 연구의 의의는 청소년의 인터넷 과다사용 상태를 초래할 수 있는 여러 위험요소들이 실제의 사례를 통해서 확인된 것이다.

특히 청소년의 인터넷 과다사용에는 환경적인 위험요소의 영향력이 상대적으로 큰 것으로 보아 현재의 예방프로그램들은 환경적인 접근방식도 충분히 고려하는 방향으로 변화 발전되어야 할 것이다.

@highlight

청소년들에게 문제로 부각되는 인터넷 과다사용의 위험요소를 탐색적으로 밝히고자 하는 것이다.

@highlight


청소년의 인터넷 과다사용 상태를 초래할 수 있는 여러 위험요소들이 실제의 사례를 통해서 확인된 것이다.

@highlight


청소년의 인터넷 과다사용에는 환경적인 위험요소의 영향력이 상대적으로 큰 것으로 보아 현재의 예방프로그램들은 환경적인 접근방식도 충분히 고려하는 방향으로 변화 발전되어야 할 것이다.

