본 논문에서는 고효율과 고역률을 위한 새로운 DCM-

ZVS 스텝 업-

다운 AC-

DC 컨버터에 대해 연구된다.

제안한 DCM-

ZVS 컨버터에 사용된 스위칭 소자들은 새로운 유사공진 회로에 의해 소프트 스위칭 기법으로 동작되고, 펄스폭변조(PWM) 방식에 의한 전류불연속모드(DCM)로 구동된다.

제안한 컨버터의 유사공진 회로는 스텝 업-

다운 인덕터와 무손실 스너버 커패시터로 구성되고, 또한 DCM에 의해 제어회로 기법과 제어회로 구성이 간단한 장점이 주어진다.

입력 교류 전류파형은 일정 스위칭 주파수에 의한 교류 입력전압의 크기에 비례한 유사 정현파형으로 된다.

그 결과, 제안한 DCM-

ZVS 컨버터는 낮은 스위칭 손실과 고효율을 얻을 수 있으며, 컨버터의 입력역률은 거의 단위역률로 된다.

해석적 결과의 타당성은 다양한 컴퓨터 시뮬레이션과 실험 결과를 통해 입증된다.

@highlight

본고에서는 고효율과 고역률을 위한 새로운 DCM-

@highlight

ZVS 스텝 업-

@highlight

다운 AC-

@highlight

DC 컨버터에 대해 연구된다.

