본 연구는 여성장애인에 대한 사회적 인식 개선과 권리신장 및 삶의 질 제고를 위한 실질적인 방안을 모색하고자 이혼을 경험한 여성지체장애인 7인의생애사를 분석하였다.

자료 분석은 만델바움(Mandelbaum, 1983) 이 제시한 삶의영역(dimensions), 삶의 전환점(turnings), 적응(adaptation)을 분석틀로 하였다.

연구 결과, 삶의 영역은 ‘자식, 종교, 사회복지서비스 체계, 자조모임과 공부’, 삶의 전환점은 ‘박탈과 체념, 버티고 견디기, 자아수용과 자아 찾기’, 적응은 ‘실존체로서의 몸 드러내기, 나눔과 연대의 공동체, 몸의 속도로 현실개선하기’로 분석되었다.

이러한 결과에 의거해, 여성지체장애인의 결혼과 이혼에 대한재인식의 공론화, 장애인가족의 결혼과 이혼을 중재하는 기관에 전문인력 배치, 지역사회 자조모임의 활성화, 사회복지서비스 통합시스템 구축, 그리고 여성장애인 지원 법률안의 발의 등과 같은 정책 및 실천적 방안들을 제안하였다.

@highlight

이 연구는 여성장애인에 관한 사회적 인식 개선과 권리신장 및 삶의 질 제고를 위한 실질적인 방안을 모색하고자 이혼을 경험한 여성지체장애인 7인의생애사를 분석했다.

