새마을운동은 ‘70년대 한국의 사회경제적 어려움을 극복하고자 하는 정신운동으로써 ‘할 수 있다’ 라는 자신감을 바탕으로 한 근대화운동이며 의식개혁운동이다.

이 연구는 새마을운동의 전개과정과 새로운 방향을 모색하는데 목적을 두고 있다.

연구방법은 문헌자료를 통하여 새마을운동의 전개과정을 네 가지 단계로 분류하고 각 단계별로 내용을 분석하였다.

1단계(1970-1979)는 농촌근대화와 가난을 극복하기 위하여 마을주민의 협조와 정부의 주도적인 노력으로 새마을사업을 전개하였다.

2단계(1980-1989)는 민관의 공조체제를 통하여 새마을운동이 국민정신운동으로 전개되었으며, 3단계(1990-1999)는 새마을운동이 민간봉사조직으로서 발전하게 되었다.

그리고 4단계(2000-2009)는 새마을운동이 성공적인 한국적 지역사회개발운동으로 새롭게 주목받는 동시에 저개발국가의 원조 모델로 각광받기 시작하였다.

따라서 향후 새마을운동이 국민운동으로 확대 발전하고 시대변화에 부응하기 위해서는 그린새마을 운동을 전개하고, 새마을운동과 지방자치제의 연계방안이 모색되어야 한다.

또한 새마을운동과 사회적적 자본의 확충 및 새마을운동의 국제화가 요청된다.

@highlight

새마을운동은 ‘70년대 한국의 사회경제적 어려움을 극복하고자 하는 정신운동으로써 ‘할 수 있다’ 라는 자신감을 바탕으로 한 근대화운동이며 의식개혁운동이다.

@highlight

본 연구는 새마을운동의 전개과정과 새로운 방향을 모색하는데 목적을 두고 있다.

