본 연구에서는 소셜 음악 사이트에서 사용자들이 음악 아이템을 청취한 횟수와 생성한 태그 정보를 혼합하여 음악을추천하는시스템을 제안한다.

현재, 상용화된음악 추천시스템들은주로 사용자의청취 습관과 외부적인선호도 입력값을 기반으로 음악을 추천하고 있다.

그러나 이 방식은 아직 음악을 청취한 사용자가 많지 않은 새로운 음악이나 청취 정보가 없는 새로운 사용자의 경우 추천하는 데 어려움이 있다.

이 문제를 해결하기 위해서 본 논문에서는 사용자가 선정한 키워드를 아이템에 부여하는 협업 태깅으로 생성된 태그 정보를 활용하였다.

태그의 의미를파악하여 감정표현의정도에따라가중치를부여한뒤, 태그점수와청취횟수를혼합하여음악아이템의선호도를산출하였다.

이를 기반으로 사용자 프로파일을 생성하고 협업 필터링 알고리즘을 수행하였다.

제안하는 추천 방법의 효율성을 평가하기 위해서, 청취 습관 기반 추천, 태그 점수 기반 추천, 하이브리드 추천 방법의 세 가지 추천방법에 대해서 정확도, 재현율, 그리고 F-

measure를 계산하였다.

실험 결과에 대해 통계적 검증을 시행한 결과,하이브리드 추천 방법이 다른 두 가지 방식보다 통계적으로 유의한 차이를 보여 성능이 우수한 것으로 나타났다.

@highlight

본고에서는 소셜 음악 사이트에서 사용자들이 음악 아이템을 청취한 횟수와 생성한 태그 정보를 혼합하여 음악을추천하는시스템을 제안한다.

