본 연구는 치아 외상의 양상과 외상 후 초진 시기의 지연이 치료에 미치는 영향에 대해 알아보고자, 2009년 1월부터 2013년 12월까지 전남대학교 치과병원 소아치과에 치아 외상을 주소로 내원한 환자 378명(외상 치아 940개)을 대상으로 기록을 조사하여 다음과 같은 결과를 얻었다.

외상의 빈도는 남자가 여자보다 2배 더 높았다.

전체 외상의 원인은 넘어짐(36.5%)이 가장 많았고, 상악 중절치(66.9%)가 가장 많이 영향을 받았다.

유치에서 가장 흔한 외상 유형은 아탈구(43.9%)였고, 영구치에서는 단순 치관파절(30.9%)이었다.

전체 환자의 10%만이 외상 후 1시간 이내에 치과에 내원하였다.

유치에서 가장 흔한 초진 시 처치는 경과관찰(53.2%)이었고, 영구치는 근관치료(27.3%)였다.

영구치에서 초진 시기의 경과에 따라 근관치료 비율은 증가하였다.

이는 외상 후 초진 시기가 늦어질수록 치수가 생활력을 잃을 가능성이 높아진다는 것을 알려준다.

@highlight

이 연구는 치아 외상의 양상과 외상 후 초진 시기의 지연이 치료에 미치는 영향에 대해 알아보고자, 소아치과에 치아 외상을 주소로 내원한 환자 378명을 대상으로 기록을 조사하였다.

