제1대구치는 막중한 역할을 함에도 불구하고, 청소년 이전에 건강을 상실하는 경우가 드물지 않다.

본 연구는 청소년기 이전에 치수치료를 받게 된 제1대구치의 우식 및 수복 상태와 분포를 파악할 목적으로 시도되었다.

최근 5년간 부산대학교 치과병원에서 치수치료를 받은 18세 이하 106명 환자의 135개 제1대구치를 대상으로 의무기록에 대한 조사를 시행하여 다음과 같은 결과를 얻었다.

1.

평균 연령은 11.9세(남 11.5세, 여 12.5세)였고 유의한 성차를 보였으며(p<0.05), 악별로는 상악 47개, 하악 88개로하악 치아가 더 많았다.

2.

치수 치료 전 치료 기왕력이 없는 치아는 74개, 치수 또는 수복 치료를 받은 치아는 61개였다.

그 중 재치수치료를 받게된 경우는 22개로 치수절제술-

치수절단술의 순이었으며, 단순 수복치료를 받았던 치아는 39개로 복합레진-

아말감-

GI-

인레이-

수복물 탈락 후 미치료-

열구전색 및 주조 전장관의 순이었다.

3.

병소 위치가 분류 가능한 73개의 병소 중에서는 근심면 병소가 22개, 교합면 혹은 협설면 병소 39개, 원심면 병소가 12개를 차지하였다.

@highlight

이 연구는 청소년기 이전에 치수치료를 받게 된 제1대구치의 우식 및 수복 상태와 분포를 파악할 목적으로 시도됐다.

