풍경 그림을 사용하여 도식이 기억에 미치는 영향을 알아보았다.

실험 1에서는 즉시 검사를 실시하여 부호화할 때 도식이 기억에 미치는 영향을 알아보았고, 실험 2에서는 3일 지연 검사를 실시하여 파지기간 동안 도식이 기억에 미치는 영향을 알아보았다.

두 실험 모두에서 제시시간(250ms vs 10000ms)을 다르게 하고 목표 미끼를 생략하는 조건과 목표 미끼를 다른 물건으로 대체하는 조건으로 항목의 축어적 정보 부호화를 조작하였다.

특히 생략과 대체 조건을 비교하여 도식에 기반한 기대라는 하향정보와 특정항목에 대한 상향정보가 기억에 미치는 효과를 알아보았다.

두 개의 실험에서 전형적인 항목에 대한 오기억은 지연검사에서도 별 변화가 없는데 반해 학습 항목에 대한 기억은 감소하였으며, 오기억은 생략조건에서 더 많이 보고되었으나, 비전형 항목에 대한 기억은 대체조건에서 더 많이 보고 되었다.

이 결과는 도식에 기반한 오기억은 비교적 지속적이며, 도식에 의한 기대라는 하향 정보가 상향 정보와 충돌이 일어날 때에는 오기억이 감소한다는 사실을 보여 주었다.

@highlight

풍경 그림을 사용하여 도식이 기억에 미치는 영향을 알아본 결과 도식에 기반한 오기억은 비교적 지속적이며, 도식에 의한 기대라는 하향 정보가 상향 정보와 충돌이 일어날 때에는 오기억이 감소한다는 사실을 나타낸다.

