면진기술은 건축물의 구조적 피해를 줄이고 진동에 민감한 구조물의 내진성능을 향상시키는 가장 효과적인 방법 중의 하나이다.

하지만 면진구조시스템에서 지진에너지를 흡수하는 댐퍼의 재료로서 자주 사용되었던 납의 환경오염문제가 대두되면서, 최근에는 친환경 재료인 강재를 사용하는 경우가 증가하고 있다.

본 연구에서는 면진시스템용 에너지흡수장치인 U형 강재댐퍼를 대상으로 비선형 유한요소해석을 수행하고SS400 강재와 고인성강재를 사용한 댐퍼의 해석결과를 비교하여 사용강재의 재료적 특성의 차이가 댐퍼의 변형능력에 미치는 영향을 분석하며,고인성강재를 사용한 댐퍼의 형상비, 두께, 폭에 따른 변형능력을 파악한다.

또한 고인성강재를 사용한 U형 강재댐퍼의 응력분포를 분석하여 응력분포에서 나타내는 문제점을 개선하기 위한 대책으로 댐퍼의 일부 구간에 개구부를 둔 새로운 형상을 제시하고 형상에 따른 변형능력, 내력특성 및응력분포를 고려하여 최적형상과 설계식을 제안하고자 한다.

@highlight

이 연구에서는 면진시스템용 에너지흡수장치인 U형 강재댐퍼를 대상으로 비선형 유한요소해석을 수행하고SS400 강재와 고인성강재를 사용한 댐퍼의 해석결과를 비교해 사용강재의 재료적 특성의 차이가 댐퍼의 변형능력에 미치는 영향을 분석하며,고인성강재를 사용한 댐퍼의 형상비, 두께, 폭에 따른 변형능력을 파악한다.

