우리나라의 동해안에 위치한 백사장은 경치가 수려하고, 레져를 즐기기에 좋은 양질의 모래로 이루어져 있으며 백사청송으로 알려져 있기 때문에 매우 중요한 관광경제자원이라 할 수 있다.

뿐만 아니라, 해안의 자연환경 유지기능 및 높은 파도로부터 해안주변을 보호해주는 방재기능까지도 보유하고 있는 귀중한 재산이다.

이와 같은 해안 백사장의 가치평가방법으로는 여행자비용법(Travel Cost Method)과 조건부가치평가법(Contingent Valuation Method)이 대표적으로 사용되고 있으나, 이용가치와 비이용가치를 동시에 평가하기위해서는 후자의 방법이 보다 유리하다고 할 수 있다.

그러나 조건부가치평가법(CVM)을 대상 해안의 백사장에 적용하기 위해서는 앙케이트 설문 및 회답에서 나타날 수 있는 바이어스(Bias)영향에 대한 면밀한 검증이 요구된다.

본 연구에서는 조건부가치평가법(Contingent Valuation Method)등을 통해 앙케이트설문 조사시 바이어스 영향을 줄여주기 위해 설문자에게 제시할 수 있는 일차적인 친수환경(Amenity)특성 검토방법을 소개하고, 동해안에 위치한 대표적인 백사장들을 대상으로 하여 다양한 평가인자를 이용하여 친수환경(Amenity)특성을 비교, 검토하였다.

@highlight

이 연구에서는 조건부가치평가법등을 통해 앙케이트설문 조사시 바이어스 영향을 줄여주기 위해 설문자에게 제시할 수 있는 일차적인 친수환경특성 검토방법을 소개하고, 동해안에 위치한 대표적인 백사장들을 대상으로 해 다양한 평가인자를 이용해 친수환경특성을 비교, 검토했다.

