과거 국내 사찰벽화 보존처리는 유공성과 친수성의 특성을 고려한 재료선정이나 적합성에 대한 연구가 미흡한 상황에서 유럽의 재료 및 공법이 적용되었다.

그리고 합성수지를 사용하여 채색층 고착처리가 이루어진 벽화들은 현재까지 만족스럽지 못한 결과들이 나타나고 있다.

따라서 본 논문에서는 보존처리 효과를 규명하고자 사찰벽화 채색층 보강에 사용되는 고착제를 선별하여 고착처리 적용연구를 실시하였다.

고착제의 점도와 접착력 그리고 침투상태의 관계성을 파악한 결과 대부분 점도가 높은 시료에서 접착력이 증가하였고, 저점도의 시료에서는 접착력이 낮게 측정되었다.

시료별 고착제의 침투상태는 유사하지만 채색층과 토양 마감면의 상응 및 결합반응은 큰 차이점이 있는 것을 발견할 수 있었다.

동물성 아교와 MC의 경우, 채색층을 포함하여 토양과의 고착반응이 우수한 것으로 보이며, 토양과 견고하게 결속되어 안정적인 고착효과를 나타내는 것으로 판단된다.

합성수지계인 PVAc와 아크릴수지는 침투는 원활하지만, 토양과의 고착반응은 효과가 떨어지는 것으로 보인다.

@highlight

이 논문에서는 보존처리 효과를 규명하고자 사찰벽화 채색층 보강에 사용되는 고착제를 선별해 고착처리 적용연구를 실시했다.

