본 연구는 온라인 게임의 성장과 더불어 주목받고 있는 개념인 게임몰입에 대해, 개인 수준의 자기효능감이미치는 영향과 자기통제능력의 조절효과를 실증분석 통해 검증하는데 목적이 있다.

본 연구의 목적을 달성하기위해 주요 온라인 게임을 이용하는 연령층을 반영하고, 기존 온라인 게임 몰입에 영향을 미치는 영향요인을 최대한 통제하기 위해 표본을 설계하고 실증분석을 수행하였다.

본 연구 성과는 다음과 같다.

자기조절효능감, 과제난이도 선호, 자신감은 게임몰입에 유의한 영향력이 있는 것으로 분석되었으며, 자기통제능력의 조절효과를 검증하기 위하여 상호작용항을 투입한 결과, 게임몰입에 미치는 영향에 대한 자기효능감의 영향력은 자기통제능력에 의해 조절되는 것으로 도출되었다.

이러한 연구 결과는 개인이 어떠한 심리적 요인에 의하여 게임몰입에 도달하는지를 보여주고, 이를 토대로 게임중독의 이전단계인 몰입단계에서 어떤 예방이 필요한지를 시사하고 있다.

또한개인 수준에서 스스로가 중요하게 생각하고 있는 요소의 영향력이 온라인 게임을 접하는 단계에서 중독으로 이어지는 것을 예방할 수 있음을 보여주고 있다.

@highlight

이 연구는 온라인 게임의 성장과 더불어 주목받고 있는 개념인 게임몰입에 대해, 개인 수준의 자기효능감이미치는 영향과 자기통제능력의 조절효과를 실증분석 통해 검증하려 한다.

