본 연구는 인터넷쇼핑 이용경험이 있는 중국소비자들을 대상으로 인터넷 쇼핑환경에서 쇼핑몰과의 상호작용과 쇼핑몰에 대한 신뢰 및 인터넷 쇼핑에 대한 지각특성이 어떤 요인으로 구성되며, 이러한 각 구성요소들이 구매의도에 어떠한 영향을 미치는지 확인하고자 한다.

본 연구결과와 그 시사점을 요약하면 다음과 같다.

첫째, 중국 온라인 쇼핑몰의 고객과의 상호작용성에 미치는 영향요인들이 쇼핑몰이 제공하는 서비스에 대한 소비자의 지각특성에는 유의한 정(+)의 영향을 주는 것으로 나타났다.

또한, 상호작용은 신뢰에 정(+)의 영향을 미치는 것으로 나타났지만, 구매의도에는 직접적으로 영향을 미치지 않는 것으로 나타났다.

둘째, 신뢰는 지각특성에 정(+)의 영향을 미치며, 구매의도에도 정(+)의 영향을 미치는 것으로 나타난 결과를 통하여 볼 때, 쇼핑몰운영자는 소비자가 인터넷쇼핑몰에 대한 정직, 신의, 서비스 및 상품 정보의 제공을 통한 신뢰를 구축할 수 있는 전략을 수립해야할 필요가 있을 것이다.

셋째, 지각특성이 구매의도에 정(+)의 영향을 미치는 것으로 나타난 결과를 통하여 볼 때, 쇼핑몰운영자는 소비자가 인터넷쇼핑을 통하여 시간 및 비용 절약의 유용성, 최신상품정보의 입수 가능성 등 소비자입장에서의 지각된 특성을 높이기 위한 전략을 수립해야할 필요가 있다.

@highlight

이 연구는 인터넷쇼핑 이용경험이 있는 중국소비자들을 대상으로 인터넷 쇼핑환경에서 쇼핑몰과의 상호작용과 쇼핑몰에 대한 신뢰 및 인터넷 쇼핑에 대한 지각특성이 어떤 요인으로 구성되며, 이런 각 구성요소들이 구매의도에 어떤 영향을 미치는지 확인하려 한다.

