본

 

연

구

에

서

는

 

고

유

동

성

의

 

V

A

/

V

e

o

V

A

 

개

질

 

시

멘

트

 

모

르

타

르

의

 

기

초

적

 

성

능

을

 

측

정

한

 

후

 

콘

크

리

트

의

 

보

수

용

 

재

료

에

 

매

우

 

중

요

한

 

요

구

성

능

인

 

부

착

강

도

에

 

대

한

 

피

착

체

의

 

표

면

에

 

존

재

하

는

 

표

면

수

량

의

 

영

향

을

 

검

토

하

는

 

연

구

가

 

수

행

하

였

다

.

 

시

험

체

의

 

배

합

은

 

V

A

/

V

e

o

V

A

는

 

결

합

재

인

 

시

멘

트

에

 

대

하

여

 

고

형

분

비

 

(

폴

리

머

시

멘

트

비

;

 

P

/

C

)

에

 

의

하

여

 

1

0

,

 

2

0

,

 

3

0

,

 

5

0

,

 

7

5

%

,

 

잔

골

재

는

 

시

멘

트

의

 

중

량

에

 

대

하

여

 

각

각

 

1

:

1

,

 

1

:

3

의

 

비

율

을

 

적

용

하

였

다

.

 

고

유

동

성

 

V

A

/

V

e

o

V

A

 

개

질

 

시

멘

트

 

모

르

타

르

의

 

기

초

적

인

 

성

능

을

 

토

대

로

 

부

착

강

도

,

 

잔

갈

림

성

,

 

재

료

분

리

 

저

항

성

이

 

좋

은

 

시

험

체

를

 

선

택

하

였

다

.

 

시

험

체

는

 

C

:

F

=

1

:

1

인

 

경

우

 

P

/

C

=

2

0

%

,

 

3

0

%

의

 

시

험

체

 

2

개

가

 

선

택

되

었

으

며

,

 

C

:

F

=

1

:

3

인

 

경

우

 

P

/

C

=

5

0

%

의

 

시

험

체

 

1

개

,

 

총

 

3

개

가

 

선

택

되

었

으

며

 

이

 

3

개

의

 

배

합

에

 

대

하

여

 

피

착

체

의

 

표

면

수

량

에

 

따

른

 

고

유

동

성

 

V

A

/

V

e

o

V

A

 

개

질

 

시

멘

트

 

모

르

타

르

의

 

특

성

을

 

파

악

하

였

다

.

 

본

 

연

구

를

 

통

해

 

콘

크

리

트

 

피

착

체

에

 

살

포

된

 

표

면

수

는

 

부

분

적

으

로

 

고

유

동

성

 

V

A

/

V

e

o

V

A

 

개

질

 

시

멘

트

 

모

르

타

르

의

 

부

착

강

도

를

 

증

진

하

고

,

 

유

동

성

을

 

개

선

하

는

 

효

과

가

 

있

다

는

 

결

론

을

 

얻

었

다

.

@highlight

본고에서는 고유동성의 VA/VeoVA 개질 시멘트 모르타르의 기초적 성능을 측정한 후 콘크리트의 보수용 재료에 매우 중요한 요구성능인 부착강도에 대한 피착체의 표면에 존재하는 표면수량의 영향을 검토하는 연구가 수행하였다.