본 연구의 목적은 규칙적으로 반복되는 구조가 존재하는 자극 상황에서 양안시차와 T-

교차가 White 착시 자극의 밝기 지각에 미치는 영향을 검증하는 것이다.

실험 1은 White 착시 자극을 변형한 Howe (2005)의 자극을 사용하여 양안시차와 단안정보인 T-

교차 및 규칙적 구조 정보가 소속성에 대하여 불일치한 정보를 가질 때 대상의 밝기 지각이 주로 단안 정보에 의해 결정됨을 발견하였다.

실험 2는 규칙적 구조 정보와 양안시차만 포함하는 자극을 사용하여 T-

교차가 존재하지 않을 때 두 정보 중 어느 하나가 주도적으로 밝기 지각을 결정하지 못함을 발견하였다.

본 연구의 실험 결과는 규칙적 구조와 양안시차가 대상의 소속성에 대하여 불일치한 정보를 제공할 때 T-

교차가 대상의 소속성 결정에 중요한 정보로 이용되며 그에 따라 대상의 밝기 지각이 영향 받을 수 있음을 시사한다.

@highlight

본고는 규칙적으로 반복되는 구조가 존재하는 자극 상황에서 양안시차와 T-

@highlight

교차가 White 착시 자극의 밝기 지각에 미치는 영향을 검증하는 것을 목적으로 한다.

