본 논문에서는 인간의 시각처리 원리 및 블록기반 영상처리기법에 바탕을 둔 실시간 이동물체 추적시스템을 소개한다.

제안하는 실시간 아동물체 추적시스템은 인간의 망막이 갖고 있는 생물학적 메커니즘의 장점을 활용하기 위하여 광각렌즈를 장착한 CCD(Charge-

Coupled Device) 카메라와 펜-

틸트-

줌(Pan-

Tilt-

Zoom) 카메라를 사용하여 줌인(zoom-

in)과 줌아웃(zoom-

out) 효과를 동시에 발생시킬 수 있도록 구성되었고, 추적의 오차를 줄이기 위하여 입력되는 영상을 개별 화소 단위가 아닌 여러 개의 블록으로 나누어 처리하는 방식을 채택하여 영상처리를 빠르게 함과 동시에 미세한 잡영도 제거하여 이동하는 물체를 실시간으로 효율적이고도 빠르게 추적한다.

제안하는 시스템의 성능을 확인하기 위해 여러 가지 형태의 실험을 수행하였으며 분석 결과를 통해 제안하는 시스템이 미세한 잡영에 거의 방해를 받지 않으면서도 움직이는 물체를 빠르게 감지해서 펜-

틸트-

줌 카메라를 올바르게 제어함을 알 수 있었다.

@highlight

본 논문의 목적은 인간의 시각처리 원리 및 블록기반 영상처리기법에 기초한 실시간 이동물체 추적시스템을 소개하는 것이다.

@highlight

분석 결과, 제안 시스템이 미세한 잡영에 거의 방해를 받지 않으면서도 움직이는 물체를 신속히 감지해 펜-

@highlight

틸트-

@highlight

줌 카메라를 적합하게 제어함을 알 수 있었다.

