본 연구는 자폐성향으로 인한 대인관계 문제와 쉽게 분노하는 정서조절 문제, 규칙 및 지시 따르기 거부로 집단생활의 어려움을 호소하는 초등학교 5학년 아스퍼거 장애 남자 아동에게 인지행동치료기법을 사용한 놀이치료 사례이다.

본 연구 사례는 매주 1회씩 총 22회기를 실시하였으며, 주 치료접근으로 인지행동치료 기법을 사용하였다.

최근 인지행동치료의 경향을 반영하여 인지치료를 근간으로 여러 이론을 통합하였으며 정서를 동시에 고려한 접근을 추구하였고, 심리 교육, 노출, 행동 형성, 유관성 관리, 인지적 재구조화, 정서 표현과 조절 기법을 활용하였다.

또한 치료 효과를 높이기 위해 내담자의 특성 및 발달 단계를 고려하였을 뿐 아니라 치료 효과의 일반화를 위해 부모교육을 병행하였다.

그 결과 내담자는 자신의 감정을 적절하게 표현 및 조절할 수 있게 되어 분노감이 줄고 사회기술이 증가하고 타인의 의도와 행동을 이해하기 시작했다.

따라서 본 연구 결과는 초등학교 고학년 아스퍼거 장애 아동에 대한 인지행동치료 개입이 아동의 마음읽기 능력과 정서 표현 및 조절 능력, 사회기술능력을 증진시켜 아스퍼거 장애 아동의 문제행동을 감소시키는데 효과적임을 시사한다.

@highlight

자폐성향으로 인한 대인관계 문제와 쉽게 분노하는 정서조절 문제, 규칙 및 지시 따르기 거부로 집단생활의 어려움을 호소하는 초등학교 5학년 아스퍼거 장애 남자 아동에게 인지행동치료기법을 사용한 놀이치료 사례이다.

@highlight


인지치료를 근간으로 여러 이론을 통합하였으며 정서를 동시에 고려한 접근을 추구하였고, 심리 교육, 노출, 행동 형성, 유관성 관리, 인지적 재구조화, 정서 표현과 조절 기법을 활용하였다.

