법률상의 기록분류체계인 정부기능분류체계를 운용하는데 있어 여러문제점이 확인되고 있는 상황에서 현재 정부출연연구기관 기록분류체계의수준은 어떠한지를 확인하고 공공기관이자 연구기관인 정부출연연구기관이 어떤 분류체계로 정련되어가야 하는지 앞으로의 방향을 모색하고자 하였다.

이를 위해 23개 정부출연연구기관의 분류체계와 이를 뒷받침하는관련 규정을 분석한 결과, 대다수 기관의 기록물관리규정이 기본적으로 공공기록물법, 더 나아가 공공기록물관리법 이전에 존재하던 규정에 근거하고 있다는 점을 확인하였다.

또한 공공기록물법을 반영한 기록생산시스템이 도입된 기관도 많지 않아 기록의 생산과 분류가 별개로 이뤄지고, 조직분류와 기능분류가 혼합된 분류체계는 보존기간 책정시 참고도구로서만기능하는 경우도 많았다.

이런 상황을 극복하기 위해서는 제도, 체계, 시스템 측면에서의 개선전략이 필요하다.

국가차원에서의 법률 개정과 기관차원에서의 기록관리규정 제정이 이뤄져야 하며 연구기관의 핵심기능인‘연구’에 대해 특성화된 분류체계가 설계되고 이 분류체계는 반드시 기록의 생산등록 단계부터 적용되어야 할 것이다.

기록관리의무를 외면하고생산기록을 제대로 관리하지 않는 것은 해당 연구 분야 기록의 가치를 스스로 부정하는 것이다.

빠른 기간 내에 정부출연연구기관의 기록관리가제자리를 찾고, 실무적 이슈가 학계로 전달되어 더 나은 방향으로 발전할수 있는 좋은 아이디어가 다시 실무영역으로 환류되길 기대한다.

@highlight

법률상의 기록분류체계인 정부기능분류체계를 운용하는데 있어 여러문제점이 확인되고 있는 상황에서 현재 정부출연연구기관 기록분류체계의수준은 어떠한지를 확인하고 공공기관이자 연구기관인 정부출연연구기관이 어떤 분류체계로 정련되어가야 하는지 앞으로의 방향을 모색하고자 하였다.

@highlight


정부출연연구기관의 분류체계와 관련 규정을 분석한 결과, 대다수 기관의 기록물관리규정이 기본적으로 공공기록물법, 더 나아가 공공기록물관리법 이전에 존재하던 규정에 근거하고 있다는 점을 확인하였다.

