본 연구는 숲교육이 실천적 의미를 넘어 철학적 기반을 가진 교육으로 정립하고자 마르틴 부버가 제시하는 ‘만남’의 사상을 통해 숲의 교육적 의미를 조명하고자 하였다.

먼저 마르틴 부버의‘만남’의 사상을 살펴보면 첫째, 만남은 교육에 선행한다.

이는 교육은 그 자체로 목적이 될 수없음을 의미하며 아이들은 세상과의 만남을 통해 교육을 실현한다.

둘째, 만남은 나를 열어 놓는것이다.

이때 ‘열어-

놓음’은 적극적인 만남을 의미하며 자연적 응대이다.

셋째, 만남은 차이를전제로 한다.

차이는 ‘나를 알아가는 과정이며, ’우리‘를 통해 ’나‘를 초월하게 한다.

이러한 부버의 만남의 사상을 통해 숲의 교육적 의미를 살펴보면, 첫째, 숲은 실존적 공간으로서‘인격적 만남’을 경험하게 한다.

이는 교육을 위한 대상화된 만남이 아닌 상호 간의 만남을 의미한다.

둘째, 숲은‘열어-

놓음’을 통해‘하게-

됨’의 놀이를 경험하게 한다.

이는 수동적 반응이 아닌 적극적 응대를 의미한다.

셋째, 숲은 관계를 살려내며‘관계-

속-

나’를 발견하게 한다.

관계는차이를 발견하게 하며 함께함을 통해 나를 드러낸다.

@highlight

‘만남’사상을 통해 숲의 교육적 의미를 보았다.

@highlight

실존 공간으로서‘인격적 만남’을 경험하게 한다.

@highlight

상호 간의 만남을 나타낸다.

@highlight

‘열어-

@highlight

놓음’을 통해‘하게-

@highlight

됨’의 놀이를 경험하게 한다.

@highlight

적극적 응대를 의미한다.

@highlight

관계를 살려내며‘나’를 발견하게 한다.

@highlight

관계는차이를 발견하게 하며 함께하여 나를 드러낸다.

