본 연구는 팀활동을 통한 PBL 수업방식이 대학생들의 융합역량 증진에 효과가 있는지를 알아보기 위해 수행되었다.

연구대상은 충남소재 A대학교에서 2019년 2학기에 ‘인간발달과 융합적 사고’를 수강한 학생 88명이다.

융합역량의 변화를 알아보기 위해 A대학교의 역량검사지 중 융합역량에 대한 상황판단형 검사지를 활용하였다.

또한 PBL 수업활동에 대한 인식과 태도를 확인하기 위해 PBL 수행성찰을 분석하였다.

연구결과는 다음과 같다.

첫째, PBL 수업은 융합역량 증진에 효과가 있는 것으로 나타났다.

둘째, 학생들의 PBL 수업활동 참여도에 따라 융합역량 증진에 차이가 나타났다.

셋째, PBL 활동을 통한 융합교육은 2,3학년의 학생들에게 역량증진의 효과가 나타났다.

넷째, 학생들은 PBL 수업 활동을 통해 ‘사고의 확장’과 ‘타전공에 대한 관심 증대’, ‘전공분야에 대한 적용 가능성’, ‘협업과 소통의 소중함’에 대한 인식 및 태도 등의 긍정적인 교육효과를 나타내었다.

본 연구를 통해 PBL 수업은 융합역량 증진에 효과가 있음을 알 수 있다.

@highlight

본 연구는 PBL 수업방식이 융합역량 증진에 미치는 효과를 알아보고자 수행되었다.

@highlight

연구결과, PBL 수업은 융합역량 증진에 효과가 있으며, 수업활동 참여도에 따라 차이가 나타났다.

@highlight

또한, 융합교육은 2,3학년에게 역량증진의 효과가 나타났으며, 수업 활동을 통해 긍정적인 교육효과를 나타냈다.

