본 연구는 안전자산에서 대체투자자산으로 그 역할이 변화한 금의 가격 결정요인에 대한 분석을 실시했다.

분석결과 금이 안전자산 역할을 한 시기에는 전통적 요인인 미 달러화와 금 선물포지션이 금 가격에 영향을 미치는 요인으로 나타났다.

하지만 금이 대체투자로 역할 전환을 한 시기에는 금 선물포지션과 함께 Gold ETF가 새로운 금 가격 결정요인으로 드러났다.

특히 글로벌 금융위기 이후에는 Gold ETF의 역할이 더욱 향상되어 금 가격 결정요인의 주요변수로 자리잡은 반면 금 선물포지션은 관련이 없는 것으로 밝혀졌다.

또한 Gold ETF와 금 가격과의 동적관계를 살펴본 결과 Gold ETF는 금 가격에 한 달 선행하여 영향을 미치는 것으로 조사됐다.

금 가격 결정의 핵심요인으로 부상한 Gold ETF의 특징에 대한 추가분석 결과, Gold ETF 수요는 주가 및 금선물 포지션과 역관계를 보이는 것으로 나타났다.

이는 주가가 하락할 때 Gold ETF 수요는 증가함으로써 주식에 대한 대체자산 역할을 수행하고 있음을 보여주는 결과이다.

또한 안전자산 역할을 하는 금 선물 포지션과도 역관계를 보임으로써 Gold ETF가 확실한 대체자산임을 방증한다고 결론지을 수 있다.

@highlight

이 연구는 안전자산에서 대체투자자산으로 그 역할이 변화한 금의 가격 결정요인에 대한 분석을 실시했다.

@highlight

분석결과 금이 안전자산 역할을 한 시기에는 전통적 요인인 미 달러화와 금 선물포지션이 금 가격에 영향을 미치는 요인으로 나타났다.

