본 논문은 트랜스브랜딩(Transbranding) 이론을 최근 큰 반향을 일으킨 디즈니의 3D 애니메이션 <겨울왕국(Frozen, 2013)>의 ‘브랜드 전략’ 분석에 적용하려 한 연구이다.

아울러 본 연구는 디즈니의 트랜스미디어 시대에 부합하는 브랜드 전략을 고찰하려 하였다.

본 연구에서는 트랜스브랜딩(Transbranding) 이론에서 제시된 네 가지 「트랜스미디어믹스 전략 요소」와 「2F(Flexible Fit) 전략」에 근거하여 <겨울왕국>을 분석하였다.

특히, 2F전략 분석에서는 디즈니 애니메이션 <라푼젤(Tangled, 2010)>과 세 가지 관점에서 비교·분석하였다.

<겨울왕국>은 디즈니의 고유한 가치를 유지하면서도 진화하는 상호작용, 협력적 창조, 다원적인 경험을 위한 다양한 전략들을 보여주었다.

트랜스브랜딩 이론에 근거한 <겨울왕국>의 브랜드 전략을 분석한 결과, 겨울왕국은 기존의 디즈니 애니메이션들과는 차별화된 전략적 유연함을 확보함으로써 성공적인 브랜딩을 보여주었으며, 2F 전략을 통하여 디즈니의 새롭고 현대적인 이미지를 구축할 수 있었다.

@highlight

트랜스브랜딩 이론을 디즈니의 애니메이션 <겨울왕국>의 브랜드 전략 분석에 적용하는 연구로 트랜스미디어믹스 전략 요소와 2F(Flexible Fit)에 근거하여 분석한 결과, 겨울왕국은 차별화된 유연함을 확보하여 성공적인 브랜딩을 보여주고, 2F 전략으로 디즈니의 새로운 이미지를 구축하였다.

