우

리

 

정

부

가

 

국

제

사

회

에

 

2

0

1

5

년

까

지

 

원

조

총

액

을

 

G

N

I

 

대

비

 

0

.

2

5

%

로

 

증

액

하

겠

다

고

 

공

언

한

 

결

과

에

 

따

른

 

국

내

 

언

론

 

및

 

학

계

에

서

의

 

국

제

개

발

협

력

 

이

슈

 

확

산

은

 

우

리

의

 

국

격

 

을

 

높

이

는

 

훌

륭

한

 

기

회

이

다

.

 

1

5

조

원

에

 

달

할

 

것

으

로

 

예

상

되

는

 

대

외

원

조

용

 

국

가

예

산

의

 

대

폭

적

인

 

증

액

이

 

곧

 

관

련

 

연

구

비

 

지

원

의

 

확

대

로

 

이

어

지

는

 

것

은

 

극

히

 

자

연

스

런

 

일

이

나

,

 

국

제

개

발

협

력

 

관

련

 

아

젠

다

가

 

경

쟁

적

으

로

 

생

산

되

어

 

유

포

되

는

 

와

중

에

 

학

계

 

간

의

 

영

역

다

 

툼

이

 

벌

어

지

는

 

현

상

은

 

결

코

 

바

람

직

하

지

 

않

다

.

 

이

를

 

해

소

하

는

 

방

편

으

로

 

각

 

대

학

 

국

제

대

 

학

원

의

 

국

제

개

발

협

력

 

전

공

 

석

사

과

정

 

커

리

큘

럼

을

 

선

진

제

국

의

 

예

를

 

분

석

하

여

 

좀

 

더

 

효

율

 

적

인

 

방

식

으

로

 

개

선

할

 

것

을

 

제

안

한

다

.

 

해

외

 

원

조

사

업

은

 

현

지

의

 

정

치

,

 

경

제

,

 

역

사

,

 

사

회

문

화

 

전

반

에

 

관

한

 

심

층

적

 

연

구

를

 

기

 

반

으

로

 

할

 

때

 

보

다

 

내

실

을

 

기

하

게

 

된

다

.

 

전

시

행

정

적

 

또

는

 

소

모

적

이

라

는

 

국

내

 

및

 

국

제

 

사

회

의

 

비

판

이

 

상

존

하

는

 

가

운

데

,

 

국

내

 

O

D

A

 

연

구

의

 

진

작

에

 

수

반

되

는

 

제

 

학

문

 

간

의

 

영

 

역

 

구

분

이

 

때

로

는

 

경

도

된

 

시

각

에

서

 

쉽

게

 

단

정

되

어

 

문

제

가

 

되

기

도

 

한

다

.

 

이

를

 

극

복

하

는

 

방

법

을

 

찾

기

 

위

해

 

기

획

된

 

본

고

는

 

어

디

까

지

나

 

한

국

 

O

D

A

의

 

효

율

성

 

제

고

를

 

위

한

 

문

제

제

 

기

이

며

,

 

사

하

라

 

이

남

의

 

아

프

리

카

의

 

최

빈

국

(

最

貧

國

)

들

을

 

중

심

으

로

 

지

역

연

구

의

 

심

화

를

 

통

 

한

 

현

지

밀

착

형

의

 

효

율

적

 

원

조

방

안

을

 

수

립

하

고

자

 

하

는

 

시

론

(

試

論

)

으

로

 

집

필

되

었

다

는

 

점

 

을

 

밝

혀

둔

다

.

@highlight

우리 정부가 국제사회에 2015년까지 원조총액을 GNI 대비 0.25%로 증액하겠다고 공언한 결과에 따른 국내 언론 및 학계에서의 국제개발협력 이슈 확산은 우리의 국격 을 높이는 훌륭한 기회이다. 이를 해소하는 방편으로 각 대학 국제대 학원의 국제개발협력 전공 석사과정 커리큘럼을 선진제국의 예를 분석하여 좀 더 효율 적인 방식으로 개선할 것을 제안한다.