본 연구는 청소년의 심리적 안녕감에 영향을 미치는 관련 변인들 간에 어떠한 관계가 있는지 검토해 보고자 하였다.

이를 위해 가족관계와 심리적 안녕감의 관계에서 또래관계와 자아탄력성을 매개 변인으로 설정하여 심리적 안녕감 관련 변인들 간의 구조적 관계를 살펴보았다.

이를 위해 서울시 중·고등학교에 재학 중인 총 1,248명(남 549명, 여 699명)의 학생을 대상으로 설문지를 실시하였다.

이에 대한 연구 결과는 다음과 같다.

첫째, 청소년들이 지각한 가족관계, 또래관계, 자아탄력성은 심리적 안녕감에 직접적인 영향을 미치는 것으로 나타났다.

둘째, 청소년들이 지각한 가족관계는 또래관계, 자아탄력성에 직접적인 영향을 미치는 것으로 나타났다.

셋째, 가족관계는 또래관계를 매개로 심리적 안녕감에 간접적인 영향을 미치는 것으로 나타났다.

넷째, 가족관계는 자아탄력성을 매개로 심리적 안녕감에 간접적인 영향을 미치는 것으로 나타났다.

이상의 결과를 바탕으로 청소년 내담자의 심리적 안녕감 향상을 위한 개입전략과 이를 위한 청소년상담복지센터의 역할을 정립하는데 기초자료를 제공하고자 한다.

@highlight

청소년의 심리적 안녕감에 영향을 미치는 관련 변인들 간 관계를 검토한 결과, 청소년이 지각한 가족관계, 또래관계, 자아탄력성은 심리적 안녕감에, 청소년이 지각한 가족관계는 또래관계 및 자아탄력성에 직접적인 영향을 미쳤다.

@highlight

가족관계는 또래관계, 자아탄력성을 매개로 심리적 안녕감에 간접적인 영향을 미쳤다.

