본 연구의 목적인 한국과 일본 양국의 도농 학업성취 격차의 정도와 구조를 알아보는 것이다.

한국과 일본은 공통적으로 급속하지만 불균형적인 경제과정을 거쳤고, 지금은 상당한 수준의 불평등이 존재한다는 것도 공통적이다.

이를 위해, PISA 2012년 자료를 이용하여 Oaxaca-

Blinder 분해를 실시하였다.

연구 결과, 전반적인 학업성취 수준은 비슷하였으나 도농 간 격차는 한국보다 일본에서 더 크게 나타났다.

또한 한국의 전체 도농 격차는 부존량 효과가 대부분인데 비하여 일본은 부존량 효과와 더불어 상당한 크기의 설명되지 않은 효과가 통계적으로 유의미하였다.

부존량 효과의 구성 역시 본 연구의 관심 중 하나인데, 한국에서는 개인 및 가정 수준 변수들의 기여분이 전체 부존량 효과의 절반을 약간 상회하는 수준이었는데 비하여 일본은 거의 대부분을 차지하였다.

그러나 사립학교 재학 여부를 상급학교 진학 시 개인의 자기선택 매커니즘으로 파악하여 이를 개인 수준 변수로 간주한다면 그 결과는 반대가 되어, 가정과 개인 수준 변수들의 기여분이 한국에서 훨씬 커지게 된다.

따라서 농촌 학생들의 가정 및 개인 수준 요인들을 보충하는 것이 한국에서 도농 격차를 줄이는 가장 확실한 방법이다.

@highlight

본 논문은 목적인 한국과 일본 양국의 도농 학업성취 격차의 정도와 구조를 살펴보았다.

@highlight

한국과 일본은 공통적으로 급속하지만 불균형적인 경제과정을 거쳤고, 상당한 수준의 불평등이 존재한다는 것이 공통점이다.

@highlight

PISA 2012년 자료를 활용하여 Oaxaca-

@highlight

Blinder 분해를 실시했다.

