매력성에 관한 선행 연구에서 매력적인 사람은 상대적으로 더 많은 사회적 혜택을 누리고 높은 삶의 만족도를 갖는 것으로 여겨져 왔다.

매력성의 힘은 가족, 동료와 같은 개인의 대인 관계 차원에서 머무르지 않고 기업, 국가 차원으로까지 확대되기도 한다.

특히 스포츠스타, 연예인, 정치인과 같은 유명인에 있어 매력성은 금전적차원, 선거에서의 득표 등 영향의 결과가 매우 다양하다.

또한 매력성이 개인브랜드와의 연관성, 커뮤니케이션 및 사회심리 등 다양한 분야로의 확장성으로 그 중요성이 증가하고 있다.

매력성의 중요도에도 불구하고 기존의 연구들은 매우 제한된 측정 수단으로 매력성을 평가해왔다.

본 연구는 유명인의 매력성을 측정하기 위한 목적으로 수행되었다.

매력성에 관한 측정 주요 연구들을 고찰하고 개방형 설문조사를 통해 보완하였다.

본 연구의 대상 유명인은 연예인, 정치인, 스포츠스타로 구분하였고 각각 유재석, 안철수, 김연아를 선정하였다.

2차례의 설문 조사와 탐색적 요인분석을 통해 유명인의 매력성을 측정할 수 있는 사회적, 육체적, 전문적, 마케팅적매력의 4가지 하위 요인과 31개의 문항들을 제시하였다.

@highlight

매력성에 관해 선행 연구에서 매력적인 사람은 상대적으로 더 많은 사회적 혜택을 누리고 높은 삶의 만족도를 갖는 것으로 여겨져 왔다.

