본 연구는 여섯색깔사고모자 기법을 활용한 그림책 중심의 배려교육이 만 4세 유아의 배려적 사고에 어떠한 영향을 미치는지 알아보는데 목적이 있으며, 이를 통하여 유아교육 현장에서 창의적인 사고기법을 통한인성교육 활동 교수․학습방법의 기초 자료를 제공하는데 의의가 있다.

연구대상은 서울시 N구에 소재한공립단설유치원에 재원 중인 만 4세 유아 48명이며, 10주 동안에 총 8차시로 실시하였다.

연구 도구는 유아의 배려적 사고에 대한 사전과 사후검사를 위해 이춘희(2007)가 개발한 면접형식의 유아평가도구를 사용하였다.

본 연구의 결과 여섯색깔사고모자 기법을 활용한 그림책 중심의 배려교육은 배려적 사고의 5가지 하위요인 중 규범적 사고에서는 유의미한 차이가 나타나지 않았으나, 가치부여적 사고, 정서적 사고, 행동적사고, 감정이입적 사고에 유의미한 차이를 나타나는 것으로 나타났다.

결론적으로, 여섯색깔사고모자 기법을 활용한 그림책 중심의 배려교육은 유아의 배려적 사고에 긍정적인 영향을 미쳤다고 할 수 있다.

@highlight

여섯색깔사고모자 기법을 활용한 그림책 중심의 배려교육이 만 4세 유아의 배려적 사고에 어떠한 영향을 미치는지 알아보는데 목적이 있다.

@highlight

유아교육 현장에서 창의적인 사고기법을 통한인성교육 활동 교수․학습방법의 기초 자료를 제공하는데 의의가 있다.

@highlight

여섯색깔사고모자 기법을 활용한 그림책 중심의 교육은 배려적 사고의 5가지 요인 중 규범적 사고에서는 차이가 나타나지 않았다.

@highlight

가치부여적 사고, 정서적 사고, 행동적사고, 감정이입적 사고에 차이가 나타났다.

@highlight

여섯색깔사고모자 기법을 활용한 그림책 중심의 배려교육은 유아의 배려적 사고에 긍정적인 영향을 미쳤다.

