본 연구는 정부기관의 지식행정에 대한 전반적인 운영 틀을 회고적 관점에서 살펴보고, 각 정부기관의 맞춤식 지식행정활성화 계획 수립에 기여하는 통합적 모형을 제시하는 데 목적을 두었다.

이를 위해 문헌고찰과 선행연구 탐색을 통해 지식행정, 지식유형, 조직유형 등에 관한 개념과 내용을 살펴보았다.

그 결과 연구자들의 연구결과에서나 실제 정부기관의 운영 내용에서 지식행정의 활용 정도는 높지 않은 것으로 파악되었다.

특히 정부기관의 지식행정 운영 실태는 기관수준과 업무특성 등을 고려하지 않은 획일적인 지식행정 방식에 의존하고 있으며, 주로 KMS나 GKMC와 같은 정보시스템 관점에서 명시지식의 공유와 활용에 집중하고 있는 것으로 파악되었다.

본 연구는 이와 같은 결과를 반영하여 정부기관의 기관수준과 업무특성에 적합한 맞춤식 지식행정계획을 수립하는 토대가 될 수 있도록 각 기관의 조직유형, 업무수준과 업무특성, 지식관리프로세스, 실행조건 등 다차원적 요인들을 조합하는 통합적 기본모형과 기관별 실행계획을 수립 시 고려해야 될 사항들을 제시하였다.

@highlight

이 연구는 정부기관의 지식행정에 관한 전반적인 운영 틀을 회고적 관점에서 살펴보고, 각 정부기관의 맞춤식 지식행정활성화 계획 수립에 기여하는 통합적 모형을 제시하는 데 목적을 두었다.

