본 논의는 대학에서 중세국어 교육 관련 과목이 학습자들에게 ‘모르는 문자를 해석하고 모르는 문법을 이해해야 하는 어려운 수업’으로 인지되는 것에 주목하여 그 원인을 찾아서 올바른 대안을 모색할 목적에서 마련되었다.

그리하여 다음과 같은 제언을 하기에 이르렀다.

먼저 교육 자료 선정에 유의하여야 한다.

불교 경전이나 유교 경전처럼 내용 자체가 어려운 자료보다 석가의 주변 인물들을 중심으로 일상 생활을 에피소드 식으로 구성한 월석과 석상을 선택해야 교육 효과가 높다는 것이다.

다음으로, 학습자 주도식 수업이 될 수 있도록 교육자의 세밀한 전략이 필요하다.

즉 교육자는 문법 현상을 먼저 설명하는 방식을 지양하고, 학습자들에게 모둠을 구성하도록 하여 해당 차시에 제시된 자료의 줄거리를 파악하게 해야 한다.

그러는 과정에서 교육자는 학습자들에게 해당 차시에서 반드시 알아야 할 문법 현상에 대한 사전 정보만을 제공해야 한다.

그리하여 학습자들의 모둠별 토의가 끝나면 교육자가 설명하고자 하는 문법 현상에 대해 학습자들에게 질문하도록 한다.

그럼으로써 학습자 스스로가 문법 현상을 파악하는 능력을 기르도록 하는 전략이 있어야 한다는 것이다.

이처럼 학습자 주도형 수업이 잘 이루어진다면 현재 중세국어 교육에 관한 학습자의 반응은 ‘지적 호기심을 채울 수 있는 재미있는 수업’으로 바뀔 여지가 충분하다고 필자는 생각한다.

@highlight

이 논문은 대학에서 중세국어 교육 관련 과목이 학습자들에게 ‘모르는 문자를 해석하고 모르는 문법을 이해해야 하는 어려운 수업’으로 인지되는 것에 주목해 그 원인을 찾아 바른 대안을 모색할 목적에서 마련했다.

@highlight

따라서 다음과 같은 제언을 하고자 한다.

