본 연구는 저성장?

고용불안에 대한 해결책으로 주목받고 있는 R&D투자의 고용창출효과를 실증적으로 분석하였다.

분석자료는 FnGuide를 활용하여 상장기업의 임직원정보와 재무정보를 수집하였으며, R&D투자의 고용효과를 기간별, 산업별, 기업규모별로 분석하였다.

분석결과, 상장기업의 R&D투자에 대한 고용탄력성은 0.028로, 연구개발비의 1% 증가가 0.028%의 고용창출을 유발하는 것으로 나타났다.

또한 금융위기 이후의 R&D에 대한 고용탄력성이 이전에 비해 약 0.004% 증가한 것으로 나타났다.

산업별 추정결과, 제조업과 R&D지출이 많은 산업분야에서 고용효과가 높은 것으로 나타났다.

기업규모별 추정결과, 기업규모와 관계없이 유의미한 양(+)의 고용효과가 있었으며, 대기업에서 고용효과가 상대적으로 높은 것으로 나타났다.

이러한 분석결과는 우리나라에서 R&D투자의 양(+)의 고용효과가 있다는 결론을 지지하며, 특히 제조업과 R&D투자가 많은 산업에서, 기업규모가 클수록, 과거보다는 현재에 R&D의 고용창출효과가 더욱 높다는 실증적 근거를 제시한다.

@highlight

본고는 저성장?

@highlight

고용불안에 대한 해결책으로 주목받고 있는 R&D투자의 고용창출효과를 실증적으로 분석했다.

@highlight

분석자료는 FnGuide를 활용하여 상장기업의 임직원정보와 재무정보를 수집하였고 R&D투자의 고용효과를 기간별, 산업별 그리고 기업규모별로 분석했다.

