공공성은 논자에 따라 다양하게 개념화될 수 있지만 이글에서는 공공성의 재구조화에 초점을 맟추어 그것을 근대자본주의의 형성과정에서 나타난 공적영역과 사적영역의 독특한 구분에 기초하여 그에 부착된 일련의 가치 및 그 가치들의 형식적.

실질적 구체화의 총체로 규정한다.

따라서 공공성은 공사구분이 변화하면 함께 변화할 수 있는 것이며 그 변화의 대상은 공사의 경계뿐만 아니라 공사간 경계의 근대적 구분에 부착된 가치들도 포함된다.

근대적 공사구분에 기초하여 공공성에 부착된 가치는 총칭하여 정의의 가치라 할 수 있는데 공공성이 재구성된다면 이 정의의 가치도 재구성되어야 한다는 점에서, 정의의 가치를 비판하는 논의로 인정의 정치에 대해 살펴보았다.

인정의 정치와 관련해서 여러 논의가 있지만 여기서는 호네트와 프레이저의 논쟁을 살펴보고 재분배투쟁과 인정투쟁이 모두 중요하다는 절충적 입장을 정리하였다.

그리고 이어 이와 같은 인정의 정치가 관계적 노동을 그 본질적 속성으로 하는 돌봄노동에서 어떻게 반영되는지 그리고 돌봄노동의 사회경제적 인정을 주장하는 돌봄의 윤리에 대해 살펴보았다.

인정의 정치와 돌봄 윤리는 공공성의 재구조화와 관련하여 그 방향을 지시해주는 중요한 축이 될 것이다.

@highlight

공공성은 논자에 따라 다양하게 개념화될 수 있지만 이글에서는 공공성의 재구조화에 초점을 맟추어 그것을 근대자본주의의 형성과정에서 나타난 공적영역과 사적영역의 독특한 구분에 기초하여 그에 부착된 일련의 가치 및 그 가치들의 형식적.

@highlight

실질적 구체화의 총체로 규정한다.

