한국형 e-

Navigation의 내항성 안전 모듈은 운항 중인 선박을 실시간으로 모니터링하고 내항성의 이상 상태를 사전에 경고함으로써 선박의 안정성을 확보하는 선내 원격 모니터링 서비스 중 하나이다.

일반적으로 선박설계를 위한 내항성능은 주어진 조건에서 선체 운동 시뮬레이션을 수행하여 평가하여 왔다.

하지만 운항 중 선박의 내항성능을 실시간으로 평가하기 위해 이러한 시뮬레이션을 실제 운항조건에 맞추어 수행하는 것은 계산시간의 한계로 인해 현실적이지 않다.

본 연구에서는 기계학습 기반의 근사모델을 활용하여 선박의 내항성능 평가 요소들 중 하나인 횡동요 운동특성을 합리적으로 보다 빠르게 예측하는 방법을 소개하고자 한다.

다양한 학습 기법과 데이터의 샘플링 조건을 적용하여, 얻어진 근사모델의 결과와 운동해석 결과의 오차가 거의 1% 내로 일치함을 보였다.

따라서 이러한 방법을 활용하면 선박의 실시간 내항성능을 평가하는데 효율적으로 사용할 수 있을 것으로 판단된다.

@highlight

본 논문에서는 기계학습 기반의 근사모델을 활용해 선박의 내항성능 평가 요소들 가운데 하나인 횡동요 운동특성을 합리적으로 보다 빠르게 예견하는 방법을 소개하고자 한다.

