본고는 5세기 후반~6세기 중엽 고구려와 백제의 국경 변천을 고찰한 것이다.

『삼국사기』에는 475~551년에 마치 백제가 한강유역을 영유한 것처럼 기술한 사료가 많이 나오지만, 이들은 대부분 475년 이전 기사와 지명뿐 아니라 표현방식도 유사한 것으로 확인되었다.

이들 사료를 제외하고 475~550년대 양국의 각축전과 관련된 사료를 검토한 결과, 양국은 대체로 차령산맥 북방의 천안?

아산 일대 및 금강 지류인 미호천 유역에서 접경하였던 것으로 확인하였다.

한편 551년 나제연합군이 한강유역을 점령한 이후, 고구려가 곧바로 퇴각했다고 파악하는 것이 일반적이다.

그런데 여러 사료를 검토한 결과, 고구려가 552년 신라와의 밀약을 통해 나제연합군의 북상을 저지한 다음, 오히려 신라와 합세하여 백제에 대한 역공에 나섰던 것으로 확인되었다.

이때 고구려는 서해안을 따라 안성천 일대까지 진격했지만, 백제군에 의해 저지당하였다.

이로 인해 고구려와 백제는 더 이상 국경을 접하지 않게 되었다.

결국 475년 이후 551년까지 고구려와 백제는 차령산맥 북방과 금강 지류인 미호천 일대에서 대치하며 국경을 접했다고 파악할 수 있다.

따라서 475~550년 백제의 한강유역 영유기사는 실제 역사적 상황을 반영한다고 보기 어렵다.

@highlight

이 논문은 5세기 후반~6세기 중엽 고구려와 백제의 국경 변천을 고찰한 것이다.

@highlight

한편 551년 나제연합군이 한강유역을 점령한 이후, 고구려가 곧바로 퇴각했다고 파악하는 것이 일반적이다.

