이 논문의 목적은 기자의 홍보원(PR source) 인식에 영향을 주는 것이 무엇인가를 알아보려는 것이다.

연구자는 한국의 신문사가 이윤을 추구하는 사기업이라는 점에 주목, 경영적 통제라는 새로운 개념을 가지고 연구를 전개하였다.

이는 맥마너스의 상업적 뉴스제작 모델을 원용한 것이다.

문헌연구와 포커스 그룹 인터뷰를 통해 경영적 통제를 관리적 통제, 재정적 통제, 구조적 통제로 설정했다.

관리적 통제란 경영에 영향을 미치는 외부집단, 최고 경영진, 편집간부의 통제로, 재정적 통제란 취재비와 회사 집단이익에 따른 통제로, 구조적 통제란 정보지원시스템과 기자수, 취재시간에 따른 통제로 규정하였다.

기자들의 PR관, PR과 언론의 관계에 대한 평가 측정에는 신호창이 1993년 11월에 기업의 홍보담당자를 대상으로 실시한 조사 분석의 틀을 그대로 활용, 신문기자 5백명을 대상으로 이메일 서베이를 했다.

분석결과 경영적 통제가 기자의 홍보원 인식에 관한 가설들은 모두 채택되었다.

관리적 통제, 재정적 통제, 구조적 통제가 각각 기자로 하여금 홍보원 인식을 달리하게 할 것이라는 세 가지 가설은 모두 통계적으로 유의미한 상관관계임이 밝혀졌다.

@highlight

기자의 홍보원(PR source) 인식에 영향을 주는 것이 무엇인가를 알아보려는 것인데, 경영적 통제가 기자의 홍보원 인식에 관한 가설들은 모두 채택되었다.

@highlight

관리적 통제, 재정적 통제, 구조적 통제가 각각 기자로 하여금 홍보원 인식을 달리하게 할 것이라는 세 가지 가설은 모두 통계적으로 상관관계가 유의미하였다.

