상법 제726조의2 규정과 이를 수용하고 있는 자동차종합보험 표준약관 상의 대인배상Ⅰ, 대인배상Ⅱ, 대물배상의 보험사고에 관한 규정은 자동차손해배상보장법 상의 운행 중의 사고로 인하여 피보험자가 손해배상책임을 지게 되는 경우에 보험자에게 보험금 지급의무가 발생하는 것으로 해석하여야 한다.

그리고 운송용구로서의 용도를 갖는 자동차는 자동차손해배상보장법 상의 의무보험 가입대상인 자동차이므로 자동차손해배상보장법 상의 의무보험 가입대상인 자동차를 사용 또는 관리하는 것은 자동차손해배상보장법 제2조 제2호 소정의 ‘자동차를 그 용법에 따라 사용 또는 관리 하는 것’이라고 볼 수 있을 것이고, 따라서 자동차손해배상보장법 상의 의무보험 가입대상인 자동차를 사용 또는 관리하는 것은 자동차손해배상보장법 상의 ‘운행’의 개념에 포함된다고 할 것이다.

그렇다면 자동차손해배상보장법 상의 의무보험 가입대상인 자동차를 사용 또는 관리하던 중에 그 자동차로 인한 사고가 발생하면 이는 자동차손해배상보장법 상의 운행으로 인한 사고이므로 위 표준약관의 규정에 따라 보험자는 보험금을 지급할 의무가 있는 것이다.

@highlight

자동차손해배상보장법 상의 의무보험 가입대상인 자동차를 용법에 따라 사용, 관리 하는 것은 ‘운행’에 해당되며 사용, 관리 중이던 자동차로 인해 사고가 발생하면 이는 자동차손해배상보장법 상의 운행으로 인한 사고이므로 자동차종합보험 표준약관의 규정에 따라 보험자는 보험금을 지급할 의무가 있다.

