최근 몇 년간 중국 리얼리티 프로그램이 빠르게 발전하면서 다양한 리얼리티 프로그램이 등장했다.

그중 시청자들에게 많은 사랑을 받은 프로그램은 저장위성 TV의 <The Voice of China>와 후난 TV의 <아빠 어디가>이다.

이 프로그램들이 성공한 것은 해외 프로그램의 포맷을 도입했기 때문이다.

그리고 2014년에는 저장 위성TV가 리얼 버라이어티 프로그램인 <달려라 형제>를 방영하면서 현재까지 꾸 준한 인기를 끌고 있다.

이에 본 연구에서는 중국의 <달려라 형제>와 포맷의 원형 인 <런닝맨>을 비교, 연구하여 그 성공 원인을 탐구하고자 하였다.

이를 위해 리얼리티 쇼의 발전, 도입, 학습, 혁신의 과정을 고찰한 후, <달려라 형제>와 <런닝맨> 을 사례중심으로 연구하였다.

그리고 오리지널 버전과 중국 버전의 비교함으로써 리얼리티 쇼 프로그램의 성공 방향을 분석하고, 그럼으로써 포맷을 도입한 리얼리 티 쇼 프로그램의 현지화 전략과 개선안을 도출, 제시하고자 하였다.

@highlight

중국의 <달려라 형제>와 포맷의 원형 인 <런닝맨>을 비교, 연구하여 그 성공 원인을 탐구했다.

@highlight

리얼리티 쇼 프로그램의 성공 방향을 분석하고, 그럼으로써 포맷을 도입한 리얼리 티 쇼 프로그램의 현지화 전략과 개선안을 도출, 제시하였다.

