본고는 알 가잘리의 신의 유일성 개념을 초월과 내재의 관점에서 분석한다.

알 가잘리의 신의 유일성 개념은 그의 신개념 이해의 출발점이다.

그러므로 필자는 알 가잘리의 신개념의 사상적 위치를 파악하기 위하여 신의 유일성 개념이 철학자 아비센나의 개념과 어떤 차이가 있는지 알 가잘리를 중심으로 비교 분석한다.

정통 이슬람의 입장을 견지(堅持)하고 있던 알 가잘리의 신개념이 후기로 접어들면서 수피즘의 입장으로 변천하였다.

그러나 본고에서는 알 가잘리의 전반기의 입장인 정통 이슬람의 관점에서 그의 유일성 개념을 연구하고 있다.

“신이 유일하다”는 개념을 분석한 결과 ‘신은 단일하다’라고 해석하는 아비센나의 입장과 ‘신은 유일하다’로 해석하는 알 가잘리의 입장으로 구분되었다.

한편 신의 유일성에 대한 개념은 초월과 내재의 관점으로 구분된다.

알 가잘리의 유일성 개념은 “따위히드(tawhid)”로 아비센나의 신개념을 “단일성(Simplicity)”으로 설명한다.

본고에서 필자는 알 가잘리의 유일성 개념을 이해하기 위해서 존재의 유일성에 대한 해석, 신의 본질과 속성, 유일성과 인식, 유일성과 의지, 유일성과 창조 등을 중심으로 전개하고 있다.

@highlight

본 논문은 알 가잘리의 신의 유일성 개념을 초월과 내재의 관점에서 분석하고 있는데 알 가잘리의 신의 유일성 개념은 그의 신개념 이해의 출발점이 된다.

@highlight

본 연구에서는 알 가잘리의 전반기의 입장인 정통 이슬람의 관점에서 그의 유일성 개념을 분석하고 있다.

