본 논문은 지구화의 맥락에서 필리핀 여성의 한국으로 결혼이주가 탈빈곤 전략으로서 가지는 의미를 분석하기 위한 것이다.

이를 위해 한국의 필리핀 결혼이주 여성 6인을 심층면접 조사하였다.

빈곤층의 이주는 생존회로를 따라 이루어지기 때문에 빈곤국가로서 특히 많은 인구를 송출하는 필리핀의 여성 결혼이주는 일차적으로 탈빈곤전략으로 볼 수 있다.

하지만 이들이 이주결혼을 통해 한국에서 경제적으로 열악한 가구를 형성하게 되기 때문에 이주결혼이 탈빈곤 전략으로서 가지는 의미는 역설적이다.

이들의 가난 경험은 초국가적이고, 이것에서 벗어나기 위한 전략 역시 초국가적이다.

초국적 네트워크가 사용되고, 송출국으로 역이주 계획을 세우는 등의 전략이 사용되기 때문이다.

이주결혼은 빈곤국 여성의 경제적 지위 상승을 위한 것으로 여겨지지만, 결혼이주 여성의 탈빈곤 전략은 한국남성의 경제력보다는 여성의 노동과 관계망에 달려 있는 것이 현실이다.

이주결혼을 남성의 경제력과 친밀성의 거래로 보는 담론에도 불구하고, 이주결혼의 현실에서는 오히려 한국남성의 탈빈곤 전략이 여성에게 의존해 있는 역설적 상황이 만들어지기도 하는 것이다.

@highlight

이 논문은 지구화의 맥락에서 필리핀 여성의 한국으로 결혼이주가 탈빈곤 전략으로서 가지는 의미를 분석하기 위한 것이다.

