연구 목적: 본 연구는 간호대학생의 문화적 역량과 공감과의 관계를 확인하기 위한 연구이다.

연구 방법: 본 연구의 대상자는 간호대학생 364명으로 The Caffrey cultural competence in Healthcare Scale (CCCHS)과 Cultural?

competence Assessment (CCA)와 Interpersonal Reactions Index (IRI)를 기본으로 작성된 자가보고식 설문지를 이용하였다.

연구 결과: 본 연구에 참여한 간호대학생의 문화적 역량과 공감능력의 평균점수는 각각 5점 만점에 2.8점, 3.7점이 나왔다.

간호대학생 중에서 남학생의?

문화적 역량 점수가 여학생보다 높았으며(p=.044), 외국인을 대상으로 봉사한 경험이 있는 간호대학생의 문화적 역량?

점수가 봉사경험이 없는 간호대학생보다 높았다(p=.017).

그러나, 다문화 교육을 받지 않은 학생들의 문화적 역량 점수가 다문화 교육을 받은 학생보다 높았다.

공감능력 점수는 여학생이 남학생보다 높았으며(p=.003), 다문화 교육을 받은 학생이 다문화 교육을 받지 않은 학생보다 높았다(p=.008).

연구 결론: 간호대학생들의 문화적 역량과 공감능력을 향상시키기 위한 교육프로그램의 개발이 필요하다.

@highlight

간호대학생의 문화적 역량과 공감과의 관계를 확인하기 위한 연구 결과, 공감능력 점수는 여학생이 남학생보다 높았고, 다문화 교육을 받은 학생이 다문화 교육을 받지 않은 학생보다 높았으며 다문화 교육을 받지 않은 학생들의 문화적 역량 점수가 다문화 교육을 받은 학생보다 높았다.

