요세푸스의 『유대전쟁사』에 수록된 네 편의 연설은 전쟁, 그리고민족의 멸절이라는 재난에 직면해서 그 재난의 뜻을 음미하고 원인을 따져보고 앞으로의 행동 방침을 결정하는 숙의(熟議)의 과정을 보여준다.

각 연설을 행한 연사들-

-

아그립바 왕(BJ 2.345-401), 아나누스 대제사장(BJ 4.163-92), 로마에 투항한 전 반군지도자 요세푸스(BJ 5.362-419), 그리고 반군지도자 엘르아잘(BJ 7.323-88)-

-

은 서로다른 사회적, 정치적, 종교적 입장에서 자기들이 속한 공동체의 이상과 정체성을 확인하고 당면한 재난을 극복하기 위한 공동의 행동을설정해서 촉구한다.

네 연설에는 서사와 수사가 어우러져서 강력한설득 효과를 만들어 내며 1세기 유대인들의 세계관을 구성했던 여러사상적 자원들(구약성서, 제2성전기 유다이즘의 다양한 사상적 흐름, 그리스-

로마의 문화와 철학)이 동원된다.

자유의 가치는 네 연설 모두에서 공히 인정되지만 주어진 각 상황에서 어떤 행동이 자유를 성취할 수 있는가는 매우 다른 모습을 보여준다.

@highlight

요세푸스의 『유대전쟁사』에 수록된 네 편의 연설은 전쟁, 그리고민족의 멸절이라는 재난에 직면해서 그 재난의 뜻을 음미하고 원인을 따져보고 앞으로의 행동 방침을 결정하는 숙의(熟議)의 과정을 보여준며,  서사와 수사가 어우러져서 강력한설득 효과를 만들어 내며 1세기 유대인들의 세계관을 구성했던 여러사상적 자원들(구약성서, 제2성전기 유다이즘의 다양한 사상적 흐름, 그리스-

@highlight

로마의 문화와 철학)이 동원된다.

@highlight

자유의 가치는 네 연설 모두에서 공히 인정되지만 주어진 각 상황에서 어떤 행동이 자유를 성취할 수 있는가는 매우 다른 모습을 보여준다.

