토픽맵은 방대한 양의 정보를 의미론적 연관관계에 따라 분류, 조직하여 탐색할 수 있도록 효율적인 검색을 제공하기 위해 제안된 도구이다.

본 연구는 대학의 교직원들이 학사행정 대학기록물 검색시 의미기반 검색을 통해 보다 적합한 검색 결과를 제공받을 수 있도록 토픽맵 기반 대학기록물 검색시스템을 설계한 것이고 그 과정을 보여준다.

본 연구를 위해 D대학의 2년간 학사행정 기록물들이 사용되었고 의미관계를 구조화하기 위해 대학의 업무 기능 분류표를 참조하였다.

온토피아 옴니게이트를 사용하여 토픽맵을 구축하였다.

대학의 학사행정 관련 기록물의 토픽은 총 626개로 나타났고, 토픽 타입은 학사업무, 교직원, 학적, 대학, 학생, 기타로 구성하였다.

관계는 토픽들간의 연관으로 6개 유형이 나타났고, 어커런스 타입은 등록구분, 등록번호, 등록일, 수신자, 제목, 기안자, 분류번호 등의 7개로 정의하였다.

본 연구에서 설계된 토픽맵 기반의 검색시스템의 관계적 속성은 대규모 기록물을 쉽게 탐색하고 지식의 우연한 발견을 가능하게 할 것으로 기대된다.

@highlight

이 연구는 대학의 교직원들이 학사행정 대학기록물 검색시 의미기반 검색을 통해 보다 적합한 검색 결과를 제공받을 수 있도록 토픽맵 기반 대학기록물 검색시스템을 설계한 것이고 그 과정을 보여준다.

