이 글은 月川 趙穆(1524-1606)의 '月川集' 필사본과 간행본의 내용을 비교하여 개정의 특징과 의의를 고찰한 것이다.

'月川集'은 조목의 아들 趙錫朋이 간행을 주도하였으며, 그 과정에서 시 950여 수를 비롯해 필사본에 수록된 다수의 작품이 산삭되었다.

산삭의 양상을 살펴보면 특징적으로 류성룡과 관련된 민감한 작품들이 산삭되었는데, 이는 ‘主和誤國’의 내용을 지우려는 김응조의 요청에 의한 것이었으며, 그 영향력은 문집의 서문을 수정하고 言行記와 더불어 혐의가 될 만한 다수의 작품이 산삭되는 결과로 이어졌다.

만사ㆍ제문의 경우, 조목의 도산서원 종향을 추진했던 문인의 작품은 수록하고, 그렇지 않은 인물의 작품은 산삭되었다.

시에서는 남명학파의 권역에 있는 인물을 숨기거나 정인홍을 의도적으로 폄하한 흔적이 보였고, 그 중 儒家에 유익하다고 판단된 시는 제목을 변경해서 간행본에 수록하였다.

이상의 특징을 종합하여 '월천집' 개정이 외부의 영향과 간섭을 받으면서 진행되었고, 상대적으로 조목 문인들은 이에 대응할 자체적인 기반이 약한 상황이었다는 결론을 얻을 수 있었다.

@highlight

'月川集'은 조목의 아들 趙錫朋이 간행을 주도하였으며, 그 과정에서 시 950여 수를 비롯해 필사본에 수록된 다수의 작품이 산삭되었다

산삭의 양상을 살펴보면 특징적으로 류성룡과 관련된 민감한 작품들이 산삭되었는데, 이는 ‘主和誤國’의 내용을 지우려는 김응조의 요청에 의한 것이었으며, 그 영향력은 문집의 서문을 수정하고 言行記와 더불어 혐의가 될 만한 다수의 작품이 산삭되는 결과로 이어졌다

