본 연구의 목적은 태권도 옆차기를 사용하여 낮은 수준의 신체적 자기효능감을 보인 아동들에게서 변형된 자기통제 피드백의 적정 빈도를 확인하는 것이었다.

신체적 자기효능감 검사지를 통해 180명 중, 40명의 아동들이 선택되었다.

40명의 참여자는 각 그룹에 10명씩 배정되었다.

실험설계는 4(10%, 30%, 50%, 70%그룹) × 4 (분단: 1-4)요인설계 하에 이루어졌다.

자료 수집은 습득, 파지단계를 통해 평균을 산출하였다.

실험분석결과를 요약하였고 다음과 같은 결과를 얻었다.

첫째, 습득단계의 분석에서 참여자들은 변형된 자기통제 피드백을 통해 그들의 수행을 점진적으로 향상시킨 것으로 나타났다.

둘째, 파지검사와 추적 파지검사를 종합적으로 분석하면 70% 변형된 자기통제 피드백이 가장 효과적이었으며, 30%와 50% 변형된 자기통제 피드백 간에는 차이가 없었다.

10% 변형된 자기통제 피드백이 가장 저조한 것으로 나타났다.

이러한 결과들은 신체적 자기효능감이 낮은 아동들의 경우, 현재의 실험환경에서 70% 조건이 아동들의 태권도 옆차기 학습에 가장 효율적이라는 것을 보여준다.

@highlight

태권도 옆차기를 사용하여 낮은 수준의 신체적 자기효능감을 보인 아동들에게서 변형된 자기통제 피드백의 적정 빈도를 확인하는 것이었다.

@highlight


파지검사와 추적 파지검사를 종합적으로 분석하면 70% 변형된 자기통제 피드백이 가장 효과적이었으며, 30%와 50% 변형된 자기통제 피드백 간에는 차이가 없었다.

