이 연구는 한국에서 이루어진 협동조합의 연구 경향을 객관적이고 체계적으로 종합하고 정리하는것을 목표로 한다.

협동조합 연구의 대표적인 학술지 『한국협동조합연구』에 수록된 401편의 논문을대상으로 연구주제, 게재 논문 편수, 공동연구의 여부, 저자, 연구방법, 협동조합 유형, 논문 분량등을 계량하고 해석하고자 했다.

연구 결과 한국에서 협동조합에 대한 연구는 현장보다는 학계에서대부분 이루어지고 있으며, 시간이 흐름에 따라 학계에서 공동으로 연구되는 경향을 보이는 것을밝힐 수 있었다.

주제 측면에서 보면 1980년대에는 협동조합의 개념과 가치에 대해서 많이 연구되었던 데 반해서 2002년 이후에는 협동조합의 운영 및 경영에 대한 연구가 많이 이루어졌다.

역사?

철학?

운동을 주제로 한 연구는 1980년대에 비해서 2000년대 이후에는 1/10 수준으로 격감했다.

사회적 경제와 사회적 기업에 대한 연구는 2008년 이후 새로 등장했다.

주제가 다양해지는 것 외에2000년 이전에는 생산자협동조합에 집중되었던 연구 영역이 2010년 이후에는 사회적협동조합과노동자협동조합 등으로 다양해졌다는 점, 다양한 인접 학문에서 협동조합에 대한 연구가 나타나고증가하고 있다는 점, 시간이 흐르면서 호당 연구 논문의 편수는 줄어들면서 논문의 분량은 증가하는 경향도 분석되었다.

@highlight

본 연구는 한국에서 이뤄진 협동조합의 연구 경향을 객관적이고 체계적으로 종합하고 정리하는것을 목표로 한다.

@highlight

연구 결과 한국에서 협동조합에 관한 연구는 현장보다는 학계에서대부분 이뤄지고 있으며, 시간이 흐름에 따라 학계에서 공동으로 연구되는 경향을 보이는 것을 밝힐 수 있었다.

