본 연구는 자율운항선박 개발과 실용화에 관한 선행연구를 분석하고 해운조선산업의 경쟁력강화를 위한 정책개발의 일환으로 정책우선순위를 제시하는 것을 목적으로 한다.

정책우선순위 개발을 위하여 자율운항선박 개발과 실용화 정책에서 중요도 요인, 경쟁기업과 국가를 고려한 캐치업용이성과 정책추진시기를 분석하였다.

AHP분석법을 활용한 정책우선순위분석 결과, 자율운항선박설계기술 개발, 원격제어 유지보수기술 개발, 해운조선상생협력 산업생태계 구축, 정보보안체계 구축 등 순으로 우선순위 요인들을 확인할 수 있었다.

자율운항선박에 관한 정책 의사결정을 보완하기 위해 ‘자율운항선박 정책과제에 대한 캐치업 용이성’, ‘자율운항선박 정책과제에 대한 현재 수준 평가’, ‘정책추진시기’를 조사하였다.

우리나라의 자율운항선박에 대한 우리나라의 현재 수준은 3점 전후, 캐치업의 용이성도 3점 전후로 나타났다.

정책추진시기는 선박설계 및 운항기술개발부문이 3년 이내로 긴급하게 추진해야 함을 알 수 있었다.

@highlight

본고는 자율운항선박 개발과 실용화에 관한 선행연구를 분석해 해운조선산업의 경쟁력강화를 위한 정책개발의 일환으로 정책우선순위를 분석한다.

@highlight

이에 따라 정책추진시기를 알아봤다.

