본 논문은 ‘황실외교’라는 개념을 분석틀로 채택하여 천황을 중심으로 전개되는 ‘황실외교’가 한일관계에서 어떠한 의미를 지니고 있는지를 목적으로 한다.

이를 위해 천황이 공식적인 석상에서 발언하는 ‘오코토바’를 외교문서, 궁내청 홈페이지, 신문기사, 관련 인물의 회고록 등을 중심으로 실증적으로 분석하고자 한다.

황실의 외국방문은 국제친선의 의미뿐만이 아니라 상대국에서의 반일 감정을 완화시키는 동시에 평화헌법 아래의 새로운 일본의 이미지를 심고자 하는 일본 정부의 의도가 내포되어 있다.

이에 본 연구는 천황이 황실외교를 수행하는 가운데 공적인 장소에서 행하는 천황의 발언이 일본 정부와 상대국가의 외교 교섭 과정을 통해 만들어지고 있음을 확인하였다.

이를 토대로 황실외교의 일환으로 이루어지고 있는 천황의 발언을 한일관계와 연결시켜 고찰하였다.

특히 전두환 대통령의 첫 공식 일본방문에서 언급한 천황의 첫 ‘과거사 관련 유감 발언’은 천황 자신의 개인적인 생각이라기보다 일본 정부의 외교적 목표 달성의 수단으로서 수상의 결정 아래 궁내청과 외무성, 그리고 일본 정부에 의해서 사전에 협상되어 작성되었다는 것을 구체적으로 실증한 사례였다.

뿐만 아니라 천황의 발언은 한일 양국의 상황을 고려하여 만들어짐을 한국의 각 정권 시기별 천황의 발언의 분석을 통해서도 추가적으로 확인할 수 있었다.

다시 말하면, 천황의 발언은 한일관계의 정치적 상황에 영향을 받고 있었다고 판단된다.

@highlight

‘황실외교’라는 개념을 분석틀로 채택하여 천황을 중심으로 전개되는 ‘황실외교’가 한일관계에서 어떠한 의미를 지니고 있는지를 목적으로 한다.

@highlight

이를 위해 천황이 공식적인 석상에서 발언하는 ‘오코토바’를 외교문서, 궁내청 홈페이지, 신문기사, 관련 인물의 회고록 등을 중심으로 실증적으로 분석 해 보고자 한다.

