본 연구는 중소기업의 성장을 추동하는 요인 중 수요의 역할에 주목한다.

특히, 본 연구는 조달청의 우수조달 물품 지정기업의 조달실적을 수요충격의 특수한 형태로 보고 조달의존도가 높은 기업일수록 성장률이 높을 것이라고 주장한다.

그 논거로 공공조달의 홍보 및 신호효과, 기술 및 품질 향상 자극효과, 시장 불확실성 완화효과, 규모의 경제와 학습효과를 논한다.

2011년부터 2016년까지 한국의 우수조달 지정제도의 수혜기업 644개에 대한 자료를 새로이 구축하여 실증 분석한 결과, 기업의 이질적 개체효과를 통제하고서도 공공조달 납품실적이 매출 대비 높은 기업일수록 향후 민간시장에서의 매출 성장률이 그렇지 않은 기업보다 높다는 증거를 발견했다.

단, 이와 같은 성장효과는 시간이 지남에 따라 약화되는 경향이 있음도 확인했다.

결론에서는 중소기업 성장과 수요에 관한 학술적 논의, 수요지향형 공공조달의 중요성에 관한 학술 및 정책적 논의에 대한 본 연구의 기여와 한계점을 논하며 마무리한다.

@highlight

본 연구는 중소기업의 성장을 추동하는 요인 중 수요의 역할에 주목하며 기업의 이질적 개체효과를 통제하고서도 공공조달 납품실적이 매출 대비 높은 기업일수록 향후 민간시장에서의 매출 성장률이 그렇지 않은 기업보다 높다는 증거를 발견했다.

@highlight

결론으로는 중소기업 성장과 수요에 관한 학술적 논의, 수요지향형 공공조달의 중요성에 관한 학술 및 정책적 논의에 대한 본 연구의 기여와 한계점을 논하며 마무리한다.

