본 연구에서는 성인애착과 관계진솔성, 관계만족 간 인과적 구조모형을 설정하고, 파트너 간 상호작용을 규명하기 위해 자기-

상대방 상호의존모형(Actor-

Partner Interdependence Model; Kenny, 1996)을 적용하여 자료를 분석하였다.

제주도를 제외한 전국에 거주하는 성인 남녀커플을 대상으로 온라인 설문조사를 실시하였고, 136쌍의 커플이 연구에 참여하였다.

성인애착과 관계만족 간 관계를 관계진솔성이 매개하는 가설모형의 적합도와 변인들의 직간접효과를 검증한 결과는 다음과 같다.

첫째, 여성의 애착회피는 남성의 관계만족에 부적인 영향을 미치는 것으로 나타났다.

둘째, 남성의 애착불안은 남성 자신의 관계진솔성에 부적인 영향을 미치는 것으로 나타났고, 남성의 애착불안과 여성의 애착불안은 여성의 관계진솔성에 부적인 영향을 미치는 것으로 나타났다.

반면, 남성의 애착회피는 여성의 관계진솔성에 정적인 영향을 미치는 것으로 나타났다.

셋째, 남성의 관계진솔성은 남성과 여성의 관계만족에 정적인 영향을 미치는 것으로 나타났다.

마지막으로, 남성의 관계진솔성은 남성 자신의 애착불안과 남성과 여성의 관계만족 간 관계를 완전매개하는 것으로 나타났다.

연구결과를 바탕으로 상담 실제에 대한 시사점과 추후연구를 위한 제언을 논하였다.

@highlight

이 연구에서는 성인애착과 관계진솔성, 관계만족 간 인과적 구조모형을 설정하고, 파트너 간 상호작용을 규명하기 위해 자기-

@highlight

상대방 상호의존모형을 적용하여 자료를 분석했다.

