이 연구는 한국 여성영화의 흐름을 통해, 그 특징과 미학 그리고 유사성과 차이점을 살피기 위해 구상된 연구이다.

이 연구를 시행하기 위해서 시대별 대표성을 간직한 네 편의 영화를 선택해야 했다.

일제 강점기에 제작된 영화 <미몽>, 1950년대 여성주의에 대한 논쟁을 대대적으로 촉발한 <자유부인>, 여성의 황폐해진 삶과 이율배반적 남성 시각을 결합한 1990년대 영화 <은마는 오지 않는다>, 그리고 한국 페미니즘 영화의 미래 전형을 제시한 <바람난 가족>이 그 대상 작품이다.

특히 이러한 작품들은 시대별 한국 영화의 전형성과 대표성을 담보하고 있다는 점에서 주목되는 대상작이 아닐 수 없다.

이를 바탕으로 이 작품들에 나타나는 두 개의 공통 모티프를 집중적으로 조명했다.

하나는 여성의 영어 된 처지를 상징적으로 보여주는 ‘새장’ 모티프이고, 다른 하나는 여성들이 자신의 처지를 자각하고 현재 상황을 점검하는데 필요한 ‘거울’ 모티프이다.

한국의 여성영화는 ‘새장’과 ‘거울’의 모티프를 일정 부분 공유하고 있을 뿐만 아니라, 이러한 모티프의 연계를 통해 궁극적으로 겨냥했던 작가적 전언을 전달하는 데에도 주력해왔다.

@highlight

한국 여성영화의 흐름을 통해, 그 특징과 미학 그리고 유사성과 차이점을 살핀 결과 한국의 여성영화는 ‘새장’과 ‘거울’의 모티프를 일정 부분 공유하고 있을 뿐만 아니라, 이러한 모티프의 연계를 통해 궁극적으로 겨냥했던 작가적 전언을 전달하는 데에도 집중한 것을 확인하였다.

