이 연구는 Lefebvre의 공간생산과 리듬분석이론이 교육공간의 특성을 종합적으로 드러내고교육공간의 창조적 변화를 이끌어낼 수 있는 접근방법으로서 활용될 수 있는지를 이론적으로고찰하는데 목적을 두고 수행되었다.

이론적 고찰의 결과, 첫째, Lefebvre의 공간적 실천 분석, 교육적 공간 표상 분석, 체험적 공간 분석의 세 차원으로 이루어진 교육공간에 대한 분석틀은교육과 관련된 제약과 모순을 보다 정교하면서도 종합적으로 파악하게 해 줄 수 있다.

둘째, Lefebvre의 리듬분석은 교육공간 속에서 일어나는 일상들의 과정적 변화 과정을 심층적인 연관성까지도 함께 조사할 수 있게 해준다.

셋째, Lefebvre의 차이생산이론은 이상적 상태의 제시를 가능하게 함으로써 학생과 교사에게 더욱 의미 있는 교육공간을 창출할 수 있는 실천적거점을 마련해 줄 수 있다.

따라서 본 연구는 교육공간 분석의 새로운 관점으로 Lefebvre의 공간생산과 리듬분석이론을 활용할 것을 제안하였으며, Lefebvre의 리듬에 관한 개념과 분석의철학을 반영한 절차적 과정을 정립하고 적용·검증하는 후속 연구를 제안하였다.

@highlight

본 연구는 Lefebvre의 공간생산과 리듬분석이론이 교육공간의 특성을 종합적으로 드러내고교육공간의 창조적 변화를 이끌어낼 수 있는 접근방법으로서 활용될 수 있는지를 이론적으로고찰하는데 목적을 두고 수행되었다.

