절주 캠페인을 비롯한 공중 건강 메시지 효과를 높이기 위하여 감각추구성향(Sensation Seeking)과 자기효능감(Self-

Efficacy)은 메시지 태도와 행동 의도를 결정짓는 주요 변수로 작용한다.

캠페인 메시지 수용을 높이기 위한 방법으로 개인의 신념과 성격적 특성 등을 고려하는 것 이외에도 여러가지 소구들에 대한 적절한 활용이 가능한데, 특히 공포 소구와 유머 소구는 캠페인 및 광고 메시지 전략에서 일반적으로 사용되고 있는 대표적 소구유형이다.

이 연구는 캠페인 수용자의 감각추구성향과 자기효능감 수준, 그리고 소구 유형이 캠페인 메시지 태도와 수용자의 행동 의도에 어떠한 영향을 미치는지를 탐구하였다.

가설 및 연구 문제 검증을 위하여 20대부터 60대까지의 성인 남녀 340명을 대상으로 실험을 실시하였으며, 메시지태도에 관한 분석 결과 유머 소구 유형에서 감각추구성향과 자기효능감의 상호작용성이 발견되었다.

한편, 캠페인 행동 의도에 대해서는 감각추구성향과 자기효능감의 주효과만 발견되었을 뿐 각 변인 간 상호작용성은 유의미하지 않았다.

@highlight

이 연구는 캠페인 수용자의 감각추구성향과 자기효능감 수준, 소구 유형이 캠페인 메시지 태도와 수용자의 행동 의도에 어떠한 영향을 미치는지를 탐구하였다.

