화장품제조업은 동일한 제품을 대량으로 생산하고 소비되는 구조로 금형을 통한 생산은 필연적이다.

화장품을 담는 용기는 소비자의 구매의사에도 영향을 주는 요소이며 완제품가격에서 차지하는 부분이 크기 때문에 경제성, 심미성과 기능성을 충족시키는 금형이 필요하다.

화장품 용기 중에 사각형태의 용기는 미성형 불량이 다른 형태의 제품보다 자주 발생하는 특징을 가진다.

기존에 사각형 형태의 화장품용기 제작공정은 2단 금형에 사이드게이트 구조로 금형을 제작하는데 이는 후가공과 게이트 흔적이 남는 단점이 있다.

본 연구에서 제안한 오버랩게이트는 후가공이 거의 없고 음각으로 게이트가 절단되는 특징이 있으며, 사이드게이트와 비교하여 Moldflow를 이용한 유동시스템을 시뮬레이션 하였다.

오버랩게이트가 유동성, 고화, 밀도, 에어트랩 등에서 유동성 향상과 불량률을 낮출 수 있는 결과를 확인하였으며, 해석결과를 기반으로 금형을 제작을 하고 사출성형 하였다.

본 연구를 통해 미성형 불량을 줄이고 심미성, 기능성 등의 특성을 가지는 화장품용기 제품의 대량생산 가능성을 검증하였다.

@highlight

본 논문에서 제안한 오버랩게이트는 후가공이 거의 없고 음각으로 게이트가 절단되는 특징이 있다.

@highlight

또한 사이드게이트와 비교해 Moldflow를 사용한 유동시스템을 시뮬레이션했다.

