본 논문의 목적은 대인커뮤니케이션능력이 상황불안과 직업적응에 미치는 영향력을 알아보기 위한 것이다.

그리고 대인커뮤니케이션 능력과 직업적응 사이에서 상황불안의 매개효과를 알아보고자 한다.

이를 위해서 직업, 나이, 성별 등을 고려해 다양한 직장인 376명을 대상으로 연구를 진행하였다.

연구 결과 대인 커뮤니케이션 능력 중 행동적 융통성과 연대감/지지가 상황불안감에 부적인 영향을 미쳤다.

그리고 대인커뮤니케이션 능력 중 행동적 융통성과 연대감/지지, 감정이입이 직업적응에 정적인 영향을 미쳤다.

또한 대인 커뮤니케이션 능력과 직업적응 사이에서 상황불안감의 매개효과는 발표상황에서의 불안감만 나타났다.

이를 통해 발표상황 불안을 잘 극복하는 사람이 대인커뮤니케이션 능력을 발휘해서 직업적응을 잘 한다는 연구결과가 나왔다.

직장에서 발표상황의 불안을 잘 극복하는 사람 즉, 발표를 잘하는 사람이 직업적응을 잘 한다는 결론이다.

@highlight

본 논문의 목적은 대인커뮤니케이션능력이 상황불안과 직업적응에 미치는 영향력을 알아보기 위한 것이다.

@highlight

이를 위해서 직업, 나이, 성별 등을 고려해 다양한 직장인 376명을 대상으로 연구를 진행했다.

