최저임금제도는 국가가 노·사간의 임금결정과정에 개입하여 임금의 최저수준을 정하고 사용자에게 그 이상의 임금을 지급하도록 법으로 강제함으로써 저임금 근로자를 보호하는 제도이다.

우리나라는 노동자 대표위원, 사용자 대표위원, 공익위원으로 구성된 최저임금위원회의 합의를 통해 최저임금을 결정한다.

하지만 1988년 이후 2012년 현재까지 총 25차례에 걸쳐 최저임금 심의가 이루어졌으나 노·사·공이 만장일치로 합의한 것은 단 7회에 불과할 정도로 원만한 합의가 이루어지고 있지 않아 최저임금제도에 대한 개선이 필요한 시점이다.

영국은 우리나라와 비슷하게 전국 단일최저임금제도와 위원회 구조로 되어 있다.

그러나 영국의 저임금위원회는 위원들 간 만장일치로 최저임금을 결정하고 있어 매년 파행적인 우리나라 최저임금제도에 대해 시사하는 바가 크다.

본 논문은 우리나라의 최저임금위원회와 영국의 저임금위원회의 조직구조 및 위원 선출과정, 위원들 간 이견조율 방식, 최저임금 심의·결정과정, 이를 지원하는 사무국 조직과 역할 등 최저임금제도의 운용에 초점을 맞춰 이루어졌고, 두 나라 간의 비교연구를 통해 영국의 사례가 우리나라에 주는 정책적 시사점을 도출하였다.

@highlight

본고는 우리나라의 최저임금위원회와 영국의 저임금위원회의 조직구조 및 위원 선출과정, 위원들 간 이견조율 방식, 최저임금 심의·결정과정, 이를 지원하는 사무국 조직과 역할 등 최저임금제도의 운용에 초점을 맞춰 이루어졌고, 두 나라 간의 비교연구를 통해 영국의 사례가 우리나라에 주는 정책적 시사점을 도출했다.

