이 논문의 목적은 메이지유신이래 태평양전쟁에 이르기까지 일본외교에 있어서 국제주의와 아시아주의를 둘러싼 외교이념 논쟁의 주요 흐름을 분석하는데 있다.

탈냉전기 이후 오늘날 일본에서 나타나고 있는 국가진로에 관한 격렬한 논쟁의 근원도 전전 일본에서의 외교이념 논쟁으로까지 거슬러 올라갈 수 있다.

따라서 전전 일본에 있어서의 외교이념 논쟁의 본질을 분석해 보는 것은 21세기 일본외교의 방향을 보다 통시적이고도 객관적으로 이해할 수 있는 단초(端初)를 제공해 줄 것이다.

본 연구에서는 외교정책은 주요 정책결정자들의 외교이념들이 주어진 국내적 조건들 및 국제환경과 상호작용한 결과라고 주장하고 있다.

2001년 고이즈미 준이치로(小泉純一郞) 내각이 출범한 이래 일본정부의 외교노선은 긴밀한 대미협조를 바탕으로 해서 자신의 국제적 위상에 걸맞은 군사력을 갖추어나가고 있다는 점에서 현실주의적 국제주의적 외교이념에 바탕을 두고 있다고 볼 수 있다.

향후 일본외교의 방향을 예측하기 위해서는 현재 일본의 신보수주의 정치세력들의 대외적 야심을 일본국민들이 어느 정도 효과적으로 견제할 수 있는 민주적 역량을 가지고 있느냐에 우리의 관심의 초점을 맞추어져야 할 것이다.

@highlight

본 논문의 목적은 메이지유신이래 태평양전쟁에 이르기까지 일본외교에 있어서 국제주의와 아시아주의를 둘러싼 외교이념 논쟁의 주요 흐름을 분석하는데 있다.

