청소년기의 비행경험은 성인이 되어서 만성적인 범죄자로 발전할 가능성이 높다는 것을 많은 연구들이 입증하고 있으므로, 청소년기의 폭력비행에 대한 원인을 알아보고 이에 대한 대책을 강구하는 것은 성인범죄를 예방함은 물론, 청소년의 비행을 줄이는 데에도 기여를 할 것이다.

부모의 양육태도는 자녀의 성격형성과 대인관계의 질을 결정하며, 행동규범, 가치, 도덕성 등 사회화 과정을 획득하는데 중심적인 역할을 하며, 청소년 시기에 부모와의 상호관계가 인지 및 정서발달 및 인격형성과 사회화 과정에 결정적인 역할을 한다는 많은 연구들이 입증하고 있다.

이러한 점에 착안하여 이 연구는 부모의 폭력적 양육태도가 청소년의 폭력비행에 미치는 직접적인 영향을 알아보고, 부모의 폭력적 양육태도가 이를 경험한 청소년들의 공격성과 우울을 매개변인으로 하는 청소년들의 폭력비행에 간접적인 영행을 미치는 지를 알아보고자 하였다.

연구의 결과 부모의 폭력적 양육태도가 청소년의 폭력비행에 미치는 직접적인 영향은 미미하였고, 부모의 폭력적 양육태도를 경험한 청소년들에게 있어서 우울은 매개역할을 하지 못하였고, 공격성은 폭력비행으로 이어지는 매개효과가 있음이 입증되었다.

청소년 교육기관에서는 학부모들에게 이러한 점을 강조하여 지속적으로 홍보할 필요성이 있다.

@highlight

청소년기의 비행경험은 성인이 되어서 만성적인 범죄자로 발전할 가능성이 높다는 것을 많은 연구들이 입증하고 있으므로, 청소년기의 폭력비행에 대한 원인을 살펴보고 대책을 강구하는 것은 성인범죄를 예방함은 물론, 청소년의 비행을 줄이는 것에도 기여할 것으로 보인다.

