이 연구의 목적은 이용자 선호도 및 관심분야 정보 수집을 위한 웹 기반의 프로파일링 모델을 활용하여 이용자 선호도 기반의 대체자료 추천 시스템의 개발과 정보 추천 모델의 핵심이 되는 도서자동분류엔진을 설계하고 시범 구축하는 것이다.

이용자 선호도 기반의 대체자료 선정 방법론을 개발하기 위해 국가대체자료공유시스템인 DREAM의 이용자 대체자료 이용 내역을 분석하여 KDC의 10개 주제 분야별 대체자료에 대한 이용자 선호도를 조사하였다.

이용 내역 데이터의 표제 정보를 분석하여 주제 분야별로 그리고 조사대상 기간별로 관심 키워드를 도출하였으며, 도출된 키워드를 주제 분야별로 순위화하였다.

주제별과 기간별로 순위화된 키워드는 이용자 선호도를 나타내는 것으로 출판된 도서 가운데 대체자료 제작 대상을 선정하는데 활용할 수 있다.

또한 이용자 선호도 기반의 대체자료 선정을 위하여 국립장애인도서관의 내부 데이터뿐만 아니라 타 도서관이나 다양한 유관 기관의 서비스 및 이용 내역을 반영하기 위한 연계방안을 제안하였다.

@highlight

이용자 선호도 및 관심분야 정보 수집을 위한 웹 기반의 프로파일링 모델을 활용하여 이용자 선호도 기반의 대체자료 추천 시스템의 개발과 정보 추천 모델의 핵심이 되는 도서자동분류엔진을 설계하고 시범 구축하는 것이다.

@highlight


이용자 선호도 기반의 대체자료 선정 방법론을 개발하기 위해 국가대체자료공유시스템인 DREAM의 이용자 대체자료 이용 내역을 분석하여 KDC의 10개 주제 분야별 대체자료에 대한 이용자 선호도를 조사하였다.

