이 연구에서는 미국 자국어 교과 예비교사의 교육실습 양상을 분석하였다.

특히 예비교사 수행평가(edTPA) 도구를 중심으로 교육실습 과정에서 이루어지는 예비교사의 수업역량에 관한 진단과 평가가 어떻게 이루어지는지를 살펴보았다.

예비교사 수행평가(edTPA)는 2013년에 발표된 이후 미국 교원양성과정에 본격적인 영향을 미치기 시작한 새로운 평가제도로 자리잡았다.

분석 결과, 첫째, 체계적인 평가도구의 도입으로 예비교사 수업역량에 대한 다면적이고 구체적인 평가가 이루어질 수 있다는 점을 확인했다.

둘째, 새로운 평가도구의 도입에도 불구하고 수업 설계와 시연 시에는 학생 때의 경험에 대한 의존도가 높은 것으로 나타났다.

셋째, 예비교사가 교원양성과정보다 과거 학습 경험에 의존하는 현상은 새로운 평가도구를 적용하기 전부터 관찰되었다는 점에서, 교원양성기관이 평가 대상자가 평가도구의 목적과 세부 체계를 이해할 수 있도록 교육과정을 구성하려는 노력이 필요하다.

미국의 예비교사 수행평가 도구에 관한 분석은 우리 국어과 교육실습 제도를 충실하게 시행하고 예비교사 수업역량을 진단할 수 있는 도구 개발에 참고할 수 있다는 의의가 있다.

@highlight

본 논문은 미국 자국어 교과 예비교사의 교육실습 양상을 고찰하였다.

@highlight

예비교사 수행평가 도구를 중심으로 교육실습 과정에서 이루어지는 예비교사의 수업역량에 관한 진단과 평가가 어떻게 이루어지는지를 분석하였다.

@highlight

예비교사 수행평가는 2013년에 발표된 후 새로운 평가 제도로 자리매김하였다.

