한국에 있어서 여성범죄는 남성범죄에 비해서 현저히 적은 편이었지만 1980년대 이후부터는 계속적으로 증가추세를 보이고 있다.

이는 한국사회가 급속히 산업화, 민주화가 진행되는 과정에서 한국고유의 대가족 제도가 무너지고 핵가족제도로 변화되면서 여성들의 가치관이 많은 변화를 하게 되었으며, 무분별한 외래문물의 도입, 지나친 이기주의 발생 등은 물질만능주의와 개인주의의 사회분위기를 형성하게 하였다.

특히 1990년대 후반 발생한 한국의 IMF 상황은 가장의 실직으로 인한 남성의 권위상실을 초래하였으며 여성이 생활전선에 나서는 사례가 증가하여, 지금까지는 보수적이며 남성 의존적이던 여성의 역할이 큰 변화를 가져와 가사나 자녀를 돌보는 일에 소홀하게 되었으며, 이로 인해 파생된 부부간의 애정의 결여는 이혼, 탈선 등으로 이어져 결국에는 가정이 붕괴되는 등 여성범죄의 결과를 초래하는 결과를 가져오기도 하였다.

따라서 최근 한국사회의 변화에 따라 급증하고 있는 여성범죄에 대하여 그 원인과 동기 등 여성범죄를 유발하는 여러 가지 요인을 분석 검토 하여 여성범죄를 사전에 예방하는 제도적 보완이 어느 때보다 절실히 필요하다 할 수 있겠다.

@highlight

한국에 있어서 여성범죄는 남성범죄에 비해서 현저히 적은 편이었지만 1980년대 이후부터는 계속적으로 증가추세를 보이고 있다.

