이 연구의 목적은 지역4-

H조직의 내적 적합성을 탐색하고 이를 기술하는데 있었다.

2006년 8월부터 10월까지 약 3개월 동안 지역4-

H후원회 회장 및 임원진 3명, 지역4-

H연맹 회장 1명, 학교4-

H 지도교사 4명, 지역의 영농4-

H회장 1명, 시군 농업기술센터 소장 및 4-

H담당자 9명을 주요 연구 참가자로 하여 심층면담을 통해 자료를 수집하였다.

수집한 자료를 분석한 결과는 다음과 같았다.

첫째, 지역4-

H조직 관련자들이 인식하는 지역4-

H조직의 주요성과 격차로, ① 민간4-

H조직을 중심으로 한 자율적이고 독립적인 활동 부재, ② 지역4-

H조직 간 다양한 종류의 협력 부재, ③ 지역사회에서 4-

H활동에 대한 가치 인식 부족이 나타났다.

둘째, 지역4-

H조직의 핵심 과업으로 ① 4-

H의 가치 및 이념에 부합하고, 지역의 실정에 맞는 프로그램 확보, ② 지역4-

H 조직 간 협력적 네트워크 확립, ③ 4-

H에 대한 지역사회의 관심 및 지지 확보가 나타났다.

셋째, 지역4-

H조직의 내적 부적합성으로는 ① 인원 확보의 어려움과 핵심과업에 대한 전문성 결여, ② 관료화되고 경직된 낡은 문화, ③ 조직적 자원의 축소 및 조직 간 낮은 네트워크의 수준이 도출되었다.

@highlight

지역4-

@highlight

H후원회 회장 및 임원진 3명, 지역4-

@highlight

H연맹 회장 1명, 학교4-

@highlight

H 지도교사 4명, 지역의 영농4-

@highlight

H회장 1명, 시군 농업기술센터 소장 및 4-

@highlight

H담당자 9명을 대상으로 지역4-

@highlight

H조직의 내적 적합성을 탐색한 결과, 관련자들이 인식하는 조직의 주요성과 격차, 조직의 핵심 과업, 조직의 내적 부적합성에 대해 알 수 있었다.

