본 연구는 성별과 대처양식이 담뱃갑 경고그림의 효과를 어떻게 조절하는가를 검토하였다.

본 연구에서는 20, 30대 남자 194명, 여자 178명, 총 372명의 흡연자가 온라인 실험에 참여하여, 현재 사용하고 있는 경고문구 또는 후두암 사진이 부착된 담뱃갑 사진에 노출되었다.

실험 결과, 문제중심 대처와 사회적 지원 대처 모두에서 성별 ?

경고라벨 ?

대처양식 사용 정도 간의 삼원상호작용 효과가 통계적으로 유의하게 나타났다.

남성의 경우 문제중심 대처를 더 많이 사용할수록 경고그림이 금연태도에 미치는 효과가 증폭되었으나 사회적 지원 대처 사용 정도는 경고그림의 효과에 영향을 주지 않았다.

여성의 경우 사회적 지원 대처를 더 많이 사용할수록 경고그림에 대해 긍정적으로 반응하는 것으로 나타났으나 문제중심 대처 사용 정도에 따른 경고그림 효과의 차이는 유의하지 않았다.

이 결과는 성별과 대처양식에 대한 선행연구 결과와 맥을 같이 하는데, 남녀가 선호하는 대처양식을 가지고 있을 경우, 경고그림에서 야기될 수 있는 스트레스에 더욱 효과적으로 대처하여 경고그림 효과가 상승한 것으로 해석될 수 있다.

또한 본 연구에서는 문제중심 대처와 사회적 지원 대처 모두에서 금연태도가 성별 ?

경고라벨 ?

대처양식 간의 삼원상호작용과 금연의도 사이를 매개한다는 것도 입증하였다.

이 연구의 결과를 바탕으로 이론적, 실무적 시사점을 제시하였다.

@highlight

이 연구는 성별과 대처양식이 담뱃갑 경고그림의 효과를 어떻게 조절하는가를 검토했다.

@highlight

실험 결과, 문제중심 대처와 사회적 지원 대처 모두에서 성별 ?

@highlight

경고라벨 ?

@highlight

대처양식 사용 정도 간의 삼원상호작용 효과가 통계적으로 유의하게 나타났다.

