본 연구는 손자녀를 양육하고 있는 외조모 3인의 내러티브를 통해 손자녀 양육의 경험과 그 의미를 탐구하고 우리 사회에 널리 자리 잡아 가고 있는 황혼 육아에 대한 시사점을 찾고자 하였다.

이를 분석한 결과는 다음과 같다.

첫째, 외조모들은 황혼 육아에 참여하며 겪는 어려움과 이를 통해 느끼는 행복감과 감사함을 동시에 경험하는 과정에서 자녀를 위하는 마음으로, 그리고 손자녀가 주는 기쁨에 만족해하며 이를 모두 극복하고 있었다.

둘째, 외조모들은 할머니라는 위치에 서 있으나 실제로 손자녀의 엄마라는 역할을 수행하는 경험 안에서 좀 더 주체적이고 적극적으로 인정받는 부모와 동등한 역할을 수행하는 사람으로서 대우받기를 기대하였다.

셋째, 손자녀 양육의 경험과 더불어 외조모 가정과 자녀 부부의 일상생활 및 양육방식 등 손자녀를 매개로 가족들 사이에서 겪는 경험을 통해 가족의 화합을 이루고 의미 있는 가족 관계 형성을 하고 있었다.

이를 바탕으로 손자녀를 양육하는 외조모들에게 양육에 필요한 정확한 정보와 시대적 변화를 반영한 양육 및 교육에 대한 지원, 기관 차원에서 외조모를 주양육자로 인식하고 접근하는 태도의 변화 등을 제언하였다.

@highlight

본 연구는 손자녀를 양육하고 있는 외조모 3인의 내러티브를 통해 손자녀 양육의 경험,의미를 탐구하여 황혼 육아에 대한 시사점을 찾고자 했으며 연구 결과를 토대로 외조모들에게 필요한 정보와 시대적 변화를 반영한 양육 및 교육에 대한 지원, 기관 차원에서 외조모를 주양육자로 인식하고 접근하는 태도의 변화 를 제언했다.

