본 연구에서는 레이저 거리측정기를 이용하여 사면의 지표변위를 효과적으로 측정하는 방법을 제안하였다.

기존 사면의 지표변위 혹은 지중변위를 측정하기 위한 복잡하고 고가의 장비 대신에 제안된 방법을 적용할 경우 보다 간편하고 쉽게 지표변위를 측정할 수 있다.

레이저 거리측정기는 적색 레이저를 측정을 원하는 피사체에 시준하면 반사되는 레이저를 이용해 거리를 측정하는 기기로 작동방법이 용이하고 측정정밀도도 아주 높으며, 가격이 저렴한 장점이 있다.

제안된 방법의 활용가능성을 검토하기 위하여 실제 지표변위가 지속적으로 발생되는 현장에 적용하였다.

대상지역은 석탄폐석 적치장의 영향으로 하부에위치하는 절취사면 및 자연사면의 여러 위치에서 지표변위가 발생된 현장이다.

대상지역에 지표변위를 직접적으로 측정하기 위하여 6개의 측정구간과 26개의 측정지점을 선정하였다.

일정한 기간 동안 제안된 방법을 이용하여 측정한 결과 누적 지표변위량 뿐만 아니라 지표변위속도까지 측정이 가능하였다.

그리고 이들 결과를 종합적으로 분석하여 지표변위 발생방향을 확인 및 예측할 수 있다.

@highlight

본 논문에서는 레이저 거리측정기를 이용해 사면의 지표변위를 효과적으로 측정하는 방법을 제안했다.

@highlight

기존 사면의 지표변위 혹은 지중변위를 측정하기 위한 복잡하고 고가의 장비 대신에 제안된 방법을 적용할 경우 보다 간편하고 쉽게 지표변위 측정이 가능하다.

