난소기능저하 및 자궁내막이 얇은 난임 여성의 한약치료 후 자연 임신한 경과에 대한 보고이다.

항문암 수술 후 낮은 AMH 수치, 얇은 자궁내막, 불면증, 불안증이 생긴 38세 환자에게 6개월간 한의학적 변증에 기초하여 한약치료를 했으며, 자궁내막의 陰血充滿에 대한 정기적인 장부형상 확인으로 한의학적 학술연구를 진행하였다.

한약 치료 후 불안증, 불면증, 월경양상이 호전되었고, 보조생식술 시 난포 반응 개수가 증가하였으며, 자궁내막의 두께도 증가하였으며, 치료 중 인공수정1회, 시험관1회 실패 후 자연임신이 되었다.

항문암 수술 후 난소기능저하 진단을 받은 난임 여성에 대해 한약투여를 하는 동안 과배란 요법에 난포 반응 증가, 자궁내막 호전, 월경양상 및 동반증상 호전에 이어 자연 임신의 결과를 통해 한방 치료가 난소기능회복 및 착상환경 개선에 유의한 효과가 있었음을 알 수 있었다.

@highlight

난소기능저하 및 자궁내막이 얇은 난임 여성의 한약치료 후 자연 임신한 경과에 대한 보고이다.

