본 연구는 무용전공자가 성공한 무용수가 되기 위해 무용 수행과정을 지속적으로 유지시켜 줄 신체적 자기효능감과 자아탄력성을 비교분석하는데 목적이 있다.

이러한 목적을 달성하기 위해 본 연구에서는 수도권에 소재한 4년제 대학에 재학 중인 무용전공자를 대상으로 연구가 진행되었다.

수집된 자료는 위계적 회귀분석을 통하여 다음과 같은 결과를 도출하였다.

첫째, 위계적 회귀분석 1단계에서는 신체적 자기효능감의 신체자신감은 무용지속성에 정적 영향을 미치는 것으로 나타났으며, 외모타인 인식과 체력만족에서는 유의한 영향을 미치지 않았다.

둘째, 위계적 회귀분석 2단계에서는 신체적 자기효능감의 신체자신감과 자아탄력성의 하위요인 중 낙관적 태도와 대인관계 효율감은 무용지속성에 정적 영향을 미치는 것으로 나타났다.

반면 자신감과 분노조절은 유의한 영향을 미치지 않았다.

최종적으로 무용지속성을 향상시키는 변수들 간의 상대적 영향력은 신체적 자신감, 낙관적 태도, 대인관계 효율감 순으로 나타났으며, 이는 자기효능감의 하위요인인 신체적 자신감이 가장 무용지속성에 영향을 미치는 것으로 판단할 수 있다.

@highlight

본 연구의 목적은 무용전공자가 성공한 무용수가 되기 위한 무용 수행과정을 지속적으로 유지시키는 요인인 신체적 자기효능감과 자아탄력성을 비교 분석하는 것이다.

@highlight

결론적으로 무용지속성을 향상시키는 변수는 신체적 자신감, 낙관적 태도, 대인관계 효율감의 순으로 나타났다.

