본 연구는 노년기 삶을 살아가는 노인들에게 심리치료로서의 상담이 어떤 의미였는지를 이해하고자 노인 내담자의 상담경험을 해석학적 현상학 방법으로 탐구하였다.

이를 위하여 최근 1년 사이에 전문상담자와 최소 5회기의 상담경험이 있는 65세 이상 참여자를 편의 표집하였다.

연구 참여에 동의한 8명의 참여자들과 1～5회의 면담을 실시한 후 녹음한 자료를 전사하여 귀납적이고 순환적인 방법으로 분석 및 해석하였다.

면담자료 이외에도 연구주제와 관련된 문헌 자료 및 노인상담 현장 그리고 내담자들의 상담과 관련된 다양한 자료들을 수집하여 분석 및 해석시 활용하였다.

자료의 분석 및 해석 결과, 노인 내담자의 상담경험은 “가릴 것 없이 드러내고 받아들여짐으로써 있는 존재로 나아가기”라는 핵심 주제 아래 “없는 채로 존재하다”, “버림받았던 내가 관심의 대상이 되다”, “나와 너의 경계를 무너뜨리다”, “수십 년을 돌아 나를 마주하다”, “죽음에 가려져 있던 미래를 되찾다”의 다섯 가지 본질적 주제와 13개의 하위주제로 도출되었다.

이와 같은 결과를 토대로 노인 내담자 이해와 노인상담에 시사하는 바를 논의하고 후속연구를 제안하였다.

@highlight

본 연구는 노년기 삶을 살아가는 노인들에게 심리치료로서의 상담이 어떤 의미였는지를 이해하고자 노인 내담자의 상담경험을 해석학적 현상학 방법으로 탐구한 결과, 다섯 가지 본질적 주제와 13개의 하위주제가 도출되었다.

