호기심의 방은 물질의 백과사전 같은 수집실이었다.

호기심을 불러 일으킬만한 물건이 수집되어 있다고 하여, 사람들은 이곳을 ‘호기심의 방(Cabinet of Curiosity)’라고 불렀다.

호기심의 방은 유럽에서 16세기 중반부터 형성되기 시작하여 17세기에 전성기를 누렸다.

학자들은 이 신기한 공간의 진정한 의미나 특성을 파헤치기보다는 박물관의 진화과정 중에 형성된 불완전한 공간으로 평가하는 경우가 많았다.

이 글은 호기심의 방을 역사적 맥락에서 심도 있게 분석할 필요가 있는 공간으로 간주하고, 그 위상을 찾는 데 목적이 있다.

이를 위해 17세기 영국의 대표적인 수집가 존 트레이즈켄트(John Tradescant)와 로버트 코튼 경(Sir Robert Cotton)의 호기심의 방을 재구성할 것이다.

17세기 영국의 호기심의 방이 흥미로운 이유는 이 시기에 새로운 주체에 의한 수집이 시작되었기 때문이다.

중간계급 출신의 수집가들은 소유를 통해 자신을 드러내고자 했으며, 기존의 수집실과는 달리 개인의 이름으로 수집에 몰두했다.

호기심의 방을 통해 정체성을 드러내며 사회에서 인정받고자 하는 의지는 일종의 ‘소유적 개인주의’를 확인할 수 있는 사례로 이해할 수 있다.

결국 17세기 영국의 호기심의 방은 17세기 영국 사회를 이해하는 하나의 통로 역할을 했음을 알 수 있다.

@highlight

이 글은 호기심의 방을 역사적 맥락에서 심도 있게 분석할 필요가 있는 공간으로 간주하고, 그 위상을 찾는 데 목적이 있다.

