본 연구는 위키 기반 협력학습의 제한점을 보완하고 학습의 효과를 극대화하기 위한 모형을 개발하고 그것의 효과성을 검증하는 목적으로 한다.

이를 위하여 가장 우선적으로 위키 기반 협력학습에서 나타나는 제한점을 규명하고, 그 원인을 분석하였다.

그 결과 위키 기반 협력학습의 제한점의 원인은 학습자의 인지적 능력 부족, 메타인지적 전략 부족, 낮은 동기 수준으로 밝혀졌으므로 이에 바탕을 두고 인지 메타인지 동기 요소를 통합적으로 지원해줄 수 있는 모형을 개발하고자 하였다.

각각의 요소를 지원할 수 있는 방안으로는 선행연구 검토를 통하여 인지적 지원은 도움말 제공으로, 메타인지 요인 지원은 협력 스크립트 제시로, 동기 요인 지원은 자기결정성 원리를 부여하는 것으로 설계하였다.

이렇게 개발된 모형은 전문가 검토를 통하여 내적 타당도를 확보하였다.

개발된 통합 지원 모형의 효과성 검증을 위하여 D대학 학부학생 104명을 대상으로 실험연구를 실시하였다.

실험 결과는 통합 지원 모형을 제공 받은 집단이 한 가지 요인 지원 도구를 부여 받은 집단이나 통제집단보다 학업성취 수준, 메타인지적 상호작용 수준, 학습자료동기 수준에서 통계적으로 유의하게 높은 점수를 보였다.

이러한 결과는 위키 기반 협력학습을 보다 효과적으로 유도하기 위해서는 인지적, 메타인지적, 동기적 차원을 요든 요소를 고려한 통합적 지원 모형이 필요함을 의미한다.

@highlight

이 연구는 위키 기반 협력학습의 제한점을 보완하고 학습의 효과를 극대화하기 위한 모형을 개발하고 그것의 효과성을 검증하는 목적으로 한다.

