환율의 변동은 기업가치에 영향을 줄 수 있다.

기업이 타인자본을 사용하지 않는 다면 주가를 기준으로 추정한 환노출은 자기자본 가치의 변화만을 반영한다.

그러나 기업이 타인자본을 사용하는 경우라면 환노출에는 부채의 영향이 반영되어 부채를 사용하지 않는 경우에 비해 환노출이 확대 또는 축소되어 나타날 수 있다.

이 연구에서는 기업의 부채사용과 환노출 간의 관계를 분석한다.

부채의 사용이 환노출에 미치는 영향을 분석하기 위해 ‘환노출의 부채레버리지 효과’ 가설을 설정한다.

분석 결과 환율의 급격한 변동이 있었던 글로벌금융위기를 포함한 기간(2006년∼2010년)에서는 부채 사용에 따른 환노출 레버리지효과 가설을 지지하는 결과를 확인하였다.

즉, 부채의 의존도가 높은 기업의 경우 환노출이 증가하였다.

그러나 글로벌금융위기 이후 기간(2011년∼2015년)에서는 환노출 레버리지효과를 지지할 수 있는 결과가 나타나지 않았다.

이 연구의 분석 결과는 금융위기와 같이 환율이 급변하는 기간에는 부채를 많이 사용하는 기업의 경우 환노출의 급격한 증가 가능성을 고려해야 함을 시사한다.

@highlight

기업이 타인자본을 사용하는 경우라면 환노출에는 부채의 영향이 반영되어 부채를 사용하지 않는 경우에 비해 환노출이 확대 또는 축소되어 나타날 수 있다.

@highlight


환율의 급격한 변동이 있었던 글로벌금융위기를 포함한 기간에서는 부채 사용에 따른 환노출 레버리지효과 가설을 지지하는 결과를 확인하였다.

@highlight


금융위기와 같이 환율이 급변하는 기간에는 부채를 많이 사용하는 기업의 경우 환노출의 급격한 증가 가능성을 고려해야 함을 시사한다.

