본 연구에서는 현행 도로터널의 환기설계기준의 적정성을 검토하기 위하여 사례조사를 수행하고, 5개 터널을 대상으로 입자상 및 가스상 물질의 농도를 현장측정 하였다.

사례조사 결과는 설계기준 대비 TSP (가시도)는 27.9%, CO는 1.6%,NOx는 3.4% 수준으로 분석되었고, 현장측정 결과는 각각 2.6%, 0.8%, 0.2%의 수준에 불과하였다.

또한 5개 터널에 대한 입자상물질(TSP)의 입경분석 결과, 타이어 마모, 재부유 분진 등의 입자라 할 수 있는 PM10 이상의 입경의 영역은20.4%로 나타났다.

따라서 현행 도로터널 환기설계 기준으로 제시된 입자상물질은 엔진배출량 외에 비엔진배출량에 대한 고려가 반드시 필요하며, 최근의 연구결과를 통한 제작차 오염물질 배출량 및 경사속도 보정계수 등을 적용하여 대상오염물질에 대한 설계기준의 합리적인 개정이 요구되며 WRA (PIARC)에서도 환기설계 기준의 개정 필요성을 권고하고 있다.

현행 터널 내 낮은 환기설비(제트팬) 가동율을 고려할 경우 향후 터널 내 운영상 관리기준의 신설에 대한 필요성이 제기된다.

@highlight

본 연구에서는 현행 도로터널의 환기설계기준의 적정성을 검토하기 위하여 사례조사를 수행하고, 5개 터널을 대상으로 입자상 및 가스상 물질의 농도를 현장 측정한 것으로, 현행 터널 내 낮은 환기설비(제트팬) 가동율을 고려할 경우 향후 터널 내 운영상 관리기준의 신설에 대한 필요성이 제기된다.

