이 연구의 목적은 국어과와 타 교과 간 통합이 왜 필요하며 어떤 방식으로 가능한가에 대한 구체적인 방안을 탐색하는 데 있다.

국어과의 입장에서 타 교과와의 통합은 학습자의 온전하고 실질적인 국어사용 능력의 효과적인 성취를 가져오기 위함이며, 이것은 학습자의 삶과 국어 생활을 좀 더 풍요롭고 윤택하게 하는 데 기여할 수 있다고 보았다.

최근 교과 간 통합의 구심점으로 학습자의 ‘핵심역량’이 대두되고 있는데, 핵심역량 중심의 교과 간 통합은 실용적 측면에서 과도한 교육과정 내용에 대한 실제적 대처 방안이며, 교육과정 재구성과 공동 구성을 통해 풍부하고 실제적인 학습 기회를 제공하려는 것이다.

국어과와 타 교과 간 통합을 구체적으로 살피기 위하여 Fogarty의 교육과정 통합 방식을 기초로 국어과 타 교과 간 통합의 가능성을 각 유형별 예시를 통해 살펴보았다.

또한 국어과 중심의 교과 간 통합을 염두에 둔 교육과정의 실행에서 교수·학습 목표는 ‘행동 목표, 문제해결 목표, 표현 결과’ 등을 고려하여 구성할 수 있음을 하나의 예시로 제시하였다.

마지막으로 교사와 학습자 모두에게 교육과정 통합에 의한 학습에서 반성적 성찰이 중요함을 강조하였다.

@highlight

연구의 목적은 국어과와 타 교과 간 통합이 왜 필요하며 어떤 방식으로 가능한가에 대한 구체적인 방안을 탐색하는 데 있다.

