건축물의 가치와 에너지 절감을 위하여 태양전지는 많은 건축물에 응용되고 있다.

일반적으로 상용화된 태양전지의 설치방법들은 모듈이나 어레이의 2차원적 배열을 기본으로 하고 있어 설치면적에 많은 제약을 받는다.

2차원적인 태양전지의 배열에서 벗어나 태양의 입사각, 그림자 발생 억제, 모듈 당 셀의 수 등을 고려한 3차원적인 구조를 갖는 태양전지 모듈을 개발할 필요가 있다.

3차원적인 태양전지 모듈의 설치는 단위 면적당 태양전지의 발전효율을 최대로 증가시킬 수 있다.

따라서 본 연구에서는 태양전지 모듈을 2차원 평판형과 3차원 서랍형, 방사형, 계단형을 제작하여 기하학적 배치에 따른 태양전지의 효율을 비교하였다.

3차원 태양전지 모듈은 2차원 평판형 태양전지에 비해서 효율이 향상되었다.

특히, 서랍형 태양 전지 모듈은 다른 태양 전지 모듈(평판형, 계단형, 방사형)에 비해 전력 효율이 높으며, 이동 및 보관이 용이하다.

그러나 방사형의 경우 모듈의 제작단계에서의 오류가 많고, 태양전지 셀을 가공함으로 인해 효율적인 측면에서 좀 더 보완할 필요가 있었다.

@highlight

3차원적인 태양전지 모듈의 설치는 단위 면적당 태양전지의 발전효율을 최대로 증가시킬 수 있다.

@highlight

이 연구에서는 태양전지 모듈을 2차원 평판형과 3차원 서랍형, 방사형, 계단형을 제작해 기하학적 배치에 따른 태양전지의 효율을 비교했다.

