이 연구에서는 입시경쟁을 통한 계층재생산이 논란을 빚고 있는 작금의 현실을 마주하여 남·여 고등학생의 학업성취에 있어 사회계층의 기본 단위라 할 수 있는 가족의 배경요인들이 어떠한 영향을 미치고 있는지에 대한 실증적인 분석을 시도하고 있다.

한국노동패널자료를 이용하여 분석한 결과, 학업성적에 긍정적 영향을 미치는 변수는 사교육비 투자, 부모와의 대화로 드러났다.

남·여학생을 구분하여 분석할 경우, 남학생의 학업성취에 가족 배경변수 중 가구소득이 유일하게 영향을 미치지만, 여학생의 학업성취에는 모의 학력과 취업여부, 그리고 이 두변수의 상호작용효과가 유의한 영향을 보이고 있다.

모의 학력과 미취업은 각각 독립적으로 여학생의 학업성취에 긍정적인 영향을 미치는 한편, 모의 학력과 미취업은 여학생의 학업성취에 부정적인 상호작용효과를 가져온다.

고학력이면서 미취업인 어머니의 존재는 여학생들에게 대안적 역할모델의 부재로 인해 학업성취 동기를 오히려 저해하는 방해요인으로 작용하였을 가능성이 높음을 시사한다.

@highlight

입시경쟁을 통한 계층재생산이 논란되고 있는 현재 남·여 고등학생의 학업성취에 있어 가족의 배경요인들이 미치는 영향을 분석한 결과 학업성적의 긍정적 변수는 사교육비 투자, 부모와의 대화이며, 남학생의 경우 가구소득이 유일한 요인이나 여학생의 경우에는 모의 학력과 취업여부가 영향이 컸다.

