교사로서의 전문성 신장을 위해서는 자신이 어떤 교육과정 관점을 갖게 되었는가에 대해 이해하고 이러한 관점이 실제 행위로 어떻게 들어나는가 즉 관점과 행위의 일관성 에 대한 자각과 지속적인 반성이 필요하다.

이러한 관점 이해 및 행위 분석을 위해서는 일회성의 검사가 아닌 질적인 연구가 필요하다.

연구 참여자인 두 명의 교사는 자서전 적 방법 즉, 후향, 전향, 분석, 종합에 따라 자서전적 저널을 기술하였고 연구자들은 이러한 저널과 면담 분석 등을 통해 교사의 교육과정 관점을 이해하려고 하였다.

또 관점 과 관련된 행위 분석을 위해 수업 녹화를 하고 교사의 관점이 구체적 행위를 통해 어떻게 드러나는지에 대해 분석하였다.

연구결과 두 교사 중 한 명은 학습자 중심적, 다른 한 교사는 사회 효율적 관점을 가지고 있음을 이해하였고 이러한 관점들이 어떤 구체적 행위를 통해 드러나는지 확인할 수 있었으며 연구 참여 과정에서 어떤 자각의 과정을 경험하는가에 대해서도 이해할 수 있었다.

앞으로는 연구 참여자들의 자각의 과정, 자 각의 내용에 대한 보다 심층적인 연구가 행해질 필요가 있으며, 이러한 자각의 과정, 자각의 내용에 대한 이해의 확장을 위해서 교사 공동체의 지원에 초점을 둔 연구도 이루어져야 할 것이다.

@highlight

교사로서의 전문성 신장을 위해서는 자신이 어떤 교육과정 관점을 갖게 되었는가에 대해 이해하고 이런 관점이 실제 행위로 어떻게 들어나는가 즉 관점과 행위의 일관성 에 대한 자각과 지속적인 반성이 필요하다.

