중국에서 ‘현대화(근대화)’ 개념은 1920년대 초부터 사용되기 시작했고, 1920대말과 1930년대 초 사회에 널리 전파되었다.

현대화는 정치·경제·군사·사회·학문 등 여러 영역의 전환과 연관되어 사용되었고, 진보 발전·진화의 논리와 연관되었으며, 유신·혁명을 계승하는 개념으로도 인식되었다.

1920년대 말 1930년대 초 현대화 개념의 역사적 배경으로는 1929년 세계경제 위기, 1931년 일본의 중국 동북 지역 침략, 1928년 국민정부 전국통일정권의 수립과 ‘건국’의 주창, 1934년 ‘서구화’에 반대하는 ‘중국본위 문화건설운동’ 등이 있다.

이때 중국인은 국가현대화에 대한 자각 속에서 현대화를 사유했다.

당시 현대화 개념의 전파는 그 시기 사회언어적 배경에도 힘입었다.

현대화가 본격적으로 사용되기 전 중국에서는 ‘진화’, ‘과학’, ‘민주’ 등의 관념이 이미 퍼져 있어서 중국인이 현대화 개념을 쉽게 이해하도록 도왔다.

또한 연관 개념인 ‘근세’, ‘근대’, ‘현대’, ‘modernism’, ‘현대식’, ‘근대식’, ‘현대성’ 등이 먼저 전파되어 현대화 개념을 이해하는 기반이 되었다.

@highlight

중국에서 ‘현대화’ 개념은 1920년대 초부터 사용되기 시작했고, 1920대말과 1930년대 초 사회에 널리 전파됐다.

