본 연구에서는 고순도 알루미늄 호일(t=300μm)의 양극산화 공정을 통해 AAO 나노템플레이트를 자체 제조하였고, 이렇게 제조된 형틀을 가지고 교류 나노전주법에 의해 경자성 합금인 CoP와 연자성 합금인 CoFe를 나노와이어로 제조하였다.

대표적인 Co계 자성합금인 CoP와 CoFe 나노와이어는 각기 독특한 자기적 성질을 나타내었다.

경자성 CoP 합금 나노와이어의 경우 교류 인가전압에 따라 hcp와 fcc가 혼재된 구조가 형성되어 자기적 특성에 영향을 미쳤다.

또 한 높은 포화자화 값을 갖는 CoFe 연자성 합금 나노와이어는 박막 도금 시와는 달리 이상합금도금현상이 거의 나타나지 않았으며 Co30Fe70에서 가장 좋은 238 emu/g의 포화자화값을 나타내었다.

@highlight

이 연구에서는 고순도 알루미늄 호일의 양극산화 공정을 통해 AAO 나노템플레이트를 자체 제조했고, 이렇게 제조된 형틀을 갖고 교류 나노전주법에 의해 경자성 합금인 CoP와 연자성 합금인 CoFe를 나노와이어로 제조했다.

