고령인구의 수가 증가함에 따라 무치악 환자의 비율이 높아지고 있으며, 전통적인 방식의 의치의 수요 또한 증가할 것으로 분석된다.

전통적인 방식의 의치에서 만족 할 만한 의치를 제작하기 위해서는 상,하악 치조제의 관계 및 형태에 맞춰 치아를 배열하는 것이 중요하다.

본 증례는 79세 여자 환자로 환자의 심리 및 경제적인 이유로 급여 의치 제작을 희망하였다.

치조골이 심하게 위축된 상태로 치조제 간의 위치관계에 대한 정확한 평가를 위해 교합기에 부착한 주모형을 스캔하여 치과용 CAD 소프트웨어를 활용하였고, 프로그램 상에서 치조제 관계를 확인하여 치조정간선 법칙에 따라 구치부는 교차교합 형태로 배열하였다.

완성 후 정기적인 검사 및 치료 결과 의치는 적절한 안정과 유지를 보였으며 환자 역시 높은 만족감을 표현하였다.

본 증례에서는 완전 무치악 환자에서 치조제 간의 측방적 관계를 정확하게 분석하기 위해 디지털 기술을 활용하여 진단 및 치료의 효율성을 높일 수 있었기에 이를 보고하고자 한다.

@highlight

고령인구의 수가 증가함에 따라 무치악 환자의 비율이 높아지고 있으며 전통적인 방식의 의치의 수요 또한 증가할 것으로 분석된다.

@highlight

완전 무치악 환자에서 치조제 간의 측방적 관계를 정확하게 분석하기 위해 디지털 기술을 활용하여 진단 및 치료의 효율성을 높일 수 있었기에 이를 보고하고자 한다.

