목

적

:

 

본

 

연

구

는

 

보

골

지

 

열

수

 

추

출

물

의

 

자

외

선

에

 

의

해

 

노

화

가

 

유

도

된

 

H

a

C

a

T

 

세

포

의

 

항

노

화

 

효

과

를

 

확

인

하

기

 

위

하

여

 

수

행

되

었

다

.

 

방

법

:

 

자

외

선

에

 

의

해

 

노

화

가

 

유

도

된

 

H

a

C

a

T

 

세

포

에

서

 

보

골

지

 

열

수

 

추

출

물

의

 

항

노

화

 

효

능

을

 

확

인

하

기

 

위

해

서

 

보

골

지

 

열

수

 

추

출

물

의

농

도

별

 

세

포

 

생

존

률

,

 

m

R

N

A

의

 

발

현

 

양

상

,

 

히

알

루

론

산

 

단

백

질

의

 

생

성

 

정

도

를

 

확

인

하

였

다

.

 

결

과

:

 

보

골

지

 

열

수

 

추

출

물

의

 

항

노

화

 

효

과

를

 

확

인

하

기

 

위

하

여

A

 

Q

P

3

,

 

H

A

S

2

,

 

K

R

T

1

,

 

K

R

T

1

0

의

 

유

전

자

 

발

현

을

 

확

인

한

 

결

과

,

 

자

외

선

에

의

해

 

감

소

한

 

A

Q

P

3

와

 

H

A

S

2

 

유

전

자

의

 

발

현

이

 

보

골

지

 

열

수

 

추

출

물

에

 

의

해

 

각

각

 

2

.

5

배

,

 

2

.

8

배

 

증

가

하

였

다

.

 

각

질

형

성

세

포

의

 

과

각

질

화

에

관

여

하

는

 

K

R

T

1

 

과

 

K

R

T

1

0

 

의

 

유

전

자

 

발

현

은

 

보

골

지

 

열

수

 

추

출

물

에

 

의

해

 

각

각

 

3

0

%

,

 

5

0

%

 

감

소

함

을

 

확

인

하

였

다

.

 

또

한

 

히

알

루

론

산

 

단

백

질

의

 

생

성

이

 

보

골

지

 

열

수

 

추

출

물

에

 

의

해

 

3

8

%

 

가

량

 

증

가

됨

을

 

확

인

하

였

다

.

 

따

라

서

 

본

 

연

구

자

는

 

보

골

지

 

열

수

 

추

출

물

의

 

보

습

효

과

 

및

항

노

화

 

효

능

을

 

확

인

하

였

다

.

 

결

론

:

 

본

 

연

구

결

과

를

 

통

하

여

 

보

골

지

 

열

수

 

추

출

물

의

 

항

노

화

 

효

능

을

 

확

인

하

였

고

,

 

향

후

 

보

골

지

 

열

수

 

추

출

물

이

 

화

장

품

 

및

 

건

강

식

품

과

의

약

품

의

 

개

발

에

 

응

용

될

 

수

 

있

는

 

소

재

로

서

의

 

가

능

성

을

 

확

인

하

기

 

위

해

 

추

가

적

인

 

기

전

연

구

가

 

필

요

할

 

것

으

로

 

생

각

된

다

.

@highlight

목적: 본 연구는 보골지 열수 추출물의 자외선에 의해 노화가 유도된 HaCaT 세포의 항노화 효과를 확인하기 위하여 수행되었다
방법: 자외선에 의해 노화가 유도된 HaCaT 세포에서 보골지 열수 추출물의 항노화 효능을 확인하기 위해서 보골지 열수 추출물의농도별 세포 생존률, mRNA의 발현 양상, 히알루론산 단백질의 생성 정도를 확인하였다

결과: 자외선에의해 감소한 AQP3와 HAS2 유전자의 발현이 보골지 열수 추출물에 의해 각각 2.5배, 2.8배 증가하였다