한국의 연구 문헌에는 중소기업의 글로벌화 결정요인을 분석하는 논문이 없는 상황에서, 본 연구는 동서발전 협력사에 대한 서베이 자료를 이용하여, 중소기업 협력사의 수출결정요인을 분석하고 있다.

본 연구에서는 동서발전 협력사 서베이 자료를 활용하여, 협력사의 글로벌화를 결정하는 요인이 무엇인가를 분석하여 네 가지 결과를 발견하였다.

첫째, 가설 1이 기각되므로, 기업가 정신은 수출을 결정하는 요인으로 통계적으로 유의적이지 않다.

둘째, 기업의 역량을 결정하는 중요한 변수로서 연구개발 및 특허 등록 수는 글로벌화에 영향을 준다는 가설 2도 통계적으로 유의적인 영향을 주지 못하여 기각 되었다.

R&D 역설이 나타나고 있다.

셋째, 이미 수출을 하고 있는 협력사가 지속적으로 수출을 하는 경로의존성과 잠금효과가 있다는 가설 3은 통계적으로 유의적이므로 채택된다.

협력사 중소기업도 일단 글로벌화를 시작하여 호기심, 좌절, 주저 단계를 지나 글로벌화에서 희망을 찾게 되는 열정적 단계 및 성공적 단계에 진입하게 되면, 기업의 성장과 글로벌화를 통한 매출 증대 사이에 선순환의 경로의존성(path dependence) 그리고 수출을 하지 않으면 성장할 수 없다는 잠금효과(lock-

in)가 나타나게 된다고 할 수 있다.

넷째, 중소기업의 글로벌화에는 자원과 역량이 소요되므로, 매출 및 종업원 수가 많으면 수출에 유리할 것이라는 가설 4, 소위 자원기반이론 가설도 통계적으로 기각되고 있다.

@highlight

동서발전 협력사에 대한 서베이 자료를 이용하여, 중소기업 협력사의 수출결정요인을 분석한 바,기업가 정신은 수출을 결정하는 요인으로 통계적으로 유의적이지 않고,  연구개발 및 특허 등록 수는 글로벌화에 영향을 준다는 가설도 통계적으로 유의적인 영향을 주지 못하여 기각 되었으며 이미 수출을 하고 있는 협력사가 지속적으로 수출을 하는 경로의존성과 잠금효과가 있다는 가설은 채택된다.

@highlight

협력사 중소기업도 일단 글로벌화를 시작하여  열정적 단계 및 성공적 단계에 진입하게 되면, 기업의 성장과 매출 증대 사이에 선순환의 경로의존성과 잠금효과가 나타나게 된다고 할 수 있으며 , 중소기업의 글로벌화에는 매출 및 종업원 수가 많으면 수출에 유리할 것이라는자원기반이론 가설도 기각되고 있는 상황이다.

