본 연구는 상황이론을 적용하여 환경위험문제 중 지구온난화를 공중의 쟁점 또는 상황으로 설정하고, 공중의 커뮤니케이션 행동을 살펴보았다.

주요 결과를 정리하면, 우선 공중의 관여인식이 커뮤니케이션 행동인 정보처리행동에 미치는 효과를 검증한 결과, 관여인식은 정보처리행동에 정적 영향을 미쳐 공중이 지구온난화라는 환경위험문제에 대해 관심이 있고, 자신에게 중요한 이슈라고 인식할수록 지구온난화와 관련된 정보에 대해 주의를 기울이는 정보처리행동도 높아지는 것으로 나타났다.

또한 공중의 관여인식이 정보추구행동에 미치는 효과를 검증한 결과, 관여인식은 정보추구행동에 정적 영향을 미치는 것으로 나타나 공중이 지구온난화라는 환경위험문제에 대해 관심이 있고, 중요한 이슈라고 인식할수록 정보를 의도적으로 찾는 정보추구행동도 높아지는 것으로 나타났다.

문제인식이 커뮤니케이션 행동에 미치는 효과를 검증한 결과, 문제인식은 정보추구행동에는 유의한 영향을 미치지 못하였으나, 정보처리행동에는 정적 영향을 미치는 것으로 나타나 공중이 지구온난화라는 환경위험문제를 심각하고 중요한 이슈라고 인식할수록 정보처리행동을 적극적으로 수행하는 것으로 나타났다.

이로써 지구온난화라는 환경위험이슈에 대해 공중의 커뮤니케이션 행동을 증진하기 위해서는 관여인식과 문제인식을 고양할 필요가 있음을 확인하였다.

@highlight

이 연구는 상황이론을 적용하여 환경위험문제 중 지구온난화를 공중의 쟁점 또는 상황으로 설정하고, 공중의 커뮤니케이션 행동을 살펴보았다.

