스위스 국제중재법은 UNCITRAL 모델법을 수용하지 않았으나 30년이 지난 지금까지도 선진적이라는 평을 받는다.

그 내용은 대체적으로 모델법과 비슷한 요소를 가지지만 여러 가지 다른 요소들을 포함하고 있다.

2014년 발행된 International court of arbitration Bulletin 등 여러 자료에 따르면 스위스는 중재지로서 자주 선택되고 있다.

그 이유는 중재친화적인 법안과 법원(court)을 가지고 있기 때문이라고 생각된다.

중재친화적이라는 것은 중재의 신속성과 자율성을 최대한 지켜준다는 의미이다.

중재친화적인 스위스의 특징이 가장 잘 드러나는 부분은 중재판정취소의 소이다.

국가와 법원(court)은 중재판정취소의 소 및 다양한 방법을 통해 중재과정에서의 공평과 적정의 선을 지킬 수 있도록 개입한다.

그러나 이 과정에서 중재의 장점인 신속성이 침해되는 경우가 많다.

스위스 국제중재의 경우 연방대법원에 대한 단심제로 중재판정취소소송을 할 수 있어(PILA 191) 신속성을 최대한 보장한다.

더 나아가 중재판정취소의 소에 관하여 240건이 넘는 연방대법원 판례가 축적되어 있기 때문에 예측가능하다.

따라서 스위스의 중재판정취소의 소를 살펴보는 것은 스위스 국제중재를 넘어서서 국제상거래상의 중재의 흐름을 이해하는데 도움이 될 것이다.

@highlight

선진적이라는 평가를 받는 스위스 국제중재법은 UNCITRAL 모델법을 수용하지는 않았지만 대체로 비슷한 내용을 가짐과 동시에 몇 가지 다른 특성도 포함한다.

@highlight

중재친화적인 법원과 법안을 가진 스위스에는 중재판정취소의 소가 존재하는데 신속성과 예측가능한 충분한 판례가 축적되어 있어 이를 살펴보면 국제상거래상 중재 흐름을 이해하기 좋다.

