이

 

글

에

서

는

 

인

간

에

게

 

본

래

적

으

로

 

내

재

하

는

 

'

앎

'

과

,

 

위

빠

사

나

명

상

에

서

의

 

사

띠

s

a

t

i

라

는

 

심

소

에

 

의

한

 

앎

(

알

아

차

림

)

,

 

그

리

고

 

명

상

에

서

의

 

'

모

름

'

(

이

분

법

적

인

 

'

모

름

'

이

 

아

닌

 

절

대

적

 

‘

모

름

'

)

의

 

적

용

으

로

 

인

간

의

 

본

성

 

즉

 

진

여

불

성

이

 

드

러

나

게

 

되

어

 

너

와

 

내

가

 

하

나

가

 

될

 

수

 

있

음

을

 

논

한

다

.

 

첫

째

로

는

,

 

'

앎

'

에

 

의

해

 

하

나

가

 

됨

이

다

.

 

이

는

 

위

빠

사

나

명

상

의

 

사

띠

s

a

t

i

(

알

아

차

림

)

에

 

의

한

 

것

으

로

,

 

메

타

인

지

(

상

위

인

지

)

가

 

가

능

하

게

 

되

어

,

 

개

별

의

식

을

 

있

게

 

한

 

근

원

으

로

 

돌

아

가

게

 

하

기

 

때

문

이

다

.

 

둘

째

로

는

,

 

'

모

름

'

에

 

의

해

 

하

나

가

 

됨

이

다

.

 

이

는

 

몸

과

 

느

낌

과

 

마

음

에

서

 

일

어

나

는

 

바

에

 

대

해

 

절

대

적

인

 

'

모

름

'

을

 

적

용

하

는

 

것

으

로

,

 

우

리

로

 

하

여

금

 

그

것

들

의

 

바

탕

인

 

본

성

으

로

 

돌

아

가

게

 

하

기

 

때

문

이

다

.

 

이

를

 

위

해

 

'

모

를

 

뿐

'

 

명

상

과

 

만

트

라

명

상

이

 

적

용

될

 

수

 

있

다

.

 

생

각

에

는

 

오

류

가

 

있

으

며

,

 

언

어

에

 

의

해

 

한

정

하

고

 

분

리

하

며

 

희

론

한

다

.

 

또

한

 

지

식

도

 

역

시

 

제

한

적

이

며

,

 

의

식

은

 

의

타

기

성

으

로

 

작

용

허

며

 

변

계

소

집

한

다

.

 

의

식

은

 

사

물

을

 

조

작

하

여

 

원

성

실

성

으

로

 

보

지

 

못

하

기

 

때

문

이

다

.

 

양

자

 

물

리

학

에

서

는

 

입

자

와

 

파

동

의

 

이

중

성

에

 

의

해

 

객

관

적

인

 

실

체

는

 

존

재

하

지

 

않

고

,

 

의

식

이

 

모

든

 

것

의

 

근

원

임

을

 

알

아

본

다

.

 

또

한

 

의

식

의

 

갯

수

는

 

단

 

하

나

이

며

,

 

‘

앎

’

과

 

‘

모

름

’

을

 

통

해

 

하

나

임

이

 

되

는

 

중

도

적

 

지

혜

로

서

의

 

의

식

에

 

대

해

 

고

찰

한

다

.

@highlight

생각에는 오류가 있으며, 언어에 의해 한정하고 분리하며 희론한다. 또한 지식도 역시 제한적이며, 의식은 의타기성으로 작용허며 변계소집한다. 의식은 사물을 조작하여 원성실성으로 보지 못하기 때문이다. 양자 물리학에서는 입자와 파동의 이중성에 의해 객관적인 실체는 존재하지 않고, 의식이 모든 것의 근원임을 알아보며,  의식의 갯수는 단 하나이며, ‘앎’과 ‘모름’을 통해 하나임이 되는 중도적 지혜로서의 의식에 대해 고찰해보고자 한다.