본 연구는 활동보조서비스 관련 기존 연구의 흐름을 파악하여 향후 활동보조서비스 정책과 실천분야에 기여할 수 있는 연구방향을 제시하기 위하여 수행되었다.

이를 위해 2005년부터 2017년까지 수행된 활동보조서비스 관련 학술논문 83편의 초록을 확보하여 내용분석 및 토픽모델링을 실시하였다.

주요 분석결과는 다음과 같다.

첫째, 활동보조서비스 연구는 사회복지학 뿐 아니라 교육학, 재활학 등 다양한 영역에서 다루어지고 있었으며, 양적연구가 압도적으로 많이 수행되었다.

둘째, 단어출현빈도 분석결과 활동보조서비스 전기에는 이용자 관련 단어들이 주로 출현하였으나, 후기에는 전담인력과 활동보조인의 직무 관련 단어들이 더 빈번히 출현하였다.

셋째, LDA를 활용한 토픽모델링 결과 분석대상 83편의 논문들은 ‘서비스 이용 경험, ‘서비스 품질 영향요인’, ‘서비스 제공 영향요인’, ‘직업의식 영향요인’, ‘서비스 제도분석 등 5개의 토픽으로 분류되었다.

이러한 결과를 토대로 연구대상 및 연구주제와 관련된 장애인활동보조서비스 연구동향의 시사점을 확인하였다.

@highlight

활동보조서비스 관련 연구의 흐름을 파악하여 향후 정책과 실천분야에 기여할 수 있는 연구방향을 제시하기 위하여 2005년부터 2017년까지 수행된 활동보조서비스 관련 학술논문의 초록을 확보하여 내용분석 및 토픽모델링을 실시하였으며 분석결과는  첫째, 활동보조서비스 연구는 사회복지학, 교육학, 재활학 등 다양한 영역에서 다루어지고 있었으며, 양적연구가 많이 수행되었다.

@highlight

둘째, 단어출현빈도 분석결과 활동보조서비스 전기에는 이용자 관련 단어들이 주로 출현하였으나, 후기에는 전담인력과 활동보조인의 직무 관련 단어들이 출현하였다.

@highlight

셋째, LDA를 활용한 토픽모델링 결과 분석대상 논문들은 ‘서비스 이용 경험, ‘서비스 품질 영향요인’, ‘서비스 제공 영향요인’, ‘직업의식 영향요인’, ‘서비스 제도분석 등으로 분류되었다.

@highlight

이러한 결과를 토대로 연구대상 및 연구주제와 관련된 장애인활동보조서비스 연구동향의 시사점을 확인하였다.

