이 연구의 목적은 2014년부터 시작된 ‘동아시아문화도시’ 프로젝트의 성공적 운영을 위한 전략방안을 제시하는데 있다.

이를 위한 구체적인 연구내용으로 동아시아문화도시 프로젝트에 대한 이해, 기존 선정도시의 성과와 한계점 분석, ‘동아시아문화도시’프로젝트의 성공을 위한 전제조건과 과제를 다루었다.

각종 참고문헌 및 자료의 고찰·사례분석 등의 방법을 통해 다음과 같은 연구 결과를 제시하였다.

첫째, 일관적이고 지속가능한 리더십을 갖춘 운영주체가 구축되어야 한다.

둘째, 동아시아문화도시 프로젝트의 지속적 성공을 위해서는 선정도시 간 문화적 거버넌스 구축이 필요하다.

셋째, 동아시아문화도시 프로젝트의 킬러 콘텐츠가 될 메인이벤트와 중점 추진주간의 설정이 되어야 한다.

넷째, 3국 간의 인력양성 연수프로그램을 기획·운영하여 인적 네트워크 협력 기반을 구축해야 한다.

다섯째, 문화교류를 활발하게 하기 위한 한·중·일 문화교류 공동백서 작업을 사전부터 준비하여 교류사업 현황을 정확하게 분석·점검할 수 있어야 할 것이다.

@highlight

이 연구는 2014년부터 시작된 ‘동아시아문화도시’ 프로젝트의 성공적인 전략방안으로 첫째, 리더십 갖춘 운영체제 구축 둘째, 거버넌스 구축 셋째, 중점 이벤트기간 설정 넷째, 네트워크 협력기반 구축 다섯째, 교류사업 현황분석 등으로 연구결과를 제시할 수있다.

