치주질환의 예방 및 치료 효과를 연구하기 위해 수 종의 천연물을 이용하여 P.

gingivalis에 대한 항균력과 IL-1α 생성 억제율을 평가하여 1차 선별한 후 MMP-1 활성억제율 평가와 SOD 활성평가를 수행한 결과 다음과 같은 결론을 얻었다.

1.

P.

gingivalis에 대한 항균력 평가 결과 은행엽, 육두구, 대황, 후박, 구절초, 용아초, 목향, 세신, 산초, 회향 추출물에서 우수한 항균효과가 나타났다.

2.

인터루킨-1α (IL-1α) 생성 억제율 평가 결과 은행엽,작약, 육두구, 하고초, 후박, 과루, 산약 추출물이 우수한 IL-1α 생성 억제율을 나타내었다.

3.

매트릭스 메탈로프로테나제-1(MMP-1)의 활성 억제평가 결과, 육두구, 은행엽 추출물이 우수한 MMP-1활성 억제율을 나타내었다.

4.

슈퍼록사이드 디스뮤타제 (Superoxide dismutase,SOD) 활성 평가 결과 은행엽, 산약, 육두구 추출물서 우수한 SOD 활성을 나타내었다.

5.

구강용 제품에 적용 시 은행엽 추출물은 우수한 잇몸질환 예방 및 치료 효능을 나타낼 수 있다.

@highlight

본 논문은 치주질환의 예방과 치료 효과를 연구하기 위하여 수 종의 천연물을 이용하여 P.

@highlight

gingivalis에 대한 항균력과 IL-1α 생성 억제율을 평가하였다.

@highlight

1차 선별을 진행한 후 MMP-1 활성억제율 평가와 SOD 활성평가를 수행하여 결과를 도출하였다.

