1970년대 김정일 후계체제는 안정적이지 않았다.

김정일은 후계자 결정단계부터 경쟁자들 사이에서 거세공포를 겪었고, 후계자 내정 이후에는후계체제 구축의 속도 문제로 김일성의 견제를 받았다.

후계자로서 권한확대를 위한 아버지와의 동일시 과정은 순조롭지 않았다.

김동규 사건은김일성의 의중을 파악한 부주석 김동규가 김정일 후계체제 구축과정을비판한 친위쿠데타였다.

김동규 사건 이후 김정일은 자중했고, 후계자로서 위상과 역할은 다소 위축되었다.

하지만 김정일의 자숙기간은 길지않았다.

당시 북한의 대내외적 상황 변화는 김정일의 지도력을 필요로했다.

체제 결속을 강화하고, 경제 사업에서의 당적 지도를 강화하기 위해 김정일의 역할이 필요하다는 점을 김일성도 인정하였다.

자숙기간 동안 당과 군에 대한 영향력을 유지해온 김정일은 노련하게 위기를 극복해나갔다.

이 연구는 김정일 후계체제 구축 과정에서 김동규 사건으로 촉발된 위기와 위기 극복의 전 과정을 김정일의 오이디푸스 콤플렉스와 연결 지어살펴보았다.

김정일 후계체제 구축 과정은 내면 깊이 자리한 오이디푸스콤플렉스를 극복하는 과정이었음을 밝혔다.

@highlight

1970년대 김정일 후계체제는 안정적이지 않았고 김정일은 후계자 결정단계부터 경쟁자들 사이에서 거세공포를 겪었으며 후계자 내정 이후에는후계체제 구축의 속도 문제로 김일성의 견제를 받은 경험이 있다.

