제주도는 지형과 지질이 독특하며 다양한 생물들이 서식하고 있는 등 아름답고 특이한 자연환경을 지녀 유네스코 자연환경 분야 중 생물권보전지역, 세계자연유산, 세계지질공원 세 분야에 선정되며 세계적으로 보전 가치를 인정받고 있다.

그리고 자연경관으로서는 아름답지만 거센 바람과 많은 비, 척박한 토양 등 사람이 살아가기에는 다소 혹독했던 자연환경은 제주 선인들의 삶에 지대한 영향을 끼쳐 제주의 생활문화 또한 다른 지역과 구별되는 독특성을 지니고 있다.

본 연구는 세계적으로 보전 가치를인정받고 있는 제주의 자연환경과 이로 인해 형성된 독특한 문화를 학생들이 흥미롭게접근할 수 있는 미술과에 접목시켜 교육할 수 있도록 초등 5, 6학년을 중심으로 교육과정 지역화 방안을 연구하였다.

이를 통해 보다 효과적으로 지역 학생들에게 제주 자연환경과 문화를 알릴 수 있을 것이며 나아가 제주를 아끼고 사랑하는 마음을 갖도록할 수 있을 것으로 기대한다.

또한, 지역화 수업이 성공적으로 이루어지기 위해서는학생들이 보다 쉽게 이해하고 더욱 재미있게 배울 수 있도록 교사, 학교, 지역 교육청등에서 다양한 노력이 계속되어야 할 것임을 제안하였다.

@highlight

제주도는 지형과 지질이 독특하며 다양한 생물들이 서식하고 있는 등 아름답고 특이한 자연환경을 지녀 유네스코 자연환경 분야 중 생물권보전지역, 세계자연유산, 세계지질공원 세 분야에 선정되며 세계적으로 보전 가치를 인정받고 있다.

