필자의 관념 완성 쓰기 교육 방향 탐색 쓰기는 관념 완성을 위한 필자의 행위이다.

필자는 관념을 문자를 사용하여 텍스트로 표현하는 과정에서 구체화한다.

필자는 글자를 통하여 마음속에 부유(浮游)하는 관념의 단초를 정착시킨다.

쓰기 과정에서관념의 내용 구조를 명확히 하고, 내용을 충실하고 정밀하게 한다.

이를 통하여 관념을 완성한다.

필자는 관념을 완성하는 과정에서 텍스트를 만들어낸다.

텍스트는 관념 완성을 위한 하나의 수단이 되는 것이다.

필자의 관념은 필자의 마음속에서 완성된다.

텍스트는 필자의 완성 관념을 엿볼 수 있는 하나의 자료이다.

그동안의 쓰기 교육 논의는 텍스트 완성을 중심으로 크게 세 범부로 구분되어 이루어졌다.

표현 중심 쓰기 교육은 텍스트 관습이나 형식적 요소를 강조하였고, 구성 중심 쓰기 교육은 관념 구성을 위한 내용의 생성과 표현을 강조하였다.

해석 중심 쓰기 교육은 해석 관점을 바탕으로 관념 표현 방식을 논의하였다.

이들 접근은 쓰기를 이루고 있는 텍스트 형식과 관념 구성 방식, 필자의 관점 등의 요인을 중시했다.

그러면서 쓰기는 텍스트 완성이 되어야 한다는 관점을 견지했다.

쓰기 교육은 필자의 관념 완성에 관심을 기울일 필요가 있다.

필자의 진정한 쓰기 능력 신장은 내재적으로 완성된 관념을 구성하는 능력이기 때문이다.

관념 완성을 위한 쓰기 교육을 위해서는 쓰기에 대한 인식을 텍스트 완성에서 관념 완성으로 바꾸어야 한다.

이를 바탕으로 쓰기 주체의 관념 완성을 위한 구체적인 방법 탐색과 실천 방안을 마련해야 한다.

@highlight

필자의 관념 완성 쓰기 교육 방향 탐색 쓰기는 관념 완성을 위한 필자의 행위이다.

@highlight

쓰기 과정에서관념의 내용 구조를 명확히 하고, 내용을 충실하고 정밀하게 한다.

