시지윅은 자신의 저작인 『윤리학의 방법』에서 상식 도덕에 대한 체계적 반성을 통해 공리주의의 우월성을 보여주려는 시도를 한다.

이후 롤스는 시지윅의 이러한 시도를 두고 반성적 평형의 방법을 사용한 것으로 해석하였다.

그 방법은 숙고된 도덕 판단과 도덕 원리들 간의 상호 지지와 조정의 과정을 거쳐 달성한 정합성을 정당화의 기준으로 삼는 것이다.

하지만 싱어는 상식 도덕과 공리주의를 조화시키려는 시지윅의 시도가 반성적 평형이 아닌 단순한 대인 논증일 뿐이라고 주장한다.

공리주의를 거부하는 직관주의자들에게 설득의 수단으로 사용하는 논증일 뿐 정당화의 방법은 아니라는 것이다.

시지윅이 자명한 도덕 원리라는 토대를 바탕으로 공리주의를 증명하는 토대주의자임을 감안했을 때, 시지윅의 상식 도덕에 대한 호소는 대인 논증으로 보는 것이 더 타당해 보인다.

하지만 시지윅의 토대주의 정당화는 자명한 제1의 전제를 증명해야 한다는 과제를 여전히 해결하지 못하고 있다.

이러한 맥락에서 반성적 평형은 여전히 토대주의의 정당화의 한계에서 벗어난 도덕적 정당화의 방법론의 대안이 될 가능성이 있다.

@highlight

시지윅은 자신의 저작인 『윤리학의 방법』에서 상식 도덕에 대한 체계적 반성을 통하여 공리주의의 우월성을 보여주려 하였다.

@highlight

롤스는 시지윅의 시도를 두고 반성적 평형의 방법을 사용한 것으로 이해하였다.

@highlight

그 방법은 정합성을 정당화의 기준으로 삼았다.

