공공성에 관한 사상적 연구는 공공성 담론의 지평을 넓히는 데 중요한 의미를 갖는다.

그럼에도 불구하고 사상적 연구는 미진한 편이다.

이 논문에서는 공공성의 사상적 기초를 다지는 데 초점을 맞춘다.

상업사회의 모순에 천착하여 조화로운 사회를 추구했던 루소는 공공성의 사상적 논의를 전개하는 데 일종의 안내자로서의 역할을 하기에 충분하다.

따라서 이 논문에서는 우선 루소가 어떠한 사람인가를 예비적으로 고찰한다.

루소 사상은 기본적으로 타락과 회복의 문명사를 맥락으로 한다.

따라서 두 번째로는 루소의 문명사를 조망한다.

루소는 문명사회의 타락으로부터 벗어날 수 있는 계기를 사회계약에서 찾는다.

사회계약을 통해 공동적 자아로서 일반의지가 형성된다.

사실상 일반의지는 루소가 말하고자 하는 모든 것이 포함되어 있다.

따라서 세 번째로는 루소의 일반의지 개념을 집중적으로 살펴본다.

네 번째로 루소의 문명관과 일반의지 개념을 공공성의 맥락에서 재전유하는 논의를 진행한다.

그리고 마지막으로는 이상의 논의가 갖는 행정학적 의미를 제시한다.

@highlight

본 논문은 루소를 안내자로 삼아 공공성의 사상적 기초를 다지기 위해 우선 루소를 고찰한 뒤 루소의 문명사와, 루소가 사회계약으로 형성된다고 본 일반의지의 개념을 살폈다.

@highlight

이어서 두 개념을 공공성의 맥락에서 재전유한 뒤 마지막으로 행정학적 의미를 제시하였다.

