이 글은 전통시대 인물 가운데 리더십에 관한 한 많은 관여를 하지 않았을 것 같아 보이는 노자에게 주목하고, 그에게서 과연 리더십의 단서를 확인할 수 있는 부분이 있는가를 모색해보려는 연구목표를 상정함으로써, 현대적 관점에서 노자의 리더십 문제를 검토해보고자 한 것이다.

이러한 목표를 달성하기 위해 이 글은 특히 『노자』 제2장과 제67장의 내용에 주목하였고, 이를 통해 노자의 리더십이 무위의 원리에 기초를 두고 있음을 확인하였다.

노자가 상정한 리더는 성인으로 표상된다.

그는 일상의 편견과 선입견을 배제한 내면적 마음의 평정심을 가진 사람으로서, 어느 한쪽으로 경도된 사고를 하지 않는다는 특징이 있다.

그는 자신의 마음을 기준으로 삼지 않고 언제나 타자의 마음을 헤아려 이와 함께한다.

노자는 특히 타자에 대한 리더십의 구체적인 대안으로서 자애, 검약, 겸허라고 하는 세 가지 보배에 관한 담론을 제시한다.

이 세 가지 보배는 부득이하게 제안된 덕목들이면서도 공통적으로 여성성에 뿌리를 두고 있다는 특징이 있다.

이는 노자가 당시의 시대적 혼란의 원인을 진단한 후 처방을 내린 리더십의 대안적 덕목들이라고 할 수 있다.

노자의 리더십은 남성중심주의적 리더십에 대한 반론의 형태를 띨 뿐만 아니라, 각종 폭력으로부터의 해방을 꿈꾼 새로운 시대에 대한 철학적 담론의 제시였다는 점에서 그 의의를 갖는다.

@highlight

이 연구는 전통시대 인물 가운데 리더십에 대한 한 많은 관여를 하지 않았을 것 같아 보이는 노자에게 주목하고, 그에게서 과연 리더십의 단서를 확인할 수 있는 부분이 있는가를 모색해보려는 연구목표를 상정함으로써, 현대적 관점에서 노자의 리더십 문제를 검토해보고자 한 것이다.

