본 연구는 2006년부터 2015년까지 최근 10년간 게재된 논문을 대상으로 장애인과 가족대상 무용 및 스포츠 관련 연구동향을 분석하여, 해당 주제의 현황을 파악하고, 이를 토대로 장애인 복지와 관련된 무용 및 스포츠 학문분야의 융합 과제를 파악해보고자 한다.

연구방법은 학회지 검색 사이트를 이용하여 ‘장애인·장애인 가족 무용’, ‘장애인·장애인 가족 스포츠’ 등의 주제어를 중심으로 탐색하여 제시된 연구들을 분석하였다.

분석대상이 된 논문들을 주요 연구주제어, 연구대상, 연구방법을 분석한 후 연도를 2년 단위로 5기로 구분하여 재분석하여 연구동향을 구체적으로 파악하였다.

또한 장애인가족 대상 주요 무용 및 스포츠 프로그램 연구를 선별하여 내용의 특징을 분석하였다.

연구결과 첫째, 최근 들어 꾸준히 장애인과 가족을 대상으로 한 연구들이 증가하는 추세를 보이고 있었다.

둘째, 장애인 대상 운동이나 신체활동에 대한 논문이 연구주제어로 가장 많았으며, 장애인 가족을 지원하는 주제는 상대적으로 적은 편수로 나타났다.

셋째, 연구대상은 장애인 아동을 대상으로 하는 연구가 가장 많았고 다음은 청소년이었다.

넷째, 연구방법으로는 프로그램 효과분석 연구가 가장 많았으며 양적 연구방법이 다음으로 나타났다.

다섯째, 장애인가족 대상 주요 무용 및 스포츠 프로그램 관련 연구 내용 분석결과로는 치료 프로그램 기획 및 실행, 장애아동 부모의 신체활동 프로그램, 부모와 함께 하는 스포츠 효과성 분석 등 장애인 형제자매와 부모를 대상으로 하는 다양한 프로그램 논문들이 시행되고 있었다.

@highlight

2006년~2015년까지 최근 10년간 게재된 논문을 대상으로 장애인과 가족대상 무용과 스포츠 관련 연구동향을 분석하였다.

@highlight

해당 주제의 현황을 파악하고, 이를 토대로 장애인 복지와 관련된 무용 및 스포츠 학문분야의 융합 과제를 파악하고자 하였다.

@highlight

연구방법은 학회지 검색 사이트를 이용하여 ‘장애인·장애인 가족 무용’, ‘장애인·장애인 가족 스포츠’ 등의 주제어를 중심으로 탐색하여 제시된 연구들을 검증하였다.

