본고는 大判 2016.4.2.

, 2012다19659 (공보 2016, 667)이 제기하는 부당이득 쟁점에 대해 살펴보고자 하는 시론이다.

원고에게 양도담보로 이전된 동산을 그의 채무자인 설정자가 다른 채권자인 피고에게 양도담보로 이전한 동산에 부합시킨 사례에서, 원고는 피고를 상대로 부당이득 반환을 청구할 수 있는가?

대법원은 실질적 이득이 피고가 아닌 설정자에게 있다는 이유로 청구를 부정하였다.

일부 학설도 대법원이 부당이득에서 형식에 좌우되지 않은 형평적인 고려를 강조하는 것이라고 이해하면서, 소유권이라는 형식에도 불구하고 담보로서 활용되는 양도담보의 특수성을 반영하는 것으로 이해한다.

그러나 필자는 이러한 대법원의 결론과 일부 학설의 이해에 반대한다.

이 글은 다음의 내용을 보인다.

대상판결의 사안에서, 양도담보의 성질과 부당이득 법리를 고려할 때 설정자가 아니라 피고가 수익자에 해당한다.

이는 양도담보를 일종의 담보권이라고 파악하더라도 다를 바 없다.

종래 양도담보의 「담보로서의 실질」을 이유로 설정자로 수익자로 해석하는 견해는, 한편으로 법률에 근거하고 있지 못할 뿐만 아니라, 다른 한편으로 양도담보의 「담보로서의 실질」에도 부합하지 않는다.

그리고 이러한 결론은 소유권 상실을 이유로 하는 침해이득 반환청구권이 소유물 반환청구권에 갈음하는 구제수단이라는 점을 고려해도 정당화된다.

@highlight

원고에게 양도담보하여 이전된 동산을 그의 채무자인 설정자가 다른 채권자인 피고에게 양도담보로 이전한 동산에 부합시킨 사례에서, 원고는 피고를 상대로 부당이득 반환을 청구할 수 있는가?

@highlight

대법원은 실질적 이득이 피고가 아닌 설정자에 있다는 이유로 청구를 부정했다.

