국문초록 본 연구는 현상학적인 몸의 관점에서 무도의 기를 작동시키는 몸의 조건은 무엇이고 어떠한 역할을 하는지에 대한 논의이다.

기의 세계와 해석이 어떤 대상에 대한 각자의 몸의 체험에서 일어나기 때문에 무도에서 기의 범주를 명확하게 설정하기는 어렵겠지만, 무도의 기는 몸과 관련되어 있다는 사실은 부인할 수 없을 것이다.

중요한 것은 기가 일어나는 토대는 단순히 객관적인 몸이 아니라, 살아있는 몸(lived body)과 관련되어 있다는 점이다.

살아있는 몸과 관련된 철학적 해석은 현상학적인 몸 자신(proper body)에 대한 이해를 전제로 한다.

몸 자신은 수동적 대상뿐만 아니라, 능동적인 무언가를 할 수 있는 능력을 갖고 있다.

이러한 해석은 기를 이해하고 분석하는데 많은 이론적 토대를 제공한다.

특히 몸 틀과 몸의 지향궁으로 이루어진 몸 자신의 구조적 특성은 기의 작용과 역할을 서구적인 개념으로 설명이 가능하다.

몸 틀은 왜 무도에서 끊임없는 수행의 반복이 필요한지 근원적인 이론적 틀을 제공한다.

그리고 지향궁의 의미는 몸 자신이 단순히 몸의 반응을 넘어 하나의 운동지향성을 통해 주체적인 능력을 만들어 가는 역할을 담당한다.

이는 몸 자신이 인격완성의 힘을 갖는 원천임을 보여준다.

결론적으로 몸 자신은 무도의 기를 이해하는 전제이며, 몸 자신이 인격적 주체의 역할을 할 수 있는 실체이다.

따라서 몸 자신의 특성과 구조의 이해는 무도에서 기의 작용과 역할을 쉽게 이해할 수 있는 이론적 토대를 제공한다.

@highlight

본 논문은 현상학적인 몸의 관점에서 무도의 기를 작동시키는 몸의 조건은 무엇이고 어떠한 역할을 하는지에 대하여 논하고자 하였다.

@highlight

기의 세계와 해석이 어떤 대상에 대한 각자의 몸의 체험에서 일어나기 때문에 무도에서 기의 범주를 명확하게 설정하기는 어렵겠지만, 무도의 기는 몸과 관련되어 있다는 사실은 부인할 수 없다.

