본고는 8세기 중반에 書寫된 東大寺圖書館 소장 『大方廣佛花嚴經』 卷第12~20에 角筆로 기입된 符號를 정리하여 그 전체 모습을 학계에 보고하고자 한 것이다.

이를 통해 8세기 중반에는 텍스트를 이해하거나 讀誦하는 데에 어떤 부호가 사용되었는지, 그 부호는 구체적으로 어떤 기능을 했는지 단적으로 드러날 것이라 생각된다.

우선 동대사 화엄경에 각필로 기입된 부호는 텍스트와 관련된 부호와 讀誦과 관련된 부호로 나눌 수 있었다.

텍스트와 관련된 부호로는 合符, 訓讀符, 省略符, 削除符 등이 있으며, 讀誦과 관련된 부호로는 聲點과 梵唄符가 기입되어 있다.

이 가운데 기존의 논의에서 제기되었던 梵唄符의 시작점과 聲點의 관계를 점검해 본 결과 평성자의 경우는 그 관계를 부정하기 어렵다는 사실을 확인하였다.

이처럼 각 부호를 살펴본 결과 동대사 화엄경에 기입된 부호는 기입 위치 및 부호의 모양과 그 부호가 표시하는 기능이 일대일로 대응되지 않았다.

이외에 미해독의 부호도 적지 않은데 그 가운데 몇몇은 逆讀線으로 볼 가능성을 제기하였다.

@highlight

본고는 8세기 중반에 書寫된 東大寺圖書館 소장 『大方廣佛花嚴經』 卷第12~20에 角筆로 기입된 符號를 정리하여 그 전체 모습을 학계에 보고하고자 한 것이다.

