본 연구는 중소기업을 위한 소비자분쟁처리시스템의 지속사용의도에 영향을 미치는 요인에 대해 분석하였다.

소비자분쟁처리시스템은 중소기업들이 소비자와의 분쟁에서, 인터넷을 통해 정확하고 신속하게 피해처리 방법 및 법률서비스를 지원받을 수 있도록 하는 서비스이다.

소비자분쟁처리시스템을 사용하는 중소기업 사용자들 대상으로 소비자분쟁처리시스템의 정보품질, 시스템품질, 환경요인이 지각된 사용용이성, 지각된 유용성에 어떠한 영향을 미치는지에 대해 알아보고 최종적으로 지속사용의도에 영향을 미치는지 알아보았다.

소비자분쟁시스템의 정확성, 편리성, 비용은 지각된 사용 용이성에 긍정적인 영향을 미쳤고, 정확성, 편리성 또한 지각된 유용성에 긍정적인 영향을 미쳤다.

또한 소비자분쟁처리시스템의 지각된 사용용이성, 지각된 사용 유용성은 지속사용의도에 최종적으로 긍정적인 영향관계가 있음을 검증하였다.

마지막으로 IT기업과 비IT기업 간의 소비자분쟁처리시스템 지속사용의도에 관하여 차이분석을 하였고 두 집단간의 차이가 있는 것으로 나타났다.

본 연구 결과를 토대로 소비자분쟁처리시스템에 대한 각각의 품질을 우선순위에 맞게 보완 및 유지한다면 기존의 시스템보다 더욱 향상된 시스템으로 유지, 발전이 있을 것으로 기대된다.

@highlight

중소기업을 위한 소비자분쟁처리시스템의 지속사용의도에 영향 요인을 분석하였다.

@highlight

그 결과, 소비자분쟁시스템의 정확성, 편리성, 비용은 지각된 사용 용이성에, 정확성과 편리성은 지각된 유용성에 긍정적인 영향을 미쳤다.

@highlight

또한 지각된 사용용이성, 지각된 사용 유용성은 지속사용의도에 최종적으로 긍정적인 영향관계가 있음을 검증하였다.

