이 연구는 물질 중독자의 자살사고를 예측하는 변인들을 살펴보기 위해 수행하였다.

구체적으로, PAI의 치료고려 변인인 공격성(AGG), 스트레스(STR), 비지지(NON), 치료거부(RXR)가 약물 중독자의 자살사고(SUI)를 유의하게 설명할 것인지를 알아보고자 하였다.

이를 위하여 A병원 약물중독재활센터에 입소한 환자 235명을 대상으로 PAI 척도 중, 우울(DEP), 자살관념(SUI), 공격성(AGG), 스트레스(STR), 비지지(NON), 치료거부(RXR)와 인구통계학적 변인, 자살시도에 대한 기록을 수집하였다.

위계적 중다회귀분석을 사용하여 자살 관련 인구통계학적 변인, 자살시도 경험, 우울을 통제한 후 치료관련 변인이 자살사고에 미치는 영향을 검증하였다.

분석 결과, 공격성이 자살사고에 유의한 영향을 미쳤고, 비지지, 치료거부도 영향을 미치는 것으로 나타났다.

물질 중독자의 자살 예방을 위해 치료자는 공격성, 비지지, 치료거부를 다뤄야 할 필요성이 있겠다.

추가적으로 치료적 개입방법과 연구의 제한점, 제언, 의의를 논의하였다.

@highlight

이 연구는 물질 중독자의 자살사고를 예측하는 변인들을 알아보기 위한 것으로 분석 결과, 공격성과 비지지, 치료거부는 자살사고에 영향을 미치고 치료자는 물질 중독자의 자살예방을 위해 이러한 요인들을 다뤄야 할 필요성이 있다.

