평화만들기와 관련하여 국가의 역할 그리고 역사적 맥락에 따라 그 특성이 다르다.

이 글은 두 민주정부-

김대중정부와 노무현정부-

의 집권기에 의해 수행된 평화정치의 젠더화를 분석하는 것을 목표로 한다.

김대중정부는 2000년 남북정상회담과 6.15공동선언을 통해서 화해포용정책을, 노무현정부는 제2차 정상회담과 10.4공동선언을 통해서 평화번영정책을 실현하고자 하였다.

두 민주정부의 평화정치에 대해 (진보적인) 여성운동은 환영하고 거버넌스를 통해 그 과정에 동참하고자 하였다.

그러나 제1차 정상회담에서는 여성의 대표성은 낮았다.

2차 정상회담에서는 여성의 대표성이 높아졌고, 여성분과에서 남북여성의 대표자들이 의제를 선정하여 토론할 수 있었다.

평화정치와 관련된 페미니스트의 개입은 만족할 만한 정도는 아니지만, 민주정부의 기간 동안 높아졌다고 평가할 수 있다.

그러나 페미니스트가 추구하는 보다 근원적인 평화주의 정치는 때로는 정부의 정책과 충돌하였다.

이라크 파병 반대나 군축운동에서 페미니스트는 민주정부와의 괴리를 드러내었다.

분단국가에서 겪는 현실정치의 제한을 여성평화운동은 넘어서지 못하고 있다.

그러나 한국 사회에서 여성운동에 의한 보다 평화주의적인 실천은 담론의 확산을 통해 그 지평을 넓혀가고 있다.

또한 유엔 안보리 1325조항을 국가행동계획으로 현실화하거나 국제연대를 통해 동북아 평화를 모색할 것을 압박하는 활동을 진행하고 있다.

@highlight

평화만들기와 관련하여 국가의 역할 그리고 역사적 맥락에 따라 그 특성이 다르다.

@highlight

이 글은 두 민주정부-

@highlight

김대중정부와 노무현정부-

@highlight

의 집권기에 의해 수행된 평화정치의 젠더화를 분석하는 것을 목표로 한다.

