이

 

연

구

의

 

목

적

은

 

재

가

 

장

기

요

양

자

를

 

대

상

으

로

 

장

기

요

양

 

재

가

급

여

 

이

용

과

 

의

료

이

용

의

 

수

평

적

 

형

평

성

이

 

보

장

되

는

지

를

 

평

가

하

는

 

것

이

다

.

 

분

석

 

자

료

는

 

2

0

1

0

년

 

국

민

건

강

보

험

공

단

의

 

노

인

장

기

요

양

보

험

 

청

구

자

료

와

 

건

강

보

험

 

청

구

자

료

를

 

연

계

한

 

것

으

로

 

6

5

세

 

이

상

 

건

강

보

험

 

가

입

 

인

구

를

 

대

표

할

 

수

 

있

도

록

 

5

%

를

 

임

의

추

출

 

하

였

다

.

 

장

기

요

양

자

의

 

소

득

수

준

에

 

따

른

 

이

용

의

 

형

평

성

을

 

보

건

의

료

에

서

 

널

리

 

활

용

되

는

 

수

평

적

 

형

평

지

수

(

H

I

w

v

 

i

n

d

e

x

)

를

 

이

용

하

여

 

측

정

하

였

다

.

 

측

정

결

과

,

 

재

가

 

장

기

요

양

자

에

서

 

재

가

급

여

 

이

용

의

 

수

평

적

 

형

평

지

수

는

 

음

의

 

값

 

혹

은

 

0

에

 

가

까

워

 

저

소

득

층

에

 

유

리

한

 

불

형

평

(

i

n

e

q

u

i

t

y

)

이

 

있

거

나

 

형

평

적

이

었

고

,

 

의

료

이

용

(

외

래

방

문

,

 

병

원

입

원

)

의

 

수

평

적

 

형

평

지

수

는

 

주

로

 

양

의

 

값

으

로

 

고

소

득

층

에

 

유

리

한

 

불

형

평

이

 

발

견

되

었

다

.

 

저

소

득

층

에

서

 

재

가

급

여

 

이

용

횟

수

는

 

많

고

,

 

비

용

은

 

형

평

적

이

라

는

 

결

과

는

 

노

인

장

기

요

양

보

험

 

하

의

 

재

가

서

비

스

 

이

용

의

 

경

우

 

장

기

요

양

자

의

 

소

득

수

준

에

 

따

른

 

이

용

의

 

형

평

성

을

 

보

장

하

나

,

 

단

위

비

용

이

 

낮

은

 

종

류

의

 

재

가

 

급

여

의

 

잦

은

 

이

용

과

 

연

관

된

 

것

을

 

보

인

다

.

 

재

가

 

장

기

요

양

자

의

 

의

료

이

용

의

 

경

우

 

저

소

득

층

이

 

필

요

한

 

의

료

이

용

을

 

못

하

는

 

미

충

족

 

의

료

 

문

제

 

있

음

을

 

시

사

한

다

.

 

요

양

 

및

 

의

료

 

필

요

가

 

높

은

 

재

가

 

장

기

요

양

자

가

 

소

득

수

준

에

 

따

른

 

형

평

적

 

이

용

을

 

할

 

수

 

있

도

록

 

두

 

보

험

 

제

도

의

 

보

장

성

이

 

더

욱

 

강

화

되

어

야

 

할

 

것

이

다

.

@highlight

본 논문은 재가 장기요양자를 대상으로 장기요양 재가급여 이용과 의료이용의 수평적 형평성이 보장되는지를 평가하였다. 분석 자료는 2010년 국민건강보험공단의 노인장기요양보험 청구자료와 건강보험 청구자료를 연계하여 65세 이상 건강보험 가입 인구를 대표할 수 있도록 5%를 임의추출했다.