『프로타고라스』편의 시모니데스의 시 해석 부분에서 소크라테스는 세 가지 해석을 제시한다.

이 중 처음 두 해석은 마지막 해석을 준비하는 해석들이라고 할 수 있고, 마지막 해석이 소크라테스 자신이 승인하는 해석이다.

하지만 세 번째 해석에서도 소크라테스는 시인의 진의를 그대로 드러내는 해석 작업을 하는 것이 아니라 시 해석을 자신의 생각을 표현하는 도구로 삼는 소피스트적 방법을 취하고 있다.

그런데 이때 소크라테스가 해석 작업에 집어넣는 자신의 생각들은『프로타고라스』편을 정확하게 이해하는 데 결정적으로 중요한 단서들이 된다.

시모니데스의 시에 대한 주석 작업을 통해서 소크라테스는 자신이 질적인 차이를 야기하는 좋음의 등급을 인정하지 않는다는 것, 상실 가능한 앎의 개념을 받아들이고 있다는 것, 또 좋음과 나쁨에 대한 이분법 전제를 가지고 논의를 하고 있다는 것 등을 명시적으로 혹은 암묵적으로 드러낸다.

이러한 논의는 모두『프로타고라스』편 전체를 관통하는 중심 주제 중 하나인 좋음의 기준, 혹은 척도의 문제에 대한 소크라테스의 입장을 보여준다.

소크라테스는 보통 사람이 기준이 되는 약한 기준이나 어쩌면 인간에게는 불가능할지도 모르는 신적인 강한 기준을 모두 거부하고, 양자의 중간에 있는 기준을 받아들인다.

@highlight

『프로타고라스』편의 시모니데스의 시 해석 부분에서 소크라테스는 세 가지 해석을 제시한다.

@highlight

이 중 처음 두 해석은 마지막 해석을 준비하는 해석들이라고 할 수 있고, 마지막 해석이 소크라테스 자신이 승인하는 해석이다.

