요

추

부

 

척

추

관

 

협

착

증

에

 

대

해

 

수

술

적

 

치

료

를

 

받

은

 

5

0

세

 

이

상

 

여

성

에

서

 

골

다

공

증

 

및

 

슬

관

절

 

퇴

행

성

 

관

절

염

의

 

유

병

율

을

 

알

아

보

고

자

 

하

였

다

.

 

2

0

0

6

년

 

1

월

부

터

 

1

2

월

까

지

 

척

추

관

 

협

착

증

으

로

 

수

술

 

받

은

 

7

6

명

의

 

여

성

 

환

자

에

서

 

체

질

량

지

수

,

 

방

사

선

 

사

진

 

(

흉

요

추

,

 

고

관

절

,

 

슬

관

절

)

,

 

골

밀

도

 

측

정

을

 

실

시

하

였

다

.

 

대

상

자

 

평

균

 

연

령

은

 

6

5

.

1

 

(

5

0

~

8

6

)

세

였

고

,

 

골

다

공

증

 

진

단

은

 

요

추

 

기

준

 

1

7

명

 

(

2

2

.

4

%

)

,

 

고

관

절

 

기

준

 

1

9

명

 

(

2

5

.

0

%

)

이

었

다

.

 

K

-

L

 

g

r

a

d

e

 

I

I

I

 

이

상

의

 

퇴

행

성

 

관

절

염

이

 

슬

관

절

 

3

2

명

 

(

4

2

.

1

%

)

과

 

고

관

절

 

4

명

 

(

5

.

2

%

)

에

서

 

관

찰

되

었

다

.

 

진

구

성

 

골

다

공

증

성

 

척

추

골

절

은

 

6

명

 

(

7

.

8

%

)

에

서

 

발

견

되

었

다

.

 

대

상

 

환

자

의

 

4

8

%

에

서

 

비

타

민

 

D

 

결

핍

증

이

 

있

었

다

.

 

대

한

골

대

사

학

회

 

치

료

기

준

에

 

의

하

면

 

전

체

 

환

자

의

 

4

0

.

7

%

인

 

3

1

명

의

 

환

자

는

 

전

문

적

인

 

골

다

공

증

 

치

료

를

 

해

야

 

하

는

 

대

상

군

이

었

다

.

 

요

추

부

 

척

추

관

 

협

착

증

 

환

자

에

서

 

골

다

공

증

의

 

유

병

율

은

 

2

5

.

0

%

였

으

며

,

 

슬

관

절

 

퇴

행

성

 

관

절

염

의

 

유

병

율

은

 

4

2

.

1

%

였

다

.

 

따

라

서

 

척

추

관

 

협

착

증

을

 

가

진

 

여

성

 

환

자

는

 

골

밀

도

 

및

 

슬

관

절

 

퇴

행

성

 

관

절

염

 

검

사

가

 

필

요

하

며

,

 

치

료

기

준

에

 

따

라

 

골

다

공

증

 

및

 

슬

관

절

 

퇴

행

성

 

관

절

염

의

 

전

문

적

인

 

치

료

가

 

병

행

되

어

야

 

하

겠

다

.

@highlight

요추부 척추관 협착증에 대해 수술적 치료를 받은 50세 이상 여성에서 골다공증 및 슬관절 퇴행성 관절염의 유병율을 알아보고자 했다.