본 연구는 예술경험이 공학 창의성에 영향을 미치는지, 영향을 미친다면 관련된 예술경험의 속성은 무엇인지를 확인하고자 예술경험을 가진 공학도를 대상으로 개인 경험과 인식에 대한 질적 연구를 실시하였다.

연구 결과, 예술경험은 공학 창의성에 긍정적인 영향을 미쳤으며, 다섯 가지의 예술경험 속성이 주로 관련된 것을 확인할 수 있었다.

첫째, 자아인식 경험이다.

자아인식 결과는 창의성을 발현할 수 있는 공학 연구의 방향과 전략을 구체화하는 데에 적용되었다.

둘째, 직관을 활용한 경험이다.

예술경험을 통해 강화된 직관이 공학 연구에 적용되었으며, 기존의 전략을 보완하면서 보다 창의적인 문제해결을 이끌어냈다.

셋째, 한계를 극복하는 경험이다.

한계를 극복한 예술경험이 있을 때, 새로운 공학 연구에 실질적으로 적용할 수 있는 예술 영역의 지식을 확보하였다.

넷째, 타인지향적 표현 경험이다.

감상자의 공감과 이해를 중시하는 예술 분야의 표현 경험을 연구의 성과 공유에 도입함으로써, 이들의 공학 창의성은 보다 긍정적인 사회적 평가를 이끌어냈다.

다섯째, 카타르시스 경험이다.

카타르시스 경험은 연구 과정에서 발생하는 부정 정서를 해소하고 손상된 심리적 자원을 회복하도록 하여 연구에서의 창의성 발현이 가능한 심리 상태를 확보하도록 하였다.

본 연구는 공학 영역에서의 창의성 교육에서 예술경험을 적용하는 방법을 모색하는 근거가 되었다는 점에서 의의를 가진다.

@highlight

예술경험을 통해 강화된 직관이 공학 연구에 적용되었으며, 기존의 전략을 보완하면서 보다 창의적인 문제해결을 이끌어냈다.

@highlight


한계를 극복한 예술경험이 있을 때, 새로운 공학 연구에 실질적으로 적용할 수 있는 예술 영역의 지식을 확보하였다.

@highlight


공학 영역에서의 창의성 교육에서 예술경험을 적용하는 방법을 모색하는 근거가 된다.

