한국매체시장이 점차 사유화, 개방화로 탈바꿈하고 있다.

아직은 공익성의 훼손을 염려해 사유화-

개방화를 비판적으로 평가하는 분위기가 있지만 세계적인 추세를 들어 신속히 진행되고 있다.

이에 필자는 방송을 비롯한 매체시장을 사유화-

개방화한 아일랜드를 사례로 연구함으로써 교훈을 얻고자 한다.

연구문제는 아일랜드 매체시장의 사유화-

개방화가 어떻게 진행되고 있으며, 어떤 결과를 가져왔는지 살피는 것이다.

연구 결과 아일랜드는 오랜 영국의 식민지 통치를 받아와 독자적으로 자본을 축적하고 방송문화를 형성하는 데 문제가 있었다.

지난 반세기 이상 신문시장은 단 한 개의 국내 자본이 지배하며, 방송은 공영방송이 주도하였다.

그러나 인터넷, CATV, 위성방송이 광범위하게 확산되자 아일랜드 정부는 사적 자본과 외국 자본의 진입을 허용하는 매체정책을 수립, 집행하기에 이르렀다.

그 결과 유일한 지상파 상업방송은 외국인 손에 넘어갔다.

CATV도 역시 외국자본의 손에 있다.

동시에 아일랜드 시장에서 근거를 갖고 있는 BBC나 영국의 일간지도 각각 20% 이상의 점유율을 유지하고 있다.

방송시장의 문을 활짝 연 결과 값싼 프로그램과 영화가 대거 수입되어 아일랜드의 제작 기반을 위협하는 실정이다.

시청률 경쟁은 더욱 심화되어 방송문화의 상업화, 타락화가 사회적 비판을 받고 있다.

@highlight

본 논문의 목적은 방송을 비롯한 매체시장을 사유화-

@highlight

개방화한 아일랜드를 사례를 연구해 시사점을 도출해 내는 것이다.

@highlight

연구 결과 아일랜드는 인터넷, 위성방송, CATV가 광범위하게 확산되자 아일랜드 정부는 사적 자본과 외국 자본의 진입을 허용하는 매체정책을 수립, 집행하기에 이르렀으며 유일한 지상파 상업방송은 결국 외국인 손에 넘어가는 결과를 낳았다.

