본 연구는 인천국제공항에서 제공하는 공항 서비스의 만족도를 결정짓는 서비스 품질의 구성요인을 밝혀내고 서비스 실패 후 서비스 회복의 공정성이 고객만족에 어떠한 영향을 미치는지를 분석하고 또한 서비스 실패 요인이 직접적으로 고객 만족도에 어떤 영향을 주는지 파악한 뒤, 이 두 가지 경우를 비교하여 서비스 회복 공정성이 고객만족에 조절변수로서 어떠한 영향을 미치는지 분석하고자 하였다.

연구 방법으로 문헌조사와 설문지를 통한 실증조사를 병행하였으며, 인천공항에서 서비스 실패를 경험한 여객을 표본으로 하였고, 서비스 실패와 서비스 회복의 공정성과의 관계, 서비스 회복의 공정성과 고객만족 간의 관계, 마지막으로 서비스 실패와 고객만족 간의 관계에 대한 가설을 설정하여 회귀분석을 통해 그들의 관계를 분석하였다.

가설검증 결과, 인천국제공항 여객터미널을 이용하는 고객들의 서비스 회복 공정성의 지각은 고객만족도에 정(+)의 영향을 미치고 있었고, 인천국제공항 여객터미널이 수행하는 서비스 회복의 공정성은 고객만족을 이끌어내는 긍정적 조절변수로 작용한다는 것을 알 수 있었다.

@highlight

이 연구는 인천국제공항에서 제공하는 공항 서비스의 만족도를 결정짓는 서비스 품질의 구성요인을 밝혀내고 서비스 실패 후 서비스 회복의 공정성이 고객만족에 어떠한 영향을 미치는지를 분석하고 또한 서비스 실패 요인이 직접적으로 고객 만족도에 어떤 영향을 주는지 파악한 뒤, 이 두 가지 경우를 비교하여 서비스 회복 공정성이 고객만족에 조절변수로서 어떠한 영향을 미치는지 분석하려 했다.

