본고는 무반일 것으로 추정되는 송계연월옹이 편찬한 가집 『고금가곡』의 면면을 통해 조선 후기 가곡 향유의 흐름에서 무반이 일정한 역할을 담당했을 것이라는 가설의 단초를 마련하고자 하였다.

조선 후기 가곡 향 유의 문제에서 지금까지 무반은 사대부나 여항인과 같은 향유층에 비해 소홀히 다루어진 측면이 있다.

하여 『고금가곡』의 <자작> 작품 14수와 서종순의 작품, 그리고 「단가이십목」의 신출 작품을 중심으로 무반 편찬 자의 편찬의식과 성향을 살펴보고자 했다.

먼저, <자작> 에 수록된 작품 을 통해 당시 무반이었던 편찬자가 단순히 연행의 현장에서 가곡을 향유 하는 역할에서 나아가 일정한 향유 의식에 의해 가곡을 정리하고 엮어내 기까지 하는 적극적 향유자의 역할까지 했다고 보았다.

또한 신출 작품을 통해 특정 공간이 작가의 개인적인 체험이 반영되어 있는 체험 공간이라 는 점을 시사한다고 보았고, 『고금가곡』이나 『근화악부』에 새롭게 실려있 는 작품을 중심으로 편찬자인 송계연월옹과 그 무리들이 가곡 향유의 상 황에서 함께 즐기던 향유 집단의 정서를 추정해보았다.

@highlight

이 글은 무반일 것으로 추정되는 송계연월옹이 편찬한 가집 『고금가곡』의 면면을 통해 조선 후기 가곡 향유의 흐름에서 무반이 일정한 역할을 담당했을 것이라는 가설의 단초를 마련하고자 하였다.

