본 연구에서는 SCR 탈질 폐촉매에서 텅스텐을 회수하기 위하여, 텅스텐 모의용액을 통해 음이온교환수지를 통한 흡·탈착 실험을 진행하였다.

음이온교환 수지 5종을 이용한 초기산도 실험에서 pH 1.0~12.0의 모의용액에서는 높은 흡착률을 보였으며, pH 13.0에서 흡착률이 현저히 저하되는 것을 알 수 있었다.

반응온도에 따른 흡착률 비교 실험에서 온도 상승에 따른 평형 도달 시간에는 영향을 미치지 않았으나 최대 흡착량이 늘어나는 것을 알 수 있었다.

텅스텐 이온의 탈착은 강산성 용액에서 거의 이루어 지지 않았으며, 강염기성 용액에서 약 80%의 탈착률을 보였다.

흡착등온실험은 Langmuir 흡착등온식에 적합하였으며, Dubinin-

Radushkevich 흡착등온식 및 Temkin 흡착등온식을 통해 흡착에너지 및 최대 흡착량을 도출하였다.

흡착반응속도는 pseudo-

second-

order 로 잘 모사되었다.

@highlight

본 논문에서는 SCR 탈질 폐촉매에서 텅스텐을 회수하기 위해, 텅스텐 모의용액을 통하여 음이온교환수지를 통한 흡·탈착 실험을 진행했다.

