일반의약품을 안전하게 사용하기 위해서는 사용자가 의약품의 포장 기재사항을 쉽게 읽고 이해할 수 있어야 한다.

본 연구의 목적은 일반의약품 포장 기재사항에 대해 글자 크기에 따른 가독성을 평가하고 일반의약품 포장 기재사항에 적합한 글자 크기를 확인하는 것이다.

연구 대상은 20세 이상 79세 이하의 일반 성인 400명으로 동일한 크기의 5개 연령대(20-30대, 40대, 50대, 60대, 70대)로 범주화하여 구성하였다.

연구 도구는 구조화된 설문지이며, 대상자의 글자 크기별 선호도와 가독성은 글자 크기 6포인트, 8포인트 및 10포인트를 기준으로 평가하였다.

대상자 366명이 설문지 작성을 완료하였다.

대상자들은 연령, 성별 및 교육수준의 차이에도 불구하고 큰 글자 크기, 즉 10포인트를 가장 선호하였고, 또한 10포인트에서 가독성이 가장 높게 나타났다.

20세 이상 79세 이하의 일반 사용자에게 적합한 일반의약품 포장 기재사항의 글자 크기는 10포인트이므로 일반의약품 포장 기재사항을 최소 10포인트의 글자 크기로 제작할 것을 권장한다.

@highlight

이 연구의 목적은 일반의약품 포장 기재사항에 대해 글자 크기에 따른 가독성을 평가하고 일반의약품 포장 기재사항에 적합한 글자 크기를 확인하는 것이다.

