본 연구는 국립산림박물관에서 지역 사회 산림 문화자산 해석을 통한 체험학습 프로그램 콘텐츠 개발에 관한 연구이다.

경기도 동북부에 위치한 포천 시는 65%이상의 산림 율을 보이는 곳으로, 조선시대 양주 목에 소속되었다.

포천지역 백성들은 광릉(光陵) 조성 이후 왕실림(王室林, Royal forest)을 관리⋅보호하는 역할을 담당하였다.

일제 강점기 광릉묘포장 설치 이후 주민들은 산림 시업을 담당하며 산림 및 조경에 대한 지식을 축적할 수 있었다.

광릉수목원 설립(1987), 국립수목원 개원(1999), 유네스코 생물권보전지역 지정(2010)에 이어 현재까지 주민들은 산림 및 조경 관련 산업에 이바지하고 있다.

본 연구에서는 포천지역의 산림문화자산 현황을 분석하고 이를 기반으로 체험학습 프로그램 콘텐츠 구성을 제시하였다.

대표적으로 지역 사회에서 산림 및 조경 업무로 생활하던 이들과 이들의 조상들의 이야기를 주제로 개발된‘1일 광릉수호군 되어보기’는 초등학생 뿐 아니라 다양한 계층이 참여할 수 있도록 하였다.

교육 프로그램은 지역 주민들의 산림문화에 대해 밝히고, 교육프로그램을 통해 지역 사회 주민들의 자긍심 향상에 기여하고자 한다.

본 연구는 포천지역 산림문화자산 해석과 광릉수호군 체험학습 프로그램 콘텐츠 개발을 통하여 산림박물관 교육 프로그램 개발을 위한 기초 자료를 제공하고자 한다.

@highlight

국립산림박물관에서 지역 사회 산림 문화자산 해석을 통한 체험학습 프로그램 콘텐츠 개발에 관한 연구이며, 포천지역의 산림문화자산 현황을 분석하고 이를 기반으로 체험학습 프로그램 콘텐츠 구성을 제시, 포천지역 산림문화자산 해석과 광릉수호군 체험학습 프로그램 콘텐츠 개발을 통하여 산림박물관 교육 프로그램 개발을 위한 기초 자료를 제공하고자 한다.

