본 연구는 3?4?5세 유아의 연령에 적합한 재난안전 교육 프로그램을 개발하고자 하였다.

이를 위해 유아 재난안전 교육에 대한 이론적 고찰과 빅데이터 분석 및 중요도-

실행도 분석과 프로그램 요구조사를 기초로 1차 시안을 구성하였다.

1차 시안 구성 후 전문가 협의회를 통해 2차 프로그램 시안을 구성하고, 시안을 현장 적용 후 교사의 평가 기록 및 면담을 통하여 수정 및 보완하여 개발하였다.

개발된 프로그램의 목표는 ‘재난사고 시 대피의 중요성을 이해한다, 재난사고를 대비하여 훈련을 반복적으로 경험한다, 재난 유형에 따라 적절한 대피요령을 알고, 행동한다, 재난안전 교육을 통해 안전한 생활습관을 기른다.

’이다.

교육내용은 화재안전의 경우, 공통 교육내용은 ‘화재발생시 대피방법’과 ‘화재발생시 대피장소’이며, 자연재난의 공통 교육내용은 ‘황사 및 미세먼지 발생시 대처요령’, ‘지진 발생시 대처요령’, ‘태풍 발생시 대처요령’, ‘폭염 발생시 대처요령’, ‘홍수 발생시 대처요령’이다.

사회재난의 공통 교육내용은 ‘폭발과 붕괴사고시 대처요령’으로 구성되어 있다.

프로그램의 교육방법은 3?4?5세 공통적으로 ‘체험’과 ‘모델링’, ‘역할놀이’, ‘시연’으로 구성되어 있으며, 특히 5세의 경우, 문제해결하기, 토의하기 등이 포함되어 있다.

@highlight

본 연구는 3?4?5세 유아의 연령에 적합한 재난안전 교육 프로그램을 개발하고자 하였다.

@highlight

교육내용은 화재안전, 자연재난, 사회재난에 대한 대처요령으로 짜여 있으며, 교육방법은 3?4?5세 공통적으로 ‘체험’과 ‘모델링’, ‘역할놀이’, ‘시연’으로 구성되고, 특히 5세의 경우, 문제해결하기, 토의하기 등이 포함되어 있다.

