본 연구에서는 참조기를 어획하는 유자망에 있어서 적정어구의 사용과 함께 합리적인 자원관리를 위한 기초자료를 활용하기 위해 3가지 굵기 (경심 3호, 경심 4호, 경심 5호)가 다른 유자망에 대해 어구의 물리적 특성을 분석하고 해상시험을 통해 어획성능을 비교, 분석하였다.

그물실은 굵기가 굵을수록 습시상태에서 유연도는 감소하는 것을 알 수 있었으며, 매듭강도는 직선강도에 비해 약 26%정도 감소하는 것을 알 수 있었다.

3가지 굵기의 그물실에 대해서는 경심 3호가 단위면적당 건시와 습시상태의 직선강도가 가장 높게 나타났으며, 신장률도 가장 높게 나타났다.

3가지 굵기별 참조기유자망에 대한 해상어획시험에서는 경심 3호가 가장 많은 어획량을 나타내었으며, 경심 4호와 5호는 경심 3호에 비해 약 50% 어획량을 나타내었다.

반면 그물실의 굵기가 굵을수록 다소 큰 개체가 어획되는 것을 알 수 있었다.

이러한 결과를 바탕으로, 경제성을 고려하여 합리적인 어구를 선택해야 할 것으로 사료된다.

@highlight

이 연구에서는 참조기를 어획하는 유자망에 있어서 적정어구의 사용과 함께 합리적인 자원관리를 위한 기초자료를 활용하기 위해 3가지 굵기가 다른 유자망에 대해 어구의 물리적 특성을 분석하고 해상시험을 통해 어획성능을 비교, 분석했다.

