이 논문은 초대 총정치국장에 박헌영이 임명된 배경을 대내·외적 측면에서 살펴보고, 이를 바탕으로 한국전쟁 당시 총정치국의 위상과 역할에 대해 설명하고자 한다.

총정치국은 총퇴각으로 인한 군내 규율 붕괴와 무질서를 바로잡기 위한 목적으로 설립되었다.

군에 대한 당적 지도를 담당하는 총정치국장에 이례적으로 남로파의 영수 박헌영이 임명되었다.

본 논문에서는 1)총퇴각으로 인한 만주파의 군내 위상추락과 이를 극복하기 위한 ‘권위차용전략’(Strategy of Authority Borrowing) 2)전선이남 빨치산 투쟁의 영향 3)남한 내 지구당 활동과 빨치산 투쟁을 강조해 온 스탈린의 권고를 토대로 박헌영의 총정치국장 임명 배경에 대해 살펴본다.

결과적으로 설립 초기 총정치국의 위상과 역할은 안정적으로 자리 잡지 못했다.

총정치국장 박헌영에 대한 김일성의 ‘권위차용적 역할기대’와 총정치국장 직책에 대한 박헌영의 ‘낮은 기대감’이 주된 이유였다.

박헌영은 총정치국장으로서 별다른 업적을 남기지 못한 채 취임 후 1년도 안 돼 김재욱으로 교체되었다.

이후 총정치국의 위상은 더욱 추락하게 되었다.

@highlight

본 논문은 초대 총정치국장에 박헌영이 임명된 배경을 대내·외적 측면에서 살펴보고, 이를 바탕으로 한국전쟁 당시 총정치국의 위상과 역할에 대해 설명하려 한다.

@highlight

이 논문에서는 총퇴각으로 인한 만주파의 군내 위상추락과 이를 극복하기 위한 ‘권위차용전략’ 전선이남 빨치산 투쟁의 영향 남한 내 지구당 활동과 빨치산 투쟁을 강조해 온 스탈린의 권고를 토대로 박헌영의 총정치국장 임명 배경에 대해 살펴본다.

