본 연구를 통해서 성차에 근거한 여성인적자원개발에 관해 살펴보고자 하였다.

먼저 개인개발, 경력개발 등 인적자원개발과 관련한 43개 키워드로 대상 문헌 3,126건을 검색하였다.

그리고 이 중 성별에 따른 상관성 분석을 실시한 논문 257건을 추출하였다.

이들 문헌에는 모두 1,388개의 변수가 있었는데, 이를 KJ법에 의해 대·중·소그룹으로 분류하였다.

이 과정에는 교수 1인, 박사 1인, 박사과정 5인이 참여하였으며 최종 대그룹은 13가지였다.

끝으로 관심 그룹인 ‘교육훈련 만족도’와 ‘교육훈련 후 취업유무’에 대한 메타분석을 통해 여성인적자원개발을 위한 시사점을 모색했다.

연구결과 성별에 따른 유의한 차이가 있는 논문은 13.62%에 불과했으며 문항에 따라 결과가 상이한 논문의 비중이 58.75%로 가장 많았다.

13개의 대그룹 가운데 성별에 따른 유의한 차이가 있는 비율이 가장 높은 것은 ‘HRD 관련 만족도’로 57.58%였으며, 38개의 중그룹에서는 ‘임파워먼트’가 75%로 제일 높았다.

‘교육훈련만족도’와 ‘교육훈련 후 취업유무’에 대한 메타분석 결과 각각의 효과크기는 0.07과 -0.05로 이것은 코헨(Cohen, J.

)이 제시한 기준에 의하면 작은 효과크기(ESsm?

.20)에 해당되었다.

@highlight

본 연구를 통해서 성차에 근거한 여성인적자원개발에 관하여 알아보려 한다.

@highlight

먼저는 개인개발과 경력개발 등 인적자원개발과 관련한 43개 키워드로 대상 문헌 3,126건을 검색하였다.

@highlight

또한 이 중에서 성별에 따른 상관성 분석을 실시한 논문 257건을 추출하였다.

