본 연구는 호흡수련체조가 1기 고혈압 중년여성의 혈압, 혈중지질 및 스트레스 변화에 미치는 영향을 규명하고자 한다.

피험자는 40-50대 중년여성 30명을 대상으로 실험집단 15명, 통제집단 15명을 무선 할당하여 호흡수련체조를 12주간 주 5회, 1일 60분씩 실시하였다.

이를 통해 얻어진 결론은 다음과 같다.

첫째, 수축기혈압, 이완기혈압, TG, HDL-

C, LDL-

C는 집단과 시기의 주효과와 상호작용효과 모두 유의미한 차이를 보였고, TC는 집단과 시기의 주효과, 상호작용효과 모두 통계적으로 유의미한 차이를 보이지 않았다.

둘째, 사회적 역할수행 및 자기 신뢰요인, 수면장애 및 불안요인, 전체 스트레스는 집단과 시기의 주효과와 상호작용효과 모두 유의미한 차이를 보였다.

이상의 결과로 호흡수련체조는 1기 고혈압 중년여성의 혈압 강하와 혈중지질 개선 및 스트레스 감소에 효과적인 영향을 미치는 심신수련 운동중재의 효과를 기대 할 수 있다고 사료되어진다.

@highlight

본 논문은 호흡수련체조가 1기 고혈압 중년여성의 혈압, 혈중지질과 스트레스 변화에 미치는 영향을 규명한다.

