본 연구의 목적은 특수교육이 전통적인 분리교육 패러다임에서 통합교육 패러다임으로 패러다임 이동에 따른 현재 우리나라 특수교육의 한계와 문제점을 파악하고 대응방안을 제시하는 데 있다.

본 연구의 결과 한국 특수교육의 한계와 문제점은 장애를 사회적 문제보다 개인적 문제로 파악하고 특수교육적 요구보다 장애를 더 우선하는 장애 인식, 심리학과 생물학에만 기초를 둔 특수교육의 지식, 객관주의적 연구태도, 물리적 수준의 통합교육, 기능주의에 입각한 행동주의 교육 위주라는 점으로 밝혀졌다.

이러한 한계와 문제점을 극복하기 위한 대응방안은 특수교육의 비판과 개혁, 다중 패러다임적이고 다학문적인 특수교육학의 정립, 교육의 공동성 실현을 위한 특수교육의 동화와 일반교육의 이화적 접근, 통합교육 패러다임으로의 전환에 따른 특수교육의 ‘정체성’ 확보, 특수교육 혁신을 위한 전문가 집단의 자기비판, 특수학급에 대한 분명한 성격 규정, 통합교육을 위한 모델학교의 설치·운영, 연구중심과 증거중심의 특수교육 개혁인 것으로 나타났다.

@highlight

이 연구의 목적은 특수교육이 전통적인 분리교육 패러다임에서 통합교육 패러다임으로 패러다임 이동에 따른 현재 우리나라 특수교육의 한계와 문제점을 파악하고 대응방안을 제시하는 데 있다.

