본 연구는 미술치료사 양성을 위한 직무분석에 관한 연구로서 국내 미술치료사의 필요 요건 및 직무에 관한 내용을 살펴보기 위한 것이다.

이를 위해 미술치료사 직무관련 자료를 토대로 포커스 그룹을 구성하여 반응을 분석하였다.

본 연구의 참여자는 본 학회 회원 중 미술치료사, 미술치료 관련 센터를 운영하고 있는 센터장, 대학이나 대학원의 미술치료학과(전공) 교수로 ‘이론적 표본추출’에 따라 선정된 11명이다.

연구는 두 개의 포커스 그룹으로 나누어 진행하였으며, 한 그룹 당 참여인원은 5, 6명으로 미술치료사, 센터 운영자, 교수가 고루 구성되도록 하였다.

최종 코딩결과는 22개 범주와 6개 주제이다.

6개의 주제는 ‘미술치료사는 직업적 전문성 소지’하여야 하나, ‘미술치료사 전문성에 대한 부적절한 처우’가 놓여있으며, 이에 ‘미술치료사의 구체적 능력 요구’와‘미술치료 교과목의 체계화’, ‘미술치료사의 체계적 훈련과 자격관리’, ‘미술치료사 자질향상과 성장을 위한 자각 필요’가 인터뷰 결과로 도출된 주제이다.

본 연구는 미술치료사의 직무분석을 의해 미술치료사라는 직업이 미술치료 현장에서 어떻게 나아가야할지의 방향성을 제시한다는 점에서 의의를 지닌다고 할 수 있다.

@highlight

이 연구는 미술치료사 양성을 위한 직무분석에 관한 연구로서 국내 미술치료사의 필요 요건 및 직무에 관한 내용을 살펴보기 위한 것이다.

