본 연구에서는 저비용항공사와 전(全)서비스항공사의 수요결정요인을 비교하고자 항공사 탑승횟수를 종속변수로 하는 가산자료(count data) 모형을 활용하였다.

항공사 수요결정요인을 도출하는 가산자료 모형의 조사 자료가 1 이상이고 과산포가 존재하므로, 절단된 음이항 모형(TNB)을 최종적으로 사용하였다.

분석 결과 저비용항공사의 수요결정요인으로 연령, 직업, 판매채널, 상용 고객 우대회원제도 및 항공사 선택 속성(기능, 감성, 경제)이 탑승횟수에 유의한 변수로 나타났다.

특히 항공권 구매 경로가 저비용항공사에서 유의한 변수로 나타난 것은 직접 판매채널에 대한 저비용항공사의 전략적 선택 의미뿐만 아니라 고객과의 직접 소통활동 채널 확보의 중요성을 암시하고 있다.

반면 전(全)서비스항공사에 있어서 경제적 속성이 저비용항공사보다 한계효과가 상대적으로 가장 크게 나타난 점은 향후 전(全)서비스항공사가 본격적인 가격할인 경쟁을 시작할 경우 매우 유용한 수요 확보 전략수단이 될 수 있음을 의미한다.

이처럼 본 연구에서 보여주는 두 가지 형태의 항공사 수요결정요인은 LCC/FSC 항공사 유형별로 적합한 수요 확보 전략 수립에 도움이될 것이다.

@highlight

이 연구에서는 저비용항공사와 전(全)서비스항공사의 수요결정요인을 비교하고자 항공사 탑승횟수를 종속변수로 하는 가산자료 모형을 활용했다.

