중앙정부와 지자체는 각각 중기재정계획을 수립하고 있으며, 중기지방재정계획을 기초로 ‘종합적 중기지방재정계획’이 수립되고 있다.

그러나 현재 수립되고 있는 종합적 중기지방재정계획은 통계가 부정확하고 중앙정부의 중기재정계획과(국가재정운용계획)의 연계성이 거의 없다.

국가재정운용계획도 중앙과 지방 간 중기재정계획을 연계하는 역할을 하지 못하고 있다.

이러한 문제가 발생하는 이유는 우리나라의 중기재정계획이 총세입, 총세출, 재정수지와 같은 중요 거시재정 지표를 넘어서 부문과 프로그램 단위까지의 세출전망을 목표로 하기 때문이다.

즉 상당히 광범위한 중기재정계획을 중앙과 지방이 수립하고 있어서 양자의 연계가 현실적으로 불가능한 상황이다.

이론적으로 중기재정계획의 핵심은 재정여건을 감안하여 총세출과 재정수지, 부채수준과 같은 핵심적인 거시재정 지표를 하향식(top-

down)으로 계획하는 것이다.

외국의 경우에도 중앙과 지방 간 중기재정계획의 연계는 이전재원을 포함한 총세입과 총세출, 그리고 재정수지와 같은 거시재정 지표에 초점을 맞추고 있다.

따라서 거시재정 지표를 중심으로 중앙과 지방 간 중기재정계획을 연계하여 중앙-

지방 간 재정관계의 안정성과 예측성을 담보하되, 변화하는 경제환경과 재정여건을 또한 반영할 필요가 있다.

@highlight

중앙정부와 지자체는 각각 중기재정계획을 수립하고 있으며, 중기지방재정계획을 기초로 ‘종합적 중기지방재정계획’이 수립되고 있다.

@highlight

국가재정운용계획도 중앙과 지방 간 중기재정계획을 연계하는 역할을 하지 못하고 있다.

