이 글의 목적은 분쟁 이후 오쉬 도시공간에 건립된 기념물의 형상화와 공간성을 살펴보고, 리쾨르의 기억의 실행 개념에 의거하여 기념물 건립을 통해 의도된 기억이 실행된 결과와 의미를 분석하는 것이다.

1990년 및 2010년 오쉬 분쟁 이후 세워진 애도와 화해의 기념물을 통해 실행된 기억은 치료적 차원에서의 기억의 오용, 즉 ‘차단된 기억’이며, 2010년 오쉬 사태 이후 들어선 민족정체성 표상의 기념물을 통해 실행된 기억은 실천적 차원에서의 기억의 오용, 즉 ‘조작된 기억’이다.

한편 민족정체성 표상의 기념물이 의도한 목적과 수반한 결과는 민족적 차이의 가시화이기도 하다.

그리고 두 유형의 기념물 모두를 통해 실행된 기억은 윤리적 차원에서의 기억의 오용, 즉 ‘충분치 못한 기억’이기도 하다.

이러한 기억의 오용을 바로잡기 위해서는 무엇보다도 사건의 희생자에 대한, ‘사건의 잉여’에 대한 ‘공정한 기억’이 실행되어야 한다.

@highlight

이 논문의 목적은 분쟁 이후 오쉬 도시공간에 건립된 기념물의 형상화와 공간성을 살펴보고, 리쾨르의 기억의 실행 개념에 의거해 기념물 건립을 통해 의도된 기억이 실행된 결과와 의미를 분석하는 것이다.

