본 연구는 다문화시대가 요구하는 문화 역량으로서 교사의 문화지능과 다문화교수효능감에 관해 살펴봄으로 유아교사들을 위한 다문화교육에 관한 기초 자료를 제공하고자 하였다.

이를 위해 서울 경기 지역 유치원 교사 298명을 대상으로 문화지능과 다문화교수효능감 수준을 측정하였고, 관련 변인에 따라유의미한 차이가 있는지 검증하였다.

연구결과 유아교사의 문화지능은 평균 2.97로 중간수준(2.5)보다 조금 높은 나타났으며 다문화교수효능감은 3.49로 중간수준(2.5)보다 다소 높은 것으로 나타났다.

또한 유아교사의 문화지능은 학력과 다문화연수경험에 따라서, 다문화교수효능감은 학력과 교육경력에 따라서차이가 있는 것으로 나타났으며 유아교사의 학력과 문화지능은 다문화교수효능감 간에 밀접한 상관관계가 있는 것으로 나타났다.

또한 유아교사의 문화교수효능감에 영향을 미치는 교사의 문화지능 중 인지문화지능과 행동적 문화지능 등이 다문화교수효능감에 설명력 있는 변인으로 나타났다.

이러한 연구결과를 통해 유아교사의 문화지능과 다문화교수효능감을 증진할 수 있도록 교사교육에 참조하여야 함에 대하여 논의하였다.

@highlight

이 연구는 다문화시대가 요구하는 문화 역량으로서 교사의 문화지능과 다문화교수효능감에 관해 살펴봄으로 유아교사들을 위한 다문화교육에 관한 기초 자료를 제공하고자 하였다.

