러시아혁명의 여파 속에서 세계혁명을 꿈꾸며 출발했던 코민테른(1919~1943년) 은 20세기에 가장 중요한 정치운동/조직의 하나이다.

운동으로서의 코민테른은1917년 러시아혁명과 더불어 ‘단기 20세기’의 전반기에 가장 중요한 정치적 사건이었다.

그리고 코민테른은 존속했던 시기나 사멸한 이후에도 중요한 논쟁의 주제였다.

그에 비해 코민테른 연구는 대단히 제한적이었고, 특히 2차대전 이후의 시기에는 맹목적 반공주의의 사슬에서 벗어날 수 없었다.

1991년 소련 해체 이후 코민테른 문서고의 개방은 아래로부터의 역사를 강조하는 새로운 역사해석과 맞물려 코민테른 연구에 새 장을 열었다.

그 이후 포스트 냉전시대의 코민테른 연구는 지역/일국적 연구와 국제적 연구를 넘어서 초국경적 연구의 영역을 개척해 과거 위로부터의 역사를 넘어 코민테른의 다양하고 풍부한 연구로 나아가고 있다.

그렇지만 코민테른 창설 100주년을 맞아 지역/일국/국제/초국경적 연구의 성과를 총괄한 통사의 정리와 출판이 여전히 절실하다.

@highlight

러시아혁명의 여파 속에서 세계혁명을 꿈꾸며 출발했던 코민테른(1919~1943년)은 20세기에 가장 주요한 정치운동/조직의 하나이다.

@highlight

운동으로서 코민테른은1917년 러시아혁명과 함께 ‘단기 20세기’의 전반기에 가장 중요한 정치적인 사건이었다.

