이 글은 1905년 보호국 체제의 성립과 함께 일본공관 참서관을 하다가 일본유학생 감독으로 임명되어 활동한 한치유가 태극학회의 기관지 <태극학보>의 1호에서 8호(1906.08-1907.03)까지 연재한 「태극학회총설」과 「고학회설」을 개관하고 분석하였다.

이 두 글은 漢文 古文 형태이고 四端과 五倫을 불변의 이치로 강조하나 결론은 지방자치와 의무교육, 의회정치 강화이고 기독교와 조상 제사의 조화를 주장하는 등, 동서의 절충을 내세운다.

여성의 등용과 예법의 교체에 대해서도 자세하게 논해 문화사적으로도 주요한 자료가 될 수 있다.

그러나 그의 문명담론은 국문인 한글로 이루어져야 하는 의무교육과 지방자치를 최우선의 과제로 설정하면서도 한문 문어체의 외피에 갇혀 그동안 거의 주목을 받지 못했다.

한글을 제대로 구사하지 못하는 漢學 지식인들이 국문의 필요성을 먼저 인지하고 한문으로 국문의 이념을 주장하던 보호국-

통감부체제라는 과도기를 파악하기 위해 꼭 검토되어야 하는 논설이다.

@highlight

본 논문은 1905년 보호국 체제의 성립과 함께 일본공관 참서관을 하다가 일본유학생 감독으로 임명되어 활동한 한치유가 태극학회의 기관지 <태극학보>의 1호에서 8호까지 연재한 「태극학회총설」과 「고학회설」을 개관하였다.

