본 연구는 고령장애인의 경제적 상실감이 사회참여와 장애수용에 미치는 영향에 대해 검증하는 것을 목적으로 한다.

이를 위해서 경기 및 충청지역의 55세 이상의 고령장애인 318명을 대상으로 눈덩이표집을 통해 자료를 수집하였으며, 분석에 활용하였다.

분석한 결과 1단계에서는 고령장애인의 경제적 상실감과 사회참여의 관계에서 β값은-

.307, t값은 -5.712(p<.000)로 나타났으며, 2단계인 경제적 상실감과 장애수용의 관계에서β값은 -

.290, t값은 –5.442(p<.000)로 나타났다.

또한 장애수용의 매개효과를 검증한 결과, β값은 -

.260, t값은 –4.680(p<.000)으로 나타나 장애수용이 이들 간에 부적(-

)매개효과를 가지는 것으로 확인되었다.

본 연구결과를 토대로 사회복지 실천현장에서 고령장애인의 경제적 상실감, 장애수용, 사회참여에 대한 기본적인 이해를 도모하고 장애수용과 사회참여를 높이기 위한 실천적 개입방안을 제안하였다.

@highlight

고령장애인의 경제적 상실감이 사회참여와 장애수용에 미치는 영향에 대해 검증하는 것이 목적이다.

@highlight

사회복지 실천현장에서 고령장애인의 경제적 상실감, 장애수용, 사회참여에 대한 이해를 도모하고 장애수용과 사회참여를 높이기 위한 실천적 개입방안을 제안하였다.

