본 연구는 유럽의 경제대국으로서 독일의 국가 규제체계를 심층적으로 이해하는 것이 목적이다.

독일은 전형적인 관료제 국가(bürokratisierter Staat)이며, 전형적인 법치국가(Rechtsstaat)이다.

독일은 과다한 관료조직을 통하여 많은 규제를 시행하고 있는 국가이며, 국가권력 행사를 위해행정기관을 법에 구속시키고 있다.

규제와 관련하여, 독일에서는 지난 2000년 이후 규제생태계(Regulierungsökosystem)를 변화시켰으며, 입법영향평가(GFA) 제도가 새롭게 도입되어 실행되고있다.

특히, 독일의 국가규제의 목적이 공공선(Gemeingut) 또는 공공복리(Gemeionwohl)의 실현에기초하고 있다는 사실은 한국 및 영미국가 등과 상이할 수 있다.

이에 본 연구에서는 독일의 국가규제의 목적 및 체계(System)가 다른 이유를 루만(Luhmann)의자기생산체계 이론적 관점에서 접근하고 평가하였다.

@highlight

본 연구는 유럽의 경제대국으로서 독일의 국가 규제체계를 심층적으로 이해하는 것이 목적이다

독일은 전형적인 관료제 국가(bürokratisierter Staat)이며, 전형적인 법치국가(Rechtsstaat)이다

이에 본 연구에서는 독일의 국가규제의 목적 및 체계(System)가 다른 이유를 루만(Luhmann)의자기생산체계 이론적 관점에서 접근하고 평가하였다


