디지털 영상 장치에서 홀로그램 광 저대역 필터를 사용할 때 해상도 저하 문제를 개선하기 위해 다중 위상 홀로그램을 설계하였다.

자체 제작한 몬테-

카를로 방식의 홀로그램 설계 프로그램을 이용하여 회절광 세기 분포가 원형에 가깝도록 홀로그램을 설계하였고 그 회절 효율과 MTF를 구하였다.

설계 결과 홀로그램의 한 주기를 구성하는 셀의 개수는 MTF 특성에 별로 영향을 미치지 못한 반면에 홀로그램의 위상 수는 큰 영향을 미침을 확인하였다.

4 위상 홀로그램은 2 위상 홀로그램과 회절 효율이 같고 MTF 또한 2 위상에서와 같이 저주파수 영역에서 직선 형태가 되어 필터로서의 특성이 변하지 않았다.

그러나 8 위상 홀로그램의 경우에는 회절 효율도 2 위상에 비해 크게 개선되었고 저주파수 영역에서의 MTF 값도 증가하여 필터의 성능이 크게 향상되었다.

16 위상인 경우에는 회절 효율도 더 증가하고 MTF 그래프도 더 위로 볼록한 모양이 되었으나 그 증가 폭은 크게 감소하였다.

설계된 8 위상 홀로그램을 제작하고 MTF를 측정하여 2 위상보다 MTF 특성이 향상됨을 실험적으로 확인하였다.

@highlight

본 논문에서는 디지털 영상 장치에서 홀로그램 광 저대역 필터 사용 시 해상도가 저하되는 문제를 개선하기 위하여 다중 위상 홀로그램을 설계하였다.

@highlight

홀로그램의 한 주기를 구성하는 셀의 개수는 MTF 특성에 큰 영향을 주지 못하지만 홀로그램의 위상 수는 큰 영향을 미침을 알 수 있었다.

