이른 바‘뉴 테러리즘’으로 지칭되는 새로운 양상의 테러가 세계 곳곳에서 지속적으로 발생하고 있는 상황에서 우리나라 역시 이에 대한 대응책으로 치열한 논란 끝에 2016년 3월 '국민보호와 공공안전을 위한 테러방지법'(법률 제14071호)을 제정한 바 있다.

그렇지만 이 법을 둘러싼 논란은 입법 이후에도 지속되어, 법의 본격적인 시행을 앞두고 헌법재판소에 일부조항에 대한 위헌청구가 제기된 바 있고, 심지어 법의 폐지를 내용으로 하는 개정안이 발의되어 국회에 계류 중인 상황이다.

그 동안 이와 관련된 학계의 논의는 테러방지의 효과성 내지 효율성을 높이기 위한 개선방안을 중심으로 전개되어 온 측면이 강하지만, 지속적으로 제기되어 온 테러방지를 위해 운용되는 국가권력으로 인해 일반 국민의 기본권 영역에 크고 작은 제한이 가해질 수도 있다는 우려 역시 염두에 둘 필요가 크다 할 것이다.

이에 본고는 입헌주의의 핵심원리 가운데 하나라 할 수 있는 실질적 법치주의의 원리의 측면에서 특히 국회에 계류 중인 테러방지법제 개정안들을 중심으로 테러방지체제의 기본권 보장 강화방안을 모색해 보았다.

결론적으로 현행 테러방지체제의 핵심적인 기본권 보장 기제라 할 수 있는 인권보호관 제도는 구조적인 한계를 가질 수밖에 없다고 판단되므로, 향후 개선방안으로는 단기적으로는 국회의 통제권한을 강화하기 위한 방안을, 장기적으로는 테러방지체제 자체의 구조적 개편을 제안한다.

@highlight

입헌주의의 핵심원리 가운데 하나라 할 수 있는 실질적 법치주의의 원리의 측면에서 특히 국회에 계류 중인 테러방지법제 개정안들을 중심으로 테러방지체제의 기본권 보장 강화방안을 모색해 보았다.

@highlight

결론적으로 현행 테러방지체제의 핵심적인 기본권 보장 기제라 할 수 있는 인권보호관 제도는 구조적인 한계를 가질 수밖에 없다고 판단되므로, 향후 개선방안으로는 단기적으로는 국회의 통제권한을 강화하기 위한 방안을, 장기적으로는 테러방지체제 자체의 구조적 개편을 제안한다.

