진

공

포

화

법

을

 

이

용

한

 

공

극

률

의

 

측

정

에

 

있

어

서

 

가

장

 

중

요

한

 

것

이

 

건

조

암

석

 

내

 

공

극

에

 

채

워

져

 

있

는

 

공

기

를

 

얼

마

나

 

잘

 

물

로

 

치

환

하

는

가

 

하

는

 

것

이

다

.

 

암

반

공

학

 

분

야

에

서

는

 

국

제

암

반

역

학

회

(

I

S

R

M

)

의

 

표

준

시

험

법

에

 

의

해

 

시

험

편

을

 

물

속

에

 

넣

고

 

진

공

하

는

 

수

침

진

공

을

 

사

용

하

고

,

 

석

유

공

학

 

분

야

에

서

는

 

미

국

시

험

재

료

협

회

(

A

S

T

M

)

에

서

 

제

시

하

는

 

방

법

으

로

 

시

험

편

과

 

물

을

 

별

도

의

 

용

기

에

서

 

진

공

하

여

 

공

기

를

 

제

거

한

 

후

에

 

시

험

편

에

 

공

기

가

 

제

거

된

 

물

을

투

입

하

여

 

유

효

공

극

률

을

 

측

정

한

다

.

 

이

 

연

구

에

서

는

 

전

자

를

 

습

식

 

진

공

포

화

법

(

w

e

t

-

t

y

p

e

 

v

a

c

u

u

m

 

s

a

t

u

r

a

t

i

o

n

 

m

e

t

h

o

d

;

W

V

S

)

,

 

후

자

를

 

건

식

 

진

공

포

화

법

(

d

r

y

-

t

y

p

e

 

v

a

c

u

u

m

 

s

a

t

u

r

a

t

i

o

n

 

m

e

t

h

o

d

;

 

D

V

S

)

으

로

 

명

명

하

고

,

 

두

 

방

법

에

 

의

해

 

측

정

되

는

 

유

효

공

극

률

을

 

비

교

함

으

로

써

 

진

공

포

화

의

 

효

율

성

을

 

검

토

하

였

다

.

 

이

때

,

 

진

공

포

화

법

 

이

외

의

 

여

타

의

 

요

인

들

에

 

의

한

 

영

향

을

 

최

소

로

 

하

기

 

위

하

여

 

실

험

공

정

을

 

규

격

화

하

고

 

실

험

전

 

시

험

편

상

태

를

 

동

일

하

게

 

유

지

하

도

록

 

하

였

다

.

 

시

멘

트

시

험

편

과

 

공

극

률

이

 

다

른

 

6

개

의

 

암

석

시

험

편

에

 

대

해

 

실

험

한

 

결

과

,

 

모

든

 

경

우

에

 

D

V

S

가

 

W

V

S

법

에

 

비

해

 

유

효

공

극

률

이

 

크

게

 

측

정

되

어

 

건

식

진

공

에

 

의

한

 

포

화

법

이

 

습

식

진

공

에

 

의

한

 

포

화

법

보

다

 

공

극

을

 

점

유

하

고

 

있

는

 

공

기

를

 

물

로

 

더

 

효

과

적

으

로

 

치

환

하

는

 

것

으

로

 

나

타

났

다

.

@highlight

본 연구에서는 전자를 습식 진공포화법(wet-type vacuum saturation method;WVS), 후자를 건식 진공포화법(dry-type vacuum saturation method; DVS)으로 명명하고, 두 방법에 의해 측정되는 유효공극률을 비교함으로써 진공포화의 효율성을 검토하였다.