의

성

종

 

마

늘

의

 

유

묘

로

부

터

 

상

처

(

w

o

u

n

d

)

에

 

특

이

적

으

로

 

발

현

되

는

 

c

y

t

o

c

h

r

o

m

e

 

P

4

5

0

 

유

전

자

군

의

 

하

나

인

 

P

4

5

0

-

E

s

g

 

c

D

N

A

를

 

탐

색

하

였

다

.

 

P

4

5

0

-

E

s

g

는

 

1

,

4

1

9

 

b

p

의

 

o

p

e

n

 

r

e

a

d

i

n

g

 

f

r

a

m

e

(

O

R

F

)

을

 

가

지

고

 

4

7

3

개

의

 

아

미

노

산

을

 

가

진

 

p

o

l

y

p

e

p

t

i

d

e

를

 

코

딩

하

는

 

것

으

로

 

나

타

났

다

.

 

국

내

와

 

몽

골

로

부

터

 

수

집

한

 

1

2

개

의

 

재

배

종

으

로

 

부

터

 

P

4

5

0

-

E

s

g

 

유

사

 

유

전

자

의

 

염

기

서

열

을

 

비

교

한

 

결

과

 

시

작

코

돈

(

A

T

G

)

에

서

 

4

7

2

~

5

1

0

 

b

p

 

및

 

1

,

2

1

0

~

 

1

,

2

4

0

 

b

p

 

부

위

의

 

염

기

에

서

 

재

배

종

간

에

 

차

이

를

 

보

이

는

 

염

기

서

열

을

 

다

수

 

확

인

하

였

다

.

 

c

D

N

A

 

1

,

2

1

0

~

1

,

2

4

0

 

b

p

의

 

부

위

는

 

P

4

5

0

 

유

전

자

에

서

 

공

통

적

으

로

 

알

려

진

 

h

e

m

e

 

b

i

n

d

i

n

g

 

d

o

m

a

i

n

으

로

,

 

각

 

지

역

에

서

 

수

집

된

 

재

배

종

은

 

염

기

서

열

뿐

만

 

아

니

라

 

아

미

노

산

 

서

열

에

 

있

어

서

도

 

특

이

적

인

 

변

이

를

 

보

였

다

.

 

c

D

N

A

 

4

7

2

~

5

1

0

 

b

p

 

부

위

에

서

 

코

딩

하

는

 

1

3

개

 

아

미

노

산

의

 

서

열

은

 

1

2

개

 

재

배

종

에

서

 

모

두

 

동

일

하

였

으

나

,

 

1

3

개

 

아

미

노

산

 

중

 

7

개

에

서

 

재

배

종

 

마

다

 

각

각

 

다

른

 

D

N

A

 

염

기

로

 

코

딩

하

는

 

단

일

염

기

다

형

성

(

s

i

n

g

l

e

 

n

u

c

l

e

o

t

i

d

e

 

p

o

l

y

m

o

r

p

h

i

s

m

)

을

 

보

이

는

 

서

열

을

 

확

인

하

였

다

.

 

이

 

결

과

는

 

다

양

하

게

 

존

재

하

는

 

국

내

외

 

마

늘

 

재

배

종

을

 

구

분

하

는

 

m

a

r

k

e

r

로

 

사

용

될

 

것

이

며

,

 

외

국

산

 

마

늘

에

 

대

한

 

유

전

적

 

우

선

권

을

 

확

보

하

는

 

수

단

으

로

 

사

용

될

 

것

이

다

.

@highlight

의성종 마늘의 유묘로부터 상처에 특이적으로 발현되는 cytochrome P450 유전자군의 하나인 P450-Esg cDNA를 탐색했다.