본 연구는 세무의뢰인과 세무대리인과의 관계속성을 분석하는 연구로서 세무의뢰인이 세무대리인을 이용하는 목적과 세무대리인을 선택하는 요인을 분석하여 과거 선행연구와의 비교분석함에 목적이 있다.

연구결과 세무의뢰인이 세무대리인을 이용하는 목적에서는 정확한 세금계산과 세금절약 등을 위해 세무대리인을 이용한다는 결론을 얻었다.

또한 세무의뢰인이 세무대리인을 선택하는 요인으로는 서비스의 질적수준 및 대리인 비용 등이 선택요인으로 작용하다는 결론을 얻었으며, 세무대리인의 선택함에 있어 세무의뢰인의 속성(성향)은 영향을 미치지 못하는 것으로 분석되었다.

본 연구결과 세무의뢰인이 세무대리인의 이용목적과 선택요인에서 모두 과거 선행연구들과 유사한 결론을 얻어 세무의뢰인의 성향을 시간적 흐름과 환경의 변화에도 불구하고 변화하지 않았다는 것을 시사하고 다만 세무의뢰인이 세무대리인의 선택요인에서 의뢰인의 속성(성향)은 영향을 미치지 못하며 세무대리인을 선택 후에는 의뢰인의 성향이 세무대리인의 의사결정에 영향을 미친다고 선행연구와 본 연구 결과에서 확인하였다.

연구결과 세무대리인은 세무의뢰인의 속성에는 변화가 없다는 것을 숙지하여 세무의뢰인의 만족도를 높이는데 집중하여야 할 것이다.

@highlight

이 연구는 세무의뢰인과 세무대리인과의 관계속성을 분석하는 연구로서 세무의뢰인이 세무대리인을 이용하는 목적과 세무대리인을 선택하는 요인을 분석해 과거 선행연구와의 비교분석함에 목적이 있다.

