본 연구에서는 정부가 추진하고 있는 공공기관 합동채용 정책이 구직자 및 기관에 미치는 영향을 분석한다.

두 기관과 무수히 많은 구직자가 있는 공공기관 채용게임을 분석하여 다음의 결과를 도출한다.

우선, 기관에 대한 구직자들의 선호가 동일하고 두 기관에 대한 선호도의 차이가 클 때, 합동채용이 실시되면 구직자들은 선호도가 낮은 기관의 채용기회를 완전히 활용하지 못하여 선호도가 낮은 기관과 구직자들이 손해를 본다.

이를 통해 선호도가 낮은 기관이 선호도가 높은 기관에 비해 합동채용 참여에 더 소극적이고, 합동채용은 주로 선호도가 비슷한 기관 사이에 실시될 것으로 예상할 수 있다.

한편, 기관에 대한 구직자들의 선호가 대조적일 때, 합동채용이 실시되면 구직자는 자신이 선호하는 기관에 입사할 확률이 높아져서 구직자의 전체 효용이 높아진다.

합동채용이 전반적인 취업 문턱을 낮추는 효과가 있다면, 합동채용은 능력이 낮은 구직자들에게 상대적으로 유리하게 작용한다.

이러한 결과를 바탕으로 합동채용 정책을 평가하고 정책적 대안을 논의한다.

@highlight

본 연구에서는 공공기관 합동채용 정책이 구직자 및 기관에 미치는 영향을 분석하였고, 합동채용이 취업 문턱을 낮추는 효과가 있다면, 합동채용은 능력이 낮은 구직자들에게 유리하게 작용함 등의 결과를 바탕으로 정책적 대안을 논의한다.

