최근에 출판된 『마르크스가 내게 아프냐고 물었다: 사랑과 희망의 인문학 강의』에서 류동민 교수는 그동안의 마르크스 연구에서 잉여가치에 대한 ‘과학적’ 접근에 밀려나 있던 ‘소외론’적 접근을 복원하고자 한다.

그는 우리 사회에 만연한 인간에 의한 인간의 지배라는 관계의 비대칭성을 소외, 또는 아픔이라는 말로 포착하고, 그 소외의 기원을 이루는 다양한 물신성을 해체함으로써 관계의 대칭성을 회복할 것을, 다시 말해 사랑과 정의를 회복할 것을 희망한다.

이러한 관점에서 볼 때, 코뮤니즘이란 도달해야 할 어떤 이상적 상태가 아니라 이러한 희망에 다가가려는 끊임없는 현실의 노력이다.

본 논문은 류동민의 책에 대한 서평이라는 형식을 차용하여 마르크스주의 거대이론이 붕괴한 이론적 지형 속에서 이러한 소외론적 접근이 현대 사회에서 잊혀진 마르크스의 현재성을 재발견하게 해주는 유용한 접근일 뿐만 아니라, 가능하고 올바른 이론적·실천적 출발점이라는 점을 자크 데리다의 ‘도래할 민주주의’와 루이알튀세르의 ‘우발성의 유물론’, 그리고 가라타니 고진의 ‘어소시에이셔니즘’에 대한 비판적 논의를 통하여 논증하고자 하였다.

@highlight

류동민의 책에 대한 서평이라는 형식의 마르크스주의 이론이 붕괴한 이론적 지형에서 소외론적 접근이 마르크스의 현재성을 재발견하는 접근이며, 이론적·실천적 출발임을 자크 데리다의 ‘도래할 민주주의’, 루이알튀세르의 ‘우발성의 유물론’, 가라타니 고진의 ‘어소시에이셔니즘’에 대한 비판적 논의로 논증하고자 하였다.

