학림 권방의 학문과 문예 등 종합적 성과를 검토하기 위해 우선 그의 생애와 한시를 중심으로 정리했다.

학림은 대산 이상정을 통해 퇴계학을 계승하여 영남의 학맥을 이어간 인물로, 젊은 시절에 유배를 다녀왔다.

이후 그는 은거를 결심하여 학가산에 들어가 산수 자연을 즐기며 학문을 연마했다.

이런 연유로 그는 자연 친화적인 시를 많이 남겼다.

그의 시에서 당시의 분위기를 느낄 수 있다.

그리고 그는 영남 문인 가운데 특이하게 연작시를 많이 남겼다.

학림의 시를 한거자락의 미학, 역사 인물의 회고, 연민의 정서 표출 등으로 나누어 정리했다.

한거자락의 미학을 표현한 시에는 자연의 아름다움과 농촌 일상의 삶을 담백하게 담아내었다.

이러한 시에는 학림의 은거하는 즐거움과 자연을 사랑하는 마음이 담겨 있다.

이어 역사 인물 회고의 시에서는 역사 인물 추모와 유적 탐방을 통한 회고의 정서가 표현되어 있다.

이러한 시에 학림의 유교적 역사의식이 드러난다.

연민 정서를 표출한 시에서 농민들이 가뭄과 기근으로 인해 고생하는 모습을 보고 가슴 아파하는 학림의 연민 의식이 드러난다.

이 글은 학림의 문학과 사상 등에 대한 종합 연구의 일단으로, 학림의 시가 지니는 특징을 몇 단계로 나누어 검토한 것이다.

이후 그의 사상과 연작시, 산문 등의 종합적인 검토를 거쳐 영남 문인으로서의 위상을 제고시킬 필요가 있다.

@highlight

학림 권방의 학문과 문예 등 종합적 성과를 검토하기 위해 우선 그의 생애와 한시를 중심으로 정리했다.

@highlight

이런 연유로 그는 자연 친화적인 시를 많이 남겼다.

