본 연구는 2015 개정 교육과정에서 신설된 통합사회 과목의 평가 및 문항 개발과 관련한 기초 자료를 구축하기 위해 초기 대학수학능력시험(수능)에서 기출된 통합형 문항을 분석하여 그 특성을 정리하고 통합사회 문항 개발을 위한 함의를 도출하였다.

1994학년도부터 2004학년도까지 11개 학년도 12회에 걸친 수능시험의 사회탐구 문항 564개를 분석하여 도출한 결과는 다음과 같다.

먼저 통합형 문항의 비율은 연도별로 큰 차이를 보였으며, 대체로 5차 교육과정에 해당하는 시기가 6차 교육과정에 해당하는 시기에 비해 비중이 높은 경향을 보였다.

통합형 문항의 유형은 자료통합형, 답지통합형, 통합소재형, 자료답지통합형 순으로 많은 것으로 나타났다.

통합형 문항의 통합 정도와 난이도는 상, 중, 하 수준의 문항 수가 고르게 분포하였으나, 연도별로 변동성이 큰 것으로 나타났다.

통합 문항의 내용 요소를 살펴본 결과 일반사회 과목군이 주요 내용 요소로 가장 빈번하게 활용된 것을 알 수 있었다.

본 연구를 통해 각 과목군 별로 이웃 과목군과의 친밀도 및 통합가능성을 고려한 문항 개발의 가능성, 통합형 문항 출제에 있어 각 유형의 특성에 유의하여 문항을 개발할 필요성, 향후 통합형 문항 개발 및 평가 방향 정립을 위한 추가 연구의 필요성 등을 확인할 수 있었다.

@highlight

본 연구는 초기 대학수학능력시험에서 기출된 통합형 문항을 분석하고 특성을 정리하여 통합사회 문항 개발을 위한 함의를 도출하고자 하였다.

@highlight

본 연구를 통해 각 과목군 별로 이웃 과목군과의 친밀도 및 통합가능성을 고려한 문항 개발의 가능성, 통합형 문항 출제에 있어 각 유형의 특성에 유의하여 문항을 개발할 필요성 등을 확인할 수 있었다.

