본 연구는 긍정 심리치료 프로그램이 학교부적응 청소년들의 우울, 자아존중감 및 낙관성에 미치는 효과를 알아보는 것이었다.

전북지역에 소재한 정신건강증진센터에 외뢰된 중학생 100명을 대상으로 학교생활 적응 척도(School Adjustment: SA), 우울 척도(Center for Epidemiological Studies Depression Scale: CES-

D), 자아존중감 척도(Self-

Esteem Scale) 및 낙관성 척도(Children's Atrribution Style Questionnaire: CASQ)를 실시하였고, 이를 토대로 중학생 20명을 참가자로 선정하여 치료집단에 10명, 통제집단에 10명씩 무선 할당하였다.

긍정 심리치료 프로그램은 주 2회씩 총 8회기에 걸쳐 진행되었다.

프로그램 종료 후 사후 조사가 실시되었고, 4주 후 추적 조사가 이루어졌다.

그 결과, 긍정 심리치료 프로그램에 참여한 집단이 통제집단보다 우울은 더 감소되었고 자아존중감 및 낙관성은 더 향상되어 추적 조사까지 그 효과가 유지되었다.

마지막으로, 본 연구의 의의와 제한점 및 추후 연구에 대한 제언이 논의되었다.

@highlight

이 연구는 긍정 심리치료 프로그램이 학교부적응 청소년들의 우울, 자아존중감 및 낙관성에 미치는 효과를 알아보는 것이었다.

