본 연구는 한국교육고용패널조사(KEEP, 2012) 결과를 활용하여 대학수학능력시험성적이 청년층의 희망임금과 실제임금에 미치는 영향을 분석하였다.

우리나라 청년층의 희망임금은 대학수능 성적과 특정 기업만 취업하겠다는 등의취업선호가 구직이나 취업활동과 같은 노동시장 경험보다 더 관련성이 높은 것으로 추정되었다.

특히 수능 평균 등급이라는 단일 변수가 복합적인 교육경력보다 희망임금 형성에 더 크게 영향을 미치는데, 비재학 청년층의 경우에 수능 평균이 1등급 좋아질 때마다 희망임금이 평균 3.9% 상승하고 있다.

실제임금에 대한 추정 결과를 보면 청년 초기 노동시장에서 성별 임금 격차가 체계적으로 발견되지 않는 반면에, 기업규모, 정규직 여부, 시간제 근로, 종사 직업이 주는 영향이 큰 것으로 나타났다.

또한 학력수준별 임금격차가 사라진 대신 수능등급에 따른 임금차이가 뚜렷하게 확인되어, 비재학 청년층의 경우에 수능 평균이 1등급 좋아질수록 임금도 2.7% 높아지고 있다.

이는 청년층이 장기간에 걸쳐 준비한 수능 성적이 심리적인 중요성(희망임금)은물론 실제 직무역량(실제임금)을 반영하고 있을 가능성을 시사한다.

@highlight

이 연구는 한국교육고용패널조사(KEEP, 2012) 결과를 활용해 대학수학능력시험성적이 청년층의 희망임금과 실제임금에 미치는 영향을 분석했다.

