장애인 복지는 인간으로서의 존엄과 가치를 인정하고 그들의 생명을 존중하여 장애인을 비장애인과 똑같은 환경에서 생활하도록 하고 비장애인과 분리하지 않아야 함에도 장애인에 대한 편견과 차별은 심각한 수준이며 이 가운데서도 고용차별은 장애인의 생존권 유지라는 관점에서 매우 심각한 문제점을 낳고 있다.

능률과 성과를 추구하는 사회일수록 장애인에 대한 국민들의 자율적인 장애인 보호기능을 기대하기 어려운 상태이어서 정부에서는 이를 보완하기 위해 각종 장애인고용 정책과 제도를 마련하고 있다.

최근에 선진국에서는 장애인을 사회의 불편한 존재나 모든 면에서 부족한 사람이 아니라 다른 개성을 가진 사람이라는 의미로 받아들이는 추세에 있다.

능력개발을 통한 고용기회균등이란 모든 장애인에게 차별 없는 고용기회가 주어짐을 뜻한다.

고용의 기회균등이 강조되는 이유는 모든 사람들이 그들에게 잠재해 있는 모든 능력을 제한없이 자유롭게 발휘할 수 있게 하기 위함에 있다.

오늘날 현대사회의 생산적 복지란 생산에 기여하는 복지 또는 생산에 참여하는 복지로 말할 수 있다.

인간이 가지고 있는 개발된 개인의 능력을 복지현장에 투입하여 장애인 자신의 행복과 국가에 대한 공헌의 기회를 부여할 때만이 진정한 복지국가에 이르는 지름길이 될 것이다.

@highlight

장애인 복지는 인간으로서의 존엄과 가치를 인정하고 그들의 생명을 존중하여 장애인을 비장애인과 똑같은 환경에서 생활하도록 하고 비장애인과 분리하지 않아야 함에도 장애인에 대한 편견과 차별은 심각한 수준이며 이 가운데서도 고용차별은 장애인의 생존권 유지라는 관점에서 매우 심각한 문제점을 낳고 있다.

