본

고

는

 

1

8

9

8

년

에

 

저

술

된

 

『

본

조

여

사

』

에

 

등

장

하

는

 

첩

을

 

대

상

으

로

 

첩

의

 

존

재

 

양

상

과

 

근

대

전

환

기

 

유

교

적

 

지

식

인

의

 

첩

에

 

대

한

 

인

식

을

 

살

펴

보

고

자

 

작

성

되

었

다

.

 

김

상

집

은

 

<

첩

>

 

항

목

에

서

는

 

물

론

 

<

현

부

>

,

 

<

혜

식

>

 

등

의

 

항

목

에

서

 

총

2

2

명

의

 

첩

에

 

대

한

 

기

록

을

 

남

겼

다

.

 

이

에

 

부

(

夫

)

와

 

첩

(

妾

)

의

 

결

연

,

 

발

언

하

는

 

주

체

,

 

위

계

 

질

서

에

 

도

전

이

라

는

 

3

개

의

 

유

형

으

로

 

나

누

어

 

첩

의

 

존

재

 

양

상

을

 

살

피

고

 

이

들

 

첩

을

 

통

해

 

드

러

나

는

 

김

상

집

의

 

여

성

 

인

식

을

 

규

명

해

보

았

다

.

 

김

상

집

은

 

남

성

이

 

일

시

적

 

성

적

 

욕

망

으

로

 

취

첩

하

지

 

않

고

 

운

명

적

인

 

인

연

에

 

의

해

 

결

연

하

는

 

것

에

 

주

목

했

다

.

 

이

러

한

 

결

연

 

과

정

에

는

 

본

처

 

이

외

에

 

또

 

다

른

 

여

성

과

의

 

결

합

을

 

정

당

화

하

는

 

남

성

주

의

적

 

사

고

가

 

반

영

되

어

 

있

다

.

 

김

상

집

은

 

지

인

지

감

과

 

통

찰

력

,

 

옳

고

 

그

름

을

 

판

단

할

 

줄

 

아

는

 

첩

의

 

목

소

리

에

 

귀

를

 

기

울

이

고

 

그

들

을

 

발

언

하

는

 

주

체

로

 

인

식

했

다

.

 

김

상

집

은

 

자

신

의

 

신

분

을

 

자

각

하

는

 

첩

을

 

긍

정

적

으

로

 

평

가

하

는

 

반

면

 

자

신

의

 

권

리

를

 

지

키

기

 

위

해

 

위

계

 

질

서

에

 

도

전

하

며

 

적

처

의

 

신

분

을

 

획

득

한

 

여

성

을

 

지

혜

롭

다

고

 

판

단

하

기

도

 

하

였

다

.

 

김

상

집

의

 

첩

에

 

대

한

 

인

식

에

는

 

남

성

주

의

적

 

사

고

와

 

가

부

장

적

 

성

 

윤

리

가

 

반

영

되

어

 

있

다

.

 

한

편

,

 

주

체

적

으

로

 

발

언

하

는

 

첩

과

 

권

력

에

 

저

항

하

며

 

자

기

 

권

리

를

 

찾

는

 

첩

을

 

우

호

적

으

로

 

대

하

고

 

있

다

.

 

이

처

럼

 

모

순

되

고

 

이

중

적

인

 

모

습

은

 

김

상

집

 

개

인

의

 

한

계

이

자

 

근

대

전

환

기

를

 

살

던

 

지

식

인

의

 

과

도

기

적

 

모

습

이

다

.

@highlight

본고는 1898년에 저술된 『본조여사』에 등장하는 첩을 대상으로 첩의 존재 양상과 근대전환기 유교적 지식인의 첩에 대한 인식을 살피려 한다.