CSR(Corporate Social Responsibility) 활동과 기업성과 간의 관계에 대해 많은 연구가 보고되고 있다.

하지 만 선행연구는 CSR 활동과 성과 간의 관계에 대해 주로 직접효과 만을 분석하였으며, 매개효과와 더불어 기업 요인의 조절효과를 분석한 연구는 제한적이다.

본 연구에서는 이러한 배경에서 CSR 활동, 브랜드 자산, 기업성 과 간의 매개모형을 설정하고, 이러한 관계를 조절하는 제공물 유형(제품 vs.

서비스)의 역할에 관해 분석하였 다.

데이터는 인터브랜드에서 발표된 국내 기업 데이터를 209개를 수집하여 회귀분석을 실시하였다.

분석 결과, CSR 활동 홍보는 기업성과 중 기업 가치에는 긍정적인 직접효과를 미쳤으나, ROA와 ROE 등에는 유의한 효과 가 나타나지 않았다.

하지만 CSR 활동 홍보가 브랜드 자산을 매개하여 기업성과에 미치는 간접효과는 모두 유 의한 것으로 나타났다.

또한 CSR 활동 홍보는 브랜드 자산에 긍정적인 영향을 미치며, 이러한 효과는 서비스에 비해 제품에서 강화되는 것으로 나타났다.

@highlight

CSR활동과 기업성과 간의 관계에 대해 많은 연구가 보고되고 있다선행연구는 CSR 활동과 성과 간의 관계에 대해 주로 직접효과 만을 분석하였으며, 매개효과와 더불어 기업 요인의 조절효과를 분석한 연구는 제한적이다.

@highlight

CSR 활동 홍보는 기업성과 중 기업 가치에는 긍정적인 직접효과를 미쳤으나, ROA와 ROE 등에는 유의한 효과 가 나타나지 않았다.

@highlight

하지만 CSR 활동 홍보가 브랜드 자산을 매개하여 기업성과에 미치는 간접효과는 모두 유 의한 것으로 나타났다.

