그동안 대학에서는 대학생의 자기표현 능력이 강조됨에 따라 교양 교육으로서의 스피치 교육을 강조해왔다.

그러나 체계화된 스피치 교육 방안이 아직은 부족한 실정이다.

특히 토론, 프레젠테이션, 발표 등 설득과 정보 제공을 기반으로 한 공적 말하기 교육에 치중해 있어 교육 내용과 방식에 대한 새로운 관점의 변화가 제시될 필요가 있다.

본 연구에서는 이러한 점에 착안하여 기존 스피치 교육에서 간과해왔던 내러티브 사고와 표현의 교육적 가치와 의미에 주목하고자 한다.

내러티브 사고와 표현은 수업에서학습 주제와 연결된 자신의 실제 경험을 가지고 내러티브 사고를 활용해 의미 있게 해석하고 이야기로 표현하는 활동이다.

내러티브 사고와 표현은 학습자의 경험을 학습으로 연결함으로써 반성적 사고를 촉진하고, 자아 성찰의 기회를 제공하여 자기 정체성을탐색할 수 있게 하는 도구로서 기능한다.

이러한 내러티브 사고와 표현은 기존 스피치교육의 방향을 새롭게 전환 또는 확장할 수 있는 대안이 될 것이다.

이를 바탕으로 본연구에서는 대학 현장에서 내러티브 사고와 표현 수업 설계 모형을 적용한 수업을 진행하여 그 학습이 가지는 의의와 효용성을 살펴보고자 한다.

@highlight

기존 스피치 교육에서 간과해왔던 내러티브 사고와 표현의 교육적 가치와 의미에 주목하고자 한다.

@highlight


내러티브 사고와 표현은 수업에서학습 주제와 연결된 자신의 실제 경험을 가지고 내러티브 사고를 활용해 의미 있게 해석하고 이야기로 표현하는 활동이다.

@highlight


내러티브 사고와 표현은 기존 스피치교육의 방향을 새롭게 전환 또는 확장할 수 있는 대안이 될 것이다.

