하악의 잔존 치조제가 얇고 낮은 증례에서 국소의치를 이용한 수복은 잔존 치조제에서 적절한 전후방의 안정성 및 지지를 얻을 수 없어 환자에게 불편함을 주고 치조제에 과도한 교합력을 주게 된다.

또한 서로 멀리 떨어진 소수의 잔존치가 남았을 경우 스플린트하기 어렵고, 스플린트를 하지 않을 경우 고립 지대치가 되어 현명한 치료가 될 수 없다.

이와 같은 경우 텔레스코픽 시스템은 클래스프 의치에서 발생될 수 있는 치아에 작용하는 무리한 측방하중을 줄여주며, 안정적이고 확실한 유지력과 견고성을 갖는다는 장점이 있다.

본 증례는 전반적인 중등도의 치주염으로 인해 상악은 무치악, 하악은 소수 잔존치가 남은 상태에서, 상악은 총의치, 하악은 텔레스코픽 의치로 수복한 증례이다.

치료 계획 시 서로 멀리 떨어진 하악 소수 잔존치가 남고, 적절한 지지를 얻을 수 없는 치조제를 가져 클레스프 의치를 수복하더라도 많은 불편함과 어려움이 있을 것으로 판단되어, 텔레스코픽 의치로 수복하였다.

@highlight

서로 멀리 떨어진 소수의 잔존치가 남았을 경우 스플린트하기 어렵고, 스플린트를 하지 않을 경우 고립 지대치가 되어 현명한 치료가 될 수 없다.

@highlight

전반적인 중등도의 치주염으로 인해 상악은 무치악, 하악은 소수 잔존치가 남은 상태에서, 상악은 총의치, 하악은 텔레스코픽 의치로 수복한 증례이다.

@highlight

치료 계획 시 서로 멀리 떨어진 하악 소수 잔존치가 남고, 적절한 지지를 얻을 수 없는 치조제를 가져 클레스프 의치를 수복하더라도 많은 불편함과 어려움이 있을 것으로 판단되어, 텔레스코픽 의치로 수복하였다.

