본 연구의 목적은 기존의 빗물운영 측면에 더하여 도시 내 집수구역의 의미 설정을 새롭게 실시하고, 이를 통해 저지대 관리 및 운영 방법에 대한 빗물운영기법 도출을 실시하여 궁극적으로 도시홍수조절을 유도할 수 있는 방안을 모색하는 데 있다.

이를 위해 기존 문헌 및 관련 연구 흐름을 파악하였으며, 특히 집수지역과 빗물 운영의 상관관계를 조명하였다.

도시홍수조절을 위한 빗물운영기법 추출을 위해 독일 내 빗물 운영 사례지역 중 각 시대별 빗물운영기법의 특성을 잘 보여줄 수 있는 곳을 선정하여 토양, 경사도, 토지 이용 및 빗물운영기법을 조사˙분석하였다.

조사 결과 사례지별 발전적 형태는 1차원적 빗물이동 및 저류에서 단지 내 전방위적 빗물 저류 및 침투, 그리고 궁극적으로 녹지의 활용과 어메니티 공간 창출에 있음을 알 수 있었으며, 집수구역에서의 홍수 방지전략은 저지대를 침투지역으로 활용, 저지대로의 이동시간 및 빗물량 감축, 그리고 단지 내 저류지(호수)의 활용을 통한 전략이 방재 효과로 이어지는 것으로 조사되었다.

이에 집수지역에 대한 역할 증대(저수능력 및 저류능력)와 지형을 고려한 최적화된 형태의 전략 수립이 통합적으로 이뤄져야 할 것으로 전망된다.

@highlight

본고의 목적은 기존의 빗물운영 측면에 더하여 도시 내 집수구역의 의미 설정을 새롭게 실시하고, 이를 통해 저지대 관리 및 운영 방법에 대한 빗물운영기법 도출을 실시하여 궁극적으로 도시홍수조절을 유도할 수 있는 방안을 모색하는 것이다.

