본고는 전통사회에서 비공식적인 종교이면서 음사(淫事)라고 비판받았던 무속이 끈질기게 살아남을 수 있었던 이유를 조상숭배와 여성이라는 측면에서 살펴보는 것이 목적이다.

전통사회에서 여성은 제사에 있어서 주도적인 위치에 있지 않았다.

특히 부계 중심의 유교식 제사가 조선 후기에 이르러 보다 강화되면서 여성들은 자신의 혈족 제사에서는 철저하게 배제되었다.

조상이 되어 제사를 받거나 조상제사를 준비하면서 도울 수는 있었지만 모두 자신이 시집간 집안인 남편 쪽의 제사에 국한될 뿐이었다.

이로 인해 여성들은 비공식적으로 불교나 무속을 통해 자신의 직계 조상들에 대한 봉양을 이어갔다고 보았다.

특히 정기적으로 이루어졌던 서울 재수굿의 경우 조상거리에서 이러한 면모를 뚜렷하게 확인할 수 있었다.

시집간 여성이 자신의 집안을 위해 열었던 재수굿에서는 여성의 시집 조상뿐만 아니라 친정 조상들도 반드시 모셨기 때문이다.

자신의 부모를 위한 굿을 따로 마련하거나 자신의 친정 집안 굿을 하지 않더라도 자신의 부모를 정기적으로 봉양할 수 있는 길이 재수굿 조상거리에 마련되어 있었다는 것을 확인할 수 있었다.

비정기제인 사후천도굿과 달리 재수굿은 유교의 기제사처럼 봄가을로 지냈던 정기제였기 때문이다.

여성이 전통사회에서 종교의 사적 영역인 무속의 적극적인 향유자였던 것은 굿이 여성의 이러한 욕구를 충족시켜줬기 때문으로 볼 수 있다.

@highlight

전통사회에서 여성은 제사에 있어서 주도적인 위치에 있지 않았고, 시집간 여성이 자신의 집안을 위해 열었던 재수굿에서는 여성의 시집 조상뿐만 아니라 친정 조상들도 반드시 모셨고, 여성이 전통사회에서 종교의 사적 영역인 무속의 적극적인 향유자였던 것은 굿이 여성의 이러한 욕구를 충족시켜줬기 때문으로 볼 수 있다.

