본 연구는 기업들이 사회적 책임의 일환으로 사회공헌활동과 같은 자선적 책임을꾸준히 수행함에도 불구하고 반기업정서가 크게 완화되지 않았다는 점과 일반인들과 달리 시민사회활동가들은 반기업정서를 어떻게 인식할 것인가 하는 문제의식에서 출발하였다.

따라서 본 연구에서는 기업의 사회적 책임을 캐롤(Carroll)의 모델에따라 다차원적으로 분류하고, 기업의 어떠한 사회적 책임활동이 반기업정서 완화에실질적인 영향을 미치는지 분석하였다.

또한 정치, 경제, 사회 분야를 비롯해 다양한 분야에 종사하는 시민사회활동가를 중심으로 반기업정서 현황을 살펴보았다.

다중회귀분석 결과, 대기업에 대한 호감도와 신뢰도 2가지 차원으로 살펴본 반기업정서에 경제적 책임과 법적·윤리적 책임만 유의미한 영향을 미치는 것으로 확인되었다.

즉, 경제적 책임을 수행할수록 그리고 법적·윤리적 책임을 수행할수록 대기업에대한 호감도와 신뢰도가 모두 높아지는 것으로 나타났다.

그러나 자선적 책임은 반기업정서 완화에 영향을 미치지 않는 것으로 나타났다.

@highlight

이 연구는 기업들이 사회적 책임의 일환으로 사회공헌활동과 같은 자선적 책임을꾸준히 수행함에도 반기업정서가 크게 완화되지 않았다는 점과 일반인들과 달리 시민사회활동가들은 반기업정서를 어떻게 인식할 것인가 하는 문제의식에서 출발했다.

