본 연구의 목적은 애니메이션 비디오 감상을 활용하여 고정된 개념이나 법칙에 얽매이지 않고 창의적 사고를 신장시킬 수 있는 스캠퍼 기법을 적용한 활동을 함으로써 유아의 창의적 사고를 돕고 새로운 아이디어를 창출해 내는 창의성에 어떠한 영향을 주는지 알아보고자하는 것이다.

본 연구의 대상은 인천광역시에 소재한 실험집단은 Y초등학교 병설유치원 만 5세 유아 20명이며, 통제집단은 B초등학교 병설유치원 만 5세 유아 20명으로 하여 하였고 연구도구는 유아의 창의성을 알아보기 위해 전경원(2000)이 개발한 만 4~6세 유아를 대상으로 한 ‘유아 종합 창의성 검사’를 사용하였으며 실험처치를 위한 애니메이션 비디오 감상을 활용한 스캠퍼 기법은 10주간 주 4회 실시하였다.

자료의 처리는 연구 문제에 따라 실험집단과 통제집단 간의 차이를 알아보기 위하여 t검증을 실시하였고 본 연구의 결과는 애니메이션 비디오 감상을 활용한 스캠퍼 기법이 유아의 창의성에 긍정적인 영향을 미쳤다.

@highlight

본 연구의 목적은 애니메이션 비디오 감상을 활용하여 고정된 개념이나 법칙에 얽매이지 않고 창의적 사고를 신장시킬 수 있는 스캠퍼 기법을 적용한 활동을 함으로써 유아의 창의적 사고를 돕고 새로운 아이디어를 창출해 내는 창의성에 어떠한 영향을 주는지 알아보고자하는 것이다.

@highlight

인천광역시에 소재한 실험집단은 Y초등학교 병설유치원 4~6세 유아를 대상으로 한 ‘유아 종합 창의성 검사’를 사용하였으며 실험처치를 위한 애니메이션 비디오 감상을 활용한 스캠퍼 기법은 10주간 주 4회 실시하였다.

@highlight

자료의 처리는 연구 문제에 따라 실험집단과 통제집단 간의 차이를 알아보기 위하여 t검증을 실시하였고 본 연구의 결과는 애니메이션 비디오 감상을 활용한 스캠퍼 기법이 유아의 창의성에 긍정적인 영향을 미쳤다.

