스테레오 카메라를 사용하여 입체영상을 획득하는 대표적인 방법으로는 수렴 및 평행방식이 있다.

본 연구는 수렴 및 평행타입의 장점을 갖추고 자연스런 입체영상을 획득할 수 있는 평행타입 기반의 변형평행타입 입체영상 획득 방법을 사용하여 수렴방식의 입체영상 획득방법을 모사할 수 있는 인자들의 추출 및 정량적 분석을 통하여 중요 핵심인자를 정의하였다.

결과적으로 변형평행 타입에서 수렴타입을 모사할 수 있는 인자들은 스테레오 카메라의 간격, 화각 및 수렴각이고, 융합영역 내에서의 핵심인자는 수렴각의 변화이다.

결론적으로 변형평행타입으로 수렴타입을 완벽히 모사할 수 있는 인자들의 정량적 범위는 사용환경에 따라 다르며, 초점길이가 짧을 수록, 수렴각이 작을수록 근거리 물체에 대한 수렴타입과 변형평행타입의 영상좌표의 오차량은 적다.

@highlight

수렴 및 평행타입 장점을 갖춘 입체영상을 획득할 수 있는 평행타입 기반 변형평행타입 입체영상 획득 방법을 사용해 수렴방식의 입체영상 획득방법을 모사할 수 있는 인자 추출 및 정량적 분석을 통해 중요 핵심인자를 정의하였다.

