황

산

염

 

함

량

이

 

높

은

 

광

산

배

수

를

 

대

상

으

로

 

다

양

한

 

기

질

물

질

을

 

적

용

하

여

 

황

산

염

환

원

균

의

 

활

성

도

와

 

황

산

염

 

제

거

율

을

 

평

가

하

였

다

.

 

적

용

 

기

질

물

질

 

중

 

우

분

 

단

독

 

또

는

 

우

분

이

 

포

함

된

 

버

섯

퇴

비

 

및

 

혼

합

퇴

비

에

서

 

황

산

염

이

 

대

부

분

 

환

원

되

고

 

총

 

황

의

 

제

거

율

이

 

9

0

%

 

이

상

 

제

거

되

었

다

.

 

우

분

과

 

우

분

이

 

포

함

된

 

기

질

물

질

 

조

합

을

 

P

o

s

t

g

a

t

e

 

액

상

배

지

에

 

접

종

하

여

황

산

염

 

환

원

 

양

상

을

 

분

석

한

 

결

과

 

2

2

일

 

경

과

 

후

 

9

0

%

 

이

상

 

황

산

염

이

 

환

원

되

는

 

것

으

로

 

나

타

났

다

.

 

황

산

염

환

원

균

에

 

의

해

환

원

된

 

황

산

염

은

 

주

어

진

 

p

H

 

조

건

에

서

 

H

S

 

?

 

또

는

 

H

2

S

로

 

존

재

할

 

것

으

로

 

예

측

되

고

,

 

광

산

배

수

 

내

 

낮

은

 

2

가

 

중

금

속

 

함

량

으

로

 

인

해

 

H

2

S

가

 

기

체

상

으

로

 

해

리

되

어

 

총

 

황

이

 

제

거

 

되

는

 

것

으

로

 

추

측

된

다

.

 

또

한

 

P

o

s

t

g

a

t

e

 

평

판

배

지

에

 

접

종

하

여

 

혐

기

적

조

건

에

 

배

양

한

 

결

과

 

우

분

과

 

버

섯

퇴

비

가

 

상

대

적

으

로

 

많

은

 

군

집

이

 

계

수

되

었

는

데

 

이

는

 

버

섯

퇴

비

 

내

 

존

재

하

는

 

다

양

한

 

혐

기

적

 

종

속

영

양

균

 

때

문

인

 

것

으

로

 

보

인

다

.

 

기

질

물

질

의

 

자

연

정

화

공

정

 

적

용

 

시

 

발

생

하

는

 

투

수

율

 

저

감

과

 

편

류

현

상

 

방

지

를

위

해

 

보

조

제

로

 

석

회

석

과

 

볏

짚

을

 

첨

가

한

 

결

과

 

황

산

염

 

환

원

과

 

용

존

 

총

 

황

의

 

제

거

에

 

영

향

을

 

미

치

지

 

않

아

 

보

조

제

로

서

 

적

용

이

 

가

능

한

 

것

으

로

 

판

단

된

다

.

@highlight

황산염 함량이 높은 광산배수를 대상으로 다양한 기질물질을 적용해 황산염환원균의 활성도와 황산염 제거율을 평가했다.