3자간 키 교환 프로토콜은 신뢰할 수 있는 서버의 도움을 받아 서버와 공유한 패스워드를 사용하여 사전에 특정 정보를 공유하지 않은 사용자와의 인증된 키 교환을 수행할 수 있는 암호학적 기법이다.

사용자는 다수의 패스워드를 기억하지 않고 서버와 공유한 패스워드만 기억하면 다수의 사용자와 키 교환이 가능하다.

서버는 사용자들의 키 교환 프로토콜이 수행될 때마다 두 사용자를 인증해주기 위한 통신과 연산을 수행한다.

따라서 동시에 다수의 사용자가 키 교환 프로토콜을 수행하면 서버에 큰 부담이 된다.

본 논문에서는 3자간 키 교환 프로토콜에서 실제 키 교환 수행 시 서버가 개입하지 않음으로서 서버의 부담을 최소화하는 프로토콜을 제안한다.

제안하는 프로토콜에서는 사용자의 등록 시에만 서버가 개입하고, 실제 키 교환 수행과정은 두 사용자들 사이에서만 이루어지므로 키 교환과정에서 서버는 연산이나 통신을 수행하지 않는다.

@highlight

이 논문에서는 3자간 키 교환 프로토콜에서 실제 키 교환 수행 시 서버가 개입하지 않음으로서 서버의 부담을 최소화하는 프로토콜을 제안한다.

