위성항법장치(GPS)를 이용한 위치 추정 방법은 자동차의 내비게이션 시스템을 비롯한 다양한 분야에서 응용되고 있다.

하지만 GPS 신호는 실내에서 측정이 어려우므로 건물이나 공장과같은 실내에서 특정 물체의 위치를 파악하기에는 어려움이 많다.

본 연구에서는 이러한 한계점을 극복하기 위하여 공장 내에서의 물자관리를 위해 저전력 블루투스(BLE) 기반의 객체 위치 추정하는 시스템을 제안한다.

객체위치 추정 시스템은 블루투스 신호 발생기, 수신기, 그리고 데이터베이스 서버로 이루어져 있으며 물자에는 BLE를 기반으로 하는 신호 발생기를 부착하고, 공장 내부에 수신기를 적절하게 배치하여 구성하였다.

또한 본 연구에서 기존의 삼변 측량법의 오차를 감소시키기 위해 4개의 수신기를 사용하는 4축 측량알고리즘인 “대각측량”을제안한다.

제안하는 알고리즘은 기존 삼변측량대비 우수한 성능을 보였으며 공장에 시스템을설치하여 실험을 수행함으로써 본 연구에서 제안하는 시스템과 알고리즘의 실효성을 증명하였다.

@highlight

객체위치 추정 시스템은 블루투스 신호 발생기, 수신기, 그리고 데이터베이스 서버로 이루어져 있고 물자에는 BLE를 기반으로 하는 신호 발생기를 부착하였으며, 공장 내부에 수신기를 적절히 배치한 후 구성하였다.

