본 연구는 국가수준 과학영재교육 기관들의 과학영재 추수관리 현황에 대한 사례연구이다.

연구 목적은 국가수준 과학영재교육 수혜자들이 세계적으로 경쟁력 있는 과학인재로 지속 성장할 수 있도록, 그들을 계속 관리, 지원하는데 토대가 될 추수관리체제 개념모델을 개발하는데 있다.

구체적으로, 과학영재를 체계적이고 효율적으로 추수관리하는 체제의 구성요소를 밝히고자 한다.

이를 위해, 우선적으로 과학영재교육 전문가 의견 수렴을 통해 가설모델(초안)을 생성하였고, 다음으로, 과학영재교육 기관의 추수관리 사례 조사를 위해 가설모델(초안)을 기본틀 및 분석틀로 활용하였다.

이 과정에서 가설모델(수정안)이 산출되었고, 이는 사례 분석으로 타당화 과정을 거치면서 개념모델로 성장, 완성되었다.

전문가 의견 수렴에는 12인의 전문가가, 그리고 추수관리 기관 사례 조사에는 6개 기관이 참여하였다.

결과, 과학영재 추수관리체제는 3개의 상부체제?

자원체제·운용체제·활용체제?

로 구성되며, 각 상부체제는 2개~3개의 하부체제로 이루어진다.

즉, 자원체제는 인적정보체제와 교육정보체제로, 운용체제는 입력체제, 분석체제, 관리체제로, 마지막으로 활용체제는 예축체제, 검증체제, 그리고 개선체제로 구성되는 것이 타당한 것으로 검증되었다.

@highlight

이 연구는 국가수준 과학영재교육 기관들의 과학영재 추수관리 현황에 대한 사례연구이다.

@highlight

연구 목적은 국가수준 과학영재교육 수혜자들이 세계적으로 경쟁력 있는 과학인재로 지속 성장할 수 있도록, 그들을 계속 관리, 지원하는데 토대가 될 추수관리체제 개념모델을 개발하는데 있다.

