본 논문은 최근 중국정부의 신창타이(新常態) 전략 중에 하나인 ‘이따이이루’ 구상과 AIIB 출범을 국제사회에서 중국의 새로운 패권경쟁 전략 전환으로 바라보고 있다.

본 글에서는 ‘이따이이루’ 구상 및 AIIB의 출범으로 나타난 중국의 네트워크 구성 정책이 세계정치에서 패권경쟁의 양상을 변화시킬 것으로 판단하며, 이를 네트워크의 국제정치 권력이론 분석을 통해 분석하였다.

‘이따이이루’ 구상에서 중국은 참여국 실정에 적합한 프로젝트 구성을 통해 유연하고, 규모 조절이 가능하며, 타 네트워크와 조율 및 협력이 가능한 네트워크 권력을 구현해 내고 있다.

AIIB 창설에서 또한 중국은 강력한 자본의 힘만이 아닌 네트워크의 지배구조와 의사결정과정을 정립함에 투명성을 약속함으로써 중국위협론을 불식시키려 노력하였다.

즉 네트워크 권력정치의 행위자로 변모하고 있음을 분석하였다.

본 글에서는 네트워크 확장 및 성장의 주요 관점의 이론적 틀을 통해 향후 해당 네트워크의 성장 및 강화를 측정할 수 있으며, 나아가 새롭게 탄생한 네트워크의 권력과 성장가능성을 고찰할 수 있을 것이라 판단한다.

@highlight

이 논문은 요즘 중국정부의 신창타이(新常態) 전략 중에 하나인 ‘이따이이루’ 구상과 AIIB 출범을 국제사회에서 중국의 새로운 패권경쟁 전략 전환으로 바라보고 있다.

