사춘기 때 각 장기에 미치는 에탄올의 영향을 알기 위해 생쥐를 대상으로 실험을 수행하였다.

이를 위해 사춘기 시기의 수컷 생쥐에 에탄올을 1주 2회씩, 총 4주 동안 8회 투여 하였다.

그 결과 몸무게에서는 유의한 차이를 보이지 않았다.

대조군에 비해 에탄올 투여군에서 간의 무게가 감소하는 경향을 보였으며, 간세포 내 지방방울의 크기가 증가되었다.

그리고 간조직 내 모세혈관인 굴모양혈관(sinusoid)이 잘 관찰되지 않았다.

콩팥에서도에탄올 투여군의 무게는 감소하는 경향을 보였으며, 대조군과 에탄올 투여군의 콩팥의 사구체 직경에는 유의한차이가 없었다.

그러나 근위세뇨관의 직경은 에탄올 투여군에서 유의하게 증가하였다.

정소의 경우 무게에는 유의한 차이가 없었으며, 또한 대조군과 에탄올 투여군의 세정관 직경에도 차이는 없었다.

결론적으로 사춘기 시기의 생쥐에 에탄올을 투여 할 경우 지방간이 형성되었으며, 정소의 세정관이나 콩팥의 사구체 등은 에탄올에 의해큰 변화가 유발되지 않았다.

@highlight

사춘기 때 각 장기에 미치는 에탄올의 영향을 알기 위해 생쥐를 대상으로 실험을 수행하였다.

@highlight

그 결과 몸무게, 콩팥에서도 에탄올 투여군의 무게는 감소하는 경향을 보였으며, 대조군과 에탄올 투여군의 콩팥의 사구체 직경에는 유의한차이가 없었다.

@highlight

그러나 근위세뇨관의 직경은 에탄올 투여군에서 유의하게 증가하였다.

@highlight

정소의 경우 무게에는 유의한 차이가 없었으며, 또한 대조군과 에탄올 투여군의 세정관 직경에도 차이는 없었다.

