이 연구는 서울시의 주요 상권에 위치한 커피전문점의 상가임대사례를 활용하여 상가권리금에 영향을 주는 변수를 파악하는 것이 목적이다.

구체적으로는 커피전문점의 상가매출액, 상권, 입지 특징이 상가권리금에 미치는 효과를 분석하였다.

이 연구의 결과를 요약하면 다음과 같다.

첫째, 커피전문점의 상가권리금과 매출액 사이에는 높은 정(+)의 상관관계가 있으며 3.3㎡당 상가매출액 및 상가월세는 3.3㎡당 상가권리금을 추정할 때 통계적으로 유의한 영향력 있는 독립변수로 나타났다.

이는 커피전문점의 상가권리금을 결정하거나 도심재생사업에서 상가권리금의 보상액을 산정할 때 상가매출액은 실증적으로 중요한 변수라는 것을 의미한다.

둘째, 3.3㎡당 상가월세, 3.3㎡당 상가보증금의 비중, 공공기관 종사자도 역시 상가권리금을 결정하는 중요한 변수이다.

셋째, 상가면적과 상가권리금과는 부(-

)의 상관관계가 형성되어 상가면적이 증가할수록 상가권리금이 하락하였다.

요약하면, 커피전문점이 입지한 상권 및 입지, 건물특징이 상가권리금에 영향을 준다는 연구가설을 채택한다.

@highlight

본 연구는 서울시의 주요 상권에 위치한 커피전문점의 상가임대사례를 활용하여 상가권리금에 영향을 주는 변수를 파악하는 것이 목적이다.

