본 논문의 목적은 독일의 바덴-

뷔르템베르크 주(州)에서 각 정파(政派)가 수차례에 걸친 회의 결과 확정된 정치교육 분야에서의 최소조건인 ‘보이텔스바흐(Beutelsbach)’ 협약의 쟁점이 무엇인지 확인하고 이를 교육 이론적으로 검토하는 데 있다.

이 협약의 세 가지 주요 원칙은, 어떤 수단을 사용하든 정치적 견해를 강압적으로 주입함으로써 학생들이 ‘독립적인 판단을 하는 것’을 방해해서는 안 된다는 강제성의 금지, 학문과 정치에서 논쟁이 등장하는 것처럼 수업 상황에서도 그러한 논쟁적 상황이 드러나야 한다는 논쟁성의 유지, 학생은 정치적 상황과 자신의 이해관계를 함께 고려할 수 있어야 하며 그러한 이해관계에 따라 당면한 정치적 상황에 영향을 끼칠 수 있도록 해야 한다는 정치적 행위능력의 강화 원칙이다.

이러한 협약은 공동체 공멸적인 극단 상황을 피하려는 칼 포퍼(Karl Popper)적 사회관에 기초해 있는 전형적인 서구의 사회 발전 모형을 반영하고 있어서 우리가 적용하기에 그리 간단하지도 않을뿐더러 교육 이론적으로 난점들을 지니고 있다.

이러한 관점에서 논문은 보이텔스바흐 협약의 세 원칙이 안고 있는 교육 이론적 및 실천적 가능성과 쟁점을 다루고 있다.

@highlight

독일의 바덴-

@highlight

뷔르템베르크 주(州)에서 각 정파(政派)가 수차례에 걸친 회의 결과 확정된 정치교육 분야에서의 최소조건인 ‘보이텔스바흐(Beutelsbach)’ 협약의 쟁점이 무엇인지 확인하고 이를 교육 이론적으로 검토하고자 하였다.

@highlight

‘보이텔스바흐(Beutelsbach)’ 협약은 공동체 공멸적인 극단 상황을 피하려는 칼 포퍼(Karl Popper)적 사회관에 기초해 있는 전형적인 서구의 사회 발전 모형을 반영하고 있어서 우리가 적용하기에 그리 간단하지도 않을뿐더러 교육 이론적으로 난점들을 지니고 있다.

@highlight

이러한 관점에서 보이텔스바흐 협약의 세 원칙이 안고 있는 교육 이론적 및 실천적 가능성과 쟁점을 다루고 있다.

