이 연구는 비구조화 복잡과제의 학습에서 발생하는 인지부하를 조절하기 위한 방안으로 협력학습 방식의 효과를 검증하는 것을 목적으로 하였다.

이를 위해 블로그 기반의 학습환경을 개발하고 준실험연구를 하였다.

연구대상은 중학생 104명이었으며, 이들을 개별학습, 협력학습, 협력기제 활용 협력학습 집단에 배정하고 집단간 차이를 검증하기 위해 학습과정 및 학습종료 시점에서 유형별 인지부하(내재적, 외재적, 본질적 부하) 및 학습성과(성취도, 전이도)를 측정하였다.

연구 결과, 협력학습 집단에 비해 협력기제 활용 협력학습 집단의 내재적 부하가 유의하게 낮았으며, 협력학습 방식을 적용한 두 집단은 전이도 측면에서 학습효과를 보였다.

이처럼 비구조화 복잡과제에 대한 협력학습 접근은 학습과제에서 부과되는 높은 내재적 부하를 낮추고, 이로 인해 여유로워진 인지용량을 학습을 촉진시키는 활동에 투자함으로써 학습성과를 제고할 수 있었다.

특히 협력기제의 제공은 협력에 의한 불필요한 과정을 줄이고 학습을 촉진시키는 활동을 적절히 유도함으로써 학습의 전이를 달성하는데 긍정적인 역할을 한다는 점을 확인하였다.

후속 연구에서는 비구조화 복잡과제 학습을 위한 협력기제의 체계적인 설계와 효과 검증이 필요하다.

아울러 학습과정에 대한 질적 분석을 통해 협력학습이 인지부하를 어떻게 조절하는지, 협력기제의 활용이 협력의 과정에 어떠한 영향을 미치는지를 밝히는 연구가 필요하다.

@highlight

본 연구는 비구조화 복잡과제의 학습에서 발생하는 인지부하를 조절하기 위한 방안으로 협력학습 방식의 효과를 검증하는 것을 목적으로 했다.

