흄의 공감 이론은 인간의 감정이 가지는 심리적 기제가 근본적으로 공감과 관련이 있다는 통찰을 제시한다.

아울러 나의 감정이 아닌 타자의 감정을 어떻게 내가 느낄 수 있는가에 관해서 정합적인 설명을 시도함으로써 공감에 관한 논의가 촉발되는 계기를 마련하기도 했다.

그래서 공감에 대한 이론적 접근을 시도하는 많은 학자들이 그의 이론을 토대로 공감에 관한 논의를 시작한다.

하지만 흄의 공감에 관한 논의는 다음과 같은 점에서 한계를 가진다.

첫째, 공통의 관점에 의거한 확장된 공감이 어떻게 가능한가에 대해 충분히 기술하지 않았다.

둘째, 공감의 발현 과정에 대한 기술에서 상상력과 반성이 하는 역할이 모호하거나 일정 부분 충돌한다.

셋째, 쾌락과 고통의 비대칭성에서 야기되는 차이점에 주목하지 않았다.

그래서 본 연구는 흄의 논의가 지니는 위와 같은 한계를 극복하기 위해서 다음과 같은 관점의 전환이 필요하다고 본다.

우선, 주체가 어떻게 타자의 감정을 겪는가에 관한 논의가 이루어져야 한다.

이를 해명하기 위해서 우리의 경험이 자아의 경계 내에 머무는 것이 아니라 이미 항상 타자로 향해 있다는 점에 주목해야 한다.

공감은 단지 내가 ‘타자의 감정’이라고 생각하는 감정에 공명하는 것이 아니기 때문이다.

다음으로, 공감이 상상력과 반성에 의해 시작된다는 논점에서 벗어나야 한다.

마지막으로, 상호주관적 신체가 공감을 위한 토대로 논의되어야 한다.

이는 우리가 일상에서 경험하는 공감이 ‘지금 여기에 나와 함께 있는’ 타자에서 시작된다는 점에서 확인될 수 있다.

@highlight

공감에 관한 이론적 접근을 시도하는 많은 학자들이 그의 이론을 토대로 공감에 대한 논의를 시작한다.

@highlight

이 연구는 흄의 논의가 지니는 위와 같은 한계를 극복하기 위해서 다음과 같은 관점의 전환이 필요하다고 본다.

