최근 도시부 지하도로 건설에 따른 터널내 다양한 형태의 분기부가 설계되고 있으며, 이는 기존의 일자형 터널에서의 환기해석 방법과는 다른 해석방법을 요구하고 있다.

그러나 국내외 터널환기 해석방법중 네트워크형 터널에 대한 환기해석에 대한 방법은 설계기준으로 제시되지 않고 있으며, 주로 네트워크용 수치해석 프로그램에 의존하여 설계가 진행되고 있다.

본 연구에서는 수치해석적 방법이 아닌 특성화 방정식에 기초한 네트워크형 터널에 대한 환기해석 방법 중 설계기준으로 적합한 네트워크 모형을 고찰하였다.

기존의 Hardy-

Cross 방법은 계산방법이 비교적 간단하고 수계산이 가능한 장점이 있어, 광산통기 및 터널환기 분야에서 폭넓게 적용되어 왔다.

그러나 Tayler 정리에 따른 절단오차 문제 및 대규모 네트워크 환경에서 mesh의 선택 알고리즘에 따른 수렴성 문제가 보고되고 있다.

따라서 본 연구에서는 비 hardy-

cross 방법 중 mesh의 구성이 없이도 유량과 압력을 동시에 해석할 수 있는 gradient method로 네트워크형 터널에 대한 환기해석의 적용성을 고찰하였고, 더불어 네트워크형 터널에 대한 환기해석이 가능한 간편한 방법을 제시하는데 그 목적이 있다.

@highlight

이 연구에서는 수치해석적 방법이 아닌 특성화 방정식에 기초한 네트워크형 터널에 대한 환기해석 방법 중 설계기준으로 적합한 네트워크 모형을 고찰했다.

