이 연구는 최근 16개 시·도교육청과 교육지원청에서 전면 시행되는 컨설팅장학 운영체제의 특성을 분석하여 주요 이슈들을 확인하고 발전 방안을 모색하는 데 있다.

컨설팅장학1)관계 법령과 컨설팅장학 운영 체제를 분석한 결과 첫째, 장학에 관한 교육감의 권한 및 교육청의 책무성 강화, 둘째, 교육청이‘주최’하는 컨설턴트 관리형 장학 확산, 셋째, 컨설턴트의 전문적 지원 가능성과 한계가 드러났다.

현 컨설팅장학 운영체제는 여전히 관리?

감독적 성향을 가진다.

독립성과 자발성의 원리를 훼손함으로써 학교컨설팅 차용의 취지를 살리지 못하며, 교원의 전문성 개발 지원이라는 장학의 본 취지마저 훼손할 수 있다.

그러나 한편으로는 역량 있는 교원을 발굴하여 교원 간 전문적 협력 관계가 확산될 수 있는 가능성 또한 내포한다.

컨설팅장학이 본래 도입 취지를 살릴지, 새로운 형태의 관리?

감독 기제로 남을지는 교육행정기관과 교육현장의 선택에 달려 있다.

전자를 선택한다면, 학교컨설팅의 취지에 맞게 학교가 전문적 협력을 통해 자생적 활력을 함양할 수 있는 컨설팅장학 운영 체제를 정비하기 위해 노력해야 할 것이다.

@highlight

이 연구는 최근 16개 시·도교육청과 교육지원청에서 전면 시행되는 컨설팅장학 운영체제의 특성을 분석하여 주요 이슈들을 확인하고 발전 방안을 모색하는 것이다.

