이 연구의 주요 목적은 공공고용서비스 분야에서 중장년층의 취업상담 및 직업알선, 취업능력향상프로그램 운영 등의 업무를 수행하는 중장년고용지원 컨설턴트의 직무역량 개발을 위한 교육요구를 파악하는 것이다.

이를 위해 중장년일자리희망센터에 근무하는 컨설턴트를 대상으로 연구를 진행하였다.

1단계로 국가직무능력표준(NCS)을 활용하여 교육모듈 풀(pool)을 구성하였고, FGI에서 직무전문가의 검증을 통해 최종 교육모듈을 도출하였다.

2단계로 설문조사를 통해 교육모듈에 대한 중요도와 현재수준을 파악하였고, t-

검정, Borich 요구도 분석, The Locus for focus 모델 분석을 실시하여 교육모듈에 대한 우선순위를 도출하였다.

연구결과 중장년일자리희망센터의 컨설턴트에게 필요한 교육모듈로 39개가 도출되었고, 경력 3년을 기준으로 컨설턴트를 구분하여 3년 미만, 3년 이상의 경력 컨설턴트의 교육요구에 따른 최우선 순위 교육모듈, 차우선 순위 교육모듈을 도출하였다.

이상의 결과를 토대로 중장년 고용지원 컨설턴트의 직무교육을 위한 교육요구 분석 결과의 활용 방안 및 향후 연구 방향에 대하여 제시하였다.

@highlight

이 연구는 중장년층의 취업상담 및 직업알선, 취업능력향상프로그램 운영 등의 업무를 수행하는 중장년고용지원 컨설턴트의 직무 교육을 위한 교육요구를 분석한 결과, 3년 미만과 이상의 경력 컨설턴트의 교육요구에 따른 최우선, 차우선 순위 교육모듈을 도출하여 활용 방안 및 향후 연구 방향을 제시하였다.

