본 연구에서는 청년들이 자신의 삶의 수준과 삶에 대한 전반적인 행복의 정도를 어떠한 수준에서 인식하고 있는가를 살펴보고, 그에 영향을 미치는 요인을 다중회귀와 서열로짓모델을 통하여 실증적으로 분석하였다.

분석 결과, 청년들은 자신의 삶에 대한 인식수준 보다는 전반적인 행복의 정도에 대한 인식 수준이 더 높았다.

청년세대의 삶의 인식수준과 행복의 정도를 평가하는데 작동되는 기제와 요인은 상이하며, 집단에 따라 서로 다른 요인이 작용하고 있음이 확인되었다.

또 삶의 인식수준과 행복도에 사회·인구학적 특성의 객관적인 요인보다 심리·정서 특성의 주관적인 요인이 더 큰 영향력을 갖는 것으로 밝혀졌다.

단, 취업 청년 집단의 경우 일자리 만족도가 삶의 인식과 행복을 좌우하는데 가장 큰 영향을 미치는 결정요인임이 발견되었다.

미래에 대한 절망으로 현재의 행복정도에 대해 역설적으로 긍정응답을 하는 경향성은 청년세대 전반에서 나타나기 보다는 일부 하위집단(중위소득미만+취업집단)에서 만 나타날 가능성이 발견되었다.

@highlight

본고에서는 청년들이 자신의 삶의 수준 및 삶에 대한 전반적인 행복의 정도를 어떤 수준에서 인식하고 있는지를 알아보고, 그에 영향을 미치는 요인을 다중회귀 및 서열로짓모델을 통해 실증분석하였다.

