본 연구의 목적은 경영활동의 효율성과 조세회피 간의 관련성을 조사하는 것이다.

개별기업의 경영효율성은 자료포락분석(DEA)을 적용하여 기술적효율성, 순수효율성과 규모효율성으로 나누어 산출하였다.

조세회피는 회계이익과 과세소득의 차이와 Desai and Dharmapala(2006)의 방법에 따라 추정된 재량적 로 측정하였다.

2002년부터 2013년까지 국내 유가증권시장에 상장된 기업 중 제조업에 속하는 표본을 대상으로 실증분석을 수행하였다.

경영활동의 효율성이 높은 기업은 비용을 최소화하기 위해 현금유출항목인 조세비용을 최소화하는 세무전략을 수립할 것으로 보았으며, 효율성이 높은 기업일수록 조세회피 성향이 높을 것이라는 가설을 설정하였다.

실증분석 결과, 경영활동의 효율성이 높은 기업일수록 조세회피 성향이 증가함을 발견하였다.

이러한 결과는 조세회피 측정치를 와 재량적 로 하였을 때 모두 동일하였으며, 기술적효율성, 순수효율성, 규모효율성으로 구분된 모든 효율성 측정치에서 같은 결과를 보였다.

본 연구의 결과는 효율성이 높은 기업이 공격적인 조세전략을 수립한다는 실증적 증거를 제시하였다는 점에서 실무적?

학문적 공헌점이 있다.

@highlight

이 연구의 목적은 경영활동의 효율성과 조세회피 간의 관련성을 조사하는 것이다.

@highlight

이 연구의 결과는 효율성이 높은 기업이 공격적인 조세전략을 수립한다는 실증적 증거를 제시했다는 점에서 실무적?

@highlight

학문적 공헌점이 있다.

