본

 

연

구

는

 

화

석

정

의

 

시

문

과

 

사

진

을

 

분

석

해

 

단

일

 

정

자

가

 

아

닌

 

별

서

원

림

으

로

서

의

 

역

사

․

문

화

적

 

가

치

에

 

주

목

해

 

화

석

정

의

 

원

형

재

현

과

 

주

변

 

활

용

방

안

은

 

다

음

과

 

같

다

.

 

첫

째

,

 

길

재

의

 

유

지

와

 

화

석

정

 

소

각

설

과

 

관

련

한

 

진

위

를

 

밝

혀

 

구

비

설

화

의

 

가

치

와

 

역

사

사

료

의

 

가

치

를

 

이

원

화

하

고

 

있

다

.

 

둘

째

,

 

단

일

 

정

자

에

서

 

별

서

원

림

으

로

의

 

개

념

 

확

장

을

 

강

조

하

고

 

있

다

.

 

건

축

물

과

 

꽃

,

 

괴

석

을

 

구

심

점

으

로

 

임

진

강

 

전

면

의

 

차

경

적

 

요

소

와

 

경

물

적

 

인

지

를

 

사

료

를

 

통

해

 

분

석

하

고

 

있

다

.

 

셋

째

,

 

화

석

정

의

 

변

천

과

정

과

 

원

형

연

구

를

 

통

해

 

구

체

적

인

 

정

면

도

와

 

투

시

도

를

 

재

현

했

다

.

 

넷

째

,

 

화

석

정

은

 

고

명

한

 

인

물

의

 

현

판

을

 

소

장

했

던

 

곳

으

로

 

유

식

공

간

과

 

더

불

어

 

박

물

관

 

수

장

고

의

 

기

능

을

 

가

지

고

 

있

어

 

뭇

 

선

비

들

이

 

완

상

을

 

즐

기

던

 

장

소

다

.

 

당

시

 

소

장

했

던

 

현

판

을

 

사

료

를

 

통

해

 

밝

히

고

 

있

다

.

 

다

섯

째

,

 

화

석

정

의

 

경

관

조

감

도

를

 

만

들

어

 

주

변

 

환

경

의

 

활

용

을

 

적

극

 

꾀

하

고

 

있

다

.

 

기

존

의

 

역

사

문

화

자

원

을

 

활

용

한

 

‘

역

사

도

보

길

’

과

 

화

석

정

 

아

래

 

임

진

강

 

석

벽

 

및

 

적

벽

을

 

이

용

한

 

‘

뱃

길

관

광

벨

트

’

를

 

제

안

하

고

 

있

다

.

 

따

라

서

 

본

 

논

문

은

 

화

석

정

의

 

별

서

원

림

관

에

 

기

초

한

 

정

면

도

의

 

재

현

과

 

주

변

 

환

경

을

 

활

용

한

 

경

관

조

감

도

의

 

제

작

에

 

의

미

를

 

부

여

할

 

수

 

있

다

.

 

문

화

유

산

은

 

한

 

시

대

와

 

장

소

에

 

정

체

되

어

 

있

는

 

것

이

 

아

닌

 

복

합

적

인

 

시

간

성

과

 

공

간

성

이

 

함

께

 

존

재

하

는

 

것

으

로

 

과

거

의

 

기

억

과

 

현

재

의

 

삶

을

 

보

여

주

는

 

장

소

로

 

통

합

적

 

관

리

가

 

되

어

야

 

함

을

 

강

조

한

다

.

@highlight

본 연구는 화석정의 시문과 사진을 분석해 단일 정자가 아닌 별서원림으로서의 역사․문화적 가치에 주목해 화석정의 원형재현과 주변 활용방안을 알아보았다. 따라서 본 논문은 화석정의 별서원림관에 기초한 정면도의 재현과 주변 환경을 활용한 경관조감도의 제작에 의미를 부여할 수 있다. 문화유산은 한 시대와 장소에 정체되어 있는 것이 아닌 복합적인 시간성과 공간성이 함께 존재하는 것으로 과거의 기억과 현재의 삶을 보여주는 장소로 통합적 관리가 되어야 함을 강조한다.