오늘날 벤처기업을 비롯한 많은 조직들은 훌륭한 인재의 확보·유치와 더불어, 조직구성원의 직무만족에 대한 관심을 집중하고 있다.

그러나 벤처기업을 비롯한 많은 조직에서는 일과 가정간의 상호작용에 대한 이해가 미흡한 상황이다.

이에 본 연구는 일과 가정간의 상호작용을 알아보기 위해 진행되었으며, 구체적으로 맞벌이 기혼남성의 직무자율성이 직무만족에 미치는 영향에서 자녀양육참여의 매개효과를 검증하기 위하여 실시되었다.

연구목적을 달성하기 위하여 맞벌이 기혼남성을 대상으로 2014년 8월 29일부터 9월 22일 까지 설문조사를 실시하였으며, 577명의 설문이 분석되었다.

수집된 자료는 SPSS 20.0을 이용하여 빈도 및 기술통계분석을 통하여 각 변인별 특성을 파악하고, 상관관계 분석과 위계적 회귀분석을 통하여 변인 간 상관관계와 인과관계 및 매개효과를 파악하였다.

연구결과는 다음과 같다.

맞벌이 기혼남성의 직무만족은 직무자율성과 생활지도, 여가활동공유, 월소득, 직종에 의해 영향을 받는 것으로 나타났다.

또한 직무자율성과 직무만족간의 관계에서 양육참여의 하위요인인 생활지도와 여가활동 공유는 부분 매개하는 것으로 나타났다.

따라서 벤처창업기업을 비롯한 노동현장에서는 남성의 직무만족 향상을 위하여, 직무자율성의 증대뿐만 아니라, 자녀양육참여 방안을 마련함으로써 직무만족을 향상시켜야 할 것이다.

@highlight

본고는 일과 가정간의 상호작용을 알아보기 위하여 실행되었으며, 구체적으로 맞벌이 기혼남성의 직무자율성이 직무만족에 미치는 영향에서 자녀양육참여의 매개효과를 검증하기 위해 실시되었다.

