이 연구는 뇌기반 교육의 효과를 체계적으로 정리하기 위해 실시되었다.

자료 분석을 위해 뇌기반 교육의 효과를 보고한 국내 선행연구 27편을 선정하여 메타분석을 수행하였다.

연구 결과는 다음과 같다.

첫째, 뇌기반 교육의 전체 효과크기는 .67로 나타났다.

둘째, 종속변인 유형에 따른 효과크기 측정 결과 학업성취도, 인지적 영역, 정의적 영역의 순서로 나타났다.

셋째, 인지적 영역에 따른 효과크기 측정 결과 자기조절능력, 창의성, 핵심역량, 의사소통능력, 탐구 능력의 순서로 나타났다.

넷째, 정의적 영역에 따른 효과크기 측정 결과 사회성, 학습 흥미, 교과 태도의 순서로 나타났다.

다섯째, 사고력 개발 관련 뇌기반 교육 방법에 따른 효과크기 측정 결과 두 개 영역이상 통합한 경우, 뇌 단련, 풍요로운 환경 제공, 우뇌 계발 학습법의 순서로 나타났다.

여섯째, 학습활동 관련 뇌기반 교육 방법에 따른 효과크기 측정 결과 기억 공고화 전략, 주의 촉진 전략의 순서로 나타났다.

@highlight

이 연구는 뇌기반 교육의 효과를 체계적으로 정리하기 위해 실시하고자 메타분석을 수행한 결과 뇌기반 교육의 전체 효과크기는 .67로 나타났고 종속변인 유형에 따른 효과크기 측정 결과 학업성취도, 인지적 영역, 정의적 영역의 순서로 나타났다.

