본 연구에서는 교통정보시스템에서 통행시간의 이상치 자료를 제거하기 위한 복합 필터링 모형을 제시하였으며, 이는 중위절대편차법과 Voting Rule을 기반으로 하는 이중화된 필터링 모형에 해당한다.

본 모형은 중위절대편차법을 이용해 표본을 정규분포화 시키기 위한 1차 필터링을 수행하며, 이후 Voting Rule을 이용해 중위절대편차법의 적용 이후에도 남아 있는 이상치 자료를 제거하는 방식에 해당한다.

이때 Voting Rule은 표본의 통행시간과 평균통행시간의 차이가 임계치를 초과하는 경우 해당 표본을 이상치로 판정하며, 다수결의 원칙을 이용하여 이상치 자료의 비율에 따라 이상치에 대한 제거 여부를 결정한다.

일반국도 3호선의 경기도 광주시 구간을 대상으로 한 사례분석을 통해 복합 필터링 모형이 이상치 표본 만을 선택적으로 제거하여 통행시간 추정의 정확도 개선에 기여할 수 있음을 확인하였다.

@highlight

본 논문에서는 교통정보시스템에서 통행시간의 이상치 자료를 제거하기 위한 복합 필터링 모형을 제시했다.

