이 글은 1970년대 김지하의 텍스트에 대한 분석적 독해를 수행함으로써 그가 당위적으로 주장한 민중과의 동일시가 시인이 초월적 존재로서 민중을 계몽하고자 하는 욕망에 ‘모순’됨으로써 그러한 동일시가 불/가능함을 (무)의식적으로 인식했음을 규명했다.

즉, 김지하의 텍스트에서 표면적으로는 추(醜)한 존재인 민중이 미(美)적 존재인 민족에 동일시해야 한다는 당위성이 제출되지만, 그의 텍스트에 내장된 모순은 그러한 불가능성에 대한 무의식적 인식을 증거한다.

1970년대 김지하의 문학사적 과제는 문학적 실천으로써 정치적 혁명을 달성하는 것이었는데, 그것은 새로운 민족 문학의 건설로 수렴되었다.

새로운 민족 문학에는 민중을 역사의 주인으로서 주체화하는 과정이 반영되어야 했다.

문제는 민중은 시인에 의해 계몽되어야 했다는 점이다.

초월적 존재로 시인을 정립하려는 욕망은 (1) 새로운 민족 문학을 건설하고자 하는 욕망과 (2) 시인을 역사의 주인으로서 정립하고자 하는 욕망으로 분화된다.

그러한 분화는 문학을 매개로 민중을 민족으로서 변환하려는 기획이 불/가능함에 대한 무의식적 인식을 드러낸다.

따라서 텍스트에 나타난 그러한 불가능함에 대한 인식 구조가 1970년대 김지하의 텍스트와 1980년대 이후 생산된 텍스트를 잇는 연결점으로 작동할 수 있음을 탐구한 데에 이 글의 의의가 있다.

@highlight

이 글은 1970년대 김지하의 텍스트를 분석하여 민중과의 동일시가 시인이 초월적 존재로서 민중을 계몽하고자 하는 욕망에 ‘모순’됨으로써, 동일시가 불/가능함을 (무)의식적으로 인식했음을 확인하고, 이를 통하여 불가능함에 대한 인식 구조가 1970년대 김지하의 텍스트와 1980년대 이후 텍스트를 잇는 연결점으로 작동할 수 있음을 확인하였다.

