본

 

연

구

에

서

는

 

그

 

동

안

 

1

9

세

기

 

전

기

 

자

료

로

 

알

려

져

 

온

 

한

글

필

사

본

 

『

뎡

미

가

례

시

일

 

긔

』

(

이

하

,

 

『

뎡

미

』

)

의

 

음

운

론

적

 

특

징

을

 

살

펴

보

고

,

 

한

글

이

 

군

데

군

데

 

나

타

나

는

 

한

문

본

,

 

한

글

필

사

본

 

『

졍

미

가

례

시

일

긔

』

(

이

하

,

 

『

졍

미

』

)

 

등

과

 

대

비

하

여

 

이

들

 

자

료

의

 

상

호

 

관

계

와

 

언

어

 

사

용

의

 

상

태

를

 

추

정

하

였

다

.

 

음

운

현

상

으

로

 

보

아

 

『

뎡

미

』

는

 

대

체

로

 

영

조

 

대

 

초

기

의

 

국

어

 

상

태

로

 

나

타

났

으

나

,

 

‘

·

>

ㅏ

’

 

변

화

를

 

비

롯

한

 

일

부

 

음

운

변

화

가

 

1

8

세

기

 

후

기

의

 

상

태

 

로

 

나

타

났

다

.

 

그

리

하

여

 

『

뎡

미

』

는

 

1

8

세

기

 

전

반

기

의

 

국

어

 

상

태

에

 

1

8

세

기

 

후

기

 

상

태

가

 

다

소

 

가

미

된

 

것

으

로

 

파

악

하

였

다

.

 

체

재

,

 

목

차

,

 

물

품

의

 

나

열

 

순

서

 

등

으

로

 

보

아

 

『

뎡

미

』

와

 

동

일

 

계

통

인

 

한

문

본

은

,

 

구

개

음

화

와

 

그

 

과

도

교

정

,

 

‘

·

>

ㅏ

’

 

변

화

 

등

의

 

예

들

로

 

미

루

어

 

『

뎡

미

』

보

다

 

상

당

히

 

늦

은

 

1

9

세

기

 

전

반

기

,

 

늦

잡

으

면

 

1

9

세

기

 

중

후

기

의

 

자

료

로

 

추

정

되

었

다

.

 

내

용

,

 

물

품

의

 

나

열

 

등

에

서

 

『

뎡

미

』

나

 

한

문

본

과

 

차

이

가

 

있

는

 

『

졍

미

』

는

 

구

개

음

화

,

 

원

순

 

모

음

화

 

‘

·

>

ㅏ

’

 

변

화

,

 

‘

ㅡ

>

ㅓ

’

 

변

화

,

 

움

라

우

트

 

현

상

,

 

치

찰

음

 

다

음

의

 

‘

ㅡ

>

ㅣ

’

 

현

상

 

등

의

 

예

 

들

로

 

보

아

 

1

9

세

기

 

중

기

 

이

후

,

 

늦

잡

으

면

 

1

8

8

0

년

대

를

 

전

후

한

 

시

기

의

 

자

료

로

 

추

정

되

었

다

.

@highlight

본 논문에서는 19세기 전기 자료로 알려져 온 한글필사본 『뎡미가례시일긔』의 음운론적 특징을 살펴보고, 한글이 군데군데 나타나는 한문본, 한글필사본 『졍미가례시일긔』 등과 대비하여 이들 자료의 상호 관계와 언어 사용의 상태를 추정하고자 하였다.