본 연구의 목적은 문화예술교육의 생애단계를 고려한 효과지표를 개발하는 것이다.

이를 위해 1차로 5인의 전문가를 대상으로 5차례에 걸쳐 자문회의를 실시하여 문화예술교육 효과지표의 프 로토타입을 개발하였다.

2차적으로 타당도 검증을 위해 총 14명의 문화예술교육 전문가를 대상 으로 2차례에 걸쳐 델파이를 실시하였다.

3차로 한국문화예술교육진흥원 사업담당자를 대상으로 FGI를 실시하여 최종적으로 지표를 개발하였다.

문화예술교육 효과지표 중 문화예술감수성, 문화 예술친숙성은 유아, 아동, 청소년, 성인, 노인 등 모든 생애단계에 공통적으로 활용될 수 있는 핵 심지표로 선정되었다.

문화예술교육 효과지표 중 특수지표는 유아에게는 행복감, 문화수용력, 자 기표현력이, 아동에게는 행복감, 창의성, 자기표현력이, 청소년에게는 소통능력, 자아존중감, 자 기조절력이, 성인에게는 공감능력, 행복감, 자기표현력이, 노인에게는 행복감, 소통능력, 친밀감 이 중요한 효과지표로 선정되었다.

이러한 연구결과를 바탕으로 문화예술교육의 효과를 높일 수 있는 실제적인 시사점을 제시하였다.

@highlight

본 논문은 문화예술교육의 생애단계를 고려한 효과지표를 개발하는 것을 목적으로 했다.

@highlight

이를 위하여 1차로 5인의 전문가를 대상으로 5차례에 걸쳐 자문회의를 실시하였고, 문화예술교육 효과지표의 프로토타입을 개발했다.

@highlight

2차적으로 문화예술교육 전문가를 대상으로 델파이 기법을 시행했다.

