연구의 목적은 면외방향으로 반복하중을 받는 철근콘크리트 벽식 교각의 지진거동을 파악하고 합리적이면서 경제적인 내진설계기준을 개발하는데 있다.

정확하고 올바른 성능평가를 위하여 신뢰성 있는 비선형 유한요소해석 프로그램을 사용하였다.

사용된 프로그램은 철근콘크리트 구조물의 해석을 위한 RCAHEST이다.

유한요소로서는 면내회전강성도를 갖는 4절점 평면 쉘요소가 사용되었다.

두께방향에 대한 철근과 콘크리트의 재료성질을 고려하기 위하여 층상화기법이 도입되었다.

재료적 비선형성에 대해서는 균열콘크리트에 대한 인장, 압축, 전단모델과 콘크리트 속에 있는 철근모델을 조합하여 고려하였다.

신뢰성 있는 실험결과와 비교를 통하여 이 논문의 제안방법이 면외방향으로 반복하중을 받는 철근콘트리트 벽식 교각의 내진성능평가에 적합한 방법임을 입증하고자 한다.

@highlight

면외방향으로 반복하중을 받는 철근콘크리트 벽식 교각의 지진거동을 파악하고 경제적이면서 합리적인 내진설계기준을 제안하였다.

@highlight

개발된 방법은 면외방향으로 반복하중을 받는 철근콘트리트 벽식 교각의 내진성능평가에 적합함을 입증하였다.

