본 연구는 보육시설 평가인증과정의 조력활동에 대한 시설장과 보육교사의 인식 및 요구도를 알아봄으로써 질 높고 체계적인 조력활동의 방향과 방법을 모색하고자 하였다.

본 연구를 위해 D, U시에 소재한 보육시설의 시설장 38명과 보육교사 135명, 총 173명을 대상으로 설문조사를 실시하고 결과를 분석하였다.

연구결과, 먼저 평가인증과정에서의 조력활동에 대한 인식은 문항내용에 따라 시설장과 보육교사가 달랐으며, 조력활동의 필요성은 평가인증지표영역 중 보육환경에 대해 가장 높게 인식하고 있었다.

다음으로, 조력활동에 대한 요구도 중 조력활동 실시 횟수는 1～2회, 실시시기에 대해 시설장은 ‘평가인증 과정의 2단계 자체점검기간 중’을 많이 원하였고 보육교사는 ‘평가인증 참여 신청부터 끝날 때까지’가 가장 많은 것으로 나타났다.

조력기관(조력자)으로는 보육정보센터나 평가인증 사무국의 직원, 인증 우수시설의 시설장이나 교사를, 조력형태로는 ‘조력자의 개별 보육시설 직접 방문을 통한 조력’을 가장 많이 요구하는 것으로 나타났다.

@highlight

보육시설 평가인증과정의 조력활동에 대한 인식 및 요구도를 통해 체계적인 조력활동의 방향과 방법을 살펴본 결과, 조력활동 필요성은 보육환경에 대해, 조력활동요구도는 시설장과 보육교사가 다르며, 조력기관으로는 조력 전문가를, 조력형태로는 ‘보육시설 직접 방문'이 가장 많았다.

