본 논문은 르네상스 시대 동안 미메시스의 대상으로서의 자연, 또한 자연성과 예술성에 대한 논의가 심화되고 문학과 시각예술에서 모방에 관한 관심이 증대된 상황을 살펴보고, 이러한 지적, 문화적 유산을 전수한 바로크 작곡가들이 사실적 모방을 창작의 한 방법으로 활용하게 된 상황을 규명하였다.

바로크시대는 과학혁명으로부터 계몽주의 사조로 이어지는 시대로, 자연에 대한 세밀한 관찰과 연구를 근거로 하여 모상이나 예술 작품이 ‘인공적’이거나 ‘허구’라는 것을 인식하면서 감상하는 능력이 광범위하게 배양된 시기였다.

이러한시대적 배경을 근거로 본 논문은 사실적 모방이 이 시기의 기악 독주곡 창작에중요한 소재와 방법을 제공했음을 음악 사례들을 통해 살펴보았다.

작곡가들은 자연의 소리를 단순히 모방하는 데 그친 것이 아니라 그 소리를 선율적주제나 표제의 소재로 삼아 특정한 구조, 장르, 양식, 정서적 내용 안에서 그잠재력을 활용했던 것이다.

@highlight

본 연구는 르네상스 시대 동안 미메시스의 대상으로서의 자연, 또한 자연성 및 예술성에 대한 논의가 심화되고 문학 및 시각예술에서 모방에 대한 관심이 증대된 상황을 살펴보고자 한다.

