이 연구는 최근 인기의 정상에 있는 케이팝 걸그룹 댄스를 중심으로 나타나는 움직임 특질을 에포트 분석 이론을 활용하여 분석하고, 그 춤이 상징하는 움직임 코드를 발견하는 것에 목적이 있다.

이 연구를 통해 도출해 낸 움직임 코드는 다음과 같다.

첫째, 부각된 신체성을 지닌 드러냄 코드이다.

이는 열정 충동으로서 주로 ‘관능적’이고, ‘본능적이면서도 직감적’으로, ‘휘두르는’ 느낌을 표출하는 적극적으로 움직임을 표현하는 것이다.

둘째, 매력적인 여성성을 나타내는 걸크러쉬 코드이다.

이는 마술 충동으로서 주로 ‘매혹적’이고, ‘예언적’인 느낌이 표출되고 강하고 당당한 여성상을 보여 주는 특징이 있다.

셋째, 청순한 여성미를 지닌 성애적 코드이다.

이는 ‘꿈꾸는 것’ 같고, ‘요정과 같은’, ‘회상하는’ 느낌을 표출하고 청순한 여성미를 환상적으로 보여 주고 있다.

이를 통해, 본 연구의 의의는 미래 케이팝 문화의 새로운 방향을 제안하고 미래 케이팝 댄스 문화콘텐츠 산업의 창조적 기반을 확충하는 등 케이팝 문화에 대한 연구의 자극제로서 그리고 새로운 움직임 코드를 창조할 수 있는 기반을 마련하는 것이다.

@highlight

이 연구는 최근 인기의 정상에 있는 케이팝 걸그룹 댄스를 중심으로 나타나는 움직임 특질을 에포트 분석 이론을 활용해 분석하고, 그 춤이 상징하는 움직임 코드를 발견하는 것에 목적이 있다.

