본 연구는 국가책임성이 높은 국가위기상황에서 국가지도자의 대국민 사과담화의 소구방식에 따라 국가지도자 공신력(credibility)과 정부평판이 어떻게 다르게 나타나는지 효과를 검증하고자 하였다.

또한 국가지도자의 공신력과 정부평판의 관계는 어떠한지를 살펴보고, 비언어 커뮤니케이션(non-

verbal communication)인 눈물소구(tearful appeal)와 언어 커뮤니케이션(verbal communication)인 통상적 소구(ordinary appeal)는 어떠한 차이가 있는지를 검증하고자 하였다.

연구결과, 첫째, 국가지도자의 공신력은 정부평판과 강한 상관관계를 나타내고 있었다.

둘째, 국가지도자의 대국민 소구방식에 따른 차이는 나타나지 않았다.

즉, 국가책임성이높은 국가위기상황에서는 비언어 커뮤니케이션인 눈물소구의 감성적 효과가 강하게 나타나지않았다.

셋째, 국가지도자의 공신력과 정부평판은 국가지도자의 대국민 사과담화의 방식여부와 관계없이 사전과 사후의 차이가 나타나지 않았다.

즉 국가책임성이 높은 국가의 중대한 위기상황에서도 국가지도자 공신력과 정부평판은 낮아지지 않았다.

넷째, 국민들의 성별과 세대별에 따른 상호작용효과 역시 나타나지 않았다.

본 연구의 이론적 실무적 함의와 연구한계도 동시에 제시하였다.

@highlight

이 연구는 국가책임성이 높은 국가위기상황에서 국가지도자의 대국민 사과담화의 소구방식에 따라 국가지도자 공신력(credibility)과 정부평판이 어떻게 다르게 나타나는지 효과를 검증하고자 하였다.

