이 글에서 나는 하이데거의 권태 분석을 참고로 하여 그리고 권태의 기분 얼개에 맞춰 이상(李箱)의 권태를 개념적으로 파악하고자 했다.

하이데거는 권태를 세 가지 형식으로 구분했다.

첫 번째 형식은 “어떤 것[권태스러운 것]에 의해 권태롭게 됨”으로 정식화되었고, 두 번째 형식은 “어디[저녁 초대의 자리]에서 권태로워함”으로 명명되었으며, 세 번째 형식은 “그것이 누군가에게 권태롭다”는 표현을 통해 제시되었다.

기분의 얼개에 따를 때, 이상(李箱)의 수필 「권태(倦怠)」에서 ‘권태거리’는 ‘단조로운 것’으로서 제시될 수 있다.

단조로움은 ‘같은 상태의 되풀이’를 뜻한다.

그리고 권태의 기분성격은 “어서”와 “차라리”라는 두 낱말을 통해, 궁극적으로는 “희귀한 겸손”이라는 이상(李箱) 자신의 표현을 통해 규정될 수 있다.

시인이 처한 권태의 기분 성격은 결국 “암흑 같은 미래에 사로잡힌 채 두려운 공허 속에 빠져 들어 있음”으로 밝혀졌다.

또 권태의 시간 성격은 “마냥－지루함”과 “이윽고－방식”이라는 말을 통해 해명되었다.

마지막으로 권태의 까닭은 “모든 것에서 절연된 생활”에서 찾아졌다.

@highlight

이 글에서 나는 하이데거의 권태 분석을 참고로 해 그리고 권태의 기분 얼개에 맞춰 이상(李箱)의 권태를 개념적으로 파악하고자 했다.

