본 연구의 목적은 국내 시각장애인 운동관련 연구동향을 체계적으로 분석하고자 하였다.

한국학술정보 Koreanstudies Information Service System (KISS) 및 교육과학기술부 출연기관 한국교육학술정보원 Korea Education and Research Information Service (KERIS)의 사이트에서 1993~2016년까지 운동과 관련된 시각장애인을 대상으로 게재된 43편의 논문을 분석대상으로 삼았다.

분석결과, 참여자는 남·녀 혼합을 대상으로 한 연구가 많은 비중을 차지하였다.

참여자 연령은 성인의 빈도가 높게 나타났으며, 연구물은 계속해서 연구가 진행되었다.

연구인원은 30명 이상이 가장 많았으며, 연구주제어는 교수학습/프로그램의 효과가 높은 비중을 차지하였다.

서면 동의서를 받은 경우는 25편이었으며, 연구기간은 1개월, 논문유형에서는 일반논문의 비중이 높았다.

분석방법 중 측정기구 사용이 많았으며, 심사자간 신뢰도와 결측치에 대한 것은 보고되지 않았다.

@highlight

본 논문은 국내 시각장애인 운동관련 연구동향을 체계적으로 분석하였다.

@highlight

한국학술정보와 교육과학기술부 출연기관 한국교육학술정보원 사이트에서 1993년~2016년까지 운동과 관련된 시각장애인을 대상으로 게재된 43편의 논문을 분석대상으로 하였다.

