본 연구는 충청남도 서천군 옥남리 일대(갓재골, 우아실) 조선시대 회곽묘에서 출토된 4개체의 인골을 대상으로 조직학, 분자유전학, 골화학 분석 등 종합적인 생화학적 연구를 수행한 결과이다.

실체현미경과 주사전자현미경 분석에 의한 대퇴골의 조직학적 보존 상태는 매우 양호 하였으며, 생화학적 분석이 가능한 것으로 평가되었다.

아밀로제닌 유전자 분석과 미토콘드리아 DNA에 대한 피장자들의 모계 계통형 분석 결과 여성 1명은 B4a에 속하는 것으로 밝혀졌으며, 다른 여성 1명과 남성 2명의 피장자는 하플로그룹 D4b1으로 나타났는데 이들 3명은 가까운 모계 혈연관계 가능성이 있는 것으로 추정되었다.

갓재골에 합장된 두 피장자는 전통적인 매장방식으로 볼 때 부부합장묘인 것으로 추정되었다.

콜라겐의 탄소-

질소 안정동위원소 분석 결과 피장자들은 주식으로 쌀, 보리, 콩 등의 C3 식물을 섭취했던 것으로 나타났다.

본 연구를 통하여 조선시대 회곽묘를 조성할 수 있었던 경제적 계층의 유전학적 특징, 관습적인 매장방식, 식생활 정보를 규명하였다.

이러한 결과는 조선시대 출토 인골에 대한 생화학적 연구의 잠재적인 가치와 중요성에 대해 시사하고 있다.

@highlight

충남 서천군 옥남리 일대 조선시대 회곽묘 출토 인골에 대한 생화학적 연구를 수행하였다.

@highlight

아밀로제닌 유전자 분석과 미토콘드리아 DNA에 대한 피장자 모계 계통형 분석 결과 여성 1명은 B4a에 속하고 다른 여성 1명과 남성 2명은 하플로그룹 D4b1으로 나타나, 3명은 모계 혈연관계 가능성이 있는 것으로 추정되었다.

