본

 

연

구

의

 

목

적

은

 

다

음

과

 

같

이

 

정

하

였

다

.

 

(

1

)

 

새

로

운

 

대

규

모

 

투

자

사

업

의

 

입

지

가

 

특

정

 

지

역

에

 

선

정

됨

으

로

써

 

국

민

경

제

 

전

반

에

 

미

치

는

 

제

반

 

파

급

효

과

 

분

석

을

 

위

한

 

모

형

을

 

산

업

연

관

분

석

을

 

토

대

로

 

하

여

 

개

발

하

고

자

 

한

다

.

 

(

2

)

 

분

석

 

모

형

의

 

개

발

은

 

투

입

계

수

 

부

분

 

활

용

법

,

 

투

입

계

수

 

완

전

 

활

용

법

,

 

기

존

 

부

문

에

 

신

규

 

사

업

 

추

가

법

으

로

 

대

별

하

여

 

설

정

하

였

다

.

 

(

3

)

 

국

민

경

제

에

 

미

치

는

 

다

양

한

 

파

급

효

과

(

총

산

출

유

발

효

과

,

 

고

용

유

발

효

과

,

 

소

득

유

발

효

과

 

등

)

 

추

계

는

 

모

의

실

험

 

분

석

을

 

활

용

하

였

다

.

 

모

의

실

험

의

 

구

체

적

인

 

대

상

은

 

제

2

2

부

문

(

정

보

 

및

 

통

신

부

문

)

으

로

 

하

였

다

.

 

아

울

러

 

유

발

효

과

 

상

호

간

의

 

상

관

도

를

 

파

악

하

기

 

위

하

여

 

피

어

슨

 

상

관

계

수

(

)

와

 

스

피

어

맨

 

순

위

상

관

계

수

(

)

를

 

각

각

 

계

산

하

였

다

.

모

의

실

험

을

 

위

한

 

기

초

 

자

료

는

『

2

0

1

3

년

 

산

업

연

관

표

』

이

며

,

 

내

생

부

문

의

 

수

는

 

3

0

 

통

합

 

기

본

부

문

으

로

 

하

였

다

.

 

최

종

수

요

에

 

대

한

 

생

산

유

발

계

수

행

렬

(

)

는

 

국

산

과

 

수

입

을

 

통

합

한

 

형

으

로

 

하

였

다

.

 

경

험

적

 

분

석

은

 

제

2

2

부

문

(

정

보

 

및

 

통

신

부

문

)

에

 

새

로

운

 

대

규

모

 

투

자

사

업

이

 

시

행

될

 

경

우

를

 

가

정

하

여

 

①

 

총

산

출

 

추

가

 

증

분

에

 

따

른

 

각

종

 

유

발

효

과

,

 

②

 

신

규

 

최

종

수

요

 

발

생

에

 

따

른

 

총

산

출

유

발

효

과

,

 

고

용

 

및

 

소

득

유

발

효

과

를

 

각

각

 

추

계

하

였

다

.

 

최

종

수

요

 

추

가

 

증

분

(

)

에

 

의

한

 

총

산

출

유

발

효

과

는

 

제

2

2

부

문

이

,

 

고

용

유

발

효

과

는

 

제

2

6

부

문

(

사

업

지

원

서

비

스

)

이

,

 

소

득

유

발

효

과

는

 

제

1

9

부

문

(

도

소

매

서

비

스

)

이

 

각

각

 

제

1

순

위

를

 

보

여

주

고

 

있

다

.

@highlight

(1) 새로운 대규모 투자사업의 입지가 특정 지역에 선정됨으로써 국민경제 전반에 미치는 제반 파급효과 분석을 위한 모형을 산업연관분석을 토대로 해 개발하려 한다.