본 연구는 2010년 2월부터 2017년 1월까지 국내 학술지 및 석·박사 연구물을 메타분석을 통하여 초등학생을 대상으로 국내에서 실시된 집단미술치료프로그램의 효과를 알아보고자 하였다.

초등학생에게 영향을 많이 미치는 변인들 중 이미 여러 메타분석을 통해 효과가 있음이 입증된 자아개념 및 자아존중감과 사회성 변인을 제외하고 종속 변인으로 정서 영역(정서지능, 스트레스, 공격성, 분노, 우울·불안, 행복감)의 효과 크기를 살펴보았다.

연구결과 정서 영역에서 우울·불안에 대해 지역아동센터 아동과 아동복지시설 아동을 대상으로 혼합학년 또는 고학년(4∼6학년)의 집단미술치료프로그램의 효과 크기가 크다는 것을 확인할 수 있었다.

또한 LMT 평가도구에서 효과 크기가 크다는 것을 확인할 수 있었다.

총 회기 수는 10∼12회가 유의하며, 10명 이하로 구성된 집단에서 프로그램이 유의함을 확인되었다.

반면 주당 회기 수, 회기 당 시간, 처치 기간에 따른 효과에 대해서는 유의하지 않는 것으로 확인되었다.

@highlight

본 연구는 초등학생을 대상으로 국내의 집단미술치료프로그램의 효과를 알아보고자 했다.

@highlight

연구결과 정서 영역에서 우울·불안에 대해 지역아동센터 아동과 아동복지시설 아동을 대상으로 혼합학년 또는 고학년(4~6학년)의 집단미술치료프로그램의 효과가 크다는 것을 확인할 수 있었다.

