본 연구의 목적은 정부3.0에 추진에 따라 기록관리와 정보공개 체계를 수립해야 하는 상황에 놓인 정부산하공공기관들이 설명책임 강화 요구에 신속히 대응하면서 동시에 업무효율성을 높이기 위해 ‘업무관리시스템’을 도입할 것을 제안하고 기능과 개발방향성을 제시하는데 있다.

최근 기록관리와 정보공개 체계를 도입하는 정부산하공공기관들 중에 전자결재 기능 위주의 전자문서시스템을 도입하고 이에 맞춰 기록물분류기준표를 개발하는 경우가 발생하고 있다.

다종다양한 업무시스템을 운영하고 있는 정부산하공공기관들이 기록관리와 정보공개에 잘 대응하기 위해서는 문서 결재 외에도 과제관리 및 통제, 의사결정 과정을 지원하는 ‘업무관리시스템’이 필요하다고 본다.

본 연구에서는 최근 자체 기록관리시스템을 개발하고 전사적 기능분류체계를 구축한 후 기관 맞춤형 ‘업무관리시스템’을 도입하고자 정보화전략계획을 수립한 A기관의 사례를 살펴보면서 정부산하공공기관의 전자기록생산시스템의 도입 방향성을 제시하고자 하였다.

@highlight

이 연구의 목적은 정부3.0에 추진에 따라 기록관리와 정보공개 체계를 수립해야 하는 상황에 놓인 정부산하공공기관들이 설명책임 강화 요구에 신속히 대응하면서 동시에 업무효율성을 높이기 위해 ‘업무관리시스템’을 도입할 것을 제안하고 기능과 개발방향성을 제시하는데 있다.

