기업이 대출시장의 정보불균형으로 인하여 신용할당 또는 재무제약 상황에 있는 경우 신용거래는 은행차입금을 대체하는 주요한 자금조달수단이 된다.

본 연구는 2004년부터 2016년까지 한국거래소에 상장된 기업을 대상으로 구매기업의 입장에서 신용거래가 은행 차입금을 대체하는지에 대한 실증분석을 실시하였다.

단순히 신용거래의 은행차입금 대체여부를 검증하는 기존연구와 달리, 차입금을 단기차입금과 장기차입금으로 구분하여 이들의 대체여부를 분석하고, 재무제약이 신용거래의 은행차입금 대체정도에 미치는 영향에 대해서도 분석하였다.

분석결과, 첫째, 기업신용거래가 단기차입금과 장기차입금 모두를 대체하는 것으로 분석되었다.

특히, 장기자산은 장기부채로 단기자산은 단기부채로 조달한다는 통상적인 생각과 달리 기업은 장기차입금에 대해서도 신용할당이 발생하면 부족자금에 대한 대체자금 조달원으로 신용거래를 활용하고 있는 것으로 판단된다.

둘째, 재무제약기업에서는 신용거래의 은행 차입금에 대한 대체정도가 확대되는 것으로 분석되었다.

이는 재무제약기업에서 활용되는 신용거래가 유동성문제나 과소투자문제를 해결하기 위한 자금조달수단으로 인식할 필요가 있음을 시사한다.

@highlight

기업이 대출시장의 정보불균형으로 인하여 신용할당 또는 재무제약 상황에 있는 경우 신용거래는 은행차입금을 대체하는 주요한 자금조달수단이 된다.

@highlight


신용거래의 은행차입금 대체여부를 검증하는 기존연구와 달리, 차입금을 단기차입금과 장기차입금으로 구분하여 이들의 대체여부를 분석하고, 재무제약이 신용거래의 은행차입금 대체정도에 미치는 영향에 대해서도 분석하였다.

