산학협력단회계제도는 한국에서 처음 시행되었을 뿐만 아니라, 새로운 형태의 회계 및 관리 분야인 만큼 적용과정에서 여러 가지 문제점이 제기되고 있으므로, 그 현황을 살펴보고 대학의 하부조직인 산학협력단의 회계에 영향을 미친 학교회계와 비영리회계 및 산학협력단회계를 비교분석한 후, 비교분석을 통해 도출된 앞으로의 개선방향 10가지를 제시하였다.

첫째, 법적근거의 비교를 통해 비영리회계의 지침서 제도 도입, 둘째, 회계범위의 비교를 통해 수익사업에 대한 면세혜택 도입, 셋째, 회계용어의 비교를 통해 처리규칙과 특례규칙의 용어통일, 넷째, 재무제표 범위의 비교를 통해 연결재무제표 작성, 다섯째, 예산회계제도 운용의 비교를 통해 예산전용제도의 탄력성 도입, 여섯째, 회계원칙의 비교를 통해 무의미한 조항 개정, 일곱째, 대차대조표의 비교를 통해 상호비교가 가능토록 작성기준 통일, 여덟째, 운영계산서의 비교를 통해 수익과 비용의 대응처리에 일반기준 적용, 아홉째, 자금계산서의 비교를 통해 대응자금처리 시 유연성 도입, 열째, 자산ㆍ부채 평가기준의 비교를 통해 대손상각 및 감가상각처리 시 학교회계와 비영리회계의 제도 도입을 검토할 필요가 있다.

@highlight

산학협력단회계제도는 적용과정에서 문제점이 제기되어, 현황을 살펴보고 학교회계와 비영리회계 및 산학협력단회계를 비교분석한 후, 도출된 개선방향을 제시하였다.

@highlight

비영리회계의 지침서 제도 도입, 수익사업에 대한 면세혜택 도입, 처리규칙과 특례규칙의 용어통일, 연결재무제표 작성, 예산전용제도의 탄력성 등을 도입할 필요가 있다.

