현재의 지방교육세는 세목과 세율이 사전에 결정되어 있기 때문에 지방교육수요의 증감과는 무관하게 지방교육세가 결정됨으로써 지방에서 효율적인 예산배분을 저해하는 결과가 초래되었다.

복지재정수요의 증가 및 부동산경기 침체로 인한 시도의 재정위기와 지방교육재정수요 감소 및 상대적으로 안정적인 교육재정수입을 갖는 지방교육청의 법정 세입 방식을 고려할 때, 지역에서 시도의 일반재정과 지방교육재정 간의 예산배분을 조정할 수 있도록 허용하는 제도 도입이 필요하다고 보았다.

이를 위하여 17개 광역자치단체 가운데 제주특별자치도와 세종특별자치시에 대해서는 재산세의 일정률을, 나머지 15개 시도에 대해서는 지방소득세의 일정률을 지방교육세 재원으로 하고, 시도와 시군구 간의 세입변화는 재정조정제도로 보전하여 재원중립성을 확보하였다.

지방교육세 총액의 산출에 있어서 지방자치단체가 환경변화에 적응할 수 있도록 수요가산율을 도입하였고, 해당 지역의 교육수준 강화를 위한 정책의지를 반영할 수 있도록 정책가산율을 도입하였다.

@highlight

현재의 지방교육세는 세목과 세율이 사전에 결정되어 있기에 지방교육수요의 증감과는 무관하게 지방교육세가 결정됨으로써 지방에서 효율적인 예산배분을 저해하는 결과가 초래됐다.

