본 연구는 제주 지역의 공립 유치원 방과후 과정 전반적인 운영 체계, 급·간식 및 안전 관리, 교직원 구성, 시설 및 행·재정 지원에 대한 교사의 인식을 조사하는데 목적이 있다.

연구에 참여한 교사는 제주도에 소재하는 공립유치원에서 근무하는 방과후 과정 업무를 담당한 교사 89명이었다.

연구과정은 2015년 1월 5일(월) ∼ 1월 23일(금)까지 3주간 실시하였다.

연구도구는 선행연구를 참고로 하여 연구자가 수정·보완하여설문지를 사용하였다.

연구의 결과는 첫째, 특성화 프로그램을 가르치는 외부강사의 질 관리가 필요하다.

둘째, 급·간식 업무는 전문가의 영양(교)사가 담당해야 하며 보안시설이 완비되고 보안 담당자가 배치된 안전관리가 필요하다.

셋째.

방과후 과정의 인력 배치가 확대 되어야 한다.

넷째, 방과후 과정의 예산이 확대와 행정 실무 인력의 배치가 필요하다.

.

이러한 연구 결과를 통해 유치원 교사의 방과후 과정 업무를 지원하는 교육청의 행·재정 지원이 마련되어야 할 것이다.

@highlight

연구에 참여한 교사는 제주도에 소재하는 공립유치원에서 근무하는 방과후 과정 업무를 담당한 교사 89명이었다.

@highlight


방과후 과정의 인력 배치가 확대 되어야 한다.

@highlight

유치원 교사의 방과후 과정 업무를 지원하는 교육청의 행·재정 지원이 마련되어야 한다.

