대법원은 2018년 한 해에도 복잡다기한 민사 분쟁에 관해 판단 기준을 제공하였다.

이 논문에서는 2018년에 선고된 중요 민사 판결 내지 결정(이하 합쳐서 ‘판결’이라고만 한다) 중 민법총칙/물권법 관련 판결(5건), 채권법 관련 판결(8건), 가족법 관련 판결(3건) 등 모두 16건의 판결들을 분석하였다.

이 판결들은 신의칙에 따른 변호사 보수 감액, 보증채무 부종성의 예외, 시효중단을 위한 재판상 청구와 그 소송 방식, 동산 양도담보와 부당이득, 부진정연대채무 일부 변제의 법률관계, 체육필수시설 인수인의 의무승계, 장기계속공사계약에서 총 공사대금 조정, 해킹 사고와 정보통신서비스제공자의 책임, 개인위치정보 무단 수집과 정신적 손해, 기사형 광고에 따른 손해배상책임, 정치적 논쟁에 관한 표현의 자유, 강제징용 피해자에 대한 손해배상책임, 재산분할청구권과 제척기간, 헤이그아동협약상 반환예외사유, 제3자의 권리 대상인 유증 목적물의 법률관계 등 다양한 쟁점들을 담고 있다.

이 판결들 중에는 새로운 판시를 한 것도 있고, 종전 판시를 되풀이하였으나 다시 생각해 볼 점들을 담고 있는 것도 있다.

각 판결에 대해서는 사실관계, 원심판결과 대법원 판결 내용을 소개한 뒤 필자의 분석을 덧붙였다.

@highlight

2018년에 선고된 중요 민사 판결 내지 결정 중 민법총칙/물권법 관련 판결, 채권법 관련 판결, 가족법 관련 판결 등 모두 16건의 판결들을 분석하였다.

@highlight

이 판결들 중에는 종전 판시를 되풀이하였으나 다시 생각해 볼 점들을 담고 있는 것도 있고 새로운 판시를 한 것도 있다.

