근대는 활자 미디어의 시대이다.

활자의 발명은 인쇄술의 혁명을 가져왔고, 인쇄술의 발달은 대량의 신문잡지와 책의 출판을 가능하게 했다.

그리고 이를 바탕으로 일반 대중들은 정보와 지식을 습득하게 되었고, 또 자신의 생각을 표현할 수 있게 되었다.

동아시아 지역에서 근대적인 출판이 시작된 곳은 바로 해역도시들이었고, 이 도시들을 중심으로 각 지역으로 지식이 전파되기도 하고 또 수용되기도 하였다.

근대 동아시아 지역에서 지식의 수용과 전파는 이렇게 형성된 동아시아 출판네트워크를 바탕으로 이루어졌다.

이 논문에서는 근대 동아시아의 출판네트워크가 어떻게 형성되었는지에 대해서 동아시아 지역의 각 국가들을 중심으로 살피고, 또 이 지역에서 생산된 출판물들이 해역도시들 간에 어떻게 이동되었는지에 대해서 정리해보았다.

여기서 도서만이 아니라 출판업 곧 인쇄소, 출판사, 서점 등의 하드웨어 자체가 이동한 것을 중심으로 파악했다.

이것은 근대 이후 동아시아 지역에서 출판의 대중화와 산업화가 이 지역 사람들의 근대적인 지식을 전유하는데 어떤 역할을 했는지, 나아가 동아시아의 인문네트워크의 형성에 어떤 영향을 주었는지를 점검하기 위한 기초적인 작업이다.

@highlight

동아시아 지역에서 근대적인 출판이 시작된 곳은 해역도시들이었고, 이 도시들을 중심으로 지식의 전파와 수용이 이루어졌다.

@highlight

이 논문에서는 근대 동아시아의 출판네트워크 형성 과정을 동아시아 각 국가들을 중심으로 살피고, 생산된 출판물들이 해역도시들 간에 어떻게 이동되었는지에 대해 정리했다.

