프리캐스트 콘크리트 골조에서 실물크기의 보-

기둥 접합부 실험체 5개를 대상으로 반복가력 실험을 수행하였다.

지진하중을 받는 골조를 대상으로 1개의 일체식 실험체와 4개의 프리캐스트 실험체를 포함하여 5개의 1/2스케일의 내부 보-

기둥 접합부를 대상으로 하였다.

주요 변수는 보의 구조적 연속성을 확보하기 위한 접합부의 형태와 접합부의 특별한 보강형태(섬유콘크리트와 횡보강근)로 하였다.

실험체는 강기둥-

약보 개념에 따라 설계하였다.

보 철근은 접합부에 큰 비탄성 전단력이 작용할 경우 보에 소성힌지가 발생하도록 계획하였다.

접합부의 성능평가는 접합부의 강도, 강성, 에너지 소산능력과 층간변위비로 평가하였다.

실험결과 실험체의 파괴는 보의 소성힌지부에서 파괴되었다.

보-

기둥 접합부의 성능은 대체적으로 우수한 것으로 나타났다.

접합부의 강도는 일체식 RC 구조의 비해 1.15배 정도 향상되었다.

층간변위 3.5%때의 강도에서 실험체는 ECC의 인장변형능력과 철골연결재의 항복에 의해 연성거동 하였다.

@highlight

프리캐스트 콘크리트 골조에서 실물크기의 보-

@highlight

기둥 접합부 실험체 5개를 대상으로 반복가력 실험을 수행했다.

