FTA를 통한 경제적 이득을 극대화하기 위해서는 기발효 FTA에 대해서 각각의 FTA가 상품교역에서 얼마나 효율적으로 활용되고 있는가를 특혜관세 활용률, 실용률, 적용률 등의 분석을 통해 정량적으로 살펴볼 필요가 있다.

본 연구에서는 우리나라 기발효 14건의 FTA를 대상으로 수입 활용률과 수입실용률 분석 결과를 통해 살펴보고자 한다.

분석결과를 요약하면 다음과 같다.

먼저 수입활용률을 살펴보면, 한·칠레 FTA가 99.3%로 가장 높고, 한·인도 FTA가 56%로 가장 낮은 수입활용률을 보이고 있다.

산업별 FTA 활용률은 화학공업제품은 한·칠레FTA가 99.2%로 가장 높고 한·콜롬비아 FTA가 1.1%로 가장 낮게 나타났다.

수입실용률을 살펴보면, 한·칠레 FTA가 발효된 2004년 4월부터 2015년 3월까지 10년 동안의 한국의 칠레에 대한 수입실용률은 발효 2년차에 49%에서 53%로 증가하였다.

한·ASEAN FTA는 2007년 6월 발효 1년차부터 2015년 5월 발효 8년차까지 수입실용률을 살펴보면 22%에서 54%까지 매년 완만히 증가하고 있다.

한·인도 FTA 수입실용률은 2010년 1월 1년차부터 2015년 12월 6년차까지 증가하고 있다.

@highlight

FTA를 통한 경제적 이득을 극대화하기 위해서는 기발효 FTA에 대해서 각각의 FTA가 상품교역에서 얼마나 효율적으로 활용되고 있는가를 특혜관세 활용률, 실용률, 적용률 등의 분석을 통해 정량적으로 살펴볼 필요가 있다.

