본 연구의 목적은 정신장애에 관한 회복의 관점에서 정신장애인의 자기결정 관련요인들 간의 관계를 밝히려는 것이다.

이론적 검토를 통하여 환경요인으로 사회적 지지, 낙인 그리고 주거환경을 독립변수로 설정하고, 환경요인이 자아정체감, 사회적 기능 등을 매개로 정신장애인의 자기결정 실행에 미치는 영향을 분석하였다.

이를 위하여 서울·경기·인천·충청 지역의 정신건강증진센터 및 사회복귀시설 32개 기관을 이용하는 대상자 415명을 대상으로 설문조사를 실시하였다.

정신장애인의 자아정체감과 사회적기능이 독립변수와 종속변수를 매개하는 효과를 분석한 결과, 자아정체감은 주거환경, 일반지지, 낙인지각 등 환경요인과 자기결정 실행을 완전매개하고 있었으며, 사회적기능은 전문가지지와 자기결정 실행을 부분매개하고 있었다.

분석결과를 토대로 연구의 함의를 정리하면 다음과 같다.

첫째, 본 연구는 장애의 본질에 관한 사회적 구성주의 관점을 지지하고 있다.

둘째, 자기결정 실행에 영향을 미치는 환경요인과 자기결정능력과의 관계에 관한 생태학적 모형이 정신장애인의 자기결정 실행을 설명하는 데에 적절한 모형으로 나타났다.

셋째, 본 연구결과는 회복에 관한 두 가지 관점이 자기결정의 생태학적 모형을 통하여 적절하게 통합될 수 있음을 보여주고 있다.

결론적으로 본 연구결과는 정신장애인의 정신능력을 중심으로 한 자기결정담론을 환경요인 중심으로 이동해야할 필요가 있음을 보여주고 있다.

@highlight

본 연구의 목적은 정신장애에 관한 회복의 관점에서 정신장애인의 자기결정 관련요인들 간의 관계를 밝히려는 것으로, 이론적 검토를 통하여 환경요인으로 사회적 지지, 낙인 그리고 주거환경을 독립변수로 설정하고, 환경요인이 자아정체감, 사회적 기능 등을 매개로 정신장애인의 자기결정 실행에 미치는 영향을 분석하였다.

