연구배경: 한국 성인 남성에서 골다공증 고위험군 선별을 위한 Osteoporosis Self-

assessment Tool (OST)의 유용성을 알아보고자 한다.

방법: 2005년 8월에서 2008년 8월까지 일개 대학병원의 50세이상 건강검진 수검자를 대상으로 체중과 나이를 기초로 계산한 OST risk index와 DXA로 측정한 골밀도 수치를 비교 분석하였다.

결과: 최종 연구 대상자는 276명이었다.

평균 나이는 59.7±6.69세였고, 평균 키와 몸무게는 167.6±6.14 cm, 67.5±8.93 kg이었다.

DXA 측정 결과 4.7%가 골다공증, 46.4%가 골감소증으로 진단되었다.

OST risk index는 -4에서 7까지 분포했다.

전체 대상군에서 risk index 0을 기준으로 했을 때 골다공증에 대한 민감도는 85%, 특이도 62%였으며 ROC 곡선을 그렸을 때 areaunder the curve (AUC)는 0.77이었다.

골다공증의 주요 위험인자인 연령, 흡연 여부에 따라 나누어 분석했을 때 AUC가 높아지는 경향을 보였다.

결론: OST는 한국 성인 남성에서도 골다공증 위험을 선별하기 위해 유용하게 사용할 수 있는 간편한 방법이다.

@highlight

한국 성인 남성에서 골다공증 고위험군 선별을 위한 Osteoporosis Self-

@highlight

assessment Tool의 유용성을 알아보았다.

@highlight

DXA 측정 결과 4.7%가 골다공증, 46.4%가 골감소증 진단을 받았고, OST risk index는 -4에서 7까지 분포했으며, risk index 0을 기준으로 한 골다공증 민감도는 85%였다.

