우리나라의 국제개발협력 인력은 수요에 비해 부족하다.

기본계획수립과 성과평가제도 확립, 전문가 데이터베이스 구축 및 활용, 직업능력개발 국제협력 활성화, 고등교육기관 역할 재정립 등의 전략 실행을 통해 전문가 집단의 역량을 강화하는 방안을 모색해야 할 것이다.

최근 주목되고 있는 사회서비스 일자리 확대는 고령화와 청년실업 등 사회문제와 국제개발협력 인력활용의 긍정적 대안이 될 수 있을 것으로 보인다.

ODA 수원국 중 가장 큰 비중을 차지하는 아세안 국가들의 실질적 현안을 개선할 수 있는 일자리를 양성하고 활용해야 한다.

우리나라의 해당분야 지원역량이 상대적으로 유리하여 강점으로 작용할 것으로 판단된다.

작금의 ODA 사업은 법 제도, 거버넌스, 고용부문 등에서 과거와는 다른 대안을 찾아 실행에 옮겨야 하는 상황에 와 있다.

이와 더불어 국제개발 협력 담당 부처, 관련 기관, 전문인력 모두가 국제개발협력분야에 관한 공감대를 형성하고 인식의 전환이 이루어질 때 비로소 업계와 사회 저변에서부터 시작되는 정책의 변화와 결과가 나타날 것이다.

@highlight

최근 주목되고 있는 사회서비스 일자리 확대는 고령화와 청년실업 등 사회문제와 국제개발협력 인력활용의 긍정적 대안이 될 수 있을 것으로 보인다.

@highlight


국제개발 협력 담당 부처, 관련 기관, 전문인력 모두가 국제개발협력분야에 관한 공감대를 형성하고 인식의 전환이 이루어질 때 비로소 업계와 사회 저변에서부터 시작되는 정책의 변화와 결과가 나타날 것이다.

