이 연구는 태권도동작 학습 및 수행의 기초가 되는 태권도 수행능력 요인의 구조를 이론적으로 구축함으로써 지금까지 구두로만 언급되어 오고, 그 중요성에 대하여 피상적으로만 인지되어 온 태권도수행능력요인에 대한 단서를 제공해 줄 뿐만 아니라 2단계 연구인 태권도수행능력검사 개발의 이론적 근거를 마련하고자 하는 연구목적을 갖고 진행되었다.

그 결과 첫째, 태권도 수행능력은 크게 선천적 요인과 후천적 요인으로 구분되며, 선천적 요인으로는 태권도 성향, 태권도 체력, 태권도 체격으로 구분되었고, 후천적 요인으로는 태권도 기본기술과 태권도 표현성으로 나타났다.

둘째, 태권도 수행능력의 영역별로 구성요인을 분석한 결과, 태권도 성향에는 자신감, 예술성, 과제집착성으로 구성되어 있으며, 태권도 체력에는 반응능력, 평형성, 지구력, 근력, 유연성으로 구성되었고, 태권도 체격에서는 발의 형태, 상·하체의 비율, 상·하체의 길이, 체중, 신장으로 구성되었다.

태권도 기본기술은 힘의 배분, 동작의 정확도, 공간지각, 동작의 순서, 조화성, 연결성으로 구성되었고, 태권도 표현성에서는 동작의 차별성, 독창적 해석능력, 동작의 심미성으로 구성되었다.

@highlight

본 연구는 태권도동작 학습 및 수행의 기초가 되는 태권도 수행능력 요인의 구조를 이론적으로 구축함으로써 지금까지 구두로만 언급되어 오고, 그 중요성에 대해 피상적으로만 인지되어 온 태권도수행능력요인에 대한 단서를 제공해 준다.

