본 연구에서는 전환기의 발달장애 학생과 가족이 성공적인 전환을 이루기 위해 각각 필요로 하는 내용으로 구성된 학생과 가족을 위한 전환지원 프로그램(Track 1 학생프로그램; Track 2 가족프로그램)을 개발하여 적용한 후 그 효과를 조사하였다.

경기도에 소재한 고등학교 특수학급에 재학 중인 발달장애 학생과 그들의 가족(주양육자 1인) 20쌍을 모집하여 실험집단과 통제집단에 각 10쌍씩 배치한 후, 실험집단에 한하여 학생 프로그램과 가족 프로그램을 동시에 진행하였다.

프로그램 참여가 학생과 가족에게 미치는 영향을 알아보기 위하여 두 집단의 사전-

사후 차이점수에 대해 Mann-

Whitney U 검정을 사용해 분석하였다.

첫째, 학생의 자기결정력에 미치는 영향을 살펴본 결과, 학생이 자신의 자기결정력을 평정한 결과에서는 두 집단 간에 통계적으로 유의한 차이가 나타나지 않았다.

그러나 가족의 관점에서 측정한 결과에서는 학생의 자기결정력이 프로그램 참여 이후 통계적으로 유의미하게 증가한 것으로 나타났다.

둘째, 프로그램 참여 이후 두 집단 간학생의 진로결정 자기효능감의 변화에는 통계적으로 유의한 차이가 나타나지 않았다.

셋째, 프로그램이 고등학교 발달장애 학생 자녀를 둔 가족의 역량강화에 미치는 영향을 살펴본 결과, 실험집단의 가족역량강화 수준이 프로그램 참여 이전에 비해 통계적으로 유의하게 증가한 것으로 나타났다.

이러한 연구결과를 바탕으로 전환을 준비하는 발달장애 고등학생과 그들 가족의 효과적인 전환준비 과정을 위한 연구방향을 제안하였다.

@highlight

본고는 전환기의 발달장애 학생과 가족이 성공적인 전환을 이루기 위하여 각각 필요로 하는 내용으로 구성된 학생과 가족을 위한 전환지원 프로그램(Track 1 학생프로그램; Track 2 가족프로그램)을 개발해 적용한 후 그 효과를 조사했다.

