본 연구의 목적은 기독교 중년 부부로 살아간다는 것은 어떤 것이며, 중년 부부의 삶을 이야기하는 과정은 어떤 의미가 있으며, 연구자의 삶에 주는 의미는 무엇인지를 탐구한 것이다.

연구 참여자는 결혼생활 지속기간이 30년 이상 된 기독교인 부부 세 쌍을 목적 표집 방법으로 선정하였으며, 존재론적 탐구 방법으로 탐구하였다.

자료 분석은 주로 미술표현을 활용한 면담을 통해 수집된 자료, 관찰, 인공물을 분석, 종합, 해체하는 세 가지 방법을 사용하였다.

연구 결과는 Peter Berger(1967)의 케이오스(Chaos), 노머스(Nomos), 코스모스(Cosmos)의 맥락적 해석으로 제시되었고 그 결과는 다음과 같다.

부부 A는 대화의 결핍으로, 부부 B는 건강문제로, 부부 C는 신앙가정을 위한 희생의 삶으로 주로 케이오스에 빠져들었으나 신앙은 노머스를 형성하는데 도움을 주었다.

또한 각 부부의 미술표현을 통한 이야기 과정은 서로의 삶을 드러냄으로 서로를 이해하고 노머스의 관성적 삶을 흔들어 코스모스의 삶으로 나아가게 하는데 중요한 역할을 하였다.

따라서 본 연구는 기독교 중년부부로 산다는 것이 코스모스의 삶으로 나아가는 실천적 삶의 여정이며, 대화는 부부의 삶의 의미를 재형성하고, 연구자에게 자기 반성적 삶과 이해의 장을 이끌어냄으로, 기독교 부부들에게 건강한 삶의 방향을 제시하는데 의미가 있다.

@highlight

기독교 중년 부부로 살아간다는 것은 어떤 것이며 중년 부부의 삶을 이야기하는 과정은 어떤 의미가 있고 연구자의 삶에 주는 의미는 무엇인지를 탐구한 것이다.

@highlight

따라서 기독교 중년부부로 산다는 것이 코스모스의 삶으로 나아가는 실천적 삶의 여정이며 대화는 부부의 삶의 의미를 재형성하고 연구자에게 자기 반성적 삶과 이해의 장을 이끌어냄으로 기독교 부부들에게 건강한 삶의 방향을 제시하는데 의미가 있다.

