본 연구에서는 어린이집과 유치원에 재직 중인 유아교사 188명을 대상으로 영유아 권리존중 보육 실행 수준을 살펴보고 유아교사의 전문성이 영유아권리존중 보육 실행에 영향을 미치는지 분석해보고자하였다.

연구결과는 첫째, 유아교사들의 영유아 권리존중 실행 수준은 기본 욕구, 등원시간, 정리시간의순으로 높게 나타난 반면, 영유아에 대한 정보제공, 자율성 존중에서 실행수준이 낮은 것으로 나타났다.

둘째, 유아교사의 최종 학력과 재직연수가 높을수록 그리고 근무시간은 8시간 이상 10시간 미만일 때,영유아 권리존중 보육실행 수준이 높은 것으로 나타났다.

셋째, 유아교사의 전문성 수준에 따라 영유아권리존중 보육 실행의 모든 항목에서 유의미한 차이가 나타났다.

끝으로, 유아교사의 전문성이 영유아권리존중 보육실행에 미치는 영향력은 48% 이상이며 ‘전문적 지식’, ‘직업윤리’, ‘사회경제적 지위’가 영향을 미치는 하위요인으로 나타났다.

본 연구결과를 토대로, 교사의 전문성을 향상시킬 수 있는 유아교사 개인의 노력과 이를 뒷받침하는 제도적 지원을 제안하며 이는 보육현장에서 영유아 권리존중 실행수준을 향상시키는데 기여할 것이다.

@highlight

이 연구에서는 어린이집과 유치원에 재직 중인 유아교사 188명을 대상으로 영유아 권리존중 보육 실행 수준을 살펴보고 유아교사의 전문성이 영유아권리존중 보육 실행에 영향을 미치는지 분석해보고자했다.

@highlight

이 연구결과를 토대로, 교사의 전문성을 향상시킬 수 있는 유아교사 개인의 노력과 이를 뒷받침하는 제도적 지원을 제안하며 이는 보육현장에서 영유아 권리존중 실행수준을 향상시키는데 기여할 것이다.

