본

 

연

구

는

 

시

멘

트

 

모

르

타

르

속

에

 

매

입

된

 

철

근

주

위

가

 

건

조

될

 

때

 

불

안

정

한

 

전

류

분

포

의

 

영

향

을

 

측

정

하

고

,

 

교

류

 

임

피

던

스

 

특

성

변

화

에

대

한

 

영

향

을

 

고

찰

하

는

 

것

을

 

목

적

으

로

 

한

다

.

 

건

조

과

정

중

 

철

근

의

 

전

기

화

학

적

 

반

응

을

 

측

정

하

기

 

위

해

,

 

두

 

개

의

 

철

근

이

 

매

입

된

 

3

개

의

 

시

멘

트

 

모

르

타

르

가

 

실

험

을

 

위

해

 

준

비

되

었

다

.

 

주

요

 

변

수

는

 

2

0

m

m

 

모

르

타

르

 

두

께

를

 

동

일

하

게

 

가

지

도

록

 

하

여

,

 

두

 

철

근

사

이

의

 

간

격

이

 

1

0

,

 

2

0

과

 

3

0

m

m

가

 

되

도

록

하

였

다

.

 

해

양

환

경

에

서

 

콘

크

리

트

 

구

조

물

속

의

 

철

근

 

부

식

속

도

를

 

가

정

하

기

 

위

해

서

,

 

3

개

의

 

모

르

타

르

 

시

험

체

는

 

1

5

 

사

이

클

의

 

침

지

-

건

조

환

경

(

해

수

에

서

 

2

4

시

간

 

침

지

와

 

4

8

시

간

 

실

온

 

건

조

)

에

 

노

출

되

었

다

.

 

부

식

전

위

의

 

변

화

는

 

건

조

중

에

 

용

존

산

소

의

 

확

산

속

도

 

증

가

로

 

인

해

 

귀

한

 

방

향

으

로

 

이

동

하

는

것

이

 

관

찰

되

었

다

.

 

침

지

-

건

조

환

경

에

서

 

교

류

 

임

피

던

스

는

 

1

0

0

k

H

z

에

서

 

1

m

H

z

까

지

 

측

정

되

었

다

.

 

철

근

과

 

모

르

타

르

사

이

의

 

계

면

상

태

를

 

설

명

하

기

 

위

해

 

이

론

적

 

모

델

이

 

제

안

되

었

으

며

,

 

그

것

은

 

용

액

저

항

,

 

전

하

이

동

저

항

과

 

C

P

E

로

 

구

성

된

 

등

가

회

로

를

 

사

용

하

였

다

.

 

철

근

의

 

부

식

이

 

진

행

됨

에

 

따

라

,

 

저

주

파

수

 

영

역

에

서

 

확

산

 

임

피

던

스

가

 

나

타

났

다

.

 

침

지

-

건

조

 

환

경

중

 

건

조

과

정

에

서

 

이

송

차

가

 

4

5

o

에

 

가

까

워

지

는

 

현

상

으

로

써

 

전

류

분

포

가

 

불

균

일

해

지

는

 

경

향

을

 

보

였

다

.

 

@highlight

시멘트 모르타르속에 매입된 철근주위가 건조될 때 불안정한 전류분포의 영향을 측정하고, 교류 임피던스 특성변화에대한 영향을 고찰하는 것을 목적으로 한다. 그 결과 침지-건조환경에서 교류 임피던스는 100kHz에서 1mHz까지 측정되었다. 철근과 모르타르사이의 계면상태를 설명하기 위해 이론적 모델이 제안되었으며, 그것은 용액저항, 전하이동저항과 CPE로 구성된 등가회로를 사용하였다. 철근의 부식이 진행됨에 따라, 저주파수 영역에서 확산 임피던스가 나타났다. 침지-건조 환경중 건조과정에서 이송차가 45o에 가까워지는 현상으로써 전류분포가 불균일해지는 경향을 보이는 것으로 나타났다.