이 논문은 미국 장로교가 설립한 데이비슨대학의 사례 연구를 통해 미국 고등교육의 발전과정 가운데 설립초기의 이상과 변화된 현실 사이에서 기독 교 정체성을 추구하는 기독교대학의 변화과정과 대응방식을 연구하였다.

데이비슨대학은 대외적 위기와 도전에 응답하여 초창기 교단직영의 보수적 장로교대학에서 벗어나 일반화, 전문화된 대학환경 속에서 학문의 수월성을 추구하며 명문대학으로 발전하면서도, 장로교의 뿌리와 보편적(에큐메니 칼) 기독교의 정체성을 유지하며 신앙과 학문의 조화를 추구하고 있다는 점에서 주목할 만하다.

이 논문은 데이비슨대학이 이상과 현실 사이에서 취한 중간적 입장이 학문적 수월성과 기독교 정체성을 동시에 추구하려는 기독교대학의 현실적 대안임을 인정하면서도, 언제든지 세속화로 움직일 수 있는 유동성의 위험을 지적하였다.

결론적으로 이 논문은 기독교대학이 현 실의 도전 앞에서 기독교적 정체성을 지켜 나가기 위해서, 무엇보다 이상을 현실을 위한 비전으로 제시하며 대학구성원들의 공감과 협력을 이끌어내고, 차별화된 연구와 교육과 봉사로 고등교육에 기여하면서, 사회적 요구와 기 독교공동체의 필요에 응답하는 사명을 수행하는 부단한 노력이 필요하다고 주장하였고, 이를 위해 이사회, 총장, 교목, 교수들의 역할의 중요성을 강조 하였다.

@highlight

설립초기의 이상과 변화된 현실 사이의 기독교 정체성을 추구하는 기독교대학을 연구하였다.

@highlight

데이비슨대학은 대외적 위기와 도전에 응답하여 일반화, 전문화된 대학환경 속에서 학문의 수월성을 추구하며 명문대학으로 발전하면서도, 장로교의 뿌리와 보편적 기독교의 정체성을 유지하며 신앙과 학문의 조화를 추구하고 있다.

@highlight

학문적 수월성과 기독교 정체성을 동시에 추구하려는 기독교대학의 현실적 대안임을 인정하면서도, 언제든지 세속화로 움직일  유동성의 위험을 지적하였다.

