본 연구의 목적은 베이비붐 세대의 일자리 특성이 직무만족도에 미치는 영향에서 임금근로자와 자영업자의 차이를 비교분석하는 것이다.

이를 위해 한국고용정보원의 제6차 고령화연구패널조사를 활용하였다.

베이비붐 세대 임금근로자 958명, 자영업자 629명, 총1587명을 연구대상으로 하였으며, SPSS 21 프로그램을 이용하여 회귀분석을 하였다.

임금근로자와 자영업자의 비교분석 결과는 다음과 같다.

첫째, 인구사회학적 특성에 따라 임금근로자와 자영업자의 직무만족도는 차이가 나타났다.

둘째, 일자리 특성의 근로시간이 직무만족도에 미치는 영향에서 임금근 로자와 자영업자의 유의한 차이가 나타났다.

셋째, 일자리 특성의 업무요구가 직무만족도에 미치는 영향에서 임금근로자와 자영업자의 유의한 차이를 파악하였다.

넷째, 일자리 특성의 적합도가 직무만족도에 미치는 영향에서 임금근로자와 자영업자의 유의한 차이를 확인하였다.

이러한 연구결과에서 베이비붐 세대의 일자리 특성이 직무만족도에 미치는 영향에서 임금근로자와 자영업자의 차이를 비교분석한 것은 의의가 있을 것이다.

이에 베이비붐 세대의 일자리 특성에서 근로시간의 규칙성, 업무요구의 내용적 요구, 적합도의 기술수준과 교육수준의 중요성을 파악하였다.

이를 통해 베이비붐 세대 임금근로자와 자영업자의 직무만족도 향상을 위한 기초자료와 함의를 제시하였다.

@highlight

본 연구의 목적은 베이비붐 세대의 일자리 특성이 직무만족도에 미치는 영향에서 임금근로자와 자영업자의 차이를 비교분석한 것으로, 베이비붐 세대의 일자리 특성에서 근로시간의 규칙성, 업무요구의 내용적 요구, 적합도의 기술수준과 교육수준의 중요성을 파악하였으며, 이를 바탕으로 베이비붐 세대의 직무만족도 향상을 위한 기초자료와 함의를 제시하였다.

