사람에게 먹는 문제는 가장 일상적이다.

오늘날과 같은 선진 사회에서 먹거 리 및 그와 관련된 것들은 비상한 관심거리가 된다.

건강, 비만, 매력적인 몸 매를 가꾸는 일 등이 모두 음식과 밀접하게 연관되어 있기 때문이다.

기독교 전통은 초기부터 탐식에 종교적이고 도덕적인 의미를 부여해 왔다.

성경뿐만 아니라 초대교부들과 중세의 사막 수도사들도 먹는 것에 지배를 받는 삶 이 하나님께 가까이 나아가는 삶에 방해가 됨을 간파했다.

특히 사막 교부들과 이후 중세 교회의 신학자들은 탐식을 일곱 대죄의 하나로 경계해 왔다.

또 탐식을 다섯 가지로 세분화하여 이에 대해 구체적으로 신자들에게 가르쳐 오기도 했다.

이 논문은 성경과 기독교 전통에서 이해하는 탐식을 살피되, 특히 초기 수도사인 에바그리우스, 카시안, 그레고리, 그리고 토마스 아퀴나스의 가르 침을 중심으로 분석할 것이다.

그리고 이에서 말미암은 다른 죄들을 검토할 것이다.

마지막으로 금식과 구제를, 탐식을 극복하기 위해 교회가 취해야 할 방안으로 제시하면서 이에 대한 신학윤리적인 의미를 살펴본다.

@highlight

사람에게 먹는 문제는 가장 일상적이다.

@highlight

오늘날과 같은 선진 사회에서 먹거 리 및 그와 관련된 것들은 비상한 관심거리가 된다.

