본 연구는 현대의 거버넌스를 구축하기 위하여 신공공관리론의 주장과 함께 시민사회론과 파트너십론의 주장이 수용되어야 한다고 가정하였다.

특히 신공공관리론의 부작용이 커지면서 신공공성의 개념이 등장하게 되면서 그러한 주장은 더욱 설득력을 얻게 되었다.

이런 관점에서 볼 때 우리나라의 경우 향후 시민사회가 더욱 성숙되어 정부와 시민사회가 상호‧대등한 파트너십 관계로 발전되어야 성숙된 거버넌스의 구축에 도움이 될 것이라는 점이 연구 자료의 분석결과를 볼 때 명확해 졌다.

본 연구는 행정정보의 공개, 행정의 투명성, 행정의 민주화, 정책과정에의 시민참여, 시민단체와의 협력 수준, 전문가 집단과의 협력관계 수준에 관해서도 공무원들이 극히 보수적이라는 것을 확인하였다.

특히 근무연한이 높은 고위 공직자일수록 보수화되어 있음을 보여주었다.

이러한 분석결과는 거버넌스의 구축을 위한 행정혁신 등은, 특히 시민사회의 참여는 광역 지방정부가 보다 적극적으로 추진하여야 할 것임을 보여주는 대목이다.

특히 시민사회의 성숙내지는 시민사회의 정부에의 참여는 고위 공직자의 태도에 달려 있음을 강하게 시사하고 있다.

@highlight

현대의 거버넌스를 구축하기 위하여 신공공관리론의 주장과 함께 시민사회론과 파트너십론의 주장이 수용되어야 한다고 가정하고 특히 신공공관리론의 부작용이 커지면서 신공공성의 개념이 등장하게 되면서 그러한 주장은 더욱 설득력을 얻게 되었다.

@highlight

우리나라의 경우 향후 시민사회가 더욱 성숙되어 정부와 시민사회가 상호‧대등한 파트너십 관계로 발전되어야 성숙된 거버넌스의 구축에 도움이 될 것이라는 점이 연구 자료의 분석결과를 볼 때 명확해 졌다.

@highlight

거버넌스의 구축을 위한 행정혁신 등은, 특히 시민사회의 참여는 광역 지방정부가 보다 적극적으로 추진하여야 할 것이며 특히 시민사회의 성숙내지는 시민사회의 정부에의 참여는 고위 공직자의 태도에 달려 있음을 강하게 시사하고 있다.

