저출산과 고령화에 따른 경제활동인구의 감소로 인한 성장잠재력 저하가 우려되는 상황에서 경제동력과 지속 가능한 발전을 위해서는 다문화인의 유입이 불가피함은 물론 그들이 우리 사회의 소중한 인적 자원화 할 수 있도록 법률적･제도적으로 필요한 장치들을 개발할 필요가 있다.

따라서 다문화사회의 진전과 편익을 극대화하는 동시에 이문화와 공존이 초래할 미래의 비용을 최소화하는 전략적 접근이 필요한 시점이다.

한국보다 먼저 다문화인을 받아들였던 독일사례를 보면 단순히 부족한 노동력을 메우기 위한 임기응변식 정책은 다문화인이 증가할수록 편익보다는 공공지출의 부담, 이질적 문화간 갈등, 다문화인들의 빈곤화로 인한 사회적 일탈 증가 등의 사회문제를 해결하기 위한 비용을 유발한다.

그러므로 미래의 소중한 인적 자원이 될 다문화가정 청소년들은 우리 사회구성원 모두가 관심을 가지고 그들이 한국사회에서 잘 적응할 수 있도록 필요한 교육, 노동, 문화, 보건, 소득, 주거 등에서 소외와 차별, 폭력으로부터 잘 보호될 수 있도록 필요한 제도가 마련되어야 할 것이다.

@highlight

한국보다 먼저 다문화인을 받아들였던 독일사례를 보면 단순히 부족한 노동력을 메우기 위한 임기응변식 정책은 다문화인이 증가할수록 편익보다는 공공지출의 부담, 이질적 문화간 갈등, 다문화인들의 빈곤화로 인한 사회적 일탈 증가 등의 사회문제를 해결하기 위한 비용을 유발한다.

@highlight

그러므로 미래의 소중한 인적 자원이 될 다문화가정 청소년들은 우리 사회구성원 모두가 관심을 가지고 그들이 한국사회에서 잘 적응할 수 있도록 필요한 교육, 노동, 문화, 보건, 소득, 주거 등에서 소외와 차별, 폭력으로부터 잘 보호될 수 있도록 필요한 제도가 마련되어야 할 것이다.

