지속적으로 관찰되어 온 백두산 화산폭발 전조 현상들이 사회적 이슈가 되고 있으며 주변국인 일본의 화산활동 또한 활발한 추세이다.

국내와 500km 이상 떨어진 위 화산들은 국내에 직접적인 피해를 주기 어렵지만 화산 분화와 함께 분출되는 화산재의 경우 국내에 직간접적인 피해를 미칠 수 있다.

화산재 확산대응의 일환으로 수치해석 모델이 국내외로 사용되고 있으며 각 수치해석 모델은 사용된 수치해석 방법에 따라 한계가 있다.

본 논문에서는 라그랑지안 방법을 기반으로 한 PUFF-

UAF 모델을 분석하였으며, 초기 입자의 수에 대한 의존성의 문제점과 많은 입자개수를 사용함에도 불구하고 나타나는 화산재 농도 예측의 부정확성에 대한 문제점을 제기하였다.

이에 본 논문 연구를 통하여 라그랑지안 기법의 전산효용성을 이용하고 나타난 문제점을 해결하기 위하여 PUFF-

UAF 모델의 결과에 가우시안 확산 모델을 적용하여 결과를 보완하는 PUFF-

Gaussian 모델을 개발하였다.

실제 화산분화로 부터 관측된 결과와 본 연구로 예측된 결과를 비교한 결과 본 연구에서 제안한 방법의 효용성을 보였다.

@highlight

화산재 확산대응의 일환으로 수치해석 모델이 국내외로 사용되고 있으며 각 수치해석 모델은 사용된 수치해석 방법에 따라 한계가 있다.

@highlight

 라그랑지안 방법을 기반으로 한 PUFF-

@highlight

UAF 모델을 분석하였으며, 초기 입자의 수에 대한 의존성의 문제점과 많은 입자개수를 사용함에도 불구하고 나타나는 화산재 농도 예측의 부정확성에 대한 문제가 있었다.

@highlight

 라그랑지안 기법의 전산효용성을 이용하고 나타난 문제점을 해결하기 위하여 PUFF-

@highlight

UAF 모델의 결과에 가우시안 확산 모델을 적용하여 결과를 보완하는 PUFF-

@highlight

Gaussian 모델을 개발하였다.

