본 연구는 괴산군과 증평군의 행정구역 자율통합 과정에서 나타난 주민인식도의 분석이다.

이 설문에서 보면 괴산군민은 통합에 찬성을 하였고, 증평군민은 반대를 하였다.

이 연구결과는 2009년과 2012년에 통합을 추진하면서 나타난 여론조사결과와 대동소이하게 분석되었다.

괴산군과 증평군의 통합을 찬성한 이유로는 통합이 양 군의 체계적인 행정서비스와 행정절차의 편리성을 가져올 것이라고 기대하였고, 또한 주민편의시설의 확충과 지역문화축제의 확대 및 지역경제발전에 기여할 것이라고 기대하였다.

그리고 행정구역의 통합이 가능하다면 정치권에 미치는 영향은 경상경비 중복지출의 절감, 불필요한 정책공약 및 남발의 감소를 기대하였다.

반면 통합에 반대하는 이유로는 독자적인 행정구역이 지역경제발전에 도움이 되고, 또한 대다수의 지역주민들이 통합의 필요성을 크게 느끼지 못한다는 데 있었다.

오히려 독립적인 행정구역이 지역문화축제의 홍보와 균형발전에 유익한 것으로 인식되었다.

그럼에도 불구하고 양 지역의 주민들은 군의 향후 발전방향에 대하여 인구유입의 필요성과 지역경제의 활성화가 가장 시급한 것으로 인식하였다.

따라서 양 지역민들은 상호 인접한 지역연합체인 중원문화권을 형성해 인근 광역자치단체들과 상호협력 및 보완적인 관계에서 독자적인 지역경제를 활성화시키는 데 많은 기대를 하는 것으로 분석되었다.

@highlight

이 연구는 괴산군과 증평군의 행정구역 자율통합 과정에서 나타난 주민인식도의 분석이다.

@highlight

양 지역민들은 상호 인접한 지역연합체인 중원문화권을 형성해 인근 광역자치단체들과 상호협력 및 보완적인 관계에서 독자적인 지역경제를 활성화시키는 데 많은 기대를 하는 것으로 분석되었다.

