‘구직난과 구인난의 병존’이라고 일컬어지는 인력수급 미스매치 문제를 해결하기 위해서는문제의 3대 원인인 보상의 미스매치, 숙련의 미스매치, 정보의 미스매치 관련정책의 전환이필요하다.

보상의 미스매치에서는 단기보상보다는 생애보상, 고용경직적인 보상보다는 고용의 유연성을전제로 능력개발을 통한 임금보상이 필요하다.

숙련의 미스매치에서는 기업이 인재육성에 적극적으로 참여할 수 있도록‘현장실습전문위탁기업’지정 및‘일·학습 병행기업’과의 통합을 통한‘인재육성형 중소기업’지정, 사업주훈련의 틀을 넘어 사업주단체 주도로 소기업과 비정규직에게까지 충분한 훈련기회를 제공하는 직업훈련시스템 구축이 필요하다.

정보의 미스매치에서는 구직자를 위한 유망중소기업 DB 구축 및 발굴훈련, 구인자를 위한현장밀착형 채용시스템의 구축, 그리고 보상, 숙련, 정보의 미스매치 관련 정책 및 다른 중소기업 지원정책과의 유기적 연계 시스템의 구축이 필요하다.

@highlight

‘구직난과 구인난의 병존’이라고 일컬어지는 인력수급 미스매치 문제를 해결하기 위해서는문제의 3대 원인인 보상의 미스매치, 숙련의 미스매치, 정보의 미스매치 관련정책의 전환이필요하다.

@highlight

보상의 미스매치에서는 단기보상보다는 생애보상, 고용경직적인 보상보다는 고용의 유연성을전제로 능력개발을 통한 임금보상이 필요하다.

@highlight

정보의 미스매치에서는 구직자를 위한 유망중소기업 DB 구축 및 발굴훈련, 구인자를 위한현장밀착형 채용시스템의 구축, 그리고 보상, 숙련, 정보의 미스매치 관련 정책 및 다른 중소기업 지원정책과의 유기적 연계 시스템의 구축이 필요하다.

