본 연구에서는 초기경전과 불전문헌에 나타나는 붓다의 고행담의 전개양상과 『석보상절』의 고행담에 대해 살펴보았다.

붓다의 고행담은 正覺前 6년간의 수행의 노정에 관한 것이다.

그런데 전승에 따라 고행 결심과 고행의 내용, 고행 장소, 기간, 그리고 고행 포기의 사유 등고행담과 관련하여 다양하게 전개되고 있다.

이는 불전의 발전에 따른 확대·발전과 붓다와 관련된 사건들을 상징화한 결과이다.

고행결심과 포기는 自利에서 利他로, 내부에서 외부로 전개되고, 고행 내용은 단식에서 호흡제어와 선인림에서의 수행으로 확대된다.

고행처 역시 초기에는 정각처와 분리되지 않은 채로 전해지다가 발달된 불전에서는 두 장소가 분리되어 무덤과 고행림으로 확장되는 양상을 보인다.

무덤 역시 상징성이 다분하다.

『석보상절』의 고행담은 초기 경전이나 여러 한역경전과는 차별적인 양상을 지니고 있다.

그것은 고행 내용과 고행 후 붓다 묘사, 고행 기간의 문제 등에서 나타나며, 이는 우리 문화로의 변용을 보여주는 것이라 할 수 있다.

또한 일반적으로 널리 알려져 있는 붓다의 6년 고행설은 『석보상절』의 경우 가장 적합하게 사용될 수 있는 용어이며, 그 외의 불전들에 있어서는 6년 수행설이라고 하는 것이 더 적절하게 생각된다.

@highlight

이 연구에서는 초기경전과 불전문헌에 나타나는 붓다의 고행담의 전개양상과 『석보상절』의 고행담에 대해 살펴보았다.

@highlight

붓다의 고행담은 正覺前 6년간의 수행의 노정에 관한 것이다.

