본 연구는 멀티미디어 학습에서 이미지, 목소리, 메시지 스타일(개인화) 등 사회적 단서의 수준을 차별적으로 처리한 네 가지 유형의 콘텐츠들이 학습성과에 미치는 영향을 탐색하는데 있다.

이를 위해 동일한 내용과 분량의 한국지리 강의를 첫째, 강사출연 동영상(강사의 이미지, 목소리, 메시지 스타일) 둘째, 칸스타일 동영상(목소리, 메시지 스타일) 셋째, 아나운서 내레이션 동영상(메시지 스타일) 넷째, 파워포인트 등 네 가지 종류의 학습 콘텐츠로 제작하여 학습용 태블릿에 저장하여 검사도구로 사용하였다.

고등학교 1학년 60명의 참가자들은 사회적 단서가 수준별로 처치된 콘텐츠 유형에 따른 4개의 집단에 무선할당 되었고 50분간 통제된 실험 상황에서 연구가 실시되었다.

실험 결과 콘텐츠의 사회적 단서는 수준별 제시 여부에 따라 학습만족도(F=5.178, p=.003)와 학업성취도(F=3.457, p=.022)의 집단간 차이에서 각각 통계적으로 유의미하였다.

실험을 통해 본 연구는 첫째, 사회적 단서의 수준이 높을수록 학습만족도와 학업성취도가 높다는 사실을 검증하였으며 둘째, 다양한 수준의 사회적 단서를 포함하고 있는 멀티미디어 콘텐츠 학습에서 메시지 스타일을 통한 개인화의 원리가 매우 중요하게 작용하고 있음을 확인하였다.

@highlight

이 연구는 멀티미디어 학습에서 이미지, 목소리, 메시지 스타일(개인화) 등 사회적 단서의 수준을 차별적으로 처리한 네 가지 유형의 콘텐츠들이 학습성과에 미치는 영향을 탐색하는데 있다.

