본

 

연

구

는

 

새

로

운

 

기

능

성

 

소

재

를

 

탐

색

하

기

 

위

하

여

 

튤

립

나

무

 

가

지

의

 

메

탄

올

 

추

출

물

을

 

조

제

하

여

 

생

리

활

성

 

물

질

 

함

량

,

 

D

P

P

H

,

 

환

원

능

력

,

 

F

e

2

+

 

c

h

e

l

a

t

i

n

g

효

과

와

 

지

질

과

산

화

 

억

제

 

활

성

 

그

리

고

 

세

포

독

성

을

 

측

정

하

였

다

.

 

총

 

페

놀

성

 

화

합

물

과

 

플

라

보

노

이

드

 

함

량

은

 

7

5

.

3

4

 

m

g

 

g

a

l

l

i

c

 

a

c

i

d

/

g

과

 

2

0

.

1

5

 

m

g

 

q

u

e

r

c

e

t

i

n

/

g

이

고

;

 

D

P

P

H

 

라

디

칼

 

소

거

 

활

성

에

서

 

E

C

5

0

은

 

2

8

9

.

6

8

 

±

 

2

.

0

4

 

μ

g

/

m

L

;

 

환

원

력

 

측

정

에

서

 

1

0

0

 

μ

g

/

m

L

 

농

도

에

서

 

흡

광

도

는

 

0

.

3

8

8

이

었

으

며

,

 

F

e

2

+

 

c

h

e

l

a

t

i

n

g

 

효

과

에

서

는

 

2

0

0

 

μ

g

/

m

L

 

농

도

에

서

 

3

6

.

3

3

%

로

 

나

타

내

었

고

,

 

지

질

과

산

화

 

억

제

 

효

능

에

서

는

 

2

0

0

 

μ

g

/

m

L

의

 

농

도

에

서

 

비

교

적

 

높

은

3

8

.

5

6

%

의

 

억

제

율

을

 

나

타

내

었

으

며

,

 

암

세

포

 

증

식

 

억

제

 

효

과

에

서

는

 

H

T

-

2

9

와

 

H

e

l

a

 

c

e

l

l

 

l

i

n

e

에

서

 

튤

립

나

무

가

지

 

메

탄

올

 

추

출

물

이

 

2

0

0

 

μ

g

/

m

L

의

 

농

도

에

서

 

5

6

.

9

4

%

와

 

3

5

.

7

3

%

의

 

세

포

생

장

 

억

제

율

을

 

나

타

내

었

다

.

 

따

라

서

 

본

 

연

구

 

결

과

들

을

 

종

합

해

 

볼

 

때

 

항

산

화

능

력

은

 

총

 

페

놀

성

분

과

 

밀

접

한

 

관

계

가

 

있

는

 

것

으

로

 

사

료

되

며

,

 

튤

립

나

무

 

가

지

에

 

대

한

 

기

타

 

생

리

활

성

 

연

구

가

 

더

 

필

요

할

 

것

으

로

 

사

료

된

다

.

@highlight

이 연구는 새로운 기능성 소재를 탐색하기 위해 튤립나무 가지의 메탄올 추출물을 조제해 생리활성 물질 함량, DPPH, 환원능력, Fe2+ chelating효과와 지질과산화 억제 활성 그리고 세포독성을 측정했다.