난개발지수는 도시의 난개발 정도를 계량적으로 파악하기 위해 산출되는 값으로 본 연구에서는 수도권 77개 시군구를 대상으로 난개발 정도를 파악하기 위하여 세부 항목을 선정하고 이를 바탕으로 난개발지수를 산정하였다.

그 결과 난개발지수의 하위 10%는 경기교외지역, 상위 10%는 강남 3구와 경기도의 일산 등지인 것으로 나타나 서울의 강남 3구와 일산 등지가 수도권에서 가장 압축개발된 지역인 것으로 분석되었다.

반면 가장 난개발되어 있는 지역은 여주군, 양평군 등 수도권 외곽의 경기도 지역과 인천의 강화군인 것으로 나타났으며, 이 중에는 서울의 종로구가 포함되어 있었다.

이는 도시의 압축개발이 오로지 고밀개발에만 의존하지는 않음을 보여준다.

도시의 개발형태는 도시교통의 여러 가지 특성과도 관련성이 높을 것으로 기대됨에 따라 산정된 난개발지수와 교통관련 변수 사이의 선형회귀분석을 통해 도시개발 형태와 통행패턴 사이의 연관성을 분석하였다.

난개발지수와 통행특성의 선형회귀분석 결과 밀도, 다양성, 접근성, 도시설계요인의 지수가 높은 값을 가질수록 비동력 교통수단의 수단분담률이 높아지는 것으로 나타났다.

그러나 승용차 통행의 경우 다양성 지수와 접근성 지수가 높을수록 그 통행량이 감소하는 것으로 분석되었다.

이러한 분석결과는 압축도시 개발의 요인들이 비동력 교통수단의 수담분담률을 높이는 한편 승용차의 통행을 감소시킬 수 있는 요인으로 작용할 수 있음을 보여준다.

@highlight

수도권을 대상으로 난개발지수를 산정한 결과, 난개발지수 하위 10%는 경기교외지역, 상위 10%는 강남 3구와 경기도 일산 등지로 나타났다.

@highlight

가장 난개발되어 있는 지역은 여주군, 양평군, 인천의 강화군, 서울의 종로구였다.

@highlight

분석 결과 압축도시 개발 요인들이 비동력 교통수단 수담분담률을 높이고 승용차 통행을 감소시키는 요인으로 작용할 수 있음을 보여준다.

