최근 프로그래밍 교육이 중요해짐에 따라, 객체지향 프로그래밍에 있어 작성한 소스코드가 어떻게 객체지향 개념을 반영하고 있는지를 분석하는 것은 중요하다.

본 논문에서는 UML과 소스코드의 실시간 동기화를 제공하는 웹 기반 환경에서 객체지향 개념을 분석 및 학습하기 위해 Unified Modeling Language(UML) 클래스 다이어그램과 자바 소스코드를 상호 변환하는 Round-

Trip Translator(RTT)를 제안한다.

RTT는 기존 Round-

Trip Engineering(RTE)기반 도구를 개선시켜 구현 하였으며 작성된 UML 혹은 소스코드가 어떻게 객체지향 개념을 반영하는 지에 대한 이해도를 높이기 위한 도구이다.

본 논문은 기존 RTE 기반 도구와 RTT의 효율성과 사용자의 편의성을 비교한 결과 UML과 소스코드 상호 변환을 통해 객체지향에 대한 이해도가 향상되었음을 보여준다.

우리는 또한 학생들이 기존 도구보다 더 효율적이고 편리한 사용자 인터페이스를 제공하는 RTT 사용에 만족한다는 사실을 알아냈다.

@highlight

UML과 소스코드의 실시간 동기화를 제공하는 웹 기반 환경에서 객체지향 개념을 분석하고 학습하기 위해 Unified Modeling Language 클래스 다이어그램과 자바 소스코드를 상호 변환하는 Round-

@highlight

Trip Translator를 제안하였다.

