본고는 사목 신학적 전망 안에서 다양한 사목활동에 관한 고찰이다.

사목(pastorale)이 인간과 인간의 역사 위에 하느님의 구원 계획을 실행하기 위하여 삶의 구체적 상황을 통하여 성령으로부터 고무된 교회 공동체의 다양한 활동을 의미한다면 사목신학의 고찰의 대상은 이러한 행위들의 다양한 형태이기 때문이다.

교회의 기본적인 구원 중재 활동은 전통적으로 그리스도의 세 가지 직무, 즉 예언직, 사제직, 왕직에 관하여 말해 왔다.

그러나 이러한 세 가지 직무는 사목활동의 내용을 구체적으로 표현하기에는 그 의미가 너무 광범위하다.

따라서 사목활동을 더욱 명확히 표현할 개념이 필요하다.

이에 대해 대부분의 학자들은 교회가 구체적으로 실행해야 할 네 가지 기본적인 형태들, 즉 예언직을 표현하는 선포-

증거(복음선포-

순교)의 형태, 사제직을 표현하는 기념-

기도(전례)의 형태, 왕직을 표현하는 봉사-

사랑의 형태, 그리고 마지막으로 위의 세 가지 형태를 모두 포함하고 그것들을 진실로 실현할 수 있는 사랑의 새 계명을 구체적으로 표현하는 공동체-

친교의 형태에 관하여 말하고 있다.

이러한 네 가지 교회의 기본 활동은 그리스도교의 세 가지 직무를 발전시킨 형태로서, 그리스도교 공동체의 사목활동의 다양성을 표현한다.

그러면서 그리스도의 구원중재 역할을 하는 사목의 총체성을 이해하고 읽을 수 있는 방법 혹은 그 전망으로도 보일 수 있다.

@highlight

이 논문은 사목 신학적 전망 안에서 다양한 사목활동에 대한 고찰이다.

@highlight

사목이 인간과 인간의 역사 위에 하느님의 구원 계획을 실행하기 위해 삶의 구체적 상황을 통해 성령으로부터 고무된 교회 공동체의 다양한 활동을 의미한다면 사목신학의 고찰의 대상은 이런 행위들의 다양한 형태이기 때문이다.

@highlight

따라서 사목활동을 더욱 명확히 표현할 개념이 필요하다.

