교육과정은 학생들이 알아야 할 것과 해야 할 것에 관한 근거를 제시한다는 점에서 매우 중요하다.

우리나라는 현재 2015 개정 교육과정을 교육의 현장에 적용하고 있다.

음악과 교육과정 역시 여러 번의 개정을 거쳐 역량과 창의융합을 강조하고 있는 현 교육과정을 적용하고 있다.

미국의 경우 국가핵심음악기준이 2014년 개정되었으며, 이를 각 주별 특성에 적합하도록 적용하고 있는 과정 중에 있다.

본 논문의 목적은 우리나라와는 달리 지방분권제를 채택하고 있는 미국의 음악과 교육과정의 주별 적용사례를 비교분석하고 이를 통하여 우리나라 음악과 교육과정 개정에의 시사점을 도출하는 데 있다.

이에 뉴욕 주, 사우스캐롤라이나 주, 워싱턴 주, 인디아나 주, 몬태나 주, 플로리다 주 음악과 교육과정을 우리나라 음악과 교육과정의 체제와 비교하여 분석하고 시사점을 도출하였다.

분석 결과 개정된 국가핵심음악기준의 적용 정도에 있어 차이가 있었으며 뉴욕 주가 가장 국가핵심음악기준에 근접하였다.

첫째, 충분한 연구와 논의 및 협의 과정을 거쳐 교육과정을 개발하였다.

둘째, 각 주의 특성을 최대한 반영하였다.

셋째, 전체적으로 음악과 교육과정의 대상이 되는 학생들의 범위가 확대되었다.

넷째, 각 주의 음악과 교육과정은 학년이 올라감에 따라 그 구조가 현저하게 변하지 않고 일정한 체계에 따라 구조화된 모습을 보이고 있었다.

마지막으로, 시대와 사회가 요구하는 역량을 제시하고 있다는 점을 결론으로 도출하였다.

@highlight

본 논문의 목적은 우리나라와는 달리 지방분권제를 채택하고 있는 미국의 음악과 교육과정의 주별 적용사례를 비교분석하고 이를 통하여 우리나라 음악과 교육과정 개정에의 시사점을 도출하는 데 있다

이에 뉴욕 주, 사우스캐롤라이나 주, 워싱턴 주, 인디아나 주, 몬태나 주, 플로리다 주 음악과 교육과정을 우리나라 음악과 교육과정의 체제와 비교하여 분석하고 시사점을 도출하였다

