포스트 코로나 시대에 대응하고자 산업전반의 정책 변화가 글로벌화에서 지역으로 변화될 것이다.

특히, 농업은 글로벌 식량위기에 대응하고자 지역을 중심으로 하는 지역발전 전략이 추진 될 것이고 이것보다 먼저 준비된 공익형직불제도 지역농정 변화에 큰 영향을 미칠 것이다.

이러한 외부적인 상황뿐만 아니라 내적인 요인으로 농가인구 변화에 따른 대농과 소농의 양극분화, 건강한 먹거리 생산과 환경을 고려한 소비자의 욕구 또한 새로운 지역발전 전략을 필요로 한다.

특히 강화군의 경우, 농업정책을 수행하는 최 일선 조직으로 이러한 변화에 기민한 대응이 중요하다.

따라서 본 연구는 강화군을 대상으로 당면한 현실과 역량을 분석하고 이를 반영한 지역산업 발전전략을 도출하고 과제를 제시하고자 한다.

강화군의 지역산업 발전전략을 도출하기 위해 전북 완주군의 로컬푸드 추진사례와 충남 아산시의 친환경농업 구축사례를 조사하여 시사점을 제시하였다.

따라서 향후 강화군은 로컬푸드와 친환경농업을 활성화하는 농업 발전전략을 수립해야 하겠다.

더불어 이를 실현할 수 있도록 강화군은 담당 행정조직을 재편할 수 있도록 방법을 모색해야 하며 그 동안에 민간에서 쌓아온 경험과 실력을 재평가하여 이를 활용해야 하겠다.

@highlight

본 연구는 강화군의 농업 변화 현실과 역량을 분석하고 이를 반영한 지역산업 발전전략을 도출한다.

@highlight

분석 결과, 향후 강화군은 로컬푸드와 친환경농업 활성화 발전전략을 수립해야 한다.

@highlight

또한 이를 실현할 수 있도록 강화군은 담당 행정조직을 재편할 방법을 모색해야 하며 그동안 민간에서의 경험과 실력을 재평가해 이를 활용해야 한다.

