기후변화가 세계적인 관심으로 부각됨에 따라 국?

내외에서 이를 해결하기 위해 각종 정책을 마련하고 있다.

기후변화에 대한 인식 함양을 위해서 기후변화 교육이 중요한 역할을 한다.

특히 환경에 미치는 영향이 큰 대학교는 대학생이 수강할 수 있는 기후변화교육 프로그램을 개발하여 활성화시켜야 할 의무가 있다.

이를 위해 사회변화에 따른 새로운 유형의 프로그램 개발이 필요하며, 온라인과 오프라인을 적절하게 활용하는 블렌디드 러닝 프로그램이 새로운 기후변화교육 프로그램으로 유용하게 활용될 수 있을 것이다.

본 연구는 블렌디드 러닝 기후변화교육 프로그램을 진행하는 S여자대학교 수강생들을 대상으로 기후변화에 관한 인식과 이러닝에 대한 학습만족도를 조사하여 블렌디드 러닝 기후변화교육 프로그램 구축을 위한 기초자료를 제공하는데 목적이 있다.

t-

검정 결과, 블렌디드 러닝 기후변화교육을 받은 수강생들의 기후변화 인식과 만족도가 높은 것으로 조사되었다.

향후 지속가능한 기후변화교육의 하나로 블렌디드 러닝의 활용이 가능할 것이며, 이러닝을 적절하게 활용하여 프로그램을 구성한다면 교육적 효과가 높을 것으로 기대된다.

@highlight

기후변화가 세계적인 관심으로 부각됨에 따라 국·내외에서 이를 해결하기 위한 각종 정책을 마련하였다.

@highlight

기후변화에 대한 인식 함양을 위해서 기후변화 교육이 중요한 역할을 하였다.

@highlight

환경에 미치는 영향이 큰 대학교는 대학생이 수강할 수 있는 기후변화교육 프로그램을 개발하여 활성화시켜야 할 의무를 가진다.

