소뼈를 하소하여 천연 하이드록시아파타이트 분말을 얻은 다음, 1100oC 및 1200oC로 상압 소결하여 기공율이각각 35 % 및 18 %인 다공성 하이드록시아파타이트를 제조한 후 이들 시편의 생체친화성을 평가하였다.

골아세포의 성장속도과 세포독성의 유무에 따라 평가되는 생체친화성은 MG-63 세포의 부착능과 분화되어 증식되는 세포의 수로 측정하였다.

in vitro에서 세포 반응을 관찰한 결과 소뼈로부터 제조된 하이드록시아파타이트 시편은 독성이 없고 생체 친화성이 좋은 시편이었다.

세포배양 1일 후부터 하이드록시아파타이트 표면에 세포가 부착되었고, 세포배양 후 3일 후에는 핵 주위로세포질이 퍼져나갔으며, 5일 후에는 부착된 세포의 수가 크게 증가하였다.

배양 초기에는 밀도에 관계 없이 세포의 부착능이 유사하였지만, 세포 배양 시간이 증가하면서 기공율이 높은 시편에서 세포의 부착 및 성장이 더 활발하게 진행되었다.

@highlight

소뼈를 하소해 천연 하이드록시아파타이트 분말을 얻은 다음, 1100oC 및 1200oC로 상압 소결해 기공율이각각 35 % 및 18 %인 다공성 하이드록시아파타이트를 제조한 후 이들 시편의 생체친화성을 평가했다.

