스포츠팬 문화는 스포츠에 보편적으로 나타나는 특징이다.

스포츠팬은 자발적으로 모여 특정 스포츠나 스포츠 스타의 대상을 선택하여 자신들의 문화를 만들어가는 현상이다.

최근의 스포츠팬들은 수동적인 관람자에서 벗어나 스스로의 선택과 기호에 맞게 스포츠를 재구성함으로 스포츠문화 창출의 능동적인 주체자로서 하나의 거대한 스포츠의 문화적 수요를 이끌어 내고 있다.

동시에 그들이 속한 사회 속에서 스포츠의 의미를 적극적으로 해독하는 창조적 문화실천으로 자신들의 독자적인 스포츠문화 형식을 창출해 내고 있는 것이다.

이러한 스포츠팬의 실천 영역은 지배 문화가 만들어 놓은 사회 제도를 뛰어 넘는 문화자본의 형태를 띠고 있는 것이다.

또한 스포츠팬의 역동성은 최근의 뉴미디어인 다양한 SNS 환경의 변화와 함께 더욱 더 가시화되고 있다.

스포츠팬들의 조직적 활동과 집단력은 거대한 힘을 발휘하고 있으며, 스포츠팬 문화가 새로운 가치를 추출할 수 있는 가능성을 가지고 있다.

따라서 스포츠에 대한 과잉담론 시대에 스포츠팬 문화의 역동성은 스포츠를 통해서 올바른 경쟁의 질서를 유포하고 이상적인 공동사회의 모델을 제시하며 또한 그러한 조건을 만들어 나가는 스포츠팬 커뮤니티 형성에 기여할 수 있는지를 도모하여야 할 것이다.

@highlight

동시에 그들이 속한 사회 속에서 스포츠의 의미를 적극적으로 해독하는 창조적 문화실천으로 자신들의 독자적 스포츠문화 형식을 창출하고 있는 것이다.

@highlight

이같은 스포츠팬의 실천 영역은 지배 문화가 만들어 놓은 사회 제도를 뛰어 넘는 문화자본의 형태를 지니고 있다.

