심상은 외현적인 감각 자극이나 운동 활동 없이 기억으로부터 표상을 활성화하고 조작하는 능력을 말한다.

공감은 상대방의 관점을 수용하여 감정이나 생각을 정확하게 아는 능력이다.

따라서 정확한 공감을 위해서는 상대방의 입장을 마음속으로 그려보는 심상작업이 요구될 수 있다.

이에 본 연구에서는 심상작업이 정서적 공감에 영향을 미칠 것이라는 가설을 세우고 실험을 통하여 이를 검증하고자 하였다.

대학생 48명을 대상으로 5가지 정서에 대한 이야기를 들려주고, 실험집단에는 각 이야기의 주요 장면에 대해 그림을 그릴 것이라고 지시를 하고, 통제집단에게는 글로 적을 것이라고 지시하였다.

이들이 이야기를 듣는 동안 EMG를 활용하여 안면 표정 근육의 움직임을 측정하여 이야기에 대한 정서적 공감 정도를 파악하였다.

결과는 심상 작업이 활성화된 집단이 통제집단에 비해 각 정서 점수 총합의 공감 점수가 유의미하게 더 높았다.

하지만 5가지 세부 정서 영역에서는 실험집단이 통제집단에 비해 점수가 높은 경향성은 있었지만 유의미한 차이는 없었다.

본 연구의 의의는 타인의 상황을 마음으로 그리는 심상작업이 공감에 영향을 미칠 수 있다는 점을 확인한 것이다.

하지만, EMG 보다 내적타당도를 갖춘 공감 측정도구가 필요하다는 제한점이 있다.

@highlight

본고는 심상작업이 정서적 공감에 영향을 미칠 것이라는 가설을 세우고 실험을 통하여 이를 알아보았다.

@highlight

이에 따라 심상 작업이 활성화된 집단이 통제집단에 비해 각 정서 점수 총합의 공감 점수가 유의미하게 더 높게 나타났다.

