두 편의 연구를 통해서 집단에서 구성원들 간의 공감 구조(공감균형/공감불균형/비공감균형)에 따른 집단과제 몰입, 집단 실체성 지각 및 응집성을 알아보았다.

연구 1에서는 시나리오를 통해 세 명의 집단 구성원들 간에 공감균형, 공감불균형, 비공감균형이 존재하는 상황을 제시하여 집단 내 공감 구조를 조작했다.

연구 결과, 집단 실체성 지각과 응집성은 공감균형 조건에서 가장 높고 공감불균형 조건과 비공감균형 조건 순으로 낮았다.

구성원들의 집단과제 몰입 수준에서는 연구 가설과 일관된 결과가 발견되지 않았다.

연구 2에서는 대학생들로 구성된 현장집단을 대상으로 다양한 집단 상호공감 구조를 확인했으며, 집단 실체성 지각과 응집성 경험에서 연구 1의 결과가 반복검증 되었다.

또한 집단과제 몰입은 비공감균형 조건이 가장 높고 공감불균형과 공감균형 조건 순으로 낮게 나타났다.

마지막으로 집단의 핵심 기능에 대해 집단 상호공감 구조가 미치는 영향과 공감의 사회적 역동을 중심으로 본 연구의 시사점과 장래 연구 방향을 논의했다.

@highlight

두 편의 연구를 통해서 집단에서 구성원들 간의 공감 구조에 따른 집단과제 몰입, 집단 실체성 지각 및 응집성을 알아보았다.

