농촌 주민들 32명이 캄보디아와 베트남을 여행하였다.

7일간의 여행 중 8명이 설사를 하였다.

이에 원인과 감염경로를 파악하기 위해 역학조사를 시행하였다.

여행자 32명 전원을 대상으로 방문 혹은 전화로 역학조사를 시행하였으며, 23명의 직장도말 검체를 경상북도 보건환경연구원에서 검사하였다.

또한 여행사를 통해 여행 경로와 일정을 조사하였다.

발병률은 25.0%(8명)이었으며, 그 중 3명은 미생물학적으로 Shigella flexneri(Serotype 3a)에 의한 감염을 확인하였다.

외국에서 감염이 발생하였다고 추정하여 환경가검물을 검사할 수 없었지만 공동매개체로는 세균성이질의 잠복기와 역학적 특성을 고려할 때 앙코르와트에서 사 먹은 생수가 세균성이질 균에 오염된 것으로 생각한다.

가장 흔한 해외 유입 전염병은 물이나 음식을 매개로 하는 전염병이다.

외국을 여행하는 여행자들은 수인성/음식매개 감염병에 대하여 철저히 예방을 하고 여행 후 증상이 있는 경우 신고 및 적절한 치료를 받아야 할 것이다.

@highlight

캄보디아, 베트남 여행중 설사를 겪은 여행객들을에 대한 역학조사를 시행하였다.

@highlight

발병률은 25.0%(8명)였으며, 3명은 미생물학적으로 Shigella flexneri(Serotype 3a)에 의한 감염을 확인하였다.

@highlight

현지에서 마신 생수가 세균성이질 균에 오염된 것으로 추정된다.

