본 연구에서는 창의·인성 교육에 대한 교사와학생들의 인식과 2009 개정 교육과정 과학 교과서에 제시된 창의·인성 내용을 분석하고 이를 토대로 실제 창의·인성 과학 수업을 적용한 결과를 분석하였다.

첫째, 인식 조사 결과 교사들은 창의성 요소가 전체적으로 과학 교과와의 관련성이높은 것으로 인식하고 있었다.

이에 반해 학생들은 창의성 요소 중 인지적 요소가 정의적 요소보다 상대적으로 과학교과와의 관련성이 높은 것으로 인식하고 있었다.

이러한 이유는 면담 결과에서 나타난 것처럼 교사와 학생이 생각하는 창의·인성 교육의 방향이 다르기 때문이다.

둘째, 교과서 분석 결과, 교사와 학생이 설문지에서 관련성이 높다고 생각했던 요소들이 분석 대상 전체 교과서 상에서 반영되어 있었다.

교사와 학생이 상대적으로 관련성을 낮게 인식한 인성 요소는 교과서에 별도로 구성된 창의·인성 활동을 통해 인성 요소가 반영된 것을 확인할 수 있었다.

셋째,6차시 창의·인성 교육을 위한 교수·학습과정안을 개발하고 적용한 수업을 전사한 결과, 교과 내용 이외에 교사의 발문과 학생의 답변에 창의·인성 교육 요소가 많이 포함되어 있는 것을 확인할수 있었다.

하지만 교사가 느끼는 수업진도에 대한 부담과 수업 내용의 난이도, 학생이 느끼는 평가에 대한 중압감은 창의·인성 교육 목표를 달성하는데 마이너스 요인으로 분석되었다.

@highlight

이 연구에서는 창의·인성 교육에 대한 교사와학생들의 인식과 2009 개정 교육과정 과학 교과서에 제시된 창의·인성 내용을 분석하고 이를 토대로 실제 창의·인성 과학 수업을 적용한 결과를 분석했다.

