NiFeCr/(Cu/Co90Fe10) × N/NiFeCr 다층박막의 자기변형과 응력에 관하여 연구하였다.

Cu 15Å/CoFe 15Å 이중층의 수가 증가할수록 포화자기변형상수가 2층에서 ?5.6 × 10?6로부터 20층에서 ?8.5 × 10?6으로 감소하였다.

CoFe층의 두께가 10에서 20Å으로 증가되었을 때 포화자기변형상수의 크기가 약 1 × 10?6 만큼 감소하였다.

Cu 15Å/CoFe 15Å 이중층의 층수가 2에서 20으로 증가 되었을때 다층박막의 인장응력의 크기가 980 MPa에서 590 MPa로 감소하였다.

자기변형과 박막의 응력으로부터 형성될 수 있는 최대 자기변형이방성자장은 Cu 15Å/CoFe 15Å 이중층의 수가 10일 때 135.7 Oe 이었다.

@highlight

NiFeCr/(Cu/Co90Fe10) × N/NiFeCr 다층박막의 자기변형과 응력에 대해 연구하였다.

@highlight

최대 자기변형이방성자장은 Cu 15Å/CoFe 15Å 이중층 수가 10일 때 135.7Oe이었다.

