세종시 동지역으로 구성된 행정중심복합도시(행복도시)는 그 주변의 도시스프롤 현상으로 인해 다양한 도시문제가발생하고 있다.

이에 세종시는 전체 읍 ?

면을 성장관리방안 수립지역으로 지정하여 난개발 방지 및 계획적 개발을유도하고 있다.

세종시의 도시스프롤은 도시성장에 의한 개발지역의 확산 측면도 있지만 토지이용규제에 의한 풍선효과 측면도 존재한다.

따라서 본 연구는 세종시의 도시스프롤 현상을 건축물 용도별로 확인하고, 그 원인을 실증적으로분석하였다.

첫째, 세종시는 행복도시의 토지이용규제에 의해 외곽 읍 ?

면에서 도시스프롤 이 발생하는 것으로 확인되었다.

둘째, 도시성장에 따른 도시지역의 외연적 확산은 세 가지의 양태로 나타났다.

해당지역의 연령대별 인구증가와모도시의 인구증가 특성에 따라 신축 건축물의 용도가 달라지는 것을 확인하였다.

이상의 결과는 세종시의 도시스프롤에 대한 대응을 위해서는 행복도시뿐만 아니라, 주변지역의 토지이용규제에 대한 재검토가 병행되어야 함을 보여준다.

@highlight

세종시의 도시스프롤 현상을 건축물 용도별로 확인하고, 원인을 파악한 결과 세종시는 행복도시의 토지이용규제에 의해 외곽 읍 ?

@highlight

면에서 도시스프롤 이 발생하였고 해당지역의 연령대별 인구증가와 모도시의 인구증가 특성에 따라 신축 건축물의 용도가 달라졌다.

