본 연구는 태블릿 PC를 활용한 음악 만들기 프로그램이 지적장애 청소년의 집행기능 향상에 어떠한 효과를 나타내는지 알아보고자 실시되었다.

연구 대상은 지적장애 청소년 남학생 4명으로 세션은 주 2회씩 회기별 45분으로 진행하여 총 16회기 동안 개별 중재하였다.

음악 만들기 프로그램은 노래 구상 및 태블릿 PC 조작법 습득, 음악 요소 탐색, 리듬·멜로디·가사·반주 리듬 만들기, 루프 구간 설정 및 생성, 발표하기로 구성되었고 각각의 창작 과정은 난이도에 따라 단계별로 반복 진행되었다.

집행 기능 측정을 위해서 스트룹(Stroop)검사, 아동 색 선로 검사(CCTT), 작업기억지표의 하위검사인 숫자따라 외우기(DST)와 순차연결하기(LN) 검사를 사전·중간·사후에 실시한 결과 연구 결과 참여자들 모두 세 가지 검사에서 점수가 향상되었다.

비디오 촬영을 통한 행동 분석 결과, 주의 지속 시간이 증가하고 리듬과 멜로디 수행 시 나타나는 오류를 자발적으로 개선해 나갔으며 정보 범주화를 통해 정보의 활용과 응용이 가능해졌다.

이와 같은 결과는 태블릿 PC를 활용한 음악 만들기 프로그램이 지적장애 청소년의 집행 기능을 향상시키는 중재도구로 긍정적인 효과가 있음을 증명하였다.

더 나아가 기존에 지적장애 아동기에 집중되어있던 연구를 청소년기로 확장시켜, 인지기능 저하 및 인지적 과제 참여에 대한 동기가 낮은 다른 대상군에게도 확장 적용될 수 있음을 시사한다.

@highlight

이 연구는 태블릿 PC를 활용한 음악 만들기 프로그램이 지적장애 청소년의 집행기능 향상에 어떠한 효과를 나타내는지 알아보고자 실시됐다.

