본 연구는 자활사업 참여자들의 정서적 자활과 조직헌신의 관계를 분석하고 동시에 이들이 경험하는 경제적 스트레스의 조절효과를 검증하여 향후 국내 자활사업에 대한 실천적 함의를 제시하는 것을 목적으로 한다.

이를 위해 본 연구에서는 2012년 11월 대구광역시 자활근로사업 참여자를 대상으로 실시한 설문조사자료를 활용하였으며 698명이 최종 분석에 사용되었다.

변수간의 인과관계 및 조절효과 검증을 위해 다중선형회귀분석방법(Multiple Linear Regression Analysis)을 적용하였다.

주요 연구결과를 살펴보면 자활사업단에 소속된 자활참여자의 조직헌신 정도가 높을수록 정서적 자활 역시 증가하는 것으로 나타났다.

또한 조직헌신과 정서적 자활간의 관계에서 참여자들이 인식하는 경제적 스트레스 정도가 조절변수(moderating variable)로 기능하는 것으로 나타났다.

이러한 연구결과에 비춰본다면 향후 국내 자활사업 참여자들의 정서적 자활 향상을 위해서는 공동체의식교육 이외에 경제적 스트레스를 감소시킬 수 있는 다양한 정책적 노력이 필요함을 시사한다.

본 연구는 자활사업 참여자들의 정서적 자활에 대한 조직헌신과 경제적 스트레스 효과를 검증함으로써 향후 자활사업의 효과성 제고를 위한 실천적 개입의 기초자료를 제공해준다는 점에서 그 의의를 찾을 수 있다.

@highlight

이 연구는 자활사업 참여자들의 정서적 자활과 조직헌신의 관계를 분석하고 동시에 이들이 경험하는 경제적 스트레스의 조절효과를 검증하여 향후 국내 자활사업에 대한 실천적 함의를 제시하는 것이 목적이다.

@highlight

본 연구결과에 비춰본다면 향후 국내 자활사업 참여자들의 정서적 자활 향상을 위해서는 공동체의식교육 이외에 경제적 스트레스를 감소시킬 수 있는 다양한 정책적 노력이 필요함을 시사한다.

@highlight

이 연구는 자활사업 참여자들의 정서적 자활에 대한 조직헌신과 경제적 스트레스 효과를 검증함으로써 향후 자활사업의 효과성 제고를 위한 실천적 개입의 기초자료를 제공해준다는 점에서 그 의의를 찾을 수 있다.

