본 연구는 8개 영재학교 체육과 교육과정을 내용과 평가를 중심으로 비교·분석하여 영재학교특성에 맞는 체육과 교육과정 운영방안을 모색하고자 시도하였다.

연구 목적을 달성하기 위해 전국 8개 영재학교의 2019학년도 학교 교육 과정 편성·운영 및 평가에 관한 규정, 체육과 평가계획등의 자료를 수집하였다.

이를 바탕으로 실제 각 학교에서 이루어지고 있는 체육과 관련된 전반적인 자료를 수집하기 위해 5명의 영재학교 체육 교사를 연구참여자로 설정하여 심층 면담을 진행하였다.

수집된 자료는 Bereday(1964)의 비교방법론과 주제별 부호화 과정을 통해 연구 목적에 맞게분류 및 해석하였다.

연구 결과 학교 교육 과정 편성에 따른 체육과 운영실태, 체육교과 편제표, 체육과 교과목별 평가내용에 차이를 분석할 수 있었다.

영재학교 체육과 교육과정의 특성은 학점제, 현장 교사의 자율성에 의한 교육과정 운영, 소수의 학생을 대상으로 맞춤형 수업, 수업환경의 최신화로 다양한 수업 가능, P/F 평가시스템 운영으로 분석되었다.

영재학교 특성에 맞는 체육과 교육과정 운영방안 모색 결과는 P/F 평가 기준의 규격화, 스포츠 교류전을 활용한 체육과 교육과정 운영, 학생 참여 중심의 체육과 교육과정 운영, 평생스포츠 기반을 위한 1인 1기 활동 참여의권장으로 제시할 수 있었다.

@highlight

본 연구는 영재학교특성에 맞는 체육과 교육과정 운영방안을 모색하기 위해 8개 영재학교를 비교·분석한 결과, 운영실태와 편제표, 교과목별 평가내용의 차이가 있었다.

@highlight

P/T 평가 기준의 규격화, 스포츠 교류전을 활용한 체육과 교육과정 운영, 학생 참여 중심의 교육과정 운영, 평생스포츠 기반을 위한 1인 1기 활동 참여의 권장 등을 그 방안으로 제시할 수 있다.

