기존 실시간 신호제어시스템은 과포화 상황, 지점검지 및 매설식 검지체계의 문제점이 제기됨에 따라 ITS의 활성화와 검지체계의 발전 등으로 진보된 차세대 신호제어시스템의 개발이 요구되고 있다.

본 논문은 차세대 신호제어시스템을 위해 신호제어 기초 변수를 기존 통과교통량이 아닌 교차로 대기행렬을 활용할 수 있도록 대기행렬길이의 산출을 목적으로하였다.

기존 시스템의 한계로 나타난 과포화 상황에 중점을 두어 범위를 설정하였다.

실시간으로 수집되는 개별차량 위치정보를 좌표로 변환하여 최소제곱법을 이용한 회귀모형에 적용하여 추출한 직선식을 충격파 모형에 적용하였다.

산출된 대기길이와 링크길이의 비교를 통해 대기길이가 링크를 초과하는 경우 상류부 대기차량이 하류부 교차로에 영향을 미친다고 판단하여 하류부 교차로 대기행렬까지 대기길이로 포함하였다.

추출된 대기행렬길이의 신뢰성을 판단하고자 링크 통행시간과의 상관분석을 실시한 결과 두 링크 모두 0.9이상의 수치를 나타내며 높은 상관관계를 보이는 것으로 판단되었다.

본 연구는 실시간으로 수집되는 데이터를 이용하여 대기행렬길이를 산출할 수 있다는 점과 이를 이용하여 신호제어시스템의 개선에 기여할 수 있다는데 의의가 있다.

@highlight

이 논문은 차세대 신호제어시스템을 위해 신호제어 기초 변수를 기존 통과교통량이 아닌 교차로 대기행렬을 활용할 수 있도록 대기행렬길이의 산출을 목적으로했다.

