본 연구의 목적은 ‘생태문해력(ecoliteracy)’의 의미를 고찰하여 그것이 갖는 사회과교육적 의미를 탐색하고, 현 사회과교육에서 생태문해력이 반영되고 있는 정도를 파악해보는데 있다.

이를 위해 II장에서는 생태문해력 개념의 발생 배경과 정의를 살펴보고, 이를 바탕으로 생태문해력의 특징을 지속가능 패러다임, 장소감, 시스템 사고로 도출하였다.

생태문해력의 특징을 살펴본 결과 생태문해력의 본질을 관계성이라고 판단하였고, 이에 기반하여 연구자는 생태문해력을 우리의 삶의 모습인 상호의존적인 관계망 속에 내 자신이 포함되어 있음을 자각하고, 그 관계망을 유지하기 위해 자신의 삶을 윤리적으로 성찰할 수 있는 능력으로 조작적으로 정의하였다.

또한, 사회과교육에서 생태문해력을 길러준다는 것은 생태 시민이 가진 먼 거리에서 배려할 수 있는 삶의 자세를 길러주는 것이라 규정하였다.

III장에서는 생태문해력 관점에서 사회교과서를 분석할 수 있는 틀을 구안하여 이를 바탕으로 2007 개정 초등학교 사회 교과서와 2009 개정 초등학교 사회 교과서의 지리·일반사회 영역의 내용을 문장단위로 분석하였다.

두 교과서 모두 학습자들의 직접적인 삶 속에서 먼 거리의 배려 대상과의 연결망을 볼 수 있도록 하는 내용 서술이 부족했기에 이를 보강할 필요가 있겠다.

@highlight

이 연구의 목적은 ‘생태문해력’의 의미를 고찰해 그것이 갖는 사회과교육적 의미를 탐색하고, 현 사회과교육에서 생태문해력이 반영되고 있는 정도를 파악해보는데 있다.

