본 연구의 목적은 갈등관리에 대한 정부의 ‘계획-

점검-

평가’가 지니는 한계를 분석하고, 성과관리 기반의 체계적인 정부 갈등관리시스템을 구축하기 위한 대안을 모색하는 것이다.

이를 위해 본 연구는 국무조정실의 갈등관리평가 및 부처의 성과관리시행계획, 자체평가에 대한 분석을 실시하고, 공무원 면담을 보완적으로 수행하였다.

분석결과 국무조정실이 매년 실시하는 갈등관리평가는 사실상 ‘조사’에 머무르고 있으며, 평가결과를 통해 각 부처에 대한 적시성 있는 갈등관리 방안을 제시하는 수준에 이르지 못했다.

또한 각 부처의 성과관리시행계획 및 자체점검·평가는 갈등관리 필요정책에 대해서도 일반적인 정책과 동일한 계획·점검·평가를 실시하고 있어, ‘갈등관리’ 활동에 대한 성과관리는 부재한 상황이다.

본 연구결과를 바탕으로 갈등관리 필요과제의 지정, 갈등관리 필요과제에 대한 성과관리 기반의 계획·점검·평가체계 구축, 갈등관리심의위원회의 역할 재편, 국무조정실 갈등관리평가의 역할 재편방안, 갈등관리평가지표 개편안 등으로 구성된 체계적인 갈등관리시스템 구축방안을 제시하였다.

@highlight

국무조정실의 갈등관리평가 및 부처의 성과관리시행계획, 자체평가에 대한 분석을 실시하고, 공무원 면담을 보완적으로 수행한 결과 , 국무조정실이 매년 실시하는 갈등관리평가는 사실상 ‘조사’에 머무르고 있으며,  갈등관리 방안을 제시하는 수준에 이르지 못했고  갈등관리 필요정책에 대해서도 일반적인 정책과 동일한 계획·점검·평가를 실시하고 있어, ‘갈등관리’ 활동에 대한 성과관리는 부재한 상황이다.

@highlight

이에  갈등관리 필요과제의 지정, 갈등관리 필요과제에 대한 성과관리 기반의 계획·점검·평가체계 구축, 갈등관리심의위원회의 역할 재편, 국무조정실 갈등관리평가의 역할 재편방안, 갈등관리평가지표 개편안 등으로 구성된 체계적인 갈등관리시스템 구축방안을 제시하였다.

