본 연구는 유치원 교사의 자기지도성이 직무태도에 영향을 미치는 과정에서 작용하는 개인내적변인의 매개역할을 규명하여 자기지도성이 어떠한 기제로 작용하여 조직의 효과성에 기여할 수 있는지 총체적인 구조를 밝히는데 목적이 있다.

연구 대상은 경기도에 소재하고 있는 유치원에 재직 중인 교사 628명(공립: 302명, 사립: 326명)이었다.

수집된 자료는 PASW 18.0을 이용하여 무선으로 분류하여(표본 1: 314명, 표본 2: 314명) 표본 1은 자기지도성 검사도구의 탐색적 요인분석을 활용하고, 표본 2는 구조방정식 모형 분석에 활용하였다.

연구 결과 첫째, 유치원 교사의 자기지도성이 자기효능감과 내적통제소재의 개인내적변인 경로를 통해 교사의 직무만족과 조직몰입에 영향을 미친다는 본 연구의 가설적 모형은 적합한 것으로 나타났다.

둘째, 유치원 교사의 자기지도성과 직무만족 및 조직몰입의 관계에서 직접효과와 간접효과를 비교하여 살펴보면, 직접효과에 비해 간접효과의 영향력이 더 크게 작용하였다.

또한 Sobel test 결과 개인내적변인의 매개효과가 유의한 것으로 나타났다.

이는 유치원 교사의 자기지도성은 직무만족과 조직몰입을 직접적으로 설명하는 변인이기 보다는 본 연구에서 설정한 개인내적변인의 작용을 통해 설명될 수 있는 변인이라고 볼 수 있다.

@highlight

이 연구는 유치원 교사의 자기지도성이 직무태도에 영향을 미치는 과정에서 작용하는 개인내적변인의 매개역할을 규명하여 자기지도성이 어떠한 기제로 작용하여 조직의 효과성에 기여할 수 있는지 총체적인 구조를 밝히는데 목적이 있다.

