본 연구에서는 남성 상담자들이 상담자의 길로 들어서게 되는 과정에서 영향을 주는 요소들이 어떤 것들이 있는지, 또한 상담자로서의 삶 속에서 남성으로서 어떠한 경험들을 하고 있는지 개념도 연구를 통해 알아보고자 하였다.

본 연구를 위해 8명의 남성상담자들을 대상으로 인터뷰를 실시하였고 결과는 다음과 같다.

먼저, 남성상담자들이 비전통적 직업군으로 분류되는 상담이라는 분야로 입문하게 되는 주요 동기는 ‘사람들과 소통을 좋아하는 성격’, ‘인간 내면에 대한 관심’, ‘상담직업의 분위기에 대한 호감’, ‘상담과의 우연한 만남과 선택’, ‘개인적 상황과 조건에 의한 선택’, ‘긍정적인 상담경험’의 순서로 총 6개의 군집으로 나타났다.

두 번째로, 남성상담자들이 상담분야에 입문해서 상담자로서의 삶을 통해 경험하는 요소들은 5개의 군집으로 분류되었다.

5개의 군집으로는 ‘상담을 통해 개인적 성장을 함’, ‘남성이라서 더 관심과 기대를 많이 받음’, ‘여성상담자와의 차이와 비교를 통한 한계경험’, ‘가장으로서의 경제적 부담감’, ‘여성동료와의 관계에서 느끼는 조심스러움’이었다.

@highlight

이 연구에서는 남성 상담자들이 상담자의 길로 들어서게 되는 과정에서 영향을 주는 요소들이 어떤 것들이 있는지, 또한 상담자로서의 삶 속에서 남성으로서 어떤 경험들을 하고 있는지 개념도 연구를 통해 알아보고자 했다.

