우리나라의 공공하수처리시설 방류수 수질기준을 마련하는데 있어 기준설정 근거를 명확히 하는것과 하수처리시설의 운영조사를 근거로 적정성 여부를 검토할 수 있는 종합적인 기준설정 체계를 마련할 필요가 있다.

미국은 연방정부가 POTW에 대한 최소한의 항목과 기준의 가이드라인을 제시하며, 지방정부는 국가가이드라인과 동일하거나 주별 특성을 반영하여 보다 엄격한 가이드라인을 제시하도록 하고 있다.

일본의 경우 하수도법상 방류수 수질기준에서 하수처리시설 구조 기술상의 기준을 만족하여야 하고 방류수 수질기준과 공공수역으로의 배수기준을 동시에 적용하도록 하고 있으며 이에 대한 세부항목 및 기준은 지자체 조례로 규정하고 있다.

유럽의 경우 하수처리시설 방류수 수질기준은 공공수역에 대한 부영양화의 민감성에 따라 수질기준 항목을 차등하여 적용하고, 수계로 배출되는 오염물질 부하량에 따라 수질기준을 차등하여 적용하고 있다.

우리나라도 공공하수처리시설 방류수 수질기준 설정 시 미국 국가오염물질배출삭감제도 또는 유럽 통합환경관리제도에서와 같이 통계적 평균값 및 처리효율 또는 최적처리기술을 적용한 방류수 수질기준을 설정하는 체계를 도입하는 것이 필요하다.

@highlight

우리나라의 공공하수처리시설 방류수 수질기준을 마련하는데 있어 기준설정 근거를 명확히 하는것과 하수처리시설의 운영조사를 근거로 적정성 여부를 검토할 수 있는 종합적인 기준설정 체계를 마련해야 한다.

