본 연구는 지방하수도서비스를 제공하는 기초자치단체 하수도 공기업을 대상으로 하수도공급의 운영 효율성을 측정하고, 그 영향을 미치는 요인을 도출하고자 하였다.

이를 위해 본 연구에서는 우리나라의 72개 기초자치단체 하수도공기업의 2012년도 결산자료를 중심으로 DEA-

BCC 효율성 측정 및 토빗회귀분석을 수행하여 그 효율성에 미치는 영향을 규명하고 지방하수도 공기업의 효율성 증진에 정책적 함의를 제공하고자 하였다.

분석결과 우선, DEA를 통해 전국 72개 기초 지방자치단체의 하수도 공기업의 효율성은 하수도서비스의 공급에는 비효율성이 다소 존재하는 것으로 도출되었다.

한편, 지방하수도 공기업 효율성의 결정요인을 분석한 결과, 지방하수도 서비스의 효율성은 자체 혹은 민간위탁 등 운영특성 이외에도 지역성이 고려되어야 하는 것으로 나타났다.

또한 보조금 지원이 지방하수도 공기업의 운영 효율성에 유의미한 영향을 주는 것으로 확인되어, 지방하수도 공기업의 운영을 둘러싼 대내·외적인 고려로 그 경영실적을 판단할 필요성이 있음을 시사하였다.

@highlight

이 연구는 지방하수도서비스를 제공하는 기초자치단체 하수도 공기업을 대상으로 하수도공급의 운영 효율성을 측정하고, 그 영향을 미치는 요인을 도출하고자 했다.

