과학영재 학생들이 우수한 수행을 나타내는 전문가로 성장하기 위해서는 성취동기가 매우 중요하다.

본 연구에서는 중학교 2학년 과학영재교육원 학생 77명의 성취동기 점수를 기준으로 성취동기 상위 집단과 하위 집단을 구별하였다.

그리고 다차원 완벽주의, 자기개념, 부모양육행동의 집단 간 차이를 분석하였고, 회귀분석을 통하여 성취동기의 예언변인을 확인하였다.

변량분석 결과, 성취동기 상위 집단이 하위 집단보다 완벽주의 총점, 자기 지향적 완벽주의, 타인 지향적 완벽주의가 높았다.

자기개념 총점과 함께 하위 요인 중 신체, 도덕, 성격, 사회, 능력에 대한 자기개념에서 성취동기 상위 집단이 하위 집단보다 높았다.

부모양육행동에 대한 지각은 아버지 애정 요인만이 성취동기 상위 집단이 하위 집단보다 높았다.

회귀분석 결과, 자기 지향적 완벽주의와 사회적 자기개념 및 도덕적 자기개념이 성취동기에 대해 유의미한 설명력을 보였다.

매개변인 검증에서는 아버지 애정과 성취동기의 관계에서 자기 지향적 완벽주의와 사회적 자기개념의 부분매개효과가 확인되었다.

본 연구를 통하여 과학영재의 성취동기에 영향을 주는 정의적 요소와 아버지 애정의 중요성을 확인하였다.

@highlight

이 연구에서는 중학교 2학년 과학영재교육원 학생 77명의 성취동기 점수를 기준으로 성취동기 상위 집단과 하위 집단을 구별했다.

@highlight

이 연구를 통하여 과학영재의 성취동기에 영향을 주는 정의적 요소와 아버지 애정의 중요성을 확인했다.

