본 연구는 적심이 감초의 생육 및 수량에 미치는 영향을 구명코자 2008년부터 2009년까지 2년간 충북농업기술원에서 수행하였다.

적심 처리시기에 따라 6월 30일(JUN), 7월 30일(JUL), 8월 30일(AUG), 무적심(대조구) 등 4처리를 하였으며, 적심량은 줄기 길이의 20%를 제거하였다.

본 연구의 결과는 다음과 같이 요약할 수 있다.

(1) 초장과 분지수는 적심처리구보다 대조구에서 우수하였으며, 경엽중은 적심시기가 빠를수록 무거웠다.

(2) 초장과 줄기 직경은 적심 시기에 따른 영향을 받지 않았다.

(3) 지표면의 포복경 생장에는 일정한 경향이 없었다.

(4) 본 실험에서 적심이 뿌리 생장을 유도하고, 조기 적심이 뿌리 생육을 촉진하였다.

(5) 근중은 대조구 2년생 238 kg/10a에 비해 JUN 처리구와 JUL 처리구에서 각각 11~30% 증가하였으며, 3년생은 대조구 432 kg/10a에 비해 6~11% 증가하였다.

@highlight

이 연구는 적심이 감초의 생육 및 수량에 미치는 영향을 구명코자 2008년부터 2009년까지 2년간 충북농업기술원에서 수행하였다.

