본 연구는 1950년대 면방직공장의 생산현장에서 설비를 가동하며 생산을 주도했던 기능자들의 작업장 내에서의 환경과 생산과정에서의 활동상황을 살펴보았다.

본 연구의 결과는 첫째, 기능자들은 주로 기계 설비를 유지하고 보수하는 부서에 배치되었으며 실습, 연고, 추천 등을 통해 공장에 입사하였다.

둘째, 기능자들은 출근 후 조회에서 작업지시를 받았으며 별도의 내부교육 없이 청소, 보조, 수리, 설치 등의 업무를 담당하면서 숙련공으로 양성되었다.

셋째, 기능자들은 외부의 도움 없이 6.25전쟁의 피해설비를 해체하여 정비하고 설비를 재생하여 생산이 재개될 수 있도록 하였다.

넷째, 기능자들은 오전, 오후에 각각 10분씩에 불과한 휴식시간을 가질 수 있었으며 자신이 준비해 온 점심을 먹으며 12시간 노동을 견디어야했다.

이와 같은 연구결과를 바탕으로 확인한 시사점은 첫째, 1950년대 기능자들이 형성했던 기술체계는 기술인력의 공백상태를 해소하면서 자립적으로 공장을 운영할 수 있는 역량의 기반이 되었다.

둘째, 기능자들은 전후 복구 과정에서 공장의 설비를 부설하고 가동시키는 등 기본적인 기술 수준을 확보할 수 있었다.

셋째, 기능자들은 생산현장의 경험을 기반으로 기술을 축적했으며 이런 과정에서 한국의 경제성장을 위한 실질적인 역량으로 성장할 수 있었다.

@highlight

이 연구는 1950년대 면방직공장의 생산현장에서 설비를 가동하며 생산을 주도했던 기능자들의 작업장 내에서의 환경과 생산과정에서의 활동상황을 살펴보았다.

@highlight

이 연구의 결과는 기능자들은 주로 기계 설비를 유지하고 보수하는 부서에 배치되었으며 실습, 연고, 추천 등을 통해 공장에 입사하였다.

