2005년부터 2014년까지의 한국영화 산업 통계는 한국 영화산업 성장의 여러 면을 보여준다.

한국영화의 성공요인으로는 표현의 자유가 신장된 점, 고집스럽게 스크린쿼터를 유지한 점, 다양한 투자자 보호 제도를 만들고 저작권 제도를 강화한 점을 들 수 있다.

헌법재판소는 영화 개봉 이전에 행정권이 직·간접적으로개입하는 경우를 일관되게 헌법이 금지하는 검열이라고 판단하여 왔다.

그 결과 영화 제작자들은 소재의 제약에서 벗어나 자유롭게 영화를 제작할 수 있게 되었다.

우리 정부는 국가 경제의 다른 부문을 희생하면서도 스크린 쿼터를 유지하여야 한다는 영화계의 호소를 받아들였다.

그 결과 한·미 FTA에 의하여 스크린 쿼터를반으로 줄였으나 영화산업이 오히려 신장할 수 있는 체질을 길렀다고도 평가할 수 있다.

한편, 우리 정부는영상투자전문조합, 문화산업전문회사, 완성보증보험 등의 투자유인 제도를 도입하면서 동시에 국제 규범에 맞추어 신속하게 저작권 제도를 강화하였다.

이러한 여러 조치가 결합하여 한국영화의 부흥을 가져 온 것으로이해한다.

현재 정부는 영화산업 내부에서의 불공정한 요소를 제거하고자 다양한 부문에서 표준계약서를 개발하여 시행하고 있고, 영화진흥위원회에 공정환경조성센터를 설치하였다.

앞으로 우리 영화산업이 산업 내부의불공정한 요소를 해결하고 더욱 발전하기를 바란다.

@highlight

한국영화의 성공요인으로는 표현의 자유가 신장된 점, 고집스럽게 스크린쿼터를 유지한 점, 다양한 투자자 보호 제도를 만들고 저작권 제도를 강화한 점을 들 수 있다.

