본 연구는 학생자치법정의 참여 경험을 통해 기대되는 교육적 효과들 가운데, 참여 학생들이 적법절차의 권리를 인식하고 내면화하는 상태를 탐색하였다.

이를 위하여, 학생자치법정을 실시하는 서울 시내의 중학교 한 곳을 대상으로 관찰과 면담을 실시하여 자료를 수집하여 해석을 하였다.

연구의 결과, 먼저 학생들은 학생자치법정이 통지절차의 준수, 청문 기회의 보장, 공정한 심판기구의 구성 등 절차적 측면의 적법절차의 권리를 비교적 잘 보장하는 것으로 인식하였다.

반면에 학생들은 기존의 학교생활규정에서 학생자치법정의 도입을 위해 제정한 생활평점제로의 변화 필요성을 제대로 인식하지 못하였고, 상·벌점제에 의해 운영되는 생활평점제가 사실상 벌점 위주로 운영되는 것으로 인식하고 있었다.

이러한 연구 결과는 학생자치법정이 교육적 효과를 제대로 발휘하기 위하여, 첫째 생활평점제의 도입과제정 과정에 학생들의 참여 경험을 좀 더 확대할 필요가 있으며, 둘째 구체적 운영 과정에서 상점 활용을 확대하여 학생자치법정 제도의 취지를 살릴 필요가 있음을 말해주고 있다.

@highlight

이 연구는 학생자치법정의 참여 경험을 통해 기대되는 교육적 효과들 가운데, 참여 학생들이 적법절차의 권리를 인식하고 내면화하는 상태를 탐색했다.

