고추 재배토양에서 분리한 세균 중에서 고추탄저병균의 균사생장을 강하게 억제하며 분생포자의 발아를 현저히 억제하는 균주를 선발하였다.

이 균의 형태적 생리적 실험과 16S rRNA 분석결과를 토대로 Bacillus sp KBC1004로 명명하였다.

KBC1004를 동결 건조하여 얻은 건조물을 원제로 하여 탄수화물과 증량제를 포함하는 수화제형(2 × 108 cfu/g)으로 제조하였을 때 상온에서 2년 이상 안정된 밀도를 유지하였다.

수화제 형태의 KBC1004가 활성화 되어 탄저병균 분생포자의 발아를 억제하려면 최소 24시간이 경과되어야 하였고 실내에서 고추 열매를 이용하여 탄저병의 발병 억제력을 조사한 결과도 24시간전에 KBC1004 수화제를 살포하고 병원균을 접종하였을 때 효과적인 병 방제가 이루어졌다.

고추포장에서 KBC1004 수화제를 500배로 희석하여 탄저병이 발생하는 6월 말부터 4회 처리하고 10일 경과 후 이병과율을 조사한 결과 화학농약의 방제가가 86.3%이였을 때 80.3%의 높은 방제가를 나타내었다.

@highlight

수화제 형태의 KBC1004가 활성화 되어 탄저병균 분생포자의 발아를 억제하려면 최소 24시간이 경과, 조사한 결과도 24시간전에 KBC1004 수화제를 살포하고 병원균을 접종하였을 때 효과적인 병 방제가 이루어졌다.

@highlight

고추포장에서 KBC1004 수화제를 500배로 희석하여 탄저병이 발생하는 6월 말부터 4회 처리, 10일 경과 후 이병과율을 조사한 결과 화학농약의 방제가가 86.3%이였을 때 80.3%의 높은 방제가를 나타내었다.

