스마트폰의 발전에 따라, 오늘날의 현대인들은 인터넷 뱅킹이나 결제, 금융, 상거래에 이르기까지 생활의 많은업무들을 스마트폰을 통해 해결하고 있다.

그러나 다른 한편으로는 이러한 스마트폰의 유실에 따른 개인정보 유출 문제가 대두되면서, 사용자들의 불안감 또한 그 어느 때보다 높아지고 있다.

이와 같은 배경 하에, 최근에는스마트 기기의 잠금장치와 관련한 다양한 보안 시스템 및 기술들이 활발히 개발되고 있는 상황이다.

그러나 잠금장치와 같은 보안기능들은 역설적이게도 사용자들에게 잠금 해제 과정에서의 번거로움과 불편함을 제공하게된다.

이는 곧 사용자의 편리한 사용이라는 가치와 기기 내 저장 정보 자체의 안전한 유지라는 가치 사이의 상반관계를 의미하게 된다.

따라서 해당 연구에서는 잠금 해제 과정에서의 안전함과 편리성 사이의 상반 관계를 극복할 수 있는 방법으로 ‘자기은폐성’이라는 개념을 적용하고자 하였다.

또한, 이에 기반을 둔 실험을 통하여, 스마트폰 사용 경험과 향후 사용의도에 대한 측정도 시도하고자 하였다.

결과적으로, 자기은폐성이 적용된 보안기능은 스마트폰 사용 경험에는 부정적인 영향을 주는 반면, 향후 스마트폰 사용 의도에는 긍정적인 영향을 주는것으로 나타났다.

이를 통해, 본 연구는 궁극적으로 스마트 기기의 잠금 해제 과정에서 보다 최적의 경험을 제공할 수 있는 새로운 사용자 경험 디자인 요소를 제시하고자 한다.

@highlight

스마트폰의 발전에 따라, 오늘날의 현대인들은 인터넷 뱅킹이나 결제, 금융, 상거래에 이르기까지 생활의 많은업무들을 스마트폰을 통해 해결하고 있다.

@highlight

이와 같은 배경 하에, 최근에는스마트 기기의 잠금장치와 관련한 다양한 보안 시스템 및 기술들이 활발히 개발되고 있는 상황이다.

