저전력 기술에 기반한 무선 센서 네트워크 (Wireless Sensor Networks, WSN) 기술은 유비쿼터스 사회에서 핵심 기술 중 하나이다.

본 논문에서는 WSN환경에서의 국경 감시 및 제어 시스템을 제안한다.

시스템은 고정 센서노드, 모바일 센서노드, 고정 게이트웨이, 모바일 게이트웨이, 서버, 모바일 애플리케이션으로 구성된다.

이 시스템의 유용성은 모바일 애플리케이션은 사용자모드와 관리자모드로 나뉘어, 일반 사람들도시간과 공간의 제약 없이 스마트폰을 통해 국경 침범을 감시하고 국경 망 환경에 대한 데이터를 얻을 수 있다.

관리자모드에서는 노드들의 유동적 작동을 위해 관리자가 원격으로 소프트웨어 업데이트를 할 수 있고, 모바일 노드의 위치를 조정할 수 있다.

또한 저전력 센서노드의 확장성을 위해 시스템에 적합한 멀티 홉 라우팅 프로토콜을 적용하여 구현하였으며 제안한 시스템이 한정된 자원과 저사양의 하드웨어로 동작하는WSN환경에서도 신속하고 정확하게 동작함을 확인하였다.

@highlight

저전력 기술에 기반한 무선 센서 네트워크 기술은 유비쿼터스 사회에서 핵심 기술이다.

@highlight

본 연구에서는 WSN환경에서의 국경 감시와 제어 시스템을 제안하였다.

@highlight

시스템은 모바일 센서노드, 고정 센서노드, 고정 게이트웨이, 모바일 게이트웨이, 서버 등으로 구성된다.

