자기 보존을 위한 코나투스는 존재 유지를 위해 필수적이다.

다시 말해, 코나투스는 인간 존재의 본질이라고 해도 과언이 아니다.

하지만, 인간 존재에 있어 코나투스의 이 같은 본질적인 역할에도 불구하고, 코나투스의 부정적 측면들은 불거져 나올 수 밖에 없다.

예를 들어, 각자의 코나투스의 행사는 타자들과의 갈등과 투쟁을 불러 일으킨다.

왜냐하면 타자는 그의 존재 가짐을 강화하기 위해 나의 생명과 자유를 위협하는 적으로 간주될 수 있기 때문이다.

홉스는 그것을 만인의 만인에 대한 투쟁이라고 규정한다.

그리고 홉스는 투쟁을 통제하고 평화를 이루기 위한 강력한 국가를 요청한다.

하지만 레비나스는 홉스의 사유를 근본적으로 뒤집는다.

즉, 타자는 적으로 간주되기 보다는 그의 불행마저 나의 책임으로 여기게 하는 염려의 존재이다.

이러한 생각은 우리에게 홉스와는 전혀 다른 방식의 평화를 상상케 한다.

이것은 또한 레비나스가 상상하길 시도했던 새로운 인간학의 지평을 우리에게 보여 줄 것이다.

@highlight

자기 보존을 위한 코나투스는 존재 유지를 위해 필수적이다.

@highlight

왜냐하면 타자는 그의 존재 가짐을 강화하기 위해 나의 생명과 자유를 위협하는 적으로 간주될 수 있기 때문이다.

