본 글은 베토벤 《피아노 소나타 Op.

101》의 해석을 통해 베토벤 후기의 작품양식 경향과 그 배경에 놓인 작곡가의 창작 상태를 이해하고자 하는 목적으로 쓰였다.

이 곡은 베토벤의 창작이 잠시 위축되었던 1816년 작곡된 곡으로 그의 피아노 소나타들 가운데서 후기 양식을 여는 첫 작품이 된다는 점에서 연구의 가치가 있다.

형식적인 면에서 기존의 소나타 관습에서 많이 벗어나 있는 이 작품의 의미를 이해하기 위해서는 전통적 방식의 분석의 틀에 의해서보다는 작곡가의 내면적 이해와 그것을 음악에 담는 방식을 탐구하는 연구가 병행되어야 할 것이다.

본 글에서는 이러한 의도로 기호학적 접근 방식을 취하여 작품의 곳곳에 숨겨져 있는 표현적 단서들을 포착하고 그것을 해명하고자 하였다.

음악 기호에 대한 이해는 서양 음악 문화에 대한 깊은 지식을 요하므로 베토벤 그리고 기호학 전문가들(탐정)의 해석을 빌어 왔고 이를 토대로 작품의 의미를 재구성해 보았다.

여기에서 드러나는 3가지 키워드는 이 소나타의 전원적 성격, 환상곡적 성격, 그리고 즉흥연주자로서의 베토벤의 목소리로 요약할 수 있다.

종합 검토에서는 이들 각각의 성격에 대한 타당성이 검토되었다.

@highlight

본 글은 베토벤 후기의 작품양식 경향과 그 배경을 《피아노 소나타 Op.

@highlight

101》의 해석을 통해 이해하고자 하였다.

@highlight

기존의 소나타 관습에서 벗어나 있는 이 작품의 의미를 이해하기 위해서는 작품에 드러나는 소나타의 전원적이고 환상곡적 성격, 그리고 즉흥 연주자로서 베토벤 목소리의 성격을 검토하였다.

