연구목적: 본 연구는 간호대학생이 해외봉사활동에 참여하여 느끼는 경험을 이해하기 위해 이들이 겪었던 해외봉사활동 경험의 본질을 찾는 것이다.

이를 토대로 간호대학생들의 해외봉사를 통해 간호전문직에 의식변화를 향상시킬 수 있는 간호중재 수립을 위한 자료를 제공하고자 한다.

연구방법: 연구참여자는 경상남도에 위치한 J대학교 간호학과 학생으로 해외봉사에 참여한 남학생3, 여학생5명, 총 8명이다.

자료수집은 2017년 7월부터 9월까지 3개월이며 개별적인 심층면담으로 이루어졌으며, 자료의 분석은 Giorgi(2004)가 제시한 현상학적방법을 적용하였다.

연구결과: 간호대학생의 해외봉사활동 참여 경험에 대한 39개의 하위범주와 간호학문을 잘 배우고 있음, 우리나라의 좋은 의료 환경을 확인함, 간호학생으로서 긍지를 느낌, 간호지식과 간호술기를 응용해 볼 수 있는 기회가 되었음, 봉사에 대한 지속성을 다짐함, 자존감이 올라감, 학교에 대한 애교심이 생김 등 7개의 범주가 도출되었고 공통된 핵심 의미구조는 '간호학생으로서 정체성을 확립함‘이었다.

결론: 본 연구는 간호대학생의 해외봉사 활동 참여 경험 과정에 대한 전반적인 이해를 기초로 하여 간호대학을 중심으로 봉사에 관한 새로운 통찰력을 제공할 수 있을 것이며, 간호대학생의 봉사경험에 근거한 간호중재를 유도하도록 기여할 수 있으리라 생각된다.

@highlight

간호대학생이 해외봉사활동에 참여하여 느끼는 경험을 이해하기 위해 해외봉사에 참여한 간호학과 대학생을 대상으로 심층면담을 시행하였다.

@highlight

이런 과정을 거친 간호대학생의 해외봉사 활동 참여 경험 과정에 대한 전반적인 이해를 기초로 하여 간호대학을 중심으로 봉사에 관한 새로운 통찰력을 제공할 수 있을 것이며, 간호대학생의 봉사경험에 근거한 간호중재를 유도하도록 기여할 수 있으리라 생각된다.

