이 글에서는 춘계 이종성 박사의 생애와 신학을 간략하게 소개하되, 특히 그의 칼빈연구와 관련하여 제한적으로 그의 생애와 사상을 조명한 다음 한국의 칼빈연구의 발전에 그가 끼친 독특한 영향을 고찰하고자 한다.

이종성 박사의 칼빈신학에 대한 관심은 지대했을 뿐만 아니라, 그의 신학을 형성하는 척추의 역할을 하였으며 향후 그의 신학과 목회와 교육을 위한 지침과 같은 것이었다.

그는 칼빈의 신학의 어느 한 교리만 중점적으로 강조하지도 않으며, 칼빈의 신학을 가능한 최대한의 스펙트럼으로 확대하여 칼빈신학의 교의학적인 주제들로부터 시작하여 사회 정치적인 문제에 이르기까지 거의 모든 주제들을 다양하게 다루고자 한다.

춘계 이종성 박사의 칼빈에 대한 해석은 우선 칼빈의 사상과 칼빈주의를 정확하게 구분하는데서부터 출발한다고 볼 수 있다.

칼빈 본래의 사상과 칼빈의 신학을 교조화 또는 사변화시킨 칼빈주의를 구분하자는 것이 춘계 이종성 박사의 제안이다.

이러한 칼빈해석으로부터 출발하여 춘계 이종성 박사는 칼빈신학의 새로운 해석에 도전하기도 하며, 칼빈신학의 현대적 수정을 시도하기도 하면서, 그러나 칼빈의 신학의 근본정신을 헤치지 않으면서 통전적 신학이라는 자신의 신학의 길을 간다.

@highlight

이 논문에서 는 춘계 이종성 박사의 생애와 신학을 간략하게 소개하되, 특히 그의 칼빈연구와 관련해 제한적으로 그의 생애와 사상을 조명한 다음 한국의 칼빈연구의 발전에 그가 끼친 독특한 영향을 고찰하려 한다.

