본고에서는 협정관세 적용을 위하여 교역당사자가 충족해야 하는 원산지규정의 운용사례를 조세심판원 판례를 중심으로 분석하고 정책적 시사점을 도출하였다.

원산지를 증명하지 못하는 상황 이외에도 수출국의 과실 등 외부적 요인에 의해서도 수입자가 책임을 질 수 있으므로 협정관세를 활용하려면 원산지규정을 잘 숙지하고 만약의 경우에 대비할 필요가 있다.

FTA 협정은 일반원칙만 제시하고 있고 개별 국가가 규정을 이행하므로 규정해석을 둘러싸고 많은 논란과 혼선이 예상된다.

한 예로 충분한 정보, 예외적 상황, 참관, 간접검증결과의 구속력 등에 대하여 상당한 견해 차이가 이미 존재한다.

더욱이 간접검증제도에서는 수출국이 원산지를 검증하기 때문에 사법관할권에 대한 논쟁이 있을 수 있다.

결국 혼선을 미연에 방지하기 위해서는 세관협력을 통한 조화로운 규정해석과 일관된 운영지침이 필요하다.

이 과정에서 원산지규정에 대한 경직적인 해석은 우리에게 더 큰 피해가 줄 수 있음을 명심해야 한다.

제도 운영경험이 풍부한 미국이나 유럽연합에 맞서 유리한 협상위치에 있으려면 이들 국가의 운영 경험과 판례에 대한 꾸준한 연구와 분석이 필요하며 합리적인 부분은 국내법에 도입하여 예측 가능한 원산지제도를 만들 필요가 있다.

@highlight

본고에서는 협정관세 적용을 위하여 교역당사자가 충족해야 하는 원산지규정의 운용사례를 조세심판원 판례를 중심으로 분석하고 정책적 시사점을 도출했다.

