본 연구에서는 뉴 실버세대의 감성적 가치에 관한 의미와 범위를 제시하고, 급격히 변화하는 사회 환경적 요인에 부응하는 새로운 뉴 실버세대의 감성적 가치를 모색한다.

연구의 목적은 새롭게 인식되고 있는 뉴 실버세대에 대한 개념과 정의, 그리고 그들의 감성적 가치에 대해 선행연구를 통해 살펴보고 뉴 실버세대가 가지고 있는 감성적 가치의 요인을 요인분석을 통하여 도출하는데 있다.

이 연구의 목적을 효율적으로 달성하기 위해 선행연구를 중심으로 문헌적 연구와 뉴 실버세대를 대상으로 양적 연구인 요인분석을 진행하였다.

연구방법으로는 뉴 실버세대의 감성적 가치요인을 도출하기 위해 273명의 뉴 실버세대를 대상으로 설문조사를 하였다.

최종적으로 도출된 뉴 실버세대의 감성적 가치요인은 ①자기 노력 및 자긍심, ②타인으로부터의 존중, ③외모 및 외향심리, ④외부적인 요인, ⑤사회참여도, ⑥책임감, ⑦매체의 활용 및 정보력 총 7개이다.

본 연구의 결과는 향후 뉴 실버세대의 감성적 가치를 응용하는 과정에서 뉴 실버세대의 감성적 가치를 이해하고 발전시켜 나갈 수 있는 기준점을 제시하고 있다.

따라서 향후 도출된 뉴 실버세대의 감성적 가치요인을 실질적으로 적용할 수 있는 방법에 대한 보다 구체적인 연구가 기대된다.

@highlight

본 연구의 목적은 새롭게 인식되고 있는 뉴 실버세대에 대한 개념과 정의, 그들의 감성적 가치에 관해 선행연구를 통해 살펴보고, 뉴 실버세대가 가지고 있는 감성적 가치 요인의 분석을 통한 도출에 있다.

@highlight

연구 결과, 향후 뉴 실버세대의 감성적 가치의 응용과정에서 뉴 실버세대의 감성적 가치를 이해, 발전시킬 수 있는 기준점을 제시하고 있다.

