종중회계는 유교적 조상숭배를 위한 목적으로 종중이 보유하는 종중자산, 부채, 자본 등의 변동을 보고하기 위하여 이루어지는 비영리회계이다.

현재의 종중회계는 단식회계, 현금회계를 바탕으로 이루어지고 있어서, 종중의 주요한 자산 및 자본에 대한 회계정보 제공이 어렵고, 내부통제와 법적 특수성 때문에 횡령사건이 종종 발생되는 문제점이 제기되고 있다.

그럼에도 불구하고 여탸의 비영리회계의 병원회계, 학교회계 등과 비교하여 아직도 개념의 정립이나 회계지침의 제정이 이루어지지 않고 있다.

최근, 한국회계기준원에서 비영리법인을 위한 회계지침서가 마련되었으나, 종중회계의 실정에 비하여 너무 복잡하고 어려운 문제점이 지적된다.

본 연구에서는 기존의 종중의 회계장부의 내용을 분석하여 종중회계가 독립된 비영리회계로서 성립할 수 있는지를 일반적 비영리회계기준 등과 비교해서 그 타당성과 한계점을 지적하였으며, 구체적으로 우리나라 종중의 실정에 맞는 회계기준을 특유한 계정과목과 함께 제시하였다.

앞으로 우리나라의 종중회계기준을 제정하는 데 도움이 될 수 있을 것이다.

@highlight

한국회계기준원의 비영리법인을 위한 회계지침서의 복잡하고 어려운 문제점이 지적되어 기존 회계장부의 내용을 분석, 종중회계가 독립된 비영리회계로 성립할 수 있는지 그 타당성과 한계점을 지적하였고, 우리나라 종중의 실정에 맞는 회계기준을 특유한 계정과목과 함께 제시하였다.

