본 연구의 목적은 진로상담 프로그램이 기독 대학생들의 진로의사결정과 자아 개념 수준에 미치는 영향을 알아보는데 있다.

연구문제는 첫째, 진로상담프로그램 의 사전-

사후 검사에 따른 진로의사결정 수준의 차이를 알아본다.

둘째, 진로상담 프로그램의 사전-

사후 검사에 따라 자아개념 수준 변화에 어떠한 차이가 있는지 알아본다.

본 연구는 서울 및 경기도에 있는 남녀 기독 대학생 25명을 대상으로 단일 집단 사전-

사후 검사법을 이용하여 8회에 걸쳐 진로상담 프로그램을 실시하였다.

연구 의 도구로는 진로의사결정과 자아개념 검사를 사용하였으며, 자료처리는 연구문 제별로 평균과 표준편차를 산출하고 변량분석을 하였다.

본 연구를 통해서 나타난 결과는 진로상담 프로그램을 이용하여 사전-

사후 검 사를 실시하였을 때, 기독 대학생들의 진로의사결정과 자아개념 검사에서 유의한 차이를 나타냈다.

이는 진로상담 프로그램이 기독 대학생들의 진로결정을 높여주 고, 자아개념을 향상 시키고 있음을 증명한다 하겠다.

자아개념 하위 영역 중 신앙 적 자아와 의지적 자아 점수가 상대적으로 높게 나타남은 기독교 대학생들의 진로 상담의 중요성과 필요성을 반영하는 것이라 할 수 있다.

@highlight

이 연구의 목적은 진로상담 프로그램이 기독 대학생들의 진로의사결정과 자아 개념 수준에 미치는 영향을 알아보는데 있다.

