본 연구는 다문화 가정 유아의 유아내 보호요인과 인지, 언어, 사회·정서 발달의 경향 및 변인별 차이를 알아보고, 이들 간의 관계 및 영향력을 탐색하는 것을 목적으로 하였다.

연구대상은 전국에 분포한 유치원에 다니고 있는 만 3~5세 사이의 다문화 가정 유아 188명이었으며, 연구도구로는 ‘디버룩스 유아 측정도구’, ‘영유아의 인지, 언어, 사회·정서발달 평가도구(관찰형)’를 사용하였다.

연구결과, 첫째, 다문화 가정 유아의 유아내 보호요인(주도성, 자기통제, 애착)은 평균적으로 보통 수준보다 낮았으며, 유아의 한국어 구사능력, 어머니의 학력과 한국어 구사능력, 가족의 월평균수입과 형태에 따라 통계적으로 유의한 차이가 있었다.

둘째, 다문화 가정 유아의 발달은 전반적으로 보통 수준이었으나, 언어발달에서는 보통보다 낮은 정도의 수준이었고, 유아의 성별과 한국어 구사능력, 다문화 배경을 가진 어머니의 출신국과 한국 거주기간에 따라 통계적으로 유의한 차이가 있었다.

셋째, 다문화 가정 유아의 유아내 보호요인과 발달 간에는 통계적으로 유의한 정적상관이 있었으며, 하위요인 중에서는 자기통제, 사회·정서발달과의 관련이 가장 높았다.

또한 보호요인의 하위요인들은 발달에 통계적으로 유의한 영향을 미치고 있었으며, 각 발달의 10-17%를 설명하는 것으로 나타났다.

@highlight

이 연구는 다문화 가정 유아의 유아내 보호요인과 인지, 언어, 사회·정서 발달의 경향 및 변인별 차이를 알아보고, 이들 간의 관계 및 영향력을 탐색하는 것을 목적으로 하였다.

