이 연구의 목적은 센서스 사후에 실시되는 커버리지 평가방식과는 달리 센서스에서 집계되는 인구의 특성을 반영한 기대인구(expected population)를 사전에 설정하고, 이를 기준으로 현장에서 조사기간 중에 커버리지를 측정해 볼 수 있는 사전평가 방식을 제안하기 위한 것이다.

성과 연령별로 시군구 단위의 소지역 인구추계가 가능하고, 코호트조성법보다 간편한 방법인 Hamilton-

Perry 방식을 이용하여 지난 1980년부터 2000년까지의 총조사 인구, H-

P인구, 장래추계인구, 주민등록인구간의 오차율을 전국치 및 시군구단위 2개 지역에서 분석해보았다.

분석결과 전국수준에서는 센서스에서 집계되는 인구의 특성을 가장 잘 반영하는 H-

P인구가 사전 및 사후 커버리지 평가기준으로 유용했다.

다만 총조사의 조사착오나 중복수준 보다는 누락수준을 낮추는 것이 급선무인 소지역단위에서는 커버리지 향상을 위해 과소추정 경향이 있는 H-

P인구를 기대인구를 하한선으로, 과대추정경향이 있는 주민등록인구를 상한선으로 제시하는 것이 보다 현실적인 대안으로 보인다.

@highlight

센서스 사후 실시되는 커버리지 평가방식과 달리 센서스에서 집계되는 인구 특성을 반영한 기대인구를 사전 설정하고, 이를 기준으로 현장에서 조사기간중 커버리지를 측정하는 사전평가 방식을 제안한다.

@highlight

분석결과 전국수준에서는 Hamilton-

@highlight

Perry 방식이 사전 사후 커버리지 평가기준으로 유용했다.

