본 연구는 전국 450개의 직장어린이집을 대상으로 특별활동과 부모교육 및 상담의 실태에 대한 설문조사를 통하여 저출산 시대에 필요한 직장어린이집을 위한 정책수립을 위한 기초자료를 제공할 목적으로 실시되었다.

연구결과는 다음과 같다.

첫째, 특별활동의 운영을 실시하고 있는 어린이집이 45.5% 정도였고, 특별활동을 운영하는 교사인력의 대부분은 주로 외부 전문프로그램 업체의 강사에 의존하는 비중이 높았다.

특별활동에서 운영하는과목 수는 세 과목 이상인 경우가 73%였고, 주당 3회 이상 특별활동을 실시하는 경우는 62.9%였으며,1회당 소요시간은 20-25분 정도였다.

비용부담의 주체는 학부모, 어린이집, 어린이집과 학부모 부담이대체적으로 비슷하게 분포되었고, 개인당 비용으로는 3만원 이상이 가장 높았으며.

특별활동을 운영에서가장 큰 애로사항으로는 전담교실이 없다는 점이었다.

둘째, 부모교육이 필요한 이유는 자녀에 대한 바른 이해 및 양육태도를 지원하기 위함이 가장 높았고, 1년에 2회 부모교육을 실시하는 경우가 가장 많았다.

영유아 연령별로 부모교육을 실시하지 못하는경우가 65.1%였고, 이유는 직장생활로 인해 참여하기 어려워서 그렇다고 하였다.

부모교육이 이루어지는 시간은 평일 부모가 직장에서 퇴근한 후가 가장 많았다.

부모교육 만족도는 92.3%로 매우 높았다.

한편 부모상담에서 준비해야 할 가장 중요한 사항으로는 75.7%가 원아상담 및 관찰일지 작성을 들었다.

부모상담이 이루어지는 시간은 교사가 상담 가능한 시간보다는 학부모가 가능한 시간에 주로 상담이 이루어졌다.

@highlight

본고는 전국 450개의 직장어린이집을 대상으로 특별활동과 부모교육 및 상담의 실태에 대한 설문조사를 통하여 저출산 시대에 필요한 직장어린이집을 위한 정책수립을 위한 기초자료를 제공할 목적으로 실시되었다.

