철골기둥-

베이스 플레이트 접합부의 파괴유형은 베이스 플레이트 압축면과 인장면의 휨파괴, 앵커볼트의 인장파괴, 뽑힘, 전단파괴, 그리고 콘크리트 기초파괴 및 철골기둥의 소성힌지발생에 따른 파괴이다.

본 연구에서는 핀접합 또는 강접합으로 가정하여 설계되는 노출형 철골기둥-

베이스 플레이트 접합부가 받을 수 있는 모멘트의 크기를 구하기 위하여, 한계상태 함수를 이용하여 철골기둥-

베이스 플레이트접합부의 휨성능 및 파괴유형을 예측하고 실험결과와 비교하였다.

한계상태함수를 이용하여 노출형 철골기둥-

베이스 플레이트 접합부의 휨성능을 비교적 정확히 예측할 수 있는 범위는 축력이 있는 경우, 앵커볼트의 항복 또는 철골기둥의 항복으로 판별되었을 때이며 축력이 없는 경우, 베이스 플레이트의 항복으로 판별된 경우이다.

파괴유형까지 같이 고려할 경우, 축력이 있으며 앵커볼트의 항복으로 판별된 경우에만 한계상태함수의 사용이 가능하다.

@highlight

철골기둥-

@highlight

베이스 플레이트 접합부의 파괴유형은 베이스 플레이트 압축면과 인장면의 휨파괴, 앵커볼트의 인장파괴, 뽑힘, 전단파괴, 그리고 콘크리트 기초파괴 및 철골기둥의 소성힌지발생에 따른 파괴이다.

