본

 

연

구

는

 

우

리

나

라

의

 

소

규

모

 

개

방

경

제

인

 

특

성

을

 

고

려

하

여

 

통

화

정

책

과

 

거

시

경

제

변

수

들

 

이

 

주

택

가

격

과

 

전

세

가

격

 

간

에

 

동

조

화

 

현

상

에

 

동

태

적

으

로

 

어

떤

 

영

향

을

 

미

치

는

가

를

 

분

석

한

 

다

.

 

이

를

 

위

해

 

미

국

연

방

자

금

금

리

(

F

F

R

)

를

 

블

록

외

생

성

(

B

l

o

c

k

 

E

x

o

g

e

n

o

u

s

)

를

 

가

정

한

 

S

V

A

R

 

(

1

)

모

형

을

 

설

정

하

여

 

주

택

가

격

과

 

전

세

가

격

의

 

동

조

화

 

현

상

을

 

동

태

적

으

로

 

살

펴

보

았

다

.

 

먼

저

 

C

D

금

리

,

 

산

업

생

산

지

수

,

 

소

비

자

물

가

지

수

 

등

의

 

요

인

이

 

주

택

과

 

전

세

가

격

에

 

미

치

는

 

동

 

시

기

 

인

과

관

계

를

 

살

펴

보

면

,

 

주

택

가

격

은

 

산

업

생

산

지

수

와

 

전

세

가

격

이

 

증

가

하

면

 

함

께

 

증

가

하

 

는

 

것

으

로

 

나

타

났

으

며

,

 

전

세

가

격

은

 

C

D

금

리

,

 

산

업

생

산

지

수

,

 

소

비

자

물

가

지

수

,

 

주

택

가

격

이

 

증

 

가

하

면

 

함

께

 

증

가

하

는

 

것

으

로

 

나

타

났

다

.

 

한

편

 

충

격

반

응

의

 

결

과

를

 

살

펴

보

면

,

 

주

택

가

격

은

 

국

 

내

외

 

금

리

의

 

1

%

 

상

승

충

격

이

 

발

생

하

면

 

감

소

하

지

만

,

 

전

세

가

격

은

 

증

가

한

다

.

 

주

택

가

격

은

 

산

업

 

생

산

지

수

의

 

1

%

 

상

승

충

격

,

 

전

세

가

격

은

 

소

비

자

물

가

지

수

의

 

1

%

 

상

승

충

격

에

 

더

 

민

감

하

게

 

증

가

 

하

는

 

것

으

로

 

확

인

된

다

.

 

하

지

만

 

이

런

 

관

계

의

 

영

향

력

은

 

시

간

의

 

흐

름

에

 

따

라

 

최

근

 

약

화

되

는

 

추

세

를

 

보

인

다

.

 

마

지

막

으

로

 

주

택

가

격

과

 

전

세

가

격

 

간

의

 

동

조

화

 

현

상

을

 

살

펴

보

면

,

 

동

시

기

적

으

로

 

주

택

가

격

 

에

 

대

한

 

전

세

가

격

의

 

동

조

화

는

 

국

내

외

 

금

리

,

 

경

기

요

인

 

등

의

 

영

향

보

다

 

주

택

가

격

 

변

화

가

 

미

치

 

는

 

영

향

이

 

크

며

,

 

전

세

가

격

에

 

대

한

 

주

택

가

격

의

 

동

조

화

는

 

금

리

변

화

,

 

경

기

변

화

에

 

민

감

하

게

 

반

 

응

한

다

.

@highlight

본고는 우리나라의 소규모 개방경제인 특성을 고려해 통화정책과 거시경제변수들이 주택가격과 전세가격 간에 동조화 현상에 어떤 영향을 미치는가를 분석했다. 주택가격과 전세가격 간의 동조화 현상을 보면 동시기적으로 주택가격에 대한 전세가격의 동조화는 국내외 금리나 경기요인 등의 영향보다 주택가격 변화가 미치는 영향이 크다.