최근 서울행정법원은 기업들이 제기한 온실가스 배출권거래제 관련 행정소송에 대한 1심 판결을 대거 선고하였다.

소송이 제기된 지 2년이 지났고, 대부분의 1심 소송 절차가 마무리 단계에 들어가고 있는 상황이므로, 배출권거래제 관련 행정소송의 경과 및 결과에 대한 법적 고찰이 필요한 시점이라고 할 수 있다.

본 논문에서는 정부가 패소한 거의 유일한 사건 중 하나인 시멘트 업계에서 제기한 제3자 소송에 대하여 그 사실관계와 법적쟁점을 살펴보고자 한다.

특히 ‘가동정지 후 재가동하는 시설’을 ‘신설시설’로 보아서는 안 된다는 법원의 판단은 향후 정부의 배출권거래제의 운영과정에서 중요한 법적기준으로 작용할 수 있다.

그러나 위 판결 내용에 따르면, ‘가동정지 후 재가동하는 시설(Ⓐ)’을 ‘준공 후 전혀 가동하지 않다가 계획기간에 가동을 개시한 시설(Ⓑ)’ 및 ‘계획기간에 신설하여 즉시 가동을 개시하는 시설(Ⓒ)’과 합리적인 이유 없이 다르게 취급하여 평등의 원칙에 위배되는 결과가 초래된다는 점에서 비판적인 검토가 가능하다.

그리고 이는 향후 진행될 항소심에 대한 귀추가 주목되는 이유이기도 하다.

@highlight

서울행정법원은 기업이 제기한 온실가스 배출권거래제 행정소송에 대한 1심 판결을 대거 선고하였다.

@highlight


1심 소송 절차가 마무리 단계에 들어가고 있는 상황이므로, 배출권거래제 관련 행정소송의 경과 및 결과에 대한 법적 고찰이 필요한 시점이라고 할 수 있다.

@highlight


가동정지 후 재가동하는 시설을 신설시설로 보아서는 안 된다는 법원의 판단은 향후 정부의 배출권거래제의 운영과정에서 중요한 법적기준으로 작용할 수 있다.

