본 연구에서는 다문화가정 자녀들이 가지고 있는 자아존중감이 사회적으로 적응하는 데 어느 정도의 영향을 미치는지를 알아 보고자 하였다.

특히 자아존중감을 형성하는 여러 하위요인들 중에서 어떤 요인이 사회적 적응과 관계가 깊으며, 얼마만큼의 영향을 미치는지를 알아 보고자 하였다.

이 연구를 통해 얻어진 결과를 요약해 보면 다음과 같다.

첫째, 다문화가정 자녀의 성별, 학교급별 등 일반적 특성에 따라서는 자아존중감과 사회적 적응에서는 통계적으로 유의미한 차이를 보이지 않았다.

둘째, 자아존중감과 사회적 적응은 높은 정적인 상관관계를 보였다.

사회적 적응은 자아존중감의 하위영역인 신체외모 자아존중감, 친구관련 자아존중감, 학업적 자아존중감, 성격적 자아존중감, 교사관련 자아존중감과도 정적인 상관관계를 보이는 것으로 나타났다.

셋째, 다문화가정 자녀의 가정적 자아존중감이 높을수록, 친구관련 자아존중감이 높을수록, 성격적 자아존중감이 높을수록 사회적 적응에 더욱 긍정적인 영향을 미친다고 볼 수 있다.

앞으로 본 연구를 통해 밝혀진 내용을 토대로 다문화가정자녀들의 자아존중감 형성을 위해 여러 방면에서의 지원이 필요하다.

@highlight

이 연구에서는 다문화가정 자녀들이 가지고 있는 자아존중감이 사회적으로 적응하는 데 어느 정도의 영향을 미치는지를 알아 보고자 했다.

