한국 지명은 경합 지명으로서의 고유 지명과 한자 지명이 공존하는 이중성을 지니고 있다.

고유 지명과 한자 지명 사이의 공존과 갈등은 궁극적으로 한국의 지정학적 위치와 반도적 성격에서 유래한 것으로 직접적으로는 한국인이 수행해온 언어생활의 이중성에서 기인한 것이다.

한국 지명이 간직한 이중성과 중층성이 곧 문화정치적 지명 연구를 위한 전제 조건이 될 수 있다고 판단한 필자는 경계 및 점이 지대로서의 공주목 진관 구역의 지명을 사례로 지명의 다양한 언어적 변천 유형과 그 안에 담긴 문화정치적인 의의를 살펴보았다.

공주목 진관 구역의 위치와 영역이 지닌 경계적이고 점이적인 성격은 다양한 사회적 주체들의 거주와 이동에 영향을 미쳤고, 이들에 의한 다양한 지명 생성과 변천 유형을 양산하였다.

특히 공주목 진관 지명이 간직한 언어적 변천과정에는 특정한 사회적 주체들의 권력관계가 개입된 다양한 정황이 포착되었다.

즉, 언중들의 일상 언어생활에서 비의도적으로 발생되는 지명의 표기 변화와 음운 변화, 그리고 이두식 표기의 지명 유형들에는 순수한 언어적 변천 특성과 함께 문화정치적인 변용 및 해석의 가능성이 내재해 있음을 확인하였다.

@highlight

한국 지명은 경합 지명으로서의 고유 지명과 한자 지명이 공존하는 이중성을 지니고 있다.

@highlight

고유 지명과 한자 지명 사이의 공존과 갈등은 궁극적으로 한국의 지정학적 위치와 반도적 성격에서 유래한 것으로 직접적으로는 한국인이 수행해온 언어생활의 이중성에서 기인한 것이다.

