본 연구는 점차 사라져가는 큰조롱의 유전자원을 보호하고 이용하고자 종자 발아 기술과 육묘기술 개발을 위해 종자 침지 처리 온도, GA3 농도, 트레이 및 토양 종류, 차광처리에 따른 큰조롱의 발아율과 생육특성을 조사하였다.

종자발아는 20℃에서 GA3 100 ppm에 침지한 처리구에서가장 높은 93% 발아율을 보였다.

묘소질 특성은 50구 트레이에서 가장 뛰어났으며 생리적 묘소질 특성은 20℃에서GA3 10 ppm에 침지 처리 한 종자를 TKS 토양이 충진된128구 트레이에 파종한 조건에서 가장 뛰어났다.

따라서큰조롱의 묘소질과 생리적 묘소질을 종합하고 경제적인 측면을 고려하면 128구 트레이 혹은 200구 트레이의 TKS,TKS+펄라이트 및 TKS+왕겨 처리구에서 4월 중순에 파종후 30~ 45일 간 육묘하면 초장과 근장이 각각 10 cm 이상되고 엽수가 8 매 이상 되는 우량한 묘를 획득할 수 있었고이를 본 밭에 이식이 가능한 것으로 보여진다.

@highlight

이 연구는 점차 사라져가는 큰조롱의 유전자원을 보호하고 이용하고자 종자 발아 기술과 육묘기술 개발을 위해 종자 침지 처리 온도, GA3 농도, 트레이 및 토양 종류, 차광처리에 따른 큰조롱의 발아율과 생육특성을 조사했다.

