국

내

 

문

화

재

 

생

물

피

해

 

방

제

는

 

농

약

에

서

 

유

래

한

 

화

학

적

 

약

제

를

 

사

용

하

여

 

왔

다

.

 

그

러

나

 

인

체

와

 

환

경

에

 

대

한

 

유

해

성

 

문

제

로

 

인

하

여

 

사

용

이

 

점

차

 

제

한

되

고

 

있

으

며

,

 

새

로

운

 

방

제

약

제

의

 

탐

색

과

 

안

전

성

 

연

구

에

 

대

한

 

관

심

이

 

지

속

적

으

로

 

증

가

되

고

 

있

다

.

 

개

발

된

 

천

연

 

생

물

방

제

제

의

 

안

전

성

은

 

동

물

실

험

을

 

통

한

 

독

성

평

가

로

 

확

인

하

고

 

있

으

며

,

 

치

사

량

과

 

자

극

성

 

평

가

를

 

위

하

여

 

경

구

독

성

,

 

경

피

독

성

,

 

안

점

막

자

극

 

및

 

피

부

자

극

 

시

험

법

을

 

이

용

하

여

 

안

전

성

을

 

평

가

한

다

.

 

독

성

평

가

를

 

위

해

 

실

험

용

 

쥐

와

 

토

끼

를

 

이

용

하

며

,

 

쥐

에

 

대

해

 

단

회

 

경

구

독

성

과

 

경

피

독

성

 

시

험

을

 

실

시

하

고

,

 

토

끼

에

 

대

해

 

안

점

막

자

극

시

험

 

및

 

피

부

자

극

 

시

험

을

 

시

행

한

다

.

 

본

 

시

험

에

 

이

용

한

 

천

연

 

생

물

방

제

물

질

은

 

목

재

부

후

균

과

 

흰

개

미

에

 

대

한

 

항

진

균

활

성

 

및

 

살

충

활

성

이

 

조

사

된

 

족

두

리

풀

 

추

출

물

을

 

적

용

하

였

다

.

 

쥐

에

 

대

한

 

단

회

 

경

구

투

여

한

 

결

과

 

L

D

5

0

 

값

이

 

수

컷

 

4

,

0

0

0

 

m

g

/

k

g

 

이

상

,

 

암

컷

 

2

,

0

0

0

 

m

g

/

k

g

 

이

상

으

로

 

판

정

되

었

으

며

,

 

단

회

 

경

피

 

투

여

한

 

결

과

 

L

D

5

0

 

값

이

 

암

수

 

모

두

 

1

0

,

0

0

0

 

m

g

/

k

g

 

이

상

으

로

 

판

정

되

었

다

.

 

토

끼

의

 

눈

에

 

대

한

 

자

극

시

험

에

서

는

 

무

자

극

성

으

로

 

판

정

되

었

으

며

,

 

피

부

에

 

대

해

서

는

 

약

한

 

자

극

성

이

 

있

는

 

물

질

로

 

판

단

되

었

다

.

 

본

 

연

구

를

 

통

해

 

천

연

 

생

물

방

제

물

질

인

 

족

두

리

풀

 

추

출

물

의

 

안

전

성

을

 

동

물

실

험

으

로

 

확

인

함

으

로

써

 

화

학

 

물

질

의

 

안

전

성

 

검

증

을

 

위

한

 

기

본

적

인

 

유

해

성

 

평

가

 

방

법

으

로

 

제

시

하

고

자

 

한

다

.

@highlight

개발된 천연 생물방제제의 안전성은 동물실험을 통한 독성평가로 확인하고 있으며, 치사량과 자극성 평가를 위하여 경구독성, 경피독성, 안점막자극 및 피부자극 시험법을 이용하여 안전성을 평가한다.
본 연구를 통해 천연 생물방제물질인 족두리풀 추출물의 안전성을 동물실험으로 확인함으로써 화학 물질의 안전성 검증을 위한 기본적인 유해성 평가 방법으로 제시하고자 한다.

