시민교육은 그 국가와 사회가 필요로 하는 공동체의 구성원을 기르는 역할을 한다.

본 연구는 영국의 시민교육과정 분석을 통해 청소년참여의 중요성을 제고하고 시민교육의 목적이 청소년의 참여 활성화에 기여한다는 점을 확인하기 위한 목적을 가지고 있다.

이를 위해 연구 문제로 영국의 청소년 참여 현황, 참여 활성화의 배경이 된 영국의 공교육과정 내 시민교육이 도입된 사회적 배경 탐색, 2002년 이후 영국의 시민교육의 내용의 변화 과정 분석, 한국에서 청소년 대상의 시민교육과 청소년활동 활성화를 위한 방안 모색을 제시하였다.

영국의 시민교육 교과목은 1990년대 말 사회통 합과 청소년문제의 해결, 청소년 참여 증진이라는 사회적 배경과 필요성을 바탕으로 공교육 과정에 포함되었으며, 이후 3번의 개편과정을 거쳐 현재의 모습을 갖추게 되었다.

한국은 5년마다 국가가 청소년정책기본계획의 수립을 통하여 청소년활동과 육성에 기여하고 있는데 제6차 청소년정책은 자기주도적 참여를 활성화하고자 한다는 점에서 영국의 시민교육의 주요 요소들과 그 맥락을 같이하 고 있다고 판단되며, 4차 산업시대에 필요한 신역량 역시 시민교육의 주요 요소인 공동체의식과 공존, 협력과 연대 등의 사회적 가치이므로 시민교육은 청소년참여활성화를 위한 방법이 될 수 있을 것으로 연구 결과 및 제언을 도출하였다.

@highlight

본 연구는 영국의 시민교육과정 분석을 통해 청소년참여의 중요성을 제고하고 청소년의 참여 활성화에 기여한다는 점을 확인하기 위한 목적을 가지고 있으며, 영국의 청소년 참여 현황, 참여 활성화의 배경이 된 영국의 공교육과정 내 시민교육이 도입된 사회적 배경 탐색, 한국에서 청소년 대상의 시민교육과 청소년활동 활성화를 위한 방안 모색을 제시한다.

