학문의 세분화가 정점에 달한 20세기 중반부터 학문의 흐름은 미시적 분화에서 거시적 융합의 방향으로 변증법적 전환을 모색하고 있다.

‘학제적’, ‘융복합’, ‘연계’, ‘통섭’ 등의 키워드로 대표되는 새로운 흐름을 기반으로 한 ‘인문언어학’은 언어를 대상 및 도구로 하는 인문과학 분야의 통합적 연구를 통해 복합지식을 생산해 내는 학제적 학문 분야이다.

‘인문언어학’은 인문학과 언어학의 이론적 소통, 언어 기능에 기반한 인문학 연구 방법론 모색, 인문학의 연구 대상에 나타난 언어의 특성 분석, 언어 현상에 대한 인문학적 해석, 인문학과 언어 정보 처리의 연계를 포함한다.

이중 인문학과 언어 정보 처리의 연계는 따로 ‘인문정보학’이라고 하며 언어 자료에 초점을 맞춘 인문정보학은 ‘언어정보학’이 된다.

이 논문에서는 언어정보학, 구체적으로 국어정보학에 기반한 융합과학으로서의 인문언어학의 개념과 방법론에 대해 논의하고 교육용 어휘 연구, 근대 어휘 연구 등의 사례를 들었다.

어휘를 대상으로 한 인문언어학의 연구 결과는 사전으로 집약될 수 있다.

@highlight

본고에서는 언어정보학, 구체적으로 국어정보학에 기반한 융합과학으로서의 인문언어학의 개념과 방법론에 대해 논의하고 교육용 어휘 연구, 근대 어휘 연구 등의 사례를 들었다.

