본 연구는 장애인의 우울을 예방하고 우울에서 탈출할 수 있도록 지원하고자 우울진단에서 정상상태로 이행하는 과정을 동태적으로 분석하였다.

이를 위해 한국복지패널의 3?10차 조사자료를 결합하여 이산시간위험모델을 통해 분석을 실시하였다.

분석결과, 인구사회학적 특성에서는 여자가 남자보다, 이혼?

사별?

별거보다 배우자가 있는 경우에, 부산?

경남?

울산이 서울보다, 대구?

경북이 서울보다 우울탈출 가능성이 높았다.

장애?

건강관련 특성에서는 건강상태가 좋을수록 우울탈출 가능성이 높았다.

심리?

사회적 특성에서는 자아존중감이 높을수록, 여가생활만족도가 높을수록 우울탈출가능성이 높았다.

향후 장애인의 우울탈출을 돕기 위해서는 지역특성을 고려한 우울탈출 지원방안을마련할 필요가 있으며, 장애인이 주관적으로 지각하는 건강상태에 영향을 미칠 수 있는욕구와 요인을 반영한 건강재활서비스를 마련할 필요가 있다.

또한 우울진단 상태에 있는 장애인을 대상으로 자아존중감을 향상시키는 프로그램을 기획하고 보급하며, 장애인의 특성(유형, 등급, 욕구, 선호 등)을 고려한 여가활동 프로그램을 기획하고 보급함으로써 여가활동만족도를 향상시킬 필요가 있다.

@highlight

본 논문은 장애인의 우울을 예방하고 우울에서 탈출할 수 있도록 지원하고자 우울진단에서 정상상태로 이행하는 과정을 동태적으로 연구하였다.

@highlight

한국복지패널의 3~10차 조사자료를 결합하여 이산시간위험모델을 통한 분석을 실시하였다.

