이

 

논

문

은

 

재

료

의

 

전

기

 

전

도

도

 

분

포

를

 

재

구

성

하

는

 

전

기

임

피

던

스

 

단

층

이

미

지

 

기

법

(

e

l

e

c

t

r

i

c

a

l

 

i

m

p

e

d

a

n

c

e

 

t

o

m

o

g

r

a

p

h

y

;

 

E

I

T

)

을

 

제

시

한

다

.

 

이

 

문

제

는

 

구

조

물

 

표

면

의

 

전

극

에

서

 

측

정

된

 

전

위

와

 

계

산

된

 

전

위

의

 

차

를

 

최

소

화

하

여

 

전

기

 

전

도

도

의

 

공

간

적

 

분

포

를

 

재

구

성

하

는

 

최

적

화

 

문

제

로

 

정

의

된

다

.

 

전

류

 

입

력

 

시

 

전

위

를

 

구

하

는

 

정

해

석

 

문

제

의

 

수

학

적

 

모

델

로

서

 

완

전

전

극

모

델

(

c

o

m

p

l

e

t

e

 

e

l

e

c

t

r

o

d

e

 

m

o

d

e

l

;

 

C

E

M

)

을

 

사

용

하

였

다

.

 

완

전

전

극

모

델

은

 

전

기

 

포

텐

셜

에

 

대

한

 

라

플

라

스

 

방

정

식

과

 

전

류

 

입

력

에

 

따

른

 

경

계

조

건

들

로

 

구

성

되

는

 

경

계

값

 

문

제

이

다

.

 

완

전

전

극

모

델

 

해

의

 

정

확

성

을

 

검

증

하

기

 

위

하

여

 

유

한

요

소

법

을

 

이

용

해

 

구

한

 

원

형

 

구

조

물

의

 

전

위

 

해

와

 

T

e

c

h

n

o

l

o

g

y

 

C

o

m

p

u

t

e

r

 

A

i

d

e

d

 

D

e

s

i

g

n

(

T

C

A

D

)

 

소

프

트

웨

어

를

 

사

용

해

 

얻

은

 

결

과

를

 

비

교

하

였

다

.

 

완

전

전

극

모

델

의

 

지

배

방

정

식

과

 

경

계

조

건

을

 

구

속

조

건

으

로

 

하

는

 

최

적

화

 

문

제

를

 

라

그

랑

주

 

승

수

법

(

l

a

g

r

a

n

g

e

 

m

u

l

t

i

p

l

i

e

r

 

m

e

t

h

o

d

)

을

 

이

용

해

 

비

구

속

 

최

적

화

 

문

제

로

 

전

환

하

고

 

라

그

랑

지

안

의

 

1

차

 

최

적

화

 

조

건

으

로

부

터

 

전

극

에

서

의

 

전

위

 

차

를

 

최

소

화

하

는

 

최

적

의

 

전

기

전

도

도

 

분

포

를

 

도

출

하

였

다

.

 

원

형

 

균

일

영

역

의

 

전

기

 

전

도

도

 

분

포

를

 

재

구

성

하

는

 

역

해

석

 

예

제

를

 

통

해

 

완

전

전

극

모

델

 

기

반

 

E

I

T

 

프

레

임

워

크

의

 

적

용

성

을

 

검

토

하

였

다

.

@highlight

이 연구는 재료의 전기 전도도 분포를 재구성하는 전기임피던스 단층이미지 기법(electrical impedance tomography; EIT)을 제시한다. 이 문제는 구조물 표면의 전극에서 측정된 전위 및 계산된 전위의 차를 최소화해 전기 전도도의 공간적 분포를 재구성하는 최적화 문제로 정의된다.