본 연구는 역경을 겪더라도 건강하게 적응해 가는 개인적 특성인 자아탄력성이 외상 후 성장에 주는 영향을 살펴보았으며, 이러한 과정을 삶의 의미의 두 하위요인인 의미추구와 의미발견이 매개하는 지를 확인하였다.

나아가 이러한 과정이 연령과 성별에 따라 차이가 있는지를 살펴보기 위해 각 집단을 비교하였다.

결과를 살펴보면, 외상으로 인한 주관적 고통을 경험한 개인이 외상 후 성장을 이루어 가는데 있어서 의미추구와 의미발견이 이를 매개함을 알 수 있었다.

이는 자아탄력성을 가진 개인이 의미추구 과정, 의미발견 과정, 그리고 의미추구가 의미발견으로 이어지는 과정에서 각각 독립적으로 성장을 경험할 수 있다는 것을 의미한다.

또한 본 연구의 결과에 기초한 모형을 각 집단에 적용해 다집단 분석을 실시한 결과 연령과 성별에 따라 구분된 집단에서 통계적인 차이는 유의미하지 않았다.

이러한 결과는 외상에 대한 대처반응으로써 삶의 의미추구와 의미발견, 또 이것이 성장으로 이어지는 과정이 연령이나 성별에 관계없이 보편적으로 적용될 수 있는 개념임을 시사한다.

끝으로 본 연구의 의미와 한계를 논하였다.

@highlight

자아탄력성이 외상 후 성장에 주는 영향과, 이러한 과정을 의미추구와 의미발견이 매개하는지 확인하고, 연령과 성별에 따른 차이를 살펴보았다.

@highlight

결과는 외상에 대한 대처반응으로써 삶의 의미추구와 의미발견, 또 이것이 성장으로 이어지는 과정은 연령이나 성별에 관계없이 적용될 수 있는 개념임을 시사한다.

