본 연구는 선행연구와 전문가 설문을 통해서 한국의 동북아시아 지역 항공물류허브화를 위한 항공화물의 전략속성을 평가하였다.

연구목적을 달성하기 위해 관련분야 전문가 6개 그룹을 선정하고 설문을 수행하였으며, AHP(Analytic Hierarchy Process) 방법을 이용하여 전문가 평가결과를 통합하였다.

본 연구의 분석결과 4가지의 주요 전략적 시사점이 있다.

첫째, 항공사에서는 H&S(Hub and Spoke) 네트워크 조건을 효율성과 경쟁력을 창출할 수 있는 방향으로 검토하고 운항편수를 확대해야 한다.

둘째, 환적의 신속성과 편리성을 제고하고 운송시간을 단축함과 동시에 불확실성을 감소시킬 수 있는 시스템 개발에 노력을 기울여야 한다.

셋째, 정부와 공항공사에서는 복합운송체계 발전을 통해 배후지역물량확보가 가능하도록 신속히 인천공항의 부속항만을 개발해야 하고 적극적으로 항공자유화 협정을확대시켜 나가야 한다.

넷째, 세계적인 항공사와 다국적 기업들이 인천국제공항을 그들의 동북아시아항공물류허브로 사용토록 유도해야할 것이다.

@highlight

이 연구는 선행연구와 전문가 설문을 통해서 한국의 동북아시아 지역 항공물류허브화를 위한 항공화물의 전략속성을 평가하였다.

@highlight

이 연구의 분석결과 4가지의 주요 전략적 시사점이 있다.

