본 논문에서는 집단취락의 현황 및 문제점을 살펴보고 효율적 정비를 위한 다양한 사업방식 등을 검토하였다.

이를 통해 집단취락 정비를 촉진할 수 있는 대안을 마련하고 제도개선방안을 제시하고자 하였다.

우선, 의왕시와 구리시 10개 취락을 대상으로 사업추진방식을 검토한 결과 도시정비사업보다 도시개발사업이 적합한 것으로 나타났다.

환지방식과 전면매수방식에 의한 사업성 검토 결과, 10곳 중 1곳만이 두 가지 사업방식이 가능한 것으로 나타났으며, 나머지 9개 취락은 환지방식으로 사업을 추진하는 것이 적합한 것으로 나타났다.

집단취락은 전반적으로 토지보상비 과다 및 개발밀도 제한 등에 따른 사업성 결여로 사업추진의 한계가 있어 환지방식을 추진하는 것이 바람직할 것으로 판단된다.

특히, 전면매수방식은 취락별 개발 여건에 따라 사업성에 차이를 보이고 있었다.

마지막으로 집단취락 내 미집행 도시계획시설 폐지, 개발제한구역 추가해제 등 적정 사업성 확보를 위한 제도개선이 필요하며 공공성의 조화를 유도할 수 있도록 정부차원의 적극적인 지원이 필요하다.

@highlight

본고에서는 집단취락의 현황 및 문제점을 살펴보고 효율적 정비를 위한 다양한 사업방식 등을 검토했다.

@highlight

우선, 의왕시와 구리시 10개 취락을 대상으로 사업추진방식을 검토한 결과 도시정비사업보다 도시개발사업이 적합한 것으로 나타났다.

