FIDIC 건설표준계약에서 계약당사자는 아니지만 때로는 프로젝트 자체의 성패를 좌우하기도 하는 엔지니어라는 중요한 주체가 존재한다.

엔지니어는 발주자의 대리인으로 선임되어 계약상 당사자들로부터 수여받은 권한을 행사하며 계약관리를 주도하는데, FIDIC 조항에서는 엔지니어가 발주자와 시공자 간 이견에 대한 조정인(mediator) 역할을 하도록 되어 있고, 만일 조정이 실패하면 해당 사안에 대해 공정한 결정자(adjudicator)의 역할을 하도록 하고 있다.

문제는 발주자의 대리인이면서 발주자로부터 보수를 지급받는 엔지니어가 과연 ‘공정한 결정’을 내릴 수 있느냐이다.

영미법계에서는 이러한 엔지니어의 이중적 역할을 유효하게 인정하고 있으나, 몇몇 대륙법계에서는 그러하지 아니하다.

본고에서는 건설사들이 해외건설프로젝트에서 많이 오인하고 있는 엔지니어의 이중적 역할 및 그 문제점에 대해 FIDIC의 관련 계약조건들을 중심으로 조명하고자 한다.

그리고 국제건설계약의 준거법으로 종종 지정되는 영국법상 엔지니어의 발주자에 대한 책임 및 시공자에 대한 책임부분도 검토한다.

@highlight

FIDIC 건설표준계약에서 계약당사자는 아니지만 때로는 프로젝트 자체의 성패를 좌우하기도 하는 엔지니어라는 중요한 주체가 존재한다.

