본 연구는 위험이 경영자의 유상증자 방식 선택에 미치는 영향을 분석하였다.

1998～2018년 KOSPI에 상장된 비금융업 회사 중 유상증자 실시 기업을 대상으로 총위험, 비체계적 위험이 경영자가 일반공모, 제3자 배정 대신 주주배정을 택할 확률에 주는 영향을 분석하여 다음의 결과를 보였다.

첫째, 비체계적 위험이 클수록 경영자가 주주배정을 선택할 확률이 유의하게 감소한다.

이는 CAPM, Fama-

French 3-

factor 모형, 하방위험 등 위험에 대한 모형 선택과 무관하게 성립하며, 경영자가 기존 주주 부를 고려해 주주가 위험을 많이 부담하지 않게끔 결정함을 시사한다.

둘째, 대주주 지분율, 외국인 지분율 크기와 무관하게 앞의 결과는 성립하는 반면, 대규모 기업집단에 속하지 않은 기업에서만 이 결과가 성립한다.

이는 최대주주-

소액주주 간의 대리인 문제로 인해 경영자가 기존 주주를 고려한 의사결정과는 다른 행동을 보일 수 있음을 의미한다.

본 연구는 경영자는 기존 주주를 위해 유상증자 방식을 선택하나 대리인 문제로 인해 위험에 대한 결정이 왜곡될 수 있음을 보인다는 점에서 의미가 있다.

@highlight

위험이 경영자의 유상증자 방식 선택에 미치는 영향을 보았다.

@highlight

비체계적 위험이 클수록 경영자가 주주배정을 선택할 확률이 감소한다.

@highlight

이는 경영자가 기존 주주 부를 고려해 주주가 위험을 부담하지 않도록 함을 시사한다.

@highlight

또한 경영자가 기존 주주를 고려한 의사결정과는 다른 행동을 보일 수 있다.

