얇은 웨브강판을 사용한 전단지배 강판벽의 최대 에너지소산능력 및 연성능력을 연구하기 위한 실험 연구를 실시하였다.

이를위해서 얇은 강판을 사용한 3층 골조 강판벽 실험을 수행하였다.

주요 실험 변수는 강판의 형상비와 기둥 단면의 전단강도이며, 골조 강판벽 시스템의 상대적 비교를 위해 중심가새골조 및 모멘트저항골조와의 비교실험을 실시하였다.

골조 강판벽 실험체는 중심가새골조와 모멘트저항골조 실험체에 비하여 매우 우수한 연성도와 에너지소산능력을 나타냈다.

따라서 전단지배형 골조강판벽은 큰 강도, 강성 및 변형능력을 동시에 달성할 수 있는 이상적인 내진구조시스템으로 사용할 수 있다.

전단지배 강판벽의 주기거동을 예측하기 위하여, 본 연구의 실험결과와 기존 실험결과를 토대로 강판벽의 에너지소산능력을 예측할 수 있는 방법을 제시하였다.

@highlight

얇은 웨브강판을 사용한 전단지배 강판벽의 최대 에너지소산능력 및 연성능력을 연구하기 위한 실험 연구를 실시하였고 이를 도태로  강판벽의 에너지소산능력을 예측할 수 있는 방법을 제안했다.

