본 연구의 주요 목적은 소셜미디어 가운데 중국판 트위터이자 마이크로블로그인 웨이보(微博, weibo)가 중국의 국가-

사회관계에 어떠한 영향을 미치고 있는가를 살펴보는 것이다.

중국에서 인터넷의 영향 및 역할을 파악하는데 있어 선행 연구들은 주로 기술결정론(technological determinism)과 사회구성론적(social constructivism)인 시각에서 분석을 시도하였으나, 최근 중국에서 웨이보를 이용한 대규모 시위 및 저항들을 파악하는 데에는 분명한 한계가 있다.

기존 연구들이 인터넷을 통한 민주화 혹은 통제를 지나치게 강조한 나머지 중국에서 웨이보를 중심으로 한 소셜미디어가 마치 국가-

사회관계를 제로섬(zero-

sum) 관계로 몰아가고 있는 것처럼 느끼게 한다.

이 글은 기존 중국에서의 정보통신기술 적용에 대한 두 가지 상반된 정치적 견해에서 벗어나 인터넷, 특히 중국판 트위터이자 마이크로블로그 시스템인 웨이보가 중국 공산당-

정부와 대중을 모두 강화시켰다고 본다.

@highlight

이 연구의 주요 목적은 소셜미디어 가운데 중국판 트위터이자 마이크로블로그인 웨이보(微博, weibo)가 중국의 국가-

@highlight

사회관계에 어떤 영향을 미치고 있는가를 살펴보는 것이다.

