본 연구는 해운기업 선박조직의 특수한 환경을 고려하여 선박조직의 구성원들의 속성신뢰가 집단 구성원간의 상호호의적인 태도인 집단응집성과 조직시민행동 및 선박조직의 유효성에 어떠한 영향을 미치는지를 실증적으로 분석해 보고자 하였다.

실증분석 결과, 속성신뢰가 집단응집성에 통계적으로 유의적인 정의 영향을 미치고 있는 것으로 나타났으며, 집단응집성은 조직시민행동과 조직몰입 및 직무만족에 통계적으로 유의적인 정의 영향을 미치고 있는 것으로 나타났다.

그리고 선박조직 구성원의 속성신뢰가 조직시민행동과 조직몰입 및 직무만족에 미치는 영향에 있어서 집단응집성이 부분매개 효과가 있는 것으로 나타났다.

본 연구는 선박조직의 개별 구성원 태도와 행동보다는 선박단위별로 속성신뢰, 집단응집성, 조직시민행동, 직무만족 및 조직몰입의 수준을 측정하고, 이들의 영향력 관계를 분석함으로써, 선박별 인력관리 및 인간관계 측면의 관리방안을 모색하도록 하였다.

@highlight

이 연구는 해운기업 선박조직의 특수한 환경을 고려해 선박조직의 구성원들의 속성신뢰가 집단 구성원간의 상호호의적인 태도인 집단응집성과 조직시민행동 및 선박조직의 유효성에 어떤 영향을 미치는지를 실증적으로 분석해 보고자 했다.

