본 연구의 목적은 공연예술작품에서의 희극적 속성들을 살펴보는 것이었다.

본 연구는 뮤지컬 <비밥>에서 희극적 요소들과 의미들을 살펴보았다.

공연예술 작품에서 넌버벌 뮤지컬에 관한 관심이 증가하면서 최근에 그러한 결과물에 대한 연구가 활발하다.

웃음을 유발시키는 희극은 고대 그리스 시대의 디오니소스 축제 이래로 이어져온 것이다.

현대 희극은 다양한 장르로 구성된 공연예술작품들로 재현된다.

웃음이론에는 세 가지 형태로 우월성, 불일치론, 그리고 기계화론이 있다.

우월성은 결점을 가지고 있는 대상에 대해서 상대적 우월감이다.

불일치론은 부조화를 인식하는 것이다.

그리고 기계화론은 유기주의에서 기계주의에 이르는 과정을 통해서 제시되는 속성들이다.

희극적 표현요소들은 관객들이 배우가 의도적이고 지속적인 동작에 의해서 수행되는 결말에 대해서 예상할 수 있도록 이끌어가는 것이다.

그리고 관객들이 예측할 수 없는 결말이 제시될 때, 웃음이 발생한다.

희극적 표현요소들은 자율적으로 웃음을 촉발시키고, 서로 결합되면서 완전하게 발생한다.

공연예술 작품을 수행하면서 웃음을 촉발시키고자 노력하는 배우는 주 대상인 관객들을 위해서 희극적 표현요소들을 제시해야 한다.

그리고 이러한 희극적 표현요소들은 관객들에게 희극적 즐거움을 제공해줄 수 있다.

@highlight

본고는 공연예술작품에서의 희극적 속성들을 살펴보는 것이 그 목적이었다.

@highlight

본고는 뮤지컬 <비밥>에서 희극적 요소들과 의미들을 살펴보고자 한다.

