4차 산업 혁명이 대두되면서 IoT 기술을 제조 공정에 적용하여 제품을 출시하려는 시도가 증가하고 있다.

본 논문에서는 우리나라 중소기업 중 제조업을 중심으로 IoT 장치를 손쉽게 적용하여 사용할 수 있는 해쉬 체인 기반의 IoT 인증 기법을 제안한다.

제안 기법에서는 제조업 환경에 적합한 IoT 장치를 설치한 업체를 선별하여 전체 제조 공정 중 제품 정보와 출시 정보를 효율적으로 수집․보관․관리․처리 할 수 있도록 IoT 장치 간 연계를 유지하는 것을 목적으로 한다.

또한, 제안 기법은 IoT 장치의 인증 정보를 해쉬 체인을 기반으로 구축하였기 때문에 추가적인 암․복호 암호 알고리즘이 필요없는 것이 특징이다.

성능평가 결과, 제안 기법은 IoT 장치를 적용 유․무에 따라 제조 프로세스의 효율성이 18.5% 향상되었고, IoT 장치를 부착한 제조 공정의 업무 처리가 평균 20.1% 단축되었다.

또한, 제조 공정에 투입된 인력 감축 비용이 평균 30.7% 감소되는 것으로 나타났다.

@highlight

제안 기법에서는 제조업 환경에 적합한 IoT 장치를 설치한 업체를 선별하여 전체 제조 공정 중 제품 정보와 출시 정보를 효율적으로 수집․보관․관리․처리 할 수 있도록 IoT 장치 간 연계를 유지하는 것을 목적으로 한다.

@highlight

제안 기법은 IoT 장치의 인증 정보를 해쉬 체인을 기반으로 구축하였기 때문에 추가적인 암․복호 암호 알고리즘이 필요없는 것이 특징이다.

