본

 

논

문

에

서

는

 

아

동

교

육

서

로

서

 

『

격

몽

요

결

』

이

 

지

닌

 

성

격

을

 

규

명

하

고

 

그

 

의

의

와

 

가

치

를

 

재

음

미

해

 

보

는

 

것

을

 

목

적

으

로

 

하

였

다

.

 

본

 

논

문

에

서

 

고

찰

한

 

바

에

 

따

르

면

,

 

『

격

몽

요

결

』

은

 

어

린

 

아

동

들

에

게

 

유

학

적

 

삶

과

 

학

문

의

 

방

향

을

 

지

시

하

고

 

준

비

시

키

기

 

위

한

 

기

본

교

육

서

이

다

.

 

입

지

장

과

 

독

서

장

에

서

도

 

잘

 

나

타

나

는

 

바

와

 

같

이

,

 

율

곡

 

이

이

는

 

『

격

몽

요

결

』

을

 

통

해

 

굳

건

하

고

 

견

실

한

 

몸

과

 

마

음

의

 

준

비

 

태

세

를

 

갖

추

는

 

데

에

 

아

동

교

육

의

 

중

요

성

을

 

두

고

 

있

다

.

 

이

어

,

 

본

 

논

문

에

서

는

 

『

격

몽

요

결

』

과

 

「

소

아

수

지

」

와

 

「

학

교

모

범

」

,

 

『

성

학

집

요

』

 

등

과

의

 

관

계

를

 

고

찰

함

으

로

써

 

그

 

아

동

교

육

서

로

서

의

 

성

격

과

 

의

의

를

 

전

면

적

으

로

 

부

각

시

키

고

자

 

하

였

다

.

 

이

에

 

따

르

면

,

 

우

선

「

소

아

수

지

」

는

 

일

상

생

활

에

서

의

 

실

천

을

 

강

조

하

는

 

『

격

몽

요

결

』

의

 

기

본

 

취

지

를

 

행

동

 

강

령

의

 

차

원

에

서

 

구

체

화

한

 

것

이

다

.

 

또

한

,

 

『

격

몽

요

결

』

과

 

「

학

교

모

범

」

,

 

『

격

몽

요

결

』

과

 

『

성

학

집

요

』

의

 

관

계

는

 

각

각

 

학

교

 

중

심

의

 

제

도

교

육

과

 

성

인

교

육

으

로

 

확

대

․

심

화

되

어

 

가

는

 

아

동

교

육

의

 

연

계

 

교

육

적

 

성

격

을

 

잘

 

보

여

준

다

.

 

결

국

,

 

『

격

몽

요

결

』

은

 

어

린

 

시

절

의

 

교

육

은

 

몸

과

 

마

음

의

 

태

세

를

 

준

비

시

킨

다

는

 

의

미

에

서

 

기

본

에

 

충

실

한

 

것

이

어

야

 

함

을

 

강

조

한

다

.

 

교

육

의

 

출

발

선

상

에

 

해

당

하

는

 

아

동

교

육

은

 

그

 

자

체

로

 

일

시

적

이

거

나

 

단

절

적

인

 

것

이

 

아

니

다

.

 

그

것

은

 

유

학

의

 

학

문

적

 

구

조

 

속

에

서

 

그

 

원

형

을

 

지

속

적

으

로

 

유

지

해

 

나

가

는

 

본

질

적

 

성

격

의

 

교

육

이

다

.

@highlight

입지장과 독서장에서도 잘 나타나는 바와 같이, 율곡 이이는 격몽요결을 통해 굳건하고 견실한 몸과 마음의 준비 태세를 갖추는 데에 아동교육의 중요성을 두고 있다.
격몽요결과 소아수지와 학교모범, 성학집요 등과의 관계를 고찰함으로써 그 아동교육서로서의 성격과 의의를 전면적으로 부각시키고자 하였다.