한국의 초등학교 영어학습자는 음성 언어와 의사소통 능력을 신장시키는 것을 주요 목표로 하는 현 영어교육과정에 의한 가르침을 받아왔다.

만약 의사소통 중심교육과정이 적합하고 효과적이라면, 학생들은 배웠던 내용을 쓰기에 표현할 수있어야 할 것이다.

본 연구의 목적은 6학년 학생들이 쓴 문장 쓰기에서 나타난 문법 오류 양상을 살펴보는데 있다.

100명의 6학년 학생들이 본 연구에 참여하였고, 4가지의 문법 영역에 대한 문법 능력을 평가하기 위해 각 문법 영역 당 20개의 문장 쓰기를 하였다.

본 연구에 중점으로 살펴본 문법 영역 4가지는 동사, 조동사, 명사, 소유형용사/소유대명사를 포함한다.

총 8,000개의 문장을 수집하였고, 수집된 문장에서 빈번하게 나타나는 문법 오류 양상을 문법 영역별로 추출하였다.

본 연구의 결과를 통해 현 초등 영어교육을 보완할 점으로 문법 교육의 필요성을 강조하고 있으며, 이는 Canale과 Swain이 규정한 의사소통 능력의 정의와도 일맥상통한다.

의사소통 능력은 문법적 능력을 필수 요소로 포함하고 있기때문이다.

@highlight

한국의 초등학교 영어학습자는 음성 언어와 의사소통 능력을 신장시키는 것을 주요 목표로 하는 현 영어교육과정에 의한 가르침을 받아왔다.

