본 연구는 개인투자자의 시장참여 비중이 큰 국내 주식시장을 대상으로 개인투자자의 비이성적 투자행태와 주식의 복권성향 사이의 관계에 대해 살펴본다.

발생확률이 매우 작더라도 큰 수익을 가져다 줄 수 있는 주식의 복권성향 정도를 수익률의 왜도, 고유위험, 주가의 크기를 사용하여 정의한 후, 이 복권성향 정도가 평가이익(손실) 상황에서 개인투자자의 매수(매도)비율과 유의한 연관성을 가지는지를 살펴봄으로써 복권성향 주식에 대한 개인투자자의 비이성적 투자행태 존재 여부를 살펴본다.

또한, 복권성향 주식을 중심으로, 자기과신이 개인투자자의 투자성과에 유의한 영향을 미치는지, 나아가 이러한 개인투자자의 투자행태가 주식시장의 정보환경과 어떤 관계를 가지는지도 살펴본다.

2000년부터 2017년까지 18년 기간 중 한국거래소에 상장된 기업을 대상으로 실증분석을 실시한 결과, 복권성향이 큰 종목일수록 투자자의 자기과신 현상이 두드러지며, 이러한 복권성향 주식과 자기과신 간의 관계는 개인투자자의 거래비중이 높아질수록 강해짐을 확인할 수 있었다.

뿐만 아니라, 복권성향 주식에 대한 개인투자자의 거래비중이 높아짐에 따라 정보거래 역시 심해짐을 발견함으로써 개인투자자의 비이성적 투자행태가 주식시장의 정보환경과도 밀접한 연관을 가짐을 확인할 수 있었다.

@highlight

주식의 복권성향과 개인투자자의 비이성적 투자행태의 관계를 살펴본 결과, 종목이 복권성향이 클수록 투자자의 자기과신 현상이 두드러지고, 이는 투자자의 거래비중이 높아질수록 강해지며 그럴수록 정보거래도 심해졌다.

@highlight

이를 통해 개인투자자의 비이성적 투자행태는 주식시장의 정보환경과도 큰 연관이 있음을 알 수 있었다.

