현재 미술교육은 새로운 도전에 직면되어 있다.

예술교육은 현재 학습자, 교육전문가, 학부모, 지역사회 시민들로부터 다른 주지교육에 비해 그 중요도가 인정받지 못하고 있다.

또한 2018년부터는 예술교육에 연극교과가 추가되어 연극 교과와의 경쟁이불가피한 실정이다.

이와 같은 시점에서 2015.

9.

23일에 확정?

고시되어 2018년부터 적용되는 ‘2015 개정 미술과 교육과정’은 매우 중요한 의미를 가진다.

새롭고 진보된 2015 개정 미술과 교육과정을 통하여 기존의 미술교육이 가졌던 단점을 개선하고보다 경쟁력 있는 미술교육으로 진보할 수 있는 계기가 주어진 것이다.

그래서 이 연구에서는 다음과 같이 두 가지 측면에서 2015 개정 미술과 교육과정을 고찰하여 미술교육의 진보적 발전을 모색하고자 한다.

1) 2015 개정 미술 교육과정이 제시하고자하는 핵심 개념을 구인타당도 측면에서 고찰하였다.

2) 2015 개정 미술창작과 미술감상과 비평을 경쟁력 측면에서 고찰하였다.

이를 위해 ‘2015 개정 미술 교육과정’ 을 ‘2009 개정 미술 교육과정’과 비교하여 교육과정이 가지는 문서에서의 성격과 특징을 해석하고 명료화하였다.

또한 미술학, 교육학, 심리학, 철학 등과 관련시켜 ‘2015 개정 미술 교육과정’에서 지향하는 핵심 개념을 재개념하여 미술과 교육과정의 재정향을 제시하였다.

@highlight

현재 미술교육은 새로운 도전에 직면되어 있다.

@highlight

이같은 시점에서 2015.

@highlight

9.

@highlight

23일에 확정?

@highlight

고시되어 2018년부터 적용되는 ‘2015 개정 미술과 교육과정’은 아주 중요한 의미를 가진다.

