본 연구는 1980년대 민중문학론의 현재적 의미를 살펴보았다.

채광석, 김도연, 김명인의 비평 담론은 시나 소설에 비해 과소평가되었던 노동자 수기나 보고 문학에 주목했다.

이들의 주장에는 민중이 본격 창작의 주체가 되었다거나 노동자 계급의 이념과 투쟁을 형상화해야 한다는 것 이상의 문제 의식이 담겨 있다.

그것은 전문가의 창작-

대중의 수용이라는 일방향적 문학 소통 구조의 탈피, 장편 소설을 중심으로 문학을 사고하지 않고 새로운 장르를 모색하려는 시도로 요약될 수 있다.

민중문학론은 텍스트가 제작되고 배급되며 수용자에 의해 활용되는 맥락과 문화 수용자의 능동성을 강조했다는 점에서는 문화연구의 문제 의식을, 리얼리즘 장편 소설을 중심으로 하는 근대 문학의 한계를 넘어선 새로운 장르를 모색했다는 점에서는 아방가르드의 문학에 대한 사고를 보여준다.

그러나 이들의 비평은 역사 진보의 단일한 주체로 민중을 표상하면서 문학의 선전성을 강조하거나, 리얼리즘 장편 소설의 형식에 집착하는 가운데 자신들의 선구적 문제 의식을 스스로 소멸시켰다는 한계를 보여준다.

@highlight

민중문학론은 텍스트가 제작, 배급되며 문화 수용자의 능동성을 강조했다는 점에서는 문화연구의 문제 의식을, 근대 문학의 한계를 넘어선 새로운 장르를 모색했다는 점에서는 아방가르드의 문학에 대한 사고를 보여준다.

@highlight

그러나 이들은 문학의 선전성을 강조하거나, 리얼리즘 장편 소설의 형식에 집착하여 선구적 문제 의식을 스스로 소멸시키는 한계를 보여준다.

