도로 확충으로 인한 도로 사면 및 터널 시공의 증가, 핵폐기물, 원유, LPG 저장을 위한 지하 저장 비축기지 개발, 지하 발전소의 개발 등이 갈수록 증가하고 있다.

이들 구조물 개발의 증가와 함께 구조물 주위를 구성하고 있는 암반의 상태를 적절하게 판단할 수 있는 방법도 필요하게 되었다.

이러한 목적에 기인하여 작고 가벼우면서 사용이 간편한 탄성파 검층 시스템을 개발하였다.

탄성파 검층법은 다양한 형태의 암반 상태를 평가하기 위하여 사용될 수 있는 검층법 중의 하나로써 원위치에서 비교적 간편하게 정밀한 자료를 수집할 수 있다.

또한 탄성파 검층법은 지보재가 설치되기 전후 구조물의 거동을 평가하는데도 유용하게 사용될 수 있다.

본 연구를 통하여 얻은 결과에 의하면 첫째, 탄성파 검층법을 이용하여 화약발파로 인한 암반사면 내의 손상 정도를 정량적으로 평가하는 것이 가능하였으며, 암반사면 내의 손상대 범위도 합리적으로 결정할 수 있었다.

둘째, 탄성파 검층의 조사 결과를 이용하면 지보재의 설치 심도를 보다 효과적이고 경제적으로 결정할 수 있을 것으로 기대된다.

마지막으로, 탄성파 검층법은 지보재의 설치 전후에 대한 구조물의 안전 관리에도 적용될 수 있을 것으로 사료된다.

@highlight

지하 구조물 주위 암반의 상태를 판단하고자, 탄성파 검층 시스템을 개발한 결과, 화약발파로 인한 암반사면 내의 손상 정도를 정량적으로 평가하는 것이 가능하였으며, 손상대 범위도 합리적으로 결정할 수 있었고, 효과적이고 경제적인 지보재의 설치 심도 결정, 구조물물의 안전 관리에도 적용 가능할 것이다.

