균증과 진균증을 진단하기 한 액 배양은 산소병과 무산소성병을 한 세트로 시행하는 것이 권장되지만 무산소성병을 선택으로 사용하기도 한다.

이 연구에서는 무산소성병 사용의 유용성을 평가하고자 하다.

4개의 학병원에서 성인을 상으로 시행한 액배양에서 양성을 보인 총 9,028을 분석하다.

수집된 자료로 균종별로 각각 산소성병에서만 증식한 경우, 무산소성병에서만 증식한 경우, 두 가지 모두 증식한 경우로 나어 분석하 다.

9,028개의 액배양 양성 가운데 산소성병에서만 자란 경우는 3,239건(35.9%), 무산소성병에서만 자란 것은 1,543 건(17.1%), 두 가지 모두에서 자란 경우는 4,246건(47.0%)이었다.

무산소성병에서만 배양된 균의 분포는 통성 무산소성 세균이 81.4%, 산소성 세균이 8.5%, 무산소성 세균이 2.0%고, 진균이 8.1%다.

균증 환자에서 통성 무산소성 세균과 진균이 무산소성병에서만 증식하는 경우가 상당수 있으므로 액배양 시 산소성병과 무산소성병 세트 사용이 필수일 것으로 생각된다.

무산소성병에서는 무산소성 균보다 오히려 산소성 균이나 진균이 자주 분리되었다.

@highlight

균증과 진균증을 진단하기 한 액 배양은 산소병과 무산소성병을 한 세트로 시행하는 것이 권장되지만 무산소성병을 선택으로 사용하기도 한다.

@highlight

이 연구에서는 무산소성병 사용의 유용성을 평가하고자 하다.

