본 연구는 교사의 협력활동과 수업전문성 효과 인식의 관계에서 수업효능감이 어떻게 매개하고 있는지를 분석하였다.

세 요인의 관계를 분석하기 위하여 구조방정식 모형을 실행하였다.

연구대상은 OECD TALIS 2013에 참여한 우리나라 177개 중학교 교사 2,933명이다.

구조방정식모형 분석 결과, 첫째 교사의 협력활동과 수업효능감은 모두 수업전문성 효과 인식에 정적으로 유의미하게 영향을 미치고 있으며, 나아가 교사의 협력활동과 수업전문성 효과 인식의 관계에서 수업효능감이 정적인 매개역할을 하고 있음을 확인하였다.

둘째 교사의 협력활동과 수업전문성 효과 인식의 관계에서 수업효능감의 매개기능은 완전매개모형보다는 부분매개모형이 통계적으로 보다 더 적합하다는 것을 확인하였다.

이러한 연구결과는 교사의 수업전문성을 향상시키기 위해서는 교사의 협력활동 촉진뿐만 아니라 수업효능감에 대한 제고도 중요한 역할을 한다는 점을 시사한다.

@highlight

이 연구는 교사의 협력활동과 수업전문성 효과 인식의 관계에서 수업효능감이 어떻게 매개하고 있는지를 분석했다.

