우리나라 전통음악은 악곡의 흐름에 따라 장단이 달라진다.

장단의 구분은 박의 구조 형태에 따라 나뉘며, 기본적으로 2소박 혹은 3소박이 모여 장단형태를 이룬다.

우리 음악의 장단은 2소박과 3소박뿐만이 아니라 5소박과 8소박 장단의 음악도 존재한다.

이것은 2소박과 3소박이 혼합해서 이루어진 것으로 불균등박자(asymmeteric meter)라 한다.

우리 음악 장단에서 불균등박자는 혼소박 4박을 꼽을 수 있다.

혼소박 4박 장단에는 엇모리형과 길군악형이 있다.

엇모리형 장단은 엇모리, 시님장단, 대왕놀이, 고삼장단 등이 있으며, 판소리, 산조, 무악에서 흔히 등장한다.

우리 음악은 대부분 성악곡에서 기악곡으로 파생된 경우가 많다.

성악곡은 사설이 붙는 음악으로 사설의 율격이나 노랫말의 의미가 장단과 무관하다고 볼 수 없다.

그렇기 때문에 성악곡에서 장단 연구는 노랫말의 율격이나 의미를 고려해야 한다.

본고는 엇모리장단에 얹어 부르는 무가와 판소리를 대상으로 언어학과 음악학적 접근 방식으로 사설과 리듬구조의 관계를 살펴보는데목적을 두었다.

이것은 ‘자연태’ 음악인 무가와 예술적 음악인 판소리의 관계에서 나타나는 엇모리장단의 음악적인 특징을 고찰하기 위한 것이다.

@highlight

우리나라 음악은 대부분 성악곡에서 기악곡으로 파생되었는데 성악곡은 사설이 붙는 음악으로 율격과 가사의 의미가 장단과 연관이 있기 때문에 이를 고려해 장단을 연구해야 한다.

@highlight

본 연구는 예술적 음악인 판소리와 자연태 음악인 무가의 관계 속 엇모리장단의 음악적 특징을 고찰한다.

