본 연구는 쉴드 TBM을 적용한 국내 지하철 현장의 계측 자료를 분석하고 기존 이론식에 의한 모델 및 수치해석 결과와의 비교를 통해 보다 간편한 지표침하 예측 S-

모델을 개발하였다.

이를 위해 전체 굴착 구간 중, 대표 station을 선정하여 횡방향 지표침하 특성과 굴착 진행에 따른 종방향 지표침하 특성을 분석하였다.

분석 결과를 바탕으로 횡방향 지표침하 형태는 이완영역과 탄성영역으로 구성된다고 가정하고 실제 계측 자료와의 비교를 통해 최대 지표침하량과 침하 영향 범위를 산정할 수 있는 모델을 제안하였다.

이에 의하면 굴착 진행에 따른 종방향 지표침하 형태는 3차 함수 특성과 유사하였으며 각각의 계수를 터널 직경 및 토피고의 함수로 하여 S-

모델을 제안하였고, 실제 계측 값 및 수치해석 결과와 상당히 유사한 형태의 지표침하를 얻을 수 있었다.

따라서 본 연구 결과를 통해 다소 연약한 풍화토, 풍화암 지층을 통과하는 쉴드 TBM 굴착 시공 시, 간편 S-

모델을 이용하여 굴착에 따른 지표 침하의 예측이 가능할 것으로 판단된다.

@highlight

이 연구는 쉴드 TBM을 적용한 국내 지하철 현장의 계측 자료를 분석하고 기존 이론식에 의한 모델 및 수치해석 결과와의 비교를 통해 보다 간편한 지표침하 예측 S-

@highlight

모델을 개발하였다.

