이 글은 로테에 대한 사랑에 빠진 베르터가 비극적 결말에 도달하게 된 이유가 무엇인지 밝히려는 시도이다.

이를 위해 본 논문은 우선 이 소설의 제1부에서는 로테에 관한 모든 정보가 베르터의 눈과 입을 통해서만 독자들에게 전달되고 있음에 주목한다.

로테에 관한 모든 정보가 사랑에 빠진 베르터를 통해서만 전달된다는 사실은, 로테가 자신을 사랑하고 있다고 확신하는 베르터의 생각이 과연 믿을만한 것인지 의문을 갖게 하기 때문이다.

특히 작품의 후반부에서 편집자의 개입을 통해 전달되고 있는 베르터에 대한 로테의 생각을 분석함으로써 앞서 독자들에게 제시된 로테에 대한 베르터의 판단이 옳지 않음을 밝힌다.

이 과정에서 중요한 것은 베르터가 말하는 로테와의 사랑과 그가 주장하는 개인/개체성에 관한 견해를 서로 비교함으로써 그의 사랑 이해와 그 사랑을 수행하는 개인/개체성에 대한 견해가 서로 모순적임을 드러내는 것이다.

또한 개인/개체성에 대한 베르터의 견해와 괴테 견해를 비교함으로써 『젊은 베르터의 슬픔』에 서술되어 있는 베르터의 사랑이해는 괴테의 사랑이해와 동일한 것일 수 없음을 밝히고, 작가가 이 소설을 통해 궁극적으로 드러내고자 하는 사랑은 바디우가 언급했던 ‘둘이 등장하는 하나의 무대’로서의 사랑과 유사한 것임을 확인한다.

@highlight

이 연구는 로테에 관한 사랑에 빠진 베르터가 비극적 결말에 도달하게 된 이유가 무엇인지 밝히려는 시도이다.

@highlight

이 과정에서 중요한 것은 베르터가 말하는 로테와의 사랑과 그가 주장하는 개인/개체성에 대한 견해를 서로 비교함으로써 그의 사랑 이해와 그 사랑을 수행하는 개인/개체성에 관한 견해가 서로 모순적임을 드러내는 것이다.

