이 연구는 대학생들을 대상으로 친족 용어에 관한 설문 조사를 실시하여, 대학생들이 친족 용어에 대해 어느 정도 이해하고 있고, 생활 속에서 친족 용어를 얼마나 사용하고 있는지, 또한 친족 용어에 대해서 어떠한 의식 성향을 나타내고 있는지 조사하고, 더 나아가 그 방향성까지 모색해 보았다.

먼저 친족 용어 사용에 영향을 미치는 친족, 촌수, 혈족에 대한 조사를 실시하였는데, 대학생들은 친족의 범위를 4촌까지가 적당하다고 보고 있으며, 왕래하고 있는 친족의 범위도 4촌까지인 경우가 가장 많았다.

그리고 80%가량의 학생들이 촌수에 대해서 제대로 이해하고 있는 것으로 나타났다.

대학생들은 아직까지는 지연이나 학연보다 혈연을 더 중시하고 있는 것으로 조사되었고, 부계친과 모계친을 똑같이 중요하다고 인식하고 있는 것으로 나타났다.

친족 용어의 이해와 사용 정도는 그 비율에 있어서 차이를 보였는데, 이러한 현상은 평소 친족 용어를 사용할 때 친족 명칭을 알고 있어도 친족 명칭보다 친족 호칭을 더 선호하고 있기 때문인 것으로 보인다.

대학생들은 일반적으로 친족 용어를 어렵다고 느끼고 있으며, 4촌까지는 개선할 필요가 없지만 5촌부터는 어려우므로 개선할 필요성이 있다고 보았다.

오늘날 한국인들은 도시화를 통한 핵가족화로 인해 친족 용어에 대한 인식이 매우 약화되어 가고 있으며, 이러한 현상은 특히 젊은 세대로 갈수록 더욱 심화되고 있다.

그러므로 친족 용어에 대한 인식을 향상시키기 위한 교육 방안을 마련하거나, 친족 용어나 범위의 적정성에 대한 검토도 이루어져야 하겠다.

@highlight

본 연구는 대학생들을 대상으로 친족 용어에 대한 설문 조사를 실시해, 대학생들이 친족 용어에 관해 어느 정도 이해하고 있고, 생활 속에서 친족 용어를 얼마나 사용하고 있는지, 또한 친족 용어에 대해 어떤 의식 성향을 나타내고 있는지 조사하고, 더 나아가 그 방향성까지 모색해 보았다.

