본 연구는 국내에 보급되어 있는 여러 형태의 이유자돈사에 대하여 CFD(Computational FluidDynamics) 컴퓨터 시뮬레이션을 통해 가상으로 모델화하여 특성을 비교 분석하고 실제 돈사에서 각종환경요인과 이유자돈의 증체율 및 폐사율을 비교 분석함으로써 우리나라의 기후 조건에 적합한 모델을제시하기 위하여 수행되었다.

실험돈사로는 복도-

더그매 예열 음압환기방식 무창이유자돈사(Model-1),더그매 예열 음압환기방식 무창이유자돈사(Model-2), 그리고 윈치커튼형 음압환기방식 개방이유자돈사(Model-3)가 이용되었다.

시뮬레이션 결과 Model-1이 Model-2와 Model-3에 비하여 전체적으로 낮은풍속과 균일한 풍속분포도를 나타냈으며 모델간의 평균 온도, 평균 상대습도 및 평균 암모니아 농도가차이가 없었으나(p>0.05) Model-1과 Model-3의 종료체중과 일당증체량이 Model-2에 비해 높았다(p<0.001).

따라서 Model-1이 Model-2와 Model-3에 비하여 우리나라의 기후 조건에 적합한 것으로판단되었다.

@highlight

본 논문은 국내에 보급되어 있는 여러 형태의 이유자돈사에 대해 CFD(Computational FluidDynamics) 컴퓨터 시뮬레이션을 통하여 가상으로 모델화해 특성을 비교 분석했다.

