배아줄기세포 조작사건을 계기로 생명윤리법의 재정비가 요구되고 있다.

배아취급에 관한 유사입장을 취하고 있는 미국, 영국, 일본의 규제정책을 고찰하여 우리법의 개정에 대한 시사점을 얻고자 한다.

먼저, 규제체제에 있어서 미국은 사적규제방식을 통하여 전문단체에 의한 자기통제에 의하면서 자치규정에 강력한 제재수단을 구비하여 규제실효성을 확보하고 있다.

영국의 경우 국가규제방식을 채택하여 법률에 근거한 강제규제형태를 취하고 있지만 폭넓은 규정제정권을 감독기관에게 위임하여 규제의 탄력성을 보완하고 있다.

그에 비교하여 일본은 국가규제 및 사적규제의 혼합방식을 취하여 규제의 탄력성과 실효성을 동시에 보장하고자 한다.

다음으로, 규제내용에 있어서는 위 3국 모두 배아연구 가능한 대상을 원시선 발현전의 전배아로 제한하고 그 이용범위를 인간복제 및 복제를 초래할 수 있는 관련행위를 모두 금지하고 있다.

우리의 현행 생명과학에 대한 규제체제에 있어서는 형식적으로는 국가규제의 형태를 취하고 있지만 실질적으로는 사적규제의 형태로 운영되고 있으므로 규제실효성을 확보할 수 있는 제도정비가 필요하며, 규제내용에 있어서는 생명윤리법상 배아의 윤리적 지위에 대한 재고 및 인간변종이나 복제를 초래할 위험이 있는 모든 행위에 대한 금지를 입법하여야 할 것이다.

@highlight

본고는 배아취급에 관한 미국 영국 일본의 규제정책을 고찰함으로써 우리 나라 생명윤리법 개정에 시사점을 주고자 한 바, 세 나라가 국가규제방식과 사적규제방식을 택하되 규제 실효성과 규제탄력성을 확보하는 데 만전을 기했듯 우리 나라도 국가규제의 형식이나 실질상 사적규제로 운영되는 현 체제에서 규제실효성 확보가 필요함을 논했다.

