'역차고'에 인용된 문헌은 易書類ㆍ字(辭)典類ㆍ文學類ㆍ經書類ㆍ史書類ㆍ諸子書 등 거의 모든 분야에 걸쳐 있다.

이것은 석천이 '주역'이라는 경전을 해석하는데 매우 개방적인 자세를 취하고 있음을 반영한다.

'역차고'의 '주역'을 해석하는 방식은 다음 몇 가지로 요약할 수 있다.

첫째, 漢代 문헌을 중심으로 가능한 많은 문헌을 참고했다.

이런 방식을 취해야 '주역'의 본래 모습을 드러낸다고 생각했기 때문이다.

둘째, 문자훈고.

'역차고'에 인용된 문헌은 매우 방대하다.

그러나 문헌 인용에 있어서 일관된 서술 방식은 '주역'의 문자(괘사와 효사)와 문장에 대한 문자훈고 고증 방식이다.

셋째, 석천 자신의 견해를 가능한 드러내지 않는다.

자신의 견해는 문헌을 인용으로 간접적으로 드러낸다.

넷째, 결론적으로 말하면, '역차고'는 의리학적ㆍ상수학적 역학서가 아니라, '주역'의 본래 의미를 드러내려고 경학자가 쓴 저술, 즉 고증학적 易書다.

바로 이 점이 '역차고'의 가치라고 할 수 있다.

@highlight

석천이 '주역'이라는 경전을 해석하는데 매우 개방적인 자세를 취하고 있음을 반영한다.

