음성, 화상전화 및 고속 패킷 데이터 서비스 등 다양한 유형의 서비스를 제공하는 WCDMA 시스템에서는 서비스간 커버리지 불균형이 발생할 수 있으며, 커버리지가 가장 작은 서비스에 의해 시스템 커버리지가 결정된다.

특정 서비스 사용자가 시스템에서 정한 커버리지 영역을 벗어나면 필요 이상의 전력을 송출하게 되며, 이로 인해 인접 셀에 대한 심각한 간섭을 유발할 수 있다.

따라서 시스템 공통의 커버리지 지역을 넘어서지 않도록 각 서비스별 송출 전력을적정하게 할당해야 한다.

본 논문에서는 커버리지와 수용용량을 고려한 각 서비스별 송출 전력 할당 방안을 제시한다.

간섭이 각 서비스의 커버리지와 시스템 성능에 미치는 영향을 분석한다.

또한 각 서비스 별 동일 부하 모델을 도출하여 서비스간 커버리지를 일치시키는 전력 수준 및 범위에 대한 산출 방안을 제시하며 시뮬레이션을 통해 이를 검증한다.

시스템 부하에 따른 시스템 커버리지를 설정하여 가입자 용량 산정, 효율적인 무선망 설계 및 운용기준 수립을 위한 방안을 제시하고자 한다.

@highlight

다양한 유형의 서비스를 제공하는 WCDMA 시스템에서는 서비스간 커버리지 불균형이 발생할 수 있으며, 커버리지가 가장 작은 서비스에 의해 시스템 커버리지가 결정된다.

@highlight

커버리지와 수용용량을 고려한 각 서비스별 송출 전력 할당 방안을 제시한다.

