이 연구는 암환자의 개구충제 복용을 둘러싼 논란의 시기 한가운데에서, 온라인 뉴스의 댓글을 통해 대중의 태도와 암 보완대체요법 이용에 긍정적인 태도를 낳는 심리적 기제를 이해하고자 하였다.

논란이 고조되었던 2019년 10~11월 중 댓글 수가 가장 많고 대조적인 입장을 다룬 두 온라인 뉴스에 달린 2,146개의 댓글을 대상으로 테마분석을 수행하였다.

가장 높은 비율을 차지한 세 개의 테마는 기적에 대한 열망(18%), “말기암이라면 그럴 수 있다(17%)”, 전문가 집단에 대한 불신(16%)이었다.

또한, 개구충제의 치료효과와 관련된 믿음의 바탕에는 호전된 사례, 즉 개인의 직?

간접적 경험이 가장 많았고, 과학적 근거나 전문가의 의견은 가장 적었다.

암환자의 개구충제 복용은 말기암이라는 예외적이고 특수한 상황에서 기적에 대한 간절함, 죽음을 막고 싶은 절실함과 같은 심리적 기제로 이해할 수 있으며, 전문가집단에 대한 불신도 기여하는 것으로 보인다.

온라인 뉴스 댓글이라는 연구 자료의 특수성을 감안하더라도, 이러한 결과는 근거기반 의학의 이상과 대중의 태도라는 현실 사이의 현격한 차이를 드러낸다.

의학적 근거의 생산을 위한 투자 외에도, 근거에 대한 대중의 접근성 및 이해력 향상, 의료에 대한 신뢰 제고를 위해 더 많은 사회적 노력이 필요하다.

@highlight

이 연구는 암환자의 개구충제 복용에 관한 대중의 태도를 온라인 뉴스 댓글을 통해 이해하고자 하였다.

@highlight

분석 결과 댓글수가 가장 많은 테마는 기적에 대한 열망이었다.

@highlight

또한 개구충제의 믿음에 대한 바탕에는 직?

@highlight

간접적 경험으로 인한 호전적 사례가 많은 반면 전문가의 의견은 적었다.

@highlight

이러한 결과는 의학의 이상과 대중의 태도 사이의 차이를 나타낸다.

