본 연구는 기업들이 홈페이지를 통해 효과적인 광고와 마케팅활동을 하기 위해서는 고객기업 특성에 맞는 홈페이지를 만들어야 하고 그 과정에서 홈페이지 제작업체는 어떠한 요인에 의해서 선정되는지를 알아보는 것이 본 연구의 목적이다.

이를 위해 먼저 홈페이지 제작환경요인들과 홈페이지 구매의사 결정과정과의 인과관계를 살펴보고, 구매의사결정과정에 관련된 최고경영자의 성향과 기업이미지의 매개변수의 역할을 실증적으로 검증해 보고자 하였다.

연구결과 홈페이지 디자인 질과 가격 및 성과물이 구매의사결정에 유의미한 영향을 주는 것으로 나타났으며, 특히 디자인 질이 구매의사결정에 더 큰 영향을 미치고 있음을 알 수 있었다.

기업특성의 경우 최고경영자 성향, 기업이미지 모두 구매의사결정에 유의미한 영향을 주는 것으로 나타났으며, 특히 최고경영자 성향이 더 큰 영향을 미치고 있음을 알 수 있었다.

제작환경요인과 구매의사결정과의 관계에서 기업특성의 매개효과를 살펴보면 기업이미지만이 유의한 관계를 갖는 것으로 나타났다.

기술력 및 업력은 구매의사결정에 직접적인 영향을 주지 못하지만 기업이미지를 통해서 구매의사결정에 영향을 미치며, 기업이미지는 제작환경요인과 구매의사결정과의 관계에서 완전매개효과를 갖는 것으로 나타났다.

@highlight

본 연구는 기업들이 홈페이지를 통해 효과적인 광고와 마케팅활동을 하기 위해서는 고객기업 특성에 맞는 홈페이지를 만들어야 하고 그 과정에서 홈페이지 제작업체가 선정되는요인을 알아보는 것이 목적이다.

@highlight

연구결과 홈페이지 디자인 질과 가격, 성과물이 구매의사결정에 영향을 주는 것으로 나타났으며, 특히 디자인 질이 큰 영향을 미치고 있었다.

