본 연구는 중학교 153명을 대상으로 과학 수업에서 교사와 동료 학생에 의해 강조되는 동기적 학습 환경에 대한 인식(교사의 학습 장려/교사의 상대적 비교 강조/동료들의 자기 개선 및 자기 발전 추구/동료들의 상대적 우월성 추구/실수에 대한 걱정)과 성취 목적(과제 지향/수행 지향/수행 회피)을 조사하였다.

동기적 학습 환경에 대한 인식이 성취 목적에 미치는 영향을 단계적 중다회귀분석으로 조사하였다.

연구 결과, 동기적 학습 환경에 대한 인식에서는 성에 따른 차이가 없었으나, 성취 목적에서는 유의미한 성별 차이가 있는 것으로 나타났다.

회귀 분석 결과에서는 과학 수업에서 동료 학생이 학습에 대한 자기 개선이나 자기 발전을 중요시 한다고 인식하는 것은 학생들이 과제 지향 목적을 가지도록 유도하는 것으로 나타났다.

반면 과학 교사나 동료 학생이 상대적 우월성 및 비교를 추구한다고 인식하는 것은 학생들이 수행 지향 목적을 가지도록 유도하였으며, 동료 학생이 실수에 대해 걱정한다고 인식하는 것은 수행 회피 목적을 가지도록 이끌었다.

과학 교사의 상대적 우월성 및 비교 강조는 수행 지향 목적뿐만 아니라 수행 회피 목적의 채택에도 영향을 미쳤다.

본 연구 결과는 과학 교육에서 학생들의 긍정적인 동기를 유발시킬 수 있는 교수방법에 대해 시사점을 제공한다.

@highlight

이 연구는 중학교 153명을 대상으로 과학 수업에서 교사와 동료 학생에 의해 강조되는 동기적 학습 환경에 대한 인식과 성취 목적을 조사하였다.

