필자는 인문학을 실용적으로 활용할 방안을 모색하는 가운데, 고전서사문학이 문화콘텐츠의 가장 좋은 원천소재일 수 있음을 논의하였다.

특히 21세기를 선도할 동력은 문화콘텐츠인데 그 중요한 부분이 바로 이야기 만들기 즉 스토리텔링이므로 우리 민족의 원형적인 심상과 문화를 담고 있으면서도 환상성과 신이성을 지니고 있는 『삼국유사』 속 이야기들을 적극적으로 활용할 것을 제안하였다.

귀신이나 자연을 제어하는 인물, 신이한 기적을 행하는 왕, 충성스러운 신하, 따뜻한 배려심의 지도자, 신비로운 존재와 사랑을 나누는 남성, 부처를 감동시킨 수도자와 신통력 있는 스님, 외지에서 들어온 이방인 등 참으로 다양한 캐릭터들이 생산될 수 있을 것이다.

또 몇 편의 한문소설들은 전쟁이나 사랑, 살인 사건과 소송, 득도와 수련 등 특별하면서도 보편적인 공감을 불러일으킬 수 있는 서사와 인물들을 담고 있기에 현대의 문화콘텐츠의 소재로 적절하다.

특히 <은애전>, <운영전>, <남궁선생전>, <강도몽유록>, <김영철전>, <온달전> 등이 그것인데, 이들을 중심 구조로 삼거나 부분적으로 활용하여 게임이나 영화, 드라마, 뮤지컬을 만든다면, 한국적인 세계관과 인간상, 감성을 담고 있으면서도 현대인들의 취향과 수요에 맞는 문화예술물들이 탄생할 수 있을 것이다.

@highlight

인문학을 실용적으로 활용할 방안을 모색하는 가운데, 고전서사문학이 문화콘텐츠의 가장 좋은 원천소재일 수 있음을 논의했다.

@highlight

특히 <은애전>, <운영전>, <남궁선생전>, <강도몽유록>, <김영철전>, <온달전> 등이 그것인데, 이들을 중심 구조로 삼거나 부분적으로 활용해 게임이나 영화, 드라마, 뮤지컬을 만든다면, 한국적인 세계관과 인간상, 감성을 담고 있으면서도 현대인들의 취향과 수요에 맞는 문화예술물들이 탄생할 수 있을 것이다.

