본 연구는 조선 후기 세시기 자료에 나타난 역법학적 시간 인식의 측면과 도교민속학적인 측면의 연구를 통해, 세시기 원전의 민속학적 연구 기반을 심화시키는 것을 연구의 목적으로 하였다.

세시기는 1년의 시간 주기 속에 이루어지는 각종 풍속을 관찰 채록한 기록물 성격을 지니는데, 그 1년이라는 시간 인식의 측면을 역법학적 관점으로 분석하여 24절기와 태음태양력의 관계, 정월의 성 립 문제 등을 살펴보았으며, 세시기의 각종 절일을 해와 달의 요소 측면에서 분류를 시도하였다.

또 한 각 절속에 부여된 성스러운 측면을 어떻게 속화시킬 것인가 하는 행위적 실천론과 관련하여 도교 적 의례와 놀이, 주술과 상징, 행위와 절식 등을 살펴보았다.

현대 세시 풍속의 직접적 연원이 되는 조선 후기 세시기 원전 자료에 대한 이해를 심화시키고, 그 동안 많은 세시 풍속 관련 연구에서 요청되는 각 세시 절일의 천문학적인 측면과 역법학적인 측면을 분석하였다.

또한 조선조 후기 사회가 사회 공적 차원에서는 성리학적 이데올로기가 가중되어 갔지 만, 그 이면의 저변 문화에서는 무불이 만나고 도불이 습합하는 등 왕성한 문화 복합 현상이 진행되 고 있다.

이러한 양면의 이중적 문화 구조 문제를 심화시키는 일환으로 도교민속학적인 관점이 요청 되는 절속들을 살펴보았다.

@highlight

본 논문은 조선 후기 세시기 자료에 나타난 역법학적 시간 인식의 측면과 도교민속학적인 측면의 연구를 통하여 세시기 원전의 민속학적 연구 기반을 심화시키는 것을 연구의 목적으로 두었다.

@highlight

세시기는 1년의 시간 주기 속에 이루어지며 각종 풍속을 관찰 채록한 기록물 성격을 지니는데, 이를 분석하여 24절기와 태음태양력의 관계 등을 살펴보았다.

