본

 

연

구

의

 

목

적

은

 

문

항

반

응

이

론

에

 

근

거

하

여

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

의

 

문

항

특

성

과

 

피

험

자

 

신

뢰

도

를

 

분

석

하

는

 

데

 

있

다

.

 

이

를

 

위

하

여

 

일

반

화

부

분

점

수

 

모

형

을

 

적

용

하

여

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

의

 

문

항

변

별

도

,

 

문

항

난

이

도

,

 

문

항

범

주

난

이

도

 

등

을

 

살

펴

보

았

다

.

 

또

 

피

험

자

 

신

뢰

도

를

 

살

펴

보

기

 

위

하

여

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

의

 

검

사

정

보

함

수

를

 

알

아

보

았

다

.

 

본

 

연

구

의

 

결

과

는

 

다

음

과

 

같

다

.

 

첫

째

,

 

검

사

정

보

함

수

를

 

살

펴

본

 

결

과

,

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

는

 

대

체

적

으

로

 

교

수

역

량

 

수

준

이

 

중

간

 

이

하

인

 

교

사

의

 

교

수

역

량

을

 

보

다

 

정

확

히

 

추

정

하

는

 

것

으

로

 

밝

혀

졌

다

.

 

둘

째

,

 

문

항

특

성

과

 

관

련

된

 

모

수

들

을

 

살

펴

본

 

결

과

,

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

는

 

문

항

난

이

도

와

 

문

항

변

별

도

가

 

대

체

로

 

낮

은

 

문

항

들

로

 

구

성

되

었

다

는

 

것

으

로

 

파

악

되

었

다

.

 

또

한

 

문

항

범

주

난

이

도

의

 

분

석

에

서

 

특

히

 

문

항

 

2

(

교

과

내

용

지

식

 

이

해

력

)

,

 

문

항

 

1

2

(

발

문

/

피

드

백

)

와

 

문

항

 

2

8

(

존

중

/

애

정

)

의

 

범

주

난

이

도

의

 

범

위

는

 

인

간

의

 

능

력

 

특

성

을

 

벗

어

난

 

것

으

로

 

파

악

되

었

다

.

 

이

들

 

문

항

들

은

 

삭

제

하

거

나

,

 

문

항

범

주

를

 

조

정

하

거

나

,

 

그

 

내

용

을

 

수

정

하

는

 

것

이

 

바

람

직

하

다

고

 

여

겨

진

다

.

 

본

 

연

구

를

 

통

하

여

 

밝

혀

진

 

바

를

 

근

거

로

 

하

면

,

 

초

등

학

교

 

교

사

의

 

교

수

역

량

 

평

가

지

표

는

 

초

등

학

교

 

교

사

의

 

교

수

역

량

의

 

수

준

을

 

고

려

하

여

 

적

용

하

거

나

 

그

 

결

과

를

 

해

석

할

 

때

에

는

 

본

 

연

구

의

 

결

과

를

 

참

고

할

 

필

요

가

 

있

다

고

 

여

겨

진

다

.

@highlight

이 연구의 목적은 문항반응이론에 근거해 초등학교 교사의 교수역량 평가지표의 문항특성과 피험자 신뢰도를 분석하는 데 있다. 이 연구를 통해 밝혀진 바를 근거로 하면, 초등학교 교사의 교수역량 평가지표는 초등학교 교사의 교수역량의 수준을 고려해 적용하거나 그 결과를 해석할 때에는 본 연구의 결과를 참고할 필요가 있다고 여겨진다. 이 연구를 통해 밝혀진 바를 근거로 하면, 초등학교 교사의 교수역량 평가지표는 초등학교 교사의 교수역량의 수준을 고려해 적용하거나 그 결과를 해석할 때에는 본 연구의 결과를 참고할 필요가 있다고 여겨진다.