본 연구에서는 가스아토마이저를 이용하여 Fe계 비정질 합금 분말을 제조하였고, 제조된 비정질 분말의 특성을 평가하였다.

Fe계 비정질 합금분말의 형상, 결정구조, 비정질 형성능 분석은 고분해능 주사전자현미경(FESEM), X-

선 회절분석기, 시차주사열량측정법(DSC)을 이용하여 각각 분석하였다.

분말은 45~90 ㎛ 크기의 구형으로 생성되었다.

제조된 Fe-

계 합금분말을 X-

선 회절 분석한 결과 결정피크는 관찰되지 않고 전형적인 비정질 결정구조 피크만 관찰되었다.

합금분말의 DSC 분석결과 벌크비정질합금에서 나타나는 Tg와 Tx가 존재하였으며, Tg = 530 ℃, Tx = 560℃로 관찰되었다.

이러한 결과로부터 본 연구를 통하여 제조된 구형의 벌크비정질합금(BMG) 분말은 레이저 용접에 적용이 가능한 재료임을 알 수 있었다.

@highlight

본고에서는 가스아토마이저를 이용하여 Fe계 비정질 합금 분말을 제조하였고, 제조된 비정질 분말의 특성을 평가하였다.

