이 연구의 목적은 대전광역시에 거주하는 만 18∼80세 미만의 중증시각장애인(장애등급 1∼3등급) 104명을 대상으로 설문지를 이용하여 인구사회학적 특성에 따라 자립생활 정도에 차이가 있는지 알아보는 것이다.

설문지는 시각장애인의 자립생활 자가평가 척도로, 신체적 자립, 심리적 자립, 사회적 자립, 정보화자립, 경제적 자립 등 총 38문항으로 구성되어 있다.

연구결과 첫째, 시각장애인의 자립생활 정도는 신체적 자립이 평균 3.60으로 가장 높게 나타났으며 정보화 자립이 평균 2.23으로 가장 낮게 나타났다.

둘째, 시각장애인의 자립생활 정도는 연령, 학력, 결혼 상태, 종교 유무, 개인수입에 따라 통계상 유의미한 차이를 보였다.

셋째, 시각장애인의 자립생활 하위영역 간에는 서로 정적인 상관관계가 있는 것으로 나타났다.

연구결과를 토대로 시각장애인이 지역사회에서 더 많은 참여와 평등을 보장받을 수 있는 복지정책 차원의 프로그램 구성에 대한 실증적인 제언도 함께 제시했다.

@highlight

설문지는 시각장애인의 자립생활 자가평가 척도로 총 38문항으로 구성되어 있다.

@highlight

연구결과, 시각장애인의 자립생활 정도는 신체적 자립이 가장 높게 나타났으며 정보화 자립이 가장 낮게 나타났으며, 시각장애인의 자립생활 정도는 연령, 학력, 결혼 상태, 등에 따라 통계상 유의미한 차이를 보였다.

@highlight

또한 시각장애인의 자립생활 하위영역 간에는 정적인 상관관계가 있는 것으로 나타났다.

