마라톤경기는 우리 민족의 역사와 특별한 관련성이 있다.

한국민족이 올림픽이라는 국제대회에 참가하여 첫 금메달과 함께 올림픽 신기록을 세운 종목이 바로 마라톤이다.

이후 일장기말소사건을 거치면서 마라톤은 일제강점기에 독립정신을 일깨우고, 민족적 자부심을 가지게 한 촉매제로 작용하였다.

해방 직후 미군정 시기에는 태극기를 가슴에 달고, 연속적인 우승과 함께 대회신기록을 갱신함으로써 ‘마라톤왕국 코리아’라는 별칭이 붙었다.

이는 당시 신생독립국인 대한민국의 유일한 국위선양 방법이었으며, 한국 스포츠史에서 ‘민족정신의 고취’와 ‘국가알림’의 통로가 되었다.

세계화, 국제화 시대에 있어서도 그 기초가 되는 세포구조는 민족이며, 스포츠야 말로 이의 동류의식과 결속의 지름길이 될 수 있다.

그러한 의미에서 한국의 마라톤은 국제사회에서 한국의 기호이자 국가 이미지였다.

정치의도와의 밀접한 연관성에 의해 ‘강요된 충성’을 수단으로 낙착된 국가주의와는 달리, 한국 마라톤은 ‘자발적 애국’을 통한 민족정신의 고양을 상징하는 민족주의의 발현이었던 것이다.

@highlight

마라톤경기는 우리 민족의 역사와 특별한 관련이 있다.

@highlight

한국민족이 올림픽이라는 국제대회에 참가하여 첫 금메달과 함께 올림픽 신기록을 세운 종목이 바로 마라톤인데, 이후 일장기말소사건을 거치며 마라톤은 일제강점기에 독립정신을 일깨우고, 민족적 자부심을 가지게 한 촉매제로 작용했다.

