우리나라가 국가정보화를 추진한지 20년이 지났다.

이 기간에 한국은 IT 강국으로서 명성과 세계적 반열의 위상을 확보하였다.

결과적으로만 보면 국가정보화 기획기능을 제대로 활용했다고 볼 수 있다.

그러나 실제로는 이런 기획기능이 아직 시스템화도 되어 있지 않을 뿐만 아니라 기능적 연계도 되어있지 않아 여러 가지 비효율적 결과를 낳고 있다.

정보화기획기능이 보다 효율적으로 작동하기 위해서는 기본적으로 위와 같은 요소들의 시스템적 통합이 필요하다.

본고에서는 정보화시행계획 기반의 기획-

예산-

사업을 정보화 기획기능의 핵심요소로 보고 이들의 시스템적 통합방법을 제시하고자 한다.

이를 위해 국가정보화 추진 프로세스상의 문제파악을 통한 현안도출을 하였다.

문제해결을 위한 접근은 문헌조사, 선진사례, 현장인터뷰 및 전문가의견을 분석·정리하였다.

이를 기초로 개선방향을 정립하고 이에 따른 프로세스 기능을 정의하였다.

그리고 기능별로 연계 및 통합이 가능하고 이를 구현할 수 있는최종적인 모델 및 이행방안을 제시하였다.

이 연구결과를 활용하여 현재 정보화 시행계획 업무의 효율화 도모와 각 개별기관에서 연관업무 처리의 편리성 제공 및 시간절감 등 생산성 제고가 되기를 기대한다.

@highlight

본 논문에서는 정보화시행계획 기반의 기획-

@highlight

예산-

@highlight

사업을 정보화 기획기능의 핵심요소로 보고 이들의 시스템적 통합방법을 제시하고자 한다.

