본 연구는 발행자의 신용등급이 일정한 등급 이하로 하락할 경우 1) 높은 등급의 채권을 담보로 제공할 발행자의 의무 또는 2) 조기상환을 요구할 투자자의 권리가 발생하는 채권의 가치평가 방법을 실무적인 각도에서 제시한다.

국내에서 발행된 이와 같은 채권을 5가지 유형으로 분류한 후 평가과정에서 적용하는 전이행렬의 형태에 차이가 있음을 보여주었다.

또한 등급하락 확률을 계산하기 위해 신용평가사에서 제공하는 역사적 전이행렬을 사용하여 계산의 용이성을 확보하였다.

분석 결과 등급하락에 연계된 조건부 조항은 일정 부분 가치가 있는 것으로 평가되었다.

따라서 신용등급 하락 조건부 채권을 평가할 때 등급 하락 조건부 조항을 제외하고 일반채권과 동일한 방법으로 평가하는 것은 지양해야 할 것으로 보인다.

향후 경기 둔화 및 신용 상황 악화 등 금융불안이 발생하면 부도율 및 등급하락 확률이 상승하고 금리변동성이 높아지면 조건부 조항의 가치는 중첩적으로 높아질 것이다.

따라서 선제적인 채권 포트폴리오 위험관리를 위해 신용등급 하락 조건의 가치를 명시적으로 고려할 필요가 있다.

@highlight

등급하락에 연계된 조건부 조항은 일정 부분 가치가 있는 것으로 평가되었고 신용등급 하락 조건부 채권을 평가할 때 등급 하락 조건부 조항을 제외하고 일반채권과 동일한 방법으로 평가하는 것은 지양해야 할 것이다.

@highlight

따라서 선제적인 채권 포트폴리오 위험관리를 위해 신용등급 하락 조건의 가치를 명시적으로 고려할 필요가 있다.

