영국법을 준거법으로 하는 해상보험에서 나타나는 담보특약은 보험 기간 동안 피보험자에게 일정 사항을 준수하도록 요구함으로써 보험자가 인수한 위험의 변경을 금지하는 일종의 계약적 장치이다.

따라서 피보험자의 담보특약 위반이 존재하는 경우 보험자는 담보특약 위반이 중대한 것인지 여부 또는 그것이 손해 발생과 인과관계가 있는지 여부를 불문하고 위반 시점부터 자동적으로 보상책임을 면하게 된다.

그러나 담보특약의 엄격한 적용은 실무뿐만 아니라 학계에서도 많은 비판을 야기하였으며 그 결과 영국 법률위원회는 2015년 보험법의 제정을 통해 담보특약 제도를 개혁하였다.

2015년 보험법에 의하면 청약서상 표시에 불과한 것을 담보특약으로 전환하는 이른바 계약의 기초 조항은 금지된다.

그리고 피보험자가 담보특약을 위반하는 경우 보험자의 보상책임은 그 위반의 치유가 있을 때까지 중단되나, 보험자는 피보험자가 실제로 발생한 손해의 위험이 당해 담보특약의 위반으로 증가하지 않았음을 증명한 경우 보상책임을 부담하게 된다.

그럼에도 불구하고 2015년 보험법은 당사자 간 사적 자치의 원칙을 고려하여 투명성 요건이 충족되는 경우 기존의 담보특약 법리로 회귀하는 것을 허용한다.

우리나라의 경우 영국법을 준거법으로 하는 해상보험약관이 널리 사용된다는 점을 고려할 때 2015년 보험법의 개혁 내용을 1906년 해상보험법의 관련 조항들과 종합적으로 해석하여 해상보험에 있어 변화된 담보특약의 법리를 파악하는 것이 중요하다.

@highlight

피보험자의 담보특약 위반이 존재하는 경우 보험자는 담보특약 위반이 중대한 것인지 여부 또는 그것이 손해 발생과 인과관계가 있는지 여부를 불문하고 위반 시점부터 자동적으로 보상책임을 면하게 된다.

