이 논문은 1945년 해방이후부터 2007년에 이르는 60년 동안 일어난 우리나라 교육분야 중앙행정조직의 구조적 변화에 대한 연대기적 분석을 시도한다.

분석의 초점은 우리나라 교육분야 중앙행정조직의 구조적 변화에 영향을 미치는 환경적 요인의 탐색에 있다.

이러한 탐색에 기초하여 이 논문에서는 지난 60년간 발생한 우리나라 중앙교육행정조직의 환경과 구조의 관계를 설명하는데 있어서 타당성을 갖춘 이론모형을 제시한다.

연구결과에 의하면, 환경과 구조의 정합성(fit)의 추구 및 부정합-

정합 상태의 동태적 순환을 강조한 신상황이론의 설명력은 매우 떨어지는 것으로 나타난 반면, 제도적 규칙에 대한 순응에 초점을 둔 제도화이론의 타당성이 높았으며, 특히 강제적 동형화(coercive isomorphism)에 의거한 구조변화에 대한 증거가 빈번하게 발견되었다.

조직외부에 대한 자원의존성의 탈피와 조직자율성의 추구를 위한 적극적인 관리전략 및 조직구조의 변화를 주장한 자원의존이론은 최근의 구조변화에서 그 적용의 여지를 찾아볼 수 있었다.

@highlight

1945년부터 60년 동안 교육분야 중앙행정조직의 구조적 변화에 대한 연대기적 분석을 시도한다.

@highlight

연구결과, 제도적 규칙 순응에 초점을 둔 제도화이론의 타당성이 높았으며, 특히 강제적 동형화(coercive isomorphism)에 의거한 구조변화에 대한 증거가 빈번하게 발견되었다.

