고려왕조에서 조선왕조로의 체제 전환에는 그 나름대로의 명분이 있어야 하고, 새로운 왕조의 근간을 다잡기 위해서는 시대변화에 걸 맞는 제도적 개혁과 새로운 질서의 확립이 필요하게 되었다.

이를 위해서는 국가경영의 가장 중요한 기반이 되는 법전의 필요성이 제기됨에 따라 『경국대전(經國大典)』이 조선조 성종(成宗) 때 완성되어 반포된 후 조선 왕조는 거대한 이 시스템을 중심으로 운영되었다.

『경국대전』은 통일적이고 영속적인 법전을 만들려는 노력의 산물이면서, 세조가 추구하는 왕권의 강화와 이를 뒷받침하는 통일적인 법전 체제를 확립하였다는 의미가 담겨 있다.

그리하여 조선은 단계적인 개혁과정을 거쳐 중앙정치제도, 정치운영의 원칙이 마련되는 가운데 『경국대전』체제로 집약되는 왕조의 정치체제를 마무리하였던 것이라고 할 수 있을 것이다.

『경국대전』은 조선조의 기틀을 규정한 행정법이라는 점과 주례(周禮)적 6전 체제라는 중국법의 활용을 통해 조선의 사회풍속에 적합한 성문법을 확립하였다는 점 그리고 유교의 정교이념(政敎理念)이 반영된 통치법전이라는 점에서 그 법제사적 의의는 적지 않은 것이라 하겠다.

@highlight

고려왕조에서 조선왕조로의 체제 전환에는 그 나름대로의 명분이 있어야 하고, 새로운 왕조의 근간을 다잡기 위해서는 시대변화에 걸 맞는 제도적 개혁과 새로운 질서의 확립이 필요하다.

