이 연구는 <디어 마이 프렌즈>를 중심으로 노년 드라마의 스토리텔링 양상을 밝힌 것이다.

<디어 마이 프렌즈>의 등장인물 대다수는 노인이다.

이는 고령사회에 나타난 TV드라마의 새로운 시도이다.

<디어 마이 프렌즈>는 등장인물들의 희화적 행위와 그들의 거침없는 솔직성으로써 노년의 일상을 전경화하여 노인 중심 스토리텔링을 구현했다.

TV드라마에서 노년은 그 소구력에 있어서 불리할 수밖에 없다.

<디어 마이 프렌즈>는 이를 장면 중복과 공간 초점화의 스토리텔링으로 극복했다.

아울러 <디어 마이 프렌즈>의 노년은 드라마의 소재적 차원을 넘어 말년의식을 바탕으로 한 휴머니티의 의미망을 구축했다.

이는 장르 드라마의 완성도를 높인 것으로써 향후 해당 장르의 확장에도 유의미하다.

그러나 <디어 마이 프렌즈>의 스토리텔링이 제시한-

젊은이와 세대생태계를 이루는 점, 건강하고 재력 있고 총명한 노인이 그렇지 못한 노인을 보살피면서 길 위의 자유로운 여행으로 말년을 채우는 노노(老老) 케어라는 점 등은 우리 사회의 노인 현실을 감안할 때 괴리감도 크다.

@highlight

본 연구는 <디어 마이 프렌즈>를 중심으로 노년 드라마의 스토리텔링 양상을 밝힌 것이다.

@highlight

TV드라마에서 노년은 그 소구력에 있어서 불리할 수밖에 없다.

