체제전환과 EU 가입 이후 비세그라드 4개국(V4)과 한국의 교역과 투자가 증가하고 있다.

특히 2011년 한-

EU FTA 발효 이후 한국은 대 EU 교역에서의 적자에도 불구하고 V4와의 교역에서는 흑자폭을 늘리고 있다.

이와 함께 한국은 V4에 적극적인 투자를 단행해 V4 전체의 FDI 유입에서 차지하는 비율도 상당히 높은 수준이다.

그러나 최근 V4 국가들은 자국 경제의 EU 의존도를 줄이기 위해 교역 대상국과 품목의 다각화와 투자 대상국의 변화를 추진하고 있으며, EU 경제의 주변부에 머물면서 상품을 조립하고 중간재를 공급하는 ‘굴뚝산업’에서 벗어나 보다 부가가치가 높은 산업구조로의 재편을 추진하면서 투자유치 전략을 재편하고 있다.

한국과 V4는 중요한 교역과 투자의 파트너 관계에 있지만, 향후 V4의 교역, 투자전략 변화에 따라 한국도 이에 상응하는 대책을 마련해야 하는 시점에 와 있다.

이런 측면에서 본 논문에서는 한국의 대 V4 교역과 투자 규모와 그 특성을 살펴보고, 한-

V4 사이에 나타나고 있는 비대칭적인 무역구조 개선과 한국의 획일적인 제조업 중심의 V4 투자구조를 전환시킬 수 있는 방안을 모색한다.

@highlight

본 논문에서는 한국의 대 V4 교역과 투자 규모와 그 특성을 살펴보고, 한-

@highlight

V4 사이에 나타나고 있는 비대칭적인 무역구조 개선과 한국의 획일적인 제조업 중심의 V4 투자구조를 전환시킬 수 있는 방안을 모색한다.

