본 연구는 누구나 쉽게 접할 수 있을 뿐만 아니라 저항감을 비교적 적게 받을 수 있는 동화를 매개로 한 동화구연치료 프로그램을 설계하고, 이를 ADHD를 경험하고 있는 일선 정서장애 아동에게 활용할 수 있는 방안 제공을 목적으로 수행되었다.

연구 대상으로 대전광역시에 소재한 평송 수련원 4～7세 유아 동화 구연 반 어린이 중 1명을 선정하여 단일사례 연구로 총 12회를 진행하였다.

주의력 결핍 진단용으로 코너스 척도의 사전 사후 검사, 아동의 정서반응을 측정하기 위해 HTP를 사전 사후 분석하였으며, 아동의 사례관리 과정을 녹음 분석하였다.

표적행동의 변화는 시간적 추이에 따라 관찰 분석하였다.

이에 따른 연구 결과는 다음과 같다.

첫째, 동화구연치료 프로그램에 참여한 아동은 충동성이 줄어들었다.

둘째, 동화구연치료 프로그램에 참여한 아동은 집중력이 높아졌다.

셋째, 동화구연치료 프로그램에 참여한 아동은 공격적 의사소통이 개선되었다.

이상의 연구 결과를 통해 동화구연과 상담을 병행한 동화구연치료 프로그램은 유아와 부모, 지도교사와의 의사소통을 증진시켰으며, 정서안정을 통해 ADHD를 경험한 4～7세 아동의 장애 경감에 유용한 프로그램으로 활용성이 검증되었다.

@highlight

동화를 매개로 한 동화구연치료 프로그램을 설계하고, 이를 ADHD를 경험하고 있는 일선 정서장애 아동에게 활용할 수 있는 방안 제공을 목적으로 수행되었다.

@highlight

이에 따른 연구결과, 동화구연치료 프로그램에 참여한 아동은 충동성이 줄어들었고 집중력이 높아졌다.

@highlight

또한, 공격적 의사소통이 개선되었다.

