지속가능도시, 포용도시, 도시재생의 키워드가 우리나라 도시개발 및 관리의 중요한 패러다임이 될 것으로 전망되는 가운데, 이를 실현하기 위한 정책과 도시활동체계를 종합적으로 평가·분석할 수 있는 과학적 방법론으로서 토지이용-

교통 통합모형의 중요성이 강조되고 있다.

이에 선진국을 중심으로 통합모형의 개발 및 적용에 대한 다양한 사례가 보고되고 있는 반면, 국내에서는 모형이론 및 선진 사례의 소개, 해외 모형의 적용 등에 그치고 있어 아직 실질적으로현장에 적용된 사례가 전무하다.

이러한 배경에서 본논문은 관련 국내 연구동향과 통합모형의 이론, 해외실무 적용사례를 차례로 고찰하여 국내 실정에 맞는통합모형의 구축을 위한 방안에 대해 논의하였다.

구체적으로 향후 토지이용-

교통 부문에 대한 관련 정책의 미래 효과를 실효성 있게 평가하기 위한 통합모형의 요구조건을 모형이론, 모형구조 및 통합방식, 자료 관리체계, 모형 검증, 정책 평가 활용성의 측면에서 살펴보고, 마지막으로 통합모형의 개념 및 시스템구조와 함께 개발 및 운영을 위한 방안을 제시하였다.

지난 반세기 동안 미국, 유럽 등 선진국을 중심으로 진행되어 온 토지이용-

교통 통합모형의 개발 및활용사례에서 보듯이, 실효성 있는 통합모형의 개발을 위한 관련 학계 전문가들의 노력과 더불어 실무활용을 위한 중앙정부와 지자체의 꾸준한 관심과 지원이 중요하다.

@highlight

지속가능도시나 포용도시, 도시재생의 키워드가 우리나라 도시개발 그리고 관리의 중요한 패러다임이 될 것으로 전망되는 가운데, 이것을 실현하기 위해 정책과 도시활동체계를 종합적으로 평가·분석할 수 있는 과학적 방법론으로서 토지이용-

@highlight

교통 통합모형의 중요성이 강조되고 있는 실정이다.

