본 연구에서는 잔사회와 준설토로 제조된 구형의 인공경량골재 내부에 생성되는 방사형 균열의 원인 및 그 억제 방법에 대하여 연구하였다.

인공경량골재는 잔사회와 준설토를 각각 7 : 3의 무게 비로 혼합하고 직경이 5~20 mm인 구형태로 성형한 후 1200 o C에서 10분간 직화소성법으로 제조하였다.

골재 내부의 균열은 골재 지름이 작을수록 발생이 억제되었다.

또한 SiO2 분말을 첨가한 경우, 분말의 크기가 클수록 또는 첨가량이 증가할수록 방사형 균열 발생이 억제되었다.

균열이 억제된 인공경량골재의 비중은 1.3~1.6이고, 흡수율은 5~20 %의 범위를 나타내었다.

따라서 본 논문에서 제조된 인공경량골재는 건설 및 환경소재 등 여러 분야에 적용 가능할 것으로 보이며, 더불어 잔사회 및 준설토의 재활용율을 높이는데 크게 기여할 것으로 기대된다.

@highlight

이 연구는 잔사회와 준설토로 제조된 구형의 인공경량골재 내부에 생성되는 방사형 균열의 원인 및 그 억제 방법에 관해 연구했다.

