본 연구는 자원봉사활동에 대한 인정과 보상(직접적 물질적 보상, 간접적 혜택, 정서적 지원), 만족도, 지속성의 관계를 분석하였다.

선행연구에 의하면, 자원봉사활동의 인정·보상이 자원봉사활동 만족에 긍정적인 영향을 미친다고 분석되어 왔다.

그러나 구체적으로 어떤 인정·보상이 영향을 미치는지에 대한 연구는 부족하다.

본 연구는 인정과 보상의 유형을 구분한 후, 어떤 유형이 만족도와 지속가능성에 영향을 미치는지를 구조방정식모형을 활용하여 분석하였다.

연구결과 다음과 같은 시사점을 얻을 수 있었다.

자원봉사의 가치를 증진하고 지속해서 유지할 수 있는 인정·보상에 있어 직접적 경제적 제공은 만족도에 유의미한 관계를 갖지만 부(-

)적인 영향을 미친다.

즉, 경제적 보상이 많아진다고 해서 자원봉사활동에 만족도가 높아지는 것은 아니라는 것이다.

둘째, 간접적 혜택은 양(+)의 관계를 갖지만 유의미하지 않은 것으로 나타났다.

셋째, 정서적 지원은 유의미한 양(+)의 관계로 나타났다.

넷째, 만족도와 지속가능성은 유의미한 양(+)의 관계를 갖는다.

자원봉사활동의 인정과 봉사는 정서적 지원이 많을수록 만족도가 높고 지속성에 영향을 미치게 된다는 것으로 분석되었다.

그러나 이러한 결과는 선행연구에서도 상반된 결과가 나타나고 있다는 점을 고려할 때 더 많은 연구를 통해서 보완되어야 할 것으로 보인다.

@highlight

본고는 자원봉사활동에 대한 인정과 보상(직접적 물질적 보상, 간접적 혜택, 정서적 지원), 만족도 그리고 지속성의 관계를 분석했다.

@highlight

선행연구에 의해 자원봉사활동의 인정·보상이 자원봉사활동 만족에 긍정적인 영향을 미친다고 분석되었다.

