본고의 목적은 한국에서의 일본어 교육 반세기를 맞이하여, 그간의 연구동향을 살피고 향후의 연구방향을 제안하는 데 있다.

일본어교육학 전문 학회지를 고찰한 결과와 발전 방향은 다음과 같다.

내용학과 교수학으로 나누어 고찰한 결과, 양적 측면에서 내용학(62%)의 연구 비중이 상대적으로 크고, 언어 단위별 연구도 어휘(36%)와 문법(28%)에 지나치게 편중되어 있음이 밝혀졌다.

한국의 일본어 교육은 최근 10년간 매우 다양한 학습자군을 형성하고 있다.

따라서 향후, 연구 방향은 다양해진 학습자를 교육할 수 있는 실질적이고 현실적인 연구를 필요로 한다.

내용학에는 대조연구와 언어습득에 관한 연구, 학습자의 대상별, 목적별 어휘 목록과 언어교육으로서의 문화교육에 관한 문화항목의 선정 등 순수한 일본어학 연구와 차별화된 연구가 요구된다.

교수학에서는 교육 현장에서 유용한 연구가 활성화되어야 한다.

한국어와의 유사성이 고려된 한국식 교수법 개발과 청소년 학습자를 위한 교재 및 평가에 관한 연구가 선결되어야 하며 웹기반을 활용한 각 영역별 연구가 요구된다.

@highlight

본고의 목적은 한국에서의 일본어 교육 반세기를 맞이하여, 그간의 연구동향을 살피고 향후의 연구방향을 제안하는 데 있다.

