오래전부터 통일연구의 과학화 및 체계화 필요성이 강조되어 왔으나, 아직 어떠한 구체적 방향이나 대안에 관한 논의가 제대로 점화되고 있지 못하다.

따라서 본 논문은 방법론 논의의 활성화를 목표로 연구방법의 모색과정에서 반드시 고려되어야 할 것들을 생각해보는 데 초점을 맞추고 있다.

이를 위해 먼저 분단이후 지금까지 통일연구의 방법 및 내용과 특징을 분석한 후, 연구방법의 모색과 관한 주요 쟁점을 사회과학 방법론의 틀 속에서 크게 세 가지로 정리하고 있다.

첫째, 사회과학 방법론에서 항상 마주치는 ‘설명과 해석’의 차이에 기인하는 쟁점이다.

둘째, 통일문제와 관련하여 현재 우리 사회 전반에서 ‘민족 대 반공’으로 상징되는 가치논쟁의 문제이다.

셋째, 철학의 존재론적 질문에서 연원하는 행위주체와 구조의 관계에 대한 사회과학적 관점 차이이다.

사실 어떻게 연구할 것인가의 문제는 기본적으로 무엇을 연구할 것인가의 문제와 불가분의 관계를 맺고 있다.

이 맥락에서 본 논문은 공간과 시간의 차원을 구분하고, 쟁점에서 언급했던 이론적 기반을 활용하여 연구과제를 규명하는 시도를 하고 있다.

이를 통해 통일연구에는 다양한 방법론이 요구될 수밖에 없다는 사실이 확인될 수 있다.

다만 연구과제의 성격에 따라 방법론적 적실성을 따져볼 수 있기 때문에 선택의 문제가 항상 존재한다는 점을 간과하지 말아야 한다.

@highlight

본 논문은 통일연구의 방법론 논의의 활성화를 위해 연구방법의 모색과정에서 고려해야 할 쟁점에 대해서 생각해보고자 하였다.

