이 연구에서는 NCS 기반 교육과정 도입에 따라 전문교과 교사의 수업역량 준거를 제안하고, 수업역량에 대한 교사의 보유도, 중요도, 연수 필요도 등 교육요구도를 조사, 분석하였다.

이 연구 결과를 통해 특성화고등학교 전문교과 교사의 수업역량을 향상시키기 위한 지원 방안 마련에 필요한 기초 자료를 제공할 수 있을 것으로 기대한다.

이 연구를 통해 얻어진 결과는 다음과 같다.

첫째, NCS 기반 교육과정 도입에 따른 교사의 수업역량 준거는 분석, 설계, 개발, 실행, 평가의 5가지 영역과영역의 하위에 10가지 역량으로 구성하였다.

둘째, 수업역량에 대한 교육 요구도를 분석하기 위하여 영역별 분석 결과 보유도와 중요도 차이가 큰 영역은 분석 영역, 평가 영역의 순서로 나타났다.

셋째, 교육 요구도가 높은 상위 5위에 해당하는 역량은 NCS 기반 교육과정 설계, NCS 기반 교과 교육과정의 성과 평가, 요구 분석, NCS 학습모듈을 활용한 수업 설계, 교수?

학습 방법 선정 및 실행 순으로 나타났다.

이상의 결과로부터 NCS 기반 교육과정 도입에 따른 교사의 수업역량에 대해 보다 체계적인 연구가 필요하고, 교육 요구도를 고려한 교사연수 프로그램의 개발이 필요함을 알 수 있었다.

@highlight

본 연구에서는 NCS 기반 교육과정 도입에 따라 전문교과 교사의 수업역량 준거를 제안하고, 수업역량에 관한 교사의 보유도, 중요도, 연수 필요도 등 교육요구도를 조사, 분석했다.

