이 연구는 청각장애아의 통합교육과 관련된 국내 논문들을 분석하여 연구의 현황을 파악하고 그 결과를 통해 향후 청각장애아 통합교육의 과제를 탐색하는데 그 목적을 두었다.

이를 위해 청각장애아 통합교육과 관련된 논문의 개괄적인 특징(대상자 특징, 연구방법)과 독립변인과 종속변인에 대한 내용이 어떠한지를 알아보았다.

연구 문제와 관련된 주요 결과는 다음과 같다.

첫째, 연구의 개괄적인 특징 중 대상자에 관한 분석 결과에서는 초등부 청각장애 학생을 대상으로 한 연구가 가장 많은 것으로 나타났다.

연구 방법은 통합교육에 대한 인식과 문제점 및 실태를 알아본 조사연구가 가장 많았다.

둘째, 연구에서 사용된 독립변인의 유형은 기술연구가 실험연구보다 많았으며, 독립변인의 내용은 통합교육 환경 자체를 독립변인으로 적용한 연구가 가장 많은 것으로 나타났다.

종속변인의 내용은 통합교육에 대한 비장애 학생의 인식 및 태도분석과 개선에 관해 알아본 연구가 가장 많은 것으로 나타났다.

이러한 연구결과를 통하여 국내 청각장애아 통합교육 연구 현황과 그에 근거한 연구 과제에 대해 논의하였다.

@highlight

청각장애아 통합교육과 관련된 논문의 개괄적인 특징과 독립변인과 종속변인의 내용이 어떠한지 알아보았다.

@highlight

첫째, 연구의 개괄적인 특징 중 대상자 분석 결과는 초등부 청각장애 학생을 대상으로 한 연구가 가장 많았으며 종속변인은 통합교육에 대한 비장애 학생의 인식 및 태도분석과 개선에 관한 연구가 가장 많은 것으로 나타났다.

@highlight

둘째, 독립변인의 유형은 기술연구가 많았으며, 독립변인의 내용은 통합교육 환경 자체를 독립변인으로 적용한 연구가 가장 많은 것으로 나타났다.

