본 연구의 목적은 발달장애인 보호자의 후견제도에 대한 우려 영역 및 수준을 살펴보고, 보호자의 돌봄 부담과 우려와의 관계를 고찰하는 것이다.

이를 위해 발달장애인 활동지원 욕구조사에 참여한 1,498명을 대상으로 기술통계 분석 및 구조방정식 분석을 실시하였다.

기술통계 분석결과 보호자의 후견제도에 대한 우려는 후견 비용 및 수행을 위한 사회적 준비 부족 영역에서 가장 높게 나타났고, 당사자의 자유권 제한에 대한 우려는 상대적으로 낮게 나타났다.

구조방정식 분석결과 보호자의 돌봄 부담 수준이 높을수록 발달장애인 후견제도에 대한 우려가 높았다.

보호자 돌봄 부담은 후견인 선정 우려, 당사자 건강의료 우려, 당사자 주거문제 우려, 사회적 준비 미흡 우려 등과는 유의한 정적관계가 있었고, 당사자 자유침해 우려, 당사자 재산보호 우려, 후견제도 비용 우려 등과의 관계는 유의하지 않았다.

결과를 바탕으로 현재 시행되고 있는 발달장애인 후견제도가 이러한 것들을 반영하고 있는지에 대한 검토를 통해 향후 발전방향에 대한 함의를 논의하였다.

@highlight

본 연구의 목적은 발달장애인 보호자의 후견제도에 대한 우려 영역 및 수준을 살펴보고, 보호자의 돌봄 부담과 우려와의 관계를 고찰하는 것이다

기술통계 분석결과 보호자의 후견제도에 대한 우려는 후견 비용 및 수행을 위한 사회적 준비 부족 영역에서 가장 높게 나타났고, 당사자의 자유권 제한에 대한 우려는 상대적으로 낮게 나타났다

구조방정식 분석결과 보호자의 돌봄 부담 수준이 높을수록 발달장애인 후견제도에 대한 우려가 높았다


