칸디다는 장관에 기생하며 건강한 성인의 구강, 공장, 회장에서 발견된다.

위장에서는 노령, 영양불량, 당뇨, 화상, 외상, 외과적 수술, 비경구적 영양공급, 혈관 또는 방광 내 삽관, H2 억제제 치료, 스테로이드 치료, 면역저하 치료 및 광범위한 항생제 사용에서 잘 발생한다.

그렇지만 건강한 성인에서의 발병은 흔하지 않다.

그리고 건강한 성인에서 십이지장에 국한된 궤양에서 칸디다증이 동반된 경우는 아직 보고된 바가 없다.

저자들은 무증상의 성인 남자가 회사 정기검진의 일환으로 받은 상부위장관 내시경에서 십이지장궤양과 동반된 칸디다증을 1예 경험하였다.

환자는 내원 8개월 전 십이지장궤양 천공으로 일차 봉합수술을 받았고 내원 4개월 전까지 H2 억제제와 proton pump inhibitor를 3개월간 복용하였다.

이 증례를 문헌고찰과 함께 보고하는 바이다.

@highlight

8개월 전 십이지장궤양 천공으로 봉합수술을 받고 3개월 간 약을 복용한 성인 남자의 상부위장관 내시경에서 십이지장궤양과 동반된 칸디다증을 1예 경험한 저자들은 이 증례를 문헌고찰과 함께 보고하는 바이다.

