본 연구는 북한이탈주민의 인권 보장을 위한 사회과 다문화 인권교육의 과제와 방향을 모색하는데 목적이 있다.

이를 위해 북한이탈주민 관련 다문화 인권교육 내용이 드러난 2007개정교육과정과 2009개정교육과정 시기의 교과서를 사회과 목표 영역을 중심으로 분석한 결과 다음의 과제와 개선 방안이 도출되었다.

첫째, 주로 지식 영역 중심의 서술이 많으며 가치·태도 영역과 시민 행동 영역에 대한 내용이 미흡하여 보완이 요구된다.

둘째, 북한이탈주민에 대한 온정주의적 서술 형태에서 벗어나 이들 존재의 긍정적이고 바람직한 측면을 제시할 필요가 있겠다.

셋째, 조사하기 기능에서 학생들이 문제의식을 가지고 찾아보고, 상호 의견을 나눌 수 있는 장을 마련할 필요가 있다.

넷째, 가치·태도 영역에서는 당위적인 서술 형태보다는 다면적, 다각적인 시점에서 사회현상을 바라보고 학생 스스로가 가치·판단할 수 있는 기회를 제공할 필요가 있다.

다섯째, 지역사회에 참여하고 봉사하며 조사할 수 있는 프로젝트 활동 등을 활용하는 등 사회참여, 행동을 위한 적절한 안내가 필요하다.

앞으로 새롭게 개발되는 검정 교과서에서는 보다 포괄적이 면서 넓은 각도에서 북한이탈주민에 대하여 다루어 학생들이 그들의 인권 보장을 위한 참여와 행동으로 이어질 수 있기를 기대해 본다.

@highlight

본 연구의 목적은 북한이탈주민의 인권 보장을 위한 사회과 다문화 인권교육의 과제 및 방향을 모색하는 데 있다.

@highlight

이를 위해 북한이탈주민 관련 다문화 인권교육 내용이 드러난 2007개정교육과정과 2009개정교육과정 시기의 교과서를 사회과 목표 영역을 중점으로 분석한 결과 다음의 과제와 개선 방안이 도출되었다.

