본 연구의 목적은 국내 실정에 맞는 행동유도법에 대한 보호자의 인식도를 조사하여 어린이 환자와 보호자, 그리고 치과 의사간의긍정적인 관계를 설정하는데 기초 자료를 제공하는 것이다.

117명의 보호자에게 소아치과에서 사용되는 행동유도법에 대해 구두로 설명한 후 설문지를 작성하게 하였다.

설문지에 포함된 행동유도법은 다음과 같다: 말-

시범-

시행법, 음성조절법, 기구에 의한 보호안정법, 의료진에 의한 보호안정법, 아산화질소-

산소 흡입진정법, 의식하 진정법, 전신마취법.

106명의 보호자의 설문지가 분석을 위해 채택되었다.

말-

시범-

행동법에 대한 인식도가 가장 높았다.

그 뒤로 음성조절법, 의료진에의한 보호안정법, 아산화질소-

산소 흡입진정법, 기구에 의한 보호안정법, 의식하 진정법, 전신마취법 순으로 낮아졌다.

보호자의 연령, 성별, 환자의 나이, 환자의 성별, 환자의 치과 경험 유무, 치과 방문의 종류, 의료진의 직위는 보호자의 행동유도법에 대한 인식에 영향을 미치지 않았다.

보호자들은 의사소통을 통한 행동유도법(말-

시범-

시행법, 음성조절법)을 가장 긍정적으로 생각하며, 전신마취법에 의한 행동유도법을 가장 부정적으로 생각하는 것으로 나타났다.

@highlight

국내 실정에 맞는 행동유도법에 대한 보호자의 인식도를 조사하여 어린이 환자와 보호자, 치과 의사간의 긍정적인 관계를 설정하는데 기초 자료를 제공하는 것으로 말-

@highlight

시범-

@highlight

시행법, 음성조절법, 기구에 의한 보호안정법, 의료진에 의한 보호안정법, 아산화질소-

@highlight

산소 흡입진정법, 전신마취법 등의 행동유도법이 설문지에 포함되었다.

