이 연구는 새터민의 고용현황 및 문제점을 고찰하고 새터민의 기초직업능력을 진단하여 직업능력개발 방향에 있어 시사점을 제공하는데 그 목적이 있었다.

새터민의 기초직업능력 진단을 위한 도구는 관련 문헌 고찰과 pilot test 및 새터민 교육ㆍ지원 담당자의 안면타당도 검증 등을 통하여 개발되었다.

연구의 목적을 달성하기 위하여 현재 하나원에서 사회적응교육 및 직업교육을 받고 있는 새터민의 기초직업능력을 진단함으로써 우리나라에 거주하는 새터민의 기초직업능력을 파악하였다.

주요 결과는 다음과 같다.

첫째, 새터민들의 기초직업능력 중에서 직업윤리능력은 상당히 갖추어져 있는 것으로 인식하고 있으며, 정보능력, 즉 컴퓨터 사용능력은 상대적으로 낮은 수준으로 평가하고 있다.

둘째, 성별에 따라서는 기초직업능력에 있어서 통계적으로 유의미한 차이를 보이지 않았다.

연령에 따라서는 정보능력과 수리능력, 조직이해능력 영역에 있어서 통계적으로 유의미한 차이를 보였다.

셋째, 학력에 따라서는 문제해결능력과 의사소통능력, 수리능력, 대인관계 영역에 있어서 통계적으로 유의미한 차이를 보였다.

넷째, 새터민의 취업을 위한 기초직업능력 개발에 있어 정보능력, 수리능력, 의사소통능력의 비중 확대, 수준별ㆍ맞춤형 교육프로그램개발, 새터민을 위한 취업 및 사업정보 제공 등을 제시하였다.

@highlight

새터민의 고용현황 및 문제점을 고찰하고 새터민의 기초직업능력을 진단하여 직업능력개발 방향에 있어 시사점을 제공하고자  하나원에서 사회적응교육 및 직업교육을 받고 있는 새터민의 기초직업능력을 진단함으로써 우리나라에 거주하는 새터민의 기초직업능력을 파악한바있다.

