본 연구는 연극 만들기 활동을 통해 초등학생의 인종에 대한 태도를 변화시키는 데 그 목적이 있다.

이를 위하여 연극 만들기 활동 및 반편견 교육과 인종에 대한 태도에 관한 국내외 연구를 고찰하여 연극 만들기 활동을 통한 인종에 대한 태도 변화의 가능성을 탐색하였다.

또한 인종에 대한 태도를 변화시킬 수 있는 주제 및 소재를 선정하여 연극 만들기 활동 프로그램을 개발?

실행한 후 초등학생들의 인종에 대한 태도에 미치는 영향을 알아보았다.

본 연구에서 개발한 연극 만들기 활동 프로그램은 ‘편견’, ‘차별’, ‘반성’이라는 3가지 주제로 구성되어 있으며 실행 연구의 방법으로 연구를 진행하였다.

3차에 걸친 실행 연구의 과정에서 수집한 수업의 과정에 대한 기록과 교사의 관찰 자료 및 수업일지, 학생의 학습일지 및 면담 자료 등을 분석하고 해석하여 연극 만들기 활동 프로그램의 효과를 알아보았다.

질적 연구 결과를 보완하기 위해 인종 편견 검사 도구를 활용한 양적 연구도 함께 실시하였다.

검사 결과 사전 검사와 사후 검사의 평균은 통계적으로 p < 0.05 수준에서 유의한 차이가 있는 것으로 나타났다(t=-2.7813, df=22, p=0.0109).

이를 통해 연극 만들기 활동 프로그램이 학생들의 인종에 대한 편견을 감소시켰음을 알 수 있었다.

@highlight

이 연구는 연극 만들기 활동을 통해 초등학생의 인종에 대해 태도를 변화시키는 데 그 목적이 있다.

@highlight

이 연구에서 개발한 연극 만들기 활동 프로그램은 ‘편견’, ‘차별’, ‘반성’이라는 3가지 주제로 구성되어 있으며 실행 연구의 방법으로 연구를 진행했다.

