본고에서 주된 분석 대상으로 삼은 베트남의 使行 文獻은 중국을 중심으로 한 儒敎秩序體制에 적극 가담하여, 안팎으로 正當性을 획득하려는 노력에서 나온 상징적인 결과물이다.

베트남 使行 文獻의 전모를 的確하게 파악하려면, 유교 이념질서로 구분되는 東北亞 文明圈 안에서 논하는 것뿐만이 아니라 東南亞秩序 體系 안에서의 베트남을 반드시 염두에 두어야 한다.

여기에는 베트남 역사에 대한 해박한 지식과 체계적인 연구가 先行되어야 함을 절감한다.

하지만, 동아시아 한자 문화권 가운데 베트남 漢文 文獻에 관한 연구는 韓·中·日에 비해 초보적 수준인 것도 사실이다.

따라서 본고에서는 기존의 연구 성과를 바탕으로 조선 燕行錄과 다른 그 지점들 혹은 공통점들을 살피고자 하였다.

이에 베트남 使行錄에 전반적으로 드러나는 특징과 그에 대한 근거자료를 분석해나가는 방식으로 전개하였으며, 필요에 따라 조선의 연행자료와 비교를 겸하였다.

@highlight

본고에서 주된 분석 대상으로 삼은 베트남의 使行 文獻은 중국을 중심으로 한 儒敎秩序體制에 적극 가담하여, 안팎으로 正當性을 획득하려는 노력에서 나온 상징적인 결과물이다.

