본 연구는 마케팅 분야에서 개발된 서비스 품질 모형인 SERVQUAL을 도서관의 실정에 맞게 적용한 ARL(Assoication of Research Libraries) LibQUAL+ 평가 프로그램에 국내 대학도서관 한 곳이 공식 참여한 과정과 결과를 제시하고 있다.

LibQUAL+ 시행을 위해 영문으로 된 설문지의 번역, 설문 대상자 표본 선정, 설문 버전의 선택 등을 포함한 절차를 설명하고 있다.

또한 설문의 시행 결과로 입수되는 설문 데이터에 대한 설명 및 응답과 관련된 제반 사항에 대한 검토 결과를 제시한다.

마지막으로 설문 데이터를 통해 이용자 집단간, 타기관과의 다양한 비교 전략을 제시하고 있다.

LibQUAL+ 프로그램은 단순한 설문도구가 아닌 총체적인 도서관 서비스 품질 평가 시스템이다.

LibQUAL+ 프로그램에 참여함으로써 보다 체계적이고 국제화된 평가를 시행할 수 있을 것이다.

설문도구로서 LibQUAL+에 대한 비판에도 불구하고 LibQUAL+ 프로그램에 참여함으로써 국내 대학도서관은 새로운 평가 및 서비스 개선 노력을 경주할 수 있을 것으로 기대된다.

도입과 관련해서는 개별적인 참여 대신 다수의 도서관이 컨소시엄을 구성해서 참여하는 것이 바람직하다.

이들 도서관을 중심으로 학습공동체를 구성해서 워크샵, 사례발표 등을 통해 한 단계 높아진 평가 활동을 할 수 있다.

@highlight

이 연구는 마케팅 분야에서 개발된 서비스 품질 모형인 SERVQUAL을 도서관의 실정에 맞게 적용한 ARL(Assoication of Research Libraries) LibQUAL+ 평가 프로그램에 국내 대학도서관 한 곳이 공식 참여한 과정과 결과를 제시하고 있다.

