디지털 자료에의 장기적인 접근을 보장하기 위해서는 체계적인 디지털 보존이 이루어져야 하며, 디지털 보존에 대한 지속적인 예산 지원에는 비용요소에 대한 구체적인 파악이 선행되어야 한다.

본 연구는 기존 관련연구를 토대로 디지털 보존의 필수 비용요소들을 추출하였으며, 이를 보존과의 관련성 정도에 따라 직접보존비용과 간접보존비용으로 범주화하였다.

디지털화 사업이 대규모로 진행되고 있는 국내 도서관을 사례분석 대상으로 선정하여 디지털 보존현황을 분석하고 보존비용을 추정하였다.

사례분석 결과, 기본적인 디지털 보존은 이루어지고 있으나 디지털 자료에의 장기적인 접근을 보장하기 위한 보다 포괄적이고 체계적인 보존기능이 미흡한 것으로 나타났다.

현재 사례분석 대상 도서관에서 수행되고 있는 디지털 보존을 토대로 분석했을 때, 도서관 A와 B에서는 각각 원문DB 구축비용의 11.8%와 8.6%에 달하는 디지털 보존비용이 매년 투입되어야 하는 것으로 추정되었다.

그러나 본 연구의 결과는 매우 보수적인 추정치라고 할 수 있다.

이는 대상 도서관의 경우 디지털 서고의 구축과 메타데이터 생성 등의 보존기능이 수행되지 않고 있어 이에 소요되는 비용이 추정에서 배제되었기 때문이다.

본 연구는 디지털 보존이 디지털 자료의 생산 단계부터 접근까지의 모든 활동에 직간접으로 관련되어 있는 종합적인 활동이며, 디지털화 사업을 착수하는 단계에서부터 반드시 고려되어야 하는 사업임을 입증해 주고 있다.

@highlight

사례분석 결과, 기본적인 디지털 보존은 이루어지고 있으나 디지털 자료에의 장기적인 접근을 보장하기 위한 보다 포괄적이고 체계적인 보존기능이 미흡한 것으로 나타났다
본 연구는 디지털 보존이 디지털 자료의 생산 단계부터 접근까지의 모든 활동에 직간접으로 관련되어 있는 종합적인 활동이며, 디지털화 사업을 착수하는 단계에서부터 반드시 고려되어야 하는 사업임을 입증해 주고 있다


