본 연구는 주문획득을 위해 중점을 두어야 할 평가기준과 공급업체 선정을 위해 중요시해야 할 평가기준의 일관성이 다양한 공급사슬성과에 미치는 영향을 실증적으로 규명하는 것에 초점을 맞추었다.

선행연구에서 다양하게 제안된 공급업체선정 평가기준과 주문획득 평가기준의 차원을 바탕으로 품질능력, 납품능력, 유연성 능력, 비용능력 및 혁신능력의 5가지 범주로 구분된 구성요인을 설계하였고, 그 타당성을 검증하였다.

5가지 영역으로 나누어 측정된 공급사슬 평가기준과 주문획득 평가기준의 일관성이 공급사슬 성과에 미치는 영향을 분석한 결과 품질측면의 일관성은 공급사슬 산출성과를 중심으로 성과영역의 전 부문에 걸쳐서 고르게 영향을 미치는 것으로 나타났으며, 유연성측면과 납품측면의 일관성도 높은 영향의 수준을 보였다.

특히 공급사슬 성과영역 중에서 가장 기본적인 공급사슬 경쟁능력의 차원인 "고객에 대한 주문대응 능력"을 나타내는 산출성과 영역에 대해서는 이러한 품질일관성과 납품일관성 및 유연성일관성이 모두 의미 있는 영향력을 보여주었다.

@highlight

이 연구는 주문획득을 위해 중점을 두어야 할 평가기준과 공급업체 선정을 위해 중요시해야 할 평가기준의 일관성이 다양한 공급사슬성과에 미치는 영향을 실증적으로 규명하는 것에 초점을 맞추었다.

