이 논문은 합천 지역에 전승되는 전통 관혼상제의 실존양상과 그 의미에 관한 고찰의 결과물이다.

합천 지역에는 우리나라의 여타 지역과 마찬가지로 다양한 민속 의례가 존재하고 있다.

그렇지만 사회 문화적인 환경의 급격한 변화로 민속 의례가 이미 사라졌거나 거의 사라질 위기에 처해 있다.

그러나 전통 문화의 소중한 가치를 담고 있기 때문에 민속 의례는 이 시대에도 여전히 유효한 가치를 지닌다고 할 수 있다.

따라서 비록 사회 문화적 환경은 변했다고 할지라도 여전히 소중한 정신 자산을 우리는 계승해나가야 할 필요가 있다고 생각한다.

그렇기 때문에 전통사회에서 행해지던 민속 의례를 그대로 답습해서는 곤란하기에 이 시대에 걸맞게 합리적인 변용을 하여야 할 필요가 있다고 본다.

이러한 합리적 변용은 결코 쉬운 일은 아니다.

따라서 이 시대의 모든 생활인들의 중지를 모아야 할 것이다.

그렇게 하여 전통적 가치를 담고 있는 소중한 민속 의례가 이 시대에도 계속 유의미하고 지속적으로 거행된다면 우리의 문화적 수준과 품격은 더욱 높아질 것이고 나아가 인류 문화의 발전에도 크게 기여할 것이다.

@highlight

본 논문은 합천 지역에 전승되는 전통 관혼상제의 실존양상과 그 의미에 대한 고찰의 결과물이다.

@highlight

그러나 전통 문화의 소중한 가치를 담고 있기에 민속 의례는 이 시대에도 여전히 유효한 가치를 지닌다고 할 수 있다.

