본 연구는 마이스터고 정책이슈 및 특성을 파악하고, 정권에 따른 이슈의 차이 및변화 과정을 살펴보는 것을 목적으로 한다.

이를 위하여 교육부가 발표한 234건의마이스터고 관련 보도자료에 대한 LDA 기반 토핑모델링 분석 실시하였다.

주요 연구 결과는 다음과 같다.

첫째, 보도자료를 통한 마이스터고 정책 전달 및 홍보는 첫일 년 동안 가장 활발하게 진행되었으며, 이후 지속적으로 감소하는 경향을 보였다.

둘째, 전체 보도자료에 대한 토픽모델링 결과 총 9개의 정책이슈가 관찰되었으며, 그 가운데 IP Meister Program, 산관학 협력, 선취업 후진학, 행사ㆍ홍보, 글로벌현장학습 등 학생 지원 제도 및 성과 홍보에 대한 토픽이 다수 등장한 것을 확인할수 있었다.

셋째, 정권별 보도자료 토픽모델링 결과 이명박 정부와 박근혜 정부의마이스터고 정책이슈는 서로 유사한 특성을 보였으나, 문재인 정부는 상대적으로독자적인 정책 이슈를 형성하고 있었다.

이상의 분석 결과는 마이스터고 정책이슈의 현 위치 및 특성에 대한 해석을 제공할 뿐만 아니라, 향후 정책 추진 및 개선 방안 수립에 있어 실증적 근거로 활용될 수 있을 것으로 기대된다.

@highlight

마이스터고 정책이슈 및 특성을 파악하고, 정권에 따른 이슈의 차이 및변화 과정을 살펴본 결과 보도자료를 통한 마이스터고 정책 전달 및 홍보는 첫일 년이 가장 활발했으며, 이후 감소하였다.

@highlight

전체 보도자료에 대한 토픽모델링 결과 IP Meister Program, 산관학 협력에 대한 토픽이 다수 등장하였다.

