본 논문은 고령사회를 눈앞에 두고 현대사회에서 소외집단으로 부각되고 있는 노인의 분노의 문제에 대한 기독교상담 방안을 모색함에 있어 심리학적 이론에 근거한 상담방안이 아닌, 개혁신학에 바탕을 둔 성경적 상담 방안을 제시하고자 하였다.

이를 위하여 먼저 노년기에 대한 이해에서 노인이 누구인가에 관한 것과 노년기의 특성을 살펴보았다.

노년기에는 우울증 경향이 증가하고 내향성과 수동성이 증가하며, 성역할 지각이 변화되고 경직성과 조심성이 증가하는 것을 보았다.

특히 노년기 분노의 원인으로 건강의 문제와 경제적 문제, 그리고 사회적 부적응의 문제로 인한 분노가 나타나게 되며, 분노의 개념적 이해를 고찰하였다.

노년기 분노에 대한 성경적 상담 방안을 제시하기 위하여 먼저 성경적 상담의 신학적 이해를 살핀 후, 성경에 나타난 분노와 성경적 상담 방안을 제시하였다.

첫째, 쓴 뿌리를 제거하라.

둘째, 분노의 시간제한이 있음을 보게 하라.

셋째 분노로부터 마음을 지키라.

넷째, 벗어야 할 것이 있음을 말하라.

다섯째, 분노를 극복하는 길은 용서임을 알게 하라.

이러한 변화는 하나님 말씀인 성경과 성령의 역사로 이루어지게 된다는 점을 강조하였다.

@highlight

이 논문은 고령사회를 눈앞에 두고 현대사회에서 소외집단으로 부각되고 있는 노인의 분노의 문제에 대한 기독교상담 방안을 모색함에 있어 심리학적 이론에 근거한 상담방안이 아닌, 개혁신학에 바탕을 둔 성경적 상담 방안을 제시하고자 했다.

