본

 

연

구

는

 

사

티

어

경

험

적

가

족

치

료

모

델

 

의

사

소

통

훈

련

결

혼

준

비

교

육

이

 

참

여

자

들

에

게

 

미

치

는

 

영

향

에

 

대

해

 

연

구

한

 

것

이

다

.

 

연

구

방

법

은

 

S

t

r

a

u

s

s

와

 

C

o

r

b

i

n

이

 

제

시

한

 

근

거

이

론

을

 

적

용

하

였

다

.

 

자

료

 

수

집

은

 

결

혼

을

 

앞

둔

 

예

비

부

부

 

3

쌍

과

 

신

혼

부

부

 

2

쌍

을

 

대

상

으

로

 

면

접

과

 

교

육

을

 

통

해

 

이

루

어

졌

다

.

 

이

 

과

정

에

서

 

8

8

개

의

 

개

념

과

 

3

0

개

의

 

하

위

범

주

,

 

1

1

개

의

 

범

주

를

 

도

출

하

였

다

.

 

사

티

어

경

험

적

가

족

치

료

모

델

 

의

사

소

통

훈

련

결

훈

준

비

교

육

이

 

참

여

자

들

에

게

 

미

치

는

 

중

심

현

상

은

 

‘

자

존

감

’

과

 

‘

친

밀

감

’

 

이

었

다

.

 

인

과

적

 

조

건

으

로

는

 

‘

결

혼

 

결

정

 

후

 

불

안

한

 

마

음

’

,

 

‘

결

혼

준

비

교

육

에

 

대

한

 

기

대

’

 

등

으

로

 

나

타

났

으

며

,

 

맥

락

적

 

조

건

으

로

는

 

‘

의

사

소

통

의

 

어

려

움

’

 

이

었

다

.

 

중

재

적

 

조

건

으

로

 

‘

사

티

어

경

험

적

가

족

치

료

모

델

 

의

사

소

통

훈

련

결

혼

준

비

교

육

실

시

’

를

 

하

였

다

.

 

작

용

/

상

호

작

용

으

로

 

참

여

자

들

은

 

의

사

소

통

의

 

변

화

로

 

‘

자

존

감

 

증

진

’

,

 

‘

친

밀

감

 

향

상

’

이

 

되

었

으

며

,

 

그

 

결

과

 

참

여

자

들

은

 

상

호

작

용

의

 

변

화

를

 

통

해

 

‘

성

장

부

부

’

,

 

‘

양

육

부

부

’

,

 

‘

갈

등

부

부

’

 

등

으

로

 

분

류

되

었

다

.

 

이

들

은

 

의

사

소

통

훈

련

결

혼

준

비

교

육

을

 

받

으

면

서

 

기

대

단

계

,

 

갈

등

단

계

,

 

자

각

단

계

,

 

수

용

단

계

 

등

 

4

단

계

의

 

적

응

과

정

을

 

거

치

게

 

되

었

다

.

 

사

티

어

경

험

적

가

족

치

료

모

델

 

의

사

소

통

훈

련

결

혼

준

비

교

육

은

 

참

여

자

들

에

게

 

자

존

감

증

진

과

 

친

밀

감

향

상

을

 

가

져

 

왔

으

며

,

 

그

 

결

과

 

커

플

관

계

의

 

상

호

작

용

에

 

변

화

와

 

성

장

을

 

이

루

는

 

데

 

중

요

한

 

역

할

을

 

했

다

는

 

점

에

서

 

의

의

가

 

있

다

.

@highlight

이 연구는 사티어경험적가족치료모델 의사소통훈련결혼준비교육이 참여자들에게 미치는 영향에 대해 연구한 것이다. 연구방법은 Strauss와 Corbin이 제시한 근거이론을 적용했다.