사드 배치가 결정된 이후 한반도와 동아시아의 안보환경은 빠르게 변화하고 있다.

그것이 단기적인 흐름에 불과한지 아니면 동아시아 안보환경을 이전과는 다른근본적인 변화로 이끌지 현재로서는 예단하기는 어렵다.

이 글은 사드 배치 찬반을떠나 그것이 한국의 국익에 유익할 것인가라는 질문을 던지고 이에 대해 여러 관점에서 조망해 보고자 하는 목적으로 서술되었다.

이러한 목적을 위해 먼저 사드가무엇인지를 살펴보고, 그간 미 국방부가 진행된 사드 시험에 대한 내력을 다루었다.

이어 사드 배치 정당화 논리를 효용성의 측면에서 살펴본다.

북한의 핵과 미사일위협에 대응한 효용성 주장은 위기 조장과 함께 무기체계 도입을 설득할 수 있는가장 유력한 수단이기 때문에 사드 배치를 찬성하는 논리에서 핵심을 차지한다.

4장에서는 사드 배치 비판론을 실효성을 비롯하여 국제관계의 관점에서 살펴보았다.

결론에서는 사드 배치는 한국의 국익과 다른 국가의 국익을 비교하여 결정되어야한다고 주장하였다.

국익의 관점에서 몇 가지 대안, 즉 억제, 관계 개선, 협상을제시하였다.

사드는 단순히 포대 하나를 더 들여오는 문제가 아니라 그것의 파장과함의가 엄중하기 때문에 더 많은 논의가 필요하다는 것이 필자들의 제안이다.

@highlight

사드 배치가 결정된 이후 한반도와 동아시아의 안보환경은 빠르게 변화하고 있다.

@highlight

이 글은 사드 배치 찬반을떠나 그것이 한국의 국익에 유익할 것인가라는 질문을 던지고 이에 관해 여러 관점에서 조망해 보고자 하는 목적으로 서술되었다.

