본 연구는 한국판 캘리포니아 언어학습검사(K-

CVLT)가 치매진단검사로서 효용성을 가지고 있는지를 규명하기 위해 수행되었다.

환자집단은 경희의료원 한방병원 신경정신과 치매클리닉에 내원하는 환자 19명, 통제집단은 서울 동대문구에 거주하는 60세 이상의 정상노인 55명으로 구성되었다.

회상능력을 측정하는 K-

CVLT 양적 척도의 대부분에서 두 집단간 유의미한 평균의 차이가 나타났으며, 기억과정을 측정하는 질적 척도의 비교에서는 정상집단이 환자집단에 비해 의미적 군집화를 많이 사용하는 것으로 나타났고, 계열위치 효과에서는 환자집단의 최신효과가 정상집단에 비해 두드러지는 것으로 밝혀졌다.

판별분석결과 장기단서회상과 재인이 두 집단을 가장 잘 변별해 줄 수 있는 변인으로 나타났으며, 민감도 78.9%, 특이도 85.5%, 판별정확률 83.8%로 나타났다.

연구결과를 통해 K-

CVLT가 치매환자의 진단에 유용함이 확인되었다.

@highlight

이 연구는 한국판 캘리포니아 언어학습검사(K-

@highlight

CVLT)가 치매진단검사로서 효용성을 가지고 있는지를 규명하기 위해 수행되었다.

