본 연구는 국내 프로 축구 선수들의 은퇴에 대한 인식 및 준비 과정을 심층적으로 살펴보는 것에 그 목적이 있다.

현재 K리그에서 활동 중인 국내 선수 10명을 연구 참여자로 선정하여 심층면담과 개별 서술형 질문지, 연구 일지, 문헌 자료 등을 통해 자료를 수집하였으며 다음과 같은 결과를 얻었다.

첫째, 선수들의 은퇴에 대한 인식은 ‘기대감과 두려움’, ‘한정된 2차 직업선택의 폭’, ‘2차 직업 교육의 필요성 제고’로 나타났다.

둘째, 은퇴에 대한 준비 행동은 ‘자기 계발: 비전문성 및 비효율성’, ‘경제적인 대비’으로 나타났다.

셋째, 은퇴 준비 과정에서의 고충은 ‘합숙으로 인한 한정된 시·공간’, ‘은퇴 교육 프로그램 부족’으로 나타났다.

본 연구 결과에 따라 현재 은퇴한 선수들을 대상으로 한정되어 있는 은퇴 지원 사업이 현직 선수들에게도 그 기회가 확대되어야 할 것이며, 이는 국내 프로스포츠 연맹 및 구단들이 선수들의 경기력 향상에만 초점을 맞추는 것이 아니라 은퇴 후 삶에 대한 관심과 구체적인 지원 방안을 마련해야 하는 필요성을 시사하고 있다.

@highlight

이 연구는 국내 프로 축구 선수들의 은퇴에 관한 인식 및 준비 과정을 심층적으로 살펴보는 것에 그 목적이 있다.

