현실에서 성장하던 기업들이 갑자기 성장이 멈추는 성장정체가 만연한다.

특히, 신규진입기업 대다수는 생존 이후 진입 초기 성장동력을 유지하지 못하고 성장정체를 경험하게 된다.

본 연구에서는 한국 제조업의 신규진입기업을 대상으로 성장정체가 언제 발생하는지 살펴보고, 이를 극복하기 위한 대응전략을 실증적으로 파악하였다.

세 가지 데이터베이스를 병합하여, 진입 당시부터 최장 30년 성장경로 추적이 가능한 진입 제조기업 780개의 고유 패널데이터를 구축하였다.

분석 결과, 생존한 신규진입기업 중 약 90%가 성장정체를 경험하였으며, 업력 10년, 종업원 수 100명 또는 매출액 240억원 전후로 성장정체가 시작된다.

새로운 성장동력을 확보하기 위해서는 혁신전략을 재정비하고 내부역량에 집중하는 것이 중요하다.

구체적으로, 첫째, R&D를 통한 탐색활동을 활발하게 할수록 새로운 성장동력을 확보할 가능성이 증가한다.

둘째, 성장정체가 발생하기 전 축적된 지식이 많은 기업일수록 성장정체 기간 동안 R&D 탐색활동의 효율성이 증가한다.

셋째, 새로운 지식 영역으로의 탐색을 활발히 하는 기업일수록 새로운 성장동력을 확보할 확률이 증가한다.

본 연구에서는 성장정체를 무조건 피해야 할 대상보다는 새로운 성장동력을 확보하기 위한 조직과 전략의 전환 시기로 재해석하고, 지속성장을 위한 실무적, 정책적 시사점을 도출하였다.

@highlight

현실에서 성장하던 기업들이 갑자기 성장이 멈추는 성장정체가 만연한 것이 현실이다.

@highlight

신규진입기업 대다수는 생존 이후 진입 초기 성장동력을 유지하지 못하고 성장정체를 경험하게 됐다.

@highlight

본 논문에서는 한국 제조업의 신규진입기업을 대상으로 성장정체가 언제 발생하는지 살펴보았고, 이를 극복하기 위한 대응전략들을 실증적으로 파악했다.

