한국에서 소공동체는 제2차 바티칸 공의회의 결실이라고 볼 수 있다.

제2차 바티칸 공의회의 중심적이고 근본적인 개념은 바로 “친교 교회론(the ecclesiology of communion)”이다.

이 친교 교회론이 소공동체와 그 사목을 통해서 정착되어 가고 있다.

제2차 바티칸 공의회는 교회헌장에서 제도로서의 교회관을 유지하면서도 성삼위의 신비요 하느님 백성의 친교의 교회관을 강조하고 있다.

성삼위는 친교 교회의 뿌리이다.

이 친교를 살고 가시적으로 드러내고자 하는 소공동체는 사귐과 섬김과 나눔을 실천하면서 삼위의 친교를 반영한다.

“소공동체를 통한 복음화”를 장기 사목 목표로 설정하고 추진한 서울대교구는 이를 지속적으로 추진함으로써 “하느님 백성이 모두 참여하는 교회 공동체, 친교의 삶이 넘치는 교회 공동체를 이루고자” 하였다.

소공동체는 “제2차 바티칸 공의회의 중심 개념인 하느님 백성의 교회론과 친교의 교회론을 실현할 수 있는 구체적인 장”이 되고자 하였다.

소공동체에서는 소수의 이웃이 복음 앞에 모여 친교를 이루고 보편교회와 일치하여 세상을 복음화하는 공동체를 이루면서 제2차 바티칸 공의회의 친교 교회상을 삶의 현장에 드러내고 있음을 볼 수 있다.

@highlight

한국에서 소공동체는 제2차 바티칸 공의회의 결실이라고 볼 수 있다.

@highlight

이 친교 교회론이 소공동체와 그 사목을 통해서 정착되어 가고 있다.

