본 연구의 목적은 지적장애학생들의 신체움직임 표현활동이 현장체험 프로그램을 실시하여 참여자들의 자기표현능력과 자아존중감에 미치는 영향을 알아보기 위함이다.

이를 위하여 지적장애학생들이 공연현장체험 프로그램에 대한 사전, 사후 설문조사를 실시하여 자기표현능력과 자아존중감의 하위요인들에 미치는 영향으로 양적분석과 함께 실험집단의 장애학생들을(10명)인터뷰하여 그 변화의 차이를 질적으로 분석하였다.

공연 현장체험 프로그램은 30시수로 공연 작품의 스토리와 함께 K-

pop리듬의 음악을 선정하여 장애학생들의 친근한 댄스 리듬으로 작품구성을 진행하였다.

조사 분석 결과 첫째, 장애학생들은 자기표현능력 및 자아존중감에서 긍정적인 영향을 미치는 것으로 나타났으며, 둘째, 현장체험 교육 기간 중 장애학생들은 서로간의 관계와 일상생활 및 학교생활에 보다 쉽게 적응하는데 도움을 주기 위하여 단순히 움직임을 통한 교육을 실시하는 것이 아니라 인터뷰를 통하여 지적자애학생들 스스로 목표의식에 대한 동기를 가지도록 하여 자발적으로 참여하는 적극적인 의지로 공연에 임하는 것으로 나타났다.

@highlight

본고는 지적장애학생들의 신체움직임 표현활동이 현장체험 프로그램을 실시해 참여자들의 자기표현능력과 자아존중감에 끼치는 영향을 알아보고자 하였다.

