디지털 경제에서 기업들은 물리적 존재(고정사업장, permanent establishment)가 없더라도 소비지국가에서 영업을 영위하여 수익을 발생시킬 수 있지만, 소비지국가의 과세당국은 이들 기업의 수익에 대해 과세를 할 수 없다는 문제가 발생한다.

이 문제를 발생시키는 대표적인 서비스가 클라우드컴퓨팅서비스이다.

최근 발표된 OECD 합의안에서는 고정사업장이 없더라도 과세할 수 있도록 하는 새로운 국제조세원칙이 제안되었다.

이 방안에 따르면 소비지국가는 해당 기업들의 매출액을 근거로 과세할 수 있다.

따라서 종전 고정사업장 여부에 따른 국제과세의 전통적인 원칙은 사라질 수 있다.

하지만 클라우드컴퓨팅서비스는 하나의 서비스 형태가 아니라 다양한 서비스 유형으로 발전하고 있기 때문에, 이 서비스 대가의 소득과세문제가 발생하게 된다.

이러한 문제는 클라우드컴퓨팅서비스를 이용하는 이용자가 단순한 이용인지 아니면 가치창출을 위해 이용하는 것인지에 따라 소비지국가의 과세여부가 달라진다.

특히 국제과세 측면에서는 클라우드컴퓨팅서비스 이용이 가치창출을 위해 이용하는 것이라면 사용료소득으로 보아 소비지국가에서 과세할 수 있다.

최근 초기단계의 클라우드컴퓨팅서비스 이용과는 달리 이용기업은 하나의 클라우드컴퓨팅서비스가 아니라 혼합된 클라우드컴퓨팅서비스를 이용하고 있어 위와 같은 소득에 대한 과세문제가 무의미해질 수 있지만, 반대로 클라우드컴퓨팅서비스의 내용에 따라 과세가 달라질 수 있다면 더욱 명확하게 획정할 필요성이 있다고 본다.

@highlight

이 글에서는 디지털 경제에서 고정사업장이 없더라도 소비지국가에서 영업을 영위하며 수익을 발생시키는 기업에 대해 과세할 수 없다는 문제를 클라우드컴퓨팅서비스 중심으로 살펴 보았다.

@highlight

단순한 이용인지 가치창출을 위한 이용인지에 따라 클라우드컴퓨팅서비스 이용기업에 대한 소비지국가의 과세여부가 달라질 수 있는 상황에서 클라우드컴퓨팅서비스의 내용에 따라 과세를 달리 할 수 있다면 명확하게 획정할 필요성이 있다.

