본 연구는 인간의 주관적 영역인 느낌, 태도, 의견, 선호 그리고 신념 등의 본질적 가치를 객관적으로 측정하는 Q 방법론을 이용하여 보육시설 이용부모들이 인식하고 있는 보육교사에 대한 이미지 유형을 탐색하였다.

보육교사의 이미지 유형을 파악하고 유형별 특성 및 유형별 차이점을 분석하고자, 총 29 개의 Q 표본과 19명의 P 표본을 선정하였다.

수집된 자료는 QUANL PC 프로그램으로 처리하였으며, 주요인분석을 실시하였고, 요인회전방식은 배리맥스를 이용하였다.

Q 방법론을 적용한 결과를 보면 보육교사의 이미지 유형이 3개가 도출되어 보육교사에 대한 인식이 다양하게 존재함을 확인할 수 있었다.

다만 최근 몇 년간 끊임없이 발생하는 아동학대 사례로 인해 보육교사들에 대한 부정적인 인식과 이미지가 강하게 나타난 것으로 보인다.

따라서 보육교사에 대한 사회적 인식을 정상화하고, 믿고 맡길 수있는 보육제도를 공고화하기 위한 정책적, 실천적 과제를 제시하였다.

본 연구가 객관적이고 학술적인자료로 활용되기를 기대한다.

@highlight

이 연구는 인간의 주관적 영역인 느낌, 태도, 의견, 선호, 신념 등의 본질적 가치를 객관적으로 측정하는 Q 방법론을 이용해 보육시설 이용부모들이 인식하고 있는 보육교사에 관한 이미지 유형을 탐색했다.

