2상 복합재에 적용되어오던 수정된 Eshelby 모델(MEM)을 두 종류의 구형 입자를 포함하는 3상 복합재로 확장하여 복합재의 등가열전도계수를 간단히 양함수 형태로 표시한다.

이의 유효성 검증을 위해 이 결과를 미소등가물모델(DEMM)로 구한 결과와 비교하고, 또 참고문헌의 2상 및 3상 복합재의 실험결과와 비교한다.

2상 복합재의 경우 MEM이 충전재의 체적비 0.5 미만에서는 DEMM보다 잘 예측한다.

3상 복합재의 경우 모재 대비 큰 열전도계수비를 갖는 충전재의 체적비가 적은 경우 MEM이 잘 예측하나, 체적비가 증가할수록 DEMM이 잘 예측한다.

이 체적비가 두 모델의 예측결과에 결정적 영향을 주는 인자임이 변수들의 영향 연구를 통해 밝혀졌으며, Molina 등이 제안한 3상 복합재에 대해 MEM과 DEMM은 동등한 예측 수준을 보였다.

@highlight

2상 복합재에 적용되어오던 수정된 Eshelby 모델을 두 종류의 구형 입자를 포함하는 3상 복합재로 확장하여 복합재의 등가열전도계수를 간단히 양함수 형태로 표시한다.

