국가적으로 기업들의 고용률이 저하되고 있는 가운데 50%대에 머물고 있는 제대군인의 취업률은 더 말할 나위 없이 어려움에 처해 있다.

계급정년을 적용하고 있는 군인은 공무원처럼 60세 연령 정년이 보장되어 있지 않으므로 대위 계급부터 진급이 안 될 경우 군을 떠나 원치 않는 전역을 해야만 한다.

이러한 문제를 해결하기 위하여 국가보훈처 ⌜제대군인 일자리과⌟를 신설하고 제대군인지원협의체를 구성하여 적극적으로 나서고 있지만 경제사정이 어려운 기업체에 취업알선 한다는 것이 그리 쉽지는 않다.

또한 국방부와 제대군인 지원 업무가 중복되어 효율적으로 추진하는데 걸림돌이 되고, 의무복무 제대군인 지원 업무까지 확대 담당함으로써 노력의 집중이 제한되고 있다.

따라서 본 연구에서는 보다 업무를 효율적으로 수행하기 위하여 정부 부처 간 임무 분장과 국가보훈처의 조직 확대 방안을 검토하고, 특히 제대군인 취업직위를 일반 기업체에 의존하기보다는 군 자문위원 등 군 내부에서 소요 직위를 찾는 방안과 군인의 전문성을 발휘할 수 있는 해외 용병(傭兵)에 대하여 연구, 제시하였다.

법 제정 및 재정적 지원 등의 소요가 있기는 하지만 시각과 발상의 전환과 국가적 관심을 유도해내고자 하였고 후속 연구가 있기를 기대하면서 본 연구를 하게 되었다.

@highlight

제대군인의 취업률은 더 말할 나위 없이 어려움에 처해 있는데, 문제를 해결하기 위하여 국가보훈처 "제대군인 일자리과"를 신설하고 나서고 있지만 그리 쉽지는 않다.

@highlight

국방부와 제대군인 지원 업무가 중복되어 효율적으로 추진이 되지않고, 의무복무 제대군인 업무까지 확대 담당함으로써 노력의 집중이 제한되고 있다.

@highlight

이에 국가보훈처 확대 방안과 전문성을 살릴 수 있는 해외 용병에 대하여 연구, 제시하였다.

