본 연구는 유치원 혼합연령 학급 유아의 또래관계 개선을 위한 지원방안을 실행하고, 그 실행이 유아와 교사에게 미치는 효과를 알아보는 것을 목적으로 하였다.

경기도에 소재한 아름 유치원 슬기반 만 4, 5세 유아 20명과 담임교사 1명, 방과 후 전담사 1명이 참여하였으며, 혼합연령 학급 유아의 또래관계에서 발생하는 문제점을 바탕으로 3차에 걸친 실행 과정을 거치며, 자료(관찰, 면담, 문서 등)를 수집 및 분석하였다.

연구결과, 첫째, 혼합연령 학급 유아의 또래관계를 개선하기 위해 1차 실행에서는 유아의 스트레스 감소시키기와 연령 간 통합?

분리 수업하기를, 2차 실행에서는 또래와의 긍정적인 경험 제공하기, 연령 간 분리 수업하기, 개별 유아 지원하기를, 3차 실행에서는 또래와의 협동 경험 제공하기와 가정과 연계하여 지원하기를 실시하였다.

둘째, 이러한 실행을 통해 유아는 또래 갈등이 줄어들었으며, 서로 다른 연령에 대한 이해가 증가하였고, 또래관계에 어려움을 겪는 유아에 대한 긍정적인 인식이 증가하는 효과가 있었으며, 교사는 혼합연령 학급에 적합한 또래관계 지원방안에 대한 이해가 증가하였고, 유아와의 관계가 긍정적으로 개선되었으며, 문제 해결을 위한 적극적인 태도가 신장되었다.

이러한 결과는 혼합연령 학급의 또래관계 개선을 위해 교사가 다양한 지원방안을 모색할 필요성을 시사한다.

@highlight

유치원 혼합연령 학급 유아의 또래관계 개선을 위한 지원방안과 그 효과를 확인했다.

@highlight

이를 위해 1차로 유아 스트레스 감소와 연령별 통합?

@highlight

분리 수업, 2차로 또래와의 긍정적인 경험 제공, 개별 지원을 3차로 또래 간 협동 경험 제공, 가정 연계 지원을 실시했다.

@highlight

그 결과 유아의 또래 갈등 감소와 각 연령에 대한 이해도 증가, 교사의 지원방안 이해 증가가 나타났다.

