원형모형실험을 통해 철도노반재료로 사용되는 흙을 대상으로 함수비 변화에 따른 침하관계를 평가하였다.

초기 함수비에서침하량비( ?

)는 2.08이었으나, 초기함수비보다 2배 이상으로 함수비가 증가되었을 때 침하량비( ?

)는 4.06으로 4배 이상의침하가 발생하였다.

또한 실제 공용중인 콘크리트궤도에서 계측된 강우데이타를 기반으로 약 1년여간 현장에 매설된 함수비측정장비를 통해 장기 함수비 변화추이를 관찰하였다.

콘크리트궤도의 직하부에 위치한 함수비는 강우강도에 따라 변화가거의 없는 수준이며, 사면부에서는 최대 강우강도 20mm/hr가 초과되는 경우 약 4% 정도의 함수비 변화가 생기는 것을 볼수 있다.

이러한 변화정도를 볼 때 콘크리트 궤도의 경우 배수성능이 적절히 유지된다면 노반 내부의 함수비 변화는 강우에대하여 영향이 매우 미비할 것으로 판단된다.

@highlight

실제 공용중인 콘크리트궤도에서 계측된 강우데이타를 기반으로 약 1년여간 현장에 매설된 함수비측정장비를 통해 장기 함수비 변화추이를 관찰했다.

