본 연구의 목적은 대학생의 부정적 정서신념과 정서표현양가성이 신체화 증상에 미치는 상대적 영향을 살펴보고, 부정적 정서신념이 신체화 증상에 미치는 영향에 대한 정서표현양가성의 조절효과를 살펴보는 것이다.

이를 위해 서울, 경기 및 기타 소재의 전문대학 및 4년제 대학교에 재학 중인 학생 352명을 대상으로 정서신념 척도(BAEQ), 정서표현양가성 척도(AEQ-

A), 신체화 척도(SCL-90-

R)를 사용한 질문지 조사를 실시하였다.

본 연구에서 자료분석을 위해 SPSS WIN 21.0을 이용하여 평균, 표준편차, 빈도분석, 독립표본 t검정, Pearson의 상관관계분석, 단계적 중다회귀분석 및 위계적 중다회귀분석이 시행되었다.

본 연구의 주요 결과는 다음과 같다.

첫째, 대학생의 성별에 따라 부정적 정서신념의 특정 하위 요인들과 정서표현양가성 및 신체화 증상은 유의한 차이가 나타났다.

둘째, 대학생의 신체화 증상을 설명하는 변인은 압도/통제불능, 성별, 수치심/비합리, 자기방어적양가성 순으로 나타났다.

셋째, 대학생의 정서표현양가성은 부정적 정서신념이 신체화 증상에 미치는 영향에 대해서 조절효과를 갖는 것으로 나타났다.

본 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의하였다.

@highlight

대학생의 부정적 정서신념과 정서표현양가성이 신체화 증상에 미치는 상대적 영향을 고찰해보고, 부정적 정서신념이 신체화 증상에 미치는 영향에 대한 정서표현양가성의 조절효과를 연구했다.

@highlight

서울, 경기, 기타 소재의 전문대학 및 4년제 대학교에 재학 중인 학생들을 대상으로 정서신념 척도 등을 활용한 질문지 조사를 했다.

