기독교가 이 땅에 들어온 지 120년이 지나면서 한국교회는 짧은 역사에도 불구하고 양적으로 엄청난 성장을 해왔다.

1970년대에 이르러서는 경제성장과 도시화에 편승하여 한국교회는 선교사상 그 유래를 찾아 볼 수 없을 만큼 세계 적인 성장을 거듭해 왔다.

이제 한국교회는 양적인 성장과 아울러 질적인 성장 을 돌아보고 평가해 보는 시간을 가져야 할 것이다.

교회의 성장 목적이 하나 님의 나라를 확장하는데 있다면 교회는 사회와 구성원에 대해 양적으로, 질적으로 다른 접근법을 찾아야 하기 때문이다.

이러한 필요성에 근거하여 연구자는 하나의 대안으로서 상담목회를 통한 교회성장을 제안하고자 한다.

현대는 점차적으로 상담의 필요성이 높아지고 있다.

상담목회는 단순히 교회의 프로그램이 아니라 한 개인과 가정과 공동체를 건강하게 함으로서 하나님께서 의도하신 본래의 모습과 기능대로 살아가도록 하는 목회사역으로서 미래에 가장 필요한 하나의 대안으로서의 목회사역이라고 할 수 있을 것이다.

따라서 상담목회는 교회가 건강해지고 이를 통해 교회가 양적, 질적으로 성장하는 것이다.

본 연구는 교회가 건강하게 성장하기 위한 하나의 방법으로서 상담목회를 통하여 교회성장을 돕도록 하는 데 그 목적이 있다.

이러한 목적을 달성하기 위하여 현재 상담목회사역을 실시하고 있는 한밀교회 상담목회 프로그램을 소개하고자 한다.

상담목회사역이 활성화됨으로 인해 앞으로 한국교회가 더욱 더 성숙해 지기를 기대한다.

@highlight

이러한 필요성에 근거하여 연구자는 하나의 대안으로서 상담목회를 통한 교회성장을 제안하려 한다.

@highlight

이러한 목적을 달성하기 위하여 현재 상담목회사역을 실시하고 있는 한밀교회 상담목회 프로그램을 소개하려 한다.

