교육부장관과 교육감 사이의 분쟁이 빈발하고 있는데, 교육감이 수행하는 사무의법적 성격이 명확하지 않다는 사실이 중요한 원인이 되고 있다.

행정청 사이에 사무의 성격을 둘러싼 해석이 다를 경우 갈등과 분쟁이 발생할 가능성이 상존한다.

분쟁이 발생하는 경우, 법원이 최종적 판단자로서 사무를 구분한다.

이 논문은 법원의 관련 판단을 비판적으로 검토하였다.

연구 결과 법원 판단에 다음과 같은 문제가 있음을 확인하였다.

첫째, 법원은 법령의 규정 형식을 정밀하게 따지기보다는 헌법 규정 사항을 포괄적으로 해석하는 방식으로 특정 사무를 국가 사무로 규정하고 있다.

둘째, 교육부가 전국 규모로 추진하는모든 사업이 반드시 전국적 범위에서 통일적으로 처리해야 하는 사무는 아니다.

셋째, 시?

도교육청의 재정 자립도를 문제시한다면, 교육자치를 실질적으로 폐지하는 결과를 초래할 것이다.

마지막으로, 교육감 주민직선제 시행 이후 교육감의 정치적 책임이크게 높아지는 시점에서 모든 최종적인 책임을 국가에게만 귀속시키는 것은 바람직하지 않다.

지방교육자치의 활성화가 민주주의와 지방분권을 심화하고 교육을 개선하는데 긴요하다는 데에는 이견을 찾기 어렵다.

이와 같은 사실을 염두에 둘 때, 법원 판결은 교육자치권의 확대에 역행하는 것이라고 평가할 수 있다.

@highlight

교육부장관과 교육감 사이의 분쟁이 빈발하고 있는데, 교육감이 수행하는 사무의법적 성격이 명확하지 않다는 사실이 중요한 원인이 되고 있다.

