본 연구의 목적은 종교 유형(‘종교 없음’ 포함)과 종교성이 뇌사 시 장기기증의사에미치는 영향을 분석하는 데 있다.

이를 위해 2009년 한국종합사회조사(Korean General Social Survey, KGSS)의 데이터를 사용하였으며 분석모형은 이항로지스틱 분석을 선택하였다.

분석결과는 다음과 같다.

첫째 종교 유무에 따른 결과는 ‘종교 없음’ 에 비해 개신교를 믿는 사람이 장기기증의사에 통계적으로 유의미한 영향을 보였다.

둘째 종교인만을 대상으로 분석한 모형에서는 종교 유형에 따른 차이를 보이지 않았으며 분석에 투입된 종교성의 변인에는 ‘종교가 삶에 미치는 영향’이 클수록 장기기증의사를 보일 확률이 증가하는 것으로 나타났다.

이상 결과를 토대로 해석하면, 개신교가 타종교에 비해 사회운동을 활발히 전개해 온 결과로 장기기증의사에도 긍정적인참여가 증대된 것으로 이해된다.

또한 선행연구에서 분석에 투입하지 않았던 종교성의영향력이 장기기증의사에 긍정적인 영향을 미친다는 것을 새롭게 발견할 수 있었다.

본 연구는 기존 연구에서 상대적으로 소홀히 다루었던 종교와 종교성이 장기기증의사에 긍정적인 결과를 가져온다는 점에서 의미가 있다.

@highlight

종교 유무에 따른 결과는 ‘종교 없음’ 에 비해 개신교를 믿는 사람이 장기기증의사에 통계적으로 유의미한 영향을 보였으며, 선행연구에서 분석에 투입하지 않았던 종교성의 영향력이 장기기증의사에 긍정적인 영향을 미친다는 것을 새롭게 발견할 수 있었다.

@highlight

그리하여 이 연구는 소홀히 다루었던 종교와 종교성이 장기기증의사에 긍정적인 결과를 가져온다는 점에서 의미가 있다.

