본 연구에서는 공기 정화식 마스크의 필터로 사용되는 일반적인 부직포와 전기방사 나노섬유가 코팅된 부직포에 대한 미세 구조를 분석하고 미세먼지 차단 특성을 향상 시킬 수 있는 새로운 마스크 디자인을 제안하였다.

평균적으로25 μm의 직경을 갖는 부직포 섬유와 달리 전기방사 방법으로 형성된 나노섬유는 그 직경이 25 nm~120 nm로 매우 작아 비표면적이 크고, 불규칙적으로 배열된 촘촘한 그물방 구조를 갖고 있었다.

일반적인 부직포 필터는 부직포 섬유 표면의 정전기력에 의해 미세먼지를 흡착할 수 있었지만, 수십 μm 크기 이상의 기공이 부직포 전반에 걸쳐 존재하기 때문에, 수 μm 크기를 갖는 미세먼지를 여과하는데 한계가 있었다.

반면 나노섬유가 코팅된 부직포 필터의 경우, 나노섬유의 구조적 특성으로 인해 투과성과 통기성을 유지하면서 수 μm 크기의 미세먼지를 기계적으로 흡착하여 효과적으로 여과할 수 있었다.

우수한 마스크 필터의 성능과 더불어 올바른 마스크 착용이 미세먼지 차단 특성을 극대화 할 수 있는데, 이를 위해 안면부와 마스크 사이의 틈으로 미세먼지의 유입을 막을 수 있도록 안면부에 밀착이 잘 될 수 있는 새로운 마스크 디자인을 제안하였다.

@highlight

본 논문에서는 공기 정화식 마스크의 필터로 사용되는 일반적인 부직포 및 전기방사 나노섬유가 코팅된 부직포에 대한 미세 구조를 분석하며, 미세먼지 차단 특성을 향상 시킬 수 있는 새로운 마스크 디자인을 제안했다.

