상담에 있어서의 역전이 감정은 내담자에 대한 상담자의 반응과 감정을 지칭 하며, 그 존재에 대한 인식과 분별이 없을 때 자칫 상담을 파괴하는 역할을 한다.

역전이는 내담자의 전이 감정을 이해하는 긍정적인 창문의 역할을 하지만, 아울러 상담자의 무분별한 표현으로 우려할만한 부정적 결과를 가져올 수도 있다.

역전이 감정은 사회문화적으로 변환되어 사용될 수 있다.

따라서 목회적 환경이나 목회 상담의 환경에서도 역전이 감정은 나타나고 활성화될 수도 있다.

비록 모든 목회자가 역전이의 개념을 알고 사용하는 전문적 훈련을 받지 않았다 할지라도, 기독교 영성의 자원을 바탕으로 역전이를 인식하고 대처할 수 있다.

즉 주권자로 서의 하나님을 경험하고, 내적 성찰과 경건의 자료들, 즉 기도와 말씀을 통하여 자신의 내적 변화나 무의식적 행동을 관찰하고, 그 경험에 따른 자신의 전인적 변화를 추구할 수 있다.

이를 위해 기독교 영성의 자원을 가진 목회자나 상담자 는 먼저 내면에 흐르는 역전이적 내용을 인식 혹은 인정하고, 그 내용의 자기 책임 및 소속감을 분명히 하고, 자기 성찰과 영혼 유익을 위해 윤리적 선택을 할 수 있어야 한다.

역전이가 기독교의 자기 성찰적 영성을 만나게 될 때 윤리적인 목회 상담과 케어를 기대할 수 있다.

@highlight

상담에 있어서의 역전이 감정은 내담자에 대한 상담자의 반응과 감정을 지칭 하며, 그 존재에 대한 인식과 분별이 없을 때 자칫 상담을 파괴하는 역할을 한다.

