세계적인 불교지도자 달라이 라마는 21세기를 맞이하면서 종교를 넘어선‘세속윤리’를 주장한다.

그는 세속윤리를 통해 나의 행복과 타인의 행복 간의 불가분의 연결성, 타인의 행복에 대한 진정한 배려라는 내적 가치를 교육해야 한다고 제안한다.

여기에는 자비라는 따뜻한 마음과 분별력이라는 이성적인 실천을 통해창조적이고 행복한 삶을 성취할 수 있는 방법도 포함되어 있다.

달라이 라마는 비종교적 영성의 대표적인 자비가 마음의 부정적 요소를 제거하는 방법과 이를 통찰하는 분별력을 종합한 마음의 과학을 제시한다.

이러한 세속윤리는 인격의 부정적요소를 직시하고 자신의 긍정적인 직관을 증진시키며, 이를 통해 최종적인 깨달음을 획득하는 지식과 윤리의 프로젝트로 평가된다.

달라이 라마는 이러한 세속윤리의 구조를 교육에 적용해 현대의 모든 문제를 근본적으로 해결해야만 진정한 행복에 이른다고 말한다.

그는 도덕적 가치를 바탕으로 한 윤리적 실천을 통해 세상에 이타적이고 능동적으로 참여해야만 행복할 수 있다는 자신의 철학을 교육에 적용시켜 세계가 지속적인 행복을 이루기를 희망하고 있다.

@highlight

달라이 라마는 비종교적 영성의 대표적인 자비가 마음의 부정적 요소를 제거하는 방법과 이를 통찰하는 분별력을 종합한 마음의 과학을 제시한다

달라이 라마는 이러한 세속윤리의 구조를 교육에 적용해 현대의 모든 문제를 근본적으로 해결해야만 진정한 행복에 이른다고 말한다


