중산층의 주거안정을 목적으로 추진 중인 뉴스테이 리츠는 사업의 공공적 성격과 사업기간의 장기화 등 개발사업의 특성을 가지고 있어 임대형 리츠와 차별화된 특징이 관찰된다.

실증분석을 통해 도출된 주요 결과는 같다.

첫째, 임대형 리츠의 경우 부채비율 증가에 따른 정(+)의 레버리지 효과가 나타났으나, 뉴스테이 리츠의 경우 통계적으로 유의한 결과가 도출되지 못하였다.

둘째, 뉴스테이 리츠의 민간융자 사용은 사업의 특성상 수익성 개선에 제한적인 영향을 미치고 있는 것으로 해석된다.

셋째, 재무적투자자의 출자비중 증가는 사업의 안정성 제고로 뉴스테이 및 임대형 리츠의 수익성에 정(+)의 영향을 미치고 있는 것으로 분석되었다.

다만, 본 연구의 결과는 뉴스테이 리츠와 관련한 예상 자료를 활용할 수밖에 없었던 점, 사업성에 영향을 미칠 수 있는 다양한 요소 중 자본조달을 중심으로 실증분석을 수행점 등 연구의 한계가 존재한다.

따라서 본 연구는 실현수익을 분석한 임대형 리츠의 결과에 기초하여 뉴스테이 리츠의 자본조달 방식에 따른 예상수익 변화를 예측 해 볼 수 있는 기초연구의 하나로 활용될 수 있을 것이다.

본 연구가 향후 ‘공공지원 민간임대주택’ 사업의 성공적 추진에 기여할 수 있기를 기대한다.

@highlight

중산층의 주거안정을 목적으로 추진 중인 뉴스테이 리츠는 사업의 공공적 성격과 사업기간의 장기화 등의 개발사업의 특성을 지니고 있어 임대형 리츠와 차별화된 특징이 보인다.

