본 논문에서는 소비자들의 녹색소비주의 행동을 보다 명시적으로 수요함수에 도입함으로써 이들의 행동이 기업의 생산 활동에 어떤 영향을 미치는지 이론적인 관점에서 접근하였다.

주요 결과는 다음과 같다.

먼저, 소비자들이 기업의 친환경적 생산 활동에 적극적으로 반응한다면 기업은 모두 친환경적인 생산 활동을 선택한다.

본 연구에서 사용한 모델에 의하면 비록 친환경적인 생산 활동을 선택할 경우 거기에 따른 비용이 발생하지만 그 이상으로 시장 규모의 확대를 기대할 수 있고 결과적으로 기업의 이윤도 더 증가하므로 기업들이 담합하여 이러한 친환경적인 활동을 거부할 유인이 존재하지 않는다는 점을 밝혔다.

둘째로, 총 시장 규모는 기업들 모두가 친환경적인 활동을 선택하지 않을 때 가장 크며, 일부 기업만 선택할 때보다 모든 기업들이 선택할 때 더 크다.

이는 이런 활동을 선택하지 않은 기업의 경우 소비자들에 의해 수요가 축소되므로 생산량을 줄일 수밖에 없기 때문이다.

끝으로, 오염에 의한 사회적 피해는 기업들 모두가 친환경적인 활동을 선택하지 않을 때 가장 크고 기업들이 모두 선택할 때 가장 작게 된다.

또한 시장 규모의 축소로 인한 소비자 잉여의 감소가 있음에도 불구하고 기업 이윤의 증가와 사회적 피해의 감소로 인해 사회후생은 모든 기업이 친환경적인 생산 활동을 선택할 때 가장 커진다.

@highlight

소비자들의 녹색소비주의  행동이 기업의 생산 활동에 어떤 영향을 미치는지 이론적인 관점에서 접근한 결과는 , 소비자들이 기업의 친환경적 생산 활동에 적극적으로 반응한다면 기업은 모두 친환경적인 생산 활동을 선택한다.

@highlight

 총 시장 규모는 기업들 모두가 친환경적인 활동을 선택하지 않을 때 가장 크며, 일부 기업만 선택할 때보다 모든 기업들이 선택할 때 더 크며, 오염에 의한 사회적 피해는 기업들 모두가 친환경적인 활동을 선택하지 않을 때 가장 크고 기업들이 모두 선택할 때 가장 작게 된다.

@highlight

기업 이윤의 증가와 사회적 피해의 감소로 인해 사회후생은 모든 기업이 친환경적인 생산 활동을 선택할 때 가장 커진다.

