대학 교육의 국제화의 한 방안으로 일부 대학의 강의들이 영어 전용 강좌로 운영되고 있다.

그러나 원래의 목적과 취지와는 달리 영어 전용 교과가 효과적으로 운영되지 못하고 있는 경우가 빈번하다.

따라서 본 연구는 한 영어 전용 교과의 사례를 통하여 영어전용 교과의 수업 방법 개선 방안을 탐색하고 적용해보는 것을 연구의 목적으로 하였다.

이러한 연구의 목적을 위하여 ISPI의 수행공학 모형을 이용하여 크게 두 단계로 나누어진 연구를 수행하였다.

첫 번째 단계에서는 대상이 된 영어 전용 교과의 문제점 발견과 이에 대한 원인 파악, 그리고 원인을 바탕으로 한 해결방안의 모색하였다.

본 연구에서 정의된 영어 전용 강좌의 문제점은 학습자들의 학습 내용에 대한 이해 수준 저하, 제한된 수업 시간을 통한 영어 실력 향상의 부진 등이었다.

이러한 문제점에 대한 원인을 Gilbert의 BEM 모형의 틀을 사용하여 환경적인 요소와 개인적인 요소로 나누어 분석하였다.

이렇게 발견된 원인들 중 가중치를 준거로 선택된 일부 원인에 대하여 해결책을 고안하였다.

해결책은 본 수업 중에 이루어지는 것과 한정된 수업 시간 등을 보완하기 위하여 웹상의 학습 커뮤니티의 운영을 통하여 이루어지는 것으로 나뉘어 고안되었다.

두 번째 단계의 연구에서는 고안된 해결책의 적용과 이에 대한 효과성을 보고하는 것으로 연구가 진행되었다.

이와 같은 연구의 전체 절차 및 결과는 현재 영어 전용 수업을 운영하고 있는 교과전문가들에게 많은 아이디어를 제공할 것으로 사료된다.

@highlight

한 영어 전용 교과의 사례를 통하여 영어전용 교과의 수업 방법 개선 방안을 탐색하고 적용해보는 것을 연구의 목적으로 하였다.

@highlight

첫 번째 단계에서는 대상이 된 영어 전용 교과의 문제점 발견과 이에 대한 원인 파악 그리고 원인을 바탕으로 한 해결방안의 모색하였고 이와 같은 연구의 전체 절차 및 결과는 현재 영어 전용 수업을 운영하고 있는 교과전문가들에게 많은 아이디어를 제공할 것으로 사료된다.

