본 연구는 원자력 정책 이슈를 사례로 하여 참여와 정부신뢰 그리고 정책 수용성 간의 관계를 밝히고자 하였다.

분석을 위해 원자력 발전소가 위치한 지역주민들을 대상으로 조사한 설문조사자료를 활용하였다.

본 연구에서는 크게 세 가지의 분석결과를 제시할 수 있다.

첫째는 참여와 정부신뢰수준 간의 관계가 기대했던 것만큼 명확하게 나타나지 않았으나, 소극적 참여수준은 정부행태에 대한 신뢰제고에 영향을 미치고 있음을 알 수 있었다.

둘째 정부신뢰와 원자력 수용성 간에는 유의미한 관계가 존재함을 보여주었다.

특히 정부행태에 대한 신뢰는 원자력 수용성에 가장 강한 영향력이 있는 것으로 나타났다.

마지막으로 비록 부분적이긴 하지만 정부신뢰는 참여와 원자력수용성 간의 관계를 매개하는 효과도 가지고 있는 것을 알 수 있었다.

구체적으로 소극적 참여의수준이 정부행태에 대한 신뢰를 매개로 지역수준의 원자력 수용성 제고에 영향을 미칠 수 있다는 것이다.

본 연구를 통해 원자력 수용성 제고에 있어서 정부신뢰의 역할 특히 정부행태에 대한 신뢰의 역할이 매우 중요함을 확인하였다.

또한 정책에의 참여 역시 정부신뢰에는 부분적인 영향을 미치고 있지만 원자력 수용성에는 중요한 영향을 미치고 있다.

@highlight

원자력 정책 이슈를 사례로 하여 참여와 정부신뢰 그리고 정책 수용성 간의 관계를 밝히고자 하였다.

@highlight

ㅜ정부행태에 대한 신뢰는 원자력 수용성에 가장 강한 영향력이 있는 것으로 나타났으며 구체적으로 소극적 참여의수준이 정부행태에 대한 신뢰를 매개로 지역수준의 원자력 수용성 제고에 영향을 미칠 수 있다는 것이다.

@highlight

또한 정책에의 참여 역시 정부신뢰에는 부분적인 영향을 미치고 있지만 원자력 수용성에는 중요한 영향을 미치고 있다.

