중국에서 국가가 토지를 회수하는 방식은 토지수용과 토지사용으로 구분된다.

본 논문은 토지수용을 중심으로 살펴보도록 한다.

토지수용제도는 국가에서 공공이익의 수요를 위하여 법률 규정에 따라 농촌단체소유의 토지를 국가소유로 전환하고 농촌단체와 농민들에게 보상하여 그들을 안치하는 행위이다.

이런 행위는 법률 규정에 따라 주체의 유일성, 공익성, 보상성, 강제성, 합법성, 소유권의 이전 등 특징을 구비해야 한다.

그리고 토지수용의 실행은 반드시 준비, 심사.

공고와 등기.

보상과 안치 등 절차를 경과해야 된다.

사회의 발전과 도시화에 따라 중국의 토지수용제도가 혼란하게 되었다.

우선은 입법적으로 부재한 내용이 많다.

법정 기준과 방법이 존재하지 않아 토지수용에 관한 분쟁을 실질적으로 해결하기 어렵다.

토지수용의 의의에 공공이익을 판단하는 기준도 없고, 제도의 절차 그리고 구제, 보상, 감독체제도 부족하다.

이러한 문제점들을 해결하는 데 핵심적인 내용은 기준에 대한 확정과 부족한 입법에 대한 보충이 필요하다.

먼저 분쟁을 해결하기 위해 정부권리에 대한 제한과 농민권익에 대한 보장에 관한 입법에 대한 보충이 필요하다.

그리고 토지수용의 의의에 공공이익을 판단하는 기준을 정하고 그에 대한 심사의 과정을 공개하여야 한다.

그리고 토지수용제도의 절차, 그에 대한 보상, 구제와 감독체제의 미비에 대해 보충하여 규범화하여야 한다.

@highlight

토지수용의 의의에 공공이익을 판단하는 기준도 없고, 제도의 절차 그리고 구제, 보상, 감독체제도 부족하다.

@highlight


토지수용의 의의에 공공이익을 판단하는 기준을 정하고 그에 대한 심사의 과정을 공개하여야 한다.

@highlight


토지수용제도의 절차, 그에 대한 보상, 구제와 감독체제의 미비에 대해 보충하여 규범화하여야 한다.

