범죄는 위협의 양상과 형태는 바뀌었어도 그 본질은 변하지 않았다.

오히려 지능정보사회가 등장하면서 이전에 없던 새로운 범죄수법이 나타나고 있고, 그 방법도 계속 진화하고 있다.

이에 따라 법과 질서를 유지하고, 범죄를 퇴치하며, 시민의 안전을 책임져야 할 의무를 가진 경찰의 역할도 갈수록 복잡해지고 다양화되고 있는 실정이다.

지능정보기술은 미래사회의 건설적인 발전을 추진할 수 있는 제4차 산업혁명의 진정한 의미를 이해하지 못한 채, 새로운 범죄기회를 제공하는 부작용으로 나타날 수 있다.

경우에 따라 이것은 경찰의 치안안전에 대한 국민의 신뢰를 잠식시키는 위험요소가 될 수 있으며,과장된 표현을 빌리면 경찰은 더 이상 시민이 아닐 수도 있고, 시민은 더 이상 경찰이 아닌 신뢰성 부재의 고통을 가져올 수 있다.

이에 이 연구는 경찰이 지능정보사회에 등장한 범죄에 어떻게 대응할 것인지에 대한 본질적이자 기본적인 질문에 담론수준의 답을 찾고자 함에 있다.

이를 위해 이 논문에서는 철저하게 현실분석 수준에서 치안정책의 미래에 대한 역할을 논의할 것이며, 미래 바람직한 치안정책의 방향으로서의 가치를 가질 수 있도록 규범적인 수준에서 기술하고자 하였다.

@highlight

지능정보기술의 발전과 함께 범죄수법도 함께 진화하며 경찰의 역할도 심화되고 있는 상황이다.

@highlight

본 논문에서는 지능정보사회에 등장한 범죄에 경찰이 어떻게 대응할지를 연구한 결과, 현실을 철저하게 분석하여 미래의 치안정책에 대한 역할을 논의하고, 바람직한 방향으로 나아가야 할 치안정책을 규범적인 수준에서 기술한다.

