본 연구에서는 사회적 경제 조직(사회적 기업, 마을기업, 농어촌공동체회사) 대표들과의 인터뷰를 통해 운영 상의 애로사항을 파악하였다.

그리고 유형화된 지역자원을 중심으로 선행연구에서 제시된 활성화 요인과 인터뷰 내용을 비교·검토하여 사회적경제조직의 운영 상 애로사항에 따른 지역의 주요 연계자원을 탐색하고, 지역의 자원들과의 네트워크 구축 시 고려되어야 하는 주요 자원들의 역할과 방향에 대해 제시하였다.

주요 자원을 중심으로 사회적 경제 조직 활성화를 위한 주요자원들의 역할과 연계 방향으로서, 기업자원과의 연계에 있어서는 시장개척 및 지역거점망 중심의 유통구조 확보를 위한 노하우 제공을 중심으로 하는 연계방향이 모색되어야 한다.

학계 및 프로보노와의 연계에 있어 시민사회에 홍보를 위한 순화된 용어개발 및 정체성 논리 개발, 시장세분화 전략 탐색, 미션 가치 평가, 새로운 사업아이템 발굴지원 등이 강화되어야 한다.

공공기관 자원과의 연계는 ‘1사 1사회적 경제조직’을 통한 구매 및 프로그램 참여의 차원에서 전략적 연계가 강조되어져야 한다.

그리고 중앙 및 지방정부 자원과의 연계는 사회적 경제 조직에 대한 올바른 인식 확산, 현물 지원, 단계적·지속적인 지원책 마련, 사회적 경제 조직들과의 원활한 커뮤니케이션 확보 등의 역할이 강조되어져야 할 것이다.

@highlight

이 연구에서는 사회적 경제 조직 대표들과의 인터뷰를 통해 운영 상의 애로사항을 파악했다.

@highlight

주요 자원을 중심으로 사회적 경제 조직 활성화를 위한 주요자원들의 역할과 연계 방향으로서, 기업자원과의 연계에 있어서는 시장개척 및 지역거점망 중심의 유통구조 확보를 위한 노하우 제공을 중심으로 하는 연계방향이 모색되어야 한다.

