우리는 아리스토텔레스의 형이상학에서 서로 다른 두 가지 이질적인 정의를 발견하게 된다.

그 하나는 우주를 시작하게 하는 부동의 운동자로서 제일원인, 즉 신이 무엇인지를 규정하려는 시도로서 특수학문이고 다른 하나는 사물들을 존재의 관점에서 탐구해서 존재의 모든 영역의 특성에 대한 일반적인 규정을 제시하고자하는 보편적이며 일반적인 학문으로서 형이상학이 존재한다.

형이상학에 대한 이 두 정의사이에는 분명한 대립이 존재한다는 것처럼 보인다.

한 학문이 어떻게 동시에 특수한 대상을 다루면서 보편적인 것이 될 수 있는지 의문이 든다.

연구자는 이 물음과 관련해서 9-10세기 황금시대 무슬림 철학자들이 어떻게 자신들의 신학적 체계 하에서 아리스토텔레스의 『형이상학』을 수용하고 있으며 또한 어떤 방식으로 특수학문으로서 형이상학과 보편학문으로서 형이상학을 자신들의 사유틀 속에서 화해시키려고 노력하고 있는지를 이 논문을 통해서 살펴보고자 한다.

이에 연구자는 9-10기에 활동한 al-

Kind?

, al-

F?

r?

bi의 핵심적인 주장들을 제시하고 이 원리들이 Ibn S?

n?

에서 어떻게 종합되고 체계화되었는지를 검토해볼 것이다.

@highlight

우리는 아리스토텔레스의 형이상학에서 서로 다른 두 가지 이질적인 정의를 발견하게 된다.

@highlight

한 학문이 어떻게 동시에 특수한 대상을 다루면서 보편적인 것이 될 수 있는지 의문이 든다.

