본 연구는 유럽 주요국을 대상으로 연금제도와 노동시장 구조가 결합하여 65세 이상 노인빈곤에서 나타낸 성과와 그 경로를 퍼지셋 질적 비교분석(Fs/QCA)을 실시하여 분석하였다.

분석결과는 다음과 같다.

첫째, 노인빈곤은 연금제도만으로 관리되는 것이 아니며, 근로 당시 노동시장 구조와 어떻게 결합하느냐에 따라 그 성과는 다르게 나타났다.

둘째, 근로 당시 정규직에 대한 고용보호의 정도가 각각 노인빈곤 유발과 예방의 필요조건으로 나타난 것은 각국이 노동시장 유연성을 어떻게 관리하느냐에 따라 그 성과는 달라질 수 있다는 것을 보여준다.

셋째, 관대한 공적연금만으로 노인빈곤을 예방하는 경로는 확인되지 않았고, 오히려 노후최저소득보장이 취약할 때 노인빈곤이 발생하는 것으로 나타났다.

노동시장 이중화라는 부정적 결과를 관리할 수 있는 정책조합 역시 적절한 수준의 노후최저소득보장에 있었다.

이상의 내용들을 바탕으로 외부 노동시장의 질을 개선할 수 있는 노동시장정책과 더불어 노후최저소득보장이 더욱 강화되어야 하며, 다층체계를 구성하는 제도 간 역할분담이 보다 명확해져야 함을 제언하였다.

@highlight

본고는 유럽 주요국을 대상으로 연금제도와 노동시장 구조가 결합해 65세 이상 노인빈곤에서 나타낸 성과와 그 경로를 퍼지셋 질적 비교분석(Fs/QCA)을 실시하여 분석했다.

