본 연구는 간호대학생의 자기효능감(일반적 자기효능감과 사회적 자기효능감을 포함하는)과 셀프리더십 및 학업수행 관련요인을 조사하기 위해 시행되었다.

수집된 자료를 SPSS/WIN 19.0으로 분석한 결과, 적성에 맞추어 입학한 집단, 주관적 학교성적이 높은 집단, 외향적인 집단과 리더십이 높은 집단의 일반적 자기효능감이 유의하게 높았다.

사회적 자기효능감은 연령이 낮은 집단, 외향적인 집단과 리더십이 높은 집단이 유의하게 높았다.

적성에 맞추어 입학한 경우 셀프리더십이 높았고, 여학생과 주관적 학교성적이 높은 집단의 학업수행이 유의하게 높았다.

사회적 자기효능감은 일반적 자기효능감 및 셀프리더십과 양의 상관관계가 있었고, 학업수행과는 음의 상관관계가 있었다.

성별과 일반적 자기효능감 및 사회적 자기효능감은 학업수행을 10.5% 설명하는 것으로 나타났다.

본 연구결과는 반복연구 후 간호대학생의 자기효능감, 셀프리더십 및 학업수행을 돕기 위한 중재프로그램의 기초로 활용될 수 있다.

@highlight

본고는 간호대학생의 자기효능감(일반적 자기효능감과 사회적 자기효능감을 포함하는) 및 셀프리더십과 학업수행 관련요인을 조사하기 위하여 수행됐다.

