본 연구는 보다 정확한 텍스트의 감성 분석을 위해 새로운 감성 특징인 감성 패턴을 제안하고, 이를 이용한 영화평 평점 추론에 대해 소개한다.

텍스트 감성 분석은 텍스트에 포함된 감성인 긍정과 부정을 인식하고 분류하는 작업으로, 이를 위해 감성 특징인 감성 단어와 구문 패턴을 이용한다.

텍스트 내에 존재하는 감성 단어와 구문 패턴의 감성을 통해 텍스트 전체의 감성을 분류하는 것이다.

하지만, 기존 감성 분석은 감성 단어와 구문 패턴의 감성을 독립적으로 고려하기 때문에 문장 혹은 글 전체의 감성 정보를 정확히 파악하기 어렵다는 한계를 가지고 있다.

그러므로 본 연구는 기존 감성 특징들을 독립적으로 고려하는 것뿐만 아니라 문장 내에서 출현하는 감성들을 의미적으로 연결하여 하나의 패턴으로 정의한 감성 패턴을 제안하고, 감성 분석의 세부 연구 주제인 평점 추론에 감성 패턴을 새로운 감성 특징으로 사용하였다.

제안하는 감성 패턴의 효과를 검증하기 위해 영화평에 대한 평점 추론 실험을 수행하였다.

감성 패턴을 포함한 모든 감성 특징들을 사전에 정의한 학습 영화평들로부터 추출하고, 이를 확률 기법을 이용해 실험 영화평들의 평점을 추론하였다.

그 결과 감성 패턴을 사용하였을 경우 기존 감성 특징들만 사용했을 때 보다 추론한 평점이 더욱 정확함을 확인하였다.

@highlight

이 연구는 보다 정확한 텍스트의 감성 분석을 위해 새로운 감성 특징인 감성 패턴을 제안하고, 이를 이용한 영화평 평점 추론에 대해 소개한다.

