통합기술수용모형(UTAUT)은 기술수용모형(TAM, Technology Acceptance Model)의 한계점을 개선하기 위해 8가지의 기존 이론을 종합하여 제시된 것으로, 최근 신기술의 수용 및 확산과 관련된 다양한 분야에서 활용되어지고 있다.

본 연구는 메타분석을 통하여 UTAUT를 이용한 연구의 주요요인에 대해 분석과 연구 모형의 일관성에 대한 검증을 하였다.

이를 통해 주요요인의 관계와 추가적 요인에 대한 결과를 제시하고 해석하였다.

아울러 선행연구와의 비교분석을 통해 차이점과 시사점을 제시하였다.

메타분석 결과, 추가적 요인으로 만족감, 쾌락동기, 태도, 지각된 즐거움이 중요한 것으로 분석되었으며, 이 결과를 바탕으로 확장된 UTAUT 모형을 제시하였다.

또한, 국내 연구의 경우 행동의도를 높이는 활동이 실제 행동으로 이어지는데 가장 중요한 요인으로 나타났다.

본 연구의 결과는 신기술이나 신제품의 수용 및 확산을 연구하는 연구자및 신제품을 출시하고자 하는 기업에 도움을 제공할 것으로 예상한다.

@highlight

메타분석을 통하여 UTAUT를 이용한 연구의 주요요인에 대해 분석과 연구 모형의 일관성에 대한 검증을 하였다.

@highlight

이를 통해 주요요인의 관계와 추가적 요인에 대한 결과를 제시하고 해석하였다.

@highlight

메타분석 결과 추가적 요인으로 만족감, 쾌락동기, 태도, 지각된 즐거움이 중요한 것으로 분석되었으며 이 결과를 바탕으로 확장된 UTAUT 모형을 제시하였다.

