본 연구는 사회관계모형에 근거하여 남녀 중학생 집단에서 나타나는 집단따돌림 발생원천의 비율을 가해자, 피해자 및 관계성 효과로 구분하여 살펴보았다.

또한 중학생의 집단따돌림의 가해자 요인과 피해자 요인에 각각 관련되는 개인차 변인(예: 자존감)을 살펴보고자 하였다.

마지막으로 집단따돌림을 시키는 사람이 집단따돌림을 당하는 집단따돌림의 상호성을 확인하고자 하였다.

이를 위해 동성의 남녀 중학생 4명을 한 집단으로 만든 40집단을 대상으로 라운드 로빈 방식에 의한 구성원들의 상호평가를 통해 각 상대방애 대한 집단따돌림 의도를 알아보았다.

주요 결과로는 첫째, 집단따돌림은 양자간의 특별한 관계에 의해 발생할 가능성이 가장 컸으며, 피해자 요인보다는 가해자 요인에 의해 발생할 가능성이 더 큰 것으로 나타났다.

한편 남학생들의 집단따돌림은 주로 피해자가 유발하는 경향성이 큰 반면, 여학생들의 집단따돌림은 주로 가해자가 유발하는 경향성이 크게 나타나 대조를 이루었다.

둘째, 남학생은 내향적일수록, 자존감이 낮을수록, 신경증이 클수록 집단따돌림 행동의도가 높았으며, 여학생은 자존감이 낮을수록, 집단따돌림의 피해자가 될 가능성이 낮은 것으로 나타났다.

셋째, 집단따돌림의 상호성은 남학생 집단에서 매우 높게 나타난 반면, 여학생 집단에서는 집단따돌림의 상호성이 나타나지 않았다.

@highlight

이 연구는 사회관계모형에 근거해 남녀 중학생 집단에서 나타나는 집단따돌림 발생원천의 비율을 가해자, 피해자 및 관계성 효과로 구분해 살펴보았다.

