본 연구에서는 부모화(parentification)된 자녀의 심리적 특성 및 그 관련 변인을 살펴보고자 했다.

이를 위해 270명의 대학생을 대상으로 부모화, 효, 정신분화, 대인분화, 삼각화, 심리적 독립, 소외감 정도를 측정하였으며 가족원의 질병, 사망, 부모 간의 갈등 및 별거, 이혼이나 재혼 여부 등을 측정하였다.

연구 결과, 부모화가 높은 자녀일수록 효 및 책임성도 높았으며 가족의 삼각화에 개입하는 경향성도 더 강했다.

또한, 이러한 자녀들은 갈등과 관련해서 부모로부터의 심리적 독립을 충분히 발달시키지 못함으로써 결국 가족 내 갈등에 많이 개입하는 특성을 보였다.

부모화는 일반 가정의 자녀에게서보다 가족원의 질병, 사망, 부모의 갈등 및 별거, 이혼 그리고 재혼을 경험한 자녀에게서 더 강하게 나타났다.

마지막으로 부모화된 자녀일수록 소외감을 더 강하게 느끼는 경향이 있어서 이들의 주관적 삶의 질이 일반적인 자녀보다 낮은 경향이 있었다.

이러한 결과는 부모화된 자녀들이 피상적으로는 적응적이고 배려적으로 보이나 심리적 차원에서는 위험성이 있음을 시사하고 있다.

이는 이들을 위한 정신건강 차원의 심리 치료적 접근이 필요하다는 것을 함축한다.

@highlight

이 연구에서는 부모화(parentification)된 자녀의 심리적 특성 및 그 관련 변인을 살펴보고자 했다.

