본 연구는 초등수학의 여러 영역 중 도형 학습에서 오류 찾기 활동을 통하여 학생들이 범하는 오류 유형이 어떤 것이 있는지를 알아보고 이러한 활동이 학생들의 수학학업 성취도와 추론 능력에 미치는 영향을 알아 보는데있다.

연구 결과 학생들이 가장 많이 보이는 오류는 부정확한 개념과 정의에 의한 오류(55.8%)이며, 문제해결을 기피하는 오류(14.8%)를 제외하면, 시각적 자료를 부적절하게 사용하는 오류(11.4%), 문제 자료를 곡해하는 오류(9.2%), 기술적인 오류(6.2%), 논리적으로 부적절한 추론으로 인한 오류(1.6%), 문제 자료를 불충분하다고 여기는 오류(1.0%) 순으로 나타났다.

오류 찾기 활동을 수업에 적용한 결과, 사전 및 사후 학업 성취도 검사와 추론 능력 검사에서 유의수준 5% 이내의 유의미한 차를 보였다.

이는오류 찾기 활동이 수학 학업 성취도와 수학적 추론 능력향상에 도움을 주는 교수 방법 중 한 가지가 될 수 있음을 알 수 있었다.

@highlight

이 연구는 초등수학의 여러 영역 중 도형 학습에서 오류 찾기 활동을 통해 학생들이 범하는 오류 유형이 어떤 것이 있는지를 알아보고 이런 활동이 학생들의 수학학업 성취도와 추론 능력에 미치는 영향을 알아 보는데있다.

