1

9

2

0

년

대

 

동

북

아

시

아

의

 

정

세

는

 

제

국

주

의

 

대

 

무

산

자

계

급

·

피

압

박

민

족

·

피

압

박

 

국

가

라

는

 

대

립

구

도

 

하

에

 

사

회

주

의

가

 

서

로

 

연

동

되

어

 

계

급

해

방

과

 

민

족

해

방

을

 

결

합

시

켜

나

가

는

추

세

에

 

있

었

다

.

 

조

선

의

 

사

회

주

의

 

수

용

은

 

1

9

1

0

년

대

 

후

반

부

터

 

시

작

되

었

지

만

 

공

식

적

으

로

확

인

되

는

 

문

건

은

 

1

9

2

0

년

 

천

도

교

 

잡

지

 

『

개

벽

』

에

서

 

비

롯

되

었

다

.

 

개

벽

사

의

 

중

국

특

파

원

역

할

을

 

했

던

 

이

동

곡

은

 

중

국

의

 

신

문

화

운

동

과

 

사

회

혁

명

,

 

그

리

고

 

소

비

에

트

 

러

시

아

를

 

국

내

에

 

소

개

했

고

,

 

김

기

전

과

 

이

돈

화

는

 

조

선

적

 

처

지

와

 

상

황

에

 

맞

게

 

중

국

 

사

회

혁

명

과

 

러

시

아

 

사

회

주

의

를

 

변

용

시

켜

나

갔

다

.

 

농

민

이

 

전

체

 

인

구

의

 

9

0

%

를

 

차

지

하

고

,

 

노

동

자

가

 

소

수

인

 

상

황

에

서

 

조

선

의

 

계

급

운

동

은

 

농

민

들

의

 

각

성

을

 

촉

구

하

며

 

조

선

청

년

총

동

맹

을

 

운

동

의

주

체

로

 

삼

는

 

노

농

운

동

을

 

주

창

했

던

 

것

이

다

.

 

그

리

고

 

계

급

의

식

의

 

원

천

을

 

갑

오

동

학

혁

명

에

서

 

찾

았

다

.

 

계

급

의

식

이

란

 

처

음

부

터

 

혁

명

적

 

수

단

을

 

취

하

는

 

것

이

 

아

니

라

 

먼

저

 

인

내

천

주

의

로

 

들

어

가

 

창

조

정

신

과

 

상

호

연

대

의

 

사

상

으

로

 

형

성

되

는

 

보

편

의

식

에

 

기

초

함

을

 

강

조

했

다

.

 

또

한

 

무

산

청

년

동

맹

인

 

조

선

청

년

총

동

맹

을

 

조

선

의

 

운

동

주

체

로

 

삼

았

고

,

 

‘

사

람

성

 

무

궁

’

에

 

뿌

리

박

는

 

사

상

적

 

단

결

과

 

전

체

 

인

민

의

 

의

사

에

 

의

한

 

문

화

주

의

정

치

를

 

지

향

하

였

다

.

 

그

리

하

여

 

최

후

의

 

혁

명

은

 

조

선

에

서

 

나

올

 

것

이

라

 

했

고

,

 

그

 

혁

명

의

 

원

리

는

 

만

인

이

 

공

명

할

 

‘

개

벽

의

 

대

이

상

(

大

理

想

)

’

에

 

있

다

고

 

보

았

다

.

@highlight

1920년대 동북아시아의 정세는 제국주의 대 무산자계급·피압박민족·피압박 국가라는 대립구도 하에 사회주의가 서로 연동되어 계급해방과 민족해방을 결합시켜나가는추세에 있었다.