본 연구는 대학 캠퍼스 지하주차장 환경색채계획을 목적으로 한다.

지하 주차장 계획 시 장소적 특성을 고려하여 지하라는 위치적 단점을 해결하고, 범죄 예방 및 캠퍼스 이미지를 개선하고, 아이덴티티를 확보하고, 주차장 내의 길 찾기를 용이하게 하며, 안전성을 확보할 수 있는 색채계획을 목적으로 한다.

이를 위하여 이론고찰과 현황분석을 통하여 색채 계획 방향을 선정하고, Natural Color System을 활용하여 색채 계획 프로세스를 구축한다.

그리고 실제 사례를 프로세스에 대입하여 조닝, 색채계획, 색채 시뮬레이션을 실시하여 체계적인 색채 계획 방법을 제안하고자 한다.

우선 현장 분석을 통하여 컬러계획을 위한 조닝을 실시한다.

그리고 각 진입부분에는 캠퍼스 아이덴티티 색채를 적용하고, 진출색과 후퇴색을 적용하여 공간 경험을 극대화한다.

또한, 시인성이 높은 기둥 색채를 선택하여 지하주차장 내의 안전성을 높인다.

NCS의 색상환에서 시인성이 높은 색채를 선택하기 위하여 등간격 색채를 선택하고, 흑색도와 채색도를 이용하여 뉘앙스를 조절하고, 포토몽타쥬 기법을 이용하여 시뮬레이션 하여, 색채를 검증하고, 변경하여 최종 색채 계획안을 제안한다.

@highlight

본 연구는 진출색과 후퇴색을 활용해 대학 캠퍼스 지하주차장의 위치적 단점을 해결하고 캠퍼스컬러를 적용하여 아이덴티티 확보하며 시인성이 높은 기둥 색채를 선택하여 주차장 내 용이한 길 찾기 및 안전성 확보가 가능한 환경색채계획을 제안한다.

