소비자가 광고에 대해서 반응할 때, 광고 모델의 시선(응시 방향)은 가장 중요한 비언어적 단서 중 하나이다.

광고 모델의 시선은 소비자가 모델의 사회적 특성을 어떻게 평가하는지(예, 매력도, 신뢰성)와 광고나 브랜드를 어떻게 평가하는지(예, 광고 태도, 브랜드 태도)에 영향을 미친다.

특히, 뇌의 정서 반응 비대칭 가설에 따르면, 오른손잡이 소비자는 모델이 좌측을 응시하는 광고를 볼 때 우측을 응시하는 광고를 볼 때보다 모델의 사회적 특성과 광고,브랜드를 더 긍정적으로 평가한다.

본 연구는 온라인 실험을 통해서 무명 여성 광고 모델의 세 가지 시선 조건(정면, 좌측 그리고 우측 응시 조건)이 남성 실험 참가자의 광고 반응(모델 매력도 측면, 모델 신뢰도 측면 그리고 광고 효과성 측면)에 미치는 영향을 알아보았다.

본 연구 결과, 실험 참가자들은 광고 모델이 정면을 응시할 때가 우측을 응시할 때보다 모델이 광고 출연료를 받았으며 광고 브랜드 판매를 위해 소비자를 설득하려고 한다고 더 강하게 느끼지만 동시에 모델이 광고에 출연한 이유가 스스로 광고 브랜드를 진심으로 좋아하기 때문이라고 추론하는 경향이 더 강했다.

또한 실험 참가자들은 광고 모델이 정면을 응시할 때가 우측을 응시할 때 보다 광고에 대해서 더 긍정적인 태도를 보였다.

그러나 광고 모델의 좌측 응시 조건과 나머지 두 조건(정면 응시 조건과 우측 응시조건) 사이에 있어서 일관성 있는 실험 참가자의 모델 특성 평가와 광고 효과성 차이는 발견하지 못 했다.

@highlight

온라인 실험을 통해 무명 여성 광고 모델의 세 가지 시선 조건이 남성 실험 참가자의 광고 반응에 미치는 영향을 알아보았다.

@highlight

연구 결과, 실험 참가자들은 광고 모델이 정면을 응시할 때 모델이 출연료를 받았으며 브랜드 판매를 위해 소비자를 설득한다고 강하게 느끼는 동시에 모델이 광고에 출연한 이유가 광고 브랜드를 진심으로 좋아하기 때문이라고 추론하는 경향이 강했다.

