현대사회에서 산업보안은 국가의 경쟁력과 밀접한 관련을 맺고 있는 영역에해당한다.

우리나라는 산업기밀의 유출을 통해 막대한 경제적인 손실을 입고 있으며 나아가 산업보안과 관련한 범죄의 수가 증가함에 따라 국가경제에 매우 심각한 장애가 되고 있다.

비교법적으로 보면, 세계 각국은 산업기술을 보호하기위해 다각도로 노력하고 있으며, 우리나라도 산업보안을 위해 부정경쟁방지법과산업기술보호법을 기초로 하여 산업보안을 강화하고 있는 실정이다.

그 외에 산업보안을 유지하기 위해 기타 여러 개별 법률이 시행되고 있다.

본 논문에서는산업보안을 유지하기 위해 어떠한 개별 법률이 있는지, 이러한 개별 법률의 운용에 있어서의 문제점과 한계는 없는지에 대해 알아보고자 한다.

특히 산업보안의 기초가 되고 있는 부정경쟁방지법과 산업기술보호법의 연혁 및 내용을 검토해 보고 두 가지의 법률의 시행을 통해 헌법에서 보장하고 있는 기본권과의 상충은 없는지 살펴보고자 한다.

나아가 실무적 차원에서 부정경쟁방지법 및 산업기술보호법과 관련된 우리나라 대법원의 판례를 분석하였다.

특히 부정경쟁방지법과 관련해서는 많은 판례가 누적되어 있는 바, 개별 판례의 내용을 분석하여영업비밀과 관련된 판례에 대해 검토해 보고 향후 산업보안이 나아가야 할 방향을 제시해 보고자 한다.

@highlight

세계 각국은 산업기술 보호를 위해 다각도로 노력하고 있고, 우리나라도 산업보안을 위해 부정경쟁방지법과산업기술보호법을 기반으로 산업보안을 강화하고 있다.

@highlight

그 외에도 산업보안유지를 위해 기타 여러 개별 법률이 시행되고 있다.

