본 연구의 목적은 보험회사의 채널환경이 단일채널에서 다중채널로 전환되고 있는 시점에서 신채널의 시장규모를 예측하고, 전통채널에서 신채널로의 전환요인을 분석함으로써 보험회사의 채널전략 및 은행 측면에서의 채널전략 수립에 필요한 중요 정보 및 시사점을 제시하는데 있다.

분석결과 신채널의 시장점유율은 DM채널의 경우 중장기적으로 장기상해보험, 저축성보험, 종신보험 분야에서 10%대 이상의 점유율을 보일 것으로 예측되며, 은행채널의 경우 저축성보험 및 연금분야에서의 점유율이 높을 것으로 분석되었다.

전통채널에서 신채널로 변경하는 이유를 보험종목별로 전통채널에 대한 불만족 측면과 신채널의 매력적인 측면에서 분석하였다.

분석결과 채널간 만족도 차이는 ‘보험료 수준’, ‘수익률’ 또는 ’설계사의 설명‘ 측면보다는, ‘보험회사의 고객서비스’, ‘부가서비스’ 및 ‘담보수준’이 중요한 영향을 미치는 것으로 분석되었다.

따라서 전통채널이 경쟁우위를 점하기 위해서는 이러한 부분에 역점을 두는 마케팅 전략을 수립하여야 할 것이다.

채널특성 측면에서 신채널로 이동하는 주요 원인이 DM채널의 경우 ‘가격저렴성’, 은행채널의 경우는 ‘사업자의 안전성’인 것으로 분석되어 향후 신채널은 이러한 장점을 고려한 마케팅 전략을 수립하여야 할 것이다.

@highlight

본 연구의 목적은 보험회사의 신채널의 시장규모를 예측하고, 전통채널에서 신채널로의 전환요인을 분석해 보험회사의 채널전략 및 은행 측면에서의 채널전략 수립에 필요한 중요 정보 및 시사점을 제시하는 것이다.

@highlight

신채널의 시장점유율은 DM채널의 경우 저축성보험, 장기상해보험, 종신보험에서 중장기적으로 10%대 이상의 점유율을 보일 것으로 예상된다.

