본 연구에서는 암반비탈면의 성능기반 평가방안을 개발하기 위해 델파이 기법을 이용하여 성능별 평가항목을 도출하였으며, 요인분석을 통해 최종 평가항목의 타당성을 검증하였다.

비탈면의 성능은 상태건전성, 안전성 그리고 내구성으로 분류하였다.

델파이 조사를 통해 상태건전성에는 절리방향, 배수조건 등 17개의 평가항목이 도출되었으며, 안전성에는 낙석발생 가능성, 인명피해 규모 등 4개의 평가항목이 도출되었다.

내구성에는풍화도를 포함한 3개의 평가항목이 도출되었다.

델파이 조사를 통해 도출된 24개의 평가항목에 대해 탐색적요인분석(EFA)을 실시한 결과, 24개의 평가항목 모두 타당성을 확보하고 있는 것으로 나타났다.

또한, 탐색적요인분석 결과에 따라 3가지의 성능유형을 내적 상태건전성, 외적 상태건전성, 위험도, 피해도 그리고 지반 및보호/보강시설의 내구성으로 세분류하였다.

@highlight

본 논문에서는 암반비탈면의 성능기반 평가방안을 개발하기 위해 델파이 기법을 이용하여 성능별 평가항목을 도출하였다.

@highlight

요인분석을 통하여 최종 평가항목의 타당성을 검증했다.

@highlight

비탈면의 성능은 상태건전성, 안전성, 내구성으로 구분하였다.

