본 연구는 14개 은행, 1999~2005의 연도별 데이터를 가지고 은행의 대형화?

겸업화가 은행 리스크에 미치는 영향을 분석하였다.

은행의 안정성을 나타내는 지표로 Z-

index, 은행업주가지수에 대한 개별은행의 체계적 위험, 비체계적 위험, 총 위험 네 가지를 사용하였고, 대형화 변수는 개별은행 자산이 차지하는 비중과 CR3를, 겸업화 변수는 총수익중 이자수익 비중을 고려하였다.

패널 실증분석 결과 겸업화가 은행안정에 미치는 영향은 Z-

index, 체계적 위험, 비체계적 위험, 총 위험 모든 경우에 유의적으로 은행의 안정성을 제고하는 것으로 나타났으며 이는 강종구(2006)의 결과와 일치하는 것이다.

대형화를 개별은행 자산이 차지하는 비중으로 할 경우 은행안정에 미치는 영향은 강종구(2006)와 같이 상당수가 비유의적이어서 금융안정에 기여하지 못한다는 결과를 얻었다.

반면에 대형화의 변수로 CR3를 사용하면 재무제표를 이용한 Z-

index의 경우에는 대형화가 금융안정에 크게 기여함을 보여준다.

그리고 시장정보를 이용한 체계적 위험의 경우 대형화 변수는 비유의적이고 설명변수에 따라 부호도 일관되지 않는 등 일정한 통계적 상관을 찾기는 어려웠으나, 개별위험의 경우에는 유의적으로 위험을 높이는 것으로 나타났다.

@highlight

본고는 14개 은행의 연도별 데이터를 가지고 은행의 대형화겸업화가 은행 리스크에 미치는 영향을 살피고자 한다.

@highlight

은행의 안정성을 나타내는 지표로 Z-

@highlight

index, 체계적 위험, 비체계적 위험, 총 위험의 네 가지를 사용하였고, 대형화 변수는 개별은행 자산이 차지하는 비중과 CR3를, 겸업화 변수는 총 수익 중 이자수익 비중을 고려하여 살펴보고자 한다.

