목적：본 연구는 한국어 L1 화자와 고급 한국어 L2 학습자의 문장 내 조응어 해결을 관찰하여 접합면 가설을 검증하는 데에 목적이 있다.

방법：한국어 L1 화자 22명, 고급 한국어 L2 학습자 20명을 대상으로 선행사 선택 과제를 진행하였다.

조응의 방향과 대명사의 형태를 달리한 네 가지 조건의 종속문에서 집단 간 선행사 선택의 차이를 카이제곱 검정을 통해 분석하였다.

결과：순행 조응-

영 대명사 조건과 역행 조응-

외현적 대명사 조건에서 집단 간 선행사 선택에 차이가 나타났다.

그러나 순행 조응-

영 대명사 조건은 [±주제 전환] 의 분석에서 조응어 해결 전략의 차이로 보기 어려웠고, 역행 조응-

외현적 대명사 조건은 한국어의 통사적 제약에 대한 습득 결과로서 접합면 가설의 근거로 보기 어려웠다.

결론：한국어의 담화 중심 언어의 특성과 학습자의 L1(중국어)에 의한 언어 간 영향이 조응어 해결 문제에 변인으로 작용하고 있다는 점을 밝혔다는 데에 의의가 있다.

@highlight

본 연구는 한국어 L1 화자와 고급 한국어 L2 학습자의 문장 내 조응어 해결을 관찰하여 접합면 가설을 검증하는 것이 목적으로, 한국어의 담화 중심 언어의 특성과 학습자의 L1(중국어)에 의한 언어 간 영향이 조응어 해결 문제에 변인으로 작용하고 있음을 밝혔다.

