이 논문은 '중변분별론'에서 삼성설의 사상적 기반이 되고 있는 허망분별(abhūtaparikalpa)과 이취의 관계에 대한 분석을 통해 유식사상사에서 삼성의 구조 가운데 의타기성과 관련한 식의 분화 과정에 보이는 그 사상적 변천과정을 조망하고자 한다.

이를 위해 먼저 '중변분별론'의 게송 1.1과 1.3에 보이는 ‘허망분별’과 ‘이취’의 사상구조에 보이는 이해방식을 세친과 안혜의 견해를 통해서 검토한다.

이를 토대로 유식사상의 인식론적 구조에 보이는 허망분별과 자기인식의 문제를 검토한다.

한편 '중변분별론'의 ‘허망분별’과 세친의 ‘식전변설(識轉變說)’의 구조적 관계를 검토한다.

이를 토대로 안혜의 일분설(一分說)이나 호법의 사분설(四分說) 등과 관련하여 식이 구조적으로 분화되는 과정을 살펴본다.

아울러 이와 관련한 우에다 요시후미(上田義文)와 나가오 가진(長尾雅人)의 삼성과 이취의 관계를 둘러싼 두 논쟁을 비판적으로 검토한다.

결론적으로 이 논문은 유식사상사에서 허망분별과 이취, 그리고 식전변설의 구조적 관계 등에 대한 분석을 통해 유식의 구조와 식의 분화 과정에 보이는 그 사상적 변천과정과 자기인식의 문제를 조명한 것이다.

@highlight

중변분별론에서 삼성설의 사상적 기반이 되고 있는 허망분별과 이취의 관계에 대한 분석을 통해 유식사상사에서 삼성의 구조 가운데 의타기성과 관련한 식의 분화 과정에 보이는 그 사상적 변천과정을 조망하고자 한다.

@highlight


유식사상사에서 허망분별과 이취, 그리고 식전변설의 구조적 관계 등에 대한 분석을 통해 유식의 구조와 식의 분화 과정에 보이는 그 사상적 변천과정과 자기인식의 문제를 조명한 것이다.

