우리나라 주변의 국제범죄는 21세기형으로 급속히 진화하고 있다.

우리나라를 둘러싸고 있는 국제범죄조직으로 중국 흑사회, 홍콩·마카오의 삼합회, 일본 야쿠자, 러시아 마피야가 있다.

특히 러시아 극동 마피야는 연해주 및 사할린에 거주하는 교포 2세와 현지 마피야조직원들이 서로 연계하여 국내 연고자들을 통해 거점을 모색한 후 우리나라에 투자하거나 영주(F-5)비자를 취득하여 입국한 후 표면적으로는 수산업이나 해상 무역업에 종사한다고 하면서 실질적으로는 밀수나 마약을 통해 제2차 범죄를 일으키고 있어 우리나라가 극동 러시아와 중국 홍콩을 오가는 각종 범죄의 중간 경유지가 되고 있다.

이러한 국제범죄조직에 대한 대응방안의 일환으로, 국제적인 연계망을 구축하여 관련 국가와 더불어 국제협력방안을 모색하고, 인터폴과 아센안폴을 통해 범죄정보를 교환하며, 국제 사법 공조를 포함해 범죄인 인도 및 요구로 국제조약에 따라 해당 국가간 국제범죄조직 퇴치를 위한 활발한 교류와 유대강화가 요구된다.

@highlight

우리나라 주변의 국제범죄는 21세기형으로 급속히 진화하고 있다.

@highlight

우리나라를 둘러싸고 있는 국제범죄조직으로 중국 흑사회, 홍콩·마카오의 삼합회, 일본 야쿠자, 러시아 마피야가 있다.

