이 연구는 국내 거주 고려인의 민족 정체성과 국가 정체성 형성과 변화에 대한 것으로 정체성을 정치적, 문화적, 이데올로기적 체제의 맥락과 역사적 관계에 접근해서 고찰하였다.

이를 위해 경기도 안산시, 광주광역시 광산구를 중심으로 노동자, 자영업자 등 총 15명을 대상으로 2019년 6월 2~23일과 2020년 1월 24~26일 동안 심층 인터뷰를 하였다.

연구 결과는 다음과 같다.

국내 거주 고려인이 보인 정체성은 정치적 맥락에서는 혈통이 가장 큰 역할을 하였다.

고려인은 거주국 국가에 대한 소속감은 있지만, 국민으로 큰 소속감은 없었다.

또한 중앙아시아 고려인과 러시아 고려인 간에는 지역 차이뿐만 아니라 마을과 도시, 환경, 문화 차이, 세대 차이, 각자의 태도와 성격에서 작은 차이가 있었다.

문화적 맥락에서는 고려인의 민족 정체성은 민족 혼종성과 언어보다는 민족 애착 등이 큰 역할을 하고 있다.

이데올로기 체제 맥락에서는 고려인은 냉전 시기에는 남북체제 요인으로 인해 영향을 받았지만, 현재 고려인의 북한에 대한 인식은 매우 부정적이었다.

관계에 따른 고려인의 정체성은 역사적인 시기에 따라 다르게 나타나고 있다.

특히 소련의 한인 민족정책이 고려인정체성에 영향을 주었다.

고려인의 민족 정체성과 거주국의 국가 정체성은 복잡한 역사적 성격을 지니며 형성되고 변화해 왔다.

따라서 고려인에 대한 새로운 관계와 이해의 인식 틀을 만들어가는 작업이 필요해 보인다.

또한 고려인이 한국 사회에 정착을 원하면 경제적이고 문화적인 토대를 우리모국이 제공해 주었으면 한다.

@highlight

이 연구의 목적은 국내 거주 고려인의 민족 정체성과 국가 정체성 형성과 변화에 대한 것으로 정체성을 정치적, 문화적, 이데올로기적 체제의 맥락과 역사적 관계에 접근해서 고찰하는 데 있다.

@highlight

연구 결과는 국내에 살고 있는 고려인이 보인 정체성은 정치적 맥락에서는 혈통이 제일 큰 역할을 하였고 거주 국가에 대한 소속감은 있지만, 국민으로서는 큰 소속감은 없는 것으로 나타났다.

