저작권법상 공표가 성립하느냐를 판단하는 핵심 기준은 사용된 방법이 무엇이냐가 아니고 그 결과 ‘공중에게 공개’가 되었느냐의 여부라고 할 수 있다.

뿐만 아니라 저작물을 발행하는 방법을 통한 공표도 ‘공중의 수요를 충족시키기 위하여’라는 목적보다도 결과적으로 ‘공중에게 공개’ 되었느냐의 여부에 의해 그 성립이 결정됨이 타당하다.

따라서 ‘공중에게 공개’ 여부를 공표의 판단의 결정적 기준으로 삼는다면 공표는 최초의 공표 한 번으로 성립되고, 그 이후에는 같은 저작물에 대해 계속해서 공표를 인정하지 않는 것이 논리적으로 옳다고 본다.

이미 최초의 공표로 특정 혹은 불특정 다수인에게 공개되었다면, 그 이후에는 어떤 방식이 사용되든지 동일한 내용이 반복해서 공중에게 공개된 것 자체를 문제 삼는 것은 적절하지 않기 때문이다.

그러나 만일 저작자 아닌 자가 저작자로 허위 기재되는 것에 저작자 자신이 동의한 경우라면, 이를 공표하더라도 어떠한 저작권침해 책임도 물을 수 없게 된다.

이 논문의 입장은 저작자 허위 기재로 인한 발행에 면죄부를 주고자 함이 아니라, 현행 규정의 한계를 지적하기 위한 것이다.

따라서 본문에서 언급한 바와 같이 제137조 제1항 제1호의 규정을 일부 수정한다면, 부당한 저작자 기재를 하여 저작물을 발행한 행위를 처벌하는 것이 충분히 가능하다는 입법론이 제시될 수 있다.

@highlight

저작권법상 공표 성립 판단과 저작물 발행 공표 기준은 ‘공중에게 공개’의 여부다.

@highlight

따라서 공표는 최초 한 번으로 성립되고, 동일 저작에 대한 중복 공표는 인정하지 않는다.

@highlight

그러나 저작자가 저작자의 허위기재를 동의했다면 그와 관계없이 저작권침해 책임을 물을 수 없다.

@highlight

이에 현행 규정 수정을 통해 부당한 저작자 기재의 저작물 발행 행위 처벌이 가능함을 주장한다.

