이 논문은 경제저성장, 초저출산, 인구고령화, 생산가능인구 감소, 내수시장 위축 등을 특징으로 하는 뉴노멀 시대에서 지속가능한 지역재생 모델 제시를 목적으로 한다.

이런 의도에서 일본의 중소 지방도시 다카마츠시(高松市)의 중심시가지 활성화 사례를 분석하였다.

다카마츠 모델의 내용과 목표는 산업, 환경, 인구라는 측면에서 요약할 수 있다.

첫째, 지역산업 활성화이다.

둘째, 에코 콤팩트시티 구축이다.

이는 지역이 보유한 각종 자원을 연계하고 순환시키는 생산, 소비, 유통구조를 만드는 것이다.

셋째, 지역고유의 커뮤니티 유지 및 재생 그리고 세대간 상생이다.

다카마츠 모델은 원도심의 고령자 중심 커뮤니티를 존속시키면서 생활기반과 교육시설까지 확충하여 젊은 연령대의 전입을 도모한다.

이런 지역재생전략은 유의미한 시사점을 제공한다.

우선 다카마츠 모델은 자원동원에 있어 정부의존을 최소화하는 대신 지역의 자원을 유기적으로 활용하는 내생적 지역재생이다.

심지어 지역에 사는 고령자를 약점이 아닌 강점이자 자원으로 인식한다.

마지막으로 다카마츠의 지역재생은 근시안적인 단기성과에 집착하지 않고 보다 장기적인 관점에서 사업을 추진해오고 있다.

한국의 도시재생 역시 지역주민의 합의를 바탕으로 장기적인 비전의 공유와 지속가능성 확보를 보다 중시할 필요가 있다.

@highlight

다카마츠 모델의 내용과 목표는 산업, 환경, 인구라는 측면에서 요약할 수 있다.

@highlight


지역산업 활성화이다.

@highlight


다카마츠 모델은 자원동원에 있어 정부의존을 최소화하는 대신 지역의 자원을 유기적으로 활용하는 내생적 지역재생이다.

