본 연구는 자율성을 증진할 수 있는 교육활동을 계획하여 실행하는 것이 유아의 자율행동에 어떠한 영향을 미치는지 알아보는데 목적이 있다.

연구 대상은 대전광역시에 소재한 2개의 공립유치원에 재원중인 만 4세, 만 5세 유아 34명(만 4세 9명, 만 5세 25명)이었다.

실험집단은 17명(만 4세 5명, 만 5세 12명), 통제집단은 17명(만 4세 4명, 만 5세 13명)이었다.

연구 도구는 유아 자율행동을 측정하기 위해 이학선(2007)에 의해 개발된 「유아 자율행동 검사」도구를 사용하였다.

실험집단은 유치원의 일과활동과 관련되며 자율성 요소를 포함하고 있는 자율성 교육활동을 실시하였고, 통제집단은 생활주제에 따른 유치원 교육과정을 적용하였다.

본 연구의 결과, 자율성 증진 교육활동은 등원 및 일과계획에서의 유아 자율행동, 자유선택활동에서의 유아 자율행동, 정리정돈 및 전이에서의 유아 자율행동, 집단활동에서의 유아 자율행동, 평가 및 귀가에서의 유아 자율행동에 통계적으로 유의한 차이가 있는 것으로 나타났다.

@highlight

자율성을 증진할 수 있는 교육활동이 유아의 자율행동에 어떠한 영향을 미치는지 알아보는데 있다.

@highlight

실험집단은 유치원의 일과활동과 관련 자율성 요소를 포함하는 자율성 교육활동을 실시하였고, 통제집단은 생활주제에 따른 유치원 교육과정을 적용하였다.

@highlight

자율성 증진 교육활동은 등원 및 일과계획에서의 유아 자율행동, 자유선택활동에서의 유아 자율행동, 정리정돈 및 전이에서의 유아 자율행동, 집단활동에서의 유아 자율행동, 평가 및 귀가에서의 유아 자율행동에 통계적으로 유의한 차이가 있는 것으로 나타났다.

