본 연구는 전산실험을 통해 중규모 건물에 설치한 수동형 TMD의 매개변수에 대한 가중 다목적 최적화 설계를 다루고 있다.

MATLAB으로 수치 시뮬레이션 코드를 작성함으로써 지진하중에 대한 동적응답을 파악하였으며 중심합성계획법과 반응표면법으로 구성한 전산실험을 기반으로 하는 가중 다목적 최적화 기법을 적용하여 TMD의 최적 동조 매개변수를 찾고자 하였다.

본 연구에서는 10층 건물을 대상으로 El Centro를 벤치마크 지진으로 가진하여 반응모델을 생성하고, AHP를 이용하여 반응변수 사이의 상대적 중요도를 산출한 후 가중다목적최적화 설계를 실시하였다.

본 연구의 방법으로 최적화된 매개변수를 가진 TMD는 지진 응답을 효과적으로 저감하였다.

El Centro 지진이 작용하는 경우 RSM 기반 가중 다목적 최적설계방법으로 최적화한 TMD의 진동수 응답과 최상층 평균제곱변위는 비제진시보다 각각 31.6%와 82.3% 향상되었고, 모든 적용 지진에서 기존 설계법보다 동등 또는 이상의 성능을 가진 것으로 확인되었다.

@highlight

전산실험을 통해 중규모 건물에 설치한 수동형 TMD의 매개변수에 대한 가중 다목적 최적화 설계를 다뤘다.

@highlight

MATLAB으로 수치 시뮬레이션 코드를 작성하여 지진하중에 대한 동적응답을 파악하였다.

@highlight

가중 다목적 최적화 기법을 적용하여 TMD의 최적 동조 매개변수를 찾으려 하였다.

