목적: 본 연구는 뇌졸중으로 인한 편마비 환자를 대상으로 거울치료의 임상적용 가능성 및 효과를 제시하는 데에 목적이 있다.

연구방법: 2005년 1월부터 2016년 1월까지 국외 학술지에 게재된 논문을 PubMed를 통하여 검색하였다.

포함기준과 배재기준을 고려하여 최종적으로 9개의 논문을 대상으로 분석하였다.

결과: 거울치료의 효과를 알아보기 위한 중재방법으로는 손목과 손의 단순한 움직임과 과제기반 거울치료가 사용되었다.

중재효과를 알아보기 위해 상지기능, 일상생활동작, 신체적 상태, 삶의 질 평가도구가 사용되었다.

상지의 기능은 근위부보다 원위부에서 더욱 효과가 있고, 일상생활동작에서도 유의한효과가 있는 것으로 나타났으나, 삶의 질에서는 실험군과 대조군 사이에 유의한 차이가 없는 것으로나타났다.

결론: 연구를 통해 임상 치료사들은 대상자의 특성에 따라 거울치료를 적절하게 사용할 근거를 찾을 수있을 것이라 생각된다.

하지만 다양한 거울치료의 프로토콜로 인해 효율적인 적용방법을 확인하는 데어려움이 있었다.

앞으로는 거울치료의 효과를 극대화 할 수 있는 체계화된 치료 프로토콜이 개발되어야 할 것이다.

@highlight

뇌졸중으로 인한 편마비 환자를 대상으로 거울치료의 임상적용 가능성 및 효과를 제시하는 데에 목적이 있다.

@highlight

중재효과를 알아보기 위해 상지기능, 일상생활동작, 신체적 상태, 삶의 질 평가도구가 사용되었다.

@highlight

 임상 치료사들은 대상자의 특성에 따라 거울치료를 적절하게 사용할 근거를 찾을 수있을 것이라 생각되지만 다양한 거울치료의 프로토콜로 인해 효율적인 적용방법을 확인하는 데어려움이 있어  앞으로는 거울치료의 효과를 극대화 할 수 있는 체계화된 치료 프로토콜이 개발되어야 할 것이다.

