본 연구에서는 외상경험 개방에 대한 사회적 반응을 측정하기 위해 Ullman(2000)이 개발한 사회적 반응 척도(Social Reactions Questionnaire: SRQ)를 한국판으로 타당화하고자 하였다.

이를 위해 원척도를 번안하여 한국판 사회적 반응 척도를 제작하여 요인구조를 확인하고, 그 신뢰도 및 타당도를 검증하였다.

서울 및 수도권 소재 여자 대학생 672명을 대상으로 설문을 실시하여 대인간 외상 경험이 있는 292명의 자료를 분석에 사용하였다.

예비 문항의 문항분석을 통해 문항의 양호도를 평가하고, 평균, 문항-

총점 상관, 내적합치도 등을 고려하여 문제가 되는 2문항을 삭제하여 44문항으로 최종문항을 구성하였다.

최종척도의 요인구조를 확인하고자 확인적 요인분석을 실시하였다.

그 결과 원척도와 동일하게 7요인 상호 상관 모델이 가장 적합한 것으로 나타났다.

신뢰도 검증을 위해 내적합치도 α값을 산출한 결과 전체 척도와 각 요인의 내적합치도가 모두 높게 나타나 본 척도가 신뢰롭게 구성된 것을 확인하였다.

추가적인 타당도 검증을 위해 관련 척도들과 상관 및 회귀분석을 통해 변별타당도와 준거관련 타당도를 확보하였다.

본 연구 결과를 토대로 연구의 의의와 제한점에 대해서 함께 논의하였다.

@highlight

이 연구에서는 외상경험 개방에 대한 사회적 반응을 측정하기 위해 Ullman(2000)이 개발한 사회적 반응 척도(Social Reactions Questionnaire: SRQ)를 한국판으로 타당화하고자 하였다.

@highlight

이 연구 결과를 토대로 연구의 의의와 제한점에 대해서 함께 논의하였다.

