이 연구의 목적은 2000년대 이후 자민당 중앙-

지방조직의 상호작용이 정책변경에 어떠한 영향을 미쳤는가를 분석하는 것이다.

자민당 정부가 지방의 이해관계에 상반되는 정책변경을 추진했을 때, 지방의 요구는 정책에 반영되었는가.

만약 반영되었다면 어떻게 반영되었으며, 반영되지 못했다면 그 이유는 무엇인가를 밝히고자 하였다.

구체적으로는 정책변경 시 지방의 강한 압력이 작용한 대표적인 사례로써 지방분권 개혁 하의 재정이전 문제와 TPP 협상 문제에 주목하여 정부와 당 중앙, 그리고 지방조직 간의 상호작용을 살펴보았다.

결과적으로 두 가지 개혁 사례는 다른 결과를 낳았다.

우선, 재원이전 사례에서는 지방조직이 자민당 중앙에 압력을 가한 결과, 당 중앙이 지방의 요구를 대변하는 구조가 확인되었다.

반면, TPP 협상을 둘러 싼 지방조직의 압력은 초기에 한정되었으며, 당 중앙이 정부의 방침을 대변하는 구조가 확인되었다.

이는 지방의 강한 요구와 압력이 작용하더라도, 당 중앙이 정부와 지방조직 중 어느 쪽을 대변했는가에 따라 상이한 정책적 귀결이 도출된 것임을 보여준다.

위의 결과는 2000년대 이후 당 중앙의 행동양식에서 탄력성이 증가했음을 말해준다.

즉 당 중앙은 정권유지를 도모하는 가운데, 정치적 반응성과 책임성의 양 축에 무게중심을 두고 정부-

지방조직 양자 간을 조율하는 전략적 대응방식을 보이고 있다.

@highlight

이 연구의 목적은 2000년대 이후 자민당 중앙-

@highlight

지방조직의 상호작용이 정책변경에 어떤 영향을 미쳤는가를 분석하는 것이다.

@highlight

우선, 재원이전 사례에서는 지방조직이 자민당 중앙에 압력을 가한 결과, 당 중앙이 지방의 요구를 대변하는 구조가 확인되었다.

