프랑스의 사실주의 소설을 연 것으로 평가되는 발자크의 초기 작품에서는 낭만주의적 경향이 매우 짙었다.

또한 한국문학사에서 토속적 신앙과 운명의 힘을 그린 김동리의 작품 역시 낭만주의 작품으로 볼 수 있으며, 신비주의 사상의 영향과 신화적 탐색의 면에서 발자크와 매우 유사한 양상을 보이고 있다.

낭만주의적 성격이 짙은 발자크의 초기 작품들은 신비주의적 절대를 추구하고 있으며, 탐색의 신화 역시 작품에서 빼놓을 수 없는 중요한 주제가 되고 있다.

발자크를 비롯한 낭만주의 작가들은 무엇보다도 이미지를 신봉하였으며, 풍요로운 신화적 상상력을 끊임없이 탐구하여 신화적 의식에서 진실과 구원을 찾았다.

이들은 탐색의 서사시를 계승하였으며, 따라서 영혼이 어떻게 해서 일련의 시련을 거쳐 한층 높은 단계에 이를 수 있는가를 보여주는 정신적 도정을 묘사하였다.

김동리 역시 자신의 초기 작품들을 낭만주의적 경향으로 규정한 바 있다.

발자크로부터 직접적인 영향을 받은 흔적은 발견되지 않지만, 신화적 공간에서 죽음과 재생의 주제는 두 작가에게서 공통적으로 나타나 있다.

본 논문에서는 시간과 공간의 차이를 떠나 두 작가의 낭만주의적 경향과 신화적 탐색의 주제를 발자크의 초기 작품과 김동리의 단편소설을 통해 원형성으로의 회귀와 우로보로스적 욕망으로 나타나는 죽음과 재생의 양상으로 살펴보고자 했다.

@highlight

발자크의 초기 작품에서는 낭만주의적 경향이 매우 짙고 김동리의 작품 역시 신비주의 사상의 영향과 신화적 탐색의 면에서 발자크와  유사한 양상을 보이고 있는데  낭만주의 작가들은 무엇보다도 이미지를 신봉하였으며, 풍요로운 신화적 상상력을  탐구하여 신화적 의식에서 진실과 구원을 찾고자 하였다.

@highlight

영혼이 어떻게 해서 한층 높은 단계에 이를 수 있는가를 보여주는 정신적 도정을 묘사하였는데 김동리  초기 작품들을 낭만주의적 경향으로 규정한 바, 발자크로부터 직접적인 영향을 받은 흔적은 발견되지 않지만, 신화적 공간에서 죽음과 재생이 공통적으로 나타나 있다.

@highlight

이에 본 연구에서 두 작가의 낭만주의적 경향과 신화적 탐색의 주제를 죽음과 재생의 양상으로 살펴보고자 했다.

