본 연구는 유아의 스마트기기 사용 현황과 스마트기기 사용 게임 과몰입 현황을 파악하고, 유아의 개인적 특성과 사용에 따른 스마트기기 게임 과몰입 경향성의 차이를 밝히고자 하였다.

유아의 어머니 221명을 대상으로 설문조사 하였다.

연구결과 첫째, 3세미만 유아가 주 5일 이상, 1시간미만으로 사용하고 있었고 주로 어머니가 다른 일에 집중해야할 때, 혼자 혹은 형제와 함께 스마트기기 사용 게임을 하였다.

어머니들은 스마트기기가 유아에게 미치는 영향에 대해서는 부정적이거나 잘 모르겠다고 인식하고 있었으며 자녀의 사용 경향은 점차로 증가하고 있다고 인식하였다.

둘째, 유아의 스마트기기 게임 과몰입 경향성의 유형은 일반군이 대부분이었으나 잠재군, 환경 개선군, 위험군도 다소 비중 있게 나타났다.

셋째, 게임 과몰입 경향의 차이를 분석한 결과 어머니의 취업과, 최초사용시기, 사용빈도, 어머니의 선 탐색 여부에 따라 유아의 전체 과몰입에 차이가 있는 것으로 나타났다.

이러한 본 연구결과는 유아 긍정적인 스마트기기 사용을 위한 교육과 과몰입 예방 교육이 이루어져야 하며, 바람직한 유아의 스마트기기 사용을 도울 수 있도록 부모를 지원하는 노력이 필요함을 시사하고 있다.

@highlight

이 연구는 유아의 스마트기기 사용 현황과 스마트기기 사용 게임 과몰입 현황을 파악하고, 유아의 개인적 특성과 사용에 따른 스마트기기 게임 과몰입 경향성의 차이를 밝히고자 하였다.

