본 연구는 빈곤층의 정치의식을 파악하기 위해 2004년 부산울산경남지역의 37개 지역을 대상으로 설문조사를 시행한 결과분석이다.

빈곤층의 정치의식-

정치적 관심, 정치적 참여, 정치적 불신, 정치적 효용감-

을 설명하기 위해 본 연구에서는 빈곤층의 사회인구학적 특성과 빈곤의 다차원적 특성을 독립변수로 이용하여 다음과 같은 가설을 설정하였다.

첫째 가설은, ‘빈곤층의 사회인구학적 특성-

성, 연령, 지역-

은 빈곤층의 정치의식에 영향을 미친다.

’ 둘째 가설은 ‘빈곤층의 다차원적 특성-

경제적 결핍, 인적능력의 결핍, 사회적 배제-

은 빈곤층의 정치의식에 영향을 줄 것이다.

’ 분석의 결과는 빈곤층의 사회인구학적 변수와 빈곤의 다차원적 변수는 빈곤층의 정치의식에 영향을 미치고 있는 것으로 나타났다.

이를 종합해 보면, 빈곤층의 정치의식에 영향을 미치는 변수는 다음과 같이 나타났다.

정치적 관심에 있어서는 성별과 연령, 지역, 학력, 장애여부, 취업변수 등으로 나타났으며, 또한 정치적 참여는 성별, 연령, 학력, 경제적 압박감, 적개심이라는 변수들에 의해 영향을 받고 있다.

정치 불신에 있어서는 빈곤층의 성별, 경제적 압박감, 장애여부의 변수들에 의해 영향을 받는 것으로 조사되었다.

정치적 효용감의 측면에서도 성별, 연령, 지역(도시와 농촌), 경제적 압박감, 장애여부의 독립변수들이 영향을 주는 것으로 나타났다.

@highlight

이 연구는 빈곤층의 정치의식을 파악하기 위해 2004년 부산울산경남지역의 37개 지역을 대상으로 설문조사를 시행한 결과분석이다.

