컨테이너 터미널 운영자들은 적하작업과 반출작업의 시간을 줄이기 위하여 재배치작업 계획을 고려하고 있다.

재배치작업 계획은 자동화 야드 크레인의 유휴시간을 이용하여 야드에 장치되어 있는 컨테이너를 추후에 발생하는 적하작업 및 반출작업의 시간이 적게 소요되는 위치로 장치위치를 이동 배치하는것을 말한다.

본 연구는 수직배치형 자동화 컨테이너 터미널의 장치블럭 내에서 베이간 재배치작업 계획을 다룬다.

베이간 재배치작업 계획은 주말이나 야간 등 유휴시간에 자동화 야드 크레인을 이용하여 재배치할 컨테이너, 재배치할 장치위치, 재배치 컨테이너들의 작업순서를 함께 결정하는 작업계획을 수립하는 것이다.

본 연구에서는 재배치작업중 베이내 여유공간에 대한 제약을 만족시키는 작업순서 및 장치위치를 동시에 결정하는 재배치작업 계획에 대한 혼합정수계획모형을 제시하였다.

또한, 빔 탐색기법을 이용하여 다양한 수치 실험을 수행하여 재배치작업 계획에 대한 여러 가지 특성을 분석하여 제시하였다.

@highlight

본 연구는 수직배치형 자동화 컨테이너 터미널의 장치블럭 내에서 베이간 재배치작업을 다룬다.

@highlight

재배치작업중 베이내 여유공간에 대한 제약을 만족시키는 모형을 제시하고, 빔 탐색기법을 이용하여 다양한 수치 실험을 수행하여 재배치작업 계획에 대한 여러 특성을 분석했다.

