여성주의 상담은 주로 여성들의 삶과 여성들이 처한 사회문화적 구조에 관심을 갖고 그로 인해 여성의 삶이 어떤 영향을 받았는지를 탐색하고 인식하는 학문의 영역이자 상담 방법이다.

여성주의는 단지 차별받는 여성을 염두에 둔 것이 아니라 모든 차별과 억압을 인식하며 구조적 억압이 개인에게 미치는 영향을 연구한 것이기에 여성이 아닌 타(他)젠더에게도 적용될 수 있는 상담이론과 방법이다.

이에 이 논문에서는 과연 여성주의 상담이 타젠더와의 상담에서도 젠더에 상관없이 실제적으로 적용되었을 때 유용한지에 대한 연구 질문에 답하고자 하며, 여성주의 상담이 개인의 문제를 구조적인 관점과 균형 맞춰 이해하는데 효율적이므로 여성주의 상담을 주요 상담이론과 통합적으로 적용해 문제를 이해했을 때 깊은 내담자 통찰이 가능하다고 주장한다.

이를 위해 여성주의의 흐름, 여성주의 목회상담의 발전, 여성주의 상담의 원리, 여성주의 상담이론과 방법을 다른 젠더에 적용해본 사례를 들어 설명할 것이다.

사례는 군대에서 심한 폭력을 당해 그 트라우마로 힘들어 하는 20대 후반의 청년과 트렌스젠더인 성소수자의 이야기이다.

@highlight

여성주의 상담은 주로 여성들의 삶과 여성들이 처한 사회문화적 구조에 관심을 갖고 그로 인해 여성의 삶이 어떤 영향을 받았는지를 탐색하고 인식하는 학문의 영역이자 상담 방법이다.

@highlight

이에 이 논문에서 과연 여성주의 상담이 타젠더와의 상담에서도 젠더에 상관없이 실제적으로 적용되었을 때 유용한지에 관한 연구 질문에 답하고자 하며, 여성주의 상담이 개인의 문제를 구조적인 관점과 균형 맞춰 이해하는데 효율적이므로 여성주의 상담을 주요 상담이론과 통합적으로 적용해 문제를 이해했을 때 깊은 내담자 통찰이 가능하다고 주장한다.

