본 연구는 국내 강도 범죄자들의 동종 전과 유무에 따라 가해자와 피해자의 배경 특성, 범행 장소, 범행 수법 등에 있어 차이점이 나타나는지를 살펴보고자 하였다.

더불어, 강도 범죄자에게 있어 동종 전과가 있는지를 예측하는 요인들을 알아보고자 하였다.

국내에서 2011년부터 2013년 사이에 기소된 강도 사건 중 기록 조사로 수집된 총 512건을바탕으로, 가해자가 동종 전과가 있는 186건을 동종 전과가 없는 326건과 비교하여 분석하였다.

그 결과, 우선 동종 전과가 있는 강도 범죄자의 경우 그렇지 않은 범죄자들에비해 평균 연령이 더 높았으며, 여성을 대상으로 범죄를 저지른 비율이 더 높은 것으로나타났다.

또한 동종 전과가 있는 강도 범죄자들은 흉기나 결박도구 등을 미리 준비하여범행을 저지른 비율이 더 높았으며, 주거침입강도의 비율이 더 높았다.

반면, 동종 전과가 없는 강도 범죄자의 경우 주로 자신의 거주지나 그 인근에서 노상강도를 저지른 비율이 더 높은 것으로 나타났다.

마지막으로 본 연구의 한계점과 함께, 강도 범죄 전과가 범행에 미치는 영향 및 강도 범죄자 재범 방지에 대한 시사점에 대해 논의하였다.

@highlight

이 연구는 국내 강도 범죄자들의 동종 전과 유무에 따라 가해자와 피해자의 배경 특성, 범행 장소, 범행 수법 등에 있어 차이점이 나타나는지를 살펴보고자 했다.

