본 연구는 제도적-

잔여적 복지체제 선호에 따른 청소년의 복지인식에 대한 유형화를 하고자 하였다.

복지인식유형은 다양한 변수들에 대한 직?

간접적인 경험에 의해서 형성된다.

본 연구에서는 복지 인식 유형화 분석을7가지 분류기준(소득분배인식, 국가의 역할인식, 제도적 복지와 잔여적 복지에 대한 인식, 조세 증세에 대한 인식, 복지와 근로의욕에 대한 인식)으로 설정하여 구조화하였다.

연구대상은 제주지역 청소년 사회복지 연계전공40명을 대상으로 분석하였으며, 연구방법은 인간의 주관성을 다루는데 용이한 Q방법론을 활용하였다.

연구결과, 연구대상 모두에서 기본적으로 제도적 복지를 선호하고 있었다.

청소년의 복지에 대한 인식은 3가지 유형으로 구분되었다.

유형 1은 권리적 복지형, 유형 2는 효율적 복지형, 유형 3은 의무적 복지형으로 명명화하였다.

연구결과를 토대로 청소년의 복지인식의 현시점을 성찰하여 복지국가로 나아가기 위한 청소년의 교육적, 실천적 방향을 제시하고자 하였다.

@highlight

본고는 제도적-

@highlight

잔여적 복지체제 선호에 따른 청소년의 복지인식에 대한 유형화를 하고자 하였으며, 복지인식유형은 여러 변수들에 대한 직?

@highlight

간접적인 경험에 의해 형성된다.

