본 연구는 현상학적 방법을 적용하여 직장인들의 자원봉사활동 경험의 의미와 본질을 탐색하고 이해하는데 목적이 있다.

이에 대한 질문은 “직장인이 경험한 자원봉사활동의 의미는 어떠한가”이다.

연구 참여자는 7명이며, 연구 자료인 면접 촬영 비디오는 현상학적 방법 중 Colaizzi의 방법을 활용하여 분석하였다.

분석 결과, 직장인들의 자원봉사활동 경험은 18가지의 주제와 6가지의 범주로 추출되었다.

6개의 범주는 ‘한발 내딛음’, ‘한 걸음 다가감’, ‘함께 스며듦’, ‘더불어 함께함을 알아감’, ‘회사 생활의 여유를 찾음’으로 나타났다.

직장인들이 경험한 자원봉사활동의 의미는 더불어 사는 사회에서 이웃을 알아가는 과정이고, 자원봉사활동을 통해 자신의 생활이 서서히 변화하는 것으로 나타났다.

이러한 연구결과는 직장인 자원봉사활동 경험의 내용과 과정에 대한 이해를 향상시킴으로써 사회복지분야의 인적자원을 증진하고 자원봉사활동의 활성화에 있어 기초 자료가 될 것이다.

@highlight

본고는 직장인의 자원봉사활동의 의미를 이해한다.

@highlight

그 결과 직장인의 자연봉사활동은 ‘한발 내딛음’, ‘한 걸음 다가감’, ‘함께 스며듦’, ‘더불어 함께함을 알아감’, ‘회사 생활의 여유를 찾음’으로 나타났고 이는 더불어 사는 사회에서 이웃을 알아가는 과정인 것이다.

