백금스크랩 침출물(백금, 로듐, 알루미늄, 철)용액으로부터 백금 분리를 위하여, 추출제 D2EHPA와 tri-

butyl-

phosphate(TBP)를 이용하여 현탁중합법에 기초한 추출 수지를 합성하고 분리효율을 평가하였다.

수지 합성 시 추출제의 고른 분산과 균일한 입자를 만들어 알루미늄과 철의 추출량을 증가시키고자 반응 개시제인 benzoyl peroxide(BPO)의 첨가법을 변화시켜 세 번 나누어 첨가하였다.

D2EHPA를 이용하여 합성한 추출수지의 경우 백금 스크랩 침출물 내 Fe와 Al을 99~100% 추출하는 것을 확인하였다.

또한 침출물 내 잔류된 Pt와 Rh의 경우 TBP를 이용하여 합성한 추출수지가 Pt만 선택적으로 추출하는 것을 확인할 수 있었다.

두 수지 모두 55℃까지는 추출효율이 증가하나, 그 이상의 온도에서는 영향이 없는 것으로 확인되었으며, 추출수지의 첨가량에 따른 추출효율은 D2EHPA 수지의 경우 3~5%농도에서 최대 추출효율 99.5~99.9%를 확인하였고, TBP수지의 경우 5~10%농도에서 74%의 최대 추출효율을 확인하였다.

@highlight

백금스크랩 침출물(백금, 로듐, 알루미늄, 철)용액으로부터 백금 분리를 위해, 추출제 D2EHPA와 tri-

@highlight

butyl-

@highlight

phosphate를 이용해 현탁중합법에 기초한 추출 수지를 합성하고 분리효율을 평가했다.

