본 연구의 목적은 초등학생 일기 검사의 위헌성 여부를 검토하는 것이다.

본 연구의 방법은 국가인권위원회 결정의 분석이다.

본 연구의 주요 결과는 다음과 같다.

첫째, 국가인권위원회는 일기 쓰기의 교육적 효과를 인정하였으나 일기 검사가 일기 쓰기의 본래 목적에 반하고 글쓰기 능력 향상, 글씨 공부 등은 다른 방법을 통하여 성취가능하므로 일기 검사가 아동의 사생활의 비밀과 자유 및 양심의 자유를 침해한다고 결정하였다.

둘째, 일기 검사는 교사에 의한 아동의 사생활 엿보기라는 측면이 있고 사생활 공개에 대한 두려움으로 인하여 솔직한 내용을 일기에 쓰지 못하도록 하는 사생활에 대한 외부의 간섭 또는 압력에 해당되며 기본권 제한요건 중 형식 요건과 방법 요건을 충족시키지 못하므로 아동의 사생활의 비밀과 자유를 침해한다.

끝으로, 일기 검사는 아동으로 하여금 자신의 비밀스러운 사생활을 솔직하게 기술할 것인가 또는 말 것인가에 대한 가치 판단을 유도하고 평가, 제재, 공개 등의 두려움 때문에 아동이 자신의 사생활을 솔직하게 기술하지 못하도록 하며 기본권 제한요건 중 형식 요건, 방법 요건, 그리고 내용 요건에 위반되므로 아동의 양심적 결정의 자유 및 부작위에 의한 양심실현의 자유를 침해한다.

@highlight

이 연구의 목적은 초등학생 일기 검사의 위헌성 여부를 검토하는 것이다.

@highlight

국가인권위원회는 일기 쓰기의 교육적 효과를 인정했으나 일기 검사가 일기 쓰기의 본래 목적에 반하고 글쓰기 능력 향상, 글씨 공부 등은 다른 방법을 통해 성취가능하므로 일기 검사가 아동의 사생활의 비밀과 자유 및 양심의 자유를 침해한다고 결정했다.

