합동작전에 참여하는 부대가 효과적으로 임무를 수행하기 위해서는 조직, 시스템, 장비, 교리·절차 등 전 영역(물리·정보·인지·사회)에서의 상호운용성이 우선적으로 달성되어야 한다.

기존의 상호운용성 평가모델들을 분석해보면 하드웨어 중심의 평가에서 시스템, 조직, 작전 등으로 평가 범위가 확장되었으며, 이러한 과정에서 많은 모델들은 전투발전요소를 평가항목에 포함시켰다.

그러나 대부분의 모델들은 전투발전요소의 일부만을 평가항목으로 적용하고 있어 전투발전요소 전체에 대한 상호운용성 평가가 제한되고, 모델을 효과적으로 적용하기 위한 프로세스의 구체화와 평가결과에 대한 객관성을 보장하기 위한 측정기준 개발 등 추가적인 연구가 요구되는 상태이다.

본 논문에서는 이러한 제한사항을 보완하기 위해 전투발전요소 전체를 평가항목으로 적용하는 ‘전투발전요소 중심의 상호운용성 평가모델’을 제안한다.

제안된 모델은 능력개념을 도입하였고, 전투발전요소 전체를 적용하여 평가대상의 상호운용성 수준을 보다 총체적으로 비교 평가할 수 있다.

또한 이 모델은 각 전투발전요소의 상호운용성 속성 중에서 합동성과 관련된 속성을 선별 및 적용하여 합동작전에 참여하는 부대의 합동성 수준까지 비교 평가할 수 있는 장점을 가지고 있다.

@highlight

본고에서는 이런 제한사항을 보완하기 위해 전투발전요소 전체를 평가항목으로 적용하는 ‘전투발전요소 중심의 상호운용성 평가모델’을 제안한다.

