이 글에서는 남도계면조가 우세하면서도 경기도와 경상도의 인접지역 음악의 영향이 큰 전북민요의 특징에 주목하여 인접지역 음악현상이 나타나는 양상에 대해 살펴보았다.

그 과정에서 경기민요 또는 동부민요의 음악적 특성이 전북민요에 상당히 혼효(混淆)되어 있음을 확인하였다.

그 양상은 민요의 성격에 따라 다소 차이가 있는 것으로 확인되었다.

타 지역의 선법이 그대로 쓰이는 형태보다는 남도계면조와 자연스럽게 섞여 불리는 소리가 훨씬 많았다.

서로 다른 두 선법이 혼합되기도 하고, 남도계면조에 경기도·경상도 지역 민요의 특징적 시김새가 반영되는 등 다양한 형태로 존재하였음을 알게 되었다.

또한 메기는소리와 받는소리의 선법이 각각 다른 것도 있었는데, 그럼에도 서로 다른 형태의 소리가 자연스럽게 연결되어 불린다.

경기, 동부민요의 음악현상은 들노래에서 가장 두드러지게 나타나고 비교적 넓은 지역에 분포되어 있다.

상여소리는 대체로 남도계면조가 우세한 가운데 동부산간 지역에 동부민요선법의 영향이 큰 것으로 확인되었다.

@highlight

이 글에서는 남도계면조가 우세하면서도 경기도와 경상도의 인접지역 음악의 영향이 큰 전북민요의 특징에 주목하여 인접지역 음악현상이 나타나는 양상에 대해 살펴보았다.

