본 연구의 목적은 사회복지비 부담이 지방자치단체의 부채에 어떠한 영향을 미치는지 실증적 분석을 통하여 알아보는 데 있다.

복지지출과 부채 간의 관계를 실증적으로 분석하기 위하여 먼저 이론적 검토를 하였으며 이를 통하여 지방자치단체의 복지비 지출을 소비적 특성이 강한 복지와 생산적 특성이 강한 복지로 탐색적인 구분을 하였다.

그리고 2012년에서 2014년 간의 패널자료를 통하여 복지비 지출이 자치구의 부채에 미치는 영향을 확률효과 모형을 활용하여 분석하였다.

실증적 분석결과 복지비 비중이 자치구의 부채에 일부 통계적으로 유의미한 영향을 미치는 것으로 분석되었다(＋).

그리고 소비적 성격의 복지로 살펴본 국민기초생활보장, 보건의료비 지출 비율이 높은 자치구의 경우 부채에 정(+)으로 유의미한 영향을 미치는 것으로 나타났으며, 생산적 특성이 강한 복지로 살펴본 보육 가족 및 여성, 노동 복지지출은 자치구의 부채에 다수 부(－)의 영향을 미치는 것으로 나타났다.

마지막으로 취약계층 지원은 자치구의 부채에 다수 정(＋)의 영향을 미치는 것으로 나타났으며 본 연구의 가설과는 다른 방향을 보인다.

이러한 분석결과를 바탕으로 지방자치단체의 복지제도에 대한 정책적 시사를 제공하고자 한다.

@highlight

사회복지비 부담이 지방자치단체의 부채에 어떠한 영향을 미치는지 실증적 분석 결과, 복지비 비중이 자치구의 부채에 일부 통계적으로 유의미한 영향을 미치는 것으로 분석되었다.

@highlight

생산적 특성이 강한 복지로 살펴본 보육 가족 및 여성, 노동 복지지출은 자치구의 부채에 다수 부(－)의 영향을 미치는 것으로 나타났다.

