본 연구의 목적은 자기조절학습전략과 자기효능감 및 학업성취도 수준에 따른 학업적 동기(노력 판단)의 차이, 그리고 자기평가(문제해결의 정확성)의 차이를 알아보고자 하는 것이다.

본 연구는 대상은 경상북도 경주시내에 소재하고 있는 중학교 1학년 5개반 116명으로 남학생, 60명, 여학생 56명이다.

이들에게 자기조절학습전략검사와 자기효능감 검사, 학업성취도 검사를 통해 나온 각각의 점수를 기준으로 상위 30%, 하위 30%에 해당되는 각각 35명씩을 선정하였다.

연구의 결과는 다음과 같다.

첫째, 자기조절학습전략 수준에 따라 학업적 동기(노력 판단)와 자기평가 정도를 분석해 본 결과 자기조절학습전략 수준이 높은 학생이 자기평가 점수가 높았다.

둘째, 자기효능감 수준에 따라 학업적 동기(노력 판단)와 자기평가 정도를 분석해 본 결과 자기효능감 수준이 높은 학생이 자기평가 점수가 높았다.

셋째, 학업성취 수준에 따라 학업적 동기(노력 판단)와 자기평가 정도를 분석해 본 결과 학업성취 수준이 높은 학생이 자기평가 점수가 높았다.

본 연구 결과는 자기조절학습전략과 자기효능감 수준에 따른 학업적 동기(노력 판단)과 자기평가 정도의 차이를 알 수 있다.

따라서 자기조절학습전략 및 자기효능감 수준을 향상시킴으로써 문제해결을 할 때 필요한 노력의 판단과 문제의 해답에 대한 정확성 판단을 향상시킬 수 있을 것이다.

@highlight

자기조절학습전략과 자기효능감 및 학업성취도 수준에 따른 학업적 동기 차이, 그리고 자기평가 차이를 알아본 결과, 자기조절학습전략 수준과 자기효능감 수준이 높은 학생이 자기평가 점수가 높았다.

@highlight

그리고 학업성취 수준에 따라 학업적 동기와 자기평가 정도를 분석해 본 결과 학업성취 수준이 높은 학생이 자기평가 점수가 높았다.

