오늘날 첨단산업의 발전과 지구환경 문제의 심각성에 대한 인식이 증가하여 시멘트 산업에서도 다각화 측면에서 다양한 종류의 기술들이 활성화되고 있는 시점이다.

본 연구에서는 최근에 새로이 검토되고 있는 시멘트 대체 재료로서 천연제올라이트를 주원료로 사용한 제올라이트 시멘트 콘크리트에 관한 기초 물성에 대해 분석하는데 목적이 있으며, 악취 및 유독가스 제거기능이우수하며 중금속, 암모니아와 같은 양이온성 오염물질을 제거하는 이온교환능, 흡착능, 분자체효과를 가지며 또한 다공성 물질이라 보온능력이 좋은 것으로 알려진 천연제올라이트와 알칼리 활성제(NaOH)의 양에 따라 콘크리트의 압축강도, 슬럼프, 블리딩및 공기량 등을 실험하였다.

천연제올라이트 콘크리트의 압축강도 측정결과 거의 40MPa정도로 측정되었으며 슬럼프, 블리딩, 공기량 시험에서도 일반 콘크리트과 비슷한 성능을 나타내어 향후 고성능, 고기능성 건설재료로 사용 가능하다고 판단되어진다.

@highlight

이 연구에서는 최근에 새로이 검토되고 있는 시멘트 대체 재료로서 천연제올라이트를 주원료로 사용한 제올라이트 시멘트 콘크리트에 대한 기초 물성에 관해 분석하는데 목적이 있으며, 악취 및 유독가스 제거기능이우수하며 중금속, 암모니아와 같은 양이온성 오염물질을 제거하는 이온교환능, 흡착능, 분자체효과를 가지며 또한 다공성 물질이라 보온능력이 좋은 것으로 알려진 천연제올라이트와 알칼리 활성제의 양에 따라 콘크리트의 압축강도, 슬럼프, 블리딩및 공기량 등을 실험했다.

