이 연구는 다문화교육을 장소에 대한 비판교육학으로 재개념화하면서 그 실천 전략을 탐색한다.

장소에 대한 비판교육학은 장소기반 교육과 비판교육학을 결합하여 새롭게 대두되었다.

장소기반 교육은 인간주의 지리학과 환경심리학의 논의를 끌어오면서 자신이 거주하는 장소에 대한 애착과 장소감에 초점을 두었다.

이러한 초기의 장소기반 교육은 본질주의적 장소감을 강조하면서 인간이 거주하는 장소의 경계를 고착화시키고 이를 정당화하는 문제점을 다분히 안고 있었다.

그러나 최근 장소기반 교육은 급진적이고 혁신적인 교육 운동으로 전개되면서, 비판교육학과의 접점을 모색하게 된다.

사실 장소기반 학습과 비판교육학은 서로 다른 지역 사회, 즉 장소기반 학습은 주로 환경과 지역 공동체로서 시골에 초점을 둔 반면, 비판교육학은 도시에 초점을 두었다.

그러나 이후 둘 다 다문화주의에 관심을 기울이면서 사회 변혁이라는 중요한 목적을 공유하게 된다.

장소에 대한 비판교육학으로서의 다문화교육은 학생들을 다문화 행위자와 타자적 상상력을 가진 인간으로 만드는데 주안점을 둔다.

이러한 장소에 대한 비판교육학으로서의 다문화교육은 위반하기로서의 교육과 글로컬 장소감 교육을 통해 실천될 수 있다.

@highlight

본고는 다문화교육을 장소에 관한 비판교육학으로 재개념화하면서 그 실천 전략을 탐색한다.

@highlight

장소에 관한 비판교육학으로서의 다문화교육은 학생들을 다문화 행위자와 타자적 상상력을 가진 인간으로 만드는데 주안점을 둔다.

