남북 교류협력에 대한 북한의 수요를 파악하기 위해서는 북한의 ‘과학기술 강국’ 구상에 주목해야 한다.

북한은 2016년 로동당의 최고 의결기구인 당 대회를 36년 만에 개최하여 과학기술 강국을 사회주의 강국을 건설하기 위해 ‘선차적으로 점령해야 할 목표’로규정하였다.

2018년 4월에는 로동당 중앙위원회 전원회의를 개최하여 ‘경제와 핵의 병진노선’을 종결하고 ‘사회주의 경제 건설에 총력 집중’을 새로운 전략적 노선으로 결정했으며, 이를 실현하기 위해 과학기술과 교육 발전에 주력하기로 결의했다.

김정일 시대의 과학기술 중시 노선을 계승한 김정은 정권은 출범 직후부터 과학기술 발전을 강조해왔으며, 과학기술에 기초한 국가의 빠른 발전을 위해 경제·교육·보건의료·문화 등 모든부문에서 과학기술의 비중을 높여왔다.

북한은 대외관계에서도 과학기술의 비중을 높이려 하고 있으며, 한국에도 과학기술 교류협력을 여러 차례 제안하고 한국 학술지에 북한학자들의 논문을 투고하기도 했다.

따라서 남북 교류협력의 성사 가능성을 높이기 위해서는 국내 과학기술계는 물론이고 경제계, 교육계, 의료계, 문화계, 민간단체 등도 각자의 수준에 맞는 과학기술 교류협력을 검토할 필요가 있다.

@highlight

북한은 대외관계에서도 과학기술의 비중을 높이려 하고 있으며, 한국에도 과학기술 교류협력을 여러 차례 제안하고 한국 학술지에 북한학자들의 논문을 투고하기도 했고 남북 교류협력의 성사 가능성을 높이기 위해서는 국내 과학기술계는 물론이고 경제계, 교육계, 의료계, 문화계, 민간단체 등도 각자의 수준에 맞는 과학기술 교류협력을 검토할 필요가 있다.

