이 연구는 1:1 스마트기기 환경을 제공하는 세종시의 ‘스마트교육 모델학교’(연구학교)의 학교교육에 어떠한 변화가 나타났는지를 탐색하는데 목적이 있다.

이를 위해 인근의 유사한 사회경제적 배경을 가진 대조군 학교를 선정하여 스마트교육이 수업 특성 및 학습 특성에 미치는 영향에 대해서 집단 간 차이를 분석하였다.

여기서는 연구학교와 통제학교 학생들의 가정환경적 배경에 의한 영향을 통제하기 위하여 성별, 부모학력, 사교육시간 등을 공변인으로 하는 경향점수를 산출하여 경향점수가 동일한 학생 간 일대일로 매칭하고 집단 간 차이를 분석하였다.

분석 결과, 수업 특성으로서 수업태도, 수업 분위기와 만족도는 스마트교육 실시학교가 높았으며, 교사의 수업 지원 방식에 대한 인식에 있어서 교사의 학생지원활동과 학생들의 문제해결활동 역시 실시학교가 더 높은 것으로 나타났다.

또한 학습 특성으로서 스마트교육 실시학교 학생들이 인지 및 행동 측면의 자기조절학습능력이 높았으며, 협동학습보다는 경쟁학습에 대한 선호도가 높은 것으로 나타났다.

@highlight

이 연구는 1:1 스마트기기 환경을 제공하는 세종시의 ‘스마트교육 모델학교’(연구학교)의 학교교육에 어떠한 변화가 나타났는지를 탐색하고자 한다.

