최근 강소기업에 대한 관심이 집중되면서 관련된 연구가 활발하게 전개되고 있다.

그러나 강소기업으로 성장하는 데 필요한 핵심 원동력이라고 할 수 있는 R&D 인력 육성에 대한 실증적 연구는 부족한 실정이다.

이 연구는 강소기업의 기술 경쟁력을 확보하는 데 필수적인 요소라고 할 수 있는 R&D 인력 육성의 핵심 성공요인을 우리나라의 성공적인 강소기업의 R&D 교육훈련 사례를 통해 규명하기 위한 목적으로 수행되었다.

이러한 목적을 달성하기 위하여 먼저 CIPP 모형을 분석의 틀로 삼고 선행연구 분석을 통해 각각 상황, 투입, 과정, 산출 별로 가설적 성공요인을 도출하였다.

이를 실증적으로 검증하기 위하여 국내 4개 기관에서 선정된 236개의 강소기업을 모집단으로 하여 그 중 연구개발비, 연구원 수 등의 기준으로 최종 50개 기업을 선정 후 인터뷰를 수락한 11개 기업에 대해 핵심성공요인을 도출하기 위한 심층 인터뷰를 진행하였다.

인터뷰는 11개 기업의 R&D 교육담당자 11명, R&D 부서의 연구책임자 4명을 대상으로 진행되었으며, 이를 통하여 R&D 인력 교육훈련과 관련된 9개의 명제를 도출하였다.

9개의 명제 중 R&D 교육훈련 성과에 영향을 미친 요인으로는 CEO 지원, 지속적인 학습문화, 학습인센티브 제도, 사내강사 활용, 무형식학습, 교육 후 사후관리였다.

이러한 연구결과를 토대로 우리나라 중소기업의 R&D 교육훈련 연구와 이를 지원하기 위한 정책관련 시사점을 제시하였다.

@highlight

본 연구는 강소기업의 기술 경쟁력을 확보하는 데 필수적인 요소라고 할 수 있는 R&D 인력 육성의 핵심 성공요인을 우리나라의 성공적인 강소기업의 R&D 교육훈련 사례를 통해 규명하기 위한 목적으로 수행됐다.

@highlight

본 연구결과를 토대로 우리나라 중소기업의 R&D 교육훈련 연구와 이를 지원하기 위한 정책관련 시사점을 제시했다.

