대다수의 대학들의 무용학과(전공)들이 많은 실기/실습 수업에 비해 부족한 이론 수업으로 교과과정이 구성되어 있음은 선행연구들을 통해 이미 지적되었다.

그러한 관찰 및 지적에도 불구하고 여전히 무용학과(전공)들의 교과과정에 대한 균형적 접근은 여전히 부족한 현실이다.

이러한 점을 바탕으로, 교과과정 구성의 가장 최근 경향을 탐색해보고, 그러한 교과과정들의 분류를 이 연구를 통해 시도하였다.

교과과정들은 선행연구들을 바탕으로 국내 무용학을 운영하는 모든 대학 전수를 대상으로 이론 세부 영역들과 실기 및 실습 세부 영역들을 조사하였다.

결론적으로, 이 연구는 국내 대학 무용학과(전공)들의 교과과정들이 다양한 과목들로 이루어졌음에도 불구하고 여전히 이론과 실기/실습 간에는 균형이 이루어지지 못함을 발견하였으며, 동시에 현장으로 연결될 수 있는 과정이 충분치 못함을 확인하였으며, 이러한 결과들은 선행연구의 지적이 여전히 교과과정 구성에 반영되지 못함을 확인하였다.

이러한 점은 다양한 현장과 학문적 요구에 충족하지 못하는 것이며, 사회적 또는 학문적 요구에 응하는 수준으로 교과과정이 개편되어야함을 이 연구의 결과는 나타내고 있다.

@highlight

대다수의 대학들의 무용학과(전공)들이 많은 실기/실습 수업에 비하여 부족한 이론 수업으로 교과과정이 구성되어 있음은 지난연구들을 통하여이미 지적되었다.

@highlight

이러한 점을 바탕으로하여, 교과과정 구성의 가장 최근 경향을 탐색해보고, 그러한 교과과정들의 분류를 이 연구를 통하여 시도했다.

