본

 

연

구

는

 

지

소

형

의

 

의

미

,

 

화

용

론

에

서

의

 

다

의

성

,

 

다

기

능

성

을

 

해

석

하

는

 

데

 

있

어

 

인

지

의

미

론

적

접

근

에

서

 

중

요

하

게

 

다

뤄

진

 

은

유

에

 

의

한

 

의

미

확

대

 

원

리

를

 

환

유

라

는

 

인

지

 

기

제

에

 

의

해

 

보

완

할

 

필

요

성

을

 

주

장

하

면

서

,

 

지

소

형

이

 

다

른

 

지

시

의

미

 

위

주

의

 

상

징

기

호

와

 

달

리

 

아

동

(

상

대

)

어

에

서

부

터

 

그

 

태

생

적

인

 

맥

락

적

 

지

표

성

을

 

가

짐

에

 

근

거

하

여

 

도

상

성

에

 

근

거

한

 

은

유

 

뿐

 

아

니

라

 

인

접

성

에

 

근

거

한

환

유

도

 

중

요

하

게

 

다

뤄

져

야

 

할

 

다

의

성

의

 

원

리

임

을

 

제

시

한

다

.

 

또

한

 

본

 

연

구

에

서

 

필

자

는

 

지

소

형

이

 

최

근

 

슬

라

브

어

권

 

중

심

으

로

 

이

뤄

진

 

언

어

습

득

과

 

지

소

형

의

 

동

반

상

승

적

 

효

과

에

 

대

한

 

연

구

 

및

 

사

회

인

지

적

,

 

언

어

적

 

진

화

론

 

연

구

에

서

의

 

지

표

적

 

몸

동

작

인

 

손

가

락

으

로

 

가

리

키

는

 

행

위

의

 

언

어

 

전

단

계

로

서

의

 

함

의

에

 

주

목

한

 

연

구

를

 

조

명

함

으

로

써

 

지

소

형

이

 

근

원

적

인

 

상

호

주

관

적

 

인

지

적

 

조

율

 

혹

은

 

의

사

소

통

 

의

도

성

의

 

공

유

 

기

능

이

라

는

 

메

타

언

어

,

 

메

타

화

용

적

 

기

능

을

 

가

짐

을

 

주

장

하

였

다

.

 

메

타

발

화

적

,

 

메

타

화

용

적

 

기

능

이

 

해

석

자

,

 

분

석

자

 

중

심

의

 

분

석

에

서

는

 

은

유

적

 

의

미

확

대

 

과

정

에

서

 

가

장

 

나

중

에

 

파

생

되

는

 

것

과

 

대

조

적

으

로

,

 

본

 

연

구

는

 

언

어

습

득

자

 

혹

은

 

수

용

자

 

측

면

에

서

 

지

소

형

의

 

메

타

언

어

기

능

,

상

호

주

관

성

 

조

율

 

기

능

이

 

존

재

론

적

으

로

 

일

차

적

인

 

기

능

으

로

서

 

지

소

형

의

 

본

질

적

 

가

치

는

 

소

통

의

 

토

대

를

 

마

련

하

는

 

맥

락

적

 

지

표

성

에

 

있

음

을

 

주

장

하

였

다

.

@highlight

본고는 지소형의 의미, 화용론에서의 다의성, 다기능성을 해석하는 데 있어 인지의미론적접근에서 중요하게 다뤄진 은유에 의한 의미확대 원리를 환유라는 인지 기제에 의해 보완할 필요성을 주장하면서, 지소형이 다른 지시의미 위주의 상징기호와 달리 아동어에서부터 그 태생적인 맥락적 지표성을 가짐에 근거하여 도상성에 근거한 은유 뿐 아니라 인접성에 근거한환유도 중요하게 다뤄져야 할 다의성의 원리임을 제시한다.