본 연구에서는 고추의 소포자 배양 시 전처리 후 배지의 교환 여부, 배양 후 새 배지의 첨가 및 2층배지 사용시 하층고체배지의 양이 배의 생산에 미치는 영향을 조사하였다.

고온 전처리 후 배양배지를 첨가하여 배양하는 것보다 사용한 전처리 배지를 새 배양 배지로 교환하여 배양 하는 것이 배의 생산에 효과적 이었으며,고온전처리 기간은 1일이나 2일에 비해 3일이 효과적 이었다.

배양 후 새 배지의 첨가는 약전처리 시에는 효과가 없었으나 소포자 전처리 시에는 배의 유기와 발달모두 크게 향상되었다.

새 배지의 첨가 시기는 배양 4일후가, 첨가 횟수는 1회가 배의 생산에 가장 효과적이었다.

한편 2층배지 사용 시 첨가하는 새 배지의 양은 1.5 ml이 효과적이었으며 이보다 많은 양을 첨가하는 경우 배의 발생과 발달 모두 저하되었다.

액체배지 사용 시에 비해 2층배지 사용 시 배의 발달이 좋았다.

또 2층배지 사용 시 하층고체배지의 양이 3 ml 일 때 보다는 5 ml이나 7 ml일 때 배의 발생은 감소하였으나 배의 질이 향상되었다.

이와 같은 결과들은 고추에서 다수의 정상자엽배를 생산 할 수 있는 소포자 배양시스템을 확립하는데 중요한 기초자료가 될 것이다.

@highlight

이 연구에서는 고추의 소포자 배양 시 전처리 후 배지의 교환 여부, 배양 후 새 배지의 첨가 및 2층배지 사용시 하층고체배지의 양이 배의 생산에 미치는 영향을 조사했다.

