장

자

(

莊

子

)

와

 

곽

상

(

郭

象

)

은

 

소

요

론

을

 

통

해

서

 

각

자

의

 

자

유

론

을

 

전

개

했

다

.

 

유

소

감

 

교

수

는

 

이

사

야

 

벌

린

(

I

s

a

i

a

h

 

B

e

r

l

i

n

)

의

 

자

유

이

론

에

 

비

추

어

 

보

면

 

이

들

의

 

자

유

론

이

 

결

국

 

근

대

적

 

자

유

와

는

 

아

무

런

 

관

련

이

 

없

는

 

정

신

적

 

체

험

에

 

기

초

한

 

소

극

적

,

 

도

피

적

 

자

유

 

관

에

 

불

과

하

다

고

 

평

가

한

다

.

 

즉

 

비

록

 

양

자

가

 

갖

는

 

차

이

점

에

도

 

불

 

구

하

고

 

근

대

적

 

관

점

에

서

 

보

았

을

 

적

에

 

양

자

 

모

두

 

정

치

적

 

자

유

와

는

 

무

관

한

 

출

세

주

의

(

出

世

主

義

)

의

 

양

식

에

 

불

과

하

다

는

 

것

이

다

.

 

그

러

나

 

이

러

한

 

평

가

는

 

전

통

과

 

근

대

라

는

 

고

정

된

 

도

식

을

 

중

국

적

 

사

유

에

 

거

 

칠

게

 

덧

쒸

운

 

것

이

다

.

 

또

한

 

세

부

적

으

로

는

 

장

자

철

학

이

 

현

실

과

의

 

불

 

화

에

서

 

탄

생

한

 

비

판

정

신

의

 

산

물

이

라

는

 

점

을

 

간

과

했

으

며

,

 

곽

상

철

 

학

이

 

방

외

(

方

外

)

와

 

방

내

(

方

內

)

의

 

통

일

을

 

모

색

했

고

 

독

화

론

을

 

통

해

 

주

체

관

념

을

 

발

전

시

켰

다

는

 

점

을

 

소

홀

히

 

했

다

.

 

또

한

 

그

들

이

 

강

조

하

 

는

 

‘

부

득

이

(

不

得

已

)

’

의

 

관

점

 

역

시

 

외

적

 

구

속

에

 

대

한

 

수

동

적

 

체

념

 

이

 

아

니

라

 

주

체

의

 

덕

성

에

 

기

초

한

 

적

극

적

 

자

기

완

성

을

 

표

방

하

는

 

인

 

생

관

을

 

담

고

 

있

다

.

 

따

라

서

 

장

자

와

 

곽

상

의

 

소

요

론

을

 

내

심

의

 

자

기

 

만

족

 

또

는

 

현

실

과

의

 

적

당

한

 

타

협

을

 

조

장

하

는

 

전

근

대

적

이

고

 

부

정

 

적

인

 

유

산

으

로

 

단

정

할

 

수

 

없

다

.

 

비

록

 

견

강

부

회

를

 

통

한

 

옹

호

는

 

피

 

해

야

 

하

지

만

 

현

대

적

 

관

점

에

서

 

장

자

철

학

이

 

갖

는

 

적

극

적

 

면

모

나

 

현

 

실

적

 

가

치

를

 

보

다

 

진

지

하

게

 

고

민

할

 

필

요

가

 

있

다

.

@highlight

장자와 곽상은 소요론을 통해서 각자의 자유론을 전개하였다. 장자와 곽상의 소요론을 내심의 자기 만족이나 현실과의 적당한 타협을 조장하는 전근대적이고 부정적인 유산이라고 단정할 수는 없다. 비록 견강부회를 통한 옹호는 피해야 하지만 현대적 관점에서 장자철학이 갖는 적극적 면모나 현실적 가치를 진지하게 살펴볼 필요가 있다.