최근 지속적으로 논의하고 있는 ‘지능정보사회’란?

지능정보기술을 기반으로 사회 전 영역에서 인간능력의 한계를 뛰어넘는 자동화가 보편화된 미래사회상을 의미한다.

특히, 인간의 개입을 최소화하고, 데이터(또는 빅데이터) 기반 완전 자동화로의 진화를 지속적으로 추구하는 개념이다.

예를 들어, 자율형자동화는 인공지능을 핵심요소로 무인자동차를 지속적으로 지향하고 있다.

그러나 지금까지의 지능정보 연구는 지능화 자체를 중심으로 지능화 논리를 고도화하여, 인간의 뇌와 지능을 대체하고자 하는 노력을 기울여 왔다.

또한, 다른 한편으로 인간의 노동력을 대체하기 위해서 노동자의 작업 원리를 분석하여 최적화된 단순논리를 개발하여 노동자를 로봇으로 대체하려는 노력을 지속해왔다.

본 연구는 지능정보기술 연구 전략 및 교육서비스에 관한 접근전략, 교육방법, 세부정책 로드맵 등을 제안하여, 지능정보 교육 정책 및 지능정보기술 연구 전략을 시행하는데 중요한 기준과 방향을 제시하고자 한다.

특히, 교육방법으로 기초지능교육, 지능콘텐츠교육, 지능응용교육 등의 지능정보교육의 단계적 접근 방안을 제시한다.

또한, 지능화 및 자동화가 중심이 되는 4차 산업혁명 성패를 가를 수 있는 중요한 요소로서 지능정보기술, 지능교육콘텐츠, 지능형 교육시스템 개선을 위한 교육정책 방안을 제안한다.

@highlight

본 연구는 지능정보기술 연구 전략 및 교육서비스에 관한 접근전략, 교육방법, 세부정책 로드맵 등을 제안하여, 지능정보 교육 정책 및 지능정보기술 연구 전략을 시행하는데 중요한 기준과 방향을 제시하려 한다.

