이 글에서는 참여정부의 경제정책에 대한 7가지 대표적인 비판을 소개한 뒤 그 논리적 근거가 취약함을 지적하고, 참여정부가 추구하는 개혁과제를 6가지로 정리하였다.

7가지의 대표적인 비판이란 일본형 장기불황, 남미형 경제침체, 스태그플레이션 도래, 제조업 공동화, 국가경쟁력 하락, 반시장주의, 분배주의 등이다.

이들 비판은 한국경제의 구조적 특성에 대한 이해 부족에서 왔거나 약간의 문제에 대한 과도한 확대해석, 참여정부의 정책 비전에 대한 오해에 바탕을 두고 있는 것으로 보이며, 대부분은 대안 없는 비판을 제기한다는 공통점을 지니고 있다.

참여정부가 취하고 있는 국가발전전략은 지방화, 장기주의, 개혁과 개방, 사회통합으로 요약할 수 있는 바, 이 글에서는 그 중 개혁 과제에만 초점을 맞추어 논하고 있다.

이 글에서 다루는 6대 개혁과제는 국가혁신체계와 혁신형 중소기업의 육성, 교육혁신과 인재양성, 특권철폐와 부패추방, 부동산투기와 불로소득의 근절, 시장개혁, 정부혁신이다.

이들 과제를 꾸준히 추진함으로써 과거 개발연대의 양적 성장방식의 한계를 극복하고 질적 성장, 혁신주도형 성장으로 전환시키는 것이 참여정부의 목표다.

이를 위해서는 사회 전반의 민주화와 유연화, 각종 부조리의 청산과 개혁이 동시에 추진되지 않으면 안 된다.

지금껏 쌓여온 우리 사회의 구조적, 장기적 숙제를 회피하지 않고 정면대응하는 것이 참여정부의 특징이요, 시대적 사명이다.

@highlight

이 연구에서는 참여정부의 경제정책에 관한 7가지 대표적인 비판을 소개한 뒤 그 논리적 근거가 취약함을 지적하고, 참여정부가 추구하는 개혁과제를 6가지로 정리했다.

