이 연구는 한국행정학 연구에서 사회적 약자 대상의 연구 경향을 분석하고자 한 시도였다.

분석의 결과 한국행정학에서 사회적 약자 대상 연구는 전체적으로 1990년대 말까지 ‘여성’과 ‘노인’ 그리고 ‘빈곤’을 중심으로 매우 드물게 이루어지다가 2000년에 들어서면서 비교적 꾸준히 증가하는 추세를 보이면서 2015년 총 93편의 논문이 발표되면서 정점이 이른 사실이 확인되었다.

그러나 2015년까지 꾸준히 증가하고 있었던 발표 논문의 추세는 이후 서서히 감소하는 경향도 나타나고 있었다.

연구 내용의 경향을 분석한 결과 한국행정학에서 이루어진 사회적 약자 대상 연구는 주로 ‘여성’과 ‘노인’을 중심으로 한 것이고 ‘여성’의 경우는 공무원으로서 여성에 대한 인사정책, 특히 양성평등적 관점의 인사정책에 대한 연구가 주를 이루고 있으며 ‘노인’의 경우에는 복지 사업의 대상으로 접근한 연구가 핵심이 되고 있음을 확인할 수 있었다.

또 다른 연구 경향의 특징은 한국행정학 연구에서 다루어진 사회적 약자 정책이 상당 부분 정책집행과 관련되어 있을 가능성과 그 연장선상에서 조직몰입, 직무만족, 조직성과 등과 관련한 연구의 비중이 높다는 사실이다.

이러한 특징은 한국행정학의 사회적 약자 대상 연구가 미시적 행태연구를 중심으로 이루어지고 있는 행정학 연구 전체의 연구 경향에서 자유롭지 못하다는 사실과 더불어 사회적 가치의 구현이나 인권정책의 관점을 뚜렷하게 드러내지 못하고 있다는 점도 보여주고 있는 것으로 해석될 수 있다.

@highlight

이 연구는 한국행정학 연구에서 사회적 약자 대상의 연구 경향을 분석한 것으로, 한국행정학에서 사회적 약자 대상 연구는 전체적으로 1990년대 말까지 ‘여성’, ‘노인’, ‘빈곤’을 중심으로 매우 드물게 이루어지다가 2000년에 들어서면서 꾸준히 증가하는 추세를 보이면서 2015년 총 93편의 논문이 발표되면서 정점이 이른 사실이 확인되었다.

