본 연구의 목적은 초등학교 교사들을 대상으로 교사리더십과 교사효능감이 교수역량에 미치는 영향을 알아보는 것이다.

J시 소재 초등교사 100명을 대상으로 교사리더십, 교사효능감, 교수역량에 대한 설문을 실시하였으며, 통계 프로그램 SPSS 18.0을 활용하여 상관분석과 중다회귀분석을 실시하였다.

연구결과를 살펴보면 다음과 같다.

첫째, 응답자의 특성을 살펴보면 성별은 여교사가 남교사 보다 많았고 교사경력은 5년 이상 10년 미만의 비율이 높았다.

둘째, 교사리더십과 교사효능감 그리고 교수역량의 상관은 정적으로 유의미하게 나타났다.

셋째, 교사리더십의 하위요인에 대한 교수역량의 회귀분석의 결과에서는 목표지향성과 공동체성이 교수역량에 영향을 미치는 것으로 나타났다.

교사효능감의 하위요인에 대한 교사역량의 회귀분석 결과에서는 교수전략과 수업관리가 교수역량에 영향을 미치는 것으로 나타났다.

넷째, 교수역량에는 교사리더십과 교사효능감 변인이 영향을 미치는 것으로 나타났다.

이러한 연구결과를 바탕으로, 본 연구는 교수역량 강화를 위해 교사리더십과 교사효능감을 고취시키기 위한 교사 스스로의 노력과 국가, 시 도 교육청 단위의 프로그램 개발, 적용, 검증 및 이론적 고찰 그리고 제도적 장치마련을 제언하였다.

@highlight

이 연구는 초등학교 교사들을 대상으로 교사리더십과 교사효능감이 교수역량에 미치는 영향을 조사했다.

@highlight

그 결과 교사리더십과 교사효능감 그리고 교수역량의 상관은 정적으로 유의미한것으로 보였다.

