기존 연구들은 도덕 판단이 다양한 요인에 의해 영향받는다는 것을 보여주었다.

혐오감이 도덕 엄격함을 유도하며, 도덕적 처벌에 대한 청중효과는 이를 보여주는 예들이다.

도덕적 판단이 유동적이라는 것은 강한 정서적, 인지적 효과를 가진 영상자극이 도덕적 판단에 어떤 영향을 미치는지에 대한 질문을 던지게 한다.

긍정영상이 도덕적 행동을 촉진한다는 것을 보여준 연구들은 일부 존재하지만(Schnall, Roper, & Fessler, 2010), 부정영상이 도덕적 판단에 미치는 영향을 확인한 연구는 존재하지 않는다.

본 연구는 인간의 선함과 악함을 보여주는 영상이 자신과 타인에 대한 도덕적 판단에 미치는 영향을 검증하였다.

이를 위해 참가자들에게 인간의 긍정 혹은 부정적인 면을 보여주는 영상을 시청하게 한 다음, 자신 혹은 타인의 도덕적 위반행위의 옳고 그름에 대한 판단하게 하였다.

그 결과 영상의 내용(긍정, 부정)과 행위주체(자신, 타인) 모두 도덕적 판단에 유의미한 영향을 미쳤으나, 두 요인간의 상호작용이 발견되었다.

특히 인간의 악함을 보여주는 영상을 시청한 경우 참가자들은 타인의 도덕적 위반행위를 더욱 가혹하게 판단하였다.

이 결과는 영상의 내용이 도덕적 판단에 영향을 미치며, 그 영향이 행위주체에 따라 달라지는 것을 보여준다.

도덕적 혐오, 프레이밍 효과 , 기본적 귀인오류에 근거하여 이 결과를 해석하였다.

@highlight

긍정영상이 도덕적 행동을 촉진한다는 것을 보여준 연구들은 일부 존재하지만(Schnall, Roper, & Fessler, 2010), 부정영상이 도덕적 판단에 미치는 영향을 확인한 연구는 존재하지 않는다.

@highlight

이 연구는 인간의 선함과 악함을 보여주는 영상이 자신과 타인에 관한 도덕적 판단에 미치는 영향을 검증했다.

