본 연구의 목적은 어린이들이 총체적으로 관계 맺는 장소를 파악하고, 어린이 장소의 의미와 장소감을 정서적 측면에 주목하여 탐색해보는 데 있다.

어린이들은 생활 세계에서 경험을 통해 공간과 상호작용하며 장소감을 형성한다.

따라서 어린이들의 공간 인식은 어른들과는 다른 양상으로 나타나며 특히 어린이들은 장소를 인지적으로 인식하기에 앞서 정서적으로 이해한다.

이렇게 형성된 장소감은 자아 정체성 형성에 영향을 미치고 나아가 삶의 질 향상에 기여하기 때문에 초등지리교육에서 어린이 장소감의 정서적 측면에 주목할 필요가 있다.

본 연구에서는 5학년 어린이들을 대상으로 Mental map 조사 및 심층면담의 방법으로 어린이의 장소와 장소감을 탐색하였다.

Mental map에 나타난 어린이들의 장소감을 탐색한 결과는 다음과 같다.

첫째, 어린이들은 다양한 일상적 경험들 중 특히 놀이와 휴식의 공간에서 정서적 의미를 형성한다.

둘째, 어린이들은 타인과의 관계 맺음을 통하여 장소의 정서적 의미를 형성한다.

셋째, 경계가 뚜렷한 공간의 내부에 거주하고 있는 어린이들은 내부와 외부의 공간에 대해 상이한 정서적 맥락을 형성한다.

@highlight

본고는 어린이들이 총체적으로 관계 맺는 장소를 파악하고며 어린이 장소의 의미와 장소감을 정서적 측면에 주목하고 그것을 탐색해보고자 한다.

