상장간막 동맥 증후군은 십이지장의 횡행 부위가 상장간막 혈관과 소장의 장간막근 사이에 압박되어 폐쇄 증상을 보이는 질환으로 위와 십이지장의 비특이적인 확장을 초래한다.

주로 급격한 체중 감소로 인하여 발생하게 되는데, 진단은 위장관 조영술이나 복부 전산화 단층 촬영으로 한다.

17세 여자가 식후 팽만감과 구역, 구토를 주소로 내원하여, 심한 위의 확장과 처짐으로 방사선학적 진단이 어려운 경우에서 내시경 초음파를 실시하였다.

압박 부위에 mini-

probe를 이용하여 대동맥-

상장간막 동맥간 거리(aorto-

superior mesenteric artery distance)를 측정함으로써 상장간막 동맥 증후군으로 진단하였다.

복강경을 이용한 십이지장-

공장 문합술을 받고 호전된 증례를 경험하여 문헌 고찰과 함께 보고한다.

@highlight

상장간막 동맥 증후군은 십이지장 횡행 부위가 상장간막 혈관과 소장의 장간막근 사이에 압박되어 폐쇄 증상을 보이는 질환으로, 위와 십이지장의 비특이적 확장을 초래하며, 진단은 위장관 조영술, 복부 전산화 단층 촬영으로 한다.

