그린월 공법은 독립식 콘크리트 보형식의 옹벽으로, 전, 후면 가로보와 세로 방향으로 버팀보를 연속적으로 쌓아 올려 내부에 다짐성토를 시행함으로써 구조체가 일체 거동하도록 강성벽체(rigid body)를 형성시키는 옹벽 구조물이다.

최근의 그린월공사는 원지반 절취량을 최소화 할 수 있다는 장점으로 절토 공사현장에 다양하게 적용되고 있으며, 주로 앵커 및 쏘일네일 등과 함께 시공하는 추세이다.

이처럼 그린월과 함께 쏘일네일이 시공되는 경우에는 전면벽체의 강성이 크기 때문에 연성전면벽체의 경우 보다 전체 시스템의 안정성 증대가 예상되나 실제 설계에서는 이를 반영하지 않고 쏘일네일만 설계하므로 비경제적인 요소가 많은 실정이다.

따라서 본 연구에서는 그린월과 같은 강성전면벽체와 쏘일네일 공법이 함께 시공되는 경우에 대하여 강성전면벽체로 인한 전체 시스템의 안정성 증대효과를 평가해 보았다.

본 연구에서는 전면벽체의 강성변화에 따른 전체 시스템의 안정성 증대효과를 평가하기 위하여 실내모형실험을 수행하였으며, 한계평형해석을 시행하여 그린월과 같은 전면벽체의 강성이 전체 활동에 대한 안전율에 미치는 영향을 평가하였다.

@highlight

그린월과 함께 쏘일네일이 시공되는 경우, 실제 설계에서는 쏘일네일만 설계하여 비경제적인 요소가 많은 실정으로 본 연구에서는 강성전면벽체와 쏘일네일 공법이 함께 시공되는 경우, 전체 시스템의 안정성 증대효과를 평가하였다.

