본 연구는 장애아동 어머니의 사회적 지지가 가족 삶의 질에 미치는 영향을 미침에 있어서 자아탄력성과 양육스트레스의 매개효과를 알아보는데 그 목적이 있다.

이를 위해 경남 J시와 대구지역의 장애인종합복지관, 장애전문어린이집, 아동발달센터 등에 재원하고 있는 만12세까지의 장애아동의 어머니 216명의 설문지를 분석에 이용하였다.

연구의 결과는 첫째, 장애아동 가족 삶의 질은 양육스트레스와는 부적 상관이 유의하였고, 자아탄력성과 사회적 지지와는 정적 상관이 유의하게 나타났다.

장애아동 어머니의 양육스트레스는 자아탄력성과 사회적 지지와는 부적 상관이 유의하였고, 자아탄력성은 사회적 지지와 정적 상관이 유의미한 것으로 나타났다.

둘째, 장애아동 어머니의 양육스트레스는 가족 삶의 질에 부적으로 유의한 영향을 미치는 것으로 나타났고, 사회적 지지는 정적인 영향이 유의하게 나타났다.

반면에, 자아탄력성은 통계적으로 유의미한 영향이 없는 것으로 나타났다.

셋째, 장애아동 가족 삶의 질과 장애아동 어머니의 사회적 지지의 관계에서 장애아동 어머니의 양육스트레스는 부분매개효과가 유의하게 나타났고, 자아탄력성과 양육스트레스는 부분 이중 매개효과가 유의한 것으로 나타났다.

@highlight

본 연구는 장애아동 어머니의 사회적 지지가 가족 삶의 질에 미치는 영향을 미침에 있어서 자아탄력성과 양육스트레스의 매개효과를 알아보기 위해 설문지를 이용하여 분석한 결과 장애아동 어머니의 양육스트레스는 자아탄력성과 사회적 지지와는 부적 상관이 유의하였고, 자아탄력성은 사회적 지지와 정적 상관이 유의미한 것으로 나타났다.

