본 연구의 목적은 조립제법 소재의 탐구활동에서 나타난 고등학생들의 사고 과정을 분석하여 유추의 양상을 조사하는 것이다.

인문계 고등학교 1학년 학생 2명을 대상으로 질적 사례연구로 수행되었다.

자료의 분석을 위하여 연구자가 제안한 유사성 분류 틀과 Gentner의 Structure-

mapping Model(구조사상 모형, 줄여서 SMM)을 이용하였다.

두 학생 모두 유추를 도구로 사용하여 차 이상의 조립제법을 발견하였으나, 유추적 사고의 능력에 따라 수학적 발견에 차이를 보였다.

탐구활동 과정에서 표면 유사성은 유추에서 중요한 역할을 수행하였다.

구조 유사성에 근거한 유추는 학생들도 수학자처럼 탐구하고 발견할 수 있도록 하였으며, 체계성의 원리에 의한 유추는 다른 영역에 대한 예측과 설명을 가능하게 하였고, 절차 유사성에 의한 유추는 내면화를 이끌어 냈다.

또한 유추의 성격이 도구적, 발견적이고 또한 반성적이라는 결론을 얻었다.

@highlight

이 연구의 목적은 조립제법 소재의 탐구활동에서 나타난 고등학생들의 사고 과정을 분석하여 유추의 양상을 조사하는 것이다.

