본

 

연

구

는

 

야

자

박

과

 

팜

박

의

 

첨

가

수

준

이

 

거

세

한

우

의

 

사

양

성

적

 

및

 

도

체

특

성

에

 

미

치

는

 

영

향

을

 

조

사

하

기

 

위

해

 

거

세

한

우

 

8

1

두

(

육

성

기

:

 

2

7

두

,

 

비

육

전

기

:

 

2

7

두

 

및

 

비

육

후

기

:

 

2

7

두

)

를

 

공

시

하

여

 

6

개

월

 

동

안

 

실

시

하

였

다

.

 

시

험

구

 

배

치

는

 

관

행

적

인

 

수

준

의

 

야

자

박

 

및

 

팜

박

 

첨

가

구

(

T

1

구

)

,

 

야

자

박

 

2

0

%

와

 

팜

박

 

1

5

%

 

첨

가

구

(

T

2

구

)

 

및

 

야

자

박

 

3

0

%

와

 

팜

박

 

2

0

%

 

첨

가

구

(

T

3

구

)

의

 

3

처

리

로

 

배

치

하

였

다

.

 

육

성

기

 

및

 

비

육

전

기

 

일

당

증

체

량

 

및

 

사

료

섭

취

량

은

 

T

1

구

에

 

비

해

 

T

2

구

 

및

 

T

3

구

에

서

 

높

은

 

경

향

을

 

보

였

지

만

,

 

통

계

적

인

 

유

의

차

이

는

 

없

었

다

.

 

야

자

박

 

및

 

팜

박

의

 

첨

가

수

준

의

 

거

세

한

우

의

 

도

체

중

,

 

등

지

방

두

께

 

및

 

배

최

장

근

단

면

적

에

 

미

치

는

 

영

향

은

 

없

었

다

.

 

근

내

지

방

도

와

 

육

질

등

급

은

 

T

1

구

 

및

 

T

2

구

에

 

비

해

 

T

3

구

에

서

 

낮

은

 

경

향

을

 

보

였

지

만

,

 

통

계

적

인

 

유

의

차

이

는

 

없

었

다

.

 

처

리

간

 

육

색

,

 

지

방

색

,

 

조

직

감

 

및

 

성

숙

도

는

 

유

사

한

 

수

준

이

었

다

.

 

야

자

박

과

 

팜

박

의

 

첨

가

수

준

이

 

등

심

의

 

조

단

백

질

,

 

조

지

방

 

및

 

지

방

산

 

조

성

에

 

미

치

는

 

영

향

은

 

없

었

다

.

 

따

라

서

 

본

 

연

구

에

서

 

야

자

박

과

 

팜

박

의

 

첨

가

수

준

 

증

가

가

 

거

세

한

우

의

 

산

육

성

적

,

 

도

체

특

성

 

및

 

육

질

특

성

에

 

미

치

는

 

부

의

 

영

향

은

 

없

는

 

것

으

로

 

판

단

된

다

.

@highlight

야자박과 팜박의 첨가수준이 거세한우의 사양성적 및 도체특성에 미치는 영향을 조사하기 위해 거세한우 81두(육성기: 27두, 비육전기: 27두 및 비육후기: 27두)를 공시하여 6개월 동안 실시하였다. 야자박 및 팜박의 첨가수준의 거세한우의 도체중, 등지방두께 및 배최장근단면적에 미치는 영향은 없었다. 야자박과 팜박의 첨가수준이 등심의 조단백질, 조지방 및 지방산 조성에 미치는 영향은 없었다. 따라서 야자박과 팜박의 첨가수준 증가가 거세한우의 산육성적, 도체특성 및 육질특성에 미치는 부의 영향은 없는 것으로 판단된다.