이 논문은 최근 한국이 세계개발원조 참여국이 되면서 국제 사회 내 위상의 변화에 따라 재조명 받고 있는 한국의 발전 모델을 사회적 재생산이라는 개념을 통해 젠더 관점에서 재고찰하는 것을 목적으로 한다.

한국의 발전국가는 가족과 가족주의에 의존하여 발전 과정에서 소요된 사회적 재생산 비용을 최소화할 수 있었으나, 기존의 발전국가 담론은 생산 과정과 경제 성장 결과에만 주목함으로써 구체적인 발전 과정을 설명하는데 실패한다.

이에 사회적 재생산의 개념화는 기존의 이원화된 영역으로 분리되어 취급된 생산과 재생산, 경제와 비경제, 국가와 사회, 공과 사를 유기적으로 결합하여 비가시적이나 발전 과정에 핵심적으로 작동하였던 재생산을 통합하고 따라서 그 재생산 노동을 주로 담당한 여성의 역할을 드러내어, 한국의 압축적 경제 성장과 대비되는 지속되는 젠더 불평등의 원인을 보여준다.

이 논문은 지난 세기 말 경제 위기 이후 발전국가의 변화에도 불구하고 경제 성장을 재분배와 재생산의 우위에 놓으며 사회적 재생산의 비용이 여전히 불균등하게 개별 가족, 즉 여성에게 전가됨으로써 사회적 재생산은 위기에 봉착하였으며, 이 위기의 탈출 전략은 새로운 발전 패러다임과 사회계약의 모색에서 여성주의적 개입을 통해서만이 가능하다고 주장할 것이다.

@highlight

이 논문은 최근 한국이 세계개발원조 참여국이 되면서 국제 사회 내 위상의 변화에 따라 재조명 받고 있는 한국의 발전 모델을 사회적 재생산이라는 개념을 통해 젠더 관점에서 재고찰하려 한다.

