본 연구에서는 연안어업에서 운용되는 4.99톤급 선형을 개선하여 저항성능을 향상시키는 것을 보였다.

자망과 통발어선으로 사용되는 4.99톤급 어선의 저항성능을 CFD해석을 통해 추정하였다.

선형개선을 통해 저항성능을 개선하기 위하여 선체에 다양한 형태의 선수 형태를 적용하여 변화시키면서 전산유체역학적인 시뮬레이션을 수행하였다.

시뮬레이션에서 저항성능이 가장 우수한 것으로 나타난 선형과 기존선을 모형으로 제작하여 모형시험을 실시하였다.

항해선속을 기준으로 3개의 선속으로 끌어서 얻은 선체의 저항으로부터 유효마력을 추정하고 각각을 비교하였다.

모형시험 결과 선수의 형상을 변경하는 것만으로도 기존선형 대비 약 30%의 유효마력의 줄어들어 저항성능이 개선된 것을 확인할 수 있었다.

CFD해석에서는 저항성능이 무려 40%까지 개선되는 것으로 나타났다.

저속선이 경우에는 전체저항(CT)에서 차지하는 잉여저항(CR)의 비율이 높다.

따라서 CFD 해석은 자유표면을 정확하게 구현하여 조파저항을 계산하는 것이 정교하지 않으므로 저항추정에 있어서 정확도가 낮아지는 것으로 판단된다.

@highlight

연안어업에서 운용되는 4.99톤급 선형을 개선하여 저항성능을 향상시키고 시뮬레이션에서 저항성능이 가장 우수한 것으로 나타난 선형과 기존선을 모형으로 제작하여 모형시험을 실시했다.

@highlight

그 결과 CFD해석에서는 저항성능이 무려 40%까지 개선되었고 전체저항에서 차지하는 잉여저항의 비율이 높았다.

