교통정보는 우리 생활과 밀접한 관련이 있으며, 최근 휴대용 전자기기의 보급과 발전이 급속화 됨에 따라 시공간의 제약 없이 손쉽게 얻을 수 있게 되었다.

특히 스마트 폰의 보급 율이 높아지면서 모바일 앱 형식의 교통정보 제공이 활발하게 이루어지고 있으며 그에 따른 이들 정보에 대한 사용자 편의성을 개선시키기 위한 사용성(Usability)향상이 중요한 과제로 떠오르고 있다.

그에 따라 이 논문에서는 현재 우리나라에서 제공되고 있는 교통정보 모바일 앱 네 개를 선정하여 그에 대한 비교평가 및 사용자 니즈를 도출하여 향후 교통정보 모바일 앱의 시각화 방향을 제시한다.

먼저 정보시각화 평가와 관련 된 연구 및 연구동향을 정리하고, 교통정보 모바일 앱의 소개와 함께 각 모바일 앱에서 제공하는 시각화 서비스에 대하여 정리하였다.

다양한 평가기법 중 시각화 평가기법으로 적절한 휴리스틱 평가기법을 도입하여 교통정보 시각화 평가에 적절한 평가요소를 추출하였다.

평가 요소를 기준으로 설문조사를 실시하여 주관적일 수 있는 시각화 평가에 객관성을 부여하였고, 그 결과를 토대로 네 가지 교통정보 모바일 앱의 시각화 평가 결과를 도출하였다.

이 논문을 통해 도출 된 결과가 향후 교통정보의 시각화 서비스 발전에 기여할 수 있기를 기대한다.

@highlight

본고에서는 현재 우리나라에서 제공되고 있는 교통정보 모바일 앱 네 개를 채택하여 그에 대한 비교평가와 사용자 니즈를 도출해 향후 교통정보 모바일 앱의 시각화 방향을 제시하고자 한다.

@highlight

먼저 정보시각화 평가 및 관련 된 연구와 연구동향을 정리하며, 교통정보 모바일 앱의 소개와 더불어 각 모바일 앱에서 제공하는 시각화 서비스에 대해 정리했다.

