최근 기능성 게임의 긍정적인 영향에 대한 결과가 부각되면서 그에 대한 연구와 개발이 활성화되고 있다.

기능성 게임은 기획단계에서부터 의도적인 목적을 가진 게임으로, 이용자에 대한 설득과 그에 따른 의식과 행동의 변화를 추구한다.

따라서 그러한 설득 효과를 극대화하기 위해서는 기능성 게임에서 이용자들이 선택적 행위를 하는 과정 속에서 작동하는 심리적 요소들을 정리하고 이에 대한 효율적 방안을 제시할 필요가 있다.

그러나 이용자들의 선택과 관련한 관점들을 고려하고 그에 따른 태도와 행위의 결과를 이론적으로 접근한 연구는 부족한 상황이다.

본 연구에서는 이용자들의 심리적 거리 관념을 중심으로 그에 따른 행위에 중점을 두는 해석수준이론을 적용하여, 기능성 게임에 개괄적으로 적용할 수 있는「CLT in process-

outcome serious game model」을 제안하였다.

이를 통해 이용자들의 의사결정 과정에 해석수준의 개념과 효과들을 적절히 적용한다면 이용자들의 가치와 목적 중심의 설득을 강화할 수 있을 것이다.

또한, 이러한 모델은 기능성 게임의 개발자와 연구자들에게 궁극적으로 그 효과를 증대시킬 유용한 틀로 활용될 수 있을 것이다.

@highlight

이 연구는 이용자들의 심리적 거리 관념을 통해 그에 따른 행위에 중점을 둔 해석 수준 이론을 적용했다.

@highlight

기능성 게임에 개괄적으로 적용하는「CLT in process-

@highlight

outcome serious game model」을 제시했다.

