본 연구는 방사선사 보수교육의 현황을 파악하고 전반적인 평가와 개선방향을 모색하기 위하여 보수교육에 참가한 방사선사 93명을 대상으로 보수교육 실태와 만족도 및 요구도를 조사하였다.

설문은 크게 보수교육 참여도, 만족도, 요구도로 나누어 조사를 하였다.

또한 방사선사 보수교육 규정 등 관련 자료를 수집하여 보수교육 이수현황 및 관리체계를 분석하였다.

그 결과 2010년부터 2012년 까지 방사선사의 보수교육 이수율은 각각 42.6%, 43.4%, 34.2%로 의료기사의 평균 이수율과 비슷한 비율을 보였다.

보수교육에 대한 참여도는 연간 5회 이상 10회 미만의 경우가 48.4%로 가장 많았고, 만족도는 보통(3)이 34.4%로 가장 많았다.

보수교육 요구도에 대해 조사한 결과 전공분야의 임상기술에 대한 교육을 원한다는 응답이 32.8%로 가장 많았다.

보수교육은 형식적인 교육 이수가 아닌 방사선사의 실력향상 및 자기개발에 도움을 줄 수 있는 방향으로 운영할 필요가 있다.

또한 방사선사의 요구도에 따라 보수교육의 질적 향상과 만족도를 높여야 할 것이다.

@highlight

이 연구는 방사선사 보수교육의 현황을 파악하고 전반적인 평가와 개선방향을 모색하기 위하여 보수교육에 참가한 방사선사 93명을 대상으로 보수교육 실태와 만족도 및 요구도를 조사하였다.

