본 연구는 청소년을 대상으로 희망과 유대감을 향상시켜 학업탄력성을 증가시키기 위한 집단미술치료 프로그램을 개발하고 그 효과를 검증하는데 목적이 있다.

이를 위해 선행문헌조사와 설문조사를 토대로 희망과 유대감을 추가요인으로 설정하고, 학업탄력성 증진을 위한 집단미술치료 프로그램의 모형을 개발하였다.

이 모형에 입각하여 학업탄력성, 희망, 유대감을 증진시키기 위한 12회기 집단미술치료 프로그램을 개발하였다.

개발된청소년의 학업탄력성 집단미술치료프로그램의 효과를 검증하기 위해 G시의 중학생 21명(실험집단 10명, 통제집단 11명)을 대상으로 프로그램을 실시하였다.

분석방법은 집단 간의 사전점수로 독립표본 t-

test를 실시하였으며, 연구의 효과검증은 반복측정변량분석(repeated measure ANOVAR)을 사용하였다.

연구결과 개발된 프로그램은중학생의 학업탄력성 및 희망, 유대감을 증진시키는데 효과가 있는 것으로 나타났다.

본 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의하였다.

@highlight

이 연구는 청소년을 대상으로 희망과 유대감을 향상시켜 학업탄력성을 증가시키기 위한 집단미술치료 프로그램을 개발하고 그 효과를 검증하고자 한다.

