기능성 게임은 현재 정부, 교육, 군사, 기업 그리고 보건 및 의료분야에 이르기까지 다양하게 확장되고 있다.

특히 보건/의료 기능성 게임은 예방과 치료를 위한 유용한 도구로 인식되고 있으며, 구체적으로 천식, 당뇨, 암, 뇌질환, 백혈병 등의 질환을 가진 환자들의 상태를 호전시키는 결과가 보고되고 있다.

이러한 효과들을 토대로, 미국과 유럽 등에서는 건강심리, 가상현실, 행동의학 등의 다학제간 융합연구를 통해 다양한 형태의 게임 개발이 시도되고 있다.

그러나, 국내에서는 아직까지 이에 대한 체계적인 학문적 접근은 물론 개발사의 효과적인 기획 전략 수립과 다양한 개발 노력도 부족한 상황이다.

따라서, 본 연구는 보건/의료 기능성 게임에 대한 기존의 연구결과를 바탕으로 그 개념과 효과, 분류체계를 정리하고, 대표적인 성공사례를 분석하여, 향후 관련 연구와 개발 및 기획에 대한 개괄적인 방향성을 제시하고자 한다.

특히, 보건/의료 기능성 게임의 성공적 개발을 위해서는 의학적 근거와 과학적 설명을 근간으로 기획 단계부터 관련 이론을 체계적으로 적용시키는 것이 중요하다.

이에 따라, 본 연구는 보건/의료 기능성 게임에 적용되었거나 향후 활용 가능한 이론들을 정리하고, 성공사례 분석과 결부해 연구자와 개발자, 그리고 의료 전문가들이 고려할 사항과 방향성에 대한 제언을 정리하였다.

@highlight

본 연구는 보건/의료 기능성 게임에 적용되었거나 향후 활용 가능한 이론들을 정리하고, 성공사례 분석과 결부해 연구자와 개발자, 그리고 의료 전문가들이 고려할 사항과 방향성에 관한 제언을 정리했다.

