이 연구는 초등학교 저학년의 실제적인 ‘발표하기’ 능력을 기르기 위한 국어 교육의 방향을 모색하는데 목적이 있다.

초등학교 저학년의 학습자의 삶 속에서 그리고 교육 현장에서 실행되는 ‘발표하기’는 설득이나 정보 제공의 목적보다 ‘개인의 생각이나 느낌, 의견을 표현하는 말하기’라는 점에서 좀 더 중요한 가치를 지닌다.

즉, 일상생활이나 학습 상황에서 참여적, 자기 표현적 ‘발표하기’는 학습자의 ‘정체성 형성’과 깊은 관련이 있으며 범교과적으로 요청되는 의사소통 역량이다.

‘발표하기’에 대한 학습자와 교사의 경험에 대한 면담과 선행 연구를 고찰한 결과, 초등 저학년은 형식적인 말하기나 글씨 쓰기에 비하여 자신의 의견이나 생각을 말하는 ‘발표하기’를 어려워하고 있었다.

또한 교육과정과 교과서의 내용을 분석한 결과 기초 문식성 지도와 관련하여 문자 언어 습득은 강조되는 반면 구두 언어를 통한 의미 구성으 로써 ‘발표하기’는 매우 소략하게 다루어짐을 파악할 수 있었다.

결론에서는 초등 학습자에게 유의미한 ‘발표하기’교육을 위한 세 가지 방향을 제안하였다.

첫째, 문화적, 실천적 ‘기초 문식성’으로써 ‘발표하기’의 개념을 재정립해야 한다.

둘째, 표현 방법 중심에서 의미 구성을 강조하는 학습 말하기로 전환해야 한다.

셋째, 학습자의 경험적 내러티브와 내재적 동기를 고려하는 ‘발표하기’ 활동이 국어 교실에서 실행되어야 한다.

@highlight

본 연구는 초등학교 저학년의 실제적인 ‘발표하기’ 능력을 기르기 위한 국어 교육의 방향을 모색하려 한다.

@highlight

‘발표하기’에 관한 학습자와 교사의 경험에 관한 면담과 선행 연구를 고찰한 결과, 초등 저학년은 형식적인 말하기나 글씨 쓰기에 비해 자신의 의견이나 생각을 말하는 ‘발표하기’를 어려워하고 있었다.

