오늘날은 문명의 형태로 표현하자면, ‘디지털문명시대’로 특징지울 수 있고, 사회 형태로 표현하자면, ‘다문화사회’로 특징지울 수 있다.

앨빈 토플러에 따르자면, 우리들은 현재 제1물결사회와 제2물결사회를 거쳐 제3물결사회의 도중에 있으며, 제3물결사회의 주요 특징인 디지털문명의 정점에 서있다.

이와 더불어 서로 이질적인 다양한 문화권에서 유래한 사람들이 유입해 들어와 한 사회 안에서 살게 됨으로써 다문화사회가 형성되었으며, 이러한 경향은 앞으로 점점 그 심도를 더할 것이다.

이에 우리들은, 이질적인 문화에서 유래한 사람들이 서로 융화해 살 수 있고, 그러면서도 동시에 각기 자신의 삶을 창조적으로 풍요롭게 만들어갈 수 있는 방법을 모색해야 한다.

이러한 의미에서 우리들은 특히 인문학을 중시하며, 인문학에서도 감각과 오성 및 이성 능력보다 상상력을 중시한다.

상상력이 무엇인지 몇 명의 철학자들의 개념을 통해 성찰하는 기회를 갖고자 하며, 나아가 왜곡된 상상력에 의해 우리의 삶이 어떠한 영향을 받는지, 그리고 바람직한 방향으로의 상상력의 사용 방식은 어떠한지에 대해 천착하고자 한다.

새로운 인문학의 토대로서, 그리고 다문화사회의 새로운 삶의 방식으로 지향케 할 수 있는 방법론으로서의 인문학적 상상력의 의미를 명확히 하고자 한다.

@highlight

오늘날은 문명의 형태로 표현하자면, ‘디지털문명시대’로 특징지울 수 있고, 사회 형태로 표현하자면, ‘다문화사회’라고 말할 수 있다.

@highlight

서로 이질적인 다양한 문화권에서 유래한 사람들이 유입해 들어와 한 사회 안에서 살게 됨으로써 다문화사회가 형성되었으며, 이러한 경향은 앞으로 점점 더 심도를 더할 것으로 보인다.

