이 연구는 연소의 과학적 모형형성 수업에서 나타난 중학생들의 사회적 상호작용의 특징을 문화적, 언어적 상호작 용, 토론유형도(map)를 통해 분석한 것이다.

중학생의 연소에 대한 모형형성 과정을 사회적 상호작용 측면에서 CLEQ (Cultural Learning Environment Questionnaire)를 살펴보고 모형형성 측면에서 언어적 상호작용, 토론유형도를 통해 분석한 결과는 다 음과 같다.

첫째, 중학생들의 문화적 특징은 경쟁보다는 협동 측면에서의 집단주의를 선호하지만 과학학습 태도는 타인의존 적인 경향이 높고, 모형형성 과정에서 스스로의 의견을 소극적으로 제시하는 것으로 조사되었다.

둘째, 언어적 상호작용의 특 징은 모형형성에 관련된 지식을 단순하게 제시한 형태가 많았고, 상대방의 의견에 대한 반응과 피드백을 하는 메타인지 영 역이 상대적으로 낮게 나타난 것으로 조사되었다.

셋째, 토론유형도는 특정한 학생에 의존하여 의견제시만 하는 개념제시 상 호작용과 응답진술을 반복하며 이루어지는 반응 상호작용이 많은 것으로 나타났고, 의견교환 할 때 새로운 의견제시, 수정, 근 거를 들어 설명하는 등의 정교화 상호작용은 적은 것으로 조사되었다.

이 연구는 모형형성에 영향을 주는 상호작용 유형에 대한 이해와 우리나라 학생들의 상황을 고려한 사회적 상호작용을 위한 교수 설계의 기초 자료로 활용할 수 있을 것이다.

@highlight

이 논문은 연소의 과학적 모형 형성 수업에서 나타나고 있는 중학생들의 사회적 상호작용의 특징을 문화적, 언어적 상호작용, 토론 유형도(map)를 통해 연구했다.

