일제강점기가 해방공간의 복지체제에 남긴 유산을 정리하는 것은 쉬운 일은 아니지만 몇 가지 분명한 유산을 남겼다.

먼저 가장 중요한 일제강점기의 유산은 권위주의 체제에서 분배체계가 얼마나 반민중적 성격을 갖게 되는지를 여실히 보여주었다.

일제강점기 식민지 조선의 분배체계는 소수의 친일 지주와 자본가를 위한 분배체계였다.

다음으로 일제강점기는 한국복지체제의 중요한 특성으로 알려진 민간중심의 사회서비스 전달체계의 유산을 남겼다.

일제에 반대하는 사람들은 일제의 지원 없이 스스로 민간기관을 설립했고, 일제에 협력한 사람들은 일제의 지원으로 민간기관을 설립했다.

차이가 있지만 둘 다 국가의 적극적 역할이 부재한 민간주도의 사회서비스 전달체계라는 유산을 만들었다.

마지막으로 일제는 사회주의와 민족해방을 동일한 정체성으로 규정해 탄압함으로써 한국사회에 뿌리 깊은 반공주의 씨앗을 뿌렸다.

이렇게 형성된 반공주의는 이후 한국에서 국가복지의 확대에 중요한 방해물로 등장하게 된다.

@highlight

일제강점기 해방공간의 복지체제에 남긴 유산을 정리하는 것은 쉬운 일은 아니지만 가장 중요한 일제강점기의 유산은 권위주의 체제에서 분배체계가 얼마나 반민중적 성격을 갖게 되는지를 여실히 보여주었다.

