본 연구는 대한민국 산업현장에서 종사하는 외국인근로자의 직업?

근로의식과 여기에 영향을 미치는 요인에 대하여 ‘일반고용허가제’로 입국한 E9과 ‘특례고용허가제’로 입국한 H2 근로자로 나누어 살펴본 것이다.

분석 자료는 설문조사를 통해 수집하였으며 변수와 분석목적에 따라 T-

검정, ANOVA검정, 회귀분석의 분석기법을 활용하였다.

분석 결과, 외국인근로자의 유형간 삶과 직무만족도는 유의미한 차이가 있으며 성별, 연령, 근로지역, 학력, 종사 직종, 근속연수, 임금수준은 직업?

근로의식에 유의한 예측변수로 나타났다.

또, 삶과 직무 만족도와 직업·근로의식의 변수들은 높은 상관관계를 보였는데, 인구 및 사회경제적 배경변수보다 일에 대한 가치와 중요도 등의 직업·근로의식 변수들이 직무만족도에 더 큰 영향을 주었다.

대한민국의 산업현장에서 근로하는 외국인력을 대상으로 직업·근로의식 조사는 처음 실시 하는 것으로 본 연구의 의의는 향후 외국인력 정책방향에 중요한 기초자료로 활용된다는 점에 있다.

@highlight

이 연구는 대한민국 산업현장에서 종사하는 외국인근로자의 직업?

@highlight

근로의식과 여기에 영향을 미치는 요인에 대하여 ‘일반고용허가제’로 입국한 E9과 ‘특례고용허가제’로 입국한 H2 근로자로 나누어 살펴본 것이다.

