본 연구는 최근 사회적 이슈가 되고 있는 스포츠계의 인권 실태를 여성주의적인 관점에서 고찰하기 위해서 중고등학교 학생 선수들의 인권침해 현실을 주요한 분석대상으로 삼는다.

이에 본 연구는 학생선수들이 경험하는 “학습권 침해-

폭력의 일상화-

성폭력의 묵인”이 어떻게 연속적으로 구성되고 있는지를 성 정치학적 관점에서 검토하고자 한다.

이를 위해서 본 연구는 질적 연구 방법론에 기반한 심층면접법을 주요한 연구 방법으로 채택하였으며, 본 연구의 면접 참여자는 전국 중, 고등학교에서 대표 선수로써 활동하고 있는 남녀학생 30명이다.

본 연구의 내용은 첫째, 학생선수들의 학습권 침해의 구조적인 발생 맥락을 검토하였고, 둘째, 학생 선수-

지도자, 학생 선후배간에 일상적으로 발생하는 폭력의 위계성을 살펴보았으며, 마지막으로 성폭력의 경험이 폭력의 일상화된 문화와 어떻게 중층적으로 구성되는지를 파악하였다.

이러한 연구 내용을 토대로 학습권 침해-

폭력의 일상화-

중층적 성폭력 발생 맥락의 연속적 구성 방식을 제기하였다.

@highlight

본고는 최근 사회적 이슈로 떠오르는 스포츠계의 인권 실태에 대해 여성주의적 관점에서 살펴보기 위해 주요 분석대상으로써 중고등학교 학생 선수들의 인권 침해에 대해 연구하고자 한다.

