본 논문에서는 부성저항 특성을 갖는 발진기 이론을 적용하여 직렬 궤환형 유전체 공진 발진기를 구성하고 바랙터 다이오드를 삽입하여 전압 제어 유전체 공진 발진기를 제작한 후, 샘플링 위상 비교기와 루프 필터를 결합한 PLL방식을 도입하여 고안정 주파수 발생기인 위상고정 유전체 공진형 발진기를 설계 및 제작하였다.

설계 제작한 PLDRO는 주파수 12.05 GHz에서 13.54 dBm의 출력 전력을 얻었으며, 이때의 주파수 가변 동조 범위는 중심 주파수에서 약 ±7.6 MHz 이며, 전력 평탄도는 0.2 dBm으로서 매우 우수한 선형 특성 결과를 얻었다.

또한 데이터 전송시 오율특성에 상당한 영향을 미치는 위상 잡음은 반송파로부터 100 kHz 떨어진 offset 지점에서 -114.5 dBc/Hz을 얻었다.

고조파 억압 특성은 2 차 고조파에서 -41.49 dBc 이하의 특성을 나타내었다.

이러한 특성은 위상고정을 하기 전의 전압 제어 발진기보다 더욱 향상된 특성을 보였으며, 종전의 PLDRO보다 위상 잡음과 전력 평탄도면을 개선시킬 수가 있었다.

@highlight

본 논문에서는 직렬 궤환형 유전체 공진 발진기를 구성하고 바랙터 다이오드를 삽입하여 전압 제어 유전체 공진 발진기를 제작한 다음, 루프 필터와 샘플링 위상 비교기를 결합한 PLL방식을 도입해 고안정 주파수 발생기인 위상고정 유전체 공진형 발진기를 만들었다.

