광산 폐기물로부터 배출되는 침출수는 폐광산 주변 지역의 토양 및 수질을 오염시킬 수 있다.

따라서 광산 침출수의 유출경로를 예측하여 상세한 조사가 필요한 오염 예상지역을 결정할 필요가 있다.

본 연구의 목적은 Multiple Flow Direction(MFD) 알고리즘과 D-

Infinity 알고리즘을 이용하여 광산 침출수의 유출경로와 영향범위를 예측하는 것이다.

MFD 알고리즘과 D-

Infinity 알고리즘은 지표수 유출 분석시 일반적으로 사용되는 단일 흐름 방향 알고리즘과 비교했을 때 지표수의 확산 흐름을 고려할 수 있는 특성을 가진다.

본 연구에서는 MFD 알고리즘과 D-

Infinity 알고리즘을 가상의 오목한 지형과 볼록한 지형 자료에 적용하여 각 알고리즘의 특성을 비교, 분석하였다.

가상의 폐광산 지역과 충청남도 청양군에 위치한 폐광산 지역에 대한 적용 결과 MFD 알고리즘과 D-

Infinity 알고리즘이 기존의 단일 흐름 방향 알고리즘이 고려하지 못하는 지표수의 확산 흐름을 모델링할 수 있으며, 광산 침출수의 유출경로를 효과적으로 예측할 수 있음을 확인할 수 있었다.

@highlight

본고의 목적은 Multiple Flow Direction(MFD) 알고리즘과 D-

@highlight

Infinity 알고리즘을 이용하여 광산 침출수의 유출경로와 영향범위를 예측하는 것이다.

