본 논문은 조선 가족에 대한 기존의 연구가 종법제 수용, 가부장제 가족 이념의 확산, 여성 지위의 하락 등에만 주목하였던 것을 비판적으로 인식한다.

가족 문제가 이념이나 제도의 문제를 벗어나서 논의될 수는 없겠지만, 그와 동시에 가족 관계와 개인의 정체성이 감성적 기억에 의해 구조적으로 연결되어 있다는 점을 간과해서는 안 된다고 생각하기 때문이다.

이러한 문제의식 하에서 본 논문은 17세기 이후 조선 후기 유학자인 농암 김창협의 감정에 대한 인식을 살펴보고, 이에 기반하여 죽은 여성 가족에 대한 기억과 가족 감정을 논의함으로써 조선 유학의 가족 문제에 접근하고자 한다.

죽은 여성 가족에 대한 남성 유학자의 기억을 통해 가족 감정과 여성 인식을 살펴보는 방식으로 단지 이념이나 제도적 측면에서 가족 문제를 논의하는 한계를 넘고자 하는 것이다.

논의의 효과적인 전개를 위하여 논문은 다음과 같이 단계적 접근을 시도한다.

우선 농암의 철학 안에서 감정 인식의 주자학적 특징과 탈주자학적 특징을 구분하여 논의한다.

또한 망자를 위해 지은 글 속에서 농암의 여성 가족, 특히 두 딸과 누이에 대한 기억을 살펴보고, 이를 통해 그의 가족 감정과 가족 서사를 분석해본다.

이러한 논의를 통해 조선 후기 감정에 대한 새로운 인식의 국면을 발견할 수 있고, 그것에 기반하여 가족 감정에 기초한 가족 인식의 틀을 제시할 수 있다.

또한 조선 유학의 여성에 대한 문제에 다각적인 접근을 시도할 수도 있다.

@highlight

이러한 문제의식 하에서 본 논문은 17세기 이후 조선 후기 유학자인 농암 김창협의 감정에 대한 인식을 살펴보고, 이에 기반하여 죽은 여성 가족에 대한 기억과 가족 감정을 논의함으로써 조선 유학의 가족 문제에 접근하려 한다.

