2

1

세

기

 

공

동

체

 

사

회

의

 

법

질

서

 

변

천

 

상

황

과

 

맞

물

려

 

형

법

각

칙

 

무

고

죄

가

 

법

규

범

의

 

실

효

성

 

문

제

와

 

타

당

성

 

논

란

이

 

제

기

되

고

 

있

다

.

 

우

리

 

무

고

죄

는

 

1

9

4

0

년

 

일

본

 

형

법

가

안

과

 

동

일

한

 

구

성

요

건

이

 

그

대

로

 

변

함

이

 

없

다

.

 

무

고

는

 

행

위

자

가

 

국

가

의

 

형

사

 

사

법

활

동

을

 

이

용

하

여

 

타

인

에

게

 

피

해

를

 

입

히

게

 

되

는

 

것

이

다

.

 

행

위

자

로

부

터

의

 

법

익

침

해

 

순

서

에

따

르

자

면

 

무

고

는

 

개

인

에

 

대

한

 

해

악

이

 

직

접

적

인

 

원

인

이

다

.

 

독

일

에

서

는

 

무

고

죄

가

 

형

법

전

 

편

제

의

 

변

동

 

없

이

 

범

죄

혐

의

에

 

대

한

 

무

고

행

위

의

 

처

벌

이

 

가

능

하

도

록

 

규

정

하

고

 

있

을

뿐

만

 

아

니

라

 

오

래

 

전

부

터

 

정

치

적

 

무

고

죄

도

 

시

행

되

고

 

있

다

.

 

그

런

데

 

우

리

 

형

법

상

 

무

고

죄

는

 

제

정

형

법

 

이

래

 

일

본

형

법

 

가

안

에

서

처

럼

 

국

가

적

 

법

익

을

 

침

해

하

는

 

죄

로

 

되

어

 

있

다

.

 

이

러

한

 

형

태

의

 

무

고

죄

에

 

대

하

여

 

해

석

론

적

 

입

법

론

적

 

고

찰

이

 

요

청

된

다

.

 

더

욱

이

 

남

북

이

 

분

단

되

어

 

있

는

 

데

도

 

현

행

법

상

 

무

고

죄

는

 

대

한

민

국

 

영

역

에

서

 

해

석

 

및

 

적

용

상

의

 

문

제

가

 

있

으

며

 

피

무

고

인

 

보

호

기

능

이

 

불

충

분

하

다

.

 

그

리

고

 

우

리

 

형

법

의

 

무

고

죄

는

 

국

가

적

 

법

익

 

보

호

 

기

능

에

 

치

중

되

어

 

있

다

.

 

그

래

서

 

무

고

죄

가

 

해

석

론

적

으

로

 

그

 

적

용

 

범

위

가

 

확

대

되

어

야

 

할

 

구

성

요

건

인

데

도

 

불

구

하

고

 

경

우

에

 

따

라

서

는

 

제

한

 

해

석

되

기

도

 

하

는

 

아

이

러

니

컬

한

 

현

상

이

 

일

어

나

고

 

있

다

.

 

따

라

서

 

무

고

죄

에

 

있

어

서

 

형

사

사

법

기

능

의

 

보

호

와

 

병

행

하

여

 

인

간

의

 

존

엄

성

을

 

해

치

는

 

반

인

도

적

 

무

고

 

행

위

가

 

처

벌

될

 

수

 

있

도

록

 

독

일

에

서

처

럼

 

피

무

고

자

의

 

개

인

적

 

법

익

 

보

호

기

능

을

 

강

화

하

여

야

 

할

 

것

이

다

.

@highlight

21세기 공동체 사회의 법질서 변천 상황과 맞물려 형법각칙 무고죄가 법규범의 실효성 문제와 타당성 논란이 제기되고 있다. 우리 무고죄는 1940년 일본 형법가안과 동일한 구성요건이 그대로 변함이 없다.