사회적 가치는 압축적인 성장과 발전의 과정에서 나타난 정부와 시장의 실패에 대한 반성에서 태동했다.

특히, 정보통신 네트워크의 발달과 AI로 대표되는 4차 산업혁명 시대가 요구하는 정부와 민간 조직에 대한 혁신의 새로운 패러다임으로 등장하고 있다.

지역경제 활성화, 양극화 해소, 공동체 복원을 통한 지역사회 활성화는 지방자치단체와 사회적기업들이 추구하는 매우 의미 있는 사회적 가치들이다.

이 논문에서는 정부와 민간, ICT 기업과 비 ICT 기업을 구분하여 조직의 사회적 가치 추구활동에 대한 구성원의 인식이 각 조직의 조직몰입에 미치는 영향을 분석하고자 한다.

이 결과 조직의 사회적 가치추구 활동이 구성원의 정서적 조직몰입에 정(+)의 영향을 미친다는 사실을 확인하였다.

ICT 기업들이 비 ICT 기업보다 상관관계가 높은 것으로 확인되었다.

둘째, 조직의 사회적 가치추구 활동과 구성원의 지속적 조직몰입과는 상관관계가 없는 것으로 나타났다.

셋째, 환경복지 분야의 사회적 가치추구 활동이 구성원의 규범적 조직몰입에 정(+)의 영향을 미친다는 것을 확인했다.

가치 일치성은 조직의 사회적 가치추구 활동과 구성원의 정서적 조직몰입과 구성원의 규범적 몰입에 영향을 미친다는 사실을 확인할 수 있었다.

@highlight

이 논문에서는 정부와 민간, ICT 기업과 비 ICT 기업을 구분하여 조직의 사회적 가치 추구활동에 대한 구성원의 인식이 각 조직의 조직몰입에 미치는 영향을 분석하려 한다.

