본 연구는 학교 및 지역사회에서의 사회적 관계(교우관계, 학생-

교사관계, 지역사회 구성원과의 관계)가 청소년의 확장된 공동체에서의 이타적 목표의식(보편적 타인, 환경, 사회적 불평등)에 어떤 영향을 미치는지 조사하였다.

이를 위하여 한국청소년정책연구원이 실시한 한국아동·청소년패널조사의 중학교 1학년 패널의 3차시 데이터(중학교 3학년)를 활용하였으며, 학교 및 지역사회에서의 사회적 관계가 미치는 효과를 보다 정확하게 분석하기 위하여 가족맥락변수인 부모-

자녀 관계(부모의 정서적 지지, 부모의 합리적 설명)를 통제하였다.

다항 로지스틱 회귀분석 결과, 보다 원활한 교우관계, 보다 친밀한 학생-

교사관계, 보다 긍정적인 지역사회 구성원과의 관계를 지닌 청소년일수록 그들의 삶에서 타인을 돕는 것, 환경을 보호하는 것, 사회적·경제적 불평등을 바로 잡는 것이 중요하다고 응답할 가능성이 높았다.

이러한 결과는 청소년기 학교 및 지역사회에서의 긍정적인 사회적 관계가 확장적 공동체에서의 이타적 목표의식으로 전이될 수 있음을 보여준다.

따라서 청소년 교육이 건전하고 바람직한 민주시민 함양이라는 목표에 부합하기 위해서는 청소년들이 학교와 지역사회에서 긍정적, 민주적, 생산적인 사회적 관계를 맺을 수 있는 기회를 제공할 필요가 있다.

@highlight

학교와 지역사회에서의 사회적 관계가 청소년의 확장된 공동체에서의 이타적 목표의식에 어떤 영향을 미치는지에 대한 조사를 하였다.

@highlight

한국청소년정책연구원이 실시한 한국아동·청소년패널조사의 중학교 1학년 패널의 3차시 데이터를 활용하였다.

