언어는 사회 구성원들 간의 의사소통을 위한 중요한 매개체인 동시에그 사회를 반영하는 거울이다.

시대에 따른 사회·문화의 변화와 발전과함께 언어 또한 변하고 발전한다.

이처럼 시대의 변화에 따라 새로운 개념을 표현하기 위해 수많은 신조어가 나타나고 있다.

최근 소셜네트워크와인터넷 커뮤니티 사이트를 중심으로 신조어의 사용이 급증하고 있는데 이렇게 인터넷상에서 유행하는 신조어를 살펴보면 시대의 세태와 갈등, 사람들의 심리, 사상, 문화 등 사회 현상을 함축적으로 반영하고 있는 것을 알수 있다.

본 논문에서는 일시적인 기간 동안 사회적 현상을 반영하고 있는신조어와 함께 관련 기록들을 수집하고 분석하는 것에 대한 의미와 중요성에 대해 고찰하고, 이를 ‘신조어 아카이빙’이라는 개념으로 설명하고자한다.

신조어 아카이빙이 기존에 존재하는 사전의 개념과 어떻게 차이가있는지 비교를 통해 신조어 아카이빙 구축 방향을 제시하고자 한다.

또한이 연구를 통해 세대 간 원활한 의사소통과 정보 공유의 불평등 해소 등국민 언어생활에 편의와 당대의 사회상을 기억하고 더 나아가 전문가들의신조어 또는 사회 현상을 연구하는 데 도움이 되기를 기대해 본다.

@highlight

언어는 사회 구성원들 간의 의사소통을 위해 중요한 매개체인 동시에 그 사회를 반영하는 거울이라 할 수 있다.

@highlight

시대에 따라 사회·문화의 변화와 발전과 더불어 언어 또한 변하고 발전한다.

