본 연구에서는 사후반추와 사회공포와의 관계에서 자기자비의 조절효과 및 자기자비의 하위요소들(자기친절, 보편적 인간성, 마음챙김)의 조절효과를 살펴보았다.

연구를 위해 부산 경남 지역의 대학생들을 대상으로 사후반추검사, 자기자비검사, 사회공포증 척도를 이용하여 질문지 검사를 실시하였고, 767명으로부터 수집된 자료를 분석하였다.

자료 분석은 변수들 간의 상관관계를 알아보기 위해 Pearson의 적률상관분석을 실시하였고, 사후반추사고와 사회공포와의 관계에서 자기자비 및 자기자비 하위요인의 조절효과를 확인하기 위해 위계적 회귀분석을 실시하였다.

분석 결과는 다음과 같다.

첫째, 사후반추와 자기자비, 사회공포와의 상관관계는 유의한 것으로 나타났다.

둘째, 사후반추와 사회공포와의 관계에서 자기자비 전체의 조절효과는 유의한 것으로 나타났다.

셋째, 사후반추와 사회공포와의 관계에서 자기자비의 하위요인 중 자기친절과, 보편적 인간성은 조절효과가 유의한 것으로 나타났으나, 마음챙김은 유의하지 않은 것으로 나타났다.

마지막으로 본 연구 결과에 대한 상담실제와 연구장면에서의 의미를 논의하였다.

@highlight

본 논문은 사후반추와 사회공포와의 관계에서 자기자비의 조절효과 및 자기자비의 하위요소들의 조절효과를 분석하고자 했다.

@highlight

부산 경남 지역의 대학생들을 대상으로 질문지 검사를 실시하였고 자기자비 및 자기자비 하위요인의 조절효과를 확인하기 위하여 위계적 회귀분석을 했다.

