7세기 백제는 한반도에서 강력한 군사력을 가진 국가였다.

그러나 나?

당 연합군의 공격을 받고 10여일 만에 항복하였다.

당시 신라군의 남천정 기동에 대하여 의견이 분분하며, 당군의 6월 21일 이후 7월 10일까지 행적과 기동계획에 대하여 군사학적으로 이해할 수 없는 부분이 많다.

본고에서 신라군의 남천정 기동경로, 규모, 이유 등 밝혀 양동작전이었음을 제시하였다.

당군은 당진, 보령, 서천 및 군산지역에 상륙하였으며, 양공작전, 조공부대 투입, 견부확보작전 등을 밝혀 당군의 기동계획을 제시하였다.

백제가 신라군의 기동에 상비군을 동원하였고, 나?

당 연합군의 덕물도 회합에 실시한 군신회의 내용을 심층 깊게 분석하였다.

백제는 신라군의 양동작전과 당군의 양공작전에 기만당하여 동원된 병력의 절반을 당진-

예산 방면에 조기 투입함으로서 황산벌과 웅진강구에서 배치할 병력이 부족하였음을 밝혀냈다.

또한 백제의 전체적인 대응일정을 표로 제시하였다.

@highlight

7세기 백제는 한반도에서 강력한 군사력을 가진 국가였다.

@highlight

이 논문에서 신라군의 남천정 기동경로, 규모, 이유 등 밝혀 양동작전이었음을 제시했다.

