본

 

연

구

에

서

는

 

대

퇴

골

두

 

무

혈

성

 

괴

사

 

환

자

에

서

 

S

u

m

m

i

t

®

 

스

템

과

 

B

e

n

c

o

x

®

 

스

템

을

 

이

용

한

 

무

시

멘

트

 

인

공

 

고

관

절

 

전

치

환

술

 

후

 

스

템

에

 

따

른

 

결

과

를

 

비

교

 

분

석

하

고

자

 

하

였

다

.

 

대

퇴

골

두

 

무

혈

성

 

괴

사

로

 

진

단

받

고

 

인

공

 

고

관

절

 

전

치

환

술

을

 

시

행

 

후

 

최

소

 

3

년

이

상

 

추

시

가

 

가

능

했

던

 

환

자

를

 

대

상

으

로

 

하

였

다

.

 

환

자

를

 

스

템

 

별

로

 

두

 

군

으

로

 

나

누

어

 

S

u

m

m

i

t

®

 

스

템

은

 

3

6

명

 

4

4

예

,

 

B

e

n

c

o

x

®

 

스

템

은

 

3

6

명

 

4

8

예

였

다

.

 

각

 

군

의

 

평

균

 

추

시

기

간

은

 

7

8

개

월

,

 

4

2

.

2

개

월

이

었

으

며

,

 

임

상

적

 

평

가

 

및

 

대

퇴

 

스

템

에

 

대

한

 

방

사

선

학

적

 

평

가

를

 

시

행

하

였

다

.

 

임

상

적

 

결

과

는

 

두

군

 

간

에

 

통

계

학

적

으

로

 

유

의

한

 

차

이

는

 

없

었

으

며

,

 

방

사

선

적

 

평

가

에

서

 

골

용

해

나

 

인

공

삽

입

물

의

 

해

리

 

소

견

을

 

보

인

 

예

는

 

두

군

 

모

두

에

서

 

없

었

다

.

 

B

e

n

c

o

x

 

군

의

 

경

우

 

대

퇴

스

템

의

 

원

위

부

위

 

주

변

에

 

골

내

막

 

골

형

성

이

 

평

균

 

6

.

4

개

월

(

3

-

1

2

 

개

월

)

에

서

 

관

찰

되

었

고

,

 

S

u

m

m

i

t

 

군

의

 

경

우

 

6

예

에

서

 

원

위

부

의

 

피

질

골

 

비

후

가

 

관

찰

 

되

었

다

.

 

S

u

m

m

i

t

 

및

 

B

e

n

c

o

x

 

스

템

 

모

두

 

단

기

 

추

시

 

결

과

 

우

수

한

 

임

상

적

 

결

과

를

 

보

였

다

.

 

B

e

n

c

o

x

스

템

은

 

S

u

m

m

i

t

스

템

에

 

비

해

 

대

퇴

부

 

동

통

의

 

발

생

과

 

대

퇴

골

 

원

위

부

 

피

질

골

 

비

후

가

 

나

타

나

지

 

않

았

으

며

,

 

이

는

 

대

퇴

스

템

의

 

표

면

처

리

 

방

법

 

및

 

형

태

학

적

 

차

이

에

 

의

한

 

것

으

로

 

사

료

된

다

.

@highlight

본고에서는 대퇴골두 무혈성 괴사 환자에서 Summit® 스템과 Bencox® 스템을 이용한 무시멘트 인공 고관절 전치환술 후 스템에 따른 결과를 비교 분석하고자 하였다.