글로벌 경영 환경에서 현지 종업원의 직무태도 및 동기에 영향을 미치는 보상분배 방식은 문화와 밀접한 관련이 있으며, 보상분배와 관련된 문화 차이는 글로벌 기업 경영자들이 직면하는 주요 이슈 중 하나이다.

본 연구에서는 한국의 한 글로벌 기업의 미국, 중국, 일본 법인에서 근무하는 현지 종업원들을 대상으로 보상 분배에 있어 형평규범 선호의 차이와 성과 기반 보상 지급 정도에 대한 종업원의 지각이 직무태도(급여만족, 이직의도)와 어떤 관계를 갖는지를 탐색하였다.

결과는 다음과 같다.

첫째, 형평규범 선호 정도는 미국, 중국, 일본 순으로 나타났으며, 미국 및 중국 종업원들보다 일본 종업원들이 유의하게 낮은 수준을 보였다.

둘째, 미국과 중국 종업원들의 경우, 성과 기반 보상 지각이 이직의도와는 부적 관계, 급여만족과는 정적 관계가 나타났다.

반면, 일본 종업원들의 경우에는 성과 기반 보상 지각과 이직의도 간 유의한 관계가 나타나지 않았고, 급여만족과는 부적 관계가 나타났다.

끝으로 본 연구의 의의, 제한점 및 추후 연구방향에 관하여 논의하였다.

@highlight

본 논문응ㄴ 한국의 한 글로벌 기업의 미국, 중국, 일본 법인에서 근무하는 현지 종업원들을 상대로 보상 분배에 있어 형평규범 선호의 차이와 성과 기반 보상 지급 정도에 대한 종업원의 지각이 직무태도와 어떤 관계를 갖는지를 탐구하였다.

