경제교육을 받을수록 개인적 차원의 합리적 의사결정능력은 향상되는 반면 공동체 구성원으로서의 사회적 협력정도(사회적 합리성)는 무관하거나 오히려 감소하게 된다는 그간의 연구결과들은, 개인의 합리적 의사결정과 사회적 합리성을 독립적으로 연구함으로써 경제교육과 두 합리성 사이의 관계를 충분히 설명하지 못했다.

본 연구에서는 경제 실험을 통해 이 두 가지를 동시에 살펴봄으로써 경제교육의 효과와 목표를 재조명하고자 하였다.

또한 개인들의 공동체 및 공정분배에 대한 가치·태도가 경제적 합리성의 두 측면에 어떠한 영향을 미치는지 살펴보고자 하였다.

분석 결과를 통해 경제교육의 효과는 독립적 선택 상황에서의 개인 합리성에는 긍정적 영향을 미치고 있는 것으로 나타났지만 사회적 합리성에는 부정적인 영향을 미치는 것으로 나타나, 경제교육정도와 사회적 합리성간의 갈등적 측면이 있음을 알 수 있었다.

따라서 중등학교에서 개인의 합리성에 기초한 경제 원리를 중심으로 경제교육을 강화할 경우, 사회적 합리성과의 갈등적 측면에 대한 고려가 필요하다고 판단된다.

또한 시민성(citizenship)의 가장 중요한 요소인 공동체 의식과 관련한 가치·태도 요소와 사회적 합리성 사이에 통계적으로 유의미한 긍정적인 관계가 있음을 확인할 수 있었다.

@highlight

경제 실험을 통해 이 두 가지를 동시에 살펴봄으로써 경제교육의 효과와 목표를 고찰한 결과 경제교육의 효과는 독립적 선택 상황에서의 개인 합리성에는 긍정적 영향을 미쳤지만 사회적 합리성에는 부정적인 영향을 미치는 것으로 나타나, 경제교육정도와 사회적 합리성간의 갈등적 측면이 있음을 보았다.

