본 논문에서는 반도체 식각 공정 모니터링시스템을 개발한다.

반도체산업은첨단산업중, 전자제품의필수부품을 생산하는 대표적인 고부가가치 산업으로, 세계 각국에서 치열한 개발 경쟁을 벌이고 있다.

이에 따라 반도체제품의 품질과 특성, 그리고 생산성을 향상하기 위한 많은 연구들이 진행되고 있는데, 공정 모니터링 기술이 이에해당한다.

실제로 반도체 회로를 형성하는식각 공정에서의불량은큰 피해를 야기시키므로, 공정을 상세히 모니터링 할 수 있는 시스템의 개발이 필요하다.

본 논문에서 기술하는 반도체 식각 공정 모니터링 시스템은 플라즈마를이용한 건식식각 공정을 상세하게 관찰·분석하여 관리자에게 피드백하고, 설정된 시나리오에 맞게 자동으로 공정을 제어하여 공정 자동화 효율을 극대화한다.

실시간으로 모니터링을 수행하고 그 결과를 즉각적으로 시스템에 반영한다.

관리자는 시스템에서 제공하는UI(User Interface)를 통해공정의현재상태를진단할수 있다.

시스템은관리자가 사전에 작성한 공정 시나리오를 따라 공정을 자동으로 제어하고, 공정중단 시점을 효율적으로 찾아내어생산 효율을 높인다.

@highlight

이 논문에서는 반도체 식각 공정 모니터링시스템을 개발한다.

@highlight

관리자는 시스템에서 제공하는UI를 통해공정의현재상태를진단할수 있다.

