대학 수업의 질 개선을 위하여 시행되는 강의평가 결과를 활용하기 위해서는 무엇보다도 양적·질적으로 풍부한 학생들의 의견을 수집할 수 있어야 한다.

그러나 강제적으로 진행되는 강의평가 방식에 따라 양적 평가의 신뢰성과 타당성 문제뿐만 아니라, 서술형 강의평가에서도 학생들의 불성실한 응답으로 인하여 수업의 질 개선에 필요한 정보가 부족하고 미흡하다는 문제가 제기되고 있다.

이에 본 연구에서는 수도권 소재 A대학에서 총 9학기에 걸쳐 이루어진 서술형 강의평가 결과를 대상으로 학생들의 응답 실태를 실증적으로 분석하고, 학생, 교과목, 강의평가 점수에 따라 어떠한 특징이 있는지 분석하여 강의평가 개선을 위한 시사점을 도출하고자 하였다.

연구결과 서술형 강의평가 내용에는 비문(非文), 한 글자, 의견 없음과 같은 잡음(noise) 데이터의 비율이 전체 평가 건수 중 10.6%에 달하였으며, 서술된 문장도 20자 이하의 짧은 글로 이루어진 비율이 전체의 75.6%에 달하는 것으로 나타났다.

또 학생 특성, 교과목 특성에 따라 서술된 응답의 양에 차이가 있었으며, 강의평가 점수와 문장 길이의 관계를 분석해 본 결과 문장이 길수록 강의평가 점수는 낮아지는 경향을 발견할 수 있었다.

이러한 연구결과에 비추어 강의평가의 형성적(formative) 목적을 달성하기 위해서는 무엇보다도 양적·질적으로 풍부한 응답 데이터를 수집할 수 있도록 현재의 강의평가 방식의 개선이 필요함을 본 연구를 통해 확인할 수 있었다.

이에 연구결과를 바탕으로 강의평가 방식 및 온라인 강의평가 시스템 개선을 위한 방안을 제언하였다.

@highlight

대학 수업의 질 개선을 위해 시행되는 강의평가 결과를 활용하기 위해서는 무엇보다도 양적·질적으로 풍부한 학생들의 의견을 수집하는 것은 필수이다.

