TIMSS와 PISA의 두 국제평가에서 우리나라 학생들의 경우, 수학 교과에 대한 인지적 영역의 성취도는 매우 우수한 반면 정의적 영역의 성취도는 참가국 중 최하위권의 순위를 기록하여 우리나라 교육의 문제점을 드러내고 있다.

이즈음에, 우리나라 학생들이 취약한 정의적 특성 요인의 함양 방안을 모색해 보는 것은 의미 있은 일일 것이다.

이러한 취지하에, 한국교육과정평가원에서는 PISA와 TIMSS 두 국제평가에 공통적으로 포함되어 있는 우리나라 학생들의 수학 학습에 대한 흥미와 자아효능감, 그리고 수학에 대한 가치 인식의 정의적 특성 요인을 대상으로, PISA와 TIMSS 결과에 나타난 우리나라 학생의 정의적 특성의 성취 실태 및 사례를 파악하여 이의 실천적 함양 방안을 모색해 보고자 하였다(최승현 외, 2013).

본고에서는 PISA와 TIMSS에 관한 선행 연구 재분석 및 통계 분석 결과를 중심으로 이에 초점을 두어 수학 교과에서의 우리나라 학생의 정의적 성취 실태를 탐색하고자 하였다.

@highlight

TIMSS와 PISA의 두 국제평가에서 우리나라 학생들의 경우, 수학 교과에 대한 인지적 영역의 성취도는 매우 우수한 반면 정의적 영역의 성취도는 참가국 중 최하위권의 순위를 기록하여 우리나라 교육의 문제점을 드러내고 있다.

