본

고

는

 

국

가

 

정

체

성

과

 

이

미

지

라

는

 

관

점

에

서

 

독

립

국

가

로

서

의

 

비

교

적

 

짧

은

 

역

사

를

 

가

지

고

 

있

는

 

크

로

아

티

아

가

 

어

떠

한

 

정

체

성

과

 

국

가

이

미

지

를

 

가

지

고

 

있

는

가

에

 

대

해

 

고

찰

한

다

.

 

한

 

국

가

에

 

대

한

 

이

미

지

는

 

국

가

 

내

부

에

서

 

인

위

적

으

로

 

만

들

어

내

고

자

 

한

다

고

 

해

서

 

형

성

되

는

 

것

은

 

아

니

다

.

 

그

것

은

 

국

가

정

체

성

(

n

a

t

i

o

n

a

l

 

i

d

e

n

t

i

t

y

)

이

라

는

 

복

합

적

 

인

자

의

 

결

과

물

로

,

 

외

부

인

들

의

 

인

식

세

계

 

속

에

 

자

연

스

럽

게

 

자

리

 

잡

게

 

된

다

.

 

2

0

세

기

 

전

반

에

 

벌

어

졌

던

 

제

1

,

 

2

차

 

세

계

대

전

과

 

1

9

9

0

년

대

 

독

립

을

 

둘

러

싸

고

 

벌

어

졌

던

 

내

전

은

 

크

로

아

티

아

로

 

하

여

금

 

부

정

적

 

이

미

지

를

 

갖

게

 

하

는

 

요

인

으

로

 

작

용

했

다

.

 

많

은

 

사

람

들

에

게

 

긍

정

적

 

이

미

지

를

 

갖

게

 

만

드

는

 

크

로

아

티

아

의

 

다

양

하

고

 

뛰

어

난

 

문

화

유

산

과

 

자

연

유

산

에

도

 

불

구

하

고

,

 

정

치

와

 

역

사

의

 

측

면

을

 

통

해

 

대

외

적

으

로

 

부

정

적

인

 

이

미

지

를

 

갖

게

 

된

 

것

도

 

사

실

이

다

.

 

하

지

만

 

오

늘

날

 

크

로

아

티

아

의

 

대

외

적

 

이

미

지

를

 

긍

정

 

혹

은

 

부

정

의

 

한

마

디

로

 

정

의

 

내

린

다

는

 

것

은

 

어

려

운

 

일

이

며

,

 

그

래

서

도

 

안

 

될

 

일

이

다

.

 

왜

냐

하

면

 

다

양

한

 

국

가

 

혹

은

 

민

족

 

정

체

성

이

 

긍

정

적

 

측

면

과

 

부

정

적

 

측

면

을

 

동

시

에

 

가

지

고

 

있

기

 

때

문

이

다

.

@highlight

본 논문은 국가 정체성과 이미지라는 관점에서 독립국가로서의 비교적 짧은 역사를 가지고 있는 크로아티아가 어떠한 정체성과 국가이미지를 가지고 있는가에 대하여 살펴보았다. 한 국가의 이미지는 국가 내부에서 인위적으로 만들어내고자 한다고 해서 형성되는 것이 아니다.