이 글은 중국에 진출 한 외자기업 중 가장 많이 진출하고 또 성공적인 것으로 평가되고 있는 화교기업의 투자 현황과 특징을 분석하였다.

화교기업의 중국 진출은 중국정부가 화교자본을 적극적으로 끌어들이기 위해 다른 외자기업들보다 많은 우대조치를 제공해 준 것 외에 화교권 국가와 중국간의 경제적 보완성 그리고 민족문화적 동질성 및 동일언어를 사용하고 있는 요인이 중요한 역할을 했다.

또한 이러한 요인은 분명히 화교기업들로 하여금 중국에서의 경제활동에서 다른 외자기업보다 유리하게 만들었다.

그러나 화교기업의 중국진출 성공요인이 이러한 환경적 요인에 의해서만 이루어진 것은 아니다.

화교기업의 성공요인에는 이러한 환경적 요인 외에 철저한 준비와 치밀한 전략이 중요한 역할을 하였다.

즉 화교기업은 혈연과 지연관계가 있는 광뚱성과 푸젠성 지역에 우선 진출하여 인적네트워크를 활용하였을 뿐 아니라 그곳을 중국 이해의 학습장으로 삼은 후 다양한 지역으로 확대해 나가는 전략을 추진하였다.

또한 전통적으로 화교기업의 주력 업종인 부동산과 금융 분야도 다른 외자기업에 비해 많은 투자를 하고 있을 정도로 결코 소홀하지 않았다.

특히 화교기업은 거점을 통한 진출과 다양한 기업들과의 협력을 통한 진출을 추진하는 등 다른 외자기업과는 확연하게 다른 진출방법을 추진하였다.

화교기업의 이러한 진출은 위험 분산과 중국 진출을 더욱 용이하게 하여 중국투자를 성공적으로 이끄는 중요한 요인이 되었다.

@highlight

이러한 요인은 화교기업들로 하여금 중국에서의 경제활동에서 다른 외자기업보다 유리하게 만들었고, 중국진출 성공요인이 환경적 요인, 위험 분산이 중국 진출을 더욱 용이하게 하여 중국투자를 성공적으로 이끄는 중요한 요인이 되었다.

