본 연구는 2014년 4월 16일 전라남도 진도군 부근 해상에서 청해진해운이 운영하는 여객선 세월호가 침몰되면서 다수의 인명피해와 재산피해가 발생한 사건에 관하여 기록정보관리 분야가구체적으로 어떤 사회적 역할을 해야 하며, 할 수 있는지를 제시한다.

사회 각 분야와 그 구성원들은 이런 사건 자체와 그에 대한 상황에 대해서 사회가 부여하거나 자임한 역할을 수행해야 하며, 기록정보관리 분야의 경우 관련 기록정보를 모으고, 운영하고, 제공하여야 한다.

기록정보는 어떤 일을 되짚어 생각하거나 분석하여, 반성하고보완하는 수단이자 이에 작용할 도구이기도 하다.

기록정보는 자연스럽게 만들어지지만 자동적으로 관리되지는 않으며, 목적의식을 가져야 생산·관리된다.

무엇이 부족한지, 어떤 부분을 보완해야 하는지를 밝히는 것에서부터, 우리 사회와 기록정보관리분야가 문제해결 방향과 역량을 다각도로 검토하고 강화할 수 있을 것이다.

세월호 참사에 대한 기록정보관리 분야의 적극적인 결합 및조력은 1차적으로 사건에 대한 증거를 찾고 공인하는데 도움이된다.

2차적으로는 특정한 분야의 기록정보가 더 잘 만들어지고활용될 수 있게 할 수 있다.

마지막으로 우리가 가진 전문적인역량과 감정을, 가장 능동적이고 체계적으로 구성하고 실행할 수있다.

@highlight

2014년 세월호가 침몰된 사건에 관하여 기록정보관리 분야가 어떤 역할을 해야 하며, 할 수 있는지를 제시한다.

@highlight

기록정보는 자동적으로 관리되지는 않으며, 목적의식을 가져야 생산·관리된다.

@highlight

부족한 부분과, 보완점을 밝히는 것에서부터, 우리 사회와 기록정보관리분야가 문제해결 방향과 역량을 검토하고 강화할 수 있을 것이다.

