행정형 ADR을 통해 국민에게 저렴하고 신속한 권리구제수단을 제공함으로써 분쟁을 효율적으로 해결할 수 있는 기회를 제공하고자 하는 선량한 취지를 가지고 있더라도, 행정형 ADR을 통한 분쟁해결과정에서 분쟁당사자의 자주적인 분쟁해결권능을 침해하게 된다면 이러한 결과는 국민의 재판받을 권리를 침해하는 것으로서 결코 용인될 수 없다.

그렇다면 행정형 ADR을 운영함에 있어서도 당사자의 의사를 최대한 반영할 수 있어야 한다.

ADR기관은 분쟁당사자에게 당사자 간의 합의 또는 전문가인 제3자의 판단에 의해 분쟁을 해결할 수 있는 기회를 제공하면 충분하고, 행정력을 동원하여 당사자 간의 합의를 사실상 강요하거나 ADR기구의 판단에 의한 분쟁해결을 사실상 강제해서는 안 될 것이다.

행정형 ADR을 보다 효율적으로 운영하기 위해서는 행정형 ADR을 제도적으로 정비하여 체계적으로 관리할 수 있는 시스템을 구축하여야 하고, 행정형 ADR을 설치·운영하는 기관 상호간에 교류와 협력이 이루어져야 할 뿐만 아니라, 행정형 ADR기관과 법원 간에도 연대가 이루어질 필요가 있다.

행정형 ADR을 운영하는 기관 스스로도 ADR을 운영하는데 필요한 인적·물적 기반을 구축할 수 있는 방안을 확립하고, 기관 내부 직원에 대하여도 ADR 관련 교육을 실시하는 등의 노력을 기울여야 할 것이다.

@highlight

행정형 ADR을 통해 국민에게 저렴하고 신속한 권리구제수단을 제공함으로써 분쟁을 효율적으로 해결할 수 있는 기회를 제공하려는 선량한 취지를 가지고 있더라도, 행정형 ADR을 통한 분쟁해결과정에서 분쟁당사자의 자주적인 분쟁해결권능을 침해하게 된다면 이러한 결과는 국민의 재판받을 권리를 침해하는 것으로서 결코 용인될 수 없다.

