본 논문은 한국채택국제회계기준(K-

IFRS)을 처음으로 의무 적용한 2011년도 영업이익 공시 실태를 파악해 보고 상이한 분류방법을 택한 기업들에 대한 다양한 사례를 제시하였다.

실태파악 결과, 영업이익을 산출한 기업들의 유형은 크게 세 가지로 나뉜다.

첫 번째(TYPE 1)는 금융수익과 금융비용을 제외한 나머지 항목을 영업이익에 포함하는 유형이고, 두 번째(TYPE 2)는 종전 기업회계기준의 영업이익 산출 방법대로 매출총이익에서 판매관리비만을 차감하여 영업이익을 산출한 유형이다.

세번째(TYPE 3)는 첫번째 유형에서 기타수익에서 기타이익을 그리고 기타비용에서 기타손실을 구분하여 영업이익에서 제외한 공시유형이다.

이에 본 연구는 상이한 분류방법을 택한 기업들에 대한 사례를 제시하며 이러한 상이한 방법을 택한 배경에 대해 살펴보았다.

1,599개사의 감사보고서를 살펴본 결과 이 중의 73%가 첫 번째 유형으로 공시하고 있었고, 13%가 두 번째 유형, 14%가 세 번째 유형으로 공시하고 있었다.

분석결과, 손익계산서에 공시한 영업이익이 다른 유형으로 계산한 영업이익보다 큰 기업이 많았으며 다른 유형으로 영업이익을 공시하였다면 적자로 전환되는 회사가 흑자로 전환되는 회사보다 현저히 많았다.

이는 대부분의 회사가 영업이익을 유리한 방향으로 공시하는 성향을 가지고 있음을 뒷받침하고 있다.

@highlight

이 논문은 한국채택국제회계기준을 처음으로 의무 적용한 2011년도 영업이익 공시 실태를 파악해 보고 상이한 분류방법을 택한 기업들에 대한 여러 사례를 제시했다.

@highlight

본 연구는 상이한 분류방법을 택한 기업들에 대한 사례를 제시하며 이런 상이한 방법을 택한 배경에 대해 살펴보았다.

