본 연구에서는 국내 항공사가 항공화물과 승객을 운송하는 데 있어서 효울성을 측정하고 환경 요소를 얼마나 고려하는지 조사하고자 한다.

2011년 ~ 2014년 국내 7개의 항공사를 대상으로 DEA-

CCR(Data Envelopment Analysis-

Charnes, Cooper & Rhodes) 분석을 통해 항공사의 항공화물 운송과 이산화탄소 배출량의 효율성을 분석하였다.

운영방식의 차이로 인해 대형항공사와 저가항공사로 나누어 효율성을 비교분석하였으며, 투입 및 산출요소를 산정하기 위해서 기존 문헌연구를 조사하였다.

분석결과 대형항공사는 저가항공사보다 항공화물이나 이산화탄소 배출량에 관련해서 효율적인 운영을 하고 있으며, 저가항공사들끼리의 분석에서는 항공화물이나 이산화탄소 배출량 관련 운영의 효율성은 의미 있는 차이가 없는 것으로 나타났다.

대형항공사는 저가항공사에 비해 항공화물사업에 많은 투자를 하고 있으며 다양한 녹색경영을 시행하고 있다.

또한, 저가항공사는 다른 항공사와 차별성을 두기위해서는 내부자원을 더 효율적으로 운영하여 높은 화물운송과 온실가스 절감을 달성해야 한다고 판단된다.

@highlight

이 연구에서는 국내 항공사가 항공화물과 승객을 운송하는 데 있어서 효울성을 측정하고 환경 요소를 얼마나 고려하는지 조사하고자 한다.

