본 연구는 최근 새로운 이동수단으로써 제안된 Personal Mobility(PM)가 도로 상황에 도입되었을 때를 가정하여, 운행에 따른 효과와 도입의 타당성 검증을 목적으로 실시되었다.

PM은 기존 차량 과 비교하였을 때 초소형·초경량의 차량이며 전기 동력을 기반으로 한 신개념 자동차이다.

각국의 자동차 회사들에서는 PM에 대한 연구를 진행하고 있으며 Hiriko, Twizy와 같은 실제 차량이 구현되어 시범운행을 마치고 운행되고 있다.

그러나 PM의 도입에 따른 교통부문의 세부적인 연구가 부족한 실정이며 실제 도입 시의 개선의 정도를 확인하기 위한 연구가 뒷받침 되어야 한다.

이를 위해 본 연구는 우선적으로 PM에 대해 정의하였으며 ABM을 바탕으로 하여 차량의 속성을 설정하였다.

이후 시뮬레이션 환경을 구축하여 PM의 도입에 따른 교통 개선 효과를 분석하였다.

분석결과에 따르면 혼잡 밀도에 상관없이 PM의 수가 증가할수록 전체적인 평균통행속도가 증가하는 것을 확인하였다.

또한 센서의 반응시간이 짧을수록 효과가 더 큰 것으로 분석되었으며, 이에 따라 PM이 도로 상황 개선에 기여할 수 있음을 확인하였다.

@highlight

이 연구는 요즘 새로운 이동수단으로써 제안된 Personal Mobility(PM)가 도로 상황에 도입되었을 때를 가정해, 운행에 따른 효과와 도입의 타당성 검증을 목적으로 실시됐다.

