스마트폰과 같은 모바일단말은 ‘모바일 빅뱅’이라 불릴 만큼 일상생활과 기업경영에 거스를 수 없는 커다란 변화를 가져왔다.

시간과 장소에 제한 없이 모바일뱅킹, MTS(모바일트레이딩시스템)을 이용할 수 있고, 회사 외부에서도 직원 간 의사소통이 간편해졌고 모바일오피스를 통해 업무까지 처리할 수 있다.

모바일단말은 금융회사에게 생산성 향상과 경쟁력 확보를 위한 ‘스마트모바일 이노베이션’으로 다가오고 있지만, 금융업을 영위함에 있어 직무관련 미공개정보와 모바일단말을 이용하여 ‘불건전 영업행위’ 또는 ‘불공정거래’에 악용할 소지가 상당히 크며 고객정보를 유출할 위협 역시 증가하고 있다.

따라서 금융시장의 건전성을 확보하고 고객정보를 보호하기 위해 모바일단말로 인해 발생가능한 문제점을 분석하고 대책을 마련하는 등 선제적 대응이 필요하다.

본 논문에서는 ‘자본시장과 금융투자업에 관한 법률’에 의한 금융투자회사를 중심으로 금융회사에서 모바일단말 이용과 관련하여 발생할 수 있는 모바일단말의 위협을 문제점으로 분석하고 이에 대한 대응방안을 제시하고자 한다.

@highlight

본고에서는 ‘자본시장과 금융투자업에 관한 법률’에 의한 금융투자회사를 중심으로 금융회사에서 모바일단말 이용과 관련하여 발생할 수 있는 모바일단말의 위협을 문제점으로 분석하고 이에 대한 대응방안을 제시하고자 한다.

