장대터널의 환기 및 방재시스템 설계시 주요한 요소설계인자 중 하나인 자연환기력은 그 중요성에도 불구하고 관련 영향변수들의 상호관계는 정량화가 매우 복잡하여, 자연환기력에 의한 유입 자연풍에 관한 설계기준을 정량적 근거하에서 제시하고 있지 못하다.

최근 발생한 터널화재에 의한 문제 및 터널 이용자에 의한 보다 나은 공기질에 대한 요구 등으로 터널 환기시스템의 최적화가 시급히 필요하며, 따라서 최적화의 주요 설계인자인 자연환기력에 대한 연구가 절실히 요구된다.

본 연구에서는 국내 최장대 도로터널로 계획된 인제터널(연장 10.9 km)을 대상으로 자연환기력의 예측을 목적으로 하였다.

지형적 요인에 의한 외부풍의 풍압에 기인하는 자연환기력의 최대 가능수준을 예측할 수 있는 기압장벽고의 개념을 적용하여 외부풍에 의한 자연환기력을 추정하고 터널내외부 공기 밀도차로 인한 굴뚝효과에 따른 자연환기력을 동시에 분석하였다.

@highlight

본고에서는 자연환기력의 예측을 위해 인제터널을 대상으로 지형적 요인에 의한 자연환기력의 가능수준을 예측할 수 있는 기압장벽고의 개념을 적용하여 외부풍에 의한 자연환기력을 추정하고 터널내외부 공기 밀도차로 인한 굴뚝효과에 따른 자연환기력을 연구하였다.

