본

 

연

구

는

 

우

리

나

라

 

임

금

근

로

자

들

에

서

 

교

대

근

무

 

여

부

와

 

수

면

시

간

이

 

대

사

증

후

군

에

 

어

떠

한

 

영

향

을

 

주

는

지

 

살

펴

보

기

 

위

함

이

다

.

 

본

 

연

구

는

 

국

민

건

강

영

양

조

사

 

제

 

6

기

 

2

년

차

 

자

료

(

t

h

e

 

K

o

r

e

a

n

 

N

a

t

i

o

n

a

l

 

H

e

a

l

t

h

 

a

n

d

 

N

u

t

r

i

t

i

o

n

 

E

x

a

m

i

n

a

t

i

o

n

 

S

u

r

v

e

y

 

d

a

t

a

 

o

f

 

2

0

1

4

)

를

 

이

용

하

여

 

분

석

하

였

다

.

 

만

 

2

0

세

 

이

상

의

 

임

금

근

로

자

 

총

 

1

5

7

9

명

의

 

자

료

를

 

분

석

하

였

다

.

 

카

이

제

곱

검

정

,

 

t

-

t

e

s

t

,

 

더

미

변

수

를

 

이

용

한

 

위

계

적

 

다

중

 

로

지

스

틱

 

회

귀

분

석

을

 

이

용

하

여

 

분

석

하

였

다

.

 

단

변

량

 

분

석

 

결

과

,

 

수

면

시

간

,

 

정

규

직

 

여

부

,

 

직

업

군

,

 

성

별

,

 

연

령

,

 

결

혼

 

상

태

,

 

교

육

수

준

,

 

흡

연

,

 

주

관

적

 

건

강

상

태

 

인

식

이

 

대

사

증

후

군

 

위

험

과

 

유

의

한

 

관

련

성

이

 

있

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

인

구

학

적

 

변

수

,

 

직

업

적

 

변

수

,

 

건

강

행

태

 

변

수

를

 

모

두

 

포

함

하

여

 

분

석

한

 

다

변

량

 

분

석

에

서

는

 

하

루

 

6

시

간

 

미

만

 

수

면

 

군

에

서

 

대

사

증

후

군

 

위

험

이

 

유

의

하

게

 

증

가

한

 

것

으

로

 

나

타

났

다

 

(

A

O

R

:

 

1

.

5

6

,

 

C

I

:

 

1

.

0

1

-

2

.

4

4

)

.

 

또

한

 

교

대

근

무

 

여

부

는

 

대

사

증

후

군

과

 

유

의

한

 

관

련

성

이

 

없

는

 

것

으

로

 

나

타

났

으

며

,

 

남

성

과

 

나

이

가

 

많

은

 

근

로

자

에

서

 

대

사

증

후

군

 

위

험

이

 

유

의

하

게

 

증

가

하

였

다

.

 

본

 

연

구

 

결

과

는

 

6

시

간

 

미

만

 

수

면

 

근

로

자

,

 

남

성

 

및

 

연

령

이

 

많

은

 

근

로

자

들

이

 

대

사

증

후

군

의

 

위

험

이

 

높

은

 

집

단

이

므

로

,

 

이

들

을

 

대

상

으

로

 

하

는

 

대

사

증

후

군

 

예

방

 

및

 

관

리

 

프

로

그

램

 

개

발

 

및

 

적

용

이

 

시

급

하

다

.

@highlight

이 연구는 우리나라 임금근로자들에서 교대근무 여부와 수면시간이 대사증후군에 어떠한 영향을 주는지 살펴보기 위함이다. 이 연구는 국민건강영양조사 제 6기 2년차 자료를 이용해 분석했다. 만 20세 이상의 임금근로자 총 1579명의 자료를 분석했다. 카이제곱검정, t-test, 더미변수를 이용한 위계적 다중 로지스틱 회귀분석을 이용해 분석했다.