본 연구는 선행연구에서 보편적으로 사용하는 대주주1인 또는 1인 지배주주의 가정에 따른 기업지배구조의 문제점을 분석하기 위해 복수의 주요대주주 존재와 그에 따른 기업가치 관련성을 실증분석하였다.

특히 본 연구는 복수의 주요대주주 존재와 이들이 기업에서 수행하는 2가지 상이한 역할에 그 연구적 초점을 둔다.

즉, 한편으로 보면 주요대주주는 상당한 투표권을 보유함으로써 경영자를 감시할 의지 및 능력을 가지고 있어 경영자의 이익약탈을 용이하게 막을 수 있는 능력을 갖고 있다.

그러나 다른 한편으로는 주요대주주는 다른 주요대주주와 연합을 형성하여 약탈한 이익을 공유할 수 있다.

주요대주주의 첫 번째 역할과 관련하여 기업가치는 주요대주주 사이의 상호 견제능력 즉, 지배권의 경쟁가능성(contestability)의 감소와 음(-

)의 관련성을 갖는다는 가설을 검증하고자 한다.

자료를 분석한 결과는 복수의 주요대주주 존재와 기업가치 사이에 통계적으로 유의한 관련성이 존재한다는 실증증거를 제시하였다.

즉, 본 연구는 기업지배구조에서 주요대주주 사이의 지분율 차이가 클수록 기업가치는 감소한다는 결과를 제시하였다.

@highlight

본 연구는 대주주1인 혹은 1인 지배주주의 가정에 따른 기업지배구조의 문제점 분석을 위해 복수의 주요대주주 존재와 기업가치의 관련성을 분석하였고, 그 결과 기업지배구조에서 주요대주주 사이의 지분율의 차이가 클수록 기업의 가치는 감소함을 확인하였다.

