본 연구는 급변하는 사회 환경 변화 속에서 발달권으로서의 놀 권리에 대한 위상 및 내용 범위 학습과의 관계성 고찰에 그 목적을 둔다 이를 위해 차 산업혁명과 아동놀이와의 관련성을 살펴보고 놀 권리로서 놀이의 확장성과 방향성을 탐색하며 새로운 놀 권리 확장의 형태와 성격을 살펴보고자 한다.

본 연구의 함의는 다음과 같다 첫째 차 산업 혁명 시대의 창의성과 융합성이 만들어 낼 혁신적인 사회 환경에 적응하기 위해 정적인 학습보다는 놀이 과정을 통해 끊임없이 움직이고 학습하는 아동들의 놀이 과정의 필요성 증대에 주목해야 한다 둘째 놀이를 시간 낭비로 간주하는 부정적인 인식이나 놀권리의 중요성에 대한 감정적 주장을 벗어나 아동들의 놀 권리를 보장하는 놀이의 의미와 타당성에 대한 재인식이 필요하다 셋째 교육에서의 학습과 놀이의 균형을 유지하면서 놀이의 긍정적인 창의성에초점을 맞추고 형식적인 놀이에서 비형식 및 무형식 놀이로 확장하면서 아동들의 놀 권리를 보장하기 위한 놀이 시간과 공간을 확보하려는 다양한 정책적 방안이 확보되어야 한다본 연구를 통해 아동의 놀 권리에 대한 재인식이 이루어져 학업과 놀이와의 관계가 재정립되는 단초를 제공하고 학교교육과 정책의 방향성을 제시한다.

@highlight

본 연구는 급변하는 사회 환경 변화 속에서 발달권으로서의 놀 권리에 대한 위상 및 내용 범위 학습과의 관계성 고찰에 그 목적을 두고 있으며, 차 산업혁명과 아동놀이와의 관련성을 살펴보고 놀 권리로서 놀이의 확장성, 방향성을 탐색하며 새로운 놀 권리 확장의 형태와 성격을 살펴봤다.

