공감은 상대방의 감정, 생각 및 상대방이 처한 상황을 이해하고 그에 알맞은 감정을 느끼는 것이다.

선행연구에 의하면 공감은 초등학습자의 문제행동 감소, 갈등해결, 학교생활 적응 등에 긍정적인 영향을 미친다.

공감능력은 학습자의 사회성 형성에 매우 중요하다.

이러한 공감능력은 미술과의 성격 및 교과 역량과 관련이 있다.

2015 미술과 교육과정은 미술 시간에 시각 이미지를 주제로 의사소통하는 과정에서 타인과 감정과 생각을 이해, 공감함으로써 자연스럽게 인성을 함양할 수 있다고 제시하고 있다.

역할놀이는 다른 사람의 역할이 되어 그 역할에 맞게 행동하는 놀이로 다른 사람이 되어 본다는 점에서 공감과 비슷한 점이 있기 때문이다.

본 연구에서는 공감과 미술 수업과의 연관성에 주목하여 미술 감상시간에 역할놀이를 활용하기 위한 수업모형을 구안하고 2학년 학생에게 적용하였다.

역할극을 활용한 감상수업을 진행한 결과 학습자의 흥미 유발에 도움이 되었고 감정재인, 역할 취하기 요소를 포함한 인지적 공감능력과 정서적 전이, 공감적 관심 요소를 포함한 정의적 공감능력이 신장되는 효과를 얻게 되었다.

@highlight

공감능력은 학습자의 사회성 형성에 매우 중요하고 미술과의 성격 및 교과 역량과 관련이 있다.

@highlight

본 연구는 공감과 미술 수업과의 연관성에 주목하여 미술 감상시간에 역할놀이를 활용하기 위한 수업모형을 구안했다.

