경량한 세장 구조물의 내풍안정성을 향상시키기 위하여 다양한 제진장치가 사용되어 왔다.

제진장치에 의하여 구조물에 부가되는 감쇠는 기존의 질량, 강성에 비례하는 고전감쇠와 달리 비고전 특성을 가진다.

비고전 감쇠는 복소의 모달 특성을 보유하기 때문에 해석과 평가과정에서 모드의 거동을 파악하기 어렵다.

이러한 이유 때문에 복소 모달 변수를 실수로 변경하기 위한 방법이 요구되며, 변경된 실수 모달 특성이 가지는 물리적 의미를 고찰할 필요가 있다.

본 연구에서는 상태공간에서 비고전 감쇠시스템의 복소 모달 변수를 실수 모달 변수로 변경하는 과정을 소개하고 그 모달변수가 가지는 특성을 분석함으로써 비고전 감쇠를 가지는 구조물의 해석 및 평가가 보다 명쾌한 물리적 의미를 가지고 이루어질 수 있도록 하였다.

또한 비고전 감쇠구조물의 계측응답만으로 실수의 모달특성을 추정할 수 있는 상태공간 기반 모드분해 기법에 대해서 다루고 그 특성을 비교 검증하였다.

본 연구에서 제시된 기법을 카고메트러스 댐퍼가 설치된 비고전 감쇠 구조물에 적용하여 수치적으로 검증하였으며, 수치해석 결과로부터 복소 모드형상이 실수공간으로의 변환이 가능하며, 그 실수 모드형상이 계측응답만으로도 추정 가능함을 알 수 있었다.

@highlight

본고에서는 상태공간에서 비고전 감쇠시스템의 복소 모달 변수를 실수 모달 변수로 변경하는 과정을 알리고, 그 모달변수가 가지는 특징을 분석함으로써 비고전 감쇠를 가지는 구조물의 해석과 평가가 보다 명쾌한 물리적인 의미를 가지고 이루어질 수 있도록 했다.

