시장실패에 따른 소상공인의 자금조달을 지원하는 신용보증기관의 보증공급 규모를 어느 수준에서 결정할 것인가는 경제상황과 보증제도의 목적을 고려하여 정책당국이 결정하여야 할 중요한 문제이다.

따라서 보증기관이 본연의 공공 업무를 효율적으로 수행하기 위해서는 보증업무에 대한 충분한 재원확보가 전제되어야 할 필요가 있다.

국내 3대 신용보증기관들 중 본 연구에서 논의의 초점을 두고 있는 지역신용보증재단의 경우 보증재원은 정부, 지자체, 금융기관 등의 유관기관들이 출연금 형식으로 지원되고 있다.

하지만 이는 사실상 무한대인 사회적 보증수요의 크기를 감당하기에는 한계가 있어, 공적 업무를 수행하는 보증기관의 적정 보증규모와 출연금 규모를 산정하는 것은 무엇보다 중요한 작업이라 할 수 있을 것이다.

이에 본 연구는 지역신용보증제도 운영을 위한 보증재원이라 할 수 있는 지역신보의 재정 안정성 검토를 위해 지역신보의 보증공급 규모와 대위변제율의 크기에 따른 적정 출연금 규모와의 관련성을 이론적 전개와 실증적 분석을 통해 다각적으로 살펴보았다.

그 결과, 현재 지역신보에 대한 출연금 수준은 지역신보들이 각 지역의 소기업·소상공인들에 대한 정부의 보증공급 확대 정책과 높은 대위변제 규모를 감당하기에 부족한 수준임을 살펴볼 수 있었으며, 이는 지역신보의 안정적 보증공급을 위한 지원기관들의 출연금 확대와 대위변제 감소를 위한 리스크관리 노력이 더 강화될 필요가 있음을 시사한다.

@highlight

시장실패에 따른 소상공인의 자금조달을 지원하는 신용보증기관의 보증공급 규모를 어느 수준에서 결정할 것인가는 경제상황과 보증제도의 목적을 고려해 정책당국이 결정해야 할 중요한 문제이다.

