본 연구에서는 시각장애학생의 교육과정에 대한 국내·외 문헌들의 분석을 통해 주제별·변인별 주요 특징과 동향을 알아보고자 하였다.

이를 위해 시각장애학생 교육과정과 관련된 14편의 국내 문헌과 20편의 외국 문헌을 검토하였으며, 문헌 분석 결과 다음과 같은 주제별·변인별 특징을 알 수 있었다.

첫째, 주제별 특징에 있어 외국 문헌의 경우 국내 문헌보다 더 다양한 주제들을 폭넓게 다루고 있음을 알 수 있었다.

둘째, 변인별 특징에 있어 국내와 외국 문헌 간에는 형식적인 측면에서는 큰 차이가 없는 경우들(장애유형, 연구방법)도 있었지만, 내용적인 측면에서는 모든 변인들에서 여러 차이들이 나타났다.

본 연구의 결과를 토대로 국내 시각장애학생의 교육과정과 관련된 연구들은 시각장애학생들의 특성이 반영된 확대핵심교육과정에 대한 연구, 저시력을 포함하여 다양한 시각장애유형 학생들의 교육과정에 대한 연구, 통합교육환경에서의 교육과정에 대한 연구와 같은 다양한 연구들이 다루어질 필요가 있음을 강조하였다.

@highlight

본 논문에서는 시각장애학생의 교육과정에 대한 국내·외 문헌들의 분석을 통하여 주제별·변인별 주요 특징과 동향을 살펴보았다.

@highlight

시각장애학생 교육과정과 관련된 14편의 국내 문헌과 20편의 외국 문헌을 검토하고, 문헌 분석을 통하여 주제별·변인별 특징을 고찰하였다.

