백운 경한의 「직지」에 대한 지금까지의 논의가 자료 주변적인 것이라서 「직지」에 실린 작품 자체에 대한 논의가 미흡하다고 보고 여기서는 이 자료에 실린 선시 작품을 중심으로 논의를 진행하였다.

선시가 제시되는 맥락을 전체적으로 논의하고 이러한 맥락에서 제시된 선시를 몇 가지 표현원리의 기준에서 분석하였다.

우선 선시의 제시 맥락은 대략 세 묶음의 여섯 가지로 나타났다.

여섯 가지 맥락을 종합해 보면 인도에서 시법현하기과 전법을 통하여 내려온 법을 중국에서 이를 이어서 다시 구 위해서는 출가, 수행, 오도, 교시의 과정을 철저히 거쳐야 한다는 은연중 교시적 의미가 드러난다.

이는 「직지」가 전체적으로는 교시를 위하여 마련된 것이라는 것을 뜻한다.

인도에서 유구하게 이어져 온 법을 어떻게 계승, 발전시킬 것인가의 방안을 「직지」하권에서 네 가지의 구체적 맥락을 통하여 제시하고 있기 때문이다.

작품 제시의 맥락이 다르면 거기 따라 제시된 선시의 성격도 다르게 나타났고 그런 성격은 곧 표현 원리에 의하여 좌우되었다.

역설과 부정의 표현 원리가 우세한 선시는 주로 시법과 전법, 오도의 문맥에서 제시된 작품이었고 대비와 비유의 표현원리가 우세한 선시는 출가와 수행의 맥락에서 제시된 작품이었고 명령과 설의의 표현원리가 우세한 선시는 교시의 맥락에서 제시된 작품으로 나타났다.

@highlight

백운 경한의 「직지」에 관한 지금까지의 논의가 자료 주변적인 것이라서 「직지」에 실린 작품 자체에 관한 논의가 미흡하다고 보고 여기서는 이 자료에 실린 선시 작품을 중심으로 논의를 진행했다.

@highlight

우선 선시의 제시 맥락은 대략 세 묶음의 여섯 가지로 나타났다.

