1967년 설립 이후 독자모델의 자동차를 개발하여 1986년 미국시장에 성공적으로 진출한 현대자동차는 1990년대 말에 미국시장에서 퇴출위기를 겪기도 하였으나 품질혁신과 전략적 변화를 통해 글로벌 경쟁력을 회복하고 성장과 이익 측면에서 괄목할 만한 성과를 보이고 있다.

이 논문은 동태적 역량(dynamic capability) 중에서 혁신역량의 관점에서 현대자동차의 발전과정을 분석하고 경쟁력의 원천을 규명하고자 한다.

이를 위해 현대자동차의 발전과정을 기술자립단계, 경영혁신단계, 그리고 전략혁신단계의 3단계로 구분하여 살펴보고, Francis와 Bessant(2005)의 혁신경영의 틀을 활용하여 2000년대의 전략적 변화과정을 집중분석하여 전 세계가 관심을 갖고 있는 현대자동차 경쟁력의 원천과 주요 성공요인을 제시한다.

특히 현대자동차의 지속적 경쟁우위요소로서 품질혁신, 마케팅혁신, 프로세스혁신, 제품혁신을 찾고, 이를 토대로 지금까지의 ‘추격(catch-

up)’ 위주의 전략에서 ‘선도(leading)’ 위주의 전략으로 발전하기 위한 시사점과 동태적 혁신을 추진하는 다른 기업들을 위한 시사점을 제시한다.

@highlight

1967년 설립 이후 독자모델의 자동차를 개발하여 1986년 미국시장에 성공적으로 진출한 현대자동차는 1990년대 말에 미국시장에서 퇴출위기를 겪기도 하였으나 품질혁신과 전략적 변화를 통해 글로벌 경쟁력을 회복하고 성장과 이익 측면에서 괄목할 만한 성과를 보이고 있다.

