본 연구는 뮤지컬 배우의 신체상해와 직무스트레스가 프리젠티즘에 미치는 영향을 알아보고자 하였다.

뮤지컬 배우로 활동 중인 뮤지컬 전공자 56명을 대상으로 그들의 개인적 특성, 직무스트레스, 프리젠티즘, 직무소진, 신체 통증부위에 관한 질문으로 구성된 온라인 설문지를 사용하여 조사하였다.

연구참여자의 개인적 특성은 성별, 연령, 뮤지컬 교육기간, 주당 연습횟수, 1회 연습시간을 조사하였다.

직무스트레스는 총 24문항이었고, 프리젠티즘은 건강문제 13문항, 직무손실 10문항이었으며, 직무소진은 16문항이었다.

수집된 자료를 분석한 결과, 연구참여자의 직무스트레스는 55.82점 이었으며, 건강문제 2.16점, 직무손실 26.76점, 직무소진 45.13점으로 조사되었다.

건강문제는 직무손실과 양의 상관관계로 나타났고, 직무소진과 양의 상관관계를 보여주었다.

직무손실도 건강문제 및 직무소진과 양의 상관관계를 보여주었다.

반면에 직무스트레스가 낮은 집단은 높은 집단에 비하여 프리젠티즘의 통계학적으로 유의한 상관성을 보이지 않았다.

또한, 부상이 있음에도 훈련이나 공연에 참여한 경험이 프리젠티즘에 유의한 영향을 미치지 않는 것으로 조사되었다.

@highlight

본 연구는 뮤지컬 배우의 신체상해와 직무스트레스가 프리젠티즘에 미치는 영향을 알아보고자 하였다.

@highlight

그 결과 건강문제는 직무손실과 직무소진에, 직무손실은 건강문제와 직무소진에 양의 상관관계를 보였고, 반면에 직무스트레스가 낮은 집단과, 부상에도 훈련이나 공연에 참여한 경험은 프리젠티즘에 유의한 상관성을 보이지 않았다.

