본 연구는 지분가치에 대한 대체투자와 적응투자의 상대적 효과를 검토하였다.

이러한 분석은 현존하는 기업의 자원을 현행 실무에 계속적으로 이용하기 위하여 보유할 것인지 아니면 새로운 투자안에 적용하기 위하여 전용할 것인지에 대한 기업의 옵션과 기업가치와의 관련성을 강조한 실무옵션이론에 근거를 둔 것이다.

본 연구의 핵심은 대체투자와 적응투자는 기업가치에 서로 다른 영향을 미친다는 것이다.

기업가치와 관련하여 두 투자유형이 서로 다른 의미를 함축하고 있기 때문에 대체투자와 적응투자는 이러한 서로 다른 함축의 의미를 반영하고 각각의 두 투자유형에 대한 효과는 투자옵션에내재된 상대적 매력과 관련이 있다.

본 연구의 결과는 지분가치에 대한 대체투자의 효과는 양이 였으며, 반대로 지분가치에 대한적응투자의 효과는 미약하거나 음의 관련성을 보였다.

그리고 다양한 설계와 분석을 한 결과, 대체투자와 적응투자는 이익과 장부가치의 정보력에 증분가치가 있는 정보력을 가지고 있음을보여주었다.

그리고 두가지 투자유형을 결합된 단일 변수로 포함된 모형보다 두가지 투자유형을각각 독립적으로 분리하여 두 개의 개별 변수로 포함된 모형이 더 높은 설명력을 보였다.

재무분석관점에서, 본 연구의 결과는 투자에 대한 재무변수를 공시할 때 대체투자와 적응투자로 분리하여 공시하는 것이 기업가치를 평가하는데 가치적합한 투입물이 될 수 있음을 시사한다.

@highlight

KBO가 미국 메이저리그(MLB)와 다른 지배구조로 되어 있어 이러한 차이가 전력 평준화에 어떤 영향을 미치는지를 알아보았다.

