본 연구에서는 전통적인 한의약 오행이론을 이용한 처방을구성하고 과학적인 시험방법을 통하여 3종 천연물 복합물에 대한 진피치밀도 개선효과를 검증하였다.

황련, 승마, 백복령 3종천연물 복합 에탄올 추출물의 피부 진피치밀도 개선효과에 대한 유의성을 알아보기 위하여, 임상시험 실시기관의 인체효능평가에 대한 승인을 받아 임상효능평가를 수행하였다.

시험결과 피부 진피치밀도 개선율은 시료 적용 4주 후 (1.99%)가 2주후 (1.42%)에 비해 유의하게 높게 나타났다 (p<0.05).

이러한 결과를 통하여 3종 천연물 복합 에탄올 추출물이 피부의 노화 및주름의 발생과 직접적인 관련이 있는 진피층을 견고하게 유지하거나 개선하는 효과가 있는 것으로 확인하였다.

또한 피부자극 시험에서 인체피부에 자극성이나 부작용을 나타내지 않는것으로 확인되었다.

이러한 결과를 근거로 황련, 승마, 백복령등 3종의 천연물 소재는 피부 건강과 관련된 화장품 및 외용제의 원료로 사용이 가능할 것으로 판단된다.

이와 같은 시험결과는 개별 약물에 대한 효과뿐만 아니라 전통적인 동양의학 이론인 음양오행과 그에 따른 약물의 배합이 피부건강의 유지에 효과를 나타낼 수 있음을 시사한다.

@highlight

이 연구에서는 전통적인 한의약 오행이론을 이용한 처방을 구성하고 과학적인 시험방법을 통하여 3종 천연물 복합물에 대한 진피치밀도 개선효과를 검증하였다.

