본 연구는 최근 중요시되고 있는 협력학습 맥락에서 학습자의 자기조절과 협력적 자기조절 간의 관계에서 집단 응집성의 조절효과를 검증하고자 하였다.

이를 위해 대학생 61명을 대상으로 소집단 협력 프로젝트를 진행하고 관련 설문을 통해 자료를 수집한 후 위계적 회귀분석을 실시하였다.

연구 결과, 첫째, 학습자의 자기조절은 협력적 자기조절을 예측하는 것으로 나타났다.

둘째, 사회적 응집성은 학습자의 자기조절과 협력적 자기조절 간의 관계를 조절하지 않는 것으로 나타났다.

셋째, 과업 응집성은 학습자의 자기조절과 협력적 자기조절 간의 관계를 조절하는 것으로 나타났다.

본 연구결과는 협력학습 상황에서 협력적 자기조절을 탐구하고 이를 촉진하기 위한 과업 응집성의 역할을 강조하고 있다.

즉, 협력학습에서 자기조절 스킬을 가진 학습자에게 과업 응집성을 고려하여 학습자가 집단의 맥락에서 몰입할 수 있는 과업을 제시하고, 과업에 대한 집단의 공유된 목표를 세울 수 있도록 지원하는 교수자의 역할이 중요함을 시사하고 있다.

@highlight

이 연구는 요즘 중요시되고 있는 협력학습 맥락에서 학습자의 자기조절과 협력적 자기조절 간의 관계에서 집단 응집성의 조절효과를 검증하고자 했다.

