본 연구는 미술사에서 역사가 가장 오래되었으며 자주 나타나는 노랑이라는 단일 색상이 가지는 여러 가지 상징체계에 대하여 노란색의 색채 특성을 규명하고 르네상스, 바로크, 낭만주의, 인상주의, 추상주의, 초현실주의의 6가지 사조에 사용된 노란색 색채를 과학적 방법으로 정량화하여, 현대의 디자인에 적용할 수 있는 색채 자료인 색조 팔레트를 제안하는데 목적이 있다.

색조 팔레트를 제안하기 위한 과정이 되는 이미지별 상위 5색에 대한 형용사 이미지 빈도 분석에 의한 결과를 토대로 색조 팔레트를 제안하였다.

르네상스 형용사 이미지 ‘고상한’으로  분석된  15개 회화 이미지에서 총  30가지 색채를 제안한다.

바로크 형용사 이미지‘중후한(점잖은)’으로 분석된 13개 회화에서 총 16가지 색채, 낭만주의 ‘내츄럴한’으로 분석된 17개 이미지에서 총 29가지 색채, 인상주의‘내츄럴한’의 26개 회화에서 총 45가지 색채를 제안하였다, 추상주의 형용사‘다이나믹한’으로 분석된 8개 회화 이미지에서 총 29가지 색채를, 초현실주의 형용사 이미지‘다이나믹한’으로 분석된 14개 회화 이미지에서 총 36가지 색채를 제안하였다.

@highlight

본고는 노랑이라는 단일 색상이 갖는 상징체계에 대해 노란색의 색채 특성을 규명하고 6가지 사조에 사용된 노란색 색채를 과학적으로 정량화하여 현대 디자인에 적용할 수 있는 색채 자료인 색조 팔레트를 제안했으며, 이를 위해 이미지별 상위 5색에 대한 형용사 이미지 빈도 분석 결과를 토대로 색조 팔레트를 제안했다.

