이 논문의 목적은 질병에 대한 한국인들의 인식을 밝혀보려는 데 있다.

일상의 표현 속에 나타난 은유를 통하여 인간의 개념 이해 방식을 볼 수 있다고 보는 인지의미론적 관점을 가지고 질병 관련 표현에 나타난 은유를 통해 질병관을 밝히고자 한 것이다.

21세기 세종계획 <현대문어 원시말뭉치>, <현대구어 원시말뭉치>, <15세기 원시말뭉치>를 사용함으로써 현대국어와 중세국어의 자료를 검토 대상으로 하였다.

말뭉치 자료에서 ‘*병’이 들어간 용례를 검색한 표현을 대상으로 은유 표현인지 아닌지 식별하는 과정을 거쳐 은유 표현 자료를 추출하고, 이 표현들에 나타나는 은유 해석에 따라 유형을 분류하였다.

용례들에 나타난 은유를 해석함으로써 질병에 대한 인식을 밝히는 작업을 통해, 현대국어와 중세국어 사이에 나타나는 은유 표현의 공통점과 차이점을 찾아볼 수 있었다.

한국인의 질병에 대한 인식을 보여주는 은유는 [질병은 물건], [질병은 인간], [질병은 마귀], [질병은 전쟁], [질병은 그릇], [질병은 식물], [질병은 유체] 등이다.

@highlight

이 논문은 일상 표현에 나타난 은유를 통해 인지의 미론적 관점으로 한국인들의 질병관을 밝히고자 하였다.

@highlight

한국인의 질병에 대한 인식을 보여주는 은유는 [질병은 인간], [질병은 마귀], [질병은 전쟁] 등이며 현대국어와 중세국어의 공통점과 차이점을 확인할 수 있었다.

