가

와

사

키

병

의

 

환

아

뿐

만

 

아

니

라

,

 

다

른

 

전

신

 

염

증

 

질

병

의

 

환

아

들

에

 

관

상

동

맥

 

병

변

(

c

o

r

o

n

a

r

y

 

a

r

t

e

r

i

a

l

 

l

e

s

i

o

n

 

[

C

A

L

]

)

의

 

발

생

이

 

보

고

되

었

다

.

 

본

 

연

구

에

서

는

 

전

형

적

인

 

전

신

염

증

반

응

증

후

군

(

s

y

s

t

e

m

i

c

 

i

n

f

l

a

m

m

a

t

o

r

y

 

r

e

s

p

o

n

s

e

 

s

y

n

d

r

o

m

e

 

[

S

I

R

S

]

)

의

 

소

견

을

 

보

이

는

 

패

혈

증

 

마

우

스

 

모

델

에

서

 

가

와

사

키

병

 

환

아

에

게

 

관

찰

되

는

 

C

A

L

이

 

발

생

하

는

지

 

확

인

하

고

자

 

하

였

다

.

 

생

후

 

6

주

 

C

5

7

B

L

/

6

 

마

우

스

에

 

내

독

소

를

 

복

강

내

주

사

하

여

 

S

I

R

S

를

 

보

이

는

 

패

혈

증

 

모

델

을

 

유

도

하

였

다

.

 

대

조

군

과

 

패

혈

증

군

의

 

주

요

 

장

기

의

 

조

직

학

적

 

소

견

을

 

비

교

하

였

고

 

패

혈

증

 

마

우

스

에

서

 

C

A

L

을

 

찾

기

 

위

한

 

시

도

를

 

하

였

다

.

 

대

조

군

과

 

비

교

하

여

,

 

염

증

세

포

의

 

침

윤

이

 

패

혈

증

 

마

우

스

의

 

심

장

,

 

간

,

 

신

장

에

 

상

대

적

으

로

 

증

가

하

였

다

.

 

패

혈

증

 

마

우

스

의

 

심

장

에

서

 

심

근

(

심

근

염

)

과

 

심

장

 

주

위

 

연

조

직

에

 

림

프

구

 

침

윤

을

 

확

인

하

였

다

.

 

또

한

,

 

패

혈

증

 

마

우

스

의

 

관

상

동

맥

을

 

관

찰

하

였

지

만

,

 

C

A

L

을

 

확

인

할

 

수

는

 

없

었

다

.

 

본

 

연

구

에

서

 

패

혈

증

 

마

우

스

 

모

델

에

서

 

C

A

L

의

 

존

재

를

 

확

인

하

는

 

것

은

 

실

패

하

였

다

.

 

하

지

만

,

 

S

I

R

S

를

유

발

하

는

 

많

은

 

종

류

의

 

원

인

 

질

병

에

서

 

C

A

L

이

 

발

생

한

다

는

 

것

은

 

잘

 

알

려

져

 

있

다

.

 

가

와

사

키

병

을

 

포

함

한

 

다

양

한

 

전

신

 

염

증

 

질

병

에

 

나

타

나

는

 

C

A

L

의

 

임

상

적

 

의

미

에

 

대

한

 

연

구

가

 

필

요

할

 

것

이

다

.

@highlight

본 논문에서는 전형적인 전신염증반응증후군의 소견을 보이는 패혈증 마우스 모델에서 가와사키병 환아에게 관찰되는 CAL이 발생하는지 살펴하고자 했다. 생후 6주 C57BL/6 마우스에 내독소를 복강내주사해 SIRS를 보이는 패혈증 모델을 유도했다.