본 연구는 한국 상장기업을 대상으로 기업지배구조 수준과 신용평가 등급의 관계를 실증적으로 분석하고 있다.

주요 분석결과는 다음과 같다.

첫째, 지배구조 수준이 우수한 기업일수록 신용평가 등급이 높게 나타나며 투자적격 등급을 받을 확률이 증가하였다.

이는 좋은 지배구조를 가진 기업일수록 낮은 비용으로 타인자본을 조달할 수 있는 능력이 개선되고, 나아가 이들 기업의 경쟁력이 제고될 수 있음을 의미한다.

둘째, 앞의 분석결과와 관련하여 신용평가 등급의 산정에서 기업지배구조의 영향력은 상대적으로 소규모 기업에서 더 중요하게 인식되고 있는 것으로 나타났다.

이는 신용평가기관들이 소규모 기업의 채무불이행 위험을 평가함에 있어서 전통적 재무지표와 함께 재무보고와 관련된 내부통제의 절차 및 경영진 모니터링 등과 같은 지배구조에도 관심을 가질 유인이 존재함을 시사한다.

셋째, 기업지배구조가 개선되면 신용평가 등급이 상승할 가능성이 높아짐을 확인하였다.

이는 기업지배구조가 신용평가에 영향을 미친다는 인과관계를 보여줌과 동시에 지배구조가 신용평가에 있어서 중요한 결정요인으로 작용할 수 있음을 시사한다.

@highlight

이 연구는 한국 상장기업을 대상으로 기업지배구조 수준과 신용평가 등급의 관계를 실증적으로 분석하고 있다.

