부당한 공동행위는 공정거래법이 추구하는 공정하고 자유로운 경쟁을훼손하는 것이다.

그럼에도 불구하고 이윤 극대화 등을 위하여 사업자들은 부당한 공동행위에 대한 유혹에서 자유롭지 못하다.

부당한 공동행위는 계속 증가하고 있고 그로 인한 피해는 직접구매자나 최종수요자가 입는다.

부당한 공동행위로 인한 손해배상청구는 가상의 경쟁가격이 문제되기 때문에 일반 불법행위로 인한 손해배상청구와는 달리 손해액 산정이 쉽지가 않다는 문제가 있다.

그렇다고 손해액 산정에 있어서 계량경제학적 분석결과를 맹신하는 것은 위험하다고 생각된다.

이유는 과다한비용, 시간의 소모, 계량경제학적 분석의 불확실성, 증거자료의 피고에로의 편중으로 인하여 그 활용이 어렵기 때문이다.

구체적인 사례에 따라계량경제학적 분석 이외에도 통계적 방법, 표준시장비교방법 등 다양한방법으로 손해액을 산정할 수 있게 하는 것이 타당하다.

법원은 공정거래법 제57조의 손해액 인정제도를 적극적으로 판단할 필요가 있고, 다양한 손해배상액의 산정에 관한 기준이나 공정거래위원회의 손해액 산정에 관한 의견을 구하는 방법을 입법함으로써 공정거래법상 부당한 공동행위로 인한 손해배상청구에 있어서 손해액 입증을 원활하게 하여야 한다.

@highlight

부당한 공동행위는 공정거래법이 추구하는 공정하고 자유로운 경쟁을훼손하는 것이다.

@highlight

그럼에도 불구하고 이윤 극대화 등을 위하여 사업자들은 부당한 공동행위에 대한 유혹에서 자유롭지 못하다.

