본 연구는 이론해와 수치해를 이용하여 횡등방성 암반에 대한 시추공 안정성 해석을 실시하였다.

기존에 제안된 횡등방성 암반 내 시추공 주변에서의 응력 분포에 관한 이론해와 수치해석을 통한 탄성해를 분석하였으며, 강도이방성을 고려한 이방성 파괴 모델에서의 시추공벽 붕괴 범위를 예측해보고 이를 등방성 파괴모델을사용한 경우와 비교해 보았다.

또한 심도가 깊어짐에 따라 예상되는 시추공벽 붕괴 결과에 대해 검토하였다.

그 결과, 포아송비 이방성비(ν/ν’)의 영향은 미비하였으나 탄성계수 이방성비(E/E’)와 전단탄성계수의 이방성비(G/G’) 정도에 따라 응력 분포 양상에 큰 차이가 있었다.

또한 대상암반 주변의 응력 경계 조건에 의해서 뿐만아니라 암반의 탄성계수 이방성과 강도 이방성의 고려 유무에 따라서 시추공벽 주변의 파괴형태에 상당한 차이가 있음을 확인 할 수 있었다.

이와 같은 결과를 감안할 때 시추공의 안정성 해석 수행 시에는 암석의 이방적특성을 고려하는 것이 필수적이라 판단된다.

@highlight

이 연구는 이론해와 수치해를 이용해 횡등방성 암반에 관한 시추공 안정성 해석을 실시했다.

