정부기관은 학령인구 감소에 따라 대학의 경쟁력 강화를 위해 대학기관평가인증을 실시하고 있다.

본 연구는 대학기관평가인증 시기에 나타난 대학별 광고메시지 차이를 알아보고자 2013년 신문광고를 중심으로 총 1,318편의 대학광고물을 분석하였다.

분석결과 서울권 대학이 가장 많은 광고를 집행하였고, 대학 유형별로는 4년제 종합대학교와 사립대 광고가 가장 많았다.

대학광고메시지 분석에서는 꿈·비전·미래에 메시지가 가장 많았으며, 글로벌·세계화, 국가(민족)·사회·인류공영, 역사와 전통·명문·명품교육 순으로 나타났다.

4년제 대학은 꿈·비전·미래 이외에 글로벌·세계화, 역사전통을 강조한 반면, 전문대학은 학생지원인 취업·취업률에 대한 메시지가 많았고, 특히 정부평가지표 및 인증에 관한 메시지가 증가하는 추세이다.

그러나 여전히 시리즈 및 캠페인 광고보다 단발성 광고가 많고, 광고메시지와 관련성이 적은 이미지를 활용하고 있는 것으로 나타나 이에 대한 개선이 필요하다.

@highlight

이 연구는 대학기관평가인증 시기에 나타난 대학별 광고메시지 차이를 알아보고자 2013년 신문광고를 중심으로 총 1,318편의 대학광고물을 분석했다.

