디자인 트렌드는 시대에 따라 변해왔으며, 최근 21세기의 디자인 트렌드는 환경 친화적인 디자인이 대세이다.

특히 디지털 컨버전스 시대로 불리는 최근에는 옵티컬 일루젼 디자인이라는 새로운 디자인 트렌드가 부상하고 있다.

본 논문에서는 환경 친화적인 UV 경화성 수지를 이용하여 가구용 옵티컬 일루젼 패턴을 디자인하였다.

디자인된 옵티컬 일루젼 미세 패턴을 포토리소그라피 반도체 미세패턴 공정으로 제조된 마이크로 몰드를 이용하여 제조하였다.

옵티컬 일루젼 미세 패턴은 PET 필름 위에 UV 경화성 수지와 롤투롤 공정으로 제조되었다.

제조된 옵티컬 일루젼 미세패턴 PET 필름은 홀로그램 효과를 나타내었으며, 필름 배면에 실시한 디지털 프린팅으로 금속 질감을 나타내었다.

제조된 옵티컬 일루젼 디자인 패턴을 이용하여 emotional furniture로 부르는 새로운 디자인 개념의 가구를 제작하였다.

가구 제작에는 다양한 옵티컬 일루젼 디자인 패턴이 적용되었다.

이러한 UV 몰드에 의한 옵티컬 일루젼 디자인 패턴은 인테리어 디자인 소재의 새로운 트랜드가 될 것으로 전망된다.

@highlight

디자인 트렌드는 시대에 따라 변해왔으며, 최근 21세기의 디자인 트렌드는 환경 친화적인 디자인이 대세이다.

@highlight

본고에서는 환경 친화적인 UV 경화성 수지를 이용해 가구용 옵티컬 일루젼 패턴을 디자인했다.

