광역보정시스템은 GPS와 같은 위성항법을 이용하는 사용자의 정확성, 무결성을 개선시키기 위하여 고안된 시스템이다.

본 논문에서는 개발된 의사위성 기반의 광역보정시스템의 전체 구조에 대하여 설명하고, 후처리 기반으로 상용 수신기에 대하여 성능 테스트를 수행하는 실험 방법 및 결과에 대하여 설명한다.

보정정보 생성을 위하여 총 5개의 NDGPS 기준국에서 수집되는 데이터가 활용되었으며 이를 광역기준국, 중앙처리국 소프트웨어에서 처리하였다.

생성된 보정정보는 SP3, IONEX 데이터와 비교하여 정확도를 테스트하였다.

상용 수신기 실험에서는 사용자의 RF 신호를 수집, 보정정보를 생성하였으며, 이후에 RF신호와 보정정보가 실린 의사위성 신호를 동시에 방송하여 테스트를 수행하였다.

테스트는 3대의 상용수신기를 활용하여 수행되었으며 MSAS, GPS 단독 측위 수신기와 비교하여 성능을 검증하였다.

각 수신기의 위치해 출력 결과로부터 위치오차를 비교하였으며 보정정보를 적용함으로써 향상된 위치해가 출력됨을 확인하였다.

@highlight

본 연구에서는 개발된 의사위성 기반의 광역보정시스템의 전체 구조에 대해 설명 하고, 후처리 기반으로 상용 수신기에 대한 성능 테스트를 수행하는 실험 방법 및 결과에 대해 설명한다.

