두 개의 DFB 영역과 위상 조정 영역으로 구성된 다중 전극 index-

coupled DFB 레이저에서 self-

pulsation 동작 특성을 수치 해석으로 분석하였다.

금지 대역폭 내에 존재하는 전체 공진기 모드 수가 감소할수록 두 DFB 영역의 브래그 파장 차이인 △λB가 변화할 때 발진 모드의 호핑이 발생하는 경우의 수가 적어져 pulsation 주파수가 불연속적으로 변화하는 경우의 수가 감소한다.

또한 고정된 △λB에 대하여 위상 조정 영역의 위상이 변화할 때 pulsation 주파수가 연속적으로 변화한다.

결합 세기와 위상 조정 영역의 길이가 고정되어 있을 때 금지 대역폭 내에 존재하는 전체 공진기 모드의 수는 DFB 영역의 길이가 길수록 감소한다.

반면에 DFB 영역의 결합 세기와 길이가 고정되어 있을 때 금지 대역폭 내에 존재하는 전체 공진기 모드의 수는 위상 조정 영역의 길이가 작을수록 감소한다.

따라서 결합 세기 및 각 영역의 길이를 적절히 조정하면 △λB 또는 위상 조정 영역의 위상이 변화하여도 모드 호핑이 발생하지 않아 안정된 pulsation 동작을 얻을 수 있음을 보였다.

@highlight

본 논문의 목적은 2개의 DFB 영역과 위상 조정 영역으로 구성된 다중 전극 index-

@highlight

coupled DFB 레이저에서 self-

@highlight

pulsation 동작 특성을 수치 해석으로 분석하는 것이다.

@highlight

결합 세기와 각 영역의 길이를 적절히 조정하면 △λB나 위상 조정 영역의 위상이 변해도 모드 호핑이 발생하지 않았다.

