이

 

글

은

 

김

유

정

 

소

설

을

 

대

상

으

로

,

 

매

춘

이

 

가

정

의

 

음

화

로

 

자

리

하

거

나

 

가

정

이

 

매

춘

의

 

음

화

로

 

자

리

하

는

 

양

상

에

 

주

목

하

여

 

양

자

를

 

넘

나

드

는

 

여

성

인

물

의

 

주

도

권

 

전

략

과

 

효

과

를

 

탐

색

한

다

.

 

엠

마

 

골

드

만

과

 

게

일

루

빈

,

 

젤

라

이

저

의

 

이

론

에

 

바

탕

하

여

,

 

남

성

권

력

에

 

토

대

한

 

제

도

와

 

정

상

성

을

 

무

력

화

하

고

 

여

성

거

래

의

 

구

도

를

 

바

꾸

어

내

는

 

유

인

,

 

애

매

성

,

 

모

방

전

략

 

등

을

 

살

펴

본

다

.

 

먼

저

,

 

가

정

이

라

는

 

목

적

을

 

위

해

 

매

춘

이

 

비

가

시

화

되

고

 

수

단

화

되

는

 

데

 

유

의

하

여

 

「

소

낙

비

」

와

 

「

가

을

」

의

 

여

성

인

물

을

 

분

석

한

다

.

 

생

계

주

체

라

는

 

여

성

인

물

의

 

입

지

와

 

유

혹

전

략

 

그

리

고

 

친

밀

성

의

 

거

래

를

 

통

해

 

작

용

의

 

주

체

로

서

 

여

성

인

물

의

 

잠

재

력

을

 

확

인

한

다

.

 

가

정

과

 

매

춘

을

 

넘

나

드

는

 

여

성

인

물

의

 

궤

적

은

 

정

상

가

족

/

매

춘

의

 

차

별

성

을

 

약

화

시

키

고

 

이

에

 

기

반

한

 

남

성

권

력

을

 

교

란

함

으

로

써

 

여

성

의

 

자

리

를

 

새

롭

게

 

형

성

하

는

 

가

능

성

을

 

지

닌

다

.

 

다

음

으

로

 

가

정

이

라

는

 

목

적

의

 

지

위

가

 

균

열

되

고

 

매

춘

이

 

이

를

 

대

체

하

는

 

징

후

에

 

유

의

하

여

 

「

솟

」

과

 

「

산

골

나

그

네

」

의

 

여

성

인

물

을

 

분

석

한

다

.

 

들

병

이

 

역

할

 

혹

은

 

위

장

결

혼

을

 

감

행

하

는

 

여

성

인

물

이

 

성

적

 

대

상

이

기

보

다

는

 

정

상

가

족

을

 

흔

드

는

 

입

지

에

 

자

리

한

다

는

 

사

실

에

 

착

안

하

여

 

남

성

을

 

유

인

하

고

 

조

정

함

으

로

써

 

교

환

의

 

주

도

권

을

 

확

보

하

는

 

여

성

인

물

의

 

전

략

을

 

살

펴

본

다

.

 

나

아

가

,

 

정

상

과

 

제

도

를

 

상

대

화

하

는

 

친

밀

성

의

 

거

래

에

 

토

대

하

여

 

남

성

주

체

의

 

거

래

구

도

를

 

전

복

시

키

는

 

여

성

인

물

의

 

궤

적

을

 

밝

혀

낸

다

.

@highlight

본고는 김유정 소설을 대상으로, 매춘이 가정의 음화로 자리하거나 가정이 매춘의 음화로 자리하는 양상에 주목하여 양자를 넘나드는 여성인물의 주도권 전략과 효과를 탐색한다.