이 연구는 수용자 가족캠프의 운용실태와 효과성을 평가하고 개선방안을 제시하는데 목적을 두고 있다.

연구를 위해 가족캠프의 운용에 관한 문헌자료와 공식통계를 시계열적으로 분석하였고, 수용자 가족캠프에 참여한 수용자 54명과 비 참여수용자 149명으로부터 수집한 설문조사 자료를 분석하여 수용자 가족캠프의 가족건강성 효과를 평가하였다.

주요 발견사항은 다음과 같다.

우선 수용자 가족캠프의 운용은 2012년 기준으로 교정기관 실시율이 70%까지 확대되었지만 참여율은 전체수용자의 0.5% 수준으로 여전히 낮았다.

둘째, 프로그램의 유형과 내용은 초기의 형태가 그대로 유지된 채 운용상의 질적인 개선이 진행되지 않았다.

셋째, 가족캠프의 가족건강성 효과는 가족의 구조적, 질적, 심리적 측면에서 모두 상당한 효과가 있는 것으로 나타났다.

구체적으로 가족캠프 참여집단은 비 참여집단에 비하여 혼인관계 유지가능성이 높고 가족과의 접촉 정도도 많았으며, 가족관계가 긍정적으로 변한 경우도 상당하고, 가족관계도 친밀하였다.

다만 심리적 건강에 대한 가족캠프의 효과는 부분적이어서 가족관계 불안으로 인한 스트레스를 줄이는 데에만 효과가 뚜렷하였다.

마지막으로 가족캠프의 개선방안으로 가족캠프의 목표는 가족관계 촉진에 비중을 둘 것, 참여인원의 양적확대와 함께 자원 활용을 통한 운용상의 질적 개선을 도모할 것, 수용 초기단계에서부터 실시할 것, 캠프활동에서 자녀를 주요대상자로 고려할 것, 그리고 가족캠프의 효과에 관한 평가와 홍보활동이 필요함을 제안하였다.

@highlight

본 연구는 수용자 가족캠프의 운용실태와 효과성을 평가하고 개선방안을 제시하는데 목적을 두고 있다.

@highlight

우선 수용자 가족캠프의 운용은 2012년 기준으로 교정기관 실시율이 70%까지 확대되었지만 참여율은 전체수용자의 0.5% 수준으로 여전히 낮았다.

