본 연구는 시설에 거주하는 자폐아동의 사회적 상호작용의 증진과 상동행동 감소를 목표로 발달놀이치료를 실시하고 그 효과를 검증하였다.

연구대상은 경기도에 소재한 장애인 시설에 거주하는 자폐아동 3명이었다.

프로그램은 주 2회 총 30분씩 16회기에 걸쳐 실시하였다.

실험설계는 대상자간 중다간헐기초선 설계를 사용하였고, 자폐아동들의 사회적 상호작용 행동과 상동행동을 회기별로 측정하였으며 사전, 사후 CARS 점수를 비교하였다.

본 연구의 결과는 다음과 같다.

첫째, 대상아동들의 사회적 상호작용은 증가하였다.

둘째, 대상아동들의 상동행동이 감소하였다.

셋째, 대상아동들의 사회적 상호작용 증가와 상동행동 감소는 프로그램 종료 후에도 유지되었다.

이러한 변화를 통해 대상아동들의 CARS 점수도 프로그램 실시 후 감소하였다.

이와 같은 결과는 발달놀이치료가 시설에 거주하는 자폐아동의 사회적 상호작용 증진과 상동행동을 감소하는 데 효과적임을 보여준다.

@highlight

이 연구는 시설에 거주하는 자폐아동의 사회적 상호작용의 증진과 상동행동 감소를 목표로 발달놀이치료를 실시하고 그 효과를 검증했다.

