본 논문은 터널 조명 시스템을 적절하게 운영하기 위하여, 터널 내부/외부의 휘도를 측정하는 영상휘도계의 개발 내용을 소개한다.

터널을 측정하는 국제규격 CIE88의 L20법 및 광막법이 구현 가능하도록 개발하였으나 현재 주로 적용되는 L20법을 위주로 실험하였다.

독립적 운영을 위하여 컴퓨터가 내장되었으며 외부와는 이더넷 통신으로 연결된다.

내부에 자동 온도조절 기능과 앞면유리의 열선과 와이퍼 시스템이 구축되었다.

정확한 휘도 측정을 위하여 노출시간과 휘도량에 따른 비선형 특성을 보정하는 수식이 적용되었다.

개발된 휘도계의 공인기관 교정결과는 1%미만의 오차를 보여주었다.

개발된 휘도계를 이용하여 실제 터널에서 실험을 하였고, 실험결과 기준 휘도계측기들과 유사한 특성을 보였으며, 매우 안정적으로 작동함을 볼 수 있었다.

다만, 부분적 고휘도로 인한 센서 포화에 의한 측정오차를 해결하는 과제는 남아 있다.

@highlight

본 논문은 터널 조명 시스템을 적절하게 운영하기 위하여, 터널 내부/외부의 휘도를 측정하는 영상휘도계의 개발 내용을 소개한다.

@highlight

독립적 운영을 위하여 컴퓨터가 내장되었으며 외부와는 이더넷 통신으로 연결된다.

