본 논문은 교회건축물의 예배 공간이 다양한 기능을 수행하면서도 예배 공간으로서의 역할을 하기 위하여 성경이 제시하는 기독교적인 상징성을 어떻게 표현하고 있는지 연구하였다.

다양한 역할을 수행하는 백석대학교회 건축물을 구체적인 연구대상으로 삼아 그 공간의 특징과 상징성을 규명하며, 예배 공간 중 특히 강단 디자인이 교회의 본질적 기능과 관련하여 어떤 상징적 의미를 지니는지 중점적으로 다루었다.

백석대학교회의 강단부의 갈라진 벽면의 형태는 다음과 같은 다섯 가지 기독교적 상징성을 갖는다고 규명할 수 있다.

첫째, 보호를 위하여 숨기시는 바위틈과 안전한 장소를 상징함으로써 인간의 연약함과 하나님의 보호하심을 드러낸다.

둘째, 자만하거나 잘못된 길을 가는 이방인의 장소를 상징함으로써 성도가 스스로 돌아보아 자신이 죄인임을 깨닫게 한다.

셋째, 피난처가 되시는 하나님 자신을 상징함으로써 우리의 구원자가 되시는 하나님을 생각하게 한다.

넷째, 반석을 쪼개어 생수를 낸 기적을 상징함으로써 영적 생명수인 말씀이 우리를 살리심을 알게 한다.

다섯째, 찢겨진 성소 휘장과 죄에서 구원하심을 상징함으로써 구원받은 자로서 살리신 은혜에 감사하게 하며 기도가 신자의 특권임을 깨닫게 한다.

백석대학교회 강당의 벽면 디자인은 상징을 통해 신앙적 의미들을 드러내며 사용자들을 신앙의 공동체로 묶어주는 풍부한 기독교적인 메시지를 전해준다.

@highlight

본 논문은 교회건축물의 예배 공간이 다양한 기능을 수행하면서도 예배 공간으로서의 역할을 하기 위하여 성경이 제시하는 기독교적인 상징성을 어떻게 표현하고 있는지, 백석대학교회를 재료로 연구하였다.

@highlight

그 결과, 보호하는 안전한 장소를 상징함으로써 인간의 연약함과 하나님의 보호하심을 드러내고 잘못된 길을 가는 이방인의 장소를 상징함으로써 자기가 죄인임을 깨닫게 한다.

