이 연구에서는 중학생을 대상으로 하여 자유학기제 활동 참여가 개인의 공감능력 및 주관적 행복감에 어떠한 영향을 주는지를 알아보는 것이 목적이다.

연구대상자는 중학교 1학년 학생들을 대상으로 임의표집으로 표본을 설정하였으며, 연구대상자는 총 325명으로 하였다.

연구도구로는 공감능력과 주관적 행복도의 설문지를 이 연구에 맞게 수정 및 보완하여 이용하였다.

자료분석은 spss win 21.0 프로그램을 활용하였다.

이 연구의 결과는 다음과 같다.

첫째, 공감능력의 차이를 검증하기 위하여 하위척도별 차이를 검증한 결과 공감적 관심과 정서적 공명에서 실험집단과 통제집단의 차이가 나타났다.

둘째, 주관적 행복감의 차이를 검증하기 위하여 하위척도별 차이를 검증한 결과 가정환경과 대인관계에서 실험집단과 통제집단의 차이가 나타났다.

또한 공감능력과 주관적 행복감의 효과성 사후검사 결과 두 요인 모두 실험집단이 통제집단보다 높게 나타났으며, 유의한 차이를 보였다.

이상과 같이 자유학기제 활동의 참여는 공감능력과 주관적 행복감에 긍정적인 영향을 미치는 것으로 볼 수 있다.

@highlight

중학생을 대상으로 자유학기제 활동 참여가 개인의 공감능력 및 주관적 행복감에 어떤 영향이 있는지 알아보았다.

@highlight

그 결과, 공감능력 차이 검증 실험에서 공감적 관심과 정서적 공명에서 실험집단과 통제집단의 차이가 나타났다.

@highlight

또한 주관적 행복감의 차이를 검증하기 위하여 하위척도별 차이를 검증한 결과 가정환경과 대인관계에서 실험집단과 통제집단의 차이가 나타났다.

