본 연구는 선거유세 기간에 정치 캠페인을 위한 정치 후보자의 소셜미디어 메시지 정치담론이 나타나는 방식을 살펴보고자 하였다.

이를 위하여 7·30 재보궐 선거에 나타난 서울 동작을 정치 후보자들의 트위터 메시지를 분석하였다.

먼저 선행연구를 바탕으로 정치 후보자들의 트위터 메시지 내용의 형식에 관한 분석을 실시하였고, 두 번째로 메시지 내용과 관련하여 심층적 분석을 위해 기호학적 분석을 통해 정치담론이 어떻게 이루어지고 있는지 살펴보았다.

첫 번째로 메시지 형식과 관련하여 정치 캠페인과 관련된 것은 선거 유세정보와 후보지지와 관련된 메시지가 주를 이루었으며, 일상적 메시지를 통해 후보자의 이미지를 강조하기도 하였다.

두 번째로 메시지 표현과 관련한 정치담론에 있어 후보자는 정치적 소통을 위한 방법으로 텍스트와 이미지를 통해 후보자의 정치적 표상을 보여주고자 노력하였다.

또한 선거 유세와 관련하여 후보자의 인간적인 모습에 주력을 하면서 그들에 대한 지지를 호소하는 모습을 나타내기도 하였다.

소셜미디어를 통한 정치적 소통은 정치 캠페인에서 중요한 역할을 담당할 것이다.

정치 커뮤니케이션을 위한 PR미디어로서 소셜미디어의 활용은 선거 캠페인을 위한 단기적 차원에서 전략적 접근보다는 유권자와의 관계형성을 통한 이미지 제고를 위해 장기적인 차원에서 이루어져야 할 것으로 보인다.

@highlight

이 연구는 선거유세 기간에 정치 캠페인을 위한 정치 후보자의 소셜미디어 메시지 정치담론이 나타나는 방식을 살펴보고자 했다.

