우리나라의 경우, 헌법이나 지방자치법 등에서 지방분권화를 위한 분권적 哲學이 없을 뿐만 아니라, 분권화에 대한 개념도 모호해서 사무배분에 대한 개념도 명확하게 정의되어 있지 못한 실정이다.

그러나 김대중 정부 출범이후인 1998년부터 지방분권화 작업은 다소 빠르게 진행되어, 1998년 한 해 동안 이양이 확정된 사무의 수가 1991년부터 1997년까지 이루어진 이양실적에 접근하고 있는 수준으로 도약하기도 하였다.

또한 노무현 참여정부는 지방분권을 국정과제로 선정하여 지난 2003년에는 지방분권과 지역균형개발을 구체화 시켜나갈 법률들을 국회에서 통과시켜 지방자치 역사에 기념비적인 업적을 쌓았다.

그러나 분권화 개혁의 시급성과 내용 등을 고려할 때, 이 역시 만족할 만한 수준이라 할 수 없다.

즉 지방분권의 내용에 있어, 아직 시대가 요구하는 수준의 분권화가 이루어지지 않고 있다는 뜻이다.

이에 본고에서는 독일의 지방분권화운동을 우선 이론적인 측면에서 접근하여, 독일의 지방분권화 이론모델을 우선적으로 분석할 것이다.

이를 통해 향후 우리의 지방분권화 이론과 원칙탐색에 근거를 제공하고자 한다.

@highlight

노무현 참여정부는 지방분권과 지역균형개발을 구체화시켜 나갈 법률들을 통과시켰다.

@highlight

그러나 지방분권 내용에 있어 아직 시대가 요구하는 수준의 분권화가 이루어지지 않고 있다.

@highlight

이에 독일의 지방분권화운동을 이론적 측면에서 접근하여 분석함으로써 향후 우리 지방분권화 이론과 원칙탐색에 근거를 제공하고자 한다.

