본 연구에서는 마이크로 또는 나노 입자를 폴리디메틸실록산 (PDMS)에 전사시켜 건식 접착제를 제조하고 특성에 대하여 고찰하였다.

20 nm, 40 nm, 70 nm의 직경을 가지는 구리 나노 입자와 5 ?

m의 직경을 가지는 폴리메틸메타아크릴레이트 (PMMA) 마이크로 입자를 전사시켜 PDMS 건식 접착제를 제조하였다.

입자의 종류 및 크기가 변화함에 따라 건식 접착제의 기계적 특성, 인장 접착강도, 표면 형상, 접촉각, 광학적 성질에 미치는 영향을 조사하였다.

20 nm 직경을 가지는 구리 나노 입자를 전사시켜 얻은 건식 접착제는 bare PDMS 필름에 비하여 300% 이상 향상된 인장 접착강도를 가졌다.

나노 입자를 전사시켜 얻은 건식 접착제의 표면 구조가 높은 인장 접착강도를 부여하는 원인으로 추정된다.

본 연구결과는 나노 입자를 전사시키는 방법이 PDMS 건식 접착제의 제조에 있어 쉽고 효과적임을 시사한다.

@highlight

마이크로 또는 나노 입자를 폴리디메틸실록산 (PDMS)에 전사시켜 만든 건식 접착제의 특성을 알아보았다.

@highlight

20 nm 직경을 가지는 구리 나노 입자를 전사시켜 만든 건식 접착제는 bare PDMS 필름보다 300% 이상 향상된 인장 접착강도를 가졌다.

