스포츠 경기는 저작물에 해당하지 않으며, 우리 법제는 경기주최자의 재산적 이익을 지식재산권으로 규정하지 않고 있다.

프랑스를 제외한 대부분의 국가들도 경기주최자의 지식재산권을 인정하지 않는다.

따라서 경기주최자의 재산적 이익 보호를 위한 법적 근거는 현행 법제에서 찾아야 하는데, 이에 대하여는 불법행위법, 부정경쟁방지법이 제시될 수 있다.

물론 이러한 법제가 타인의 투자와 노력에 무임편승해서 부당하게 경제적 이익을 취하는 것을 규제함으로써 경기주최자의 재산적 이익의 보호에 큰 역할을 할 수 있는 것은 사실이다.

그러나 지식재산권 법의 보호범주 밖에 있는 스포츠 경기와 이와 관련된 정보는 ‘공공의 영역’에 포함된다고 보아야 하기 때문에, 이러한 법리에 기초하여 경기주최자의 재산적 이익을 보호하는 데에는 한계가 존재한다.

따라서 입법을 통해 경기주최자의 지식재산권을 창설하는 것이 경기주최자의 재산적 이익을 충실하게 보호하는데 기여할 것으로 보인다.

관람스포츠 산업이 활성화 된 국가에서도 경기주최자의 지식재산권 도입에 대하여 활발한 논의가 진행 중이다.

다른 분야도 마찬가지겠지만, 지식재산권분야는 시장의 국제화로 인하여 국제적 동향이 상당히 중요하며, 여기에 민감하게 반응하여야 한다.

따라서 국제적 추세를 반영한 경기주최자의 지식재산권 도입을 위한 논의가 이어졌으면 한다.

@highlight

스포츠 경기는 저작물에 해당하지 않으며, 우리 법제는 경기주최자의 재산적 이익을 지식재산권으로 규정하지 않았다.

@highlight

프랑스를 제외한 대부분의 국가들도 경기주최자의 지식재산권을 인정하지 않았다.

@highlight

경기주최자의 재산적 이익 보호를 위한 법적 근거는 현행 법제에서 찾아야 하는데, 불법행위법, 부정경쟁방지법을 근거로 제시할 수 있다.

