4차 산업혁명을 맞이하여 스마트폰의 대중화 및 인터넷 기술의 보급으로 인하여 잠재성장성이 높아 그 수요가 점차 증가하고 있는 공유경제서비스를 대상으로 한 체계적 연구가 요구되고 있다.

저자들은 국내에서 수요가 많은 자동차 및 숙박 공유경제서비스 창업에 관련된 연구를 진행하였다.

구체적으로 고객중심의 서비스품질을 파악하여 미래의 공유경제서비스 창업모델의 방향 설정에 시사점을 제시하고자 한다.

공유서비스 사용과 관련된 가설을 설정하고 공유경제 사용 경험자 240명을 대상으로 설문지를 통한 실증연구를 하였다.

SERVQUAL과 Kano 모델을 활용하여 서비스품질을 분류하였다.

자동차공유서비스의 경우 5개, 숙박공유서비스의 경우 4개 요인이 매력적 품질을 구성하였으며 유형성 차원의 ‘직원들의 용모와 옷차림’은 무관심 품질로 분류되었는데 이는 서비스제공자와 사용자가 직접접촉이 없는 공유경제의 특징에 의한 결과로 해석된다.

또한 고객만족계수를 통하여 고객들에게 실제로 인식되고 있는 만족도 정도와 품질을 파악하여 4차 산업혁명시대에 필요한 창업모델의 방향성 설정에 도움을 줄 수 있는 시사점을 제시하였다.

@highlight

국내에서 수요가 많은 자동차 및 숙박 공유경제서비스 창업에 관련된 연구를 진행하였다.

@highlight

고객중심의 서비스품질을 파악하여 미래의 공유경제서비스 창업모델의 방향 설정에 시사점을 제시하려는 것이다.

@highlight

ERVQUAL과 Kano 모델을 활용하여 서비스품질을 분류하였다.

@highlight

자동차공유서비스의 경우 5개, 숙박공유서비스의 경우 4개 요인이 매력적 품질을 구성하였으며 유형성 차원의 ‘직원들의 용모와 옷차림’은 무관심 품질로 분류되었는데 이는 서비스제공자와 사용자가 직접 접촉이 없는 공유경제의 특징에 의한 결과로 해석된다.

