주간 무인 감시를 위하여 가시광 파장 범위인 400~700 nm에서 렌즈와 거울의 기능을 동시에 갖는 구멍 없는 하이브리드 렌즈를 활용한 반사굴절식 전방위 줌 광학계를 설계하고 그 성능을 분석하였다.

하이브리드 렌즈는 렌즈에 구멍을 뚫는 작업이 없고 광학 부품의 수량을 줄일 수 있기 때문에 전방위 줌 광학계의 제작과 조립에서 많은 장점을 갖는다.

이 광학계에서 결상된 도넛 형태의 상에서 안쪽의 압축된 낮은 공간주파수의 상 영역을 확대하여 보기 위해서 줌 렌즈의 기능을 추가한 전방위 광학계의 최적화 설계를 진행하였다.

그 결과 최적화 설계된 광학계의 변조전달함수, 스폿 다이어그램 분석, 공차 분석을 통해 이 광학계의 성능을 분석한 결과로부터 설계 목표 사양을 만족함을 알 수 있었다.

줌 광학계를 주밍할 때 -30~50°C의 온도 변화에 따른 비열화 해석을 한 결과, 적절한 렌즈의 재질을 선정하여 온도 변화에도 상 거리 변화가 거의 없는 광학계임을 확인하였다.

@highlight

400~700 nm에서 렌즈와 거울의 기능을 동시에 갖는 구멍 없는 하이브리드 렌즈를 활용한 반사굴절식 전방위 줌 광학계를 설계하고 최적화 설계된 광학계의 변조전달함수, 스폿 다이어그램 분석, 공차 분석을 통해 분석한 결과로부터 사양이 만족함을 확인했다.

