본 연구는 외국기업과 한국기업 간에 형성된 합작투자기업을 대상으로, 합작 파트너 간 지식공유와 관계몰입이 합작투자기업의 역지식이전역량에 미치는 영향을 실증 분석하고 있다.

보다 구체적으로 본 연구에서는 합작투자기업의 지식창출역량을 독립변수(파트너 기업 간 지식공유와 관계몰입)와 종속변수(합작투자기업의 역지식이전역량) 간의 관계를 매개하는 매개요인으로 상정하고 실증분석을 실시하였다.

한국 내 형성된 98개의 합작투자기업들을 대상으로 실증분석을 실시한 결과는 다음과 같다.

첫째, 합작투자 파트너 간 지식공유와 관계몰입은 합작투자기업의 지식창출역량에 정(+)의 영향을 미치는 것으로 나타났다.

둘째, 합작투자기업의 지식창출역량은 지식공유수준과 역지식이전역량 간의 관계뿐만 아니라 관계몰입수준과 역지식이전역량 간의 관계를 완전매개하는 요인으로 나타났다.

결론적으로 본 연구는 합작투자 파트너 기업 간 지식공유수준이 높을수록, 그리고 관계몰입수준이 높을수록 합작투자기업의 지식창출역량이 증대되며, 이러한 역량을 통해서 새롭게 창출된 지식의 역지식이전역량도 증대된다는 것을 알 수 있다.

결국 국제합작투자기업의 지식창출역량을 높인다면 합작투자기업이 창출한 지식의 본사적용 역시 촉진될 수 있다는 점을 시사한다.

@highlight

이 연구는 외국기업과 한국기업 간에 형성된 합작투자기업을 대상으로, 합작 파트너 간 지식공유와 관계몰입이 합작투자기업의 역지식이전역량에 미치는 영향을 실증 분석하고 있다.

