본 논문은 작문의 여러 요소 중에서도 특히 어휘 부분에 e점을 맞추어 한국인 일본어 학습자들이 일본어 작문을 하는데 있어서 적절한 어휘 선택을 하고 보다 자연스러운 작문을 할 수 있도록 지도하는 방법에 대한 지도안의 제안을 목적으로 한다.

고찰의 대상은 다양한 의미항목을 갖는 한국어의「가다」술어가 쓰인 문으로, 한국인 일본어 학습자들이 다양한 의미의「가다」문을 일본어로 옮기는 과정에서 어휘 선택에 있어 어떠한 오용을 보이게 되는지 그 유형을 먼저 살피고, 다양한 오용의 유형들 가운데 두드러지게 나타나는 [가다]에 대한 어휘 표현상의 오용을 중심으로 이러한 오용을 막을 수 있는 효과적인 방법이 무엇인지 살펴보았다.

어휘 표현상의 오용을 막기 위한 방안을 모색하는 과정에서 작문의 성공한 예와 실패한 예를 비교하여 그 원인을 추적 조사한 결과, 성공한 경우는 해당 한국어 어휘를 문맥에 맞게 구체화시켜 그에 맞는 대체 어휘를 사용하는 방법으로 작문을 수행하고 있는 데 대해 실패하는 경우는 대체적으로 한국어를 직역하는 오용을 범하고 있다는 사실을 확인할 수 있었다.

따라서 다양한 의미항목을 갖는 어휘의 작문을 하는 경우는 해당 어휘가 나타나는 문의 의미를 구체적인 의미로 풀어 재해석하게 함으로써 구체적인 상황을 표현할 수 있는 다른 어휘로 대체시키는 방법을 통해 오용을 어느 정도 피할 수 있다는 사실을 확인할 수 있었다.

이는 본고에서 제시한 [가다] 이외에도 다양한 의미항목을 갖는 타 어휘에서 나타나는 오용을 개선하기 위한 방안으로서도 활용될 수 있을 것으로 생각된다.

@highlight

본고는 작문의 여러 요소 중에서도 특히 어휘 부분에 e점을 맞추어 한국인 일본어 학습자들이 일본어 작문을 하는데 있어서 적절한 어휘 선택을 하고 보다 자연스러운 작문을 할 수 있도록 지도하는 방법에 대한 지도안의 제안을 목적으로 한다.

