이 논문은 황현산의 시화집 '우물에서 하늘 보기'에 나타난 장르론적 실험정신과 더불어 그것에 깃든 미학과 윤리학의 특질들을 상세하게 규명하고자 했다.

이 책은 한편으로 시작품에 대한 분석과 해석과 평가를 개진한다는 점에서 비평적 글쓰기의 요소들을 포함하지만, 비평이라는 관행적인 글쓰기 양식이나 그 장르의 체계로 수렴될 수 없다.

이러한 장르론적 불투명성의 문제는 새로운 글쓰기 스타일을 창안해내려는 저자의 실험정신에서 기원한다.

이는 벤야민이 시도했던 성좌의 구성 원리나 에세이 스타일에 연동되어 있는 것으로 추론된다.

'우물에서 하늘 보기'에는 “기억”의 윤리학과 “숭고”의 미학이 동시에 공존한다.

이는 저자가 기성의 삶을 지배하고 규율하는 “주어진 윤리”를 벗어나 참된 삶의 윤리를 창조하는 데에 문학과 예술의 진정한 가치가 있다고 역설하는 자리에서 생성된다.

그에게 참된 윤리란 “주어진 윤리”가 내팽개친 소수자들의 진실을 위해 “노래를 만들고 이야기를 만드”는 “기억”의 문제로 나아갈 수밖에 없는 것이며, 숭고란 우리의 존재론적 한계와 무능을 절감케 하는 “극단적인 것”이 불러오는 비극적 환희의 정서이자 일체의 미를 넘어서 존재하는 것이기 때문이다.

@highlight

황현산의 시화집 '우물에서 하늘 보기'에 나타난 장르론적 실험정신과 더불어 그것에 깃든 미학과 윤리학의 특질들을 상세하게 규명하고자 했다.

@highlight

이 책은 한편으로 시작품에 대한 분석과 해석과 평가를 개진한다는 점에서 비평적 글쓰기의 요소들을 포함하지만, 비평이라는 관행적인 글쓰기 양식이나 그 장르의 체계로 수렴될 수 없다.

@highlight

이러한 장르론적 불투명성의 문제는 새로운 글쓰기 스타일을 창안해내려는 저자의 실험정신에서 기원한다.

@highlight

'우물에서 하늘 보기'에는 “기억”의 윤리학과 “숭고”의 미학이 동시에 공존한다.

