그동안 중소기업에서 기술개발이 활발하지 못한 원인으로서 기술인력의 양적, 질적 부족이 가장 심각한 문제로 지적되어 왔다.

그리고 다양한 정부의 지원정책에도 불구하고 해소되지 못하여 왔다.

이 문제점에 대해 그간 일부 실태조사와 연구가 추진되었으나 그 원인에 대한 연구는 매우 부족하다.

특히 우리나라 사업체의 99.9%, 종사자의 87.5%를 차지하는 중소기업의 다양성을 고려할 때 중소기업이 경험하고 있는 수급 불균형의 원인 역시 다양할 것이며, 이에 중소기업을 유형화하여 이 문제를 접근할 필요가 있다.

본 연구는 500여개의 중소기업을 대상으로 최근 실시된 실태조사 결과를 활용하여 이들 중소기업을 그 특성별로 유형화하고, 전체 분석대상과 각 유형별 중소기업을 대상으로 중소기업의 기술인력 부족의 결정요인을 분석하였다.

특히 선행연구의 논의에 추가하여 중소기업 내부 인력에 대한 관리방식 및 기술·숙련수요 요인을 모형에 포함하여 기술인력의 부족성향에 영향을 미치는 요인을 체계화하였다.

분석 결과, 인력수요요인, 인력공급요인, 기술·숙련수요, 내부 인력관리시스템 등이 유의한 설명변수이며, 또한 기업유형에 따라 그 결정요인과 영향력이 다름을 확인할 수 있었다.

이에 따라 본 연구에서는 향후 중소기업에 대한 기술인력 정책에 있어 이들 중소기업의 유형에 따른 차별화된 지원을 강조하였고, 향후 중소기업의 수급불균형을 해소하는 방안으로서 노동공급 차원의 접근 뿐 아니라 기술 수요에 대한 접근이 필요함을 지적하였다.

@highlight

본 연구는 500여개의 중소기업을 대상으로 최근 실시된 실태조사 결과를 활용하여 이들 중소기업을 특성별로 유형화하고, 전체 분석대상과 각 유형별 중소기업을 대상으로 중소기업의 기술인력 부족의 결정요인을 분석한 결과, 인력수요요인, 인력공급요인, 기술·숙련수요, 내부 인력관리시스템 등이 유의한 설명변수이며, 또한 기업유형에 따라 그 결정요인과 영향력이 다름을 확인할 수 있었다.

