주변부적 관점에서 그리고 젠더적 관점에서 1996년 8월 ‘연세대 사건’는 어떻게 기억되는가.

이 질문을 두고 본고에서는 한국문학에 나타난 1996년에서 2016년에 이르는 시기 동안의 혁명의 기록과 기록이 누락한 기억들을 검토하였다.

1996년의 학생운동에 대한 낯선 회상이 이루어지는 소설들, 윤이형의 ?

큰 늑대 파랑?

(<큰 늑대 파랑>, 2011), 최은영의 ?

몫?

(2018), 황정은의 <디디의 우산>(2019)을 중심으로 정치적으로 비가시화되었거나 젠더적으로 배제되었던 존재들이 경험하고 기억하는 혁명에 대한 이야기를 복원해보고자 하였다.

주변부적 위상에 대한 인식과 ‘기억될 수 없는’ 혁명에 대한 호명의 상관성은, 더 나은 사회에 대한 상상과 체제 재편의 열망을 나누는 혁명의 한복판을 ‘함께’ 통과할 때에도, 혁명이 모두에게 동일한 의미가 아니라는 것을, 혁명의 순간에도 여전히 배제와 위계의 논리가 작동하고 있었음을 역설하였다.

이러한 검토를 통해 1996년 ‘연세대 사건’의 역사적 복원과 계보화 작업이 단지 학생운동에 대한 재고에서 나아가 1990년대 한국사회에 대한 젠더적 관점의 재평가를 요청한다는 사실을 확인하였다.

@highlight

한국문학에서 1996년에서 2016년에 이르는 시기 동안의 혁명의 기록과 기록이 누락한 기억들을 확인해 보았다.

@highlight

1996년 ‘연세대 사건’의 역사적 복원과 계보화 작업이 단지 학생운동에 대한 재고에서 나아가 1990년대 한국사회에 대한 젠더적 관점의 재평가를 요청한다는 사실을 알 수 있었다.

