본 연구는 1990년부터 2014년까지 발행된 유아교육관련 모든 학술지 논문과 학위논문을 대상으로 현직교사교육이 어떻게 수행되었는지 동향을 살펴보고자 하였다.

이를 위하여 한국교육학술정보원에서 ‘유치원교사’와 ‘교사교육’ 검색어로 검색된 모든 연구물을 열어보고 ‘유치원 교사 핵심역량에 기초한 현직교사교육’에 해당하는 학술지논문 40편과 학위논문 27편, 총 67편을 연구대상으로 선정하여 분석하였다.

분석기준은 핵심역량과 누리과정 영역, 교수학습방법, 현직교육유형의 네 가지 영역으로 선정하였다.

연구 결과 유치원 현직 교사교육은 교직인성 및 전문성 개발, 교육과정 운영, 대인관계 및 의사소통 순으로 비중있게 다루어졌다.

각 역량의 세부 내용별 연구의 경향을 보면, 교직에 대한 열정, 교수학습과정에 대한 이해, 반성적 자기개발, 공동체 의식 및 태도형성에 대한 연구가 주를 이루고 있었다.

누리과정 영역별 핵심역량 연구의 비중을 살펴보면, 자연탐구영역이 가장 많았고, 사회관계영역이 다음이었다.

마지막으로, 교사교육접근을 위한 교수방법으로 활용된 접근방안의 경향을 보면, 탐구중심과 반성적 교수 방법이 가장 많이 활용되었다.

@highlight

이 연구는 1990년부터 2014년까지 발행된 유아교육관련 모든 학술지 논문과 학위논문을 대상으로 현직교사교육이 어떻게 수행되었는지 동향을 살피려 했다.

