학습분석은 학습 과정을 깊이 이해하고 개별화된 학습환경을 효과적으로 설계하도록 돕는다.

그렇지만 지속적으로 학생의 행동 데이터를 수집하고 분석하는 과정에서 다양한 윤리적 이슈를 유발할 수 있다.

본 연구는 학교 교육을 개선하는 데 학습분석을 효과적으로 활용하기 위해서 교사의 관점에서 윤리적 이슈를 이해하고 이를 방지하기 위한 윤리적 실천방안을 탐색하고자 한다.

이를 위해 10명의 초등학교 교사를 심층 면담하여 초등학교 맥락에서 학습분석의 윤리적 이슈와 실천방안에 대한 교사의 인식을 조사하였다.

활동이론에 기반하여 면담 내용을 분석한 결과, 프라이버시 침해, 부정확한 분석과 처치, 감시와 검열, 과도한 경쟁, 저성취 학생에 대한 차별, 불명확하고 부적절한 책임 소재라는 여섯 가지 윤리적 이슈를 발견하였다.

그리고 활동체제의 상충관계를 경감시키고 윤리적 이슈를 예방하기 위한 방안으로 교사 교육 강화, 학습분석 시스템의 보안과 안정성 확보, 교육적으로 유의미한 처치 제공, 데이터 수집과 활용에 대한 규범 마련, 교사의 권한과 책임에 대한 규범 마련, 이해관계자의 민주적 의사결정과 참여 문화 형성이라는 여섯 가지 주제를 도출하였다.

본 연구는 학습분석을 성공적으로 학교 교육에 도입하기 위해서 윤리적 이슈에 더 많은 주의를 기울일 필요가 있다는 것을 시사한다.

@highlight

초등학교 교사들을 심층 면담해 학습분석의 윤리적 이슈와 실천방안에 대해 조사한 결과, 불명확하고 부적절한 책임 소재, 저성취 학생에 대한 차별, 과도한 경쟁, 감시와 검열, 부정확한 분석과 처치, 프라이버시 침해라는 6가지 윤리적 이슈를 발견하고, 그 예방 방안을 도출하였고, 학습분석의 성공적 도입을 위해 윤리적 이슈에 더 주의를 기울여야 함을 시사했다.

