2000년대 들어, 지역주의에 기초한 정당구도의 지속과 변화에 대한 다양한 가설들이 제시되었다.

일부는 지역발전의 불균형과 지역정서에 기초한 정당구도가 지속될 것으로, 일부는 새로운 균열이 출현하고 유권자의 정치적 세련도가 증가하여 지역균열에 기초한 정당구도가 서서히 변화될 것으로 예측하였다.

또한 일부에서는 지역주의 정당구도가 과연 사회문화적 토대를 가지고 있는가에 관해 의문을 제기하였다.

그럼에도 불구하고, 현실적 차원에서 지역주의 정당구도는 지속되고 있으며, 학문적 수준에서 이들 경쟁가설들에 대한 검증은 부족하였고, 한국 정당정치에 대한 전망은 여전히 모호한 상태로 남아있다.

본 연구는 이러한 학문적 공백을 메우기 위해 경쟁적 가설들을 경험적으로 검증한다.

2014년 6대 지방선거 직후의 설문조사를 분석한 결과, 지역주의 정당구도는 뚜렷한 역사적·사회문화적 토대를 가지고 있는 것으로 나타났다.

한국 유권자들은 역사적 관점에서 지역출신이 정권을 잡아 지역을 발전시켜야 한다는 집단합리적 기대심리를 정당지지에 반영하였고, 새누리당과 민주연합에 대한 태도는 경상도 및 전라도 사람들에 대한 전통적 호오감은 물론 상징적 지역편견과도 연계성을 가졌다.

아울러, 새로운 균열로서 세대 및 이념의 영향력은 강력하지만, 지역주의 관련 변수들에 비해 결코 크지 않았다.

요컨대, 본 연구결과는 유권자의 지역주의 태도가 정당 간 후견적 경쟁을 지속시키는 방향으로 작용함으로써 프로그램 기반의 정당정치로의 전환 및 발전을 제약하고 있음을 시사한다.

@highlight

2000년대 들어서 지역주의에 기초한 정당구도의 지속과 변화에 관한 다양한 가설들이 제시됐다.

@highlight

일부는 지역발전의 불균형과 지역정서에 기초한 정당구도가 지속될 것으로는 일부는 새로운 균열이 출현하고 유권자의 정치적 세련도가 증가해 지역균열에 기초한 정당구도가 서서히 변화될 것으로 예측했다.

