이 연구는 2015학년도 제2학기부터 실시된 태권도 시범학교의 태권도 수업에 대한 학생들의 인식 수준을 평가하는 목적으로 전국 태권도 시범학교 12개 학교 총 2,118명의 자료를 분석하여 다음과 같은 결과를 도출하였다.

태권도 시범학교 태권도 수업에 참여하고 있는 학생들은 수업만족도, 수업효과, 지속여부에 대해 비교적 높은 수준으로 평가하고 있다.

수업 만족도의 하위요인에서는 지도자가 가장 높았으며, 수업내용, 시설/환경, 흥미의 순으로 나타났다.

수업만족도에 대해 남학생이 여학생 보다 높은 수준으로 평가하며, 하위요인 중 특히 지도자, 시설/환경에서 높게 평가하고 있었다.

또한 학교급에 따른 수업만족도의 차이에서는 고등학생이 중학생에 비해 높게 평가하며, 고등학생은 하위요인 중 지도자, 시설/환경에서 중학생에 비해 높게 평가하고 있었다.

태권도장 경험에 따른 차이에서는 태권도장 유경험 학생이 무경험 학생보다 높게 평가하며, 하위요인 중 수업내용, 지도자, 흥미에서 유경험 학생이 무경험 학생보다 높게 평가하고 있었다.

수업효과에서는 성별, 학교급에 따른 유의한 차이는 없었으며, 태권도장 경험에 따른 차이에서 태권도장 유경험 학생이 무경험 학생보다 높게 평가하고 있었다.

지속여부에서는 성별, 학교급에 따른 유의한 차이는 없었으며, 태권도장 경험 유무에 따른 차이에서 태권도장 유경험 학생이 무경험 학생보다 높게 평가하고 있었다.

@highlight

본 연구는 2015학년도 제2학기부터 실시된 태권도 시범학교의 태권도 수업에 대한 학생들의 인식 수준을 평가하는 목적으로 전국 태권도 시범학교 12개 학교 총 2,118명의 자료를 분석하여 다음과 같은 결과를 도출하였다.

