세계적으로 자율주행차량이 가져올 새로운 세상을 목전에 두고 있는 상황에서, 본 논문은 시나리오 개발을 통해 다양한 가능성을 고려하고, 서울 대도시권의 미래도시공간 변화를 주차수요 변화를 중심으로 예측하며, 주차자족률을 이용한 공간가용성 분석을 통해 자율주행차량의 도입에 대한 합리적 대응방안의 토대를 마련하는 것을 목적으로 한다.

이를 위해 표준접근법을 통한 시나리오 개발과 로그선형모델을 이용한 주차수요 예측모형으로 시나리오별 주차수요를 분석하고, 주차자족률을 통하여 지역의 실질적인 공간가용성을 분류하였다.

시나리오를 통한 분석결과, 자율주행차량의 보급만 증가한다면 오히려 주차수요는 증가하고, 자율주행차량이 차량공유로 이용되었을 때 비로소 주차수요가 감소하는 것으로 예측되어, 적절한 대응이 필요할 것이다.

또한 공간가용성이 큰 지역을 우선으로 도시공간의 활용이 가능해질 것으로 나타났다.

본 논문은 시나리오 개발을 통해 향후 분석의 기반을 마련하고 자율주행차량과 차량공유에 대한 적극적인 대응의 필요성을 제기하였다는 점에서 의의가 있다.

@highlight

표준접근법을 통한 시나리오 개발과 로그선형모델을 이용한 주차수요 예측모형으로 시나리오별 주차수요를 분석하고, 주차자족률을 통하여 지역의 실질적인 공간가용성을 분류하였다.

@highlight


자율주행차량의 보급만 증가한다면 오히려 주차수요는 증가하고, 자율주행차량이 차량공유로 이용되었을 때 비로소 주차수요가 감소하는 것으로 예측되어, 적절한 대응이 필요할 것이다.

