본 연구에서는 대학생들을 대상으로 시험부정행위에 대한 지각과 시험부정행위경험 및 학업성적간의 관계를 알아보았다.

연구대상은 충청북도에 소재하는 1개 대학교의 2학년 및 3학년에 재학중인 남녀학생 1,410명이었다.

시험부정행위에 대한 지각, 시험부정행위경험의 유무 및 빈도, 그리고 학업성적(평균평점) 등을 알아보는 질문지를 사용하였고, 조사된 결과는 다음과 같다.

첫째, 조사대상자들의 다수(약 69%)가 대학생활을 하는 동안 시험부정행위를 하고 있는 것으로 나타났는데, 이러한 결과는 대학생들의 시험부정행위가 매우 보편화되어 있음을 시사해 준다.

둘째, 시험부정행위에 대한 지각과 시험부정행위경험간의 관계에서 유의한 정적 상관이 있는 것으로 나타났고, 시험부정행위에 대한 지각과 학업성적(평균평점)간의 관계, 그리고 시험부정행위와 학업성적(평균평점)간의 관계에서는 유의한 부적 상관이 있는 것으로 나타났다.

셋째, 시험부정행위경험에서 학년에 따른 차이가 없었던 반면에, 성별에 따라 유의한 차이가 있는 것으로 분석되었다.

구체적으로 여학생집단에 비해 남학생집단의 시험부정행위경험이 유의하게 더 많은 것으로 나타났다.

넷째, 시험부정행위 경험이 있는 집단에 비해 시험부정행위 경험이 없는 집단의 학업성적(평균평점)이 유의하게 더 높은 것으로 나타났다.

끝으로, 본 연구결과들이 갖는 시사점 및 제한점에 관하여 논의하였다.

@highlight

시험부정행위에 대한 지각, 시험부정행위경험의 유무 및 빈도, 그리고 학업성적(평균평점) 등을 알아보는 질문지를 사용하였고, 시험부정행위에 대한 지각과 시험부정행위경험간의 관계에서 유의한 정적 상관, 시험부정행위에 대한 지각과 학업성적(평균평점)간의 관계, 그리고 시험부정행위와 학업성적(평균평점)간의 관계에서는 유의한 부적 상관이 있는 것으로 나타났다.

@highlight

또한 시험부정행위 경험이 있는 집단에 비해 시험부정행위 경험이 없는 집단의 학업성적(평균평점)이 유의하게 더 높은 것으로 나타났다.

