이 논문은 1957년부터 1966년까지 북한 영화사에서 천연색(컬러)과 광폭(와이드스크린) 기술 담론이 어떠한 방식으로 전개되었는지를 살펴본다.

1950년대 후반부터 북한은 세계적으로 대중화되고 있던 컬러와 와이드스크린 기술을 내면화하려고 노력하였다.

소련과의 기술적 협업을 토대로 천연색 기술의 토대를 다져온 북한은 1960년 무렵부터 자체적인 천연색 영화를 제작하는 것을 목표로 하였다.

뿐만 아니라 그보다 더 앞선 기술로 여겨졌던 광폭 영화 창작까지도 염두에 두기 시작하였다.

북한은 《조선영화》 등의 잡지를 통해 전 세계의 선진 영화 기술을 발 빠르게 소개하였다.

이와 동시에 타국 영화인과의 기술 교류 등을 통해 꾸준하게 경험을 쌓아온 북한은 마침내 1960년 말 최초의 천연색 광폭 예술영화 <영광스러운 우리 조국>을 완성하는데 성공한다.

그러나 할리우드가 텔레비전에 빼앗긴 관객을 되찾기 위하여 와이드스크린 기술에 전폭적인 투자를 했던 것과는 달리, 북한에서 이러한 양식이 지배적으로 대두되지는 못했던 것으로 보인다.

이와 같은 기술적 성취는 주로 기록 영화 제작에 집중되었으며, 주로 민족성을 부각하거나 애국심을 고양하는데 활용되었음을 확인해볼 수 있다.

이와 같은 경향은 김정일이 영화계 활동을 본격적으로 시작한 1967년 이전까지 유지된다.

@highlight

이 논문은 1957년부터 1966년까지 북한 영화사에서 천연색(컬러)과 광폭(와이드스크린) 기술 담론이 어떠한 방식으로 전개되었는지를 살펴본 결과, 기술적 성취는 주로 기록 영화 제작에 집중되었으며, 주로 민족성을 부각하거나 애국심을 고양하는데 활용되었음을 확인해볼 수 있었다.

