본 논문에서는 주파수 선택적 페이딩 채널환경에서 OFDM 시스템을 위한 개선된 전송 다이버시티 기법을 제안한다.

제안된 전송 다이버시티 기법은 간단한 방법으로 공간 다이버시티 뿐만 아니라 주파수 다이버시티를 동시에 얻을 수 있는 기법이다.

본 논문에서는 먼저 OFDM 시스템의 주파수 영역에서의 채널 상관성을 바탕으로 주파수 영역에서의 최대 반복이득을 가지는 OFDM 심볼 구조의 설계 방법을 제안한다.

그런 다음 본 논문에서는 이 제안된 OFDM 심볼 구조와 시공간 블록 부호를 결합시킴으로써 공간 다이버시티와 주파수 다이버시티를 동시에 얻을 수 있는 시스템을 제안한다.

그 결과, 제안된 전송 다이버시티 기법은 2개의 전송 안테나만으로 4개의 전송 안테나를 사용하는 시공간 블록 부호화 OFDM(STBC-

OFDM) 시스템과 동일한 성능을 얻을 수 있다.

뿐만 아니라 제안된 기법은 STBC-

OFDM의 간단한 구조를 그대로 유지할 수 있으므로 기존 시스템에 간단한 방법으로 제안된 기법을 적용할 수 있다.

@highlight

이 논문은 주파수 선택적 페이딩 채널환경에서 OFDM 시스템을 위한 개선된 전송 다이버시티 기법을 제안한다.

