본 연구의 목적은 블로그 학습환경에서 질문제시전략이 학습자의 성찰적 사고와 동기 증진에 미치는 영향을 탐색하는 것이다.

특히 질문제시 전략중 반구조화된 질문을 제시한 집단과 비구조화된 질문을 제시한 집단의 성찰적 사고와 동기의 증진 여부를 비교함으로써 질문제시전략의 유형별 효과성까지 파악하고자 하였다.

연구결과 반구조화된 질문을 제시한 집단이 비구조화된 질문을 제시한 집단보다 성찰적 사고의 하위 요소중 성찰변인(U=68, p<.01)과 비판적 성찰변인(U=76, p<.01)에서 보다 유의미한 증진을 나타냈다.

또 반구조화된 질문을 제시한 집단이 비구조화된 질문을 제시한 집단보다 동기의 하위 요소중 주의 집중 변인(t[28] =2.578, p<.01), 자신감 변인(t[28]=2.658, p<.01), 만족감 변인(t[28]=3.173, p<.01)에서 유의미한 증진을 나타냈다.

@highlight

이 연구의 목적은 블로그 학습환경에서 질문제시전략이 학습자의 성찰적 사고와 동기 증진에 미치는 영향을 탐색하는 것이다.

