이 글은 2012년 미국대선의 오바마와 롬니 지지계층에 대한 분석을 통해 오바마 승인(勝因)을 찾아보고 향후 미국 국정을 전망한다.

먼저, 오바마는 미국사회의 여러 비주류 계층이 압도적 지지를 보내준 결과로 주류 측이 선호한 롬니에 앞설 수 있었다는 점을 출구조사 자료를 통해 살펴본다.

다음으로, 비주류 계층의 지지로 주류 측 반대를 극복해 재선할 수 있었던 근저에는 미국사회의 근원적 시대변화가 자리 잡고 있음을 여러 자료로써 밝힌다.

또한 오바마와 민주당이 포용적 정치와 전략으로써 비주류 유권자의 지지범위를 확대시킨 반면 롬니와 공화당은 배타적 이념에 발목 잡혀 지지층을 협소화시키는 우를 범한 점도 오바마 승리요인으로 논한다.

마지막으로, 오바마가 포용적 정치로 비주류 계층에 다가가 재선에 성공했지만 앞으로 공화당과 주류 계층까지 포용하는 초당파적 적극성을 키워야 그의 집권 2기 국정운영이 각종 난제를 극복할 수 있을 것이라는 전망을 제시한다.

@highlight

이 글은 2012년 미국대선의 오바마와 롬니 지지계층에 대한 분석을 통해 오바마 승인을 찾아보고 향후 미국 국정을 전망한다.

