본 연구는 중국어권 한국어 학습자의 문맥적 지시어 사용에 대해 알아보고자 하는 데 목적이 있다.

지시는 담화 내의 표현과 그 언어 표현이 가리키는 것과의 연결 관계를 말하며, 이를 잘 활용하여야 응집성 높은 글을 쓸 수 있다.

그러나 문맥적 지시어는 화자의 의도에 따라 달리 선택될 수 있어 한국어 학습자에게 습득이 어려운 항목이다.

이에 본 연구에서는 한국어 모어 화자와 중국어권 학습자 간 문맥적 지시어 사용에 차이가 있는지, 한국어 숙달도에 따라 문맥적 지시어 사용에 차이가 있는지 알아보았다.

한국어 모어 화자 35인과 중국어권 중급 학습자 35인, 고급 학습자 35인을 대상으로 문맥적 지시어 사용에 대한 설문 조사를 실시하고, 카이 제곱을 실시하여 집단 간 차이를 검증하였다.

연구 결과, 한국인이 ‘그’를 선호하는 문항에서 한국인과 중국인 간 차이가 크게 나타났으며, 학습자 숙달도에 따른 지시어 사용의 차이는 없었다.

이러한 결과는 한국인은 ‘그’를 선호하고, 중국인은 ‘이’를 선호한다는 것을 확인하게 해 주며, 한국어 숙달도가 고급이더라도 문맥적 지시어에 대한 습득은 이루어지지 않는다는 것을 보여준다.

그러므로 한국어 교육 현장에서는 지시어의 화시적 기능 외에 문맥적 기능에 대한 명시적인 교수도 이루어져야 할 것이다.

@highlight

이 연구는 중국어권 한국어 학습자의 문맥적 지시어 사용에 관해 알아보고자 하는 데 목적이 있다.

@highlight

한국어 모어 화자 35인과 중국어권 중급 학습자 35인, 고급 학습자 35인을 대상으로 문맥적 지시어 사용에 관한 설문 조사를 실시하고, 카이 제곱을 실시해 집단 간 차이를 검증했다.

