본 연구는 K-

pop 한류드림 페스티벌 방문객을 대상으로 그들이 지각하는 축제 서비스품질과 재방문 의도간의 관계를 알아보고, 축제 서비스품질이 재방문 의도에 미치는 영향에서 내국인과 외국인의 조절효과가 있는지 검토하고자 하였다.

설문조사를 위한 자료는 ‘2012년 한류드림’ 축제에 참가한 내국인과 외국인에서 수집되었다.

연구결과, 다음과 같은 결론이 도출되었다.

첫째, 축제 서비스품질 중 접근성, 이벤트, 행사프로그램, 및 편의성 등의 요인이 방문객의 재방문 의도에 유의한 영향을 미친 것으로 나타났다.

둘째, K-

pop 한류 드림페스티벌 방문객이 지각한 축제 서비스품질이 재방문 의도에 미치는 영향에서 내국인과 외국인의 요인이 유의한 영향을 미칠 것이란 가설검증 결과, 축제 서비스품질 중 편의성만이 유의한 조절효과를 가진 것으로 나타났다.

이러한 분석결과가 의미하는 시사점은 다음과 같다.

외국인 축제 방문객의 인구통계학적 특성을 고려해보면 주로 일본, 중국, 미국 등지에서 방문한 것으로 나타났다.

이것은 K-

pop이란 한류현상을 지속적으로 발전시키기 위해서는 각 나라별 표적시장 선정과 방문객이 지닌 특성을 고려한 차별화된 관광마케팅을 필요로 함을 시사해준다.

@highlight

이 연구는 K-

@highlight

pop 한류드림 페스티벌 방문객을 대상으로 그들이 지각하는 축제 서비스품질과 재방문 의도간의 관계를 알아보고, 축제 서비스품질이 재방문 의도에 미치는 영향에서 내국인과 외국인의 조절효과가 있는지 검토하고자 하였다.

