본 논문은 니켈수소전지의 양극 재료인 수산화니켈의 단일 입자 및 코발트 금속산화물에 의해 표면처리 된 수산화니켈 단일 입자에 대해 각각 알카리 전해액 중의 LiOH 첨가 효과를 마이크로전극 측정시스템을 사용하여 평가하였다.

전위주사법에 의해 실험한 결과, 수산화니켈 입자에 대한 산화환원 반응과 산소발생 반응에 대한 전기화학적 거동을 보다 명확히 확인할 수 있었다.

특히, LiOH 첨가에 의해 관찰되는 특징적인 변화는 환원전류 피크가 매우 낮고 브로드하게 반응하는 것으로서, LiOH가 수산화니켈 입자의 결정 구조에 영향을 주어 전기화학적 반응 특성에 관여함을 알 수있다.

그러나 표면 개질 하지 않는 수산화니켈 입자에 LiOH를 첨가할 경우 용량 및 사이클 특성이 동시에 저하하는 경향을 보였다.

그러나 코발트 금속 산화물로 표면 개질 한 수산화니켈 입자의 경우, LiOH 첨가에 의해 용량 및 싸이클 특성이 향상되는 현상이 관찰되었다.

@highlight

수산화니켈 단일 입자에 대한 LiOH 첨가 효과를 측정한 결과, LiOH 첨가는 코발트 금속 산화물로 표면 개질 한 수산화니켈에 대해 용량 및 사이클 특성 향상을, 개질 하지 않은 수산화니켈에 대해서는 그 반대의 특성을 나타냄이 확인되었다.

