일본 최초의 사법인 정토진종 본원사파사법(1880년 제정)은 입헌주의의 영향을 받아서 제정된 것으로서, 의회를 설치함으로서 법주의 권력독점을 견제하고, 말사승려들에게 선거권을 부여하는 등 근대성·선진성을 띤 것이었다.

뿐만 아니라, 1889년에 제정된 명치헌법에도 영향을 주는 등, 일본 法制史에 있어서도 중요한 의미를 가지는 것이다.

그러나, 1912년에 총독부에 의해서 제정된 본말사법은 일본의 사법을 참고하였음에도 불구하고, 내용에 있어서 불비한 점이 많다.

우선, 의회를 설치하지 않음으로서 본사주지의 권력독점을 초래하였으며, 조선불교를 통할하는 기관을 두지 않음으로서 조선불교의 자율성을 저해하였다.

즉, 일본의 사법이 가지고 있는 근대성·선진성을 조선불교에는 전혀 적용하지 않은 것이다.

여기에는 조선불교를 마음대로 조종하려는 야욕이 담겨져 있다.

이러한 본말사법의 문제점을 인식한 한용운은 「사법개정의안」(1932년)에서, 의회를 두어 주지의 권력을 견제하고, 비구니에게도 피선거권과 선거권을 주는 등 본원사사법보다도 더 선진적인 주장을 하고 있다.

그러나, 본말사법 개혁을 위한 모든 노력들은 사찰령이 존재하는 한 실효를 거둘 수가 없었고, 해방이 될 때까지 본말사법은 조선불교를 질곡 속에 빠트렸다.

@highlight

일본 최초의 사법인 정토진종 본원사파사법은 입헌주의의 영향을 받아서 제정된 것으로서, 의회를 설치함으로서 법주의 권력독점을 견제하고, 말사승려들에게 선거권을 부여하는 등 근대성·선진성을 띤 것이었다.

