유

채

 

재

배

 

전

과

정

이

 

환

경

에

 

미

치

는

 

영

향

을

 

전

과

정

평

가

 

기

법

으

로

 

분

석

하

였

다

.

 

유

채

재

배

 

과

정

을

 

평

가

하

기

 

위

해

 

비

료

,

 

농

약

,

 

농

기

계

 

사

용

에

 

따

른

 

에

너

지

 

소

비

량

,

 

작

업

시

간

 

등

을

 

조

사

하

여

 

평

가

의

 

기

능

 

단

위

인

 

유

채

 

1

톤

을

 

기

준

으

로

 

분

석

하

였

다

.

 

E

c

o

-

I

n

d

i

c

a

t

o

r

 

9

5

방

법

으

로

 

8

개

 

영

향

범

주

에

 

대

해

 

전

과

정

영

향

을

평

가

한

 

결

과

 

유

채

 

1

톤

을

 

생

산

하

는

데

 

온

실

가

스

 

2

1

6

 

k

g

 

C

O

_

2

-

e

q

.

,

오

존

층

 

고

갈

 

3

.

9

8

E

-

0

5

 

k

g

 

C

F

C

-

1

1

-

e

q

.

,

 

산

성

화

 

1

.

7

8

 

k

g

 

S

O

_

2

-

e

q

.

,

부

영

양

화

 

0

.

2

8

 

k

g

 

P

O

_

4

-

e

q

.

,

 

중

금

속

 

5

.

2

3

E

-

0

3

 

k

g

 

P

b

-

e

q

.

,

 

발

암

물

질

 

2

.

5

1

E

-

0

5

 

k

g

 

B

(

a

)

p

-

e

q

.

,

 

스

모

그

 

1

.

2

4

 

k

g

 

S

P

M

-

e

q

.

,

 

에

너

지

자

원

 

6

,

4

6

0

 

M

J

 

L

H

V

의

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

이

중

 

9

0

%

가

 

화

학

비

료

에

서

 

기

인

하

는

 

것

으

로

 

분

석

되

었

다

.

 

유

채

 

생

산

량

이

 

1

 

톤

 

증

가

하

였

을

 

경

우

에

 

대

한

 

민

감

도

 

분

석

에

서

는

 

배

출

량

은

 

동

일

하

였

으

나

 

단

위

 

면

적

당

 

생

산

량

이

 

증

가

하

여

 

유

채

 

1

톤

에

 

대

한

 

환

경

 

부

하

는

 

2

2

%

 

감

소

하

는

 

것

으

로

 

평

가

되

었

다

.

 

따

라

서

 

친

환

경

농

업

 

또

는

 

자

원

순

환

농

업

을

 

통

하

여

 

화

학

비

료

의

 

사

용

량

을

 

줄

이

면

 

유

채

 

재

배

에

 

있

어

 

농

업

부

문

 

온

실

가

스

 

배

출

량

이

상

당

부

분

 

감

소

될

 

것

으

로

 

판

단

되

었

다

.

@highlight

유채재배 과정을 평가하기 위해 비료, 농약, 농기계 사용에 따른 에너지 소비량, 작업시간 등을 조사해 평가의 기능 단위인 유채 1톤을 기준으로 분석했다.