이 논문은 아도르노의 글쓰기 철학과 그에 기초한 좋은 글쓰기의 제안을 비판적으로 검토하는 것을 목적으로 한다.

인간은 근본적으로 표현충동을 가지며 그와 같은 표현충동은 형식과 내용에서 역사성을 가진다.

글쓰기 역시 표현충동의 표현이다.

전통적인 글쓰기는 동일성 철학에 근거하며 체계성, 보편성, 엄밀성, 논리성, 형식과 내용의 조화 등을 추구한다.

아도르노는 비동일성의 철학에 근거해 자신의 글쓰기 철학을 전개한다.

비동일적 글쓰기의 본질은 개념에서 포착되지 않은 ‘사태’를 드러내는 것이다.

이를 위해 아도르노는 수사학의 변증적 요소를 강조하고 서술의 의미를 재해석한다.

좋은 글쓰기의 기준은 비동일성의 철학에 조응하는 글쓰기이다.

아도르노가 제시한 좋은 글쓰기의 조건은 비동일성의 철학과 상충하는 부분과 일반적 글쓰기에 적용하기 어려운 부분이 있다.

그럼에도 불구하고 글쓰기의 진리성이 ‘고통의 표현’에 있으며 글쓰기의 형식과 내용의 곧 ‘철학하는 것’이라는 주장은 언제나 유효한 것이다.

@highlight

본 논문은 아도르노의 글쓰기 철학과 그에 기초한 좋은 글쓰기의 제안을 비판적으로 검토하는 것이 목적이다.

