목포권은 전남의 서남해안 지역을 이른다.

본고는 목포권 음악문화의 전승양상과 특성을 살펴보고 목포권 음악문화의 정체성과 전승의 원동력을 찾아 정리하는데 목적을 두었다.

연구 결과는 다음과 같다.

첫째, 목포권의 전통 음악 문화는 끊임없이 새로운 음악을 추구해 왔다.

새로운 장르를 만들기도 하고, 기존의 음악을 변화시키기도 하였다.

이전의 것과 다른 것, 새로운 것을 지향해 온 것이다.

둘째, 목포권의 전통 음악 문화는 타 장르와의 접변을 통해 다양한 음악을 수용해 왔다.

다른 장르나 다른 지역의 음악문화에 대해 목포권 사람들은 열려 있는 자세로 수용하였고, 이를 모방하거나 자기화하여 활용하고 있다.

셋째, 목포권의 전통 음악 문화는 음악적 세련성과 예술성의 확보를 위해 변화되어 왔다.

목포권에서는 일반인의 음악이 예술음악화되는 경우가 많이 발견된다.

넷째, 목포권의 전통 음악 문화는 이 지역민들에 의해 적극적으로 향유되어 왔다.

목포권의 사람들은 공식적 음악어법으로 자신의 음악을 만들고 그것을 즐겨 왔다.

목포권 전통 음악 문화는 끊임없이 변화하여 새로운 것을 추구하고, 시대의 흐름에 따른 향유층의 취향변화를 적절히 읽어내어 그에 적응해 나가려는 노력이 있었기에 활발히 전승될 수 있게 된 것이라 본다.

@highlight

이 글은 목포권 음악문화의 전승양상과 특성을 살펴보고 목포권 음악문화의 정체성과 전승의 원동력을 찾아 정리하는데 목적을 두었다.

