이 글은 미국의 타이틀나인을 중심으로 외국의 법제도를 연구·분석하여 우리나라 여학생 체육활동 참여의 활성화를 위한 시사점과 대안을 검토하는데 초점을 둔다.

구체적으로, 제II장은 우리나라 여학생 체육활동 활성화를 위한 시사점과 대안을 찾기 위해 유럽의 제도적 방안을 살펴본다.

제III장에서는 미국의 타이틀 나인을 검토한 후에 우리나라 여학생 체육활동 활성화를 위한 시사점과 대안을 알아본다.

1972년에 제정된 타이틀 나인은 연방정부의 지원받는 모든 교육프로그램에서 남녀차별 금지하는 법안이며 특히 체육활동에 적용이 가장 대표적이다.

미국은 이러한 타이틀 나인이라는 남녀평등교육법의 제정으로 여학생들에게 남학생과 동등한 체육활동의 기회를 제공하면서 여학생 체육활동 참여의 활성화에 성공하였다.

제IV장은 우리나라의 여학생체육현황과 법제도 등을 검토한다.

마지막으로, 제V장에서는 우리나라 여학생 체육활동 활성화를 위하여 학교체육진흥법과 시행령을 개정할 것을 제언한다.

결론적으로, 입법을 통하여 여학생 체육활동 참여의 활성화를 위한 기반을 조성한 후에 정부, 법원, 학계 그리고 시민단체의 노력으로 여학생들에게 남학생과 동등한 체육활동의 기회를 제공한다면 여학생 체육활동 참여의 활성화는 성공적으로 정착할 것이다.

@highlight

이 글은 미국의 타이틀나인을 중심으로 외국의 법제도를 연구·분석하여 우리나라 여학생 체육활동 참여의 활성화를 위한 시사점과 대안을 검토하는데 초점을 둔다.

