최근 병원은 규모와 업종을 막론하고 기관의 양적 증가와 함께 경쟁 또한 날로 치열해지고 있다.

의료시장에서도 수요와 공급의 역전 현상으로 환자의 병원 선택권이 높아지게 된 것이다.

그로 인해 각 병원들은 경영 개선을 위한 방안의 일환으로 PR을 중요한 마케팅 수단으로 활용하고 있으며, 그에 대한 필요성과 중요성에 대한 인식도 점차 높아지고 있다.

이렇듯 변화하는 상황에서 본 연구는 병원PR실무자들을 대상으로 병원PR에 대한인식을 알아보기 위해 주관성 연구를 실행하였다.

QUANL을 통한 분석결과 전 임직원들의 애사심을 바탕으로 그 토대 위에 병원장과 PR담당자를 중심으로 활발한 의사소통 및 팀웍을 중요시하는 ‘직원팀웍중시형’, 언론이나 고객의 긍정적 평판을 중요하게 생각하는 ‘고객평판중시형’, 의사들의 의술실력을 중요하게 생각하는 ‘의사실력중시형’, 병원 내부 직원들을 대상으로 지속적인 PR교육을 중요하게 여기는 ‘직원교육중시형’ 등 4개의 유형을 구분해 낼 수 있었다.

본 연구 결과는 현장에서 실행되고 있는 병원 PR에 대한 이해를 높이고, 나아가 PR 전문 인력이 부족한 병, 의원급 의료기관을 비롯한 중, 대형 병원 들이 향후 병원PR 실행 시 보다 효과적인 프로그램 개발에 필요한 실증적 자료로 활용될 것을 기대한다.

@highlight

최근 병원은 규모와 업종을 막론하고 기관의 양적 증가와 함께 경쟁 또한 날로 치열해지고 있다.

@highlight

QUANL을 통한 분석결과 전 임직원들의 애사심을 바탕으로 그 토대 위에 병원장과 PR담당자를 중심으로 활발한 의사소통 및 팀웍을 중요시하는 ‘직원팀웍중시형’, 언론이나 고객의 긍정적 평판을 중요하게 생각하는 ‘고객평판중시형’, 의사들의 의술실력을 중요하게 생각하는 ‘의사실력중시형’, 병원 내부 직원들을 대상으로 지속적인 PR교육을 중요하게 여기는 ‘직원교육중시형’ 등 4개의 유형을 구분해 낼 수 있었다.

