섬유강화고분자복합재료(CFRP, Carbon Fiber Reinforced Plastics)의 경량화는 자동차 및 항공 분야에서 끊임없이 요구되고 있으며, 구조용 폼과 CFRP를 혼합하여 샌드위치 복합재료로 사용되고 있다.

본 연구에서는 열경화성 소재인 에폭시 폼과 폴리우레탄 폼 및 열가소성 소재인 PET 폼과 PVC 폼의 조성 차이에 따른 폼의 형상및 열 노화를 통해 변화되는 기계적 특성 변화를 관찰하였다.

성형한 에폭시 폼, 폴리우레탄 폼 및 상용화된 PET 폼과 PVC폼을 180도에서 열 노화시켰으며, 30, 60, 120, 180분의 노화시간에 따라 구조용 폼의 변화를 광학 현미경및 만능시험기로 폼 셀의 형상 및 압축강도를 평가하였다.

궁극적으로 에폭시 폼이 가장 높은 2.6 MPa의 압축강도를 가졌으며, 열 노화 조건에서도 물성저하나 형상의 변화가 거의 발생되지 않았다.

이는 에폭시 폼이 타 구조용 폼에 비해 열 노화 조건에서 후경화되어 강직한 조성을 이루며, 타 구조용 폼과는 다르게 내열 특성이 우수하기 때문에 고온용 구조용 폼으로 적용하기 적합한 소재임을 확인하였다.

@highlight

열경화성 소재인 에폭시 폼이 타 구조용 폼에 비해 열 노화 조건에서 후경화되어 강직한 조성을 이루며, 타 구조용 폼과는 다르게 내열 특성이 매우 우수하므로 고온용 구조용 폼으로 적용하기 적합한 소재임을 밝혔다.

