최근 SNS로 불리는 소셜네트워크서비스(Social Network Service)가 우리생활에 밀접하게 연결되어 있으며 이로 인하여 사회적으로 많은 영향력과 파급효과를 가져오고 있다.

SNS는 기존의 장소적 제약에서 벗어나 가상공간을 실시간으로 연결시켜 마케팅, 홍보, 오락 등 미디어매체로서의 인맥 네트워크 기능을 하고 있다.

이러한 순기능 뒤에는 개인정보침해로 인한 사생활 노출 등 다른 목적으로 범죄가 이어질 가능성의 기회를 제공하기도 한다.

이처럼 SNS는 개인 상호간 정보 배포나 개인 간의 의사소통으로 인한 정보교류 특징을 가지고 있지만 개인정보 노출과 위치정보 유출, 소셜미디어상 빅 데이터 등의 문제를 야기하고 있다.

이에 본 논문에서는 SNS에서의 개인정보 침해를 피해자 보호 관점에서 ICT서비스 사업자와의 관련성을 부각하고 개인정보보호에서는 주요 국가의 개인정보보호현황 비교를 통한 시사점을 도출하였으며, 이를 바탕으로 SNS에서 개인정보 침해 대응방안으로 블로그 기반 SNS, 위치 기반 SNS, 인맥 관리 SNS 3가지 유형별로 문제점 인식과 개인정보 보호방안을 제시하였다.

그리고 피해자 보호관점에서의 이용자 유의사항과 형사정책적 방안으로 사생활 보호 차원에서 정보통신망법 규정이 어려운 점을 제시하여 사생활 정보에 대한 개념과 범위 설정, 국외 SNS 사업자에 대한 국내 법 제도 적용에 있어서의 역차별 문제와 관련하여 국내 사업자에 대한 이용자의 신뢰수준 제고방안을 강조하였다.

@highlight

본 논문에서는 SNS에서의 개인정보 침해를 피해자 보호 관점에서 ICT서비스 사업자와의 관련성을 부각하고 개인정보보호에서는 주요 국가의 개인정보보호현황 비교를 통한 시사점을 도출하였으며, 이를 바탕으로 SNS에서 개인정보 침해 대응방안으로 블로그 기반 SNS, 위치 기반 SNS, 인맥 관리 SNS 3가지 유형별로 문제점 인식과 개인정보 보호방안을 제시했다.

