의료 영상학 분야에서 증강현실은 의료 영상 정보를 보다 효과적으로 가시화하기 위해서 다양한 형태로 응용되어왔다.

특히 프로젝션 기반의 증강현실은 의사가 디스플레이 장치의 화면을 자주 모니터링 해야 하거나 HMD(Head-

Mounted Display)와 같은 증강현실 디스플레이 장치를 지속적으로 착용해야 하는 불편함 없이 환부에 직접 투사함으로써 의사에게 보다 편리하고 직관적으로 의료 영상 정보를 제공할 수 있게 하였다.

본 논문에서는 이런 의료 영상 정보 가시화 기술을 의료용 직접투사 증강현실(MeDAR: Medical Direct-

Projected Augmented Reality)이라 부르고MeDAR의 영상 정보 가시화 프레임워크와 이를 구현하기 위한 제반 기술을 제시한다.

또한 수술 환경에서 발생할 수있는 다양한 투사 환경에 적절하게 대응할 수 있는 MeDAR의 요소 기술을 설명한다.

마지막으로 인간 친화적인 펜기반의 인터페이스를 제시하여 사용자와 MeDAR 간의 상호작용에 관해 논의하고 그 유용성을 확인한다.

@highlight

이 논문에서는 이런 의료 영상 정보 가시화 기술을 의료용 직접투사 증강현실이라 부르고MeDAR의 영상 정보 가시화 프레임워크와 이를 구현하기 위한 제반 기술을 제시한다.

