본 연구는 성별에 따른 부모와의 의사소통 유형과 중학생의 우울 수준의 관계에서 회복탄력성의 조절효과를 검증하고자 하였다.

이를 위해 충남 소재 중학생 270명에게 부모-

자녀 의사소통 척도(PACI), 역학연구센터 우울척도(CES-

D), 청소년 회복탄력성 검사(YKRQ-27)를 실시하였다.

연구 검증을 위해 SPSS 21.0을 사용하여 t검증, 피어슨의 단순상관분석, 선형회귀분석 및 위계적 중다회귀분석을 실시하였다.

그 결과는 다음과 같다.

첫째, 성차는 세 변인 중 우울에서만 나타났으며, 여자가 남자보다 유의하게 높았다.

둘째, 여학생의 경우 모든 하위변인 간에 상관이 나타났고, 이와 달리 남학생의 경우 부 개방형과 부 폐쇄형은 우울과의 상관을 나타내지 않았다.

셋째, 남학생에서 모 개방형과 모 폐쇄형 의사소통이 우울을 유의하게 예측하는 것으로 나타났고, 여학생에서는 부 개방형, 부 폐쇄형, 모 개방형, 모 폐쇄형 의사소통이 모두 우울을 유의하게 예측하는 것으로 나타났다.

넷째, 회복탄력성은 여학생에서만 부모와의 폐쇄형 의사소통과 우울 사이에서 조절효과를 나타냈다.

이러한 결과는 우울을 호소하는 중학생에 대한 문제 이해와 상담 프로그램 개발에 있어 성별에 따른 차별화된 접근이 필요하다는 점을 시사한다.

또한 회복탄력성 증진이 여자 중학생 집단에서 우울을 치료하는 데에 활용될 수 있음을 보여준다.

@highlight

이 연구는 성별에 따른 부모와의 의사소통 유형과 중학생의 우울 수준의 관계에서 회복탄력성의 조절효과를 검증하고자 했다.

