본 연구는 ‘지방정부와 주민과의 관계’에서 이해되는 기존의 자치개념에서 ‘주민과 주민과의 관계’를 어떻게 자치의 개념으로 포용할 수 있는지에 대한 문제의식에서 시작되었다.

우선 ‘생활정치’와 관련된 현대 서구의 사상사적 논의 속에서 발견되는 생활세계에서의 정치 논의를 분석하였다.

하버마스의 ‘생활세계’와 기든스의 ‘성찰성’과 ‘생활정치’에 대한 이해를 통하여 생활 속에서의 시민과 시민간의 관계성을 고찰하였다.

다음으로 시민과 시민의 관계성이 형성되는 생활 영역에 대한 지방정부의 개입 또는 역할의 필요성을 파악하기 위하여 아렌트와 하버마스 그리고 일본과 우리나라에서의 ‘공공성’ 논의를 검토하였다.

변화하는 지방행정의 현실과 서구 사상사로부터 도출된 생활자치의 공통적인 개념요소는 ‘생활세계’, ‘주민들 간 상호작용(관계성)’ 그리고 ‘공론장’의 3가지로 확인되었다.

이러한 요소들이 포함된 생활자치 개념을 “주민들 상호간에 자발적인 의사소통의 과정을 통하여 지역의 공공복리를 추구하는 일체의 활동”으로 정의할 수 있을 것이다.

@highlight

하버마스의 ‘생활세계’와 기든스의 ‘성찰성’과 ‘생활정치’에 대한 이해를 통하여 생활 속에서의 시민과 시민간의 관계성을 고찰하였다.

@highlight

시민과 시민의 관계성이 형성되는 생활 영역에 대한 지방정부의 개입 또는 역할의 필요성을 파악하기 위하여 아렌트와 하버마스 그리고 일본과 우리나라에서의 ‘공공성’ 논의를 검토하였다.

@highlight

변화하는 지방행정의 현실과 서구 사상사로부터 도출된 생활자치의 공통적인 개념요소는 ‘생활세계’, ‘주민들 간 상호작용(관계성)’ 그리고 ‘공론장’의 3가지로 확인되었다.

