한국과 중국은 유교 문화권에 속한다는 공통점을 가지기 때문에 공손에 대한 태도에서도 비슷한 점이 많이 발견된다.

예를 들면 원활한 인간관계를 유지하기 위하여 다른 사람과 커뮤니케이션을 할 때 상대방을 높이고 자기를 낮추는 기본 공손 규칙을 준수하는 것이다.

하지만 한국과 중국은 각각 상의한 사회 발전 과정을 겪어 와서 공손에 대한 인식과 태도에 있어 다르게 나타나는 점도 적지 않다.

한국어는 체계적인 경어법을 갖고 있으며 교착어로서 조사와 어미가 발달한 체계를 가지고 있어 공손을 표현하는 형식도 아주 풍부하다.

반면에 중국어는 한국어처럼 경어법이 체계적으로 갖추어져 있지 않으며 고립어로서 형태 변화가 없어 공손을 실현하는 형식도 한국어보다 상대적으로 제한적이다.

이와 같이 한국과 중국에서 공통적으로 유교문화권에 속하기 때문에 공손에 대한 인식과 태도는 비슷하지만 문화의 차이와 언어 유형의 차이로 인하여 한국과 중국 공손을 실현하는 표현은 각각 다른 특징을 가진다.

이 연구에서 한·중 공손표현의 세 가지 특징에 대하여 논하고자 한다.

@highlight

본 연구는 한·중 공손표현의 세 가지 특징에 대하여 살펴 보고자 한 것으로, 한국과 중국은 공통적으로 유교문화권에 속하기 때문에 공손에 대한 인식과 태도는 비슷하지만 문화의 차이와 언어 유형의 차이로 인하여 한국과 중국 공손을 실현하는 표현은 각각 다른 특징을 가진다.

