이 연구의 목적은 평균 만 3세 유아기 자녀를 둔 부와 모의 양육스트레스와 우울의 변화 패턴을 알아보고, 부와 모가 인식한 부 양육참여가 자신과 배우자의 양육스트레스와 우울에 종단적으로 유의한 영향을 미치는지 검증하는 것이다.

이를 위해 잠재성장모형을 이용한 행위자-

상대자 상호의존 모형을 적용하였다.

연구 결과는 다음과 같다.

첫째, 자녀가 성장함에 따라 부 양육스트레스는 변화가 없었고, 모 양육스트레스, 부와 모의 우울은 선형으로 감소하였다.

둘째, 부와 모가 지각한 부 양육참여가 높을수록 자신과 상대자의 양육스트레스를 감소시키고, 부와 모의 양육스트레스는 자신과 상대자의 우울을 증가시켰다.

셋째, 모 양육스트레스가 더 큰 폭으로 감소하는 사람은 우울도 더 큰 폭으로 감소하였다.

넷째, 부와 모가 지각한 부 양육참여는 자신과 배우자의 양육스트레스를 감소시키며, 이를 매개로 자신과 배우자의 우울도 감소시켰다.

연구결과를 통해 부와 모가 지각한 부 양육참여는 자신뿐 아니라 배우자의 양육스트레스와 우울에도 종단적으로 유의한 영향을 미친다는 점을 확인할 수 있다.

@highlight

이 연구의 목적은 평균 만 3세 유아기 자녀를 둔 부와 모의 양육스트레스와 우울의 변화 패턴을 알아보고, 부와 모가 인식한 부 양육참여가 자신과 배우자의 양육스트레스와 우울에 종단적으로 유의한 영향을 미치는지 검증하는 것이다.

