조직 내 실행공동체(Communities of Practice : CoP)에 대한 관심이 증가하고 있다.

특히 기업은 사업 목적을 달성하기 위해 CoP를 공식화하여 전략적으로 활용하고자 한다.

이 연구에서는 CoP의 공식화가 조직 차원의 조직학습에 미치는 영향에 대해 밝히고자 하였다.

구체적으로 기업에서의 CoP 공식화 여부에 따라 조직학습에 차이가 있는지를 살펴보고, 조직차원에서 CoP 공식화가 조직학습에 어떠한 영향을 미치는지 실증적으로 분석하였다.

이를 위해 한국고용정보원과 연세대학교가 공동으로 실시한 ‘대졸 청년층 직장생활 적응능력 향상 연구’의 설문조사 자료를 활용하였다.

분석 결과, 기업이 CoP를 공식화 하였는지 여부에 따라 조직학습의 각 요소(조직 내 학습 가치의 공유, 지식과 정보의 획득과 분배, 외부 환경 변화에 적응)에 유의미한 차이가 있었으며, CoP를 공식화 했을 때가 평균적으로 높은 조직학습 수준을 나타내고 있었다.

공식화된 CoP는 조직 수준의 조직학습에서 ‘조직 내 학습 가치 공유’와 ‘외부 환경 변화에 대한 적응’ 영역에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

조직 내 실행공동체(CoP)에 대한 관심이 증가로 CoP의 공식화가 조직 차원의 조직학습에 미치는 영향에 대해 밝히고자 연구한 결과 공식화된 CoP는 조직 수준의 조직학습에서 ‘조직 내 학습 가치 공유’와 ‘외부 환경 변화에 대한 적응’ 영역에 긍정적인 영향을 미치는 것으로 나타났다.

