본 연구는 전통놀이를 활용한 표현예술치료 프로그램이 ADHD 아동의 사회성 및 자기표현능력에 미치는 효과를 알아보는데 그 목적이 있다.

연구대상은 정신건강의학과 전문의에 의해 ADHD로 진단받은 저학년 아동 중 주호소의 문제가 또래간의 심한 갈등을 경험하고 있는 6명을 대상으로 주1회 60분, 총 20회기로 프로그램을 실시하였다.

아동에게는 사회성과 자기표현력 도구를 측정하여 사전·사후 변화를 살펴보았고 또한 프로그램 안에서 나타나는 사회성과 자기표현력의 변화과정을 범주화하여 내용을 분석하였다.

본 연구의 결과는 다음과 같다.

첫째, 전통놀이를 활용한 표현예술치료는 ADHD 아동의 사회성에 긍정적인 영향을 미치는 것으로 나타났다.

둘째, 전통놀이를 활용한 표현예술치료는 ADHD 아동의 자기표현능력에 긍정적인 영향을 미치는 것으로 나타났다.

이를 통해 전통놀이를 활용한 표현예술치료 프로그램은 ADHD아동의 사회성을 향상시키며 자기표현능력에 긍정적인 변화를 이끌어냄을 알 수 있다.

@highlight

전통놀이를 활용한 표현예술치료 프로그램이 ADHD 아동의 사회성 및 자기표현능력에 미치는 효과를 알아보는데 그 목적이 있다.

@highlight

전통놀이를 활용한 표현예술치료는 ADHD 아동의 사회성에 긍정적인 영향을 미치는 것으로 나타났으며, 자기표현능력에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

이를 통해 전통놀이를 활용한 표현예술치료 프로그램은 ADHD아동의 사회성을 향상시키며 자기표현능력에 긍정적인 변화를 이끌어냄을 알 수 있다.

