다른 교과와 마찬가지로 물리교육에서도 언어는 기본이 되는 학습 도구이다.

쓰기 활동은 무엇보다 참여한 학생 모두에게 자신의 언어로 생각을 표현할 기회를 동등하게 부여한다는 장점이 있다.

대부분의 과학 수업에서 쓰기 활동이 보고서와 같은 획일적인 양식인데 비해, 학생들은 다양한 양식의 쓰기 형태를 보인다.

그러나 국내에서 학생들에게 제시할 수 있는 적절한 과학 쓰기 과제나 특징에 대한 연구는 많지 않은 실정이다.

먼저 본 연구는 본질적으로 추상적이어서 이해하기 어려운 물리 개념인 빛을 주제로 학생들이 다양한 양식의 글쓰기를 수행하도록 과제를 설계하였다.

이어 이를 학생들에게 제시한 뒤 학생들의 쓰기 자료로부터 드러나는 특성을 개념적 측면과 정서적 측면에서 분석하고, 각각의 쓰기 과제 유형이 주는 물리교육적 유용성을 탐색하였다.

쓰기 과제는 <존재이입형>, <인식전환형>, <경험근거형>, <지식근거형>의 4가지 유형을 선정하여 이를 수행한 학생들의 글쓰기를 분석 대상으로 삼았다.

개념적 측면의 분석 결과, 학생의 개념이 과제 유형별로 상이한 특성 보였으며, 정서적 표현은 상상적 형태의 쓰기 유형인 <존재이입형>과 <인식전환형> 유형에 나타났다.

이러한 점들을 고려할 때, 물리교육에서 과학 쓰기는 수업의 목표에 따라 다양한 과제유형이 구안되고 적절하게 제시되어야 할 것이다.

@highlight

본 연구는 본질적으로 추상적이어서 이해하기 어려운 물리 개념인 빛을 주제로 학생들이 다양한 양식의 글쓰기를 수행하도록 과제를 설계했다.

