이 연구는 코로나 19 확산에 따른 WHO의 마스크 사용 지침에 대한 한국 보건당국의 이행 및 불이행 내용을 분석하고 그것의 원인과 대안 선택의 결과를 도출하여 전염병 예방에서 지침의 한계와 연구의 함의를 제시하는데 목표가 있다.

이를 위해 국내·외 마스크 관련 문헌들을 고찰하고 WHO의 마스크 지침과 한국 보건당국의 마스크 권고사항을 분석대상으로 한다.

분석 결과는 다음과 같다.

첫째, 한국의 보건당국은 두 차례의 권고 사항에서 WHO의 “제한된 마스크 사용자 관점”을 기본적으로 수용하고 적용해왔다.

둘째, 한국의 보건당국은 마스크 수급이 부족해지면서 WHO 마스크 지침과는 상이한 이행을 하였다.

셋째, 한국의 보건당국은 보편적 마스크의 필요성에 따른 마스크 공급 안정화를 기반으로 코로나 19 초기 방역에 성공할 수 있었다.

넷째, WHO 마스크 지침에서 마스크 사용자 제한은 결과론적으로 지침으로서의 부분적 오류를 드러냈다.

분석에서 도출된 함의는 의학적 근거에 따른 국제 지침일지라도 일단 감염병 팬데믹 상황에선 국제 규칙의 엄격한 준수보다 각국의 방역 상황 및 역량에 따라 자율적인 지침을 따르도록 허용할 필요가 있다는 점이다.

@highlight

이 연구는 코로나19 WHO 마스크 사용 지침에 대한 한국 보건당국의 이행,불이행 내용을 분석하고 그것의 원인과 대안 선택 결과를 도출해 전염병 예방에서 지침의 한계와 연구의 함의를 제시한다.

@highlight

분석 결과, 국제 지침일지라도 감염병 팬데믹 상황에선 각국의 방역 상황에 따라 자율적 지침을 따르도록 허용할 필요가 있다.

