본 연구는 40대 장남의 갑작스러운 자살로 인해 심리적 외상을 경험하고 있는 유가족을 대상으로 위기개입 가족상담을 진행한 사례연구이다.

자살 유가족의 외상 대처를 위해 Roberts의 7단계 위기개입모델을, 가족관계 재구조화를 위해 구조적 가족치료이론을 적용하여 가족상담을 시행했다.

대략 매 회당 120분으로 총 10회를 진행하였다.

상담의 사전사후 변화를 측정하기 위해 치료초기에 명확한 목표를 설정하여 목표달성을 확인하였고, 변화의 질적 확인을 위해 매 회기마다의 내용을 녹취 및 분석하여 확인하였다.

양적 측정을 위해 우울감 및 살아야 할 이유 척도를 사용하여 사전사후의 점수 변화도 파악하였다.

주요 결과로서 위기개입 가족상담은 자살 유가족의 위기 대처와 가족 재구조화에 유용하였다.

또한 자살의도 및 우울 측정을 통한 양적 평가에서도 특히 노모를 비롯한 전체 가족원들에게서 우울감은 감소하고 살아야할 이유는 높아지는 변화를 보였다.

결론적으로 가족원의 갑작스런 자살과 같은 강도 높은 위기를 경험한 가족이 외상에 대처하고 안정적인 가족재구조화를 이루는데 있어서, Roberts의 7단계 위기개입모델에 구조적 가족치료를 통합하여 재구성한 위기개입 가족상담이 효과적임을 확인하였다.

@highlight

본고는 40대 장남의 갑작스러운 자살로 인해 심리적 외상을 경험하고 있는 유가족을 대상으로 해 위기개입 가족상담을 통해 연구를 진행하였다.

