그라피티 아트는 미술 역사의 발전과 함께 비물질적이거나 재물질화 된(re-

materialised) 인터랙티브 미디어아트 속에서 새로운 언어와 리얼리티를 구축하며 새롭게 발전해 나가고 있다.

본 논문에서는 그라피티 아트의 특징을 크게 사회적인 특징과 개인적인 특징으로 나누어 분석하였고, 자유로운 드로잉 즉 낙서화에 대한 개념과 특성을 고찰하였다.

또한 자유로운 드로잉(낙서)을 함에 있어서 비물질적 매체인 빛을 이용한 사례의 인터랙션을 조사하여 그 경향을 분석하였다.

빛으로 하는 낙서는 프로세싱(processing), OpenCV(Open Source Computer Vision Libraries), 키넥트(kinect) 등과 같은 소프트웨어를 이용하여 카메라를 통한 라이트 트래킹(light tracking) 방식을 통해 빛을 입력 받고, 이것을 프로그래밍화하여 빔 프로젝트(beam project)로 출력하는 형태의 기술 기반으로 가상공간을 만들어 관객에게 색다른 경험을 제공할 수 있다.

디지털 그라피티 아트는 앞으로도 테크놀로지와 미디어아트의 융합을 통하여 창의적인 디지털 미디어아트로 발전할 것으로 기대한다.

@highlight

본고에서는 그라피티 아트의 특징을 크게 사회적인 특징과 개인적인 특징으로 나누어 분석하였고, 자유로운 드로잉 즉 낙서화에 대한 개념과 특성을 고찰하였다.

