무용과는 타고난 재능, 즉 신체적, 예술적 감각을 타고난 사람들에게 한정된 학과로서 제한점을 가졌으나, 최근에는 여가, 실용, 매체, 무대, 의상 등의 폭넓은 분야의 전문가를 양성함으로 그 범위가 확장되어가고 있다.

이러한 시대에 무용을 전공으로 선택하는 이들에 대한 탐구는 중요한 시대적 요구다.

본 연구는 데이타를 이용해 어떠한 현상을 이론적으로 설명할 수 있는 근거이론 중 Strauss & Corbin의 분석방법을 중심으로 2017년 3월부터 4월까지 서울에 소재한 대학 무용학과 입학생 12명을 연구참여자로 선정하여 서면, 면접인터뷰를 통해 데이터를 수집하고 분석하였다.

개방코딩으로 188개의 개념, 7개의 하위 범주를 얻어 다시 4개의 범주화과정을 거쳐, 내·외적 갈등과 지지, 내면화, 직·간접적 기관의 선택, 준비활동, 결정의 공고화 5단계의 과정으로 분석 할 수 있었다.

축코딩으로 무용을 전공으로 선택하기까지 내면화, 갈등이라는 중심현상에서 대학을 선택해야한다는 인과적 조건하에 학습부진, 타인의 권유, 미디어의 맥락적 전후관계 속에서 타인의 지지와 직·간접적 성공 경험에 대한 모델링이라는 중재조건의 영향을 받아 직, 간접적 선택을 통한 준비활동의 구체화라는 상호작용을 거치는 것으로 분석되었다.

그 결과 무용을 전공으로 선택했지만, 이를 취업으로까지 지속하는지 아닌지는 내면화과정의 깊이 여부에 따라 영향을 주는 것으로 파악되었다.

@highlight

무용과는 타고난 재능, 즉 신체적, 예술적 감각을 타고난 사람들에게 한정된 학과로서 제한점을 가졌지만, 최근에는 여가와 실용, 매체, 무대 그리고 의상 등의 폭넓은 분야의 전문가를 양성함으로 그 범위가 확장되어간다.

@highlight

이런 시대에 무용을 전공으로 선택하는 이들에 관한 탐구는 중요한 시대적 요구다.

