본 연구에서는 온라인 수업에서의 교수자 역할에 대한 측정 도구를 개발하고 그 타당성을 검증하고자 하였다.

온라인 수업에서의 교수자의 역할에 대한 구인을 교수설계자, 학습상담자, 학습환경관리자, 상호작용촉진자, 학습평가자, 학습정보제공자로 설정하였으며, 각 구인에 해당하는 측정 문항을 개발하였다.

구인 모형 및 측정 문항에 대한 타당성을 검증하기 위해 온라인 교육 경험이 있는 교수자 총 210명을 대상으로 설문을 실시하였다.

210명의 자료는 내용타당도 분석, 탐색적 요인분석, 확인적 요인분석 등의 방법으로 분석되었다.

온라인 수업에서의 교수자의 역할에 대한 타당성 검증 결과, 이론적 모형에서 제안한 6가지 요인인 교수설계자, 학습상담자, 학습환경관리자, 상호작용촉진자, 학습평가자, 학습정보제공자가 검증되었다.

아울러 총 30개의 측정 문항이 도출되었다.

본 연구는 온라인 수업에서의 교수자의 역할을 종합적으로 제시하고, 관련 문항을 실증적으로 개발하였다는 데 의의가 있다.

본 연구결과는 향후 온라인 수업에서의 교수자의 역할에 대한 기준과 가이드라인을 제시하는 장치로 활용될 수 있을 것이다.

@highlight

본고는 온라인 수업에서의 교수자의 역할을 종합적으로 제시하고, 관련 문항을 실증적으로 개발하였다는 데 의의가 있다.

