본 연구는 주 5일 수업제와 가족 레저에 관한 중학생의 가족레저참여 실태와 레저인식 및 레저태도를 알아보는 데에 그 목적이 있다.

연구대상은 서울지역 남녀공학 중학교에 재학 중인 학생 350명을 자기평가 기입법으로 설문 조사를 실시하였으며 불성실한 응답자를 제외한 남녀 324명의 자료를 활용하여 분석하였다.

자료 분석에는 설문지 내용에 대한 신뢰도와 타당도 분석과 실태분석을 위한 빈도분석, 가족레저 참여 유무에 따른 레저인식과 레저태도의 차이를 분석하기 위해 t-

검정을 이용하여 자료처리 및 통계분석을 실시하였다.

조사 결과, 가족레저에 참여하는 중학생들이 많은 것으로 나타났고 가정 지향적 활동과 신체적 활동을 주로 하는 것으로 나타났다.

활동 참여 계기는 부모님 권유로, 가족관계 형성을 위해서 참여하고 있었고 격주 1회 참여하는 학생이 많은 것으로 나타났다.

가족레저에 대해 만족하는 학생이 많은 것으로 나타났고 그 필요성을 인지하고 있었으며 가족레저가 가족 친목도모 및 유대관계를 형성하는 기능을 하고 있으며 가족레저를 통해 레저시간을 적극적으로 활용할 수 있다고 나타났다.

가족레저 참여 유무에 따라 레저인식과 레저태도에 유의한 차이가 있는 것으로 나타났다.

@highlight

본고는 주 5일 수업제와 가족 레저에 관한 중학생의 가족레저참여 실태와 레저인식 그리고 레저태도를 알아보고자 하였다.

