1883년 봉안된 광서(光緖)본 단군 영정은 현재까지 전해지는 모든 단군 영정과 자료들에 의거해서 추리해볼 때, 현존하는 가장 오래된 단군 영정이며, 늦어도 조선 초기 이전의 불화(佛?

) 양식을 담고 있다고 할 수 있다.

광서본 영정의 역사다리꼴 형태도 조선 전기 이전의 불화형식에서 유래한 것임을 보여주는 것이기도 하거니와, 상의의 꽃무늬나 하의의 색동?

주름치마는 지금까지의 단군영정에서 전혀 볼 수 없는 고구려 고분벽화의 고유한 양식이다.

이는 1927년 장도빈이 목격한 은산 단군묘의 영정이 고구려 벽화에 보이는 왕의 복식이라고 증언한 내용과 정확히 일치하며, 그 내용은 다카마쓰 고분과 수산리 고분 벽화의 색동치마 양식에서 확인할 수 있다.

따라서 광서본 영정은 가장 오래된 단군 영정이자, 고구려 시대의 양식과 유풍을 담은 채 북한 지역의 민간에서 전수되어온 단군 영정의 원형으로서, 기마민족의 씩씩한 기상을 보여준다고 할 수 있다.

@highlight

1883년 봉안된 광서(光緖)본 단군 영정은 현재까지 전해지는 모든 단군 영정과 자료들에 의하면 현존하는 가장 오래된 단군 영정이다.

@highlight

1927년 장도빈이 목격한 은산 단군묘의 영정이 고구려 벽화에 있는 왕의 복식이라고 증언한 내용과 정확히 일치한다.

