적응적 hp-

세분화 기법과 그 기법의 효과적인 구성방법을 포함한 새로운 적응적 유한요소 알고리즘의 기초이론 및 적용이 이 연구를 통해 제시되었다.

적응적 hp-

세분화 기초의 유한요소기법은 적분형 르장드르 형상함수와 요소별로 불균등한 차수의 분배 및 비정형적인 절점연결과 관련된 연속조건을 만족시킬 수 있는 제약조건을 필요로 한다.

따라서 요소간의 접합부분에서 적응적 hp-

유한요소망의 연속성이 중요한 문제로 대두된다.

이러한 문제를 요소경계에 연속성 제약조건을 절점연결 사상행렬을 적용하여 해결하였다.

또한, 적분형 르장드르 형상함수의 계층성질을 이용하여 제시된 알고리즘의 효율적 정식화 방안을 제시하였다.

간단한 캔틸레버문제가 h-

세분화, p-

세분화 그리고 hp-

세분화 방법에 의해 계산되었다.

hp-

세분화의 결과는 다른 방식의 세분화에 비해 보다 빠른 수렴성을 보여 주는 것이 확인되었다.

그러므로 제시된 hp-

세분화 알고리즘은 실제문제에 효율적으로 적용될 수 있을 것으로 생각된다.

@highlight

적응적 hp-

@highlight

세분화 기법과 그 기법의 효과적인 구성방법을 포함한 새로운 적응적 유한요소 알고리즘의 기초이론 및 적용이 이 연구를 통해 제시되었다.

