항공기는 목적에 따라서 민간 항공기, 무인항공기, 전투기, 헬리콥터 등 다양한 항공기가 존재한다.

이 각각의 항공기는 특정한 목적에 맞게 형상 및 설계가 된다.

특히 항공기 개발과정에서 중요한 해석과정 중 하나가 구조해석이다.

하지만 항공기 구조가 복잡해지고 3차원 모델로 구조해석을 하게 되면 시간과 비용이 크게 증가하게 된다.

따라서 해석 효율성을 위해서 1차원 등가 보나 2차원 평면 응력 조건을 이용하여 실제 구조를 보다 간단하게 모델링한다.

하지만 이런 모델링은 실제 구조와 차이가 있으므로 실제 구조를 잘 반영할 수 있는 적절한 모델링이 필요하다.

따라서 구조형태에 따라서 1차원 등가 보와 2차원 평면응력 조건을 적절하게 선택하여야 한다.

본 논문에서는 EDISON에 업로드 된 구조해석 프로그램을 이용하여 1차원 구조해석과 2차원 구조해석을 검증하고 구조형태에 따라서 1차원 해석과 2차원 해석을 각각 3차원 MSC NASTRAN 구조해석과 비교하여 적절한 해석방법을 찾고자 한다.

비교결과 길이 대 높이 비가 증가할수록 1차원 해석과 3차원 해석의 오차가 급격히 줄어들었으며 이 비율이 18보다 증가하였을 때는 1차원 해석이 2차원 해석보다 3차원 해석의 결과와 일치하였다.

@highlight

이 논문에서는 EDISON에 업로드 된 구조해석 프로그램을 이용해 1차원 구조해석과 2차원 구조해석을 검증하고 구조형태에 따라서 1차원 해석과 2차원 해석을 각각 3차원 MSC NASTRAN 구조해석과 비교해 적절한 해석방법을 찾고자 한다.

