중국을 중심으로 한 환황해권 시대의 도래로 인하여 우리나라와 중국과의 교역량은 꾸준히 늘어나고 있으며 이에 따른 서해안 항만의 전략적 개발 중요성이 부각되고 있다.

그러나 당진항은 아직 서해안 항만 중에서 발전략의 부재와 이에 따른 시설투자 및 낮은 물동량 수준을 나타내고 있어 서해안시대에 대응한 당진항의 효율적 추진을 위한 전략과 실행방안이 시급히 요구되는 시점이다.

이에 본 연구는 당진항의 비전과 발전전략을 제시하는 것을 목적으로 한다.

결론적으로, 당진항은 중부권 중심항 및 수도권 분담항만역할을 수행하는 환황해경제권의 종합물류거점항만으로 육성할 필요가 있으며 이를 위하여 첫째, 충남지역 항만과 연계한 당진항 광역화로 당진항을 부가가치 항만으로 개발하여 충청 및 수도권의 대 중국관문항의 지위를 확보할 필요가 있을 것이다, 둘째, 대중국 비즈니스 거점항만으로 발전하기 위한 기초인프라로 석문항을 개발하여 한중간 페리항로 유치와 당진항배후지역 물동량 유치, 마지막으로 당진항의 서해안에서의 향후 기능과 역할을 포함하는 종합발전계획이 필요성을 제시하였다.

@highlight

본 연구는 당진항의 비전과 발전전략을 제시하는 것을 목적으로 한다.

@highlight

대중국 비즈니스 거점항만으로 발전하기 위한 기초인프라로 석문항을 개발해 한중간 페리항로 유치와 당진항배후지역 물동량 유치, 마지막으로 당진항의 서해안에서의 향후 기능과 역할을 포함하는 종합발전계획이 필요성을 제시했다.

