이 연구는 김성훈, 이한우(2018)의 대학축구선수들의 합숙훈련 긍정·부정 탐색 연구를 바탕으로 타당도와 신뢰도가 높은 측정도구를 개발하는데 연구의 목적이 있다.

김성훈, 이한우(2018)의 연구를 바탕으로 전문가회의를 통해 38개의 문항을 제작하여 대학축구선수 245명을 설문하였다.

이를 바탕으로 문항분석, 문항 신뢰도분석, 탐색적 요인분석을 통해 5요인 22문항(경기수행, 자율활동, 사회적지지, 합숙환경, 의사소통 )으로 최종 확정하였다.

개발된 측정도구의 외적타당도(확인적 요인분석, 수렴·변별·예측타당도)를 검증한 결과 만족스러운 결과가 나타났다.

각 요인별 내용을 보면 다음과 같다.

경기수행은 경쟁심, 개인 및 팀 경기력 향상, 집중력 향상, 개인연습이다.

자율활동은 개인 시간 보장, 휴식, 일정한 외박, 선수 의견반영이다.

사회적 지지는 관심과 인정, 인격존중, 고충상담, 의견존중이다.

합숙환경은 정서적 안정, 훈련장과의 거리, 식단, 청결, 편의시설이다.

의사소통은 어울림, 배려와 협력, 의사소통, 격려를 통한 동기부여이다.

이 연구는 합숙훈련과 엘리트 선수들을 대상으로 하여 국외 선행연구들과의 비교가 사실상 어려웠다.

우리는 대학 축구선수들이 더 좋은 환경에서 만족하면서 학업과 운동을 병행하기를 바란다.

@highlight

본 연구는 김성훈, 이한우(2018)의 대학축구선수들의 합숙훈련 긍정·부정 탐색 연구를 바탕으로 타당도와 신뢰도가 높은 측정도구를 개발하는데 연구의 목적이 있다.

