본 연구의 목적은 복지관련 기관에서 탈북 동료를 바라보는 남한출신 복지관련 종사자들의 인식이 어떠한지 살펴보는 것이다.

이를 위해, 경기도내 복지관련 기관 두 곳에서 탈북 동료와 근무하고 있는 남한출신 복지관련 종사자 4명을 참여자로 선정하여 반구조화된 심층면담을 실시하였다.

인터뷰는 2017년 7월부터 11월까지 약 5개월간 실시하였고, 질적사례연구 방법론을 통해 분석하였다.

그 결과, 복지관련 종사자의 인식은 ‘가깝지만 먼 어려운 존재’, ‘남북한 언어규범의 차이와 간극’, ‘무에서 유를 창조해야 하는 힘든 삶’, ‘생존을 위한 노력’, ‘기대치에 못 미치는 직장업무 능력’, ‘관계지향적 강점’, ‘사상교육의 결과’ 총 7개로 나타났다.

이와 같이 범주를 찾는 과정을 통하여, 남한출신 복지관련 종사자들이 탈북 동료들에 대한 부정적인 인식과 걱정을 보였지만 동시에 열린 태도를 가지고 동료들의 장점을 배우고 인식하고 있음을 확인할 수 있었다.

마지막으로 본 연구 결과를 바탕으로 남한출신 복지관련 종사자와 탈북 동료의 상호간 안정적인 직장문화 형성을 위해 직장 내에서 제공되면 좋을 교육적 및 관련 정책적인 제언들을 논의하였다.

@highlight

본 논문에서는 복지관련 기관에서 탈북 동료를 바라보는 남한출신 복지관련 종사자들의 인식을 조사하였다.

@highlight

탈북 동료와 근무하고 있는 남한출신 복지관련 종사자를 대상으로 심층면담을 실시한 결과 탈북 동료들에 대한 부정적인 인식을 보였지만 열린 태도를 가지고 동료들의 장점을 배우고 인식하고 있음을 확인하였다.

