의약품은 병을 예방하거나 고치는데 사용되는 물품을 말한다.

현행 약사법 제2조 제4항은 의약품을 대한약전에 수재된 물품, 질병의 치료 등의 목적으로 사용되는 물품, 약리학적 영향을 주기위한 목적으로 사용되는 물품 등으로 정의하고 있고, 판례는 위 법 소정의 의약품인지의 판단은 의약학적인 효능효과보다는 질병의 치료 등의 목적으로 사용되거나 인식되는 물품이면 족하다고 보고 있다.

이러한 기준에 따르면 일반적으로 약국에서 판매되는 의약품, 한약과 한약제제, 약국제제, 백신 등의 생물학적 제제, 혈액제제, 줄기세포 등은 의약품에 해당된다고 볼 수 있다.

그러나 구체적인 상황에 따라 그 성분, 형상, 명칭, 거기에 표시된 사용목적, 효능, 효과, 용법, 용량, 판매할 때의 선전 또는 설명 등을 종합하여 의약품성 여부를 판단할 수밖에 없다.

이와 같은 의약품에 대한 명확한 개념정의는 관할 감독기관으로 하여금 의약품과 관련한 행정규제 및 형사처벌을 가능하게 함으로써 국민보건향상이라는 약사법의 목적을 실현하게 할 것이고, 민사상 손해배상책임의 주체 및 책임내용을 확정하게 함으로써 신속하고 공정한 피해구제가 이루어지도록 작용하는 기능을 할 것이다.

@highlight

현행 약사법에 명시된 의약품의 정의와, 의약학적인 효능효과보다는 질병치료 등의 목적으로 사용되거나 인식되는 물품이면 의약품으로 판단할 수 있다는 판례보다는 구체적인 상황을 종합하여 의약품성 여부를 판단할 때라야 약사법의 목적이 실현되고 신속하고 공정한 피해구제가 가능할 것이다.

