상아질 형성 부전증은 발병율이 1 : 6 -

8000정도인 상염색체 우성 유전질환으로 변색된 치아, 저 형성, 저 석회화된 법랑질과 상아질로 인해 잦은 파절이 발생하고 교모가 급속도로 진행된다.

따라서 적절한 시기에 적극적인 치료를 하는 것이 잔존 치아를 오래 보존할 수 있는 유일한 방법이다.

본 증례의 환자는 제1형 상아질 형성 부전증을 가지고 있는 19세 남자로 갈색 빛의 치아와 곳곳에 파절된 법랑질, 약간의 수직 고경 상실, 상하 전치부 치간 공간 존재, 구치부 5개의 치아 상실을 보이고 있었다.

전치부 심미성과 약간의 수직 고경 상실을 고려해 수직 고경을 증가시켰다.

인상 채득 과정에서 다수치아 인상의 어려운 점을 레진 캡을 이용하여 극복하는 방법을 사용하였고 치아 변색을 가리고 강한 강도를 가지는 단일 구조 지르코니아를 이용한 고정성 보철물로 최종 수복하였다.

일련의 치료 과정을 통하여 심미적, 기능적으로 만족할 만한 결과를 얻었기에 보고하는 바이다.

@highlight

상아질 형성 부전증은 발병율이 1 : 6 -

@highlight

8000정도인 상염색체 우성 유전질환으로 변색된 치아, 저 형성, 저 석회화된 법랑질과 상아질로 인해 잦은 파절이 발생하고 교모가 급속도로 진행된다.

