이 연구는 태권도 수련 경험이 없는 30~50대 비만여성들을 대상으로(수련집단 12명, 대조집단 10명) WTA 위상강화를 위해 새롭게 개발된 비만인 품새의 트레이닝을 12주간 실시한 전·후 신체구성과 체력 및 혈중지질 성분의 변화를 관찰하여 품새 트레이닝의 운동생리학적 효과를 검토하였다.

비만인 품새 트레이닝은 주당 3회, 각각 60분씩 수행되었으며, 대상자들이 태권도 초급자임을 고려해서 기본동작을 반복하는 형태의 트레이닝을 실시하였다.

두 집단 모두 2주 간격으로 열량섭취량을 조사하여 에너지섭취량을 제한하였다.

그 결과 배근력은 운동집단에서 유의하게 증가하였고, 이러한 결과는 비만인 품새에 적용한 동작들이 허리를 중심으로 움직이는 동작이 빈번했음에 기인하는 것으로 해석된다.

한편 의학적 검진에서의 질환개선은 운동집단(12가지)이 대조집단(5가지)보다 많이 나타났으며 이것은 영양처방만 받은 대조집단과 달리 신체활동을 규칙적으로 실시한 운동집단의 컨디션 개선이 일조한 것으로 판단된다.

@highlight

본 연구는 태권도 수련 경험이 없는 30~50대 비만여성들을 대상으로 WTA 위상강화를 위해 새롭게 개발된 비만인 품새의 트레이닝을 12주간 실시한 전·후 신체구성과 체력 및 혈중지질 성분의 변화를 관찰해 품새 트레이닝의 운동생리학적 효과를 검토했다.

