위장관간질종양은 위장관계의 원발 비상피성 종양 중 가장 흔한 종양이다.

대부분 증상이 없어서 내시경 검사 도중 또는 다른 질환에 대한 수술 도중 우연히 발견된다.

위장관간질종양은 육안적으로 점막하형, 장막하형, 혼합형, 벽내형으로 분류할 수 있는데, 위벽 바깥의 종괴가 줄기를 통해 위벽에 부착된 장막하형 위장관간질종양은 매우 드물다.

줄기를 형성한 장막하형 위장관간질종양은 내시경 검사에서 종양을 발견할 수 없고, 복부 전산화단층촬영에서도 발생 장기를 추정하기가 어렵기 때문에 주의가 요구된다.

한편, 위장관간질종양의 특수한 아형인 점액성 상피양세포 위장관간질종양은 점액성 기질이 풍부하고 상피세포양 세포로 구성된 형태학적 변이로 c-

kit 염색에 음성인 경우가 많아 진단에 유의해야 한다.

저자들은 복부 종괴로 내원한 62세 남자에서 점액성 기질이 유난히 풍부하고 상피세포양 세포로 구성되었으며 c-

kit 염색에 음성인 위장관간질종양이 위벽 바깥에서 줄기를 형성한 드문 증례를 진단하여 문헌 고찰과 함께 보고한다.

@highlight

복부 종괴로 내원한 환자에서 점액성 기질이 풍부하고 상피세포양 세포로 구성된 형태학적 변이로, c-

@highlight

kit 염색에 음성인 점액성 상피양세포 위장관간질종양이 위벽 바깥에서 줄기를 형성한 드문 증례를 진단하여 문헌 고찰과 함께 보고한다.

