본 논문은 수도권 지역 직종 숙련의 시공간 분포에 나타나는 변화를 예측하여 수도권 공간계획에 도움을 주는 데에 주요 목적이 있다.

본 논문은 요인분석을 이용하여 인지적, 상호적, 기술적 육체적 숙련이라는 4가지의 직종 숙련을 도출하였다.

또한, 수도권의 70개 시군구 지역을 대상으로 2000년과 2015년의 지역별 직종 숙련 특화도를 산출한 후 전역적 Global Moran’s 통계량을 살펴보고 숙련의 공간적 자기상관을 입증하고, 이러한 공간의존성을 분석에 반영하기 위해 공간 마르코프 체인 모형을 적용하여 장래 상황을 예측하였다.

분석결과에 따르면, 다른 직종 숙련보다도 특히 인지적 숙련과 상호적 숙련은 기존 군집으로의 공간적 집중이 강화될 가능성이 다소 높은 것으로 나타났다.

자동화 기술의 개발로 대체될 가능성이 비교적 낮은 인지적 숙련과 상호적 숙련의 공간 집중이 심화하는 것은 결국 노동시장의 지리적 불평등이 심해질 가능성을 나타내는 것이다.

이에 본 논문은 숙련의 공간효과를 고려하는 장소기반접근의 정책을 수립할 필요가 있음을 제시한다.

@highlight

수도권 지역 직종 숙련의 시공간 분포에 나타나는 변화를 예측하여 수도권 공간계획에 도움을 주는 데에 주요 목적이 있다.

@highlight


요인분석을 이용하여 인지적, 상호적, 기술적 육체적 숙련이라는 4가지의 직종 숙련을 도출하였다.

@highlight


다른 직종 숙련보다도 특히 인지적 숙련과 상호적 숙련은 기존 군집으로의 공간적 집중이 강화될 가능성이 다소 높은 것으로 나타났다.

