본 연구의 목적은 자기 내부를 향한 지속적인 생각의 결과인 사적 자의식이 자기개념 명확성에 미치는 영향을 살펴보고, 그 과정에서 성별과 인지적 유연성의 상호작용효과를 밝히는데 있다.

먼저 사적 자의식과 자기개념 명확성의 관계에서 성차가 나타나는지 알아보고자 하였다.

중다회귀분석을 통한 이원상호작용을 확인한 결과, 사적 자의식과 성별의 상호작용은 자기개념 명확성을 유의미한 수준으로 설명해주지 않아 성별의 조절 효과를 예측한 가설1은 기각되었다.

가설 2에서는 사적 자의식과 성별 및 인지적 유연성의 상호작용이 자기개념 명확성에 영향을 미칠 것이라 가정하고 세 예측변인의 삼원상호작용을 확인하였다.

그 결과가 유의미했으므로 삼원상호작용의 구체적 양상을 살펴보기 위해 변량분석을 통한 단순상호작용효과 및 단순단순효과를 확인하였다.

그 결과, 사적 자의식이 높은 남자는 인지적 유연성 수준이 낮을 때에 비해 높을 때 자기개념 명확성이 유의미하게 증가함을 알 수 있었다.

이러한 결과들의 함의와 시사점 그리고 추후 연구에 대한 제언들을 논의하였다.

@highlight

본 연구의 목적은 사적 자의식이 자기개념 명확성에 미치는 영향을 살피고, 성별과 인지적 유연성의 상호작용 효과를 밝히는데 있다.

@highlight

이후 본 연구는 인지적 유연성 수준이 낮을 때에 비해 높을 때 자기개념 명확성이 유의미하게 증가함을 알 수 있었다.

