이 논문에서는 인식적 합리성의 통시적 접근에 대하여 비판적으로 고찰한다.

인식적 합리성의 문제를 믿음이나 명제에 한정하여 다루었던 전통적인 인식론과는 달리, 인식적 합리성의 통시적 접근은 인식 주체가 믿음에 도달하는 탐구 과정도 인식적 합리성의 평가 대상이 된다는 입장이다.

게다가 탐구의 과정이 인식적으로 비합리적이라면 그 탐구의 결과로 나오는 믿음 역시 인식적으로 합리적일 수 없다는 입장을 취하고 있기에 기존의 인식적 정당성에 대한 입장과는 상당히 대립되는 견해라고 볼 수 있다.

필자는 이러한 인식적 합리성의 통시적 접근이 성립되기 어려운 점을 이 논문에서 지적하고 있다.

통시적 입장에 따르면, 탐구 과정이 인식적으로 합리적이기 위해서는 보다 더 나은 탐구가 인식 주체인 S에게 접근 가능하지 않아야 한다.

다시 말하면, S가 접근할 수 있는 가장 중요한 탐구만이 인식적 합리성을 보장받을 수 있으며 그 탐구의 결과에 해당하는 믿음만이 인식적 정당성을 확보할 수 있다는 것이다.

하지만 이는 인식적 정당성의 조건을 너무 강하게 만드는 것이며, 우리가 상식적으로 볼 때, 인식적으로 정당하다고 인정하는 믿음들 중 많은 부분이 이 조건을 충족시키지 못하게 된다.

따라서 이러한 난점을 해결하지 못하는 한, 인식적 합리성의 통시적 접근은 유지되기 어려울 것임을 이 글에서 논증하고 있다.

@highlight

본 연구에서는 인식적 합리성의 통시적 접근에 대하여 비판적으로 고찰하고자 하였다.

@highlight

인식적 합리성의 문제를 믿음이나 명제에 한정하여 다루었던 전통적인 인식론과는 달리, 인식적 합리성의 통시적 접근은 인식 주체가 믿음에 도달하는 탐구 과정도 인식적 합리성의 평가 대상이 된다는 입장을 보인다.

