본 연구에서는 경기도 안산시 단원구 대부도에서 발굴된 대부도2호선의 목부재와 초본류의 수종분석과 방사성탄소연대분석을 통해 사용된 목재의 재질과 고선박이 난파된 시기를 추정하고자 하였다.

수종분석을 통해 선체부재로사용된 목재는 모두 소나무속의 경송류로 식별되었으며, 기타 선체부재와 나무못은 경송류, 밤나무속, 참나무속 상수리나무아속 상수리나무류, 느티나무, 오리나무속의 사용을 확인하였다.

동반 출토된 목제빗과 참빗은 단풍나무속과 대나무아과로 확인되었고, 밧줄은 칡으로 만들어졌음이 밝혀졌다.

선수재와 받침목 그리고 씨앗류(감씨)의 방사성탄소연대측정과 위글매치 분석을 통해 대부도2호선은 AD 1151~1224년 사이에 난파된 것으로 밝혀졌다.

이 고선박은 12~13세기 초중반에 난파되었음을 시사한다.

이는 출토된 도자기의 편년과 일치하는 결과이다.

@highlight

본고는 경기도 안산시 단원구 대부도에서 발굴된 대부도 2호선의 목부재 및 초본류의 수종분석과 방사성탄소연대분석을 통하여 이용된 목재의 재질 및 고선박이 난파된 시기를 추정하고자했다.

