종

래

 

한

국

의

 

기

독

교

 

사

회

에

서

 

아

브

라

함

 

카

이

퍼

의

 

정

치

사

상

에

 

대

한

 

수

용

은

 

거

의

 

전

적

으

로

 

개

혁

주

의

 

진

영

 

내

부

에

서

만

 

진

행

되

어

 

왔

다

.

 

신

학

적

 

자

유

주

의

에

 

대

한

 

저

항

과

 

이

원

론

적

 

정

통

주

의

에

 

대

한

 

도

전

으

로

 

점

철

된

 

카

이

퍼

의

 

삶

은

 

‘

삶

의

 

체

계

로

서

의

 

기

독

교

’

 

또

는

 

‘

기

독

교

 

세

계

관

’

의

 

관

점

에

서

 

‘

올

바

른

 

기

독

교

인

의

 

전

범

’

으

로

 

받

아

들

여

졌

으

며

,

 

그

 

때

문

에

 

카

이

퍼

의

 

전

방

위

적

 

투

쟁

과

 

성

공

스

토

리

는

 

자

연

스

럽

게

 

일

종

의

 

영

웅

서

사

로

 

이

어

지

곤

 

했

다

.

 

하

지

만

,

 

그

와

 

같

은

 

접

근

방

식

만

으

로

는

 

카

이

퍼

 

정

치

사

상

의

 

함

의

를

 

온

전

히

 

읽

어

내

기

 

어

렵

다

.

 

이

 

글

은

 

카

이

퍼

 

정

치

사

상

의

 

요

체

가

 

영

역

주

권

론

에

 

담

겨

있

음

을

 

전

제

하

면

서

,

 

그

 

핵

심

을

 

‘

하

나

님

의

 

절

대

주

권

’

을

 

통

해

 

인

민

주

권

론

이

나

 

국

가

주

권

론

과

 

같

은

 

모

더

니

티

의

 

절

대

주

권

론

을

 

전

적

으

로

 

부

정

하

면

서

도

,

 

각

 

영

역

들

의

 

고

유

성

을

 

신

학

적

으

로

 

정

당

화

함

으

로

써

 

삶

의

 

근

원

적

 

다

원

성

을

 

놓

치

지

 

않

는

 

점

으

로

 

이

해

한

다

.

 

다

만

,

 

영

역

주

권

론

은

 

하

나

의

 

정

치

신

학

적

 

테

제

인

 

까

닭

에

 

그

 

이

론

적

 

정

당

화

에

 

관

해

 

치

열

한

 

토

론

이

 

불

가

피

하

다

.

 

이

러

한

 

관

점

에

서

 

이

 

글

은

 

1

9

8

0

년

대

 

이

후

 

현

재

까

지

 

카

이

퍼

 

정

치

사

상

,

 

특

히

 

영

역

주

권

론

에

 

관

한

 

국

내

 

문

헌

의

 

특

징

을

 

같

은

 

시

기

 

구

미

에

서

 

전

개

된

 

연

구

 

경

향

과

 

비

교

하

는

 

방

식

으

로

 

살

펴

보

고

 

있

다

.

 

헌

법

정

치

학

자

로

서

 

저

자

의

 

관

심

은

 

영

역

주

권

론

을

 

프

로

테

스

탄

트

 

헌

정

주

의

의

 

면

면

한

 

흐

름

 

속

에

서

 

해

석

하

고

,

 

이

를

 

바

탕

으

로

 

포

스

트

모

던

 

상

황

에

 

적

합

한

 

기

독

교

적

 

다

원

주

의

를

 

정

초

하

는

 

것

이

다

.

@highlight

이 글은 카이퍼 정치사상의 요체가 영역주권론에 담겨있음을 전제하면서, 그 핵심을 ‘하나님의 절대주권’을 통해 인민주권론이나 국가주권론과 같은 모더니티의 절대주권론을 전적으로 부정하면서도, 각 영역들의 고유성을 신학적으로 정당화함으로써 삶의 근원적 다원성을 놓치지 않는 점으로 이해한다.