신뢰성 있고 품질 높은 검증된 정보원을 제공하는 것은 앞으로 사서의 기본 능력 중의 하나가 될 것이다.

따라서 본 연구에서는 건강관련 정보원의 평가기준을 도서관 사서들의 인식조사를 기반으로 제안하고자 하였다.

그 결과 총 21개의 평가항목이 선정되었으며, 그 중 건강/의학 관련 정보내용 그룹에는 정보의 정확성, 정보의 최신성, 정보의 의학 전문성, 정기적 업데이트, 이용자의 입장을 고려한 정보, 정보의 객관성, 이해하기 쉬운 정보, 평이한 언어로 제공되는 정보, 정보의 완전성, 주제와의 관련성, 정보의 검증 가능성, 정보 출처 명시, 주의사항 및 경고를 명시 등 총 13개의 항목이 선정되었다.

건강/의학정보 제공원 그룹에는 건강정보 제공 목적의 명확성, 건강정보에 대한 책임성 명시, 개인정보 보호정책 준수, 건강정보 제공기관의 공정성, 건강정보 제공기관의 윤리성 등 5개의 항목이 선정되었으며, 건강/의학정보 웹사이트 디자인 그룹에는 건강정보 접근의 용이성, 건강정보 검색기능 제공, 웹사이트 사용의 편리성, 질의 응답 서비스 제공 등 4개의 항목이 선정되었다.

@highlight

신뢰성 있고 품질 높은 검증된 정보원을 제공하는 것은 앞으로 사서의 기본 능력 중의 하나가 될 것이다.

@highlight

본 연구에서는 건강관련 정보원의 평가기준을 도서관 사서들의 인식조사를 기반으로 제안하고자 하였다.

