야누코비치 정부의 등장은 우크라이나 안보정책의 대전환을 예고하고 있었다.

그는 새로운 안보환경의 특성과 대내외적 도전 과제들을 종합적으로 고려하면서 신 국가안보전략을 준비했다.

우크라이나의 새로운 안보정책은 탈 소비에트 공간을 둘러싼 안보환경의 변화와 밀접한 연관성을 갖고 있었다.

예를 들자면, 2000년대 하반기부터 본격화되었던 CIS 지역에서 러시아의 강대국 건설 정책과 러시아의 세력권 복원 작업, 2008년 러시아와 조지아의 전쟁, 오바마와 메드베데프 집권 시기 러시아와 미국 간의 전략적 협력 관계 재정립 작업, 2008년 하반기 세계 금융위기 여파에 따른 유럽 연합 소속 국가들의 재정 위기 등이 주요한 안보적 위협 요인들이었다.

신 국가안보전략의 기본 방향은 하르키프 협약 체결, NATO 회원국 가입 활동 포기, 비 블록 중립국 지위 추구 등에 함축되어 있었다.

우크라이나의 국가안보전략은 본질상 러시아 측의 안보적 이해관계를 충족시켜 주고 있었다.

유시첸코 집권 시기 우크라이나와 러시아 간에 표출되었던 안보적 갈등 사안들이 대부분 해결되었기 때문이다.

결국 우크라이나의 신 국가안보전략은 경제적 이익을 확보하기 위해 안보적 타협점을 추구한 일종의 전략적 거래였다는 정치적 함의를 갖는다.

@highlight

야누코비치 정부의 등장은 우크라이나 안보정책의 대전환을 예고하고 있었다.

@highlight

우크라이나의 새로운 안보정책은 탈 소비에트 공간을 둘러싼 안보환경의 변화와 밀접한 연관성을 갖고 있었다.

