본 연구의 목적은 자활사업 참여 이후 참여자들의 삶은 어떠하며 자활사업 참여 경험이 참여자의 삶에 어떤 영향을 미치는지를 고찰하는 것이다.

이를 위해 본 연구에서는 지난 2002∼2004년 기간 동안 선행연구를 통해 조사된 바 있는 서울?

경기 지역 자활사업 참여자들을 대상을 추적조사를 실시하여 총 51명으로부터 자료를 수집하였다.

본 연구를 통해 얻어진 결론 및 함의는 크게 세 가지로 요약할 수 있다.

첫째, 자활사업 참여 이후 6∼8년이 경과한 시점에서 자활사업 참여자의 탈수급률은 50% 수준을 넘어서는 것으로 나타났으며 자활사업 참여 경험이 탈수급에 매우 긍정적인 영향을 미치는 것으로 나타났다.

이러한 결과는 자활사업의 성과를 평가하는 방식에 대한 재검토와 자활사업의 성과에 대한 이제까지의 평가에 대해서 다시 한 번 생각해볼 필요성 있음을 시사해준다.

둘째, 자활사업 참여 경험자들 중 본인 또는 배우자의 건강악화, 사별 등과 같은 이유로 인해 수급권이 제한되거나 취업 상태에 있으면서도 공공부조 수급자격을 유지하는 경우가 존재한다는 사실은 탈수급자 및 공공부조 수급자에 대한 관리가 좀 더 효과적으로 이루어져야 할 필요성을 제시해준다.

마지막으로, 자녀의 취?

창업이 자활사업 참여자 본인의 취?

창업에 버금가는 탈수급 이유임을 고려해볼 때 자활사업 참여자 자녀의 인적 및 사회적 자본을 제고시키기 위한 정책적 노력을 확대해 나아가야 할 것이다.

@highlight

자활사업 참여 이후 자활사업 참여 경험이 참여자의 삶에 어떤 영향을 미치는지를 고찰한 결과 자활사업 참여 이후 6∼8년이 경과한 시점에서 자활사업 참여자의 탈수급률은 50% 수준을 넘어서는 것으로 나타났으며 자활사업 참여 경험이 탈수급에 매우 긍정적인 영향을 미치는 것으로 나타났으며 탈수급자 및 공공부조 수급자에 대한 효율적 관리가 필요하다.

