본 연구는 과학영재학교 입학생 선발과정의 2단계 창의적 문제해결력 검사가 입학 후 학업성취도를 어느 정도 예측할 수 있는 가를 밝히는 데 목적을 두었다.

이러한 연구 목적 하에, 자료 분석과 면담을 연구방법으로 활용하였다.

먼저 자료 분석을 통해 2단계 창의적 문제해결력 검사의 특징을 분석하고, 2단계 검사에 선발된 수학, 물리, 화학, 생물, 지구과학의 특정 교과영역 우수집단 학생들의 점수와 학업성취도와의 상관관계를 분석함으로써 입학생 선발도구의 학업성취도 예언 타당도를 검증하였다.

둘째, 교사 및 학생 대상 면담을 통해, 입학생 선발과정의 2단계 검사와 교육프로그램 및 학업성취도의 상관관계에 대한 의견을 수렴하였다.

연구 결과에 따르면, 2단계 창의적 문제해결력 검사는 학생들의 창의적 문제해결능력을 측정하는데 적합한 검사도구로 분석되었으며, 교사 및 학생들도 그렇게 인식하는 것으로 나타났다.

2단계 수학, 과학 등의 우수집단 간에는 서로 다른 특성들이 나타났다.

특히 2단계 수학 우수집단의 수학 점수가 높을수록 모든 과학영역 점수는 낮아지는 반면 물리 점수가 높을수록 화학 및 지구과학의 점수가 높아지는 것으로 나타났다.

2단계 수학 및 물리 점수는 1년간 학업성취도의 총점을 예언하는 것으로 밝혀졌다.

또한 과학영재학교는 입학생 선발과정에서 추구했던 학생들의 영역 영재성을 R&E프로그램, AP과정 등을 통해 계발시키려고 노력하는 것으로 고찰되었다.

@highlight

이 연구는 과학영재학교 입학생 선발과정의 2단계 창의적 문제해결력 검사가 입학 후 학업성취도를 어느 정도 예측할 수 있는 가를 밝히는 데 목적을 두었다.

