이 연구에서 19세기말-20세기 초 영국의 토인비 홀과 미국의 헐 하우스 두 인보관의 사상과 활동을 소환하는 목적은 첫째, 당시 사회복지실천이 점진적으로 형태를 갖추게 된 계기와 당초의 뜻을 찾아보는 것이다.

둘째, 개인화의 문제와 대안의 공동체 만들기가 공존하는 이 시기에 당시 ‘사회적 일’로 시작된 맥락과 영국과 미국의 특징적인 활동을 통해 사회복지실천의 현재 의미와 정체성에 유용한 함의를 얻고자 하였다.

이 연구는 기존 문헌들을 활용하여 서사를 고찰하되 인보관이라는 장소가 복지공간으로 구성된 당시 시대정신과 활동, 지도력을 목적과 위치, 전문성과 교육, 사회행동 차원으로 분석하며 오늘의 의미를 살리고자 하였다.

유용한 분석 결과는 첫째, 자선조직협회와 인보관은 상반되기 보다는 빈곤에의 대응책으로 ‘제안―실행―비판―대안의 제안―사회복지실천의 대두’가 진행된 일련의 과정 속에서 볼 필요가 있다.

둘째, 인보관은 빈곤문제를 중심으로 계층, 젠더, 개인적인 것과 사회적인 것, 민간과 공공의 개입 등 여러 현상을 담은 담지자로서 복지공간을 구성하였다.

셋째, 두 인보관은 상이점도 있지만 둘 다 공공의 선과 안녕을 목적으로 하여 사회적인 일, 즉 사회복지실천을 구체화시켰다.

끝으로, 인보관의 복지공간으로서의 의의와 사회복지실천을 위한 함의를 논의하였다.

@highlight

본 연구에서 19세기말-20세기 초 영국의 토인비 홀과 미국의 헐 하우스 두 인보관의 사상과 활동을 소환하는 목적은 첫째, 당시 사회복지실천이 점진적으로 형태를 갖추게 된 계기와 당초의 뜻을 찾아보는 것이다.

