독일 북서부에 위치한 루르지역은 1850년대부터 석탄이 채굴되면서 석탄광업과 제철공업을 중심으로 유럽 최대의 공업지역으로 발전하였다.

그러나 1950년대에 접어들면서 에너지원으로써 유류(Oil)에 비해 석탄의 가격과 품질 경쟁력이 떨어졌고 개발도상국의 부상에 따라 이 지역의 석탄광업과 제철공업이 쇠퇴하기 시작하였다.

1970년대부터 석탄광구와 제철공장이 하나씩 폐쇄되기 시작하여 도심에 조성된 많은 공업용지가 유휴화 되었고 실업자도 크게 늘어 심각한 경제위기에 직면하였다.

루르지역의 전형적인 공업도시라 할 수 있는 오버하우젠(Oberhausen)시는이러한 문제에 당면하여 대규모 제철공장부지를 정화하여 거대한 쇼핑몰과 여가산업지구를 조성하였고, 겔젠키르헨(Gelsenkirhen)시는 석탄광업지구를 정화하여 태양광 산업을 중심으로 신재생에너지 산업단지와 친환경 주택단지를조성하였다.

본 연구는 경로의존론(Path Dependence Theory)에 입각하여 이 두 도시가 추진한 도시재생정책의 집행과정과 결과를 분석하고, 이론적, 정책적 시사점을 도출하였다.

@highlight

독일 북서부에 위치한 루르지역은 1850년대부터 석탄이 채굴되면서 석탄광업과 제철공업을 중심으로 유럽 최대의 공업지역으로 발전했다.

