2014년 10월 나고야의정서 발효 후, 해외유전자원 이용 시에는 해당국가의 유전자원법을 준수하여야 한다.

특히 베트남은 향후 중국 유전자원의 대체지역으로 중요한 만큼 베트남의 나고야의정서 이행입법 동향을 살펴보고, 국내기업을 대상으로 베트남의 나고야의정서 이행법령에 대한 교육이 필요하다.

베트남 정부가 2017년 5월 12일에 공포한 「유전자원 접근 및 그 이용으로부터 발생한 이익 공유 관리에 관한 시행령」은 외국인의 베트남 유전자원 이용에 대해 1% 이상의 이익 공유를 요구하는 등 구체적인 유전자원 접근 절차를 규정하고 있다.

시행령은 총 28개의 조문과 부속서로 구성되어 있으며, 부속서는 다시 9개의 서식으로 구성되어 있다.

본고에서는 먼저 베트남이 2008년 「생물다양성법」을 통해 유전자원 접근 및 이익 공유에 대한 기본적인 법체계를 마련한 만큼 「생물다양성법」상 관련 규정을 살펴보고, 이 내용을 근거로 입법된 베트남의 나고야의정서 이행법령을 살펴보고자 한다.

@highlight

국내기업을 대상으로 베트남의 나고야의정서 이행법령에 대한 교육이 필요한 실정이다.

@highlight

이에 이 연구는 「생물다양성법」상 관련 규정을 살펴보고 입법된 베트남의 나고야의정서 이행법령을 살펴보려 한다.

