이 연구에서는 고등학생들의 융합에 대한 태도를 측정하는 검사 도구를 개발하고 타당도를 확인하였다.

문헌연구를 통해 고등학생들의 융합에 대한 태도의 5가지 구인 (융합에 대한 지식, 개인적 관련성, 사회적 관련성, 흥미, 자아효능감)을 설정하였고, 각 구인들을 측정할 수 있는 예비문항 개발하여 233명의 고등학교 2학년 자연계열 학생들에게 투입하였다.

문항 타당도는 Messick (1995)이 제시한 내용에 기초한 타당도, 실제에 기초한 타당도, 구조에 기초한 타당도에 기초하였으며, 전문가 검토, 라쉬 분석, 구조방정식을 활용하여 확인하였다.

연구 결과 최종적으로 선정된 5개 구인 23개 문항은 타당한 문항으로 확인되었다.

또한 융합에 대한 태도는 과학 동기를 향상 시킬 수 있다는 이론적 모델 역시 구조방정식으로 확인하였고 타당한 모델로 확인되었다.

이 연구를 통하여 개발된 문항은 학생들의 융합에 대한 태도와 융합 과학 학습의 효과를 확인하는데 활용 될 수 있을 것이다.

@highlight

이 연구에서는 고등학생들의 융합에 대한 태도를 측정하는 검사 도구를 개발하고 타당도를 확인하였다.

@highlight

이 연구를 통하여 개발된 문항은 학생들의 융합에 대한 태도와 융합 과학 학습의 효과를 확인하는데 활용 될 수 있을 것이다.

