클라우드 컴퓨팅(Cloud Computing)의 경제성과 유연성을 향상시키기 위해 복잡해지는 자원의 운영 및 관리를 자동화하는추세에 있다.

그러나 클라우드 스토리지에 대한 자동화는 제조업체의 스토리지 하드웨어에 종속되나, 사용자가 필요로 하는 용도에 맞추어 스토리지 유형을 유연하게 지원할 수 없다.

본 논문에서는 클라우드 스토리지의 자동화 추세에 맞추어 사용자의환경에 연계한 블록/파일/객체 스토리지를 통합으로 지원하는 자동 설정 모듈을 제안한다.

제안방법은 클라우드 스토리지인ceph을 자동으로 설치하기 위하여 Chef 구성관리도구 기반의 자동설치 및 설정 모듈을 제안하였으며, 사용자들이 ceph 스토리지를 쉽게 사용할 수 있도록 쉘 프로그램 기반의 블록/파일/객체 스토리지 자동설정 모듈을 제안하였다.

제안방법은 하드웨어종속 없이 가상이나 물리적인 사용자 환경에서도 자동적으로 공유파일 스토리지, 블록 스토리지, 객체 스토리지에 대한 설정및 관리를 쉽게 할 수 있다.

@highlight

클라우드 스토리지의 자동화 추세에 맞추어 사용자의환경에 연계한 블록/파일/객체 스토리지를 통합으로 지원하는 자동 설정 모듈을 제안한다.

@highlight


클라우드 스토리지인ceph을 자동으로 설치하기 위하여 Chef 구성관리도구 기반의 자동설치 및 설정 모듈을 제안하였으며, 사용자들이 ceph 스토리지를 쉽게 사용할 수 있도록 쉘 프로그램 기반의 블록/파일/객체 스토리지 자동설정 모듈을 제안하였다.

