오늘날 ‘신존재 증명’은 신앙인들에게 어렵고 복잡하고 우리의 신앙적 일상과는 무관해 보인다.

이는 신존재 증명이 거대 담론의 체계에 따라 객관적 언어로 신을 정의하는 까닭이다.

신자들에게 이들 담론은 믿음과 신앙고백의 대상인 하나님과의 분리를 전제하는 것이다.

그 결과 하나님의 존재에 대한 담론이 신앙적 삶과 괴리되고 체계적이고 객관적 지식이 되었다.

따라서 신자들에게 하나님의 존재에 대한 성찰은 거대 담론을 이해해야하는 부담이 되었다.

그러나 안셀무스에게 ‘신존재 증명’은 하나님의 존재에 대한 성찰이 이성적일뿐만 아니라 또한 신앙적이다.

즉 신존재에 대한 성찰은 신앙의 대상이 되는 하나님에 대한 깊은 이해와 더불어 신앙적 겸손과 기쁨, 기도 그리고 하나님의 영광 대한 찬양을 낳았다.

그러므로 현대인들이 하나님의 존재에 대한 성찰의 신앙적 측면 역시 충분히 사유할 때, 하나님의 존재에 대한 이해와 묵상은 더 풍성해지고, 신앙인의 신앙은 더 강화되고, 믿음과 소망과 사랑의 충만함을 고대하게 할 것이다.

@highlight

오늘날 ‘신존재 증명’은 신앙인들에게 어렵고 복잡하며 우리의 신앙적 일상과는 무관해 보이는데, 신존재 증명이 거대 담론의 체계에 따라 객관적 언어로 신을 정의하기 때문이다.

@highlight

신자들에게 이들 담론은 믿음과 신앙고백의 대상인 하나님과의 분리를 전제로 한다.

