본 연구는 미술치료학과 대학생들의 비구조화 집단미술치료 경험을 탐색하고 그 경험의 의미를 이해하는데 있다.

이를 위해 자발적으로 참여한 집단 원들에게 주 1회 180분, 총 6회기 집단미술치료가 진행되었다.

프로그램 과정에서 주 치료사와 보조치료사가 참여자들의 경험에 대한 관찰을 바탕으로 매회기 활동일지를 작성하였으며, 프로그램 종결 후 참여자들의 참여경험에 대한 심층 면담을 진행하였다.

분석은 활동일지와 필사한 면담 내용을 바탕으로 콜레이지(Colaizzi)의 현상학적 분석 방법으로 진행하였다.

활동일지의 내용 분석에서는 총 66개의 진술, 12개의 주제가 도출되었으며, 이를 토대로 자기탐색 및 이해, 대인관계, 창의적 미술활동, 성장자원이라는 4개의 범주가 구성되었다.

종결 후 면담과정에서는 총 70개의 진술을 찾아내었고, 9개의 주제가 도출되었으며, 이를 토대로 자기이해, 대인관계, 진행방식이라는 3개의 범주로 분류하였다.

본 연구는 예비 미술치료사로서의 미술치료학 전공 대학생들이 전문적인 미술치료사로 성장해 나가도록 돕는 미술치료의 실천적 개입을 위한 기초자료를 마련한다는데 의의가 있다.

@highlight

본 논문은 미술치료학과 대학생들의 비구조화 집단미술치료 경험을 탐색하고 그 경험의 의미를 이해하고자 하였다.

@highlight

자발적으로 참여한 집단원들에게 주 1회 180분, 총 6회기 집단미술치료를 진행하였다.

@highlight

프로그램 과정에서 주 치료사와 보조치료사가 참여자들의 경험에 대한 관찰을 바탕으로 활동일지를 작성하였다.

