사이클로이드 감속기는 기계의 회전수를 조절하기 위한 장치이다.

사이클로이드 감속기는 큰 토크로 변환시킬 수 있는 장점이 있지만 높은 회전수 에는 적합하지 않다.

한편 200톤 하중이 가해지는 수송기기에 있어서 감속기의 사용한계속도를 찾아내기는 불가능하다.

본 연구에서는 LS-

DYNA를 이용하여 마찰손실동력을 수치 해석적으로 검토하였다.

최대토크 3.5ton-

m에 있어서 회전수 60rpm 그리고 162rpm으로 구동하여 해석을 수행한 결과 다음과 같은 결과를 얻었다.

60rpm회전의 경우 최대응력은 RV gear의 경우 463MPa 핀기어의 경우 507MPa이 발생하였다.

마찰손실동력은 50kW이며, 162rpm의 경우 최대응력값은 RV gear와 핀기어 각각 550MPa, 538MPa이 발생하였다.

손실동력은 175kW이 발생하여 사용이 불가능하다는 것을 알 수 있었다.

@highlight

이 연구에서는 LS-

@highlight

DYNA를 이용해 마찰손실동력을 수치 해석적으로 검토했다.

@highlight

60rpm회전의 경우 최대응력은 RV gear의 경우 463MPa 핀기어의 경우 507MPa이 발생했다.

