이 연구는 처용설화를 중심으로 무용의 대중화에 대한 실천적 과제를 모색하기 위해 스토리텔링을 기반으로 하는 새로운 콘텐츠의 활성화 방안에 주목하다.

최근 지식, 창의, 정보 등 무형 자원의 중요 성이 대두되면서 이야기를 산업의 기본 요소로 제시하고 산업화하려 하고 있다.

이를 바탕으로 이 연구에서는 무용의 예술적 가치를 조명하기 위해 스토리콘텐츠로서 처용설화를 소재로 다양하게 접근되었던 무용공연작품을 살펴봄으로써 설화의 현대적 수용 양상을 알아본다.

또한 고전발레 3대 걸작으로 세계 대부분의 발레단 주요 레퍼토리로 공연된 <백조의 호수>가 스토리 콘텐츠로서 다양하게 변화되어 현대적으로 수용된 양상을 살펴본다.

이 작품은 동양과 마찬가지로 생활 속 민담, 민화에서 소재적 배경을 이끌어내었다.

이에 스토리라인이 잠재적 인식 속에 내재되어 있어 예술 작품의 원동력이 되었고 이 에너지 발산은 폭넓은 예술분야의 소산물로서 향력을 보여준다.

마지막으로 보편성과 대중성의 가치를 살펴보기 위해 서사구조의 작품으로 스토리에 관한 연상 작용 을 일으켜 대중이 쉽게 다가갈 수 있는 <처용랑>과 <백조의 호수>의 서사구조를 비교 분석함으로서 무용공연예술의 흐름에 어떠한 향을 미쳤는지 살펴본다.

@highlight

이 연구는 무용의 대중화를 모색하기 위해 처용설화를 바탕으로 스토리텔링을 기반으로 하는 새 콘텐츠의 활성화 방안에 주목
하여 설화의 현대적 수용양상을 살펴보고, 또한 고전발레 걸작인 <백조의 호수>가 스토리 콘텐츠로서 다양하게 변화되어 현대적으로 수용된 양상을 살펴본다.

