본 연구에서는 중학교 전이과정에서 여아들이 동성 또래집단을 중심으로 이성애 문화를 어떻게 형성하고 있는지를 이해하고자 하였다.

이를 위해 부산시내에 A지역의 여아 9명을 대상으로 초등학교에서 중학교 초반에 이르기까지(2014.

6~2015.

4) 면담을 중심으로 참여관찰을 병행하였다.

분석결과 먼저, 여아들은 ‘남친은 이래야하고, 여친이 되려면 이래야 된다’라는 분명한 이성애적 이상형을 가지고 있다.

예컨대 남친은 ‘카베동, 츤데레’해야 하며, 여친은 ‘날씬, 섹시, 청순’해야 한다는 기준을 두고 있다.

이는 한편으로는 기존의 성에 따른 강제된 ‘여성(또는 남성)다움’의 이미지를 받아들이는 것으로 보이며, 다른 한편으로는 이러한 이미지의 형성이 외부적 강제에 의한 것이라기보다는 자기 선택적 특성에 의한 것이라는 점에서, 기존의 이분법적 젠더적 이데올로기를 넘어서는 문제로서 거론되어질 필요가 있다.

다음으로, 이성과 사귀는 연애의 과정에서 나름대로의 규칙이 존재하고 있다.

연애의 정석으로, 남자가 먼저 고백하고 이를 받아들이는 것은 동성 여아 또래집단이라는 것과, 사귐은 함께 놀면서 자연스럽게 일어나야 한다는 것을 들 수 있다.

그리고 연애의 기술에 있어서는 이성과의 사귐을 비밀로 한다는 것과 헤어짐에 있어서도 나름대로 대처하는 기술을 가지고 있다는 것을 들 수 있다.

@highlight

이 연구에서는 중학교 전이과정에서 여아들이 동성 또래집단을 중심으로 이성애 문화를 어떻게 형성하고 있는지를 이해하고자 했다.

