본

 

연

구

는

 

회

계

이

익

에

 

포

함

된

 

경

영

자

의

 

이

익

조

정

이

 

회

계

정

보

이

용

자

인

 

재

무

분

석

가

의

 

이

익

예

측

치

에

 

어

떠

한

 

차

이

를

 

가

져

오

는

지

 

이

익

조

정

의

 

크

기

와

 

발

생

방

향

을

 

각

각

 

고

려

하

여

 

분

석

하

였

다

.

 

2

0

0

0

년

부

터

 

2

0

0

2

년

까

지

 

국

내

 

증

권

사

 

홈

페

이

지

에

 

공

표

된

 

1

2

,

0

2

3

개

의

 

분

석

보

고

서

에

서

 

이

익

예

측

치

를

 

추

출

하

여

 

분

석

한

 

결

과

 

이

익

조

정

의

 

크

기

가

 

크

면

 

유

의

하

게

 

이

익

예

측

오

차

가

 

크

고

 

이

익

예

측

정

확

성

이

 

낮

아

 

이

익

조

정

의

 

크

기

에

 

의

해

 

재

무

분

석

가

의

 

이

익

예

측

치

에

 

차

이

가

 

나

타

났

다

.

 

이

는

 

이

익

조

정

의

 

크

기

가

 

큰

 

경

우

에

는

 

작

은

 

경

우

에

 

비

해

 

재

무

분

석

가

가

 

부

정

확

한

 

회

계

이

익

을

 

사

용

하

여

 

이

익

예

측

치

를

 

산

출

하

게

 

되

므

로

 

이

익

예

측

가

능

성

이

 

하

락

하

여

 

나

타

는

 

것

으

로

 

생

각

된

다

.

 

이

익

조

정

방

향

의

 

경

우

에

는

 

부

호

가

 

양

(

+

)

이

면

 

음

(

-

)

인

 

경

우

에

 

비

해

 

이

익

예

측

오

차

가

 

크

고

 

이

익

예

측

정

확

성

은

 

낮

았

지

만

,

 

이

익

조

정

의

 

크

기

 

및

 

기

업

특

성

요

인

을

 

통

제

하

는

 

경

우

 

유

의

한

 

차

이

가

 

나

타

나

지

 

않

았

다

.

 

그

러

나

 

두

기

간

의

 

이

익

조

정

방

향

을

 

고

려

하

는

 

경

우

 

이

익

조

정

방

향

이

 

유

지

되

면

 

변

경

되

는

 

경

우

에

 

비

해

 

유

의

하

게

 

이

익

예

측

오

차

는

 

크

고

 

이

익

예

측

정

확

성

은

 

낮

으

며

,

 

이

는

 

기

업

특

성

 

및

 

이

익

조

정

의

 

크

기

를

 

통

제

하

는

 

경

우

에

도

 

달

라

지

지

 

않

았

다

.

 

이

익

조

정

의

 

크

기

와

 

방

향

에

 

의

해

 

재

무

분

석

가

의

 

이

익

예

측

치

에

 

차

이

가

 

나

타

나

는

 

본

 

연

구

의

 

결

과

는

 

회

계

정

보

이

용

자

가

 

재

무

분

석

가

의

 

이

익

예

측

정

보

를

 

경

제

적

 

의

사

결

정

에

 

이

용

함

에

 

있

어

 

재

량

적

 

발

생

을

 

고

려

하

여

야

 

함

을

 

의

미

한

다

.

@highlight

이 연구는 회계이익에 포함된 경영자의 이익조정이 회계정보이용자인 재무분석가의 이익예측치에 어떠한 차이를 가져오는지 이익조정의 크기와 발생방향을 각각 고려하여 분석했다.