이 연구는 정보과학기술과 로봇공학기술의 발달이 인공지능로봇과 환자 간의 관계에 미치는 전망을 검토하는 것을 목적으로 한다.

네트워크, 빅데이터, 로봇, 인공지능의 다양한 기반들이 통합적으로 인간과 사물에 적용되면서 점차 우리의 삶은 이전과는 매우 다른 속도로 변화하고 있다.

이로 인해 인간과 사물간의 경계도 무너지면서, 의료용 로봇도 환자에 대해 어떤 신체적인 기능만을 수행하는 것이 아니라 정신적 교류를 할 수 있고, 환자의 간병, 정서 및 심리치료에도 활용되고 있다.

이번 연구에서는 이러한 점에 주목하여 현재 개발된 정서 교류 기반 사회적 로봇(social robots)의 범주의 사례들을 활용하여 의료용 케어로봇과 인간의 소통에서 나타나는 공감의 측면에 주목한다.

로봇이 감정을 이해하고 교류할 수 있는 공감의 정서는 바로 로봇 자체에 있는 것이 아니라 디지털코드로 저장된 빅데이터, 즉, 인간의 서사에서 발생한다.

의료용 케어로봇이 질병의 처치와 처방, 예방의 목적에 따라 인간과 공감하는 원리를 고통(painism)에서 바라보고자 한다.

@highlight

본 연구는 정보과학기술과 로봇공학기술의 발달이 인공지능로봇과 환자 간의 관계에 미치는 전망을 검토하는 것을 목적으로 한다.

