본 논문은 청소년 사회적경제교육의 교육적 의의와 특징을 탐색하기 위하여 추진되었다.

현재 사회적경제의 제도화 및 실태의 확산 속에 성인교육의 과제와 분야로서는 사회적경제 지원을 위한 교육이 활성화 되고 있다.

이러한 사회적 변화는 학교교육에 점차 영향을 줄 것이라고 생각하는 가운데 현재 우수하다고 평가되는 사회적경제교육 실천의 2개 사례를 골라 인터뷰자료를 토대로 하여 청소년 사회적경제 교육의 특징과 의의를 분석하였다.

본 논문에서는 결론적으로 학교 청소년 사회적경제 교육의 의의와 특징을 제시하였다.

청소년기의 사회적경제교육에는 나눔을 인간의 삶의 향유와 사회통합을 위하여 필요한 ‘사회적 가치’로서 배우게 하는 교육적 의의가 있음을 제시하였다.

그리고 나눔의 능력이 신체활동을 매개로 한 능동적인 참여와 관여의 경험 속에서 사회적 관계성을 만들고 향유하는 감정과 행동을 경험하며 비로소 성장한다고 하는 특징을 제시하였다.

그리고 이러한 교육적 의의를 만들어 낸 경험의 구조는 사람들과의 연결고리 속에서 규모를 달리하는 나눔 경험의 축적과 경험에 대한 성찰로 구성되어 있었음을 알 수 있다.

@highlight

청소년 사회적경제교육의 교육적 의의와 특징을 탐색하기 위하여 추진되었고 이러한 사회적 변화는 학교교육에 점차 영향을 줄 것이라고 생각하는 가운데 현재 우수하다고 평가되는 사회적경제교육 실천의 2개 사례를 골라 인터뷰자료를 토대로 하여 청소년 사회적경제 교육의 특징과 의의를 분석하였으며 결론적으로 학교 청소년 사회적경제 교육의 의의와 특징을 제시하였다.

