중국의 셰일자원 개발동향과 전망은 장기적인 관점에서의 유망성이나 우리 경제, 지정학적 영향력측면에서 매우 중요한 이슈이다.

이에, 본 연구에서는, 선행된 남중국 분지의 특성분석에 후속하여 타림 분지, 쑹라오 분지 등 북중국지역의 주요 셰일분지에 대한 특성과 동향을 조사, 분석하고자 하였다.

결과적으로, 지질/ 지화학적 측면에서, 북중국 타림 분지 및 준가얼 분지는 남중국의 쓰촨 분지보다 뛰어난 것으로 조사되었다.

그러나 이미 알려진 바와 같이, 각 분지별로 현재의 셰일자원 개발기술을 기준으로는 상업적 개발에 각각의저해요소들이 존재하는 것도 확인되었다.

타림 분지는 셰일가스 저류층으로서의 품질은 뛰어나며, 파쇄에 유리한 광물을 많이 함유하여 셰일가스 개발 대상지역으로 손색이 없다.

반면에 기본적인 인프라 조건이 불리하고, 수자원 공급 및 매장심도에 한계가 있는 지역으로 분석되었다.

준가얼 분지와 쑹라오 분지는 셰일가스 저류층품질은 역시 뛰어난 것으로 평가되었지만, 셰일가스 대상층의 매몰심도가 깊고 육상퇴적환경에 따른 파쇄품질이낮다는 점이 핵심적인 걸림돌로 조사되었다.

@highlight

중국의 셰일자원 개발동향과 전망은 장기적인 관점에서의 유망성이나 우리 경제, 지정학적 영향력측면에서 매우 중요한 이슈이다.

