본 연구는 기업들 간 협력이 혁신에 미치는 영향에 대해 행동주의 이론적 관점에서 설명하고, 성과 피드백, 기업의 지위가 이에 미치는 조절 효과에 대해 대한민국 하이테크 기업들의 데이터를 이용하여 실증분석한다.

21세기 초연 결시대에 혁신과 협력은 조직의 생존과 경쟁력에 결정적인 영향을 미치는 핵심 활동이 되고 있다.

기존 전략경영 연구에서는 기업의 협력이 혁신에 미치는 긍정적인 영향에 대해서는 논의되어 왔으나, 협력이 미치는 양면적인 영향에 대해서는 주목하지 않았었다.

협력은 새로운 사업영역을 탐색하는 등의 긍정적인 기능을 하는 동시에 협력 관계에서 발생하는 거래비용으로 인해 역선택(Adverse Selection)을 하게 되는 등의 부정적인 기능 또한 존재한다.

이러한 관점에서 본 연구는 기업의 협력 전략이 혁신에 미치는 양면적인 영향을 행동주의 이론에 관점에서 분석하였다.

첫째, 협력이 기업의 혁신과 밀접한 관계를 갖는 탐색 활동에 미치는 부정적인 영향을 분석하고, 둘째, 성과 피드백이 협력이 탐색 활동에 미치는 영향에 대한 조절 효과를 분석하였으며, 셋째, 협력이 탐색 활동에 미치는 영향을 조절하는 지위의 효과를 분석하였다.

본 연구에서 1994년부터 2008년까지 대한민국 하이테크 기업들의 특허출원 데이터, 재무 데이터를 기반으로 실증분석한 결과 제시한 세 가지 가설들이 모두 지지되었다.

@highlight

본고는 기업 간 협력이 혁신에 미치는 영향에 대해 행동주의 이론적 관점에서 설명하고 성과 피드백, 기업 지위가 이에 미치는 조절 효과에 대해 분석했다.

@highlight

이를 위해 협력이 탐색 활동에 미치는 영향과 성과 피드백과 협력이 탐색 활동에 미치는 영향에 대한 조절 효과를 분석하였다.

