이 글은 율곡의 『격몽요결』의 서문과 1장의 분석이다.

그는 첫머리에서 인간이 탄생으로 완전해지는 것이 아니라, ‘학문’을 통해서, 인간의 형상을 완성한다고 역설한다.

“학문을 하지 않으면, 마음은 잡초로 뒤덮이고, 식견은 캄캄해진다.

” 이 학문의 목표는 권력이나 지배가 아니고, 또 그렇다고 탈속의 초월이나 도피도 아니다.

그는 유교 인문의 기획이 그동안 세상의 외면을 받아왔다고 탄식한다.

이 삶의 기술은 낯설고 예외적이기에 ‘결단’이 필요하다.

다음으로, 삶의 습관을 바꾸고, 필요한 심신의 훈련이 따라야 한다.

그 중심에 독서를 통한 지적 연마가 있다.

유교는 사후의 축복을 믿지 않고, 삶이 윤회한다고도 생각하지 않았다.

유교의 목표는 이 지상에 있다.

즉, 그동안 에고와 나르시시즘으로 마비된 자신 내부의 에너지를 자연스럽고 자발적으로 발현하게 하는 것이다.

이를 “솔개는 하늘에서 날고, 물고기는 연못에서 뛴다”고 표현하기도 했다.

이 강령이 『격몽요결』의 서문과 1장에 담겨 있다.

2장부터는 익숙한 습관을 버리고, 심신을 훈련하는 법, 그리고 독서와 기본적 예절 등이 담겨 있다.

@highlight

『격몽요결』서문과 1장에서 율곡은, 인간은 ‘학문’을 통해 자신의 형상을 완성한다고 역설한다.

@highlight

학문의 목표는 권력이나 지배도, 탈속의 초월이나 도피도 아니며, 삶의 기술은 낯설고 예외적이기에 ‘결단’이 필요하다.

@highlight

삶의 습관을 바꾸고, 필요한 심신의 훈련이 따라야 하는데, 그 중심에 독서를 통한 지적 연마가 있다.

