본 연구는 대기업과의 협력이 중소기업의 경쟁력에미치는 영향을 전략적 적합성을 중심으로 분석하는데 목적이 있다.

이를 위해 삼성전자의 1차 협력사 90개 기업을 대상으로 가설을 검증하였다.

실증분석 결과, 기술 및 인력, 자금및 판매 등 협력의 강도가 경쟁전략에 따라 서로 다른 영향을 미치는 반면, 미래지향적이고 상생협력의 태도를 의미하는 협력의 질은 모든 경쟁전략과 정(+)의 상관관계를 나타냈다.

그리고 고성과 집단이 저성과 집단에 비해 환경-

전략, 전략-

협력, 환경-

전략-

협력 간의적합성이 높은 것으로 나타났다.

이와 같은 연구결과는 환경-

전략 간의 적합성 이외에, 전략-

협력, 환경-

전략-

협력 간의 적합성이 기업의 성과창출에 긍정적인 영향을 미친다는점을 보여준다.

본 연구는 이러한 연구결과를 토대로 중소기업의 경쟁력에 경쟁전략의 선택과 실천뿐만 아니라, 대기업과의 협력이 중요한 영향을 미침을 주장한다.

이러한 주장은 협력을 통한 생태계 구축과 대·중소기업 간 동반성장이 산업경쟁력 제고를 위해 중요하다는 사실을 시사한다.

@highlight

이 연구는 대기업과의 협력이 중소기업의 경쟁력에미치는 영향을 전략적 적합성을 중심으로 분석하는데 목적이 있다.

@highlight

이 연구는 이러한 연구결과를 토대로 중소기업의 경쟁력에 경쟁전략의 선택과 실천뿐만 아니라, 대기업과의 협력이 중요한 영향을 미침을 주장한다.

