다문화교육의 주요 개념으로는 ‘다문화주의’와 ‘다문화 문식성’이 사용되고 있다.

‘다문화주의’는 소수의 정체성을 인정하거나 수용하는 데 그치지 않고 적극적으로 다수 집단의 정체성의 일부로 받아들여 정체성의 통일 내지는 확장을 도모하는 방향으로 진행되는 것에 주목하였다.

‘다문화 문식성’에 있어서는 이를 함양해야 할 대상으로 소수자보다 다수자를 더욱 중요하게 언급하고, 이를 함양하기 위해서는 어떤 제재를 교과서에서 구체적으로 활용하느냐가 중요함을 강조하였다.

다문화적 관점에서 교과서의 제재를 선정하는 논의와 관련해서는 고대로부터 현대에 이르기까지 귀화인 또는 이주민의 역사에 주목하였다.

대체로 중국계, 일본계, 베트남계 민족이 많은 비중을 차지하고 있다.

따라서 이들의 문화권에서 생산된 문학 또는 이들이 주체가 되어 생산한 문학을 주요한 교육 제재로 고려해야 한다는 점을 강조하였다.

마지막으로 김충선의 〈모하당슐회述懷〉를 보면 귀화 이전부터 유자로서의 문화적 정체성을 갖추고 있었으며, 그의 활약과 정신은 조선이 중하의 문물을 갖춘 국가로 완성되어 가는 데에 더욱 긍정적 기여를 했다고 할 수 있다.

고전시가 중 이 가사 작품을 통해서 우리는 다문화적 관점이 좀 더 개별적이고 독립적인 차원을 인정하는 데서 출발할 때 그 실질적 의미에 다가설 수 있음을 확인할 수 있다.

@highlight

다문화교육의 주요 개념으로는 ‘다문화주의’와 ‘다문화 문식성’이 사용되고 있다.

@highlight

‘다문화 문식성’에 있어서는 이를 함양해야 할 대상으로 소수자보다 다수자를 더욱 중요하게 언급하고, 이를 함양하기 위해 어떤 제재를 교과서에서 구체적으로 활용하느냐가 중요함을 강조했다.

