이 글의 목적은 안동한우농가의 지역결속력을 파악하여 안동한우농가의 복지문제를 해결하는 데 필요한 토대를 제공하기 위한 것이다.

안동한우농가의 일반적 특성을 살펴본 결과는 다음과 같다.

연령에서는 50 ～60세가 6.3%를 차지하며, 교육에서는 국졸이 34.7%로 가장 많았고, 생활수준은 중이 71.9%로 다수를 차지했으며, 92.5%의 응답자가 기초생활수급권자가 아닌 것으로 나타났다.

FTA에 찬성하는가라는 질문에는 적극 반대가 17.3%, 반대가 47.5%로 겠는가라는 질문에는 4.5%가 키우겠다고 답했고, 안동을 떠나겠는가의 질문에는 안떠나겠다가 75.9%로 대부분을 차지했다.

회귀분석결과 장애가 없을수록, 생활수준이 높을수록, 안동을 떠나지 않을수록, 한우를 키우지 않을수록 지역결속력에 영향을 미치는 것으로 나타나 생활수준이 높을수록 지역결속력이 높을 것이라는 가설은 채택되었다.

그리고 FTA찬성여부가 지역결속력에 영향을 미치는 것이 아니라, 안동을 떠나지 않고 한124 FTA가 한우농가의 지역결속력에 미치는 영향에 관한 탐색적 연구우를 키울 계획이 없는 것이 지역결속력에 영향을 미치는 것으로 나타났는데, 이는 안동을 떠나지 않고 한우를 대체하는 일로 FTA에 대응하면서 지역결속력을 높이려는 안동한우농가의 바램을 보여주는 결과이다.

@highlight

안동한우농가의 일반적 특성을 살펴본 결과  50 ～60세,   국졸, 생활수준 중간으로 대다수가 기초생활수급권자가 아닌 것으로 나타났으며, FTA에  적극 반대가 17.3%, 반대가 47.5%,  4.5%가 소를 계속 키우겠다고 답했고, 안동을 안떠나겠다는 응답자가  75.9%였다.

@highlight

장애가 없을수록, 생활수준이 높을수록, 안동을 떠나지 않을수록, 한우를 키우지 않을수록 지역결속력에 영향을 미치는 것으로 나타나 생활수준이 높을수록 지역결속력이 높을 것이라는 가설로  FTA에 대응하면서 지역결속력을 높이려는 안동한우농가의 바램을 보여주는 결과를 얻었다.

