최

근

 

활

발

한

 

발

굴

조

사

가

 

이

루

어

지

는

 

가

운

데

 

영

남

지

방

에

서

 

신

라

기

와

가

 

다

량

 

출

토

되

고

 

있

다

.

 

이

들

 

중

에

는

 

특

히

 

경

주

에

서

 

출

토

되

는

 

신

라

기

와

와

 

동

범

관

계

의

 

기

와

가

 

확

인

된

다

.

 

이

에

 

영

남

지

역

의

 

신

라

시

대

막

새

에

 

대

해

서

 

경

주

지

역

 

출

토

품

과

 

비

교

하

여

 

문

양

구

성

 

등

이

 

동

일

한

 

막

새

 

중

 

동

범

막

새

와

 

동

형

막

새

로

 

구

분

하

고

 

검

토

해

 

보

았

다

.

 

그

 

중

에

서

 

특

히

 

주

목

되

는

 

유

적

은

 

인

각

사

이

다

.

 

인

각

사

 

발

굴

조

사

에

서

 

출

토

된

 

신

라

기

와

 

중

 

연

화

문

수

막

새

를

 

포

함

한

 

당

초

문

암

막

새

 

등

 

일

부

가

 

경

주

 

월

성

과

 

황

룡

사

지

 

등

에

서

 

출

토

되

는

 

막

새

와

 

같

은

 

틀

로

 

제

작

한

 

동

범

막

새

의

 

관

계

인

 

것

으

로

 

판

단

된

다

.

 

이

는

 

경

주

에

서

 

제

작

된

 

막

새

가

 

각

 

지

방

으

로

 

직

접

 

이

동

한

 

경

우

와

,

 

와

범

만

이

 

이

동

하

여

 

현

지

에

서

 

제

작

된

 

경

우

,

 

와

공

이

 

이

동

하

여

현

지

에

서

 

제

작

한

 

경

우

로

 

정

리

해

 

볼

 

수

 

있

다

.

 

지

방

출

토

 

신

라

기

와

는

 

인

각

사

의

 

경

우

,

 

시

기

를

 

구

분

하

여

 

나

타

나

는

 

기

와

의

 

양

상

을

 

통

해

서

 

공

존

과

 

확

장

,

 

그

리

고

 

보

수

가

 

거

듭

된

상

황

을

 

파

악

할

 

수

 

있

다

.

 

이

러

한

 

정

황

은

 

경

주

로

부

터

 

비

단

 

한

시

적

으

로

 

공

급

된

 

것

이

 

아

닌

 

지

속

적

 

관

계

로

 

이

해

하

는

 

단

서

로

서

 

의

미

가

 

깊

다

고

 

하

겠

다

.

 

한

편

 

신

라

기

와

가

 

경

주

에

서

 

생

산

되

어

 

각

 

지

방

으

로

 

유

입

되

는

 

과

정

에

서

도

 

직

접

유

입

이

 

이

루

어

졌

다

면

,

 

여

러

 

가

지

 

조

건

에

 

의

해

 

육

로

운

송

 

보

다

는

 

수

로

운

송

이

 

유

리

하

였

을

 

것

으

로

 

생

각

된

다

.

 

이

는

 

대

상

 

유

적

이

 

크

고

 

작

은

 

강

과

 

하

천

 

부

근

에

서

 

확

인

된

 

것

과

도

 

깊

은

연

관

이

 

있

을

 

것

으

로

 

판

단

된

다

.

@highlight

최근 활발한 발굴조사가 이뤄지는 가운데 영남지방에서 신라기와가 다량 출토되고 있다. 그 중에서 특히 주목되는 유적은 인각사이다.