이 논문은 J대학병원을 대상으로 의료전문가집단의 경우 지식을 공유하는 데 영향을 미치는 요인이 무엇인지 살펴보았다.

먼저 선행연구와 관련문헌 검토를 통하여 독립변수로는 개인적 요인, 외부적 요인, 업무적 요인, 기술적 요인, 인지적 자본요인, 조직적 요인을 도출, 종속변수로는 지식이전성과와 관계를 설정한 후, 통계분석을 실시, 심층면접을 통하여 보완하였다.

그 결과, 인지적 자본요인, 조직적 요인, 외부적 요인, 기술적 요인의 순으로 높게 나타났다.

먼저 팀워크와 자발적 협력이 높을수록 지식이전의 성과가 높았으며, 다음으로 보상요인이 중요시되고 있었다.

이는 대학병원의 조직특성을 고려한 금전적인 보상과, 성취감의 경험과 같은 내적 보상을 통한 균형적인 접근의 필요성을 시사하고 있다.

특히 외부의 전문학회 및 전문가와의 온·오프라인 교류를 통하여 유입된 지식을 환자의 치료에 효과적으로 활용 가능하도록 하는 조직차원의 노력이 요구되고 있다.

심층면접 결과, 기술적, 업무적으로 지식공유를 위한 시스템이 상당부분 구축되어 있음을 확인하였다.

아울러 지식공유에 있어서 비용절감이 중요시되고 있다는 사실을 알게 되었다.

이는 J대학병원의 최고관리자가 온·오프라인네트워크의 활성화와 함께 질 높은 지식의 창출과 공유가 가능한 조직의 환경을 조성하는 방향으로 리더쉽을 발휘해야 함을 의미한다.

@highlight

이 논문은 J대학병원을 대상으로 의료전문가집단의 경우 지식을 공유하는 데 영향을 미치는 요인이 무엇인지 살펴보았으며, 인지적 자본요인, 조직적 요인, 외부적 요인, 기술적 요인의 순으로 나타났다.

