본 연구는 자료포락분석(DEA)을 사용하여 우리나라 노인요양시설의 효율성을 분석하였으며, 노인요양시설의 효율적 운영을 위한 정책적 대안을 마련하고자 하는 목적으로 연구를 진행하였다.

연구 자료는 2014년 「시·군·구별장기요양기관 전문인력 현황」자료와 2014년 「장기요양기관 소재지별 장기요양 급여현황」을 사용하였다.

이 자료 가운데 투입변수는 전문종사자 수와 시설 수로 하였고, 산출 변수는 실 인원 수와 총 급여비용으로 하여 효율성을 분석하였다.

연구 결과는 다음과 같다.

CCR 측정 결과 강원, 경기, 경남, 대전, 서울, 울산, 인천, 제주 충북지역이효율적이었으며, 대구, 부산지역은 비효율적으로 나타났다.

BCC 측정 결과 강원, 경기, 경남, 경북, 대전, 서울, 세종, 울산, 인천, 제주, 충북지역이 효율적이 이었으며, 부산, 대구 지역이 비효율적인 것으로 나타났다.

초 효율성 분석결과 제주지역이 133.5%로 가장 높았으며, 투입과 산출기여도는 요양보호사가 37.54%로 가장 높은 효율성 기여를 하는 것으로 나타고, 의사가 효율성 개선 가능성(28.61)이 가장 높은 것으로 나타났다.

추후 노인요양시설 효율성 증대 방안을 제언하면 다음과 같다.

첫째, 노인요양시설의 인력 확보의 현실화이다.

둘째, 노인요양시설에서 의사확보가 필요하다.

셋째, 요양보호사의 전문성 강화이다.

@highlight

이 연구는 자료포락분석(DEA)을 사용해 우리나라 노인요양시설의 효율성을 분석하였고, 노인요양시설의 효율적 운영을 위한 정책적 대안을 마련하려는 목적으로 연구를 진행했다.

