단횡단보도는 보행자가 도로를 두 번에 나누어 횡단하게 하는 횡단보도로 이는 보행대기 시간을 단축할 수 있고 주방향 녹색시간 비율을 증가시켜 신호주기감소 및 차량지체 감소에 효과적이다.

또한 보행자의 횡단거리 감소와 교통섬을 제공하는 기능으로 보행자의 안전 측면에서도 유용하다.

본 연구에서는 도로 기하구조와 보행자의 행동패턴들을 고려한 보행섬의 폭과 길이 등 단일로 상의 이단횡단보도의 설치 준거를 마련하고, 이단횡단보도와 기본형 횡단보도의 사고율을 비교 분석하여 보행자 교통안전 대책을 제시하였다.

본 연구결과, 이단횡단보도의 1억대 km당 사고율은 18.3으로 기본횡단보도 사고율 28.3에 비해 상대적으로 낮은 것으로 분석되었으며 사고발생위치 및 유형분석을 통해 이단횡단보도의 위험지역이 횡단 시작 지점임을 파악하여 이를 바탕으로 보행자 안전지대(여유공간)설치 준거를 제시하였다.

결론적으로 이단횡단보도의 설치준거는 4차로이상 도로에 설치하며 설치시 보행섬의 폭은 유효 보도폭 2.0m 이상이 되도록 차로폭을 조정하는 것이 필요하다.

또한 보행섬의 최소길이는 횡단 보도폭의 2배 길이, 최대길이는 보행자 대기시간을 고려하여 설치하는 것이 보행자 안전과 이용측면에서 적절할 것으로 사료된다.

@highlight

본고에서는 도로 기하구조 및 보행자의 행동패턴들을 고려한 보행섬의 폭과 길이 등 단일로 상의 이단횡단보도의 설치 준거를 마련하였다.

@highlight

또한, 이단횡단보도와 기본형 횡단보도의 사고율을 비교 분석해 보행자 교통안전 대책을 제시했다.

