이 연구의 목적은 현대 경찰활동에서 각광받고 있는 지역사회경찰활동의 부정적인 측면을 살펴보기 위한 것이다.

지역사회경찰활동은 경찰과 지역주민들의 접촉을 증가시켜 관계를 개선시키고 협력치안을 달성이 가능할 것이라는 가정이 올바른지를 파악하기 위한 것이다.

즉, 경찰접촉이 지역주민들의 경찰일탈행동에 대한 직간접 경험에 어떠한 영향을 미치는지를 살펴봄으로써 지역사회경찰활동의 가정을 검증하고자 한다.

연구목적 달성을 위해 대구시 36개 동에서 710개의 설문지를 획득하여 분석에 사용하였다.

분석에 사용된 종속변수는 시민들의 경찰일탈행위에 대한 직간접적인 경험여부이며 주요 독립변수는 지역사회경찰활동에의 경험과 경찰과의 자발·비자발적 접촉 경험이었다.

통계적 분석을 위해 로지스틱 회귀분석을 사용하였으며 분석결과는 이론적 논의의 내용과 거의 일치하였다.

연구결과를 살펴보자면 지역사회경찰활동은 경찰과의 자발적 접촉과 비자발적 접촉가능성을 증가 시키는 것으로 나타났다.

또한 통제변인인 성별은 자발·비자발적 접촉 가능성을 증가시켰으며 세입자는 집주인들에 비해 비자발적인 경찰접촉의 가능성이 높았다.

지역사회경찰활동과 경찰접촉이 지역 주민들의 경찰일탈행동에 대한 직간접 경험에 미치는 영향을 분석한 결과 지역사회경찰활동은 경찰일탈행동에 대한 직간접 경험가능성을 증가시켰으며 경찰접촉 역시 매우 유의미하게 직간접경험 가능성과 관계가 있었다.

@highlight

본 연구의 목적은 현대 경찰활동에서 각광받고 있는 지역사회경찰활동의 부정적인 측면을 살펴보기 위한 것이다.

@highlight

즉, 경찰접촉이 지역주민들의 경찰일탈행동에 대한 직간접 경험에 어떠한 영향을 미치는지를 살펴봄으로써 지역사회경찰활동의 가정을 검증하려 한다.

