2002 월드컵, G20, 광주 유니버시아드 대회와 같은 국제규모의 행사를 성공적으로 개최하고 최근 한류 콘텐츠의 세계적 관심으로 우리나라를 찾은 외국인 관광객은 2012년 최초로 외국인 관광객 1,000만 명 시대가 열린 데 이어 2013년에는 1,217만 명이 한국을 방문했고 2014년엔 1,420만 명을 넘어섰다.

하지만 급증한 외래 관광객의 수만큼 관광범죄와 관광 관련 불법행위들 또한 증가하였다.

외국인 관광객은 국내 실정을 모르고 언어 소통이 어렵다는 점 때문에 무허가 게스트하우스 운영, 불법 콜밴·택시, 무허가 환전업, 가격 미표시, 호객행위 등으로 국가이미지를 실추시키는 관광 불법행위의 대상이나 각종 범죄의 표적이 되기도 한다.

이는 단순한 범죄문제나 불법행위로 그치는 것이 아니다.

한국에 대해 좋은 인상을 가지고 자국에 돌아가 세계 각국에서 대한민국의 홍보대사로 활동할 수 있다는 점에서 그 의의가 매우 크다.

따라서 본 연구에서는 관광범죄와 관련한 피해자의 취약성을 중심으로 관광범죄피해자 논의와 피해지원 그리고 방지대책에 대하여 모색하였다.

@highlight

본 연구에서는 관광범죄와 관련한 피해자의 취약성을 중심으로 관광범죄피해자 논의와 피해지원 그리고 방지대책에 관해 모색했다.

