이 논문은 중국의 일국양제 통일방안의 효용성을 분석한 논문이다.

일국양제 방안으로 중화권의 통일을 달성하려는 중국의 의도와 실행과정을 홍콩과 대만 사례를 통하여 살펴보았다.

중국은 주권수호와 영토보존, 민족적 일체감 유지를 위해서 일국양제 방안을 중화권의 통일방안으로 제안한 이후, 순탄하게 홍콩과 마카오를 통합했다.

그러나 최근 홍콩에서 일국양제에 대한 반발 목소리가 커지고, 대만에서도 범정파적으로 거부 입장이 명확해졌다.

일국양제 방안을 적용하려는 과정에 대안 모델로 연방제 요소 보충 방식, 일중양헌·일중삼헌 방식, 중립국 방식에 대한 논의가 전개되었다.

중국학자들은 일국양제의 원칙을 유지하는 가운데 연방제 요소를 보충함으로써 대만의 우려를 해소할 필요가 있다고 제안한다.

대만의 통일파 학자들은 하나의 중국을 인정하면서도 대만의 안전과 자치권을 평화협정을 통해 보장받는 방식을 대안으로 제시했다.

미국 학자와 대만 독립파 인사들은 일국양제를 대신하여 스위스나 핀란드와 같은 중립국 모델을 대만의 미래 모델로 제안한다.

비록 대안 모델의 실현 가능성은 크지 않지만, 일국양제 방안의 실현 여부가 갈수록 불확실해질수록 대안 모델에 대한 논의도 계속될 것이다.

@highlight

중국의 일국양제 통일방안의 효용성을 분석한 논문이다.

@highlight

중국은 주권수호와 영토보존, 민족적 일체감 유지를 위해서 일국양제 방안을 중화권의 통일방안으로 제안한 이후, 순탄하게 홍콩과 마카오를 통합했고 일국양제 방안을 적용하려는 과정에 대안 모델로 연방제 요소 보충 방식, 일중양헌·일중삼헌 방식, 중립국 방식에 대한 논의가 전개되었다.

