본 연구는 초등 1학년 학생들을 대상으로 학습자들로 하여금 자신에 대해 관심을 가지고 나아가 긍정적 자아개념을 발달시켜감으로써 장차 진로 설계를 위한 긍정적 자산을 마련하게 하고자 하는것에 목표를 두고 수행한 사항을 중심으로 기술하였다.

본 연구에서 학습자들은 사이버 학습인 ‘인천e스쿨’과 사이버 독서 자료인 ‘북토비’ 활동을 하며 그 과정 속에서 발견하게 된 자신의 모습을 자아정체성 피라미드의 각 면에 기록하며 자아정체성 피라미드를 완성해 가는 작업을 수행하였다.

그 결과 학습자들은 자기주도적 학습능력에 대해 67%가 향상되었다고 응답하였고, 독서에 대해서는 독서에 대한 흥미도, 자발성, 이해도가 각각 54%, 50%, 33% 가량 향상된 것으로 나타났으며 자신에 대한 관심도를 묻자 응답자의 약 75%가 높아졌다고 답하였다.

자아정체성 검사인 SCI-

Ⅱ의 1,2차 검사결과를 비교한 결과 자아개념에 대한 총점에서는3점, 영역별 -

정의적, 사회적, 인지적 영역 -

관심도는각각 4점, 1점, 5점씩 향상된 것으로 나타나 모두 긍정적인 변화를 가져온 것으로 나타났다.

@highlight

본고는 초등 1학년 학생들을 대상으로 학습자들로 하여금 자신에 대해 관심을 가지고 나아가 긍정적 자아개념을 발달시켜감으로써 장차 진로 설계를 위한 긍정적 자산을 마련하게 하고자 하는것에 목표를 두고 수행한 사항을 중심으로 기술했다.

