석탄 광산의 선탄 공정에서 발생된 폐석을 보통포틀랜드시멘트의 원료로 활용하기 위하여 시멘트 공장의 조합 원료, 배합 조건, 소성 조건으로 보통포틀랜드시멘트 클링커의 합성 특성을 조사하였다.

선탄 폐석에는 SiO2, Al2O3, Fe2O3 성분이 각각 61.2% 17.3% 3.4% 정도 함유되어 있고, 회분이 88.3.

%정도, 휘발분이 5.0.

%, 고정 탄소가 6.0%정도 함유되어 있으며, 발열량은 494kcal/kg 정도이었다.

시멘트 제조 공장의 원료 배합 조건(LSF 91.0, SM 2.60, IM 1.60)으로 선탄 폐석을 조합 원료와 혼합하여 사용한 결과, 조합 원료의 7.2% 정도까지 대체 사용이 가능하였고, 시멘트 클링커 1톤 제조시 약 54,410kcal에 해당하는 연료를 절감할 수 있다.

조합 원료의 소성 지수(B.

I.

)는 51.4정도로 소성성이 좋으며, 합성된 클링커에는 C3S 52.3%, C2S 24.2%, C3A 8.4%, C4AF 10.0%가 함유되어 있었다.

@highlight

석탄 광산의 폐석을 보통포틀랜드시멘트의 원료로 활용하기 위하여 시멘트 공장의 조합 원료, 배합 조건, 소성 조건으로 보통포틀랜드시멘트 클링커의 합성 특성을 조사한 결과, 조합 원료의 7.2% 정도까지 대체 사용이 가능하고 원료를 절감할 수 있다.

