본 연구는 지난 10년간 국내에서 연구된 장애인에 대한 예술치료 프로그램의 연구결과를 종합적으로 분석하였다.

본 연구의 목적은 연구결과를 활용하여 향후 장애인복지 프로그램과 서비스 향상에 대한 함의를 도출하고 방향 설정에 기여하고자 하는 것이다.

이러한 연구목적을 달성하기 위해 2000년 -

2011년 동안 국내 석·박사 학위논문 및 학술지에 게재된 104편의 논문에서 자료를 수집하였으며, 메타분석을 통해 프로그램의 효과크기를 분석하였다.

그 결과 예술치료의 증진프로그램 평균효과크기는 0.698로 나타나 높은 효과 크기에 비해 다소 낮은 효과가 있음을 발견하였다.

또한 감소 프로그램의 평균효과크기는 0.277로 다소 낮은 효과를 나타내고 있음도 확인하였다.

이러한 결과는 장애인 대상의 프로그램을 실시할 때 감소프로그램에 비해 증진 프로그램을 제공하는 것이 보다 효과적이라는 사실을 증명하였다.

프로그램 중에서는 심리치료 프로그램이 가장 높은 효과로 나타냈으며, 처치대상이 여성인 경우와 개인을 대상으로 한 프로그램에서 상대적으로 보다 높은 효과가 있었다.

이상의 연구 성과를 바탕으로 연구 결과에 대한 함의를 도출하였고 후속연구를 위한 제언과 논의를 하였다.

@highlight

이 연구는 지난 10년간 국내에서 연구된 장애인에 대한 예술치료 프로그램의 연구결과를 종합적으로 분석했다.

@highlight

이 연구의 목적은 연구결과를 활용하여 향후 장애인복지 프로그램과 서비스 향상에 대한 함의를 도출하고 방향 설정에 기여하고자 하는 것이다.

@highlight

본 연구목적을 달성하기 위해 2000년 -

@highlight

2011년 동안 국내 석·박사 학위논문 및 학술지에 게재된 104편의 논문에서 자료를 수집하였으며, 메타분석을 통해 프로그램의 효과크기를 분석했다.

