환원분위기 열처리가 진공증착법으로 형성한 (Bi,Sb)2Te3 박막의 열전특성에 미치는 영향을 연구하였다.

환원분위기(50% H2 + 50% Ar)에서 300oC의 온도로 2시간 유지하여 열처리함으로써 (Bi,Sb)2Te3 박막의 결정성이 크게 향상되었으며 결정립 크기가 크게 증가하였다.

환원분위기 열처리에 의한 정공농도의 감소에 기인하여 (Bi,Sb)2Te3 박막의 Seebeck 계수가 열처리 전의 ~90 μV/K로부터 ~180 μV/K 으로 증가하였다.

환원분위기 열처리에 의해 (Bi,Sb)2Te3 박막의 출력인자(power factor)가 5배에서 16배 정도 향상되었으며, 환원분위기 열처리 후 (Bi,Sb)2Te3 박막은 18.6×10-4 W/K2-

m의 최대 출력인자를 나타내었다.

@highlight

환원분위기 열처리가 (Bi,Sb)2Te3 박막의 열전특성에 미치는 영향을 연구한 결과, (Bi,Sb)2Te3 박막은 Seebeck 계수와 출력인자가 증가해 결정성이 크게 향상되고 결정립 크기가 크게 증가했다.

