상사의 비인격적인 행동에 대한 선행요인은 상사의 개인적인 성격특성(예, 신경성, 친화성 등)이나 조직특성에 대한 상사의 인식(예, 공정성, 직무불안정 등)에 주로 초점을 맞추었다.

그러나 조직에서 상사의 행동은 구성원과의 상호작용에서 발생된다는 점을 감안한다면 상사의 비인격적인 행동 또한 구성원과의 관계에서 발생하는 관계특성 변수(예, 갈등)와 비인격적인 행동과 관련성이 높은 상사-

구성원의 개인특성(예, 나르시즘)을 모두 고려할 필요가 있다.

따라서 본 연구는 관계적인 측면에 초점을 맞추어 상사의 비인격적인 행동에 영향을 미치는 선행요인으로 상사-

구성원의 나르시즘과 갈등을 고찰해 보고자 한다.

특히, 상사가 인식한 구성원의 나르시즘과 구성원과의 갈등 인식이 상사의 비인격적인 행동에 어떤 영향을 미치는지를 살펴보았고, 이때, 상사의 나르시즘이 어떤 역할을 하는지도 함께 살펴보았다.

실증연구 결과 상사가 인지한 구성원의 나르시즘은 상사의 비인격적인 행동에 정(+)의 관계를 보였다.

갈등의 경우 구성원의 나르시즘과 상사의 비인격적인 행동 간 부분매개효과를 나타내었고, 구성원의 나르시즘과 갈등의 관계에서 상사의 나르시즘은 조절효과를 나타내었다.

이러한 연구 결과를 바탕으로 연구의 시사점 및 한계점을 제시하였다.

@highlight

상사의 비인격적인 행동에 대한 선행요인은 상사의 개인적인 성격특성이나 조직특성에 대한 상사의 인식에 주로 초점을 맞추었다.

