최근 대부분의 산업이 초 경쟁시대로 접어들고 있음에 따라 기업의 마케팅 역량은 중소공급업체들에게 지속적인 경쟁우위를 창출하기 위한 중요한 요소로 인식되어지고 있다.

하지만, 이러한 마케팅 역량의 중요성에도 불구하고 몇몇 중소공급업체들은 여전히 원가절감만이 기업의 수익과 관련이 있음을 지각하고 있다.

또한, 마케팅 조사를 실시하고 있는 중소공급업체들은 기업의 다양한 핵심역량들과 어떠한 시너지 효과가 있는지에 대한 이해가 부족함으로써 이를 비용으로 인식하는 경향이 있다.

이에 본 연구에서는 1) 중소공급업체들의 마케팅 역량이 조직성과에 어떠한 영향을 미치고 2) 기업의 다른 유형의 핵심역량들과 어떻게 레버리지 하는지를 실증 조사하였다.

분석결과, 중소공급업체의 마케팅 역량과 생산운영 역량은 기업의 효율성과 효과성을 증대시키는 것으로 확인되었다.

하지만, 중소공급업체의 R&D 역량은 기업의 효율성 및 효과성 모두에 부정적 영향을 미치는 것으로 파악되었다.

한편, 중소공급업체의 각 역량에 대한 상호보완적 역할을 분석한 결과, 마케팅 역량과 R&D 역량의 상호작용 효과는 기업의 효율성과 효과성을 더욱 증폭시키는 것으로 확인되었다.

이와 유사하게, R&D 역량과 생산운영 역량도 기업의 성과를 증대시키는 것으로 확인되었다.

하지만, 마케팅 역량과 생산운영 역량의 상호작용 효과는 오히려 기업 성과에 부정적 영향을 미치는 것으로 확인되었다.

이러한 실증분석 결과를 토대로 본 연구에서는 학문적·실무적 시사점을 제공하였다.

@highlight

최근 대부분의 산업이 초 경쟁시대로 접어들고 있음에 따라서 기업의 마케팅 역량은 중소공급업체들에게 지속적인 경쟁우위를 창출하기 위하여 중요한 요소로 인식되고 있다.

