본 연구는 산림복지시설 유형별 이용객들의 산촌관광 선호 행태에 기초한 산촌관광의 목표 집단 설정과서비스 차별화에 대한 기준 설정을 목적으로 수행하였다.

이를 위해 2017년 6월 15일부터 7월 26일까지 5가지 산림복지시설 유형(자연휴양림, 숲길, 치유의숲, 국립산림치유원, 산림교육센터)에 방문한 이용객 1,000명을 대상으로산림복지시설과 연계한 산촌관광에 대한 선호 행태를 ‘참여의향, 동반자유형, 참여활동, 지불의향’으로 나누어 조사하였다.

수집된 자료를 SPSS 20.0 통계 프로그램을 사용하여 기술통계, 요인분석, ANOVA을 실시하였다.

주요분석결과로 산림복지시설 유형에 따라 ‘참여의향, 동반자유형, 참여활동’에 대해 집단 간 차이를 보였으며, ‘지불의향’에 대해서는 통계적으로 차이가 없는 것으로 나타났다.

연구결과를 바탕으로 한 시사점은 다음과 같다.

첫 번째로 산촌관광 시 가장 선호하는 동반자 유형은 크게 ‘가족’과 ‘학교/직장/동호회’로 산촌관광 목표 집단 설정 시산림복지시설 유형에 따라 동반자 유형을 포함한 관광행태를 고려해야 한다.

두 번째로 산림복지시설 유형에 따라 ‘산림복지서비스 신규형’과 ‘산림복지서비스 보완형’등으로 산촌관광 서비스를 제시하였다.

본 연구는 산림복지시설을 연계한 산촌관광 정책 추진 시 기초자료로 활용될 수 있을 것으로 기대한다.

@highlight

산림복지시설 유형별 이용객들의 산촌관광 선호 행태에 기초한 산촌관광의 목표 집단 설정과서비스 차별화에 대한 기준 설정을 목적으로 수행하였다.

@highlight

산림복지시설 유형에 따라 ‘참여의향, 동반자유형, 참여활동’에 대해 집단 간 차이를 보였으며, ‘지불의향’에 대해서는 통계적으로 차이가 없는 것으로 나타났다.

@highlight

산촌관광 시 가장 선호하는 동반자 유형은 크게 ‘가족’과 ‘학교/직장/동호회’로 산촌관광 목표 집단 설정 시산림복지시설 유형에 따라 동반자 유형을 포함한 관광행태를 고려해야 한다.

@highlight

산림복지시설 유형에 따라 ‘산림복지서비스 신규형’과 ‘산림복지서비스 보완형’등으로 산촌관광 서비스를 제시하였다.

