이 연구의 목적은 청소년들의 한국무용인식, 한국무용기대, 한국무용태도 그리고 한국무용이미지가 관람의도에 미치는 영향을 알아보는 것이다.

서울과 경기도의 중고등학생으로 288명을 대상으로 하였다.

SPSSWIN Ver.25.0을 이용하여 탐색적요인분석, 신뢰도분석, 상관분석, 빈도분석, 회귀분석 그리고 t-

검증을 이용하여 자료처리를 하였다.

연구결과는 다음과 같다.

첫째, 한국무용인식은 한국무용기대와 한국무용태도에 유의한 영향을 미쳤다.

둘째, 한국무용기대는 한국무용태도와 한국무용이미지에 유의한 영향을 미쳤다.

셋째, 한국무용태도는 한국무용이미지에 유의한 영향을 미쳤다.

넷째, 한국무용태도는 한국무용관람의도에 유의한 영향을 미쳤다.

다섯째, 한국무용관람유무에 따라 한국무용인식, 한국무용기대, 한국무용태도, 한국무용관람의도는 유의한 차이가 나타났고, 한국무용이미지는 유의한 차이가 나타나지 않았다.

@highlight

한국무용인식, 한국무용기대, 한국무용태도와 한국무용이미지가 청소년들의 한국무용 관람의도에 미치는 영향을 알아본 결과 인식은 기대와 태도에, 기대는 태도와 이미지에, 태도는 이미지에, 관람유무에 따라 인식, 태도, 의도에 유의한 영향이 있었다.

