합병증을 동반한 급성 하행대동맥박리(acute complicated descending aortic dissection)는 치료하지 않을 경우 초기 사망률이 매우 높은 질환이다.

특히 가강(false lumen)에 의해 진강(true lumen)이 눌려 상장간막동맥(superior mesenteric artery), 복강동맥(celiac trunk), 신장동맥(renal artery), 하지로 가는 동맥이 눌려져서 장, 신장, 간, 하지에 허혈(ischemia)이 발생하는관류 장애(malperfusion)를 동반하는 하행대동맥박리(descending aortic dissection)의 경우 종종 생명을 위협하는데 관류 장애는 하행대동맥박리의 21%에서 나타나며, 관류 장애가 동반된 하행대동맥박리의 병원내 사망률은 46%까지 보고되고 있다.

@highlight

병증을 동반한 급성 하행대동맥박리는 치료하지 않을 경우 초기 사망률이 매우 높은 질환이며,가강에 의해 진강이 눌려 상장간막동맥, 복강동맥, 신장동맥, 하지로 가는 동맥이 눌려져서 장, 신장, 간, 하지에 허혈이 발생하는관류 장애를 동반하는 하행대동맥박리의 경우 종종 생명을 위협하는데 관류 장애는 하행대동맥박리에서 나타나며, 관류 장애가 동반된 하행대동맥박리의 병원내 사망률이 보고되고 있다.

