MEMS 소자의 패키지는 일반적으로 패키징 과정에서 큰 온도변화를 받게 되는데, 이에 의한 패키지의 변형은 패키지 및 소자의 신뢰성에 큰 영향을 미칠 수 있다.

본 논문에서는 진동형 MEMS 자이로스코프 센서의 패키지를 대상으로 하여, 온도변화로 인한 열변형 거동에 대한 광학실험과 해석을 수행하였다.

이를 위하여 실시간 모아레 간섭계를 이용하여 각 온도단계에서 변위분포를 나타내는 간섭무늬를 얻고, 그로부터 MEMS 패키지의 굽힘변형 거동 및 인장변형에 대한 해석을 수행하였다.

MEMS 칩과 EMC 및 PCB의 열팽창계수 차이로 인하여 패키지는 125oC 이하에서는 전체적으로 아래로 볼록한 굽힘변형이 발생하였으며, 온도 140oC를 정점으로 그 이상의 온도에서는 반대의 굽힘변형이 발생하였다.

MEMS의 주파수에 영향을 줄 수 있는 칩 자체의 수축변형률은 약 481´10-6로 측정되어서 MEMS 설계시 이를 고려하여야 함을 알 수 있다.

@highlight

이 논문에서는 진동형 MEMS 자이로스코프 센서의 패키지를 대상으로 해, 온도변화로 인한 열변형 거동에 관한 광학실험과 해석을 수행했다.

