칭

기

스

칸

의

 

역

사

와

 

전

략

은

 

동

서

양

을

 

막

론

하

고

 

국

가

기

관

이

나

 

사

관

학

교

에

서

 

강

좌

를

 

개

설

하

고

 

텍

스

트

로

 

해

석

되

고

 

있

다

.

 

몽

골

제

국

이

 

성

립

되

어

 

세

계

 

자

유

 

역

망

이

 

만

들

어

져

 

교

통

,

 

문

화

,

 

과

학

 

발

전

에

 

긍

정

적

인

 

영

향

을

 

끼

쳤

다

.

 

또

한

 

정

복

 

전

쟁

은

 

군

사

 

기

술

과

 

무

기

 

기

술

의

 

전

 

세

계

적

인

 

발

전

에

 

공

헌

하

게

 

되

었

다

.

 

실

제

 

제

국

의

 

세

계

통

치

이

념

인

 

팍

스

-

몽

골

리

카

를

 

뒷

받

침

해

 

주

는

 

핵

심

 

사

상

이

 

조

화

와

 

융

합

을

 

강

조

한

 

멍

케

-

텡

게

르

(

M

o

n

g

k

e

 

T

e

n

g

g

e

r

i

)

이

다

.

 

대

몽

골

제

국

의

 

국

교

 

멍

케

-

텡

게

르

 

사

상

은

 

칭

기

스

칸

의

 

몽

골

고

원

 

통

일

과

 

직

접

 

관

계

를

 

맺

으

며

 

출

현

했

으

며

,

 

제

국

의

 

확

장

을

 

통

해

 

멍

케

-

텡

게

르

가

 

세

계

의

 

보

편

종

교

로

 

자

리

 

잡

고

 

있

음

을

 

보

여

준

다

.

 

평

등

은

 

자

유

와

 

함

께

 

정

당

한

 

질

서

를

 

추

구

하

고

자

한

 

사

람

들

에

 

의

해

서

 

강

조

되

어

 

온

 

귀

중

한

 

법

적

,

 

정

치

적

 

이

념

이

자

 

도

덕

적

 

가

치

이

다

.

 

대

체

로

 

자

유

가

 

인

간

의

 

자

율

적

인

 

선

택

과

 

책

임

을

 

인

정

하

는

 

것

이

라

면

,

 

평

등

은

 

사

람

들

의

 

다

양

한

 

차

이

에

도

 

불

구

하

고

 

인

간

으

로

서

의

 

가

치

를

 

동

등

하

게

 

인

정

하

는

 

것

이

라

 

할

 

수

 

있

다

.

 

칭

기

스

칸

의

 

대

몽

골

제

국

은

 

실

제

로

 

평

등

과

 

자

유

를

 

실

현

하

는

 

열

린

사

회

와

 

다

민

족

공

동

체

를

 

만

들

었

다

.

 

이

 

모

든

 

합

리

적

이

고

 

평

등

적

인

 

사

상

은

 

징

키

스

칸

이

 

통

치

했

던

 

모

든

 

영

역

에

서

 

나

타

나

고

 

있

다

.

 

본

 

논

고

에

서

는

 

칭

기

스

칸

의

 

통

치

력

에

 

나

타

난

 

멍

케

-

텡

게

르

(

M

o

n

g

k

e

 

T

e

n

g

g

e

r

i

)

적

 

평

등

사

상

의

 

범

주

를

 

고

찰

하

고

자

 

한

다

.

@highlight

칭기스칸의 역사와 전략은 동서양을 막론하고 국가기관이나 사관학교에서 강좌를 개설하고 텍스트로 해석되고 있다. 대몽골제국의 국교 멍케-텡게르 사상은 칭기스칸의 몽골고원 통일과 직접 관계를 맺으며 출현했고, 제국의 확장을 통해 멍케-텡게르가 세계의 보편종교로 자리 잡고 있음을 보여준다.