김수영의 시를 중심으로 도벽과 혁명의 상관성에 대해 살펴보았다.

김수영의 시에서 도벽은 인간의 내면에 자리하고 있는 부정적인 요소를 찾아내고 지적해서 그것을 소멸시키는 역할을 한다.

혁명은 권력의 내면에 만연해 있는 부정적 요소를 찾아내고 지적하고 붕괴시키려는 행위이다.

그렇기 때문에 도벽은 혁명을 일으키게 하는 근본적 요인이 되고 출발점이 되며 도벽과 혁명은 등가관계에 놓여 있다고 할 수 있다.

그런데 등가관계의 이 두 가지 개념은 권력을 가진 자의 입장에서 보면 자신의 것을 앗아가려는 ‘도벽’이 되고, 민중의 입장에서 보면 자유를 되찾으려는 ‘혁명’이 되는 것이다.

그러나 혁명의 방법적인 문제 때문에 실패를 거듭하게 되고 김수영은 편협한 방식의 혁명에서 벗어나고자 노력한다.

그리고 자신의 삶을 훌륭하게 살아내는 것이 권력의 억압을 이겨내고 자유를 찾는 일이라는 것을 깨닫게 된다.

자신은 시인이기 때문에 시를 쓰는 일이 삶을 성실하게 살아내는 일이라는 것도 발견하게 된다.

이를 통해 김수영에게는 시를 쓰는 일이 곧 자유를 실현하는 일이며 혁명을 이루는 일이었음을 알 수 있다.

@highlight

김수영의 시를 중심으로 도벽과 혁명의 상관성에 관해 살펴보았다.

@highlight

혁명은 권력의 내면에 만연해 있는 부정적 요소를 찾아내고 지적하고 붕괴시키려는 행위이다.

