콘크리트내의 철근의 부식은 열화와 콘크리트 구조물의 조기파괴의 주된 원인이 된다.

본 연구에서는 비파괴 기법 중 전자기적 열유도방법과 적외선 열화상기법을 이용한 철근부식평가가 시도되었는데, 부식 또는 비부식된 철근의 열특성 차이를 이용한 것이다.

본 논문은 이러한 개념을 배경으로 수행한 실험적 연구이며, 유도전류를 통해 콘크리트 표면으로부터 내부 철근을 가열하고 외부의 적외선 카메라를 이용하여 표면의 온도변화를 관측한다.

피복두께가 다른 콘크리트 시편은 앞면과 배면의 피복두께를 동일하게 제조하여 앞면에서 가열과 배면에서의 온도측정을 동시에 할 수 있도록 고안되었다.

IC (Impressed Current) 방법을 통하여, 철근 부식을 촉진하였으며, 적외선 화상을 통하여 온도가열과 냉각을 전 시험과정에 걸쳐 측정하였다.

본 실험을 통하여 부식/비부식 철근의 뚜렷한 온도변화를 확인하였으며, 부식된 시편에서 빠른 온도증가속도 및 냉각속도를 평가하였다.

본 연구는 콘크리트 매립철근의 비파괴적인 부식탐지의 가능성을 보여주고 있다.

@highlight

본고는 이러한 개념을 배경으로 수행한 실험적 연구이며, 유도전류를 통해 콘크리트 표면으로부터 내부 철근을 가열하고 외부의 적외선 카메라를 이용하여 표면의 온도변화를 관측한다.

