식이 우리의 존재를 위한 필수적인 것이라면 우리의 음식은 안전하여야하고 윤리적이어야 할 것이다.

산업사회로 들어서면서 음식 산업은 경제,사회, 종교 등과 개인의 탐욕까지 맞물려 더욱 더 복잡해져만 가고 있고 우리는 그 소용돌이 속에서 더욱 더 윤리지향적인 음식을 추구하는 노력이 요구된다.

특히 이 산업 사회가 낳은 가공식품은 우리 삶을 편하게 해줬지만 다른 면에선 식품의 안전성이 보장되기 힘들게 만들었다.

음식산업들의 전쟁터 속에서 우리의 이목을 집중시키는 것이 있는데 바로 코셔음식이다.

코셔는 원래 유대인들의 신이 그들에게 내린 명령이었다.

이 논문은 이런 종교적 배경으로 시작한 코셔산업이 왜 미국 일반 식품 시장에서 폭발적으로 성장하는지 자세히 들여다보고 그 윤리적 의미를 탐색하였다.

또 코셔음식의 엄격한 제도가 안전성에 대한 소비자들의 믿음이 어떻게 형성했는지 깨닫고 비유대인들에게 어떠한 음식윤리적 의무를 주는지 알아보도록 하겠다.

코셔음식의 엄격함을 우리는 배워야하고 그 정신은 우리 비유대인들의 음식에도 적용되어야 한다.

우리의 음식이 깨끗하고 안전해야만 하는 것은 선택이 아닌 의무이다.

생산과 소비는 결국 상호보완적이다.

더욱 안전한, 그리고 윤리적인 음식을 위해서 생산자와 소비자 모두 높은 음식윤리적 기준을 지향해야 할 것이다.

@highlight

식이 우리의 존재를 위한 필수적인 것이라면 우리의 음식은 안전하여야 하고 윤리적이어야 한다.

@highlight

산업사회로 들어서면서 음식 산업은 경제,사회, 종교 등과 개인의 탐욕까지 맞물려 더욱 복잡해져만 가고 있고 우리는 그 소용돌이 속에서 더욱 윤리지향적인 음식을 추구하는 노력이 필요하다.

