인스턴트 메시징(Instant Messaging:IM) 서비스는 인터넷상에서 사용자들 간에 간단한 메시지를 주고 받을 수 있는 유용한 통신 수단의 하나이다.

통상적으로 인스턴트 메시징 서비스는 Presence 서비스를 통하여 상호간에 온라인 상태를 제공받아 메시지를 직접 송수신하는 방식을 사용하는데 이는 사용자가 오프라인 상태일 경우에는 메시지의 송수신이 불가능함을 의미한다.

따라서 본 논문에서는 SIP(Session Initiation Protocol) 기반의 인스턴트 메시징 시스템을 구현함에 있어 메시지 서버를 이용하여 메시지를 보관 및 관리함으로써 상대방의 상태에 무관하게 메시지를 전송할 수 있도록 보완하였다.

또한 IETF working group에서 제안하고 있는 message waiting indication event package를 메시지 서버에 포함시켜 메시지의 정보 및 상태들을 제공받을 수 있도록 하였으며 사용자들이 메시지 서버의 사용을 명시할 수 있는 Caller Preference 기능을 시스템에 포함시켰다.

@highlight

SIP(Session Initiation Protocol) 기반의 인스턴트 메시징 시스템을 구현함에 있어 메시지 서버를 이용해 메시지를 보관 및 관리함으로써 상대방 상태와 무관하게 메시지를 전송할 수 있도록 보완한 인스턴트 메시징(IM) 서비스 시스템을 개발하였다.

