본 연구의 목적은 창의적 인재 교육을 위해 현재 적절히 실천하고 있는 중등학교 교실수업과 문제점 및 개선 방안을 탐색하는 데 있다.

연구 방법은 델파이 조사였으며, 연구의 결과는 다음과 같다.

첫째, 현재 적절히 실천되는 교실수업 요인들은 탐구·실험학습, 다양한 발상을 자극하는 발문법의 강조, 다양한 확산적 사고 유도, 발표 및 토론학습, 문제에 대한 의견의 확산과 수렴 등으로 나타났다.

그러나 그 중요성에도 불구하고 탐구·실험학습과 발표 및 토론학습이 실천되고 있는 정도에 비해 나머지 요인들은 매우 낮은 실천도를 보이고 있다.

둘째, 문제점 혹은 저해 요인으로는 발표 및 토론학습의 여지 부족, 학생 개인차와 특성을 고려하지 않는 교수법, 교육과정 시수의 과다로 학생의 역량을 키우는 프로그램 부재, 창의성 개념·증진 방법 등에 대한 교사들의 인식 부족, 학생이 궁금해 하고 질문하도록 하는 발문 부족이 저해 요인으로 드러났으며, 이 모든 요인들이 심각한 수준으로 창의적 인재 교육을 저해하는 것으로 나타났다.

끝으로, 개선방안으로는 토론식 수업, 주제 중심 프로젝트 학습, 문제 중심 학습, 교사 전문성 발달, 자유로운 학습 분위기가 제안되었다.

이 중 토론식 수업이 가장 높은 실천도를 보였으나 전반적으로 모든 개선 방안들이 매우 낮은 실천도를 보였다.

@highlight

이 연구의 목적은 창의적 인재 교육을 위해 현재 적절히 실천하고 있는 중등학교 교실수업과 문제점 및 개선 방안을 탐색하는 데 있다.

