지난 30년간 기업의 사회적 공헌활동에 대한 기업의 참여와 학계의 연구가 꾸준히증가했지만, 한국인들이 바라는 구체적인 사회적 책임 활동이 무엇인가에 대한 연구는 많지 않았다.

이 논문은 기업에 대한 평가와 인식에 따라 기업에게 기대하는사회적 책임이 어떻게 다른지 살펴보았다.

1,319명을 대상으로 실시한 전국단위 자료를 통하여 기업을 긍정적으로 인식하는 사람들은 경제적 영역에 대한 기대를 많이 하지만, 부정적으로 인식하는 사람들은 법률적, 윤리적 영역에 대한 활동을 더기대한다는 것을 발견했다.

첫째, 기업을 신뢰하는 사람들은 기술개발이 중요한 기업의 사회적 책임이라고 생각하지만, 기업 신뢰가 낮은 사람들은 동반성장을 중요하게 생각한다.

둘째, 기업을 윤리적이라고 평가하는 사람들은 고객만족과 기술개발을 중요한 사회적 책임으로 기대하지만, 기업의 윤리성을 낮게 평가하는 사람들은 동반성장을 강조한다.

셋째, 기업에 대해 호감을 가진 사람들은 고객만족과 기술개발을 강조하고, 기업에 대해 낮은 호감을 가진 사람들은 동반성장과 근로자복지를 더 기대한다.

이 연구는 기업이 사회공헌활동 계획을 수립하는 데 도움이 되는실용적이고 정책적인 함의를 제시한다.

@highlight

지난 30년간 기업의 사회적 공헌활동에 대해 기업의 참여와 학계의 연구가 꾸준히증가했지만, 한국인들이 바라는 구체적인 사회적 책임 활동이 무엇인가에 대해 연구는 많지 않았다.

