이 글은 유라시아 지정학 변화가 중국-

러시아 관계에 어떠한 영향을 주었는지를 분석한다.

1980년대 중국과 소련이 과거 적대관계에서 벗어나 현재의 중러관계로 발전할 수 있었던 기원과 1990년대를 통해 ‘전략적 동반자관계’를 심화시키고 2001년 신우호협력조약을 체결할 수 있었던 지정학적 이익을 분석하며, 이를 바탕으로 향후 중러관계 전망 및 동북아 지역 안보에 미치는 영향을 평가한다.

강대국들의 안보정책을 이해하는 데 유용한 지정학적 접근방법을 사용하여 ‘지전략적 균형’(geostrategic balance)―지리 및 전략적 수준에서 형성되는 역학관계―과 ‘영향권’(sphere of influence)―정치 및 군사적으로 영향력을 행사할 수 있는 주변국 또는 주변―이라는 두 개의 지정학 개념을 중심으로 중러관계를 분석한다.

1980년대 이후 오늘날까지 유라시아 지정학 변화는 중국-

러시아 관계를 지배하는 결정적인 요인이었으며, 향후 중러관계 역시 이러한 영향으로 인해 미국의 지역동맹이 강화되고 군사적 영향력이 확대될수록 더욱 심화될 것으로 전망할 수 있다.

중러관계의 강화는 부득불 미일동맹 및 나토동맹과의 대립 및 충돌 가능성을 높임으로써 동북아 지역 안보환경 및 한반도 현안 해결에 전반적으로 부정적인 영향을 미칠 것이다.

@highlight

1980년대 중국과 소련이 과거 적대관계에서 벗어나 현재의 중러관계로 발전할 수 있었던 기원과 1990년대를 통해 ‘전략적 동반자관계’를 심화시키고 2001년 신우호협력조약을 체결할 수 있었던 지정학적 이익을 분석하며, 이를 바탕으로 향후 중러관계 전망 및 동북아 지역 안보에 미치는 영향을 평가한다.

@highlight

1980년대 이후 유라시아 지정학 변화는 중국-

@highlight

러시아 관계를 지배하는 결정적인 요인이었으며, 향후 중러관계 역시 이러한 영향으로 인해 미국의 지역동맹이 강화되고 군사적 영향력이 확대될수록 더욱 심화될 것으로 전망된다.

