이 논문은 일반적으로 사회갈등의 문제를 효과적으로 조정하고 성공적으로 관리해온 코포라티즘(사회합의주의)이 무엇인지, 또 어떤 형태의 코포라티즘이 있는지 알아보고,그 구체적 사례로서 독일의 경우를 살펴보겠다.

독일의 사회합의주의는 1960-70년대 “수요중심의 코포라티즘(demand-

side corporatism)”에서 1990년대 이후 신자유주의의 도전에 맞서 “공급중심의 코포라티즘(supply-

side corporatism)”으로 변화하였다.

이처럼 사회합의주의 체제가 수요중심에서 공급중심으로 바뀌어 과거에 비해 그 성격이사용자 측의 이익을 대변하도록 변화하였음에도 불구하고 독일의 사회적 갈등해결 메커니즘은 공동결정제, 사회선거제, 비례대표제라는 제도적 요인에 힘입어 여전히 잘 작동하고 있다.

이러한 3가지 제도적 요인은 한국사회의 갈등해소방안을 모색하는 데에도 중요한 역할을 할 수 있을 것이다.

@highlight

이 논문은 일반적으로 사회갈등의 문제를 효과적으로 조정하고 성공적으로 관리해온 코포라티즘이 무엇인지, 또 어떤 형태의 코포라티즘이 있는지 알아보고,그 구체적 사례로서 독일의 경우를 살펴보겠다.

