본 연구는 음악치료전공 대학원생들의 효율적인 임상실습을 위한 토대를 마련하고, 학생들의 필요와 욕구를 반영할 수 있는 의견을 알아보고자 4개 대학원의 음악치료학과 학생들 중 실습경험이 있는 2학기 이상 5학기 이하의 학생 117명을 대상으로 설문조사를 실시하였다.

리커트 5점 척도에서 각각의 평균이 모두 3.5를 넘었다.

대상자들은 교과목 및 교과과정 만족도(3.78)에서 가장 높은 만족도를 보였으며 슈퍼비전 만족도(3.75), 임상실습 만족도(3.65) 순의 만족도를 보였다.

전반적으로 학부전공이 비음악인 대상이 음악 전공자보다 만족도가 높았다.

실습단계가 낮은 학생들의 만족도는 대체적으로 높은 반면 실습단계가 높아질수록 만족도가 다소 떨어지는 것으로 나타났고, 인턴쉽 과정에서는 다소 높아지는 것으로 나타났다.

슈퍼비전 만족도와 임상실습 만족도에 영향을 미치는 요인분석을 한 결과 슈퍼바이저의 역할이 높은 영향을 미치는 것으로 나타났다.

교과목 및 교과과정 내용 중에서는 음악치료 요소가 높은 영향을 미치는 것으로 조사되었다.

이러한 결과들은 학교, 실습기관 학생 상호간의 효과적이고 만족스런 실습교육과 훈련을 할 수 있는 기초자료를 제공함으로써, 실습 학생들이 실습과정에서 어떤 자질과 특성을 계발하고 부각시켜야 할지에 대한 중요한 지도 방향과 지침을 제공하는데 그 의의가 있다.

@highlight

본 논문은 음악치료전공 대학원생들의 효율적 임상실습을 위한 토대를 마련하며, 학생들의 필요 및 욕구를 반영할 수 있는 의견을 알아보고자 4개 대학원의 음악치료학 및 학생들 중 실습경험이 있는 2학기 이상, 5학기 이하의 학생 117명을 대상으로하여 설문조사를 실시했다.

