한국과 베트남은 지리적으로 멀리 떨어져 있지만 한자 문화권에 속하는 나라로 각국의 언어에는 많은 한자어들이 포함되어 있다.

그런데 이 한자어 가운데는 서로 동일한 용법을 가지는 것이 적지 않은바 연구에 따르면 한국과 베트남의 일반 한자어 가운데 약 4할 정도가 그 형태와 의미가 일치하는 것으로 보고되고 있다.

이와 같이 양국의 한자어 가운데 그 일치형이 적지 않은 것은 양국이 중국을 중심으로 한 한자어의 수용 역사가 오래 되었기 때문일 것이다.

한편 이와 같은 한자어의 수용 절차는 북한의 경우도 매우 유사한 것이다.

그런데 남한과 북한의 한자어 사이에는 적지 않은 차이가 있다.

이 글에서는 남·북한의 일반 한자어 가운데 그 쓰임에 차이가 있는 한자어들을 추출하여 베트남 한자어와 그 일치 정도를 파악하였다.

그 결과 남·북한의 한자어 가운데 그 형태와 의미에 차이가 있는 경우, 북한의 한자어가 베트남 한자어와의 일치 가능성이 현저히 높다는 것을 알 수 있었다.

이것은 남한의 한자어가 북한의 한자어에 비해 베트남 한자어와 더 분화되고 있으며 남한의 한자어의 경우 동아시아의 한자어 수용 과정에서 일본의 영향을 별도로 더 받았음을 짐작하게 해주는 것이다.

이 글은 남·북한과 베트남의 한자어를 상호 비교하여 한자어 분포의 공통성 정도를 확인함으로써 한국, 베트남, 중국, 그리고 일본으로 이어지는 동아시아 한자어의 생성과 교류 과정을 밝히는 기초를 마련하고자 한 것이다.

@highlight

한국 및 베트남은 지리적으로 멀리 떨어져 있지만 한자 문화권에 속하는 나라로써 각국의 언어에는 다양한 한자어들이 포함되어 있다.

@highlight

그런데 이 한자어 안에는 서로 같은 용법을 가지는 것이 적지 않은바 연구에 이르면 한국 및 베트남의 일반 한자어 중에 약 4할 정도가 그 형태 및 의미가 일치하는 것으로 보고되고 있다.

