이 글은 1960년대 후반 영화검열, 그 중에서도 각본검열 체제의 변화에 초점을 맞춘다.

1960년대 후반(정확히는 1966년부터)의 영화검열 변화가 그 이전과 이후에 비해 매우 빈번하게 발생했고 그 변화는 각본검열 체제를 중심으로 진행되었다.

1966년 영화법 개정과 1967년 공보부의 검열 강화 방침 발표 이후 전반적인 검열 강화 흐름과 이를 위한 정부의 제도적 변화 시도는 영화계의 반발을 낳았고, 이러한 정부와 영화계의 역관계 변화가 검열제도의 변화에 투영된 것이다.

1960년대 후반 영화계를 뜨겁게 달구었던 한국영화에 대한 이중검열 혹은 삼중검열의 논란은 시나리오 검열 단계의 분절화와 복잡화 양상의 산물이다.

이 글은 이와 같은 변화의 과정을 1) 검열을 둘러싼 정부와 영화계의 역관계를 당시 언론기사를 통해 살펴보고 2) 이 역관계가 어떻게 구체적인 검열 과정에 투영되었는지를 한국영상자료원에 보존되어 있는 검열서류를 검토함으로써 실증적으로 추적하고자 했다.

이 연구를 통해 1960년대 후반 각본검열 시스템의 변화의 구체적인 양상이 드러나고, 아울러 정부의 강압일변도로 상정되어온 검열의 역관계가 실제로는 어떻게 국가와 시장 사이에서 복합적으로 결정되었는지를 다층적으로 검토할 수 있는 계기가 제공되리라 기대한다.

@highlight

이 글은 1960년대 후반 영화검열, 그 중각본검열 체제의 변화에 초점을 맞춘다.

@highlight

1960년대 후반 각본검열 시스템의 변화의 구체적인 양상이 드러나고, 아울러 정부의 강압일변도로 상정되어온 검열의 역관계가 실제로는 어떻게 국가와 시장 사이에서 복합적으로 결정되었는지를 다층적으로 검토할 수 있는 계기가 제공되리라 기대한다.

