이 글의 목적은 나토 확대의 논리는 무엇인지 그리고 나토 확대에 대한 러시아의 대응태도는 무엇인지를 알아보는 것이다.

그리고 러시아의 나토정책을 자세히 알아보기 위하여 정치엘리트와 일반 국민의 태도를 살펴보았다.

러시아의 관점에서 나토 확대는 서유럽 안보영역의 확장으로 이해되고 있다.

그 결과 나토 확대는 러시아를 자극하여 왔으며, 그루지야 전쟁을 촉발하기도 하였다.

나토 확대에 대한 러시아인의 인식을 살펴본 결과, 정치엘리트 중에는 나토에 대한 적대적 그룹, 호의적 그룹, 실용적 그룹이 있는데, 1990년대에 주류 엘리트였던 호의적 그룹이 점차 퇴조하고 2000년대에 접어들어 실용적 그룹에 의해 대체되었음을 알 수 있다.

실용적 그룹이란 나토에 대하여 부정적 견해를 가지고 있으면서 동시에 나토와의 협력이 필요하다고 생각하는 엘리트 집단이다.

일반 국민의 의견도 엘리트의 실용적 강경정책을 뒷받침하는 것으로 나타나고 있다.

러시아와 나토의 관계를 전망한다면, 당분간 나토 확대는 없을 것으로 보인다.

이것은 무엇보다도 그루지야 전쟁과 같은 러시아의 적극적인 저항 때문이다.

아울러 아프가니스탄 전쟁을 치르고 있는 미국은 러시아와의 협력을 절실히 필요로 하고 있다.

@highlight

나토 확대의 논리와 러시아의 대응태도를 알아보고, 러시아의 나토정책에 있어 정치엘리트와 일반 국민의 태도를 살펴보았다.

@highlight

러시아의 관점에서 나토 확대는 서유럽 안보영역 확장이며, 결과적으로 러시아를 자극해 그루지야 전쟁을 촉발하였다.

@highlight

러시아 정치엘리트는 나토에 대한 적대적 그룹, 호의적 그룹, 실용적 그룹으로 나누어진다.

