남·북 경제협력은 2007년을 기점으로 줄고 있지만, 북·중 경제협력은 오히려 활성화 양상을 보여준다.

질적인 측면에서도 2010년 ‘황금평-

위화도 경제특구’ 착공처럼 ‘공동개발, 공동관리’하는 단계로까지 발전하고 있다.

본 논문은 중국이 왜 다른 국가들과 갈등 하면서까지 북한과의 경제협력을 확대·강화시키고자 하며, 북·중 경협이 동북아 지역구도와 한·중 협력에 끼치는 파급효과와 시사점은 무엇인지를 분석, 검토하고자 한다.

이에 ‘복잡계 이론’을 이론적 배경, 분석틀로 삼아서, 동북아 지역구도 내부의 상호작용하는 각 국 사이의 인과관계를 살펴보았다.

그 결과, 한국에게 북·중 경협 활성화는 동전의 양면과 같이 위협이자 기회로 작용할 수 있다는 점을 확인할 수 있었다.

따라서 한·중 협력은 ‘1+1=2’가 아닌 ‘1+1>2’인 ‘시너지 효과’를 일으킬 수 있으며, 동북아 평화, 번영을 위한 한국과 중국의 전략적 사고가 절실히 필요하다는 결론에 도달하였다.

@highlight

본고는 중국이 왜 다른 국가들과 갈등 하면서까지 북한과의 경제협력을 확대·강화시키고자 하며, 북·중 경협이 동북아 지역구도와 한·중 협력에 끼치는 파급효과와 시사점은 무엇인지를 분석, 검토하려 한다.

