이 논문은 유아기부터 북한 교육에서 지속적으로 주입하고 있는 ‘어버이’ 이미지가 북한 주민들의 애착 표상및 부모자녀관계와 어떠한 관계가 있는지 알아보는데 그 목적이 있다.

이를 위해 이 연구는 북한 문헌에 나타난 ‘어버이’ 이미지를 고찰하고 영국 뉴몰든에 거주하는 탈북민 여성 5인을 대상으로 부모 표상에 대한 면담을 실시하여 실제 ‘어버이’에 대한 애착 표상을 분석하였다.

결과는 다음과 같다.

첫째, 북한 주민은 ‘어버이’에 대한 이미지를 통해 수령과 부모에 대한 다중내적작동모델을 형성한다.

둘째, 북한 주민들은 ‘어버이’를 이상화하거나 어버이에 대한 부정적 감정을 회피하려는 회피애착유형의 특징을 보인다.

셋째, 북한 주민들의 ‘어버이’와의 불안정한 애착 관계로 촉발되는 불안과 분노감정은 타집단에 전가된다.

넷째, 북한 주민이 교육 및 사회 통제 시스템을 통해 형성한 ‘어버이’와의 애착은 북한의 경제난 속에서도 체제 유지를 가능하게 했다.

마지막으로 북한의 ‘어버이’ 이미지는 북한 주민의 공격성 및 죽음 불안에 대한 대처 양식 등 개인 내적 성격 및 부모자녀관계와 밀접한 관련성을 가진다.

이 연구는 애착이론의 관점에서 북한의 ‘어버이’ 표상을탐색함으로써 북한주민의 애착 및 정서, 그리고 가족기능에 대한 이해의 폭을 넓힐 것으로 기대한다.

@highlight

이 논문은 유아기부터 북한 교육에서 지속적으로 주입하고 있는 ‘어버이’ 이미지가 북한 주민들의 애착 표상및 부모자녀관계와 어떠한 관계가 있는지 알아보는데 그 목적이 있으며, 북한 주민은 ‘어버이’에 대한 이미지를 통해 수령과 부모에 대한 다중내적 작동 모델을 형성하고 있다.

