본

 

연

구

에

서

는

 

중

수

소

를

 

충

돌

기

체

로

 

사

용

한

 

I

C

P

-

M

S

와

 

a

m

m

o

n

i

u

m

 

f

o

r

m

a

t

e

를

 

용

리

액

으

로

 

사

용

한

 

친

화

 

크

로

마

토

그

래

피

를

 

이

용

하

여

 

한

국

인

의

 

혈

청

에

서

의

 

셀

레

노

단

백

질

 

G

P

x

,

 

S

e

l

P

 

및

 

S

e

A

l

b

을

 

분

리

하

고

 

후

 

칼

럼

 

동

위

원

소

 

희

석

법

으

로

 

정

확

히

 

정

량

하

였

다

.

 

인

 

증

기

준

물

질

인

 

B

C

R

 

6

3

9

 

(

1

3

3

±

1

2

 

n

g

 

g

-

1

)

에

 

대

하

여

 

측

정

한

 

셀

레

늄

 

총

량

값

은

 

1

3

0

±

6

 

n

g

 

g

-

1

으

로

 

정

확

한

 

결

과

를

 

보

여

주

었

다

.

 

이

 

방

법

 

을

 

적

용

하

여

 

한

국

인

의

 

직

장

암

 

그

룹

 

2

5

명

과

 

통

제

군

 

3

0

명

의

 

혈

청

 

속

 

셀

레

노

단

백

질

을

 

분

석

한

 

결

과

 

셀

레

늄

 

총

량

에

 

대

하

여

 

직

장

암

 

그

룹

이

 

8

4

±

2

7

 

n

g

 

g

-

1

,

 

통

제

군

이

 

1

1

9

±

2

8

 

n

g

 

g

-

1

으

로

 

직

장

암

 

그

룹

이

 

통

제

군

 

보

다

 

9

5

%

 

신

뢰

수

준

에

서

 

통

계

적

으

로

 

더

 

작

은

 

결

과

를

 

보

 

여

 

주

었

다

.

 

즉

 

t

 

계

산

값

은

 

4

.

9

3

으

로

 

9

5

%

 

신

뢰

수

준

의

 

2

.

0

4

보

다

 

높

았

다

.

 

이

러

한

 

경

향

은

 

남

성

보

다

 

여

성

에

서

,

 

6

0

대

 

이

상

의

 

고

 

연

령

층

 

일

 

수

록

 

더

욱

 

뚜

렷

하

였

다

.

 

각

 

셀

레

노

단

백

질

의

 

분

포

를

 

조

사

한

 

결

과

,

 

두

 

그

룹

은

 

서

로

 

비

슷

하

였

고

 

각

 

셀

레

노

단

백

질

과

 

직

장

암

에

 

따

 

른

 

특

별

한

 

경

향

성

은

 

보

이

지

 

않

았

다

.

 

또

한

 

직

장

암

 

병

기

가

 

진

행

됨

에

 

따

라

 

셀

레

노

단

백

질

 

중

 

G

P

x

의

 

농

도

가

 

약

간

 

감

소

하

는

 

경

향

이

 

있

 

었

고

,

 

셀

레

늄

 

총

량

의

 

경

우

 

2

기

에

서

 

약

간

 

증

가

하

는

 

특

징

을

 

보

였

다

.

@highlight

본고는 중수소를 충돌기체로 사용한 ICP-MS와 ammonium formate를 용리액으로 사용한 친화 크로마토그래피를 사용해 한국인의 혈청에서 셀레노단백질 GPx, SelP 및 SeAlb을 분리하고 후 칼럼 동위원소 희석법으로 정확히 정량했다.