지금까지 백제 복식에 대한 연구는 주로 형태에 초점이 맞추어져 왔다.

그런 점에서 이제는 직물과 문양에 대해서도 관심을 가질 필요가 있다고 생각한다.

물론 자료가 부족한 백제 복식의 특성상 당시의 정확한 문양을 찾아내기란 대단히 어렵다.

따라서 문양은 백제의 와전(瓦塼)에 남아 있는 문양을 참고하고자 한다.

직물 또한 자료가 없기는 마찬가지인데, 일본 정창원(正倉院)에 보관된 자료를 활용하고자 한다.

이렇게 놓고 볼 때 백제시대 왕족과 상류층의 복식은 금직(錦織)을 사용한 것으로 보이며, 말기에는 중극을 거쳐 들어온 사산조 페르시아의 영향도 받은 것으로 추정된다.

문양은 잘 알수 없지만 일본 정창원에 소장된 표지화조문금(?

地花鳥文錦), 즉 파르스름한 빛깔에 꽃과 새가 수 놓아진 비단은 실물로 남아 있는 유일한 백제 직물 문양인 만큼 백제 복식 재현에 반드시 참고해야할 것으로 생각된다.

또한 백제금동대향로에도 지금까지 알려진 것과는 다른 백제 복식이 등장하는 만큼 이에 대한 활용도 필요하다.

@highlight

지금까지 백제 복식에 대한 연구는 주로 형태에 초점이 맞추어져 왔다.

@highlight

그런 점에서 이제는 직물과 문양에 대해서도 관심을 가질 필요가 있다고 생각한다.

