본 연구의 목적은 보육교사가 지각하는 직장 내 사회적지지가 심리적 소진에 영향을 미치는 과정에서 자아탄력성의 매개효과를 검증하고, 이러한 구조적 관계가 기혼교사와 미혼교사 집단 간에 차이가 있는지 분석하는 데 있다.

선행연구에 기초하여 부분매개모형을 설정하고, 구조방정식 모형 분석을 통해 매개효과 검증과 다집단 분석을 실시하였다.

본 연구의 대상은 어린이집에 근무하고 있는 보육교사 208명이며, 자기보고식 설문조사를 통해 자료를 수집하였다.

구조방정식 모형 분석을 통해 나타난 결과는 다음과 같다.

첫째, 보육교사가 지각하는 직장 내 사회적 지지는 심리적 소진에 직접적으로 영향을 미치지 않으며, 교사의 자아탄력성을 매개로 심리적 소진에 영향을 미치는 것으로 나타났다.

부트스트랩 방법을 통해 자아탄력성의 매개효과를 검증하였다.

둘째, 교사의 결혼지위에 따라 다집단 분석을 한 결과, 두 집단 모두에게 완전매개모형이 적용되었으며, 미혼교사 집단은 기혼교사 집단에 비해 직장 내 사회적 지지가 자아탄력성에 미치는 영향력이 더 크게 나타났다.

이러한 연구결과를 토대로 보육교사의 심리적 복지를 증진시키기 위한 다양한 개입방안과 연구의 제한점에 대해 논의하였다.

@highlight

이 연구의 목적은 보육교사가 지각하는 직장 내 사회적지지가 심리적 소진에 영향을 미치는 과정에서 자아탄력성의 매개효과를 검증하고, 이런 구조적 관계가 기혼교사와 미혼교사 집단 간에 차이가 있는지 분석하는 데 있다.

