본 연구의 목적은 기독교 전화상담 내담자의 문제유형을 분석함으로써 향후 기독교 전화상담의 방향설정에 필요한 기초자료를 제공하는데 있다.

본 연구의 주요 결과는 다음과 같다.

첫째, 기독교 전화상담 내담자의 문제유형을 분석한 결과, 내담자가 호소한 문제유형은 주로 신앙문제, 부부문제, 자녀문제, 질병, 대인관계이었다.

둘째, 기독교 전화상담 내담자의 일반적인 특성(성별, 연령, 결혼여부, 교회직분, 신앙경력)에 따른 내담자의 문제유형과 그 차이를 검증한 결과 성별과 결혼여부에서 통계적으로 유의한 차이가 있었으나 연령, 교회직분, 신앙경력에 따른 내담자 문제유형은 통계적으로 유의한 차이가 없었다.

구체적으로, 성별에서 남성은 신앙문제와 대인관계, 그리고 여성은 신앙문제와 부부문제가 가장 많았다.

결혼 여부에서는 기혼과 미혼이 모두 신앙문제가 가장 높았고, 그 다음으로 기혼은 부부문제, 자녀문제였으며, 미혼은 질병, 결혼과 이성문제 순이었다.

따라서 기독교 전화상담의 방향은 기독교 내담자의 문제유형별로 효과적으로 도울 수 있는 차별화된 개입과 전문적 자질을 가진 기독교 전화상담자를 통해 기독교 내담자들이 전인적인 건강과 안녕을 회복할 수 있도록 도우는데 초점이 맞추어져야 한다.

@highlight

이 연구의 목적은 기독교 전화상담 내담자의 문제유형을 분석함으로써 향후 기독교 전화상담의 방향설정에 필요한 기초자료를 제공하는데 있다.

