전자상거래 플랫폼 운영자가 중개행위를 하는 경우에 원칙적으로는 중개를 통하여 체결되는 거래계약의 당사자는 아니므로 거래계약에서 발생하는 계약책임에 대하여는 어떠한 책임도 부담하지 않은 것이 원칙이다.

따라서 중개행위를 한 전자상거래 플랫폼 운영자가 자신은 계약의 당사자가 아니라는 사실을 명백히 밝혔다고 한다면 이러한 거래계약상의 책임으로부터 면책되는 것은 당연하다.

하지만 현재 플랫폼 경제의 현실에서는 플랫폼 운영자는 계약의 당사자가 아니고 시장의 개설자 내지 중개자에 불과하다고 하지만, 계약당사자가 할 수 있는 많은 행위들을 하기 때문에 플랫폼 운영자에게 책임을 물어야 한다는 목소리가 높아지고 있다.

현행 전자상거래소비자보호법은 이러한 측면에서, 비록 관여도에 따라 본 법상의 의무를 부과하고 있지만, 위에서 언급한 문제를 직접적으로 규율하지 못하고 있다.

최근의 유럽연합에서는 이에 관한 규정을 두고 적극적으로 입법을 하려는 움직임을 보이기도 한다.

본 논문에서는 유럽연합에서의 논의를 참조하여 외관에 따른 지배력을 기준으로 소비자가 전자상거래 플랫폼 운영자를 계약당사자로 오인할 수 있었던 경우에 관하여 책임을 확장하려고 시도하였다.

하지만 아직 이와 관련된 논의가 종결된 것은 아니고 진행 중이라고 보아야 한다.

@highlight

전자상거래 플랫폼 운영자는 계약의 당사자가 아니고 시장의 개설자, 또는 중개자에 불과하다.

@highlight

그러나 외관에 따른 지배력을 기준으로 전자상거래 플랫폼 운영자를 소비자는 계약당사자로 오인할 수 있었던 경우에는 책임이 면책될 수 없다는 점을 연구하였다.

@highlight

물론 이와 관련된 논의는 아직 종결된 것은 아니고 진행 중이라고 보아야 한다.

