이 연구에서는 교사양성 과정에 있는 예비 과학교사들의 과학의 본성에 대한 인식을 알아보고자 하였다.

연구참여자는 사범대학 과학교육학부 4학년에 재학 중인 학생 중에서 선정하였으며 물리교육 전공 5명, 생물교육 전공 8명, 지구과학교육 전공 1명, 화학교육 전공 8명으로 총 22명으로 구성되었다.

인식을 조사하기 위하여 개방형의 질문지를 개발하였다.

개발된 질문지는 크게 과학 지식의 본성, 과학적 방법의 본성, 과학이 미치는 영향의 세 가지 영역으로 이루어졌다.

면담은 반구조화된 형식으로 이루어졌으며, 참여자 1인당 평균 20분 정도 소요되었고, 면담 내용은 모두 녹음한 후 분석을 위하여 전사하였다.

대부분의 예비 과학교사들은 과학 지식의 가변성 및 발달적인 속성에 대해서는 비교적 이해를 잘 하고 있었으나 과학적 진실의 존재에 대한 이중적인 생각을 가지고 있었다.

대부분의 학생들은 과학이 개인 및 사회생활에 미친 영향으로 기술의 측면을 언급하고 있으며, 과학과 기술과의 관계에 대한 제한된 인식으로 가지고 있었다.

과학적 방법에 대해서는 가설연역적 방법을 이용한 실험연구가 더 과학적이라고 생각하는 경향이 있었으며 실험의 과정에 대해 일련의 정형화된 단계가 있는 것으로 인식하고 있었다.

이로부터 볼 때 예비 과학교사들은 과학의 본성의 다양한 측면들에 대해 제대로 이해하지 못하고 있으며 매우 제한된 인식을 갖고 있다고 생각된다.

@highlight

예비 과학교사들의 과학의 본성에 대한 인식을 알아보고자 하였고 대부분의 예비 과학교사들은 과학 지식의 가변성 및 발달적인 속성에 대해선 비교적 이해를 잘 하고 있었으나 과학적 진실의 존재에 대한 이중적인 생각을 가지고 있었다.

