이 연구는 학생이 지각한 어머니의 양육태도, 공감능력이 초등학생의 학교생활적응과 어떤 관계가 있는지 살펴보고 어머니의 양육태도와 학교생활적응의 관계가 초등학생의 공감력에 의해 매개되는지를 알아보는데 목적이 있다.

부산광역시 2개 초등학교 5,6학년 남(151명, 49.2%), 여(156명, 50.8%) 307명을 대상으로 상관분석, 중다회귀분석, 위계적 회귀분석을 하였다.

첫째, 어머니의 양육태도, 공감력과 학교생활적응 간에는 유의미한 정적 상관을 보였다.

둘째, 어머니의 양육태도, 공감력을 예언변인으로 하고 학교생활적응을 준거변인으로 한 중다회귀분석에서 공감력은 학교생활적응에 유의한 영향을 미쳤으나, 어머니의 양육태도는 학교생활적응을 유의하게 설명하지 못하는 것으로 나타나 공감력이 높을수록 학교생활에 적응을 잘 한다고 할 수 있다.

셋째, 어머니의 양육태도와 학교생활적응과의 관계에서 공감력의 매개효과를 검증한 결과 공감력은 어머니의 양육태도와 학교생활적응 간의 관계를 완전 매개하는 것으로 나타났다.

초등학생의 학교생활적응에 영향을 미치는 요인으로 공감력이라는 개인적 요인과 가족환경 요인인 어머니의 양육태도와의 통합적 관계를 살펴보았다는 점에서 의의가 있을 것이다.

@highlight

본 논문은 학생이 지각한 어머니의 양육태도, 공감능력이 초등학생의 학교생활적응과 어떠한 관계가 있는지에 대하여 살펴보고, 어머니의 양육태도와 학교생활적응의 관계가 초등학생의 공감력에 의해 매개되는지를 알아보았다.

