안데르센 H.

C.

Andersen(1805~1875)은 첫 번째 동화 「부싯깃 통」을 시작으로 마지막 동화 「치통 마녀」에 이르기 까지 총 157편에 달하는 그의 동화를 1835년 초판을 필두로 1843년에 두 번째 판을, 1858년에 세 번째 판을 그리고 1861년 마지막 판을 통해 『동화와 이야기 Eventyr og Historier』라는 제목으로 발표하였다(Vgl.

H.

C.

Andersen 2009).

필자가 독일문학에서 안데르센 동화를 분석하려는 이유는 첫째, 안데르센은 덴마크 작가이지만, 독일문단과 관련이 깊기 때문이다.

그는 무엇보다도 출세작이 된 자서전적 소설 『즉흥시인 Der Improvisator』을 독일어로 출판했고, 또한 그의 자서전 『내 인생의 동화 Das Marchen meines Lebens』(1847)를 독일에서 출판했으며, 그의 생애동안 약 30여 개국을 여행하는 중에 첫 번째 여행지가 독일이었고, 이후 가장 빈번하게 독일로 여행했다.

@highlight

안데르센 H.

@highlight

C.

@highlight

Andersen은 첫 번째 동화 「부싯깃 통」을 시작으로 마지막 동화 「치통 마녀」에 이르기 까지 총 157편에 달하는 그의 동화를 1835년 초판을 필두로 1843년에 두 번째 판을, 1858년에 세 번째 판을 그리고 1861년 마지막 판을 통해 『동화와 이야기 Eventyr og Historier』라는 제목으로 발표하였다.

