본 연구의 목표는 EXCEL VBA의 실용성이 비전공자 대상 SW 교육에 이점이 있을 것이라는 가설을 검증하는 것이다.

이를 위해 비전공자를 대상으로 EXCEL VBA를 이용한 컴퓨팅 사고력 교육을 계획하고 15주 간 교육을 실시했다.

15주의 교육이 종료된 후 실시한 사후 조사 결과에 의하면 설문 응답자의 72.21%가 EXCEL VBA가 실용적이라고 응답했다.

SW 교육의 필요성과 SW 역량의 중요성에 대해 인식하고 있는 학습자는 EXCEL VBA을 이용한 컴퓨팅 사고력 교육이 컴퓨터 관련 지식과 경험 향상에 긍정적 영향을 주는 것으로 인식하고 있었다.

또한, 학습자들은 EXCEL을 이용한 학습 과정은 난이도가 낮은 반면, VBA를 이용한 학습 과정은 난이도가 높다고 인식하고 있었다.

그러므로 VBA를 이용한 문제 해결 학습은 프로그래밍 위주의 교육보다는 학습자에게 성취감을 줄 수 있는 프로젝트 중심의 교육 내용으로 구성할 필요가 있으며, 이를 위한 지속적인 연구가 필요하다.

@highlight

EXCEL VBA의 실용성이 비전공자 대상 SW 교육에 이점이 있을 것이라는 가설을 검증한 결과 설문 응답자의 72.21%가 EXCEL VBA가 실용적이라고 응답했고 EXCEL VBA을 이용한 컴퓨팅 사고력 교육이 컴퓨터 관련 지식과 경험 향상에 긍정적이라 보았다.

