본 연구는 건물정보를 이용하여 미시적 수준의 도시공간구조를 분석하고, 도출된 도시공간구조가 지가 형성에 미치는 영향에 대해 연구하였다.

연구의 주요 결론은 다음과 같다.

첫째, 건물 현황을 기반으로 분석한 연면적 밀도는 미시적 도시공간구조를 잘 대변하고 있으며, 특히 도심, 광역중심, 주거지역을 계량적으로 설명 할 수 있는 것으로 나타났다.

둘째, 연면적밀도 분석시 분석반경이 넓을 때 거시적 지역성을 보다 잘 반영하였다.

반대로 분석반경이 좁을수록 미시적 지역성을 반영하는 도시공간구조 분석은 가능하였지만, 지가 설명에는 한계가 있었다.

셋째, 연면적밀도에 기반한 미시적 도시공간구조는 지가를 잘 설명하는 것으로 나타났다.

이를 통해 도시공간구조는 토지가격비준표의 정교화와 적정성을 높일 수 있어 공시지가 산정 과정에서 유의미하게 활용될 수 있음을 확인하였다.

본 연구는 미시적 도시공간구조 분석방법을 제시하였고, 도출된 도시공간 구조가 지가를 보다 잘 설명함으로써 비준표의 기존 토지특성이 설명하지 못한 지역요인을 도출하였다는데 그 의미가 있다.

따라서 미시적 도시공간구조는 향후 공시지가 산정 및 도시계획과정 등에서 유의미한 자료로서 활용될 수 있을 것으로 기대된다.

@highlight

건물정보를 이용하여 미시적 수준의 도시공간구조를 분석하고, 도출된 도시공간구조가 지가 형성에 미치는 영향에 대해 연구한 바,  건물 현황을 기반으로 분석한 연면적 밀도는 미시적 도시공간구조를 잘 대변하고 있으며, 특히 도심, 광역중심, 주거지역을 계량적으로 설명 할 수 있는 것으로 나타났고연면적밀도 분석시 분석반경이 넓을 때 거시적 지역성을 보다 잘 반영하였다.

@highlight

 분석반경이 좁을수록 미시적 지역성을 반영하는 도시공간구조 분석은 가능하였지만, 지가 설명에는 한계가 있었으며 연면적밀도에 기반한 미시적 도시공간구조는 지가를 잘 설명하는 것으로 나타났다.

@highlight

 도시공간구조는 공시지가 산정 과정에서 유의미하게 활용될 수 있음을 확인하였고  미시적 도시공간구조 분석방법을 제시하였으며, 도출된 도시공간 구조가 지가를 보다 잘 설명함으로써 비준표의 기존 토지특성이 설명하지 못한 지역요인을 도출하였다는데 그 의의가 있다.

