본

 

연

구

는

 

‘

마

음

지

킴

(

s

a

t

i

)

’

에

 

기

반

하

여

 

고

안

된

 

명

상

 

실

습

수

업

 

프

로

그

램

 

개

발

을

 

위

한

 

예

비

적

 

과

정

이

다

.

 

고

안

된

 

명

상

 

실

습

수

업

 

프

로

그

램

의

 

효

과

성

을

 

검

증

하

기

 

위

해

 

회

복

탄

력

성

을

 

측

정

하

였

다

.

 

실

습

수

업

에

 

사

용

된

 

프

로

그

램

은

 

세

부

 

목

적

에

 

따

라

 

세

 

가

지

 

유

형

으

로

 

분

류

될

 

수

 

있

다

.

 

즉

 

첫

째

,

 

‘

마

음

지

킴

’

의

 

원

리

가

 

그

대

로

 

적

용

된

 

경

우

로

,

 

실

제

적

인

 

실

습

은

 

‘

현

재

순

간

 

머

물

기

(

1

)

,

 

(

2

)

’

,

 

‘

신

체

감

각

 

바

라

보

기

’

,

 

‘

손

호

흡

’

,

 

‘

감

각

 

깨

우

기

 

명

상

’

,

 

‘

바

디

스

캔

’

,

 

‘

옴

진

동

 

명

상

’

 

등

이

다

.

 

둘

째

,

 

‘

마

음

지

킴

’

의

 

치

료

적

 

기

제

를

 

활

용

한

 

경

우

로

,

 

실

제

적

인

 

실

습

은

 

‘

괴

로

움

 

묘

사

하

기

’

,

 

‘

사

실

과

 

평

가

 

구

분

하

기

(

1

)

,

 

(

2

)

,

 

(

3

)

’

 

등

이

다

.

 

셋

째

,

 

‘

감

지

되

는

 

것

(

v

i

d

i

t

?

)

’

에

 

의

한

 

내

면

의

 

상

태

에

 

초

점

을

 

맞

춘

 

경

우

로

,

 

실

제

적

인

 

실

습

으

로

는

 

‘

별

칭

짓

기

’

,

 

‘

‘

고

맙

다

’

 

묘

사

하

기

’

,

 

‘

뭉

클

했

던

 

상

황

 

떠

올

리

기

’

,

 

‘

긍

정

점

 

찾

기

(

1

)

,

 

(

2

)

’

 

등

이

다

.

 

회

복

탄

력

성

 

전

·

후

 

평

균

값

 

차

이

에

 

대

한

 

t

-

t

e

s

t

 

결

과

 

유

의

확

률

이

 

0

.

0

4

4

(

p

.

<

.

0

5

)

로

서

 

통

계

적

으

로

 

유

의

미

한

 

것

으

로

 

나

타

났

다

.

 

그

러

나

 

프

로

그

램

 

개

발

을

 

위

한

 

본

 

예

비

적

 

연

구

는

 

비

교

 

집

단

이

나

 

통

제

 

집

단

을

 

설

정

하

지

 

않

아

 

프

로

그

램

 

효

과

의

 

타

당

도

를

 

담

보

할

 

수

 

없

다

.

 

향

후

 

프

로

그

램

을

 

고

안

 

및

 

시

행

할

 

시

에

는

 

여

러

 

가

외

변

인

 

요

소

를

 

고

려

하

여

 

연

구

 

설

계

를

 

할

 

필

요

가

 

있

다

.

@highlight

이 연구는 ‘마음지킴’에 기반해 고안된 명상 실습수업 프로그램 개발을 위한 예비적 과정이다. 즉 ‘마음지킴’의 원리가 그대로 적용된 경우로, 실제적인 실습은 ‘현재순간 머물기(1), (2)’, ‘신체감각 바라보기’, ‘손호흡’, ‘감각 깨우기 명상’, ‘바디스캔’, ‘옴진동 명상’ 등이다.