고정희와 허수경의 1980년대 시에 일관되게 흐르고 있는 자본주의에 의한 물화(物化)양상은 주목할 부분이다.

매혹적인 물질의 풍요로움과 그것에 도취된 맹목적인 욕망의 이면에 자리한 자본주의의 주체성을 고정희와 허수경의 시는 드러낸다.

고정희와 허수경의 1980년대 시의 가장 중요한 축은 이처럼 자본주의의 주체성에 대해 저항하는 부정의 에너지에 있는 것이다.

그녀들의 시적 언어가 추구하는 힘은 언어를 통해 객관성에 이르게 하는 힘, 서정시에서 객관적 세계를 드러내는 힘에 있다.

고정희와 허수경의 1980년대 시는 동일자로 개인의 무의식에 각인되어 있는 주체성을 보여준다.

강력한 자본주의의 힘 앞에서 삶의 양식마저도 자본주의의 시스템으로 지배화되는 양상은 인간의 존재론적 변화를 가져오는 자본주의의 주체성이 가진 현실을 표출한다.

이러한 자본주의화된 공간 속에서 화자는 시대의 변화의 배후에 자리한 모순을 직시한다.

고정희와 허수경은 행위가 지배소가 되는 서술시로 현실을 미메시스적으로 제시한다.

시인은 현상에 대한 치밀한 관찰을 통해 대상이 지니는 본질적 속성을 이끌어 내어 세계에 대한 재현을 이루는 것이다.

현실 세계의 모순을 외면하지 않고 부정을 관통하는 변증법적 노력은 현실사회를 작동하는 시스템 아래 자리한 위선과 욕망을 투시할 수 있게 한다.

이러한 저항의 에너지는 개별 속에서 전체를 향함으로써 삶의 구체적 구성을 이루는 모순의 현실을 정면으로 직시하게 한다.

@highlight

고정희와 허수경의 시에 일관되게 흐르는 자본주의에 의한 물화양상은 주목할 부분으로, 매혹적인 물질의 풍요로움과 그것에 도취된 맹목적인 욕망의 이면에 자리한 자본주의의 주체성을 드러낸다.

@highlight

고정희와 허수경의 1980년대 시의 가장 중요한 축은 자본주의의 주체성에 대하여 저항하는 부정의 에너지에 있다.

@highlight

그녀들의 시적 언어가 추구하는 힘은 언어를 통하여 객관적 세계를 드러내는 것에 있다.

