이 글은 계명대 동산도서관에 수장된 고전소설의 특성을 읽어내고, 그 가치를 평가하기 위한 데에 목적을 둔다.

동산도서관에는 영웅소설 23종, 가문[장편]소설 17종, 애정소설 12종 등 총 83종 284책의 소설이 수장되어 있다.

이들의 특징은 크게 세 가지로 요약할 수 있다.

첫째, 가문소설이 가장 널리 읽혔다는 점.

둘째, 판소리계소설이 적다는 점.

셋째, 중국소설이 적다는 점 등이 그것이다.

이는 규방문화가 발달했던 대구 지역의 한 특성을 설명하는 틀이 된다.

또한 동산도서관에 수장된 소설과 기존 연구 성과를 토대로 이 지역에서 널리 향유된 소설도 유추할 수 있다.

그 작품은 <조웅전> · <구운몽> · <창선감의록> · <유충렬전> · <창란호연록> · <유한당사씨언행록> · <유씨삼대록> 등을 꼽을 수 있다.

동산도서관에 수장된 작품의 가치는 주로 유일본을 중심으로 다루었다.

주목할 만한 작품으로 <김이양문록>, <김태백전>, <자녀혼가전>, <원자실기>, <화산중봉기>, <효경전> 등을 들 수 있다.

그 중에서도 <김태백전>은 작가가 직접 창작[혹은 번안]을 하였다는 점에서 더욱 주목할 만한 가치를 갖는다.

@highlight

본고는 계명대 동산도서관에 수장된 고전소설의 특성을 알아내고, 그 가치를 평가하기 것을 목적으로 한다.

@highlight

동산도서관에는 영웅소설 23종, 가문[장편]소설 17종 및 애정소설 12종 등 총 83종 284책의 소설이 수장되어 있다.

