본 연구는 탐방객이 실제 체험하는 경관에 대한 다양한 인식을 파악하기 위해 이용자 활용 사진 촬영(VEP) 방법을 활용하였다.

자료를 바탕으로 텍스트 네트워크 분석(text network analysis)을 통해 인식의 유형을 공간 구성(spatial configuration) 범주와 내용 기반(content based) 범주로 분류하였다.

공간 구성 범주에는 시각적 측면에서 조화로운 경관을 가장 선호하고, 거대한 산봉우리나 세부적인 자연 요소와 무늬 등 독특한경관에 대해 긍정적으로 인식하고 있다.

한편 내용 기반 범주에는 시각을 비롯한 청각, 촉각에 의해 역동적으로변화하는 계곡, 연못 등의 수경관을 선호하고 가을을 느낄 수 있는 계절감, 날씨의 변화로 나타나는 안개의 신비감 등 한시적 또는 일시적인 현상에 의해 나타나는 분위기를 선호하고 있다.

한국인 집단은 상대적으로 시각적특성에 대한 긍정 또는 부정적 인식이 강하게 나타나고 있다.

반면 일본인 집단은 보다 개인적인 과거의 경험 등을 통해 경관을 인식하고 있다.

본 연구는 시각적 특성이 여전히 경관의 인식에 영향을 미치는 주요한 요인이지만 다른 요인들도 간과할 수 없다는 것과 단순히 선호도를 점수화하는 것을 넘어 다양한 경관의 인식에 대한 공통점 및 차이점을 파악한 의의가 있다.

@highlight

이 연구는 탐방객이 실제 체험하는 경관에 대해 다양한 인식을 파악하기 위해 이용자 활용 사진 촬영 방법을 활용했다.

@highlight

이 연구는 시각적 특성이 여전히 경관의 인식에 영향을 미치는 주요한 요인이지만 다른 요인들도 간과할 수 없다는 것과 단순히 선호도를 점수화하는 것을 넘어 다양한 경관의 인식에 대해 공통점 및 차이점을 파악한 의의가 있다.

