신

생

아

동

종

면

역

성

혈

소

판

감

소

증

은

 

주

로

 

혈

소

판

특

이

항

원

이

나

H

L

A

 

등

의

 

신

생

아

의

 

혈

소

판

 

표

면

에

 

발

현

된

 

항

원

에

 

대

한

 

어

머

니

의

동

종

항

체

가

 

면

역

적

인

 

파

괴

를

 

일

으

켜

 

발

생

한

다

.

 

저

자

들

은

 

항

 

H

L

A

A

2

항

체

에

 

의

한

 

신

생

아

동

종

면

역

성

혈

소

판

감

소

증

을

 

보

고

하

는

 

바

이

다

.

 

환

아

와

 

산

모

의

 

혈

청

으

로

 

혈

소

판

특

이

항

체

와

 

H

L

A

 

항

체

 

검

사

를

 

효

소

면

역

법

으

로

 

시

행

하

여

 

항

 

H

L

A

 

항

체

가

 

양

성

임

을

 

확

인

하

였

고

,

L

u

m

i

n

e

x

 

단

일

항

원

비

드

검

사

를

 

시

행

하

여

 

항

 

H

L

A

-

A

2

 

항

체

를

 

동

정

하

였

다

.

 

H

L

A

형

별

검

사

에

서

 

환

아

는

 

H

L

A

-

A

2

를

 

보

이

고

 

어

머

니

는

 

H

L

A

A

2

가

음

성

이

어

서

 

어

머

니

의

 

혈

청

 

내

 

동

종

항

체

인

 

항

 

H

L

A

-

A

2

 

항

체

가

태

반

을

 

통

과

하

여

 

발

생

한

 

신

생

아

동

종

면

역

성

혈

소

판

감

소

증

으

로

 

판

단

하

였

다

.

 

환

아

는

 

수

회

에

 

걸

친

 

혈

소

판

수

혈

과

 

스

테

로

이

드

 

및

 

정

주

용

 

감

마

글

로

불

린

 

투

여

 

후

 

생

후

 

1

8

일

에

 

퇴

원

하

였

고

 

생

후

 

9

0

일

째

 

혈

소

판

수

는

 

1

2

0

×

1

0

9

/

L

까

지

 

회

복

되

었

다

.

 

본

 

증

례

에

서

 

원

인

항

체

를

 

규

명

하

기

 

위

해

 

실

시

한

 

L

u

m

i

n

e

x

 

단

일

항

원

비

드

검

사

는

 

높

은

 

민

감

도

와

특

이

도

를

 

가

지

고

 

항

체

특

이

성

을

 

동

정

할

 

수

 

있

으

며

,

 

기

존

의

 

패

널

 

반

응

성

 

검

사

보

다

 

빠

르

고

 

편

리

한

 

검

사

방

법

이

므

로

 

신

생

아

동

종

면

역

성

혈

소

판

감

소

증

을

 

진

단

하

고

,

 

신

생

아

동

종

면

역

성

혈

소

판

감

소

증

 

환

자

에

게

 

H

L

A

 

적

합

 

혈

소

판

을

 

수

혈

하

는

데

 

유

용

한

 

검

사

로

 

생

각

된

다

.

@highlight

신생아동종면역성혈소판감소증은 주로 혈소판특이항원이나HLA 등의 신생아의 혈소판 표면에 발현된 항원에 대한 어머니의동종항체가 면역적인 파괴를 일으켜 발생한다.