오늘날 동아시아 지역은 세계에서 경제활동이 가장 활발한 지역으로 부상하고 있지만 남·동중국해에서 해양영토 분쟁과 동북아의 독도 영유권 및 이어도 관할권 분쟁 등으로 역내 안보 불안이 심화되고 있다.

또한 일부 해역에서는 해적행위와 자연재난 등 초국가적 위협도 발생하고 있다.

이러한 다양한 형태의 해양안보 위협에 대응해 국가의 영향력과 해양영토 문제 등 상충되는 이익을 확보하고자 역외 패권국인 미국과 이에 도전하는 중국, 그리고 일본은 공세적 해양전략을 추구하고 해군력을 강화하고 있다.

한편으로 우리의 안보와 직결된 북한은 서해 북방한계선을 분쟁 지역화하고 정치적 목적을 위해 군사도발을 자행하고 있으며 상황에 따라 위협의 수위를 조종 할 것으로 예상된다.

이와같이 동아시아의 해양안보 환경은 군사적·비군사적 위협이 중첩되고 불확실성이 증대되고 있으므로 한국은 해양에서의 국익을 보호하고 국가의 안전보장을 담보하기 위한 국가전략과 해군의 역할을 발전시키고 해군력을 적정 수준으로 증강시켜야 한다.

아울러 정부유관 부처간 효율적인 해양관리 체계를 구축하며 지역국가들과 다각적인 해양안보 협력을 강화해야 나가야 될 것이다.

@highlight

현재 동아시아 지역은 세계에서 경제활동이 활발한 지역으로 부상하고 있지만 남·동중국해에서 해양영토 분쟁과 동북아의 독도 영유권 및 이어도 관할권 분쟁 등으로 역내 안보 불안이 심화되고 있다.

@highlight

정부유관 부처간 효율적인 해양관리 체계를 구축하며 지역국가들과 다각적인 해양안보 협력을 강화해야 나가야 될 것이다.

