우리 사회 전반에 널리 퍼져있는 외모지상주의가 청소년에게 영향을 미치고 있고 그 결과 청소년이 성형수술과 다이어트를 무분별하게 실행하고 있다는 것은 심각한 문제가 아닐 수 없다.

본 연구는 텔레비전 오락프로그램의 시청과 1인 미디어의 이용이 청소년의 외모지상주의 가치관을 형성하고 신체변형욕구를 일으킨다는 관점에서 이를 경험적으로 검증하고자 했다.

텔레비전에 나온 특정 행동과 모습, 이미지에 관련된 타인을 관찰해 삶 속에서 그러한 모습을 실행에 옮기려고 하거나 닮고자 하는 현상은 사회학습이론으로 설명하였다.

연구결과를 요약하면 다음과 같다.

청소년의 텔레비전 오락프로그램 시청과 1인 미디어의 이용은 외모지상주의 가치형성과 신체변형욕구에 정적인 영향을 미치고 있었다.

외모지상주의는 텔레비전 오락프로그램시청과 신체변형욕구, 1인 미디어의 이용과 신체변형욕구의 관계를 완전히 매개하는 것으로 나타났다.

이는 배런과 케니(Baron & Kenny, 1986)의 매개변인 분석방법을 채택한 것이다.

마지막으로, 텔레비전 오락프로그램 시청과 1인 미디어의 이용이 청소년의 외모지상주의 가치관 형성과 신체변형욕구에 미치는 영향에 차이가 있는지 비교한 결과 두 미디어는 유사한 형태로 작용하는 것으로 나타났다.

@highlight

우리 사회 전반에 널리 퍼져있는 외모지상주의가 청소년에게 영향을 미치고 있고 그 결과 청소년이 성형수술과 다이어트를 무분별하게 실행하고 있다는 것은 심각한 문제가 아닐 수 없다.

