본 연구는 한국에서 기금형 퇴직연금이 도입되는 경우, 가입자의 관점에서 관련 쟁점들을 살펴보고 개선 방안을 검토하도록 한다.

이미 대규모 사업장에서 계약형 방식이 보편적인 상황에서 이를 추진하는 것은 연합형 방식을 통해서 영세사업장 근로자들의 퇴직연금 가입을 확대하기 위한 전략으로 이해된다.

기금형 퇴직 연금 도입이 수익률 상승을 야기할 것이라는 것은 근거가 부족하며 적극적인 투자결정을 할 수 있는 여건의 마련이 더 중요하다.

또한, 기금형 퇴직연금 제도 도입은 지급불능에 대한 우려를 더 크게 한다는 점에서 수급권 보장이나 적립 규칙에 대한 강화가 필요하지만, 단기적으로는 적립 규칙을 강화하고 기금형 방식 성숙 이후 수급권 보장 장치의 제도적 마련이 타당해 보이며, 감독체계 역시 강화될 필요가 있다.

기금형 퇴직연금 도입은, 정부 주도의 혹은 금융이해당사자 취향에 따른 제도 운영이 아니라 가입자들의 참여를 확대하는 방향으로 갈 수 있는 방향을 제시한다는 점에서 퇴직연금 제도 취지에 맞는 제도 운영을 가능하게 함으로써 향후 제도 발전에 중요한 전환점이 될 수 있는 기틀을 마련할 것으로 기대한다.

@highlight

본 연구는 한국에서 기금형 퇴직연금이 도입되는 경우, 가입자의 관점에서 관련 쟁점들을 살펴보고 개선 방안을 검토한다.

@highlight

이미 대규모 사업장에서 계약형 방식이 보편적인 상황에서 이를 추진하는 것은 연합형 방식을 통하여 영세사업장 근로자들의 퇴직연금 가입을 확대하기 위한 전략으로 이해되고 있다.

