7차 교육과정의 사회과 경제교육은 신자유주의 경제환경에 적응할 수 있는 능력 배양과 인재양성에 초점을 맞추고 있다.

따라서 7차 교육과정의 사회과 경제교육 역시 많은 부분 신자유주의 경제이론을 설명하는데 할애하고 있다.

하이예크, 프리드만으로 대표되는 신자유주의 경제이론은 모든 면에서 선의 결과만을 낳지는 않는다.

경제의 효율성증대를 통한 경제발전의 측면도 있지만 효율성만을 강조한 나머지 사회적 형평성의 문제(예를 들면 사회복지, 노동자계급, 소득격차 등)들은 소홀히 취급하거나 경제강국의 이해관계 속에서 약소국의 생존권은 위협받고 있다는 점도 무시할 수 없다.

이 모든 문제는 신자유주의 경제학의 이론적 틀 속에 내재하고 있다.

이러한 상황에서 하이예크를 중심으로 신자유주의 경제이론에 대하여 살펴보았다.

이를 통해 신자유주의 경제이론과 연관되어 지는 한국경제상황을 진단하고 나아가서 균형감 있는 경제교육의 토대를 마련해 보고자 한다.

@highlight

7차 교육과정의 사회과 경제교육은 신자유주의 경제환경에 적응할 수 있는 능력 배양과 인재양성에 초점을 맞추고 있다.

