본 연구는 숲 태교를 제공하고 있는 보건소와 지방자치단체의 실무관리자, 산림복지전문가와 숲 태교의 수혜자인 임부를 대상으로 각각 포커스그룹 면담을 이용하여 숲 태교에 대한 인식을 파악하고 숲 태교의 활성화 방안을 제시한 질적 연구이다.

연구결과 숲을 이용한 태교에 대해서는 서비스 실무관리자와 임부 모두 그효과를 긍정적으로 인식하고 있었으나 숲에의 접근성의 문제, 임부의 안전 문제, 다양한 숲 태교 프로그램의 부족 문제 및 숲 태교에 대한 홍보 부족의 문제가 서비스 확산이나 참여의 장애요인으로 파악되었다.

이러한 장애요인을 극복하고 숲 태교 프로그램을 활성화시키기 위한 방안으로는 산림청이나 지방자치단체의 공모사업 등을통해 좋은 프로그램 모델이 개발되고 확산될 수 있는 기회를 마련하는 것, 보건소와 연계하여 숲 태교를 임부교실의 일부 프로그램으로 넣어 운영하는 것, 임신주기에 적절한 숲 태교 프로그램을 다양하게 개발하여 적용하는것, 그리고 임부가 쉽게 접근할 수 있는 정보 사이트를 통해 적극적인 홍보를 하는 것이 제안되었다.

생애 주기의 시작인 태아와 임부를 대상으로 한 숲 태교는 휴양, 건강, 문화, 교육의 요소들을 모두 포괄하는 산림복지 서비스이므로, 본 연구에서 파악된 장애요인의 극복 방안을 적극적으로 활용한다면 숲 태교 프로그램이 보다 더활성화될 수 있을 것으로 본다.

@highlight

본고는 숲 태교를 제공하고 있는 보건소와 지방자치단체의 실무관리자와 산림복지전문가와 숲 태교의 수혜자인 임부를 대상으로 각각 포커스그룹 면담을 이용해 숲 태교에 관한 인식을 파악하고 숲 태교의 활성화 방안을 제시한 질적인 연구이다.

