이 연구는 내용분석 연구 방법을 적용하여 쓰기 평가 과제를 분석한 것이다.

분석 대상의 쓰기 평가 과제는 한국교육과정평가원과 서울특별시교육청에서 제작한 쓰기 서술형/논술형 쓰기 과제로 하였다.

이 두 기관의 쓰기 평가 과제는 전국 초등학교 및 서울의 각 학교에 보급되어 사용되고 있다는 이유로 선정되었다.

쓰기 과제 분석의 범주는 수사적 요소, 과정적 요소, 기타 요소로 분류하였다.

수사적 요소의 하위 요소로는 주제, 독자, 상황, 필자, 담화 유형으로, 과정적 요소로는 내용 생성, 초고, 고쳐쓰기로 기타 요소로는 쓰기 분량과 평가 기준 제시로 하였다.

분석 결과 수사적 요소에서는 독자를 제시한 과제가 가장 낮게 나타났으며, 과정적 요소에서는 고쳐쓰기가 가장 낮은 비율로 나타났다.

또한 기타 조건 요소에서 평가 기준을 제시한 과제가 발견되지 않았다.

이는 쓰기 과제가 수사적 요소를 상세화하지 않고 개발되고 있다는 것을 의미하며, 쓰기 과정은 결과 중심에 치우친다는 것을 보여준다.

쓰기 과제는 성취 수준과 글의 소재를 고려하여 개발되어야 하며, 쓰기 과제 이원목적 분류표 개발을 통해 쓰기 과제를 풍부하게 제시할 수 있을 것으로 판단된다.

또한 쓰기 평가 기준을 제시하여 출제자와 학생 필자 그리고 채점자 사이의 오해를 좁혀야 한다.

@highlight

본 연구는 내용분석 연구 방법을 적용해 쓰기 평가 과제를 분석한 것이다.

@highlight

쓰기 과제 분석의 범주는 수사적 요소, 과정적 요소, 기타 요소로 분류했다.

