본 연구에서는 성차별경험이 우울에 미치는 영향에서 침습적 반추와 의도적 반추의 매개 효과를 확인하였다.

이를 위해, 취업 여성 221명을 대상으로 온라인 설문을 실시하여 성차별경험, 침습적 반추, 의도적 반추, 우울을 측정하였고, 성차별경험이 침습적 반추로 가는 경로, 성차별경험이 의도적 반추로 가는 경로 그리고 침습적 반추가 의도적 반추로 가는 경로가 포함된 가설적 연구 모형을 설정하였다.

또한 성차별경험이 의도적 반추로 가는 경로를 제외한 경쟁모형 1, 침습적 반추가 의도적 반추로 가는 경로를 제외한 경쟁 모형 2, 침습적 반추와 의도적 반추를 합쳐 반추의 매개효과만 포함시킨 경쟁 모형 3을 설정하였다.

연구 결과, 경쟁 모형 1이 최종모형을 채택되었는데, 구체적으로, 성차별경험은 침습적 반추를 매개로 우울에 영향을 미칠 뿐만 아니라 침습적 반추와 의도적 반추를 순차적으로 매개하여 우울에 영향을 주는 것으로 확인되었다.

이와 같은 결과는 성차별경험은 높은 침습적 반추를 통해 높은 우울 수준과 관련이 있지만 침습적 반추가 의도적 반추로 이어지면 결과적으로 낮은 우울 수준이 나타날 수 있음을 의미한다.

본 연구의 주요 결과를 바탕으로 본 연구의 의의와 상담에 대한 시사점을 논의하였다.

@highlight

본고에서는 성차별경험이 우울에 미치는 영향에서 침습적 반추 및 의도적 반추의 매개 효과를 확인했다.

@highlight

이를 위하여, 취업 여성 221명을 대상으로 온라인 설문을 실시해 성차별경험, 침습적 반추, 의도적 반추, 우울을 측정하였다.

