본 연구는 지방자치단체 자체평가결과를 활용하는 공무원을 대상으로 설문조사한 결과를 바탕으로 지방자치단체 자체평가 활용요인을 분석하는 것을 목적으로 한다.

이를 위해 국내외 평가활용의 선행연구를 고찰하고, 나열식으로 제시되는 활용 요인을 내용분석을 통해 수렴하여 연구모형을 설정하고 이를 구조방정식 모형(Structural Equation Modeling: SEM)으로 검증하였다.

구조방정식 추정 결과, 선행연구에서 주장한 가설들이 일부 경로에서는 유효하고 일부 경로에서는 통계적으로 유효하지 않은 것으로 나타났다.

평가활용에 대한 영향요인의 총효과는 수용성, 평가제도, 상호작용, 조직맥락의 순서로 작용하고 있음을 파악할 수 있었다.

연구결과를 통해 지방자치단체 자체평가의 활용을 활성화하기 위한 방안으로 다음을 제안한다.

첫째, 조직맥락 측면에서, 활용에 대한 규정 및 제도 구비만으로는 활용이 자연적으로 발생하지 않음을 인식해야 한다.

둘째, 평가제도 측면에서, 평가예산의 확보, 정책 전문성을 지닌 평가자 선정, 사업 특성을 반영하는 평가지표 설정이 필요하다.

셋째, 상호작용 측면에서, 평가과정에 활용자의 참여, 평가자와 활용자 간의 자유로운 의사소통, 업무 개선을 위한 구체적 대안 제시 등이 필요하다.

넷째, 평가결과 전달 측면에서, 평가결과를 활용자가 이해하기 쉽게 작성하며, 평가결과의 적시성을 높이기 위해서 평가결과의 제출 및 확정 일정을 조정할 필요가 있다.

@highlight

지방자치단체 자체평가 활용요인을 분석하는 것을 목적으로 설문조사를 실시한 결과 평가활용에 대한 영향요인의 총효과는 수용성, 평가제도, 상호작용, 조직맥락의 순서로 작용하고 있었으며 연구결과를 통해 지방자치단체 자체평가의 활용을 활성화하기 위한 방안으로 활용에 대한 규정 및 제도 구비만으로 활용이 자연 발생하지 않음을 인식하고 평가지표 설정과 상호작용에 대한 구체적인 대안이 필요하다.

