이 연구는 우리나라 중소기업의 사회적 책임(이하 CSR) 추진현황을 전반적으로 검토하여, 중소기업이 사회적 책임을 추진하는 이유와 추진상의 문제점을 살펴보고, 중소기업 사회적 책임의 바람직한 발전방향과 중소기업을 둘러싼 이해관계자의 중소기업 CSR 지원방안을 제안하고자 한다.

현재 CSR은 주로 대기업이 수행하고 있어, 중소기업이 CSR을 수행해야 한다는 입장은 다소 부담으로 작용할 수 있으며, 그렇게 보는 견해가 대부분이다.

그러나 글로벌 환경변화에 따라 글로벌 표준이 확대되고 환경규제가 다양화되면서, 이젠 중소기업도 CSR를 하지 않으면 생존할 수 없는 시대가 되었다.

지금은 CSR이 선택이 아니라 필수가 된 것이다.

이러한 상황에서 중소기업이 CSR을 도입해야 하는 다양한 이유를 찾아보고, 현재 중소기업의 CSR 추진현황을 살펴보았다.

그리고 중소기업 CSR 실태를 종합적으로 평가하고, 중소기업 CSR 추진상의 문제점을 정리하였다.

마지막으로 중소기업 CSR 확산을 위해 중소기업 자체적인 개선방안, 정부차원의 지원방안, 대․중소기업 상생협력방안, 공공기관 및 지방자치단체의 지원방안을 통해 우리나라 중소기업의 바람직한 CSR 방향 및 과제를 제안하였다.

@highlight

현재 CSR은 주로 대기업이 수행하고 있어, 중소기업이 CSR을 수행해야 한다는 입장은 다소 부담으로 작용할 수 있으나 글로벌 환경변화에 따라 글로벌 표준이 확대되고 환경규제가 다양화되면서, 이젠 중소기업도 CSR를 하지 않으면 생존할 수 없는 시대가 되었다.

@highlight

이러한 상황에서 중소기업이 CSR을 도입해야 하는 다양한 이유를 찾아보고, 현재 중소기업의 CSR 추진현황을 살펴 중소기업 CSR 실태를 종합적으로 평가하고, 중소기업 CSR 추진상의 문제점을 정리하였으며 중소기업 CSR 확산을 위해 중소기업의 바람직한 CSR 방향 및 과제를 제안하였다.

