본 연구는 모의 양육효능감, 정서조절곤란, 그리고 부부갈등이 남·여 청소년의 공격성에 미치는 영향을 알아보기 위하여 수행되었다.

연구를 위하여 부산시 외의 3개 시·도에 거주하는 청소년 자녀를 둔 어머니 208명을 대상으로 양육효능감, 정서조절곤란정도, 부 부갈등을 측정하였으며, 한국판 아동·청소년 문제행동척도를 통하여 청소년 자녀의 공 격성을 측정하였다.

수집된 자료는 SPSS 24.0 프로그램을 활용하여 기술통계 및 상관분 석, 다중회귀분석 방법으로 분석되었다.

연구의 결과는 다음과 같다.

첫째, 청소년의 공 격성은 모의 양육효능감과는 부적 상관관계를, 정서조절곤란 및 부부갈등과는 정적 상 관관계를 나타내었다.

둘째, 남자 청소년의 공격성을 유의하게 설명하는 변인은 모의 양 육효능감, 정서조절곤란, 부부갈등이었다.

셋째, 여자 청소년의 공격성을 유의하게 설명 하는 변인은 모의 양육효능감과 정서조절곤란이었으며, 부부갈등은 유의미한 설명력을 갖지 못하였다.

이러한 결과는 청소년 자녀의 공격성 감소를 위한 부모 대상의 개입전 략에서 청소년 자녀의 성별에 따라 공통요소와 차별요소가 동시에 고려되어야 함을 시사해 준다.

@highlight

본고는 모의 양육효능감, 정서조절곤란과 부부갈등이 남·여 청소년의 공격성에 미치는 영향을 알아보는 것을 목적으로 진행되었다.

