여

성

범

죄

자

 

고

유

의

 

특

성

과

 

욕

구

,

 

강

점

,

 

및

 

문

제

점

에

 

기

인

하

여

 

기

존

 

남

성

중

심

의

 

교

정

처

우

와

는

 

다

른

 

성

별

 

중

심

의

 

교

정

 

프

로

그

램

 

개

발

이

 

필

요

하

다

.

 

여

성

과

 

남

성

의

 

차

이

점

을

 

학

습

과

정

,

 

관

계

형

성

 

방

식

,

 

범

죄

경

로

,

 

생

활

여

건

 

측

면

에

서

 

비

교

하

면

 

여

성

범

죄

자

를

 

위

한

 

성

-

적

합

 

교

정

 

프

로

그

램

은

 

특

히

 

타

인

 

및

 

가

족

과

의

 

관

계

형

성

이

 

지

속

적

으

로

 

유

지

되

는

 

지

역

사

회

 

교

정

 

측

면

에

서

 

더

욱

 

중

요

하

다

 

하

겠

다

.

 

본

 

논

문

은

 

지

역

사

회

에

서

 

보

호

관

찰

을

 

받

고

 

있

는

 

여

성

범

죄

자

 

1

4

9

명

의

 

특

성

을

 

분

석

하

여

 

이

들

에

 

대

한

 

성

-

적

합

 

교

정

모

형

을

 

위

한

 

기

본

원

리

를

 

제

시

하

려

는

 

의

도

로

 

진

행

되

었

다

.

 

전

체

 

여

성

범

죄

자

를

 

1

0

대

 

청

소

년

집

단

과

 

사

기

횡

령

집

단

,

 

폭

력

집

단

,

 

절

도

집

단

 

네

 

그

룹

으

로

 

구

분

하

여

 

프

로

파

일

한

 

결

과

 

연

령

과

 

범

죄

유

형

에

 

따

라

 

가

출

,

 

약

물

,

 

흡

연

,

 

거

주

지

,

 

경

제

상

황

 

등

의

 

변

수

가

 

집

단

에

 

따

라

 

서

로

 

다

른

 

것

으

로

 

나

타

났

다

.

 

성

-

적

합

 

교

정

모

형

 

개

발

은

 

기

본

이

념

과

 

안

전

성

(

s

a

f

e

t

y

)

,

 

관

계

성

(

c

o

n

n

e

c

t

i

o

n

)

,

 

강

점

(

e

m

p

o

w

e

r

m

e

n

t

)

을

 

강

조

하

는

 

환

경

여

건

,

 

그

리

고

 

인

지

정

서

행

동

 

변

화

를

 

필

요

로

 

하

는

 

운

영

기

준

,

 

성

-

적

합

 

교

정

모

형

에

 

적

합

한

 

개

별

 

평

가

 

항

목

이

 

요

구

되

는

 

것

으

로

 

나

타

났

다

.

 

일

반

화

된

 

성

-

적

합

 

교

정

모

형

원

리

에

 

근

거

하

여

 

지

역

사

회

 

교

정

 

분

야

는

 

물

론

 

향

후

 

수

강

명

령

과

 

사

회

봉

사

명

령

과

 

같

은

 

세

부

 

집

행

 

프

로

그

램

에

서

도

 

다

양

한

 

성

-

적

합

 

교

정

 

프

로

그

램

이

 

지

속

적

으

로

 

개

발

,

 

평

가

,

 

연

구

되

어

야

 

할

 

것

이

다

.

@highlight

이 논문은 지역사회에서 보호관찰을 받고 있는 여성범죄자 149명의 특성을 분석해 이들에 관한 성-적합 교정모형을 위한 기본원리를 제시하려는 의도로 진행되었다.