본 연구는 서천해역 김 양식장의 월별, 어장별 김갯병 발생 현황 및 김 엽체 사세포 비율을 관찰하고 결과를 분석하여 우리나라 양식 김 갯병에 관한 자료를 축적하고자 시도되었다.

서천해역의 12개 김 양식장에서 2008년 11월부터 2009년 3월까지 5개월 동안매월 1회씩 김발을 채취하였다.

연구 결과 갯병 발병율은 거의 대부분의 정점에서 양식 초기에는 낮았지만 후반기로 갈수록 높아졌다.

이 해역에서 가장 빈발하는 질병은 규조류 부착증이었으며, 그 다음으로는 의사흰갯병이었다.

규조류 부착증이 가장 높게 발병한 시기는 양식 초기인 11월이었으며, 12월에는 발병율이 가장 낮았고 이어 점차 증가하는 양상을 보였다.

김 엽체에 부착된 규조류는 대부분이 Licmophora sp.

이었다.

양식 초기인 11월에는 녹반병과 의사흰갯병의 빈도가 높았지만, 양식 후반기로 갈수록 두 질병의발생율이 점차 감소하는 대신에 호상균병 발생 빈도가 높아졌다.

연구 해역 사세포율은 지점에 따라 다소차이가 있었지만 전체적으로는 양식 후기에 높았고,예외적으로 양식장 거의 정중앙에 위치한 St.

9와내만에 위치한 St.

11, St.

12는 양식 초기에 사세포비율이 높았다.

이러한 김 엽체의 사세포율 변화는영양분 공급과 조류소통 등 여러 가지 요인이 관계하고 있지만 보다 더 정확한 요인은 환경 요인 조사를 통하여 밝혀질 수 있을 것으로 판단된다.

@highlight

이 연구는 서천해역 김 양식장의 월별, 어장별 김갯병 발생 현황 및 김 엽체 사세포 비율을 관찰하고 결과를 분석해 우리나라 양식 김 갯병에 대한 자료를 축적하고자 시도되었다.

