본 연구는 위계적 문화가 강한 군 조직에서 조직몰입에 대한 진성리더십의 효과를 검증하고 진성리더십의 작동기제를 설명하기 위해 리더신뢰의 매개효과를 분석하였다.

특히 위계적이고 다층적인 군 조직에서 직속상관인 중대장과 원거리 상관인 대대장의 리더십이 다른 유형의 리더신뢰를 통해 조직몰입에 영향을 줄 것으로 예측하였다.

육군 3개 사단에서 복무하는 소대장 237명을 대상으로 한 설문자료를 분석한 결과, 상관의 진성리더십은 부하의 조직몰입과 정적 관계를 가지며 이 관계는 리더신뢰의 부분적 매개를 통해서 나타나는 것으로 밝혀졌다.

특히 정서적 리더신뢰와 인지적 리더신뢰는 조직몰입에 대해 다른 영향을 가지며, 정서적 신뢰는 직속상관인 중대장에게서 영향이 크며, 인지적 신뢰는 대대장의 경우에 더 중요한 역할을 하는 것으로 나타났다.

실무적인 측면에서 본 연구의 결과는 권위적 문화가 강한 가진 군 조직에서도 진성리더십이 효과적이며 기존 리더십에 대한 대안으로서 진성리더십의 개발, 교육 및 확산의 필요성이 높음을 시사한다.

@highlight

위계적 문화가 강한 군 조직에서 조직몰입에 대한 진성리더십의 효과를 검증하고 진성리더십의 작동기제를 설명하기 위해 리더신뢰의 매개효과를 분석고자 하였으먀, 특히 위계적이고 다층적인 군 조직에서 직속상관인 중대장과 원거리 상관인 대대장의 리더십이 다른 유형의 리더신뢰를 통해 조직몰입에 영향을 줄 것으로 예측한다.

