본 연구의 목적은 2013년도 자유학기제 연구학교 42개교가 학교의 수업과 각종 교육활동에 대해 어떻게 평가를 하고 있는지, 그리고 시험 없이 수업과 교육활동에 학생들의 참여와 동기를 유발하기 위해 어떠한 방법과 도구를 사용하여 학생을 평가하고 있는지 분석하고자 하였다.

본 연구를 위해 연구학교 보고서를 중심으로 자유학기제의 학생평가에 대한 목적, 내용, 주체, 방법 등을 분석하였고, 타당성을 높이기 위해 2014년도 자유학기제 연구학교 38개교 현장 교원의 목소리가 담긴 설문조사를 추가적으로 실시하여 검증하였다.

이에 대한 분석결과는 첫째, 평가 목적으로서 형성평가, 둘째, 평가 내용으로서 정의적 평가, 셋째, 평가 주체로서 학생(자기)·동료 평가, 넷째, 평가 방법으로서 수행평가가 자유학기제 연구학교의 평가 특징으로 두드러지게 나타났다.

본 연구를 통해 자유학기제 평가의 목적, 내용, 주체, 방법이 변화한 세련된 평가특징을 조망하였고, 자유학기제 평가 방식의 특징으로는 지필·총괄 평가에서 수행·형성 평가로, 가시적인(visible) 평가에서 비가시적인(invisible) 평가로, 교사에 의한 집단(group)평가에서 교사·학생·동료에 의한 개별(individual)평가로, 그리고 고부담(high-

stake) 평가체제에서 저부담(low-

stake) 평가체제로의 전환에 관한 교육적 함의를 논하였다.

@highlight

이 연구의 목적은 2013년도 자유학기제 연구학교 42개교가 학교의 수업과 각종 교육활동에 관해 어떻게 평가를 하고 있는지, 그리고 시험 없이 수업과 교육활동에 학생들의 참여와 동기를 유발하기 위해 어떠한 방법과 도구를 사용해 학생을 평가하고 있는지 분석하고자 했다.

