웹 서비스 기술의 발전에 따라 인터넷의 이용자가 생산자이면서 동시에 소비자로서 인터넷 공간을 이용하는 웹 2.0이라는 개념이 도래하였다.

웹 2.0 개념의 인터넷 공간에서는 소셜 웹 서비스를 통하여 셀 수 없이 많은 다양한 형태의 웹 콘텐츠가 만들어지고 있다.

따라서 실세계에서도 다양한 유형의 사용자들이 웹 콘텐츠를 공유할 수 있도록 하는 능동형 디스플레이 시스템이 등장하였다.

능동형 디스플레이 시스템은 실세계에서도 다양한 유형의 사용자들이 웹 콘텐츠를 공유할 수 있도록 한다.

그러나 지금까지는 시스템의 개인적인 웹 콘텐츠를 공유하는 기능이 미비하였다.

본 논문에서는 실세계에서 사용자의 신원을 파악하여 사용자의 블로그나 공개 카페와 같은 소셜 네트워크 서비스의 웹 콘텐츠를 대형 디스플레이 장치 혹은 멀티미디어 재생 장치를 통하여 표현하는 능동형 디스플레이 애플리케이션을 개발하였다.

이를 위하여 사용자의 프로필과 웹 콘텐츠 정보를 등록하고 관리할 수 있는 소셜 콘텐츠 프레젠테이션 서버를 개발하였다.

또한, 실세계에서 디스플레이 장치에 근접한 사용자를 능동적으로 식별하고 직관적 사용자 인터페이스를 통하여 웹 콘텐츠를 디스플레이 장치 화면에 나타내는 소셜 콘텐츠 프레젠테이션 클라이언트를 개발하였다.

그리고 직관적 사용자 인터페이스를 통하여 콘텐츠의 공유를 현장에서 지정하는 현장 스크랩 서비스와 또한 다양한 종류의 의견 제시를 현장에서 지원하는 현장 피드백 서비스를 개발하였다.

@highlight

본고에서는 실세계에서 사용자의 신원을 파악하여 사용자의 블로그나 공개 카페와 같은 소셜 네트워크 서비스의 웹 콘텐츠를 대형 디스플레이 장치 혹은 멀티미디어 재생 장치를 통하여 표현하는 능동형 디스플레이 애플리케이션을 개발하였다.

