발

생

 

첫

 

주

에

는

 

수

정

란

이

 

분

할

을

 

거

듭

하

여

 

주

머

니

 

배

 

상

태

로

 

자

궁

내

막

에

 

착

상

하

며

,

 

발

생

 

2

주

에

는

 

장

차

 

배

아

가

 

되

는

 

납

작

한

 

원

반

모

양

의

 

2

겹

 

배

반

이

 

만

들

어

진

다

.

 

배

아

기

는

 

발

생

 

3

주

에

서

 

발

생

 

8

주

까

지

이

며

,

 

인

체

의

 

주

요

 

기

관

이

 

형

성

되

는

 

중

요

한

 

시

기

이

자

 

중

추

신

경

계

를

 

선

두

로

 

심

장

,

 

귀

,

 

눈

,

 

사

지

,

 

치

아

,

 

구

개

,

 

외

부

생

식

기

 

등

 

주

요

한

 

기

형

이

 

발

생

하

는

 

시

기

이

기

도

 

하

다

.

 

창

자

배

 

형

성

은

 

발

생

 

3

주

 

초

에

 

시

작

하

여

 

4

주

 

말

까

지

 

계

속

되

며

 

배

아

덩

이

 

위

판

 

세

포

에

서

 

장

기

형

성

에

 

관

여

하

는

 

외

배

엽

,

 

중

배

엽

,

 

내

배

엽

의

 

세

 

종

자

층

이

 

생

긴

다

.

 

기

형

유

발

인

자

에

 

민

감

한

 

시

기

이

지

만

 

임

신

부

가

 

임

신

한

 

것

을

 

모

르

고

 

주

의

를

 

소

홀

히

 

하

기

 

쉽

다

.

 

발

생

 

3

주

 

말

에

 

신

경

판

의

 

양

쪽

 

신

경

주

름

이

 

가

운

데

에

서

 

만

나

 

합

쳐

져

 

신

경

관

이

 

만

들

어

지

며

 

신

경

관

은

 

장

차

 

뇌

와

 

척

수

가

 

된

다

.

 

발

생

 

2

5

일

과

 

2

8

일

경

에

 

머

리

 

쪽

과

 

꼬

리

 

쪽

 

신

경

구

멍

이

 

막

혀

서

 

폐

쇄

된

 

관

 

모

양

이

 

되

며

 

제

대

로

 

닫

히

지

 

않

으

면

 

신

경

관

 

결

손

을

 

초

래

한

다

.

 

신

경

능

선

세

포

는

 

양

쪽

 

신

경

주

름

의

 

꼭

대

기

에

 

위

치

한

 

신

경

외

배

엽

에

서

 

유

래

한

 

세

포

이

며

 

다

양

한

 

조

직

과

 

기

관

을

 

만

든

다

.

 

신

경

관

을

 

떠

나

 

이

주

한

 

신

경

능

선

세

포

는

 

여

러

 

기

형

유

발

물

질

에

 

손

상

 

받

기

 

쉽

다

.

 

얼

굴

과

 

심

장

속

막

방

석

 

발

생

에

 

관

여

하

므

로

 

손

상

되

는

 

경

우

 

얼

굴

과

 

심

장

기

형

의

 

동

반

이

 

드

물

지

 

않

다

.

@highlight

발생 첫 주에는 수정란이 분할을 거듭해 주머니 배 상태로 자궁내막에 착상하며, 발생 2주에는 장차 배아가 되는 납작한 원반모양의 2겹 배반이 만들어진다.