본 연구는 중학생이 인식한 부모의 과보호적 양육태도가 이들의 분노 정서에 미치는 영향을 특성분노와 분노표출의 관점에서 알아보았다.

특히 과보호적 양육태도가 분노에 미치는 영향의 과정에서 부정적 자동적 사고가 매개역할을 하는지 분석하였다.

이를 위하여 중학교 2~3학년 603명을 대상으로 빈도분석, 평균차이검증, 상관분석 및 일련의 중다회귀분석을 사용한 매개분석을 통해 자료를 분석하였다.

연구결과 첫째, 자녀가 인식한 부모의 과보호적 양육태도와 이들의 특성분노의 관계에서 부정적 자동적 사고의 부분 매개효과가 확인되었다.

둘째, 자녀가 인식한 부모의 과보호적 양육태도와 이들의 자녀의 분노표출 사이에서 부정적 자동적 사고가 부분매개변인임을 확인하였다.

이를 통해 아버지와 어머니 모두의 과보호적 양육태도는 자녀의 부정적 자동적 사고를 유발하고 이렇게 유발된 생각에 의하여 특성분노가 높아지거나 분노표출의 정도가 높아진다는 것을 확인하였다.

본 연구의 결과를 바탕으로 부모의 과보호가 자녀의 정서 변화에 미치는 측면에서 효과적인 양육태도를 논의하였다.

그리고 본 연구 결과를 토대로 자녀의 문제행동을 해결하기 위한 교육적 개입 방법을 부모의 과보호적 양육태도와 분노의 관점에서 논의하고 시사점을 제시하였다.

@highlight

이 연구는 중학생이 인식한 부모의 과보호적 양육태도가 이들의 분노 정서에 미치는 영향을 특성분노와 분노표출의 관점에서 알아보았다.

@highlight

이 연구의 결과를 바탕으로 부모의 과보호가 자녀의 정서 변화에 미치는 측면에서 효과적인 양육태도를 논의했다.

