최근 학교교육에서 학생들의 과학 태도에 대한 관심과 중요성이 증대되고 있다.

학생들의 과학 태도는 학업 성취도, 교육 프로그램의 일관성, 수업의 질뿐만 아니라 과학 교육의 관점과 과학 관련 직업 선택에도 영향을 준다.

그 동안의 과학 태도에 대한 선행 연구와 국제 비교 연구에 의하면, 우리나라 학생들의 과학 태도는 점차 하락하고 있는 것으로 나타났다.

이 연구에서는 초중고 학생들의 과학 태도 변화 과정을 알아보고, 이에 영향을 미치는 학습 환경 변인을 밝히는데 그 목적이 있다.

초등학교 3학년부터 고등학교 2학년 학생 약 6,925명을 대상으로 2003년 3월부터 3회에 걸쳐 학생들의 과학 태도와 학습 환경 검사를 실시하였다.

분석 결과, 학생들의 과학 태도는 일년 중 6월 이후에 낮아지고, 초등학교 4학년에서 중학교 2학년까지 과학 태도가 크게 변하였다.

과학 태도가 1학기보다는 2학기에 더 많이 하락하였으며, 초?

중학교 학생들보다 고등학생들의 과학 태도 하락 폭이 더 컸다.

학생들의 과학 태도에 가장 큰 영향을 주는 요인은 과학에 대한 경험이고, 교사, 학급 분위기 등이 과학 태도 변화에 영향을 주는 것으로 나타났다.

학습 환경 변인은 과학 태도가 하락한 학생과 과학 태도가 상승한 학생이 각각 다르게 영향을 주는 것으로 밝혀졌다.

과학 태도에 영향을 주는 범주는 초등학교에서는 성, 학년, 지역, 중학교에서는 학년과 지역, 그리고 고등학교에서는 지역으로 나타났다.

@highlight

본 연구에서는 초중고 학생들의 과학 태도 변화 과정을 알아보고, 이에 영향을 미치는 학습 환경 변인을 밝히는데 그 목적이 있다.

@highlight

분석 결과, 학생들의 과학 태도는 일년 중 6월 이후에 낮아지고, 초등학교 4학년에서 중학교 2학년까지 과학 태도가 크게 변했다.

