이 연구는 우리나라의 주요한 교육과정 연구 담론으로 자리잡아온 교육과정 개발 담론이 갖는 문제점과 그 한계를 최근의 구미의 주요 담론들에 대한 이해에 기초하여 비평하고자 하였다.

이미 구미의 경우, 다양한 교육과정의 담론들이 대두되고 확산되어 교육과정연구가 새로운 방법론과 인식론 그리고 이론들에 기초하여 이루어지고 있다.

이에 비하여 우리나라는 Tyler 원리 중심의 교육과정 개발 담론이 주도적인 역할을 최근까지 담당하면서 교육과정 개발 이외의 담론들에 대한 제한적이고 편협한 그리고 잘못된 인식을 생산하고 있다.

이에 이 연구에서는 교육과정 개발 담론이 해 온 역사적 공헌을 인정하면서 교육과정 개발 담론에 기초한 교육과정연구가 가질 수 있는 한계점, 그리고 새로운 담론들을 우리가 수용하였을 때 우리나라의 교육과정연구가 어떻게 변화되고 심화될 수 있는지를 논의하였다.

이에 크게 다섯 가지로 교육과정개발 담론의 문제점을 지적하였고 그러한 지적이 어떤 문제점을 가지고 있는지를 개선의 차원에서 조명하고자 하였다.

그리고 이러한 비평과 시사점의 도출을 통하여 앞으로 우리나라의 교육과정 연구 분야가 전통주의 교육과정 개발 담론과 함께 새로운 담론들이 수용되고 확산되는 탈실증주의 교육과정 연구 패러다임의 시대를 맞이함으로써 우리나라의 교육과정연구에 기여하기를 기대하였다.

@highlight

우리나라의 교육과정 개발 담론이 갖는 문제점과 그 한계를 구미의 주요 담론들에 대한 이해에 기초하여 비평하고자 하였다.

@highlight

역사적 공헌을 인정하면서 교육과정 개발 담론에 기초한 교육과정연구가 가질 수 있는 한계점, 새로운 담론들을 수용하였을 때 우리나라의 교육과정연구가 어떻게 변화되고 심화될 수 있는지를 논의하였다.

@highlight

비평과 시사점의 도출을 통하여 우리나라의 교육과정 연구 분야가 전통주의 교육과정 개발 담론과 함께 탈실증주의 교육과정 연구 패러다임의 교육과정연구에 기여하기를 기대하였다.

