이 논문의 목적은 한국전쟁기간 북한에서 형성된 사회통제체제의 성격을 분석하는 것이다.

이 논문은 한국전쟁의 특성, 즉 전시파괴, 피점령의 경험, 그리고 휴전협상의 전개를 중심으로 전시 사회통제체제의 성격을 분석하였다.

첫 번째로, 한국전쟁 당시 북한지역에서 발생한 물적, 인적 피해는 애국주의 규범을 전사회적으로 강화시키는 결과를 가져왔다.

두 번째로, 인천상륙작전 이후 연합군과 국군에 의한 피점령과 곧 이은 피점령지의 회복은 적들에게 동조한 '이적분자'들을 사회적으로 숙청하고 낙인찍음으로써 적(敵)과 아(我)를 구분하는 사회통제의 준거가 되었다.

세 번째로, 전선의 안정화 이후 2년 여간 지속된 휴전협상은 결과적으로 전시 사회통제체제가 북한사회에서 공고화되는 결과를 가져왔다.

한국전쟁이 종전이 아닌 휴전의 형태로 종료됨에 따라 전시에 형성된 사회통제체제의 성격이 북한사회에 내재화되었다고 할 수 있다.

@highlight

본 논문의 목적은 한국전쟁기간 북한에서 형성된 사회통제체제의 성격을 분석하는 것이다.

