이 연구는 캐서린 라쿠나(Catherine Mowry LaCugna)의 삼위일체 신학을 통해서 가족관계를 위한 목회신학적 기초를 제공하는 것을 목표로 한다.

이러한 목적을 달성하기 위해 가족관계에서 발생한 문제로 고통당하는 한 신앙인의 이야기를 제시하면서 글을 시작한다.

이 이야기에서 제기된 문제의식을 가지고 라쿠나의 삼위일체 신학으로 들어간다.

라쿠나의 삼위일체 신학을 통해 우리를 위해 다가오시는 하나님에 대한 신학적 이해를 살펴보고, 하나님의 형상으로 지음 받은 우리의 삶과 관계의 모습은 어떠해야 하는지 살펴보았다.

먼저 기독교인의 삶과 괴리된 방향으로 발전되어 갔던 삼위일체 신학에 대한 라쿠나의 비판을 살펴본 다음, 이를 극복하기 위해 시도한 라쿠나의 신학적 시도를 다루었다.

이 과정에서 삼위일체 신학에서 인격(person)에 대한 관심이 가지는 중요성과 가족 관계를 위한 함의도 살펴보았다.

이어서 ‘관계적 존재론’이라는 이름으로 라쿠나가 시도한 삼위일체적 존재론과 이 존재론이 현대 가족 관계를 위해 가지는 신학적 의미를 모색해보았다.

마지막으로, 논의의 과정에서 얻은 지혜를 가지고 앞에서 제시한 사례로 다시 돌아가서 사례에 대한 목회신학적 성찰을 시도했다.

연구를 마무리하며, 관계적 존재론의 탐구를 통해 얻은 통찰을 토대로 목회상담 실천과 가족관계의 영적 의미를 성찰해 보았고, 관계로의 부르심이라는 소명의 영적 의미를 제시하였다.

@highlight

연구는 캐서린 라쿠나의 삼위일체 신학을 통해서 가족관계를 위한 목회신학적 기초를 제공하는 것을 목표로 한다.

@highlight

이러한 목적을 달성하기 위해 가족관계에서 발생한 문제로 고통당하는 한 신앙인의 이야기를 제시하면서 글을 시작한다.

