본 연구에서는 고등학교 사회과 교사의 성별, 연령, 교직경력, 학교가 위치한 도시 규모, 경제학 이수 학점, 출신 학과 등의 배경이 경제교육에 미치는 영향을 분석하였다.

이를 위해 경제교육협의회가 수행한 2007년 설문조사 결과를 이용하여 고등학교에서 경제 관련 단원을 담당하는 사회과 교사의 담당 과목, 수업 동기, 수업에서 어려움을 느끼는 단원 등이 사회과 교수의 배경에 따라 어떻게 차이가 나는지를 분석하였다.

우선, 출신 학과에 따라 사회과 교사가 수강한 경제 과목 수에 차이가 있었다.

경제 관련 학과 출신 사회과 교사는 대부분 3개 이상의 경제 과목을 수강하였으나 경제 관련 학과 출신이 아닌 교사 중 대다수는 기껏해야 한 두 개의 경제 과목을 수강하는 데 그치고 있었다.

다음으로 출신 학과에 따라 담당하는 과목이 다른 경향을 보였다.

경제 관련 학과 출신 사회과 교사는 [경제] 과목을 학부 전공과 일치한다는 이유로 자발적으로 담당하는 경향을 보였으나 경제 관련 학과 출신이 아닌 교사는 본인의 의사와는 동떨어진 교사 간 수업 시수 배분 과정의 결과로 [경제] 수업을 담당하는 경향을 보였다.

경제 관련 학과 출신이 아닌 교사가 [경제] 과목을 기피하는 이유로는 경제 과목을 충분히 수강하지 못해 경제 이해력이 그만큼 떨어진다는 데 있는 것으로 생각된다.

마지막으로 여교사가 경제 과목을 기피한다는 사회적 통념과는 달리 여교사가 [사회] 과목을 더 담당하지만 [경제] 과목을 담당하는 데는 유의한 차이를 보이지 않았다.

@highlight

본 연구에서는 고등학교 사회과 교사의 성별 등의 배경이 경제교육에 미치는 영향을 분석하였다.

@highlight

그 결과, 출신 학과에 따라  교사가 수강한 경제 과목 수에 차이가 있었고 담당하는 과목이 달랐다.

@highlight

경제 관련 학과 출신이 아닌 교사는 충분하지 못한 수강으로 인해 이 과목을 기피하는 것으로 사료되며 여교사가 [경제] 과목을 기피한다는 사회적 통념과는 달리 담당하는 데는 별 차이를 보이지 않았다.

