오늘날 우리 사회의 인문학 열풍 속에서 교육에서도 인문학적 소양의 균형 있는 함양 내지 인문학 교육이 강조되고 있다.

그러나 인문학 교육의 성격이 무엇이며, 어떻게 이루어져야 하는가가 불분명하다.

본 연구는 인문학 교육이 어떻게 이루어져야 하는지를 탐색하기 위한 기초 연구로서, ‘인문학 교육’ 개념의 역사적 고찰을 통하여 그 말의 애매성을 분석함으로써 인문학 교육의 방향 정립을 위한 개념 틀을 제공하는 데 그 목적이 있다.

이를 위해서 첫째, 우리나라 인문학의 위기에 대한 비판적 고찰에서 드러난 인문학에 대한 서로 다른 입장, 즉 강단인문학과 실천인문학의 대립을 살펴보면서 인문학의 성격에 대해 논의한다.

둘째, 인문학 교육이 역사적으로 어떻게 발전되어 왔는지를 고찰하면서, 인문학의 두 가지 대립이 어떻게 생겨났는지, 오늘날 ‘인문학 교육’ 및 ‘자유교육’의 개념이 어떻게 뒤틀리고 오해되어 왔는지를 밝힌다.

셋째, 인문학 교육의 방향 모색을 위한 기본 개념 틀을 제공하기 위하여 인문학 교육의 여러 유형을 분석한 후, 그것이 인문학 교육에 주는 시사점을 논의한다.

@highlight

인문학 교육의 방향 정립을 위한 개념 틀을 제공하고자 한다.

@highlight

인문학 교육이 역사적으로 어떻게 발전되어 왔는지, 대립이 어떻게 생겨났는지, 오늘날 ‘인문학 교육’ 및 ‘자유교육’의 개념이 어떻게 뒤틀리고 오해되어 왔는지를 밝힌다.

@highlight

인문학 교육의 방향 모색을 위한 기본 개념 틀을 제공하기 위하여 인문학 교육의 여러 유형을 분석한 후 그것이 인문학 교육에 주는 시사점을 논의한다.

