본 연구는 미세먼지(PM10) 오염농도와 토지피복간의 상관성 분석을 통해 GWR(Geographically Weighted Regression) 모델의 적합성 평가를 실시하였다.

특히, 미세먼지 특성상 공간 자기상관성이 있다고 판단되어 동일한 회귀 분석 모형에 일반최소자승법과 지리가중회귀분석 모델을 적용하여 결과를 비교하였다.

연구결과, 두 회귀분석 모델의 결과를 비교했을 때 지리가중회귀분석 모델의 결정계수 값이 높아 모형 설명력이 더 높은 것으로 나타났다.

또한 AICc(Akaike Information Criterion correction) 계수는 일반최소자승법보다 지리가중회귀분석에서 더 낮은 값을 보여 지리가중회귀분석을 통한 모델의 개선이 이루어졌다고 판단된다.

Moran 지수를 이용하여두 모델의 표준잔차에 대한 공간 자기상관성을 비교 분석한 결과, 일반최소자승법의 표준잔차에서는 정적 상관관계가 나타나 공간 자기상관성이 뚜렷하게 나타났지만, 지리가중회귀분석의 표준잔차에서는 무작위 패턴이 나타나 공간자기상관성을 모두 통제한 것으로 나타났다.

본 연구는 미세먼지 관련 연구에 있어 지리가중회귀분석의 적합성을 밝히고, 분석을 통해 얻어진 결과로 미세먼지 관련 연구에 기초데이터를 제공함으로써 국내 미세먼지 오염농도 저감에 기여하고자 하였다.

@highlight

GWR 모델의 적합성 평가를 위해 미세먼지 오염농도와 토지피복간의 상관성 분석을 실시하였다.

@highlight

미세먼지 관련 연구에 있어 지리가중회귀분석을 통한 모델의 개선을 확인하고, 분석을 통해 도출된 결과를 미세먼지 관련 연구에 기초데이터를 제공함으로써 국내 미세먼지 오염농도 저감에 기여하고자 하였다.

