본 연구는 대학교 검도선수들의 자기관리전략이 운동열의 및 운동 만족과의 관계를 규명하는데 연구의 목적이 있다.

이러한 연구목적을 이루기 위해 연구대상은 서울·경기·광주 지역의 대학교 검도선수를 대상으로 목적표집(convenience sampling)을 이용하여 총 330명으로 표집 하였으나 부적절한 응답자 30명을 제외하고, 300명을 최종 연구대상자로 선정하였다.

선정된 자료는 코딩의 지침에 따라 부호화(coding)하였으며 부호화된 자료를 컴퓨터에 개별 입력시킨 후 통계 프로그램인 SPSS Windows 18.0 Version을 이용하여 빈도분석(Frequency), 탐색적 요인분석(Exploratory Factor Analysis), 신뢰도분석(Reliability Analysis), 상관관계분석(Correlation Analysis), 중다회귀분석(Multiple Regression Analysis)을 실시하였다.

이러한 연구절차를 통하여 얻은 결과는 다음과 같다.

첫째, 대학교 검도선수들의 자기관리 전략은 운동열의에 부분적으로 영향을 미치는 것으로 나타났다.

둘째, 대학교 검도선수들의 자기관리 전략은 운동만족에 부분적으로 영향을 미치는 것으로 나타났다.

셋째, 대학교 검도선수들의 운동열의는 운동만족에 부분적으로 영향을 미치는 것으로 나타났다.

@highlight

대학교 검도선수들의 자기관리전략이 운동열의 및 운동 만족과의 관계를 규명한다.

@highlight

 빈도분석(Frequency), 탐색적 요인분석(Exploratory Factor Analysis), 신뢰도분석(Reliability Analysis), 상관관계분석(Correlation Analysis), 중다회귀분석(Multiple Regression Analysis)을 실시한 결과 대학교 검도선수들의 자기관리 전략은 운동열의에 부분적으로 영향을 미치는 것으로 나타났고 대학교 검도선수들의 자기관리 전략은 운동만족에 부분적으로 영향을 미치는 것으로 나타났으며 대학교 검도선수들의 운동열의는 운동만족에 부분적으로 영향을 미치는 것으로 나타났다.

