본 연구는 실질과세원칙 적용의 효과적인 운영을 위해 경제적 실질 판단검증요건이 제시되지 않은 현행 한국 실질과세원칙 국세기본법 규정에 경제적 실질 판단검증요건이 제시된 미국의 실 질과세원칙 규정을 도입할 경우 세무전문가의 의사결정에 영향을 미치는 가를 연구하여, 관련 우리나라 규정의 개선방안을 제시해 보고자 한다.

본 연구의 실험결과 미국에서 경제적 실질이 없어 필요경비 불공제로 판결이 난 가상 상황에 대해 한국의 국세기본법 제14조와 미국의 경제적 실질 판단요건 Section 7701(o)에 따른 경제적 실질에 대한 세무전문가 의사결정에 유의한 차이를 보이지 않았다.

또한 법률체계로 조작된 세 무전문가 성향에 따른 경제적 실질에 대한 세무전문가들의 의사결정에도 유의한 차이를 보이지 않았다.

이러한 결론은 법 규정과 관련한 행동과학이론 중 입수가능한 휴리스틱과 앵커링 휴리 스틱에 의해서 추정될 수 있다.

입수가능한 휴리스틱은 세무전문가들이 정보를 처리할 때 경험 과 기억에 의해 정보를 처리함으로써, 경제적 실질 판단검증도구로 제시된 국세기본법 제14조와 미국 section 7701(o) 조항과의 차이 판단에 대한 차이가 없는 결과를 보인 것으로 추정된다.

또 한 앵커링 휴리스틱에 의해서 조세법률주의 법전에 근거로 조문을 해석하는 방향을 취했기 때문 에 의사결정에 유의한 차이를 보이지 않는 것으로 추정된다.

@highlight

실질과세원칙 적용의 효과적인 운영을 위해 우리나라 규정의 개선방안을 제시한다.

@highlight

결과적으로 미국에서 경제적 실질이 없어 필요경비 불공제로 판결이 난 가상 상황에 대해 한국의 국세기본법 제14조와 미국의 경제적 실질 판단요건 Section 7701에 따른 경제적 실질에 대한 세무전문가 의사결정에 유의한 차이를 보이지 않았고 경제적 실질에 대한 세무전문가들의 의사결정에도 유의한 차이를 보이지 않았다.

