본 연구는 제조업 내 다른 유형의 혁신 규제가 기업 성장에 어떻게 영향을 주는지 분석한다.

특히 본 연구는 혁신 규제가 기업 성장에 미치는 효과가 규제 특성, 기업 성장률 및 규제 대응 역량과 관련된 기업 연령대, 혁신 활동 환경과 관련된 산업 유형의 결합에 따라서 달라지는지 살펴보는 것을 연구 목표로 한다.

본 연구는 요인분석과 회귀분석을 이용하여 제조업 부문 한국 기업혁신 조사 자료를 분석함으로써, 혁신 규제의 유형을 구분하고 각 유형의 혁신규제가 기업 성장에 미치는 효과를 추정하였다.

실증 분석 결과에 따르면 혁신 규제가 기업 성장에 전반적으로 부정적 영향을 주었지만 세부적으로 살펴보면 규제 특성, 기업 연령대, 산업 유형이 결합된 조건에 따라서 기업 성장에 미치는 규제 효과가 달라졌다.

경제적 규제 및 창업 관련 규제가 기업 성장에 미치는 부정적 효과는 고기술 산업(high-

technology in-

dustry) 내에서 상대적으로 더 크게 나타났고, 신생 기업과 성숙 기업의 성장에 모두 부정적 영향을 주었다.

사회적 규제 및 지재권(IP) 관련 규제는 고기술 산업 내 신생 기업 또는 저기술 산업(low-

technology industry) 내 성숙 기업의 성장에만 부정적 영향을 주었다.

이런 결과는 혁신 규제가 저기술 산업이나 성숙 기업에 비해 고기술 산업 내 신생 기업의 성장을 복합적으로 더 크게 저해하고 있음을 의미한다.

@highlight

본고는 제조업 내 혁신 규제가 기업 성장에 미치는 영향을 분석했고 그 결과 경제적?

@highlight

창업 관련 규제는 기업 성장에 부정적인 영향을 주는 것으로 나타났다.

@highlight

이는 고기술 산업에서 더 크게 나타났고 신생 기업 또는 저 기술 산업 성장에도 부정적 영향을 주었다.

