장애 자녀를 둔 부모들이 직면하는 어려움을 해소하고 가족 전체의 삶의 질 향상을 위해 부모의 역량을 강화하는 것은 중요하다.

본 연구에서는 장애아동 부모 역량강화 프로그램을 개발하여 장애아동을 둔 어머니 15명에게 실시하였다.

프로그램에 참여한 어머니와 그 가족의 삶의 변화를 알아보기 위하여 면담과 관찰 등의 방법을 사용하여 질적 데이터를 수집하였다.

다각적으로 수집된 자료 분석 결과, 어머니와 그 가족이 경험한 변화는 세 가지 측면으로 요약해 볼 수 있다.

첫째, 본 프로그램에 참여한 어머니 자신은 긍정적인 내면상태로 변화되었으며, 자신에 대해서 반성적 성찰을 하고, 감정 조절 능력이 향상되었으며, 변화에 대한 실천 의지 등이 생겼다.

둘째, 본 프로그램에 참여한 어머니 자신의 변화는 장애자녀, 남편, 비장애자녀 등 가족 구성원들의 변화 및 관계에 영향을 미쳤으며, 결국은 이 모든 것들이 복합적으로 작용하여 이전보다 더욱 행복한 가정을 이루게 되었다.

셋째, 본 프로그램에 참여한 어머니들은 다른 장애 어머니들의 이야기를 공감·경청하고, 그들을 이해·배려하며, 실질적인 도움을 주는 등 다른 어머니들에게 영향력을 미치게 되었다.

또한 특수교육관련법과 관련서비스, 장애아동 부모로서의 권리 등을 이해하고, 사회의 변화에 대하여 생각하고, 자신의 권리를 주장하는 등 사회적 관계의 변화를 가져 왔다.

@highlight

장애 자녀를 둔 부모들이 직면하는 어려움을 해소하고 가족 전체의 삶의 질 향상을 위해 부모의 역량을 강화하는 것은 중요하다.

@highlight

프로그램에 참여한 어머니와 그 가족의 삶의 변화를 알아보기 위하여 면담과 관찰 등의 방법을 사용하여 질적 데이터를 수집했다.

