이 논문에서는 「근로기준법」 제63조의 적용제외 사업에 관련된 중국의 최근 입법 논의 동향을 살펴보고 한국의 적용제외 규정과 비교해보았다.

중국에서는 한국의 현행 「근로기준법」 제63조와 상응하는 규정이 명확하게 존재하지 않으며, 다만 특수근로시간제가 있어서 여기서 이 제도를 통하여 한국의 현행 「근로기준법」 제63조(적용의 제외)에 해당하는 사항을 다른 근로시간제와 동시에 규율하고 있다.

중국 의견수렴안의 입법 내용을 검토해 보면, 중국의 근로시간 등의 규정에 대한 적용제외 대상에 관한 취급은 한국과 다르다.

중국에서 한국 「근로기준법」 제63조의 적용제외 대상업종과 직무는 부정시근로시간제와 근로시간종합계산제에 의하여 규율되며, 한국의 적용제외 대상 업종이나 직무의 일부가 중국에서는 오히려 사업장밖간주근로제, 재량간주근로시간제 및 탄력적 근로시간제의 형태로 규율되고 있는 특징을 지니고 있다.

중국 의견수렴안의 입법 내용은 근로시간 등 적용제외에 대한 적용대상 및 그 규율 방법의 다양하며, 나름대로 이유를 갖추고 있어서 한국의 경우에도 적용제외에 대한 입법 방식이나 입법의 내용을 다른 관점에서 볼 수 있게 한다는 점에서 시사성이 있다고 생각된다.

@highlight

본 논문은 「근로기준법」 제63조의 적용제외 사업에 관련된 중국의 요즘 입법 논의 동향을 살펴보고 한국의 적용제외 규정과 비교해보았다.

