과거 사회는 직업이 단순하고 사회 변화 속도가 느리기 때문에 가정에서 부모님들이 진로 지도를 하고, 학교에서 진로 교육에 관한 전문적 교육과정, 지식이 없어도 진로 교육이 가능했다.

그러나 현대사회는 직업 자체가 복잡해지고 직업 안에서도 전문적 기능, 지식이 요구되고 있으며, 직업 세계에 변화가 이루어져 직업이 사라지기도 하며 존재하는 직업의 종류가 다양해지고 세분화되었다.

이러한 변화로 인해 일과 직업에 대한 가치관을 확립하는 것이 어렵게 되어 진로 교육이 매우 중요해주고 절실해졌다.

본 연구에서는 초등학교 학생들에게 재미있는 진로 교육 수업을 하기 위해 초등학교 5-6학년 군의 진로 교육 교육과정을 구현한 어플리케이션을 개발하고 수업의 효과를 검증한다.

본 논문에서는 초등학생용 직업 교육 앱을 개발하고 이를 활용한 직업교육 수업이 미치는 교육적 효과를 살펴본다.

직업교육 앱을 활용한 총 8차시의 수업을 서울의 한 초등학교에 적용했다.

그 결과, 수업에 참여한 학생들은 그들의 직업에 대해 더 잘 이해하게 되었고 또한 수업에 참여한 학생들의 수업에 대한 만족도는 매우 높게 나타났다.

@highlight

본 논문에서는 초등학교 학생들에게 재미있는 진로 교육 수업을 하기 위해 초등학교 5~6학년 군의 진로 교육 교육과정을 구현한 어플리케이션을 개발하고 수업의 효과를 살펴보았다.

@highlight

초등학생용 직업 교육 앱을 개발하여 이를 활용한 직업교육 수업이 미치는 교육적 효과를 고찰하였다.

