한국어 분류사는 수 분류사적 성격을 지니고 있어서 명사에 대한 수량의 단위를 표시하는데, 이러한 단위적 성격은 분류사 형태가 지니고 있는 부류 표시 기능에 바탕을 둔다.

그런데 한국어 분류사의 근본적인 기능은 문장 구성에서 호응 관계를 이루는 명사 지시물의 의미적인 부류를 표시하는 데 있다.

분류사의 부류 표시 기능은 한국어 화자의 세계 사물에 대한 범주화 작용과도 관련되는 것이다.

하나의 범주는 원형적인 것과 주변적인 것을 구성원으로 하며, 따라서 특정 범주의 성격은 원형적 구성원의 속성을 통해 이해할 수 있다.

그런데 주변적인 구성원은 범주의 기본적 성격에서 떨어져 있으나, 원형적 구성원과 일정한 관계를 맺고 있다.

특히 주변적 구성원은 은유 등의 인지적 절차에 의해 확대될 수 있다.

이 글에서는 원형 이론을 바탕으로 한국어 분류사의 범주 확대 현상을 분석한다.

여기서 범주 확대의 기제는 형상화와 의인화 등의 은유적 현상에 기대기로 한다.

구체적으로는 형상성 범주의 ‘장(張)’과 ‘개(個)’, 기능성 범주의 ‘대(臺)’, 존재론적 은유의 ‘줄기’와 ‘가지’ 등과 인간성 범주의 일부 분류사를 대상으로 이들이 지니고 있는 원형적 특성을 살피고, 이를 바탕으로 관련되는 대상이 은유적으로 확대되는 양상을 기술한다.

@highlight

한국어 분류사는 수 분류사적 성격을 지니고 있어서 명사에 관한 수량의 단위를 표시하는데, 이런 단위적 성격은 분류사 형태가 지니고 있는 부류 표시 기능에 바탕을 둔다.

