이 연구는 태권도 겨루기 관전자가 체험하는 카타르시스의 구조를 밝히는 데에 목적이 있다.

이에 태권도 겨루기 관전자의 카타르시스는 미적 체험을 통해 가능하다는 것을 전제하였다.

이 연구를 요약하면 다음과 같다.

미적 체험은 대상에 대한 주체적 체험과 객관적 체험의 상호작용의 관계에서 발생하고 미적 직관과 공감에 대한 감정이입으로 인식되는 체험이다.

그러므로 태권도 겨루기 관전자의 카타르시스는 선수를 통한 직관과 공감에 의한 감정이입으로 미적 체험에 의거한다.

태권도 겨루기 관전자의 카타르시스는 선수의 태권도 경기 상황의 극적 특질을 중심으로 하여 다양한 감정이 교차되면서 형성된다.

태권도 겨루기 관전자의 카타르시스는 ‘배설’과 ‘정화’에서 이어지는 ‘열광’과 ‘안도감’으로서 이입된 감정의 작용으로 인해 몸과 마음으로 표출되는 구성요소를 갖는다.

그것이 함성과 환호와 갈채 그리고 환희, 고마움, 불안감 해소이다.

이와 같이 몸과 마음으로 표출된 구성요소는 태권도 겨루기 관전자의 카타르시스로 해방감을 느끼게 하는 전제적 감정이 된다.

따라서 태권도 겨루기 관전자의 카타르시스인 열광과 안도감은 선수에 대한 직관과 공감에 의한 감정이입의 미적 체험으로서 해방감이며 이것이 태권도 겨루기 관전자에게 있어 카타르시스의 핵심이다.

@highlight

태권도 겨루기 관전자가 체험하는 카타르시스의 구조를 밝히고자 한다.

@highlight

이에 태권도 겨루기 관전자의 카타르시스는 미적 체험을 통해 가능하다는 것을 전제하였으며 태권도 겨루기 관전자의 카타르시스는 선수를 통한 직관과 공감에 의한 감정이입으로 미적 체험에 의거한다.

