본고에서는 『朝鮮會社事業成績調』를 활용하여, 식민지기 기업의 배당정책에 관한분석을 실시하였다.

먼저 식민지기 조선 내 기업들의 배당률 수준과 배당률 결정요인에 대해서 검토하였는데, 평균배당률은 전체 기업을 대상으로 할 경우5.5~6.5%, 배당가능기업을 대상으로 할 경우 6.5~7.5% 정도였다.

배당 결정요인을 확인하기 위해 실시한 토빗 분석에서는 선행연구와 유사하게 수익률, 연령,자본금 규모, 부채비율 등이 배당에 영향을 미친 것으로 나타났다.

이어서 기업의 배당 변동에 대해 검토하였는데, 배당의 안정성 수준은 그리 높지않아, 배당을 변동시키지 않은 기업의 비율이 낮았다.

배당률의 변화 여부를 결정하는 요인에 대한 분석에서는 전기 대비 금기 수익률의 변화 여부가 중요한 변수로 작용하고 있는 것으로 나타났다.

배당의 변화와 관련하여 가장 논란이 되고 있는, 배당의 변화가 기업의 미래 수익성을 반영하는가에 대해서도 분석하였는데 ,둘 사이의 상관관계가 뚜렷하게 관찰되지 않았다.

이러한 결과는 조선이 대륙법체계 국가였다는 점, 배당에 대한 규제가 심한 편이었다는 점과 같은 제도적 환경으로 인해 배당의 안정성이 낮았던 데에 기인한 것으로 보인다.

@highlight

본고에서는 『朝鮮會社事業成績調』를 활용하여, 식민지기 기업의 배당정책에 관한분석을 실시했다.

@highlight

먼저 식민지기 조선 내 기업들의 배당률 수준과 배당률 결정요인에 대해서 검토하였는데, 평균배당률은 전체 기업을 대상으로 할 경우5.5~6.5%, 배당가능기업을 대상으로 할 경우 6.5~7.5% 정도였다.

