본

 

연

구

의

 

목

적

은

 

F

r

a

b

o

n

i

,

 

S

a

l

t

s

t

o

n

e

과

 

H

u

g

h

e

s

(

1

9

9

0

)

가

 

개

발

한

 

노

인

차

별

주

의

 

척

도

인

 

F

S

A

(

F

r

a

b

o

n

i

 

s

c

a

l

e

 

o

f

 

a

g

e

i

s

m

)

의

 

한

국

판

 

타

당

화

를

 

실

시

하

는

 

것

이

다

.

 

이

를

 

위

해

 

대

학

생

 

3

3

6

명

으

로

 

구

성

된

 

표

본

 

A

와

 

대

학

생

 

1

9

2

명

으

로

 

구

성

된

 

표

본

 

B

를

 

대

상

으

로

 

탐

색

적

 

요

인

분

석

과

 

확

인

적

 

요

인

분

석

을

 

실

시

하

였

다

.

 

먼

저

,

 

표

본

 

A

를

 

대

상

으

로

 

한

 

탐

색

적

 

요

인

분

석

 

과

정

에

서

 

내

적

합

치

도

,

 

요

인

부

하

량

,

 

문

항

내

용

을

 

고

려

하

여

 

부

적

절

한

 

문

항

 

1

1

개

를

 

삭

제

하

였

고

,

 

최

종

적

으

로

 

정

서

적

 

회

피

,

 

차

별

,

 

고

정

관

념

의

 

3

요

인

으

로

 

구

성

된

 

1

8

문

항

의

 

한

국

판

 

F

S

A

척

도

를

 

완

성

하

였

다

.

 

척

도

의

 

전

체

 

및

 

하

위

요

인

의

 

내

적

합

치

도

와

 

검

사

-

재

검

사

 

신

뢰

도

는

 

적

절

한

 

수

준

으

로

 

나

타

났

다

.

 

또

한

 

표

본

 

B

를

 

대

상

으

로

 

한

 

확

인

적

 

요

인

분

석

 

결

과

,

 

탐

색

적

 

요

인

분

석

에

서

 

발

견

한

 

3

요

인

 

모

형

이

 

대

안

 

모

형

보

다

 

적

합

한

 

것

으

로

 

나

타

났

다

.

 

구

성

타

당

도

,

 

변

별

타

당

도

 

및

 

예

언

타

당

도

를

 

확

인

하

기

 

위

해

 

표

본

 

A

를

 

대

상

으

로

 

관

련

 

변

인

들

과

의

 

상

관

을

 

확

인

한

 

결

과

 

F

S

A

는

 

노

인

에

 

대

한

 

태

도

,

 

부

정

적

 

노

인

차

별

행

동

과

 

정

적

상

관

을

,

 

노

화

에

 

대

한

 

지

식

,

 

노

인

과

의

 

접

촉

 

빈

도

 

및

 

질

,

 

긍

정

적

 

노

인

차

별

행

동

과

 

부

적

상

관

을

 

보

였

으

며

,

 

사

회

적

 

바

람

직

성

과

는

 

유

의

미

한

 

상

관

을

 

보

이

지

 

않

았

다

.

 

이

러

한

 

결

과

는

 

한

국

판

 

노

인

차

별

주

의

 

척

도

가

 

노

인

차

별

주

의

를

 

측

정

하

는

 

신

뢰

롭

고

 

타

당

한

 

도

구

임

을

 

의

미

한

다

.

@highlight

이 연구의 목적은 Fraboni, Saltstone과 Hughes가 개발한 노인차별주의 척도인 FSA의 한국판 타당화를 실시하는 것이다.