본 연구는 IMF 외환위기 이후 2000년대 초중반에 걸친 설비투자에 관해서 투자마인드 위축의 정도를 파악하기 위해 기업의 비연속적인 설비투자행동을 묘사하는 비선형 설비투자 모형(비선형 모형)에 의한 추정을 시도하였다.

이를 통해 산업별 특성을 고려한 투자의 경계치(투자유보의 옵션 가치)와 투자행동과의 관계를 파악하였다.

본 연구에서는 첫째, 1998년 이후 우리나라 제조기업의 설비투자는 투자를 연기하는 옵션가치 즉, 투자마인드 위축 정도가 매우 높았음을 발견하였다.

둘째, 우리나라 경제에 있어서 중요한 비중을 차지하는 고기술 제조업의 투자마인드 위축 정도가 상대적으로 높음을 발견하였다.

이는 고기술 제조업이 상대적으로 제품의 첨단성과 단명성으로 인한 사업리스크(투자 결과의 불확실성)가 높기 때문으로 판단된다.

셋째, 산업별로는 전자부품·영상·음향 및 통신장비제조업과 철강산업의 경계치가 상대적으로 높음을 발견하였다.

이는 전자부품·영상·음향 및 통신장비제조업의 기술의 첨단성 및 단명한 제품 라이프사이클의 특성과 철강산업의 사업고유의 설비로 인해 매몰비용이 높은 특성에 기인하여 설비투자의 실행을 연기하는 옵션가치가 타 산업에 비해 상대적으로 높았다고 해석할 수 있다.

@highlight

외환위기 이후 설비투자 관련 투자마인드 위축 정도를 파악하기 위해 비선형 설비투자 모형에 의한 추정을 시도한 결과, 1998년 이후 제조기업 설비투자는 투자마인드 위축 정도가 매우 높았다.

@highlight

고기술 제조업의 투자마인드 위축 정도가 상대적으로 높았고, 산업별로는 전자부품·영상·음향 및 통신장비제조업과 철강산업 경계치가 높았다.

