그동안 행정개혁에 관한 연구는 개혁의 실질적인 집행단위인 지방자치단체와 공무원들 의 수용성에 관심을 기울이지 않았다.

그러면서도 행정개혁의 실패원인을 관료저항으로 매도하고 있는 실정이다.

이 연구는 이러한 ‘관료 낙인론’이 과연 유효한지를 살펴보기 위해 박근혜 정부가 추진하고 있는 행정개혁인 정부 3.0의 집행과정을 분석하였다.

분석 결과, 첫째, 지방자치단체의 최고의사결정자와 관련된 요인들로 1 의사결정점(decision point)의 변경, 2 최고의사결정자의 관심과 지지, 그리고 성향, 3 정책 우선순위 경쟁 등이 정부 3.0의 집행을 어렵게 만드는 것으로 나타났다.

둘째, 일선행정기관의 집행구 조 관련 요인으로는 1 정책집행 실무진의 잦은 교체로 인한 맥락적 지식의 상실, 2 일선관료들의 냉소주의로 인한 ‘나 홀로’ 개혁, 3 지방자치단체 내부의 커뮤니케이션 단절현상이 정부 3.0 집행에 부정적인 영향을 미치는 것을 확인하였다.

셋째, 중앙정부 와의 관계 요인으로는 1 행정개혁의 정책모호성으로 인한 서로 다른 해석체계의 존재, 2 효과적 집행에 필요한 재정지원 부족과 인센티브 부재가 정부 3.0 집행에 걸림돌로 작용하고 있는 것으로 나타났다.

이러한 연구결과로 볼 때, 행정개혁 실패의 원인을 단 순하게 ‘관료저항’으로 설명하는 것은 타당성을 갖추지 못했음을 알 수 있다.

연구결과 에서 도출된 집행과정 상의 여러 가지 문제점들을 극복하기 위한 효과적인 대안들을 모색하는 것이 필요하다.

@highlight

그동안 행정개혁에 관한 연구는 개혁의 실질적인 집행단위인 지방자치단체와 공무원들 의 수용성에 관심을 기울이지 않았다.

@highlight

이 연구는 이런 ‘관료 낙인론’이 과연 유효한지를 살펴보기 위해 박근혜 정부가 추진하고 있는 행정개혁인 정부 3.0의 집행과정을 분석했다.

