통계조사 방법론에 대한 인지심리학적 접근법에 의하면, 응답자들이 조사표의 내용을 이해하고 응답하는 동안에 거치게 되는 정보처리 과정에서 발생하는 문제들이 설문의 오류를 만들게 된다.

본 연구에서는 선택지 순서가 달라짐에 따라 응답자들의 조사표에 대한 응답 방식이 어떻게 달라지는 지 인지심리학적 연구법을 이용하여 분석하고자 하였다.

이를 위해서 기존에 사용되는 사회 통계 조사표의 설문 문항들을 선별하여 선택지의 순서를 원래대로 했을 경우와 역순으로 바꾸었을 때 응답의 변화를 관찰하였다.

한꺼번에 많은 선택지들을 읽고 평가해야하는 순위 문항의 경우 선택지의 순서를 바꿈에 따라 응답이 달라지는 확실한 순서효과가 나타났다.

추가적으로 순서효과를 일으킬 수 있는 선택지 개수를 알아보기 위해 여러 가지 개수의 선택지 문항을 같은 방법으로 실험한 결과 선택지가 다섯 개 이상이 되는 문항에서 원래 순서일 때와 역순일 때 다른 응답 양상이 나타나는 순서효과가 나타났다.

이런 결과는 통계 조사를 위한 설문지 제작 시 이러한 효과가 응답에 미치는 영향을 최소화하기 위한 방법이 고려되어야 할 것임을 시사한다.

@highlight

본 연구에서는 선택지 순서가 달라짐에 따라 응답자들의 조사표에 대한 응답 방식이 어떻게 달라지는 지 인지심리학적 연구법을 이용하여 분석하고자 하였는데 그에대한 결과로 통계 조사를 위한 설문지 제작 시 이러한 효과가 응답에 미치는 영향을 최소화하기 위한 방법이 고려되어야 할 것임을 시사한다.

