본 연구의 목적은 초등학교 과학의 생물과 환경 단원에서 백워드 디자인의 적용 효과를 알아보는 데 있다.

백워드 디자인은 학습의 결과를 먼저 명료화한 후, 이것을 토대로 수업 방법과 교수 요목을 결정하는 것이다.

이 방법은 교육 내용-

평가-

학습 활동 사이의 일관성을 유지할 수 있고 학생들의 진정한 이해를 도울 수 있는 장점이 있다.

본 연구 대상은 초등학교 6학년 78명이며, 이 모델 적용에 따른 효과를 알아보기 위해 학생들이 수행한 프로젝트 자료, 과학 학습정서 검사, 학업 성취도 검사 자료가 수집되었다.

수집된 자료는 SPSS 23 통계 패키지로 t-

test와 ANCOVA 검증이 이루어졌다.

연구의 결론은 다음과 같다.

첫째, 백워드 디자인을 적용한 실험 집단에서 학생들이 2가지 프로젝트를 수행한 결과물을 분석한 결과 과학의 내용에 대해서는 비교적 정확하게 이해하고 있었으나 창의적인 산출물을 만들어내지는 못함을 알 수 있었다.

둘째, 백워드 디자인에 따라 수업을 하여도 과학 학습정서 부문의 성취가 유의미하게 향상되지는 않음을 알 수 있었다.

셋째, 백워드 디자인에 의해 학생들의 학업 성취도는 유의미한 향상을 보였다.

@highlight

이 논문은 초등학교 과학의 생물과 환경 단원에서 백워드 디자인의 적용 효과를 알아보는 것을 목적으로 한다.

