우

리

나

라

의

 

경

우

 

교

육

이

념

을

 

달

성

하

기

 

위

한

 

많

은

 

법

률

들

이

 

존

재

하

고

 

있

으

며

,

 

이

외

에

도

 

많

은

 

수

의

 

개

별

 

법

률

과

 

여

타

의

 

법

규

들

이

 

우

리

 

교

육

에

 

직

간

접

적

으

로

 

영

향

을

 

미

치

고

 

있

다

.

 

그

러

나

 

이

러

한

 

법

률

로

부

터

 

도

출

되

는

 

의

무

들

이

 

오

히

려

 

우

리

가

 

지

향

하

고

 

있

는

 

교

육

이

념

의

 

달

성

에

 

방

해

가

 

되

고

 

있

다

면

 

목

표

에

 

도

달

하

기

 

위

한

 

우

리

의

 

방

법

론

에

 

의

문

을

 

제

기

할

 

필

요

가

 

있

으

며

,

 

다

른

 

대

안

을

 

제

시

하

기

 

위

해

서

는

 

다

른

 

나

라

의

 

제

도

들

을

 

확

인

할

 

필

요

가

 

있

다

.

 

이

와

 

관

련

하

여

 

논

문

에

서

는

 

독

일

의

 

상

황

을

 

우

리

나

라

와

 

비

교

하

여

 

소

개

하

였

다

.

 

독

일

에

서

는

 

우

리

나

라

와

는

 

달

리

 

교

사

의

 

자

율

성

이

 

매

우

 

강

조

되

고

 

있

다

.

 

물

론

 

독

일

의

 

경

우

 

교

사

에

게

 

자

율

성

에

 

따

른

 

강

력

한

 

책

임

을

 

부

담

한

다

는

 

점

,

 

그

리

고

 

보

수

교

육

 

등

이

 

강

제

되

어

 

있

다

는

 

점

을

 

감

안

한

다

면

 

우

리

의

 

경

우

에

도

 

역

시

 

교

사

의

 

지

속

적

인

 

역

량

개

발

이

 

선

행

되

어

야

 

할

 

것

이

다

.

 

또

한

 

독

일

도

 

범

교

과

 

차

원

의

 

역

량

개

발

과

 

교

과

와

 

관

련

된

 

역

량

개

발

에

 

대

한

 

사

회

적

 

요

구

가

 

존

재

하

기

는

 

하

지

만

 

이

를

 

해

결

하

는

 

방

식

이

 

우

리

와

는

 

다

른

 

것

으

로

 

파

악

된

다

.

 

마

지

막

으

로

 

독

일

에

서

는

 

학

교

의

 

발

전

을

 

위

해

 

학

교

 

구

성

원

들

이

 

스

스

로

 

움

직

일

 

수

 

있

도

록

 

지

속

적

인

 

관

리

를

 

하

고

 

있

다

는

 

점

을

 

확

인

하

였

다

.

@highlight

우리나라의 교육이념을 달성하기 위한 많은 법률들이 존재하고 있으며, 많은 수의 개별 법률과 여타의 법규들이 우리 교육에 직간접적으로 영향을 미치고 있음을 알 수 있다.