지

진

해

일

파

(

t

s

u

n

a

m

i

)

에

 

의

한

 

피

해

로

 

소

중

한

 

인

명

손

실

뿐

만

 

아

니

라

 

침

수

·

범

람

에

 

의

한

 

가

옥

과

 

같

은

 

건

물

의

 

유

실

 

및

 

방

파

제

,

 

교

량

 

및

 

항

만

과

 

같

은

 

사

회

간

접

자

본

의

 

심

각

한

 

파

괴

 

등

을

 

들

 

수

 

있

다

.

 

본

 

연

구

의

 

대

상

인

 

연

안

구

조

물

에

서

 

피

해

원

인

으

로

 

먼

저

 

큰

 

지

진

해

일

파

력

을

 

고

려

할

 

수

 

있

지

만

,

 

더

불

어

 

기

초

지

반

에

서

 

세

굴

과

 

액

상

화

와

 

같

은

 

지

반

파

괴

를

고

려

할

 

수

 

있

다

.

 

진

동

성

분

과

 

잔

류

성

분

으

로

 

구

성

되

는

 

과

잉

간

극

수

압

의

 

증

가

에

 

따

른

 

유

효

응

력

의

 

감

소

로

 

해

저

지

반

내

에

 

액

상

화

의

 

가

능

성

이

 

나

타

나

고

,

 

액

상

화

가

 

발

생

되

면

 

그

의

 

진

행

에

 

따

라

 

구

조

물

의

 

침

하

 

혹

은

 

전

도

에

 

의

해

 

종

국

적

으

로

 

구

조

물

이

 

파

괴

될

 

가

능

성

이

 

높

아

지

게

 

된

다

.

 

본

 

연

구

에

서

는

 

2

D

-

N

I

T

(

T

w

o

-

D

i

m

e

n

s

i

o

n

a

l

 

N

u

m

e

r

i

c

a

l

 

I

r

r

e

g

u

l

a

r

 

w

a

v

e

 

T

a

n

k

)

모

델

로

부

터

 

고

립

파

를

 

조

파

시

켜

 

직

립

호

안

 

및

 

해

저

지

반

상

에

서

 

시

간

변

동

의

 

동

파

압

을

 

산

정

하

고

,

 

그

 

결

과

를

 

지

반

의

 

동

적

응

답

과

구

조

물

의

 

동

적

거

동

을

 

정

밀

하

게

 

재

현

할

 

수

 

있

는

 

유

한

요

소

법

에

 

기

초

한

 

탄

·

소

성

해

저

지

반

응

답

의

 

수

치

해

석

프

로

그

램

인

 

F

L

I

P

(

F

i

n

i

t

e

e

l

e

m

e

n

t

 

a

n

a

l

y

s

i

s

 

L

I

q

u

e

f

a

c

t

i

o

n

 

P

r

o

g

r

a

m

)

모

델

에

 

입

력

치

로

 

적

용

하

여

 

해

저

지

반

 

및

 

직

립

호

안

의

 

주

변

에

서

 

과

잉

간

극

수

압

 

및

유

효

응

력

의

 

시

·

공

간

변

화

,

 

지

반

변

형

,

 

구

조

물

의

 

변

위

 

및

 

지

반

액

상

화

 

등

을

 

정

량

적

으

로

 

평

가

하

여

 

직

립

호

안

의

 

안

정

성

을

 

평

가

한

다

.

@highlight

본 연구에서는 2D-NIT모델로부터 고립파를 조파시켜 직립호안 및 해저지반상에서 시간변동의 동파압을 산정하고, 그 결과를 지반의 동적응답과구조물의 동적거동을 정밀하게 재현할 수 있는 유한요소법에 기초한 탄·소성해저지반응답의 수치해석프로그램인 FLIP모델에 입력치로 적용하여 해저지반 및 직립호안의 주변에서 과잉간극수압 및유효응력의 시·공간변화, 지반변형, 구조물의 변위 및 지반액상화 등을 정량적으로 평가하여 직립호안의 안정성을 평가한다.