영업사원에 관한 기존의 연구들은 주로 성과 등을 통한 영업사원의 만족이나 커뮤니케이션 증대 등을 통한 영업 방식에 중점을 두었다.

본 연구는 IT 영업사원의 무형식 학습과 긍정심리자본이 직무만족 및 고객지향성 간에 대하여 어떻게 영향을 미치는가를 검증하는데 그 목적이 있다.

이를 위해 3개 회사를 선정하여 159명의 IT 영업사원으로부터 자료를 수집하고 구조방정식모형 (SEM)으로 분석하였다.

연구결과, IT 영업사원의 무형식 학습은 긍정심리자본과 유의한 정적 관계가 있는 것으로 나타났다.

긍정심리자본과 직무만족 및 고객지향성도 모두 유의한 관계가 있는 것으로 나타났다.

또한 매개효과를 확인하기 위해 부트스트래핑으로 분석한 결과, 긍정심리자본은 무형식 학습과 직무만족 및 고객지향성 간의 관계에 대하여 매개효과를 가지는 것으로 나타났다.

이러한 연구의 결과는 긍정심리학으로 기반으로 한 무형식 학습을 개발하고, 이를 반영하여 직무만족 및 고객지향성을 강화할 수 있는 필요가 있다는 것을 함의한다.

@highlight

본 연구는 IT 영업사원의 무형식 학습과 긍정심리자본이 직무만족 및 고객지향성 간에 어떤 영향을 미치는가를 검증하는 데 목적이 있다.

@highlight

연구결과, 긍정심리학을 기반으로 한 무형식 학습을 개발하고, 이를 반영하여 직무만족 및 고객지향성을 강화할 필요가 있음을 알 수 있었다.

