이 연구는 한 교육인류학도의 구체적인 연구 궤적 속에서 교육인류학과 질적연구가 어떻게 불가분의 관계를 맺는지를 연구자 개인의 ‘문질빈빈(文質彬彬)’에 대한 해석학적 순환의 체험을 통해 드러내 보이고자 하였다.

이러한 작업은 한편으로는 학문공동체의 관점에서 교육인류학과 질적연구방법 간의 불일이불이(不一而不二)의 관계를 드러내어주면서 동시에 한 연구자 개인의 관점에서 자신의 삶을 교육적 살아나가기 위한 한 방편으로서 문화와 교육 개념에 대한 지속적인 해체와 재구성, 그리고 그에 따른 다양한 전통의 질적 연구방법과의 만남의 과정을 드러내는 것이었다.

한 연구자의 연구 궤적을 통한 ‘문질빈빈’에 대한 이러한 양면적 이해를 통해 연구자로서의 삶이 그 개인이 속한 실천공동체로서의 학문공동체의 삶과 분리되어 있지 않다는 점을 ‘질적으로’ 보여줌으로써 교육인류학도들과 질적연구자들에게 학문에 대한 ‘위기지학(爲己之學)’적 태도가 연구자로서의 자신과 학문의 교육적 성장을 가능하게 할 수 있다는 점을 보여주고자 하였다.

@highlight

한 교육인류학도의 구체적인 연구 궤적 속에서 교육인류학과 질적연구가 어떻게 불가분의 관계를 맺는지를 연구자 개인의 문질빈빈에 대한 해석학적 순환의 체험을 통해 드러내 보이고자 하였다.

@highlight


학문공동체의 관점에서 교육인류학과 질적연구방법 간의 불일이불이의 관계를 드러내어주면서 동시에 한 연구자 개인의 관점에서 자신의 삶을 교육적 살아나가기 위한 한 방편으로서 문화와 교육 개념에 대한 지속적인 해체와 재구성, 다양한 전통의 질적 연구방법과의 만남의 과정을 드러내는 것이었다.

