역 RZ 부호로 코딩된 하향신호의 재변조를 이용하여 수신단에서 필터의 대역폭을 줄이기 위하여 상향신호가 저속인 비대칭 2.5Gbps/622Mbps 수동 광가입자 망을 제안한다.

하향 데이터의 형태에 따른 재변조한 상향신호의 평균오차율을 이론적으로 분석하고, 매트랩을 이용한 시뮬레이션을 통하여 최적 임계치에 의한 수신감도를 분석한다.

수신신호의 평균오차율을 미만으로 얻기 위해서는 수신전력이 약 -26dBm 이상 요구되며, 임계치의 최적치는 0.33으로 설정이 가능하여 임계치가 0.5인 종래의 수신기를 사용하는 경우보다 수신감도가 약 3dB 개선되는 것을 알 수 있다.

제안 시스템은 임계치의 제어가 불필요하고, 광 네트워크 유니트에서 광원 및 광선로 단국장치에서 제어회로를 제거할 수 있어, 비대칭 쌍방향 데이터 전송에 유용한 방식임을 알 수 있다.

@highlight

제안 시스템은 임계치의 제어가 불필요하고, 광 네트워크 유니트에서 광원 및 광선로 단국장치에서 제어회로를 제거할 수 있어, 비대칭 쌍방향 데이터 전송에 유용한 방식임을 알 수 있다.

