본 연구는 矯導所내에 치료공동체적 접근법(Therapeutic Community Approach)을 적용하여 그 효과성에 대해 평가해 보고, 보다 적합한 치료적 介入방법을 모색해 보는 것을 연구목적으로 하였다.

본 연구의 대상자는 영등포와 전남 장흥교도소의 마약관련 재소자들 중 일년 미만 육개월 이상의 재소기간을 남긴 자로 제한하였으며, 실험통제집단 전후비교설계를 사용하였다.

즉 본 연구에 동의한 대상자 80명 중 무작위로 40명은 실험집단에, 나머지 40명은 통제집단으로 선정하였다.

실험집단에 대하여 6개월에 걸쳐 치료공동체적 접근법을 적용한 집단교육 프로그램을 실시하였으며, 통제집단은 개별상담을 원한다면 별도의 시간을 배정하여 개별 상담의 시간을 가졌다.

본 프로그램의 효과성을 평가하기 위해 고려한 요인으로는 단약관련자기효능감과 문제해결인식이었다.

본 연구의 결과 치료공동체적 접근이 藥物中毒者의 자기효능감 및 문제해결인식을 증가시키는데 효과적으로 나타났다.

즉, 본 프로그램을 통하여 프로그램 참가자는 프로그램을 실시하기 전과 비교하여 藥物사용과 관련된 상황에 직면했을 때 약물을 사용하지 않을 수 있는 능력과 문제상황을 효과적으로 대처할 수 있는 能力이 향상된 것으로 나타났다.

따라서, 후속연구를 통하여 치료공동체적 접근법의 효과성을 제고시킬 수 있는 표준화된 치료모델을 개발하는 노력이 요구된다.

@highlight

6개월에 걸쳐 치료공동체적 접근법을 적용한 집단교육 프로그램을 실시하였으며, 통제집단은 개별상담을 원한다면 별도의 시간을 배정하여 개별 상담의 시간을 가졌다.

@highlight

치료공동체적 접근이 藥物中毒者의 자기효능감 및 문제해결인식을 증가시키는데 효과적으로 보여졌다.

