유춘동, 2019,'朝鮮人會社·大商店辭典'에 수록된 1920년대 조선의 출판사와 인쇄소의 실태, 182 : 103~123 이 글은 1927년에 부업세계사에서 간행된 '朝鮮人會社·大商店辭典'에 수록된 朝鮮 전역의 출판사와 인쇄소에 관한 전반적인 내용과 운영 실태를 살펴본 것이다.

이 책은 조선을 9개 지역으로 나누어 주요 商業會社와 商店의 각종 정보(대표자, 소재지, 설립내역, 자본금, 주요 생산 품목, 영업 과목) 등을 상세히 기술해 놓았다.

그리고 이 과정에서 조선의 주요 출판사 27곳, 인쇄소 9곳에 대한 내용을 수록했다.

'조선인회사·대상점사전'을 통해서 사업장의 대표자는 대부분 일본 유학생 내지는 지식인이란 사실을 알 수 있다.

한편 사업장의 소재지는 출판사와 인쇄소의 대부분이 시내 중심가에 위치하고 있었고, 사업장은 당시 5천원에서 10만원 내외의 자금이 소요되었음을 볼 수 있다.

그동안 일제 강점기, 조선의 출판사와 출판물에 대한 연구는 상당한 양이 축적되었지만 경성(서울)에만 국한되었다.

이 책은 일제 강점기, 경성 이외에 조선 전역에 존재했던 출판사와 인쇄소의 실상을 보여준다는 점에서 무엇보다 중요한 자료이다.

@highlight

조선전역의 출판사와 인쇄소에 관한 전반적인 내용과 운영 실태와 주요 출판사와 인쇄소 에 대한 내용을 수록했다.

@highlight

그동안 일제 강점기, 조선의 출판사와 출판물에 대한 연구는 상당한 양이 축적되었지만 경성에만 국한되었다.

@highlight

일제 강점기, 경성 이외에 조선 전역에 존재했던 출판사와 인쇄소의 실상을 보여준다는 점에서 무엇보다 중요한 자료이다.

