에

도

시

대

에

 

태

어

나

 

막

말

유

신

을

 

거

쳐

 

메

이

지

 

시

대

를

 

산

 

계

몽

적

 

관

료

이

자

,

 

유

학

자

인

 

니

시

무

라

 

시

게

키

(

1

8

2

8

-

1

9

0

2

)

는

 

당

시

 

메

이

지

 

신

정

부

의

 

‘

입

신

출

세

’

지

향

적

인

 

교

육

정

책

 

반

대

하

여

 

“

동

경

수

신

학

사

”

를

 

결

성

하

고

 

도

덕

의

 

부

흥

을

 

추

구

한

다

.

 

그

가

 

주

로

 

활

동

한

 

시

대

는

 

봉

건

국

가

에

서

 

국

민

국

가

로

의

 

전

환

의

 

시

대

이

며

,

 

신

분

제

 

폐

지

등

 

다

양

한

 

제

도

 

개

선

이

 

이

루

어

진

 

시

기

이

다

.

 

그

러

한

 

시

세

의

 

변

화

에

도

 

불

구

하

고

 

봉

건

시

대

의

 

도

덕

에

 

만

족

하

여

 

‘

우

활

고

루

(

迂

闊

固

陋

)

한

 

무

리

’

와

,

 

반

대

로

 

‘

이

것

도

 

서

양

,

 

저

것

도

 

서

양

’

이

라

는

 

식

의

 

서

구

화

 

주

의

자

의

 

‘

경

박

자

류

(

輕

薄

者

類

)

의

 

무

리

’

 

등

의

 

사

설

과

 

망

론

이

 

횡

행

하

는

 

시

대

를

 

한

탄

하

여

 

『

일

본

도

덕

론

』

(

1

8

8

7

)

을

 

저

술

하

고

,

 

일

본

에

 

일

정

한

 

도

덕

적

 

가

르

침

을

 

제

시

하

였

다

.

 

니

시

무

라

 

시

게

키

의

 

『

일

본

도

덕

론

』

에

 

이

르

기

까

지

의

 

도

덕

운

동

을

 

통

해

서

 

‘

도

덕

’

에

 

관

한

 

근

대

일

본

의

 

모

습

을

 

엿

볼

 

수

 

있

는

 

좋

은

 

참

고

서

가

 

될

 

뿐

만

 

아

니

라

,

 

일

본

이

 

천

왕

중

심

의

 

국

민

도

덕

을

 

강

조

하

는

 

「

교

육

칙

어

」

의

 

발

판

의

 

역

할

을

 

하

였

음

도

 

이

해

할

 

수

 

있

다

.

 

이

러

한

 

니

시

무

라

의

『

일

본

도

덕

론

』

은

 

막

말

유

신

의

 

일

본

 

지

사

들

에

게

 

다

대

한

 

영

향

을

 

끼

친

,

 

즉

일

본

의

 

특

수

성

(

존

왕

주

의

)

을

 

강

조

한

 

미

토

가

꾸

(

水

?

學

)

의

 

영

향

이

 

그

의

 

『

일

본

도

덕

론

』

의

 

근

저

에

 

있

는

 

사

상

이

라

 

볼

 

수

 

있

다

.

@highlight

에도시대에 태어나 막말유신을 거쳐 메이지 시대를 산 계몽적 관료이자, 유학자인 니시무라 시게키(1828-1902)는 당시 메이지 신정부의 ‘입신출세’지향적인 교육정책 반대해 “동경수신학사”를 결성하고 도덕의 부흥을 추구한다.