브라질은 1997년 라틴아메리카 최초로 자체 난민법을 제정·공포할 정도로 난민 정책에 있어서 선도적이었다.

브라질은 인종, 종교를 가리지 않고 적극적으로 난민을 수용하였을 뿐만 아니라, 정착과 지원에도 UNHCR, CONARE, 가톨릭 종교기관, NGO 등 다자간의 협력으로 난민 정책을 실행하였다.

그러나 2010년 아이티 난민과 2014년 시리아 난민의 대거 유입 이후 난민 수용을 위해 막대한 예산이 투입되고 2014~2017년 경제 위기 이후 반난민 정서가 확산되었다.

그 여파로 떼메르 대통령은 인도주의에서 국가 안보를 중시하는 방향으로 2017년 이민법을 개정하였다.

차기 대통령 보우소나루 역시 트럼프 행정부의 반이민 정책을 적극 수용하는 방향으로 이민정책의 기조를 삼았다.

포용에서 배제로 브라질 난민 정책이 변화한 원인은 세계적 차원에서 반난민 정서와 폐쇄적 이민정책의 확산, 지역 차원에서 아이티와 베네수엘라의 대량 난민 사태의 발생, 국내 차원에서 경기 침체와 범죄율 증가, 그리고 난민 수용에 필요한 예산 증가 등이 복합적으로 결합된 결과로 해석할 수 있다.

브라질이 라틴아메리카에서 정치, 경제, 사회, 문화적으로 가장 영향력이 큰 국가이고 이민 및 난민정책을 선도해왔다는 점에서 브라질 난민 정책의 변화는 인접한 라틴아메리카 국가들에서도 유사한 방향으로의 정책 전환이 일어날 가능성을 높인다고 볼 수 있다.

@highlight

브라질은 1997년 라틴아메리카 최초로 자체 난민법을 제정·공포할 정도로 난민 정책에 있어 선도적이었다.

@highlight

브라질은 인종, 종교를 가리지 않고 적극적으로 난민을 수용하였을 뿐 아니라, 정착 및 지원에도 UNHCR, CONARE, 가톨릭 종교기관, NGO 등 다자간의 협력으로 난민 정책을 시행하였다.

