본 연구는 제주특별자치도에 소재한 어린이집에 근무하고 있는 장애아담당 보육교사 83명을 대상으로 장애아보육직무에서의 문제와 스트레스에 대한 인식의 정도를 조사하였다.

장애아보육문제 및 스트레스 검사도구에 응답한 자료를 PASW(Ver.18.0)를 활용하여 도출한 연구결과는 다음과 같다.

첫째, 장애아담당 보육교사의 장애아보육문제에 대한 인식은 경력 6년 이상이 1-5년에 비해, 법인과 민간이 국공립에 비해, 장애아전문이 장애아통합에 비해 더 높았다.

둘째, 보육교사의 장애아보육 스트레스에 대한 인식은 법인과 민간이 국공립에 비해, 장애아전문이 장애아통합에 비해 더 높았다.

셋째, 보육교사들은 장애아와의 상호작용 및 지도에서는 문제에 대한 인식보다 스트레스가 낮았으며, 원장과의 관계, 부모와의 관계, 처우 및 복지에서는 문제에 대한 인식보다 스트레스가 높았다.

넷째, 개방문항에서 보육교사들은 서류관리, 아동지도, 프로그램 및 교구개발, 부모, 원장, 동료 등과의 관계, 처우 및 복지, 정보수집 및 전문성 개발 등의 영역에서 스트레스를 받고 있다고 지적하였다.

이와 같은 연구결과는 장애아를 담당하는 보육교사의 직무스트레스를 해소하기 위해서 불필요한 업무의 축소 및 간소화, 전문성 개발을 위한 교사연수 기회 확대, 원장 및 부모와의 관계 개선 및 협조 등이 중요함을 시사하고 있다.

@highlight

이 연구는 제주특별자치도에 소재한 어린이집에 근무하고 있는 장애아담당 보육교사 83명을 대상으로 장애아보육직무에서의 문제와 스트레스에 대한 인식의 정도를 조사했다.

