이 논문은 중국어선에 의한 불법어업문제를 예방하기 위한 해양공권력강화에 그 목적이 있다.

이를 위해 2장에서는 불법어업의 개념과 중국어선의 불법어업 현상 그리고 불법어업유형에 대해서 설명하였다.

3장에서는 불법어업의 실태와 해상집행기관들의 단속 시 문제점들에 대해서 분석하였으며, 4장에서는 불법어업근절을 위한 해상공권력 강화방안에 대해서 제시하였다.

본 논문은 해상공권력 강화방안으로서 4가지를 제시하였는데, 첫째, 단속체계 정비이다.

중국어선의 불법어업에 대한 조기경보시스템을 완비하고, 불법어업단속을 위한 대형 함정과 장기적인 전진기지를 확보하는 것이 무엇보다 중요하다.

둘째, 해상검문검색절차를 명확히 하는 것이다.

셋째, 추적권 행사에 대한 세부사항을 마련하는 것이다.

넷째, 불법어업관련 관계법령 위반자 억류를 위한 구체적 규정을 “형사소송법”이나 “경제수역어업주권법”에 명문화하는 것이 필요하다.

@highlight

본 논문은 중국어선에 의한 불법어업문제를 예방하기 위한 해양공권력강화에 그 목적이 있다.

