냉전의 종식은 그것의 질곡에 많이 시달린 한국에 큰 낭보였다.

민주화에 따라 국민의 기본권이 증진되고 동서진영의 와해로 외교적, 경제적 지평이 확대됐으며 무엇보다 남북관계의 획기적 개선과 남북통일의 기회가 커진 듯했다.

그러나 이후 남북관계는 꾸준한 노력과 몇 차례의 극적인 행사에도 불구하고 결정적으로 개선되지 못했고 그에 따라 한반도의 냉전도 해소되지 못했다.

무엇보다 북한이 나름의 탈냉전 시대 대전략으로 핵무장을 추구하여 남북 사이의 안보 딜레마를 심화시키고 탈냉전 시대 국제질서와 충돌하면서 한반도의 냉전은 오히려 악화했다.

그 같은 교착은 첫째, 탈냉전 시대의 순류(順流)를 탄 남한과 그 역류(逆流)를 맞은 북한의 처지가 정반대였기 때문이었다.

둘째, 남과 북의 논리가 전혀 양립할 수 없었기 때문이다.

남한은 탈냉전 시대 자유주의적 낙관론과 희망적 사고에 빠져있었다.

북한은 절체절명의 위기 앞에 철두철미한 권력 논리에 빠져있었다.

탈냉전 시대의 환상이 깨어지는 지금 시대에 남북관계 및 북핵문제에 대한 획기적인 발상이 필요하다.

@highlight

냉전의 종식은 한국에 큰 낭보였으며, 무엇보다 남북관계의 획기적 개선과 남북통일의 기회가 커진 듯했으나, 꾸준한 노력에도 불구하고 남북관계는 개선되지 못했다.

@highlight

따라서 지금이 바로 탈냉전의 환상에서 벗어나 남북관계와 북핵문제 해결을 위한 획기적인 전환이 필요한 때이다.

