협업적 여과 시스템은 사용자에 대한 클러스터링을 구축한 후, 구축된 클러스터를 기반으로 사용자에게 아이템을 추천한다.

그러나 사용자 클러스터링 구축에 많은 시간이 소요되고, 사용자가 평가한 아이템이 피드백 되었을 경우 재구축이 쉽지 않다.

본 논문에서는 영화 추천 시스템에서의 사용자 클러스터링의 재구축 시간을 단축시키기 위해서 빈발 패턴 네트워크를 이용하여 사용자가 선호하는 장르 패턴을 추출하고, 추출된 패턴을 통해 사용자 클러스터링을 구축한다.

구축된 사용자 클러스터링을 협업적 여과에 적용하여 사용자에게 영화를 추천한다.

사용자 정보가 피드백 될 때, 전통적 협업적 여과는 사용자 클러스터링을 재구축하기 위해 모든 이웃 사용자를 재탐색하여 클러스터링 한다.

하지만 빈발 패턴 네트워크를 이용하여 장르 패턴 기반의 사용자 클러스터링을 적용한 협업적 여과는 사용자 클러스터링을 재구축시 사용자 탐색 공간을 국한시킴으로써 탐색 시간을 줄일 수 있다.

제안하는 장르 패턴 기반의 사용자 클러스터링을 통해 사용자 정보가 피드백 된 후 사용자 클러스터를 재구축시 소요되는 시간을 줄일 수 있고, 전통적인 협업적 여과 시스템과 유사한 성능의 추천이 가능하게 되었다.

@highlight

본고에서는 영화 추천 시스템에서의 사용자 클러스터링의 재구축 시간을 단축시키기 위해서 빈발 패턴 네트워크를 이용하여 사용자가 선호하는 장르 패턴을 추출하고, 추출된 패턴을 통해 사용자 클러스터링을 구축한다.

