매우 가벼운 무게와 손안에 들어가는 작은 크기로 휴대성을 제공하는 휴대용 저장매체는 사용자들로부터 많은 호응을 받고 있다.

하지만 휴대용 저장매체의 휴대성으로 인하여 USB 메모리의 분실 및 도난이 잦아졌고 그로 인하여 저장매체 내부에 저장되어 있는 개인정보가 유출되는 사고가 발생하는 문제점이 발생되었다.

따라서 분실위험이 없고 네트워크를 통하여 언제든 자료를 저장하고 접근할 수 있는 원격 저장소 서비스가 등장하게 되었다.

정보통신산업이 발달함에 따라 여러 종류의 정보 기기를 통하여 언제 어디서든 빠른 네트워크에 접근할 수 있게 되었고, 이는 원격 저장소를 이용하는 사용자들을 더욱 증가하게 하였다.

하지만 여러 사용자의 주요 자료가 저장됨에 따라 비윤리적인 관리자 및 공격자로 인하여 서버에 저장된 여러 사용자의 주요자료가 동시에 유출될 수 있는 위험이 존재한다.

이를 해결하기 위해 서버에 저장되는 자료의 암호화가 필요해졌으며, 이와 동시에 암호화한 자료의 효율적인 검색 및 이용을 위하여 검색 가능 암호 시스템이 필요하다.

하지만, 기존의 대칭키 검색 가능 암호 시스템은 문서의 삽입/삭제 효율성 및 다중 키워드 검색 시 연산의 효율성이 떨어지는 문제점이 존재한다.

따라서 본 논문은 기존 대칭키 검색 가능 암호의 문제점을 해결할 수 있는 효율적인 대칭키 검색 가능 암호 시스템을 제안한다.

@highlight

이 논문은 기존 대칭키 검색 가능 암호의 문제점을 해결할 수 있는 효율적인 대칭키 검색 가능 암호 시스템을 제안한다.

@highlight

하지만 여러 사용자의 주요 자료가 저장됨에 따라 비윤리적인 관리자 및 공격자로 인해 서버에 저장된 여러 사용자의 주요자료가 동시에 유출될 수 있는 위험이 존재한다.

