본 연구는 미국과 아시아 주식시장 9개국(중국, 대만, 태국, 싱가포르, 필리핀, 한국, 일본, 인도, 인도네시아)의 변동성 전이의 존재를 파악하고 변동성 전이의 특성과 전이경로를 분석하였다.

이를 위해 시간척도별로 분해된 수익률 시계열을 이변량 GARCH-

BEKK모형을 사용하여 변동성 전이의 정보를 추출하여 네트워크를 구성하였다.

주요 실증분석의 결과는 다음과 같다.

첫째, GARCH-

BEKK모형을 통해 시간척도별로 변동성 전이효과의 존재를 살펴본 결과 아시아 주식시장에서 변동성 전이효과가 존재하며 시간 종속적 속성을 가진다.

시간척도에 따라 변동성 전이를 주도하는 시장과 종속되는 시장이 일정하지 않고 달라지면서 변동성 전이 흐름이 변하는 것을 확인하였다.

둘째, 장기변동으로 갈수록 전이 관계가 강해지며 동시에 상호의존적 특성도 증가함으로써 아시아 주식시장의 변동성 전이 관계가 장기적으로 시장의 통합의 형태로 변하는 것을 발견하였다.

셋째, 아시아 주식시장의 변동성 전이 네트워크의 대표적인 전달자는 싱가포르이며, 태국이 수신자로서 외부 충격에 가장 민감한 시장으로 나타났다.

본 연구의 전이 네트워크 분석을 통해 발견된 변동성 전이의 주요 노드와 전파경로는 투자자들이 국제 포트폴리오를 구성할 때 유용하게 활용될 수 있을 것이며 외부 충격에 따른 변동성 확대에 대한 완충장치를 마련할 수 있을 것이다.

@highlight

시간척도별로 분해된 수익률 시계열을 이변량 GARCH-

@highlight

BEKK모형을 사용하여 변동성 전이의 정보를 추출하여 네트워크를 구성하였다.

@highlight

GARCH-

@highlight

BEKK모형을 통해 시간척도별로 변동성 전이효과의 존재를 살펴본 결과 아시아 주식시장에서 변동성 전이효과가 존재하며 시간 종속적 속성을 가지고 아시아 주식시장의 변동성 전이 네트워크의 대표적인 전달자는 싱가포르이며 태국이 수신자로서 외부 충격에 가장 민감한 시장으로 나타났다.

