지방세는 지방자치단체의 주요 재원이다.

그러나 지방세의 비과세·감면 조항은 지방자치단체의 상황을 고려하지 않고 국가의 정책적 수단으로 이용됨에 따라 지방재정의 악화되는 문제점을 야기하고 있다.

그 혜택은 일부 집단에게만 주어짐에 따라 세부담의 공평성 등을 저해하는 문제점을 가지고 있다.

종교단체의 경우「초·중등 교육법」등의 학교와 「의료법」에 등에 의한 의료법인 등과 다르게 개별법이 존재하지 않아 명확한 구분이 어렵다.

하지만 판례를 기준으로 볼 때 주무관청의 허가를 받은 경우 세법상 인정되는 비영리단체와 동일한 위치에 있다고 해석하는 것이 옳을 것이다.

비영리단체는 영리목적이 아닌 공익의 목적을 가지는 것이라고 보면 종교단체를 비영리단체로 분류한다는 것에 대하여 논란이 제기된다.

아울러 감면규정의 포괄성에 따른 문제, 행정적 통제가 부재하다는 문제 등이 있다.

주요 외국의 사례를 보았을 때 대부분 종교단체의 재산에 대해서는 비과세를 원칙으로 하고 있으나 비과세·감면의 조건을 명확하게 하고 있다는 점이 보여진다.

최근 이탈리아의 경우 법안을 개정하면서 종교단체 보유 재산에 대하여 감면을 제한하는 법안이 통과되었다.

외국에서는 종교단체의 수익사업에 대한 과세는 당연시 된다.

본 논문에서는 종교단체에 대한「지방세특례제한법 제50조」의 종교 및 제사단체에 대한 비과세·감면 조항을 중심으로 문제점을 지적하고 개선방안을 제시해 보고자 한다.

@highlight

본고에서는 종교단체에 대한「지방세특례제한법 제50조」의 종교 및 제사단체에 대한 비과세·감면 조항을 중심으로 문제점을 지적하고 개선방안을 제시해 보고자 한다.

