빈곤탈피에 유용한 것으로 인정받고 있는 마이크로크레딧 사업은, 특히 저소득 여성을 대상으로 하는 자영 창업 지원과 밀접한 관련이 있음에도 불구하고 아직 우리나라에서는 여성 마이크로크레딧 창업 지원업체에 관한 실증 연구가 거의 이루어지지 않았다.

이에 본 연구는 저소득 한부모 여성가장만을 대상으로 마이크로크레딧 사업을 실시하고 있는 A재단의 전체 창업지원업체 자료를 활용하여 여성 마이크로크레딧 창업 지원업체의 생존율 추이와 생존가능성에 대한 예측요인을 분석하였다.

분석 결과, 여성 마이크로크레딧 창업 지원업체는 창업 이후 폐업에 이르는 경우가 6개월 이내 3.19%, 1년 이내 6.85%, 2년 이내 22.1%, 3년 이내 26.53%로 나타났다.

또한 여성가장의 창업당시 연령이 높을수록 폐업 가능성이 낮았고, 대졸 이상에 비하여 전문대졸인 경우가 폐업 가능성이 더 높았으며, 막내자녀연령이 중학교 이상에 비하여 초등학교 이하인 경우가 폐업 가능성이 더 낮았고, 음식 관련 창업에 비하여 서비스, 교육 관련 창업의 폐업 가능성이 더 낮았다.

이러한 실증분석 결과를 바탕으로 저소득 한부모 여성가장 창업지원 프로그램의 개선방안을 제언하였으며, 프로그램의 순수한 효과를 파악하기 위한 다각적인 후속연구의 필요성을 제시하였다.

@highlight

저소득 한부모 여성가장만을 대상으로 A재단의 창업지원업체 자료를 활용하여 여성 마이크로크레딧 창업 지원업체의 생존율 추이와 생존가능성의 예측요인을 분석한 결과, 여성 마이크로크레딧 창업 지원업체는 폐업하는 경우가 6개월 이내 3.19%, 1년 이내 6.85%, 2년 이내 22.1%, 3년 이내 26.53%로 나타났다.

