광섬유형 콜리메이터와 광 진행 경로의 수직 방향으로 삽입된 주기적으로 식각된 줄무늬(stripe) 평판에 의해 진행하는 빔의 일부에 광 경로차를 유도하는 마이크로 옵틱형 마하젠더 간섭형 필터를 제안하고 구현하였다.

제안된 마이크로 옵틱 필터는 주기적으로 식각된 줄무늬(stripe) 구조의 평판을 빔 경로에 삽입하여 측방향 정렬에 무관하게 특정 소멸비 값 이상의 특성을 구현할 수 있으며, 식각된 박막의 두께를 조정함으로써 원하는 대역폭 및 주기의 전달특성을 가지는 필터를 구현할 수 있다.

네거티브 포토레지스터인 SU-8을 기반으로 줄무늬(stripe) 구조의 주기적으로 식각된 평판을 제작하였으며 이를 이용하여 구현된 필터의 소멸비는 측방향 정렬에 무관하게 30 dB이상의 값을 가진다.

제작된 필터의 FSR(Free Spectral Range)은 장파장 대역에서 약 237 nm이고 그리고 삽입손실은 2 dB 미만의 값을 가진다.

통과대역에서의 PDL(Polarisation Dependent Loss)값은 0.15 dB 미만이다.

@highlight

광섬유형 콜리메이터와 광 진행 경로의 수직 방향으로 삽입된 주기적으로 식각된 줄무늬(stripe) 평판에 의해 진행하는 빔의 일부에 광 경로차를 유도하는 마이크로 옵틱형 마하젠더 간섭형 필터를 제안하고 구현하고 검증함을 목적으로 하였다.

