국내 산림복지서비스에 대한 수요는 증가하고 있으며, 평등한 산림복지서비스를 제공하기 위하여 생활권 도시림을 조성하고 있다.

지속가능한 녹지 공간을 제공하기 위하여 시민의 주도적 참여를 유도할 수 있는 방안이 필요하며, 영국의 그린짐을 국내에 도입하는 것은 이에 대한 대안이 될수 있다.

이에 본 연구는 영국 그린짐의 운영사례 조사를 통해 그린짐에 대한 전반적인 개념을 파악하고 그린짐을 국내에 도입하기 위한 기초적인 자료를 제공하고자 수행되었다.

그린짐은 영국 TCV에서 운영하는 자원봉사 프로그램이다.

그린짐의 주요 작업은 덩굴제거, 낙엽 모으기, 숲길 관리 등 환경 개선 활동으로 구성되어 있다.

프로그램은 준비운동, 작업 도구 및 내용 설명,작업, 휴식, 작업, 정리운동 순으로 진행된다.

그린짐은 체내 세로토닌, 도파민의 발생을 유도하며, 신체활동의 증가뿐만 아니라 공동 작업을 통한 커뮤니티 증진, 삶의 질 향상, 자원봉사 활동으로 생활 주변 환경 보전에 기여하는효과를 나타내는 것으로 조사되었다.

사회와 환경을 건강하게 하기 위한 프로그램으로 그린짐을 확산할 필요가 있으며, 그린짐의 성공적인 정착과 활성화를 위해서는 대상지 선정 기준 및 확보 방안, 운영 및 관리 주체, 운영 매뉴얼 개발, 그린짐의 신체적·심리적 효과 규명과 같은 후속연구가 필요할 것으로 판단된다.

@highlight

본 논문은 영국 그린짐의 운영사례 조사를 통해 그린짐에 대한 전반적인 개념을 파악하고 그린짐을 국내에 도입하기 위한 기초적인 자료를 제공하고자 하였다.

@highlight

그린짐은 영국 TCV에서 운영하는 자원봉사 프로그램으로 그린짐의 주요 작업은 덩굴제거, 낙엽 모으기, 숲길 관리 등 환경 개선 활동으로 구성된다.

