본 연구는 경남 양산시 대운산생태숲 조성예정지에 분포하는 관속식물상을 체계적이고 종합적으로 조사 및 분석하여 향후 생태숲 운영에 따른 합리적 관리방안을 마련하는데 필요한 기초정보를 제공할 목적으로 수행되었다.

전체 식물상은 75과 179속 245종 3아종 28변종 4품종 등 총 280분류군으로 확인되었다.

특산식물은 참개별꽃, 노각나무, 설앵초, 고광나무 등 7분류군이 확인되었다.

희귀식물은 쥐방울덩굴, 왕벚나무, 설앵초, 미치광이풀 등 6분류군, 귀화식물은 애기수영, 다닥냉이, 토끼풀, 달맞이꽃, 큰개불알풀, 돼지풀, 미국가막사리 등 14분류군이며, 생태계교란야생식물은 애기수영과 돼지풀 2분류군이었다.

식물구계학적 특정식물은 V등급에서 왕벚나무, 설앵초 2분류군, IV등급은 눈향나무, 고로쇠나무2분류군, III등급은 산족제비고사리, 미치광이풀 등 5분류군, II등급은 참개별꽃, 돌양지꽃 등 3분류군, I등급은 투구꽃, 큰꽃으아리 등 12분류군으로 총 24분류군이 나타났다.

@highlight

경남 양산시 대운산생태숲 조성예정지에 분포하는 관속식물상을 체계적이고 종합적으로 조사·분석하여 향후 생태숲 운영에 따른 합리적 관리방안을 마련하는데 필요한 기초정보를 제공하기 위하여 연구를 수행했다.

