이 연구는 남한 주민들이 북한이탈주민에 대한 느끼는 사회적 거리감이 위협 인식(perceived threat)에 의해 영향을 받고 있는지 경험적으로 분석한다.

2007-2015년 통일의식조사 자료를 활용하여, 사회적 위협 인식이 높아질수록 외집단이자 사회적 소수자인 북한이탈주민에 대한 배타적 태도가 확대될 것이라는 가설을 검증하였다.

회귀분석을 실시한 결과 첫째, 북한이탈주민에 대한 거리감은 남한 주민들이 인지하는 사회적 위협의 수준이 높을수록 더 확대되는 것으로 나타났다.

둘째, 북한이탈주민으로 인한 집합적 위협과 더불어 남한의 사회환경 위협, 즉 빈부격차나 실업 문제가 더 심각하다고 생각할수록 북한이탈주민에 대한 친근감이 줄어든다.

셋째, 20대 연령층에 대한 분석에서 인지된 위협의 효과는 더욱 뚜렷하게 나타난다.

특히 2013년 이후 청년들은 실업 문제에 대한 우려가 높을수록 북한이탈주민을 더욱 소원하게 느끼는 경향이 두드러진다.

과도한 경쟁과 취업 위기에 직면한 청년들의 구조화된 무력감이 사회적 소수자에 배타적인 태도를 확산시킬 우려가 있다고 하겠다.

이러한 분석 결과는 북한이탈주민의 수용뿐 아니라 앞으로 통일 전망 및 통일 준비 과정에서 사회통합의 중요성을 환기시키는 의미가 있다.

@highlight

이 연구는 남한 주민들이 북한이탈주민에 대해 느끼는 사회적 거리감이 위협 인식에 의해 영향을 받고 있는지 경험적으로 분석한다.

