언어는 국가간 혹은 이민족간 상호 문화교류의 기본수단이다.

따라서 異 문화의 유입은 언어현상에도 영향을 끼친다.

중국이 고대에 겪은 최대의 외래적 문화 충격은 인도불교 문화의 유입이라 할 수 있다.

불전 번역은 언어학적으로 보았을 때 중국에서 최초로 대량의 외래사를 번역한 일대 사건이었다.

불전의 번역 과정을 통해 범어에서 유래된 수많은 외래어가 중국어에 흡수되었다.

근·현대에 이르러 개혁 개방의 길을 걸으면서 중국은 서양의 문화적 다양성을 접하게 되었고 언어 또한 그 영향으로 대량의 외래어를 흡수하게 되었다.

그 중에서도 영어에서 유래한 외래어가 가장 큰 비중을 차지한다.

영어는 범어와 동일한 인도 유럽 어족에 속하는 언어로, 뿌리를 거슬러 올라가면 그 조상어가 같다.

때문에 중국어가 범어를 수용하면서 나타나는 현상이 영어를 수용하면서도 유사하게 출현함을 알 수 있다.

본고에서는 불전 속에서 찾을 수 있는 ‘범어 유래 외래어’와 근현대 시기에 만들어진 ‘영어 유래 외래어’의 비교를 통해, 중국어가 외래어를 수용할 때 외래어의 외래적인 요소가 어떠한 양상으로 존재하고 중국어에 어떻게 동화되었는지, 그 발전 양상에 대해 고찰해 보았다.

@highlight

언어는 국가간 또는 이민족간 상호 문화교류의 기본수단이다.

@highlight

이에 따라 異 문화의 유입은 언어현상에도 영향을 미친다.

@highlight

중국이 고대에 겪은 최대의 외래적 문화 충격은 인도불교 문화의 유입이라 말할 수 있다.

