본 연구는 전문대학생의 진로탐색활동 수행능력과 관련된 진로탐색효능감과 직무조건에 대처준비도인 진로적응성과 영향·예측관계를 분석하기 위해 수행되었다.

연구결과 진로적응성의 책임감, 목표의식, 주도성, 긍정적 태도, 진로탐색효능감의 직업탐색, 개인탐색, 관계구축이 학년에 따라 유의한 차이가 발생하였다.

출신계열은 연구변인 모두가 통계적으로 유의한 차이가 없었으며, 평균성적에 따른 차이는 책임감, 목표의식, 직업탐색효능감, 개인탐색효능감이 유의한 차이가 있었다.

그리고 진로탐색효능감의 하위변인에 따른 진로적응성의 영향관계를 분석한 결과, 책임감에 대한 개인탐색효능감, 목표의식은 직업탐색효능감, 개인탐색효능감, 대인관계에서는 직업탐색효능감, 관계구축효능감, 주도성에서는 진로탐색효능감의 모든 하위변인, 긍정적 태도에는 직업탐색효능감, 관계구축효능감이 유효한 예측변인으로 나타났다.

따라서 이러한 연구결과를 바탕으로 전문대학생의 성공적인 진로적응과 목표달성을 위한 시사점을 제공하고자 한다.

@highlight

이 연구는 전문대학생의 진로탐색활동 수행능력과 관련된 진로탐색효능감과 직무조건에 대처준비도인 진로적응성과 영향·예측관계를 분석하기 위해 수행됐다.

@highlight

본 연구결과를 바탕으로 전문대학생의 성공적인 진로적응과 목표달성을 위한 시사점을 제공하려 한다.

