이 연구는 스토리텔링을 활용한 숲체험활동이 유아의 정서지능에 미치는 영향을 알아보고자 하였으며, 주 2회 숲체험 활동 시 숲을 이동하면서 스토리텔링을 실시하는 집단과, 숲산책을 하며 이동하는 집단의 유아들을 대상으로 하였다.

실험집단은 숲체험활동시 자유롭게 숲에 정해진 숲체험코스로 이동하면서 스토리텔링을 1주일에 2번씩 실시한 집단과 자유롭게 숲에 정해진 숲체험코스를 따라 숲체험활동을 한 집단의 유아를 대상으로 하였다.

연구의 검사도구는 Mayer와 Salovey(1996)가 제시한 정서지능 모형을 근거로 제작한 정서지능 체크리스트를 사용하였다.

스토리텔링을 활용한 숲체험활동을 수행한 집단이 정서지능 점수가 향상된 것으로 나타났으며, 또한 유아의 정서지능 하위요인인 자기인식 및 표현능력, 자기조절능력, 타인식능력, 타인조절능력에 있어 모두 통계적으로 유의미하였다.

이와 같은 결과는 숲체험활동 시 스토리텔링 활용은 유아의 정서지능에 긍정적인 영향을 미치는 것을 알 수 있었다.

숲체험활동 시 유아들은 자연체험을 통하여 유아의 감각 운동적 측면에서의 발달을 도모하며 자연을 통해서 무한한 놀잇감을 제공받게 되고, 정서지능 발달에 많은 도움을 줄 수 있을 것이다.

@highlight

본 연구는 스토리텔링을 활용한 숲체험활동이 유아의 정서지능에 미치는 영향을 알아보고자 하였으며, 주 2회 숲체험 활동 시 숲을 이동하면서 스토리텔링을 실시하는 집단과, 숲산책을 하며 이동하는 집단의 유아들을 대상으로 하였다.

