최근 몇 년 동안 세계 금융 위기가 고조되고 많은 선진국들이 국내 제조업 활성화기 위한 정책이 시행되었다.

국가 경제에 대한 제조업의 중요성이 재확인되었다.

한편, 선진국과 신흥 개도국에서는 중소기업이 98% 이상을 차지한다.

따라서 중소제조업에 대한 연구가 특히 중요하다.

발전 중에 있는 중국 중소기업이 심각하게 위협 받고 있다.

불리한 환경에 대처하기 위해 중소제조업은 혁신적으로 새로운 경쟁 우위를 창출해야 한다.

R&D 활동은 혁신의 출발점이며 기업 발전에 중요하다.

그러나 R&D 활동에는 많은 비용이 소요되며 향후에는 불확실성이 존재한다.

기업이 연구개발을 수행하고 제조업의 고도화를 장려하기 위해 정부는 관련 보조금을 기업에 제공 할 것이다.

중국의 기업은 국유기업과 비 국유기업을 구분한다.

따라서 R&D 투자가 기업의 경영성과에 미치는 영향을 확인하여 올바른 결정을 내릴 수 있어야 한다.

그러므로 본 연구는 R&D 투자와 정부지원의 효과에 대한 연구를 계속하고 있다.

본 연구의 결과는 R&D 투자와 정부지원이 기업 성과에 유의한 긍정적 영향을 미친다는 것과 R&D 투자와 기업 속성이 경영성과에 유의한 부정적 영향이 나타남을 시사한다.

@highlight

최근 몇 년 동안 세계 금융 위기가 고조되면서 많은 선진국들에서 국내 제조업 활성화기 위한 정책이 시행됐다.

@highlight

국가 경제에 대한 제조업의 중요성이 재확인되고 있는데 선진국과 신흥 개도국에서는 중소기업이 98% 이상을 차지하는 현상을 보인다.

@highlight

중소제조업에 대한 연구가 중요할 것이다.

