본 연구는 국내의 2001년부터 2010년까지의 뇌성마비 아동을 대상으로 한 연구를 중심으로 연구 동향을 분석하였다.

분석대상 논문은 국내의 특수교육 관련 학술지에 게재된 152편이며, 분석변인은 일반적인 연구동향을 알기 위해 연구주제, 연구방법과 실험연구를 대상으로 한 연구방법과 연구주제를 분석하였다.

분석결과는 다음과 같다, 첫째, 연구주제는 신체-

운동에 관한 연구가 가장 많았으며, 인지-

학습과 언어-

의사소통이 주를 이루었다.

둘째, 연구방법은 실험연구 비율이 가장 높은 것으로 나타났다.

셋째, 실험연구의 연구방법은 집단연구와 단일대상연구가 비슷한 비율로 이루어지고 있었으며 단일대상연구에서는 AB설계와 중다기초선설계에 의한 연구가 주를 이루었다.

넷째, 연구주제의 독립변인 영역 중 치료활동에 관한 중재가 가장 많았으며, 운동프로그램과 인지학습전략, 보완·대체의사소통이 주를 이루었다.

종속변인 영역으로는 신체능력에 관한 연구가 가장 많이 이루어지는 것으로 나타났다.

이러한 결과들에 근거하여 연구방향을 논의하였으며, 향후 뇌성마비 아동 연구에 대한 제언을 제시하였다.

@highlight

이 연구는 국내의 2001년부터 2010년까지의 뇌성마비 아동을 대상으로 한 연구를 중심으로 연구 동향을 분석하였다.

