본 논문은 전략 연구에 있어서 가장 기본적인 요소이면서도 흔히 많은 연구들이 간과하고 있거나 오류를 범하고 있는 전략의 개념과 측정방법 및 유형화의 문제를 다룬다.

최근에 들어 전략이란 용어가 보편화되고 널리 사용됨에 따라, 전략의 개념과 주요 쟁점에 대한 면밀한 검토없이 연구가 이루어지거나 전략 개념에 대한 오용이 빈번히 나타나고 있다.

이러한 문제 인식을 바탕으로 본 논문은 전략의 주요 쟁점을 규명하고 이를 체계적으로 고찰함으로써, 전략에 대한 이해와 연구가 보다 체계적이고 엄밀히 이루어질 수 있는 방향을 모색한다.

먼저 연구접근 방법에 따라 타당한 연구설계 및 방법론을 살펴본다.

그리고 전략에 대한 체계적인 이해를 위해 전략 개념을 범위, 분석 수준, 및 의도 대 실현이라는 세 차원으로 나누어 고찰하고, 연구주제나 목적에 따라 바람직한 개념화 방향을 제시한다.

또한 실증 연구를 위해 필요한 전략 개념의 측정과 유형화에 있어서 여러 접근방법을 비교 분석한 후, 연구에서 유의해야 할 사항과 연구주제나 내용에 따라 타당한 방법과 연구방향을 제시한다.

@highlight

본 논문은 개념의 오용이 빈번하게 나타나고 있는 전략의 주요 쟁점을 규명하고 이를 체계적으로 고찰함으로써, 전략에 대한 이해와 연구가 보다 체계적이고 엄밀히 이루어질 수 있는 방향을 모색한다.

@highlight

전략 개념을 범위, 분석 수준 및 의도 대 실현이라는 세 차원으로 나누어 고찰해본다.

