천연기념물과 명승은 특별하고 빼어난 자연물일 뿐 아니라, 우리의 문화, 정서, 역사가 반영된 자연 문화재다.

천연기념물의 기념적, 원생적, 향토적, 역사적, 대표적, 특수한 가치는 과학 및 환경 교육 소재로 활용 가능성이 있다.

천연기념물은 본질적으로 융합성과 내러티브 특성을 가지며, 천연기념물센터는 공감과 소통이 가능한 교육 장소다.

천연기념물센터의 개별 전시물에 초점화된 스토리텔링 학습은 학습 대상에 대한 이해를 깊게 하고, 학습자가 소통과 의미 만들기에 참여하게 함으로써 학습 내용과 가치를 내면화하도록 할 수 있다.

본 연구에서는 천연기념물과 명승의 과학 교육적 가치를 구현하기 위해 스토리텔링을 적용한 천연기념물 센터 전시물 활용 교육 프로그램을 개발했다.

개발 과정에서 학습 대상에 대한 인지적·정의적 성찰, 학교 교육과의 연관성, 스토리텔링 설계 원리, 전시물과의 공감과 소통, 학습자의 연령과 수준 등을 고려했다.

페르소나, 감정 이입, 비유, 플롯, 심미적 경험, 시간성 등의 여섯 가지 스토리텔링 요소에 기반 한 매머드, 진도개, 철새, 명승지, 제주도, 석회 동굴 등의 주제로 교육 프로그램을 제시했다.

@highlight

천연기념물과 명승은 특별하고 빼어난 자연물일 뿐만 아니라, 우리의 문화, 정서 그리고 역사가 반영된 자연 문화재 이다.

