치과치료를 위해 진정법 또는 전신마취를 시행하는 목적은 일반적인 방법으로 치과 의료를 제공받기 어려운 환자에게 양질의 치과치료를 제공하기 위해서이다.

본 연구는 전북대학교 치과병원에서 외래전신마취 하에 치료받은 소아 및 장애인 환자들의 임상진료 실태를 분석하고 향후 일반적인 치과진료가 어려운 환자들의 외래전신마취 치료에 대한 지침을 마련하고자 하였다.

2005년 1월부터 2014년 3월까지 전북대학교 치과병원에 내원한 소아 및 장애인 환자들을 대상으로 조사한 결과, 총325명의 환자들이 외래전신마취 하에서 치과치료를 받았다.

남자 환자의 비율이 62.2%로, 여자 환자의 비율(37.8%)보다 높았으며, 10세 이하의 환자가 151명(46.5%)로, 소아 및 청소년 환자가 높은 비율을 차지하고 있었다.

치료내용을 보면 수복치료와 발치가 주를 이루고 있었으며 2회 이상 전신마취를 시행한 환자가 43명(13.2%)이었다.

본 연구는 일반적인 치과치료가 어려운 소아 및 장애인 환자들을 위해 효율적이며 안전한 전신마취 시스템을 확충해서 환자들에게 보다 편안한 치료 환경을 제공해야 할 필요성을 제시하고 있다.

@highlight

일반적인 치과진료가 어려운 환자들의 외래전신마취 치료 지침을 마련하기 위해 외래전신마취 하에 치료받은 소아 및 장애인 환자들을 대상으로 임상진료 실태를 분석한 결과, 남자 환자가 62.2%로, 여자 환자의 비율보다 높았으며, 10세 이하의 환자가 46.5%로, 소아 및 청소년 환자가 높은 비율을 차지하였다.

