본 연구는 모바일 이용자들의 광고회피 수준과 그 영향요인들의 설명력과 상대적 중요도를 살펴봄으로써 모바일 광고 효과에 대한 이해의 폭을 넓히고, 모바일 광고의 효율적인 집행을 위한 방안을 모색하려는 목적으로 실시되었다.

본 연구에서는 모바일 광고 회피를 인지적, 기계적, 그리고 물리적 회피로 분류하여 그 차이를 살펴보고, 광고회피행동에 영향을 미칠 것으로 예측되는 변인들을 여섯 가지 그룹으로 분류하여 세 가지 광고회피행동에 미치는 영향력과 상대적 중요도에 대해 살펴보았다.

총 404개의 설문지를 통해 조사된 자료를 바탕으로 모바일 광고 회피 유형별 회피 정도를 분석한 결과, 전체적인 모바일 광고의 회피 수준은 TV나 신문의 광고 회피에 비해 크게 높은 것으로 나타났으며, 유형별 회피 수준에서는 물리적 회피와 인지적 회피가 기계적 회피에 비해 상대적으로 높은 것으로 나타났다.

회피의 예측 변인 분석에 있어서 전체 광고 회피에 대한 회피 변인들의 설명력이 가장 높게 나타났으며, 예측 변인들 중 광고에 대한 태도(관심도, 유익성, 신뢰성, 스팸성)와 지각된 침입성, 그리고 모바일 이용 동기(오락적, 정서적)가 모바일 이용자들의 광고회피 행동에 유의미한 영향을 미치는 것으로 나타나 광고회피 행동의 중요한 설명 변인이 될 수 있다는 것을 알 수 있었다.

@highlight

이용자들의 모바일 광고회피 수준과 영향요인들의 설명력과 상대적 중요도를 고찰하여 모바일 광고 효과에 대한 이해를 확장하고 광고의 효율적 시행 방안을 모색하기 위해 연구 분석한 결과, TV나 신문에 비해 전반적인 모바일 광고 회피 수준이 훨씬 높게 나타났으며, 유형별 회피 수준에서는 기계적 회피가 물리적· 인지적 회피에 비해 상대적으로 높게 나타났다.

