본 논문은 한국 노동시장에서 여성고용의 확대를 목적으로 만들어진 적극적 고용조치가 도입되기까지의 설득의 과정과 제도로서 실행되는 과정에서 ‘과거로부터 지속되어온 차별이 재생산해내는 현재의 불평등을 해소하기 위한 보상적 개입조치’라는 의미가 퇴색되고 변형되고 있다는 점을 적극적 조치를 앞서 시행했던 국가들의 선례및 적극적 조치의 도구화에 대한 논쟁의 검토를 통해 지적해 보고자 하였다.

특히 신자유주의가 정치, 경제, 사회적으로 강한 영향력을 발휘해온 미국 및 호주의 경우 기존의 적극적 조치가 ‘도구적 적극적 조치’로 변환되거나 ‘다양성에 대한 강조’로 대체되는 현상이 나타나고 있으며, 현재 한국에서 시행되고 있는 적극적 조치도 그와 비슷한 흐름의 영향을 받고 있다는 점도 발견하였다.

따라서 한국사회에서 적극적 조치가본래의 의미를 회복하고 확고한 목적을 재정립하는 것을 통해 제도적 실효성을 높이려면 ‘구조적 차별’에 대한 공식적·법적 개념화 및 성주류화 관점의 도입을 통한 제도적 보완이 이루어져야 한다는 점을 강조하고자 한다.

신자유주의적 이데올로기가 전반적으로 영향력을 발휘하는 한국사회에서 자유경쟁의 원리와 업적주의에 배치되는적극적 조치가 명맥을 유지하기 위한 방안은 신자유주의적 이데올로기와의 타협이 아니라 제도로서의 적극적 조치가 가지고 있는 본래의 목적을 재소환하고 성평등 실현에 적합할 수 있도록 실효성 있는 정책으로 강화시켜 나가는 것이다.

@highlight

한국사회에서 적극적 조치가본래의 의미를 회복하며 확고한 목적을 재정립하는 것을 통하여 제도적 실효성을 높이려면 ‘구조적 차별’에 대한 공식적·법적 개념화과 성주류화 관점의 도입을 통한 제도적 보완이 이루어져야 한다는 점을 강조한다.

