무선 센서 네트워크 기술은 빠르게 발전하고 있으며, 다양한 산업 분야에서 적용이 가능하다.

무선 센서 네트워크는 그 특성상 한 번 배포되면 배터리의 교환이 어렵기 때문에 에너지를 효율적으로 사용하도록 설계되는 것이 매우 중요하다.

이러한 목적을 달성하기 위해 에너지 효율적인 라우팅 프로토콜에 대한 많은 연구가 진행되고 있다.

센서 네트워크에서 에너지 소비는 전송거리와 보내고자 하는 데이터에 비례한다.

LEACH-

C와 같은 클러스터 기반 라우팅 기법들은 센서 노드들의 클러스터링을 통하여 데이터 전달 거리를 최소화시킴으로서 에너지의 효율성을 얻는다.

하지만 LEACH-

C에서는 클러스터링을 구성할 때 클러스터 구성 노드들의 거리 총합만을 고려한다.

본 논문에서는 에너지 사용에 큰 영향을 미치는 기지국과 클러스터 헤드간의 거리를 고려한 클러스터 헤드 선택 알고리즘을 제안한다.

제안 방법은 LEACH-

C에 비해 기지국의 위치가 일정 거리 이상 떨어져 있을 경우 평균 4～7%의 성능 향상 결과를 제공하였다.

이 결과는 클러스터 기반 라우팅 알고리즘에서 클러스터 헤드와 기지국간의 거리를 고려하는 것이 라이프타임 성능 측면에 영향을 미칠 수 있음을 보여 주었다.

@highlight

LEACH-

@highlight

C는 클러스터 구성 노드들의 거리 총합만 고려해 클러스팅을 구성하여 데이터 전달 거리를 최소화해 에너지의 효율성을 얻는데 본 논문이 제안하는 기지국과 클러스터 헤드 간의 거리를 고려한 클러스터 헤드 선택 알고리즘은 기지국의 위치가 일정 거리 이상 떨어져 있을 때 평균 4~7%의 성능이 향상되었다.

