전통과 민속에 대한 가치는 옛 것에 대한 부각에 그치는 것을 넘어 다양한 관점에서 재해석하고 지속적으로 낯설게 보는 과정 속에서 수용될 수 있다.

특히 민속박물관의 경우에는 전시를 통해 이를 가시적으로 보여준다는 측면에서 중요성이 부각된다.

그럼에도 기존의 민속박물관에서는 관람객에 대한 충분한 전시 효과가 전달되지 못하는 문제점이 지적된다.

이는 중복된 민속품이 유사하게 제시되고 용도와 기능 중심의 설명식 전시가 주가 되었기 때문이다.

이러한 문제를 인지하고 민속박물관의 새로운 변화에 있어 본고에서 주목한 곳은 온양민속박물관이다.

이곳에서는 관람객에게 전통에 대한 보존을 넘어 이를 새롭게 바라보고 해석하는 관점을 강조하고 있다.

온양민속박물관에서는 포스트모더니즘적 접근 방법인 ‘해체’와 ‘경계 허물기’를 통해 민속품의 새로운 이면과 가치를 발굴해내고 있다.

이러한 시도들은 현대인들의 다양한 수요와 상호작용함은 물론, 미학적 경험을 통해 전통과 민속에 대해 창조적으로 바라볼 수 있게 한다.

이는 관람객의 역할과 참여가 강조된 포스트모더니즘 시대 박물관의 주요한 특징이라 할 수 있다.

또한 정보 수용자로서의 관람객의 역할을 넘어 상상력과 창조성을 통해 박물관과 소통하는 참여자로서의 역할이 강조된 것이다.

@highlight

온양민속박물관은 포스트모더니즘적 접근 방법인 ‘해체’와 ‘경계 허물기’를 통해 민속품의 새로운 이면과 가치를 발굴해내고, 관람객에게 전통에 대한 보존을 넘어 새롭게 바라보고 해석하는 관점을 제시하고 있다.

@highlight

이러한 시도는 현대인들에게 미학적 경험을 통해 전통과 민속에 대해 창조적으로 바라볼 수 있게 한다.

