이 논문의 제목은 “통일 후 「북한지역 국유재산 처리를 위한 특별법」에 관한 연구”라고 정하였다.

종래에 사회주의 경제체제를 유지하고 있었던 국가들이 최근에 중앙집중식 계획경제를 포기하고 시장경제체제로 전환하고 있다.

그 대표적인 국가에는 중국, 베트남, 러시아, 동구유럽국가 등이 이에 해당된다.

이들 국가들은 사회주의 경제체제를 포기하는 대신에 자본주의 시장경제를 채택하면서 체제전환을 이룩하였지만, 북한의 경우에는 여전히 개혁, 개방정책에 미온적인 태도를 보이고 있는 실정이다.

이러한 현재의 상황을 고려한다면 전혀 상이한 경제체제를 유지하고 있는 현재의 남북한이 장래에 통일을 할 경우에 제도적 통합과정에서 통일한국의 국유재산제도를 어떠한 모습으로 재편하여야 될 것인지, 그러한 재편과정에서 어떠한 점들이 고려되어야 하는지를 논리적으로 검증하는 것은 중요한 의미가 있다.

따라서 이 논문에서 저자는 북한의 국유재산의 이용모습과 그 사유화를 위한 특별법 제정과정에서 발생할 수 있는 법적 문제점과 그 개선방안을 중심으로 다양한 쟁점에 대하여 검토하였다.

@highlight

이 논문의 제목은 “통일 후 「북한지역 국유재산 처리를 위한 특별법」에 관한 연구”라고 정하였다

이들 국가들은 사회주의 경제체제를 포기하는 대신에 자본주의 시장경제를 채택하면서 체제전환을 이룩하였지만, 북한의 경우에는 여전히 개혁, 개방정책에 미온적인 태도를 보이고 있는 실정이다


