본 연구는 배당성향, 레버리지 비율, 유동비율, 고정장기적합율 등의 재무비율을 이용하여 국내 상장기업을 재무적 특성별로 구분하고 투자의 현금흐름 민감도에 대한 이들 변수의 효과를 분석하였다.

분석방법은 기업을 구분함에 있어서 선험적(a priori) 기준에 의하여 분류하지 않고 패널문턱 회귀분석(threshold panel regression)에 의하여 문턱변수(threshold variable)별로 추정한 문턱수준에 의해 구분된 구간별로 구분하였다.

추정결과 각 재무적 특성별로 두 개 이상의 문턱이 존재함을 발견하였다.

문턱변수에 의하여 구분된 구간별로 투자의 현금 흐름 민감도가 변화하는 모습을 보였으며 특히 일부 구간에 있어서는 음(－)의 민감도가 공통적으로 관찰되었다.

일부 구간에 있어서 음(－)의 투자의 현금흐름 민감도가 존재한다는 것은 투자와 기업의 내부 현금흐름 간에는 양(＋)의 관계가 존재한다는 전통적인 결과와 상충되는 것이며, 또한 양(＋)의 관계가 존재하는 구간에 있어서도 구간별로 민감도가 변화한다는 것은 결론적으로 국내 상장기업에 있어서 투자와 기업내부 현금 간에는 단조적인(monotonic) 관계가 아니라 비단조적인(non-

monotonic) 관계가 존재한다는 것을 의미한다.

@highlight

이 연구는 배당성향, 레버리지 비율, 유동비율, 고정장기적합율 등의 재무비율을 이용해 국내 상장기업을 재무적 특성별로 구분하고 투자의 현금흐름 민감도에 관한 이들 변수의 효과를 분석했다.

