한반도 정세변화에 따라 북·일 수교회담 재개가 예상된다.

북한 핵문제 및 일본인납치문제가 선결된다면 수교회담의 핵심의제는 과거청산이 될 것이다.

북· 일 양국은 2002년 9월 ‘평양선언’에서 일본의 식민지지배에 대한 반성 및 사죄표명과 함께 일본의 대북경제협력, 청구권 상호포기 등 과거청산에 관해 한·일 회담과의 정합성이 유지된 원칙적 합의에 도달한 바 있다.

남은 과제는 경제협력의규모와 ‘명분’을 정하고, 일본군‘위안부’문제 등 개인청구권에 대한 처리방안을 협의하는 것이다.

북한이 ‘보상’의 입장을 포기하지 않고 있어 쉽지 않은 교섭이 될것으로 보인다.

북·일 회담 재개 시 한국에서도 미해결 과거사문제의 청산요구가 커질 것이다.

한국은, 북한이 후일 한·일 간에도 적용할 수 있는 내용으로과거를 청산토록 지원해야 한다.

이것이 여의치 않을 경우 북·일 국교정상화 계기 한국, 북한, 일본 3개국 정상회담을 개최하고, 일본의 한반도전체에 대한 식민지지배 반성과 사죄가 담긴 공동선언을 발표함으로써 과거청산을 위한 기제를마련하는 방안을 검토해야 한다.

@highlight

북· 일 양국은 2002년 9월 ‘평양선언’에서 일본의 식민지지배에 대한 반성 및 사죄표명과 함께 일본의 대북경제협력, 청구권 상호포기 등 과거청산에 관해 한·일 회담과의 정합성이 유지된 원칙적 합의에 도달한 바 있다.

@highlight

남은 과제는 경제협력의규모와 ‘명분’을 정하고, 일본군‘위안부’문제 등 개인청구권에 대한 처리방안을 협의하는 것이다.

@highlight

한국은, 북한이 후일 한·일 간에도 적용할 수 있는 내용으로과거를 청산토록 지원해야 한다.

@highlight

이것이 여의치 않을 경우 북·일 국교정상화 계기 한국, 북한, 일본 3개국 정상회담을 개최하고, 일본의 한반도전체에 대한 식민지지배 반성과 사죄가 담긴 공동선언을 발표함으로써 과거청산을 위한 기제를마련하는 방안을 검토해야 한다.

