본 연구의 목적은 대학 플립러닝 수업에서 학습자의 학업적 정서조절과 집단응집성이 학습만족도와 학습흥미도에 미치는 영향을 규명하는 데 있다.

이를 위해 문제해결형 수업모형에 기반하여 플립러닝을 설계하고, 대학수업에서 9주 동안 33명의 대학생들을 대상으로 플립러닝을 실시하였다.

수업후 학업적 정서조절, 집단응집성, 학습만족도 및 학습흥미도에 관한 설문을 수집하여 다중회귀분석으로 분석하였는데, 연구결과는 다음과 같다.

첫째, 대학 플립러닝 수업에서 학습자의 학업적 정서조절은 학습만족도에 영향을 미치지 못하였고, 집단응집성은 학습만족도에 영향을 미치는 것으로 나타났다.

둘째, 대학 플립러닝 수업에서 학습자의 학업적 정서조절은 학습흥미도에 영향을 미치지 못하였고, 집단응집성은 학습흥미도에 영향을 미치는 것으로 나타났다.

본 연구는 대학 플립러닝 수업에서 학습자 특성을 개인적 측면과 집단적 측면으로 나누어 학습만족도와 학습흥미도에 대한 영향력을 살펴보고, 이를 통해 대학환경에서 성공적인 플립러닝 수업의 설계 및 적용을 위하여 고려해야 할 조건들을 제시하였다는 점에서 의의를 지닌다.

@highlight

이 연구의 목적은 대학 플립러닝 수업에서 학습자의 학업적 정서조절과 집단응집성이 학습만족도와 학습흥미도에 미치는 영향을 규명하는 데 있다.

