본 연구는 대학생들이 의미를 추구하고 안녕감을 느끼게 되는 과정에서 의미 발견과 기본심리욕구 충족의 매개효과가 어떻게 나타나는지를 확인하고자 하였다.

이를 위해 서울 소재 대학에 재학 중인 367명의 학생을 대상으로 삶의 의미 척도, 기본심리욕구 척도, 심리적 안녕감 척도, 삶에 대한 만족 척도를 사용하여 설문조사를 실시하였고, 각 변인 간의 관계와 구조모형을 검증하였다.

주요연구 결과는 다음과 같다.

첫째, 의미추구와 주관적 안녕감 및 심리적 안녕감과의 관계에서 의미발견이 완전매개 하는 것으로 나타나 의미추구는 의미발견을 할 때만 안녕감을 높이는 것으로 나타났다.

둘째, 기본심리욕구의 충족이 의미추구와 의미발견을 부분매개 하는 것으로 나타나 의미추구 하는 과정에서 기본심리욕구가 충족이 될 때 의미를 발견하게 된다.

마지막으로, 삶의 의미와 안녕감의 관계에서 의미추구는 기본심리욕구 및 의미발견을 통해서만 간접적으로 영향을 미치는 것으로 나타났다.

즉, 의미추구와 안녕감과의 관계에서 기본심리욕구 충족 및 의미발견의 이중 매개효과를 확인하였다.

본 연구의 결과는 삶의 의미가 안녕감에 이르는 심리적 경로를 확인하는데 기여하였으며 이를 바탕으로 주요 시사점 및 후속연구를 위한 제안점을 논의하였다.

@highlight

이 연구는 대학생들이 의미를 추구하고 안녕감을 느끼게 되는 과정에서 의미 발견과 기본심리욕구 충족의 매개효과가 어떻게 나타나는지를 확인하고자 하였다.

