연구목적: 본 연구는 집단미술치료가 지체장애인의 자아존중감과 자기표현에 미치는효과를 알아보는데 있다.

연구방법: 연구대상은 M시의 장애인지원센터를 이용하는 지체장애인 중 담당교사의 관찰결과를 바탕으로 실험집단 5명과 통제비단 5명을 선별하였다.

집단미술치료는 2018년 1월 24일부터 3월 28일까지 주 1회 90분씩 총 10회기를 실시하였다.

연구도구는 자아존중감 척도와 자기표현 척도를 사용하여 사전 및 사후 검사를 실시하였다.

자료 분석으로 윌콕슨 부호 순위 검증법(Wilcoxon Signed Rank Test)을 사용하였으며, 회기별 변화과정을 기술적으로 분석하였다.

연구결과: 본 연구에서 얻어진 결론은 다음과 같다.

첫째, 집단미술치료가 지체장애인의 자아존중감에서 통계적으로 유의미한 차이가 있었다.

둘째, 집단미술치료가 지체장애인의 자기표현에서 통계적으로 유의미한 차이가 있었다.

셋째, 집단미술치료 단계별 질적 분석에서 지체장애인들은 서로에게 격려와 지지를 보내고 공감대 형성으로 긍정적인 존재임을 인식하였다.

결론: 본 연구의 결과는 바탕으로 지체장애인들에게 집단미술치료의 적용 가능성을 제시하였고 지체장애인들을 위한 심리치료 프로그램을 개발하는데 기초 자료로 적용될 수 있기를 기대한다.

@highlight

집단미술치료가 지체장애인의 자아존중감과 자기표현에 미치는효과를 알아보는데 있다.

@highlight


집단미술치료가 지체장애인의 자아존중감에서 통계적으로 유의미한 차이가 있었다.

@highlight


집단미술치료가 지체장애인의 자기표현에서 통계적으로 유의미한 차이가 있었다.

