본 연구는 교회 시장과 교회의 기능 및 의미 변화에 ‘공간’ 개념을 도입함으로써 도시의 공간 변화에 따른 종교 기관의 생성 및 변화의 관계를 새로운 시각에서 설명하고자 했다.

근대화의 상징적 공간으로 대표되는 서울의 구도심에 설립된 초창기 교회들은 외부 세력인 미국 선교사와 미군정으로부터 공급되는 공간자본에 크게 의존했다.

그러나 서울은 1970년대에 본격화된 도시개발을 통해 거대한 자본의 도시로 변모했고 이 과정에서 서울의 교회 시장과 기능 역시 크게 변화했다.

자본의 도시에서 형성된 신도심형 교회들은 서울의 지가 상승과 부동산 투기의 수익을 좇아 이동하기 시작했고 특히, 신도시는 교회팽창의 욕망을 실현하기 위한 각축장이 되었다.

교회는 이제 무엇보다 서울의 공간자본의 변화를 따라 생성되고 소멸하게 되었다.

거대한 도시 서울의 촘촘한 지하철과 버스, 편리한 통신수단과 초고속의 인터넷 연결망은 교회들이 지역을 넘어 포교범위를 확장시키는 중요한 수단이 되었다.

한국의 도시개발 과정에서 교회는 공동체가 해체됨으로써 촉진되는 지대 상승과 중산층의 밀집, 아파트값의 상승을 통해 공간자본을 획득하면서 비대화되었다.

@highlight

서울은 1970년대에 본격화된 도시개발을 통해 거대한 자본의 도시로 변모했고 이 과정에서 서울의 교회 시장과 기능 역시 크게 변화했다.

@highlight


자본의 도시에서 형성된 신도심형 교회들은 서울의 지가 상승과 부동산 투기의 수익을 좇아 이동하기 시작했고 신도시는 교회팽창의 욕망을 실현하기 위한 각축장이 되었다.

@highlight


교회는 이제 무엇보다 서울의 공간자본의 변화를 따라 생성되고 소멸하게 되었다.

