본 연구의 목적은 무용에서 체험하는 소위 완전한 순간의 본질적 특성과 내면적 구조를 탐색해 보고자 하는데 있었다.

이를 위하여 본 연구에서는 현대무용 수행자 자신의 내적 체험에 따른 인식을 토대로 무용에서의 주관적 체험 세계의 이해를 위한 가능성을 현상학적 관점에 두었다.

현대 무용수 15명의 무용 수행시의 완전한 순간 체험의 묘사와 분석을 근거로 하여 다음과 같은 내용들이 연구의 결과로서 명료화 되었다.

첫째, 무용수행 과정에서의 인식 체험의 시간적 맥락은 일종의 단계적 과정을 형성한다.

둘째, 현대 무용수들이 체험하는 완전한 순간에서의 단계적 과정 체험은 1)전초과정, 2)몰입과정, 3)해결 과정의 3단계의 구조적 흐름으로 구분해 볼 수 있었다.

셋째, 완전한 순간의 체험은 무용수들에게 있어서 두 번째 단계인 몰입의 과정에서 극명하게 체험되고 있었다.

결론적으로 무용에서 살아있는 인식 체험을 보여주고 있는 완전한 순간에의 체험 인식은 인간 체험의 특성과 의미에 관한 공유된 측면을 보여주고 있었다.

이러한 점에서 체험의 묘사와 의미를 몸으로 구현하는 무용은 현상학적 연구에서 매우 유용한 주제와 도구로서 활용될 수 있겠다.

@highlight

무용에서 체험하는 소위 완전한 순간의 본질적 특성과 내면적 구조를 탐색해 보고자 한 결과, 무용수행 과정에서의 인식 체험은 단계적 과정을 형성하고, 그 단계적 과정 체험은 전초과정, 몰입과정, 해결 과정의 3단계로 구분할 수 있었으며, 완전한 순간의 체험은 두 번째인 몰입의 과정에서 극명하게 체험되고 있었다.

