지속가능한 도시성장을 논의할 때 지역자원의 활용은 매우 중요한 주제로, 국가 정책적 차원에서 도시 공공서비스시설, 주민복지시설 등 기초생활SOC 확충을 위한 관련 사업이 강구되고 있다.

이러한 여건 하에 본 연구는 공공건축의 활용을 통한 양질의 도시 공공서비스 제공으로 공공서비스 지원에 대한 시민의 질적 수요에 대응하고, 지역 역량을 강화한다는전제에서 대전시 공공건축 현황특성 및 활용방향을 논의하였다.

본 연구를 통해 도출된 주요 결과를 정리하면 다음과 같다.

첫째, 공공건축은 지역 내 커뮤니티를 형성하는 거점공간으로 도시공공성 확보에 기반한 공공건축 활용은 도시재생 차원에서 지속적인 지역 활력을 부양할 수 있는 대안이다.

둘째, 대전시 공공건축을 이용편의성, 접근성, 활용성 측면에서 현황특성을 도출하였다.

셋째, 공공건축 활용방향 및 대전시 공공건축 현황특성을 바탕으로 대전시 공공건축 우선 활용대상 선정기준을 설정하고, 우선 활용대상(346개소)을 도출하였다.

넷째, 대전시 공공건축 활용계획을 수립하기 위한 단계별 활용 프로세스를 도출하였다.

본 연구는 대전시 공공건축 현황특성 분석을 통해 지역 특성이 반영된 공공건축 활용방향을 모색하는데 의의가 있다.

그러나 대전시 공공건축을 우선 활용대상으로 선정함에 있어 대상물의 주변여건, 지역 내 용도기능의 수요 등이 면밀히 반영하는데 한계가 있다.

지역자원의 효율적 활용 차원에서 공공건축 활용 관련 연구가 지속적으로 이루어져야 할 것이다.

@highlight

지속가능한 도시성장을 논의할 때 지역자원의 활용은 매우 중요한 주제로, 국가 정책적 차원에서 도시 공공서비스시설, 주민복지시설 등 기초생활 SOC 확충을 위한 사업이 강구되었다.

@highlight

본 논문은 공공건축의 활용을 통한 양질의 도시 공공서비스 제공으로 공공서비스 지원에 대한 시민의 질적 수요에 대응하고, 지역 역량을 강화한다는 전제에서 대전시 공공건축 현황특성과 활용방향을 논의했다.

