본 연구는 온라인 사용후기와 관련된 연구를 검토하면서 후기의 방향성과 유형별 효과를 동일한 수준으로 통제할 필요성을 확인한 후 이들의 주효과 및 상호작용 효과를 재검증하였고, 시간적 거리의 조절효과를 제안하고 검증하였다.

이를 위해 본 연구는 온라인 정보의 방향성(긍정적 및 부정적 정보)과 유형(사실적 및 평가적 정보)의 정도를 동일한 수준으로 통제하기 위한 사전조사를 진행하였고 제시한 연구가설을 검증하기위해 2(긍적적 및 부정정 온라인 정보)*2(사실적 및 평가적 온라인 정보)*2(가까운 및 먼) 개체간 실험설계를 진행하였다.

연구결과 긍정적 후기는 소비자반응에 긍정적으로, 부정 후기는 부정적인 영향을 미쳤으며 소비자반응에 미치는 영향력은 부정적 후기에서 더 강하게 나타났다.

또한, 본 연구는 온라인 정보의 방향성 및 유형과 관련한 주효과와 상호작용 효과를 다시 확인하였고 시간적 거리의 조절효과도 확인하였다.

본 연구는 마지막으로 연구결과에서 나오는 학술적 및 관리적 시사점을 논의하였고 본 연구의 한계점과 함께 그에 따른 후속연구방향을 제안하였다.

@highlight

본 연구는 온라인 사용후기의 시간적 거리의 조절효과를 제안하고 검증하였다.

@highlight

연구결과 긍정적 후기는 소비자반응에 긍정적으로, 부정 후기는 부정적인 영향을 미쳤으며 부정적 후기의 영향력이 더 강했다.

@highlight

이를 토대로 학술적 및 관리적 시사점을 논의했으며 후속 연구방향을 제안하였다.

