김동인의 김연실전은 근대 초기 문학가인 김명순을 모델로 한 소설로 알려져 있다.

이 소설로 인해 김명순은 조국을 떠나 귀국하지 못하고 떠도는 신세가 된 것은 주지의 사실이다.

또한 이 소설이 널리 알려진 것은 소설의 예술성에서라기보다는 소설 내용과 실제 모델과의 관련성 때문이다.

따라서 본고는 김연실전에 나타난 욕망과 그에 따른 서술의 모순성을 살펴보았다.

김연실전에서 등장인물 김연실의 욕망은 주로 중개자에 의해 이뤄졌다.

즉 자신의 진정한 욕망보다는 타자의 욕망을 욕망함으로써 결국에는 좌절을 겪을 수밖에 없었다.

이 욕망의 본질을 통해서 근대 지식인이 지닌 본질적 한계도 엿볼 수 있다.

또 다른 욕망은 작가 김동인의 욕망이다.

모순된 서술을 통해 그는 ‘근대 문학의 선구자’라는 자신의 욕망을 충실히 드러냈다.

그는 소설을 통해 근대 문학의 한 부분을 차지했던 김명순을 비롯한 여류 작가들을 악의적으로 비판함으로써 그들을 문학계에서 배제하는 논리로 사용하였다.

또한 출판사의 생존의 욕망도 드러났다.

엄혹한 일제시기를 넘어서기 위해서 소설가들에게 독자의 호기심을 자극할 수 있는 통속적 소설 창작을 제안했다.

이것이 1930년대 말부터 유행하게 된 모델 소설의 시작이다.

그러나 이 욕망들의 표출에서 간과할 수 없는 사실은 소설의 실제 모델에게 미치는 영향이다.

김연실전에서 드러난 영향력에서 볼 수 있듯이, 실제 모델로 한 소설 창작에 있어서 자유롭게 상상력을 발휘하는 것은 필요하지만 기본적인 서술에서의 논리성을 갖춰야 한다.

@highlight

김동인의 김연실전이 널리 알려진 것은 소설의 예술성에서라기보다는 소설 내용과 실제 모델과의 관련성 때문으로 본고는 김연실전에 나타난 욕망과  서술의 모순성을 살펴보았다.

@highlight

김연실은  타자의 욕망을 욕망함으로써 결국에는 좌절을 겪을 수밖에 없었고 이 욕망의 본질을 통해서 근대 지식인의 본질적 한계도 엿볼 수 있다.

@highlight

또 다른 욕망은 작가 김동인의 욕망으로  모순된 서술을 통해 그는 ‘근대 문학의 선구자’라는 자신의 욕망을 충실히 드러냈는데 그는 소설을 통해   여류 작가들을 악의적으로 비판함으로써 그들을 문학계에서 배제하는 논리로 사용하였다.

@highlight

또한 일제시기를 넘어서기 위해서  통속적 소설 창작을 제안함으로 출판사의 생존의 욕망도 드러났는데 이것이 모델 소설의 시작이나  김연실전에서 드러난 영향력에서 볼 수 있듯이,  자유롭게 상상력을 발휘하는 것은 필요하지만 기본적인 서술에서의 논리성을 갖춰야 함을 알 수 있다.

