본 논문은 외국어로서의 한국문학 교육 현장에서 ‘맥락’이라는 개념의 중요성에 대한 인식에 출발하여 한국 현대시를 교육하는 데에 있어 ‘맥락’ 개념을 도입하고 ‘맥락 중심 시 읽기’의 원리를 규명한 다음, 이를 근거로 하여 중국인 학습자들을 대상으로 ‘맥락’을 활용한 시 읽기의 여러 가지 양상을 살피고자 한다.

본 논문에서 제시한 ‘맥락’은 구체적으로 ‘텍스트 내 맥락(intratextual context)’, ‘텍스트 간 맥락(intertextual context)’, ‘상황맥락(context of situation)’ 그리고 ‘사회문화 맥락(context of culture)’으로 세분화되며 학습자들의 맥락 중심 시 읽기의 양상은 문어 의사소통 과정 중 ‘수용 맥락의 단계화 원리’, 즉 ‘1차 맥락화 단계’, ‘맥락 대화 단계’ 그리고 ‘재맥락화 단계’를 바탕으로 한다.

학습자들이 맥락 요소를 활용하여 시를 읽는 양상을 관찰하기 위해 14명의 중국인 고급 학습자를 대상으로 총 5차례의 실험을 진행하였으며 주 연구 방법으로 생각발화기법(think-

aloud protocol)을 채택하였다.

이 실험을 통해 중국인 고급 학습자들이 한국 현대시를 읽으면서 어떤 맥락 요소를 발견하여 어떻게 활용하였는지, 그리고 맥락 요소를 조직하는 과정 중에 어떤 어려움을 겪고 있는지를 분석하였다.

@highlight

본고는 외국어로서의 한국문학 교육 현장에서 ‘맥락’이라는 개념의 중요성에 대한 인식에 출발해 한국 현대시를 교육하는 데에 있어 ‘맥락’ 개념을 도입하고 ‘맥락 중심 시 읽기’의 원리를 증명한 다음, 이를 근거로 중국인 학습자들을 대상하여 ‘맥락’을 활용한 시 읽기의 여러 가지 양상을 알아보고자 한다.

