오늘날 학생활동중심 수업을 강조하는 우리나라 학교교육에서 토론활동은 그 어느 때보다 위상이 높아지고 있다.

대부분 사람들은 이러한 토론활동이 개화기 때 일본을 거쳐 서구로부터 처음 들여온 것이라 여기고 있다.

그러나 자세히 들여다보면 서양뿐만 아니라 동양 및 우리나라 전통 교육에서도 토론 문화는 활발했었던 사실을 알 수 있다.

‘토론’이라는 용어는 중국의 고전인 『논어』나 우리나라의 역사서인 『삼국유사』로 거슬러 올라가서도 찾아볼 수 있으며, 토론활동을 통한 학습의 중요성에 대해서는 수많은 동양 고전 문헌들이나 우리나라의 실록 및 역사서, 여러 학자들의 문집 등을 통해 쉽게 확인할 수 있다.

이 연구에서는 군주의 공부 현장이었던 경연과 서원을 중심으로 강론을 통해 서로의 앎을 두텁게 한 강회, 서신을 통해 치열하게 주고받던 수많은 논변들을 통해 조선시대의 찬란했던 토론 문화를 살펴보았다.

이를 통해 우리나라 교육의 역사에서 토론학습은 개화기 때 서구 및 일본을 통해서 처음 들여온 것이 아니라, 아주 오래전부터 일반화되어 있었던 일상의 공부 방법이었음을 확인할 수 있었다.

우리 교육의 전통에서 토론은 서구의 아카데미식 토론과는 달리 경쟁적이지 않으며 의사소통의 형식보다는 주제의 참뜻을 밝히는 데 관심을 두고 있어, 서로의 배움을 더욱 깊어지게 하여 앎을 두텁게 하고 상대에 대한 존경과 감사의 마음을 자라게 하는 과정에서 모두의 삶이 더욱 풍요로워지게 하는 것이었다.

@highlight

학생활동중심 수업을 강조하는 우리나라 학교교육에서 토론활동이 점점 중요시되고 있다.

@highlight

그러나 동양 및 우리나라 전통 교육에서도 토론 문화는 활발했었던 것으로 보고된다.

@highlight

이것을 통해 우리나라 교육의 역사에서 토론학습은 아주 오래전부터 일반화되어 있던 일상의 공부 방법이었음을 알 수 있다.

