이 논문의 문제의식은 국가정보원에 대한 법적 통제의 수준과 내용이 적절한지를 평가하는 데 있다.

이를 위해 이 논문은 공안정보기관에 대한 법적 통제에서 가장 성공적이라는 평가를 듣는 캐나다의 선진통제 시스템을 분석다.

과 캐나다의 다.

과 캐나다의 다.

과 캐나다의 경우 매우 중층적이고 정교한 통제장치를 발전시켜 왔음을 확인다.

캐나다는 정다.

캐나다는 정다.

캐나다는 정부, 의회, 법원에 의한 전통적 통제 외에도 독립 전문심사기구에 의한 통제를 발전시켜 온 것이 가장 큰 특징이다.

캐나다와 비교해 볼 때 국가정보원에 대한 우나라가정보원에 대한 우나라에 대한 우나라의 문제의식과 논의수준은 지나치게 정치개입 근절에 국한돼 있으며, 과 국가가정보원에 대한 통제 수준과 장치가 매우을 수 있다.

이에라 이 논문은 에 대한 통제 수준과 장치가 매우 을 수 있다.

이에 라 이 논문은 국가정보원에 대한 법적 통제를 성을하고 우선한구사에 가정보원에 대한 법적 통제를 성을하고 우선한구사에 에 대한 법적 통제를 성을 하고 우선 한 구사에 기초하여 종합적인 제도개혁안을 마련 것을 주창한다.

@highlight

국가정보원에 대한 법적 통제의 수준과 내용이 적절한지를 평가하는 데 있다.

@highlight

공안정보기관에 대한 법적 통제에서 가장 성공적이라는 평가를 듣는 캐나다의 선진통제 시스템을 분석다.

@highlight

통제 수준과 장치가 매우 높을 수 있다.

