최근 보강토 옹벽은 점차 콘크리트옹벽을 대체하는 안정화된 공법으로 자리 잡아가고 있다.

그러나, 보강재로서 신장성보강재(Extensible reinforcement)를 사용할 경우 보강토 옹벽의 전면벽에서 배부름(Bulging) 현상이 발생할 수 있다.

보강토옹벽의 배부름(Bulging)은 임의의 블록 높이에서 그 블록의 상단 및 하단 블록이 설계상의 상대적인 위치를 확보하지 못하는 현상이다.

이는 보강재가 인장력을 발휘하기 위해서는 어느 정도 변형이 필요하기 때문에 이에 대한 설계상의 검토가 필요하다.

따라서 본 연구에서는 알루미늄 봉을 이용하는 소형모형실험을 통해서 보강재의 신장특성이 보강토 옹벽거동에 어떤 영향을 미치는지 연구하였다.

보강재는 비신장성 보강재로서 창호지와 신장성 보강재로서 멤브레인을 이용하였다.

실험결과로부터 보강재의 강성은 보강토옹벽의 변위형태에 많은 영향을 미치는 인자임을 알 수 있었으며, 전반적으로 보강재의 강성이 증가함에 따라 최대수평변위의 발생지점이 벽체 상부로 이동하는 경향을 보이고 있다.

@highlight

본 연구에서는 알루미늄 봉을 이용하는 소형모형실험을 통해서 보강재의 신장특성이 보강토 옹벽거동에 어떤 영향을 미치는지 연구하였다.

