본 연구의 목적은 첫째, 상사지원인식과 종업원 침묵행동 간의 관계를 살펴보고, 둘째, 체념적·방어적 침묵동기가 상사지원인식과 종업원 침묵행동 간의 관계를 매개하는지를 검증하고, 셋째, 절차공정성인식과 종업원 침묵행동 간의 관계를 살펴보고, 넷째, 체념적·기회주의적 침묵동기가 절차공정성인식과 종업원 침묵행동 간의 관계를 매개하는지를 검증하는 데 있다.

이를 위해 국내 기업의 다양한 직종에 근무하는 종업원 498명을 대상으로 설문조사를 실시하여 자료를 수집하였다.

연구 결과, 상사지원인식은 종업원 침묵행동과 부적인 관련이 있었으며, 체념적·방어적 침묵동기가 상사지원인식과 종업원 침묵행동 간의 관계를 부분 매개하는 것으로 나타났다.

또한 절차공정성인식은 종업원 침묵행동과 부적인 관련이 있었으며, 체념적·기회주의적 침묵동기가 절차공정성인식과 종업원 침묵행동 간의 관계를 완전 매개하는 것으로 나타났다.

이러한 연구결과를 토대로 연구의 시사점, 제한점 및 향후 연구과제에 대해 논의하였다.

@highlight

이 연구의 목적은 첫째, 상사지원인식과 종업원 침묵행동 간의 관계를 살펴보고, 둘째, 체념적·방어적 침묵동기가 상사지원인식과 종업원 침묵행동 간의 관계를 매개하는지를 검증하고, 셋째, 절차공정성인식과 종업원 침묵행동 간의 관계를 살펴보고, 넷째, 체념적·기회주의적 침묵동기가 절차공정성인식과 종업원 침묵행동 간의 관계를 매개하는지를 검증하는 데 있다.

