쇄석다짐말뚝(GCP)은 연약지반의 지지력 증가와 침하량 감소를 실현할 수 있어 연약지반 개량에 활발하게 사용되고 있다.

그리고 GCP 설계에 필요한 응력분담비는 치환율, 상재하중, 깊이, 관통률 등에 따라 달라진다.

그동안 많은 연구자들이 현장· 실내 실험, 수치해석 연구를 통해 GCP로 개량된 복합지반의 응력분담비를 제안하였지만 명확하게 제시되지 못한 실정이다.

본 연구에서는 GCP공법의 합리적인 설계법 제안을 위한 기초연구로써, 유한요소해석프로그램인 ABAQUS 6.12-4를 이용하여 GCP로 개량된 복합지반을 모델링하여 치환율과 관통률에 따른 침하량과 응력분담비를 분석하고자 하였다, 그 결과, 최상부지점을 제외한 다른 지점에서의 응력분담비의 값은 관통률 60%일 때 1.21～5.36, 관통률 80%일 때 1.19∼5.45, 관통률 100% 일 때 2.16∼5.60 이었다.

이는 관통률과 치환율이 증가할수록 응력분담비의 값은 크게 증가함을 알 수 있다.

@highlight

GCP공법의 합리적인 설계법 제안을 위한 기초연구로 유한요소해석프로그램인 ABAQUS 6.12-4를 이용하여 GCP로 개량된 복합지반을 모델링하여 치환율과 관통률에 따른 침하량과 응력분담비를 분석하였다.

@highlight

그 결과로 관통률과 치환율이 증가할수록 응력분담비의 값은 크게 증가함을 알 수 있다.

