바다에서 서식하는 홍합의 독특한 수중 접착성을 모방하여 개발된 폴리도파민 (polydopamine) 코팅 기술은 2007년 처음 발표된 이래 지난 10년 동안 전세계적으로 매우 크게 발전하였다.

표면 비특이적인 코팅 능력을 통해 이제까지 표면 개질이 어려웠던 다양한 표면을 제한 없이 기능화 할 수있는 유일한 표면 화학으로 자리 잡았으며, 또한 다양한 반응 조건에서의 코팅 방법이 새롭게 보고되면서, 산업 전반에 걸친 폴리도파민의 응용 범위가 기하급수적으로 넓어지고 있다.

한편, 밝혀지지 않은 폴리도파민의 복잡한 화학적 구조와 형성 반응 메커니즘에 관한 재료화학적 기초 연구도 지속적으로 보고되고 있으며, 폴리도파민의 전구체인 도파민 (dopamine)과 유사한 분자 구조를 가지는 다양한 카테콜아민 (catecholamine) 화합물과 폴리페놀 (polyphenol)의 표면 코팅 능력이 새로이 밝혀지고있다.

본 연구에서는, 지난 10년 동안 전세계적으로 급속한 발전을 이룬 폴리도파민의 특성 및 응용분야에 대해 살펴보고, 이를 통해 폴리도파민의 표면 화학 분야에서의 의의와 가능성에 대해 논의하고자 한다.

@highlight

밝혀지지 않은 폴리도파민의 복잡한 화학적 구조와 형성 반응 메커니즘에 관한 재료화학적 기초 연구도 지속적으로 보고되고 있으며, 폴리도파민의 전구체인 도파민 과 유사한 분자 구조를 가지는 다양한 카테콜아민화합물과 폴리페놀 의 표면 코팅 능력이 새로이 밝혀지고있다.

@highlight


지난 10년 동안 전세계적으로 급속한 발전을 이룬 폴리도파민의 특성 및 응용분야에 대해 살펴보고, 이를 통해 폴리도파민의 표면 화학 분야에서의 의의와 가능성에 대해 논의하고자 한다.

