프로젝트 제로는 1967년 하버드 대학교 교육대학원에서 철학자 넬슨 굿맨(NelsonGoodman)에 의해 설립된 예술교육 연구소이다.

프로젝트 제로의 교육 철학은 인지적교육 철학으로서 감정이나 영감(inspiration) 보다는 이해와 사고를 중요시한다.

프로젝트 제로는 그룹 초기의 인지적 교육철학 연구와 실험적 심리학 연구의 시기를 거쳐 1980년대에는 현실적인 교육의 문제들을 해결하는 교육 프로젝트들을 펼쳐 나갔다.

1990년대에 들어서서 그룹은 규모, 재정, 연구 범위 면에서 괄목할 만한 성장을 보였으며 미국과 해외의 박물관 및 교육기관들과 연계한 교육 프로젝트들을 진행하고 있다.

이 연구소는 지난 40 여 년간 꾸준한 성장과 발전을 계속하여 미국 내에서는 물론 세계적으로도 영향을 미치는 교육 연구소로 자리매김하였다.

우리나라에도 프로젝트 제로의 ‘아츠 프로펠’이나 ‘이해를 위한 교수법’ 등이 도입되었으며 특히 ‘아츠 프로펠’은 음악과 수행평가 발전에 큰 영향을 주었다.

프로젝트 제로가 우리나라 음악교육에 끼친 영향과 예술교육 연구 기관으로서의 현재의 활동상을 고려할 때 이 연구그룹에 대하여 다각적으로 살펴보는 것은 해외의 주요 연구 동향 파악 면에서 의미가 있다.

본 논문의 목적은 프로젝트 제로의 철학, 역사, 주요 연구 프로젝트 등을 고찰함으로써 프로젝트 제로를 심도 있게 이해하고 이 연구그룹의 특징과 장점을 파악하는 것이다.

이를 통해 미국 예술교육 연구의 단면을 이해하고 나아가 우리나라 음악교육 연구에 도움이 되기를 기대한다.

@highlight

1967년 하버드 대학교 교육대학원에서 철학자 넬슨 굿맨에 의해 설립된 프로젝트 제로는 예술교육 연구소로 인지적 교육철학 연구와 실험적 심리학 연구의 시기를 거쳐 1980년대에는 현실적인 교육의 문제들을 해결하는 교육 프로젝트들을 펼쳐 나갔다.

@highlight

본 논문은 프로젝트 제로를 전반적으로 살펴 미국의 예술교육 연구를 이해하고 이를 바탕으로 우리나라 음악교육 연구에 도움이 되는 방향성을 찾고자 하였다.

