오늘날의 중앙아시아는 역사적?

문화적으로 형성된 기존의 전통적 문화요소와 제정 러시아의 지배로부터 시작된 러시아식-

소련식 문화요소가 공존하는 다원성의 공간이라는 특징을 가지고 있다.

특히 중앙아시아의 도시 지역에서 이러한 특징들이 두드러지고 있다.

1991년 독립 이후부터 지금까지 20년 동안 만들어진 중앙아시아의 근간을 지탱하는 바탕에는 외형적으로 기존의 모습과는 다른 양상으로 나타나고 있지만, 여전히 이러한 두 요소를 바탕으로 하고 있다.

이와 관련되어 중앙아시아 정착공동체의 전통을 이어받고 있는 우즈베키스탄의 수도 타슈켄트는 제정 러시아 이전까지는 정착지대의 중심도시 역할을 하지 않았고, 제정 러시아의 중앙아시아 진출 이후부터 중심도시의 역할을 수행하였다.

이러한 과정에서 제정 러시아 및 그 뒤를 이은 소비에트 체제는 기존 정착문명 전통이 확고한 전통도시들에 대한 러시아화 또는 러시아식 건축의 확산을 통한 이른바 근대도시로의 발전 양상이 지속되었는데, 제정 러시아 시기에는 기존 전통 정착문명 시기에 형성된 구도시지역과는 별도의 지역에 러시아식 뉴타운을 개발하는 패턴을 보이다가, 소련시기에 와서는 구도시와 뉴타운을 외형적으로 통합하기 위한 양상으로 변모했다.

중앙아시아 정착지대의 대표적인 도시라 할 수 있는 타슈켄트의 발전 및 확대과정은 유목전통 기반도시들의 완전한 러시아식 도시형성 및 발전 양상과는 비교되는 특징을 보여주고 있다.

@highlight

오늘날의 중앙아시아는 역사적?

@highlight

문화적으로 형성된 기존의 전통적 문화요소와 제정 러시아의 지배로부터 시작된 러시아식-

@highlight

소련식 문화요소가 공존하는 다원성의 공간이라는 특징을 가지고 있다.

