목회상담은 신학과 심리학이라는 두 개의 학문이 서로 만나 상호 긴장과 갈등, 그리고 보완 관계를 유지하고 있다.

목회상담 안에서 본질적으로 다른 두 학문의 만남은 목회상담의 정체성의 논란으로 확대되기도 하며, 어떻게 신학적인 본질과 심리학적인 과학성이 동시에 유지 될 것인지의 문제가 목회상담이 가진 근원적인 과제로 여겨진다.

신학과 심리학의 관계성에 대한 논쟁에서 이 둘의 관계에 대한 좋은 모범을 제시해주는 목회상담학자가 있다.

바로 변증법적 목회상담의 대변자인 투르나이젠(E.

Thurneysen)과 정신분석적 목회상담의 대변자인 피스터(Oskar Pfister)이다.

본 논문은 투르나이젠과 피스터의 신학사상과 심리학과 신학의 관계에 대한 이해를 중심으로 오늘 날 목회 상담 안에서 계속 제기되는 심리학과 신학의 통합과 관계성에 대한 주제를 서술하고자 한다.

목회상담의 영역 속에서 심리학은 필요한 존재이며 그리고 신학과의 관계 속에서는 협력자로써 자리를 차지하게 된다.

이러한 심리학과 신학의 만남은 교회의 목회적 사역 속에서 신학의 정체성을 확고하게 유지하게 하며 또한 인간 삶의 정황에 대한 이해의 학문인 심리학을 통해 인간 개개인에게 더욱 효과 있게 다가가며 그들의 문제와 상처를 치유하게 할 수 있을 것이다.

@highlight

변증법적 목회상담의 대변자인 투르나이젠(E.

@highlight

Thurneysen)과 정신분석적 목회상담의 대변자인 피스터이다.

@highlight

이 논문은 투르나이젠과 피스터의 신학사상과 심리학과 신학의 관계에 관한 이해를 중심으로 오늘 날 목회 상담 안에서 계속 제기되는 심리학과 신학의 통합과 관계성에 관한 주제를 서술하려 한다.

