본 연구의 목적은 탐색적 차원에서 1971년부터 2018년까지의 남북간 정상회담 및 실무회 담 자료를 활용하여 사회보장 분야를 중심으로 남북회담의 공적의제 성격을 분석하고 선 정 과제를 도출하는 것이다.

남북회담의 공적의제 성격 분석 결과, 공적의제의 역사적 상호연결성, 남북회담 개최에서 민주·평화 정권의 적극성, 정권성격 변화에 따른 공적의 제의 불연속성 및 불이행성, 남북 당국의 역학관계에서 비편중성, 정치군사 부문으로부 터의 종속성, 경제 부문으로부터의 비독립성, 사회보장 부문의 소외성, 사회보장에서 보 건분야의 편중성을 주요 특징으로 파악하였다.

향후 사회보장 공적의제 선정 시의 과제 로 단편적 대북지원에서 통합적 개발협력 모델로의 전환, 북민협의 인적역량강화 사업으 로부터의 교훈, 비남북회담에서 사회보장 지원 경험, 북미회담에서 사회보장 의제의 합 의 경험, 사회보장 공적의제 영역의 다양화, 사회보장 공적의제 형성 파트너 다각화, 현 금급여보다 서비스급여 우선화가 요청된다.

@highlight

본고의 목적은 탐색적 차원에서 1971년부터 2018년까지의 남북간 정상회담 및 실무회 담 자료를 활용하여 사회보장 분야를 중점으로 남북회담의 공적의제 성격을 고찰하고 선정 과제를 도출하는 것에 있다.

