주택임대차보호법상 중소기업이 그 직원을 위하여 주거용 주택을 임차한 경우 주택임대차보호법상의 대항력 및 우선변제권을 인정하고 있다.

주택임대차보호법상의 대항력 및 우선변제권에 관하여는 종래 매각대금납부시설, 배당요구종기설 등의 견해의 대립이 있었던 바, 법원은 배당요구종기설을 일관하여 채택하고 있다.

그런데 주택임대차보호법상의 중소기업의 정의는 중소기업기본법에 의하도록 되어 있어 중소기업인지 여부는 중소기업의 의도와 상관없이 매출의 증가나 자산가치의 증가로 항시 변동될 가능성이 있다.

이에 중소기업이 그 직원을 위하여 임차한 주택에 대하여 주택임대차보호법을 적용함에 있어 어느 시점을 기준으로 중소기업인지 여부를 판단하여야 하는 지가 문제가 된다.

그러나 중소기업인지 여부는 사업의 운영, 환율의 변동 등 중소기업의 의도와는 상관없이 변동될 수 있다.

따라서 중소기업에 해당하는 지 여부는 대항력 및 우선변제권에 있어서 중소기업으로서의 요건이 의의를 가지는 시점을 기준으로 정하여야 할 것인데, 이러한 점에서 대항력의 경우에는 낙찰자에 대하여 중소기업이 계속 대항력을 보유하여야 한다는 점에서 매각대금납부시까지, 우선변제권과 관련하여서는 중소기업이 중소기업으로서 자신의 권리를 주장할 수 있는 배당요구시까지 중소기업성을 갖추면 족하다고 해석하여야 할 것이다.

@highlight

주택임대차보호법상 중소기업이 그 직원을 위해 주거용 주택을 임차한 경우 주택임대차보호법상의 대항력 및 우선변제권을 인정하고 있다.

