본 논문은 쌍용자동차의 정리해고를 둘러싼 노사분쟁 사례를 통해 조직의 변화를 조직 정의의 관점에서 분석하였다.

1990년대 말 IMF 위기 이후, 기업들은 급진적이고 신자유주의적인 구조조정 및 대규모 정리해고를 실시하였다.

기존의 이해관계를 해체, 재편하는 이러한 조직의 변화는 필연적으로 이해당사자들 간의 갈등을 유발한다.

쌍용자동차 사태는 노동의 유연성을 추구한 산업자본과 고용의 위기에 저항하는 노동조합 간의 갈등이 매우 첨예한 형태로 표출된 사례이다.

본 연구는 이러한 변화가 정의로운 것이었는가를 평가하기 위하여 당시의 언론보도와 연구문헌을 분석하면서 쌍용자동차를 둘러싼 이해관계자들이 가졌던 조직변화에서의 정의와 공정성에 대한 상이한 입장과 관점을 고찰하였다.

본 연구는 Wooten(2009)의 프레임웍을 통해 쌍용자동차의 구조조정 과정을 조직 정의의 관점에서 평가하였는데, 이를 통해, 배분적 정의를 추구했던 노조, 절차적 정의를 강조했던 사측과 정부, 그리고 관계적 정의의 구축에 소홀했던 노사정 모두의 태도가 노사 갈등을 더욱 악화시켰다는 점을 발견할 수 있었다.

조직의 변화를 추진하는데 있어 필연적으로 직면하는 저항과 갈등을 최소화하기 위해서는 공정성과 정의에 관한 이해당사자들의 합의가 무엇보다 중요하며, 그러한 합의는 노사정의 상호신뢰를 기반으로 한 양보와 타협을 통해 달성될 수 있다.

@highlight

본 논문은 쌍용자동차의 정리해고를 둘러싼 노사분쟁 사례를 통해 조직의 변화를 조직 정의의 관점에서 분석했다.

@highlight

이 연구는 이런 변화가 정의로운 것이었는가를 평가하기 위해 당시의 언론보도와 연구문헌을 분석하면서 쌍용자동차를 둘러싼 이해관계자들이 가졌던 조직변화에서의 정의와 공정성에 대해 상이한 입장과 관점을 고찰했다.

