성년이 된 지방자치제가 보다 성숙한 단계로 도약하기 위해서는 지방자치와 관련된 모든 구성체들-

중앙정부, 자치단체(장), 지방의회(의원), 주민-

의 협력과 견제, 상호보완이필요하다.

본고에서는 다음과 같은 방안들이 제시되고 있다.

자주재원 확충을 위해 지방세수의 확대(세목의 신설, 비과세·감면의 정비, 국세의 지방세 이양, 탈루세원의 확보 및 체납세원 정리), 세외수입의 확대(공공요금의 인상, 탈루 및 체납 세외수입 징수) 등이 제시되고 재정 운영의 건전성 제고를 위해 중앙정부의 역할(투·융자심사제도의 실효성 제고,지방채 발행총액 한도제의 개선, 지방교부세 인센티브 및 감액제도 실효성 제고, 지방재정분석·진단제도의 개선, 재정위기 사전경보시스템의 개선, 지방재정부담심의제도의 실효성제고), 자치단체(장)의 역할(투·융자심사제도의 전문성·공정성 제고, 공약이행의 신축성,관련 법령의 이해, 지방의회와의 건전한 긴장관계 유지), 지방의회(의원)의 역할 등을 제시하였다.

@highlight

성년이 된 지방자치제가 보다 성숙한 단계로 도약하기 위해서는 지방자치와 관련된 모든 구성체들-

@highlight

중앙정부, 자치단체(장), 지방의회(의원), 주민-

@highlight

의 협력과 견제, 상호보완이필요하다.

