본 연구는 문재인 정부의 복지 정책 및 예산에 대하여 보수와 진보 성향 언론이 구축하고 있는각각의 프레임을 분석하고자 수행되었다.

분석결과, 복지 프레임에 대해 응답한 일반 시민들은각자의 인구통계학적 특성과 무관하게 대안처방적 프레이밍, 부정 프레이밍, 현재 프레이밍속성의 프레임을 선호하였다.

또한 복지 프레임에서 나타나는 주요 정책관계자들은 대통령과보건복지부, 정부 여당 등이고 대부분 공공부문의 행위자들이었다.

복지 정책에 대한 언론의프레임은 추종 정치 이념과 관계없이 대안처방적 프레이밍과 긍정 프레이밍으로 구성되었으나보수 성향 언론 프레임에서만 미래 프레이밍이 확인되었다.

또한 보수 성향 언론은 아동, 육아를 하는 부모, 경제 등을 중심으로 특별한 이슈의 제기 없이 증세 부담을 강조하는 프레임을 구축하고 있었으며, 진보 성향 언론은 장애인, 소득 등을 중심으로 부동산, 일자리 등의이슈를 제기하며 다양한 복지 사업의 운용을 강조하는 프레임을 구축하고 있었다.

복지 예산에대한 언론의 프레임은 추종 이념과 무관하게 증세 부담을 우려하고 있었지만 보수 성향 언론은보다 강하게 부정적으로 프레이밍이 나타난 반면 진보 성향 언론은 일정 부분 양해하는 형태로프레이밍이 나타났다.

@highlight

문재인 정부의 복지 정책 및 예산에 대하여 보수와 진보 성향 언론이 구축하고 있는각각의 프레임을 분석하고자 수행되었다.

@highlight

복지 정책에 대한 언론의프레임은 추종 정치 이념과 관계없이 대안처방적 프레이밍과 긍정 프레이밍으로 구성되었으나보수 성향 언론 프레임에서만 미래 프레이밍이 확인되었다.

@highlight

복지 예산에대한 언론의 프레임은 추종 이념과 무관하게 증세 부담을 우려하고 있었지만 보수 성향 언론은보다 강하게 부정적으로 프레이밍이 나타난 반면 진보 성향 언론은 일정 부분 양해하는 형태로프레이밍이 나타났다.

