본 연구는 중학교 1학년 과정의 영재학생(대학부설영재교육원, 교육지원청영재교육원, 영재학급)과 일반학생을 대상으로 수학교과에 대한 인지적․정의적 특성과 사회적 특성, 가정환경적 특성에 대하여 영재학생과 일반학생 간 차이와 영재교육기관별 영재학생과 일반학생 간 차이를 분석하는데 그 목적이 있다.

이에 본 연구에서는 수학영재와 일반학생의 특성 비교에 관한 선행연구를 조사하였으며, 대구광역시 영재교육기관(K대학부설영재교육원 1곳, 교육지원청영재교육원 4곳, 각 지역 교육지원청별로 표집한 영재학급 11곳)과 표집한 영재학급과 동일 학교의 일반학급 11곳에서 총 840명의 중학교 1학년 학생을 대상으로 자료 조사를 했으며, 수집된 자료 처리는 SPSS v.18을 사용하였다.

본 연구 결과를 정리하면, 수학교과에 대한 인지적․정의적 특성, 사회적 특성, 가정환경적 특성 중 네 가지 특성에서 영재교육기관별(대학부설영재교육원, 교육지원청 영재교육원, 영재학급)로 차이는 있으나 각 특성의 모든 하위영역에서 영재학생은 일반학생과 유의미한 차이를 보이며 일반학생보다 높은 경향을 보이는 것으로 나타났다.

또한, 대학부설영재학생은 다른 영재학생과 일반학생보다 가정환경적 특성에서 유의미한 차이로 높은 경향이 나타났다.

@highlight

영재학생(대학부설영재교육원, 교육지원청영재교육원, 영재학급)과 일반학생을 대상으로 수학교과에 대한 인지적․정의적 특성과 사회적 특성, 가정환경적 특성에 대하여 영재학생과 일반학생 간 차이와 영재교육기관별 영재학생과 일반학생 간 차이를 분석한 결과 위 네 가지 특성에서 영재교육기관별(대학부설영재교육원, 교육지원청 영재교육원, 영재학급)로 차이는 있으나 각 특성의 모든 하위영역에서 영재학생은 일반학생과 유의미한 차이를 보이며 일반학생보다 높은 경향을 보이는 것으로 나타났다.

@highlight

또한, 대학부설영재학생은 다른 영재학생과 일반학생보다 가정환경적 특성에서 유의미한 차이로 높은 경향이 나타났다.

