동아시아사는 2007 교육과정에서 처음 설정되어 2012년부터 학교에서 교육된 과목이다.

동아시아사는 기존의 한국사와 세계사 과목과는 달리 주제별 접근을 시도한 과목이며, 연관사와 비교사의 관점으로 탐구하는 특징이 있다.

이 글은 동아시아사 교과서를 분석하여 연관사와 비교사의 관점이 구현된 것을 분석해 보았다.

2014년부터 사용되는 동아시아사 교과서의 민주주의 발전 단원을 분석대상으로 삼았다.

서술상의 특징은 다음과 같았다.

첫째, 1945년 이후부터 민주주의(자본주의)와 사회주의 진영을 대립하는 관계로 기술하였다.

둘째, 한국사와 세계사 교과서를 요약하여 기술하고 연관사나 비교사적 관점을 찾기 힘들었다.

셋째, 보조적인 읽기 자료에서는 연관사와 비교사적 관점이 적용되었다.

이런 교과서 서술의 한계를 보완하기 위해 다음의 수업안을 제안하였다.

첫째, 1945년부터 1950년대 중반까지 존재했던 신민주주의를 수업주제로 도입한다.

신민주주의는 당시의 정치 지향을 보여주는 실례이면서 현재의 민주주의(자본주의)와 사회주의 진영의 대립을 극복할 수 있는 시야를 제공할 것이다.

둘째, 냉전이 동아시아의 민주주의를 제한했던 사실과 동아시아의 민주화 운동 제도를 수업 내용으로 삼는다.

@highlight

동아시아사는 2007 교육과정에서 처음 설정되어 2012년부터 학교에서 교육된 과목이다.

@highlight

동아시아사는 기존의 한국사와 세계사 과목과는 달리 주제별 접근을 시도한 과목이며, 연관사와 비교사의 관점으로 탐구하는 특징이 있다.

