해운산업의 발전에 따라 다양한 가치관과 지역특성을 살린 국내 항만에 입항하는 선원들을 위한 선원복지 정책이 필요한 때이다.

선원직을 기피하는 현상과 함께 선원직 매력화 방안에 대한 연구가 계속되고 있으며, 이를 위한 방안으로 선원복지 개선에 대한 필요성은 꾸준히 제기되어 왔다.

하지만 2006년 해사노동협약에 근거한 항만선원복지위원회 설립이 국내에서 이루어지지 않고 있었으나 최근에 선원단체 및 유관기관의 협력에 따른 항만선원복지위원회 설립이 본격화 되고 있다.

지속가능하고 효율적인 선원복지 개선을 위하여 우선적으로 항만선원복지위원회의 법적검토가 선행되어야 할 것이다.

이 논문은 항만선원복지위원회에 관한 국제법 및 국내법적 근거를 살펴보며, 주요해양국가의 항만선원복지위원회의 설립에 대한 사례연구를 중심으로 비교법적 검토를 통해 국내 항만선원복지위원회의 실효성을 확보하기 위한 방안을 모색하는데 그 목적이 있다.

그 하나의 방안으로 선원법 하위령 개정을 통해 항만선원복지위원회에 대한 법적지위를 확보하고자 한다.

@highlight

해운산업의 발전에 따라 다양한 가치관과 지역특성을 살린 국내 항만에 입항하는 선원들을 위한 선원복지 정책이 필요하다.

@highlight

선원직을 기피하는 현상과 선원직 매력화 방안에 대한 연구가 계속되고 있으며, 방안으로 선원복지 개선에 대한 필요성은 꾸준히 제기되었다.

