본 연구에서는 새만금지역의 방수제 제방단면을 대상으로 강우지속시간에 따른 침투깊이와 지하수위 변화를 예측하고 이를 토대로 사면안정해석을 수행하였다.

준설토로 구성된 제방의 불포화 지반정수를 산정하기 위하여 실험으로 구한 흡입응력과 직접전단시험으로 구한 점착력 및 내부마찰각을 이용하였다.

강우에 따른 침투깊이와 지하수위 변화를 예측한 결과 강우초기와 지속시간 1시간 경과 후 제방 상부에 강우의 침투로 인하여 습윤전선이 하강하며, 이후 강우 지속시간이 길어짐에 따라 지하수위는 지속적으로 상승하였다.

강우 발생이후 에는 지하수위가 일정한 깊이로 분포되고 있으며, 시간이 경과할수록 지하수위는 점차 하강하였다.

강우에 따른 침투깊이와 지하수위 변화를 고려하여 사면안정해석을 수행한 결과 강우로 인한 침투가 발생됨에 따라 사면안전율은 급격히 감소하며, 강우지속시간이 24시간일 때 사면안전율이 가장 낮게 나타났다.

강우 발생이후에는 지반내 모관흡수력이 회복됨에 따라 사면안전율이 증가함을 알 수 있다.

@highlight

이 연구에서는 새만금지역의 방수제 제방단면을 대상으로 강우지속시간에 따른 침투깊이와 지하수위 변화를 예측하고 이를 토대로 사면안정해석을 수행했다.

