인간이 경험하는 신비체험에서 인간과 초월적 신비 사이에 공감이 형성되는 것은 역사 안에서 여러 종교의 신비가들의 증언을 토대로 알려졌으며, 오늘날의 관점에서도 재조명해볼 수 있는 있는 종교현상학의 주요한 영역이다.

본 논문은 근대 그리스도교의 신비가인 예수의 데레사와 현대 티베트 불교의 비구니 승려인 텐진 빠모의 신비체험에서 그 관계의 성격을 체험자의 증언을 통해서 소개한다.

슈타인은 그의 현상학적 방법을 통하여 초월적 신비와 만나는 인간의 존재론적 구조와 인식의 과정을 분석함으로써 그들이 체험하고 인식하는 현상을 신비주의 현상학의 차원에서 해명하였다.

인간의 영적 성숙은 신비경험의 차원과 성격에 따라 진행되는 삶의 단계의 질적 표현으로 이해할 수 있다.

또한 각기 다른 종교 안에서 이루어지는 신비체험을 비교함으로써 종교간 대화가 이루어지는 만남의 지평을 인간존재의 심연 안에서 가늠하고 공유할 수 있다.

종교가 초월을 매개로 인간을 인식하는 길이라면, 종교들 사이의 대화는 그 길의 성격을 비교함으로써 초월적 신비에 다가가는 인간의 영적 여행을 보다 더 풍요롭게 하는데 기여하는 것이라고 기대할 수 있기 때문이다.

@highlight

이 논문은 근대 그리스도교의 신비가인 예수의 데레사와 현대 티베트 불교의 비구니 승려인 텐진 빠모의 신비체험에서 그 관계의 성격을 체험자의 증언을 통해서 소개한다.

