본 연구는 중·장기복무 제대군인의 가족탄력성, 자기결정성, 진로전환의 관계를 확인하고, 제대군인의 가족탄력성은 자기결정성이 진로전환에 미치는 영향을 조절하는지를 확인하는 것을 목적으로 한다.

연구 목적을 달성하기 위해 B시 소재 B제대군인지원센터 제대군인 250명을 대상으로 자기결정성, 가족탄력성, 진로전환에 관한 설문을 실시하였고, 이 중에서 247부의 자료를 사용하였다.

자료처리는 연구문제에 따라 상관분석과 위계적 중다회귀분석을 실시하였다.

연구의 주요 결과 두 가지를 요약하면, 다음과 같다.

먼저, 제대군인의 자기결정성, 가족탄력성, 진로전환은 유의한 정적 상관을 보였다.

가족탄력성의 하위변인인 문제해결 및 대처전략과 자기결정성의 하위요인인 자율성 사이의 상관을 제외한 모든 변인들 사이에는 통계적으로 유의한 상관을 보였다.

둘째, 자기결정성과 가족탄력성 각각 진로전환 수준에 통계적으로 유의한 영향을 주며, 이때 제대군인의 가족탄력성은 자기결정성이 진로전환에 미치는 영향을 조절하는 효과를 가졌다.

또한 가족탄력성의 네 가지 하위요인 중 가족응집성과 의사소통만 자기결정성이 진로전환에 미치는 영향을 조절하는 것으로 나타났다.

이러한 결과는 제대군인이 새로운 진로를 성공적으로 찾기 위해서는 우선 자기결정성과 가족탄력성을 높은 수준에서 갖추기 위해 노려해야 할 것임을 시사한다.

@highlight

이 연구는 중·장기복무 제대군인의 가족탄력성, 자기결정성, 진로전환의 관계를 확인하고, 제대군인의 가족탄력성은 자기결정성이 진로전환에 미치는 영향을 조절하는지를 확인하는 것을 목적으로 한다.

