시진핑 시기 중국은 ‘평화적 발전’과 ‘핵심이익 수호’를 대외전략 기조로 설정하고, 동아시아에서의 영향력 증대 및 지역강대국 지위 확보를 위해 이전 보다 더 적극적이고 주도적인 외교정책을 추진하고 있다.

이를 기반으로 중국은 미국과 ‘신형대국관계’ 구축을 제안했고, 남중국해 영유권 문제에 대해서도 강경하게 대응하고 있다.

문제는 중국의 대외전략 기조의 변화와 주변외교 강화 및 동아시아에서 미중 전략경쟁이 중국의 한반도 정책에 영향을 미치고 있다는 점이다.

한반도에 대한 영향력 확대를 중시하는 중국의 입장에서는 미국과의 전략 경쟁에 대비하는 차원에서 남북한 모두와의 관계를 전략적으로 ‘관리’하고 있다.

중국이 한반도 문제를 미중 전략경쟁의 하위구 조로 인식하고 있고, 북중관계를 지탱하는 구조적 요인이 여전하다는 점에서 북핵·북한문제 해결과정 에서 ‘중국역할론’을 과도하게 기대하기 어렵다.

오히려 우리가 대북·통일정책에 대한 장기적 비전을 중국에게 제시함으로써 한반도 문제 해결의 주도권을 확보해야 한다.

이를 위해 국가이익 우선순위를 설정하여 대외관계에 일관되게 적용하고, 한·미·중 3자 협력을 강화하여 대북제재의 목표를 조율하고 압박과 외교적 해결 방안을 동시에 고려해야 한다.

한중 전략적 협력 동반자 관계의 내실화를 위해 다층적·다차원적 협력 및 정책공공외교를 강화할 필요가 있다.

@highlight

시진핑 시기 중국은 ‘평화적 발전’과 ‘핵심이익 수호’를 대외전략 기조로 설정하고, 동아시아에서의 영향력 증대 및 지역강대국 지위 확보를 위해 이전 보다 더 적극적이고 주도적인 외교정책을 추진하고 있다.

