이 연구는 대졸자직업이동경로조사(GOMS) 자료를 사용하여 전문대학생이 4년제 대학 편입학을 거쳐서 취업을 하는 것이 경제적인 차원에서 효과가 있는지를 분석했다.

전문대에서 4년제 대학에 편입학한 경우와 전문대졸후 바로 취업한 경우의 취업 효과를 분석하는데 있어 표본의 선택편의를 제고하고자 성향점수매칭(PSM) 추정을 통해 544명의 표본을 추출해 활용하였다.

종속 변인은 정규직 취업과 임금 두 가지이며, 개인특성, 대학특성, 직장특성으로 구분하여 설명변인을 투입하였다.

분석 결과, 전문대학생의 4년제 대학 편입학은 정규직 취업에는 유의한 영향이 없는 것으로 확인되었으며, 설명변인 가운데 성별과 부모학력에 따른 유의한 효과가 확인되었다.

임금 효과 분석에서도 편입학에 따른 영향은 확인되지 않았으며, 인문사회교육 계열에 비해 공학자연 계열이 17.5% 임금이 높았으며 의약예체능 계열이 26.6% 임금이 유의하게 높았다.

또한 재직기간이 1개월 증가할수록 임금이 0.3% 유의하게 높았다.

이러한 연구 결과를 바탕으로 전문대학생의 편입학에 대한 결정이나 취업지도에 몇 가지 시사점을 제시하였다.

@highlight

이 연구는 대졸자직업이동경로조사(GOMS) 자료를 사용하여 전문대학생이 4년제 대학 편입학을 거쳐서 취업을 하는 것이 경제적인 차원에서 효과가 있는지를 분석했다

분석 결과, 전문대학생의 4년제 대학 편입학은 정규직 취업에는 유의한 영향이 없는 것으로 확인되었으며, 설명변인 가운데 성별과 부모학력에 따른 유의한 효과가 확인되었다

