본 연구는 블랜디드 기반 질문중심의 플립 러닝에 대한 예비유아교사 3인의 경험을 탐색하고자 하였다.

자료는 1차 2018년 8월 22일부터 2019년 12월 12일까지, 2차 2019년 1월 14일부터 2019년 10월 26일까지 수집하였다.

1차 자료 수집은 아동수학지도 교과 운영에 대한 학습 기록 및 저널을, 2차 자료 수집은 서술식 질문지와 인터뷰 자료이다.

연구 결과, 블랜디드 기반 질문중심의 플립 러닝에서 질문은 1) 사이버 강의와 대면 수업을 연결하기, 2) 주도적인 선행 학습자로 변화시키기, 3) 교과 지식을 실천적 지식으로 연결하기의 역할을 하였다.

질문중심의 플립 러닝은 1) 반복 또 반복이 되는 학습 전략으로써의 질문, 2) 학습 탐구에 대한 열정 갖기, 3) 의미 있는 배움으로 연결하는 질문, 4) ‘조원 내, 조원 간, 그리고 교수’와의 공유와 협력의 의미를 드러내었다.

본 연구는 플립 러닝으로 질문중심 수업에서 학습자의 질문과 교수자의 질문으로 교수자와 학습자가 함께 만들어가는 수업에 대한 학습전략을 시사한다.

@highlight

본고는 블랜디드 기반 질문중심의 플립 러닝에 대한 예비유아교사 3인의 경험을 분석했다.

@highlight

블랜디드 기반 질문중심의 플립 러닝에서 질문은 1) 사이버 강의와 대면 수업을 연결하기, 2) 주도적인 선행 학습자로 변화시키기, 3) 교과 지식을 실천적 지식으로 연결하기의 역할을 했다.

