중국의 최근 심각한 대기오염은 동북아 지역의 주요 환경 문제로 대두되고 있다.

중국 발생의 대기오염물질은 장거리 수송·확산 효과를 통해 한국의 고농도 미세먼지에 따른 대기질 악화에 주요 외부 요인이 되고 있다.

이에 한국 정부가 추진하고 있는 미세먼지 저감 및 대기질 개선 정책의 성공적인 이행을 위해서는 국내 배출원에 대한 규제 관리와 함께 중국의 미세먼지 오염 실태와 중국 대기환경 관리 정책에 대해 정밀하고 다각적인 분석이 필요하다.

한중 월경성 대기오염 문제에 대한 관리는 중국의 대기오염물질 감축 문제에 대한 고려와 함께 한중 양국의 환경정책 교류 확대, 산업·기술·공중보건 등 다방면의 협력 수요, 동북아 지역을 아우르는 글로벌 환경 거버넌스의 정치경제적 요인 등을 고려하는 통합적 접근이 요구된다.

특히 한중 대기분야 환경협력은 협력패러다임, 과학적 연구의 공동협력, 협력기제의 실천이행 등에서의 접근에 입각하여 지속가능한 발전 방향을 모색할 필요가 있다.

무엇보다도 한중 양국 정부 간 대기분야 환경협력 체제는 중앙정부의 강한 정책의지와 확고한 실천이행을 기반으로 하여, 양자 및 다자 간 협력체계를 구축·강화하는 한편 양국 지방정부 간 및 민간부문의 협력 채널 다변화를 통해 연계 운영될 필요가 있다.

@highlight

한국 정부가 추진하고 있는 미세먼지 저감 및 대기질 개선 정책의 성공적인 이행을 위해서는 국내 배출원에 대한 규제 관리와 함께 중국의 미세먼지 오염 실태와 중국 대기환경 관리 정책에 대해 정밀하고 다각적인 분석이 필요하며 한중 양국의 환경정책 교류 확대, 산업·기술·공중보건 등 다방면의 협력 수요, 동북아 지역을 아우르는 글로벌 환경 거버넌스의 정치경제적 요인 등을 고려하는 통합적 접근이 요구된다.

