최근 해양안전에 대한 높은 관심과 ICT 기술의 비약적인 발전에 힘입어 선박에 다양한 디지털 장비들을 도입하는 전자항법체계인 e-

Navigation이 크게 주목받고 있다.

e-

Navigation은 해양안전뿐만 아니라, 해양정보 서비스에서 새로운 ICT 패러다임을 제시하고 있다.

이에 본 연구에서는 e-

Navigation과 관련하여 IHO에서 제시하는 새로운 범용 수로데이터모델 S-100을 기반으로 표준화된 전자해도 및 해상정보의 융합 서비스를 효율적으로 제공할 수 있는 Shore 기반의 해상정보 서비스 플랫폼을 제안하고자 한다.

제안된 Shore 기반 해상정보 서비스 플랫폼은 기본적으로 전자해도와 날씨, 조류, AIS 정보 등의 센서정보, 그리고 육상지도 정보와의 융합 처리 및 웹 기반 서비스가 가능하다.

또한, 이러한 플랫폼의 웹 서비스는 스마트 폰 또는 웹 패드의 모바일 단말기에서 간단한 WebApp 또는 App을 이용하여 전자해도 및 다양한 해상정보 서비스의 활용을 가능하게 할 수 있다.

끝으로, 제안된 플랫폼은 기존의 S-57 전자해도와 더불어 S-101 표준을 지원할 수 있으며, 웹 서비스 과정에서의 표준과 관련해서는 ISO 19100 시리즈 및 OGC의 공간정보 웹 서비스 표준을 지원한다.

@highlight

IHO에서 제시하는 새로운 범용 수로데이터모델 S-100을 기반으로 표준화된 전자해도 및 해상정보의 융합 서비스를 효율적으로 제공하는 해상정보 서비스 플랫폼은 기본적으로 전자해도와 날씨, 조류, AIS 정보 등의 센서정보, 육상지도 정보와의 융합 처리 및 웹 기반 서비스가 가능하다.

