최근 우리나라에서도 에이징 인 플레이스라는 가치를 실현하기 위해 다양한 노인주거 대안에 대한 관심이 높아지고 있다.

정부가 고령자를 위한 케어안심주택 제공을 공표하고, 서비스 지원 주택 내용을 포함하여 주거약자법 전면 개정이 곧 현실화 되는 등 그동안 이원화되어 있던 주택과 의료·보건복지 서비스의 융합적 제도화 기반이 마련되고 있다.

본 연구의 목적은 ‘저소득 노인의 에이징 인 플레이스(Aging in Place)를 가능하게하는 주택 제공과 서비스 지원을 어떻게 할 것인가?

’라는 질문을 따라, 서비스 지원 주거의 내용 및 제공 방식을 제시하는 주거 모델을 개발하는 것이다.

이를 위해 에이징 인플레이스를 비롯한 서비스 지원 주거의 주요 개념과 특성, 현황 등에 관한 국내·외 선행연구 검토와 함께 국내 서비스 지원 주거 적용 방안 마련을 위한 전문가 면담을 실시하였다.

그 결과를 바탕으로 저소득 노인을 위한 서비스 지원주거의 특성과 원칙, 입주대상자 기준, 적정 주택확보 방안 및 주택 유형, 그리고 주택 내 서비스 지원 내용 등을 포함한 서비스 지원 주거모델을 유형화하여 정리하였다.

연구결과를 바탕으로 향후 노인주거 대안 마련에 있어 고려할 점과 추후 연구의 방향과 내용에 대해 제언하였다.

@highlight

‘저소득 노인의 에이징 인 플레이스를 가능하게 하는 주택 제공과 서비스 지원을 어떻게 할 것인가?

@highlight

’라는 질문을 통하여 서비스 지원 주거의 내용 및 제공 방식을 제시하는 주거 모델을 개발하고자 했다.

@highlight

이를 위하여 에이징 인플레이스를 비롯한 서비스 지원 주거의 주요 개념과 특성 및 현황 등에 관한 국내·외 선행연구를 검토했다.

