이 논문의 목적은 ‘공간(space)’으로서의 근대와 ‘장소(place)’로서의 전근대가 길항과 교착을 거듭하던 시기인 1920~1930년대의 근대 주체들이 이러한 길항과 교착을 어떻게 인식했는지 규명하는 것이다.

근대성과 도시성이 일상적으로 경험되고 이해되는 양상과 그러한 경험과 이해가 불러온 개별 주체의 내적, 외적 변화의 실상을 규명하기 위해 신문과 잡지 기사를 살펴보고 ‘거리’가 근대적인 공간 표상으로 등장하고 변화하는 양상을 추적하였다.

1920년대의 신문과 잡지는 실업과 가난으로 집도 없이 ‘거리’를 떠도는 조선인들에 대한 기사를 쏟아냄으로써 일제에 의해 진행된 자본주의 근대 도시화가 차별적인 것이었음을 보여주었다.

1930년대 중반 이후에는 사람들에게 ‘즐거움’을 주는 ‘그리움’과 ‘애착’의 대상으로 그렸다.

이는 ‘거리’가 자본주의 근대 도시를 표상하는 ‘공간’이자 근대 주체의 일상생활이 이루어지는 ‘장소’로서의 성격을 갖게 되었음을 잘 보여준다.

근대 초기 ‘거리’에 물리적으로 구현된 근대성과 도시성은 오랫동안 전근대적 삶의 양식에 익숙해 있던 사람들에게는 너무나 새롭고 낯선 것이었다.

사람들은 대개 신문과 잡지, 소문과 이야기를 통해 간접적으로 접한 후에 ‘거리’로 나가 물리적으로 구현된 근대성과 도시성을 직접 경험했다.

이러한 과정에서 ‘거리’는 자본주의 근대 도시 공간의 표상이자 일상적 삶이 이루어지는 장소로서의 성격을 갖는 표상으로 자리를 잡았다.

@highlight

이 논문은 1920~1930년대 ‘공간’으로서의 근대와 ‘장소’로서의 전근대 사이의 길항과 교착에 대한 인식을 확인하고자 했다.

@highlight

그 결과, 사람들은 근대성과 도시성에 있어 신문과 잡지, 소문 등을 통해 간접 경험한 후, 그것이 구현된 ‘거리’로 나가 직접적인 경험을 했는데 이러한 과정에서 ‘거리’는 자본주의 근대 도시 공간의 표상이자 일상적 삶이 이루어지는 장소로서 인식되었음을 알 수 있었다.

