최근 해외시장정보와 영업망이 취약한 중소기업들은 인터넷을 활용한 무역에 많은 관심을 보이고 있으며, 무역유관기관들은 인터넷을 이용한 정보제공 및 무역거래알선을 통하여 중소기업들을 지원하고 있다.

본 연구는 무역포탈사이트를 이용하는 있는 중소수출기업의 이용자를 대상으로 무역포탈사이트 이용 만족도에 영향을 미치는 영향 요인을 분석하였다.

본 연구에서는 정보시스템, 웹 및 인터넷쇼핑몰에 관한 기존 연구를 기초로 정보검색의 용이성, 응답성, 확신성, 공감성, 유용성이 무역포탈사이트 이용 만족도에 영향을 미치고, 만족도는 무역포탈사이트의 지속적 이용의도에 영향을 미치는 관계를 연구모형으로 설정하였으며, 이를 구조방정식모델을 이용하여 검정하였다.

실증분석 결과, 정보검색의 용이성, 응답성, 유용성은 무역포탈사이트에 대한 만족도에 유의적인 정의 영향을 미치나, 확신성과 공감성은 유의적인 영향을 미치지 못하는 것으로 나타났으며, 무역포탈사이트에 대한 만족도는 무역포탈사이트 이용자의 지속적 이용의도에 유의적인 정의 영향을 미치는 것으로 나타났다.

이 결과는 무역포탈사이트 운영주체에게 실무적 시사점을 제공할 것이다.

@highlight

본 연구는 무역포탈사이트를 이용하는 있는 중소수출기업의 이용자를 대상으로 무역포탈사이트 이용 만족도에 영향을 미치는 영향 요인을 분석하였다.

@highlight

정보검색의 용이성, 응답성, 유용성은 무역포탈사이트에 대한 만족도에 유의적인 정의 영향을 미치나, 확신성과 공감성은 유의적인 영향을 미치지 못하는 것으로 밝혀졌다.

