본 연구는 한국과 중국의 소비자를 대상으로 광고기능 인식이 어떠한가, 광고기능 인식에 차이가 존재하는가, 광고태도에 대한 인식에서 차이가 있는가 및 광고인식과 광고태도 관련성에 차이가 있을 것인가 등에 대해 의문을 확인하고자 하였다.

연구결과, 첫째, 광고기능 요인분석 결과 7개 요인이 산출되었다.

즉, 소비주의촉진, 소비문화형성, 모델의존성, 사회품위저해, 광고불신, 재미오락성, 정보제공이었다.

둘째, 한중 소비자의 광고인식 차이검증 결과 한국과 중국소비자 인식에 유의미한 차이가 나타났다.

한국의 소비자들에 비해 중국의 소비자들은 광고기능에 대한 인식이 부정적이었다.

셋째, 한국의 소비자들은 중국의 소비자들에 비해 전반적인 광고태도 점수에서 호의적인 것으로 나타났다.

넷째, 중국소비자들의 경우 소비문화형성과 소비주의촉진과 같은 광고의 경제적/문화적 기능에 대한 인식이 긍정적 광고태도를 형성하는데 기여하고 있다.

끝으로, 한국소비자의 경우 광고태도에 가장 영향을 미치는 광고기능 인식요인은 소비문화형성으로 나타났다.

주목할 만한 결과는 광고의 모델의존성과 재미오락성 측면이 광고태도에 큰 영향을 미친다는 점이다.

본 연구결과는 향후 중국시장에 진출을 계획하고 있는 기업들에게 중국 시장 광고 전략을 세우는데 기초적인 자료를 제공해 줄 것으로 기대한다.

@highlight

이 연구는 한국과 중국의 소비자를 대상으로 광고기능 인식이 어떠한가, 광고기능 인식에 차이가 존재하는가, 광고태도에 대한 인식에서 차이가 있는가 및 광고인식과 광고태도 관련성에 차이가 있을 것인가 등에 대해 의문을 확인하고자 하였다.

@highlight

이 연구결과는 향후 중국시장에 진출을 계획하고 있는 기업들에게 중국 시장 광고 전략을 세우는데 기초적인 자료를 제공해 줄 것으로 기대한다.

