본 연구는 대학에서 학사경고 학생에 대한 구체적인 지원 방안을 제안하기 위해, 학사경고와 관련된 주요 변인과 학사경고연구 동향을 조사하는데 그 목적을 두었다.

본 연구의 분석 자료는 학술 DB 검색엔진을 통해 학술지 게재된 연구논문을 수집하여 ‘학사경고 대학생’을 주제어로 검색된 국내·외학술지 총 51편을 분석하였다.

문헌 연구를 통해 추출된 변인을 중심으로 국내 대학 교수학습센터 전문가의 인식을 조사하기 위해 설문지를 작성하여 배포하였다.

CTL 전문가들의 인식과 학사경고생의 문제를 개입하기 위한 교육적 요구를 확인하기 위해 종속표본 t-

검정과 The Locus for Focus 모델을 적용하여 분석하였다.

연구결과, 세부 준거에 따라 연구 동향을 정리하고, 유의미한 학사경고생의 특성 변인을 추출하였다.

또한, 국내 대학 교수학습센터 전문가들의 요구분석 결과, 학사경고생을 위한 지원 프로그램 설계에 반영되어야 할 14개 변인이 우선적으로 고려되어야 할 항목으로 나타났다.

분석 결과를 토대로 본 연구에서는 향후 학사경고생에 대한 지원의 방향에 대한 함의점을 제안하였다.

@highlight

대학에서 학사경고 학생에 대한 구체적인 지원 방안을 제안하기 위해, 학사경고와 관련된 주요 변인과 학사경고연구 동향을 조사하고자 하였다.

@highlight

분석 자료는 학술 DB 검색엔진을 통해 학술지 게재된 연구논문을 수집하여 ‘학사경고 대학생’을 주제어로 검색된 국내·외학술지 총 51편을 분석했다.

