본

 

연

구

에

서

는

 

광

중

합

형

 

석

영

 

섬

유

인

 

Q

u

a

r

t

s

 

S

p

l

i

n

t

T

M

 

M

e

s

h

를

 

중

심

으

로

 

다

양

한

 

강

화

재

의

 

의

치

상

 

보

강

 

효

과

에

 

대

해

 

알

아

보

고

자

 

하

였

다

.

 

의

치

상

 

레

진

으

로

 

L

u

c

i

t

o

n

e

1

9

9

ⓡ

와

 

Q

C

-

2

0

을

 

사

용

하

였

으

며

 

강

화

재

로

 

폴

리

에

틸

렌

 

섬

유

인

 

R

i

b

b

o

n

d

ⓡ

,

 

Q

u

a

r

t

s

 

S

p

l

i

n

t

T

M

 

M

e

s

h

,

 

금

속

 

격

자

 

강

화

재

를

 

사

용

하

였

다

.

 

2

.

0

×

1

0

.

0

×

6

5

.

0

 

m

m

 

시

편

을

 

각

각

 

1

0

개

씩

 

제

작

하

였

으

며

 

2

.

5

×

1

0

.

0

×

6

5

.

0

 

m

m

,

 

3

.

0

×

1

0

.

0

×

6

5

.

0

 

m

m

 

시

편

도

 

제

작

하

였

다

.

 

L

u

c

i

t

o

n

e

1

9

9

ⓡ

 

레

진

은

 

Q

C

-

2

0

 

레

진

보

다

 

높

은

 

굽

힘

강

도

를

 

나

타

내

었

으

며

,

 

대

조

군

에

서

 

유

의

차

를

 

나

타

내

었

다

(

p

<

0

.

0

5

)

.

 

L

u

c

i

t

o

n

e

1

9

9

ⓡ

 

및

 

Q

C

-

2

0

 

레

진

으

로

 

제

작

한

 

2

.

0

 

m

m

 

두

께

 

시

편

에

서

 

굽

힘

강

도

는

 

금

속

 

격

자

 

강

화

재

,

 

Q

u

a

r

t

s

 

S

p

l

i

n

t

T

M

 

M

e

s

h

,

 

R

i

b

b

o

n

d

ⓡ

,

 

대

조

군

 

순

으

로

 

감

소

되

었

다

.

 

L

u

c

i

t

o

n

e

1

9

9

ⓡ

 

레

진

을

 

이

용

하

여

 

제

작

한

 

두

께

 

2

.

0

 

m

m

,

 

2

.

5

 

m

m

 

시

편

에

서

 

Q

u

a

r

t

s

 

S

p

l

i

n

t

T

M

 

M

e

s

h

로

 

보

강

한

 

군

은

 

대

조

군

보

다

 

유

의

하

게

 

높

은

 

굽

힘

강

도

를

 

나

타

내

었

으

며

(

p

<

0

.

0

5

)

,

 

두

께

 

3

.

0

 

m

m

 

시

편

에

서

는

 

유

의

차

가

 

없

었

다

.

@highlight

이 연구에서는 광중합형 석영 섬유인 Quarts SplintTM Mesh를 중심으로 다양한 강화재의 의치상 보강 효과에 대해 알아보고자 했다.