본 연구에서는 다양한 지형관련 응용분야에서 활용될 수 있는 ASTER GDEM에 대한 오차정도를 확인하고자 하였다.

이를 위해 공간 해상도 30m ASTER GDEM에 대해 전국 1:5,000 수치지형도에서 추출한 고도측량 데이이터와 비교하였다.

전국 광역시도별로 ASTER DEM의 오차정도를 분석하였고 오차의 공간적인 분포도 확인하였다.

평가결과 ASTER DEM 자료는 수직정확도에 있어서 전국 평균 약 19m로 수치표고모델의 최대 허용오차인 18m에 대해서는 매우 근사한 수준이었다.

또한 대전광역시를 대상으로 오차의 공간적인 분포 특성을 살펴보았을 때 평야지역이 경사지역보다 상당히 작은 오차를 보였다.

결과적으로 ASTER DEM은 표고측량이 불가능한 지역에 대한 지형정보 구축을 위해 충분히 활용할 수 있을 것이다.

다만 급경사 지역에 대해 비교적 큰 오차를 보완할 수 있는 방안에 대한 연구가 수행되어야 한다.

@highlight

이 연구에서는 다양한 지형관련 응용분야에서 활용될 수 있는 ASTER GDEM에 대한 오차정도를 확인하려 했다.

