해운불황에 따른 한진해운의 파산은 무역대국인 한국의 성장발전에 큰 부담을 주기 때문에 무너진 글로벌 공급사슬의 한 축을 복원하기 위한 선사들의 협력 및 발전방안에 대한 연구가 요구된다.

글로벌선사들에 비해 영업이익률 측면에서 상대적으로 양호한 실적을 보이고 있는 근해선사들의 경쟁력 요인이 무엇인지 용선비율, 항로특성 등에 대해 글로벌 선사들의 그것과 비교·분석하였다.

글로벌 컨테이너 선사와 국적 근해선사 간의 영업이익률과 용선비율의 차이는 통계적 유의성이 있는 것으로 나타났다.

패널데이타를 이용한 회귀분석 결과 CCFI는 (+) 연료유가격(-

)은 각각 1% 수준에서 통계적 유의성을 보였으나, 서비스지역 특성을 나타내는 변수는 (+)의 부호를 보였으나 통계적 유의성을 보이지 못하였다.

특히 개별 선사의 보유선박량은 통계적으로 유의하지 않지만 영업이익률에 음(-

) 영향을 보인 것은 현 시장상황이 대형선사에게 유리하지 않음을 보인다.

@highlight

본 연구는 글로벌선사들에 비하여 영업이익률 측면에서 상대적으로 양호한 실적을 보이고 있는 근해선사들의 경쟁력 요인이 무엇인지 용선비율, 항로특성 등에 대하여 글로벌 선사들과 비교·분석하였다.

