김정은은 모란봉악단을 통해 ‘열린 음악정치’를 구현하고 있다.

2012년 7월 김정은에 의해 결성된 모란봉악단은 파격적인 시범공연 이후 북한의 중요 행사와 기념일의 축하공연을 주도하였고 현재는 북한 문화예술분야의 ‘모범집단’으로 자리 잡았다.

주목할 공연은 2014년 9월 진행된 “모란봉악단의 신작음악회”이다.

이 공연은 이전의 모란봉악단 공연과는 다르게 김정은 시대의 창작곡으로만 구성되었으며, 특정 행사를 기념하는 성격이 아니라는 특징이 있다.

이는 신작음악회에서 발표된 노래와 공연구성을 통해 김정은 시대의 한 단면을 보다 명확히 찾을 수 있음을 의미한다.

본 연구는 모란봉악단이 신작음악회에서 선보인 신곡들의 내용과 구성을 분석하여 시사점을 찾는 것을 목적으로 한다.

신작음악회의 신곡과 공연구성이 의도하는 정치적 의미를 살펴보고 북한체제의 특성을 연계하여 시사점을 살펴본다.

이번 공연에서 발표된 곡들은 크게 네 부분으로 구분할 수 있다.

첫째, 김정은 찬양과 충성맹세를 담은 곡 둘째, 당의 정책을 반영한 곡, 셋째, 북한체제 결속력 향상을 위한 곡, 넷째, 북한의 혁명투쟁을 상기시키는 곡으로 나눌 수 있었다.

그리고 이를 통해 도출한 시사점을 제시한다.

모란봉악단 공연에 대한 지속적인 분석을 통해 북한문화예술 분야의 특성은 물론 북한 정치와 문화의 연관성 등을 파악할 수 있는 논의로 확대할 필요가 있다.

@highlight

김정은은 모란봉악단을 통해 ‘열린 음악정치’를 구현하고 있다.

@highlight

이 연구는 모란봉악단이 신작음악회에서 선보인 신곡들의 내용과 구성을 분석해 시사점을 찾는 것을 목적으로 한다.

@highlight

모란봉악단 공연에 관한 지속적인 분석을 통해 북한문화예술 분야의 특성은 물론 북한 정치와 문화의 연관성 등을 파악할 수 있는 논의로 확대할 필요가 있다.

