이 연구는 고교무상교육이 실시될 경우에 사립고교에의 적용과 관련하여 제기될 수 있는 법적 쟁점을 찾아보고 그 해소방안을 찾음에 더하여, 고등학교 무상교육 정책을 사립고에 적용하는 바람직한 방안을 도출하고 이를 구체화하는 입법방안을 제시함을 목적으로 한다.

그리고 그 과정에서 무상교육의 의의와 법적 성격을검토하며, 향후 다툼이 예상되는 교직원에 대한 법정부담금 부담 책임 문제를 유사예인 사립중학교에 대한 의무교육 적용 과정에서 제기된 다툼을 통해 검토한다.

결론적으로 학생선발권이 없는 사립고교들의 경우에는 국·공립고교들과 같이무상교육 정책을 전면 적용하되 현행의 ‘사립학교 재정결함 지원금’ 제도를 ‘사학교부금’ 제도로 변경할 필요가 있음을 제안하였다.

또한, 학생선발권이 있는 사립고교의 경우에도 공립고에 준하는 기준교육비는 지원할 것, 사립학교 재정지원기준을 수정할 것, 사립고 유형에 따른 무상수준을 결정할 때 교육청과 학교간 합의를 통해 위탁계약을 작성하는 절차를 둘 것 등을 제안하였다.

아울러 수업료와 그 밖의 납부금에 대한 바우처 제도 도입방안도 함께 제안하였다.

@highlight

이 연구는 고교무상교육이 실시될 경우에 사립고교에의 적용과 관련하여 제기될 수 있는 법적 쟁점을 찾아보고 그 해소방안을 찾음에 더하여, 고등학교 무상교육 정책을 사립고에 적용하는 바람직한 방안을 도출하고 이를 구체화하는 입법방안을 제시함을 목적으로 한다.

