본 연구는 백운광산지역에 부존하는 대리석을 효율적으로 채석하고자 새로이 도입한 체인쏘머신(chain saw machine)의 적용성과 작업 효율을 분석함으로써 최적의 채석 방안을 도출하고자 하였다.

절단 효율에 큰영향을 미치는 채석대상암석의 물리적 특성을 파악한 결과, 국내 타 지역에서 산출되는 대리석의 물성과 유사한수준을 보이고 있으며 등방적 성질을 지니고 있어 산업용 석재로서 유리한 것으로 나타났다.

부존 대리석이석재로서 가지는 중장기 품질을 확인하기 위해 내부식성, 마모율 등의 시험을 수행한 결과, pH 5.6의 인공강우를50회 적용한 이후부터 시험편의 무게와 탄성파속도가 감소하였으며 마모율은 22.67%로 나타났다.

채석장 현장에서 시험운행 중인 체인쏘머신의 작업별 소요시간과 절단속도를 분석하여 단위작업을 9가지로 분류하였고각 단위작업별 소요시간을 도출하였다.

이를 토대로 현장에 실제 적용 가능한 2가지 작업패턴에 대한 작업소요시간을 비교한 결과 장비 본체이동을 최소화하여 절단순서를 결정한 패턴 B가 원석의 외곽면을 우선 절단하도록절단순서를 결정한 패턴 A보다 약 6%의 작업시간 단축을 나타내었다.

절단패턴 분석과 함께 백운광산의 광체를3차원으로 모델링하고 대상암석의 부존조건을 고려한 채석 계획안을 제시하였다.

@highlight

이 연구는 백운광산지역에 부존하는 대리석을 효율적으로 채석하고자 새로이 도입한 체인쏘머신(chain saw machine)의 적용성과 작업 효율을 분석함으로써 최적의 채석 방안을 도출하고자 하였다.

