한국여류문학인회의 "여류문학전집"은 1960∼70년대 여성문학 장을 설명하는 데 중요한 지표가 되는 텍스트이다.

이 전집은 한국문학사에서 소외되어 왔고 기존 연구에서 잘 다뤄지지 않았던 여성 작가들의 작품을 보여주고 있으며, 여성 작가 스스로 선택한 작품들로 구성되었다는 점에서 의미를 지닌다.

1960∼70년대 여성작가 집단의 아비투스는 그들을 결집시킬 수 있었던 특정한 학력 자본과 문화 자본의 성격으로 설명될 수 있다.

식민지 시기 여성작가의 출신 학교는 1960∼70년대 여성작가에게도 영향을 미쳤으며 특정 여학교를 중심으로 한 학력 자본의 재생산은 여성작가 집단의 중요한 특징이었다.

여성작가들이 구성한 전집은 문예지 "시사잡지"여성지로 이어지는 문화자본의 분배 구조를 보여주고 있다.

이는 기존 문학전집에 대한 모방이나 추종이 아니라 문학 장의 논리를 승인함으로써 문학 장 내부에 자신들의 위치를 취하는 전략이었다고 할 수 있다.

전집에서 강조하는 여성 작가의 이미지 역시 기존의 남성 저자에 대항하는 이미지로 제시된 것이다.

"여류문학전집"은 1960년대 후반 여성의 지위 향상과 여성 작가의 활약이 만들어낸 성과물이었다.

‘남성 위주의 문단’에서 ‘여류’만의 배타적 연합은 남성 작가의 참여나 비평적 개입이라는 가능성을 차단했지만 그럼에도 "여류문학전집"은 기존 문학전집의 관점을 상대화하는 여성작가 집단의 문학적 실천으로 평가할 수 있다.

@highlight

한국여류문학인회의 "여류문학전집"은 1960∼70년대 여성문학 장을 설명하는 데 중요한 지표가 되는 텍스트, 아비투스는 그들을 결집시킬 수 있었던 특정한 학력 자본과 문화 자본의 성격으로 설명, "여류문학전집"은 1960년대 후반 여성의 지위 향상과 여성 작가의 활약이 만들어낸 성과물이었다.

