본 연구는 특수학급 교사의 역할을 밝히는데 목적을 두고, 특수학급 교사들이 담임교사로서 수 행하여야 하는 역할과 특수학급 교사들이 일반학교에서 특수교육 교사로서 수행하여야 하는 역할 을 재규정하는 것을 연구문제로 선정하여 문헌연구를 통하여 해결하였다.

본 연구의 결과, 특수학 급 교사는 특수학급의 담임교사로서 일반학급 담임교사와 동일하게 학습지도, 생활지도, 학급경영 의 역할을 수행하여야 하지만, 장애학생들의 특별한 요구로 인하여 그 각각에 특별한 역할을 더 수행하여야 하는 것으로 밝혀졌다.

뿐만 아니라 특수학급 교사는 일반학교의 특수교육 교사로서 통합학급과 학교 전체의 특수교육을 지원하는 특별한 역할을 수행하여야 하는 것으로 밝혀졌다.

따라서 특수교육 교사의 역할은 일반학급 담임교사의 역할보다 더욱 전문성을 요구하는 역할이며, 그러한 전문적인 역할은 특수학교의 특수교육 교사와도 다른 전문성을 요구하는 특수한 역할이라 고 할 수 있다.

@highlight

본고는 특수학급 교사의 역할을 밝히는데 목적을 두고, 특수학급 교사들이 담임교사로서 수 행하여야 하는 역할과 특수학급 교사들이 일반학교에서 특수교육 교사로서 수행하여야 하는 역할 을 재규정하는 것을 연구문제로 선정하여 문헌연구를 통하여 해결했다.

