본 연구는 대형유통매장 입점 시 전통시장 상권에 대한 잠식정도를 파악하고 전통시장과 대형유통매장이 서로 윈윈(Win-

Win)할 수 있는 상생방안을 도출하여 근본적으로 대형유통매장과 전통시장의 갈등을 해결하고 경쟁력을 강화하는 방안을 제시하는데 그 목적이 있다.

연구결과를 정리하면 첫째, 전통시장 반경 500~1,000m 권역의 전통시장-

대형유통매장 잠식모형에서는 일관되게 대형유통매장 수는 전통시장 점포 수에 통계적으로 유의미한 음(-

)의 영향을 미치는 것으로 분석되었으나, 전통시장 반경 1,500~3,000m권역에서는 통계적으로 유의미한 영향을 미치지 않을 것이라는 결과가 도출되었다.

달리 말하면, 전통시장 반경 1,000m권역까지는 대형유통매장 입점 시 전통시장이 잠식될 것임을 예측할 수 있는 결과를 의미한다.

따라서 전통시장 반경 1,000m권역까지는 전통시장과 대형유통매장과의 상생방안이 필요하며, 전통시장 반경 1,000m를 벗어나는 권역부터는 전통시장과 대형유통매장이 상충되지 않는 것으로 나타나 상생방안보다는 지원시책 또는 활성화에 목적을 두고 정책적 방안을 제시하는 것이 적절한 것으로 판단된다.

@highlight

대형유통매장 입점 시 전통시장 상권에 대한 잠식정도를 파악하고 전통시장과 대형유통매장이 서로 윈윈할 수 있는 상생방안을 도출하여 근본적으로 대형유통매장과 전통시장의 갈등을 해결하고 경쟁력을 강화하는 방안을 제시하는데 그 목적이 있다.

@highlight


전통시장 반경 1,000m권역까지는 대형유통매장 입점 시 전통시장이 잠식될 것임을 예측할 수 있는 결과를 의미한다.

