본 연구는 차주단위 주택담보대출 자료를 기반으로 연령, 시점, 세대 모형을 구축하고 소비에 미치는 개별 효과를 실증적으로 분석하였다.

연령, 시점, 세대간 존재하는 완벽한 선형관계를 다루기 위하여, APC-

IE모형을 실증분석 모형으로 선택하였다.

주요 실증분석 결과는 다음과 같다.

첫째, 소비에 미치는 세대 효과의 존재를 통계적으로 확인하였다.

이는 주택가격, 소득 등 통제변수를 포함한 상황에서 연령, 시점, 세대효과를 동시에 결정하였다는 점에서 의미를 가진다.

세대 효과는 연령 효과와 달리 소득과 주택가격 등 주택가격 등 통제 변수에 영향을 적게 받는다.

추정된 세대 효과의 계수값은 최근 탄생한 세대로 올수록 줄어들고 있는 것으로 나타나고 있다.

둘째, 연령 효과가 세대 및 시점 효과보다 크게 나타났다.

따라서 고령화 사회에 진입하면서 주택담보대출자의 소비는 연령 효과에 의해 크게 영향을 받을 것으로 판단된다.

셋째, 최근의 베이비부머의 소비 감소 우려가 크며 이는 연령 증가에 기인하는 바가 크다.

따라서 향후 경제 성장(시점 효과)이 고령화 사회의 부정적인 효과를 충분히 상쇄시키지 않는 한, 전반적인 소비 감소는 경제전반에 상당한 파급효과를 지닐 것으로 판단된다.

@highlight

이 연구는 차주단위 주택담보대출 자료를 기반으로 연령, 시점, 세대 모형을 구축하고 소비에 미치는 개별 효과를 실증적으로 분석했다.

