보령시 외연도 수산자원 관리수면 해역에 조성된 자원의 수준을 평가하기 위하여 계량어군탐지기를 이용하여 현재 어류의 분포를 추정함과 동시에, 인공어초가 집중적으로 부설된 위치에서 어군의 분포를 추정하여 인공어초에 대한 어군위집특성을 조사하였다.

음향조사시스템은 고정도 측위시스템과 계량어군탐지기 및 ECDIS로 구성하였으며, 관리수면 전체에 대한 정선관측과 어초부설지역에 대한 집중조사를 실시하였다.

조사결과 어류분포는 수산자원 관리수면의 해역 전체에서 많은 어군신호가 탐지될 정도의 조성효과를 나타나지는 않았다.

그러나, 어초부설해역에 대한 집중 조사에서는 어초 상부 또는 어초 사이에서 어군신호가 탐지되었으며, 어초 주변 (반경 300m) 의 범위에서도 강한 어군신호가 탐지되므로서 인공어초에 대한 위집효과를 확인하는 것이 가능하였다.

앞으로 여러가지 탐지기법을 동시에 적용하고, 장기적인 관측을 수행하므로서 인공어초에 위집되는 어류의 생태학성 특성뿐만 아니라 조성된 자원량을 정확하게 추정하는 것이 가능할 것으로 판단된다.

@highlight

보령시 외연도 수산자원 관리수면 해역에 조성된 자원의 수준을 평가하기 위하여 계량어군탐지기를 이용하여 현재 어류의 분포를 추정함과 동시에, 인공어초가 집중적으로 부설된 위치에서 어군의 분포를 추정해 인공어초에 대한 어군위집특성을 조사했다.

