친양자제도는 ‘자를 중심으로 한 양자제도’를 추구하기 위한 현대 양자법의 새로운 방향이며 ‘자의 최선의 이익’을 도모하기 위한 국제적 노력에 따른 것으로 이미 여러 나라에서 채용되고 있는 제도이다.

우리나라 역시 친양자제도를 도입하여 양자와 친생자간의 차별을 해소하고, 친양자가 법적으로나 실생활에서 친생자처럼 양육될 수 있도록 자의 복리를 도모하였다.

친양자제도의 중요성이 더욱 커져 가고 있는 만큼 자의 복리를 위한 현행 친양자제도의 개선이 계속적으로 요구된다.

이에 본 논문에서는 현행 친양자제도에서 자의 복리를 위하여 논의될 수 있는 사항들에 대하여 문제점을 제시하고, 이에 따른 외국의 입법례를 소개하면서 나름의 해결책을 모색해 보았다.

이를 간략히 정리하면, 독신자의 입양 가능성, 양친의 연령을 제한하거나, 양친과 양자의 연령차를 제한거나, 양육시험기간의 도입, 혼인지속기간을 축소하는 문제, 출산 후 입양금지 기간을 두거나, 단독입양의 가능성을 확대, 파양시 양친의 파양청구를 배제하고, 파양사유에 있어서 패륜행위에 대한 파양사유를 삭제하는 등이다.

이러한 문제들이 자녀의 복리를 위한 것인가에 대하여 계속적으로 논의할 필요가 있다.

@highlight

본 논문에서는 현행 친양자제도에서 자의 복리를 위하여 논의될 수 있는 사항들에 대하여 문제점을 제시하고, 이에 따른 외국의 입법례를 소개하면서 나름의 해결책을 모색해 보았다.

