기후 변화의 영향으로 해수면의 상승이 가속화되고 있다.

예측에 따라서는 21세기 말까지 1m 이상의 상승을 예고하고 있는데, 태평양의 소도서국을 포함하여 많은 도서 국가는 존립을 위협받고 저지대 연안국은 물에 잠길 수도 있을 것이다.

해수면 상승은 또한 각 연안국이 채택하고 있는 기선이나 해양관할수역 및 그 수역에 대한 해양경계획정 등에 지대한 영향을 미칠 수 있다.

유엔해양법협약상 기점은 저조선에 정해지고 해양관할수역은 저조선으로부터 일정 거리에 정해지기 때문에 만약 저조선이 해수면 상승으로 후퇴한다면 연안국은 기선과 해양관할수역을 이동하여야 할 것이다.

우리나라도 해수면 상승의 영향을 받고 있는 상황이다.

이에 본 논문은 해수면 상승에 따른 기선 변화의 영향을 검토하고, 기선의 이동이 해양경계획정에 미치는 영향을 파악하여 이러한 문제를 해결하기 위한 여러 대안을 검토하고, 이를 우리나라의 해양경계획정에 적용하여 우리 정부의 대응 방향에 대해 제시하고자 하였다.

@highlight

본 논문은 해수면 상승에 따른 기선 변화의 영향을 검토하고, 기선의 이동이 해양경계획정에 미치는 영향을 파악하여 문제를 해결하기 위한 여러 대안을 검토하고, 이를 우리나라의 해양경계획정에 적용하여 우리 정부의 대응 방향에 대해 제시하고자 하였다.

