이 연구는 변화하는 청년 인구와 문화를 이해하고 그들을 위한 선교의방향과 전략을 찾는 것을 목적으로 한다.

통계에 의하면 한국사회의 청년인구(20대)는 중장년 인구보다 적으며 주로 수도권과 도시에 거주하고 있고또한 30대 1인 가구와 함께 20대 1인 가구도 수도권과 도시에 가장 많은것으로 파악되었다.

이는 오늘날 청년선교가 수도권과 도시를 중심으로 실행되어야 하며 그들의 개인주의적 성향을 고려해야 한다는 것을 보여주고있다.

다음으로 20대연구소의 “20대 소비&라이프 스타일 트랜드”의 조사결과를 분석하여 청년 소비문화의 형태와 특성을 비판적으로 분석하였다.

청년들은 소비를 통해 자기만족을 경험하기보다는 인정욕구와 자기 불일치를경험할 수 있으며 나아가서 소비행위 자체가 주체적이지 않다고 논의하였다.

또한, 데이트 어플리케션과 같이 SNS를 중심으로 이루어지는 이미지소비는 청년들을 내현적 자기애에 빠지게 하여 대인관계의 만족도를 낮춘다고 논의하였다.

그리고 이러한 분석과 비판을 바탕으로 하여 청년선교의주요방향과 전략으로서 영성교육과 신앙공동체의 형성이 제시되었다.

@highlight

청년 인구와 문화를 이해하여 적합한 선교 방향과 전략을 찾기 위한 연구 결과, 청년들은 소비를 통해 자기만족보다는 인정욕구와 자기 불일치를 경험하고 소비행위가 주체적이지 않으며 SNS 중심의 이미지 소비는 대인관계의 만족도를 낮춘다고 논의했고, 영성교육과 신앙공동체의 형성을 제안한다.

