본 연구의 목적은 경남 진주시 장난감 은행의 서비스 만족도 분석 및 질적 제고를 위한 운영 조건은 무엇인지 이용자 경험을 통해 탐색하고자 한다.

이를 위해 진주시 장난감 은행 이용자 269명을 대상으로 설문을 하였으며 수집된 자료는 Window용 PASW 18.0 프로그램을 이용하여 기술통계, t-

test, one-

way ANOVA를 실시하였으며, 질적 제고를 위한 운영 조건은 내용분석을 실시하였다.

연구결과, 첫째, 장난감 은행의 서비스에 대한 응답은 전반적으로 높은 만족도를 보였으며, 직원에 대한 만족도가 가장 높은 반면, 프로그램에 대한 만족도는 가장 낮았다.

성별, 취업 유무, 연령, 학력에서는 집단 간 차이를 보였다.

둘째, 질적 제고를 위한 효율적인 장난감 은행의 운영 조건은 관계를 통한 정보 공유망의 활성화, 자료와 프로그램의 체계적 보충, 시간 및 대여 방법의 탄력적 운영, 전문 인력 보강 및 물리적 공간 부족에 대한 아쉬움을 나타내었다.

이와 같은 연구 결과는 장난감 은행의 운영에 필요한 기본 서비스 및 질적 제고를 위한 운영 조건이 무엇인지에 대한 기초자료를 제공해주고 있다.

@highlight

본고는 경남 진주시 장난감 은행의 서비스 만족도 분석 그리고 질적 제고를 위한 운영 조건은 무엇인지를 이용자 경험을 통하여 탐색하고자 하였다.

