자전거는 무공해 교통수단으로서 레저용 외에도 친환경 대체 교통수단으로 사용량이 증가하고 있다.

이에 따라 자전거에 따른 사고 또한 증가하는 추세이다.

본 연구는 자전거 사고발생시 사고 상황을 파악할 수 있도록 자전거 블랙박스 기술을 구현하는 것을 목적으로 한다.

현재자전거 블랙박스 제품들은 주로 영상카메라에 의한 것으로 고해상도 카메라를 중심으로 여러가지 기능을 추가하여 시판되고 있으며 고가로 판매되고 있다.

자전거 사고가 발생하면 사고당시의 사고 위치와 사고 당시 자전거 상태에 대한 정량적인 데이터가 필요하다.

본 연구에서는 GPS(Global Positioning System: 위성항법장치)에 의하여 시간, 좌표 데이터를 확보하고, IMU(Inertial Measuring Unit : 관성측정장치)센서를 통해 사고 당시의 자전거 가속도와 기울기의 정량적인 데이터를 취득하여, 이를 블랙박스 내부의 메모리 카드에 저장하며, 동시에 블루투스를 이용하여 자전거 운전자의 스마트 폰으로 실시간 전송하여 사고예방 및 운전 상태를감시하도록 하였다.

@highlight

본 연구의 목적은 자전거 사고발생시 사고 상황을 파악할 수 있도록 자전거 블랙박스 기술을 구현하는 것에 있다.

