국내시장에 유통업체상표(Private Label)가 선보인지 10년이 넘었음에도 불구하고 현재까지의 대부분의 연구는 소비자와 유통업체 관점에서 이루어져 왔다.

본 연구는 중소제조업체가 왜 유통업체상표를 생산하는지에 대해 힘-

의존관점과 마케팅효과성 관점에서 검증하고 선행요인과 결과 요인에 대해 살펴보았다.

식음료 및 생활용품을 제조하는 142개 중소기업을 대상으로 한 설문결과에서 중소 제조업체의 유통업체상표 생산은 해당 유통업체에 대한 의존성을 높이는 것으로 밝혀졌으며(힘-

의존관점), 유통업체의 거래명성이나 유통업체상표 생산을 위한 제조업체의 거래 특유투자 정도는 유통업체상표 생산 정도에 정(+)의 영향을 미치는 것으로 나타났다.

마케팅효과성 관점에서 유통업체상표 생산이 중소제조업체의 매출증가에 끼치는 영향은 미미하였으며, 제조업체의 신제품개발역량과 제품자기잠식 가능성 등은 유통업체 상표 생산에 부(-

)의 영향을 끼치는 것으로 나타났다.

이러한 연구결과를 바탕으로 본 연구는 중소제조기업의 유통업체상표 생산의 선행요인과 결과에 대한 이론적, 실무적 그리고 정책적 시사점을 제시한다.

@highlight

이 연구는 중소제조업체가 왜 유통업체상표를 생산하는지에 대해 힘-

@highlight

의존관점과 마케팅효과성 관점에서 검증하고 선행요인과 결과 요인에 대해 살펴보았다.

@highlight

본 연구결과를 바탕으로 본 연구는 중소제조기업의 유통업체상표 생산의 선행요인과 결과에 대한 이론적, 실무적 그리고 정책적 시사점을 제시한다.

