본 연구는 인천 아파트 투자 수익률에 영향을 미치는 요인으로 투자 수익률 변동성과 매매량에 관심을 갖는다.

또한 투자 수익률 변동성이 시장 정보에 대해 대칭적인지를 검정한다.

특히 서울과 전국 아파트 투자와 비교하여 설명하고자 한다.

분석 결과, 아파트 투자 수익률은 아파트 매매량의 영향을 받는 것으로 나타났고, 특히 인천 지역이 서울과 전국 평균보다 민감한 것으로 나타났다.

매매량이 많아질수록 수익률이 높아진다는 것을 의미한다.

또한 글로벌 경기 침체 이후 아파트 매매량이 투자 수익률에 미치는 영향은 글로벌 경기 침체 이전보다 작아진 것으로 나타났다.

또한, 아파트 투자 수익률은 수익률 변동성(투자 리스크)에 영향을 받는 것으로 나타났다.

투자 리스크가 클수록 수익률 역시 커진다는 것을 의미한다.

인천 지역 아파트 수익률은 서울 및 전국에 비해 투자 리스크에 민감하지 않은 것으로 나타났다.

마지막으로 인천 지역 아파트 수익률의 변동성은 시장 정보에 대해 대칭적인 것으로 나타났다.

인천 지역의 경우 호재와 악재에 관계없이 수익률의 변동성은 통계적으로 동일하게 반응한다는 것이다.

반면, 서울과 전국은 호재에 비해 악재에 수익률 변동성은 크게 변동하는 것으로 나타났다.

@highlight

이 연구는 인천 아파트 투자 수익률에 영향을 미치는 요인으로 투자 수익률 변동성과 매매량에 관심을 갖는다.

@highlight

서울과 전국 아파트 투자와 비교하여 설명하려 한다.

