이 논문은 미국과 일본의 사전투표 제도운영과 관련하여 사전투표소가 유권자들의 투표참여비용을 줄이는 사례에 주목하여 분석하였다.

분석 결과, 미국과 일본에서 유권자의 편의성 제고를 위한 다양한 시도들이 끊임없이 이루어지고 있었다.

미국의 사전투표소는 유권자가 투표참여를 위해 감수해야 하는 물리적 거리비용과 시간비용을 줄여주는 드라이브 스루(Drive-

Through)투표소, 유권자의 생활패턴에 맞춘 슈퍼마켓, 쇼핑센터와 카지노 등에 설치 된 사전투표소, 유권자의 노동시간 다양화에 따른 투표기일과 시간의 다양화 등을 유권자에게 제공하고 있다.

일본의 사례에서도 유권자의 편의를 고려하여 다양한 장소에 사전투표소가 설치되었고, 유권자를 찾아 가는 투표환경 조성이 시도되고 있다.

미국과 일본에서 사전투표에 참여하는 유권자들이 비율은 증가추세임을 확인할 수 있었다.

향후, 한국의 제도개혁을 위한 방안으로 투표소까지 소요되는 시간과 거리를 줄이고, 투표소의 이동성(mobility)을 늘려 투표소가 유권자를 찾아가는 패러다임으로의 전환 방안, 유권자의 생활패턴과 다양한 근무형태를 고려하여 사전투표일과 시간을 탄력적으로 운영하는 방안이 요구되고 있다.

@highlight

이 논문은 미국과 일본의 사전투표 제도운영과 관련해 사전투표소가 유권자들의 투표참여비용을 줄이는 사례에 주목해 분석했다.

