최근 보건의료 분야와 정보통신 기술이 접목된 u-

Healthcare에 대해 원격진료 제한을 완화하는 의료법 개정안이 입법 예고되면서 u-

Healthcare 수요 창출을 위한 비즈니스 모델로 IPTV를 이용한 서비스가 등장하였다.

하지만, 의료서비스에 IPTV 기술을 도입함으로써 환자의 치료방법의 개선, 서비스 질의 향상, 치료의 효용성 증가 등의 많은 이점들이 예상처럼 도입되고 있지 못하고 있는데, 이는 아직 정비되지 않은 법, 제도적 환경뿐만 아니라 사용자 수용 연구를 통한 전략 마련이 부족했음을 인정하지 않을 수 없다.

본 연구는 IPTV를 통해 제공되는 의료서비스를 수용하는데 있어서 연결되는 순차적인 관계를 검증하고, 분석된 결과를 토대로 IPTV 기반 의료서비스의 활성화 방안을 제시하였다.

연구 결과 IPTV 기술 품질의 편의성, 콘텐츠 품질의 완결성, 그리고 Healthcare 서비스 품질이 만족도를 이끌어 내는 주요 요소들로 추출되었고, 전반적으로 IPTV 기술 품질, 콘텐츠 품질, Healthcare 서비스 품질 모두 만족도에 유의한 영향을 미치는 것으로 분석되었으며, 본서비스의 만족도는 사용의도에 유의한 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 IPTV를 통해 제공되는 의료서비스를 수용하는데 있어서 연결되는 순차적인 관계를 검증하고, 분석된 결과를 토대로 IPTV 기반 의료서비스의 활성화 방안을 제시하였다.

