본 연구에서는 군집주행환경에서 비자율차의 행태분석을 위해 영상기반의 조사를 통해피실험자의 인적특성과 군집주행 인지여부를 조사하고, 주행 시뮬레이션 실험을 통해 비자율차의 차량거동을 수집했다.

또한, 주행 시뮬레이션 실험 후 NASA-

TLX 설문조사를 통해작업부하점수를 조사했다.

영상기반 인지특성 조사 결과 피실험자 대부분이 군집주행 중인 차량들을 인지하고 군집차량군으로 인해 부담감을 느끼는 것으로 나타났다.

군집주행환경에서의 평균속도가 비군집 주행환경일 때보다 낮게 나타났고, 평균속도의 표준편차는 군집주행환경일 때 더 높게 나타났다.

인적특성과 작업부하점수를 연계분석한 작업부하평가 결과 군집, 비군집주행환경 시인적특성별로 작업부하점수가 통계적으로 유의한 차이가 나타나는 결과들을 확인했다.

인적특성과 차량거동을 연계분석한 차량거동평가 결과에서도 군집, 비군집주행환경 시 통계적으로 유의한 차이가 나타나는 결과들을 확인했다.

본 연구의 결과를 고령운전자, 여성 등 고위험군 운전자의 안전성 증대, 비자율차 운전자에게 주변 군집주행차량에 대한 정보 제공 방안 모색 등의 비자율차 운전자를 위한 교통관리전략을 수립하는데 활용할 수 있을 것이라 판단된다.

@highlight

본 연구에서는 군집주행환경에서 비자율차의 행태분석을 위해 영상기반의 조사를 통해피실험자의 인적특성과 군집주행 인지여부를 조사하고, 주행 시뮬레이션 실험을 통해 비자율차의 차량거동을 수집했다

인적특성과 작업부하점수를 연계분석한 작업부하평가 결과 군집, 비군집주행환경 시인적특성별로 작업부하점수가 통계적으로 유의한 차이가 나타나는 결과들을 확인했다

