본 연구는 내외적으로 위기상황의 우리나라 대학들에게 과연 적합한 대학 평판척도는 무엇인가를 고민하면서 출발하였다.

우리 대학들은 현재 대학 평판의 심각한 위기에 처해있음에도 불구하고 언론사의 대학평가에만 매몰되고 있어, 학계에서 이를 보완할 평가 척도의 개발이 절실한 상황이다.

이러한 척도를 개발하기 위해 이 연구에서는 척도개발의 절차에 입각하여 문헌검토, 심층면접, 사전조사, 고등학생 대상 척도 개발, 일반화를 위한 일반인 대상 정교화과정을 거쳤다.

첫째, 이해관계자들이 지각한 대학 평판은 8개 하위차원을 가지는 다차원 척도로 판명되었다.

구체적으로 대학의 사회적 책임(Social responsibility), 총장의 리더십(leadership), 정체성(identity), 발전가능성(possibility of future growth), 졸업생(alumni), 교육품질(educational quality), 시스템품질(system quality), 그리고 교수역량(professor competency) 평판으로 나타났다.

둘째, 이러한 대학 평판척도는 대학신뢰에 매우 유의적인 정의 영향을 미치는 것으로 나타남으로써, 이해타당성은 확보되었다.

연구의 시사점과 한계 그리고 미래 연구방향을 제시하였다.

@highlight

이 연구는 내외적으로 위기상황의 우리나라 대학들에게 과연 적합한 대학 평판척도는 무엇인가를 고민하면서 출발했다.

@highlight

이런 척도를 개발하기 위해 본 연구에서는 척도개발의 절차에 입각해 문헌검토, 심층면접, 사전조사, 고등학생 대상 척도 개발, 일반화를 위한 일반인 대상 정교화과정을 거쳤다.

