인터넷의 개방성과 즉각성은 대중들의 평등한 정보 획득을 위한 플랫폼을 제공해 왔다.

네티즌들의 언론의 자유 의식이 고양됨에 따라 인터넷의 익명성은 네티즌들에게 허위사실을 유포하고 상대방을 비방할 수 있는 은신처를 제공하고 있다.

이에 대처하는 법률의 미비로 인하여 사이버폭력의 가해자를 처벌하기가 어렵고, 피해자는 구제받기가 힘들어지고 있다.

사이버폭력이 학교로 번지면서 피해자의 침묵이 폭력의 악순환을 더욱 가속화 하고 있다.

건전한 인터넷 질서는 인터넷 루머에 의해 파괴되고 당사자들의 명예가 침해되며 프라이버시가 노출된다.

뿐만 아니라 일반 대중의 정보에 대한 혼란을 야기하고 심지어 공적 사건을 유발함으로써 사회 안정에 영향을 미치기도 한다.

이러한 상황들을 배경으로 하여 본 논문에서는 중국에서의 사이버폭력의 현황과 요인 및 특징 등을 분석하고 인터넷이 미치는 표현의 자유와 프라이버시권 사이의 충돌과 제한을 검토하였으며, 나아가 해외 각국의 선진적 규제 방식을 참고하여 중국에서의 인터넷의 건전하고 올바른 개선방안을 제안하였다.

@highlight

사이버폭력은 법률의 미비로 가해자 처벌과 피해자의 구제가 힘들며 루머에 의해 인터넷 질서가 파괴되고 나아가 사회 안정에 영향을 미친다.

@highlight

이에 본고는 중국의 사이버폭력 현황등으로 인터넷의 표현의 자유와 프라이버시권 간의 충돌을 검토 후 중국의 건전한 인터넷환경을 위한 방안을 제안했다.

