본

 

연

구

에

서

는

 

지

오

폴

리

머

 

결

합

재

인

 

고

로

슬

래

그

를

 

분

쇄

할

 

때

 

석

고

의

 

혼

입

 

여

부

,

 

고

로

슬

래

그

와

 

플

라

이

애

시

의

 

혼

합

비

율

과

 

수

축

저

감

제

 

첨

가

 

여

부

를

 

변

수

로

 

하

여

 

실

험

하

였

다

.

 

실

험

에

서

는

 

슬

럼

프

플

로

우

를

 

측

정

하

여

 

작

업

성

을

 

파

악

하

였

으

며

,

 

압

축

강

도

와

 

휨

강

도

 

및

 

건

조

수

축

을

 

측

정

하

여

 

역

학

적

 

성

능

을

 

파

악

하

였

다

.

 

석

고

를

 

혼

입

한

 

고

로

슬

래

그

는

 

혼

입

하

지

 

않

은

 

고

로

슬

래

그

에

 

비

해

 

슬

럼

프

플

로

우

가

 

커

지

는

 

경

향

을

 

보

였

으

며

,

 

고

로

슬

래

그

와

 

플

라

이

애

시

의

 

혼

합

비

율

이

 

5

:

5

인

 

경

우

가

 

혼

합

비

율

이

 

8

:

2

인

 

경

우

보

다

 

슬

럼

프

플

로

우

가

 

커

지

는

 

경

향

을

 

보

여

 

석

고

와

 

플

라

이

애

시

가

 

지

오

폴

리

머

의

 

작

업

성

을

 

높

여

주

는

 

것

으

로

 

나

타

났

다

.

 

석

고

를

 

혼

입

하

지

 

않

은

 

고

로

슬

래

그

를

 

사

용

한

 

지

오

폴

리

머

는

 

석

고

를

 

혼

입

한

 

고

로

슬

래

그

를

 

사

용

한

 

경

우

보

다

 

압

축

강

도

와

 

휨

강

도

가

 

모

두

 

크

게

 

나

타

났

으

며

,

 

고

로

슬

래

그

와

 

플

라

이

애

시

의

 

혼

합

비

율

이

 

8

:

2

인

 

경

우

가

 

혼

합

비

율

이

 

5

:

5

인

 

경

우

보

다

 

압

축

강

도

와

 

휨

강

도

가

 

커

지

는

 

경

향

을

 

보

였

다

.

 

석

고

를

 

혼

입

하

지

 

않

은

 

고

로

슬

래

그

를

 

사

용

하

고

 

플

라

이

애

시

의

 

혼

합

비

율

을

 

높

일

수

록

 

건

조

수

축

은

 

감

소

되

었

으

며

 

수

축

저

감

제

도

 

지

오

폴

리

머

의

 

건

조

수

축

 

저

감

에

 

효

과

적

임

을

 

알

 

수

 

있

었

다

.

 

@highlight

지오폴리머 결합재인 고로슬래그를 분쇄할 때 석고의 혼입 여부, 고로슬래그와 플라이애시의 혼합비율과 수축저감제 첨가 여부를 변수로 하여 실험하였다.석고를 혼입한 고로슬래그는 혼입하지 않은 고로슬래그에 비해 슬럼프플로우가 커지는 경향을 보였으며, 고로슬래그와 플라이애시의 혼합비율이 5:5인 경우가 혼합비율이 8:2인 경우보다 슬럼프플로우가 커지는 경향을 보여 석고와 플라이애시가 지오폴리머의 작업성을 높여주는 것으로 나타났다. 석고를 혼입하지 않은 고로슬래그를 사용하고 플라이애시의 혼합비율을 높일수록 건조수축은 감소되었으며 수축저감제도 지오폴리머의 건조수축 저감에 효과적임을 알 수 있었다. 
