본 연구는 2015 개정 교육과정에서 ‘창의?

융합형 인재 양성’을 목표로 설정된 학생들이 갖추어야 할 역량 가운데, 초등학교 고학년 학생의 ‘지식 정보처리 역량’을 측정하기 위한 도구를 개발하고, 이를 타당화하는 것을 목적으로 한다.

초등학교 고학년 학생의 지식 정보처리 역량 측정도구 개발을 위해, 교육과정 및 선행연구를 바탕으로 요인을 구성하였으며 예비 문항을 개발하였다.

개발한 예비 문항은 전문가 협의회의 피드백을 반영하여 총 28개 문항으로 수정?

보완하였으며, 경기도 소재 초등학생 305 명을 대상으로 온라인 설문조사를 통해 수집된 자료를 토대로 신뢰도 분석과 확인적 요인분석을 진행하여 최종 측정도구를 완성하였다.

최종 개발된 초등학생용 지식 정보처리 역량의 요인은 크게 ‘지식 정보 수집’, ‘지식 정보처리’, ‘지식 정보 활용’으로 나뉘며, 각 하위 요인은 다음과 같다.

첫째, ‘지식 정보 수집’은 ‘범위 설정’, ‘매체 선정’, ‘자료 판단’으로 나뉜다.

둘째, ‘지식 정보처리’는 ‘분석’과 ‘해석’으로 나뉜다.

셋째, ‘지식 정보 활용’은 ‘제작’, ‘제시’로 나뉜다.

개발된 측정도구는 교수자에게는 새로운 교육과정 및 프로그램을 개발할 때 지식 정보처리 역량 요인을 반영한 교수설계의 방향성을 제시할 수 있으며, 학습자에게 스스로 본인의 역량 수준을 파악할 수 있는 중요한 지표가 될 수 있을 것이다.

@highlight

본문의 목적은 2015 개정 교육 과정에서 학생들이 갖추어야 할 지식 정보처리 역량 측정을 위한 도구를 개발하고 이를 타당화하는 것이다.

@highlight

완성된 초등학생용 지식 정보처리 역량 요인으로는 지식 정보 수집 (범위 설정, 매체 선정, 자료 판단), 지식 정보 처리 (분석, 해석), 지식 정보 활용 (제작, 제시)으로 나타났다.

