고금논쟁은 학술의 전 영역에서 오랜 역사를 가지고 있다.

사상과 문화의 영역에서 고금에 대한 견해는 다음의 두 가지로 요약된다.

첫째, 고대의 사상과 문화는 성인(聖人)에 의해 이미 완결되었으므로 今은 古에 비해 못하거나 타락했다.

둘째, 古는 이미 과거의 유산이 되어 현실에 맞지 않기 때문에 古를 폐기하고 새로운 전통을 만들어 내야 한다.

많은 지식인들이 古와 今의 가치와 함의에 관해 논하는 이유는 전통적 가치의 계승이냐 새로운 가치의 창조냐를 성찰해 봄으로써 이를 통해 현실의 문제를 해결하려는 데 있었다.

따라서 고금논쟁의 실질을 보면, 자신들의 주장에 권위를 부여하기 위해서건, 아니면 심리적·정서적 안정을 도모하기 위해서건 今과 古의 관념은 편의상 의미와 범위를 변형시켜 사용되는 경우가 적지 않았다.

반전통주의자라도 사상의 이면에는 전통주의적 경향이 강하거나, 보수주의자라도 그가 지키고자 하는 전통은 ‘만들어진 전통’인 경우도 있었다.

따라서 중국 근대 지식인과 전통의 관계를 논하는 데 있어서 반드시 구체적인 맥락 속에서 분석해야하며 연속과 단절의 측면을 모두 살피는 것이 필요하다.

@highlight

고금에 대한 견해는 다음의 두 가지로 요약되는데 고대의 사상과 문화는 성인(聖人)에 의해 이미 완결되었으므로 今은 古에 비해 못하거나 타락했다는 것이고 다른하나는 古는 이미 과거의 유산이 되어 현실에 맞지 않기 때문에 古를 폐기하고 새로운 전통을 만들어 내야한다는 것이다.

@highlight

따라서 이 둘을 살펴야 한다.

