본 연구는 부채만기구조가 감사보수에 미치는 영향을 분석하였다.

부채만기구조는 단기부채와 장기부채로 구분하고, 감사보수는 감사보수와 비정상 감사보수를 사용하였다.

먼저, 단기부채와 장기부채가 감사보수에 미치는 영향을 분석하였다.

분석결과 장기부채는정상 감사보수에 유의한 음(－)의 영향을 미치는 것으로 나타났다.

반면에 단기부채는 감사보수에 유의한 미치지 않았다.

다음으로 부채만기구조가 비정상 감사보수에 미치는 영향을분석한 결과, 단기부채는 비정상 감사보수에 유의한 양(＋)의 영향을 미치고, 장기부채는 비정상 감사보수와 감사보수에 유의한 음(－)의 영향을 미치는 것으로 나타났다.

이러한 결과는 부채만기구조의 신호가설을 지지하는 결과로, 단기부채가 많아지면 유동성위험이 높아지므로 감사위험이 높아져, 감사보수가 높아지는 것으로 해석된다.

반면에 장기부채가 많아지면 유동성위험이 낮아져 감사인은 유동성 위험 및 부채계약조정에 대한 평가의 견고성이 낮아져 오히려 감사위험이 낮아지므로 감사보수가 낮아지는 것으로 해석된다.

본 연구는 부채의 만기구조에 따라 감사보수에 미치는 영향을 차별화됨을 제시하였다는점에서 시사점이 있다.

@highlight

이 연구는 부채만기구조가 감사보수에 미치는 영향을 분석했다.

@highlight

이 연구는 부채의 만기구조에 따라 감사보수에 미치는 영향을 차별화됨을 제시했다는점에서 시사점이 있다.

