토지개혁은 제2차 세계대전 이후 이른바 제3세계로 구분되는 동아시아와 라틴아메리카 등지에서 광범위하게 확산된 정책이었다.

결과적으로 한국, 일본, 대만의 경우 근대화 성공의 주요한 전략이자 성공한 정책으로 인용되는 반면, 후자의 경우는 토지개혁의 실패를 저개발 주요 원인으로 설명하기도 한다.

이에 본 논문의 목적은 한국을 비롯한 동아시아 지역의 토지개혁이 근대화 발전에 이바지한 비교적 성공적인 정책 사례로 큰 비판적 고찰 없이 수용되고 있다는 점에 주목하고, 이에 대한 기존의 관점을 재고찰하는 데 있다.

이를 위해 본고에서는 한국과 과테말라의 사례를 통해 토지개혁을 단순히 물리적인 의미에서의 토지 분배나 혹은 근대화를 위한 전략적 관점의 정책이나 제도적 수단이 아닌 그 사회의 지배계급구조에 미치는 영향을 중심으로 살펴보고자 한다.

당시 두 지역의 토지개혁은 냉전이라는 국제질서가 새롭게 재편되어 가는 과정에서 국내의 계급역관계라는 내부적 여건과 밀접하게 맞물리며 실시되었던 정책이었다.

두 지역의 사례 연구는 토지개혁이 단순히 일국적 차원의 정책이나 이념 중립적 성격의 제도적 수단으로서 갖는 구조적 한계가 무엇인지 파악하는 데 유의미한 분석이 될 것으로 기대한다.

@highlight

본고는 한국을 비롯한 동아시아 지역의 토지개혁이 근대화 발전에 이바지한 비교적 성공적 정책 사례로 큰 비판적 고찰 없이 수용되고 있다는 점에 주목하며, 이에 대한 기존의 관점을 재고찰하는 데에 목적이 있다.

