이 연구는 가격할인 상황에서 단수가격의 효과를 연구하였다.

구체적으로 할인 전 가격(정규가격)과 할인가격이 라운드가격(Round pricing, R) 또는 단수가격(Odd pricing, O)으로 책정하였을 때 소비자들의 반응차이를 연구하는 것을 목적으로 하였다.

단수가격전략과 준거가격광고에 관한 연구를 바탕으로 가설을 설정하고 실증분석을 통해 검증하였다.

실증연구의 결과는 다음과 같다.

첫째, 할인지각에 대한 분석결과 정규가격이 라운드가격(R)이고 할인가격이 단수가격(O)일 때 가장 많이 할인된 것으로 지각하였다.

둘째, 소비자들은 정규가격과 할인가격이 모두 라운드가격(RR)일때 단수가격(OO)의 가격전략보다 유의하게 품질을 높게 평가하였다.

셋째, 구매의도에 대한 분석결과 ‘RR’, ‘RO’, ‘OR’에서는 유의적인 차이가 없었으나, 세 유형 모두 ‘OO’ 보다 유의적으로 높았다.

이 연구의 결과 정규가격과 할인가격을 모두 표시하는 가격할인에서 정규가격과 할인가격을 모두 단수가격으로 표시하는 ‘OO’전략은 할인지각, 품질지각, 구매의도 모두에 도움이 되지 않는다는 것이다.

@highlight

본 연구의 결과 정규가격과 할인가격을 모두 표시하는 가격할인에서 정규가격과 할인가격을 모두 단수가격으로 표시하는 ‘OO’전략은 할인지각, 품질지각, 구매의도 모두에 도움이 되지 않는다는 것이다.

