본 연구는 우리나라 은행의 소유구조가 사회적 책임 활동에 미치는 영향을 실증적으로 분석하였다.

은행의 사회적 책임 활동 수준을 설명하는 가설들, 즉, 좋은 지배구조 가설과 대리인 가설을 검증함과 동시에, 외국계 은행들의 사회적 책임 활동이 국내계 은행들과 어떤 차이를 갖고 있는지에 대하여 분석하였다.

연구의 분석모형은 Wu and Shen(2013)의 모형을 기초로 하고, 2005년부터 2016년 동안의 년도별 일반은행 자료를 이용하였다.

분석결과는 다음과 같다.

외국계 은행이 사회적 공헌 활동에 투자한 금액은 국내계 은행에 비해서 상대적으로 유의하게 더 적었다.

이러한 결과는 외국계 은행의 경우 국내계 은행에 비하여 주주와 경영자 사이의 대리인 문제가 발생할 가능성이 상대적으로 더 적은 특성을 보이므로, 외국계 은행의 사회적 책임 활동이 국내계 은행보다 더 적을 것이라는 Liang and Renneboog(2016)의 대리인가설을 지지한다고 할 수 있다, 또한, 이러한 결과는 은행의 소유구조가 이해관계자들 간의 이해를 조정하는 과정에 영향을 미치고 있음을 보여주고 있다.

즉, 본 연구는 은행의 소유구조가 사회적 책임 활동에 미치는 영향을 분석함으로써, 경영자가 주주와 다른 이해관계자 간의 이해관계를 조정하는 과정을 실증적으로 분석한다는 점에서 연구의 의의가 있다.

@highlight

우리나라 은행의 소유구조가 사회적 책임 활동에 미치는 영향을 실증적으로 분석하였다.

@highlight

외국계 은행의 경우 국내계 은행에 비하여 주주와 경영자 사이의 대리인 문제가 발생할 가능성이 상대적으로 더 적은 특성을 보이므로, 외국계 은행의 사회적 책임 활동이 국내계 은행보다 더 적을 것이라는 Liang and Renneboog(2016)의 대리인가설을 지지한다고 할 수 있다, 또한, 이러한 결과는 은행의 소유구조가 이해관계자들 간의 이해를 조정하는 과정에 영향을 미치고 있음을 보여주고 있다.

@highlight

은행의 소유구조가 사회적 책임 활동에 미치는 영향을 분석함으로써, 경영자가 주주와 다른 이해관계자 간의 이해관계를 조정하는 과정을 실증적으로 분석한다는 점에서 연구의 의의가 있다.

