본 연구의 목적은 디자인 이미지 차원의 연구체계를 확립하고 소비자들이 지각하는 디자인 차원에 대한 측정 척도를 개발하는 데 있다.

이를 위해 소비자 관점에 근거하여 디자인 이론 확립을 위한 측정도구를 개발하였으며 휴대폰을 중심으로 실증되었다.

실증분석 결과, 소비자들은 디자인 이미지를 독특성(uniqueness), 심미성(aesthetic), 효율성(utility), 여성성(femininity), 고귀성(nobel), 간결성(compactness)의 6개 차원으로 지각하고 있음을 확인하였다.

그리고 이러한 디자인 이미지의 6개 차원이 소비자 태도에 영향을 미치는 것으로 나타나 디자인 이미지 차원의 타당성이 검증되었다.

이러한 연구결과는 소비자들의 감성 니즈(needs)가 증가하고 있어, 기능이나 품질보다 디자인이 제품 선택의 중요한 판단 기준이 되고 있는 경향에 비추어 볼 때 소비자 지향적인 디자인을 위한 이론적 근원을 찾는 데 의의가 있다.

따라서 본 연구에서 개발한 측정도구는 제품 범주의 디자인 이미지를 비교하기 위해 사용할 수 있으며 이는 연구자들로 하여금 제품 종류에 따라 디자인을 벤치마킹할 수 있을 것으로 사료된다.

또한 본 연구에서 개발된 디자인 이미지 틀과 측정도구는 다양한 문화에 따라 디자인 이미지에 대한 지각을 연구하는 데 통찰을 제공할 것이다.

@highlight

디자인 이미지 차원의 연구체계를 확립, 소비자들이 지각하는 디자인 차원에 대한 측정 척도를 살펴본 결과, 독특성, 심미성, 효율성, 여성성, 고귀성, 간결성의 6개 차원이 소비자 태도에 영향을 미치는 것으로 나타났고, 이를 통해 디자인 이미지 차원의 타당성이 검증되었다.

@highlight

이런 결과는 소비자들의 감성 니즈(needs)가 증가하기 때문이다.

