본

 

연

구

에

서

는

 

수

퍼

바

이

지

의

 

자

기

개

방

에

 

영

향

을

 

미

치

는

 

개

인

 

내

적

 

요

인

으

로

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

,

 

수

퍼

비

전

 

관

계

 

요

인

으

로

 

역

할

갈

등

,

 

그

리

고

 

문

화

적

 

요

인

으

로

 

아

시

아

의

 

문

화

적

 

가

치

를

 

설

정

하

고

 

이

 

요

인

들

 

간

의

 

관

계

를

 

살

펴

보

았

다

.

 

최

근

 

6

개

월

 

이

내

 

개

인

 

수

퍼

비

전

을

 

받

은

 

경

험

이

 

있

는

 

수

퍼

바

이

지

 

3

9

2

명

을

 

대

상

으

로

 

수

퍼

비

전

 

애

착

 

전

략

 

척

도

,

 

역

할

갈

등

 

척

도

,

 

수

퍼

바

이

지

 

비

개

방

 

척

도

,

 

그

리

고

 

아

시

아

의

 

문

화

적

 

가

치

 

척

도

에

 

응

답

하

도

록

 

하

였

다

.

 

S

P

S

S

 

M

a

c

r

o

를

 

사

용

하

여

 

자

료

를

 

분

석

한

 

결

과

,

 

첫

째

,

 

역

할

갈

등

은

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

-

회

피

와

 

수

퍼

바

이

지

의

 

자

기

개

방

 

간

의

 

관

계

를

 

매

개

하

는

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

역

할

갈

등

은

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

-

거

절

과

 

수

퍼

바

이

지

의

 

자

기

개

방

 

간

의

 

관

계

를

 

매

개

하

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

아

시

아

의

 

문

화

적

 

가

치

 

척

도

의

 

하

위

척

도

인

 

규

범

에

 

대

한

 

동

조

는

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

-

회

피

와

 

수

퍼

바

이

지

의

 

자

기

개

방

 

간

을

 

조

절

하

였

다

.

 

넷

째

,

 

아

시

아

의

 

문

화

적

 

가

치

 

척

도

의

 

하

위

척

도

들

은

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

-

거

절

과

 

수

퍼

바

이

지

의

 

자

기

개

방

 

간

을

 

조

절

하

지

 

않

았

다

.

 

다

섯

째

,

 

수

퍼

바

이

지

의

 

불

안

정

 

애

착

-

회

피

는

 

역

할

갈

등

의

 

매

개

를

 

통

해

 

수

퍼

바

이

지

의

 

자

기

개

방

에

 

영

향

을

 

미

치

는

 

동

시

에

 

규

범

에

 

대

한

 

동

조

와

의

 

상

호

작

용

을

 

통

해

 

수

퍼

바

이

지

의

 

자

기

개

방

에

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

본

 

연

구

 

결

과

가

 

추

후

 

연

구

와

 

실

제

에

 

주

는

 

의

의

와

 

한

계

를

 

논

의

하

였

다

.

@highlight

본고에서는 수퍼바이지의 자기개방에 영향을 미치는 개인 내적 요인으로 수퍼바이지의 불안정 애착 및 수퍼비전 관계 요인으로 역할갈등과 문화적 요인으로 아시아의 문화적 가치를 설정하고 이 요인들 간 관계를 알아보았다.