이주민, 동성애자 등에 대한 혐오감과 공포감을 조성하며, 집단에 대한 적의, 차별, 폭력을 유도하는 표현에 대한 사회적 우려가 커지고 있다.

국제인권법과 많은 나라의 국내법에서는 이미 이런 ‘혐오표현’을 처벌하고 있다.

이 글에서는 혐오표현의 형태 가운데 ‘집단에 대한 차별, 적의, 또는 폭력을 선동하는 행위’를 ‘차별선동’이라고 정의하고 그 규제의 필요성과 당위성에 대하여 논한다.

이때 차별선동은 특정 집단의 불이익과 불평등을 조장하려는 악의적 고의성을 가지고, 청중이 그 집단 구성원에 대하여 차별, 적의, 폭력을 행하도록 고무하는, 의도적이고 적극적인 행위일 것을 요건으로 하는 행위를 말한다.

이러한 차별선동은 인간의 존엄성, 평등, 민주주의 등 중요한 헌법적 가치에 반하는 해악을 발생시킴에도 불구하고 현재 국내에는 규제의 공백상태에 있는데, 이러한 상태는 국제인권법과 헌법적 요청에 부합하지 않는다고 본다.

혐오표현의 규제가 필연적으로 표현의 자유와의 긴장 속에서 다루어져야 하지만, 인간의 존엄성, 평등, 민주주의 등 여러 헌법적 가치에 관한 논의를 비교법적으로 살펴보았을 때, 우리나라 헌법에서 차별선동에 대한 규제는 필요한 조치로서 허용될 뿐만 아니라 기본권 보호를 위하여 적극적으로 요청된다고 본다.

이에 차별선동의 규제의 내용과 원칙에 대하여 논한다.

@highlight

이주민, 동성애자 등에 관한 혐오감과 공포감을 조성하며, 집단에 관한 적의, 차별, 폭력을 유도하는 표현에 관한 사회적 우려가 커지고 있다.

