최근 차세대 이동통신 기술로 각광받고 있는 3GPP LTE(Long Term Evolution) 시스템을 위한 기지국에서의 power saving에 관한 연구가 이슈화 되고 있다.

이는 무선통신 네트워크에서 가장 많은 에너지를 소모하는 부분이 기지국 부분이기 때문이다.

또한 기지국에서의 power saving은 세계가 주목하고 있는 저탄소 배출 녹색 기술에도 부합하는 내용이기도 하다.

따라서 본 논문에서는 UE(User Equipment)의 Traffic의 종류에 따라 DRX/DTX의 주기를 차등적으로 적용함으로써 기존에 일정한 DRX/DTX 주기를 적용하는 방식에 비해 성능은 떨어지지 않으면서 에너지 효율을 극대화하는 방식을 제안한다.

제안된 방식에 따른 모의실험 결과 기존의 방식에 비해서 개선된 power saving 성능을 확인할 수 있다.

본 논문에서는 LTE 기지국과 UE가 통신하는 환경에서 기지국의 에너지를 절약할 수 있는 MAC 프로토콜을 제안하고 시뮬레이션을 통하여 성능이 향상되었음을 확인한다.

@highlight

본 논문에서는 UE(User Equipment)의 Traffic의 종류에 따라 DRX/DTX의 주기를 차등적으로 적용함으로써 기존에 일정한 DRX/DTX 주기를 적용하는 방식에 비해 성능은 떨어지지 않으면서 에너지 효율을 극대화하는 방식을 제안한다.

