본 연구의 목적은 청소년의 스마트폰 중독에 대한 학교부적응의 영향과 이에 대한 우울의 매개효과를 검증하는데 있다.

연구대상은 경기지역의 중학교 1학년에서 고등학교 2학년 재학생을 조사대상으로 할당표집하여 설문을 실시하였으며, 394명의 설문내용이 최종분석에 사용되었다.

자료 분석을 위한 통계기법은 SPSS 23.0 프로그램을 활용해 독립변인과 종속변인들 간의 인과관계와 매개변인으로서의 효과를 검증하기 위해 회귀분석과 경로분석을 실시하였다.

연구결과는 다음과 같다.

첫째, 청소년의 학교부적응이 높을수록 스마트폰 중독이 증가하는 것으로 인과관계가 검증되었다.

둘째, 청소년의 학교부적응이 높을수록 우울이 증가하는 것으로 인과관계가 검증되었다.

셋째, 우울이 높아질수록 스마트론 중독이 높다는 가설도 통계적으로 유의미하게 검증되었다.

넷째, 청소년의 학교부적응이 스마트폰 중독에 영향을 미치는 경로에 있어서 우울의 부분매개효과를 나타내는 것으로 검증이 되었다.

이러한 연구결과를 토대로 청소년의 스마트폰 중독의 예방을 위한 사회복지 실천적 개입방안을 모색하고자 하였다.

또한 스마트폰 중독에 대한 학교, 가정, 지역사회 차원의 사회복지정책 및 실천적 개입에 관련된 이론적·실천적 함의를 논의하였다.

@highlight

본 논문은 청소년의 스마트폰 중독에 대한 학교부적응의 영향과 이에 대한 우울의 매개효과를 검증하였다.

@highlight

연구대상은 경기지역의 중학교 1학년에서 고등학교 2학년 재학생을 조사대상으로 할당표집해 설문을 실시하였다.

@highlight

394명의 설문내용이 최종분석에 사용되었고 자료 분석을 위한 통계기법은 SPSS 23.0 프로그램을 활용하였다.

