본 연구의 목적은 사이코드라마 전문가의 다양한 실험적 시도와 역량강화를 돕기 위해 교류분석과 사이코드라마의 통합적 적용모형을 보여주기 위함이다.

카프만이 개발한 게임 모형인 드라마 삼각형은 사이코드라마의 행위화를 통해 잘 설명될 수 있다.

린다 콘돈(2014)은 역기능의 회복을 위한 모형을 통해 사이코드라마에서 행위화를 돕는 역할교대, 거울보기, 보조자아 이중자아의 기법을 소개하였다.

사이코드라마의 행위화는 교류분석에서 제시할 수 없는 정서적 체험과 경험을 제공한다.

사이코드라마의 코우칭 기법을 통해 희생자, 박해자, 구원자의 위치에서 심리 게임을 하는 사람들에게 그들의 상황을 정확하게 알려줄 수 있다.

또한 해결을 위한 역할 훈련을 실시할 수 있다.

교류분석의 자아상태에 대한 개념은 디렉터가 주인공의 언어와 태도를 이해하고 장면을 설정하는 데에 유용하게 활용될 수 있을 것이다.

본 논문은 교류분석의 개념인 드라마 삼각게임의 행위화를 통해 교류분석 접근과 사이코드라마의 통합 적용의 예를 보여주며 이를 근거로 본 저자가 개발한 역할의 순환관계 틀을 제안하는 것에 의의가 있다.

@highlight

카프만이 개발한 게임 모형인 드라마 삼각형은 사이코드라마의 행위화를 통해 잘 설명될 수 있다.

@highlight

사이코드라마의 행위화는 교류분석에서 제시할 수 없는 정서적 체험과 경험을 제공한다.

@highlight

교류분석의 개념인 드라마 삼각게임의 행위화를 통해 교류분석 접근과 사이코드라마의 통합 적용의 예를 보여주며 이를 근거로 본 저자가 개발한 역할의 순환관계 틀을 제안하는 것에 의의가 있다.

