본 연구의 목적은 창의적문제해결모형을 적용한 학급단위미술치료 프로그램을 개발하고, 초등학교 6학년에게 그 효과를 검증하는 것이었다.

프로그램 효과는 또래괴롭힘 참여행동 유형검사, 학교생활만족도 검사를 사전, 사후에 실시하여 반복측정 변량분산으로 검증하였다.

연구대상은 G지역 B초등학교 6학년 2학급으로 실험집단 21명, 대기집단 24명을 대상으로 하였다.

총 10회기로 진행하였다.

창의적문제해결모형을 적용한 학급단위미술치료 프로그램을 개발하고자 개발단계에 따라 목표를 수립하고 이에 적합한 내용을 구성하여, 미술치료 예비프로그램을 초등학교 6학년 2학급 구성원을 대상으로 실시하였다.

이후 예비연구 과정을 전문가집단에게 내용타당도를 검증받아 평가·분석하고 수정·보완하여 학급단위미술치료 본 프로그램을 개발하였다.

개발한 창의적문제해결모형을 적용한 학급단위미술치료 프로그램은 또래괴롭힘 참여행동 및 학교생활만족도에 효과가 있는 것으로 나타났다.

이상의 연구결과를 통해 본 연구에서 개발한 창의적문제해결모형을 적용한 학급단위미술치료 프로그램을 초등학교 6학년 학급구성원들에게 학교현장에서 지속적으로 제공한다면 또래괴롭힘 참여행동의 유형변화 및 학교생활만족도에 긍정적인 변화가 될 수 있을 것으로 사료된다.

@highlight

이 연구의 목적은 창의적문제해결모형을 적용한 학급단위미술치료 프로그램을 개발하고, 초등학교 6학년에게 그 효과를 검증하는 것이었다.

