목적：이 연구는 초등 서사교육에서 암묵적 차원의 지식 학습이 필요함을 강조하면서, 서사적 지식의 교육을 위한 학년(군)별 내용 요소를 밝히고자 하였다.

방법：서사적 지식의 유형을 명시적 차원(실체적 지식, 속성적 지식, 활동적 지식)과 암묵적 차원(태도적 지식)으로 나누고, 지적 관여의 관점에서의 서사교육의 방향을 밝혔다.

그런 다음 서사적 지식을 학습해야 할 필요성을 문학능력, 반성적 성찰과 지적 관여, 서사적 지식의 생산의 측면에서 논의하였다.

결과：서사적 지식과 관련된 학년(군)별 내용 요소를 제시하기 위해 2015 개정 국어과 교육과정 ‘문학’ 영역에 제시된 내용 체계를 비판적으로 검토한 후, 활동적 지식과 태도적 지식에 초점을 두어 초등 서사교육의 학년(군)별 내용 요소들을 새롭게 제시하였다.

결론：이 연구에서 제시된 것은 ‘기능’과 관련된 내용 요소들을 활동적 지식에 통합하고, 태도적 지식과 관련되는 서사에 대한 태도 형성과 지식의 생산을 강조하였다.

@highlight

초등 서사교육에서 암묵적 차원의 지식 학습이 필요함을 강조하면서, 서사적 지식의 교육을 위한 학년(군)별 내용 요소를 밝히고자  2015 개정 국어과 교육과정 ‘문학’ 영역에 제시된 내용 체계를 비판적으로 검토한 후, 활동적 지식과 태도적 지식에 초점을 두어 제시하였다.

