선박표준 네트워크는 2005년 IMO MSC 제 81차 회의에서 e-

navigation을 공동 의제로 제출되었다.

2006년 MSC 81의 WG 프로그램으로 승인된 후 2008년까지 e-

navigation 구현전략을 수립하기로 결정됨으로써 선박 네트워크의 표준화 작업은 본격화되었다.

이는 선박의 안전 항해 뿐 아니라 400여종의 이기종 항해통신장비 및 기관 장비를 탑재하는 선박에서의 효율적인 정보 교환을 지원하기 위한 것이기도 하다.

그 가운데 4S 네트워크는 육상과 선박, 선박과 선박사이의 무선통신을 말하며 선박과 육상 간 통신채널을 항상 연결하도록 해주는 기본이 된다.

4S 네트워크는 이를 기반으로 다양한 서비스를 제공할 수 있는 많은 활용 분야가 존재하기 때문에 향후 e-

navigation이 적용되면 다양한 시장 창출이 가능할 것으로 보이나 현재 이에 대한 구체적인 기반 기술 연구나 시제품 개발은 전무한 상태이다.

본 논문에서는 육해상간 효율적이고 저렴한 통신환경을 제공하도록 하는 4S 다중매체 스위칭 서버와 육해상 정보교환 시스템을 개발하고, 구현한 시스템의 성능을 TTA(Telecommunications Technology Association) V&V(Verification and Validation) 인증을 통해 확인하였다.

@highlight

이 논문에서는 육해상간 효율적이고 저렴한 통신환경을 제공하도록 하는 4S 다중매체 스위칭 서버와 육해상 정보교환 시스템을 개발하고, 구현한 시스템의 성능을 TTA V&V 인증을 통해 확인했다.

