본 연구는 한국과 일본의 청각장애 학생을 대상으로 한 영어교육의 논문을 비교·분석하여 양국의 영어교육 실태를 파악하는 것을 목적으로 하였다.

이를 위해, 선정 준거에 부합하는 한국 논문 10편, 일본 논문 20편을 채택하여 영어 수업의 실태, 청각장애 학생 영어 능력, 교육방법 적용의 세 가지 주제를 범주별로 나누어서 분석하였다.

그 결과 영어 수업의 실태는 양국 모두 교수·학습 방법의 부족, 교재 부족, 교사의 영어 전문성 부족, 연수 부족 등의 어려움을 비슷하게 나타냈지만, 일본의 연구가 대상 폭이 넓고 내용이 세분화되어 있음이 드러났다.

청각장애 학생의 영어 능력은 실험연구를 통한 단어 수준의 연구나 발화에 대한 음향적 분석이 대부분이며, 교육방법의 적용은 미국 수어나 큐드 스피치의 도입이 제시되었다.

따라서 한국의 청각장애 학생 영어교육은 연구 대상의 확대, 공적 영어시험 대응, 교과 내용적 측면의 분석이 더욱 필요한 것으로 나타났다.

또한 양국 모두 청각장애 학생의 주요 의사소통 양식이나 교육환경을 고려하여 통합교육 환경에 있는 학생들의 연구도 필요하다는 점이 시사되었다.

@highlight

한일의 청각장애 학생 영어교육의 논문을 비교·하여 양국의 영어교육 실태를 파악한 결과  영어 수업의 실태는 양국 모두 교수·학습 방법의 부족 등의 어려움을 비슷했지만, 일본이 대상 폭이 넓고 내용이 세분화되었다.

@highlight

또 교육방법의 적용은 미국 수어나 큐드 스피치의 도입이 제안되었다.

