이 글은 스미스의 ‘공감’과 ‘공정한 관망자’에 대해 흄과 칸트의 사상과 연관하여 고찰한다.

스미스의 윤리사상은 우선 흄의 사상 틀에서 이해할 수 있다.

그는 흄과 유사하게 도덕 판단이 시인감과 부인감이라는 도덕 감정에 기인하고, 도덕 감정은 관망자의 관점에서 공감(또는 비공감)을 통해 형성된다고 생각한다.

그러나 도덕 판단 그리고 도덕 감정을 이루는 스미스의 ‘공감’과 ‘공정한 관망자’는 흄의 생각으로는 이해할 수 없는 고유한 특징을 갖는다.

무엇보다도 그는 흄이 생각하듯이 유용성의 관점에서 공감이 성립된다고 보지 않는다.

이에 따라 흄과 상반된다고 평가되는 칸트의 사상과 연계하여 접근할 수 있다.

공감성립의 관점인 공정한 관망자는, 칸트의 도덕법칙이 말하는 인간존엄을 그 내용으로 삼는다.

그리고 양자의 인간존엄 사상은 자기기만의 극복을 통해 유사한 방법으로 드러난다고 볼 수 있다.

@highlight

스미스의 윤리사상은 흄을 기반으로 하지만 유용성의 관점에서 '공감'이 성립된다고 보지 않는 점에서 흄과 다르다.

@highlight

공감성립의 관점인 '공정한 관망자'는 칸트의 도덕법칙이 말하는 인간존엄을 그 내용으로 삼는다.

