오늘날 예금보험제도가 위험관리형으로 전이하고 있다는 점에서 검사 및 조사권의 보완이 필요하다.

예금보험공사(이하 ‘공사’)는 특별법에 의해 설립된 영조물조직이다.

공행정기능의 수행여부는 수권법률의 내용에 의해 결정된다.

공사가 금융감독원에 대해서 자료를요구할 때 금융감독원은 하자 없는 재량을 행사하여야 하며 공사는 요구권을 남용하지 않아야 한다.

금융감독원으로부터 제공받은 자료의 사실 확인 요청 후 한 달 내에 확인이 이루어지지 않은 경우 공사는 직접 조사할 수 있다.

그러나 기간단축의 필요성이 있다.

공사의 조사권 발동 시기를 적기시정조치 요건 충족 이전으로 앞당길 필요가 있다.

공사가 금융위원회에 적기시정조치발동을 요청할 수 있도록 할 필요도 있다.

정보공유의 법적근거를마련하고 법적협의체를 통해 정보를 공유해야 한다.

금융위기의 주기는 점차 단축되고SIFIs의 영향력은 더욱 커지고 있어 공사의 사전적인 역할이 더욱 강조될 필요가 있으며조사권의 보완도 그 일환이다.

@highlight

오늘날 예금보험제도가 위험관리형으로 전이하고 있다는 점에서 검사 및 조사권의 보완이 필요하다.

