본 연구는 최근 국내외 연구에서 제기되고 있는 배당과 자사주의 대체가능성에 대하여 기업적 측면이 아닌 제도적 측면에서 분석하였다.

연구를 위해 1993년～2005년까지의 KOSPI 상장기업의 자료를 이용하였고, 표본기업을 지급정책의 차이에 따라 4개 집단으로 구분하여 자사주 및 배당제도의 변화가 자사주매입에 어떤 영향을 미치는지 Wald test 등의 통계적 방법으로 분석하였다.

연구결과 1998년, 2003년도에 의미있는 구조적 변화가 있었음을 발견하였다.

이러한 결과가 시사하는 의미는 기업들이 현금배당의 안정적인 지급을 선호하지만, 자사주매입과 현금배당 정책을 효과적으로 병행하여 활용하고 있음을 알 수 있다.

또한, 자사주매입이 현금배당을 대체한다기 보다는 상호보완적으로 활용하는 것으로 판단할 수 있다.

특히 시가배당률 제도를 도입하고 자사주 매입 및 처분방식이 사실상 자율화된 2003년 이후에 더욱 분명한 것으로 나타나 안정적인 현금배당을 선호하면서 주가 하락시에는 자사주 매입을 통하여 보완하려는 주주중시경영이 정착되어 가고 있는 결과로 해석할 수 있다.

하지만 위의 결과가 제도변경에 따른 순수한 효과(pure effect)임을 증명하기 위해서는 보다 더 철저한 외부요인에 대한 통제가 필요하다.

@highlight

본 연구에서는 표본기업을 지급정책의 차이에 따라 구분하여 자사주 및 배당제도의 변화가 자사주매입에 미치는 영향을 분석한 결과, 기업들은 현금배당의 안정적인 지급을 선호하나 자사주매입과 현금배당 정책을 병행하고, 상호보완적으로 활용하고 있음을 확인하였다.

