산

마

늘

 

잎

 

에

탄

올

추

출

물

을

 

S

t

e

p

t

o

c

o

c

c

u

s

 

t

h

e

r

m

o

p

h

i

l

u

s

를

 

이

용

하

여

 

발

효

시

킨

 

후

 

항

산

화

활

성

 

및

 

세

포

독

성

을

 

검

정

한

 

결

과

,

 

총

 

폴

리

페

놀

 

함

량

은

 

발

효

 

전

에

는

 

2

.

6

3

 

m

g

/

g

,

 

발

효

 

후

에

는

 

1

.

6

5

 

m

g

/

g

이

었

으

며

 

발

효

 

후

 

함

량

이

 

감

소

하

였

고

,

 

플

라

보

노

이

드

 

함

량

은

 

발

효

 

전

에

는

 

5

7

.

7

7

 

m

g

/

g

,

 

발

효

 

후

에

는

 

6

2

.

2

7

 

m

g

/

g

으

로

 

발

효

 

후

에

 

증

가

하

였

다

.

 

전

자

공

여

능

은

 

발

효

 

전

에

는

 

8

2

.

2

9

%

,

 

발

효

 

후

에

는

 

8

1

.

4

0

%

로

 

v

i

t

a

m

i

n

 

C

 

(

9

7

.

7

1

%

)

 

보

다

 

낮

았

으

나

 

우

수

한

 

활

성

을

 

나

타

냈

으

며

,

 

아

질

산

염

소

거

능

은

 

발

효

전

 

후

 

추

출

물

 

모

두

 

p

H

 

2

.

5

에

서

는

 

B

H

T

보

다

는

 

낮

지

만

 

활

성

이

 

우

수

하

였

고

,

 

p

H

 

4

.

2

에

서

는

 

발

효

하

지

 

않

았

을

 

때

 

B

H

T

보

다

 

더

 

좋

은

 

활

성

을

 

나

타

냈

으

며

.

 

S

O

D

 

유

사

활

성

능

은

 

1

5

%

 

정

도

로

 

낮

은

 

효

과

를

 

나

타

냈

다

.

 

N

O

 

생

성

능

은

 

발

효

 

전

에

 

오

히

려

 

더

 

많

은

 

N

O

를

 

생

성

하

였

고

 

발

효

 

후

에

는

 

생

성

이

 

억

제

되

었

다

.

 

산

마

늘

 

추

출

물

이

 

L

P

O

 

생

성

에

 

미

치

는

 

영

향

은

 

H

2

O

2

 

처

리

군

에

 

비

하

여

 

발

효

 

여

부

와

 

관

련

 

없

이

 

산

마

늘

 

추

출

물

처

리

에

 

따

라

 

농

도

가

 

증

가

할

수

록

 

M

D

A

 

함

량

이

 

감

소

하

여

 

L

P

O

 

생

성

을

 

억

제

하

는

 

것

으

로

 

나

타

났

으

며

,

 

섬

유

아

세

포

의

 

생

존

율

은

 

산

마

늘

 

추

출

물

 

처

리

 

농

도

의

 

증

가

에

 

따

라

 

약

간

 

감

소

하

는

 

경

향

이

나

 

대

조

구

와

 

차

이

가

 

거

의

 

없

었

다

.

@highlight

산마늘 추출물이 LPO 생성에 미치는 영향은 H2O2 처리군에 비해 발효 여부와 관련 없이 산마늘 추출물처리에 따라 농도가 증가할수록 MDA 함량이 감소해 LPO 생성을 억제하는 것으로 나타났으며, 섬유아세포의 생존율은 산마늘 추출물 처리 농도의 증가에 따라 약간 감소하는 경향이나 대조구와 차이가없었다.