본 연구는 정부웹3.0서비스의 사용자 수용영향요인을 파악하기 위해 정부웹3.0서비스의 특징을 살펴보고 통합기술사용 및 수용모형(UTAUT)을 사용하여 성과기대, 노력기대, 사회적 영향, 촉진조건 및 정보프라이버시 염려가 사용자의 행위의도에 어떠한 영향을 미치는 지에 대해 분석하였다.

분석결과 공공기관 종사자의 정부웹3.0서비스의 사용의도에는 성과기대, 사회적 영향, 노력기대 순으로 유의미한 영향을 미침을 확인하였다.

반면에 촉진조건 및 정보 프라이버시 염려는 유의미한 영향을 보이고 있지 않음을 확인하였다.

현재 공공기관 종사자들은 이미 스마트 기기를 이용한 전자문서시스템, 소셜네트워크 서비스의 사용 등 기술적 조건에서는 기존과의 차이점을 크게 느끼지 않아 웹3.0기술의 촉진조건이 행위의도에 유의미한 영향을 미치지 못하는 것으로 해석할 수 있다.

정보 프라이버시 염려의 경우는 다수의 선행연구결과와 다르게 사용의도에 유의미한 영향력을 미치지 못하는 것이 확인된 바, 향후 모델의 정교화 등을 통한 추가 연구가 필요하다.

@highlight

이 연구는 정부웹3.0서비스의 사용자 수용영향요인을 파악하기 위해 정부웹3.0서비스의 특징을 살펴보고 통합기술사용 및 수용모형(UTAUT)을 사용해 성과기대, 노력기대, 사회적 영향, 촉진조건 및 정보프라이버시 염려가 사용자의 행위의도에 어떠한 영향을 미치는 지에 대해 분석했다.

