멀티코어 프로세서를 설계하는데 있어서 구성요소들을 연결하는와이어 길이의 증가로 인한 지연 현상은 성능향상에 큰 걸림돌이 되고 있다.

멀티코어 프로세서의 와이어 지연 문제를 해결하기 위하여 최근에는 3차원 구조의 멀티코어 프로세서 설계 기술이 많은 주목을 받고 있다.

3차원 구조 멀티코어 프로세서 설계 기술은 코어들을 수직으로 적층함으로써, 물리적인 연결망 길이를 크게 감소시켜 성능향상과 함께 연결망에서 소비되는 전력을 줄일 수 있다.

하지만 많은 전력을 소모하는 회로를 수직으로 적층함으로써 전력밀도가 증가하여 프로세서 내부의 온도가 크게 상승하는 문제를 가지고 있다.

본 논문에서는 3차원 구조 멀티코어 프로세서에서의 발열문제를 해결 할 수 있는플로어플랜 방법을 제안하기 위해 칩 내부에 적층되는 코어의 수직적 배치 형태를 다양하게 변화시키면서 그에 따른 온도 변화를 살펴보고자 한다.

실험 결과를 통해, 프로세서 내부의 온도 감소를 위해서는 코어와 L2 캐쉬를 수직으로 인접하게 적층함으로써 코어의 온도를 낮추는 기법이 매우 효과적임을 알 수 있다.

코어와 코어가 수직으로상호 인접하는 플로어플랜과 비교하여, 코어와 L2 캐쉬를 수직으로 인접하게 배치시키는 기법이 4-

레이어 구조의경우에는 평균 22%, 2-

레이어 구조의 경우 평균 13%의 온도 감소 효과를 보임을 알 수 있다.

@highlight

본고에서는 3차원 구조 멀티코어 프로세서에서의 발열문제를 해결 할 수 있는플로어플랜 방법을 제안하기 위해 칩 내부에 적층되는 코어의 수직적 배치 형태를 다양하게 변화시키면서 그에 따른 온도 변화를 살펴보고자 한다.

