브루셀라증은 중요한 인수공통감염병 중의 하나로 임상 증상은 다양하게 나타난다.

비특이적 혈액학적 이상소견이 브루셀라증과 연관되어 자주 나타날 수 있는데 반해, 범혈구감소증은 드물게 관찰되는 소견이다.

브루셀라증 환자에서 범혈구감소증의 원인으로 악성질환이 드물게 보고되고 있다.

저자들은 범혈구감소증을 보이는 브루셀라증 환자가 후에 급성골수성백혈병으로 진단받은 증례를 보고하고자 한다.

71세 남자 환자가 발열과 범혈구감소증을 주소로 내원하였다.

브루셀라균이 혈액배양에서 관찰되었고, 골수검사에서는 브루셀라증에서 관찰될 수 있는 소견을 보였다.

약물 치료 후 환자의 임상 증상은 호전되었으나, 범혈구감소증은 여전히 관찰되었다.

약 6개월 후 환자는 폐렴과 범혈구감소증으로 재입원하였다.

두 번째 골수검사가 시행되었고, 그 결과 세포충실도와 모세포가 증가된 소견을 보였다.

염색체 검사에서는 46, XY,trp(8)(q11.2q22)[8]/46,idem,del(7)(q22)[12]의 결과를 보였다.

환자는 골수형성이상관련급성골수성백혈병으로 진단되었다.

@highlight

비특이적 혈액학적 이상소견이 나타나는데 반해, 범혈구감소증은 드물게 관찰되어 저자들은 범혈구감소증을 보이는 브루셀라증 환자가 급성골수성백혈병으로 진단받은 증례를 보고한다.

@highlight

약물 치료 후 환자의 임상 증상은 호전되었으나, 범혈구감소증이 관찰되었다.

