관변단체에 대한 편중지원의 문제점은 다양한 시민단체 및 학자들에 의해 한국 시민사회의 병폐로 인식되고 있다.

과거 군사정부시기 관변단체 육성 및 발전에 관한 법률이 도입되었고, 문민정부까지 권위주의 제도의 유산으로써 정부의 민간단체지원체계를 규율하는 하나의 제도로 정착하게 되었다.

이에 따라 본 연구에서는 편중지원 문제를 해결하기 위한 제도변화에도 불구하고, 정책의 경로의존성으로 인해 아직까지 편중지원이 발생하고 있는지 실증적으로 분석하였다.

분석 편의를 위해 편중지원에 대한 정권별 차이에 따라 제1기, 제2기, 제3기로 구분하였으며, 제1기에서 발생되는 관변단체에 대한 정부의 편중지원 문제가 제2기에서 도입된 제도의 변화를 거치면서 어떻게 달라졌는지 살펴보았다.

분석결과 흥미로운 점은 중앙정부의 경우 3개 단체(관변단체)에 대한 정부의 편중지원 현상이 제도의 도입 이후 해결되는 경향을 보인다는 것이다.

또한 중앙정부의 성향에 따라 편중지원 문제가 해결되어가는 과정에서 편중지원의 방향성이 달라짐을 알 수 있었다.

이에 반해 지방정부의 경우 3개 단체에 대한 편중지원의 문제점이 제도의 도입 이후에도 해결되지 않고 있음을 발견함으로써 관변단체에 대한 정부의 편중지원 문제가 중앙정부와 지방정부에서 다르게 나타나고 있음을 알 수 있었다.

@highlight

관변단체에 대한 편중지원의 문제점은 다양한 시민단체 및 학자들에 의해 한국 시민사회의 병폐로 인식되고 있다.

@highlight

이에 따라 본 연구에서는 편중지원 문제를 해결하기 위한 제도변화에도 불구하고, 정책의 경로의존성으로 인해 아직까지 편중지원이 발생하고 있는지 실증적으로 분석했다.

