최근의 데이터베이스 시스템은 전통적인 데이터베이스 처리 시스템과 다른 방법을 사용한다.

기존보다 많고 다양한 종류의 데이터를 저장해야 하기 때문에 최근의 데이터베이스 시스템은 분산 처리와 시스템의 확장성을 통해 빅데이터를 효율적으로 처리하는 것이 가장 중요해졌고, 이 중요성은 앞으로도 계속될 전망이다.

이 때문에 최근 검색엔진, SNS 서비스와 같이 지속적으로 빅데이터를 다뤄야 하는 서비스에서 빅데이터 처리를 위한 데이터베이스들을 개발, 연구 되고 있다.

특히 key-

value 데이터베이스 모델은 빠른 입출력과 확장성이 용이하다는 장점이 있어 빅데이터 처리에 알맞아 여러 어플리케이션의 시스템으로 사용 되고 있다.

다른 빅데이터 데이터베이스 모델들도 key-

value 데이터베이스 모델의 특징을 공유하고, key-

value 데이터베이스 모델에서 쓰이는 많은 기법들을 차용하고 있기 때문에 빅데이터 연구에 있어서 key-

value 데이터베이스에 관한 연구가 활발히 이루어지고 있다.

하지만 아직 최적화 관련 연구, 차세대 저장 장치를 적용한 연구 등 key-

value 데이터베이스를 더욱 향상 시킬 수 있는 부분들이 있어 관련 내용에 대한 연구가 필요한 상황이다.

본 논문은 빅데이터 플랫폼 분야의 화두로 떠오른 key-

value 데이터베이스에 대한 정의와 관련 기술들 및 연구되고 있는 플랫폼들을 열거하고, 기존 플랫폼들을 보완할 수 있는 방법론에 대해 제시한다.

@highlight

데이터베이스 시스템은 전통적인 데이터베이스 처리 시스템과 다른 방법을 사용하며, 기존보다 많고 다양한 종류의 데이터를 저장해야 하기 때문에 최근의 데이터베이스 시스템은 분산 처리와 시스템의 확장성을 통해 빅데이터를 효율적으로 처리하는 것이 가장 중요해졌다.

@highlight

최근 검색엔진, SNS 서비스처럼 빅데이터를 다뤄야 하는 서비스에서 빅데이터 처리를 위한 데이터베이스들이 연구되었다.

