최근 들어 어린이 대상 성범죄 여성 대상 범죄연쇄살인사건 등의 범죄가 도시지역 곳곳에서 일어나고 있다.

이러한 범죄발생에 대하여 불안을 느끼는 시민들은 경찰이 좀 더 효과적으로 범죄에 대응하는 것뿐만 아니라 그 어느 때보다 범죄발생에 앞서 사전 범죄예방노력에 힘을 쏟을 것을 요구하고 있다.

이 연구에서는 대전의 도시적 특징과 이에 따른 범죄의 변화를 살펴보고 분석한 후 좀 더 효과적인 대전시의 범죄예방대책에 대하여 논하고자 하였다.

이를 위해 대전시를 동구, 중구, 서구, 유성구, 대덕구로 나누어 각 지역의 인구사회학적 통계와 2005년에서 2007년 사이의 범죄발생비율을 지역의 특징을 연관시켜 범죄의 발생을 분석하고, 다음과 같이 범죄예방을 위한 방안을 제시하였다.

첫째, GIS등의 과학적 기법을 이용한 범죄다발지역의 집중단속강화를 통하여 범죄를 예방하여야 한다.

둘째, 지역사회와 학교가정 간의 연계를 통하여 급증하고 있는 청소년범죄를 예방하여야 한다.

셋째, 주택밀집지역의 취약가옥 개선 및 집중순찰을 통한 범죄예방정책을 수립해야 한다.

마지막으로 CPTED의 적극적인 활용을 통하여 범죄의 기회를 감소시키는 정책의 추구를 통해 범죄예방노력을 해야 한다.

@highlight

본 논문에서는 범죄예방대책에 대한 도시적 특징, 범죄의 변화를 살펴보고 대전시 범죄예방대책에 대하여 과학적 기법을 통한 집중단속강화, 청소년범죄 예방, 취약가옥의 개선 및 집중순찰 강화, CPTED를 활용한 범죄 기회 감소 등의 범죄 예방 방안을 제시하였다.

