본 연구는 서울시 공공임대주택 가구의 인적자본 수준이 고용의 질에 어떠한 영향을 미치는지 분석하였다.

연구 분석을 위해 자료는 SH도시연구원의 「2017 서울시 공공임대주택 입주자 패널조사」 자료를 사용하였고, SPSS 21.0 통계패키지를 활용하여 기술통계는빈도분석을 실시하고, 인적자본 수준과 고용의 질에 관한 분석은 다중로지스틱 회귀분석을사용하였다.

분석결과 공공임대주택 가구의 인적자본 특성 중 교육기간은 평균 13.94년으로 전문대학의 교육 년수가 14년임을 고려할 때 학력이 높게 나타나지는 않았다.

복지서비스(직업훈련/취업상담/취업알선)의 이용경험이 있는 집단은 9.4%에 불과하였고, 국민연금 및 건강보험의 직장가입자의 비율은 각각 30.2%와 40%로 나타나 공공임대주택 가구의 고용안정성은 높지 않은 것으로 나타났다.

따라서 이러한 결과를 바탕으로 공공임대주택 가구의 고용에 대한 접근성을 높이고 유지할 수 있도록 근로활성화 프로그램과 같은 역량강화 개입모델의 개발의 필요와 SH공사 공공임대주택 관리소에 취업 및 고용지원을 위한 전문인력의 일정기간 상주가 필요함을 제시하였다.

@highlight

서울시 공공임대주택 가구의 인적자본 수준이 고용의 질에 어떠한 영향을 미치는지 분석한 결과, 공공임대주택 가구의 학력은 높지 않으며, 국민연금 및 건강보험의 직장가입자의 비율이 각각 30.2%와 40%로 나타나 고용안정성이 낮은 것으로 드러났다.

