주파수 변조 방식의 방송 주파수에 동조되는 안테나와 Realtek 社의 RTL2832 칩을 이용하는 디지털 TV용 튜너와 아날로그-

디지털 변환기로 구성되는 universal serial bus (USB) 동글을 이용하여 스테레오 주파수 변조 방송의 실시간 수신기를 컴퓨터의 소프트웨어로 구현한다.

아날로그 방송 신호가 USB 동글에서 디지털 신호로 변환되고 이진 데이터를 컴퓨터에서 매트랩 및 파이선 프로그래밍 언어의 신호처리 기법을 이용하여 저역 통과 필터, 대역 통과 필터, 주파수 판별기, 양측파대 진폭 복조, 위상 고정 루프.

샘플링 변환, 디앰퍼시스 등의 기능 블록을 설계한다.

최종적으로 수신기의 실시간 구현을 위하여 파이선 및 C++로 구성되는 그누라디오 (GNU Radio)를 이용하여 수신기 알고리즘을 소프트웨어로 구현한다.

@highlight

주파수 변조 방식의 방송 주파수에 동조되는 안테나와 RTL2832 칩을 이용하는 디지털 TV용 튜너와 USB 동글을 이용하여 스테레오 주파수 변조 방송의 실시간 수신기를 컴퓨터의 소프트웨어로 구현한다.

