본 연구는 물류기업의 전략적 제휴 파트너십이 사업성과에 미치는 효과를 실증적으로 분석한 논문이다.

전 세계적으로 글로벌화와 지역화가 확대되어 가고 있는 상황에서 기업들의 주된 관심은 좋은 파트너기업을 선정하는 문제와 그 파트너기업과의 장기적인 파트너십을 유지해 나가는 것이 경영적 관심이라 하겠다.

이러한 관점에서 본 연구는 기존의 선행연구들을 바탕으로 파트너기업간의 핵심역량, 파트너기업간의 문화적 차이, 파트너기업간의 네트워크 역량, 파트너기업간의 제휴몰입도, 파트너기업간의 기업능력의 조화, 파트너기업간의 상호보완적관계, 파트너기업간의 상호 신뢰적 관계 등을 파트너십 요인으로 제시하였다.

본 연구의 결과 전략적 제휴의 파트너십 중에서 파트너기업간의 제휴몰입도와 파트너기업간의 상호보완적 관계가 사업성과에 정의 영향을 미치는 것으로 나타났다.

먼저, 파트너기업간의 제휴몰입도 측면에서, 전략적 제휴의 특성상 기업의 자원, 에너지, 경영능력을 최대한 전략적 제휴 사업에 집중시켜 나가는 것이 기업의 성장성에 긍정적인 영향을 미친다는 것을 반증하는 것이라 하겠다.

또한 파트너기업간의 상호보완적 관계 측면에서, 파트너기업간의 경영역량을 상호보완적으로 활용할 때 기업의 성장성에 긍정적인 영향을 미치는 것으로 나타났다.

이러한 연구결과는 국제협력사업이 확대되어가고 있는 상황에서 기업의 실무자들에게 중요한 실무적 시사점을 제공한다고 하겠다.

@highlight

물류기업의 전략적 제휴 파트너십이 사업성과에 미치는 효과를 실증분석하였다.

@highlight

연구 결과 전략적 제휴 파트너십 중 파트너기업간 제휴몰입도와 파트너기업간 상호보완적 관계가 사업성과에 정의 영향을 미치는 것으로 나타났다.

@highlight

또한 파트너기업간 상호보완적 관계 측면에서, 파트너기업간 경영역량을 상호보완적으로 활용할 때 기업의 성장성에 긍정적 영향을 미치는 것으로 나타났다.

