본 연구는 교사를 대상으로 다양한 교육가치들인 ‘교육 정치적 가치’, ‘교육 사회문화적 가치’, ‘교육 경제적 가치’, ‘교육 기술적 가치’들이 교사의 ‘지속가능한 교육발전 인식’, ‘지속가능한 교육만족 개선’, ‘지속가능한 학급경영 발전’ 요인을 통하여, ‘지속가능한 학교경영 발전’ 요인에 영향을 준다는 각 가설들에 대한 인과관계와 개발된 구조모델의 타당성을 검증하는 연구이다.

본 연구의 결과, 수정된 구조모델은 적합한 모델로서 받아들여 질 수 있으며, 이를 통한 연구결과는 다음과 같다.

첫째, 교육 경제적 가치 중, ‘경쟁의 가치’는 지속가능한 학교경영 발전에 가장 큰 긍정적 영향을 주고 있었다.

둘째, 교육 경제적 가치 중, ‘효율성의 가치’는 지속가능한 학교경영 발전에 긍정적 영향주고 있었다.

셋째, ‘교육 기술적 가치’는 지속가능한 학교경영 발전을 위하여 간접적 영향력이 매우 높은 것으로 나타났다.

마지막으로, 교육 정치적 가치인 ‘정부의 가치’와 ‘이해집단의 가치’에 대하여 학교 교사들은 유의미한 영향을 받지 않는 것으로 드러났다.

따라서 정부와 이해집단의 역할은 통제자와 압력행사자로서의 역할보다는 지원자, 평가자, 공정한 규칙을 만드는 사람으로서의 역할이 바람직한 것으로 판단된다.

@highlight

이 연구는 교사를 대상으로 다양한 교육가치들인 ‘교육 정치적 가치’, ‘교육 사회문화적 가치’, ‘교육 경제적 가치’, ‘교육 기술적 가치’들이 교사의 ‘지속가능한 교육발전 인식’, ‘지속가능한 교육만족 개선’, ‘지속가능한 학급경영 발전’ 요인을 통하여, ‘지속가능한 학교경영 발전’ 요인에 영향을 준다는 각 가설들에 대한 인과관계와 개발된 구조모델의 타당성을 검증하는 연구이다.

