조선 후기의 교육은 더 이상 유학의 이상과 책무를 논할 수 없는 분위기였다.

이 가운데 풍석 서유구(徐有榘, 1764~1845)는 유학 본래의 목적에 충실한 ‘실용’의 공부를 추구하고자 했다.

이 글에서 다루고자 하는 임원경제지는 서유구가 강조한 ‘실용’의 의의를 충실히 담고 있는, 일종의 ‘공부서’라 볼 수 있다.

즉 일상에서 선비가 다루어야 할 공부의 범위와 내용을 담고 있다.

임원경제지가 나오기까지의 배경에는 다양한 전문 지식의 습득, 유학 본연에 충실한 공부, 배움이 삶에 실질적으로 기여할 수 있어야 한다는 가학(家學)의 분위기 등이 있었다.

그 결과 임원경제지는 인간 삶에 실질적으로 필요한 다방면의 학문들이 통합·기술되고 있다.

이는 서유구가 직접 관찰하고 경험함으로써 검증된 지식들이라는 점에서, 입으로만 떠드는 죽은 지식과는 거리가 멀었다.

임원경제지는 무엇보다 지금 이 땅에서 살아가는 조선 백성의 삶에 초점이 맞춰져 있다.

이는 수기·치인이라는 유학의 본질을 벗어나지 않았다고 할 수 있다.

이처럼 임원경제지는 인문학과 기술의 시너지, 그로 인한 창의적 결과물은 ‘사람다움’을 우선하는 인성에서 비롯되어야 함을 보여준다고 할 수 있다.

@highlight

풍석 서유구(徐有榘, 1764~1845)는 유학 본래의 목적에 충실한 ‘실용’의 공부를 추구하고자 했으며 임원경제지는 서유구가 강조한 ‘실용’의 의의를 충실히 담고 있는, 일종의 ‘공부서’이고 임원경제지가 나오기까지의 배경에는 다양한 전문 지식의 습득, 유학 본연에 충실한 공부, 배움이 삶에 실질적으로 기여할 수 있어야 한다는 가학(家學)의 분위기 등이 있었다.

