공개 웹 서비스의 수효가 증가하면 동일한 기능을 제공하는 웹 서비스가 여러 개 존재하게 될 것이다.

이들은 가격, 응답 시간, 가용성 등 다양한 QoS 특성들을 가지게 되는데, 주어진 QoS 제약을 만족하며 가장 적합한 서비스를 선택하는 것은 매우 중요한 작업이다.

본 논문에서는 비즈니스 프로세스의 병행 분기와 응답시간 제약을 중점적으로 고려하여 서비스의 선택 모형을 연구하였다.

다차원 다중선택 Knapsack 모형을 기본으로, 각 프로세스 실행 경로 별로 응답시간 제약조건을 갖는 방안과 전체 서비스 타입에 대하여 하나의 응답시간 제약조건을 갖는 방안, 그리고 특정 경로에 대해서만 응답시간 제약 조건을 적용하는 방안을 제시하고, 실험을 통하여 서비스 수, 병행 분기의 수 그리고 제약 조건 값의 크기 등의 변화에 따른 각 방안의 성능을 살펴보았다.

실험에 사용된 데이터를 기준으로 볼 때, 파레토 우세를 이용하여 후보 서비스 수를 줄이는 것은 매우 효과적이며, 중소규모의 복합 웹 서비스에서는 전체 서비스 타입에 대하여 하나의 응답시간 제약을 설정한 방안이 실행 시간과 탐색 해의 최적 해 근접도 면에서 효율적인 것으로 분석되었다.

@highlight

비즈니스 프로세스의 병행 분기와 응답시간 제약을 고려하여 서비스의 선택 모형을 연구하였다.

@highlight

그 결과 파레토 우세를 이용하여 후보 서비스 수를 줄이는 것과, 전체 서비스 타입에 대하여 하나의 응답시간 제약을 설정한 방안이 실행 시간과 탐색 해의 최적 해 근접도 면에서 효율적인 것으로 분석되었다.

