노령인구의 급속한 성장으로 노년층을 겨냥한 광고 및 마케팅이 꾸준히 증가하고 있지만, 여전히 노년층 모델은 다른 연령집단에 비해 상대적으로 광고에서 배제되고 있을 뿐만 아니라, 부정적으로 묘사되고 있다.

이는 광고소비자들의 인식이 광고모델로서 노년층에 대해 부정적으로 형성돼 있거나 혹은 광고효과가 거의 없을 것이라는 광고주 및 광고실무자들의 우려에 따른 것이다.

본 연구는 이에 광고주 및 광고실무자의 우려대로 모델의 연령이 실제로 광고 효과에 영향을 미치는지, 그리고 그 영향력이 광고소비자의 연령대에 따라 다른지를 검증해 보았다.

분석 결과, 광고 모델의 연령은 광고된 제품에 대한 평가와 구매의도에는 영향을 미치지 않았지만, 광고에 대한 평가와 모델에 대한 평가(매력성, 신뢰성 및 적합성)에 영향을 미치는 것으로 나타났다.

또한 중년의 모델보다는 젊은 모델을 나아가 젊은 모델보다는 오히려 노년의 모델이 등장하는 광고가 광고소비자들로부터 보다 긍정적으로 평가되고 있음을 확인할 수 있었다.

이 같은 결과는 광고 관리적 차원뿐만 아니라 노년층의 광고를 통한 사회화 차원에서 노년층 모델기용에 대한 학문적 근거 및 실증적 결과를 제시한 것으로 평가될 수 있다.

@highlight

이 연구는 이에 광고주 및 광고실무자의 우려대로 모델의 연령이 실제로 광고 효과에 영향을 미치는지, 그 영향력이 광고소비자의 연령대에 따라 다른지를 검증해 보았다.

