본 연구는 한국노인의 생활만족도에 미치는 영향 요인을 활동요인과 자원요인을 중심으로 분석하고 각 변인에 대한 설명력의 정도를 파악하는 것을 주요 연구목적으로 한다.

이를 위해 국내외 문헌을 검토하고 한국보건사회연구원에서 조사한 ‘2004년도 전국 노인생활실태 및 복지욕구조사’ 자료를 활용하였다.

분석결과 한국노인의 전반적인 생활만족도 평균은 보통정도인 것으로 나타났다.

자녀와의 관계나 배우자와의 관계에 대한 만족도는 비교적 높은 편인데 반해, 경제상태나 건강상태에 대한 만족도는 비교적 낮은 것으로 나타났다.

활동요인과 자원요인 모두 생활만족도에 유의한 차이가 있음을 발견할 수 있었다.

특히, 상관관계 및 회귀분석에서는 활동요인은 상관관계가 낮게 나타났으며 유의한 관계모형을 찾을 수 없었고, 만성질병 수, 주관적 건강인식 등 건강요인과 월 용돈 등 경제력요인으로 구성되는 개인자원이 한국노인의 생활만족도에 영향을 주는 가장 큰 결정요인으로 작용하였다.

또한 사회자원 중에서는 경로연금 수령여부만 유의하게 생활만족도에 영향을 주는 것으로 나타났으며, 그 외의 사회적 관계요인과 공적 지원요인도 미비한 영향이 있으나 개인자원요인에 의해 형성되어진 생활만족도에 큰 변화를 줄 정도의 결정요인은 아닌 것으로 나타났다.

이러한 연구결과를 토대로 정책적 함의와 제언을 제시하였다.

@highlight

한국노인의 생활만족도에 미치는 영향 요인을 활동요인과 자원요인을 중심으로 분석하고 각 변인에 대한 설명력의 정도를 파악한 결과 한국노인의 전반적인 생활만족도 평균은 보통정도였고 자녀와의 관계나 배우자와의 관계에 대한 만족도는 비교적 높은 편인데 반해, 경제상태나 건강상태에 대한 만족도는 비교적 낮았다.

