본 연구는 휠체어무용수의 공연에서 나타나는 카타르시스의 개념을 이해하고, 사례연구법을 활용하여 카타르시스의 경험들을 심리학적·예술학적으로 분류하고 파악하고자 하는 논문이다.

휠체어무용수들은 신체적 심리적으로 억압과 경제적 어려움 및 공연준비과정에서의 어려움을 공연에서 경험하는 카타르시스를 통해 해소하고 있었다.

본 연구에서는 휠체어무용수들이 공연에서 경험하는 카타르시스에 대해 심리학적·무용학적 분석을 통해 카타르시스에 대한 새로운 해석을 도출하고자 했다.

연구의 목적을 달성하기 위하여, 본 연구에서는 이론적 배경에서 카타르시스의 개념에 대해 분석하고, 카타르시스의 종류를 순화의 카타르시스, 중용의 카타르시스, 영성의 카타르시스로 분류하고 사례연구법을 활용해 분석하였다.

휠체어무용수들은 무용공연에서 자신을 돌아보고, 중용의 지향점을 찾았으며, 환희를 느낌으로써 카타르시스를 경험했다.

휠체어무용수들은 카타르시스의 경험을 통해 자신의 삶과 예술가로서의 삶, 장애인으로서의 삶에 대한 새로운 시각을 가졌고, 심리적 안정감과 성취에서 오는 만족감을 느끼고 있었다.

@highlight

본 연구는 휠체어무용수의 공연의 카타르시스의 개념을 이해하고, 카타르시스의 경험들을 심리학적·예술학적으로 분류, 파악한 결과,  휠체어무용수들은 경험을 통해 자신의 삶과 예술가로서의 삶, 장애인으로서의 삶에 대한 새로운 시각을 가졌고, 심리적 안정감, 만족감을 느낌을 알 수 있었다.

