본 연구는 상담자들이 전문성 발달 과정에서 체험하게 되는 자기성찰 경험을 Giorgi의 현상학적 연구방법으로 분석한 질적 연구이다.

연구대상은 자기성찰에 관심을 갖고 있는 상담자로 상담경력 15년 이하의 상담전문가 10명으로 선정하였다.

연구결과 총 764개의 의미단위와 96개의 의미단위 요약, 22개의 하위구성요소가 도출되었으며 최종적으로 7개의 상위범주를 생성하였다.

이 7개 상위범주는 ‘상담자로서 적합성을 고민하며 불안과 혼란을 느낌’, ‘의식하지 못했던 자기문제가 자각됨’, ‘불편함을 버티어 내며 새로운 시도를 함’, ‘다양한 수련과정에서 문제회복의 반복적 노력을 통해 자기신뢰가 형성됨’, ‘관점의 한계를 넘어 의미가 재발견 됨’, ‘자기에 대한 수용이 타인의 수용으로 확장됨’, ‘일상과 상담에서 자기다움의 태도를 체화해 나감’이었다.

연구결과는 현상에 따라 일관된 구조로 통합하였으며, 본 연구를 통해 발견된 상담자 자기성찰 경험의 본질은 상담자에게 요구되는 이상화된 외적 가치 기준을 주체적으로 통합하고 확장시켜 나가는 현상으로 자기의 개념을 재구성해 가는 것이었다.

마지막으로 상담자 발달에 기여하는 자기성찰의 의미를 기존연구와 비교하고 연구의 제한점과 추후 연구를 위한 제안을 논하였다.

@highlight

이 연구는 상담자들이 전문성 발달 과정에서 체험하게 되는 자기성찰 경험을 Giorgi의 현상학적 연구방법으로 분석한 질적 연구이다.

