최근 사이버 공간의 글로벌 질서를 모색하려는 시도가 벌어지고 있다.

그야말로 사이버 공간이 본격적인 세계정치의 공간으로 자리매김하기 시작했다.

‘인터넷 강국’으로 자부하는 한국의 입장에서도 이러한 글로벌 질서의 성격을 정확히 이해하고 그 형성의 과정에 적극적으로 참여하는 일은 매우 중요한 국가전략적 과제가 되었다.

새로운 세계정치의 공간으로서 사이버 공간은 기존에 국민국가들을 중심으로 부국강병의 게임이 벌어지던 오프라인의 국제정치 공간과는 그 성격이 사뭇 다르다.

무엇보다도 사이버 공간은 지식력을 잣대로 파악되는 지식질서의 공간이다.

또한 사이버 공간은 국가이외에도 다양한 비국가 행위자들이 활동하는 공간이다.

현재 사이버 공간의 글로벌 지식질서 형성과정에서는 지식패권과 지식주권, 글로벌 거버넌스와 국제레짐, 초국적 공론장과 사이버 민족주의 등으로 개념화되는 세력들이 경합하는 복합적인 양상을 나타나고 있다.

그러나 노드(node) 기반의 발상에 머물고 있는 기존의 국제정치이론은 사이버 공간의 세계정치적 의미를 파악하는 데 매우 둔감하다.

이러한 맥락에서 이 글은 네트워크 세계정치이론의 시각을 원용하여 사이버 공간에서 창발하고 있는 글로벌 지식질서의 구조와 동학을 탐구함으로써 이에 대응하는 미래 국가전략의 방향을 모색하기 위한 기초 논의로 삼고자 하였다.

@highlight

최근 사이버 공간의 글로벌 질서를 모색하려는 시도가 벌어지고 있다.

@highlight

‘인터넷 강국’으로 자부하는 한국의 입장에서도 이런 글로벌 질서의 성격을 정확히 이해하고 그 형성의 과정에 적극적으로 참여하는 일은 매우 중요한 국가전략적 과제가 됐다.

