병렬 머신 스케줄링은 주어진 작업들의 총 완료 시간이 최소가 되도록 작업들을 병렬 머신들에 할당하는 문제로강철 산업, 반도체 제조, 플라스틱 산업 등 다양한 제조 시스템 분야에서 활용되고 있다.

각 작업들은 준비 과정과처리 과정을 거치게 되는데, 응용 분야에 따라 제거 과정이 필요한 경우도 있다.

이 중 처리 과정은 병렬 머신만 사용되는데 비해, 준비 과정이나 제거 과정은 서버와 병렬 머신이 동시에 사용된다.

기존의 연구들은 단일 서버를 사용하거나 준비 과정과 처리 과정만을 고려하는 연구가 대부분인데, 단일 서버를 사용하는 경우에는 서버에 병목 현상이 발생하게 되어 총 완료 시간이 늦어지게 되고, 병렬 머신의 수를 증가시키더라도 총 완료 시간은 별로 향상되지 않는 단점을 가지게 된다.

본 연구에서는 다중 서버를 사용하고 준비 과정, 처리 과정, 제거 과정을 모두 고려하는 병렬 머신 스케줄링 알고리즘을 제안하고, 서버의 수와 병렬 머신의 수가 총 완료 시간에 어떤 영향을 미치는지실험을 통해 분석하였다.

@highlight

본고에서는 다중 서버를 사용하며 준비 과정, 처리 과정, 제거 과정을 모두 고려하는 병렬 머신 스케줄링 알고리즘을 제안하였다.

@highlight

또한, 서버의 수 및 병렬 머신의 수가 총 완료 시간에 어떠한 영향을 미치는지 실험을 통하여 분석했다.

