본 연구의 목표는 대학생의 사회정서역량 프로그램 개발을 위한 요구분석을 실시하여 사회정서역량 개발을 위한 기초연구로서 시사점을 얻는데 있다.

이를 위해 부산, 경남 일대의 대학생을 대상으로 사회정서역량의 요구수준을 설문과 초점집단인터뷰(Focus Group Interview)를 통해 조사하였다.

설문을 통한 요구분석을 위해 첫째, t검증을 통해 바람직한 수준과 현재수준의 차이를 통계적으로 검증하였다.

둘째, Borich의 요구도 공식을 사용하여 우선순위를 도출하였다.

셋째, The Locus for Focus 모델을 활용하여 요구도를 좌표평면을 이용하여 제시하였다.

넷째, 이를 종합하여 최우선 순위 항목과 차 우선순위 항목을 도출하였다.

또한 초집집단인터뷰(FGI)를 실시하여 대학생 총 10명을 대상으로 두 차례에 걸쳐 초점집단인터뷰(FGI)를 실시하였다.

그 결과 학생들의 경험에 기초한 질적 자료들을 통해 의미 있는 결과들을 도출하였다.

설문과 인터뷰를 통한 요구분석을 종합한 결과 대학생의 경우 사회정서역량의 다섯 가지 하위역량인 자기인식, 타인인식, 자기관리, 관계관리, 책임 있는 의사결정 중에서 자기관리와 자기인식 역량에서 가장 많은 필요성을 느꼈으며 그 다음으로 관계역량에 대한 요구가 높은 것으로 나타났다.

시사점과 추후연구에서의 제안점이 논의되었다.

@highlight

대학생의 사회정서역량 프로그램 개발을 위한 요구분석을 수행하여 시사점을 얻고자 하였다.

@highlight

요구분석을 종합한 결과, 대학생들은 사회정서역량의 다섯 가지 하위역량인 자기인식, 타인인식, 자기관리, 관계관리, 책임 있는 의사결정 중에서 자기관리와 자기인식 역량에 대한 요구가 가장 컸으며, 그 다음으로 관계역량에 대한 요구가 높았다.

