본 연구의 목적은 산업재해 근로자의 재활서비스 이용의 예측 요인을 Andersen과 Newman의 행동 모델을 사용하여 분석하는 것이다.

본 연구의 분석 자료는 근로복지공단의 산업재해보험 패널조사 제1차 코호트 데이터에서 1차년도 데이터를 추출해 이용했다.

재활서비스 전체와 하위 유형인 직업, 의료, 그리고 사회심리재활서비스 이용 예측 요인은 로지스틱 회귀분석을 사용하여 분석하였다.

첫째, 재활서비스 이용에 영향을 미치는 요인은 성별, 전체 근로자 수, 한 해 총소득, 요양 기간, 현재 건강 수준, 통증 횟수, 장애등급이 유의한 영향을 미치는 것으로 나타났다.

둘째, 직업재활서비스는 성별, 연령, 전체 근로자 수, 산업재해 전 건강 상태, 한 해 총 소득, 요양 기간, 장애등급이 유의한 영향을 미치는 것으로 나타났다.

셋째, 의료재활서비스 이용에는 성별, 연령, 학력, 한 해 총 소득, 요양 기간, 현재 건강 수준, 장애등급이 유의한 영향을 미치는 것으로 나타났다.

넷째, 사회심리재활서비스 이용에는 성별, 재해 당시 종사상 지위, 한 해 총 소득, 요양 기간이 유의한 영향을 미치는 것으로 나타났다.

본 연구의 결과에 따라 산업재해 근로자의 특성에 맞는 재활서비스를 좀 더 확대 개발할 필요가 있으며 재활서비스의 사각지대를 해소할 필요가 있음을 제언했다.

@highlight

본 연구는 산업재해 근로자의 재활서비스 이용의 예측 요인을 Andersen과 Newman의 행동 모델을 사용하여 분석하였다.

@highlight

그 결과, 재활서비스·직업재활서비스·의료재활서비스·사회심리재활서비스 이용에 성별, 연령, 전체 근로자 수, 한 해 총소득, 현재 건강 수준 등이 영향을 미치는 것으로 나타났다.

