본 연구에서는 정보거래확률(probability of informed trading)로써 측정되는 역선택의 위험도가 미국 뉴욕증권거래소(New York Stock Exchange)에 상장된 폐쇄형 투자펀드(closed-

end fund)의 할인율에 반영될 수 있다는 실증적 분석결과를 보여준다.

이는 폐쇄형 투자펀드의 할인현상이 개인 투자자들의 감정적으로 편향된 투자성향에 기인한다는 기존의 실증적 연구결과에 비추어 직관적이지 않다.

그러므로 정보거래확률의 추정치가 행태적 편향효과에 의해 과대평가되었을 가능성이 있다.

이에 시장전체 투자자 감정지수(investor sentiment index), 투자자의 관성적 투자습관(momentum) 및 비유동성 척도(illiquidity) 등을 추가적으로 통제한 결과 여전히 정보거래확률이 폐쇄형투자펀드의 할인현상에 대해 설명력이 있음을 보여준다.

이는 내부정보를 접한 투자자의 과신(overconfidence)에 기인한 처분효과(disposition effect)가 수치적으로 정보거래확률에 반영되었음을 시사한다.

@highlight

이 연구에서는 정보거래확률로써 측정되는 역선택의 위험도가 미국 뉴욕증권거래소에 상장된 폐쇄형 투자펀드의 할인율에 반영될 수 있다는 실증적 분석결과를 보여준다.

