이 논문은 인문학적 자본주의 세계화 읽기를 시도하며, 더 나아가자본주의 세계화에 대한 신학적 비판과 대안 제시를 시도한다.

그 첫째목적은 현재의 세계화 과정－특히 자본주의의 지구화－이 우리들의 삶과 기독교 신앙에 미치는 부정적인 결과들을 드러내는 것이다.

다음으로 이 논문은 기독교회가 그 세계화에 대해서 반응하기 위한 몇가지제안들을 제시하고자 한다.

자본주의적 세계화는 소수의 자본주의자들이－특히 국제자본가들－세계의 재화와 자원 대부분을 지배하는, 소위 “20대 80”의 사회를 만들어 내었으며, 이로써 다수의 사람들은 가난과 기아에 허덕이게 되었다.

세계화가 진전됨에 따라서 그들 초부자들과 그 외 사람들간의 간격은더욱더 커지고 있다.

경제적인 독점과 경제-

정치적 권력의 집중은 더많은 나라들이 설득과 강압에 의해 그 국제적 자본주의에 가담하면서더욱 강화되고 있다.

이것은 기독교인들의 주의를 끌어야만 한다.

왜냐하면, 이러한 지구적인 현상은 불의할 뿐만 아니라 기독교의 종말론적 전망과도 상당한연관성을 보여주기 때문이다.

그러므로, 기독교회는 교인들에게 이 자본주의적 지구화의 소름끼치는 본질에 관해 교육시키도록 부름받는다.

교회는 이러한 지구적 과정에 지혜롭게 적응할 뿐만 아니라, 권력을 소수에 의해 독점해 가는 이 불의하고 위험한 과정에 도전하고 개혁하도록 부름받는다.

@highlight

이 논문은 인문학적 자본주의 세계화 읽기를 시도하며, 더 나아가자본주의 세계화에 대한 신학적 비판과 대안 제시를 시도한다.

@highlight

그 첫째목적은 현재의 세계화 과정－특히 자본주의의 지구화－이 우리들의 삶과 기독교 신앙에 미치는 부정적인 결과들을 드러내는 것이다.

