균

혈

증

은

 

생

명

을

 

위

협

하

는

 

위

중

한

 

감

염

으

로

서

 

조

기

 

진

단

과

 

이

에

 

따

른

 

적

절

한

 

항

균

제

 

치

료

에

 

의

해

 

예

후

가

 

달

라

진

다

.

 

본

 

연

구

에

서

는

 

균

혈

증

에

서

 

오

염

균

과

 

병

인

균

의

 

감

별

 

진

단

에

서

 

혈

청

 

p

r

o

c

a

l

c

i

t

o

n

i

n

 

(

P

C

T

)

의

 

진

단

적

 

유

용

성

을

 

평

가

해

 

보

고

자

 

하

였

다

.

 

2

0

0

8

년

 

2

월

부

터

 

1

0

월

까

지

 

4

7

3

명

을

 

대

상

으

로

 

혈

청

 

P

C

T

,

 

C

-

r

e

a

c

t

i

v

e

 

p

r

o

t

e

i

n

 

(

C

R

P

)

과

 

혈

액

배

양

을

 

시

행

하

였

고

,

 

의

무

기

록

을

 

토

대

로

 

임

상

 

소

견

과

 

검

사

 

결

과

를

 

후

향

적

으

로

 

분

석

하

였

다

.

 

혈

액

배

양

 

음

성

군

과

 

양

성

군

의

 

P

C

T

 

농

도

의

 

평

균

은

 

각

각

 

6

.

4

5

 

n

g

/

m

L

와

 

2

8

.

7

7

 

n

g

/

m

L

로

서

 

통

계

적

으

로

 

유

의

한

 

차

이

가

 

있

었

다

(

P

＜

0

.

0

0

1

)

.

 

P

C

T

 

농

도

는

 

그

람

음

성

막

대

균

(

평

균

±

표

준

편

차

;

 

5

9

.

5

8

±

6

7

.

0

0

 

n

g

/

m

L

)

 

균

혈

증

에

서

 

그

람

양

성

알

균

(

평

균

±

표

준

편

차

;

 

1

7

.

7

5

±

4

2

.

8

8

 

n

g

/

m

L

)

 

균

혈

증

에

 

비

해

 

월

등

히

 

높

았

다

(

P

＜

0

.

0

0

1

)

.

 

상

대

수

행

능

곡

선

 

분

석

에

서

 

균

혈

증

의

 

병

인

균

에

 

대

한

 

P

C

T

와

 

C

R

P

의

 

곡

선

아

래

면

적

(

9

5

%

 

신

뢰

구

간

)

은

 

각

각

 

0

.

8

8

0

 

(

0

.

8

2

0

~

0

.

9

4

0

)

과

 

0

.

6

3

7

 

(

0

.

5

3

8

~

0

.

7

3

6

)

였

다

.

 

P

C

T

 

농

도

값

 

2

 

n

g

/

m

L

를

 

판

정

기

준

치

로

 

하

면

 

병

인

균

의

 

양

성

예

측

도

와

 

음

성

예

측

도

는

 

각

각

 

8

3

.

6

%

와

 

7

7

.

4

%

였

다

.

 

혈

청

 

P

C

T

는

 

혈

액

배

양

에

서

 

오

염

균

과

 

병

인

균

을

 

신

속

하

고

 

정

확

하

게

 

감

별

하

는

 

데

 

도

움

을

 

줄

 

수

 

있

는

 

유

용

한

 

검

사

였

다

.

@highlight

균혈증은 생명을 위협하는 위중한 감염으로서 조기 진단과 이에 따른 적절한 항균제 치료에 의해 예후가 달라진다. 이 연구에서는 균혈증에서 오염균과 병인균의 감별 진단에서 혈청 procalcitonin의 진단적 유용성을 평가해 보고자 했다.