제2차 바티칸 공의회는 ‘가난한 이들의 교회’라는 주제를 교회에 관한 교의 헌장 속에서 명시함으로써 이 주제가 교의적 차원에서 다루어져야 함을 보여주었다.

본 연구는 먼저 ‘가난한 이들’의 주제를 다루고 있는 LG 8c의 형성과정을 따라가면서 이 문단이 “민족들 가운데 세워진 깃발”이라는 표현의 설명이라는 것을 보았고, 이 표현이 제1차 바티칸 공의회에서 매우 중요했던 표현임을 염두에 두고, 제2차 바티칸 공의회가 이 표현을 생략한 이유에 관심을 가졌다.

이어서 이 문단의 문헌적 콘텍스트에 주목하여 ‘가난한 이들의 교회’라는 주제가 교회헌장에서 교회의 본질을 이해하는데 있어서 어떠한 의미를 가지고 있는 지를 신비, 그리고 구원의 보편적 성사로서의 교회 개념이라는 틀 안에서 살펴보았다.

여기서 ‘가난한 이들의 교회’, 그 창립자인 그리스도의 모범을 따르는 교회가 보편적 성사로서의 교회 개념을 구체적으로 실현하는 모습임이 드러났고 따라서 구원의 실재 표징(signum), 곧 ‘민족들 가운데 세워진 깃발’ 임을 보여주었다.

이런 의미에서 비록 제2차 바티칸 공의회가 교회의 정체성을 표현하는데 있어서 앞선 공의회가 남겨놓았던 정적이고 소극적인 뉘앙스를 피하기 위해 이 표현을 직접 사용하지는 않았지만, 실제로는 그 의미를 완성시키고 발전시켰음을 볼 수 있다.

@highlight

이 연구는 먼저 ‘가난한 이들’의 주제를 다루고 있는 LG 8c의 형성과정을 따라가면서 이 문단이 “민족들 가운데 세워진 깃발”이라는 표현의 설명이라는 것을 보았고, 이 표현이 제1차 바티칸 공의회에서 매우 중요했던 표현임을 염두에 두고, 제2차 바티칸 공의회가 이 표현을 생략한 이유에 관심을 가졌다.

