본 연구에서는 안강망 어구의 전개력을 향상시키기 위해 범포 하단에 부착되는 기존의 원기둥 형태의 종대를 개선하고 그 성능을 시험하였다.

시험에 사용 된 개량형 종대는 길이 1.8 m, 너비 0.075 m 및 두께 4 mm의 13 개의 평철과 길이 2.0 m 및 지름 50 mm의 파이프로 구성된다.

개량형 종대와 기존 종대를 부착한 어구를 각각 수중에 설치하고 21 시간동안 거동을 조사했다.

거동을 확인하기 위해 GPS 로거를 좌측 및 우측 범포 상단에 붙어있는 부이와 자루그물의 돋움줄에 연결된 부이에 부착하였다.

테스트 결과 개량형 종대가 부착된 어구의 회전은 기존 종대를 부착한 어구의 회전보다 원활하였다.

그리고 어구의 입구 간격이 가장 많이 줄어드는 정조 이후의 부이간격을 비교 한 결과, 개량형 종대를 부착한 어구가 기존 종대를 부착한 어구보다 부이의 간격이 넓었고, 벌어지는 시간이 길수록 어구의 회전이 원활하였다.

따라서 개량형 종대를 사용하면 안강망 어구의 전개력과 회전 성능을 높일 수 있을 것으로 판단된다.

@highlight

본 논문에서는 안강망 어구의 전개력을 향상시키기 위하여 범포 하단에 부착되는 기존의 원기둥 형태의 종대를 개선하였고, 그 성능을 테스트하였다.

