최근 인적자원관리시스템이 어떠한 경로를 거쳐 조직 효과성 제고에 긍정적으로 기여하는지 그 메커니즘 관련 연구들이 활발히 이루어지는 가운데, 본 연구에서는 상대적으로 다루어지지 않았던 인사기능의 활동에 주목하여 매개 경로를 설명하고자 한다.

즉, 본 연구는 프로세스 관점에 근거하여 내용으로서의 고성과작업시스템이 인사부서의 활동이라는 프로세스를 거쳐 종업원들의 태도에 영향을 준다는 매개 효과를 살펴보는데 그 목적이 있다.

이를 위해 본 연구에서는 2009년 기업 인적자본 데이터를 이용하여 471개 회사를 분석한 결과, 고성과작업시스템이 종업원의 직무만족 및 조직몰입을 향상시키는데 있어 인사부서의 활동이 이들 관계를 부분 매개함을 보여 주었다.

본 연구의 결과는 훌륭한 인사제도는 그 자체로도 종업원의 긍정적 태도 형성에 도움을 주지만, 인사기능이 이를 어떻게 전달하느냐 역시 고성과작업시스템 설계 시 의도한 효과를 충분히 실현하는데 있어 중요함을 보여준다.

이러한 측면에서 제도 설계뿐 아니라, 설계된 제도를 인사기능이 조직 구성원들에게 어떻게 효과적으로 전달할 것인가에 대한 인사기능 활동에 대한 고민이 필요함을 본 연구는 제기하고 있다.

@highlight

요즘 인적자원관리시스템이 어떠한 경로를 거쳐 조직 효과성 제고에 긍정적으로 기여하는지 그 메커니즘 관련 연구들이 활발히 이뤄지는 가운데, 본 연구는 상대적으로 다루어지지 않았던 인사기능의 활동에 주목해 매개 경로를 설명하고자 한다.

