본 연구의 목적은 지도자의 코칭방식이 태권도 선수들의 도덕적 이탈과 친사회적, 반사회적 행동에 미치는 영향을 확인하고, 도덕적 이탈이 이러한 관계를 어떻게 매개하는지를 검증하는데 있다.

연구의 대상은 평화기 전국대회에 참가한 중·고등학교 선수 252명이었으며, 질문지를 통하여 코칭 방식과 도덕성 행동 그리고 도덕적 이탈을 측정하여, 검증한 결과는 다음과 같다.

첫째, 통제적 코칭 방식은 상대 선수에 대한 반사회적 행동에 유의한 정(+)의 영향을 미치고 있으며, 이 관계는 도덕적 이탈(결과왜곡과 비인간화)에 의하여 부분 매개되었다.

둘째, 통제적 코칭 방식은 팀 동료에 대한 반사회적 행동에 유의한 정(+)의 영향을 미쳤으나, 도덕적 이탈을 경유한 간접효과는 없었다.

반면, 자율적 코칭 방식은 팀 동료에 대한 반사회적 행동에 유의한 부(-

)의 영향을 미쳤으나, 도덕적 이탈을 경유한 간접효과는 없었다.

셋째, 통제적 코칭 방식은 상대 선수/팀 동료에 대한 친사회적 행동과 상관이 없었으며, 자율적 코칭 방식은 팀 동료에 대한 친사회적 행동에 정(+)의 영향을 미쳤으나, 도덕적 이탈을 경유한 간접효과는 없었다.

@highlight

이 연구의 목적은 지도자의 코칭방식이 태권도 선수들의 도덕적 이탈과 친사회적, 반사회적 행동에 미치는 영향을 확인하고, 도덕적 이탈이 이러한 관계를 어떻게 매개하는지를 검증하는데 있다.

