이 연구의 목적은 국어과 매체 수업의 개념과 내용을 알아보고, 매체 수업의 문제점을 개선하는 방법에 대하여 탐색하는 것이다.

매체 수업은 학습자의 관심이 높고, 동기 유발이 잘되고, 상호 협동적인 사고를 촉진하고, 창의적 표현 능력과 복합 언어 양식 능력을 신장시키며, 교육 내용의 외연을 확장시키므로 국어과 수업에서 매우 중요하다.

교육 현장에서 실행되는 매체 수업의 문제점으로는 ‘매체’와 관련한 국어과 영역이 설정되어 있지 않은 점, 매체 수업이 듣기·말하기 영역을 중심으로 이루어지는 점, 매체 수업이 ‘이해’ 활동을 중심으로 이루어지는 점, 매체 영역에 알맞은 평가 방법이나 체제가 구축되어 있지 않은 점, 매체 수업이 타 교과와의 상호 교류가 실행되지 않은 점 등이 있다.

매체 수업의 문제점을 개선하는 방법으로 국어과 영역 안에 ‘보기’와 ‘만들기’ 영역을 설정하기, 듣기·말하기 영역뿐만 아니라 읽기, 쓰기 등의 국어과 전 영역에서 매체 수업이 골고루 이루어지도록 하기, 이해 활동뿐만 아니라 ‘표현’ 활동을 강조하여 이해와 표현이 균형을 이루는 수업이 되도록 하기, 매체 수업에 알맞은 워크숍이나 프로젝트 중심으로 이루어지는 평가 체제를 구축하기, 매체 수업이 타 교과의 도구적 역할을 하도록 국어과 이외의 타 교과와의 상호 교류 확대를 제시하였다.

@highlight

연구의 목적은 국어과 매체 수업의 개념과 내용을 알아보고, 매체 수업의 문제점을 개선하는 방법에 대하여 탐색하는 것이다.

