본 연구의 목적은 아버지의 역할수행과 부부대화에 따른 어머니의 양육스트레스 및 언어유형은 어떠한 차이가 있는지를 고찰해보는 것이다.

따라서 본 연구의 대상은 서울시 성동구에 위치한 T어린이집과, 성남시 중원구에 위치한 S국공립어린이집, 안산시 상록구에 위치한 D어린이집, Y유치원, J유치원, D유치원, 단원구에 위치한 W시립어린이집에 다니고 있는 5세∼7세 유아들의 부모를 대상으로 질문지 720부를 배부하였고, 이 중 453부를 회수하여 검토하는 과정에서 무응답이나 부실기재 또는 아버지 역할수행 질문지가 작성되지 않은 76부를 제외하고, 실제 분석에 사용한 질문지는 377부였다.

자료의 분석을 위하여 SPSS프로그램을 사용하였고, 측정도구의 신뢰도를 알아보기 위해 Cronbach's α계수를 산출하였으며, ANOVA(일원변량분석)을 실시하였다.

본 연구에 따르면, 어머니의 양육스트레스는 아버지의 역할수행정도가 지속적으로 이루어진다고 느끼는 어머니일수록 자녀양육에 대한 스트레스를 덜 느끼며, 어머니-

유아간의 상호작용이 긍정적인 관계를 형성하게 되고, 부부관계에서 건강하고 효율적인 부부대화는 어머니의 언어유형 또한 명령적 언어유형을 적게 사용하게 하여 언어발달의 결정적인 시기로 볼 수 있는 유아기(5∼7세) 언어발달 뿐만 아니라, 긍정적인 자아성장에 많은 영향을 미치는 것을 알 수 있다.

@highlight

아버지의 역할수행과 부부대화에 따른 어머니의 양육스트레스 및 언어유형은 어떠한 차이가 있는지를 고찰해보는 것이 목적이다.

