이 연구는 우리나라에서 꾸준히 증가하고 있는 수상펜션의 법적 성질을 규명하고자 하는 연구이다.

수상펜션을 선박으로 볼 것인지, 아니면 건축물로 볼 것인지, 그 이외의 다른 단순한 구조물로 볼 것인지에 따라 인허가상의 적용법규와 절차가 달라지고, 재산권보호를 위한 공시문제와 직결되기 때문에 수상펜션의 법적 성질의 규명이 선행되어야 한다.

그럼에도 불구하고 국내에는 이러한 수상펜션에 대한 법적 성질에 대한 선행연구나 판례가 전무한 실정이다.

따라서 이 연구에서는 수상펜션이 구조적으로나 기능적으로 매우 유사하고, 또 영국에서 활성화되어 있는 수상가옥에 대한 영국판례를 중심으로 연구를 진행한다.

먼저 수상가옥의 선박성에 대하여 검토하기 위하여 영국판례에서 선박의 지위여부를 다투었던 수상구조물들에 관련된 판례들을 검토하고 선박여부를 판단하는 기준이 무엇인가에 대한 연구를 선행한다.

그리고 수상가옥에 관련된 영국판례를 찾아 다양한 법률적 관점 하에서의 법적 쟁점을 검토하는 한편, 도출된 결론을 수상가옥에 적용하여 수상가옥의 선박 해당성 및 동산·부동산성에 대한 법적 성질을 검토한다.

마지막으로 영국 판례의 분석을 통한 우리나라의 수상펜션과 관련된 법제도 도입에 시사점을 제시한다.

@highlight

본 논문은 우리나라에서 꾸준히 증가하고 있는 수상펜션의 법적 성질을 규명하고자 하였다.

@highlight

수상펜션을 선박으로 볼 것인지, 건축물로 볼 것인지, 그 이외의 다른 단순한 구조물로 볼 것인지에 따라 인허가상의 적용법규와 절차가 달라지고, 재산권보호를 위한 공시문제와 직결되기 때문에 수상펜션의 법적 성질을 규명하는 것이 필요하다.

