본 연구는 온라인을 통해서 진행한 양육상담의 참여자들이 경험한 것에 대한 현상학적 연구로, 참여자들의 경험이 가지는 의미와 본질이 무엇인지 이해하고자 Colaizzi의 현상학적 분석방법을 적용하였다.

본 연구의 참여자들은 자녀양육의 문제로 어려움을 호소하는 30-40대의 여성들로 온라인 상담을 통해 고민하던 문제의 긍정적인 변화를 경험한 사람들이다.

분석결과 온라인 양육상담 참여자의 공통된 경험의 특성은‘나 혼자만 고통스럽게 양육의 짐을 지고 있는 위기상황’,‘기존 온라인 상담과 다른 운영방식에 신뢰와 호감이 생김’,‘위험부담 없이 편하게 상담을 시작하였으나 큰 기대는 하지 않았음’,‘기대이상의 문제해결에 도움되는 전문성과 구체적인 과제들’,‘인간미가 느껴지는 온라인상의 관계맺음’과 같이 총 5개의 주제묶음으로 분류할 수 있다.

이러한 결과는 온라인 상담은 내담자와 진실한 관계를 형성하기 어렵기 때문에 단회상담을 지향해야한다는 기존의 관점을 극복하고 오프라인의 상담과 마찬가지로 온라인 상담도 상담자와 참여자의 관계형성이 중요하고, 양육과 같은 복잡한 문제의 해결방법 혹은 맞벌이 부모들의 양육적 어려움을 해결할 수 있는 대안적 접근이 될 수 있음을 시사한다.

@highlight

이 연구는 온라인을 통해서 진행한 양육상담의 참여자들이 경험한 것에 대한 현상학적 연구로, 참여자들의 경험이 가지는 의미와 본질이 무엇인지 이해하고자 Colaizzi의 현상학적 분석방법을 적용했다.

@highlight

이 연구의 참여자들은 자녀양육의 문제로 어려움을 호소하는 30-40대의 여성들로 온라인 상담을 통해 고민하던 문제의 긍정적인 변화를 경험한 사람들이다.

