사회자본은 일차적으로 신뢰, 상호관계, 협력과 관계 있는 시민의 일련의 가치와 태도를 구성하는 것으로 정의된다.

사회자본이 축적된 사회는 구성원의 신뢰와 상호관계가 활발해져 구성원의 개인적 행복감을 증가시키는 동시에 사회적으로는 거래비용을 줄여 경제발전을 촉진시키고, 정부의 효과성을 증진시킨다.

사회자본은 사회구성원, 즉 시민의 합리적 능력을 제고하는 동시에 민주적 시민사회를 형성하는 데 도움을 준다.

본 연구는 사회자본이론을 적용하고 있는 다양한 연구가 어떤 논점과 연구경향을 보이는지를 살펴보고자 한다.

현재 우리나라에서 사회자본이론과 관련된 연구가 시작되고 있는 시민사회, 경제발전, 거버넌스, 조직 내 효과성, 가정생활 및 아동교육, 온라인 상에서의 사회자본 등을 중심으로 살펴볼 것이다.

또한 서구 사회자본이론가들이 받아들이고 있는 사회자본에 있어서의 토크빌(Tocqueville) 모델과 퍼트남(Putnam) 학파 등의 접근방법이 우리나라에 적용됨에 있어서의 문제점과 정책적 함의를 살펴보았다.

@highlight

사회자본은 일차적으로 신뢰, 상호관계, 협력과 관계 있는 시민의 일련의 가치와 태도를 구성하는 것으로 정의되며 사회자본이 축적된 사회는 구성원의 신뢰와 상호관계가 활발해져 구성원의 개인적 행복감을 증가시키는 동시에 사회적으로는 거래비용을 줄여 경제발전을 촉진시키고 정부의 효과성을 증진시킨다.

