본 연구는 사회복지조직의 채용면접 과정을 지원자의 관점에서 분석하고 이해하기 위해, 지원자의 지각을 조직 정의, 지원자 선호, 면접관 행동의 영향이라는 세 가지 측면으로 나누어 살펴보았다.

이를 위해 본 연구는 실제 사회복지사를 공개 채용한 사회복지관의 채용면접 과정에 대한 관찰과 여러 차례(면접 직전, 면접 직후 그리고 면접 결과가 발표된 이후) 이루어진 지원자들과의 인터뷰를 통해 질적 연구 자료를 수집하고 분석하였다.

분석결과를 살펴보면, 먼저 조직 정의라는 측면에서 대부분의 지원자들은 채용 과정이 사전에 공지되고 공지된 절차에 따라 진행된 것을 공정함으로 지각하였다.

사회복지조직은 조직 정의를 구성하는 다른 요소인 설명과 피드백을 제공하지 않았으며, 지원자도 이러한 채용 과정을 문제 삼지 않았다.

지원자가 선호하는 선발방법에서는 모든 지원자들은 사회복지 마인드를 드러낼 수 있는 채용면접에 대해 분명한 선호를 보였으며, 마지막으로 면접관의 태도와 면접 분위기 등이 조직에 대한 지원자의 지각에 영향을 미치는 것으로 나타났다.

이러한 분석결과를 토대로 지원자 관점에서 조직의 채용 과정을 개선하기 위한 몇 가지 제안들을 제시하였다.

@highlight

사회복지조직 채용면접 과정을 지원자 관점에서 이해하기 위해 지원자의 지각을 분석한 결과, 지원자들은 채용 과정이 사전에 공지되고 공지된 절차에 따라 진행된 것을 공정함으로 지각하였다.

@highlight

사회복지 마인드를 드러낼 수 있는 채용면접을 선호했으며, 면접관의 태도와 분위기 등이 조직에 대한 지원자의 지각에 영향을 미쳤다.

