초등학교 통합교과는 제4차 교육과정 개정과 함께 국가 수준의 교육과정 정책의 하나로 출발하였다.

본 연구는 당시 통합교과 형성 과정을 고찰하고, 이를 기초로 통합교과의 발생적인 의미를 탐구하였다.

이를 위해 ‘정책으로서 교육과정’과 ‘교육과정으로서 정책’으로 개념을 구분한 Elmore & Sykes(1992)의 논의 중 ‘정책으로서 교육과정’에 기초해서 제4차 교육과정 개정 당시 통합교과의 성격을 정책의 의도, 의제형성과정, 구현 형태로 나눠서 탐색하였다.

연구 결과, 통합교과는 첫째, 2~3 교과의 시간을 통합해서 운영한다는 정책 의도로, 둘째, 밖으로는 과열과외 문제 해결, 안으로는 인간중심 교육을 구현하기 위한 방안으로 등장했으며, 셋째, 통합수업에 대한 경험과 능력을 갖추지 못한 당시 학교현장의 현실에서 이를 ‘교과서’를 통해서 구현하는 방식을 선택했음을 알 수 있었다.

연구자는 이를 통합교과에 대한 초심으로 규정하였다.

이런 초심에 기초해서 볼 때, 우리나라 통합, 통합교과 및 교과 통합 분야에서 ‘통합’의 취지를 교과 내용 통합을 넘어서 보다 확장적으로 탐색할 필요가 있다.

그리고 더 나아가 통합교과서를 가르치면서 통합을 실행해 온 초기의 관행을 넘어서 학생의 배움을 기초로 교과를 통합할 수 있는 교사의 통합수업 설계 및 실행 능력을 연마하는 방안을 찾아야 한다는 점을 재음미하였다.

@highlight

초등학교 통합교과는 제4차 교육과정 개정과 함께 국가 수준의 교육과정 정책의 하나로 출발하였다.

@highlight

이 연구는 당시 통합교과 형성 과정을 고찰하고, 이를 기초로 통합교과의 발생적인 의미를 탐구하였다.

