이

 

연

구

는

 

초

등

학

교

 

체

육

수

업

 

내

용

 

중

 

투

기

도

전

 

영

역

에

 

대

한

 

수

업

운

영

 

실

태

 

및

 

사

례

분

석

을

 

통

해

 

초

등

학

교

 

투

기

도

전

수

업

을

 

개

선

하

고

 

활

성

화

하

는

데

 

목

적

이

 

있

다

.

 

이

를

 

위

해

 

현

재

 

광

주

,

 

전

남

지

역

에

 

근

무

하

고

 

있

는

 

초

등

교

사

 

1

9

4

명

(

전

남

 

9

6

명

,

 

광

주

 

9

8

명

)

을

 

대

상

으

로

 

설

문

하

였

고

,

 

개

인

면

담

은

 

경

기

(

서

울

)

권

,

 

충

청

권

,

 

경

상

권

,

 

전

라

권

역

에

 

각

각

 

근

무

하

고

 

있

는

 

현

직

 

초

등

교

사

 

4

명

을

 

편

의

표

본

 

표

집

방

법

으

로

 

선

정

한

 

후

 

비

 

참

여

관

찰

과

 

개

인

면

담

을

 

통

해

 

각

 

지

역

의

 

투

기

도

전

활

동

 

수

업

운

영

 

실

태

에

 

대

한

 

사

례

를

 

수

집

하

였

다

.

 

자

료

 

분

석

은

 

S

p

r

a

d

l

e

y

,

 

J

.

 

P

.

,

 

&

 

L

e

 

C

o

m

p

t

e

,

 

M

.

 

D

.

 

(

1

9

8

4

)

가

 

사

용

한

 

귀

납

적

 

범

주

분

석

을

 

실

시

하

였

다

.

 

그

 

결

과

 

다

음

과

 

같

은

 

결

론

을

 

얻

었

다

.

 

첫

째

,

 

초

등

교

사

가

 

생

각

하

는

 

투

기

도

전

수

업

 

부

담

요

인

으

로

는

 

‘

투

기

도

전

수

업

지

식

 

부

족

’

,

 

‘

교

구

 

및

 

시

설

환

경

 

요

인

’

,

 

‘

학

생

안

전

사

고

요

인

’

으

로

 

나

타

났

다

.

 

둘

째

,

 

초

등

학

교

 

투

기

도

전

수

업

 

개

선

방

안

으

로

는

 

‘

투

기

도

전

 

영

역

에

 

대

한

 

내

용

체

계

표

 

개

선

’

,

 

‘

초

등

학

교

 

수

준

에

 

맞

는

 

투

기

도

전

활

동

 

콘

텐

츠

 

개

발

’

,

 

‘

무

도

교

육

에

 

대

한

 

교

사

 

교

육

 

충

실

’

로

 

나

타

났

다

.

 

이

와

 

같

은

 

내

용

을

 

종

합

해

 

볼

 

때

 

이

제

는

 

어

느

 

특

정

 

투

기

도

전

종

목

 

즉

,

 

우

리

나

라

 

전

통

무

예

라

는

 

명

분

하

에

 

태

권

도

,

 

씨

름

에

 

국

한

되

지

 

말

고

 

초

등

학

생

 

수

준

에

 

맞

춰

 

다

양

한

 

투

기

도

전

 

종

목

을

 

재

구

성

하

여

 

투

기

도

전

이

 

갖

는

 

교

육

적

 

가

치

에

 

집

중

해

야

 

할

 

것

이

다

.

@highlight

이 연구의 목적은 초등학교 체육수업 내용 중 투기도전 영역에 대하여 수업운영 실태와 사례분석을 통하여 초등학교 투기도전수업을 개선하고 활성화하는데 있다.