이 글은 『엄마를 부탁해』의 아랍어 번역본을 텍스트 사례 분석을 통해 조명했다.

이 글은 사례를 수집하여 오역, 역자 개입, 한국문화와 정서에 대한 이해 부족이라는 세가지 기준으로 분류했다.

문장 혹은 문단을 기준으로 147개의 사례를 검토하였다.

단순 오역 사례들은 역자의 부주의로 발생한 것으로 보인다.

예를 들자면 엄마는 홍어를 손질하는데, 홍어가 영어로 skate 라 아랍어 역자는 이 단어를 ‘스케이트’로 착각해 오역이 발생한다.

역자 개입의 가장 부정적 결과는 4장 ‘또 다른 여인’이 생략되었다는 사실이다.

4장은 엄마의 시선으로 진행되는 매우 중요한 부분이다.

이 장의 생략은 작품의 미학적 효과를 변형시켰다.

그 밖에도 ‘김치’를 ‘김칫국’으로, ‘돼지막’을 ‘양막’으로 오역했다.

한국인에게 ‘라면’은 단순한 ‘국수’ 이상의 의미가 있는데 이것도 반영하지 않았다.

영어본 역자가 개입하여 편집, 추가 혹은 생략한 부분들이 아랍어 번역본에도 그대로 적용되었다.

영어본 역자가 개입한 이유는 영미권 독자들을 위한 개입이었다.

그렇다면 이러한 개입이 아랍어 번역본에도 적합했을지는 고민해 볼 필요가 있다.

이 글은 ST에 대한 언어, 문화의 이해가 없이 번역의 등가성은 기대하기 어렵다는 것을 확인시켜준다.

@highlight

『엄마를 부탁해』의 아랍어 번역본을 텍스트 사례 분석한 결과 여러 개입이 그전에 있었는데 이러한 개입이 아랍어 번역본에도 적합했을지는 봐야하고 이 글은 ST에 대한 언어, 문화의 이해가 없이 번역의 등가성은 기대하기 어렵다는 것을 말한다.

