유치 치근 파절의 치료는 정기 검진을 통해 관찰하거나 발치를 권유하고 있다.

특히 심한 동요도와 변위가 있는 경우 영구치 손상 가능성과 흡인의 위험성 때문에 주로 발치를 시행한다.

하지만 최근 재위치와 고정을 통한 보존적 치료가 새롭게 제시되고 있다.

이른 시기의 유전치 발치는 심미적 문제, 발음?

저작 등의 기능적 문제, 공간 소실, 환아와 보호자의 심리?

사회적인 문제등 여러 가지 문제점들을 야기하므로 치근 파절된 유치를 유지하는 것만큼 좋은 치료는 없다.

이 증례 보고는 치근 파절을 보이는 두 증례의 진단, 치료, 평균 27개월의 정기 검진 자료를 토대로 심한 동요도와 변위가있는 유치 치근 파절의 보존적인 치료 가능성을 제시하고자 하였다.

두 증례에서 발치 대신 재위치와 장기간의 레진 강선 고정을 시행하였고, 후속 영구치가 맹출 할 때까지 정기검진을 시행하였다.

정기검진과정 중에 동통, 치수괴사, 감염, 영구치 치배 변위, 맹출 이상 등의 부작용은 나타나지 않았다.

@highlight

유치 치근 파절의 치료는 정기 검진을 통해 관찰하거나 발치를 권유하고 있다.

@highlight

하지만 최근 재위치와 고정을 통한 보존적 치료가 새롭게 제시되고 있다.

