해양사고에서 선박간의 충돌사고가 많은 부분을 차지하고 있으며, 상당수가 인적오류에 의해 발생되고 있다.

본 논문에서는 선박에서 항해사의 안전운항을 효과적으로 지원하고 충돌사고를 방지하기 위해 다중선박의 충돌 위험도를 추정하는 알고리즘을 개발하였다.

선박 충돌위험도 추정 알고리즘은 선박들의 항행정보로서 AIS 정보를 사용하고 퍼지 이론을 이용하여 충돌위험도를 계산한다.

지난 연구에서는 고안된 알고리즘의 성능을 검증하기 위해 울산항 해상교통관제(VTS) 센터로부터 실제 울산항에서 운행된 선박들의 AIS데이터를 수집하였고, 이를 기반으로 검증 시뮬레이션을 수행한 바 있다.

본 논문에서는 선박 충돌위험도 추정 알고리즘을 좀더 정밀하게 검증하기 위해 실제 해상충돌사고 데이터에 적용해 보고자 하였다.

이를 위해, 2009년 부산항에서 발생한 석유제품 운반선과 화물선간의 충돌사고에 대한 AIS 데이터를 수집하였고 이를 이용하여 선박운항 시뮬레이터 기반 재생 시뮬레이션을 수행하였다.

시뮬레이션 결과, 실제 사고 상황에 적용할 경우 충돌 사고가 일어나기 전에 충돌 위험을 표시하여 충돌사고를 경고할 수 있음을 확인할 수 있었다.

@highlight

이 논문에서는 선박에서 항해사의 안전운항을 효과적으로 지원하고 충돌사고를 방지하기 위해 다중선박의 충돌 위험도를 추정하는 알고리즘을 개발했다.

