본 연구의 목적은 자폐스펙트럼장애 아동·청소년을 치료한 미술치료사의 경험에 관한 의미와 본질을 이해하는 것이다.

이에 본 연구에 적합한 6명의 미술치료사를 참여자로 선정하여 2015년 7월부터 2016년 6월까지 1:1 심층면담을 통해 자료를 수집하였다.

수집한 자료는 현상학적 질적 연구방법 중 참여자의 경험에 대한 생생한 기술에 초점을 맞추는 초월론적 또는 심리학적 현상학 접근의 Giorgi(1985/2004)의 연구방법을 이용하여 분석하였다.

그 결과 150개의 의미단위를 뽑고 이를 통합하고 범주화하는 과정을 거쳐 30개의 하위주제와 9개의 본질적 주제를 도출하였다.

이에 따른 자폐스펙트럼장애 아동·청소년을 치료한 미술치료사의 경험에 대한 본질적 주제는 <치료 초기에 느낀 당황스러움과 두려움>, <더딘 변화에 무능함이 느껴짐>, <부모의 무시로 속상해도 그들의 심정은 이해됨>, <내 상황에 그저 감사함>, <다각도로 노력함>, <결국, 나와의 싸움>, <엄마 같은 마음으로 대함>, <작은 성장에도 뿌듯하고 행복함>, <나는, 매력 있는 미술치료사!

>이다.

@highlight

본 연구는 자폐스펙트럼장애 아동·청소년을 치료한 미술치료사의 경험에 대한 의미 및 본질을 이해하는 것에 목적이 있다.

@highlight

이에 본고에 적합한 6명의 미술치료사를 참여자로 선정해 2015년 7월부터 2016년 6월까지 1:1 심층면담을 통하여 자료를 수집했다.

