변혁기 한일관계사를 살펴볼 때, 일본 막부의 개국이 직접 한일관계의 변화를 초래하지는 않았지만, 막부의 개국에서 메이지 정부의 성립에 이르는 시기, 개국과 양이를 둘러싼 논쟁과 막부와 서남웅번 사이의 정쟁, 그리고 이 사이에서 활동한 쓰시마번의 존재로 인하여 한일관계관의 변화가 일본 내부에서 나타남은 주목된다.

즉, 도쿠가와 이에야스 이래의 조선과의 우호 관계가 ‘구폐(과거의 폐단)’라고 표현되는 것이다.

메이지 초기의 외교를 둘러싼 갈등은, 과거의 외교 관계를 ‘폐단’이라고 규정하고 이를 개혁하려하였던 메이지 정부의 쓰시마번과, 과거의 외교 관계를 ‘성신지교’라고 믿어 온 조선 동래부의 충돌이 그 핵심이었다.

본 논문은 메이지 초기의 갈등을 교과서에서 보다 올바르게 기술하기 위해, 일본 내부에서 조선 후기의 우호적이었던 한일관계를 명백하게 ‘구폐’라고 표현하게 되는 역사적 과정과, 그 ‘구폐개혁’의 내용이 무엇이었는지 복원함을 목적으로 한다.

@highlight

이 논문은 메이지 초기의 갈등을 교과서에서 보다 올바르게 기술하기 위해, 일본 내부에서 조선 후기의 우호적이었던 한일관계를 명백하게 ‘구폐’라고 표현하게 되는 역사적 과정과, 그 ‘구폐개혁’의 내용이 무엇이었는지 복원함을 목적으로 한다.

