선주와 운항자는 자신의 전쟁위험보험이 선박의 억류로 인해 발생하는 청구에 대응할 것인지 여부를 아는 것은 필수적이다.

그것은 궁극적으로 보험조건과 억류와 관련된 환경에 달려 있다.

억류가 외국정부의 법적 행위에서 발생하는 경우, 관세법 위반이나 범죄 수사와 관련하여 전통적인 전쟁위험보험에서 제외될 가능성이 높다.

억류가 제3자의 행위의 결과이며 선주에게 귀속되지 않는 상황에서도 발생할 수 있다.

B Atlantic호 사건에서의 이 결정에 대해 전쟁위험보험자는 환영할 것이다.

그 결정은 협회기간약관(선박) 제1조 제5항에 따라 “… 악의적으로 행동하는 자…”라는 문구의 범위를 좀 더 명확하게 하고 있다.

또한 한편으로는 제1조와 제3조(구금)의 손인에 대한 보상과 제4조 제1항 제5호의 세관규칙위반 또는 무역규칙위반으로 인한 압류, 구속, 억류, 몰수 또는 징발에 대한 면제 간의 상호작용을 설명하는 데 도움이 된다.

궁극적으로 마약 밀수로 인한 억류는 전쟁위험으로 간주될 수 없다는 것은 타당하다고 볼 수 있다.

이 사건에서는 두 당사자 모두 마약 밀수가 ‘악의적으로 행동하는 자’의 범위 내에 있다고 믿었기 때문에 이 판결은 선주와 보험자 모두에게 놀라운 일이 될 것이다.

이 판결은 전통적인 전쟁위험보험이라고 하더라도 피보험자의 모든 요구와 기대에 부응할 수 없으며, 따라서 모든 거래자가 특정보험계약을 선택할 때 상업적 목적을 신중하게 고려하도록 상기시키는 역할을 한다.

@highlight

선주와 운항자는 자신의 전쟁위험보험이 선박의 억류로 인해서 발생하는 청구에 대응할 것인지 여부를 아는 것은 매우 필수적이라고 본다.

@highlight

억류가 외국정부의 법적 행위에서 발생하는 경우에는 관세법 위반이나 범죄 수사와 관련해 전통적인 전쟁위험보험에서 제외될 가능성이 높은 것으로 보인다.

