본 연구에서는 왜소증 성인들의 삶속에 존재하는 왜소증 성인의 마이너 신체성에 대한 다양한 경험들을 구체적이고 심층적으로 살펴보고, 이러한 과정을 통해 왜소증 성인들이 지금까지 살아오면서 겪었던 노력과 좌절 그리고 희망에 대한 체험적 지혜를 질적으로 탐색하고자 하였다.

구체적인 연구방법은 2명의 왜소증 성인을 대상으로 심층면담, 참여관찰에서 얻어진 자료를 분석하는 과정을 통해 주제를 명료화시킴으로써 연구참여자가 살아온 경험을 보다 구체적으로 재구성하기 위해서 Spradley가 제시한 것처럼 자료를 전체적으로 영역화하고 분류하여 그 각각의 관계가 설정되도록 영역분석(domain analysis)과 분류분석(taxonomic analysis)을 통해서 왜소증 성인의 생애를 재구성하고 해석하였다.

본 연구에서는 왜소증 성인의 경험의 의미로 밝혀진〈호빗과 콰지모토와 같은 이중적인 삶〉,〈아이의 외모로 사는 어른의 마이너 신체성에 대한 삶〉,〈배려라는 이름의 제한, 거부된 삶〉에 대해서 논의하였다.

@highlight

이 연구는 왜소증 성인들의 삶속에 존재하는 왜소증 성인의 마이너 신체성에 관한 다양한 경험들을 구체적이고 심층적으로 살펴보고, 이런 과정을 통해 왜소증 성인들이 아직까지 살아오면서 겪었던 노력과 좌절, 희망에 관한 체험적 지혜를 질적으로 탐색하고자 했다.

