SiC 결정은 전력반도체 소자용 소재로서 지금까지 외국은 물론 국내에서도 많은 연구가 이루어지고 있으며, 지금까지 고주파 유도가열 방식을 이용한 승화법으로 성장되어 왔다.

그러나, SiC 단결정은 결정 성장 계면에서의 온도 안정성에 따라 쉽게 다른 다형으로 성장하기 때문에, 고품질의 결정을 얻기 위해서는 결정성장 계면에서의 안정적인 온도 구배가 필요하다.

본 논문에서는 저항가열 방식을 이용한 승화법 성장 장치를 이용하여 종자결정을 사용하지 않은 상태에서SIC 다결정상을 성장하여 보고, 성장 양상에 대하여 고찰하고자 하였다.

SiC 다결정상은 성장속도 0.02~0.5 mm/hr로 성장되었으며, 성장된 SiC 다결정상의 두께는 0.25 mm~0.5 mm이고, 이 때 도가니 하부의 온도는 2100~2300oC, 성장 압력은 10~ 760 torr의 범위에서 조절되었다.

성장된 다결정상 결정은 광학현미경으로 관찰하여, 성장 거동을 고찰하였다.

@highlight

SiC 결정은 전력반도체 소자용 소재로서 아직까지 외국은 물론 국내에서도 많은 연구가 이뤄지고 있고, 아직까지 고주파 유도가열 방식을 이용한 승화법으로 성장되어 왔다.

