본 논문에서는 자율적인 작업 처리 능력을 가진 이동 에이전트의 효율적인 이주를 위해 네트워크 트래픽 감지를 이용한 최적의 이주 노드 경로 탐색 및 최적 노드로의 경로조정 기법과 노드 재지정 기법을 제시한다.

기존의 이동 에이전트는 사용자로부터 다양한 작업을 부여받거나 혹은 에이전트의 작업 처리 결과량이 매우 많을 경우, 에이전트의 크기 증가로 인해 네트워크 과부하 및 트래픽을 가중시킬 수 있다.

또한, 많은 네트워크 트래픽이 발생한 시점에서 사용자가 지정한 라우팅 스케줄(Routing Schedule)에 따라 이주를 수행하면 많은 노드 순회 시간 비용이 소요됨은 물론 통신망 결손 및 노드 장애와 같은 특정한 상황에 능동적으로 대처할 수 없다.

따라서 본 논문에서는 많은 네트워크 트래픽 발생 경로나 시점에서의 에이전트 이주 시 사용자에 의한 수동적 라우팅 스케줄 지정 방식에서 탈피하여 네트워크 트래픽 감지를 이용한 목적노드까지의 최적 경로 탐색을 통해 자동적인 경로 조정을 수행하는 에이전트의 이주 기법을 제시한다.

최적 이주 경로 탐색 및 조정 기법은 네트워크 트래픽 경로를 회피하는 방식으로 이동 에이전트의 순회 작업 처리 시간을 단축시키고 분산 노드에 대한 이주 신뢰성을 보장해준다.

@highlight

네트워크 트래픽 발생 경로나 시점에서의 에이전트 이주 시 네트워크 트래픽 감지를 이용한 목적노드까지 최적 경로 탐색으로 자동적 경로 조정을 수행하는 에이전트 이주 기법을 제시한다.

@highlight

네트워크 트래픽 경로를 회피하는 최적 이주 경로 탐색 및 조정 기법으로 이동 에이전트의 순회 작업 처리 시간을 단축시키고 분산 노드에 대한 이주 신뢰성을 보장한다.

