사회경제적 구조와 매체 환경의 급속한 변화에 따라 학령기 이후에도 지속적인 문식성 교육의 필요성이 증가하고 있다.

따라서 앞으로의 문식성 교육 연구에서 성인 문식성 관련 논의가 확대되고 정책적으로도 이를 뒷받침할 수 있는 여건이 마련되어야 할 것으로 본다.

이러한 요구에 부응하기 위한 기초 작업으로서 본 연구에서는 그동안 국내에서 성인 문식성 관련 연구가 어떻게 수행되어 왔는지 점검해 보고자 하였다.

선행 연구를 크게 양적 연구와 질적 연구로 구분하여 전자에서는 조사 범위를 기준으로 대규모 국제비교연구, 국가 수준의 조사 연구, 지역 단위의 조사 연구로 구분하여 연구 성과들을 점검하고 후자에서는 주제별 범주화를 통해 우리 사회 소수자들의 문식 실천 행위를 고찰한 연구, 성인 문식성 교육 프로그램에 대한 연구, 디지털 공간에서의 문식 활동에 대한 연구들을 살펴보았다.

제언에서는 학계의 성인 문식성 교육에 대한 관심을 촉구하고 성인 문식성 수준과 실행 양상의 다양성(작문 문식성, 디지털 문식성 등)을 고려한 연구의 필요성, 대규모 양적 연구의 내실 강화 필요성, 성인 문식성 교육과 관련하여 정책 지원을 다변화하고 체계화할 필요가 있다는 점 등을 논의하였다.

@highlight

사회경제적 구조와 매체 환경의 급속한 변화에 따라 학령기 이후에도 지속적인 문식성 교육의 필요성이 증가하고 있다.

@highlight

앞으로의 문식성 교육 연구에서 성인 문식성 관련 논의가 확대되고 정책적으로도 이를 뒷받침할 수 있는 여건이 마련되어야 할 것으로 본다.

