본 연구의 목적은 우리나라의 유일한 대표축제인 김제지평선 축제 방문객의 방문동기에 따른향토음식점 만족도와 재방문 의도, 추천 의도와의 영향관계를 분석하여 해당 기관에 유용한 기초자료로 제공하고자 한다.

조사 시기는 2013년10월 2일부터 10월 6일까지 이며, 설문지는 총283부를 통계처리 하였다.

분석 방법은 신뢰도 분석, 요인분석, 회귀분석을 실시하였다.

결과를 요약하면 다음과 같다.

첫째, 지평선 축제의 방문동기는 문화체험성 요인, 일탈성 요인, 친화성 요인3개의 요인으로 추출되었다.

둘째, 가설1 축제 방문동기가 관광객들의 향토음식점 만족도에 정(+)의 유의한 영향을 미치는 것으로 나타났다.

셋째,가설2 축제 관광객들의 향토음식점 만족도가 재방문 의도에 정(+)의 유의한 영향을 미치는 것으로 나타났다.

넷째, 가설 3 축제 관광객들의 향토음식점 만족도가 추천 의도에 정(+)의 유의한 영향을 미치는 것으로 나타났다.

그러므로 축제를활성화시키기 위해서는 지속적으로 다양한 먹거리 제공과 욕구를 만족시킬 수 있는 프로그램 운영과 서비스에 많은 노력을 기울여야 한다.

@highlight

이 연구의 목적은 우리나라의 유일한 대표축제인 김제지평선 축제 방문객의 방문동기에 따른향토음식점 만족도와 재방문 의도, 추천 의도와의 영향관계를 분석하여 해당 기관에 유용한 기초자료로 제공하려 한다.

