현대 사회는 소프트웨어가 국가 경쟁력을 결정하는 핵심 요소로 자리잡게 되었다.

이에 우리나라는 2015 개정교육과정에 실과 교과에서 연간 17시간 이상 소프트웨어 교육을 필수화 하였다.

본 논문은 ‘2015 개정 교육과정’에 근거하여 출판된 6종의 초등학교 실과 교과서에 수록된 소프트웨어 관련 단원을 분석하여, 초등현장에서 소프트웨어 교육 관련 교과서 선정을 위한 기초자료를 제공하고자 하였다.

분석 결과, 2015 개정 교과서 6종은 ‘소프트웨어의 이해’, ‘절차적 문제해결’, ‘프로그래밍 요소와 구조’의 내용 요소 모두를 적절하게 반영하고 있었으며, 내용 요소에 따른 성취기준에 도달 할 수 있는 적절한 활동들을 잘 제시하고 있었다.

단원 보조 자료는 흥미유발이나 본문 보충, 심화 학습을 위해 만화나 삽화 등을 사용하고 있으며, 4종의 교과서에서는 읽기 자료 등을 제시하여 추가 정보를 제공하고 있다.

하지만 대부분의 교과서에서 부록을 활용한 학습 비중이 낮게 나타났다.

지식 이해와 실습 위주의 단원으로 구성되어 있기는 하지만, 생활 속 소프트웨어, 절차적 사고에 의한 문제 해결 내용 등을 붙임 딱지 등으로 제작하면 학생들의 흥미와 참여를 높이는 교과서가 될 수 있을 것이다.

@highlight

우리나라는 2015 개정교육과정부터 실과 교과에서 연간 17시간 이상 소프트웨어 교육을 필수화했다.

@highlight

본 연구는 ‘2015 개정 교육과정’에 근거하여 출판된 6종의 초등학교 실과 교과서에 수록된 소프트웨어 관련 단원을 분석해 초등현장에서 소프트웨어 교육 관련 교과서 선정을 위한 기초자료를 제공하였다.

