본 연구에서는 기업의 지배구조가 지주회사 체제로 전환되는 과정에서 지배구조의 투명성이 높아지고 전략적 사업집중의 효과가 높아져 기업가치가 제고될 것으로 예상하였다.

지주체제로의 전환 효과를 알아보기 위해 지주회사로 전환하여 상장된 지주회사와 자회사들 56개 표본의 누적 초과수익률을 조사해 본 결과, -1~+1일에서 +1일에 비정상수익률이 양(+)으로 나타나면서 전환효과가 단기적으로 나타났다.

즉, 지주회사체제로의 전환은 전환의 공시효과로 주주의 부에 긍정적으로 영향을 미치는 사건으로 나타났다.

그러나 장기적으로는 시장 반응에 커다란 변화가 없이 누적 초과 수익률이 음(-

)의 값으로 나타나 지주회사전환에 따른 주주 부의 가치가 사건 후에 반영되지는 않는 것으로 나타났다.

또한 지주회사체제 이후 시장가치, 기업지배구조지수와 사업집중도의 변화를 분석한 결과 주주권리 보호와 경영과실배분의 부문지배구조지수가 지주회사 전환 이전 시점보다 통계적으로 유의하게 증가되었음을 확인하였다.

@highlight

이 연구에서는 기업의 지배구조가 지주회사 체제로 전환되는 과정에서 지배구조의 투명성이 높아지고 전략적 사업집중의 효과가 높아져 기업가치가 제고될 것으로 예상했다.

