본 연구는 중년기 기혼 남녀를 대상으로 생활사건 스트레스와 정신적 웰빙과의 관계에서 결혼만족도가 갖는 조절효과를 검증하는데 목적이 있다.

이를 위해 온라인리서치 기관에 의뢰하여 기관회원으로 등록된 40~59세 사이 기혼남녀 295명을 대상으로 생활사건 스트레스와 정신적 웰빙, 결혼만족도를 평가하는 설문지를 실시하여, 수거된 자료를 바탕으로 자료 분석을 실시하였다.

분석결과, 중년남녀 모두 생활사건 스트레스는 결혼만족도, 정신적 웰빙 전반과 부적인 상관을 보이는 것으로 나타났다.

남성의 경우 생활사건 스트레스와 정신적 웰빙 및 하위요인인 정서적, 심리적, 사회적 웰빙 각각과의 관계에서 결혼만족도가 유의하게 조절효과를 보이는 것으로 나타났다.

여성의 경우에는 정신적 웰빙의 하위 요인 중 사회적 웰빙을 제외한 모든 변인들과의 관계에서 결혼만족도가 유의하게 조절효과를 보이는 것으로 나타났다.

중년의 기혼남녀 모두에게 스트레스는 정신적 웰빙을 위협하는 주요 변인이나, 남녀 모두 부부관계 경험이 스트레스로 인한 부정적 영향을 유의하게 완충하는 것으로 나타났다.

이는 중년 여성 뿐 아니라 남성 역시 중년기의 정신건강에 결혼만족도가 매우 중요함을 시사해 준다.

@highlight

중년기 기혼 남녀를 대상으로 생활사건 스트레스와 정신적 웰빙과의 관계에서 결혼만족도가 갖는 조절효과를 검증하고자 하였다.

@highlight

온라인리서치 기관에 의뢰하여 기관회원으로 등록된 40세~59세 사이 기혼남녀 295명을 대상으로 생활사건 스트레스와 정신적 웰빙, 결혼만족도를 평가하는 설문지를 실시하였다.

