본 논문은 특수분장의 본고장 할리우드에서 변화하고 있는 특수분장 시장에 대해서 알고, 현재 가장 많은 현장에서 적용되고 있는 3D트랜스퍼 슬랩 제작기술에 대해서 알아보고자 한다.

연구방법으로는 현재까지 가장 많이 사용하고 있는 실리콘을 활용한 슬랩 제작과정과 본도(TPA:thickened Pros-

Aide)를 활용한 3D트랜스퍼 슬랩 제작과정을 비교하여 차이점을 비교하였으며, 세부적인 연구과정으로는 첫째, 프로스테틱 특수분장과 현재 할리우드의 특수분장 발전과정에 대해 특수분장 전문서적을 통해 문헌 고찰 하였다.

둘째, 현재 가장 전문적이라고 인정받는 특수분장 전문잡지 2권을 선정하여, 반복적으로 다루어지고 있는 3D트랜스퍼 기술을 활용한 상처슬랩과 실리콘으로 캐스팅한 상처슬랩 기술제작과정을 비교한다.

셋째, 두 가지 기술의 과정을 통하여 장, 단점을 조사하고 장단점을 토대로 각 기술이 접목될 수 있는 상처슬랩을 알아보는 과정을 통해 보완점을 제시한다.

특수분장 분야는 창의적이고 주관적인 생각이 접목되는 분야이기도 하지만, 모든 과정에서 꼭 지켜야할 기본적인 과정 또한 매우 중요하다.

이러한 기술 연구방법을 제시하는 논문들이 지속적으로 나온다면 현직에서 활동 중인 분장 전문가들 뿐 아니라 분장을 배우고자하는 학생들에게도 올바른 특수분장 기술이 습득되리라고 기대한다.

@highlight

특수분장의 본고장 할리우드에서 변화하고 있는 특수분장 시장에 대해서 알아보고 현재 가장 많은 현장에서 적용되고 있는 3D트랜스퍼 슬랩 제작기술에 대해 살펴본다.

@highlight

현재까지 가장 많이 사용하고 있는 실리콘을 활용한 슬랩 제작과정과 본도(TPA)를 활용한 3D트랜스퍼 슬랩 제작과정을 비교하여 차이점을 비교한다.

