한국은 이주민의 증가와 함께 그동안 경험하지 않았던 다인종, 다민족과 공존해야 하는 사회가 되었다.

어떻게 한국사회가 그간의 동질성을 기반으로 한 사회에서 다양성과 차이를 인정하는 사회로 변화해야 하는가 하는 현실적이고도 당면한 문제에 맞닥뜨린 것이다.

다문화주의 정책은, 모든 민족과 문화가 평등하고 조화롭게 공존할 수 있도록 지지하는 정책을 말하며, 관련법과 제도를 비롯하여 프로그램 등 실천까지 포함한다.

정부는 국민과 이주민 간의 사회통합과 관련하여 다양한 법과 제도를 마련해오고 있는데, 특히 재한외국인처우기본법과 다문화가족지원법은 다문화의 이해증진을 주요 목표로 삼고 있다.

다문화사회가 실현되기 위해서는 국가적 수준에서 법, 제도 등 다문화주의 정책이 운용되어야 한다.

또한 개별적 수준에서는 다문화적 시민이 지녀야 할 지식, 신념, 미덕이 필요한데, 즉 다른 민족의 신념과 차이 그 자체를 인정하는 시민정신이 요구된다.

본 연구의 목적은 지금까지 한국에서의 다문화주의 정책 및 한국인과 이주민 상호간의 인식을 고찰하고 이를 기반으로 앞으로 다문화주의 정책 방향을 모색하는 데 있다.

@highlight

이 연구의 목적은 지금까지 한국에서의 다문화주의 정책 및 한국인과 이주민 상호간의 인식을 고찰하고 이를 기반으로 앞으로 다문화주의 정책 방향을 모색하는 데 있다.

