많은 선행연구에서 달의 위상에 대한 학생들의 학습의 어려움을 제시하였다.

이 연구에서는 학생들의 이해를 도울 수 있도록 달의 위상변화에 대한 교육 자료를 지오지브라(GeoGebra) 프로그램을 활용하여 개발하고자 하였다.

이를 위하여 지오지브라 소프트웨어의 증강현실(AR) 기능을 활용하여 3차원적 교육 자료를 개발하였다.

지오지브라를 이용한 본 교육 자료에서 달의 움직임 조절이 가능하므로, 달의 특정 위상이 나타나는 시기와 공전 주기의 관계, 달의 공전 주기/지구 공전 주기와의 관계 파악 등을 학생 스스로 탐구할 수 있게 유도할 수 있을 것이다.

지오지브라를 활용하여 개발한 본 교육 자료는 달 공전 방향, 지구 공전 방향, 공전속도(공전 주기)를 모두 조절할 수 있으므로 이러한 다각적인 탐구가 가능하다.

지오지브라를 이용해 수학적으로 표현하는 과정은 다소 높은 수준의 컴퓨팅 사고를 요구하기 때문에 중학교 영재반 혹은 고등학생들을 대상으로 하는 교육 자료로 활용될 수 있을 것이다.

@highlight

달의 위상변화에 대한 학생들의 이해를 돕기 위해 지오지브라 소프트웨어의 증강현실(AR) 기능을 활용하여 3차원적 교육 자료를 개발하였다.

@highlight

이 자료는 달 공전 방향, 지구 공전 방향, 공전속도(공전 주기)를 조절하면서 다각적인 학습을 할 수 있다.

