이 연구는 고교진학 이전의 개인과 가정배경을 통제한 후, 마이스터고와 특성화고 학생들 간 진로준비 경험과 진로성숙도를 비교․분석한 것이다.

이를 위해 한국교육고용패널Ⅱ(KEEPⅡ) 1차년도(2016년)의 고교 2학년 자료를 활용하였으며, 경향점수를 활용한 결합표집에 포함된 1,974명(마이스터고 987명, 특성화고 987명)의 학생을 최종 분석하였다.

주요 연구 결과는 다음과 같다.

첫째, 진로준비 경험의 다양성을 분석한 결과, 경향점수를 활용한 결합표집 이전에는 마이스터고 학생이 특성화고 학생보다 진로교육 및 활동 참여와 취업지도의 다양성이 모두 유의하게 높았으나, 결합표집 이후에는 취업지도의 다양성만이 유의하게 높았다.

둘째, 진로준비 경험에 대한 만족도를 분석한 결과, 결합표집 이전과 이후 모두 마이스터고 학생이 특성화고 학생보다 진로교육 및 활동과 취업지도에 대한 만족도가 유의하게 높았다.

마지막으로 진로성숙도를 분석한 결과, 결합표집 이전과 달리 이후에는 진로성숙도의 하위영역(직업이해, 진로탐색, 진로설계 및 준비)과 전체 진로성숙도에 있어 모두 학교유형 간 유의한 차이가 없었다.

이러한 결과는 부분적으로 마이스터고의 교육 효과가 있음을 나타내며, 이를 더욱 높이기 위해서는 마이스터고가 학생들을 위한 진로교육 및 활동 참여의 다양성을 높이고 진로성숙도를 증진시키기 위해 체계적으로 노력해야 함을 시사한다.

@highlight

진로준비 경험의 다양성을 분석한 결과, 경향점수를 활용한 결합표집 이전에는 마이스터고 학생이 특성화고 학생보다 진로교육 및 활동 참여와 취업지도의 다양성이 모두 유의하게 높았으나, 결합표집 이후에는 취업지도의 다양성만이 유의하게 높았다.

@highlight


진로준비 경험에 대한 만족도를 분석한 결과, 결합표집 이전과 이후 모두 마이스터고 학생이 특성화고 학생보다 진로교육 및 활동과 취업지도에 대한 만족도가 유의하게 높았다.

