포괄수가제(DRG)에 대하여 국민들이 어떠한 생각을 갖고 있는지에 대한 연구를 통해 제도의 안정화를 마련할수 있는 기초자료로 제공하고자 한다.

경기도 신도시 지역에 위치한 700병상 규모의 2곳의 종합병원에서 7주간 DRG 제도로 퇴원한 환자의 퇴원진료비 수납자 200명을 대상으로 하였다.

자기기입식 방법으로 인식여부, 만족도, 추천 및 재이용의사를 조사 및 분석하였다.

DRG 제도 대상임을 75%이상 모르고 입원 후 78%가 퇴원시점에 알게 되었으나 지불방식과 진료비에 대한만족도는 58%이상 높았고 불만족은 4%미만이었다.

추천 및 재이용의사는 55%이상 높은 지지를 받았고 60%이상이 DRG제도가 확대되기를 바라고 있었다.

또한 제왕절개술이 가장 낮은 추천 재이용의사를 보인 반면 백내장수술은 제왕절개술보다6배 이상의 추천의사를 보였다.

DRG 제도 대상임을 대다수 국민들은 모르고 입원했으나 만족도는 과반수 이상으로 높았다.

의료계와 국민들의 이해를 증진하기 위한 지원방안 마련 및 홍보활동을 하여야 한다.

@highlight

포괄수가제에 대하여 국민들이 어떠한 생각을 갖고 있는지에 대한 연구를 통해 제도의 안정화를 마련할수 있는 기초자료로 제공하려 한다.

