본 연구는 국가 대대적으로 시행되는 어촌뉴딜300사업을 중심으로 어촌 마을에 나타나는 갈등 양상을 분석하고 해결 방안을 제안하고자 하였다.

어촌뉴딜300사업을 중심으로, 어촌 마을에서 나타나는 갈등의 양상과 그 해결 방안은 무엇인가?

라는 연구 문제를 해결하기 위해 질적연구방법 중의 하나인 사례분석 방법을 선택하였다.

면담 대상자는 사업 공모와 추진 과정의 중심에 있는 각 마을 리더로 선정하였으며, 어촌뉴딜300사업에 공모했거나 선정되어 추진 중인 마을에서 사업 선정과 추진을 책임지고 진행하는 리더 중, 본 연구의 목적을 충분히 이해하고 면담에 잘 임해줄 의사가 있는 리더 세 명을 최종 선정하여 면담에 임하였다.

도출된 갈등 양상은 다음과 같다.

첫째, 주민들의 무관심으로 인한 지역협의체 구성의 어려움이다.

둘째, 주민들의 비협조와 의도적 방해이다.

셋째, 리더에게 과도한 희생 요구이다.

넷째, 리더, 주민들의 지자체에 대한 불신이다.

이러한 갈등의 예방 및 해결방안으로 첫째, 주민 대상 신뢰 형성과 인식 개선을 위한 교육, 둘째, 의사결정과정에서의 주민 참여가 제안되었다.

@highlight

본고는 국가 대대적으로 시행되는 어촌뉴딜300사업을 중점으로 어촌 마을에 나타나는 갈등 양상을 분석하며 해결 방안을 제시하고자 하였다.

@highlight

어촌뉴딜300사업을 중심으로, 어촌 마을에서 나타나는 갈등의 양상과 그 해결 방안은 무엇인가?

@highlight

라는 연구 문제를 해결하기 위하여 사례분석 방법을 선택하였다.

