본 연구는 한국이 국가체계의 불안정기에 조절과정을 통해 사회복지지출의 변화를 산출하여 안정을 추구하는 항상성을 설명하고자 하였다.

즉, 사회복지지출이 역동적으로 변화되어 국가체계의 균형을 유지하는 항상성의 자율조절 패턴을 분석하는데 그 목적이 있다.

분석 결과는 다음과 같다.

첫째, 단속점과 분포 패턴의 검증 결과, 사회복지지출의 변화에 있어서 34년 동안 수차례의 단속점을 볼 수 있었고, 분포 패턴도 파동 패턴의 진동 추세를 보였다.

둘째, 정규성 검증 결과, 쌍봉 분포가 나타났으며 검증 기준에 따라 몇 차례의 이상치가 나타났다.

셋째, 점증성 검증 결과, 비점증적 변화 비율이 매우 높게 나타났다.

이러한 결과는 국가체계가 안정기에는 사회복지지출의 점증적 변화 패턴을 산출하고 위기상황에서는 역동적 조절과정을 통해 급격한 비점증적 변화 패턴을 평상시처럼 산출하면서 점증적 변화를 오히려 간헐적이고 예외적으로 산출하여 안정 상태를 유지한다는 것으로, 이러한 과정이 우연하거나 일시적 현상이 아니라 항상성의 변화 과정이라는 것을 보여주는 것이다.

이에 한국의 사회복지지출 패턴도 지난 34년간 항상성의 자율조절 패턴이었다고 할 수 있다.

@highlight

본 논문은 한국이 국가체계의 불안정기에 조절과정을 통해 사회복지지출의 변화를 산출하여 안정을 추구하는 항상성을 설명하였다.

@highlight

사회복지지출이 역동적으로 변화되어 국가체계의 균형을 유지하는 항상성의 자율조절 패턴을 분석하고자 하였다.

