본 연구의 목적은 과학영재의 정서적 문제를 예방 또는 해결하기 위한 온라인 멘토링 프로그램을 실시하고 그 효과를 알아보는 것이다.

연구를 위해 과학영재 중학생 10명과 과학영재 지도교사 9명이 3개월 동안 참여하였다.

온라인 멘토링 프로그램이 과학영재의 스트레스, 주관적 안녕감에 어떤 영향을 미치는지 조사하기 위해 멘토링 이전과 이후에 설문 조사를 실시하였다.

멘토 교사 및 영재학생의 멘토링에 대한 인식을 알아보기 위해 멘토링 프로그램 종료 후 자기보고식 에세이를 작성하도록 하였다.

비모수 통계 방법인 Wilcoxon의 부호순위검정을 통해 멘토링을 실시하기 전과 후의 스트레스, 주관적 안녕감을 비교하였다.

분석 결과 통계적으로 유의미한 차이는 나타나지 않았다.

개인별로 분석한 결과 멘토링 과정에서 상호작용이 활발한 학생의 경우 스트레스 지수는 크게 감소되었고, 주관적 안녕감은 크게 향상됨을 볼 수 있었다.

멘토 교사와 영재학생들의 멘토링에 대한 인식은 대부분 긍정적이었으며, 멘토 교사는 영재학생을 이해하는데 도움이 되었다고 응답하였고 영재학생들은 고민을 해결하거나 스트레스의 감소에 도움이 되었다고 응답하였다.

가장 긍정적인 변화를 나타냈던 영재학생을 대상으로 사례 연구를 실시한 결과 온라인 멘토링 프로그램은 영재의 정서적, 인지적 특성을 파악하는 등 영재학생을 이해하는데 도움이 됨을 알 수 있었다.

온라인을 활용한 정서적 멘토링 프로그램은 과학영재의 상담의 대안적 방안으로 활용될 수 있음을 시사한다.

@highlight

본 연구의 목적은 과학영재의 정서적 문제를 예방 또는 해결하기 위한 온라인 멘토링 프로그램을 실시하고 그 효과를 알아보는 것이다.

@highlight

온라인 멘토링 프로그램이 과학영재의 스트레스, 주관적 안녕감에 어떤 영향을 미치는지 조사하기 위해 멘토링 이전과 이후에 설문 조사를 실시하였다.

@highlight

영재학생을 대상으로 사례 연구를 실시한 결과 온라인 멘토링 프로그램은 영재의 정서적, 인지적 특성을 파악하는 등 영재학생을 이해하는데 도움이 되었다.

