주로 통화 기능을 제공하던 일반폰과 비교하여 스마트폰은 여러 면에서 기술적으로 진보된 기기이다.

하지만 사용자들은 일반폰에서 사용하던 한글 문자 자판들을 여전히 스마트폰에서 사용하고 있다.

터치스크린이 있는 스마트폰에서 보다 효과적으로 한글을 입력할 수 있는 자판이 요구되고 있다.

먼저 본 논문에서는 표준 한글 문자 자판인 천지인, 나랏글, 그리고 SKY한글에 끌기 기능을 추가하여 확장하였으며, 터치 횟수와 손가락이 움직이는 거리를 기준으로 기존의 한글 자판들과 입력 속도를 비교하여 성능이 향상되는 것을 확인하였다.

또한 추가적으로 스마트폰에 적합한 ‘s-

가나’와 ‘s-

바다’ 한글 자판들을 제안하였다.

s-

가나 자판에서는 7개의 대표 자음과 5개의 대표 모음들을 순서대로 배치하였으며, s-

바다 자판에서는 자음과 모음들을 사용빈도에 따라 많이 사용되는 자판들을 서로 가깝게 배치하였다.

표준 한글 자판들과 비교하여, s-

가나 자판은 3~19%, s-

바다 자판은 9~24%의 성능이 개선되었다.

마지막으로 본 논문에서는 스마트폰에서 한글 자판들의 사용성을 평가하기 위하여 SELF-

T의 5가지 요소들을 설정하였으며, 이 요소들을 기준으로 한글 자판들을 비교하였다.

@highlight

먼저 본 논문에서는 표준 한글 문자 자판인 천지인, 나랏글, SKY한글에 끌기 기능을 추가하여 확장하였으며, 터치 횟수와 손가락이 움직이는 거리를 기준으로 기존의 한글 자판들과 입력 속도를 비교하여 성능이 향상되는 것을 확인하였다.

