본 연구는 주택의 법원 경매 낙찰기간에 관한 연구이다.

주택담보대출의 대출기관 의 위험 관리자는 보유 주담대 포트폴리오의 시장위험과 채무불이행 위험을 추정해야만 한다.

본 연구는 주택담보대출 기대손실 계산을 위한 사전 연구이다.

채무불이행으로 인한 손실률 계산에 있어 중요한 요소인 회수시점을 추정하고자 하였다.

2011년 1월부터 2016년 12월 사이에 전국 법원에서 낙찰된 주택 경매 데이터를 활용하여 모형을 추정하고, 모형의 예측력을 비교ㆍ분석하였다.

GLS모형의 추정결과, ㎡당 감정가격을 제외한 권리수, 임차인 존재, 권리수×임차인 존재, 아파트, 아파트×㎡당 감정가격, 단독ㆍ다가구, 단독ㆍ다가구×㎡당 감정가격, 가격요인, 주택가격지수 변동성, 총채권금액/감정가격 변수가 통계적 유의수준 10%하에서 유의하게 나타났다.

끝으로 GLS와 Cox proportional hazard model을 사용하여 추정된 모형의 예측력을 비교하였는데, 모형간 예측력 차이는 미미하였다.

@highlight

주택의 법원 경매 낙찰기간에 관한 연구이고 주택담보대출 기대손실 계산을 위한 사전 연구이다.

@highlight

GLS와 Cox proportional hazard model을 사용하여 추정된 모형의 예측력을 비교하였는데, 모형간 예측력 차이는 미미하였다.

