이 연구는 안철수의 신당인 새정치연합을 사례로 한국사회에서 ‘제3정당’의 등장과 실패에 영향을 미친 내·외생적 조건을 밝히기 위한 것이다.

이 연구는 신생정당이 등장하기 위해서는 기성정당에 대한 단순한 불만으로도 가능하지만, 이들이 선거관문을 통과하여 생존하기 위해서는 경쟁력을 갖추어야하며, 이는 첫째, 정치적 지향에서 기성정당과의 차별성을 확보하고, 둘째, 정치세력화의 계기가 되었던 주요 이슈에 대한 소유권 행사를 통한 조직화가 지속되어야 한다고 가정한다.

분석결과 이 연구는 새정치연합이 이념적으로 보수와 진보의 가치가 혼합된 이중적이고 모호한 지향을 제시하는데 그침으로써 기성정당과 차별적인 이념적 위치선정에 실패하였을 뿐만 아니라 ‘안철수 현상’의 기원이 되었던 청년세대의 실업문제를 포함하여 이념적·계층적 양극화와 세대균열을 심화시킨 신자유주의 시대의 핵심 이슈들과, 정치적으로 영호남 지역주의와 이에 의존하여 성장해온 기성정당체제의 문제에 대한 의제설정이 매우 미흡하였으며, 결국 ‘제3정당’의 길보다는 기성정당과의 통합을 선택하였다고 주장한다.

@highlight

본 연구는 안철수의 신당인 새정치연합을 사례로 한국사회에서 ‘제3정당’의 등장과 실패에 영향을 미친 내·외생적 조건을 밝히기 위한 것이다.

