고용량 방사성요오드 131I 투여환자의 퇴원 이후 환자 가족이나 간병인, 가옥에 대한 외부피폭 방사선량을 개인선량계인 OSL(Optically Stimulated Luminescence dosimeter) 선량계를 사용하여 평가하였다.

3.37~5.55GBq(100~150mCi)의 131I을 투여한 환자가 2박3일 또는 3박4일의 입원 기간이 지난 후 요양을 위하여 가정으로 귀가 한 후부터 5일에서 8일 동안 간병을 담당한 사람이 피폭한 방사선량과 집안 내 주요 지점에서의 누적공간방사선량인 주변선량을 OSL 선량계를 이용하여 측정하였다.

고용량 치료 환자의 가족이나 간병인, 집안 내 주요 지점에서의 누적피폭방사선량은 1mSv의 1/10 수준인 0.1mSv 내외로 측정되어 원자력법에서 정하고 있는 일반인에 대한 선량한도를 초과하지 않는 것으로 평가되었다.

소수의 표본임에도 불구하고 환자 주변인에 대한 측정값의 표준편차가 0.087mSv로 크지 않았음을 볼 때 모집단인 전체 환자가족의 피폭 방사선량도 표본집단의 결과와 큰 차이를 보이지 않을 것으로 유추할 수 있어 환자의 입원 치료기간을 현재보다 단축하는 방안을 추가로 검토하거나 연구할 필요가 있을 것으로 보인다.

@highlight

고용량 방사성요오드 131I 투여환자의 퇴원 후 환자 가족이나 간병인, 가옥에 대한 외부피폭 방사선량을 개인선량계인 OSL 선량계를 사용하여 평가했다.

@highlight

고용량 치료 환자의 가족이나 간병인, 집안 내 주요 지점에서의 누적피폭방사선량은 1mSv의 1/10 수준인 0.1mSv 내외로 측정됐다.

