본 연구는 2016년 말 기준으로 ㈜더존비즈온의 ERP(enterprise resource planning) 솔루션을 사용하는 코스닥 기업 251개를 대상으로 특정 ERP 시스템의 대용치인 국제회계기준과 내부회계관리 솔루션 적용 여부가 이익관리에 미치는 효과를 분석하였다.

실증분석 결과를 요약하면 다음과 같다.

첫째, ERP 시스템에서 국제회계기준과 내부회계관리 솔루션을 적용한 기업, 즉 ERP 시스템이 고도화된 기업은 후속 연도인 2017년과 2018년의 재량적발생액이 유의한 음(－)의 관계를 나타냈다.

둘째, 국제회계기준과 내부회계관리 솔루션을 적용한 기업에서 공격적인 이익조정(이익 상향)이 통제되는 결과를 보였다.

이는 국제회계기준과 내부회계관리 솔루션을 적용한 기업에서 ERP 시스템이 갖는 정보공유성이 정보비대칭을 완화하여 경영자의 이익조정을 감소시키는 효과가 있다는 것을 시사한다.

이를 통해 기업에 적합한 ERP 도입은 정보비대칭으로 인한 비효율성의 완화에도 영향을 미치는 것으로 예상한다.

본 연구는 ERP시스템에 의한 이익조정 통제 효과에 대한 연구결과가 상반된 상태에서 동일한 ERP 시스템을 적용한 기업을 대상으로 한 점에서 기존 연구와 차별성이 있다.

@highlight

본 연구는 2016년 말 기준 ㈜더존비즈온의 ERP 솔루션 사용 코스닥 기업 251개를 대상으로 국제회계기준과 내부회계관리 솔루션 적용에 따른 이익관리 효과를 분석하였다.

@highlight

 이를 통해 기업에 맞는 ERP 도입은 정보비대칭으로 인해 비효율성 완화에도 영향을 미칠 것이다.

