본 연구의 목적은 애지회 창단 이후 30년간 활동을 살펴봄으로서 초기 동문발레단이 한국발레문화와 무용교육일선에서의 어떠한 영향을 미쳤는지를 파악하고자 하는 것이다.

이를 위해 선행연구와 1차 사료인 신문기사, 연감, 공연 팜플렛 등 문헌 등을 참고하였으며 삼각검증법을 이용하여 1차 사료에 나타나는 내용에 대하여 2인의 인터뷰을 실시하여 보다 진실성 있는 사료에 접근하였다.

무용교육가 김정욱과 1981년 그의 지도하에 창단된 애지회 활동을 대상으로 연구하였으며 이에 대하여 다음과 같은 결과를 도출할 수 있었다.

김정욱은 한국 발레 1세대로서 애지회의 창단과 발전에 지대한 역할을 했고 우리나라 발레문화의 토착화에 힘썼다.

그는 그만의 한국적 발레 기법을 개발하였고 많은 후학들이 그의 발레기법을 전수받음으로 교육일선에서 발레교육에 많은 영향을 끼쳤다.

또한 대학동문 발레단인 애지회는 한국적 정서의 독특한 창작 발레 작품을 만들었고, 남성무용수를 적극 등용하여 다양한 공연 문화를 제공하였으며 소극장 공연 등 꾸준히 많은 무용공연을 함으로써 발레 대중화에 공헌 하였다.

@highlight

본고는 애지회 창단 이후에 30년간 활동을 살펴봄으로서 초기 동문발레단이 한국발레문화와 무용교육일선에서의 어떤 영향을 미쳤는지를 파악하고자 하였다.

