연구목적: 본 연구의 목적은 특수교육 교육과정-

수업-

평가 일체화를 위한 웹기반 백워드 수업설계 프로그램을 개발하는 것이었다.

연구내용은 세 가지로 프로그램의 구성 요소 도출, 프로그램 개발, 프로그램에 대한 특수교사의 만족도 조사로 이루어졌다.

연구방법: 본 연구내용 1의 참여자는 15명의 특수교사로 포커스그룹 면담이 실시되었다.

연구내용 2의 참여자는 프로그램 구성 요소의 타당도 점검을 위한 특수교육 전문가 10명과 프로그램의 데모버전에 대한 타당도 점검을 위한 30명의 특수교사들이었다.

연구내용 3의 참여자는 프로그램의 만족도 조사를 위해 300명의 특수교사가 참여하였다.

연구결과: 첫째, 포커스그룹 면담을 통해 5단계 기반의 10개 구성요소가 도출되었다.

둘째, 도출된 구성요소에 대한 타당도는 높았으며, 프로그램의 데모버전에 대한 만족도도 높은 편이었다.

셋째, 본 연구에서 개발한 프로그램에 대해 교사들은 전반적으로 만족하였고, 편리하다고 하였다.

특히, 교육과정 재구성, 학기별, 월별 목적과 목표 설정, 학생들의 수행평가 방법을 제시하고 있는 점에 대해 만족도가 높았다.

논의 및 결론: 본 연구의 결과는 국어와 수학 이외 다른 교과의 교육과정 재구성-

수업-

평가 일체화 프로그램 개발과 특수교육 수업설계에 대한 많은 정보를 제공할 것이다.

@highlight

본 연구에서는 특수학교에서 다루어질 특수교육 교육과정-

@highlight

수업-

@highlight

평가 일체화를 위한 백워드 수업설계 프로그램을 개발하고자 한다.

@highlight

포커스 그룹 면담, 프로그램 데모버전 타당도 검증을 실시했다.

@highlight

개발된 프로그램에 대한 교사들의 만족도는 높았으며, 이 연구를 바탕으로 국어 수학 이외의 다른 교육과정 수업설계에 많은 정보를 제공할 것이다.

