중국의 한국전쟁 참전에 관한 기존 연구는, 미국이 38선을 돌파하지 않았다면 중국의 참전도 없었을 것이란 주장이 주류를 이룬다.

그러나 최근 공개된 중국과 러시아의 당안 자료들은 유엔군과 한국군이 수세에 몰려있던 7~8월에 이미 마오쩌둥과 김일성이 중국군 파병을 적극 희망하고 있었음을 보여준다.

중국은 “미군의 38선 돌파 후 중국군 참전”이라는 스탈린과의 약속에도 불구하고, 혁명성과 보존, 대만문제 해결, 북한에 대한 영향력 확보 등을 위해 조기파병을 희망했고, 그 뜻을 북한과 소련에 전달했다.

마오쩌둥은 중국군 조기파병을 최소비용으로 최대효과를 낼 수 있는 수단으로 보았다.

그러나 유엔군의 인천상륙 이후 동요하기 시작했고, 38선 돌파 이후에는 참전 불가를 스탈린과 김일성에게 통보하기도 했다.

김일성을 비롯한 북한지도부는 미 공군의 폭격이 시작된 직후부터 자력으로 승리가 어렵다고 보고, 소련공군과 중국군의 참전을 스탈린에게 요청했다.

그러나 스탈린은 중국군 조기파병이 가져올 부정적 영향을 고려하여, 김일성과 마오쩌둥의 조기파병 요청에 동의하지 않았다.

주목할 것은 스탈린이 한국전쟁이 야기한 새로운 국제정세에 크게 만족하고 있었으며, 따라서 한국전쟁에 대한 목표를 속전속결에서 전쟁 장기화로 수정했다는 점이다.

이렇듯 스탈린, 마오쩌둥, 김일성은 한국전쟁 초기부터 각자 다른 꿈을 꾸고 있었다.

@highlight

중국의 한국전쟁 참전에 관한 기존 연구는, 미국이 38선을 돌파하지 않았다면 중국의 참전도 없었을 것이란 주장이 주류를 이룬다.

@highlight

그러나 최근 공개된 중국과 러시아의 당안 자료들은 유엔군과 한국군이 수세에 몰려있던 7~8월에 이미 마오쩌둥과 김일성이 중국군 파병을 적극 희망하고 있었음을 보여준다.

