본 연구는 2010년도《주한외국기업체총람》의 자료를 이용하여 일본기업의 지분소유 유형(소수소유, 공동소유, 다수소유, 완전소유)에 따른 한국시장 진출 특성이 무엇인지를 살펴보았다.

본 연구에 대한 분석 내용을 종합하면, 다음과 같이 요약할 수 있다.

첫째, 일본기업은 완전소유 유형에서 서울, 경기지역을 중심으로 진출한 경우가 많은 것으로 나타났다.

둘째, 일본기업은 완전소유 유형에서 1백만 달러 미만의 자본규모를 소유한 경우가 많은 것으로 나타났다.

셋째, 일본기업은 완전소유 유형에서 제조업보다는 서비스 산업에 투자한 경우가 많은 것으로 나타났다.

넷째, 소수소유와 다수소유 유형은 도소매업, 전기전자에 투자한 것으로 나타난 반면 공동소유와 완전소유는 도소매업, 기타 제조업에 높게 투자한 것으로 나타났다.

다섯째, 일본기업은 완전소유 유형에서 1백만 달러 미만의 자금을 투자한 경우가 많은 것으로 나타났는데, 그 중 다수소유와 완전소유 유형은 1억 달러 이상의 자본을 일부 투자한 것으로 나타났다.

여섯째, 일본기업은 완전소유 유형에서 1990년대에 신고하여 등록한 경우가 많은 것으로 나타났다.

이상으로 일본기업의 지분소유 유형은 진출지역, 자본금, 산업, 업종, 투자액, 투자시기에 영향을 미치는 것으로 나타났다.

특히, 이들 대부분의 기업들은 지분소유 유형 중 소수소유인 합작투자 형태로 한국시장에 진출하는 특성을 갖고 있다.

@highlight

이 연구는 2010년도《주한외국기업체총람》의 자료를 이용하여 일본기업의 지분소유 유형(소수소유, 공동소유, 다수소유, 완전소유)에 따른 한국시장 진출 특성이 무엇인지를 살펴보았다.

