이 논문은 힐퍼딩의 『금융자본론』의 현대적 의의와 한계를 살펴보는데, 그의 화폐이론과 금융자본이론을 비판적으로 고찰한다.

이 글의 주장은 다음과 같다.

첫째,힐퍼딩의 화폐이론은 화폐의 본질을 사용가치와 가치의 대립이 아니라 생산의 무정부성에서 찾는 오류를 범했고, 그 결과 공황론도 불비례설로 귀착될 수밖에 없었다.

그리고 그의 ‘사회적으로 필요한 유통가치’에 의한 화폐의 가치 결정에 대한 이론도 은본위제에서 은화 주조가 금지된 상황에서 화폐의 가치결정을 잘못 이론화한 것에 불과하다.

둘째, 힐퍼딩의 금융자본 이론은 당시의 독일에 나타난 역사적으로 특수한 상황을 일반화하는 오류를 범하였을 뿐 아니라, 상품과 화폐의 대립에서 그릇되게 산업자본에 대한 금융자본의 지배를 도출하는 오류를 범하였다.

셋째, 힐퍼딩과 같은 오류를 범하지 않으면서 현대 자본주의를 설명하기 위해서는, 마르크스주의 이론을 충분히 발전시킨 데 기초하여, 자본주의 자체가 가지고 있는 보편성과 현대 자본주의가 가지고 있는 특수성을 구분하여 연구할 필요가 있다.

@highlight

힐퍼딩의 『금융자본론』의 현대적 의의와 한계를 검토하고, 그의 화폐이론과 금융자본이론을 비판적으로 고찰한다.

@highlight

더불어 힐퍼딩과 같은 오류를 피하기 위해서는, 마르크스주의 이론을 충분히 발전시켜, 자본주의 자체의 보편성과 현대 자본주의의 특수성을 나누어 고찰해야 함을 강조하고자 한다.

