본 연구는 당기의 경영자 예측치 달성과 이익조정과의 관계를 통한 차기 이익조정을 검증하였다.

분석 결과 경영자 예측치는 목표설정 지표로서 당기성과를 차기성과의 하한치로 간주하는톱니현상이 나타났다.

특히, 당기성과가 경영자 예측치를 달성한 경우 차기 경영자 예측치를 증가시키는 정도보다 당기성과가 경영자 예측치에 미달한 경우 차기 경영자 예측치를 감소시키는정도가 작게 나타나는 비대칭적 톱니현상이 나타났다.

이러한 결과는 이익조정뿐만 아니라 목표설정과정에서 나타나는 비대칭적 톱니현상 또한 목표설정 행태에 영향을 미치는 것으로 해석할수 있다.

이러한 결과는 기존연구의 이익예측치를 달성하기 위한 상향 이익조정의 결과가 아니라 비대칭적 목표설정 과정에 따라 이익조정 유인과 차기의 목표설정 행태가 달라질 수 있음을 나타내고 있다.

또한, 톱니효과가 나타나는 기업에서 차기에 하향의 이익조정이 나타나 지속해서 목표를 달성하고자 하는 유인이 있음을 시사하였다.

본 연구는 경영자의 목표설정 행태에 영향을 미칠 수 있는 행동학적 요인들에 대해서도 분석을 수행하였다.

매출액과 영업이익 목표를 모두 달성하지 못한 경우와 경영자 예측치를 연속해서 달성하지 못한 경우에 차기에 양의 이익조정을하는 것으로 나타났다.

@highlight

경영자 예측치 달성과 이익조정과의 관계를 통한 차기 이익조정을 검증한 결과 경영자 예측치는 목표설정 지표로서 당기성과를 차기성과의 하한치로 하는 톱니현상이 나타났고 당기성과가 경영자 예측치를 달성한 경우 차기 경영자 예측치를 증가시키는 것보다 당기성과가 미달한 경우 차기 경영자 예측치를 감소시키는 정도가 작게 나타났다.

