유아의 행동문제 유발을 예방할 수 있는 초기 양육 환경 자료를 확보하고자 어머니의 인지적 특성인 집단주의적 양육가치와 정서적 측면인 결혼만족도를 중심으로 유아의 공격 및 불안행동과 이들 변인간 관계를 살펴보았다.

이를 위해 대구지역 유아교육기관에 다니는 만4, 5세 유아와 배우자와 함께 살고 있는 어머니를 대상으로 어머니의 집단주의적 양육가치, 결혼만족도 그리고 유아의 공격 및 불안행동 척도를 이용하여 질문지 조사를 실시하였다.

수집된 자료는 피어슨의 적률상관관계, 단순 및 중회귀분석을 이용하여 분석하였다.

연구결과 첫째, 어머니의 집단주의적 양육가치는 유아의 공격과 불안행동에 각각 부적인 영향을 미치는 것으로 나타났다.

어머니의 집단주의적 양육가치가 높을수록 유아의 공격과 불안행동은 작게 나타났다.

둘째, 어머니의 집단주의적 양육가치는 어머니의 결혼만족도에 정적인 영향을 미치는 것으로 나타났다.

어머니의 집단주의적 양육가치가 높을수록 어머니의 결혼만족도도 높게 나타났다.

셋째, 어머니의 집단주의적 양육가치는 유아의 공격과 불안행동에 유의한 수준의 부적 영향을 미치나, 결혼만족도의 영향을 통제할 경우 부적인 영향력의 유의성이 사라지는 것으로 나타났다.

이러한 연구결과는 유아의 공격과 불안행동과 같은 행동문제가 어머니의 집단주의적 양육가치에 의해 직접 영향을 받기보다, 배우자에 의해 경험되는 만족감, 기쁨 등의 주관적인 느낌인 결혼만족도를 통해 간접적으로 영향받음을 시사하는 것이다.

@highlight

어머니의 인지적 특성인 집단주의적 양육가치와 정서적 측면인 결혼만족도를 중심으로, 유아의 공격 및 불안행동과 이들 변인간 관계를 살펴보았다.

@highlight

연구결과는 유아의 공격과 불안행동과 같은 행동문제는 어머니의 집단주의적 양육가치에 직접 영향을 받기보다, 배우자에 의해 경험되는 만족감, 기쁨 등의 주관적인 느낌인 결혼만족도를 통해 간접적으로 영향받음을 시사하고 있다.

