민간보험은 공적보험과 보완적인 관계를 형성함에도 불구하고 우리나라의 민간보험은 소득계층에 따른 접근성 차이로 인한 사회적 불평등, 도덕적 해이로 인한 공적보험 재정악화 등의 우려를 낳고 있다.

그러나 이에 관한 실증적 분석은 그간 이루어지지 못하여 정책적인 방향을 정립하는 데 장애가 되어 왔다.

본 연구는 건강보험공단, 심사평가원, 민간보험사, 행정자치부 주민등록세대정보 등의 관련 정보를 종합하여 이에 대한 실증분석을 시도했다.

그 결과, 우리나라의 민간보험 가입률은 전 국민의 64%에 달하고 있으며, 고소득층과 저소득층 간에 민간보험 가입률의 차이가 나타나지 않았다.

이는 공적보험의 보장성이 미흡한 상황에서 저소득층 역시 갑작스런 의료지출에 대비하고 있으며, 민간보험이 의료접근성의 계층화를 초래하지 않고 있다는 것을 시사한다.

또한 민간보험 가입자는 평균적으로 미가입자에 비해 의료이용량이 높지 않았으며, Two-

Part Model을 통해 다양한 변수를 통제했을 경우에도 동일한 결과가 나타났다.

연령대에 따른 차이로 미루어 이러한 결과는 노동시장과 연관된 한시적인 성격일 것으로 추측되나, 현재로서는 민간보험 가입에 따른 도덕적 해이가 강하게 나타나고 있다는 근거는 발견되지 않았다.

@highlight

건강보험공단, 심사평가원, 민간보험사, 행정자치부 주민등록세대정보 등의 관련 정보를 종합하여 실증분석을 시도한 결과 민간보험 가입률은 소득에 관계없이 전 국민의 64%로 의료접근성의 계층화를 초래하지 않으며, 미가입자에 비해 의료이용량이 높지 않았는데 이 결과는, 현재 민간보험 가입에 따른 도덕적 해이는 나타나지 않음을 보여준다.

