PSC 박스 교량의 시공 중 거동 특성을 고려하기 위하여 뼈대 요소를 이용한 시공단계의 설계가 수행되고 있다.

그러나 PSC 박스 교량 중 곡선 램프교 등의 경우는 교량의 외측 및 내측의 변위 및 응력 값이 현저히 다르다.

따라서 PSC 박스 교량의 텐던량 및 시공 중 긴장력이 외측 및 내측에서 다르게 산정되어야 함에도 불구하고 현실적으로는 계산이 불가능하여 같은 양의 텐던과 부적절한 긴장력을 사용하고 있어 시공 중 항상 안전사고에 노출되고 있다.

이러한 단점을 해결하기 위하여 3차원 해석이 필수적으로 요구되고 있으며 본 연구에서는 PSC 박스 교량의 해석 기법에 필요한 가정된 변형률 PSC 쉘 요소를 제안하고자 한다.

본 쉘요소에 사용된 콘크리트의 크리프 및 건조수축의 재료 모델은 ACI 코드를 사용하였으며, 이 모델을 이용하여 3차원 시공단계해석을 수행하고 그 결과를 뼈대 요소와 비교하였다.

@highlight

단점을 해결하기 위하여 3차원 해석이 필수적으로 요구되고 있으며 본 연구에서는 PSC 박스 교량의 해석 기법에 필요한 가정된 변형률 PSC 쉘 요소를 제안하려 한다.

