본 논문은 미국과 중국 그리고 일본 관광객들이 우리나라를 방문하여 지출한 경비 즉 소비패턴을 분석해 보고자 한다.

한국문화 관광연구원의 2004~2017년 외래관광객실태조사를 분석 자료를 사용하여 동태적 변이-

할당분석을 모형과 지역성장률 시차분석을 토대로 미중일 관광객의 소비패턴을 분석하였다.

분석결과 미국의 숙박비 지출과 중국의 쇼핑비 지출 그리고 한국여행사 지출비, 오락관련 지출비는 성장하는 것으로 분석되었고 일본의 경우에는 해당하는 항목이 없었다.

장기성장 지출 항목에서는 중국의 문화관련 지출과 일본의 오락관련 지출로 분석되었고 총 성장시차가 양(+)의 수치를 기록한 항목으로는 미국의 숙박, 식음료와 중국의 쇼핑, 문화관련 지출 그리고 일본의 오락관련 지출이 포함되었다.

또한 미국의 식음료비 지출과교통비 지출 그리고 운동관련 지출과 중국의 문화관련 지출 마지막으로 일본의 기타비용은앞으로 성장 가능성이 높기 때문에 장기적으로 외국관광객의 경비지출을 늘릴 수 있도록 특화하는 방법도 가능하리라 생각한다.

따라서 지역을 연계한 지출경비 전략을 수립한다면 관광산업의 경제적 이익을 창출하는데 도움을 줄 수 있을 것으로 판단된다.

@highlight

본 논문은 미국, 중국, 일본 관광객들이 우리나라에서 지출한 소비패턴을 분석하고자 한다.

@highlight

분석결과 미국의 숙박비 지출과 중국의 쇼핑비 지출, 한국여행사 및 오락관련 지출비는 성장하였다.

@highlight

장기성장 지출 항목은 중국의 문화관련 지출과 일본의 오락관련 지출로 분석되었다.

