본 연구는 만 4-5세 유아의 환경친화적 태도가 친사회적 행동에 미치는 영향을 고찰함으로써 유아의환경친화적 태도와 친사회적 행동을 통합하여 증진시킬 수 있는 교육적 방안 모색에 기초자료를 제공하고자 하였다.

연구 대상은 M시에 소재한 4개 유치원의 만 4세 유아 158명과 만 5세 유아 168명이며, 검사도구를 사용하여 연구 자료를 수집하였다.

연구결과는 첫째, 연구대상 전체 유아의 환경친화적 태도와친사회적 행동 간에 의미 있는 정적 상관이 있는 것으로 나타났다.

연령적으로는 만 4세아의 경우 유의미한 정적 상관이 있는 반면, 만 5세아는 유의미한 상관이 없었다.

둘째, 연구대상 전체 유아의 환경친화적 태도는 친사회적 행동에 대해 유의미한 예측력이 있는 것으로 나타났다.

연령적으로는 만 4세아의 경우 환경친화적 태도가 친사회적 행동의 하위요인 중 지도성과 접근 시도하기를 예측하는 변인으로 나타났으며, 만 5세아는 나누기만을 유의하게 예측하는 것으로 나타났다.

본 연구는 만 4-5세 유아의 환경친화적 태도와 친사회적 행동을 증진하기 위한 프로그램 개발이 적절하게 유기적인 연관성을 가지고 논의, 모색되어야 함을 실증적으로 제시하였다는 점에서 향후 유아교육과정 방향 설정을 위한 기초자료로서의역할을 수행할 수 있을 것으로 기대된다.

@highlight

이 연구는 만 4-5세 유아의 환경친화적 태도가 친사회적 행동에 미치는 영향을 고찰함으로써 유아의환경친화적 태도와 친사회적 행동을 통합해 증진시킬 수 있는 교육적 방안 모색에 기초자료를 제공하고자 했다.

