갈등적응효과는 스트룹 과제나 수반자극 과제 등에서 이전 시행 조건에 따라 현재 시행의 간섭의 크기가 달라지는 현상을 일컫는데, 인지적 통제 능력의 측정치로 사용되고 있다.

갈등적응효과의 발생 기제에 대한 설명은 매우 다양한데, 하향처리적 통제의 관점을 지닌 갈등 감시 이론과 기대에 기반한 설명이 있다.

두 이론은 각각 반응적 통제와 능동적 통제에 관련되어 있으며 갈등적응효과의 시간적 특성에 대해 다른 설명을 하고 있다.

본 연구는 능동적 통제의 관점에서 갈등적응효과에 시간적 조작이 미치는 영향을 알아보고자 상대적으로 높은 난이도의 스트룹 과제를 사용하였다.

실험 1과 2는 다양한 길이의 자극 간 시간 간격을 무선적으로 제시하여 과제를 실시하였다.

그 결과, 처리 시간이 충분할 때 능동적 통제로 인한 갈등적응효과가 발생할 수 있음을 확인하였다.

실험 3에서는 자극 출현에 대한 예측이 용이하도록 자극 간 시간 간격을 고정시켜 제시하였으며 기대효과로 인해 더 강화된 능동적 통제가 나타난 것을 확인하였다.

본 연구는 과제의 특성에 따라 능동적 통제로 인해 갈등적응효과가 발생할 수 있으며 능동적 통제는 처리시간이 충분하고 자극 출현에 대한 예측이 쉬운 상황에서 더 효율적으로 작동할 수 있음을 시사한다.

@highlight

이 연구는 능동적 통제의 관점에서 갈등적응효과에 시간적 조작이 미치는 영향을 알아보고자 상대적으로 높은 난이도의 스트룹 과제를 사용했다.

