본 연구의 목적은 해외직접구매에 대한 소비자들의 긍정적, 부정적 반응의 응집 구조 및 인지적 반응이 감정적 반응으로 이어지는 경로를 파악하는 것이다.

이를 위해 해외직접구매에 관한 정보가 주로 공유되는 온라인 커뮤니티 게시글을 수집한 후 네트워크 텍스트 분석을 시행하였다.

분석결과, 저렴한 가격, 선택의 다양성, 결제의 편의성과 즐거움 등이 해외직접구매에 대한 주요 긍정적 반응으로 나타났으며, 해외상품의 가격이 저렴하다는 것이 상대적으로 국내 상품 가격이 비싸다는 반응으로 강하게 연계되어 국내 시장 및 유통업계에 대한 저항감을 불러일으키는 것으로 나타났다.

반면 소비자들은 해외직접구매가 배송이 느리고, 반품/환불/취소가 어렵고, 사후서비스가 취약하며, 관세/부가세/배송비 등을 추가로 부담해야 한다는 점에 부정적으로 반응했다.

연구결과를 토대로 국내 유통업계가 소비자들이 추구하는 효용들을 제공하고 유통구조를 선진화시키는 방안을 강구해야 하며, 정부는 소비자 후생 제고를 위해 정보정책을 강화하고 글로벌 표준의 전자상거래 시스템을 도입하는 것이 필요하다는 점을 제언하였다.

@highlight

해외직접구매에 대한 소비자들의 반응의 응집 구조 및 인지적 반응이 감정적 반응으로 이어지는 경로를 파악했다.

