본 논문에서는 앵커볼트의 체결력을 고려한 유한요소 모델을 제안함으로써 앵커볼트로 연결된 부재의 해석적 평가방법을 제안하였다.

LS-

DYNA를 사용한 유한요소 모델링은 복잡한 3차원 상세모델보다는 단순화된 앵커모델들을 적용함으로써 해석 효율성을 고려하였다.

앵커볼트는 Beam 혹은 Solid 요소로 토크 조임에 따른 앵커볼트 긴장상태를 반영하였고, 토크 조임에 따른 체결력을 고려하기 위해 너트면에 압축력을 도입하거나 너트를 Shell 혹은 Solid로 고려하여 작용 토크값으로 산정되는 체결력과 등가의 하중을 도입하였다.

외력 작용 시 체결력과 마찰력에 의한 앵커볼트의 하중전달은 nodal rigid 혹은 contact 조건으로 고려하였다.

체결력을 고려한 세 종류의 앵커모델을 적용한 해석결과, Model I과 Model III는 볼트 축력과 전단력이 매우 유사한 값으로 계산되었고, Model II의 경우, 볼트 축력과 전단력이 다소 과소평가되는 것으로 나타났다.

Model I은 다른 두 모델에 비해 수치해석적으로 효율적인 것으로 분석되었다.

@highlight

본고에서는 앵커볼트의 체결력을 고려한 유한요소 모델을 제안함으로써 앵커볼트로 연결된 부재의 해석적 평가방법을 제안하였다.

