본 연구의 목적은 방과 후 보육교실 아동을 대상으로 웃음활동을 병행한 집단미술치료 프로그램을 적용하여 스트레스 대처능력과 사회적 지지 수준을 높이고, 생활만족도를 향상시키는데 그 효과가 있는지 살펴보는 것이었다.

본 연구의 대상은 D광역시에 소재한 초등학교 세 곳의 방과 후 보육교실 아동 32명이다.

이들을 각각 웃음활동을 병행한 집단미술치료집단(실험집단, 11명), 집단미술치료집단(비교집단, 11명), 통제집단(10명)으로 임의 배정하여 처치집단의 아동들에게는 주 2회 총 16회기의 프로그램을 실시하였다.

방과 후 보육교실 아동의 스트레스 대처능력, 사회적 지지, 생활만족도가 프로그램을 통해 어떻게 변화하였는지 파악하기 위해 사전, 사후, 추후 검사를 실시하였으며, SAS 9.1.3 프로그램을 활용하여 일원변량분석과 반복측정 이원변량분석을 실시하였다.

본 연구의 주요 결과는 다음과 같다.

첫째, 웃음활동을 병행한 집단미술치료는 방과 후 보육교실 아동의 스트레스 대처능력 향상에 효과적이었다.

둘째, 웃음활동을 병행한 집단미술치료와 집단미술치료는 방과 후 보육교실 아동의 사회적 지지 증진에 효과가 있었으며, 특히 웃음활동을 병행한 집단미술치료의 효과가 더 높았다.

셋째, 웃음활동을 병행한 집단미술치료와 집단미술치료는 방과 후 보육교실 아동의 생활만족도 향상에 효과적이었으며, 특히 웃음활동을 병행한 집단미술치료의 효과가 더 높았다.

@highlight

웃음활동을 병행한 집단미술치료 프로그램이 방과 후 보육교실 아동의 스트레스 대처능력과 사회적 지지 수준, 생활만족도에 도움을 주는지 분석하였다.

@highlight

연구 결과, 웃음활동을 병행한 집단미술치료는 방과 후 보육교실 아동의 스트레스 대처능력과 사회적 지지, 생활만족도를 높이는 데 효과가 있는 것으로 확인되었다.

