이 글에서는 「지언의의」 분석을 통해 호굉과 주희의 철학체계를 세계관, 심성론, 수양론 관점에서 비교하였다.

세계관 측면에서 호굉은 세계를 관계성의 총체인 도(道)로 파악하고 선악의 기준으로 규정할 수 없다고 생각하였다.

주희는 세계를 선악의 선천적 기준이 내재화되어 있다는 의미에서 칙(則)으로 파악하였다.

심성론 측면에서 호굉은 심성의 관계를 ‘성체심용(性體心用)’으로 규정하여 성(性)과 심(心)을 각각 존재론적 위상과 개체적 위상에 놓았다.

주희는 심성의 관계를 ‘심주성정(心主性情)’으로 규정하여 본성은 존재의 근거로, 감정은 개체들의 세상에 대한 관계 방식[達道]으로, 마음은 개체의 수양 주체로 설정하였다.

수양론 측면에서 호굉은 선한 양심의 싹이 발현하는 단서[仁의 本體]를 살펴서 그 싹을 키우고 확충하는 ‘치찰존양(致察存養)’의 방법을 제시하였다.

주희는 마음의 의식화 이전 단계부터의 수양인 함양(涵養)을 강조하면서 미발과 이발의 영속적인 마음 상태를 통해 수양의 주체를 기획하였다.

이와 같이 「지언의의」 분석을 통해, 주희가 호굉을 맹렬히 비판하고 있음에도 불구하고 호굉 또한 내적으로 완결된 철학 체계를 구축하였음을 알 수 있다.

@highlight

이 글에서는 「지언의의」 분석을 통하여 호굉 및 주희의 철학체계를 세계관, 심성론, 수양론 측면에서 비교했다.

@highlight

세계관 관점에서 호굉은 세계를 관계성의 총체인 도(道)로 파악하며 선악의 기준으로 제한할 수 없다고 생각하였다.

