미래 예측의 방법은 기술적 특성 또는 기술적 성능으로 예측이 가능할 수 있다.

그러므로 기술예측은 경제적, 사회적 이익을 산출해 낼 수 있는 전략적 연구 분야에서 활용되고 있다.

본 연구에서는 이러한 기술적 특성으로 미래를 예측하는 방법의 연구를 통하여 미래 시장을 예측하였다.

특별한 제품의 수요 욕구에 따라 시장을 점유하는 시점의 예측을 통해 미래 예측 방법을 연구하였다.

시장수요 예측을 위하여 대표적인 계량적 분석 방법인 연평균성장률(CAGR) 모형, BASS 모형, Logistic 모형, 곰페르츠 성장모형(Gompertz Growth Curve) 등의 비교를 통해 미래시장의 수요예측 모형을 제안하였다.

본 연구는 Rogers의 혁신확산 이론을 접목하여 제품이 시장에 확산되는 시점을 예측하였다.

연구 결과로 특별한 제품이 시장을 점유하기 위한 다양한 요인들의 확산 시점을 통해 특별한 상품이 미래 시장에서 성숙하는 시점을 예측할 수 있는 방법론을 개발하였다.

그러나 시장을 예측하기 위한 전문가 판단에 대한 오류를 줄이는 것은 한계점이 있다.

@highlight

본 연구는 Rogers의 혁신확산 이론을 통해 제품의 시장 확산 시점을 예측하였고, 이를통해 특별한 상품이 미래 시장에서 성숙하는 시점을 예측할 수 있는 방법론을 개발할 수 있었으나, 시장 예측의 전문가 판단 오류에서는 한계점을 확인하였다.

