방위력개선사업의 선행연구는 소요가 결정된 무기체계의 효율적인 획득방법 결정을 지원하기 위해 사업초기 단계에 수행되고 있다.

사업 초기단계의 선행연구는 그 중요성이 간과되어 소홀히 진행되어 왔으며, 이로 인한 성능 미충족 및 비용 증가 등의 사업추진간 문제점이 지속적으로 발생되고 있다.

제한된 시간내 많은 항목의 선행연구를 수행한 결과, 핵심검토 항목을 깊이 있게 검토하지 못함으로써 사업추진간 예상되는 위험을 식별하고 감소시키는 역할을 제대로 수행하지 못하고 있다.

따라서, 본 논문에서는 방위력개선사업 선행연구 단계에서 수행시 고려해야 할 핵심요소들을 식별하기 위해 시스템안전 분석과정에서 사용되고 있는 FTA/FMEA 기법의 활용에 대해 연구하였다.

구체적으로 수행방안 도출시 FTA/FMEA 기법의 적용에 대한 착안점 및 주어진 조건에 부응하도록 개선을 통해 핵심검토 항목 도출을 위한 방법론을 구축하였다.

본 연구의 결과를 토대로 방위력개선사업 선행 연구단계에서 핵심 수행요소 재정립을 통해 향후 방위력 개선사업의 사업관리 측면에서 발생할 수 있는 불필요성 및 예상되는 위험을 제거함에 따라, 비용 및 시간을 절감하고 위험감소를 통한 사업의 안정적 추진을 기대할 수 있을 것으로 기대된다.

@highlight

방위력개선사업 선행연구 단계에서 수행시 고려해야 할 핵심요소들을 식별하기 위해 시스템안전 분석과정에서 사용되고 있는 FTA/FMEA 기법의 활용에 대해 연구하였고, 구체적으로 수행방안 도출시 FTA/FMEA 기법의 적용에 대한 착안점 및 주어진 조건에 부응하도록 개선을 통해 핵심검토 항목 도출을 위한 방법론을 구축하였다.

