오늘날 산업간 융복합화가 강조됨에 따라 모든 직업과 업무에서 공통적으로 갖추어야 할 자질인 기초역량이 기업의 가치창출과 경쟁력제고에 핵심이슈로 부각되고 있다.

특히 기업의 인력채용은 기초역량이 우수한 자원을 확보하는 첫 단계로서 그 중요성이 높다.

이에 본 연구에서는 조직 구성원의 채용관점에서 재직자의 교육기간, 업무수행가능성 및 학습전략이 기초역량(언어능력, 수리능력, 컴퓨터기반 문제해결능력)을 예측하는지를 살펴보았다.

이를 위해 2011년∼2012년 이루어진 OECD 국제성인역량조사(Programme for the International Assessment of Adult Competencies, PIAAC)의 한국 재직자 3,093명을 대상으로 연구를 진행하였다.

다중회귀분석을 통해 가설을 검증한 결과, 첫째 재직자의 교육수준, 업무수행가능성 및 학습전략이 언어능력과 수리능력을 유의하게 예측하였다.

둘째, 컴퓨터기반 문제해결능력에서는 재직자의 교육기간과 학습전략이 컴퓨터기반 문제해결능력을 유의하게 예측한 반면 업무수행가능성은 이를 유의하게 예측하지 못했다.

이상의 결과를 바탕으로 조직 구성원 채용 시 교육기간, 업무수행가능성 및 학습전략을 통해 기초역량을 예측할 수 있는 전략을 제시하였다.

@highlight

조직 구성원 채용 시 재직자의 교육기간, 업무수행가능성, 학습전략이 기초역량을 예측여부를 살펴보았다.

@highlight


컴퓨터기반 문제해결능력에서는 재직자의 교육기간과 학습전략이 컴퓨터기반 문제해결능력을 예측한 반면 업무수행가능성은 예측하지 못했다.

@highlight


조직 구성원 채용 시 교육기간, 업무수행가능성 및 학습전략을 통해 기초역량을 예측할 수 있는 전략을 제시하였다.

