초등학교 고학년 듣기·말하기·쓰기 교과서의 듣기 수업에서 듣기 아이콘(이어폰)이 있는 듣기 내용과 관련된 내용을 분석하고, 또 메모하기를 활용한 듣기 방법에대하여 논하여 보았다.

첫째, 초등학교 고학년으로 올라가면서 듣기의 난이도가 높아져 메모의 필요성이더욱 높아졌다.

단순히 단일 정보나 정보 열거만이 아니라 메모를 할 때 내용을 체계화하면서 메모해야 되는 경우가 많아졌다.

그리고 듣기에서 해결해야 할 문제가 단순히 정보만 확인하는 것에서 확인한 정보를 활용하여 다른 문제를 해결하는 ‘정보 활용 메모하기’가 중학년에서는 3.4%이었는데 고학년에서는 14%까지 확대되었다.

둘째, 메모하기는 분석적 메모하기와 종합적 메모하기가 있다.

고학년의 메모하기에는 총 57개가 있는데 분석적 메모하기에는 46개로 80.7%이고, 종합적 메모하기는11개로 19.3%를 차지하고 있다.

중학년에서 종합적 메모하기가 5.6%를 차지한 것에비하면 고학년에서는 종합적 메모하기가 많이 확대되었다.

셋째, 메모하기 적용 방법에는 중학년에서와 마찬가지로 ‘정보 확인 메모하기’, ‘정보 활용 메모하기’, ‘분석적 메모하기’, ‘종합적 메모하기’를 결합한 분석적 정보 확인메모하기(Ⅰ형), 분석적 정보 활용 메모하기(Ⅱ형), 종합적 정보 확인 메모하기(Ⅲ형),종합적 정보 활용 메모하기(Ⅳ형) 형태가 있다.

@highlight

초등학교 고학년 듣기·말하기·쓰기 교과서의 듣기 수업에서 듣기 아이콘이 있는 듣기 내용과 관련된 내용을 분석하고, 또 메모하기를 활용한 듣기 방법에대하여 논하여 보았다.

