이 연구는 초기 미국 사회과 설계자 중 한 명인 Harold Rugg의 사회과교육과정에 대한 철학과 사회과 교재 개발과정을 재조명하고, 오늘날 사회과교육의 개선 방향을 탐색하고자 한다.

러그는 쟁점 중심 사회과의 시초 또는 진보적인 교육과정으로 기존 연구자들의 주목을 받았던 학자이다.

이전의 연구는 주로 러그의 교육 과정의 결과물인 사회과 교재의 내용 구성에 주로 초점을 두고 있어 상대적으로 러그의 사회과 교육과정 개발과정과 구성 원리에 대한 논의는 부족했다.

따라서 본 연구에서는 러그의 사회과 교육과정에 대한 인식과 사회과 교재의 개발과정에 어떤 특징이 있는지 살펴보았다.

이를 통해 사회변화에 따라 미래지향적인 교육내용 구성 방향에 대한 사회과 내 논리 구축의 필요성, 다양한 연구 방법을 통한 과학적이고 객관적인 교육내용 선정의 필요성, 학교 현장의 피드백을 반영할 수 있는 시스템과 교육내용의 적정성 검증을 제안하였다.

@highlight

이 연구는 러그의 사회과교육과정에 대한 철학과 교재 개발과정을 재조명하고, 개선 방향을 탐색하고자 한다.

@highlight

본 연구에서는 과학적이고 객관적인 교육내용 선정의 필요성, 학교 현장의 피드백을 반영할 수 있는 시스템과 교육내용의 적정성을 검증하고자 제안하였다.

