최근 방송의 다매체 다채널 환경 변화와 온라인 모바일로의 미디어 이용행태가 급변함에 따라 지상파 방송사들은 높은 경쟁을 요구받고 있다.

특히, 방송사들은 시청률 경쟁을 위해 SNS(Social Network Service) 채널을 활용한 마케팅을 펼치고 있다.

본 논문에서는 KBS의 SNS 운영사례 분석을 통한 TV본방송 시청률 상관관계 분석에 목적을 둔다.

이를 위해 브라질 월드컵 중계 방송시 KBS스포츠 계정 카카오스토리 플러스친구를 통해 28회의 참여형 이벤트 실시 결과와 시청률 데이터를 활용하였다.

자료 분석은 SPSS Ver.

18.0 를 사용하였다.

95%의 신뢰구간을 두고 p<0.05 일 때 통계적으로 유의성이 있다고 판단하였으며, 단순 상관분석 중 스피어만(spearman) 상관계수를 사용하였다.

본 논문의 연구 결과 첫째, 시청률은 이벤트 참여자 수와 직접 상관이 있었으며, 둘째, 이벤트 재참여자수의 비율은 시청률 상승과 강한 연관성으로 분석되었다.

본 논문의 연구 결과는 지상파 방송에서의 SNS 운영 및 참여형 이벤트시행은 마케팅 활용에 적용될 것으로 기대된다.

@highlight

이 논문에서는 KBS의 SNS 운영사례 분석을 통한 TV본방송 시청률 상관관계 분석에 목적을 둔다.

@highlight

자료 분석은 SPSS Ver.

@highlight

18.0 를 사용했다.

