인간의 많은 작업이 컴퓨터를 이용하여 수행됨에 따라 HCI(Human-

Computer Interaction)에 대한 연구가활발히 진행되고있다.

HCI 연구의 한 가지 목표는 좀 더일관성 있는 시스템의설계를 제안하는것이다.

사용자의관점에서 일관성을 평가하기 위한 대표적인 인지모형으로 TAG(Task Action Grammar), GOMS(Goals -

Operators -

Methods -

Selection Rule), 그리고 GTN(General Transition Network)이 있다.

이 중 TAG 는 규칙스키마의 개수를 가지고 시스템의일관성을평가한다.

즉, 사용자가시스템을 이용하여작업을할때 익혀야할 규칙스키마의 개수가 적으면 적을수록 그 시스템의 일관성은 높다는 것이다.

이 논문에서는 TAG에서 시스템의일관성을 측정할 때 단순히 규칙스키마의 개수뿐만 아니라 규칙스키마 사이의 거리도 역시 중요한 고려 대상이 되어야한다는것을 보이고자한다.

즉, 규칙스키마 사이의 거리가 짧으면 짧을수록모든 규칙스키마를 습득하기가쉬워질 것이다.

실험결과 이 가설은 확인되었다.

따라서 시스템을 설계할 때 규칙스키마의 개수뿐만 아니라 규칙스키마 사이의 거리도 고려되어야 할 것이다.

@highlight

이 논문에서는 TAG에서 시스템의일관성을 측정할 때 단순히 규칙스키마의 개수뿐만 아니라 규칙스키마 사이의 거리도 역시 중요한 고려 대상이 되어야한다는것을 보이고자한다.

