본 연구에서는 항공사 객실 승무원의 예측 가능한 근무일정 및 휴가일정이 여가만족도에 미치는 영향을 분석하였다.

여가만족도에 대한 이론적 고찰을 하고, 근무일정과 휴가가 이들에 어떤 영향을 미치는지를 살펴보기 위해 K항공사 승무원 259명을 대상으로 실증 분석하였다.

실증분석 결과 심리적, 교육적, 사회적, 휴식적 여가만족도는 모두 스케줄과 휴가의 상대적 예측 가능성이 높을수록 높아졌다.

여가만족도는 근무 일정이나 휴가 그 자체의 절대적 수준보다는 동료나 상사에 비해 상대적으로 더 나을 때 만족도가 높은 것이다.

이는 여가에 대한 만족도 자체가 심리적이고 정서적 차원의 문제로 상대적인 불이익을 받지 않는다는데 더 큰 의미를 부여한다는 점을 알 수 있다.

항공사 객실승무원의 근무 일정이나 휴가를 계획할 때 동료나 상사에 비해 상대적 박탈감을 가지지 않도록 변동 원인이나 휴가 예측에 대한 커뮤니케이션을 강화하는 것이 중요한 요소라는 것을 발견하였다.

변동성이 높은 항공운송산업의 특성상 구성원들 간의 상대적 예측가능성을 비슷한 수준으로 유지시키는 것이 필요하다.

@highlight

이 연구에서는 항공사 객실 승무원의 예측 가능한 근무일정 및 휴가일정이 여가만족도에 미치는 영향을 분석하였다.

