이 연구는 특성화고등학교를 대상으로 교육성과 지표인 신입생 충원율, 중도탈락률, 취업률을 활용하여 교육성과 수준과 유형화 분석하고 각 집단별 특성을 분석하고자 하였다.

특성화고등학교 교육성과 수준에 따른 유형을 구분하기 위하여 계층적 군집분석과 k-

means 군집분석을 실시하였고, 유형화로 집단을 구분한 뒤 각 집단 간 차이는 카이스퀘어 검정과 분산분석(ANOVA)을 통하여 분석하였다.

분석 결과 특성화고등학교의 교육성과에 따라 교육성과 지표가 모두 높은 “우수학교”와 신입생 충원율은 높지만 취업률이 낮은 “저취업학교”, 취업률은 보통 수준이지만 나머지 두 지표가 낮은 “저충원-

고이탈학교”의 세 집단으로 구분할 수 있었다.

교육성과에 따라 구분된 유형별 주요 특성의 차이분석 결과 학교 계열 및 설립 유형, 지역 및 학교 규모, 사업 수행 여부 등에서 차이를 보이는 것으로 나타났다.

학생복지 지원과 선택적 교육활동에 대해서도 예산의 활용 비율에 있어서 집단별로 차이를 보이는 것으로 분석되었다.

연구를 통해 특성화고등학교의 교육성과 향상을 위해 학교별로 차별화된 접근이 필요하고, 학교의 계열과 지역을 고려한 정책적 지원이 필요하다는 제언을 할 수 있다.

@highlight

교육성과에 따라 교육성과 지표 둘 다 높은 우수학교와 신입생 충원율은 높지만 취업률은 낮은 저취업학교, 취업률은 평균 수준이지만 중도탈락률과 취업률이 낮은 저충원-

@highlight

고이탈 학교의 세 유형으로 구분되었고, 집단 간 학교 계열 및 설립 유형, 사업 수행 여부, 학교 및 지역 규모, 예산 활용 비율의 차이를 보였다.

