본

 

논

문

에

서

는

 

미

네

르

바

-

박

대

성

을

 

통

하

여

 

현

대

기

술

사

회

에

서

 

전

문

성

의

 

정

의

와

 

역

할

을

 

재

해

석

하

고

 

전

문

적

 

의

사

결

정

의

 

정

당

성

 

문

제

를

 

다

루

어

볼

 

것

이

다

.

 

2

0

0

8

~

2

0

0

9

년

 

초

 

미

네

르

바

 

현

상

은

 

그

 

자

체

로

 

전

문

성

과

 

민

주

주

의

 

문

제

를

 

압

축

적

으

로

 

드

러

내

고

 

있

다

.

 

우

리

사

회

는

 

이

제

 

‘

누

가

 

전

문

성

을

 

가

진

 

전

문

가

인

가

?

’

 

그

리

고

 

‘

전

통

적

인

 

의

미

의

 

전

문

가

들

만

이

 

참

여

하

는

 

의

사

결

정

은

 

정

당

한

가

?

’

라

는

 

질

문

들

을

 

제

기

받

고

 

있

다

.

 

동

시

에

 

‘

미

네

르

바

-

박

대

성

은

 

전

문

가

인

가

?

’

라

는

 

질

문

도

 

제

기

될

 

수

 

있

을

 

것

이

다

.

 

콜

린

스

와

 

에

반

스

(

C

o

l

l

i

n

s

 

&

 

E

v

a

n

s

,

 

2

0

0

2

)

는

 

기

여

전

문

성

과

 

함

께

 

연

계

전

문

성

을

 

소

개

한

 

바

 

있

다

.

 

기

여

전

문

성

이

 

해

당

 

영

역

의

 

지

식

을

 

생

산

하

는

 

데

 

기

여

하

는

 

능

력

이

라

면

,

 

연

계

전

문

성

은

 

한

 

분

야

의

 

지

식

을

 

이

해

하

고

 

분

별

하

는

 

능

력

과

 

그

 

분

야

의

 

지

식

을

 

다

른

 

분

야

의

 

지

식

으

로

 

번

역

하

여

 

전

달

할

 

수

 

있

는

 

능

력

을

 

말

한

다

.

 

연

계

전

문

성

은

 

기

여

전

문

성

의

 

가

치

를

 

해

석

해

 

냄

으

로

써

 

그

 

전

문

분

야

의

 

형

성

에

 

기

여

할

 

수

 

있

다

.

 

연

계

전

문

가

로

서

 

미

네

르

바

는

 

금

융

 

및

 

실

물

경

제

 

분

야

에

 

대

한

 

새

로

운

 

해

석

틀

을

 

제

시

하

면

서

,

 

그

 

분

야

의

 

문

제

를

 

제

기

하

는

 

데

 

성

공

했

다

.

 

미

네

르

바

의

 

역

할

에

 

의

해

 

일

반

 

시

민

은

 

전

문

적

 

의

사

결

정

의

 

단

순

한

 

수

용

자

에

서

 

참

여

자

로

 

전

이

될

 

수

 

있

었

다

.

 

특

히

 

미

네

르

바

 

사

례

에

서

 

우

리

는

 

정

보

통

신

기

술

이

 

새

로

운

 

전

문

성

의

 

경

로

를

 

형

성

할

 

수

 

있

을

 

뿐

만

 

아

니

라

,

 

전

문

성

의

 

경

합

과

정

을

 

구

성

해

 

낼

 

수

 

있

음

을

 

목

격

할

 

수

 

있

다

.

@highlight

본고에서는 미네르바-박대성을 통하여 현대기술사회에서 전문성의 정의와 역할을 재해석하고 전문적 의사결정의 정당성 문제를 다루어볼 것이다.