본 연구의 목적은 국내 중·고등학생의 의약품 사용 현황과 의약품 안전사용에 대한 지식(Knowledge)·태도(Attitude)·행동(Practice) 수준 및 교육 요구도를 분석하여, 청소년 대상 의약품 안전사용 교육의 질을 향상하기 위한 방안을 모색하는 것이다.

이를 위해 서울·경기 지역의 중학교와 고등학교에 재학 중인 200명의 학생을 대상으로 의약품 사용 현황, 의약품 안전사용 교육 수혜 경험과 교육에 대한 요구, 의약품 안전사용에 대한 지식·태도·행동을 묻는 설문조사를 실시하였다.

설문조사 결과, 중·고등학생들의 최근 1년 이내 일반의약품 또는 전문의약품 복용 경험률은 각 92.0%와 57.5%로 높은 수준이었다.

중학교 입학 이후 의약품 안전사용 교육을 받은 경험이 있는 응답자는 34.0%였다.

의약품 안전사용에 대한 참여자의 지식·태도·행동 종합 평균점수는 3.79점으로 양호하였으나, 행동 영역의 평균점수가 지식, 태도 영역에 비해 낮았다.

또한 중학생과 고등학생 간, 그리고 의약품 안전사용 교육 수혜자와 비수혜자간에 지식·태도·행동 수준에는 유의한 차이가 없었다.

연구결과를 토대로 의약품 안전사용 교육의 내용 확대와 차별화, 성과기반교육 방법으로의 전환, 의약품 안전사용 교육의 교과 정규화 등 보다 실증적인 의약품 안전사용 교육의 필요성과 추가 연구의 필요성을 제안하였다.

@highlight

본 연구는 국내 중·고등학생의 의약품 사용 현황과 의약품 안전사용에 대한 지식·태도·행동 수준 및 교육 요구도를 분석하고, 청소년 대상 의약품 안전사용 교육의 질을 향상하기 위한 방안을 모색하는 것이다.

