본고의 목적은 ‘프렙(PREP)’ 기법을 대학 글쓰기 수업에 적용시켜 학습자들의 논증적 사고를 함양할 수 있는 수업 모형을 모색하는 데 있다.

PREP 이론은 추상적 개념에서 구체적 개념으로 논증하는 방식이다.

총 3차시로 이루어진 본고의 수업 모형을 통해 S대학교 1학년 학습자들은 PREP 이론의 기본적인 이해와 함께 글쓰기의 준비 과정을 수행했다.

학습자들은 한 문단 쓰기와 교수자의 첨삭, 동료 점검표 작성을 통해 자신의 글을 객관화할 수 있는 능력을 획득할 수 있었다.

이러한 수업 모형에 대한 평가로, 학습자들은 PREP 이론에 대해 대부분 긍정적으로 반응하였다.

PREP 이론이 효과적인 논증 방법을 학습하는 데에 도움이 되었다는 의견이 90%를 상회하였다.

한 문단 쓰기는 대부분의 학습자에게 글쓰기에 대한 부담감을 줄여주었고, 논증적 성격의 글을 쓰는 데에도 유익하게 작용했다.

또한 교수자의 개별 첨삭 및 피드백은 학습자의 글쓰기 능력 향상에 매우 도움이 된 것을 알 수 있었다.

마지막으로 동료 점검표의 작성에 대해 대부분의 학습자들은 동료의 글을 통해 시야의 확장을 경험했다는 긍정적 반응을 보여주었다.

이처럼 프렙 이론을 활용한 논증적 글쓰기 수업은 1학년 학습자들의 글쓰기 능력과 비판적 사고를 함양하는 데 도움이 된다고 할 수 있다.

@highlight

이 논문의 목적은 ‘프렙’ 기법을 대학 글쓰기 수업에 적용시켜 학습자들의 논증적 사고를 함양할 수 있는 수업 모형을 모색하는 데 있다.

