본 논문은 벤처․창업기업의 새로운 직접금융 조달 수단으로서 지분형 크라우드펀딩(crowdfunding)에 대하여 그 현황과 함께 내재된 구조적인 위험요인들을 분석하고 대응방안으로서 크라우드펀딩 플랫폼의 폭 넓고 적극적인 역할을 제안한다.

지분형 크라우드펀딩은 인터넷을 통해 불특정 다수로부터 투자금을 유치하는 형태로, 효율성이 높고 비용이 저렴하며 전통금융에서 소외된 벤처․창업기업도 자금을 조달할 수 있다는 장점이 있다.

그러나 투자자 측면에서 살펴보면 투자자 보호 장치 취약, 소액주주 권익 보호 문제, 투자 후 모니터링 문제, 역선택의 문제, 투자자와 플랫폼의 이해상충 등 여러 가지 구조적 위험요인이 내재되어 있다.

최근 유럽 등 해외에서는 이러한 문제를 해결하고 건전한 시장을 조성하는 방안으로서 적극적이고 폭 넓은 플랫폼의 역할을 강조하는 추세에 있다.

그러나 제도 시행 초기에 있는 우리나라에서는 이러한 상황에 대한 인식이 아직 부족한 실정이다.

이에 본 논문에서는 지분형 크라우드펀딩의 장점과 더불어 위험요인들을 분석하고, 이를 기초로 크라우드펀딩의 활성화와 장기적인 성장에 필요한 플랫폼의 바람직한 역할을 도출하였다.

마지막으로는 플랫폼들이 바람직한 역할을 수행할 수 있도록 여건을 조성하는 방안을 제안한다.

@highlight

지분형 크라우드펀딩은 인터넷을 통해 불특정 다수로부터 투자금을 유치하는 형태로, 효율성이 높고 비용이 저렴하며 전통금융에서 소외된 벤처․창업기업도 자금을 조달할 수 있다는 장점이 있으나 투자자 측면에서 살펴보면 여러 가지 구조적 위험요인이 내재되어 있어 해외에서는 이러한 문제를 해결하고 건전한 시장을 조성하는 방안으로서 적극적이고 폭 넓은 플랫폼의 역할을 강조하는 추세에 있다.

@highlight

그러나 제도 시행 초기에 있는 우리나라에서는 이러한 상황에 대한 인식이 아직 부족한 실정이라 본 논문에서는 지분형 크라우드펀딩의 장점과 더불어 위험요인들을 분석하고, 크라우드펀딩의 활성화와 장기적인 성장에 필요한 플랫폼의 바람직한 역할을 도출하였고  플랫폼들이 바람직한 역할을 수행할 수 있도록 여건을 조성하는 방안을 제시한다.

