채권시장은 자본시장을 통하여 자금수요자와 공급자를 효율적으로 연결시키는 기능을 담당한다.

국내의 국채시장은 외환위기 이후로 큰 발전을 이룩하여 채권시장의 중심으로 자리잡았으나, 회사채시장은 소수의 우량기업만 발행할 수 있는 시장으로 위축되어 왔다.

기업어음과 환매조건부채권시장은 단기금융시장의 활성화를 위한 제도 개선이 지속적으로 추진되고 있다.

구조화채권은 지난해 시작된 금융위기를 촉발케 한 것으로 많은 관심과 비난을 받았으나, 그 경제적 효익을 고려할 때 차후 국내에서의 활용 가능성이 높아질 것으로 예상되므로 그 설계와 운용을 정교화하는 노력이 필요한 영역이다.

MMF와 CMA는 금융소비자와 자본시장을 효율적으로 연결하는 매개체가 되므로 금융안정성을 강화할 수 있도록 관련 인프라의 정비가 지속적으로 이루어져야 한다.

채권시장은 주식시장과 더불어 자본시장의 핵심적인 구성요소가 된다.

외환위기를 겪으면서 국내의 채권시장은 많은 발전을 이룩하여 왔다.

그러나 은행 대출에 대한 의존성은 아직도 기업금융에 있어서 절대적 위치를 차지하고 있고, 선진국의 채권시장과 비교하여 보아도 그 효율화의 수준이 낮은 편이므로 국내 채권시장의 활성화는 지속적으로 추진되어야 할 것이다.

@highlight

MMF와 CMA는 금융소비자와 자본시장을 연결해주는 매개체이기 때문에 금융안정성을 강화하려면 MMF와 CMA 관련 인프라를 지속적으로 정비해야 한다.

@highlight

국내의 채권시장은 기업금융에 있어서 아직도 은행 대출에 대한 의존성이 절대적이고, 선진국의 채권시장에 비해 효율성이 낮으므로 국내 채권시장을 지속적으로 활성화시켜야 할 것이다.

