유전분증은 동질성이고 무정형의 호산성 섬유성 단백이 여러 장기에 침착하여 일어나는 질환으로, 침범 정도에 따라 전신성, 국소성으로 분류되고 연관된 질환에 따라 원발성 및 다발성 골수종과 동반형, 속발성, 가족성으로 나뉜다.

다발성 골수종에서 유전분증이 발생할 수 있는데, 국내에서 다발성 골수종과 동반하여 위장관에 발생한 유전분증은 그 보고가 드물다.

유전분증은 주로 신장, 심장, 간, 피부, 위장관, 신경계 등 다양한 장기를 침범하며 이 중 위장관을 침범하는 경우는 소장, 십이지장, 위, 대장과 직장, 식도 등에 발생한다.

위장관 유전분증은 임상 양상과 경과가 다양해서 증상이 경미하거나 검사에서 특이 소견이 없을 때 간과될 수 있다.

증상이 없는 경우도 있으며 복통, 설사, 구토, 천공 등 증상이 다양하게 나타날 수 있으나, 초기 증상으로 위장관 출혈을 동반한 경우는 매우 드물다.

이에 저자들은 다발성 골수종 환자에서 마비성 장폐색, 상부 위장관 출혈로 발현된 식도와 위의 유전분증 1예를 경험하여 이를 보고하는 바이다.

@highlight

다발성 골수종 환자에서 마비성 장폐색, 상부 위장관 출혈로 발현된 식도와 위의 유전분증 1예를 경험하여 이를 보고하고 고찰하고자 한다.

