본 논문은 기독대안학교의 고등학교 수학교육과정에 대한 이론적 고찰이다.

양적으로 증가하고 있는 기독대안학교교육이, 수학교과 교육과정의 측면에서 기독교적이며 대안적인 방향으로 나아가고 있는지에 대해 성찰하며 그 방향성을 제안하고자 한다.

이 논의를 위해 Ⅱ장에서는 기독대안학교가 추구하고자 하는 교육목적을 제시하고, 이것이 교과교육에 반영되는지를 확인하고자 한국기독교대안학교연맹(이하 기대연)의 회원학교들을 중심으로 고등학교 수학교육과정 운영 및 편성을 살펴본다.

그리고 기독교적이며 대안적인 교육을 중시하는 기독대안학교의 교육목적이 각 교과교육에 반영될 수 있도록 교육과정 재구성의 필요성을 주장한다.

그리고 Ⅲ장에서는 교육과정 재구성에 고려되어야 하는 사항을 제안하기 위해, 수학에 대한 신학적 이해와 이를 바탕으로 한 수학교육목표를 제시한다.

마지막으로 이 수학교육목표는 교육과정의 구성원리로 이어져, 세 차원의 방향으로 구현될 수 있다.

@highlight

본 논문은 기독대안학교의 고등학교 수학교육과정을 이론적으로 고찰한 내용이다.

@highlight

양적으로 증가하는 기독대안학교교육에서 수학교과과정이 기독교 적이며 대안적 방향으로 가고 있는지에 대해 성찰하며 방향성을 제안하고자 한다.

