본 연구는 간호대학생 대상 시뮬레이션 기반 융합실습교육을 개발하고 그 효과를 파악하기 위하여 시도되었다.

본 연구는 단일군 반복측정 실험설계를 적용하여 수행되었다.

G시 소재 대학에 재학중인 총 77명의 간호대학 4학년생에게 시뮬레이션 기반 실습교육 전, 교육 직후 및 교육 2개월 후에 자료를 수집하였고, repeated measure ANOVA 등을 통하여 분석하였다.

분석 결과, 간호술기 지식과 간호술기 수행자신감, 학습 자기효능감 및 임상실습 스트레스는 교육 전 대비 교육 직후와 교육 2개월 후에 유의하게 증진되었으나, 교육 직후와 교육 2개월 후 간에는 유의한 차이가 없었다.

본 연구결과는 시뮬레이션 기반 융합실습교육이 간호대학 4학년생들의 학습 효과를 증가시키고 임상실습 스트레스를 줄이는데 효과적인 전략임을 시사한다.

향후 무작위 대조군 실험연구를 통해 본 교육프로그램의 효과를 확인하는 연구가 필요하다.

@highlight

이 연구는 간호대학생 대상 시뮬레이션 기반 융합실습교육을 개발하고 그 효과를 파악하기 위하여 시도되었다.

