전 세계적으로 사회적 경제조직에 대한 관심이 증가하고 있는 가운데, 대한민국은 2007년 사회적 기업 육성법의 제정을 시작으로 다양한 정책적 시도를 하고 있다.

기업의 CSV 활동은 기업이 지속가능한 경영활동을 수행하기 위해 시장과 비즈니스 모델을 찾는 과정에서 경제적 가치와 사회적 가치를 동시에 추구하는 것으로, 취약계층 및 이해관계자들과의 협력, 연계, 공유, 창의적인 마인드가 요구된다.

본 연구는 매년 증가하고 있으나 남한 국민들의 사회적 인식과 경제적 자립도에서 매우 열악한 탈북민을 대상으로, 그들의 강점을 활용하고 주변의 이해관계자들이 함께 사회적 미션을 공유하여 성공시킬 수 있는 소셜 비즈니스 사례들을 개발하고, 분석 프레임워크에 대입하여, 비즈니스 핵심 요인들을 도출하였다.

탈북 청년들을 대상으로 하는 포커스 그룹 인터뷰를 통해 ICT 기반의 소셜 협업 플랫폼 비즈니스, 유기농업 비즈니스, 북한 음식업 비즈니스 등 3개의 상이한 비즈니스 모델들이 제시되었다.

이는 정부, 지자체, 기업, 대학 및 전문가 멘토 등이 함께 자원을 연계하고 공유, 협력하여 시도 가능한 것으로서, 성공적인 사회적 경제조직 비즈니스 모델이 될 수 있다.

본 연구는 통일한국을 위해 중요한 역할을 수행할 탈북민들이 주체가 되어 경제적 자립도를 높이도록 하는 경제적 가치와, 취약계층에 대한 사회적 관심과 사회통합에 기여하는 사회적 가치를 제시하는 것으로서, 사회적 경제조직과 기업의 CSV 활동을 통해 소셜 비즈니스를 독려하고자 하는 탐색적 연구로서 의미를 갖는다.

@highlight

전 세계적으로 사회적 경제조직에 대해 관심이 증가하고 있는 가운데, 대한민국은 2007년 사회적 기업 육성법의 제정을 시작으로 다양한 정책적 시도를 하고 있다.

