과학고등학교 학생을 대상으로 사이비과학에 대한 태도 학습 프로그램을 개발하기 위한 기초 연구로서 사이비과학에 대한 과학영재 학생들의 인식을 조사하였다.

이를 위해 먼저 초, 중, 고등학교에서 일반 학생과 과학영재아의 인식 차이를 조사하였다.

그 결과, 일반 학생에 비해서 과학 영재학생이 사이비과학에 대해 더 부정적인 사고를 가지고 있으나 학년이 올라가더라도 인식의 진전이 거의 없다는 것을 확인하였다.

다음으로는 6개월 동안 3번에 걸쳐 과학고등학교 학생들의 생각 변화를 조사하였는데, 이 조사를 통해 사이비과학에 대한 학생들의 생각이 견고하지 않으며 적절한 지도과정을 통해 합리적논리적 사고를 하도록 유도하는 것이 가능할 것이라는 결론을 얻었다.

마지막으로 학생들의 사이비 과학에 대한 생각에 영향을 끼치는 요소를 조사하였다.

학생들의 사고 형성에는 TV나 서적과 같은 매체와 함께 개인의 경험이 큰 영향을 끼치는 것으로 드러났다.

따라서 매체에서 제공되는 정보의 진위를 판단하는 훈련이 필요하며 특히 점성술과 관련해서 학생들이 지속적으로 가졌던 긍정적 경험을 다시 돌아볼 수 있도록 유도하는 활동을 제공하여야 한다는 결론을 얻었다.

@highlight

매체에서 제공되는 정보의 진위를 판단하는 훈련이 필요하며 특히 점성술과 관련해서 학생들이 지속적으로 가졌던 긍정적 경험을 다시 돌아볼 수 있도록 유도하는 활동을 제공하여야 한다는 결론을 얻었다.

