본 연구의 목적은 미래 4차 산업혁명시대를 맞이하여 교육, 연구, 봉사의 책무성을 지닌 대학 교원에게 핵심적으로 요구되는 역량이 무엇인지 확인하는 것이다.

충청남도 소재 K대학 교수들을 대상으로 교수역량 중요도-

실행도 분석도구를 사용하여 조사를 실시하였다.

자료 분석 방법은 t 검정, Borich 요구도 분석, The Locus for Focus 모델로 우선순위를 분석하고, 공통적으로 상위 우선순위로 제안된 역량들을 파악하였다.

그 결과, 기초 역량의 ‘대학교육의 이해’와 ‘평생학습역량’, 그리고 교수실천역량의 ‘설계·개발 역량’에 대한 요구가 가장 높게 나타났다.

즉, 교수 스스로 급변하는 고등교육환경 및 대학의 사회적 역할에 대한 이해와 지속적인 학습의 필요성을 느끼고 있는 것으로 해석할 수 있다.

또한, 블렌디드 러닝, 플립드 러닝 등 다양한 방식의 수업방법 개선 논의에 따라 새로운 수업 설계 및 교육자료 개발의 요구를 강하게 느끼고 있음을 확인하였다.

본 연구는 교수학습의 혁신을 이끌기 위해 교수대상 프로그램의 기획 운영에 유용한 기초자료가 될 것이다.

@highlight

연구의 목적은 미래 4차 산업혁명시대를 맞이하여 교육, 연구, 봉사의 책무성을 지닌 대학 교원에게 핵심적으로 요구되는 역량이 무엇인지 확인하는 것이다.

