본 연구는 STEAM(융합인재교육)의 의미를 살펴보고, 유아교육 및 3-5세 연령별 누리과정에 반영되어 있는 STEAM의 방향을 제시하는데 그 목적이 있으며, 본 연구 목적을 달성하기 위한 연구내용은 첫째, 누리과정과 융합인재교육의 관계, 둘째, 유아교육에서 STEAM을 실행하기 위한 방향이다.

연구결과, 교육과정의 다양한 영역을 통합적으로 접근하는 통합교육과정을 지향하는 유아교육의 특성과 유아의 흥미와 관심사를 강조하는 교육과정의 방향은 미래 창조적인 인재양성에 필요한 ‘융합적 소양’을 함양하는데 중요한 기초를 제공해준다고 볼 수 있다.

누리과정의 5개 영역인 신체운동·건강, 의사소통, 사회관계, 예술경험, 자연탐구에 있는 내용들은 타인에 대한 공감을 높여 줄 수 있는 내용들로 구성되어 있다.

이러한 맥락에서 볼 때, 융합인재를 양성하기 위해서는 유아교육현장에서 누리과정을 운영할 때 유아들이 사물이나 현상에 대해 복합적 사고를 할 수 있는 기회를 많이 주고 실생활과 연계된 경험 안에서 자연스럽게 과학, 수학, 공학, 기술, 그리고 예술에 접근할 수 있는, STEAM에 기반한 교육적 접근방법을 모색할 필요가 있다.

@highlight

이 연구는 STEAM(융합인재교육)의 의미를 살펴보고, 유아교육 및 3-5세 연령별 누리과정에 반영되어 있는 STEAM의 방향을 제시하는데 그 목적이 있으며, 본 연구 목적을 달성하기 위한 연구내용은 누리과정과 융합인재교육의 관계, 유아교육에서 STEAM을 실행하기 위한 방향이다.

