저

당

권

실

행

에

 

따

른

 

압

류

 

후

의

 

차

임

채

권

에

 

저

당

권

의

 

효

력

이

 

미

치

지

만

(

민

법

 

제

3

5

9

조

)

 

차

임

채

권

에

는

 

압

류

의

 

효

력

이

 

미

치

지

 

않

으

므

로

,

 

저

당

권

자

는

 

저

당

부

동

산

과

 

함

께

 

경

매

절

차

에

서

 

차

임

채

권

을

 

환

가

하

거

나

 

수

취

하

여

 

피

담

보

채

권

에

 

충

당

할

 

수

 

없

다

.

 

따

라

서

 

저

당

권

의

 

효

력

이

 

미

치

는

 

차

임

채

권

 

등

에

 

대

한

 

저

당

권

의

 

실

행

은

 

저

당

권

의

 

효

력

이

 

존

속

하

는

 

동

안

에

 

민

사

집

행

법

 

제

2

7

3

조

에

 

따

른

 

채

권

집

행

의

 

방

법

으

로

 

저

당

부

동

산

에

 

대

한

 

경

매

절

차

와

 

별

개

로

 

이

루

어

질

 

수

 

있

을

 

뿐

이

라

는

 

대

상

판

결

의

 

태

도

는

 

타

당

하

다

.

 

또

한

 

보

증

금

을

 

수

수

한

 

당

사

자

의

 

진

정

한

 

의

사

는

 

임

대

차

에

 

따

른

 

모

든

 

채

무

를

 

담

보

하

기

 

위

한

 

것

이

므

로

,

 

저

당

권

자

가

 

차

임

채

권

 

등

에

 

대

하

여

 

별

개

로

 

저

당

권

을

 

실

행

하

지

 

않

은

 

경

우

나

 

별

개

로

 

실

행

된

 

채

권

집

행

절

차

에

서

 

임

차

인

이

 

차

임

을

 

지

급

하

지

 

않

은

 

경

우

에

는

 

연

체

차

임

 

등

을

 

보

증

금

에

서

 

당

연

히

 

공

제

하

는

 

것

이

 

당

사

자

의

 

의

사

와

 

거

래

관

념

에

 

부

합

한

다

.

 

한

편

 

민

법

 

제

3

5

9

조

가

 

저

당

부

동

산

의

 

담

보

가

치

를

 

충

실

하

게

 

확

보

하

여

 

피

담

보

채

권

의

 

변

제

에

 

만

전

을

 

기

함

으

로

써

 

저

당

권

자

를

 

보

호

하

려

는

데

 

그

 

직

접

적

인

 

목

적

이

 

있

는

 

점

을

 

비

추

어

 

보

면

,

 

입

법

적

으

로

 

담

보

권

실

행

에

 

의

한

 

경

매

절

차

가

 

개

시

되

어

 

저

당

부

동

산

이

 

압

류

된

 

경

우

에

는

 

경

매

개

시

결

정

을

 

임

차

인

에

게

 

송

달

하

여

야

 

하

고

,

 

이

때

 

차

임

채

권

에

 

압

류

의

 

효

력

이

 

미

친

다

는

 

규

정

과

 

함

께

 

압

류

시

부

터

 

저

당

부

동

산

이

 

매

각

될

 

때

까

지

의

 

차

임

채

권

이

 

저

당

권

자

에

게

 

이

전

된

다

는

 

규

정

을

 

신

설

할

 

필

요

가

 

있

다

고

 

할

 

것

이

다

.

@highlight

차임채권에는 압류의 효력이 미치지 않으므로, 저당권자는 저당부동산과 함께 경매절차에서 차임채권을 환가하거나 수취하여 피담보채권에 충당할 수는 없다. 저당권의 효력이 미치는 차임채권 등에 대한 저당권의 실행은 저당권의 효력이 존속하는 동안에 민사집행법 제273조에 따른 채권집행의 방법으로 저당부동산에 대한 경매절차와 별개로 이루어진다는 대상판결의 태도는 정당하다.