본 논문의 목적은 톨스토이 문학의 시원지인 '유년 시절'을 통해 그의 자전적 기억이 형상화하는 세계에 대해 살펴보는 데 있다.

톨스토이를 작가로 만든 원동력은 강박관념에 가까운 철저한 자기 이해와 그러한 이해에서 비롯된 세계에 대한 이해였다.

따라서 그의 문학은 자신에 관한 탐구로 일종에 자기 기억에 관한 번역이라 할 수 있다.

여기서 간과하지 말아야 할 것은 톨스토이는 실제로 있었던 일뿐만 아니라 있어야 할 일, 있었으면 하는 일도 기억했다는 점이다.

즉 그의 문학은 실제의 기억과 동시에, 존재하지 않았지만 존재하길 원하는 시간에 대한 기억이자, 동시에 미래의 기억으로 각인되길 원하는 기억인 것이다.

톨스토이는 물질 대상에 관한 경험적 인식으로는 다가갈 수 없는 그 어떤 신비롭고 독자적인 세계를 인식하기 위해 상상의 힘으로 기억하고자 했던 이미지들, 그러한 기억들을 작품 속에 투영함으로써 상상의 심리적 세계와 현실의 실제적 세계라는 이원화된 세계관을 구축하였다.

이는 존재의 시원을 표상하는 세계와 피상적인 것들이 본질로 대체되는 현실 세계와의 대비로, 톨스토이는 이러한 두 공간의 대립과 중첩이 자아내는 슬픈 정조(情調)를 통해 자연, 사랑, 종교, 삶과 관련하여 관념적인 도덕률과는 전혀 다른 지극히 순수하고 새로운 도덕 감정을 제시하고자 하였다.

이는 톨스토이의 고유한 문학성으로 '유년 시절'에 대한 이해는 톨스토이의 세계관을 이해하는 데 도움이 될 것이다.

@highlight

톨스토이 문학의 '유년 시절'을 통해 자전적 기억이 형상화하는 세계에 대해 살펴보는 데 있다.

@highlight

톨스토이를 작가로 만든 원동력은 철저한 자기 이해와 그러한 이해에서 비롯된 세계에 대한 이해였다.

@highlight

톨스토이의 고유한 문학성으로 '유년 시절'에 대한 이해는 톨스토이의 세계관을 이해하는 데 도움이 될 것이다.

