소유권 획정은 시장경제의 원활한 작동을 위한 기초이다.

본 논문은 우리나라의 법원이 이러한 기능을 충실하게 수행하고 있는지의 여부를 평가하기 위해 법원의 업무 부담과 처리현황을 분석하였다.

1980년 경부터 최근까지 우리나라 법원에 접수된 사건 수는 크게 증가해 왔다.

가장 중요한 본안사건의 경우, 1980년 약 25만 건이던 1심 본안사건이 2006년에는 160만 건으로 7배 가량 증가하였고 이 사건들의 복잡성 역시 상당히 높아진 것으로 평가된다.

이 같은 사건 증가에 대응해서 정부는 같은 기간 동안 판사 수를 약 3배 가량  증원하였다.

하지만 이것은 사건증가 속도에 미치지 못한 것이었기 때문에 판사당 사건부담은 지난 30년 동안 적어도 50% 가량 늘어났다.

판사당 사건부담 증가의 두드러진 결과는 사건처리기간 증가였다.

1980년부터 2006년까지 약 30년 동안 1심본안사건의 처리기간은 두 배 가량 증가하였고, 본안외사건의 사건처리율 역시 10%p 가량 하락하였다.

신속성의 저하로 인한 소유권 획정의 지연은 원활한 경제활동에 심대한 제약을 가할 수 있으므로 법원에 대한 자원투입을 증대시키는 조치가 필요하다.

@highlight

소유권 획정은 시장경제의 원활한 작동을 위한 기초로 우리나라의 법원이 이러한 기능을 충실하게 수행하고 있는지를 평가한 결과, 본안사건의 증가는 판사당 사건 부담을 증가하게 했고 사건 처리기간 증가와 신속성의 저하는 소유권 획정의 지연으로 원활한 경제활동에 제약을 주므로 법원에 대한 자원투입이 필요하다.

