이 글은 조은의 다큐멘터리 <사당동 더하기 22>가 제기하는 다양한 문제들을 성찰하고 점검하고자 한다.

잘 알려진 것처럼, 조은은 사회학적 작업의 매체를 소설과 영상으로 확장함으로써, 사회학적 글쓰기의 영역을 실험적으로 넓혀왔다.

특히 <사당동 더하기 22>는 80년대 후반에 사당동 재개발지역 연구에서 만난 한 가족을 22년 동안 접촉하여 그들의 삶을 사회학적 시각에서 재현한 독보적 영상물이다.

한국 사회학의 전통에서 이런 다큐멘터리 작업은 매우 드물며, 그런 의미에서 이 작업은 사회학계에 다양한 성찰의 계기들을 제공한다.

이 글은 다음과 같은 네 차원에서 <사당동 더하기 22>의 성과를 적극적으로 평가한다.

첫째, 22년 간 지속된 연구가 보여주는 두꺼운 시간성의 문제.

둘째, 사회학적 모나돌로지의 방법론.

셋째, 영상적 글쓰기의 가능성과 풍경의 연관.

넷째, 이런 작업을 수행하는 사회학자의 정체성과 윤리.

이를 통해 사회학자 조은의 <사당동 더하기 22>가 한국 사회학에 던지는 메시지를 조명해 본다.

@highlight

이 글은 조은의 다큐멘터리 <사당동 더하기 22>가 제기하는 문제들을 성찰하고 점검하고자 한다.

@highlight

<사당동 더하기 22>는 80년대 후반에 사당동 재개발지역의 한 가족의 22년동안 삶을 사회학적 시각에서 재현한 영상물로, 한국 사회학계에 성찰의 계기들을 제공한다.

