수도권 도시철도에서는 첨두시 이용자들이 집중됨에 따라 역사 내 승·하차 게이트에서 혼잡이 반복적으로 발생하고 있다.

이러한 게이트 지체는 승객들의 불편을 가중시키고 도시철도 효율성 및 서비스 질을 저하시키는 주된 요인 중 하나이다.

열차 추가투입 또는 게이트 추가설치와 같이 시설물의 양적 투입이 하나의 대안일 수 있지만 막대한 시간 및 비용투입이 필요한 만큼 비용·효율적으로 게이트 상의 혼잡을 완화시킬 수 있는 운영전략이 필요한 시점이다.

본 연구에서는 서울시 도심 내 주요 역사를 대상으로 AFC 데이터를 기반으로 추정된 지체도를 활용하여 게이트 상의 탄력적 게이트 운영(게이트 미터링) 방안 수립을 위한 기초자료를 제시하고자 한다.

먼저 분석 대상 역에서 승·하차 게이트의 시간별 지체도 추이를 분석하고, 지체 해소를 위해 필요한 추가게이트 수와 대향방향에서 전환 가능한 게이트 수를 비교하여 탄력적 운영 여부를 판단한다.

또한 탄력적 게이트 운영 가능 시간을 분석하여 실시간으로 변화하는 승객수요에 민감한 탄력적 운영 전략 수립에 도움을 주고자 한다.

무엇보다 본 연구에서 제시하는 방법론은 추가적인 인프라 투입 없이 AFC 데이터만을 활용한다는 측면에서 공공목적으로서‘스마트카드 데이터 개방’과 같은 제반여건만 조성된다면 즉각적이고 지속적으로 적용할 수 있다는데 그 의의가 있다.

@highlight

수도권 도시철도에서는 첨두시 이용자들이 집중됨에 따라서 역사 내 승·하차 게이트에서 혼잡이 반복적으로 발생하고 있는 실정이다.

@highlight

이런 게이트 지체는 승객들의 불편을 가중시키고 도시철도 효율성 그리고 서비스 질을 저하시키는 주된 요인 가운데 하나이다.

