본고는 베트남 북부 하노이 소재 대학 한국어학과의 한국학 교육 현황을 점검하고 발전 방안 및 과제에 대해 제시하였다.

1992년 12월 한국과 베트남 두 나라의 국교가 정상화된 이후 해가 갈수록 양국관계는 점점 더 긴밀해지고 있다.

더욱이 베트남에 한국기업이 많이 진출함에 따라 한국어와 한국학에 대한 수요는 급격히 증가하고 있는 추세다.

하노이 소재 대학에 한국어학과가 설치된 시기는 1993년으로 한국학 보급의 역사가 17년이 되었다.

그동안의 한국학 보급은 한국어교육에 중점을 두어서 한국어 관련 교과목의 개발이나 교재 개발 등에 있어서 일정한 성과를 거두었다.

그러나 한국어교육에 치중한 나머지 문화·역사·문학 등과 같은 한국학교육은 거의 시행되지 못하고 있다.

한국과 한국인, 한국문화를 잘 이해하기 위해서는 언어뿐만 아니라 역사·문화·문학·사상 등과 같은 한국학교육이 필요하다.

한국어교육이 어느 정도 궤도에 오른 하노이 소재 대학 한국어학과에서는 지금부터라도 한국학교육을 강화해야 할 필요성이 있다.

베트남에 한국학 지원사업을 시행하고 있는 정부 각 기관에서도 한국학교육의 중요성을 인지하고, 한국학교육을 전담할 수 있는 교원 양성 및 교재 개발, 교과목 개발 등에 적극적으로 관심을 가져야 할 것이다.

@highlight

이 글은 베트남 북부 하노이 소재 대학 한국어학과의 한국학 교육 현황을 점검하고 발전 방안 및 과제에 대해 제시하였다.

