본 연구의 목적은 학교 밖 청소년의 자아존중감과 성취동기의 관계에서 사회적지지의 조절효과를 검증하는 것이다.

경기도 내 14개 시군의 학교 밖 청소년 지원센터를 이용하는 학교 밖 청소년 299명을 대상으로 자아존중감, 사회적지지, 성취동기를 측정하기 위한 설문 조사를 실시하였으며, 위계적 회귀분석을 통하여 분석하였다.

주요 연구 결과는 다음과 같다.

첫째, 자아존중감과 사회적지지, 성취동기는 유의미한 정적 상관을 나타냈으며, 사회적지지와 성취동기 또한 유의미한 정적 상관을 보였다.

둘째, 자아존중감과 성취동기의 관계에서 사회적지지의 조절효과가 나타났다.

셋째, 사회적지지의 하위 요인 중 상담사의 사회적지지만이 자아존중감과 성취동기의 관계에서 조절효과를 보였으며, 가족, 친구의 사회적지지는 조절효과가 나타나지 않았다.

본 연구는 학교 밖 청소년의 성취동기를 높이기 위해서 자아존중감과 사회적지지가 중요하며, 특히 자아존중감이 낮은 학교 밖 청소년의 경우, 성취동기를 높이기 위해서는 사회적지지가 더욱 중요하다는 것을 밝혀냈다는데 의의가 있다.

@highlight

본 연구의 목적은 학교 밖 청소년의 자아존중감과 성취동기의 관계에서 사회적지지의 조절효과를 확인하는 것이다.

@highlight

학교 밖 청소년의 성취동기를 높이기 위해서 자아존중감과 사회적지지가 중요하며, 특히 자아존중감이 낮은 경우 사회적지지가 더욱 중요하다는 결론을 보였다.

