목표성향은 상황을 해석하고 행동으로 옮기기 위한 인지적 틀로서 지난 20여 년간 활발하게 연구되어 왔으나, 목표성향의 혼재된 개념을 정리하고 상반된 관점을 통합하고자 하는 노력은 미흡하였다.

특히 국내 경영학 분야에서는 목표성향 연구자체가 양적으로도 매우 부족한 실정으로 연구의 양적, 질적 활성화가 모두 필요한 시점이다.

따라서 본 연구에서는 기존 목표성향연구의 분석을 통해 다음과 같은 연구방향을 제시하였다.

(1) 목표성향과 유사하게 사용되는 다른 용어들에 대해 알아보고 목표성향의 정확한 개념정립을 위한 방안을 모색하였다.

이를 위해 본 논문에서는 연구자들 별로 목표성향을 다르게 표현한 사례들을 소개하고 이러한 표현을 성향(orientaion)이라는 표준 용어로 통일할 것을 제안한다.

(2) 목표성향의 하위요소가 일차원(uni-

dimension)에서 다차원 (multi-

dimension) 으로 발전함에 따라 다차원 구성개념에 대한 논의가 필요하다.

본 논문에서는 Law, Wong, 그리고 Mobley(1998)이 제시한 다차원 구성개념에 입각하여 목표성향의 측정 및 하위요소 해석에 대한 기준을 제시하고자 한다.

@highlight

목표성향은 상황을 해석하고 행동으로 옮기기 위한 인지적 틀로서 지난 20여 년간 활발하게 연구되어 왔으나, 목표성향의 혼재된 개념을 정리하고 상반된 관점을 통합하려는 노력은 미흡했다.

