본 연구의 목적은 대학생의 애착, 분리-

개별화와 불안의 관계를 살펴보는 한편, 애착, 분리-

개별화와 불안의 관계 속에서 사회적 지지의 완충효과가 성별에 따라 어떻게 다르게 나타나는지를 알아보는 것이다.

대학생 491명의 부모 애착 척도, 한국청소년개체화 척도, 사회적 지지 척도, 특성불안 척도 결과가 연구에 사용되었다.

첫째, 애착과 분리-

개별화의 상관분석 결과, 두 변인 간 유의한 정적 상관관계가 확인되었다.

둘째, 애착, 분리-

개별화, 사회적 지지의 하위요인의 불안 예측력이 성별에 따라 어떻게 다른지를 보았을 때, 남학생의 불안에 있어서는 애착, 분리-

개별화, 정서적 지지가 예측력이 있는 것으로 밝혀졌고, 여학생의 불안에 있어서는 분리-

개별화, 평가적 지지가 불안을 가장 유의하게 설명하는 것으로 나타났다.

마지막으로, 애착, 분리-

개별화와 불안과의 관계에서 사회적 지지의 완충효과가 성별에 따라 어떻게 다른지를 살펴본 결과, 남학생에서는 앞서 불안을 유의하게 설명한다고 밝혀졌던 정서적 지지의 완충효과가 유의하지 않은 것으로 밝혀졌고, 여학생에서는 앞서 불안을 유의하게 설명한다고 밝혀졌던 평가적 지지의 완충효과가 유의함이 밝혀졌다.

이러한 결과를 바탕으로 본 연구의 의의 및 제한점이 논의되었다.

@highlight

이 연구의 목적은 대학생의 애착, 분리-

@highlight

개별화와 불안의 관계를 살펴보는 한편, 애착, 분리-

@highlight

개별화와 불안의 관계 속에서 사회적 지지의 완충효과가 성별에 따라 어떻게 달리 나타나는지를 알아보는 것이다.

