동물의 발생에 대한 부분은 중고등학교 교육과정에서 크게 다루어지지 않아 학생들이 어려워하는 부분이므로 간단한 실험 프로그램을 진행하여 이해도를 높이는 것이 필요하다.

굴은 비교적 간단한 실험을 통해 수정과정에서부터 낭배 혹은 유생 단계까지 볼 수 있는 모델로써 특히 초기 발생 과정이해에 큰 도움을 줄 수 있다.

굴은 인공 수정 방법이 쉽고, 수정 후 16 ℃에서 3~4시간 내 16세포기까지 관찰 가능하며, 30시간 정도면 유생까지 발생이 진행된다.

굴의 산란기는 6~9월이며 가까운 바다에서 구하기 쉬우므로, 학기말을 이용한 현장체험 프로그램으로 진행하기에 적합하다.

항온기나 간이 스티로폼 항온기를 이용하여 온도 유지를 하면 안정적으로 발생 과정을 관찰할 수 있다.

굴을 이용한 본 실험 프로그램을 예비 교사들에게 적용한결과 동물의 초기 발생에 대한 이해도가 증가하였으며, 과학적 흥미도도 증가하였다.

본 연구가 현장 교육에 적용된다면 학생들의 동물의 초기 발생에대한 이해도 증가와 탐구력 함양에 도움이 될 것이다.

@highlight

이 연구가 현장 교육에 적용된다면 학생들의 동물의 초기 발생에대한 이해도 증가와 탐구력 함양에 도움이 될 것이다.

