본 논문은 멀티비트 플라잉 커패시터의 전압제어를 이용한 3-

레벨 벅 변환기를 제안한다.

기존의 3-

레벨 벅 변환기는 플라잉 커패시터 전압을 제어하지 못하여 동작이 불안정하거나 플라잉 커패시터 전압을 제어하는 회로가 PWM방식에 적용되지못하는 문제가 있었다.

또한 부하전류에 증가할 때 인덕터 전압에 오차가 발생하였다.

본 논문에서 제안하는 구조는 입력이 4개인 차동증폭기와 공통모드 피드백 회로를 이용하여 PWM모드에서 플라잉 커패시터 전압을 제어할 수 있다.

또한 3비트 플라잉 커패시터 전압 제어회로를 제안하여 부하전류에 따른 3-

레벨 벅 변환기의 동작을 최적화할 수 있으며 슈미트 트리거 회로를 이용한 삼각파 생성 회로를 제안하였다.

제안하는 3-

레벨 벅 변환기는 0.18μm CMOS 공정으로 설계되었으며 2.7∼3.6V의 공급 전압 범위와 0.7V∼2.4V의 출력 전압 범위를 갖는다.

동작 주파수는 2MHz, 부하전류 범위는 30mA∼500mA이며 출력전압 리플은 최대 32.5mV로 측정되었다.

측정 결과 130mA의 부하전류에서 약 85%의 최대 전력변환 효율을 보인다.

@highlight

멀티비트 플라잉 커패시터의 전압제어를 이용한 3-

@highlight

레벨 벅 변환기를 제안한다.

@highlight

기존의 3-

@highlight

레벨 벅 변환기는 플라잉 커패시터 전압을 제어하지 못하여 동작이 불안정하거나 플라잉 커패시터 전압을 제어하는 회로가 PWM방식에 적용되지못하는 문제가 있었다.

@highlight

또한 3비트 플라잉 커패시터 전압 제어회로를 제안하여 부하전류에 따른 3-

@highlight

레벨 벅 변환기의 동작을 최적화할 수 있으며 슈미트 트리거 회로를 이용한 삼각파 생성 회로를 제안하였다.

