본 연구는 불교계 사회복지시설의 비불교인 종사자 6명을 대상으로, 이들이 경험하는 불교 의미를 파악하고자 심층 면담을 실시하였다.

그 결과 비불교인 사회복지시설 종사자에게 나타나는 불교 경험은 ‘업무의 연장선장’, ‘의외성의 발견’, ‘낯설고 어려운 문화’, ‘신적 존재’, ‘세속화된 모습’, ‘이념적 실천도구’, ‘강력한 상징’, ‘분리되어야 할 영역’, ‘적응적 경험’의 9개 범주로 구성되었다.

이러한 연구 결과를 통해 비불교인 종사자들의 불교 경험은 불교 사회복지 시설의 구성원으로서 의미를 부여하는 내부자적 경험이자, 동시에 비불교인으로서 불교계와 적절한 심리적 거리를 유지하고자 하는 외부자적 경험으로 존재한다는 것을 알 수 있었다.

두 번째로 이들의 불교 경험은 소속 사회복지시설, 운영 사회복지 법인과 운영 지원 사찰의 불교 행사를 통해 이루어지게 됨으로써, 불교 의미를 이해할 수 있는 체계적, 절차적 과정이 생략되어 있다는 것이다.

마지막으로 이들은 불교 사회복지의 목적을 교리적 이념의 실천, 사회적인 긍정적 이미지 제고 등으로만 해석함으로써, 불교가 보유한 문화적, 생태적 자산의 사회복지적 활용가능성, 고유한 전통 문화로서 불교의 가치, 현대인의 심신 안정에 도움이 되는 명상과 같은 불교적 실천 원리의 사회복지적 적용가능성에 대해서는 주목하지 못하였다.

이러한 논의를 바탕으로 본 연구는 비불교인 시설 종사자들을 위한 체계적 불교 교육이 필요하다는 것을 제언하였다.

@highlight

이 연구는 불교계 사회복지시설의 비불교인 종사자 6명을 대상으로, 이들이 경험하는 불교 의미를 파악하고자 심층 면담을 실시했다.

@highlight

비불교인 종사자들의 불교 경험은 불교 사회복지 시설의 구성원으로서 의미를 부여하는 내부자적 경험이자, 동시에 비불교인으로서 불교계와 적절한 심리적 거리를 유지하려는 외부자적 경험으로 존재한다는 것을 알 수 있었다.

