본 연구에서는 마찰력에 따른 TMD의 작동-

정지조건과 각 조건에 따른 운동방정식을 정리하고, TMD의 마찰계수가 풍진동 제어성능에 미치는 영향을 수치해석을 통하여 확인하였다.

일반적인 하중과 달리 풍하중은 크기와 방향의 변화가 크기 때문에 TMD는 마찰력에 의하여 작동-

정지상태를 반복하게 되므로, TMD의 마찰계수를 주요 변수로 설정하였다.

또한 외부하중의 크기, 구조물의 진동수, TMD의 질량비도 매개변수로 설정하여 TMD의 제진성능에 대한 영향을 파악하고자 하였다.

자유진동, 조화강제진동, 풍진동에 대한 수치해석의 결과, 외부하중의 크기가 작고, 구조물의 진동수가 낮을수록 마찰계수에 의한 TMD의 제진성능의 손실이 커질 수 있음을 확인하였으며, 초고층 건물에 대한 TMD 설계시 마찰계수의 영향을 반드시 고려하여야 할 것으로 판단된다.

@highlight

마찰력에 따른 TMD의 작동-

@highlight

정지조건과 각 조건에 따른 운동방정식을 정리하고, TMD의 마찰계수가 풍진동 제어성능에 미치는 영향을 수치해석을 통하여 확인하였다.

@highlight

일반적인 하중과 달리 풍하중은 크기와 방향의 변화가 크기 때문에 TMD는 마찰력에 의하여 작동-

@highlight

정지상태를 반복하게 되므로, TMD의 마찰계수를 주요 변수로 설정하였다.

@highlight

또한 외부하중의 크기, 구조물의 진동수, TMD의 질량비도 매개변수로 설정하여 TMD의 제진성능에 대한 영향을 파악하고자 하였다.

@highlight

자유진동, 조화강제진동, 풍진동에 대한 수치해석의 결과, 외부하중의 크기가 작고, 구조물의 진동수가 낮을수록 마찰계수에 의한 TMD의 제진성능의 손실이 커질 수 있음을 확인하였으며, 초고층 건물에 대한 TMD 설계시 마찰계수의 영향을 반드시 고려하여야 할 것으로 판단된다.

