지방자치단체의 예산안은 숫자로 된 조례안이라 일반적으로 설명하고 있지만 일반 조례안과는 달리 공포라는 절차가 없다.

더불어 재의요구시에도 조례안의 경우와는 달리 전체를 재의요구대상으로하는지, 부분을 재의요구대상으로 하는지 등의 차이가 있고, 공포라는 절차가 없다보니 예산안은 지방의회 의결과 더불어 확정되어 그 특성을 이해하고 논하는 부분에 대해 많은 고찰이 필요하다.

그리고 지방자치단체장과 지방의회의원이 정당의 공천으로 선출되는 현 제도하에서는 예산의 편성권을 가진 지방자치단체장과 예산의 심의?

의결권을 가진 지방의회간의 마찰은 불가피한 측면이 있어, 예산의 불성립문제는 법적검토가 철저히 이루어져야 한다.

이에 본고는 행정학계의 논의와 달리 법적관점의 시각으로 예산안 불성립의 의미와 이에 대한 법적규정의 현실 그리고 다른 나라의 입법례를 살펴보면서 앞으로 이루어져야 할 입법방향을 제시해보았다.

이와 관련하여 「지방자치법」상의 예산불성립과 「지방재정법」 상의관련 부분에 대한 조항의 통일적정비가 필요해보이며 예산안의 법정처리시한에 대한 실효성을 확보하기 위한 입법보완과 정확한 집행범위가 반드시 검토되어져야 할 것이다.

@highlight

지방자치단체의 예산안은 숫자로 되어있는 조례안이라 일반적으로 설명하고는 있지만 일반 조례안과는 달르게 공포라는 절차가 없다.

