이 논문은 1950년대 말부터 1960년대 초, 수산업에서의 천리마운동의 진행과 이를 독려하고 인민들을 교양하기 위해 출판된 노래집 『풍어기 휘날리자』를 중심으로 노래집에 출판된 배경과 수록된 노래에서 찾을 수 있는 음악적 감성을 살펴본 글이다.

1957년부터 시작된 수산업 발전과 인민교양에 대한 논의는 1962년 2월까지 이루어 졌으며, 수산업에서의 어획량 증산과 어로공들을 위한 노래를 만들 것이 요구되었다.

그리고 1962년 2월에는 1950년대의 40만 톤에서 수산물 80만 톤이라는 목표량을 설정하고 계속 매진하도록 독려하였다.

이러한 상황에서 창작가들은 바다가 무서운 곳이 아니며, 젊은 사람들이 나아가 꿈을 실현하는 무대라고 선전하였고, 더 많은 물고기를 잡으라고 경쟁을 촉구하였다.

가사에서는 미래에 대한 낙관과 희망, 청춘의 노력, 만선하여 귀항하는 어로공들의 기쁨, 흥겨움, 환영의 분위기를 전하고 있으며, 음악적으로는 씩씩하고 경쾌한 리듬과 흥겹고 약동적인 선율, 그리고 낙천적이고 서정적인 느낌이 들도록 음을 사용하고 있었다.

그러나 여성들의 노동력까지도 요구하면서 노래집에는 여성들을 위한 노래를 삽입해 놓지 않아 북한의 이중적인 성향을 엿볼 수 있다.

@highlight

이 논문은 1950년대 말부터 1960년대 초, 수산업에서의 천리마운동의 진행과 이를 독려하고 인민들을 교양하기 위해 출판된 노래집 『풍어기 휘날리자』를 중심으로 노래집에 출판된 배경과 수록된 노래에서 찾을 수 있는 음악적 감성을 살펴본 글이다.

