본 연구는 미술치료사들의 동료 수퍼비전에 대한 질적 연구로서, 코비전(co-

vision)이라는 동료 수퍼비전 그룹을 심층적으로 이해하기 위한 목적으로 시행되었다.

연구 기간은 2017년 4월부터 2018년 7월까지이다.

연구 과정은 연구 참여자 선정, 참여자 인터뷰, 현장 참여 및 관찰, 자료 분석 및 보고서 작성 등으로 진행되었다.

연구 결과, 다각적․심층적 경험, 수평적이며 신뢰 형성이 가능, 접근이 용이함-

개방적, 성장이 이루어짐, 동료 수퍼비전 그룹의 한계점 등 5개의 주제로 범주화시킬 수 있었다.

본 연구의 동료 수퍼비전 그룹은 전통적 수퍼비전을 대체하기 어렵다는 한계점이 있음에도 불구하고 수퍼비전 그룹이 장기적으로 유지되는 원동력이 되었으며 참여자들이 치료사로서의 성장과 발달을 이루어나갈 수 있도록 기여하였다.

본 연구가 이전 동료 수퍼비전 연구와 차별화되는 부분은 다양한 발달단계를 가진 치료사들이 공존함, 5영역으로 나누어 수퍼비전을 제공함, 주수퍼바이저로서의 역할을 하는 리더연구원이 존재함 등이었다.

이런 특징들은 수퍼비전 만족도에 긍정적인 영향을 미쳤다.

본 연구는 미술치료 동료 수퍼비전 연구의 포문을 열었다는 것과 동료 수퍼비전의 새로운 방식을 제안하였다는 점에서 그 의의가 있다.

@highlight

미술치료사들의 동료 수퍼비전에 대한 질적 연구로서 코비전이라는 동료 수퍼비전 그룹을 심층적으로 이해하기 위함이다.

@highlight

그 결과 동료 수퍼비전 그룹은 전통적 수퍼비전을 대체하기 어렵다는 한계점이 있음에도 불구하고 수퍼비전 그룹이 장기적으로 유지되는 원동력이 되었으며 참여자들이 치료사로서의 성장과 발달을 이루어나갈 수 있도록 기여하였다.

