본 연구는 동태적 패널모형을 이용하여 우리나라 중소기업의 회계이익을 예측하는 것이다.

실증분석은 제조업에 속하는 28,836개 표본기업에 대하여 매출액순이익률 및 매출액영업이익률을 회계이익으로 정의하고, 고용경기실사지수, 산업생산능력지수 및 가동률지수를 외생변수로 선정하였다.

예측과정은 선정된 변수들의 5개년(1996-2000) 자료를 이용하여 예측모형을 수립하고, 그 예측모형에 의해 2001년도 회계이익을 예측한다.

예측정확성은 절대예측오차(AFE)를 기준으로 랜덤웍(random work) 모형과 비교하여 평가한다.

실증분석결과, 동태적 패널모형은 매출액순이익률 및 매출액영업이익률 모두에서 랜덤웍 모형보다 높은 예측정확성을 보였다.

이 결과는 매출액영업이익률보다는 매출액순이익률에서, 그리고 소규모 기업보다는 중규모대규모 기업에서 뚜렷하였다.

또한 동태적 패널모형은 대부분 업종에서도 높은 예측정확성을 보였다.

@highlight

동태적 패널모형을 이용하여 우리나라 중소기업의 회계이익을 예측하는 것이고,실증분석결과, 동태적 패널모형은 매출액순이익률 및 매출액영업이익률 모두에서 랜덤웍 모형보다 높은 예측정확성을 보였다.

@highlight

동태적 패널모형은 대부분 업종에서도 높은 예측정확성을 보여주고 있다.

