우리 형법은 간음과 추행의 대상이 되는 자의 연령에 따라 처벌의 방식을 달리하고 있다.

때 모든 연령의 사람에 대하여 원칙적으로는 폭행·협박을 사용하거나 심신상실이나 항거불능 상태를 이용하여 간음·추행한 경우에 처벌하는 것을 원칙으로 한다.

단, 13세 미만의 경우는 폭행 또는 협박이라는 수단을 요하지 않고 간음과 추행한 행위 전부에 대해 처벌하도록 하고 있다.

또한 이 범죄유형은 다른 유형과 달리 단순히 성적 자기결정권을 보호하는 데에 한정되지 않고 13세 미만자의 건전한 성적발육의 도모를 보호법익으로 인정하고 있다.

그렇기 때문에 13세 미만의 미성년자를 대상으로 하는 경우에는 승낙이 있다 하더라도 범죄성립에는 영향이 없다.

이는 후에 임신의 문제 그로인한 2차 범죄인 낙태로 나아가는 경우 그리고 낙태로 인한 여성 개인의 건강상 심각한 해악을 불러와 그 영향력이 가족, 사회, 그리고 멀리는 다음 세대에까지 영향을 줄 수 있기 때문에 상황에 따라 성적 자유는 강력하게 보호되어야 할 필요가 있기 때문이다.

그런데 13세 이상의 미성년자의 경우는 이러한 측면에 대한 충분한 고려 없이 범죄유형이 정립되어 있는 듯하고, 그로인해 판례 또한 혼란스러운 입장을 보이고 있다.

이에 대해 성적 자기결정권의 정립과 그를 바탕으로 한 13세 이상 미성년자 승낙의 의미검토를 통해 정리하고자 한다.

@highlight

우리 형법은 간음과 추행의 대상이 되는 자의 연령에 따라 처벌의 방식을 달리하고 있다.

@highlight

이 범죄유형은 다른 유형과 달리 단순히 성적 자기결정권을 보호하는 데에 한정되지 않고 13세 미만자의 건전한 성적발육의 도모를 보호법익으로 인정하고 있다.

