세리아 분말은 Ce 이온의 산화, 환원 반응을 통한 산소저장능력(OSC)이 뛰어나 배기가스를 정화하는 자동차의 삼원촉매에 대표적인 재료로 사용된다.

그러나 일반적으로 세리아는 고온에서 열적 안정성이 떨어지기 때문에 금속이온을 도핑시켜 열적 안정성을 향상시켜 사용한다.

따라서 본 연구에서는 Zr 이온을 세리아 분말에 도핑시켰고, 도핑으로 인해 입자크기가 감소하면서 비 표면적 증가로 인해 그 특성은 더욱 향상되었다.

그리고 본 연구에서는 세리아 및 Zr 이온이 도핑된 세리아를 나노 크기로 합성하기 위해 수열반응법을 이용하여 합성하였다.

수열합성 조건은 pH = 11, 반응온도는200℃에서 6시간 동안 합성하였다.

수열합성법을 이용하여 합성된 세리아 및 Zr 도핑 CeO₂ 나노 분말의 평균 입자 크기는약 20nm 이하였다.

합성된 세리아 나노분말의 비표면적은 52.03㎡/g, Zr 이온이 도핑된 CeO₂ 분말의 비 표면적은132.27㎡/g이었다.

@highlight

본 연구에서는 수열합성법을 이용하여 순수세리아 나노 분말을 합성하였고, 더욱 우수한 비표면적을 가지는 세리아 나노분말을 합성하기 위해 Zr 이온을 도핑하여 나노 분말을 합성하는 연구를 진행하였다.

