단어의 의미처리는 개별 단어가 나타내는 개념(concept)들 간의 의미적 관련성을 효과적으로 표상할 수 있어야 한다.

본 연구는 의미 처리의 모델로서, 속성적 관점에 기반한 연결주의 모델을 제시하고, 단어와 의미 간의 관계를 학습하였다.

학습 과정 이후 모델용의 어휘 판단 과제를 수행하여, 종래 행동실험에서 의미 처리와 관련되어 나타나는 것으로 언급되었던 효과들이 제대로 모사되었는가 통계적으로 검증하였다.

모델링 수행 결과, 모델은 빈도효과(frequency effect), 단어 유사성 효과(word similarity effect), 의미 충실도 효과(semantic richness effect)와 의미 점화 효과(semantic priming effect)를 정상적으로 모사하는데 성공함으로써, 모델이 정상적인 의미의 학습 및 처리가 가능함을 보였다.

본 연구의 결과는, 속성적 관점 기반의 의미 표상(representation) 구조가 충분히 실제 사람의 언어처리를 반영할 가능성을 제시한다.

@highlight

이 연구는 의미 처리의 모델로서, 속성적 관점에 기반한 연결주의 모델을 제시하고, 단어와 의미 간의 관계를 학습했다.

