이 논문은 초현실주의자 레메디오스 바로(1908-1963)의 작품에 나타난 오컬트적인 요소와 바로의 마술적 세계관을 해석한다.

바로는 파리에서 초현실주의 그룹에 참여함으로써 기독교는 물론 교육적, 철학적, 성적인 틀에서 벗어날 수 있었으며, 멕시코에서 마침내 자신의 표현 방식과 오컬티즘에 바탕을 둔 시각적 상징들을 만들게 된다.

바로의 작품에서 주가 되는 여성 마법사 이미지는 물질세계에 신비로운 변형을 가하는 창조자이다.

그 외에도 연금술적 상징성을 띤 달걀, 타로카드식의 여행, 수피교의 소리와 빛, 해와 달, 그리고 식물과 동물 등의 각종 모티프들은 모두 물질세계의 경계를 넘나들면서 우주와 연결되는 마법적 세계관을 담고 있다.

그녀의 작품은 초현실주의의 선도자인 브르통이 언급한 연통관 개념을 구체적으로 실현하고 있다.

초현실주의는 인간해방의 혁명을 외쳤음에도 불구하고 여성을 창조의 위치에서 배제시켰지만, 바로는 예술이라는 마법을 통해 여성을 세상의 주체로 내세우는 것은 물론 세상을 변형시킬 실천의 방법까지 모색했던 것이다.

@highlight

본 논문은 초현실주의자 레메디오스 바로(1908-1963)의 작품에 나타난 오컬트적인 요소와 바로의 마술적 세계관을 해석한다.

