빅 데이터 처리는 파일이나 이미지, 동영상 등 다양한 형태의 데이터를 처리하여 문제를 해결하고 통찰력 있는 유용한 정보를제공한다.

현재 빅 데이터 처리를 위해 다양한 플랫폼이 사용되지만, 하둡이 가지는 단순성, 생산성, 확장성, 그리고 내고장성때문에 많은 기관, 기업에서 빅 데이터 처리에 하둡을 사용하고 있다.

또한, 하둡은 다양한 하드웨어 플랫폼으로 클러스터를구축할 수 있으며, 네임 노드(Master)와 데이터 노드(Slave)로 구분하여 빅 데이터를 처리한다.

본 논문에서는 실제 기관과기업에서 사용하는 완전분산모드를 사용하였으며 원활한 테스트를 위해 저전력이고 저가인 싱글 보드를 사용하여 하둡 클러스터를 구축하였다.

네임 노드의 성능 영향 분석은 싱글 보드와 랩톱을 네임 노드로 사용하여 같은 데이터 처리를 통하여 비교하였으며 데이터 노드의 개수에 따른 영향 분석은 싱글 보드를 기존 클러스터의 개수에서 2배까지 늘려가며 데이터 노드가 미치는 영향을 분석하였다.

@highlight

이 논문에서는 실제 기관과기업에서 사용하는 완전분산모드를 사용했고 원활한 테스트를 위해 저전력이고 저가인 싱글 보드를 사용해 하둡 클러스터를 구축했다.

