이 글은 ‘디자인서울’ 사업을 통해 일어나고 있는 공간의 문화정치에 대한 기호학적 분석을 시도한 것이다.

‘디자인서울’ 사업은 오세훈 현 서울시장이 가장 역점을 두고 있는 사업으로서 서울의 많은 장소들을 새로운 문화적 의미가 담긴 장소들로 전환시키고 있다.

이 글은 광화문광장, 서울광장, 한강변 테마파크 등 ‘디자인서울’ 사업이 벌어지고 있는 몇몇 주요 장소들에 초점을 맞추면서 이들 장소에서 구축되는 공간 텍스트들이 어떤 식으로 기호적 실천을 수행하고 있고, 이 실천은 어떤문화적 효과들을 만들어내고 있으며, 이 과정은 또한 어떤 정치경제학적 효과를 수반하고 있는지 살펴본다.

필자들이 특히 주목하는 부분은 ‘디자인서울’이 공간을새롭게 조성하는 과정에서 어떤 개별 기호나 기호체계가 배제되고 어떤 기호들이선택되는지, 선택된 기호들은 어떤 방식으로 서로 결합되고 배치되는지, 그리고 이를 통해 새롭게 구축되는 공간적 의미체계들은 궁극적으로 어떤 문화정치적인 효과들을 생산하느냐는 문제다.

‘문화정치’는 여기서 의미생산을 일으키는 기호적 실천을 통해 ‘문화’와 ‘정치’가 서로 침투하고 수렴되는 현상을 가리킨다.

디자인서울의공간적 ‘문화정치’를 조명함으로써 우리가 살펴보고자 하는 것은 자본주의적 일상을 지배하고 있는 공간의 구성이 정치경제적 효과를 만들어내는 방식이다.

이 논문은 이런 작업을 통해 오늘 광범위하게 전개되고 있는 공간정책을 통해 형성되는공간 텍스트들이 중요한 정치적 투쟁의 장이 될 수 있음을 강조한다.

@highlight

‘디자인서울’ 사업을 통해 공간의 문화정치에 대한 기호학적 분석을 시도하였다.

@highlight

광화문광장, 서울광장, 한강변 테마파크 등의 장소에서 구축되는 공간 텍스트들이 어떻게 기호적 실천을 수행하고, 이 실천은 어떤 문화적 효과를 만들어내며, 이 과정이 어떤 정치경제학적 효과를 수반하는지 살펴본다.

@highlight

그 결과 공간정책을 통해 형성되는 공간 텍스트들이 중요한 정치적 투쟁의 장이 될 수 있음을 강조한다.

