본 연구는 우리나라 취업자의 직업윤리를 측정하기 위하여 해외에서 개발된 직업윤리 측정 도구 Occupational Work Ethic Inventory-

Short Form(OWEI-

SF)를 번역하여 우리나라 취업자의 직업윤리 현황을 성별, 학력수준별, 개인의 경제 상태별, 고용 지위별로 어떻게 차이가 있는 지를 규명하였다.

연구대상은 2018년 기준 만 18세부터 64세 사이의 취업자였으며 전국 17개시·도에서 수집한 1005명의 취업자를 표본자료로 활용하였다.

수집된 자료는 탐색적·확인적 요인분석을 통하여 도구의 타당도를 검증하였고, Cronbach’s alpha를 통하여 내적 타당도를 검증하였다.

취업자의 직업윤리를 집단별로 비교하기 위하여 t-

test, 사후분석과 함께 one-

way ANOVA를 실시하였다.

연구 결과 취업자 중 남자의 직업윤리와 여자의 직업윤리의 차이는 통계적으로 유의미하지 않았다.

고용 지위별로 고용주 등 비임금근로자가 임금근로자보다 평균 점수가 더 높게 나타났으며, 학력 수준별로 대졸자와 전문대졸자가 고졸 이하 집단보다 더 높았다.

마지막으로 개인의 경제 상태가 여유로울수록 직업윤리 평균 점수가 유의미하게 더 높게 분석되었다.

연구결과를 바탕으로 시사점과 향후 연구 방향을 제언하였다.

@highlight

본 연구는 우리나라 취업자의 직업윤리를 측정하기 위하여 해외에서 개발된 직업윤리 측정 도구를 번역하여 우리나라 취업자의 직업윤리 현황을 성별, 학력수준별, 개인의 경제 상태별, 고용 지위별로 어떻게 차이가 있는 지를 규명하였고 비교 분석 연구 결과 취업자 중 남자의 직업윤리와 여자의 직업윤리의 차이는 통계적으로 유의미하지 않았다.

