대중이 사진 경관에 쉽게 접할 수 있으므로 경관 이미지를 읽는 일은 문화 지리학자에게 중요한 일이다.

지리 경관 사진은 ‘좋은 구도’, ‘끊임없이 찾게 된 장소’, 그리고 ‘주제 의식’을 갖게 되면 예술 작품이 될 수 있다.

지리적 지식과 의미, 이른바 사진적 사건을 본 작가의 눈길, 사진을 바라보는 관객의 눈길, 경관을 바라보는 사람의 눈길 등으로 지리 경관 사진이 읽어져야 한다.

이들 눈길을 통해서 이미지가 형성되고 텍스트가 읽어진다고 보아야 할 것이다.

“뉴잉글랜드의 빛”이라고 하는 사진 작품에서 자연 경관이 ‘완만하고 느리고 단조롭다’고 느끼는 작가의 시선을 알 수 있고 관객은 ‘휴식, 편안함과 즐거움을 주는 풍경, 순수함으로 회귀하는 개인의 휴식’ 등으로 “뉴잉글랜드의 빛“을 읽고 있다.

이는 뉴잉글랜드 지역이 ‘휴가와 고품위의 생활이 영위되는 장소’라고 하는 지리적 이미지와 일치되며 지리예술가의 눈에 비친 피사체의 이미지는 관객의 이미지와 다를 바가 없다.

사진의 다양한 요소가 텍스트를 이루고 이들은 순수함으로 회귀하는 개인의 휴식으로 읽혀진다고 한다.

@highlight

경관 이미지를 읽는 일은 문화 지리학자에게 중요하다.

@highlight

“뉴잉글랜드의 빛”이라고 하는 사진 작품에서 작가의 시선을 알 수 있고 관객은 ‘휴식, 편안함과 즐거움을 주는 풍경' 등으로 읽고 있음으로 뉴잉글랜드 지역의 지리적 이미지와 일치된다.

