4차 산업혁명 시대는 빠른 디지털 기술의 발달로 등장한 3D 프린터, 인공지능 등으로 미래사회에 대한 긍정적 발전을 기대하는 한편 다양한 직업변화를 예측하고 디지털 도구의 활용을 기반으로 창의적 문제해결력을 갖춘 인재양성의 중요성을 더욱 강조하고 있다.

따라서 본 연구는 4차 산업혁명 시대의 인재양성을 위한 방안으로서 대표적 비형식교육기관인 박물관에 주목하고 이를 위한 교육방안 탐색을 연구의 목적으로 한다.

이에 전 세계적으로 주목받고 있는 메이커 교육을 하나의 방안으로 제시하고 문헌연구를 통해서 ‘4차 산업혁명과 메이커 교육’, ‘박물관과 메이커 교육의 특징과 사례 분석’ 및 ‘박물관에서의 메이커 교육의 의미’를 탐색하였다.

이를 통해 박물관에서의 메이커 교육은 단지 디지털 기계의 활용법을 익히는 교육이 아니라, 전시물, 디지털 도구뿐만 아니라 다양한 삶과 연관된 물리적, 지적, 인적 자원을 활용하여 학습자의 주도로 재미있는 만들기를 체험하는 교육이자, 창의적 문제해결력을 학습하고 교육의 과정과 결과는 소통과 공유될 수 있는 기회를 제공하는 교육임을 강조하였다.

본 연구는 4차 산업 혁명 시대의 창의적 인재양성을 위한 하나의 방안으로서 박물관에서의 메이커 교육을 연구하고 박물관 교육에 대한 새로운 방향을 제시함에 연구의 의의가 있다.

@highlight

4차 산업혁명 시대는 빠른 디지털 기술의 발달로 등장한 3D 프린터와 인공지능 등으로 미래사회에 대한 긍정적 발전을 기대하는 한편 여러가지 직업변화를 예측하고 디지털 도구의 활용을 기반으로 창의적 문제해결력을 갖춘 인재양성의 중요성을 더욱 강조하고 있는 실정이다.

