이 연구에서는 먼저 개인-

조직, 개인-

직무, 개인-

상사 부합이 서로 구분되는 독립적인 개념임을 밝히고, 이러한 세 가지 유형의 부합이 개인의 조직몰입, 직무만족, 이직의도에 미치는 영향이 서로 다르다는 것을 검증하였다.

또한 세 가지 부합유형들이 서로 상호작용하여 개인의 태도에 영향을 미칠 것이라는 가절을 실증적으로 검증하였다.

연구를 위하여 312명의 현직자들에게 설문 조사를 실시하였다.

연구결과, 조직구성원들은 개인-

조직 부합, 개인-

직무 부합, 개인-

상사 부합을 각각 독립적으로 인식하였으며, 세 부합 유형들은 각각 개인의 특정 태도와 더 관련이 있었다.

구체적으로, 개인-

조직 부합은 조직몰입과 가장 강하게 관련되어 있었고, 개인-

직무 부합은 직무만족과 이직의도와 가장 강하게 관련되어 있었다.

또한 이 연구의 주관심사였던 세 가지 부합들간의 상호작용에 대한 6개 가설 중에서 3개가 지지되었다.

구체적으로, 개인-

직무 부합과 개인-

상사 부합은 개인-

조직간 부합과 조직몰입간의 관계를 조절하였고, 개인-

조직 부합은 개인-

직무 부합과 직무만족간의 관계를 조절하였다.

이러한 결과를 토대로 연구의 의의와 제한점, 그리고 추후 연구과제를 논의하였다.

@highlight

본 연구에서는 먼저 개인-

@highlight

조직, 개인-

@highlight

직무, 개인-

@highlight

상사 부합이 서로 구분되는 독립적인 개념임을 밝히고, 이런 세 가지 유형의 부합이 개인의 조직몰입, 직무만족, 이직의도에 미치는 영향이 서로 다르다는 것을 검증했다.

