본 연구는 민법상의 사실혼과는 다른 사실혼 개념을 세법에 도입하여 이러한 사실혼 부부에 대해 세제상 혜택을 부여함으로써 출산을 장려하는 동기부여 정책을 도입하는 방안을 연구한 것이다.

여기서 세법상의 사실혼은 민법상의 사실혼 개념을 확장시키되 출생 또는 입양에 의해 자녀가 있는 경우를 추가시켜 규정한다.

본 연구를 정리하면 다음과 같다.

첫째, 세법상의 사실혼 배우자에 대해 소득세법상 인적공제를 적용하고 사망에 따른 사실혼 해소 시 생존한 배우자에게 재산이 분여된 경우 배우자상속공제에 준하는 공제혜택을 부여하며 재산을 증여받은 경우 증여재산공제(6억)를 적용한다.

둘째, 사실혼을 통한 과세회피를 방지하기 위해 소득세법 또는 종합부동산세법의 1세대 규정에 사실혼 배우자를 포함시키며 우회적인 자본거래를 통한 조세회피 규제 대상에도 사실혼 배우자를 포함시킨다.

셋째, 현행 세법의 배우자에 관한 규정은 법률혼만을 의미하는 지 여부가 불분명한 규정이 다수이므로 이를 명확하게 규정한다.

@highlight

이 연구는 민법상의 사실혼과는 다른 사실혼 개념을 세법에 도입해 이런 사실혼 부부에 관해 세제상 혜택을 부여함으로써 출산을 장려하는 동기부여 정책을 도입하는 방안을 연구한 것이다.

