본 연구는 청소년을 대상으로 사회불안이 사회자본형성에 미치는 영향과 그 심리적 기제를 확인하기 위한 것이다.

이를 위해 선행연구에 근거하여 온-

오프라인 자기불일치와 의사소통유능감이 사회불안과 사회자본형성에의 이중으로 매개한다고 가정하였다.

서울과 지방소재 중고등학교에 재학 중인 청소년 316명(남학생 147명, 여학생 169명)을 대상으로 연구 참여에 대한 동의를 받고 총 3차에 걸쳐 사회불안척도, 자기불일치척도, 의사소통유능감척도, 사회자본척도를 실시하였다.

본 연구에서 제안한 연구 모형과 대안 모형의 모형 적합도를 비교 검증한 결과, 연구 모형이 자료에 적합한 것으로 선택되었다.

연구 모형에 기반하여 결과를 살펴보면, 사회불안은 온-

오프라인 자기불일치를 부분매개로 하여 의사소통유능감에 영향을 미쳤고, 온-

오프라인 자기불일치는 의사소통유능감을 부분매개로 하여 사회자본에 영향을 미쳤다.

결과적으로 사회불안이 온-

오프라인 자기불일치와 의사소통유능감을 이중으로 부분매개하여 사회자본형성에 영향을 미치는 이중매개경로가 유의한 것으로 나타났다.

이러한 결과에 기초하여 사회불안 청소년의 온라인 사회공간 활용방안에 대한 교육적 지침에 대한 제언과 더불어 연구의 의의와 제한점을 논의하였다.

@highlight

이 연구는 청소년을 대상으로 사회불안이 사회자본형성에 미치는 영향과 그 심리적 기제를 확인하기 위한 것이다.

@highlight

이 연구에서 제안한 연구 모형과 대안 모형의 모형 적합도를 비교 검증한 결과, 연구 모형이 자료에 적합한 것으로 선택됐다.

