본 연구는 김포시 도서관의 중장기 종합발전계획 수립이라는 목적을 위해 수행되었으며, 김포시 내 지역별로 산재해 있는 도서관의 전체 체계 재정립과 더불어 타 지역과 차별화할 수 있는 김포시 도서관만의 특화된 비전 및 전략을 제시하기 위한 기초연구이다.

이를 위해 김포시 지역주민(도서관 이용자 및 비용자)과 도서관 관계자를 대상으로 설문조사 및 면담조사를 실시하였다.

연구 결과, 첫째, 김포시 모든 도서관이 공공도서관으로써의 자료 수집, 정보서비스, 각종 프로그램 운영 등의 기능 및 역할을 기반으로, 각 도서관만의 차별화된 콘셉트와 주제를 가지고 이용자 중심의 복합문화공간 서비스를 지향해야 할 것으로 나타났다.

둘째, 김포시 도서관 장서와 관련하여 도서관별 이용률이 높은 도서를 우선 수집하여 수요자 중심으로 확충하는 것이 필요하며, 대상별 이용자 요구를 수렴한 장서 개발에 집중하는 것이 필요하다.

셋째, 김포시 도서관의 서비스 제공을 위해 타 지역 도서관 프로그램 또는 서비스 분석으로 서비스 도출 또는 김포시 수요자에 맞춰 시민들이 참여하고, 활용하여 만족감을 높일 수 있는 서비스 개발이 필요할 것으로 보인다.

@highlight

본 연구는 김포시 도서관의 중장기 종합발전계획 수립을 목적으로 수행된 것으로, 지역별로 흩어져 있는 도서관의 전체 체계 재정립과 더불어 타 지역과 차별화할 수 있는 김포시 도서관만의 특화된 비전 및 전략을 제시하기 위한 기초연구이며, 관계자 대상으로 설문조사 및 면담조사를 실시하였다

