본 논문에서는 지금까지 제조업분야에 진출했던 한국기업들의 경험과 교훈을 바탕으로 중국 이동통신서비스분야에서 한국기업들의 진출 가능성과 필요한 경영전략을 살펴 보았다.

중국시장에 진출하기 위해서는 우선 중국정부의 이동통신 발전전략에 대한 정확한 이해가 필요하다.

중국정부는 지금까지 이동통신분야에서의 독점경영 체제를 개혁하고 앞으로 빠른 시일 내에 4대 종합통신기업이 서로 경쟁하는 체제의 확립을 목표로 하고 있다.

중국진출에서 합자방식을 이용할 수 밖에 없는 한국기업들은 합작 파트너 선정과 진출방식을 선택할 때 현재의 상황뿐 만 아니라 반드시 향후 경쟁체제 정착 후 가격 하락 가능성과 중국기업들의 경쟁우위의 변화 가능성을 고려해야한다.

중국 비즈니스에서 성공하기 위해서 진출기업들은 또한 파견 인원들의 현지 적응 노력, 현지 엘리트의 적극적인 기용, 기업 문화의 현지화, 기술연구, 개발과 부품 생산의 현지화 등을 적극 추진해야 한다.

현지화 경영전략은 단순히 비용절감을 위해서가 아니라 중국시장에 확고히 뿌리를 내려 안정적인 경영기반을 구축하기 위한 불가피한 선택이다.

@highlight

이 논문은 아직까지 제조업분야에 진출했던 한국기업들의 경험과 교훈을 바탕으로 중국 이동통신서비스분야에서 한국기업들의 진출 가능성과 필요한 경영전략을 살펴 보았다.

