본 연구논문에서는 고해상도 적외선 센서장비에서 조립오차에 의해 저하된 성능을 보완하기 위해 적외선 센서장비의 구성품인 렌즈조립체, 축거울 및 검출기의 민감도 분석을 통해 성능에 미치는 영향성을 확인하였고, 이를 보정하기 위해 검출기의 틸트 메커니즘 적용 방안에 대한 연구를 하였다.

검출기 틸트 메커니즘에는 장착면에 shim을적용하여 tilt하는 방식인 Shim plate 방식과 tilt screw를 조정하여 검출면의 tilt를 조정하는 Tilting 나사 방식, 마지막으로 마이크로미터를 장착하여 정량적인 데이터를 획득할 수 있는 마이크로미터 헤드 방식으로 3가지 방식이검토 되었다.

검토 결과 사용자의 조절이 용이하고 부피가 크지 않으며 실시간으로 영상을 보면서 조절이 가능한Tilting 나사 방식을 적용하였으며, 실험결과 고해상도 영상을 획득할 수 있었으며 고해상도 영상획득을 구현하기위한 장비에 적용이 필요한 기술임을 확인하였다.

@highlight

본 연구에서는 고해상도 적외선 센서장비에서 조립오차에 의해 저하된 성능을 보완하기 위하여 적외선 센서장비의 구성품인 렌즈조립체, 축거울과 검출기의 민감도 분석을 통해 성능에 미치는 영향성을 확인하고자 하였다.

