본 연구의 목적은 온디맨드 O2O 서비스를 이용하는 소비자가 만족하는 과정을 이해하고, 소비자만족도를 높이기 위한 방안을 제안하는 것이다.

이를 위하여 온디맨드 O2O 서비스의 소비자혜택과 비용이 소비자만족도와 재이용의 도, 추천의도에 미치는 영향력을 가치기반수용모델에 근거하여 파악하고, 소비자역량 수준별 각 영향력 차이를 검증 하였다.

본 연구는 최근 1개월 이내에 배달앱 혹은 숙박앱을 이용한 경험이 있는 전국 거주 20∼49세 소비자 600 명을 대상으로 온라인 설문조사를 실시하였고, 구조방정식모형 분석과 다중집단 구조방정식모형 분석을 수행하였다.

분석 결과, 소비자혜택 중, 편리성.

즉시성과 경제성이 소비자만족도에 정적 영향을 미쳤고, 소비자비용 모든 속성 의 영향력은 유의하지 않았다.

소비자만족도는 재이용의도와 추천의도에 정적 영향을 미쳤다.

거래역량이 높은 집단 의 경우, 경제성이 소비자만족도에 미치는 정적 영향력이 유의하게 더 컸다.

통계적으로 유의하지는 않았지만, 문제 해결역량이 낮은 집단에 한하여 소비자만족도에 대한 앱 사용불편의 부적 영향력과 편리성.

즉시성의 정적 영향력 이 유의하였다.

이를 근거로 본 연구는 편리성.

즉시성과 경제성을 개선하여 소비자 만족도를 높이고, 거래역량과 문제해결역량을 높여 능숙한 앱 사용을 지원하며, 소비자비용에 대한 비판적 시각을 키워 소비자혜택과 만족도를 증대해야 함을 제안하였다.

@highlight

즉시성과 경제성이 소비자만족도에 정적 영향을 미쳤고, 소비자비용 모든 속성 의 영향력은 유의하지 않았다.

@highlight


거래역량이 높은 집단 의 경우, 경제성이 소비자만족도에 미치는 정적 영향력이 유의하게 더 컸다.

@highlight


통계적으로 유의하지는 않았지만, 문제 해결역량이 낮은 집단에 한하여 소비자만족도에 대한 앱 사용불편의 부적 영향력과 편리성, 즉시성의 정적 영향력 이 유의하였다.

