이 연구의 목적은 농촌지역 유형별로 도농간 교육격차 해소를 위해 농촌지역 주민(학부모) 및 교사의 교육혁신 요구를 파악하는데 있었다.

연구 목적 달성을 위하여 이 연구에서는 농촌지역을 4개 유형으로 구분하고 학부모 708명, 교사 371명에 대한 설문조사를 실시하고, 학부모 및 교사의 농촌학교 교육여건 개선요구, 학부모의 자녀교육 지원요구, 농촌학교 교사의 지원요구 및 학부모의 지역사회 교육기회 개선요구를 지역유형별로 구명하였다.

농촌지역 교육혁신에 대해 밝혀진 주요 요구는 ①농촌지역 학부모 및 교사는 농촌학교 교육여건 개선을 위해서는 방과후 교육활동 기회와 통학편의 및 교통편 제공 등을 우선적으로 원하였다.

②농촌지역 학부모는 자녀교육 지원에서 예체능 교육기회를 제공하고 학습도우미를 지원해 주길 요구하였다.

③농촌학교 교사들은 농촌학교 근무수당을 지급하고 사택을 제공해 주기를 우선적으로 요구하였다.

④학부모의 지역사회 교육기회를 증진시키기 위해서는 마을공부방 운영, 평생학습 프로그램에 대한 요구가 있었다.

⑤한편, 이러한 요구는 구체적인 운영방안이나 우선순위에서 농촌지역유형에 따라 차이가 있으므로 지역별로 다른 접근을 할 필요가 있다.

@highlight

본 연구의 목적은 농촌지역 유형별로 도농간 교육격차 해소를 위해 농촌지역 주민(학부모) 및 교사의 교육혁신 요구를 파악하는데 있었다.

