현대사회에서 발생하는 복합적인 문제들은 정보 논리적 사고를 통해 효율적으로 해결할 수 있으며,정보 논리적 사고력은 정보 교과의 프로그래밍 교육을 통해 효과적으로 신장시킬 수 있다.

본 연구는 학습자의 흥미를 유발하고 집중도를 높일 수 있는 정보 교과 STEAM 커리큘럼을 설계하였고 이를 적용및 평가하였다.

커리큘럼은 자기 주도적 학습과 조별 학습을 통하여 학습자 간에 상호작용이 이루어질수 있도록 하였으며 하나의 주제를 가지고 과학, 음악, 정보 교과의 관련 지식을 이해할 수 있도록 구성하였다.

실험은 초등학교 4~6학년에 재학 중인 정보 영재 학생들을 대상으로 아두이노 보드를 활용하여 진행하였다.

연구 결과, 아두이노를 활용한 수업 후에 컴퓨터 과목에 대한 관심도와 프로그래밍에 대한흥미도가 증가하였다.

75%의 학생들이 컴퓨터에 대한 흥미가 늘어났고 93%의 학생들이 아두이노를 활용한 수업에 긍정적인 응답을 하였다.

연구 결과의 유효성은 t-

test를 통해 입증하였다.

@highlight

이 연구는 학습자의 흥미를 유발하고 집중도를 높일 수 있는 정보 교과 STEAM 커리큘럼을 설계했고 이를 적용및 평가했다.

