국내 조선소에서 건조되는 신조선은 자체 동력을 가지고 선박으로 등록하여 건조와 동시에 운항을 하는 형태로 수출이 되고 있는 반면에, 해양플랜트산업의 제작품은 고정식과 부유식을 포함하여 완제품, 부분제품 등 다양한 형태로 수출이 되고 있는 상황이다.

종류도 다양한 만큼 수출 형태도 선박(일반선박, 부선 등)에 적재하여 운송되거나 예인선에 의해 끌려서 운송되는 두 가지 형태를 이루고 있다.

하지만 이런 다양한 상황에 대한 선박과 화물의 분류가 명확하지 않아 실무적으로 혼란을 야기하고 있다.

협의의 해양플랜트는 해저자원을 개발하기 위한 시추선, 탐사선 등 장비일체를 의미하는데, 이러한 해양플랜트가 가지는 부유성, 이동성 등은 일반적으로 선박의 성격과 유사하다.

만약 해양플랜트가 선박의 성격을 가지고 있다면 이와 관련된 공·사법적 문제를 해결하기 위해서 선박의 정의와 법적 특성에 관한 검토가 선행되어야 한다.

이 논문에서는 선박의 정의와 법적 특성에 대하여 살펴보고, 국·내외 해사법에서 규정하는 해양플랜트의 정의와 해석 및 판례를 검토한다.

이를 통하여 우리나라에서 제기되고 있는 해양플랜트의 선박성에 대한 실무상 혼란을 제거하기 위하여 해석론적 접근과 입법론적 결론을 도출하고자 한다.

@highlight

본 논문에서는 선박의 정의와 법적 특성에 대해살펴보고, 국·내외 해사법에서 규정하는 해양플랜트의 정의와 해석 및 판례를 검토한다.

