개혁개방 이후 중국의 체제 성격에 대한 논쟁은 줄곧 이어져왔다.

그 핵심 주제는 중국이 자신의 체제를 사회주의로 규정하고 있음에도 불구하고 시장경제를 수용하여 변화해나가는 경제와 사회의 모순적인 양상들 때문이었다.

특히 중국 정부가 2015년 겨울부터 광동 지역의 노동운동을 지원하던 NGO들에 대하여 대대적인 탄압을 벌이자 다시 중국의 체제 성격에 관한 논쟁이 촉발되기 시작했다.

2016년 1월에서 2월 사이에 당시 중국에서 새로 생겨났던 진보 웹사이트였던 파토망(破土網)에서는 중화권 좌파 지식인들 사이에서 중국의 체제 성격을 놓고 일대 논쟁이 벌어졌다.

이 논쟁의 주요 쟁점은 현재 중국의 체제 성격을 신자유주의적 세계 체계에 맞서고 있으므로 진보적인 변화의 주축으로 간주해야 하는지, 아니면, 신자유주의적 세계 체계에 완전히 동화되었기에 강한 투쟁과 저항의 대상으로 삼아야 하는 지의 여부이다.

즉, 한편에서는 현재 중국이 이미 세계 인민 혁명의 중심에서 자본의 세계 공장이 되었다고 평가하며 현재 고통받는 노동자들과 연대하여 투쟁에 나설 것을 주장했고, 다른 한편에서는 중국이 여전히 국유경제를 바탕으로 노동자들의 이익을 수호하고 있으며 신자유주의 세계 체계에 저항하는 모습에도 주목할 필요가 있다고 주장했다.

이 중국 체제 성격을 둘러싼 논쟁은 현재 중국 대륙에서 벌어지고 있는 여러 노동 시위와 그에 연대하는 대학생들의 활동에도 영향을 미치고 있기에 향후 이 논쟁이 어떻게 확산되고 진화할 지에 대하여 주목할 필요가 있다.

@highlight

개혁개방 이후 중국의 체제 성격에 관한 논쟁은 줄곧 이어져왔다.

@highlight

특히 중국 정부가 2015년 겨울부터 광동 지역의 노동운동을 지원하던 NGO들에 관해 대대적인 탄압을 벌이자 다시 중국의 체제 성격에 대한 논쟁이 촉발되기 시작했다.

