이 연구의 목적은 국립과천과학관내 천문학을 주제를 다루고 있는 전시물의 패널에 사용된 용어를 분석하여 용어의 특성을 알아보고, 관람객이 이해할 수 있는 적절한 수준으로 제시되었는가를 알아보기 위한 것이다.

이를 위해 국립과천과학관내에 있는 천체 투영관에서 14개, 자연사관에서 17개, 전통과학관에서 21개, 총 52개의 패널에 대해 조사하였고, 중복되는 용어를 제외하고 총 965개의 용어가 추출되었다, 이 용어들을 표준국어대사전과 천문학용어집을 근거로 패널에 적용된 용어들의 근거를 살펴보았다.

또한 패널에 사용된 용어들이 관람객의 대부분을 차지하는 초·중·고등학생들이 이해하기에 적절한 수준으로 제시되었는지를 교육과정과 연계하여 알아 위해 초·중·고등학교 현직교사 24명을 대상으로 학생들이 용어에 대한 이해도에 대한 설문 조사를 실시하였다.

그 결과, 패널 용어 중 정확한 일반화된 전문용어가 제시된 정도는 68.5% 이며, 모든 학년의 학생들은 전문용어에 대해 어려움을 겪을 것으로 확인되었다.

학년이 올라감에 따라 친숙해지는 용어가 많아지고 그에 따라 어려움을 겪을 용어의 개수도 점차 줄어 들것을 설문결과에서 확인하였다.

따라서, 전시물에 대한 흥미를 유지하면서 충분한 이해를 돕기 위해서는 일반화되지 않은 전문용어의 사용빈도를 최소화하고, 친숙하지 않은 용어의 사용 시 실생활과의 연관성을 높여 제시하는 방식의 개선이 제안된다.

@highlight

본 연구의 목적은 국립과천과학관내 천문학을 주제를 다루고 있는 전시물의 패널에 사용된 용어를 분석하여 용어의 특성을 알아보고, 관람객이 이해할 수 있는 적절한 수준으로 제시되었는가를 알아보기 위한 것이다.

