본 연구는 민주화 이후 30년의 기간 동안 한국사회에 중요한 사회균열구조의 변화가 있었는지, 그리고 이를 정당체계가 어떻게 반영해 왔는지를 분석함으로써 한국정당체계가 사회 변화에 적응하면서 이익집약 기능을 어떻게 수행해 왔는지를 진단해 보는데 목적을 두고 있다.

이를 위해서 연령, 소득, 교육수준, 지역, 이념 균열에 대한 사회적 포괄성과 사회적 집중성을 측정하고 그 값의 변화를 통해 사회적 이익 반영 패턴에 일관된 변화가 있었는지를 분석하여 정당체계의 정렬이 형성되었는지 살펴보았다.

지역 균열은 지속적으로 중요한 균열이었으나, 19대와 20대 총선을 거치면서 그 중요성이 완화된 것으로 나타났다.

이념 균열에 대한 정당의 이익 반영은 정당의 유권자 연계가 일관된 패턴을 형성하며 강화되는 현상을 보여 주고 있어 이념 균열을 중심으로 하는 정당의 재정렬이 형성되어 왔음을 발견할 수 있었다.

이러한 발견은 비록 짧은 기간이었음에도 한국 사회에서 중요한 사회균열구조의 변화가 있었음을 보여 주는 것이며, 정당이 변화하는 사회균열구조에 기반을 둔 지지 기반을 구축함으로써 정당 정렬을 형성해 왔음을 보여 주는 것으로 민주화 이후 한국정당체계가 사회 이익을 반영하고 이를 집약하는 기능을 수행해 왔음을 보여 준다 점에서 의미를 갖는다.

@highlight

비록 짧은 기간이었음에도 한국 사회에서 중요한 사회균열구조의 변화가 있었음을 보여 주는 것이며, 정당이 변화하는 사회균열구조에 기반을 둔 지지 기반을 구축함으로써 정당 정렬을 형성해 왔음을 보여 주는 것으로 민주화 이후 한국정당체계가 사회 이익을 반영하고 이를 집약하는 기능을 수행해 왔음을 보여 준다 점에서 의미를 갖는다.

