이 연구는 특정 목적으로 국한되지 아니한 국가 수준의 광범위한 통계조사에서 유추해 볼 수 있는 평생교육적 함의를 살펴보고자 2009년 통계청에서 시행된 생활시간조사의 마이크로 데이터를 활용하여 우리나라 성인들의 전체적인 생활시간조사를 분석, 그중에서도 학습관련 시간의 비중과 이와 관련한 생활시간의 배분이 지역별로 어떠한 차이를 보이고 있는 지 알아 보고자 하였다.

조사대상은 우리나라 성인인구 중 19,826명으로, MANOVA 검증을 통하여 생활시간의 각 유형이 지역과 학습유무에 따라 유의미한 차이를 보이고 있음을 발견했다.

또한 생활시간의 유형에 따른 지역차 역시 유의한 수준을 보이고 있음을 확인할 수 있었으며, 이를 통해 우리나라 성인의 학습관련 시간에서 지역에 따른 차이와 학습경험 유무에 따른 차이가 그들의 삶에서 실재하고 있음을 통계적으로 확인할 수 있었고, 이를 기반으로 향후 성인들의 학습기회 확충에 대한 고민과 함께 성인들을 위한 교육부문의 지역 불균형을 해소할 수 있는 방안을 살펴 향후 평생교육 부문의 실천적 함의로 삼고자 한다.

@highlight

본 연구는 특정 목적으로 국한되지 아니한 국가 수준의 광범위한 통계조사에서 유추해 볼 수 있는 평생교육적 함의를 살펴보고자 2009년 통계청에서 시행된 생활시간조사의 마이크로 데이터를 활용하여 우리나라 성인들의 전체적인 생활시간조사를 분석, 그중에서도 학습관련 시간의 비중과 이와 관련한 생활시간의 배분이 지역별로 어떠한 차이를 보이고 있는 지 알아 보고자 했다.

