본 연구에서는 울산~포항 간 복선전철 건설예정인 교량을 사례로 교량형식별 LCC 개념을 적용 경제성이 가장 우수한 공법을 적용하기위하여 같은 연장 (L=1,615m)을 갖는 유사한 4개 교량에 대한 DEA (Data Envelopment Analysis) 분석을 실시하였다.

DEA 모형은 상대적 효율성 평가를 위해 개발된 CCR 모형을 사용하였으며, 투입변수로 초기건설비용, 유지관리비용, 간접비용 (사용자비용 + 사회간접손실비용), 생애주기비용을 사용, 산출변수로는 평균 내구연한을 사용하였다.

투입 변수 산정을 위해 생애주기비용 분석을 사용하였는데 생애주기 비용 산정은 분석기간 100년, 실질할인율 4.83%를 적용 하였으며, 비용의 분류는 초기건설비용, 유지관리비용, 사용자비용, 사회간접손실비용으로 분류 하였다.

분석결과, 비교 2안과 비교 3안이 가장 효율적인 것으로 분석되었으며, 나머지 대안의 효율성은 비교 1안, 기본안, 비교 4안 순서로 나타났다.

@highlight

이 연구에서는 울산~포항 간 복선전철 건설예정인 교량을 사례로 교량형식별 LCC 개념을 적용 경제성이 가장 우수한 공법을 적용하기위해 같은 연장 을 갖는 유사한 4개 교량에 관한 DEA 분석을 실시했다.

