일반적인 플랜트 산업에서의 파이프라인은 지지형식으로만 구조설계를 하고 있으며 시공방법이 용접에 의한 단순접합방법을 선호하고 있다.

그러나 플랜트 산업 특성상 용접 불꽃에 의한 화재발생시 매우 위험함으로 통상적인 고장력 볼트 접합을 단순화하여 내진성능이확보되는 파이프랙 접합방식을 개선하는 연구이다.

연구결과 H-

Beam 대 H-

Beam의 접합기술의 향상과, 내진성능이 향상된 파이프랙 구조기술 개발, 파이프랙 제작 및 설치 시간 단축 기술 개발, 다양한 방법의 철 구조물 설치 기술 개발, 적용분야 확대에 따른 기술의 접근성 향상이라는 효과를 얻을 수 있다.

경제적 측면에서는 기존 파이프랙 공법에 비해 현장설치 공정 축소로 인건비 및 장비비 절감 효과를 기대할 수 있으며,자재비의 경우 H-

Beam 연결을 위한 고장력 볼트의 수량 감소효과 대비 대량생산을 위한 금형비용 발생으로 원가가 절감될 수 있다.

안정성 측면에는 기존의 현장설치에서 나타났던 다소 큰 위험성 요소를 최소화시킬 수 있는 공장제작 공정을 통해 접합 작업자의 안정성을 증대시킬 수있을 것으로 판단된다.

@highlight

H-

@highlight

Beam 대 H-

@highlight

Beam의 접합기술의 향상과, 내진성능이 향상된 파이프랙 구조기술 개발, 파이프랙 제작 및 설치 시간 단축 기술 개발, 다양한 방법의 철 구조물 설치 기술 개발, 적용분야 확대에 따른 기술의 접근성 향상이라는 효과를 얻을 수 있었고, 경제적 측면에서는 기존 파이프랙 공법에 비해 현장설치 공정 축소로 인건비 및 장비비 절감 효과를 기대할 수 있으며,자재비의 경우 H-

@highlight

Beam 연결을 위한 고장력 볼트의 수량 감소효과 대비 대량생산을 위한 금형비용 발생으로 원가가 절감될 수 있다.

@highlight

안정성 측면에는 기존의 현장설치에서 나타났던 다소 큰 위험성 요소를 최소화시킬 수 있는 공장제작 공정을 통해 접합 작업자의 안정성을 증대시킬 수있을 것으로 판단된다.

