이 글은 환발해경제권의 발전이 중국의 경제발전과 동북아 경제협력에서 갖는 의미 파악과 향후의 발전을 전망하고 있다.

환발해경제권은 중국의 3대경제권의 하나이지만, 그동안 다른 두 경제권에 비해 발전을 이루지 못했다.

그러나 2000년대 진입이후 환발해경제권은 빠른 발전을 이룩하고 있다.

환발해경제권의 이러한 발전이 지속되기 위해서는 경제권내 지역간의 긴밀한 협력이 필요하다.

하지만 환발해경제권내 지역간의 협력은 지방분권화 정책으로 인한 지역이기주의로 인해 어려움이 많다.

그러나 환발해경제권은 지리적으로 중국의 화북과 동북 그리고 서북지역의 결합부에 위치하고 있을 뿐만 아니라 에너지자원과 광산자원을 비롯한 풍부한 자원을 가지고 있고, 또한 경제권내 지역간 산업발전과 자원구조에서 보완성을 가지고 있기 때문에 협력의 가능성을 배제하기 어렵다.

따라서 환발해경제권은 협력을 통한 발전을 이룰 것으로 보이며, 이럴 경우 환발해경제권의 발전은 인접지역인 동북지역과 서북지역의 발전을 추동하여 중국경제의 가장 큰 문제인 지역간 불균형 발전 문제를 어느 정도 해소할 것으로 보인다.

또한 환발해경제권의 발전은 동북아지역의 경제협력구도를 중국 중심으로 고착화시켜 한국과 일본의 동북아 경제협력에 적잖은 영향을 가져다 줄 것이다.

@highlight

이 글은 환발해경제권의 발전이 중국의 경제발전과 동북아 경제협력에서 갖는 의미 파악과 향후의 발전을 전망하고 있다.

@highlight

2000년대 진입이후 환발해경제권은 빠른 발전을 이룩하고 있다.

