쉴드 TBM은 기존 재래식 터널(Drill and Blast)에 비하여 터널을 굴착하는 지반 및 선형조건에서 적용범위가 넓은 공법으로 대단면, 대심도, 초연약지반에서의 터널링 공법으로 중요성이 부각되고 있으며, 현재 13.3 m의 대구경 slurry 쉴드 TBM이 한강 하부 통과를 위한 시공을 준비하고 있다.

쉴드 TBM은 이수압식과 토압식 쉴드 TBM으로 구분되고, 각각의 특성에 따라 시공 중 관리 항목이 달라진다.

본 논문에서는 연약지반에 주로 시공되는 이수압식 쉴드 TBM을 대상으로 장비형식, 발생기원, 적용 사례 및 트러블 사례를 분석하였다.

또한, 적정 챔버압, 장비 전방으로의 이수 분출(또는 누수)가능성을 토피고 조건에 따라 2D 및 3D 모형실험 실시하였다.

이를 토대로 연약지반 조건에서 이수압식 쉴드 TBM 시공 시 적정 굴진면 토압과 챔버압 예측을 위한 기초 및 참고자료 제공 그리고 토피고 조건에 따른 이수분출 위험 높이를 제안하여 이수분출로 인한 안정성 및 환경요인 저하 원인을 최소화하기 위한 방안을 제안하였다.

@highlight

본 논문은 이수압식 쉴드 TBM을 대상으로 장비형식, 발생기원, 적용 사례 및 트러블 사례를 분석한 것으로, 이수분출로 인한 안정성 및 환경요인 저하 원인을 최소화하기 위한 방안을 제안하였다.

