켈젠은 순수한 법도구주의의 입장에서, 법을 임의의 사회적 목적을 추구하는 특수한 사회기술로 정의하고, 법질서를 일정한 조건의 효과로서 강제 작용을 규정한다는 의미에서 강제적 질서로 본다.

그리고 법과 국가를 목적 합리적으로 규정하여 그것으로부터 가치와 의미를 배제함으로써, 국가를 임의의 목적을 달성하기 위한 수단으로서의 형식적 법치국가와 인민의 민주주의적 지배를 위한 도구로서 가치상대주의에 근거한 사회민주주의를 주장한다.

이러한 이론의 구성은 당시의 시대적 상황에 대응하여 전개된 것이라는 측면에서 보면 어느 정도 통일적 관련이 있다.

그러나 이와 같이 볼 경우, 사회적 기술로서의 법은 형식적·규범적 고찰 대상이므로 이데올로기와 사실, 인과적 고찰이 배제되어야 한다는 그의 법이론과 충돌한다는 문제가 있다.

즉, 사회기술로서 법을 파악하는 것이 시대와 장소에 따라 변화하는 내용을 제거한 법 일반에 관한 것이 아니라, 실제로는 구체적인 역사적 상황에 의해 규정되어 있다는 점이 간과된 채 일반화된 것이 아닌가라는 의문이다.

그렇다면 인식방법이 대상을 구성한다는 신칸트적 인식론을 원용하는 것에 의해 법과 국가를 이데올로기와 사실로부터 분리하려는 그의 시도도 설득력을 잃게 될 것이다.

본 논문은 켈젠이 법을 사회 목적을 달성하는 강제수단으로서 기술적으로 파악하고 있는 것에 착안하여, 사회기술로서 법을 파악하는 법과 국가이론의 문제 관련성을 검토하고, 이를 형식적 법치국가, 나아가 사회민주주의를 주장하는 이론과 관련 지워 논의한다.

@highlight

본 논문은 켈젠이 순수한 법도구주의의 입장에서, 법을 임의의 사회적 목적을 추구하는 특수한 사회기술로 정의하고, 법질서를 일정한 조건의 효과로서 강제 작용을 규정한다는 의미에서 강제적 질서로 본 것에 착안하여, 사회기술로서 법을 파악하는 법과 국가이론의 문제 관련성을 검토하고, 이를 형식적 법치국가, 나아가 사회민주주의를 주장하는 이론과 관련지워 검토한다.

