본 논문에서는 BM 활성수를 생산하는 BM 활성수 플랜트 공정 제어시스템 모델을 제안하고, 다음과 같은 기능을 가진 BM 활성수 플랜트 공정 제어기를 개발 하였다.

첫 번째 기능으로는 먼저 부로와가 과부하가 걸렸을 때, 과전류 감지기가 동작하여 일정시간 부로와를 정지시킨 후 재 기동 하도록 하였다.

두 번째는 정전시 유도조에서 퇴비투입조로의 순환을 막기 위해 전동밸브가 정전시 자동으로 닫히는 기능을 부가함으로서 볼밸브의 고장으로 인한 퇴비투입조의 누수를 막을 수 있다.

세 번째는 생산된 활성수를 농축조에서 4개의 저장조로 자동으로 이송할 수 있는 기능을 부가하여 활성수 생산량을 자동 관리 하였다.

그리고 BM 활성수 플랜트 공정제어기 신호측정 시험장치를 개발하여 제작한 BM 활성수 플랜트 공정 제어기가 설계한 사양대로 잘 동작하는지 확인 하였다.

본 연구는 BM 활성수 플랜트 공정제어기를 견실한 저가의 시퀀서 제어방식 기반의 공정 제어기를 개발하여 시스템의 안정성과 효율성의 향상 및 운전관리 비용의 절감을 꾀할 수 있으리라 기대된다.

@highlight

이 논문은 BM 활성수를 생산하는 BM 활성수 플랜트 공정 제어시스템 모델을 제안하고, 다음과 같은 기능을 가진 BM 활성수 플랜트 공정 제어기를 개발 했다.

