국가적으로 국토의 효율적 활용과 친환경성 등으로 인해 터널과 같은 지하공간 건설이 필요하다.

친환경적 요소의 중요성을 감안할 때, 산악지에 형성되는 도로건설에 대해 2-

아치 및 대단면 터널로 계획되나 경제성, 시공성, 공사기간, 유지관리 등의 문제점을 가지고 있다.

따라서 본 연구에서는 2차로의 국도터널을 기준으로 현장조건과 지반조건을 고려하여 터널별 이격거리와 토피고를 변화시켜 경험식과 수치해석적으로 필라부의 안전성을 평가하였으며, 해석 프로그램으로 유한요소법을 적용한 Plaxis 2D를 활용하여 터널의 최소 필라폭 선정과 전체적인 터널의 거동특성을 분석하였다.

분석결과, Tie-

Bolt에 의한 필라보강은 연직하중을 분산시켜 안전적인 근접병렬터널 계획이 가능하며, 터널 필라의 거동은 현장계측 결과와 잘 일치하는 것으로 나타났으며, 지반조건에 따라 터널 필라폭을 축소시킨다면 이전의 터널에 비해 효율적인 터널 활용이 가능하다.

@highlight

본 연구에서는 2차로의 국도터널을 기준으로 현장조건과 지반조건을 고려하여 터널별 이격거리와 토피고를 변화시켜 경험식과 수치해석적으로 필라부의 안전성을 평가하였으며, 해석 프로그램으로 유한요소법을 적용한 Plaxis 2D를 활용하여 터널의 최소 필라폭 선정과 전체적인 터널의 거동특성을 분석하였다.

