이 글의 목적은 유럽의 ‘청년보장제(Youth Guarantee)’와 청년실업률의 상관관계에 대한 비판적인 고찰을 하고자 하는데 있다.

2013년 청년보장제 도입 후 3년이 지난 시점에서 유럽연합 집행위원회는 청년보장제가 유럽의 청년실업률을 감소시키는데 기여를 했다고 자평한 바 있다.

그럼에도 불구하고 일련의 학자들은 청년보장제와 청년실업률 감소간의 인과관계에 대해 의문을 제기하고 있다.

이들은 2014년 이후 청년실업률이 감소한 이유가 청년보장제 때문이라기보다는 다른 요인들, 즉 경제성장과 같은 거시경제적인 요인 또는 청년집단규모의 감소와 같은 인구학적인 변동 요인에 의한 것일 가능성이 더 크다는 주장을 하고 있다.

이 글은 이런 비판적인 시각과 맥락을 같이 하면서 정치경제학적인 시각에서 청년실업률 감소에 대한 또 다른 설명을 하고자 한다.

즉 유로존에 내재되어 있는 특수한 메커니즘에 대한 분석을 통해 청년실업률 감소가 청년보장제의 도입과는 상관없는 것을 밝히고자 하는데 있다.

또한 이 과정에서 나타나고 있는 청년실업률의 변동이 경제적인 관계라기보다는 정치경제적인 관계와 밀접한 연관이 있다는 점도 밝히고자 한다.

@highlight

이 글은 유로존에 내재되어 있는 특수한 메커니즘에 대한 분석을 통해 2014년 이후 유럽의 청년실업률이 감소한 이유는 ‘청년보장제(Youth Guarantee)’가 아닌 정치경제적인 요소에 의한 현상임을 밝히고자 한다.

