전

방

 

대

퇴

비

구

 

충

돌

에

서

 

나

타

나

는

 

대

퇴

골

의

 

골

성

 

융

기

와

 

이

와

 

연

관

된

 

고

관

절

의

 

방

사

선

학

적

이

상

을

 

관

절

경

적

으

로

 

분

석

하

였

다

.

 

2

0

0

8

년

 

1

월

부

터

 

8

월

까

지

 

대

퇴

비

구

 

충

돌

로

 

관

절

경

 

시

술

을

 

받

은

 

환

자

 

중

 

비

구

순

 

파

열

을

 

보

인

 

4

5

명

(

5

1

예

)

을

 

후

향

적

 

검

토

하

였

다

.

 

술

 

전

후

에

 

단

순

 

방

사

선

적

 

검

사

를

 

시

행

하

고

,

 

때

때

로

3

D

 

C

T

와

 

M

R

A

를

 

시

행

하

였

다

.

 

방

사

선

 

소

견

에

서

 

1

5

예

가

 

두

-

경

부

 

o

f

f

s

e

t

이

 

감

소

되

었

다

.

 

대

퇴

골

 

융

기

가

 

관

찰

된

 

2

6

예

 

중

 

1

1

예

는

 

비

구

 

후

경

,

 

5

예

는

 

돌

출

된

 

비

구

와

 

연

관

되

었

고

 

1

3

예

는

 

편

평

해

진

 

경

부

에

 

발

생

하

였

다

.

 

2

1

예

의

권

총

 

손

잡

이

 

변

형

이

 

관

찰

되

었

고

 

비

구

의

 

후

경

은

 

3

2

예

에

서

 

관

찰

되

었

다

.

 

충

돌

의

 

이

차

적

 

소

견

으

로

 

추

정

되

는

 

비

구

 

또

는

 

대

퇴

골

의

 

골

극

이

 

1

4

예

,

 

대

퇴

골

의

 

낭

성

 

병

변

이

 

2

3

예

가

 

관

찰

되

었

다

.

 

관

절

경

 

상

전

례

가

 

퇴

행

성

 

비

구

순

 

파

열

을

,

 

3

2

예

(

6

2

.

7

%

)

에

서

 

비

구

 

연

골

 

손

상

이

 

관

찰

되

었

고

 

이

중

 

2

5

예

는

 

비

구

의

 

후

경

과

 

연

관

되

어

 

있

었

다

.

 

대

퇴

비

구

 

충

돌

 

환

자

에

서

 

대

퇴

골

의

 

골

성

 

융

기

는

 

다

양

한

 

위

치

와

 

형

태

를

 

보

이

며

 

상

당

수

가

p

i

n

c

e

r

 

형

과

 

연

관

되

어

 

대

퇴

와

 

비

구

의

 

k

i

s

s

i

n

g

 

병

변

을

 

유

발

할

 

수

 

있

다

.

 

대

퇴

골

의

 

비

정

상

적

 

소

견

의

방

사

선

적

 

확

인

은

 

증

상

이

 

있

는

 

대

퇴

비

구

 

충

돌

을

 

확

진

하

는

데

 

도

움

을

 

줄

 

수

 

있

다

.

@highlight

전방 대퇴비구 충돌에서 나타나는 대퇴골의 골성 융기와 이와 연관된 고관절의 방사선학적이상을 관절경적으로 분석했다. 술 전후에 단순 방사선적 검사를 시행하고, 때때로3D CT와 MRA를 시행했다.