본 연구의 목적은 효율적인 동료 수퍼비전을 위해 수퍼비전에서의 평가도구 활용을 제안하는 것이다.

이를 위하여 본 연구에서는 미시적 상담 수퍼비전 모델(MSM)에 근거해 Russell-

Chapin과 Sherman(2000)이 개발한 상담면접평정양식(CIRF)을 소개하고, 이를 실제 상담사례에 대한 수퍼비전에 적용하여 평가도구의 활용 가능성을 탐색해 보았다.

상담면접 5단계와 전문성, 서술적 평가로서 강점과 개선할 영역 등 45개 항목을 포함하는 CIRF는 수퍼바이저와 수퍼바이지 간, 동료 간 건설적인 피드백을 제공하는 호혜적 수퍼비전 체계의 발달과 자기 평가에 도움이 된다.

본 연구에서 대학생 자녀가 있는 가족의 상담사례 중 두 회기에 대한 동료 수퍼비전에서 상담면접평정양식을 평가도구로 활용한 결과, 상담 수퍼비전 현장에서 CIRF의 객관적인 평가도구로서 효과적이고 유용할 수 있다는 가능성이 확인되었다.

@highlight

이 연구의 목적은 효율적인 동료 수퍼비전을 위해 수퍼비전에서의 평가도구 활용을 제안하는 것이다.

@highlight

이 연구에서 대학생 자녀가 있는 가족의 상담사례 중 두 회기에 대한 동료 수퍼비전에서 상담면접평정양식을 평가도구로 활용한 결과, 상담 수퍼비전 현장에서 CIRF의 객관적인 평가도구로서 효과적이고 유용할 수 있다는 가능성이 확인됐다.

