본 연구의 목적은 미술치료 전공 대학생의 생활스트레스와 대학생활 적응에서 자아탄력성과 사회적 지지의매개효과가 있는지 알아보고자 하였다.

연구대상은 경상도와 전라도 지역에 소재하는 4년제 대학교에 재학 중인 미술치료 전공 대학생 335명이다.

연구도구로는 대학생의 생활스트레스 척도, 자아탄력성 척도, 사회적 지지척도, 대학생활 적응 척도를 사용하였다.

자료 분석은 상관분석, 중다회귀분석과 Sobel test를 실시하였다.

본 연구 결과는 다음과 같다.

첫째, 대학생의 생활스트레스는 자아탄력성, 사회적 지지, 대학생활 적응과 부적인 상관이 있으며, 자아탄력성과 사회적 지지는 대학생활 적응과 정적인 상관이 있었다.

둘째, 자아탄력성과 사회적 지지는 대학생의 생활스트레스와 대학생활 적응에서 부분매개 하는 것으로 나타났다.

이상의 결과로 볼 때 미술치료 전공 대학생의 생활스트레스에 대처할 수 있는 매개자원인 자아탄력성과 사회적 지지를 향상시킴으로써대학생활을 안정적으로 해 나갈 수 있음을 확인하였다.

@highlight

본 논문은 미술치료 전공 대학생의 생활스트레스와 대학생활 적응에서 자아탄력성과 사회적 지지의 매개효과가 있는지 살펴보았다.

@highlight

경상도와 전라도 지역에 소재하는 4년제 대학교에 재학 중인 미술치료 전공 대학생 335명을 연구대상으로 하였다.

