본 연구의 목적은 학급 내에서 발생한 집단따돌림 사건에 대한 사후개입 프로그램을 개발하고, 그 효과를 평가하기 위한 것이다.

이를 위해 국내외 선행연구 고찰을 통해 학급을 대상으로 하는 지시적 수준의 예방전략(indicated level prevention strategies)을 바탕으로 한 학급 단위 개입 프로그램을 개발하고, 정신의학자, 놀이치료사, 상담심리사, 사회복지사, 교사로 이루어진 다학제적 전문위원들의 자문을 거쳐 프로그램을 수정 보완하였다.

놀이치료사, 음악치료사, 미술치료사, 연극치료사 등으로 구성된 치료자집단이 한 팀을 이루어 학급 내 따돌림이 발생한 서울시 소재 공립초등학교 4개교에서 4학년과 5학년 각 1개 학급, 6학년 2개 학급 총 4개 학급 남녀 각각 43명, 41명, 총 84명을 대상으로 본 프로그램을 실시하였다.

프로그램의 효과를 평가하기 위하여 프로그램 참여 전과 후의 학급 구성원들의 따돌림, 방관행동, 그리고 학급소속감의 변화를 측정하여 비모수검정방법을 통해 평가하였다.

그 결과, 4개 학급 모두 프로그램 참여 후에 이전보다 학급 내 따돌림이 감소하였으며, 따돌림에 대한 방관행동이 감소하였고, 학급소속감은 증가한 것으로 나타났다.

@highlight

본 연구의 목적은 학급 내에서 발생한 집단따돌림 사건에 대한 사후개입 프로그램을 개발하고, 그 효과를 평가하기 위한 것이다.

@highlight

그 결과, 4개 학급 모두 프로그램 참여 후에 이전보다 학급 내 따돌림이 감소하였으며, 따돌림에 대한 방관행동이 감소하였고, 학급소속감은 증가한 것으로 나타났다.

