크루즈 관광 상품은 다른 관광상품과는 달리 크루즈선 안에서의 다양한 이벤트 등을 할 수 있는 특별한 제품이며, 이러한 크루즈 관광 상품은 매우 매력적이라 할 수 있다.

따라서 크루즈 관광객들의 인바운드 관광뿐만 아니라 아웃바운드 관광객에 대한 통계적 접근은 크루즈 관광 활성화를 위한 기초적인 데이터를 제공 할 수 있어야 한다.

그러나 기존의 통계 조사 자료를 통해 다양한 세부 특성과 주제의 관계를 이해하는 것은 크루즈 관광 상품의 특성을 살펴볼 때 어려운 점이 있다는 것이다.

즉, 크루즈 관광 상품 개발을 위한 통계 자료를 보충하고 체계화의 필요성이 있다는 것이다.

이를 위하여 본 연구에서는 몇 가지 제안을 제안을 하였다.

첫째, 정부와 지방 정부가 작성하고 있는 크루즈에 대한 기본적인 통계 데이터는 승인 통계에 맞도록 신뢰성과 대응성을 갖도록 보완되어야 한다.

최근 시도되고 있는 것처럼 통계 데이터에 대한 체계적인 접근 방식은 신용 카드 회사 및 이동 통신 회사와 같은 다양한 유형의 빅 데이터로 활용할 수 있기 때문이다.

특히 인프라 투자가 많은 크루즈 산업에 대한 정부 및 기업 투자 필요성에 대한 정보를 제공 할 수 있다는 점이다.

둘째, 인바운드 크루즈선 항만을 활성화하기 위하여 관광객만이 아닌 시설 등 인프라 확충을 위한 통계적 분석이 같이 이루어져야 한다.

현재의 통계를 보다 종합적으로 이해하고 적용한다는 것은 크루즈를 통한 마케팅 활동을 하는 각 지역에 대한 세부적인 마케팅 정책을 수립 할 수 있는 도움을 줄 수 있기 때문이다.

결론적으로, 크루즈 통계를 체계적으로 구축하기 위해서는 전국적으로 승인 된 통계 시스템에 맞춰서 통계가 이루어져야 하며, 이러한 통계 자료는 정부 및 지자체 그리고 기업의 마케팅에 이용할 수 있어야 한다는 것이다.

@highlight

크루즈 관광 상품은 다른 관광상품과는 다르게 크루즈선 안에서의 여러 이벤트 등을 할 수 있는 특별한 제품이다.

@highlight

이러한 크루즈 관광 상품은 아주 매력적이라 할 수 있다.

@highlight

따라서 크루즈 관광객들의 인바운드 관광뿐만 아닌 아웃바운드 관광객에 대한 통계적 접근은 크루즈 관광 활성화를 위한 기본적인 데이터를 제공 할 수 있어야 한다.

