2009년 4월 프랑스가 NATO 군사기구에 대한 복귀를 단행하였다.

이는 1966년 탈퇴 후 43년 만에 이루어 진 것으로 유럽안보질서 재편을 앞두고 매우 의미 있는 결정으로 받아 드려지고 있다.

1990년대 초 유럽 냉전 종식 이후 1995년에 이루어진 프랑스의 NATO 군사위원회 복귀는 완전한 복귀를 앞 둔 중간 과정이었다 할 수 있다.

이후 프랑스는 유럽에서 자국의 안보위상을 높일 수 있도록 노력하였고, 이러한 과정에서 전통적인 유럽강대국으로서의 역할 강화에 힘을 기우려 왔다.

2009년 프랑스의 NATO 복귀는 그만큼 자국의 자신감을 표출하고 있다는 증거이고, 군사기구 복귀에도 여러 단서조항을 달아 놓고 있어 NATO 내에서 어느 정도 발언권을 여전히 유지하고 있다는 점 또한 특이하다.

프랑스는 그동안 NATO에 대해 이중적인 정책을 구사하여 왔듯이 NATO 복귀 이후에도 미국의 리더십에 저항하는 가운데 유럽동맹국들이 NATO에서 역할을 강화하는 데 앞장설 것으로 보인다.

이러한 관점에서 프랑스는 유럽안보를 위해 우선적으로는 NATO를 전략적으로 이용하되 NATO 보다는 EU의 독자적인 군사력 향상을 위해 노력할 것이다.

또한, NATO의 군사구조가 유럽동맹국들의 입지를 더욱 넓히는 쪽으로 개편되도록 할 것이며, 영국의 브렉시트 이후 영국 보다는 독일과의 더욱 긴밀한 공조를 통해 유럽안보 질서를 주도해 나갈 것으로 분석된다.

@highlight

1990년대 초 유럽 냉전 종식 이후 1995년에 이루어진 프랑스 NATO 군사위원회 복귀는 완전한 복귀를 앞 둔 중간 과정이었다고 본다.

@highlight

이후의 프랑스는 유럽에서 자국의 안보위상을 높일 수 있게 노력했고 이러한 과정에서 전통적인 유럽강대국으로서의 역할 강화에 힘을 기울였다.

