본 연구는 영국과 독일의 공영 서비스 공적가치 평가제도에 관한 분석이다.

영국 PVT와 독일 DST는 디지털 시대 공영방송의 특수한 역할에 관한 평가제도로 공적가치의 평가, 수용자와의 상호작용, 시장 영향성 평가가 핵심이다.

특히 시민의 참여가 보장된 독립적인 공적규제기관에서 평가 권한을 행사하도록 해 수용자와의 상호작용을 중시한다.

연구 결과, 디지털 시대 영국과 독일의 공영방송은 공적가치라는 서비스의 차별성을 지향하고, 운영제도에서는 공중의 참여를 제도화해 소통을 강조한다는 사실을 알 수 있다.

공적가치 평가제도는 공중에 의한, 공중을 위한 방송 구현을 목표로 공공 서비스를 규제해 디지털 시대 공영방송의 정체성 강화, 이원적 방송질서의 정립, 나아가 수용자 복지에 기여하는 역할을 추구한다.

본 연구의 주제는 차후 우리나라의 디지털 공영방송 서비스의 평가 모델로 시사하는 바가 크다.

특히 오늘날 디지털 시대, 공·민영 시장경쟁, 한국·유럽 FTA 시대에 들어섰는데도 공영방송의 시장 진출에 대한 규제 가이드라인이 정립되지 않아, 본 연구가 공공 서비스의 범주 및 규제논리를 제공해 공영방송의 정당성 및 방송시장경쟁 질서를 강화하는 데 기여할 수 있다고 판단된다.

@highlight

영국 PVT와 독일 DST는 디지털 시대 공영방송에 관한 평가제도로, 핵심은 공적가치의 평가, 수용자와의 상호작용, 시장 영향성 평가이며, 시민이 참여하는 독립적인 공적규제기관에 평가 권한이 있다.

@highlight

디지털 시대 영국과 독일의 공영방송은 공적가치라는 서비스의 차별성을 추구하고, 운영에공중의 참여를 제도화하고 있었다.

