한국적 상황에서는 1990년대 이후 특히 IMF사태를 기점으로 한국정부의 개혁이라함은 통상적으로 신자유주의적 방향을 의미한다.

이러한 신자유주의적 정책은 경로의존성으로 말미암아 계속 추진이 되고 있고 그 결과 정책의 효율성에 대한 임계점을 넘어서 오히려 비효율적 측면이 강해지는 경우가 생겨나고 있다.

그럼에도 불구하고 정부조직의 문화적 관성 상 기존 정책의 입장은 바뀌지 않고 있고 가속도가 붙기도 한다.

결과적으로 목적과 수단이 전도되는 현상까지 발생하고 있다.

이러한 현상을 우정사업본부사례를 통해서 목격할 수 있다.

체신청은 우정사업본부라는 정부기업 형태로 계속 개혁을 거듭하고 있지만 보편적 우정서비스의 지속가능이라는 목적은 사라지고 경영효율을 위해서 보편적 우정서비스를 포기하는 형태로 정책이 지향되어가고 있는 것이다.

즉 우정사업본부의 경영효율은 보편적 우정서비스의 지속가능한 운영이라는 수단인데 경영효율을 위해서 보편적 우정서비스를 포기해야 한다고 주장하는 사태가지 오게 된 것이다.

이러한 주장에 대해서 정부의 공식적인 공개자료만을 가지고 질적 분석방법인 내러티브적 설명방법을 통해서 반론을 제가하였고 보편적 서비스를 위해서 오히려 공공성이 강화된 우정청이라는 조직형태가 타당하다는 결론에 도달하였다.

@highlight

한국적 상황에서는 1990년대 이후 특히 IMF사태를 기점으로 한국정부의 개혁이라함은 통상적으로 신자유주의적 방향을 의미한다.

