전세계적으로 해양에 관한 관심이 높아지고 있지만 우리나라의 한국사 교육에서는 해양사와 관련된 내용들이 점차 줄어들고 있다.

2015개정교육과정 시안대로라면 중·고등학교 학생들은 중학교 <역사>와 고등학교<한국사>교과에서는 해양사와 관련된 분야를 거의 접할 기회가 없게 된다.

이러한 현실을 고려하여 이 글에서는 해양사의 의미와 필요성, 역사교육적인 면에서의 가치 등에 대해 살펴보고, 우리나라 교과서에서 해양사 관련 내용 서술이 줄어들고 있는 현실의 문제점에 대하여 짚어 보았다.

또한, 다양한 해양 문화에 기반하고 있는 조운제도를 역사수업에 활용할 수 있는 방안과 절차를 제시하였다.

다양한 분야의 역사 중에서 해양사에 주목하는 이유는 역사학이 간과한 해양이라는 공간을 역사의 범주에 넣음으로써 역사를 전체적으로 파악하여 전체사를 지향하려는 데에 있다.

해양사의 여러 분야에서 연구 성과가 어느 정도 축적된 만큼 이를 교재화 하여 역사교육에 반영함으로써 역사 교육의 내용과 자료를 풍부하게 함은 물론, 학생들이 바다에 대한 흥미와 관심을 갖도록 노력할 필요가 있다고 판단된다.

바다를 중심으로 역사에 접근하게 되면 다양한 공간과 시간의 얽힘 속에 공존하는 사람들의 삶에 주목하게 될 것이며, 이를 통해 영토 중심적인 한국사 교육의 틀에서 벗어나 더 폭넓은 세계 시민적 교육으로 나갈 수 있을 것이다.

@highlight

전세계적으로 해양에 대한 관심이 높아지고 있지만 우리나라의 한국사 교육에서는 해양사와 관련된 내용들이 점차 줄어들고 있다.

