폴리머 계열의 박층 라이너는 양호한 암반 조건에서 숏크리트와 철망을 대체할 수 있는 새로운 지보재로고려되고 있으며, 1990년대부터 광산의 안정성 확보를 위해 사용되고 있다.

하지만 TSL의 지보 성능을 평가하기위한 TSL의 특성에 대한 실험적 연구가 부족한 실정이다.

본 연구에서는 구성 성분이 다른 두 가지 TSL 재료에대해 재령 7일에 인장강도와 부착강도를 측정하였고, EFNARC(2008)에서 제시하고 있는 지지력 평가 시험도함께 실시하였다.

시험결과, 폴리머 함량이 높아질수록 재료의 인장강도는 높아지나 상대적으로 부착강도는작아지는 것으로 나타났다.

특히, 폴리머 함량은 상대적으로 작지만 시멘트계 성분이 포함된 TSL 재료의 경우에는 경화가 빠르기 때문에 부착파괴에 대한 저항성이 높게 나타났다.

이상과 같이 폴리머 함량에 따라 TSL의성능이 상이하게 나타남을 확인할 수 있었다.

@highlight

본 연구에서는 구성 성분이 다른 두 가지 TSL 재료에대해 재령 7일에 인장강도와 부착강도를 측정하였고, EFNARC에서 제시하고 있는 지지력 평가 시험도함께 실시하였다.

