번역은 근대 내이션의 탄생에 결정적인 역할을 했다.

번역은 두 개의 언어 공동체를 매개하는 일이기 때문에, 무엇보다 매개를 필요로 하는 각각의 언어 공동체를 상정하게 한다.

근대 계몽기의 번역 표상은 일본어에 대한 조선어, 영어에 대한 조선어와 같은 약분 불가능하고 상대적인 언어 공동체의 존재를 의심없이 받아들이게 했다.

하지만, 번역 과정에서 실제로 만나게 되는 것은 두 개의 언어 공동체로 결코 수렴될 수 없는 의미와 기호의 무수한 차이들이다.

고전과 같은 중요한 저작들을 시대와 공간을 가로질러 계속 번역할 수 밖에 없는 까닭은 바로 이 번역 불가능한 차이 때문이다.

근대 계몽기에는 시급한 정치적 상황 때문에 서양에서 생산된 지적 성과물들을 곧바로 조선어로 옮길 수가 없었다.

한글을 근간으로 한 자국어, 즉 서양의 지식을 옮겨 들어와야 하는 이 편의 언어 자체가 미숙했다.

신문과 공문서 등에서 본격적으로 한글을 쓰면서 독자 대중과 소통했던 것은 1896년 부터다.

이러한 정황에서 번역은 중역일 수밖에 없었다.

근대 한국에서 중역은 제대로 원본을 옮겨오지 못한 불철저함, 일본어를 거친다는 의식이 갖는 정치적 불감성 등의 이유로 비판의 대상이 되어 왔다.

하지만 거듭 번역했다는 사실 자체에 주목한다면, 중역 안에서 발생한, 이편과 저편 내이션의 언어로 환원되지 않는 무수한 차이들에 대해 주목해야 할 필요성이 발생한다.

@highlight

번역은 근대 내이션의 시작에 결정적인 역할을 했다.

@highlight

번역은 두 개의 언어 공동체를 매개하는 일이므로, 무엇보다 매개를 필요로 하는 각각의 언어 공동체를 상정하게 한다.

@highlight

근대 계몽기의 번역 표상은 일본어에 대한 조선어, 영어에 대한 조선어와 같이 약분 불가능하고 상대적인 언어 공동체의 존재를 의심없이 받아들이게 하였다.

