본 연구는 지역문화재단의 주도하에 실행된 융?

복합 무용교육 프로그램의 내용, 방법, 평가를 탐색하는 것을 목적으로 하였다.

경기도 소재의 이상문화재단, 행복초등학교, 문화예술교육자 2명(공예, 무용)이 협력하여 2014년 6월 18일~11월 27일까지 총 10회차의 워크숍을 통해 프로그램을 개발했다.

프로그램은 2014년 9월 18일~10월 30일까지 행복초등학교 4학년 3반 교실에서 매주 목요일 오전 10시~12시, 2시간 8주, 총 16시간 동안 실행하였다.

개발 및 실행된 ‘춤만듦창작소’는 학생들이 속한 지역사회에 얽힌 스토리텔링 자료를 소재로 움직임과 작품을 창작하도록 하는 문학, 공예, 무용의 융?

복합 초등무용 프로그램이었다.

또한 지역사회의 설화 속에 담긴 우정, 배려, 용서, 약속 등의 인성적 요소들을 수업 주제로 하였다.

교육방법으로 다양한 매체를 활용한 감상, 토론, 창작, 발표가 활용되었다.

평가를 위해 강사들은 매 수업이 끝난 후, 출강부 및 수업일지를 작성하며 지난 수업을 반성하고, 수업 기간 중 재단 측의 모니터링 평가, 담임교사 평가를 받았다.

최종 평가를 통해 동료교사와의 아이디어, 수업소감, 융?

복합 교육에 관한 의견 등을 주고받을 수 있었다.

연구결과를 토대로 초?

중?

고등학교를 위한 융?

복합 무용교육과정의 개발, 적극적인 형태의 융?

복합 무용교육 프로그램의 개발, 각 영역 교육자간의 긴밀한 상호작용 및 상호이해를 제안하였다.

@highlight

융?

@highlight

복합 무용교육 프로그램의 내용, 방법, 평가를 탐색을 분석한 결과, 강사들은 매 수업 후, 출강부 및 수업일지를 작성하고, 재단 측의 모니터링 평가, 담임교사 평가를 받아 최종 평가를 통해 동료교사와의 아이디어, 수업소감, 융?

@highlight

복합 교육 의견을 주고받을 수 있었다.

