본 연구는 STEM 중심 진로교육 프로그램이 지체장애 청소년의 STEM 영역 지식과 선호, 진로결정 자기효능감에 미치는 영향을 알아보고자 하였다.

이를 위하여 중고등학교 특수학급 및 특수학교에 재학 중인 20명의 지체장애 학생들이 연구에 참여하였다.

본 연구의 STEM 중심 진로교육 프로그램은 크게 ‘진로 인식’, ‘진로 탐색’, ‘진로 준비’ 단계로 구성되었으며, 총 14회기에 걸쳐 진행되었다.

각 단계에는 STEM 진로교육의 요소인 ‘체험활동, 멘토링, 전문가와의 만남, 테크놀로지 활용, 직업현장 방문’이 포함되었고, 지체장애 학생들의 프로그램에 대한 접근성을 향상시키기 위하여 ‘내용향상전략, UDL, 자기결정, 테크놀로지 활용, 협력적 지원’과 같은 전략이 사용되었다.

사전-

사후 검사를 실시하여 실험집단과 통제집단의 변화 차이를 두 독립표본 t 검정으로 분석한 결과 STEM 영역의 지식과 선호, 진로결정 자기효능감이 통계적으로 유의하게 향상되었다.

이러한 연구결과를 바탕으로 본 연구가 갖는 의미와 후속연구를 위한 논의가 이루어졌다.

@highlight

본고는 STEM 중심 진로교육 프로그램이 지체장애 청소년의 STEM 영역 지식과 선호, 진로결정 자기효능감에 미치는 영향을 알아보려 했다.

