이 연구에서는 대학 환경강좌에서 영화 <HOME>에 대한 매체비평을 수행하고 교육적 효과를 분석하였다.

이를 위하여 대학교의 교양 과목 <환경과 인간> 2개 강좌와 그 수강생의 글쓰기 결과물을 연구 대상으로 하였다.

강의 중 2차례에 걸쳐 작성된 비평문을 비교하여 관점의 변화, 생각의 확장, 환경 이슈에 대한 관심의 증대와 정확한 이해 등을 파악하고자 하였다.

연구 결과는 다음과 같다.

첫째, 환경교육적 관점에서 영화 <HOME>은 강의자의 강의 목표와 다양한 강의 주제를 수강자들에게 효과적으로 전달하는 교육 자료로서 환경과 인간의 연결성과 생태적 균형에 대한 통합적 사고 교육에 유용하였다.

둘째, 학습자들은 매체비평의 과정과 결과에서 다양한 주제와 관련된 배경 및 내용적 지식을 습득하고 더 정확하게 알게 되었다.

셋째, 비평문은 활발한 의사소통의 매개 역할을 하였으며, 학습자들은 비평문 작성과 공유를 통해 비판적 사고를 훈련하고 관점의 확장을 경험하였다.

종합적으로 대학의 교양 환경교육에서 매체비평의 활용이 갖는 가장 중요한 의의는 환경과 환경문제를 바라보는 구체적이면서도 다양한 시각을 제공해주고, 개인의 관점을 더욱 세밀하게 다듬거나 확장시킬 수 있는 활발한 의사소통의 기회를 마련해준다는 것임을 알 수 있었다.

@highlight

이 논문에서는 대학 환경강좌에서 영화 <HOME>에 대한 매체비평을 수행하며 교육적 효과를 분석했다.

@highlight

이를 위하여 대학교의 교양 과목 <환경과 인간> 2개 강좌와 그 수강생의 글쓰기 결과물을 연구 대상으로 했다.

