본 연구는 자활의지에 영향을 미치는 요인의 남녀간 차이를 규명하기 위하여, 전국 지역자활센터 36개 기관 자활사업 참여자 424명이 응답한 자활의지의 수준을 평가하였고, 자활의지에 영향을 미치는 요인을 파악하였다.

그 결과 남성 자활프로그램 참여자의 자활의지에 영향을 미치는 요인으로 연령, 부채유무, 가족지지가 유의하게 발견되었으며, 여성 자활프로그램 참여자의 자활의지에 영향을 미치는 요인으로 우울감, 실무자지지, 가족지지가 유의하게 나타나는 차이가 발견되었다.

남성의 경우, 연령이 높을수록, 부채가 없을수록, 가족지지가 높을수록 자활의지가 높은 반면에, 여성의 경우, 우울지수가 낮을수록, 실무자지지가 높을수록, 가족지지가 높을수록 자활의지가 증가하였다.

이와 같은 결과를 통해, 남녀 공통으로 가족지지가 자활의지와 유의하게 연관되어 있는 중요성을 확인하였고, 남성과 여성 자활사업 참여자간에 다른 요인들이 자활의지에 영향을 미치는 차이가 발견되었다.

이러한 근거로 자활의지를 고취시키는데 대한 개입에 있어 성별차이를 고려함의 필요성에 대해 논의하였다.

@highlight

이 연구는 자활의지에 영향을 미치는 요인의 남녀간 차이를 규명하기 위하여, 전국 지역자활센터 36개 기관 자활사업 참여자 424명이 응답한 자활의지의 수준을 평가하였고, 자활의지에 영향을 미치는 요인을 파악했다.

