이 논문에서는 근래에 널리 사용되는 면진 장치인 폴리우레탄 스프링 복원형 디스크 받침의 동적거동에 영향을 미치는 구성재료의 인자에 대한 분석을 수행한 후, 그 결과를 이용하여 받침의 거동을 예측하여 거동 시험결과와 비교하였다.

여기서 동적거동에 영향을 미치는 인자로는 속도와 접촉압력에 따라 변하는 불소수지판(PTFE, PolyTetraFluoroEthylene, 폴리테트라플루오로에틸렌)의 마찰계수와 변형률에 따라 변화하는 폴리우레탄 스프링의 탄성계수가 고려되었다.

불소수지판은 W-

PTFE virgin 제품을 사용하였고, 폴리우레탄 스프링은 직접 제작한 것을 사용하였다.

접촉압력, 속도에 따른 마찰계수 변화와 변형률에 따라 변하는 폴리우레탄 스프링의 탄성계수를 모사하는 식은 각각의 시험결과로부터 역추정 하여 사용하였다.

동특성 영향인자를 고려한 거동의 예측 결과는 동특성이 고려되지 않고 정적 인자만을 고려한 예측 결과보다 시험결과와 더 적절한 일치성을 보여주었다.

@highlight

본 논문에서는 근래에 널리 사용되는 면진 장치인 폴리우레탄 스프링 복원형 디스크 받침의 동적거동에 영향을 미치는 구성재료의 인자에 관한 분석을 수행한 후, 그 결과를 이용해 받침의 거동을 예측해 거동 시험결과와 비교했다.

