침해사고는 시스템 해킹, 바이러스 및 웜, 홈페이지 변조, 자료 유출 등 그 유형이 다양하고, 단순한 바이러스나 웜등의 유포가 아닌 개인정보 및 기업기밀 정보를 취득하거나 금전적 이득을 취하기 위한 목적으로, 공격자가 사용하는공격 기법이 고의적인 데이터의 삭제나 변경 등 고도의 은닉 기법을 활용하여 흔적을 남기지 않기 때문에, 정확한 자료를 수집하기가 쉽지 않다.

침해사고 초기 대응시 초동 대응자는 신속한 조사를 수행해야할 필요가 있는 침해위협 또는 범죄와 관련 현장 정보를 취급한다, 이때 체계적인 증거 수집을 위하여 침해사고의 식별에 적합한 디지털 포렌식프로세스 방법론의 적용이 요구된다.

본 논문에서는 초동 대응자가 효과적인 초기 대응을 위하여, 윈도우 시스템 환경에서의 디지털 포렌식 측면에서CFFTPM 포렌식 프로세스 모델을 적용하여 사용자 사용 정보, 타임라인 정보, 인터넷 정보 등 증거 수집 기본정보를 분석하고 이에 따라 클라이언트/서버 모델로 증거수집 응용시스템을 설계하고 이를 구현하였다.

@highlight

이 논문은 초동 대응자가 효과적인 초기 대응을 위해, 윈도우 시스템 환경에서의 디지털 포렌식 측면에서CFFTPM 포렌식 프로세스 모델을 적용해 사용자 사용 정보, 타임라인 정보, 인터넷 정보 등 증거 수집 기본정보를 분석하고 클라이언트/서버 모델로 증거수집 응용시스템을 설계하고 이를 구현했다.

