육군의 ‘6·25전쟁기록’은 문화재청의 국가등록문화재 등재에 따라 목록과 원문이 모두 공개되고, 육군에서 제작한 114권의 e-

book은 국립중앙도서관과 국회도서관에 제공됨으로써 일반인의 접근이 가능하게 되었다.

<육군기록정보관리단>에서 보존하고 있던 6·25전쟁기록이 대국민 공개로 전환됨에 따라 당시 상황을 기록한 1차 사료인 “6·25전쟁기록”을 활용한 기록유형 분석과 이용 방법을 통해 전쟁 기록의 기록으로서의 가치를 정립해 본다.

현재는 일부가 번역되어 보훈행사 및 유해발굴 등에 활용되고 있는데 앞으로는 그 활용범위가 더욱 넓어질 것이다.

국가등록문화재 등록사업과 관련하여 공개된 6·25 전쟁 기록물에 대하여 대국민 공개의 의의를 앎으로써 공개되지 못했던 기록들에 대한 활용 가능성을 생각해 본다.

그동안 전쟁 기록들은 비밀로 분류되어 전부 공개가 어려운 상황이었으나 이번 행사를 통해 누구나 자유롭게 이용하고 연구할 수 있는 1차 사료로 새로운 가치가 창출되고 향후 후속연구가 더욱 활발해지기를 기대한다.

@highlight

<육군기록정보관리단>에서 보존하고 있던 6·25전쟁기록이 대국민 공개로 전환됨에 따라 당시 상황을 기록한 1차 사료인 “6·25전쟁기록”을 활용한 분석과 방법으로 전쟁 기록를 정립해 보고자 하며 현재는 일부가 번역되어 보훈행사 및 유해발굴 등에 활용되고 있고 그 범위가 넓어질 것이다.

