본 논문은 경찰의 민주성과 효율성의 관계를 파악해 보려는 일환으로 경찰공무원의 민주의식과 업무효율성의 관계를 연구하였다.

이를 위해 경찰의 민주성과 효율성의 관계를 이론적으로 규명하고, 경남·북 지방경찰청 경찰공무원 400명에 대하여 설문조사를 수행하였다.

경찰공무원 민주의식의 요소로는 주인의식, 참여의식, 공동체의식, 준법의식, 공복의식, 인권의식을, 업무효율성의 요소로는 근무실적, 근무성적, 긍정적 대응성, 부정적 대응성을 분석하였다.

분석결과는 민주의식과 업무효율성의 수준이 5점 척도에서 각각 3.56, 3.39으로서 다소 높게 나타났으며, 민주의식과 업무효율성의 관계는 요소 전체의 관계에서 상관계수가 .482로서 어느 정도 상당한 상관관계를 갖는 것으로 분석되었다.

그리고 회귀분석에서 민주의식은 업무효율성에 영향을 미치는 원인이 되는 것으로 분석되었다.

민주의식의 요소 중에서는 참여의식을 제외한 주인의식, 공동체의식, 준법의식, 공복의식 등의 요소들이 경찰공무원의 업무효율성에 영향을 미치는 요인이었다.

그리고 보다 큰 영향을 미치는 요인은 준법의식과 공복의식인 것으로 분석되었다.

이러한 연구결과를 토대로 경찰공무원의 업무효율성을 제고하기 위한 경찰공무원의 민주의식 제고방안을 제언하였다.

@highlight

이 논문은 경찰의 민주성과 효율성의 관계를 파악해 보려는 일환으로 경찰공무원의 민주의식과 업무효율성의 관계를 연구했다.

