본 연구는 국내 응급실 간호사에 대한 폭력 경험 실태와 현황을 파악하고 폭력 반응과 전문직 삶의 질과의 관계를 파악하는 서술적 조사연구이다.

연구대상은 국내 응급의료기관에 근무하는 간호사 899명이었고, 2017년 10월 온라인 설문조사를 통해 자료수집 하였다.

자료는 t-

test, ANOVA, Pearson correlation coefficients로 분석하였다.

응급실 간호사의 72.1%는 부서의 폭력이 심각하다고 인식하였고, 최근 1년 이내에 근무 중 환자 및 보호자로부터 언어 폭력을 94.9%, 신체적 위협을 87.5%, 신체적 폭력을 33.2%로 각각 경험한 것으로 보고하였다.

폭력 경험은 폭력 반응(r=.32, p<.001), 소진(r=.20, p<.001), 이차 외상스트레스(r=.22, p<.001)와 유의한 양의 상관관계를 보여주었다.

폭력 반응은 소진(r=.28, p<.001)과 이차 외상성 스트레스(r=.56, p<.001)와 양의 상관관계가 있었다.

응급실 간호사는 자주 폭력에 노출되고, 소진 및 이차 외상성 스트레스가 높아 낮은 전문직 삶의 질을 보였다.

@highlight

국내 응급실 간호사에 대한 폭력 경험 실태와 현황을 파악하고 폭력 반응과 전문직 삶의 질과의 관계를 파악하는 서술적 조사연구로 국내 응급의료기관에 근무하는 간호사를 대상으로 온라인 설문조사를 통해 자료를 수집하였다.

@highlight

응급실 간호사는 자주 폭력에 노출되고 소진 및 이차 외상성 스트레스가 높았다.

