나노잉크를 이용한 프린팅 기술은 기존의 리소그래피를 통한 절연체, 반도체 및 전도체의 패터닝 기술에 비해비용절감, 대면적 기판 적용 가능성 및 회로의 유연성 등의 측면에서 장점을 가지므로 최근 크게 주목받고 있다.

이러한프린팅 기술이 반도체 또는 디스플레이 제조 공정에 성공적으로 적용되기 위해서는 먼저 나노입자, 용매 및 첨가제로 구성된 나노잉크 또는 페이스트의 개발이 선행되어야 한다.

본 고에서는 이러한 반도체 및 디스플레이 적용을 위한 나노잉크의 청정 제조기술과 관련하여 최근의 연구 동향에 대하여 보고하고자 한다.

또한 나노잉크의 청정 제조기술과 관련한구체적인 예를 설명하기 위하여 본 연구팀에서 개발한 청정 저온 SiO2 합성 기술을 소개하고자 하였다.

먼저 저온에서의무폐수 청정공정을 통해 SiO2 나노입자를 제조하고, 이를 이용하여 프린팅 기술에 적용이 가능한 나노잉크를 제조하였다.

제조된 잉크를 유리 기판에 프린팅하여 다양한 특성 평가를 실시하였으며, 마지막으로 제조 공정상의 여러 시험변수가프린팅된 필름의 전기적 특성에 미치는 영향에 대한 고찰을 통해 기술의 적용가능성을 평가하고자 하였다.

@highlight

이 논문에서는 이런 반도체 및 디스플레이 적용을 위한 나노잉크의 청정 제조기술과 관련해 최근의 연구 동향에 관해 보고하려 한다.

