이 글은 아돌프 히틀러의 회고록 《나의 투쟁(Mein Kampf)》 번역본을 한국인이 專有하여 무엇을 말하고자 했는가를 분석하였다.

전유의 형태와 내용을 시대와 연계지어 분석하고자 1932년부터 현재까지를 세 시기로 나누었다.

식민지 시기 한국인에게 ‘나의 투쟁’은 침략자의 自己辨明書이기도 했지만, 다른 한편에서는 독립전쟁의 결정적 시기를 준비하는데 귀감이 될만한 영웅의 苦難克復記였다.

해방 직후부터 한국인에게 ‘나의 투쟁’은 전자의 입장을 계승하며 정치적 민주주의를 옹호하고 교훈으로 삼아야 할 텍스트 그 자체였다.

텍스트 이름만으로도 부정을 통한 강한 긍정을 끌어냈던 전유방식이 오늘날까지 이어지는 가운데, 1990년대 들어서부터 ‘나의 투쟁’이 분단체제로부터 개인의 자유까지, 그리고 사회 민주화 문제부터 일상의 영역에서까지 폭넓게 소환되고 있다.

그럼에도 오늘날 한국 사회에는 여전히 히틀러 ‘단독죄책론’이 남아 있으며, 효율적 지도자론의 대명사처럼 간주하는 시선이 잔존하고 있다.

한국 사회는 국민 또는 시민 레벨, 아니면 평범한 사람 개개인의 가해책임, 또는 비정치 영역의 민주주의 문제로까지 구체화하는 비판적 사고를 위해 ‘나의 투쟁’의 내용을 분석적으로 전유하는 데까지 아직 이르지 못하였다.

@highlight

본문은 아돌프 히틀러의  《나의 투쟁》 번역본을 한국인이 전유해 말하고자 한 바를 분석했다.

@highlight

결과, 식민지 시기에는 독립전쟁 시기를 준비하는 데 귀감이 되었고, 해방 직후부터는 정치적 민주주의를 옹호하고 1990년대에 들어서면서는 분단체제로부터 개인의 자유까지, 그리고 사회민주화 문제부터 일상의 영역까지 폭넓게 소환되었다.

