본 연구의 목적은 2007 개정 사회과 교육과정(교육과학기술부 고시 2009-10호)에 따라 개발된 고등학교 ‘사회’ 검정 교과서에 나타난 다문화교육의 관점을 분석하는 것이다.

고등학교 ‘사회’ 교과서가 기술하고 있는 다문화 사회 관련 내용의 특징은 무엇이며, 이는 어떠한 다문화교육의 관점을 지지하고 있는지 알아보기 위해 연구자는 2007 개정 사회과 교육과정에 근거하여 개발된 고등학교 ‘사회’ 교과서 5종의 다문화 관련 단원 내용을 분석하였다.

교과서 분석 결과 고등학교 사회 교과서는 첫째, 다문화주의의 필요성을 사회인구학적 변화에 대한 국가적 대응 전략의 차원에서 서술하는 경향, 둘째, 좁은 의미의 다문화교육 정의에 기초하여 서술하는 경향, 셋째, 다문화가정 구성원의 사회적?

교육적 부적응 현상을 결핍지향적 관점에서 서술하는 경향, 그리고 마지막으로 다문화주의의 이념에 대한 뚜렷한 언급을 회피하면서 여전히 모호한 입장을 견지하는 경향을 보였다.

이 같은 분석 결과는 근본적으로 국가 교육과정상의 문제점을 시사하고 있다.

국가 수준에서 다문화 사회의 도래를 선언하고, 다문화 정책의 필요성을 역설하고 있는 상황을 염두에 둘 때, 본 연구의 결과는 다문화교육의 관점이 교과 교육과정의 총론 수준에서 중요한 내용 선정 및 조직의 원리가 되어야 한다는 점을 시사하고 있다.

이를 위해 다문화교육에 대한 보다 포괄적인 정의를 반영할 수 있도록 사회과 교육과정이 개정되어야 하고, 교과서 차원에서 사회적 소수자와 다문화가정에 대한 보다 공정한 교육과정적 조명이 요청되며, 교과서가 특정 집단에 대한 새로운 고정관념을 형성하지 않도록 서술될 필요성이 제기된다.

@highlight

이 연구의 목적은 2007 개정 사회과 교육과정(교육과학기술부 고시 2009-10호)에 따라 개발된 고등학교 ‘사회’ 검정 교과서에 나타난 다문화교육의 관점을 분석하는 것이다.

