본 논문은 프로그래밍 교과의 수행평가 시스템에서 자기주도적 학습능력 촉진을 위하여 학업성취도를 분석 및 예측하는 기능 구현을 목적으로 하였다.

본 논문에서는 구현한 수행평가 시스템은 우선 루브릭을 적용하여 프로그래밍 수행평가의 채점을 논리력, 문제해결력, 창의력으로 단순한 점수가 아닌 이원분류를 통해 고차원적인 인지능력에 대한 항목별 근거의 제공을 가능하게 하였다.

또한 학업성취도를 단순히 보여주는 것이 아니라 분석하여 학생별 학업성취도를 측정 준거 별로 분석할 수 있도록 그래프로 표현하였다.

나아가 학업성취도에 이동평균법을 적용하여 향후 점수를 예측할 수 있게 하였다.

이로 인해 학생은 평가 결과 그래프로 현재 자신의 학습상태를 파악하고 앞으로의 학업상태를 보다 정확하게 예측함으로써 자신의 학습 준거 별 장·단점을 분석하여 학습 방향 및 학습시간에 대한 자기 성찰에 도움을 주어 자기주도적 학습능력을 촉진시킬 수 있도록 하였다.

교사에게는 학업상태에 따라 완전학습을 추구하기 위하여 학생들에게 제공될 수 있는 교육적 방법을 차등 지원함으로써 교육의 효과를 최대화 할 수 있다.

@highlight

프로그래밍 교과의 수행평가 시스템에서 자기주도적 학습능력 촉진을 위하여 학업성취도를 분석 및 예측하는 기능 구현을 목적으로 고찰한 결과 학생은 평가 결과 그래프로 현재 자신의 학습상태를 파악하고 앞으로의 학업상태를 보다 정확하게 예측함으로써 자기주도적 학습능력이 향상될 수 있었다.

