각기 암염구조를 가지는 sp 반쪽금속인 NaN과 CaN가 계면상태를 이룰 때의 반쪽금속성 및 자성을 연구하기 위해 단순계면계와 혼합계면계 두 계를 고려하여, FLAPW(full-

potential linearized augmented plane wave) 방법을 이용하여 그 전자구조를 계산하였다.

계산된 원자별 자기모멘트를 보면, 단순계면계에서는 Na 쪽 계면 N 원자의 자기모멘트는 안쪽 N 원자에 비해 다소 감소하였고, Ca 쪽 계면 N원자의 경우는 다소 증가하였다.

혼합계면계에서는 계면 N 원자들의 자기모멘트는 대략 덩치 CaN과 NaN에서 N 원자의 자기모멘트 값의 평균치를 가졌으나, 아래 위층 모두에서 Na와 연결된 계면 N 원자의 자기모멘트가 가장 컸고, 아래 위층 모두에서 Ca 원자와 연결된 계면 N 원자의 자기모멘트가 가장 작았다.

이와 같은 상황은 각각의 N 원자가 이웃한 Ca나 Na 원자와 결합하면서 결합에 참여하지 않은 p 전자수가 자기모멘트의 크기를 결정한다는 사실과 부합한다.

또한 계산된 원자별 상태밀도를 통해 이들의 계면상태를 논의하였다.

@highlight

각기 암염구조를 갖는 sp 반쪽금속인 NaN과 CaN가 계면상태를 이룰 때의 반쪽금속성 및 자성을 연구하기 위해 단순계면계와 혼합계면계 두 계를 고려해, FLAPW 방법을 이용해 그 전자구조를 계산했다.

