이 연구는 노인자원활동가를 대상으로, 2년 간 세 지역의 현장에서 동일한 성격의 수업을 설계하고 진행한 연구자들의 '따로, 또 같이'한 스토리텔링 실행과정을 담고 있다.

연구자들은 2014년과 2015년 두 해에 걸쳐 ‘책 읽어주는 문화봉사단’의 프로그램 설계와 교육을 담당하면서, 노인자원활동가들이 다양한 장르에 걸쳐 그림책을 잘 읽을 수 있도록 ‘문제파악 및 계획, 실행 및 관찰, 반성’의 과정을 이어 나갔다.

주로 동화책이나 구술 이야기로 문학을 접해 왔던 할머니, 할아버지들은 그림책이라는 새로운 매체를 만나 처음에는 매우 낯설어 하였으나, 다양한 유형의 그림책과 새로운 읽기방법을 시도하는 과정에서 시행착오를 거치며 성장해 나갔다.

본 연구에서는 방문기관 유형 중 대다수를 차지했던 지역아동센터 프로그램을 중심으로 기술하였다.

2년간의 실행연구 과정동안, ‘적극적인 관계 맺기와 소통’이라는 스토리텔링의 본질, 책 읽어주기 프로그램에서의 다양한 장르와 읽기전략의 필요성, 스토리텔링의 정서적 효과뿐만 아니라 문해 촉진에 미치는 긍정적 효과, 유능한 스토리텔러이자 학습자 및 교사로서의 노인의 발견 등 여러 가지 교육적 시사점들이 발견되었다.

@highlight

노인자원활동가는 동일한 성격업을 설계하고 따로, 또 같이 한 스토리텔링 실행과정이 있다.

@highlight


연구자들은 두 해에 걸쳐 책 읽어주는 문화봉사단의 프로그램 설계를 담당하면서, 노인자원활동가들이 다양한 장르서 문제파악 및 계획, 실행 및 관찰, 반성의 과정을 이어 나갔다.

@highlight


2년간의 실행연구 과정동안 책 읽어주기 프로그램에서의 다양한 장르와 읽기전략의 필요성, 스토리텔링의 정서적, 문해 촉진의 긍정적 효과, 유능한 스토리텔러, 학습자, 교사로서의 노인이 발견되었다.

