이 연구는 올림픽금메달리스트의 심리적 경험의 균형에 주목해 올림픽금메달 획득의 부정적 영향력 탐색을 목적으로 진행하였다.

올림픽 출전의 영향력에 관한 선행연구를 토대로 면담지침 및 비구조화설문지를 제작해 9명의 올림픽금메달리스트를 대상으로 설문과 심층면담을 진행하였다.

수집한 자료에 대한 내용분석 결과, 올림픽금메달 획득의 부정적 영향력으로 23개의 주제를 도출하였으며, 23개의 주제는 심리적 압박감, 성취 증후군, 관계방식 악화, 산만해진 일상, 높아진 눈높이 등 5개 영역으로 범주화하였다.

올림픽금메달리스트는 올림픽 이후 자기 및 타인의 기대와 대중의 관심 증가로 인해 심리적 압박감을 경험하며, 목표상실, 나태함 등 운동 동기가 약화됨은 물론 산만해진 일상에 적응하거나 올림픽 이전 생활을 지속하는데 어려움을 겪는다.

또한 올림픽금메달리스트에 대한 자신은 물론 사회적 기준이 높아지면서 불만 또는 기대가 생겨나고, 제한적인 인간관계를 형성하거나 인간관계에 대한 태도와 신념이 변화되는 등 관계방식이 악화된다.

이러한 올림픽금메달의 부정적 영향력은 올림픽금메달 획득이라는 특별한 사건의 경험에 의한 심리적 외상의 가능성이 있으며, 올림픽금메달 획득에 수반되는 다양한 심리적 부적응과 부정적 영향의 해소는 올림픽금메달리스트의 발달과업이라 할 수 있다.

올림픽금메달 획득의 부정적 영향력에 대한 체육계와 체육학계의 관심은 올림픽금메달리스트 논의에 균형 잡힌 시각을 제공할 것이다.

@highlight

이 연구는 올림픽금메달리스트의 심리적 경험의 균형에 주목해 올림픽금메달 획득의 부정적 영향력 탐색을 목적으로 진행했다.

@highlight

올림픽 출전의 영향력에 관한 선행연구를 토대로 면담지침 및 비구조화설문지를 제작해 9명의 올림픽금메달리스트를 대상으로 설문과 심층면담을 진행했다.

