본 연구는 가드닝 관련 일반인 및 전문가의 체계적인 양성과 운영 개선을 위해 기존의 가드닝 관련 사설 양성기관 및 대학(평생교육원 등)의 가드닝 교육의 현황과 문제점을 분석하였다.

본 연구결과, 커리큘럼의 경우 단기간 내에 많은 과목을 이수하기 보다는 단계별 이론교육과 실습장소의 확충과 실습시간의 연장이 필요하며, 대학과 공공기관, 사설 기관이 지역별로 협력하여 가드닝에 필요한 다양한 기초과목과 지역실정에 맞는 특성화 과목개설이 필요한것으로 나타났다.

미래사회의 가드닝 활동은 은퇴자뿐 아니라 전문직 종사자, 교사, 주부 등 일반인을 중심으로 다양한사회경험을 가진 계층의 참여형 지역봉사 욕구가 점차 높아지는 것으로 나타났다.

활력적으로 일하는 중,장년 계층과지역사회 개선에 관심이 많은 여성들을 대상으로 전문 가드닝 교육기회를 부여하는 것이 필요하다.

또한 지역사회, 초중등학교, 대학과 연계하여 실습과 봉사참여의 기회와 장소 확보가 필요하다고 판단되며 개인의 가드닝 경험과 가드닝을 통한 지역봉사과정에서 축적된 경험을 상호 활발하게 교류할 수 있도록 인터넷 기반의 정보축적 및 공유 시스템 구축과 다양한 기술적, 학술적, 친목과 교류의 장을 마련할 것을 제안하였다.

@highlight

본 논문은 가드닝 관련 일반인과 전문가의 체계적인 양성과 운영 개선을 위하여 기존의 가드닝 관련 사설 양성기관과 대학의 가드닝 교육의 현황과 문제점을 분석했다.

@highlight

연구결과, 커리큘럼의 경우 단기간 내에 많은 과목을 이수하기 보다 단계별 이론교육과 실습장소의 확충과 실습시간의 연장이 필요함이 나타났다.

