평균적으로 지방세입의 약 1/3을 차지하고 있는 지방세수입은 높은 계절적 변동성을 보이며, 특히 재정력이 열악한 기초지자체에서 변동성이 더욱 크다.

지방세수입의 계절적 변동성은 주로 하반기에 집중되어 있는 균등분 주민세, 재산세, 소유분 자동차세 등 정기분 지방세의 납기구조에 기인한다.

이러한 지방세수입 구조는 중앙정부 주도의 재정조기집행 기조와 함께 지방자치단체의 시기별 지출과 수입의 불균형을 초래하여 복지부담 증가 등으로 압박을 받고 있는 지방재정에 추가적인 부담을 야기하고 있다.

이에 본 연구에서는 정기분 지방세의 납부기한 조정을 통하여 지방재정의 부담을 완화할 수 있는 방안을 찾고자 하였다.

과세당국의 징세비용, 납세자의 준수비용, 법률개정 등 납기일정 조정과 관련된 제반 여건들을 검토하고 해외사례를 살펴본 결과, 일부 정기분 지방세의 납부기한을 현행에서 3~5월로 조정 가능할 것으로 판단된다.

@highlight

평균적으로 지방세입의 약 1/3을 차지하고 있는 지방세수입은 높은 계절적 변동성을 보이며, 특히 재정력이 열악한 기초지자체에서 변동성이 더욱 크다.

