국공립박물관보다 사립박물관이 훨씬 더 많고 사립박물관의 재정이 열악한 우리나라의 현실에서 사립박물관의 경영자의 능력은 매우 중요하다.

사립박물관의 경우 경영자인 관장의 역량에 따라 박물관의 존속과 발전이 큰 영향을 받는다.

특히 농촌지역의 경우 대도시의 사립박물관과는 달리 관람객의 수도 적어서 생존을 위한 도전에 항상 직면에 있는 실정이다.

본 연구는 농촌지역에서 사립박물관의 성공적인 경영능력을 보이고 있는 경영자를 대상으로 실시한 인터뷰를 통해서 사립박물관 경영을 위한 관장들의 핵심역량이 무엇인지를 규명하였다.

본 연구의 대상으로는 현재 박물관특구로 전국적으로 회자되고 있는 영월군에 있는 14개의 사립박물관 중 자의타의로 잘 운영되고 있다고 하는 6개의 박물관 경영자들을 대상으로 인터뷰를 실시하여 자료를 수집하였다.

연구의 결과 사립박물관을 성공적으로 운영하는 경영자들의 경우 대체로 전문적 인 지식을 소유하고 있는 능력을 보였고, 이러한 지식을 기반으로 프로그램을 개발할 수 있는 능력을 갖추었으며, 관람객들에게 친절하게 응대하는 친화적인 능력과 지역사회와 갈등 없이 함께 호흡할 수 있는 대인관계능력을 갖추고 있다.

이와 더불어 이들은 비교적 적은 자원을 가진 농촌지역에서 효과적인 지역자원을 활용하는 능력을 가지고 있었으며 다양한 매체를 활용한 박물관 및 박물관 교육프로그램을 홍보할 수 있는 능력을 가지고 있었고, 마지막으로 박물관의 소장품들을 기반으로 판매할 수 있는 부가적인 상품을 만들어낼 수 있는 능력들을 가지고 있었다.

@highlight

이 연구는 농촌지역에서 사립박물관의 성공적인 경영능력을 보이고 있는 경영자를 대상으로 실시한 인터뷰를 통해서 사립박물관 경영을 위한 관장들의 핵심역량이 무엇인지를 규명하였다.

@highlight

이 연구의 대상으로는 현재 박물관특구로 전국적으로 회자되고 있는 영월군에 있는 14개의 사립박물관 중 자의타의로 잘 운영되고 있다고 하는 6개의 박물관 경영자들을 대상으로 인터뷰를 실시하여 자료를 수집하였다.

