커뮤니케이션 미디어의 발달은 단선적인 발전의 역사라기보다는, 미디어 간의 관계가 보다 복잡해지면서 새로운 국면을 형성하는 진화의 과정이라고 볼 수 있다.

구술은 가장 오래된 커뮤니케이션 형식으로서, 뉴미디어의 발달과 함께 대체되거나 부정되는 대신 지속적으로 ‘잔존’하거나 변화해 왔다.

이 글은 월터 옹(Walter Ong)의 구술성, 문자성, 제2의 구술성 개념 등을 기반으로 웹 2.0 시대 ‘뉴 뉴미디어’ 의 커뮤니케이션 특성을 논의해 보고자 한다.

멀티미디어성, 상호작용적 연결성, 이용자가 생산한 마이크로 콘텐츠 등에 기초한 ‘뉴 뉴미디어’ 의커뮤니케이션 양식은 제1의 구술성과 문자성 그리고 제2의 구술성의 연장선상에서 살펴볼 수 있지만, 이들보다 복합적인 성격을 갖는다.

이 글은 ‘뉴 뉴미디어’시대에 ‘말’이 현존하는 방식을 제3의 구술성의 개념으로 이해해 보고자 한다.

이를 위해 뉴 뉴미디어를 통해 이루어지는 말의 매개 방식, 감각 체계, 텍스트성, 시간성, ‘나와 너’의 현존성, 상호 작용의 방식 등을 기존의 커뮤니케이션양식과의 관계 속에서 살펴보았다.

또한 뉴 뉴미디어 이용자가 다양한 말의 형태를 다루고 읽고 저작할 수 있게 되면서 갖게 되는 소위 ‘트랜스 리터러시(transliteracy)’라는 미디어 이용 양식의 혼성적 성격을 주목해 보았다.

@highlight

월터 옹의 구술성, 문자성, 제2의 구술성 개념을 기반으로 웹 2.0 시대 ‘뉴 뉴미디어’의 커뮤니케이션 특성을 논의한다.

@highlight

뉴 뉴미디어를 통한 말의 매개 방식, 감각 체계, 텍스트성, 시간성, ‘나와 너’의 현존성, 상호 작용 방식 등을 기존 커뮤니케이션 양식과의 관계 속에서 살펴보고, ‘트랜스 리터러시’라는 미디어 이용 양식의 혼성적 성격을 주목한다.

