국민들의 고속철도 이용이 높아지고 철도교통수단에 대한 서비스 기대수준이 과거보다 높아졌다.

이에 발맞춰 철도분야에서는 철도 운영관리 향상을 위한 3차원 운영관리시스템 도입이 요구되고 있으며 3차원 공간정보를 기반으로 한 고속철도 선로 및 시설물 운영관리시스템은 철도교통의 효율성 제고 및 체계화된 일정관리, 고품질의 서비스를 제공하기 위해 필수적이다.

이에 본 연구는 현재 2차원 공간데이터를 기반으로 관리하고 있는 고속철도선로 및 시설물 운영관리시스템을 3차원 공간정보 기반의 운영관리가 가능한 운영관리시스템 아키텍처구성방안을 제시 하였다.

본 연구를 통해 향후 철도기반정보 운영관리시스템을 구축하여 고속철도선로 및 시설물 유지관리에 사용할 경우 철도 시설물을 시각화하여 관리할 수 있으며, 시각화한 시설물 데이터는 공간정보 플랫폼에 연계하여 3차원 공간정보로 활용이 가능하며, 사용자에게 현실과 똑같은 개념의 공간 및 속성정보 제공이 가능할 것으로 판단된다.

@highlight

이에 이 연구는 현재 2차원 공간데이터를 기반으로 관리하고 있는 고속철도선로 및 시설물 운영관리시스템을 3차원 공간정보 기반의 운영관리가 가능한 운영관리시스템 아키텍처구성방안을 제시 했다.

