본 연구는 학교 평생교육 경영자로서 학교장의 의사소통능력이 학교 평생학습 성과에 미치는 영향을 분석하였다.

연구대상은 서울시 소재 초등학교 교감, 교사이며 297명의 설문지를 분석에 사용하였다.

교사 개인별 배경변인에 따른 의사소통능력과 학교 평생학습 성과를 알아보기 위하여 t-

test와 일원변량분석(One-

way ANOVA)을 실시하였고, 의사소통능력이 학교 평생학습 성과에 미치는 영향을 분석하기 위하여 다중회귀분석을 실시하였다.

학교장의 의사소통능력은 여자보다는 남자가, 학교 규모가 작을수록 높게 나타났고 직위에 따라서는 교감, 부장교사가 높게 인식하는 것으로 나타났다.

학교 평생학습 성과는 사립학교보다는 공립학교에서, 학교 규모가 작을수록 높게 나타났다.

의사소통능력과 학교 평생학습 성과는 정적인 상관관계를 보였으며 의사소통능력의 하위변수들은 학교 평생학습 성과를 20.3%수준에서 설명력을 보였다.

특히 종속변수가 교육기관 특성일 때 가장 높은 설명력(25.6%)을 나타냈다.

의사소통능력의 상호작용관리 변인은 종속변수의 모든 하위변인들에게 영향을 미치는 것으로 나타났다.

이는 학교 평생학습 성과에 가장 큰 영향을 미치는 변인으로 학교장과 직원들 간의 상호작용이 매우 중요하게 작용하고 있다는 것을 의미한다.

@highlight

본고는 학교 평생교육 경영자로서 학교장의 의사소통능력이 학교 평생학습 성과에 미치는 영향을 분석했다.

@highlight

교사 개인별 배경변인에 따른 의사소통능력과 학교 평생학습 성과를 알아보기 위하여 t-

@highlight

test와 일원변량분석을 실시하였고, 의사소통능력이 학교 평생학습 성과에 미치는 영향을 분석하기 위하여 다중회귀분석을 실시했다.

