사장교의 부재별 임계좌굴하중 산정에는 일반적으로 시스템 좌굴해석이 사용된다.

그러나 기존의 시스템 좌굴해석은 압축력이미소한 부재에 대하여 과도하게 긴 유효좌굴길이를 산정하는 문제점을 내포하고 있다.

본 연구에서는 가상축력을 이용하여 강사장교 부재의유효좌굴길이를 합리적으로 결정할 수 있는 좌굴해석 방법을 제안하였다.

또한, 수정된 유효접선탄성계수를 이용한 개선된 비탄성 좌굴해석방법을 제시하였다.

제안방법을 예제 사장교 모델에 적용하여 해석결과를 기존의 좌굴해석 방법과 비교 검증하였다.

검증결과, 제안된 방법은 강사장교 거더와 주탑의 유효좌굴길이를 합리적으로 예측할 수 있었다.

그리고 거더와 주탑에 일반강재 대신 HSB800 강재를 적용하였을경우, 가상축력을 고려하지 않은 제안된 비탄성 좌굴해석에서는 유효좌굴길이가 축력이 작은 부분에서 약간 감소하였으나, 가상축력을 적용한 제안된 비탄성 좌굴해석에서는 유효좌굴길이의 변화가 거의 나타나지 않았다.

@highlight

이 연구에서는 가상축력을 이용해 강사장교 부재의유효좌굴길이를 합리적으로 결정할 수 있는 좌굴해석 방법을 제안했다.

