본고는 최재서와 유치진의 비평에 드러난 동시대성과 보편성의 의미를 되짚어보고자 했다.

최재서는 과거 전통과의 단절을 내세웠던 주지주의 문학이론을 식민지 조선의 문단에 적용하며 현대성의 가치를 내세운다.

그리고 이는 식민지 조선의 문학장을 곧 동시대로서의 서구문학과 나란히 놓고자 하는 시도였으며 세계적 보편성을 사유하고자 하는 방편이었다.

반면 유치진이 세계적 보편성과 동시대성의 문제로 당대의 연극담론장에 개입시키고 있는 것은 영화였다.

그가 영화와 연극을 비교하고자 했던 것은 식민지 조선의 극장환경이 영화라는 강력한 동시대적, 보편적 매체에 의해 크게 좌우되고 있었기 때문이다.

한편 최재서와 유치진이 보편성을 사유하기 위해서는 먼저 식민지 조선을 대표할 수 있는 비평적 주체로서의 지위를 보장받아야 했다.

그리고 그들의 비평에서 공히 드러나는 ‘민중’ 개념은 문필활동의 공리성을 보증받기 위한 방편이었다.

그러나 최재서가 논의한 ‘민중’은 실체를 확인하기 어려운 추상적 범주였으며, 반대로 유치진은 ‘민중’ 개념을 너무 손쉽게 ‘관객대중’으로 치환해 버렸다는 점에서 한계를 드러낸다.

@highlight

본고는 최재서와 유치진의 비평에 드러난 동시대성과 보편성의 의미를 짚어보면, 그들의 비평에서 공히 드러나는 ‘민중’ 개념은 문필활동의 공리성을 위한 방편이었으나 최재서가 논의한 ‘민중’은 추상적 범주였으며, 유치진은 ‘민중’ 개념을 ‘관객대중’으로 치환했다는 점에서 한계를 드러낸다.

