이 연구는 조선시대에 사찰에서 간행된 『節要』의 현전본에 대해 서지학적 연구를 수행한 것이다.

그 결과 조선시대 전국 사찰에서 간행된 『절요』는 현재까지 모두 27종이 유통되고 있는 것으로 조사되었다.

이를 간행 시기별로 분석해 보면, 조선 전기 13회, 조선 후기 14회의 간행을 보이고 있으나, 실은 16세기부터 17세기 사이의 2백 년 동안 25회의 집중적인 개판불사가 이루어졌고, 이 시기에 간행된 『절요』가 전체의 93%를 차지하고 있다는 사실을 밝혔다.

이와 같이 16-17세기 사이에 집중된 불서 간행 양상은 승려들의 강학에 막대한 영향을 끼쳐 이 시기 불교 중흥에 큰 영향을 미쳤을 것으로 생각된다.

또한 간행 지역으로 구분해 보면 경상도 7회, 전라도 7회, 강원도 4회, 경기도 2회, 충청도 2회, 평안도 2회, 함경도 1회, 황해도 1회의 순으로 나타나는데, 이 중 경상도와 전라도의 간행이 14회로 전체의 50%가 넘는 비율을 차지하고 있다.

이러한 간행 현상으로 보아 당시 『절요』는 특정 지역 혹은 종파의 구분 없이 승려들의 강원교육에 주요 교재로 채택 사용되었기 때문에 전국의 사찰에서 다수 간행되었던 경향으로 보인다.

@highlight

본 연구는 조선시대에 사찰에서 간행된 『節要』의 현전본에 관해 서지학적 연구를 수행한 것이다.

@highlight

이런 간행 현상으로 보아 당시 『절요』는 특정 지역 혹은 종파의 구분 없이 승려들의 강원교육에 주요 교재로 채택 사용되었기에 전국의 사찰에서 다수 간행되었던 경향으로 보인다.

