본 연구는 청년층 고용의 지역격차를 파악하고, 고용경쟁력 평가지표를 통해 지역현황 및 특성을 분석하기 위한 연구이다.

분석의 주요 결과를 요약하면 다음과 같다.

첫째, 청년층 고용의 지역격차는 지속되거나 심화되고 있는 것으로 나타났으며, 지역적으로는 수도권 지역과 주요 광역시 지역에 집중되어 있는 것으로 분석되었다.

둘째, 청년층 고용의 지역별 경쟁력은 서울(0.622), 충남(0.592), 울산(0.528), 경북(0.514), 경기(0.507) 등의 순으로 나타났으며, 전북은 고용위험 지역으로 분류되었다.

셋째, 청년층 고용경쟁력에 영향을 미치는 요인으로는 공급 측면과 수요 측면의 항목들이 상대적으로 많은 영향력을 미치는 것으로 분석되었다.

따라서 청년층 고용의 지역격차를 완화하고 경쟁력을 강화하기 위해서는 새로운 양질의 일자리를 창출하기 위한 노력이 필요하며, 고용위험 지역에 대한 지속적인 모니터링이 필요할 것으로 판단된다.

그리고 정부는 이를 통해 지역 특성에 부합하는 고용정책의 우선순위를 설정하고, 선택과 집중의 전략을 수립할 필요가 있다.

@highlight

이 연구는 청년층 고용의 지역격차를 파악하고, 고용경쟁력 평가지표를 통해 지역현황 및 특성을 분석하기 위한 연구이다.

