암석의 파괴조건식으로 널리 이용되고 있는 Mohr-

Coulomb식과 Hoek-

Brown식은 중간주응력을 고려하지 못한다.

그러나 암석의 진삼축압축시험 결과에 의하면 암석의 강도는 중간주응력의 크기에 상당한 영향을 받는 것으로 알려지고 있다.

따라서 암반구조물의 정밀한 안정성 평가를 위해서는 중간주응력의 영향을 고려할 수 있는 파괴조건식이 필요하다.

이 연구에서는 Jiang & Pietruszczak(1988)이 제안한 팔면체면 단면 형상함수를 이용하여 Hoek-

Brown 파괴조건식에 근사하는 새로운 3차원 비선형 암석파괴조건식을 제안하였다.

대응되는 선형파괴조건식의 강도예측 결과와 비교검토를 통해 제안한 파괴조건식의 강도예측 성능을 평가하였다.

제안한 파괴조건식을 문헌에 보고된 6개 암종의 진삼축압축시험 결과에 적합시킨 결과 매우 우수한 적합성을 얻었다.

특히, 구속압이 낮은 영역의 진삼축압축강도를 포함한 자료에 대해서는 선형 파괴조건식에 비해 뛰어난 적합성을 보였다.

@highlight

이 연구에서는 Jiang & Pietruszczak이 제안한 팔면체면 단면 형상함수를 이용하여 Hoek-

@highlight

Brown 파괴조건식에 근사하는 새로운 3차원 비선형 암석파괴조건식을 제안하였다.

