본 연구의 목적은 국내기업의 국제화 수준과 성과 간의 관계를 살펴보고 두 변수 간의 관계가 기업의 내․외부 환경요인에 의해서 어떻게 달라지는지를 설명하는 데 있다.

본 연구는 기업의 국제화 수준과 성과는 U자형의 관계를 갖는다고 주장한다.

그러나, 이와 같은 관계의 강도는 기업의 재무여유자원과 산업의 글로벌화에 따라 달라질 수 있다.

내부 상황요인으로 고려한 재무여유자원은 기업이 재무여유자원을 많이 보유할수록 국제화 초기단계에서의 성과 하락의 효과는 약화되고, 적응단계에서의 성과 상승효과는 강화될 것이다.

외부 상황요인으로 고려한 산업의 글로벌화 수준은 기업이 속한 산업의 글로벌화 수준이 높을수록 초기단계에서의 성과 하락의 효과는 약화되고, 적응단계에서 성과 상승의 효과는 강화될 수 있다.

2003년부터 2015년 기간의 101개 국내 제조 기업의 1101개 관측치를 분석한 결과, 기업의 국제화는 성과와 U자형의 관계를 갖는 것으로 나타났으며, 기업의 여유재무자원이 많을수록 국제화 초기 성과에 미치는 부정적 효과는 약화되고 적응단계에서는 성과에 미치는 긍정적 효과가 강화되는 것으로 나타났다.

또한, 산업의 글로벌화 수준이 높을수록 국제화 초기단계에 성과에 미치는 부정적 효과는 약화되고 적응단계의 성과에 미치는 긍정적 효과는 강화되는 것으로 나타났다.

본 연구는 국내기업의 성공적인 국제화를 위해서는 내․외부환경에 대한 고려와 장기적 관점의 투자가 중요함을 시사한다.

@highlight

재무여유자원은 기업이 재무여유자원을 많이 보유할수록 초기단계에서의 성과 하락의 효과는 약화되고, 적응단계에서의 성과 상승효과는 강화될 것이다.

@highlight

글로벌화 수준이 높을수록 초기단계에서의 성과 하락의 효과는 약화되고, 적응단계에서 성과 상승의 효과는 강화된다.

@highlight

산업의 글로벌화 수준이 높을수록 국제화 초기단계에 성과에 미치는 부정적 효과는 약화되고 적응단계의 성과에 미치는 효과는 강화된다.

