이 연구는 2008년 2월 말에 실시된 이명박 정부의 중앙정부조직개편에 관하여 사례를 개발함으로써 조직개편사례와 관련된 분석적이고 서술적 연구를 위한 기초자료를 제공할 뿐만 아니라 정책 및 조직에 관한 교육을 할 때 도움을 주기 위한 것이다.

연구 방법은 사례연구 방식을 사용하며 단일사례를 심층적으로 서술하는 데 중점을 두었다.

연구의 내용적 범위는 정부의 조직개편과정 중에서 결정과정에 한정하였다.

즉 조직개편과정에서도 인지단계와 입안 및 확정단계 및 합법화단계를 포함하였다.

또한 정부조직개편의 대상은 중앙정부부처수준의 조직개편에 한정하였다.

그리고 기간적으로는 정부조직개편의 전후만을 주된 대상으로 한다.

이명박 정부의 중앙정부조직개편에 대한 필요성은 대통령 선거 공약으로 구체화된다.

이명박 대통령이 대통령 당선자가 된 후 대통령직 인수위원회의 정부조직 개편안 입안 및 확정되고 국회에서 정부조직법개정안이 심의 및 의결된 후 정부가 이를 공포하였다.

국회의 심의과정에서 여야당간에 대화와 타협이 이루어졌다.

정부조직법개정안이 시행되었으나 아직 남은 과제들이 있다.

@highlight

2008년 이명박 정부의 중앙정부조직개편 사례를 개발하여 조직개편사례와 관련된 분석적 서술적 연구의 기초자료를 제공하고 아울러 정책 및 조직에 관한 교육에 도움을 주기 위한 연구이다.

@highlight

내용적 범위는 정부의 조직개편과정 중 결정과정에 한정하고, 기간적으로는 정부조직개편 전후만을 대상으로 한다.

