금융시장에는 여러 가지 불안요소들이 존재하는데 그 중 하나로 뱅크런(Bank Run)을 들 수 있다.

뱅크런이란 대량예금인출사태라고 불리며 금융시장이 불안정할 때 발생한다.

금융시장이 불안정해지면 예금주들은 예금기관에 맡긴 본인들의 예금을 잃지 않을까 하는 불안감에 동시다발적으로 예금을 인출을 한다.

이런 뱅크런이 발생하게 되면 부실한 예금기관은 물론 안전한 예금기관의 예금자들까지도 예금을 잃지 않을까 하는 불안감에 서둘러 예금을 인출하게 되고 결국 금융시장은 큰 어려움에 부딪히게 된다.

이러한 뱅크런을 방지하기 위해 우리나라를 포함한 많은 나라들은 예금보험제도를 가지고 있다.

예금자보호법이 존재함으로서 금융시장이 불안정해지더라도 금융소비자들은 본인들의 예금을 불안해하지 않을 수 있으므로 대량예금인출사태를 방지할 수 있다.

하지만 이런 필수적인 제도가 예금기관의 도덕적 해이(Moral Hazard)를 야기하는 사례가 발생하고 있다.

예금기관의 도덕적 해이는 2008년에 미국에서 발생한 금융위기와 2010년에 한국에서 발생한 저축은행 사태의 중요한 원인이 되기도 하였다.

본고에서는 예금자보호제도가 금융기관들의 도덕적 해이를 유인하지 않고 예금자보호제도의 목적인 금융시장의 안정화에 기여하였으면 하는 취지에서 연구되었다.

@highlight

이 논문에서는 예금자보호제도가 금융기관들의 도덕적 해이를 유인하지 않고 예금자보호제도의 목적인 금융시장의 안정화에 기여했으면 하는 취지에서 연구되었다.

