1970년대 후반에 제작된 호스티스 멜로영화는 대중으로부터 큰 주목을 받았지만, “성애를 지나치게 강조하며 특히 도시 주변부 하위 남성 대중들의 탈정치화를 조장한 이데올로기적 기제”, “사회문제를 도외시한 저질의 영화”라는 비판 등을 받아왔다.

그 결과 연구의 기피 대상이 되었으며 그로 인한 연구의 빈곤은 기존 해석과 평가들을 지배적이고 자연스러운 것으로 수용하게 만들면서 그것들을 연구의 목록으로부터 더 멀어지게 만드는 결과로 이어졌다.

본 논문의 목적은 그런 기존 평가와 해석들이 얼마나 적실한 것인지 여부를 텍스트 분석과 정치적 맥락 분석을 통해 검토하는데 목적이 있다.

그 과정은 1970년대 후반기의 호스티스 멜로영화가 유신체제라는 공개적 독재체제 아래서 증폭된 비대칭적이고 불균등한 사회관계들, 그에 내재하여 작동하는 권력 관계들을 매개로 드러난 사회정치적 긴장 및 갈등들을 어떻게 재현하고 있으며 그 함의가 무엇인지 살피는 것이자, 대중의 탈정치화, 통제를 위해 효과적인 이데올로기적 기제로 작동했는지 여부를 검토하는 것에 다름 아니다.

이를 통해 본 연구는 기존 논의들의 한계를 보완하는 한편, 1970년대 말의 호스티스 멜로영화가 한국 영화사에서 차지하는 위상, 그것이 지니는 정치적 의미를 객관화시켜 보고자 한다.

@highlight

본 논문은 호스티스 멜로영화에 대한 기존 평가와 해석들을 텍스트 분석과 정치적 맥락에서 검토한다.

@highlight

즉, 유신체제 아래서 사회정치적 긴장들을 어떻게 재현하는지, 대중의 통제 등을 위한 효과적인 이데올로기적 기제로 작동했는지를 검토하는 것이다.

@highlight

본 연구는 이 영화들이 한국 영화사에서 차지하는 위상과 정치적 의미를 객관화시켜 보고자 한다.

