유류의 해상운송은 필수 불가결한 요소이기 때문에 이로 인한 해양 유류유출 사고는 지속적으로발생하고 있다.

유류유출을 미연에 방지하는 시스템의 구축도 중요하지만, 불가피하게 사고가 발생하였다면 어떻게 대처할 것인가에 대한 체계적인 대안 마련이 필요하다.

지금까지는 유류유출로 인한 환경적민감자원들에 대한 대응 및 지원 방안 연구가 주를 이루었다면, 이제는 지역 주민의 삶의 터전을 구성하는 사회·경제적 민감자원에 대한 피해 평가까지 확장하여 연구할 필요가 있다.

본 연구는 해양 유류유출로 인한 사회·경제적 민감자원 평가를 위한 일련의 분석 프레임워크를 구축하기 위한 과정으로, 우리나라의 실정에 맞는 사회·경제적 민감자원을 파악하고 지수화하는 방안을 제안한다.

기존의 민감자원 선정 사례를 정리하여 우리나라에 맞는 민감자원 선정 대안을 제시하는 것도 중요하지만 다양한 지표들 가운데 평가를 위해 실제 분석에서 가용한 데이터를 고려하여야 할 필요가 있다.

본연구에서는 기존의 선정 대안 및 지수화, 사회영향평가 등 다양한 연구들을 기반으로 하여 사회·경제적민감자원을 수산물 획득, 인구, 토지이용, 관리지역, 문화유산 및 관광지로 구분하였다.

@highlight

이 연구는 해양 유류유출로 인한 사회·경제적 민감자원 평가를 위한 일련의 분석 프레임워크를 구축하기 위한 과정으로, 우리나라의 실정에 맞는 사회·경제적 민감자원을 파악하고 지수화하는 방안을 제안한다.

