본 연구는 지역 소방조직 내 세대 간 갈등을 유발하는(또는 저감할 수 있는) 원인으로 구성원들의 제도, 업무 인식(공무원 연금 만족, 일-

생활 균형)과 직무동기(내재적, 외재적) 요인에 주목하여 다중회귀분석을 실시하였다.

조직 내 세대는 선행연구를 참고하여 베이비부머, X, Y의 세 가지로 구분하였으며, 실증분석을 위한 자료로 소방공무원 490명으로부터 획득한 설문데이터를 활용하였다.

또한, 실증분석의 결과를 확인･보완하기 위해 현직 소방공무원 16명을 대상으로 심층인터뷰를 실시하여 연구에 반영하였다.

분석 결과, 제도, 업무 인식 요인의 일-

생활 균형의 경우 조직 내 세대 간 갈등에 유의미한 부(-

)의 영향을 직무동기 요인의 외재적 동기는 유의미한 정(+)의 영향을 미친다는 사실을 검증하였다.

이상의 내용을 바탕으로 조직 내 세대 간 갈등을 저감하기 위한 다방면의 실천적 전략과 연구의 한계점에 대해 제시하였다.

@highlight

지역 소방조직 내 세대 간 갈등을 유발하는(또는 저감할 수 있는) 원인으로 구성원들의 제도, 업무 인식(공무원 연금 만족, 일-

@highlight

생활 균형)과 직무동기(내재적, 외재적) 요인에 주목하여 다중회귀분석을 실시하였다.

@highlight

조직 내 세대는 선행연구를 참고하여 베이비부머, X, Y의 세 가지로 구분하였으며, 실증분석을 위한 자료로 소방공무원 490명으로부터 획득한 설문데이터를 활용하였다.

@highlight

제도, 업무 인식 요인의 일-

@highlight

생활 균형의 경우 조직 내 세대 간 갈등에 유의미한 부(-

@highlight

)의 영향을 직무동기 요인의 외재적 동기는 유의미한 정(+)의 영향을 미친다는 사실을 검증하였다.

