이 연구는 개화기 신교육기관에서 사용된 수신서에서 지향하는 덕목을 통하여 교육이 지향하는 이상적 인간상이 어떻게 규정되어 있는지를 이해하기 위한 것이다.

이를 위하여 개화기 신교육기관의 설립이념과 학교교육에 사용된 남녀학생용 수신서를 개인과 가정, 국가사회의 덕목으로 나누어 살펴보았다.

개화기의 신교육기관은 국권회복운동의 차원에서 설립된 것으로 남학생은 국권회복운동의 전면에 나서서 중요한 역할을 할 수 있는 역량을 함양하는 것에, 여학생은 가정교육의 담당자로서 애국적 인재를 기르는 어머니로서, 가정을 잘 경영함으로써 국가발전에 간접적으로 기여하는 역할수행에 필요한 교육을 강조하고 있다.

이는 교과서 특히 수신서에도 그대로 반영되어 공적·생산적 영역의 역할을 수행하는 남성, 사적·재생산적 영역의 역할을 수행하는 여성이라는 성역할의식이 강하게 드러나고 있다.

이러한 논의를 통하여 개화기 사회변화 속에서 성역할의 변화와 학교교육, 수신서의 역할을 관련지어 이해할 수 있을 것이며 개화기 교육의 다양한 현상을 이해하는 한편, 미래지향적 교육적 대안을 모색하는데 시사점을 얻을 수 있을 것이다.

@highlight

본고는 개화기 신교육기관에서 사용된 수신서에서 지향하는 덕목을 통해 교육이 지향하는 이상적 인간상이 어떻게 규정되어 있는지를 이해하기 위한 연구이다.

