본 연구는 원격대학에 재학 중인 성인학습자의 자아효능감과 성취목표지향성이 실제 학업지연행동 및 학업성취도를 유의미하게 예측하는지를 살펴보는데 그 목적이 있다.

이를 위해 서울 소재 A 사이버대학에서 동일한 과목을 수강하는 성인학습자 360명을 대상으로 온라인으로 자아효능감, 성취목표지향성 검사를 실시했으며, 출석과 토론 참여 및 학업성취도에 대한 정보를 수집하였다.

본 연구의 결과 분석을위해서 다중회귀분석, 다변량 분산분석을 실시하였다.

분석 결과, 첫째, 학업지연행동 중 출석지연행동은 수행접근목표, 토론지연행동은수행접근목표, 수행회피목표 및 자아효능감의 유의미한 영향을 받았다.

또한 학업성취도는 수행회피목표와 수행접근목표에 의해 유의미하게 예측되었다.

둘째, 학업지연행동 여부와 학업성취도 프로파일에 따른 집단 간 자아효능감과 성취목표지향성의 차이를 분석한 결과, 지연여부와 상관없이 학업성취도가 낮은 집단에서 수행회피목표지향이 유의미하게 높은 것으로 나타났다.

본 연구의 결과를 통해 원격대학 성인학습자들이 학습상황에서 보다 적응적인 목표지향을 가지고 건설적으로 학습할 수 있도록 도울 필요가 있음을 알 수 있다.

@highlight

이 연구는 원격대학에 재학 중인 성인학습자의 자아효능감과 성취목표지향성이 실제 학업지연행동 및 학업성취도를 유의미하게 예측하는지를 살펴보는데 그 목적이 있다.

@highlight

이 연구의 결과 분석을위해서 다중회귀분석, 다변량 분산분석을 실시하였다.

@highlight

이 연구의 결과를 통해 원격대학 성인학습자들이 학습상황에서 보다 적응적인 목표지향을 가지고 건설적으로 학습할 수 있도록 도울 필요가 있음을 알 수 있다.

