이 연구는 충청남도가 공식적으로 도입, 운영하고 있는 공식적 멘토링 프로그램 참여자를 대상으로 한 사례연구이다.

공식적 멘토링에 대한 경험적 연구가 부족한 현실에서 본 논문은 공식적 멘토링의 개념적 측면과 실행적 측면에서 장애요인에 대한 인식조사를 통해 그러한 장애요인들이 어떻게 관리되고 있는지를 알아보고, 이를 토대로 공식적인 멘토링의 실효화 방안을 제시하고자 하였다.

분석결과 첫째, 상급 관리자들을 중심으로 전담부서를 구성하는 한편 멘토링 자체를 장기적인 인력양성 프로그램에 통합시켜 멘토링 프로그램을 보다 체계적으로 운영하는 것이 필요했다.

둘째, 멘토로서 역량을 충분히 갖춘 상급관리자가 얼마나 되는지를 보다 정확하게 파악하고, 그러한 멘토의 명단을 작성하여 멘티에게 제공하고 그로 하여금 자신에 맞는 멘토를 선택하게 함으로써 멘토링 프로그램에의 자발적인 참여를 위한 분위기를 조성해야 한다.

셋째, 여성 상급자가 절대적으로 부족한 공공조직의 현실에서 멘토링 프로그램을 여성의 승진 프로그램으로 활용할 수 있을 것이다.

현실적으로 멘토와 멘티 간에 존재하는 상당한 젠더 갭을 극복하기 위해 보다 적극적인 노력이 필요하다.

넷째, 직속상관을 멘토, 부하직원을 멘티로 하는 수직적인 멘토링 관계를 지양하고 동료-

동료, 부하-

상관 등 보다 다양한 멘토링 관계를 활용하는 것도 프로그램을 실효화하는 하나의 방안이 될 수 있을 것이다.

결론적으로 해당조직의 경우에서도 나타난 바 공식적 멘토링 프로그램은 멘토와 멘티는 물론 조직전체에 있어서 상당한 성과를 거두고 있다.

@highlight

충청남도의 공식적 멘토링 프로그램 참가자를 대상으로 사례분석한 결과, 멘토링 전담부서를 만들어 인력양성 프로그램과 통합해 체계적으로 운영할 필요가 있으며, 역량 있는 멘토의 명단을 만들어 멘티에게 제공하여 선택권을 줌으로써 자발적인 참여를 유도해야 한다.

@highlight

또 멘토링 프로그램을 여성의 승진 프로그램으로 활용하여, 여성 상급자가 절대적으로 적은 공공조직의 문제를 해소하고, 수직적인 멘토링 관계가 아닌 동료-

@highlight

동료, 부하-

@highlight

상관 등 보다 다양한 멘토링 관계를 적용해야 한다.

