본 연구는 경기도 어르신전담 생활체육지도자의 핵심 직무역량을 알아보고 각 하위영역을 도출하여 지도자 본인의 업무수준, 연수과정을 통해 해당 핵심역량이 도움 받은 정도, 그리고 조직이 중요하게 생각하는 정도의 차이를 알아보았다.

또한 핵심 직무역량이 직무만족 및 조직충성도에 미치는 영향을 알아보았다.

어르신전담 생활체육지도자의 핵심 직무역량은 인성역량과 직무기술역량으로 도출되었고 인성역량은 9개영역(일에 대한 소명의식, 긍정적 분위기 조성, 어르신을 공경하는 마음, 노인에 대한 이해, 자긍심과 정체성, 기본 인성, 친화력과 사교성, 밝고 유쾌한 성격, 책임감), 직무기술역량은 13개영역(어르신과의 소통력, 흥미유발을 꾀하는 지도능력, 지속참여를 위한 프로그램 개발 능력, 마음을 읽어내는 심리적 전문성, 응급 시 대처능력, 리더십, 지도종목에 대한 충분한 지식, 경기도에서 부여받은 업무, 생활체육 보급, 회원 건강관리, 회원관리 및 모집, 다양한 체육활동 참여기회 마련, 관련 자격증 취득)의 하위영역이 도출되었다.

어르신전담 생활체육지도자들이 스스로 평가하는 핵심 직무역량과 조직이 중요시하는 핵심 직무역량과는 차이가 있었으며, 연수과정을 통한 도움은 크게 나타나지 않았다.

이러한 핵심 직무역량의 하위변인은 직무만족과 조직충성도에 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 경기도 어르신전담 생활체육지도자의 핵심 직무역량을 알아보고 각 하위영역을 도출해 지도자 본인의 업무수준, 연수과정을 통해 해당 핵심역량이 도움 받은 정도, 조직이 중요하게 생각하는 정도의 차이를 알아보았다.

