본 연구에서는 조선조 14대 왕 선조의 독서력을 살펴보기 위하여 實錄을 통해 재위 41년간 그의 독서행태를 일정별로 살펴보았다.

선조는 16세에 왕위에 올라 경연제도를 재정비하고 그 제도에 따라 경연관들과 함께 독서를 하였다.

당시 그가 읽었던 책과 독서행태를 조사한 뒤 그의 독서 횟수 및 독서환경에 저해가 된 원인 등을 밝혔다.

그 결과 선조가 재위 41년간 읽었던 책은 「禮記」, 「大學」, 「論語」, 「小學」, 「近思錄」, 「孟子」, 「大學或問」, 「中庸」, 「書經」, 「大學衍義」, 「春秋」, 「通鑑綱目」, 「詩傳」, 「周易」 등 총 14종이며, 독서 횟수는 3강과 야대를 합해서 총 483회로 1년의 독서량도 되지 않았다.

경연관 역시 실력도 부족할 뿐만 아니라 전 왕조에 비해 형식적인 태도를 보였으며, 선조 자신도 신체적인 문제, 당파싸움, 7년간의 전쟁 등의 이유로 거의 독서를 하지 못한 것으로 나타났다.

@highlight

이 연구에서는 조선조 14대 왕 선조의 독서력을 살펴보기 위하여 實錄을 통해 재위 41년간 그의 독서행태를 일정별로 살펴보았다.

