이 연구는 1590-1년 스코틀랜드 노스버릭 마녀재판을 통해 제임스 6세의 마녀술 인식을 살펴보는 것이다.

제임스는 재판의 모든 과정에 깊이 참여하였다.

이는 정치적 의도를 가지고 시작된 것이 아니라 개인적이고 지적인 관심에서 시작된 것이었다.

그러나 제임스는 노스버릭 마녀재판을 통해 마녀술의 최종적인 목적이 정당한 왕권을 무너뜨리는 것이라고 믿게 되었다.

제임스는 자신의 결혼식 과정에서 일어난 개인적인 불운 그리고 보스웰 백작의 마녀술 연루를 통해 노스버릭 마녀들의 마녀술은 자신의 왕권을 반대하는 악마의 계략으로 여겼다.

노스버릭 마녀재판은 제임스의 마녀술 이해의 과정인 동시에 왕권의 확대과정이었다.

그는 개인적 경건과 신의 보호로 이를 극복하였다고 믿었고 이를 왕권의 안정과 확대를 위해 이용하였다.

1591년 출판된 Newes From Scotland는 자신의 왕권이 정당한 것이며 악마에 대한 승리를 알리는 선전이었다.

@highlight

스코틀랜드 노스버릭 마녀재판을 통해 제임스 6세의 마녀술 인식을 살펴보고자 한다.

@highlight

노스버릭 마녀재판은 제임스의 마녀술 이해의 과정이며 왕권의 확대과정이었다.

@highlight

그는 개인적 경건과 신의 보호로 이를 극복했다고 믿었으며 이를 왕권의 안정과 확대를 위해 이용하였다.

@highlight

Newes From Scotland는 자신의 왕권이 정당한 것이며 악마에 대한 승리를 알리는 선전임을 보여준다.

