이 연구는 교육과학기술부 주관 사업인 학생오케스트라 단원의 오케스트라 활동경험의 본질과 의미를 질적 연구방법의 하나인 Colaizzi의 현상학적 연구방법을 사용하여 밝히고자 하였다.

이를 위하여 2011년 학생오케스트라를 신설하여 활동을 진행하고 있는 8개의 중학교 가운데, 단원학생 35명을 표집하여 심층 면접하였다.

연구 결과 47개의 주제, 15개의 주제군, 4개의 범주가 도출되었다.

4가지 연구문제를 중심으로 연구결과를 살펴보면 다음과 같다.

첫째, 오케스트라의 참여 동기는 오케스트라 입단을 결정하기까지 ‘다양한 입단동기와 촉매제’가 작용한 것으로 나타났다.

둘째, 오케스트라의 적응과정에서의 경험은 ‘초기형성과정에서의 혼란과 버거움’, ‘연습과정의 힘듦과 연주스트레스’, ‘관계적 마찰로 인한 좌절과 회의’ 등으로 나타났다.

셋째, 오케스트라의 만족감을 주는 측면은 ‘만족감과 즐거움의 경험’, ‘특별한 그룹에 속하는 존재감 등으로 나타났다.

마지막으로 오케스트라를 통한 변화는 ‘자기조절 능력의 향상’, ‘긍정적인 삶의 태도’ 등으로 나타났다.

이 연구의 결과를 바탕으로 학생오케스트라 프로그램과 관련한 제언을 하여 학교음악교육의 방향성을 제시하였다.

@highlight

본 연구는 교육과학기술부 주관 사업인 학생오케스트라 단원의 오케스트라 활동경험의 본질과 의미를 질적 연구방법의 하나인 Colaizzi의 현상학적 연구방법을 사용해 밝히고자 했다.

