표면처리에 따른 Sn-1.2Ag-0.7Cu-0.4In 솔더범프의 접합 강도 평가를 위하여 전단 속도 및 열처리 시간에 따른 볼 전단강도 시험을 실시하였다.

전반적으로, 전단속도가 증가함에 따라 전단강도는 증가하였지만 인성은 감소하는 경향을 나타내었다.

파괴모드 관찰 결과, 전단 속도가 증가함에 따라 파괴모드의 경우, ENIG(electroless nickel immersion gold) 처리는 취성파괴가 대부분 지배적으로 존재하였고, OSP(organic solderability preservative) 처리는 pad open이 주로 발생하였다.

또한, 500 mm/s의 고속전단시험에서는 열처리 시간이 증가함에 따라 표면처리별 전단강도와 인성 값 모두 감소하는 경향을 보였다.

ENIG 표면처리가 OSP 표면처리 보다 좋은 접합강도 특성을 보이는 것은 솔더범프 계면의금속간화합물의 물성 및 두께와 밀접한 연관이 있는 것으로 판단된다.

@highlight

전반적으로, 전단속도가 증가함에 따라 전단강도는 증가했지만 인성은 감소하는 경향을 나타내었다.

