이

 

연

구

는

 

고

등

학

교

 

1

,

 

2

학

년

 

여

학

생

 

5

2

5

명

을

 

대

상

으

로

 

‘

온

정

적

 

성

차

별

주

의

’

와

 

‘

부

성

적

 

기

사

도

(

에

 

대

한

 

로

맨

틱

 

판

타

지

)

’

가

 

여

고

생

들

의

 

행

태

에

 

미

치

는

 

부

정

적

 

효

과

를

 

탐

색

하

였

다

.

 

본

 

연

구

는

 

4

개

의

 

가

설

을

 

세

웠

다

.

 

1

)

 

응

답

 

여

고

생

들

이

 

온

정

적

 

성

차

별

주

의

를

 

지

지

할

수

록

,

 

부

성

적

 

기

사

도

 

정

신

을

 

선

호

할

 

것

이

다

.

 

2

)

 

응

답

 

여

고

생

들

의

 

온

정

적

 

성

차

별

주

의

 

지

지

도

가

 

높

을

수

록

,

 

배

우

자

의

 

요

건

으

로

 

‘

지

위

/

자

원

’

을

 

더

 

중

시

할

 

것

이

다

.

 

3

)

 

응

답

 

여

고

생

들

의

 

기

사

도

 

정

신

 

선

호

도

는

 

B

S

지

지

도

와

 

‘

(

배

우

자

 

요

건

으

로

서

의

)

 

지

위

/

자

원

 

선

호

도

’

의

 

매

개

변

인

이

다

.

 

4

)

 

응

답

여

고

생

들

의

 

‘

기

사

도

 

선

호

도

’

는

 

온

정

적

 

성

차

별

주

의

 

지

지

도

와

 

외

모

관

리

 

정

도

의

 

매

개

변

인

이

다

.

 

설

문

지

 

조

사

에

서

 

나

온

 

데

이

터

로

 

통

계

적

 

검

증

을

 

실

시

하

였

다

.

 

그

 

결

과

 

네

 

개

의

 

가

설

이

 

모

두

 

통

계

적

 

유

의

도

를

 

확

보

하

였

다

.

 

발

견

결

과

들

을

 

토

대

로

 

하

여

,

 

이

 

연

구

는

 

‘

사

회

가

 

조

장

하

는

 

나

쁜

 

로

맨

스

’

에

 

주

목

하

였

다

.

 

구

체

적

으

로

 

온

정

적

 

성

차

별

주

의

나

 

(

로

맨

틱

 

판

타

지

의

 

핵

심

을

 

이

루

는

)

 

부

성

적

 

기

사

도

에

 

빠

진

 

여

고

생

들

은

 

자

기

-

의

존

(

s

e

l

f

-

r

e

l

i

a

n

c

e

)

적

인

 

태

도

를

 

못

 

가

지

고

 

지

위

/

자

원

이

 

많

은

 

신

랑

에

 

의

존

하

려

는

 

것

은

 

아

닌

지

?

 

;

 

그

래

서

 

학

업

이

나

 

커

리

어

 

관

리

보

다

 

외

모

관

리

에

 

치

중

하

는

 

것

은

 

아

닐

까

?

 

;

 

이

것

이

 

여

고

생

 

자

신

의

 

삶

이

나

 

사

회

 

속

 

남

녀

불

평

등

에

 

어

떤

 

영

향

을

 

주

는

지

?

 

;

 

사

회

과

는

 

여

기

서

 

무

엇

을

 

가

르

쳐

야

 

되

는

지

?

 

등

을

 

살

펴

보

았

다

.

@highlight

이 연구는 고등학교 1, 2학년 여학생 525명을 대상으로 ‘온정적 성차별주의’와 ‘부성적 기사도’가 여고생들의 행태에 미치는 부정적 효과를 탐색하였다.