이 연구에서는 『화엄경』의 선재동자 이야기에 내재되어 있는 인성교육의 덕목을 바탕으로 언어교과 교육활동을 위한 유아교육적 활용방안을 모색하였다.

이를 위해 「입법계품」 선지식에 등장하는 선재동자 이야기를 분석하였다.

그 결과 첫째, 선재동자 이야기는 화자와 청자가 등장하여 질문하고 답하는 형식이며, 각 선지식마다 다양한 개성을 지닌 구체적인 인물이 등장하였다.

둘째, 각 선지식에는 시작과 끝이 있으며, 단순·반복적인 내용으로 구성되어 있음에도 불구하고 유아에게 상상력과 즐거움을 주고 있다.

셋째, 유아에게 교훈적이며, 인성교육과 불성개발 자원으로 활용하기에 교육적 가치가 있는 것으로 분석되었다.

다음으로 연구자에 의해 창작된 선지식 해운비구의 ‘바다가 전해주는 이야기’를 중심으로 유아 언어교과 교육활동을 위한 활용방안을 모색하였다.

그리고 언어영역의 하위요소인 듣기·말하기·읽기·쓰기를 통합한 언어교육활동 방안으로 유아가 의성어, 의태어에 관심을 갖고 단어를 만들어 보는 ‘단어 속에서 글자 가져오기’ 활동을 제시하였다.

@highlight

본고는 『화엄경』의 선재동자 이야기에 내재되어 있는 인성교육의 덕목을 바탕으로 한 언어교과 교육활동을 위하여 유아교육적 활용방안을 모색했다.

