이 글의 목적은 증오발언 규제론과 규제반대론을 이론적으로 검토하고, 검토 결과에 정합한 증오발언 규제정책의 얼개를 제시하는 데 있다.

우리는 과거 증오발언이나 혐오발언에 대한 논의가 혼란스러웠던 이유 중 하나가 증오, 혐오, 경멸 등을 구별하지 못했기 때문이라 진단하고, 증오발언과 혐오발언을 구별해서 사용할 것을 제안한다.

우리는 결국 증오발언 형사처벌에 반대하는데, 그 이유는 민주주의 정당화 이론에 따라 원리적으로 국가가 개입해 증오발언을 처벌할 도리가 없다고 보기 때문이다.

특히 공적 영역에서 표출한 정치적 발언을 증오발언 규제론에 입각해 형사처벌할 수 없다.

그러나 우리는 포괄적인 차별금지법이 도입된 조건에서, 시민사회 개별 영역에 속한 시민들이 자발적 발의와 정당한 절차를 통해 해당 영역 내에서 증오발언 규제를 규칙으로 도입할 수는 있으리라 본다.

이 주장을 뒷받침하기 위해 우리는 미국 수정헌법 제1조의 전통에서 발전한 발언의 자유 이론과 더불어 ‘강건한 민주정’의 관점을 제시한다.

이 관점은 민주주의 공고화 과정에서 시민들이 발언의 자유를 적극적으로 행사함으로써 동시에 사회적 약자와 소수자보호를 위한 개별영역의 규제 체계를 형성할 수 있다는 전망을 함축한다.

이 전망은 또한 ‘관용사회론’을 주창했던 볼린저의 주장과 이론적으로 공명한다.

@highlight

본고는 증오발언 규제론 및 규제반대론을 이론적으로 살펴보고, 그 결과에 정합한 증오발언 규제정책의 얼개를 제시하는 데에 목적이 있다.

@highlight

우리는 과거 증오발언 또는 혐오발언에 대한 논의가 혼란스러웠던 이유 중 하나가 증오, 혐오, 경멸 등을 구별하지 못했기 때문이라 진단하고, 증오발언과 혐오발언을 구별하여 사용할 것을 제안한다.

