본 연구에서는 2012년부터 2014년간의 패널 데이터를 활용하여 16개 지방경찰청의 범인검거 효율성을 평가하고 연도별 지방경찰청의 범인검거 효율성 변화에 투입자원이 어떠한 영향을 미치는 지를 자료포락분석(DEA)을 활용하여 분석하였다.

본 연구는 경찰조직의 범인검거를 위한 투입변수로 경찰인력, 경찰 1인당 관할인구, 경찰서 수, 지구대?

파출소 수, 차량 수, 방범용 CCTV 수를 그리고 산출변수로 범인검거 건수와 범인검거율을 선정하였다.

자료포락분석 결과, 연도별 16개 지방경찰청 평균 범인검거효율성 점수는 2012년 96.58, 2013년 97.34, 2014년 97.51로 매년 소폭적으로 상승하는 것으로 나타나 범인검거 효율성이 개선된 것으로 확인되었다.

이런 범인검거 효율성 개선에 투입변수가 어떠한 영향을 미치는 지를 분석한 결과, 경찰 1인당 관할인구, 경찰인력은 효율성 개선에 긍정적인 영향을 미친 반면에 경찰서와 지구대?

파출소 수, 차량 수, 방범용 CCTV 수는 총 잠재적 효율성 개선치가 높게 나타나 범인검거 효율성 개선에 부정적인 영향을 미치는 것으로 파악되었다.

@highlight

이 연구에서는 2012년부터 2014년간의 패널 데이터를 활용해 16개 지방경찰청의 범인검거 효율성을 평가하고 연도별 지방경찰청의 범인검거 효율성 변화에 투입자원이 어떤 영향을 미치는 지를 자료포락분석을 활용해 분석했다.

