음반시장의 불황을 타개하기 위한 한 방법으로 음반기획사들은 원소트 멀티유즈가 가능한 스타 매니지먼트에 관심을 가지고 있다.

본 연구는 스타 공동브랜딩 전략에 초점을 맞추고 어떠한 스타 간 조합이 더 성과가 높을 수 있는지 보고자 한다.

기존 공동브랜드에 대한 연구에서는 상품군 간 보완성이 높을수록 그 성과가 높다고 주장하였다.

그러나 스타의 경우 감성적 포트폴리오 구매가 일어나는 상품 특성을 가지고 있어, 동일 상품군 내에서의 결합이 일반적이다.

본 연구는 현재 활동하는 가수들의 가상 조합을 소비자들에게 제시하고 그 평가를 바탕으로 컨조인트 분석을 실시하였다.

분석 결과 공동브랜드를 구성하는 스타들이 유사한 음악 장르를 할수록, 음악성(가창력)이 높을수록, 친숙도가 높을수록 더 우호적으로 평가되는 것으로 나타났다.

속성의 상대적 중요도에 있어서는 음악성이 다른 속성보다 가장 중요한 것으로 나타났다.

또한 결합하는 스타들의 인지도가 다른 경우 공동브랜드를 결성한다면 인지도가 낮은 스타의 팬 크기가 인지도가 높은 스타보다 그룹 결성 후 더 커지는 결과를 보여주었다.

본 연구는 스타를 브랜드 이론과 연결시킴으로써 다양한 스타 매니지먼트 전략과 그 이론적 바탕을 마련한 공헌점이 있다.

@highlight

이 연구는 스타 공동브랜딩 전략에 초점을 맞추고 어떤 스타 간 조합이 더 성과가 높을 수 있는지 보려 한다.

@highlight

분석 결과 공동브랜드를 구성하는 스타들이 유사한 음악 장르를 할수록, 음악성(가창력)이 높을수록, 친숙도가 높을수록 더 우호적으로 평가되는 것으로 나타났다.

