연구목적: 이 연구의 목적은 보완대체 의사소통 중재가 비상징기 중도・중복장애 유아의 의사소통 기능 변화에 미치는 효과를 알아보는 것이었다.

연구방법: 연구 참여자는 비상징적 수단을 사용하여 의사소통 하는 중도・중복장애 유아 3명이었다.

연구설계는 대상자간 중다기초선 설계였으며 중재 프로그램은 촉감각, 청감각, 운동감각 활동을 이용한 놀이에서 촉구-

용암 전략을 사용하여 보완대체 의사소통 도구를 사용하도록 구성되었다.

연구결과: 첫째, 보완대체 의사소통 중재는 비상징기 중도・중복장애 유아의 요구하기와 거부하기를 포함하는 행동조절 기능의 변화에 효과적이었다.

둘째, 보완대체 의사소통 중재는 비상징기 중도・중복장애 유아의 일과예측 기능의 변화에 효과적이었다.

결론: 결론적으로 보완대체 의사소통 중재는 비상징기의 중도․중복장애 유아의 행동조절기능과 일과예측 기능 표현 증진에 효과적이다.

본 연구의 결과를 바탕으로 비상징기 중도・중복장애 유아의 의도적 의사통 단계로의 변화를 위해 보완대체 의사소통 중재의 필요성에 대해 논의하였다.

@highlight

보완대체 의사소통 중재가 비상징기 중도・중복장애 유아의 의사소통 기능 변화에 미치는 효과를 알아보는 것이었다.

@highlight


보완대체 의사소통 중재는 비상징기 중도・중복장애 유아의 요구하기와 거부하기를 포함하는 행동조절 기능의 변화에 효과적이었다.

@highlight


보완대체 의사소통 중재는 비상징기 중도・중복장애 유아의 일과예측 기능의 변화에 효과적이었다.

