창의성은 학생들이 뛰어난 미래인재로 성장하기 위해 필요한 능력으로 교육 분야에서 중요하게 다루어져 왔으며 최근 들어 예술경험을 활용한 창의성 교육이 대두되고 있다.

이에 본 연구에서는 서울 소재 대학교에 재학 중인 108명을 대상으로 예술경험이 창의적 수행과 동기에 미치는 영향을 보다 심층적으로 확인하는 데 그 목적을 두었다.

이때 예술경험의 유형은 주제에 대한 자기표현의 경험인 창작경험과 외부자극에 대한 재해석 경험인 감상경험으로 나누고, 예술경험의 질적 속성을 인지적 자극, 부정적 감정, 자기참조, 긍정적 매력이라는 네 가지 요소로 구분하였다.

연구 결과, 예술경험이 타 경험과 차별되는 요인은 ‘자아(self)’와 관련된 요인으로 나타났다.

또한 창의적 수행과 동기에 영향을 미치는 예술경험의 질적 속성은 창작과 감상경험에 따라 다르게 확인되었는데, 창작경험집단에서는 자기참조를 많이 할수록 창의적 사고를 요하는 과제점수뿐만 아니라 과제노력 수준이 높았다.

반면 감상경험은 창의적 수행에는 영향을 주지 않았지만, 감상경험에 대한 긍정적 매력을 느낄수록 과제흥미 수준이 높게 나타났다.

이러한 결과는 창의성 증진을 위한 교육에서 자기인식 및 표현 활동을 중요하게 다루어야 하며, 예술경험의 질적 속성에 따라 그 효과가 다를 수 있음을 시사하는 것이다.

@highlight

이 연구에서는 서울 소재 대학교에 재학 중인 108명을 대상으로 예술경험이 창의적 수행과 동기에 미치는 영향을 보다 심층적으로 확인하는 데 그 목적을 두었다.

