본 연구에서는 손해보험회사가 리스크 관리방안으로 사용할 수 있는 보험연계증권의 투자 효용성을 평가하였다.

국내에는 아직 보험연계증권 발행이 없으므로 국내 손해 보험회사의 손해율 데이터를 바탕으로 보험연계증권(Insurance Linked Security)의 스프레드를 누적 방법과 기간별 방법으로 각각 추정하였다.

추정된 스프레드를 아용하여 보험연계증권이 자본시장에 도입될 경우의 효과를 평가하였다.

보험연계증권은 이를 포함한 최적포트폴리오의 샤프비율(Sharpe Ratio)과 (Modigliani risk-

adjusted performance)를 KOSPI200에 비해 각각 6.11%, 3.00% 증가시켜 시장의 효율적 프론티어 (Efficient Frontier)를 좌측상단으로 이동시켰다.

따라서 보험사에게는 재보험의 효율적 대안이 될 수 있는 보험연계증권은 투자자에게도 시장위험과 거의 독립적인 매력적 투자수단이 될 수 있을 것으로 평가된다.

@highlight

이 연구에서는 손해보험회사가 리스크 관리방안으로 사용할 수 있는 보험연계증권의 투자 효용성을 평가하였다.

