1961년 영국의 1차 유럽경제공동체 가입 신청 당시 주요 영연방 회원국들은 영국이 가입에 성공할 경우 영국과의 무역에서 적용받던 특혜 관세가 폐지되고 유럽경제공동체의 역외공통관세가 부과될 것을 염려하여 크게 반발하였다.

1차 신청이 거부당한 영국이 1966년에 다시 가입 신청을 시도하자 캐나다는 영국, 미국, 캐나다, 아일랜드, 덴마크, 노르웨이, 스웨덴, 오스트레일리아, 뉴질랜드 등을 아우르는 대서양자유무역지역의 창설을 주창하였다.

대서양자유무역지역의 설립은 영연방과의 무역 규모에 타격 없이 영국 경제에 상당한 이득을 가져다 줄 것으로 예상되었으나, 해롤드 윌슨 정부는 미국이 대서양자유무역지역을 원한다는 입장을 밝힌 적이 없다는 근거를 공개적으로 들어 1968년 7월에 영국이 이를 추진할 계획이 없음을 명백히 하였다.

하지만 이러한 영국 정부의 주장과 달리 미국은 이미 1967년 초부터 대서양자유무역지역 형성 가능성을 긍정적으로 검토하고 있었다.

최근에 공개된 영국 정부 문서를 검토한 결과 윌슨 정부가 대서양자유무역지역 설립에 반대한 진의는 이에 가입하는 주요 영연방 회원국들이 차츰 영국의 영향력에서 벗어나 미국의 영향권으로 들어가고 대서양자유무역지역에 가입하지 못하는 영연방 회원국들이 차별당하고 있다는 생각을 갖게 되면서 영연방이 와해될 것에 대한 우려 때문이었던 것으로 밝혀졌다.

@highlight

1961년 영국의 1차 유럽경제공동체 가입 신청 당시 주요 영연방 회원국들은 영국이 가입에 성공할 경우 영국과의 무역에서 적용받던 특혜 관세가 폐지되고 유럽경제공동체의 역외공통관세가 부과될 것을 염려해 크게 반발했다.

@highlight

대서양자유무역지역의 설립은 영연방과의 무역 규모에 타격 없이 영국 경제에 상당한 이득을 가져다 줄 것으로 예상되었으나, 해롤드 윌슨 정부는 미국이 대서양자유무역지역을 원한다는 입장을 밝힌 적이 없다는 근거를 공개적으로 들어 1968년 7월에 영국이 이를 추진할 계획이 없음을 명백히 했다.

