한국정치에서 대북관계는 이념적 성향을 가르는 유발성 이슈로 작용해왔다.

국제정치 이론에서는 여론의 선호가 대외정책의 결정과정에 미치는 영향에 대해서는 이론적 논쟁거리가 되어왔다.

본 연구는 미국학계에서 미국의 대외정책을 안보정책과 경제정책에서 개방적 선호와 폐쇄적 선호의 조합을 통해 여론의 선호를 4가지 유형으로 분류하였다.

이러한 분류체계를 한국의 대북정책에 적용하여 북한과 경제 및 안보분야에서 교류와 협력에 대하여 긍정적인 태도와 부정적인 태도에 따라 (1) 기능주의, (2) 햇볕정책, (3) 비핵화우선, 그리고 (4) 북한붕괴지지의 4가지 유형으로 분류하였다.

본 연구는 서울대학교 통일평화연구원이 한국 갤럽에 의뢰하여 2007년부터 2014년까지 8년에 걸쳐 작성한 설문자료를 분석하였다.

분석 결과에 따르면 경제와 안보분야에서 협력을 추구하는 기능주의가 44.47%로 다수를 차지했지만 안보정책에서 협력을 얻어내고 경제정책에서 고립을 추구해야한다는 비핵화 우선에 대한 선호도 35.35%를 차지하며 최근 북한의 군사적 도발이 심각해질수록 비핵화선호에 대한 여론의 선호가 증가하여 기능주의를 추월하기도 했다.

장시간 여론자료를 분석한 결과 김대중 정부시기에는 햇볕정책에 대한 지지가 85%에 도달했지만 박근혜 정부에 와서는 비핵화우선에 대한 선호가 76%이상 선호하는 결과를 보여준다는 점에서 여론의 선호가 정책에 영향을 미치는 것 보다는 정권의 변화에 따라서 그리고 북한의 위협에 따라서 여론의 선호가 변화한다는 결론에 도달하였다.

@highlight

이 연구는 미국학계에서 미국의 대외정책을 안보정책과 경제정책에서 개방적 선호와 폐쇄적 선호의 조합을 통해 여론의 선호를 4가지 유형으로 분류했다.

