본 연구는 도시가스 수요 결정요인 분석을 통한 수요 예측 정확도 제고를 위해 2008년3월부터 2019년 3월까지의 월별 시계열 자료를 이용하여 도시가스 수요함수를 총수요와가정?

일반용, 산업용의 용도별 수요함수로 구분하여 추정하고 그 결과를 비교 분석하였다.

그리고 구조변화 분석을 통해, 전체 기간 외에 원료비 연동제 재개 시점 2013년 3월을 기준으로 두 개의 하위 기간으로 나누어 공적분 회귀모형(DOLS)을 적용하였다.

2016~2018년의 평균 오차율 비교 시, 총 수요함수가 4.22%로 용도별 수요함수 6.02%보다 오차율이 낮은것으로 나타났다.

또한, 산업용 도시가스 수요함수 추정 결과, Adjusted R2 값이 전체 기간의경우 0.572인 반면, 2013년을 기준으로 나누어 분석한 경우 0.949와 0.976으로 나왔다.

본연구의 시사점은 다음과 같다.

첫 번째 시사점은 도시가스 수요회복에 따라 도시가스 총수요함수의 예측력이 향상되어, 향후 도시가스 수요 예측 시에는 용도별 수요함수 추정과 총수요함수 추정을 병행하여 합리적인 결과를 도출하는 작업이 필요하다는 것이다.

두 번째 시사점은 산업용 도시가스 수요함수 추정 시에는 원료비 연동제 재개 시점인 2013년 3월을 전후로분석 기간을 달리하여 예측해야 한다는 것이다.

@highlight

도시가스 수요 예측 정확도를 위해 도시가스 수요함수를 용도별 수요함수로 구분 및 추정한 결과, 평균 오차율 비교 시, 총 수요함수가 용도별보다 오차율이 낮았으며, 산업용 도시가스 수요함수 추정 시, Adjusted R2 값이 전체 기간의경우 0.572인 반면, 2013년을 기준 나누면 0.949와 0.976이었다.

