본 연구는 Max van Manen의 해석학적 현상학 연구방법을 적용하여 성인 신체장애인이 도예작업 과정에서어떤 경험을 하며 그 의미와 본질은 무엇인지 이해하고자 하였다.

본 연구의 연구 참여자로는 장애인 복지관의도예작업 프로그램에 2~10년 동안 참여하고 자신의 도예작업 경험을 면담 등의 자료로 제공할 것을 동의한 신체장애인 5명을 선정하였다.

자료수집으로 참여자들의 생생한 경험을 담기 위한 개별 심층면담을 진행하였다.

수집된 자료를 분석한 결과 본질적 주제 6개와 하위주제 16개를 범주화하였다.

본질적 주제로는 <내게 주어지는 무한한 허용의 경험>, <몰입이 주는 경이로움>, <무(無)에서 유(有)를 창조하다, 창조의 즐거움>, <나를 성장시키는 만족감과 자신감의 발로(發露)>, <도전과 좌절, 한계와 넘어섬의 변증법적 순환>, <정성스런 돌봄의 경험은 다시 자기 돌봄으로>로 나타났다.

본 연구를 통해 점토매체를 통한 도예작업이 성인장애인들의 삶에 긍정적인 의미를 부여하고 장애인으로 타자화(他者化) 된 그들의 심리적 어려움이 도예작업을 통해 돌봄의 경험으로 치환될 수 있음을 알 수 있었다.

@highlight

이 연구는 Max van Manen의 해석학적 현상학 연구방법을 적용해 성인 신체장애인이 도예작업 과정에서어떤 경험을 하며 그 의미와 본질은 무엇인지 이해하고자 했다.

