논쟁 수업에 대한 국내 학계의 관심에 발맞추어 미국에서는 논쟁 수업을 둘러싸고 어떠한 논의들이 이루어지고 있는지 살펴보았다.

역사 교과의 논쟁 수업에 관해서는 다양한 화두들이 존재하지만, 이 논문에서는 그러한 화두의 가장 밑바탕이 되는 1) 논쟁 수업의 정당성에 대한 논의, 그리고 2) 논쟁적 주제를 정의하는 문제를 둘러싼 논의에 집중하였다.

관련 문헌들을 종합적으로 검토한 결과 미국의 역사교육에서는 논쟁 수업이 민주주의 시민교육의 한 방법으로서, 그리고 역사학의 본질을 제대로 살린 교육 방법으로서 옹호받는다는 것을 알 수 있었다.

그러나 과연 무엇이 논쟁적 역사 주제인지를 결정하는 문제는 정치 권력과 사회적 담론, 이데올로기 등을 반영하기 때문에 그 자체로서 매우 논쟁적이라는 점을 확인할 수 있었다.

또한 사회 교과와 확연히 구분되는 역사 교과의 논쟁적 주제에 대한 명확한 정의를 찾기 힘들었고, 논쟁적 역사 주제에 대한 정의 또한 각 사회의 맥락에 따라 달라진다는 것을 알 수 있었다.

다른 나라에서 진행되고 있는 논의를 살펴봄으로써 현재 한국 역사교육에서 논의되고 또 실천되고 있는 논쟁 수업의 지형을 한걸음 떨어져 조망해 보는 기회가 되기를 기대한다.

@highlight

논쟁 수업에 관한 국내 학계의 관심에 발맞춰 미국에서는 논쟁 수업을 둘러싸고 어떤 논의들이 이뤄지고 있는지 살펴보았다.

@highlight

관련 문헌들을 종합적으로 검토한 결과 미국의 역사교육에서는 논쟁 수업이 민주주의 시민교육의 한 방법으로서, 그리고 역사학의 본질을 제대로 살린 교육 방법으로서 옹호받는다는 것을 알 수 있었다.

