이 글은 학병이나 징병으로 일본의 태평양전쟁에 동원되었으나 해방 직후 재조선 일본군과 경찰을 무장해제하여 치안과 질서유지를 위해 총을 들게 되었으나 국가에 의한 폭력의 독점화 과정에서 다시 그 총을 빼앗겨야 했던 상황과 그 표상에 주목하여, 해방의 歡을 幻과 患으로 겪어야 했던 해방기를 다시 조명해보고자 하였다.

식민지 경험에 결부되었기에 ‘총’을 둘러싼 사태가 법과 규범의 언설을 전면화한 국민국가의 건설이란 궤도로 쉽게 진정되지 않았음을 학병동맹 사건 등을 위시한 ‘동족살해’라는 모티프를 출현을 통해 살펴보았다.

또한 폭력의 독점 과정은 우익테러리스트와 좌익 빨치산의 생성과정, 그리고 집단학살의 과정을 동반하였다.

서북청년회와 빨치산이 이름과 얼굴을 지닌 서사적 존재일 수 있던 이유는 그들은 총을 빼앗겨야 했던 존재로, 이는 집단학살의 과정에서 대한민국의 군대가 비로서야 탈인격화된 집단이 되어갔다는 것과 짝을 이루는 사태임을 논의하였다.

@highlight

이 연구는 학병이나 징병으로 일본의 태평양전쟁에 동원되었으나 해방 직후 재조선 일본군과 경찰을 무장해제해 치안과 질서유지를 위해 총을 들게 되었으나 국가에 의한 폭력의 독점화 과정에서 다시 그 총을 빼앗겨야 했던 상황과 그 표상에 주목해, 해방의 歡을 幻과 患으로 겪어야 했던 해방기를 다시 조명해보고자 했다.

