최근 들어 터널구조물이 도로 및 철도에서 차지하는 비율들이 급증하고 있다.

이러한 추세와 더불어 유지관리상에서 터널 콘크리트 라이닝 균열 및 라이닝 국부적인 탈락 발생 비율이 점차 증가하고 있다.

터널유지관리에서 터널 콘크리트라이닝에 대한 유지관리는 유지관리 업무의 핵심으로 관리되고 있다.

이와 더불어 터널 주행자의 안전성 확보 측면에서는터널 포장부에 대한 유지관리가 중요하다.

일반적으로 터널 설계 시 터널 하부 지반조건은 양호한 암반조건으로 설계되므로 과거에는 터널포장부에서 지반지지력 부족 등으로 균열들이 발생한 경우가 많지 않았다.

최근에 터널구조물 건설이 급증하고 터널길이가 장대화 되면서 국부적으로 터널하부에 지반조건이 파쇄가 심한 토사구간이 존재하는 경우가 종종 발생하고 있다.

이러한 지반조건에 포설된 터널포장은 장기간 시간 경과후 지하수 침투등으로 포장부 하부 지지력 감소로 인한 포장부 균열이 발생하고 있는 것으로 조사되고 있다.

본 연구에서는 공용중인 터널 내 포장부에 균열이 발생한사례를 대상으로 터널 내 포장 균열 발생 형태와 지지력 감소를 평가하기 위하여 터널 포장균열 발생구간의 ISM값과 동적지지력 특성, 특이구간 분포정도를 조사분석하였고 터널포장부에 대한 균열대책 보강방안을 분석하였다.

@highlight

본 연구는 공용중인 터널 내 포장부에 균열이 발생한사례를 대상으로 터널 포장균열 발생구간의 ISM값과 동적지지력 특성, 특이구간 분포정도를 조사분석하고, 터널포장부에 대한 균열대책 보강방안을 분석했다.

