본

 

연

구

는

 

간

호

대

학

생

에

게

 

적

합

한

 

시

뮬

레

이

션

 

기

반

 

자

궁

근

종

절

제

술

 

후

 

간

호

교

육

 

프

로

그

램

을

 

개

발

하

여

 

실

시

한

 

후

 

이

에

 

대

한

 

임

상

간

호

수

행

을

 

평

가

하

여

 

시

뮬

레

이

션

 

교

육

의

 

학

습

 

성

과

로

서

 

제

시

하

고

자

 

한

다

.

 

시

뮬

레

이

션

 

기

반

 

간

호

교

육

 

프

로

그

램

의

 

운

영

구

성

은

 

오

리

엔

테

이

션

(

1

시

간

)

,

 

자

궁

근

종

절

제

술

 

후

 

간

호

에

 

대

한

 

강

의

(

1

시

간

)

,

 

시

뮬

레

이

션

 

실

습

(

2

시

간

)

,

 

임

상

간

호

수

행

 

평

가

(

2

시

간

)

,

 

디

브

리

핑

 

및

 

자

가

평

가

(

2

시

간

)

 

총

 

8

시

간

으

로

 

하

였

다

.

 

일

개

 

대

학

 

간

호

학

과

 

3

학

년

 

재

학

생

들

을

 

대

상

으

로

 

1

3

2

명

의

 

6

6

개

 

조

가

 

2

0

1

5

년

 

3

월

 

2

일

부

터

 

2

0

1

5

년

 

6

월

 

1

2

일

에

 

진

행

되

었

고

,

 

임

상

수

행

능

력

 

평

가

는

 

4

5

문

항

으

로

 

구

성

된

 

자

궁

근

종

절

제

술

 

후

 

임

상

간

호

수

행

 

평

가

도

구

가

 

이

용

되

었

다

.

 

시

뮬

레

이

션

 

기

반

 

자

궁

근

종

절

제

술

 

후

 

임

상

간

호

수

행

의

 

최

대

 

총

점

은

 

9

0

점

인

데

,

 

평

균

점

수

는

 

8

2

.

0

±

4

.

2

점

이

였

다

.

 

영

역

별

로

 

보

면

,

 

중

재

영

역

의

 

수

행

점

수

는

 

평

균

 

3

3

.

3

±

2

.

2

점

(

3

6

점

 

만

점

 

대

비

 

9

2

.

7

%

 

성

취

수

준

)

,

 

교

육

영

역

의

 

수

행

점

수

는

 

평

균

 

2

3

.

4

±

1

.

9

점

(

2

6

점

 

만

점

 

대

비

 

9

0

.

2

%

 

수

행

능

력

)

,

 

사

정

영

역

 

수

행

점

수

는

 

평

균

 

2

5

.

1

±

2

.

0

점

(

2

8

점

 

만

점

 

대

비

 

8

9

.

9

%

 

성

취

수

준

)

로

 

나

타

났

다

.

 

본

 

시

뮬

레

이

션

 

기

반

 

자

궁

근

종

절

제

술

 

후

 

간

호

교

육

 

프

로

그

램

을

 

개

발

과

 

임

상

간

호

수

행

을

 

평

가

하

는

 

도

구

로

서

 

계

속

적

으

로

 

유

용

하

게

 

사

용

되

어

져

야

 

할

 

것

이

다

.

@highlight

본 연구는 간호대학생에게 적합한 시뮬레이션 기반 자궁근종절제술 후 간호교육 프로그램을 개발하여 실시한 후 이에 대한 임상간호수행을 평가하여 시뮬레이션 교육의 학습 성과로서 제시하려 한다.