본고는 학습자의 사고와 정서 발달에서 필수 불가결한 문화 양식인 문학과 음악에 대하여 범교과적 접근의 가능성을 살피고 연계 방향을 논의하였다.

이들은 매재 및 구성과 소통 방식, 특히 추상적 상징 체계인 언어의 개입 여부에 따라 차이를 지니게 되었지만, 형상적 사유와 상상력을 바탕으로 정서를 자극한다는 점에서 미적인 속성을 공유한다.

문학과 음악을 통한 미적 체험은 인간으로 하여금 잃어버렸던 총체성을 회복하게 한다는 점에서 주관적인 만족에 그치지 않고 사회를 긍정적으로 변화시킬 수 있는 주체를 형성하는 데 기여한다.

이러한 전인적 인간으로의 성장은 교육의 궁극적인 목표이기도 하다.

본고는 위와 같은 목표의 실현에 문학과 음악의 범교과적 접근이 기여할 수 있다는 전제 아래 교육과정 및 교과서의 분석을 통해 그 방향을 가늠해 보았다.

문학과 음악은 본질적으로 시간적 경험의 특성을 지니기 때문에 감상의 진행 과정에서 상호작용하며 미적 체험을 형성할 수 있다.

이는 문학을 음성으로 구현하는 과정에서 음악성을 발견함으로써 일어날 수 있다.

이러한 방향 아래 본고는 학습자가 문학의 언어로부터 발견할 수 있는 음악성에 대해 살피고 문학과 음악의 융합이 학습자 내부에서 총체적인 미적 체험으로 정착될 수 있을 가능성에 대해 논의하였다.

@highlight

본고는 학습자의 사고와 정서발달에 필수 불가결한 문학과 음악에 범교과서적 접근의 가능성을 살피고 연계방향을 논의하였다.

@highlight

또한 문학과 음악이 교육의 궁극적 목표인 전인적 인간으로서의 성장에 기여할 수 있다는 전제 아래 그 방향성을 가늠하였고, 학습자가 문학으로부터 발견할 수 있는 음악성에 대해 살피고 문학과 음악의 융합에 대해서도 논의하였다.

