본 연구는, 최근 국내에서 미래형 대학교육 방안으로 부상중인 플립드 러닝 적용의 실증적 사례 연구를 분석대상으로 한 문헌 연구이다.

연구의 목적은, 현재의 디지털 기반 매체 환경을 고려한 국내 대학의 플립드 러닝 적용수업에서, 학습자들의 디지털 매체 활용에 대한 탐색이다.

이를 위해, 선행 연구의 측정 변인과 통계적 유의성에 대한 고찰 및 매체 활용에 대한 분석을 진행하였다.

가장 주요한 측정 변인은 ‘학습 성취도’와 ‘수업 만족도’로, 플립드러닝 적용 수업의 효과성 측정에 대한 척도였다.

분석한 모든 연구는 매체를 활용 하였으나, 대부분의 연구가 교실수업의 효과성 검증에 치중하여, 한 편의 연구에서만 별도의 매체 활용 측정이 이루어졌고, ‘동영상 학습인식’ 변인에 대해 통계적으로 유의한 결과가 도출되었다.

연구 별로 매체 활용 관련한 정성적인 측정 내용은 별도의 분석 결과로 제시하였다.

향후, 플립드 러닝 적용 및 디지털 매체 활용에 대한 실효적인 후속 연구를 위해서는 정확한 효과측정에 필요한 처치 기간의 확보 등 다섯 가지 주요 논점에 대한 검토가 필요하다.

@highlight

본 연구는 최근 미래형 대학교육 방안으로 부상중인 플립드 러닝 적용의 실증적 사례 연구를 분석대상으로 한 문헌 연구이다.

