본 논문은 생태학적 관점에서 죄에 대한 이해를 시도한 논문이다.

이 논문은 죄에 대한 기독교 신학의 전통적 이해는 오늘의 시대적 입장을 고려할 때 여러 가지 문제점을 지니고 있음을 지적하고, 그에 대한 돌파구로서 죄에 대한 이해를 새롭게 시도하는 것이다.

이를 위해 첫째, 이 논문은 생태학에 대한 이해를 통찰하여, 다음과 같은 사실을 파악한다.

첫째, 세계의 모든 유기체는 생태적 관계에 의해서 그 정체성을 드러낸다.

둘째, 우리의 생태계는 하나의 전체이며, 그 전체를 자각하고 상호의존됨을 아는 것이 생태학적 영성의 핵심이며 구체적인 내용이다.

둘째, 이 논문은 마조리 수하키의 죄론을 중심으로 기독교 신학의 전통적 죄 이해의 문제점을 논한다.

여기서 어거스틴, 틸리히, 니버, 스윗이 시도한 죄 이해를 분석하면서, 이들에게서 죄란 하나님에 대한 반역에 해당하는 것으로 파악한다.

그리고 하나님에 대한 반역으로서의 죄 이해는 하나님에게만 죄를 짓지 않으면 하나님이 아닌 다른 피조물에게 가하는 행위는 죄가 되지 않는다고 주장하여 피조물의 가치를 평가절하시킨다는 문제성을 제기한다.

셋째, 이 논문은 이런 전통신학의 죄 이해의 문제점을 해결하기 위해 죄를 피조 세계의 안녕을 침해하는 것으로 제안한다.

그리고 피조 세계의 안녕을 침해는 것이 곧 하나님에 대한 반역이 된다고 주장한다.

이러한 죄에 대한 이해는 세계에 대한 안녕을 도모하는데 기여한다.

여기서 용서는 세계에 대한 안녕을 도모하고, 폭력을 깨트리는 힘으로 작용한다.

@highlight

이 논문은 생태학적 관점에서 죄에 관한 이해를 시도한 논문이다.

@highlight

세계의 모든 유기체는 생태적 관계에 의해서 그 정체성을 드러낸다.

@highlight

우리의 생태계는 하나의 전체이며, 그 전체를 자각하고 상호의존됨을 아는 것이 생태학적 영성의 핵심이며 구체적인 내용이다.

