본 연구는 독일과 프랑스의 지불제도 개혁을 고찰하고 국내 정책에 대한 시사점을 도출하는 것을 목적으로 한다.

독일과 프랑스는 사회보험국가로 1970년대 말에 제기된 복지국가위기 담론 이후 의료비 통제정책의 일환으로 지불제도 개혁을 추진하였다.

두 국가는 총액예산과 포괄수가제(diagnosis-

related groups, DRG) 도입이라는 유사한 경로의 지불제도 개혁을 시행하였다.

그러나 개편된 지불제도의 내용과 운영방식이 다르게 나타나는데, 이는 보건의료체계의 특성과 개혁의 맥락의 차이가 반영된 것이다.

독일은 효율성과 경쟁을 강조하는 가운데 보험자와 의료공급자의 자율적 규제를 기반으로 한 운영원리가 계승되었으며, 프랑스는 전체 비용 통제의 틀 안에서 DRG를 활용하여 효과적인 자원배분을 시도하고 있다.

국내 지불제도 개편은 건강보험 재정 안정과 향후 의료비 증가에 대처하기 위해서도 필요하지만 보장성 개선이라는 목표를 위해서도 중요하다.

독일과 프랑스의 제도 고찰을 통해 DRG가 효율적인 자원 배분에 기여할 수 있지만 의료비 증가에 효과적으로 대처하기 위해서는 DRG를 총액예산 개발에 활용하는 방안이 필요함을 시사점으로 얻을 수 있다.

@highlight

독일과 프랑스의 지불제도 개혁을 통하여 국내정책에 대한 시사점을 도출한 결과 독일은 보험자와 의료공급자의 자율적 규제를 기반으로, 프랑스는 전체 비용 통제 안에서 DRG를 활용한 효과적인 자원배분을 시도하고 있어, 이를 통해 국내 의료비 증가에 효과적 대처하기 위해서 DRG를 총액예산 개발에 활용하는 방안이 필요하다.

