본 연구는 사회 네트워크 관점을 채택하여 본사와 해외 자회사의 문화적 차이에서 발생하는 제약을 극복하고 문화적 경계를 뛰어넘어 상호작용을 돕는 주재원의 국제경계관리(international boundary spanning)에 초점을 둔다.

국제경계관리는 전 세계에 흩어져 있는 본사와 해외 자회사들을 통합네트워크로 연결하여 협력과 조정을 이끌어내고, 공동 이익을 추구하는 테르티우스융겐스 지향을 갖는다.

본 연구는 기존의 경계관리행동 구성요인에 관한 논의를 확장하여 국제경계관리행동의 구성요인을 탐색하였다.

이를 위하여 중국에 소재하고 있는 한국 기업 자회사에서 근무하는 12명의 주재원들을 대상으로 심층면접을 실시하고, 심층면접의 결과를 근거이론 접근법(ground theory approach)에 따라 분석하였다.

분석 결과에 따르면, 국제경계관리행동은 본사 대표, 해외 자회사 대표, 과업조정, 본사 지식전달, 해외 자회사 지식전달 등의 요인으로 구성된다.

국제경계관리자는 본사와 해외 자회사의 문화적 차이를 인지하고 본사와 해외 자회사 사이에서 어느 한 쪽으로 치우치지 않고 양측의 이해와 입장을 대변한다.

또한 양측 사이에 오가는 지식과 정보의 교환을 활성화하고 상호의존적인 과업 수행 과정에서 업무조정 역할을 담당한다.

@highlight

이 연구는 사회 네트워크 관점을 채택해 본사와 해외 자회사의 문화적 차이에서 발생하는 제약을 극복하고 문화적 경계를 뛰어넘어 상호작용을 돕는 주재원의 국제경계관리(international boundary spanning)에 초점을 둔다.

