이 연구의 목적은 일학습병행 훈련과정 개발기준의 개선방안을 도출하는 데 있었다.

세부적인 연구 내용은 첫째, 일학습병행 개발기준 관련 인식을 조사하고, 둘째, 개발기준 요소별 적용과 운영상의 애로사항을 조사하며, 셋째, 개발기준의 개선방안을 제시하는 데 있었다.

개편 방안 마련을 위한 연구 방법은 문헌연구, FGI, 설문조사, 전문가 검토 등이 활용되었다.

FGI는 현장에서의 활용실태를 분석하기 위해 일학습병행 훈련과정을 운영하는 5개 기관 담당자 총 10명을 대상으로 실시하였다.

설문조사는 운영 기관을 대상으로 2017년 11월 30일부터 12월 11일까지 온라인으로 조사를 실시하였다.

세부적으로 일학습병행 운영기관은 총 164명이 응답하였다.

마지막으로 전문가검토는 관련 연구자 9명을 대상으로 개선방안에 대한 검토를 실시하였다.

이 연구 결과에 따른 결론 및 제언으로는 첫째, 개발기준의 활용성 제고가 필요하며, 둘째, 일학습병행 훈련과정의 유연성 제고가 필요하다.

셋째, 입직단계와 재학단계의 일학습병행 개발기준의 차별화가 필요하며, 넷째, 일학습병행과 과정평가형 교육·훈련과정 개발기준의 관계성 재설정이 필요하다.

마지막으로 일학습병행 관련 근거법령 마련이 필요하다.

@highlight

본 논문은 일학습병행 훈련과정 개발기준의 개선방안을 도출하고자 하였다.

@highlight

개발기준 요소별 적용과 운영상의 애로사항을 조사하고, 일학습병행 개발기준 관련 인식을 조사하며, 개발기준의 개선방안을 제시하고자 하였다.

@highlight

연구 방법으로는 문헌연구, FGI, 전문가 검토, 설문조사 등을 활용하였다.

