본 논문은 기존의 내외적 정치효능감이 젊은 층의 정치 행위를 설명하는데 한계가 있다는주장을 수용하여 정치정보효능감을 기존의 내외적 정치효능감과 비교분석하여 대학생들의 정치정보 이용과 투표행위를 설명하고자 하였다.

대학생 252명에 대한 설문조사 자료에 대한 회귀분석과 구조방정식 모형분석을 활용하여 정치효능감 유형(정치정보효능감, 외적정치효능감, 내적정치효능감)과 미디어(신문, 방송, 인터넷) 정치정보 이용량, 투표의사가 어떠한 관계를 가지는지 조사하였다.

연구결과에 의하면, 정치정보효능감은 미디어를 통한 대학생들의 정치정보 이용을 설명하는유의미한 요인인 것으로 밝혀졌다.

그러나 외적정치효능감은 인터넷 매체 이용만을 제한적으로설명하는 것으로 나타났다.

정치정보효능감과 외적정치효능감은 투표의사에 대해서는 직접적인효과는 없는 것으로 나타났다.

하지만 정치정보효능감은 인터넷의 정치정보 이용을 매개하여 투표의사에 간접적으로 유의미한 영향을 미치는 것으로 드러났다.

구조방정식 모형분석을 통해, 본 논문은 정치정보효능감이 젊은 층의 정치적 행위를 설명하고 이해할 수 있는 유용한 개념임을 시사하고 있다.

한편, 정치정보효능감은 성별에 따라 유의미한 차이가 있으며 남자가 여자보다 높은 것으로 나타났다.

@highlight

본고는 기존의 내외적 정치효능감이 젊은 층의 정치 행위를 설명하는데 한계가 있다는주장을 수용하여 정치정보효능감을 기존의 내외적 정치효능감과 비교분석하여 대학생들의 정치정보 이용과 투표행위를 설명하고자 하였다.

