본 연구는 사출 성형 공정을 통하여 제작되는 단섬유강화 플라스틱 복합재료의 구조해석 기법에 관한 내용으로 소재의 이방성 기계물성을 예측하고 이를 구조해석에 적용하도록 하였다.

사출 성형 공정을 통하여 제작되는 단섬유강화 플라스틱 복합재료의 구조해석에 있어서 기존의 경우는 일반적으로 소재의 기계적 물성을 균질 등방성 탄성 모델로 이용하여 왔으나, 실제 부품 파손 모드와 크게 상이한 경우가 많다.

이러한 점을 극복하고자 사출 성형 흐름 해석, 일방향성 복합재료의 Halpin-

Tsai 식과 배향 평균 모델을 도입하여 단섬유강화 플라스틱 복합재료의 섬유배향 효과가 고려되도록 새로운 구조해석 시스템을 개발하였다.

해석의 정확도는 시편시험 결과와의 비교를 통하여 검증하였으며, 섬유 배향 및 웰드라인 영향 및 섬유 함량에 따른 변화가 해석에 잘 반영됨을 확인하였다.

또한 자동차 부품에 개발된 해석 시스템을 적용하여 균질 등방 모델과 달리 부품의 위치별로 다른 기계적 성능이 반영되고, 사출 게이트 위치에 따라 유리섬유 배향이 변화하여 부품의 성능이 달라짐을 확인하였다.

@highlight

이 연구는 사출 성형 공정을 통하여 제작되는 단섬유강화 플라스틱 복합재료의 구조해석 기법에 관한 내용으로 소재의 이방성 기계물성을 예측하고 이를 구조해석에 적용하도록 하였다.

