베트남과 필리핀은 남중국해 해양영토분쟁 최전선에 놓여있는 국가들로, 최 근중국과심각한갈등을겪은바있다.

두국가는중국과의해양분쟁에어떻게 대응하고 있을까?

흥미로운 점은 유사한 분쟁에 직면한 두 국가의 대응전략에 상당한 차이점이 나타난다는 것이다.

두 국가는 분쟁 직후 미국과 군사협력 확 대를 추구해왔으나 필리핀은 오히려 최근 미국과의 협력을 축소하는 선택을 했다.

본연구는어떤요인이두국가전략의차이를가져왔는지를밝히고자한 다.

기존 연구는 두 국가의 대응전략을 헤징 개념을 통해 설명해왔다.

하지만 이러한 설명에는 문제가 있다.

두 국가는 각각 2014년, 2012년 중국과 심각한 충돌을 겪었다는 점에서 헤징의 전제조건인 전략적 불확실성이 상당히 완화 되었다.

이러한 문제의식을 바탕으로 본 논문은 두 국가의 전략을 란달 슈웰러 (Randall L.

Schweller)가 말한 바 있는 과소균형(Underbalancing) 개념을 사용 해 설명한다.

두 국가 모두 과소균형의 사례이지만 중요한 차이점이 존재한다.

베트남은 집단지도체제로 인한 정책의 조정이 더디게 이루어지는 반면, 필리 핀은 강력한 대통령제로 인해 정책의 안정성이 떨어지는 것이다.

본 논문은 중 국과 충돌이 발생한 이후 양국의 정책대응을 분석해 양국의 국내정치적 차이가 두 국가의 대응에 나타나는 차이의 상당부분을 설명할 수 있음을 보인다.

@highlight

어떤요인이두국가전략의차이를가져왔는지를밝히고자한 다.

@highlight

기존 연구는 두 국가의 대응전략을 헤징 개념을 통해 설명해왔지만 이러한 설명에는 문제가 있다.

@highlight

두 국가의 전략을 란달 슈웰러 (Randall L.

@highlight

Schweller)가 말한 바 있는 과소균형(Underbalancing) 개념을 사용 해 설명한다.

@highlight

두 국가 모두 과소균형의 사례이지만 중요한 차이점이 존재한다.

@highlight

중국과 충돌이 발생한 이후 양국의 정책대응을 분석해 양국의 국내정치적 차이가 두 국가의 대응에 나타나는 차이의 상당부분을 설명할 수 있음을 보인다.

