우리나라 전통지리학의 지침서인 『산경표』의 내용을 전북 동부지역에 적용하여 운봉고원과 진안고원, 섬진강유역으로 권역을 설정하였다.

가야계 중대형 고총이 180여 기 가량 밀집 분포된 운봉고원과 진안고원은 백두대간과 금남호남정맥의 산줄기들로 가로막혀 지형상으로 각각의 독립된 지역권을 형성하고 있다.

운봉고원에는 백제가 간선 교통로를 따라 백두대간 산줄기를 넘는 과정에 그곳을 차지하기 위해 6세기 초엽 이른 시기에 伴跛(叛波)와 갈등관계를 보였던 己汶이, 진안고원의 장수권에는 대규모 축성과 봉수시설을 운영했던 것으로 알려진 가야계통의 국가단계의 정치체가 있었던 것으로 파악하였다.

섬진강유역은 마한의 재지계 토기류만 부장되고, 봉분의 직경이 10m 내외되는 40여 기의 말무덤만 조사되었다.

그리고 말무덤이 자취를 감춘 이후에는 수장층과 관련된 어떤 종류의 분묘유적도 더 이상 조영되지 않았다.

일제강점기부터 줄곧 지명의 음상사와 단편적인 고고학 자료만을 근거로 6세기 1/4분기까지 문헌에 등장하는 기문이 있었던 곳으로 비정되었지만 가야계통 국가단계의 정치체가 없는 것으로 보았다.

@highlight

우리나라 전통지리학의 지침서인 『산경표』의 내용을 전북 동부지역에 적용해 운봉고원과 진안고원 그리고 섬진강유역으로 권역을 설정했다.

