본 논문에서는 사회복지 실천의 본질을 사회복지 지식체계와의 관계 속에서 논하면서 우리 시대의 지식에 대한 대안적 사고를 탐색하였다.

먼저 사회복지 실천과 지식체계의 관계가 시대에 따라 변화해 온 것을 살펴보고, 이 둘이 상호 영향을 주었음을 지적하였다.

특히 사회적 차원에서 지식에 대한 담론이 어떻게 사회복지 실천의 내용과 범위를 규정하거나 제한해 왔는지를 살펴보았다.

이어서 사회복지 지식에 대한 인식론적 논쟁을 통해 지식을 결과물로 다루는 인식론과 과정으로서의 지식을 다루는 인식론을 탐구하였다.

이에 실천 과정을 지식으로 구성하는 실천지를 사회복지 실천과 잘 어울리는 대안으로 제시하였다.

마지막으로 우리 시대의 실천을 위한 지식으로 포스트모던의 구성주의가 지닌 한계를 넘어서는 비판적 실재론을 소개하였다.

비판적 실재론은 문제가 발생하는 사회·구조적인 기제를 탐구하도록 하고 창의적인 해결책을 구상하도록 하여 사회복지사들이 실천 과정에서의 방향과 행위에 대한 대안적 지식을 구성하도록 해준다.

사회복지사는 현실적 문제에 부딪히면서 사람들과 사회의 변화를 촉구하기 위해서 일상적 실천 행위의 실제적인 검증과 동시에 창의적 실천을 구성해야 한다.

따라서 담화적이고 직관적인 지식을 실천을 위한 지식의 대안으로 제시하면서, 반영성을 지식 구성과 실천에서 활용하도록 제안하였다.

@highlight

사회복지 실천의 본질을 사회복지 지식체계와의 관계 속에서 논하면서 지식에 대한 대안적 사고를 고찰하였다.

@highlight

사회복지사는 현실적 문제에 부딪히면서 사람들과 사회의 변화를 촉구하려 실천 행위의 실제적인 검증과 동시에 창의적 실천을 구성해야 하므로 담화적이고 직관적인 지식을 실천을 위한 지식의 대안으로 제시하면서, 반영성을 지식 구성과 실천에서 활용토록 하였다.

