본 연구는 광고물을 통해 여성들의 아름다움(미의식)에 대한 인식구조를 발견하고 각각의 특성을 이해하고자 하는 데에서 시작되었다.

아름다움에 대한 인식 또는 의식은 사회, 문화, 환경적 요인뿐만 아니라 대중매체의 영향으로 변하기도 한다.

본 연구는 Q 방법론을 적용, 광고물을 통해 여성들의 아름다움에 대한 주관적 인식 구조가어떻게 나타나고 있는지를 발견하고, 각각의 특성들을 이해하고자 하였다.

연구 결과, 아름다움에 대한 여성 수용자들의 인식 유형은 총 4개, 즉, 제1유형인 ‘이상적 미 추구형’, 제2유형인 ‘건강미와 개성 추구형’, 제3유형인 ‘자존감을 가진 자연미 추구형’, 제4유형인 ‘콤플렉스에 대한 대리만족 미 추구형’으로 나타났다.

이를 통해아름다움에 대한 여성 수용자들의 인식이 대중매체나 사회적 규범을 통해 이루어진 전형적인 미의 틀만 고집하는 것이 아니라 개인의 주관적 인식에 따라 다양한 형태로 아름다움에 대한 기준이나 태도, 인식이 다르게 나타났음을 확인할 수 있었다.

@highlight

본고는 광고물을 통하여 여성들의 아름다움(미의식)에 관한 인식구조를 발견하고 각각의 특성을 이해하고자 하는 데에서 시작했다.

