본 연구의 목적은 Satir 경험적 성장모델을 적용한 집단상담 프로그램이 기독대학생의 의사소통향상을 위한 효과성에 관한 연구이다.

프로그램의 진행은 2011년 9월부터 2011년 11월까지 주 1회씩 총 8회에 걸쳐 약 90분씩 전북에 소재하고 있는 기독대학교 집단상담실에서 실시하였다.

본 연구의 효과를 검증하기 위해 객관적인 평가와 주관적인 평가를 하였다.

실험집단과 통제집단을 설정하여 프로그램 실시 전·후에 의사소통 검사지를 실시한 후 t-

test를 실시하였다.

또한 주관적인 평가로서 연구자와 관찰자 중심기법을 사용하였다.

실험집단은 Satir 경험적 성장모델을 적용한 프로그램이 처치되었고, 통제집단의 경우에는 프로그램 처치를 가하지 않았다.

연구결과 토대로 다음과 같은 결과를 얻었다.

Satir 경험적 성장모델을 적용한 실험집단이 통제집단에 비해 의사소통이 향상됨을 알 수 있었다.

또한 프로그램 실시 구성단계에 따라 하위영역인 깊이에 변화를 주었다.

이것은 여러 가지 급변하는 어려운 한계 속에서도 기독대학생에게 의사소통의 갈등과 정서적, 심리적인 부분을 사회복지실천현장 뿐 만 아니라 기독교대학의 상담현장에서 본 프로그램의 활용가능성을 제시하는 데에 의의와 큰 성과가 있었다.

@highlight

이 연구의 목적은 Satir 경험적 성장모델을 적용한 집단상담 프로그램이 기독대학생의 의사소통향상을 위한 효과성에 관한 연구이다.

