본 연구는 동결융해, 염해 및 중성화가 복합적으로 작용하는 콘크리트 구조물의 내구성능을 평가하기 위하여 일반강도 콘크리트를 대상으로 동결수를 달리하여 동결융해 시험을 실시함으로서 염해와 동결융해 복합작용에 의한 콘크리트의 열화를 평가하였고, 염해, 동결융해 및 중성화의 세가지 열화가 복합적으로 발생되는 복합열화에 대해서는 적절한 평가방법이 부재하여 동결수에 따른 동결융해 시험 후의 시험체에 대하여 중성화 촉진시험을 실시함으로서 복합열화에 의한 콘크리트 내구성능 저하 특성을 평가하고자 하였다.

본 연구를 통하여 동결수의 종류나 물-

결합재비 수준과 무관하게 고로슬래그미분말을 사용한 배합의 경우 염해와 동결융해가 동시에 복합적으로 발생되는 환경에서도 우수한 저항성능을 보이는 결과를 나타내므로 동결융해를 포함한 복합열화 환경에서 충분한 내구성 확보를 위해서는 최소한의 설계기준강도의 확보와 고로슬래그미분말 등 적절한 시멘트 결합재의 선정이 무엇보다 중요하다는 결론을 얻었다.

@highlight

이 연구는 동결융해, 염해 및 중성화가 복합적으로 작용하는 콘크리트 구조물의 내구성능을 평가하기 위해 일반강도 콘크리트를 대상으로 동결수를 달리해 동결융해 시험을 실시함으로서 염해와 동결융해 복합작용에 의한 콘크리트의 열화를 평가했고, 염해, 동결융해 및 중성화의 세가지 열화가 복합적으로 발생되는 복합열화에 대해 적절한 평가방법이 부재해 동결수에 따른 동결융해 시험 후의 시험체에 관해 중성화 촉진시험을 실시함으로서 복합열화에 의한 콘크리트 내구성능 저하 특성을 평가하고자 했다.

