본 연구는 초·중·고등학교의 한국 사회과교육과정의 변화 과정을 살펴보기 위해 교수요목기부터2015 개정 교육과정에 이르기까지 시기별 특징과 내용을 분석하였다.

사회과 교육과정기를 시대별로 도입기, 정착기, 성장기, 변혁기로 구분하여 시기별 변화된 특징과 내용 구성의 특성을 고찰하였다.

분석결과 과거에는 민족 주체성 교육, 국민의 자질 교육을 강조하는 경향이 강했으나 시대 변화를 반영하여오늘날에는 민주 시민의 자질을 교육하기 위한 다양성, 개방성을 반영하는 모습으로 변화되고 있었다.

도입기에는 민주 사회의 공민의 자질을 강조하고 있으며, 정착기에는 민주 국가의 국민의 자질을 강조하고 있다.

성장기에는 ‘국민’으로부터 ‘시민’의 자질을 함양하는 교육으로 나아가고 있다.

최근 교육과정의 변혁기에 접어들면서 공통교육과정과 선택교육과정의 2원 체제를 유지하여 학습자의 선택권을 존중하고 있다.

또한 한국 사회과교육과정의 변화 과정에 국가 사회적 요구에 의한 개정이 많이 발견되었다.

사회과의 분과 및 통합 경향은 단원 내용 편성 과정에서 여러 차례 번복되면서 변화를 맞고 있었다.

앞으로 교육과정 개정 작업은 교육 수요자의 의견을 반영하여 미래의 민주 시민 양성에 기여하는 방향으로 이루어져야 할 것이다.

@highlight

본 논문은 초·중·고등학교의 한국 사회과 교육과정의 변화 과정을 살펴보기 위하여 교수요목기부터 2015 개정 교육과정에 이르기까지 시기별 특징을 분석하였다.

@highlight

사회과 교육과정기를 시대별로 도입기, 정착기, 성장기, 변혁기로 구분해 시기별 변화된 특징과 내용 구성의 특성을 살펴보았다.

