본 논문은 Time-

of-

Flight(ToF) 깊이 카메라와 DSLR을 이용한 사진측량 기반의 복합형 카메라시스템 구성방법을 제안한다.

ToF 깊이 카메라는 깊이 정보를 실시간으로 출력하는 장점이 있지만 제공되는 명암 영상의 해상도가 낮고 획득한 깊이 정보가 물체의 표면상태에 민감하여 잡음이 발생하는 단점이 있다.

따라서 깊이 카메라를 이용한 입체 모델 생성을 위해선 깊이 정보의 보정과 함께 고해상도 텍스처맵을 제공하는 복합형 카메라의 구성이 필요하다.

이를 위해 본 논문은 상대표정을 수행하여 깊이 카메라와 DSLR의 상대적인 기하관계를 추정하고 공선조건식 기반의 역투영식을 이용하여 텍스처매핑을 수행한다.

성능검증을 위해 기존 기법의 모델 정확도와 텍스처매핑 정확도를 비교 분석한다.

실험결과는 제안 기법의 모델 정확도가 더 높았는데 이는 기존 기법이 깊이 카메라의 잡음이 있는 3차원 정보를 기준점으로 사용하여 절대표정을 수행한 반면에 제안 기법은 오차정보가 없는 두 영상간의 공액점을 이용했기 때문이다.

@highlight

본고는 Time-

@highlight

of-

@highlight

Flight(ToF) 깊이 카메라와 DSLR을 이용해서 사진측량 기반의 복합형 카메라 시스템 구성 방법을 제시한다.

