본 연구의 목적은 국방군수분야에서 사용 중인 자동인식기술의 특성이 정보품질과 직무적합성인식에 미치는 영향요인을 조사하고 그 효과를 밝히는데 있다.

이를 위해 자동인식기술의 특성인 유연성, 보안성, 무선성, 제품식별성, 추적가능성을 선행요인으로 고려하였으며, 이러한 선행요인이 정보품질과 군수 관리업무 적합성 인식에 미치는 영향관계를 설명하기 위하여 직무기술 적합성 모형을 사용하여 가설을 설정하였다.

분석 결과 유연성과 제품식별성은 정보품질 인식에, 유연성과 무선성, 추적가능성은 직무 적합성 인식에 긍정적인 영향을 미치는 것으로 나타났다.

본 연구는 이론적 측면에서 자동인식기술의 특성요인이 사용자의 정보품질 인식과 직무적합성 인식에 미치는 영향관계를 실증함으로써 자동인식기술 측면에서 직무-

기술 적합성 모형의 연구범위를 확장하였다는데 의의가 있다.

실무적으로는 군수관리 업무성과 향상을 위한 사용자의 긍정적 인식을 위해 관리자가 관심을 두어야 할 특성요인을 제시하였다는데 의의가 있다.

@highlight

본 논문은 국방군수분야에서 사용 중인 자동인식기술의 특성이 정보품질과 직무적합성인식에 미치는 영향요인을 조사하고 그 효과를 밝혔다.

@highlight

자동인식기술의 특성인 유연성, 보안성, 무선성, 제품식별성, 추적가능성을 선행요인으로 설정하였다.

