연구문제: 본 연구는 대학 졸업 이상의 학력을 갖고 있는 중증 장애 청년들의 진로 발달 및 취업 과정에서 경험한 현실 및 지원요구에 대해 조사하고자 실시되었다.

서울 소재의 4년제 대학교를 졸업한 후 일반 기업에 재직하고 있거나 취업을 준비하고 있는 지체장애인 4명, 시각장애인 6명, 청각장애인 3명을 대상으로 개별 심층면담을 하였다.

심층면담을 통해 얻은 자료들은 지속적 비교분석법을 통해 분석하였다.

분석결과 다음과 같이 4가지 주요 주제가 도출되었다: (1)능력보다 장애가 부각되는 고용현장, (2)고용 지원의 사각지대, (3)개인적 차원의 노력으로 보완, (4)차별화 된 제도적 차원의 지원요구.

시사점: 제도적 차원의 지원요구를 갖고 있는 고학력 중증 장애인을 위하여 다음과 같은 제언을 하였다: (1)고등교육 기관 재학 중인 장애 청년 대상의 진로 및 취업 관련 서비스 강화 필요, (2)개인의 능력과 적성에 근거한 개인 중심(person-

centered) 진로 및 취업 지원 필요, (3)고학력 중증 장애인의 진로발달과 취업을 지원하기 위한 공식적인 네트워크 형성 및 유지 필요.

@highlight

연구문제: 본 논문은 대학 졸업 이상의 학력을 가지고 있는 중증 장애 청년들의 진로 발달과 취업 과정에서 경험한 현실 및 지원요구에 대하여 조사하고자 실시됐다.

