본 연구의 목적은 교육행정정보시스템(NEIS)이 제공하는 학부모서비스의 혜택, 비용, 위험 등이 어느 수준일 때 학부모들이 해당 서비스 혹은 다른 대안을 선택하게 되는지 파악함으로써 대국민서비스인 NEIS 학부모서비스의 활성화 전략을 제시하고자 함에 있다.

대국민서비스 강화의 일환으로 학부모들의 정보욕구를 해소하고자 시작된 NEIS 학부모서비스는 자녀의 교육관련 정보를 제공할 뿐만 아니라 각종 교육정책에 학부모의 적극적인 참여를 유도하고 있다.

하지만 최근 NEIS는 성적처리 오류로 인한 대규모 정정 사태, 접속장애 등으로 언론의 집중조명과 일선교사 및 학부모들로부터 질타를 받고 있다.

더불어 학구적인 측면에 있어서도 NEIS의 수용 활성화를 위한 연구는 교사의 입장에서 기존의 기술수용모형(TAM)을 적용한 연구가 주를 이루고 학부모들이 선호하는 서비스 내용에 대한 연구가 부족한 실정이다.

이에 ANP의 BCR 모델에 따라 NEIS가 제공하는 학부모서비스를 혜택, 비용, 위험 등으로 분류하고 이들 간에 학부모들이 고려하는 우선순위를 확인하였으며, NEIS 외에도 선택 가능한 대안들에 대한 선호도를 비교 연구하였을 뿐만 아니라 민감도 분석결과도 제시하였다.

본 연구를 통해 학부모들이 NEIS 학부모서비스를 잘 활용하지 않고 있으며 또한 자신들이 선호하는 의견을 해당 서비스가 충분히 반영하지 못하고 있음을 알게 되었다.

이에 NEIS 학부모서비스에 대한 학부모의 수용 활성화 방안을 모색하고자 하였다.

@highlight

연구의 목적은 교육행정정보시스템(NEIS)이 제공하는 학부모서비스의 혜택, 비용, 위험 등이 어느 수준일 때 학부모들이 해당 서비스 혹은 다른 대안을 선택하게 되는지 파악함으로써 대국민서비스인 NEIS 학부모서비스의 활성화 전략을 제시하고자 함에 있다.

