지역공동체 문제해결을 위한 새로운 패러다임으로 이해관계자들이 함께 협력하여 문제를 해결하는 Co-

creation방식이 부상하고 있다.

새로운 문제의 해결이나 가치를 창출하기 위해서는 다양한 이해관계자들과의 참여, 협력, 소통이 중요하다.

이미 기업은 인터넷, SNS 등 ICT를 활용하여 소비자와의 협력, 소통하면서 Co-

creation을 통한 문제해결과 가치창출을 경험하고 있다.

그러나 아직까지 공공부문은 개별적인 웹사이트나 SNS를 활용하고 있지만 소통과 협력이 원활하지 못한 실정이다.

그 동안 공공부문은 합리성 및 과학적 지식에 기초하여 문제해결을 추구하였다.

하지만 공공문제의 복잡성, 다원성의 증대에 따라 문제가 난제로 변화하면서 기존 공학적 접근에 의한 문제해결방법은 한계에 직면하고 있다.

이에 본 연구에서는 지역공동체 문제해결을 위한 새로운 시각과 접근으로서 Co-

creation의 경험적 사례를 바탕으로 의미와 가능성을 모색하면서 지역공동체에 요구되는 개념모델을 살파보고자 한다.

@highlight

본 연구에서는 지역공동체 문제해결을 위한 새로운 시각과 접근으로서 Co-

@highlight

creation의 경험적 사례를 바탕으로 의미와 가능성을 모색하면서 지역공동체에 요구되는 개념모델을 살파보고자 한다.

