본 연구는 계면경계를 갖는 포텐셜 문제의 해석를 위한 이동최소제곱 기반의 확장된 유한차분법을 제시한다.

이동최소제곱법을 이용한 Taylor 전개로부터 얻어진 근사함수에 쐐기함수를 도입하여 계면경계의 특이성을 모사한다.

지배방정식은 요소나 그리드없이 절점만을 이용해 이산화한다.

계면경계의 특이성은 절점에서 구성되는 근사식에 매입되기 때문에 계면경계의 기하학적 모델링으로 발생하는 수치적인 어려움을 피할 수 있다.

계면경계 조건으로 인해 전체 계방정식에 추가되는 미지수는 없지만, 계방정식을 과결정 시스템으로 만드므로 강성도 행렬을 대칭화하여 미지수와 방정식의 개수를 일치시켰다.

이로 인한 계산량 증가는 계면경계 모델링의 간소화로 인한 수치적인 이득과 맞바꿀 수 있다.

다양한 수치적 검증을 통해 개발된 해석기법이 쐐기거동과 점프를 성공적으로 묘사할 뿐만 아니라 계면경계를 갖는 포텐셜 문제 효율적이고 정확하게 해석할 수 있음을 보였다.

@highlight

계면경계를 갖는 포텐셜 문제의 해석를 위한 이동최소제곱 기반의 확장된 유한차분법을 제시하고 개발된 해석기법이 쐐기거동과 점프를 성공적으로 묘사할 뿐만 아니라 계면경계를 갖는 포텐셜 문제 효율적이고 정확하게 해석함을 증명하였다.

