기업가정신과 관련된 기존 연구는 주로 벤처 창업과 관련된 분야에 집중되어 있었다.

본 연구는 기업가와관련된 역량을 기존 벤처 창업뿐만 아니라 새로운 연구 영역인 2세 기업가의 가업승계까지 연구범위를 넓히고자 한다.

본 연구는 이를 위해 중소기업의 가업승계에 필요한 가족 기업의 2세 경영자가 갖추어야 할 기업가적역량이 무엇인지 보다 깊이 탐색하고자 한다.

사례연구 결과, 제조 산업 내 중소기업의 효과적인 가업승계를 위해서는 각각의 기업이 놓인 시장 상황에따라 요구되는 기업가정신과 2세 기업가가 갖추어야 할 자질이 제각기 달랐다.

가업승계를 위한 2세 기업가의기업가적 역량이 탄탄하다면 이는 정부 정책과 함께 국내 제조 산업 내 중소기업의 지속성장을 촉진하는데 매우 중요한 역할을 할 것이다.

본 연구는 중소 제조기업의 성장을 위해 정부 정책과 함께 2세 기업가를 위한 차별화된 기업가적 교육의 필요성을 강조하고 있으며, 깊이 있는 사례연구를 통해 기업가적 역량과 관련된 학문적 공헌도와 실제 중소 제조기업의 가업승계에 매우 중요한 실무적 시사점을 제공하였다.

@highlight

본 논문은 기업가와 관련된 역량을 기존 벤처 창업뿐만 아니라 새로운 연구 영역인 2세 기업가의 가업승계까지 연구범위를 넓히고자 하였다.

@highlight

중소기업의 가업승계에 필요한 가족 기업의 2세 경영자가 갖추어야 할 기업가적 역량이 무엇인지 깊이 탐색하고자 하였다.

