현대 사회에서 보훈의식은 민족의 유산으로서 의미와 더불어 사회적 자본(social capital)으로서의 가치를 지닌다.

국가 보훈의식 지수가 1% 증가할 경우 사회갈등 요인은 1.6% 감소한 것으로 알려지고 있다.

이에 한국의 보훈의식의 원류를 이루고 있는‘나라 되찾기’, ‘나라 지키기’, ‘좋은 나라 만들기’, ‘의로운 공동체 가꾸기’의 협력 체계가 요구된다는 점을 논의의 출발점으로 삼고 있다.

본 연구는 보훈 의식 확산을 위해 시민단체와 지방자치단체의 역할을 논의하고 있다.

특히 지방자치단체와 시민단체 간의 로컬 거버넌스 창출이 지닌 의미를 강조하고 있다.

아울러 이에 따른 실천 프로그램을 제안하고 있다.

이에 다음과 같은 내용을 제안하고 있다.

첫째, 보훈단체의 자율성과 내실화를 위해 다양한 보훈단체가 참여하는 공동 행사 프로그램을 마련해야 한다.

둘째, 보훈의식 함양을 위해 국가보훈처, 보훈단체, 지방자치단체 간의 로컬 거버넌스를 확산시켜 나가야 한다.

셋째, 학교 단위별로 보훈의식 활성화 교육에 있어서는 문화 지향적 프로그램 개발에 역점을 두어야 한다.

@highlight

본 논문은 보훈 의식 확산을 위해 시민단체와 지방자치단체의 역할을 논의하고 있다.

@highlight

지방자치단체와 시민단체 간의 로컬 거버넌스 창출이 지닌 의미를 강조하였다.

@highlight

보훈단체의 자율성과 내실화를 위해 다양한 보훈단체가 참여하는 공동 행사 프로그램을 마련해야 한다는 내용을 제안하였다.

