본 연구는 삽화적 미래 사고(Episodic Future Thinking: EFT)가 폭식장애 경향이 있는 성인의 충동성과 폭식행동에 미치는 효과를 알아보고자 하였다.

579명의 남녀 대학생 중 폭식행동 척도(BES) 18점 이상, 신경성 폭식증 척도(K-

BULIT-

R) 중 보상행동 척도 및 한국판 우울증 선별도구(PHQ-9) 15점 미만인 사람을 선발하였다.

선발된 연구 대상자는 삽화적 미래 사고 집단과 통제 집단에 각각 31명씩 무선 배정되었다.

삽화적 미래 사고 집단은 미래에 발생 가능한 긍정적인 사건에 대한 심상화 작업을 진행하였으며, 통제 집단은 피노키오 이야기에 대하여 심상화 작업을 진행하였다.

이후 지연 디스카운팅 과제와 간식 섭취를 유도하는 글쓰기 과제를 수행하였으며, 각 단계에서 요구된 심상수행정도에 대한 조작 점검을 하였다.

자료 분석 결과, 처치 집단은 통제 집단에 비해 AUC값이 유의하게 높았으나, 과자 섭취량(g)에서 집단 간 차이는 유의하지 않았다.

본 연구는 삽화적 미래 사고(EFT)가 폭식장애 경향자의 충동적 의사결정에 효과적이었으나 폭식 수준 완화에는 충분한 효과를 가지지 못함을 확인하였다.

이를 바탕으로 본 연구의 의의 및 한계와 후속 연구를 제언하였다.

@highlight

본 연구는 삽화적 미래 사고(EFT)가 폭식장애 경향이 있는 성인의 충동성과 폭식행동에 미치는 효과를 알아본 것으로, 삽화적 미래 사고(EFT)가 폭식장애 경향자의 충동적 의사결정에 효과적이었으나 폭식 수준 완화에는 충분한 효과를 발휘하지 못했다.

