본 연구는 40~50대 중년여성이 인생 과제에서 경험하는 열등감을 현상학적으로 연구하였으며, 이를 위해서 중년기 여성이 경험한 열등감 콤플렉스를 미술치료로 개입하여 대처방법을 탐색하였다.

연구대상은 중년기 40대 4명, 50대 6명으로 2018년 1월부터 2019년 1월까지 사전 및 사후 면담과 12회기 미술치료 등을 실시하였다.

수집된 자료는 Colaizzi 6단계 자료 분석 방법을 이용하여 작업하였으며, 그 결과 부정 및 긍정적 대처로 범주화 시킬 수 있었다.

이는 50개의 주제로 묶었고, 이들 주제들을 토대로 부정 및 긍정의 2개 범주인 6개의 주제로 묶었다.

이 주제는 참여자들이 진술한 401개의 의미 있는 진술을 통해 발췌된 105개 구성된 의미에서 도출되었다.

부정적 대처에서 관계는 ‘모든 게 귀찮을 나이’, 일은 ‘부족한 용기’, 사랑은 ‘몸에 밴 편견’으로 주제를 묶을 수 있었다.

긍정적 대처에서는 ‘뭐든 시작할 수 있는 나이’, ‘변할 수 있는 용기’, ‘아주 특별한 선물 감사’ 의 3개 주제로 구성되었다.

본 연구는 중년기 여성이 열등감을 대처하는 방안을 미술치료로 개입하여 성찰하고 변화하는 과정을 현상학적 방법을 통해 연구한 데에서 의의가 있으며, 본 연구가 중년기 여성이 열등감을 긍정적으로 대처하여 우월을 추구하고 사회적 관심이 증가하여 공동체에 기여 하는 데 도움이 되리라 기대한다.

@highlight

40~50대 중년여성이 열등감을 현상학적으로 연구하였으며, 중년기 여성이 경험한 열등감 콤플렉스를 미술치료로 개입하여 대처를 탐색한 결과 부정적 대처에서 관계는 ‘모든 게 귀찮을 나이’, 일은 ‘부족한 용기’, 사랑은 ‘몸에 밴 편견’으로 나왔고 긍정적 대처에서는 ‘뭐든 시작할 수 있는 나이’, ‘변할 수 있는 용기’, ‘아주 특별한 선물 감사’로 나타났다.

