본 연구의 목적은 청소년의 아르바이트경험특성과 진로발달간의 인과관계가 어떠한지를 살펴봄으로써 중소기업의 인적자원을 개발하고 확보하는 데 그 목적이 있다.

연구의 목적을 달성하기 위하여 한국청소년정책연구원에서 2013년에 실시한 전국의 중학교와 고등학교에 재학중인 청소년 10,119명을 대상으로 층화다단계집락표집을 활용하여 2013년 5월 20일부터 7월 12일까지 실시한 패널데이터를 사용하였다.

연구의 결과는 다음과 같다.

첫째, 아르바이트경험특성이 진로발달의 하위영역인 계획성 에 정적인 영향을 미치는 것으로 나타났다.

둘째, 아르바이트경험특성이 진로발달의 하위영역인 태도에 정적인 영향을 미치는 것으로 나타났다.

셋째, 아르바이트경험특성이 진로발달의 하위영역인 자기지식에 정적인 영향을 미치는 것으로 나타났다.

넷째, 아르바이트경험특성이 진로발달의 하위영역에 진로행동에 정적인 영향을 미치는 것으로 나타났다.

다섯째, 아르바이트경험특성이 진로발달의 하위영역의 독립성에 정적인 영향을 미치는 것으로 나타났다.

따라서 청소년의 아르바이트가 진로발달에 긍정적인 영향을 미침으로 중·고등학교와 중소기업과 연계하여 진로체험, 직업체험의 장을 만들어간다면 중소기업 미래의 인적자원은 확보될 것으로 기대한다.

@highlight

연구의 목적은 청소년의 아르바이트경험특성과 진로발달간의 인과관계가 어떠한지를 살펴봄으로써 중소기업의 인적자원을 개발하고 확보하는 데 그 목적이 있다.

