지구온난화로 야기되는 태풍강화 등의 기상변화로 인한 해일고의 장기간 변동성을 파악하기 위해 속초와 묵호 조위관측소의 34년간(1974~2007) 해수면자료를 이용하여 연간 최대해일고의 변동경향 및 상위해일고의 기본특성을 고찰하였다.

선형회귀에 의한 연간 최대해일고의 증가율은 속초와 묵호에서 각각 약 8.3 cm/34yr와 8.7 cm/34yr로 95% 신뢰구간에서 해일고의 증가추세가 뚜렷이 나타났다.

두 지역에서 최대해일고는 53%가 태풍 시기에 관측되었으며, 해일고가 높을수록 태풍에 의한 영향이 컸던 것으로 나타났다.

속초와 묵호에서 최대해일고가 증가하는 이유는 열대해역의 수온증가와 이로 인한 전 지구적인 태풍과 한반도 영향 태풍의 활동 강화가 그 원인으로 분석된다.

따라서 강화된 태풍에 의한 해일의 피해를 줄이기 위해서는 기후변화에 따른 우리나라 연안의 해일고의 변동 특성에 대한 지속적인 분석이 필요할 것이다.

@highlight

해수면자료를 이용해 해일고의 기본특성을 고찰하였다.

@highlight

이 때 최대해일고는 53%가 태풍 시기에 관측되었는데, 이는 열대해역의 수온증가 때문인 것으로 분석된다.

@highlight

따라서 해일의 피해를 줄이기 위해서는 지속적인 분석이 필요할 것이다.

