최근 세계 여러 나라에서는 재범위험성이 높은 범죄로 성폭력범죄를 ‘고위험군’으로 분류하여 이에 대한 단속과 관리 처벌 등 형사사법기관의 역량을 집중시키는 경향을 보이고 있는 추세이다.

특히 성폭력범죄자에 대해서는 중형주의를 도입하고 보안처분을 확대 실시하는 등 형사제재를 강화하고, 신상공개, 전자발찌, DNA의 활용 및 성폭력범죄자에 대한 성충동 약물치료 등 첨단기술이 이용되고 있다.

하지만 이러한 노력에도 불구하고 갈수록 성폭력범죄가 줄어들지 않고 증가하자 최근에는 성폭력범죄자의 치료에 대해 관심을 갖기 시작하였다.

현재 우리나라에서도 여러 치료프로그램을 실시하고 있지만 그 효과는 미비한 실정이다.

이러한 프로그램이 효과를 발휘하기 위해서는 형사시설 및 보호관찰소의 직원이 프로그램의 이론적 배경을 이해하고, 필요한 처우를 적절히 실시하는 것이 필요하다.

이처럼 우리사회는 성폭력범죄를 예방하기 위해서 보다 더 효율적인 정책을 수립해야 하고 성폭력범죄자가 그 자신이 저지른 범죄에 대한 형벌의 집행을 종료하였더라도 그들이 다시 범죄를 저지를 만한 충분한 위험성이 존재한다고 판단되면 출소한 후에도 필요한 사회내에서의 치료 내지는 사후감독을 통해 이러한 성폭력 범죄로부터 일반시민을 보호해야 하는 제도적 마련이 시급한 실정이다.

@highlight

최근 세계 여러 나라에서는 재범위험성이 높은 범죄로 성폭력범죄를 ‘고위험군’으로 분류하여 이에 대한 단속과 관리 처벌 등 형사사법기관의 역량을 집중시키는 경향을 보이고 있는 추세이다.

