본 연구는 고등학생들의 성역할 정체감과 우울정도를 알아보고, 성역할 정체감과 우울과의 관계를 파악하여, 청소년들의 건강에 도움을 주는 프로그램 개발의 기초자료를 제공하고자 시행되었다.

본 연구를 위하여 서울, 경기, 대전의 편의 추출된 고등학생으로부터 수집된 665부의 설문지를 대상으로 SPSS 18.0을 이용하여 분석을 실시하였다.

연구대상자의 성역할 정체감은 양성성이 31.1%로 가장 많았으며, 미분화 27.1%, 남성성 21.5%, 여성성 20.3% 순이었고, 우울정도는 5점 척도에서 평균 2.14로 나타났다.

연구 결과 남녀고등학생 모두에서 양성성 유형이 우울정도가 낮고, 여성성과 미분화 유형이 우울정도가 높은 것이 확인되었다.

본 연구결과를 바탕으로 여성성 및 미분화 성역할정체감을 가진 개인에 대한 우울 중재 프로그램 개발과 고등학생들에게 남성성과 여성성을 함께 발달시킬 수 있는 프로그램 개발을 제안한다.

본 연구는 성역할정체감이 고등학생들의 우울에 상관이 있는 하나의 요인임을 확인함으로써 청소년들의 교육에 있어서 성역할정체감을 활용할 근거기반을 마련하는데 기여하였다고 생각된다.

본 연구결과를 근거로 성역할정체감 영역이 포함된 청소년 우울 중재프로그램 개발과 그 효과를 확인하는 연구가 이루어지기를 기대한다.

@highlight

이 연구는 고등학생들의 성역할 정체감과 우울정도를 알아보고, 성역할 정체감과 우울과의 관계를 파악하여, 청소년들의 건강에 도움을 주는 프로그램 개발의 기초자료를 제공하고자 시행되었다.

@highlight

이 연구를 위하여 서울, 경기, 대전의 편의 추출된 고등학생으로부터 수집된 665부의 설문지를 대상으로 SPSS 18.0을 이용하여 분석을 실시하였다.

@highlight

이 연구결과를 바탕으로 여성성 및 미분화 성역할정체감을 가진 개인에 대한 우울 중재 프로그램 개발과 고등학생들에게 남성성과 여성성을 함께 발달시킬 수 있는 프로그램 개발을 제안한다.

@highlight

이 연구는 성역할정체감이 고등학생들의 우울에 상관이 있는 하나의 요인임을 확인함으로써 청소년들의 교육에 있어서 성역할정체감을 활용할 근거기반을 마련하는데 기여하였다고 생각된다.

@highlight

이 연구결과를 근거로 성역할정체감 영역이 포함된 청소년 우울 중재프로그램 개발과 그 효과를 확인하는 연구가 이루어지기를 기대한다.

