본 연구는 해양스포츠만이 가질 수 있는 교육적인 가치들이 무엇인지에 대하여 연구하고 이러한 연구들을 우리나라의 해양스포츠의 발전을 가져올 수 있는 기초적인 연구자료를 제공하는데 그 목적이 있다.

이러한 연구를 위하여 질적연구 방법인 심층면담과 참여관찰 그리고 문헌연구를 위주로 하였으며, 연구대상자는 현직에서 학생들의 해양스포츠 체험교육을 담당하고 있는 초등·중등·고등학교 교사 8명을 대상으로 하였다.

연구의 결과는 다음과 같다 첫째, 자연환경을 이용하고 자연환경을 통해 배우는 친환경 체험활동으로 인한 정서교육이다.

둘째, 청소년기의 해양스포츠 체험활동은 잘못된 바다에 대한 편견들을 고치고 바다·해양을 이해하고 바다에 대한 안전의식과 나아가 바다를 이용하여 경쟁력 있는 산업사회를 만들어갈 수 있는 해양을 통한 해양교육의 실현이다 셋째, 청소년기의 친환경적이며, 자연과 직접 접하면서 느끼고 생각하며 호연지기를 키워 나아갈 수 있는 학교에서의 여가교육의 실현이다.

이러한 연구 결과를 바탕으로 일선학교에서는 적극적으로 친환경적인 스포츠인 해양스포츠를 보급하고 학생들의 체험활동을 유도함으로써 해양스포츠의 교육적 가치를 실현하고 나아가 해양스포츠의 발전을 가져올 수 있도록 하여야 할 것이다.

@highlight

본 논문의 목적은 해양스포츠만이 가질 수 있는 교육적인 가치들이 무엇인지에 대해 연구하며, 이 같은 연구들을 우리나라의 해양스포츠의 발전을 가져올 수 있는 기초적인 연구자료를 제공하는 데에 있다.

