저자는 DSLR(digital single-

lens reflex) 카메라를 이용한 QLF-

D 시스템을 고안하여, 사람의 유구치에 자연 발생된 법랑질 초기 우식증을 관찰하고, 유구치 법랑질 시편을 대상으로 2일부터 14일까지 인공 탈회시킨 후 탈회 기간에 따른 상관관계를 편광 현미경 소견과 비교 분석한 결과 다음과 같은 결과를 얻었다.

1.

탈회 기간에 따른 편광 현미경 상의 병소 깊이와 QLF-

D 영상의 광밀도 값 비율 간의 피어슨 상관 계수는 0.969였다(p<0.01).

2.

편광현미경에서 측정된 병소 깊이의 탈회 기간에 대한 회귀분석 결과 y=8.67x-1.16의 회귀 방정식이 산출되었다(p<0.05).

3.

QLF-

D 영상에서 측정된 광도값 비율의 탈회 기간에 대한 회귀분석 결과 y=3.53x+6.42의 회귀 방정식이 산출되었다(p<0.05).

@highlight

저자는 DSLR 카메라를 이용한 QLF-

@highlight

D 시스템을 고안하여, 사람의 유구치에 자연 발생된 법랑질 초기 우식증을 관찰하고, 유구치 법랑질 시편을 대상으로 2일부터 14일까지 인공 탈회시킨 후 탈회 기간에 따른 상관관계를 편광 현미경 소견과 비교 분석한 결과 다음과 같은 결과를 얻었다.

