국제사회는 1979년 유엔여성차별철폐협약(이하 ‘여성협약’)의 채택, 1993년 비엔나 세계인권회의 등을 거치면서 여성인권에 관심을 가지기 시작했으나 국제인권체계에서 여성인권은 여전히 주변화되어 있다.

여성협약은 모든 분야에서의 여성의 참여와 성차별금지를 바탕으로 여성인권의 마그나카르타로서 역할을 해 왔다.

그러나 여성협약은 불충분한 이행기제, 유보조항에 따른 제한적 효과, 협약 불이행에 대한 강제나 처벌조항 미비 등으로 협약을 실천하는데 있어서 한계가 있었으며 이는 곧 여성인권보장에 대한 한계를 나타냈다.

이런 현실을 인식하여 유엔은 1999년 여성협약의 이행기제로서 선택의정서를 채택함으로서 여성인권보장에 커다란 획을 그었다.

선택의정서는 전문과 21개조항으로 구성되어 있으며 여성인권보장을 위해 개인진정제도와 조사제도를 규정하고 있다.

즉 당사국에 의해 여성협약상의 권리를 침해당했다고 주장하는 개인, 개인의 집단, 이들의 동의를 얻은 제3자 등은 여성협약위원회에 개인진정을 제기해 권리구제를 구할 수 있으며, 위원회가 중대하거나 조직적인 침해에 대한 정보를 입수한 경우 이에 대한 조사를 할 수 있는 조사제도를 인정하고 있다.

이러한 제도들은 여성인권보장에 커다란 영향을 미칠 것이다.

그러므로 이 글에서는 이러한 제도들의 내용과 절차, 요건 등을 살펴보고 여성인권보장과 관련해 이 제도들이 갖는 함의와 가치를 검토하며 이에 대한 과제를 제시하고자 한다.

@highlight

이런 현실을 인식하여 유엔은 여성인권보장에 커다란 획을 그었고, 선택의정서는 전문과 21개조항으로 구성 여성인권보장을 위해 개인진정제도와 조사제도를 규정하며, 이러한 제도들은 여성인권보장에 커다란 영향을 미칠 것이다.

