무선 센서 네트워크에서 센서 노드의 수명은 배터리에 의해 제한되므로 에너지는 가장 중요한 고려사항이다.

기존의 에너지 효율적인 라우팅 프로토콜들은 대부분 에너지 소비를 최소화하기 위해 최소 에너지 경로를 사용하는데, 이는 노드들 간의 잔류에너지를 불균등하게 만든다.

그 결과 에너지 효율적인 경로 상에 있는 노드들의 전원이빠르게 고갈되고 네트워크에 참여할 수 없게 된다.

이러한 문제를 해결하기 위해 노드들의 에너지 소모를 균등하게만드는 기법들이 제안되고 있다.

무선 환경에서는 링크의 품질에 따른 재전송으로 불필요한 에너지 소모가 발생하는데 대부분의 기법들은 링크 에러율을 고려하지 않고 있다.

따라서, 본 논문에서는 잔여 에너지와 링크 에러율을고려하여 균등한 에너지 소모를 가지는 클러스터기반의멀티 홉라우팅기법을제안한다.

제안하는 기법은 링크에러율을 고려하기 때문에 불필요한 재전송에 따른 에너지 소비를 줄이고 트래픽도 골고루 분산시킨다.

시뮬레이션결과 타 기법에 비해 제안하는 기법은 재전송 횟수가 감소하여 에너지 효율적이었고, 에너지 소모가 균등한 경로를사용하여 모든 노드가 네트워크에 참여하는 기간이 연장되었다.

@highlight

본 논문에서는 잔여 에너지와 링크 에러율을고려하여 균등한 에너지 소모를 가지는 클러스터기반의멀티 홉라우팅기법을제안한다.

