서비스 기업의 성과 달성을 위해서는 서비스 운영에서의 성과 달성이 전제가 되어야 한다.

기업 내 자원배치와도 직접적 연관이 있는 서비스 운영의 성과를 결정짓는 요인에 대한 연구는 매우 의미있는 일이다.

본 연구에서는 기업의 외적지식자원인 고객지향성과 내적지식자원인 직원역량이 서비스 운영성과에 미치는 영향을 파악하고자 했다.

본 연구는 국내에서 운영되고있는 글로벌 체인 직영호텔 중 특일급/럭셔리 호텔의 일반직원을 대상으로 하였다.

연구가설 검증을 위하여 자기기입식 방식을 기초로 작성된 설문지를 통해 받은 총 229개의 응답 중, 216개의 유효한 응답이 실증분석에 사용되었으며, SPSS(17.0)를 이용하여 빈도분석, 신뢰도분석, 요인분석 및 회귀분석을 실시하였다.

연구 결과, 고객지향성, 직원역량과 서비스 운영성과 사이에 유의미한 관계가 있다는 것이 입증되었다.

본 연구 결과는 호텔 기업의 경영진에게 고객지향적인 문화의 구축을 바탕으로 고객접점 직원의 서비스역량을 강화함으로써 서비스 운영에서 품질과 효율성과를 달성할 수 있다는 시사점을 제시하고 있다.

@highlight

서비스 기업의 성과 달성을 위해 서비스 운영에서의 성과 달성이 전제가 되어야 한다.

@highlight

이 연구 결과는 호텔 기업의 경영진에게 고객지향적인 문화의 구축을 바탕으로 고객접점 직원의 서비스역량을 강화함으로써 서비스 운영에서 품질과 효율성과를 달성할 수 있다는 시사점을 제시하고 있다.

