본 연구는 2000년부터 2013년 12월까지의 부동산정책을 대상으로 하여 부동산정책과 실물자산 및 금융자산 간의 인과성에 관한 분석을 하였으며, 중요한 결과는 다음과 같다.

첫째, 그랜저인과관계분석의 결과, 금융시장인 주식시장이 실물시장인 부동산시장을 단일방향으로 선도하였고 부동산시장내에서는 주택가격이 부동산정책을 단일방향으로 선도하는 것으로 나타남에 따라 주택가격의 움직임에 따라 사후적으로 부동산정책이 시행되고 있는 것으로 나타났다.

둘째, 충격반응함수분석의 결과, KOSPI 한 단위 증가할 경우 주택가격지수는 KOSPI의 변화와 정비례하여 약 7개월 동안 양(+)의 반응을, KOSPI 한 단위 증가할 경우 부동산정책지수는 약 2개월 동안 음(-

)의 반응을, 주택가격지수가 한 단위 증가할 경우 부동산정책지수는 실질적으로는 반응하지 않는 것으로 나타났다.

셋째, 분산분해분석의 결과, KOPSPI의 변화는 주택가격이나 부동산정책에 의해서 거의 영향을 받지 않는 반면, 주택가격의 변화는 KOSPI의 변화에 상대적으로 많은 영향을 받지만 부동산정책에 의해서는 거의 영향을 받지 않는 것으로 추론된다.

또한 부동산정책의 변화는 KOSPI와 주택가격에 의해서 영향을 받는 것으로 나타났다.

전체적으로 볼 때 금융시장인 주식시장이 부동산시장을 선도하고 있으며, 주택가격의 변화는 주식시장에 의해 영향을 받고 있지만 부동산정책에 의해서는 거의 영향이 없을 뿐 아니라 부동산정책은 주택가격에 의해 사후적으로 움직이는 것으로 보인다.

@highlight

이 연구는 2000년부터 2013년 12월까지의 부동산정책을 대상으로 하여 부동산정책과 실물자산 및 금융자산 간의 인과성에 관한 분석을 하였다.

