본 연구는 후보자에 대한 사전 정보가 없을 때 일어나는 투표 결정 과정에 대해 알아보고자 하였다.

기존 연구에 의하면 사람들은 대상의 얼굴로부터 내적 속성을 잘 유추할 수 있으며, 유추된 속성은 후보자들에 대한 투표 선호도에 영향을 미칠 수 있다고 한다.

본 연구에서는 유추된 후보자의 속성이 후보자 선호도에 영향을 미칠 때 평가자 요인(우익권위주의, 지각된 경제적 지위, 삶의 만족도)이 어떠한 영향을 미치는지를 알아보았다.

또한 긍정적 인상평가를 받은 사람이 실제 선거에서 당선이 될 것인지도 알아보았다.

이를 위해 본 연구에서는 2018년 지방선거의 한 선거구에 출마한 후보자 두 명의 사진을 약 242여명의 연구 참가자에게 제시한 후 후보자의 얼굴 사진을 보고 자신감, 유능성, 정직성을 평가하게 하였다.

그 결과 후보자 얼굴로부터 유추한 자신감, 유능성, 정직성이 높을수록 해당 후보자를 더 선호하는 것으로 나타났다.

이때 평가자의 우익권위주의 정도의 차이는 후보자에 대한 자신감 유추에 대한 차이로 이어졌고, 결과적으로 후보자 선호도의 차이를 야기하였다.

그러나 본 연구에서 보고된 후보자에 대한 높은 선호도는 실제 당선 여부를 예측하지 못하였다.

본 연구의 결과는 한국인 집단에서 사전 정보 없이 이루어지는 인상평가와 투표 행위에 대한 기초적 정보를 제공한다.

@highlight

본고는 후보자에 관한 사전 정보가 없을 때 일어나는 투표 결정 과정에 대해 알아보고자 했다.

@highlight

기존 연구에 의하면 사람들은 대상의 얼굴로부터 내적 속성을 잘 유추할 수 있고, 유추된 속성은 후보자들에 관한 투표 선호도에 영향을 미칠 수 있다.

