지역사회와 범죄 간의 관계를 살펴보기 위하여 이와 관련한 한국에서 수행된 선행연구를 분석하였다.

이러한 분석결과 지방자치단체는 지역사회와 범죄 간에 밀접한 관련이 있으며 중요한 역할을 하는 것으로 나타났다.

첫째, 범죄감소 및 지역주민들과의 유대감을 증진시키는 자율방범대 활동과 관련해서 지방자치단체는 일정한 재정지원을 통하여 범죄예방 및 지역의 무질서를 억제하고 있다.

둘째, 시설환경과 범죄의 관계에서도 지방자치단체는 일정한 영향을 미치는 것으로 나타났다.

지역사회의 범죄에 영향을 미치는 범죄유발시설과 범죄억제시설을 설치할 수 있는 토지이용에 대하여 지방자치단체가 일정한 권한을 행사하고 있다(도시계획위원회 심의).

셋째, 지역사회의 환경개선사업(가로등 정비, 방범용 CCTV설치, 공원정비, 파출소 신설, 옹벽디자인 등)을 시행함으로서 지역사회의 범죄예방과 무질서를 개선하고 있는 것으로 나타났다.

이러한 연구결과는 지역사회의 안전을 위하여 지방자치단체의 역할이 중요하다는 것을 확인하였으며 또한 경찰의 노력만으로는 지역사회의 안전을 보장하기 어렵다는 것이다.

자율방범대의 경우 예산은 지방자치단체가 방범 및 순찰에 대한 기술적인 사항은 경찰이 자율방범대원의 선발과 조직화의 경우는 시민들의 자발적인 참여를 통하여 활동이 이루어지고 있음을 고려할 때 지역의 범죄예방과 무질서를 억제하기 위해서는 치안거버넌스의 관점에서 접근해야 한다.

이러한 치안거버넌스를 구체적인 방안으로는 지역치안협의회를 활용하는 것이다.

@highlight

지역사회와 범죄 간의 관계를 알아보기 위하여 한국에서 수행된 기존의 연구를 분석하였다.

@highlight

분석결과, 지방자치단체는 지역사회와 범죄 간에 밀접한 관련이 있으며 중요한 역할을 하였다.

@highlight

범죄감소 및 지역주민들과의 유대감을 증진시키는 자율방범대 활동과 관련해서 지방자치단체는 일정한 재정지원을 통해 범죄예방과 지역의 무질서를 억제하였다.

