본 연구는 국내 발달장애인의 지원 욕구의 구성체를 탐색하고자 수행되었다.

이를 위해 현재 그 지원욕구가 크게 부각되고 있는 20대 초반의 중증 발달장애를 가진 자녀의 주돌봄자들 22명과 함께 개념도 연구를 진행하였다.

먼저 발달장애인 지원욕구 항목 72개를 선정한 후, 이를 분류 및 평정하고 다차원척도분석과 집락분석 등을 통해 3개 차원과 9개의 하위영역으로 구성된 지원욕구의 개념을 구조화하였다.

발달장애인 지원욕구는 ‘자기 관리’, ‘대인관계 및 고용’, 그리고 ‘공동체 참여’ 등 3가지 차원으로 구성되어 있으며, 이들 차원 안에 ‘자기케어’, ‘건강관리’, ‘관심행동’, ‘대인관계’, ‘직장 활동’, ‘지역사회생활’, ‘레크리에이션과 여가’, ‘권리 주장’, 그리고 ‘가정생활’ 등과 같은 9개의 하위 영역이 있음을 제시하였다.

이를 근거로, 향후 발달장애인 지원욕구 척도, 발달장애인 활동보조 인정 조사도구, 개별예산 할당도구 등의 개발이 이루어지기를 제언하였다.

@highlight

이 연구는 국내 발달장애인의 지원 욕구의 구성체를 탐색하고자 수행되었다.

@highlight

먼저 발달장애인 지원욕구 항목 72개를 선정한 후, 이를 분류 및 평정하고 다차원척도분석과 집락분석 등을 통해 3개 차원과 9개의 하위영역으로 구성된 지원욕구의 개념을 구조화했다.

