본 논문은 외환위기 이후 우리나라의 노동시장이 패러다임적인 대전환을 겪으면서 노동시장 이행의 각 단계에서 사회적 위험이 크게 증대한 점에 주목하여 이행노동시장의 관점에서 현행 고용보험사업을 평가하고 고용보험제도의 발전방안을 모색하였다.

현행 고용보험제도는 매우 다양한 사업을 포함하고 있어 실업급여 중심의 대부분의 외국 실업보험제도에 비하여 노동시장 이행의 각 단계에서 발생하는 사회적 위험에 대응하기 위한 사업이 많이 있지만 공급자 중심으로 사업을 나열하고 있어 취약 구직자와 재직자, 그리고 영세기업이 활용하기가 쉽지 않다.

또한 중앙정부 차원에서도 유사 사업이 고용보험과 일반회계 등에서 비체계적·중복적으로 시행되고 있어 비효율성이 발생하고 부처간·재원간 칸막이 현상에 의한 사각지대도 발생하고 있다.

따라서 노동시장에서의 이행을 체계적으로 관리하고 생애에 걸쳐 더 나은 이행으로 원활하게 가기 위해서는 고용보험사업으로 구직자와 취업자, 그리고 중소기업을 대상으로 한 맞춤형 패키지사업을 신설하고 기존 유사 사업을 통합·정비할 필요가 있다.

구직자 및 취업자를 대상으로 한 맞춤형 패키지사업은 노동시장에 참여하는 모든 구직자와 취업자를 대상으로 사각지대 없이 서비스를 제공하되 형편이 어려운 구직자와 취업자를 선별하여 고용보험기금과 일반회계 예산 등 재원별 칸막이 없이 노동시장 이행단계별·생애주기별 맞춤형 종합고용서비스를 제공하는 제도적 장치로 활용하는 것이 바람직하다.

@highlight

본고는 외환위기 이후 우리나라의 노동시장이 패러다임적인 대전환을 겪으면서 노동시장 이행의 각 단계에서 사회적 위험이 크게 증대한 점에 주목하여 이행노동시장의 관점에서 현행 고용보험사업을 평가하고 고용보험제도의 발전방안을 모색했다.

