자유와 평등의 원리를 여성과 남성의 ‘차이’와 결합시키는 문제는 그간 주로 여성주의 시민권 권리(citizenship right) 논의에서 구체화되어 왔다.

이는 주로 복지국가에서 법적 시민으로서의 여성의 권리와 관련한 것으로, 시민 참여에서의 차이와 평등 문제는 상대적으로 무시되어 온 경향이 있다.

이 연구는 여성주의적 관점에서 공동체주의에서 주장하는 ‘능동적 시민’이라는 이상의 가능성과 한계를 탐색해 보는 데 목적이 있다.

능동적 시민의 이상은 무엇보다도 공-

사 분리의 잘못된 가정을 통해 공동체적 생활과 담화 경험에서의 차이를 간과하는 문제가 있다.

특히 보수와 진보 진영 모두에서 능동적 시민이라는 다소 이상적인 정의가 지배해온 한국에서, 젠더 중립적인 참여 민주주의에 대한 요구는 젠더 불평등을 악화시킬 위험이 있다.

공동체주의의 ‘능동적 시민’ 가정의 이론적 문제점과 한국에서의 시민참여에 대한 몇몇 경험적 자료를 분석하면서, 저자는 능동적 시민의 차이를 인정하는 젠더-

분화적 연대와 이를 뒷받침할 수 있는 제도적 장치가 필요하다고 결론내리고 있다.

@highlight

복지국가에서 법적 시민으로서의 여성의 권리와 관련한 것으로, 시민 참여에서의 차이와 평등 문제는 상대적으로 무시되어 온 경향이 있다.

@highlight

공동체주의의 ‘능동적 시민’ 가정의 이론적 문제점과 한국에서의 시민참여에 대한 몇몇 경험적 자료를 분석하면서, 저자는 능동적 시민의 차이를 인정하는 젠더-

@highlight

분화적 연대와 이를 뒷받침할 수 있는 제도적 장치가 필요하다고 하였다.

