올해 2019년 3.1운동 및 대한민국임시정부 수립 100주년을 맞으며 국내뿐 아니라 미국을 비롯한 전세계 한인사회 곳곳에서 다양한 기념행사가 개최되었다.

본 논문에서는 미국의 필라델피아와 로스앤젤레스 지역을 중심으로 재미한인들에 의한 3.1운동 및 임시정부 수립 100주년 기념사업의 취지와 행사내용을 살펴보고 그 계획 및 추진과정을고찰하였다.

연구방법으로는 문헌자료, 한인언론기사, 한인회자료, 국가보훈처 보도자료, 한인단체 웹사이트 인터넷검색과 설문조사를 통하여 자료를 수집하고 분석하였다.

우선 3.1운동 100주년 기념행사와 관련된 역사적 배경으로 ‘미국내 3.1운동의 영향’, ‘해방 이전 재미한인단체’, 그리고‘ 제1차 한인회의’에 관해서 살펴보았다.

다음으로 기념사업 준비와 실행을 위해 활용된 다양한 자원과 조직을 파악하고, 주요 행사장소에 주목함으로써 공간의 상징성과 미주한인의 도시 내의 위상에 대해 조사하였다.

본 연구를 통해 한국독립운동사, 재미한인사의 맥락에서 미국에서의 3.1운동의 역사적, 현재적 의미를 재조명하고, 공공외교의 주체로서의 재미한인의 기여와 역할을 고찰하였다.

결언에서는 미주독립운동에 관한 역사적 연구의 활성화와 재조명의 필요성에 대해 강조하며 미주에서의 독립운동 사적지와 독립운동가의 지속적인 발굴을 제안하였다.

@highlight

이 논문에서는 미국의 필라델피아와 로스앤젤레스 지역을 중심으로 재미한인들에 의한 3.1운동 및 임시정부 수립 100주년 기념사업의 취지와 행사내용을 살펴보고 그 계획 및 추진과정을고찰했다.

