파종기에 따른 울금의 초장, 경직경 및 엽수는 5월 10일파종구에서 가장 양호하였다.

생육단계에 따른 울금의 생육변화를 살펴본 결과 울금의 생육최성기인 10월에 초장은121 cm로 가장 길게 나타났고, 경직경 또한 3.45 cm로 가장 두꺼웠다.

엽수는 9월 20일 6매로 조사되었으나 이후엽수가 감소함이 관찰되었다.

생육단계에 따른 울금 지하경 무게 변화는 생육기간에경과함에 따라 지하경의 무게 증가가 비례하였으며, 11월20일 조사에서 울금의 수량이 가장 크게 나타났다.

울금을건조하는데 가장 적합한 온도는 40℃로 확인되었다.

부형제를 달리하여 제조한 울금환의 관능검사 결과는향, 색, 맛, 조직감 및 종합적 기호도에서 찹쌀과 꿀을 부형제로 사용한 시험구의 기호도가 가장 우수하였으며 밀가루만을 사용한 시험구의 선호도는 낮게 나타났다.

@highlight

생육단계에 따른 울금 지하경 무게 변화는 생육기간에경과함에 따라 지하경의 무게 증가가 비례했고, 11월20일 조사에서 울금의 수량이 가장 크게 나타났다.

