본 연구는 지난 20년 동안 금융세계화의 한 조류라고 할 수 있는 증권시장의 국제적 통합 현상을 설명하려고 시도했다.

선진국 증권거래소 간 합병 사례 5건을 바탕으로 시장중심적 접근법과 국가중심적 접근법을 바탕으로 증시 통합의 성패요인을 분석했다.

그 결과를 보면, 유로넥스트(Euronext)는 시장경쟁과 유럽통합의 심화 속에서 성사되었고, 뉴욕증권거래소(NYSE)-

유로넥스트의 통합 성공은 민족주의적인 반대 움직임에도 불구하고 경제적 효율성을 추구하려는 욕구가 더 강한 데서 기인했다.

그리고 나스닥(Nasdaq)-

OMX 통합은 정보통신기술을 바탕으로 한 효율성 극대화 차원에서 실현되었다.

한편, 런던증권거래소(LSE)-

독일증권거래소(DB)의 통합은 경제적 효율성을 노리고 출발했으나 민족주의적 경계심 등에 가로막혔다.

토론토증권거래소(TMX)-

런던증권거래소 합병안은 전략자산으로서 증권거래소에 대한 주권 상실의 우려 때문에 성사되지 못했다.

이는 1980년대 이후 신자유주의와 세계화의 파고가 높았음에도 불구하고, 증권시장의 초국경 통합 논의에서 경제적 민족주의가 영향력을 발휘하고 있음을 엿보게 한다.

@highlight

선진국 증권거래소 간 합병 사례 5건을 바탕으로 시장중심적 접근법과 국가중심적 접근법을 바탕으로 증시 통합의 성패요인을 분석했다.

@highlight


유로넥스트는 시장경쟁과 유럽통합의 심화 속에서 성사되었고, 뉴욕증권거래소유로넥스트의 통합 성공은 민족주의적인 반대 움직임에도 불구하고 경제적 효율성을 추구하려는 욕구가 더 강한 데서 기인했다.

