일반적으로 조적조는 석재, 벽돌, 시멘트블록 등의 조적 개체와 모르타르(motar) 등 이종재료로 구성된 적층구조로서, 우리나라뿐만 아니라 전 세계적으로 가장 오래되고 광범위하게 사용되어진 구조재료이다.

그러나 수직하중에 대한 큰 저항능력에 비해 횡력에 매우 취약한 단점을 갖고 있으며, 최근에 발생한 지진피해사례에서도 저층의 조적조 건축물의 피해가 많이 보고되고 있다.

따라서 본 연구에서는 수평전단력 향상을 위하여 기존 사각형 블록 벽체에서 발생되는 횡방향 통줄눈을 방지하여 횡력에 대한 저항력을 높여줄 수 있는 육각형 형태의 블록을 개발하고, 개발된 블록을 사용한 조적 벽체의 구조실험을 수행하여 거동특성과 전단강도의 증가효과 등을 분석하며, 신축 및 건물 리모델링시에 내진보강용으로 사용할 수 있는 조적조를 제안하고자 하였다.

개발된 중공형 및 솔리드형 블록을 사용하여, 블록의 형상 및 수직 철근 보강량 및 배열위치를 변수로 육각형 블록 벽체의 구조실험을 수행 하였으며, 기존 사각형의 조적조 벽체에 비교하여 상대적으로 연성적인 거동과 전단저항 능력의 향상을 확인할 수 있었다.

@highlight

일반적으로 조적조는 석재, 벽돌, 시멘트블록 등의 조적 개체와 모르타르 등 이종재료로 구성된 적층구조로서, 전 세계적으로 가장 오래되고 광범위하게 사용되어진 구조재료이다.

