본 연구는 발달지체 유아의 기질에 대한 어머니와 교사간의 지각차이와 기질에 따른 아동과의 상호작용을 살펴보았다.

본 연구를 위해 발달지체 유아 40명의 어머니와 어린이집 교사들이 설문에 참여하였으며 어머니와 교사가 응답한 발달지체 유아의 기질과 상호작용에 대한 설문 결과를 비교·분석하였다.

그 결과 기질영역인 적응성, 활동성, 규칙성, 반응성, 정서성에 있어서 발달지체 유아 어머니들은 교사들보다 아동의 적응성(t=2.39, p<.05), 규칙성 (t=3.66, p<.05), 활동성(t=2.24, p<.05)을 더 높게 지각하였다.

그리고 아동과 양육자간의 상호작용에서는 교사가 어머니보다 발달지체 아동들과 긍정적 상호작용, 언어적 모델링, 사회적 작용증진, 반응적 태도, 긍정적 태도의 상호작용을 더 많이 하는 것으로 나타났다.

특히 아동-

어머니와의 상호작용은 아동의 반응성, 적응성, 활동성과 정적인 상관관계가 있는 것으로 나타났으며 아동-

교사와의 상호작용에서는 아동의 활동성과 정서성이 상관관계가 있는 것으로 나타났다.

@highlight

본고는 발달지체 유아의 기질에 대에 대해 어머니 그리고 교사 간의 지각 차이와 기질이 아동과 어떠한 상호작용이 있는지를 살펴보았으며, 연구결과 기질 영역인 적응성, 활동성, 규칙성, 반응성, 정서성에 있어 발달지체 유아 어머니들이 교사들보다 더 높게 나타남을 알 수 있었다.

