후

방

연

장

 

국

소

의

치

에

 

임

플

란

트

를

 

보

조

적

으

로

 

이

용

함

으

로

써

 

부

가

적

으

로

 

유

지

와

 

지

지

를

 

얻

는

 

임

플

란

트

 

보

조

 

국

소

의

치

(

I

A

R

P

D

)

에

 

대

한

 

관

심

이

 

증

가

하

고

 

있

다

.

 

하

지

만

 

주

로

 

증

례

발

표

나

 

단

기

적

 

결

과

평

가

에

 

그

치

고

 

있

어

 

철

저

한

 

문

헌

 

고

찰

이

 

필

요

하

다

.

 

P

u

b

M

e

d

를

 

이

용

하

여

 

검

색

한

 

I

A

R

P

D

에

 

대

한

 

문

헌

은

 

대

부

분

 

실

험

실

 

연

구

이

며

 

낮

은

 

수

준

의

 

근

거

를

 

가

진

 

임

상

연

구

가

 

대

부

분

이

었

다

.

 

I

A

R

P

D

의

 

적

응

증

은

 

아

직

 

완

전

한

 

합

의

에

 

도

달

하

지

는

 

않

았

지

만

 

후

방

연

장

 

부

분

무

치

악

이

 

대

부

분

이

다

.

 

이

 

경

우

 

환

자

들

은

 

연

조

직

의

 

하

방

이

동

이

 

적

어

 

높

은

 

만

족

감

을

 

나

타

내

었

고

 

부

착

장

치

를

 

추

가

 

시

 

만

족

도

가

 

더

욱

 

증

가

하

였

다

.

 

또

한

 

I

A

R

P

D

는

 

잔

존

치

조

제

 

흡

수

를

 

감

소

시

키

는

 

것

으

로

 

보

인

다

.

 

I

A

R

P

D

에

는

 

최

대

한

 

길

이

가

 

길

고

 

직

경

이

 

넓

은

 

임

플

란

트

가

 

권

장

되

며

,

 

임

플

란

트

 

식

립

위

치

는

 

이

견

이

 

있

으

나

 

제

 

2

소

구

치

 

부

위

나

 

제

 

2

대

구

치

 

부

위

를

 

선

택

적

으

로

 

결

정

하

는

 

것

이

 

필

요

하

다

.

 

임

플

란

트

는

 

1

5

°

 

정

도

의

 

경

사

식

립

도

 

응

력

분

산

에

는

 

무

리

가

 

없

다

고

 

한

다

.

 

임

플

란

트

에

 

치

유

지

대

주

를

 

연

결

하

면

 

풀

림

이

나

 

파

절

이

 

보

고

되

고

 

있

어

 

개

량

형

 

지

지

-

지

대

주

나

 

탄

성

 

부

착

장

치

를

 

사

용

하

는

 

것

이

 

좋

다

.

 

하

지

만

 

자

연

치

 

지

대

치

에

 

사

용

하

는

 

유

지

장

치

와

 

I

A

R

P

D

를

 

조

화

시

키

는

 

방

법

이

나

 

장

기

적

 

예

후

에

 

대

한

 

추

가

연

구

가

 

필

요

하

다

 

하

겠

다

.

@highlight

후방연장 국소의치에 임플란트를 보조적으로 이용함으로써 부가적으로 유지와 지지를 얻는 임플란트 보조 국소의치에 대한 관심이 증가하고 있다.