전통적으로 철학과 심리학에서 인간의 마음을 설명하기 위한 다양한 관점이 있어 왔다.

최근 신경과학 및 뇌영상학의 발전으로 살아있는 뇌의 기능적 양상을 관찰하는 것이 가능해졌으며, 이러한 방법을 통해 두뇌의 작동방식으로 마음을 설명하려는 시도가 있어왔다.

특히 뇌기능자기공명영상은 혈액산소수준의존(blood oxygen level dependent: BOLD)을 통해 뇌의 기능적 활동양상을 확인하는 방법으로 시간의 흐름에 따른 뇌신경적 활성화를 측정할 수 있다.

뇌기능 연구 방법을 통해 실험과제에 따른 뇌기능적 영상을 획득할 수 있으며, 행동반응양상과 관련된 뇌기능 양상을 관찰할 수 있다.

또한 기능적 뇌연결성 분석을 통해 뇌의 각 영역이 다른 영역들과 어떠한 관계를 갖고, 네트워크를 형성하는지 파악할 수 있다.

체화된 인지적 관점에서 지능적 행동양식은 신체, 뇌, 그리고 환경이 상호작용하는 것을 강조한다.

최근 빠르게 발전하고 있는 계산인지신경과학 분야는 외부 환경에 따른 행동적 측면을 고려하여 신경적 활동 모델을 제안함으로써 뇌의 작동방식에 기인하여 마음을 설명하려는 시도를 하고 있다.

@highlight

신경과학 및 뇌영상학의 발전으로 살아있는 뇌의 기능적 양상을 관찰하는 것이 가능해졌으며, 두뇌의 작동방식으로 마음을 설명하려는 시도가 있어왔다.

@highlight


실험과제에 따른 뇌기능적 영상을 획득하며, 행동반응양상과 관련된 뇌기능 양상을 관찰할 수 있다.

@highlight


계산인지신경과학 분야는 외부 환경에 따른 행동적 측면을 고려하여 신경적 활동 모델을 제안함으로써 뇌의 작동방식에 기인하여 마음을 설명하려는 시도를 하고 있다.

