본 연구는 지역사회참여에 영향을 미치는 요인 간 구조적 인과관계를 분석한 것이다.

지역사회참여에 영향을 미치는 요인을 기독교 영성, 도덕성, 협동심, 공동체의식 등으로 선정하였다.

본 연구를 위한 자료는 충북지역 대한예수교장로회 소속 교회 23개를 대상으로 300개의 설문지를 배포하여 226명이 표본으로 추출되었다.

연구모형을 통계적으로 검증하기 위하여 수집한 자료는 Amos 22.0 및 SPSS 20.0 프로그램을 사용하였으며, 주요 분석방법은 구조방정식이 활용되었다.

분석결과를 요약하면 다음과 같다.

첫째, 기독교 영성이 도덕성에 유의미한 긍정적인 영향을 미치는 것으로 나타났다.

둘째, 기독교 영성이 협동심에 긍정적인 영향을 미치고 있는 것으로 확인되었다.

셋째, 기독교 영성은 공동체의식에 긍정적 직접효과가 있는 것으로 나타났다.

넷째, 도덕성은 협동심에 긍정적으로 영향을 미치고 있는 것으로 확인되었다.

다섯째, 도덕성도 어느 정도 공동체의식에 긍정적인 영향을 주고 있었다.

여섯째 협동심은 공동체의식에 긍정적인 영향을 주고 있었다.

일곱째, 공동체의식은 지역사회참여에 상당한 영향을 미치고 있는 것으로 확인되었다.

본 연구의 시사점은 기독교 영성이 지역사회참여에 영향을 미치는 중요한 요인인 것을 인지하고 기독교인의 영성분야에 특별한 교육프로그램 운영 및 교회 직분자들의 관심이 필요하리라 생각된다.

@highlight

이 연구는 지역사회참여에 영향을 미치는 요인 간 구조적 인과관계를 분석한 것이다.

@highlight

연구모형을 통계적으로 검증하기 위해 수집한 자료는 Amos 22.0 및 SPSS 20.0 프로그램을 사용했으며, 주요 분석방법은 구조방정식이 활용되었다.

