‘불간섭(不干涉)’은 중국이 1950년대 초부터 고수해 온 가장 중요한 외교원칙 중 하나이다.

하지만 중국의 부상에 따른 국내외적 환경의 변화 속에서 중국의 국제적 개입의 필요성은 점차 확대되었고, 불간섭 정책의 유효성과 지속가능성을 둘러싸고 중국 국내외에서 논쟁이 대두되었다.

본 연구는 이러한 논쟁을 둘러싼 중국 지식인들의 인식과 담론을 살펴봄으로써, 중국 내부에 크게 세 가지의 입장이 존재함을 확인한다.

첫째는 중국의 불간섭 정책의 변화의 필요성을 제기하는 비판적 입장이고, 둘째는 기존의 원칙과 정책은 여전히 중국에게 유익하며 계속적으로 고수해야 한다는 보수적 입장이고, 셋째는 실용주의적 관점에서 원칙은 고수하되 그 실행과 적용에 있어서 좀 더 창의성과 유연성을 발휘할 것을 요구하는 입장이다.

논쟁가 진행됨에 따라, 이러한 중국 지식인들의 인식과 담론은 점차 세 번째 실용주의적 접근으로 수렴되고 있으며, 논쟁의 초점은 ‘불간섭 원칙을 고수하되 어떻게 그 원칙에 대한 좀 더 유연하고 실용주의적인 해석과 적용을 통해 강대국으로 부상하는 중국의 국가이익을 수호하고 국제적 지위와 역할을 제고할 것인가’에 맞춰지고 있다.

따라서 이러한 논쟁은 강대국으로 부상하는 중국이 국가이익과 국내외의 기대와 요구를 충족할 수 있는 합법적인 국제적 개입의 조건과 방식을 모색하는 보다 광범위한 외교전략적 논의의 일부라고 볼 수 있다.

@highlight

‘불간섭(不干涉)’은 중국이 1950년대 초부터 고수해 온 가장 중요한 외교원칙 중 하나지만 중국의 부상에 따른 국내외적 환경의 변화 속에서 중국의 국제적 개입의 필요성은 점차 확대되었으며 불간섭 정책의 유효성과 지속가능성을 둘러싸고 중국 국내외에서 논쟁이 대두됐다.

