본 연구는 유치원 교사의 학습공동체 참여양상이 어떠한가를 질적으로 분석하는 데 목적이 있다.

연구 참여자는 충청북도 소재 교육대학원에서 유아과학교육 강좌를 수강한 유치원 교사 5명이 구성원으로 참여하였으며, 그 강좌를 담당했던 대학교수와 박사과정생이 촉진자로 참여하였다.

학습공동체는 2004년 12월 첫째 주부터 2005년 11월 넷째 주의 총 12개월 동안 형성 및 운영되었다.

협의 자료, 교사 면담 자료, 연구자의 약기, 교사들의 기록, 기타 관련 자료를 수집한 후 분석하였다.

본 연구의 결과, 학습공동체에 참여한 유치원 교사들은 타인과의 공유를 통한 자신감, 타인의존에서 벗어난 스스로의 문제해결, 수업에 대한 반성적 사고를 함양해가고 있었으며, 집단 전체적으로도 서로에 대한 신뢰와 공동체 의식, 촉진자와의 평등한 관계 형성을 통한 진정한 의미의 협력을 해 가는 것으로 나타났다.

한편, 비구조적 절차와 틀, 학습공동체를 끊임없이 변화시키지 못하는 것, 토론의 낯설음, 시간적 제약으로 인한 어려움 또한 겪고 있었다.

이 같은 연구결과를 통해 학습공동체는 교사들이 신뢰와 공동체 의식을 토대로 상호 협력적인 학습을 해 갈 수 있는 구조로써, 교사로서의 자신감이나 문제를 해결하려는 태도를 형성하고 반성적 사고를 함양해 가는 데 효율적인 교사교육 방안 중 하나임을 시사 받을 수 있다.

@highlight

학습공동체에 참여한 유치원 교사들은 타인과의 공유를 통한 자신감, 타인의존에서 벗어난 스스로의 문제해결, 수업에 대한 반성적 사고를 함양해 가고 있었으며, 집단 전체적으로도 서로에 대한 신뢰와 공동체 의식, 촉진자와의 평등한 관계 형성을 통한 진정한 의미의 협력을 해 가는 것으로 나타났다.

@highlight

이를 통해 학습공동체는 교사들이 교사로서의 자신감이나 문제를 해결하려는 태도를 형성하고 반성적 사고를 함양해 가는 데 효율적인 교사교육 방안 중 하나임을 시사한다.

