급변하는 시대 속에서 상대주의적 인식론과 다양성이 강조되고 있는 시대 가운데 기독교 대학은 설립 목적을 지켜나가는 것이 쉽지 않은 것이 현실이다.

이런 상황 가운데 일선에서 기독교 대학의 설립 목적을 계승하고 발전시켜나가는 것이 교직원들의 역할일 것이다.

이에 본 연구는 기독교 대학의 설립 목적을 계승 발전시키기 위해 교직원들에게 가장 필요한 역량이 영적 리더십임을 명확히 하고, 영적 리더십에 대한 하위 요인을 구성하여 교직원들의 영적 리더십 함양을 위한 교직원 연수 교육과정 개발을 위한 기초연구를 진행했다.

이 연구를 수행하기 위해 먼저 영성과 리더십에 대한 이론적 정립과 하위 요인 분석을 통해 교육과정의 요소를 분석하고, 타일러의 교육과정 설계 모형 적용하여 상황에 따른 교육, 운영 규모에 따른 교육, 훈련과 교육과 체험이 있는 교육으로 구분하여 기본 모형을 개발했다.

개발된 교육과정 초안은 구성원 및 전문가의 의견을 반영하여 수정 및 보완한 뒤, 최종적으로 3개년에 걸쳐 진행될 수 있는 기독교 대학의 교직원을 대상으로 한 영적 리더십 교육과정을 개발했다.

@highlight

본문은 기독교 대학의 설립 목적을 위해 교직원들의 영적 리더십 함양을 위한 교육과정 개발을 진행했다.

@highlight

이를 위해 교육과정 요소 분석이 선행되었고 타일러의 교육과정 설계 모형을 적용해 기본 모형을 개발했으며 교육과정 초안은 전문가 의견을 반영하여 수정?

@highlight

보완된 뒤 영적 리더십 교육과정을 개발했다.

