본 논문에서는 지오텍스타일 공극 크기 분포를 이미지 분석방법을 이용하여 정량적으로 산출하였다.

연구과정은 실내시험을 통해 지오텍스타일-

지오멤브레인 층으로 된 재료를 에폭시 레진으로 포화시킨 후, 양생, 절단하여 그 표면을 디지털 광학 현미경으로 관찰하고 정량화함으로 이루어졌다.

여기서는 재료공학에서 주로 사용하는 공간학(stereology)의 개념을 사용하였으며, 지오텍스타일 필라멘트에 의해 둘러싸인 공극의 크기를 최대내접공극크기분포(LIOS)로 표현하였다.

지오텍스타일 내부 축적빈도 50%에 해당하는 공극직경이 압축응력이 10kPa에서 300kPa로 증가함에 따라 45μm가량 감소하였으며, 다시 압축응력을 10kPa로 되돌렸을 경우 초기치의 90%정도 수준으로 회복하였다.

마찰형 지오멤브레인 표면에서 연직응력 100, 300 kPa을 받으며 전단되었을 경우 평균 공극의 크기가 각가 32, 16.5% 감소하였다.

본 논문의 시험 및 분석 결과는 지오텍스타일 내부의 최대내접공극 크기분포가 표면거칠기가 다른 지오멤브레인 표면에서 압축 및 인터페이스 전단됨에 따라 어떻게 변화하는지를 보여준다.

@highlight

이 논문에서는 지오텍스타일 공극 크기 분포를 이미지 분석방법을 이용해 정량적으로 산출했다.

@highlight

이 논문의 시험 및 분석 결과는 지오텍스타일 내부의 최대내접공극 크기분포가 표면거칠기가 다른 지오멤브레인 표면에서 압축 및 인터페이스 전단됨에 따라 어떻게 변화하는지를 보여준다.

