법에서 성평등은 정의라는 관점에서 법이 추구하는 이념을 실현하는 방향으로 접근해야 한다.

미혼모 문제에서 발생하는 권리 대립 문제도 마찬가지이다.

미혼모 문제는 당사자별로 구분하면, 첫째, 미혼모와 미혼부 관계에서 아동에 대한 동등권 다툼이 평등권보호차원에서 발생한다.

미국 여성주의 법학자들이 주장하는 평등권보호를 위한 해결 방안은 각 진영별로 다양하다.

둘째, 태아와의 관계에서 여성의 자기결정권과 태아의 생명권의 대립문제는 인간성 문제에서 기원한다.

우리나라 민법이 정한 인간 개념을 중심으로 볼 때, 법의 가부장성을 주장하는 진영이나 자유주의 진영이나 태아의 법적 인간성은 부정된다.

낙태 입법은 정책적인 고려일 뿐 인간성 인정여부와 구별된다.

셋째, 태아의 인간성을 주장하는 자유주의 진영은 권리에는 책임이 따른다는 주장 하에 미혼모의 책임을 강조한다.

그러나 여성의 자율성은 책임과 무관하며 여성이 태아의 건강을 고려하는 것은 태아의 인간성을 인정하기 때문이 아니다.

향후과제는 성인 여성 중심의 젠더관점을 재검토하여 십대 미혼모의 경험을 포용하는 일이다.

@highlight

법에서 성평등은 정의라는 관점에서 법이 추구하는 이념을 실현하는 방향으로 접근해야 한다.

@highlight

미혼모 문제에서 발생하는 권리 대립 문제도 마찬가지이다.

