연

령

대

에

 

따

라

 

다

양

한

 

원

인

으

로

 

형

성

된

 

1

인

가

구

는

 

꾸

준

히

 

증

가

하

여

 

새

로

운

 

주

거

수

요

계

층

으

로

 

등

장

하

였

다

.

 

이

들

을

 

위

한

 

주

거

공

간

의

 

확

보

,

 

주

택

공

급

 

등

 

정

책

마

련

에

 

도

움

이

 

되

고

자

 

연

령

대

별

 

1

인

가

구

의

 

주

거

이

동

특

성

과

 

주

거

이

동

유

형

을

 

실

증

분

석

하

였

다

.

 

전

체

 

1

인

가

구

의

 

주

거

이

동

에

는

 

연

령

,

 

성

별

,

 

학

력

,

 

소

득

,

 

주

거

관

리

비

,

 

부

채

,

 

주

거

입

지

,

 

점

유

형

태

,

 

주

택

유

형

과

 

방

형

태

가

 

중

요

하

였

다

.

 

청

년

가

구

는

 

임

차

가

구

일

수

록

,

 

중

년

과

 

노

년

가

구

는

 

남

성

가

구

주

일

수

록

 

주

거

이

동

확

률

이

 

크

게

 

증

가

하

였

다

.

 

전

체

 

1

인

가

구

의

 

주

거

이

동

유

형

은

 

연

령

,

 

성

별

,

 

주

거

관

리

비

,

 

주

거

비

부

담

,

 

부

채

,

 

주

거

입

지

,

 

점

유

형

태

,

 

주

택

유

형

,

 

주

거

층

과

 

주

거

면

적

 

변

수

의

 

유

의

미

한

 

영

향

을

 

받

았

다

.

 

주

거

이

동

유

형

에

 

영

향

을

 

미

치

는

 

요

인

은

 

연

령

별

로

 

차

이

가

 

있

었

으

며

 

청

년

가

구

는

 

부

채

가

 

있

을

수

록

,

 

중

년

가

구

는

 

이

전

거

주

지

가

 

지

상

일

수

록

,

 

노

년

가

구

는

 

이

전

거

주

지

가

 

주

택

일

수

록

 

‘

주

거

하

향

이

동

’

에

 

비

해

 

‘

주

거

상

향

이

동

’

을

 

할

 

확

률

이

 

크

게

 

높

아

졌

다

.

 

특

이

한

 

점

은

 

주

거

이

동

확

률

은

 

남

성

가

구

주

일

수

록

 

높

았

으

나

 

주

거

상

향

이

동

 

가

능

성

은

 

여

성

가

구

주

에

서

 

뚜

렷

하

였

고

,

 

부

채

가

 

있

을

수

록

 

주

거

이

동

과

 

주

거

상

향

이

동

의

 

가

능

성

이

 

증

가

하

였

다

.

 

본

 

논

문

은

 

1

인

가

구

의

 

연

령

별

 

특

성

에

 

따

른

 

주

거

이

동

 

및

 

주

거

이

동

유

형

의

 

결

정

요

인

을

 

살

펴

본

 

것

에

 

의

의

가

 

있

다

.

 

향

후

에

는

 

가

격

요

인

을

 

포

함

하

여

 

주

거

이

동

과

 

주

거

이

동

유

형

 

변

화

 

등

에

 

대

한

 

종

합

적

인

 

추

가

연

구

가

 

이

루

어

져

야

 

할

 

것

이

다

.

@highlight

전체 1인가구의 주거이동에는 연령, 성별, 학력, 소득, 주거관리비, 부채, 주거입지, 점유형태, 주택유형과 방형태가 중요하였다. 주거이동유형에 영향을 미치는 요인은 연령별로 차이가 있었으며 청년가구는 부채가 있을수록, 중년가구는 이전거주지가 지상일수록, 노년가구는 이전거주지가 주택일수록 주거하향이동에 비해 주거상향이동을 할 확률이 크게 높아졌다.