La2O3 첨가량에 따른 결정상 및 미세구조 변화와 유전특성과의 상관관계에 대해 연구하였다.

고상반응법을 이용해 합성된 0.3mol% TiO2 과잉 BaTiO3 분말에 대해 La2O3 첨가량을 다르게 첨가하여 1250oC에서 2시간 동안 소결되었다.

상온에서 측정된 XRD는 La2O3 첨가량이 증가함에 따라 lattice parameter가 변화하였고, 정방정비가 감소하였다.

이는 La3+가 Ba2+자리에 치환되어 정방정상의 불안정성을 높여 입방정상으로 상전이 된 것으로 설명할 수 있다.

La2O3 첨가량이 증가할 때, 임계입자성장구동력(?

gc)이 최대 입자성장구동력 (?

gmax)보다 높아져, 입자크기와 밀도가 감소하였다.

유전상수는La2O3가 증가함에 따라 감소하였는데, 이를 결정상 및 미세구조의 변화에 대한 효과로 분석하였다.

@highlight

La2O3 첨가량에 따른 결정상 및 미세구조 변화와 유전특성과의 상관관계를 보았다.

@highlight

유전상수는La2O3가 증가함에 따라 감소하였는데, 이를 결정상 및 미세구조의 변화에 대한 효과로 본다.

