본 연구의 목적은 조직 내 상사의 진성리더십이 조직구성원의 직무열의, 직무성과에 미치는 영향을 실증적으로 분석하고, 이를 통해 시사점을 도출하는 것이다.

본 연구를 위해 온·오프라인을 통해 약 3주간에 걸쳐 설문조사를 실시하였으며, 최종적으로 158부를 분석하였다.

측정도구의 타당도 검증을 위해 탐색적 요인분석을 실시하였으며, 영향 분석을 위한 다중회귀분석과 매개효과 검증을 위해 Baron과 Kenny의 3단계 매개효과검증 및 Sobel Test를 실시하였다.

연구결과, 첫째, 진성리더십의 구성요인인 자기인식, 관계적 투명성, 조화로운 정보처리, 내면화된 도덕적 관점 중에서 자기인식 하위요인만이 직무열의에 통계적으로 유의미한 정(+)의 영향을 미치는 것으로 분석되었다.

둘째, 진성리더십의 하위요인 중에서 자기인식과 조화로운 정보처리가 직무성과에 통계적으로 유의미한 정(+)의 영향을 미치는 것으로 분석되었다.

셋째, 직무열의는 직무성과에 통계적으로 유의미한 정(+)의 영향을 미치는 것으로 분석되었다.

넷째, 직무열의가 진성리더십과 직무성과 간의 관계를 매개 하는지에 대해 매개효과를 검증한 결과, 직무열의가 진성리더십의 자기인식과 직무성과의 관계를 강하게 매개하는 것으로 나타났다.

이상의 연구결과를 토대로 이론적·실천적 시사점을 제시하였다.

@highlight

본고의 목적은 조직 내 상사의 진성리더십이 조직구성원의 직무열의, 직무성과에 미치는 영향을 실증적으로 분석하고, 이를 통해 시사점을 도출하는 것이다.

