행복은 인간이 추구하는 궁극적인 가치이다.

자기자비는 인간이 행복해지는 방법으로 주목받아왔으며 개인의 행복을 대표하는 지표인 심리적 안녕에 영향을 주는지에 대한 연구가 진행되어왔다.

그러나 인간의 인생 각본이 자기자비와 심리적 안녕감과의 관련성에 대한 연구는 미흡한 실정이다.

이에 본 연구는 20세 이상의 시각장애성인을 대상으로 인생각본, 자기자비와 심리적 안녕감을 분석하는데 목적을 두고 실시되었다.

인생각본, 자기자비, 심리적 안녕감 척도에 대한 총227명의 시각장애성인의 응답 결과를 분석한 결과는 세 가지로 요약해 볼 수 있다.

첫째, 시각장애성인 중 패자 각본이 가장 많았고, 다음으로 비승자가 많았으며 승자가 가장 적었다.

시각장애성인들은 어려운 시기에 처해 있을 때 자기자비와 관련된 행동을 자주 하고 있으며, 스스로 어느 정도의 심리적 안녕 수준을 유지하고 있었다.

둘째, 시각장애성인의 인생 각본 유형은 자기자비와 심리적 안녕감에 유의한 수준에서 영향을 주고 있었다.

셋째, 시각장애성인의 인생각본, 자기자비와 심리적 안녕감 간에 정적 상관이 있었다.

시각장애성인 지원 전문가들은 시각장애인의 인생각본 유형을 고려하면서 자기자비와 심리적 안녕감 수준을 토대로 개별화된 적절한 프로그램을 개발하고 운영할 필요가 있다.

@highlight

행복은 인간이 추구하는 궁극적인 가치로 자기자비는 인간이 행복해지는 방법으로 주목받아왔고 개인의 행복을 대표하는 지표인 심리적 안녕에 영향을 주는지에 관한 연구가 진행되어왔다.

