이 연구는 현행 산업단지 분양가격 책정방식의 문제점을 지적하고, 기업의 입지수요가 반영된 분양가격 차별화 조건을 실증분석 한 것이다.

특히 현행 분양가격이 산업단지의 입지여건에 대한 기업들의 선호도가 반영되지 못하고, 조성원가 대비 가처분면적으로 산출되어짐으로써 기업에게 적정분양가격으로 공급되지 못함을 주목했다.

이러한 문제점을 해결하고자 헤도닉 가격모형에 근간한 2단계 최소자승법을 이용해 분양률과 분양가격 및 지역별 입지조건을 고려한 분양가격차별화 조건을 추정했다.

추정결과, 수도권과 거리는 10.52, 지역총생산은 8.75, 육상교통과의 접근성은 2.11의 가격탄력성이 있는 것으로 나타났다.

따라서 기업의 선호도가 높은 수도권에서는 높은 분양가격을 책정할 수 있으며, 지방권에서는 상대적으로 낮은 분양가격으로 결정함으로써 기업에게 안정적인 산업입지 제공이 가능하다.

그러나 이러한 교차보조방식은 국가산업단지 조성에는 적용이 가능하나, 일반산업단지의 적용은 불가능하므로 효율적인 재정지출 프로그램 마련이 필요할 것이다.

또한 장기적 관점에서 수도권에서는 기반시설 설치비중을 완화함으로써 조성비용을 절감하고, 기반시설이 부족한 지방권에서는 중앙정부의 재정지출 프로그램을 활용함으로써 분양가격 인하가 가능할 것으로 판단된다.

@highlight

현행 산업단지 분양가격 책정방식의 문제점을 지적하고, 기업의 입지수요가 반영된 분양가격 차별화 조건을 추정결과, 수도권과 거리는 10.52, 지역총생산은 8.75, 육상교통과의 접근성은 2.11의 가격탄력성이 있으며, 선호도가 높은 수도권에서는 높은 분양가격을, 지방권에서는 상대적으로 낮은 분양가격으로 결정하여 안정적인 산업입지 제공이 가능하다.

