무선 센서 네트워크에서 센서들은 획득한 정보를 관리 노드로 전달하기 위해 서로 통신을 해야 하므로 공격에취약한데 쓰레기 패킷 주입 같은 공격은 기존의 암호화 같은 방식을 사용해서는 퇴치하기 어렵다.

그래서 행위 기반탐지가 대두되었는데 특정 감시 노드들이 이웃한 일반 노드의 통신을 감청하여 불법적인 패킷을 탐지하게 된다.

감시 노드들은 일반 노드들에 비해 더 많은 에너지를 사용하기 때문에 최소의 감시 노드들로 전체 또는 최대한 넓은범위의 네트워크를 커버하는 것이 필요하다.

감시 노드는 일반 노드 중에서 선택될 수도 있고 일반 노드와 서로 다른 종류일 수도 있다.

본 연구에서는 서로 다른 종류의 감시 노드와 일반 노드가 배치되었을 때 커버되는 일반 노드의 수가 최대가 되도록 주어진 수의 감시 노드를 선택하는 알고리즘을 개발하고, 감시 노드의 수와 전송 범위가 감시 노드의 연결 비율과 일반 노드의 커버리지에 어떤 영향을 미치는 지 실험을 통해 비교하였다.

@highlight

본 논문에서는 서로 다른 종류의 감시 노드 및 일반 노드가 배치되었을 때 커버되는 일반 노드의 수가 최대가 되도록 주어진 수의 감시 노드를 선택하는 알고리즘을 개발하였다.

