자궁절제술을 시행받은 한국여성에서 수술 초기 난소예비력의 변화에 대해 알아보고자 하였다.

후향적으로 자궁절제술 수술 전 규칙적인 월경을 보이던 30-50세 사이의 여성에 대한 의무기록과 검사 결과를 확인하였으며, 총 31명의 환자가 연구에 포함되었다.

모든 대상 환자는 양쪽 난소수술 없이 예정된 자궁절제술을 시행받았으며 이 중 복강경하 질식자궁절제술을 시행받은 환자는 21명, 복식전자궁절제술을 시행받은 환자는 10명이었다.

모든 대상 환자는 수술 전과 수술 후 3일째 Anti-

Mullerian hormone (AMH) 검사를 시행받았다.

모든 개별 환자들의 수술 전 후 AMH 농도의 변화율을 계산하였다.

수술 전과 수술 후 AMH의 평균 농도는 유의한 차이가 없었다(2.46 ± 0.49 ng/mL and 2.29 ± 0.43 ng/mL; P = 0.200).

수술 전후 유의한AMH 변화는 없었다(1.17 ± 6.63%; P = 0.861).

자궁절제술은 수술 초기 난소예비력에 영향을 미치지 않았다.

@highlight

자궁절제술을 시행받은 한국여성에서 수술 초기 난소예비력의 변화에 대해 알아보고자 했다.

@highlight

모든 대상 환자는 양쪽 난소수술 없이 예정된 자궁절제술을 시행받았으며 이 중 복강경하 질식자궁절제술을 시행받은 환자는 21명, 복식전자궁절제술을 시행받은 환자는 10명이었다.

