본 연구의 목적은 연산군시대에 연향된 처용무의 양식적 변용에 대해 탐색하는 것이며, 그 결과는 다음과 같다.

첫째로 연산군의 춤, 처용무는 기존의 무원(舞員)인 5서 1인, 2인의 소규모 또는 수십, 수백 명까지 동원되는 대규모의 군무 형태로 추어졌다.

둘째, 연산군 폐위 직전에 연기자가 무동에서 여기로 교체되어 춤동작도 여성성을 강조하는 변화를 가져왔다.

이는 중국 한·당시대의 초요경무와 같이 우아미와 곡선미를 강조한 미적 특성에서 알 수 있다.

또한, 처용의 탈도 여기가 사용하기 편리하도록 작고 가볍게 만들게 되었고, 탈 장식도 금과 옥을 사용하여 화려하게 변용되었다.

그러나 연산군의 과도한 위락활동으로 인해 이와 같은 처용무의 양식적 변화와 미적 특성이 ‘광기의 춤’으로 전락하여 그 의미와 가치도 퇴색되었다.

본 연구는 현 무용사에서 잘 밝혀지지 않은 연산군시대에 행해진 처용무의 양식적 변화로부터 예술적 변용과 가치를 밝히고, 현행되는 처용무에 대한 진지한 성찰의 단초를 마련하여 전통문화유산으로서 전승과 발전에 기여하고자 한다.

@highlight

연산군시대에 연향된 처용무의 양식적 변용에 대하여 탐색하였다.

@highlight

연산군의 춤, 처용무는 기존의 무원인 5서 1인, 2인의 소규모 혹은 수십, 수백 명까지 동원되는 대규모의 군무 형태였다.

@highlight

연산군 폐위 직전에 연기자가 무동에서 여기로 교체되어 춤동작도 여성성을 강조하게 되었다.

