<주봉전>은 작자나 향유 시기를 정확히 알 수 없는 고전소설 작품으로 <주여득전>, <주해선전> 등으로 불리기도 한다.

<주봉전>의 이본은 약 50여 종이 있는 것으로 가늠되는데, 아직까지 정확한 이본 현황이나 계열에 대한 연구는 이루어지지 못한 것으로 판단된다.

<주봉전>은 이본의 종수나 서사전개상 유사성을 지니는 <월봉기>류나 <강릉추월>과 같은 작품과의 관련성으로 볼 때, 어느 정도 인기를 누렸던 작품으로 보인다.

이 글에서는 이번에 국립한글박물관에서 새로이 확보한 이본 <주봉전> 27장본, 32장본, 47장본 중에서 27장본을 중심으로 읽어보았다.

<주봉전>의 주요 특징을 1) 가족 해원 서사, 2) 정치 현실 비판, 3) 가족 이산과 상봉의 서사, 4) 초현실성의 개입 방식, 5) 다른 고전문학 작품과의 관계 등의 측면에서 살펴보았다.

아울러 이러한 <주봉전>의 고찰에서 문학교육적 의미를 찾음으로써 고전소설교육의 대상 작품을 넓히고, 고전소설 연구와 고전소설교육 연구의 지평을 확산하고자 하였다.

@highlight

이 글에서는 국립한글박물관에서 새로 확보한 이본 <주봉전>을 27장본 중심으로 1) 가족 해원 서사 , 2) 정치 현실 비판, 3) 가족 이산과 상봉의 서사, 4) 초현실성의 개입 방식, 5) 다른 고전문학과의 관계 등의 측면에서 그 내용을 살펴보았다.

