최근 발표된 2015 개정 교육과정에서는 학습의 과정을 강조하는 과정중심평가 방안이 제안되었고, 적정화된 학습내용을 질 높은 수업으로 구현할 수 있도록 교수 학습 및 평가 방법개선을 위한 교사의 평가역량이 강조되고 있다.

이에 본 연구에서는 공업계열 고등학교 교사의 교수-

학습과 연계된 평가활동에 주목하여 교사의 내·외적요인이 학습을 위한 평가실제에 미치는 영향력을 탐색하였다.

먼저 교사 외적요인으로는 학교의 학업 낙관성, 교사 내적요인으로는 교사의 평가태도, 평가효능감 및 평가자율성을 가정하였다.

연구대상은 공업계열 공립 마이스터고와 특성화고 12개에 재직 중인 240명의 교사이었다.

분석결과, 첫째, 학교의 학업낙관성은 학습을 위한 평가실제에 정적인 직접효과를 나타냈고, 또한 교사의 내적요인인 평가자율성, 평가효능감 및 평가자율성을 매개로한 간접효과 역시 유의하게 나타났다.

둘째, 학교의 학업 낙관성과 학습을 위한 평가실제의 관계에서 평가자율성은 평가태도와 평가효능감에 선행하는 이중 매개효과를 나타났다.

마지막으로 본 연구의 의의 및 제한점, 추후 연구를 위한 제언을 추가하였다.

@highlight

공업계열 고등학교 교사의 교수-

@highlight

학습과 연계된 평가활동에 주목하여 교사의 내·외적요인이 학습을 위한 평가실제에 미치는 영향력을 탐색하였다.

@highlight


학교의 학업낙관성은 학습을 위한 평가실제에 정적인 직접효과를 나타냈고, 또한 교사의 내적요인인 평가자율성, 평가효능감 및 평가자율성을 매개로한 간접효과 역시 유의하게 나타났다.

