본고는 일제강점기 보통학교 국어교과서의 식민주의를 고찰하는 데 그 목적이 있다.

이를 위해 근대적 지배 방식의 관점에서 2기 보통학교국어독본의 서사물을 분석했다.

조선 아동에 대한 국어독본의 영향력은 근대적 네트워크의 발달에 힘입은 바가 크다.

일제는 국가의 통제 하에 놓이는 근대적 네트워크를 통해 창출된 공공 영역을 장악했다.

이를 통해 일제는 조선 아동의 정신적 조형에 적극적으로 개입했다.

특히, 국어독본의 서사물은 조선 아동의 정신을 권력의 통치 이념에 동시적으로 연결하여 동시간적 감각을 공유하는 상상의 공동체를 가능하게 했다.

이 과정에서 식민 권력이 관리하는 ‘공(公)’은 전 사회적으로 확산되어 조선 아동의 정신을 규율하는 기제로 작동했다.

그리고 ‘공’권력에 의한 조선 아동의 규율화 의도는 국어독본의 서사물에 적극적으로 반영되었다.

그 양상은 시간에 따라 자신의 신체를 능동적이고 자발적으로 통제할 수 있는 신체의 규율화, 전래동화의 전근대적 인물상을 활용한 순종적, 순응적 태도 형성, 마지막으로 식민지 경제 체제에 적합한 자본주의 질서의 내면화로 나타났다.

이를 통해 일제는 궁극적으로 조선 아동을 식민지 질서를 스스로 유지?

재생산하는 주체로 구성해내고자 했다.

@highlight

일제강점기 보통학교 국어교과서의 식민주의를 고찰하기 위해 2기 보통학교 국어독본의 서사물을 분석했다.

@highlight

일제는 조선 아동의 정신적 조형에 적극적으로 개입하여 조선 아동을 식민지 질서를 스스로 유지?

@highlight

재생산하는 주체로 만들어 내고자 했다.

