변화하는 경력 환경에서 구성원들의 자기주도적 경력 개발의 중요성이 높아지고 있으며, 조직또한 구성원들간의 효과적 의사소통 및 리더십을 통해 구성원들이 인식하는 경력 성공의 심리적 성취감을 높이는 노력이 필요하다.

이 연구에서는 구성원의 자기주도학습이 주관적 경력성공에 어떠한 영향이 미치는지 살펴보고, 자기주도학습이 주관적 경력성공에 미치는 영향 관계에서 리더-

구성원 교환관계(LMX)의 조절효과를 검증하는 것을 목적으로 하였다.

이를 위해 재직중인 성인을 대상으로 설문을 실시하였으며, 총 218부의 설문 응답 자료를 분석한 결과 인지적 영역, 정의적 영역, 행동적 영역 세부 변인 모두 주관적 경력성공에 긍정적인 영향을 주었다.

또한 리더-

구성원 교환관계(LMX)는 자기주도학습과 주관적 경력성공 간의 관계에서 조절효과가 있는 것으로 나타났다.

즉, 자기주도학습의 수준이 높은 집단일수록 더욱더 경력성공에 만족감을 느끼고 고용가능성과 안정감을 느낀다는 것을 확인하였다.

이러한 연구 결과는 조직에서는 구성원들의 자기주도학습을 촉진하여 주관적 경력성공을 높일 수 있는 방안을 적극적으로 모색하고, 구성원들의 특성을 고려한 리더-

구성원 관계 구축을 통해 구성원들의 심리적 경력 성공을 지원할 필요가 있다는 점을 시사한다.

@highlight

변화하는 경력 환경에서 구성원들의 자기주도적 경력 개발의 중요성이 높아지고 있으며, 조직 혹은 구성원들간의 효과적 의사소통과 리더십을 통하여 구성원들이 인식하는 경력 성공의 심리적 성취감이 필요하다.

@highlight

본 논문에서는 구성원의 자기주도학습이 주관적 경력성공에 어떠한 영향이 미치는지 살펴보았다.

