한문교육에서 연구 방법론이 허약한 이유로 한문교육의 학문적 연륜이 짧다는 것을 든다.

이는 ‘방법론이 부재한 학문’이라는 비판과 하나의 ‘학문’으로 성립할 수 있는가에 대한 답은 아니다.

한문교육의 정체성을 부정하는 태도이자, 그간 노력을 무화시키는 논리다.

무엇보다 현 시점에서는 한문 교육 연구자들이 한문교육 연구방법론에 대한 인식과 한문교육을 하나의 학으로 선명하게 자각하지 않았다는 점을 반성해야 한다.

이 시점에서 한문교육에 대한 학문적 정체성을 분명한 인식을 할 필요가 있다.

‘한문학’과 ‘한문교육’은 학문 연구의 대상으로 당연히 그 층위가 다르다.

인문학으로서의 한문학 연구와 달리, 한문교육은 그 귀속 여부는 인문학과 사회과학 등에 두루 걸친다.

이러한 점을 십분 이해하고 한문교육의 연구방법론을 적극 모색해야 한다.

이를 위해 한문교육의 연구자는 한문교육 연구 방법론을 통한 학문적 정립을 추구하며, 한편으로는 한문학 연구 방법론과 달리 어떠한 문제의식과 시각을 통해 연구방법론을 모색해야 할 것인가를 근본적으로 재인식하여야 한다.

이러한 시각과 노력이야말로 ‘한문교육학’의 정립을 위해서도 필요한 작업이기 때문이다.

또한 새로운 연구방법론 역시 학교 현장(교실)과 정치하게 결합되어야 연구방법론으로 기능하고 학문적으로 성립할 수 있다.

지금부터라도 한문교육 현실에 맞는 연구방법론을 창신하여 한문교육학으로 나아가기 위하여 진지하게 고민해야 한다.

@highlight

본고는 한문교육 현실에 맞는 연구방법론을 창신하여 한문교육학으로 나아가기 위하여 진지하게 고민한 논문이다.

@highlight

한문교육의 연구자는 한문교육 연구방법론을 통한 학문적 정립을 추구하며, 한편으로는 한문학 연구 방법론과 달리 문제의식과 시각을 통해 연구방법론을 모색해야 할 것인가를 근본적으로 재인식해야 한다.

