본 논문은 2국가 DSGE 모형을 이용하여 개방경제 하에서의 재정지출효과를 살펴보았다.

경제규모와 경제적·제도적 여건이 비대칭적인 두 국가가 무역과 국제금융시장을 통해 서로 개방되어 있는 상황에서 이러한 국제환경이 양국의 재정승수효과의 크기와 국제간 파급효과에 미치는 영향에 대해 중점적으로 분석하였다.

우리나라와 일본, 두 나라의 경제 파라미터 값들과 분석을 위한 제한적인 가정을 설정하고, 일시적인 재정확대 정책에 따르는 일련의 모의실험을 통하여 충격반응 결과와 재정지출 승수효과를 도출해 보았다.

특히 외국정부(일본)가 일시적인 재정확대정책을 실시하였을 경우 국내 경제성장에 상당한 충격을 주는 것으로 나타났는데, 국내에서의 재정확대 정책이 외국(일본)의 경제성장에 미미한 영향을 미치는 것과는 대조적이었다.

인근 국가 재정정책이 본국에 미치는 영향력은 경제 개방도와 관련된 여러 조건들과 더불어 양국의 일반적 경제 규모의 상대적 크기가 결정적인 역할을 하는 것으로 추정된다.

@highlight

본 논문은 2국가 DSGE 모형을 이용해 개방경제 하에서의 재정지출효과를 살펴보았다.

@highlight

경제규모와 경제적·제도적 여건이 비대칭적인 두 국가가 개방되어 있는 상황에서, 국제환경이 양국의 재정승수효과의 크기와 국제간 파급효과에 미치는 영향에 대해 중점적으로 분석했다.

