본 연구는 역사교과서 국정화와 관련된 정당의 정치슬로건 메시지가 유권자태도에 미치는효과를 서울 및 수도권지역의 대학생그룹을 대상으로 태도를 분석한 것이다.

연구를 위한독립변수는 정당들(새누리당, 새정치민주연합)이 전국적으로 활용한 프래카드의 메시지를활용하였고, 종속변수는 정당에 대한 평판, 태도, 투표의향, 그리고 메시지태도를 활용하였다.

연구결과, 각 정당의 정치슬로건 메시지를 제시하기 사전과 사후 간의 차이에서 정당에대한 조직평판은 각 정당 모두 유의미한 차이가 나타나지 않았다.

정당에 대한 태도, 투표의향에서 새누리당의 경우 사전과 사후의 차이가 나타나지 않았지만, 새정치민주연합의 경우사전보다 사후에 더욱 높아지는 것으로 나타났다.

각 정당의 정치슬로건 메시지에 대한 태도를 비교한 결과, 조직평판, 정당태도, 투표의향, 메시지태도 등 모든 종속변수에서 새정치민주연합이 새누리당보다 높게 나타났다.

각 정당의 정치슬로건 메시지에 대한 성별(gender)에 따른 비교에서는 유의미한 차이가 나타나지 않았다.

각 정당의 정치슬로건 메시지유형과 성별유형에 따른 유권자태도의 상호작용효과를 분석한 결과, 정치슬로건 메시지에 대한 주효과에서는 통계적으로 유의미한 차이가 나타났으나, 상호작용효과에서는 유의미한 차이가 나타나지 않았다.

그 이외에 다양한 이론적 실무적 함의들이 논의되었다.

@highlight

이 연구는 역사교과서 국정화와 관련된 정당의 정치슬로건 메시지가 유권자태도에 미치는효과를 서울 및 수도권지역의 대학생그룹을 대상으로 태도를 분석한 것이다.

