본 논문에서는 2009 개정 초등학교 수학과 교육과정에 따른 ≪2009 수학 6-1≫에서 제시하고 있는 각뿔의 외연을 고찰하고 있다.

≪2009 수학 6-1≫에서는 전형적인 각뿔의 겨냥도를 예시하는 외연적 정의 방법을 사용해서 각뿔을 정의하고 있다.

≪2009 수학 6-1 교사용 지도서≫에서는 빗각뿔을 취급할 수밖에 없다고 말하고 있지만, ≪2009 수학 6-1≫에서 예시하고 있는 각뿔의 겨냥도로 보면, 빗각뿔 그리고 밑면의 모양이 정다각형이 아닌 직각뿔이라고 볼 수 있는 것은 사실상 나타나고 있지 않다.

본 논문에서는 이러한 결과를 바탕으로, 다음의 시사점을 결론으로 제시한다.

첫째, 초등학교 수학에서의 각뿔의 외연에 대한 논의와 그 결과에 대한 동의가 충분히 있어야 한다.

둘째, 교육과정의 의도가 교사용 지도서를 거쳐 교과서에서 구현되는 과정에서 각뿔의 외연이 일관되어야 한다.

셋째, 각뿔과 관련해서 초등교사가 알아야 할 지식에 관해 어느 정도 합의가 있어야 한다.

@highlight

본고에서는 2009 개정 초등학교 수학과 교육과정에 따른 ≪2009 수학 6-1≫에서 제시하고 있는 각뿔의 외연을 고찰하고 있다.

