본 연구는 최근 대학 수업에서 교수자가 매체를 선택하여 적용하는 과정에서 어떠한 경험을 하는지를 탐색함으로써, 실제 현장에 근거한 매체활용 패턴을 이론적으로 밝히고자 수행되었다.

이를 위하여 질적 연구 방법 중의 하나인 근거이론(grounded theory) 방식을 적용하여 4년제 일반대학의 전임, 비전임 교수 25인을 대상으로 면담을 실시하였고, 수집된 자료는 개방코딩, 축코딩, 선택코딩 절차에 따라 분석하였다.

연구결과에 따르면, 대학 교수자의 매체활용에 관한 중심 현상은 수업발전, 윈윈전략, 학습내용 조직, 체계적인 학습관리, 학생참여 활성화 등인 것으로 나타났다.

대학 교수자의 매체활용 특성에 관련되는 범주들 간의 관계를 통합적으로 설명할 수 있는 핵심범주는 ‘의미 있는 수업 과정 만들기’였으며, 크게 학습지도형, 내용전달형, 학업성취형, 학습자원형, 학습관리형, 연구개발형, 학습코칭형, 사고유발형, 학습지시형 등 9개의 특징적 유형이 있는 것으로 밝혀졌다.

이러한 연구결과는 대학에서 교수자의 매체활용을 진단할 수 있는 도구개발의 기초자료로 활용될 수 있을 것이다.

@highlight

이 연구는 최근 대학 수업에서 교수자가 매체를 선택하여 적용하는 과정에서 어떠한 경험을 하는지를 탐색함으로써, 실제 현장에 근거한 매체활용 패턴을 이론적으로 밝히고자 수행됐다.

@highlight

본 연구결과는 대학에서 교수자의 매체활용을 진단할 수 있는 도구개발의 기초자료로 활용될 수 있을 것이다.

