이 글은 2018년 4월 진행된 <베트남 전쟁 시기 한국군에 의한 민간인 학살 진상 규명을 위한 시민평화법정>을 중심으로 한국 사회에서 가해자성에 대한 성찰이 어떻게 진행되고 있는지 살피는 것을 목적으로 한다.

본 논문은 이 법정이 일종의 공연이자 교육의 장이라는 점에 초점을 맞추어 ‘가해자 됨’이라는 수행적 행위가 한국 사회에서 지니게 되는 의미를 규명하고자 한다.

이 법정은 베트남전쟁에 대한 기억 투쟁을 전개해 온 시민운동의 결과물이자 국가를 상대로 한 소송의 형식을 차용함으로써 피해자의 권리를 적극적으로 인식해 나가는 자리였다.

더 나아가 한국과 한국의 시민사회는 이 자리에서 가해자성을 사유하되 냉전기 가해국의 위치를 탈피할 방법을 모색하고자 했고, 이 민간법정은 그 가능성이 배양되는 장면을 보여준다.

본 논문은 이를 통해 피해자의 목소리를 듣는 듣기의 공동체가 등장하고 있다고 주장한다.

동시에 이 법정은 민간인 학살 사건에 대한 기존의 갈등을 상연하기도 했으며, 듣기의 공동체에 새로운 과제를 부여하기도 했다.

이 글은 이러한 양상들을 세세하게 분석함으로써, 형성되고 있는 이 듣기의 공동체가 적국으로서의 대한민국이나, 끊임없이 그들의 피해를 증명할 것을 요구함으로써 피해를 하나의 기호로만 소비해 버리는 청자를 넘어서서, 냉전기 가해자의 위치를 넘어설 수 있는 가능성을 읽어 낸다.

@highlight

이 연구는 2018년 4월 진행된 <베트남 전쟁 시기 한국군에 의한 민간인 학살 진상 규명을 위한 시민평화법정>을 중심으로 한국 사회에서 가해자성에 관한 성찰이 어떻게 진행되고 있는지 살피는 것을 목적으로 한다.

