미국에서 한국으로 운송 중이던 액체화물이 항해 중 손상을 입게 되었다.

선하증권의 소지인인 수하인에게 보험금을 지급한 보험회사가 구상권을 행사해서 운송인에게 손해배상을 구하게 되었다.

운송인은 선하증권의 지상약관을 근거로 자신의 책임은 미국 COGSA로 제한된다고 주장하였다.

이에 대하여 원고는 선하증권에 편입된 항해용선계약의 영국 준거법에 따라 일반적인 준거법은 영국법이고, 지상약관은 실질법적 지정에 지나지 않으므로, 지상약관의 내용은 영국법의 강행규정의 적용을 받는다고 주장하였다.

고등법원과 대법원은 선하증권의 지상약관은 준거법의 분할 지정에 해당하는 것으로 운송인은 책임제한에 대하여는 준거법을 미국 COGSA로 정했다고 지정했다고 보았다.

따라서 책임제한의 내용이 영국법의 강행규정의 적용을 받지 않게 되었다.

결국 운송인의 책임은 화물 톤당 미화 500달러로 제한되게 되었다.

대법원은 당사자의 의사를 중요시하는 입장을 취하였다.

@highlight

미국에서 한국으로 운송되던 액체화물이 항해 중 손상을 입게 되었고, 선하증권의 소지인인 수하인에게 보험금을 지급한 보험회사가 구상권을 행사하여 운송인에게 손해배상을 구하게 됐다.

