본 연구는 교통안전을 위한 3E 가운데에서 단속이 교통안전에 미치는 효과를 분석하여, 향후 예상되는 교통법규위반자에 대한 경찰의 단속 및 규제정책 수립시 기초 자료를 제시하는 것을 목적으로 한다.

본 연구를 수행하기 위하여 부산지방경찰청 산하 4개 경찰서의 주요 신호등 있는 교차로 10개소에서 발생한 교통사고 가해자 296명의 자료를 수집하였다.

대상자료는 법규위반에 영향을 주는 요소와 최초로 법규를 위반하는 시기를 2004년부터 2008년까지 5년 동안 추적한 자료이다.

본 자료를 대상으로 경찰의 교통단속 경험이 최초 법규위반시기에 미치는 영향을 분석하였다.

분석결과, 경찰의 법규위반단속을 경험하지 않은 사람은 법규위반자의 비율이 적었고, 법규위반자도 최초로 법규를 위반하는 시기가 늦었으며, 법규위반 단속을 경험한 사람은 법규위반자의 비율도 많고 법규위반 시기도 빠른 것으로 나타나 경찰의 교통법규단속의 효과가 운전자의 태도변화를 유도하는 효과는 나타나지 않는 것으로 분석되었다.

단속은 엄격성, 확실성, 신속성이 있을 경우 효과가 나타난다.

따라서 단속효과를 높일 수 있는 향후 연구가 필요할 것으로 생각된다.

@highlight

이 연구는 교통안전을 위한 3E 가운데에서 단속이 교통안전에 미치는 효과를 분석하여, 향후 예상되는 교통법규위반자에 대한 경찰의 단속 및 규제정책 수립시 기초 자료를 제시하는 것을 목적으로 한다.

@highlight

이 연구를 수행하기 위하여 부산지방경찰청 산하 4개 경찰서의 주요 신호등 있는 교차로 10개소에서 발생한 교통사고 가해자 296명의 자료를 수집하였다.

