이제 초국적 이주는 특정한 지역에만 한정된 특수한 현상이 아니다.

지구화가 가속화되어감에 따라 인간의 초국적 이주 현상은 보편적인 현상이 되어가고 있다.

이주민들은 국가의 영토적 경계를 벗어나 새롭게 이주한 국가에 거주하면서 본래의 국적을 유지하는 경우도 있고 이주한 국가에 귀화를 하는 경우도 있다.

한국사회도 1990년대 이후 급증하기 시작한 이주 현상으로 인해 다문화적 변화를 겪고 있다.

다양한 형태의 이주민들이 지속적으로 유입되면서 국적이나 시민권의 문제가 중요한 쟁점으로 부각되고 있다.

특히 임시체류자로 분류되는 이주민들과도 달리 결혼이주여성은 한국사회의 기본 단위인 가족을 구성하고 재생산을 담당하며 영주가 가능한 이주민이다.

그러나 결혼이주여성은 이주민인 동시에 여성이라는 이중적인 소수자의 위치에서 이중적으로 배제의 대상이 되고 있다.

결혼이주여성은 한국사회의 중요한 구성원으로서의 역할을 하고 있으나 뿌리 깊은 편견과 제도적인 불평등으로 으로 인해 매우 불안전한 위치에 머물러 있다.

따라서 결혼이주여성의 시민권에 대한 고찰은 이주민에 대한 인식과 사회통합방식에 대한 반성적 성찰을 가능하게 한다는 점에서 중요한 의미를 가진다고 볼 수 있다.

@highlight

이제 초국적 이주는 특정한 지역에만 한정된 특수한 현상이 아니다.

@highlight

한국사회도 1990년대 이후 급증하기 시작한 이주 현상으로 인해 다문화적 변화를 겪고 있다.

