본 연구는 국내의 아동과 청소년의 등교거부에 대한 학위논문과 학술지에 게재된 논문을 분석하여 등교거부의 최근 연구 실태와 연구동향을 알아보는데 목적이 있다.

이를 위하여 1971년부터 2018년까지 학위논문과 학술지에 게재된 총 68편의 논문을 대상으로 연도별 분포와 연구대상, 연구내용, 연구방법에 초점을 두어 연구동향을 분석하였다.

본 연구결과는 다음과 같다.

첫째, 등교거부에 대한 1970년대부터 이루어진 연구는 2010년을 지나면서 급격히 증가하였으며 이는 등교거부척도개발로 인해 연구가 활발히 이루어진 것을알 수 있다.

둘째, 등교거부의 연구대상별 연구동향을 보면, 초등학생, 고등학생, 중학생 순으로 연구가 많았으며 2011년 이후에는 중· 고등학생 연구가 많았다.

셋째, 연구내용은 사례연구가 20편(29.4%)으로 가장 많으며 그 다음으로는 개념규명 19편(28.0%), 개인적 요인 9편(13.2%) 순으로 나타났다.

넷째, 연구방법으로는조사연구가 24편(35.3%)이고 사례연구가 21편(30.8%)으로 가장 많았다.

본 연구결과를 토대로 등교거부연구의 발전방향에 대한 제언을 논의하였다.

@highlight

본 연구는 국내의 아동, 청소년의 등교거부에 대한 학위논문과 학술지에 게재된 논문을 분석하여 등교거부의 최근 연구 실태와 연구동향을 알아보는 목적이 있다.

