이 연구는 아버지의 부재 속에서 성장한 연구자가 뒤늦게 알게 된 아버지의 죽음에 대해 애도하는 과정을 다루고 있다.

아버지 상실에 대한 경험과 애도가 유예되면서 무엇을 겪게 되는지, 상실에 대한 애도 경험은 어떠한지를 자문화기술지를 통해 서술하였다.

그리고 연구의 목적을 달성하기 위해 자문화기술지 연구방법으로 자기회상자료, 자기분석일지, 일기, 대화 등의 자료를 수집하였다.

자료를 순환적이며 상호보완적으로 분석, 해석하여 주요한 범주를 도출하였으며 ‘그’와의 단절, 억압으로 인한 상실에 대한 경험을 알 수 있었다.

‘그’와의 연결, 부정의 과정을 지나며 애도가 유예되면서 무엇을 경험하는지 이해할 수 있었고 마지막으로 ‘그’와의 만남, 애도의 시작을 통해서 아버지와의 관계를 회복하며 나를 돌보기 시작하였다.

연구자는 아버지의 부재 속에서 더없이 무가치하고 쓸모없는 사람이라는 자기인식을 가지고 살았으며 그러한 심리내적인 경험은 성장기를 거쳐 중년에 이르기까지 여러 모습으로 표면화되어왔다.

이러한 연구결과를 바탕으로 아버지에 대한 애도를 시작하게 되었으며 더하여 아버지 상실을 경험한 사람들을 이해하고 상담하는데 필요한 시사점들을 논하였다.

@highlight

그와의 연결, 부정의 과정을 지나며 애도가 유예되면서 무엇을 경험하는지 이해할 수 있었고 마지막으로 그와의 만남, 애도의 시작을 통해서 아버지와의 관계를 회복하며 나를 돌보기 시작하였다.

@highlight


아버지에 대한 애도를 시작하게 되었으며 더하여 아버지 상실을 경험한 사람들을 이해하고 상담하는데 필요한 시사점들을 논하였다.

