지방자치단체의 사회복지사업에서는 중앙정부가 정책을 설계·추진하면서 지방비를 의무적으로 부담하도록 하는 이중의 집권적 재원동원 구조가 형성되어 있다.

90년대 중반에 지방자치제가 부활되었지만 복지보조금제도에서 정부간 재정관계, 기준보조율, 그리고 차등보조율은 80년대의 낡은 체제가 지속되고 있다.

이에 따라 복지보조사업에서 국고보조율을 둘러싼 정부간 재정갈등이 악화되고 있다.

관련 제도에서는 단순히 재원분담의 적정성 논쟁을 넘어 좀더 복잡한 복지보조금제도의 구조적 쟁점들이 내재되어 있다.

본 연구에서는 여러 유형의 국고보조사업 가운데 보건복지부와 여성가족부가 운영하는 복지분야 국고보조사업을 별도로 분리하여 현황과 제도운영 특성 그리고 개편과제를 모색하였다.

복지보조금제도에서 국고보조율 쟁점들을 해결하기 위해서는 현행 1세대형 정부간 복지재정관계를 2세대형으로 전환할 필요가 있다.

이를 위해 성과책임 전담방식으로 정부간 복지재정기능 분담체계를 개편하고, 소극적인 재정관리 보다는 사회문제의 구체적 해결 관점에서 기준보조율과 차등보조율 그리고 지방비 의무분담제도의 개편이 필요하다.

@highlight

지방자치단체의 사회복지사업에서는 중앙정부가 정책을 설계·추진하면서 지방비를 의무적으로 부담하도록 하는 이중의 집권적 재원동원 구조가 형성되어 있다.

