렘브란트의 ‘그리스도 수난 연작’은 네덜란드를 비롯한 프로테스탄트 국가에서 잘 그려지지 않았던 가톨릭 교회 제단화의 중심 주제이다.

본 논문은 수난 연작이 네덜란드에서 그려진 배경을 추적하며 종교개혁 이후 제단화를 금지했던 프로테스탄트 국가에서 가톨릭 종교화가 그려진 배경과 그 양상을 살펴본다.

네덜란드 관용정책으로 인해 허용되었던 가톨릭 교회의 의식들이 프로테스탄트 국가 작품에 나타나는 양상을 살펴보며 가톨릭과 프로테스탄트가 접경공간에서 조우하고 충돌하면서, 예술작품에서 어떻게 융합되고 있는지를 살펴본다.

본 논문에서는 렘브란트의 수난연작과 가톨릭교회 제단화의 수난 연작과의 양식적 차별성을 살펴보며, 렘브란트의 수난 연작을 프로테스탄트 명상을 증명하는 사례로 제시한다.

이를 위해 가톨릭 명상과 프로테스탄트 명상의 차이점을 구별하고, 프로테스탄트 명상시의 특징을 살펴본다.

@highlight

본 논문은 렘브란트의 '그리스도 수난 연작'과 가톨릭교회 제단화의 수난 연작 사이의 양식적 차별성을 살펴보고, 프로테스탄트 명상과 가톨릭 명상의 차이점을 밝혀 렘브란트의 수난 연작을 프로테스탄트 명상을 증명하는 사례로 내세운다.

