본 연구는 기존 연구들에서 결혼적응과 관련성을 보이는 스트레스 대처방식, 분리개별화, 희망을 상정하여 이들 변인들과 결혼적응과의 관련성을 살펴보고 결혼적응에 미치는 영향을 알아보고자 하였다.

기혼여성 337명을 대상으로 한 연구결과는 다음과 같다.

첫째, 대처방식과 결혼 적응과의 관계를 살펴본 결과, 대처 방식 하위 차원의 영향력이 각각 통제되었을 때, 적극적 대처방식의 하위변인인 문제중심 대처방식을 많이 사용할수록, 소극적 대처방식의 하위변인인 정서중심 대처방식을 적게 사용할수록 결혼적응을 잘 하는 것으로 나타났다.

둘째, 분리개별화가 잘 될수록 결혼적응을 잘하는 것으로 나타났다.

셋째, 희망이 클수록 결혼적응을 잘하는데, 특히 희망의 하위변인 중 주도사고가 결혼적응에 주된 영향을 미치는 것으로 나타났다.

넷째, 결혼적응에 대한 대처방식, 분리개별화, 희망의 상대적인 영향력을 살펴본 결과, 결혼적응에는 분리개별화, 희망의 순으로 영향을 미침을 알 수 있었다.

이러한 결과에 대한 논의와 함께 시사점과 제한점을 제시하였다.

@highlight

결혼적응과 관련성을 보이는 스트레스 대처방식, 분리개별화, 희망을 상정하여 변인들과 결혼적응과의 관련성을 살펴보고 결혼적응에 미치는 영향을 알아보고자 하였으며 적극적 대처방식의 하위변인인 문제중심 대처방식을 많이 사용하고, 소극적 대처방식의 하위변인인 정서중심 대처방식을 적게 사용할수록 결혼적응을 잘 하는 것으로 나타나고, 분리개별화가 잘 될수록 결혼적응을 잘하는 것으로 나타나고, 희망이 클수록 결혼적응을 잘하고, 결혼적응에는 분리개별화, 희망의 순으로 영향을 미침을 알 수 있었다.

