양측성 상지 활동의 대칭적, 비대칭적 양측성 상지훈련이 상지기능회복에 미치는 영향을 알아보고자 하였다.

원주에 소재한 00병원의 연구 뇌졸중 환자 15명을 무작위로 대칭적 움직임훈련 그룹과 비대칭적 움직임훈련 그룹으로 나누었다.

중재는 하루 30분, 주5회, 4주 동안, 총 20회기를 받았다.

양측 상지의 실제 사용량은 대칭적 움직임 훈련은 건측, 환측 모두 유의한 변화를 보였으며, 비대칭 움직임훈련도 환측에서 유의한 변화를 보였다.

또한 환측에서 그룹 간 유의한 변화차이가 있었다.

두 훈련 그룹 모두 수행도와 만족도, 상지기능 변화는 그룹 내 유의미한 변화가 있었지만 그룹 간 차이는 없었다.

대칭적 움직임 훈련은 비대칭 움직임 훈련보다 대칭적 움직임은 비대칭적 움직임 보다 운동수행에서의 향상을보였지만, 보다 명확한 차이를 얻기 위해서는 fMRI와 같은 뇌신경학적 평가도구를 사용하는 것이 필요할 것이라판단되며, 보다 명확한 훈련 프로토콜이 필요하고, 보다 많은 뇌졸중 환자를 대상으로 한 후속연구의 필요성이 제시된다.

@highlight

양측성 상지 활동의 대칭적, 비대칭적 양측성 상지훈련이 상지기능회복에 미치는 영향을 살펴보고자 수행되었다.

@highlight

원주에 소재한 00병원의 연구 뇌졸중 환자 15명을 무작위로 대칭적 움직임훈련 그룹 및 비대칭적 움직임훈련 그룹으로 나누어 진행되었다.

