간호대학생의 건강정보 미디어 이용과 건강관심도 및 건강증진행위 정도를 확인하고, 건강증진행위의 영향요인을 파악하기 위함이다.

본 연구는 D광역시 소재 1개 대학교 간호학과에 재학 중인 학생 144명을 대상으로 분석하였다.

자료수집은 2019년 8월 21일부터 30일까지 시행하였으며, 구조화된 설문지를 통해 일반적 특성, 건강정보 미디어 이용, 건강관심도, 건강증진행위 정도를 확인하였다.

자료분석은 t-

test, ANOVA, Pearson's correlation coefficients, Multiple regression analysis를 시행하였다.

간호대학생들의 건강정보 미디어 이용은 보통수준보다 낮았으며, 인터넷을 가장 많이 이용하였다.

건강관심도와 건강증진행위는 보통수준이었다.

건강정보 미디어 이용과 건강증진행위, 건강관심도와 건강증진행위는 정 상관관계를 보였다.

간호대학생의 건강증진행위에 영향을 미치는 요인은 학년, 건강정보 미디어 이용, 건강관심도로 나타났고, 설명력은 28.2%였다.

이상의 결과를 통하여 간호대학생은 학년별 대학생활의 특성을 고려하고, 올바른 건강정보를 획득하기 위해 접근성 및 선호도가 높은 미디어를 이용할 수 있도록 한다.

또한, 건강에 대한 관심을 우선 증가시킬 수 있는 내용으로 건강증진프로그램을 개발, 운영하여야 할 것이다.

@highlight

이 연구는 간호대학생의 건강정보 미디어 이용과 건강관심도 및 건강증진행위 정도를 확인 및 영향을 주는 요인을 분석한다.

@highlight

그 결과 건강관심도와 건강증진행위는 정 상관관계를 나타냈다.

