최근에 사업시행자가 부동산신탁회사와 사이에 담보신탁계약, (자금관리에 관한) 대리사무계약을 체결하고 건축물 신축·분양사업을 진행하는 경우가 많아지면서 담보신탁계약, 대리사무계약을 둘러싼 법률분쟁이 자주 발생하고 있다.

두 계약을 모두 체결하고 사업을 진행하는 도중에 담보신탁계약에서 정한 신탁부동산 처분사유가 발생한 경우 담보신탁 우선수익자(대출금융기관)는 이미 분양계약이체결되어 있는 신탁부동산에 대하여도 부동산신탁회사에 처분을 요청할 수 있는 것인지, 또한 만약 부동산신탁회사가 분양계약이 체결된 신탁부동산을 처분하여 그 처분대금을 분양받은 부동산이 처분됨에따라 분양계약을 해제할 수밖에 없는 수분양자들에게 분양대금 반환금으로 지급하여 주었을 경우 그것이 담보신탁 우선수익자의 권리를 침해한 것인지 문제된다.

담보신탁 우선수익자인 대출금융기관은 당초 대리사무계약 체결에 동의하였고, 뿐만 아니라 대리사무계약에 따라 신탁사가 수분양자들로부터 납입받은 분양대금으로 대출원리금 일부를 상환받기도 하였다는 점에서 이미 분양계약이 체결된 부동산에 대하여는 담보신탁 우선수익자의 환가권은 제한되는 것이고, 이에 따라 부동산신탁회사가 분양계약이 체결된 신탁부동산을 처분하여 그 처분대금을 수분양자들에게 분양대금 반환금으로 지급하여 주었을 경우에도 이것이 담보신탁 우선수익자의 권리를 침해한 것은 아니라고 하겠다.

@highlight

최근에 사업시행자가 부동산신탁회사와 사이에 담보신탁계약, 대리사무계약을 체결하고 건축물 신축·분양사업을 진행하는 경우가 많아지면서 담보신탁계약, 대리사무계약을 둘러싼 법률분쟁이 자주 발생하고 있다.

