본 연구의 목적은 임상군 아동·청소년을 대상으로 성격대표강점 활용 집단 개입 프로그램을 개발하고 그 효과성을 검증하는 것이다.

참여대상은 서울 소재 아동·청소년 정신재활시설을 이용하는 아동·청소년 8명(만12세～14세, 남 5명, 여 3명)으로 정서행동장애 범주의 진단하에 약물치료를 병행하는 임상군이다.

본 프로그램은 VIA에 따른 6개의 덕목내 24개 하위 성격강점을 인식하고 활용하기 위해 개발되었다.

하위 성격강점 24개를 2회기에 걸쳐 교육 및 활용할 수 있도록 구성되었으며, 매회기 50분씩 52회기가 26주간 시행되었다.

본 프로그램 시행 전후, 참여 아동·청소년을 대상으로 청소년용 성격강점 척도(VIA-

Youth) 단축형, 심리적 안녕감 척도(PWBS)와 한국판 정적 정서 및 부적 정서 척도(PANAS)를 실시하여 단일집단 사전사후설계로 대응표본 t검증을 통한 효과성 검증을 시행하였다.

분석 결과, 본 프로그램을 시행한 후 참여 아동· 청소년들의 심리적 안녕감이 통계적으로 유의하게 상승하는 것으로 나타났다.

그러나 성격덕목에 대한 인식에는 유의한 변화가 나타나지 않았고 긍정 정서와 부정 정서의 변화 역시 통계적으로 유의하지 않았다.

본연구에서는 정서행동장애의 임상군 아동·청소년을 대상으로 성격강점 활용 개입프로그램을 시행했다는데 의의를 지닌다.

@highlight

임상군 아동·청소년을 대상으로 성격대표강점 활용 집단 개입 프로그램을 개발하고 그 효과성을 검증하고자 한다.

@highlight

본 프로그램은 VIA에 따른 6개의 덕목내 24개 하위 성격강점을 인식하고 활용하기 위해 개발되었으며 정서행동장애의 임상군 아동·청소년을 대상으로 성격강점 활용 개입프로그램을 시행했다는데 의의를 지닌다.

