본 연구의 목적은 우리나라 대학생들의 성희롱 대처방안을 분석해봄으로써 이를 통하여 성희롱을 예방하기 위한 상담과 예방교육에 주는 시사점을 찾고자 하는 것이다.

본 연구에서는 관계유형, 행위유형, 그리고 반복성의 조건이 각각 다른 12가지의 사례를 제시한 후 대처방안을 살펴보았는데, 대처방안은 상담의향, 대응수준, 처벌강도의 3가지 요소로 나누어 분석하였다.

여자 대학생 936명을 대상으로 연구하였고 남녀 차이를 살펴보기 위하여 611명의 남자 대학생의 자료를 비교 분석하였다.

분석 결과, 언어형 성희롱 사례의 경우 여학생이 남학생에 비하여 상담의향이 높은 것으로 나타난 반면 신체형 성희롱 사례들에서 여학생이 남학생에 비하여 상담의향이 낮은 것으로 나타났다.

다음으로 대응수준에서는, 개인적 소극적 대응에는 주로 남학생들의 응답률이 높았고 공식적 적극적 대응에는 여학생들의 응답률이 높았다.

마지막으로 처벌강도에서는 비교적 가벼운 처벌수준에 대해 남학생들의 응답률이 여학생에 비해 높았고 상대적으로 처벌수준이 강하다고 볼 수 있는 응답에는 여학생들이 많은 것으로 나타났다.

이러한 분석 결과를 바탕으로 효과적인 성희롱 상담 및 예방교육을 위한 시사점을 제안하였다.

@highlight

우리나라 대학생들의 성희롱 대처방안을 분석하고 이를 통하여 성희롱을 예방하기 위한 상담과 예방교육에 주는 시사점을 찾고자 관계유형, 행위유형, 그리고 반복성의 조건이 각각 다른 12가지의 사례를 제시한 후 대처방안을 살펴보았는데, 대처방안은 상담의향, 대응수준, 처벌강도의 3가지 요소로 나누어 분석하였다.

@highlight

언어형 성희롱 사례의 경우 여학생이 남학생에 비하여 상담의향이 높은 것으로 나타난 반면 신체형 성희롱 사례들에서 여학생이 남학생에 비하여 상담의향이 낮은 것으로 나타났고  대응수준에서는, 개인적 소극적 대응에는 주로 남학생들이, 공식적 적극적 대응에는 여학생들의 응답률이 높았다.

@highlight

처벌강도에서는 비교적 가벼운 처벌수준에 대해 남학생들의 응답률이높았고 상대적으로 처벌수준이 강하다고 볼 수 있는 응답에는 여학생들이 많은 것으로 나타난 바, 효과적인 성희롱 상담 및 예방교육을 위한 시사점이 도출되었다.

