배출권 이월 및 차입은 감축기술개발투자에 영향을 미칠 수 있다.

배출권거래제하에서 이월 및 차입이 허용되면 감축비용과 배출권 가격에 따라 배출권거래제 참여기업들은 현재의 감축을 미래로 또는 미래의 감축을 현재로 선택할 수 있기 때문에 배출권 이월 및 차입은 감축기술개발에 대한 대체재적인 역할을 한다.

따라서 배출권 이월 및 차입과 같은 간접감축이행수단을 허용하는 경우에는 직접감축이행수단인 감축기술개발투자에 영향을 미친다.

불완전경쟁시장에서 이러한 간접감축조치가 감축기술개발투자에 미치는 영향은 완전경쟁시장하에서와 달라질 수 있다.

왜냐하면 과점시장의 쿠르노 경쟁하에서 감축기술개발투자가 최종소비재시장의 균형에 영향을 미칠 수 있기 때문이다.

분석 결과, 배출권 이월 및 차입으로 인한 감축기술개발투자 유인 수준은 감축비용, 할인계수, 초기무상할당, 감축기술개발투자효과 등에 의존한다.

@highlight

배출권 이월 및 차입은 감축기술개발투자에 영향을 미칠 수 있다.

@highlight

불완전경쟁시장에서 이런 간접감축조치가 감축기술개발투자에 미치는 영향은 완전경쟁시장하에서와 달라질 수 있다.

