역사유물론에서 확인되는 마르크스의 유물론이란 어떤 것도 불변의 본성을 갖지않으며, 그것은 그것을 둘러싼 관계에 따라 달라지는 본성을 가질 뿐이라는 입장으로 요약될 수 있다.

이를 나는 ‘외부에 의한 사유’라고 재정의하고자 한다.

들뢰즈는이런 의미에서의 유물론을 세 가지 차원에서 발전시켰다.

첫째는 그가 ‘계열적 사유’라고 명명한 방법인데, 어떤 항도 그것과 계열화된 이웃항과의 관계에 의해 그것의 의미나 본성이 규정된다고 보는 것이다.

둘째는 모든 것을 그것의 효과를 통해사유하는 것이다.

이는 모든 것을 어떤 효과를 산출하는 것이란 의미에서 ‘기계’라고 보는 ‘일반적 기계주의’에서 단적으로 확인된다.

이는 언어의 본질은 그것에 ‘잉여성’으로 부가되는 명령어에 있다는 명제를 통해 화용론을 더욱 밀고 나가는 지점에서도 발견된다.

셋째는 모든 현행적인 것의 외부를 이루는 잠재성 개념과 결부된것으로, 모든 규정성이 사라져버리는 순수잠재성으로까지 밀고 올라가는 방식으로구성된다.

‘일관성의 평면’이란 개념은 절대적 탈영토화의 선을 타고 올라가 도달한순수잠재성 개념이다.

이는 내재성의 개념과도 연결된다.

내재성이란 내부성의 사유와 짝하는 초월성과 반대되는 것으로, 외부에 의한 사유를 요체로 한다.

이런 의미에서 유물론적 사유는 마르크스나 스피노자와 들뢰즈의 사유가 하나로 묶일 수있는 어떤 합류지점을 형성한다.

@highlight

이런 의미에서 유물론적 사유는 마르크스나 스피노자와 들뢰즈의 사유가 하나로 묶일 수있는 어떤 합류지점을 형성한다.

@highlight

유물론적 사유는 마르크스나 스피노자와 들뢰즈의 사유가 하나로 묶일 수있는 어떤 합류지점을 형성한다.

