인도적인 사유에서 비유는 논리적이고 철학적인 문헌들에서 중요한 요소로서 자리 잡고 있다.

특히 인도 인식논리학에서는 논증의 핵심적인 요소로서 명재의 참 거짓을 판단하는 기준이 된다.

하지만 비유는 개념정의에 바탕한 설명에 비해서 명료하지 못하고 논자 또는 화자가 진정으로 원하는 것이 어떤 것인지 알 기 어렵다는 단점이 있다.

초기불교 경전들은 기본적으로 다의적인 용어들을 많이 사용하며 많은 부분들에 있어서 개념적인 설명보다는 비유적인 맥락에 의존하고 있다.

특히 모든 불교인들의 목표라고 할 수 있는 열반조차도 ‘세 가지 불의 소멸’이란 비유적인 맥락을 통해서 설명되고 있으며, 그 연장선상에서 유여열반과 무여열반이라는 두 가지 열반이론의 제시하고 있다.

이 논문에서는 빨리어 up?

di 불교혼성범어 upadhi란 용어가 가지는 주관적인 의미와 객관적인 의미를 바탕으로 초기경전의 비유적인 설명이 아비달마의 개념적인 설명을 선호하는 환경 하에서 어떤 문제점들을 노출시켰는지를 살펴보고 초기경전을 이해하는데 있어서 내용적인 전후맥락을 이해하는 것이 얼마나 중요한가를 지적한다.

@highlight

인도적인 사유에서 비유는 논리적이고 철학적인 문헌들에서 중요한 요소로서 자리 잡고 있으나 개념정의에 바탕한 설명에 비해 명료하지 못하고 진정으로 원하는 것이 어떤 것인지 파악하기 어렵다는 단점을 가진다.

@highlight

초기불교 경전들은 많은 부분들에 있어서 개념적인 설명보다는 비유적인 맥락에 의존했다.

