오늘날 무선통신 기술은 기존 유선 통신방식에 추가하여 매우 주목받고 있는 정보통신 혁명을 주도하였다.

무선 통신에서 자체 피코넷(piconet)을 형성하여 음성이나 데이터 통신을 수행하는 블루투스 기술은 많은 응용분야에 적용되고 있으며, 나아가 액세스 망을 통해 공중망과 접속 가능하게 되었다.

본 논문에서는 블루투스 프로토콜의 기술교육을 위하여 프로토콜 스택의 핵심인 HCI, L2CAP, RFCOMM, SDP와 프로파일의 핵심인 GAP, SPP, GEOP, FTP을 모니터링 및 에뮬레이션하기 위한 프로그래밍 기법의 제반 환경을 체계적이고 쉽게 서술하였다.

이러한 기능은 블루투스 디바이스와 RS-232-

C, USB 또는 UART 인터페이스로 접속된 PC 환경에서 비주얼 C로 작성된 응용 프로그램으로 수행되며, 블루투스 디바이스에 실장된 펌웨어와 인터페이스를 수행하여 개발되었다.

아울러 개발된 소프트웨어를 활용하여 파일 전달 및 채팅 기능을 부가적으로 제공하여 교육의 효율을 높이고자 하였다.

@highlight

블루투스 프로토콜 기술교육을 위해 프로토콜 스택의 핵심인 HCI, L2CAP, RFCOMM, SDP와 프로파일의 핵심인 GAP, SPP, GEOP, FTP을 모니터링 및 에뮬레이션하기 위한 프로그래밍 기법 제반 환경을 체계적으로 서술하였다.

