본 논문에서는 합성단면을 갖는 구조물의 극한 거동 해석에서 요구하는 재료 및 기하학적 비선형 해석을 수행하기 위한 보 요소를 제시하였다.

제안된 요소는 기하학적 비선형성을 효과적으로 모사할 수 있는 co-

rotational 정식화를 통해 도출되었으며, 다양한 합성단면의 저항성능을 재현할 수 있도록 화이버 단면법이 요소의 내력 및 강성을 산정하는데 활용되었다.

제안된 방법을 구현할 수 있도록 해석 프로그램이 개발되었으며, 호장법을 적용하여 최대내력 발생 이후의 연성거동뿐만 아니라 심한 비선형 응답(snap-

through 또는 snapback)까지 추적해낼 수 있도록 하였다.

본 연구에서 제안된 요소 정식화와 해석 프로그램의 정확성을 검증을 위해 몇 가지 수치예제가 수행되었고, 해석결과는 제안된 요소의 정확성과 효율성을 보이기 위해 3차원 연속체 모델 및 기존 연구의 결과와 비교되었다.

추가로 합성단면을 갖는 골조 구조물에 대한 수치예제를 통해, 합성단면을 구성하는 재료의 탄성계수 비 및 강도 비에 따른 영향을 분석하였다.

해석결과는 외층 재료의 탄성계수가 증가됨에 따라 준취성 거동이 나타났으며, 외층 재료의 항복강도가 높을수록 선형 거동하는 기하적 비선형 응답과 유사한 응답을 보였다.

@highlight

본고는 합성단면을 갖는 구조물의 극한 거동 해석에서 요구하는 재료와 기하학적 비선형 해석을 수행하기 위한 보 요소를 제안하였다.

@highlight

제안된 요소는 기하학적 비선형성을 효과적으로 모사할 수 있는 co-

@highlight

rotational 정식화를 통하여 도출되었다.

