하인리히 폰 클라이스트의 이른바 ‘칸트 위기’는 -

철학과 문학의 조우라는 점에서 -

독문학사에서 가장 매력적인 테마 중 하나로 받아들여지고 있으며, 또한 이 작가의 연구사에서 -

여전히 -

가장 중요한 부분을 차지하고 있다.

최근에 핑크는 이를 세 가지 연구사적 입장으로 분류하여, 소위 ‘칸트 위기’의 원인을 칸트 강독에서 찾는 포지션 I.

과 이를 칸트 저서 이외에의 것, 예를 들어 독일 관념론자 피히테 등의 강독에서 찾는 포지션 II.

그리고 이런 ‘칸트 위기’는 없었다고 보는 포지션 III.

로 명명하였다.

본 논문은 포지션 II.

의 대표 논문인 카시러의 입장과 포지션 I.

의 대표 논문인 무트의 입장을 각각 면밀히 살펴보았다.

사실 이 두 연구들은 -

오늘날 -

‘칸트 위기’를 단순히 인식론적인 위기로만 국한해서 보고 있다는 비판을 받고 있기도 하다.

하지만 이 두 연구들은 각 포지션의 -

본격적인 의미의 -

효시일 뿐 아니라, 모든 후속 논문들은 이를 바탕으로 혹은 이와 논쟁하며 발전해 왔기에, 이에 대한 이해는 여전히 유효하고, 필요한 작업이다.

다시 말해, 이 (두 입장에 대한) 연구를 통해 클라이스트의 소위 ‘칸트 위기’에 대한 -

이전 및 지금까지의 연구 방향에 대한 그리고 앞으로의 전개 향방마저 가늠할 수 있는 -

보다 깊은 이해가 가능해지기 때문이다.

@highlight

본문은 포지션 대표 논문인 카시러와 무트의 입장을 각각 살펴보았다.

@highlight

두 연구는 ‘칸트 위기’를 단순히 인식론적 위기로만 국한해서 보고 있지만 각 포지션의 효시일 뿐 아니라 이에 대한 이해는 여전히 유효하고 필요하다.

