한국 교회의 사회적 신뢰를 회복할 수 있는 길은 지금껏 걸어올 수 있었던 원동력, 즉 본 논문에서도 밝혔지만 황무지와 같은 한국 땅에 복음으로 새로움을 창조했던 미국남장로교회의 선교 원리를 발굴해서 현대 한국교회 역사의 변천과정에서 그것을 적용할 때 가능해질 것이다.

그럼으로써 교회 일치성을 확보하게 되고 동시에 현대 소용돌이치는 한국 사회에서 빛을 발하는 교회, 지역사회의 센터로서의 역할을 감당할 수 있게 될 것이라고 믿어진다.

복음 전파와 교육 선교, 그리고 의료 선교라는 ‘삼각 선교의 원칙’(Triangle Method)을 중심해 헌신적으로 열정적으로 거의 순교적 영성을 가지고 한국의 척박한 땅을 미국 남장로교 선교사역이 옥토로 만들어갔다.

그들의 개척정신과 희생의 정신을 다시 회복할 때 새로운 창조력을 형성하는 것 그렇게 난해한 일이 아닐 수 있다.

역사의식의 문제이다.

역사를 통해 배우고 전략을 발견하고 그리고 실천해가는 그런 작업이 있다면 문제의 산은 모래 위에 지은 것과 같은 것이 될 것이다.

본 논문에서 한국 사회에서도 당대에 평양이나 서울보다 훨씬 열악한 곳, 미국의 남 장로교회라고 한국의 남쪽을 선호하면서 찾아간 ‘7인의 선구자’들의 결의는 오늘도 교회를 이끌어가는 모든 이들이 회복시켜야 할 미덕이다.

그러한 재발견만이 한국 교회가 안고 있는 딜레마를 풀어갈 수 있으리라 본다.

@highlight

이 논문에서 한국 사회에서도 당대에 평양이나 서울보다 훨씬 열악한 곳, 미국의 남 장로교회라고 한국의 남쪽을 선호하면서 찾아간 ‘7인의 선구자’들의 결의는 오늘도 교회를 이끌어가는 모든 이들이 회복시켜야 할 미덕이다.

