초국적 이주 역사가 진전되면서 이주 당사자의 한국사회 적응문제 등 이주초기 문제를 넘어 다양한 배경과 목적을 지닌 이주자들의 가족과 자녀의 문제 등 이주정책 담론이 매우 복잡해지고 있다.

특히 한국사회의 미등록 이주 아동 문제는 그 이슈가 더 복잡하다.

이 논문은 한국사회의 이주정책 현실과 이슈를 염두에 두고, 프랑스의 미등록 이주아동 교육 정책을 고찰하여 한국사회에서의 시사점을 이끌어내기 위한 목적으로 이루어졌다.

이를 위해 프랑스 이주정책 문헌과 교육 정책 자료를 중심으로 미등록 이주 아동교육 정책의 핵심적인 내용과 쟁점을 고찰하였다.

연구결과 사회적 정의와 통합, 인권의 관점에 기초하여 프랑스는 미등록 이주 아동에게 교육적 기회부여와 실질적인 보장을 위한 정책을 시행하고 있음을 보여주고 있다.

이러한 프랑스 미등록이주아동 교육 정책은 1) 인권 프레임 2) 국민에서 세계시민교육으로 3) 대상에서 필요중심 교육 지원 3 가지로 요악할 수 있었다.

이러한 프랑스의 사례는 미등록 이주아동 교육 문제를 근대 국민국가의 틀을 넘어서는 새로운 시각에서 재성찰할 필요성을 한국사회에 시사해주고 있다.

@highlight

초국적 이주 역사가 진전되면서 이주 당사자의 한국사회 적응문제 등 이주초기 문제를 넘어 다양한 배경과 목적을 지닌 이주자들의 가족과 자녀의 문제 등 이주정책 담론이 매우 복잡해지고 있다.

