현장관측에 기초한 원주천의 기준갈수량에 추가하여 수질향상과 어류서식환경의 개선을 위한 목표 유지유량을 산정하였다.

목표유지유량의 산정은 자연 생태적 기능, 친수환경, 경관을 고려한 수심과 유속을 기초로 하여 구간 또는 지점별 저수로폭을 감안하였다.

각 지점별 저수로 수면 폭에 따른 유속은 0.2m/s으로 하고 수심을 상류 0.1m에서 하류 0.3m까지로 하여 산정한 추가적 유지유량 확보량은 상류지점의 0.03㎥/s에서 하류지점의 0.90㎥/s이다.

목표한 유지유량의 확보를 위한 방안으로 하수도시스템의 개선에 의한 계곡수와 우수의 방류, 유역관리에 의한 기저유출 증가, 상류수원의 개발과 천변저류지 등을 검토하였다.

검토결과는 목표유량과 부합되는 0.19㎥/s에서 3.42㎥/s로 기준갈수량의 1.4배에서 2.5배 까지 늘릴 수 있는 가능성을 분석하였다.

QUAL2E 모형의 적용을 통하여 유지유량 증가에 따른 BOD 수질개선효과를 확인하였다.

원주천 중류의 복원목표종을 갈겨니로 선정하고, 유지유량 증가에 따른 PHABSIM 모형에 의한 서식적합도는 현저히 향상되어 유량증대가 수질과 어류 서식환경을 개선하는 것으로 나타났다.

@highlight

본 논문에서는 원주천의 기준갈수량에 추가하여 수질향상, 어류서식환경의 개선을 위해, 유지유량을 산정하였고,  QUAL2E 모형의 적용을 통하여 유지유량 증가에 따른 BOD 수질개선효과를 확인하였고, 유지유량 증가에 따른 PHABSIM 모형의 서식적합도는 향상되어 유량증대가 수질, 어류 서식환경을 개선하였다.

