이 연구의 목적은 예비교사를 대상으로 사교육에서 나타난 그 경험의 의미를 알아보는 데 있다.

이를 위하여 예비교사 111명을 연구 참여자로 선정하고 인터뷰와 저널쓰기를 통하여 자료를 수집하였다.

즉, 사교육 경험을 조사하고자 설문조사를 통한 기술통계를 하였고, 연구의 질적인 부분을 찾아보고자 예비교사를 대상으로 저널쓰기와 인터뷰를 하였다.

연구결과, 첫째, 예비교사는 비교과 사교육과 교과 사교육을 대부분 경험한 것으로 나타났다.

둘째, 긍정적인 사교육 경험은‘ 호(好): 좋아하는 것, 원(願): 원하는 것, 자유(自由): 자유로운 분위기’의 의미로 나타났다.

셋째, 부정적인 사교육 경험은‘강(强): 강압적인 분위기, 압(壓): 압박감, 불안(不安): 스트레스’의 의미로 나타났다.

결론적으로, 사교육은 교과와 비교과 사교육의 긍정적인 경험에 대한 교육적 가치를 실현할 수 있도록 노력해야 할 것이다.

아울러, 사교육의 혁신과 질 제고를 위해 사교육에 대한 체계적인 개발과 더불어 다양한 분야에서 사교육을 개발하여 학생들에게 폭넓은 경험을 제공하고, 역량개발을 위해 개개인의 특성에 맞는 다양한 사교육이 이루어지도록 노력해야 할 것이다.

@highlight

예비교사를 대상으로 사교육에서 나타난 그 경험의 의미를 알아보는 데 있다.

@highlight


긍정적인 사교육 경험은 호: 좋아하는 것, 원: 원하는 것, 자유: 자유로운 분위기의 의미로 나타났다.

@highlight


부정적인 사교육 경험은 강: 강압적인 분위기, 압: 압박감, 불안: 스트레스의 의미로 나타났다.

