본 연구의 목적은 디렉터가 경험한 주인공의 사이코드라마 과정을 탐색하여 그 이론적 틀을 제시하는데 있다.

이를 위해 사이코드라마 시연 경험이 30사례 이상인 디렉터 10인을 연구 참여자로 선정하여 심층면담을 실시하였다.

연구방법으로는 근거이론 방법을 적용하여 자료를 분석하였고 206개의 개념과 40개의 하위범주, 6개의 범주가 도출되었다.

패러다임 분석 결과, 중심 현상은 ‘주인공 ‘I-

God’으로 살다’가 도출되었고 인과적 조건으로는 ‘주인공으로 서다’, 맥락적 조건으로는 ‘주인공이 되다’, 중재적 조건으로는 ‘주인공이 하다’, 작용/상호작용 전략으로는 ‘주인공이 겪다’, 결과로는 ‘주인공이 변하다’가 도출되었다.

본 연구는 디렉터의 경험에서 주인공의 사이코드라마 치료 요인을 도출하였고 요인별 상호작용을 패러다임 모형으로 제시하여 주인공과 핵심적 관계인 디렉터가 주인공의 사이코드라마 과정을 어떻게 경험하고 있는지 밝혀 그 메커니즘의 이해를 촉진하였다는데 의의가 있다.

@highlight

본고의 목적은 디렉터가 경험한 주인공의 사이코드라마 과정을 탐색하여 그 이론적 틀을 제시하는데 있다.

@highlight

본고는 디렉터의 경험에서 주인공의 사이코드라마 치료 요인을 도출하였고 요인별 상호작용을 패러다임 모형으로 제시하여 주인공과 핵심적 관계인 디렉터가 주인공의 사이코드라마 과정을 어떻게 경험하고 있는지 밝혀 그 메커니즘의 이해를 촉진하였다는데 의의가 있다.

