이 연구는 제7차 교육과정이 학교 현장에서 어떻게 적용되는지, 그리고 학생들이 어떻게 그에 대응하는지를 드러내는 데 목적이 있다.

이를 위해 본 연구에서는 한 고등학교에서 수업을 참여관찰하고 교사, 학생, 학부모와 면담을 통해 수집된 자료를 분석·해석하였다.

연구 결과, 학교 현장에서 교육과정의 적용은 주로 ‘환경 적응’, ‘교사 중심’, ‘입시 지향’의 문화적 원리에 의한다는 것을 발견하였다.

첫째, ‘환경 적응’이란 학생들의 교실 이동을 최소화하는 방식으로, 그리고 학생들의 교과 선택이 제한되는 방식으로 교육과정이 적용되는 것이다.

둘째, ‘교사 중심’은 교사들 간에 형평을 맞추고, 무엇보다 교사의 만족이 최대화될 수 있도록 교육과정이 적용되는 것이다.

셋째, ‘입시 지향’은 학생 간에 변별력을 키워 산출을 극대화시키는 방향으로 적용되는 것이다.

교육과정이 학교 현장에서 적용되는 과정에서 학생들 역시 그에 대응을 한다.

학생들은 교과를 “수능 교과”와 “비수능 교과”로 구분하여, 그 구분에 따라 수업 참여정도를 달리 하며, 또한 상반, 중반 수업에서 “배우는 것은 동일”한 것으로 간주하여 적응하고 있다.

본 연구를 통해 일반계 고등학교에서 교육과정 운영과 적용이 입시와 관련이 깊은 방식으로 이루어진다는 것을 확인할 수 있었으며, 물적, 인적 조건의 미비로 의도와 달리 운영과 적용과정에서 교육과정의 왜곡과 파행이 초래되고 있다는 것을 알 수 있다.

@highlight

본 연구는 제7차 교육과정이 학교 현장에서 어떻게 적용되는지, 학생들이 어떻게 그에 대응하는지를 드러내는 데 목적이 있다.

@highlight

이 연구를 통해 일반계 고등학교에서 교육과정 운영과 적용이 입시와 관련이 깊은 방식으로 이루어진다는 것을 확인할 수 있었으며, 물적, 인적 조건의 미비로 의도와 달리 운영과 적용과정에서 교육과정의 왜곡과 파행이 초래되고 있다는 것을 알 수 있다.

