국내의 지진 발생 추이가 증가세를 보이고 있으며, 이에 따라 시설물 피해를 주고 큰 인명 피해를 초래하는 지진재해에 대한 대비의 중요성이 대두되고 있다.

지진재해에 대비하기 위해서는 지진 또는 진동가속도에 대한 실시간 계측을 하는 것이 중요하다.

일본과 미국의 경우 중요 시설물에 대하여 이미 실시간 지진가속도계측을 시행하고 있으며 계측된 지진가속도데이터는 데이터베이스화되어 관리되고 있다.

이를 이용해 내진설계기준 개정시 또는 지진으로 인한 피해 예측시 활용하고 있다.

국내의 경우, 최근 지진재해대책법 및 시행규칙이 개정되어 공포되었으며, 국민안전처에서 지진가속도계측자료 통합관리시스템을 구축해 나가고 있는 상황이다.

본 연구의 목적은 국민안전처 통합관리시스템에 연계가 가능한 시설물 실시간 진동 감지 및 분석 시스템을 개발 하는 것이다.

이 시스템은 지진가속도계측데이터 모니터링 기능을 포함하며, 또한 고속푸리에변환, 고유진동수 추출, 응답스펙트럼, 파워스펙트럼, 진도 표출, 시설물 건전도 평가 등 다양한 가속도데이터 분석 기능을 갖추고 있을 뿐만 아니라 국민안전처 지진가속도계측자료 시스템에 연계가 가능하도록 설계되었다.

개발된 시스템은 시설물의 안전관리 네트워크 구축, 지진 또는 진동으로 인한 시설물의 피해에 대한 대비, 유지관리 비용의 최소화에 긍정적인 효과가 있을 것이라고 판단된다.

@highlight

국내의 지진 발생 추이가 증가세를 보이고 있고, 이에 시설물 피해를 주고 큰 인명 피해를 초래하는 지진재해에 관한 대비의 중요성이 대두되고 있다.

@highlight

지진재해에 대비하기 위해서는 지진 또는 진동가속도에 관한 실시간 계측을 하는 것이 중요하다.

