본 연구에서는 인공신경망 모형을 사용한 투자신호 분석방법을 제안하고 이를 기반으로 하는 투자전략을 제안하고자 한다.

주가 변화에 따른 투자신호 분석을 위하여 2006년 6월 1일부터 2019년 1월 4일까지의 일별 중국 상하이주가지수와 바이두지수 자료를 사용하였다.

또한 이동평균수렴확산(Moving Average Convergence and Divergence)지표를 사용하여 주식시장의 강세 시장과 약세 시장에 따라 투자전략을 차별화하였으며, 투자 기회를 판단할 수 있는 신호를 가장 낮은 0번부터 5번까지 여섯 개 신호로 구분하여 보다 세분화된 투자전략 모형을 제안하였다.

또한 인터넷 검색지수 빅 데이터를 인공신경망 모형의 독립변수로 사용하여 추정한 결과 실제 신호와 유사한 신호를 예측할 수 있다는 것을 확인하였다.

2019년 1월 4일부터 3월 24일까지의 기간을 네 구간으로 나누어 투자신호를 예측한 결과 세분화된 신호에 따른 투자전략은 기존의 투자전략보다 미래의 투자 기회를 더 잘 예측할 수 있으며, 무의미한 거래를 감소시키는 효과가 있다는 것을 확인하였다.

@highlight

인공신경망 모형을 사용한 투자신호 분석방법을 제안하고 이를 기반으로 하는 투자전략을 제안하였으며 이 세분화된 신호에 따른 투자전략은 기존의 투자전략보다 미래의 투자 기회를 더 잘 예측할 수 있으며, 무의미한 거래를 감소시키는 효과가 있다는 것을 증명하였다.

