연구목적: 본 연구는 FGI를 통해 전공과의 현장실습 및 취업 지원과 관련된 문제점을 알아보고 실효성 있는 현장실습 및 취업 지원 방안을 제시하는데 연구의 목적이 있다.

연구방법: 전공과 운영경험이 있는 특수교사 12명, 특수교육 관련 전문가 5명, 총 17명을 대상으로 포커스그룹면담(FGI)을 실시하였고, 지속적 비교 분석법을 활용하여 범주화 및 주제를 도출하였다.

연구결과: 전공과의 현장실습 및 취업 지원과 관련된 문제점 및 개선 방안은 다음과 같다.

첫째, 전공과 현장실습을 위한 산업체 부족, 장시간의 장애학생 직장적응 소요시간 문제, 현장실습 담당 교사와 산업체 내 직무지도원의 역할수행의 어려움이 장애학생 현장실습의 주된 문제점으로 나타났다.

둘째, 전공과의 직업훈련 교육과정 내용은 현장실습 및 취업과 직접적인 연계가 이루어져야 한다.

셋째, 교내 현장실습 활성화를 위해 노후화된 시설 및 설비에 대한 지원과 학교 프로그램과 취업과의 연계성을 위한 시설 구축이 필요하다.

넷째, 현장실습 및 취업 지원의 활성화를 위해서는 직업훈련 코디네이터의 지원이 필요하다.

마지막으로, 장애학생 취업 활성화를 위한 유관기관과의 연계 및 일원화된 경로가 구축되어야 한다.

결론: 전공과의 현장실습 및 취업 지원을 위하여 관련 인력 배치, 시설 구축, 지역사회 관련기관 간의 연계 등 실질적인 노력이 이루어져야 한다.

@highlight

FGI를 통해 전공과의 현장실습 및 취업 지원과 관련된 문제점을 알아보고 실효성 있는 현장실습 및 취업 지원 방안을 제시하고자 연구한 결과 전공과의 현장실습 및 취업 지원을 위하여 관련 인력 배치, 시설 구축, 지역사회 관련기관 간의 연계 등 실질적인 노력이 이루어져야 한다.

