2018년 대검찰청 범죄분석에 따르면 전체 범죄피해자 가운데 7세 이상 20세 이하 범죄피해자는 11만 명을 넘는다.

그럼에도 불구하고 U.

N.

아동권리협약에 의거할 때 아동에 해당하는 18세 미만 범죄피해자 통계가 따로 생산?

관리되지 않아 정확한 규모조차 파악하기 어려운 상태이다.

뿐만 아니라 개인정보 보호와 연구윤리 문제로 범죄피해청소년에 대한 접근도 용이하지 않아서 이들에 대한 인권실태 파악을 시도한 연구는 그동안 극히 제한적이었다.

폭력 등 일부 범죄의 경우 피해경험이 제대로 치유되지 않아 피해자가 가해자로 전이되는 양상이 관찰되기도 한다.

아동?

청소년기 범죄피해경험은 이후 생애전반에 막대한 영향을 미치므로 국가차원에서 다루어야 할 주요 사안이다.

범죄피해청소년의 인권보호는 시민적 권리측면에서 당연한 조치일 뿐 아니라 중?

장기적으로 국가경쟁력을 제고하고 사회적 비용 감소에 기여할 수 있기 때문이다.

이러한 문제의식에서 출발한 본 연구는 범죄피해청소년이 형사절차단계에서 경험한 인권보호실태를 통해 근거기반(evidence) 정책 추진을 위한 기초자료를 제공하는 것을 목표로 한다.

조사결과를 기반으로 수사단계, 처분결정단계, 재판단계(보호 및 공판) 등 형사절차단계별 실무지침 개선(안)과 법률 개정을 포함한 중?

장기 정책과제를 제안하였다.

@highlight

개인정보 보호와 윤리문제로 범죄피해청소년들에 대한 인권실태 파악을 시도한 연구는 극히 제한적이었다.

@highlight

이에 본 연구는 범죄피해청소년이 형사절차단계에서 경험한 인권보호실태를 통해 근거기반 정책 추진의 기초자료를 제공하고자 한다.

@highlight

조사결과를 바탕으로 형사절차단계별 실무지침 개선(안)과 중?

@highlight

장기 정책과제를 제안하였다.

