본

 

연

구

에

서

는

 

인

간

의

 

행

복

증

진

,

 

안

녕

감

 

향

상

 

및

 

우

울

정

도

를

 

경

감

시

킬

 

목

적

으

로

 

서

양

에

서

 

개

발

되

고

 

효

과

가

 

검

증

된

 

다

양

한

 

긍

정

심

리

학

적

 

개

입

 

활

동

들

을

 

개

인

주

의

적

 

요

소

들

(

개

인

-

초

점

적

 

요

소

들

)

과

 

집

단

주

의

적

 

요

소

들

(

관

계

-

초

점

적

 

요

소

들

)

로

 

나

누

어

 

둘

 

중

 

어

느

 

요

소

들

이

 

한

국

 

중

년

여

성

들

의

 

행

복

 

및

 

안

녕

감

을

 

증

진

시

키

는

데

 

더

욱

 

효

과

가

 

있

는

지

와

 

둘

 

중

 

어

느

 

요

소

들

을

 

먼

저

 

오

도

록

 

배

치

하

는

 

게

 

더

욱

 

효

과

가

 

있

는

지

 

비

교

 

검

증

하

였

다

.

 

이

를

 

위

해

 

서

울

 

및

 

경

기

 

소

재

 

중

년

 

여

성

들

 

6

8

명

을

 

대

상

으

로

 

세

 

조

건

(

개

인

-

초

점

적

 

활

동

들

을

 

먼

저

 

실

시

한

 

조

건

,

 

관

계

-

초

점

적

 

활

동

들

을

 

먼

저

 

실

시

한

 

조

건

,

 

무

처

치

 

통

제

 

조

건

)

으

로

 

나

누

어

 

행

복

증

진

 

프

로

그

램

을

 

실

시

하

였

고

,

 

사

전

,

 

중

간

,

 

사

후

,

 

추

후

 

네

 

시

점

에

 

거

쳐

 

측

정

을

 

하

여

 

최

종

적

으

로

 

6

1

명

의

 

자

료

를

 

분

석

하

였

다

.

 

자

료

분

석

을

 

위

해

서

는

 

3

(

시

점

)

 

×

 

3

(

조

건

)

 

M

A

N

O

V

A

,

 

일

련

의

 

반

복

측

정

 

A

N

O

V

A

s

,

 

A

N

C

O

V

A

s

,

 

C

o

h

e

n

의

 

d

 

통

계

치

를

 

이

용

한

 

효

과

크

기

 

검

증

이

 

이

루

어

졌

고

 

효

과

유

지

여

부

를

 

확

인

하

기

 

위

해

서

는

 

2

(

시

점

)

 

×

 

2

(

조

건

)

 

M

A

N

O

V

A

를

 

실

시

하

였

다

.

 

경

험

적

 

검

증

 

결

과

,

 

전

반

적

으

로

 

개

인

-

초

점

적

 

활

동

들

이

 

관

계

-

초

점

적

 

활

동

들

보

다

 

행

복

증

진

에

 

좀

 

더

 

효

과

가

 

우

세

했

다

.

 

마

지

막

으

로

,

 

본

 

연

구

의

 

제

한

점

,

 

그

리

고

 

본

 

연

구

의

 

의

의

와

 

추

후

 

연

구

를

 

위

한

 

제

안

점

들

이

 

논

의

되

었

다

.

@highlight

이 연구에서는 인간의 행복증진, 안녕감 향상 및 우울정도를 경감시킬 목적으로 서양에서 개발되고 효과가 검증된 다양한 긍정심리학적 개입 활동들을 개인주의적 요소들과 집단주의적 요소들로 나누어 둘 중 어느 요소들이 한국 중년여성들의 행복 및 안녕감을 증진시키는데 더욱 효과가 있는지와 둘 중 어느 요소들을 먼저 오도록 배치하는 게 더욱 효과가 있는지 비교 검증했다.