본 연구의 목적은 현행 고등학교 태권도 선수들의 수업 참여 실태와 인식도 분석을 통해 선수들의 학습의욕을 증진시키고 수업 참여 의식의 개선 및 발전에 도움이 되는 기초자료를 제공하는데 그 목적이 있다.

이러한 연구목적을 달성하기 위해 태권도 선수들의 정규수업 참여 실태 및 인식도 설문을 작성하였으며 2010년 4월 10일~16일까지 전국 태권도대회에 참가한 고등학교 남여 선수 403명의 자료를 SPSS12.0 프로그램을 이용하여 빈도분석과 교차분석, t-

검정, 일원변량분석으로 통계처리를 하였다.

이에 대한 연구결과는 다음과 같다.

첫째, 고등학교 운동선수들의 수업참여는 주로 오전시간(4시간) 참여가 많았지만 시합일이 임박해서는 수업 결손율이 높았고, 수업불참은 2-3일에서 길게는 1개월까지 나타났으며 입상실적별로 차이를 보였다(p<.05).

둘째, 수업시간 중 몰입하는 행동 유형으로는 잠을 자거나 수업에 몰두하는 유형이 많았다.

셋째, 고등학교 운동선수들은 수업참여의 필요성은 인식하고 있으나 관심도는 상대적으로 낮았고, 이는 지나치게 과다한 연습량으로 항상 심신이 피로하고 학습 수준 차가 너무 커 수업시간에 몰입할만한 재미 요인을 찾지 못하기 때문인 것으로 나타났다.

이에 대한 개선방안으로는 학업 성취 기준을 적용 엄격하게 선수자격을 부여함으로써 공부하는 태권도 선수를 육성해야 할 것이며 태권도 코치 및 감독 등 지도자들은 선수들의 학습태도와 습관이 긍정적으로 변화할 수 있도록 세심한 배려와 지도를 해야 할 것이다.

@highlight

이 연구의 목적은 현행 고등학교 태권도 선수들의 수업 참여 실태와 인식도 분석을 통해 선수들의 학습의욕을 증진시키고 수업 참여 의식의 개선 및 발전에 도움이 되는 기초자료를 제공하는데 그 목적이 있다.

