글로벌시대의 이문화간 의사소통에서 상대국 사람들에게 네거티브 negativ하게 여겨지는 한 국가의 문화와 기업문화는 다른 무엇보다 사회·경제적인 폐해를 초래한다.

단지오랜 전통이라는 이유만으로 네거티브한 문화를 고수하는 것은 모든 분야에서 첨단으로치닫는 현 시대의 흐름과도 부합하지 않는다.

유교적인 전통과 맞물려 그동안 한국의 표준문화로 인식되어온 ‘집단체제’, ‘계급체제’, ‘임기응변과 유연성’, ‘관계정립’, ‘체면유지’ 등은 외국 기업인들에게 긍정적이라기보다는오히려 네거티브하게 보이는 사항들이다.

이는 과거 독일 학자들의 연구에서 뿐만 아니라 한국진출을 앞두고 있는 독일 기업인들을 위한 현재의 독일 비즈니스 지침서에서도그대로 증명되고 있다.

본 연구는 이문화간 의사소통 관점에서 유럽연합, 특히 한국과의 교역이 가장 활발한독일인의 눈에 네거티브하게 비친 한국의 표준문화 및 기업문화를 고찰해보고자 한다.

비즈니스를 위한 이문화간 의사소통 과정에서 독일인들에게 네거티브하게 보이는 한국의 표준문화와 기업문화를 재고한 후에 제시된 보완책은 한국인과 한국기업의 좋은 이미지 구축에도 도움이 될 것이다.

@highlight

이 연구는 이문화간 의사소통 관점에서 유럽연합, 특히 한국과의 교역이 가장 활발한독일인의 눈에 네거티브하게 비친 한국의 표준문화 및 기업문화를 고찰해보려 한다.

