IPv4 주소가 고갈됨에 따라 한계점을 해결하기 위해 나타난 IPv6 주소체계가 서서히 다양한 분야에서 활용되고있다.

최근에는 다양한 사물과 네트워킹 할 수 있는 사물인터넷(IoT) 제품들이 등장하기 시작하였다.

사물인터넷이많은 분야에 점차 적용되고 네트워킹 기술이 포함된 전자기기 보급이 증가함에 따라, 각 기기마다 IPv6의 IP주소를부여받게 될 것이다.

사물조차도 주소를 가지게 되면서 IP주소 관리시스템이 더욱 중요하다.

IP주소를 가지고 있는전자기기가 더 이상 사용되지 않고 있을 때, 그 전자기기의 IP주소를 추적 및 회수하기 위한 보완된 물류관리시스템이 필요하다.

본 논문에서는, 사물인터넷 제품에 각각 고정된 IPv6의 IP주소를 할당하여 이러한 IP주소와 네트워크를 기반으로 한 위치기반서비스를 이용하여 각 제품의 현재 위치를 추적하고, 창고 내의 제품을 관리하고자 한다.

필요시 IP 주소를 회수할 수 있는 새로운 물류추적 및 재고관리 시스템을 제언한다.

@highlight

IPv4 주소가 고갈됨에 따라 한계점을 해결하기 위해 나타난 IPv6 주소체계가 서서히 다양한 분야에서 활용되고있다.

