본 연구의 목적은 정신장애에 관한 핀란드 오픈 다이얼로그 접근방법을 소개하고, 기존 정신의료관행이 기반으로 하고 정신의학모델과의 차이를 규명하기 위한 것이다.

연구방법은 오픈 다이얼로그 관련 문헌을 검토하는 방식으로 수행되었다.

문헌연구는 정신의학모델의 기본적 가정, 정신장애의 의료화 그리고 치료과정에서의 당사자의 타자화 과정에 초점을 두고 검토하였으며, 오픈다이얼로그의 탄생과 발전과정, 실천원칙 및 실천요소를 분석하고 정리하였다.

이러한 기초 작업을 토대로 정신장애에 관한 정신의학모델과 오픈 다이얼로그 접근방법의 차이점을 정신장애의 본질, 정신적 위기상황에 관한 인식, 진단의 초점 및 주체, 증상의 의미, 치료 매개체 그리고 항정신성약물에 관한 관점 등에서 도출하였다.

결론적으로 오픈 다이얼로그는 정신장애에 대한 생물학적 원인론과 항정신성약물의 치료효과 재검토, 정신건강영역에서 사회복지실천의 생태체계적 관점 재조명, 치료주체로서 정신장애인 당사자 재인식, 정신의료기관 입원절차 개선 등의 함의를 가지고 있음을 제시하였다.

@highlight

본 논문은 정신장애에 대한 핀란드 오픈 다이얼로그 접근방법을 소개하고, 기존 정신의료관행이 기반으로 하고 정신의학모델과의 차이를 규명하였다.

@highlight

연구방법은 오픈 다이얼로그 관련 문헌을 검토하는 방식으로 수행되었다.

