본 연구에서는 일 · 학습병행제도의 연착륙과 성공적인 확산기반의 마련을 위해 효과적인 계약학과 운영모델을 제안하고자한다.

계약학과 운영과 관련한 당면과제 측면에서 보면 계약학과 입학생들은 특성화고나 마이스터고 출신들이고 성인이며 재직자이기 때문에 학업에 불리한 조건을 많이 가지고 있다.

따라서 학업부담을 완화시켜 주어야 하고, 탄력적인 학사운영이 필요하며, 낮은 학업능력 및 의욕을 보완해주어야 한다.

한편 직원들을 계약학과에 보내는 기업 입장에서는 현장 맞춤형 교육이절실하게 요구된다.

이러한 당면과제들을 효과적으로 해소하기 위해 한기대는 S-

OJT 교과목 도입, NCS 기반의 표준이수체계구축, 선행학습인정제도 활용, 역진행 학습(Flipped Classroom)의 도입, Tutor제 도입, 기초학습능력 지원을 위한 신규 교과목 개발 등 도전적인 방안들을 마련하였다.

이러한 시도가 성공적으로 정착된다면 우리나라 계약학과 제도를 한 단계 업그레이드 시키고 평생직업능력개발을 선도할 것으로 기대된다.

@highlight

이 연구에서는 일 · 학습병행제도의 연착륙과 성공적인 확산기반의 마련을 위해 효과적인 계약학과 운영모델을 제안하고자한다.

