본

 

연

구

는

 

복

부

비

만

 

여

대

생

 

1

4

명

에

게

 

탄

소

발

열

체

를

 

삽

입

한

수

정

 

(

탄

소

)

온

열

요

법

의

 

효

과

를

 

검

증

하

기

 

위

하

여

 

3

7

분

씩

,

 

1

주

 

3

 

회

,

 

4

주

간

 

총

 

1

2

횟

수

를

 

적

용

하

여

 

신

체

계

측

,

 

근

·

체

형

 

개

선

효

과

를

 

알

아

보

았

으

며

 

다

음

과

 

같

은

 

결

론

을

 

얻

었

다

.

 

신

체

계

측

에

서

 

체

중

 

1

.

1

6

 

k

g

 

(

p

<

0

.

0

1

)

,

 

체

지

방

량

 

1

.

6

8

 

k

g

 

(

p

<

 

0

.

0

1

)

,

 

체

질

량

지

수

 

0

.

7

 

k

g

/

m

2

 

(

p

<

0

.

0

0

1

)

 

감

소

하

여

 

통

계

적

으

로

 

유

의

하

게

 

나

타

났

다

.

 

근

·

체

형

 

변

화

에

서

는

 

좌

측

각

도

 

0

.

4

3

°

 

(

p

<

0

.

0

5

)

,

 

우

측

각

도

 

1

.

4

3

°

 

(

p

<

0

.

0

0

1

)

,

 

우

측

거

리

 

6

.

5

0

 

m

m

 

(

p

<

 

0

.

0

1

)

,

 

복

부

너

비

 

6

.

5

0

 

m

m

 

(

p

<

0

.

0

1

)

 

감

소

하

여

 

통

계

적

으

로

 

유

의

하

게

 

나

타

났

으

며

,

 

좌

측

거

리

는

 

실

험

 

전

·

후

에

 

유

의

한

 

변

화

가

 

나

타

나

지

 

않

았

으

나

 

복

부

 

좌

·

우

 

비

대

칭

이

었

던

 

거

리

차

를

 

줄

이

며

 

대

칭

에

 

가

까

운

 

결

과

를

 

나

타

내

었

다

.

 

본

 

연

구

에

서

 

탄

소

발

열

체

가

 

삽

입

된

 

수

정

 

(

탄

소

)

온

열

요

법

이

 

신

체

계

측

 

감

소

와

 

왜

곡

된

 

체

간

부

의

 

실

루

엣

,

 

비

대

칭

,

 

복

부

사

이

즈

 

변

화

에

 

긍

정

적

 

효

과

가

 

있

어

 

복

부

비

만

과

 

척

추

측

만

에

 

효

율

적

인

 

체

형

관

리

의

 

방

안

으

로

써

 

수

정

 

(

탄

소

)

온

열

요

법

이

 

수

동

적

 

운

동

으

로

의

역

할

이

 

가

능

할

 

것

으

로

 

사

료

된

다

.

 

제

한

점

으

로

는

 

상

체

만

으

로

 

국

한

된

 

관

리

 

범

위

와

 

적

은

 

대

상

자

수

로

써

 

추

후

 

연

구

대

상

자

의

 

폭

을

넓

혀

 

다

각

적

인

 

추

가

 

검

증

이

 

필

요

하

다

고

 

생

각

한

다

.

@highlight

이 연구는 복부비만 여대생 14명에게 탄소발열체를 삽입한수정 (탄소)온열요법의 효과를 검증하기 위해 37분씩, 1주 3 회, 4주간 총 12횟수를 적용해 신체계측, 근·체형 개선효과를 알아보았고 다음과 같은 결론을 얻었다.