본

 

연

구

는

 

이

주

노

동

자

들

을

 

접

촉

한

 

산

재

보

험

 

종

사

자

들

의

 

경

험

을

 

살

펴

보

고

 

이

주

노

동

자

들

을

 

위

한

 

산

업

재

해

보

상

보

험

의

 

개

선

방

안

을

 

제

시

하

고

자

 

하

는

 

목

적

에

서

 

수

행

되

었

다

.

 

연

구

방

법

은

 

산

재

보

험

종

사

자

 

6

명

을

 

포

커

스

그

룹

 

인

터

뷰

를

 

통

해

 

S

t

r

a

u

s

s

와

 

C

o

r

b

i

n

(

1

9

9

8

)

이

 

제

시

한

 

방

법

에

 

따

라

 

분

석

했

다

.

 

연

구

결

과

는

 

다

음

과

 

같

다

.

 

개

방

코

딩

에

서

는

 

7

0

개

의

 

개

념

,

 

2

7

개

의

 

하

위

범

주

,

 

1

3

개

의

 

상

위

범

주

가

 

도

출

되

었

다

.

 

축

코

딩

 

결

과

로

,

 

인

과

적

 

조

건

들

은

 

‘

부

정

적

 

선

입

견

’

,

 

‘

책

임

 

회

피

’

,

 

‘

생

산

성

의

 

신

화

’

,

 

‘

자

의

성

’

,

 

맥

락

적

 

조

건

들

로

 

‘

외

국

인

 

혐

오

’

와

 

‘

상

대

성

의

 

결

여

’

,

 

‘

일

방

적

 

범

주

화

’

,

 

중

심

현

상

은

 

‘

인

식

의

 

공

백

’

,

 

중

재

적

 

조

건

들

로

 

‘

변

화

의

 

수

용

’

과

 

‘

마

음

열

기

’

,

 

작

용

/

상

호

작

용

 

전

략

으

로

 

‘

적

극

적

 

인

식

의

 

전

환

’

과

 

‘

상

대

방

의

 

입

장

에

서

 

생

각

하

기

’

,

 

결

과

는

 

‘

인

간

으

로

서

 

동

질

성

 

확

인

’

으

로

 

나

타

났

다

.

 

선

택

코

딩

에

서

 

핵

심

범

주

는

 

『

우

리

 

곁

에

 

온

 

익

명

의

 

낯

선

 

존

재

와

 

인

간

으

로

서

 

함

께

 

살

아

가

기

 

위

한

 

길

 

모

색

』

으

로

 

상

정

했

고

,

 

유

형

분

석

 

결

과

,

 

연

구

 

참

여

자

들

은

 

「

현

실

고

수

형

」

,

 

「

현

실

수

용

형

」

,

 

「

미

래

지

향

형

」

으

로

 

나

타

났

다

.

 

마

지

막

으

로

 

상

황

모

형

을

 

제

시

하

였

으

며

,

 

최

종

적

으

로

 

사

회

통

합

적

 

다

문

화

사

회

 

구

현

을

 

위

한

 

이

주

노

동

자

들

에

 

대

한

 

산

재

보

험

 

종

사

자

들

의

 

인

식

과

 

태

도

 

형

성

과

 

관

련

된

 

사

회

복

지

의

 

실

천

적

 

함

의

를

 

제

시

했

다

.

@highlight

이 연구는 이주노동자들을 접촉한 산재보험 종사자들의 경험을 살펴보고 이주노동자들을 위한 산업재해보상보험의 개선방안을 제시하고자 하는 목적에서 수행되었다.