지상파 DMB에서는 양방뱡 데이터 서비스를 위하여 MPEG-4 BIFS 규격을 사용하고 있다.

BIFS는 콘텐츠의 장면을 구성하는 AV, 이미지, 그래픽, 텍스트 등의 다양한 멀티미디어 객체를 장면상에 표현하고, 사용자로부터 입력을 받아 표현된 객체를 조작하도록 하는 것이 가능하다.

그러나 BIFS가 다양한 형태의 입력장치를 갖는 멀티미디어 시스템에 부합되도록 설계되었지만, 오늘날과 같이 제한적 입력장치를 갖는 휴대 단말에 대한 고려가 결여되어 있다.

문제는 DMB 단말들이 제한적 입력을 가질 수밖에 없기 때문에 사용자가 양방향 데이터 콘텐츠를 조작하는 방법이 일관적이지 못하다는 것이다.

본 논문에서는 이러한 문제를 해결하기 위하여 콘텐츠 제공자와 사용자간의 통일되고 효율적인 콘텐츠 조작을 위해 현재의 BIFS 규격에 KeyNavigator 노드를 추가로 정의하였다.

KeyNavigator 노드는 BIFS 콘텐츠에서 휴대 단말의 방향키를 이용하여 BIFS 객체간의 이동이나 BIFS 객체를 선택하는 방법을 제공한다.

KeyNavigator노드를 사용함으로써 BIFS 콘텐츠 제공자는 의도하는 바에 따라 콘텐츠를 저작할 수 있고 휴대 단말 사용자에게도 통일되고 효율적인 BIFS 콘텐츠 제어 방법을 제시하는 우수한 효과가 있다.

@highlight

본고에서는 이러한 문제를 해결하기 위하여 콘텐츠 제공자와 사용자간의 통일되고 효율적인 콘텐츠 조작을 위해 현재의 BIFS 규격에 KeyNavigator 노드를 추가로 정의하였다.

