본 연구는 시각장애 여성노인의 건반악기 타건 형태에 따른 손기능의 차이를 알아보기 위해 두 가지 건반 타건 형태인 연결타건과 분리타건에 대한 근활성도와 MIDI 건반 타력(velocity)을 분석하였다.

연구대상은 S시 소재 시각장애인 복지관을 이용하는 65세 이상 여성시각장애인 중 연구 참여에 동의한 10명으로, 손가락 굽힘근과 손가락 폄근에 표면전극을 부착한 상태로 연결타건과 분리타건을 수행하였다.

타건을 실시하는 동안 근전도(EMG) 장비인 LXM 5380을 통해 근활성도를 측정하고, Cubase 9.5 프로그램을 통해 MIDI 건반 타력값을 확인하였다.

연구 결과 연결타건에서 손가락 굽힘근과 폄근의 근활성도가 분리타건보다 유의하게 높은 것으로 밝혀졌으며, 반면 MIDI 건반 타력은 연결타건보다 분리타건이 유의하게 높은 것으로 나타났는데, 이를 통해 근활성도는 연주 시 발생하는 소리의 강도보다 연주에 관여하는 움직임의 형태와 관련된다는 것을 알 수 있다.

이는 시각장애 여성노인의 손기능에 초점을 둔 건반악기 연주 시 타건의 형태가 고려되어야 하며, 특히 근활성을 위해서는 연결타건이 효과적일 수 있다는 것을 시사한다.

@highlight

시각장애 여성노인의 건반악기 타건 형태에 따른 손기능의 차이를 알아보기 위해 두 가지 건반 타건 형태인 연결타건과 분리타건에 대한 근활성도와 MIDI 건반 타력을 분석하였고 그결과로 근활성도는 연주 시 발생하는 소리의 강도보다 연주에 관여하는 움직임의 형태와 관련된다는 것을 알 수 있으며 시각장애 여성노인의 손기능에 초점을 둔 건반악기 연주 시 타건의 형태가 고려되어야 하고 근활성을 위해서는 연결타건이 효과적일 수 있다는 것을 시사한다.

