그동안 대부분의 대졸자 취업률 제고 방안에 관한 연구는 단순히 전공계열별 취업률을 조사하고, 취업에 영향을 주는 요인들에 대한 심층 분석이 없이 대안을 모색하는 경우가 대부분이었으며, 더욱이 고등교육 이수자들이 전공에 맞는 취업을 하고 있는지, 전공일치취업에 영향을 주는 요인은 무엇인지에 대한 분석을 실시한 연구는 흔하지 않다.

이에 이 연구는 고등교육기관졸업자들의 노동시장이행에 있어 전공일치취업과 불일치 취업에 영향을 주는 요인을 심층 분석함으로써 고등교육의 질을 제고하고 나아가 인적자원개발을 위한 고등교육기관중심의 정책적 시사점을 도출하는 것을 목적으로 하였다.

이를 위하여, 2005년 대졸자 530,417명을 모집단으로 하여 무선표집 된 5,000명의 조사샘플을 이용하여, 전공취업에 영향을 주는 요인들을 로짓모형을 통하여 분석하였다.

도출된 결과를 바탕으로 하여, 진로교육, 상담체계 구축을 통한 학교의 역할과 기능의 중요성, 체계적이고 과학적인 노동시장이행경로의 구축과 활용, 학점의 중요성 등을 정책적으로 제언하였다.

@highlight

고등교육기관졸업자들의 노동시장이행에 있어 전공일치취업과 불일치 취업에 영향을 주는 요인을 심층 분석함으로써 고등교육의 질을 제고하고 나아가 인적자원개발을 위한 고등교육기관중심의 정책적 시사점을 도출하는 것을 목적으로 하였다.

@highlight

이를 위하여, 2005년 대졸자 530,417명을 모집단으로 하여 무선표집 된 5,000명의 조사샘플을 이용하여, 전공취업에 영향을 주는 요인들을 로짓모형을 통하여 분석하였다.

@highlight

진로교육, 상담체계 구축을 통한 학교의 역할과 기능의 중요성, 체계적이고 과학적인 노동시장이행경로의 구축과 활용, 학점의 중요성 등을 정책적으로 제언하였다.

