본 연구의 목적은 2030대와 4050대의 도서소비자의 독서 동기 및 구매행태의 특성과 차이를 실증적으로 규명하는 데 있다.

분석결과 2030대와 4050대의 독서 동기 및 구매행태가 일부 요인에서 차이가 있음을 발견하였다.

먼저 2030대는 ‘오락 추구’ 동기를 가진 반면 4050대는 ‘정보수집’, ‘정서적 안정’, ‘자아실현’, ‘습관성’ 등의 동기를 보유하였다.

2030대는 ‘교육서’를 읽기를 선호하였던 것에 비해서 4050대는 ‘인문교양서’ 읽기를 선호하였다.

2030대는 다양한 목적을 가지고 도서를 구매한 것에 비해서(‘사회적 관계’, ‘정보수집’, ‘사회변화적응’, ‘호기심 충족’) 4050대는 단순한 목적, 즉 서점에서 눈에 띄는 책을 즉흥적으로 구매하는 것으로 나타났다.

2030대에 비해서 4050대가 ‘중고서점’을 더 이용했다.

구매과정에서 활용하는 정보 채널과 관련해서, 2030대는 온라인 및 대인 매체를 활용한 것에 비해서 4050대는 오프라인 매체 및 독서캠페인 등을 더 활용하였다.

@highlight

본 연구의 목적은 2030대와 4050대의 도서소비자의 독서 동기 및 구매행태의 특성과 차이를 실증적으로 규명하는 데 있으며, 분석결과 2030대와 4050대의 독서 동기 및 구매행태가 일부 요인에서 차이가 있음을 발견하고, 결과를 정리하였다.

