본 연구에서는 공적 자기의식, 신체에 대한 감시, 그리고 신체에 대한 수치심이 부정적인 섭식 행동에 어떤 영향을 미치는지 살펴보았다.

여대생 215명을 대상으로 각 변인들에 대한 척도에 응답하게 한 후 경로분석을 실시하였다.

분석 결과 4개의 경로 중 공적 자기의식과 신체에 대한 수치심 간의 경로를 제외한 3개의 경로가 유의미한 것으로 나타났고, 세 변인 모두 직접, 간접적으로 부정적인 섭식 행동에 영향을 미치는 것으로 나타났으며, 그 중 신체에 대한 수치심은 직접적이면서도 가장 효과 크기가 큰 것으로 나타났다.

중재 효과와 매개 효과를 살펴본 결과, 변인 간의 중재 효과는 나타나지 않았으며, 신체에 대한 감시는 공적 자기의식과 신체에 대한 수치심 간을 매개하는 것으로 나타났고, 신체에 대한 수치심은 공적 자기의식과 부정적인 섭식 행동을 매개하는 것으로 나타났다.

본 연구의 결과를 통해, 대상화 이론에서는 분명하게 설명하지 못한 공적 자기의식과 신체에 대한 감시 간의 차이를 확인할 수 있었으며, 공적 자기의식, 신체에 대한 감시, 그리고 신체에 대한 수치심이 어떠한 과정을 거쳐 부정적인 섭식 행동 정도에 영향을 미치는지 체계적인 과정을 볼 수 있었다.

@highlight

공적 자기의식, 신체에 대한 감시, 그리고 신체에 대한 수치심이 부정적인 섭식 행동에 어떤 영향을 미치는지 살펴보았는데 분석 결과 4개의 경로 중 공적 자기의식과 신체에 대한 수치심 간의 경로를 제외한 3개의 경로가 유의미한 것으로 나타났다.

@highlight

직,간접적으로 세 변인 모두 부정적인 섭식 행동에 영향을 미치는 것으로 나타났으며,  신체에 대한 수치심은 직접적이면서도 가장 효과 가 크고 변인 간의 중재 효과는 나타나지 않았다, 신체에 대한 감시는 공적 자기의식과 신체에 대한 수치심 간을 매개하고, 신체에 대한 수치심은 공적 자기의식과 부정적인 섭식 행동을 매개하는 것으로 나타났으며  대상화 이론에서는 공적 자기의식과 신체에 대한 감시 간의 차이를 확인할 수 있었으며, 공적 자기의식, 신체에 대한 감시, 그리고 신체에 대한 수치심이 어떻게부정적인 섭식 행동 정도에 영향을 미치는지  알 수 있었다.

