본 연구는 상담자를 위한 문화적 역량증진 집단프로그램에 참여한 한 상담전공 수련생의 문화적 정체성 이야기를 내러티브 방법으로 탐구한 것이다.

연구참여자는 대학원에서 상담을 공부하고 있는 40대 중반의 여성이다.

한 명의 연구참여자와 4회에 걸쳐 실시한 면접 자료와 연구 과정에서 주고받았던 문자 혹은 메일을 통한 메시지들을 정리하였다.

연구참여자는 ‘존재감 없는’ 둘째 딸로 성장하면서 계모의 은근한 차별과 친엄마의 노골적인 차별을 번갈아 경험하였다.

결혼 전에는 유능한 언니와 아들인 남동생에 비해 차별을 받았고, 결혼 후에는 가부장적인 시어머니와 남편으로부터 억압을 받았다.

이러한 차별과 억압의 경험은 공부 잘하는 딸 앞에서 느끼는 무능감으로 이어졌다.

문화적 역량증진 집단상담 프로그램을 통해 자신과 중요타자들을 가해자와 피해자로 이분화하는 대신 문화적 존재로 인식하면서, 연구참여자는 ‘존재감 있는’ 주체로 변화하기 시작하였다.

개인적 차원에서의 슬픔과 원망은 우리 사회의 문화적 특징에 대한 이해로 바뀌어 자신과 갈등관계인 사람들과 대화할 힘을 얻게 되었다.

연구참여자는 상담수련 과정을 통해 인식한 문화적 정체성을 바탕으로 ‘나다움’에 주목하고 자신을 옹호하며, ‘나다움’을 실현시키는 적극적인 하루하루를 살아가고 있다.

@highlight

본 연구는 상담자를 위한 문화적 역량증진 집단프로그램에 참여한 한 상담전공 수련생의 문화적 정체성 이야기를 내러티브 방법으로 탐구한 것이며, 연구참여자는 대학원에서 상담을 공부하고 있는 40대 중반의 여성으로, 상담수련 과정을 통해 인식한 문화적 정체성을 바탕으로 ‘나다움’에 주목하고 자신을 옹호하며, ‘나다움’을 실현시키는 적극적인 삶을 살아가고 있다.

