이황은 태극으로서의 리가 음양으로서의 기에 활동원리가 됨으로써 생성론적 차원에서 기를 압도하는 의미를 지니며, 리가 기를 주재한다고 생각한다.

리가 기를 주재하는 성격을 분명하게 밝히기 위해서 이황은 리를 자발적 활동성[動靜]을 지니는 “활물(活物)”이라고 주장한다.

본래 성리학에서 움직임의 주체는 일반적으로 기이며, 기가 운동성을 갖는 것으로 본다.

그러므로 원리·원인·법칙 등의 의미를 갖는 추상적이고 관념적인 실체인 리가 자발적이면서 구체적인 활동성을 지닌다는 주장은 독특한 것이다.

이황은 태극으로서의 리는 체(體)와 용(用)이라는 두 측면이 있으며, 리가 동정(動靜)의 활동을 하는 근거는 바로 리의 용의 측면, 즉 작용성이라고 보았다.

이황은 형이상학적 본체인 리가 활동하는 능력은 기의 운동성에 의해서 수동적으로 이루어지는 것이 아니라 리 스스로의 활동에 의해 이루어진다고 주장한다.

이황은 태극의 자발적 활동성, 즉 리동(理動)의 입장은 심성론에서도 이어져 사단과 칠정을 논하는 자리에서는 “리발(理發)”의 사단을 주장하는데, 자기 활동력을 갖는 리의 확보는 실천적 요청이며, 사단칠정론에서 ‘리기호발(理氣互發)’의 논리로 보여준 것이다.

@highlight

이황은 태극으로서의 리가 음양으로서의 기에 활동원리가 됨으로써 생성론적 차원에서 기를 압도하는 의미를 지니며, 리가 기를 주재한다고 생각한다.

