예측의 정확성은 비용의 감소나 고객서비스의 제고를 위해 필수적으로 선행되어야 하기에 현재까지도 많은 연구자들에 의해 연구되고 있는 분야이다.

본 연구에서는 국내 항만의 컨테이너 물동량 예측에 있어 대표적인 비선형예측모형인 인공신경망모형과 ARIMA모형에 대한 비교연구를 수행하는데 목적을 두었고, 컨테이너 물동량 예측력 제고를 위해 ARIMA모형과 인공신경망(ANN)모형을 결합한 하이브리드모형을 사용해 다른 모형들과 예측성과를 비교하고자 한다.

특히 인공신경망모형의 네트워크 구조 설계에 부분에 있어 방대하며 복잡한 탐색공간에서도 전역해 찾기에 효과적인 기법으로 알려져 있는 유전알고리즘을 사용함과 동시에 인공신경망의 대표적인 모형으로 알려진 다층퍼셉트론(MLP)뿐만 아니라 시간지연네트워크(TDNN)를 사용해 예측성과를 비교하였다.

그 결과 ANN모형과 하이브리드모형이 ARIMA모형보다 더 뛰어난 예측성과를 보이는 것으로 나왔다.

@highlight

이 연구에서는 국내 항만의 컨테이너 물동량 예측에 있어 대표적인 비선형예측모형인 인공신경망모형과 ARIMA모형에 관한 비교연구를 수행하는데 목적을 두었고, 컨테이너 물동량 예측력 제고를 위해 ARIMA모형과 인공신경망모형을 결합한 하이브리드모형을 사용해 다른 모형들과 예측성과를 비교하려 한다.

