정보화에 대한 꾸준한 정책적 지원과 투자를 통하여 우리나라의 전자정부는 세계 6위 수준으로 평가되는 등 괄목할 성과를 이루었으나, 각 부처별로 정보시스템을 구축·운영함으로써 중복투자 및 정보자원 공동 활용 미흡 등의 문제가 발생되고 있다.

따라서 전자정부 시스템 정보자원에 대한 통합적 관리노력을 추진 중이나, 현재 시스템 아키텍처에 대한 서술 방식이 상이하여 이해관계자간의 의사소통을 저해하는 요인으로 작용하고 있다.

이에 따라 공동활용 가능한 정보자원을 명확히 식별할 수 있는 시스템 아키텍처의 표준적인 서술(standardized architecture description) 방안 수립이 절실히 요구된다.

본 연구에서는 전자정부 시스템 아키텍처의 표준적 서술 기반을 제공하는 기능-

네트워크 매트릭스 모형(function-

network matrix model)을 제안하였다.

기능-

네트워크 매트릭스는 기능계층 구분을 열로, 네트워크 영역 구분을 행으로 나타내어, 기능계층과 네트워크 영역을 통합하여 표현할 수 있는 모형이다.

기능-

네트워크 매트릭스를 활용하여 전자정부 민원행정시스템 및 행정업무시스템을 대상으로 적용한 사례를 제시하였다.

이를 통하여 서로 다른 시스템간의 아키텍처의 공통점과 차이점을 명확히 파악하고, 시스템간 정보자원의 공동활용 및 시스템 통합을 위한 정보자원 식별의 가능성을 확인하였다.

@highlight

전자정부 시스템 아키텍처의 표준적인 서술방안 수립이 절실히 요구되어, 본 연구에서는 기능-

@highlight

네트워크 매트릭스 모형을 제안하였다.

@highlight

이를 활용하여 전자정부 민원행정시스템 및 행정업무시스템을 대상으로 적용한 사례를 통하여 서로 다른 시스템간 아키텍처의 공통점과 차이점을 파악하고, 시스템간 정보자원의 공동활용과 시스템 통합을 위한 정보자원 식별의 가능성을 확인하였다.

