이 논문은 2년의 수학-

정보 통합 영재교육 과정을 마치고 사사과정에 진입한 중학생들이 IT 융합 팀 프로젝트를 수행한 사례를 분석하고 형성평가의 관점에서 사사과정 프로그램을 보완할 요인을 도출하였다.

담당 교수는 학생들이 중학생 3학년의 수준과 사사 과정의 특징을 감안하여 로봇키트와 미디어를 융합한 상호작용적 IT 융합 프로젝트를 자기주도적으로 해 나갈 수 있도록 안내해 주었다.

2015년 2월부터 12월까지 진행된 사사과정 기간 동안 팀 프로젝트 수행 과정에 관한 문서와 보고서를 비롯하여 사진 및 동영상 자료, 작업 결과물, 학생들과의 면담 자료를 수집하여 분석하였다.

참여 학생들의 컴퓨팅 실력과 IT 융합 프로젝트에 대한 흥미가 제각기 달랐음에도 팀별 프로젝트 수행은 아이디어 탐색과 설계에 해당되는 초기 단계보다 그 이후의 구현 단계에서 적극적이고 안정된 패턴을 보여주었다.

또한 학생들의 산출물을 연구와 교육(R&E)의 9단계 모델에 따라 형성평가한 결과 작품 완성도에서 상중하에 따른 개인별 차이를 보여주었다.

끝으로 이 사례는 향후에 질적으로 보완해야 할 방향 및 사사교육에 대한 시사점을 제시하였다.

@highlight

2년의 수학-

@highlight

정보 통합 영재교육 과정을 마치고 사사과정에 진입한 중학생들이 IT 융합 팀 프로젝트를 수행한 사례를 분석하고 형성평가의 관점에서 사사과정 프로그램을 보완할 요인을 도출하였다.

@highlight

참여 학생들의 컴퓨팅 실력과 IT 융합 프로젝트에 대한 흥미가 제각기 달랐음에도 팀별 프로젝트 수행은 아이디어 탐색과 설계에 해당되는 초기 단계보다 그 이후의 구현 단계에서 적극적이고 안정된 패턴을 보여주었다.

