이

 

연

구

의

 

목

적

은

 

분

무

공

신

 

오

명

항

의

 

도

검

 

그

림

인

 

왜

검

도

(

倭

劍

圖

)

를

 

분

석

하

는

 

것

이

다

.

 

이

에

 

대

한

 

결

론

을

 

종

합

적

으

로

 

도

출

하

면

 

다

음

과

 

같

다

.

 

첫

째

,

 

오

명

항

이

 

하

사

받

은

 

왜

검

의

 

제

조

국

은

 

일

본

이

었

다

.

 

일

본

 

무

가

(

武

家

)

들

이

 

가

장

 

선

호

하

여

 

사

용

했

던

 

잎

사

귀

 

종

류

의

 

고

다

이

몬

지

(

五

大

紋

章

)

 

계

열

의

 

문

양

이

다

.

 

이

를

 

통

해

 

도

검

의

 

제

작

 

주

체

가

 

무

장

 

가

문

과

 

연

관

되

어

 

있

음

을

 

알

 

수

 

있

다

.

 

둘

째

,

 

도

검

의

 

제

작

 

시

기

는

 

무

로

마

치

 

시

기

에

 

정

착

되

어

 

에

도

시

대

 

후

기

까

지

이

다

.

 

제

작

 

연

대

는

 

1

7

2

8

년

(

영

조

 

4

)

의

 

이

전

 

시

기

라

는

 

점

을

 

감

안

한

다

면

,

 

도

검

의

 

외

장

은

 

1

7

0

0

년

대

 

초

반

에

 

제

작

되

었

을

 

가

능

성

이

 

있

다

.

 

셋

째

,

 

도

검

의

 

사

용

용

도

는

 

의

장

 

및

 

의

전

 

그

리

고

 

전

투

용

이

다

.

 

도

검

 

날

의

 

만

곡

도

는

 

일

본

도

검

인

 

타

치

(

太

刀

)

의

 

전

형

적

인

 

형

태

이

다

.

 

칼

집

에

 

늘

어

뜨

린

 

끈

은

 

허

리

에

 

묶

어

 

차

는

 

허

리

띠

 

용

도

이

다

.

 

넷

째

,

 

국

왕

이

 

신

하

에

게

 

하

사

품

으

로

 

내

려

 

준

 

도

검

이

 

조

선

식

의

 

도

검

이

 

아

닌

 

최

상

품

의

 

왜

검

이

었

다

는

 

사

실

도

 

밝

힐

 

수

 

있

었

다

.

 

1

8

세

기

 

도

검

의

 

실

제

유

물

은

 

아

니

지

만

 

그

림

을

 

통

해

 

간

접

적

으

로

 

접

하

면

서

 

도

검

에

 

대

한

 

문

화

교

류

가

 

활

발

했

다

는

 

것

을

 

알

 

수

 

있

었

다

.

 

마

지

막

으

로

 

현

재

 

우

리

나

라

는

 

도

검

무

예

를

 

수

련

하

는

 

인

구

가

 

많

지

만

 

도

검

 

유

물

에

 

대

한

 

안

목

을

 

갖

고

 

있

는

 

수

련

자

들

은

 

많

지

 

않

다

.

 

한

류

가

 

전

 

세

계

를

 

흔

들

고

 

있

는

 

이

 

시

기

에

 

우

리

 

선

조

들

이

 

남

긴

 

도

검

 

유

물

에

 

대

한

 

체

계

적

인

 

연

구

가

 

절

실

히

 

필

요

하

다

.

@highlight

본 연구의 목적은 분무공신 오명항의 도검 그림인 왜검도를 분석하는 것이다. 오명항이 하사받은 왜검의 제조국은 일본이었다. 일본 무가들이 가장 선호하여 사용했던 잎사귀 종류의 고다이몬지 계열의 문양이다.