기업의 성과를 제고하기 위한 공급사슬관리의 중요성은 많은 연구자들에 의해 강조되었다.

그러나 환경변화속도가 구매자와 공급자간의 관계에 영향을 미치고 있음에도 불구하고 이에 대한 실증 연구와 기업간 통합의 핵심요소인 정보공유와 협력을 분리하여 각각이 성과에 미치는 영향에 대한 실증 연구는 많지 않은 실정이다.

따라서 본 연구의 목적은 공급사슬의 성과에 영향을 미치는 환경변화속도, 정보공유, 그리고 협력간의 관계에 대한 선행 연구들을 고찰하여 연구모형을 개발하고 가설들을 설정한 후 실증분석을 통해 이를 검정하는 것이다.

분석 결과 환경변화속도가 빠를수록 기업간 정보공유와 협력의 수준이 높은 것으로 나타났다.

특히 환경변화속도는 협력에 부정적인 영향을 준다는 기존 연구와는 달리 본 연구에서는 긍정적인 영향을 미치고 있어, 공급자와의 밀접한 협력은 환경변화의 불확실성을 감소시켜 주는 주요 수단이 될 수 있을 것으로 판단된다.

그리고 정보공유는 서로를 동반자로 인식하게 하여 협력에 긍정적인 도움을 주고, 정보공유와 협력은 성과에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

본 연구의 목적은 공급사슬의 성과에 영향을 미치는 환경변화속도, 정보공유, 그리고 협력간의 관계에 관한 선행 연구들을 고찰해 연구모형을 개발하고 가설들을 설정한 후 실증분석을 통해 이를 검정하는 것이다.

