한국형 일몰입 척도를 개발하고 타당화 하기 위해, 예비연구에서는 해외의 일몰입 관련 척도 검토, 115명을 대상으로 한 개방형 기초 조사, 15명을 대상으로 한 심층 집단 면접을 통해 일몰입 측정 문항을 개발하였다.

예비연구에서 개발한 일몰입 척도 문항들을 사용하여 다양한 작업장면에서 일하는 508명으로부터 자료를 수집하여 탐색적 요인분석을 실시하였다.

이로부터 일몰입을 구성하는 요인의 수는 9개가 가장 적합하다는 것을 발견하였다.

이어 탐색적 요인분석 결과를 통해 얻어진 일몰입 요인구조의 타당성을 확인하기 위해 또 다른 508명의 응답자들로부터 자료를 수집하여 확인적 요인분석을 실시한 결과, 본 연구에서 추출한 9개 요인구조의 타당성이 지지되었다.

개발된 일몰입 척도의 준거관련 타당도를 살펴본 결과에서도 일몰입 척도가 준거변인들과 유의하게 관련되어 있는 것으로 밝혀졌다.

또한 일몰입 척도의 타당화를 위해 산업 및 조직심리학 분야에서 다루어져 왔던 기존의 유사 개념과 일몰입 구성개념간의 변별성을 살펴본 결과, 일몰입과 기존의 유사 개념들(직무열의, 직무관여, 조직몰입)이 확연히 구분되는 것으로 밝혀졌다.

마지막으로 이 연구의 의의와 제한점, 그리고 향후 연구과제에 대해 논의하였다.

@highlight

예비연구에서 개발한 일몰입 척도 문항들을 사용해서여러 작업장면에서 일하는 사람들로부터 자료를 수집해 탐색적 요인분석을 실시했다.

@highlight

결과를 통해 얻어진 일몰입 요인구조의 타당성을 확인하기 위해 또 다른 응답자들로부터 자료를 수집해 확인적 요인분석을 실시한 결과, 9개 요인구조의 타당성이 지지되었다.

@highlight

개발된 일몰입 척도의 준거관련 타당도를 살펴본 결과또한 일몰입 척도가 준거변인들과 유의하게 관련되어 있는 것으로 나타났다.

