학교 안에서는 교육만 일어나는 것이 아니며 학교 밖에서도 교육은 일어난다’는 말은 오늘날 상식을 넘어서 보편적 진리를 제시하는 것으로 보인다.

그리고 이 때문에 ‘교육’과 ‘학교태’ 사이의 개념적 동일성을 내세우거나 가정하는 생각은 그러한 진리에 위배되는 일종의 신화로 간주될 가능성이 있다.

그러나 본 연구의 관점에서 보면, ‘교육=학교태’라는 생각은 신화가 아니라 교육의 본질을 학교라는 공간적 개념과 관련지어 드러낸 것이라고 말할 수 있다.

학교의 어원에 해당하는 ‘스콜레’는 일상적 생활세계로부터의 의도적 ‘격리’를 의미한다.

이 격리된 공간에서 우리는 번잡한 일상세계로부터 벗어나 세계의 본질에 귀 기울이며 그것을 추구하고자 노력한다.

라티오와 대비되는 것으로서의 인텔렉투스는 이때 발휘되는 인간의 정신능력을 가리킨다.

이 의미에서의 학교는, 엘리아데의 견해를 빌어 말하면, 성스러운 것이 현세에 그 모습을 스스로 드러낸 것, 즉 ‘히로파니’에 해당하며, 학교에서 이루어지는 교과공부는 히로파니의 구체적인 내용을 예시한다.

이렇게 생각해 보면, 학교 밖에서도 일어나는 교육은 학교의 이 ‘중추적’ 활동에 비추어 볼 때 비로소 의미를 가진다고 보아야 할 것이다.

마찬가지로, 학교 안에서 일어나는 여타의 활동은 일상적 생활세계에서의 그것과 동일한 성격을 지니는 것이 아니라 교과공부라는 중추적 활동을 위해 불가피하게 존재하는 ‘부사적’ 활동으로서의 의미를 지닌다고 말할 수 있다.

@highlight

본 연구의 관점에서 보면, ‘교육=학교태’라는 생각은 신화가 아니라 교육의 본질을 학교라는 공간적 개념과 관련지어 드러낸 것이라고 말할 수 있다.

