최근 스마트 모바일 기기에서의 고성능화 추세는 더 많은 소비 전력을 요구하게 되어 배터리 사용 시간의 감소로 이어지고 있다.

이에 배터리 관리의 중요성과 그 연구에 필요한 정확한 배터리 모델링 방법이 중요해지고 있다.

배터리 모델은 크게 수학적 모델, 전기화학적 모델, 전기적 모델로 구분된다.

그중 전기적 모델에서 전기적 소자를 사용한 테브닌 등가회로와 SOC의 비선형 함수 모델을 사용하는 것이 일반적이나,온도나 사용연한에 따른 특성 변화, 전기적 소자로 표현할 수 없는 비정형적 저항성분 등의 존재로 OCV 결과 출력의 정확성에 한계가 존재한다.

본 논문에서는 기존의 모델의 정확성을 향상시키기 위하여 배터리의 SOC 특성을 나타내는 수학적 함수 모델을 개선하고 온도, 수명, 그리고 전기적 특성의 비선형성을 포함하는 새로운 배터리 모델을 제안한다.

또한 제안한 모델을 구현한 시뮬레이터를 사용하여 정적 전류 상태와동적 전류 상태에서의 배터리의 방전 결과를 예측한 결과, 기존 방법 대비 실측값과의 MSE가 개선된 결과를 보였다.

@highlight

본 연구에서는 기존의 모델의 정확성을 향상시키기 위해 배터리의 SOC 특성을 나타내는 수학적 함수 모델을 개선하고 온도, 수명, 그리고 전기적 특성의 비선형성을 포함하는 새로운 배터리 모델을 제안하고자 한다.

