본 연구에서는 사빈과 사질 갯벌의 지형적 차이를 규명하고 태안반도에 분포하는 사질 해안의 조간대를대상으로 지형 분류를 진행하였다.

사빈과 사질 갯벌은 모두 파랑 퇴적과 관련된 지형이지만, 파랑 에너지의 차이로인해 경사도, 연흔 및 조류세곡의 유무 등과 같은 형태적 차이가 나타난다.

일반적으로 조차가 큰 해안에서는 경사급변점을 기준으로 급경사의 사빈과 완경사의 사질 갯벌로 구분된다.

급경사의 사빈과 달리 사질 갯벌에는 파랑이 약해서 연흔과 조류세곡이 분포한다.

그리고 학암포와 신두리의 해안 경관(사빈과 사질 갯벌) 간에 형태적 차이가 나타나는 이유는 연안의 해저 경사 차이, 또는 파랑 에너지의 세기 차이 때문이다.

학암포와 달리 신두리 해안은 경사가 완만하여 파랑 에너지가 분산된다.

이로 인해서 신두리의 해빈 경사는 완만하고, 사질 갯벌에는 ‘사주와 골’이 발달한다.

@highlight

이 연구에서는 사빈과 사질 갯벌의 지형적 차이를 규명하고 태안반도에 분포하는 사질 해안의 조간대를대상으로 지형 분류를 진행했다.

