본 논문은 20세기 초반 러시아 연해주 한인사회에서 한글로 발간된 신문 「선봉」에 수록된 주요 삽화 연구를 통해 시각 이미지에 투영된 한인사회의 계몽담론과 사회이념의 구현 방식을 검토하고 당대 한인사회가 처한 정치적, 사회적, 문화적 특수성을 조망한다.

20세기 초, 국가 간 정치 이념이 경합하고 영토 팽창을 위한 무력 충돌이 빈번한 가운데 식민지 모국을 등지고 새로운 삶의 터전을 찾았던 러시아 한인사회는 계몽을 통한 사회 개조, 자유와 해방을 향한 이상향을 열망했다.

「선봉」은 이러한 사회적 맥락 속에서 이주지역에서 한글로 발간됨으로써 한인사회의 모국어 사용을 통한 결속 의식과 사회주의 체제의 일원이 되기 위한 주요 담론의 발신처였다.

근대 매체인 신문은 다수의 독자를 상대로 당대의 중요한 이슈와 담론을 선도했고 삽화 역시 문맹의 독자까지도 포괄함으로써 대중적 파급력과 계몽의 주요 수단으로 활용되었다.

특히 1920~30년대 제작된 「선봉」의 주요 삽화는 내용적으로 사회이념의 선전과 홍보, 사회 개조를 위한 계몽담론의 유포, 식민지 조선의 자유와 해방을 위한 이상적 대안 모색 등이 큰 흐름으로 자리하였다.

또한, 형식적으로는 러시아 사회주의 혁명 이후, 대중선전의 주요 수단으로 권장된 사진과 영화의 몽타주 기법을 받아들였고 포스터에서 활용된 이미지를 그대로 차용하는 기법적 연관성을 보여준다.

@highlight

이 논문은 20세기 초반 러시아 연해주 한인사회에서 한글로 발간된 신문 「선봉」에 수록된 주요 삽화 연구를 통해 시각 이미지에 투영된 한인사회의 계몽담론과 사회이념의 구현 방식을 검토하고 당대 한인사회가 처한 정치적, 사회적, 문화적 특수성을 조망한다.

