본 논문에서는 뇌파인식을 위한 입력패턴벡터를 추출하고 패턴인식을 위한 뇌파 학습 알고리즘을 설계하였다.

입력패턴벡터의 구성을 위해 알파리듬과 베타리듬의 주파수와 진폭이 사용되었고, 뇌파패턴인식을 위한 알고리즘은 초기 참조벡터의 학습을 위해 SOM을 이용하고, 종속 부류층의 출력뉴런의 부류지정을 위하여 out-

star 학습법을 사용하였다.

제안된 알고리즘의 입력 층과 종속 클래스 층 사이의 연결강도는 SOM과 LVQ 알고리즘을 이용하여 초기 참조벡터의 설정 및 학습이 가능하게 하였고, 패턴벡터를 종속 부류층의 뉴런에 의해 종속 클래스로 분류하고, 종속 클래스 층과 출력 층 사이의 연결강도는 분류된 종속 부류를 클래스로 지정하는 학습을 하게 된다.

뇌파 패턴 분류를 위하여 제안된 학습알고리즘을 이용하여 시뮬레이션 되었고 기존의 LVQ 학습방식보다 우수한 분류성공률을 확인하였다.

@highlight

뇌파인식을 위한 입력패턴벡터를 추출하고 패턴인식을 위한 뇌파 학습 알고리즘을 설계하였다.

@highlight

뇌파 패턴 분류를 위해 제안된 학습알고리즘을 이용한 시뮬레이션 결과, 기존의 LVQ 학습방식보다 우수한 분류성공률을 확인하였다.

