본 논문은 1904년 청 정부의 근대미술교육의 시작 이래 오늘에 이르기까지 중국 정부가 국가정체성을 확보하기 위해 미술교육을 어떻게 제도화하는지를 살펴보고자 하는 시도이며 이로부터 오늘날 우리 미술교육을 반성해 보고자 하는 것에 그 목적이 있다.

중국 근대미술교육은 1904년 청(淸) 정부가 ≪주정학당장정(奏定學堂章程≫을 반포함으로써 중·소학당의 교과목에 “도화(圖畵)”와 “수공(手工)”과를 포함한 것에서 시작한다.

중국의 근대미술교육은 이제 100년의 역사를 넘어서 다음 세기를 향하고 있다.

이에 따라 중국의 교육계는 이미 여러 차례의 학술회의를 통하여 지난 1세기의 미술교육을 반성하고, 새로운 세기를 향한 미술교육의 바람직한 방향에 관한 논의를 진행시키고 있는 가운데, 가장 눈에 띄는 변화는 ‘중국 전통미술교육’의 필요성에 대한 강조이다.

한국의 근대역사와 마찬가지로 근대기에 서구사회의 위협을 통해 국가정체성의 심각한 위기를 거친 중국의 미술교육에 대한 논의를 살펴보는 시도는 상대적 관점에서 우리의 미술교육에 대해 새로운 인식 기제로 작동할 수 있는 기회가 될 것이다.

@highlight

본 논문은 중국 정부의 국가정체성을 확보하기 위한 미술교육의 제도화를 살펴봄으로써 오늘날 우리 미술교육을 반성해 보고자 함이 목적이다.

@highlight

근대기에 서구사회의 위협을 통해 국가정체성의 위기를 거친 중국의 미술교육 논의를 살펴보는 시도는 우리의 미술교육의 새로운 인식 기제로 작동할 수 있는 기회이다.

