본 연구의 목적은 학교 도덕교육의 역할을 규정하고, 이를 도덕과, 일반교과, 교과 외 활동의 특징과 세 영역간의 관계를 설정하는 것이다.

학교 교육의 목적은 인간의 완성에 있으며, 학교 도덕교육이야말로 학교 교육의 가장 핵심적인 내용이다.

학교 도덕교육을 도덕과, 일반 교과, 교과 외 활동으로 나누어 설명하고자 한다.

학교에서의 도덕교육은 정규 교과를 통해 이루어지는 동시에 교과 및 교과외 활동을 통해 이루어지기도 한다.

2009 개정 교육과정에 의하면 초, 중학교 교육과정은 교과(군)와 창의적 체험활동으로 편성된다.

도덕과교육 전문가들은 교과의 정당성을 확보하기 위해 도덕과 교육을 일반교과 및 교과 외 활동과 차별화하려는 노력을 경주해 왔다.

학교 도덕 교육의 중심에 도덕과 교육이 위치해 있으며, 일반교과 및 교과 외 활동이 할 수 없는 학교 도덕교육의 중요한 부분을 도덕과교육이 담당하고 있음을 주장한다.

그러나 도덕과, 일반 교과, 교과 외 활동은 기존의 동떨어진 관계를 탈피한 상호 교류가 가능한 수준으로 발전가능하다.

세 영역의 통합을 위해서 세가지 방안이 제시된다.

교육과정 개발에서의 통합, 도덕과 교사 양성 제도의 개선, 도덕교육관련 연구범위의 확대이다.

@highlight

이 연구의 목적은 학교 도덕교육의 역할을 규정하고, 이를 도덕과, 일반교과, 교과 외 활동의 특징과 세 영역간의 관계를 설정하는 것이다.

