이 글은 현행 한국의 가족이민제도가 해당 외국인의 신분에 따라 동반이 허용되는 가족의범위와 체류조건을 달리하는 계층적 구조를 가지며, 이런 맥락에서 소위 ‘단순노무’ 분야에서 종사하는 이주노동자에 대해 가족동반을 불가능케 하는 법제도적 공백이 존재함을 비판적으로 다룬다.

국제인권법 및 헌법은 가족과 함께 생활을 영위할 권리로서 가족결합권을 보장하며, 국가는 가족생활에 관한 개인의 자유를 보호하는 한편 그 권리의 실현을 제도적으로 보장할 의무가 있다.

가족결합권은 원칙적으로 외국인에 대해서도 보장된다고 보며, 이에 비추어 이주노동자에 대해 가족결합의 기회를 거부하는 현행 가족이민제도가 정당화될 수 있는지 살핀다.

주요하게 이 글에서는 이주노동자에 대해 가족동반을 허용하지 않는 근거로서 제시되는‘단기순환제’라는 명목상의 이유가 법적·현실적 사실에 부합하지 않음을 지적한다.

또 노동시장 보호와 사회통합의 필요성을 고려하더라도 다른 외국인과 달리 유독 동포가 아닌 저숙련 이주노동자에 대해 가족결합의 기회를 전면 부인하는 것이 정당화되기 어렵다고 논한다.

이러한 가족이민제도는 외국인의 기술 수준과 인종·민족에 따른 차별이 작용한 것으로 불합리하다고 주장하며, 실질적인 가족상황에 맞추어 보편적 권리로서 가족결합권을 보장하기위한 제도적 개선이 필요하다고 말한다.

@highlight

이 글은 현행 한국의 가족이민제도가 해당 외국인의 신분에 따라 동반이 허용되는 가족의범위와 체류조건을 달리하는 계층적 구조를 가지고 있는데, 이는 외국인의 기술 수준과 인종·민족에 따른 차별이 작용한 것으로, 보편적 권리인 가족결합권을 보장하기위한 제도적 개선이 필요하다.

