본 연구는 미술치료사의 경력이 역전이 관리능력과 역전이 활용에 영향을 미치는 과정에서, 내적상태인식이중재효과의 역할을 하는지 알아보고자 한다.

연구대상은 미술치료사 178명이며, 측정도구는 미술치료사 경력질문지, 역전이 관리능력 척도지, 역전이 활용 척도지, 내적상태인식 척도지를 사용하였다.

수집된 자료는 SPSS 17.0 for Window를 사용하여 신뢰도 분석, 빈도분석, 상관관계분석, 위계적 회귀분석을 실시하였다.

본 연구의결과는 다음과 같다.

첫째, 미술치료사의 경력 중 기관과 자격증을 제외한 나머지 변인들은 역전이 관리능력에유의미한 영향을 미쳤다.

둘째, 미술치료사의 경력 중 나이, 기관, 자격증을 제외한 나머지 변인들은 역전이 활용에 유의미한 영향을 미쳤다.

셋째, 역전이 관리능력에서 미술치료사의 경력 중 자격증, 사례 수, 나이, 치료회기 수가 내적상태인식과의 상호작용 효과가 유의미한 것으로 나타났다.

넷째, 역전이 활용에서 미술치료사의경력 중 치료회기 수와 사례 수가 내적상태인식과의 상호작용효과가 유의미한 것으로 나타났다.

@highlight

이 연구는 미술치료사의 경력이 역전이 관리능력과 역전이 활용에 영향을 미치는 과정에서, 내적상태인식이중재효과의 역할을 하는지 알아보고자 한다.

