본 연구에서는 2005년 이후 지방복지제도의 변화가 자치단체의 재정 운용에 미친 영향을 분석하였다.

주요 내용은 다음과 같다 ① 자치단체의 재정력 차이가 자치단체별 사회복지 공급 격차에 미친 영향: 자치단체 간재정력 격차는 자치단체별 자체 복지사업의 격차를 가져 왔다.

비록 전체 복지 사업 중 자체사업의 비중은 작은 편이지만, 출산 장려금 등 해당 분야에서는 상당한 수준 차이가 존재한다.

특히 광역시 자치구와 시 자치구 사이의 격차는 매우 큰 편이다.

② 자치단체의 사회복지비 부담 증가가 다른 분야 재정 지출에 미친 영향: 자치단체의 사회복지비 비중 증가는 경제개발 등 타 분야 지출 비중의 축소를 가져왔다.

이러한 경향은 재정력이 취약한 자치단체에서 더욱 두드러졌다.

③ 국고보조사업의 분권 이양과 국고보조사업 확대가 지방재정에 미친 영향: 국고보조사업의 분권 이양과 국고보조사업의 확대는 모두 지방비 지출 확대를 초래하여 자치단체의 재정에 부담으로 작용하였다.

그러나 분권 이양에 따른 자치단체의 부담 증가 규모는 국고보조사업의 확대로 인한 매칭 지방비 부담 증가 규모에 비해서는 상당히 작은 편이다.

④ 차등보조율 적용이 지방복지재정지출에 미친 영향: 차등보조율, 특히 인상보조율 적용은 해당 자치단체 복지 분야 자체사업비 지출 규모는 다소 증가시켰으나, 여기에 매칭 지방비를 더한 전체 지방비(매칭지방비+자체사업비) 지출 규모는 감소시켰다.

@highlight

이 연구에서는 2005년 이후 지방복지제도의 변화가 자치단체의 재정 운용에 미친 영향을 분석했다.

@highlight

광역시 자치구와 시 자치구 사이의 격차는 매우 큰 편이다.

