이 연구의 목적은 홀리스틱 교육 관점에서 B전문대학 신입생의 대학생활 적응을 위한 수업인 ‘대학생활과 적응’ 수업의 효과성을 탐색하고, 수업의 문제점을 토대로 효과적인 수업 운영에 대한 개선 방안을 제시하는 것이다.

‘대학생활과 적응’ 수업은 대학생활 적응 요인을 기반으로 학과 지도교수와 대학본부의 연계를 통해 신입생의 대학생활 적응을 돕기 위해 개설한 수업이다.

연구 대상은 2016학년도 1학기 ‘대학생활과 적응’ 수업 수강생인 외국어학부 신입생 25명이다.

연구방법은 신입생 대상 심층면담을 통해 수업 참여과정에서 신입생들의 대학생활 적응과 관련된 경험을 질적으로 탐색하였다.

연구 결과는 다음과 같다.

첫째, 이 수업은 신입생들의 교육과정과의 관계성 형성을 통한 학업적 적응, 자기와 자아와의 관계성 형성을 통한 개인·정서적 적응, 다른 사람과의 관계성 형성을 통한 사회적 적응에 긍정적인 영향을 미친 것으로 나타났다.

둘째, 이 수업은 교육과정과의 관계성에서 수업내용의 불균형, 자기와 자아와의 관계성에서 상담의 기회 부족, 다른 사람과의 관계성에서 소란스러운 수업 분위기 등의 문제가 있는 것으로 나타났다.

이러한 문제점을 토대로 ‘대학생활과 적응’ 수업에 생태학적 패러다임의 학습공동체의 특징을 적용하여 삶과 전일성을 중심으로 한 수업내용의 구성, 격려자로서 교수자의 역할, 교사와 학생의 상호작용을 촉진하는 수업방법의 활용으로 이 수업의 개선 방안을 도출하였다.

@highlight

홀리스틱 교육 관점에서 신입생 수업인 ‘대학생활과 적응’ 수업의 효과성을 탐색하고, 수업의 문제점을 토대로 효과적인 수업 운영에 대한 개선 방안을 제시하고자 하는 것으로, 이 수업은 신입생들의 교육과정과의 관계성 형성을 통한 학업적 적응, 자기와 자아와의 관계성 형성을 통한 개인·정서적 적응, 다른 사람과의 관계성 형성을 통한 사회적 적응에 긍정적인 영향을 미친 것으로 나타났으며 교육과정과의 관계성에서 수업내용의 불균형, 자기와 자아와의 관계성에서 상담의 기회 부족, 다른 사람과의 관계성에서 소란스러운 수업 분위기 등의 문제가 있는 것으로 나타났다.

@highlight

이에 삶과 전일성을 중심으로 한 수업내용의 구성, 격려자로서 교수자의 역할, 교사와 학생의 상호작용을 촉진하는 수업방법의 활용으로 이 수업의 개선 방안을 도출하였다.

