헌법재판이라 함은 헌법을 운용함에 있어서 헌법의 규범내용 또는 기타 헌법 문제에 대하여 다툼이 발생한 경우에 독립적 관할권을 가지는 재판을 통하여 이를 유권적으로 해결하여 헌법의 규범적 효력을 지키고 헌정생활의 안정을 유지하고자 하는 헌법의 인식ㆍ실현작용이다.

헌법은 성문성, 경성, 최고규범성, 기본권의 직접적 효력성, 헌법개념의 포괄성 등을 특성으로 하고 있기 때문에 헌법재판의 성격도 사법작용, 정치작용, 입법작용 등 다양하게 논의되고 있다.

헌법재판의 종류는 여러 관점과 기준에 따라 나누어질 수 있는데, 대체로 거론되고 있는 것으로는 기관쟁의, 규범통제(추상적 규범통제, 구체적 규범통제), 헌법소원, 선거심사, 탄핵심판, 기본권실효, 위헌정당해산, 연방국가적 쟁의 등이 있다.

우리나라의 경우 헌법재판은 헌법 및 헌법재판소법에 의해 보장되며, 현재 위헌법률심판, 헌법소원심판, 탄핵심판, 정당해산심판, 권한쟁의심판이라는 5가지 형태를 인정하고 있다.

그런데 헌법재판의 범주에 속하는 제도는 국가마다 어떻게 설계하느냐에 따라서 차이가 있을 것이다.

@highlight

헌법은 헌법개념의 포괄성을 특성으로 하고 있기 때문에 헌법재판의 성격도 다양하게 논의되고 있으며,헌법재판의 종류는 여러 관점과 기준에 따라 나누어질 수 있는데, 기관쟁의, 규범통제(추상적 규범통제, 구체적 규범통제), 헌법소원, 선거심사, 탄핵심판, 기본권실효, 위헌정당해산, 연방국가적 쟁의 등이 있으며,우리나라의 경우 헌법재판은 헌법 및 헌법재판소법에 의해 보장되며, 위헌법률심판, 헌법소원심판, 탄핵심판, 정당해산심판, 권한쟁의심판이라는 5가지 형태를 인정하고 있다

