본

 

논

문

은

 

기

존

 

연

구

에

서

 

전

통

마

을

의

 

공

간

구

성

을

 

분

류

한

 

연

구

들

을

 

일

별

해

 

보

고

,

 

그

것

들

을

 

보

완

하

여

 

새

롭

게

 

전

통

마

을

의

 

공

간

구

성

과

 

속

성

을

 

정

리

하

였

으

며

,

 

다

음

으

로

는

 

새

롭

게

 

정

리

된

 

공

간

구

성

 

분

류

에

 

맞

추

어

 

기

존

연

구

를

 

활

용

하

되

 

필

자

가

 

강

조

하

고

자

 

하

는

 

사

항

을

 

보

안

하

여

 

한

국

 

전

통

마

을

의

 

공

간

구

성

을

 

재

론

한

 

것

이

다

.

 

먼

저

 

전

통

마

을

의

 

공

간

구

성

으

로

 

①

자

연

공

간

 

②

주

거

공

간

 

③

생

업

공

간

 

④

이

동

공

간

 

⑤

경

계

공

간

 

⑥

놀

이

공

간

 

⑦

제

의

공

간

의

 

7

가

지

를

 

추

출

하

였

다

.

 

그

리

고

 

그

것

을

 

기

본

성

격

에

 

맞

추

어

,

 

①

마

을

입

지

의

 

기

본

 

공

간

 

:

 

자

연

공

간

 

②

자

연

공

간

 

하

에

서

 

요

청

되

는

 

필

수

 

생

존

공

간

 

:

 

주

거

공

간

 

및

 

생

업

공

간

 

③

마

을

 

구

성

원

 

상

호

소

통

망

에

서

 

파

생

된

 

관

계

공

간

 

:

 

이

동

공

간

 

및

 

경

계

공

간

 

④

場

의

 

개

념

으

로

 

확

산

되

는

 

가

변

공

간

 

:

 

놀

이

공

간

 

및

 

제

의

공

간

의

 

4

개

 

요

소

로

 

다

시

 

제

시

하

여

 

서

술

하

였

다

.

 

사

람

이

 

만

든

 

공

간

은

 

사

람

들

의

 

삶

을

 

담

는

 

그

릇

이

다

.

 

그

 

그

릇

이

 

편

리

하

고

 

쓰

임

새

 

있

는

 

그

릇

이

 

되

기

 

위

해

서

는

 

삶

의

 

틀

에

 

맞

추

어

진

 

것

이

어

야

 

한

다

.

 

우

리

의

 

전

통

마

을

의

 

공

간

구

성

은

 

구

성

원

들

의

 

자

연

관

·

생

활

양

식

·

세

계

관

이

라

는

 

삶

의

 

틀

에

 

잘

 

구

현

되

어

 

있

었

다

.

 

자

연

관

은

 

마

을

 

공

간

구

성

 

전

체

에

 

작

용

하

지

만

 

특

히

 

자

연

공

간

에

 

잘

 

반

영

되

어

 

있

다

.

 

생

활

양

식

은

 

주

거

공

간

·

생

업

공

간

·

이

동

공

간

·

놀

이

공

간

에

,

 

그

리

고

 

세

계

관

은

 

경

계

공

간

·

제

의

공

간

에

 

특

색

있

게

 

반

영

되

어

 

있

다

.

 

이

러

한

 

모

든

 

것

들

을

 

유

기

적

으

로

 

작

동

시

키

기

 

위

하

여

 

공

동

체

적

 

규

약

이

 

있

었

다

.

@highlight

이 논문은 기존 연구에서 전통마을의 공간구성을 분류한 연구들을 일별해 보고, 그것들을 보완해 새롭게 전통마을의 공간구성과 속성을 정리했고, 다음으로는 새롭게 정리된 공간구성 분류에 맞춰 기존연구를 활용하되 필자가 강조하고자 하는 사항을 보안해 한국 전통마을의 공간구성을 재론한 것이다.