본 연구에서는 지도자의 행동유형과 무용만족 사이에 무용열정의 매개효과를 검증하고자 하였다.

이에 378명의 자료를 추출하여 기술통계분석, 상관관계분석, 구조방정식모형분석을 실시하였다.

상관관계 분석결과 지도자의 리더십 행동과 무용열정, 무용만족은 모두 정(+)적 상관을 나타냈다.

구조방정식 모형 분석 결과 적합도가 만족할 만한 수준인 것으로 나타났다.

연구모형을 통해 추정된 경로계수를 통해 무용지도자의 리더십행동과 무용열정, 무용만족은 직접효과와 간접효과에서 모두 통계적으로 유의미한 효과가 있음을 알 수 있었다.

또한 Bootstrapping 기법을 실시하여 무용지도자의 리더십행동이 무용만족에 미치는 영향에 무용열정의 매개효과가 통계적으로 유의미한지 검증한 결과, 무용열정은 리더십행동과 무용만족의 매개역할을 하는 것으로 나타났다.

마지막으로 무용지도자의 리더십행동과 무용만족 사이에서 무용열정은 불완전매개효과를 보이는 것으로 나타났다.

@highlight

이 연구에서는 지도자의 행동유형과 무용만족 사이에 무용열정의 매개효과를 검증하고자 했다.

