이른바 중주어문에 관하여 －서술절 설정의 당위성을 중심으로－ 이정택 우리말에는 하나의 단문 안에 주어가 이중(혹은 다중)으로 출현한 것처럼 보이는 구문들이 있다.

이러한 현상은 동일한 격이 한 단문 안에 두 번 이상 출현할 수 없다는 원리에 어긋난다.

따라서 전통문법 시기부터 이들 구문에 관한 특별한 해석이 이루어졌다.

즉 이들을 단문이 아닌 서술절(내포절)을 가진 포유복문으로 파악함으로써 그 구조를 설명해 온 것이다.

그런데 변형생성문법이 도입된 이후 이들 구문에 대한 새로운 해석이 이루어진다.

변형문법의 영향을 받은 문법학자들은 이른바 심층구조와 이들 구문의 의미 내용을 근거로, 이들 구문을 일종의 단문으로 설명하였다.

그리고 최근의 한 논의에서는 변형적 접근방식과 서술절 설정을 모두 비판하면서, 이들 구문은 국어의 특수성에 기인한 매우 특수한 구조를 지닌 단문이라는 주장이 이루어졌다.

그러나 서술절의 문제를 지적한 이 글의 논지는 그 타당성이 매우 약하다.

또 변형적 접근방법에도 많은 문제가 있다.

따라서 적어도 현재 시점에서 서술절 설정 이외의 다른 방법으로 이들 구문을 설명할 수는 없다고 본다.

@highlight

이른바 중주어문에 대해 －서술절 설정의 당위성을 중심으로－ 이정택 우리말에는 하나의 단문 안에 주어가 이중(혹은 다중)으로 출현한 것처럼 보이는 구문들이 있다.

