본 연구는 ‘여성 알코올 의존자의 중독과정은 어떠한가’를 연구문제로 설정하여, DSM-

Ⅳ-

TR(2000)의 진단기준에 의하여 알코올 의존으로 진단받고 알코올 병동에 입원한 경력을 가진 여성 알코올 의존자 14명을 심층 면담하였고, 근거이론을 활용하여 자료를 분석하였다.

자료 분석은 참여자의 면담내용을 중심으로 하였으며, 개방코딩 과정을 통하여 개념, 하위범주, 범주를 도출한 다음, 패러다임 모형을 구성하면서 다양한 범주들 간의 관련성을 파악하고자 축코딩을 하였다.

그리고 선택코딩을 통하여 여성 알코올 의존자 중독과정의 핵심범주를 파악하고 핵심범주를 중심으로 각 범주들 간의 관련성을 근거이론으로 개발하였다.

핵심범주로 “잠시나마 과거와 현재의 심리적 고통을 잊는 과정”이 도출되었고 이 과정은 시간의 흐름에 따라 절제 안 되는 음주행동을 하며 점차 술에 의존하는 단계를 나타냈다.

본 연구에서 제시하고 있는 ‘잠시나마 과거와 현재의 심리적 고통을 잊는 과정’은 여성 알코올 의존자들에게 중독과정 이론을 응용한 실제 프로그램 개발에 하나의 기틀을 제공해주며, 여성 알코올 의존자들을 치료하고 있는 병원, 알코올 상담센터 등의 여러 기관에서 적용하여 활용될 수 있다.

@highlight

‘여성 알코올 의존자의 중독과정은 어떠한가’를 고찰하였고 잠시나마 과거와 현재의 심리적 고통을 잊는 과정’은 여성 알코올 의존자들에게 중독과정 이론을 응용한 실제 프로그램 개발에 하나의 기틀을 제공해준다는 의의가 있었다.

