연구개발 성과의 활용촉진을 위한 그간 정부노력에도 불구하고 기술거래 건수는 일부증가하고 있으나, 건당 기술료는 오히려 감소하는 등 기술시장 활성화에 근본적 한계를 보이고 있다.

이는 그간의 정부정책이 자율적 민간 기술시장의 형성을 저해해온 역설(逆說)적상황이 숨어 있기 때문이다.

본 연구에서는 우리 기술시장에 대한 정책실패의 원인을 기술시장의 특성을 고려하지않고 공공성?

형평성?

투명성에 집착하고 있는 제도적 경직성과 이로 인해 나타나는 시장규제 및 왜곡 현상으로 보고, 기술거래 준거제도, 수요자와 공급자 간 정보 및 인식의 간극, 기술성과 사업성?

시장성 간 괴리, 취약한 권리성 및 지식재산권 보호 환경 등 네 가지 요인으로 나누어 규명하고자 하였다.

그리고 정책실패를 치유(治癒)하기 위한 개선방향도 기술거래의 준거제도, 활동주체, 지원활동, 법적인 권리보호 환경 등 4대 정책적 동인(動因)으로나누어 포괄적으로 제시하였다.

@highlight

연구개발 성과의 활용촉진을 위한 그간 정부노력에도 기술거래 건수는 일부증가하고 있으나, 건당 기술료는 오히려 감소하는 등 기술시장 활성화에 근본적 한계를 보이고 있다.

