본

 

연

구

는

 

여

대

생

에

게

 

여

성

 

리

더

십

의

 

의

미

를

 

탐

색

하

기

 

위

하

여

 

서

울

에

 

있

는

 

여

대

 

학

생

 

총

 

2

7

1

명

의

 

성

찰

보

고

서

를

 

중

심

으

로

,

 

남

녀

공

학

의

 

여

학

생

 

5

1

명

의

 

성

찰

보

고

서

를

 

보

조

자

료

로

 

활

용

하

여

 

C

Q

R

-

M

을

 

통

해

 

분

석

하

였

다

.

 

그

들

의

 

리

더

십

 

경

험

과

 

성

찰

을

 

통

해

 

분

석

한

 

결

과

 

3

개

 

영

역

,

 

7

개

 

범

주

,

 

1

4

개

 

하

위

범

주

로

 

나

타

났

다

.

 

구

체

적

인

 

연

구

결

과

는

 

첫

째

,

 

여

성

 

리

더

십

 

개

념

은

 

‘

리

더

십

에

 

대

한

 

인

식

’

,

 

‘

여

성

 

리

더

십

에

 

대

한

 

관

점

’

,

 

여

성

 

리

더

십

 

특

성

은

 

‘

여

성

 

리

더

십

의

 

조

건

’

,

 

‘

여

성

 

리

더

십

의

 

장

?

단

점

’

 

등

 

각

 

2

개

 

하

위

범

주

로

 

나

타

났

다

.

 

둘

째

,

 

여

대

생

의

 

현

실

은

 

‘

여

성

 

리

더

에

 

대

한

 

편

견

’

,

 

‘

여

성

 

리

더

에

 

대

한

 

성

차

별

’

 

,

 

여

대

생

의

 

경

험

은

 

‘

직

접

적

인

 

리

더

십

 

참

여

활

동

’

,

 

‘

간

접

적

인

 

리

더

십

 

관

찰

 

활

동

’

과

 

여

대

생

의

 

성

찰

은

 

‘

리

더

십

 

경

험

이

후

 

자

기

성

찰

’

,

 

‘

리

더

십

 

관

찰

이

후

 

타

인

평

가

’

 

등

 

각

 

2

개

의

 

하

위

범

주

로

 

드

러

났

다

.

 

셋

째

,

 

여

성

 

리

더

로

의

 

지

향

은

 

‘

일

상

관

계

에

서

의

 

롤

 

모

델

’

,

 

‘

사

회

영

역

에

서

의

 

롤

 

모

델

’

,

 

여

성

 

리

더

로

의

 

대

안

은

 

‘

개

인

적

인

 

노

력

과

 

개

발

’

,

 

‘

사

회

 

환

경

의

 

변

화

 

요

구

’

 

등

 

각

 

2

개

 

하

위

범

주

로

 

나

타

났

다

.

 

여

대

생

의

 

여

성

 

리

더

십

 

인

식

을

 

통

해

 

여

성

 

리

더

로

서

의

 

성

장

가

능

성

과

 

동

시

에

 

그

 

한

계

를

 

분

석

하

였

다

.

 

또

한

 

여

성

 

리

더

십

을

 

경

험

할

 

수

 

있

는

 

여

대

의

 

긍

정

적

인

 

측

면

과

 

남

녀

공

학

에

서

 

여

대

생

들

을

 

위

한

 

특

화

된

 

프

로

그

램

 

등

 

관

련

 

정

책

을

 

제

언

하

였

다

.

@highlight

이 연구는 여대생에게 여성 리더십의 의미를 탐색하기 위해 서울에 있는 여대 학생 총 271명의 성찰보고서를 중심으로, 남녀공학의 여학생 51명의 성찰보고서를 보조자료로 활용해 CQR-M을 통해 분석했다.