오늘날 급증하는 초국적 이주자들에 대한 사회적·정책적 관심 증대는 우리 사회 공간에 그들을 어떻게 받아들일 것인가의 문제, 즉‘환대’의 문제로 연결된다.

어떻게 이들을 환대할 것인가에 대한 윤리적 (정책)준거에 대한 제시, 그리고 이들이 실제 어떻게 환대를 받고 있는가에 대한 경험적 (담론)분석에 대한 방향 제시가 현대 이탈리아 영화에서 재현되고 있다.

본문에서 소개되는 세 편의 이탈리아 영화는 일종의 문화적 분리주의를 어떻게 포용하고 있는지 보여준다.

서구 사회는 다문화주의라는 용어를 채택함에 있어 이주민을 자신들의 가치와 양립할 수 없으면서도 무시할 수 없는 타자로 주변화 하고 있다.

이탈리아 미디어가 1990년대 이후 크게 늘어난 이주민 유입을 어떤 방식으로 다루는가 하는 것은, 견고한 민족 정체성이 확립되어 있는 이탈리아가 낯선 타자인 이주민을 어떻게 받아들이고 있는지와 맥을 같이 한다.

본 연구는 세편의 영화 -

<아파트(1997)>, <그림자로 살다(2006)>, <적당한 간격(2007)>-

을 통해 이주민의 이동성과 흐름을 추적하면서 이주 남성을 여성화된 주체로서 젠더화하는 이미지에 주목하고자 한다.

@highlight

본고는 이주민의 이동성과 흐름을 추적하면서 이주 남성을 여성화된 주체로서 젠더화하는 이미지를 세편의 영화 -

@highlight

<아파트(1997)>, <그림자로 살다(2006)>, <적당한 간격(2007)>-

@highlight

을 통해 알아보고자 한다.

