Cucker and Smale(2007)의 모형을 바탕으로 한국 주식 시장의 주식 수익률 변동성 간 상호 연결 강도를 측정하였다.

GMM 모형 추정 결과 변동성 상호 연결 강도는 개별 변동성의 미래 값을 예측하는데 유의한 역할을 하는 것으로 나타났다.

평균 변동성 대비 개별 변동성 위치를 일별 자료로 구축하고 변동성 뭉침 지수 (Volatility Flocking Index, VFI)를 산출하였다.

VFI와 코스피 평균 수익률 및 내재변동성 지수 (VKOSPI)의 벡터자기상관모형 결과 VFI는 코스피 내재변동성(VKOSPI)의 외부충격에 유의한 반응을 보였다.

업종 별 분석에 의하면 한국의 VFI의 증가에 소재, 필수 소비재 및 금융 관련 주식들의 역할이 큰 반면, 미국 VFI 증가에는 에너지, 유틸리티, 및 헬스케어 관련 주식들의 역할이 큰 것으로 나타났다.

@highlight

한국 주식 시장의 주식 수익률 변동성 간 상호 연결 강도를 측정하였고  GMM 모형 추정 결과 변동성 상호 연결 강도는 개별 변동성의 미래 값을 예측하는데 유의한 역할을 하는 것으로 나타났다.

