본 연구는 Lowi의 정책유형에 해당되는 지방자치단체의 혁신적인 조례들을 선정하여 정책유형별 정책혁신의 선도자의 차이와 정책유형별 정책확산의 양상을 분석하고자 하였다.

분석결과를 간단히 요약하면, 첫째, 각 정책유형에 해당하는 혁신적인 조례의 채택과 확산 과정에서 선도자를 비교한 결과, 정책유형 간에 정책혁신의 선도자에서 차이가 있는 것으로 나타났다.

그러나 개별 조례의 특수성이 반영된 것을 배제할 수 없기 때문에 정책유형별 정책혁신의 선도자에 있어 차이가 있다는 일반화된 결론을 내리기는 무리가 있다고 판단된다.

둘째, 정부상호작용모형을 기초로 정책유형별 확산 양상을 분석한 결과, 지방자치단체의 조례 채택에 있어 다양한 확산의 양상이 나타났다고 할 수 있다.

그러나 같은 정책유형에 속하는 조례의 확산 양상이 반드시 같은 것은 아니어서 정책유형별로 뚜렷이 구별되는 확산의 양상이 나타난다고 결론내리기는 어렵다고 본다.

본 연구는 Lowi의 정책유형에 적실하다고 판단되고, 혁신적인 조례로서 고려된 8개의 조례만을 대상으로 분석을 시도했기 때문에 그 결과를 일반화하기에는 분명 한계가 있다고 본다.

그럼에도 불구하고 본 연구의 분석결과를 통해 정책유형별 특징이 정책의 채택과 확산에 영향을 줄 가능성을 발견하였다는 점에서 의의가 있다고 할 수 있다.

@highlight

이 연구는 Lowi의 정책유형에 해당되는 지방자치단체의 혁신적인 조례들을 선정해 정책유형별 정책혁신의 선도자의 차이와 정책유형별 정책확산의 양상을 분석하고자 했다.

