이 글은 1930년대의 종합지 『중앙』과 『사해공론』, 『조광』을 ‘문학시장의 교환장치’라는 관점에서 분석한 것이다.

동시에 이 글은 그러한 관점에서 『신동아』와 『삼천리』, 『비판』을 분석했던 논문의 후속 논문이기도 하다.

식민지시기 내내 종합지에서 문학은 정론(政論)에 버금갈 정도로 아주 중요하게 취급되었다.

이는 문학의 미적 효용성 외에도 종합지에 작용했던 정치적, 경제적 압력, 곧 조선총독부의 검열과 시장에서의 경쟁에 따른 결과였다.

주목할 현상은 1930년대의 종합지들은 문학시장에서 저마다의 특색을 선보이며 자신의 입지를 확보하려 했다는 점이다.

다시 말해 문학의 성장과 지속의 안정적인 물적 토대로 기능했다는 식으로 범박하게 종합지를 이해해서는 곤란하다.

종합지와 문학과의 일반적인 관계뿐만 아니라 문학을 둘러싼 종합지들 간의 구체적인 관계의 양상에 대해서도 관심을 가질 필요가 있는 것이다.

무엇보다 그것이 1930년대 중·후반에 문학시장이 만개하는 데 작용했던 동력원의 하나를 이해하는 일이기 때문이다.

아울러 식민지시기의 종합지들을 보다 깊이 이해하기 위해서는 검열과 경쟁의 이중압력을 파악하는 것이 관건임을 이 글을 통해 다시 한 번 강조했다.

@highlight

이 연구는 1930년대의 종합지 『중앙』과 『사해공론』, 『조광』을 ‘문학시장의 교환장치’라는 관점에서 분석한 것이다.

