섬유 방향 강성과 강도는 복합재 압력 용기의 성능과 밀접한 관계를 갖기 때문에, 압력 용기 구조 설계시에 다른 물성들보다 중요 설계 인자가 된다.

즉 복합재 압력 용기의 내압 변형 및 파열 압력은 섬유 물성에 의해 큰 영향을 받는다.

그러므로 정확한 섬유 방향 물성을 측정할 수 있는 기법을 확립하는 것이 복합재 압력 용기 설계 전에 우선되어야 한다.

그러나 복합재 압력용기의 섬유 방향 물성은 제작 공정 변수(와인딩 장비, 작업자, 작업환경 등)와 크기 효과에 의해 큰 영향을 받으므로 기존의 시편 시험 방법으로는 정확한 섬유 방향 물성 측정이 어렵다.

섬유 물성을 측정하는 가장 이상적인 시험 방법은 실물 압력용기 파괴시험이지만 많은 비용이 소요되어, 제품으로부터 다량의 링 시편을 채취, 내압 시험을 할 수 있는 Hoop ring 시험 방법이 제시되었다.

Hoop ring 시험과 실물 압력용기의 수압 파괴 시험으로부터 구한 섬유 방향 물성들은 근접된 좋은 일치를 나타내었다.

@highlight

섬유 방향 강성과 강도는 복합재 압력 용기의 성능과 밀접한 관계를 갖기 때문에, 압력 용기 구조 설계시에 다른 물성들보다 중요 설계 인자가 된다.

