본 연구는 기존의 산업기술 유출에 대한 정책적 대응방안을 모색하는 연구는 아니며, 이미 수많은 연 구들에서 사전에 산업기술 유출을 막을 수 있는 방법들은 이미 충분하게 연구되어 있다고 할 수 있다.

그럼에도 불구하고 산업기술유출에 대한 시도와 실제 기술 유출은 상당히 그리고 매우 은밀하게 진행 중에 있는 것 또한 사실이다.

따라서 이러한 기술 유출에 대한 피해에 대한 정확한 가치 평가가 필요하며 이에 관한 기존 연구들은 주로 추정적 기법을 이해하고 수행하는데 한계를 가지고 있다.

따라서 이러한 차원에서 기술에 대한 피 해를 추정하는 기법으로 관련산업들에 미치는 영향력을 고려할 수 있는 산업연관분석기법과 같은 전 산 업 및 국가적 규모의 피해를 측정할 수 있는 측정방법에 대한 개발이 절실하다고 할 수 있다.

본 연구는 기존의 기법들을 소개하고 한계점을 설명하는데 그쳤다는 한계를 갖고 있지만, 이러한 한 계들을 통해 본 논문이 의도하는 바는 보다 광범위하고 전체적인 관점에서 기술유출에 대한 관점을 돌 아봤다는 점과 더불어 향후 이와 관련되어 연구를 지속성을 타 연구자에게 제공한다는 점에서 공헌을 하고 있다고 볼 수 있다.

@highlight

산업기술 유출에 대한 정책적 대응방안을 모색하는 연구는 아니며, 이미 수많은 연 구들에서 사전에 산업기술 유출을 막을 수 있는 방법들은 이미 충분하게 연구되어 있다고 할 수 있다.

@highlight

따라서 이러한 기술 유출에 대한 피해에 대한 정확한 가치 평가가 필요하며 이에 관한 기존 연구들은 주로 추정적 기법을 이해하고 수행하는데 한계를 가지고 있다.

@highlight

본 연구는 기존의 기법들을 소개하고 한계점을 설명하는데 그쳤다는 한계를 갖고 있지만, 이러한 한 계들을 통해 본 논문이 의도하는 바는 보다 광범위하고 전체적인 관점에서 기술유출에 대한 관점을 타 연구자에게 제공한다는 점에서 공헌을 하고 있다고 볼 수 있다.

