최근 들어 사회복지 전달체계의 효율화를 위한 방법론으로 복지정보화에 대한 중요성이 부각되고 있다.

이러한 시점에서 기존의 연구는 사회복지정보화 자체에 대한 분석 혹은 공급자 입장에서 정보화의 추진방향에 대하여 집중되었고, 사회복지정보화에 따라 등장한 사회복지통합관리망의 실질적인 사용자 입장에서의 검토는 부족하였다.

본 연구는 사회복지통합관리망의 이용자 관점에서 사회복지정보화에 대한 사회복지공무원의 주관적 인식유형을 Q 방법을 통해 탐색적인 검토를 시도하였다.

그 결과, 세 가지의 인식유형이 발견되었다.

제1유형은 시스템에 대하여 적극적으로 참여하면서, 비판적인 입장을 지니고 있었다.

제2유형은 사회복지 정보화를 통하여, 기존의 전달체계에서 가지고 있던 문제가 많은 부분 해결되고 있으며, 장기적으로 사회복지정보화에 대한 낙관적인 평가를 보였다.

제3유형은 현재 사회복지통합관리망의 한계점을 인식하면서도 이에 대한 적극적인 개선을 통하여 발전할 수 있다고 인식하였다.

이에 따라 본 연구에서는 사회복지부문에서 정보화 시스템에 대한 사회복지공무원의 인식유형은 다차원적인 특성을 지니고 있기 때문에 이들의 대응에 기반을 둔 시스템 고도화 전략을 구사할 필요성이 있음을 제시하였다.

@highlight

이 연구는 사회복지통합관리망의 이용자 관점에서 사회복지정보화에 대한 사회복지공무원의 주관적 인식유형을 Q 방법을 통해 탐색적인 검토를 시도하였다.

