이 연구의 목적은 특성화고등학교 학생의 학교만족 변화유형을 구명하고, 변화유형의 차이를 예측하는 변인을 구명하는데 있었다.

이 연구의 분석은 한국교육고용패널(KEEP)의 2, 3, 4차년도 특성화고 학생 자료를 활용하였으며, 총 442명의 자료가 활용되었다 자료 분석은 기술통계 및 추리통계를 사용하였으며, 통계적 유의수준 0.05를 기준으로 판단하였다.

잠재계층분석은 준모수적 집단중심모형을 SAS프로그램의 Proc Traj를 활용하여 분석하였으며, 예측변인분석은 SPSS 17.0의 다항 로지스틱 분석을 활용하였다.

이 연구의 주요 결과는 다음과 같다.

첫째, 특성화고등학교 학생의 학교만족은 크게 상·중·하위 집단으로 구분될 수 있으며, 집단 내에서는 시간의 흐름에 따른 만족의 변화가 미비하였다.

둘째, 변화 양상을 볼 때 모든 집단에서 변화량이 높지 않았다.

셋째, 유형에 따라 집단을 구분하는 개인특성변인으로는 자아효능감과 전공흥미가 있었다.

넷째, 가정의 경제수준이 하위권과 중·상위권을 구분하는 변인으로 분석되었다.

이 연구를 통한 제언으로는 첫째, 특성화고등학교 학생의 학교만족을 높이기 위한 학교 차원의 개입이 필요하다.

둘째, 보다 정확한 조사 대상 선정과 변인을 선정하여 패널데이터보다 심도 있는 분석이 필요하다.

@highlight

이 연구의 목적은 특성화고등학교 학생의 학교만족 변화유형을 구명하고, 변화유형의 차이를 예측하는 변인을 구명하는데 있었다.

@highlight

이 연구의 분석은 한국교육고용패널의 2, 3, 4차년도 특성화고 학생 자료를 활용하였으며, 총 442명의 자료가 활용되었다 자료 분석은 기술통계 및 추리통계를 사용하였으며, 통계적 유의수준 0.05를 기준으로 판단하였다.

@highlight

이 연구를 통한 제언으로는 첫째, 특성화고등학교 학생의 학교만족을 높이기 위한 학교 차원의 개입이 필요하다.

