본 연구는 환자분포 및 치료경향을 조사하여 소아치과의 변화하는 진료 양상을 알기 위해 시행하였다.

2008년 1월부터2012년 12월까지 연세대학교 치과대학병원 소아치과에 내원한 환자를 대상으로 전자의무기록을 수집하고 분석하였다.

조사 결과 초진환자와 비선택 진료의사 1인당 환자 수는 감소하였고 외국인 환자수가 급증하였다.

신환은 만 0~2세의 연령층이 가장 많았고, 내원 주소는 치아우식증, 외상, 부정교합 순으로 높게 나타났다.

수복치료의 분포 결과 복합레진 수복,아말감 수복, 치면열구전색술은 감소하였고, 자가중합형 글라스아이오노머, 예방적 레진수복이 증가하는 추세였다.

다내원근관치료가 감소하고 당일발수 근관 충전이 증가했으며, 치수복조술과 치수절단술과 같은 보존적 치수치료의 비율이 증가하였다.

환자의 불안을 감소시키기 위해 진정법을 선택하는 경우가 증가하였으며 아산화질소의 이용이 주를 이루었다.

내원 환자의 분포 및 특성을 파악하고, 최신 치료 경향을 제공함으로써 환자의 요구에 부합하는 적절한 치료계획을 수립하는데 도움이 될 것으로 생각된다.

@highlight

이 연구는 환자분포 및 치료경향을 조사하여 소아치과의 변화하는 진료 양상을 알기 위해 시행하였다.

@highlight

2008년 1월부터2012년 12월까지 연세대학교 치과대학병원 소아치과에 내원한 환자를 대상으로 전자의무기록을 수집하고 분석하였다.

