본 연구는 국민노후보장패널 3차 자료를 사용하였으며 연구대상은 손자녀 돌봄노동을 담당하고 있는 조부모 379명이다.

본 연구는 펄린(Pearlin et al.

, 1990)의 스트레스과정모델을 이론적 틀로 사용하여 돌봄노동을 담당하는 노인특성, 돌봄상황 스트레스원, 돌봄 파생스트레스원 및 대처자원이 조부모의 삶의 만족도와 우울에 미치는 영향을 분석하였다.

변인군들의영향력을 파악하기위해서 위계적 회귀분석을 사용하였다.

조부모 관련 변인 중 신체적, 심리적 건강은 삶의 만족도와 우울에 모두 유의한 영향을 미쳤다.

돌봄상황은 삶의 만족도와 우울에 영향을 미치지 않았지만 돌봄파생 스트레스원인 자녀와의 갈등은 삶의 만족이나 우울에모두 유의한 영향을 미쳐 자녀와의 갈등이 손자녀 돌봄노동을 담당하는 조부모의 복지에 중요한 영향요소임을 알 수 있다.

조부모의 손자녀 돌봄은 우울보다는 삶의 만족도 변량을 더많이 설명하고 있다.

@highlight

이 연구는 국민노후보장패널 3차 자료를 사용하였으며 연구대상은 손자녀 돌봄노동을 담당하고 있는 조부모 379명이다.

@highlight

이 연구는 펄린의 스트레스과정모델을 이론적 틀로 사용하여 돌봄노동을 담당하는 노인특성, 돌봄상황 스트레스원, 돌봄 파생스트레스원 및 대처자원이 조부모의 삶의 만족도와 우울에 미치는 영향을 분석하였다.

