본 연구는 방송통신위원회 출범에 대한 정책과정을 분석하기 위해서, 시기별로 나타난 행위자들의 상호작용을 탐색하는데 초점을 두었다.

이를 위해서 행위자들의 상호작용에 따른 정책과정을 분석할 수 있는 정책네트워크 모형과 행위자들의 정치적 이해관계를 분석할 수 있는 정치분석 모형을 혼합한 PNPA라는 분석틀을 적용하여 연구를 진행했다.

이를 통해서 김대중 정부와 노무현 정부에서의 방통융합기구 설립에 대한 논의 과정을 비교하였다.

분석결과, 김대중 정부에서는 공공부문의 행위자들이 지속적으로 대립과 반목의 상호작용을 하면서 폐쇄적ㆍ수평적 네트워크가 형성 되었으며, 이를 중재하기 위해서 임시적 협의기구가 마련 되었으나 기능의 한계점을 드러냈다.

반면에 노무현 정부에서는 공공 및 민간부문의 행위자들이 다양하게 등장하면서 자신의 입장을 표명화하는 전략을 취했으며, 시간의 흐름에 따라 네트워크의 속성 또한 변화 되었다.

이러한 과정을 통해서 통합기구 출범을 위한 도안이 마련된 의미가 있으나, 무엇보다 정부주도적 기구 중심의 적극적 활동을 통해서 방송통신위원회 출범이라는 정책산출이 나타났다.

@highlight

방송통신위원회 출범에 대한 정책과정을 분석하기 위해서, 시기별로 나타난 행위자들의 상호작용을 탐색하여, 김대중 정부와 노무현 정부에서의 방통융합기구 설립에 대한 논의 과정을 비교하였으며 분석 결과, 무엇보다 정부주도적 기구 중심의 적극적 활동을 통해서 방송통신위원회가 출범하는 정책이 나타났다.

