이 논문은 해방 이후 시에 나타난 ‘외국’의 상상을 통해 당대 현실의 시적 대응 양상을 살펴보고자 한다.

이 논문의 문제의식은 해방 10년, 특히해방기를 좀 더 세분해서 살펴보면 이 시기의 현실에 대한 시적 인식의변화를 더 자세하게 알 수 있지 않을까 하는 데서 출발한다.

그 틀거리의 하나로 ‘외국’에 대한 표상을 설정하였다.

따라서 이 연구의 구체적인 대상은 시에 나타난 ‘외국’의 표상이며, 시기적 대상은 해방 직후부터 1950년대 중반까지이다.

해방 직후 부여된 중요한 임무 중의 하나가새로운 나라 만들기라면, 전쟁 직후 역시 재건으로서의 나라 만들기에 대한 임무가 지속된다고 판단하기 때문이다.

특히 해방기를 미세하게 살펴보기 위해 미소공동위원회를 기점으로해방기를 세 시기로 나누어 살펴보았다.

급변하는 해방기의 정세적 변화와 추이를 면밀하게 고찰하기 위한 하나의 시론(試論)인 셈이다.

결국타자로서 외국에 대한 시적 상상을 통해 당대의 시인들은 새로운 국가의 모습을 어떻게 구성하고자 했는가 하는 것을 묻고자 한다.

이 질문이 현재에도 유효한 것은 세계화 시대에 국가 대 국가의 관계, 혹은 개별국가의 정체성이 중요해졌다는 것에 있다.

해방과 전쟁 이후 확립된 우리의 체제가 현재까지 크게 달라진 점이 없다는 점에서 이 시기의 국가정체성의 과정을 살펴보는 것은 현재의 모순의 근원에 대한 확인과정이기도하다.

@highlight

이 논문은 해방 이후 시에 나타난 ‘외국’의 상상을 통해 당대 현실의 시적 대응 양상을 살펴보고자 한다.

@highlight

본 연구의 구체적인 대상은 시에 나타난 ‘외국’의 표상이며, 시기적 대상은 해방 직후부터 1950년대 중반까지이다.

