본 연구의 목적은 보다 효과적인 유아환경교육 방향을 모색하기 위해 유아환경교육에 대한 현장 정보를 얻는데 있다.

본 연구는 유치원 교사의 환경교육에 대한 인식과 요구를 알아보는 설문조사를 통해 이루어졌다.

이 조사를 위해 목포시에 위치한 유치원에서 근무하는 교사 198명이 참여하였다.

조사 결과; (a) 대부분의 교사들은 환경교육의 필요성을 인식하였다; (b) 교사들은 체험중심 환경교육을 선호하였으며, 환경교육의 목표를 성공적으로 달성하기 위해서는 가정과 지역사회의 협력이 가장 필요하다고 인식하였다; (c) 교사들은 환경교육을 실행하는데 있어 유아의 발달 수준에 적합한 교수방법을 찾는 것과 교육자료 및 참고자료 부족, 행?

재정적 지원 부족, 업무부담 증가에 따른 준비시간 부족 등의 어려움을 가장 중요하게 인식하고 있었다; (d) 대다수의 교사들은 연수 참여와 연수를 통한 환경교육 관련 성공적 실천사례 및 현장 적용 방법의 공유를 희망하였다.

또한 본 연구를 통해 유치원 교사들의 배경변인 중 교육경력과 담당학급의 유아연령이 환경교육에 대한 교사의 인식 및 환경교육 실천에 가장 중요하게 영향을 끼치고 있음을 알 수 있었다.

본 연구의 결과는 (a) 유아환경교육의 내용과 방법 모색을 위한 논의의 시작점이 될 수 있으며, (b) 적합한 교사연수 프로그램을 계획하고 수립하는데 기초자료가 될 것으로 기대된다.

@highlight

유아환경교육에 대한 현장 정보를 통해 보다 효과적인 유아환경교육 방향을 모색하고자 하였다.

@highlight

그 결과, 환경교육에 대한 교사의 인식 및 환경교육 실천에서 유치원 교사들의 교육경력과  담당학급의 유아연령이 가장 중요한 영향을 미치고 있었다.

@highlight

이러한 결과는 유아환경교육의 내용과 방법을 모색하고, 교사연수 시 적합한 프로그램을 수립하는데 기초자료가 될 것으로 기대된다.

