이 글은, 종교성은 한 사회의 종교 문화, 종교 정체성과 민족 정체성을 이해하는 데 주요한 요소라는 관점에서, 스탁(R.

Stark)과 글락(C.

Y.

Glock)의 ‘다차원 종교성 이론’에 기초하여 소련 해체 이후 현대 러시아인의 종교성의 특징과 변화 양상을 고찰하였다.

특히 소련 해체와 함께 일기 시작한 ‘종교부흥’의 실체를 종교성 측면에서 분석하였다.

연구범위는 1991~2012년이며, 러시아 국내·외 다양한 종교사회학적 조사 자료를 활용하였다.

현대 러시아인의 종교성에는 종교나 신앙 못지않게 ‘관습’적인 요소도 포함되어 있다고 볼 수 있다.

이러한 특징을 보이게 된 배경으로 정교회 신앙생활의 전통과 소련시기의 유산을 꼽을 수 있다.

종교 의식(전례)과 전통을 중시하는 정교회에서, 특히 소련시기에 의식이 금지 및 제한됨으로써 전통적으로 의식을 통해 습득되어 온 종교지식의 단절이 러시아인들의 종교성에 ‘자율성’을 스며들게 한 것으로 볼 수 있다.

그 자율성은 현대 러시아인의 종교성의 특징이자 다른 한편으로는, 종교부흥 모습과 달리 현대 러시아인의 종교성을 더욱 모호하게 만들었다고 할 수 있다.

현대 러시아인의 종교성은 1990년대와 2000년대를 비교했을 때 시간이 지날수록 보다 뚜렷해지고 있는 측면도 분명히 있다.

러시아인의 종교성이 분명해질수록 종교 정체성도 분명해질 것이며, 이는 국가와 민족 정체성 형성에도 영향을 줄 것으로 보인다.

@highlight

이 글은, 종교성은 한 사회의 종교 문화, 종교 정체성과 민족 정체성을 이해하는 데 주요한 요소라는 관점에서, 스탁(R.

@highlight

Stark)과 글락(C.

@highlight

Y.

@highlight

Glock)의 ‘다차원 종교성 이론’에 기초하여 소련 해체 이후 현대 러시아인의 종교성의 특징과 변화 양상을 고찰하였다.

