본 연구는 한 개인 음악치료사의 훈련과정에서 경험한 열등감 인식과 통찰을 고찰하는 것이 목적이다.

본 연구의 연구 대상자인 나는 2011년부터 2016년까지 경험한 음악치료 훈련과정의 자료를 수집하였다.

수집한 자료는 열등감의 감정과 가치를 중심으로 선별하여 자문화기술지 방법을 통하여 해석하고 기술하였다.

그 결과 나의 열등감 인식을 통해 열등감 원인으로 ‘중간 아이’, ‘부정적인 자아상’을찾을 수 있었고, 숨겨진 열등감 이면의 심리적 역동으로 ‘상처받은 내면 아이’, ‘타인을 향한 분노’를발견할 수 있었다.

더 나아가 나의 열등감을 통찰하며 ‘자기 수용’을 하고 음악치료사로서 ‘치료적 자원’을 확인할 수 있었다.

본 연구는 음악치료 훈련과정에서 훈련생이 느끼는 열등감의 감정을 섬세하고 세밀하게 고찰했다는 데 의의를 가진다.

또한 음악치료 훈련과정에서 열등감의 감정을 인식하고 통찰하는 과정을 보여줌으로써 훈련생들이 느끼는 다양한 감정과 열등감 대한 연구의 한 사례로 제시할수 있다.

@highlight

본 연구는 한 개인 음악치료사의 훈련과정에서 경험한 열등감 인식과 통찰을 고찰한다.

@highlight

그 결과 나의 열등감 원인으로 ‘중간 아이’, ‘부정적인 자아상’을 찾을 수 있었으며, ‘상처받은 내면 아이’, ‘타인을 향한 분노’를 발견하였다.

