본 연구는 인류세 시대, 채식을 중심으로 하되, 육식을 유연하게 받아들이는 플렉시테리언 요법을 환경인문학적으로 접근하여 환경적이고 건강한 식이요법에 대중의 참여를 고취하는 것이 목적이다.

21세기 환경문제시대인 인류세를 직면하면서, 인류사회는 자연환경과 인간의 공존방안을 모색하는 중이다.

음식 생산과 섭생은 지속가능한 환경을 유지하면서, 인간의 건강을 담보할 수 있는 방안으로 지목된다.

특히 채식주의에 대한 환경적, 철학적 성찰은 일정부분 논의되었으나, 일반대중의 자발적이고 적극적인 참여를 이끌어 낼 수 있는 논의는 미진한 편이다.

이에 본 연구는 채식에 대한 다학제적 연구인 환경인문학적 접근으로 환경문제 완화를 위한 자연과학적 연구, 영양학적 연구, 철학적 연구와 더불어 다양한 상황에 있는 대중의 욕구를 절충하는 문학적 연구를 통해 플렉시테리언 요법의 환경적 기여도를 규명한다.

따라서 본 연구는 채식에 대한 학문적 원리뿐 아니라 일반대중이 참여할 수 있는 다양한 선택지를 제공하여, 종국에는 지속가능한 환경과 소비자의 건강에 기여할 수 있다고 주장한다.

@highlight

다양한 사회적 기술을 끊임없이 배우고 적본 연구는 인류세 시대, 채식을 중심으로 하되, 육식을 유연하게 받아들이는 플렉시테리언 요법을 환경인문학적으로 접근하여 환경적이고 건강한 식이요법에 대중의 참여를 고취하고자 한다.

@highlight

그에따라 채식에 대한 학문적 원리뿐 아니라 일반대중이 참여할 수 있는 다양한 선택지를 제공하여 종국에는 지속가능한 환경과 소비자의 건강에 기여할 수 있다고 주장한다.

