지속적인 수산물의 소비량 증가에 따라 어족자원의 한계성에 직면한 어로어업 대신 기르는 방식의 양식업이 대응방안으로 등장하였으며, 최근에는 4차 산업혁명기술과 융복합을 통하여 스마트양식 산업이 빠르게 발전하고 있다.

이에 따라 전 세계를 대상으로 양식산업의 우위성과 기술표준 헤게모니를 확보하기 위하여 스마트양식 플랫폼의 미래 모형 도출이 매우 중요한 시기가 되었다.

본 연구에서는 먼저 스마트양식 전문가들의 인터뷰를 통해 스마트양식산업의 중점 사항들을 도출하고 거시환경분석 중 PEST 방법론을 적용, 스마트양식과 관련된 정치, 경제, 사회, 기술 분야의 환경분석을 통하여 스마트양식 플랫폼의 미래 방향성을 도출하였다.

과거 생물 생장 관리의 자동화에 국한되었던 단순한 스마트양식 플랫폼에서 육종, 생산, 경영, 유통의 양식 가치사슬 전 과정을 포함하고, 인공지능 기반의 디지털 트윈기술을 통하여 리스크 최소화 및 상황 최적화 스마트양식 플랫폼으로 발전 할 수 있도록 선진 모델을 제시함으로써 공공 및 산업계에서 관련 사업 기획 및 추진 시에 도움이 될 것으로 기대한다.

@highlight

본 연구에서는 먼저 스마트양식 전문가들의 인터뷰를 통해 스마트양식산업의 중점 사항들을 도출하고, 스마트양식과 관련된 분야의 환경분석을 통하여 스마트양식 플랫폼의 미래 방향성을 도출하였다.

@highlight

이는 선진모델을 제시함으로써 공공 및 산업계의 관련 사업 기획 및 추진 시에 도움이 될 것을 기대한다.

