Wi-

Fi 기반의 차량과 기지국간 (vehicle-

to-

infrastructure, V2I) 통신은 차량과 승객의 안전과 편의 및 교통 효율성을 향상시킬 수 있는 방법으로 관심을 받고 있다.

그러나 노변에 위치한 엑세스 포인터 (access point, AP)는 이동차량에게 비용적인 측면에서 효과적인 인터넷 연결을 지원할 수 있지만, 차량의 빠른 이동과 AP의 제한된 전송거리는 빈번한 핸드오프를 유발한다.

그러한 문제점은 모바일 AP (mobile AP, MAP) 플랫폼을 사용하여 해결할 수 있다.

MAP는 노변에 위치한 AP보다 적은 양의 대역폭을 제공하지만, 차량과 함께 이동함에 따라 더 오랜 시간 서비스를 제공할 수 있다.

이 논문은 이동차량이 노변의 고정된 AP 혹은 MAP 중에서 효과적으로 AP를 선택할 수 있는 하나의 새로운 AP 선택 기법을 제안한다.

AP 선택기준을 위하여 AP의 접속 가용시간과 제공 가능 대역폭을 함께 고려하고, 그러한 기준을 바탕으로 AP 선택 기법을 제안한다.

실제 버스 트레이스 기반의 시뮬레이션을 통해 제안한 기법이 기존의 방법보다 좋은 성능을 제공하는 것을 보여준다.

@highlight

이 논문은 이동차량이 노변의 고정된 AP 혹은 MAP 중에서 효과적으로 AP를 선택할 수 있는 하나의 새로운 AP 선택 기법을 제안한다.

