대다수 연구들은 시리아 내전에서 러시아와 이란의 긴밀한 협력은 군사적 외교적 경제적 이해관계의 부합에 따른 “일시적인 동반자 관계 혹은 필요에 따른 협력”이며, “제한적이며 정황적인” 것에 불과하다고 주장한다.

반대편에서는, 상기 관점은 러시아와 이란이 시리아를 포함한 중동지역에서 공유하고 있는 지정학적 이해관계, 근대 국제규범에 대한 보수적 입장 및 상보적인 경제적 유대 관계 등을 과소평가하고 있다고 비판한다.

이 논문은, 양국이 시리아내전에 군사적으로 개입한 의도에 근거하여, 이전의 사례들과는 달리 러시아의 대 서방 관계 개선 혹은 개선 의도에 따라 러시아-

이란 양국 관계가 냉각될 가능성은 낮다고 주장하며, ‘일시적인 파트너십’보다는 좀 더 긴 시간에 걸쳐 전략적 제휴관계가 지속될 수 있을 것으로 전망한다.

그 주요 동력으로는, 세계·지역 정치에서 양국의 지전략적 계산, 특히 각국이 시리아의 아사드 정권에 대해 갖는 지정학적 이익이 서로 부합하고, 또 양국은 추구하는 가치(권위주의 및 주요 국제규범에 대한 보수주의적 시각) 및 비서방적 정체성 등을 대체로 공유하고 있기 때문이다.

@highlight

대다수 연구들은 시리아 내전에서 러시아와 이란의 긴밀한 협력은 군사적 외교적 경제적 이해관계의 부합에 따른 “일시적인 동반자 관계 혹은 필요에 따른 협력”이며, “제한적이며 정황적인” 것에 불과하다고 주장한다.

