통일은 기본적으로 대한민국의 지상과제와도 같다.

특히 지난 2015년은 대한민국이 광복을 맞이한 지 70주년이자 또한 남과 북으로 갈라선지 70년이 되는 해이다.

그러나 북한은 끊임없이 핵개발, 미사일 발사 등 다양한 형태로 남북한간의 긴장의 수위를 높이고 있다.

그러나 통일을 바라보는 시간은 다양하다고 볼 수 있다.

비단 국내뿐만 아니라 주위의 중국, 일본, 그리고 미국과 같은 강대국들 간의 이해관계 까지 포함하여 단순한 문제로 볼 수 있는 것이 아니다.

이런 시점에서 2014년 박근혜 대통령의 소위 ‘통일대박’ 발언은 정부의 통일 정책에 대한 새로운 여론의 형성을 시작으로 과거 김대중 대통령의 ‘햇빛정책’과 비슷한 정책의 연장선상에 있다고도 볼 수 있다.

이 연구는 기본적으로 박근혜 정부의 ‘통일대박’ 정책에 대한 여론 분석을 하고자 했다.

이를 위해 국내의 언론사 2곳을 선정하여 각 언론사들이 통일에 대해 어떻게 보도하고 있으며, 또한 이를 읽는 독자들을 대상으로 실제 의제설정 효과가 나타나는지를 설문조사를 통해 물어 보았다.

연구결과 매체에 대한 노출의 정도가 어느 정도 여론 형성에 기여한다는 초기 의제설정 이론의 결과와 비슷한 결과를 나타내고 있다.

@highlight

통일은 기본적으로 대한민국의 지상과제와 동일하다.

@highlight

특별히 지난 2015년은 대한민국이 광복을 맞이한 지 70주년이자 또한 남과 북으로 갈라선지 70년이 되었다.

