이 연구는 성소수자 운동이 본격적으로 시작되기 이전 시기인 1980년대 중반부터 1990년대 초에 이르는 시기에 한국 사회에서 동성애가 어떻게 대중적 인식의 지평에 등장하면서 동시에 배제되었는지를 분석하고 남성 동성애자들의 실천에 있어서의 변화를 추적한다.

이 시기 『선데이서울』과 같은 대중 미디어는 동성애를 한국 사회와 문화를 오염시키는 오염원이자 AIDS를 통해 국민의 신체를 위협하는 범죄로 연결시키면서, 동성애/자에 대한 사회적 혐오를 끊임없이 재생산했다.

이러한 사회적 조건 속에서 남성 동성애자들은 스스로를 ‘보갈’로 지칭하고 서로에 대한 연민과 공통의 정체성을 발전시켰으며, 시공간의 분리를 통해 안전을 확보하기 위해 노력하였지만, 이러한 과정은 집단 내부의 차별과 배제로도 이어졌다.

이 연구는 이 시기 형성된 담론적 층위의 동성애와 실천적 층위의 동성애자 집단의 여러 요소들이 현대 한국 사회의 동성애 이해 방식과 동성애자들이 스스로를 이해하는데 중요한 유산으로 작동하고 있음을 주장한다.

@highlight

본 연구는 성소수자 운동이 본격적으로 시작되기 이전 시기인 1980년대 중반부터 1990년대 초에 이르는 시기에 한국 사회에서 동성애가 어떻게 대중적 인식의 지평에 등장하면서 동시에 배제되었는지를 분석하고 남성 동성애자들의 실천에 있어서의 변화를 추적한다.

