이 연구는 디지털 성범죄가 전에 없던 새로운 형태의 성폭력이 아닌 디지털 기기의 발달, 온라인 및 사이버 공간의 활성화와 함께 성장해 온 젠더 기반 여성에 대한 폭력이라는 문제의식에서 출발한다.

이에 1990년대 언론 보도를 통해 불거진 관련 사건을 중심으로 피해는 존재해 왔으나, 정책적 대응 부재로 인해 누적된 피해의 심각성을 진단하였다.

또한 15세 이상 60세 미만 서울시 여성 3,687명의 참여한 디지털 성범죄 실태 및 인식 조사 결과를 바탕으로 일상화된 피해의 실태, 성희롱이나 친밀한 관계에서의 폭력, 성매매 등과 연결되는 피해의 복합성과 정책 수요를 파악하였다.

조사에 참여한 여성들은 피해 발생의 원인을 범죄 처벌의 미약함으로 인식하며, 피해 문제 해결의 핵심을 가해자 처벌로 보고 있다.

실제 피해가 발생해도 처벌에 대한 확신이 없기 때문에 대처하지 않는 경우가 다수였다.

피해에 대응한 경우도 증거 부족, 법적 근거 미약을 이유로 가해자 처벌이 이루어지지 않는 문제도 지적할 수 있다.

이에 지방정부 차원에서 성폭력 범죄자의 취업제한 적용 기관을 지방정부의 예산이 투입되는 모든 곳으로 확장할 여지가 없는지는 검토가 필요하다.

여성들 대다수가 디지털 성범죄의 “범죄성”에는 공감하고 있으나, 이를 “성 평등”의 이슈로 인식하지 않는 원인이 기존 정책에 있음도 분석되었다.

이에 성폭력의 연장선상에서 디지털 성범죄를 보지 않고 분절적으로 접근하는 정책 관행을 개선하기 위한 관련 기관 및 시민 인식 제고 방안도 지방 정부의 정책 과제로 고려되어야 할 것이다.

@highlight

본문은 디지털 기기의 발달, 온라인 활성화와 함께 젠더 기반 여성에 대해 디지털 범죄가 성행하면서 이에 대한 피해와 정책 수요를 살펴보았다.

@highlight

참여 여성들은 미약한 피해 발생 원인을 범죄 처벌로 보고 피해 문제 해결을 위해 가해자 처벌이 우선되어야 한다고 했다.

@highlight

또한 증거 부족, 법적 근거 미약으로 가해자 처벌이 이루어지지 않는 문제도 지적하였다.

