연구목적: 이 연구는 앞으로 교육현장에서 통합교육을 담당하게 될 예비교사들이 통합교육에 대해서 어떻게 인식하고 있는지를 확인하고자 하는 것에 그 목적이 있다.

연구방법: 본 연구를 위해 4년제 P대학에 재학 중인 사범대학의 학생 가운데 교직과목인 특수교육학개론을 수강하는 학생 291명을 대상으로 통합교육에 대한 은유표현을 작성하게 하고, 해당 표현을 떠올린 구체적인 이유를 설명하는 형식의 질문지를 통해 인식을 파악하였다.

예비교사들이 완성한 질문지의 표현들을 은유분석방법으로 해석하였다.

연구결과: 연구결과는 예비교사들이 제시한 통합교육에 대한 은유표현들은 ‘당연한 권리’, ‘현실 사회의 축소판’, ‘준비와 성장의 과정’, ‘이해와 배려의 장’, ‘시너지 효과’, ‘양날의 검’, ‘넘기 어려운 장애물’의 7가지 주제로 범주화되었다.

결론: 본 연구의 결과를 바탕으로 예비교사들의 통합교육에 대한 인식을 파악하였고, 예비교사들이 향후 통합교육을 성공적으로 수행하기 위한 시사점을 논의하였다.

@highlight

교육현장에서 통합교육을 담당하게 될 예비교사들이 통합교육에 대해서 어떻게 인식하고 있는지를 확인하고자 하는 것에 그 목적이 있다.

@highlight


예비교사들의 통합교육에 대한 인식을 파악하였고, 예비교사들이 향후 통합교육을 성공적으로 수행하기 위한 시사점을 논의하였다.

