우계(牛溪) 성혼(成渾)은 ‘도(道)’를 체인하고 함양하고자 끊임없이 수양하면서 학문적으로는 리(理)와 기(氣)의 이분적 경향을 가졌다.

이러한 학문적 경향은 리의 발현성을 중시하였고, 경세적 측면에서는 군주를 일깨워 도덕적 정치가 실현되도록 하였다.

이러한 경향은 그의 문인과 후학들에게 적지 않은 영향을 끼쳤다.

하지만 그의 문인들은 리기론적 학풍에 대한 진작보다는 체인·실천궁행에 의한 마음의 확립을 강구하면서 국난을 극복하는 데 매우 노력하였고, 후학들은 시대의 사명을 가지며 무너진 사회질서 회복에 적극적이면서도 학문적으로 주자학의 위상을 높이고 새로운 학문분야를 탐구하고 율곡학과 퇴계학을 절충하는 학적 모습을 보였다.

그 문인과 후학들에게서 드러난 학풍은 대략 일곱 가지 경향을 보였는 바, 첫째는 절의로 국난 극복에 최선을 다하는 경향, 둘째는 강화(講和)와 척화(斥和)를 주장하는 경향, 셋째는 개혁 정책을 추진하는 경향, 넷째는 벼슬을 그만두고 은거하면서 학문탐구 경향, 다섯째는 주자학의 위상을 높이는 경향, 여섯째는 퇴계학을 수용하여 절충하는 경향, 일곱째는 새로운 학문분야를 추구하는 경향 등이다.

@highlight

우계 성혼은 ‘도’를 체인하고 함양하고자 끊임없이 수양하면서 학문적으로는 리와 기의 이분적 경향을 가졌다.

