최

근

 

교

통

사

고

 

및

 

교

통

사

고

로

 

인

한

 

사

상

자

수

의

 

감

소

를

 

위

해

 

기

존

의

 

자

동

차

에

 

각

종

센

서

나

 

통

신

기

술

 

등

의

 

첨

단

 

I

C

T

기

술

을

 

융

합

한

 

첨

단

안

전

자

동

차

에

 

대

한

 

연

구

가

 

활

발

히

 

진

행

 

중

에

 

있

다

.

 

이

러

한

 

첨

단

안

전

자

동

차

 

기

술

의

 

시

장

진

입

 

및

 

관

련

 

기

술

 

도

입

을

 

위

해

서

는

 

자

동

차

에

 

도

입

되

는

 

첨

단

안

전

 

기

술

에

 

대

한

 

효

과

 

분

석

에

 

따

른

 

도

입

 

타

당

성

 

평

가

가

 

필

요

하

다

.

 

본

 

연

구

에

서

는

 

첨

단

안

전

자

동

차

 

기

술

 

중

 

운

전

자

지

원

시

스

템

(

A

D

A

S

:

 

A

d

v

a

n

c

e

d

 

D

r

i

v

e

r

 

A

s

s

i

s

t

a

n

t

 

S

y

s

t

e

m

)

을

 

대

상

으

로

 

효

과

분

석

 

방

법

론

을

 

개

발

하

고

,

 

개

발

한

 

방

법

론

을

 

차

선

이

탈

경

고

장

치

(

L

D

W

S

:

 

L

a

n

e

 

D

e

p

a

r

t

u

r

e

 

W

a

r

n

i

n

g

 

S

y

s

t

e

m

)

와

 

자

동

비

상

제

동

장

치

(

A

E

B

S

:

 

A

u

t

o

m

a

t

i

c

 

E

m

e

r

g

e

n

c

y

 

B

r

a

k

i

n

g

 

S

y

s

t

e

m

)

에

 

적

용

한

 

사

례

분

석

을

 

통

해

 

사

고

감

소

효

과

를

 

추

정

하

였

다

.

 

분

석

결

과

,

 

차

선

이

탈

경

고

장

치

는

 

관

련

 

사

고

유

형

(

정

면

충

돌

,

 

도

로

외

이

탈

,

 

공

작

물

추

돌

,

 

전

도

전

복

)

에

 

대

해

 

약

 

1

0

~

1

4

%

의

 

사

고

감

소

 

효

과

가

 

있

는

 

것

으

로

 

나

타

났

으

며

,

 

자

동

비

상

제

동

장

치

는

 

추

돌

사

고

에

 

대

하

여

 

약

 

5

0

%

의

 

사

고

감

소

 

효

과

를

 

보

이

는

 

것

으

로

 

나

타

났

다

.

 

본

 

연

구

의

 

결

과

는

 

추

후

 

첨

단

안

전

자

동

차

 

기

술

 

개

발

에

 

따

른

 

효

과

분

석

시

 

기

초

자

료

로

 

활

용

이

 

가

능

할

 

것

이

며

,

 

운

전

자

,

 

탑

승

자

,

 

보

행

자

를

 

위

한

 

자

동

차

 

기

술

의

 

발

전

 

및

 

기

술

도

입

 

타

당

성

을

 

제

시

하

기

 

위

한

 

근

거

 

자

료

로

 

활

용

이

 

가

능

할

 

것

으

로

 

기

대

된

다

.

@highlight

이 연구는 첨단안전자동차 기술 중 운전자지원시스템을 대상으로 효과분석 방법론을 개발하고, 개발한 방법론을 차선이탈경고장치와 자동비상제동장치에 적용한 사례분석을 통해 사고감소효과를 추정했다.