이 연구는 숙의 민주주의에 기반을 둔 공론화를 적용하여 사회적 합의를 강조하는 사회과 논쟁문제 수업방안을 제안하려는 것이다.

기본적으로 사회과 논쟁문제 수업은 민주시민 양성을 위한 역할을 하지만, 더하여 시민사회에서 강조하는 합의적 의사소통을 학생이 경험할 수 있도록 공론화를 적용한 수업방안을 모색하려는 것이다.

우선 기존 사회과 논쟁문제 수업의 특징을 분석하고, 숙의 민주주의에서 강조하는 공론화의 특징을 도출하였다.

이를 바탕으로 공론화를 적용한 논쟁문제 수업방안으로서 아홉 단계의 수업 과정과 그에 따른 고려사항을 제안하였다.

첫째, 논쟁문제를 제시하고 학생의 의견을 파악한다.

둘째, 협동 모둠을 구성한다.

셋째, 논쟁문제에 대한 사회적 합의의 필요성을 파악하게 한다.

넷째, 모둠별로 논쟁문제 자료를 검토하게 한다.

다섯째, 모둠 내에서 논쟁문제 관련 자유로운 의견 나눔을 하게 한다.

여섯째, 모둠 내에서 무작위로 찬반 의견을 정한다.

일곱째, 모둠 내에서 토론을 진행한다.

이 과정에서 여러 번의 토론을 진행하도록 한다.

여덟째, 모둠별로 합의하지 못한 부분과 그 이유 등에 대하여 성찰하게 한다.

아홉째, 토론 과정에서 느낀 자신의 시민적 경험을 성찰하게 한다.

@highlight

이 연구는 숙의 민주주의에 기반을 둔 공론화를 적용하여 사회적 합의를 강조하는 사회과 논쟁문제 수업방안의 제안이 목적이며, 이를 위해 기존 사회과 논쟁문제 수업의 특징을 분석하고, 숙의 민주주의에서 강조하는 공론화의 특징을 도출하였다.

