철학에서 몸 담론은 근대성과 탈근대성을 구분하는 중심개념이다.

이 글은이성, 자아, 주관, 인간을 강조하던 서양 근대성의 정신적 지형을 문제시하며 몸개념을 중심으로 탈근대성의 지형이 어떻게 전개되는지를 살펴보고자 한다.

몸은 나와 타자/세계를 이어주는, 즉 의식과 무의식, 인간과 자연, 남성과 여성 사이를 횡단적으로 연결하며 상호중심성을 소통시키는 기호이자 데카르트적인 신체 배제적 코기토의 유산을 거부하고 저항하는 탈근대적 자아의 기호이다.

이글의 제2장에서는 서양 근대정신사에서 몸 담론의 역사와 지형을 다루었다.

여기에서는 먼저 서양 근대에 나타나는 몸 개념이 노발리스, 괴테, 쇼펜하우어, 니체 등을 통해 어떻게 전개되는지를 살펴보았다.

제3장에서는 탈근대적 몸 담론의 전체적 지형도를 염두에 두면서 근대성 비판과 탈근대성의 시도를 몸의 비판담론(탈근대 담론, 이성중심주의, 의식 중심의 자아관 등에 대한 비판), 몸의 대항 담론(인간중심주의와 남성중심주의에 대한 대항), 몸의 치유담론(생명과 치유의 모색) 등 세 가지 관점에서 논의했다.

인간과 세계의 관계에서 ‘몸’, ‘여성’, ‘생명’ 등의 새로운 언어가 철학적으로 조명될 필요가 있으며, 이러한 몸 철학적사유문법은 갈등과 분열을 겪는 현대사회의 문제를 푸는 하나의 단서를 제공해줄 수 있을 것이다.

@highlight

이 글은 이성, 자아, 주관, 인간을 강조하던 서양 근대성의 정신적 지형에서 몸담론으로 하는 탈근대성의 지형이 어떻게 전개되는지를 살펴보고자 한다.

@highlight

몸은 나와 타자/세계를 횡단적으로 연결하며 상호중심성을 소통시키는 기호이다.

@highlight

몸 철학적 사유문법은 갈등과 분열을 해소하는 하나의 단서를 제공해줄 수 있을 것이다.

