이 논문은 지난 수십 년 동안 사회운동으로서의 시위가 극도로 위축돼 있던 일본에서 2011년 동일본대지진과 후쿠시마 원자력발전소 사고를 계기로 대규모 시위가 부활한 원인을 규명하는 것을 목적으로 한다.

본고는 1960~70년대 이래 수십 년 간의 침묵을 깨고 시위가 활성화한 데는 무엇보다도 지난 수 년 사이 급변한 일본의 미디어환경이 주요 원인이 됐다고 주장한다.

과거 일본 사회에서는 신문과 방송 등 전통 미디어가 시위활동에 부정적인 담론을 형성하고정보를 차단함으로써 시위 확산을 가로막아 왔다.

그러나 반원전 시위가 발발한 2011년을 전후하여 스마트폰의 보급과 함께 정보 확산과 소통의 매개로 자리잡은 소셜네트워크서비스(SNS)등 뉴미디어가 전통 미디어의 기능을 대체, 보완함으로써 사회운동에 대해 열린 담론적 기회를 형성하고, 조직화되지 않은 개인들을 거리로 불러모으는 역할을 하고 있다.

또한 이렇게 전개된대규모 시위는 원전 이슈에 그치지 않고 또 다른 이슈에 대한 시위로 이어지는 연쇄작용을 일으킴으로써 일본 사회의 변화를 일으키고 있다.

@highlight

본 논문은 지난 수십 년 동안 사회운동으로서의 시위가 극도로 위축돼 있던 일본에서 2011년 동일본대지진과 후쿠시마 원자력발전소 사고를 계기로 대규모 시위가 부활한 원인을 규명하는 것을 목적으로 한다.

@highlight

본고는 1960~70년대 이래 수십 년 간의 침묵을 깨고 시위가 활성화한 데는 무엇보다도 지난 수 년 사이 급변한 일본의 미디어환경이 주요 원인이 됐다고 주장한다.

