본 연구는 학생들의 성장에 따른 휴대폰 의존도 변화를 종단적 자료를 통하여 살펴보고 관련 변인들과의 구조적 관계를 탐색해 보고자 하였다.

이를 위해 2010년부터 한국청소년정책연구원에서 실시하는 아동·청소년 패널조사 중 1패널의 1, 2, 3차년도 종단 데이터(1차 2,351명, 2차 2,280명, 3차 2,259명)를 활용하여 고차잠재성장모형 및 구조방정식모형 분석을 실시하였다.

분석결과 첫째, 중학생의 학년 변화에 따라 휴대폰 의존도는 점점 증가하는 것으로 나타났다.

이러한 변화는 초기 의존도가 변화율에 부적인 관계가 있는 것으로 나타났다.

둘째, 자기조절능력은 휴대폰 의존도의 초기값에 영향을 주는 것으로 나타났으나 변화율에는 유의한 영향을 주지 않았다.

셋째, 휴대폰의 의존도의 초기값과 변화율은 모두 주의집중에 부적인 영향을 주는 것으로 나타났다.

넷째, 1차년도의 자기조절능력은 3차년도의 주의집중에 유의한 영향을 주는 것으로 나타났다.

연구결과로부터 휴대폰 활용 교육과 지도를 위한 단초를 얻을 수 있을 것으로 기대된다.

@highlight

이 연구는 학생들의 성장에 따른 휴대폰 의존도 변화를 종단적 자료를 통하여 살펴보고 관련 변인들과의 구조적 관계를 탐색해 보고자 하였다.

