선

문

답

은

 

왜

 

논

리

적

으

로

 

설

명

되

지

 

못

하

는

 

대

화

를

 

하

는

 

것

일

까

.

 

여

기

엔

 

어

떠

한

 

교

육

적

 

생

명

력

이

 

숨

어

 

있

을

까

.

 

선

문

답

의

 

생

명

력

이

란

 

어

떠

한

 

논

리

로

도

 

풀

리

지

 

않

는

 

모

순

성

에

 

있

다

면

,

 

선

문

답

이

 

터

하

고

 

있

는

 

지

평

은

 

어

떻

게

 

설

명

될

 

수

 

있

을

까

.

 

논

자

의

 

관

심

은

 

선

문

답

의

 

이

론

적

 

배

경

이

라

 

볼

 

수

 

있

는

 

『

중

론

』

과

 

초

기

유

식

의

 

논

서

인

 

『

섭

대

승

론

석

』

을

 

중

심

으

로

.

 

선

문

답

의

 

화

두

가

 

그

렇

게

 

제

시

될

 

수

밖

에

 

없

는

 

이

론

적

 

근

거

를

 

밝

혀

보

고

자

 

하

는

 

것

이

다

.

 

논

고

 

결

과

 

중

관

학

과

 

유

식

학

의

 

논

리

는

 

무

자

성

공

 

내

지

 

무

분

별

지

이

다

.

 

그

리

고

 

이

것

은

 

대

승

불

교

를

 

관

통

하

고

 

있

는

 

논

리

이

기

도

 

하

다

.

 

이

러

한

 

무

분

별

지

 

내

는

 

무

자

성

공

을

 

말

로

서

 

표

현

할

 

때

,

 

그

것

의

 

본

래

성

은

 

사

라

지

고

 

만

다

.

 

언

어

가

 

무

자

성

공

을

 

그

리

고

 

무

분

별

지

를

 

그

대

로

 

담

지

할

 

수

는

 

없

기

 

때

문

이

다

.

 

따

라

서

 

아

무

리

 

친

절

하

게

 

설

명

한

다

고

 

하

여

도

 

깨

달

음

이

란

 

것

의

 

본

래

성

이

 

설

명

될

 

수

도

 

없

거

니

와

,

 

한

 

인

간

의

 

실

존

적

 

체

험

으

로

만

 

가

질

 

수

 

있

는

 

것

을

 

말

로

서

 

줄

 

수

는

 

없

는

 

것

이

다

.

 

그

런

 

까

닭

에

 

선

사

는

 

제

자

의

 

의

문

에

 

대

해

 

친

절

하

게

 

설

명

하

는

 

대

신

,

 

오

히

려

 

제

자

의

 

의

문

을

 

증

폭

시

키

는

 

엉

뚱

한

 

대

답

을

 

하

거

나

 

단

지

 

큰

 

소

리

를

 

지

를

 

수

밖

에

 

없

는

 

것

이

다

.

 

따

라

서

 

선

문

답

의

 

보

다

 

직

접

적

인

 

교

육

적

 

생

명

력

은

 

언

어

적

 

분

별

을

 

넘

어

선

 

초

논

리

성

에

 

있

다

고

 

할

 

수

 

있

고

,

 

이

 

초

논

리

성

을

 

방

편

으

로

 

삼

아

 

제

자

가

 

자

신

의

 

공

부

를

 

스

스

로

 

깨

치

도

록

 

이

끄

는

데

 

있

다

고

 

할

 

수

 

있

다

.

@highlight

선문답은 왜 논리적으로 설명되지 못하는 대화를 하는 것일까. 여기엔 어떤 교육적 생명력이 숨어 있을까. 선문답의 생명력이란 어떤 논리로도 풀리지 않는 모순성에 있다면, 선문답이 터하고 있는 지평은 어떻게 설명될 수 있을까. 논자의 관심은 선문답의 이론적 배경이라 볼 수 있는 『중론』과 초기유식의 논서인 『섭대승론석』을 중심으로. 선문답의 화두가 그렇게 제시될 수밖에 없는 이론적 근거를 밝혀보고자 하는 것이다.