소비자는 특정 브랜드와 관련된 광고 모델의 설득 영향을 그대로 수용하지 않고 광고 모델에 대한 사회적 특성 평가 결과(대응편향과 선호도)를 기반으로 광고에 대한 태도와 광고 브랜드에 대한 태도(광고 효과성)를 형성하거나 변화시킨다.

이에 본 연구는 무명 여성 광고 모델의 신체적 매력도(고매력 vs.

저매력)와 시선(소비자 시선 응시 vs.

소비자 시선 회피)이 광고 모델에 대한 사회적 특성 평가와 광고 효과성이라는 광고 정보 처리 과정에 미치는 영향을 알아보았다.

20대와 30대 남성 실험 참가자를 대상으로 진행한 온라인 실험 결과, 위계적 광고 정보 처리 과정(광고 모델에 대한 대응편향 → 광고 모델 선호도 → 광고 태도 → 광고 브랜드 태도)에서 광고 모델의 신체적 매력도는 광고 모델 선호도에 그리고 광고 모델의 시선은 광고 모델에 대한 대응편향과 광고 태도에 개별적인 영향을 미치는 것으로 밝혀졌다.

실험 참가자들은 광고 모델의 신체적 매력도가 높을 때가 낮을 때보다 광고 모델 선호도를 더 긍정적으로 평가했다.

또한 실험 참가자들은 광고 모델이 실험 참가자 자신을 응시하는 경우가 시선을 피하는 경우보다 광고 모델에 대한 대응편향을 더 강하게 경험하고 광고 태도도 더 긍정적으로 평가하였다.

@highlight

본 연구는 무명 여성 광고 모델의 신체적 매력도와 시선이 광고 모델에 대한 사회적 특성 평가와 광고 효과성이라는 광고 정보 처리 과정에 미치는 영향을 알아보았다.

