본 논문은 1945년～2010년 현재까지 북한의 통일정책을 내부정치와의 상관성을 중심으로 체제 수준에서 그 추이를 살펴보고 평가하였다.

김일성이 북한 정치체제 수립과 강화를 주도하던 1970년대까지 북한의 통일정책은 조선혁명론에 기초하여 구체적 통일방안으로 연방제통일안을 제기하며 환경과 순환하여 발전하였다.

그러나 대내외적 환경변화와 후계체제가 자리 잡은 80년대～90년대 초 체제방어에 주력했던 김정일이 북한 정치체제 운영 주체로 나서면서 폐쇄적인 민족주의를 강화하였다.

김일성이 선 민족공조-

후 연방제론으로 통일정책의 탄력성을 제기했으나, 김정일의 체제방어 인식을 넘어서지 못하였다.

그리고 90년대 중반이후 체제생존을 위한 “김일성민족”의 “우리민족끼리”에 기반한 통일논의는 남한을 포함하여 외부환경과 소통하기 어려운 논리가 되었다.

2005년 이후 보수적인 위기돌파전략과 3대세습을 통한 체제지속 전략실행 과정에서 북한 통일정책의 회로는 차단되었다.

김일성시대 북한의 통일정책이 대내외적 상황과 조응하는 현실정책으로 기능하며 진화한 것에 반해, 김정일시대 북한의 통일정책은 김일성의 담론으로서만 존재하고 현실에서 기능부전 상태인 통일관련 회로차단 상황이며, 이는 닫힌 체제의 엔트로피 증대에 따른 결과이다.

@highlight

현재까지 북한의 통일정책을 내부정치와의 상관성을 중심으로 체제 수준에서 평가하면 김일성시대 북한의 통일정책이 대내외적 상황과 조응하는 현실정책으로 기능하며 진화한 것에 비해 김정일시대 북한의 통일정책은 김일성의 담론으로서만 존재하고 현실에서 기능부전 상태인 통일관련 회로차단 상황으로 닫힌 체제의 엔트로피 증대에 따른 결과로 볼 수 있다.

