디트리히 본회퍼는 ‘카테콘’ 개념을 교회에 적용하여 정부와 교회의 역할을 새롭게 해석하였다.

그는 전통적으로 세속적 정부를 카테콘으로 간주하는 것을 넘어서, 세속 정부와 통치자도 타락할 수 있으며, 타락한 세상권력은 카테콘이 제거할 악, 또는 무법자에 불과하다고 주장했다.

교회는 카테콘으로서 그것들을 제거하는 역할을 해야 한다.

히틀러 암살모의는 교회의 카테콘적 활동이며, 예수의 재림과 하나님 나라를 위한 책임적인 제자직의 실천이다.

안중근은 동양의 ‘천명’사상을 기독교적으로 발전시켜서 이토 히로부미를 암살하는 평화행동을 감행하였다.

그는 하늘이 내린 질서, 또는 선을 행하는 인간의 본성을 뜻하는 유교적인 천명 사상을 넘어서, 천명사상을 교회와 제자직 개념으로 발전시켰다.

일본으로부터 국권을 강탈당한 현실에서 교회에 대한 천명이 바로 동양평화이자 국권회복을 위한 독립운동인 것이다.

이토 히로부미는 천명을 거스린 평화의 파괴자이자 인민의 생명과 존엄을 위협하고 해치는 악이므로, 이토를 제거하는 것이 천명인 것이다.

본회퍼와 안중근처럼 한국교회는 분단된 한국의 현실에서 카테콘과 천명의 역할을 감당해야 한다.

한반도의 ‘분단’과 ‘분단체제’는 교회가 반드시 제 거해야 할 악이며, 무법이다.

@highlight

디트리히 본회퍼는 ‘카테콘’ 개념을 교회에 적용해 정부와 교회의 역할을 새롭게 해석했다.

@highlight

본회퍼와 안중근처럼 한국교회는 분단된 한국의 현실에서 카테콘과 천명의 역할을 감당해야 한다.

