본

 

연

구

는

 

1

2

개

의

 

색

소

 

및

 

비

색

소

옥

수

수

 

계

통

들

에

 

대

하

여

 

3

0

0

개

의

 

S

S

R

마

커

를

 

이

용

하

여

 

유

전

적

 

다

양

성

,

 

계

통

유

연

관

계

 

및

 

집

단

구

조

 

분

석

을

 

실

시

하

였

다

.

 

유

전

적

 

다

양

성

 

분

석

 

결

과

,

 

3

0

0

개

의

 

S

S

R

 

p

r

i

m

e

r

들

은

 

색

소

 

및

 

비

색

소

옥

수

수

 

1

2

계

통

들

에

서

 

총

 

1

,

3

3

1

개

의

 

대

립

단

편

을

 

증

폭

시

켰

으

며

,

 

S

S

R

 

p

r

i

m

e

r

당

 

대

립

단

편

들

은

 

최

소

 

2

개

에

서

 

최

대

 

1

0

개

까

지

 

나

타

나

 

평

균

 

4

.

4

4

개

가

 

증

폭

되

었

다

.

 

M

A

F

는

 

0

.

2

5

에

서

 

0

.

9

2

의

 

범

위

로

 

나

타

났

고

,

 

평

균

값

은

 

0

.

4

8

을

 

나

타

내

었

다

.

 

총

 

1

,

3

3

1

개

의

 

대

립

단

편

 

중

에

서

 

2

2

1

개

의

 

대

립

단

편

들

은

 

색

소

옥

수

수

 

계

통

들

에

서

 

특

이

적

으

로

 

나

타

났

고

,

 

4

0

8

개

의

 

대

립

단

편

은

 

비

색

소

옥

수

수

 

계

통

들

에

서

 

특

이

적

으

로

 

나

타

났

으

며

,

 

나

머

지

 

7

0

2

개

의

 

대

립

단

편

들

은

 

색

소

 

및

 

비

색

소

 

계

통

들

에

서

 

공

통

으

로

 

확

인

되

었

다

.

 

그

리

고

 

총

 

1

6

3

개

의

 

S

S

R

 

마

커

에

서

 

색

소

옥

수

수

 

특

이

적

 

대

립

단

편

이

 

확

인

되

었

다

.

 

집

단

구

조

에

 

대

한

 

분

석

 

결

과

에

서

 

1

2

개

의

 

색

소

 

및

 

비

색

소

옥

수

수

 

핵

심

집

단

 

계

통

들

은

 

g

r

o

u

p

s

 

I

,

 

I

I

,

 

I

I

I

,

 

a

d

m

i

x

e

d

 

g

r

o

u

p

으

로

 

구

분

되

었

다

.

 

본

 

연

구

결

과

는

 

옥

수

수

 

육

종

연

구

에

서

 

색

소

 

및

 

비

색

소

옥

수

수

 

계

통

들

의

 

식

별

에

 

대

한

 

유

용

한

 

정

보

를

 

제

공

할

 

것

이

다

.

@highlight

본 논문은 12개의 색소와 비색소옥수수 계통들에 대하여 300개의 SSR마커를 사용하여 유전적 다양성, 계통유연관계와 집단구조 분석을 실시했다. 유전적 다양성 분석 결과, 300개의 SSR primer들은 색소와 비색소옥수수 12계통들에서 총 1,331개의 대립단편을 증폭시켰다.