우리나라에서도 경찰권의 행사로부터 국민의 권익을 보호하고 경찰의 신뢰를 확보하기 위하여 외부통제방안의 일환으로써 국민고충처리위원회에 경찰특별소위원회가 2006년 12월 21일 설치되었다.

그 후 2008년 2월 29일 국가청렴위원회와 행정심판위원회 등과 통합되어 국민권익위원회가 새롭게 출발하게 되었으며, 국민권익위원회 내 경찰특별소위원회에서 경찰옴부즈맨 기능을 담당하고 있다.

현재 국민권익위원회에서 운영되고 있는 한국형 경찰옴부즈맨은 경찰관련 고충 민원을 처리하고 있으나 운영상 다음과 같은 문제점이 제기되고 있다.

첫째, 전문성이 없는 일반소위원회에서 경찰관련 고충민원을 심의하고 있다.

둘째, 검찰수사를 취급하지 못한다.

셋째, 국가인권위원회와의 업무중복으로 행정력의 낭비 및 국민의 불신을 초래하고 있다.

넷째, 직권조사권이 없어 조사권한에 한계가 있다.

다섯째, 조사인력이 부족하여 고충민원처리에 소홀할 수 있다.

이러한 문제점을 개선하기 위해서는 실질적인 경찰특별소위원회를 구성하고, 경·검 옴부즈맨으로 확대 개편하고, 관련법에 업무범위를 구체적으로 명시하여 국가인권위원회와의 업무중복을 피하고, 경찰 내 청문감사관과의 원활한 업무협조로 조사인력의 부족문제를 해결하여야 한다.

끝으로 도입 초기인 한국형 경찰옴부즈맨의 운영상 문제점을 조기에 발견하고, 심층적인 연구를 통하여 국민의 권리구제를 위해 도입된 경찰옴부즈맨의 효율적인 개선방안을 마련해야 할 것이다.

@highlight

현재 우리나라의 국민권익위원회 내 경찰특별소위원회에서 경찰옴부즈맨 기능을 담당하고 있으나 이는 1)전문성 부족 2)검찰수사 취급 불가 3)국가인권위와의 업무중복 4)조사권한의 한계 5)조사인력 부족 등의 문제를 안고 있다.

@highlight

따라서 본 고는 경·검 옴부즈맨을 도입하고 관련법을 개선하며 청문감사관과의 업무협조 실현 등 국민 권리구제에 효율적인 제도로의 개선방안을 제안한다.

