이 연구는 대학운동선수의 스포츠 정서지능척도(SEIS)의 요인구조를 탐색하고 잠재평균분석을 통하여 성별에 따른 스포츠 정서지능의 차이를 검증하기 위한 목적으로 진행되었다.

자료 및 표본은 2012년 3월 현재 대학연맹에 소속되어 있는 대학부 운동선수를 모집단으로 설정한 후 각 대학팀 소속의 선수를 대상으로 수집하였으며 총 1163명의 자료가 분석에 활용하였다.

연구목적에 따른 자료 분석은 SPSS 18.0과 AMOS 18.0을 이용하여 EFA 및 CFA, 타당도 및 잠재평균분석을 실시하였으며 유의수준은 .05로 설정하였다.

그리고 EFA와 CFA, 타당도 및 잠재평균분석 적합도는 TLI, RMSEA, AVE, 개념신뢰도를 이용하였다.

연구결과, 첫째, 스포츠 정서지능척도의 요인구조는 4요인으로 추출되었다.

둘째 수집된 자료를 이용하여 4요인 구조의 적합도와 타당도를 검증한 결과 적합기준을 충족하는 한편 타당성을 가지고 있는 것으로 나타났다.

셋째, 성별에 따른 스포츠 정서지능의 잠재평균분석을 실시한 결과 정서활용에서 유의한 차이가 있으며 여자선수들이 남자선수들 보다 정서활용이 높은 것으로 나타났다.

@highlight

본고는 대학운동선수의 스포츠 정서지능척도(SEIS)의 요인구조를 탐색하며 잠재평균분석을 통해 성별에 따른 스포츠 정서지능의 차이를 검증하기 위해 그 목적으로 진행됐다.

