국토교통부는 착공후 20년 된 노후산업단지를 대상으로 산업단지의 물리적기반시설 개량 확충, 산업구조재편등 산업단지 경쟁력 강화방안을 추진하였으며, 2014년 12월에는 산업단지 경쟁력 강화방안의 세부 과제인 노후산업단지 리모델링 활성화 방안의 일환으로 노후산업단지 경쟁력강화 종합계획을 수립한 바 있다.

이에 노후산업단지 재생사업의 중요성이 부각되면서 국토교통부는 전국의 20년이 경과한 산업단지 공모 평가를 거쳐 1차 시범사업지구 4개 지구를 선정하였으며, 2차 사업지구 4개지구, 3차 사업지구 10개지구, 4차 사업지구 5개지구가 선정되었다.

즉 현재까지 착공 후 20년 된 노후산업단지 83개 중 재생사업 지구로 선정된 곳은 총 23개지구이다.

국토교통부에서는 공모 평가를 거쳐 총 23개 지구를 선정하였지만 본 연구에서는 Focus Group Interview를통하여 경쟁력 강화 지표 선정 후 83개 노후산업단지의 DB구축을 점수화하여 나타낸 노후산업단지 하위 23개(30%) 지구와 국토부에서 공모사업으로 선정된 23개 지구를 비교분석하였다.

분석결과, 경쟁력 지표를 통한 하위 23개(30%) 산업단지와 국토부 공모사업으로 선정된 산업단지 리스트가 다소 비슷하게 나타났으나, 경쟁력 지표를 통한 산업단지중 재생사업의 시급한 산업단지임에도 불구하고 공모사업 선정이 안 된 산업단지와 문제점을 제시함으로써 앞으로 노후산업단지 사업추진의 실행가능성을 위한 지침서로 활용되길 기대한다.

@highlight

노후산업단지 리모델링 활성화 방안의 일환으로 노후산업단지 경쟁력강화 종합계획을 수립한 바, 노후산업단지 재생사업의 중요성이 부각되면서 국토교통부는 전국의 산업단지 공모 평가를 거쳐 현재까지 착공 후 20년 된 노후산업단지중 재생사업 지구를 선정하였다.

@highlight

국토교통부에서는 공모 평가를 거쳐 선정하였지만 본 연구에서는 Focus Group Interview를 통하여 선정된 23개 지구를 비교, 분석한 결과, 경쟁력 지표를 통한 산업단지와 국토부 공모사업으로 선정된 산업단지 리스트가 다소 비슷하게 나타났으나, 경쟁력 지표를 통한 산업단지중 재생사업의 시급한 산업단지임에도 불구하고 공모사업 선정이 안 된 산업단지와 문제점을 제시함으로써  노후산업단지 사업추진을 위한 지침서로 활용되길 기대한다.

