본 연구는 제7차 중등학교 사회과 교육과정의 운영실태를 파악하고 그것을 토대로 보다 질 높은 사회과 교육과정의 운영방안을 모색하기 위한 것이다.

이를 위하여 재구성, 학습자 중심, 다양화·특성화 준거를 설정하고 이 준거에 비추어 사회과의 목표, 내용, 교수·학습방법, 평가, 수준별 수업의 영역이 각각 어떻게 구현되고 있는가를 살펴보았다.

분석 결과, 단위학교에서는 학교의 특수성, 학생의 수준, 지역사회의 환경, 교사의 배경 변인 등에 따라 사회과 교육과정이 다양한 양상으로 적용되고 있음을 알 수 있었다.

또한, 대체로 목표보다는 내용과 방법상의 변화가 많이 나타났고, 수행평가와 수준별 수업에 있어서는 여전히 많은 어려움이 있음도 드러났다.

그리 유리하지 않은 조건에서도 사회과 교사들은 보다 나은 사회과 교육과정의 운영을 위해 노력하고 있었다.

이러한 노력이 더욱 결실을 맺기 위해서는 교사의 업무 경감, ‘좋은’ 사회수업에 대한 평가와 지원, 사회과 교사의 자율성 및 수업권 보장, 사회과 수행평가의 타당성 제고, 사회과 교과교실 마련, 사회과 교사 연수 개선 등의 지원이 필요하다.

@highlight

이 연구는 제7차 중등학교 사회과 교육과정의 운영실태를 파악하고 그것을 토대로 보다 질 높은 사회과 교육과정의 운영방안을 모색하기 위한 것이다.

