청대 유학을 살펴보기 가장 좋은 방법은 송명유학, 즉 신유학과 대조하는 것이다.

왜냐하면 청학(淸學)은 송학(宋學)과의 대립논쟁을 특징으로 하기 때문이다.

청대 유학의 발전 과정은 크게 3단계로 구분해서 볼 수 있다.

첫 번째 단계는 경세치용학 단계로서 왕학 수정이 주요 내용이다.

두 번째 단계는 고증학 성장기로서 한학(漢學)과 송학(宋學) 논쟁이 주요 내용이다.

세 번째 단계는 근대 유학 단계이다.

이 글은 청대 유학의 새로운 도덕철학을 살펴보기 위한 전초적 작업에 해당한다.

청대 유학에 대한 종래의 일반적 인식은 ‘정체(停滯)’, 또는 철학 부재설이다.

필자는 유학 발전의 ‘정체’가 ‘실용화’를 의미하는 것이며, 청학의 반송학(反宋學)적 특징 또한 주희(朱熹)의 ‘천인합일(天人合一)’론이 가지고 있는 내부 모순을 극복하기 위한 것이라는 점을 밝혀보고자 한다.

이를 위해서는 청대 유학의 전개 양상을 자세하게 검토할 필요가 있는데, 이 글은 그 대체적인 발전 과정을 살펴본 것이다.

@highlight

본 논문에서는 청대 유학을 살펴보기 가장 좋은 방법으로 송명유학, 즉 신유학과 대조하는 방법이라고 서술하고 있는데 청학은 송학과의 대립논쟁을 특징으로 하고 있기 때문이다.

@highlight

본 논문은 청대 유학의 새로운 도덕철학을 살펴보기 위한 전초적 작업에 해당한다고 볼 수 있다.

