목적：이 연구의 목적은 한국어 학습자의 탈동기화 요인을 규명하고, 학습자 집단별 특성에 따라 탈동기화 요인의 차이가 나타나는지를 분석하는 것이다.

방법：예비 설문지를 토대로 자료의 정규성 검증, 탐색적 요인분석, 확인적 요인분석, 문항의 내적 신뢰도 검증의 연구 절차를 거쳐 최종 설문 문항을 개발하였다.

설문 조사는 특정 대학 한국어 교육기관 소속의 외국인 유학생들을 대상으로 이루어졌으며, 자료 분석을 위해 R 통계 패키지를 이용하였다.

결과：한국어 학습자 탈동기화 요인으로 7개 요인이 추출되었다.

분석 결과, ‘학습 부담’, ‘시험 요인’, ‘학습 심리’ 순으로 높은 탈동기화 경향을 보였으며, ‘학습 환경’과 ‘학습 내용’이 그 뒤를 이었으며, ‘교사 요인’과 ‘한국인과 한국 사회문화에 대한 태도’는 비교적 낮은 수치를 보였다.

한편 ‘유학 기간’을 제외한 모든 집단 특성이 탈동기화의 전체 평균에 통계적으로 유의한 영향을 미치지 못하는 것으로 나타났다.

결론：결론에 제시된 학습 탈동기화 방지를 위한 교육 방안은 한국어 학습자들로 하여금 탈동기화 요인을 해소시키고 학습 동기를 지속시키는 방안으로 활용할 수 있을 것이다.

@highlight

이 연구의 목적은 한국어 학습자의 탈동기화 요인을 규명하고, 학습자 집단별 특성에 따라 탈동기화 요인의 차이가 나타나는지를 분석한 것으로, 결과물로 제시된 학습 탈동기화 방지를 위한 교육 방안은 한국어 학습자들로 하여금 탈동기화 요인을 해소시키고 학습 동기를 지속시키는 방안으로 활용할 수 있을 것이다.

