대학의 핵심적 활동은 연구와 교수로 볼 수 있다.

대학은 오랜 시간 동안 연구와 교수 활동에 종사해왔으며, 두 활동 사이의 관계에 대한 연구도 끊임없이 이루어지고 있다.

그러나 지금까지 연구와 교수 활동의 관계는 상호 독립된 것으로 보거나 둘 사이의 모종의 관계를 상정한다 하더라도 연구 혹은 교수 활동 어느 하나를 중심으로 설명하려는 관점이 지배적이었다.

이러한 관점은 오늘날 대학의 연구와 교수 활동의 관계를 제대로 밝혀주지 못한다.

현대 대학은 초복잡성 사회에 직면해 있으며, 초복잡성 사회에서의 삶의 영위는 자아의 회복을 요청한다는 점에서 이전의 논의들은 모종의 한계를 노정할 수밖에 없다.

이런 상황에서 자아의 회복은 행위 주체의 목적이나 의지를 강조하는 것으로서 연구와 교수 활동에 대한 새로운 해석의 가능성을 제시한다.

이 논문에서는 대학의 연구와 교수 활동의 관계에 대한 이전의 논의들을 비판적으로 검토하고, 그 대안으로 자아를 중심으로 한 연구와 교수 활동의 관계가 가지는 의미와 가능성을 검토한다.

자아를 중심으로 볼 때, 대학의 연구와 교수 활동은 궁극적으로 동일한 활동의 상이한 표현 양식이라 할 수 있다.

@highlight

대학의 핵심적 활동은 연구와 교수로 볼 수 있다.

@highlight

지금까지 연구와 교수 활동의 관계는 상호 독립된 것으로 보거나 둘 사이의 모종의 관계를 상정한다 하더라도 연구 혹은 교수 활동 어느 하나를 중심으로 설명하려는 관점이 지배적이었다.

