이 글에서는 이번 개정 교과서에서 새롭게 도입되는 “국어활동”에서 실천학습으로 구성된 ‘생활 속에서’의 학습 활동 구성 원리를 분석하였다.

“국어활동” 교과서를 분석한 결과, 실천학습의 유형을 ‘놀이형, 조작형, 발표형’으로 구분할 수 있었다.

첫째, 놀이형은 단원 목표와 관련된 언어 사용 활동으로 놀이로 만들어 학습자가 친근하게 접근하도록 한 형태이다.

둘째, 조작형은 책 만들기, 신문 만들기와 같이 학습자의 언어 사용 결과물을 여러 가지 표현물로 만들어 전시하거나 서로 공유하는 형태이다.

셋째, 발표형은 역할놀이, 인형극 등 단원 학습과 관련된 목표를 학습자의 실연이나 공적 발표를 통해 이루게 하는 형태이다.

고학년으로 갈수록 놀이형은 줄어들고 발표형이 증가하는 편이었다.

또, 조작형은 학년별로 고르게 분포하였으나 1학년에는 적은 편이었다.

보조교과서를 통해 학습자의 생활과 국어 학습을 연관 짓고자 하는 생태학적 접근은 앞으로도 계속되어야 할 것이다.

이에 단원목표의 실천적 분석을 통한 차시 목표 설정, 학습자간 소통 촉진, 학습자의 일상을 소재로 활용, 실천학습의 다양한 유형 개발 등을 과제로 제시하였다.

@highlight

이 글에서는 이번 개정 교과서에서 새롭게 도입되는 “국어활동”에서 실천학습으로 구성된 ‘생활 속에서’의 학습 활동 구성 원리를 분석했다.

