본 연구는 척수손상 장애인의 삶의 만족도에 영향을 미치는 요인을 구조방정식 모형으로 검증한 것이다.

손상정도와 접근성, 그리고 삶의 만족도와의 관련성을 장애정체감을 매개변수로 구성하여 검증하였다.

척수손상 장애인 총 397명을 응답대상으로 한 구조모형 검증결과, 본 연구에서 설정한 손상정도와 접근성, 장애정체감과 장애인의 삶의 만족도의 관계에 관한 모형의 적합도가 TLI .911, RMSEA .054(90% 신뢰구간 : .047-

.062)로 나타나 연구의 측정모형의 적합도는 좋은 것으로 나타났다.

검증된 구조방정식의 관계구조를 보면, 손상정도와 삶의 만족은 직접효과가 통계적으로 유의미하지 않다고 검증되었고, 그 외에 손상정도가 장애정체감에 미치는 영향과 접근성이 장애정체감에 미치는 영향, 장애 정체감이 삶의 만족도에 미치는 영향, 그리고 접근성이 삶의 만족도에 미치는 영향은 모두 통계적으로 유의미한 영향을 미치는 것으로 나타났다.

또한 장애정체감의 매개효과에 관한 Arion 검증(Baron and Kenny, 1986) 결과, 장애정체감의 매개효과가 통계적으로 유의미한 것으로 나타났다.

따라서 척수손상 장애인의 삶의 만족도를 높이기 위해서는 사회심리적 개입전략이 요청된다고 할 수 있다.

@highlight

손상정도와 접근성, 삶의 만족도와의 관련성을 장애정체감을 매개변수로 구성 검증하였다.

@highlight


검증된 구조방정식의 관계구조를 보면, 손상정도와 삶의 만족은 직접효과가 유의미하지 않고, 손상정도가 장애정체감에 미치는 영향과 접근성이 장애정체감에 미치는 영향, 장애 정체감이 삶의 만족도에 미치는 영향, 그리고 접근성이 삶의 만족도에 미치는 영향은 모두 유의미한 영향을 미치는 것으로 나타났다.

