성경의 「누가복음」에서 ‘탕자’라고 번역된 ‘잃어버린 아들 verlorener Sohn’은, 20세기 초 독일문학계에서 주요작가들의 관심을 받으며 자주 주제화된다.

이 주제는 작가마다 상이하게 변용되어 있기 때문이고, 당연히 이와 더불어 아버지와 아들의 내러티브도 변화를 겪는다.

세기말의 아들들은 ‘아버지’와 그 ‘거룩한 세계’로 돌아가지 않기 위해 다양한 전략을 세우고 있다.

그것은 귀향이 끝없이 지연되는 양상이거나(카프카의 경우), ‘길 잃지 않은 형제’에 관한 이야기로 초점을 옮기는 방식이기도 하고(발저의 경우), 스스로를 오해받도록 만들기의 양상을 띠기도 하며(릴케의 경우), 편협한 세계에 균열을 내고 새로운 가치관을 창조해내는 방식(헤세의 경우)이기도 하다.

그 어떤 것이든 기존의 아버지-

아들 관계는 심각한 타격을 받고, 이제 내러티브의 주도권은 아들이 쥐게 된다.

모든 경우에서 아버지는 희미하게 배경으로서만 존재할 뿐 이제 더 이상 직접 내러티브에 개입하지 못하고 있는 것이다.

@highlight

그 어떤 것이든 기존의 아버지-

@highlight

아들 관계는 심각한 타격을 받고, 이제 내러티브의 주도권은 아들이 쥐게 된다.

@highlight

모든 경우에서 아버지는 희미하게 배경으로서만 존재할 뿐 이제 더 이상 직접 내러티브에 개입하지 못하고 있다고 판단된다.

