이 연구는 국내 연구자의 학술지 논문 발표 자료를 활용하여 학문분야간 학술지 공유도를 산출하고, 이로부터 국내 학문분야의 구조를 나타내는 네트워크를 생성하였다.

생성된 패스파인더 네트워크는 ‘생물학’분야를 핵심으로 하는 생명과학 분야가 중앙을 차지하고 있었으며, 인문학과 의약학, 공학에 속한 학문끼리는 학문간 연계가 매우 강하게 나타났다.

가중 네트워크로부터 각 학문분야의 중심성과 학제성을 파악하기 위해서 엔트로피 공식과 가중 네트워크 중심성 척도를 적용한 결과 전역 중심 학문, 지역 중심 학문, 전역 연계 학문, 기타 일반 학문의 네 가지 유형을 식별할 수 있었다.

가중 네트워크를 이진 네트워크로 변환한 패스파인더 네트워크에서는 다수의 약한 링크가 모인 데이트 허브가 드러나지 않았으나, 가중 네트워크에서의 중심성 지수인 삼각매개중심성의 측정 범위를 지역에서부터 전역까지 달리하며 측정한 결과로부터 ‘인지과학’분야와 같은 학제성이 높은 데이트 허브를 식별할 수 있었다.

@highlight

본고는 국내 연구자의 학술지 논문 자료를 통해 학문분야간 학술지 공유도를 산출하여 학문분야 네트워크를 생성했고 각 학문분야의 중심성과 학제성 파악을 위해 엔트로피 공식과 가중 네트워크 중심성 척도를 적용하여 전역 중심, 지역 중심, 전역 연계, 기타 학문의 유형을 확인했다.

