사회주의 이념의 한 조류로서 민주적 사회주의는 발달한 자본주의국가에서 부르주아적 민주주의의 진전을 기초로 정립되었다.

민주적 사회주의는 민주주의를기초로 사회주의를 실현하는 것을 원칙으로 하고 있다.

민주노동당은 2004년 국회의원 총선거에서 출마지역구 평균 7.8%, 정당투표지지율 13%를 얻어 10명의 국회의원을 배출했다.

자본주의적 모순 심화에 따른민중의 정치의식 상승과 정당명부식 비례대표 선거제도 도입, 급진적이면서도 합리적인 정책공약 등이 성공배경이다.

민주노동당은 평등을 핵심가치로 하는 좌파 정당으로서 이념적 지향은 공산주의 이념의 현실태인 국가사회주의의 오류를 극복하고 동시에 유럽 사회민주주의의 한계를 극복하는 것으로 민주적 사회주의라 할 수 있다.

2003년 당대회에서“사회주의의 이상과 원칙을 구현하기 위해 노력한다”를 통과시켰다.

민주노동당은 선거공약의 핵심으로 부유세 도입 등 ‘소득 재분배’와 ‘생산수단소유자 힘 억제’를 제기했는데 이것은 현재 사회상황과 민중의 정치적 진출 정도를 고려한 ‘이행기 강령’의 원칙에 입각한 것이다.

민주노동당은 소속 국회의원이 소수라는 한계를 극복하기 위해 의회활동과 대중투쟁을 긴밀하게 결합시키는 전략을 구사하고 있다.

@highlight

사회주의 이념의 한 조류로서 민주적 사회주의는 발달한 자본주의국가에서 부르주아적 민주주의의 진전을 기초로 정립됐다.

@highlight

민주적 사회주의는 민주주의를기초로 사회주의를 실현하는 것을 원칙으로 한다.

