선박, 항해기술 발달과 더불어 안전에 대한 교육 및 법제 강화에도 불구하고 해양사고는 지속적으로 발생하여 큰 피해를 주고 있다.

사고가 발생하면 생명, 재산 그리고 환경적 재해가 수반하게 되므로 예방활동이 강조되고 그를 위한 정책적, 교육적, 법제적 노력에도 예방성과는 미흡한 실정이다.

본 논문에서는 예방활동의 동기와 성과를 촉진하고 체계적인 안전관리를 위한 시각적이고 정량적인 지수를 개발하여 선순환적인 예방문화를 구축하고자 선박사고 예방지수(PISA)와 예방수준(PLSA)을 개념화하고 정량화하였다.

선박사고 예방지수를 설계하기 위하여 지난 5년(2009~2013)간 국내에서 발생한 사고통계 자료를 4개 영역, 즉 교육, 기술, 단속, 정보영역으로 구조화하고 예방요소와 인자를 추출함으로써 지수를 정의하였다.

정의된 지수 산정에 필요한 평가모듈을 설계하였으며, 설계된 모듈을 이용하여 화물선, 여객선, 유조선, 예선, 어선을 대상으로 지수를 측정하였다.

측정된 선박사고 예방지수 결과를 통계적, 사례적으로 위험성(Risk)과의 상관관계를 분석하여 유용성을 확인하였다.

제안된 선박사고 예방지수를 인증제도 등에 활용함으로써 선박별 맞춤형 성과기반 예방활동은 물론 예방중심의 안전문화 촉진과 선박사고 저감효과가 기대된다.

@highlight

본고에서는 예방활동의 동기 및 성과를 촉진하고 체계적인 안전관리를 위한 시각적이고 정량적인 지수를 개발해 선순환적인 예방문화를 구축하고자 선박사고 예방지수(PISA) 및 예방수준(PLSA)을 개념화하고 정량화했다.

