본

 

연

구

는

 

지

금

까

지

 

건

강

보

험

지

출

의

 

장

기

재

정

추

계

 

방

법

론

으

로

 

적

용

된

 

요

인

별

 

예

측

방

법

과

 

조

성

법

의

 

한

계

점

을

 

보

완

하

기

 

위

하

여

 

독

립

변

수

를

 

고

려

한

 

시

계

열

 

방

법

론

인

 

A

R

I

M

A

X

 

모

형

을

 

적

용

하

여

 

건

강

보

험

지

출

을

 

장

기

추

계

하

였

다

.

 

A

R

I

M

A

X

 

모

형

의

 

다

양

한

 

변

형

을

 

위

하

여

 

자

기

회

귀

항

 

및

 

독

립

변

수

의

 

지

체

항

을

 

고

려

하

였

으

며

 

또

한

 

로

그

변

환

 

A

R

I

M

A

X

 

모

형

 

및

 

시

계

열

 

회

귀

모

형

을

 

고

려

하

였

다

.

 

여

러

 

A

R

I

M

A

X

 

모

형

을

 

적

용

한

 

결

과

 

건

강

보

험

지

출

의

 

추

계

결

과

는

 

큰

 

차

이

를

 

보

였

다

.

 

자

기

회

귀

항

을

 

고

려

한

 

모

형

에

서

는

 

2

0

5

0

년

 

기

준

 

5

6

1

.

3

7

조

 

원

으

로

 

추

계

된

 

반

면

,

 

독

립

변

수

의

 

지

체

항

을

 

고

려

한

 

모

형

의

 

경

우

 

4

3

3

.

1

8

조

 

원

으

로

 

추

계

되

었

다

.

 

로

그

변

환

 

A

R

I

M

A

X

 

모

형

의

 

경

우

에

는

 

4

3

0

.

4

2

조

 

원

으

로

 

추

계

되

었

다

.

 

이

처

럼

 

모

형

 

간

 

추

계

 

차

이

는

 

조

성

법

이

나

 

O

E

C

D

의

 

요

인

별

 

예

측

방

법

에

서

도

 

발

생

하

고

 

있

으

며

 

이

는

 

모

형

 

간

의

 

기

본

 

가

정

의

 

차

이

뿐

만

 

아

니

라

 

수

십

 

년

 

후

 

미

래

에

 

대

한

 

장

기

 

추

계

로

 

인

하

여

 

불

가

피

하

게

 

발

생

한

다

.

 

본

 

연

구

는

 

건

강

보

험

지

출

의

 

자

기

상

관

적

 

특

성

을

 

고

려

하

는

 

시

계

열

 

분

석

 

방

법

론

 

및

 

모

형

을

 

적

용

하

고

 

다

양

한

 

시

계

열

 

모

형

에

 

따

라

 

건

강

보

험

지

출

의

 

장

기

추

계

 

결

과

를

 

도

출

하

였

다

는

 

점

에

서

 

기

존

연

구

와

는

 

차

별

되

며

,

 

더

욱

 

정

교

한

 

건

강

보

험

지

출

 

장

기

전

망

을

 

위

해

 

확

장

된

 

형

태

의

 

다

변

량

 

A

R

I

M

A

X

 

모

형

과

 

같

은

 

방

법

론

에

 

대

한

 

가

능

성

을

 

제

시

하

고

자

 

한

다

.

@highlight

이 연구는 지금까지 건강보험지출의 장기재정추계 방법론으로 적용된 요인별 예측방법과 조성법의 한계점을 보완하기 위하여 독립변수를 고려한 시계열 방법론인 ARIMAX 모형을 적용하여 건강보험지출을 장기추계했다.