이 논문에서 연구자는 문법의 유형과 교육 방법을 검토하고 이에 따라 초중등학교와 대학에서의 문법 교육 양상을 연계성 차원에서 고찰하였다.

언어 규칙과 언어 운용 규칙이라는 두 가지 차원에서 문법의 유형을 나누어 보았다.

전자는 문장 문법에서 역할을 하고 후자는 담화 문법에서 역할을 한다.

문장 문법에서는 언어 표현을 통하여 그 의미를 해석할 수 있고 담화 문법에서는 화자(필자), 청자(독자), 발화(언어 표현), 맥락을 가지고 그 의미를 해석할 수 있다.

초등학교와 대학에서의 문법 교육은 주로 담화 문법 차원에서 통합적인 방법으로 이루어지는데, 그 정도는 대학에서 더욱 강하게 나타난다.

한편 중학교와 고등학교에서는 주로 문장 문법 차원에서 독자적으로 문법 교육이 이루어지는데, 그 정도는 고등학교에서 더욱 강하게 나타난다.

‘주로’라는 표현에서 알 수 있듯이 문장 문법과 담화 문법, 독자적 방법과 통합적 방법은 정도성을 띤다.

초등학교에서는 주로 단어와 문장을 중심으로 하여 문법 교육이 학년에 따라 이루어지며, 중학교에 와서는 ‘음운-

단어-

문장-

담화’의 전 문법 내용이 교육되고, 특히 어문 규범 교육이 강조된다.

높은 인지 발달 특성을 보이는 고등학교에서는 문법의 모든 내용이 체계적으로 교수 학습되며, 대학의 교양 과정에서는 대개 글쓰기의 보조 수단으로 문법 교육이 문장 및 담화를 중심으로 통합적으로 이루어진다.

@highlight

본 논문은 연구자는 문법의 유형과 교육 방법을 검토하고 이에 따라 초중등학교와 대학에서의 문법 교육 양상을 연계성 차원에서 고찰했다.

@highlight

언어 규칙과 언어 운용 규칙이라는 두 가지 차원에서 문법의 유형을 나누어 보았는데, 전자는 문장 문법에서 역할, 후자는 담화 문법에서 역할을 한다.

