생태여성주의는 현재의 환경위기를 극복할 새로운 윤리학이 될 수 있다.

생태여성주의는 여성억압의 기제인 근대의 이분법적 지배원리가 남녀 간의 관계를 초월하여 모든 삶의 요소에 총체적으로 작동하고 있음을 인식하게 되었다.

생태여성주의자들은 지구의 대재앙이 되고 있는 환경오염의 원인에도 인간의 자연에 대한 지배원리가 동일하게 자리하고 있다는 이해에 도달한다.

그러므로 생태여성주의는 이러한 지배원리를 종식시킴으로써 타자로서의 여성과 자연을 동시에 해방시킬 수 있는 사실상, 평등하고 건강한 관계 맺기의 윤리학이다.

본고는 호손의 『대리석 목신상』에서 생태여성주의의 한 지류인 영적 생태여성주의의 관점으로 두 주인공인 미리엄과 도나텔로의 관계를 분석하였다.

영적 생태여성주의는 특히 여성성의 원리인 모성성에 기반 한 돌봄이 지배종속적 관계를 초월하여 상호 이해와 성장을 돕는 관계의 윤리학이 될 수 있다는 가능성을 제시한다.

살인사건이라는 모티프를 통해 미리엄은 자연성의 상징으로 알려진 도나텔로의 도덕적 각성과 성장의 과정에서 돌봄을 펼침으로써 그의 성장뿐 본인의 성장까지 이끌어내는 상호 발전의 관계 맺기를 보여준다.

본고를 통하여 고전에 대한 생태여성주의의 접근가능성과 그 관점의 보편성을 확인하고자 하였다.

@highlight

이 논문은 호손의 『대리석 목신상』에서 생태여성주의의 한 지류인 영적 생태여성주의의 관점으로 두 주인공인 미리엄과 도나텔로의 관계를 분석했다.

