진안군 마을만들기 거버넌스의 변화 단계를 분석하였다.

분석 변수는 참여주체와 유형, 구축요인, 대상 사업이었다.

거버넌스 유형은 거버넌스 참여 주체가 어떻게 구성되는지의 여부에 따라 행정주도형, 주민참여 확대형, 중간조직형으로 구분되었다.

거버넌스 구축 초기에 있어 주요 요인은 지역 위기와 지자체 장의 리더십이었으며, 주요 사업은 주민들의 역량강화이었다.

초기 거버넌스가 다음 단계로 확대되는 과정에서 주요 요인은 참여 주체의 공식조직화, 조례 제정 그리고 역량강화를 통한 중앙정부의 각종 공모사업에서 예산 확보와 같은 작은 성과 경험도 중요하였다.

주요 사업은 주민들의 역량과 연계하여 마을만들기 단계론을 실시하였다.

마지막으로는 거버넌스를 지속적이고 안정적으로 유지하기 위한 중간지원 조직기이었다.

지역사회의 여러 중간조직들 간 그리고 마을 간 연계 강화를 위해 노력하였으며, 주요 사업은 로컬푸드로 나타났다.

진안군 마을만들기 거버넌스 활성화에 기여한 주요 요인은 내발적발전론에 기초한 거버넌스 참여 주체들의 역량강화, 제도화 등을 들 수 있다.

@highlight

진안군 마을만들기 거버넌스의 변화 단계를 분석했다.

@highlight

거버넌스 구축 초기에 있어 주요 요인은 지역 위기와 지자체 장의 리더십이었으며, 주요 사업은 주민들의 역량강화이었다.

