이 논문은 컴퓨터 게임을 위한 물리 엔진의 성능 향상 및 이를 적용한 지능적인 게임 캐릭터에 관한 연구를 서술한다.

물리적 상황을 자동으로 인식하는 알고리즘으로는 Momentum back-

propagation을 적용하였다.

또한 우리는 각 상황에 따른 적분 방식의 실험 결과를 제시한다.

실험을 위하여 Euler Method, Improved Euler Method, 및 Runge-

kutta Method의 세 가지의 적분 방식을 적용하였다.

각 적분 방식의 실험 결과에서 충돌이 없는 상황에서는 Euler Method가 최적의 성능을 보여주었다.

또한 충돌 상황에서는 세 가지 방식이 모두 비슷한 성능을 보여주었지만, Runge-

kutta Method가 최적의 정확도를 보여주었다.

물리 상황인식에 대한 실험결과에서는 입력 층과 출력 층이 고정된 상태에서 은닉 층이 3일 때 가장 좋은 성능을 보여주었고, 또한 학습횟수가 30000일 때 최적의 성능을 보여주었다.

앞으로 우리는 다른 장르의 게임에 이러한 물리적 컨텍스트(context)를 인식하는 연구를 진행할 것이며 또한 전체 게임의 성능을 증가할 수 있도록 M-

BP이외의 인식 알고리즘을 적용할 것이다.

@highlight

본 논문은 컴퓨터 게임을 위한 물리 엔진의 성능 향상 및 이를 적용한 지능적인 게임 캐릭터에 관한 연구로서, Momentum back-

@highlight

propagation 알고리즘을 적용하였으며 실험 결과, 충돌이 없는 상황에서는 Euler Method가 최적의 성능을 보였고, 충돌 상황에서는 세 가지 방식이 모두 비슷한 성능을 보여주었다.

