플라톤은 ‘뮈토스’라는 말을 오늘날 우리가 부여하고 있는 의미로 사용한 최초의 저자이다.

그는 자신이 살고 있었던 아테네에서 신화의 기능에 대해 묘사하였다.

그것은 신화를 진리의 확립을 추구하는 철학의 논증적 담론의 이름과 대립시키기 위함이었다.

하지만 이러한 대립에도 불구하고 그는 신화의 이 검증 불가능한 이야기의 도움을 얻기로 결심한다.

그것은 실천적인 의도에서, 즉 시민들이 도덕적 규준과 정치적인 법규에 복종하도록 그들을 설득하기 위해서일 뿐만 아니라, 이론적인 맥락에서도, 즉 철학적 담론의 전개가 시작되는 전제들을 불러오고 감각이나 지성 어느 쪽으로도 파악되지 않는 이를테면 영혼과 같은 특수한 실재들을 불러오기 위해서 신화의 도움을 청한 것이다.

도시국가가 사라지고 왕국들과 제국들이 형성되면서 신화의 사회, 정치적 측면은 지중해 세계에서 점차 사라지게 되고, 영혼으로 알려진 배역을 위한 무대만이 열린 채로 남게 된다.

신 발생론과 우주 발생론, 그리고 인간 발생론은 지속하지만, 이것은 오직 인간 영혼의 구원이라고 하는 거대한 드라마의 뼈대를 제공하기 위한 것이다.

@highlight

플라톤은 ‘뮈토스’라는 말을 오늘날 우리가 부여하고 있는 의미로 사용한 최초의 저자이다.

@highlight

하지만 이런 대립에도 그는 신화의 이 검증 불가능한 이야기의 도움을 얻기로 결심한다.

