본 논문은 예술치료(art therapy)적 접근과 달리 예술 자체의 활동을 통한 치유 효과로 집중되는 예술창작(non-

therapy art)활동을 대상으로, 평가 체계를 적용함으로써 예술의 치유효과에 대한 검증과 사회적 가치를 확인하는데 목적이 있다.

이를 위해 예술과 건강에 대한 연구의 배경과 흐름을 탐색하고 그에 따른 쟁점을 도출하였고, 이들 연구를 바탕으로 한 예술치유 프로그램의 평가체계를 문학작품을 바탕으로 구성하는‘라디오 드라마’ 사례를 통해 검토하였다.

연구방법론은 예술치유가 기본적으로 예술의 사회적 영향(social impact of the arts)의 한 단위로 이해되고 있고, 산출(output)보다는 성과(outcome)를 측정해야 한다는 점에서 질적 연구방법론과 양적 연구방법론을 병행하는 혼합 연구방법(mixed research methods)을 택하여 진행하였다.

초등학생들을 대상으로 한 라디오드라마 프로그램을 평가지표를 적용한 결과, 회복(recovery)과 자기 내면의 강화(empowerment), 공동체 의식 형성(community) 등 평가지표 전반에서 높은 효과를 보이는 것으로 나타났으며 관찰 및 인터뷰 조사에서도 평가지표의 유의성이 확인되었다.

@highlight

본 논문은 예술치료적 접근과 달리 예술 자체의 활동을 통한 치유 효과로 집중되는 예술창작활동을 대상으로, 평가 체계를 적용함으로써 예술의 치유효과에 대한 검증과 사회적 가치를 확인하는데 목적이 있다.

