본 논문에서는 E.

T.

A.

호프만의 베토벤 ≪교향곡 5번≫ 리뷰가 가진 미학사적 중요성을 이해하기 위해서 몇 가지를 집중해서 살펴보았다.

먼저 호프만의 리뷰에서 나타난 청취 방식은 어떤 것인지, 이전과 어떻게 달라졌고 그 이유가 무엇이었는지 살펴보았다.

또한 베토벤 ≪교향곡 5번≫ 리뷰에서 두드러지게 나타난 숭고와 무한과 같은 미학 개념들이 어떻게 당대의 철학적 이슈들과 연관되어 있는지 살펴보았다.

당대 낭만 미학자들이 관념론의 영향 아래 어떻게 음악적 숭고의 경험을 무한과 유한을 통합시키는 인식론적 수단으로 인식하게 되었는지 살펴보았다.

호프만이 자신의 리뷰에서 ≪교향곡 5번≫이 발생시키는 숭고의 여러 양상을 거론하고 강조한 것은 개인적인 열정의 표현이었을 뿐만이 아니라 숭고의 인식론적 차원을 노출시키려는 전략이었음을 알게 되었다.

마지막으로 위와 같은 미학적 접근 방식에 대한 비판들을 살펴보았다.

특히 호프만의 리뷰를 정치적 관점에서 독일 민족주의와 연관시켜 설명하는 관점을 살펴보았다.

또 이런 정치적 해석을 비판하는 또 다른 비판적 관점도 살펴보았다.

@highlight

E.

@highlight

T.

@highlight

A.

@highlight

호프만의 베토벤 ≪교향곡 5번≫ 리뷰가 가진 미학사적 중요성의 이해를 위해 호프만의 리뷰에서 나타난 청취 방식, 숭고와 무한과 같은 미학 개념들이 당대의 철학적 이슈들과 연관된 모습, 음악적 숭고의 경험을 무한과 유한을 통합시키는 인식론적 수단으로 인식하게 된 모습들을 살펴보았다.

