본고는 허준의 해방기 소설에 나타나는 ‘나’의 문제를 살핌으로써, 그동안 ‘나’에서 ‘공동체’로 직선적으로 나아간 것으로 이해되었던 허준의 작품세계를 좀 더 면밀히 탐구하고자 했다.

허준은 ‘자유’를 기치로 하면서도 ‘이념’과 ‘윤리’라는 미명 아래 개인들의 자유로운 사유를 제한하는 공동체의 모순을 지적하며, 이를 극복하기 위하여 ‘나’라는 키워드를 제시한다.

허준의 해방기 소설 잔등과 황매일지, 속습작실에서는 ‘나’와 ‘공동체’에 대한 허준의 사유가 잘 드러난다.

고독을 통해 ‘나’의 문제를 새로이 사유하게 된 잔등의 귀환 여정은 해방공간으로 새롭게 태어난 조선으로 나아가기 위한 작가의 실존적 고민을 반영한다.

황매일지에는 공동체와 개인을 직접 충돌시키는 한편, 작가가 생각하는 긍정적인 ‘공동체’ 상이 등장한다.

속습작실에서는 허준이 보여주었던 개인과 공동체의 이상적 관계에 대한 작가의 현실적 고민을 반영한다.

이러한 점들을 고려할 때, 허준이 보여준 현실에 대한 냉철한 사색을 미숙한 정치주의로 해석하는 것은 재고될 필요가 있다.

오히려 허준의 작품세계는 ‘나’와 공동체의 문제를 통해 해방공간에 필요한 ‘정치’란 무엇인지 탐색한다는 점에서 더욱 ‘정치’적이다.

@highlight

본고는 허준의 해방기 소설에 나타나는 ‘나’의 문제를 살핌으로써, 허준의 작품세계를 좀 더 면밀히 탐구하고자 했다.

@highlight

그 결과, ‘나’는 해방공간으로 태어난 조선을 향한 작가의 실존적 고민과 작가가 생각하는 긍정적인 ‘공동체’ 상, 개인과 공동체의 이상적 관계에 대한 작가의 현실적 고민을 담고 있음이 나타났다.

