분쟁의 해결방법으로 법원의 재판과 중재가 있다.

해사사건은 중재에 의하여 처리되는 경우가 많다.

중재는 기관중재와 임의중재가 있다.

해사중재는 대한상사중재원의 중재에 의하여 처리되다가 2018년 서울에 설치된 서울해사중재협회의 임의중재와 부산에 설치된 아태해사중재센터로 양분되었다.

서울해사중재협회의 중재는 임의중재라는 특징이 있다.

첫째, 사무국이 존재하지 않는다.

중재의 신청과 답변을 모두 당사자가 중재인과 상대방에게 송달해야한다.

둘째, 중재인의 선정은 중재인들이 직접 행한다.

이 점에서 대한상사중재원의 국내중재규칙과 다르다.

동 중재는 선박충돌중재와 같은 특별한 중재를 운영하고 있다.

서울해사중재협회의 중재판정의 효력은 중재법에 의하여 법원의 확정판결과 같은 효력을 갖는다.

대법원에서 인정된 중재기관이 아니므로 비변호사가 보수를 받으면서 활동할 수 있는지가 문제된다.

서울해사중재협회의 중재의 발전을 위하여는 표준계약서의 작성, 외국인들의 중재도 가능하도록 국제화시킬 것, 재정 등 물적 설비의 확충과 같은 정비가 필요하다.

@highlight

분쟁의 해결방법으로 법원의 재판과 중재가 있는데 해사사건은 중재에 의하여 처리되는 경우가 많았다.

@highlight

중재는 기관중재와 임의중재가 있는데 해사중재는 대한상사중재원의 중재에 의하여 처리되다 2018년 서울에 설치된 서울해사중재협회의 임의중재와 부산에 설치된 아태해사중재센터로 나뉘었다.

