다공성 세라믹 큐브를 이용한 RT-

PCR 진단법은 별도의 핵산추출 과정이나 용액 처리 없이, 식물체에 접촉시켜 큐브의 공극에 바이러스 입자나 핵산 등의 분자가 신속하게 흡수되면 이를바로 RT-

PCR 반응에 넣어 유전자를 증폭시키는 방법으로, 식물체로부터 빠르고 정확하게 바이러스를 진단하는 방법이다.

본연구에서는 다공성 세라믹 큐브를 이용하여 벼에 발생하는 주요 바이러스인 벼줄무늬잎마름바이러스(RSV)를 진단하는 RTPCR 진단법을 확립하였다.

벼의 잎, 잎집, 또는 줄기를 대상으로 큐브 1개 또는 3개를 사용하여 즙액을 흡수시킨 후, 이를 RTPCR 주형으로 사용하였고, 그 결과 변성처리에 큰 차이 없이 증폭 효율이 나타났다.

또한 즙액을 흡수한 큐브는 9주차까지 상온에서 보관한 후 RT-

PCR을 실시하여도 안정적으로 증폭 효율을 나타내었다.

@highlight

다공성 세라믹 큐브를 이용한 RT-

@highlight

PCR 진단법은 식물체에 접촉시켜 큐브의 공극에 바이러스 입자나 핵산 등의 분자가 신속하게 흡수되면 이를 바로 RT-

@highlight

PCR 반응에 넣어 유전자를 증폭시키는 방법으로, 바이러스를 진단하는 방법이다.

@highlight

줄기를 대상으로 큐브 1개 또는 3개를 사용하여 즙액을 흡수시킨 후, 이를 RTPCR 주형으로 사용, 결과 변성처리에 증폭 효율이 나타났다.

