이 연구에서는 자관의 학술지 상호인용 및 동시인용 분석을 통하여 단순 피인용빈도 이상의 학술지 인용 패턴 분석을 시도 하였다.

이 연구를 통해 학술지의 중요도 파악에 있어서 자관 인용 네트워크의 구조적 분석이 인용빈도 이상의 자관 인용 패턴에 대한 설명을 하고 있는지와, Web of Science에서 제공하는 JIF 이외의 일반적 인용 지수 서비스들을 고려해야 할 필요성이 있는지를 살펴보았다.

Y대학교 생명시스템대학 생명공학과 전·현직 교수진이 2006년과 2007년에  발표한 학술논문의 인용 네트워크 분석 및 Web of Science 이외의 일반적 인용 지수들간의 관계를 분석한 결과는 다음과 같다.

첫째, 자관의 상호인용 네트워크를 통해 자관의 연구 분야를 확인할 수 있었다.

둘째, 자관의 동시인용 네트워크 지수들은 자관 인용 네트워크의 구조적 속성을 반영하는 인용 패턴의 설명이 가능하며 이는 피인용빈도와 유사하면서도 추가적인 설명력을 가지는 것을 확인하였다.

셋째, 일반적 인용지수로는 JIF 외에도 합산지향지수, h-

index와 같은 다양한 일반적 인용 지수들의 설명력이 다양하므로 이를 이용하여 다각적으로 고려하는 것이 필요한 것으로 파악되었다.

또한 학술지 평가에서 인용 색인 데이터베이스의 수록범위보다는 지수의 유형에 따른 설명력 차이가 크다는 것을 확인하였다.

이와 같은 자관의 인용 네트워크 분석은 정보서비스의 여러 분야에서 유용하게 사용될 수 있을 것으로 기대된다.

@highlight

자관의 학술지 상호인용 및 동시인용 네트워크 분석을 통해 단순 피인용빈도 이상의 자관 인용 패턴 분석을 시도한 결과, 자관의 상호인용 네트워크를 통해 자관의 연구 분야를 확인할 수 있었고 동시인용 네트워크 지수들은 자관 인용 네트워크의 구조적 속성을 반영하는 인용 패턴 설명이 가능하며 학술지 평가에서 지수 유형에 따른 설명력 차이가 큰 것을 확인했다.

