본 논문은 취약계층의 통행 특성 및 행태 분석을 통한 사회적 배제 수준과 요인을 파악하였다.

이를 위해 2010년 수도권 가구통행실태조사를 분석하고, 순서형 프로빗 모형을 바탕으로 통행발생 모형을 추정하였다.

본 논문의 결과는 다음 네 가지로 정리할 수 있다.

첫째, 선행연구들이 보고한 바와 같이, 취약계층의 개인 및 가구 특성이 사회적 배제와 연결될 수 있음이 재확인된다.

이로부터 취약계층을 고려한 맞춤형 교통정책의 필요성이 도출될 수 있다.

둘째, 기존 연구들에서 거의 고려하지 않았던 경제활동 변수가 사회적 배제를 설명하는 중요한 요인으로 파악되었다.

다만 본 논문은 근무형태만을 분석하였는데, 향후 더 다양한 변수들이 포함될 필요가 있을 것이다.

셋째, 교통 특성들도 선행연구들과 비슷한 경향을 보였다.

그러나 통행저항 변수를 고려하지 않은 것은 본 논문의 한계다.

사회경제적 기회와 통행저항을 동시에 반영하는 접근성 분석 등으로 확대될 필요가 있다.

마지막으로 도시 공간구조의 차이가 상이한 사회적 배제 수준을 초래할 수 있는 것으로 나타났다.

따라서 지역 특성을 고려한 체계적인 후속 연구의 필요성을 확인할 수 있다.

@highlight

이 논문은 취약계층의 통행 특성 및 행태 분석을 통한 사회적 배제 수준과 요인을 파악했다.

@highlight

사회경제적 기회와 통행저항을 동시에 반영하는 접근성 분석 등으로 확대될 필요가 있다.

@highlight

이 논문은 근무형태만을 분석하였는데, 향후 더 다양한 변수들이 포함될 필요가 있을 것이다.

