본

 

연

구

의

 

목

적

은

 

코

메

니

우

스

의

 

세

계

관

과

 

사

상

을

 

개

혁

주

의

세

계

관

의

 

관

점

으

로

 

평

가

해

보

는

 

것

이

다

.

 

이

러

한

 

목

적

을

 

위

해

,

 

먼

저

 

코

메

니

우

스

의

 

세

계

관

형

성

의

 

배

경

이

 

되

는

 

1

7

세

기

의

 

시

대

적

배

경

과

 

학

문

적

,

 

신

앙

적

 

배

경

을

 

검

토

하

였

고

,

 

그

리

고

 

코

메

니

우

스

의

 

세

계

관

과

 

그

중

의

 

자

연

관

,

 

인

간

관

,

 

사

회

관

을

 

개

혁

주

의

 

세

계

관

의

 

관

점

으

로

 

평

가

하

였

다

.

 

코

메

니

우

스

의

 

세

계

관

은

 

개

혁

주

의

 

세

계

관

의

 

특

성

인

 

창

조

,

 

타

락

,

 

구

속

의

 

관

점

을

 

잘

 

드

러

내

고

 

있

다

.

 

창

조

세

계

의

 

질

서

와

 

법

칙

성

에

 

대

한

 

확

신

,

 

그

리

고

 

성

경

의

 

기

능

과

 

권

위

에

 

대

한

 

그

의

 

주

장

들

도

 

개

혁

주

의

 

세

계

관

과

 

맥

을

 

같

이

하

고

 

있

다

.

 

코

메

니

우

스

의

 

자

연

관

은

 

하

나

님

과

 

성

경

과

 

그

리

스

도

중

심

의

 

우

주

적

 

회

복

과

 

통

일

성

에

 

있

어

서

 

개

혁

주

의

 

세

계

관

의

 

기

초

에

 

서

 

있

다

고

 

할

 

수

 

있

으

나

 

그

의

 

자

연

과

 

인

간

의

 

이

성

에

 

대

한

 

낙

관

적

 

견

해

는

 

근

대

적

 

세

계

관

의

 

영

향

을

 

반

영

하

고

 

있

다

고

 

할

 

수

 

있

다

.

 

코

메

니

우

스

의

 

인

간

론

은

 

하

나

님

의

 

형

상

으

로

 

지

음

 

받

은

,

 

창

조

,

 

타

락

,

 

구

속

사

건

의

 

흐

름

 

가

운

데

서

 

종

교

적

인

 

존

재

,

 

관

계

적

 

존

재

,

 

통

전

적

인

 

존

재

로

 

이

해

된

다

.

 

코

메

니

우

스

는

 

그

의

 

교

육

론

인

 

범

지

학

과

 

평

화

의

 

사

도

로

 

이

 

땅

에

 

오

신

 

예

수

 

그

리

스

도

를

 

통

하

여

 

세

상

과

 

사

회

가

 

개

혁

되

어

 

하

나

님

나

라

가

 

이

루

어

지

도

록

 

노

력

한

 

사

회

개

혁

사

상

가

였

다

.

 

그

러

므

로

 

코

메

니

우

스

는

 

성

경

적

 

세

계

관

에

 

기

초

한

 

자

연

사

상

과

 

인

간

교

육

의

 

가

능

성

을

 

통

하

여

 

사

회

를

 

복

음

의

 

빛

으

로

 

변

혁

하

려

 

하

였

던

 

교

육

신

학

자

라

고

 

평

가

할

 

수

 

있

다

.

@highlight

이 연구의 목적은 코메니우스의 세계관과 사상을 개혁주의세계관의 관점으로 평가해보는 것이다. 창조세계의 질서와 법칙성에 대한 확신, 그리고 성경의 기능과 권위에 대한 그의 주장들도 개혁주의 세계관과 맥을 같이하고 있다.