본 연구의 목적은 Chelladurai(1978)가 제시한 다차원리더십모형(Multidimensional Model of Leadership)을 바탕으로 무용단 지도자의 인지된 리더십 행동과 선호된 리더십 행동 간의 일치가 무용수의만족에 미치는 영향을 검증하는 것이다.

이를 위해 서울과 서울 근교에 위치한 6 개의 무용단으로부터 210부의 자료가 수집되었다.

추출된 자료들은 리더십 행동의 일치 수준과 만족 간의 관계를 검증하기 위해 기술 통계분석, 확인적 요인분석, 위계적 회귀분석을 통해 분석되었다.

위계적 회귀분석을 실시한 결과 지도자의 인지된 리더십 행동과 선호된 리더십 행동의 일치는 무용수의 무용단에 대한 만족도에 유의한 영향을 미치지 못하는 것으로 나타났다.

이는 다차원리더십모형이 주장하는 것과는 상이한 결과지만, 지금까지 이 부분을 경험적으로 증명하려고 하였던 사전연구와는 상당히 유사한 결과인 것으로 나타났다.

@highlight

이 연구의 목적은 Chelladurai(1978)가 제시한 다차원리더십모형(Multidimensional Model of Leadership)을 바탕으로 무용단 지도자의 인지된 리더십 행동과 선호된 리더십 행동 간의 일치가 무용수의만족에 미치는 영향을 검증하는 것이다.

