본

 

연

구

에

서

는

 

이

형

기

의

 

<

돌

의

 

환

타

지

아

>

가

 

독

특

한

 

실

험

성

과

 

역

동

적

인

 

상

상

력

을

 

바

탕

으

로

 

허

무

의

 

미

학

이

 

잘

 

표

현

된

 

작

품

으

로

 

판

단

하

고

,

 

이

 

시

에

 

형

상

화

된

 

허

무

의

 

원

리

와

 

방

법

론

을

 

분

석

하

여

 

이

형

기

가

 

지

닌

 

허

무

의

식

의

 

심

층

을

 

해

명

해

보

고

자

 

하

였

다

.

 

<

돌

의

 

환

타

지

아

>

는

 

돌

이

 

스

스

로

 

변

용

하

여

 

극

대

를

 

포

괄

하

는

 

극

소

의

 

상

징

인

 

알

레

프

의

 

세

계

를

 

판

타

지

로

 

연

주

한

 

작

품

이

다

.

 

이

형

기

는

 

보

르

헤

스

가

 

썼

던

 

알

레

프

를

 

자

각

적

으

로

 

모

방

하

여

 

견

고

한

 

감

옥

 

안

에

 

갇

힌

 

돌

이

 

심

장

으

로

 

변

용

하

며

 

탈

옥

의

 

꿈

을

 

펼

치

는

 

장

면

을

 

연

출

하

였

다

.

 

그

리

고

 

희

망

과

 

절

망

의

 

소

용

돌

이

인

 

우

로

보

로

스

의

 

영

원

성

에

 

휩

싸

여

 

돌

이

 

다

시

 

囚

人

으

로

 

떨

어

지

는

 

허

무

의

 

양

상

을

 

형

상

화

하

고

 

있

다

.

 

알

레

프

와

 

우

로

보

로

스

가

 

맞

물

려

 

돌

아

가

는

 

돌

의

 

판

타

지

는

 

종

말

론

적

 

상

상

력

을

 

통

하

여

 

시

뮬

라

시

옹

의

 

미

궁

 

속

으

로

 

인

도

하

며

 

허

무

의

 

심

연

 

속

으

로

 

빠

져

들

게

 

한

다

.

 

본

 

논

문

에

서

 

돌

의

 

판

타

지

를

 

시

뮬

라

시

옹

의

 

상

황

으

로

 

해

석

한

 

것

은

 

이

형

기

가

 

강

조

했

던

 

악

마

의

 

방

법

론

을

 

새

롭

게

 

해

석

해

본

 

것

이

다

.

 

이

형

기

에

게

 

있

어

서

 

허

무

는

 

현

실

을

 

부

정

하

고

 

파

괴

하

며

 

인

간

 

존

재

가

 

겪

게

 

되

는

 

혼

돈

과

 

절

망

의

 

아

이

러

니

를

 

헤

쳐

 

나

가

기

 

위

한

 

적

극

적

 

정

신

이

었

다

.

 

알

레

프

의

 

상

징

과

 

우

로

보

로

스

의

 

영

원

성

,

 

시

뮬

라

시

옹

의

 

방

법

론

이

 

잘

 

뒤

섞

여

 

있

는

 

<

돌

의

 

환

타

지

아

>

는

 

인

간

 

존

재

의

 

淵

源

에

 

대

한

 

성

찰

과

 

허

무

에

 

대

한

 

깊

은

 

통

찰

을

 

하

게

 

해

준

다

.

@highlight

본고는 이형기의 <돌의 환타지아>가 독특한 실험성과 역동적인 상상력을 바탕으로 허무의 미학이 잘 표현된 작품으로 판단하며 이 시에는 형상화된 허무의 원리와 방법론을 분석하여 이형기가 지닌 허무의식의 심층을 분석해보고자 하였다.