본 연구는 김제 동곡마을 도요지에서 출토된 15~17세기 분청사기와 백자에 대하여 색도와 비중 및 흡수율, 미세구조 관찰 등의 물리적 특성, 태토와 유약의 조성에 대한 화학적 특성에 대하여 분석하였다.

물리적 특성에서 가마 운영 상황과 제작 시기에 따라 제작기술이 점차 발전되는 변화가 관찰된다.

원료적 측면에서 동곡마을 도요지는 동일 기반암에서 생성된 점토를 사용하여 도자기 종류, 생산 가마, 시기 등에 따라 원료를 정제하거나 융제를 첨가하는 등의 제작기법에서 차이를 보인다.

백자는 분청사기와 비교하여 착색제 함량이 평균적으로 1.3% 이상 적고 융제 성분 K2O 함량이 1.2% 가량 많은 편으로 같은 온도에서 더 쉽게 자화될 수 있는 특징을 보인다.

이와 같은 특성은 생산 시기가 늦어질수록 분명하게 나타난다.

유약은 자기 종류가 아닌 생산 시기에 따라 16세기 이후에는 MgO, TiO2, MnO, P2O5 등의 함량이 적게는 3배, 많게는 10배 이상 줄어들어 사용 원료에 차이가 있었던 것으로 추정해 볼 수 있다.

@highlight

본고는 김제 동곡마을 도요지에서 출토된 15~17세기 분청사기와 백자에 대해 색도와 비중 및 흡수율 그리고 미세구조 관찰 등의 물리적 특성 및 태토와 유약의 조성에 관한 화학적 특성에 대해 분석했다.

