본 연구에서는 문제 발견 및 해결 경험을 강조한 실험 수업을 사범대 재학 예비 과학 교사들에게 실시하였다.

문제 발견 및 해결 경험을 강조한 실험 수업에참여하면서 학생들은 연구 문제를 새롭게 설정하고 그에 맞는 실험 방법을 설계하는 경험, 연구 문제에 근거하여 결론을 작성하는 경험을 가졌다.

실험 수업 후, 참여 학생들은 기존 형식대로 실험 보고서를 능숙하게작성하면서도 실험 수업 과정에서 문제 발견 및 해결을 어려워하는 학생과, 문제 발견 및 해결에 익숙하게사용하여 실험 보고서를 작성하는 학생으로 구분되었다.

이 연구의 실험 수업에 참여한 학생들은 이전 형식의 실험 수업과 문제 해결을 강조한 본 연구의 실험수업에 대한 느낌이 많이 달랐다고 응답하였다.

학생들은 문제 해결을 강조한 본 연구의 실험 수업에서 이론과 실제가 다름을 알게 되어 과학의 잠정성을 이해하는 기회를 가졌고, 새로운 연구 문제를 도출하고 탐구과정을 설계하는 경험을 통해 문제 해결 능력 향상의기회를 가졌다고 응답하였다.

연구에 참여한 학생과 교수자는 문제 발견 및 해결 경험을 강조한 이런 형태의실험 수업이 예비 과학 교사의 과학적 소양 함양에 효과적일 것이라고 응답하였다.

@highlight

이 논문은 문제 발견 그리고 해결 경험을 강조한 실험 수업을 사범대 재학 예비 과학 교사들에게 실시했다.

