본 연구는 인천대공원 방문객들의 공원 이용특성과 산림치유 프로그램에 대한 관심 및 요구도를 조사하여 도시숲을 활용한 산림치유 프로그램 개발과 실행을 위한 기초자료를 제공할 목적으로 수행되었다.

설문 분석결과, 응답자의 대부분은 근거리에 거주하였고, 가족 단위로 월 1회 이상, 주로 토요일을 이용하여 산책 및 등산, 휴양및휴식을 목적으로 공원을 방문한 것으로 나타났다.

응답자의 85%가 산림치유에 대해 알고 있었으나, 89%는산림치유 프로그램에 참여한 경험이 없었으며, 58.3%가 참여하고 싶다고 하였다.

이는 산림치유 프로그램에 대한참여경험은 낮은 반면 참여 의사는 높다는 것을 보여준다.

또한 산림치유 프로그램의 적정인원은 6~10명이며, 주말을 이용하여 기분전환 및 휴식, 건강증진 프로그램 위주의 1~2시간 진행되는 정기 프로그램을 선호하고 있는 것으로 나타났다.

본 조사결과를 토대로 평일에는 공원 방문빈도가 높은 50~60대, 주말과 공휴일은 20~40대 또는 가족단위를 대상으로, 산림치유인자(바람, 향기, 경관 등)를 주로 활용한 산림욕, 풍욕, 일광욕과 물속에 발 담그기 등을 체험할 수 있는 정기적인 프로그램이 필요하다는 결론을 도출하였다.

추후 연구에서는 다양한 이용자의 특성을고려한 산림치유 프로그램 개발과 프로그램 참여자의 이용만족도에 대한 분석 및 평가에 관한 연구 등이 지속적으로 이루어져야 할 것이다.

@highlight

인천대공원 방문객들의 공원 이용특성과 산림치유 프로그램에 대한 관심 및 요구도를 조사하였고 산림치유 프로그램에 대한참여경험은 낮은 반면 참여 의사는 높다는 것을 알수있었으며 산림치유 프로그램에 대한참여경험은 낮은 반면 참여 의사는 높다는 것을 보여준다.

@highlight

다양한 이용자의 특성을고려한 산림치유 프로그램 개발과 프로그램 참여자의 이용만족도에 대한 분석 및 평가에 관한 연구 등이 지속적으로 이루어져야 할 것이다.

