본 연구에서는 시공 중에 획득가능한 지반정보를 바탕으로 터널시공 현장에서 발생할 수 있는 안전위해요소를 합리적으로 분석하여 작업의 안정성을 높이고 시공성을 증대시킬 수 있는 GIS 기반 터널 모델링 기법을개발하였다.

새로운 기법이 적용되는 터널시공현장의 모델링 체계를 구축하기 위하여 VTK(Visualization ToolKit)를 사용하였다.

터널 막장에서 관측되는 불연속면의 위상을 고려하여 그 변화의 추세를 토대로 굴진방향 전방의불연속면을 예측하는 알고리즘을 개발하였다.

터널 시공의 특성을 감안하여 선형으로 확보되는 정보를 바탕으로자료를 격자형 그물구조로 모사하여 터널굴진 방향과 그에 수직인 방향에 대한 경향성을 분석하는 기법이 개발되었다.

또한 굴진방향에 대한 불연속면 위상이 변화하는 크기의 경향성을 분석하여 막장 근전방을 예측하는 기법이 개발되었다.

본 논문에서는 개발된 소프트웨어의 주요 기능과 국내 ○○ 터널 시공 현장에 대한 적용하였다.

@highlight

본고에서는 시공 중에 획득가능한 지반정보를 바탕으로 터널시공 현장에서 발생할 수 있는 안전위해요소를 합리적으로 분석하여 작업의 안정성을 높이고 시공성을 증대시킬 수 있는 GIS 기반 터널 모델링 기법을개발하였다.

