본 연구는 부정적 정서를 경험하고 있는 중년 여성들이 라켓감정에서 벗어나 내면의 힘을 찾아가는 과정에서의 심리적 경험을 알아보고자 음악활동 프로그램을 준비하였다.

연구목적을 위하여 경기도 소재 복지관에서 참여자들과 2019.

11.

2∼2020.

1.

11.

까지 주 1회 120분의 프로그램을 10회기 실시하였으며 TACA 자아상태, 인생태도 검사를 사전?

사후로 실시하여 참여자들의 심리변화를 측정하였는데, 그 결과 자아상태와 인생태도에서 참여자 모두 유의미한 변화를 보였다.

음악활동을 통해 드러난 중심적 주제는 다음과 같다.

내면의 소리와 라켓감정 인식은 <마음을 닫은 소리> <불안한 소리> <소리 없는 침묵>이었고, 라콋감정과 음악의 역할은 <위로의 소리> <감각의 확장>이었으며, 내면의 힘 접촉에서 자아상태는 <애도과정> <자유롭게 어울림>이었다.

초기에 I’m not OK 태도를 보이던 참여자들은 중반 이후 자연스러운 어린이(NC)와 창조적 어린이(LP)가 활성화되면서 긍정적 자아상태로 변화되는 모습을 보여주었다.

이는 음악활동을 통한 집단상담이 참여자들의 라켓감정 인식과 내면의 힘을 스스로 선택하는 과정에 효과가 있음을 보여준다.

이러한 연구결과를 토대로 논의 및 제한점 등이 제시되었다.

@highlight

본 연구는 부정적 정서를 경험하고 있는 중년 여성들이 라켓감정에서 벗어나 내면의 힘을 찾아가는 과정에서의 심리적 경험을 알아보고자 음악활동 프로그램을 준비하고 측정한 결과 음악활동을 통한 집단상담이 참여자들의 라켓감정 인식과 내면의 힘을 스스로 선택하는 과정에 효과가 있음을 보여준다.

