이 연구의 목적은 성학집요에서 ‘수기(修己)’의 셀프리더십을 개발하는 데 있다.

연구내용은 성학집요에서의 입지(立志)를 비롯한 리더십 관련 개념들을 분석하여 리더십개발을 위한 콘텐츠, 순서, 방법을 탐구한 것이다.

혁신적 프레임, 효과적 시퀀스, 실천적 스킬을 중심범주로 하여 자료들을 모아서 코딩하는 접근방법을 사용했다.

주된 연구결과로는 첫째, ‘나와 남’을 배려하고 섬기는 ‘실천적 성인(聖人)’과 품성(品性)과 관계능력 개발로서의 입지에서 혁신적 프레임을 찾을 수 있다.

둘째, 셀프리더십의 순서는 ‘입지→거경, 수렴, 교기질→궁리’, ‘선’을 체득하는 최선의 길은 경(敬)→성(誠), 공부하는 순서는 거경(居敬)→궁리(窮理)·영요(領要)→지미(知味)→지성(致誠)·함양(涵養)→성찰(省察)에 있다.

셋째, 실천 스킬로는 지(知)·인(仁)·용(勇)의 개발, ‘신독과 계구’, 회덕량 등이 있다.

결론으로는 수기 즉 덕은 치인→‘전도 내지는 교(敎)’ → 실(實)을 거쳐 완성된다는 점이다.

@highlight

본고는 성학집요에서의 입지(立志)를 비롯한 리더십 관련한 개념들을 분석해 리더십개발을 위한 콘텐츠와 순서 그리고 방법을 탐구한 것이다.

