공시지가제도가 실시된 이후 토지가격의 감정평가는 표준지비교법이 원칙이다.

그동안 표준지비교법에 대한 여러 문제점이 제기되었으나, 관련 연구는 미흡한 실정이다.

국토해양부는 2012년「감정평가에 관한 규칙」의 전부개정(안)을 입법예고하였다.

따라서 표준지비교법의 문제점과「감정평가에 관한 규칙」 개정(안)에 대한 활발한 논의가 필요한 시점이다.

본 연구의 목적은 표준지비교법의 문제점을 분석하고 합리적인 개선방안을 모색하는데 있다.

연구의 결과는 다음과 같다.

먼저, 가격형성요인을 지역요인과 개별요인으로 이원화하고, 지역요인은 자연적·사회적·경제적·행정적요소로 세분하여 재구성하여야 한다.

둘째, 표준지비교법에서도 사정보정을 도입할 필요가 있다.

셋째, 표준지와 대상토지의 가격형성요인 비교시점은 표준지는 공시기준일, 대상토지는 가격시점으로 통일하는 것이 합리적이다.

넷째, 현행 기타요인 보정은 불필요한 과정이므로 생략하여야 한다.

@highlight

공시지가제도가 실시된 이후 토지가격의 감정평가는 표준지비교법이 원칙이다.

@highlight

이 연구의 목적은 표준지비교법의 문제점을 분석하고 합리적인 개선방안을 모색하는데 있다.

