본 연구는 예비교사 교육과정 수업에 PBL을 적용하여 수업단계별로 초등예비교사들이 어떻게 문제를 해결하는지 그 과정을 탐색하고자 하였다.

이를 위하여 예비교사 3학년으로 구성된 6명의 학생들을 중심으로 교실수업을 참여관찰하고 자료를 수집하였다.

그 결과 PBL 1단계 문제 이해 단계에서는 문제 파악하기와 문제해결계획서를 작성하는 활동을 하였다.

기존 문제의 틀에서 벗어난 PBL문제를 만나고 혼란스러워 하는 모습을 보였으나 토론을 통해 문제해결계획서를 작성하면서 문제가 요구하는 것에 대한 깊은 이해를 갖게 되었다.

PBL 2단계 교육과정탐색단계에서는 문제해결을 위한 탐색과정과 재탐색과정을 가졌다.

학생들은 폭넓은 지식을 접하였고 사회적 상호작용을 통해 의도하지 않았던 영역에까지 학습영역을 확대하면서 문제해결을 위해 스스로 계획하고 해결하는 자기주도적 학습능력이 향상되었다.

PBL 3단계 문제해결단계에서는 최적의 해결책을 선정하고 발표, 공유하였다.

학생들은 많은 자료들 중에서 문제 해결에 가장 적절한 내용을 선별하였으며 PBL을 통해 기존의 학습방법에서는 느낄 수 없었던 학습의 특별한 즐거움을 알게 되었다.

@highlight

이 연구는 예비교사 교육과정 수업에 PBL을 적용하여 수업단계별로 초등예비교사들이 어떻게 문제를 해결하는지 그 과정을 탐색하려 했다.

