이 연구는 한국 지상파 방송사 홍보 조직의 인력구조 현황과 운영 실태를 살펴보고, 이를 바탕으로 방송사 홍보의 효율적인 운영방안을 제시하는 것을 목적으로 하고 있다.

지상파 방송4사의 홍보 실무자 전원을 대상으로 서베이를 실시한 결과, 홍보 실무자들은 방송사 홍보의 주기능을 방송사 이미지 제고와 경쟁력 확보로 인식하고 있으며, 가장 큰 문제점으로 홍보 전략과 전문인력의 부족을 들고 있다.

또한 효율적인 방송사 홍보를 위해 필요한 것은 사이버 홍보의 강화라고 답하고 있어서, 홍보 실무자들의 미디어 믹스(media mix) 능력이 강조됨을 알 수 있다.

방송사의 이미지 제고와 경쟁력 확보라는 홍보 실무자들의 인식에도 불구하고, 방송사 홍보실이 현재 수행하고 있는 주요업무에 대한 분석결과는 보도자료 작성 및 릴리스, 신문기자들과의 접촉, 제작현장 진행 등 여전히 대언론관계 활동이 중심인 반면, 관리 커뮤니케이션과 시청자 홍보 유형은 상대적으로 주변적인 활동으로 나타났다.

홍보 실무자들의 직업 만족도에서는 홍보 직무 자체에 대한 만족도가 가장 높은 반면, 승진에는 가장 낮은 만족도를 보이고 있어서 방송사 홍보의 전문성에 어울리는 홍보실의 조직 내 위상 제고가 필요함을 말해주고 있다.

@highlight

본 연구는 한국 지상파 방송사 홍보 조직의 인력구조 현황과 운영 실태를 살펴보고, 이를 바탕으로 방송사 홍보의 효율적인 운영방안을 제시하는 것을 목적으로 하고 있다.

