하악골 연속성의 상실은 하악 기능의 균형과 대칭에 영향을 주며, 하악의 움직임에 변화를 유발하고 절제된 부위로 잔존하악골을 편위시킨다.

또한 연하, 발음, 하악의 운동, 저작, 호흡과 같은 다른 부분에서도 기능이상을 나타낸다.

하악골의 일부가 결손된 환자의 경우, 일반적으로 외과적 재건에 이어 보철적 수복이 이루어진다.

하지만 BRONJ (Bisphosphonate related osteonecrosis of the Jaw)와 같은 전신적 질환을 가진 환자의 경우, 외과적 재건의 적용에 제한이 있게 되고 전적으로 보철적 수복에 의지하게 된다.

다양한 보철적 방법이 하악의 변위를 최소화하고 저작 효율과 기능 및 심미를 개선하기 위하여 제시되었다.

가철성 국소의치로 치료 시, 입술, 뺨, 혀의 운동에 의해 측방 및 수평력이 발생하며 기능 인상을 통해 이를 최대한 줄여 주어야 한다.

또한, Twin occlusion을 사용하면 적절한 구순 및 협측의 지지를 얻으면서 교합관계의 형성을 가능하게 할 수 있다.

이 증례보고에서는 하악골 결손 증례에서 중립대 인상 방법과 twin occlusion을 통하여 기능적 심미적으로 만족할 만한 결과를 얻었기에 이를 보고하고자 한다.

@highlight

BRONJ와 같은 전신적 질환을 가진 하악골 일부 결손 환자의 경우 전적으로 보철적 수복에 의지하게 된다.

@highlight

이에, 하악 변위를 최소화하고 저작 효율과 기능 및 심미 개선을 위한 보철적 방법이 제시되었다.

@highlight

증례는 하악골 결손에서 중립대 인상 방법과 twin occlusion을 통해 기능적 심미적으로 만족스러운 결과를 얻었다.

