복지의 효과성을 가장 높이는 방법은 처방적인 측면과 예방적인 측면을 모두 고려한 복지서비스 전달체계의 구축이다.

그러나 하나의 기관이 담당하기에는 현실적으로 많은 어려움이 따른다.

따라서 처방적인 측면의 기관과 예방적인 측면의 기관 연계를 주재하고 조정한다면, 통합적인 공급체계를 구축할 수 있을 것이다.

본 연구는 기존의 건강가정지원센터를 통합적 공급체계로 재설계하여 가족복지서비스 전달체계의 축으로 하는 것에 목적을 두었다.

현재 우리나라의 가족복지서비스의 전달체계는 사회복지관과 건강가족지원센터로 이원화 구도로 되어있다.

각기 다른 역할을 수행하고 있지만 통합적으로 접근해야 할 가족복지의 특성상, 두 기관 혹은 가족복지와 관련된 여러 기관이 서로 지식과 정보를 공유하여야 할 필요성이 있다.

따라서 가족지원기능을 높이기 위해서는 통합전달체계의 기반이 되는 네트워크를 구축하여 국가 중심적 복지체계로 강화되어야 한다.

환언하면 여러 복지 유관기관과의 정보와 역량을 원활하고 효율적으로 활용하기 위해, 조정과 연계가 가능한 네트워크 중심의 정부주도적인 센터가 구축이 되어야 한다.

이에 대한 방안으로 여성가족부의 건강가족지원센터의 조직 직제를 개편하여, 실질적인 통합체계의 중심기관이 되도록 재설계함으로서 정부 주도의 공공서비스 성격을 강조하였다.

@highlight

이 연구는 기존의 건강가정지원센터를 통합적 공급체계로 재설계해 가족복지서비스 전달체계의 축으로 하는 것에 목적을 두었다.

