본 연구는 휠체어농구선수의 공동체의식 경험을 심층적으로 밝히고자 하는 데 목적이 있다.

유목적 표집(purposeful sampling)을 통해 B시, D시 휠체어농구팀에서 자발적으로 활동하고 있는 지체장애인 8명을 선정하였다.

연구의 참여자들은 2012년 3월부터 심층면담을 실시하였으며, 심층면담 및 참여관찰 자료 수집은 2012년 5월부터 9월까지 진행 되었다.

자료 분석은 Giorgi(1985)의 7가지 자료 분석 과정에 따라 52개의 의미단위를 발췌했으며, 이를 12개의 하위범주로 요약하였으며, 최종적으로 3개의 범주로 도출하였다.

연구결과 휠체어선수들의 공동체의식에 대한 개념으로 첫째, 내 인생의 촉매제 둘째, 마음의 가족 셋째, 둥근 발로 세상과 친해지기의 의미로 도출 시켰다.

상기의 결과를 종합했을 때, 휠체어농구선수들이 경험한 공동체의식은 긍정적인 자아형성과 휠체어농구선수로의 권리를 주장하며, 휠체어농구에 몰입하고 보다 적극적인 삶으로 변화되는 긍정적인 자극원이 되고 있는 것으로 나타났다.

@highlight

본고의 목적이 휠체어농구선수의 공동체의식 경험을 심층적으로 밝히고자 하는 데에 있다.

@highlight

유목적 표집(purposeful sampling)을 통하여 B시, D시 휠체어농구팀에서 자발적으로 활동하는 지체장애인 8명을 선정했다.

