여러 항산화물질이 어류의 비특이적 면역능을 증강시키는 것이 알려져 있다.

본 연구에서는 glutathione 의 생합성 전구체인 항산화물질 N-

acetylcysteine (NAC)이 8종의 어류에서 비특이적 면역지표를 증가시키는 지를 검토하였다.

NAC를 10 mg/kg의 용량으로 메기, 미꾸라지, 잉어, 붕어, 뱀장어, 가물치, 틸라피아 및 숭어에 복강내로 투여하고, 48시간 후 두신백혈구 세포의 화학발광반응 및 혈청 lysozyme 활성을 측정하였다.

붕어와 미꾸라지를 제외한 6종의 어류에서 화학발광 반응이, 틸라피아를 제외한 모든 어류에서 lysozyme 활성이 각각 증가하였다.

이 결과는 NAC 가 다양한 어종에서 비특이적 면역증을 증가시키며,이 현상은 어류양식에서의 실용화도 고려해 볼 가치가 있음을 의미한다.

@highlight

이 연구에서는 glutathione 의 생합성 전구체인 항산화물질 N-

@highlight

acetylcysteine 이 8종의 어류에서 비특이적 면역지표를 증가시키는 지를 검토했다.

