이 글은 현행 수능 국어 영역에 대한 비판적 점검을 통하여 수능 국어가 더욱 바람직한 평가 도구로서 나아갈 방향을 제시하는 데 목적이 있다.

이를 위하여 수능 출제에 개입되는 다양한 변인들 간의 길항 관계를 점검의 기준으로 삼았다.

고등학교 교육과정과 수학 능력 간의 길항, 사고력과 지식 간의 길항, 선다형 문항의 미덕과 한계 간의 길항이 그것이다.

수능이 사고력 시험으로서의 위상을 정립하기 위해서 필요한 사항은 다음과 같이 정리된다.

①화법과 작문 문항이 배제되어야 한다.

② 설득적 텍스트가 독서 지문으로 수용되어야 한다.

③ 문법 지식을 직접 묻는 문항이 배제되어야 한다.

④ 과도한 시간을 요구하는 문항이 배제되어야 한다.

⑤ 깊이 있는 해석을 시도하는 문항이 출제되어야 한다.

⑥ 문학의 상투적인 문항이 배제되어야 한다.

이러한 주장에 대해 반대하는 목소리가 있을 것임은 충분히 예상 가능하다.

그러나 수능 시험의 위상에 대한 정책적 판단, 국어교육에 대한 사회적 요구의 수렴 등의 절차에서 나타날 다양한 목소리들 사이의 긴장은 더욱 건강한 국어교육의 생태계를 조성하는 데 기여할 것으로 기대된다.

@highlight

이 연구는 현행 수능 국어 영역에 관한 비판적 점검을 통해 수능 국어가 더욱 바람직한 평가 도구로서 나아갈 방향을 제시하는 데 목적이 있다.

