이 연구는 영어 고유명사와 정관사의 공기현상에 대한 명시적 언어규칙 기술의 불가능성과 명시적 문법교육의 불가능성을 보여주는데 그 목적이 있다.

이를 위하여 본 연구에서는 London Bridge와 the Golden Gate Bridge처럼 그 지시체가 동일한 범주에 속하면서 정관사의 출현이 불규칙한 자료들을 다섯 가지 범주로 분류하고 이들을 중점적으로 분석하였다.

그리고 기존의 언어분석 이론으로는 고유명사와 정관사의 공기현상에 대한 명시적 언어규칙의 기술은 불가능하다는 것을 보여준다.

따라서 명시적 언어규칙의 연역적 제시를 전제로 하는 명시적 문법규칙은 원천적으로 불가능하다는 결론에 이를 수 있다.

많은 학자들(Ellis, 2006; Dekeyser, 2003; Moeller & Ketsman, 2010)이 주장하는 것처럼 어떤 언어항목에 대하여 명시적 문법규칙의 기술이 불가능하면 높은 수준의 인지적 학습이 이루어질 수 없으며 낮은 수준의 기억에 의존하는 연상학습만 가능하다.

따라서 고유명사와 정관사의 공기현상은 외국어로서 영어를 학습하는 학습자들에게 화석화될 가능성이 매우 높다.

@highlight

영어에서 고유명사와 정관사의 공기현상에 대한 명시적 언어규칙 기술과 명시적 문법교육은 불가능 하다는 결론을 얻었다.

@highlight

따라서 고유명사와 정관사의 공기현상은 영어 학습자들에게 화석화될 가능성이 높다.

