본 연구는 중등교사의 성격, 교사갈등, 자아탄력성이 심리적 소진과 어떠한 관계가 있는가를 알아보는데 목적이 있다.

연구대상은 중등학교 남교사 168명, 여교사 213명이고 전체교사는 381명이다.

연구결과 중등교사의 신경증, 교사갈등은 심리적 소진에 정적인 영향을 미치는 것으로 나타났으나 성실성과 자아탄력성은 심리적 소진에 부적인 영향을 미치는 것으로 나타났다.

신경증은 자아탄력성에 부적인 영향을 미치는 것으로 나타났고, 개방성, 호감성, 외향성은 자아탄력성에 정적인 영향을 미치는 것으로 나타났으며, 외향성과 호감성은 교사갈등에 부적인 영향을 미치는 것으로 나타났다.

중등교사의 성격과 심리적 소진의 관계에서 교사갈등과 자아탄력성의 매개효과를 살펴본 결과 신경증은 자아탄력성을 매개로 심리적 소진에 정적인 영향을 미치는 것으로 나타났으나 개방성은 자아탄력성을 매개로 심리적 소진에 부적인 영향을 미치는 것으로 나타났다.

외향성과 호감성은 교사갈등을 매개로 심리적 소진에 부적인 영향을 미치는 것으로 나타났다.

교사갈등은 자아탄력성을 매개로 심리적 소진에 정적인 영향을 미치는 것으로 나타났다.

이러한 연구를 바탕으로 선행연구와의 관련성, 연구의 의의, 제한점 등을 논의하였다.

@highlight

이 연구는 중등교사의 성격, 교사갈등, 자아탄력성이 심리적 소진과 어떤 관계가 있는가를 알아보려 한다.

@highlight

외향성과 호감성은 교사갈등을 매개로 심리적 소진에 부적인 영향을 미치는 것으로 나타났다.

