특수중심가새골조(Special Concentrically Braced Frames)는 우수한 경제성, 비탄성 변형 능력, 연성 등의 이점 때문에 횡하중저항 시스템으로써 다양한 구조물에 적용하고 있다.

이러한 이점으로 국내·외 연구진의 특수중심가새골조에 대한 연구가 지속적으로 진행되어 설계법과 기준이 비약적으로 발전한 반면에, 과거에 설계된 중심가새골조의 내진 성능에 대한 연구는 미약하다.

특히, 1988년 이전에설계된 중심가새골조는 현재 기준과 비교하여 상대적으로 적은 설계요구를 반영하였기 때문에 내진 거동에 대한 평가가 시급한 실정이다.

본 연구에서는 이러한 중심가새골조를 비내진중심가새골조(Non-

Seismic Concentrically Braced Frames)라 칭하고, 워싱턴대학교에서 실시된 사례 조사를 토대로 비내진중심가새골조의 대표적인 접합부인 쉬어탭 공유 용접접합부를 갖는 골조의 내진 거동에 대한 유한요소모델을제시하고 검증하였다.

이 모델을 이용하여 특수중심가새골조와 대비되는 비내진중심가새골조의 연성 능력, 강도, 비탄성 변형 능력에 대해규명하여 내진 성능을 평가하였다.

@highlight

특수중심가새골조(Special Concentrically Braced Frames)는 우수한 경제성, 비탄성 변형 능력, 연성 등의 이점 때문에 횡하중저항 시스템으로써 다양한 구조물에 적용하고 있다.

