본 연구에서는 남녀 중학생의 스트레스와 공격성 간의 관계에서 여가활동 참가유형이 중재적 역할을 할 것이라고 가정하였다.

가설검증을 위하여 본 연구는 한국청소년패널조사 초등 4학년(5년차)에 해당되는 남녀 중학생 총 2,448명을 대상으로 스트레스가 공격성에 미치는 영향을 여가활동 유형의 조절효과를 통해 살펴보았다.

본 연구를 통해 도출된 주요 결과는 다음과 같다.

첫째 스트레스, 사회적 여가참가, 낮은 학업성적은 공격성과 정적 상관이 있는 반면, 능동적 여가참가에 비해 수동적 여가참가와 공격성은 부적 상관이 있는 것으로 나타났다.

둘째, 학업성적이 낮을수록 공격성은 높아지는 것으로 나타났다.

또한 스트레스가 높아질수록, 사회적 여가활동에 참가할수록 공격성은 증가되는 것으로 나타났다.

셋째, 스트레스와 공격성의 관계에서 수동적 여가참가와 사회적 여가참가는 각각 중재적 역할을 하는 것으로 나타났다.

여가참가 유형에 관계없이 스트레스가 높아지면 공격성 또한 높아지는 경향이 일관되게 보여 진다.

그런데 공격성을 증가시키는 스트레스의 주 효과는 있지만, 이러한 부정적 효과는 수동적 여가보다는 사회적 여가활동에 참가할 때 더 상승하였다.

결국 중학생의 스트레스는 어떠한 유형의 여가활동에 참가하는 가에 따라서 공격성 증가 정도에 차이가 남을 의미한다.

@highlight

중학생을 대상으로 스트레스가 공격성에 미치는 영향을 여가활동의 조절효과를 통해 살펴본 결과, 스트레스, 사회적 여가참가, 낮은 학업성적은 공격성과 정적 상관이 있고, 수동적 여가참가와 공격성은 부적 상관이 있는 것으로 나타났다.

