본 연구의 목적은 엘리트 속사권총 사격선수의 심박가변성이 사격수행력에 미치는 영향을 검증하는 것이다.

이를 위해 2년 이상의 속사권총 사격 경력을 가진 남자 엘리트 사격선수 24명을 최근 5회의 사격 기록을 종합하여 상위그룹과 하위그룹으로 목적적 할당을 하였다.

상위그룹(n=13)의 사격평균은 570.07점이었고, 하위그룹(n=11명)이 사격평균은 548.58이었다.

모든 그룹의 선수들은 2회에 걸쳐(오전10시, 오후3시) 심박변이도를 측정하였다.

uBioMacpa version 1.0을 이용하여 모든 피험자의 검지 손가락에서 2분 30초 동안 안정시 심박변이도를 측정하였다.

측정된 결과는 자동적으로 컴퓨터에 기록되었고, 기록된 자료를 SPSS 20.0으로 옮겨 독립 t검증, Pearson 상관분석, 다중회귀분석 방법을 이용하여 분석하였다.

그 결과 엘리트 사격 상위집단은 하위집단에 비해 TP, LF, HF, SDNN, RMSSD에서 유의하게 낮은 것으로 나타났다.

결론적으로 HRV는 엘리트 사격선수들의 컨디션 점검을 위한 중요한 지표로 사용될 수 있을 것이다.

@highlight

이 연구의 목적은 엘리트 속사권총 사격선수의 심박가변성이 사격수행력에 미치는 영향을 검증하는 것이다.

