헤르만 헤세가 시를 통해 ‘늙음’에 대해 토로한 내용에 대한 연구는 지금까지 거의 전무한 것으로 나타난다.

‘늙음’에 대한 시적 담론에서 내비치는 그의 내적 풍경은 흔히 인용되는 헤세의 상, 말하자면 온갖 모순된 세상의 원리를 구도자의 자세로 통찰하고, 또 초월하는 ‘현자’와 반드시 일치하지는 않는다.

지금까지 잘 알려지지 않은 ‘늙음’에 관한 그의 시들, 가령 ?

늙어가는 중에 Im Altwerden?

(1914), ?

늙어감 Altwerden?

(1918), ?

늙는다는 것 Altern?

(1931)에서 헤세는 늙어가는 현상을 매우 부정적으로 그려내고 있다.

‘늙는다는 것’은 거의 항상 상실감과 공허함의 의미 영역에 있고, 죽음과 거의 동의어로 쓰이기도 한다.

이러한 인식과 감각에서 내비치는 바, 늙음 내지 죽음에 대한 두려움은 물론 인간 본연의 일반적인 현상이다.

하지만 헤세의 경우, 시대적 및 개인적인 삶의 배경이 강하게 작용하고 있는지도 모른다.

세기전환기에 생의 철학을 배경으로 퍼져나갔던 ‘반더포겔 운동’ 같은 동시대의 ‘청년’ 담론 및 보수적 문화염세주의, 그리고 기성세대와 유난히 많은 갈등을 겪었던 그 자신의 체험이 적잖은 흔적을 남겼을 수 있다.

@highlight

‘늙는다는 것’은항상 상실감과 공허함의 의미 영역에 있고, 죽음과동의어로 쓰이기도 한다.

@highlight

하지만 헤세의 경우, 시대적 및 개인적인 삶의 배경이 강하게 작용하고 있는지도 모른다.

