최근 ISO 15489 개정판에서는 기록의 평가에 관한 표준화를 시도하였다.

어떠한 기록이 중요하며 어떠한 방식으로 선별할지는 국가 및 지역, 조직마다 서로 상이하기 때문에 그동안 표준화된 원칙 및 방법론 적용이 어려웠고, 이러한 이유로 인해 평가를 둘러싸고 수많은 이론 및 방법론이 제기되어 왔다.

하지만 ISO 15489 개정판에서는 평가에 대한 새로운 시각을 기반으로 최근의 기록생산 환경에서 전 세계적으로 적용 가능한 평가의 표준화 기반을 마련하였다.

ISO 15489는 레코드 컨티뉴엄 이론을 기초로 전자기록 환경에 부합하는 기록관리의 원칙 및 방법론을 제시한다는 점에서, ISO 15489 개정판에서 제시하는 평가 원리 및 방식은 심층적으로 분석될 필요가 있다.

이에 본고에서는 최근의 전자기록 환경에 부합하는 평가 상의 개선방향 모색을 위한 일환으로, ISO 15489 개정판에서 제시하는 평가의 개념 및 논리를 분석하였다.

이를 위해 우선 ISO 15489 개정판의 평가 논리가 도출된 배경 파악을 위해, AS 4390의 제정부터 ISO 15489 개정작업이 이루어지게 된 연원을 고찰하였다.

이를 기반으로 ISO 15489 개정판에서 제시하는 평가 개념 및 논리를 고찰한 후, 중요기록 선별의 전제가 되는 평가의 준거 및 절차를 분석하였다.

@highlight

최근 ISO 15489 개정판에서는 기록의 평가에 대한 표준화를 시도했다.

@highlight

ISO 15489는 레코드 컨티뉴엄 이론을 기초로 전자기록 환경에 부합하는 기록관리의 원칙 및 방법론을 제시한다는 점에서, ISO 15489 개정판에서 제시하는 평가 원리 및 방식은 심층적으로 분석될 필요가 있다.

