조

선

 

후

기

 

낙

론

계

(

洛

論

系

)

 

학

자

 

이

재

(

?

齋

)

 

황

윤

석

(

黃

胤

錫

:

 

1

7

2

9

~

1

7

9

1

)

은

 

호

남

의

 

박

물

학

자

(

博

物

學

者

)

로

 

이

름

이

 

높

다

.

 

출

신

 

배

경

이

 

그

다

지

 

좋

지

 

않

았

고

,

 

높

은

 

벼

슬

을

 

지

낸

 

것

도

 

아

니

지

만

,

 

그

는

 

중

앙

의

 

학

계

와

 

정

계

의

 

흐

름

을

 

정

확

히

 

파

악

하

고

 

이

것

을

 

자

신

의

 

학

문

과

 

정

치

활

동

에

 

반

영

하

였

다

.

 

그

는

 

이

이

(

李

珥

)

-

송

시

열

(

宋

時

烈

)

-

김

창

협

(

金

昌

協

)

-

이

재

(

李

縡

)

-

김

원

행

(

金

元

行

)

으

로

 

이

어

지

는

 

노

론

(

老

論

)

 

낙

론

계

의

 

적

통

을

 

이

었

다

는

 

학

파

적

 

자

존

의

식

(

自

尊

意

識

)

이

 

강

하

였

다

.

 

황

윤

석

의

 

정

치

 

활

동

은

 

사

실

상

 

학

술

 

활

동

의

 

연

장

선

에

서

 

이

루

어

졌

다

.

 

그

의

 

학

문

과

 

사

상

의

 

근

저

에

는

 

정

치

관

이

 

깔

려

 

있

다

.

 

학

문

과

 

정

치

가

 

별

개

의

 

것

이

 

아

니

라

는

 

사

고

는

 

전

 

생

애

에

 

걸

쳐

 

변

함

이

 

없

었

다

.

 

학

문

이

 

정

치

에

 

이

론

적

 

뒷

받

침

이

 

되

기

도

 

하

고

,

 

정

치

상

의

 

노

선

이

 

학

술

 

활

동

에

 

반

영

되

기

도

 

하

였

다

.

 

그

 

주

요

한

 

특

징

으

로

는

 

①

 

노

론

-

낙

론

계

의

 

정

치

노

선

을

 

추

종

했

다

는

 

점

,

 

②

 

낙

학

(

洛

學

)

의

 

이

론

으

로

 

조

선

 

후

기

의

 

정

치

?

외

교

 

등

 

국

정

 

전

반

을

 

풀

어

나

가

려

 

했

다

는

 

점

을

 

들

 

수

 

있

다

.

 

요

컨

대

,

 

황

윤

석

은

 

낙

론

이

 

추

구

하

는

 

학

술

?

이

념

상

의

 

지

향

점

과

 

정

치

노

선

을

 

충

실

히

 

지

키

려

 

했

던

 

학

자

라

 

할

 

수

 

있

다

.

 

그

가

 

낙

론

계

 

학

자

들

의

 

‘

기

(

器

)

’

를

 

중

시

하

는

 

경

향

을

 

부

각

한

 

것

은

,

 

평

소

 

지

대

한

 

관

심

을

 

보

였

던

 

과

학

과

 

기

술

의

 

측

면

과

 

연

결

된

다

.

@highlight

조선 후기 낙론계(洛論系) 학자 이재(?齋) 황윤석(黃胤錫: 1729~1791)은 호남의 박물학자(博物學者)로 이름이 높다. 그는 이이(李珥)-송시열(宋時烈)-김창협(金昌協)-이재(李縡)-김원행(金元行)으로 이어지는 노론(老論) 낙론계의 적통을 이었다는 학파적 자존의식(自尊意識)이 강했다.