요

가

수

뜨

라

(

Y

o

g

a

-

s

?

t

r

a

 

)

와

 

니

까

야

(

N

i

k

?

y

a

 

)

는

 

고

전

요

가

(

C

l

a

s

s

i

c

a

l

-

Y

o

g

a

)

 

및

 

초

기

불

교

(

E

a

r

l

y

 

B

u

d

d

h

i

s

m

)

의

 

소

의

경

전

(

所

依

經

典

)

이

 

된

다

.

 

두

 

문

헌

에

 

묘

사

되

는

 

삼

매

의

 

내

용

은

 

상

당

한

 

유

사

성

을

 

지

닌

다

.

 

따

라

서

 

이

들

의

 

삼

매

관

(

三

昧

觀

)

은

 

일

찍

부

터

 

비

교

의

 

대

상

이

 

되

었

다

.

 

본

고

는

 

그

간

 

이

 

분

야

에

 

관

련

하

여

 

발

표

되

었

던

 

연

구

 

성

과

를

 

아

우

르

면

서

 

새

로

운

 

방

식

으

로

 

두

 

문

헌

의

 

삼

매

관

을

 

비

교

·

정

리

한

다

.

 

특

히

 

서

로

에

게

서

 

발

견

되

는

 

유

사

성

에

 

대

한

 

검

토

와

 

더

불

어

 

차

이

점

에

 

대

해

서

도

 

구

체

적

으

로

 

다

룬

다

.

 

요

가

수

뜨

라

는

 

무

사

등

지

(

無

伺

等

至

,

 

n

i

r

v

i

c

?

r

?

-

s

a

m

?

p

a

t

t

i

)

에

 

이

르

러

 

진

리

를

 

직

관

하

는

 

지

혜

(

慧

,

 

p

r

a

j

n

?

)

가

 

발

현

되

고

 

잠

세

력

(

行

,

 

s

a

?

s

k

?

r

a

)

이

 

제

거

된

다

고

 

기

술

한

다

.

 

니

까

야

에

서

도

 

요

가

수

뜨

라

에

서

 

볼

 

수

 

있

는

 

유

사

한

 

방

식

으

로

 

삼

매

와

 

지

혜

(

p

a

n

n

?

)

의

 

상

관

성

에

 

대

해

 

언

급

하

고

 

또

한

 

삼

매

의

 

위

계

를

 

내

세

운

다

.

 

그

러

나

 

니

까

야

에

서

는

 

가

장

 

낮

은

 

단

계

의

 

삼

매

인

 

제

1

선

정

에

서

부

터

 

지

혜

가

 

수

반

되

며

 

바

로

 

그

것

만

으

로

도

 

잠

세

력

(

s

a

?

k

h

?

r

a

)

이

 

소

멸

되

고

 

번

뇌

(

?

s

a

v

a

)

로

부

터

 

벗

어

나

는

 

것

이

 

가

능

하

다

고

 

본

다

.

 

이

점

에

서

 

요

가

수

뜨

라

와

 

니

까

야

의

 

삼

매

관

은

 

한

편

으

로

는

 

유

사

한

 

측

면

이

 

있

지

만

 

다

른

 

한

편

으

로

는

 

상

당

한

 

차

별

성

을

 

지

닌

다

.

@highlight

요가수뜨라와 니까야는 고전요가 및 초기불교의 소의경전이 된다. 두 문헌에 묘사되는 삼매의 내용은 상당한 유사성을 지닌다. 이들의 삼매관은 일찍부터 비교의 대상이 됐다.