이 글에서는 예수의 비유에 나타나는 개성화의 동기들을 찾아보고, 그것들이 니버의 기독교 현실주의 관점에서 어떻게 연관되는지 살펴보려고 하였다.

예수의 비유가 갖고 있는 역설적이고 힘 있는 차원이 어떻게 현실적, 정치적으로 설명되는지 보려고 하였다.

특히 예수의 비유에 나타나는 역설과 파격성의 요소들을 카를 융(Carl Jung)의 관점에서 통합적 으로 보고, 라인홀드 니버(Reinhold Niebuhr)의 기독교 현실주의 관점에 서 비평해보려고 하였다.

전통적인 비유 해석은 알레고리적 해석으로 비유에서 도덕적 메시지를 끌어내는 데 주력하였다.

예수는 선의 화신이 되고 비유의 메시지는 선악의 이원론 틀에 갇히게 되었다.

사회학적 해석들은 비유의 역설적이고 무의식적인 면을 무시하여 힘의 차원을 드러내지 못하였다.

새로운 해석은 선악의 이원론을 극복하고, 인간의 무의식, 그림자 속에서 역사 하는 은총을 드러내는 쪽에 중점을 둔다.

예수의 비유는 하나님의 자유와 은총을 드러낸다.

카를 융은 상징과 비유가 바로 이러한 역설, 비합리성, 초도덕성을 드러내며 인간의 모순을 통합하고 개성화하게 만든다고 본다.

라인홀드 니버도 상징과 비유에 나타나는 하나님의 심판과 자유가 합리주의와 낙관적 역사관의 환상을 무너뜨린다고 본다.

비유의 역설과 종말론은 어떤 인간의 권력도 선한 것이 될 수 없음을 분명히 하고 있다.

@highlight

예수의 비유에 나타나는 개성화의 동기들을 찾아보고, 그것들이 니버의 기독교 현실주의 관점에서 어떻게 연관되는지 살펴보려고 하였고, 예수의 비유가 갖고 있는 역설적이고 힘 있는 차원이 어떻게 현실적, 정치적으로 설명되는지 보려고 하였다.

