본 연구는 어머니의 놀이성, 유아의 놀이성, 자기조절력이 유아의 사회적 유능성에 어떠한 영향을 미치는지를 살펴보고, 어머니의 놀이성, 유아의 놀이성이 사회적 유능성에 영향을 미치는 경로에서 유아의 자기조절력의 매개효과는 어떠한지를 살펴보고자 하였다.

이를 위하여 만 3~7세 유아 281명과 그의 어머니를 대상으로 연구하였고, 유아변인은 교사에 의해 평정되었다.

본 연구 결과를 요약하면 다음과 같다.

첫째, 어머니의 놀이성, 유아의 놀이성, 자기조절력, 사회적 유능성의 상관관계를 살펴본 결과 어머니의 놀이성은 유아의 사회적 유능성과 유의한 상관이 없는 것으로 나타났고, 유아의 놀이성, 자기조절력은 사회적 유능성과 유의한 정적상관이 있는 것으로 나타났다.

둘째, 어머니의 놀이성은 사회적 유능성에 유의한 영향을 미치지 않는 것으로 나타났다.

셋째, 유아의 놀이성은 사회적 유능성에 유의한 영향을 주는 것으로 나타났다.

유아의 놀이성 하위요인 중 사회적 자발성이 가장 큰 영향을 주는 것으로 나타났다.

넷째, 유아의 자기조절력은 사회적 유능성에 유의한 영향을 주는 것으로 나타났다.

마지막으로 유아의 놀이성은 자기조절력을 매개로 하여 사회적 유능성에 대해 영향을 미치는 것으로 나타나서 사회적 유능성에 있어서 유아의 놀이성과 자기조절력이 중요한 변인임으로 보여주었다.

본 연구결과는 유아의 사회적 유능성의 증진을 위한 개입의 기초자료로서 의의가 있겠다.

@highlight

이 연구는 어머니의 놀이성, 유아의 놀이성, 자기조절력이 유아의 사회적 유능성에 어떠한 영향을 미치는지를 살펴보고, 어머니의 놀이성, 유아의 놀이성이 사회적 유능성에 영향을 미치는 경로에서 유아의 자기조절력의 매개효과는 어떠한지를 살펴보고자 했다.

