하나님의 말씀은 살았고 운동력이 있다(히 4:12).

이는 하나님의 말씀이 살아 있어 신자들의 삶에 영향력을 끼침을 증거한다.

정확하게 말하자면 하나님의 말씀은 ‘에너지’를 가지고 있으며 이것은 말씀이 신자들의 삶에서 성취되고 이루어진다는 것을 의미한다.

그렇다면 하나님의 말씀은 진실로 신자들의 삶에서 실재(reality)가 되고 있는가?

실재가 된다면 신학은 이를 어떻게 설명하고 있는가?

아쉽게도 우리는 이 질문에 대하여 명쾌하게 대답을 할 수가 없었다.

우리는 삶 속에서 신앙(말씀)의 인식과 행위가 서로 일치되지 못함을 너무나 잘 알고 있는데, 그 이유는 신자들의 삶 속에서 살아 역사하는 하나님의 말씀의 실재에 대해서 뚜렷이 설명하지 못했기 때문이다.

따라서 이에 대한 해결책으로 본 논문은 언어 행위 이론의 통찰을 통하여 하나님 말씀의 인식과 행위 사이에서의 갭(gap)을 해소하고 하나님의 말씀이 신자들의 삶에서 실재와 능력이 됨을 변증, 증명, 제안하고자 한다.

만약 신앙의 인식과 행위 사이에서 신자들의 삶에서 역사하시는 하나님 말씀의 실재를 언어 행위 이론으로 조명한다면 다음과 같은 신학적, 해석학적 공헌이 예상된다.

첫째, 신앙의 인식(고백)과 행위 사이, 즉 인식과 행동의 불일치 문제점을 해소한다.

둘째, 신앙의 인식이 적절한 신앙의 행위로 이어지려면 하나님과 신자 간의 존재론적-

관계적 인식 행위가 성립되어야 한다.

셋째, 신자의 삶에서 역사하는 살아 있는 하나님 말씀의 능력과 실현에 대하여 설명할 수 있다.

@highlight

삶 속에서 신앙의 인식 및 행위가 불일치되는 것은 하나님의 말씀의 실재를 설명하지 못했기 때문이다.

@highlight

이를 위해 본 논문은 언어 행위 이론 통찰을 통해 하나님 말씀의 인식 및 행위의 갭을 해소하고 하나님 말씀의 실재와 능력임을 제안하였다.

@highlight

하나님 말씀의 실재는 인식과 행동의 불일치를 해소하고 하나님과 신자 간의 존재론-

@highlight

관계적 인식 행위가 성립되며 하나님 말씀의 능력과 실현을 설명할 수 있다.

