본 연구는 17개 지방자치단체의 정보화 조례를 중심으로 조례 내용을 비교분석하여 정보화 조례의 개정 방향을 제시하고자 한다.

지방자치단체 정보화 조례의 내용은 정보화위원회의 구성?

운영, 정보화책임관 제도, 정보화정책의 추진, 정보화의 역기능 방지 등의 구성요소들로 구분하여 파악하였다.

분석결과를 요약하면, 다음과 같다.

첫째, 정보화위원회의 구성?

운영에 있어서 전문적인 지식과 기술을 가진 민간인을 활발하게 참여시켜 의사결정의 중심적인 역할을 하도록 해야 한다.

둘째, 지방자치단체 정보화 정책의 종합적 수립과 효과적인 추진을 위하여 정보화책임관과 정보화위원회 위원장의 직급 및 상호관계를 정비하여야 한다.

셋째, 정보화정책을 추진하기 위하여 정보화 담당 행정기구 구성은 업무의 우선 순위 및 관련 업무와의 연계 효율성 향상을 고려하여야 한다.

넷째, 정보화 역기능 방지에 대한 규정은 추상적인 내용에서 벗어나 지방자치단체 여건을 반영한 정보격차해소 시책이 추진될 수 있도록 구체적인 내용으로 수정?

보완하거나 시행규칙이 마련되어야 한다.

@highlight

이 연구는 17개 지방자치단체의 정보화 조례를 중심으로 조례 내용을 비교분석해 정보화 조례의 개정 방향을 제시하려 한다.

