이

 

論

文

은

 

‘

「

?

?

引

」

由

來

談

’

에

서

 

同

一

한

 

지

시

대

상

이

 

相

異

한

 

기

호

로

 

指

稱

되

는

 

脈

絡

의

 

異

質

性

 

문

제

를

 

연

구

하

였

다

.

 

「

공

후

인

」

유

래

담

에

서

는

 

그

 

아

내

에

게

 

公

이

라

고

 

呼

稱

되

는

 

대

상

이

 

(

白

首

)

狂

夫

로

 

敍

述

되

어

 

있

기

 

때

문

이

다

.

 

‘

狂

夫

의

 

아

내

’

라

는

 

「

公

無

渡

河

歌

」

와

 

연

관

된

 

역

사

적

 

맥

락

을

 

通

時

的

으

로

 

검

토

한

 

결

과

 

「

공

후

인

」

유

래

담

의

 

最

古

 

記

錄

者

에

게

 

‘

광

부

’

라

 

서

술

된

 

대

상

의

 

본

래

 

신

분

은

 

그

 

아

내

가

 

呼

稱

한

 

기

호

 

그

대

로

 

‘

公

 

=

 

諸

侯

’

였

다

는

 

解

釋

을

 

내

렸

다

.

 

‘

公

의

 

悲

劇

的

 

最

後

’

 

→

 

‘

공

의

 

祭

祀

儀

式

과

 

「

공

무

도

하

」

의

 

歌

와

 

曲

의

 

형

성

’

 

→

 

‘

공

의

 

아

내

의

 

自

決

’

 

→

 

‘

공

과

 

그

 

妃

의

 

제

사

의

식

과

 

歌

·

樂

·

舞

 

형

성

과

 

流

布

’

라

는

 

통

시

적

 

전

개

 

속

에

 

實

在

했

던

 

가

·

악

·

무

의

 

傳

承

과

 

유

포

가

,

 

漢

나

라

 

樂

府

의

 

編

纂

目

的

에

 

따

라

 

「

공

후

인

」

유

래

담

으

로

 

縮

小

·

變

異

되

어

 

기

록

되

었

다

는

 

것

이

 

이

 

논

문

의

 

要

旨

이

다

.

 

이

를

 

위

해

서

 

?

里

子

高

의

 

「

公

無

渡

河

曲

」

이

 

漢

나

라

의

 

舞

曲

 

「

公

莫

舞

」

로

 

수

용

되

었

다

는

 

사

실

,

 

그

 

歌

舞

詩

 

「

公

莫

巾

舞

歌

行

」

과

 

관

련

된

 

중

국

의

 

文

獻

資

料

들

을

 

「

공

후

인

」

유

래

담

과

 

연

관

하

여

 

分

析

하

였

다

.

@highlight

이 論文은 ‘「??引」由來談’에서 同一한 지시대상이 相異한 기호로 指稱되는 脈絡의 異質性 문제를 연구했다.