21세기 지식정보산업사회는 디지털 혁명시대로 쉽게 정보를 가공, 처리 유통할 수 있다.

디지털 혁1명은 정보통신의 발달과 함께 사회혁명을 일으키고 있으며 기술과 정보의 눈부신 발전과 발 맞춰 이전에는 경험하지 못했던 다양하고 전문화된 사회로 변화되고 있다.

이제 4차 산업혁명을 맞이하는 급변하는 현실 속에서 청소년들은 자신의 미래를 설계하고 진로를 결정하는데 적지 않은 어려움을 호소하고 있다.

이제는 이러한 변화에 대비하고 대처할 수 있는 새로운 인재 상을 제시 할 수 있어야 하며 청소년들에게 자기 스스로의 이해를 통해 알맞은 진로를 탐색, 준비, 결정 할 수 있도록 이끌어야 한다.

그러기 위해서는 직업생활을 미리 체험할 기회를 충분히 주어야 한다.

이에 본 연구는 지역에 연계된 인턴십 프로그램의 사례를 통하여 청소년들이 자기 이해와 가치관을 발견하고 스스로에게 알맞은 진로를 찾을 수 있도록 진로교육의 방향을 연구하는데 그 목적이 있다.

먼저 성동광진교육청 LTI 청소년 인턴십 프로그램을 운영하여 단순 업무나 견학이 아닌 현장 업무를 경험하도록 하였다.

이를 통해 진로교육에 있어서 학생의 주도적 진로설계의 가능성과 지역 연계 협력 방안을 제시하였다.

@highlight

21세기 지식정보산업사회는 디지털 혁명시대로 쉽게 정보를 가공하고 처리 유통할 수 있다.

@highlight

디지털 혁1명은 정보통신의 발달과 함께 사회혁명을 일으키고 있고 기술과 정보의 눈부신 발전과 발 맞추어 이전에는 경험하지 못했던 다양하고 전문화된 사회로 변화되고 있는 실정이다.

