본 연구는 발명영재의 진로발달을 분석하여, 발명영재의 진로특성 탐색과 진로상담 요구에 적합한 진로상담을 지원하기 위해, 특허청이 KAIST와 POSTEC에서 발명영재를 선발하고 교육하고 있는 발명영재학생(차세대영재기업인)을 대상으로 진로발달을 분석하였다.

연구결과, 발명영재들은 진로성숙의 인지적·정의적 특성에 대한 모든 영역에서 일반학생들에 비해 보통이상의 높은 수준을 나타냈다.

진로 결정에 대해 어느 정도 확신이 있으며 진로에 대해 보다 적극적으로 준비하고 있었다.

진로성숙에서도 모든 하위 영역에서 동 연령대의 일반학생에 비해 진로발달측면에서 보다 성숙하게 나타났다.

진로성숙도에서 남녀 간의 차이는 진로 합리성에서만 남학생의 우위가 나타났다.

그리고 진로흥미 검사의 결과 발명영재들은 흥미유형 중 탐구형(I)과 진취형(E)이 상대적으로 높게 나타났으며 이들 진로유형 간 진로성숙도의 차이는 탐구형이 진로정체감에서 높은 것으로 나타났다.

마지막으로 본 연구에서 발명영재학생들의 진로발달수준 및 흥미유형에 대한 정보를 바탕으로 발명영재학생들의 진로발달과 진로상담을 위한 교육적 시사점을 제시하였다.

@highlight

이 연구는 발명영재의 진로발달을 분석하여, 발명영재의 진로특성 탐색과 진로상담 요구에 적합한 진로상담을 지원하기 위해, 특허청이 KAIST와 POSTEC에서 발명영재를 선발하고 교육하고 있는 발명영재학생(차세대영재기업인)을 대상으로 진로발달을 분석하였다.

