복합재료 샌드위치 구조는 굽힘 강성을 향상시키고 복합재 적층판에 비해 30% 이상의 무게를 절감할 수 있다.

그러나 일반 금속에 비해 제작과정에서 발생되는 재료물성의 불확실성이 많이 내재되어 있으므로 신뢰성 기반 확률론적 설계방법이 요구된다.

본 논문에서는 안전계수를 이용한 고전적인 설계 방법이 구조물의 안전을 보장하지 않는다는 확률론적 증거를 제시하기 위하여 단순화된 복합재 샌드위치 동체에 대해 PMS(Probabilistic Margin of Safety)를 계산하였다.

이 과정에서 CMCS(Crude Monte-

Carlo Simulation)에 의해 계산된 확률밀도함수를 이용하였다.

더 나아가 신뢰성 기반 최적설계를 수행하고 효율적인 계산을 위해 RBDO-

MPDF(RBDO by Moving PDF) 방법을 제시하였다.

본 논문의 결과는 구조물의 신뢰성을 보장하기 위한 개선된 설계 방법과 효율적인 신뢰성 기반 최적설계 방법 연구에 유용할 것이다.

@highlight

본고에서는 안전계수를 이용한 고전적인 설계 방법이 구조물의 안전을 보장하지 않는다는 확률론적 증거를 제시하기 위하여 단순화된 복합재 샌드위치 동체에 대해 PMS(Probabilistic Margin of Safety)를 계산하였다.

