본 연구에서는 한국교육개발원의 한국교육종단연구 5, 6, 7차 데이터를 사용하여 고교 진로교육활동 경험에 따라 대학 생활에서 적응 차이가 있는지에 대해 분석하였다.

이를 위해 7차 조사 자료 중 대학진학자의 5차와 6차 조사에서의 응답 결과를 활용하여 빈도 분석과 차이 분석을 실시하였다.

분석 결과 고교에서의 진로교육활동 정도 차이나 진로교육활동의 도움 정도에 대한 인식에 따라 대학에서의 학업적응, 일반적응, 사회적응 등에서 차이를 나타내지 않았다.

또한, 고교-

대학 연계 활동 여부에 따른 대학에서의 적응 차이도 나타나지 않았다.

이상의 연구 결과는 일반 고교에서의 진로교육활동이 적어도 대학에서의 생활에서 영향을 미치지 못한다는 것을 의미하며, 조사 당시 일반고에서의 진로교육활동이 성적에 기반을 둔 대학진학지도에 한정하여 이루어졌음을 나타낸다.

향후 진로교육은 진로 및 진로교육이 한 사람의 생애발달에 걸쳐 이루어져야 할 총체적 활동이라는 인식에 기반하여, 개인의 적성에 맞는 생애 설계의 특성을 지닐 수 있도록 다양한 활동으로 구성되어야 할 것이다.

@highlight

본 연구에서는 한국교육개발원의 한국교육종단연구 5, 6, 7차 데이터를 사용하여 고교 진로교육활동 경험에 따라 대학 생활에서 적응 차이가 있는지에 대해 분석했다.

