루소의 「에밀」은 현대 교육에 지대한 영향력을 미친 교육사상이지만, 그의 교육론의 핵심을이루는 자연 개념은 난해한 해석의 문제를 안고 있다.

이 글은 루소의 아동기 교육에 초점을 맞추어, 그가 말하는 자연이 2가지 상이한 관점에서 해석될 수 있다는 점을 드러내고자 한다.

본연구의 관점에서 볼 때, 이때까지 대부분의 연구는, 루소가 주장하는 자연을 교육 이전에 ‘이미주어진 것’ 또는 ‘일체의 인위성이 배제된 상태’로 간주해왔다.

그러나 이런 해석은 「에밀」 후반부의 교육은 물론이거니와 전반부의 아동기 교육을 설명하지 못하는 한계를 안고 있다.

아동기교육의 감각훈련의 내용에 비추어 볼 때, 루소가 말하는 감각훈련은 초보적 수준의 이성훈련 또는 지식교육에 해당된다고 볼 수 있다.

이 점에 주목할 때, 루소의 자연은 교육 이전에 이미 주어진 것이 아니라, 가정교사인 루소의 인위적 노력을 통하여 형성되는 것, 다시 말하여 교육을통하여 형성되는 것이라고 해석할 수 있다.

@highlight

이 글은 루소의 아동기 교육에 초점을 맞추어, 그가 말하는 자연이 2가지 상이한 관점에서 해석될 수 있다는 점을 드러내고자 한다.

