이 연구는 화공섬유 통합표시과목 시행에 따른 문제점을 찾아내고, 그 원인을 분석하여, 궁극적으로 임용시험의 부담을 줄이는 방안을 제시하기 위한 것이다.

이 연구의 결과를 요약하면, 다음과 같다.

첫째, 화공과 섬유의 통합은 각 영역의 특성을 충분히 고려하지 않은 것으로 나타났으며, 후에 개정을 위한 더 많은 논의가 필요하였다.

둘째, 공업계 고등학교의 화공과 섬유계열 학과의 발전방향은 공통점이 거의 없고, 섬유계열 학과는 전국에 6개 시도에만 설치되어 있고 교원임용인원도 아주 적다.

또한 화골과 섬유의 학문적 융합은 사회적 추세가 아니므로, 화공과 섬유의 인위적 통합보다는 예전과 같이 화공과 섬유의 임용시험을 분리하고 기존의 교사의 부전공 연수를 활용하는 것이 더 바람직하다.

셋째, 통합표시과목에서 기본이수과목이 증가하여 임용시험 응시자의 부담이 증가하였다.

화공과 섬유 영역이 궁극적으로 분리되는 것이 바람직하지만, 분리 이전에 과도기적으로 응시자의 부담을 줄이는 방안으로 응시과목을 줄이는 것보다 출제내용을 줄이는 것이 바람직한 것으로 판단되었다.

넷째, 출제내용을 줄이기 위해 화공영역만 출제과목의 출제요소의 중요도를 분석한 결과에 의하면 30~50%까지 줄일 수 있는 것으로 나타났다.

@highlight

화공과 섬유의 통합은 각 영역의 특성을 충분히 고려하지 않은 것으로 나타났으며 화공과 섬유의 인위적 통합보다는 예전과 같이 화공과 섬유의 임용시험을 분리하고 기존의 교사의 부전공 연수를 활용하는 것이 더 바람직하다.

@highlight

통합표시과목에서 기본이수과목이 증가하여 임용시험 응시자의 부담이 증가하였다.

@highlight

화공과 섬유 영역이 궁극적으로 분리되는 것이 바람직하지만, 분리 이전에 과도기적으로 응시자의 부담을 줄이는 방안으로 응시과목을 줄이는 것보다 출제내용을 줄이는 것이 바람직하다.

