집락영농은 ‘집락(=마을)을 단위로, 농업생산과정의 전부 혹은 일부가 구성원들의 합의에 의해 공동적․통일적으로 이루어지는 영농’으로써 집락단위에서 농업생산요소를 합리적으로 이용함으로써 농업의 생산성을 높이기 위한 ‘지역농업시스템’이다.

일본 집락영농의 시사점은 첫째, 유통전담 주체로서 농협의 존재가 생산요소의 조직화를 통한 생산성 향상정책을 추진할 수 있는 토대가 되었다.

둘째, ‘포장정비사업’이 주민들에게 집락영농에 관심을 갖도록 만드는 계기가 되었다.

셋째, 집락영농은 개별적으로는 해결할 수 없는 농업후계자 문제를 집락단위에서 해결하기 위한 영농시스템이다.

넷째, 집락영농의 성공을 위해서는 조직화로 인해 유휴화되는 농업자원을 흡수할 수 있는 고용처가 존재해야 한다.

다섯째, 집락영농조직을 영농주체로 인정하고, 지원하기 위해 관련제도가 필요하다.

여섯째, 최근 집락영농은 농업부문을 벗어나 지역사회와의 연대를 중시하는 방향으로 진화하고 있다.

@highlight

집락영농은 ‘집락(=마을)을 단위로, 농업생산과정의 전부 혹은 일부가 구성원들의 합의에 의해 공동적․통일적으로 이루어지는 영농’으로써 집락단위에서 농업생산요소를 합리적으로 이용함으로써 농업의 생산성을 높이기 위한 ‘지역농업시스템’이다.

@highlight

일본 집락영농은 개별적으로는 해결할 수 없는 농업후계자 문제를 집락단위에서 해결하기 위한 영농시스템이다.

@highlight

집락영농의 성공을 위해서는 조직화로 인해 유휴화되는 농업자원을 흡수할 수 있는 고용처가 존재해야 한다.

