이 연구는 모어 화자의 사용 빈도가 높고 한국어 학습에서 필수적인 항목으로 제시되는 ‘에 대해(서)’, ‘에 대한’의 제시 방법과 의미, 용법을 분석하여 한국어 교육 방법을 고안할 수 있는 시사점을 제언하는 것에 목적이 있다.

이를 위해 한국어 교재와 문법서를 분석하였는데 ‘에 대해(서)’의 형태적 제시가 통일되지 않은 것을 알 수 있었다.

또한 관형형 ‘에 대한’은 ‘에 대해(서)’의 제시 후에 추가적 설명으로 제시되어 문법적 설명 제시가 부족한 경우가 많았다.

다음으로 한국어 능력시험에서 ‘에 대해(서)’, ‘에 대한’의 문장을 추출하여 선행부와 후행부를 나누어 분석하고 호응관계를 살펴보았다.

선행부에는 직접적 대상이 되는 구체적 내용과 전체적인 화제 내용이 되는 포괄적 내용으로 구분할 수 있었다.

후행부는 심리표현, 언어표현, 사고표현으로 나누어 제시할 수 있으며 선행부에 나타난 표현과 공기할 수 있는 표현을 확인하여 제시하는 것이 중요하다고 보았다.

이러한 결과를 바탕으로 시사점을 제언하여 ‘에 대해(서)’, ‘에 대한’의 교육 방안 마련에 도움을 주고자 하였다.

@highlight

모어 화자의 사용 빈도가 높고 한국어 학습에서 필수적인 항목으로 제시되는 ‘에 대해’, ‘에 대한’의 제시 방법과 의미, 용법을 분석하여 한국어 교육 방법을 고안할 수 있는 시사점을 제언하는 것에 목적이 있다.

@highlight

이를 위해 한국어 교재와 문법서를 분석하였는데 ‘에 대해(서)’의 형태적 제시가 통일되지 않은 것을 알 수 있었고 다음으로 한국어 능력시험에서 ‘에 대해’, ‘에 대한’의 교육 방안 마련에 도움을 주고자 하였다.

