본 연구는 블록크기 및 균열의 기하학적 속성이 균열암반의 수리적 특성에 미치는 효과를 파악하기위해 이차원 등가파이프 연결구조에 기반을 둔 DFN 유체유동 해석기법을 적용하여 수치실험을 수행하였다.

두 개의 균열군을 사용하여 균열의 기하학적 속성 변화를 반영할 수 있도록 방향, 면적빈도, 길이분포를 달리하며 이차원 영역에 추계론적으로 생성한 총 72개의 DFN 블록에 대하여 방향에 따른 블록수리전도도가 산정되었다.

또한, 각각의 DFN 블록에서 이론적 블록수리전도도, 주 수리전도도텐서 및 평균블록수리전도도를 추정하여비교분석한 결과, 블록크기 및 균열의 기하학적 속성은 균열성 암반의 수리적 특성에 큰 영향을 미치는 것으로평가되었다.

균열군의 교차각이 작을수록, 면적빈도가 낮고 길이분포가 짧을수록 DFN 시스템은 유체유동에대한 REV를 정의하기 어려우며 방향에 따른 블록수리전도도의 변동성이 강하게 나타났다.

일반적으로 블록크기가 커질수록 DFN 시스템에 대한 등가연속체 취급 가능성은 높아진다.

@highlight

이 연구는 블록크기 및 균열의 기하학적 속성이 균열암반의 수리적 특성에 미치는 효과를 파악하기위해 이차원 등가파이프 연결구조에 기반을 둔 DFN 유체유동 해석기법을 적용해 수치실험을 수행했다.

