미국국회도서관에서 서지레코드의 웹 접근성을 확보하고 웹 환경으로의 통합을 목적으로 새로운 서지기술형식인 BIBFRAME을 제시하였다.

본 연구는 BIBFRAME 모델 및 경과를 소개하고, BIBFRAME 클래스와 속성어휘를 살펴보고, MARC21과 BIBFRAME 어휘간 매핑, MARC 목록레코드의 BIBFRAME 전환사례를 제시함으로써 BIBFRAME 활용방안에 대한 이해를 높이고자 하였다.

BIBFRAME은 서지개체를 저작-

인스턴스 관계로 구분하고 데이터의 시맨틱을 이해할 수 있는 RDF/XML과 식별자를 사용하며, 주석 개체를 제시하여 이용자 및 외부 기관에서 생산한 정보를 서지데이터상에 제시하고 있다.

이를 통해 서지데이터의 링크드 데이터로의 활용가능성을 제시하고 이용자의 정보탐색가능성을 향상할 수 있다는 점에서 그 의의가 있다.

그럼에도 불구하고 콘텐트 모델에 상관없는 적용 및 다양한 자료유형의 수용을 보완하기 위한 계속적인 테스트가 요구되며 복잡한 구조의 사용성을 높이기 위한 BIBFRAME 모델 및 어휘 수정 그리고 가이드라인 구축이 요구된다.

@highlight

본고는 BIBFRAME 모델 및 경과를 소개하고, BIBFRAME 클래스와 속성어휘를 살펴보고, MARC21과 BIBFRAME 어휘간 매핑, MARC 목록레코드의 BIBFRAME 전환사례를 제시함으로써 BIBFRAME 활용방안에 대한 이해를 높이고자 했다.

