최근 지적장애인의 자기결정이 기관의 서비스 혁신에서 중요한 쟁점으로 부각되고 있다.

본 연구의 목적은 생활시설 성인 지적장애인의 일상적인 자기결정에 영향을 미치는 개인적 요인과 환경적 요인을 파악하는 것이다.

이를 위해 지적장애인 당사자들을 대상으로 서베이를 실시하였으며, 총 219부를 분석하였다.

분석 결과 성별, 연령, 자기결정 개념에 대한 이해, 직원과의 관계에 대한 인식, 적응행동 수준 등의 개인적 요인들 가운데서는 자기결정 개념에 대한 이해, 직원과의 관계에 대한 인식, 적응행동 수준이 지적장애인의 자기결정 수준에 영향을 미치는 것으로 나타났다.

시설 위치, 시설 규모, 공동 공간 이용자 수, 거주형태, 자기결정의 기회 등의 환경적 요인들 가운데서는 시설위치, 시설규모, 자기결정의 기회가 지적장애인의 자기결정 수준에 영향을 미치는 것으로 나타났다.

자기결정을 가장 장 예측할 수 있는 변수는 자기결정 기회인 것으로 나타났다.

그 다음으로 직원과의 관계에 대한 인식, 시설 위치, 적응행동 수준, 자기결정 개념에 대한 이해, 시설 규모 등의 순서로 나타났다.

본 연구의 결과를 통해서 보면 지적장애인들이 실제로 자기결정을 할 수 있는 기회를 많이 가질수록, 직원과의 관계를 이용자 중심으로 생각할수록, 시설의 위치가 도심에 가까울수록, 적응행동의 수준이 높을수록, 자기결정의 개념에 대해서 이해할수록, 시설의 규모가 작을수록 거주하는 지적장애인의 자기결정 수준이 높은 것으로 나타났다.

@highlight

이 연구의 목적은 생활시설 성인 지적장애인의 일상적인 자기결정에 영향을 미치는 개인적 요인과 환경적 요인을 파악하는 것이다.

@highlight

이 연구의 결과를 통해서 보면 지적장애인들이 실제로 자기결정을 할 수 있는 기회를 많이 가질수록, 직원과의 관계를 이용자 중심으로 생각할수록, 시설의 위치가 도심에 가까울수록, 적응행동의 수준이 높을수록, 자기결정의 개념에 대해서 이해할수록, 시설의 규모가 작을수록 거주하는 지적장애인의 자기결정 수준이 높은 것으로 나타났다.

