인지의 매커니즘을 설명하는 심리학적 접근을 넘어서는 문화적 패러다임에 대한 정당화작업이 계속되고 있다.

M.

Tomasello로 잘 알려진 진화인류학과 전 세계적인 학문공동체를 형성하고 있는 문화역사적 활동이론, 그리고 독일 베를린을 중심으로 논의되고 있는 역사문화적 안트로폴로지 이론 등 인지의 문화적 맥락에 대한 강조가 설득력을 얻고 있다.

이러한 대열에 N.

Elias의 문명화이론이 관계망적 문화학습이론 또한 문화인지를 설명할 수 있는 중요한 이론으로 인식될 필요가 있다.

N.

Elias는 그의 저서 <문명화 과정>에서 역사와 사회, 심리적 측면들이 ‘결합태’를 형성하며 인류와 인간의 인지가 문화적으로 형성되어감을 밝히고 있다.

N.

Elias의 ‘결합태이론’은 ‘문화인지’를 잘 설명해 줄 수 있는 개념으로 개인과 사회가 독립적인 개체로 움직이는 게 아니라 연결망을 통해 복잡한 형태로 결합되어 작동하고 있는 상태를 일컫는다.

N.

Elias는 더 나아가 이러한 문화적 작동방식은 자기통제라고 하는 사회적 조형장치를 통해 영향력을 발휘하게 된다고 주장한다.

본 논문은 N.

Elias의 문명화이론에서 나타나는 문화인지와 조형적 차원의 인간 학습의 현상을 탐색해 봄으로써 ‘문화인지’ 개념 정립을 위한 이론적 토대를 마련하는 것을 목적으로 한다.

@highlight

본고는 N.

@highlight

Elias의 문명화이론에서 나타나는 문화인지와 조형적 차원의 인간 학습의 현상을 탐색해 봄으로써 ‘문화인지’ 개념 정립을 위한 이론적 토대를 마련하는 것이 목적이다.

