이 연구에서는 원형기둥-

상자형보 접합부의 다이 아프램 형상에 따른 거동특성과 다이 아프램 설계방법에 관한 것이다.

강재 원형기둥-

상자형보 접합부의 다이 아프램은 상자형보 하부플랜지로부터 전달되는 집중력을 지지하게 되며, 보와 기둥의 강도 뿐만아니라 접합부의 거동에 큰 영향을 미치게 된다.

기존의 연구에서는 부정정 곡선보 모델로부터 유도된 다이 아프램의 응력계산식이 제시되어 있으나, 설계식으로 활용되기에는 계산과정이 난해하고 유도과정이 비합리적이다.

또한 접합부 강도에 대한 다이 아프램의 역할을 고려하지 않음으로써 다이아프램의 합리적인 설계가 이루어 지지 못하고 있다.

따라서 이 연구에서는 접합부 다이 아프램의 설계변수에 대한 비선형 유한요소 해석을 수행하여, 다이아프램의 아프램의 이론식이 접합부의 실제 거동과 큰 차이를 나타냄을 확인하였고, 보와 기둥 및 다이 아프램 강성을 고려한 강재 원형기둥 접합부 다이 아프램의 설계방법을 제안하였다.

@highlight

본 논문은 원형기둥-

@highlight

상자형보 접합부의 다이 아프램 형상에 따른 거동특성과 다이 아프램 설계방법에 관한 것으로, 본 연구에서는 다이아프램의 아프램의 이론식이 접합부의 실제 거동과 큰 차이를 나타냄을 확인하였고, 강재 원형기둥 접합부 다이 아프램의 설계방법을 제안하였다.

