본 연구는 청소년의 부모-

자녀관계, 종교 성향 및 영적 성숙도의 관계를 분석한 연구이다.

구체적인 연구문제는 첫째, 부모-

자녀관계, 종교 성향, 영적 성숙도의 관계와 구조는 어떠한가?

둘째, 부모-

자녀관계, 영적 성숙도의 관계에서 종교 성향의 매개효과는 어떠한가?

이다.

연구를 위하여 전북지역에 소재하는 고등학교 3개교 학생 790명에게 설문조사를 실시하였으며 이중 기독교인 341명의 설문지를 분석하였다.

연구 결과, 부모-

자녀관계와 종교 성향, 영적 성숙도의 구조적 관계는 적합하였다.

구체적으로 부모와 자녀 간 친밀관계는 내재적 종교 성향과 정적인 관계를 가지고 있었다.

부모와 자녀 간 엄격한 관계는 내?

외재적 종교 성향과 유의한 관계를 가지고 있지 않았다.

청소년의 종교 성향 중 내재적 종교 성향이 영적 성숙도에 유의한 영향을 미치고 있었다.

더불어 부모-

자녀관계와 영적 성숙도의 관계에서 내재적 종교 성향은 완전매개를 하는 변인으로 밝혀졌다.

연구 결과를 바탕으로 시사점과 제한점을 기술하였다.

@highlight

청소년의 부모-

@highlight

자녀관계, 종교 성향 및 영적 성숙도의 관계를 분석한 결과, 부모-

@highlight

자녀관계와 종교 성향, 영적 성숙도의 구조적 관계는 적합하였고 부모-

@highlight

자녀관계와 영적 성숙도의 관계에서 내재적 종교 성향은 완전매개를 하는 변인으로 밝혀졌다.

