본 연구는 마음챙김명상이 금연클리닉 이용자의 금연유지와 자기효능감에 미치는 효과를 알아보기 위한 것이다.

연구에서는 금연클리닉에 등록된 134명 중 연구에 참여하기로 동의한 120명을 대상으로 호기 일산화탄소 농도를 측정하였고 스트레스 평가 척도 및 금연자기효능감 질문지를 실시하였다.

연구를 위해 최종 선발된 대상자는 마음챙김명상 집단에 40명, 니코틴패치 집단에 40명, 대기통제 집단에 40명씩 배정되었다.

마음챙김명상 프로그램은 한 회기 당 120분씩 총 8회기가 실시되었다.

자료 분석 결과 마음챙김명상 집단이 니코틴패치 집단에 비해 스트레스 수준 감소와 금연자기효능감의 증가를 보였으며 이러한 결과는 6개월과 12개월 및 24개월 후의 추수 평가에서도 동일하게 나타났다.

따라서 마음챙김명상이 흡연의 원인이 되는 스트레스에 대한 자기조절을 증가시켜 지속적인 금연 유지에 도움을 주었다는 것을 시사해 주고 있다.

끝으로, 본 연구의 의의와 제한점이 논의되었다.

@highlight

금연클리닉 이용자의 금연유지와 자기효능감에 미치는 효과를 알아보니 마음챙김명상 집단이 니코틴패치 집단에 비해 금연자기효능감의 증가와 스트레스 수준 감소효과를 유지하였으므로, 명상이 금연 유지에 도움을 준다는 것을 확인한 바 본 연구의 의의와 제한점이 논의되었다.

