최근 도서관들은 도서관의 본연의 역할을 충실히 하면서도 지역주민의 변화하는 요구를 충족시키기 위해 역할다양화를 모색하고 있다.

복합문화공간의 조성과 이를 기반으로 한 서비스 제공이 역할확대방안 중 하나이다.

본 연구에서는 현재 복합문화공간을 조성하여 운영하고 있는 도서관의 이용자들을 대상으로 설문조사를 수행함으로써 도서관의 복합문화공간에 대한 인식도, 복합문화공간에서 운영되는 프로그램에 대한 선호도와 인식을 조사·분석하였다.

그 결과, 첫째, 공간 선호도에서 정보공간, 교육공간, 휴게공간을 선호하는 것으로 나타났다.

반면, 커뮤니티공간과 체험공간은 낮은 선호도를 보였다.

둘째, 복합문화공간을 활용한 교육프로그램, 전시프로그램, 공연프로그램을 선호하지만 체험프로그램과 커뮤니티프로그램은 선호도가 낮은 것을 알 수 있다.

따라서 이용자에게 정보·교육의 공간을 제공함과 동시에 전시 및 공연공간을 마련하여 프로그램을 운영할 필요가 있으며, 도서관 복합문화공간은 정보·교육의 공간뿐만 아니라 문화와 힐링, 체험, 소통 등이 이루어지는 공간임을 홍보하고 이용자의 인식을 개선할 필요가 있다고 본다.

@highlight

본고에서는 현재 복합문화공간을 조성하여 운영하고 있는 도서관의 이용자들을 대상으로 설문조사를 수행함으로써 도서관의 복합문화공간에 대한 인식도, 복합문화공간에서 운영되는 프로그램에 대한 선호도와 인식을 조사·분석하였다.

