국내의 미세먼지 문제가 심각해짐에 따라 개인이 활동하는 주변공간의 미세먼지 농도를 알고자 하는 욕구 또한 증가하여 직접 미세먼지의 실시간 농도를 측정할 수 있는 휴대용 미세먼지측정센서에 대한수요가 증가하고 있다.

그러나 시중에 판매되는 미세먼지 간이측정기는 정해진 인증기준 없이 제작·판매되고 있다.

본 연구에서는 최근 판매가 급증하고 있는 휴대용 미세먼지 측정센서의 농도값을 어느 정도 신뢰할 수 있는지와 이러한 센서들이 어떠한 경우에 활용될 수 있는지에 대해 일반적인 시민의 입장에서 고찰할 필요가 있다고 판단하였다.

이를 위해, 1) 기기 간 상호비교 및 보다 정확한 장비와의 비교를 수행하고, 2) 휴대용 기기를 활용하여 미세먼지의 영향을 저감할 수 있는 방안들에 대한 검증실험을 수행해 보았다.

그 결과 휴대용센서들의 농도 절대값을 그대로 신뢰하기엔 문제가 있었지만, 그 재현성과 선형성은 실생활에서 활용되기에 유용하다고 판단되었다.

또한 휴대용 미세먼지 측정센서를 사용함으로써 사용자들은 자기 주변의 변화하는 미세먼지 농도에 대해 빠르게 인지하고 대처 할 수 있을 것으로 판단되어, 미세먼지 오염의 피해를 줄이는 데 활용할 수 있을 것이라 기대된다.

@highlight

본 연구는 휴대용 미세먼지 측정센서의 농도값을 어느 정도 신뢰할 수 있는지와 이러한 센서들이 어떠한 경우에 활용될 수 있는지에 대해 일반적인 시민의 입장에서 고찰하였다.

@highlight

기기 간 상호비교 및 정확한 장비와의 비교를 수행하고, 휴대용 기기를 활용하여 미세먼지의 영향을 저감할 수 있는 방안들에 대한 검증실험을 수행했다.

