망원경의 조립 및 평가를 위해서는 평행광선을 만들어주는 시준장치가 반드시 필요하다.

최근에 고해상도 카메라의 초점거리가 길어짐에 따라 상대적으로 적은 부피를 차지하는 Cassegrain 형태의 시준장치가 많이 사용되고 있다.

하지만 이러한 형태는 적외선 광학계를 평가할 때 부경이 가지는 온도로 인하여 불필요한 열복사선을 방출하여 적외선 광학계의 평가 정밀도를 떨어뜨리게 된다.

본 논문에서는 직경이 800 mm이고 초점거리가 2 m인 적외선 광학계를 평가하기 위하여 초점거리는 6 m이고 물리적인 직경 1 m, 유효 직경이 930 mm인 비축포물면을 Zerodur를 이용하여 가공하고 측정한 과정을 설명한다.

약 4개월간의 작업 끝에 면의 최종 파면수차는 30.4 nm rms(λ/138, λ=4.2 μm)를 얻어서 적외선 광학계뿐만 아니라 가시광 영역 광학계도 측정 가능한 성능을 보유하였다.

@highlight

직경이 800mm, 초점거리가 2m인 적외선 광학계를 평가하기 위해 초점거리는 6m, 물리적 직경 1m, 유효 직경 930mm인 비축포물면을 Zerodur를 이용해 가공한 결과, 최종 파면수차는 30.4nm rms를 얻었다.

