사물인터넷(Internet of Things)은 광범위한 활용 범위와 그 성장에 대한 기대로 인해 많은 주목을 받고 있다.

비록 선결해야 할 다양한 기술적, 정책적 이슈들이 제기되고 있음에도 해외 주요국에서는 사물인터넷을 국가 경쟁력 강화의 수단으로 인식하고 각국의 상황에 따라 사물인터넷 정책을 추진하고 있다.

사물인터넷을 가장 적극적으로 추진하고 있는 국가들은 유럽과 중국이다.

유럽은 정부가 민간 주도의 사물인터넷 생태계 조성을 유도하는 반면 중국은 정부가 주도하고 있다.

한편 미국은 국가 차원에서의 단일 정책보다는 산발적이고 파편적으로 사물인터넷을 추진하고 있으며 일본은 기존에 구축된 인프라를 활용하여 파급효과가 클 것으로 기대되는 분야를 중점적으로 지원하고 있다.

인도는 민관 협업 기반으로 사물인터넷 전반에 걸친 정책을 마련하여 사물인터넷 시장 형성을 목표로 하고 있다.

각국은사물인터넷 활성화를 위해 일찍부터 사물인터넷을 활성화를 위해 역량 및 지원을 집중하는 공통점을 보이고 있으나 이를 위한 정부의 역할 및 논의 방향에는 차이를 보였다.

아직 사물인터넷 시장이 발전 초기인 만큼 우리나라가 각국과의 경쟁에서 뒤처지지 않기 위해서는 정부의 역할 점검, 선택과 집중을 통한 논의 진행 및 민간 참여 확대를 위한 적극적인 노력이 요구된다.

@highlight

사물인터넷은 광범위한 활용 범위와 그 성장에 대한 기대로 인하여 많은 주목을 받았다.

@highlight

선결해야 할 다양한 기술적, 정책적 문제들이 제기되고 있음에도 해외 주요국에서는 사물인터넷을 국가 경쟁력 강화의 수단으로 인식하고 각국의 상황에 따라 사물인터넷 정책을 추진하였다.

