본 논문은 미국의 트럼프 대통령과 북한의 김정은 국무위원장이 2019년 2월 27-28일 사이에 베트남 하노이에서 개최한 정상회담을 협상이론 차원에서 분석하고 있다.

이를 위하여 하노이 회담이 진행된 과정을 살펴보고, 최종상태, 의사결정 방식, 협상의 유형, 최상대안, 결렬 측면에서 하노이 회담의 내용을 미국과 북한의 입장에서 평가하고 분석하였다.

분석의 결과, 이번 하노이 회담은 북한의 핵무기 폐기를 요구하는 미국과 핵보유를 희망하는 북한 간 최종상태에 근본적인 격차가 있어서 타결이 어려운 상황이었고, 싱가포르 회담에서의 교훈을 통하여 미국은 상향식 의사결정과 강성입장 방식을 채택하였으며, 무엇보다 트럼프 대통령의 기습적인 회담 결렬로 인하여 북한이 기습을 당한 결과가 되었다.

하노이 회담으로 종료되는 것이 아니라서 회담의 성패를 판단하기는 어려우나, 싱가포르 회담의 결과로 북한은 자만한 반면에 미국은 철저하게 준비하여 하노이 회담을 임하였고, 그 결과로 북한이 의도한 바, 즉 영변 핵시설의 폐기를 조건으로 경제제재의 실질적인 해제는 달성하지 못하였다고 판단된다.

@highlight

본고는 미국의 트럼프 대통령과 북한의 김정은 국무위원장이 2019년 2월 27-28일 사이에 베트남 하노이에서 개최한 정상회담을 협상이론 차원에서 분석한다.

