이 연구는 실질적인 초등영어 융합 수업 방법을 제시하려는 것이다.

교사가 초등 공교육 현장에서 영어 융합 수업을 진행하는 것은 쉽지 않다.

왜냐하면 초등학생들이 영어 몰입 수업 형태의 영어 수업에 어려움을 많이 느끼고 있기 때문이다.

따라서 이 연구에서는 초등학생들의 흥미를 유발할 수 있는 보다 현실적인 영어 융합 수업을 제시하고자 한다.

현장에서 초등영어 교사는 일반적으로 담임으로서 다른 교과들도 가르치므로 영어 수업에 다른 교과들을 융합할 수 있다.

그 절차는 다음과 같다.

첫째, 교사들은 영어 수업을 실시하기 전에 적절한 화제를 선정해야 한다.

이 연구에서는 3학년 학생들에게 '눈'이라는 화제를 선정하였다.

그런 다음 눈과 관련된 다른 과목들을 연계하여 수업을 구성하였다.

교사가 초등학생들에게 이전에 배운 다른 과목들을 도입함으로서 학생들의 흥미를 유발할 수 있다.

학생들은 자기가 배운 과목이 영어와 결합되는 장면을 보면서 더욱 영어에 흥미를 느끼게 될 것이다.

결론적으로, 교사는 초등학생들에게 적절한 융합 수업 방법을 현장에 맞게 적용해야 한다는 것이다.

아울러 현장의 교사는 영어 이외의 다른 과목들을 이용하여 다양한 융합 수업 방법을 개발하고 구안해야 한다.

@highlight

이 연구는 영어 몰입 수업 형태의 영어 수업에 어려움을 느끼는 초등학생들로 하여금 흥미를 유발할 수 있는 실질적인 융합 수업 방법을 제시하는 것을 목적으로 한다.

@highlight

결론적으로 교사는 현장에 맞게 적용할 수 있는 다양한 융합 수업 방법을 개발하고 마련해야 한다.

