형법에서는 원칙적으로 낙태죄를 처벌하면서 위법성조각사유에 해당하지 않는 한 위법한 것으로 취급하지만, 모자보건법에서는 일정한 요건하에서 시술되는 의사에 의한 인공임신중절 수술에는 낙태죄를 적용하지 않는다고 규정하고 있다.

그런데 형법과 모자보건법의 규정은 정합적으로 들어맞는 것이아니라, 상당한 차이를 가지고 있다.

이것은 이들 각각의 법률이 기본적으로 취하고 있는 입법목적상의차이를 고려하더라도 쉽게 해명되기 힘든 것이다.

거기에 시대 변화에 따라 낙태에서 임부의 지위에 대한 이해가 변화하였다.

그에 따라 낙태죄의 전면적 폐지론부터 형벌집행 강화론까지 다양한 견해가 대립하고 있는 것이다.

이 문제에서 간과되고 있는 몇 가지 이론적 문제들을 비판적으로 검토한다.

‘낙태’ 라는 주제는 그 자체로서 우리들에게 쉽게 말할 수 없는 윤리, 도덕적 무게로 다가오는 주제이다.

누구도 생존할 수 있는 태아를 모체에서 제거하여 죽음에 이르게 하는 행위를 맹장, 편도선을 제거하는 수술과 동일한 맥락에서 논의하려고 하지는 않을 것이다.

그러나 또한 태아를 위해 임부가 자신의 삶을희생하는 것이 고귀한 행동으로 칭송 받을 수는 있지만, 그것을 형벌로 강제하는 것이 정당하다고도 보기는 힘들다.

지금도 각자의 가치관에 따라 첨예하게 대립하는 이 주제에 대해 아주 단편적인 시각만을제공할 수밖에 없는 형사법적 시각에서의 분석이 약간의 시사점이라도 제공하여 줄 수 있기를 기대한다.

@highlight

형법에서는 원칙적으로 낙태죄를 처벌하면서도 위법성조각사유에 해당하지 않는 한 위법한 것으로 취급한다.

@highlight

하지만, 모자보건법에서는 일정한 요건하에서 시술되는 의사에 의한 인공임신중절 수술에는 낙태죄를 적용치 않는다고 규정하고 있다.

@highlight

그런데 형법 및 모자보건법의 규정은 정합적으로 들어맞는 것이 아닌, 상당한 차이를 지니고 있다.

