이 연구는 중소기업 초기경력자가 인식하는 LMX, 무형식 학습 활동, 주관적 경력 성공의 관계에 대한 LMX의 조절된 매개 효과를 검증하고자 하였다.

이를 위해 2018년 한국직업능력개발원의 「일학습병행 훈련과정 이수자 및 중소기업 초기 경력자 경력개발 현황 분석을 위한 설문조사」(김대영 등, 2018)에서 수집된 자료 중, 연구 목적에 따라 300인 미만의 중소기업에 재직 중이고, 만 34세 이하이며, 해당 분야 총 경력 5년 미만인 자들의 응답 자료(441개)를 분석에 활용하였다.

주요 분석 결과는 다음과 같다.

첫째, 중소기업 초기 경력자의 무형식 학습 활동은 LMX와 주관적 경력 성공의 관계를 매개하는 것으로 나타났다.

둘째, ‘무형식 학습 활동→주관적 경력 성공’에 대한 LMX의 조건부 효과와, ‘LMX→무형식 학습 활동→주관적 경력 성공’의 관계에 대한 LMX의 조건부 간접 효과가 모두 유의하였다.

즉 LMX는 조절된 매개 효과를 갖는다.

이상의 연구 결과를 바탕으로 LMX, 무형식 학습 활동, 주관적 경력 성공의 관계에 대한 학술적 논의와 중소기업 초기 경력자의 경력개발 활성화를 위한 실무적 시사점을 제시하였다.

@highlight

본고는 중소기업 초기경력자가 인식하는 LMX, 무형식 학습 활동 그리고 주관적 경력 성공의 관계에 대한 LMX의 조절된 매개 효과를 검증하고자 한다.

