본 연구는 특허 데이터 분석을 통하여 볼보의 기술이 직접적으로 지리에 이전되었는지를 분석하였다.

단순히 M&A 이후 지리의 특허 출원이 증가했는지를 보는 것이 아니라 지리의 특허에 볼보의 기술이 들어갔는지(특허 인용문헌 분석), 볼보의 기술자가 직접적으로 지리의 기술개발에 참여했는지(특허 출원인 분석), 그리고 스웨덴 볼보 본사에 지리측 연구원이 기술개발에 직접 참여했는지를 분석하였다.

분석 결과 지리는 볼보와 함께 플랫폼을 개발하고, 지리의 특허에 볼보 기술자가 직접 참여하였음을 확인하였다.

그런데 볼보가 개발한 제품을 사용한 것과 기술을 이전받았다는 것은 별개이며, 지리가 볼보의 기술을 자신들의 특허에 적극적으로 활용하지는 못하였다.

기술혁신은 투입지표인 R&D 규모와 결과지표인 특허출원을 통해 파악할 수 있는데 지리는 여타 로컬자동차에 비해 혁신이 높다고 할 수 없다.

볼보가 개발한 기술을 활용하고는 있지만 이는 여타 선진국 자동차가 개발한 기술을 활용하는 수준에도 미치지 못한다.

지리의 PCT 특허 출원에서 약간의 역기술이전이 발견되었지만, 이것이 지리 내부로 기술이 체화되었음을 의미하는지는 명확하지 않다.

오히려 지리는 기술개발은 볼보에게 맡기고 자신은 그 기술을 활용하여 생산에 집중하는 것으로 보였다.

@highlight

특허 데이터 분석을 통하여 볼보의 기술이 직접적으로 지리에 이전되었는지를 분석한 결과 지리는 볼보와 함께 플랫폼을 개발하고 지리의 특허에 볼보 기술자가 직접 참여하였음이 나타났다.

@highlight

볼보가 개발한 기술을 활용하고는 있지만 지리는 자신들의 특허에 적극적으로 활용하지는 못했다.

