하

천

은

 

다

양

한

 

환

경

을

 

가

지

며

 

수

생

생

물

의

 

주

 

서

식

처

로

서

의

 

역

할

을

 

한

다

.

 

식

물

성

 

플

랑

크

톤

의

 

분

포

는

 

p

H

,

질

소

,

 

인

과

 

같

은

 

수

환

경

에

 

의

해

 

영

향

을

 

받

는

다

.

 

식

물

성

 

플

랑

크

톤

의

 

분

포

와

 

수

환

경

간

의

 

관

계

를

 

밝

히

기

 

위

하

여

,

 

서

울

의

 

도

림

천

 

상

류

 

1

0

곳

에

서

 

p

H

,

 

N

O

3

-

와

 

P

O

4

3

-

의

 

농

도

 

그

리

고

 

식

물

성

 

플

랑

크

톤

을

 

조

사

하

였

다

.

 

p

H

는

 

5

.

0

5

 

~

7

.

5

6

의

 

범

위

에

 

있

었

으

며

,

 

N

O

3

-

와

 

P

O

4

3

-

의

 

농

도

는

 

0

.

4

 

~

 

4

.

9

p

p

m

와

 

0

.

0

2

 

~

 

0

.

9

9

p

p

m

의

 

범

위

에

 

있

었

다

.

 

서

울

대

학

교

로

부

터

 

P

O

4

3

-

이

 

유

입

되

는

 

것

으

로

 

확

인

되

었

지

만

 

그

 

농

도

는

 

그

리

 

높

지

 

않

았

으

며

,

 

4

0

0

m

 

정

도

 

지

나

면

 

거

의

 

모

두

 

정

화

되

었

다

.

 

N

O

3

-

/

P

O

4

3

-

 

비

율

은

 

유

입

되

는

 

P

O

4

3

-

의

 

영

향

을

 

받

는

 

곳

을

 

제

외

하

면

 

2

8

 

~

 

1

5

2

의

 

범

위

로

 

나

타

났

다

.

 

p

H

,

 

N

O

3

-

,

 

P

O

4

3

-

의

 

농

도

는

 

하

류

로

 

갈

수

록

 

증

가

하

였

으

며

,

 

이

는

 

한

강

 

본

류

에

서

 

끌

어

온

 

물

의

 

유

입

뿐

만

 

아

니

라

 

비

점

오

염

원

으

로

부

터

의

 

유

입

과

 

관

련

되

었

다

.

 

일

반

적

으

로

 

N

O

3

-

의

 

농

도

가

 

3

.

5

p

p

m

 

보

다

 

높

아

지

면

 

식

물

성

 

플

랑

크

톤

의

 

밀

도

가

 

급

격

히

 

증

가

하

였

으

며

,

 

P

O

4

3

-

의

 

경

우

는

 

농

도

가

 

0

.

0

7

p

p

m

 

이

상

이

 

되

어

야

 

증

가

하

는

 

것

으

로

 

나

타

났

다

.

 

N

O

3

-

/

P

O

4

3

-

 

비

율

이

 

5

0

 

이

상

일

 

때

 

식

물

성

 

플

랑

크

톤

의

 

밀

도

는

 

낮

게

 

나

타

났

다

.

@highlight

하천은 다양한 환경을 가지며 수생생물의 주 서식처로서의 역할을 한다. pH, NO3-, PO43-의 농도는 하류로 갈수록 증가했고, 이는 한강 본류에서 끌어온 물의 유입뿐만 아니라 비점오염원으로부터의 유입과 관련되었다.