현대사회는 의학의 발달로 어느 정도 수명(壽命)이 보장되는 상황이므로, 어떻게 행복한 삶을 영위하느냐에 많은 관심이 쏠리고 있다.

본고는 이러한 시대적 요구에 따라 대안의학으로서 진단내리기의 첫 시도로 이루어진 것이다.

구체적으로 말하면, 사이코드라마는 어떤 상황에서 어떤 대상자에게, 어떤 목적으로 사용하며 그것이 가져다주는 효과가 무엇인가를 들뢰즈와 가타리의 ‘~되기’를 통해 살펴보았다.

그 결과 사이코드라마는 정신적 외상으로 인해 발생한 부정적인 감정을 긍정적으로 변화시킴으로써, 역기능적인 행동을 순기능적인 행동으로 변화시키는 데 탁월한 효과가 있다는 결론을 얻었다.

이것은 행위화를 통해 ‘~되기’를 시도하는 과정에 오감을 통해 ‘나’라는 소우주에서 ‘너’를 포함하는 대우주로 전체성을 회복함으로써 이룩되었다.

즉 외상을 입기 이전으로 ‘역행한 나’와 타자화되기 이전의 ‘전체성으로서의 너’라는 최초의 상태를 회복하는 것이다.

바로 인간(人)의 무늬(文)을 회복하는 것이다.

이런 점에서 사이코드라마의 ‘~되기’를 통해 전(全) 우주와 전체성을 회복함으로써 얻어지는 치유 효과는 인문치료에서 인간의 본성(人文)을 회복하는 것과 상통한다.

@highlight

사이코드라마는 어떤 상황에서 어떤 대상자에게, 어떤 목적으로 사용하며 그것이 어떠한 효과를 가져다주는지 들뢰즈와 가타리의 ‘~되기’를 통해 살펴본 결과, 사이코드라마는 정신적 외상으로 인해 발생한 부정적인 감정을 긍정적으로 변화시킴으로써, 역기능적인 행동을 순기능적인 행동으로의 변화에 탁월한 효과가 있다.

