본

 

연

구

진

은

 

최

근

 

U

자

 

형

태

인

 

액

체

댐

퍼

의

 

수

직

관

을

 

다

수

의

 

셀

(

사

각

 

기

둥

)

로

 

나

누

어

 

셀

 

상

부

를

 

개

폐

함

에

 

따

라

 

다

양

한

 

고

유

진

동

수

를

 

쉽

게

 

재

현

하

는

 

새

로

운

 

멀

티

셀

 

액

체

댐

퍼

를

 

제

시

하

였

다

.

 

이

러

한

 

댐

퍼

를

 

1

층

 

건

물

 

모

형

에

 

설

치

하

여

 

진

동

대

 

실

험

을

 

수

행

하

여

 

건

물

응

답

이

 

감

소

되

는

 

것

을

 

검

증

하

였

다

.

 

6

4

층

의

 

풍

응

답

인

 

가

속

도

를

 

제

어

할

 

수

 

있

도

록

 

댐

퍼

를

 

설

계

하

기

 

위

하

여

 

건

물

을

 

1

자

유

도

계

로

 

축

소

하

였

다

.

 

가

속

도

 

기

반

 

상

사

비

인

 

1

/

2

0

를

 

적

용

하

여

 

1

층

 

건

물

 

모

형

과

 

새

로

운

 

댐

퍼

를

 

제

작

하

였

다

.

 

설

계

 

진

동

수

인

 

0

.

6

5

H

z

가

 

구

현

되

도

록

 

모

형

건

물

의

 

질

량

과

 

강

성

을

 

쉽

게

 

조

절

할

 

수

 

있

도

록

 

탈

부

착

식

으

로

 

제

작

하

였

다

.

 

모

형

건

물

은

 

중

량

을

 

부

담

하

는

 

질

량

부

와

 

하

부

에

 

스

프

링

과

 

L

M

 

g

u

i

d

e

가

 

설

치

된

 

구

동

부

로

 

나

누

어

서

 

제

작

되

었

다

.

 

1

8

개

의

 

셀

을

 

가

지

는

 

액

체

댐

퍼

를

 

제

작

하

여

 

고

유

진

동

수

 

조

절

 

범

위

가

 

0

.

6

5

H

z

~

0

.

8

1

H

z

인

 

것

을

 

파

악

하

였

다

.

 

대

형

 

진

동

대

에

 

설

치

한

 

모

형

건

물

의

 

일

방

향

 

가

진

을

 

통

하

여

 

모

형

의

 

응

답

을

 

측

정

하

고

 

모

형

상

부

에

 

멀

티

셀

 

액

체

댐

퍼

가

 

설

치

되

었

을

 

경

우

 

모

형

의

 

응

답

을

 

측

정

하

여

 

비

교

하

였

다

.

 

진

동

대

 

가

속

도

를

 

입

력

과

 

모

형

건

물

의

 

가

속

도

를

 

출

력

으

로

 

하

는

 

전

달

함

수

를

 

통

해

 

결

과

를

 

나

타

내

었

다

.

 

예

상

한

 

바

와

 

같

이

 

멀

티

셀

 

액

체

댐

퍼

의

 

고

유

진

동

수

를

 

건

물

의

 

진

동

수

에

 

동

조

시

켰

을

 

경

우

 

건

물

의

 

가

속

도

 

응

답

이

 

감

소

함

을

 

알

 

수

 

있

었

다

.

@highlight

본고진은 최근 U자 형태인 액체댐퍼의 수직관을 다수의 셀(사각 기둥)로 나누어 셀 상부를 개폐함에 따라 다양한 고유진동수를 쉽게 재현하는 새로운 멀티셀 액체댐퍼를 제시하였다.