이 논문은 기독경제학의 유형을 5가지로 구분하여 니버(Richard Nieber)의 문화유형과 비교했다.

첫째 유형은 기존의 주류경제학을 완전히 부인하고, 별도의 기독경제학이 필요하다는 극단적 견해, 둘째 유형은 또 주류경제학과 기독경제학이 별도로 존재할 필요가 없다는 또 다른 극단의 견해, 셋째 유형은 경제정의에 대한 관심이 기독경제의 핵심 분야라고 하는 견해, 넷째 유형은 경제윤리가 기독경제라는 견해, 그리고 마지막 유형은 기존의 경제학을 기독교세계관에 비추어 보다 현실 설명력도 있으면서 기독교의 가치를 잘 나타내는 경제학으로 발전시키는 것이 기독경제학자의 사명이라는 5가지 유형으로 정리하였다.

그리고 이 논문에서는 위의 5가지 유형 중에서 다섯 번째 유형이 가장 바람직하다는 주장을 했다.

그리고 한국 사회가 최근에 갈등을 보였던 시장경제와 신자유주의에 대한 수용여부에 대해서 기독경제학자들은 기독교세계관에 기초하여 공감대를 형성해야 하며, 현재 경제학계 뿐만 아니라 정치학, 행정학 등 여러 학문분야에서 일어나고 있는 제도주의에 대한 연구 분야가 앞으로 기독경제학자들이 관심을 가져야할 분야라고 주장했다.

@highlight

본 논문에서는 기독경제학의 유형을 5가지 유형으로 구분하였고,  그중 경제학을 기독교세계관에 비추어 경제학으로의 발전을 이루는 것이 기독경제학자의 사명이라는 유형에 중심을 두어 기독경제학자들의 관심을 가져야 하는 분야라고 제안하였다.

