본 연구는 금융시계열자료의 특징적 속성을 관찰하고자 하는 연구시도의 일환으로, 실제자료 뿐만 아니라 이론자료를 이용하여 장기기억속성의 존재와 장기기억속성의 정도에 영향을 미칠 수 있는 가능한 요인을 수익률 및 변동성차원에서 체계적으로 검증하는 것이 목적이다.

검증결과의 견고함을 위하여, 이론자료 뿐만 아니라 24개국 주식시장의 지수자료, KOSPI 시장지수를 구성하는 430개 개별주식자료를 함께 사용하였다.

관찰된 검증결과를 요약정리하면 다음과 같다.

첫째, 이론자료와 실제자료를 이용하여 장기기억속성의 존재여부를 체계적으로 검증한 결과에 의하면, 분석자료에 관계없이 수익률차원에서는 장기기억속성의 존재를 확인할 수 있는 긍정적인 증거를 발견하지 못하였으나, 변동성차원에서는 강한 장기기억속성의 증거를 지지하는 증거를 발견할 수 있었다.

둘째, 관찰된 변동성의 장기기억속성 정도에 영향을 미칠 수 있는 가능한 요인으로는, 분석자료에 관계없이, 금융시계열자료에서 일반적으로 관찰되는 변동성 군집효과의 속성이 가능한 것으로 확인되었다.

@highlight

금융시계열자료의 특징적 속성을 관찰하고자 이론자료를 이용하여 장기기억속성의 존재와 정도에 영향을 미칠 수 있는 가능한 요인을 수익률 및 변동성 차원에서 체계적으로 검증하는 것이 목적이다.

@highlight

이론자료와 실제자료를 이용하여 장기기억속성의 존재여부는 분석자료에 관계없이 수익률차원에서는 장기기억속성의 존재를 확인할 수 있는 긍정적인 증거를 발견하지 못하였으나, 변동성차원에서는  증거를 발견할 수 있었다.

