본 논문은 영국에서 발생된 문화주도 재생정책(culture-

led regeneration)을 살펴보고, 정책에 참여한 행위자들 간의 관계와 상호작용의 특성을 분석함으로써 문화도시가 갖는 성격과 의미를 고찰해 보고자 한다.

이는 최근 한국사회에서 발현되고 있는 도시재생적성격의 문화예술 적용과 문화도시의 미래에 대한 함의를 도출하고자 함이다.

1990년대 이후, 각국들은 문화예술의 경제성에 주목하면서, 신자유주의적 도시화의 관점에서 문화예술을 도시에 접목시키는 현상이 발생했다.

그러나 불균등한 고용증가, 문화예술의 상업주의적 성향과 젠트리피케이션(gentrification)과 같은 다수의 문제점을 수반한다는점에서 실효성에 대한 논의는 한계점을 지닌다.

따라서 본 논문에서는 정책과정에서 나타난 행위자들의 관계를 통해 내재적인 요인과 의미에 초점을 맞추고자 한다.

행위자들이 보이는 네트워크 형태와 성격에 따라 문화도시의 내용과 특성이 차별화됨을 분석한다.

이해관계자들이 증가할수록 문화적용 범위가 확대되었고, 문화예술이 경제사회문제의 도구로 사용되었다.

반면 이해관계자들의 응집성이 집약될수록 주도적인 정책형성을 보였다.

즉, 문화주도재생정책의 결정과정에서 나타난 행위자의 상호작용과 관계 방식을 통해 문화도시 내용을 분석하는 것이 이론 틀이고, 이 틀에 근거하여 뉴캐슬게이츠헤드(NewcastleGateshead) 사례연구를 통해 연구결과를 설명하고자 한다.

@highlight

본고는 영국에서 발생된 문화주도 재생정책을 살펴보고, 정책에 참여한 행위자들 간의 관계와 상호작용의 특성을 분석함으로써 문화도시가 갖는 성격과 의미를 고찰해 보고자 한다.

@highlight

본고에서는 정책과정에서 나타난 행위자들의 관계를 통해 내재적인 요인과 의미에 초점을 맞추고자 한다.

