지난날 폴란드는 지정학적 위치와 국력의 상대적 열세로 인해 주변 열강들의 주기적인 침탈의 대상이 되어, 주권을 상실하고 영토가 분할되는 역사적 비극을 경험하였다.

또한 냉전체제에서도 진영논리로 인해 주권을 제약받고, 자율적인 외교정책과 국가전략을 추진할 수 없었다.

따라서 만약 냉전종식 이후 새롭게 재편되는 유럽의 안보환경에서 또 다시 과거와 같은 지역적 안보딜레마 구조가 재현된다면 폴란드는 쓰라린 과거 역사의 재현을 걱정할 수밖에 없었을 것이다.

그러므로 폴란드에게 있어서 무엇보다 중요한 것은 과거의 역사적 비극을 되풀이하지 않기 위한 방법과 전략을 설계하여 주변의 안보적 불안정과 이로 인해 현실화될 수도 있는 중동유럽 지역의 안보딜레마를 극복해 나가는 것이었다.

이런 맥락에서 이 글은 냉전체제의 붕괴와 새로운 안보환경의 대두라는 시대적 전환기에 폴란드가 이전에 자신이 경험했던 어두운 역사의 재현을 방지하고 국가의 생존을 도모하기 위해 국제안보제도를 어떻게 활용하였는가를 분석하고자 한다.

특히 중추적 중견국가와 국제안보제도라는 관점에서 냉전종식 이후 나토의 확대정책이 공식화되기 이전 시기인 1990년부터 1992년에 걸쳐 폴란드가 보여준 나토 가입전략에 초점을 두고자 한다.

왜냐하면 나토의 확대정책과 관련하여 이 기간에 나타난 폴란드 및 중동유럽 국가들의 역할이 상대적으로 중요하였고, 이를 통해 국제안보제도를 활용하고자 한 폴란드의 안보전략이 보다 선명하게 드러나기 때문이다.

@highlight

이 글은 냉전체제 붕괴와 새로운 안보환경 대두라는 시대적 전환기에 폴란드가 어두운 역사의 재현을 방지하고 국가 생존을 도모하기 위해 국제안보제도를 어떻게 활용하였는지 분석하였다.

@highlight

특히 중추적 중견국가와 국제안보제도라는 관점에서 냉전종식 이후 나토의 확대정책이 공식화되기 이전 시기인 1990-1992년에 걸쳐 폴란드가 보여준 나토 가입전략에 초점을 두었다.

