임

운

(

林

芸

,

 

1

5

1

7

-

1

5

7

2

)

의

 

표

질

 

이

칭

(

李

?

)

은

 

선

조

 

2

8

년

(

1

5

9

5

,

 

을

미

)

에

 

임

운

의

 

행

장

을

 

적

어

,

 

임

운

이

 

서

울

에

서

 

역

학

을

 

논

하

자

 

기

대

승

이

 

탄

복

한

 

일

,

 

임

운

이

 

서

울

에

서

 

퇴

계

 

이

황

과

 

문

난

(

問

難

)

했

을

 

뿐

 

아

니

라

 

퇴

계

가

 

도

산

(

陶

山

)

으

로

 

퇴

거

하

자

 

찾

아

가

 

뵙

고

 

하

룻

밤

 

묵

으

면

서

 

문

답

한

 

일

,

 

임

운

이

 

백

씨

 

임

훈

,

 

남

명

 

조

식

,

 

옥

계

 

노

진

(

盧

?

)

과

 

함

께

 

화

림

(

花

林

)

에

 

유

람

한

 

사

실

을

 

특

별

히

 

기

록

했

다

.

 

하

지

만

 

미

수

 

허

목

(

許

穆

,

 

1

5

9

5

-

 

1

6

8

2

)

은

 

묘

갈

명

을

 

지

으

면

서

,

 

임

운

과

 

기

대

승

,

 

이

황

,

 

조

식

과

의

 

관

계

에

 

대

해

 

언

급

하

지

 

않

았

다

.

 

실

제

로

 

임

운

 

자

신

이

 

남

긴

 

시

문

에

 

나

타

난

 

학

문

 

태

도

로

 

보

면

 

반

드

시

 

퇴

계

와

 

남

명

의

 

맥

을

 

이

었

다

고

 

하

기

는

 

어

렵

다

.

 

오

히

려

 

임

운

은

 

퇴

계

와

 

남

명

의

 

학

맥

이

 

형

성

되

기

 

이

전

에

 

주

자

학

을

 

연

찬

하

여

 

독

자

적

인

 

학

풍

을

 

형

성

한

 

것

으

로

 

보

는

 

것

이

 

옳

을

 

듯

하

다

.

 

본

고

는

 

이

러

한

 

문

제

의

식

을

 

가

지

고

,

 

임

운

의

 

생

애

를

 

살

펴

보

고

,

 

임

운

이

 

남

긴

 

부

(

賦

)

,

 

책

(

策

)

,

 

논

(

論

)

 

등

을

 

중

심

으

로

 

그

의

 

학

술

에

 

관

해

 

개

괄

했

다

.

 

임

운

이

 

호

일

계

(

胡

一

桂

)

의

 

『

주

역

본

의

계

몽

익

전

(

周

易

本

義

啓

蒙

翼

傳

)

』

을

 

독

파

하

여

,

 

주

희

 

역

학

 

가

운

데

 

상

수

학

을

 

중

시

하

고

 

복

서

에

서

 

의

리

를

 

추

론

하

는

 

방

법

을

 

수

립

하

고

자

 

한

 

것

은

 

퇴

계

의

 

학

맥

을

 

직

접

 

이

은

 

것

이

라

기

보

다

는

 

독

조

(

獨

造

)

의

 

경

지

가

 

드

러

나

 

있

다

고

 

해

야

 

할

 

것

이

다

.

@highlight

본고는 임운의 생애를 살펴보고, 임운이 남긴 부(賦), 책(策), 논(論) 등을 중심으로 그의 학술에 관해 개괄했다.