본 연구는 어린이집을 이용하고 있는 유아의 학부모 291명을 대상으로 부모의 스마트폰에 대한 인식과 스마트폰 사용이 유아의 스마트폰 사용과 문제행동 및 자기효능감에 어떤 영향을 미치는지를 알아보고자 하였다.

분석결과 첫째, 부모의 스마트폰 인식은 부모의 스마트폰 사용에 직접적인 영향을 미치는것으로 나타났다.

둘째, 유아의 스마트폰의 사용에 직접적인 영향을 미치는 요인으로는 부모의 스마트폰의 인식과 부모의 스마트폰 사용이었다.

셋째, 유아의 문제행동에 직접적인 영향을 미치는 요인으로는부모의 스마트폰 사용과 유아의 스마트폰 사용이었다.

넷째, 유아의 자기효능감에 직접적인 영향을 미치는 요인은 유아의 스마트폰 사용이었다.

마지막으로 부모의 스마트폰 인식은 부모의 스마트폰 사용을통해 간접적으로 문제행동에 영향을 미치고, 부모의 스마트폰 인식은 유아의 스마트폰 사용을 통해 간접적으로 문제행동과 자기효능감에 영향을 미치는 것으로 나타났다.

또한 부모의 스마트폰 사용은 유아의 스마트폰 사용을 통해 문제행동과 자기효능감에 간접적인 영향을 미치는 것으로 나타났다.

본 연구결과를 종합하면 부모의 스마트폰 인식과 사용, 유아의 스마트폰 사용은 그들의 문제행동과 자기효능감에 직·간접적으로 영향을 미치는 것으로 나타났다.

본 연구결과는 부모와 유아의 스마트폰 사용에 대한개입이 필요함을 시사한다고 할 수 있다.

@highlight

이 연구는 어린이집을 이용하고 있는 유아의 학부모 291명을 대상으로 부모의 스마트폰에 관한 인식과 스마트폰 사용이 유아의 스마트폰 사용과 문제행동 및 자기효능감에 어떤 영향을 미치는지를 알아보고자 했다.

