1972년 스웨덴의 스톡홀름에서 개최된 UN 인간환경회의에서 지속가능한 발전의 개념이 제시되었고, 1992년 브라질의 리우 데 자네이루에서 열린 UN 환경개발회의에서 지속가능한 발전이 주요 의제가 되었다.

UN의 권고에 따라 2000년 9월 한국에서도 정부 주도의 대통령 직속 자문위원회 격인 지속가능발전위원회가 발족되었다.

지속가능발전위원회에서 제시한 지속가능한 발전의 개념은 ‘사회통합, 환경보호, 경제성장’의 연계였다.

그 동안 한국 지리학자들이 수행한 지속가능한 발전의 개념에 대한 연구 주제들은 주로 도시와 지역의 개발과 촌락의 보전에 대한 것이다.

지속가능한 발전이나 지속가능성의 현실적인 적용에 대한 비판을 보면, 경제성장을 우선시하고 환경이 부차적으로 인식되거나 개념 중심의 형식적인 구호가 될 가능성 높다는 점과 선진국 중심의 개념이라는 점 그리고 신자유주의적 세계화 담론만을 다루었다는 점 등이다.

즉 이론적 담론에 머물러 실질적인 정책 실현으로 구체화되지 못하였다는 것이다.

이 연구의 목적은 지속가능한 발전과 지속가능성 및 지속가능발전교육의 개념을 정립하고 지리교육과 지속가능한 발전의 관계성을 서지학적으로 고찰하여 지속가능한 발전을 위한 지리교육의 역량을 제시하는데 있다.

지속가능발전교육 혹은 지속가능성교육은 지역, 공간, 장소를 주제로 하는 지리교육과 지리학에 매우 적합하다.

지속가능발전교육은 글로벌 지리(세계지리)와 국가지리(한국지리), 지역지리가 공간적으로 연결이 되면 더 많은 성과를 이루어 낼 것이다.

@highlight

지속가능발전위원회에서 제시한 지속가능한 발전의 개념은 ‘사회통합, 환경보호, 경제성장’의 연계이다.

@highlight

지속가능한 발전과 지속가능성 및 지속가능발전교육의 개념을 정립하고 지리교육과 지속가능한 발전의 관계성을 서지학적으로 고찰하였을 때, 지속가능발전교육 혹은 지속가능성교육은 지역, 공간, 장소를 주제로 하는 지리교육과 지리학에 매우 적합하다는 것을 알 수 있다.

