정보 통신 기술 산업의 급속한 기술 개발에 따라 비물리적 또는 가상디자인은 지난 수십 년 동안 중요성이 커졌다.

비물리적 또는 가상디자인은 제품 모양에 영향을 주지만 화면 디스플레이, 그래픽 사용자 인터페이스 및 화면 아이콘 디자인과 같은 화상 소프트웨어를 통해 구현되는 디자인이다.

이러한 유형의 디자인은 국제적으로 유럽연합, 미국, 그리고 특히 동북아 국가들 중에서 일본과 싱가포르에서는 등록가능하다.

그러나 한국의 디자인보호법상 이들은 물품이 아닌 것으로 간주되거나 또는 영구적 디자인이 아닌 일시적인 특성이라는 이유로 현재 보호받고 있지 못한 상태이다.

한국 디자인보호법은 물품의 일부로서 화상디자인을 보호하고 있는데, 이는 단일 그래픽 이미지나 비물리적 또는 가상디자인 자체의 디자인을 보호하기 위한 것이 아니라 물리적 물품을 보호하기 위한 것이다.

하지만 기술에서 가상디자인의 역할이 커지고 있고 이에 따라 귀중한 지식재산인 가상디자인을 적절히 보호할 수 있도록 한국 디자인보호법제의 수정이 필요하다.

이를 위해 디자인 정의규정에 있어서 ‘물품’이라는 용어를 ‘제품’으로 수정하거나 또는 비물리적 제품을 명시적으로 포함하도록 수정하는 것이 바람직하다.

그리고 비물리적 또는 가상디자인이 적용되는 제품의 휴지상태뿐만 아니라 활성상태도 고려하여 비물리적 또는 가상디자인의 등록가능성은 재검토되어야 한다.

@highlight

화면 디스플레이, 그래픽 사용자 인터페이스 및 화면 아이콘 디자인과 같은 화상 소프트웨어를 통해 구현되는 디자인은 유럽연합, 미국, 그리고 특히 일본과 싱가포르에서는 등록가능하나, 한국의 디자인보호법상 이들은 일시적인 특성이라는 이유로 현재 보호받고 있지 못한 상태이므로, 귀중한 지식재산인 가상디자인을 적절히 보호할 수 있도록 한국 디자인보호법제의 수정이 필요하다.

