소비자들의 광고 회피 행동에 대한 대안으로 나타난 네이티브 광고는 SNS라는 플랫폼의 성장과 함께 그 영향력이 확대되고 있다.

그러나 SNS의 매체 특성상 자연스럽게 광고에 노출될 수밖에 없는 소비자들이 네이티브 광고에 노출되었을 때에 그에 부정적인 반응인 광고 회피로 설명하기에는 한계가 있다.

그러므로 본 연구는 설득 이론을 기반으로 SNS 맥락에서의 네이티브 광고인지가 SNS 광고의 부정적인 가치를 중심으로 어떻게 심리적 저항감과 광고 태도 및 공유 의도에 영향을 미치는지를 검증한다.

실제 SNS 상의 네이티브 광고 경험이 있는 소비자들을 대상으로 하여, 설문지 기반 데이터를 수집하였으며 AMOS 22를 이용하여 SEM 모델을 분석하였다.

광고인지는 인지적 저항과 정서적 저항에 긍정적인 영향을 미치며 인지적 저항과 정서적 저항은 광고 태도와 공유 의도에 부정적인 영향을 미치는 것으로 나타났다.

지각된 조작성은 광고인지가 인지적 저항에 미치는 영향을 매개하였으며 지각된 침해성은 광고인지가 정서적 저항에 미치는 영향을 매개하는 것으로 나타났다.

광고인지가 SNS 광고 가치에 의해 공유 의도와 광고 태도에 부정적인 영향을 미치는 저항감을 불러일으키므로 마케팅 실무자들은 SNS 광고 가치를 기반으로 네이티브 광고를 고려해야 함을 시사한다.

@highlight

본문은 네이티브 광고인지가 SNS 광고의 부정적 가치를 중심으로 심리적 저항감, 광고 태도 및 공유 의도에 미치는 영향을 확인했다.

@highlight

광고인지는 인지적?

@highlight

정서적 저항에 긍정적 영향을, 인지적?

@highlight

정서적 저항은 공유 의도에 부정적 영향을 미쳤다.

@highlight

조작성은 광고인지가 인지적 저항에 미치는 영향을, 침해성은 광고인지가 정서적 저항에 미치는 영향을 매개한다.

