구조물의 보강을 위해 프리스트레스 강선에는 인장력이 도입되는데 이 강선은 덕트 및 편향장치에 의해서 휨을 동시에 받게 된다.

이와 같이 인장과 휨을 동시에 받는 프리스트레스 강선의 굴절인장성능을 평가하기 위해 강선의 직경, 맨드럴 직경, 맨드럴과 강선 사이 마찰계수를 변수로 하여 총 600종에 대한 굴절인장 변수해석을 실시하였다.

해석 결과, 강선의 직경이 클수록 낮은 굴절인장성능을 나타내었고, 그 영향은 강선 연신율의 증가에 따라 감소하였다.

강선의 굴절인장성능에 대한 맨드럴 직경, 맨드럴-

강선 간 마찰계수의 영향은 매우 작게 나타났지만, 맨드럴-

강연선 간 마찰계수에 대한 추가 해석 결과 상대적으로 높은 상관성을 보였다.

따라서, 굴절인장성능 확보를 위해서는 충분한 연신율 확보가 우선되어야 하고, 연신율 확보에 제약이 있을 시 적정값까지 강선 직경을 감소시켜야 하겠으며, 강선의 표면조건을 조절하여 강선 간 마찰력을 높여야 할 것이다.

@highlight

구조물의 보강을 위해 프리스트레스 강선에는 인장력이 도입되는데 이 강선은 덕트 및 편향장치에 의해서 휨을 동시에 받게 된다.

@highlight

해석 결과, 강선의 직경이 클수록 낮은 굴절인장성능을 나타내었고, 그 영향은 강선 연신율의 증가에 따라 감소하였다.

@highlight

강선의 굴절인장성능에 대한 맨드럴 직경, 맨드럴-

@highlight

강선 간 마찰계수의 영향은 매우 작게 나타났지만, 맨드럴-

@highlight

강연선 간 마찰계수에 대한 추가 해석 결과 상대적으로 높은 상관성을 보였다.

@highlight

따라서, 굴절인장성능 확보를 위해서는 충분한 연신율 확보가 우선되어야 하고, 연신율 확보에 제약이 있을 시 적정값까지 강선 직경을 감소시켜야 하겠으며, 강선의 표면조건을 조절하여 강선 간 마찰력을 높여야 할 것이다.

