영성교육, 마음교육 등 최근 학계에는 기존의 인성교육이나 도덕교육과는 구분되는 용어들이 등장하고 있다.

그것은 경쟁을 기반으로 하는 근대교육에 대한 반성에서 비롯된 것으로 근대가 추구한 물질적 가치나 효율성이 아닌, 인간 본래 모습의 회복을 추구하는 것이라할 수 있다.

그러나 영성교육이 기독교적 전통에 뿌리를 둔 것으로 그 연원이나 의미가 비교적 분명한 데 비해 마음교육은 훨씬 그 의미가 넓고 역사적 배경도 다양하여 한 마디로 정의하기 어렵다.

따라서 이 글은 마음교육을 교육개혁의 핵심에 두고 있는 일본의 사례를 바탕으로 마음교육의 의미를 재조명함과 동시에 마음교육의 입장에서 우리의 도덕교육을 비판적으로 검토하고자 한 것이다.

덧붙여 둔다면 이 글의 목적은 일본의 마음교육을 소개하거나 분석하는 데 있지 않으며 여기서 말하는 마음교육 또한 일본의 마음교육과는 차이가 있다.

그럼에도 일본의 마음교육을 논의의 중심에 둔 것은 현재 일본에서 마음교육을 둘러싸고 전개된 논쟁들이 우리가 추구하는 마음교육의 의미를 밝히는 데 유용하다고 생각되었기 때문이다.

@highlight

이 글은 마음교육을 교육개혁의 핵심에 두고 있는 일본의 사례를 바탕으로 마음교육의 의미를 재조명함과 동시에 마음교육의 입장에서 우리의 도덕교육을 비판적으로 검토하고자 한 것이다.

