본 논문은 (1) 주요 빔형성 방식, 적응처리 알고리즘 및 채널추정 방식에 대해 비교 정리한 후, (2) CDMA 시스템에 적용한 알고리즘 레벨, 송·수신기 레벨, 그리고 시스템 레벨의 설계 및 구현의 예를 보이고, (3) 그 현장시험 성능 결과를 소개함으로써 CDMA 스마트 안테나 시스템을 통한 성능 및 서비스 품질 개선의 실현 가능성을 진단한다.

본 논문에서 제시하는 설계 및 구현 방식은 W-

CDMA 시스템에도 적용가능하나, 지면 관계상 역방향 링크상의 N-

CDMA 스마트 안테나 시스템의 설계 및 구현 예에 그 논의를 국한시킨다.

IS-95/N-

CDMA에 기초하여 CDMA 스마트 안테나 테스트베드 시스템이 설계 제작되었으며, 제작된 시스템은 채널코딩, 인터리빙, Long PN 코드, 상용수준의 전력제어 알고리즘 및 RAKE 복조기 운용 등을 생략한 가운데서도 운용시험결과, 약 5×10-3의 평균 BER을 갖는 매우 양호한 수신성능을 보였다.

이 성능은 또한 IMT-2000/W-

CDMA 스마트 안테나 시스템 성능에 대한 외삽된 성능(extrapolated performance)으로 평가해 볼 수 있다.

@highlight

본고는 주요 빔형성 방식, 적응처리 알고리즘 및 채널추정 방식에 대해 비교 정리한 후, CDMA 시스템에 적용한 레벨들의 설계 및 구현의 예를 보이고, 그 현장시험 성능 결과를 소개함으로써 CDMA 스마트 안테나 시스템을 통한 성능 및 서비스 품질 개선의 실현 가능성을 진단한다.

