본 연구는 전화상담을 하는 여성자원봉사자들의 여성주의 정체성 발달단계와 이 정체성이 직무만족에 미치는 영향을 분석한 것이다.

자료수집은 부산과 경남지역 생명의 전화에서 전화상담을 했던 257명의 여성자원봉사자들로부터 2002년 7월부터 8월에 걸쳐 이루어졌다.

연구결과에 의하면 이 연구에 참여했던 자원봉사자들의 여성주의 정체성 단계는 대부분 폭로와 새김의 단계에 있었으며 이들의 여성주의 정체성에 영향을 주는 변수는 상담에 참여한 기간으로 그 기간이 길수록 수용성 점수는 낮아지나 다른 단계의 정체성에 모두 정적인 영향을 미치고 있다.

이들의 직무만족에 영향을 주는 변수를 살펴보면 상담기간과 교육수준이 정적인 영향을 미치는 것으로 밝혀졌다.

여성주의 정체성 단계에서는 오직 새김의 단계만이 직무만족에 정적인 영향을 주고 있다.

앞으로의 연구는 상담자원봉사자들의 심층면접을 통해 이런 활동이 주는 장단점과 이들이 직면하고 있는 문제점 뿐 아니라 여성주의 정체성 확립이 상담현장에서 어떤 방식으로 적용되는지를 좀더 구체적으로 분석할 필요가 있다.

@highlight

이 연구는 전화상담을 하는 여성자원봉사자들의 여성주의 정체성 발달단계와 이 정체성이 직무만족에 미치는 영향을 분석한 것이다.

