이 글의 목적은 2016년 11월부터 시작된 박근혜-

최순실 게이트와 촛불시위가 가지는 사회적 의미를 분석하는 것이다.

불과 몇 개월 전만 해도 정부를 지지했던 우익 언론도 이제는 촛불민심의 편에 서고 있다.

‘혁명적’ 변화라고 부를 만한 격변을 통과하고 있는 것처럼 보인다.

하지만 우리는 이번 사태가 지배세력 내부의 권력투쟁으로 불거져 나왔고 우익 언론에 의해 주도되었다는 점에 주목해야 한다.

언론은 박근혜-

최순실-

친박을 ‘비정상’으로 몰아가면서 촛불민심이 담고 있는 근본적 비판의 대상인 기존 질서를 ‘정상’으로 표상하고 있다.

이러한 언론의 프레임은 평화적인 ‘시민’과 폭력적인 ‘비시민’을 가르고 신자유주의적 질서로부터 생겨나온 불만과 저항을 개헌과 대선이라는 낡은 제도정치의 틀 안으로 붙잡아두려고 한다.

정치의 주체인 광장의 시민을 방관자로 주변화하는 프레임이 작동하고 있는 것이다.

이러한 현상은 1987년 민주화운동 이후 반복적으로 나타난 열망과 좌절의 사이클의 일환으로 이해될 수 있다.

우리 사회는 거리와 광장에서 분출하는 시민의 힘에 비하면 보잘것없는 민주주의만을 성취했을 뿐이다.

이 글은 시민의 정치참여를 허용하지 않는 협소한 민주주의와 좌파 정치세력의 무능과 타협적 태도를 열망과 좌절이 반복되는 이유로 제시한다.

그리고 조만간 다시 도래할 ‘촛불’을 또다시 헛되이 낭비하지 않기 위한 냉철한 반성을 요구한다.

@highlight

본 논문은 2016년 11월부터 시작된 박근혜-

@highlight

최순실 게이트와 촛불시위가 가지는 사회적 의미를 분석하고자 하였다.

@highlight

불과 몇 개월 전만 해도 정부를 지지했던 우익 언론도 이제는 촛불민심의 편에 서서 ‘혁명적’ 변화라고 부를 만한 격변을 통과하고 있다.

@highlight

이번 사태가 지배세력 내부의 권력투쟁으로 불거졌고 우익 언론에 의해 주도되었다는 것에 주목해야 한다.

