우

리

나

라

는

 

석

탑

의

 

나

라

라

고

 

하

지

만

 

석

탑

이

 

발

생

하

기

 

전

에

 

고

구

려

,

 

백

재

,

 

신

라

 

삼

국

이

 

모

두

 

목

탑

을

 

먼

저

 

조

영

하

였

다

.

 

석

탑

은

 

이

후

 

삼

국

시

대

 

후

반

인

 

7

세

기

 

초

반

에

 

이

르

러

 

석

재

로

써

 

목

탑

을

 

모

방

한

 

미

륵

사

석

탑

이

 

건

립

되

었

다

.

 

우

리

나

라

 

석

탑

은

 

목

탑

을

 

모

방

하

여

 

발

전

되

었

다

는

 

데

는

 

아

무

런

 

제

론

이

 

없

다

.

 

또

 

석

탑

의

 

시

원

을

 

미

륵

사

석

탑

이

라

는

 

데

도

 

어

느

 

누

구

도

 

이

론

이

 

없

다

.

 

6

0

0

년

대

 

백

제

와

 

신

라

 

양

국

의

 

사

찰

창

건

과

 

조

탑

은

 

동

일

한

 

기

술

자

들

에

 

의

해

서

 

조

영

되

었

음

에

도

 

불

구

하

고

 

백

제

에

서

는

 

석

 

탑

의

 

시

원

은

 

목

탑

에

 

두

면

서

 

신

라

에

서

는

 

석

탑

의

 

시

원

은

 

목

탑

에

 

두

지

 

않

고

 

전

탑

에

 

둔

다

는

 

것

도

 

이

해

 

할

 

수

 

없

는

 

부

분

으

로

 

지

적

하

고

자

 

한

다

.

 

따

라

서

 

필

자

의

 

견

해

는

 

신

라

석

탑

의

 

시

원

은

 

두

 

계

보

로

 

보

고

자

 

한

다

.

 

그

 

하

나

는

 

목

탑

에

서

 

미

륵

사

석

탑

과

 

정

림

사

석

탑

을

 

거

 

쳐

서

 

감

은

사

탑

과

 

고

선

사

탑

으

로

 

이

어

지

는

 

계

보

이

고

,

 

다

른

 

하

나

는

 

전

탑

에

서

 

분

황

사

모

전

석

탑

 

?

 

의

성

탑

리

오

층

석

탑

 

?

 

선

산

죽

 

장

동

오

층

석

탑

 

?

 

선

산

낙

산

동

삼

층

석

탑

으

로

 

이

어

지

는

 

계

보

로

 

정

리

해

 

보

고

자

 

한

다

.

 

이

렇

게

 

석

탑

의

 

시

원

을

 

목

탑

에

 

두

면

서

도

 

석

탑

옥

개

석

 

층

급

받

침

은

 

전

탑

 

또

는

 

고

구

려

고

분

 

천

정

에

서

 

그

 

시

원

을

 

두

기

도

 

하

여

,

 

목

조

 

공

포

의

 

약

화

된

 

표

현

이

라

는

 

의

견

과

 

논

란

이

 

가

끔

 

있

는

데

,

 

전

탑

의

 

층

급

은

 

같

은

 

길

이

로

 

내

밀

고

 

있

지

만

,

 

석

탑

 

옥

개

받

침

은

 

처

마

부

분

을

 

더

 

많

이

 

내

미

는

 

차

이

가

 

있

다

.

 

따

라

서

 

목

조

건

물

 

공

포

에

서

 

변

형

되

었

다

고

 

주

장

하

고

자

 

한

다

.

@highlight

우리나라는 석탑의 나라라고 하지만 석탑이 발생하기 전에 고구려, 백재, 신라 삼국이 모두 목탑을 먼저 조영했다. 석탑은 이후 삼국시대 후반인 7세기 초반에 이르러 석재로써 목탑을 모방한 미륵사석탑이 건립됐다.