본 연구는 교사로 정년퇴임한 1940년대 출생 전문직 여성 김지영의 구술생애사를 통하여 산업화시기에 노동시장에 진출한 전문직 여성의 노동경험을 이해하려는 목적에서 수행되었다.

세 차례에 걸친 인터뷰를 통하여 자료를 수집하였고, 수집한 자료를 구술생애사 연구방법으로 분석하였다.

김지영은 원가족의 경제력을 기반으로 교원양성 및 충원이라는 사회적 요구에 힘입어 고등교육을 이수하고 전문직에 진출하였다.

현모양처이데올로기를 내면화한 김지영은 결혼과 동시에 퇴직하여 도시 중산층 가족을 형성하고 전업주부가 되었다.

현모양처의 이념과 전업주부 수행 사이의 갈등과 불일치를 경험한 김지영은 1980년에 교사임용고시에 응시하여 다시 교사로 복직하였다.

김지영은 교직의 구조적 조건에 적응하거나 저항하고 전문성과 만족감을 획득함으로써 강한 직업정체성을 확립하였다.

직업정체성은 현모양처이데올로기와 강하게 갈등하는 형태로 경험되거나 표현되지 않았다.

자녀에 대한 어머니로서의 죄책감은 회고적으로만 존재했고, 직업정체성 형성에 부정적 영향을 미치는 것으로 나타나지는 않았다.

@highlight

본 논문은 교사로 정년퇴임한 1940년대 출생 전문직 여성 김지영의 구술생애사를 통해 산업화시기에 노동시장에 진출한 전문직 여성의 노동경험을 이해하고자 하였다.

@highlight

세 차례에 걸친 인터뷰를 통해 자료를 수집하였고, 수집한 자료를 구술생애사 연구방법으로 고찰하였다.

