이 연구는 프로스포츠에서 표출되는 경제적 자본의 환경변화 양상과 작동원리를 파악하는데 목적이 있다.

즉 현대사회에서 프로스포츠와 경제적 자본은 어떠한 상호작용을 하면서 작동되는가를 밝히는 것이다.

이러한 작동원리를 파악하기 위해서 프로스포츠에서 표출되는 자본의 형태를 경제적, 사회적, 문화적으로 제시하였다.

여기서 프로스포츠와 직접적 관계를 형성하는 경제적 자본의 환경변화를 제시하였다.

환경변화 요인으로 독점적 지위에서 개방적 지위로의 전환, 정치적 관점에서 경제적인 관점으로의 전환, 소비에서 생산적으로의 전환을 제시하였다.

이러한 환경 변화 요인을 바탕으로 프로스포츠에서 경제적 자본의 작동원리를 고찰한 결과 첫째, 간접적 작동원리로 지역연고와 정치적 견해, 문화와 미디어를 제시하였으며 둘째, 직접적 작동원리로 투자와 관중 수를 제시하였다.

프로스포츠에서 상업적 가치는 무시할 수 없다.

사회적 관심과 문화적인 형태와는 구분되는 경제적 자본에 대한 관심은 지속되어야 한다.

작동원리의 이해는 부정적 작용을 최소화 할 수 있는 방법이다.

즉 경제적 자본이 불공정하게 작용하는 것에 대한 기본원리의 이해가 필요한 시점이다.

@highlight

본 연구는 프로스포츠에서 표출되는 경제적 자본의 환경변화 양상과 작동원리를 파악하고자 한다.

@highlight

환경변화 요인으로 독점적 지위에서 개방적 지위로의 전환, 정치적 관점에서 경제적인 관점으로의 전환, 소비에서 생산적으로의 전환을 제시했다.

