본 연구의 목적은 청소년지도사의 조직공정성에 대한 인식과 사회적 지지가 그들의 조직몰입에 미치는 영향을 분석하는데 있다.

연구대상은 전국의 청소년수련시설 및 기관에 근무하는 청소년지도사 자격(1급, 2급, 3급) 소지자이며, 300부의 설문지를 배포하여 최종적으로 회수된 286부 가운데, 불성실 응답자 6명의 설문지를 제외한 280부의 설문지가 최종분석에 사용되었다.

본 연구를 통해 얻어진 연구결과는 다음과 같다.

첫째, 청소년지도사가 인식한 조직공정성의 정도가 높은 수록 조직몰입이 잘되는 것으로 나타났다.

이 가운데, 조직공정성의 하위요인인 분배공정성과 절차공정성은 청소년지도사의 조직 몰입에 긍정적인 영향을 미치는 것으로 나타났다.

둘째, 청소년지도사가 인식한 사회적지지의 정도가 높은 수록 조직에 대한 몰입정도도 높아지는 것으로 나타났다.

사회적 지지의 하위요인 가운데 평가적 지지는 조직몰입 가운데 정서적 몰입, 규범적 몰입, 지속적 몰입에 긍정적인 작용을 하는 것으로 나타났다.

@highlight

이 연구의 목적은 청소년지도사의 조직공정성에 관한 인식과 사회적 지지가 그들의 조직몰입에 미치는 영향을 분석하는데 있다.

