이 연구에서는 특성화고등학교 학생들의 정서지능이 학교적응에 미치는 영향을 살펴봄으로써, 학생들의 학교적응을 높이는 효과적인 전략에 대한 연구 및 적용하는 데 도움을 주는 것에 그 목적이 있다.

이러한 목적을 달성하기 위해 학생의 일반적 특성을 포함, 정서지능 측정 도구(40문항)와 학교적응 측정 도구(20문항)로 구성된 설문지를 통해 전국 5개 권역 18개교 공업계열 특성화고등학교 학생 760명을 대상으로 설문 조사를 실시하였다.

이 연구의 결과는 다음과 같다.

첫째, 정서지능이 높은 학생이 낮은 학생에 비해 학교적응 수준이 높은 것으로 나타났으며, 학교적응의 모든 하위요인에서도 정서지능이 높은 학생이 더 높게 나타났다.

둘째, 학교적응에 대한 정서지능의 설명력은 33.6%로 나타났다.

이는 학생들의 정서지능이 높을수록 학교적응도 높은 것을 나타내므로, 정서지능이 특성화고등학생들의 학교적응을 높일 수 있는 하나의 대안이 될 수 있음을 알 수 있다.

또한 정서지능은 학교적응의 하위요인 중 교우관계에 가장 큰 설명력을 보이는 것으로 나타났다.

이는 정서지능이 높은 학생들은 낮은 학생들에 비해 교우관계가 상대적으로 좋다고 볼 수 있으며, 교우관계가 좋을수록 자기효능감, 수업몰입, 회복탄력성 등이 높기 때문에 학교적응 또한 높은 것임을 알 수 있다.

@highlight

정서지능이 높은 학생이 낮은 학생에 비해 학교적응 수준이 높은 것으로 나타났으며 학교적응의 모든 하위요인에서도 정서지능이 높은 학생이 더 높게 나타났다.

@highlight

또한 학교적응에 대한 정서지능의 설명력은 33.6%로 나타났고 정서지능은 학교적응의 하위요인 중 교우관계에 가장 큰 설명력을 보였다.

