인간은 자신이 죽는다는 것을 아는 유일한 동물이다.

이것은 인간에게 비극이 아니라 축복일 수 있다.

인간이 삶의 유한성을 인식하는 것은 지나간 삶을 성찰하고 남아있는 삶을 충실히 살아가려는 의지로 작용할 수 있기 때문이다.

따라서 본고에서는 죽음의 문제가 도덕 교육에서 중요한 주제가 될 수 있다는 인식의 기초 하에, 죽음에 대한 여러 논의를 살펴보고 그 도덕 교육적 함의에 관해 고찰하는 것을 목적으로 하였다.

우선 죽음에 대한 다양한 논의를 동양에서는 유학, 불교, 도가 사상을 중심으로, 서양에서는 소크라테스, 그리스도교, 실존주의 철학을 중심으로 살펴보았다.

또한 이미 죽음의 문제를 교육을 통해 다루고 있는 미국, 독일, 일본 등 외국의 사례를 살펴보았다.

이러한 죽음에 대한 동ㆍ서양의 다양한 논의와 외국의 죽음 교육을 통해 죽음의 문제가 도덕 교육에 주는 함의를 교육 목적, 교육 내용 및 방법에 대해 고찰하였다.

결론적으로 본 연구는 도덕 교육에서 ‘죽음’이라는 주제를 다룸으로써 도덕적 인간을 양성하는데 기여할 수 있다는 것을 밝히고자 하였다.

@highlight

본고는 도덕 교육에 있어 죽음의 문제가 중요 주제가 될 수 있다는 인식의 기초 하에 죽음에 관한 논의들을 살피고 도덕 교육적 함의에 관해 고찰하고자 했으며 동서양의 다양한 논의와 외국의 죽음교육을 통해, 도덕 교육이 다루는 '죽음‘이 도덕적 인간 양성에 기여할 수 있음을 밝히고자 했다.

