부동산 투자시장이 서울 오피스 투자를 중심으로 크게 성장하고 있다.

그럼에도 불구하고 투자 의사결정의 기준이 되는 가격지수는 개발이 미진했다.

부동산 가격지수 산출의 방법론이 잘 알려졌음에도 불구하고 가격지수 개발이 미진한 것은 충분한 거래사례를 확보하기 어렵기 때문이다.

지역이 특정 될수록 이 같은 문제는 심각해질 수 밖에 없다.

유사한 문제에 직면한 MIT/CRE는 이러한 문제를 해결하기 위해 2단계 추정법을 개발했다.

MIT/CRE 2단계 추정법은 분기별 거래사례가 부족하다면 4개 분기의 사례를 합해 가격변동률을 구한 후 이를 다시 분기별로 환원해 분기별 가격지수를 도출하는 방식이다.

본 연구의 목적은 MIT/CRE 2단계 추정법을 활용해 서울 오피스 가격지수를 산출하는 것이다.

지수 산출에 활용된 실거래 자료는 일부 시점에서 반복매매쌍이 확보되지 못해 전통적인 반복매매모형을 적용하기 어려웠다.

그러나 MIT/CRE 2단계 추정법을 활용할 경우 모든 분석시점에 대해 반복매매쌍을 확보할 수 있게 되어 분기별 가격지수를 산출할 수 있었다.

추정된 가격지수는 4분기 통합 자료의 가격변동을 잘 반영하고 있어 실무적으로 활용이 가능할 것으로 기대된다.

본 연구는 MIT/CRE 2단계 추정법을 활용해 제한된 거래사례를 기반하더라도 충분히 안정적인 가격지수를 산출할 수 있다는 점을 입증했다는데 의의가 있다.

@highlight

본 논문은 MIT/CRE 2단계 추정법을 활용하여 서울 오피스 가격지수를 산출하였다.

@highlight

지수 산출에 활용된 실거래 자료는 일부 시점에서 반복매매쌍이 확보되지 못해 전통적인 반복매매모형을 적용하기 힘들었지만 MIT/CRE 2단계 추정법을 활용할 때 모든 분석시점에 대해 반복매매쌍을 확보할 수 있게 되어 분기별 가격지수를 산출하였다.

