본 연구는 임업 노동력의 미래 수요를 전망하기 위하여 실시하였다.

임업 노동력 수요 예측에 필요한 자료는한국은행에서 공표하는 임업부문 취업자수와 임업의 부가가치 등의 자료를 이용하였다.

산림작업 노동력의 수요는2010년을 기준년도로 하여 2030년까지 매년도의 수요를 예측하였다.

임업의 부가가치는 2003년 이후부터 숲 가꾸기 및 벌채생산 등 산림 사업량이 늘어나면서 증가하는 추세를 보이고있다.

임업의 부가가치가 증가하는 추세를 반영하여 예측한 산림작업 노동력의 수요는 2010년 24,372명, 2020년 23,942명, 2030년 23,185명으로 감소할 것으로 예상되었다.

그리고 산림작업 부문에 참여하는 취업자 수는 2010년 72,213명, 2020년에는 67,441명 그리고 2030년에는 61,920명으로 감소할 것으로 예측되었다.

현재 타 업종에 비해 상대적으로 열악한 임업노동의 취업여건 개선과 임업 노동력의 안정적 공급을 위해서는 산림작업 노동력을 전업·전문적 직업으로 육성해 가는 정책이 요구된다.

영림단의 작업일수를 확대하고, 임금수준을 유사업종의 수준으로 높여가고, 경력 및 능력별 임금체계 조성, 영림단 운영의 개선 및 조직적 관리체계를 구축하여 산림작업 노동을 전업적 노동으로 육성하는 정책 추진이 요구된다.

@highlight

이 연구는 임업 노동력의 미래 수요를 전망하기 위해 실시했다.

@highlight

임업의 부가가치가 증가하는 추세를 반영해 예측한 산림작업 노동력의 수요는 2010년 24,372명, 2020년 23,942명, 2030년 23,185명으로 감소할 것으로 예상되었다.

