현재 국내 유통환경은 대형마트의 경쟁적 출점정책으로 인하여 시장 포화상태가 지속되어 성장세가 점차 둔화되고 있는 실정이다.

기업형 유통점들이 지속적으로 출점 경쟁을 하면서 상대적으로 여건이 취약한 중소유통업체는 갈수록 쇠퇴하며 사회적인 유통 불균형 문제를 낳고 있다.

특히 SSM은 기업형 유통업체의 시장장악력이 갈수록 증가되고 있는 가운데 골목상권까지 유통망을 확대하는 부분에서 사회적 문제로 크게 대두되고 있는 상황이다.

특징적인 것은 지금까지 대형마트에 의존되어온 소비문화가 소형 마트 중심으로 구매패턴이 변화되고 있어서 기업형 유통점은 갈수록 중소유통업체의 상권을 위협하고 있는 상황이다.

이에 기업형 유통점과 중소유통점 간의 대립과 충돌이 지속적으로 발생되고 있으며, 적지 않은 사회적 문제도 야기되고 있는 실정이다.

이러한 측면에서 본 논문은 기업형 유통점의 지속적인 증가로 인하여 중소유통업체의 생존권이 위협을 받고 있는 시점에서 갈등의 원인이 되는 기존의 유통환경의 문제점을 진단해 보고 상생을 위한 기업형 유통점과 중소유통업체의 상호 협력적 방안을 마련하여 국내 유통산업의 균형발전을 이루는데 목적이 있다.

@highlight

현재 국내 유통환경은 대형마트의 경쟁적 출점정책으로 인하여 시장 포화상태가 지속되어 성장세가 점차 둔화되고 있는 실정이다.

