국내 의료용 레이저 시스템의 시장규모는 성장률이 확대되고 있으나, 국내 의료용 레이저기기 생산규모 및 국내 수요의 대부분을 수입에 의존하고 있는 실정이다.

국내에서도 의료용 레이저의 적용분야가 지속적으로 확대 되고 있으며, 최근에는 미용-

성형 전문인 의료용 레이저 시장이 비 미용전문의인 가정의학과, 산부인과, 비뇨기과 등으로 확산되어 있으며, 향후 치료목적을 넘어 미용, 피부관리 차원에서의 비 의료인의 피부 관리용 레이저 기기의 분야로 시장이 지속적으로 확대될 것으로 전망된다.

레이저는 선택적으로 대상을 치료할 수 있는 장점을 가지고 있어 적용분야가 확대되고 있으며 치료 및 진단 대상에 따라 레이저를 선택하여 적용하고.

레이저를 이용하여 조직을 제거할 수도 있으며, 재생시킬 수도 있는 장점이 있다.

과거의 의료용 레이저는 광원이 한정되어 가스레이저 또는 고체레이저를 이용하여 조직 제거에만 적용되어 왔으나 의료용 레이저의 고부가가치와 선택적 치료를 통한 미용 분야 등의 기술개발 및 생체 반응 연구를 통해 다양한 광원과 치료기술이 의료에 적용되고 있다.

@highlight

레이저는 선택적으로 대상을 치료할 수 있는 장점을 가지고 있어 적용분야가 확대되고 있으며 치료 및 진단 대상에 따라 레이저를 선택하여 적용하고 과거의 의료용 레이저는 광원이 한정되어 가스레이저 또는 고체레이저를 이용하여 조직 제거에만 적용되어 왔으나 의료용 레이저의 고부가가치와 선택적 치료를 통한 미용 분야 등의 기술개발 및 생체 반응 연구를 통해 다양한 광원과 치료기술이 의료에 적용되고 있다.

