이 글은 평암 이계학(1937~2005) 교수가 제시한 여러 인격교육이론 중에서 유가의 인격교육론에 담긴 경(敬)의 의미와 내용을 살펴보고, 인격의 형성과 발달 및 실천과정에 작용하는 경의 인격적 의미를 탐구하는데 있다.

이를 위하여 본 연구자는 평암의 저서와 논문 및 교육산고집 등에서 여러 자료를 비교·분석하면서 인격의 개념과 인격교육의 정의를 서술하였고, 이어서 유가의 인격교육론과 경(敬)에 관한 인격적 의미를 탐구하였다.

일반적으로 유가에서는 ‘군자(君子)’를 높은 단계의 인격을 소유한 사람으로, 그리고 ‘성인(聖人)’은 이상적인 인격을 소유한 사람으로 표현함으로써 수기치인과 내성외왕을 이룬 본보기로 제시하고 있다.

평암은 유가에서 논의된 군자와 성인은 모두 ‘사람다운 사람’과 ‘삶다운 삶’을 실현한 이상적 인물로써 ‘경(敬)’의 형성과 발달 및 확장과 밀접한 관계가 있음을 제시하였다.

이러한 관점에서 유가의 군자와 성인처럼 ‘사람다움’을 이루고 ‘사람다운 사람’이 되게 하는 교육원리로 제시된 경(敬)의 ‘인격적 의미’를 살펴봄으로써, 오늘날 대학 교양교육에서 <경교육>을 통하여 인격도야를 위한 교과목 개발과 프로그램 구성을 위한 방안을 모색해 보고자 하였다.

@highlight

본 연구는 평암 이계학(1937~2005) 교수가 제시한 여러 인격교육이론 중에서 유가의 인격교육론에 담긴 경(敬)의 의미와 내용을 살펴보고, 인격의 형성과 발달 및 실천과정에 작용하는 경의 인격적 의미를 탐구하는데 있다.

