본 연구는 세계적으로 큰 관심을 받고 있는 기업가정신(entrepreneurship)의 연구 동향을 분석하는 것을 목적으로 한다.

현재 기업가정신은 국내는 물론 세계적으로 큰 관심을 받고 있음에도 해당 분야의 연구를 체계적으로 분석하려는 시도는 부족한 편이다.

기업가정신 분야의 연구 동향을 파악하기 위하여 본 연구에서는 2008년부터 2017년까지 국제학술지에 게재된 41,560편의 논문을 분석하였다.

특히, 논문의 저자 키워드를 중심으로 키워드 동시 출현 네트워크(keyword co-

occurrence network)를 구축하여 해당 분야의 동적인 연구 동향 변화를 도출하였다.

또한 키워드의 의미적 유사성(semantic similarity)을 고려하여 효과적으로 동의어를 병합하였고 이를 통해 분석 결과의 정확도를 향상시켰다.

분석 결과 기업가정신 분야는 양적으로 급격하게 상승하고 있으며 질적으로도 점차 다양한 연구 주제로 확장되는 것을 파악할 수 있었다.

본 연구는 기업가정신 분야를 연구하는 많은 관련 연구자들에게 해당 분야의 연구 동향을 이해하고 차후 연구 주제를 탐색 및 기획할 수 있도록 많은 도움을 줄 수 있을 것으로 기대된다.

@highlight

세계적으로  관심을 받고 있는 기업가정신의 연구 동향을 분석하는 것이 목적이다.

@highlight

기업가정신은 전세계적으로 큰 관심을 받고 있음에도 해당 분야의 연구를 체계적으로 분석하려는 시도는 부족한 편이다.

@highlight

기업가정신 분야의 연구 동향을 파악하기 위하여 국제학술지에 게재된 41,560편의 논문을 분석하였다.

