선박용 무선 LNA은 설비의 용이성, 원가절감, 다양한 기능성에 따라 각광 받고 있다.

본 논문에서는 무선 LAN 주파수인 2.4 GHz대역과 5 GHz대역의 이중 대역통과 필터를 사각패치를 적용한 이중모드 사각 루프 공진기를 이용하여 설계하는 방법을 제안하였다.

사각패치 형태인 한 개의 perturbation element와 세 개의 reference element의 크기를 조절하여 2.4 GHz와 5.8 GHz의 두 주파수 대역에서 만족하는 이중 대역통과 필터를 설계하였으며, 나아가서 개방 스터브를 적용시켜 저지대역을 조절하여 2.4 GHz와 5.2 GHz의 두 주파수 대역에서 만족하는 새로운 형태의 이중 대역통과 필터를 설계하는 방법을 제안하였다.

제작된 이중 대역통과 필터의 설계 결과와 측정 결과가 거의 일치하였으며, 따라서 본 논문이 제안한 설계 방법이 타당함을 확인하였다.

@highlight

무선 LAN 주파수인 2.4GHz 대역과 5GHz 대역의 이중 대역통과 필터를 사각패치를 적용한 이중모드 사각 루프 공진기를 이용해 설계하는 방법을 제안하여, 제작된 이중 대역통과 필터의 설계 결과와 측정 결과가 거의 일치하였다.

