본 연구는 내재적 선을 내포하고 있는 노인들의 문화자원봉사 경험을 사회적 실천 관점에서 분석하기 위하여 질적 연구인 해석학적 현상학적 분석방법을 적용하였다.

이를 위하여 다섯 명의 60∼70대 초반의 노인들을 연구 대상자로 선정하여 연구를 수행하였다.

분석결과, 노인의 문화자원봉사자 경험은 13개의 주제와 4가지 본질적 주제로 파악되었다.

도출된 본질적 주제는 ‘자아 정체성 회복으로 삶의 활력을 찾는 실천의 장’ ‘공동체 구성원 간의 소통과 유대 강화’ ‘행복하고 건강한 삶’ ‘정서 회복과 역량 강화’이다.

노인들이 경험하는 문화자원봉사 의미는 ‘타인과의 관계맺음 속에서 자아 정체성을 회복하고 문화적 역량을 발휘하여 내재적 선을 구현하고 덕을 함양하면서 건강하고 행복한 삶을 찾는 사회적 실천’으로 도출되었다.

이는 노인들의 문화자원봉사 경험이 문화공동체 활동을 통하여 그들의 내재적 선을 성취하고 덕을 함양하여 공공선을 실현할 수 있는 사회적 실천의 주체자로서 전환하였다는 것을 의미한다.

본 연구의 결과는 문화를 매개로 한 노인들의 사회적 실천 의지에 대한 이해를 높이고 문화자원봉사자의 삶을 재조명하였다는 데 기여할 뿐만 아니라 노인들이 덕을 함양하여 주도적인 주체자로 사회 적응을 확대할 수 있는 방향을 제시하였다는 데 연구의 의의가 있다.

@highlight

본 연구는 내재적 선을 내포하고 있는 노인들의 문화자원봉사 경험을 사회적 실천 관점에서 분석하기 위하여 다섯 명의 60∼70대 초반 노인들을 연구 대상자로 선정하여 해석학적 현상학적 분석방법을 적용하였다.

@highlight

분석결과, 노인의 문화자원봉사자 경험은 13개의 주제와 4가지 본질적 주제로 파악되었다.

