본 연구는 인적자원관리시스템 수준(level) 논의에 근거하여 구체적인 인적 자원관리 관행인 고성과 작업시스템이 조직성과를 어떻게 향상시키는지를 살펴본다.

또한 이 과정에서 제도 실행의 근간이 되는 조직의 인재우대 정책과 실질적인 제도 운영 프로세스인 인사부서의 활동이 어떻게 경계조건으로서 작용하는지에 대해서도 논의한다.

보다 구체적으로, AMO(능력-

동기-

기회) 모형을 토대로 고성과 작업시스템이 조직성과 증진에 기여할 것임을 가설화하였다.

또한 인적자원관리의 지속성 강화 측면에서는 조직의 인재우대 정책을, 인적자원관리의 효과성 제고 측면에서는 인사부서의 커뮤니케이션 활동을 조절효과로 가설화하여 제시하였다.

가설 검증을 위해 HCCP 사업체 패널 자료를 활용하여 패널 분석을 진행한 결과, 고성과 작업시스템은 조직의 고성과를 창출하는 데 기여하였으며, 조직에서 인재우대 정책을 강조할수록, 인사부서에서 인사제도 관련 소통을 활발히 할수록 조직성과에 대한 고성과 작업시스템과의 효과가 더욱 강화되는 것으로 나타났다.

결론 부분에서는 본 연구가 가진 함의와 한계에 대해 정리하여 제시하였다.

@highlight

본 연구는 인사자원관리시스템 논의를 바탕으로 고성과 업무시스템이 조직 성과의 향상 원인을 조사하고, 조직의 인사과의 활동도 논의한다.

@highlight

그 결과 고성과 업무시스템이 조직의 높은 성과에 기여했으며, 우선적인 인력정책을 강조할수록 인사과가 고성과 업무시스템으로 소통하는 활동이 활발해졌다.

