이 글은 박근혜 게이트를 한국의 ‘실제’ 시민사회에 존재하는 동기, 관계, 제도의 이항코드를 경험적으로 파악해볼 수 있는 좋은 사례로 탐구한다.

이를 위해 JTBC가 처음 태블릿 PC를 보도한 2016년 10월 24일부터 같은 해 12월 9일 국회가 탄핵결정을 할 때까지 약 한 달 보름 동안을 경험적 연구를 위한 시간적 ‘분석단위’로 삼는다.

먼저 이 기간 동안 행위자들이 사용한 문화구조를 확인하고, 이를 알렉산더가 제출한 미국 시민사회의 담론구조를 준거로 해서 성찰해본다.

분석결과는 다음과 같다.

한국인들은 알렉산더의 시민사회의 코드와 유사한 코드를 활용하여 박근혜 게이트를 해소하려 한다.

동시에 한국인들은 시민사회의 문화구조보다 더 깊게 한국인의 일상생활에 뿌리박고 있는 유교적 문화구조를 사용한다.

동기의 경우 멸사봉공 코드, 관계의 경우 관계초월 코드, 제도의 경우 집단상소 코드가 바로 그것이다.

이 연구는 한국 시민사회의 행위자들이 시민사회의 코드와 유교적 코드를 활용해서 문제적 상황을 해소하려 한다는 점을 경험적으로 보여주었다는 점에서 의의가 있다.

@highlight

본고는 박근혜 게이트를 한국의 ‘실제’ 시민사회에 존재하는 동기와 관계, 제도의 이항코드를 경험적으로 파악하기 위한 좋은 사례로 탐구하였다.

