2000년대 이후 한국에서는 저소득층의 ‘금융배제’가 중요한 정책과제로 부상했다.

외환위기 이후 실업과 소득저하에 처한 저소득층이 사금융에 의존하며 과다채무로 고통받자, 정부는 제도권 금융기관에서 배제된 저소득·저신용층에게 ‘금융 접근권’을 보장하는 일련의 ‘금융포용’ 정책을 추진했다.

금융포용 담론은 빈곤과 불평등의 사회문제에 대해 시장을 통한 해결과 개인의 책임성을 강조하는 신자유주의 담론들의 합리성을 반영하고 있다.

이에 따라 정부는 공급 측면에서 서민금융기관의 활성화, 신용카드업과 대부업의 규제완화, 정책성 서민금융의 제공을 통해 저소득층에 대한 신용공급을 늘리고자 했으며, 수요 측면에서는 소비자 보호와 금융 역량 강화를 통해 개인의 자활을 돕고자 했다.

그리하여 2000년대 이후 개인의 대출기회는 크게 확대되었으나 이는 저소득층의 과다채무 문제를 양산하는 한편, 빈곤 문제에 대한 시장적이고 개인화된 해결을 요구하는 새로운 합리성과 기술을 정착시켰다.

요컨대 금융포용은 실질적인 시민적 권리의 보장이 아닌 오직 시장에 대한 접근권만을 강조하면서 차별적 배제와 불평등을 완화하기보다 빈곤층을 더욱 취약하고 개별화된 위험관리의 주체로 만들었다.

@highlight

2000년대 이후 한국에서는 저소득층의 ‘금융배제’가 주요한 정책과제로 떠올랐다.

@highlight

외환위기 이후 실업 및 소득저하에 처한 저소득층이 사금융에 의존하며 과다채무로 고통받자, 정부는 제도권 금융기관에서 배제된 저소득·저신용층에게 ‘금융 접근권’을 보장하는 ‘금융포용’ 정책을 추진하였다.

