본 연구는 국내 미술치료사의 활동 현황을 조사하여, 미술치료사의 전망을 조망해 보고 향후 미술치료사 자격 및 정책을 위한 방안을 논의하기 위한 기초연구이다.

이를 위하여 2016년 3월 4일부터 25일까지 직접 또는이메일을 통한 설문조사를 실시하여 총 234명의 자료를 최종분석하였다.

미술치료사의 일반적 특성, 자격관련특성, 고용현황, 업무의 특성, 그리고 미술치료실 환경으로 나누어 분석한 결과, 미술치료사들은 대부분 여성이었고, 석사 이상의 학력으로 40%가 미술치료를 전공하였다.

미술치료사(2급 포함)의 자격취득까지 총 수련시간의 평균은 547시간(이론연수 240시간, 임상실습 300시간)이었으며, 자격등급간의 수련시간은 통계적으로 유의미한 차이가 있었다.

그리고 이들의 67%가 서울, 인천, 경기지역에 분포되어 있었고, 기간제(계약제), 시간제 등이가장 많았으며, 미술치료연구소와 상담기관에 소속된 경우가 가장 많았다.

이들의 미술치료 평균경력은 5.8년이었으며, 1년 미만의 경력자가 가장 많았다.

주된 내담자로 유아와 초등학생이 가장 많고, 주로 개인미술치료(63%), 집단미술치료(23%)를 제공하고 있었다.

의뢰기관으로는 교육기관이 가장 많고, 이외 사회복지기관, 의료기관 등이었다.

이러한 결과를 바탕으로 미술치료사의 전망에 대하여 논의하였다.

@highlight

본 논문은 국내 미술치료사의 활동 현황을 조사하여, 미술치료사의 전망을 조망하고 향후 미술치료사 자격과 정책을 위한 방안을 논의하기 위한 기초연구로 삼고자 하였다.

@highlight

2016년 3월 4일부터 25일까지 직접 혹은 이메일을 통한 설문조사를 실시하여 총 234명의 자료를 분석하였다.

