우리나라는 2007년 법학전문대학원 관련 법률이 제정되어 2009학년도부터 법학전문대학원 체제로 법조인을 양성하고 있다.

법학전문대학원이 설치되어 법학전문대학원 인가를 받은 대학은 법학과를 둘 수 없도록 되었고, 이에 따라 법학을 전공하는 학부의 학생 수가 급격히 줄어들었다.

이와 더불어 일반대학원에서 법학을 전공하는 석·박사 과정생의 숫자도 줄어들어 법학분야의 학문후속세대 양성이 문제가 된다.

세계의 각 국가는 저 마다의 교육제도를 통하여 국민들이 교육을 받을 수 있도록하고 있다.

국가의 교육체계는 그 나라의 역사와 전통, 문화 등과 밀접한 관련을 맺고 있으며, 각 국가마다 다르다고 할 수 있고, 그 시기마다 다르다고 할 수 있다.

프랑스의 교육도 역시 그 나름대로의 독창성과 특성을 가지고 발전하여 왔다.

프랑스는 법조인 양성과 학문후속세대 양성을 구분하고 있다.

대학에서 법학을전공하여 박사학위를 받은 사람들이 연구자로 또는 대학에서 교육자로 진출하고있으며, 법조인 양성은 국립사법관학교(ENM)나 국립행정학교(ENA) 졸업생으로사법관이나 행정최고재판소 구성원을 선발하고 있고, 변호사는 별도의 자격시험으로 선발하고 있다.

@highlight

우리나라는 2007년 법학전문대학원 관련한 법률이 제정되어 2009학년도부터 법학전문대학원 체제로 법조인을 양성한다.

