이 글은 해방 직후부터 21세기 들어서까지 한국사 학계가 품고 있는 집단기억으로서 만주기억의 형성 변화를 추적하였다.

한국인에게 만주는 민족사라는 서사구조에 의거하여 기억되고 있는 감성적 공간이다.

1945년 해방과 분단은 다양한 만주체험을 개인 차원의 鄕愁 수준에 머무르게 하였다.

한일회담과 남북한 사이의 치열한 체제경쟁 속에서 민족의 受難과 저항의 공간으로 만주를 기억되게 하였다.

국가는 반일민족주의와 반공민족주의에 입각하여 선택과 배제의 원리를 작동하며 집단기억으로서 만주기억을 복원하고 재구축하였다.

1980년대 후반 들어 한국사회의 민주화와 세계적인 차원에서의 냉전체제가 해체되면서 획일적이고 단일화한 만주기억에 균열이 나타났다.

새로운 시선은 融合의 공간으로서 만주의 혼종성에 주목해 왔다.

그럼에도 만주기억에는 반공민족주의와 반일민족주의의가 여전히 강력하게 작동하고 있다.

민족서사에서 만주지역은 선택적으로 소환되는 공간이기 때문이다.

만주국이란 傀儡性과 한반도의 분단체제 때문이다.

@highlight

한국인에게 만주는 민족사라는 서사구조에 의거하여 기억되고 있는 감성적 공간이다.

@highlight

한일회담과 남북한 사이의 치열한 체제경쟁 속에서 민족의 受難과 저항의 공간으로 만주를 기억되게 하였고 국가는 반일민족주의와 반공민족주의에 입각하여 선택과 배제의 원리를 작동하며 집단기억으로서 만주기억을 복원하고 재구축하였다.

