본 연구는 전치부 지르코니아 전장관을 위한 적정 치아 삭제량을 조사하기 위해 3차원 스캐너를 이용, 지르코니아와 다른유치 전장관들의 크기와 형태를 분석하였다.

상악 좌측 유중절치, 유측절치 지르코니아 전장관과 금속관의 내/외면, 레진관의 외면을 스캔하여, 근원심경이 유사한 세종류의 전장관을 한 군으로 만들어 분석하였다.

외면에서 모든 중절치, 1번 측절치 지르코니아 전장관이 같은 군의 전장관 중 가장 큰 순설경을 나타냈다.

내면에서 지르코니아 전장관은 금속관에 비해 근원심경 0.7-1.0 mm, 치관길이는 1 mm 가량 작았으며, 순설경은 중절치에서는 더 컸으나 측절치에서는 더 작았다.

비교결과, 지르코니아 전장관은 절단면 2.5-3.0mm, 근원심 1.5-2 mm, 순면 0.5-1 mm, 설면결절을 장축에 평행하게삭제 후 측절치에서만 0.5 mm 설면삭제를 시행하는 것을 제안할 수 있다.

@highlight

이 연구는 전치부 지르코니아 전장관을 위한 적정 치아 삭제량을 조사하기 위해 3차원 스캐너를 이용, 지르코니아와 다른유치 전장관들의 크기와 형태를 분석하였다.

