목

적

 

:

 

본

 

연

구

의

 

목

적

은

 

집

중

적

 

양

손

활

동

훈

련

을

 

편

측

 

뇌

성

마

비

 

아

동

에

게

 

적

용

한

 

후

 

상

지

 

재

활

 

효

과

와

 

양

손

 

협

응

 

능

력

의

 

변

화

를

 

살

펴

본

 

연

구

에

 

대

해

서

 

분

석

하

는

 

것

이

다

.

 

연

구

방

법

 

:

 

2

0

0

4

년

부

터

 

2

0

1

4

년

 

현

재

까

지

 

국

내

·

외

 

학

회

지

에

 

게

재

된

 

논

문

을

 

R

I

S

S

,

 

P

u

b

m

e

d

를

 

통

해

 

검

색

하

였

다

.

 

1

,

 

2

차

분

류

를

 

통

해

 

총

 

6

개

의

 

실

험

연

구

 

논

문

이

 

대

상

논

문

으

로

 

선

정

되

었

다

.

 

결

과

 

:

 

선

정

된

 

6

편

의

 

문

헌

은

 

모

두

 

국

외

 

논

문

이

었

으

며

,

 

P

E

D

r

o

 

s

c

o

r

e

는

 

5

점

 

이

상

으

로

 

높

은

 

편

 

이

었

다

.

 

사

용

된

 

중

재

는

강

제

유

도

운

동

치

료

의

 

변

형

형

태

가

 

가

장

 

많

았

으

며

,

 

상

지

기

능

과

 

양

손

 

협

응

 

측

정

 

위

한

 

평

가

도

구

로

는

 

A

H

A

와

 

J

T

T

H

F

가

가

장

 

많

은

 

빈

도

를

 

보

였

고

,

 

그

 

외

 

Q

U

E

S

T

,

 

A

B

I

L

H

A

N

D

-

K

i

d

s

,

 

C

O

P

M

,

 

G

A

S

,

 

P

E

D

I

,

 

3

-

D

 

m

o

v

e

m

e

n

t

 

k

i

n

e

m

a

t

i

c

s

가

중

재

효

과

의

 

다

양

한

 

측

면

을

 

평

가

하

는

데

 

사

용

되

었

다

.

 

고

찰

 

:

 

본

 

연

구

를

 

통

하

여

 

집

중

적

 

양

손

활

동

훈

련

이

 

편

측

 

뇌

성

마

비

아

동

의

 

상

지

 

기

능

뿐

만

 

아

니

라

 

양

손

 

협

응

에

 

긍

정

적

인

영

향

을

 

준

다

는

 

것

을

 

확

인

하

였

고

,

 

더

 

나

아

가

 

양

손

 

협

응

이

 

요

구

되

는

 

대

부

분

의

 

일

상

생

활

의

 

참

여

에

 

도

움

을

 

줄

 

수

 

있

음

을

 

알

아

보

았

다

.

 

이

와

 

같

은

 

결

과

는

 

작

업

치

료

사

로

서

 

국

내

 

임

상

가

들

에

게

 

편

측

 

뇌

성

마

비

 

아

동

을

 

위

한

 

새

로

운

 

중

재

방

법

의

 

기

초

자

료

를

 

제

시

하

고

,

 

효

과

적

인

 

치

료

 

접

근

법

을

 

알

려

주

는

 

데

 

도

움

이

 

될

 

것

이

다

.

@highlight

집중적 양손활동훈련을 편측 뇌성마비 아동에게 적용한 후 상지 재활 효과와 양손 협응 능력의 변화 분석, 양손활동훈련이 편측 뇌성마비아동의 상지 기능, 양손 협응에 영향을 준다는 것을 확인 이와 같은 결과는 작업치료사로서 국내 임상가들에게 새로운 중재방법의 기초자료를 제시하고, 효과적인 치료 접근법을 알려주는 데 도움이 될 것이다.
