본 연구는 상아질 접착제의 잔류 용매가 접착 효율에 미치는 영향을 평가하고자 하였다.

본 연구에서는 5세대 2단계 산부식형 접착제와 7세대 단일과정 자가부식형 접착제를 사용하였다.

상아질접착제의 증발률과 전환률, 적용 후 용매의 공기건조 방법에 따른 미세인장결합강도를 측정하였으며 접착 계면을 FE-

SEM 을 이용하여 관찰하였다.

1.

시간에 따라 접착제의 증발률은 증가하나 접착제의 종류에 따라 증가 양상이 서로 달랐다.

2.

대부분 전환률은 증발률에 비례하는 경향을 나타내었다.

3.

공기건조 방법에 따라 결합강도는 대부분 under군, control군, over군 순으로 증가하는 양상을 나타내었다.

4.

FE-

SEM에서 아세톤을 용매로 사용하는 접착제는 공기건조 방법에 따라 droplet이나 gap이 관찰되었다.

상아질 접착제의 잔류 용매는 접착 효율에 부정적인 영향을 미치기 때문에, 상아질 접착제의 선택과 사용 시 용매의 종류와 특징에 대한 적절한 이해가 필요할 것이다.

@highlight

이 연구는 상아질 접착제의 잔류 용매가 접착 효율에 미치는 영향을 평가하려 했다.

@highlight

이 연구에서는 5세대 2단계 산부식형 접착제와 7세대 단일과정 자가부식형 접착제를 사용했다.

