인도네시아에서는 2000년대 이후 신성모독죄 적용이 확대되고 다양화되는 양상이 나타났다.

과거 신성모독법의 주요 적용대상이 무슬림이었던 반면, 최근에는 타종교도를 포함하게 되었고 인터넷에 게재된 글을 대상으로도 신성모독죄 기소가 이루어졌다.

신성모독죄의 확대적용은 급진적 이슬람 세력으로 하여금 이 법의 실효성을 실감하도록 했다.

그것이 상이한 이슬람 해석을 지지하는 집단이나 개인, 나아가 무슬림이 아닌 종교도에 대한 효과적인 제재 수단으로 작동할 수 있기 때문이다.

이러한 사건이 언론을 통해 확산됨에 따라 종교와 관련된 모든 상황에 신성모독이라는 잣대가 적용될 수 있음을 일반인들 역시 인식할 수 있게 되었고, 이는 자기검열적 상황을 강화했다.

이 연구에서는 신성모독죄의 성립 배경을 살펴본 후 최근의 주요 사례를 중심으로 신성모독죄가 적용, 강제되는 방식을 검토한다.

이를 통해 이 글에서는 무슬림뿐만 아니라 타종교도에게도 본격적으로 적용되기 시작한 신성모독법이 종교 자유를 축소하고 종교문제에 대한 관용도를 감소시킨다는 주장이 제기될 것이다.

이슬람 중심적 시각이 종교 자유와 종교도간 관계를 규정하는 핵심적 틀로 이해되는 이와 같은 상황은 종교적 관용이 인도네시아 사회의 특징으로 받아들여지던 과거와 대비되면서, 이슬람화가 인도네시아 사회에 미친 장기적인 영향을 실감할 수 있도록 한다.

@highlight

이 연구에서는 신성모독죄의 성립 배경을 살펴보고, 사례를 중심으로 신성모독죄의 적용, 강제 방식을 검토하고, 신성모독법이 종교 자유 축소와 관용도 감소를 불러옴을 주장한다.

