언어순수주의는 오늘날까지 체코의 언어학에서 가장 오랫동안 논쟁의 중심에 서 있는 사회언어학적 주제이다.

체코의 언어순수주의가 근대 표준체코어의 형성과 발달과정에서 중요한 역할을 하였다는 것은 주지의 사실이지만, 이와는 상반되게 현재 체코 언어사회가 겪고 있는 양층언어 상황의 근원이기도 하다는 부정적인 평가 역시 공존하고 있다.

본고는 체코 언어순수주의의 일반 언어학적 의미를 논하기 위해 먼저 세 가지의 유형의 순수주의 -

의고화, 엘리트주의, 외국혐오증-

로 분류하고 이 유형들이 시대적 전개과정에서 어떻게 발현되었는지 살펴보고자 한다.

18세기 중반의 초기 언어순수주의자들과 1930년대 초의 프라하학파에 의해 ‘오염되고 타락한 체코어’로 비판받는 17세기~18세기의 바로크시기의 체코어의 언어자료를 바탕으로 오늘날 표준 문어체코어의 지위를 위협하는 공통체코어의 유사성을 확인하는 것은 의미 있다고 사료된다.

체코의 양층언어 상황에 대한 균형 잡힌 접근을 위해, 한편으론 표준어 발달의 과정에서 나타난 언어순수주의의 과도한 개입과 그 통시적 배경을 밝히는 것이 중요하며 다른 한편으론 언어의 기능을 강조하며 표준어 육성을 강조한 1930년대 초 프라하학파의 언어문화이론에 지나치게 편향되지 않는 객관적 태도를 견지하는 것이다.

@highlight

언어순수주의는 지금까지 체코의 언어학에서 가장 오랫동안 논쟁의 중심에 서 있는 사회언어학적 주제이다.

@highlight

체코의 언어순수주의가 근대 표준체코어의 형성과 발달과정에서 중요한 역할을 했다는 것은 주지의 사실이지만, 이와는 상반되게 현재 체코 언어사회가 겪고 있는 양층언어 상황의 근원이기도 하다는 부정적인 평가 역시 함께 있다.

