조정의 활성화를 위해 고려해볼 수 있는 조건들은 다음과 같이 법경제학적 분석을 통해서도 마찬가지로 확인된다.

첫째, 신속성과 경제성을 확보하기 위해 오판의 가능성을 낮추어야 한다.

즉 사회적 편익이 항상 사회적 비용보다 높은 수준을 유지할 수 있어야 하는데, 이를 위해서는 조정인의 전문성 확보, 특화된 조정기관의 설립 등이 정책적인 고려로서 요구된다.

둘째, 위험을 회피하고자 하는 당사자의 특성을 고려하여 결과의 확실성을 증대시킬 필요가 있다.

이러한 확실성은 당사자가 승소확률을 예상할 수 있게 함으로써 조정을 택하게 하는 유인이 된다.

또한 소송결과에 대한 막연한 낙관적 기대를 현실에 맞는 수준으로 낮출 수 있다는 점에서도 의미가 있다.

이를 위해서는 분쟁의 양 당사자들이 승소확률에 대해서 어느 정도 공유할 수 있어야 한다.

셋째, 분쟁의 규모가 작을수록 조정의 가능성이 크다는 점에서 소액사건을 비롯하여 규모가 작은 사건을 조정으로 처리하도록 유도하는 정책적인 고려가 필요하다.

넷째, 조정의 잉여가 많을수록 당사자들이 합의할 수 있는 범위가 넓어지고 이는 조정의 성립으로 이어진다.

따라서 비용측면에서 강점을 가지고 있는 조정의 특성을 이용하여 다른 분쟁해결제도와의 차별성을 극대화할 수 있는 방법을 고려해야 한다.

@highlight

법경제학적 분석을 통해 조정의 활성화를 위해 고려해볼 수 있는 조건들은 다음과 같다.

@highlight

신속성과 경제성을 확보하기 위해 오판의 가능성을 낮추고, 결과의 확실성을 증대시키며, 규모가 작은 사건을 조정으로 처리하도록 유도하는 것이 필요하다.

@highlight

또한, 조정은 비용측면에서 강점이 있기에 다른 분쟁해결제도와의 차별성을 극대화시킬 방법을 고려해야 한다.

