양부모 양육 수기와 차별화된 입양인 창작활동이 20세기 후반부터 활발해지는 추세이다.

입양인 인권운동과 비판적 입양 연구, 미디어 활동을 통해 국외 입양 제도의 폐해를 유색인종 입양인의 시각에서 조명하는 시도가 문학계에서도 나타난다.

분노한 입양인들의 집단발화 형태로 개념시를 쓰는 덴마크 시인 마야 리 랑배드는국외 입양 제도를 옹호하는 사회에 경종을 울린다.

랑배드는 아시아계 여성 겨냥인종주의, 이윤 추구 수단으로 변질된 국외 입양 제도의 현주소, 전 지구적 착취의 일환으로 전락한 재생산 정책을 비판한다.

랑배드를 비롯한 입양인들의 활약에 힘입어 북유럽에서는 긍정적으로만 인식되던 국외 입양 제도의 이면이 차츰 알려지는 등 입양 관련 여론변화와 정책 선회가 나타나고 있다.

국외 입양 급감, 정책변경 과정에서 입양인 의견 청취, 여론변화에 입양인 문학의 영향을 배제하기 어렵다.

랑배드의 작품들은 사회적 의제화를 추동하며 소수자 문학의 정치적 가능성을 보여주고 있다.

@highlight

국외 입양 급감, 정책변경 과정에서 입양인 의견 청취, 여론변화에 입양인 문학의 영향을 고려해야 한다.

@highlight

랑배드의 작품들은 사회적 의제화를 추동하며 소수자 문학의 정치적 가능성을 보여주고 있다는 점에서 이를 고찰하였다.

