그림책은 텍스트와 주변 텍스트의 예술적 결합물이다.

그러나, 그 동안 그림책 본 텍스트의 교육 효과에 대한 연구는 많았지만 주변 텍스트의 교육 효과에 대한 연구는 거의 없었다.

이에 본 연구는 그림책의 면지를 탐색하는 활동이 유아의 읽기흥미도와 언어표현력에 어떤 영향을 미치는지 실험을 통하여 알아보고자 하였다.

연구대상은 서울시에 소재한 S어린이집 만4세 유아 34명이었으며 실험집단(17명)과 비교집단(17명)으로 나누어 8주간에 걸쳐 실험을 실시하였다.

실험집단에게는 주 3회 하루에 1권의 그림책을 가지고 자유선택활동시간에 대그룹으로 면지 탐색활동을 하였다.

비교집단에게도 실험집단과 동일한 그림책을 가지고 읽기활동을 하였다.

연구결과, 면지 탐색활동을 실시한 실험집단 유아들의 읽기흥미도와 언어표현력이 비교집단 유아들에 비해 통계적으로 의미 있게 높은 것으로 나타났다.

이러한 결과는 면지 탐색활동이 유아의 읽기에 대한 흥미를 높이고 언어표현력을 증가시키는 데 효과적인 방법임을 보여준다.

이는 유아에게 그림책의 본문만을 읽어주기보다는 그림책 면지를 비롯하여 주변텍스트를 살펴보는 활동이 필요함을 시사한다.

@highlight

그림책 면지 탐색 활동이 유아의 읽기흥미도와 언어표현력에 미치는 영향을 연구한 결과, 면지 탐색활동을 실시한 실험집단 유아들의 읽기흥미도와 언어표현력이 의미있게 높은 것으로 나타났다.

@highlight

이는 면지 탐색활동이 유아의 읽기에 대한 흥미를 높이고 언어표현력을 증가시키는 데 효과적인 방법임을 보여준다.

