본 연구는 사이버가정학습 우수운영사례를 중심으로 참여교사들의 실천경험 및 운영과정에 대한 질적 연구를 통하여, 우수사례 교사들의 실천활동에 내재되어 있는 실천적 지식의 모습을 규명하고자 하였다.

이를 위하여 2005년도 교육학술정보원이 선정한 우수운영사례 중, 교사의 탁월한 실천력이 돋보이는 3명의 우수사례 교사를 선정하여 3개월에 거쳐 심층면담, 학교현장 및 사이버공간에 대한 참여관찰, 내용분석 등의 연구방법을 활용하였다.

연구결과로서 세 명의 사례교사들에게 나타나는 공통적인 실천 활동의 특질들을 바탕으로 한국 사이버가정학습 우수교사의 실천적 지식을 ‘사이버세상에서 권위보다 친구 같은 존재감 보여주기’, ‘끊임없는 이벤트와 아이디어 기획하기’, ‘학생과 학부모를 내 편으로 만들기’, ‘교과사이버학생의 삼박자 특성에 맞춘 수업전략 운영하기’, ‘학생 스스로의 자발적 운영으로 발전시키기’, ‘감성적이고 신속한 피드백 구사하기’, ‘디지털 첨단과 아날로그 감성 적절히 활용하기’와 같이 7가지 주제영역으로 나누어 14가지의 실천전략들을 심층기술하였다.

이를 바탕으로 사례교사들의 실천적 지식 속에 투영된 포괄적 이미지로서 ‘종소리 없는 교실의 열정적 헌신자’, ‘수평적 관계의 눈높이 교사’, ‘변화 추진자로서의 외로운 투쟁자’의 모습에 대하여 논의하였다.

@highlight

사이버가정학습 우수운영사례를 중심으로 우수사례 교사들의 실천활동에 내재되어 있는 실천적 지식의 모습을 규명하였다.

@highlight

교육학술정보원이 선정한 우수운영사례 중, 교사의 탁월한 실천력이 돋보이는 우수사례 교사를 선정하여 심층면담, 학교현장 및 사이버공간에 대한 참여관찰, 내용분석 등의 연구방법을 활용하였다.

@highlight

공통적인 실천 활동의 특질들을 바탕으로 한국 사이버가정학습 우수교사의 실천적 지식을 7가지 주제영역으로 나누어 14가지의 실천전략들을 심층기술하였다.

