이 논문은 한국의 2008년 금융위기는 글로벌 경제환경의 변화와 국내 거버넌스 문제를 동시에 고려할 때 보다 정확하게 설명될 수 있다고 주장한다.

즉 외환위기 이후 10년 만에 또다시 글로벌 금융위기의 충격에 노출된 한국 경제의 문제점을 위기 이후의 시장중심적 거버넌스 패러다임과 정부의 미숙한 정책대응에서 찾는다.

금융감독 당국은 은행권의 단기 해외차입을 통제하지 못하고 외자가 부동산 시장으로 유입되는 등 비효율적으로 배분되는 것을 방관했다.

정부는 투기억제와 경기부양이라는 상충된 목표를 추구한 나머지 시장의 정책 불신을 유발하고 부동산 불패 신화를 부추겼다.

정부의 성급한 외환자유화는 외화의 유출을 방조했고 훗날 유동성 위기에 대비할 수단을 스스로 고갈시켰고, 성장과 시장을 두 축으로 한 신정부의 대선공약은 일관성 없는 환율정책과 늑장대응으로 귀결되었다.

이상의 발견은 또 다른 금융위기의 도래를 막기 위해서 정부는 국내 경제 거버넌스에서 시장과 경제주체의 신뢰성을 회복하는 일이 긴요함을 말해준다.

@highlight

본 논문은 한국의 2008년 금융위기는 글로벌 경제환경의 변화와 국내 거버넌스 문제를 동시에 고려할 때 보다 정확하게 설명될 수 있다고 주장한다.

