현대 암호 시스템과 암호모듈의 필수적 요소인 난수발생기의 안전성을 평가하는 방법으로 잡음원에 대한 엔트로피 평가 방법이 있다.

국외 주요 엔트로피 평가 방법은 소프트웨어 잡음원보다 하드웨어 잡음원에 적용하는 것이 더적합하고, 소프트웨어 잡음원별 엔트로피에 대한 정량적인 평가의 어려움이 있다.

본 논문에서는 소프트웨어 잡음원의 특징을 고려하여 소프트웨어 잡음원에 적합한 엔트로피 평가 방법을 제안하고자 한다.

윈도우 운영체제의 소프트웨어 잡음원 중에서 시간 종속 잡음원을 분석 대상으로 선정하고, 각 잡음원의 특성을 고려하여 휴리스틱(heuristic) 분석과 실험적 분석을 진행한다.

이를 기반으로 하여 시간 종속 잡음원에 대한 엔트로피 평가 방법으로잡음원 수집 방법과 최소 엔트로피 추정 방법을 제안한다.

그리고 미국 NIST의 SP 800-90B에 기술된Conditioning Component에 제안하는 평가 방법을 활용하는 방법을 제시한다.

@highlight

소프트웨어 잡음원의 특징을 고려하여 소프트웨어 잡음원에 적합한 엔트로피 평가 방법을 제시하였다.

@highlight

윈도우 운영체제의 소프트웨어 잡음원 중에서 시간 종속 잡음원을 분석 대상으로 선정하고, 각 잡음원의 특성을 고려해 휴리스틱 분석 및 실험적 분석을 하였다.

