이 글은 지난 10여 년 간 진행되어 온 신자유주의 체제가 한국사회에 일으킨 변화를 살펴보고, 여성들의 삶에 어떤 영향을 미치고 있는지 알아보고자 함을 주요 목적으로 한다.

구체적으로 가부장제와 신자유주의 시장경제체제 간의 관계 속에 유동하는 여성의 위치성을 통해 한국사회가 직면한 전반적인 ‘위험’ 요소를 젠더관점에서 재고해 보려고 하였다.

이를 통해 포괄적이되 젠더관점이 부재하거나, 젠더관점에서 출발하나 부분적인 대상과 주제에 그치는 기존 논의들의 한계를 비판적으로 극복하고, 궁극적으로는 배제와 포섭의 정치, 위계화 및 계층화의 구조를 통해 재생산되는 성차별적 현상이 결국 한국사회의 전반적인 ‘위기’ 상황과 맞물려 있음을 드러내고자 했다.

이미 성평등을 달성했다는 ‘신화’의 확산 이면에 실제 한국여성들의 경제적, 정치적, 사회적 지위는 향상되기는커녕 신자유주의의 심화 속에 오히려 새로운 ‘위험들’을 경험하고 있었다.

특히 자본주의가 가부장제를 침윤시키면서 이에 대응하는 개별적 전략들에 부수적으로 따라오는 위험 요인들과 새롭게 등장하는 문화적 요소들에 취약한 것으로 드러났다.

결국 수많은 지표들을 통해 확인한 사실은 한국사회의 불평등 문제가 젠더이슈와 분리되기 어렵다는 점이며, 따라서 여성들 간의 ‘차이’에만 주목할 것이 아니라 그 ‘차이들’이 어떻게 여러 사회구조들 및 범주들의 교차에 의해 재생산되는지 밝히는 교차성 이론이 필요함을 역설하고자 하였다.

@highlight

이 글은 지난 10여 년 간 진행되어 온 신자유주의 체제가 한국사회에 일으킨 변화를 살펴보고, 여성들의 삶에 어떤 영향을 미치고 있는지 알아보고자 함을 주요 목적으로 한다.

