본 연구는 취약계층을 대상으로 한 평생교육 참여 지원 프로그램의 성과를 사회적 포용 측면에서 분석하는 것을 목적으로 하였다.

취약계층 대상 평생교육 참여 지원 대표 사업인 평생교육 바우처 이용자 대상 만족도 조사 결과를 활용하여, 취약계층 대상 지원 프로그램 참여가 이용자의 학습 가치에 대한 인식 수준을 향상시키고, 이를 통하여 사회적 포용 성과 인식에 영향을 미치는지 여부를 분석하였다.

사회적 포용 성과는 개인의 삶의 질 향상, 사회참여 및 관계, 경제활동 참여로 구분하였다.

통계 분석에는 총 907명의 평생교육 바우처 이용자의 응답자료를 활용하였다.

분석 결과, 첫째, 평생교육 바우처 이용도가 학습가치 인식 수준 증가에 통계적으로 유의미하게 영향을 미치는 것으로 나타났다.

둘째, 평생교육 바우처 이용자의 학습가치 인식 수준이 사회적 포용 성과 변인에 통계적으로 유의한 정도의 정적 영향을 미치는 것으로 나타났다.

평생교육 바우처 이용도는 학습가치 인식 수준 증가를 거쳐 참여, 삶의 질 향상, 경제적 활동 참여 관련 인식 향상에 긍정적 영향을 미치는 것으로 나타났다.

이를 통하여 사회적 포용 증진을 위한 사회정책으로서 평생교육은 유의미한 정책이 될 수 있으며, 취약계층을 대상으로 한 평생교육 참여 기회 확대가 보다 적극적으로 이루어져야 함을 제안한다.

@highlight

본 논문의 목적은 취약계층을 대상으로 한 평생교육 참여 지원 프로그램 성과를 사회적 포용 측면으로 분석하는 것에 있다.

@highlight

취약계층 대상 평생교육 바우처 이용자 대상 만족도 조사 결과를 활용해, 취약계층 대상 지원 프로그램 참여가 이용자의 학습 가치에 대한 인식 수준을 향상시키고, 사회적 포용 성과 인식에 영향을 미치는지 여부를 분석했다.

