정부나 국책연구원 , 민간 경제연구소들은 매해 11 월 이후부터 당해 연도의 경제성장률 전망 수정치와 다음 해의 경제성장률에 대한 전망치를 발표한다 .

이 중 많은 기관들이 2010 년 1 월부터 2016 년 1 월에 발표한 경제성장률 전망치는 실제 성장률의 오차와 많게는 1.9%p 까지 차이가 난다 .

이런경제전망 결과 값은 여러 가지 파급효과를 가진다 .

경상성장률을 기반으로 한 세수예측에서 성장률을 과대 예측하면 세수가 부족하게 되는데 , 최근 4~5 년 동안 세수가 부족한 가장 큰 이유이기도하다 .

또한 , 경기변동에 대한 예측을 잘못하게 되면 재정정책이나 통화정책으로 인해 경제성장률변동성에 크게 영향을 미칠 수도 있으며 , 금리 결정에도 상당한 영향을 줄 수도 있다 .

따라서 올바른 경제성장률 예측이 필요하다 .

이에 본 논문은 LSTM 모형을 이용하여 2018 년 2 분기 이후 4 분기 경제성장률을 예측하고 비교분석 하였다 .

분석결과 , 계절조정 된 실질 분기값들이 증가하는 추세를 따르고 , 데이터 축적 개수가 적어 선형 파라미터가 학습되는 것으로 나타났다.

@highlight

경기변동에 대한 예측을 잘못하게 되면 재정정책이나 통화정책으로 인해 경제성장률변동성에 크게 영향을 미칠 수도 있으며 , 금리 결정에도 상당한 영향을 줄 수도 있다.

@highlight

따라서 올바른 경제성장률 예측이 필요하다.

@highlight

이에 LSTM 모형을 이용하여 2018 년 2 분기 이후 4 분기 경제성장률을 예측하고 비교분석 하였다.

@highlight

계절조정 된 실질 분기값들이 증가하는 추세를 따르고 , 데이터 축적 개수가 적어 선형 파라미터가 학습되는 것으로 나타났다.

