전통적 경력에서 무경계경력(boundaryless career)으로의 경력 패러다임 변화로 인해 경력개발에 대한 책임이 개인에게로 이동하면서 개인의 자기주도적 경력 관리가 보다 중요하게 되었다.

본 연구에서는 개인의 명확한 경력닻과 조직내 경력개발프로그램의 시행이 경력몰입에 어떠한 영향을 미치는지를 살펴보았으며, 그 연구 결과는 다음과 같다.

첫째, 명확한 경력닻을 가지고 있는 개인들이 경력몰입의 정도가 높은 것으로 나타났다.

이는 경력계획을 구체적으로 수립하는 개인들이 더 큰 경력 성공으로 이어질 수 있음을 암시해 주는 것이다.

둘째, 개인의 경력닻 유형은 경력몰입의 정도에 유의미한 차이가 있는 것으로 나타났다.

도전닻, 자율성·독립성닻의 개인들이 경력몰입 정도가 높게 나타났으며, 라이프스타일통합닻, 안전·안정닻의 개인들은 경력몰입의 정도가 낮게 나타났다.

이러한 결과는 개인적 성향과 경력 성장 간에 연관이 있음을 보여주고 있다.

셋째, 조직내 경력개발제도 시행이 경력몰입에 미치는 영향은 유의미한 영향을 주지 못하는 것으로 나타났다.

이는 경력개발제도를 운영하고 있는 대부분의 기업들이 개인의 경력개발에 대한 관심보다는 조직의 사업 운영에 치중하여 경력개발제도를 실시하고 있기 때문에 개인의 경력성장 욕구에까지 영향이 미치지 못하고 있는 것으로 보인다.

@highlight

자기주도적인 개인의 경력 관리가 중요해진 요즘 개인의 경력닻과 조직내 경력개발프로그램의 시행이 경력몰입에 끼치는 영향을 살펴본 이번 연구 결과, 명확한 경력닻을 가진 개인이 경력몰입 정도가 높았고, 개인의 경력닻 유형은 경력몰입의 정도에서 차이가 있었으며 조직 내 경력개발제도는 경력 몰입에 영향을 미치지 않았다.

