경찰은 범죄의 예방과 수사, 국민의 생명과 신체 및 재산을 보호해줘야 하고, 이러한 임무를 수행하기 위한 치안환경과 치안상황은 급격하게 변화하고 있다.

오늘날 경찰행정의 패러다임은 공급자 중심에서 치안수요자 중심으로, 경찰활동 효과성 중심에서 고객만족을 중심으로, 경찰기능 중심에서 법적절차 중심으로, 범죄통제와 규제 중심에서 치안서비스 중심으로 변화하는 등 국민의 치안서비스에 대한 기대수준이 높아지고 있다.

국민들의 치안서비스 기대수준에 적절한 경찰활동도 중요하지만, 법률을 집행하는 과정에서 발생하게 되는 경찰공무원들의 외상과 이로 인한 스트레스에 대한 관리 또한 경찰재원을 효과적으로 활용하기 위한 중요한 정책일 수도 있다.

경찰관이 현장에 겪게 되는 외상후 스트레스장애는 상당수에 이르고 있지만, 이에 대한 전문적인 관리방안은 미흡한 수준에 이르고 있다.

경찰관의 외상후 스트레스장애에 대한 관리는 심리적·신체적 전문치료 방법으로 접근해야 하며, 이에 대한 사후관리 역시 너무 중요하다.

그러므로 현장에서 겪은 외상으로 인한 스트레스장애 관리를 위해 외상 정도에 따른 차등적 관리와 외상후 스트레스장애에 대한 전문가의 진단 및 치료는 반드시 이루어져야만 한다.

@highlight

경찰은 범죄의 예방과 수사, 국민의 생명과 신체 및 재산을 보호해줘야 하고, 이런 임무를 수행하기 위한 치안환경과 치안상황은 급격하게 변화하고 있다.

