DTI 비율만으로 하우스푸어를 판별하는 기존의 방식은 다양한 상환방식의 존재 가능성, 여유자산 투입으로 인한 상환부담의 완화 가능성을 고려하지 못하는 한계를 지니고 있다.

또한 주택담보대출의 목적까지 구체적으로 파악하여 하우스푸어 여부를 판별하는 것은 현실적으로 쉽지 않다.

이에 본 논문은 DTI 비율 대신 다양한 상환방식과 여유자산의 투입가능성을 고려할 수 있는 표준상환기간 방식을 제안하고, 주택담보대출의 목적을 한정하지 않음으로써 하우스푸어의 규모와 특성을 분석하였다.

분석결과 하우스푸어의 규모는 5만 가구로 산정, DTI 비율방식에 비해 2만 2천 가구가 감소한다.

전체 가구의 0.3%, 그리고 전체 주택담보대출 규모의 1%를 차지하는 이 하우스푸어에 대해 높은 정책우선순위를 설정하기는 어려워 보인다.

주택담보대출 목적을 고려하지 않을 경우 지원대상이 약 2배 증가하므로 실무적 어려움에도 불구하고 정책의 실효성 제고를 위해 주택담보대출의 목적을 최대한 고려할 필요가 있다.

DTI 비율 방식과 달리 하우스푸어가 고령가구 및 저소득가구 내에서 집중적으로 발견되므로, 고령 및 저소득가구를 초점으로 한 하우스푸어 대책 마련이 필요하다.

@highlight

본고는 DTI 비율 대신 다양한 상환방식과 여유자산의 투입가능성을 고려할 수 있는 표준상환기간 방식을 제안하고, 주택담보대출의 목적을 한정하지 않음으로써 하우스푸어의 규모와 특성을 분석하였다.

