오정희 초기 소설에서 여성 서술자에 의해 초점화된 시선은 여성 소설의 미학적 차원을 열어주며, 새로운 여성 주체의 존재를 드러낸다.

시선 주체는 참혹한 모성과 모성을 제거한 여성성에 대한 응시를 보여주는 한편, 부재와 현존의 틈새에 위치한 남성을 응시한다.

‘여성적 응시’의 문제에서 중요한 것은 여성인물의 시선이 등장한다는 수준의 문제가 아니라, 오정희 소설의 시선의 모험이 남성 시선 중심의 상징질서에 균열을 가하는 새로운 미학적 응시의 가능성을 실현하고 있다는 점이다.

오정희 소설에서 여성이 본다는 것은, 여성이 처한 상징질서의 완강함을 상기시키는 동시에, 그것에 대한 무의식적이고 분열증적인 여성 주체의 고통과 거부의 지점을 드러낸다.

이것은 오정희 초기 소설의 담화적 특징인 분열자의 독백적인 언어, 서사적 완결성을 향하지 않는 무한 독백의 언어라는 특이성과 연관되어 있다.

여성적 응시의 언어는 무의식적, 분열증적 자기 응시와 존재 생성의 언어라고 할 수 있다.

남성 주체의 시선의 지배적 관철을 보여주는 한국현대소설사에서 여성적 응시의 문제를 미학적 차원으로 문제화했다는 측면에서 오정희 소설은 한국문학에서 지울 수 없는 의미를 갖고 있다고 할 수 있다.

@highlight

오정희 초기 소설에서 여성 서술자에 의해 초점화된 시선은 여성 소설의 미학적 차원을 열어주며, 새로운 여성 주체의 존재를 드러낸다.

