본 논문은 기후변화에 대응하기 위한 온실가스 감축방안으로 논의되고 있는 온실가스 배출권 거래제 및 관련 논의들을 살펴보고 평가하는 것을 목적으로 한다.

온실가스 배출 감축을 위한 국제적인 노력에도 불구하고 1990년 이후 최근까지 전 세계 이산화탄소 배출량은 약 46%가 증가했다.

한국의 경우에는 같은 기간 동안 약 177%가 증가함으로써 이산화탄소 배출 10대 국가 중 세 번째로 높은 증가율을 기록하고 있다.

따라서 본고는 2015년부터 한국에서 시행될 예정인 배출권 거래제의 역할과 한계를 살펴보고 온실가스 감축을 위한 최적대안을 제시한다.

본고의 검토에 따르면 배출권 거래제는 기본적으로 신고전파 경제학의 토대인 경제주의적 진보관을 배경으로 하는 태생적 한계를 갖고 있다.

또한 운용의 측면에서도 독과점 문제 등 많은 시장실패의 요인을 갖고 있으므로 다양한 정책적, 제도적 수단들에 의한 보완이 필요하다.

구체적으로 배출권의 경매비중을 높이고 그 재원을 이용한 산업구조 재편과 환경 친화적 기술개발이 필요하며, 탄소세 등 온실가스 배출권 거래제를 보완할 수 있는 조세체계와 규제정책이 수립되어야 한다.

@highlight

본고는 기후변화에 대응하기 위한 온실가스 감축방안으로 논의되고 있는 온실가스 배출권 거래제 및 관련 논의들을 살펴보고 평가하는 것이 목적이다.

