우리나라 대학에서 새로운 조직으로서 기술이전조직이 생기기 시작하면서 지식이전이 상업적인 방 향으로 흘러온 것이 사실이다.

또 대학의 지식이전이 기술의 확산과 대학의 수익원 증대를 가져다주 고 있는 것도 사실이다.

이와 같이 대학의 지식이전이 대학과 기업 모두에게 많은 성과를 가져다주고 있음에도 불구하고 그 성과분석과 조직과정에 미치는 영향관계 분석에는 소홀히해왔다.

이에 본 연구 는 전남대학교의 산학협력단을 대상으로 대학의 지식이전조직의 성과분석을 위한 양적 접근을 시도 한 동시에 성공적인 지식이전의 핵심이슈의 파악을 위한 질적 접근으로서 이해당사자 10명을 대상으 로 심층인터뷰를 실시하였다.

그 결과, 대학의 지식이전조직의 핵심 이해관계자들(대학교수과 대학행 정가, 기술경영팀, 대학지주주식회사, 기업가)은 첫째, 대학교수가 창업하든, 기업가와 공동연구를 하 든 조직으로부터 원활한 지원을 받지 못하고, 둘째, 기술이전조직이 매사 관료적으로 접근한다고 인 식하고 있었다.

따라서 전남대학교 산학협력단의 경우, 이러한 장애요인들의 관리는 조직의 성공에 매우 중요하다고 할 수 있다.

@highlight

우리나라 대학에서 새로운 조직으로 기술이전조직이 생기기 시작하면서 지식이전이 상업적인 방향으로 흘러온 것이 사실이고, 대학과 기업 모두에게 많은 성과를 가져다주고 있음에도 불구하고 그 성과분석과 조직과정에 미치는 영향관계 분석에는 소홀히 해왔다.

