본 연구는 보조공학 성과에 대한 자기보고형 평정척도를 사용하여 시각장애인근로자의 직무 생산성 향상을 예측하는 것을 목적으로 하였다.

이를 위해 한국장애인고용공단 고용개발원에서 수행한 2013 보조공학기기 지원사업 관련 조사의 원시자료에서 시각장애인근로자들의 보조공학 기기 만족도, 보조공학 서비스 만족도, 작업수행능력에 대한 조사 자료를 분석에 활용하였다.

이 자료에 대해 ROC(receiver operating characteristic) 곡선으로 분석하여 세 가지 자기보고형 평정척도의 직무 생산성 향상 예측 정확도를 분석하였고, 예측 가능하게 하는 평정척도 점수를 지수로 제시하였다.

분석을 통한 주요 결과는 다음과 같다.

첫째, 두 개의 보조공학 만족 평정척도는 시각장애인근로자의 직무 생산성 향상을 예측할 수 없었다.

둘째, 업무수행능력 평정척도의 점수가 12이상일 때 시각장애인근로자의 직무 생산성 향상을 예측할 수 있는 것으로 분석되었다.

이런 분석 결과를 바탕으로 향후 보조공학 성과에 관한 연구가 나아갈 방향을 제언하였다.

@highlight

이 연구는 보조공학 성과에 대해 자기보고형 평정척도를 사용해 시각장애인근로자의 직무 생산성 향상을 예측하는 것을 목적으로 했다.

