본 연구는 문제해결학습 맥락에서 진행되는 동료피드백 활동의 효과성을 탐색하고자 하였다.

구체적으로, 학습자가 제공받은 동료피드백의 품질 및 동료 피드백 제공자에 대한 정서적 신뢰도와 학업성과(성취도, 만족도)간의 관계를 동료피드백 수용도가 매개하는지 분석하였다.

이를 위해 A전문대학에서 교육방법 및 교육공학 수업에 참여하는 유아교육 전공생 52명을 대상으로 개별적으로 수업설계안을 개발하도록 하였으며, 그에 대해 동료피드백을 주고받는 활동을 실시하였다.

이때 학습자들이 제출한 수업설계안 초안을 다른 학습자 한 명에게 무선할당하여 피드백을 제공하도록 하였다.

연구결과 첫째, 피드백 수용도는 학습자가 제공받은 동료피드백의 품질과 학업성과(성취도, 만족도) 간의 관계를 매개하지 않는 것으로 나타났다.

둘째, 피드백 수용도는 동료피드백 제공자에 대한 정서적 신뢰와 만족도간의 관계를 완전매개하는 것으로 밝혀졌다.

이는 피드백을 제공하는 동료에 대한 정서적 신뢰가 높을수록 해당 동료가 제공하는 피드백을 더 수용하는 경향이 있으며, 이에 따라 동료피드백 활동에 대한 만족도가 높아진다는 것을 의미한다.

즉, 피드백 제공자에 대한 정서적 신뢰도가 학업성과를 긍정적으로 예측하며 이 과정에서 피드백 수용도가 중요한 역할을 하므로, 문제해결학습에서 동료피드백 활동을 설계할 때는 학습자간의 정서적 관계를 고려할 필요가 있다.

@highlight

본고는 문제해결학습 맥락에서 진행되는 동료피드백 활동의 효과성을 탐색하고자 했다.

@highlight

구체적으로는, 학습자가 제공받은 동료피드백의 품질 그리고 동료 피드백 제공자에 관한 정서적 신뢰도와 학업성과(성취도, 만족도)간의 관계를 동료피드백 수용도가 매개하는지 분석했다.

