이 논문의 목적은 북한의 사이버와 무인기 위협을 다룸에 있어서 군에서 체계적인 연구와 분석을 위해 주로 활용되는 “PMESII”라는 개념을 중심으로 문제점을 분석하는 것이다.

PMESII는 정치·군사·경제·사회·정보 및 인프라를 총칭하며, 다양한 관점에서 사안을 볼 수 있다.

특히 단순 변수 요인 분석(single factor analysis)의 한계를 극복하면서 연구자들에게 비교적 관점을 제공해주는 총체적 접근(holistic approach)을 가능하게 해준다는 장점이 있다.

또한 이를 통해 도출된 문제점에 대한 대응책을 고려함에 있어서 국력의 제 요소 즉, DIME 요소들을 중점으로 검토하였다.

요컨대, PMESII 체계분석을 통해 북한의 사이버와 무인기 위협이 우리의 안보에 주는 위협을 체계적으로 분석할 수 있었다.

또한 우리가 갖고 있는 국력의 제요소를 통한 대응방안을 모색하였다.

무엇보다도 PMESII와 DIME을 활용한 분석을 통해 변화하는 안보환경 하에서 어떤 변수가 더 중요한지, 또한 어떤 조합이 우리에게 대안이 될 수 있는지를 검토하고 확인함으로써 더 큰 의미를 찾을 수 있었다.

@highlight

이 논문은 북한의 사이버와 무인기 위협을 다룸에 있어서 군에서 체계적인 연구와 분석을 위해 주로 활용되는 “PMESII”라는 개념을 중심으로 문제점을 PMESII 체계분석을 통해 북한의 사이버와 무인기 위협이 우리의 안보에 주는 위협을 체계적으로 분석할 수 있었다.

