도덕교육은 통합적 도덕성을 지향한다.

일반적으로 인지, 정의, 행동이라는 요소의 통합으로 일컬어지는 통합적 도덕성은 도덕교육 연구자들과 학교 현장 교사들에게 당연한 것으로 여겨져 왔다.

하지만 도덕성의 요소들간에는 여전히 도덕철학적, 심리학적 갈등이 존재하며 도덕성의 요소들을 어떤 근거에서 어떻게 통합할 것인지에 대한 고민이 아직도 남아 있다.

본 연구는 다마지오의 연구와 주장을 통해 도덕심리학적 견지에서 통합적 도덕성의 경험적인 근거로서 ‘체화된 마음’의 의미와 가능성에 대해 살펴보고 체화된 마음이 인지, 정의, 행동의 통합의 근거가 될 수 있음을 주장하였다.

이를 위해 먼저 스피노자를 통해 데카르트를 비판한 다마지오의 문제의식을 살펴보고 체화된 마음의 구성에서 정서가 어떤 과정을 통해 어떻게 작용하는지 논의하였다.

체화된 마음의 개념은 통합적 도덕성의 형성을 단지 도덕성의 요소의 결합으로 설명하기보다는 ‘마음’의 형성으로 설명되어야 함을 시사한다.

체화된 마음의 개념은 마음의 형성을 위해 도덕적 환경의 조성, 아동과 청소년의 삶의 맥락을 고려한 수업, 정서적 존재로서 아동과 청소년에 대한 고려 등을 제안하였다.

@highlight

이 연구는 다마지오의 연구와 주장을 통해 도덕심리학적 견지에서 통합적 도덕성의 경험적인 근거로서 ‘체화된 마음’의 의미와 가능성에 대해 살펴보고 체화된 마음이 인지, 정의, 행동의 통합의 근거가 될 수 있음을 주장했다.

