어느 사상가를 계승한다는 것이 그가 평생 해결하고자 했던 학문적인 문제와 그 문제에 대한 해결책을 모두 이어받는다는 의미는 아니다.

문제의식에는 충분히 공감하면서도 해결책에 대해서는 상당히 비판적일 수도 있다.

이 연구는 교육을 통해서 인간의 본래성을 실현하고 더 나아가 이상적인 사회를 건설하고자 한 루소의 문제의식을 이어받고 있다.

그러나 그가 인간의 본래성에 대해 내놓은 견해나 교육을 통한 도덕적인 인간의 육성 및 사회 건설의 방안에 대해서는 그렇지가 않다.

루소 사상의 밑바닥에는 자신의 이해를 따지고 이를 관철시키려는 주체의 계산적 사유와 타자를 주체라는 동일자로 환원하려는 주체성의 사유가 흐르고 있다.

이러한 사유들에 근거해서는 도덕적인 인간의 육성이나 이상적인 사회의 건설 가능성을 논하기가 어렵다.

주체와는 전적으로 다른 존재자인 타자와의 연관 속에서 인간의 본래성을 해명한 하이데거의 존재 사유와 레비나스의 책임의 윤리가 주체성의 사유를 대신할 수 있어야 루소가 고심한 문제가 제대로 해결될 수 있다.

이 연구는 이러한 가정에 근거하여 루소를 하이데거와 레비나스의 관점에서 비판적으로 읽는 가운데 루소의 그것과는 구분되는 새로운 해결책을 모색하고 있다.

비록 그 결과는 아직 충분한 것이 될 수 없다고 하더라도 루소를 현대적으로 계승하는 한 가지 길을 제시하고 있다는 점에서 연구의 의의를 찾을 수 있다.

@highlight

어느 사상가를 계승한다는 것이 그가 평생 해결하고자 했던 학문적인 문제와 그 문제에 대한 해결책을 모두 이어받는다는 의미는 아니다.

@highlight

이 연구는 교육을 통해서 인간의 본래성을 실현하고 더 나아가 이상적인 사회를 건설하고자 한 루소의 문제의식을 이어받고 있다.

