본 연구는 한국형 바이오에너지작물로 선발된 물억새인‘우람’의 미성숙 화기를 이용한 캘러스 유도 및 식물체 재분화 조건을 확립하고자 하였다.

캘러스 유도율은 MS배지에2,4-

D 3 mg L-1 첨가에서 93.3%로 높게 나타났으며, 2,4-

D 3 mg L-1과 BA 0.1 mg L-1 처리에서 86.7%로 높게 나타났다.

식물체 재분화율은 BA가 첨가된 배지에서 유도된 캘러스를 이용하였을 경우 BA가 첨가되지 않은 배지에서 유도된 캘러스보다 높게 나타나는 것을 확인하였다.

재분화를 위한 배지 조성은 BA 5 mg L-1과 NAA 0.1 mg L-1 호르몬 조합에서 재분화율이 86.7%로 가장 효과적이었다.

재분화된 소식물체는 캘러스로부터 분리하여 MS배지에서 발근을 유도하였을때 배양 4주 이후 뿌리가 3 cm 이상 신장하였다.

기내에서 발근이 된 소식물체의 순화를 위해 상토에 이식하고 온실에서재배하였을 때, 5주 후 지상부가 20 cm 이상으로 신장하여성공적으로 활착되었다.

@highlight

식물체 재분화율은 BA가 첨가된 배지에서 유도된 캘러스를 이용하였을 경우 높게 나타나는 것을 확인하였다.

@highlight

재분화된 소식물체는 캘러스로부터 분리하여  배양 4주 이후 뿌리가 3 cm 이상 신장하였다.

