이 연구는 HRD 컨설턴트의 경력 정체, 조직 몰입, 이직 의도 수준을 조사하고, 변인 간 영향 관계를 분석함으로써 경력 정체, 조직 몰입 및 이직 의도의 관계에 대한 이론적 논의와 HRD 컨설턴트들의 경력개발을 위한 실천적 시사점을 제시하고자 하였다.

이를 위해 수도권 소재의 HRD 컨설팅 기업에 근무하고 있는 HRD 컨설턴트들을 대상으로 Milliman(1992)의 경력 정체 측정 도구, Allen과 Meyer(1990)의 조직 몰입 측정 도구, Mobley(1977)의 이직 의도 측정 도구를 활용하여 설문조사를 실시하였다.

수집된 자료(308부)를 바탕으로 측정 도구의 타당도 및 신뢰도 검정을 위해 확인적 요인 분석을, 연구 가설 검정을 위해 구조방정식 모형 분석을 실시하였다.

분석 결과, 구조적 정체는 내용적 정체에 정(+)적인 영향을, 내용적 정체는 정서적 몰입에 부(-

)적인 영향을, 정서적 몰입은 이직 의도에 부(-

)적인 영향을 미쳤다.

그리고 내용적 정체가 구조적 정체와 정서적 몰입의 관계를, 정서적 몰입이 내용적 정체와 이직 의도의 관계를 매개하는 것으로 나타났다.

이상의 연구 결과를 바탕으로 HRD 컨설턴트의 경력개발 및 조직 몰입 향상을 위한 몇 가지 시사점을 제시하였다.

@highlight

이 연구는 HRD 컨설턴트의 경력 정체, 조직 몰입, 이직 의도 수준을 조사하고, 변인 간 영향 관계를 분석함으로써 경력 정체, 조직 몰입 및 이직 의도의 관계에 대한 이론적 논의와 HRD 컨설턴트들의 경력개발을 위한 실천적 시사점을 제시하고자 하였다.

