이 논문은 핀란드에서 신자유주의 개혁이 고등교육 부문에 초래한 변화를 조명하는 글이다.

1980년대까지만 해도 미국과 유럽 등지에서 확산된 신자유주의 흐름과는 다른 정책을 펼치던 핀란드가 1990년대에 들어 고등교육 부문에 신자유주의 개혁을 도입하면서 상당한 변화가 일어났다.

1990년대 초 심각한 경제 위기와 격화된 국제 경쟁의 압력 속에서 핀란드 고등교육 정책은 자본주의 경쟁력 강화 논리에 더욱 사로잡혔다.

1990년대에 고등교육 정책은 전반적 팽창 정책에서 집중 정책으로 이동했고, 경제와 산업 정책에 더 긴밀하게 통합됐다.

핀란드 정부는 교육기관간, 교육기관 내 경쟁을 강화하는 정책을 펼쳤고, 이는 규제 완화, 성과협상제, 평가시스템 도입, 민영화, 대학 구조조정 등으로 이어졌다.

또, 대학 교원들에 대한 통제강화, 임시직 고용, 성과급 도입, 교직원 연금체계 변화 등도 잇따랐다.

최근까지도 핀란드에서 교육 상품화는 별로 발전하지 않았지만, 고등교육기관의 운영이 국내외시장의 압력에 더 민감하게 반응하도록 개편되면서 대학에서 경쟁과 이윤 논리가 갈수록 강화되고 있다.

@highlight

이 논문은 핀란드에서 신자유주의 개혁으로 인한 고등교육의 변화를 살펴보고자 한다.

@highlight

1990년대에 심각한 경제 위기와 국제 경쟁의 압력 속에 신자유주의 개혁을 도입하면서 고등교육은 집중정책으로 이동했고, 경제와 산업정책에 긴밀하게 통합됐으며, 교육기간관, 교육기간 내 경쟁 강화정책을 펼쳤다.

