산

업

연

관

모

형

을

 

이

용

한

 

분

석

에

서

 

투

입

계

수

의

 

예

측

은

 

주

로

 

단

순

 

R

A

S

 

및

 

변

형

된

 

R

A

S

의

 

접

근

법

을

 

활

용

하

고

 

있

다

.

 

동

 

접

근

방

법

의

 

예

측

과

정

은

 

2

단

계

로

 

구

성

된

다

.

 

1

단

계

에

서

는

 

기

준

연

도

와

 

비

교

연

도

의

 

정

보

를

 

이

용

하

여

 

비

교

연

도

의

 

투

입

계

수

행

렬

을

 

추

정

하

고

,

 

2

단

계

에

서

는

 

추

정

과

정

에

서

 

도

출

되

는

 

R

행

렬

과

 

S

행

렬

을

 

이

용

하

여

 

비

교

연

도

의

 

투

입

계

수

행

렬

 

추

정

결

과

를

 

비

례

적

으

로

 

연

장

(

e

x

t

r

a

p

o

l

a

t

i

o

n

)

함

으

로

써

 

새

로

운

 

예

측

연

도

의

 

투

입

계

수

행

렬

을

 

예

측

한

다

.

 

일

단

 

투

입

계

수

행

렬

이

 

예

측

되

면

,

 

부

가

가

치

율

의

 

예

측

은

 

투

입

계

수

행

렬

의

 

예

측

결

과

를

 

열

방

향

으

로

 

합

산

하

여

 

1

로

부

터

 

뺌

으

로

써

 

부

차

적

으

로

 

이

루

어

지

게

 

된

다

.

 

이

러

한

 

접

근

방

법

은

 

두

 

가

지

 

문

제

가

 

있

다

.

 

첫

째

는

,

 

시

간

에

 

걸

친

 

부

가

가

치

율

의

 

변

화

가

 

투

입

계

수

보

다

 

더

 

안

정

적

이

어

서

 

투

입

계

수

보

다

는

 

부

가

가

치

율

의

 

예

측

이

 

더

 

용

이

하

다

는

 

점

이

다

.

 

따

라

서

 

부

가

가

치

율

을

 

먼

저

 

예

측

하

고

 

그

 

결

과

를

 

활

용

하

여

 

투

입

계

수

행

렬

을

 

예

측

하

는

 

예

측

과

정

이

 

더

 

합

리

적

일

 

것

이

다

.

 

둘

째

는

,

 

기

존

의

 

접

근

 

방

법

은

 

새

로

운

 

예

측

연

도

의

 

부

가

가

치

율

에

 

관

한

 

정

보

가

 

있

더

라

도

 

투

입

계

수

행

렬

의

 

예

측

단

계

에

서

 

이

러

한

 

정

보

를

 

활

용

할

 

수

 

없

다

는

 

점

이

다

.

 

본

 

연

구

는

,

 

투

입

계

수

행

렬

의

 

예

측

 

단

계

에

서

 

연

구

자

가

 

예

측

연

도

 

부

가

가

치

율

에

 

대

한

 

값

이

나

 

예

측

치

를

 

갖

고

 

있

을

 

때

 

이

러

한

 

사

전

 

정

보

를

 

활

용

하

여

 

투

입

계

수

행

렬

을

 

예

측

할

 

수

 

있

는

 

방

법

을

 

제

시

한

다

.

@highlight

산업연관모형을 이용한 분석에서 투입계수의 예측은 주로 단순 RAS 및 변형된 RAS의 접근법을 활용하고 있다. 일단 투입계수행렬이 예측되면, 부가가치율의 예측은 투입계수행렬의 예측결과를 열방향으로 합산해 1로부터 뺌으로써 부차적으로 이뤄지게 된다.