본 연구의 목적은 청년고용관련 정책대안의 우선순위를 탐색하는 것이다.

이를 위해서 우선 우리나라청년고용정책의 유형을 검토하고, 정책유형별 예산배분을 분석하였다.

그 다음으로 선행연구 분석과 FGI 조사를 통해서 우선순위 탐색을 위한 정책대안들을 선정하였다.

선정된 정책대안들을 미시적 정책대안과거시적 정책대안으로 분류한 뒤, 미시적 정책대안은 여섯 가지 정책영역(직접일자리, 직업훈련, 고용서비스, 고용장려금, 창업지원, 정책운영)으로 구분하고 거시적 정책대안은 다섯 가지 정책영역(산업경제, 법제도, 청년복지, 교육, 사회문화)으로 분류하였다.

이렇게 분류한 정책대안을 구조화된 설문지로 제작하여전문가 대상 AHP 조사를 실시한 뒤, 그 결과를 분석하여 청년고용관련 정책대안의 우선순위를 탐색하였다.

그리고 양적방법인 AHP 조사결과의 타당성을 보완하기 위해서 FGI와 서면조사를 실시하였다.

마지막으로 조사결과를 토대로 현행 청년고용정책을 개선하기 위한 정책적 함의를 도출하였다.

@highlight

이 연구의 목적은 청년고용관련 정책대안의 우선순위를 탐색하는 것이다.

@highlight

양적방법인 AHP 조사결과의 타당성을 보완하기 위해서 FGI와 서면조사를 실시했다.

@highlight

마지막으로 조사결과를 토대로 현행 청년고용정책을 개선하기 위한 정책적 함의를 도출했다.

