본 논문은 1949년 이후 홍콩에서 발생한 몇 가지 주요한 시위의 특징과 의미를 통해서 홍콩 사회의 집단기억과 정체성과의 관계 그리고 홍콩의 정체성 모색 과정을 정체성 정치의 관점에서 살펴보고자 한다.

홍콩의 정체성 정치 전략에서 주목할 부분은 중심부가 식민자였던 영국에서 ‘조국’인 중국으로 전환되면서 중심부와의 동일화를 강조하는 것에서부터 차이와 배제에 중점을 두는 적응단계로 변화한다는 것이다.

이러한 변화는 식민담론에 의해 형성된 상대화된 영국에 대한 긍정적 ‘기억 과잉’과 중국에 대한 부정적 ‘기억 편향’과 관련되어 있다.

오늘날의 홍콩 시위는 식민과 조국 담론에 의해 구성된 홍콩정체성이 아닌 ‘홍콩’과 ‘홍콩인’으로 주체화하려는 시도들을 통해 스스로의 정체성을 재구성하려는 과정에서 발생하고 있다.

배제와 차이를 강조하는 것으로부터 상호존중과 자율성을 강화하는 책임단계로 나아가기 위해서 홍콩은 중국에 대한 타자화와 홍콩의 우월성에 기반을 둔 정체성이 아니라, 홍콩 사회와 역사에 대한 비판적 성찰을 통한 상호존중의 정체성을 만들어 나가려는 노력이 있어야 한다.

중국 역시 일국양제를 홍콩 체제 전반의 고도 자치와 자율을 보장하는 실질적이고 적극적인 개념으로 해석하여 홍콩을 포용하고 공생하려는 대국의 관용이 필요하다.

@highlight

홍콩의 정체성 정치 전략에서 주목할 부분은 중심부가 식민자였던 영국에서 ‘조국’인 중국으로 전환되면서 중심부와의 동일화를 강조하는 것에서부터 차이와 배제에 중점을 두는 적응단계로 변화한다는 것이다.

@highlight

오늘날의 홍콩 시위는 식민과 조국 담론에 의해 구성된 홍콩정체성이 아닌 ‘홍콩’과 ‘홍콩인’으로 주체화하려는 시도들을 통해 스스로의 정체성을 재구성하려는 과정에서 발생하고 있다.

@highlight

배제와 차이를 강조하는 것으로부터 상호존중과 자율성을 강화하는 책임단계로 나아가기 위해서 홍콩은 중국에 대한 타자화와 홍콩의 우월성에 기반을 둔 정체성이 아니라, 홍콩 사회와 역사에 대한 비판적 성찰을 통한 상호존중의 정체성을 만들어 나가려는 노력이 있어야 한다.

