본 연구는 우리나라의 최근 자료를 이용하여 금리 스프레드의 실물경제 및 금융시장 예측력에 대해 살펴보았다.

이를 위해 기간스프레드와 신용스프레드가 GDP, KOSPI 및 경기불황 예측에 유의한 설명력을 갖는지다양한 구간을 선정하여 시차회귀분석과 프로빗 모형을 이용하여 분석하였다.

또한, 전체 분석 기간을 금융위기를 중심으로 이전과 이후로 나누어 각 기간별 어떤 분석결과가 나오는지 조사하였다.

실증분석결과, 금리정보가 실물경제에 대한 예측력을 갖는 것으로 조사되었다.

전체분석기간을 금융위기 전, 후로 나누어 살펴본결과 GDP, KOSPI의 예측력분석에 있어 기간스프레드의 경우 금융위기를 거치면서 선행적 예측력이 있는장단기 스프레드 구간이 변화되었다.

신용스프레드의 경우도 회사채와 국고채의 수익률 차이에 대한 설명계수가 GDP, KOSPI에 대해 양(+), 불황 여부와 음(-

)의 기울기를 나타내는 등 위기 이전의 상관관계와 다른 모습을보였다.

분석의 기준이 되었던 국고채금리를 이자율스왑금리로 바꾸어 비교한 결과 금융위기 이후에는 국고채금리스프레드 예측력이 기간 및 신용스프레드 모두 더 우수하게 나타났다.

이자율스왑시장이 금융선진국에서일찍 발달되었던 바 이는 금융위기를 거치면서 국고채 시장이 좀 더 유동성이나 가격 변동성 면에서 선진국형으로 발전되었다는 시사점을 제시한다.

@highlight

금리 스프레드의 실물경제 및 금융시장 예측력에 대해 살펴본 결과 GDP, KOSPI의 예측력분석에 있어 기간스프레드의 경우 금융위기를 거치면서 선행적 예측력이 있는 장단기 스프레드 구간이 변화하였고 신용스프레드의 경우도 회사채와 국고채의 수익률 차이에 대한 설명계수가 GDP, KOSPI에 대해 위기 이전의 상관관계와 다른 양상을 보였다.

