본 연구는 정책입안자에게 추가적으로 건설되어야 하는 주택의 수를 제공함으로써 정책입안에 도움이 되는 것을 목적으로, 수정된 Mankiw and Weill 모형을 이용하여 제주도의 주택수요를 추정하였는다.

분석자료는 2014 국토교통부 주거실태조사의 제주도 자료 450개 중 402개의 데이터를 사용하였다.

수정된 Mankiw and Weill 모형을 구성함에 있어 필요한 항상소득 자료는 성별과 연령 등의 개인적 특성자료를 사용하여 추정한 뒤 모형에 투입하였다.

기존 연구들이 주로 회귀분석을 사용한 것에 비하여 본 연구는 정규성검정을 실시한 뒤 회귀분석 적용에 문제가 있다고 판단하고 이를 감안할 수 있는 오차절대값 최소화방법을 사용하였다.

분석결과, 매년의 주택수요는 2016년 5181호에서 2020년 6326호가 발생하는 것으로 나타났다.

이를 감안할 때 2016년의 경우에는 최저 5006호~5446호, 최고 8051호~8491호를 공급할 필요성이 있는 것으로 판단된다.

@highlight

이 연구는 정책입안자에게 추가적으로 건설되어야 하는 주택의 수를 제공함으로써 정책입안에 도움이 되는 것을 목적으로, 수정된 Mankiw and Weill 모형을 이용해 제주도의 주택수요를 추정했는다.

