본 연구는 인플레이션과 실질 GDP 성장률에 대한 서베이 자료를 이용하여 추정한 미래 경제환경에 대한 불확실성이 이자율 분산과 채권초과수익률을 설명할 수 있는지 분석했다.

실증분석 결과는 다음과 같다.

첫째, 이자율 곡선 정보를 포함하는 선도이자율 요인은 모든 만기의 이자율 분산과 채권 초과수익률에 대해 유의한 설명력을 가진다.

둘째.

경제불확실성에 대한 정보를 가지는 서베이 자료의 주성분요인은 요인별로 서로 다른 설명력을 가진다.

세부적으로, 첫 번째 주성분 요인은 이자율 분산과 초과수익률에 대한 예측력이 없다.

반면, 두 번째 주성분 요인은 단기 이자율 분산과 단기 채권초과수익률에 대해 예측력을 가지고, 세 번째 주성분 요인은 중기 이자율 분산과 단기 채권초과수익률에 대해 예측력을 가진다.

이러한 실증분석 결과는 서베이 자료의 이질적 기대로부터 구한 경제불활실성에 대한 정보는 상당 부분 이자율 곡선에 포함되어 있지만, 추가적으로 이자율 곡선에서 유추할 수 없는 경제 불확실성과 위험의 시장가격에 대한 정보를 포함하고 있을 가능성이 있음을 보여준다.

@highlight

본 연구는 인플레이션과 실질 GDP 성장률의설문 자료를 통해 추정한 미래 경제환경에 대한 불확실성이 채권초과수익률과 이자율 분산을 설명하는지 분석하였고, 결과를 통해 이자율 곡선 상 유추가 힘든 경제 불확실성과 위험의 시장가격에 대한 정보 포함 가능성을 확인하였다.

