본 연구에서는 성격 5요인에 기초하여 성인의 성격 특성을 평가하기 위해 성인 Big5 성격 검사를 개발하였다.

검사의 요인은 다음과 같다: (1)외향성 (2) 창의성 (3) 적응성 (4) 충실성 (5) 정서적 민감성.

개발한 검사의 타당성을 검증하기 위해, 전국적으로 표집된 1,804명을 대상으로 검사를 실시한 후, 이를 기초로 신뢰도, 구인타당도, 준거타당도를 분석하였다.

성인 Big5 성격 검사의 문항 신뢰도를 요인별로 분석한 결과, Cronbachs’ α 값이 .881~.954 수준으로 나타나 본 검사의 내적 일관성이 높음을 확인할 수 있었다.

구인타당도를 검증하기 위해 확인적 요인분석을 실시한 결과, 적합도 지수가 모두 양호하게 나타나 검사에서 설정한 모형이 자료의 구조를 잘 적합시킨다고 판단할 수 있었다.

준거타당도를 확인하기 위해, CYS-

Net 위기척도와 생활적응척도와의 상관을 분석하였다.

분석 결과 성인 Big5 성격 검사의 정서적 민감성 요인의 점수가 높을수록, 위기 수준은 높아지고 적응 수준은 낮아졌다.

반면 외향성, 창의성, 적응성, 충실성은 반대의 결과를 확인할 수 있어서, 선행연구와 유사한 결과를 보였다.

따라서, 본 검사의 요인과 문항이 대체적으로 타당하다고 보고할 수 있다.

@highlight

이 연구는 성격 5요인에 기초해 성인의 성격 특성을 평가하기 위해 성인 Big5 성격 검사를 개발했다.

@highlight

구인타당도를 검증하기 위해 확인적 요인분석을 실시한 결과, 적합도 지수가 모두 양호하게 나타나 검사에서 설정한 모형이 자료의 구조를 잘 적합시킨다고 판단할 수 있었다.

