본 연구는 이동통신 단말기 시장에서 통신사 및 제조사가 출시한 지난 6년 동안의 단말기 소비자 판매가격을 수집하여 스마트폰이 등장하기 이전과 그 이후를 비교함으로써 기능, 성능이 동일할 때 특정 브랜드 (이동통신사 브랜드 및단말기 제조사 브랜드)로 인해 시장에서 추가로 형성되는 프리미엄 가격, 즉 상품에 존재하는 브랜드 가치 (에쿼티)를측정하고자 한다.

특히 스마트폰의 등장으로 인해 이동통신 서비스 회사들의 브랜드 에쿼티 및 단말기 제조사들의 브랜드 에쿼티가 어떻게 변화하게 되었는지를 살펴보고자 한다.

헤도닉 가격이론을 활용한 실증 분석의 결과, 피처폰 시장에서는 SKT와 KT가 LGU+에 비해 상대적으로 유의미한 브랜드 프리미엄을 누리고 있었으며 제조사의 경우 삼성전자(1% 유의수준)와 LG전자(10% 유의수준)만이 브랜드 프리미엄을 누리고 있는 것으로 나타났다.

반면 스마트폰시장에서는 통계적으로 유의미한 브랜드 프리미엄을 누리는 통신사는 없었으며 제조사의 경우 Apple, 삼성전자, LG 전자, 팬택, SK텔레시스 등 다수의 제조사에서 브랜드 프리미엄을 누리고 있는 것으로 나타났다.

결과적으로 스마트폰 시장에서는 브랜드의 가치가 통신사 중심에서 제조사 중심으로 넘어가고 있음을 확인할 수 있었다.

@highlight

이 연구는 이동통신 단말기 시장에서 통신사 및 제조사가 출시한 지난 6년 동안의 단말기 소비자 판매가격을 수집하여 스마트폰이 등장하기 이전과 그 이후를 비교함으로써 기능, 성능이 동일할 때 특정 브랜드로 인해 시장에서 추가로 형성되는 프리미엄 가격, 즉 상품에 존재하는 브랜드 가치를 측정하려 한다.

