배임죄에 관하여는 여러 가지 오해가 있다.

먼저 우리 배임죄가 잘못 입법되었다는 오해이다.

그러나 우리 배임죄는 각국의 배임죄 중 가장 선진적인 입법으로 평가하는 것이 타당하다.

다음으로 우리 배임죄의 본질이 배신설에 기초하고 있다는 오해이다.

배신설은 독일 배임죄의 연혁과 형법 규정에서 문제될 수 있지만, 우리 배임죄의 해석상 필요하지 않고, 오히려 형법에 규정되어 있는 구성요건을 오해하게 할 빌미를 준다.

우리 배임죄는 형법 규정에 충실하게 해석하면 충분하다.

배신설에 기초하여 배임죄의 행위주체, 실행행위를 해석한 결과 배임죄는 우리 형법의 규정과 어긋나서 일반 국민들이 예측할 수 없는 범죄가 되고 말았다.

거기다가 우리 배임죄에서 재산상 이익의 취득이라는 구성요건을 간과한 채 배임죄를 위험범이라고 오해한 결과 배임죄의 기수시기가 앞당겨지고 성립범위가 확대되는 부작용이 발생하고 있다.

우리 배임죄를 해석할 때 외국의 형법의 규정을 연구하고 외국법의 해석을 무비판적으로 도입하는 것은 올바른 태도가 아니다.

그 이전에 우리 형법의 규정을 자세히 궁구하는 것이 무엇보다 필요하다.

@highlight

우리 배임죄가 잘못 입법되었다는 오해와는 달리, 각국의 배임죄 중 가장 선진적인 입법이다.

@highlight

또한 우리 배임죄의 본질이 배신설에 기초하고 있다는 오해로 인해 잘봇된 해석의 빌미를 주고 있는데, 우리 배임죄는 형법 규정에 충실하게 해석하면 충분하다.

