헌법은 공동체를 형성하고 유지하기 위해 필요한 규범으로써 의미를 갖는다.

헌법교육은 학생들로 하여금 헌법이 규범으로서의 효력을 갖기 위한 형식적 요건뿐만 아니라 실질적 요건을 이해하고 헌법의 가치를 생활 속에서 실천하도록 한다는 점에서 의미가 있다.

본 연구에서는 기존의 헌법교육이 추상적이고 압축적으로 제시된 헌법 조문과 헌법 지식을 학습하도록 해 헌법이 갖는 역사성을 간과하여 헌법에 대한 깊이 있는 이해, 헌법의 지향 방향에 대한 성찰, 헌법적 가치의 내면화에 한계를 가지고 있다고 보고, 이를 보완할 수 있는 방안으로 헌정사교육의 가능성을 제안하는 탐색적 연구를 수행하였다.

구체적으로, 미국의 법교육 교재와 프로그램에서 헌정사를 활용한 헌법교육이 어떻게 실시되고 있는지를 분석함으로서 우리나라 헌정사교육에의 시사점을 모색하였다.

분석 결과, 효과적인 헌정사교육을 위해서는 이야기 형태로 내용을 구성하는 것, 다양한 자료를 활용하는 것, 학생들이 적극적으로 참여할 수 있는 탐구활동을 구성하는 것 등의 시사점을 얻을 수 있었다.

이것은 헌정사교육의 내용을 구체화하는데 반영할 수 있을 것으로 보인다.

헌정사교육에 대한 폭넓은 연구를 통해 학생들이 헌법적 정체성을 함양하고, 헌법의 보호자로서 자신의 위치를 이해하는데 기여할 수 있을 것이다.

@highlight

이 연구에서는 기존의 헌법교육이 추상적이고 압축적으로 제시된 헌법 조문과 헌법 지식을 학습하도록 해 헌법이 갖는 역사성을 간과해 헌법에 관한 깊이 있는 이해, 헌법의 지향 방향에 관한 성찰, 헌법적 가치의 내면화에 한계를 가지고 있다고 보고, 이를 보완할 수 있는 방안으로 헌정사교육의 가능성을 제안하는 탐색적 연구를 수행했다.

