본 연구에서는 무용에 대한 대중들의 인식을 빅데이터를 통해 분석하고자 2011년 1월 1일부터 2016년 12월 31일까지 6년간 SNS 중 네이버, 다음, 구글을 활용하여 ‘무용’ 키워드를 포함하고 있는 블로그, 카페, 페이스북을 수집하여 분석하였다.

데이터는 UCINET6와 함께 패키지화된 NetDraw를 활용하여 연결정도 중심성과 CONCOR분석을 실시하였다.

연구에서 도출된 결과는 전통무용과 예술무용보다는 직접 참여하고 여가를 즐기는 생활무용에 높은 빈도를 나타내고 있었다.

‘예술’은 빈도분석 결과와 연결정도 중심성의 차이가 나타나 연결성이 매우 낮음을 알 수 있었다.

CONCOR 분석결과 ‘생활체육’, ‘예술’, ‘전문가’, ‘축제’ 등이 가장 많이 형성된 클러스터로 나타났다.

무용과 같은 예술 산업의 촉진과 성장을 위해서는 사회적 흐름과 변화를 해석하고 이해할 수 있는 객관적 지표나 빅데이터 자료를 통하여 대중들의 인식변화에 부합하는 전략적 방안 마련이 필요하다고 할 수 있다.

@highlight

무용에 대한 대중의 인식을 빅데이터를 통해 분석하고자 SNS에서 ‘무용’ 키워드를 포함하고 있는 데이터를 수집, 분석하였다.

@highlight

연결정도 중심성과 CONCOR분석을 실시한 결과, 전통무용과 예술무용보다는 생활무용에 높은 빈도를 나타내고 있었다.

