사물 인터넷 서비스를 실현하기 위해서는 확장성을 고려한 센싱 데이터 관리 및 서비스 구축이 필요하다.

그러나 기존 사물 인터넷 서비스들은 서비스 업체별로 고유한 프로토콜 및 표준화되지 않은 기능들을 사용하며, 블루투스 등의 단거리 통신 기술을 사용하므로 데이터 관리 및 서비스 제공에 어려움이 따른다.

또한 광역 통신망을 구축하기 위해서는 다수의 AP나 게이트웨이들을 포함하여야한다.

본 논문에서는 모비우스 플랫폼을 기반으로 로라(LoRa, Long Range) 통신을 이용한 센싱 데이터 관리 시스템에 관한 연구를 수행하고자한다.

Tas를 구동하는 엔드 디바이스를 구성하여 센싱 데이터를 수집하고, &Cube를 구동하는 응용 게이트웨이를 구성하여 센싱 데이터를 서버로 송신한다.

또한 모비우스를 구동하는 관리 서버를 구성하여 응용 게이트웨이로부터 송신 받은 센싱 데이터를 관리하여 모니터링 서비스를 제공한다.

엔드 디바이스와 게이트웨이 간의 로라 통신을 통하여 광역 통신망을 구축하고 모비우스 플랫폼을 통하여 사물 인터넷에 부합하는 데이터 관리 및 서비스를 제공하고자 한다.

@highlight

본고에서는 모비우스 플랫폼을 기반으로 로라(LoRa, Long Range) 통신을 이용한 센싱 데이터 관리 시스템에 관한 연구를 수행하고자한다.

