본 연구는 주민참여예산제도가 정착됨에 따라 주민참여예산제도에 대한 운영 실태를 평가해 봄으로써 동 제도의 목표를 달성 할 수 있는 정책적 제언을 하고자 한다.

주민참여예산제도의 운영 실태를 평가하기 위하여, 전국의 지방자치단체들을 대상으로 사업예산의 변화, 제안된 사업과 채택된 사업의 변화, 운영방식, 지역의 규모 등을 변수로 활용하여 추세분석(trend analysis)과 분산분석(ANOVA)을 실시하였다.

분석결과, 주민참여예산제도의 세 가지 운영실태를 파악할 수 있었다.

첫째, 주민참여예산제도를 도입했더라도 운영수준은 형식에 그치는 자치단체가 많았다.

둘째, 많은 지방자치단체들은 소극적인 움직임을 보였다.

셋째, 운영방식과 참여수준에 따라 지역주민들의 사업제안 수에 차이가 있었다.

이러한 결과에 따라, 본 연구에서는 다음과 같은 정책적 제안을 하고자 한다.

주민참여예산제도와 관련하여 운영방법에 대한 자세한 조례의 제정이 요구된다.

이를 통해 주민참여예산제도의 의견수렴 방식을 개선하고 참여수준을 높여야 한다.

또한, 지역주민들이 자발적으로 참여를 할 수 있는 환경을 조성할 필요가 있다.

마지막으로 지방자치단체에서도 주민참여예산제도의 목적에 걸맞은 운영을 위하여 자체적인 역량강화가 필요하다.

@highlight

이 연구는 주민참여예산제도가 정착됨에 따라 주민참여예산제도에 대해 운영 실태를 평가해 봄으로써 동 제도의 목표를 달성 할 수 있는 정책적 제언을 하고자 한다.

