본 연구는 초등학교 교사의 사회과 수업스트레스와 탈진의 요인을 살펴보고 교직경험과 연륜이 부족한 초임교사들이 사회과 교과와 사회과 수업에서 겪는 스트레스와 좌절 그리고 탈진 현상에 대한 원인과 해결방안을 모색해 보고자 하였다.

이를 위해 본 연구에서는 Katz의 교사 발달단계 중 마지막 성숙단계 이전의 교직경력 0~5년 사이의 교사를 초임교사로 규정하고 사회과 수업에 갈등과 좌절을 겪으며 스스로 사회과 교과에 대해 상담 및 수업컨설팅 요청을 하거나 동료교사나 관리자로부터 추천을 받은 교사 중 남교사 3명과 여교사 3명을 대상으로 연구를 진행하였다.

또한 Strauss & Corbin의 근거 이론적 접근에 따라 자료를 수집 분석하였는데 본 연구의 결과 초임교사들의 스트레스와 탈진의 원인이 되는 인과적 조건의 개념이 53개가 도출이 되었으며, 이러한 결과로 인해 나타나는 중심현상으로 41개의 개념이 나타났다.

본 연구에 참여한 6명의 초임교사 중 4명은 행동-

상호작용을 통해 사회과에 자신감과 전문성을 가지게 되었지만, 2명은 수업에 있어서 탈진(burn-

out)현상이 나타남을 살펴볼 수 있었다.

@highlight

이 연구는 초등학교 교사의 사회과 수업스트레스와 탈진의 요인을 살펴보고 교직경험과 연륜이 부족한 초임교사들이 사회과 교과와 사회과 수업에서 겪는 스트레스와 좌절 그리고 탈진 현상에 대한 원인과 해결방안을 모색해 보고자 했다.

@highlight

이 연구에 참여한 6명의 초임교사 중 4명은 행동-

@highlight

상호작용을 통해 사회과에 자신감과 전문성을 가지게 되었지만, 2명은 수업에 있어서 탈진현상이 나타남을 살펴볼 수 있었다.

