현재까지 대부분의 한국어처리시스템에서는 가급적 많은 접미파생명사를 사전에 등재하여 처리하였다.

그러나 접미사는 생산성이 높기 때문에 모든 접미파생명사를 사전에 등재하는 것은 한계가 있다.

따라서 접미파생명사의 의미 분석을 통해서 미등재 접미파생명사를 분석할 필요가있다.

본 논문에서는 접미파생명사의 의미 분석의 일환으로 한국어 어휘의미망(U-

WIN)을 이용한 동형이의어 접미사의 중의성 해소 방법을 제시한다.

형태 의미 주석 세종 말뭉치에서 동형이의어 접미사를 포함한 33,104개의 접미파생명사를 대상으로 실험하였다.

실험을 위해 먼저 동형이의어 접미사를 의미 태깅하였으며, 접미사 앞의 어근을 추출하여 U-

WIN의 노드에 매핑시켰다.

또한 동형이의어 접미사와 결합되는 U-

WIN 상의 노드들에 대해 거리 가중치를 부여하여 이를 동형이의어 접미사 중의성 해소에 사용하였다.

동형이의어 접미사 49종 중 세종말뭉치에 나타난 35개의 동형이의어 접미사를 대상으로 실험한 결과 91.01%의 정확률을 보였다.

@highlight

현재까지 대부분의 한국어처리시스템에서는 가급적 많은 접미파생명사를 사전에 등재해 처리했다.

@highlight

실험을 위해 먼저 동형이의어 접미사를 의미 태깅했고, 접미사 앞의 어근을 추출해 U-

@highlight

WIN의 노드에 매핑시켰다.

