본 연구는 부모로부터의 학대·방임 경험이 자아존중감과 교사관계, 정서문제 변화량에 어떤 영향을 미치는지 살펴보는 동시에 학대·방임경험과 정서문제 변화량의 관계에서 자아존중감과 교사관계가 가지는 매개효과를 확인하고자 하였다.

이를 위하여 한국청소년정책연구원의 아동·청소년패널조사(KCYPS) 자료 중 중1 패널의 최근 2개년도 데이터(6차년도, 7차년도)를 분석에 활용하였다.

본 연구의 주요 결과는 다음과 같다.

첫째, 부모로부터 방임 경험은 청소년의 우울, 사회적 위축, 신체 증상 등의 정서문제의 증가와 유의한 관련성이 있으며, 자아존중감과 교사관계와도 유의한 부적 상관이 있는 것으로 나타났다.

둘째, 자아존중감과, 교사관계가 학대·방임과 정서문제 변화량의 관계에서 유의한 매개역할을 하는 것으로 나타났다.

셋째, 학대경험과 교사관계의 상관계수가 정적인 방향으로 유의함에도 불구하고 직접 경로의 회귀계수는 반대 방향으로 유의하여 억제효과가 나타났다.

이와 같은 연구결과를 바탕으로 후기 청소년들의 정서문제에 대한 개입 방안과 연구의 제한점 및 후속연구의 필요성을 논의하였다.

@highlight

본 연구는 부모로부터 학대와 방임 경험이 자아존중감과 교사관계, 정서문제 변화에 어떤 영향을 미치는지 살펴보며 자아존중감과 교사관계가 가지는 매개효과를 확인하고자 한다.

@highlight

이를 바탕으로 후기 청소년들의 정서문제에 대해 개입 방안과 연구의 제한점과 후속연구의 필요성을 논의한다.

