의사소통 능력은 도덕적 대인관계 발달을 위해 필요하다.

의사소통 능력은 타인의 도덕적 요구 인식 및 수용과 이상적인 의사소통 공동체를 지향하면서 타인과 더불어 살아갈 수 있는 능력이기 때문이다.

그런데 미디어 세대인 초등학생들의 의사소통 방식은 이전 세대와 다르다.

이들은 면대면 뿐만 아니라 미디어를 매개한 의사소통을 한다.

즉 사람과 사람 사이뿐만 아니라 사람-

미디어-

사람, 사람-

미디어 사이에서 의사소통을 한다.

의사소통 방식의 변화는 정신구조 및 가치 및 태도에 직·간접적 영향을 주고 있다.

초등학생들의 의사소통능력을 함양하기 위한 도덕과 수업의 방향은 미디어세대의 변화를 반영하고, 도덕적 대인관계능력을 지향할 수 있는 능력을 길러주어야 한다.

즉 미디어 세계와 현실세계의 상호성을 수용하는 것과 동시에 의사소통의 궁극적인 목적인 좋은 삶을 실천할 수 있는 능력을 길러주어야 한다.

이에 우리는 초등학생들의 의사소통 능력을 함양하기 위한 방법으로 영화제작하기와 그 실제를 고찰하고자 한다.

영화제작하기는 미디어를 매개한 의사소통 과정·결과를 성찰할 수 있는 교육 콘텐츠가 될 수 있기 때문이다.

@highlight

의사소통 능력은 도덕적 대인관계 발달을 위하여 필요하며, 타인의 도덕적 요구 인식 및 수용과 이상적인 의사소통 공동체를 지향하면서 타인과 함께 살아갈 수 있는 능력이다.

@highlight

미디어 세대인 초등학생들은 면대면 뿐만 아니라 미디어를 매개한 의사소통을 한다.

