본 연구는 학업복귀 성인학습자를 위한 방송통신중학교 교육의 성과인 자기조절학습 및 성취도를 예측하는 변인을 찾는 데 목적이 있다.

개인변인으로는 자기결정성과 자기효능감을, 환경변인으로는 가족지원, 동료 및 교사지원을 선정하였다.

17개 방송통신중학교 학생 979명을 대상으로 연구한 결과는 다음과 같다.

첫째, 학업복귀 성인학습자의 자기결정성, 자기효능감, 가족지원, 동료 및 교사지원의 자기조절학습에 대한 예측력을 검증한 결과, 자기효능감, 자기결정성, 가족지원이 정적으로 자기조절학습을 예측하였다.

동료 및 교사지원은 자기조절학습 중 보충전략만 유의하게 예측하였다.

둘째, 학업복귀 성인학습자의 성취도에 대한 예측력을 검증한 결과, 동료 및 교사지원, 자기효능감 순으로 학업성취도를 예측하였다.

따라서 학업중단 기간이 긴 성인학습자의 학업복귀가 성공적으로 이루어지기 위해서는 자기효능감, 자기결정성을 향상할 수 있도록 학교교육에서 별도의 프로그램을 제공함과 동시에 가족, 동료 및 교사의 적극적 지원이 이루어질 수 있는 환경을 구성해 주어야 함을 확인하였다.

@highlight

이 연구는 학업복귀 성인학습자를 위한 방송통신중학교 교육의 성과인 자기조절학습 및 성취도를 예측하는 변인을 찾는 데 목적이 있고 개인변인으로 자기결정성과 자기효능감을 환경변인으로는 가족지원, 동료 및 교사지원을 선정했다.

