본 연구의 목적은 팀제 조직에서 팀 리더의 임파워링 행동이 팀원들의 학습 행동과 팀 교류기억간의 관계에서 팀 효능감, 혁신성향 및 리더에 대한 신뢰가 매개하는 효과를 살펴보는 것이다.

이를 위해, 다양한 업종의 112개 팀 568명의 응답자들로부터 수집한 자료를 사용하여 구조방정식으로 분석하였다.

그 결과, 임파워링 리더 행동은 팀 효능감, 혁신성향 및 리더에 대한 신뢰와 정적 관련성이 있었고 팀 효능감, 혁신성향 및 리더에 대한 신뢰는 팀 학습 행동과 정적 관련성이 있었다.

임파워링 리더 행동과 팀 학습 행동의 관계를 팀 효능감, 혁신성향 및 리더에 대한 신뢰가 매개하였음을 밝혔다.

팀 효능감과 혁신성향은 팀 교류기억과 정적 관련성이 있었지만, 리더에 대한 신뢰는 팀 교류기억과 유의하지 않았다.

그리하여, 임파워링 리더 행동과 팀 교류기억의 관계를 팀 효능감과 혁신성향이 매개하였음을 밝혔지만, 리더에 대한 신뢰는 매개하지 않음을 나타냈다.

마지막으로, 연구결과에 따른 연구의 시사점과 제한점을 논의하였다.

@highlight

연구 목적은 팀 리더의 임파워링 행동이 팀원들의 학습 행동과 팀 교류기억간의 관계에서 신뢰가 매개하는 효과를 살펴보는 것으로 파워링 리더 행동은 팀 효능감, 혁신성향 및 리더에 대한 신뢰와 정적 관련성이 있었고 이는 신뢰가 매개하였음을 밝혔다

