본 연구는 3～5세 아동의 자발화 표본에 나타나는 어휘의 특성을 알아보고자 하는 것이다.

이를 위해 만 3세～5세의 정상발달 아동 18명을 대상으로 다섯 가지의 활동을 통해 자발화 표본을 수집하여 연령별로 서로 다른 어휘 수, 품사별 서로 다른 어휘 수, 연령에 따라 새롭게 출현한 어휘 수 및 어휘의 사용 빈도를 분석하였다.

연구 결과 첫째, 연령의 증가에 따라 서로 다른 어휘 수가 지속적으로 증가하였으며, 모든 연령에서 명사, 동사, 형용사, 부사, 조사의 순으로 많은 것으로 나타났다.

둘째, 새롭게 출현한 어휘 수는 명사, 동사, 형용사, 부사, 조사의 순으로 나타났으며 4세에서 5세 사이에 많이 증가되었다.

셋째, 사용빈도가 높은 고빈도 어휘는 3세 집단에서는 명사나 동사가 많은 반면, 4세에서는 특정 조사의 사용이 많아지며, 5세에 가서는 특정형용사가 많이 사용되며, 이전 연령에서 많이 사용된 조사의 종류가 더욱 확대되어 다양한 조사나 접속부사를 사용하는 특성이 있었다.

@highlight

본 연구는 3～5세 아동의 자발화 표본에 나타나는 어휘의 특성을 알아보고자 하며, 연구 결과 첫째, 연령의 증가에 따라 서로 다른 어휘 수가 지속적으로 증가하였으며, 모든 연령에서 명사, 동사, 형용사, 부사, 조사의 순으로 많은 것으로 나타났다.

@highlight

둘째, 새롭게 출현한 어휘 수는 명사, 동사, 형용사, 부사, 조사의 순으로 나타났으며 4세에서 5세 사이에 많이 증가되었다.

@highlight

셋째, 사용빈도가 높은 고빈도 어휘는 3세 집단에서는 명사나 동사가 많은 반면, 4세에서는 특정 조사의 사용이 많아지며, 5세에 가서는 특정형용사가 많이 사용되었다.

