본 연구는 예비유아교사들의 모의수업과 현장에서의 교수경험에 대한 의미가 무엇인가를 탐색해보고자 하였다.

연구대상은 경상남도 K 대학의 유아교육과 2학년 25명의 학생이며 2009년 3월부터 6월까지 유아교육과 교과목으로 개설된 ‘교재 교구 연구 및 지도법’ 시간에 이루어졌다.

자료의 수집은 심층면담, 반성적 저널쓰기자료, 교육계획안 작성자료, 수업활동에 대한 동영상 등으로 이루어졌다.

본 연구는 예비교사들은 모의수업과 현장 교수활동의 경험에 대한 분석으로 첫째, ‘교사 되어보기에 대한 경험의 의미’에 나타난 예비교사들의 반응은 ‘수업 실행에 대한 막연한 불안감’, ‘수업운영의 어려움’, ‘함께 성장하는 동료예비교사, 친구’로 범주화 되었다.

예비교사들이 모의수업과 현장수업에서 교사가 되어보는 경험을 통하여 수업에 대한 불안감과 어려움을 경험하면서 자신들의 수업에 대한 지식을 재구성하는 기회를 마련하였으며 동료예비교사들은 이를 지지해주는 역할을 담당하는 것으로 나타났다.

둘째, 학습자자로서 교수활동 경험의 의미는 ‘성인의 눈으로 유아 눈높이 맞추기’, ‘유아의 눈높이에서 수업 평가하기’로 범주화되었다.

모의수업에서 가상의 유아가 되어 교수활동에 참여한 경험은 유아들이 수업에 참여하는 과정을 인식할 수 있는 경험이었으며, 이론적으로만 인식하였던 유아들의 사고에 대한 실제를 경험을 통해서 재구조화 할 수 있었다.

@highlight

예비유아교사들의 모의수업과 현장 교수경험 의미를 탐색하였다.

@highlight

예비교사들은 교사가 되어보는 경험을 통해 수업에 대한 불안감과 어려움을 경험하는 동시에 수업에 대한 지식을 재구성하는 기회를 갖고, 동료예비교사들은 이를 지지하는 역할을 담당하는 것으로 나타났다.

@highlight

모의수업에서 유아가 되어보는 경험을 통해 이론적으로만 인식하던 유아들의 사고에 대한 실제를 재구조화 할 수 있었다.

