서울시의 여성안전정책이 폭력피해로부터의 안전에 집중하여 왔다는 문제의식에서 최근 관심 이 부각되는 재난 재해로부터의 안전 정책을 젠더 관점에서 조망할 필요성과 가능성을 제시하고 자 하였다.

이를 위해 서울시민 2,000명을 대상으로 한 설문조사 결과를 분석해 생활공간 별 재난 대처 능력의 성별격차를 제시하고, 여성과 남성 사이의 격차가 어디에서 발생하는지를 분석 하였다.

설문조사 결과 집, 직장(학교), 거리, 다중이용시설 등 조사에 포함된 모든 생활공간에서 여성의 재난 대처 능력이 남성에 비해 떨어지는 것으로 나타났다.

소화기, 완강기 사용법, 심폐소 생술 등 구체적인 위험 대처 능력도 여성이 보다 취약한 것으로 드러났다.

성별에 따른 차이와 함께 안전교육을 받은 경험 여부에 따라서도 격차가 보다 크게 나타났는데, 일생을 통해 안전 교육을 받은 경험이 없다는 응답은 남성에 비해 여성이 높게 나타났으며 그 중에서도 여성 전업 주부, 자영업자, 저소득층과 고졸 이하 학력 구간이 교육 수혜 경험이 가장 적은 것으로 나타났 다.

이에 여성이 재난 관련 교육이나 정보로부터 소외되었다는 측면에서 재난 약자라는 점을 지 적하고, 재난 재해로부터 안전한 서울시를 위한 시민들의 정책 수요를 분석해 젠더 관점의 안전 정책의 가능성을 탐색하였다.

@highlight

서울시의 여성안전정책이 폭력피해로부터의 안전에 집중하여 왔다는 문제의식에서 최근 관심 이 부각되는 재난 재해로부터의 안전 정책을 젠더 관점에서 조망할 필요성과 가능성을 제시하고 자 하였다.

@highlight

집, 직장(학교), 거리, 다중이용시설 등 조사에 포함된 모든 생활공간에서 여성의 재난 대처 능력이 남성에 비해 떨어지는 것으로 나타났다.

@highlight

성별에 따른 차이와 함께 안전교육을 받은 경험 여부에 따라서도 격차가 보다 크게 나타났다.

@highlight

여성이 재난 관련 교육이나 정보로부터 소외되었다는 측면에서 재난 약자라는 점을 지 적하고, 재난 재해로부터 안전한 서울시를 위한 시민들의 정책 수요를 분석해 젠더 관점의 안전 정책의 가능성을 탐색하였다.

