콘크리트는 인장력에 취약한 재료적 특징을 갖기 때문에 콘크리트 구조물의 사용기간 중에 발생하는 균열은 내구성능 평가 시 필히 고려되어야 한다.

본 연구에서는 두 수준의 강도를 고려한 플라이애시 콘크리트를 배합하여 옥외 폭로 시험을 실시하였다.

노출 환경은 비말 조건으로 설정하였으며, 균열 폭이 콘크리트의 염화물 확산 거동에 미치는 영향을 평가하고자 각 배합의 시편에 0.1 mm 간격으로 최대 1.0 mm 까지의 균열 폭을 야기하였다.

그 후 3가지 수준의 노출기간(180일, 365일, 730일)을 고려하여 겉보기 염화물 확산계수 및 표면 염화물량을 산출하였다.

균열 폭의 증가에 따라 두 배합 모두 확산계수가 증가하였으며, 노출기간이 증가함에 따라 확산계수는 감소하였다.

또한 노출 기간이 증가함에 따라 균열 폭이 확산계수에 미치는 영향이 감소하였는데, 이는 염소 이온 기반 수화물이 콘크리트의 확산성을 저감시키기 때문으로 사료된다.

표면 염화물량 거동은 겉보기 염화물 확산계수 거동 대비 균열 폭의 증가에 따른 뚜렷한 변화 거동이 발생하지 않았으며, 고강도 배합에서 보통 강도 배합 대비 78.9 % ~ 90.7 %의 표면 염화물량을 나타내어 강도와의 상관관계를 갖는 것으로 판단된다.

@highlight

본고는 두 수준의 강도를 고려한 플라이애시 콘크리트를 배합하여 옥외 폭로 시험을 진행하였다.

@highlight

먼저는 3가지 수준의 노출기간을 고려하여 겉보기 염화물 확산계수와 표면 염화물량을 분석했다.

