이 연구는 한국인과 결혼한 결혼이주 여성의 성역할 태도에 관한 연구이다.

이 연구에서는 한국인 남성과 결혼한 결혼이주 여성을 골라 이들 이주여성의 성역할 태도에 교육, 특히 대학 이상의 고등교육이 미친 효과를 분석하고 있다.

이 연구에서는 성역할 태도를 1) 자녀양육에 대한 태도 2) 일과 가정에 관한 성역할 태도 3) 부부의 가사분업에 대한 태도로 구분하여 분석하고 있다.

이 연구는 2015년에 실시된 전국다문화가족실태조사원자료를 활용하고 있다.

한국인 남성과 결혼이주 여성으로 이루어진 부부는 11,886 사례이다.

이 국제결혼 부부의 결혼이주여성이 본 연구의 분석대상이다.

이 연구에서는 결혼이주 여성의 교육수준, 특히 대학으로 표상되는 고등교육이 그 이하의 교육수준과 비교해볼 때 성역할 태도를 조금 더 비전통적인 태도로 변화시킬 수 있는지 주목하였다.

분석 결과, 결혼이주 여성의 경우, 고졸 및 중졸 이하의 학력 사이에서는 성별 분업이나 성별가사노동분업에 대한 태도에 차이가 없는 반면, 대학 이상의 교육을 받은 경우 성역할 태도가 더 비전통적인 것으로 나타났다.

이러한 결과는, 대학교육으로 표상되는 고등교육이, 주로 개발도상국 출신인 결혼이주 여성에게도 탈인습적인 사고와 비전통적인 성역할 태도를 가지는데 중요하다고 본 이 연구의 가정을 지지하고 있다.

@highlight

한국인과 결혼한 결혼이주 여성의 성역할 태도에 대학 이상의 고등교육이 미친 효과를 분석하였다.

@highlight

분석 결과, 고졸 및 중졸 이하의 학력 사이에서는 성별 분업이나 가사분업의 태도에 차이가 없었으나 대학 이상의 교육을 받은 경우에는 더 비전통적인 것으로 나타났다.

@highlight

고등교육은 비전통적인 성역할 태도를 가지는데 중요하다고 것을 확인시켜 주고 있다.

