기타규슈지역은 20세기 초반부터 본격화된 한반도로부터 일본으로의 인구이동에 있어서 매우 중요한 지역이다.

이 지역은 도쿄나 오사카와 비교했을 때 시모노세키항과 인접한다는 강점을 지녔다.

즉, 부관연락선을 타고 일본에 건너와 시모노세키항에 내린 한인이 더이상의 경비를 들이지 않고 일자리를 얻을 수 있는 지역이던 것이다.

기타규슈지역에 유입한 재일한인은 이 지역의 기간산업인 광업과 관련된 일을 하는 경우가 많았는데 나카시, 오늘날의 부두노동도 그 중 하나였다.

기타규슈항은 근대 이후 국내외로의 석탄 수송 거점으로서 크게 성장하는 가운데 석탄을 중심으로 각종 화물의 선, 하적을 담당하는 나카시의 수요도 급증하였다.

그리고 바로 재일한인이 이 수요를 채우게 된 것이다.

재일한인 나카시는 노동강도가 센 석탄의 선, 하적 작업을 해상에서 하는 경우가 많았고, 당시 나카시 노동력 운용을 위한 구미제도로부터는 일탈하여 존재하는 경향이 강했기 때문에 기본적인 의식주를 보장받지 못하기도 했다.

이들의 임금은 일본인 나카시는 물론 재일한인 광부나 공장노동자에 비해서도 매우 적었으며, 상대적으로 불안정하고 궁핍한 생활을 할 수 밖에 없었다.

이러한 본 연구의 고찰은 근대시기 재일한인의 노동세계를 분석한 기존연구의 한계를 보완하고 지역 및 업종의 다양성을 높인다는 의미를 지닌다.

@highlight

20세기 초반부터 기타규슈지역으로 유입되어  일자리를 찾던 재일한인 중에는 나카시, 즉 오늘날의 부두노동을 한 경우도 많았다.

@highlight

그들은 노동강도가 센 석탄의 선, 하적 작업을 해상에서 하는 경우가 많았고, 기본적인 의식주조차 보장받지 못할 정도로 궁핍한 생활을 하였다.

