가스하이드레이트 개발사업의 효율성과 생산성 제고를 위해서는 개발사업 및 사업을 통해 개발한 기술들의 가치 속성에 대한 이해가 선행되어야 한다.

본 연구에서는 2005년부터 본격적으로 추진된 국내 가스하이드레이트 개발사업의 추진에 따라 파생될 수 있는 가치속성을 규명하고 중요도를 Fuzzy AHP 방법을 통해 추정하였다.

연구 결과 가스하이드레이트 개발사업의 가치는 개발가치와 유발가치의 상위 2개와 각 4개의 하위속성으로 구성 할 수 있었다.

속성 간 가중치 산정결과 개발가치의 중요도는 61.8%, 유발가치의 중요도는 38.2%으로 분석되었다.

이는 가스하이드레이트를 직접 개발하지 않더라도 개발사업 수행에 따른 가치가 38.2%에 유효함을 의미한다.

본 연구는 국책 에너지 개발사업의 가치를 파악하는데 필요한 평가속성의 개발과 이를 통해 개발사업의 직·간접 유발가치를 추정하는데 있어 유의미한 방법론 및 가중치 산정결과를 도출하였다는데 의의를 갖는다.

본 연구결과는 가스하이드레이트 개발사업의 타당성을 높일 뿐만 아니라 다른 자원개발 R&D 사업의 평가에도 확대 적용할 수 있다.

@highlight

본고에서는 2005년부터 본격적으로 추진된 국내 가스하이드레이트 개발사업의 추진에 따라 파생될 수 있는 가치속성을 규명하고 중요도를 Fuzzy AHP 방법을 통해 추정하였다.

