본 연구는 안악·신민회 시기의 백범 김구의 교육활동을 이해하고 시사점을 고찰해 보고자 하였다.

따라서 본 연구는 연구방법으로 문헌연구를 중심으로 하였다.

자료의 분석방법은 백범의 저서와 백범에 관한 연구물을 수집, 분류, 분석하여 그 결과를 기술하는 서술적 방법과 그것으로부터 그의 교육운동을 추론하여 해석하는 해석적 방법을 동시에 활용하였다.

연구결과 백범은 독립운동가, 자주독립국가 건설, 남북으로 분단된 단독정부가 아니라 통일정부 구성, 건국과 평화통일운동가, 문화국가와 세계평화운동가, 정치가, 혁명가에 못지않게 참교육자, 교육운동가이기도 하였다.

백범은 청소년기에서부터 74세의 나이로 암살당할 때까지 시종일관 교육의 중요성을 역설하였고, 특히 안악·신민회 시기에는 직접 학교설립, 교원활동, 교육운동가로서 삶을 살아왔다.

본 연구결과의 요약하면 다음과 같다.

첫째, 백범은 언제 어디서든 교육여건이 주어지는 대로 교육을 실천에 옮기는 참교육자이요, 교육운동가, 교육실천가였다.

둘째, 백범은 교육자로서의 비전을 제시해 주고, 선구적 역할을 담당하였다.

셋째, 백범의 교육은 우리나라 교육의 근현대사에 간과할 수 없는 중요한 위치를 담당하고 있음을 알 수 있었다.

@highlight

이 연구는 안악·신민회 시기의 백범 김구의 교육활동을 이해하고 시사점을 고찰해 보고자 했다.

@highlight

이 연구는 연구방법으로 문헌연구를 중심으로 했다.

