이 연구는 서사 텍스트의 ‘공간’에 주목하여 이루어졌다.

본고에서는 채트먼이 서사 텍스트의 구조를 ‘이야기story-

담화discourse’로 설명하였던 것에 착안하여 서사 텍스트의 공간을 서술된(story) 공간과 서술하는(discourse) 공간으로 구분하여 분석하고자 한다.

즉 서술된 공간이란 작가에 의해 형상화된 구체적인 삶의 공간을 의미하며, 서술하는 공간이란 작가, 서술자, 독자에 의해 형성되는 공간으로 서사 텍스트의 중층적 특성을 나타낸다고 할 수 있다.

작가 현덕은 소설, 소년소설, 동화에 걸쳐 폭넓게 작품 활동을 하였으며 그의 작품에는 작가 자신이 지향하고자 하는 세계가 분명하게 제시되어 있고 작품에 알맞은 서사 전략을 활용하고 있다.

본고에서는 이러한 현덕의 작품을 공간의 형식에 따라 전체적으로 바라보고자 한다.

그는 공간에 상징적 의미를 부여함으로써 하층민의 소외된 삶과 비참한 현실을 실감나게 전달하고자 한다.

또한 자신이 지향하는 세계를 독자와 소통하고자 의도적으로 서술자와 초점화자를 선택하는 서사 전략을 사용하기도 한다.

이 글에서는 이제껏 시간의 예술로 간주되어왔던 서사 텍스트를 ‘공간’의 형식에 따라 살핌으로써 한 작가의 작품을 바라보는 새로운 시각이자 작가와 독자의 서사적 소통의 기회를 제공하는 데에 의의가 있다고 생각한다.

@highlight

본고는 서사 텍스트의 공간을 '서술된(story)' 공간과 '서술하는(discourse)' 공간으로 구분하여 작가 현덕의 작품을 공간의 형식에 따라 전체적으로 살펴보았다.

@highlight

그는 공간에 상징적 의미를 부여하였고, 자신이 지향하는 세계를 독자와 소통하고자 의도적으로 서술자와 초점화자를 선택하는 서사 전략을 사용하기도 한다.

