본 연구에서는 중학생의 또래 괴롭힘 경험(가해 경험, 피해 경험)이 자기 개념(자기지각, 자아존중감)과 사회적 관계(대인관계 능력, 사회적 웰빙)에 미치는 영향을 살펴보았다.

중학생 1,151명을 대상으로 6개월 단위로 총 3차례 설문조사를 실시하였으며, 잠재성장모형을 사용하여 분석하였다.

본 연구의 결과는 첫째, 1, 2, 3차 시기의 가해 경험은 해당 시기의 자기지각, 대인관계 능력과 사회적 웰빙에 유의한 부적 영향을 미쳤다.

둘째, 1차 시기의 가해 경험이 2차 시기의 자기지각, 대인관계 능력, 사회적 웰빙에 유의한 부적 영향을 미쳤다.

셋째, 1, 2, 3차 시기의 피해 경험은 해당 시기의 자기지각, 대인관계 능력, 사회적 웰빙에 유의한 부적 영향을 미쳤다.

넷째, 1, 2차 시기의 피해 경험은 2, 3차 시기의 자기지각에 유의한 부적 영향을 미쳤고, 1차 시기의 피해 경험은 2, 3차 시기의 대인관계 능력과 사회적 웰빙에 유의한 부적 영향을 미쳤다.

이러한 결과를 통해 가해 경험보다 피해 경험이 자기지각과 사회적 관계에 미치는 영향이 더 크고 지속적이며, 학년 초의 또래 괴롭힘 경험은 지속적으로 자기 개념과 사회적 관계의 변화에 부정적 영향을 미침을 알 수 있었다.

@highlight

본 연구에서는 중학생의 또래 괴롭힘 경험(가해 경험, 피해 경험)이 자기 개념(자기지각, 자아존중감)과 사회적 관계(대인관계 능력, 사회적 웰빙)에 미치는 영향을 살펴보고자 한 것으로, 도출 결과에 의하면 가해 경험보다 피해 경험이 자기지각과 사회적 관계에 미치는 영향이 더 크고 지속적임을 알 수 있었다.

