회전교차로(roundabouts) 설치이후 주변의 통행행태 변화로 인한 교통량 증가로 접근로별 교통류가 불균등(unbalanced flows) 해질 경우 접근로에서 회전교차로 내부로의 진입이 어려워져 교차로 전체의 효율성이 떨어지게 된다.

본 연구에서는 회전교차로 본래의 기능을 최대한 유지하면서 운영효율성을 높이기 위한 신호미터링 운영방안으로 동적 신호미터링 운영알고리즘을 제시하였고, 효과분석은 VISSIM의 COM Interface(Visual Basic Application) 기능을 활용하였다.

본 연구결과 인접한 두 진입로를 한 쌍(pair)으로 묶고 미터링진입로의 교통량이 통제진입로의 교통량 보다 작은 경우 실시간 Signal Metering운영 효과가 높은 것으로 분석되었다.

특히, 1차로형 4지 회전교차로를 기준으로 총 진입교통량이 1,600대/시일 때 차량 당 평균지체가 70.9~102.2초/대로 73.8~77.8% 감소하는 것으로 분석되었다.

@highlight

본고에서는 회전교차로 본래의 기능을 최대한 유지하면서 운영효율성을 높이기 위한 신호미터링 운영방안으로 동적 신호미터링 운영알고리즘을 제시하였고, 효과분석은 VISSIM의 COM Interface(Visual Basic Application) 기능을 활용하였다.

