창조경제의 도래와 함께 문화관광이 지역발전의 주요 기제로 자리 잡았지만 실제 대도시의 문화관광은 세계적으로 구조적 동질화 과정을 겪으면서 지속가능성의 담보라는 도전에 직면했다.

이러한 배경에서 이 글은 창조도시 발전전략의 일환으로서 창조관광이라는 관념에 천착한다.

창조관광은 방문객의 창의적 잠재력을 개발하고 방문지역이 제공하는 특유의 체험과 학습을 통해 관광을 확대재생산하는 진화된 형태의 문화관광이다.

이 점에서 창조관광은 오늘날 대도시 문화관광이 직면한 복제의 문제를 해결할수 있다는 전략적 함의를 지닌다.

이러한 맥락에서 이 글은 문화관광의 발전과 그 연장선상에서 창조관광의 작동 양식을 분석하는 한편, 문화이벤트와 창조클러스터를 중심으로 창조관광의 진전된 양태를 고찰한다.

이를 통해 창조관광의 발전에는 관광지의 차별화된 정체성이 중요하며, 그 형성과정은 문화예술의 생산자와 공적 펀드의 역할에 더해 주민참여에 의한 진정성의 구현과 관광업계 내부로부터의 주도적 역할이 중요하다는 메시지를 얻는다.

@highlight

창조경제의 도래와 함께 문화관광이 지역발전의 주요 기제로 자리 잡았지만 실제 대도시의 문화관광은 세계적으로 구조적 동질화 과정을 겪으면서 지속가능성의 담보라는 도전에 직면했다.

