고객시민행동은 기업에 다양한 혜택을 가져다주는 고객의 자발적인 행동으로 기업의 서비스나 제품에 만족 한 고객이 자발적으로 기업에 도움이 되는 역할 외 행동을 수행한다는 점에서 최근 기업에서도 많은 주목을 하 고 있는 연구 분야이다.

본 연구에서는 고객시민행동의 영향요인으로 서비스 접점에서 서비스를 판매/전달하는 직원의 특성(윤리적 판매 행동, 전문성, 서비스 수행성과)이 고객이 느끼는 서비스 가치에 어떤 영향을 미치며, 이로 인해 고객시민행동이 고취될 것인가를 실증적으로 검증하였다.

특히 서비스 제공자의 특성이 고객의 서 비스 가치인식에 미치는 직접적인 효과뿐만 아니라 서비스의 물리적 환경과의 상호작용 효과 또한 검증하였다.

은행고객을 대상으로 수거된 380부의 설문지를 분석한 결과, 서비스 직원이 윤리적 판매 행동을 하거나, 전문 성을 갖추었을 때, 높은 서비스 수행성과를 보일 때 고객의 서비스 가치는 증가하는 것으로 나타났으며, 이는 고객시민행동에 긍정적인 영향을 미치는 것으로 밝혀졌다.

또한 서비스의 물리적 환경 또한 서비스 직원의 전 문성과 서비스 수행성과가 서비스 고객의 가치에 미치는 긍정적인 효과를 더욱 강화하는 것으로 나타났다.

@highlight

고객시민행동은 기업에 여러가지 혜택을 가져다주는 고객의 자발적인 행동으로 기업의 서비스나 제품에 만족한 고객이 자발적으로 기업에 도움을 줄 수 있는 역할 외의 행동을 수행한다는 점에서 최근 기업에서도 많은 주목을 하고 있는 연구 분야다.

