심화되고 있는 국가 간의 경쟁에서 경제교육은 경제적 사고의 함양으로 경제발전의 기초가 된다는 점에서 주목받고 있다.

교사는 학생에게 기초교육을 담당한다는 측면에서 더욱 그 역할이 중요하며 경제교육 직무연수는 최근 시사경제나 경제이론 등을 습득하여 교육에 활용한다는 측면에서 의의를 찾을 수 있다.

본 논문은 지역 경제교육 직무연수 프로그램의 현황과 문제점을 살피고, 교사들의 설문과 강평, 인터뷰 자료 등을 바탕으로 충북교사 경제교육 직무연수를 분석하여 연수프로그램의 실태를 파악한다.

현 연수프로그램의 문제점은 첫째, 절대적인 연수기회의 부족이다.

둘째, 지역 간 연수기회의 불균등이다.

셋째는 경제 직무연수에 대한 표준안이 없으며 넷째, 지역에서 경제교육을 담당해줄 전문 강사를 비롯한 인프라가 부족하다.

그 결과 지역경제교육 직무연수 프로그램의 발전방안은 다음과 같다.

첫째, 지역단위의 경제교육 직무연수 프로그램이 지속적으로 확대되어야 한다.

둘째, 연수프로그램의 표준화 및 차별화가 필요하다.

셋째, 수요자의 요구에 부합되는 프로그램개발이 요구된다.

넷째, 인력 pool 구성을 통한 우수강사진의 확보가 필요하며, 다섯째, 유관기관 간의 협력체제 구축이 필요하다.

@highlight

본고는 지역 경제교육 직무연수 프로그램의 현황과 문제점을 살피고, 교사들의 설문과 강평, 인터뷰 자료 등을 바탕으로 충북교사 경제교육 직무연수를 분석하여 연수프로그램의 실태를 파악한다.

