본고에서는 <송도말년의 불가사리>(1962), <우주괴인 왕마귀>(1967), <대괴수 용가리>(1967) 등 세편의 작품을 통해 1960년대 한국 SF 괴수영화와 동북아시아 영화 교류?

관계의 양상을 살펴보았다.

위의 세 작품에는 특이한 동물의 외양을 지닌 괴수가 등장하는데, 1960년대 시점에 한국영화 <송도말년의 불가사리>의 기획 및 제작 과정에서 특수 효과를 활용한 색다른 영화적 시도를 하게 된 데에는 일본영화 <고지라(ゴジラ)>(1954) 시리즈와의 영향 관계를 간과할 수 없다.

한편, <송도말년의 불가사리>로 대변되는 ‘사극’ 괴수영화가 <우주괴인 왕마귀>와 <대괴수 용가리>를 포괄하는 ‘SF’ 괴수영화로 수렴되어 가던 가운데, 한국과 일본의 영화 교류가 이전에 비해 크게 활기를 띠게 된 환경 하에 <대괴수 용가리>의 제작 과정에서 이례적으로 일본 영화계와의 기술 협업이 이루어졌다.

아울러, 각각의 작품은 국가 주도의 반공적 애국주의, 민족주의 정책이 강화되어 간 1960년대 한국 사회의 시대적 징후를 환기시킨다.

여기에 더하여, 20여년이 지난 시점에서 신상옥 감독의 북한영화 <불가사리>(1985)를 통해 다시 한 번 국제 교류 및 관계성을 드러낸다.

@highlight

이 논문은 <송도말년의 불가사리>(1962), <우주괴인 왕마귀>(1967), <대괴수 용가리>(1967) 등 세편의 작품을 통해 1960년대 한국 SF 괴수영화와 동북아시아 영화 교류?

@highlight

관계의 양상을 분석했다.

