당률을 비롯한 전통 중국법이 비록 민형사가 제대로 구분되지 않고 형법 위주로 편성되긴 했지만, 나름대로 사인간의 민사 불법 행위로 인한 손해 배상 책임을 체계 있게 구성하고 있다.

형사 범죄를 구성하는 절도․강도․枉法․不枉法․受所監臨․坐贓이라는 전형적인 6贓의 재산 범죄와, 이를 직접 적용하거나 준용하는 여러 유형의 재산 침탈죄의 경우, 형벌의 부과와 별도로 원물 반환이나 가액 상환의 배상 책임을 요구하며, 이러한 의미에서 민형사가 뚜렷이 구분된다.

특히 절도와 강도한테는 倍贓이라는 일종의 민사벌을 병과하는 게 원칙이다.

하지만 가치를 계산해 장물죄를 부과하거나, 장물이 소비된 채 범죄인이 유배 또는 사망하거나, 또는 사면령이 내려진 특수 경우에는, 환수 또는 배상의 책임을 면제하기도 하고, 쌍방 모두 범죄가 되는 경우에는 장물이 국고에 몰수되기도 한다.

전통 신분 계급 사회의 특성상, 노비가 배상할 재산이 없는 경우, 곤장이라는 대체 형벌로써 보복 징계하며, 늙거나 병든 경우에는 그나마 아예 모든 집행을 면제하여 주인한테 돌려주기도 했다.

@highlight

형사 범죄를 구성하는 절도․강도․枉法․不枉法․受所監臨․坐贓이라는 전형적인 6贓의 재산 범죄와, 이를 직접 적용하거나 준용하는 여러 유형의 재산 침탈죄의 경우, 형벌의 부과와 별도로 원물 반환이나 가액 상환의 배상 책임을 요구하며, 이러한 의미에서 민형사가 뚜렷이 구분된다.

@highlight

특히 절도와 강도한테는 倍贓이라는 일종의 민사벌을 병과하는 게 원칙이다.

