본 연구는 사회복지를 전공하는 장애학생 현장실습의 대안 모색을 위한 탐색적 연구로써 실습교육의 주요주체인 지역사회 복지기관의 장애학생 실습 현황과 인식을 파악하고 관련 요인들을 살펴보는데 목적이 있다.

연구 대상은 광주광역시 및 전남지역에서 사회복지 현장실습을 수행한 경험이 있는 사회복지기관의 종사자로서, 설문조사를 통해 수집된 총 193부를 빈도분석 및 기술통계, t-

test 및 카이제곱 검증을 통해 분석하였다.

연구결과는 다음과 같다.

첫째, 장애학생 실습지도와 관련된 현황과 인식분석 결과, 사회복지종사자들은 장애학생 실습지도시 어려움을 경험하고 있는 것으로 나타났다.

또한 종사자들의 장애학생 실습지도에 대한 인식은 긍정적이며 향후에도 지속적인 실습지도 의사를 갖고 있는 것으로 나타났으나 실습생의 장애유형 및 정도에 따라 실습지도 의사가 상이한 것으로 나타났다.

둘째, 사회복지종사자의 장애학생 실습지도 의향과 관련된 요인을 살펴본 결과, 종사자의 재직연수, 장애경험, 장애학생 실습지도 경험, 장애학생 실습에 대한 인식에 따라 집단 간 차이가 있는 것으로 나타났으며, 종사자의 장애학생 실습지도 경험유무 및 실습지도 의향 유무에 따라 소명의식, 장애인식, 인권침해의식에 차이가 있는 것으로 나타났다.

이러한 연구결과를 바탕으로 사회복지전공 장애학생의 실습교육 대안 마련을 위한 제언과 실천적·정책적 함의를 제시하였다.

@highlight

이 연구는 사회복지를 전공하는 장애학생 현장실습의 대안 모색을 위한 탐색적 연구로써 실습교육의 주요주체인 지역사회 복지기관의 장애학생 실습 현황과 인식을 파악하고 관련 요인들을 살펴보려 한다.

@highlight

본 연구결과를 바탕으로 사회복지전공 장애학생의 실습교육 대안 마련을 위한 제언과 실천적·정책적 함의를 제시했다.

