현

존

 

한

국

 

최

고

(

最

古

)

 

영

화

인

 

<

청

춘

의

 

십

자

로

>

는

 

무

성

영

화

로

서

는

 

특

이

하

게

 

화

면

상

에

 

중

간

해

설

 

자

막

이

 

등

장

하

지

 

않

는

다

.

 

따

라

서

 

본

고

에

서

는

 

<

청

춘

의

 

십

자

로

>

를

 

토

키

연

행

을

 

위

해

 

제

작

된

,

 

무

성

영

화

와

 

유

성

영

화

의

 

과

도

기

적

 

영

화

로

 

보

고

자

 

한

다

.

 

현

존

하

는

 

무

성

영

화

의

 

시

나

리

오

를

 

살

펴

보

면

 

거

의

 

예

외

없

이

 

시

나

리

오

 

상

에

 

중

간

해

설

 

자

막

이

 

등

장

한

다

는

 

점

을

 

알

 

수

 

있

다

.

 

따

라

서

 

중

간

해

설

 

자

막

이

 

등

장

하

지

 

않

는

 

<

청

춘

의

 

십

자

로

>

를

 

일

반

적

인

 

의

미

의

 

무

성

영

화

로

 

보

기

는

 

힘

들

다

고

 

할

 

수

 

있

다

.

 

현

존

 

무

성

영

화

의

 

시

나

리

오

들

을

 

분

석

해

 

보

면

 

콘

티

의

 

형

태

를

 

띤

 

작

품

들

이

 

많

다

는

 

사

실

을

 

알

 

수

 

있

다

.

 

이

러

한

 

특

징

들

은

 

일

반

적

으

로

 

시

나

리

오

 

작

가

들

이

 

감

독

을

 

겸

했

다

는

 

사

실

과

도

 

연

관

되

며

,

 

무

성

영

화

 

시

절

의

 

시

나

리

오

는

 

영

화

촬

영

을

 

위

한

 

콘

티

의

 

역

할

까

지

 

겸

했

기

 

때

문

으

로

 

보

인

다

.

 

<

검

사

와

 

여

선

생

>

은

 

1

4

년

이

나

 

앞

서

 

제

작

된

 

<

청

춘

의

 

십

자

로

>

에

 

비

해

 

촬

영

기

법

이

나

 

미

학

적

인

 

측

면

에

서

 

상

대

적

으

로

 

떨

어

진

다

.

 

<

검

사

와

 

여

선

생

>

의

 

이

러

한

 

미

학

적

 

특

징

은

 

이

 

영

화

가

 

영

상

자

체

로

 

관

객

들

의

 

관

심

을

 

끌

기

보

다

는

 

변

사

의

 

연

행

을

 

통

해

 

흥

행

몰

이

를

 

하

기

 

위

해

 

의

도

적

으

로

 

제

작

된

 

무

성

영

화

라

는

 

데

서

 

그

 

이

유

를

 

찾

을

 

수

 

있

다

.

 

이

와

 

달

리

 

<

청

춘

의

 

십

자

로

>

가

 

보

여

주

고

 

있

는

 

역

동

적

이

고

 

화

려

한

 

영

상

미

학

은

 

이

 

영

화

가

 

변

사

의

 

해

설

에

 

의

존

했

던

 

순

수

한

 

의

미

의

 

무

성

영

화

가

 

아

닐

 

개

연

성

을

 

한

층

 

높

여

주

는

 

지

점

이

다

.

@highlight

현존 한국 최고 영화인 <청춘의 십자로>는 무성영화로서는 특이하게 화면상에 중간해설 자막이 등장하지 않았다. 따라서 본 논문에서는 <청춘의 십자로>를 토키연행을 위해 제작된 무성영화와 유성영화의 과도기적 영화로 보고 연구하고자 한다. 현존하는 무성영화의 시나리오를 살펴보면 거의 예외없이 시나리오 상에 중간해설 자막이 등장한다.