신탁법에 수탁자의 의무위반에 관하여 전형적인 민사법리와 다른 특유의 규정이 있다.

이는 신탁재산의 위험을 방지하고 수익자의 이익을 보호하기 위한 것이다.

수탁자의 의무위반 행위로 인해 신탁재산에 손해나 변경이 생긴 경우에 위탁자, 수익자, 공동 수탁자 중 1인이 의무위반 행위를 한 그 수탁자에게 신탁재산의 원상회복이나 손해배상을 청구할 수 있다 (제43조).

수탁자가 의무를 이행하지 않는 경우 수익자가 직접 상대방이나 전득자에게 신탁목적에 위반한 행위를 취소할 수 있다 (제75조).

신탁재산의 원상회복 등 조치와 달리 신탁재산 관리주체인 수탁자를 해임하고 새로운 수탁자를 선임하는 절차가 갈등 해결에 훨씬 실효적인 경우도 있다.

더 나아가 신탁을 효과적으로 운용하는 것이 불가능할 때 신탁 자체를 종료시킬 수도 있다.

신탁종료가 발생하는 경우에 수탁자는 신탁에서 정한 수익자나 귀속권리자에게 신탁재산을 귀속시켜야 한다(제101조).

수탁자가 해임 되거나 신탁이 종료되는 단계에서 신탁재산의 회복 절차와 관련된 신탁관련 규정을 검토하고 신탁공시를 위한 부동산등기법 일부 조항의 개정 필요성과 물권화된 채권으로서 수익권의 개념 규정의 도입에 대한 필요성을 제시하였다.

@highlight

신탁법에 수탁자의 의무위반에 대해 전형적인 민사법리와 다른 특유의 규정이 있다.

@highlight

수탁자가 의무를 이행하지 않는 경우 수익자가 직접 상대방이나 전득자에게 신탁목적에 위반한 행위를 취소할 수 있다 (제75조).

