최근 자율주행자동차의 개발이 활발하게 진행되면서 더욱 안전하고 쾌적한 주행을 위해V2V, V2I 등 V2X 서비스를 활용하는 자율주행시스템의 중요성이 높아지고 있다.

환경 센서에기반한 부분 자율주행자동차는 장착된 센서의 인식 거리를 벗어나는 영역에 대한 예측 및 판단과 센서가 검지하기 힘든 비정형 물체에 대한 대응에 한계가 있다.

따라서 센서 검지 성능의한계를 개선하고 보다 안전하고 쾌적한 주행을 위한 V2X 서비스 활용은 중요하다.

하지만V2X의 잘못된 정보 제공으로 인한 자율주행자동차의 사고 위험도 존재할 수 있어 이를 방지하기 위한 기술의 적용 또한 고려되어야 할 것이다.

본 논문에서는 ISO-26262 Part3 프로세스를활용하고 HARA를 수행하여 V2X 중에서 차량과 인프라의 통신을 활용한 V2I 오작동에 의한자율주행자동차의 위험원을 도출하고 주요 V2I 사용례의 오작동 시뮬레이션 및 실차 시험을기반으로 ASIL 등급을 산정하였다.

@highlight

본 논문에서는 인프라의 통신을 활용한 V2I 오작동에 의한 자율주행자동차의 위험원을 도출하며, 주요 V2I 사용례의 오작동 시뮬레이션 및 실차 시험을기반으로 ASIL 등급을 산정했다.

