패션은 과거에는 의상만, 그 이후는 액세서리까지의 개념까지 언급되었으나 최근 토탈 패션의 개념은 메이크업과 헤어스타일까지 확대되어, 전체적인 패션을 바라보고 정립을 해야 하는 중요한 시점에 이르렀다.

본 연구는 트렌디한 패션의 흐름과 총체적인 美의 개념을 잘 볼 수 있는 패션쇼에 나타난 의상과 액세서리, 메이크업, 헤어스타일에 관한 연구를 하여 전체적인 패션을 정리하는데 연구의 의의를 둔다.

연구 범위는 이론적 배경으로 20세기 후반 이후 사회적 배경을 살펴보고 그 시점부터 현재까지 꾸준한 영향을 미치고 있는 해체주의로 할 것이며, 실증적인 작품 분석은 최근 5년간 패션쇼 S/S, F/W를 컬렉션 지를 통해 분석할 것이다.

연구 방법으로는 해체주의의 개념과 디자인 특성을 살펴본 뒤, 의상, 액세서리, 메이크업, 헤어스타일에서 나타난 해체주의적 특성을 조형 예술의 특성인 형태(silhouette), 선(line), 색채(color), 소재/질감(texture)으로 구분해서 살펴보고 마지막으로 전체적인 패션을 비교 분석할 것이다.

@highlight

본 연구는 20세기 후반 이후 사회적 배경을 살펴보고, 해체주의를 중심으로 트렌디한 패션의 흐름과 패션쇼에 나타난 의상과 액세서리, 메이크업, 헤어스타일에 관한 연구를 하여 전체적인 패션을 비교 분석한다.

