본 연구의 핵심논지는 국제금융거래에서의 위험-

비용 최소화의 기본 구상 즉, 국제금융거래에서의 불법위험 최소화를 추구하되 통제과정에서 거래비용이 상대적으로 적게 발생하도록 하는 제도를 고안, 운용하자는 것이다.

그에 따라 신제도주의 시각에서 자금세탁 관련법규의 정비, 자금세탁방지 관계자간 협력체계의 구축, 자금세탁방지 홍보 · 교육활동의 강화 등을 제시하였으며 그 중에서도 위험관리와 관계자간 거버넌스의 구축이 강조되었다.

즉 탈법위험성이 높은 분야에 대해서는 통제를 강화하고 고의적 법규 위반자에 대해서는 엄격히 처벌하되, 저위험 분야에 대해서는 감시 절차를 탄력적으로 운용하는 한편 법규 준수자에 대해서는 다양한 인센티브 제도를 구조화하여 차별적으로 대응토록 한 것이다.

또 자금세탁 통제수요의 증가에 따라 감독기관의 조직 확충이 요구되고 있으나, 민관 파트너쉽을 통해 자금세탁 관련 당사자가 함께 참여하는 상호협력체계를 형성함으로써 조직신설 비용, 대리인 비용의 발생을 억제하는 협력통제제도의 구축을 도모하자는 것이다.

@highlight

국제금융거래에서의 위험-

@highlight

비용 최소화의 기본 구상 즉, 국제금융거래에서의 불법위험 최소화를 추구하되 통제과정에서 거래비용이 상대적으로 적게 발생하도록 하는 제도를 고안, 운용하자는 것으로, 그 중에서도 위험관리와 관계자간 거버넌스의 구축이 강조되었다.

