알

칼

리

(

토

)

금

속

이

 

S

C

R

(

S

e

l

e

c

t

i

v

e

 

C

a

t

a

l

y

t

i

c

 

R

e

d

u

c

t

i

o

n

)

 

촉

매

 

비

활

성

화

에

 

미

치

는

영

향

을

 

미

세

구

조

,

 

촉

매

 

비

표

면

적

,

 

기

공

 

부

피

 

변

화

,

 

탈

질

 

성

능

 

분

석

을

 

통

해

 

규

명

하

였

다

.

 

신

촉

매

를

 

3

5

0

℃

에

서

 

6

시

간

 

동

안

 

H

3

P

O

4

,

 

K

2

C

O

3

,

 

N

a

2

C

O

3

,

 

C

a

(

C

H

3

C

O

O

)

2

 

·

 

H

2

O

,

 

C

4

H

6

M

g

O

4

·

 

4

H

2

O

 

수

용

액

을

 

분

사

 

시

켜

,

 

모

사

 

피

독

된

 

S

C

R

 

촉

매

를

 

제

조

하

였

다

.

 

피

독

 

촉

매

 

표

면

의

 

미

세

구

조

는

 

신

촉

매

와

거

의

 

유

사

한

 

형

태

를

 

보

이

지

만

,

 

비

표

면

적

과

 

기

공

 

부

피

 

변

화

를

 

신

촉

매

와

 

비

교

하

였

을

 

때

,

 

N

a

<

M

g

 

<

 

K

 

<

 

C

a

 

<

 

P

 

순

으

로

 

감

소

하

는

 

것

으

로

 

나

타

났

다

.

 

특

히

 

N

a

에

 

의

해

 

피

독

된

 

촉

매

는

 

비

표

면

적

은

 

1

0

.

2

0

 

m

 

2

 

/

g

,

 

기

공

부

피

는

 

0

.

0

6

1

 

c

m

 

2

 

/

g

 

정

도

 

감

소

하

였

다

.

 

1

5

0

~

 

4

5

0

 

o

 

C

에

서

 

신

촉

매

 

및

 

피

독

 

촉

매

의

 

탈

질

성

능

을

 

평

가

한

 

결

과

,

 

알

칼

리

 

금

속

(

K

,

 

N

a

)

에

 

피

독

된

 

S

C

R

 

촉

매

가

 

가

장

 

낮

은

 

탈

질

효

율

을

 

보

였

으

며

,

 

알

칼

리

 

토

금

속

(

C

a

,

 

M

g

)

에

 

피

독

된

 

S

C

R

 

촉

매

는

 

알

칼

리

 

금

속

(

K

,

 

N

a

)

에

 

피

독

된

 

촉

매

에

 

비

해

 

상

대

적

으

로

 

높

은

 

탈

질

 

효

율

을

 

보

였

으

며

,

 

인

(

P

)

에

 

의

해

 

피

독

된

 

촉

매

는

 

S

C

R

 

신

촉

매

와

 

거

의

 

유

사

한

 

탈

질

 

성

능

을

 

나

타

내

는

 

것

을

 

확

인

하

였

다

.

 

이

러

한

 

결

과

는

 

S

C

R

 

촉

매

 

비

표

면

적

이

나

 

기

공

 

부

피

 

감

소

에

 

따

른

 

물

리

적

인

 

비

활

성

화

가

 

S

C

R

 

촉

매

 

탈

질

 

성

능

에

 

영

향

을

 

미

치

는

 

것

으

로

 

보

인

다

.

@highlight

알칼리(토)금속이 SCR(Selective Catalytic Reduction) 촉매 비활성화에 미치는영향을 미세구조, 촉매 비표면적, 기공 부피 변화, 탈질 성능 분석을 통해 규명했다.