본 논문은, 칸트의 취미판단에서 부용미의 ‘목적 있는 합목적성’의 원리로 디자인 미학을 연구한다.

연구자는 합목적성의 개념을 디자인과 유비시켰을 때 디자인의 컨셉으로 보았으며, 그래서 제품으로 제작되기 이전 이미 디자이너의 마음과 디자인에 담겨있는 선험적 개념으로 보았다.

부용미의 판단으로 인한 디자인의 경우, 개념이 확고한 상태이므로 오성보다는 상상력의 유희가 더 자유로워 디자인의 아름다움을 판단할 수 있다.

그런데 부용미는 자유미의 순수한 단층판단과 부용미 자체의 개념적 복합판단으로 구성되어 있어서, 대상을 바라보는 주체자의 개념적 판단에 따라 자유미로도, 혹은 부용미로도 판단할 수 있다.

디자인의 위치는 부용미의 판단으로 적합한데, 이는 아름다움과 기능의 목적을 ‘아름다움과 완벽성’의 관계로 설정할 수 있어서 그렇다.

아울러 ‘목적론적 스타일’로서 우연성의 방식은 상상력에 따른 유희의 대안에서 오는바, 이는 경험으로 인한 지식의 풍부함에서 온다.

부용미의 판단은 익숙한 디자인과 그 성공적인 수행에서 오기 때문에 공시적이고 또 통시적인 국면이 있다.

디자인 대상은 나날이 사용함으로써 그 아름다움과 완벽성이 축적된다.

디자인 미학은 디자인에 대한 학적인 체계와 확산을 목표로 한 이유가 여기에 있다.

@highlight

칸트의 취미판단에서 ‘목적 있는 합목적성’의 원리로 디자인 미학을 연구한다.

@highlight

아름다움과 기능의 목적을 ‘아름다움과 완벽성’의 관계로 설정할 수 있고 ‘목적론적 스타일’로서 우연성의 방식은 유희의 대안에서 오는바, 경험 지식의 풍부함에서 온다.

@highlight

부용미의 판단은 익숙한 디자인과 성공적인 수행에서 오기 때문에 공시적ㆍ통시적인 국면이 있다.

