2015년 대기환경기준에 추가되는 PM2.5의 측정법에 광산란법의 적용 가능성을 확인하기 위해, 현재 입자상 오염물의 기준시험법인 중량법과 PM10과 PM2.5의 실시간 동시 측정이 가능한 광산란법 장치인 Dust monitor를 이용하여, 2010년 3월부터 10월까지 일평균 PM10, PM2.5 질량농도를 비교 측정하였다.

PM10, PM2.5 모두 장치 간 측정치의 경향은 일치하였으며, Dust monitor의 측정치가 중량법에 비해 높은 경향을 나타냈다.

PM10의 경우 장치 간 오차 범위는 미미한 수준이었으나, PM2.5의 경우에는 상대적으로 높은 오차범위를 나타내고 있어 Dust monitor를 이용하여 PM2.5 질량농도를 측정할 경우에는 농도의 오차를 유발할 수 있는 주요한 요인을 최소화하고, 장치의 교정을 통해 오차 범위를 줄이는 것이 필요함을 확인하였다.

@highlight

2015년 대기환경기준에 추가되는 PM2.5의 측정법에 광산란법의 적용 가능성을 확인하기 위해, 현재 입자상 오염물의 기준시험법인 중량법과 PM10과 PM2.5의 실시간 동시 측정이 가능한 광산란법 장치인 Dust monitor를 이용해, 2010년 3월부터 10월까지 일평균 PM10, PM2.5 질량농도를 비교 측정했다.

