4차 산업혁명으로 산업간 융복합과 변화가 가속화되고 있다.

인공지능(AI), 사물인터넷(IoT), 빅데이타(Big Data), 클라우드 컴퓨팅(Cloud Computing)을 기반으로 물류 분야에서도 전통적인 물류시스템이 스마트 물류(Smart logistic)로 대체되고 있다.

본 연구는 물류산업의 변화와스마트 물류의 현황을 이해하고, 갈수록 커지는 중국 물류시장에 진출하기 위한 전략적 대안을제시하기 위해 스마트 물류 도입과 문제점 대응방안을 제시하는데 목적이 있다.

연구방법은 이론연구로 진행되었으며 현황과 사례 분석을 통해 중국 스마트 물류산업의 문제점을 도출하고한국 물류기업의 진출방안을 제시하였다.

연구결과 스마트 물류 도입을 위한 제도적 개혁, 핵심기술을 중심으로 한 경쟁력 강화, 관리형 물류인재의 양성, 스마트 물류를 통해 발생하는 데이터 등의 체계적 관리, 물류 정보 보호를 위한 안정화 시스템 구축, 공유물류를 기반으로 경쟁우위 확보, 대규모 물류 스타트업 기업 발굴을 위한 육성계획을 제시하였다.

@highlight

이 연구는 물류산업의 변화와스마트 물류의 현황을 이해하고, 갈수록 커지는 중국 물류시장에 진출하기 위한 전략적 대안을제시하기 위해 스마트 물류 도입과 문제점 대응방안을 제시하려 한다.

