본 연구에서는 최고경영진(TMT)에 대한 전략적 인적자원관리가 끊임없는 혁신이 경쟁의 규칙인 21세기 지식경제에서 요구되는 기업의 혁신행동에 미치는 영향을 분석한다.

규모와 효율성이 경쟁의 규칙이던 20세기 산업사회와 달리 존재하지 않던 새로운 경쟁우위를 끊임없이 만들어내야 하는 21세기 지식경제에서는 혁신행동이 기업의 생존과 성장에 결정적인 영향을 미치게 된다.

기업의 혁신행동은 각 기업 최고경영진의 역량과 태도에 의해 좌우되기 때문에 어떻게 최고경영진을 선발하고 육성하는가를 다루는 TMT 전략적 인적자원관리의 중요성이 급증하게 되었다.

이러한 관점에서 본 연구에서는 기업의 혁신지향성에 영향을 미치는 TMT 전략적 인적자원관리의 특성으로 최고경영진에 대한 고몰입 인적자원관리, 인적자원개발 투자, 능력주의 인적자원관리, 혁신중시 인적자원관리 등 네 가지 요소들의 효과를 실증연구를 통해 분석하였다.

한국직업능력개발원의 HCCP 설문자료를 대상으로 한 실증분석 결과 제시한 네 가지 가설이 모두 지지되었다.

@highlight

본 논문에서는 최고경영진(TMT)에 대한 전략적인 인적자원관리가 끊임없는 혁신이 경쟁의 규칙인 21세기 지식경제에서 요구되는 기업의 혁신행동에 미치는 영향을 분석하고자 한다.

