입다 설화(삿 1:6-12:7)는 중세 랍비들로부터 현대 주석가들에게 이르기까지 지속적으로 지대한 관심을 끌어왔지만 학문적 논의들 중 대부분은 입다의 서원이나 인신제사에 대한 신학적·윤리적 평가를 중심으로 한다는 면에서 아쉬움을 갖는다.

입다를 신명기 사가의 관점에서 평가하는 것을 피할 수는 없지만 사사시대 전체가 과도기였고 입다를 비롯한 모든 사사들이 도덕적·종교적 부패에서 자유롭지 못했음을 감안하면, 입다의 특정 행동을 절대적인 신학적 잣대로 평가하는데는 무리가 따른다.

따라서 본 연구자는 입다 설화 자체가 말해주고자 하는 문학적 표현들에 집중하되, 부족사회에서 태어난 한 서자의 외롭고 치열한 삶의 투쟁이라는 관점에서 본문을 분석한다.

설화자는 입다의 입장에서 사건을 묘사해 주는데 특히 그가 처음에는 조용하고 소극적이었으나 점차 목표지향적이고 적극적인 행동을 취하는 인물로 바뀌는 과정을 묘사한다.

어린 시절 상처를 경험했던 입다는 치열한 노력을 통해 자신의 입지를 공공히 하고 전쟁에서 승리하지만, 결국 자신의 가족과 동족을 잃게 되는 ‘민중적 영웅’으로 생을 마감한다.

군사적 위기의 때에 태어난 큰 용사인 입다를 알아보지 못하고 그를 미워하여 버린 길르앗 지파의 부당한 모습과 암몬과의 전쟁의 순간에 도움을 요청한 에브라임 지파의 안타까운 모습도 함께 분석하여, 입다가 일생동안 공동체로 인해 가졌을 한의 차원에서 해석을 시도한다.

@highlight

입다 설화(삿 1:6-12:7)는 중세 랍비들로부터 현대 주석가들에게 이르기까지 지속적으로 지대한 관심을 끌어왔지만 학문적 논의들 중 대부분은 입다의 서원이나 인신제사에 관한 신학적·윤리적 평가를 중심으로 한다는 면에서 아쉬움을 갖는다.

