본 연구는 신체활동이 중요한 유아기를 대상으로 스토리텔링을 통한 유아무용교육 프로그램을 개발하고자 한 것으로 연구방법은 문헌과 조사를 토대로 한 질적인 연구이다.

연구를 위해 유아무용교육과 스토리텔링에 대한 선행연구를 섭렵하고 인천광역시 4개 구 지역의 유아교육기관(어린이집, 유치원)을 선정하여 현행 사용하고 있는 유아무용교육 프로그램에 스토리텔링을 활용한 교육 사례가 있는지 조사하였다.

그리고 이러한 자료를 바탕으로 다중지능이론, 스캐폴딩 유형, 댄스 리터러시의 3가지 교수방법을 스토리텔링을 활용하여 유아무용 프로그램을 개발하였다.

프로그램은 첫째, 신체의 움직임을 통해서 전인적인 발달을 도모하고 유아의 긍정적인 자아개념을 가질 수 있도록 구성하였다.

둘째, 유아의 상상력을 동원하여 창의력을 발달시키기 위한 움직임을 유도할 수 있도록 구성하였다.

셋째, 스토리텔링을 통해 유아들의 사고능력과 창의력이 높아지는 학습과정으로 개발되었으며 넷째, 피드백을 통해 자신감을 가지게 하고 또래와의 사회성을 기를 수 있도록 구성하였다.

다섯째, 인지능력을 발달시키고, 창의적인 아이디어를 가지고 표현 할 수 있는 학습동기를 유발함으로써 유아들의 통합적인 발달을 도모할 수 있도록 구성하였다.

@highlight

본고는 신체활동이 중요한 유아기를 대상으로 스토리텔링을 통한 유아무용교육 프로그램을 개발하고자 한 것으로 연구방법은 문헌과 조사를 토대로 진행한 연구이다.

