영상으로부터 강인한 특징점의 추출은 영상 처리 분야에서 요구하는 주요 연산중 하나이다.

영상의 특징점들 중 코너는 영상이 지닌 지역적 정보를 담고 있어서 영상의 인식, 정합 그리고 객체의 추적 등에 이용된다.

따라서 영상 내 객체들이 가진 코너들을 정확하게 추출하는 것은 효과적이고 효율적인 영상 응용 시스템을 구축하는데 필수적이다.

코너 추출 기법들 중 Harris 코너 추출 기법은 특히 강인한 코너를 추출하는 것으로 잘 알려져 있으며 이를 이용하여 SIFT와 SURF 같은 특징점 기술자 알고리즘을 향상시키거나 객체 추출, 객체 추적, 영상 인식 그리고 영상 정합 등과 같은 다양한 응용에 사용된다.

따라서, Harris 코너 추출 기법을 향상시키려는 많은 연구가 수행되었다.

본 논문에서는 다중 웨이블릿 변환된 영상에서의 웨이블릿 부 밴드 분석을 통해 강인한 특징점을 빠르게 추출할 수 있는 기법을 제안한다.

제안된 기법을 검증하기 위해 lena 영상을 이용해서 실험을 수행했다.

실험은 제안된 기법이 Harris 코너 추출 기법보다 빠르게 특징점을 추출함을 보여준다.

@highlight

이 논문에서는 다중 웨이블릿 변환된 영상에서의 웨이블릿 부 밴드 분석을 통해 강인한 특징점을 빠르게 추출할 수 있는 기법을 제안한다.

