이 연구는 민간경비·경호원의 성격유형이 조직의 적합성과 이직의도에 어떠한 영향을 미치는지 실증분석을 실시한 것이다.

가설을 검증하기 위해 2015년 10월부터 2016년 1월까지 약 4개월 간 민간경비·경호업무 종사원을 대상으로 총 300부의 설문지를 배부하여 258부를 연구에 사용하였다.

수집된 자료는 구조방정식 모형을 이용하여 분석하였다.

그 결과 민간경비·경호원은 성격요인의 하위요소인 신경증, 외향성, 개방성 중 신경증 요인에서만 조직적합성의 관계에서 정적 유의성이 존재하는 것으로 나타났다.

둘째, 조직적합성은 이직의도에 부적인 영향을 미치는 것으로 나타났다.

셋째, 신경증과 이직의도간의 관계에서 조직적합성의 매개효과가 검증되었다.

이러한 연구결과를 토대로 민간경비·경호원들을 채용할 때에도 직무적성 검사 결과를 고려해야 할 뿐만 아니라, 직무적성 검사 항목에 성격특성 요인 항목을 추가한다면 민간경비·경호 업무의 특성에 맞는 인력을 선발할 수 있을 것이라고 제안하였다.

그리고 성격유형을 참고하여 조직구성원을 교육, 관리한다면 더욱 호의적인 직무환경에서 조직의 목표를 달성하는데 긍정적인 영향을 가져올 수 있을 것이라 판단하였다.

@highlight

본 연구는 민간경비·경호원의 성격유형이 조직의 적합성과 이직의도에 어떠한 영향을 미치는지 실증분석을 실시한 것이다.

