이 연구는 초보 음악치료사의 직업적 어려움에 대한 경험을 고찰하기 위한 목적으로 실행되었다.

이를 위해 연구자들은 석사과정을 마치고 전문 음악치료사로 일한지 1년 이내의 치료사 9명을 대상으로 심층면담 자료를 수집하고, 이를 합의적 질적 연구 방법을 사용하여 분석하였다.

그 결과 초보 치료사들의 직업적 어려움 경험은 ‘어려움의 이유,’ ‘어려움이 미치는 부정적 영향,’ ‘어려움 극복의 동인,’ ‘개인의 극복 노력,’ ‘음악치료 공동체에 대한 기대’의 5영역으로 나타났으며, 각 영역에 따른 37개의 하위범주가 도출되었다.

교차 분석 결과에 따른 이 연구의 시사점은 다음과 같다.

첫째, 초보 음악치료사의 어려움 경험은 크게 구조적 어려움과 개인적 어려움으로 구분되어지며, 이중 치료사들은 구조적 어려움을 일반적으로 더 많이 경험하고 있는 것으로 나타났다.

둘째, 참여자들의 어려움 경험은 궁극적으로 현실 안주, 부정적 감정과 평가불안, 치료의 질 저하, 소진 등과 같은 부정적인 결과로 이어졌음이 드러났다.

셋째, 초보 음악치료사를 위한 물리적, 정서적, 정보적 지원과 더불어 음악치료 전문인으로서 자신의 임상에 대한 자신감과 성취가 그들의 어려움 극복 동인으로 나타났다.

넷째, 초보 음악치료사들의 어려움 예방과 완화를 위하여 음악치료 공동체가 개선하고 수정해야할 변화가 확인되었다.

@highlight

본고의 목적은 초보 음악치료사의 직업적 어려움에 대한 경험을 고찰하기 위해 실행되었다.

@highlight

이를 위하여 연구자들은 석사과정을 마치고 전문 음악치료사로 일한지 1년 이내의 치료사 9명을 대상으로 심층면담 자료를 수집하며, 이를 합의적 질적 연구 방법을 사용해 분석했다.

