본 연구는 한국노동패널조사 4차-12차년도 자료를 바탕으로 실업자 대상 직업훈련의 효과를 검증하였다.

훈련참여자 집단과 비참여자 집단의 구성은 표본선택편의를 최소화하기 위하여 성향점수매칭(PSM)을, 효과 분석은 콕스의 비례위험모형을 이용하여 분석하였다.

실업자 대상의 직업훈련 효과는 ‘재취업확률’, ‘이전임금회복 확률’, ‘재실업확률’을 살펴보았다.

직업훈련의 참여집단의 재취업확률이 비교집단에 비해 매우 유의한 수준으로 높았으나, 사업집단의 이전임금회복확률은 비교집단에 비해 낮았으며, 재실업위험에 있어서는 집단 간 유의한 차이가 없었다.

결과적으로 현재 한국의 직업훈련은 표면적으로 재취업을 촉진하는 역할을 수행하고 있으나, 이는 노동시장으로부터의 이탈을 억제하는 한계적인 역할일 뿐, 임금이나 고용안정성과 같은 고용의 질을 확보하는 기제로서 작동하고 있지는 않음을 확인할 수 있었다.

@highlight

이 연구는 한국노동패널조사 4차-12차년도 자료를 바탕으로 실업자 대상 직업훈련의 효과를 검증했다.

