이 논문은 일본의 니체 수용사를 소개하는 것을 목적으로 한다.

일본의 니체수용사가 우리에게 의미를 가지는 것은, 무엇보다도 동양에서 최초로 니체철학이 소개되고 니체의 저서들이 번역된 곳이 일본이고, 한국과 중국의 니체 수용은 일본을 거쳐 이루어졌기 때문이다.

따라서 한국과 중국의 니체 수용사에 대한 연구는 일본의 니체 수용사를 통해 객관성을 확보할 수 있을 것이다.

일본의니체 수용사가 우리에게 의미를 가지는 또 다른 이유는 일본의 니체 수용사를검토함으로써 우리는 일본이 어떻게 자신의 문화와 역사, 사회적 조건에 맞게니체를 재해석하고 있는가를 확인할 수 있기 때문이다.

우리는 일본의 니체 수용사를 통해, 니체철학에 대한 동양적 이해 방식의 의의와 그 동시에 문제점도 확인할 수 있을 것이다.

일본의 니체 수용사는 한국보다 반 세기 가까이 앞서 있다.

이번 연구에서는 대략 1890년에서부터 1910년까지의 일본에서의 니체 수용사를 소개한다.

이 시기에 우리가 주목해야할 지식인은 다카야마 린지로[쵸큐], 아네사키 마사하라[쵸후], 모리 오가이이다.

1900년초 다카야마 린지로가 촉발하고 당시 일본 지식인들의 화두였던 ‘미적 생활’ 논쟁은 일본의 니체 철학 수용과 직접적으로 관계하는 주제이다.

@highlight

일본의 니체 수용사를 소개하는 것이다.

@highlight

일본의 니체 수용사를 통해, 니체철학에 대한 동양적 이해 방식 의의와 문제점도 확인하며,니체 수용사는 한국보다 반 세기 가까이 앞서 있다.1890년에서부터 1910년까지의 일본의 니체 수용사를 소개하며,주목해야할 지식인은 다카야마 린지로, 아네사키 마사하라, 모리 오가이이다.

@highlight

1900년초 다카야마 린지로가 촉발하고 일본 지식인들의 화두였던 ‘미적 생활’ 논쟁은 일본의 니체 철학 수용과 직접적으로 관계하는 주제이다.

