詩

書

畵

는

 

形

象

言

語

로

서

 

동

아

시

아

 

文

人

들

이

 

一

元

論

的

 

世

界

觀

안

에

서

 

동

양

철

학

을

 

바

탕

으

로

 

그

들

의

 

삶

과

 

사

상

을

 

표

현

하

는

 

合

一

된

 

정

신

의

 

表

象

이

다

.

 

이

 

詩

書

畵

 

作

業

 

과

정

을

 

시

서

화

 

수

행

으

로

 

보

고

,

 

마

음

과

 

몸

의

 

合

一

 

하

에

서

 

일

어

나

는

 

내

면

의

 

형

상

화

 

과

정

에

서

의

 

시

각

적

 

기

능

을

 

네

 

가

지

 

측

면

으

로

 

고

찰

하

였

다

.

 

첫

째

,

 

一

劃

으

로

부

터

 

시

작

하

는

 

시

서

화

수

행

은

,

 

무

채

색

의

 

먹

과

 

붓

의

 

한

 

획

으

로

 

그

리

기

/

쓰

기

/

칠

하

기

가

 

가

능

하

며

 

작

가

의

 

내

면

에

 

섬

세

하

게

 

반

응

하

며

 

종

이

에

 

투

영

하

는

 

媒

體

的

 

特

性

은

 

기

운

생

동

을

 

최

고

로

 

여

기

는

 

문

인

들

의

 

정

신

을

 

물

질

과

 

하

나

로

 

아

우

른

다

.

 

둘

째

,

 

시

서

화

 

일

률

은

 

시

와

 

그

림

이

 

융

합

된

 

시

각

적

 

자

기

표

현

으

로

 

외

면

과

 

내

면

을

 

합

일

하

며

 

비

판

적

 

인

식

을

 

수

반

한

다

.

 

셋

째

,

 

시

서

화

 

수

행

에

서

 

내

면

화

와

 

동

시

에

 

몸

과

 

마

음

을

 

통

합

하

는

 

시

각

적

 

재

연

의

 

구

현

화

이

다

.

 

이

는

 

시

각

적

 

자

기

 

치

유

의

 

과

정

이

다

.

 

마

지

막

으

로

 

이

러

한

 

내

면

화

 

기

능

은

 

자

기

 

성

찰

과

 

더

불

어

 

창

조

적

 

본

성

을

 

깨

운

다

.

 

시

서

화

 

수

행

에

서

의

 

시

각

적

 

인

식

은

 

우

뇌

로

 

보

고

 

그

리

기

의

 

특

성

이

며

 

내

면

의

 

시

각

적

 

자

기

표

현

을

 

통

한

 

치

유

적

 

내

면

화

 

기

능

이

다

.

 

하

지

만

 

근

대

화

와

 

더

불

어

 

기

능

화

 

되

고

 

파

편

화

 

되

었

다

.

 

본

고

는

 

시

서

화

가

 

형

상

언

어

로

서

 

시

서

화

 

수

행

에

서

 

훈

련

되

는

 

시

각

의

 

合

一

的

 

인

식

이

야

말

로

,

 

자

기

중

심

적

 

시

각

의

 

分

離

로

 

인

하

여

 

파

생

되

는

 

현

대

 

문

제

를

 

풀

 

수

 

있

는

 

‘

오

래

된

 

미

래

’

로

 

제

기

하

였

다

.

@highlight

이 詩書畵 作業 과정을 시서화 수행으로 보고, 마음과 몸의 合一 하에서 일어나는 내면의 형상화 과정에서의 시각적 기능을 네 가지 측면으로 고찰하였다.
시서화 일률은 시와 그림이 융합된 시각적 자기표현으로 외면과 내면을 합일하며 비판적 인식을 수반한다.