본 연구에서는강관의 직교방향으로 서로 다른 접합형식을 갖는 CFT 기둥과 강재보 접합부의 거동특성과 내진성능을 평가하기 위하여 보?

기둥 접합부에 대한 반복하중 실험을 수행하였다.

접합부 구성형식에 따라 T형 스티프너를 사용한 외다이어프램 형식의 강한접합부와 이와 직교방향에서의 상부 플랜지 접합부와 하부 플랜지는 형강 관통형식의 접합형식을 갖는 약한접합부에 대하여 변형능력과 파괴모드를 분석하였다.

실험결과, 하부 플랜지 접합면에 삽입된 ㅍ형강의 내력이 부족한 WC-01 실험체를 제외하고는 접합부 구성형식에 관계없이 기둥면에서의 휨모멘트 값은 강재보의 전소성모멘트 값과 비교하여 최대 1.1배와 1.26배 높은 값을 나타냈으며 변형능력은 최대 3%와 4% 이상의 회전각을 나타냈다.

기존의 외다이어프램 접합부 강도 평가식을 근거로 강한접합부와 약한접합부의 상하부 플랜지 축강도를 평가하였으며, 접합부 플랜지의 소요 축강도와 비교한 결과 제안한 평가식은 접합부 파괴모드를 보수적으로 예측 가능한 것으로 나타났다.

@highlight

강관의 직교방향으로 CFT 기둥의 내진성능과 거동특성을 평가하기 위하여 보?

@highlight

기둥 접합부에 대한 반복하중 실험을 수행하였다.

@highlight

실험결과, 기둥면에서의 휨모멘트 값은 접합부 구성형식에 관계없이 강재보의 전소성모멘트 값과 비교하여 최대 1.1배와 1.26배 높은 값을 나타냈다.

