본 연구는 비영리조직의 기업가지향성이 시장지향적인 활동 성향을 통해 마케팅 역량에 영향을 미치는지를 살펴보고자 하였다.

즉, 본 연구는 비영리조직의 기업가지향성을 혁신성, 진취성, 위험감수성, 사회 가치지향성 등의 하위개념, 시장지향성은 시장정보창출, 확산, 대응 등의 하위요소, 그리고 마케팅 역량은 브랜드 관리 역량과 커뮤니케이션 역량 등으로 살펴보았다.

본 연구는 사회복지시설, 병원, 대학교, 자선단체 등 8개의 비영리조직에 종사하는 직원들을 211명에게 설문을 통해 자료를 수집하고, 실증분석을 하였다.

분석 결과 비영리조직의 기업가지향성의 하위개념인 혁신성, 진취성, 위험감수성은 시장지향성의 하위요소인 시장정보창출과 시장정보 확산에는 긍정적인 영향을 미쳤지만, 시장정보대응에는 영향을 미치지 않는 것으로 나타났다.

또한 비영리조직의 사회 가치지향성은 시장지향성 하위요소 모두에 긍정적인 영향을 미쳤다.

그리고 비영리조직의 시장지향성 활동성향 모두 조직의 브랜드 관리 역량 및 커뮤니케이션 역량에 긍정적인 영향을 미치는 것으로 확인되었다.

본 연구의 결과는 비영리조직이 지속적으로 성장하기 위해 필요한 조직문화 및 활동 성향, 그리고 마케팅 역량의 구축 및 활용에 대한 전략적 시사점을 제공할 것으로 생각된다.

@highlight

본고는 비영리조직의 기업가지향성을 혁신성, 진취성, 위험감수성, 사회 가치지향성 등의 하위개념, 시장지향성은 시장정보창출, 확산, 대응 등의 하위요소, 또한 마케팅 역량은 브랜드 관리 역량 및커뮤니케이션 역량 등으로 살피었다.

