본 연구는 블랑쇼에게 있어 시란 무엇인가, 즉 일종의 시학을 고찰하는 데 목적을 두고 있다.

우리는 블랑쇼를 시인이라 부를 수 있을까?

블랑쇼에 따르면, 그리고 ‘시’가 문학 장르로서의 시를 넘어서는 한, ‘그렇다’라고 대답해야 할 것이다.

우리는 우선 블랑쇼의 비평서 『문학의 공간』과 『도래할 책』 두 권을 중심으로 그가 주로 다룬 세 작가 말라르메, 횔덜린, 카프카에 대한 글들에 주목하며 그의 시학을 살펴보았다.

블랑쇼는 말라르메를 통해서는 시인이 찾는 것, 즉 존재와 언어, 책, 작품의 의미를, 횔덜린을 통해서는 시인 그 자체, 즉 시, 리듬, 신성함과의 관계에 자신을 온전히 내맡긴 시인의 상태를, 다음으로 카프카를 통해서는 작가가 천직으로 떠안은 글쓰기와 그것의 실패, 글쓰기와 삶의 일치성을 천착하였으며, 이러한 일련의 사유는 소위 ‘블랑쇼적 사유’로 자리 잡는다.

최종적으로 본 연구는 블랑쇼의 마지막 저서로 간주되는 『카오스의 글쓰기』를 통해 그의 문학의 본질적 방향과 귀결점이 어떻게 시가 될 수 있는지를 밝혀보고자 하였다.

@highlight

블랑쇼에게 있어 시란 무엇인가, 즉 일종의 시학을 고찰하는 데 목적을 두었고 블랑쇼의 마지막 저서로 간주되는 『카오스의 글쓰기』를 통해 그의 문학의 본질적 방향과 귀결점이 어떻게 시가 될 수 있는지를 밝히는 것을 목적으로 하였다.

