본 연구는 엘리트 고등학교 골프선수를 대상으로 다양한 골프 특이적인 준비운동을 실시한 후 선수들의 유연성과 드라이버 경기력에 미치는 영향을 알아보는 것이다.

본 연구의 대상자는 고등학교 남자 엘리트 골프선수 13명으로 선정하였으며, 5가지 준비운동 방법(정적 스트레칭, 클럽 동적 스트레칭, 밴드 동적 스트레칭, 정적+클럽 동적 스트레칭, 정적+밴드 동적 스트레칭)에 반복적으로 참여한 후 유연성과 드라이버 경기력을 측정하여 비교 분석하였으며, 다음과 같은 결과를 얻었다.

유연성 변인은 모두 5가지 준비운동 방법에 따라 유의한 차이를 나타내지 않았지만, 체전굴과 어깨회전도는 정적+클럽 동적스트레칭(SCS)을 실시한 후 가장 높은 수준을 나타냈다.

드라이버 경기력 변인에서는 클럽스피드와 스매쉬팩터 요인에서 준비운동 방법 간 유의한 차이(p<.05)가 있는 것으로 나타났고, 볼 스피드에서는 준비운동 방법 간 유의한 차이의 경향(p<.072)을 보였으며, 정적+클럽 동적스트레칭을 실시한 후 가장 좋은 수준을 보였다.

결론적으로 정적 및 클럽 동적 스트레칭이 혼합적으로 구성된 스트레칭을 실시한 이후 골프 선수들의 유연성과 경기력에 긍정적인 효과를 가져왔다.

따라서 정적 및 클럽을 이용한 동적 스트레칭으로 구성된 준비운동은 고등학교 엘리트 골프선수들의 경기력 향상을 위한 이상적인 대안이 될 것으로 보인다.

@highlight

본고는 엘리트 고등학교 골프선수를 대상으로하여 다양한 골프 특이적인 준비운동을 실시한 뒤 선수들의 유연성 및 드라이버 경기력에 미치는 영향을 알아보는 것이다.

