근대적 지리 지식은 메이지 이후 일본인의 세계관을 형성하는데 밑바탕이 된 도구였다.

그들은 세계지도의 오른 쪽 귀퉁이 자리한 일본열도의 지리적 형상을 통해 자기동일성을 획정해나갔고, 동양/서양, 문명/야만, 제국/식민지의 이분법적 개념 틀을 통해 자국과 세계와의 관계구조를 이해했다.

후쿠자와의 문명 담론은 이러한 이분법에 근거한 범주들의 어느 쪽에 속해야 할 것인지를 설득력있게 계몽하는 학습 장치였던 셈이다.

서양인에게 아시아는 타칭의 세계였다.

후쿠자와의 아시아관은 그가 제공하는 지리적 지식에 얹혀 일본인들에게 전파되었다.

그런데 후쿠자와의 지리 언설은 서양의 지리 지식을 초역한 것에 지나지 않았던 만큼 결과적으로 일본인 스스로가 아시아의 일원이면서 아시아를 ‘타칭’으로 부르고, 아시아를 타자화함에 있어 공헌했다.

후쿠자와의 문명담론은 근대일본인들의 ‘탈아’ 심상지리(imagined geographies)의 기원을 형성하는 것이라 할 수 있을 것이다.

@highlight

근대적 지리 지식은 메이지 이후 일본인의 세계관을 형성하는데 밑바탕이 된 도구였다.

@highlight

후쿠자와의 문명 담론은 이런 이분법에 근거한 범주들의 어느 쪽에 속해야 할 것인지를 설득력있게 계몽하는 학습 장치였던 셈이다.

