실습선 한바다호에 설치된 선박 조종성능 계측 시스템을 이용하여 타각, 선회방향, 속력 등 다양한 조건으로 수차례에 걸쳐 선회시험을 실시하였다.

이를 바탕으로 선회권, 조종성 지수, 신침로 거리 등을 산출하여 상호 비교하였고, 그 결과 IMO 조종성 기준(Maneuvering standards)을 잘 만족하고 있음을 확인하였다.

실습선 한바다호는 좌현으로 선회하는 경우 모든 타각에서 선회권이 작게 측정되었고, 타 선박과 비교하여 선회성 지수(K)와 추종성 지수(T)가 상대적으로 크게 나타났다.

따라서 선회과정에서 선회경은 다소 작아질 수 있으나, 전진거리가  길어질 수 있으므로 전방의 위험물 회피에 주의가 요구된다.

또한, 신침로가 30˚∼90˚인 경우 신침로거리는 125m∼300m로 측정되었다.

이러한 결과는 충돌회피와 항내조선 및 협수도 항해 시 선박을 보다 안전하게 조선하는데 매우 중요한 지표가 될 것으로 판단된다.

@highlight

실습선 한바다호에 설치된 선박 조종성능 계측 시스템을 이용해 선회시험을 실시한 결과, 좌현으로 선회하는 경우 모든 타각에서 선회권이 작게 측정되고, 선회성 지수와 추종성 지수가 상대적으로 크게 나타나 선회과정에서 전방 위험물 회피에 주의가 요구된다.

