부모의 이혼, 사별로 인한 상실경험은 자녀의 삶에 영향을 미치는 주요 외상사건이다.

본 연구는 이혼 또는 사별로 인해 부모를 상실한 대학생들의 외상 후 성장에 영향을 미치는 요인들을 탐색하기 위한 목적을 가진다.

본 연구를 위해 이혼가족 자녀 133명, 사별가족 자녀 145명 총 278명을 대상으로 위계적 회귀분석을 실시하였다.

연구결과는 첫째, 이혼과 사별에 따른 주요변수차이를 살펴본 결과 사별집단이 이혼집단에 비해 자아탄력성과 부모지지, 친구지지, 외상 후 성장수준이 더 높은 것으로 나타났다.

둘째, 외상 후 성장에 영향을 미치는 요인은 성별, 삶의 의미, 자아탄력성, 상실기간의 순으로 나타났다.

즉, 여성, 삶의 의미가 클수록, 자아탄력성이 높을수록, 부모상실기간이 오래될수록 외상 후 성장이 더 높아지는 것을 확인할 수 있었다.

셋째, 이혼가족과 사별가족 대학생의 외상 후 성장관련 영향요인을 각각 집단별로 탐색한 결과, 이혼가족은 상실기간과 삶의 의미, 자아탄력성이 외상 후 성장에 영향을 미치는 것으로 나타났고, 사별가족은 여성, 삶의 의미, 자아탄력성이 영향을 미치는 것으로 나타났다.

이러한 연구결과를 토대로 부모상실 대학생의 성장을 지원하기 위한 대학생 정신건강증진 서비스 및 상실 유형에 따른 가족치료의 차별적 접근의 중요성을 제언하였다.

@highlight

이 연구는 이혼 또는 사별로 인해 부모를 상실한 대학생들의 외상 후 성장에 영향을 미치는 요인들을 탐색하기 위한 목적을 가진다.

@highlight

이 연구를 위해 이혼가족 자녀 133명, 사별가족 자녀 145명 총 278명을 대상으로 위계적 회귀분석을 실시했다.

@highlight

본 연구결과를 토대로 부모상실 대학생의 성장을 지원하기 위한 대학생 정신건강증진 서비스 및 상실 유형에 따른 가족치료의 차별적 접근의 중요성을 제언했다.

