연구의 배경은, 도시의 디자인 정책이 도시이미지 및브랜드와 연관되어, 궁극적으로는 도시의 경쟁력을 제고한다는 개념을 기본으로 하였다.

또한 도시경쟁력은 최근 시민과 함께 하는 파트너십의 형태를 중시하며 진행되고 있다.

연구의 목적은, 도시마케팅 및 도시브랜드의 관점과 연관하여, 서울의 도시디자인 정책 중 기본계획인‘2030 서울플랜’을 중심으로, 베를린의 ‘베를린 창조경제의 발전현황과 잠재력’, 런던의 ‘런던플랜’사례를 살펴보고, 이를 도시경쟁력과의 상관성 차원에서 해석하고자 한다.

연구의 방법은 선행연구 및 문헌조사를 통한 이론적 고찰을 하고, 국내외 사례조사를 하는 것으로 하였다.

이론적고찰을 통해 도시경쟁력에 대한 관점 및 변화양상을 알아보고, 사례조사를 통해 각 도시의 경쟁력 제고를 위한 특수성과 보편성에 대해 살펴보았다.

연구의 결과, 도시디자인 기본계획은 도시경쟁력의 제고와 밀접한연관이 있으며, 다원적 차원에서 총체적인 도시디자인 정책의 개발이 필요하다는 결론을 얻었다.

보다 살기 좋은 도시를 위하여, 정부는 시민참여및 의견을 수렴하여 모니터하고 정책 결정ㆍ집행ㆍ평가의 각 단계에서 도시디자인이 중요한 요소로서 시행될 수 있도록 고려해야 할 것이다.

@highlight

이 연구의 배경은, 도시의 디자인 정책이 도시이미지 그리고 브랜드와 연관되어, 궁극적으로는 도시의 경쟁력을 제고한다는 개념을 기본으로 한다.

@highlight

또한 도시경쟁력은 최근 시민과 함께 하는 파트너십의 형태를 중요시하여 진행되고 있는 실정이다.

