본 연구에서는 군사 워게임 모델의 근접전투 전장상황을 평가하는 새로운 근접전투 전문가시스템을 제안한다.

근접전투 전장상황 평가 관련 기존연구인 한국형 근접전투 전문가시스템은 좋은 모형이지만, 다양한 모형들을 통한 검증 과정이 생략되었기에 최적의 모형이라고 할 수 없다.

본 연구에서는 다양한 기계학습 모형에 대해서 교차타당도 검증을 통해서 새로운 근접전투 전문가시스템을 제안하였다.

제안하는 시스템은 기존연구 결과보다 은폐엄폐는 3.15% 높은 99.07%, 전술적기동성은 1.45% 높은 90.42%, 사격가담율은 2.63% 높은 96.87%의 정확도를 보이고 있다.

또한, 근접전투 전장상황 평가를 위해서 입력변수를 공통적으로 사용할 수 있도록 정리하여, 다양한 워게임 모델에 적용할 수 있는 여건을 마련하였다.

본 연구 결과는 해상도가 상이한 워게임 모델들의 다중해상도모델의 피해평가 일치 부분에도 활용될 것으로 기대된다.

@highlight

본 고에서는 군사 워게임 모델의 근접전투 전장상황을 평가하는 새로운 근접전투 전문가시스템을 제시한다.

