전력망을 주요 전력공급원으로써 의존하는 기존의 통신 기지국은 천재지변이나 전력계통 장애에 따른 갑작스러운 정전으로 인한 장기간 전력공급차단에 유연하고 효과적으로 대처할 수 없다.

따라서 안정적인 전력 공급이 어려운 국가 및 환경에서는 신재생 에너지와 에너지 저장장치(ESS: Energy Storage System)가 결합된 에너지 자립형 통신 기지국을 운영하기 위한 새로운 시스템 모델이 필요하며 본 논문에서는 이러한 모델을 기반으로 운영비용을 최소화 할 수 있는 최적 ESS 스케줄링 알고리즘을 제안한다.

시변적 전기요금, 실제 GSM(Global System for Mobile communications) 기지국의 부하패턴, 신재생 에너지의 발전 데이터 및 수요반응(DR: Demand Response) 이벤트 신호와 ESS의 화학적 특성을 고려하고 이를 통해 ESS 충방전 스케줄링 패턴 및 경제성 분석이 가능한 수치적 결과를 도출한다.

이를 바탕으로 기지국을 운영하는 사업자가 향후 ESS를 경제적 측면에서 어떻게 운용할 수 있을 것인가에 대한 통찰력을 제시하고자 한다.

@highlight

전력망을 주요 전력공급원으로써 의존하는 기존의 통신 기지국은 천재지변이나 전력계통 장애에 따른 갑작스러운 정전으로 인한 장기간 전력공급차단에 유연하고 효과적으로 대처할 수 없다.

