‘자연초월적 존재와의 관계 영역’은 2007 초등 도덕과 교육과정 내용 체계에 처음으로 도입되었다.

이 영역은 인간관계 수준의 도덕을 너머 자연, 종교 등과 같은 초월적 차원의 도덕을 다루고자 한 것으로 내용의 질적 심화와 범위 확장을 목적으로 하였다.

본 연구에서는 이 영역과 관련하여 Tillich의 상관관계의 방법 그리고 존재신학과 문화신학이 초등 도덕과 교육에 함의하는 바에 대한 연구이다.

Tillich의 상관관계의 방법, 존재신학, 문화신학은 특정 종교에 국한되지 않고 초월에 대한 개념을 형성하도록 도울 수 있고, 인간 삶과 경험 그리고 문화를 종교와 관련하여 해석하기 때문에 그 의미가 남다르다.

즉 종교를 성직자와 경전 및 교리를 갖추고 믿음 생활을 하는 특정 영역의 좁은 의미로 사용하지 않고, 인간 실존의 의미를 궁극적 관심으로 해석함으로써 인간 삶 자체를 종교적으로 해석하였다는데 의의가 크다.

Tillich의 도덕교육에 대한 함의는 존재의 신비와 존재경험, 초월로서 궁극적 관심, 존재론적 이성의 회복, 자기존재 구성 과정으로서 도덕, 상관 관계적 사고 등으로 요약할 수 있다.

@highlight

‘자연초월적 존재와의 관계 영역’은 2007 초등 도덕과 교육과정 내용 체계에 처음으로 도입되었다.

@highlight

이 연구에서는 이 영역과 관련해 Tillich의 상관관계의 방법 그리고 존재신학과 문화신학이 초등 도덕과 교육에 함의하는 바에 대해 연구이다.

