최근 전기전자공학자협회(IEEE)에서 제안하고 있는 자율 지능 시스템의 윤리인증 프로그램(Ethics Certification Program for Autonomous and Intelligent System, ECPAIS)의 목표는 자율 지능 시스템의 투명성, 책임성 그리고 알고리즘 편향성의 축소를 증진시키는 인증 및 검토 과정에 필요한 것들을 만드는 것이다.

여기에서도 스마트 홈, 반려 로봇, 자율 주행차 혹은 이와 관련된 수많은 생산품과 서비스들의 형식으로 이러한 시스템이 확산되면서 이것들이 전문가들에 의해 “안전”하거나 “신뢰할 만한다”라고 평가되는지에 대해 시민이나 소비자들에게 알려야 할 필요성을 부정할 수는 없다.

이러한 필요성이 바로 윤리에 대한 ‘인증’이라는 개념이 도출되고 있는 이유일 것이다.

안전성이나 신뢰성이 중요하고, 우리들의 실생활의 도입에서 중요한 문턱으로 작용해야 한다는 주장을 거부할 수는 없을 것이다.

그런데 한 가지 분명한 것은 윤리성이 안전성이나 신뢰성으로 대체될 수 없다는 사실이다.

윤리인증과 안전성 내지 신뢰성 인증을 구분하는 것은 중요하다.

그래서 이 연구에서는 현재 논의되고 있는 책임성, 투명성, 그리고 알고리즘 편향성을 주요 기준으로 논의되고 있는 윤리인증 프로그램의 내용을 비판적으로 검토해보고, 윤리인증과 인공지능도덕성의 유형을 결합하여 기준 내지 준거인증과 자율성인증으로 이원화된 윤리인증 프로그램을 제시하고자 한다.

@highlight

최근 전기전자공학자협회에서 제안하고 있는 자율 지능 시스템의 윤리인증 프로그램(Ethics Certification Program for Autonomous and Intelligent System, ECPAIS)의 목표는 자율 지능 시스템의 투명성, 책임성 그리고 알고리즘 편향성의 축소를 증진시키는 인증 및 검토 과정에 필요한 것들을 만드는 것이다.

