본 연구의 목적은 ADHD 남아가 인식하는 교사와 또래지지 수준을 알아봄과 동시에 이에 대한 영향요인들을 살펴보는 것이다.

연구참여자는 부산·경남의 초등학교 3-6학년에 재학 중이면서 ADHD로 진단받은 남아 119명과 아동의 어머니 119명이다.

ADHD 남아가 인식하는 교사지지와 또래지지 수준과 영향요인을 알아보기 위하여 ADHD 아동을 대상으로 설문조사를 실시하였다.

연구결과, 첫째 ADHD 남아들은 학급에서 교사나 또래로부터 긍정적인 지원을 충분히 받지 못하고 있다고 인식하였다.

둘째, ADHD 남아가 인식하는 또래지지와 교사지지는 유의미한 상관이 있는 것으로 나타났다.

셋째, 학년에 따라 ADHD 남아가 인식하는 교사지지에서는 유의미한 차이가 있는 것으로 나타났으나 또래지지에서는 집단 간 차이가 없었다.

3학년 ADHD 남아들은 4학년이나 6학년 아동들에 비해 교사로부터 지지를 덜 받고 있다고 인식하였다.

넷째, 자녀의 ADHD를 담임교사에게 공개한 경우가 그렇지 않은 경우에 비해 ADHD 남아들이 교사로부터 더 많은 지지를 받고 있다고 인식하였지만 또래로부터의 지지에서는 집단 간 차이가 없었다.

다섯째, 어머니의 취업여부에 따라 전업주부인 어머니를 둔 ADHD 남아의 경우가 직장을 가진 어머니를 둔 ADHD 남아에 비해 교사로부터 더많은 지지를 받고 있다고 인식하였지만 또래지지에서는 집단간 차이가 없었다.

@highlight

이 연구의 목적은 ADHD 남아가 인식하는 교사와 또래지지 수준을 알아봄과 동시에 이에 대한 영향요인들을 살펴보는 것이다.

@highlight

연구참여자는 부산·경남의 초등학교 3-6학년에 재학 중이면서 ADHD로 진단받은 남아 119명과 아동의 어머니 119명이다.

