본 연구는 우리나라 은행의 가계대출과 재무건전성의 관계를 분석하였다.

각 은행의 가계대출 비중과 은행 재무건전성에 대한 분기별 자료를 이용하여 분석하였다.

은행의 가계대출은 은행의 대출에서 가계대출이 차지하는 비중으로 1분기 이전의 자료를 이용하였다.

은행의 재무건전성은 BIS 자기자본비율, 기본 자기자본비율, 부실대출 규모 등의 지표를 이용하였다.

본 연구는 은행의 가계대출 비중과 재무건전성의 기본 관계 검증 뿐 아니라, 2008년 금융위기를 전후하여 은행 가계대출 비중과 재무건전성 관계에 차이가 발생하는 지도 검증하였다.

본 연구에 따르면, 은행의 가계대출 비중은 은행의 재무건전성과 유의적 인과관계를 가지지 않은 것으로 나타났다.

그러나 은행의 가계대출 비중과 재무건전성의 관계는 금융위기를 전후하여 유의적 인 변화를 보였다.

금융위기 이전과 비교한다면 금융위기 이후의 은행 가계대출과 재무건전성의 관계는 긍정적 방향으로 전환되는 것으로 나타났다.

이러한 결과는 금융위기 이후 은행의 가계대출 증가세 둔화와 함께 은행의 재무건전성이 크게 개선된 것에 기인한 것으로 추정된다.

본 연구는 은행의 가계대출과 재무건전성의 관계에 대한 미시적 관점의 분석 결과로 기존 연구 및 정책적 시사 측면에서 새로운 시사점을 줄 것으로 기대한다.

@highlight

이 연구는 우리나라 은행의 가계대출과 재무건전성의 관계를 분석했다.

@highlight

이 연구는 은행의 가계대출 비중과 재무건전성의 기본 관계 검증 뿐 아니라, 2008년 금융위기를 전후해 은행 가계대출 비중과 재무건전성 관계에 차이가 발생하는 지도 검증했다.

