국제 이민의 시대와 맞물려 시민권에 대한 연구는 점점 다양해지고 있다.

지난 20여 년 동안 글로벌, 초국가, 탈국가, 시민 사회 시민권은 물론이고, 성적 시민권, 퀴어 시민권 등 새로운 종류의 시민권이 계속해서 등장했다.

그렇다면 의료 시민권은 어떠한가?

의료 시민권이 국가 주권의 하락을 상징하는 탈국가주의의 예가 될 수 있는가?

혹은, 의료 시민권을 통해 시민권의 국민국가적 개념이 강화될 수 있는가?

의료 시민권은 무엇이며, 시민과 비시민에게 어떤 권리를 부여하는가?

본 글은 의료 권리에 초점을 맞춰 시민뿐만 아니라 불법 이민자를 포함한 비시민이 누릴 수 있는 사회적 권리 중 의료 권리의 역사적 형성을 연구한다.

국민국가(여기서는 미국) 안에서 시민의 의료 권리가 어떻게 정의되는지, 비시민에게 의료 권리를 부여하는 것이 국민국가의 경계와 주권에 어떤 영향을 미치는지 알아보고, 이를 통해 21세기 미국의 의료 시민권과 의료 권리를 둘러싼 미국적 예외주의(exceptionalism)를 이해하고자 한다.

@highlight

지난 20여 년 동안 글로벌, 초국가, 탈국가, 시민 사회 시민권은 물론이고, 성적 시민권, 퀴어 시민권 등 새로운 종류의 시민권이 계속해서 등장했다.

