중국에서 한국학 교육은 1946년 2월 국립동방어문전문학교 한어과(韓語科)로부터 시작되었다.

고려대학교 김준엽 전 총장이 중국 대학 최초의 한어과 교수로 부임하여 국립동방어문전문학교에서 한국어와 한국문학, 한국역사 등을 가르쳤다.

1949년 8월, 국립동방어문전문학교는 베이징대학 동방어문계 조선어전공으로 통합되어 짧은 역사를 마감한다.

1949년 3월에는 연변대학 조선어문학과가 설립되었고 이어서 해방군외국어대학, 대외경제무역대학, 중앙민족대학, 베이징제2외국어대학 등이 조선어학과를 개설하였다.

개혁개방 전에는 6개 대학에만 조선어학과가 개설되었으나 1992년 한중 수교를 계기로 중국 대학에는 조선(한국)어학과와 한국학연구소가 우후죽순으로 생겨났다.

본 논문에서는 실용적인 한국어 기능교육을 중심으로 하는 대학은 논외로 하고 한국어뿐만 아니라 한국문학, 한국역사, 한국철학 등을 가르치는 대학을 중심으로 중국에서 한국학 교육의 역사와 현황을 살펴보았다.

그리하여 동방학의 한 부분으로서의 한국학 교육(베이징대), 민족학의 구심점으로서의 한국학 교육(연변대, 중앙민족대), 아시아 지역학의 한 부분으로서의 한국학 교육(푸단대, 산동대), 동아시아 지식 생산의 다원화 플랫폼으로서의 한국학 교육(난징대) 등을 중심으로 구체적인 논의를 전개하였다.

아울러 향후 전망을 나름대로 제시하고 있다.

@highlight

중국에서 한국학 교육은 1946년 2월 국립동방어문전문학교 한어과에서 시작하였다.

@highlight

고려대학교 김준엽 전 총장이 중국 대학 최초의 한어과 교수로 부임하여 국립동방어문전문학교에서 한국어와 한국문학, 한국역사 등을 가르쳤고, 1949년 8월, 국립동방어문전문학교는 베이징대학 동방어문계 조선어전공으로 통합되어 짧은 역사를 마감하였다.

