웹툰서비스 이용자의 증가에 따라 웹툰광고를 활용한 마케팅 전략이 관심을 받고 있다.

최근 웹툰광고는 기존 배너광고 외에 브랜드 웹툰, 캠페인 웹툰 등의 상품이 출시되고 있다.

이 중 본 연구는 브랜드 웹툰의 구성요인을 중심으로 광고효과를 검증하고자 하였다.

구체적으로 브랜드 웹툰의 구성요인인 오락성, 정보성, 작품성, 관련성이 구전의도와 구매의도에 어떠한 영향을 미치는지를 알아보고자 하였다.

또한 브랜드 웹툰의 요인들이 구전의도를 매개하여 구매의도에 어떠한 영향을 미치는지 알아보고자 하였다.

연구 결과 첫째, 브랜드 웹툰의 요인 중 정보성을 제외한 오락성, 작품성, 관련성은 구전의도에 유의한영향을 미치는 것으로 나타났다.

둘째, 브랜드 웹툰의 요인 중 관련성을 제외한 오락성, 정보성, 작품성은 구매의도에 유의한 영향을 미치는 것으로 나타났다.

셋째, 브랜드 웹툰의 구성요인이 구전의도를 매개하여 구매의도에 미치는 영향을 알아본 결과, 정보성을 제외한 오락성, 작품성이 부분매개효과를 가지며, 관련성이 완전매개효과를 가지는 것으로나타났다.

본 연구는 브랜드 웹툰의 광고효과 검증을 통하여 향 후 웹툰광고 연구에 도움을 줄 수 있을 것이다.

@highlight

웹툰서비스 이용자의 증가에 따라 웹툰광고를 활용한 마케팅 전략에 관심이 커졌다.

@highlight

최근 웹툰광고는 기존 배너광고 외에 브랜드 웹툰, 캠페인 웹툰 등의 상품이 출시됐다.

@highlight

이 연구는 브랜드 웹툰의 구성요인을 중심으로 광고효과를 검증하였다.

