IT 거버넌스의 효과적인 진단 및 점검을 이루는 정보시스템 감리는 전반적인 정보시스템 진단을 통해 계획부터 구축, 운영까지의 모든 부분에 적용된다.

하지만 특성화된 대학정보화를 위한 감리체계가 정립되지 않아, 감리수행에 어려움이 있다.

따라서 이를 대학정보화 거버넌스에 적용하기 위해 감리기반의 응용 프레임워크로 내부 감리체계를 정립할 필요성이 있다.

본 논문에서는 이러한 정보시스템 감리를 기반으로, 대학 정보화에 적용할 수 있도록 개발한 대학정보시스템의 감리 응용프레임워크를 제시한다.

프레임워크를 통해 기존 감리 시스템과의 차이점을 갖으며, 이를 활용하면 실제로 대학정보화 감리에 기준을 제시하고 현장에서 손쉽게 접근하여 활용할 수 있다.

그리고 정보화 업무담당자 뿐 아니라 감리인 차원에서도 프레임워크를 통해 직접 감리에 활용할 수 있다.

프레임워크는 감리를 3대 영역으로 분류하고 UAFP 및 품질보증을 통해 대학정보시스템 감리에 적용할 수 있는 방법을 제시한다.

@highlight

IT 거버넌스의 효과적인 진단과 점검을 이루는 정보시스템 감리는 전반적인 정보시스템 진단을 통해 계획부터 구축 그리고 운영까지의 모든 부분에 적용되었다.

