본 연구의 목적은 교회상담소 설치에 관한 목회자의 인식에는 어떤 차이가 있으며, 교회상담소 활성화에 영향을 미치는 요인이 무엇인지를 알아보는 데 있다.

이를 위해 예수교대한성결교회 목회자 191명을 대상으로 질문지법을 사용하여 분석하고 검증하였다.

본 연구의 분석은 SPSSWIN 21.0 통계 프로그램을 이용하였으며, 주요 통계기법은 빈도분석, t-

test와 일원변량분석을 실시하였다.

본 연구의 결과는 다음과 같다.

첫째, 인구통계학적 특성에 따른 상담소 설치 필요성에 대한 인식에서는 ‘교회의 위치’에 따른 요인에서만 유의미한 차이를 보였다.

둘째, ‘교회 상담사역 현황’에 따른 상담소 설치 필요성에 대한 인식에서는 모든 요인(교회 상담부서 유무, 교회상담소 설치 유무, 상담실 공간 여건, 평신도 상담사역 자원 유무, 성도의 상담요청 빈도에 관한 문항)이 유의미한 차이를 보였다.

셋째, 교회 상담사역 인식에 따른 상담소 설치 필요성의 인식에서는 ‘상담사역이 교회부흥에 미치는 영향’ 과 ‘상담소 운영 계획이 없는 이유’에서 유의미한 차이를 보였다.

결론적으로 교회상담소 설치의 활성화를 위해서는 이에 대한 목회자의 긍정적 인식의 전환이 가장 필요하며 이밖에도 상담소 설치를 위한 여건의 확보와 평신도 전문상담자 양성이 우선적으로 필요하다고 하겠다.

@highlight

본 연구의 목적은 교회상담소 설치에 관한 목회자의 인식 차이와 교회상담소 활성화 요인을 알아보는 것이다.

@highlight

연구결과, 인구통계학적 특성은 ‘교회의 위치' 요인만, ‘교회 상담사역 현황’은 모든 요인이, 교회 상담사역 인식은 ‘상담사역이 교회부흥에 미치는 영향’과 ‘상담소 운영 계획이 없는 이유’에서 상담소 설치 필요성 인식에 유의미한 차이를 보였다.

