우

리

나

라

 

정

부

의

 

평

가

는

 

다

양

한

 

평

가

제

도

들

이

 

서

로

 

분

절

적

․

중

첩

적

으

로

 

운

영

되

고

 

있

어

 

업

무

부

담

을

 

증

대

시

키

는

 

반

면

 

평

가

제

도

의

 

상

호

 

연

계

를

 

통

한

 

시

너

지

효

과

는

 

거

두

지

 

못

하

고

 

있

다

.

 

더

구

나

 

타

당

한

 

평

가

지

표

체

계

가

 

구

축

되

지

 

않

은

 

상

태

에

서

 

부

문

별

하

게

 

평

가

가

 

진

행

됨

으

로

써

 

평

가

를

 

통

해

 

창

출

된

 

정

보

와

 

지

식

을

 

활

용

하

지

 

못

해

 

평

가

 

본

래

의

 

목

적

을

 

달

성

하

지

 

못

하

고

 

있

다

.

 

따

라

서

 

선

진

국

의

 

평

가

제

도

와

 

평

가

지

표

체

계

를

 

분

석

하

여

 

우

리

나

라

의

 

평

가

지

표

체

계

의

 

개

선

방

안

을

 

모

색

함

으

로

써

,

 

정

부

업

무

의

 

통

합

적

 

성

과

관

리

와

 

책

임

행

정

을

 

구

현

하

고

,

 

국

민

만

족

을

 

위

한

 

행

정

서

비

스

 

질

 

향

상

을

 

시

도

할

 

필

요

가

 

있

다

.

 

이

러

한

 

맥

락

에

서

 

본

 

연

구

는

 

정

부

의

 

성

과

관

리

에

서

 

성

과

평

가

와

 

성

과

측

정

의

 

의

미

를

 

살

펴

보

고

,

 

성

과

평

가

 

시

 

적

용

될

 

수

 

있

는

 

평

가

지

표

체

계

를

 

주

요

 

선

진

국

들

의

 

예

를

 

중

심

으

로

 

비

교

․

분

석

․

검

토

하

는

데

 

그

 

목

적

이

 

있

다

.

 

구

체

적

으

로

 

본

 

연

구

는

 

정

부

의

 

성

과

관

리

 

및

 

평

가

의

 

중

요

성

을

 

고

찰

하

고

,

 

주

요

 

선

진

국

의

 

평

가

제

도

와

 

평

가

지

표

체

계

를

 

검

토

하

여

 

중

요

한

 

시

사

점

을

 

제

시

하

며

,

 

실

제

적

 

측

면

에

서

 

정

부

기

관

 

성

과

평

가

를

 

위

하

여

 

우

리

나

라

의

 

평

가

지

표

체

계

의

 

실

태

를

 

분

석

하

여

 

평

가

지

표

체

계

의

 

개

선

을

 

위

한

 

대

안

을

 

제

시

한

다

@highlight

우리나라 정부의 평가는 업무부담을 증대시키는 반면 평가제도의 상호 연계를 통한 시너지효과는 거두지 못하고 있으며 타당한 평가지표체계가 구축되지 않은 상태에서 창출된 정보와 지식을 활용하지 못해 평가 본래의 목적을 달성하지 못하고 있어 정부업무의 통합적 성과관리와 책임행정을 구현하고, 국민만족을 위한 행정서비스 질 향상을 시도할 필요가 있다.  정부의 성과관리 및 평가의 중요성을 고찰하고, 주요 선진국의 평가제도와 평가지표체계를 검토하여 중요한 시사점을 제시하며, 우리나라의 평가지표체계의 실태를 분석하여 평가지표체계의 개선을 위한 대안을 제시한다