목적：이 연구는 재외동포 청소년들이 한국인으로서 어떤 정체성을 갖고 있는지와 언어, 사회, 문화적 요인들이 그들의 정체성에 어떤 영향을 끼쳤는지 살펴볼 수 있는 정체성 진단도구 개발을 목표로 하고 있다.

방법：K대학의 ‘한민족교육문화원’에 수학 중인 재외동포 청소년 50명을 대상으로 ‘국가 정체성’, ‘한국어능력인식’, ‘한국문화능력인식’ 등 3개로 나눠 정체성 평가의 기준을 마련하기 위한 설문조사를 실시했다.

결과：재외국민을 교육하는 기관이 지향하는 궁극적인 교육 목적에 대한 탐구와 함께 재외동포 청소년들의 정체성 제고를 위해서―한국의 생활, 문화 및 시대적 인식을 공유하기 위해―지속적으로 언어(한국)와 문화(한국 문화)를 중점에 둔 균형 잡힌 교육 프로그램을 수정하고 보완해야 한다는 결론을 제시하였다.

결론：해외 한국 청소년의 정체성을 파악하고 향후 정체성 형성에 영향을 미치는 요인을 분석하여 앞으로 재외동포 청소년을 대상으로 하는 정체성 개발과 관련 교육 프로그램을 설계하는 데 필요한 실용적인 데이터를 구축하는 데 도움이 될 것이다.

@highlight

이 연구는 재외동포 청소년들이 한국인으로서 갖는 정체성과 언어, 사회, 문화적 요인들이 정체성에 끼치는 영향을 살펴보는 정체성 진단도구를 개발하고자 하였고, 이를 통해 앞으로 재외동포 청소년의 정체성 개발과 관련 교육 프로그램 설계에 필요한 실용적 데이터 구축에 도움주고자 하였다.

