‘국내 대기업 HRD 동향’을 바탕으로 HRD 담당자의 중요도 및 수행수준에 대한 인식 도출과 업종별 비교·분석을 통해 국내 HRD의 현상을 살펴보고, HRD 담당자들이 HRD 전략 수립 시 우선순위를 고려할 수 있도록 집중육성 영역과 교육요구도를 분석하였다.

이를 위하여 대기업 HRD 담당자 157명 대상 설문조사를 통하여 주요 동향에 대한 중요도 및 수행수준 인식을 업종별로 분석하고, IPA 매트릭스와 Borich 계수를 활용하여 집중육성 영역과 교육요구도를 도출하였다.

주요 연구결과로는 첫째, 중요도 및 수행수준 인식을 분석한 결과 ‘전략적 인재경영’ 영역이 중요도 및 수행수준 모두에서 가장 높게 인식되었으며, 세부 동향 중 중요도에서는 ‘경영층과의 전략적 파트너십 구축’, 수행수준에서는 ‘핵심가치 중심의 조직문화 정립 및 확산’이 가장 높게 나타났다.

둘째, IPA 분석 결과 집중육성 영역은 ‘코칭 및 멘토링 등을 통한 인재 및 리더 양성에 주력’, 교육요구도 분석 결과 우선순위가 가장 높은 영역은 ‘경영층과의 전략적 파트너십 구축’으로 도출되었다.

본 연구결과는 HRD 담당자가 HRD의 현 수준을 분석하고 역량개발 계획을 수립할 수 있는 지침을 마련하는데 시사점을 제공할 것으로 기대된다.

@highlight

이 연구결과는 HRD 담당자가 HRD의 현 수준을 분석하고 역량개발 계획을 수립할 수 있는 지침을 마련하는데 시사점을 제공할 것으로 기대된다.

