본 연구는 한국조세재정연구원의 재정패널자료를 이용해서 근로장려세제(EITC, Earned Income Tax Credit)가 노동공급에 미치는 영향을 실증분석하였다.

실증분석의 결과 전체가구를 대상으로는 근로장려금이 노동공급에 특별한 영향을 미치지 못하는 반면 EITC의 이용가능성이 있는 가구로 대상을 한정할 경우에는 노동공급을 유의적으로 증가시키는 것으로 나타났다.

이러한 상반된 결과는 EITC와 비교적 무관한 대다수 가구로 인한 희석효과에 기인한 것으로 볼 수 있지만, 제도 자체의 노동공급 증가효과가 충분하지 않을 수 있기 때문에 이를 개선해서 저소득층의 노동공급과 근로소득을 증가시키기 위한 EITC의 취지를 충분히 달성하기 위해서는 점증구간의 확대나 최대급여액의 상향조정 등이 필요할 것이다.

또한, 기초생활보장제도로 인해 EITC의 효과가 작아지거나 EITC의 효과가 소득구간별로 상충할 가능성에 대한 연구도 필요할 것이다.

@highlight

이 연구는 한국조세재정연구원의 재정패널자료를 이용해서 근로장려세제가 노동공급에 미치는 영향을 실증분석했다.

