차별금지법은 제17대 국회에 접수되었으나 제정되지 못했다.

이 글은 차별금지 법제화의 역사를 통해 국가기구를 비롯한 국가의 역할과 입법운동에 내재한 각 주체들의 동학과 각축을 검토하고자 했다.

해방 이후 한국사회의 주된 과제는 자유권적 인권침해와 민주주의 정착이었으며, 평등권 침해인 ‘차별’에 대한 이론적·실천적 관심은 상대적으로 미진했다.

2003년 참여정부에서 ‘차별시정’은 비로소 국가적 어젠다가 되었으며 국가는 차별시정전략을 세웠다.

독립적 인권기구인 인권위는 차별금지법(안)을 작성하여 국가(국무총리실)에게 법 제정을 권고했다.

차별금지법(안)은 최초 ‘인권위 권고법안’으로부터 ‘차별시정위 최종안’을 거쳐 법무부의 ‘정부안’으로 확정되어 국회로 넘어갔다.

이 과정에는 차별피해구제창구인 인권위의 차별금지법 제정의 필요, 장애계의 장애인차별금지법의 별도 제정 요구, 다양한 차별사유에 대한 행정부처의 이견, 그리고 세력화된 차별사유(성적지향) 집단의 저항과 ‘차별금지법’ 제정에 대한 연대의 부재 등이 작동했다.

또한 여성운동과 페모크라트의 역할 그리고 다양한 차별사유가 각기 세력화되지 못한 한계 등이 입법화 과정에서 주목할 특징이었다.

@highlight

차별금지 법제화의 역사를 통해 국가의 역할과 입법운동에 내재한 각 주체들의 각축을 검토한 결과 2003년 참여정부에서 차별시정전략을 세우고 인권위는 차별금지법을 작성하여 법 제정을 권고했으며,다양한 차별사유에 대한 행정부처의 이견, 세력화된 차별사유 집단의 저항과 ‘차별금지법’ 제정에 대한 연대의 부재 등이 발생했다.

