다매체 다채널 시대를 맞이하여 지역 방송사는 생존을 위한 방안을 다양하게 강구하고 있는 실정이다.

지역 방송 생존을 위한 방안으로 현재 추진되고 있는 것 가운데 하나가 지역방송사간의 통합이라고 할 수 있다.

이에본 연구는 Q 방법론을 통해 지역방송사 통합에 대한 지역민의 인식을 살펴봄으로써 앞으로의 지역방송사 통합에 있어 고려사항 및 그 방향에 대한 논의의 기회를 제공하고자 한다.

이를 위해 총 24명의 P 표본과 33개의Q 표본을 표집 하였으며, 수집된 자료는 PC-

QUANL 프로그램을 이용하여 분석하였다.

분석 결과 4개의 유형이 발견되었는데, 제1유형은 ‘지역성 약화 우려형’, 제2유형은 ‘긍정적 효과 인정형’, 제3유형은 ‘중립적 효율기대형’, 제4유형은 ‘정책적 대안 요구형’ 이었다.

지역민들의 인식을 살펴보았을 때 통합된 방송사의 프로그램에 대한 엄격한 평가가 지속적으로 진행되는 것이 필요하며, 일관성 있는 원칙과 기준에 의해 통합이 논의되고 추진될 수 있도록 하는 것이 필요하다.

@highlight

지역방송사 통합에 대한 지역민의 인식을 살펴봄으로써 앞으로의 지역방송사 통합에 있어 고려사항 및 그 방향에 대한 논의의 기회를 제공하고자 고찰한 결과  ‘지역성 약화 우려형’,  ‘긍정적 효과 인정형’,  ‘중립적 효율기대형’ ‘정책적 대안 요구형’의 4유형이 도출되었다.

