본 연구는 로덴바흐의 소설 『죽음의 도시 브뤼주』에서 ‘페티시즘 에 내재된 젠더의 대립’이라는 주제를 정신분석학적, 철학적 관점에서 고찰했다.

위그는 브뤼주, 아내의 사진과 머리카락, 제인을 페티시로 숭 배한다.

제인을 아내와 동일시하는 위그의 태도에서 복제된 신체를 이 상화하고 관념화하는 근대적 몸 정치학을 엿볼 수 있다.

그는 아내의 머리카락을 모욕하는 제인을 살해하는데, 이것은 시뮬라크르에 대한 경고이다.

그가 여성과 대립한 원인은 오이디푸스 콤플렉스와도 연관 된다.

한편, 제인은 동질성의 논리에 빠진 남성 특유의 시각중심주의 망상을 쫒는 새로운 여성상을 그려보게 한다.

조엘 고팽에 의하면, 제 인은 ‘남녀 양성’으로 부활할 것이다.

‘남녀 양성’의 형상은 페미니즘, 오를랑의 기술신체, 포스트젠더의 전조로 비친다.

@highlight

『죽음의 도시 브뤼주』에서 ‘페티시즘 에 내재된 젠더의 대립’이라는 주제를 정신분석학적, 철학적 관점에서 고찰한 결과  ‘남녀 양성’의 형상은 페미니즘, 오를랑의 기술신체, 포스트젠더의 전조로 보여진다.

