본 연구의 목적은 대학 교육의 다양한 교수-

학습 요구를 반영할 수 있는 다목적 동료평가 시스템을 개발하고 활용하는 것이다.

이와 같은 연구의 목적을 위하여 가장 우선적으로 문헌분석과 현 대학 교수자들을 상대로 동료평가 활용 현황, 요구, 제한점 등을 파악하였다.

문헌분석 및 설문을 통해 나온 기존 동료평가 활용의 대표적 제한점은 동료평가의 목적 및 활용 방법에 대한 이해 부족, 과도한 시간 및 노력 요구, 피드백 지연 등이었고, 현장 교수자들의 요구는 자신의 수업에 맞는 최적의 동료평가 유형에 대한 안내 및 동료평가로 인한 과도한 시간 및 노력 소모에 대한 해결책 요구 등이었다.

이러한 제한점과 요구를 토대로 대학 교육에 맞는 다목적 동료평가 시스템의 설계 및 개발하였다.

개발된 다목적 동료평가 시스템의 대표적 특징은 동료평가 시스템을 통하여 동료평가 목적과 유형에 대해 자기 학습이 가능하며, 피드백의 즉시성을 강화하여 평가 결과의 즉각적 전달이 가능하며, 동료평가를 위한 시간과 노력의 과도한 소모를 줄여주며, 교수자가 자신의 수업에 맞도록 동료평가 설계를 최적화를 할 수 있다는 것이다.

개발된 동료평가 시스템(Multi-

PAS)의 효과성 파악을 위하여 전통적 동료평가와 비교 현장 활용을 하였고, 이를 통하여 Multi-

PAS는 전통적 동료평가에 비해 교수자와 학습자 측면에서 기존 동료평가가 가지는 제한점을 줄여 줄 수 있는 것으로 판단되었다.

@highlight

이 연구의 목적은 대학 교육의 다양한 교수-

@highlight

학습 요구를 반영할 수 있는 다목적 동료평가 시스템을 개발하고 활용하는 것이다.

@highlight

문헌분석 및 설문을 통해 나온 기존 동료평가 활용의 대표적 제한점은 동료평가의 목적 및 활용 방법에 대한 이해 부족, 과도한 시간 및 노력 요구, 피드백 지연 등이었고, 현장 교수자들의 요구는 자신의 수업에 맞는 최적의 동료평가 유형에 대한 안내 및 동료평가로 인한 과도한 시간 및 노력 소모에 대한 해결책 요구 등이었다.

