이 연구는 다가올 미래 사회의 변화 양상에 따라 음악교육계가 어떠한 방향으로 개선되어야 하는지에 초점을 두고 있다.

구체적으로 미래 사회 학교 교육에 대한 연구와 관련 자료들을 검토하고, 미국, 캐나다, 홍콩, 케냐 등 해외 여러 나라의 음악교육적 연구 동향을 살펴보았다.

또한 우리나라 음악교육의 현황과 문제점을 교육의 목표, 내용, 방법, 평가 등의 측면에서 분석하였다.

이러한 분석에 터하여 우리나라 학교 음악 교육이 미래 사회를 대비하여 나아가야 할 개선 방향을 제안하였다.

현재 우리의 음악교육은 음악 내적 논의에 중점을 두어 사회적, 교육적인 여러 외적 경향을 제대로 적용하지 못하고 있다는 점에서, 미래 사회 대비 음악 교육을 위하여 음악적 소통 및 향유, 음악적 리터러시 중심의 음악과 역량 도출을 제시하였다.

또한 감성 기반 인성 교육, 이해 중심 수행 교육, 감성 기반 디지털 음악 리터러시 방법 활용, 자기주도적 협력 학습 강조, 맞춤형 선택을 위한 다원화 교육과정 운영, 생애 주기 고려 교육과정 논의, 학교 안팎 연계 제도 구비 등의 방향을 제안하였다.

이러한 연구의 우리나라 음악교육계의 발전을 선도적으로 이끄는 데 기여할 것이다.

@highlight

다가올 미래 사회의 변화 양상에 따라 음악교육계가 어떠한 방향으로 개선되어야 하는지에 초점을 두고 있다.

@highlight

구체적으로 미래 사회 학교 교육에 대한 연구와 관련 자료들을 검토하고, 미국, 캐나다, 홍콩, 케냐 등 해외 여러 나라의 음악교육적 연구 동향을 살펴보았다.

@highlight

이러한 분석에 더하여 우리나라 학교 음악 교육이 미래 사회를 대비하여 나아가야 할 개선 방향을 제안하였다.

