인공 지능 음성 서비스인 애플 시리, 아마존 알렉사, 카카오 아이, 네이버 클로바 등은 기존의 웹 서비스, 모바일 서비스, 사물 인터넷 등과 연동을 통해 서비스의 편리성을 향상시키고 서비스의 활용 범위를 확대 시킬 수 있다.

적용된 음성 인식 기술에 인공지능 서비스를 결합하여 음성 비서로서의 역할을 할 수 있도록 하고 있으며, 사용자와의 상호 대화를 통해 음성 서비스 플랫폼의 학습 지식을 서비스할 수 있도록 하고 있다.

플랫폼 내에서 서비스 확장이 한계가 있으므로 아마존 알렉사나 네이버 클로바 등과 같은 서비스는 플랫폼을 공개하여 사용자에 의해 다양한 음성 서비스가 개발될 수 있도록 하고 있다.

이에, 본 연구에서는 오픈 플랫폼의 음성 인식 서비스와 기존의 RESTful API 서비스를 연동할 수 있는 아키텍쳐와 개발 프로세스를 제안한다.

음성 서비스는 아마존의 알렉사 개발 도구인 스킬킷(ASK, Alexa Skill Kit)을 이용하여 개발하며 RESTful API 서비스와 음성 서비스 연동을 위해 파이썬의 플라스크 에스크 라이브러리를 이용한다.

사례 연구에서는 호텔 예약 음성 서비스 개발을 통해 음성 서비스와 RESTful API 서비스의 연동을 실험한다.

예약 정보에 대해 음성 인식 후 RESTful API 서비스를 통해 예약 정보가 데이터베이스에 저장되도록 한다.

이를 통해 음성 서비스와 RESTful API 연동 구조의 적합성을 검증한다.

@highlight

인공 지능 음성 서비스인 애플 시리, 아마존 알렉사, 카카오 아이, 네이버 클로바 등은 기존의 웹 서비스, 모바일 서비스, 사물 인터넷 등과 연동을 통해 서비스의 편리성을 향상시키고 서비스의 활용 범위를 확대 시킬 수 있다.

