본 연구의 목적은 초등학교 고학년의 자아탄력성 증진을 위한 현실치료 집단상담 프로 그램을 구안하고 적용하여 그 효과를 검증하는데 있다.

연구 대상은 초등학교 4학년 2 개 학급(59명)이며 1개 학급(30명)은 실험집단, 다른 1개 학급(29명)은 통제집단으로 구 성하였다.

자아탄력성 증진을 위한 집단상담 프로그램은 총 12회기로 구안하여 실시하 였다.

사전·사후 검사를 위한 연구도구는 이선영(2008)이 개발하고 오영숙(2010)이 어휘 를 수정한 자아탄력성 검사도구를 사용하였다.

자료처리는 SPSS/Window 20.0에서 혼 합변량분석(Mixed ANOVA)을 이용하여 통계적으로 결과를 분석하였다.

그 결과 초등 학교 고학년의 자아탄력성 증진을 위한 현실치료 집단상담 프로그램에 참여한 실험집단 의 자아탄력성은 통제집단에 비해 유의한 변화를 보여 본 연구에서 개발된 프로그램이 초등학교 고학년의 자아탄력성 증진에 긍정적인 효과가 있음을 확인하였다.

@highlight

본고는 초등학교 고학년의 자아탄력성 증진을 위해 현실치료 집단상담 프로그램을 구안하고 적용해 그 효과를 검증하는 것을 목적으로 한다.

