충청지역의 다양한 유적의 소토(燒土)에서 구한 34점의 고고지자기 측정데이터를 통해 충청지역의 고고지자기 변동 양상을 살펴보고, 더 나아가 국내에서의 지자기의 지역적인 차이에 대해 검토해 보았다.

충청지역의 고고지자 기 측정데이터는 거리상으로 차이가 있는 일본의 고고지자기 변동과의 비교에서 보면, 전체적인 변동 모습은 비슷 하나 A.

D.

300년경에서는 편각이 동쪽으로 10도 이상 치우치는 현저한 차이를 보이고, 그 이외 시기에서는 복각이 다소 깊어지고 편각이 서쪽으로 약간씩 치우치는 지자기의 지역적인 차이가 확인되었다.

이러한 양상은 우리나라 전체의 고고지자기 변동 양상과 큰 차이가 없으며, 충청지역 데이터와의 직접 비교에서도 국내에서는 서력기원전 시기와 기원후 시기 모두 뚜렷한 지자기의 지역차는 확인되지 않았다.

앞으로 더 많은 고고지자기 측정 데이터가 증 가하고 다양한 시기의 데이터가 채워지면 더욱 명확해 지겠지만, 충청지역 유적의 고고지자기 측정결과를 통해 볼 때, 지자기의 지역적인 차이에 의해 발생하는 고고지자기 측정연대의 오차와 같은 문제점은 우리나라 내에서는 크 게 걱정하지 않아도 될 듯하다.

게다가 시료의 채취와 측정에서 신뢰가 가능한 측정데이터를 구하기 위하여 많은 노 력들을 하고 있기 때문에, 고고지자기 측정결과에서 추정연대의 오차문제 뿐만 아니라 데이터의 신뢰도의 측면에서 도 문제가 없을 것이라 생각된다.

@highlight

충청지역의 다양한 유적의 소토에서 구한 34점의 고고지자기 측정데이터를 통해 충청지역의 고고지자기 변동 양상을 살펴보았고, 국내에서의 지자기의 지역적인 차이에 대해서도 검토하고자 하였다.

@highlight

A.

@highlight

D.

@highlight

300년경에서는 편각이 동쪽으로 10도 이상 치우치는 현저한 차이를 보였고, 그 이외 시기에서는 복각이 깊어지고 편각이 서쪽으로 치우치는 지자기의 지역차를 확인할 수 있었다.

