이 글은 중국의 선부론과 북한의 혁명적 경제전략 비교를 시도하였다.

이를 통해 양국의 제2세대 지도자가 집권 초기 경제위기에 대응했을 때나타나는 정책적 배경과 정책수단의 공통점과 상이점이 무엇인지를 분석하였다.

또한 북한의 혁명적 경제전략이 위기타파 및 경제회복에 효과적으로 대응하고 추진하지 못하는 이유를 밝히고자 했다.

사회주의 진영의 심각한 변동 속에서 북·중 양국은 사회주의체제의 결함을 인식하게 되고 부분적인 개혁조치를 도입해서 사회주의체제 운행기능을 조정하려고 했다.

따라서 중국의 선부론과 북한의 혁명적 경제전략은 위기대응책이자 국가발전전략이라고 볼 수 있다.

두 전략은 제기된배경에서 유사한 점을 보이고 있고, 단기적인 정책노선이라는 점, 새로운지도자가 집권 초기 경제노선의 변화를 위해 시도했다는 점에서 공통점을 갖고 있다.

그리고 농업부문에 개혁조치를 도입했다는 측면에서도 비슷하다.

하지만 북·중 양국은 경제위기에 대한 진단을 다르게 내렸다.

중국은좌경착오에 주목하였던 반면, 북한은 외부환경 변화를 핵심 요인으로 인식하였다.

서로 다른 진단에 따라, 처방 역시 다를 수밖에 없었다.

경제발전에 대한 인식, 제도적 지원책, 정책의 일관성, 외부환경 등에서는 적지않은 양국의 차이점을 발견할 수 있다.

선부론에 비해 혁명적 경제전략은 경제발전에 대한 인식의 내재적 모순성, 제도적인 지원책과 정책집행의 일관성 결여, 외부환경 여건부족 등으로 인해 경제위기를 대응하기에는제한적으로 작용할 수밖에 없다.

@highlight

본고는 중국의 선부론 및 북한의 혁명적 경제전략 비교를 시도했다.

@highlight

이를 통하여 양국의 제2세대 지도자가 집권 초기 경제위기에 대응했을 때나타나는 정책적 배경 및 정책수단의 공통점과 상이점이 무엇인지를 분석했다.

