소비자와 기업의 관계는 부단히 진화하고 있다.

급변하는 시장 환경 속에서 소비자의 위상은 과거에 비해 높아졌고, 기업은 존속을 위하여 소비자지향적인 경영활동을 강화하는 추세이며, 소비자와 기업의 관계는 대립에서 상생의관계로 변화되었다.

이러한 상황에서 소비자학은 소비자가 기업의 동반자로서 역할을 할 수 있는 구체적이고 실질적인 방안을 제시하고, 개별 소비자들이 이러한 역할을 수행할 수 있도록 여건을 조성해야 한다.

본 연구에서는 이러한 관계를 가능하게 하는 개념으로서 “소비자-

기업 가치공동창출활동(Consumer-

Business Co-

creation of Value)”을 살펴보았고, 이를 소비자 가치창출활동과 기업 가치창출활동이 상품을 매개로 접목되고 선순환적으로 발전하는전체적이고 유기적인 과정으로 확장하여 개념화 하였다.

또한 소비자-

기업 가치공동창출활동의 수준을 직접 측정할수 있는 척도를 개발하여 향후 소비자와 기업의 가치공동창출활동 수준을 확인할 수 있도록 하였다.

그 결과 소비자 -

기업 가치공동창출활동의 척도는 개념화에 근거하여 내용과 수행방식으로 구분하여 개발하였고 각각 35개 항목과12개 항목을 최종 개발하여 검증하였다.

내용 척도의 경우 상품속성가치와 상품소비과정가치로 구분하였으며, 수행방식은 소비자가 주도하는 소비자 Push 방식, 기업이 주도하는 기업 Pull 방식, 소비자간에 정보 공유를 주도하는소비자 상호작용 방식으로 구분하였다.

@highlight

이 연구에서는 이런 관계를 가능하게 하는 개념으로서 “소비자-

@highlight

기업 가치공동창출활동”을 살펴보았고, 이를 소비자 가치창출활동과 기업 가치창출활동이 상품을 매개로 접목되고 선순환적으로 발전하는전체적이고 유기적인 과정으로 확장하여 개념화 했다.

