본 연구의 첫 번째 목적은  Service Quality를 측정하는데 있어서 기대와 성과 측정치를 차감하는 차감식(Difference Score)에 의한 방법(SERVQUAL), 지각된 성과만으로 개념화/조작화 하는 방법(SERVPERF), 차이를 한번에 직접 측정하는 방법(non-

difference score)중 어느 방법이 가장 타당한지를 조사하는 것이다.

본 연구의 두 번째 목적은 서비스품질 construct가 만족과 재구매의도에 대한 선행변수로서 갖는 이론적 가치를 조사하는 것이다.

부산, 경남의 376명의 60세 이상의 해외여행 경험이 있는 노인들을 대상으로 설문조사가 이루어 졌다.

연구결과 SERVQUAL, SERVPERF와 비차이척도를 이용하는 방법의 비교결과 모델적합도를 나타내는 지수가 상충되게 나타났다.

만족과 재구매 의도에 미치는 영향력에 있어서는 대부분의 서비스품질 선행 구성변수들이 유의적인 영향력을 갖고 있는 것으로 나타났다.

@highlight

Service Quality 측정에 있어 차감식에 의한 방법, 개념화/조작화 하는 방법, 차이를 한번에 직접 측정하는 방법 중 가장 타당한 방법을 찾고, 서비스품질 construct가 만족과 재구매의도에 대한 선행변수로서 갖는 이론적 가치를 조사하고자 한다.

