본 연구는 결혼초기의 결혼이주여성의 적응 과정을 살펴봄으로써 그 과정에서 이주여성의 잠재력, 지혜, 그리고 대처방법들이 이들의 삶에 어떤 내재적 의미를 갖는지를 탐색한 연구이다.

본 연구의 참여자들은 경기도 3개 도시에 거주하는 이주여성 9명이며, 눈덩이 표집방법으로 실시하였다.

심층면접으로 얻은 자료를 근거이론방법으로 분석한 결과 29개의 하위범주가 구성되었고, 최종적으로 10개의 범주를 도출하였다.

연구의 분석결과 핵심범주는 ‘새로운 정체성으로 배우며 성장하기’로 이주여성의 결혼초기 적응 과정으로 해석하였다.

중심현상은 ‘가족구성원이 되는 과정’과 ‘국제결혼 현실의 맛보기’였으며, 인과적 조건은 ‘삶의 전환점을 위한 선택’으로, 중재적 조건은 ‘배우자에 대한 만족감’, ‘원가족과 시댁 가족의 지지’, 그리고 ‘사회적 지지’로 , 맥락적 조건은 ‘상황속의 이주여성’과 ‘삶을 대하는 태도’로 나타났다.

작용/상호작용은 ‘내 자리 확보하기’로, 이에 따른 결과는 ‘한국사회에 안착하기’로 나타났다.

본 연구는 결혼초기 상황에 처해 있는 이주여성들에게 삶의 능동적 주체로서 자신의 삶의 문제들을 어떻게 대처하며 해결해 나갈 수 있는지를 보여주는데 의의가 있다.

@highlight

본 논문은 결혼초기의 결혼이주여성의 적응 과정을 살펴봄으로써 그 과정에서 이주여성의 잠재력, 지혜 및 대처방법들이 이들의 삶에 어떤 내재적 의미를 갖는지를 탐구한 연구이다.

@highlight

이 연구의 참여자들은 경기도 3개 도시에 거주하는 이주여성 9명이며, 눈덩이 표집방법으로 실행하였다.

