항암요법과 방사선치료를 병행하여 두경부암을 치료하는 환자의 경우 항암요법과 방사선치료를 거듭할수록 구토, 메스꺼움, 식욕부진 등의 이유로 환자의 체중 감소가 생기게 된다.

체중 감소는 목의 두께 변화로 나타날 수 있으며 이로 인해 치료하고자 하는 t 타겟과 주위 정상조직의 선량 전달에도 영향을 미치며 방사선이 전달되는 방향에 위치한 피부선량의 변화가 나타날 것으로사료된다.

특히 비인두암 환자의 경우 비인두 구조가 다른 장기보다 복잡한 구조를 지니고 있고 치료방법인 토모테라피는 수 mm 차이로 급격한 선량 변화가 발생하므로 이러한 체중 감소의 변화에 주의 깊은 관찰이 필요하다.

현재 토모테라피의 경우 매 회치료 전 정확한 자세 재현을 위한 영상 검증을 통해 이러한 움직임을 확인하고 그 값을 보정하여 치료를 수행한다.

그러나 환자의 체중 감소로 인하여 피부선량에 전달되는 선량 변화의 검증은 되지 않고 있다.

환자의 피부선량이 증가함으로써 나타나는 부작용은 환자의 삶의 질에 영향을 미칠 뿐 만 아니라 2차 암 발생률을 높일 수 있다.

이에 환자의 체중 감소로 인하여 나타나는환자의 목 두께를 휴먼 팬톰에 볼루스를 올리고 두께를 조절해가며 변화시켜 필름을 이용하여 피부선량의 변화가 어떻게 나타나는지 분석해보고자 한다.

@highlight

체중 감소는 목의 두께 변화로 나타날 수 있으며 이로 인해 치료하고자 하는 t 타겟과 주위 정상조직의 선량 전달에도 영향을 미치며 방사선이 전달되는 방향에 위치한 피부선량의 변화가 나타날 것이다.

@highlight

그러나 환자의 체중 감소로 인하여 피부선량에 전달되는 선량 변화의 검증은 되지 않고 있다.

@highlight

이에 환자의 체중 감소로 인하여 나타나는환자의 목 두께를 휴먼 팬톰에 볼루스를 올리고 두께를 조절해가며 변화시켜 필름을 이용하여 피부선량의 변화가 어떻게 나타나는지 분석한다.

