연구목적: 본 연구의 목적은 우리나라 19세 이상 성인의 취업 여부와 수면시간에 따른 우울 및 자살생각의 관련성을 파악하는 것이다.

연구방법: 본 연구는 질병관리본부가 실시한 제 7기 2차년도(2017) 국민건강영양조사의 원시자료를 사용하였다.

수면시간과 취업 여부를 독립변수로, 우울과 자살생각을 결과변수로 설정하여 ‘IBM SPSS Statistics v25’ 프로그램을 이용해 복합표본 로지스틱 회귀분석을 실시하였다.

연구결과: 대상자의 취업 여부에 따라 수면시간, 우울, 자살생각에 유의한 차이가 있는 것으로 나타났으며 미취업자일수록, 부적절한 수면시간을 취할수록 우울 및 자살생각을 가진 비율이 높은 것으로 나타났다.

인구사회학적 요인과 삶의 질 관련 변수, 수면시간을 보정한 뒤에도 취업상태는 성인의 우울과 자살생각에 유의하게 영향을 미치는 위험요인인 것을 확인할 수 있었다.

결론: 정신건강 증진 및 자살예방의 측면에서 미취업상태와 수면양상에 대해 관심을 가지는 노력이 필요하다.

@highlight

우리나라 19세 이상 성인의 취업 여부와 수면시간에 따른 우울 및 자살생각의 관련성을 파악한다.

@highlight

그 결과인구사회학적 요인과 삶의 질 관련 변수, 수면시간을 보정한 뒤에도 취업상태는 성인의 우울과 자살생각에 유의하게 영향을 미치는 위험요인인 것을 확인할 수 있었다.

@highlight

따라서 정신건강 증진 및 자살예방의 측면에서 미취업상태와 수면양상에 대해 관심을 가지는 노력이 필요하다.

