본 연구는 국내 기업에서 핵심인재 경력개발의 일환으로 실행되고 있는 직무순환이 인사고과 점수와 핵심인재 선정에 미치는 영향을 파악하고자 실시되었다.

직무순환의 효과를 검증하기 위하여, 대기업 G사에 근무하고 있는 과장 이상 관리자 총 990명에 대해 학력, 직책, 근속년수와 함께 인사고과 점수와 핵심인재 선정 여부를 포함하는 평가 자료를 수집하여 분석하였다.

상관관계 분석에서는 직무순환 빈도를 나타내 주는 직무평균 근무년수와 수행평가 점수 및 핵심인재 선정이 유의미한 관계를 갖는 것으로 나타났다.

중다회귀분석 결과, 연구 대상자의 직책과 근속년수는 인사고과점수에 유의미한 영향을 미치는 요인이었으나 학력과 직무평균 근무년수는 유의미한 영향 요인이 아닌 것으로 나타났다.

한편, 로지스틱 회귀분석 결과, 인사고과 점수와 직무평균 근무년수가 핵심인재 선정에 영향을 미치는 주요 요인인 것으로 나타났다.

이러한 결과는 직무순환이 인사고과 점수에는 직접 영향을 미치지 않으나, 포괄적인 평가 방식을 통해 이루어지는 핵심인재 선정에는 영향을 미치는 주요 요인이라는 것을 시사하고 있다.

@highlight

국내 기업에서 핵심인재 경력개발 일환으로 실행되는 직무순환이 인사고과 점수와 핵심인재 선정에 미치는 영향을 파악한 결과는 직무순환이 인사고과 점수에 직접 영향을 미치지는 않으나, 포괄적 평가 방식을 통해 이루어지는 핵심인재 선정에는 영향을 미치는 주요 요인이라는 점을 시사하고 있다.

