이 연구의 목적은 특성화고등학교 졸업예정자들이 취업결정 여부와 관련 변인 간의 관계를 구명하는 데에 있었다.

연구의 모집단은 전국의 특성화고 3학년에 재학 중인 고등학생으로, 자료 수집은 설문지를 활용하여 총 32개 특성화고에서 640명의 학생을 대상으로 2013년 10월 20일부터 2013년 11월 15일까지 우편 및 e-

mail을 통해 이루어졌다.

학생특성과 학교특성변인들의 구조적인 관계를 살펴보기 위하여 위계적 일반화 회귀분석(HGLM)을 활용하였으며, 총 622부의 유효한 자료가 분석에 사용되었다.

연구의 결과 특성화고 졸업예정자의 취업결정에 대해 학교 간에 차이가 있는 것으로 나타났다.

학교에 따라 차이가 있는 변인 중에서 가정의 진로지원과 특성화고 졸업 후 취업자의 사회적 대우에 대해 긍정적으로 인식할수록 학생들은 취업을 결정하는 경향이 높았다.

특성화고등학교 입학 동기가 취업이 아닌 학생의 경우, 학교에서 지속적인 취업지도를 실시하더라도 졸업할 때까지 취업을 결정을 하지 않는 경우가 충분히 있을 수 있다는 것이 학교마다 공통적으로 나타났으며, 교육포부가 높은 학생들은 취업을 택하지 않는 경향이 나타났다.

또한 구직효능감은 학교에 따른 차이 없이 취업결정에 긍정적인 영향을 미쳤다.

학교특성 중에서는 학교의 취업지원 및 현장실습 프로그램의 운영 시 학생참여비율이 높고, 학교가 수도권 지역 및 도시 지역에 위치하는 경우에 학생들이 취업을 결정할 가능성이 높았다.

@highlight

이 연구의 목적은 특성화고등학교 졸업예정자들이 취업결정 여부와 관련 변인 간의 관계를 구명하는 데에 있었다.

@highlight

연구의 모집단은 전국의 특성화고 3학년에 재학 중인 고등학생으로, 자료 수집은 설문지를 활용하여 총 32개 특성화고에서 640명의 학생을 대상으로 2013년 10월 20일부터 2013년 11월 15일까지 우편 및 e-

@highlight

mail을 통해 이루어졌다.

