이 연구는 가족 건강성이 유아 리더십에 미치는 효과를 구조적으로 검증하는 데 목적이 있다.

특히 가족 건강성과 유아 리더십의 관계의 여러 변인 중 자기조절력과 배려적 행동이 매개하는 직·간접 효과를 밝히고자 한다.

이를 위해 서울 및 수도권 소재한 7개 유치원에서 임의표집(random sampling)한 만 4, 5세의 유아의 학부모 480명을 대상으로 설문지를 배부하여, 이 중 416명의 설문지를 최종분석 대상으로 선정하였다.

통계 프로그램은 SPSS WIN 18.0과 AMOS 21.0를 사용하였다.

연구 결과는 다음과 같다.

첫째, 가족 건강성이 유아의 리더십과 자기조절력, 배려적 행동에 유의미한 영향을 미쳤다.

둘째, 가족 건강성이 유아 리더십에 미치는 영향 중 자기 조절력과 배려적 행동의 간접효과가 나타났다.

셋째, 가족 건강성이 유아 리더십에 미치는 영향 중 유아의 자기 조절력이 1차적으로 매개하고 2차적으로 배려적 행동을 매개하는 2차 간접효과가 있었다.

이 연구에서는 가족건강성과 유아 리더십 변인들 간의 관계에 대해 구조적 분석을 시도함으로써 기존 연구들의 한계를 보완하였다.

또한 가정의 잠재적 변인이 유아의 사회적 발달에 영향을 미치는 과정 분석을 통하여 가족 건강성과 유아 리더십의 중요성을 일깨웠다는 점에서 그 의의를 찾을 수 있을 것이다.

@highlight

가족 건강성이 유아의 리더십과 자기조절력, 배려적 행동에 유의미한 영향을 미치고있다.

@highlight

가족 건강성이 유아 리더십에 미치는 영향 중 자기 조절력과 배려적 행동의 간접효과가 있다.

@highlight

가족 건강성이 유아 리더십에 미치는 영향 중 유아의 자기 조절력이 1차적으로 매개하고 2차적으로 배려적 행동을 매개하는 2차 간접효과가 있었다.

