본고는 연결어미 체계를 중심으로, 문법 지식을 국어지식 영역의 교육 내용으로 구성할 때 바탕이 되어야 하는 몇 가지 원리에 대하여 고찰하였다.

연결어미 교육 내용이 교육적으로 유용한 지식으로 구성되려면, 내용과 기술 방식의 양면에서 모두 개선이 이루어져야 한다.

이 때 적용되어야 하는 원리로, 내용의 측면에서는 ‘다차원성’, 기술 방식의 측면에서는 ‘의미·기능 중심성’과 ‘지식의 절차화’의 세 가지를 제안하였다.

연결어미 체계가 국어지식 영역 안에서 교육문법의 가치와 효용을 충분히 획득하려면, ‘다차원성’의 원리에 따라 그 내용적인 면에서 형식의 차원, 의미의 차원, 사용의 차원을 모두 포괄하여 다차원적으로 접근하여야 한다.

또한 이를 유기적으로 관련시켜서 연결어미의 쓰임에 대해 정확하게 이해하도록 도와주어야 한다.

기술 방식의 측면에서는 우선 ‘의미·기능 중심성’의 원리에 따라 절 연결어미는 접속관계의 일부로 기술되어야 하고, 보조적 연결어미는 동작상이나 사동 표현, 피동 표현, 부정 표현, 양태의미 범주의 일부로 다루어야 함을 논의하였다.

또한 ‘지식의 절차화’와 관련하여서는 국어과에서 언급되는 명제적 지식과 절차적 지식의 개념을 명확하게 다시 정의하고, 연결어미의 교육 내용이 명제적 지식과 절차적 지식으로 어떻게 구체화될 수 있는지에 대하여 논의하였다.

@highlight

이 논문은 연결어미 체계를 중심으로, 문법 지식을 국어지식 영역의 교육 내용으로 구성할 때 바탕이 되어야 하는 몇 가지 원리에 관해 고찰했다.

