이 글의 목적은 자동성 동사 ‘나다/들다’, ‘가다/오다’, ‘있다/없다’를 구성요소로 하는 이른바 기능동사 구문에서, 서술명사들의 특성과 의미부류에 따라 그것이 지배하는 논항들의 격 실현 양상이 어떻게 나타나는지를 살펴보는 데 있다.

자동성 기능동사 구문은 서술명사에 주격조사 ‘이/가’가 결합한다.

가령, ‘겁(이) 나다’에서 ‘나다’를 자동사로 보게 되면 서술명사 ‘겁(이)’가 이 자동사의 주어로 실현된 것으로 분석될 수 있는데, ‘주어+자동사’의 문장 구성으로 본다는 것은 ‘겁(이) 나다’ 같은 연어 구성이 되고, 더 나아가 ‘겁나다’와 같은 합성동사가 될 수 있다는 것을 설명하기 어렵게 된다.

그 이유는 ‘겁(이) 나다’는 다른 논항을 요구하고 그것이 실현되어야 완벽한 단문이 되기 때문이다.

따라서 이 글에서는 기능동사 구문 중에서 ‘나다/들다’, ‘가다/오다’, ‘있다/없다’ 기능동사 구문을 중심으로 다양한 논항의 격 실현 양상과 더불어 주어 분석의 문제에 대해 논의해 보았다.

@highlight

이 글의 목적은 자동성 동사 ‘나다/들다’, ‘가다/오다’, ‘있다/없다’를 구성요소로 하는 이른바 기능동사 구문에서, 서술명사들의 특성과 의미부류에 따라 그것이 지배하는 논항들의 격 실현 양상이 어떻게 나타나는지를 살펴보는 데 있다.

