선급협회는 선박의 안전을 유지하기 위하여 백년 이상 큰 역할을 하여 왔다.

선급협회는 보험, 용선 그리고 선박의 매매를 위하여 선박의 감항성을 확인하고 선급증서를 발행하는 기관이다.

선주가 선급협회의 과실있는 행위로 인하여 손해를 입게 된 경우에 계약위반을 원인으로 손해배상청구를 할 수 있고, 선주로부터 선박을 구매한 자 혹은 입급된 선박에 화물을 적재한 화주 등은 불법행위에 기한 손해배상청구를 제기할 수 있다.

1990년대에, 선급협회에 대한 손해배상청구가 제기되었으나 원고가 승소하지는 못하였다.

회원국의 계약책임에 대처하기 위하여 국제선급협회는 국제해법회와 더불어 최종적으로 두 가지 서면을 완성하였다.

하나는 선급협회의 행동원칙이고 다른 하나는 표준계약조항이다.

그러나, 국제사회는 제3자에 대하여 불법행위에 기한 손해배상에 대한 해결책은 제시하지 못하였다.

한국선급이 아직까지 소송을 제기당한 적은 없다.

한국선급은 표준약관으로 해석되는 선급 및 강선규칙에 책임에 대한 규정을 가지고 있다.

최근에 책임제한규정을 수정하기는 하였지만 몇가지 조항은 무효의 가능성도 있다.

필자는 본 논문에서 한국선급은 국제선급협회의 두 가지 서면을 선주와의 계약에서 사용하고, 제3자로부터의 불법행위에 대하여는 책임제한이 가능하도록 하는 설득력 있는 이론구성을 할 것을 제안하고 있다.

@highlight

한국선급이 아직까지 소송을 제기당한 적은 없지만 표준약관으로 해석되는 선급 및 강선규칙에 책임에 대한 규정을 가지고 있다.

@highlight

최근에 책임제한규정을 수정하기는 하였지만 몇가지 조항은 무효의 가능성도 있다.

@highlight

한국선급은 국제선급협회의 두 가지 서면을 선주와의 계약에서 사용하고, 제3자로부터의 불법행위에 대하여는 책임제한이 가능하도록 하는 설득력 있는 이론구성을 할 것을 제안하고자 하였다.

