이주한 박사는 최근 세 논문들에서 다음 논제들을 옹호한다.

첫째, 일상적 표현 ‘믿음’은 세 가지 다른 종류의 심적 태도들을 가리키는 다의어이다.

즉 ‘믿음’은 불수의적 심적 성향으로서의 믿음, 수의적 심적 행위로서의 실용적 수용, 또는 수의적 심적 행위로서의 인식적 수용을 가리킨다.

둘째, 실용적 수용은 증거가 없음에도 실용적 이유에서 특정 명제를 참으로 간주하는 수의적 심적 태도인 반면 인식적 수용은 자신이 믿고 있는 명제를 그것을 거부해야 하는 비인식적 이유를 거스르면서 인식적 이유에서 증거에 따라 참으로 간주하는 수의적 심적 태도이다.

셋째, 의무론적인 인식규범이 적용되는 태도는 불수의적인 심적 성향으로서의 믿음이 아니라, 수의적인 심적 행위로서의 인식적 수용이다.

이 세 논제들은 만약 옳다면, 현대 인식론에 큰 함축을 가지는 독창적인 주장들이다.

그러나 이 논문에서 필자는 이주한 박사가 자신의 논제들을 정당화하는 데 성공적이지 않음을 주장한다.

@highlight

이주한 박사는 최근 세 논문들에서 다음 논제들을 옹호한다.

@highlight

의무론적인 인식규범이 적용되는 태도는 불수의적인 심적 성향으로서의 믿음이 아니라, 수의적인 심적 행위로서의 인식적 수용이다.

