본 연구의 목적은 중학생의 세계시민성 함양을 위한 세계시민역량을 규명하고 현장에서 실천력을 강화하기 위한 우선순위역량을 도출하고자 하였다.

이를 위하여 국내외 현황 및 문헌 분석을 통해 세계시민역량을 도출하고 도출된 역량의 적합성을 검증하기 위해 델파이 분석을 실시하였다.

또한, 도출된 역량을 기반으로 중학생이 우선적으로 갖춰야 할 최우선순위역량을 제시하였다.

우선, 선행연구의 종합분석을 통해 총 21개의 세계시민역량을 도출하였다.

각 역량의 내용타당도와 변이계수 분석을 통해 다국어능력 역량은 내용적합도가 타당하지 않은 것으로 확인되어 이를 제외한 총 20개 역량이 중학생이 갖춰야 할 세계시민역량으로 선정되었다.

최종 20개 역량 중에서 최우선순위 역량을 도출하기 위해 3단계의 우선순위 요구분석을 적용하였다.

이를 통해 다양성 존중, 존중감(타인감/배려), 변화에 대한 믿음, 디지털정보문해력, 사회정의/평화에 대한 신념이 최우선순위 역량으로 도출되었다.

마지막으로 이를 기반으로 학교 현장에서 실천력 강화에 기여할 수 있는 시사점을 제시하였다.

@highlight

중학생의 세계시민성 함양을 위한 세계시민역량을 규명하고 현장에서 실천력을 강화하기 위한 우선순위역량을 도출하고자 하였다.

@highlight


도출된 역량을 기반으로 중학생이 우선적으로 갖춰야 할 최우선순위역량을 제시하였다.

@highlight


선행연구의 종합분석을 통해 총 21개의 세계시민역량을 도출하였다.

