본 연구는 태권도 겨루기 선수의 스트레스가 운동몰입 및 경기력에 미치는 영향을 알아봄으로써 태권도 겨루기 지도를 위한 기초자료를 제시하기 위한 목적으로 연구하였다.

연구목적을 달성하기 위하여 2017년 중,고등학교 연맹회장기 전국 태권도대회 등에 참여한 고등학교 학생선수들로 편의표본추출법(Convenience Sampling Method)을 사용하여 총 222명의 설문지를 수집하였다.

자료분석은 SPSS25 프로그램을 사용하여 빈도분석(Frequency Analysis), 탐색적 요인분석(Factor Analysis), 신뢰도분석(Reliability), 상관관계분석(Correlation Analysis), t-

test, ANOVA, 다중회귀분석(Multiple Regression Analysis)을 실시하였다.

연구결과 첫째, 고등학교 태권도 겨루기 선수들이 가지는 운동스트레스, 생활스트레스는 경기력에 부(-

)적 영향을 미쳤다.

둘째, 고등학교 태권도 겨루기 선수들이 가지는 운동스트레스, 생활스트레스는 운동몰입에 부(-

)적 영향을 미쳤다.

셋째, 고등학교 태권도 겨루기 선수들이 가지는 운동몰입은 경기력에 정(+)적 영향을 미치는 것으로 나타났다.

@highlight

본고의 목적은 태권도 겨루기 선수의 스트레스가 운동몰입과 경기력에 미치는 영향을 알아봄으로 태권도 겨루기 지도를 위한 기초자료를 제안하는 데에 있다.

