이 연구는 한국인의 문화적 특성이 위험 인식과 위험 커뮤니케이션 양상에미치는 영향에 대한 탐색적 연구다.

위험 커뮤니케이션 관련 업무에 종사하고있는 전문가 20명과 심층인터뷰를 진행한 결과, 한국인들의 위험 인식과 위험커뮤니케이션 방식에서 한국 사회의 독특한 문화적 특징이 발견되었다.

우선한국인들의 위험 인식 양상은 세 가지 측면에서 집단주의적인 특징을 보였다.

한국인들은 남들이 위험하다고 인식하는 것을 위험이라고 정의하고, 특정 위험이슈에 빠르게 반응하고 빠르게 소멸하는 냄비 근성을 보이며, 타인과의 끊임없는 비교를 통해 자신에게 닥친 위험의 심각성을 평가한다.

위험 커뮤니케이션에영향을 미치는 문화적 특징으로는 체면의식과 정, 우리의식이 지적되었는데, 정은 건설적인 위험 커뮤니케이션에 긍정적인 영향을 주는 반면 체면의식과 우리의식은 위험 커뮤니케이션에 부정적인 영향을 주는 것으로 나타났다.

한편 한국인들의 위험 관리 방식은 사적 네트워크에 의존하는 개인화된 특징을 보였으며,개인적인 수준에서 예측과 관리가 불가능한 위험에 대해서는 무관심으로 대응하는 것으로 나타났다.

마지막으로 연구의 한계를 논의하고 후속 연구를 제안하였다.

@highlight

이 연구는 한국인의 문화적 특성이 위험 인식과 위험 커뮤니케이션 양상에미치는 영향에 대한 탐색적 연구다.

@highlight

위험 커뮤니케이션 관련 업무에 종사하고있는 전문가 20명과 심층인터뷰를 진행한 결과, 한국인들의 위험 인식과 위험커뮤니케이션 방식에서 한국 사회의 독특한 문화적 특징이 발견되었다.

