세월호 참사는 우리 사회 ‘민주주의’와 ‘교육’이 심각한 기 상황임을 일깨운 비극 사건이 며, 사고 이후 계속되는 사회정치 혼란과 립으로 인해 침몰은 아직도 재 진행 이다.

참 사 이후 달라진 삶으로의 환을 희망하며, 이 연구는 듀이의 『민주주의와 교육』에 근거하여 오늘의 사회와 교육의 문제를 탐구하는 데 목이 있다.

이를 해 먼 실천철학자, 사회철학 자, 교육철학자로서 듀이의 에 비추어 세월호 참사가 어떤 의미에서 교육철학 탐구를 요 하는 일인지 짚어본다.

다음으로 참사를 둘러싸고 회자된 문제의 말들을 선별하여 그 이면에서 갈등하는 가치의 문제를 분석해본다.

이로써 기의 본질 근원에는 수단과 목, 개인과 사 회, 이론과 실천의 이원론 립을 심화시켜온 사회실과 의식의 한계가 가로놓여있음을 밝 힌다.

이는 듀이가 풀어내고자 했던 당의 철학과 실과 교육의 문제와도 일맥상통한 것이 다.

끝으로 『민주주의와 교육』에 담긴 교육신 과제의 재 의미를 재조명하고, 세월호 참 사 이후로 나아가기 한 새로운 읽기 필요성을 제안한다.

@highlight

세월호 참사는 우리 사회 ‘민주주의’와 ‘교육’이 심각한 기 상황임을 일깨운 비극 사건이 며, 사고 이후 계속되는 사회정치 혼란과 립으로 인해 침몰은 아직도 재 진행 이다.

