반응 중심 문학 교육에서 독자의 문학 텍스트에 대한 환기는 반응과 밀접한 관련이 있다.

그러나 미숙한 독자들은 문학 텍스트에 대해 환기가 서툴고 반응을 형성하는 데 어려움을 겪기도 한다.

이에 문학 감상 교육에서 환기를 돕는 방법으로 시각적 심상을 형성하는 질문을 제안하고자 한다.

시각적 심상은 대상적 심상과 공간적 심상의 두 유형으로 나눌 수 있다.

대상적 심상은 대상에 대한 형태나 색이 자세하고 세부적인 묘사가 구체적인 심상이다.

공간적 심상은 대상들 사이의 공간 관계에 대한 구조적인 심상이다.

우수한 독자는 문학 텍스트를 읽을 때 대상적 심상과 공간적 심상으로 의미를 효과적으로 환기한다.

이 연구에서는 “대상적-

공간적 심상 설문지 (Object-

Spatial Imagery Questionnaire:OSIQ)” (Blajenkova, Kozhevnikov, & Motes, 2006)의 항목을 검토하여 시각적 심상 형성을 돕는 질문을 구성한다.

이 질문은 독자들에게 시각적 심상 형성을 안내하는 역할을 할 수 있다.

2009 개정 국어과 6학년 교과서에 실린 <우주 호텔>을 활용하여 구체적인 예를 제시하였다.

문학 감상 교육에서 환기를 일으킬 수 있는 시각적 심상 형성 활동을 질문으로 구체화하여 제시한다는 점에서 의의를 지닌다.

@highlight

반응 중심 문학 교육에서 독자의 문학 텍스트에 대한 환기는 반응과 밀접한 관련이 있으나 미숙한 독자들은 문학 텍스트에 대해 환기가 서툴고 반응을 형성하는 데 어려움을 겪는다.

@highlight

본 논문은 문학 감상 교육에서 환기를 돕는 방법으로 시각적 심상을 형성하는 질문을 제시하였다.

