최

근

 

우

리

나

라

에

서

는

 

사

회

적

이

라

는

 

용

어

가

 

크

게

 

확

산

되

어

 

사

용

되

고

 

있

고

,

 

이

는

 

입

법

안

등

에

서

도

 

나

타

나

고

 

있

는

 

상

황

이

다

.

 

이

러

한

 

사

회

적

이

라

는

 

용

어

가

 

사

용

되

는

 

입

법

안

 

중

 

사

회

적

 

가

치

와

 

관

련

한

 

기

본

법

으

로

는

 

「

사

회

적

 

가

치

 

기

본

법

(

안

)

」

 

및

 

「

사

회

적

 

경

제

기

본

법

(

안

)

」

이

국

회

에

 

계

류

 

중

이

다

.

 

이

 

「

사

회

적

 

가

치

 

기

본

법

(

안

)

」

 

및

 

「

사

회

적

 

경

제

기

본

법

(

안

)

」

은

 

기

본

법

의

 

법

체

계

를

 

가

지

고

있

는

데

,

 

양

자

의

 

기

본

법

의

 

유

형

과

 

관

련

하

여

 

기

본

법

의

 

“

성

격

별

”

 

유

형

으

로

 

분

류

할

 

때

는

 

정

책

형

이

면

서

,

 

기

본

법

의

 

“

효

력

별

”

 

유

형

으

로

 

분

류

할

 

때

는

 

제

1

유

형

 

기

본

법

 

및

 

기

본

법

의

 

규

범

적

 

성

격

 

유

형

으

로

 

분

류

할

 

때

는

 

정

책

수

단

의

 

총

괄

규

범

으

로

서

의

 

기

본

법

으

로

서

의

 

성

격

이

 

동

일

하

다

고

 

할

 

것

이

다

.

 

이

러

한

 

기

본

법

 

유

형

의

 

동

일

성

까

지

 

생

각

한

다

면

 

「

사

회

적

 

가

치

 

기

본

법

(

안

)

」

은

 

「

사

회

적

 

경

제

 

기

본

법

(

안

)

」

 

및

 

「

사

회

적

 

경

제

 

판

로

특

별

법

(

안

)

」

과

 

더

불

어

 

소

위

 

“

사

회

적

 

경

제

 

3

법

”

으

로

 

속

할

 

수

 

있

다

고

 

할

 

것

이

다

.

 

그

러

나

 

「

사

회

적

 

가

치

 

기

본

법

(

안

)

」

과

 

「

사

회

적

 

경

제

 

기

본

법

(

안

)

」

이

동

일

한

 

기

본

법

의

 

성

격

을

 

가

지

고

 

있

다

고

 

하

더

라

도

 

사

회

적

 

경

제

는

 

사

회

적

 

가

치

를

 

구

현

하

는

하

나

의

 

방

식

이

자

 

조

직

이

기

 

때

문

에

 

사

회

적

 

가

치

 

규

범

을

 

사

회

적

 

경

제

 

규

범

 

속

에

 

포

함

시

키

는

것

은

 

적

절

하

지

 

않

다

.

 

오

히

려

 

사

회

적

 

경

제

에

 

관

한

 

일

련

의

 

법

령

을

 

사

회

적

 

가

치

 

규

범

의

 

하

나

의

범

주

 

내

지

 

내

용

(

구

현

 

방

식

)

으

로

 

이

해

하

는

 

것

이

 

적

절

할

 

것

이

다

.

@highlight

우리나라에서는 사회적이라는 용어가 크게 확산되어 사용되고 있으며, 이는 입법안 등에서도 나타나고 있다. 이러한 사회적이라는 용어가 사용되는 입법안 중 사회적 가치와 관련한 기본법으로는 「사회적 가치 기본법(안)」 및 「사회적 경제기본법(안)」이 국회에 계류 중에 있다. 이 「사회적 가치 기본법(안)」 및 「사회적 경제기본법(안)」은 기본법의 법체계를 가지고 있다.