한

국

불

교

를

 

회

통

불

교

라

고

 

말

할

 

때

에

 

과

연

 

교

학

과

 

실

증

수

행

에

 

있

어

서

도

 

그

러

한

가

의

 

문

제

가

 

제

기

될

 

수

 

있

다

.

 

근

대

와

 

현

대

에

 

이

르

러

 

정

통

과

 

전

통

에

 

입

각

한

 

수

행

체

계

에

 

천

착

한

 

두

 

분

의

 

선

각

자

가

 

바

로

 

금

타

(

1

8

9

8

~

1

9

4

8

)

와

 

청

화

(

1

9

2

4

~

2

0

0

3

)

이

다

.

 

이

 

두

 

분

이

 

제

시

하

고

 

명

시

한

 

수

증

체

계

는

 

수

행

자

라

면

 

반

듯

이

 

주

목

하

고

 

제

고

할

 

가

치

가

 

인

정

되

는

 

수

행

체

계

이

다

.

 

불

교

의

 

수

증

은

 

바

로

 

수

행

자

가

 

실

천

하

여

 

체

증

할

 

최

대

의

 

과

제

로

 

수

행

자

에

겐

 

최

상

의

 

가

치

를

 

수

반

한

다

.

 

때

문

에

 

근

기

론

과

 

수

증

론

은

 

수

행

자

라

면

 

누

구

나

 

마

음

에

 

새

기

고

 

잊

지

 

말

아

야

할

 

내

용

이

면

서

 

체

현

할

 

목

적

이

다

.

 

본

고

는

 

먼

저

 

불

교

에

서

 

말

하

는

 

근

기

론

에

 

대

해

서

 

주

객

상

응

하

는

 

대

기

설

법

을

 

소

재

로

 

삼

아

 

사

실

단

을

 

비

롯

하

여

 

삼

정

취

와

 

오

성

각

별

,

 

사

료

간

과

 

사

빈

주

을

 

간

략

히

 

살

펴

보

았

다

.

 

그

리

고

 

『

금

강

심

론

』

에

서

 

제

시

한

 

경

론

의

 

수

행

계

차

인

 

해

탈

십

육

지

를

 

검

토

하

였

다

.

 

다

음

에

 

『

금

강

심

론

』

에

서

 

말

하

는

 

선

오

후

수

(

先

悟

後

修

)

를

 

검

토

하

면

서

 

『

정

통

불

법

의

 

요

체

』

에

 

명

시

된

 

돈

오

점

수

에

 

대

해

서

 

고

찰

하

였

다

.

 

끝

으

로

 

『

금

강

심

론

』

에

서

 

명

시

한

 

돈

오

점

수

에

 

대

해

서

 

고

찰

함

에

 

『

원

통

불

법

의

 

요

체

』

와

 

『

실

상

염

불

선

』

을

 

통

해

서

 

논

제

에

 

부

합

한

 

내

용

을

 

연

계

시

켜

 

간

초

(

簡

超

)

하

여

 

돈

오

점

수

하

기

도

 

하

고

 

돈

초

(

頓

超

)

하

여

 

돈

오

돈

수

하

기

도

 

하

는

 

조

사

선

법

을

 

검

토

하

였

다

.

@highlight

이 논문은 먼저 불교에서 말하는 근기론에 대해 주객상응하는 대기설법을 소재로 삼아 사실단을 비롯해 삼정취와 오성각별, 사료간과 사빈주을 간략히 살펴보았다.