이 연구에서는 방송예술분야로의 특성화를 추진하기 위한 D공고의 적용 가능한 발전 전략을 추출하는 데 그 목적이 있다.

연구 방법은 조사연구, SWOT 분석과 전문가 협의회 등이 사용되었으며 이를 통해 얻어진 연구 결과는 다음과 같다.

첫째, 특성화 고교 관련 정책 동향, 방송예술분야의 산업구조와 인력 수급 실태, 특성화를 위한 D공고의 교육 여건, 학교 방문평가, 설문지 조사 연구, 학교 경영에 대한 SWOT 분석을 통해 D공고의 중장기 발전계획을 수립하였다.

둘째, 신설되는 D방송예술고등학교의 비전을 제시하였으며, D공고의 중기 발전계획안으로 ‘D방송예술고등학교’를 특수목적고등학교로 신설하고, 학과를 방송계열과 예술계열인 방송미디어과, 공연연출과, 방송통신과, 실용음악과, 방송연예과로 변경하고, ‘D공고’는 학과를 축소하여 군 특성화 전문계고등학교로 육성(자동차기계과, 전자정보과)할 것을 제시하였다.

셋째, D공고의 장기 발전계획안(2안)으로 ‘D방송고등학교’로 개명하고, 학과를 방송미디어과, 공연연출과, 방송통신과, 방송기계과, 실용음악과, 방송연예과로 변경하는 안을 제시하였다.

넷째, 방송예술 분야로의 특성화를 추진하는 데 있어서 수요자 인식 요인, 영역 선점 요인, 선택과 집중, 독특성 요인, 혁신성 요인, 브랜드 창출 요인과 외부자원 활용 요인 등에서 고려해야 할 점을 제시하였다.

@highlight

본 연구는 방송예술분야로의 특성화를 추진하기 위한 D공고의 적용 가능한 발전 전략을 추출하는 데 그 목적이 있으며, 연구 방법은 조사연구, SWOT 분석과 전문가 협의회 등이 사용되었으며 이를 통해 네 가지 연구 결과를 도출할 수 있었다.

