새로운 환경에 적극적으로 대처할 수 있는 창의력과 전문적 지식, 열정을 갖춘 인재가 필요하며, 이러한 능력을 지닌 인력을 양성하기 위해서는 창의성을 지원하고 격려하는 문화와 풍토가 조성되어야 한다.

조직의 문화와 풍토는 그 조직에 속한 개인들의 행동, 태도 및 조직의 전반적인 활동에 영향을 미치기 때문이다.

본 연구에서는 창의성을 지원하는 환경에 관한 이론적 접근과 경험적 연구를 통하여 학교조직에서의 창의적 풍토의 특성에 대하여 탐색하였다.

학교의 창의적 풍토에 대한 학생들의 지각을 기초로 학교환경을 두 집단(고, 저)으로 구분하고 집단별 창의성 검사 점수를 비교하였다.

분석결과, 창의성을 지원하는 풍토를 지닌 창의적 환경(고)집단이 (저)집단에 비하여 전반적으로 창의적 수행에 대한 점수가 높은 경향성을 보였으나 ‘능력’측면의 ‘창의적 사고력’검사와 ‘창의적 산물’검사에서는 유의한 차이가 없었고, ‘창의적 성향’ ‘창의적 자기효능감’등의 ‘특성’측면과 ‘영역관련활동및지식’ 검사에서 유의한 차이가 있었다.

@highlight

이 연구에서는 창의성을 지원하는 환경에 관한 이론적 접근과 경험적 연구를 통하여 학교조직에서의 창의적 풍토의 특성에 대하여 탐색했다.

