본 논문에서는 저가의 광통신용 단일모드 광섬유와 편광소멸기를 이용한 비편광 광섬유 자이로스코프(D-

FOG)를 설계/제작하여, 그 성능을 평가하였다.

D-

FOG의 위상오차를 줄이기 위해 사용광원의 전류 및 온도 안정화 회로를 제작하여 그 성능을 분석하였다.

제작된 전류 및 온도 안정화 회로의 전류 안정도는  미만, 온도 안정도는 로 양호한 성능을 보였다.

또한, 본 논문에서 제작된 D-

FOG의 회전 각속도 측정 범위는, Scale factor error는 로 양호한 선형성을 보였으며, zero bias drift는 의 bias 안정도를 보였다.

이는 고가인 고복굴절 편광 유지 광섬유를 이용해 제작된 기존의 FOG에 비해 높은 가격효율성을 갖는 저가의 FOG 제작의 가능성을 보여준다.

@highlight

저가의 광통신용 단일모드 광섬유와 편광소멸기로 비편광 광섬유 자이로스코프(D-

@highlight

FOG)를 설계, 제작한 결과, 고가인 고복굴절 편광 유지 광섬유로 만든 기존의 FOG에 비해 가격효율성이 높았다.

