수

족

구

병

은

 

장

관

바

이

러

스

(

e

n

t

e

r

o

v

i

r

u

s

e

s

)

중

 

대

개

 

c

o

x

s

a

c

k

i

e

 

A

 

바

이

러

스

 

그

리

고

 

드

물

게

c

o

x

s

a

c

k

i

e

 

B

 

바

이

러

스

에

 

의

해

 

초

래

되

는

 

질

환

으

로

서

 

4

~

6

일

간

의

 

잠

복

기

를

 

가

지

며

 

임

상

적

 

소

견

상

 

혀

와

 

혀

점

막

에

 

4

~

8

m

m

의

 

궤

양

성

 

병

변

을

 

보

이

며

 

손

과

 

발

에

 

3

~

7

m

m

 

크

기

의

 

수

포

성

 

구

진

을

 

보

이

고

 

경

우

에

 

따

라

서

는

 

이

러

한

 

발

진

이

 

엉

덩

이

부

위

에

서

 

하

지

에

 

걸

쳐

 

동

반

되

는

 

특

성

이

있

다

.

 

그

리

고

 

발

병

 

초

기

에

 

고

열

,

 

식

욕

부

진

,

 

탈

수

증

 

등

이

 

동

반

되

며

 

일

반

적

으

로

 

임

상

 

경

과

상

 

특

별

한

 

신

경

학

적

 

증

상

이

 

없

이

 

경

한

 

경

과

를

 

밟

는

 

것

으

로

 

알

려

져

 

있

다

.

 

이

런

 

수

족

구

병

은

 

여

름

과

 

가

을

철

에

 

어

린

 

소

아

에

 

호

발

하

는

 

역

학

적

 

특

징

이

 

있

다

.

 

그

러

나

 

1

9

7

0

년

대

 

초

부

터

 

새

로

운

장

관

바

이

러

스

인

 

e

n

t

e

r

o

-

v

i

r

u

s

 

7

1

형

에

 

의

해

 

수

족

구

병

이

 

여

러

 

지

역

에

서

 

집

단

 

발

생

될

 

수

 

있

는

 

것

으

로

 

규

명

되

었

으

며

,

 

c

o

x

s

a

c

k

i

e

 

바

이

러

스

와

 

달

리

 

무

균

성

 

뇌

막

염

,

 

뇌

염

,

 

마

비

성

질

환

 

등

 

신

경

성

 

합

병

증

을

 

초

래

하

여

 

중

한

 

임

상

경

과

를

 

보

일

 

수

도

 

있

는

 

것

으

로

 

보

고

되

고

 

있

으

나

국

내

에

서

는

 

아

직

 

명

확

히

 

보

고

된

 

예

가

 

없

다

.

 

저

자

들

은

 

고

열

,

 

구

토

 

그

리

고

 

구

내

 

점

막

과

 

손

,

 

발

에

 

구

진

 

및

 

수

포

성

 

병

변

의

 

수

족

구

병

 

소

견

을

 

보

인

 

3

세

 

여

자

 

환

아

에

서

 

내

사

시

 

및

 

뚜

렷

한

 

보

행

장

애

가

 

발

현

된

 

경

우

와

,

 

수

족

구

병

 

임

상

 

경

과

중

 

수

막

뇌

염

의

 

증

상

을

 

연

속

적

으

로

 

보

인

 

1

0

개

월

된

 

여

자

 

환

아

를

 

경

험

 

하

였

기

에

 

문

헌

 

고

찰

과

함

께

 

보

고

하

는

 

바

이

다

.

@highlight

발병 초기에 고열, 식욕부진, 탈수증 등이 동반되며 일반적으로 임상 경과상 특별한 신경학적 증상이 없이 경한 경과를 밟는 것으로 알려져 있다.