2015년 교육과정 개정에 따라 초등학교 국어 교과서와 교사용 지도서를 새롭게 만들고 있는 중이다.

교육과정의 개정은 결국 학교 현장의 수업의 변화를 요구하고 있다.

수업의 변화를 이끌어내는 데에는 여러 가지 요인이 있지만, 그 중에 하는 교수 학습 모형을 적절하게 적용하는 일이다.

교수 학습 모형은 수업의 핵심적인 틀이기 때문이다.

이 글에서는 새로 개발된 교사용 지도서에서 교수 학습 모형을 제대로 적용했는지를 비판적으로 분석해 보았다.

국어과의 대표적인 두 모형인 직접 교수 모형과 문제 해결 학습 모형을 중심으로 살펴보았다.

전체적으로 볼 때 두 모형이 제대로 적용되고 있지 않는 것을 볼 수 있었다.

각 모형의 특징을 제대로 드러내지 못했고 각 모형의 각 단계에서 제대로 된 학습을 이끌어내지 못했다.

이에 앞으로 교수 학습 모형을 적용할 때에는 몇 가지 점에 유념해야 한다.

주로 학습 목표의 성격을 분석하여 적절한 교수 학습 모형을 선택하는 것이 중요하다.

또한 각 모형의 특징이 제대로 드러날 수 있도록 각 모형의 각 단계별로 그 단계의 성격에 맞는 학습이 충실하게 일어나게 하는 것이 중요하다.

@highlight

본 고는 새로 개발된 교사용 지도서에서 교수 학습 모형을 제대로 적용했는지를 보았다.

@highlight

수업의 변화를 위해서 교수 학습 모형을 적절하게 적용하고 몇 가지 점에 유념해야 한다.

