본 연구에서는 PEPC(Program for Enlightened and Productive Creativity) 모델을 이용하여 ‘회절무늬에서의 규칙성 찾기’ 과학영재아 프로젝트형 프로그램을 개발하였다.

이 프로그램의 특징은 전체 5단계로 구성되어 있는데 각 단계별로 다양한 과학적 탐구요소와 창의성 요소를 포함하여 일반 영재가 아닌 과학영재에게 특화된 프로그램을 만들었다.

이 프로그램을 과학영재에게 직접 투여해본 결과 다음과 같은 결론을 내렸다.

PEPC 모델은 과학영재아들이 일상생활에서 일어나는 자연현상에 호기심을 가지고 통합하고 분류하는 능력을 키워줄 수 있다.

그리고 PEPC 모델을 통하여 과학영재아들이 자연현상에 대해 좀 더 체계적으로 접근하고 문제 해결할 수 있는 능력을 키워줄 수 있다.

이것은 PEPC 모델을 적용한 회절무늬에서 규칙성 찾기 프로그램이 과학영재가 갖추어야 할 과학적 탐구능력과 창의성을 동시에 향상시킬 수 있는 하나의 프로그램이라는 것이다.

이 자료를 물리뿐 만아니라 생물, 지구과학, 화학 등 과학의 다른 분야에도 꾸준히 적용시켜 지속적인 PEPC 모델의 투여가 학생들의 생산적 창의성에 얼마나 영향을 미칠 것인지 지속적으로 연구해볼 가치가 있다고 본다.

@highlight

본 연구에서는 PEPC 모델을 이용하여 ‘회절무늬에서의 규칙성 찾기’ 과학영재아 프로젝트형 프로그램을 개발하였다.

@highlight

PEPC 모델은 과학영재아들이 일상생활에서 일어나는 자연현상에 호기심을 가지고 통합하고 분류하는 능력을 키워줄 수 있다.

@highlight

이 자료를 물리뿐 만아니라 생물, 지구과학, 화학 등 과학의 다른 분야에도 꾸준히 적용시켜 PEPC 모델을 적용한 회절무늬에서 규칙성 찾기 프로그램이 과학영재가 갖추어야 할 과학적 탐구능력과 창의성을 동시에 향상시킬 수 있는 하나의 프로그램이라는 것이다.

