이 연구에서는 시각장애학교 교사와 청각장애학교 교사가 인식하는 수업의 구성요인 차이를 알아보기 위하여 조사연구로 수행되었다.

설문지는 수업설계 12문항과 수업실행 12문항으로 구성되었으며, 전국의 시각장애학교 교사 203명과 청각장애학교 교사 304명의 설문지가 분석되었다.

연구 결과는 다음과 같다.

첫째, 시각장애학교 교사와 청각장애학교 교사는 수업에 대한 구성요인에서 수업설계 2개 요인(수업설계 기준과 수업설계 실제), 그리고 수업실행에서는 3개 요인(수업실행 과정, 수업실행 방법, 수업실행 결과)으로 구성되어 있었다.

둘째, 시각장애학교 교사의 수업 구성요인에서 수업설계 실제가 가장 영향력 있는 요인이었다.

셋째, 청각장애학교 교사의 수업 구성요인에서 수업설계 실제 요인을 가장 중요하게 인식하고 있었다.

넷째, 시각장애학교 교사와 청각장애학교 교사의 수업에 대한 인식은 차이가 있었다.

이와 같은 원인은 수업실행보다 수업설계에서 차이를 보이고 있는데, 수업설계 요인인 수업설계 기준과 수업설계 실제에서 모두 차이를 보이고 있다.

이 연구에서는 시각장애학교 교사와 청각장애학교 교사의 수업에 대한 인식의 차이가 나타나는 원인을 요인분석 결과에 기초하여 제안하고 있다.

@highlight

본 연구에서는 시각장애학교 교사와 청각장애학교 교사가 인식하는 수업의 구성요인 차이를 알아보기 위하여 조사연구로 수행됐다.

@highlight

본 연구에서는 시각장애학교 교사와 청각장애학교 교사의 수업에 대한 인식의 차이가 나타나는 원인을 요인분석 결과에 기초하여 제안하고 있다.

