본 연구의 목적은 영아전담 어린이집 교사들을 대상으로 영아기 자녀를 둔 부모들의 부모참여 현황과이에 관한 교사들의 인식을 조사하는 것이다.

이를 위해 수도권 15개 보육시설에 근무 중인 0세~만 2세영아를 담당하는 보육교사 200명을 대상으로 설문조사를 실시하여 151명의 응답결과를 최종 분석하였고,부모참여의 현황과 교사의 인식에 대하여 어린이집 설립유형 및 교사의 배경 변인들에 따른 차이를 분석하였다.

연구결과, 조사 대상의 약 3/4(75.5%)이 부모참여를 실시하고 있다고 하였고, 연수 실시자로는 외부강사(78/1%), 원장(12.6%), 전문직을 가진 부모(6.0%) 순이었으며, 부모참여 횟수는 한 학기에1회~2회(78.8%)가 대부분이고, 토요일 보다는 주로 평일(76.2%)에, 1회 당 1시간 이내(49.0%) 또는1~2시간(47.7%) 정도로 실시하고 있는 것으로 나타났다.

그리고 교사들은 부모참여의 필요성과 부모참여에 관한 교사연수의 필요성을 매우 높게 인식하고 있었다.

또한, 어린이집 설립유형에 따른 부모참여의 실시 현황에서 통계적으로 유의미한 차이가 확인되었으며, 교사의 배경변인으로 고려한 학력, 전공,경력, 나이 등에서도 모두 부모참여 실시 형태에서의 차이가 통계적으로 유의미하게 나타났다.

@highlight

이 연구의 목적은 영아전담 어린이집 교사들을 대상으로 영아기 자녀를 둔 부모들의 부모참여 현황과이에 관한 교사들의 인식을 조사하는 것이다.

