고온 발전용 열전모듈을 p-

type으로는 Ca2.7Bi0.3Co4O9,n-

type으로는 Ca0.96Bi0.04Mn0.96Nb0.04O3 을 선택하고 알루미나 기판 위에 1쌍과 2쌍을 제조하였다.

산화물 열전 모듈의 최적화 설계를 위해 먼저 1쌍의 열전모듈의 실험 결과로부터 전극의 접촉저항을 산출하여 2쌍 모듈에 적용함으로써 저항과 출력 특성을 예측하였다.

예측된 2쌍 모듈의 계산 값과 제조된 2쌍 모듈의 실측 값을 비교함으로써 모듈 설계를 위한 접근방법을 검토하였다.

2쌍 모듈의 계산된 저항과 측정된 저항은 각각 Th=833 K에서 0.954 Ω 과 1.105 Ω으로 약 0.15 Ω 정도의 차이로 근접한 결과를 얻었으며, 제시된 방법으로 고온산화물 열전 모듈 제작에 유효하다고 판단된다.

@highlight

산화물 열전 모듈의 최적화 설계를 위해 1쌍의 열전모듈의 실험 후 전극 접촉저항을 산출, 2쌍 모듈에 적용하여 저항과 출력 특성을 예측하여 제시된 방법으로 고온산화물 열전 모듈 제작에 유효하다고 판단된다.

