본 연구에서는 수업요소와 창의성교육 요소를 통합적으로 고려한 유아교사의 창의성교육 평가척도를 개발하고 그 타당도를 검증하였다.

이를 위해 현장 유아교사 289명을 대상으로 개방형 설문지를 이용하여 창의적인 수업에 대한 암묵적 인식을 조사하고, 문헌고찰을 바탕으로 유아기 발달특성을 고려한 창의성의 교육요소를 도출하였다.

이와 같은 요소들이 반영되어 제작된 유아교사의 창의성교육 평가척도는 유아교사 219명을 대상으로 예비조사가 실시되었으며, 탐색적 요인분석 결과 심리적지지, 사고력확장, 자기주도, 교수학습방법, 동기유발의 5개의 요인이 추출되었다.

본 조사에서는 유아교사 410명을 대상으로 평가도구의 타당성을 검증하였다.

확인적 요인분석을 통해 구성타탕도가 입증되었고, 유아의 창의성 증진을 위한 역할, 창의적 자기효능감, 일상적 창의성과의 상관분석을 통해 본 척도의 준거관련 타당도가 확인되었다.

본 연구의 이론적, 방법론적, 실제적 함의와 향후 연구의 방향성을 논의하였다.

@highlight

수업요소와 창의성교육 요소를 통합적으로 고려한 유아교사의 창의성교육 평가척도를 개발하고 그 타당도를 검증하였다.

@highlight

이와 같은 요소들이 반영되어 제작된 유아교사의 창의성교육 평가척도는 유아교사 219명을 대상으로 예비조사가 실시되었으며 탐색적 요인분석 결과 심리적지지, 사고력확장, 자기주도, 교수학습방법, 동기유발의 5개의 요인이 추출되었다.

