본 연구는 칸트의 거짓말과 관련한 윤리학적 틀에서 스포츠의 부정행위를 비판적으로 살펴보고 스포츠 윤리에 대한 윤리적 기준을 제시하는데 있다.

칸트는 「인간애로부터 거짓을 말할 수 있다는 잘못 생각된 권리에 관하여」 라는 글에서 어떠한 상황에서도 거짓을 말하는 것은 허용될 수 없다고 주장한다.

스포츠 상황에서의 거짓말이란, 자신의 승리를 위해 의도적으로 상대방을 속이거나 반칙과 같은 부정행위를 하는 것으로 환언(換言)될 수 있다.

다소 엄격한 윤리적 법칙을 천명한 칸트의 윤리형이상학과 관련 그의 거짓말에 대한 이론을 바탕으로 ‘당연히 해야 할 의무’인 페어플레이라는 스포츠 정신의 당위성을 보다 분명하게 강조하고, 스포츠 윤리를 철학적 관점에서 정초하고자 한다.

이는 스포츠의 다양한 상황 속에서의 현실적 적용가능성을 말하는 것이 아닌, 보다 본질적인 시선에서 스포츠의 윤리적 개념을 정의하려는 것이다.

즉 이 논문의 현안은 상황에 맞는 스포츠윤리에 대한 세세한 강령이 아니라, 스포츠윤리의 원리에 대한 반성적 고찰이다.

이를 통해 스포츠에서의 부정행위에 대한 경각심을 높이고, 보다 건전하고 건강한 스포츠정신의 발현을 도모하고자 한다.

@highlight

이를 통해 스포츠에서의 부정행위에 대한 경각심을 높이고, 보다 건전하고 건강한 스포츠정신의 발현을 도모하려 한다.

