본 연구의 목적은 건강한 학교생태계 설계를 위한 요인들을 도출하여 학교 구성원들의 인식을 조사하였다.

본 연구의 궁극적 목적은 학교를 건강한 생태계로 설계함으로써 학교 부적응 문제를 해결하는데 있다.

이를 위해 일반 체제이론, 일반 생태계, 학교생태계, 건강한 생태계, 건강한 학교조직 등의 문헌연구를 통해 건강한 학교생태계 설계 요인들을 도출하였다.

그 결과 활기, 조직, 탄력성 등 총 세 가지 영역에서 총 73개 요인이 도출되었다.

이들 요인들에 대해 초·중·고의 학생, 교사, 관리자 총 1619명을 대상으로 인식도 조사를 실시하였다.

결과에 따르면 교사들의 수업에 대한 열정, 학급 내 학생들 간의 소통, 학교 구성원들 간의 신뢰가 가장 중요한 요인들로 인식되고 있음을 알 수 있었다.

또한 학교 급별 비교에서는 초등학교가 중학교와 고등학교에 비해 비교적 높은 인식을 보여주고 있었으며 학교 구성원들 간의 비교에서는 관리자가 교사와 학생들에 비해 비교적 높은 인식을 보여주었다.

또한 학교 구성원들은 자신들의 입장에 따라 중요하게 인식하고 있는 요인들이 다르게 나타나는 결과를 보여주었다.

이들 결과는 건강한 학교생태계를 설계하는데 많은 시사점을 제공해 줄 것이다.

@highlight

이 연구의 목적은 건강한 학교생태계 설계를 위한 요인들을 도출하여 학교 구성원들의 인식을 조사했다.

@highlight

이 연구의 궁극적 목적은 학교를 건강한 생태계로 설계함으로써 학교 부적응 문제를 해결하는데 있다.

