본 연구에서는 학업우수집단과 부진집단 간 학습기술에 차이가 있는지 그리고 집단 내 학습기술 하위요인 간 차이가 있는지, 학업우수집단의 학업성취를 예측하는 학습기술의 하위요인이 무엇인지 분석하고자 하였다.

이를 위해 부산광역시 소재 초등학교 5학년 510명의 학업성취 및 학습기술 검사자료를 수집하였다.

독립표본 t-

검증 및 대응표본 t-

검증, 이분형 로지스틱 회귀분석을 실시하여 얻은 연구 결과를 요약하면 다음과 같다.

첫째, 학업우수집단이 부진집단보다 학습기술 및 학습기술의 하위요인에 있어 높은 점수를 얻었고 그 차이가 유의미하였다.

둘째, 각각의 집단 내에서 학습기술 전체점수와 자기관리, 과제해결, 시험치기기술점수 간 유의미한 차이가 있었고, 수업참여기술과 정보처리기술은 그 차이가 유의하지 않았다.

셋째, 학업우수집단의 학업성취에 대해서는 학습기술 하위요인 중 수업참여기술과 정보처리기술이 유의미한 예측요인으로 분석되었다.

이러한 결과에 비추어 볼 때, 학습기술은 학업성취의 중요한 변인이며 학습기술 하위요인 중 수업참여기술과 정보처리기술은 학업우수집단의 학업성취를 예측하는 요인으로서 의미를 갖는다고 해석할 수 있다.

수업참여기술과 정보처리기술을 구체화하여 훈련프로그램을 개발하는 것이 필요하며, 나아가 교육현장에서 학생들의 학업성취 증진을 돕기 위하여 이러한 학습기술의 지도가 활성화되어야 할 것임을 시사 받을 수 있었다.

@highlight

학업우수집단과 부진집단 간 학습기술 차이가 있는지, 집단 내 학습기술 하위요인 차이가 있는지, 학업우수집단의 학업성취를 예측하는 학습기술 하위요인이 무엇인지 분석한 결과, 학습기술은 학업성취의 중요한 변인이며 학습기술 하위요인 중 수업참여기술과 정보처리기술은 학업우수집단의 학업성취를 예측하는 요인으로서 의미를 갖는 것으로 볼 수 있다.

