정부에서는 국가직무능력표준(NCS) 및 국가역량체계(NQF) 구축을 통한 능력중심사회 구현을 위해 NCS 기반 교육, 훈련 및 자격제도를 개편 중에 있다.

전문대학은 NCS에 기반을 둔 일자리 중심의 교육과정 운영을 통해 산업현장에서 직무수행도가 높은 핵심직업인력을 양성하여 공급하기 위해 노력하고 있다.

대학은 NCS 기반의 직업교육 우수성을 지속적으로 유지·개선하기 위하여 NCS 기반 교육과정의 개발 및 운영 전반에 대한 평가 및 개선 작업을 수행하고 NCS 기반 교육품질을 지속적으로 관리해야 한다.

본 연구에서는 K대학 세무회계정보과의 NCS 기반 교육과정에 대한 지속적교육품질개선(CQI)의 단계별 사례를 분석함으로써 세무회계 교육 분야에서 CQI 도입을 통한 교육품질 관리와 개선에 대한 방안을 제시하고자 한다.

본 연구에서는 NCS 활용 교과목 Pre－Analysis, NCS 활용 교과목 CQI(NCS 활용 교과목 계획 수립, NCS 활용 교과목 운영, NCS 활용 교과목 평가 및 개선사항 도출) 및 학과 NCS 기반 교육과정 CQI의 단계로 나누어 사례를 분석하였다.

본 연구는 세무회계관련 학과의 CQI 시스템 수립 및 경쟁력 강화에 기여할 수 있을 것으로 기대된다.

@highlight

정부에서는 국가직무능력표준 및 국가역량체계 구축을 통한 능력중심사회 구현을 위해 NCS 기반 교육, 훈련 및 자격제도를 개편 중에 있다.

