다문화사회를 맞아 다양한 다문화정책이 마련되고 있다.

경찰에서도 다문화 치안활동을 실시하고 있다.

다문화 치안활동은 다문화 구성원을 대상으로 범죄예방과 실질적 사회정착을 지원하여 친밀감을 형성하고 자긍심을 부여하여 공동체 의식을 함양시키는 활동이다.

이 연구에서는 다문화 구성원의 다문화 치안활동 참여경험이 공동체 의식을 목적에 맞게 제고시키는지를 실증적으로 분석하였다.

연구결과 다문화 치안활동이 공동체 의식에 정(+)적인 영향을 미칠 것이라는 가설 Ⅰ은 채택되었다.

다문화 치안활동은 목적에 맞게 공동체 의식을 함양시키는 것으로 나타나 효과성이 실증적으로 검증되었다.

다문화 치안활동 참여경험이 공동체 의식의 하위요인인 귀속성과 애착성에서 정(+)적인 영향을 미치는 것을 확인하였다.

이는 다문화 치안활동을 다양하게 경험할수록 지역사회 구성원이라는 인식이 증가하고 지역사회에 대한 선호도와 자부심이 높아지는 것을 알 수 있다.

이러한 결과는 경찰의 다문화 정책인 다문화 치안활동이 지역사회에 동화를 지원하는 동화주의 정책인 것을 시사한다.

@highlight

다문화사회를 맞아 다양한 다문화정책이 마련되고 있다.

@highlight

다문화 치안활동은 다문화 구성원을 대상으로 범죄예방과 실질적 사회정착을 지원하여 친밀감을 형성하고 자긍심을 부여하여 공동체 의식을 함양시키는 활동이다.

