본 연구는 미래교육의 비전과 방향을 모색하기 위한 노력의 일환으로 미래인재의 핵심역량인 문제해결력과 컴퓨팅 사고력을 길러주는데 적합하다고 판단되는 SW코딩기반 메이커교육용 교수-

학습모형을 설계하여 그 효과성을 분석하였다.

해당 교수-

학습 모형은 교육부에서 확정 고시한 SW교육정책(2015년 9월)을 기준으로 메이커운동에서 확산된 교육사례를 피지컬 컴퓨팅과 접목시켜 구성한 것이다.

수업과정은 언플러그드 활동-

프로그래밍 언어-

피지컬 컴퓨팅이 하나의 프레임으로 순환되도록 설계되었다.

본 교수-

학습 모형의 효과성을 검증하기 위해 초등학교 6학년 학생 86명을 두 집단으로 나누어 스크래치 수업만을 실시한 집단과 메이커교육용 교수-

학습 모형을 적용한 집단에 대한 교육 효과를 비교하였다.

교육 효과성을 확인하기 위해 연구대상 학생들의 SW교육에 대한 인식, 컴퓨팅 사고력, 문제해결력 등을 측정하였다.

그 결과 메이커교육을 받은 집단의 확산적 사고와 실행능력이 문제해결력의 증진에 더 큰 효과가 있는 것으로 확인되었다.

따라서 SW코딩기반 메이커교육용 교수-

@highlight

미래교육의 비전과 방향을 모색하기 위한 노력의 일환으로 미래인재의 핵심역량인 문제해결력과 컴퓨팅 사고력을 길러주는데 적합하다고 판단되는 SW코딩기반 메이커교육용 교수-

@highlight

학습모형을 설계하여 그 효과성을 분석하였다.

@highlight

해당 교수-

@highlight

학습 모형은 교육부에서 확정 고시한 SW교육정책(2015년 9월)을 기준으로 메이커운동에서 확산된 교육사례를 피지컬 컴퓨팅과 접목시켜 구성한 것이다.

@highlight

따라서 SW코딩기반 메이커교육용 교수-

@highlight

학습 모형이 SW 교육과정을 효과적으로 운영하는데 도움이 될 것으로 기대된다.

