학교 기반의 치료지원에 대한 중요성과 필요성은 익히 알고 있지만 여전히 학교 기반의 치료지원 및 협력적 팀 접근의 활성화가 부족하고 학교 기반 치료지원을 선택하였어도 여러 장벽과 방해요인이 존재하여 어려움에 부딪히고 있다.

그러므로 본 연구에서는 학교 기반 치료지원 체계 및 협력적 팀 접근 체계의 개선을 위한 방안을 살펴보고자 한다.

이에 본 연구에서는 특수학교, 일반학교, 특수교육지원센터에서 학교 기반의 치료지원을 경험한 교사, 부모, 치료사 16인을 대상으로 심층면담을 진행하였다.

연구 결과 3개의 대주제와 11개의 하위주제가 도출되었다.

3개의 대주제는 (1) 학교 기반 치료지원 체계 및 협력적 팀 접근 체계에 대한 긍정적 경험, (2) 학교 기반 치료지원 체계 및 협력적 팀 접근 체계에 대한 부정적 경험, (3) 학교 기반 치료지원 체계 및 협력적 팀 접근 체계 개선 방안으로 나타났다.

본 연구결과를 기초로 학교 기반 치료지원 실행 장벽 해소 방안, 협력적 팀 접근 중재 실행의 내실화 방안을 논의하였다.

@highlight

이 연구에서는 특수학교, 일반학교, 특수교육지원센터에서 학교 기반의 치료지원을 경험한 교사, 부모, 치료사 16인을 대상으로 심층면담을 진행했다.

