2020년 1월 , 2018년 메르스 사태 이후 1년 반 만에 다시 코로나 19(COVOD-19)라는 대규모 감염병에 대한 공포와 충격이 한국 사회를 강타했다.

이 연구는 코로나 19 사태와 같은 비전통적 위협에 대해 한국군이 선제적이고 적극적인 재난대응체계를 구축하여 성공적으로 대응한 사례를 분석하는 연구이다.

이 연구에서는 먼저 코로나 19 사태 및 우리 정부의 감염병 재난대응체계를 살펴보고, 한국군 대응사례의 분석을 통해 그 성공 요인과 발전방안을 도출하였다.

사례분석 결과, 한국군의 첫 번째 성공 요인은 고위험 확진지역에 대한 현지 상황과 특성을 고려하여 골든타임 내에 통합적 재난지원체계가 작동한 것과 신속대응부대 등 전담부대를 지역별로 상설화해 장비 및 물자를 즉각 지원한 것이었다.

두 번째 성공 요인은 국방신속지원단 조직을 핵심으로 방역, 물자, 병력, 수송수단 등의 지원 소요를 정부부처 및 지자체와 신속하게 협업하여 가용 자원을 효과적으로 배분하는 ‘컨트롤타워’ 역할을 성공적으로 수행한 것이었다.

그러나 한편 한국군은 재해재난 등 비전통적 위협에 대한 국방 차원의 법령·제도·통합적 지원체계 등의 개선이 필요하다는 사실도 분석을 통해 밝혀졌고, 이 연구에서는 그러한 발전방안에 대하여 논의하였다.

@highlight

이 연구는 2020년, 대규모 감염병의 공포와 충격으로 한국 사회를 강타한 코로나 19 사태와 같은 비전통적 위협에 대해 한국군이 성공적으로 대응한 사례를 분석하는 연구이다.

@highlight

그 결과, 2가지 성공 요인을 확인할 수 있었으나, 국방 차원의 법령·제도·통합적 지원체계 등의 개선이 필요하다는 사실도 확인하여, 관련 발전방안을 논의하였다.

