도

시

철

도

 

전

동

차

 

운

행

에

 

필

요

한

 

전

력

을

 

공

급

하

는

 

시

스

템

은

 

대

부

분

 

교

류

를

 

직

류

로

 

변

환

하

여

,

 

전

차

선

을

 

통

해

 

공

급

하

고

 

있

으

며

,

 

교

류

를

 

직

류

로

 

변

환

하

는

 

정

류

기

는

 

다

이

오

드

를

 

사

용

한

 

정

류

방

식

과

 

사

이

리

스

터

를

 

사

용

한

 

정

류

방

식

이

 

있

다

.

 

사

이

리

스

터

를

 

사

용

한

 

정

류

방

식

은

 

1

2

펄

스

 

사

이

리

스

터

 

컨

버

터

를

 

정

방

향

과

 

역

방

향

으

로

 

연

결

한

 

구

성

으

로

 

정

방

향

으

로

 

연

결

된

 

사

이

리

스

터

 

컨

버

터

는

 

전

차

선

에

 

전

력

을

 

공

급

하

도

록

 

운

전

한

다

.

 

역

방

향

으

로

 

연

결

된

 

사

이

리

스

터

 

컨

버

터

는

 

전

동

차

 

정

차

 

시

 

회

생

제

동

으

로

 

회

생

전

력

이

 

발

생

하

여

 

전

차

선

 

전

압

이

 

상

승

하

게

 

되

면

 

R

e

v

e

r

s

e

 

M

o

d

e

로

 

운

전

한

다

.

 

사

이

리

스

터

 

컨

버

터

는

 

R

e

v

e

r

s

e

 

m

o

d

e

 

운

전

에

 

의

해

 

잉

여

 

전

차

선

 

전

압

을

 

교

류

 

모

선

으

로

 

환

원

함

으

로

써

 

전

동

차

 

운

행

전

력

의

 

약

 

2

0

%

 

정

도

를

 

절

감

할

 

수

 

있

다

.

 

그

러

므

로

 

도

시

철

도

의

 

운

영

효

율

 

향

상

과

 

온

실

가

스

 

감

축

을

 

위

해

서

는

 

사

이

리

스

터

를

 

사

용

한

 

정

류

방

식

이

 

유

리

하

다

.

 

하

지

만

 

사

이

리

스

터

 

정

류

방

식

은

 

정

류

 

시

에

 

고

조

파

 

전

류

가

 

발

생

하

여

 

도

시

철

도

 

변

전

소

의

 

역

률

이

 

저

하

되

는

 

단

점

이

 

있

다

.

 

본

 

논

문

에

서

는

 

사

이

리

스

터

 

정

류

방

식

 

도

시

철

도

 

변

전

소

의

 

역

률

 

개

선

을

 

위

해

 

제

1

1

차

 

고

조

파

 

필

터

의

 

설

치

를

 

제

안

하

고

 

시

뮬

레

이

션

을

 

통

해

 

시

스

템

에

서

 

발

생

하

는

 

고

조

파

 

전

류

를

 

분

석

하

여

 

평

균

 

역

률

이

 

6

6

%

에

서

 

9

1

%

로

 

상

승

하

였

음

을

 

보

여

줌

으

로

써

 

그

 

유

효

성

을

 

증

명

하

였

다

.

@highlight

도시철도 전동차 운행에 필요한 전력을 공급하는 시스템은 대부분 교류를 직류로 변환하여, 전차선을 통해 공급하고 있다. 교류를 직류로 변환하는 정류기는 다이오드를 사용한 정류방식과 사이리스터를 사용한 정류방식이다. 역방향으로 연결된 사이리스터 컨버터는 전동차 정차 시 회생제동으로 회생전력이 발생한다.