인간존중의 정신을 바탕으로 공익을 지향하도록 대중을 설득하는 공익광고는 미디어의발전과 함께 생활문화 속에 자리잡았다.

그런데 미디어 산업에 불어닥친 만성적인 재원 부족으로 인해 정부의 재원이 투입되는 등 공익광고의 자생적인 생산기반이 약화되고 있다.

또한 방송에 대한 집중도가 떨어져서 공익광고의 대중 노출이 줄어든다는 우려도 크다.

그러므로 공익광고의 사회적 역할과 필요성에 대한 엄밀한 검토가 필요한 시점이다.

본 논문에서는 공익광고가 창출하는 편익을 정량적으로 확인함으로써 사회적 역할과 필요성을 확인하고, 발전방안을 제안하고자 하였다.

이를 위하여 설문조사를 통해 진술선호자료를 수집하고 분석하였다.

1인당 매월 654원의 지불의사와 국민경제적으로 연간 2,845억원의 편익을 확인하였다.

그러므로 공공재인 공익광고가 시장의 실패로 인하여 사회적 필요량보다 과소생산되지 않도록 생산기반을 유지할 필요성을 확인하였다.

또한 계층별로 공익광고의 편익이 다름을 확인하여 주제선정 등 다양한 배려가 필요함을 밝혔다.

그리고 시청량의 역할을 확인하여, 송출 측면의 개선방안들의 유효성을 뒷받침하였다.

본 논문은 공익광고의 가치 및 발전방안을 객관적으로 제안함으로써 관련 논의에 출발점을 제공할 것이다.

@highlight

본 논문에서는 공익광고가 창출하는 편익을 알아보고 사회적 역할과 필요성을 확인하여 발전방안을 제안하고자 하였다.

@highlight

편익은 국민경제적으로 연간 2,845억원이었고 공익광고가 사회적 필요량보다 과소생산되지 않아야 함을 확인했다.

@highlight

또한 계층에 따라 주제선정에도 배려가 필요했다.

@highlight

본 논문은 공익광고 관련 논의에 출발점을 제공할 것이다.

