선박투자회사는 선박투자회사법에 의하여 만들어지는 것으로 100% 자신의 자회사인 특수목적회사를 두고 한척의 선박을 소유한다.

특수목적회사는 은행으로부터 선순위대출을 받고 투자회사로부터 후순위대출을 받아 선박을 건조하거나 구입하게 된다.

특수목적회사는 운항회사와 선체용선계약을 체결하고 용선료를 수령하게 된다.

투자자는 용선료로부터 수입을 얻고 용선기간이 종료되면 선박의 매각대금에서 투자수익을 보장받는다.

이 모든 업무는 선박운용회사가 맡아서한다.

필자의 연구에 의하면 선박운항과 관련한 책임은 모두 선체용선자가 부담한다.

다만, 법률상 난파물제거나 유류오염관련 책임은 등록선박소유자인 특수목적회사가 부담하게 된다.

선박소유구조가 복잡하여 유류오염손해 및 난파물제거의 경우에 피해자구제가 문제된다.

필자는 상법 해상편에 화물손해배상채권등 선박우선특권의 피담보채권확대, 난파물제거의 경우 등록선박소유자에게 책임보험의 가입을 강제화하는 것을 채권자보호 수단으로 제안하고 있다.

@highlight

선박투자회사는 선박투자회사법에 의하여 만들어지는 것으로 100% 자신의 자회사인 특수목적회사를 두고 한척의 선박을 소유하였다.

@highlight

특수목적회사는 은행으로부터 선순위대출을 받고 투자회사로부터 후순위대출을 받아 선박을 건조하거나 구입하였다.

