본 연구의 목적은 헌법재판소가 인식한 교육법정주의의 법리를 비판적으로 고찰하는 것이다.

첫째, 교육법정주의의 개념은 교육을 받을 권리의 실현과 형성을 위한 본질적인 사항을 법률로 정하고 교육에 관한 국가의 권한과 의무를 규정하는 것이다.

둘째, 교육법정주의의 기능은 교육이 수행하는 중요한 기능의 촉진, 교육을 통한 한국 헌법의 기본원리의 구현, 모든 국민의 능력에 따라 균등하게 교육을 받을 권리의 실효성있는 보장, 그리고 교육의 자주성 및 중립성의 유지이다.

셋째, 헌법은 교육법정주의의 내용으로 교육제도와 그 운영, 교육재정, 그리고 교원의 지위에 관한 기본적인 사항을 제시하고 있고 교육의 자주성 및 중립성 보장이라는 헌법적 요청 및 교육법정주의의 기능을 고려할 때 교육제도에 교육내용도 포함시킬 필요가 있으며 교원의 지위의 개념을 고려할 때 교원의 지위에 교원의 신분보장 및 의무에 관한 사항을 포함시킬 필요가 있으나 교육을 받을 권리의 실효성있는 보장이라는 한계를 준수할 필요가 있다.

끝으로, 헌법재판소는 쟁점별로 교육법정주의의 한계를 판단하는 기준을 다르게 제시하고 있다.

@highlight

헌법재판소가 인식한 교육법정주의의   개념은 교육을 받을 권리의 실현과 형성을 위한 본질적인 사항을 법률로 정하고 교육에 관한 국가의 권한과 의무를 규정하는 것이고,   기능은 교육이 수행하는 중요한 기능의 촉진, 교육을 통한 한국 헌법의 기본원리의 구현, 모든 국민의 능력에 따라 균등하게 교육을 받을 권리의 실효성있는 보장,  교육의 자주성 및 중립성의 유지이다.

@highlight

헌법은 교육제도에 교육내용도 포함시킬 필요가 있으며 교육을 받을 권리의 실효성있는 보장이라는 한계를 준수할 필요가 있으며 헌법재판소는 교육법정주의의 한계를 판단하는 기준을 다르게 제시하고 있다.

