본 연구는 댄스스포츠 참가자의 참여수준, 참여 동기 및 여가제약 협상전략의 관계를 분석하는 것에 목적이 있다.

연구의 대상은 D시와 K시에 거주중인 댄스스포츠 참가자를 모집단으로 선정하여 비확률 표본추출법 중 편의표본추출법을 이용하여 총 350명이 표집 되었다.

댄스스포츠 프로그램을 실시하는 피트니스 센터 및 동호인클럽을 직접 방문하여 설문조사를 실시한 결과, 최종 314부(응답률 89.7%)의 설문지를 회수하였다.

이들 중 질문문항의 일괄적인 처리 혹은 무응답, 오기입 등 신뢰성이 떨어진다고 판단되어지는 51부의 설문지를 제외하고 총 263부가 분석에 사용되었다.

SPSS 20.0 통계 프로그램을 이용하여 자료를 분석한 결과는 다음과 같다.

첫째, 댄스스포츠 참가자의 동기수준은 참여수준에 유의한 정(+)의 영향을 미치는 것으로 나타났다.

둘째, 댄스스포츠 참가자의 동기수준은 여가제약 협상전략에 유의한 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 댄스스포츠 참가자의 여가제약 협상전략은 참여수준에 유의한 정(+)의 영향을 미치는 것으로 나타났다.

본 연구의 결과는 후속 연구 및 댄스스포츠 동호인클럽 현장에서 동호인의 참가수준을 높이고 여가제약을 완화하기 위한 실질적 기초자료로 사용될 것을 기대한다.

@highlight

본 논문의 목적은 댄스스포츠 참가자의 참여수준, 참여 동기와 여가제약 협상전략의 관계를 분석하는 것에 있다.

@highlight

연구의 대상은 D시 및 K시에 거주중인 댄스스포츠 참가자를 모집단으로 선정해 비확률 표본추출법 중 편의표본추출법을 활용하여 총 350명이 표집 됐다.

