이 연구의 목적은 Peer Instruction 수업을 통해 문항의 난이도에 따른 과학영재의 인지갈등의 특성을 알아보고, 일반 학생들의 인지갈등 정도와 비교 분석하였다.

서울시와 경기도 소재 교육청 부설 영재교육원 과학영재학생 49명, 일반 중학교 학생 71명을 대상으로 빛의 직진 및 합성에 관한 개념 검사에 대해 동료 토론 전 후의 인지갈등 검사를 실시하였다.

과학영재는 인지적 재평가 요인 측면에서는 문항의 난이도와 관계없이 동료와의 토론 후 유의미하게 인지갈등이 감소했다.

과학 영재는 동료에 대한 신뢰가 높은 편이었으며 동료와 토론하는 동안 자신의 개념을 동료에게 설명하면서 머릿속의 개념을 명료화할 수 있고 반성적 사고를 하게 되므로 갈등이 해소되어 인지갈등이 감소한 것으로 나타났다.

문항의 난이도가 높아질수록 과학영재는 일반학생과 같이 동료 토론 전에 불안 정도가 높았지만, 일반학생에 비해 그 불안 정도는 낮았고, 동료 토론 후에 불안 정도는 통계적으로 유의미하게 감소함을 알 수 있었다.

과학영재의 인지갈등변화를 분석한 결과를 바탕으로 과학영재의 학습자 특성을 고려한 다양한 인지갈등 전략의 개발과 적용이 필요하다는 것을 알 수 있다.

또한 과학영재를 위한 개념검사 문항을 개발할 때, 문항의 난이도에 대한 고려 사항에서 본 연구의 결과는 시사하는 바가 크다고 할 수 있다.

@highlight

본 연구의 목적은 Peer Instruction 수업을 통해 문항의 난이도에 따른 과학영재의 인지갈등의 특성을 알아보고, 일반 학생들의 인지갈등 정도와 비교 분석했다.

