본 연구의 목적은 모래놀이치료가 틱 장애 아동의 틱 증상 감소에 어떠한 효과가 있는지를 알아보고, 틱 장애 아동의 모래놀이치료 사례분석을 하였다.

연구 대상은 부산광역시에 거주하는 초등학교 5학년 남자 아동으로 음성틱 장애를 가진 아동이다.

본 연구의 목적을 위해 AB 반전설계의 시계열 연구방법과 사례분석이 사용되었다.

본 연구의 결과는 다음과 같다.

첫째, 음성틱 증상을 가진 대상 아동의 YGTSS 점수를 살펴보면 전체점수(GSS)에서 사전 44점, 사후 19점, 추후 19점으로 모가 관찰한 아동의 틱증상이 현저히 감소하였다.

둘째, 모래놀이치료가 실시된 13회기동안 상담 세션을 녹화하여 축어록 및 자료들을 수집하여 사례분석을 한 결과, 대상아동은 내면을 드러내고 마주하며, 자신의 욕구를 표현하고 분노 감정을 표출하는 등 내적 성장을 이루어가는 과정이 나타났다는 것을 알 수 있었다.

따라서 모래놀이치료는 틱 장애 아동의 틱 증상 감소에 효과가 있으며, 아동이 내적 성장을 이룰 수 있었음을 알 수 있다.

@highlight

이 연구의 목적은 모래놀이치료가 틱 장애 아동의 틱 증상 감소에 어떤 효과가 있는지를 알아보고, 틱 장애 아동의 모래놀이치료 사례분석을 했다.

@highlight

이 연구의 목적을 위해 AB 반전설계의 시계열 연구방법과 사례분석이 사용됐다.

