본 연구의 목적은 사회복지시설종사자의 융합적 직무역량강화가 삶의 질에 영향을 미치는지를 검증하는 것이다.

연구의 목적을 달성하기 위해 서울시 20개, 경기지역 20개 사회복지시설에 근무하는 사회복지종사자들을 대상으로 설문을 하였고, 회수된 188부를 연구에 사용하였다.

표본추출법은 비확률표집법에서 임의표집법을 활용하였다.

연구결과, 사회복지종사자의 역량강화정도와 삶의 질간의 관계에서 살펴보면 개인역량과 만족감, 환경역량과 불만족감, 관계역량과 만족감에서만 정적인 상관이 있었고, 나머지영역에서는 상관이 없는 것으로 나타났다.

그리고 사회복지종사자의 개인역량, 환경역량이 불만족감에 정(+)적인 역할을 하는 것으로 나타났다.

또한, 관계역량이 불만족감에 부(-

)적인 역할을 하는 것을 볼 수 있다.

개인역량정도, 이직하고자 하는 마음을 통제하는 역량정도, 관계역량이 만족감에 정(+)적인 역할을 하는 것을 볼 수 있다.

따라서 사회복지종사자의 삶의 질을 향상시키기 위해서는 사회복지종사자들을 대상으로 직무역량강화 교육프로그램을 실행할 때에 긍정적인 효과가 있을 것으로 기대한다.

@highlight

본 연구는 사회복지시설종사자의 융합적 직무역량강화가 삶의 질에 영향을 미치는지를 검증하는 것에 그 목적이 있다.

@highlight

연구의 목적을 달성하기 위하여 서울시 20개, 경기지역 20개 사회복지시설에 근무하는 사회복지종사자들을 대상으로 설문 하였고, 회수된 188부를 연구에 사용했다.

