본 연구는 학교운영 방식에 대한 교장과 교사의 인식 차이에 영향을 미치는 교사, 교장, 학교특성을 탐색하는데 목적이 있다.

이를 위해 경기교육종단연구 2차년도 데이터의 중·고등학교 교사, 교장, 학교 설문 자료를 활용하여 2수준 다층분석 모형을 적용하여 분석하였다.

분석결과, 교사특성에서는 남자교사, 수석·부장교사, 현 학교에 부임을 희망한 교사의 불일치 정도가 낮았으며, 교사효능감이 높을수록 교장과 교사의 인식 불일치가 낮았다.

교장 및 학교특성에서는 교장의 교육정책인지도가 높을수록 불일치가 높았으며, 학교의 조직풍토가 개방적일수록 불일치 정도는 낮았다.

또한, 혁신학교가 일반학교에 비해 불일치가 높은 것으로 나타났다.

이러한 연구결과를 토대로 본 연구는 학교운영 방식에 대한 교장과 교사의 인식 불일치를 줄이기 위해 교사의 자율성과 전문성을 보장하는 방향으로의 학교운영 전환, 학교조직문화 진단도구의 개발과 보급, 단위학교에서 교육정책 도입 시 학교구성원간 논의와 협의 과정 의무화 등을 제안하였다.

@highlight

이 연구는 학교운영 방식에 관한 교장과 교사의 인식 차이에 영향을 미치는 교사, 교장, 학교특성을 탐색하고자 한다.

