사비도성은 123년간 후기 백제의 도성이었다.

이 도성은 고대 동아시아의 도성제를 바탕으로 경외매장과 南面하는 왕궁, 외곽을 갖춘 도성이다.

본고는 이와 같은 사비도성을 자연적인 경관과 발굴로 드러난 인위적인 경관을 바탕으로 하여 도성의 변천을 살펴보았다.

사비도성은 외래의 도안과 전통을 어울러 독자적인 도성을 기본적으로 538년 천도 전 구축하였다.

당시의 모습은 외곽 거점방어시설과 나성, 왕궁 등이 들어선 형상이었다.

이후 위덕왕대인 6세기 3/4분기부터 도성의 내부는 점진적으로 전면 개발이 이루어졌고, 이러한 개발은 7세기 1/4분기까지 이어진다.

하지만 금강의 하류변에 위치한 저평한 도성의 자연 훼손적 개발은 필연적인 자연재해를 수반하게 된다.

그리고 이를 극복하기 위한 개발이 7세기 2/4분기에 주요시설지의 재개발로 이어진다.

이러한 사비도성의 내부 구조물을 살펴보면, 우선 도성은 방 4㎞의 크기이며, 북쪽 끝 중앙부에 왕궁과 후원인 부소산성이 배치되어 있다.

왕궁도 초기의 경우 부소산의 중앙 아래였다 후기에 서편 자락으로 이동한 것으로 보인다.

한편, 사비도성은 광의적으로 보면, 무덤과 생산시설이 들어선 나성과 금강 밖도 도성의 범위에 속한다고 할 수 있다.

@highlight

본고는 자연적인 경관과 발굴로 드러난 인위적인 경관을 바탕으로 하여 사비도성의 변천을 고찰하였다.

@highlight

538년 천도 전 처음 구축될 당시의사비도성은 외곽 거점방어시설과 나성, 왕궁 등이 들어선 형상이었다.

@highlight

이후 위덕왕대부터 7세기까지 개발과 재개발이 이루어졌다.

