본 연구에서는 탈현대사회의 도래와 더불어 확연하게 된 다원주의의 사실과 규범에 비추어 다양성과 차이 속에서도 연대구축을 위해 힘쓴 대표적 사상가들을 입장을 비교 분석하고 그에서 연역되는 교육적 과제들을 도출해 보았다.

하버마스는 탈현대적 상황 속에서도 여전히 보편적 이성에 토대한 전인류적 차원의 연대의식 확보를 위해 애쓰는 점, 로티는 탈합리적 정조에 기반한 국가적 수준의 연대의식을 옹호하고 있는 점, 그리고 매킨타이어는 공동체의 실행과 전통에 기반한 지방적 수준의 연대의식을 제안한 점 등의 특징을 확인할 수 있었다.

이들의 연대론적 특징에서 교육적 차원에서는 의사소통 능력의 개발, 문학과 예술 활용 교육, 실천기반 도덕공동체로서의 학교 개혁 등의 과제를 시사받을 수 있었다.

교육은 크게 보면 바로 인간연대를 구축하는 일이다.

‘탈현대적 조건’의 성숙 이후 더욱 두드러지게 된 도덕·정치적 생활에서의 다원주의는 자칫 구성원들 사이의 차별과 배척과 같은 부정적 결과를 낳기 쉽다.

연대성의 수준을 어디로 하던 여러 가지 수준에서의 연대의식 확대를 위한 여러 가지 노력을 기울일 필요가 있다.

@highlight

이 연구에서는 탈현대사회의 도래와 더불어 확연하게 된 다원주의의 사실과 규범에 비추어 다양성과 차이 속에서도 연대구축을 위해 힘쓴 대표적 사상가들을 입장을 비교 분석하고 그에서 연역되는 교육적 과제들을 도출해 보았다.

