본고는 번역시가로서의 소악부 형성 과정과 번역 방식을 고찰함에 목적이 있다.

먼저 번역시가로서 악부가 어떤 위치를 차지하는지 알아보았다.

고려시대 소악부는 유우석의 <죽지사>를 전범으로 하여 민요를 바탕으로 만들어진 7언절구 형식의 한역시이다.

원가가 현전하는 소악부를 중심으로 원가와 번역시의 관계를 살펴보면 매우 복합적인 형태로 얽혀 있음을 알 수 있다.

직역과 의역이 한 작품 안에 혼용되어 있기도 하고, 소재를 그대로 차용하는 경우, 좀 더 구체적이거나 비유적인 소재로 바꾸는 경우도 있다.

또한 부대설화와 고려가요 등에서 일부와 그 밖에 관련 소재에서 일부를 취합하여 번역하는 경우도 살펴보았다.

본고에서 시도한 일련의 작업들로 원가와 번역 작품의 상관관계를 다각적으로 파악할 수 있으며, 원작과의 비교·대조를 통하여 번역작의 특수성을 밝혀낼 수 있다.

하지만 고려시대 소악부만으로는 번역시가의 전면모를 정확히 파악하기는 어렵다.

원가가 남아 있는 경우가 많지 않아서 번역작들이 갖고 있는 공통적 특질을 가려내기가 힘들기 때문이다.

따라서 고려시대의 번역시가의 구체적인 상을 잡기 위해서는 번역작의 범위를 어떻게 설정할 것인가에 대한 문제와 고려 향가와 한시, 민요와 한역시 문제, 현토와 번역 관계 규명 등을 아울러 고찰해야 한다.

이러한 연구들이 축적될 때 비로소 고려시대 번역시가라는 틀이 형성되리라 기대해 본다.

@highlight

이 글은 번역시가로서의 소악부 형성 과정과 번역 방식을 고찰함에 목적이 있다.

@highlight

먼저 번역시가로서 악부가 어떤 위치를 차지하는지 알아보았다.

