최근 급증하는 기상이변 및 기후온난화 현상은 풍수로 인한 피해를 더욱 가속시키고 있어 풍수해 발생가능성을 미리 예측하여 선제적으로 대응할 방안 마련이 필요하다.

재난 재해의 위험성 분석은 주로 확률 통계기법에 기반한 수식모델 연구가 주류를 이루고 있고 소방방재청 국립방재연구소에서 구축한 태풍위원회 재해정보시스템(TCDIS: Typhoon Committee Disaster Information System) 또한 지역별 풍수해 위험성 분석에 확률모델을 활용하고 있다.

본 논문에서는 경험적 패턴인식에 탁월한 성능을 가진 신경망 알고리즘을 활용하여 개발한 풍수해 예측모델을 소개하고 이 모델과 TCDIS의 KDF 확률밀도함수를 이용한 풍수해 예측모델의 성능 비교 결과를 제시하여 기존 TCDIS의 위험성 분석기능에 신경망 모델을 적용함으로써 시스템의 강건성과 예측 정확도 향상이 가능함을 보이고자 한다.

@highlight

이 논문은 경험적 패턴인식에 탁월한 성능을 가진 신경망 알고리즘을 활용해 개발한 풍수해 예측모델을 소개하고 이 모델과 TCDIS의 KDF 확률밀도함수를 이용한 풍수해 예측모델의 성능 비교 결과를 제시해 기존 TCDIS의 위험성 분석기능에 신경망 모델을 적용함으로써 시스템의 강건성과 예측 정확도 향상이 가능함을 보이려 한다.

