농지가격을 시장접근법에 기반하여 평가하고자 하는 경우, 비교 거래사례의 선택 과정에서 평가자의 주관적 판단이 개입될 가능성이 높다.

특정 거래사례를 비교 거래사례로 선택한 근거에 대해 객관적이고 설득력 있는 근거를 제시하지 못할 경우, 이는 각종 민원 발생과 쟁송 제기 등 커다란 사회적 비용을 발생시킨다.

이에 본 연구는 거래사례의 선택과정을 최대한 계량화하는데 주안점을 두었다.

본 연구에서는 우선 거리척도와 관련된 일반적 이론과 척도의 종류 등을 살펴보고, 연속형 변수 뿐 아니라 범주형 변수도 함께 취급할 수 있는 Gower 거리에 초점을 맞추었다.

농지 거래사례를 대상으로 Gower 거리척도를 계산하였으며, 그 결과 농지 가격 추정의 정확성을 높일 수 있었다.

본 연구는 지리적 공간에서의 물리적 거리를 계산하는 대신, 속성 공간에서의 거리를 계산하여 농지가격 추정에 적용하였다는 점에서 다른 연구와 차별화된다.

거리척도에 기반한 이러한 평가방법은 담보평가나 과세평가 등에 있어 농지 평가금액의 신뢰성을 높이는데 일조할 것으로 기대된다.

@highlight

이 연구는 거래사례의 선택과정을 최대한 계량화하는데 주안점을 두었다.

@highlight

이 연구는 지리적 공간에서의 물리적 거리를 계산하는 대신, 속성 공간에서의 거리를 계산해 농지가격 추정에 적용했다는 점에서 다른 연구와 차별화된다.

