현재 많은 여성 노인은 다양한 평생학습기관을 통해서 적극적으로 평생교육 프로그램에 참여하는 능동적 학습자의 모습을 보이고 있다.

이에 본 연구는 여성 노인학습자의 평생학습 참여경험을 통해 자신들의 삶과 죽음에 대해 어떻게 이해하고 의미를 변화시켜 나가는지 탐색하고자 하였다.

이를 위해 본 연구는 여성 노인학습자의 단순한 한 개인적 삶의 이야기가 아니라 사회적 시간이란 맥락 안에서 여성 노인의 삶의 경험과 과정을 심층적으로 이해하고 분석하기 위하여 생애사 연구를 수행하였다.

연구 결과 대부분 여성 노인학습자의 평생학습 참여 맥락에는 그들을 둘러싼 시대적 맥락, 주변인, 가족과의 관계 속에서 배움이 없어 겪게 된 부정적인 경험과 이를 언젠가는 극복하고자 하는 긍정적인 경험이 유지되면서 생겨난 기대와 학습욕구가 작용하여 노년기에 적극적인 변화 시도로서 평생학습에 참여하게 되었다.

또한 여성 노인학습자은 평생학습을 통해 기술적 지식의 획득뿐만 아니라 일상적 활동에서도 새로운 사회구성원으로의 역할을 경험하고 나눔과 공유를 통해 달라진 삶의 양상과 태도를 보여 주었다.

마지막으로 평생학습 참여 후 다양한 활동을 통해서 자신들의 삶을 재해석하며 열등감을 극복해 나가고 새로운 꿈과 지속적인 학습에 대한 욕구를 생성하였다.

그러나 노화에서 오는 죽음불안은 벗어나기 힘든 양가 감정으로, 이로 인한 불안과 두려움은 평생학습을 통한 경험만으로는 극복하기 힘들다고 할 수 있다.

@highlight

현재 많은 여성 노인은 다양한 평생학습기관을 통해서 , 평생교육 프로그램에 참여하는 능동적 학습자의 모습을 보이고 있다.

