1990년대 중반 이후 어린이보호구역 개선사업 등 학교 주변 안전과 보행환경 개선을 위한정책이 적극적으로 추진되어 왔으나, 어린이 통학 시의 주요 이동경로가 이루어지는 통학로 까지는 확대되지 못해 사고예방 효과가 크지 않았다.

또한 자동차 급증으로 첨두시간대의 간선도로 교통이 이면도로로 우회함에 따라 어린이들의 주요 생활공간인 학교 권역까지 침범하는 등 어린이 안전과 환경을 위협하고 있다.

이에 본 연구는 국내 어린이 교통사고 특성을 파악하고 서울시 여의도 중고등학교 및 경기도 운중초등학교를 중심으로 현장조사를 수행하여 문제점을 분석하였다.

또한 보행자 보호구역(어린이보호구역 포함)에 가변형속도제한표지 및 비콘을 설치하여 해당시설이 차량의 통행속도에 미치는 영향을 분석하였다.

분석결과 가변형속도제한표지는 약 8.3km/h의 통행속도 감속효과가 나타났으며 비콘의 경우 미미하나마 오히려 0.8km/h의 통행속도가 증가하는 현상이 도출되었다.

또한 설치전후의 신호위반 차량대수를 조사한 결과 승용차, 버스, 화물차의 신호위반율이 약 3% 감소하였다.

@highlight

본 논문은 국내 어린이 교통사고 특성을 파악하고 서울시 여의도 중고등학교 및 경기도 운중초등학교를 중심으로 현장조사를 수행하여 문제점을 분석했다.

@highlight

보행자 보호구역(어린이보호구역 포함)에 가변형속도제한표지와 비콘을 설치하여 해당시설이 차량의 통행속도에 미치는 영향을 살펴보았다.

