이 연구는 두 개의 전쟁박물관이 전쟁을 재현하고 기억하는 방식을 이행기 정의의 맥락과 공공역사(public history)의 관점에서 살펴본다.

<용산 전쟁기념관>과 <전쟁과 여성인권박물관>은 전쟁에 대한 대립적 의미와 감정기억을 드러내고 있다.

<용산 전쟁기념관>이 남성·군인·전투 중심의 전쟁서사와 감정기억을 재현한다면, <전쟁과 여성인권박물관>은 여성·피해자·인권 중심의 전쟁서사와 감정기억을 생성한다.

두 전쟁 박물관에서 나타난 대립적인 젠더 표상체계는 한국 이행기 정의의 답보 지점을 드러내는 동시에, 전쟁에 대한 젠더 인지적 교육이 불가피함을 역설하고 있다.

이 글은 <전쟁과 여성인권박물관>의 사례가 내보인 비판적 잠재력을 ‘이행기 정의의 코뮤니타스’라는 개념으로 가공하여 젠더 인지적 공공역사의 방법론적 가능성을 타진하고 남은 과제를 제시해보고자 하였다.

@highlight

두 개의 전쟁박물관이 전쟁을 재현하고 기억하는 방식을 이행기 정의의 맥락과 공공역사(public history)의 관점에서 살펴보고자 한다.

@highlight

 이 글은 <전쟁과 여성인권박물관>의 사례가 내보인 비판적 잠재력을 ‘이행기 정의의 코뮤니타스’라는 개념으로 가공하여 젠더 인지적 공공역사의 방법론적 가능성을 타진하고 남은 과제를 제시해보고자 하였다.

