본

 

연

구

는

 

우

리

나

라

 

사

과

 

주

산

지

인

 

안

동

도

매

시

장

(

안

동

농

협

농

산

물

공

판

장

)

과

 

소

비

지

(

서

울

가

락

동

청

과

시

장

)

의

 

사

과

경

락

가

격

간

의

 

상

호

 

연

관

성

을

 

도

출

하

고

자

 

하

였

다

.

 

2

0

0

5

년

부

터

 

2

0

1

4

년

까

지

 

소

비

지

,

 

산

지

 

도

매

시

장

의

 

월

별

,

 

일

별

 

계

절

별

 

경

락

가

격

 

자

료

를

 

이

용

하

여

 

시

계

열

자

료

의

 

연

관

성

 

검

정

을

 

위

해

 

공

적

분

 

검

정

과

 

벡

터

오

차

수

정

모

형

에

 

의

해

 

시

계

열

자

료

의

 

선

후

행

성

을

 

검

정

하

였

다

.

 

분

석

결

과

 

산

지

와

 

소

비

지

도

매

시

장

가

격

은

 

서

로

 

분

리

되

어

 

독

립

적

으

로

 

형

성

되

는

 

것

이

 

아

니

고

,

 

두

 

가

격

 

사

이

에

 

인

과

관

계

가

 

존

재

하

여

 

밀

접

한

 

관

계

를

 

유

지

하

면

서

 

가

격

에

 

있

어

 

장

기

균

형

을

 

형

성

하

고

 

있

는

 

것

으

로

 

나

타

났

다

.

 

그

리

고

 

소

비

지

도

매

가

격

과

 

산

지

도

매

가

격

의

 

상

호

 

영

향

력

은

 

정

의

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

으

며

,

 

분

산

분

해

분

석

을

 

통

해

서

 

산

지

도

매

가

격

은

 

자

체

가

격

의

 

변

동

 

폭

에

 

의

해

서

 

설

명

되

는

 

부

분

이

 

9

3

.

6

7

%

이

고

 

소

비

지

도

매

시

장

가

격

의

 

영

향

력

은

 

6

.

3

3

%

로

 

낮

은

 

수

준

을

 

보

이

고

,

 

소

비

지

도

매

가

격

은

 

산

지

 

도

매

가

격

의

 

영

향

력

이

 

9

0

.

4

1

%

로

 

나

타

나

 

산

지

가

격

에

 

매

우

 

큰

 

영

향

을

 

받

고

 

있

는

 

것

으

로

 

나

타

났

다

.

 

안

동

농

협

농

산

물

공

판

장

을

 

포

함

한

 

사

과

의

 

산

지

가

격

과

 

서

울

청

과

를

 

중

심

으

로

 

한

 

도

매

가

격

을

 

비

교

해

 

본

 

결

과

,

 

사

과

의

 

산

지

가

격

은

 

자

체

가

격

결

정

력

이

 

크

나

 

소

비

지

도

매

시

장

은

 

자

체

적

인

 

가

격

결

정

력

이

 

부

족

하

다

고

 

볼

 

수

 

있

다

.

 

즉

,

 

사

과

의

 

주

산

지

도

매

가

격

이

 

소

비

지

도

매

가

격

을

 

선

도

한

다

고

 

볼

 

수

 

있

다

.

@highlight

우리나라 사과 주산지인 안동도매시장(안동농협농산물공판장)과 소비지(서울가락동청과시장)의 사과경락가격간의 상호 연관성을 도출하였다. 안동농협농산물공판장을 포함한 사과의 산지가격과 서울청과를 중심으로 한 도매가격을 비교해 본 결과, 사과의 산지가격은 자체가격결정력이 크나 소비지도매시장은 자체적인 가격결정력이 부족하다고 본다.