본 연구는 세대간 자산 이전의 보편적인 경제 논리와 한국의 고유한 사회문화적 요소를 동시에 고려하여, 신혼가구의 주택소비에 있어 세대간 자산 이전이 어떻게 이루어지고 있는지를 실증적으로 규명하는데 목적이 있다.

연구를 위한 자료는 한국노동패널조사(KLIPS)에서 추출되며, 분석모형으로는 다중회귀모형과 경로모형을 사용하였다.

실증분석의 결과, 선행연구에서와 같이 부모가구의 순자산이 결혼 후 분가한 자녀가구의 거주부동산 자산에 유의미한 양(+)의 영향을 미치는 세대간 자산 이전 효과를 확인하였다.

또한 세대간 자산 이전이 주로 자녀에 대한 부모의 직접적인 물질적 지원의 경로를 통해 이루어진다는 점과, 자녀의 거주부동산 자산 형성에 미치는 영향력에 있어 부모의 순자산은 자녀의 항상소득, 총부채와 거의 동일한 중요성을 지니고 있음을 확인하였다.

무엇보다 본 연구를 통해 처음으로 규명된 것은 부모의 순자산이 자녀의 거주부동산 자산에 미치는 영향이 여성집단에 비해 남성집단에서 더욱 중요하게 나타나는 성별효과(gender effect)이다.

즉, 남성집단에서는 부모의 순자산이 자녀의 항상소득보다 더 큰 영향력을 행사하는데 비해 여성집단에서는 자녀의 항상소득이 부모의 순자산보다 더 큰 영향력을 갖고 있다.

이러한 남녀집단간 비대칭성은 가족주의적 문화와 함께 부거제 등의 전통으로 인해 남녀 및 남녀 부모의 역할을 구분해 온 한국의 사회문화적 특성이 반영된 결과로 볼 수 있다.

@highlight

본 논문은 세대간 자산 이전의 보편적인 경제 논리와 한국의 고유한 사회문화적 요소를 동시에 고려해, 신혼가구의 주택소비에 있어 세대간 자산 이전이 어떻게 이루어지고 있는지를 실증적으로 규명하였다.

@highlight

연구 자료는 한국노동패널조사에서 추출하였으며, 분석모형으로는 다중회귀모형과 경로모형을 활용하였다.

