과잉치의 발생 원인 및 빈도, 치료 등 과잉치에 대한 많은 선학의 연구가 있었으나, 현재에 있어서도 과잉치의 발생 원인은여전히 명확하지 않은 상태이다.

전체 인구에서 0.15%~1.0%의 발병률을 보이는 과잉치의 병인론으로는 계통발생학적돌연변이(atavism), 치배분열론(dichotomy theory), 치아판의 국소적인 증식 그리고 유전 및 환경적 요인들의 조합(unified etiologic explanation) 등이 있다.

동일한 수정란으로부터 생긴 쌍생아인 일란성 쌍생아는 유전학적으로 동일한 개체이다.

이들에게서 나타난 과잉치에 대한보고는 과잉치의 병인론에 있어 유전적인 요인이 강하게 작용함을 뒷받침할 수 있다는 면에서 의미를 가진다.

본 연구에서는 경북대학교 치과병원 소아치과 외래를 내원한 3쌍의 일란성 쌍생아에서 나타난 과잉치를 관찰하였으며,이는 유전적인 원인에 의한 과잉치의 발생을 뒷받침함에 의미가 있어 보고하는 바이다.

@highlight

이 연구에서는 경북대학교 치과병원 소아치과 외래를 내원한 3쌍의 일란성 쌍생아에서 나타난 과잉치를 관찰하였으며,이는 유전적인 원인에 의한 과잉치의 발생을 뒷받침함에 의미가 있어 보고하는 바이다.

