본 논문은 이론과 실기 교육, 학계와 산업계의 융합 교육을 지향하는 게임 교과목 교육의 효과적이고 체계적인 학습 방법론을 제안하는 것을 목적으로 한다.

특히 교수자 중심 교육에서 학습자 중심 학습 환경으로 변화하고 있는 시대적 흐름을 반영하여 4PBL 모델을 제시하고자 한다.

4PBL 모델은 학습 접근 방식을 기반으로 하는 3P 모델과 문제기반학습(Problem based Learning) 방법론을 보강, 발전시킨 모델로 개인지(Personal based Learning), 문제기반학습(Problem based Learning), 프로젝트기반학습(Project based Learning), 실행기반학습(Performance based Learning)으로 구성된다.

본고에서는 구체적인 게임 교과목 교육 사례를 들어 각 단계별 PBL의 개념과 특징을 설명하였다.

이와 같은 시도는 변화하는 교육 패러다임 속에서 게임 기획과 개발에 대한 지식을 주체적으로 구조화할 수 있는 학습 환경을 제시할 수 있다는 점에서 유의미한 가치가 있다고 할 수 있다.

@highlight

본고는 이론과 실기 교육, 학계와 산업계의 융합 교육을 지향하는 게임 교과목 교육의 효과적이고 체계적인 학습 방법론을 제안하는 것을 목적으로 한다.

