본 연구는 양산 통도사 괘불탱의 손상 및 채색 상태 유형에 대한 자료를 확보하고, 비파괴 방법과 박락된 시편의 교차분석을 통한 채색 안료의 종류를 밝혀내고자 하였다.

괘불탱의 손상 유형을 확인한 결과, 꺾임과 접힘, 들뜸, 결실, 박락 등이 관찰되었다.

채색 안료 분석 결과, 적색 계열의 안료는 연단과 진사, 유기 안료가 사용되었고, 녹색 안료는 공작석과 염화동(녹염동광)을 사용하였으며, 청색 안료는 석청과 군청, 백색 안료는 연백과 활석을 혼합하여 사용하였다.

또한, 황색 안료는 연백과 유기 안료를 혼합하여 사용하거나 연백 위에 유기 안료를 덧칠하였으며, 흑색 안료는 먹을 사용 했을 것으로 추정된다.

박락된 시료를 수습하여 안료의 입자상태 분석을 통해 녹색안료의 결정형을 쉽게 구분할 수 있었으며, 진한청색과 연한청색도 마찬가지로 입자의 크기나 형태가 원료의 상이함에 따라 서로 다름을 확인하였다.

또한, 황색과 자색은 입자감이 없는 유기안료를 사용하였으며, 특이하게 어두운 적색은 주황색과 먹을 혼합하여 사용한 것으로 확인되었다.

@highlight

통도사 괘불탱의 채색상태 및 사용 안료의 과학적 분석을 통해 채색과 안료의 종류를 밝히고자 했다.

@highlight

분석 결과 통도사괘불탱은 같은 도상에서 동일 색상이라 할지라도 여래상의 가사나 보살상의 천의와 장식 등 문양의 중요도에 따라 그 사용 안료의 원료가 달랐음을 알 수 있었다.

