본 논문은 대법원 2015.

11.

27.

선고 2014두2270 판결에 대한 평석과 함께 관세법상 실화주(實貨主) 및 실질과세원칙에 대해 연구한 것이다.

이에 관세법상 실질과세원칙과 그 논란의 연혁을 검토하고, 다른 세목에서의 실질과세원칙과의 비교, 일본의 판결과 학설의 비교, 관세법상 실화주와 구매자의 비교 등을 논의하였다.

연구 결과, 관세법상 실질과세원칙을 적용하더라도 사법상의 소유권자를 실화주로 보아야 하며, 그 외의 경제적 이해관계 등에 따라 실화주를 판단할 수 없다는 점을 확인할 수 있었다.

이는 다른 간접세에서의 실질과세원칙과 비교해 보더라도 확인할 수 있고, 일본의 판결 역시 이와 유사한 것으로 보인다.

관세법상 실화주와 구매자는 구분되는 개념인데, 사실 판단에 있어서는 구매자에 관한 여러 판단 기준이 관세법상 실화주 여부를 판단함에 있어 간접적인 참고가 될 수 있다고 본다.

결론적으로 볼 때, 관세법상 납세의무자를 법률상 소유권에 따라 판단한 대상 판결의 법리 설시에는 동의하나, 구체적 사실관계를 따져볼 때 원고를 실화주로 인정하지 않는 결론에 이른 것에는 의문이 있으며, 대법원 역시 이로 인해 동 사안을 입증책임의 문제로서 판시한 것으로 보인다.

@highlight

관세법상 실화주와 실질과세원칙에 대해 연구한 결과, 관세법상 실질과세원칙을 적용하더라도 사법상의 소유권자를 실화주로 간주해야 하고, 기타 경제적 이해관계에 따라 실화주를 판단할 수 없음을 알았다.

@highlight

또 관세법상 납세의무자를 법률상 소유권에 따라 판단한 대상 판결에는 동의하지만 원고를 실화주로 인정하지 않는 결론은 의문이다.

