인니 발리(Bali)의 <바롱, Barong>은 선과 악의 영원한 싸움을 주제로한 사자춤이 포함된 무용극의 총칭이다.

본고는 일반적으로 <바롱>이 힌두의 산물이라고만 알려져 있는 역사적 기원에 대한 재검토를 단행하였다.

이는 <바롱>이 인도-

힌두, 중국-

불교의 영향으로 타 아시아지역에서 연희되고 있는 사자춤과도 상통함을 발견한 것에서 비롯된다.

또한 발리춤 양식에서 <바롱>이 힌두를 기준으로 하는 여타 연희들과는 달리 별개의 양식에 분류되어 있어 힌두·불교뿐 아니라 정통적인 토템(Totem)도 기본적 바탕에 두었다는 여지를 준다.

발리인들은 모든 자연계의 우주원리가 이원론적으로 분리되는 것이 섭리이며 치열한‘균형’을 통해서 마침내 ‘조화’를 완성한다고 믿는다.

<바롱> 역시 선의 입장에서 악령인 랑다와 치열하게 대적하지만 싸움은 쉽게 끝나지 않는다.

이러한 복합적인 현상들로 인해 <바롱>은 그들만의 연희로 진화한 것이며 이는 <바롱>이 단순히 힌두만의 상징물이 아님을 알 수 있다.

@highlight

인니 발리(Bali)의 <바롱, Barong>은 선과 악의 영원한 싸움을 주제로 하였던 사자춤이 포함된 무용극의 총칭이다.

@highlight

이에 이 연구는 일반적으로 <바롱>이 힌두의 산물이라고만 알려져 있는 역사적 기원에 관한 재검토를 단행했다.

