본 연구는 어머니를 대상으로 어머니의 아동기 외상경험이 부모자녀관계에 미치는 영향에 대해 알아보고, 그 과정에서 정서조절곤란과 공감능력이 매개역할을 하는지 검증해보고자 하였다.

어머니의 아동기 외상경험이 부모자녀관계에 영향을 미칠 것이며, 정서조절곤란과 공감능력이 매개할 것으로 가정하고 구조방정식모형 분석을 통해 확인하였다.

연구를 위한 대상은 초등학생, 중학생 자녀를 두고 있는 어머니였고, 이들로부터 설문지 총 331부의 자료를 얻어서 분석하였다.

측정 도구로는 아동기 외상경험질문지, 정서조절곤란 척도, 공감능력 척도, 부모자녀관계 척도를 사용하였다.

분석결과, 어머니의 아동기 외상경험은 부정적 부모자녀관계에 영향을 미쳤으며, 그 과정에서 정서조절곤란이 매개역할을 하는 것으로 나타났다.

또한, 어머니의 아동기 외상경험은 정서조절곤란과 공감능력을 거쳐 부정적 부모자녀관계에 영향을 미치는 이중매개효과가 검증되었다.

즉, 어머니가 아동기에 경험한 높은 외상경험은 정서조절곤란과 정적상관을, 정서조절곤란은 공감능력과 부적상관을, 공감능력은 부정적 부모자녀관계와는 부적상관을 나타내는 이중매개효과이다.

마지막으로 본 연구의 의의와 제한점 및 후속 연구에 대해 논의하였다.

@highlight

어머니를 대상으로 어머니의 아동기 외상경험이 부모자녀관계에 미치는 영향에 대해 연구하고 그 과정에서 정서조절곤란과 공감능력이 매개역할을 하는지 검증한 결과 어머니의 아동기 외상경험은 부정적 부모자녀관계에 영향을 주었고 그 과정에서 정서조절곤란이 매개역할을 하였다.

