본 논문에서는 고출력 광섬유 레이저에서 역입사되는 레이저 광으로부터 펌프 LD를 보호하기 위한 반사형 2색 필터를 설계하고 제작하였다.

펌프 LD 발진 파장인 905 nm~925 nm 대역에서 투과율은 0.1%이하, 광섬유 레이저 출력 반사광이나 브릴루앙산란광 파장대역인 1020 nm~1100 nm 대역에서 투과율은 99.9% 이상이 되도록 필터를 설계하였다.

기판(Substrate)은 SiO2로사용하고 접착력이 우수한 Oxide 계열 물질인 SiO2/Ta2O5를 박막 재료로 사용하였다.

최적화된 설계를 한 후 필터를 제작하였고, 그 특성을 비교하였다.

제작된 필터의 투과율이 905 nm ~ 925 nm 대역에선 0.1%이하, 1020 nm~1100 nm 대역에선 95.5%이상으로 측정되어 공정오차를 고려한 설계범위 안에 들어옴을 확인하였다.

제작된 필터는 레이저 출력 1W 이상의 입력광에 대해서도 정상 동작함을 확인하였다.

@highlight

이 논문에서는 고출력 광섬유 레이저에서 역입사되는 레이저 광으로부터 펌프 LD를 보호하기 위한 반사형 2색 필터를 설계하고 제작했다.

