본 연구에서는 한국교육종단연구 1-3차년도 데이터를 사용하여 중학생들의 학업성취도에 영향을 미치는 학교단위 변인들을 탐색하였다.

학교단위의 변인들을 바탕으로 네 가지의 학교단위 부가가치모델(value-

added model)을 구현함으로써 학교 효율성 척도를 산출하였다.

특히 전체학생들과 학업성취도 수준이 낮은 학생들에 대한 학교의 효율성(effectiveness)을 구분함으로써 모집단이 달라짐에 따른 학교 효율성 차이를 확인하고자 하였다.

연구 결과, 제시된 네 가지 부가가치모델은 통계적으로 유의미한 차이를 보였다.

같은 과목 내에서의 모델 간 학교 효율성 척도 상관관계는 대부분 0.8 이상으로 높았지만, 각 모델 내에서 영어와 수학에 대한 학교 효율성 척도 상관관계는 0.39부터 0.44로 낮았다.

이는 부가가치모델이 학교 간의 차이를 나타내는 다양한 변인들을 포함할 수 있음을 보여준다.

또한 과목 간의 낮은 상관관계를 통해 알 수 있듯이 부가가치모델을 통한 효율성 척도는 각 과목별로 해석되고 활용되어져야 함을 의미한다.

@highlight

본 연구에서는 한국교육종단연구 1-3차년도 데이터를 사용해 중학생들의 학업성취도에 영향을 미치는 학교단위 변인들을 탐색하였고 학교 효율성 척도를 산출하였다.

@highlight

연구 결과, 제시된 네 가지 부가가치모델은 유의미한 차이를 보였다.

