청소년기 행복이 학업 성취의 측면에서 어떠한 결과를 산출하는지 파악하기 위해서 두 개의 종단 자료를 분석했다.

그 결과, 중학교 2학년 시기에 행복한 청소년은 4년이 지난 후 고등학교 3학년이 되었을 때 학업성적이 더 높았고, 고3때 행복한 청소년은 대학생이 되었을 때 학업 적응과 목표달성도가 높았다.

더욱이 중2때 행복은 중2 성적, 사교육(사교육 시간과 비용), 부모의 사회경제적 지위(부모 학력과 수입)를 통제해도 여전히 고3 성적을 예측했다.

반면에 사교육과 부모의 사회경제적 지위는 중2 성적이 통제되면 고3 성적을 설명하지 못했다.

끝으로 고3 성적은 행복의 초기값 뿐 아니라 변화율의 영향을 받았다.

구체적으로 중2에서 고2까지 행복은 평균적으로 감소하는 추세였으나 이 시기에 행복이 적게 감소한 학생들이 고3이 되었을 때 학업성적이 더 높았다.

이러한 결과는 학업적 성취와 적응이 청소년기 행복을 형성하는 중요한 근원일 뿐 아니라 행복에 의해서 생겨나는 바람직한 결과일 수 있음을 시사한다.

@highlight

청소년기 행복이 학업 성취의 측면에서 어떠한 결과를 산출하는지 파악하기 위해서 두 개의 종단 자료를 분석했다.

