본 연구는 스트레스 이론에 근거하여 노인의 스트레스 대처방안이 노인의 스트레스와 노인의 우울 및 자살생각 간의 관계에 영향을 미치는 경로를 검증하기 위해 실행되었다.

독립변수로 노인의 스트레스를, 매개변수는 선행연구 결과 매개 가능성이 높다고 보고된 스트레스대처 방안을, 종속변수는 노인의 우울 및 자살생각으로 설정하고, 청주시에 거주하는 60세 이상의 노인 285명을 대상으로 설문조사를 실시하여 자료를 수집하고 구조방정식 모형을 이용하여 분석하였다.

연구결과를 요약하면 다음과 같다.

첫째, 노인의 스트레스 대처방안이 노인의 스트레스와 노인의 우울 및 자살생각 간에 매개역할을 하는 것으로 확인되었다.

즉, 노인의 스트레스는 스트레스 대처방안을 매개로 하여 노인의 우울에 간접적인 영향을 미쳤으며, 또한 노인의 스트레스는 스트레스 대처방안을 매개로 하여 노인의 자살생각에 간접적인 영향을 미쳤다.

둘째, 노인의 스트레스는 노인의 우울에 직접적인 영향을 미쳤으며, 또한 노인의 스트레스는 노인의 자살생각에 직접적인 영향을 미쳤다.

@highlight

노인의 스트레스 대처방안이 스트레스와 우울 및 자살생각 간 관계에 영향을 미치는 경로를 검증하였다.

@highlight

연구결과, 노인의 스트레스 대처방안은 스트레스와 우울 및 자살생각 간에 매개역할을 하였고, 스트레스는 우울과 자살생각에 직접적인 영향을 미쳤다.

