최근 우리나라에서 장애인의 수가 증가하고 있으며, 특히 전체 장애인의 수에서 장애아동이 차지하는 비율이 약 5%를 넘는 것으로 나타났다.

이에 따라 장애아동에 대한 관심이 증가하면서 급여정책에 대한 이용자 만족도를 중심으로 한 연구가 진행되고 있지만, 현금과 바우처 이용자 만족도를 비교 및 영향 요인에 대한 연구는 부족하였다.

이러한 문제인식과 연구의 필요성을 바탕으로 장애아동정책의 급여형태에 다른 이용자 만족도를 연구함으로써, 궁극적으로 급여정책에 대한 함의를 이끌어내는 것을 그 목적으로 두고 있다.

인구사회학적특성이 이용자 만족도에 미치는 영향에 대하여 분석한 결과, 현금급여에는 장애등급이 이용자 만족도에 영향을 미치는 것으로 나타났다.

바우처에는 부모성별, 장애등급, 평균소득이 이용자 만족도에 영향을 미치는 것으로 나타났다.

연구의 함의는 다음과 같이 제시하였다.

첫째, 장애아동의 인구사회학적특성을 고려하여 맞춤형 서비스를 제공해야 한다.

둘째, 현금급여의 지급액 및 범위를 확대해야 한다.

셋째, 현금급여, 바우처의 서비스량을 확대 지급해야 한다.

넷째, 저소득층(기초수급자, 차상위계층)의 경제적 부담에 도움이 되도록 바우처를 제공해야 한다.

@highlight

최근 우리나라에서 장애인의 수가 증가하고 있으며, 특히 전체 장애인의 수에서 장애아동이 차지하는 비율이 약 5%를 넘는 것으로 나타났다.

