터널 구조물은 다른 사회간접시설과 마찬가지로 시공과정에서부터 사용연한까지 지속적으로 안전성이 확보되어야 한다.

특히,NATM 공법으로 시공되는 터널 콘크리트 라이닝은 터널의 외장재로 취급되어 왔지만, 근년에 와서 노후화된 터널의 콘크리트라이닝에서 발생하는 심각한 구조적 균열에 대한 문제가 야기되면서 터널의 장기적인 안전성을 유지하는 최종 지보수단인구조재로 고려되고 있다.

콘크리트 라이닝 천단부의 종방향 균열 발생은 콘크리트 시공방법과 같은 연관관계를 가지고 있다.

콘크리트 라이닝 타설시 강재 거푸집의 천단부 부터 콘크리트를 주입함으로 콘크리트가 측벽 쪽으로 유동하면서 충전되어천단부 라이닝 콘크리트는 마지막으로 콘크리트가 타설되기 때문에 천단부의 상부에 공동이 발생할 우려가 크며, 이로 인해콘크리트 라이닝의 두께도 부족하게 되는 경우가 발생한다.

본 연구에서는 터널 콘크리트 라이닝에서 여러 요인으로 발생하는 균열을 보다 효율적으로 제어하기 위하여 콘크리트 라이닝에서 발생하는 균열 특성, 기존 강섬유보강 콘크리트 라이닝과 복합섬유보강 콘크리트 라이닝의 수치해석적 접근을 시도하였다.

즉, 터널 라이닝 천단부에 강섬유와 복합섬유의 혼입률에 따른 콘크리트 라이닝 부재의 파괴하중과 변위에 대하여 분석하였다.

@highlight

본고에서는 터널 콘크리트 라이닝에서 여러 요인으로 발생하는 균열을 보다 효율적으로 제어하기 위하여 콘크리트 라이닝에서 발생하는 균열 특성, 기존 강섬유보강 콘크리트 라이닝과 복합섬유보강 콘크리트 라이닝의 수치해석적 접근을 시도하였다.

