이 글은 사적(史的) 실증주의에 입각하여 시인 이육사의 주요 작품들을 치밀하게 분석해가고 있는 한 역사학자의 작업을 계기로 한국시 연구와 관련한 몇 가지 문제를 살핀 논문이다.

문학과 역사는 뗄 수 없는 관계여서 문학 연구에서 역사학계의 성과를 참고하거나 역사적 관점을 갖는 것은 필수적이다.

문학사는 기본적으로 문학의 역사이자 역사적 현실에 대한 문학의 반영이어서 문학연구는그 자체로서 역사적 성격을 지니고 있다.

문제는 이러한 사적(史的) 관점이 개별 시인의 작품을 특정한 고정관념 속에 가둠으로써 삶의 다면적인 구체들을 배제하는 경우가 관성적으로 이루어져왔다는 데 있다.

이육 사를 비롯하여 한용운, 이상화, 윤동주 등 이른바 ‘민족시인·저항시인’으로 호명되어 온 문학인들이 여기에 속한다.

작품 분석을 위해 다양한 사료들을 살피고 검토하는 과정은 작품과 작가를 이해하는 데 꼭 필요한 작업이지만, 이러한 실증적 태도가 특정한 관념에 기초하여 작품 해석 과정에 완강한 방식으로 적용되는 것은 재고될 필요가 있다.

텍스트 분석은 작품과 작가에 대한 이해를 풍요롭게하는, 보다 열린시선으로 작동하는 것이 온당하며, 그러한 점에서 이육사의 경우 ‘민족’이나 ‘저항’의 프레임 바깥에서 사유하는 작업들이 더욱 적극적으로 모색될 필요가 있다.

이 글에서는 일부 작품을 통해 그러한 가능성을 살폈다.

@highlight

본 논문은 사적 실증주의에 입각하여 시인 이육사의 주요 작품들을 치밀하게 분석해가고 있는 한 역사학자의 작업을 계기로 한국시 연구와 관련한 몇 가지 문제를 고찰하였다.

@highlight

문학과 역사는 뗄 수 없는 관계여서 문학 연구에서 역사학계의 성과를 참고하거나 역사적 관점을 갖는 것이 필수적이었다.

