본

 

논

문

에

서

는

 

독

일

 

북

부

의

 

그

로

스

 

쉐

네

벡

 

지

역

에

서

 

진

행

된

 

E

G

S

 

실

증

프

로

젝

트

를

 

수

리

자

극

 

시

험

 

중

심

으

로

소

개

한

다

.

 

이

 

지

역

에

서

는

 

사

암

 

및

 

화

산

암

으

로

 

이

루

어

진

 

심

도

 

4

 

-

 

4

.

4

 

k

m

의

 

지

층

 

내

에

 

각

각

 

1

개

의

 

주

입

정

과

 

생

산

정

을

 

갖

는

 

순

환

 

시

스

템

을

 

구

성

했

다

.

 

정

단

층

 

및

 

주

향

이

동

단

층

 

응

력

상

태

 

하

에

서

 

물

 

또

는

 

젤

과

 

균

열

지

지

체

를

 

주

입

하

여

주

입

정

과

 

생

산

정

에

서

 

각

각

 

수

리

자

극

이

 

이

루

어

졌

으

며

,

 

그

 

결

과

 

주

입

지

수

가

 

0

.

9

7

 

m

 

3

 

/

(

h

r

*

M

P

a

)

에

서

 

7

.

5

 

m

 

3

 

/

(

h

r

*

M

P

a

)

 

로

 

증

가

하

였

고

 

생

산

성

지

수

는

 

2

.

4

 

m

 

3

 

/

(

h

r

*

M

P

a

)

에

서

 

1

0

.

1

 

m

 

3

 

/

(

h

r

*

M

P

a

)

로

 

4

.

2

5

배

 

증

가

했

다

.

 

그

러

나

 

주

입

정

과

 

생

산

정

을

 

연

결

하

는

 

순

환

수

리

시

험

에

서

는

 

2

년

간

 

생

산

성

지

수

가

 

8

.

9

 

m

 

3

 

/

(

h

r

*

M

P

a

)

에

서

 

0

.

6

 

m

 

3

 

/

(

h

r

*

M

P

a

)

까

지

 

감

소

했

다

.

 

화

산

암

층

에

서

의

 

수

리

자

극

에

 

대

해

 

전

단

 

미

끄

러

짐

 

해

석

을

 

수

행

한

 

결

과

 

전

단

균

열

의

 

발

생

 

방

향

 

및

 

요

구

되

는

 

유

체

 

압

력

을

실

제

 

수

리

자

극

 

결

과

와

 

유

사

하

게

 

예

측

해

 

냈

다

.

 

화

산

암

층

에

서

의

 

수

리

자

극

 

시

 

미

소

진

동

을

 

관

측

한

 

결

과

 

모

멘

트

 

규

모

-

1

.

8

에

서

 

-

1

.

0

 

범

위

의

 

미

소

진

동

이

 

8

0

회

 

나

타

나

 

미

소

진

동

의

 

발

생

은

 

극

히

 

미

미

했

다

.

@highlight

이 논문은 독일 북부의 그로스 쉐네벡 지역에서 진행된 EGS 실증프로젝트를 수리자극 시험 중심으로소개한다.