본 연구의 목적은 거주지역의 특성이 가구의 보험보유여부와 연납입보험료 결정에 미치는 영향을 검증하는 것이다.

가구의 보험보유에 대한 기존 연구들이 가구특성 중심의 결정요인 검증에 초점을 맞추었던 반면, 본 연구는 지역수준의 거시환경의 영향까지 확대하여 살펴보았다.

이를 위해 10차~15차 한국노동패널의 6개년 가구단위 자료와 통계청의 16개 광역시도 자료를 통합하여, 다수준회귀분석을 시도하였다.

분석결과, 실업률이 전년대비 증가할수록 또는 상용직 비율이 낮을수록, 가구는 가구원의 실업가능성 및 소득상실위험 헤지가능성에 대해 부정적으로 전망하고, 이로써 보장성보험에 대한 지출을 줄여 미래노동소득상실위험에 대비하는 것으로 나타났다.

또한 아파트 평당가격이 상승할수록 가구의 보험보유 가능성 및 규모는 감소하는 것으로 나타났다.

반면, 보험회사 소속 설계사 비율이 가구의 보험보유에 미치는 영향은 통계적으로 유의하지 않은 것으로 나타났다.

@highlight

이 연구의 목적은 거주지역의 특성이 가구의 보험보유여부와 연납입보험료 결정에 미치는 영향을 검증하는 것이다.

