종래의 혁신연구는 제조업, 그리고 기술적 혁신활동에 많은 관심을 두었다.

따라서 서비스기업과 비기술적 혁신활동에는 많은 연구가 진행되지 못하였다.

이에 본 연구는 비기술적 혁신이 기술적 혁신성과에 어떠한 영향을 주며, 이와 같은 영향은 제조업과 서비스업간 어떠한 차이가 있는지를 살펴봄으로써 기존 연구의 공백을 보완하고자 한다.

특히 혁신성과를 새로운 제품이나 서비스 출시 유무, 그리고 기술적 혁신의 매출 기여도로 세분화하여 성과 단계별로 확인하였다.

실증분석은 과학기술정책연구원이 실시한 기술혁신조사(KIS_2012)를 활용하여 로짓과 Tobit 모형으로 추정하였으며, 추정결과를 요약하면 다음과 같다.

첫째, 서비스업에서는 기술적 및 비기술적 혁신활동을 모두 수행함으로써 경제적 성과에 긍정적 영향을 미쳤으나, 제조업은 두 가지 혁신활동을 동시에 수행하기 보다는 기술적 혁신활동만을 수행 할 경우 경제적 성과가 더 높게 나타났다.

둘째, 마케팅 혁신은 기업이 새로운 제품이나 서비스를 출시하고, 이를 기업 매출에 영향을 주는 요인임을 확인하였다.

셋째, 전유체계의 작동은 제조업에서는 이루어지고 있으나 서비스업에서는 이루어지는 차이를 보였다.

@highlight

이에 이 연구는 비기술적 혁신이 기술적 혁신성과에 어떠한 영향을 주며, 이같은 영향은 제조업과 서비스업간 어떠한 차이가 있는지를 살펴봄으로써 기존 연구의 공백을 보완하려 한다.

