2004년 3월부터 2011년 12월까지 여수 돌산연안의 정치망에 의한 일일판매기록을 이용하여 종조성 및 우점종의 어획량의 년 변동 및 월 변동을 분석하였다.

조사기간 동안 평균 어획량은 372톤이었으며, 2005년에 526톤으로 최대, 2009년에 272톤으로 최소 어획량을 보였다.

주요 우점종은 봄에는 멸치, 가을에는 삼치였으며, 삼치어획에 의해 지배되는 정치망 어획량은 봄보다 가을에 더 높게 나타났다.

어획량의 경년변동에 대한 환경요인들의 비교분석을 통해, 수온변화는 삼치의 어장으로의 가입특성에 영향을 주지만, 태풍효과는 분명하게 나타나지 않았다.

한편, 2009년에 발생한 노무라입깃해파리의 발생은 출현시기가 더 빨라지고 소멸 시기는 더 늦어지는(12월까지) 경향을 보이고 있다.

정치망 우점종의 어획이 주로 가을에 집중되어 있기 때문에 이러한 노무라입깃해파리의 발생 특성은 2009년에 가장 낮은 어획량을 보이게 되는 직접적인 원인이 되었다.

@highlight

2004년 3월부터 2011년 12월까지 여수 돌산연안의 정치망에 의한 일일판매기록을 이용하여 종조성 및 우점종의 어획량의 년 변동 및 월 변동을 분석했다.

