폐포자충은 사람면역결핍바이러스 감염 환자에서 흔한 기회감염균이다.

DHPS는 설파계열 약물의 표적이 되는 부위로 DHPS 유전자의 돌연변이는 치료와 예방 실패와 연관이 있다.

저자들은 설파계열 약물에 치료받은 경험이 없는 환자에서 DHPS 유전자 돌연변이가 있었던 폐포자충 감염 사례를 보고하고자 한다.

50세 남자가 발열, 기침, 가래, 인후통을 호소하여 내원하였다.

흉부 컴퓨터단층촬영술에서 양측 폐 전반에 걸쳐 간유리 음영이 보였고 환자는 사람면역결핍바이러스에 감염되어 있었으며 CD4+ T 세포 수는 22/L이었다.

면역조직화학염색에서 폐포자충이 양성이었다.

환자는 TMP/SMX로 치료받았으나 증상의 호전이 없어서 clindamycin과 primaquine으로 치료 약제를 바꾼 후에 증상이 호전되었다.

분자 진단에서 mtlsurRNA 유형3이었고 DHPS 유전자 돌연변이가 55번째와 57번째 코돈에서 모두 양성이었다.

이 사례에서는 DHPS 유전자 돌연변이가 약제 노출력이 없어도 발생할 수 있기 때문에 환자를 치료할 때 유의해야 함을 시사한다.

@highlight

폐포자충은 사람면역결핍바이러스 감염 환자에서 흔한 기회감염균이다.

@highlight

설파계열 약물에 치료받은 경험이 없는 환자에서 DHPS 유전자 돌연변이가 있었던 폐포자충 감염 사례를 보고하고자 한다.

@highlight

이 사례에서는 DHPS 유전자 돌연변이가 약제 노출력이 없어도 발생할 수 있기 때문에 환자를 치료할 때 유의해야 함을 시사한다.

