이

 

글

은

 

琉

球

의

 

外

交

文

書

를

 

소

재

로

 

하

여

 

유

구

가

 

조

선

을

 

어

떻

게

 

인

식

하

였

는

지

를

 

살

펴

본

 

것

이

다

.

 

유

구

는

 

1

3

7

2

년

 

이

후

 

동

아

시

아

 

冊

封

體

制

에

 

편

입

된

 

국

가

 

사

이

에

서

 

한

문

으

로

 

작

성

된

 

외

교

문

서

를

 

주

고

받

았

으

며

,

 

1

6

9

7

년

에

 

유

구

의

 

외

교

문

서

를

 

집

대

성

한

 

『

歷

代

寶

案

』

이

 

편

찬

되

었

다

.

 

그

런

데

 

유

구

의

 

외

교

문

서

 

형

식

에

서

 

중

요

한

 

변

화

가

 

나

타

났

다

.

 

즉

 

1

4

0

0

년

까

지

만

 

하

더

라

도

 

유

구

국

왕

이

 

조

선

국

왕

에

게

 

交

隣

文

書

인

 

書

翰

[

書

契

]

을

 

보

내

다

가

,

 

1

4

0

9

년

부

터

는

 

그

것

을

 

事

大

文

書

의

 

하

나

인

 

咨

文

 

형

식

으

로

 

바

꾸

었

음

이

 

『

태

종

실

록

』

을

 

통

해

서

 

확

인

된

다

.

 

유

구

의

 

'

역

대

보

안

'

에

 

수

록

된

 

외

교

문

서

 

중

에

서

는

 

1

4

3

1

년

 

유

구

국

왕

이

 

조

선

국

왕

에

게

 

보

낸

 

자

문

이

 

가

장

 

시

기

가

 

빠

르

다

.

 

이

처

럼

 

유

구

가

 

조

선

에

 

자

문

 

형

식

의

 

외

교

문

서

를

 

보

내

기

 

시

작

한

 

것

은

 

유

구

가

 

조

선

과

 

외

교

적

으

로

 

대

등

한

 

관

계

임

을

 

의

도

적

으

로

 

조

선

 

측

에

 

나

타

내

려

 

한

 

것

으

로

 

볼

 

수

 

있

다

.

 

그

렇

지

만

 

유

구

가

 

실

제

로

도

 

조

선

과

 

동

등

한

 

대

접

을

 

받

았

던

 

것

은

 

아

니

었

다

.

 

중

국

 

안

에

서

 

받

았

던

 

대

우

나

 

지

위

를

 

따

져

 

보

면

 

조

선

이

 

유

구

보

다

 

한

 

등

급

 

위

에

 

있

었

던

 

것

은

 

분

명

하

다

.

 

더

구

나

 

유

구

국

왕

이

 

적

례

[

대

등

]

 

관

계

를

 

의

미

하

는

 

자

문

을

 

보

내

오

는

데

도

,

 

조

선

은

 

자

문

이

 

아

닌

 

書

契

 

형

식

으

로

 

회

답

을

 

하

였

다

.

 

이

렇

게

 

해

서

 

조

선

은

 

유

구

가

 

요

구

한

 

‘

대

등

의

 

예

’

를

 

의

식

적

으

로

 

거

부

하

려

는

 

태

도

를

 

보

였

다

고

 

말

할

 

수

 

있

다

.

@highlight

 琉球의 外交文書를 소재로 하여 유구가 조선을 어떻게 인식하였는지를 살펴본 것이다. 유구는 1372년 이후 동아시아 冊封體制에 편입된 국가 사이에서 한문으로 작성된 외교문서를 주고받았으며, 1697년에 유구의 외교문서를 집대성한 『歷代寶案』이 편찬되었다. 유구가 조선에 자문 형식의 외교문서를 보내기 시작한 것은 유구가 조선과 외교적으로 대등한 관계임을 의도적으로 조선 측에 나타내려 한 것으로 볼 수 있지만 유구가 실제로도 조선과 동등한 대접을 받았던 것은 아니었다. 중국 안에서 받았던 대우나 지위를 따져 보면 조선이 유구보다 한 등급 위에 있었던 것은 분명하고 조선은 유구가 요구한 ‘대등의 예’를 의식적으로 거부하려는 태도를 보였다