이 글에서는 ‘국민정체성(national identity)’이라는 개념을 원용하여 북한의 시장 확산이 주민의 정치적 태도 변화에 미친 영향을 이론적으로 규명하였다.

구성주의에서 정체성 형성과정은 개별 주체의 지속적인 ‘자기 규정’(self-

definition) 과정인 동시에 ‘타자 규정’(definition of the other) 과정이다.

‘자기규정’ 측면에 있어서 북한 주민들이 첫째, 주체사상과 사회주의, 둘째, 당과 수령을 자신들과 동일시하는 정도가 시장화에 따라 어느 정도 약화되었는지 살펴보았다.

‘타자 규정’ 측면에서는 첫째, 자본주의와 자유민주주의, 둘째, 미국과 남한에 대한 북한 주민들의 부정적 태도가 어느 정도 약화되었는지를 조사하였다.

그 결과 시장화와 더불어 북한 주민들이 사회주의와 당을 자신들과 동일시하는 정도는 매우 약화된 반면에 주체사상과 수령을 자신들과 동일시하는 정도는 그다지 약화되지 않은 것으로 나타났다.

자본주의와 자유민주주의 그리고 남한에 대한 북한 주민들의 부정적 태도 역시 매우 약화되었으나, 미국에 대한 부정적 태도는 전혀 약화되지 않은 것으로 보인다.

북한의 통치이념인 주체사상과 그에 입각한 수령론의 허구성을 부각시키는 동시에, 동북아시아의 복잡한 국제적 역학관계 속에서 안정자(satablizer)로서 기능하는 미국의 역할을 제대로 알릴 필요가 있다.

그것은 북한의 시장화를 촉진하는 대북정책을 일관되게 펼침으로써 가능할 것이다.

@highlight

본고는 ‘국민정체성(national identity)’이라는 개념을 원용하고 북한의 시장 확산이 주민의 정치적 태도 변화에 끼친 영향을 이론적으로 규명했다.

