이 연구의 목적은 중·고등학교학생 청소년들의 청소년활동 관련 시설이용경험 및 청소년활동 경험과 청소년 리더십생활기술의 관계를 분석하는데 있었다.

연구의 목적을 달성하기 위하여 전국 중·고등학교 학생 7,098명을 층화이단계추출법으로 표집하였다.

청소년리더십생활기술 수준 진단도구는 커뮤니케이션기술, 의사결정기술, 인간관계기술, 학습능력기술, 조직관리기술, 자기이해기술, 그룹활동기술 등 7개 하위영역 30개 문항으로 이루어져 있으며, 전체 신뢰도는 .94로 높게 나타났다.

주요 연구결과는 다음과 같았다.

첫째, 청소년수련시설, 청소년이용시설, 청소년상담시설 등 청소년활동 관련 시설이용을 많이 한 청소년들의 리더십생활기술 수준이 그렇지 않은 청소년들에 비해 높게 나타났으며, 리더십생활기술의 하위영역도 같은 결과를 보였다.

둘째, 청소년들의 경제 및 직업체험활동, 봉사활동, 자치·참여활동, 동아리활동, 교류활동 모두에서 활동경험이 많은 청소년들이 그렇지 않은 청소년보다 청소년 리더십생활기술 수준이 높게 나타났다.

즉, 청소년활동 경험이 많은 청소년들이 높은 수준의 리더십생활기술 수준을 보여주었다.

또한 청소년들의 청소년수련시설 및 이용시설, 청소년활동을 수행하는 기타시설들의 활용도를 높일 필요가 있으며, 다양한 활동경험을 제공해줄 필요가 있다.

2009년 개정 교육과정의 창의적 체험활동이 청소년관련 다양한 시설들과 밀접하게 연계되어 프로그램이 운영된다면 더욱 큰 효과를 거둘 수 있을 것으로 제언한다.

@highlight

본 연구의 목적은 중·고등학교학생 청소년들의 청소년활동 관련 시설이용경험 및 청소년활동 경험과 청소년 리더십생활기술의 관계를 분석하는데 있었다.

