휠체어를 사용하는 장애인들은 장시간 고정된 자세로 앉아서 생활하는 경우가 많기 때문에 이들의 신체 기능 및 특징에 적합한 휠체어 설계는 사용 편의성의 향상은 물론 이차적 질환 예방을 위해서도 중요하다.

본 연구에서는 휠체어를 사용하고 연령이 20세 이상인 지체 장애인과 뇌병변 장애인 101명을 대상으로 하여 휠체어 사용 현황 조사와 사용 중인 휠체어의 평가를 수행하였으며 장애유형별 신체특성 비교와 인체측정을 수행하였다.

지체 장애인과 뇌병변 장애인은 휠체어 사용 중에 나타나는 불편부위와 머리, 어깨, 체간, 골반, 무릎, 발 부위에서 나타나는 신체적 변형에 차이를 보였다.

신체 14곳의 인체치수 비교에서도 지체 장애인과 뇌병변 장애인은 많은 부분에서 통계적으로 유의한 차이가 있는 것으로 분석되었다.

이는 지체 장애인을 위한 휠체어와 뇌병변 장애인을 위한 휠체어가 다르게 디자인되어야 한다는 것을 시사한다.

이로써 본 연구에서는 지체 장애인과 뇌병변 장애인을 위한 휠체어 설계지침을 제시하였다.

@highlight

휠체어를 사용하는 성인 지체 장애인과 뇌병변 장애인을 대상으로 휠체어 사용 현황 조사와 사용중인 휠체어 평가를 수행하고, 장애유형별 신체특성 비교와 인체측정을 수행한 결과, 지체 장애인과 뇌병변 장애인은 휠체어 사용중 불편부위와 신체적 변형에서 차이를 보였다.

