사회적 가치의 관점에서 문재인 정부 국정과제의 성과관리 및 평가 거버넌스를 분석하였다.

문재인 정부는 경제성장과 민주화만으로는 해결할 수 없는 초저출산･고령화, 빈부격차, 사회경제적양극화, 환경문제 악화 등 사회적 난제들을 해결하기 위하여 사회적 가치의 실현을 국정 운영의 핵심 이념으로 제시하고 이를 100대 국정과제에 대폭 반영하였다.

사회적 가치를 실현하기 위한 국정과제의 성과관리 수단으로 기존의 정부업무평가제도를 활용하고 있으므로 정부업무평가의 체계와 현황을 살펴보았다.

문재인 정부 국정과제 평가의 성과 거버넌스에 참여하는 행위자들과그 역할, 이들이 실제로 활용하는 성과관리 도구를 점검한 후에 그 실효성 제고를 위하여 보완하여야 할 과제를 제시하였다.

이들은 과제 추진상황과 평가결과의 공개 확대, 국정목표 및 전략 차원의 성과지표 선정 및 관리, 2-3년 또는 5년 주기의 중기적 관점에서 별도의 점검체계 구축, 예산과의 연계 및 성과포상금 확대 등 재정적 인센티브의 효율적 활용, 국정과제와 부처업무 성과관리의 연계성 강화, 기관장 성과 평가의 실효성 확보 등이다.

@highlight

사회적 가치의 관점에서 문재인 정부 국정과제의 성과관리 및 평가 거버넌스를 분석하였다.

@highlight

 사회적 가치를 실현하기 위한 국정과제의 성과관리 수단으로 기존의 정부업무평가제도를 활용하고 있으므로 정부업무평가의 체계와 현황을 살펴보았다.

@highlight

과제 추진상황과 평가결과의 공개 확대, 국정목표 및 전략 차원의 성과지표 선정 및 관리, 2-3년 또는 5년 주기의 중기적 관점에서 별도의 점검체계 구축, 예산과의 연계 및 성과포상금 확대 등 재정적 인센티브의 효율적 활용, 국정과제와 부처업무 성과관리의 연계성 강화, 기관장 성과 평가의 실효성 확보 등이다.

