본 논문은 19~20세기에 활동한 晩求(李種杞, 1837~1902)와 俛宇(郭鍾錫, 1864~1919)의 사단칠정론을 비교 고찰함으로써 두 사람의 이론적 차이를 밝힌 것이다.

19세기 퇴계학파는 지역적 학문적 특성에 따라 기존의 학파적 계보를 바탕으로 분파현상이 나타나는데, 그 대표적인 것이 안동권의 정재를 중심으로 하는 정재학파와 성주의 한주를 중심으로 하는 한주학파이다.

만구는 정재를 계승하고 면우는 한주를 계승한다.

따라서 본문에서는 정재의 학문을 계승한 만구와 한주의 학문을 계승한 면우의 사단칠정론을 비교 고찰함으로써 이들의 이론적 차이를 확인하려는 것이다.

이들의 이론적 차이는 결국 19세기 대표적인 퇴계학파인 정재학파와 한주학파의 해석상의 차이를 확인하는 일이며, 이를 통해 퇴계의 사단칠정론이 19세기 분화된 퇴계학파에서 어떻게 전개․변용되었는지 그 전개양상을 확인하려는 것이다.

또한 이 시기 성리학의 주요쟁점으로는 ‘심’에 대한 해석을 중심으로 한 심설논쟁이 활발하게 전개된다.

따라서 이들의 정에 대한 해석이 심과는 어떤 연관성을 갖는지 아울러 살펴본다.

@highlight

19~20세기에 활동한 晩求(李種杞, 1837~1902)와 俛宇(郭鍾錫, 1864~1919)의 사단칠정론을 비교 고찰함으로써 두 사람의 이론적 차이를 밝힌 것이고, 이들의 이론적 차이는 결국 19세기 대표적인 퇴계학파인 정재학파와 한주학파의 해석상의 차이를 확인하는 일이며, 이를 통해 퇴계의 사단칠정론이 19세기 분화된 퇴계학파에서 어떻게 전개․변용되었는지 그 전개양상을 확인하려는 것이다

