최근 사회적 요구에 부합하는 인재 양성과 취업 경쟁력을 높이기 위하여 대학에서 학생들의 교육과 학업지도에 많은 관심을 기울이고 있다.

이에 체계적인 학사경고자 지도 및 관리를 위하여 학사경고 원인 진단 검사 도구를 개발하는 것이 이 연구의 목적이다.

문헌조사와 전문가 자문을 통해 총 11개 요인에 대하여 112개의 문항을 개발하였으며, 전문가 자문을 통해 측정항목으로 선정된 7개 요인에 대하여 85개 문항을 확정하였다.

2,817명을 대상으로 측정항목에 대한 탐색적 요인분석을 실시한 결과 최종 7개 요인(자아존중감, 정서영역, 학업동기, 자기관리, 대인관계, 학습방법, 정보습득)에 대한 39문항의 검사 도구를 완성하였다.

최종 검사 도구의 확인적 요인분석 결과 검사 모형은 적합한 것으로 판명되었다.

준거타당도 검증을 위하여 최종 검사 도구를 활용하여 일반학생과 학사경고자 집단 간 검사 결과를 T-

test분석한 결과 정서요인을 제외한 모든 요인이 유의미한 차이가 있는 것으로 나타났다.

연구결과를 종합해보면, 개발된 검사 도구는 학사경고 원인 탐색에 적합한 것으로 판명되었으나, 검사 문항 중 정서요인은 측정항목에서 기본정보항목으로 재분류하는 것에 대한 검토가 필요하다.

개발된 학사경고 원인 탐색 검사 도구는 향후 체계적인 학사경고자 지도 및 관리에 유용하게 사용될 것이라 기대한다.

@highlight

최근 사회적 요구에 부합하는 인재 양성과 취업 경쟁력을 높이기 위해 대학에서 학생들의 교육과 학업지도에 많은 관심을 기울이고 있다.

