본 연구는 몰입과 미적경험의 특성을 고찰한 후 유아들의 자유선택활동을 중심으로 그 의미를 알아보고자 하였다.

본 연구 내용을 달성하기 위해 B시의 A유치원 만 5세 연두반을 연구대상으로 선정하였다.

자료 수집은 총 30회기에 걸쳐 연두반의 자유선택활동시간을 비참여 관찰하였고, 담임교사와의 면담 및 연구자 일지 작성을 통해 수집하였다.

자료 해석은 수집된 자료를 질적 연구의 주제 분석방법에 따라 여러 번 읽고 범주화하는 과정으로 이루어졌으며, 도출된 주제의 타당도와 신뢰도를 높이고자 삼각측정법을 사용하였다.

연구결과, 자유선택활동시간에서 발생하는 몰입과 미적경험은 ‘내 경험들이 만드는 놀이’, ‘재미와 즐거움이 넘치는 놀이’, ‘놀이를 위한 놀이’, ‘카이로스 시간 속의 놀이’의 특성을 가지고 있었고, 그 의미는 유아들의 능력에 적합한 놀이, 즐거운 놀이, 목적 자체가 되는 놀이, 놀이 시간이 자유로운 놀이로 나타났다.

그러므로 유아가 즐거움과 행복함을 느끼는 유아교실은 몰입과 미적경험이 제공되는 교실이며, 이는 심미적 교실문화의 근간이 된다는 점에서 본 연구가 가지는 교육적 시사점을 찾을 수 있다.

@highlight

몰입과 미적경험 특성을 고찰한 후 유아들의 자유선택활동을 중심으로 그 의미를 알아보았다.

@highlight

연구결과, 자유선택활동시간에 발생하는 몰입과 미적경험은 ‘내 경험들이 만드는 놀이’, ‘재미와 즐거움이 넘치는 놀이’, ‘놀이를 위한 놀이’, ‘카이로스 시간 속의 놀이’ 특성이 있었다.

