본 연구는 전문직인 사회복지사에게 현재 근무하는 기관에 대한 조직몰입과 사회복지전문직에 대한 경력몰입이 상호 배타적이 아닌 이중몰입이 가능한지를 탐색하고, 또한 평행모형에 따른 동일한 다중회귀식을 이용함으로써 조직과 경력에 대한 두 몰입수준을 동시에 향상시킬 수 있는 결정요인을 파악하고자 하였다.

이를 위해 전담공무원, 사회복지관 및 생활시설 사회복지사 326명을 대상으로 설문조사를 실시하고 자료를 분석하였다.

분석결과 사회복지사의 조직몰입에는 직무특성의 과업정체성과 과업중요성이, 경력특성의 경력만족이, 역할특성의 역할모호성과 역할갈등, 과업압력이, 조직공정성의 절차공정성과 상호작용공정성이 영향을 미치는 것으로 나타났고, 사회복지전문직에 대한 경력몰입에는 직무특성의 기술다양성과 과업정체성, 과업중요성, 피드백이, 경력특성의 경력만족이, 역할특성의 역할갈등이, 조직공정성의 분배공정성과 상호작용공정성이 영향을 미치는 것으로 나타났다.

그리고 조직과 경력에 대한 이중몰입 결정요인으로는 과업정체성과 과업중요성, 경력만족, 역할갈등 그리고 상호작용공정성이 영향을 미치는 것으로 나타났다.

따라서 조직과 경력에 대한 몰입수준을 동시에 향상시키기 위해서는 이러한 요인들이 조직관리에서 특히 중요하게 다루어져야 할 것이다.

@highlight

사회복지사를 대상으로 조직몰입과 경력몰입의 이중몰입이 가능한지 탐색하고, 두 몰입수준을 동시에 향상시킬 수 있는 결정요인을 파악하였다.

@highlight

조직과 경력에 대한 이중몰입 결정요인은 과업정체성과 과업중요성, 경력만족, 역할갈등, 상호작용공정성으로 나타났다.

@highlight

두 몰입수준을 동시에 향상시키려면 이 요인들이 조직관리에서 중요하게 다루어져야 할 것이다.

