이 연구의 목적은 한국 사회의 새로운 시민이 된 탈북청소년의 민주적가치에 대한 인식 실태와 인구사회학적 변인 및 탈북 관련 변인에 따른인식의 차이를 조사하고 그 원인을 분석하는 것이다.

이를 통해 탈북청소년 및 남북통일 이후 북한 청소년의 민주시민교육에 대한 시사점을 얻고자 하였다.

탈북청소년의 민주적 가치에 대한 인식은 대체로 높은 수준으로 나타났고 자유권에 대한 지지도가 높은 특성을 나타냈다.

특히 국가안전을 위협하는 용의자의 재판 없는 구속에 대해서는 남한청소년보다 더 높은 비율로 반대하고 있다.

반면에, 정치지도자 가족의 공직 진출과기업과 정부의 언론사 독점적 소유에 대해서는 비교적 반대 의견이 낮았다.

탈북청소년의 민주적 가치 인식에 가장 많은 차이를 가져오는 변인은 ‘학교급별 및 유형’과 ‘한국 거주 기간’으로 나타났다.

탈북청소년에게 민주시민교육을 실시하는 것은 통일 한국의 사회통합을 준비하는 매우중요한 일이다.

탈북청소년의 북한 사회 경험으로 인한 시민성의 특성을 고려한 민주시민교육이 필요하다.

@highlight

이 연구의 목적은 한국 사회의 새로운 시민이 된 탈북청소년의 민주적가치에 대한 인식 실태와 인구사회학적 변인 및 탈북 관련 변인에 따른인식의 차이를 조사하고 그 원인을 분석하는 것이다.

