본 연구는 기업지배구조가 이익조정과 자본비용에 미치는 영향을 분석하였다.

즉, 우수한 기업지배구조가 재량적 발생액을 감소시키는 효과를 검증한다.

또한 자본시장에서 우수한 기업지배구조의 정보가 자본비용을 감소시키는 유인가를 검증하였다.

이러한 연구목적을 달성하기 위해 기업지배구조를 보다 객관적인 측정치인 한국기업지배구조원의 지배구조 평가지수를 대용치(proxy)로 이익조정과 자본비용의 관계를 분석하였다.

본 연구의 표본은 2004년부터 2010년까지 거래소 상장기업 중 한국기업지배구조원의 지배구조 평가지수가 공시된 금융업에 속하지 않는 12월 결산법인(3,123개)을 대상으로 하였다.

분석결과는 다음과 같다.

첫째, 기업지배구조는 지배구조 평가지수는 이익조정과 유의한 음(-

)의 관련성을 보였다.

즉, 지배구조가 우수할수록 재량적 발생액을 감소시키는 효과가 있음을 의미한다.

둘째, 지배구조 평가지수는 자본비용과 유의한 음(-

)의 관련성을 보였다.

이는 우수한 지배구조의 기업일수록 자본시장에서 긍정적으로 평가되어 부담하는 자본비용이 절감되고 있음을 의미한다.

본 연구의 결과는 우수한 기업지배구조에 대한 정보가 자본시장에서 이익조정과 자본비용의 긍정적인 결정요인으로 반영되고 있음을 보여준다.

따라서 향후 지배구조 평가지수가 낮은 기업들은 자본비용의 증가를 예방하기 위해 지배구조를 강화하는 정책적 노력이 필요할 것으로 보인다.

@highlight

본고는 기업지배구조가 이익조정과 자본비용에 미치는 영향을 분석했다.

@highlight

즉, 우수한 기업지배구조가 재량적 발생액을 감소시키는 효과를 검증하려고 한다.

