암이나 혈관질환을 진단하기 위하여 영상의학기기들의 사용이 증가되고 있다.

영상의학기기 중 컴퓨터단층촬영(CT) 은 가장 널리 이용되는 방법의 하나로서, CT를 하기 위해서는 조영제를 투여하여야 한다.

따라서, 본 연구에서는 리포솜의표면에 금 입자를 코팅함으로써 조영제로 개발하고자 하였다.

금 입자를 코팅하기 위하여, 양이온성 리포솜을 제조하였고, 양이온성 리포솜의 표면에 음이온을 띄는 Au?

가 정전기적으로 코팅이 되게 하였다.

금 코팅 리포솜(GCL)의 크기는 154.8 ± 9.2 nm 이었고, 표면전하는 27 ± 3.2 mV 이었다.

리포솜의 형태는 주사전자현미경과 투과전자현미경으로 확인하였다.

리포솜 표면의 금 코팅 효율은 18% 였으며, MTT 분석을 한 결과, 금 코팅 과정에 대한 세포독성은 없었다.

그리고, 제조된 금 입자코팅 리포솜을 CT로 촬영했을 경우 우수한 조영 효과를 나타냈다.

따라서 본 연구에서 제조된 GCL은 CT 조영제로서 다양한 혈관질환에 적용이 가능할 것이다.

@highlight

이 연구에서는 리포솜의표면에 금 입자를 코팅함으로써 조영제로 개발하고자 했다.

@highlight

리포솜의 형태는 주사전자현미경과 투과전자현미경으로 확인했다.

