이 연구의 목적은 미국의 평가전문가인 Wiggins & McTighe(1998)가 제안한 백워드 교육모형을 소개하고 교육과정 철학에 맞는 체육수업을 구현할 때, 평가전문가가 어떻게 기여할 수 있는가를 탐색하는 것이다.

백워드 교육모형은교육과정에 부합하는 평가방법을 먼저 고안하고 그 후에 교수학습 방법을 개발하는 적용하는 방법을 의미하는데, 평가도구를 타당하고 신뢰롭게 개발할 수 있는 평가전문가를 이상적인 교사상으로 제시하였다.

이 모형은 역량중심 교육에적절하기 때문에 우리나라 2011 창의?

인성교육과정에 적용하여 창의?

인성교육 철학에 부합하는 체육수업을 구현하는데 용이하다.

이 연구는 (1) 백워드 교육모형을 소개하고 (2) 체육교과 백워드 교육모형 설계 적용사례(이태구, 2014)를 제시하였으며, (3) 평가전문가(김미예, 2013)가 제시한 평가도구를 이용하여 창의성 함양 체육수업을 설계하였고 (4) 백워드 교육모형 적용 체육수업의 효과적인 실천을 위한 평가전문가의 역할에 대하여 논의하였다.

@highlight

본 연구의 목적은 미국의 평가전문가인 Wiggins & McTighe(1998)가 제안한 백워드 교육모형을 소개하고 교육과정 철학에 맞는 체육수업을 구현할 때, 평가전문가가 어떻게 기여할 수 있는가를 탐색하는 것이다.

