본 연구는 부모학대 피해경험, 학교폭력 피해경험, 인터넷 중독과 공격성 간의 구조적 관계 및 이에 대한 학교급 간 차이를 밝히는 데 그 목적이 있다.

이를 위해 선행 이론을 토대로 하여 부모학대 피해경험은 학교폭력 피해경험과 인터넷 중독을 매개로 하여 공격성에 직·간접적으로 영향을 미칠 것이라는 가설을 설정하였다.

본 연구의 주요결과는 다음과 같다.

첫째, 공격성에 대해 부모학대 피해경험, 학교폭력 피해경험과 인터넷 중독은 정적인 영향을 미치는 것으로 나타났다.

둘째, 부모학대 피해경험은 학교폭력 피해경험, 인터넷 중독을 매개로 공격성에 영향을 주었고, 학교폭력 피해경험은 인터넷 중독을 매개로 공격성에 영향을 주는 것으로 확인되었다.

셋째, 공격성에 대한 부모학대 피해경험과 학교폭력 피해경험의 직접효과는 초등학교 6학년에서 더 컸지만, 공격성에 대한 인터넷 중독의 직접효과는 중학교 2학년에서 더 컸다.

넷째, 중학교 2학년의 경우 부모학대 피해경험은 학교폭력 피해경험과 인터넷 중독을 순서대로 매개로 하여 공격성에 미치는 영향을 주었으나, 초등학교 6학년에서는 통계적으로 유의미한 차이가 나타나지 않았다.

이러한 결과는 학년이 올라갈수록 부모학대 피해경험이 또 다른 위험요인인 학교폭력 피해경험과 결합되어 부정적 영향력이 더 커지면서, 인터넷 중독에 빠질 가능성이 높아지며 공격성에도 더 큰 영향을 미칠 수 있음을 시사해 준다.

@highlight

이 연구는 부모학대 피해경험, 학교폭력 피해경험, 인터넷 중독과 공격성 간의 구조적 관계 및 이에 대한 학교급 간 차이를 밝히는 데 그 목적이 있다.

