공압제어회로는 4차 산업혁명 시대에 공장 자동화를 구성하는 중요한 기본 요소이며 대학 수준에서 공압제어회로를 설계하고 제작하는 능력을 기르는 것은 매우 중요한 교육과정 중의 하나이다.

본 연구에서는 공압제어회로의 설계 및 제작 과목에 캡스톤 디자인 방법을 적용하기 위해 모둠별 협동학습을 도입하였다.

또한, 학생들의 학습 성취도를 살펴봄으로써 향후 이 결과를 바탕으로 실천공학 교육의 혁신에 기여 하고자 하였다.

공압제어회로 설계 및 제작에서 실험집단에는 모둠별 협동학습을적용하고 비교집단은 전통적 강의법을 적용하여 해석 능력의 차이를 검정하였다.

모둠별 협동학습을 수행한 실험집단이 전통적인 강의로만 진행된 비교집단보다 학업 능력이 높게 나타났고 유의수준 p<0.05의 t-

검정 결과에서도 두 집단간에 유의미한차이가 있음을 확인하였다.

실험집단에는 13개의 설문조사 문항을 4개의 모둠별로 응답하게 하고 그 결과를 분석하였는데, 전체 평균 4.731의 높은 만족도를 나타내었다.

본 연구를 통하여 공압제어회로의 설계 및 제작 교과목은 통상적인 과목으로 운영할 때 보다 캡스톤 디자인 기법을 적용했을 때 학생들의 학습 성취도 향상에 매우 효과적이라는 결론을 얻었으며 향후 캡스톤디자인의 교육과정 개발에 기초 자료로 활용될 수 있을 것으로 기대된다.

@highlight

본 연구에서는 공압제어회로의 설계 및 제작 과목에 캡스톤 디자인 방법을 적용하기 위한 것으로, 모듬별 협동 학습을 실시하고 학생들의 학습 성취도를 살펴봄으로써 향후 이 결과를 바탕으로 실천공학 교육의 혁신에 기여 하는 것이 목적이다.

