우리나라 연안과 해양에 소재한 보호구역은 1990년대 중반 이후 지정개소와 면적이 급속도로 증가하여 전국에 425개소, 10,666.8㎢가 지정되어 있다.

그러나 보호구역제도의 외형적 실적(output)에도 불구하고 지정기준의 객관성 부족과 모호성은 다른 관리문제점인 갈등발생, 지정 후 관리대책 미비, 중복지정 등의 원인으로 기능하고 있다.

연안․해양생태계 보전을 위한 효과적인 정책수단으로 보호구역제도가 기능하기 위해서는 지정과정에서 나타나는 문제점을 해결할 필요가 있는데, 이를 위해서는 현재의 보호구역 지정체계를 개선해야 한다.

지정기준에는 자연환경 요소뿐만 아니라 사회경제적 요소를 포함해야 하며, 세부지표별로 가중치를 부여하여 항목별 중요도를 반영할 필요가 있다.

이 연구에서는 대표적인 연안․해양보호구역인 ‘습지보호지역'과 ‘해양보호구역'을 대상으로 자연환경뿐만 아니라 사회적 여건과 같은 관리적 요소를 고려한 지정기준을 제시하였다.

또한 계층화분석과정(AHP) 기법을 활용하여 개별 지정기준 항목의 가중치를 산정하였고 이를 보호구역 대상지역 평가에 활용할 수 있는 체계를 개발하였다.

@highlight

우리나라 연안과 해양에 소재한 보호구역은 전국에 425개소, 10,666.8㎢가 지정되어 있다.

@highlight


연안․해양생태계 보전을 위한 정책수단으로 보호구역제도가 기능하기 위해서는 지정과정에서 나타나는 문제점 해결 필요가 있는데, 이를 위해서는 보호구역 지정체계를 개선해야 한다.

@highlight


이 연구에서는 연안․해양보호구역인 ‘습지보호지역'과 ‘해양보호구역'을 대상으로 자연환경, 사회적 여건, 관리적 요소를 고려한 지정기준을 제시하였다.

