이 글은 읽기 자료의 입력에서 실제성과 관련한 문제를 살피고, 텍스트 수정의 한 방법으로 단순화에 관한 문제를 기술하는 것을 목표로 한다.

이를 위해 외국어 또는 제2언어 읽기 자료에서 논의되는 실제성과 단순화의 문제에 대해 앞선 연구들을 바탕으로 이론적으로 검토하고, 이것이 한국어 교육에서 읽기 자료의 선정과 개발에 어떻게 적용될 수 있는지의 문제를 살핀다.

외국어 또는 제2언어 읽기 교육에서 활용되는 자료는 실제성의 기준에 적절하도록 선정되어야 한다.

그런데 실제성이 어떤 조건으로 구현되는지 또는 어떤 것이 실제적인 자료인지를 판정하기 힘들며, 특히 실제적 텍스트는 어휘와 문법, 그리고 내용에서 학습자들이 이해하기에 너무 어렵다는 문제를 지니고 있다.

그리하여 실제적 텍스트의 어려운 어휘를 쉬운 어휘로 바꾸고, 복잡하고 긴 문장 구조를 간단하게 하는 단순화의 절차를 거치기도 한다.

단순화된 텍스트는 의미적 중의성과 구조적 복잡성을 축소시고, 가독성을 증진시키며, 내용을 빨리 그리고 효과적으로 이해할 수 있도록 하는 데 기여한다.

그러나 지나친 단순화는 오히려 필요한 어휘와 문법을 삭제하거나 부자연스러운 표현을 만들고 내용의 이해를 방해하는 문제를 일으키기도 한다.

실제성과 단순화는 그 나름의 장점도 있지만 한계도 지니고 있다.

따라서 읽기 교육에서는 실제성과 단순화의 긍정적인 특징들이 결합된 자료를 활용하는 것이 바람직할 것이다.

한국어 읽기 교육에서도 이 부분에 대한 고려가 필요함은 마찬가지라 할 수 있다.

@highlight

이 글은 읽기 자료의 입력에서 실제성과 관련한 문제를 살피고, 텍스트 수정의 한 방법으로 단순화에 관한 문제를 기술하는 것을 목표로 한다.

