본 연구의 목적은 해양관광 전문인력을 양성할 기본방향을 정립하고, 이에 맞추어 객관적이고 합리적인 교육과정을 개발하는 것이다.

해양관광 전문인력 양성을 위한 교육과정을 개발하는데 가장 중요하게 고려해야 할 점은 해양관광과 해양관광 전문인력에 대한 전문가들의 합의된 정의와 양성 목적을 도출하고, 이를 토대로 전문적인 교육과정의 각 영역을 개발하는 것이다.

이에 본 연구에서는 관련 전문가들의 의견을 수렴하는 방법인 델파이 조사를 총 3회에 걸쳐 실시하였다.

연구결과는 다음과 같다.

먼저, 해양관광의 정의는 일상생활을 벗어나 새로운 변화를 추구하기 위하여 해양공간을 중심으로 다양한 해양문화(체험 관람, 휴양, 레저스포츠활동)를 체험하는 행위로 도출되었다.

해양관광 전문인력의 정의는 해양관광활동 및 환경을 개발·기획·운영·교육을 할 수 있는 실무전문가로 도출되었다.

해양관광 전문인력 양성의 목적은 해양관광 활성화와 해양관광객을 위해 전문적인 지식과 기술, 정보를 가지고 해양관광에 대한 개발, 기획, 운영, 교육 등의 실무적 전문성을 확보하는 것으로 도출되었다.

마지막으로 해양관광 전문인력의 양성은 해양관광 경영 전문인력(해양관광 기획 전문가, 해양관광 마케팅 전문가, 해양관광 시설관리 전문가, 해양관광 서비스 전문가), 해양관광 콘텐츠 전문인력(해양레저스포츠 전문가, 해양관광 체험 전문가), 해양관광 정책 전문인력(해양관광 정책 전문가)의 총 3개 영역에서의 양성이 필요한 것으로 도출되었다.

@highlight

이 연구의 목적은 해양관광 전문인력을 양성할 기본방향을 정립하고, 이에 맞춰 객관적이고 합리적인 교육과정을 개발하는 것이다.

@highlight

이 연구에서는 관련 전문가들의 의견을 수렴하는 방법인 델파이 조사를 총 3회에 걸쳐 실시했다.

