본 연구는 소의 미성숙 난포란의 체외성숙시 β-

mercaptoethanol(β-

ME)의 첨가가 체외성숙, 체외수정 후 웅성전핵의 형성 및 세포질 내의 GSH 수준에 미치는 영향을 알아보고자 실시하였다.

체외성숙시 25μM과 50μM의 β-

ME를 첨가한 경우 대조구에 비하여 성숙율이 증가하는 것으로 나타났으며(p<0.05), 모든 실험구에 있어서 12시간 체외성숙보다 24시간 체외성숙에서 높은 성숙율을 나타냈다(p<0.05).

체외수정 후 웅성전핵 형성에 있어서는 25μM와 50μM 농도의 β-

ME 첨가구에서 대조구에 비하여 높게 나타났으나(p<0.05), 25μM과 50μM 농도구와의 유의적인 차이는 없었다.

GSH의 수준은 체외성숙 후 50μM의 β-

ME 첨가구가 다른 처리구에 비교하여 높게 나타났으며(p<0.05), 체외수정 후 웅성전핵이 형성된 다음 세포질 내 GSH 수준 역시 50μM의 β-

ME 첨가구에서 가장 높은 결과를 나타냈다(p<0.05).

@highlight

소의 미성숙 난포란의 체외성숙시 β-

@highlight

ME의 첨가가 체외성숙, 체외수정 후 웅성전핵의 형성 및 세포질 내의 GSH 수준에 미치는 영향을 본 결과 GSH의 수준은 체외성숙 후 50μM의 β-

@highlight

ME 첨가구가 다른 처리구에 비교하여 높았다.

