본 연구는 최근 사회적 관심이 다분하게 집중되고 있는 일자리창출정책 성과에 대하여 지방정부를 중핵적 행위자로 가지고 있는 정책공동체와의 관계를 규명하고, 행위주체인 지방정부의 재정자립도와의상관관계를 파악함으로써, 정책공동체 구조와 행위자들 사이의 조정, 재정적 자립수준에 대한 조치를 통해 일자리창출정책의 효과성을 강화할 수 있는 방법 구상을 취지로 수행되었다.

연구의 목적 달성을위해 현재 일자리창출정책을 수행하고 있는 서울시 25개 자치구 중심의 정책공동체 구조 성분을사회연결망분석을 통하여 확인하였으며, 2013년 자치구별 재정자립도와 자치구별 일자리창출정책평가에따른 인센티브 수취 여부를 분석변수로써 활용하였다.

그 결과, 일자리 창출 성과로 인센티브를받은 자치구들은 받지 못한 자치구들에 비해 치밀한 상관관계를 갖고 있는 활동 군집을 보유함으로써상대적으로 활발한 접촉상태를 나타내고 있음을 확인했다.

또한 인센티브를 받은 자치구들은 낮은재정자립도와 연결정도중앙성·매개수준중앙성, 연결정도집중도·매개수준집중도, 높은 네트워크밀도를 보유하고 있음을 확인하였는데, 이들에 대한 판별분석 결과 연결정도집중도만이 재정자립도에따라 유의한 차이가 있는 것을 파악하였다.

@highlight

본고는 최근 사회적 관심이 다분하게 집중되고 있는 일자리창출정책 성과에 대해 지방정부를 중핵적 행위자로 가지고 있는 정책공동체와의 관계를 규명하고, 행위주체인 지방정부의 재정자립도와의상관관계를 파악함으로써, 정책공동체 구조와 행위자들 사이의 조정, 재정적 자립수준에 대한 조치를 통해 일자리창출정책의 효과성을 강화할 수 있는 방법 구상을 취지로 수행되었다.

