근대 국제체제 속에서 생존을 모색하려는 한국의 노력은 서구 국제정치 논리인 세력균형 개념의 수용으로부터 시작되었다.

19세기 말 조선의 ‘균세’ 관념은 세력균형 개념 수용의 결정적 계기가 되었던 텍스트들과 정책결정자들의 과도기적 인식의 영향으로 인해 규범론적이고 도덕주의적인 속성을 내포하였고, 이로 인해 당시 한국 외교정책의 모델리티로서 기능할 수 있었다.

이러한 분석을 통해 본 논문은 청일전쟁 직후 국가생존의 위기에서 일본을 견제하기 위해 러시아를 끌어들였던 조선의 책략이 외교정책 모델리티로서의 ‘균세’ 관념의 산물이었음을 주장한다.

이를 뒷받침하기 위해 인아거일 전략을 둘러싼 역사적 사실들을 국제정치학의 세력균형론과 동맹이론의 시각에서 재구성하여 서술한다.

조선의 인아거일 전략은 ‘균세’ 개념이 내포한 인식론적 한계에도 불구하고 단기적이나마 조선의 생존에 실질적 효력을 발휘했다는 측면에서 약소국 외교정책론의 견지에서 그 의의가 재평가되어야 한다.

@highlight

본 고는 청일전쟁 직후 일본을 견제하기 위해 러시아를 끌어인 조선의 책략이 외교정책 모델리티로서 ‘균세’ 관념의 산물이었음을 주장하고, 이를 뒷받침하기 위해 인아거일 전략을 둘러싼 역사적 사실들을 국제정치학의 세력균형론과 동맹이론 시각에서 재구성한다.

