본 연구는 우리나라 공립유치원 교사들의 직무환경과 일상생활, 교사들이 실제 수행하는 직무의 범위와 내용, 그리고 직무의 성격과 직무에 대한 적응의 의미를 밝혀보고자 하였다.

공립유치원 교사 3명이 주 제보자로 참여하였고, 다른 10명의 유치원 교사와 초등교사 한 명은 보조 제보자로 참여하였다.

자료는 개인적 기록 수집, 심층면담, 문서수집 방법을 통해 수집되었고, 자료 분석을 위한 주요 방법으로는 영역분석과 분류체계분석이 활용되었다.

공립유치원 교사의 직무환경과 일상생활 그리고 직무의 범위와 내용을 재구성하여 제시하였고, 직무의 성격과 직무에 대한 적응이 갖는 의미를 추론하였다.

교사의 직무환경은 초등학교와의 공존 상황과 교실 중심의 시공간 관리방식 및 교육수요자의 관계를 중심으로 해석되었고, 교사의 일상생활은 유아들과의 상호작용 방식 및 일과 진행 양상을 통하여 구성되었다.

교사의 직무 범위와 내용은 관계 조성 및 유지, 유아 지도 및 보호, 교실 중심 환경 정비, 행사수행 등으로 구성되었다.

교사의 직무는 노동집약성, 다중적 역할, 가변성, 업무표준의 모호성 등의 특성을 보였고, 교사의 직무에 대한 적응은 생존하기, 혼란스런 일상에서의 표준 찾기, 존중감 추구 등의 의미로 해석되었다.

@highlight

공립유치원 교사들의 직무환경과 일상생활, 실제 수행 직무 범위와 내용, 직무 성격과 직무에 대한 적응의 의미를 밝혀보고자 하였다.

@highlight

교사의 직무는 노동집약성, 다중적 역할, 가변성, 업무표준 모호성 등의 특성을 보였고, 직무에 대한 적응은 생존하기, 혼란스런 일상에서 표준 찾기, 존중감 추구 등의 의미로 해석되었다.

