이 연구는 대명사의 성별단서가 애매한 조건에서 선행어의 성별표지와 선행어의 초점이 참조해결과정에 미치는 영향을 두 개의 실험에서 관찰하였다.

실험 1은 선행어가 역할명사(예; ‘의사’)인 조건에서 자율조절 읽기과제와 탐사재인과제를 사용하여 선행어의 성별범주, 선행어 위치 및 속성 일치 효과를 관찰하였다.

그 결과, 선행어의 성별 범주와 선행어 위치 효과가 관찰되었고, 선행어의 성별 범주와 선행어 위치가 상호작용하였다.

선행어의 성별 표지가 남성인 경우는 위치 효과가 있었지만 여성인 경우는 위치 효과가 없었다.

실험 2는 고유명사(예; ‘미라’) 조건에서 실험 1의 독립변인에 대한 효과를 다시 관찰하였다.

연구 결과, 선행어 위치의 주효과만 관찰되었다.

두 실험은 성별단서가 애매한 조건에서 선행어의 위치가 초점효과를 제공하여 참조해결에 중요한 역할을 하지만 선행어가 일반명사인 경우는 성별범주의 표지효과 또한 그 영향력이 크다는 증거를 얻었다.

반면에 속성의 일치효과는 관찰되지 않았다.

이것은 대명사의 참조해결의 초점가설이 타당하다는 증거이다.

@highlight

대명사의 성별단서가 애매한 조건에서 선행어의 성별표지와 선행어의 초점이 참조해결과정에 미치는 영향을 두 개의 실험에서 관찰하였다.

@highlight

두 실험은 성별단서가 애매한 조건에서 선행어의 위치가 초점효과를 제공하여 참조해결에 중요한 역할을 하지만 선행어가 일반명사인 경우는 성별범주의 표지효과 또한 그 영향력이 크다는 증거를 얻었다.

