중국에서는 산업고도화에 따른 중간재 수입대체와, 생산비용의 상승에 따른 생산기지로서의 비교우위 약화라는 두 가지 구조적 변화가 나타나고 있다.

이러한 변화는 동북아 제조업 분업구조의 상위 파트너인 한국의 중국에 대한 중간재 수출을 둔화시킬 수 있다.

본 연구는 품목별 무역자료를 이용하여 중국의 수입대체 능력의 강화 및 생산기지 비교우위의 하락을 측정할 수 있는 방법을 제안하고 그것이 한국의 중간재 대중수출에 미치는 영향을 측정하였다.

특히 중국의 생산기지 비교우위의 변화를 측정할 수 있는 지수로서 품목별 RRCA지수를 개발하여 분석에 이용하였다.

한국의 159개 주요 중간재 대중수출 품목의 2011년~2014년 대중수출 증가율에 대한 패널 회귀분석에 따르면, 두 가지 구조적 효과가 모두 한국의 대중수출을 둔화시키고 있다.

또한 산업고도화에 따른 중국의 중간재 수입대체보다는 생산기지 비교우위 하락에 따른 중국의 중간재 수입수요의 감소가 한국의 대중수출 둔화에 더 큰 영향을 끼치고 있다.

@highlight

품목별 무역자료를 이용해 중국의 수입대체 능력의 강화와 생산기지 비교우위의 하락을 측정할 수 있는 방법을 제안하고 한국의 중간재 대중수출에 미치는 영향을 측정했다.

@highlight

중국의 생산기지 비교우위의 변화를 측정할 수 있는 지수로 품목별 RRCA지수를 개발해 분석에 활용하였다.

