대법원은 경영판단을 고려하여 배임죄의 유죄와 무죄를 판단하고 있다.

따라서 경영판단의 요소를 정확하게 제시하는 것이 필요하다.

경영상 판단을 통한 배임죄 성립여부를 검토한다면, 미국 판례법상 축적된 경영판단원칙의 내용들을 적극적으로 수용하여 형법상 업무상 배임죄의 성립여부를 검토하는 이론을 수립하는데 활용할 필요성이 있다.

경영판단원칙의 원칙은 범죄체계론적으로는 배임죄를 고의를 판단하는 자료로 활용하는 것이 적절한 것으로 본다.

배임죄의 고의의 인식대상은 사무를 처리하는 자라는 인식, 임무위배행위(배임행위)라는 인식, 재산상의 이익을 취득하거나 제3자로 하여금 취득하게 한다는 인식, 본인에게 손해를 가한다는 인식, 배임행위와 재산상 이익취득 및 본인의 손해발생 사이의 인과관계 등이다.

이외에도 불법이득의 의사가 필요하다.

따라서 경영판단원칙은 배임죄의 고의 인식대상의 모든 영역에 미칠 수 있으므로 정교한 이론의 수립이 필요하며 이를 위해 미국 판례법상 이론을 도입하는 것이 필요하다.

@highlight

대법원은 경영판단을 고려해 배임죄의 유죄와 무죄를 판단하고 있다.

@highlight

경영상 판단을 통한 배임죄 성립여부를 검토한다면, 미국 판례법상 축적된 경영판단원칙의 내용들을 적극적으로 수용해 형법상 업무상 배임죄의 성립여부를 검토하는 이론을 수립하는데 활용할 필요성이 있다.

