전라도 동부 지역은 한국 판소리 문화사를 고찰하는데 중요한 곳이다.

이 지역은 명창의 출현과 유파의 발생적 측면에서 주목을 받아왔다.

순천은 과거부터 전라도 동부 지역의 정치·군사·경제적 측면에서 중심 도시였다.

순천은 지역적 차원에서 판소리가 소비되고, 향유된 곳이기도 했다.

이런 모습은 근현대로 넘어오면서 뚜렷하게 나타난다.

그럼에도 불구하고 이와 관련된 연구가 부족한 것이 현실이다.

본 연구는 이런 현상에 주목하면서 현대의 순천 판소리 창자 염금향에 주목하였다.

염금향은 1932년에 광양에서 태어났다.

그녀는 대전, 남원 등으로 이주하면서 예술활동을 했고, 1970년 후반에 순천에 정착하였다.

염금향은 순천에 정착하면서 보성소리를 체계적으로 학습하였다.

염금향은 당시 침체된 지역의 판소리 문화를 다시금 일으키는데 중요한 역할을 하였으며, 젊은 창자를 많이 발굴하여 육성하였다.

염금향은 무형문화재 등 제도적 차원에서 조명을 받지 못했지만, 순천 지역 현대 판소리 문화를 고찰하는데 중요한 인물이라 할 수 있다.

이에 염금향의 생애와 예술 활동을 구술사를 중심으로 재구성하고, 그 의미를 고찰하였다.

@highlight

전라도 동부 지역은 한국 판소리 문화사를 고찰하는데 중요한 곳이다.

@highlight

이 연구는 이런 현상에 주목하면서 현대의 순천 판소리 창자 염금향에 주목했다.

