본 연구의 목적은 청소년의 긍정적 정신건강 유형에서의 성차를 조사하는 것이다.

이를 위해 본 연구에서는 2015년에 시행된 제11차 청소년건강행태온라인조사에 참여한 청소년 자료를 활용하였다.

이 조사에 참여한 청소년은 68,043명(남자 35,204명, 여자 32,839명)이었다.

본 연구에서는 남학생과 여학생이 Keyes(2002)의 분류에 의한 긍정적 정신건강 유형에 따른 차이를 보이는지를 살펴보았다.

그 결과, 정신적 번영 유형과 심리적 부적응 유형에 비해 정신적 쇠약 유형과 분투 유형에서 상대적으로 더 큰 성차가 관찰되었다.

여학생의 경우, 남학생에 비해 상대적으로 나이가 들어감에 따라 정신적 쇠약 유형이 더 증가하는 패턴을 나타냈다.

반면에 남학생의 경우, 여학생에 비해 나이가 들어감에 따라 분투 유형이 더 증가하는 패턴을 나타냈다.

이러한 결과는 청소년의 긍정적 정신건강 유형에서 성차가 존재할 가능성을 시사한다.

끝으로, 본 연구의 시사점과 제한점 및 추후 연구에 대한 제언이 논의되었다.

@highlight

이 연구의 목적은 청소년의 긍정적 정신건강 유형에서의 성차를 조사하는 것이다.

@highlight

그 결과, 정신적 번영 유형과 심리적 부적응 유형에 비해 정신적 쇠약 유형과 분투 유형에서 상대적으로 더 큰 성차가 관찰되었다.

