본 연구에서는 국세통계와 조사자료를 이용하여 최상위 소득 집단의 직업 구성을 살펴본다.

주주와 경영자(관리자+개인사업주)는 최상위 0.1% 소득집단의 53.8%를 차지하고 있다.

소득 집중도가 크게 증가한 2002년부터2007년 사이에 최상위 소득 0.1% 집단에게 귀속된 소득의 88.7%가 주주와경영자의 몫으로 돌아갔다.

주주와 경영자는 최상위 0.1~1% 소득 집단의17.9%를 차지하고 있는데 2000년대 0.1~1% 소득집단에 귀속된 소득증가분의 65.8%를 가져갔다.

2000년대에 국민소득 증가의 21.1%가 최상위 1% 소득집단에 분배되면서 소득 집중도가 급격히 증가하였는데, 최상위 1% 집단내에서도 주주와 경영자에게 소득분배가 집중되었다.

2000년대에 소득 집중을 주도한 집단은 주주와 경영자이다.

최상위 소득 집단의 구성은 미국이나 캐나다와 비슷하다.

전문가 가운데한국에서는 의료업 종사자가, 미국에서는 금융전문가와 법률전문가가 최상위 소득집단에 많이 포함되어 있다.

@highlight

이 연구에서는 국세통계와 조사자료를 이용해 최상위 소득 집단의 직업 구성을 살펴본다.

@highlight

2000년대에 국민소득 증가의 21.1%가 최상위 1% 소득집단에 분배되면서 소득 집중도가 급격히 증가했는데, 최상위 1% 집단내에서도 주주와 경영자에게 소득분배가 집중되었다.

