이 연구는 국민 1인당 GDP, 저축액, 금리, 물가상승률, 실업률 등 주요 경제변수들이 보험업에 서로 어떠한 영향을 주고, 또 어떤 관계를 맺고 있는지를 살펴봄으로써 보험업의 경제적 공헌도를 찾아보는 데 목적이 있다.

이를 위해 선진 16개국을 대상으로 보험업과 경제변수간의 관계를 GMM(Generalized Method of Moments) 동태적 패널모형과 함께 Panel-

VAR모형을 이용한 충격반응함수(Impulse response function)와 분산분해(Variance decomposition)를 통해 보험업과 경제성장간의 인과관계를 실증분석하였다.

분석기간은 1980년부터 2004년까지 25년간이다.

분석결과 보험업의 성장은 경제성장을 견인하는 역할을 하고 있고, 경제성장 역시 보험업 성장에 매우 긍정적인 영향을 주는 것으로 나타났다.

또한 보험업은 물가를 안정시키고 실업률을 떨어뜨리는 것으로 나타나 경제안정에도 기여함을 보였다.

@highlight

본 논문은 주요 경제변수들이 보험업에 어떠한 영향을 미치며, 또 어떤 관계를 맺고 있는지 고찰을 통해 보험업의 경제적 공헌도를 찾아보는 것이 목적으로, 분석결과 보험업과 경제 성장이 서로 긍정적인 영향을 미치는 것으로 나타났다.

