본 연구는 그리기, 만들기, 꾸미기가 포함된 협동적 조형활동이 유아의 사회적 유능감과 사회적 유능감의 하위요인인 사회적 활동성, 사회적 안정성, 협조성, 사회적 참여 및 자율성, 규범에 대한 순응성, 지도성에 어떠한 영향을 미치는지 알아보는 데 목적이 있다.

이를 위하여 광주광역시에 소재한 2개 공립유치원에 재원중인 만 5세 유아 40명(실험집단 20명, 통제집단 20명)을 대상으로 8주 동안 총 16회에 걸쳐 실험처치를 하였다.

실험집단과 통제집단 유아의 사회적 유능감 검사를 위해 Sparrow와 Balla 및 Cicchetti(1985)가 개발한?

Vineland Adative Behavior Scales?

를 이영자, 이종숙, 양옥승(1988)이 번안한?

사회적 유능감 검사?

를 사용하였으며 사전검사와 사후검사를 통해 협동적 조형활동이 유아의 사회적 유능감에 미친 효과를 검증하였다.

그 결과 협동적 조형활동이 유아의 사회적 유능감의 하위요인인 사회적 활동성, 사회적 안정성, 협조성, 사회적 참여 및 자율성, 규범에 대한 순응성, 지도성에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

그리기, 만들기, 꾸미기가 포함된 협동적 조형활동이 유아의 사회적 유능감과 하위요인인 사회적 활동성, 사회적 안정성, 협조성, 사회적 참여 및 자율성, 규범에 대한 순응성, 지도성에 미치는영향을 알아보며 실험집단과 통제집단 유아의 사회적 유능감 검사를 위해 Sparrow와 Balla 및 Cicchetti가 개발한 Vineland Adative Behavior Scales를 이영자, 이종숙, 양옥승이 번안한 사회적 유능감 검사를 사용,사전검사와 사후검사로 협동적 조형활동이 사회적 유능감에 미친 효과를 검증하고 협동적 조형활동이 사회적 유능감의 하위요인 사회적 활동성, 사회적 안정성, 협조성, 사회적 참여 및 자율성, 규범에 대한 순응성, 지도성에 긍정적 영향을 미치는 것으로 나타났다.

