DMSP-

OLS 야간영상에서 추출된 빛합계지수와 시가지 정보는 사회·경제적 지표 추정과 도시 공간의 역동성 등의 연구에 폭넓게 이용되었다.

본 연구는 1992~2012년 각 연도의 DMSP-

OLS 자료를 이용하여 북한과 인접한 중국 지린성 도시들의 경제성장과 시가지 발달의 시·공간적 변화 패턴을 살펴보았다.

지난 20여 년 동안 지린성빛합계지수 및 각 도시의 빛합계지수는 모두 성장하였다.

또 빛합계지수와 시가지 면적 가중 중심점의 시계열 변화분석을 한 결과 전자는 북서 방향으로 후자는 남동 방향으로 이동하는 패턴을 따랐다.

이러한 방향성은 중국 정부의동북진흥전략과 연계된 것으로 추정된다.

향후 연구에서는 DMSP-

OLS 자료의 시간적 한계를 극복하기 위한 SNPP VIIRS DNB 영상자료의 공동 활용도 고려되어야 하며, 동시에 경제통계자료와 빛합계지수 간 상관관계에 기반한 회귀모형의 구축을 통해 지역내총생산 등 경제지표의 추정에 관한 연구도 수행되어야 할 것이다.

@highlight

본 연구는 1992~2012년 각 연도의 DMSP-

@highlight

OLS 자료를 이용해 북한 및 인접한 중국 지린성 도시들의 경제성장과 시가지 발달의 시·공간적 변화 패턴을 관찰해보았다.

