본

 

연

구

는

 

국

내

 

수

집

 

및

 

아

시

아

채

소

개

발

센

터

 

보

유

 

품

종

인

 

오

이

 

2

2

종

을

 

이

용

하

여

 

노

균

병

에

 

대

한

 

품

종

별

 

저

항

성

 

정

도

를

 

구

명

하

고

 

우

수

 

품

종

을

 

선

발

하

고

자

 

대

만

 

타

이

난

소

재

 

아

시

아

 

채

소

연

구

 

개

발

 

센

터

에

서

 

수

행

하

였

다

.

 

수

집

품

종

에

 

대

한

 

노

균

병

 

병

원

균

 

접

종

은

 

모

든

 

수

집

 

품

종

의

 

생

장

 

단

계

 

중

 

유

엽

이

 

5

?

6

엽

 

전

개

되

는

 

유

묘

 

초

기

에

 

병

원

균

을

 

접

종

하

여

 

검

정

하

였

다

.

 

이

때

 

노

균

병

 

발

병

에

 

최

적

 

발

병

조

건

 

유

지

를

 

위

해

 

온

도

 

조

절

이

 

가

능

한

 

항

온

기

 

내

에

서

 

처

리

 

후

 

일

정

기

간

 

유

지

하

였

다

.

 

노

균

병

균

의

 

접

종

농

도

는

1

×

1

0

5

 

s

p

o

r

e

s

/

m

l

의

 

포

자

 

현

탁

액

을

 

오

이

 

잎

에

 

1

회

 

분

무

 

접

종

 

후

 

잎

에

 

발

생

한

 

병

반

수

를

 

6

,

 

9

,

 

1

2

,

 

1

5

일

 

총

 

4

회

에

 

걸

쳐

 

조

사

하

였

다

.

 

그

 

결

과

 

1

5

o

C

와

 

2

5

o

C

 

챔

버

에

서

는

 

병

반

 

형

성

이

 

매

우

 

낮

았

으

나

 

2

0

o

C

 

처

리

에

서

는

 

처

리

 

품

종

당

 

평

균

병

반

수

 

2

0

?

3

0

개

(

5

엽

 

기

준

)

를

 

나

타

내

어

 

병

반

 

형

성

이

 

비

교

적

 

높

았

다

.

 

처

리

 

품

종

별

 

병

반

수

는

 

‘

C

-

1

9

’

 

품

종

에

서

 

0

.

9

0

(

1

0

?

2

0

%

 

미

만

)

로

 

다

른

 

품

종

에

 

비

하

여

 

비

교

적

 

병

반

수

가

 

낮

아

노

균

병

에

 

대

한

 

가

장

 

높

은

 

저

항

성

을

 

나

타

내

었

다

.

 

기

타

 

품

종

에

서

는

 

병

반

수

가

 

다

량

 

형

성

되

어

 

노

균

병

에

 

대

한

 

저

항

성

이

 

낮

았

으

며

 

처

리

 

후

 

경

과

일

수

가

 

길

어

질

수

록

 

더

욱

 

증

가

되

어

 

유

의

적

인

 

차

이

는

 

나

타

나

지

 

않

았

다

.

@highlight

이 연구는 국내 수집 및 아시아채소개발센터 보유 품종인 오이 22종을 이용하여 노균병에 대한 품종별 저항성 정도를 구명하고 우수 품종을 선발하고자 대만 타이난소재 아시아 채소연구 개발 센터에서 수행하였다.