본 글은 삼한의 ‘祭天’과 동예의 舞天을 한국 고대 ‘제천’과 비교 검토하면서 삼한과 동예의 ‘제천’이 지니고 있는 포용적 측면을 살펴본 것이다.

우선 삼한의 ‘제천’과 동예의 무천은 ‘國中大會’는 아니지만, ‘제천’을 통해 사회를 통합해 나갔다고 보았다.

이와 같은 삼한과 동예의 10월 ‘제천’은 추수감사제적 성격만 있는 것이 아니라 신년의례이며, 중국 臘祭의 성격도 있다고 하였다.

그리고 ‘제천’의 제의 과정의 하나인 ‘晝夜飮酒歌舞’는 공동체의 결속을 다지는 행위이기도 하지만, 지난 것에 대한 폐기를 의미하기도 한다고 하였다.

이 점을 염두에 둘 때 공동체 구성원은 ‘주야음주가무’를 통해 과거의 갈등을 해소하기도 하였다고 보았다.

한편 삼한은 國邑의 ‘제천’ 외에 別邑에서는 ‘事鬼神’하였고 동예는 읍락단위로 ‘祭虎’하였지만, ‘제천’ 때 별읍의 귀신과 읍락의 호신에 대한 제사도 함께 이루어졌을 것이라고 하였다.

@highlight

‘祭天’과 동예의 舞天을 한국 고대 ‘제천’과 비교 검토하면서 삼한과 동예의 ‘제천’이 지니고 있는 포용적 측면을 살펴본 결과 공동체 구성원은 ‘주야음주가무’를 통해 과거의 갈등을 해소하기도 하여 포용적 측면을 볼 수 있었다.

