한국의 페미니즘 담론은 문화×예술계에 영향을 미쳐 콘텐츠의 변화를 가져왔다.

영화계에서는 여성 주연 영화의 편수가 증가함과 동시에 여성캐릭터가 약진한 것을 알 수 있다.

이 같은 추세에 따라 스릴러 장르에서도 여성이 주요한 역할을 맡는 작품이 다수 등장했다.

이러한 흐름 속에서 연구자는 최근 개봉한 <도어락>과 <왓칭>에 주목했다.

이 두 편의 작품은 여성 주연 스릴러이면서, 이전 남성 스릴러 속 여성 캐릭터를 답습하지 않는다는 것이 공통점이다.

또한, 여성들이 현실에서 일상적으로 느끼는 공포를 다룬다는 유사점도 눈여겨볼만하다.

이를 토대로 본 연구에서는 기존 한국 스릴러 여성캐릭터의 특성을 기준으로 최근 스릴러 여성 캐릭터의 변화된 지점을 분석한다.

기존 스릴러 여성 캐릭터의 중심 특성은 피해자, 사물화, 수동성, 모성성으로 총 4가지를 추출하여 정의하였고, <도어락>과 <왓칭>의 여성 주인공은 이에 탈피한 모습을 보였다.

이렇게 캐릭터의 변화가 나타나게 된 사회적 배경과 의미, 한계점 또한 알아본다.

두 편의 영화는 기획적인 측면에서 볼 때, 최근 사회 트렌드를 반영한 적절한 캐릭터 개발이며, 장르적 관습에 비춰봤을 때에도 새로운 시도이다.

이 연구를 통해 과도기에 놓여있는 스릴러 장르의 여성 캐릭터의 발전 방향과 가능성을 시사하고자 한다.

@highlight

이 연구는 기존 한국 스릴러 여성캐릭터의 특성을 기준으로 최근 스릴러 여성 캐릭터의 변화된 지점을 알아본다.

@highlight

이를 통해 과도기에 놓여있는 스릴러 장르의 여성 캐릭터의 발전 방향과 가능성을 확인하고자 한다.

