사회적 자본은 사회적 네트워크, 주민의 결속 및 개인 간의 신뢰와 규범을 통한 연결망이라 할 수 있다.

본 연구의 목적은 상이한 주택점유형태간의 사회적 자본에 어떤 차이점이 존재하는가를 규명하고자 함이다.

이를 위해 다섯 개 주거지역을 대상으로 설문조사를 실시하였다.

본 연구의 조사분석 결과로는 첫째 사회적 자본과 주택점유형태(housing tenure) 간에는 높은 연관성을 지니고 있음을 확인하였다.

특히 사회적 자본과 자가 점유(owner occupation) 간의 관련성이다.

자가 점유 집단은 주민 간 네트워크와 규범적 측면에서 보아 상대적으로 높은 수준을 유지하며 참여가 아주 중요함을 나타내고 있다.

둘째, 일반적으로 임차 집단은 자가 집단에 비해 사회적 자본의 수준이 낮게 나타나지만, 50년 공공임대주택의 경우 자가 집단과 유사하게 매우 높은 수준의 사회적 자본형성을 보였다.

이러한 사실의 발견은 주택점유형태가 사회적 자본에 깊은 연관성을 지니고 있지만 해당 지역사회에 얼마나 오랫동안 거주했느냐 하는 거주기간이 매우 중요한 사회적 자본의 형성 요소임을 확인하게 되었다.

향후 공공주택개발에 있어 사회적 자본 형성이라는 관점에서 보면 임대기간이 장기인 공공주택을 많이 공급할 필요가 있음을 시사하고 있다.

@highlight

본 연구는 5개 주거지역을 대상으로 설문조사를 실시하여 상이한 주택점유형태 간의 사회적 자본에 어떤 차이점이 있는지를 규명하고자 했다.

@highlight

그 결과, 사회적 자본과 주택점유형태 간에 높은 연관성이 있으며, 거주기간이 사회적 자본의 중요 형성 요소이므로 향후 임대기간이 장기인 공공주택을 많이 공급할 필요가 있음을 알 수 있었다.

