본 연구는 청소년 무도선수들의 마인드셋, 팀워크, 성취목표성향을 심리적 변인으로 하여 변인들 간 관계를 구명하고, 이를 바탕으로 청소년 무도선수들에 대한 지도법 및 훈련법의 개선과 발전에 기여할 수 있는 기초자료를 제공함을 목적으로 한다.

연구목적을 달성하기 위하여 J도내 중?

고등학교 운동선수들 중 무도종목 선수들을 대상으로 설문조사를 실시하였다.

총 220명을 대상으로 한 조사에서 불성실 응답, 질문지 훼손 등 분석에 사용할 수 없는 17부를 제외한 203부를 최종 분석에 사용하였다.

최종자료는 SPSS Statistics 20과 AMOS 20을 이용하여 빈도분석, 신뢰도분석, 탐색적 요인분석, 상관분석 및 구조모형검증 및 매개효과 검증을 실시하였다.

그 결과 첫째, 성장마인드셋은 과제지향과 자아지향 모두에 유의한 정적 영향을 주었으며, 고정마인드셋은 자아지향에 유의한 정적 영향을 주었다.

둘째, 성취목표성향 중 과제지향만 팀워크에 유의한 정적 영향을 주었다.

셋째, 성장마인드셋과 팀워크의 관계에서 과제지향 목표성향은 완전매개효과를 가지는 것으로 나타났다.

이러한 연구결과는 청소년 무도선수들에게 성장마인드셋과 과제지향을 가지고 향상시킬 수 있도록 지도하고 훈련을 시킨다면 선수들의 협력을 통해 경기력을 강화시킬 수 있음을 시사한다.

@highlight

본 논문은 청소년 무도선수들의 마인드셋, 팀워크, 성취목표성향을 심리적 변인으로 하여 변인들 간 관계를 구명하였고, 이를 바탕으로 청소년 무도선수들에 대한 지도법 및 훈련법의 개선과 발전에 기여할 수 있는 기초자료를 제공하고자 했다.

@highlight

연구목적의 달성을 위해 J도내 중·고등학교 운동선수들 중 무도종목 선수들을 대상으로 설문조사를 실시했다.

