인공지능이 거시경제의 고용, 경제성장 및 불평등에 미친 영향을 분석한 최근 문헌의 주요 내용과 정책 시사점은 다음과 같다.

첫째, 인공지능 기술 도입에 따른 자동화 업무의 확대는 노동수요를 감소시키는 대체효과를 가져오지만 새로운 업무의 창출은 생산성효과를 강화하는 재고용 효과를 통해 노동수요와 임금수준 및 노동소득분배율의 증가를 가져올 수 있다.

둘째, 더 많은 부문이 자동화됨에 따라 자동화 부문에서 생산된 재화의 비중과 자본소득분배율이 증가한다.

그러나 생산이 증가한자동화된 상품의 가격이 하락하고 보몰(W.

Baumol)의 비용효과(cost disease)에의해 자동화부문의 GDP 점유율도 하락한다.

장기적으로 매년 비자동화 부문들 가운데 일정 부분이 자동화 되면서 경제가 완전 자동화에 점근적으로 수렴하면, 노동부가적 기술수준과 1인당 GDP가 일정률로 성장하고 자본소득분배율 및 노동소득분배율이 일정한 균형성장경로가 달성 가능하다.

셋째, 시장이 불완전하고 재분배에적지 않은 비용이 수반되는 현실에서 인공지능 관련 기술혁신은 혁신가에게 잉여가돌아가게 함으로써 불평등을 심화시킬 수 있다.

따라서 여러 가지 조세 수단과 근로자에게 좀더 유리한 시장 배분을 가져오는 제도 변화, 보편적 기본소득 등 사회안전망을 높이고 불평등 문제 완화를 위한 적극적인 재분배 방안이 필요하다.

@highlight

인공지능 기술 도입에 따른 자동화 업무의 확대는 노동수요를 감소시키는 대체효과를 가져오지만 새로운 업무의 창출은 생산성효과를 강화하는 재고용 효과를 통해 노동수요와 임금수준 및 노동소득분배율의 증가를 가져올 수 있고 더 많은 부문이 자동화됨에 따라 자동화 부문에서 생산된 재화의 비중과 자본소득분배율이 증가한다.

