본

 

연

구

는

 

학

교

현

장

에

서

 

시

행

되

고

 

있

는

 

장

애

이

해

교

육

의

 

실

태

 

및

 

인

식

을

 

조

사

하

여

,

 

장

애

 

학

생

들

에

 

대

한

 

올

바

른

 

인

식

을

 

위

한

 

장

애

이

해

교

육

의

 

나

아

갈

 

방

향

을

 

밝

히

고

자

 

하

였

다

.

 

이

에

 

대

구

광

역

시

 

소

속

 

유

치

원

,

 

초

등

학

교

,

 

중

학

교

 

2

2

6

곳

을

 

대

상

으

로

 

장

애

이

해

교

육

의

 

실

시

형

태

를

 

조

사

하

였

고

,

 

유

․

초

․

중

학

교

에

 

다

니

는

 

학

생

과

 

교

사

를

 

중

심

으

로

 

설

문

지

법

을

 

이

용

하

여

 

인

식

에

 

대

하

여

 

조

사

하

였

다

.

 

설

문

지

를

 

분

석

한

 

결

과

 

다

음

과

 

같

은

 

결

론

을

 

얻

었

다

.

 

장

애

이

해

교

육

의

 

실

태

는

 

장

애

를

 

개

인

적

 

관

점

으

로

 

바

라

보

는

 

장

애

 

체

험

 

활

동

을

 

통

한

 

교

육

을

 

가

장

 

활

발

히

 

이

용

했

다

.

 

또

한

 

인

식

 

조

사

에

서

 

장

애

 

이

해

 

교

육

을

 

실

시

한

 

학

생

 

및

 

교

사

들

에

게

서

 

공

통

적

으

로

 

장

애

 

학

생

에

 

대

한

 

인

식

에

 

긍

정

적

인

 

영

향

을

 

가

져

온

 

것

으

로

 

나

타

났

지

만

 

개

인

적

 

관

념

론

의

 

입

장

으

로

 

여

전

히

 

장

애

 

학

생

들

을

 

몸

이

 

불

편

하

여

 

도

움

이

 

필

요

한

 

대

상

이

라

고

 

생

각

하

는

 

것

이

 

다

수

였

다

.

 

장

애

 

학

생

들

을

 

불

편

한

 

도

움

이

나

 

차

별

의

 

대

상

이

 

아

니

라

 

차

이

로

 

인

식

하

고

 

동

일

한

 

사

회

 

구

성

원

의

 

일

원

으

로

 

생

각

하

기

 

위

해

서

는

 

사

회

적

 

관

념

론

의

 

입

장

에

서

 

장

애

를

 

이

해

하

고

자

 

하

는

 

교

육

 

방

식

이

 

보

다

 

시

급

하

게

 

이

루

어

져

야

 

하

겠

다

.

@highlight

학교현장에서 시행되는 장애 이해교육의 실태 및 인식을 조사하여, 장애 이해교육의 방향을 찾고자 하였다. 장애 이해 교육을 학생 및 교사들에게 실시 장애 학생에 대한 긍정적인 영향을 가져온 것으로 나타났지만 개인적 관념론의 입장으로 장애 학생들은 몸이 불편하여 도움이 필요한 대상이라고 생각하는 것이 다수였다. 장애 학생들을 차별의 대상이 아니라 차이로 인식하고 사회 구성원의 일원으로 생각하기 위해서는 사회적 관념론의 입장에서 장애를 이해하는 교육 방식이 보다 시급하게 이루어져야 하겠다.