이 연구는 커뮤니케이션 기술의 진보수준을 미디어 선택의 결정적 기준으로 삼는 기술중심적 연구경향을 비판하면서 특정한 커뮤니케이션 미디어의 사회적 선택은 해당 미디어의 특성이 사회적 상황과 필요에 부합할 때 가능하다고 주장한다.

이 연 구는 하나의 사례로 라디오 방송인 <KBS 사회교육방송>의 중국 조선족 대상 대외 홍보매체로서의 활용가능성을 분석했다.

현재 중국 조선족의 사회적 환경은 <KBS 사회교육방송>을 받아들이기에 적절하다.

연구결과 <KBS 사회교육방송>이 연변 조선족을 대상으로 하는 대외매체로서의 활용가능성이 있다는 사실이 밝혀졌다.

연 변 조선족들은 <KBS 사회교육방송>을 비교적 능동적으로 수용하고 있었고 상당한 신뢰도와 만족도를 보였다.

또한 인구통계학적으로 비차별적 특성이 나타날 만큼 프로그램 유형별로 조선족 수용자들의 공통적 필요와 욕구에 부합했다.

기술은 기술 그 자체로 사회적 영향력을 행사하는 것이 아니다.

모든 기술은 해당사회의 사회 환경과의 상호작용 속에서 선택되고 배제된다.

사회 환경에 따라 훌륭한 커뮤니케 이션 잠재력을 지닌 새로운 기술도 사장되어 버릴 수 있으며 덜 효율적인 매체도 활 성화될 수 있다.

@highlight

본 연구는 커뮤니케이션 기술의 진보수준을 미디어 선택의 결정적 기준으로 삼는 기술중심적 연구경향을 비판하면서 특정한 커뮤니케이션 미디어의 사회적 선택은 해당 미디어의 특성이 사회적 상황과 필요에 부합할 때 가능하다고 주장한다.

