이 논문은 2002년부터 2010년까지 22개 성에서 시행된 중국의 ‘성이 현을 직접 관리’하는 성직관현 개혁을 분석함으로써 개혁개방 이후의 분권화의 효과가 증가하고 안정화되었다는 것을 통계 분석을 통해 증명할 것이다.

중앙-

지방 관계에서 1994년 분세제(分税制) 개혁은 중앙과 성 정부의 관계를 제도화하는 데 기여한 반면 성 이하 지방 정부의 재정체제와 그들 사이의 관계를 규범화하는 데는 대체적으로 실패하였다.

따라서 중앙과 성 정부의 제도화된 관계는 그들 사이의 협력과 타협이 중심을 이루는 거시적 차원의 비영합 게임을 형성하였고, 성 이하의 지급시와 현급 정부의 제도화되지 못한 관계는 그들 사이의 이익 충돌과 갈등이 주를 이루는 미시적 차원의 영합 게임을 초래하였다.

이 연구는 이러한 거시적 비영합 게임과 미시적 영합 게임이 성직관현 집행 과정에서 분권화의 심화를 가져왔고 성, 지급시와 현급 정부의 다양한 이익 획득 전략을 만들어냈다는 것을 보여줄 것이다.

@highlight

중앙-

@highlight

지방 관계에서  분세제개혁은 중앙과 성 정부의 관계를 제도화하는데 기여한 반면  지방 정부의 재정체제와 그들 사이의 관계를 규범화하는 데는  실패하였으며  중앙과 성 정부의 제도화된 관계는  거시적 차원의 비영합 게임을 형성하였고, 그들 사이의 이익 충돌과 갈등이 주를 이루는 미시적 차원의 영합 게임을 초래하였으며  이러한 거시적 비영합 게임과 미시적 영합 게임이 성직관현 집행 과정에서 분권화의 심화를 가져왔고 성, 지급시와 현급 정부의 다양한 이익 획득 전략을 만들어냈다는 것을 보여줄 것이다.

