본 연구의 목적은 사서교사의 특성 변인에 따른 조직 커뮤니케이션 만족도가 학교도서관의 정보·교육서비스에 끼치는 영향을 분석하고 학교도서관의 교육적 역할 활성화에 주는 시사점을 도출하는데 있다.

분석 결과 사서교사는 업무수행에서 상사 및 동료와의 대화와 면담 등 비공식적 커뮤니케이션과 수평적 커뮤니케이션을 선호하고 있는 것으로 나타났다.

그리고 성별, 경력, 학교 급 등 사서교사의 특성 변인에 따라서 이용자 교육, 도서관활용수업, 독서교육 프로그램 및 정보활용교육 운영 방식 등에 차이가 나타났다.

특히 비공식 커뮤니케이션에 대한 만족도가 높을수록 교과연계도서목록 제공이 증가하고 있으며, 수평적 커뮤니케이션이 정보활용교육을 활성화하는데 긍정적인 영향을 주는 것으로 나타났다.

그러나 학교도서관 운영과 관련된 공동체 구성원에게 학교도서관의 비전과 목적을 알리고 책임과 역할을 분명히 하기 위해서는 수평적 커뮤니케이션 수단인 협조문, 위원회, 협의회 등을 활성화하고 적극적으로 참여하여야 한다.

또한 비공식 커뮤니케이션의 한계를 극복하기 위해서는 사서교사의 리더십 개발, 동료교사에 대한 맞춤형 서비스 제공을 위한 마케팅 전략 수립 등의 노력이 필요하다.

@highlight

이 연구의 목적은 사서교사의 특성 변인에 따른 조직 커뮤니케이션 만족도가 학교도서관의 정보·교육서비스에 끼치는 영향을 분석하고 학교도서관의 교육적 역할 활성화에 주는 시사점을 도출하는데 있다.

