이 논문의 목적은 헌정주의의 입장에서 민주적 연방주의의 정당성에 관한 헌법이론적 논거들을 제출하는 것이다.

여기서 헌정주의는 더 어려운 평화, 더 어려운 자유를 끈질기게 추구하려는 정치노선이며, 이 입장에서 단순하고 쉬운 평화는 오히려 反평화로 나타난다.

근대 헌정사에서 민주적 연방주의는 중앙집권적 단방국가주의의 압도 속에서도 더 어려운 평화의 추구로서 면면히 이어져 왔으나 아직 미완 또는 미지의 정치기획으로 남아 있다.

나는 그 헌법이론적 정당화를 위하여 내면 공간/역사 공간/초월 공간의 구분을 제시하고 그 관점에서 이 세 공간의 공존을 통해 자유의 공간적 차원을 탐색한다.

민주적 연방주의의 헌법이론적 정당화는 이와 같은 공간이론을 적과 동지의 구분을 넘어서는 ‘이웃’의 정치신학과 연결시키는 방식으로 이루어진다.

민주적 연방주의는 이중적 경계선 긋기를 규범적으로 제도화함으로써 ‘이웃’의 공간을 확보하며, 바로 그 점에서 중앙집권적 단방국가주의보다 헌법이론적으로 우월하다.

마지막으로 이 논문은 이와 같은 민주적 연방주의의 이념이 한반도에서 제도적으로 실현될 수 있는 가능성을 간략히 검토하고 있다.

@highlight

이 논문의 목적은 헌정주의의 입장에서 민주적 연방주의의 정당성에 대한 헌법이론적 논거들의 제출이다.

@highlight

헌법이론적 정당화를 위해 내면 공간/역사 공간/초월 공간의 구분을 제시한 관점에서 이 세 공간의 공존을 통해 자유의 공간적 차원을 탐색하고, 민주적 연방주의 이념의 한반도에서 제도적인 실현가능성을 검토하고 있다.

