이 글에서는 박미하일의 『헬렌의 시간』을 중심으로 작중인물들의 빈번한 장소 이동, 이행의 모습과 관습전복의 양상을 통해 유목하는 주체로서의 특성을 살핀다.

박미하일의 전작 소설들에서는 대체로 인물들이 러시아인도 한국인도 아닌 혼혈의 정체성으로 인해 괴로워한다.

그러나 『헬렌의 시간』의 인물들은 다문화적 특성을 가지고 있으나 각각 명확한 자기 정체성을 가지고 있으며, 또한 화폐의 교환가치와 같은 물질문명 사회의 관습을 전복한다.

이렇듯 유목하는 작중인물들은 끊임없는 이주와 이행 가운데 무언가를 찾아 헤매는데, 그것은 궁극적으로 사랑, 존재론적 정착이다.

박미하일은 개인의 사랑에 대한 궁구를 그리는 데에서 한 발짝 더 나아가 신비로운 동굴 크로노토프를 도입하여 인류애와 평화에 대한 염원을 그린다.

이러한 주제를 작중인물 소월의 입을 통해 자유간접화법으로 구현함으로써 작가 개입이라는 부정적 효과를 억제하고 자기의 주제를 독자에게 보다 효과적으로 부각하였다고 평가할 수 있다.

@highlight

이 논문에서 는 박미하일의 『헬렌의 시간』을 중심으로 작중인물들의 빈번한 장소 이동, 이행의 모습과 관습전복의 양상을 통해 유목하는 주체로서의 특성을 살핀다.

