본 논문은 인사조직관리분야에서 중요한 개인특성이라고 생각되나 기존연구가 거의 이루어지지 않은 가운데 개념과 척도상의 한계를 보인 권위주의성격이 인사조직관리분야의 대표적 종속변수에 미치는 영향에 관한 탐색적 실증연구결과를 보고하는 성격의 논문이다.

본 연구는 개념적 연구방법과 경험적 연구방법을 병행하되, 주로 경험적인 연구를 통해 연구목적을 달성하고자 하였다.

경험적 연구는 부산지역 조합원 217명에 대한 설문조사를 통한 실증연구로서 권위주의성격이 노조태도, 직무태도 및 조직태도에 어떠한 영향을 미치는가를 분석하였다.

본 연구의 결과를 요약하면 다음과 같다.

권위주의성격은 노조태도(노조몰입과 노조행동지향성)와 직무만족에 부(-

)의 영향을 그리고 직무태도의 하나인 직무몰입에 정(+)의 영향을 미쳤으나 조직태도 중의 하나인 조직몰입에 유의적인 영향을 미치지 않았다.

이러한 실증연구결과가 갖는 시사점과 연구의 한계점 그리고 향후연구에의 제언을 제시하였다.

@highlight

본고는 인사조직관리분야에서 중요한 개인특성이라고 생각되나 기존연구가 거의 이루어지지 않은 가운데 개념과 척도상의 한계를 보인 권위주의성격이 인사조직관리분야의 대표적 종속변수에 미치는 영향에 관한 탐색적 실증연구결과를 보고하는 성격의 논문이다.

@highlight

이 연구는 개념적 연구방법과 경험적 연구방법을 병행하되, 주로 경험적인 연구를 통해 연구목적을 달성하려 했다.

