포스트가 축조된 치아를 재근관 치료하는 경우 성공적인 비외과적 재근관치료를 시행하기 위해서는 포스트 제거가 선행되어야 한다.

기존의 포스트를 제거하는 방법으로는 초음파기구, Ruddle post removal system, Eaggler post remover, Masserann kit을 이용하는 방법 등 여러 가지가 소개 되고 있으나 기존의 방법들은 각 기구에 맞게 코어를 삭제해야 하는 시간과 많은 노력이 요구되며 포스트 제거 시 치아나 포스트의 파절이 유발되기도 한다.

그러나 최근에는 기존의 방법과는 다른 ATD automatic bridge remover를 이용해 포스트를 제거하는 새로운 방법이 소개되고 있으며 코어에 구멍을 형성하는 시간만 소요되어 비교적 빨리 제거할 수 있다는 장점을 가지고 있다.

따라서 본 증례에서는 ATD automatic bridge remover를 이용해 주조포스트를 제거하고 성공적으로 재근관치료를 시행한 증례에 대해서 보고하고자 한다.

@highlight

본 논문은 코어에 구멍을 형성하는 시간만 소요되어 비교적 빨리 제거할 수 있다는 장점을 가진 ATD automatic bridge remover를 활용해 주조포스트를 제거하고 성공적으로 재근관치료를 시행한 증례 보고이다.

