본 연구는 2013년 7월에 수립된 “현장중심 학교폭력 대책”에 포함되어 학교현장에서 시행되고 있는 학교폭력 예방 및 근절을 위한 세부과제들을 평가하고 개선방안을 제안하는 것을 목적으로 한다.

학교폭력예방법에 의거하여 “학교폭력 예방 및 대책 기본계획”을 5년마다 수립하여 시행되어 왔고, 최근 학교폭력이 사회적 문제로 이슈화되면서 보다 근본적인 해결책을 모색하기 위해 2012년 2월 학교폭력근절 종합대책과 곧 이은 2013년 7월의 현장중심 학교폭력 대책이 시행되었다.

정책의 과정에서 기존 정책에 대한 다양한 평가를 통해 지속적으로 개선하려는 노력이 매우 중요하다.

본 연구에서는 초·중·고등학교 교원을 대상으로 학교폭력 대책의 세부과제별 인지도, 시행 정도, 효과성과 중요도에 대한 인식 수준을 조사하였다.

학교폭력 관련 정책에 대한 교원의 인식조사 결과를 활용하여 Borich 요구도 분석과 The Locus for Focus 모델을 활용한 분석을 실시하였다.

Borich 요구도 분석과 The Locus for Focus 모델을 활용한 분석 결과, 정책의 효과성과 중요도가 가장 높은 과제는 CCTV 등 안전인프라 확충 및 운영 내실화, 교권 강화와 교원업무 경감, 학교폭력 피해학생 전담 치유기관 운영, 가해학생에 대한 조치 강화 등으로 나타났다.

또한 체험형 예방교육 프로그램 운영, 예방교육 전문강사 운영, ‘학생안전지역’ 지정, 성폭력 예방 등이 적극적으로 시행될 필요가 있는 것으로 나타났다.

@highlight

“현장중심 학교폭력 대책”에 포함된 학교폭력 예방 및 근절 세부과제들을 평가하고 개선방안을 제안하고자 한다.

@highlight

분석결과 정책의 효과성과 중요도가 가장 높은 과제는 CCTV 등 안전인프라 확충 및 운영 내실화, 교권 강화와 교원업무 경감, 학교폭력 피해학생 전담 치유기관 운영 등이었다.

@highlight

또한 체험형 예방교육 프로그램 운영, 예방교육 전문강사 운영, ‘학생안전지역’ 지정 등이 시행될 필요가 있었다.

