우리나라는 전세계 다른 나라에 비해 급속한 고령화가 진행되고 있고 인구 고령화와 의료기술 등의 발달로 인하여 고령화 시대가 본격화될 전망이며 2017년 고령사회, 2026년 초고령 사회에 진입할 것으로 예상되어 고령화로 인한 고령자들의 문제가 사회문제로 대두될 것으로 예상된다.

질병을 갖는 고령자 역시 증가됨에 따라 인지 및 신체능력이 저하되는 노년기에 가정이나 시설 등에 고령자 주거 안전사고가 빈번히 발생하고 있는 실정이다.

특히 고령자가 거주하는 주거에서의 안전사고는 건강상태, 사회생활 대인 관계 등 삶의 질에 많은 영향을 미치고 활동이 왕성한 고령자들이 주거 안전사고를 당하면 외부 출입이 제한되고 신체적 회복도 지연되며 신체의 퇴행과 노화가 빠르게 진행되어 사망에 이르는 것은 물론이고 사회활동과 일상생활에 많은 불편을 겪게 되는 경우가 발생되고 있다.

이에 고령자의 주거안전은 노년기에 삶의 질과 직접적으로 연관되어 있기 때문에 국가적 차원에서 이를 보호 할 수 있는 주거안전정책을 통해 인간의 사회적 기본권인 주거권에 대한 권리의 확보가 시급하다.

따라서 본 연구는 우리나라의 고령자 주거 안전 실태와 현황 분석을 살펴보고 차후 고령사회를 대비한 ICT를 활용한 고령자 주거안전정책 방안에 대한 기본적인 대책과 고령자 주거 안전사고 예방 대응방안에 대한 정책적 방향을 제시하고자 한다.

@highlight

우리나라는 전세계 다른 나라에 비해 급속한 고령화가 진행되고 있으며 인구 고령화와 의료기술 등의 발달로 인해 고령화 시대가 본격화될 전망이다.

@highlight

또한 2017년 고령사회, 2026년 초고령 사회에 진입할 것으로 예상되며 고령화로 인한 고령자들의 문제가 사회문제로 대두될 것으로 예상되고 있다.

