내구성해석의 궁극적인 목적은 구조물의 사용수명을 예측하는 것이다.

사용수명을 예측하기 위하여과거에는 결정론적 해석 기법이 적용되었다.

그러나 최근 미국, 호주 등 선진 항공운영국들에서는 비행안전을 향상시키기 위하여 확률론적 해석 기법을 적용하고 있다.

특히 확률론적 해석 접근은 파손확률을 이용하여 위험도평가를 수행할 수 있다.

그리고 확률론적 위험도평가는 적절한 점검시간 산출 등의 유용한 정보를 의사결정자들에게 제공하여 정비비용 감소를 창출할 수 있는 이점이 있다.

본 연구에서는 파손확률을 이용하여 항공기 구조물의 점검주기 개선을 위한 확률론적 위험도평가를 수행하였다.

이를 위해 장기운영 항공기 구조물의 점검주기 개선을 위한 위험도평가 모델을 제시하였다.

그리고 제안된 프로세스를 평가하기 위하여 F-00 항공기 wing 15% spar 부품 균열에 대하여 확률론적 위험도평가를 수행하였다.

본 연구수행 결과 초기점검시간을 늘리고 점검주기를 단축하여도 항공기 안전운영이 가능한 것으로 도출되었다.

그리고 본 연구결과에 따라 초기점검시간 및 점검주기 개선은 항공기 정비 비용감소로이어져 경제적인 항공경영에 이바지할 수 있을 것으로 판단된다.

@highlight

이 연구에서는 파손확률을 이용하여 항공기 구조물의 점검주기 개선을 위한 확률론적 위험도평가를 수행했다.

@highlight

이 연구수행 결과 초기점검시간을 늘리고 점검주기를 단축하여도 항공기 안전운영이 가능한 것으로 도출됐다.

