본 연구는 정상거처 기준을 활용하여 서울시의 주택보급률을 재평가함으로써 서울시의 주거실태를 분석하고 향후 주택정책의 개선 방향을 제시하는 데 목적이 있다.

이를 위해 기존의 주택보급률에 관한 연구를 검토하여 정상거처 기준의 주택보급률을 총량적인 기준에 의한 방식과 실질거주기준에 의한 방식으로 유형화하고, 각 방식별로 전체 가구 중 정상거처 기준을 충족하는 가구의 비율을 정상거처율로 파악하였다.

1995년 2000년의 인구주택총조사보고서 표본자료를 활용하여 서울시의 각 자치구별로 정상거처기준을 활용한 주택보급률과 최저주거기준을 활용한 정상거처율을 산출하였다.

분석 결과 주택문제가 가장 심각한 서울시에서도 정상거처 기준의 주택보급률은 100%에 근접하며, 최저주거기준 충족비율은 90%에 이르는 것으로 나타났다.

따라서 향후 주택정책의 방향은 주택공급위주의 주택정책을 탈피하여 거주자의 복지와 주거외 환경의 질을 개선하는 데 초점이 맞추어져야 한다고 주장한다.

@highlight

이 연구는 정상거처 기준을 활용하여 서울시의 주택보급률을 재평가함으로써 서울시의 주거실태를 분석하고 향후 주택정책의 개선 방향을 제시하는 데 목적이 있다.

