본 연구에서는 4차 산업혁명시대, 인공지능시대로 일컬어지는 오늘날 교육의 본질이 지식추구에 있는 것이 아닌, 스스로 생각하고 판단할 수 있는 힘을 길러주는 인간교육에 있음을 과르디니의 ‘인격론’을 바탕으로 살펴보고자하였다.

그는 인간이 인공지능과 같은 고도의 기술 문명으로 인해 고통을 받을 수 있는 이 시대에 스스로 책임성있는 존재로 거듭날 것을 강조하면서 ‘인격론’을 전개하고 있다.

그에게 인격이란 타인에 의해 대체되거나 보완될수도 없는, 오로지 나 자신을 위해, 나 자신과 더불어 존재하는 유일무이한 존재임을 의미한다.

동시에 이는 스스로의결정에 따라 자율적으로 살아가는 존재(Selbststand)이며, 인격으로서의 나는 그 어떤 것의 목적을 위한 수단으로이용될 수도 없는, 내 존재 자체가 목적인 자기 목적적 존재이다.

이러한 인격은 그러나 반드시 만남을 통하여 실현된다.

따라서 인간됨의 교육은 나의 인격이 또 다른 인격인 너와의 상호 관계적 만남 속에서 실현 된다.

과르디니 교육사상의핵심을 이루고 있는 인격에 대한 담론은 21세기의 교육현실에서 적지 않게 나타날 수 있는 인간소외, 갈등, 불안, 비인간화 현상 등을 극복할 수 있는 ‘인간 교육’이 무엇인지에 대하여 다시 한 번 고민해보고, 이를 실현하기 위한교육 이론적 토대를 숙고할 수 기회를 제공해 줄 수 있을 것이다.

@highlight

본 논문은 과르디니의 ‘인격론’에 대한 연구이다.

@highlight

그에게 인격이란 타인에 의해 대체될 수 없는, 오로지 나 자신을 위해, 나 자신과 더불어 존재하는 유일무이한 존재임을 의미한다.

@highlight

더불어 스스로의 결정에 따라 자율적으로 살아가는 존재로서 나는 그 어떤 것의 수단으로 이용될 수 없다고 강조하였다.

