현재 전세계 매장된 구리(Cu)의 상당량이 저품위 황동석(CuFeS2) 형태로 매장되어 있다.

생물학적 침출은 이 같은 저품위 황화광 침출에 유리하여 장차 Cu 회수에 큰 잠재력을 지닌 기술이다.

문제는 황동석 생물학적 침출이 황동석의 높은 내화학성으로 인한 낮은 침출속도로 현재까지 상용화가 거의 없는 실정이다.

또한 황동석의 생물학적 침출에 관련된 반응기구가복잡하고 다양하여 이에 대한 철저한 검토가 필요하다.

따라서 본 연구에서는 황동석 생물 학적 침출관련 최근 연구결과를 전기화학적 측면에서 논의하고자 한다.

황동석 생물학적 침출에 의한 Cu 침출은 대부 분 Fe3+의 환원과 Coupling을 이루고, 미생물은 환원된 Fe3+를 다시 산화시켜 침출을 지속시킨다.

또한 황동석이 저전 위에서 침출될 경우 Cu가 휘동석(Cu2S)으로 환원된 후 휘동석에서 Cu가 산화침출될 때의 반응을 미생물 대사반응과 함께 고려하여야 할 것이다.

@highlight

저품위 황동석의 형태로 매장되어 있는 Cu의 침출은 속도가 느려 현재 상용화 되지 않고 있다.

@highlight

또 복잡ㆍ다양한 황동석의 침출 반응기구 역시 검토가 필요하다.

@highlight

본 연구는 황동석내 Cu 생물학적 침출과 관련한 최근의 연구결과를 전기화학적 측면에서 살핀다.

