이 글에서는 일본 본토인, 오키나와인 모두에게 불편할 수밖에 없는 ‘집단자결’을 다룬 소설을 분석 대상으로 삼았다.

그 가운데 야마시타 이쿠오, 사키 류조, 소노 아야코 등 본토 출신 작가의 작품에 주목하여 그것이 오키나와 출신 작가의 표현 방식과 어떻게 다른지 대비하여 살펴보고, 일본 본토의 양심적 지식인으로 대표되는 오에 겐자부로와, 같은 본토 출신이지만 그와 극명한 인식의 차이를 보이는 극우 성향의 소노 아야코의 ‘집단자결’ 관련 르포르타주 및 ‘오키나와 집단자결 재판’ 경과 등을 참고로 하여 ‘집단자결’을 둘러싸고 복잡하게 얽힌 본토인의 인식에 심층적으로 다가가보고자 하였다.

이를 통해 소노 아야코의 소설에는 부재하고 오키나와 출신 작가 및 야마시타 이쿠오의 소설에는 등장하는 일본군, 오키나와 주민과 같은 시공간에 분명히 함께 했을 ‘조선인 군부’, ‘조선인’들의 존재와 그들의 부재가 의미하는 바를 지적하고, ‘집단자결’로 상징되는 전후 오키나와 문제를 오로지 군의 명령 여부, 가해와 피해의 틀 안에 가둬버리고 일본 본토와 오키나와의 대립 구도를 만들어 낸 우파의 (무)논리를 비판적으로 제시하였다.

@highlight

이 글에서는 일본 본토인, 오키나와인 모두에게 불편할 수밖에 없는 ‘집단자결’을 다룬 소설을 분석 대상으로 삼았다.

