본 연구는 실용무용단체들의 SNS를 활용에 관한 지식 정보 체계 구축을 위하여 3가지 구체적인 분석기준 지역별(A), 장느별(B), SNS사용채널수별(C)로 구분하여 전반적 객관적인 분석을 위해 실시되었다.

온라인 오프라인으로 규칙적인 모임을 가지는 357개의 단체를 연구대상으로 하였다.

지역별 무용장르 분석을 (A＊B)로, 지역별유형채널수 분석을(A＊C)로 분석 하였으며, 장르별 유형채널수 분석을(B＊C)로 분석 하였다.

지역별, 무용장르별, 유형채널수별(A＊B＊C)로 분석 하였다.

분석결과, 첫째, 서울특별시의 커플댄스 참여가 가장 높은 것으로 나타났다.

둘째, 서울특별시의 1개 이상의 채널수 사용이 192단체로 가장 높은 것으로 나타났다.

셋째, 1개 이상의채널수 사용 단체의 커플댄스 참여가 가장 높은 것으로 나타났다.

넷째, 지역별, 무용장르별, 유형채널수별 분석결과 SNS유형 채널수를 1개 이상 사용하는 서울특별시 지역 실용무용단체들의 커플댄스 참여가 가장 높은 것으로 나타났다.

본 연구는 향후 SNS를 이용하는 실용무용참여자들의 요구와 욕구를 충족할 수 있는 다양한 콘텐츠제공은 물론 SNS의 다양한 기능을 통한 정보제공, 지식정보체계 구축의 준거를 제시해주고 있다.

@highlight

이 연구는 실용무용단체들의 SNS를 활용에 관한 지식 정보 체계 구축을 위하여 3가지 구체적인 분석기준 지역별(A), 장느별(B), SNS사용채널수별(C)로 구분하여 전반적 객관적인 분석을 위해 실시되었다.

