본 연구의 목적은 스트레스 상황에서 적응적인 작용을 하는 자아탄력성이 잔여감정에 대한 관계갈등의 작용을 제한하는 성격적 요인으로 작용할 가능성을 검증하는 것이다.

구체적으로, 본 연구는 자아탄력성이 갈등 사건 이후 긍정 정서 경험을 촉진함으로써 갈등 상황에서 지각된 스트레스가 부정 정서를 통해 갈등에서 대립한 상대방에 대한 잔여감정에 미치는 영향을 약화시킬 것이라고 제안한다.

14일 동안 일기 연구를 실시하여 수집한 297개의 갈등 사건에 대해 구조방정식을 이용한 경로분석과 조절된 매개 검증을 실시하였다.

분석 결과, 자아탄력성에서의 개인차는 갈등 발생 다음날의 긍정 정서를 유의하게 예측하였으며, 긍정 정서가 높을수록 갈등 스트레스가 잔여감정에 미치는 간접효과 크기가 유의하게 낮은 것으로 나타났다.

이러한 연구결과는 자아탄력성이 긍정 정서 경험을 통해 관계갈등의 부정적 작용을 제한하는 관계보호적 요인으로 작용할 것이라는 본 연구의 모형을 지지하는 결과이다.

마지막으로, 조직적응과 조직효과성과 관련하여 본 연구의 시사점과 제한점 및 향후 연구 과제를 논의하였다.

@highlight

본 논문은 스트레스 상황에서 적응적인 작용을 하는 자아탄력성이 잔여감정에 관한 관계갈등의 작용을 제한하는 성격적 요인으로 작용할 가능성을 검증하였다.

@highlight

14일 동안 일기 연구를 실시하여 수집한 297개의 갈등 사건에 대하여 구조방정식을 이용한 경로분석과 조절된 매개 검증을 하였다.

