본 연구의 목적은 근린지역(Neighborhood)에서 활동하고 있는 지역주민들의 커뮤니티 활동 경험 과정을 이해함으로써 근린지역 수준의 사회서비스 공급체계의 변화 가능성을 탐색하는 데 있다.

이를 위하여 도·농복합도시인 N시 14개 읍면동별 FGI에 참여한 총 38명의 지역주민들의 커뮤니티 활동경험을 녹취하여 원자료를 구성하였고 이를 Strauss와 Corbin(1998)이 제시한 근거이론방법의 형식에 따라 분석하였다.

줄단위 분석 결과, 150개의 개념과 37개의 하위개념, 그리고 12개의 범주를 도출했다.

축코딩에서는 패러다임 모형에 따라 범주를 재배열하고 ‘복지체감도의 저하’를 중심현상으로 도출하였다.

‘근린지역 주민들의 커뮤니티 활동 경험 과정’이라는 선택코딩을 통해서 ‘주민들의 커뮤니티 활동을 통한 마을 공동체의식 회복하기’라는 핵심범주를 발견하였다.

이를 기반으로 ‘선도형’, ‘협력형’, ‘지지형’으로 유형화하였다.

이런 연구결과를 기반으로 사회서비스 공급체계의 변화 가능성을 제시하고 정책적 제언을 하였다.

@highlight

이 연구의 목적은 근린지역에서 활동하고 있는 지역주민들의 커뮤니티 활동 경험 과정을 이해함으로써 근린지역 수준의 사회서비스 공급체계의 변화 가능성을 탐색하는 데 있다.

