본 연구는 현재 우리나라 학교 교육의 과정에서 학생과 교사가 겪는 소외의 문제를 해결하는 데 교육인류학이 어떻게 기여할 수 있는지를 제시하는 데 목적이 있다.

본 연구를 위해서 연구자는 교육인류학의 연구 대상이 무엇인지, 그것을 어떤 방법으로 연구하는지를 살펴보았다.

교육인류학은 인간의 다양한 삶의 장면에 다양한 모습으로 존재하는 교육을 문화와 관련지어 탐구하고자 한다.

이 때 교육은 기존의 자신을 부정하며 새로운 자신으로 태어나는 과정이라고 본다.

교육인류학자가 이러한 교육을 연구하기 위해서는 별도의 연구 방법이 필요하다.

교육인류학자는 그 방법으로 타인의 교육을 탐구하는 과정에서 자신 역시 기존의 자신을 부정하며 새로운 자신으로 태어난다.

즉 교육인류학의 연구 방법 속에서 연구 대상과 연구 과정이 일치한다.

나는 지금까지 학교 현장의 교사들에게 교육인류학의 연구 방법을 안내했다.

현장 교사들은 그 방법으로 학생의 교육을 연구하는 과정에서 그 학생이 어떻게 새로운 것을 알아가는지 알게 될 뿐만 아니라, 그동안 자신이 학생들을 일방적으로 판단해왔음을 깨닫게 된다.

그리고 자기중심적으로 이루어져왔던 교육적 실천을 개선하고자 노력하게 된다.

그리고 더 나아가 일상 속에서도 주변의 타인을 타인의 관점에서 이해하고자 애쓰게 된다.

그렇게 함으로써 교사들은 학생뿐만 아니라 주변의 타인과 새로운 관계를 형성한다.

이런 점에서 교육인류학은 우리나라 학교 교육뿐만 아니라 사회를 변화시키는 데 기여할 수 있을 것이다.

@highlight

본고는 현재 우리나라 학교 교육의 과정에서 학생과 교사가 겪는 소외의 문제를 해결하는 데 교육인류학이 어떻게 기여할 수 있는지를 제시하는 데 목적이 있다.

