본 연구는 실과 의생활 영역을 활용한 진로교육 프로그램이 초등학생의 진로인식에 미치는 효과를 검증한 연구이다.

즉, 의생활 분야 일의 경험을 통하여 일에 대한 자기이해, 일에 대한 긍정적 태도와 가치관 형성, 직업 세계를 탐색하는 기회를 가지게 하기 위해 실시하였다.

이를 위해 실과 의생활 영역과 진로인식에 대해 이론적 고찰 및 선행연구를 분석한 결과를 토대로 실과 의생활 영역을 활용한 진로교육 프로그램을 6가지 주제, 12차시로 편성하였고, 초등학교 5학년 학생들에게 적용하였으며, 그 결과는 다음과 같다.

첫째, 실과 의생활 영역을 활용한 진로교육 프로그램은 실험집단 학생들의 자기이해, 일과 직업의 세계 이해, 일에 대한 긍정적인 태도 및 가치관, 합리적인 진로의사결정 4개 영역 모두에서 유의차가 있는 것으로 나타나 진로인식 향상에 긍정적인 효과가 있는 것으로 나타났다.

둘째, 학생들의 행동 관찰, 활동 소감문 등을 분석한 결과 실과 의생활 영역을 활용한 진로교육 프로그램은 의생활과 관련한 직업이나 진로 문제에 적극적으로 관심을 갖고 탐색하려는 태도를 갖게 하여 진로인식 향상에 긍정적인 효과가 있는 것으로 나타났다.

본 연구의 결과를 바탕으로 진로인식 향상을 위한 다양한 영역에서의 진로교육 관련 수업프로그램을 구안하기를 제안하고, 일선 학교에서 손쉽게 활용할 수 있도록 다양한 콘텐츠를 개발하여 널리 보급하기를 제언한다.

@highlight

이 연구는 실과 의생활 영역을 활용한 진로교육 프로그램이 초등학생의 진로인식에 미치는 효과를 검증한 연구이다.

@highlight

이 연구의 결과를 바탕으로 진로인식 향상을 위한 여러 영역에서의 진로교육 관련 수업프로그램을 구안하기를 제안하고, 일선 학교에서 손쉽게 활용할 수 있도록 여러 콘텐츠를 개발하여 널리 보급하기를 제언한다.

