수원 지역극장의 시초는 ‘수원극장’이다.

1920년대부터 운영되기 시작한 수원극장은 ‘수원좌’라는 이름으로도 불렸으며, 일찍부터 수원의 명소로 인정되어각종 행사가 열리는 일종의 공적 공간으로 기능한바 있다.

이러한 수원극장은 1930년대에 접어들면‘주식회사’ 체제로 재탄생되기에 이른다.

수원극장은수원의 유지였던 ‘양규룡’과 ‘홍사훈’ 등의 사업가에의해 건립-

유지-

경영-

존속되었으며, ‘수원금융조합’과 ‘일본인 사업가’들의 이해관계가 복잡하게 얽혀 있는 거대한 이익집단으로 유지·존속할 수 있었다.

더욱 중요한 것은 이러한 수원극장이 수원 주민의 욕망과 의지를 담보하는 거대한 매체이자 공동의장이었다는 점이다.

이러한 요소는 비단 수원극장으로 마감되지 않는다.

이후에 수원에서 건립되는 극장들도 이러한 건립 이념과 운영 의도를 일정 부분수용한 상태에서 운영되었다는 공통점을 지니고 있다.

수원의 지역민들은 수원극장에서 연극과 영화를관람했고, 자신들의 공연과 화합을 선보였으며, 결과적으로 지역민의 민의와 각종 정보를 집결하고 정리하였다.

그래서 수원극장은 수원 지역민들의 인적교류와 문화전시의 장으로 활용될 수 있었다.

@highlight

수원 지역극장의 시초는 ‘수원극장’이다.

@highlight

수원극장은수원의 유지였던 ‘양규룡’과 ‘홍사훈’ 등의 사업가에의해 건립-

@highlight

유지-

@highlight

경영-

@highlight

존속되었으며, ‘수원금융조합’과 ‘일본인 사업가’들의 이해관계가 복잡하게 얽혀 있는 거대한 이익집단으로 유지·존속할 수 있었다.

