본 연구는 소비자의 제품 가치 경험과, 절제 혹은 충동 스키마의 활성화가 구매의도에 어떤 영향을 주는지 알아봄으로써 충동구매 행동의 메커니즘을 밝히고자 하였다.

이를 위해 제품의 가치를 경험한 조건과 가치를 경험하지 않은 조건을 구분하고, 점화 기법을 통해 충동 또는 절제의 활성화를 조작하였다.

연구 결과, 가치를 경험한 조건에서 충동구매결정이 더 많았고 제품 구입을 위해 지불할 금액이 높았으며, 제품을 갖게 될 때 느낄 행복이 더 큰 것으로 나타났다.

한편 충동을 점화했을 때보다 절제를 점화했을 때 충동구매결정이 더 적었으며, 지불 금액, 행복감도 더 낮았다.

제품의 가치경험과 점화 간 상호작용을 본 결과, 가치경험을 한 조건에서 충동을 점화했을 때 충동구매결정이 더 많았지만, 가치경험을 하지 않은 조건에서는 충동과 절제 점화 간 차이가 발생하지 않았다.

결국 소비자는 제품의 가치를 경험하면서 강한 구매 욕구를 느끼게 되고, 이 때 머릿속에 활성화된 충동 또는 절제의 스키마가 구매행동을 조절하게 된다고 할 수 있다.

마지막으로 본 연구의 의의와 한계점, 향후 연구 방향에 대해 논의하였다.

@highlight

이 연구는 소비자의 제품 가치 경험과, 절제 혹은 충동 스키마의 활성화가 구매의도에 어떤 영향을 주는지 알아봄으로써 충동구매 행동의 메커니즘을 밝히고자 하였다.

