새로운 사업기회의 발굴과 성과 증대를 위한 전략적 방안의 일환으로 사내기업가정신에 대한 관심이 증대되고 있다.

이를 반영하듯 최근 해외 저명학술지에 사내기업가정신을 주제로 한 논문의 게재 빈도가 증가하고 있으며, 국내에서도 이에 대한 논의가 확산되고 있는 추세이다.

그러나 이러한 양적 증가에도 불구하고, 지금까지 국내에서 사내기업가정신의 연구 현황을 종합적으로 파악하고 향후 연구 방향을 모색하고자 시도한 연구는 없었다.

이에 본 연구에서는 국내 주요 학술지에 게재된 총 23편의 사내기업가정신 관련 논문들을 체계적으로 검토한 뒤, 연구가 현재 어디까지 진행되어 왔는지를 확인하고, 그 과정에서 나타난 한계점들을 파악하여 향후 연구를 위한 방향을 제시하고자 한다.

문헌 연구 결과, 사내기업가정신에 대한 하나의 보편적인 개념적 정의는 없으나 조직특성인 기업가지향성과 활동성이라는 2가지 측면에서 정의 및 측정이 이루어지고 있으며, 주로 기업가지향성의 개념과 혼용되어 연구가 진행되어 오고 있음을 발견하였다.

그리고 사내기업가정신을 독립변수로 설정한 연구들이 상대적으로 많이 진행되었으며, 최근에는 매개효과를 확인하는 연구들이 상대적으로 증가하고 있었다.

이러한 분석에 근거하여, 사내기업가정신과 기업가지향성의 개념적 모호성, 중간관리자에 대한 개인수준 연구의 필요성 및 방법론적 이슈 등을 향후 연구과제로 제언하고 있다.

@highlight

본고에서는 국내 주요 학술지에 게재된 총 23편의 사내기업가정신 관련 논문들을 체계적으로 검토한 후, 연구가 현재 어디까지 진행되어 왔는지를 확인하고, 그 과정에서 나타난 한계점들을 파악해 향후 연구를 위한 방향을 제시한다.

