본

 

연

구

목

적

은

 

대

학

스

포

츠

리

그

제

 

참

여

 

학

생

선

수

들

을

 

대

상

으

로

 

I

P

A

분

석

을

 

실

시

하

여

 

리

그

제

에

 

관

한

 

인

식

을

 

규

명

함

으

로

써

 

대

학

스

포

츠

리

그

제

를

 

활

성

화

시

킬

 

수

 

있

는

 

방

안

을

 

모

색

하

는

 

것

이

다

.

 

설

문

조

사

는

 

1

부

 

리

그

에

 

가

입

되

어

 

있

는

 

농

구

 

6

개

,

 

축

구

 

4

개

,

 

배

구

 

4

개

 

대

학

에

서

 

총

 

2

6

0

명

을

 

표

집

하

여

 

실

시

하

였

다

.

 

분

석

결

과

는

 

다

음

과

 

같

다

.

 

첫

째

,

 

대

학

스

포

츠

리

그

제

에

 

대

한

 

중

요

도

와

 

만

족

도

 

간

의

 

차

이

검

정

에

서

 

학

업

 

및

 

학

교

생

활

 

6

속

성

,

 

운

동

부

 

관

리

 

및

 

지

원

 

4

속

성

,

 

리

그

제

 

운

영

 

7

속

성

 

등

 

모

든

 

속

성

 

간

에

 

유

의

한

 

차

이

가

 

있

는

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

대

학

리

그

제

에

 

대

한

 

중

요

도

와

 

만

족

도

의

 

평

균

값

을

 

I

P

A

 

기

법

을

 

이

용

하

여

 

분

석

한

 

결

과

에

서

 

Ⅰ

사

분

면

은

 

경

제

적

 

지

원

·

운

동

부

만

의

 

합

숙

소

생

활

·

심

판

의

 

역

량

·

대

학

스

포

츠

리

그

제

에

 

관

한

 

법

률

제

정

·

언

론

홍

보

,

 

Ⅱ

사

분

면

은

 

학

업

과

 

운

동

병

행

·

맞

춤

식

 

교

육

과

정

·

학

교

행

사

참

여

·

부

상

 

및

 

재

활

 

전

담

 

트

레

이

너

·

학

교

경

기

장

 

시

설

·

대

학

측

의

 

홍

보

·

리

그

제

 

시

즌

일

정

·

마

케

팅

활

동

,

 

Ⅲ

사

분

면

은

 

튜

터

링

 

제

도

·

전

담

 

상

담

자

배

치

,

 

Ⅳ

사

분

면

은

 

학

업

에

 

대

한

 

감

독

 

및

 

지

도

자

 

생

각

·

학

업

에

 

대

한

 

부

모

의

 

생

각

 

등

이

 

포

함

되

었

다

.

 

이

를

 

토

대

로

 

한

 

대

학

스

포

츠

리

그

제

의

 

활

성

화

 

방

안

은

 

맞

춤

식

 

교

육

프

로

그

램

 

개

편

,

 

대

학

스

포

츠

리

그

제

 

일

정

 

조

정

,

 

경

기

장

시

설

 

기

준

 

설

정

 

및

 

구

축

,

 

교

내

활

동

 

의

무

화

,

 

전

담

트

레

이

너

 

배

치

,

 

올

스

타

전

 

확

대

실

시

가

 

제

시

되

었

다

.

@highlight

본고는 대학스포츠리그제 참여 학생선수들을 대상으로 IPA분석을 실시해 리그제에 대한 인식을 규명함으로써 대학스포츠리그제를 활성화시킬 수 있는 방안을 모색하는 데에 목적이 있다.