선체를 구성하는 판부재는 일반적으로 면내하중과 횡하중의 조합하중이 작용하게 된다.

면내하중으로서는 주로 전체적인 선체거더의 휨과 비틀림에 의한 압축하중 및 전단하중이 있다.

횡하중은 수압과 화물압력에 의해서 작용하게 된다.

이러한 하중의 요소들은 항상 동시에 작용하는 것이 아니지만 한 개 이상의 하중이 존재하고 상호작용하게 된다.

그러므로, 좀더 합리적이고 안정적인 선박구조의 설계를 위해서는 이러한 조합하중이 선체판에 작용할 경우에 발생하게 되는 좌굴 및 최종강도거동의 상호관계를 좀더 자세히 분석할 필요가 있다.

실제로 선체판은 슬래밍과 팬팅과 같은 충격하중을 제외하고는 상대적으로 적은 수압이 작용하게 된다.

본 연구논문에서는 조합하중을 받는 선체판부재의 거동에 있어서 최종한계상태설계법에 기반을 둔 탄소성대변형 유한요소해석을 수행하였다.

본 연구에서는 압축하중과 횡하중이 판부재에 작용하였을 경우 횡하중의 크기에 따른 영향을 탄소성대변형 유한요소해석(ANSYS)을 수행하여 분석하였다.

@highlight

본 연구에서 조합하중을 받는 선체판부재의 거동에 있어서 최종한계상태설계법에 바탕을 둔 탄소성대변형 유한요소해석을 수행하였으며, 횡하중과 압축하중이 판부재에 작용하였을 때 횡하중의 크기에 따른 영향을 탄소성대변형 유한요소해석(ANSYS) 방법으로 분석했다.

