음악영재성 판별에서 부모의 관찰은 잠재된 영재성에 관한 정보를 제공하기에 중요하다.

또한 부모관찰정보의 타당도와 신뢰도는 후속되는 판별 전 과정의 타당성 확보에 영향을 미친다.

이러한 중요성에도 불구하고 국내 교사관찰추천제 및 음악영재성 판별모형에 투입되는 부모관찰정보의 타당성 여부에 관한 연구는 아직까지 없었다.

그러므로 이 연구는 음악(국악) 영재성 선별을 위한 부모관찰정보지(2차)의 타당화를 위하여 수행되었다.

나아가 음악(국악) 영재성 판별의 내실화 및 체계화를 도모하기 위하여 수행되었다.

부모관찰정보지(2차)의 타당도 검증을 위하여 탐색적 요인분석 및 확인적 요인분석을 활용하였다.

그 결과, 부모관찰정보지(2차)의 최종 40문항을 수렴할 수 있었고 나아가 음악(국악) 영재성의 심리학적 구인을 확인할 수 있었다.

또한 부모관찰정보지(2차)에 대한 내적 일관성 신뢰도 추정 결과, 높은 신뢰도 수준(내재적 특성 문항 r=.939, 외재적 환경 특성 문항 r=.887)을 확보할 수 있었다.

이 연구의 타당화 결과는 부모관찰정보지(2차)가 음악(국악) 영재성 선별을 위한 타당한 검사도구로서 영재 판별 현장에 즉시 투입 가능함을 반영해준다.

@highlight

본 연구는 음악 영재성 선별을 위한 부모관찰정보지의 타당화를 위하여 수행됐다.

@highlight

본 연구의 타당화 결과는 부모관찰정보지가 음악 영재성 선별을 위한 타당한 검사도구로서 영재 판별 현장에 즉시 투입 가능함을 반영해준다.

