공급기업의 성과 개선 및 역량 개발을 위한 구매기업의 노력을 공급자개발활동이라고 한다.

이 연구는 지식이전을 위해 설계된 지식기반 공급자개발활동을 정의하고, 이러한 활동들이 공급기업의 지식습득 및 운영성과 향상에 미치는 효과를 실증적으로 분석하였다.

지식기반이론과 사회적 자본 이론에 기반하여, 이 연구는 지식기반 공급자개발활동이 공급기업과의 사회적 자본 형성에 긍정적 영향을 주고, 다시 사회적 자본은 공급기업의 지식습득 및 성과개선에 도움을 준다고 가정하였다.

연구 모형 검증을 위해서 2011년 동반성장지수 평가대상 대기업 56개사의 1차 주요 협력기업(공급기업)을 대상으로 설문조사를 실시하여 162개사의 자료를 수집하였다.

실증 분석의 결과, 구매기업의 지식기반 공급자개발활동은 공급기업의 지식습득과 운영성과 개선에 중요한 영향을 끼치는 것으로 나타났으며, 동시에 구매기업과 공급기업 간 구조적, 관계적, 인지적 사회적 자본 구축에도 모두 긍정적인 영향을 준다는 것을 확인할 수 있었다.

하지만, 사회적 자본이 공급기업 학습의 간접 채널이 될 수 있다는 가설은 기각되었으며, 관계적 자본만이 공급자개발활동과 운영성과의 관계를 매개하는 것으로 나타났다.

@highlight

본 연구는 지식이전을 위해 설계된 지식기반 공급자개발활동을 정의하고, 이런 활동들이 공급기업의 지식습득 및 운영성과 향상에 미치는 효과를 실증적으로 분석했다.

