이 글은 국민청원 게시글 분석을 통해 온라인 글쓰기의 한 특징을 살펴보는 것을 목적으로 했다.

국민청원에 연구는 다양한 관점으로 꾸준히 진행되고 있다.

그러나 ‘글쓰기’라는 측면의 작문학적 관점의 연구는 전무했다는 점에서 본 논문의 의의가 있다.

본고는 국민청원 게시글의 특징을 커뮤니케이션 이론을 도입해 살펴보았다.

이 연구는 2017년부터 2019년 12월까지 국민청원 답변을 받은 게시글 130건을 대상으로 한다.

국민청원 글에서 드러나는 글쓰기의 특징은 크게 3가지이다.

첫째, 발신자/수신자의 확대와 다중적 의사소통의 발생이다.

둘째, 사적, 공적 글쓰기가 혼용되고 있다.

셋째, 시대적 관심사가 한 쪽으로 쏠리는 메시지 편중 현상이다.

대학교 1학년 학생들을 대상으로 국민청원에 대한 인식과 태도를 조사한 결과 학생들은 국민청원글을 매우 공식적인 글로 인식했다.

그러나 글쓰기 규범에 대해서는 유연한 태도를 지녔다.

이는 글쓰기와 글 읽기에 대한 이중적 태도라 할 수 있다.

국민청원 게시글에 나타난 특징은 공적 온라인 글쓰기의 필요성을 시사한다.

전통적 글쓰기와는 다른 공적 온라인 글쓰기에 대한 인식의 전환이 필요한 시점이다.

@highlight

국민청원 게시글 분석을 통해 온라인 글쓰기의 한 특징을 살펴보는 것이 목적이다.

@highlight

특징은 발신자/수신자의 확대와 다중적 의사소통이 발생한다.

@highlight

사적, 공적 글쓰기가 혼용되어 사용되고 있다.

@highlight

또 시대적 관심사가 한 쪽으로 쏠리는 메시지 편중 현상을 보이고 있다.

