본 연구는 해외이주 한인 중년층의 여가활동 참여가 문화적응에 미치는 영향을 파악하고 이들 두 변수를 매개할 것으로 보이는 우울을 연구하고자 하였다.

본 연구를 위해 호주의 시드니에 거주하고 있는 한인 중년층 233명을 대상으로 하였으며 통계방법은 SPSS ver.18.0을 사용하여 기술통계, 상관관계분석, 신뢰도분석을 하였고, 본 연구가 제안한 연구모형의 가설을구조방정식으로 검증하기 위하여 AMOS ver.7.0 프로그램을 사용하였다.

분석 결과는 다음과같다.

여가활동은 문화적응과 우울에 직접 영향을 미쳤으며 우울은 문화적응에 영향을 미쳤다.

그리고 여가활동은 우울을 매개로 하여 문화적응에 영향을 미쳤다.

이러한 결과는 해외에 거주하고 있는 한인 중년층의 문화적응을 돕는 여가활동 참여에 대한중요성을 강조하고 동시에 해외 이민자들의 문화적응을 위한 해외이민자 정책과 해외이주동포의 복지관련 프로그램을 지원함에 있어서 기초자료로 제공될 것이다.

@highlight

이 연구는 해외이주 한인 중년층의 여가활동 참여가 문화적응에 미치는 영향을 파악하고 이들 두 변수를 매개할 것으로 보이는 우울을 연구하려 했다.

