지금까지 만주어 연구자들은 seme를 인용문에만 나타나는 단어로 파악하고, 인용 조사나 발화/인지/지각동사의 보문을 표시하는 보문소로 설명하였다.

그러나 seme는 河內良弘·?

瀨義三?

則府(2002)와 Gorelova (2002)에 예시된 바와 같이 인용문뿐만 아니라 일반적인 동사구 내포문에서도 나타난다.

본고에서는 기존 연구 논문에서 설명한 seme의 여러 가지 역할과 본 연구에서 발견한 seme의 역할을 전반적으로 검토하여seme가 내포문 전반의 보문소(complementizer head)로 기능할 수 있는지에 대해서 검토하였다.

결국, 본연구는 seme가 나타나는 내포문이 정형성을 지닌다는 점과 내포문 내에 의문문이 올 수 있다는 점에서 seme 내포문이 보문소구라는 것을 확인할 수 있었고, seme가 언제나 보문소구 내포문의 오른쪽에 인접하여 나타난다는 점을 근거로 seme가 보문소구 내포문의 핵인 보문소라고 주장한다.

@highlight

본 논문에서는 기존 연구 논문에서 설명한 seme의 여러 가지 역할과 본 연구에서 발견한 seme의 역할을 전반적으로 검토하여seme가 내포문 전반의 보문소(complementizer head)로 기능할 수 있는지에 대해서 검토하였다.

