본 연구에서는 최근 경제 대국으로 부상하고, 세계적으로 정치적 위상을 제고하고 있는 중국 사회의 ‘국학열’에 대한 기능과 의미를 기능주의적이고 체계적인 사회체계형성에 대하여 논의해 보았다.

사회적 행위의 전략적 요소로서 파슨스가 제시하는 네 가지의 체계, 경제적 기능, 정치적 기능, 사회통합의 기능, 사회유형유지 및 긴장처리의 기능으로 확인해 본 ‘국학열’의 기능은 민간 보다는 정부 주도적인 움직임이 강했다.

국학열은 네 가지의 체계형성의 기본적 요소를 충족시킬 뿐 아니라 체계를 갖춘 기능으로서 역할이 가능했다.

중국사회의 지속적 발전을 향한 정부의 끊임없는 움직임은 사회의 체계를 갖추는 것에 더욱 노력하게 만든다.

특히, 전 세계적 정신문명의 위기와 맞서, 중국적 전통인 중국학의 부흥과 발전은 새로운 의미를 부여하게 한다.

이미 중국의 ‘국학열’은 중국정부의 체계로서 그 가치를 회복하였고, 기능을 부여받았다.

나아가 중국적 정신문명의 총체적인 가치를 회복함으로써 사회의 각종 위기에 대한 대응의 역할 뿐 아니라 외부적으로는 문화강국과 중국적 전통문화가 세계보편이 될 수 있다는 거대한 계획을 실현하기 위해 중국 국학에 대한 연구는 끊임없이 진행될 것이며, 체계에 의해 갖추어진 그 기능은 더욱 강화 될 것이다.

@highlight

이 연구에서는 최근 경제 대국으로 부상하고, 세계적으로 정치적 위상을 제고하고 있는 중국 사회의 ‘국학열’에 대한 기능과 의미를 기능주의적이고 체계적인 사회체계형성에 대하여 논의해 보았다.

