현실 소프트웨어 비즈니스 환경에서 많은 벤처/중소기업의 소프트웨어의 사용 범위가 넓어지고 품질에 대한 검증이 요구되고 있다.

소프트웨어 품질 검증은 제품과 프로세스 품질이다.

그리고 현실에 맞게 전체 조직보다는 테스트 조직의 성숙도(Test Maturity Model)에 초점을 둔다.

하지만 기존 모델은 국내 벤처/중소기업에게 적용이 부적합한 부분이 존재한다.

이를 위해 테스트 성숙도 모델의 경량화를 제안한다.

우리의 경량 모델은 기존 테스트 성숙도 모델과 테스트 프로세스 개선(TPI Next) 모델을 기반으로 재정의된 모델이다.

하지만 대부분 모델은 성숙도 레벨을 정의하고, 레벨을 달성하기 위한 목표 및 세부 활동만 제공할 뿐이다.

평가단을 위한 평가 가이드 및 정형화된 평가 절차가 존재하지 않는다.

그렇기 때문에 심사위원과 기업이 정형화된 심사 과정 및 평가를 진행하기 어렵다.

본 논문은 경량화된 테스트 성숙도 모델의 평가 가이드를 제안한다.

평가를 위한 진단 절차를 정의와 평가 가이드, 그리고 평가 절차 및 절차별 활동과 산출물의 정의한다.

이 평가 가이드는 심사 위원에게는 정형화된 심사가 가능하게 하고, 자체 평가 가이드는 자체 테스트 조직에 심사 준비를 좀더 빠르고 바르게 진행하게 한다.

@highlight

본 연구는 경량화된 테스트 성숙도 모델의 평가 가이드를 제안하였다.

@highlight

또한 평가를 위한 진단 절차를 정의 및 평가 가이드, 그리고 평가 절차 및 절차별 활동과 산출물의 정의하였다.

