최근 동북아 국제정세가 관련 국가인 한국, 중국, 일본, 북한, 그리고 미국 사이에서 벌어지는 군사적 긴장과 갈등 국면에 휩싸여 있다.

국제사회의 초강대국이자 동북아에서 역사적으로 반목하였던 미국과 중국은 국제사회 및 동북아지역 운영에 관하여 협력과 대립을 반복하고 있으며, 냉전으로 시작된 남한과 북한의 긴장도 좀처럼 완화될 조짐이 보이지 않는다.

이러한 동북아 지역의 군사긴장 상황을 염두에 두고 본 연구는 국제정치학 분야의 국제안보 연구에서 핵심주제인 국가 간 군사충돌의 원인을 고찰하였다.

먼저 군사분쟁의 학문적 개념과 최근 발생 추세를 검토한 후 군사분쟁의 원인에 관한 다양한 이론적 논의를 검토하였으며 이러한 군사분쟁이론이 제시하는 정책적인 함의를 논하였다.

동북아 주요 현안인 미중, 남북 관계 정립에 관하여 본 연구는 중국과 북한의 민주화를 위한 다양한 정책의 필요성과 더불어 미국의 중국에 대한 그리고 남한의 북한에 대한 (특히, 남북한 관계에서는 북한의 핵 능력 포기를 중심으로) 군사력 우위 정책의 필요성을 국제정치학의 이론적 바탕 위에서 제시하였다.

@highlight

동북아 지역의 군사긴장 상황을 염두에 두고 본 연구는 국제정치학 분야의 국제안보 연구에서 핵심주제인 국가 간 군사충돌의 원인을 고찰하였다.

