본 연구는 상담전공 대학원생들이 집단미술치료 수업을 통해 자기성장 과정을 어떻게 경험해 나가는지를 이해하고자 하였다.

이를 위해 본 연구에서는 상담전공 대학원생 12명을 연구대상자로 하였으며, 그들이 진술한 집단미술치료 경험에 관한 축어록과 회고적 경험일지를 근거이론 방법으로 분석하였다.

주요 연구결과는 다음과 같다.

첫째, 상담전공 대학원생들이 경험한 집단미술치료의 중심현상은 ‘내면의 시각화를 통한 자기이해’로 나타났다.

둘째, 상담전공 대학원생들의 자기성장 과정은 ‘내면의 시각화를 통한 자기이해로부터의 자기 확장’으로 나타났다.

셋째, 자기성장에 기여하는 집단미술치료 요인으로는 ‘피드백을 통한 지지’, ‘보편성 경험’, ‘안전한 치료환경’으로 나타났다.

본 연구는 상담전공 대학원생이 집단미술치료 수업을 통해 어떻게 성장해 나가는지를 이해함으로써, 그들의 성장을 조력할 수 있는 대학원 교육과정 방향과 치유상담적 방안에 대한 시사점을 얻고자 하였다는데 의의가 있다.

@highlight

본 연구는 상담전공 대학원생들이 집단미술치료 수업을 통한 자기성장 과정을 살펴보았으며, 집단미술치료의 중심현상은 ‘내면의 시각화를 통한 자기이해’로 나타났고, 자기성장 과정은 ‘내면의 시각화를 통한 자기이해로부터의 자기 확장’으로 나타났다.

