교토의정서에서 저비용의 온실가스 저감 방안으로 도입된 온실가스 배출권 거래제도는 현재 유럽 배출권 거래 제도를 포함하여 다양한 규모와 지리적 범주를 가진 시장이 운영되고 있으며 우리나라를 비롯한 여러 국가에서 새로운 배출권 거래제도 도입을 계획하고 있다.

본 연구의 목적은 교토의정서를 기반으로 하는 배출권 시장과 자발적 배출권 시장에서 산림 관리 활동의 역할과 인정 범위를 조명하고, 국내 배출권 시장의 도입에 있어 산림부문 참여의 필요성을 고찰하는 것이다.

이를 위해 유럽연합 배출권 거래제도, 시카고 기후 거래소, 뉴사우스웨일즈 온실가스 감축제도, 지역 온실가스 이니셔티브의 사례를 분석하여 각 배출권 시장에서의 산림 흡수원 배출권의 역할과 인정범위를 분석하였다.

국내 배출권 시장에 있어 산림 흡수원 배출권의 포함은 비용절감과 감축활동 참여확대라는 이점과 함께 기술적 복잡성과 직접 감축노력의 감퇴라는 위험요소를 가진다.

하지만 위험요소에 대한 다양한 해법이 제시되고 있고 향후 기후변화협약 하에서 산림 흡수원의 범위와 규정에 대한 변화가 예상되며 국내 현실에서 온실가스 감축을 위한 다양한 접근이 필요한 만큼 산림 흡수원 배출권은 배출권 시장의 한 요소로 포함되어야 할 필요가 있다.

산림분야에 있어서 산림 흡수원 사업의 참여는 산업영역의 확대와 산림관리 재원의 마련이라는 기회를 제공하며 이러한 기회를 활용하기 위한 제도와 기술측면의 대비가 필요하다.

@highlight

교토의정서 기반 배출 시장 및 자발적 배출 시장에서의 산림 관리 활동의 역할과 범위를 조명하고, 국내 배출 시장 도입에 있어서 산림 분야에 대한 참여 필요성을 검토하는 것을 목적으로 한다.

@highlight

산림분야에서는 산림흡수사업 참여로 산업지역 확대와 산림관리 재원 마련의 기회를 제공하며 이러한 기회를 활용할 수 있는 시스템과 기술 준비가 필요하다.

