이 연구의 목적은 감각추구성향 및 도덕적 요인과 20대 연령의 음주운전과의 관계를 밝히는 것이었다.

연구 대상은 고등학교졸업 학력의 20대 남자 111명으로 김채옥(1987)이 번안한 Zuckerman(1985)의 감각추구척도-

Ⅴ와 심종온(1999)이 번안한 Tangeny등(1989)의 자기-

의식적 정서검사(TOSCA), 그리고 최근 6개월 동안의 음주운전 빈도를 스스로 보고하게 하는 방식으로 각각의 변인을 측정하였다.

자료처리를 위해 상관분석, 회귀분석, 변량분석의 방법을 사용하였다.

연구결과 감각추구성향과 도덕적 요인은 각각 음주운전과 정적, 부적상관이 있는 것으로 나타났고, 도덕적 요인보다는 감각추구성향이라는 성격요인이 음주운전과 관련성이 더 큰 것으로 밝혀졌다.

한편, 도덕적 요인은 감각추구성향과 음주운전과의 관계에서 중재역할을 하지 못하는 것으로 나타났다.

음주운전을 가장 많이 한 사람은 감각추구성향이 높으면서 도덕적 요인의 수준이 낮은 사람이었고, 감각추구성향이 낮고 도덕적 요인 수준이 높은 사람은 음주운전을 가장 적게 한 것으로 나타났다.

마지막에는 연구결과를 바탕으로 음주운전 예방 교육의 원리와 추후 연구과제가 제시되었다.

@highlight

20대 연령의 감각추구성향 및 도덕적 요인과 음주운전과의 관계를 규명하였다.

@highlight

음주운전을 가장 많이 한 사람은 감각추구성향이 높으면서 도덕적 요인의 수준이 낮은 사람이었고, 감각추구성향이 낮고 도덕적 요인 수준이 높은 사람은 음주운전을 가장 적게 한 것으로 파악되어 도덕적 요인이 감각추구성향과 음주운전과의 관계에서 중재역할을 하지 못함을 보였다.

