본 논문은 폴란드 출신의 망명자로 주로 미국에서 활동하는 작가인 크리스토 프 보디츠코의 전쟁 기념비 프로젝트를 대상으로 하여 그의 프로젝트들이‘문화적 기억으로서의 전쟁’을 해체하는 과정과 그 의의를 논의한다.

이를 위해 본고는 1980년대 초부터 2000년대 포스트 9/11 작업에 이르기까지 보디츠코가 수행한 슬라이드와 동영상 작업 및 현실적으로 실현 불가능했던 프로포절을 심도 있게 분석하되, 전쟁이라는 뿌리 깊은 문화적 현상에 대한 작가의 인식이 변모해온 과정을 시기별, 내용별, 그리고 매체별로 추적한다.

특히 본 논문은 국가, 전쟁 이데올로기, 망명자 등 구조적으로 연결된 주요 쟁점들을 논의하고 이러한 역학 구조의 균형을 깰 수 있는 에이전시로 관람자의 역할에 주목한다.

나아가 보디츠코의 후기 작업들은 우리 자신이야말로 국가적이고 이데올로기적인 기제의 결과물이자 살아 있는 전쟁 기념비임을 강조하고 있다.

이에 본 논문은 우리의 무의식과 일상의 삶이 전쟁 문화를 무효화시킬 특정한 장소(specific site)로 작동해야 함을 주장하고자 한다.

@highlight

폴란드 출신의 망명자로 미국에서 활동하는 작가인 크리스토 프 보디츠코의 전쟁 기념비 프로젝트를 대상으로 하여 그의 프로젝트들이‘문화적 기억으로서의 전쟁’을 해체하는 과정과 그 의의를 논의하며 보디츠코의 후기 작업들은 우리 자신이야말로 국가적이고 이데올로기적인 기제의 결과물이자 살아 있는 전쟁 기념비임을 강조하고 있어 우리의 무의식과 일상의 삶이 전쟁 문화를 무효화시킬 특정한 장소(specific site)로 작동해야 함을 주장하고자 한다.

