이 연구는 정부 3.0시대의 인터넷 규제에 대해 이용자가 인지하는 이성적 수용성과 감성적 수용성의 차이를 설명하기 위한 탐색적 내용이다.

인터넷 규제정책 수용성에 대한 집단감성의 작용 과정을 검토하고 현실적 규제 모형을 모색하였다.

이론적 검토에서 인터넷 이용자들이 형성하는 집단감성을 복잡계 구조 하의 모형으로 개념화하고 집단감성이 인터넷 규제 정책의 수용성에 미치는 영향을 실증적으로 검증하였다.

연구 결과, 문헌검토에서 집단감성은 의사결정, 행위 판단에 작용하는 기제임을 확인하였다.

인터넷 이용자의 집단감성은 복잡계 현상의 자기 유사성, 자기 조직화, 창발, 자기조정의 과정을 통하여 형성되는 과정을 제시하였다.

실증검증 결과, 집단감성이 인터넷 게임 규제 수용성에 영향을 미치는 것으로 확인되었다.

또한 학력 수준과 나이도 유의미한 변수로 나타났다.

이를 통해 집단감성 유형에 따라 인터넷 규제정책의 수용 확률(Odds)을 추정하였다, 부정적 감성의 이용자는 인터넷 게임 규제를 수용할 확률이 28% 미만으로 나타났으며, 긍정적 감성은 중학생 집단을 제외하고 약 53% ~ 84%로 분석되었다.

이를 통해 이용자의 인터넷 규제 수용 확률을 높이기 위한 집단감성의 형성 양태를 고려한 현실 적합한 규제정책 모형을 제시하였다.

@highlight

이 연구는 정부 3.0시대의 인터넷 규제에 관해 이용자가 인지하는 이성적 수용성과 감성적 수용성의 차이를 설명하기 위한 탐색적 내용이다.

