국토의 자연자원 관리와 건강한 생태계의 이용과 보전, 복원을 위해 국가적 차원에서 생태?

자연도가 활용되고 있다.

생태?

자연도는 생물서식처 개념이 강하며, 특히 1등급 지역(별도관리지역)은 중요 핵심지역에 해당된다.

본 연구는 생태?

자연도 1등급지를 대상으로 생태취약성을 평가하고, 거시적 수준에서 선제적이고 합리적인 보전전략을 수립할 수 있도록 고찰하였다.

본 연구에서 생태취약성은 1등급 지역의 주변에 대한 현재와 미래의 교란 잠재성을 생물 서식환경에 대한 생태적 취약성으로 등급화한 것이다.

대상은 개발압력이 높은 수도권 일대를 대상으로 다중 격자법으로 분석하였다.

분석 결과 잠재적 교란 가능성이 가장 낮은 생태취약성 A등급은 전체의 40.5%, B등급은 36.2%, C등급은 21.5%, 생태취약성이 매우 높은 D등급은 1.8%로 나타났다.

즉, 1등급지 주변에 최소한 1개 이상의 3등급지가 존재하는 격자는 C등급과 D등급으로 전체의 23.3%에 해당되었으며, 주변에 완충지역을 계획하는 등의 생태적 보전전략 마련이 필요하다.

공간분석을 통해 입지적으로 완충지역을 조성하거나, 하천 생태공간의 기능축을 연결하거나, 거시적으로 산림의 생태축 보전전략이 제안되었다.

또한, 정밀한 수준에서 시?

군별 공간탐색 사례를 통해 생태취약성 총량제 개념과 같은 생태보전 전략이 제안되었다.

@highlight

국토의 자연자원 관리와 건강한 생태계의 이용과 보전, 복원을 위해 국가적 차원에서 생태?

@highlight

자연도가 활용되고 있다.

@highlight

이 연구는 생태?

@highlight

자연도 1등급지를 대상으로 생태취약성을 평가하고, 거시적 수준에서 선제적이고 합리적인 보전전략을 수립할 수 있도록 고찰했다.

