우리가 잘 알고 있듯이, 2007년 도덕과 교육과정이 새로이 개정 고시됨에 따라 이에 의거한 초등 3-6학년 교과용 도서는 현재 한창 개발되고 있는 중이다.

이 연구는 이렇게 새로 개발되고 있는 교과용 도서에 대한 탐구와 안내 중 그 제1부에 해당되는 개발 방향과 중점, 교육 내용의 선정과 조직 및 단원 개발의 실제 등을 다루는 데 주안점이 있었다.

이에 따라 이 연구에서는 먼저 새 초등 도덕과 교과용 도서 개발의 기본 관점으로서 도덕과 교육과정의 기본 정신 추구, 도덕교육학 분야의 이론적 동향 반영, 기존 교과용 도서의 문제 극복 등에 대해 소개한 후, 이어 개발의 중점 방향으로서 인격?

덕의 구성요소에 대한 바른 설정과 지?

정?

행 측면의 통합적 접근 추구, 탐구학습과 구성주의 원리의 추구 및 학생들의 관심과 흥미, 생활 경험과 지적?

도덕적 발달 수준의 고려 등에 대해 논의하였다.

그리고 교과용 도서에 담기는 교육내용 측면과 관련하여 도덕과 교육과정의 바른 해석?

상세화와 적절한 교육내용의 선정과 조직의 원리, 그리고 단원 개발의 실제와 현황 등에 대해 살펴본 후, 마지막으로 5?6학년 교과용 도서 개발의 방향과 특징에 대해 논의하였다.

@highlight

초등 도덕과 교과용 도서 개발의 기본 관점으로 도덕과 교육과정의 기본 정신 추구, 도덕교육학 분야의 이론적 동향 반영, 기존 교과용 도서의 문제 극복 등을 소개하고, 개발의 중점 방향으로 인격·덕의 구성요소 설정과 지·정·행의 통합적 접근 추구, 탐구학습과 구성주의 원리 추구 등에 대해 논의하였다.

