시각장애 학생이 학습과 일상 활동에 잔존 시각을 어느 정도 활용할 수 있는지와 이에 따른 특수교육 지원 요구가 무엇인지에 관한 정보를 획득하는 것은 시각장애 교육에서 매우 중요하다.

미국에서는 시각장애 특수교육대상자 선정과 교육적 지원 요구를 확인하기 위한 진단･평가 과정에 기능시각 평가를 핵심 평가 영역으로 규정하고 있다.

따라서 본 연구는 우리나라에서 시각장애 학생의 진단ㆍ평가 과정에 사용할 기능시각 평가 도구로서 ‘기능시각 평가 검목표’를 개발하는 목적이 있다.

연구 결과, 첫째, 외국의 기능시각 평가 관련 이론과 평가 도구의 분석에 기초할 때 기능시각 평가 검목표는 원거리 시력, 근거리 시력, 시야.

대비, 조명 다섯 가지 시기능 요소로 검목표를 범주화하고, 학습과 생활 환경에서 이루어지는 대표적인 기능적 활동들로 문항을 개발하는 것이 적절하다.

둘째, 이러한 이론적 기초에 근거하여 개발한 기능시각 평가 검목표 문항들에 대해 시각장애 전문가 15명을 대상으로 문항 적합도를 4점 척도로 검증한 결과, 모든 문항들이 평균 3.0 이상, 변이계수 0.3 이하로 나타나 타당한 것으로 볼 수 있다.

향후 본 연구에서 개발한 기능시각 평가 검목표에 대해 상대적으로 타당도가 낮은 문항들을 삭제하여 적정 수의 문항들로 수정･보완하여 사용할 필요가 있다.

@highlight

우리나라에서 시각장애 학생의 진단ㆍ평가 과정에 사용할 기능시각 평가 도구로서 ‘기능시각 평가 검목표’를 개발하는 목적이 있으며 기능시각 평가 검목표는 원거리 시력, 근거리 시력, 시야, 대비, 조명으로 범주화하고, 학습과 생활 환경에서 이루어지는 기능적 활동들로 문항을 개발하였고 개발한 기능시각 평가 검목표 문항들에 대해 시각장애 전문가 대상으로 문항 적합도를 4점 척도로 검증한 결과, 모든 문항들이 평균 3.0 이상, 변이계수 0.3 이하로 나타나 타당한 것으로 볼 수 있다.

