본 논문은 신자유주의적 최소국가론의 이론적 전제와 달리, 합리성에 근거한 개별이익의 추구가 언제나 경제발전이라는 집합수준의 합리성으로 이어지는 것은 아니라는 비판적 인식에 기초하고 있다.

따라서 국가의 역할을 중시하는 대안적 경제발전모델과 이를 성취하기 위한 국가개혁의 문제를 논한다.

국가개혁은 민주화이후 취약해진 국가자율성과 국가능력의 복원문제이며, 향후 한국의 발전모델을 추진하는 제도적 기반에 대한 논의가 된다.

이 논문의 핵심적 주장은 세 가지이다.

첫째, 한국의 발전모델은 산업구조와 대외의존도를 볼 때, 영·미식 자유주의시장경제보다는 유럽의 강소국과 유사한 형태의 민주적 발전조합주의(democratic developmental corporatism)여야 한다.

둘째, 발전모델의 성취를 위해서는 민주사회에 부합하는 국가자율성과 국가능력을 배양해야 한다.

셋째, 민주국가에서 국가자율성과 국가능력은 집정부(political executive)를 통해 표현되는 바, 이는 시민사회와 강한 연계를 갖는 정책정당화와 정쟁을 최소화할 수 있도록 하는 정치개혁을 통해 확보될 수 있다.

@highlight

국가의 역할을 중시하는 대안적 경제발전모델과 이를 성취하기 위한 국가개혁의 문제를 논하며 국가개혁은 민주화 이후 취약해진 국가자율성과 국가능력의 복원문제이며, 향후 한국의 발전모델을 추진하는 제도적 기반에 대한 논의가 되고 한국의 발전모델은 산업구조와 대외의존도를 볼 때, 영·미식 자유주의시장경제보다는 유럽의 강소국과 유사한 형태의 민주적 발전조합주의(democratic developmental corporatism)여야 하며 발전모델의 성취를 위해서는 민주사회에 부합하는 국가자율성과 국가능력을 배양해야 하고 민주국가에서 국가자율성과 국가능력은 집정부(political executive)를 통해 표현되는 바, 이는 시민사회와 강한 연계를 갖는 정책정당화와 정쟁을 최소화할 수 있도록 하는 정치개혁을 통해 확보될 수 있다.

