최근 들어 중국은 제3세계에 대한 외교적 공세를 강화하고 있다.

제3세계에 대한 중국의 적극적인 외교의 전개는 국제사회에 대한 미국의 영향력에 도전으로 인식되는 것이기도 하다.

중국이 제3세계 외교를 강화하고 있는 목적과 의도는 무엇인가.

본 연구는 중국의 제3세계 외교의 주요 목적을 강대국들이 추구하는 영향력 균형 전략으로 규정한다.

그리고 이러한 분석 시각으로 냉전시기 중국의 제3세계 외교의 전개과정과 결과를 재검토해보고, 과거의 경험이 오늘날에 갖는 함의를 도출해 보는 것을 주요 목적으로 한다.

냉전시기 중국이 제3세계 외교가 주변 강대국과 (패권적 의도가 내재된) 영향력 균형의 추구를 특징으로 했던 것처럼, 오늘날 중국의 제3세계 외교에도 이러한 전략적 목적과 의도가 내재되어 있을 수 있다.

실제로 최근 국제사회는 소프트 파워와 같은 다양한 외교적 수단을 이용한 강대국들 간의 치열한 영향력 경쟁이 전개될 가능성이 높아지고 있다.

따라서 주변 약소국들은 공정한 시각과 외교적 자율성을 가지고 이들 강대국들의 외교적 수사와 실제를 구별하려는 노력이 필요하다.

@highlight

중국의 제3세계 외교의 주요 목적을 강대국이 추구하는 영향력 균형 전략으로 규정하고, 냉전시기 중국의 제3세계 외교 전개과정과 결과를 재검토하여 그 함의를 도출해 보고자 한다.

@highlight

주변 약소국들은 공정한 시각과 외교적 자율성을 가지고, 강대국의 외교적 수사와 실제를 구별하는 노력이 필요하다.

