이 연구는 경찰의 통계관리의 문제점을 정확하게 파악하고 이에 대한 개선방안을 제시하여 경찰통계에 대한 신뢰를 확보하고 정책 수립에 필요한 정보를 정확하게 제공하기 위한 목적으로 수행되었다.

연구결과 경찰은 통계관리에 있어 다음과 같은 문제점을 가지고 있었는데, 첫 번째는 연도별 현황의 불일치 사례와 자료의 누락 사례 등 경찰공무원이 통계작성 과정에서 인적인 오류를 범하는 사항들이었다.

두 번째는 현황의 합계불일치와 통계 작성기준의 불일치로 인한 정확한 현황 파악의 어려움이 발생하고 있었으며, 세 번째는 작성과정에서 분류의 세분화가 이루어지지 않아 현실성 있고 구체적인 자료를 확인할 수 없는 문제점이 나타났다.

이러한 문제점을 해결하기 위해서는 먼저 과거부터 현재까지의 통계현황이 정확한 지에 대한 체계적인 점검을 통해 잘못된 통계를 바로잡고 이런 일이 재발하지 않도록 해야 하며, 통계작성과정에서의 오류를 줄이기 위해 수시 점검체계를 마련해야 한다.

또한 국민들이 현실감 있는 정보를 제공받을 수 있도록 자료의 구성방식을 보다 세분화하여야 하며, 통계에 사용되는 용어 및 현황의 변화를 쉽게 알아볼 수 있도록 설명 자료를 제시해야만 한다.

@highlight

본 연구는 경찰의 통계관리의 문제점을 정확하게 파악하고 이에 대한 개선방안을 제시하여 경찰통계에 대한 신뢰를 확보하고 정책 수립에 필요한 정보를 정확하게 제공하기 위한 목적으로 수행됐다.

