한국 초등학교 1-3학년 국어교과서는 분류어휘표를 기준으로 전환<4.1170 転換>에 해당하는 접속사 ‘그런데(48)= ところで’의 사용비율이 가장 높고, 다음은 전개<4.1120 展開>에 해당하는 접속사 ‘그래서(46)=それで’의 사용비율이 높았다.

그리고 세 번째로 높게 사용된 ‘그리고(39)=そして’도 전개<4.1120 展開>에 해당하는 접속사인 것으로 조사되었다.

반면에 일본은 분류어휘표 누가<4.1110 累加>에 해당하는 접속사 ‘そして(45)’의 사용이 압도적으로 높고, 이어서 전개<4.1120 展開>에 해당하는 접속사 ‘すると(20)’가 뒤를 잇고 있으며, 세 번째로는 누가<4.1110 累加>에해당되는 접속사 ‘それから(19)’ 순으로 사용빈도가 높았다.

한국 초등학교 국어교과서는 전환과 전개 접속사가 빈도수 상위어를 차지하고, 일본교과서는 누가와 전개 접속사가 상위어를 차지하여 상호 유사점과 차이점을 보였다.

이번 조사 분석결과를 통해 언어 습득 초기 단계로 볼 수 있는양국 초등학교 국어교육 과정에 사용된 접속사 사용양상은 일본어 학습자가 우선적으로 학습해야 할 접속사를 구체적으로 제시할 수 있다는 점과 어휘 교육적 측면에서 매우 중요한 의의가 있다고 판단된다.

@highlight

한국 초등학교 1-3학년 국어교과서는 분류어휘표를 기준으로 전환에 해당하는 접속사 그런데(48)= ところで의 사용비율이 가장 높고, 다음은 전개에 해당하는 접속사 그래서(46)=それで의 사용비율이 높았다.

@highlight


그리고 ‘그리고(39)=そして’도 전개에 해당하는 접속사인 것으로 조사되었다.

