본 연구는 ADHD 아동 어머니들의 대처과정을 분석하고 그 결과를 바탕으로ADHD 아동 어머니의 대처 유형과 대처과정에 대한 이론 형성에 기여하고자 하는 목적으로 진행 되었다.

본 연구의 자료 수집은 2011년 4월부터 8월까지 심층면접과 참여자들의 개인정보기록, 참여자의 면담기록 등을 사용하였다.

자료분석은 자료 수집과 동시에 이루어졌으며 지속적인 비교분석을 하였다.

연구결과 개방코딩에서 123개의 개념과 30개의 하위 범주, 16개의 범주가 도출되었다.

축 코딩에서는 패러다임에 의한 범주 분석결과 인과적 조건으로는 ‘맞닥뜨림’, 중심현상은 ‘탓’, ‘회피함’, ‘짐’, ‘어려움’, ‘몸부림 침’ 맥락적 조건으로는 ‘무지’, ‘낙오’였다.

작용/상호작용 전략은 ‘책임감’, ‘기질’, ‘지지체계’이었으며, 그 결과 ‘세상 속으로 나아가기’, ‘기대’, ‘감내’로 나타났다.

@highlight

이 연구는 ADHD 아동 어머니들의 대처과정을 분석하고 그 결과를 바탕으로ADHD 아동 어머니의 대처 유형과 대처과정에 대한 이론 형성에 기여하고자 하는 목적으로 진행 되었다.

