최근에 로보어드바이저(Robo-

Advisors)를 이용하여 포트폴리오 관리하고자 하는 수요가 증가하고 있다.

현재는 로보어드바이저를 이용하여 자산을 관리하는 규모가 약 200조 정도로 미약하지만2020년에는 약 2,000조가 넘어설 것이라고 예상하고 있다.

로보어드바이저에 대한 관심과 투자가 많은 미국의 자산 운용사들은 로보어드바이저를 개발하고 도입하는데 막대한 자금을 투자하고 있으며이로 인해서 투자 인력 감소 등 비용절감을 동시에 진행하고 있다.

로보어드바이저는 운용에 있어서낮은 수수료로 인한 운용 비용절감의 장점뿐만 아니라 체계적이고 시스템적으로 정량적인 분석을 통한 의사결정을 할 수 있다는 장점이 있다.

즉 로보어드바이저는 인간의 심리적이고 감정적인 부분을배제하고 투자 의사 결정은 하는 시스템이다.

본 연구에서는 로보어드바이저의 실효성, 작동 원리 그리고 미국의 로보어드바이저 운용 회사들의 현황에 대해서 조사하고 대표적인 로보어드바이저 운용사인 Schwab Intelligent와 Wealthfront 그리고 Betterment를 비교·분석하였다.

그 결과 기본적인 로보어드바이저에 대한 투자 전략과 철학은 유사하지만 투자 자산 유형과 고객의 성향 파악에 있어서방법론 등에서 큰 차이점을 보임을 알 수 있다.

@highlight

로보어드바이저를 이용하여 포트폴리오 관리하고자 하는 수요가 증가하고 있고 관심과 투자가 많은 미국의 자산 운용사들은 로보어드바이저를 개발하고 도입하는데 막대한 자금을 투자하고 있다.

@highlight

로보어드바이저는 운용에 있어서 운용 비용절감과 체계적이고 정량적인 분석을 통한 의사결정을 할 수 있다는 장점이 있다.

