본 연구의 목적은 어린이 독서프로그램의 효과를 측정할 수 있는 성과 측정 도구를 개발하는 것이다.

먼저, 어린이 독서프로그램 효과를 고찰하고 성과측정 도구 적용 사례를 분석하여 도서관 어린이 독서프로그램의 기능 및 효과를 조사하였다.

측정 대상인 독립 변인, 종속 변인, 통제 변인에 대한 개념을 도출하고 각각의 내용을 제시하였으며 국내외 독서 성과 측정 도구의 사례를 분석하여 시사점을 도출하였다.

또한 어린이의 독서 성과 영역과 척도를 조사 분석하였으며 독립 변인과 종속 변인, 통제 변인에 관한 척도를 세분화하고 성과 측정 도구로 활용될 설문지를 개발하였다.

그리고 ‘2013 도서관과 함께 책읽기’ 사업에 참여하고 있는 공공도서관 중 지방권역별로 10개관을 선정하여 조사 대상 도서관의 프로그램에 참여 어린이를 대상으로 프로그램 초반과 후반에 설문지로 개발된 성과 측정 도구를 적용하였다.

또한 조사대상 도서관의 프로그램 담당 사서, 기관 담당자와 강사를 대상으로 설문을 실시하였다.

이상과 같이 수집된 데이터를 모두 분석하여 독서프로그램의 성과를 측정하고 분석하였으며 측정 도구의 개선 방안을 제안하였다.

@highlight

이 연구의 목적은 어린이 독서프로그램의 효과를 측정할 수 있는 성과 측정 도구를 개발하는 것이다.

@highlight

먼저, 어린이 독서프로그램 효과를 고찰하고 성과측정 도구 적용 사례를 분석하여 도서관 어린이 독서프로그램의 기능 및 효과를 조사하였다.

