본 연구는 한국형 베일리 영유아 발달검사 3판(K-

Bayley-

III) 적응행동 예비척도를 사용하여 한 국 영유아 남녀 집단의 적응행동을 비교하는데 목적이 있다.

본 연구의 대상은 서울/경기, 충 청, 강원 지역에 거주하는 생후 15일부터 42개월 15일까지의 영유아 1091명의 주양육자이다.

K-

Bayley-

III 적응행동 예비척도가 남녀 집단간 동등하게 기능하는지 검증하기 위해 다집단 확 인적 요인분석을 실시하여 요인 구조, 요인 계수, 측정 원점에 대한 측정동등성 검증이 이루 어졌다.

그 결과 1요인이 가장 적합한 것으로 나타났으며, 요인 구조, 요인 계수, 원점이 두 집단간 동일한 것으로 나타났다.

남녀 집단의 적응행동 잠재 평균비교 결과, 두 집단간 평균 차이는 나타나지 않았다.

본 연구는 K-

Bayley-

III 적응행동 예비 척도를 국내에 적용하는데 있어 남녀 집단간 심리측정적 동등성에 대한 근거를 제시하였으며, 이론적 구조를 분석함으 로써 한국 영유아 적응행동 특성에 관한 정보를 제공하였다는데 의의가 있다.

@highlight

한국형 베일리 영유아 발달검사 적응행동 예비척도를 사용해 영유아 남녀 집단의 적응행동을 비교하는데 목적이 있다.

@highlight

적응행동 예비척도가 남녀 집단간 동등하게 기능하는지 검증하기 위해 다집단 확 인적 요인분석을 하여 요인 구조, 요인 계수, 측정 원점에 대한 측정동등성 검증이 이루 어졌다.

@highlight

적응행동 예비 척도를 국내에 적용하는데 있어 집단간 심리측정적 동등성에 대한 근거를 제시하였으며, 한국 영유아 적응행동 특성에 관한 정보를 제공하였다.

