산업기술유출방지법은 부정경쟁방지법과 달리 사전 예방적 차원에 중심을 둔 입법이고 국가의 역할과 대상기관의 책임 등을 중심으로 한 규제법이다.

따라서 산업기술유출방지법은 제정 이후에 산업기술의 유출방지를 위한 사전적 구제수단의 실효성 강화를 중심으로 개정안이 제시되어 왔다.

최근에는 산업기술유출방지법은 보호기반조성 법체 계로 전환하여 기업 등의 대상기관이 스스로 산업기술을 보호할 수 있는 법제도 마련이 강조되고 있다.

이 연구에서는 다음과 같은 사항에 대하여 산업기술유출방지법을 개정하는 것이 필요함을 지적하였다.

예컨대, 첫 째, 산업보안체계의 인증제도와 보안관리사제도가 누락되었다.

둘째, 산업보안에 관한 교육제도의 정비가 누락되었 다.

셋째, 산업기술보호를 지원한 지원기구에 대한 개선이 누락되었다.

넷째, 기타 산업기술유출방지법령의 운영상 문제되어 온 사항(예컨대, 과태료 처분의 개선 등)이 일부 누락되어 있다.

@highlight

산업기술유출방지법은 보호기반조성 법체 계로 전환하여 기업 등의 대상기관이 스스로 산업기술을 보호할 수 있는 법제도 마련이 강조되고 있지만 산업보안체계의 인증제도와 보안관리사제도, 산업보안에 관한 교육제도의 정비, 산업기술보호를 지원한 지원기구, 기타 산업기술유출방지법령의 운영상 문제되어 온 사항(예컨대, 과태료 처분의 개선 등)이 일부에 대한 개선이 누락되었다.

@highlight

그러므로 위와 같은 사항에 근거하여 산업기술유출방지법을  개정하는 것이 필요하다.

