아직까지 여성인 소수인 공학기술 분야를 전공한 여성졸업자 20명을 대상으로 심층면담을 실시하여 이들의 진입과정과, 교육 및 직업경험에서 나타나는 문제점과 이들의 대응 방식을 살펴보았다.

이들의 대학 진학시 부모나 교사가 의미있는 타자가 되지만, 때로는 성별 고정관념을 가진 교사들이 진로를 차단하는 역할을 하기도 한다.

차선책으로 공학 분야를 선택한 경우 진로변경이 조기에 이루어짐을 알 수 있었다.

이들은 대학 초기 기계나 실습에 대한 적응문제, 남성중심적인 학과 풍토로 인한 정체성 확립 등의 애로를 경험한 것으로 나타났다.

소수자로서 배려나 보호를 받기도 하지만, 교수로부터 학문적인 격려나 지지는 상대적으로 받지 못한 것으로 회상하고 있었다.

이들 대부분은 전문가로서의 자부심과 높은 직업의식이 있음에도 불구하고, 경쟁적이고 성차별적인 작업장 문화와 가정과 직장의 양립문제, 모성보호를 위협하는 근무환경, 기업으로부터의 업무전환의 요구 등은 이들이 동일 분야에서 장기적인 경력을 유지하는 데 장애요인으로 작용하고 있었다.

결론적으로 이 분야에 진입한 여성 공학자들은 경력을 유지하는데 각 단계별로 여러 장애요인에 직면함으로써 ‘새는 송수관(leaking pipeline)’ 현상이 당분간 지속될 것임을 알 수 있었다.

@highlight

이들은 대학 초기 기계나 실습에 관한 적응문제, 남성중심적인 학과 풍토로 인한 정체성 확립 등의 애로를 경험한 것으로 나타났다.

