북

한

산

국

립

공

원

은

 

수

도

권

의

 

대

표

적

인

 

산

림

휴

양

 

및

 

치

유

림

의

 

기

능

을

 

가

진

다

.

 

따

라

서

 

본

 

연

구

의

 

주

요

내

용

은

 

현

존

식

생

도

 

작

성

과

 

군

집

 

분

류

를

 

통

해

 

식

생

 

특

성

을

 

이

해

하

는

 

것

이

다

.

 

이

를

 

토

대

로

 

북

한

산

국

립

공

원

의

 

식

생

환

경

 

보

전

과

 

산

림

휴

양

 

기

능

을

 

유

지

하

고

자

 

연

구

를

 

수

행

하

였

다

.

 

식

생

군

락

분

류

 

결

과

,

 

상

록

침

엽

수

림

은

 

소

나

무

군

락

,

리

기

다

소

나

무

군

락

,

 

잣

나

무

군

락

 

등

 

3

개

 

군

락

으

로

 

나

타

났

다

.

 

낙

엽

활

엽

수

림

은

 

신

갈

나

무

군

락

,

 

졸

참

나

무

군

락

,

 

상

수

리

나

무

군

락

,

 

아

까

시

나

무

군

락

,

 

느

티

나

무

군

락

,

 

고

로

쇠

나

무

군

락

,

 

물

푸

레

나

무

군

락

,

 

밤

나

무

군

락

 

등

 

총

 

8

개

 

군

락

으

로

구

분

되

었

다

.

 

현

존

식

생

은

 

신

갈

나

무

-

소

나

무

군

락

,

 

신

갈

나

무

군

락

,

 

소

나

무

군

락

,

 

침

활

혼

효

림

 

등

 

총

 

1

9

개

로

 

나

타

났

다

.

 

가

장

 

넓

은

 

지

역

은

 

신

갈

나

무

-

소

나

무

군

락

이

며

,

 

그

 

다

음

이

 

신

갈

나

무

군

락

으

로

 

나

타

났

다

.

 

북

한

산

국

립

공

원

의

 

관

리

방

안

은

 

소

나

무

군

락

의

 

보

전

,

 

외

래

종

 

관

리

 

및

 

제

거

,

 

인

공

림

의

 

관

리

 

및

 

탐

방

로

 

주

변

식

생

의

 

관

리

 

등

이

다

.

 

향

후

 

북

한

산

국

립

공

원

에

서

 

식

생

구

조

,

 

식

물

상

,

 

종

다

양

성

지

수

,

 

환

경

피

해

도

를

 

연

구

한

다

면

 

북

한

산

국

립

공

원

의

 

생

태

계

보

전

과

 

지

속

가

능

한

 

산

림

휴

양

정

책

 

수

립

에

 

도

움

이

 

될

 

것

으

로

 

생

각

된

다

.

@highlight

본 논문의 주요내용은 현존식생도 작성과 군집 분류를 통하여 식생 특성을 이해하는 것에 있다. 이를 토대로 북한산국립공원의 식생환경 보전 및 산림휴양 기능을 유지하고자 연구를 수행했다.