기업의 운전자본관리는 단기재무전략관리 차원에서 접근이 가능하며, 이는 기업의 유동성 및 수익성 등에 영향관계가 있음이 실증되고 있다.

따라서 효율적인 운전자본관리는 기업의 수익성을 증대시킬 수 있을 뿐만 아니라, 유동성 또한 개선시킬 수 있게 된다.

해운기업의 경우 글로벌금융위기와 맞물려 수익성과 유동성에 많은 어려움을 겪었음에도 불구, 운전자본관리와 수익성에 대한 연구는 전무한 상태이다.

이에 본 연구에서는 2004년 이후 46개 해운기업을 대상으로 운전자본관리와 수익성과의 관계를 규명함으로써 단기재무전략 수립에 유용한 정보를 제공하고자 하였다.

연구의 결과 기존연구들과 같이 매입채무기간, 재고기간, 현금주기, 영업주기가 해운기업의 수익성 즉, 매출액총이익률과 매출액영업이익률을 개선할 수 있는 중요한 요인인 것으로 실증되었다.

특히 매입채무신용기간과 영업주기의 증가는 수익성의 증가를 가져오는 것으로 분석된 반면, 재고기간과 현금주기는 부(-

)의 관계를 보여 이들이 줄어들 경우 수익성이 증가하는 것으로 나타났다.

매출채권기간은 일부 모형에서 유의하였으나, 기존 연구들과는 달리 해운기업의 경우 수익성과의 관계를 설명하기에는 한계가 있는 것으로 나타났다.

@highlight

해운기업을 대상으로 운전자본관리와 수익성과의 관계를 규명하여 단기재무전략 수립에 정보를 제공하고자 연구한 결과, 매입채무기간, 재고기간, 현금주기, 영업주기가 해운기업의 매출액총이익률과 매출액영업이익률을 개선할 수 있는 요인으로 실증되었다.

