임권택 감독의 <춘향뎐>, 드라마 <쾌걸춘향>, <향단전>, 김대우 감독의 <방자전> 등은 문화콘텐츠로서 <춘향전>이 영상화 과정을 통해 시도했던 다양한 변모 양상을 조망해 볼 수 있는 대표적 작품들이다.

임권택 감독의 <춘향뎐>은 판소리의 리듬을 영화에 담아내는 새로운 형식 실험으로 기존의 <춘향전>과 차별화를 시도한다.

그러나 새롭게 시도한 판소리 형식의 잦은 서사 개입은 관객들의 영화 몰입을 방해함으로써 대중들의 외면을 받는 주요 원인이 된다.

대중들은 형식의 새로움이 아닌 몰입의 과정을 통해 자신들이 해석하고 만들어내는 새로운 적층문화로서의 <춘향전>을 원했기 때문이다.

이와 달리 드라마 <쾌걸춘향>은 고전 <춘향전>의 기본구조를 토대로 당시 트랜드에 맞게 시대배경과 인물들의 성격을 바꿔 시청자들의 몰입도를 높임으로써 대중들의 호응을 얻는데 성공한다.

<향단전>과 <방자전> 역시 원전인 <춘향전>의 구조를 기본으로 하면서 주조연의 전복을 통한 차별화 전략으로 관객들의 영화 몰입도를 증폭시킴으로써 대중적 성공을 거둔다.

결론적으로 한국고전서사의 문화콘텐츠화 성공 가능성은 고전서사의 구조를 토대로 하면서 관객들이 몰입할 수 있는 이야기 서사를 시대상에 맞게 미학적으로 재배열하는데 있음을 알 수 있다.

@highlight

임권택 감독의 <춘향뎐>, 드라마 <쾌걸춘향>, <향단전>, 김대우 감독의 <방자전> 등은 문화콘텐츠로서 <춘향전>이 영상화 과정을 통해 시도했던 다양한 변모 양상을 조망해 볼 수 있는 대표적 작품들이다.

