2012여수세계박람회는 2012년 5월부터 8월까지 전남 여수시에서 개최된 대표적인 특별 이벤트에 해당한다.

특별 이벤트가 개최된 후에는 이벤트 개최의 경제적 파급효과를 분석한 연구들이 다수 발표되는 것이 일반적이다.

하지만, 여수세계박람회가 개최된 후에도 관련연구가 지금까지 부재하였다.

이런 문제점에 의거하여 이 연구의 목적은 여수세계박람회 개최가 여수지역에 미친 경제적 파급효과를 실증적으로 분석하는 것이다.

여수세계박람회 개최는 여수지역에 실질적인 경제적 파급효과를 제공한 것으로 밝혀졌다.

특히 사업체수 증가, 사업체의 종합소득세 증가가 구체적으로 나타났고, 관광관련 업종인 음식점과 숙박업에서 뚜렷한 증가세를 보였다.

입지상법에 의한 경제적 파급효과 분석결과를 보면, 여수지역 내에 생산유발 85,783억 원, 부가가치 유발효과 29,996억 원, 소득유발 15,863억 원, 고용유발 5만 3,512명이 발생하였다.

여수지역 내에서 발생한 관광부문의 경제적 파급효과는 생산유발 38,097억 원, 소득유발 6,507억 원, 부가가치유발 13,701억 원, 고용유발 25,313명 등으로 분석되었다.

@highlight

2012여수세계박람회는 2012년 5월부터 8월까지 전남 여수시에서 개최된 대표적인 특별 이벤트에 해당한다.

@highlight

하지만, 여수세계박람회가 개최된 후에도 관련연구가 지금까지 부재했다.

