국가는 국가유공자와 그 유족 등의 생활안정 및 자아실현을 위하여 취업지원을 하고 있다.

그리고 이러한 취업지원을 실시할 취업지원 실시기관으로는 국가기관, 지방자치단체, 군부대, 국립학교와 공립학교, 사립학교, 그리고 일상적으로 하루에 20명 이상을 고용하는 공·사기업체 또는 공·사단체 등이 포함된다.

이러한 취업지원 실시기관 중에서도 공·사기업체의 보훈대상자 채용은 매우 중요한 위치를 차지하고 있다.

이러한 의미에서 이 연구에서는 취업지원 실시기관, 그 중에서도 기업체 인사담당자들이 인식하는 취업지원정책 개선방향에 대해 실증적으로 확인해 보았다.

분석 결과를 보면 기업체에서는 보훈대상자 채용과 관련하여 보훈대상자의 능력에 대해 부정적 인식을 갖고 있었다.

이러한 근본적인 문제를 개선하기 위해서는 다양한 접근이 필요할 것으로 판단된다.

이를 위해서 보훈대상자 취업역량을 강화하기 위한 프로그램을 적극적이고 계속적으로 추진해 나가야 할 것이다.

이와 함께 기업에 대한 다양한 유인책 도입 방안이 필요할 것이다.

이와 관련하여 이 연구결과에서도 세금 감면과 장려금 지급 등 재정적 수단이 고용비율 제고에 유효하게 작용할 수 있을 것이라는 가능성을 확인할 수 있었다.

@highlight

국가는 국가유공자와 그 유족 등의 생활안정 및 자아실현을 위하여 취업지원을 하고 있다.

@highlight

이 취업지원 실시기관 중에서도 공·사기업체의 보훈대상자 채용은 매우 중요한 위치를 차지하고 있다.

