정부는 다양한 대중교통활성화 정책을 추진하여 왔으나 승용차 분담률은 지속적으로 증가하고 있다.

1996년 이후 수도권의 광역철도는 125km 확충되었으나 동기간 대중교통 분담률은 1.6% 감소한 반면 승용차 수요는 5.1%나 증가하였다.

이 연구의 목적은 수단선택 시 통행자들이 수단별로 다르게 생각하는 서비스 품질을 파악하는 것이다.

교통서비스 품질은 SERVQUAL 모형을 통해 측정하였다.

SERVQUAL 모형은 서비스 품질을 기대치(기대만족도)와 지각치(실제 만족도)의 차이로 측정한다.

서비스 품질 측정결과, 정시성 품질에서는 수단 간 차이가 없는 반면 편리성 항목에서는 승용차가 대중교통보다 1.5배 높은 것으로 나타났다.

승용차 수요를 대중교통으로 전환시키기 위해 다양한 정책들이 시행되고 있다.

그러나 수단 간 서비스 품질 차이에 대한 분석 없이 대중교통 서비스를 개선하고 있어 승용차 수요는 늘고 대중교통 수요는 줄어들고 있다.

대도시권 교통체계를 합리적으로 개선하기 위해서는 수단 간 서비스 품질 차이 파악을 통한 합리적인 교통정책대안 마련이 필요할 것이다.

@highlight

교통수단 선택 시 통행자들이 생각하는 서비스 품질을 파악하였다.

@highlight

서비스 품질 측정결과, 정시성 품질은 수단 간 차이가 없으나 편리성 항목에서 승용차가 대중교통보다 1.5배 높게 나타났다.

@highlight

대도시권 교통체계 개선을 위해서는 수단 간 서비스 품질 차이 파악을 통한 합리적 교통정책이 필요할 것이다.

