본 연구에서는 압축강도 24MPa 이상 열전도율이 기존 콘크리트보다 2배 감소된 구조용 단열성능 향상 콘크리트를 개발하고 현장적용하기 위한 실험을 진행하였다.

슬럼프 및 공기량 시험결과 Plain과 규조토 미분말을 사용한 배합은 경과시간에 따라 슬럼프와 공기량 저하가 나타났으며, 마이크로기포제를 사용한 배합은 슬럼프와 공기량 저하가 나타나지 않았다.

또한 단열성능 향상 재료를 사용한 배합의 단위용적질량은 Plain 대비 감소하였다.

압축강도는 단열성능 향상 콘크리트가 Plain보다 감소한 결과를 나타내었으나 목표강도 24MPa를 만족하였으며, 열전도율은 Plain보다 감소하는 경향을 보였다.

단열성능 향상 콘크리트의 동결융해 저항성은 Plain과 유사하였고, 중성화 저항성은 규조토 미분말을 사용한 배합이 재령 4주에 Plain과 유사했으며, 마이크로기포제를 사용한 배합은 Plain보다 중성화 저항성이 저하되었고, 길이변화율은 Plain보다 전체적으로 증가되었다.

@highlight

이 연구는 압축강도 24MPa 이상 열전도율이 기존 콘크리트보다 2배 감소된 구조용 단열성능 향상 콘크리트를 개발하고 현장적용하기 위한 실험을 진행했다.

