헌법재판소는 세월호피해지원법 조항들에 관한 1917년 6월 29일의 2015헌마654 결정 에서 지급결정에 동의한 것을 재판상 화해로 본 법 제16조에 대해서는 재판청구권에 대한 합헌적 제한으로 보았고, 이 법의 시행령 제15조 중 별지 제15호 서식 가운데 ‘4·16세월호 참사에 관하여 어떠한 방법으로도 일체의 이의를 제기하지 않을 것임을 서약합니다.

’라는 부 분에 대해서만 위헌결정을 내렸다.

그 이외의 심판청구부분은 기본권 침해의 직접성 결여를 이유로 각하결정을 내렸다.

본 연구는 이 대상결정에 대한 분석, 그 중에서도 법률유보원칙 적용 부분에 대한 자세한 분석을 통해 헌법재판소 결정문에 대한 비판적 검토를 행하는 것을 연구의 목적으로 삼는다.

앞으로 법률유보의 원칙에 입각한 위임입법의 합헌성 심사와 관련된 우리 헌법재판소의 판 단 기준이 좀 더 일관성을 가지고 구체화되고 다듬어지기를 기대한다.

@highlight

본 연구의 목적은 법률유보원칙 적용 부분에 대한 분석을 통해 헌법재판소 결정문에 대한 비판적 검토를 행하는 것이다.

@highlight

법률유보의 원칙에 입각한 위임입법의 합헌성 심사와 관련된 우리 헌법재판소의 판단 기준이 일관성을 가지기를 기대한다.

