이 연구는 한국 독립 다큐멘터리와 역사의 결속력을 살펴보기 위한 시도이다.

영화이론가 지그프리트 크라카우어에 따르면 사진적 매체와 역사 모두 데이터를 기록하고 수집하는 리얼리즘적 성향과 데이터를 처리하고 배열하는 조형적 성향을 가지고 있다.

결정적으로 사진적 매체와 역사 모두 물질적 현실의 복원을 지향한다는 공통점을 가지고 있다.

세월호 참사를 다룬 <당신의 사월>(2019)과 소수노조의 활동을 다룬 <깃발, 창공, 파티>(2019)는 리얼리즘적 성향이 강조된 경우이다.

두 작품은 연출자의 개입을 최소화하면서 역사적 현실을 무매개적으로 드러낸다.

한편, 광주민주화운동을 다룬 <김군>(2018)과 장기실종 아동 사건을 다룬 <증발> (2019)은 조형적 성향이 강조된 경우이다.

두 작품은 역사적 사건을 기록한 사진적 이미지를 둘러싼 상반된 태도를 보여줌으로써 역사의 불가해한 성격을 드러낸다.

이처럼 독립 다큐멘터리는 역사적 현실의 물질적 복원을 지향하거나 역사적 진실의 회복을 지향하는 과정에서 아직 이름 없는 자들의 역사적 존재를 복권한다.

@highlight

이 연구는 한국 독립 다큐멘터리와 역사의 결속력을 살펴보기 위해  <당신의 사월>과 <깃발, 창공, 파티>, <김군>과 <증발>을 고찰하였다.

@highlight

이처럼 독립 다큐멘터리는 역사적 현실의 물질적 복원을 시도하거나 역사적 진실의 회복을 지향하며, 아직 이름 없는 자들의 역사적 존재를 복권한다.

