일반적으로 팀워크란 팀의 구성원들이 공동의 목적을 달성하기 위해 각 역할에 따라 책임을 다하고 협력적으로 행동하는 상호작용을 의미한다.

스포츠에서 팀워크는 경기의 승패를 좌우할 만큼 중요한 요소로 간주되며 최적의 스포츠경기를 위한 팀 구성원들이 지켜야 하는 하나의 덕목으로 여겨져 왔다.

이 논문의 목적은 팀워크 본질에 대한 분석을 통하여 팀워크는 승리라는 스포츠의 목적을 달성하기 위한 도구적인 것일 뿐이고 팀워크에 수반된 도덕적 가치는 팀워크의 사용방식에서 나오는 것이지 그 도구 자체에서 오는 것이 아님을 증명하는 데 있다.

이를 위해, 먼저 메타윤리적인 물음인 ‘옮음’과 ‘좋음’의 우선성에 대한 고찰을 통하여 팀워크의 원칙과 승리추구 원칙 간에 갈등이 일어날 수 있음을 보이며 팀의 궁극적 목표인 승리는 팀을 지원하고 존속하게 하는 다른 가치들보다 우선성을 가질 수밖에 없음을 주장하였다.

다음으로, 팀워크는 지도자의 지배력을 비정상적으로 강화하는 도구로 사용되기도 하고 팀원의 희생을 정당화함으로써 도덕적 악덕도 양산함을 밝혀내어 팀워크 자체에 본질적으로 도덕적인 것은 없음을 주장하였다.

이 논문은 팀워크가 도덕적 미덕이라는 일반적인 주장을 보다 합리적이고 윤리적인 시험대에 올려놓고 과연 팀워크의 도덕적 특성이 납득할 만한 당위성을 가지는지 비판적으로 고찰해보고자 하였다.

@highlight

팀워크 본질에 대한 분석을 통하여 팀워크는 승리라는 스포츠의 목적을 달성하기 위한 도구적인 것일 뿐이고 팀워크에 수반된 도덕적 가치는 팀워크의 사용방식에서 나오는 것이지 그 도구 자체에서 오는 것이 아님을 증명한다.

@highlight

팀워크가 도덕적 미덕이라는 일반적인 주장을 보다 합리적이고 윤리적인 시험대에 올려놓고 과연 팀워크의 도덕적 특성이 납득할 만한 당위성을 가지는지 비판적으로 고찰해보고자 하였다.

