본 연구는 기업이 연구개발 (R&D) 활동에 있어서 외부 업체에게 아웃소싱을 하는 경우에 연구개발 아웃소싱 결정에 영향을 미치는 요인과 R&D 성과에 어떠한 영향을 끼치는지에 대한 연구이다.

본 연구에서는 R&D 아웃소싱의 결정요인을 크게 거래특성요인, 조직특성요인, 의존위험요인으로 나누었다.

거래특성요인은 거래비용이론에 근거하여 R&D 비용절감, 자산의 특수성, 불확실성을 변수로 두었고 조직특성요인은 자원준거이론에 의하여 외부기술에 대한 개방성, 기술개발 역량, 아웃소싱 경험으로 보았고 의존위험요인은 자원의존이론을 기반으로 기술적 위험, 비용증가위험, 관리적 위험으로 분류하였다.

연구결과, R&D 아웃소싱의 정도가 높은 기업은 R&D 비용을 절감하고자 하는 의도가 있는 기업, 자산의 특수성이 약한 기업, 외부 자원에 대한 개방성이 있는 기업, 기술역량이 부족한 기업, 아웃소싱 경험이 있는 기업, 기술적 위험을 회피하지 않는 기업으로 결과가 나왔다.

본 연구를 통하여서 기업들이 진행하고 있는 R&D 아웃소싱의 실태를 파악하고 기업의 R&D 업무 담당자로 하여금 효과적인 R&D 업무를 수행할 수 있는 지침서가 될 수 있을 것이라고 예상한다.

@highlight

본 논문에서는 R&D 아웃소싱의 결정요인을 크게 거래특성요인, 조직특성요인, 의존위험요인으로 구분하였다.

@highlight

거래특성요인은 거래비용이론에 근거하여 R&D 비용절감, 자산의 특수성, 불확실성을 변수로 두었고 조직특성요인은 자원준거이론에 의하여 외부기술에 대한 개방성, 기술개발 역량, 아웃소싱 경험으로 보았다.

