보채는 지류문화재 보존처리의 마지막 단계로 주로 봉채를 사용한다.

본 연구는 지류문화재 보채에 쓰이는 4종의 봉채(본람, 등황, 연지, 대자)를 한지에 채색한 후 채색 양상을 확인하고 인공열화를 통해 색변화 양상을 확인하고자 하였다.

채색 양상을 관찰한 결과 본람⋅연지⋅대자는 미세한 안료 입자가 도포되는 형태였으며, 등황은 피막을 형성하였다.

봉채의 X선 회절 분석 결과 본람과 연지, 대자에서 석영과 방해석, 납석이 공통적으로 검출되었고, 대자에서 침철석이 추가로 검출되었다.

인공열화 결과 습열열화에서 등황이 노란색에서 주황색으로 변색되었으며, 자외선열화에서는 등황과 연지가 탈색되었다.

결과적으로 봉채로 보채된 지류문화재는 등황이 채색된 경우 알칼리에 의해 주황색으로 변색될 수 있으며, 자외선에 의해 등황과 연지의 탈색이 우선적으로 발생하여 전체적인 색상이 어두워짐을 예측할 수 있다.

@highlight

지류문화재 보채에 쓰이는 4종의 봉채를 인공열화를 통해 색변화 양상을 확인하고자 하였다.

@highlight

습열열화에서 등황이 노란색에서 주황색으로 변색되었다.

@highlight

자외선열화에서는 등황과 연지가 탈색되었다.

@highlight

봉채로 보채된 지류문화재는 알칼리에 의해 주황색으로 변색될 수 있다.

@highlight

자외선에 의해 등황과 연지의 탈색이 발생하여 전체적인 색상이 어두워짐을 예측할 수 있다.

