이 연구는 해방기(解放期)부터 1960년대까지, 국내에서 발생한 고전문학 분야 관련 출판물의 저작권(著作權) 분쟁의 사례와 그 문학/사회사적 의미를 살펴보는 것을 목적으로 한다.

이 시기의 일어난 고전문학 분야 관련 출판물의 저작권 분쟁의 대표적 사례는 1950년대 대중잡지 「야담(野談)」에 게재된 작품들의 표절 문제 제기, 1960년의 한자옥편(漢字玉篇)을 둘러싼 저작권 논쟁, 1965년에 일어난 「한국고전문학전집(韓國古典文學全集)」의 표절 문제 등이 있다.

표절을 포함한 다양한 저작권의 침해 문제는 근/현대 문인(文人)과 문학작품, 영화의 시나리오에만 국한되지 않는다.

고전문학 분야에서도 저작권과 관련된 다양한 문제가 있었다.

두 분야의 상황을 총체적으로 파악할 때, 문학(文學)에서의 저작권, 저작권 분쟁의 사회/문화사적 의미가 분명해질 수 있다.

이 글에서는 이러한 문제의식을 갖고, 고전문학 분야의 관련 출판물에 한정하여 해당 문제를 살펴보았다.

@highlight

이 연구는 해방기부터 1960년대까지, 국내에서 발생한 고전문학 분야 관련 출판물의 저작권(著作權) 분쟁의 사례와 그 문학/사회사적 의미를 살펴보는 것이 목적으로, 고전문학 분야의 관련 출판물에 한정하여 해당 문제를 살펴보았다.

