본 연구는 재난사회복지실천을 사회복지의 전문분야로 확장하기 위하여 인적자원 개발에 필요한 교육과정을 탐색하여 보았다.

문헌연구방법을 활용하여 재난 관련한 한국의사회복지 대학교육 및 사회복지사들의 교육 실태를 살펴보고, 해외 사회복지사들 재난참여경험과 재난 교육사례를 검토하여 향후 우리나라 사회복지영역에서 재난사회복지인적자원개발에 필요한 교육내용들을 제안하였다.

그 결과 현재 우리의 사회복지 대학교육 과정에서 재난 관련 교과목이나 교육내용은 찾아보기 어려웠으며, 현장 사회복지사 교육 중 정신보건영역에서 정신보건사회복지사를위한 심리적 응급처치 교육이 비교적 최근들어 제공되고 있었다.

그렇지만 이도 소수만이 참여하고 있고, 내용도 재난의 복합적인 상황과 문제를 해결하고 대처할 수 있는 통합적인 내용이 아닌 심리지원에 집중되고 있었다.

향후 재난사회복지 실천을 위하여 필요한 교육내용은 재난 구호 법령 및 정책, 구호 행동, 의사소통 및 위험관리, 신체 및 정신보건, 주택 지원 및 경제적 지원, 재난피해자 옹호 및 사회적 지원 재조정, 문화적 반응성, 재난 취약계층에 대한 복지, 사정 도구와 기술, 재난에서의 레질리언스 개념과 측정 지수 등이다.

그리고 이론과 현장경험으로 교육이 구성되어야 하지만 재난 현장경험의 제공이 쉽지 않기 때문에 간접경험이 충분히 이루어질 수 있도록 다양한 매체와 사례들을 활용할 필요가 있다.

@highlight

문헌연구방법을 활용하여 재난 관련한 한국의 사회복지 대학교육 및 사회복지사들의 교육 실태를 살펴본다.

@highlight

해외 사회복지사들 재난참여경험과 재난 교육사례를 검토 후 우리나라 사회복지영역에서 재난사회복지인적자원개발에 필요한 교육내용들을 제안하였다.

@highlight

 우리의 사회복지 대학교육 과정에서 재난 관련 교과목이나 교육내용은 찾아보기 어려웠다.

