동

양

(

東

洋

)

의

 

삼

국

(

三

國

)

가

운

데

 

중

국

은

 

중

국

사

(

中

國

史

)

를

 

일

본

은

 

일

본

사

(

日

本

史

)

를

 

필

수

교

과

로

 

한

다

는

데

 

한

국

은

 

한

국

사

(

韓

國

史

)

를

 

보

통

교

육

에

서

 

필

수

교

과

로

 

선

정

(

選

定

)

되

어

 

있

지

 

않

다

고

 

언

론

(

言

論

)

에

서

 

크

게

 

지

적

한

 

바

 

있

다

.

 

이

는

 

국

가

관

과

 

직

결

(

直

結

)

된

다

고

 

볼

 

때

에

 

문

제

가

 

아

주

 

크

다

.

 

우

리

나

라

는

 

상

고

사

(

上

古

史

)

를

 

연

구

하

면

 

동

양

은

 

물

론

이

요

,

 

세

계

최

초

의

 

국

가

요

,

 

개

천

경

(

천

부

경

,

 

삼

일

신

고

,

 

참

전

계

경

)

을

 

통

한

 

우

리

 

사

상

이

 

정

초

가

 

세

워

져

 

세

계

철

학

사

로

 

볼

 

때

에

 

최

고

(

最

古

)

 

최

고

(

最

高

)

의

 

철

학

의

 

기

반

이

 

세

워

졌

던

 

나

라

요

,

 

홍

익

인

간

사

상

으

로

 

효

교

육

문

화

를

 

국

민

생

활

로

 

전

개

한

 

단

군

왕

검

은

 

동

양

천

하

의

 

통

일

과

 

고

조

선

건

국

(

B

.

C

 

2

3

3

3

년

1

0

월

3

일

)

으

로

 

역

사

적

인

 

고

조

선

시

대

를

 

열

어

간

 

것

은

 

세

계

사

적

으

로

 

특

기

할

 

만

하

다

.

 

그

럼

에

도

 

일

본

이

 

우

리

나

라

를

 

강

점

한

 

후

에

 

초

대

총

독

이

 

우

리

의

 

국

사

와

 

민

족

혼

을

 

없

애

기

 

위

해

 

상

고

사

는

 

신

빙

이

 

없

는

 

단

군

신

화

(

檀

君

神

話

)

로

 

날

조

하

여

 

전

락

시

키

고

 

효

(

孝

)

를

 

통

한

 

홍

익

인

간

사

상

을

 

묵

살

하

였

음

을

 

국

민

들

에

게

 

1

차

적

으

로

 

인

식

(

認

識

)

시

키

고

 

싶

다

.

 

본

 

연

구

에

서

는

 

외

래

상

과

 

외

래

문

화

,

 

외

래

교

육

의

 

비

판

없

는

 

수

용

과

 

사

대

주

의

의

 

근

성

 

때

문

에

 

가

장

 

세

계

적

인

 

우

리

 

사

상

과

 

우

리

의

 

효

문

화

,

 

우

리

의

 

효

행

교

육

의

 

본

연

(

本

然

)

을

 

되

찾

아

야

 

한

다

는

 

국

민

의

식

을

 

높

이

려

는

 

것

이

 

2

차

적

인

 

목

적

이

 

여

기

에

 

있

다

.

@highlight

동양의 삼국가운데 중국은 중국사를 일본은 일본사를 필수교과로 한다는데 한국은 한국사를 보통교육에서 필수교과로 선정되어 있지 않다고 언론에서 크게 지적한 바 있다.