현

재

 

글

쓰

기

센

터

는

 

대

학

의

 

설

립

 

목

적

에

 

따

라

 

조

금

씩

 

다

르

게

 

운

영

된

다

.

 

그

러

나

글

쓰

기

센

터

는

 

외

국

인

 

학

생

의

 

학

업

활

동

을

 

보

조

하

는

데

 

중

요

한

 

역

할

을

 

할

 

수

 

있

다

.

 

외

국

인

 

학

생

의

 

경

우

 

한

국

어

 

능

력

을

 

제

대

로

 

갖

추

고

 

유

학

하

는

 

경

우

가

 

많

지

 

않

고

 

학

업

성

취

도

나

 

학

업

 

수

행

에

서

도

 

적

지

 

않

은

 

어

려

움

을

 

겪

고

 

있

다

.

 

이

러

한

 

부

분

은

 

글

쓰

기

센

터

의

 

글

쓰

기

 

상

담

을

 

통

해

 

어

느

 

정

도

 

해

소

될

 

수

 

있

을

 

뿐

만

 

아

니

라

 

외

국

인

 

학

생

들

의

 

학

업

 

만

족

도

도

 

높

일

 

수

 

있

다

.

 

또

한

 

외

국

인

 

학

생

들

이

 

내

국

인

 

학

생

과

의

 

소

통

또

는

 

교

류

도

 

가

능

하

다

.

 

글

쓰

기

센

터

는

 

기

본

적

으

로

 

학

생

들

의

 

글

쓰

기

 

능

력

을

 

향

상

하

는

데

 

있

지

만

 

운

영

상

으

로

는

 

이

원

화

 

체

제

를

 

유

지

할

 

필

요

가

 

있

다

.

 

현

재

 

글

쓰

기

센

터

가

 

내

국

인

 

학

생

을

 

중

심

으

로

 

운

영

되

지

만

 

외

국

인

 

학

생

의

 

상

담

을

 

함

께

 

고

려

하

는

 

것

이

 

글

쓰

기

센

터

의

 

운

영

을

확

대

할

 

수

 

있

다

.

 

또

한

 

외

국

인

 

학

생

의

 

실

질

적

인

 

글

쓰

기

 

능

력

을

 

향

상

하

기

 

위

해

서

는

상

담

 

대

상

의

 

글

은

 

수

업

 

과

제

물

과

 

연

계

할

 

필

요

가

 

있

다

.

 

그

리

고

 

외

국

인

 

학

생

들

의

 

교

류

적

인

 

차

원

에

서

 

운

영

될

 

필

요

도

 

있

다

.

 

결

국

 

글

쓰

기

센

터

는

 

외

국

인

 

학

생

을

 

위

한

 

지

원

서

비

스

 

차

원

에

서

 

운

영

되

는

 

것

이

 

바

람

직

하

다

고

 

할

 

수

 

있

다

.

@highlight

외국인 학생의 학업활동을 보조하는데 중요한 역할을 할 수 있다. 외국인 학생의 경우 한국어 능력을 제대로 갖추고 유학하는 경우가 많지 않고 학업성취도나 학업 수행에서도 적지 않은 어려움을 겪고 있으며 이러한 부분은 글쓰기센터의 글쓰기 상담을 통해 어느 정도 해소될 수 있을 뿐만 아니라 외국인 학생들의 학업 만족도도 높일 수 있다