이 연구 논문의 목적은 슐라이어마허의 존재론적 종교 개념이 하이데거에게 끼친 영향을 밝히는 것이다.

잘 알려진 것처럼 초기 프라이부르그 시절 하이데거 사상의 해석학적 전환은 그의 슐라이어마허 연구를 통해 가능해진 것이다.

특히 초월과 실존에 대한 하이데거의 존재론적 규정이 슐라이어마허로부터 심대한 영향을 받았다.

하이데거는 슐라이어마허의 종교철학을 현존재의 존재의 실존적 구조를 분석함으로써 존재와 존재자 사이의존재론적 차이를 밝힌 일종의 현상학으로 이해했다.

이 글의 논증은 다음과 같이 요약될 수 있다:슐라이어마허의 종교 개념, 즉 우주에 대한 직관과 감정이란 존재와 존재자사이의 존재론적 차이에 대한 현존재의 현사실적 각성의 표현이다.

슐라이어마허와 하이데거는 우주 혹은 퓌시스를 존재 자체의 시원적 드러남으로 이해하며, 이는 우주란 근본적으로 존재자적 객체들의 총체성으로 환원될 수 없는 것으로서 나타남을 뜻한다.

존재론적 개념으로서의 초월과 실존은 모두 존재가 존재자적 개체들의 총체성으로 환원될 수 없는 것임을 드러내는 바, 이는 존재와 존재자 사이의 존재론적 차이가 현존재 자신의 실존에 의해 주어지는 것임을 뜻한다.

현존재가 우주에 대해 맺는 초월적 관계가 바로 존재 자체의 드러남을 위한 조건인 것이다.

@highlight

이 연구 논문의 목적은 슐라이어마허의 존재론적 종교 개념이 하이데거에게 끼친 영향을 밝히는 것이다.

@highlight

이 글의 논증은 다음과 같이 요약될 수 있다:슐라이어마허의 종교 개념, 즉 우주에 대한 직관과 감정이란 존재와 존재자사이의 존재론적 차이에 대한 현존재의 현사실적 각성의 표현이다.

