한국사회의 성장과 발전에 중요한 동력이었던 교육열은 업적주의에 기반을 두고 있었다.

그래서 교육을 통한 출세는 개인적 노력에 대한 보상으로서 정당화되었다.

그러나 부모가 자녀교육에 적극적, 전략적, 배타적으로 개입하면서 교육격차가 부모의 역량에 의해 상당히 좌우되고 있다.

자녀교육에서의 부모주의로 명명될 수 있는 이 현상은 가족 간 빈부격차가 심해지면서 집단 갈등의 양상을 띠기 시작하였다.

지배집단은 보유한 경제 · 문화 · 사회적 자본을 가지고 사교육에서 우위를 점유할 뿐만 아니라 공교육에서도 영향력을 행사하고 있다.

이들은 국가의 교육정책까지도 유리하게 전환시키기 위해 여론을 조성하기도 하며, 국가는 신자유주의 교육정책을 제안함으로써 이에 부응하듯 한다.

부모의 지원이 열세일 수밖에 없는 하류계층 자녀들이 패배가 예견되는 교육경쟁에서 힘겨워하며, 부모의 지원을 기대하기 어려운 빈곤계층 자녀들이 교육으로부터 배제되고 있다.

부모주의가 기승을 부리고 교육비용이 크게 늘어나면서, 교육격차가 가족의 계층, 특히 경제력에 의해 상당히 좌우되고 있다.

자녀교육으로 인한 계층 간의 경쟁이 공평성을 인정받지 못하고 있다.

오늘날 한국사회에서는 집단 간 갈등이 표출되면서 계급화 경향이 나타나고 있다.

그리고 자녀교육에 대한 부담을 예견하고 결혼 또는 출산을 기피함에 따라 인구가 격감하고 있다.

@highlight

부모가 자녀교육에 적극적, 전략적, 배타적으로 개입하면서 교육격차가 부모의 역량에 의해 상당히 좌우지된다.

@highlight

자녀교육에서의 부모주의로 명명될 수 있는 이 현상은 가족 간 빈부격차가 심해지면서 집단 갈등의 양상을 띠기 시작하였다.

@highlight

 한국사회에서는 집단 간 갈등이 표출되면서 계급화 경향 부모주의가 기승을 부리고 교육비용이 크게 늘어나면서, 교육격차가 가족의 계층, 특히 경제력에 의해 상당히 좌우되고 있다.

