본 연구는 Donabedian(1988)의 분석틀을 이용하여 서울시립노인요양시설의 서비스의 질을 구조, 과정, 결과 측면에서 분석하고, 이를 토대로 요양시설 입소노인의 삶의 질을 향상하기 위한 방안을 제시하고자 수행되었다.

이를 위해 본 연구에서는 서울시립노인요양시설 전체(7개소)를 대상으로 설문조사를 실시하였고, 종사자 및 입소자 대상 초점집단인터뷰, 기관방문을 통한 실무책임자와의 개별면담 등 다양한 방법으로 자료를 수집하였다.

연구결과, 구조적 측면에서 인적자원의 차이는 기관 별로 크지 않았으며 사업비 지출은 전반적으로 매우 미비하였다.

시설의 물리적인 낙후, 인건비 증가에 따른 기관운영의 어려움, 인력충원의 필요성 등이 초점집단인터뷰를 통해 제시되었다.

과정 측면에서 초점집단인터뷰에 참여한 종사들은 ‘좋은 돌봄’을 위한 노력 및 업무수행과정에서의 어려움을 호소하였다.

서비스의 결과와 관련하여 초점집단인터뷰에 참여한 입소노인들은 대체적으로 서비스에 만족하였으나 시설생활에서의 어려움과 불편함을 드러냈다.

연구결과를 토대로 서울시립노인요양시설의 서비스 질의 구조와 과정을 개선하기 위한 방안과 입소노인들의 삶의 질 향상을 위한 함의를 제시하였다.

@highlight

본 연구는 Donabedian(1988)을 이용해 서울시립노인요양시설의 서비스의 질을 구조, 과정, 결과를 분석하고, 이를 토대로 서울시립노인요양시설의 서비스 질의 구조 및 과정을 개선하기 위한 방안, 입소노인들의 삶의 질 향상을 위한 함의를 제시하였다.

