본 연구는 집단이 공유 정신 모형을 획득하는데 있어서 스캐폴딩의 효과를 검증해보고자 하였다.

이를 위하여 CSCL 프로그램 내에 개념적 스캐폴딩과 메타인지적 스캐폴딩을 설계하여 협력 학습 집단에게 제공한 후 이들이 획득한 공유 정신 모형의 구조적 유사성을 측정하였다.

구조적 유사성의 준거 중 하나인 공유성 측면에서 각 집단 별로 획득한 공유 정신 모형을 일관성으로 분석한 결과 통제 집단을 제외하고 협력 전후 유의한 차이를 보이지 않았다.

또한 집단간 차이도 유의하지 않았다.

그러나 네트워크 모델의 구조(연결정도, 링크개수, 밀도)로 분석한 결과 메타인지적 스캐폴딩을 제공받은 집단이 공유성이 가장 높음을 알 수 있었다.

구조적 유사성의 또 다른 준거인 정확성 측면에서 각 집단 별로 획득한 공유 정신 모형을 분석한 결과 집단 모두 협력 전후 유의한 차이를 보이지 않았다.

또한 집단간 차이도 유의하지 않았다.

그러나 이를 네트워크 모델의 구조(초점노드)로 분석한 결과 메타인지적 스캐폴딩을 제공한 집단이 정확성이 가장 높음을 알 수 있었다.

@highlight

이 연구는 집단이 공유 정신 모형을 획득하는데 있어서 스캐폴딩의 효과를 검증해보고자 했다.

@highlight

구조적 유사성의 또 다른 준거인 정확성 측면에서 각 집단 별로 획득한 공유 정신 모형을 분석한 결과 집단 모두 협력 전후 유의한 차이를 보이지 않았다.

