심신관계 혹은 마음의 정체성 문제는 데카르트 이래 분석적 심리철학에 와서 철학의 중심으로 급부상한다.

그 이면에는 사회경제적, 인간학적으로 인간의 미래 운명을 결정지을 인공지능 문제가 있다.

그러나 인공지능의 핵심 문제인 지능 혹은 생각이 무엇인지는 현대 인지과학에서도 뚜렷한 해답을 찾지 못하고 있다.

그런데 역사를 거꾸로 올라가 근대철학의 완성자인 헤겔은 이 문제에 관한 중요한 단서를 제공한다.

최근 볼프(M.

Wolff)는 헤겔이 심신문제를 해결한 것이 아니라 “해체”했다고 주장한다.

이 문제의 심정(審廷)이 되는 것은 인과율인데, 17~18C의 “이왕의 형이상학”은 인과율을 물리적 자연뿐만 아니라 인간 정신의 영역에까지 타당한 것으로 간주했다고 헤겔은 비판한다.

현대의 분석적 심리철학도 심신관계에 인과율이 적용되는 것으로 전제하는 경향이다.

당시에 헤겔은 이미 이런 태도를 “범주착오”라 지적했다.

크반테(M.

Quante)는 헤겔이 반과학주의적 입장에서 자연과 정신의 관계를 설정과 앞선 설정이라는 반성논리로 규명한다고 해석한다.

그는 여기서 현상학적 관찰자가 해석학적 참여자가 되어 경험의 요소들을 통합해 가는 “설정모델”을 통해 반과학·반실증주의적 관점에서 심신과계의 새로운 해석 지평을 제시한다고 주장한다.

@highlight

심신관계 혹은 마음의 정체성 문제는 데카르트 이래 분석적 심리철학에 와서 철학의 중심으로 급부상한다.

@highlight

그러나 인공지능의 핵심 문제인 지능 혹은 생각이 무엇인지는 현대 인지과학에서도 뚜렷한 해답을 찾지 못하고 있다.

