본 연구에서는 해양오염퇴적물 내 Ni, Cu, Pb 및 Zn 등 중금속에 대하여 벤토나이트를 이용한 안정화 처리를 수행하였다.

안정화 실험은 해양오염퇴적물에 벤토나이트 첨가 후 150일간 습윤 양생 하여 실시하였다.

중금속 연속추출 결과로부터, 미처리 오염퇴적물과 비교해서 Ni, Cu, Pb 및 Zn은 용이하게 용출가능한 존재형태(이온교환, 탄산염, 산화물 형태)가 벤토나이트에 의해 각각 8.5%, 5.6%, 19.2% 및 28.2% 감소하였다.

또한, 안정화제 의한 오염퇴적물의 용출저감 평가를 위해 TCLP(Toxicity Characteristic Leaching Procedure)를 수행한 결과, 미처리 오염퇴적물과 비교하여 안정화 처리 퇴적물인 경우 중금속의 용출량이 각각 Ni 95.7%, Cu 96.8%, Pb 99.2%, Zn 85.9%씩 크게 감소하는 것을 확인하였다.

이러한 결과로부터, 벤토나이트를 해양오염퇴적물의 피복소재로 사용할 경우 시험 대상 중금속의 안정화 효과가 확인되었다.

@highlight

본 논문은 해양오염퇴적물 내 Ni, Cu, Pb와 Zn 등 중금속에 대해 벤토나이트를 이용한 안정화 처리를 수행했다.

@highlight

안정화 실험은 해양오염퇴적물에 벤토나이트 첨가한 뒤 150일간 습윤 양생하여 실시했다.

@highlight

중금속 연속추출 결과로부터 미처리 오염퇴적물과 비교하였다.

