본 논문은 모바일 기술이 뮤지엄에 미친 영향을 바탕으로 뮤지엄 학습의 의미를 재고찰하고, 새로운 환경속에서 뮤지엄 학습의 맥락적 의미를 재조명하고자 하였다.

모바일 기술이 다양하게 사용되고 있는 뮤지엄에서 맥락적 학습의 중요성과, 확장된 맥락적 학습의 의미를 중심으로 모바일 기반 뮤지엄 학습의 개방성과 다양성을 고찰하였다.

급변하는 환경 속에서 뮤지엄의 디지털 기술보급과 모바일 기기사용은 지속적으로 증가하고 있다.

이러한 기술과 서비스는 뮤지엄이 관람자들에게 개별 학습의 선택기회를 제공하는 중요한 요인으로 작용한다.

잘 디자인되고, 유용하게 사용되는 디지털 모바일 기기는 뮤지엄에서 관람객의 상호작용과 학습을 향상시킬 수 있는 중요한 도구인데, 이러한 환경은 다양한 배경, 관심, 지식수준을 가지고 있는 관람객들 사이의 호기심을 자극시키고, 궁금증을 유발시키는 맥락을 형성하기 때문이다.

이러한 측면에서 뮤지엄이라는 맥락적 학습 환경, 일상세계, 기술과 환경, 대중문화, 학교환경 등 사회문화적 상황들과의 적극적 소통의 매개로서 모바일 기술의 발전과 효과적 활용은 더욱 기대된다.

@highlight

디지털 기술보급과 모바일 기기사용이 뮤지엄에 접목되면서 관람자들에게 개별 학습의 선택기회를 제공하는 중요 요인으로 작용하고 있는데 이런 배경을 바탕으로 맥락적 학습의 중요성 및 확장된 맥락적 학습의 의미를 중심으로 모바일 기반 뮤지엄 학습의 개방성과 다양성을 고찰하였다.

