본 연구는 후천적 지체장애인의 차별경험이 장애수용에 미치는 영향에 있어서 자기효능감의 매개효과를 검증하고, 차별경험, 자기효능감, 장애수용의 관계에서 사회활동 참여가 갖는 조절효과를 확인고자 하였다.

이를 위해 2016년 장애인고용패널조사 2차웨이브 1차년도 데이터를 활용하여 후천적 지체 장애인 1,840명을 대상으로 분석을 진행하였으며, Hayes(2013)가 개발한 SPSS용 Process 도구를 활용하여 조건부 과정 모델링을 통한 조절된 매개분석을 실시하였다.

분석결과, 후천적 지체장애인의 차별경험은 자기효능감을 부분매개로 장애수용에 영향을 주는 것으로 나타났다.

또한 사회활동참여는 차별경험이 장애수용의 감소로 이어지는 직접효과와 차별경험이 자기효능감 저하를 통해 장애수용의 감소로 이어지는 간접효과 모두를 조절하는 보호효과성을 지닌 것으로 확인되었다.

결론/시사점: 본 연구는 후천적 지체장애인의 차별경험이 장애수용으로 이어지는 직·간접적 경로를 확인하여 개입의 지점을 밝히고, 장애인 복지정책 및 실천적 함의로서 사회활동 참여의 보호적 역할을 활용한 장애수용 증진 전략 및 관련 과제를 논의하였다.

@highlight

본 논문은 후천적 지체장애인의 차별경험이 장애수용에 미치는 영향에 있어 자기효능감의 매개효과를 검증하며, 차별경험, 자기효능감, 장애수용의 관계에서 사회활동 참여가 가지는 조절효과를 확인하고자 했다.

