?

일다?

는 2003년, ‘여성주의 저널’을 표방하며 만들어진 인터넷 매체이다.

본 연구의 목적은 ‘여성주의 저널’ ?

일다?

가 어디에 초점을 맞추어 의료기술에 대한 담론을 생산하고 있는지, ?

일다?

에서 생산한 담론들의 특징이 무엇인지, 그리고 이렇게 생산된 담론들이 어떤 의미가 있는지 살펴보는 것이다.

분석 결과 ?

일다?

는 첫째, ‘여성의 몸’에 대한 배려에 초점을 맞추어 담론을 생산하고 있었는데, 이는 여성이 자신의 몸과 관련된 의료문제에 관심을 갖는다는 점을 확인해 주었다.

둘째, ?

일다?

의 기사에서는 ‘의료산업의 상업성’에 대한 담론을 볼 수 있었는데, 이는 평소 여성들이 인식하고 있던 의료산업의 문제점과 무관하지 않았으며, 이런 여성들의 경험과 인식은 현대의학에 대한 불신으로 이어졌다.

셋째, 황우석 박사의 연구에 대해 ‘국익’ 담론으로 접근하던 당시 주류 언론과 달리, ?

일다?

는 이 연구에 사용되는 난자 채취로 인해 ‘여성의 몸’이 함부로 다루어질 수 있다는 점을 지적하였다.

이는 ‘국익’이라는 명분으로 ‘여성의 몸’이 희생되는 것을 대수롭지 않게 여기는 사회 분위기에 문제를 제기한 셈이다.

넷째, ?

일다?

는 이런 문제를 인식하는 데에서 그치지 않고, 여성의 건강을 위해 실천하는 사람들을 소개하기도 했는데, 이는 ‘이론’에서 ‘실천’으로 시선을 돌리고 있는 페미니스트 과학기술학의 흐름에 부합하는 것이다.

@highlight

‘여성주의 저널’ ?

@highlight

일다?

@highlight

가 어떤 점에 착안해 의료기술 담론을 생산하는지, 생산한 담론의 특징과 의미가 무엇인지 살펴보았다.

@highlight

분석 결과, ?

@highlight

일다?

@highlight

는 ‘여성의 몸’에 대한 배려에 초점을 맞추어 담론을 생산하고 있었고, ‘의료산업의 상업성’에 대한 담론을 볼 수 있었으며, ‘국익’의 명분으로 ‘여성의 몸’ 희생을 대수롭지 않게 여기는 사회 분위기에 문제를 제기하였다.

