이 글은 중일전쟁기 대한민국 임시정부에 대한 중화민국 국민정부의 지원 실상을 구체적으로 정리한 것이다.

특히 중일전쟁기 중국국민정부가 한국임시정부를 지원한 사례 가운데 가장 핵심이었던, 재정·군사·외교지원에 대해서 집중적으로 검토해 봤다.

첫째, 재정 방면에서 중국국민정부는 한국임시정부의 자금 지원 요청을 모두 받아들이거나 신속하게 지원해 준 것은 아니었다.

그러나 중일전쟁기 동안 많은 자금을 제공한 것은틀림없는 사실이었다.

둘째, 군사 방면에서 중국국민정부는 한국임시정부의 한국광복군을 ‘통제와 지원’이라는이중적인 방법으로 대했다.

셋째, 외교 방면에서 중국국민정부는 국제사회에 ‘한국임시정부 승인’과 ‘한국독립승인’을 지지하거나 주장하는 뜻을 펼쳤다.

하지만 자체 역량의 부족으로 그것을 제대로 실현할 수는 없었다.

요컨대 중일전쟁기 중국국민정부는 자체 역량의 부족에도 불구하고 한국임시정부의 적극적인 지원 요청에 호응해 재정·군사·외교 지원을 실시했다.

중일전쟁기 중국국민정부가 한국임시정부를 지원한 사실은 한국독립운동·‘근대 한·중관계’·‘한·중 공동항전’의 역사에서 중요한 한 장을 차지한다.

@highlight

이 연구는 중일전쟁기 대한민국 임시정부에 관한 중화민국 국민정부의 지원 실상을 구체적으로 정리한 것이다.

