현

대

사

회

의

 

전

문

가

는

 

기

존

의

 

사

고

방

식

과

 

지

식

을

 

뛰

어

넘

어

 

새

로

운

 

관

점

으

로

 

문

제

를

 

바

라

볼

 

수

 

있

는

 

비

판

적

 

성

찰

능

력

이

 

요

구

된

다

.

 

전

문

가

의

 

성

찰

수

준

은

 

교

육

,

 

의

료

,

 

사

회

복

지

,

 

경

영

 

등

의

 

여

러

 

분

야

에

서

 

구

체

적

 

업

무

행

동

에

 

영

향

을

 

미

치

고

 

있

다

.

 

퍼

실

리

테

이

터

는

 

다

양

한

 

분

야

에

서

 

전

문

가

로

서

 

그

 

중

요

성

이

 

증

대

하

는

데

 

비

해

 

퍼

실

리

테

이

터

의

 

성

찰

에

 

관

한

 

연

구

는

 

미

진

한

 

편

이

다

.

 

본

 

연

구

는

 

퍼

실

리

테

이

터

의

 

성

찰

학

습

수

준

이

 

긍

정

심

리

자

본

과

 

비

판

적

 

성

찰

업

무

행

동

에

 

미

치

는

 

영

향

과

 

그

 

과

정

에

서

 

퍼

실

리

테

이

터

의

 

성

찰

학

습

수

준

과

 

비

판

적

 

성

찰

업

무

행

동

 

사

이

에

서

 

긍

정

심

리

자

본

의

 

매

개

효

과

를

 

검

증

하

였

다

.

 

국

내

 

퍼

실

리

테

이

터

 

5

4

1

명

을

 

설

문

조

사

 

후

 

구

조

방

정

식

을

 

이

용

해

 

분

석

한

 

결

과

,

 

퍼

실

리

테

이

터

의

 

성

찰

학

습

수

준

이

 

무

성

찰

일

 

경

우

 

긍

정

심

리

자

본

과

 

비

판

적

 

성

찰

업

무

행

동

에

 

부

적

 

영

향

을

 

주

었

고

,

 

비

판

적

 

성

찰

일

 

경

우

는

 

두

 

요

인

 

모

두

에

 

정

적

 

영

향

을

 

미

쳤

다

.

 

긍

정

심

리

자

본

의

 

매

개

효

과

 

역

시

 

퍼

실

리

테

이

터

의

 

성

찰

학

습

수

준

에

 

따

라

서

 

무

성

찰

과

 

비

판

적

 

성

찰

일

 

경

우

 

각

각

 

부

적

 

매

개

와

 

정

적

 

매

개

를

 

나

타

내

었

다

.

 

이

와

 

같

은

 

연

구

결

과

를

 

통

해

서

 

퍼

실

리

테

이

터

의

 

성

찰

학

습

수

준

이

 

무

성

찰

일

 

경

우

 

비

판

적

 

성

찰

업

무

행

동

과

 

긍

정

심

리

자

본

에

 

부

정

적

 

영

향

을

 

미

친

다

는

 

것

을

 

알

 

수

 

있

다

.

 

이

 

연

구

는

 

퍼

실

리

테

이

터

의

 

성

찰

수

준

이

 

미

치

는

 

영

향

력

을

 

환

기

시

키

고

 

긍

정

심

리

자

본

의

 

선

행

요

인

이

 

부

정

적

일

 

경

우

 

결

과

행

동

에

 

부

정

적

 

영

향

을

 

증

대

시

킨

다

는

 

것

을

 

밝

혔

다

는

 

데

 

의

의

가

 

있

다

.

@highlight

이 연구는 퍼실리테이터의 성찰학습수준이 긍정심리자본과 비판적 성찰업무행동에 미치는 영향과 그 과정에서 퍼실리테이터의 성찰학습수준과 비판적 성찰업무행동 사이에서 긍정심리자본의 매개효과를 검증했다. 이 연구는 퍼실리테이터의 성찰수준이 미치는 영향력을 환기시키고 긍정심리자본의 선행요인이 부정적일 경우 결과행동에 부정적 영향을 증대시킨다는 것을 밝혔다는 데 의의가 있다.