본 연구에서는 이용과 충족이론을 기반으로 웨이보 이용동기, 이용행위, 이용충족 간의 관계를 실증적으로 분석하였다.

이를 위해 웨이보의 개념과 이용충족이론에 관련된 선행연구를 살펴보고 웨이보 이용 동기와 이용행위 그리고 이용충족 간의 가설을 설정하여 연구모형을 설계하였다.

웨이보 이용 동기는 문헌 연구를 통해 즐거움, 자기표현 관계형성 등 3가지의 요인이 도출되었고, 이러한 요인들이 웨이보 이용행위인 정보획득 활동과 정보확산 활동에 어떠한 영향을 미치며, 이러한 행위들이 웨이보 이용충족에 어떤 영향을 미치는지를 실증적으로 분석하기 위하여 웨이보 사용자를 대상으로 설문조사를 실시하고 데이터 분석을 진행하였다.

분석결과, 이용동기중 즐거움은 정보획득에 유의한 영향관계가 있는 것으로 나타났으나 정보확산과의 인과관계는 없는 것으로 나타났다.

반대로 자기표현은 정보확산에 유의한 영향관계로 나타났으나 정보획득에는 관계가 존재하지 않는 것으로 나타났다.

한편, 이용동기중 관계형성의 경우는 정보획득과 정보확산에 모두 유의한 영향관계가 있는 것으로 나타났다.

웨이보 이용행위가 이용충족에 미치는 영향관계에서는 정복획득과 정보확산 모두 유의한 영향을 미치는 것으로 나타났으나, 특기할만한 사실은 정보획득의 영향이 정보 확산의 영향에 비해 뚜렷이 높게 나타나고 있다는 사실이다.

@highlight

분석결과, 이용동기중 즐거움은 정보획득에 유의한 영향관계가 있는 것으로 나타났으나 정보확산과의 인과관계는 없는 것으로 나타났다

웨이보 이용행위가 이용충족에 미치는 영향관계에서는 정복획득과 정보확산 모두 유의한 영향을 미치는 것으로 나타났으나, 특기할만한 사실은 정보획득의 영향이 정보 확산의 영향에 비해 뚜렷이 높게 나타나고 있다는 사실이다

