본 논문은 우남(雩南) 이승만(李承晩, 1875-1965)의 미국유학을 통한 종교와 정치의 융합을 분석함으로써, 그의 초기선교사상의 형성과 특징을 검토한다.

아펜젤러의 배재학당에서 우남은 영어와 근대지식을 배웠고 기독교신앙을 접하였다.

독립협회 사건으로 투옥된 후에도 언론과 교육 활동을 지속하였고, 회심을 경험하며 성경공부와 전도활동을 하였다.

출옥 후 미국외교활동이 실패하자 유학으로 목표를 선회하였다.

우남은 조지워싱턴대에서 인문학을, 하버드대에서 역사학을, 프린스턴 신학교와 대학교에서 신학과 국제정치학을 공부하였다.

미국유학을 계기로 우남의 세계관에서 종교와 정치는 융합되었다.

그의 기독교선교과 근대교육에대한 비전이 구체화되었다.

독립운동의 참여양태도 외교활동과 실력양성운동에 집중하게 되었다.

본 연구의 의의는 지금까지 이념논쟁으로 간과되어 왔던 우남의 미국유학과 초기 선교사상의 형성과 특징에 대한 공감적이며 객관적 연구를 시도하였다는 점이다.

@highlight

이 논문은 우남(雩南) 이승만(李承晩, 1875-1965)의 미국유학을 통한 종교와 정치의 융합을 분석함으로써, 그의 초기선교사상의 형성과 특징을 검토한다.

