본 연구의 목적은 취업경험이 있는 결혼이주여성들을 대상으로 취업 동기와 취업 시 어려움을 탐색하여 이들이 취업을 하는 데 있어 요구되는 지원이 무엇인지 파악하는 것이다.

이를 위하여 취업을 경험한 결혼이주여성 8명에게 2014년 1월부터 4월까지 심층인터뷰를 실시하였다.

인터뷰내용은 취업동기와 취업의 어려움, 취업에 요구되는 지원을 개인적인 요인과 가정적인 요인, 사회적인 요인, 국가이주적인 요인으로 유형화하여 분석하였다.

결혼이주여성의 취업 동기는 취업을 하는 이유가 사람마다 제각기 다르기는 하지만 이들이 한국사회에 잘 적응하고 건강하게 살아가기 위해 노력하고 있다는 사실을 알 수 있었다.

취업에 대한 어려움은 개인적인 어려움, 가정적인 어려움, 사회적인 어려움, 국가이주적인 어려움이 취업 경험을 통하여 다양하게 나타났다.

또한 한국사회가 다문화가정과 다문화에 대한 차별과 편견이 감소하였다고 하나 아직도 한국사회에서는 결혼이주여성들에게 편견과 차별이 이루어지고 있음을 알 수 있었다.

따라서 결혼이주여성들은 취업동기와 다르게 취업을 경험하면서 여러 가지 어려움에 직면하고 있으며 이로 인해 결혼이주여성들은 취업에 대하여 다양한 지원을 요구하고 있었다.

@highlight

이 연구의 목적은 취업경험이 있는 결혼이주여성들을 대상으로 취업 동기와 취업 시 어려움을 탐색하여 이들이 취업을 하는 데 있어 요구되는 지원이 무엇인지 파악하는 것이다.

