본 연구는 스페인의 98세대를 대표했던 미겔 데 우나무노의 내부 역사와 한국의 독립운동가였던 박은식의 국혼론적 역사를 비교하였다.

19세기 말과 20세기 초반에 두 나라가처한 유사한 역사적 현실이 이러한 비교를 가능하게 하였다.

두 나라는 이 시기에 정치?

사회적으로 심각한 위기를 겪었다.

순수혈통에 기반을 둔 폐쇄적인 종교정책으로 17세기이후 유럽의 여타 국가들과는 다른 길을 걸어온 스페인은 19세기 말에 이르러서는 국력이쇠약해져 국가 존립의 위기를 겪게 된다.

한국 역시 19세기 말 이후 국제 정세의 변화에적응하지 못하면서, 위기에 처하게 되고 결국 일본에 의해 주권을 상실하고 말았다.

이러한 상황은 국가적 위기에 대처하는 방식에서 우나무노와 박은식 사이에 인식론적 유사성을 보이게 하였다.

그것은 위기에 처한 조국이 고유의 정체성을 계속 이어갈 수 있도록‘내부 역사’와 ‘국혼론적 역사’ 개념을 각각 제시한 데서 나타난다.

본 연구는 이 개념들의 의미는 무엇이며 어떠한 맥락에서 나왔는지 살펴보고, 그 개념간에 어떠한 유사성이 있는지를 고찰하였다.

더불어, 두 사상가가 이 개념들과 시대적 현실을 연결했을 때 나타났던 차이점에 대해서도 탐색해보았다.

@highlight

이 연구는 스페인의 98세대를 대표했던 미겔 데 우나무노의 내부 역사와 한국의 독립운동가였던 박은식의 국혼론적 역사를 비교했다.

