이 연구의 목적은 상업스포츠센터 종사원의 개인-

환경적합성(개인-

조직적합성, 개인-

직무적합성)과 지각된 서비스분위기가 조직동일시, 조직시민행동 및 서비스수행과의 영향을 구조방정식모형분석을 통해 실증적으로 규명하는 것이다.

이를 위해 서울과 경기지역에 소재한 12개소의 상업스포츠센터(3종목 이상 보유 시설) 종사원 207명을 대상으로 설문조사를 실시하였다.

제안한 구조모형을 검증하기 위해 SPSSWIN Ver.21.0과 AMOS 18.0을 사용하였다.

그 결과 첫째, 개인-

조직적합성은 조직동일시에 긍정적인 영향을 미쳤다.

둘째, 개인-

직무적합성은 조직동일시에 긍정적인 영향을 미쳤다.

셋째, 지각된 서비스분위기는 조직동일시에 긍정적인 영향을 미치지 않았다.

넷째, 조직동일시는 조직시민행동에 긍정적인 영향을 미치지 않았다.

다섯째, 조직동일시는 서비스수행에 긍정적인 영향을 미치지 않았다.

여섯째, 조직시민행동은 서비스수행에 긍정적인 영향을 미쳤다.

@highlight

이 연구는 상업스포츠센터 종사원의 개인-

@highlight

환경적합성(개인-

@highlight

조직적합성, 개인-

@highlight

직무적합성) 및 지각된 서비스분위기가 조직동일시, 조직시민행동과 서비스수행과의 영향을 구조방정식모형분석을 통하여 실증적으로 규명하는 것에 그 목적이 있다.

