시장경제체제의 도입과 한중 국교수립 이후 조선족사회는 한국과 중국 내 대도시지역으로의 대규모 이동, 출산력의 급격한 저하와 인구구조의 고령화로 매우 급격한 변화를 겪고 있다.

이 논문은 1990년, 2000년 및 2010년의 중국 인구센서스의결과를 집계한 연변조선족자치주의 자료를 활용하여 지난 20여 년간 조선족이 보인 사회인구학적 변화를 설명하기 위한 것이다.

특히, 성 및 연령구조, 출생, 사망,혼인상태, 교육수준, 직업 구성과 그 변화 양상을 한족과 비교하는 데 분석의 초점이 맞추어졌다.

그리고 성비, 연령비와 센서스 생잔율을 활용하여 2010년 조선족인구 자료의 정확성과 신뢰도를 검토하는 작업도 시도되었다.

연변지역의 조선족인구는 최근 전체인구에 대한 상대적 비중뿐만 아니라 절대규모에 있어서도 감소추세를 보인다.

통혼권과 거주지역의 급격한 확산에 수반하여 조선족인구의 출산력감소와 고령화 추세는 한국인구보다도 훨씬 빠른 속도로 진행되고 있다.

연령구조의 불안정화와 민족교육의 위축은 중국 내 소수민족사회로서 조선족사회의 위상을 약화시키고 민족정체성의 유지에 위기상황을 초래할 것으로 우려된다.

@highlight

시장경제체제의 도입과 한중 국교수립 이후 조선족사회는 한국과 중국 내 대도시지역으로의 대규모 이동, 출산력의 급격한 저하와 인구구조의 고령화로 매우 급격한 변화를 겪고 있다.

