강자성 초전도체의 발견은 상극으로 알려진 강자성과 초전도성이 어떻게 상호작용하여 조화롭게 공존하는지에 대한 학문적인 연구뿐만 아니라 새로운 기술적인 응용을 위한 광범위한 탐구를 이끌고 있다.

본 해설논문에서는 강자성 초전도체에 대한 이해를 돕기 위하여, 먼저 초전도체의 쿠퍼쌍을 깨뜨리는 강한 자기장의 궤도 효과와 상자성 효과에 대하여 설명한다.

자기장의 이러한 효과 이외에도 초전도체/강자성체 복합 구조의 계면에서 발생하는 근접 효과에 의해 단일상 쿠퍼쌍은 강자성체를 지나가는 동안 불안정하여 아주 짧은 침투깊이를 가진다.

그러나 쿠퍼쌍이 홀-

진동수 삼중상인 경우 안정되고 긴 유효길이를 가지게 되는데, 새로운 스핀 전자소자로서의 개발을 위해 그 연구의 중요성이 높아지고 있다.

마지막으로 다양한 강자성 초전도체와 양자구속효과에 의해 두 성질이 공존하는 저차원의 물질들을 소개한다.

@highlight

본 해설논문에서는 강자성 초전도체에 관한 이해를 돕기 위해, 먼저 초전도체의 쿠퍼쌍을 깨뜨리는 강한 자기장의 궤도 효과와 상자성 효과에 관해 설명한다.

