본 연구는 가정폭력을 경험한 1935년생 빈곤 여성노인 장영란의 구술생애사를 통하여 빈곤과의 관계에서 가정폭력 경험을 이해하려는 목적에서 수행되었다.

세 차례에걸친 인터뷰를 통하여 자료를 수집하였고, 수집한 자료를 재구성하여 구술생애사 연구방법으로 분석하였다.

장영란은 탈빈곤 전략으로 결혼을 했지만 탈빈곤에 성공하지 못했고, 생사를 넘나드는 가정폭력을 경험했다.

탈폭력 시도로 집을 떠났지만 가해자의폭력은 지속되었다.

폭력은 구술자의 구직 및 고용유지를 방해함으로써 직업적 안정을기대할 수 없는 조건을 만들었고, 이는 장영란의 빈곤을 유지하는 데에 기여했다.

가부장제 가족을 유지하는 데에 기여한 정상가족 및 모성이데올로기를 내면화한 장영란은 가해자의 폭력전략에 취약했으며, 가족의 이해와 피해여성으로서 구술자의 이해는양립되기 어려운 조건에 있었다.

노동시장에서의 낮은 지위는 장영란에게 안정적인 일자리를 제공하지 못했고, 장영란의 빈곤은 이러한 사회적 조건이 가정폭력과 맞물리면서 그 부정적인 영향이 증폭?

강화된 결과로 나타났다.

본 연구의 결과 구술자 장영란의 생애에 걸쳐 지속된 가정폭력과 빈곤의 경험은 구술자의 삶의 특수성과, 이러한 특수성을 구성하고 동 시대 여성들의 삶에 영향을 미쳤던 사회적 조건들과의 상호작용속에서 맥락적으로 이해될 수 있음을 확인하였다.

@highlight

가정폭력을 경험한 빈곤 여성노인 장영란의 빈곤과의 관계에서 가정폭력 경험을 이해하려는 목적으로 분석한 결과, 구술자 장영란의 생애의 가정폭력과 빈곤의 경험은 삶의 특수성과, 사회적 조건들과의 상호작용속에서 맥락적으로 이해될 수 있음을 확인하였다.

