철

새

도

래

지

로

서

 

기

능

을

 

유

지

하

며

 

지

속

가

능

하

게

 

낙

동

강

 

하

구

를

 

이

용

하

기

 

위

해

서

는

 

조

류

서

식

지

의

특

성

을

 

고

려

한

 

토

지

이

용

 

및

 

하

구

관

리

가

 

필

요

하

다

.

 

본

 

연

구

에

서

는

 

낙

동

강

 

하

구

의

 

조

류

서

식

지

를

 

갈

대

,

 

갯

벌

,

 

경

작

지

,

 

담

수

개

방

수

면

,

 

사

주

,

 

수

변

림

,

 

새

섬

매

자

기

,

 

수

로

,

 

인

공

물

,

 

초

지

,

 

해

수

·

기

수

개

방

수

면

 

등

 

지

역

적

 

특

성

을

 

고

려

하

여

 

총

 

1

1

개

의

 

유

형

으

로

 

분

류

한

 

후

 

1

2

개

 

조

사

권

역

으

로

 

구

분

하

여

 

서

식

지

 

및

 

경

관

 

특

성

을

 

분

석

하

였

다

.

 

낙

동

강

 

하

구

의

 

주

요

 

조

류

 

서

식

지

 

중

 

갯

벌

,

 

인

공

물

,

 

경

작

지

,

 

갈

대

 

등

 

4

개

의

 

유

형

이

 

전

체

 

육

역

 

면

적

의

약

 

8

0

%

를

 

차

지

하

였

으

며

,

 

특

히

 

인

공

물

과

 

경

작

지

의

 

비

율

이

 

높

아

 

대

상

 

지

역

이

 

인

간

의

 

간

섭

을

 

많

이

 

받

고

 

있

음

을

 

보

여

주

었

다

.

 

서

식

지

를

 

구

성

하

는

 

패

치

수

와

 

밀

도

는

 

서

낙

동

강

,

 

삼

락

둔

치

,

 

맥

도

강

,

 

대

저

수

문

 

등

에

서

 

크

게

나

타

나

 

이

들

 

지

역

에

서

 

서

식

지

 

파

편

화

가

 

많

이

 

진

행

되

어

 

있

었

다

.

 

관

찰

된

 

조

류

의

 

총

 

종

수

와

 

개

체

수

는

 

조

사

면

적

과

 

서

식

지

를

 

구

성

하

고

 

있

는

 

서

식

지

의

 

유

형

수

와

 

양

의

 

상

관

관

계

가

 

있

는

 

것

으

로

 

나

타

났

다

.

 

연

구

 

결

과

 

서

식

지

 

관

리

에

 

있

어

서

 

충

분

한

 

면

적

의

 

확

보

 

특

히

 

새

섬

매

자

기

 

서

식

지

의

 

보

존

이

 

중

요

하

며

,

 

개

발

 

등

으

로

 

인

한

 

서

식

지

 

감

소

 

시

 

낙

동

강

하

구

를

 

찾

는

 

조

류

 

개

체

군

에

 

가

장

 

큰

 

영

향

을

 

미

칠

 

수

 

있

음

을

 

알

 

수

 

있

었

다

.

 

따

라

서

 

낙

동

강

 

하

구

가

 

철

새

서

식

지

로

서

의

 

기

능

을

 

유

지

하

기

 

위

해

서

는

 

중

요

한

 

서

식

지

의

 

보

존

 

정

책

이

 

먼

저

 

수

반

되

어

야

할

 

것

으

로

 

판

단

된

다

.

@highlight

철새도래지로서 기능을 유지하며 지속가능하게 낙동강 하구를 이용하기 위해 조류서식지의특성을 고려한 토지이용 및 하구관리가 필요하다.