본

 

연

구

는

 

스

코

틀

랜

드

 

도

덕

철

학

의

 

전

통

 

속

에

서

 

아

담

 

스

미

스

 

도

덕

감

정

론

의

 

함

의

를

고

찰

하

는

 

연

구

이

다

.

 

아

담

 

스

미

스

의

 

도

덕

철

학

이

 

스

코

틀

랜

드

 

도

덕

철

학

을

 

충

실

히

 

계

승

하

고

 

있

는

 

지

점

은

 

첫

째

,

 

‘

이

성

’

이

 

아

닌

 

‘

감

정

’

(

감

각

)

 

또

는

 

‘

공

감

’

에

 

충

실

한

 

인

간

본

성

적

도

덕

론

을

 

전

개

하

고

 

있

다

는

 

점

이

다

.

 

둘

째

,

 

인

간

의

 

본

성

을

 

‘

이

기

심

’

이

 

아

닌

 

‘

도

덕

감

각

’

 

또

는

 

‘

공

감

’

의

 

원

리

를

 

중

심

으

로

 

‘

사

회

성

’

의

 

차

원

에

서

 

논

구

하

는

 

점

이

다

.

 

다

른

 

한

편

,

 

스

미

스

의

 

도

덕

감

정

론

은

 

스

코

틀

랜

드

 

도

덕

철

학

의

 

‘

관

찰

자

’

 

개

념

을

 

한

층

 

발

전

시

켰

고

,

 

공

감

원

리

에

 

기

반

한

 

적

절

성

을

 

관

찰

자

를

 

매

개

로

 

투

영

함

으

로

써

 

도

덕

적

 

판

단

의

 

객

관

성

을

 

확

보

하

고

자

 

했

다

.

 

연

구

 

결

과

,

 

아

담

 

스

미

스

의

 

도

덕

감

정

론

이

 

스

코

틀

랜

드

 

도

덕

철

학

의

 

전

통

과

 

차

이

를

 

갖

는

 

부

분

은

 

첫

째

,

 

스

미

스

가

 

공

리

성

과

 

도

덕

철

학

의

 

토

대

를

 

구

별

함

으

로

써

새

로

운

 

도

덕

철

학

의

 

입

지

 

정

립

을

 

시

도

했

다

는

 

점

이

다

.

 

둘

째

,

 

‘

정

의

’

를

 

인

위

적

 

덕

성

으

로

간

주

했

던

 

흄

과

 

달

리

 

스

미

스

는

 

인

간

본

성

적

 

정

의

론

을

 

논

구

했

다

는

 

점

이

다

.

 

다

만

,

 

스

미

스

의

 

도

덕

철

학

과

 

관

련

하

여

 

‘

도

덕

감

각

(

m

o

r

a

l

 

s

e

n

s

e

)

’

 

또

는

 

‘

내

감

(

i

n

n

e

r

 

s

e

n

s

e

)

’

의

도

덕

적

 

변

별

의

 

역

할

이

 

공

감

원

리

를

 

통

하

여

 

대

체

될

 

수

 

있

는

지

,

 

인

간

본

성

적

 

정

의

론

에

서

정

의

가

 

인

애

보

다

 

선

차

적

 

중

요

성

을

 

갖

는

지

 

여

부

에

 

대

해

서

는

 

별

도

의

 

검

토

가

 

필

요

하

다

.

@highlight

이 연구는 스코틀랜드 도덕철학의 전통 속에서 아담 스미스 도덕감정론의 함의를고찰하는 연구이다. 아담 스미스의 도덕철학이 스코틀랜드 도덕철학을 충실히 계승하고 있는 지점은 첫째, ‘이성’이 아닌 ‘감정’(감각) 또는 ‘공감’에 충실한 인간본성적도덕론을 전개하고 있다는 점이다.