비쥬얼라이제이션 스프레드쉬트(visualization spreadsheet)는 다차원 데이터집합의 다양한 비쥬얼라이제이션(visualization)환경 지원에 매우 효과적이다.

본 논문에서는 대용량 멀티미디어 데이터집합을 효율적으로 유지관리하고 동적 재구성할 수 있는 멀티미디어 스프레드쉬트 모델을 설계하였다.

제안한 모델은 실시간 재구성 가능한 셀단위 이차원 스프레드쉬트의 토대에 셀마다 프레임스택을 구비하였다.

이상의 구성으로 스프레드쉬트의 각 셀은 3차원 데이터구조로 구성된 것과 동일한 효과를 갖는다.

제안한 모델은 1) 대용량 데이터집합의 효율적인 구성 및 관리, 2) 사용자요구에 부응하는 셀구조의 실시간 재구성, 3) 사용자와 시스템 간 인터렉티브 유저인터페이스의 장점을 갖는다.

본 논문에서는 다양한 데이터집합의 그래픽랜더링을 통하여 제안한 모델이 우수한 인터렉티브 멀티미디어용 비쥬얼 툴임을 증명하였다.

@highlight

대용량 멀티미디어 데이터집합을 효율적으로 유지관리하고 동적 재구성하는 멀티미디어 스프레드쉬트 모델을 설계하고, 다양한 데이터집합의 그래픽랜더링을 통하여 제안한 모델이 우수한 인터렉티브 멀티미디어용 비쥬얼 툴임을 증명하였다.

