연구목적: 이 연구의 목적은 이러닝 환경에서 수동적 참여자의 학습을 촉진할 수 있는 방안으로 대리적 상호작용 설계를 제안하고, 대리적 상호작용 전략이 적용된 이러닝 강좌의 사례 분석을 통해 이러닝 설계 전략을 도출, 개발하는 것이다.

연구방법: 이를 위해 국내의 이러닝 강좌 중에서 대리적 상호작용이 관찰되는 12개의 사례를 선정하였으며, 각 사례의 화면분석 관찰일지, 교수자 인터뷰, 강의 스크립트를 분석하였다.

각 사례에서 나타난 특징과 실천가의 핵심 전략을 종합하여 사례 내 분석으로 이러닝 설계 요소별 전략을 도출하였으며, 사례 간 분석을 통해 교수 목적에 따른 설계 전략을 도출하였다.

연구결과: 이러닝 설계 요소별 전략으로 ‘학습 과제’, ‘직접 학습자(direct learner) 선정’, ‘대화 스크립트 구성’, ‘촬영 방식’의 4개 분야, 15개 세부 전략이 도출되었으며, 대리적 상호작용 교수 목적에 따른 설계 전략으로 ‘공감 유도’, ‘모델링’, ‘개념 설명’의 3개 분야, 6개 세부 전략이 도출되었다.

논의 및 결론: 연구를 통해 도출된 설계 전략은 수동적 이러닝 학습자를 지원하는 데 있어 효과적이며 실천적인 지침이 될 것이라 사료된다.

또한 연구 결과에서의 풍부한 사례 기술은 교수자나 교수 설계자가 이러닝 환경에서의 대리적 상호작용을 이해하는 데 많은 도움이 될 것이다.

@highlight

이 연구는 이러닝 환경에서 수동적 참여자의 학습을 촉진할 수 있는 방안으로 대리적 상호작용 설계를 제안하였으며, 이러닝 강좌의 사례 분석을 통해 이러닝 설계 전략을 도출할 수 있었고, 도출된 설계 전략은 수동적 이러닝 학습자를 지원하는 데 있어 효과적인 것으로 확인되었다.

