본 연구는 학교별 학생들의 학업성취도를 포함한 교육정보의 공개에 관한 정부의 지침 즉 교육정보공개 정책과정 전반의 기능 및 구조적 요소를 밝히고자 하였다.

다중흐름 이론, 지지연합 이론, 정책선도가 이론 등을 토대로 연구모형을 수립하였다.

분석 결과, 교육정보공개 정책과정은 세 개의 다른 구조(정책, 문제, 정치 흐름)와 정책참여자(정책선도가, 정책연합, 일반참여자)가 상호작용을 거듭하면서 세 개의 정책단계(의제설정, 정책형성 및 변동, 정책집행)를 거쳐 왔다.

의제설정 단계에서 학교교육의 책무성을 요구하는 정책지지연합이 평등주의적 정책연합과 하위체제 내에서 경쟁하면서 교육정보공개의 정부 의제화를 위해 지속적으로 활동하였다.

정책선도가는 자신의 아이디어를 정책, 정치, 문제 등 세 개의 구조에 접목시키면서 정책의 구심적 역할을 담당하였다.

교육정보공개 정책변동은 정치흐름에서 개설된 창구를 통하여 단계적으로 이루어졌다.

정치적 교착상태를 벗어나기 위한 여·야 협상 과정에서 교육정보공개법이 제정되었으며, 새롭게 출범한 정부가 학교별 학력정보 공개 방침을 선언하면서 사실상의 정책변동이 일어났다.

그러나 정책집행 단계에서 경쟁하던 정책연합 간의 갈등이 표면화되어, 정책 불응 등 정치적 게임과 정치적 집행 등의 현상이 일어났다.

@highlight

이 연구는 학교별 학생들의 학업성취도를 포함한 교육정보의 공개에 관한 정부의 지침 즉 교육정보공개 정책과정 전반의 기능 및 구조적 요소를 밝히고자 했다.

