국어의 파찰음은 구개음화를 통하여 통시적인 조음위치의 변화를 보여준다.

‘/?

/ > /?

/([?

]~[?

] > /?

/, /?

/’가 아니라 ‘/?

/ > /?

/’로 나타나는 파찰음의 통시적 변화는 음운론적 동인을 찾기 힘든 부자연스러운 변화이다.

조음적 속성을 바탕으로 한 경구개 파찰음의 음운론적 무표성은 파찰음의 통시적 변화에 대한 음운론적 동인을 제공한다.

조음위치로서의 ‘경구개’와 조음방식으로서의 ‘파찰’이 결합하여 파생된 분포적 무표성이 일반적인 음운변화의 틀을 넘어서는 ‘/?

/ > /?

/’의 음운변화를 견인하였다.

동화현상으로서의 통시적 구개음화는 어간의 재구조화라는 과정을 통해 공시적 음운현상에도 일탈적인 영향을 미치고 있다.

구개음화의 결과로 파찰음을 두음으로 가진 어간들은 히아투스 회피와 관련한 음운과정에서 수의적인 활음화가 아닌 필수적인 모음탈락을 보여준다.

@highlight

국어의 파찰음은 구개음화를 통하여 통시적인 조음위치의 변화를 보여준다.

@highlight

조음적 속성을 바탕으로 한 경구개 파찰음의 음운론적 무표성은 파찰음의 통시적 변화에 대한 음운론적 동인을 제공한다.

