본 연구는 대학에서 레포츠과학부를 전공하는 학생들을 대상으로 영어회화를 지도하는데 있어 한국계 미국인 교수가 직면하는 어려운 점들을 탐구하였다.

주된 연구방법으로 질적 사례연구를 적용하였다.

연구 참여자는 한국계 미국인 교수 1명과 영어회화를 수강하는 레포츠과학부 전공 신입생 2명이다.

레포츠과학부를 전공하는 학생들에게 영어회화를 지도할 때 직면하는 어려움에 대하여 원어민 교사의 인식이나 생각을 영어회화를 담당하고 있는 교사와의 심층 면담을 통해 주로 도출하였다.

지지하는 증거 자료를 확보하기 위하여 해당 과목을 수강하고 있는 두 명의 학생에 대한 추가 면담을 실시하였다.

주 자료는 면담을 통해 확보하였고 Nvivo 2를 사용하여 코딩을 하고 분석을 하였다.

영어회화 학생 지도의 어려움에 관하여 사회문화적(10.5%), 심리적(16.4%), 제도적(35.2.4%), 언어적 요인(37.6%)의 네 가지 상위 범주가 도출되었으며, 연구 참여자들은 이러한 요인들을 영어회화의 주요 장애요인으로 지목하였다.

이러한 요인들 중에서 특히 영어회화를 담당하고 있는 원어민 교수는 언어적 요인의 하부 노드인 단어지식의 부재를 결정적인 요인으로 지목하였다.

연구 결과를 토대로 대학에서 레포츠과학부 전공 학생들을 지도하는 원어민 교사나 교재 개발자를 위한 제언을 제시하였다.

@highlight

이 연구는 대학에서 레포츠과학부를 전공하는 학생들을 대상으로 영어회화를 지도하는데 있어 한국계 미국인 교수가 직면하는 어려운 점들을 탐구했다.

