2009년 7월부터 도입된 양육수당은 보육시설을 이용하지 않고 가정 내에서 양육되는 아동에 대한 형평성 차원에서 양육수당이 제공되는 것으로 보육시설을 이용하지 않는 국민기초생활수급자와 차상위 계층 2세 미만 영아에 대해 월 10만 원을 아동양육수당으로 제공하면서 시작되었다.

그러나 2013년에는 소득에 관계없이 만 0~2세의 아동을 대상으로 만 0세 20만원, 만 1세 15만 원, 만 2~5세 10만 원의 지원금을 제공하기로 개정되었다.

2013년의 이러한 정책변화는 전년도인 2012년의 양육수당 정책과 비교해 볼 때, 760%의 재정 증액이 이루어 진 것으로 그 지원의 확대 정도가 이례적으로 매우 큰 것을 알 수 있다.

본 논문에서는 이러한 양육수당의 급격한 확대에 주목하며 양육수당 정책형성과정에 대한 정책네트워크 분석을 시도하였다.

분석 결과, 지방선거, 총선 및 대선이 정책형성 과정 행위자들의 상호작용 및 네트워크 구조 등에 즉각적인 영향을 주었는데, 즉 정당 행위자들은 양육수당의 확대가 정당행위자들의 이익(선거결과)에 직접적인 영향을 준다고 판단하고 있었다.

이러한 정책경쟁 과정에서 정부부처들과의 예산과 관련된 갈등은 오히려 논의를 다양화시켜 양육수당 논의는 활성화 되었다.

또한 총선 이후 새누리당의 공약에서 시작된 양육수당의 확대는 비슷한 복지공약 등을 내세운 박근혜 후보가 대통령에 당선되면서 구체적으로 정책채택 단계로 접어들어 정책형성과정과 정책채택과의 밀접한 관계도 확인하였다.

@highlight

2009년 7월부터 도입된 양육수당은 보육시설을 이용하지 않고 가정 내에서 양육되는 아동에 대한 형평성 차원에서 양육수당이 제공되는 것으로 보육시설을 이용하지 않는 국민기초생활수급자와 차상위 계층 2세 미만 영아에 대해 월 10만 원을 아동양육수당으로 제공하면서 시작됐다.

@highlight

본고에서는 이런 양육수당의 급격한 확대에 주목하며 양육수당 정책형성과정에 대한 정책네트워크 분석을 시도했다.

