본 연구는 청소년 자살을 예방하기 위한 전략들 중, 게이트키퍼로서의 또래 도우미 프로그램을 개발하기 위한 기초 조사연구이다.

이를 위해 또래 도우미 프로그램의 핵심요소인 자살에 대한 위험요인, 경고신호 등 관련요인들에 대한 지식, 오해, 그리고 개입방법에 대해 우리나라 고등학생들의 현 상태를 살펴보았다.

일반계 고등학생 442명을 대상으로 설문지를 실시하였으며, 그 중 430명의 자료를 분석하였다.

학생들은 쉽게 관찰 가능한, 자살의 행동적 특징에 취약하였으며, 성적선호도나 학교관련 특징에 대해서도 자살관련요인으로서 잘 인식하지 못하였다.

자살에 대한 오해는 우려만큼 많지 않았지만, 자살의 개입과 관련하여 문제가 될 수 있는 여러 오해들이 발견되었다.

이러한 오해들은 남자인 경우, 친구가 자살시도를 한 적이 있는 경우에 유의하게 더 높았다.

한편 거의 84%의 학생들이 또래의 자살위험을 알게 되었을 경우 주변 어른에게 알리는 대신, 스스로 대화를 통해 돕는다고 보고하였다.

친구가 자살생각을 밝힌 적이 있는 청소년이 약 33%, 친구가 자살시도를 한 적이 있는 청소년들이 약 17%임에도 불구하고, 주변 어른들에게 도움을 청하는 청소년들은 10%정도 밖에는 되지 않음은 청소년들을 게이트키퍼로서 훈련시켜야 하는 근거를 제시한다.

또래 도우미들은 다른 청소년들의 자살위험을 식별하여 보다 전문적 도움을 제공하거나 연결시킬 수 있는 어른들에게 이를 알릴 수 있도록 훈련되어야 하며, 본 연구의 결과는 이를 위한 기초자료로서 사용될 수 있을 것이다.

@highlight

본 연구는 청소년 자살을 예방하기 위한 게이트키퍼로서의 또래 도우미 프로그램 개발을 위한 기초 조사이다.

@highlight

연구 결과, 학생들은 자살의 행동적 특징에 취약하였으며, 또래의 자살위험을 알게 되었을 경우 주변 어른에게 알리는 대신, 스스로 대화를 통해 돕는다.

@highlight

이는 청소년들을 게이트키퍼로서 훈련시켜야 하는 근거이다.

@highlight

자살위험을 식별하여 전문적 도움을 제공하거나 어른들에게 이를 알릴 수 있도록 훈련되어야 한다.

