본 연구에서는 서비스제공기업들의 관계마케팅의 실질적인 적용가능성을 높이고, 소비자들이 서비스제공기업과의 관계형성을 통해 얻게 되는 관계혜택이 나타나는 과정을 보여주기 위해 서비스제공기업과 고객들간의 관계형성에 영향을 미치는 서비스 및 소비자특성과 서비스제공기업특성을 종합적으로 파악하고자 시도하였다.

구체적으로 본 연구에서는 서비스이용의 지속성, 지각된 위험, 대인관계지향성 등의 서비스 및 소비자 특성변수들과 서비스제공기업의 지각된 전문성, 관계적 행위 등의 서비스제공기업 특성변수들이 서비스제공기업과 고객간의 관계형성에 영향을 주고, 서비스제공기업과의 관계형성을 통해 고객들은 여러 유형의 관계혜택들을 얻는다는 연구모델을 구성하고 이를 실증연구를 통해서 살펴보았다.

서비스 및 소비자특성, 서비스제공기업특성, 관계형성, 관계혜택을 연결하는 과정모델에 대한 실증연구를 통해 서비스이용의 지속성, 서비스에 대한 지각된 위험, 소비자의 대인관계지향성 등이 서비스제공기업과 고객간의 관계형성에 영향을 준다는 것을 발견하였다.

또한 서비스제공기업의 지각된 전문성과 지각된 관계적 행위도 서비스제공기업과 고객간의 관계형성에 영향을 준다는 것을 발견하였다.

마지막으로 서비스제공기업과 관계형성을 통해 고객들은 믿음 혜택, 특별대우 혜택, 사회적 혜택 등의 관계혜택을 얻는다는 것도 확인할 수 있었다.

@highlight

이 연구에서는 서비스제공기업들의 관계마케팅의 실질적인 적용가능성을 높이고, 소비자들이 서비스제공기업과의 관계형성을 통해 얻게 되는 관계혜택이 나타나는 과정을 보여주기 위해 서비스제공기업과 고객들간의 관계형성에 영향을 미치는 서비스 및 소비자특성과 서비스제공기업특성을 종합적으로 파악하고자 시도했다.

