정부차원의 지속적인 지원에도 부진을 거듭하고 있는 전통시장의 활성화를 위하여 캐릭터를 활용하여 브랜드를 개발하고, 이에 대한 브랜드 전략을 제시함으로써 시장 발전 및 지역상생이 본 연구의 목적이다.

이를 위하여 시장상인 및 소비자를 대상으로 인터뷰와 설문조사를 진행하였고, 시장의 현황 및 SWOT분석, 소비자 분석, 기존 시장의 브랜드 적용 현황을 분석하였다.

이를 디자인 방향의 기초자료로 활용하여 제안하고 시장의 브랜드 재활성화를 위하여 스토리텔링을 통한 인지성, 소비자 참여를 위한 개방성, 시장 환경에 맞추어진 확장성으로 전략을 제시하고, 만족도 조사를 통하여 검증을 진행하였다.

전통시장 브랜드 재활성화를 위해서는 첫째, 브랜드를 지속적으로 소비자에게 인식시키기 위하여 스토리텔링 활용의 중요성을 인지할 수 있었다.

둘째, 브랜드 홍보를 위한 캐릭터 포토 존 설치, 이벤트 확대를 통한 SNS 등과 연계한 소비자 참여 유도는 시장 활성화 및 젊은 층 유입에 효과가 있었다.

셋째, 시장 공공환경에 캐릭터 중심의 브랜드 아이덴티티의 일관된 적용은 친숙함을 통한 브랜드 인지도 확장 공간으로 활용되고 시장 특화 제품 개발은 브랜드 인지도를 높이는 유용한 전략이 될 수 있었다.

이는 시장 브랜드의 가치 상승과 지역 상생 및 소비자 만족도 향상에 기여할 수 있었고, 제시된 전략이 전통시장 활성화와 브랜드 개발전략 가이드라인으로 더욱 보완되고 발전되기를 기대한다.

@highlight

본 연구는 정부차원의 지원에도 부진을 겪고 있는 전통시장의 활성화를 위하여 캐릭터를 활용한 브랜드를 개발하고, 전략을 제시함으로써 시장 발전 및 지역상생을 목적으로 분석한 결과, 시장의 브랜드 재활성화를 위하여 스토리텔링을 통한 인지성, 소비자 참여를 위한 개방성, 시장 환경에 맞추어진 확장성으로 전략을 제시하고, 제시된 전략이 가이드라인으로 더욱 보완되고 발전되기를 기대한다.

