4

세

기

 

말

 

콘

스

탄

티

노

플

의

 

감

독

이

었

던

 

크

리

소

스

토

무

스

는

 

재

산

을

 

잃

고

 

쫓

겨

난

 

수

많

은

 

사

람

들

을

 

위

해

 

로

마

제

국

의

 

권

력

과

 

부

를

 

거

머

쥐

고

 

탐

욕

에

 

가

득

 

찬

 

사

람

들

을

 

향

해

 

공

의

를

 

선

포

했

다

.

 

그

는

 

부

와

 

빈

곤

 

간

의

 

인

과

관

계

를

 

지

적

했

고

,

 

토

지

와

 

천

연

자

원

을

 

독

점

함

으

로

 

인

간

을

 

노

예

화

하

는

 

그

 

당

대

의

 

불

의

한

 

경

제

체

제

가

 

공

의

로

운

 

사

회

로

 

개

혁

되

도

록

 

강

단

에

서

 

외

치

며

,

 

삶

의

 

현

장

에

서

도

 

모

범

을

 

보

여

 

주

었

다

.

 

크

리

소

스

토

무

스

는

 

하

나

님

의

 

공

평

과

 

정

의

에

 

근

거

하

여

 

판

단

했

으

며

,

 

법

과

 

제

도

에

 

대

해

서

 

합

법

 

여

부

가

 

아

닌

 

공

의

 

여

부

를

 

중

심

으

로

 

올

바

른

 

대

안

을

 

제

시

했

다

.

 

특

히

 

토

지

와

 

천

연

자

원

에

 

대

한

 

사

적

 

소

유

는

 

인

간

을

 

노

예

로

 

만

드

는

 

심

각

한

 

죄

악

임

을

 

지

적

했

다

.

 

크

리

소

스

토

무

스

는

 

인

간

의

 

기

본

 

평

등

권

과

 

천

부

인

권

을

 

강

조

하

면

서

,

 

토

지

소

유

권

의

 

독

점

에

 

대

해

 

단

호

하

게

 

거

부

하

며

 

희

년

사

상

을

 

제

시

해

 

주

었

다

.

 

그

는

 

교

회

를

 

중

심

으

로

 

사

회

 

전

반

에

 

걸

친

 

나

그

네

 

쉼

터

,

 

구

빈

원

,

 

무

료

급

식

 

등

의

 

구

제

활

동

을

 

제

도

적

 

차

원

으

로

 

발

전

시

켰

다

.

 

특

히

 

그

는

 

당

시

 

유

독

시

아

 

여

제

를

 

향

해

 

가

난

한

 

사

람

들

의

 

토

지

를

 

빼

앗

은

 

이

세

벨

이

라

고

 

공

개

적

으

로

 

책

망

할

 

정

도

로

 

정

치

 

영

역

에

서

도

 

담

대

하

게

 

예

언

자

적

 

사

명

을

 

감

당

했

다

.

 

이

러

한

 

크

리

소

스

토

무

스

의

 

경

제

사

상

은

 

현

대

사

회

의

 

양

극

화

를

 

초

래

하

는

 

토

지

투

기

와

 

막

대

한

 

상

속

 

등

의

 

불

로

소

득

이

 

불

의

하

다

는

 

것

을

 

강

조

했

으

며

,

 

불

로

소

득

 

환

수

와

 

부

채

탕

감

운

동

과

 

같

은

 

그

리

스

도

인

의

 

공

의

로

운

 

경

제

사

상

의

 

방

향

을

 

제

시

해

 

주

었

다

.

@highlight

4세기 말 콘스탄티노플의 감독이었던 크리소스토무스는 재산을 잃고 쫓겨난 수많은 사람들을 위해 로마제국의 권력과 부를 거머쥐고 탐욕에 가득 찬 사람들을 향해 공의를 선포했다. 크리소스토무스는 하나님의 공평과 정의에 근거해 판단했고, 법과 제도에 대해 합법 여부가 아닌 공의 여부를 중심으로 올바른 대안을 제시했다.