최근 베트남에서 생산된 커피의 농가 단위에서 커피 가격은 상당히 불안정하다.

커피 재배 면적의 증가와 세계시장에서 가격 변동에 따른 커피 가격의 등락은 실질적인 농가 소득의 감소로 이어지게 되었다.

또한 세계 시장에서소비자들의 인증 커피의 선호로 커피 관련 기업에 의한 보다 친환경적으로 재배된 커피에 대한 수요가 증가하게 되었다.

지속가능한 커피 생산은 베트남 국내에서뿐만 아니라 세계적인 차원에서도 큰 흐름이 되어가고 있다.

본 연구는 커피 분야에서 지속가능한 프로그램이 베트남에서는 2000년대 중반부터 인증체제의 도입으로 시작되었고, 보다 본격적인 확대는 정부 및 민간의 협력체제에 의해서 ‘지속가능한 커피 프로그램(Sustainable Coffee Program)’의 실시로 이루어지게 되었다.

본 연구의 주요 관심은 닥락 성에서 그 프로그램이 어떻게 운영되었는지, 그리고 그 프로그램 시행의결과와 그 ‘지속가능한 커피 프로그램’이 커피 생산과 환경적인 측면에서 어떻게 기여하였는지를 파악한다.

끝으로 지속가능한 커피 생산에 참여 농가와 비 참여 농가를 함께 고려함으로써 닥락 성에서 전개된 지속가능한 프로그램의 실체적인 측면을 이해하고자한다.

@highlight

최근 베트남에서 생산된 커피의 농가 단위에서 커피 가격은 상당히 불안정하다.

@highlight

지속가능한 커피 생산은 베트남 국내에서뿐만 아니라 세계적인 차원에서도 큰 흐름이다.

@highlight

지속가능한 커피 생산에 참여 농가와 비 참여 농가를 함께 고려함으로써 닥락 성에서 전개된 지속가능한 프로그램의 실체적인 측면을 이해하고자한다.

