이 연구는 해양경찰공무원의 외상후 스트레스 장애수준을 파악하고, 회복탄력성과의 관계를 규명해 보고자 하는데 그 목적이 있다.

이러한 연구목적을 달성하기 위하여 ‘해양경찰 복지 실태조사 및 중장기 복지전략 수립’ 연구(2018) 에서 수집된 2차 자료를 활용하여 연구를 수행하였다.

분석 결과, 첫째, 외상후 스트레스 장애 수준이 약하다는(0-10) 응답자가715명으로 전체의 81%를 차지하였고, 중간(11-20)은 119명으로 13.49%, 심함(21 이상)은 48명으로 5.44%의 비율 순으로 나타났다.

즉, 전체의 약 19% 가 외상후 스트레스 장애를 가지고 있어 해양경찰공무원의 외상후 스트레스장애가 심각한 수준임을 확인하였다.

둘째, 회복탄력성이 외상후 스트레스 장애에 미치는 영향을 확인한 결과, 회복탄력성이 외상후 스트레스 장애를 9%설명하는 것으로 나타나 외상후 스트레스를 설명하는 주요원인임을 검증하였고, 특히 긍정성의 하위변수인 생활만족도가 외상후 스트레스 감소에 가장 큰 영향을 미치는 것을 확인하였다.

이러한 연구결과를 바탕으로 해양경찰조직의 외상후 스트레스 장애 문제를해결하기 위하여 해양경찰공무원의 회복탄력성을 높이기 위한 프로그램의 마련과 지속적인 외상관리를 제언하였다.

@highlight

해양경찰공무원의 외상 후 스트레스 장애수준을 살펴보고, 회복탄력성과의 관계를 규명하고자 하였다.

@highlight

해양경찰공무원의 약 19%  외상 후 스트레스 장애를 확인하였으며, 회복탄력성이 외상 후 스트레스를 설명하는 주요 원인임을 검증하였다.

