본 연구에서는 자문화기술지 연구 방법으로 성폭력 피해를 경험한 연구자의 성폭력 예방교육 교수 경험을 중심으로 “성폭력 피해자로서 성폭력 예방교육 교수경험은 어떠한가?

”와 “성폭력 피해자로서 성폭력 예방교육 교수 경험의 의미는 무엇인가?

”라는 연구 질문에 대한 답을 내부자적 관점에서 심층적으로 찾고자 하였다.

이를 위해, 수집된 자료를 성찰적으로 분석하였다.

성폭력 피해 현장에서 아무런 행동도 하지 못했던 나는 ‘쭈구리’처럼 좌절감과 무력감을 느꼈다.

하지만 성폭력 피해 경험은 진로 설정에 ‘결정적 사건’이 되었다.

사명감을 발견하고 성폭력에 관해 공부하며 마침내 바라던 성폭력 예방교육 강사가 되었다.

성폭력 예방교육 강사로 활동 중 디지털 성범죄(불법 촬영) 피해를 겪으며 이전 성폭력 피해 상황과는 다른 행동을 하여 내면의 힘이 강해졌음을 느꼈다.

나는 ‘원더우먼’이 되었다.

뿐만 아니라 성폭력 피해자의 관점에서 그간 내가 해 온 성폭력 예방교육에 큰 문제가 있었음을 통찰하였다.

이후 성폭력 예방 교육의 방향성을 바꾸며 성폭력 예방 강사로서의 진화 과정을 겪었음을 깨달았다.

본 연구를 통해 알게 된 부분은 성폭력 피해자들을 조금이나마 이해하고 성폭력 예방교육을 진행하는 교수자에게 작은 도움이 될 수 있을 것이다.

@highlight

성폭력 피해를 경험한 연구자의 성폭력 예방교육 교수 경험을 중심으로 “성폭력 피해자로서 성폭력 예방교육 교수경험은 어떠한가?

@highlight

”와 “성폭력 피해자로서 성폭력 예방교육 교수 경험의 의미는 무엇인가?

@highlight

”에 대한 답을 찾고자 분석하여 성폭력 예방교육 강사로 활동 중 디지털 성범죄 피해를 겪으며 이전 성폭력 피해 상황과는 다른 행동을 하여  강해졌음을 느꼈다.

