이 글은 아동복지법과 아동학대특례법에 규정된 아동학대행위에 대한 처벌규정을 대상으로, 기존의 형법상 범죄와 비교하여 아동학대행위가 가지고 있는 불법적 특성을 부각하고 이에 따른 처벌규정의 적용범위, 처벌의 필요성 등에 대하여 논의한다.

우선 정서적 학대행위를 처벌의 대상으로 하고 있는 점에 대하여, 아동복지법상의 정서적 학대행위는 아동의 건강, 복지 또는 정상적 발달을 보호하기 위한 것으로 형법상의 학대와는 그 불법의 내용과 차원이 다르다고 할 수 있어서 별개의 범죄로 취급되어야 하며 이는 신체손상행위를 내용으로 하는 신체적 학대행위도 마찬가지이다.

다만 명확성의 원칙에 부합하기 위하여 현행 규정을 좀 더 상세하게 기술하는 것으로 개선할 필요가 있다.

그러나 방임행위 규정은 포섭의 범위가 넓고 추상적인 부작위행위라는 점에서 현행 규정은 입법적 타당성을 가지기 어려워 보인다.

통상 아동학대는 훈육과 구별이 어렵다는 문제점이 있으나 피해아동의 피해가 명확한 경우에는 아동학대를 원칙적으로 인정해야 할 것이지만, 과도한 개입의 방지를 위하여 형법 제20조(정당행위)와 같은 취지의 위법성조각사유를 명문화하는 것을 제안해 볼 수 있다.

덧붙여, 아동학대범죄 구성요건의 입법기술적 한계에 따른 문제를 보완하기 위하여 조사절차를 전문화할 수 있는 제도적 장치에 대하여 적극적으로 검토할 필요성이 있다.

@highlight

본 연구는 아동복지법과 아동학대특례법에 규정된 아동학대행위에 관한 처벌규정을 대상으로, 기존의 형법상 범죄와 비교해 아동학대행위가 가지고 있는 불법적 특성을 부각하고 이에 따른 처벌규정의 적용범위, 처벌의 필요성 등에 관해 논의한다.

