문자는 문화를 전승하는데 중요한 매개체로서, 한 민족의 내재된 심미적 정취와 사고방식을 담고 있는 민족 문화와 정신이 집중된 표현이다.

한자는 중국에서 고대부터 지금까지 오래 전승된 옛 문자이자, 오늘날 세계에서 널리 사용되고 있는 유일한 표의문자로, 디자인 분야에서 지속적으로 중요시했던 디자인 자원이다.

본 논문에서는 형태, 구조, 의미의 세 가지 관점에서 한자의 발전 경로 서술을 시작으로, 한자의 세 가지 심미적 특징을 다루고, 근태강(?

?

强) 선생의 디자인 작품에 대한 분석을 통해, 한자의 심미적 특징이 현대 디자인에서 어떻게 응용되고 있는지를 살펴봄으로써, 한자의 아름다움이 오늘날 디자인에서 표현되는 경로와특징을 탐색하였다.

한자의 세 가지 심미적 특징을 통해 한자와 현대적 디자인을 적극적으로 융합한 근태강 선생 작품을 분석하여, 중국적 정취를 공유하고 있는 작품의 경우 위 분석틀이 유의미한 결과물을 도출할 수 있다는 사실을 알게 되었다.

한자의 심미적 특징은 중국 디자인에서 중요한 미학적 임무를 수행하고 있으며, 중국의 현대 디자인 작품을 이해하는 데 유의미한 참조점으로 기능한다.

@highlight

문자는 문화를 전승하는데 중요한 매개체로 한 민족의 내재된 심미적 정취와 사고방식을 가지고 있는 민족 문화와 정신이 집중된 표현이다.

