본 연구는 과학영재학생들의 일상에서 나타나는 몰입유형과 창의성을 알아보고 그 관계를 찾아보는데 목적이 있다.

이를 위해 영재학생들의 몰입 경험과 주된 활동을 2개월 동안 경험표집법(Experience Sample Method:ESM)을 통해 자료를 수집하였고 창의성과의 관계를 상관분석을 통해 분석하였다.

연구 결과 4채널 상태 중 몰입이 40.4%로 가장 높게 나타나 일상에서 초등과학영재들이 몰입 경험을 많이 하고 있음을 알 수 있었다.

몰입이 많이 나타나는 주된 활동은 생산활동, 사회활동, 여가활동, 기초활동 순으로 나타났으며 기술과 도전이 낮은 무관심은 반대의 순으로 나타났다.

몰입경험과 창의성은 유의수준 .01에서 정적 상관을 가져 일상에서 몰입 경험이 많이 나타날수록 창의성도 높게 발현됨을 알 수 있었다.

연구결과 과학영재들의 창의성 증가를 위해서는 몰입을 많이 경험할 수 있는 과학프로그램 개발이나 삶 속에서 몰입경험 빈도가 높은 생산활동을 하면서 동시에 불안을 줄이고 인내심을 기를 수 있는 환경을 가지게 하는 것이 필요하다.

@highlight

이 연구는 과학영재학생들의 일상에서 나타나는 몰입유형과 창의성을 알아보고 그 관계를 찾아보는데 목적이 있다.

