조직 내에 정보자산들의 숫자가 증가하고, 관련된 취약점의 종류와 개수가 증가함에 따라 조직 내 네트워크에 어떠한 취약점이 존재하는지 파악하는 것이 점차 어려워지고 있다.

취약점 데이터베이스 및 이를 활용한 취약점 분석 관련 정량적 분석 기준들 역시 존재하지만, 각각의 보안전문가들의 주관적인 기준에 따른 평가방식과, 수동적 측정 방법으로 인해 네트워크 시스템의 위험도 및 공격 침투 경로를 정량적 평가에 기반하여 예측하기에 효율적이지 못한 문제가있다.

본 논문에서는 자동화된 취약점 평가 및 공격 침투 경로 예측 시스템인 HRMS(Hacking and Response Measurement System)를 제안하고, 네트워크 시스템 내 예상 공격 경로를 도출한 결과를 제시하였다.

HRMS는정보자산에 대한 충분한 정보가 주어지지 않았다 하더라도, 기존에 알려진 시스템 또는 어플리케이션의 보안관련 평판치를 취약점 평가지표를 기반으로 계산하여, exploitability를 산정하고 attack graph 경로를 생성한다는 점에서 효율적이라 할 수 있다.

본 논문에서 제안한 HRMS를 이용하여 적극적인 취약점 분석을 통한 보안관리를 할 때에 공격경로 예상을 통한 능동적인 대응책을 마련할 수 있을 것이다.

@highlight

본고에서는 자동화된 취약점 평가 및 공격 침투 경로 예측 시스템인 HRMS(Hacking and Response Measurement System)를 제안하고, 네트워크 시스템 내 예상 공격 경로를 도출한 결과를 제시하였다.

