본 연구는 플립러닝에서 학습자의 자기결정성 요인(자율성, 유능감, 관계성)과 인지된 성취도 간의 관계에서 협력지향성과 인지적 실재감의 매개효과를 검증하는 것을 목적으로 실시되었다.

본 연구의 대상은 경북에 소재한 중학교 1학년 사회과 플립러닝에 참여하는 중학생 84명이었으며, 성취도를 포함한 모든 변인은 자기보고식 설문을 통해 측정하고 회귀분석을 활용하여 자료를 분석하였다.

그 결과 협력지향성은 자율성과 인지된 성취도, 유능감과 인지된 성취도 간의 관계를 완전하게 매개하였다.

또한 인지적 실재감 역시 자율성과 인지된 성취도, 유능감과 인지된 성취도 간의 관계를 완전매개하는 것으로 나타났다.

본 연구결과는 플립러닝 환경에서 학습자의 자율성과 유능감이 높을수록 학습 과제를 수행하는 과정에서 인지적 참여 및 협력에 대한 긍정적 태도 수준이 높아지며, 이러한 과정이 의미있는 학습성과로 이어질 수 있음을 시사한다.

따라서 효과적인 플립러닝을 위해 학습자의 인지적 실재감을 촉진시킬 수 있는 교실활동을 설계하고 학습자들의 협력을 적극적으로 지원할 필요가 있으며, 플립러닝을 유의미하게 이끌어나갈 수 있는 다양한 전략에 대한 고려가 필요하다.

@highlight

이 연구는 플립러닝에서 학습자의 자기결정성 요인(자율성, 유능감, 관계성)과 인지된 성취도 간의 관계에서 협력지향성과 인지적 실재감의 매개효과를 검증하는 것을 목적으로 실시되었다.

