‘노인 허약’은 생리학적 기전에 근거한 정상 노화와 구별된 뚜렷한 ‘임상 증후군’이다.

또한, ‘노인 허약’은 ‘정상 노화’‘전허약’‘노인 허약’‘노인병’으로 이어지는 역동성의 관점에서 이해해야 한다.

‘노인 허약’은 자신의 능동적 노력에 따라 충분히 가역적인 특징이 있다.

초기에는 증상이 뚜렷하지 않으나 점차 진행할수록 호소하는 증상이 증가한다.

체중 감소, 근육 감소(sarcopenia), 활동량 감소, 균형감각 및 보행 속도의 저하, 인지기능 저하와 영양 부족 소견들이 관찰된다.

따라서,‘노인 허약’이 있을 경우 이동 능력 등 일상생활 수행 기능이 저하되기 쉽고, 심혈관 질환, 암, 낙상의 발생 위험이 증가할 뿐아니라 사망률이 증가한다.

‘노인 허약’의 예방과 치료를 위해서는 저항 운동이 포함된 운동요법, 비타민, 미네랄, 필수아미노산, 비타민 D 등의 영양요법의 권고 근거가 높으며, 호르몬보충요법은 아직 근거가 미약하다.

향후 ‘노인 허약’에 대한 정확한 이해를 바탕으로 ‘노인 허약’의 예방 및 치료적 중재 가이드라인을 제시할 다 학제간 연구가 활발히 이루어질 것으로기대한다.

@highlight

‘노인 허약’은 생리학적 기전에 근거한 정상 노화와 구별된 뚜렷한 ‘임상 증후군’이다.

@highlight

‘노인 허약’은 자신의 능동적 노력에 따라 충분히 가역적인 특징이 있다.

