조선시대 유람은 사대부계층이 즐겨 했던 문화행위 중 하나였다.

산수를 단순히 자연으로 인식하지 않고, 정신수양과 역사·문화가 집합된 장소로 인식하고 있다.

조선시대에 유람을 행했던 대부분이 사대부들이었으므로 이들의 유람 양상을 살피는 것은 유람의 개념을 정립하는 데 필요하다.

이를 위해 유람 기록들과 조선왕조실록 등의 연대기적 사료를 함께 활용하여 유람 형태를 분석함으로써 조선시대 사대부들이 행했던 보편적 유람 양상의 일면을 살펴보고자 한 것이다.

사대부들은 유람을 통해 탈속과 안분을 체험하였고, 문기를 함양하고 성리학적 입장을 견지하여 도(道)를 체득하기도 하였다.

그리고 역사현장을 찾아 역사의식을 고양하고, 선현의 자취를 답험(踏驗)하기 위해 유람하기도 하였다.

또한 여가에 사사로이 유람하는 것 외에 자신의 보임지를 순유하면서 유람을 병행했던 양상을 볼 수 있다.

@highlight

조선시대 유람은 사대부계층이 즐겨 했던 문화행위 중 하나였다.

@highlight

산수를 단순히 자연으로 인식하지 않고, 정신수양과 역사·문화가 집합된 장소로 인식하고 있다.

