얼핏 보면 『논어』의 세계는 너무나도 일상적이며 당연한 말들로 가득 차 있다.

그래서 독자는 읽기만 하면 그 의미를 손에 쥘 듯하다는 생각을 갖는다.

차츰차츰 그 세계로 들어가면 애초의 기대와 달리 의미는 독자에게로 오지 않고 독자에서 멀어져가게 된다.

나는 이 글에서 그 이유를 찾고자했다.

그것은 다름 아니라 영웅성 또는 성인성이다.

나는 이 논의를 "我欲仁, 斯仁至矣"(「술이」30) 구절을 통해 전개하고자 한다.

이 구절을 "내가 인하고자 하니 곧 인이 이른다"거나 "내가 인하고자 하면 인이 이른다"로 해석할 수 있다.

전자는 영웅적 인물의 동시성 독해이고 후자는 보통 사람의 조건성 독해이다.

동시성에 따르면 영웅은 지적 탁월성과 재능의 특출성을 지니고 있어 바램과 실현 사이에 아무런 장애가 없다.

반면 조건성에 따르면 범인은 하고 싶은 것이 무매개적으로 그대로 현실화되지 않는다.

현실화를 위해 의지와 앎의 계기가 요구될 수밖에 없다.

이 과정에서 앎은 간지의 위험성을 예방하게 하고 의지는 진실성을 시험하게 하고 지치지 않는 동력을 제공한다.

@highlight

얼핏 보면 『논어』의 세계는 너무나도 일상적이며 당연한 말들로 가득 차 있다.

@highlight

나는 이 글에서 그 이유를 찾고자했다.

