본 연구는 포커싱활용교육프로그램에 참여한 신체화 경향이 있는 중년여성들의 체험을 살펴봄으로써 이들의 신체화 증상에는 어떤 변화가 있는지 알아보는 탐색적 연구이다.

이를 통해 중년여성의 신체화 증상 감소에 대한 포커싱 적용 가능성 및 이들을 돕는 프로그램 개발에 필요한 기초자료를 제공하는 데 그 목적이 있다.

이를 위하여 서울 근교 여러 단체에 공개모집하여 간이정신건강진단(SCL-90-

R)의 신체화 척도에서 19점 이상의 신체화 경향이 있는 중년여성을 대상으로 이틀 동안 총12시간 포커싱활용교육프로그램을 실행하였으며 최종 10명이 본 연구에 참여하였다.

연구 참여자를 대상으로 개별인터뷰를 실시하여 현상학적 방법 중 Giorgi의 연구방법을 활용하여 자료를 분석하였다.

분석한 결과 31개의 주제에서 10개의 중심개념이 도출되었다.

중심개념은 ① 신체화 증상이 자각되는 마음의 상태, ② 문제를 해결하는 방법, ③ 프로그램 참여 동기, ④ 다른 사람과 내가 연결되어 있다는 것을 경험함.

⑤ 나에 대한 수용과 존중을 경험함, ⑥ 건강한 거리두기가 가능해짐, ⑦ 머무름이 낯설고 생각과 느낌 구분이 모호함, ⑧ 자기 개방이 두려움, ⑨ 불편함에 머무르는 것이 가능해짐, ⑩ 자신감이 향상됨으로 나타났다.

마지막으로 포커싱활용교육프로그램의 특징을 구체적으로 살펴보고, 포커싱 활성화를 위한 방안과 앞으로의 연구 방향에 대해 제시하였다.

@highlight

이 연구는 포커싱활용교육프로그램에 참여한 신체화 경향이 있는 중년여성들의 체험을 살펴봄으로써 이들의 신체화 증상에는 어떤 변화가 있는지 알아보는 탐색적 연구이다.

