여러 자료, 통계, 지표들이 보여주고 있듯 신자유주의 아래 시장만능주의가 지배하는 현금의 지식과 학문과 교육은 한국과 세계 모두 전면적인 위기를 겪고 있다.

이들을 통합적으로 엮는 대안의 모색은 불가능한 것인가?

이제 좀 더 근본적이고 발본적인 해법을 모색할 때로 보인다.

지식의 궁극적 목표로서의 ‘인간성’, 학문의 존재이유로서의 ‘사회성’, 교육의 기저 지향가치로서의 ‘공공성’을 함께 발양하기 위한 통합체계로서의 사회인문학은 하나의 잠정적 대안이 될 수 있을 것으로 사료된다.

지식은 무엇보다도 인간성 고양을 목표로 하지 않으면 안 되며, 학문은 마땅히 전체로서의 사회를 문제 삼아야 하며, 교육은 또 반드시 공공성을 추구하지 않으면 안 된다.

그러할 때 하나의 통학문(統/通學問) 체제로서 사회인문학은 지식과 학문과 교육의 세 차원과 영역을, 가로지르는 동시에 다시 섞고, 끝내는 하나로 묶어낼 수 있는 궁구가 아닐까 싶다.

그것은 삶과 지식, 학문과 사회, 공공과 사사, 교육과 학습, 전체와 부분을 가르는 기존의 전통적인 경계와 분획들을 고의로 모호하게 하여 필요한 파열과 중첩과 돌파를 만들어낼 새로운 융합체계로 추구될 수 있을 것이다.

그러나 말할 필요도 없이 본고는, 앞으로 사회인문학에 대한 풍부하고 심도 깊은 논의가 분야별로 더욱 활발해지길 기대하는 하나의 초보적 문제제기에 불과하다는 점을 밝혀둔다.

@highlight

여러 자료, 통계, 지표들이 보여주고 있듯 신자유주의 아래 시장만능주의가 지배하는 현금의 지식과 학문과 교육은 한국과 세계 모두 전면적인 위기를 겪고 있다.

