국내 알레아 연구는 사행성 담론에 한정된 채, 우연성의 놀이학적 의미와 기능은 주목받지 못하고 있다.

알레아 연구가 사행성 규제 법안을 중심으로 진행될 경우 알레아는 ‘도박’ 개념에 종속되어 우연성에서 창발되는 순기능이 무시된 채 부정적인 의미로 평가절하되는 한계를 갖게 된다.

따라서 본 연구는 카이와가 주창한 알레아 개념의 계보를 따라 ‘우연’과 ‘놀이’의 의미와 기능을 분석함으로써 알레아가 가진 세부적 층위들을 그레마스 기호사각형으로 구조화하고 이를 디지털 사례에 적용해보고자 한다.

본 연구는 알레아의 세부 층위를 주술적 알레아, 시스템적 알레아, 영웅적 알레아 세 가지로 나누었으며 이를 디지털 사례인 CCG 하스스톤에 적용해 보았다.

이를 통해 사행성 도박과 알레아의 스펙트럼적 관계를 파괴하고 다양한 성질의 알레아를 구분해 냄으로써 우연놀이의 순기능을 재발견하고자 한다.

@highlight

국내 알레아 연구는 사행성 담론에 한정된 채로 우연성의 놀이학적 의미와 기능은 주목받지는 못한다.

