본 연구는 시내버스운전자와 택시운전자가 운전을 하면서 느끼는 작업부하와 정서상태 그리고 피로의 수준을 알아보고, 작업부하 및 하위부담요인이 피로에 미치는 영향을 살펴보고자 하였다.

또한, 작업부하가 피로에 미치는 영향에서 정서상태가 매개변인의 역할을 하는지도 확인해보고자 하였다.

본 연구에는 시내버스운전자 63명과 택시운전자 48명이 참가하였다.

연구결과, 두 운전자집단 모두에서 작업부하를 많이 느끼는 운전자일수록 피로를 더 많이 호소하는 것으로 나타났다.

작업부하의 하위부담요인이 피로에 미치는 영향을 알아본 결과, 정신적 부담이 두 운전자집단의 피로에 공통적으로 영향을 미치고 있었다.

이외에 시간적 부담, 작업의 어려움 그리고 저해요소는 시내버스운전자의 피로에 영향을 미치는 것에 반해 신체적 부담과 노력의 부담은 택시운전자의 피로에만 영향을 미치는 것으로 나타났다.

정서상태의 매개효과를 검증한 결과, 두 운전자집단 모두에서 작업부하가 피로에 미치는 영향에 대해 부적정서상태가 매개변인의 역할을 하고 있었다.

시내버스운전자와 택시운전자는 대중교통수단을 운전한다는 측면이 동일하다.

따라서 비슷한 수준의 작업부하와 피로를 보고한 것으로 보인다.

그러나 업무 및 운전환경에 차이가 있기 때문에 그들의 피로에 영향을 미치는 심리적 요인이 다름을 확인하였다.

따라서 운수회사가 운전자의 피로를 개인의 문제로만 다룰 것이 아니라 운전자의 업무환경을 개선하기 위해 적극적으로 노력을 기울여야 할 것이다.

@highlight

시내버스운전자와 택시운전자의 작업부하와 정서상태 그리고 피로의 수준을 알아보고, 그것들이 피로에 미치는 영향을 살펴보고자 하였으며 작업부하가 피로에 미치는 영향에서 정서상태가 매개변인의 역할을 하는지 여부를 확인하였다.

@highlight

그 결과 두 집단 모두에서 작업부하가 피로에 미치는 영향에 대해 부적정서상태가 매개변인의 역할을 하고 있는 것이 확인 되었다.

