이

 

연

구

의

 

목

적

은

 

교

양

무

용

 

참

여

자

의

 

무

용

능

력

성

취

,

 

주

관

적

 

행

복

감

,

 

생

활

만

족

의

 

관

계

를

 

구

명

하

는

데

 

있

다

.

 

이

에

 

연

구

대

상

자

는

 

서

울

,

 

경

기

,

 

전

주

,

 

충

북

지

역

에

 

소

재

되

어

 

있

는

 

4

년

제

 

대

학

 

교

양

무

용

 

참

여

자

들

을

 

대

상

으

로

 

표

본

의

 

추

출

은

 

비

확

률

표

집

방

법

 

중

 

편

의

표

본

추

출

법

(

c

o

n

v

e

n

i

e

n

t

 

s

a

m

p

l

i

n

g

 

m

e

t

h

o

d

)

을

 

이

용

하

여

 

최

종

 

2

1

3

부

의

 

설

문

지

가

 

실

제

분

석

에

 

사

용

되

었

다

.

 

자

료

처

리

는

 

S

P

S

S

 

1

8

.

0

 

프

로

그

램

과

 

A

M

O

S

 

1

8

.

0

 

통

계

패

키

지

를

 

이

용

하

여

 

확

인

적

 

요

인

분

석

(

c

o

n

f

i

r

m

a

t

o

r

y

 

f

a

c

t

o

r

 

a

n

a

l

y

s

i

s

)

,

 

측

정

모

델

요

인

분

석

,

 

상

관

관

계

 

분

석

,

 

구

조

방

정

식

모

형

(

s

t

u

c

t

u

r

a

l

 

e

q

u

a

t

i

o

n

 

m

o

d

e

l

i

n

g

:

 

S

E

M

)

분

석

을

 

실

시

하

여

 

다

음

과

 

같

은

 

결

론

이

 

도

출

되

었

다

.

 

첫

째

,

 

교

양

무

용

 

참

여

자

의

 

무

용

성

취

능

력

의

 

실

기

능

력

성

취

는

 

주

관

적

 

행

복

감

에

 

유

의

한

 

영

향

을

 

미

치

지

 

않

는

 

것

으

로

 

나

타

났

다

.

 

그

러

나

 

이

해

능

력

성

취

는

 

주

관

적

 

행

복

감

에

 

유

의

한

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

교

양

무

용

 

참

여

자

의

 

주

관

적

 

행

복

감

은

 

생

활

만

족

에

 

유

의

한

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

교

양

무

용

 

참

여

자

의

 

이

해

성

취

능

력

은

 

여

가

만

족

,

 

실

기

성

취

능

력

은

 

건

강

만

족

에

 

영

향

을

 

미

치

지

 

않

는

 

것

으

로

 

나

타

났

으

나

,

 

무

용

성

취

능

력

은

 

생

활

만

족

에

 

대

부

분

 

유

의

한

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

@highlight

교양무용 참여자의 무용성취능력의 실기능력성취는 주관적 행복감에 유의한 영향을 미치지 않는 것으로 나타났다. 교양무용 참여자의 주관적 행복감은 생활만족에 유의한 영향을 미치는 것으로 나타났다. 교양무용 참여자의 이해성취능력은 여가만족, 실기성취능력은 건강만족에 영향을 미치지 않는 것으로 나타났으나, 무용성취능력은 생활만족에 대부분 유의한 영향을 미치는 것으로 나타났다.