관계마케팅이라는 개념이 등장한 이래 고객의 충성도와 재방문이 중요한 목표가 되고 있는 서비스 산업에서 관계 혜택은 매우 중요한 이슈로 대두되고 있다.

특히 고객들이 기업의 어떤 측면에 가치를 부여하는지 파악하는 것은 매우 의미가 있으며, 가치를 인식한 고객들이 어떤 인지적, 행동적 반응을 보이는 가는 기업의 입장에서도 매우 중요한 사실이다.

따라서 다음과 같은 연구를 진행했다.

첫째, 은행 거래 고객을 대상으로 다양한 관계 혜택의 요인들(사회적, 특별대우, 확신적 혜택)이 자신과 기업 간의 동일시에 대한 지각에 어떤 영향을 미치는지 살펴보았다.

둘째, 고객-

기업동일시가 고객의 자발적인 행동인 고객 참여를 어떻게 변화시키는지 규명하였다.

셋째, 고객-

기업동일시와 고객참여간의 관계에 미치는 고객 역할 명확성의 조절효과를 제시하였다.

이를 통해 다음과 같은 결과를 도출하였다.

첫째, 관계혜택(확신, 특별대우)은 고객-

기업동일시에 긍정적인 영향을 미치는 것으로 나타났으나, 사회적 혜택은 유의적인 관계가 없는 것으로 나타났다.

둘째, 고객-

기업동일시가 고객참여(Co-

production)에도 긍정적인 영향을 미치는 것으로 나타났다.

셋째, 조절변수인 고객의 역할명확성은 고객-

기업동일시가 고객참여(Co-

production)에 미치는 효과를 강화시키는 것으로 나타났다.

마지막으로 고객-

기업동일시가 관계혜택과 고객참여 간의 관계에 미치는 매개역할을 검증하였다.

@highlight

관계혜택은 고객-

@highlight

기업동일시에 긍정적인 영향을 미치는 것으로 나타났으나 사회적 혜택은 유의적인 관계가 없는 것으로 나타났다 또한 고객-

@highlight

기업동일시가 고객참여에도 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

마지막으로 고객-

@highlight

기업동일시가 관계혜택과 고객참여 간의 관계에 미치는 매개역할을 검증하였다.

