본 연구는 클러스터 적응주기 모델에 기반하여 구미국가산업단지의 진화 과정의 특성과 그 내·외적 동인을분석하였다.

구미국가산업단지는 공간적·산업적 영역의 확대를 통해 비약적인 발전을 거듭하면서 우리나라 대표적인 IT산업 클러스터로서의 위상을 차지하고 있다.

그러나 1990년대 이후의 성장기, 2000년대 중반 이후의 성숙기그리고 2010년대 중반부터의 성숙정체기로 진화한 이후 쇠퇴기로 들어서고 있다.

이는 기반구축기에서 성장기를 거쳐 성숙기로 진화하기까지 구미국가산업단지에 크게 영향을 미쳤던 국제적·국가적 수준의 외적 동인이 아닌, 대기업의 역외 유출, 중소기업의 미흡한 연구역량 그리고 획기적인 제도적 기반의 미흡과 같은 내적 동인이 중소기업들의경영상 어려움을 가중시켰기 때문이다.

따라서 외부 충격에 대한 회복력 강화를 통해 구미국가산업단지가 재활성화기로 진화하도록 하기 위해서는 무엇보다 국가적 차원에서 영세·소기업의 역량강화에 초점을 두고 중앙정부 및 지자체, 그리고 지원기관의 역할을 보다 확대할 필요가 있다.

또한 지역경제를 이끌어 갈 중견기업을 집중적으로 육성시켜 이를 지역에 성공적으로 뿌리내리게 하여 구미국가산업단지가 지속가능한 혁신 생태계로 거듭날 수 있도록 해야 할 것이다.

@highlight

클러스터 적응주기 모델에 기반하여 구미국가산업단지의 진화 과정의 특성과 그 내·외적 동인을분석하였고
이는 기반구축기에서 성장기를 거쳐 성숙기로 진화하기까지 구미국가산업단지에 크게 영향을 미쳤던 국제적·국가적 수준의 외적 동인이 아닌, 대기업의 역외 유출, 중소기업의 미흡한 연구역량 그리고 획기적인 제도적 기반의 미흡과 같은 내적 동인이 중소기업들의경영상 어려움을 가중시켰기 때문이다.

