본고에서는 구매력평가설이 환율과 물가간 장기적 균형관계를 나타낸다는 점에 착안하여 외부적 교란요인을 제거한 근원소비자물가지수를 사용하여 구매력평가설의 성립여부를 파악하였다.

본고에서는 미달러화, 일본엔화, 캐나다달러화 및 영국파운화에 대한 원화환율을 대상으로 구매력평가의 성립여부를 분기별과 월별 생산자물가지수, 소비자물가지수 및 근원소비자물가지수를 이용하여 비교·검토하였다.

Johansen 공적분 검정, 공적분 벡터의 추정, LR 검정결과를 종합적으로 평가하여 볼 때 엔화에 대한 원화환율을 제외하면 분기별 또는 월별 시계열자료에 관계없이 생산자물가지수보다는 소비자물가지수를, 소비자물가지수보다는 근원소비자물가지수를 사용할 때 원화환율의 구매력평가설이 잘 성립되는 것으로 나타났다.

이러한 추정결과는 환율정책의 기초자료로서 적정환율이나 실질실효환율을 산출하는 경우 기존의 생산자물가지수나 소비자물가지수와 더불어 근원소비자물가지수도 같이 고려하는 것이 바람직함을 제시하고 있다.

@highlight

외부적 교란요인을 제거한 근원소비자물가지수를 사용해 구매력평가설 성립여부를 파악한 결과는 환율정책 기초자료로서 적정환율이나 실질실효환율을 산출하는 경우 생산자물가지수나 소비자물가지수와 더불어 근원소비자물가지수도 같이 고려하는 것이 바람직함을 제시한다.

