문화적, 감성적 가치가 증대하고 있는 현대사회에서 통찰적이고 창의적인 인재 양성의 중요성이 부각되고 있다.

이러한 현상에 따라 여러 선진 국가에서는 디자인 교육이 창의적인 사고 뿐만 아니라 통합적인 사고 능력을 발달시킨다는 관점에서 디자인 조기교육을 일찍부터 시행하여 국민의 창의력 증진을 위해 노력하고 있다.

현재 국내에서도 디자인 조기교육의 중요성을 깨닫고 선진 국가의 디자인 조기교육 사례를 토대로 아동을 대상으로 한 디자인 조기교육이 시행되고 있다.

하지만 서양과 동양은 서로 다른 문화권을 가지고 있다.

문화는 교육 방법, 사고방식, 인간관 등 많은 부분에서 영향을 미친다.

디자인도 문화를 바탕으로 성장하기 때문에 디자인 조기교육 또한 서양의 문화를 바탕으로 이루어진 교육과는 차별화 되는 한국 문화적 정서와 사고에 기반을 둔 디자인 조기교육을 통해 고유한 창의성을 증진시킬 필요성이 있다.

이러한 필요성에 의하여 본 연구는 국내 한국 아동의 창의성 증진을 위한 디자인 조기 교육방향을 제시하고, 이에 따른 한국 문화 콘텐츠를 기반으로 개발한 디자인 조기 교육 프로그램의 사례를 제안하고 검증하는 것을 목적으로 하며 궁극적으로 한국 아동의 창의력 증진에 기여하고자 한다.

@highlight

본 연구는 국민의 창의력 증진을 위해 국내 한국 아동의 디자인 조기 교육방향을 제시하고, 디자인도 문화를 바탕으로 성장하기 때문에 한국 문화 콘텐츠를 바탕으로 개발한 디자인 조기 교육 프로그램의 사례를 제안, 검증을 목적으로 하며 궁극적으로 한국 아동의 창의력 증진에 기여하고자 한다.

