본 연구의 목적은 대학 교양 무용수업 지도자의 지도유형이 도움요청행동과 수업노력에 미치는 영향을 알아보는 것에 있다.

이에 편의표본추출방법을 이용하여 서울 소재 Y, I, H, S 대학교 교양 무용수업에 참여하고 있는 대학생들을 대상으로 총 367부의 설문지를 수집하였다.

자료처리는 SPSS 21.0를 이용하여 탐색적 요인분석, 상관관계분석, 회귀분석을 실시하였고 결과는 다음과 같다.

첫째, 교양무용 지도자의 지도유형의 훈련지시행동, 긍정적보상행동이 도움요청에 정(+)의 영향을 미쳤고, 민주적행동과 사회적지지행동 및 권위적행동은 영향을 미치지 않았다.

둘째, 무용교수의 지도유형의 훈련지시행동은 정(+)의 영향을 권위적행동은 수업노력에 부(-

)의 영향을 미쳤다.

반면 민주적행동과 긍정적 보상행동 및 사회적지지행동은 수업노력에 영향을 미치지 않았다.

셋째, 도움요청은 수업노력에 정(+)의 영향을 주는 것으로 나타났다.

@highlight

대학 교양 무용수업 지도자의 지도유형이 도움요청행동과 수업노력에 미치는 영향을 알아보았다.

@highlight

교양무용 지도자의 지도유형의 훈련지시행동, 긍정적보상행동이 도움요청에 정(+)의 영향을 미쳤고, 민주적행동과 사회적지지행동 및 권위적행동은 영향을 미치지 않았다.

@highlight

무용교수의 지도유형의 훈련지시행동은 정(+)의 영향을 권위적행동은 수업노력에 부(-

@highlight

)의 영향을 미쳤다.

@highlight

도움요청은 수업노력에 정(+)의 영향을 주는 것으로 나타났다.

