최근 몇 년간 국내 청소년 스마트폰 중독률의 증가 추세에도 불구하고 커뮤니케이션학 관점에서 살펴본 예방 프로그램이나 커뮤니케이션 캠페인 관련 연구는 여전히 부족한 실정이다.

본 연구는 최근 청소년 스마트폰 중독이 사회적인 문제로 부각되고 있는 상황에서 건강·보건 이슈로서의 청소년의 스마트폰 중독문제와 관련된 심리적 변인을 탐색하고, 향후 스마트폰 중독 예방 설득 메시지 개발 전략을 위한 함의를 제공하고자 하였다.

즉, 개인의 자기효능감과 감각추구성향의 수준에 따라 공포소구 메시지와 유머소구 메시지에 대한 호의적 태도와 스마트폰 중독 예방행동의도의 설득 정도가 어떻게 다르게 나타날 수 있는지에 초점을 두었다.

이를 위하여 인천광역시 소재 2개 고등학교 청소년들 500명(N=463)을 편의표집 하여실험연구를 실시하였다.

결과로는, 자기효능감과 감각추구성향 수준에 따른 스마트폰 중독의 유의미한 차이는 없었다.

그러나 감각추구성향의 수준에 따라 유머소구예방 메시지 태도에 대한 유의미한 영향력이 발견되었고 공포소구 메시지는 유의미한 차이를 보이지 않았다.

또한 공포소구 및 유머소구 예방 메시지는 감각추구 수준에 따른 예방 행위의도에 아무런 영향을 미치지 못했다.

마지막으로, 자기효능감이 강한 집단일수록 유머소구 예방메시지가 개인의 태도와 행위의도에 유의미한 영향을 미치는 결과를 발견하였다.

이러한 실증분석을 토대로 본 연구는 청소년들의 스마트폰 중독에 관한 이론적·실무적 시사점을 제시할 수 있다 하겠다.

@highlight

이 연구는 최근 청소년 스마트폰 중독이 사회적인 문제로 부각되고 있는 상황에서 건강·보건 이슈로서의 청소년의 스마트폰 중독문제와 관련된 심리적 변인을 탐색하고, 향후 스마트폰 중독 예방 설득 메시지 개발 전략을 위한 함의를 제공하고자 하였다.

