본 연구는 법인세비용의 가치관련성을 연구한다.

그 동안 많은 연구들이 당기순이익 (혹은 영업이익)의 가치관련성을 연구해 왔지만, 법인세 비용의 가치관련성에 대한 연구는 많이 부족한 실정이다.

특히, 이론적인 배경과 실증적인 분석 간에는 커다란 차이가 발견되어 왔다.

법인세비용의 수익비용대응의 역할을 강조하는 이론은 법인세비용이 기업가치와는 음(-

)의 상관관계를 가져야 한다고 주장하였다.

그와는 반대로 법인세비용의 정보효과를 주장하는 이들은 법인세비용과 기업가치와의 관계는 양(+)의 관계에 있어야 한다고 주장한다.

또한 선행연구들의 결과를 보면 법인세비용의 가치관련성은 여러 가지 요소들과 샘플 구성에 따라 달라질 수도 있다고 보고되었다.

본 연구는 한국의 12,132 기업-

연도를 대상으로 두 가지 상반되는 이론과 연구모형 및 샘플구성을 모두 고려하여 연구를 수행하였다.

그 결과 주식가격모형(Price test)에서 법인세비용은 기업가치와 음(-

)의 관계를 나타내고, 주가수익률모형(Return test)에서는 기업가치와 양(+)의 관계를 보여준다.

이는 주식가격모형에서는 법인세비용의 수익비용대응의 역할을 강조하고, 주가수익률모형은 정보효과를 더 강조한다고 볼 수 있다.

따라서 선행연구들은 그 선택 모형에 따라 결과가 재해석될 여지가 충분하며, 연구자들은 연구모형을 선택함에 있어서 주의를 기울여야 하겠다.

@highlight

이 연구는 법인세비용의 가치관련성을 연구한다.

@highlight

법인세비용의 수익비용대응의 역할을 강조하는 이론은 법인세비용이 기업가치와는 음(-

@highlight

)의 상관관계를 가져야 한다고 주장했다.

