본 연구에서는 oxi-

PAN 섬유를 이용하여 각각의 온도와 각 온도에서의 섬유에 부가되는 장력을 조절하여 탄소섬유를 제조하고 단섬유 인장실험과 라만 분광분석을 수행하여 결과를 바탕으로 oxi-

PAN 섬유의 탄화 조건에 따른 구조적 변화와 그에 따른 물성의 변화를 관찰하고자 하였다.

라만 분광분석을 통해 계산된 ID/IG 측정값들은 탄소섬유의 탄성율과 동일한 변화양상을 보여주었으며 특히 탄화온도는 일반적으로 고온일수록 흑연구조가 발달하여 섬유의 탄성율이 증가하는 양상이 나타난다고 알려져 있으나 결과를 통해 분석한 바에 따르면 일정한 장력(≥25 MPa) 이상에서만 그러한 결과가 관찰되는 것으로 나타났다.

이와는 대조적으로 인장강도의 경우 라만분광분석 결과와의 연관성을 찾을 수 없었으며 또한 부가되는 장력에 의해 증가혹은 감소하는 상반된 경향이다양하게 나타나 특정 변수에 따른 영향을 판단하기 어려웠다.

따라서 본 연구의 결과를 통해 특히 고탄성율의 탄소섬유의 제조를 위한 oxi-

PAN 섬유의 탄화 온도 최적화를 위해서는 최적의 섬유장력 조건 또한 중요하게 고려되어야 함을 알 수 있었다.

@highlight

oxi-

@highlight

PAN 섬유를 이용하여 각각의 온도와 각 온도에서의 섬유에 부가되는 장력을 조절하여 탄소섬유를 제조하고 단섬유 인장실험과 라만 분광분석을 수행하여 결과를 바탕으로 oxi-

@highlight

PAN 섬유의 탄화 조건에 따른 구조적 변화와 그에 따른 물성의 변화를 관찰하고자 하였다.

@highlight

라만 분광분석을 통해 계산된 ID/IG 측정값들은 탄소섬유의 탄성율과 동일한 변화양상을 보여주었으며 특히 탄화온도는 일반적으로 고온일수록 흑연구조가 발달하여 섬유의 탄성율이 증가하는 양상이 나타난다고 알려져 있으나 결과를 통해 분석한 바에 따르면 일정한 장력(≥25 MPa) 이상에서만 그러한 결과가 관찰되는 것으로 나타났다.

@highlight

따라서 고탄성율의 탄소섬유의 제조를 위한 oxi-

@highlight

PAN 섬유의 탄화 온도 최적화를 위해서는 최적의 섬유장력 조건 또한 중요하게 고려되어야 함을 알 수 있었다.

