1990년대 후반부터 중국 국유기업의 구조조정이 본격적으로 진행됨에 따라 많은 노동자들이 일자리를 잃었으며, 현재 제2차 해고사태를 앞두고 있다.

이 논문은 국유기업 개혁으로 인해 해고된 혹은 불안한 일자리에서 힘겹게 살아가는 국유기업 노동자들의 ‘마음’을 살펴본다.

사회주의체제 중국에서 국유기업은 노동자들이 먹고사는 문제를 해결하는 단순한 ‘직장’이 아니라, 자식을 낳고 키우며 세대를 거쳐 땀으로 일궈낸 삶의 터전이자 특별한 마음과 감정이 담긴 자신의 ‘집’이다.

이 논문에서는 우선 개혁의 주류적 담론과 함께 변화된 국유기업 노동자들의 현실을 짚어보고, 국유기업 개혁에 대한 노동자들의 생각과 마음을 분석한다.

국유기업 노동자들에게 국유기업이란 어떤 존재인지, 그리고 노동자들은 국유기업 개혁과정에서 나타난 문제를 어떻게 받아들이고 이해하는지 노동의 관점에서 이들의 ‘마음’을 살펴본다.

결론적으로 개혁의 과정과 담론에서 노동자들은 자신의 정당한 몫을 빼앗겼다고 생각한다.

열심히 일한 것에 대한 몫 뿐 아니라 국유기업 개혁에 대한 의사결정참여와 이익 공유라는 국유기업 원칙에서도 노동자들의 몫은 철저히 배제되어왔다.

@highlight

1990년대 후반부터 중국 국유기업의 구조조정이 본격적으로 진행됨에 따라서 많은 노동자들이 일자리를 잃었고, 현재 제2차 해고사태를 앞두고 있다.

@highlight

이 논문은 국유기업 개혁으로 인하여 해고된 혹은 불안한 일자리에서 힘겹게 살아가는 국유기업 노동자들의 ‘마음’을 살펴보았다.

