혈관성 치매는 Alzheimer’s disease와 더불어 치매의 주요한 원인이고, 특히 Alzheimer’s disease와 달리 치료의 여지가 많다는 점에서 최근 들어 활발한 연구의 대상이 되고 있고 이에 따라 혈관성 치매의 분류와 진단에도 새로운 조명이 가해지고 있다.

혈관성 치매의 존재는오래 전부터 논의돼 왔으나 그 실체에 대해 의견이 분분해 아직 명확한 진단기준이 세워져 있지 않은 형편이다.

혈관성 치매를 둘러싼 몇 가지 논란을 소개해 보면, 첫째, 혈관성 치매는 단일 질환이 아니고 여러 가지 병인을 가지고 있는 증후군이라는 점이다.

둘째, 현재의 혈관성 치매의 진단기준은 모두 Alzheimer’s disease의 경우를 기본 틀로 해서 만들어진 것이라는 점이다.

Alzheimer’s disease 진단은 항상 분명한 기억력장애를 요구하나 이러한 전제는 혈관성 치매의 경우 부적절할 수가 있다.

셋째, 심한 인지기능장애를 보일 때 비로서 치매라고 규정할 경우 초기 환자를 제때 진단할 수 없다는 점이다.

이밖에도 뇌경색의 크기와 위치를 어떻게 규정하느냐, 비허혈성 뇌병변이나 leukoaraiosis를 혈관성 치매에 포함시킬 것인가 등등 여러 가지 논란이 있을 수 있다.

@highlight

혈관성 치매는 Alzheimer’s disease와 더불어 치매의 주요한 원인이고, 특히 Alzheimer’s disease와 달리 치료의 여지가 많다는 점에서 최근 활발한 연구의 대상이 되고 있고 이에 따라 혈관성 치매의 분류와 진단에도 새로운 조명이 가해지고 있다.

