환경의 변화는 기업에게 위협이자 기회가 되기도 한다.

제품을 생산하는 제조업에 기술환경의 변화와 수요환경의 변화는 더 민감할 수밖에 없다.

그리고 기업 간 관계가 성과에 중요한 요소인 공급사슬 구조 내에 있는 제조기업에도 마찬가지이다.

공급사슬 구조 내 제조기업은 공급업체로부터 원자재 또는 부품을 공급받아 완제품을 제조하는 구매기업과 완제품 기업에 원자재 또는 부품을 공급하는 공급기업으로 구분된다.

두 제조기업은 같은 제조업이지만 다른 역할을 가진 입장에서환경의 변화를 받아들이고 대응하게 된다.

본 연구는 구매사와 공급사가 가진 사회자본이 결속에 미치는 영향에 불확실한 환경에 따라 변화되는 것을 비교하고자 시작되었다.

대상 기업은 공급사슬 상의 제조업으로 각 100개씩 200개의 기업을 대상으로 조사되었다.

분석은 SPSS를 활용하였으며, 가설검증으로 다중회귀분석과 조절회귀분석을 진행하였다.

연구결과로 정서적 결속에 미치는 영향 중 구조자본에서 공급사는 기각되었고, 경제적 결속에 미치는 영향 중 관계자본에서 구매사가 기각되어 집단 간 차이를 보였다.

또한, 공급사가 구매사보다 환경에 영향을 받지 않는 것으로 나타났다.

공급사가구매사와의 장기적 거래관계에서 시장에 영향을 바로 받지 않고 계약 또는 협의를 통한 완화장치로 결과가 다르게 나타난 것을 알 수 있었다.

본 연구를 통해 구매사와 공급사는 같은 제조업이라 할지라도 가지는 역할과 위치에 따라 결속에 영향을 미치는 사회자본도 다르고 환경에 대해서도 다르게 받아들이는 것을 알 수 있었다.

@highlight

본 연구는 구매사와 공급사가 가진 사회자본이 결속에 영향을 미치는지, 불확실한 환경에 따라 변화되는지 비교하였다.

@highlight

연구 결과, 정서적 결속 중 구조자본에서는 공급사가, 경제적 결속 중 관계자본에서는 구매사가 기각되었다.

@highlight

또한, 공급사가 구매사보다 환경에 영향을 덜 받았다.

@highlight

본 연구를 통해 같은 제조업이라도 결속에 영향을 미치는 사회자본도 다르고 환경의 영향도 다르다는 것을 알 수 있었다.

