성폭력관련 업무를 담당하는 경찰과 상담사의 연계에 영향을 미치는 요인을 조사하기 위해 상담사 109명과 경찰 114명으로부터 수집된 자료를 통해, 연계실태, 연계관련 변인의 차이를 비교하고, 연계수준에 이차피해태도, 공정성, 다전문직간 관계가 미치는 영향력을 조사하였다.

조사결과, 첫째, 경찰과 상담사 간 연계정도는 가장 높았으나 연계수준에 있어 유의한 차이는 발견되지 않았다.

둘째, 전문직에 따른 차이검증 결과, 경찰과 상담사는 이차피해태도(의심, 편견), 공정성(정보제공), 다전문직간 관계(역량인정, 의사소통)에 있어 유의미한 차이가 있는 것으로 나타났다.

셋째, 연계수준에 영향을 미치는 변인을 살펴본 결과, 경찰과 상담사의 연계수준에 다전문직간 관계(역량인정과 의사소통)는 공통적으로 유의한 영향력을 미치는 것으로 나타났다.

상담사의 경우 그 이외의 변인은 연계수준에 영향을 미치지 않는 반면, 경찰의 연계수준에는 의심, 정보제공과 형사절차설명이 유의한 영향을 미치는 것으로 나타났다.

@highlight

성폭력관련 업무 담당 경찰과 상담사의 연계에 영향을 미치는 요인을 조사하기 위해 연계실태, 관련 변인의 차이를 비교하고, 연계수준에 이차피해태도, 공정성, 다전문직간 관계가 미치는 영향력 검증 결과, 경찰과 상담사는 이차피해태도, 공정성, 다전문직간 관계에서 차이가 났다.

