최근 미국발 경제위기로 인한 고용 악화를 해결하기 위한 일자리 창출 모델로 “1인 창조기업”이 각광을 받기 시작했다.

구체적으로 지난 1월 대통령 신년 국정연설과 3월에 개최된 미래기획위원회 전체회의에서 「중산층 키우기 휴먼뉴딜」정책을 발표한 바 있으며, 이에 대한 후속대책으로 중소기업청에서는 “1인 창조기업 활성화 방안”을 발표한 바 있다.

중소기업청의 “1인 창조기업 활성화 방안”에 따르면 창의적 아이디어에 기반을 두고 손쉽게 창업할 수 있는 1인 창조기업을 새로운 일자리 창출의 모델로서 제시하고 있으며, 1인 창조기업을 미래형 고부가가치 산업으로 육성하기 위한 정책의지를 표명하고 있다.

그러나 현재 우리나라의 중소기업관련법제에서는 1인창조기업의 법적 개념, 창조적 아이디어를 거래할 수 있는 시장을 조성하기 위한 법적 기반, 1인창조기업의 경영안정 지원의 근거 등이 갖추어 있지 못할 뿐 아니라 각종 법적 규제로 인하여 창업의 문턱에서 좌절하는 사례조차 발생하고 있다고 한다.

이 논문에서는 새롭게 각광받고 있는 “1인 창조기업”을 법제화하기 위한 기초연구로서 1인 창조기업의 법적 정의를 모색하고, 중소기업청 소관 법률을 중심으로 1인 창조기업을 지원하기 위한 법적·제도적 현황을 검토함으로써 향후 1인 창조기업 지원을 위한 법적 과제를 도출하고자 한다.

@highlight

최근 미국발 경제위기로 인한 고용 악화를 해결하기 위한 일자리 창출 모델로 “1인 창조기업”이 각광을 받기 시작했다.

@highlight

중소기업청의 “1인 창조기업 활성화 방안”에 따르면 창의적 아이디어에 기반을 두고 손쉽게 창업할 수 있는 1인 창조기업을 새로운 일자리 창출의 모델로서 제시하고 있으며, 1인 창조기업을 미래형 고부가가치 산업으로 육성하기 위한 정책의지를 표명하고 있다.

