연구목적: 본 연구에서는 수요자의 입장에서 장애아동부모의 낮병원 이용 만족 요인이 돌봄 부담에 미치는 영향을 살펴보고자 하였다.

특히, 낮병원 재활서비스의 어떤 만족요인이 돌봄 부담에 영향을 미치는지 치료, 인력, 환경, 운영 분야로 나누어 살펴보고자 하였다.

연구방법: 본 연구의 대상은 만 18세 미만의 장애아동을 양육하며 장애아동의 재활치료를 위해 낮병원에 함께 방문하는 보호자(부모와 가족)이다.

온라인 설문방법으로 200개의 설문지가 응답되었고, 최종분석에 193개의 설문지를 사용하였다.

기술통계 분석, t검정, 분산분석(ANOVA)을 실시하였고, 위계적 회귀분석을 통해 낮병원 이용 만족요인이 돌봄 부담에 미치는 영향을 분석하였다.

연구결과: 분석결과 장애아동의 연령, 치료효과, 비용, 의사, 물리치료사, 시설은 돌봄 부담을 감소시키는데 정적(+)으로 유의미한 영향을 미치는 것으로 나타났고, 작업치료사, 치료장비는 부적(-

)으로 유의미한 영향을 미치는 것으로 나타났다.

결론: 위와 같은 결과를 통해 낮병원을 이용하는 장애아동 부모의 돌봄 부담을 감소시키기 위한 방안을 논의하였다.

@highlight

수요자의 입장에서 장애아동부모의 낮병원 이용 만족 요인이 돌봄 부담에 미치는 영향을 살펴본 결과 장애아동의 연령, 치료효과, 비용, 의사, 물리치료사, 시설은 돌봄 부담을 감소시키는데 정적(+)으로 유의미한 영향을 미치고, 작업치료사, 치료장비는 부적(-

@highlight

)으로 유의미한 영향을 미치는 것으로 나타났다.

