본 연구는 뉴로피드백 훈련을 적용하여 생활습관을 조절하는 자기조절력과 키 성장간의 상관성을 규명함으로 써 키 성장의 효과적인 중재 방안에 대한 해법을 제시하고자 실시하였다.

이를 위해 키 성장 프로그램을 실시하고 있는 초등학교 2학년~4학년 학생 40명(실험군 20명, 대조군 20명) 대상으로 뉴로피드백 훈련 전·후의 변화를 확인하였다.

실험기간은 3개월간(주 2회), 훈련시간은 1회 30분이였다.

뉴로피드백 훈련을 적용한 실험군과 대조군의 자기조절력 차이를 분석한 후, 키 성장 차이를 비교 분석하였다.

첫째, 뉴로피드백 훈련을 적용한 실험군이 대조군에 비해 자기조절력에 유의미한 변화가 있었다.

둘째, 뉴로피드백 훈련을 적용한 실험군이 대조군에 비해 더 크게 키 성장의 변화가 있었다.

이상의 결과를 종합하면 뉴로피드백 훈련이 성장기 학생들에게 있어 키 성장의 후천적 요인들 중 생활습관을 조절하는 자기조절력에 긍정적인 영향을 미치며, 그로 인해 키 성장에도 긍정적인 영향을 미친다는 것이 확인되었다.

@highlight

이 연구는 뉴로피드백 훈련을 적용하여 생활습관을 조절하는 자기조절력과 키 성장간의 상관성을 규명함으로 써 키 성장의 효과적인 중재 방안에 대한 해법을 제시하고자 실시하였다.

