본 논문은 양안관계 발전 모델에서 한반도의 남북한 통일모델을 찾으려고 시도한 선행연구들이 천편일률적으로 선호하는 정치와 경제의 분리를 통한 선정후정(先經後政)과 선이후난(先易後難)의 기능주의적 접근방법을 비판적으로 검토하여 남북한관계 발전을 위한 새로운 전략을 제시하는 것을 목적으로 출발한다.

양안관계와 남북한관계의 비교를 통해 현재 교착상태에 빠져있는 남북관계의 정상화와 한반도의 평화 분위기를 정착하고 궁극적으로 평화통일을 이뤄내는데 크게 기여할 수 있는 새로운 대북 접근방법을 도출한다.

그렇다고 양안관계 발전 모델을 한반도에 그대로 적용하는 것이 아니라 양안의 경험을 교훈이나 시사점으로 삼기는 하되, 남북한관계의 특수성을 고려하여 양안관계의 모델보다 더 유연하고 실용적인 접근방법을 개발하여 제안한다.

북한이 체제 및 정권 유지에 위협을 느끼지 않는 한도 내에서 직접적인 정면 돌파가 아닌 우회적인 방식으로 협조하며 그 결과로 인해 발생하는 변화가 자신에게 이익이 된다는 점을 인식케 하여 스스로 개혁개방의 길로 나올 수 있고 주변의 이해당사국들이 쉽게 수용하고 기꺼이 협조할 수 있는 방안을 개발하여, 궁극적으로 통일로 인한 충격을 줄이고 통일비용을 낮출 수 있는 방안에 초점을 둔다.

@highlight

이 논문은 양안관계 발전 모델에서 한반도의 남북한 통일모델을 찾으려고 시도한 선행연구들이 천편일률적으로 선호하는 정치와 경제의 분리를 통한 선정후정(先經後政)과 선이후난(先易後難)의 기능주의적 접근방법을 비판적으로 검토해 남북한관계 발전을 위한 새로운 전략을 제시하는 것을 목적으로 출발한다.

