전작권 전환기 한국은 북한의 군사적 위협뿐만 아니라 북한의 국지도발과 급변사태, 독도영유군 분쟁과 같은 저강도 분쟁 위협, 그리고 테러, 국제분쟁, 재난 등 초국가적 위협 등에 포괄적으로 대처해야 하는 과제를 안고 있다.

이처럼 전통적 안보 위협뿐만 아니라 비전통적인 안보 위협과 도전이 다양하게 제기됨에 따라 전작권 전환기 한국군은 국민의 생명과 재산을 효과적으로 보호하기 위해 미래의 복합적인 임무와 역할에 맞는 군사력 건설이 이루어져야 할 필요가 있다.

본고에서는 이론적 논의에 노정되어 있던 기존의 위협기반 및 능력기반 국방기획의 논의 틀을 벗어나 군의 임무와 역할을 강조하는 제임스.

A.

위너필드(James A.

Winnefield)의 국방기획 분석틀을 준용하여 한국의 군사력 건설 방향과 과제를 모색하였다.

분석결과, 북한에 대해서는 전면전 전쟁 상황을 가정하여 억제를 목표로 군사력을 건설해야 하고, 북한의 국지도발 위협, 독도 영유권을 둘러싼 일본과의 분쟁, 북한 급변사태시 중국과의 분쟁 등의 저강도분쟁 위협상황에 대해서는 즉각 대응을 목표로 신속기동군을 건설하여야 할 것이다.

또한 초국가 위협으로 대두된 테러, 지역분쟁, 재난 등의 위협에 대해서는 환경조성의 개념에 입각하여 기능이 통합된 해외파병전력이 건설되어야 한다는 함의를 도출하였다.

@highlight

전작권 전환기 한국은 북한의 군사적 위협뿐만 아니라 북한의 국지도발과 급변사태, 독도영유군 분쟁과 같은 저강도 분쟁 위협, 테러, 국제분쟁, 재난 등 초국가적 위협 등에 포괄적으로 대처해야 하는 과제를 안고 있다.

