최근 한국 사회와 학계에서 대한민국의 건국 기점을 놓고 설왕설래하고 있다.

한쪽에서는 1948년 8월 15일을 대한민국의 건국일로 보는가 하면, 다른 한쪽에서는 1919년 대한민국 임시정부 탄생을 대한민국 건국의 기원으로 보고 있다.

전자는 1948년의 역사적 의미를, 후자는 1919년의 의미를 강조하면서 다른 쪽의 주장을 매우 과소평가하는 듯하다.

그러나 이런 논란과 대립은 대한민국의 출범 자체와 그 배경을 이루는 요소의 발전과정을 구분해보지 않아 나타난 현상이다.

한국 역사상 처음으로 민주공화제 정부가 출범하여 국제사회로부터 승인을 받은 것은 분명 1948년에 탄생한 대한민국이다.

따라서 1948년은 국가의 성립요건을 갖추어 대한민국이 탄생했다는 창조적 내지는 독자적 의미를 갖는다.

그렇지만 현재의 대한민국은 1897년 탄생한 대한제국, 1919년 탄생한 대한민국 임시정부 등과 역사적 연관 속에서 발전해왔음도 부인할 수 없다.

전자는 중화체제로부터의 독립이라는 ‘국가의 주권’을, 후자는 왕의 신민으로부터 나라의 주인이라는 ‘국민의 주권’을 확립했다.

대한민국은 이런 발전의 연속선상에서 1945년 해방이라는 기회를 맞이하여 국민·영토·주권을 확립해 탄생했다.

그러므로 대한민국 임시정부 탄생의 의미를 중시한다고 하여, 대한민국 탄생의 의미를 과소평가해서는 곤란하다.

마찬가지로 대한민국 탄생의 의미를 강조한다고 하여 대한민국 임시정부의 탄생과 대한제국 선포의 의미를 과소평가해서도 곤란하다.

이들은 모두 한국 사상의 중요한 존재이자, 그러한 존재로 인해 오히려 서로의 의미를 부각시켜주고 있다.

@highlight

한쪽에서는 1948년 8월 15일을 대한민국의 건국일로 보는가 하면, 다른 한쪽에서는 1919년 대한민국 임시정부 탄생을 대한민국 건국의 기원으로 보고 있다.

