본 연구는 경찰공무원의 변혁적 리더십과 업무성과 간의 관계에서 커뮤니케이션이가지는 매개효과를 검증하는 것에 목적을 둔다.

분석을 위해 본 연구는 수도권(서울, 인천, 경기) 지역의 지구대와 경찰서에서 근무하고 있는 경찰공무원을 대상으로 450 부의 설문조사를 실시하였으며, 회수된 337부의 설문 중 불성실한 응답이 포함된11부를 제외한 326부를 분석에 사용하였다.

설문조사에 대한 분석은 SPSS와 AMOS 를 통해 요인분석(Confirmatory Factor Analysis)과 구조방정식(SEM: Structural Equation Model) 분석을 시행하였다.

분석결과, 변혁적 리더십은 경찰공무원의 업무성과에 긍정적인 영향을 미치며, 수평적 커뮤니케이션은 이 과정에서 통계적으로 유의미한 매개효과를 담당하는 것으로 나타났다.

그러나 상향적, 하향적 커뮤니케이션은 변혁적 리더십과 업무성과의 관계에서 통계적으로 유의미한 영향을 미치지 못하는 것으로 나타났다.

@highlight

이 연구는 경찰공무원의 변혁적 리더십과 업무성과 간의 관계에서 커뮤니케이션이갖는 매개효과를 검증하는 것에 목적을 둔다.

