이글은 최근 국내에서 중국의 동북공정을 둘러싼 정치적 논란을 해석하기 위한 하나의 시각을 제공하기 위한 것이다.

이를 위해서 우리사회에 형성된 ‘중국위협’의 이미지와 실체(substance)를 구분하지 않고 그대로 동북공정에 투사하는 경향, 학술과 정치의 문제를 과도하게 단순화하는 현상, 중국의 정치적 의도에 대한 단순하고 자의적 해석을 검토하면서 오해가 오판을 낫는 구조를 극복하고자 했다.

이것이 결과적으로 한중관계를 어렵게 하는 원인을 제공하고 있다고 보았다.

이를 위해 몇 가지 이론적, 정책적 제언을 부가하였다.

첫째, 우선 중국의 고구려사, 발해사에 대한 중국의 역사인식 빈곤을 문제 삼아야 한다.

둘째, 구체적으로는 중국 교육부에서 제정한 교과서 서술지침인 <역사과정표준>을 바꾸는 데 주력해야 할 것이다.

셋째, 영토와 역사문제를 분리해 보는 방법이다.

넷째, 우리 내부에 과도하게 내면화된 민족주의를 풀어내고 역사연구의 조건을 혁신하는 일이다.

다섯째, 연구담론을 동아시아 지평으로 확장하는 문제이다.

마지막으로 동아시아 힘의 결절점이라는 중국 동북지역에 착안하는 일이다.

@highlight

최근 국내에서 중국의 동북공정을 둘러싼 정치적 논란을 해석하기 위한 것이다.

@highlight

우리사회에 형성된 중국위협의 이미지와 실체를 구분하지 않고 그대로 동북공정에 투사하는 경향, 학술과 정치의 문제를 과도하게 단순화하는 현상, 중국의 정치적 의도에 대한 단순하고 자의적 해석을 검토하면서 오해가 오판을 낫는 구조를 극복하고자 했다.

@highlight

우선 중국의 고구려사, 발해사에 대한 중국의 역사인식 빈곤을 문제 삼아야 한다.

