이 연구는 퇴직연금사업자의 고용노동부 산하 근로복지공단에서 수행한 2019년 퇴직연금사업자 평가에서 채택된 지표를 활용하여 퇴직연금사업자의 적립금 운용역량이 수익률에 미치는 영향을 분석하였다.

동 평가사업은 퇴직연금사업자의 역량 제고를 도모할 목적으로 2017년에 시작되었다.

연구의 목적은 퇴직연금사업자의 적립금 운용역량에 따라 근로자의 수급권을 결정짓는 주요 요인인 수익률이 차별적으로 나타나는지를 살펴보는 것이다.

연구 결과, 원리금비보장상품의 수익률은 퇴직연금사업자의 적립금 운용역량과 양(+)의 관계가 있으나, 원리금보장상품의 수익률은 퇴직연금사업자 개별 특징보다는 해당 업권의 특성에 좌우되고 있는 것으로 나타났다.

이 같은 결과는 향후 퇴직연금 수익률 제고를 위해서는 실적배당형 비중 제고는 물론 적정한 상품선정 및 변경 절차, 적립금 운용지원 전담조직, 자산배분 시스템, 투자정책서 제공능력 등 퇴직연금사업자의 적립금 운용역량 강화가 이루어져야 함을 의미한다.

@highlight

이 논문은 퇴직연금사업자의 적립금 운용역량에 따라 수익률이 차별적으로 나타나는지를 살펴보는 데 그 목적이 있다.

@highlight

원리금비보장상품의 수익률은 퇴직연금사업자의 적립금 운용역량과 양(+)의 관계가 있으나, 원리금보장상품의 수익률은 해당 업권의 특성에 따라 다르게 나타났다.

