본 연구는 북한이탈여성들이 남한에 정착한 이후 경험하는 가정폭력피해실태와 그 영향을 알아보고, 북한이탈여성의 가정폭력피해 예방 방안을 모색하는 데 있다.

본 연구에서는 북한이탈여성의 실태와 폭력실태, 폭력의 영향, 북한의 가족관계와 부부간 역할기대에 대한 인식과 태도 등에 관한 문헌연구방법을 활용하였다.

또 남한에서의 가정폭력피해와 그 영향을 파악하기 위해 2012년도에 여성가족부에서 실시한 폭력피해실태조사를 기반으로 작성된 설문 문항과 척도를 활용하여 조사하였다.

연구결과, 북한이탈여성 중 배우자로부터 정서적 폭력과 경제적 폭력, 신체적 폭력을 경험하는 경우가 많았고, 응답자 중 우울의 위험군은 50%에 이르렀고, 자살위험이 매우 높고, 실제 자살을 시도한 경우도 19.0%로 나타났다.

이와 같은 연구결과를 바탕으로 결론에서는 북한이탈여성의 가정폭력실태와 부정적 영향의 심각성에 비추어 폭력피해를 예방하기 위한 정책적, 실천적 대안을 논의하였다.

@highlight

이 연구는 북한이탈여성들이 남한에 정착한 이후 경험하는 가정폭력피해실태와 그 영향을 알아보고, 북한이탈여성의 가정폭력피해 예방 방안을 모색하는 데 있다.

