본 연구는 행동과학의 지식 기반과 특수교육 연구의 관계를 논의함으로써 특수교육 연구에 관한 시사점을 얻고자 하였다.

첫째, 발전된 행동과학 이론의 영향을 받은 특수교육 연구의 영역을 확인하고 논의하였다.

둘째, 특수교육이 벗어나야 할 두 가지 문제점으로 문화적 지식에 대한 관심의 부족과 더불어 차이를 결함으로 여기는 관점을 고찰하였다.

셋째, 특수교육 연구와 관련된 정치적 및 윤리적 측면을 살펴보았다.

연구자들의 다양한 역할이 탐구 과정에서 의도하지 않았던 정치 문제와 연계될 수 있음을 지적하였고, 특수교육 연구자들이 중재와 관련된 윤리적 문제에 진지한 관심을 가질 것을 제안하였다.

근래에 이르러 교육자들이 사회과학과 휴머니티에 확고하게 기초를 둔 방법론, 즉 질적 연구, 해석적 연구, 서술식 연구 등에 대해 점차 관심을 보이고 있음을 논의하였다.

이러한 맥락에서 특수교육 연구자들은 행동과학, 사회과학, 예술, 인문주의 등에서 도움이 될 요소들을 더욱 채택하여 활용하며, 절차적 및 분석적 기법의 습득, 적용 중심의 연구, 역사적 및 철학적 분석 연구 등에 더욱 관심을 가질 것을 제안하였다.

@highlight

이 연구는 행동과학의 지식 기반과 특수교육 연구의 관계를 논의함으로써 특수교육 연구에 관한 시사점을 얻고자 하였다.

