이 연구는 초등국어교육에서 동시 창의적 읽기 교육의 가능성을 모색해 보는것을 목적으로 한다.

동시 창의적 읽기는 과제 특수적 창의성 교육의 한 활동으로서, 시 읽기라는 문학 수용 활동의 특성에 바탕을 두어 그 교육적 가능성을 모색할필요가 있다.

그러므로 일반적인 문학 수용의 여러 범주들과 어떻게 다른가 하는 부분에 대한 고찰이 선행되어야 한다.

창의적 읽기는 독자의 개별성과 맥락성이 중시된다는점에서 퍼브스(Purves)의 ‘해석’이라는 수용 범주와 상통하며, 텍스트에 대한 인지및 이해가 완료된 이후 독자의 주관성이 적극적으로 연루되는 지점에서 이루어지는 것으로 보았다.

창의적 동시 읽기가 이루어질 수 있도록 하기 위해 동시 제재의 선정 또한 중요하다.

주제나 메시지가 명시적으로 드러나는 시가 아닌 다양한 문제를 함축하고있는 시를 제공할 때 창의적 읽기가 이루어질 수 있다.

실제 초등학교 학습자들은교훈 중심의 시들보다 이미지가 선명하면서 다층적 수용이 가능한 시를 선호하는경향을 보였으며, 이를 바탕으로 독자인 자신의 맥락을 투입하여 새롭게 의미를발견하는 창의적 읽기를 보여주었다.

동시 창의적 읽기 교육의 토대 마련을 위해 독자에게 의미 있는 경험을 탐구하여 의미를 발견하도록 하는 방식의 접근을 가능하게 하는 동시 주제 목록 및 동시목록에 대한 논의 또한 앞으로 추가적으로 이루어질 필요가 있다고 생각된다.

@highlight

이 연구는 초등국어교육에서 동시 창의적 읽기 교육의 가능성을 모색해 보는것을 목적으로 한다.

@highlight

창의적 읽기는 독자의 개별성과 맥락성이 중시된다는점에서 퍼브스의 ‘해석’이라는 수용 범주와 상통하며, 텍스트에 대해 인지및 이해가 완료된 이후 독자의 주관성이 적극적으로 연루되는 지점에서 이뤄지는 것으로 보았다.

