본 연구에서는 대전시 석교동 공동체 활동의 전개과정을 살펴보고, 활성화요인을 논의하였다.

석교동의 마을공동체 활동은 생계형 맞벌이 부부들의 자녀 양육 문제를 해결하기 위한 ‘알짬마을어린이도서관’을 운영하면서 본격화되었으며, 이후 교육공동체 운영, 청소년문화카페 조성, 마을신문 발간, 마을여행지도 제작, 협동조합 조직 등 다양한 활동으로 전개되었다.

본 연구에서는 석교동 마을공동체 활성화요인을 ‘주민 관심을 토대로 한 공동체 구성’과 ‘마을 리더의 열정’, ‘공동의 목표 공유’, ‘공공의 지원’ 등으로 정리하였다.

특히, ‘주민의 관심’과 ‘리더의 적극적인 노력’은 석교동 공동체 활동이 성과를 거두고 지속되어 온 가장 중요한 원동력이라고 볼 수 있다.

앞으로 석교동 공동체 활동이 지속되기 위해서는 공동의 활동공간 조성과 공동체 역량을 고려한 맞춤형 지원전략이 필요하다.

석교동은 대전 마을공동체 활동의 상징성을 지닌 지역으로, 주민 스스로가 노력한 활동에 덧붙여 효과적인 공공 지원이 이루어진다면, 향후 도시재생을 도모하는 공동체 활동에 모범사례로서, 주민 주도사업의 실현성을 제고하는 데에 시사점을 제시할 수 있을 것이다.

@highlight

이 연구에서는 석교동 마을공동체 활성화요인을 ‘주민 관심을 토대로 한 공동체 구성’과 ‘마을 리더의 열정’, ‘공동의 목표 공유’, ‘공공의 지원’ 등으로 정리했다.

