이 글의 목적은 경계인 개념을 통해 2010년 오쉬 사태 이전과 이후에 오쉬 우즈베크인이 나타낸 존재적 특성과 대응 양상을 고찰하는 것이다.

2000년대 들어 오쉬 우즈베크인은 고국 우즈베키스탄과 거주국 키르기스스탄으로부터 ‘이중의 배제’를 겪는 경계적 상황에 놓이게 되었다.

이러한 상황에서 이들의 고국 귀속의식이 약화되고 이들과 거주국 국민의 다수를 이루는 키르기스인의 관계가 악화됨에 따라 이들은 경계인으로서의 존재적 특성을 나타내기 시작했다.

그러던 중 2010년 오쉬 지역에서 키르기스인과 우즈베크인 사이에서 대규모 민족 간 폭력사태가 발발했고, 이 사태는 2010년대 이후 키르기스스탄에서 우즈베크인에 대한 사회적 배제를 더욱 심화시키는 계기가 되었다.

이처럼 경계적 상황이 극단화된 조건에서 오쉬 우즈베크인은 이주와 결혼이라는 ‘갈등 회피 전략’을 선택했는데, 이러한 대응 양상은 정치참여와 결사형성을 모두 거부하는, 사회정치적 문제를 대하는 ‘사화’ 유형의 행동이었다.

이때 오쉬 우즈베크인의 상황적·존재적 경계성이 이들이 취할 수 있는 대응 양상의 선택 범위를 제한한 요인으로 작용했다.

@highlight

본고는 경계인 개념을 통하여 2010년 오쉬 사태 이전과 이후 오쉬 우즈베크인이 나타낸 존재적 특성과 대응 양상을 고찰하였다.

@highlight

2000년대 들어 오쉬 우즈베크인은 고국 우즈베키스탄과 거주국 키르기스스탄으로부터 ‘이중의 배제’를 겪는 경계적 상황에 놓였다.

