20세기 초반 미국을 배경으로 등장한 새로운 교과목인 사회과는 민주 시민 양성을 위한 교과목이라는 위상과 교육 원리 또는 교수학습방법으로서 위상을 가지고 있었다.

2차 세계 대전 이후 연합국은 독일에서 전체주의를 청산하고 민주주의 발전의 토대를 마련하기 위해 교육 개혁이 필요하다는 인식을 하였고, 미국은 독일의 교육 개혁을 위한 일환으로 사회과를 소개하였다.

미국은 교육사절단과 사회과 전문가를 파견하고 관련 정보 제공 및 워크숍 개최 등을 통해 사회과의 소개와 확산을 위해 노력하였다.

독일 측에서도 민주주의 발전과 국제 사회 구성원으로서의 성공적인 복귀를 위해 사회과를 수용하였다.

민주주의 교육을 위한 기본원리로서 독일 교육에 수용되기 시작한 사회과는 이후 독립된 학교 교과목으로서의 지위를 확보하며 독자적인 발전을 해나갔다.

그 결과 독일은 미국의 사회과를 ‘Politische Bildung'이라는 독일 고유의 민주시민교육 전통으로 발전시켰고, ‘Politische Bildung'은 독일 통일 이후에는 구동독 지역의 민주주의 발전을 위한 교육개혁 프로그램으로도 활용되었다.

@highlight

20세기 초반 미국을 배경으로 등장한 새로운 교과목인 사회과는 민주 시민 양성을 위한 교과목이라는 위상과 교육 원리 또는 교수학습방법으로서 위상을 가지고 있었다.

