2012년 서울시는 자체적으로 ‘서울시 공공부문 비정규직 대책’을 마련하여 한 해 동안5,500명 규모의 공공부문 비정규직의 고용을 개선하며 중앙정부보다 비정규직 보호에 한발 앞선 안을 내놓았다는 평가를 받았다.

서울시가 이와 같은 정책결정을 할 수 있던 원인을 규명하기 위하여 본 논문은 Kingdon의 다중흐름모형을 적용한 분석을 시도했다.

분석의 결과 우선 정책문제의 흐름에서 비정규직 문제가 꾸준하게 정책문제로 인식되어왔지만,지방정부로서 자체적 대책을 만들기 어려운 제도와 예산 제약이 존재했다는 사실을 발견하였다.

그러나 정치의 흐름을 보자면 국가적 수준에서 비정규직 근로자 보호대책에 우호적인 분위기가 조성되어 있었다.

또한 서울시 수준에서는 박원순 서울시장이 당선되며 서울시의 소극적이었던 비정규직 정책 지향이 반전되었다.

이와 같은 흐름의 전환은 비정규직 문제를 서울시 의제로 가져갈 수 있도록 한 계기가 되었다.

그리고 정책대안의 흐름에서 그동안 정부차원에서 제기되었던 구체화된 정책대안과 정책공동체에서 제기되어 왔던추가적인 대안이 존재해왔다는 사실도 확인하였다.

결국 이들 구체화된 대안이 비정규직의제와 결합되면서 정책의 창이 열리게 되었던 것이다.

이러한 분석의 결과는 선행연구에서 확인할 수 있었던 공식적 지위를 가진 정책기업가의 중요한 역할을 재확인하면서, 한편으로는 구체화되고 잘 준비된 대안이 새로운 정책으로 진화하는 모습을 보여주기도 하였다.

또한 본 논문은 다중흐름모형의 적용가능성을 지방정부의 정책 과정 차원으로 확장하려는 시도로서도 의미를 지니고 있다.

@highlight

2012년 서울시는 자체적으로 ‘서울시 공공부문 비정규직 대책’을 마련하여 한 해 동안5,500명 규모의 공공부문 비정규직의 고용을 개선하며 중앙정부보다 비정규직 보호에 한발 앞선 안을 내놓았다는 평가를 받았다.

