이 연구의 목적은 대학생의 진로적응성과 사회적 지지, 자아존중감 및 자기주도학습 간의 인과적 관계를 구명하는 데 있었다.

연구의 모집단은 전국 4년제 일반대학교에 재학 중인 학생으로, 총 560명을 대상으로 우편조사 및 온라인 조사를 통해 실시하였다.

변인간의 관계를 분석하기 위하여 구조방정식 모형을 이용하여 분석하였으며, 총 430부의 유효 자료를 분석하였다.

연구 결과, 진로적응성, 사회적지지, 자아존중감, 자기주도학습 간의 가설적 구조모형의 적합도가 모두 양호한 것으로 나타났다.

둘째, 가설적 구조모형의 경로계수는 진로적응성, 사회적 지지, 자아존중감, 자기주도학습 모두 통계적으로 유의한 것으로 나타났다.

셋째, 사회적 지지와 진로적응성의 관계에서 자아존중감과, 자기주도학습의 매개효과가 검증되었으며, 자아존중감과 진로적응성의 관계에서 자기주도학습의 매개효과가 검증되었다.

이러한 연구 결과는 대학생의 진로적응성의 수준을 향상시키기 위해서는 사회적 지지와 함께 자아존중감을 통한 동기부여와 자기주도학습능력의 개발의 필요성과, 대학교육에 있어 자기주도학습과 진로개발의 연결고리를 통한 대학생의 장기적인 진로성공 계획의 필요성을 시사한다.

@highlight

본 논문은 대학생의 진로적응성과 사회적 지지, 자아존중감, 자기주도학습 간의 인과적 관계를 구명하고자 하였다.

@highlight

연구의 모집단은 전국 4년제 일반대학교에 재학 중인 학생으로, 총 560명을 대상으로 우편조사와 온라인 조사를 통하여 실시했다.

