본 논문에서는 객관적 오디오 품질 분석에 대한 권고안인 ITU-

R BS.1387-1의 귀의 모델을 토대로 라우드니스를 객관적으로 측정할 수 있는 알고리즘을 구현하며, 그 성능을 23개의 순음과 9개의 샘플 디지털 사운드에 적용하여 평가하였다.

순음의 경우 ISO226:2003에서 제공하는 실험 데이터와 비교한 결과 5%이하의 오차를 보이며, 디지털 사운드 실험 결과도 Moore 모델의 측정결과와 비교할 때 4.7%이하의 편차와 0.96이상의 코릴레이션을 나타내어 좋은 성능을 보였다.

한편 구현 알고리즘에 적용한 청각필터 수에 따른 성능 변화를 분석하기 위해 21개의 별도의 샘플 디지털 사운드에 적용하였다.

그 결과를 분석하여 보면, 37개의 청각필터를 갖는 구현 알고리즘에 바이어스 보상값을 적용함으로써 109개 필터를 사용하는 경우에 대해 2%미만의 오차를 갖는 양호한 성능을 갖도록 할 수 있었다.

@highlight

본고에서는 객관적 오디오 품질 분석에 대한 권고안인 ITU-

@highlight

R BS.1387-1의 귀의 모델을 토대로 라우드니스를 객관적으로 측정할 수 있는 알고리즘을 구현하며, 그 성능을 23개의 순음과 9개의 샘플 디지털 사운드에 적용하여 평가하였다.

