본

 

논

문

에

서

는

 

현

재

 

표

준

화

가

 

진

행

중

인

 

H

E

V

C

(

H

i

g

h

 

E

f

f

i

c

i

e

n

c

y

 

V

i

d

e

o

 

C

o

d

i

n

g

)

의

 

고

정

 

비

트

율

(

C

B

R

:

 

C

o

n

s

t

a

n

t

 

B

i

t

r

a

t

e

)

 

부

호

화

를

 

위

한

 

비

트

율

 

제

어

(

r

a

t

e

 

c

o

n

t

r

o

l

)

 

기

법

을

 

다

룬

다

.

 

기

존

의

 

H

.

2

6

4

/

A

V

C

의

 

비

트

율

 

제

어

 

기

법

에

서

는

 

계

층

적

 

부

호

화

 

구

조

의

 

특

성

을

 

고

려

하

지

 

못

한

 

제

어

 

기

법

을

 

사

용

하

여

 

정

확

한

 

비

트

율

 

제

어

에

 

어

려

움

이

 

있

다

.

 

현

재

 

H

E

V

C

의

 

참

조

 

소

프

트

웨

어

인

 

H

M

(

H

E

V

C

 

t

e

s

t

 

M

o

d

e

l

)

에

는

 

C

B

R

부

호

화

를

 

위

한

 

비

트

율

 

제

어

 

알

고

리

즘

이

 

제

공

되

지

 

않

은

 

상

태

이

며

,

 

추

후

 

비

트

율

 

제

어

 

모

듈

이

 

추

가

될

 

것

으

로

 

예

상

된

다

.

 

이

때

 

H

M

의

 

공

통

 

실

험

조

건

에

 

정

의

된

 

임

의

접

근

(

R

a

n

d

o

m

 

A

c

c

e

s

s

:

 

R

A

)

 

모

드

의

 

계

층

적

 

부

호

화

 

구

조

에

서

의

 

보

다

 

정

확

한

 

비

트

율

 

제

어

가

 

요

구

된

다

.

 

따

라

서

,

 

본

 

논

문

에

서

는

 

계

층

적

 

부

호

화

 

구

조

에

서

의

 

효

율

적

인

 

비

트

율

 

제

어

를

 

위

해

 

2

차

 

비

트

율

-

왜

곡

(

R

a

t

e

-

D

i

s

t

o

r

t

i

o

n

:

 

R

-

D

)

 

모

델

 

기

반

의

 

시

간

계

층

 

및

 

프

레

임

 

타

입

에

 

따

른

 

비

트

율

 

특

성

을

 

반

영

한

 

비

트

율

 

제

어

 

기

법

을

 

제

시

한

다

.

 

또

한

,

 

제

어

 

단

위

에

 

따

른

 

비

트

 

변

동

율

과

 

화

질

 

손

실

 

간

에

 

발

생

하

는

 

상

충

관

계

를

 

고

려

하

여

 

비

트

율

 

제

어

 

단

위

를

 

프

레

임

 

단

위

와

 

H

E

V

C

의

 

기

본

 

부

호

화

 

단

위

(

C

o

d

i

n

g

 

U

n

i

t

:

 

C

U

)

로

 

설

정

하

고

 

모

의

실

험

을

 

통

해

 

계

층

적

 

부

호

화

 

구

조

를

 

위

해

 

제

시

된

 

기

법

의

 

비

트

율

 

제

어

 

성

능

을

 

확

인

한

다

.

@highlight

본 논문에서는 계층적 부호화 구조에서의 효율적인 비트율 제어를 위해 2차 비트율-왜곡(Rate-Distortion: R-D) 모델 기반의 시간계층 및 프레임 타입에 따른 비트율 특성을 반영한 비트율 제어 기법을 제시한다.