본 연구는 이부편위자의 정모두부방사선사진에서 하악골상행지 경사도의 좌우 차이를 알아봄으로써 교정환자의 임상검사 시 비대칭 진단에 도움이 되고자 시행되었다.

뚜렷한 이부편위를 보이는 성인 30명을 이부편위군으로, 좌우 대칭적인 외모를 보이는 성인 30명을 대조군으로 선정하여 정모두부방사선사진을 촬영한 후 하악골상행지 경사도를 측정하고 좌우 차이를 산출, 비교 분석한 결과, 대조군의 경우 좌우 차이를 보이지 않은 반면 이부편위자에서는 하악골상행지 경사도의 좌우 차이를 보였다.

이부편위자에서 비편위측의 하악골상행지의 경사도는 편위측에 비해 통계적으로 유의하게 큰 것으로 나타났으며, 하악골상행지 경사도의 좌우차이는 이부편위 정도 및 상악고경의 좌우차이와 통계적으로 유의한 순상관관계를 보였다.

이부편위자에서 하악골상행지 경사도의 좌우차이를 규명한 본 연구 결과는 안면비대칭 환자의 진단 시 하악골상행지 경사도에 대한 분석이 필요함을 시사하였다.

@highlight

본 연구의 목적은 이부편위자의 정모두부방사선사진에서 하악골상행지 경사도의 좌우 차이를 분석해 교정환자가 임상검사를 할 때 비대칭 진단에 도움이 되고자 함이다.

@highlight

대조군의 경우 좌우 차이가 없는 반면 이부편위자에서는 하악골상행지 경사도의 좌우 차이가 있었다.

