이 연구는 한국과 일본의 경찰신뢰도 궤적변화를 분석하고, 그 영향요인을 비교하여 확인하는데 그 목적이 있다.

이러한 연구목적 달성을 위해 세계 가치관 조사협회(World Values Survey Association)에서 제공하고 있는 세계 가치관 조사 시계열 자료(world values survey longitudinal dataset)를 사용하여 집단중심추세분석을 실시하였다.

주요 독립변수로는 사회경제적 변수로 성별, 연령, 교육수준, 사회계층을 사용하였고, 사회관계적 변수로 정치성향, 민주주의, 인권존중, 삶의 만족도를, 아노미 변수로는 무임승차와 탈세, 뇌물수수 용인수준을 사용하였다.

그 결과, 한국은 증가집단과 유지집단의 두 유형으로 경찰신뢰도 변화가 나타났고, 일본은 증가집단, 유지집단, 감소집단 등 세 유형으로 나누어졌다.

이러한 유형의 분화에 영향을 준 요인으로는 한국의 경우 연령과 탈세가 유의미한 변인으로 확인되었고, 성별과 인권존중, 삶의 만족도가 유의미한 변인인 것으로 확인되었다.

@highlight

본 연구는 한국과 일본의 경찰신뢰도 궤적변화를 분석하고, 그 영향요인을 비교하여 확인하는데 그 목적이 있다.

