지열은 부존량이 무한하고, 다른 요인에 영향을 받지 않으며, 공급이 지속가능하여 국가 에너지 포트폴리오를 다양화 할 수 있는 주목받는 에너지원이다.

국내에서도 아시아 최초로 인공 지열저류층 생성방식의 지열프로젝트연구를 착수하여 진행 중에 있다.

지열프로젝트의 시추공사는 불확실성을 가진 영향요소가 다분하게 반영되고, 시공리스크가 크기 때문에 과거의 공정 및 비용에 대한 정보를 충분히 고려하여 이를 감안한 체계적인 관리를 수행하여야 한다.

특히, 국내와 같이 지열시추공사의 수행경험이 부족한 경우, 전 단계에서 수행되었던 성능정보를 바탕으로 향후 진척될 공정에 대한 계획을 수립하고 대비하여야 시행착오를 최소화할 수 있을 것이다.

본 연구에서는 지열시추프로젝트를 대상으로 시추성능정보를 일관성 있고 효율적으로 모델링하기 위한 프로젝트관리체계를 개발하고 정보화구조를 설계하였다.

또한, 현재 수행되고 있는 지열시추프로젝트에 구축된 프로젝트관리체계와 정보화구조를 활용하여 비용과 일정에 관계된 성능 모델링을 수행하였다.

@highlight

이 연구에서는 지열시추프로젝트를 대상으로 시추성능정보를 일관성 있고 효율적으로 모델링하기 위한 프로젝트관리체계를 개발하고 정보화구조를 설계했다.

