조직은 최종사용자 업무를 지원하기위한 새로운 정보시스템을 투자하고 있으며 이러한 정보시스템을 통한 이점은 정보센터의 효과적인 지원과 지원에 대한 사용자의 만족도에 의해 크게 좌우되어가고 있다.

정보센터는 정보 집약적이며 최신의 기술을 활용하여 조직의 역량을 전달하기 위해 사용자를 지원하므로 정보센터는 최종사용자 지원활동과 관련하여 매우 중요한 의미를 갖는다.

본 연구는 정보센터의 사용자 만족도와 관련된 정보제공, 신뢰제공, 그리고 시스템 제공역량과 같은 최종사용자 지원요인들을 살펴봄으로서 사용자만족도 향상을 위해 고려되어야 할 사항에 대해 논의하였다.

정보제공, 서비스 스텝의 신뢰성제공, 그리고 시스템제공 역량 등 18개의 잠재요인으로 252명의 사용자에 대한 설문내용을 기초로 3개의 가설을 검증하였다.

또한, 동일한 잠재요인에 대해 지원요인의 지각된 중요도와 수행정도의 차이를 통해 서비스 품질 격차를 조사하였다.

연구결과 정보제공 활동, 서비스 신뢰성제공 활동, 그리고 시스템 제공역량은 정보센터의 사용자 만족도에 유의한 영향을 미치는 것으로 파악되었으며, 사용자 만족도는 정보센터의 지원요인에 대한 지각된 중요도와 수행정도에 대한 서비스 품질 격차의 정도에 의해서도 영향을 받는 것으로 밝혀졌다.

@highlight

정보제공 활동, 서비스 신뢰성제공 활동, 시스템 제공역량은 정보센터의 사용자 만족도에 영향을 미치며, 사용자 만족도는 정보센터의 수행정도에 대한 서비스 품질 격차의 정도에서도 영향을 받는 것으로 밝혀졌다.

