기후변화 문제에 대응하는 국제적 노력이 확산되고, 에너지 안보에 대한 인식이 높아지는 한편 재생에너지 기술의 전반적인 가격 하락으로 전 세계적으로 태양광과 풍력을 비롯한 재생에너지 생산이 증가하고 있다.

우리나라도 재생에너지 확대를 위한 노력을 계속한 결과 2015년 이후 신·재생에너지 공급 비중이 증가하고, 전력 생산 중 신·재생에너지가 차지하는 비중도 증가하는 추세이다.

2017년은 어느 때보다 에너지에 대한 논의가 활발했던 해였다.

올해 5월 치러진 조기 대선에서 미세먼지, 탈핵 등 환경·에너지 이슈가 주요 대선 공약으로 논의되었기 때문이다.

새롭게 출범한 문재인 정부는 공약으로 제시하였던 ‘신규 원전 백지화’, ‘탈핵 시대’를 공식화 하고 재생에너지 전력공급 비중을 2030년까지 20%로 확대하겠다는 정책을 발표하였다.

본 논문은 재생에너지 확대에 대한 국민적 공감대가 높아진 지금, 재생에너지 현 법정책을 점검하고 에너지전환을 가속화할 수 있도록 정책제언을 제공하고자 한다.

재생에너지의 현재 미진한 상황을 고려할 때 새 정부는 목표를 달성하기 위해서는 전면적인 법제도, 사고방식의 전환이 필요하다.

이를 위해 III장에서는 이를 개선하기 위한 법정책적 제안을 제시한다.

에너지 계획, 에너지 가격체계, 지방정부 역할 재정립이라는 세 가지 과제는 에너지 정책의 근본적인 변화를 요구하는 정책제언이며, RPS 제도 개선과 주민 수용성이라는 두 가지 과제는 보다 미시적인 조정을 위한 정책제언이라고 할 수 있다.

@highlight

본 논문은 재생에너지 현 법정책을 점검하고 에너지전환을 가속화할 수 있도록 정책제언을 하고자 한다.

@highlight

최근 기후변화 문제에 대해 재생에너지 기술의 전반적인 가격 하락으로 전 세계적으로 태양광과 풍력을 비롯한 재생에너지 생산이 증가하는 추세이다.

