본 논문은 공공기관의 성과관리 및 성과평가에서 활용되고 있는 균형성과표(BSC)의 효과적 도입방안을 탐색하기 위해 행정자치부 통합행정혁신시스템의 구축과정에 관한 사례연구를 시도하였다.

BSC는 민간기업에서 적용․발전되어온 도구로서 공공기관의 적합성에 대한 많은 논의와 비판들이 제기되었지만, 최근 중앙부처는 물론 지방자치단체까지도 확산되는 추세에 있다.

이미 책임운영기관 및 영리적 성향이 강한 조직에서는 BSC의 도입이 성과를 거두고 있다는 연구결과들이 도출되었지만, 비영리적 성향이 강하며 일반적인 정부조직 부처에서 BSC가 어떠한 효과를 거둘 수 있는지에 관한 연구는 아직 미흡한 실정이다.

본 연구는 대표적인 중앙부처이며 기획․조정적 성격이 강한 행정자치부의 통합행정혁신시스템에 관한 사례 연구를 통해서 공공기관에서 효율적인 BSC의 구축방안과 그 함의에 관한 시사점을 도출하고자 하였다.

사례연구는 구축과정, 비전․전략․관점, 핵심성과지표, 시스템을 분석초점으로 하여 분석하였다.

@highlight

공공기관의 성과관리 및 성과평가에서 활용되고 있는 균형성과표(BSC)의 효과적 도입방안을 탐색하기 위해 행정자치부의 통합행정혁신시스템에 관한 사례 연구를 분석하였다.

@highlight

이 사례는 구축과정, 비전․전략․관점, 핵심성과지표, 시스템을 초점으로 하여 분석하였으며, 공공기관에서 효율적인 BSC의 구축방안과 그 함의에 관한 시사점을 도출하고자 하였다.

