본 연구의 목적은 특수학교 자유학기 주제선택활동 운영에 대한 전반적인 현황 실태와 지원방안에 대한 특수교사의 인식을 조사하기 위한 것이다.

연구 참여자는 전국 특수학교 161개교의 특수교사 588명이었다.

연구결과는 다음과 같다.

첫째, 주제선택활동은 ‘비교과 연계 활동’ 중심으로 실행되고 있으며, 교과(군)에서 증감한 시수를 바탕으로 주로 주당 2시간 편성하고 있었다.

둘째, 주제선택활동에 대하여서는 학생들에게 잠재능력이나 선호활동을 발견할 수 있는 기회를 제공한다고 인식하고 있었다.

셋째, 주제선택활동 운영에 대한 지원 요구로는 활동과 관련된 교수·학습 자료 제공, 관련 프로그램(교육, 연수, 워크샵 등), 지역사회 연계 및 인프라 구축 등이 있었다.

또한 교사 연수 프로그램에서는 ‘범교과 주제 및 활동선정 방법’, ‘장애정도를 고려한 주제 활동’이 고려되어야 한다고 하였다.

넷째, 주제선택활동에 대한 특수교사의 인식 차이는 성별 및 연수유무에 따라 유의미한 차이가 나타났으나, 연령대, 교육경력, 자유학기제 참여유무 변인 간에는 차이가 없었다.

결국, 주제선택활동은 교사의 직무역량에 달려있는 만큼, 주제선택활동 참여에 대한 교사의 동기부여, 교사의 전문성 확보와 자율성 확보를 위한 노력이 병행되어야 할 것이다.

@highlight

주제선택활동은 교사의 직무역량에 달려있는 만큼, 주제선택활동 참여에 대한 교사의 동기부여, 교사의 전문성 확보와 자율성 확보를 위한 노력이 병행되어야 할 것이다.

