본 논문에서는 라이브 멀티미디어 스트리밍의 서비스 품질을 지원할 수 있는 P4P(Proactive network Provider Participation for P2P) 기반의 P2P(Peer-

to-

Peer) 시스템을 제안한다.

라이브 멀티미디어의 엄격한 지연 요구를 지원하기 위해, 제안하는 방안에서는 P4P의 네트워크 제공자 측 서버가 네트워크 자원 활용 최적화를 위한 정보와 더불어 지연 및 혼잡 링크에 관한 네트워크 상태 정보를 수집하여 이를 명시적으로 P2P 시스템에 제시하도록 하고, 이에 기반하여 P2P 시스템 측 서버가 피어링 제의를 수행하도록 하였다.

또한 모든 피어들이 소스 피어의 재생 지점을 기준으로 일정 범위 내에서 재생을 시작하도록 하는 라이브 멀티미디어 스트리밍 재생 동기화 방안을 제안한다.

시뮬레이션을 통해 성능을 평가한 결과, 제안 방안은 P4P의 기본 목적인 네트워크 자원 활용 문제를 효과적으로 다루면서 라이브 멀티미디어 스트리밍 서비스의 지속성을 향상시키고, 재생 시작 지연 및 제어 오버헤드를 줄임을 확인하였다.

또한 시스템 전체 피어들 간 재생 지점의 편차를 줄임으로써 실시간성을 개선함을 볼 수 있었다.

@highlight

본고에서는 라이브 멀티미디어 스트리밍의 서비스 품질을 지원할 수 있는 P4P(Proactive network Provider Participation for P2P) 기반의 P2P(Peer-

@highlight

to-

@highlight

Peer) 시스템을 제안한다.

