정탁은 조선시대 중기의 학자형 관료였다.

그에 대한 후인들의 평가에 의하면, 그의 특징은 네 가지로 꼽을 수 있다.

첫째는 그의 천성이 유순하고 독실하였다는 것이고, 둘째는 곧은 성품으로 자기의 직책을 수행하여 명망을 얻게 되어 출세하게 되었다는 것이며, 셋째는 임진왜란 때의 공으로 공신이 되고 결국 재상에까지 오르게 되었다는 것이며, 넷째는 나이 들어서 벼슬에 대한 욕심을 버리고 물러나 더욱 높게 평가된다는 점이다.

그는 당시 조선의 위대한 두 학자인 남명과 퇴계 두 인물을 함께 스승으로 섬겼다.

후인들이 그를 평가한 내용을 보면, 그를 퇴계보다는 남명의 영향을 더욱 많이 받은 사람으로 묘사하고 있다.

그러나 그가 지은 두 스승에 대한 글을 보면, 그는 두 스승의 다른 특징을 본 것이 아니라 공통점을 본 것으로 나타난다.

남명과 퇴계 두 스승도 그에 대한 기대가 무척 컸다는 사실을 확인할 수 있다.

정탁은 퇴계의 제자나 남명의 제자들과 일정한 교유를 가졌다.

조목이나 구봉령 등은 퇴계의 제자이고, 오건과 김우옹은 남명의 제자들인데 모두 정탁과 친분이 두터웠다.

그는 두 학파 사이에서 때로는 퇴계의 성향에 가까운 처신을 하고 때로는 남명의 성향에 가까운 성향을 나타내는 행동 양상을 보였다.

그는 퇴계에게서 남명을 보았던 인물이다.

그는 두 스승으로부터 각각의 장점을 잘 취하여 자신의 삶으로 용해시킨 대표적 인물이라고 평가할 수 있다.

@highlight

정탁은 당시 조선의 위대한 두 학자인 남명과 퇴계 두 인물을 함께 스승으로 섬겼다.

@highlight

그는 두 학파 사이에서 때로는 퇴계의 성향에 가까운 처신을 하고 때로는 남명의 성향에 가까운 성향을 나타내는 행동 양상을 보였다.

@highlight

그는 두 스승으로부터 각각의 장점을 잘 취하여 자신의 삶으로 용해시킨 대표적 인물이라고 평가할 수 있다.

