이 연구는 공공고용서비스 민간위탁사업의 대표적 사례인 영국의 Work Programme(2011~2016), 호주의 Job Services Australia(2012~2015), 한국의 2013년도 취업성공패키지Ⅰ및 희망리본프로젝트의 위탁조건을 비교 분석하여 고용서비스 민간위탁사업 발전에 대한 시사점을 도출하고 있다.

한국의 취업성공패키지Ⅰ및 희망리본프로젝트의 민간위탁조건은 영국과 호주에 비하여 민간위탁 대상기관의 선정 기준이 관대하고 위탁비의 수준이 낮아 새로운 양질의 수탁기관의 출현을 유도하기 어려운 구조인 것으로 나타났다.

위탁비 지급 구조는 비교적 성과 연계형으로 설계되어 있으나 그 정도는 영국과 호주에 비하여 낮은 편이며, 위탁계약기간이 상대적으로 짧고, 위탁인원 규모도 너무 적어 수탁기관이 장기적인 시각에서 서비스 질 향상을 위해 안정적인 투자를 하기가 어려운 것으로 나타났다.

수탁기관에서의 사례관리자 1인당 서비스 대상 인원이 과다하고, 수탁기관에 대한 정부의 모니터링 및 평가가 경직적이어서 수탁기관이 구직자의 특성에 맞는 맞춤형 고용서비스를 제공하기 어려운 구조인 것으로 나타났다.

이러한 결과는 한국의 고용서비스 민간위탁사업에 대한 제도개선이 시급함을 시사한다.

@highlight

이 연구는 공공고용서비스 민간위탁사업의 대표적 사례인 영국의 Work Programme(2011~2016), 호주의 Job Services Australia(2012~2015), 한국의 2013년도 취업성공패키지Ⅰ및 희망리본프로젝트의 위탁조건을 비교 분석하여 고용서비스 민간위탁사업 발전에 대한 시사점을 도출하고 있다.

