본 논문에서는 대표적인 마이크로파 재구성 네트워크 회로인 임피던스 튜너를 이용하여 암 진단 및 치료에 적합한시스템을 제안한다.

암은 정상 조직과 광대역 복소 유전율에 큰 차이가 있으므로 이를 측정함으로써 진단이 가능하다.

이를 위해 multi-

state reflectometer에 대해 살펴보고 임피던스 튜너를 이용하여 광대역 복소 유전율 측정에 적합한multi-

state reflectometer를 제시한다.

제안한 시스템과 방법을 검증하기 위해 0.9% 생리식염수를 측정하였으며 그결과로부터 0.5GHz에서 25GHz까지 정확한 복소 유전율 측정이 가능함을 확인하였다.

또한 임피던스 튜너를 이용하여 암 치료를 위한 온열요법의 효율을 높일 수 있는 방법을 설명한다.

제안한 시스템의 성능을 극대화하기 위해 임피던스 튜너는 저손실, 넓은 임피던스 변환 성능을 가져야 하며 이에 가장 적합한 MEMS 공정을 이용하여 구현한 임피던스 튜너에 대해 소개한다.

@highlight

본고에서는 대표적인 마이크로파 재구성 네트워크 회로인 임피던스 튜너를 이용하여 암 진단 및 치료에 적합한시스템을 제안한다.

