21세기 현대를 살아가고 있는 대부분의 우리들은 이 사회 속에서 하는 역할들(role)을 의식적으로 혹은 무의식적으로 자기 자신의 정체성으로 여기는 경우가 많다.

그래서 자신의 정체성을 지키고 강화시키기 위해 애쓰고 노력한다.

그 과정에서 부딪히는 내외부적인 마찰과 갈등들은 고스란히 크고 작은 심신의 병리현상을 낳는 계기와 요인으로 작용한다.

본 논문은 자기치유를 위한 정체성을 찾기 위해 Oxford leadership Academy의 설립자이자 현재 국제적으로 활발한 활동을 하고 있는 국제적인 경영컨설턴트인 브라이언 베이컨이 제시하는 정체성인 ‘지도자’와 동아시아 유교 문화권에서 오랜 세월동안 지도자의 품성과 세계관을 함양하는 텍스트로 기능해온 『대학』에 대한 해석에서 왕양명이 제안하는 ‘대인’이라는 정체성을 살펴보고자 한다.

두 사람은 공히 당대의 자아관과 가치관에 대해 비판적 입장을 취하고 그 대안으로 ‘지도자’와 ‘대인’을 제시함으로써 정체성의 전환을 골자로 하는 자기치유의 방법을 제공하기 때문이다.

브라이언 베이컨과 왕양명이 제안하는 방법론과 그 방법론이 근거하는 철학을 함께 살펴보는 것은 왕양명의 철학이 함의하고 있는 유학적 통찰과 방법을 현대적 관점에도 효력있는 교육 혹은 치유의 프로그램으로 재구성할 수 있는 가능성을 타진해보는 작업이기도 하다.

@highlight

본고는 자기치유를 위한 정체성을 찾기 위해 Oxford leadership Academy의 설립자이자 현재 국제적으로 활발한 활동을 하고 있는 국제적인 경영컨설턴트인 브라이언 베이컨이 제시하는 정체성인 ‘지도자’와 동아시아 유교 문화권에서 오랜 세월동안 지도자의 품성과 세계관을 함양하는 텍스트로 기능해온 『대학』에 대한 해석에서 왕양명이 제안하는 ‘대인’이라는 정체성을 살펴보고자 한다.

