본 연구에서는 다변량 잠재성장모형을 활용하여 청소년의 자기주도학습능력과 진로성숙도의 종단적 관계를 탐색하고자 하였다.

분석을 위하여 서울교육종단연구(Seoul Education Longitudinal Study: SELS) 중1패널 1~6차년도 자료를 활용하였다.

분석결과에 따르면 첫째, 자기주도학습능력과 진로성숙도의 변화양상은 시간이 지남에 따라 감소했다가 다시 증가하는 이차함수변화 모형이 가장 적합한 것으로 나타났다.

둘째, 초기치인 중1 시기의 자기주도학습능력이 높을수록 같은 시기의 진로성숙도를 높게 하는 것으로 나타났다.

하지만, 중1 시기의 자기주도학습능력이 높을수록 진로성숙도의 변화율을 낮게 하였지만, 오히려 진로성숙도의 2차 변화율은 증가시켰다.

본 연구결과를 통해 자기주도학습능력이 진로성숙도에 미치는 효과가 종단적으로 유의함을 확인하였으며, 이를 토대로 연구의 시사점을 논의하였다.

@highlight

본고는 다변량 잠재성장모형을 활용해 청소년의 자기주도학습능력과 진로성숙도의 종단적 관계를 탐색하고자 했다.

