감정(Gefuhl)은 이론적 이성 및 실천적 의지와 함께 우리의 의식 삶을 형성하는 세 기둥 가운데 하나이다.

따라서 필자는 감정에 대한 철학적 탐구에 소극적이었던 서양철학의 전통과는 다르게, 감정에 대한 적극적인 현상학적 탐구가 필요하다고 생각한다.

후설(E.

Husserl)은 제5 『논리연구』 15절에서 감정에 대한 최초의 현상학적 분석을 제시하였다.

하지만 아쉽게도 그는 감정에 대한 자신의 분석들을 현상학적 체계 내에서 ‘감정의 현상학’이라는 체계적인 연구로 발전시키진 않았다.

그럼에도 불구하고, 필자는 후설의 연구들 여기저기에 파편적으로 흩어져 있는 감정에 관한 서술들이 종합·분석됨으로써 ‘감정의 현상학’이 전개될 수 있다고 생각한다.

본 논문은 이러한 감정의 현상학을 위한 밑거름으로서 후설의 현상학적 체계 안에서 감정에 관한 그의 분석들이 어떻게 해석되고, 분류될 수 있는지 살펴보려고 한다.

필자의 분석에 따르면, 감정에 대한 후설의 현상학적 탐구들은 ‘파악작용-

감각내용의 도식’, 더 정확히는 그러한 도식의 전제들에 대한 입장을 중심으로 ‘초기 현상학적 감정이론’과 ‘후기 현상학적 감정이론’으로 구별된다.

@highlight

본 논문은 후설의 현상학적 체계 안에서 감정에 관한 분석들이 어떻게 해석되고, 분류되는지 살펴보고, 감정의 현상학을 체계적으로 연구를 발전시켜 보고자 한다.

