그동안 정보격차와 사회적 배제가 상호 관련되어 있다는 규범적 논의가 있어 왔다.

본 연구는 우리나라 정보격차와 사회적 배제의 관련성을 파악하기 위하여 2004년부터 2013년까지 시계열 종단자료를 통해 연차별 변동 패턴을 비교 분석하였다.

분석결과 일반적인 정보격차 실태에서는 매년 정보격차가 좁혀지고 있으며, 4개 정보격차 영역 중에서 접근격차가 가장 낮게 나타났다.

그러나 컴퓨터와 인터넷 활용능력을 나타내는 역량격차는 다른 영역보다 높게 나타남으로써 이에 대한 맞춤식 활용방안이 마련되어야 할 것이다.

정보격차와 사회적 배제의 변동 관계에서는 정보격차의 모든 영역이 사회적 배제와 부분적으로 관련이 있는 것으로 파악되었다.

소득에서는 상대빈곤층의 기초생활보장수급이 유사한 변동 추이를 보이는 것으로 파악되었으며, 실업에서는 비정규직근로자비율, 주거에서는 자가점유율, 사회적 참여에서는 사회적 고립도 등이 부분적으로 유사한 변동 추이를 보이는 것으로 파악되었다.

본 연구는 이 결과를 토대로 가설을 제안하였으며, 사회적 배제를 제거하기 위한 정부의 정책적 노력으로서 정보격차해소 방안이 맞춤식으로 마련되어야 할 것을 제안하였다.

@highlight

이 연구는 우리나라 정보격차와 사회적 배제의 관련성을 파악하기 위하여 2004년부터 2013년까지 시계열 종단자료를 통해 연차별 변동 패턴을 비교 분석하였다.

@highlight

이 연구는 이 결과를 토대로 가설을 제안하였으며, 사회적 배제를 제거하기 위한 정부의 정책적 노력으로서 정보격차해소 방안이 맞춤식으로 마련되어야 할 것을 제안하였다.

