양극산화(anodization)공정으로 제작된 규칙성 나노구조의 다공성 산화알루미늄(Aluminum Anodic Oxide,AAO)는 공정이 적용된 LED 모듈은 비교적 쉽고 경제적이므로 최근 LED용 방열소재로 응용하기 위하여 다양하게 연구가 진행되고 있다.

일반적으로 LED 모듈은 알루미늄/폴리머/구리 회로층으로 구성되며 절연체 역할을 하는 폴리머는 히트스프레더로 구성되어있다.

그러나 열전도도가 낮은 폴리머로 인하여 LED부품의 열 방출이 원활하지 못하므로 LED의수명단축 및 오작동에 영향을 미친다.

따라서, 본 연구에서는 폴리머 대신 상대적으로 열전도도가 우수한 AAO를 양극산화 공정으로 제작하여 히트스프레더(heat spread)로 사용하였다.

이때, AAO와 금속인 구리 회로층간의 접착력을 향상시키기 위하여 스퍼터링 DBC(direct bonding copper)법으로 시드층(seed layer)을 형성한 뒤 최종적으로 전해도금공정으로구리회로층을 형성하였다.

본 연구에서는 양극 산화공정으로 AAO와 금속간의 접착강도를 개선하여 1.18~1.45 kgf/cm와같은 우수한 peel strength 값을 얻었다.

@highlight

본 논문에서는 폴리머 대신 상대적으로 열전도도가 우수한 AAO를 양극산화 공정으로 제작해 히트스프레더(heat spread)로 사용했다.

