군의 작전수행 개념은 정보화 시대에서 4차 산업혁명 시대로 진화함에 따라 AI 등 신기술을 적용하여 빠르게 발전하고 있다.

그동안 정보화 시대의 기반이 되었던 네트워크 기술은 4차 산업혁명 시대에도 여전히 기반 기술로 자리매김하고 있어 네트워크중심작전(NCO)은 중요한 전쟁수행 개념이라고 볼 수 있다.

이러한 NCO 이론의 정립과 발전을 지속적으로 견인하기 위해서는 합동과제별 NCO 수행의 효과에 대한 평가를 진화적으로 적용할 필요성이 있다.

그러나 NCO 이론에 대한 평가의 틀을 제공하기 위해 2003년에 개발된 기존의 NCO-

CF는 4차 산업혁명 시대의 신기술과 이를 적용한 작전수행 개념 등을 반영하여 NCO를 평가하는 데는 다소 한계가 있다.

따라서 본 연구는 가칭 ‘차세대 NCO-

CF‘의 제안을 통해 기존 NCO-

CF에서 구체화되지 못한 상호운용성평가 분야를 보완하였으며, MosaicWarfare 및 Kill-

Web 개념 등 4차산업혁명 시대의 새로운 작전수행 개념에 대해서도 평가할 수 있도록 개념요소와 속성들을 새롭게 반영하였다.

또한 합동과제별 합동작전 수행능력을 평가할 수 있도록 MOE, MOP 평가 등을 구체화하였다.

‘차세대 NCO-

CF‘는 4차 산업혁명 시대의 기술 발전과 연계하여 NCO를 진화적으로 평가할 수 있도록 보완된 최신의 개념체계로 실질적인 활용 가치를 제고시켰다.

@highlight

본 연구는 가칭 ‘차세대 NCO-

@highlight

CF‘의 제안을 통해 상호운용성평가 분야를 보완하고, 4차산업혁명 시대의 새로운 작전수행 개념에 대해 평가 가능하도록 개념요소와 속성들을 추가하였으며,  NCO를 진화적으로 평가 가능하도록 보완된 최신의 개념체계로 활용 가치를 높였다.

