본 연구는 기업의 트위터 마케팅활동을 살펴보고자 특정 기업의 트위터를 선정해 조사하였다.

선정된 기업은 Olleh KT, 롯데백화점, 도미노피자, 현대카드로, 기업 트위터에서 작성된 트윗을 내용에 따라 일상형, 일반홍보, 이벤트형, 기업정보, 응답형, 전달형의 6가지 유형으로 분류하였다.

분류한 유형을 바탕으로 기간을 정해 기업별 트위터 이용 행태를 알아보고, ANOVA, Clustering분석을 실시하여 비교하였다.

이후 동종 기업의 시각화 비교를 위해 통신사, 백화점 각 2곳을 추가 선정하였다.

최종적으로 리트윗에 주목하여 각 기업별 트위터 글을 리트윗한 팔로어를 대상으로 리트윗 횟수, 팔로어 수를 곱한 영향력 계산을 적용해 유력자를 찾아내어 주로 어떤 유형의 글을 리트윗 하는지 시각화로 표현해 효율적으로 보이도록 했다.

연구 결과, 이용행태 중 응답형이 기업 트위터에서 가장 많이 사용되는 것을 볼 수 있었고, 팔로어들은 이벤트형에 가장 많이 반응하고 리트윗하는 것을 알 수 있었다.

본 연구를 통해 기업은 각 기업의 상태를 이해하고 상태에 따른 개별적 전략을 세워, 트위터를 보다 더 효율적인 마케팅의 수단으로 이용할 수 있을 것으로 기대된다.

@highlight

이 연구는 기업의 트위터 마케팅활동을 살펴보고자 특정 기업의 트위터를 선정해 조사했다.

@highlight

이후 동종 기업의 시각화 비교를 위해 통신사, 백화점 각 2곳을 추가 선정했다.

