최근 아동학대 사례가 언론을 통해 지속적으로 보도되면서 어린이집에 대한 사회적 불신이 커져갔다.

이를 반영하듯 2015년 9월 19일부터 보육실에 CCTV를 의무적으로 설치하게 되었다.

본 연구는 영유아교사들이 CCTV를 어떻게 인식하고 있는지 알아보고자 교사 116명을 대상으로 은유분석을 실시하였다.

은유는 특정집단의 인식이나 신념을 이해하는 중요한 연구방법이다.

연구결과, 감시(29.3%), 제약(22.4%), 보호(17.2%), 해결(12.1%), 기록(6.9%), 기타(3.45%)로 나타났다.

대다수의 교사들(51.7%)은 CCTV를 규제와 감시의 도구로 여기고 있었다.

아동과 자신을 보호하고 문제해결을 도와주는 기능을 하는 것으로 인식하는 경우는 29.3%에 머물렀다.

한편, 일부 교사들은 CCTV에 대하여 중립적인 인식을 갖고 있었는데 단순히 기록물로 인식하기도 하였다.

본 연구 결과, CCTV의 역기능인 사생활 침해나 교사권리보장의 어려움 등과 관련된 구체적인 언급은 나타나지 않아 개인의 권리(privacy)와 교권에 대한 인식이 다소 부족한 것으로 해석할 수 있다.

CCTV는 ‘불편함을 감수해야 할’ 일이었으며 ‘권리의 문제’로 인식되지 않았다.

CCTV는 인권, 교권, 사생활 침해에 앞서 감시의 시선이었다.

감시와 제약의 관점에서 연구되고 논의될 필요가 있다.

또한 보육실 내 CCTV 도입에 대한 정책적 제고와 함께 CCTV의 기능과 관리에 대한 더 실제적이고 구체적인 정책방안들이 마련되어야 함을 제언한다.

@highlight

이 연구는 영유아교사들이 CCTV를 어떻게 인식하고 있는지 알아보고자 교사 116명을 대상으로 은유분석을 실시했다.

@highlight

연구 결과, CCTV의 역기능인 사생활 침해나 교사권리보장의 어려움 등과 관련된 구체적인 언급은 나타나지 않아 개인의 권리와 교권에 관한 인식이 다소 부족한 것으로 해석할 수 있다.

