남한은 북한에 대한 경제제재의 일환으로 2010년 5.24조치와 2016년 2월 개성공단 폐쇄조치를 단행하였다.

이는 북한이 남한과의 경제관계를 통해 얻고 있는 외화 수입을 차단시킴으로써 북한을 압박하고자 한 것이었다.

그렇지만 이러한 경제 제재의 효과는 북한이 국제시장에서 남한의 대체시장을 확보할 수 없다는 전제에서만 가능한 것이다.

이러한 문제의식을 바탕으로 본 연구는 5.24조치와 개성공단 폐쇄 이후 북한이 중국과의 경제관계에서 남한의 경제제재를 벗어날 수 있는 대체시장을 확보하였는가를 살펴보고자 하였다.

이를 위해 과거 남한과의 경제관계에서 북한의 주요 반출품을 선별하고, 이 품목들이 5.24조치 이후 중국 시장으로 얼마나 수출되었는가를 살펴보았다.

그 결과 북한은 5.24조치 직후 중국 시장에서 남한을 대체하는 수출시장을 확보함으로써 북한의 외화 획득을 차단하는 효과를 얻지 못하였다는 것을 확인하였다.

개성공단 폐쇄는 북한의 외화 획득을 차단하는 효과를 거두었지만, 2016년에도 북한 경제가 플러스 성장을 하였다는 점에서 북한 경제에 치명적이지는 않은 것으로 판단된다.

이는 북한에 대한 경제제제는 중국의 협력 없이는 그 효과가 크지 않다는 점을 확인시켜 주는 것이다.

@highlight

남한이 북한에 대해 단행한 경제 제재의 효과는 북한이 국제시장에서 남한의 대체시장을 확보할 수 없다는 전제에서만 가능하다는 문제의식을 바탕으로 5.24조치와 개성공단 폐쇄 이후 북한이 중국과의 경제관계에서 남한의 경제제재를 벗어날 수 있는 대체시장을 확보하였는지에 대해 살펴보았다.

