이 글은 《푸핑》이 王安憶 창작세계의 방향전환을 보여준다는 점, 그리고 上海의 底層에 대해 서사하고 있다는 점에 주목하여 작품의 의미망을 새로이 분석하고자 하였다.

이를 위해 이 글은 우선 작가의 창작의도, 즉 上海 이민자들의 이민의 연유와 정착의 과정을 보여주고 이민자의 다양한 형상을 창조하고자 하는 작가의 의도에 근거하여, 피카레스크식 구성, 역사와 이념의 後景化와 소시민의 사소한 일상사의 前景化, 그리고 서사공간의 명확한 분할이라는 측면에서 이 작품이 구사하고 있는 서사전략을 분석하였다.

이 작품은 上海 이민자들의 삶의 다양한 양태를 보여주고 있는데, 특히 보모집단은 도시와 농촌의 매개자이자 경계인으로서의 속성을 지니고 있다.

아울러 이 작품은 세 개의 서사공간, 즉 淮海路 구역, 蘇州河 주변의 판자촌 구역, 그리고 梅家橋의 쪽방촌 구역으로 분할되어 있으며, 작가는 주변부, 특히 쪽방촌 구역의 삶에 대해 보다 높은 도덕적 의미를 부여하고 있다.

이들 세 공간에서 중심부는 주변부를, 그리고 판자촌 구역은 쪽방촌 구역을 하위공간으로 간주하여 배타적 우월의식을 지니고 있다.

@highlight

王安憶 창작세계의 전환을 보여주며, 上海의 底層에 대해 서사하고 있는 《푸핑》의 의미망을 분석한다.

@highlight

우선 上海 이민자들의 이민의 연유와 정착 과정을 보여주고, 피카레스크식 구성, 역사와 이념의 後景化와 소시민적 일상사의 前景化, 서사공간의 명확한 분할이라는 측면에서 이 작품의 서사전략을 분석하였다.

