국토교통부에서는 전국에 설치된 약 16만개의 도로표지를 효율적으로 관리하기 위해 2005년부터 도로표지관리시스템(RSMS)을 운영하고 있다.

이후 RSMS가 선형데이터 기반으로 고도화됨으로써 GIS 분석이 가능해졌다.

또한 도로표지 관련 지침에는 고속도로 및 지방부 국도에 설치되는 방향표지 안내지명에 대한 기준이 제시되어 있으나, 도시부 도로의 경우 참조할 만한 안내지명이 없어 도시별로 공통된 안내지명에 대한 일관된 선정이 어려운 실정이다.

이러한 환경 변화와 문제점 인식을 토대로 본 연구에서는 창원시 RSMS의 방향표지 자료를 토대로 원·근거리 지명이 서로 다른 공간적 영향권을 가지고 있음을 가설 검정과 실제 도로표지 데이터를 사례로 제시하였으며, 사례 분석을 통해 도시별로 공통된 안내지명에 대한 공간적 영향권을 분석하는 절차를 제시하였다.

GIS 분석에 근거한 시도를 통해 향후 신규 도로표지 설계시 설치지점 및 지역적 특수성을 고려하여 안내지명을 효과적으로 선정하는데 활용될 수 있을 것으로 기대된다.

@highlight

국토교통부는 전국에 설치되있는 약 16만개의 도로표지를 효율적으로 관리하기 위해 2005년부터 도로표지관리시스템(RSMS)을 운행하고 있다.

@highlight

이후 RSMS가 선형데이터 기반으로 고도화되어서 GIS 분석이 가능해졌다.

