원자력 발전소 연장운행은 한국사회에서 새로운 사회적 갈등의 핵심 사안으로 떠오르고있다.

본 연구의 목적은 원자력 발전과 관련해 현안이 되고 있는 원자력 발전소 연장운행에 대한 원전주변 지역주민들의 수용성을 분석하는데 있다.

이를 위해 본 연구는 위험지각변수(지각된 위험과 편익, 신뢰, 부정적 이미지)와 지역적 수준에서 정치적, 경제적 차별지각이 발전소 연장운행 수용성에 미치는 효과에 주목한다.

분석결과, 첫째, 원전의 연장운행에 위험지각과 차별지각이 영향을 미치고 있는 것으로나타났다.

지각된 위험과 부정적 이미지가 높아질수록, 지각된 편익과 신뢰가 낮아질수록연장운행 수용성이 낮아지고 있다.

경제적 차별이 높아질수록 수용성이 낮아지고 있는 반면에 (영광지역의 경우) 정치적 차별이 높아질수록 수용성이 높아지는 반동현상이 나타나고 있다.

둘째, 원전 네 지역 간에 수용성과 결정구조에 구조적 차이가 발생하고 있다.

영광과 고리의 경우 부정적 이미지가, 울진은 신뢰가, 월성의 경우 경제적 차별 지각이 수용성 결정에 가장 큰 설명력을 보이고 있었다.

셋째, 경제적 차별, 정치적 차별 지각은 위험지각변수가 수용성에 미치는 영향을 조절하고 있는 것으로 나타났다.

경제적 차별지각은편익과 신뢰가 수용성에 주는 정(+)의 효과를 약화시키는 반면, 정치적 차별지각은 위험과 부정적 이미지가 미치는 부(-

)의 효과를 더욱 강화하는 역할을 수행하고 있다.

@highlight

원자력 발전소 연장운행은 한국사회에서 새로운 사회적 갈등의 핵심 사안으로 떠오르고있다.

@highlight

분석결과, 원전의 연장운행에 위험지각과 차별지각이 영향을 미치고 있는 것으로나타났다.

