본 연구는 모집단에 존재하는 관찰되지 않은 이질성을 추적하는 성장혼합모형을 적용하여 은퇴자의 심리적 건강에서의 변화 패턴을 확인하고 각 발달 궤적에 영향을 미치는 요인들을 살펴보았다.

구체적으로, 역할이론, 연속성이론, 및 자원이론을 기반으로 은퇴자의 은퇴 후 심리적 건강 패턴에 유지형, 증가형, 감소형이라는 세 가지 패턴이 존재할 것이라 가정하였다.

이를 검증하기 위해 2005년부터 격년으로 실시해 현재 4차까지 조사가 이루어진 국민노후보장패널조사의 자료를 사용하였으며 총 436명을 최종 분석에 포함하였다.

분석 결과, 은퇴자의 심리적 건강 변화 유형에는 은퇴 전에 비해 은퇴 후 심리적 건강이 증가하는 ‘증가형’과 심리적 건강이 감소하는 ‘감소형’이 존재하는 것으로 나타났다.

이후 각 유형에 영향을 미치는 요인을 확인하기 위해 로지스틱 회귀분석을 수행하였다.

그 결과, 은퇴자의 교육수준이 높고, 은퇴 전 건강 및 경제적 만족도가 높을수록 증가형에 속할 확률이 높았다.

반면, 너무 늦은 시기에 은퇴를 하고 건강상의 문제로 인해 은퇴를 하는 은퇴자일수록 감소형에 속할 확률이 높았다.

@highlight

이 연구는 모집단에 존재하는 관찰되지 않은 이질성을 추적하는 성장혼합모형을 적용해 은퇴자의 심리적 건강에서의 변화 패턴을 확인하고 각 발달 궤적에 영향을 미치는 요인들을 살펴보았다.

