이 연구는 3년에 걸쳐 6명의 아동독자의 읽기 과정을 사고구술 기법으로 관찰한질적 종단 연구이다.

아동독자의 읽기 전략과 태도의 발달 양상을 살펴 두 요인 발달의 관계적 원리에 따른 읽기 교육을 제안하는 데 그 목적이 있다.

연구방법으로는 사고구술 자료 전사 분석, 읽기 면담 등 질적 연구 방법이 주로쓰였다.

이에 대한 보완으로서 읽기 전략 구인별 사고구술 빈도의 비교, 읽기 태도검사지의 사전·사후 검사 평균치 비교 등의 양적 연구 방법을 병행하였다.

연구의 성과는 개별 학습자가 자신만의 읽기 발달 과정을 가진다는 점과 읽기 발달에 있어 전략은 태도를 추동하기도 하고, 태도가 전략을 추동하기도 하며, 상호보완적으로 작용하기도 한다는 점이다.

그리고 ‘진단-

지도-

기대’로 이어지는 3차원적 4유형의 읽기 지도(자립형, 지원형, 안내형, 맞춤형)유형을 제안한 점이다.

요컨대, 이 연구는 읽기 발달 연구로서 독자 발달에 관한 기초 정보를 제공하고,발달 단계에 따른 개별화 읽기 교육의 근거 제공, 발달적 독자관을 토대로 한 학습자존중과 인간이해로서의 읽기 교육의 기틀을 마련하기 위한 연구라 할 수 있다.

또한종단적 연구 설계의 기반 위에 질적·양적 통합 연구방법을 활용한 읽기 발달 연구로서, 후속되는 읽기 교육 연구에 질적 아이디어를 주는 데 의의가 있다.

@highlight

연구는 3년에 걸쳐 6명의 아동독자의 읽기 과정을 사고구술 기법으로 관찰한질적 종단 연구이다.

@highlight

아동독자의 읽기 전략과 태도의 발달 양상을 살펴 두 요인 발달의 관계적 원리에 따른 읽기 교육을 제안하는 데 그 목적이 있다.

