오늘날 우리는 급속한 변화로 인하여 날마다 생겨나는 새로운 가치관에 적응하며 살아간다.

이와 같은 포스트모던 사회의 영향으로 다양한 관점으로 해석 가능한 그림책이 점차 증가하고 있다.

국내에 번역된 포스트모던 그림책 19권을 선정하여 분석한 결과 다음과 같은 결말 형태를 확인하였다.

첫째, 행복을 재정의 하고, 전통적인 이야기를 재화하여 새롭게 구성한, 새로운 의미의 행복한 결말이다.

둘째, 사건이 모두 종결된 후에 또 다른 사건을 암시하는 새로운 시작을 알리는 출발로써의 결말이다.

셋째, 주인공마다 에피소드를 가지고 자신의 이야기를 들려주는 각각의 목소리가 남아있는 병행적 결말이다.

넷째, 모든 이야기가 마무리 되었을 때, 다시 처음으로 돌아가 한 번 더 이야기를 읽도록 만드는, 다시 처음으로 돌아가게 하는 순환적 결말이다.

다섯째, 결말 부분에 독자에게 질문을 던지거나, 이야기 전달자가 끝을 모르는 척하며 맡기는 작가가 독자에게 떠넘긴 결말이다.

여섯째, 대단원을 앞두고 인물의 심리가 편안한 상태를 가지지 못하고 불안정 상태로 끝나는 미해결 결말이다.

본 연구의 결과를 통하여 공동저작자로써 독자의 역할을 확인할 수 있으며, 이는 성인과 유아의 새로운 텍스트 접근 방식의 필요성을 제시해준다.

@highlight

국내에 번역된 포스트모던 그림책 19권을 선정하여 결말을 분석한 결과, 새로운 의미의 행복한 결말, 새로운 시작을 알리는 출발로써의 결말, 각각의 목소리가 남아있는 병행적 결말, 순환적 결말, 작가가 독자에게 떠넘긴 결말, 미해결 결말이었다.

@highlight

이를 통해 공동저작자로써 독자의 역할을 확인하였다.

