본 연구는 한국연구재단 한국학술지인용색인에서 제공하는 2011년부터 2018년까지의 자료를 활용하여 한국실과교육연구학회에서 발행하는 학술지 ‘실과교육연구’의 특성을 파악하기 위한 목적으로 수행하였다.

본 연구를 통해 얻은 주요 결과를 정리하면 다음과 같다.

첫째, 학술지 ‘실과교육연구’의 KCI-

IF값은 직전 2년, 3년, 4년, 5년간의 지수를 보면, 일시적으로 감소한 시기가 있었지만, 점진적으로 증가하는 모습을 보이고 있다.

둘째, 학술지 ‘실과교육연구’에 게재된 논문을 피인용한 횟수는 연평균 47.38회를 보이고 있으나 2011년부터 2018년까지 게재된 논문 359편 중, 1회도 피인용이 되지 않은 논문이 65편(18.1%)으로 가장 높게 나타났다.

셋째, 학술지 ‘실과교육연구’는 연평균 9.38번의 자기인용횟수와 연평균 23.42%의 자기인용률을 보이고 있다.

넷째, 학술지 ‘실과교육연구’의 즉시성 지수는 연평균 0.35를 보이고 있다.

@highlight

본고는 한국연구재단 한국학술지인용색인에서 제공하는 2011년부터 2018년까지의 자료를 활용해 한국실과교육연구학회에서 발행하는 학술지 ‘실과교육연구’의 특징을 파악하기 위한 목적으로 시행하였다.

