이 연구는 문화대혁명 초기 북중관계의 갈등과 연변 조선족을 둘러싼 홍색공포와 민족문제에 대한 분석을 목적으로 한다.

1960년대 문화대혁명과 전바오섬 무력충돌을 중심으로, 사회주의 국가간 관계는 분열되고 긴장된 상태였다.

이런 분위기에서 중국은 대부분의 국가와 외교적 마찰을 빚고, 사회주의 국가들과도 외교관계가 단절되었다.

홍위병의 김일성 공격으로 북중갈등이 본격화되고, 북한도 역시 중국을 비판하였다.

중국의 대북한 경제협력을 축소되고, 북한은 경제와 군사적 위기를 겪으면서, 소련과 동유럽 각국에 접근하였다.

이 시기 북중관계는 ‘적대적 동맹’이었다.

1967년 8월부터 마오쩌둥은 저우언라이를 재신임하며, 좌경노선의 오류를 바로잡기 시작하였다.

1969년 3월 전바오섬을 둘러싼 중소간의 무력충돌에 의하여, 중국외교는 전환기를 맞이하게 된다.

더불어 점증하는 안보위기 속에서 북한도 역시 1969년부터 중국과의 관계 회복을 추진하게 되었다.

연변의 문화대혁명은 중앙의 정치와 북중갈등의 확장이라는 측면이 있었다.

연변자치주는 조선족 지도자를 중심으로 건설되었고, 문화대혁명 초기 저우언라이의 지원과 협력으로 질서가 관리되고 있었다.

1967년 1월, 마오위엔신이 연변지역을 간섭하기 시작하면서, 홍색공포분위기 속에서 무력충돌을 동반한 민족갈등이 표출되었다.

@highlight

본 연구는 문화대혁명 초기 북중관계의 갈등과 연변 조선족을 둘러싼 홍색공포와 민족문제에 관한 분석을 목적으로 한다.

