탈냉전 및 지구화·지역화를 배경으로 등장한 1990년대 지역 협력의 새로운 물결에도 불구하고, 서유럽과 동아시아에서 지역 협력의 내용·형태 및 수준은 대단히 상이한 모습을 띠고 있다.

이 논문은 전후 서유럽과 동아시아의 지역 협력 발전의 역사적 비교로부터 출발하여 지역 협력의 발전·지체의 외적, 즉 세계질서적 조건에 대한 설명을 제공하려는 시도다.

이 논문이 특히 주목하는 것은 서유럽과 동아시아에서 다른 방식으로 구조화된 미국 헤게모니의 특성이다.

전후 서유럽에서 미국의 헤게모니가 다자주의적 틀을 매개로 형성됨으로써 이 지역의 통합의 발전에 주도적으로 기여했던 반면, 동아시아에서 미 헤게모니는 양자적 관계를 기반으로 공고화됨으로써 지역 협력의 가능성을 차단하는 방향으로 작동하였다는 것이 이 글의 핵심적 주장이다.

나아가 이 논문은 서유럽과 동아시아에서 미국 헤게모니의 위기 또는 지속이 최근 등장한 지역 협력의 역동성과 밀접한 관련을 맺고 있음에 주목할 것이다.

즉, 1980년대 중반 이후 유럽통합의 역동적인 전개가 서유럽에서 미국 헤게모니의 위기와 맞물려 있다고 한다면, 지역화의 심화에도 불구하고 지역주의가 출현하지 않는 동아시아의 현실은 이 지역에서 여전히 강력한 미국의 헤게모니를 반영하고 있다고 할 것이다.

@highlight

전후 서유럽과 동아시아의 지역 협력 발전의 역사적 비교와 지역 협력의 발전·지체의 외적 조건에 대한 설명으로 전후 서유럽에서 미국의 헤게모니가 다자주의적 틀을 매개로 형성되어 이 지역의 통합의 발전에 기여했던 반면, 동아시아에서 미 헤게모니는 양자적 관계를 기반으로 공고화됨으로써 지역 협력의 가능성을 차단하는 방향으로 작동하였다.

