현실적 필요성은 증가하고 있으나 자기 주도성이나 학습능력이 부족한 초등학교 학생들에게는 어렵게 생각되어 초등교육 현장에서는 아직 쉽게 적용되지 못하고 있는 문제중심학습 (PBL)의 교수학습 과정을 구체화하여 초등학교 교실에서 적용 가능한  문제중심학습모형을 구축하고자 하는 것이 본 연구의 목적이다.

기존의 여러 문제중심학습과정 관련 문헌들로부터 공통적으로 중시되는 단계들을 중심으로 하여 1) 문제 만나기, 2) 문제 해결계획 세우기, 3) 탐색하기, 4) 문제해결책 만들기, 5) 발표 및 평가하기 의 절차를 추출하였으며, 각 단계의 의미 및 범위, 그리고 주요활동들이 어떻게 이루어져야 하는지를 구체적으로 제시, 논의하였다.

또한 이러한 과정을 초등 6학년 과학에서 ‘태풍’을 주제로 하여 ‘일기예보’ 단원을 위해 개발한 문제중심학습의 예를 통해 구체화하였다.

특히 어린 학습자들이 문제중심학습의 일련의 과정을 잘 수행하여 본래 문제중심학습의 의도에서도 벗어나지 않도록 하기 위해 교사가 안내자, 즉 코치로서의 역할을 어떻게 해야 하는지를 구체적인 활동 및 교사 발문의 예시를 통해 제시하였다.

@highlight

문제중심학습(PBL) 교수학습 과정을 구체화하여 초등학교 교실에 적용 가능한  문제중심학습모형을 구축하였다.

@highlight

문제 만나기, 문제 해결계획 세우기, 탐색하기, 문제해결책 만들기, 발표 및 평가하기 절차를 추출하였으며, 안내자로서 교사의 역할에 대해 구체적 활동 및 교사 발문 예시를 통해 제시하였다.

