복

부

 

전

산

화

단

층

촬

영

 

후

 

3

차

원

 

볼

륨

렌

더

링

으

로

 

재

구

성

한

 

영

상

을

 

분

석

하

여

 

복

부

대

동

맥

에

서

 

분

지

하

는

 

복

강

축

과

 

위

창

자

간

막

동

맥

을

 

기

준

으

로

 

해

부

학

적

 

변

위

를

 

분

류

하

여

 

평

가

하

고

자

 

하

였

다

.

 

복

부

 

전

산

화

단

층

혈

관

촬

영

을

 

시

행

한

 

6

1

3

명

 

환

자

의

 

3

차

원

 

볼

륨

렌

더

링

 

영

상

을

 

이

용

하

여

 

해

부

학

적

 

변

위

를

 

형

태

별

로

 

분

류

한

 

결

과

 

5

5

2

명

(

T

y

p

e

 

Ⅰ

,

 

Ⅱ

)

은

 

정

상

 

구

조

에

 

속

하

였

고

,

 

6

1

명

(

T

y

p

e

 

Ⅲ

~

?

)

은

 

변

위

로

 

분

류

하

였

다

.

 

T

y

p

e

 

Ⅰ

이

 

3

3

9

명

 

(

5

5

.

3

1

%

)

,

 

T

y

p

e

 

Ⅱ

가

 

2

1

3

명

(

3

4

.

7

4

%

)

으

로

 

나

타

났

으

며

 

변

위

로

 

분

류

된

 

경

우

는

 

T

y

p

e

 

Ⅲ

은

 

1

8

명

 

(

2

.

9

3

%

)

,

 

T

y

p

e

 

Ⅳ

는

 

1

2

명

 

(

1

.

9

5

%

)

,

 

T

y

p

e

 

Ⅴ

는

 

1

1

명

 

(

1

.

7

9

%

)

,

 

T

y

p

e

 

Ⅵ

는

 

9

명

 

(

1

.

4

6

%

)

,

 

T

y

p

e

 

Ⅶ

는

 

6

명

 

(

0

.

9

7

%

)

으

로

 

나

타

났

으

며

,

 

T

y

p

e

 

Ⅷ

~

?

는

 

각

각

 

1

명

 

(

0

.

1

6

%

)

으

로

 

전

혀

 

새

로

운

 

변

위

형

태

로

 

분

류

되

었

다

.

 

결

론

적

으

로

 

복

강

축

과

 

위

창

자

간

막

동

맥

을

 

기

준

으

로

 

변

위

를

 

분

류

한

 

결

과

 

그

동

안

 

간

동

맥

 

중

심

의

 

해

부

학

적

 

변

위

 

분

류

에

서

는

 

관

찰

되

지

 

않

았

던

 

9

가

지

의

 

새

로

운

 

변

위

형

태

를

 

파

악

할

 

수

 

있

었

다

.

 

이

는

 

새

로

운

 

혈

류

지

도

를

 

만

드

는

 

중

요

한

 

자

료

로

 

이

용

될

 

수

 

있

을

 

것

으

로

 

사

료

된

다

.

@highlight

복부 전산화단층촬영 후 3차원 볼륨렌더링으로 재구성한 영상을 분석하여 복부대동맥에서 분지하는 복강축과 위창자간막동맥을 기준으로 해부학적 변위를 분류하여 평가하려 했다.