본 논문은 두 편으로 구성된 치과용 임플란트 구조설계에 대한 논문 중 첫 번째 논문으로 먼저 치과용 임플란트의 종류 및 특징에 대하여 조사 분석을 수행하였다.

이를 통하여 현재 사용 중인 대표적인 치과용 임플란트들의 장단점들을 비교분석하였다.

그 결과를 토대로 새로운 임플란트 구조모델을 제안하였다.

특히 제안된 새로운 구조형상의 임플란트에 대하여 기존의 대표적인 임플란트들과 유한요소해석 기법을 이용한 구조해석 비교연구를 수행하였다.

구조해석 비교연구를 수행한 결과 본 논문에서 제안한 치과용 임플란트의 구조적 성능의 우수성이 확인되었다.

본 연구에서 구조해석 비교연구를 수행한 치과용 임플란트 제품은 3i 임플란트 제품과 Sargon 임플란트 제품이다.

이들은 모두 수입 제품들인데 임플란트 종류 및 특징 조사 결과 현재 임상으로 사용 중인 임플란트들은 대부분 골내식립형인데 이들도 그들 중 하나임을 알 수 있었다.

@highlight

본고는 두 편으로 구성된 치과용 임플란트 구조설계에 대한 논문 중 첫 번째 논문으로 먼저 치과용 임플란트의 종류 및 특징에 대하여 조사 분석을 수행하였다.

