김평묵(重菴 金平?

, 1819~1891)은 이항로(華西 李恒老)의 제자로서 19세기 후반 조선왕조 말기의 변혁하는 시대를 살면서 조선시대 주자학의 전통을 수호하였던 보수적 유학자이다.

그는 경학연구에 관심을 집중하였던 것도 아니고, 경세론에 중요한 업적을 남겼던 것도 아니다.

그러나 그의 사상체계는 경전을 떠나서는 심성론과 수양론이나 의리론과 경세론이 성립할 수 없다는 유교의 기본전제 위에 수립된 것이다.

김평묵의 경세론은 《대학》에서 ‘명명덕(明明德)’의 심성론이 ‘신민(新民)’의 경세론으로 확장되는 질서를 전제로 한다.

그러나 그는 유교전통이 붕괴하는 역사적 변동기를 살면서, 불변의 기준으로서 ‘상(常)’에 대비하여 상황에 따라 적절히 대처하는 ‘권(權)’을 제시함으로써 급변하는 시대의 대응논리를 찾고 있다.

그럼에도 불구하고 김평묵은 여전히 중국중심의 ‘중화주의’를 벗어나지 못하고 있으며, ‘위정척사(衛正斥邪)’의 의리도 배타적 저항논리에 사로잡혀 사회변화를 이끌어갈 수 있는 논리를 찾아내지 못하는 한계를 드러내었던 것이 사실이다.

@highlight

김평묵(重菴 金平?

@highlight

, 1819~1891)은 이항로(華西 李恒老)의 제자로서 19세기 후반 조선왕조 말기의 변혁하는 시대를 살면서 조선시대 주자학의 전통을 수호했던 보수적 유학자이다.

