본 연구의 주제는 우리나라 제1의 항만이자, 해양수도인 부산시를 대상으로 해항도시(sea port city)의 경제성장에 영향을 미치는 해양산업(ocean industries)의 장기적인 효과 및 그 주요 요인을 분석하는 것이다.

즉 수산업, 해운항만산업, 해양관광산업, 조선업 등 해항도시의 다양한 해양산업이 그 도시의 경제성장에 어떠한 영향을 미치는 지를 부산시를 대상으로 심층 연구한다.

이를 위해 해항도시의 경제성장과 각 영향변인들에 관한 논거를 살펴보고, 다시 이를 토대로 수산, 해운항만, 조선, 해양관광, 도시재정, 인구, 정치 등에 관한 변수를 설정하여 연구를 수행하였다.

주요 연구결과는 다음과 같다.

첫째, 해항도시 부산의 사례에서 해양산업이 도시의 경제성장에 미치는 효과는 상당한 수준으로 나타났다.

둘째, 수산업, 해운항만산업, 조선산업, 해양관광산업 등 연구대상으로 삼은 모든 분야의 해양산업이 해항도시의 경제성장에 영향을 미치는 것으로 나타났다.

단, 도시경제성장에 대해 해운항만산업과 해양관광산업 및 조선산업의 활성화는 긍정적인 영향을 미치는데 반해, 수산업의 활성화는 부정적인 영향을 미치는 것으로 나타났다.

이러한 점들은 우리에게 해항도시에 대한 해양산업의 경제적 기여를 새롭게 인식하도록 만드는 동시에, 향후 정부가 해양산업에 관한 주요 성장동인을 발견할 수 있도록 하는 여러 정책적 시사점을 제공하였다.

@highlight

본 논문의 주제는 우리나라 제1의 항만이며, 해양수도인 부산시를 대상으로 해항도시(sea port city)의 경제성장에 영향을 미치는 해양산업(ocean industries)의 장기적인 효과와 그 주요 요인을 분석하는 것에 있다.

