본 연구는 유치원 현장에서 이루어지는 교육실습의 운영 실제 및 실습제도 개선에 대한 인식 및 요구를 살펴보고자 U, G지역의 교육실습 지도교사 258명을 대상으로 설문 분석하였다.

연구 결과 첫째, 교육실습 운영 현황에 대한 인식 및 요구를 살펴본 결과, 실습시기에 대해선 실제 이루어지는 시기와 이상적인 실습시기가 동일하였으며 수업실습에서는 부분수업 4회, 전일제 수업 1회를 바람직하게 여기고 있었다.

또한 관찰실습, 수업실습은 교사의 계획하에 지도되고 있으나 실무실습의 경우 제한된 경험을 하는 것으로 나타났다.

둘째, 참관실습, 수업실습, 실무실습에 대한 역할 수행 및 실습지도 만족도는 대체로 긍정적으로 인식하고 있었으며 이중 참관실습에 대한 지도는 비교적 높게 나타났으나 실무실습에 대한 지도는 다소 낮았다.

셋째, 실습제도 개선에 대해선 사전?

사후실습의 필요성을 제안하였으며, 대학에 대해 현장실습의 기회확대, 연령별 모의수업 시연을 통한 수업역량 및 생태적 현장역량 강화를 요구하였다.

@highlight

이 연구는 유치원 현장에서 이뤄지는 교육실습의 운영 실제 및 실습제도 개선에 관한 인식 및 요구를 살펴보고자 U, G지역의 교육실습 지도교사 258명을 대상으로 설문 분석했다.

