본 연구는 가정외보호 퇴소청소년의 자립경험을 탐색하고 의미를 도출하는데 의의가 있다.

이를 위하여 가정외보호 체계에서 퇴소한지 5년 미만 된 청소년을 대상으로 인터뷰를 진행하였다.

본 연구는 질적연구 분석을 위해 초점집단인터뷰(FGI) 방법을 활용하였다.

FGI를 통해 가정외보호 퇴소청소년의 자립의 경험을 이해하고 살펴보았다.

연구참여자는 총 16명이며, 3집단으로 나누어 각 2회기로 인터뷰하였다.

인터뷰를 통해 얻은 자료들은 의미단위 → 개념 → 하위범주 → 범주 순으로 분석하였다.

본 연구의 주요결과는 다음과 같다.

자립의 경험에 대해서 심층적으로 살펴본 결과, ‘명암이 있던 과거 시설생활’, ‘기대고 싶지만 온전히 기댈 수 없는 사람들’, ‘외로움과 자유가 공존하는 홀로서기’, ‘가장 원하지만 쉽지 않은 평범한 삶’으로 주범주가 도출되었다.

이러한 결과를 바탕으로 가정외보호 퇴소청소년들의 보다 나은 자립을 위한 사회복지 정책적·실천적 함의를 제안하였다.

@highlight

본 논문은 가정외보호 퇴소청소년의 자립경험을 탐색하고 의미를 도출하고자 하였다.

@highlight

가정외보호 체계에서 퇴소한지 5년 미만 된 청소년을 대상으로 인터뷰를 진행하였고, 질적연구 분석을 위해 초점집단인터뷰 방법을 사용했다.

