이 연구는 초, 중학생들이 성별 학교급별 학업성취수준별로 행복과 관련 변인에 대해 어떠한 인식을 하고 있는지 분석하는 데에 주된 목적이 있다.

분석대상은 총 567명으로서, 초등학생이 302명, 중학생은 281명이었다.

질문지는 박영신과 김의철(2006)에 의해 제작되었다.

분석한 결과는 다음과 같다.

첫째, 초등학생이 중학생보다 행복감과 생활만족도에서 높게 지각하였다.

둘째, 학업성취수준이 높은 학생일수록 행복감과 생활만족도가 높은 것으로 나타났다.

셋째, 남학생이 여학생보다 생활만족도에서 높게 지각한 것으로 나타났다.

넷째, 학업성취수준이 높은 학생일수록 그들의 부모님, 선생님과 친구에 대한 일반적인 신뢰가 높았다.

다섯째, 초등학생이 중학생보다 아버지와 교사로부터의 사회적 지원을 많이 받는 것으로 인식하였다.

여섯째, 남학생이 여학생보다 아버지로부터의 지원을 더 많이 받고, 여학생이 남학생보다 친구로부터의 지원을 더 많이 받는 것으로 나타났다.

일곱째, 학업성취수준이 높은 학생들이 자기효능감도 높았다.

@highlight

본 연구는 초, 중학생들이 성별 학교급별 학업성취수준별로 행복과 관련 변인에 관해 어떠한 인식을 하고 있는지 분석하는 데에 주된 목적이 있다.

