중국은 자국어와 문화의 보급을 통해 중국에 대한 이해를 증진시키고 원활한 대외관계를 유지하기 위하여 2004년부터 해외에 공자학원을 설립하여 운영하고 있다.

최근 들어 한국어 보급기관인 세종학당의 현지 법인화 및 독립적 운영 방안이 활발히 논의됨에 따라 중국 공자학원의 운영 현황 및 현지 법인화에 대한 비교연구가 이어지고 있다.

중국에서도 재정운영의 효율화와 교육의 활성화를 달성하기 위하여 공자학원을 현지 법인화 하여야 한다는 논의가 일찍부터 있어 왔는데, 현지 법인화되는 경우 국가 재정지원의 감소와 내부 지배구조의 변화, 예산회계제도, 구체적 사안에 대한 법률의 적용 등이 특히 문제된다.

이러한 맥락에서 본 논문은 중국의 자국어 보급정책과 공자학원의 법적지위 및 운영방식에 대해 살펴보고 현지 법인화의 필요성에 대한 검토하고, 나아가 공자학원을 법인화하는 경우 발생하는 법적 쟁점 및 제도적 개선방안에 대하여 논의하고자 한다.

아울러 중국의 자국어 보급기관인 공자학원에 대한 논의를 바탕으로 한국 세종학당의 현지 법인화에 주는 몇 가지 시사점을 제시함으로써 세종학당의 독립적 운영방안을 위한 정책수립에 기여하고자 한다.

@highlight

본 논문은 중국의 자국어 보급정책과 공자학원의 법적지위 및 운영방식에 대해 살펴보고 현지 법인화의 필요성에 대한 검토하고, 나아가 공자학원을 법인화하는 경우 발생하는 법적 쟁점 및 제도적 개선방안에 대하여 논의하고자 한다.

