현대인들이 생활 속에서 끊임없이 접하게 되는 시각 이미지들은 기존의 미술교육에서 다루어 오던 이미지들과 제작 의도부터 다르다.

현대의 시각 이미지들을 무비판적으로 수용하게 되면 그 안에 담겨 있는 상업적 의도나 문화, 성 등에 대한 편견들을 그대로 내면화하게 될 위험이 있다.

이러한 시각 이미지들을 올바르게 분석하고 해석하기 위해서는 기존의 미술교육에서 미술품을 감상하고 비평할 때 사용해왔던 관점과는 다른 관점이 필요하다.

2007 개정 미술과 교육과정부터 시각문화는 미술과 교육과정의 일부가 되어 초등학교에서 교육되고 있다.

현대의 시각 이미지들을 분석하고 해석하는 것을 지도해야 할 예비 초등 교사들의 시각적 문해력에 대해 연구하여 그들의 시각적 문해력 향상 방안을 모색함으로써 초등 교육에서의 시각문화 미술교육을 강화하고자 하였다.

예비 초등 교사들이 시각 이미지를 어떻게 해석하는지 알아보기 위하여 시각 이미지에 기초하여 TV 드라마 속 여자 주인공의 캐릭터를 분석하도록 하였다.

수집된 분석문은 시각적 요소 묘사 부분을 외연으로, 시각적 요소에 담긴 의미 분석 부분을 내포로 구분하여 시각 이미지의 의미를 분석하기 위해 어떠한 시각적 요소를 사용하였는지에 중점을 두어 분석하였다.

분석 결과 예비 초등 교사들 중 일부는 시각 이미지를 분석하는 것에 대한 의식이 부족하였다.

또 대부분의 예비 초등 교사들은 1차적으로 주목하게 되는 시각적 요소에만 집중하고 보다 간접적이고 은유적인 방식으로 의미를 전달하는 시각적 요소들의 활용은 부족한 것으로 드러났다.

@highlight

현대인들이 생활 속에서 끊임없이 접하게 되는 시각 이미지들은 기존의 미술교육에서 다루어 오던 이미지들과 제작 의도부터 다르다.

@highlight

이런 시각 이미지들을 올바르게 분석하고 해석하기 위해서는 기존의 미술교육에서 미술품을 감상하고 비평할 때 사용해왔던 관점과는 다른 관점이 필요하다.

