이 연구는 1980년대 초 대외 환경의 변화가 북한의 안보 위협 인식을 고조시켜 북한이 이를 타개하기 위하여 1983년 북한의 아웅산 테러를 감행하였음을 분석하였다.

국가 주도의 테러는 국가 이익을 극대화하기 위한 외교정책의 수단으로서 희생자뿐만 아니라 청중들에게 심리적 영향을 끼치며 목적을 위하여 폭력을 정당화하는 데에 약소국이 효과적으로 활용할 수 있는 수단이다.

1980년대 초 미소간의 신냉전, 미중일 화해, 한미일 동맹 강화, 한중 경제관계 확대, 한국의 제5공화국 등장이라는 외교 환경 변화로 인하여 북한의 안보 위협이 심화되었다.

북한은 이러한 안보 환경의 변화를 위하여 한국의 지도자 암살이라는 테러를 선택하였다.

한국의 신속한 대처로 한국 사회의 혼란이 발생하지는 않았으나 소련의 KAL기 격추 사건에 이은 테러로 한국 국민들에게 심리적 공포를 유발하였다.

북한은 비록 테러 국가로서 자본주의 진영 및 일부 제3세계 국가들의 비판을 받았으나 아웅산 테러 사건 이후 소련으로부터 안보 협력을 확보하였고 한중관계의 발전을 지연시키고 중국과의 경제협력을 강화하는 계기를 마련하였다.

@highlight

이 연구는 1980년대 초 대외 환경의 변화가 북한의 안보 위협 인식을 고조시켜 북한이 이를 타개하기 위해 1983년 북한의 아웅산 테러를 감행했음을 분석했다.

