이 논문은 국외에서 한국어 보급에 대한 실효성 있는 방안을 모색하는 데 있다.

국외에서 이루어지는 한국어 보급의 궁극적인 준거는 한국어의 세계화를 추구함으로써 국격의 제고와 국력 신장에 도움이 될 수있다는 데 있다.

이를 위해서는 한국어의 부상이 이루어져야 하는데 그핵심 방안의 하나로 효과적인 보급 맥락과 연계되어 있다는 점을 인지할수 있다.

또한 보급 방법은 상호 언어교류 및 문화교류를 기저로 수행되어야 하는데, 이는 언어와 문화의 존중을 통한 피보급국가의 민족을 존중해야만이 보급의 실효성을 거둘 수 있기 때문이다.

이를 뒷받침하는 하나의 사례로 일제 강점기 때 일본어 보급 정책의 실패가 주는 교훈에서 찾을 수 있었다.

정부 차원의 한국어 보급을 위한 노력에서는 보급 기관의단일화, 권역별 균형과 수요자 중심의 보급 거점 기관 설립이 요구된다.

실효성 있는 보급 방안에 대한 하나의 제언으로 국외 공공도서관 내에 한류방을 개설하여 운영함은 한국어 보급 전진기지로서 저비용 고효율의파급 효과를 창출할 수 있다고 본다.

한류방의 개설은 국가성장의 한 동력일 뿐만 아니라 한국어가 세계어로서의 제역할을 할 수 있는 가능성을보여주는 것이다.

@highlight

본 논문은 국외에서 한국어 보급에 대한 실효성 있는 방안을 모색하는 데 있다.

@highlight

국외에서 이루어지는 한국어 보급의 궁극적인 준거는 한국어의 세계화를 추구함으로써 국격의 제고와 국력 신장에 도움이 될 수있다는 데 있다.

