본 연구의 목적은 기금운용평가가 기금의 수익성을 개선시키는가를 파악하여 기금운용평가의 유용성을 검증하는 데 있다.

적극적 감시가설에 따라 기금운용평가 후 기금의 수익성은 평가 전보다 상대적으로 향상될 것으로 예상한다.

또한 기금운용평가 전에 상대적으로 비효율적인 기금은 평가 후 수익성이 상대적으로 더 향상될 것으로도 예상한다.

분석대상 기금운용평가 기간은 2000년부터 2003년까지의 4년이며 표본은 2000년 27개, 2001년 32개, 2002년 32개, 2003년 34개 총 125개 기금이다.

기금운용평가에 따른 수익성 개선 여부는 평가 전후의 총 자산이익률차이 T-

검증으로 하였다.

기금운용평가가 평가 전에 상대적으로 비효율적인 기금의 수익성 개선에 미친 영향 여부는 회귀분석으로 검증하였다.

회귀분석에 있어서 종속변수는 평가 후 연도와 전연도의 총자산이익률차이이고 설명변수는 평가 전 수지비율과 총자산회전율이며 통제변수는 자산규모, 경상사업비비율 및 자본지출비율이다.

T-

검증 결과, 피평가기금 전체에서의 기금운용평가의 유용성은 발견되지 않았다.

그리고 회귀분석 결과, 평가 전 상대적으로 비효율적 운영 기금에서의 기금운용평가의 유용성이 발견되었다.

@highlight

이 연구의 목적은 기금운용평가가 기금의 수익성을 개선시키는가를 파악해 기금운용평가의 유용성을 검증하는 데 있다.

