이

산

화

질

소

(

N

O

2

)

 

농

도

에

 

따

른

 

전

통

직

물

의

 

손

상

특

성

을

 

정

량

적

으

로

 

확

인

하

고

자

 

가

스

 

열

화

실

험

을

 

수

행

하

였

다

.

 

견

,

 

면

,

 

모

시

,

 

삼

베

의

 

무

염

색

직

물

 

시

편

,

 

천

연

염

색

(

적

색

,

 

황

색

,

 

청

색

,

 

흑

색

)

직

물

 

시

편

을

 

온

도

 

2

0

℃

,

 

습

도

 

5

0

%

,

 

환

기

횟

수

 

1

/

h

r

 

조

건

의

 

가

스

부

식

시

험

기

 

챔

버

 

내

에

서

 

N

O

2

 

0

.

0

1

,

 

0

.

1

,

 

1

,

 

1

0

,

 

1

0

0

,

 

1

0

0

0

 

p

p

m

 

농

도

로

 

각

각

 

1

일

 

노

출

한

 

후

 

광

학

적

,

 

화

학

적

,

 

물

리

적

 

측

정

방

법

으

로

 

손

상

도

를

 

평

가

하

였

다

.

 

이

 

결

과

,

 

전

통

직

물

은

 

N

O

2

 

1

 

p

p

m

/

d

a

y

에

서

 

색

차

 

증

가

,

 

변

퇴

색

등

급

 

저

하

가

 

나

타

났

고

,

 

1

0

 

p

p

m

/

d

a

y

에

서

 

질

산

이

온

(

N

O

3

-

)

 

농

도

 

증

가

,

 

p

H

 

감

소

,

 

카

르

보

닐

기

 

및

 

C

-

N

O

2

 

작

용

기

 

증

가

가

 

나

타

났

으

며

,

 

1

0

0

 

p

p

m

/

d

a

y

에

서

 

인

장

강

도

 

감

소

가

 

나

타

났

다

.

 

또

한

 

무

염

색

직

물

에

서

는

 

견

,

 

삼

베

의

 

색

차

 

증

가

,

 

삼

베

의

 

N

O

3

-

 

증

가

 

및

 

인

장

강

도

 

감

소

가

 

크

게

 

나

타

났

고

,

 

염

색

직

물

에

서

는

 

청

색

,

 

황

색

직

물

의

 

색

차

 

증

가

,

 

황

색

직

물

의

 

N

O

3

-

 

증

가

,

 

삼

베

,

 

모

시

의

 

인

장

강

도

 

감

소

가

 

크

게

 

나

타

났

다

.

 

이

를

 

통

해

 

N

O

2

에

 

의

한

 

전

통

직

물

의

 

광

학

적

,

 

화

학

적

,

 

물

리

적

 

손

상

농

도

는

 

각

각

 

1

 

p

p

m

/

d

a

y

,

 

1

0

 

p

p

m

/

d

a

y

,

 

1

0

0

 

p

p

m

/

d

a

y

임

을

 

도

출

하

였

다

.

@highlight

이산화질소 농도에 따른 전통직물의 손상특성을 정량적으로 확인하고자 가스 열화실험을 수행했다. 이를 통해 NO2에 의한 전통직물의 광학적, 화학적, 물리적 손상농도는 각각 1 ppm/day, 10 ppm/day, 100 ppm/day임을 도출했다.