본 논문에서는 선박에서 배출되는 CO_2 배출을 최소화하기 위한 노력의 일환으로 선박에서 배출되는 열에너지를 회수하고 재활용하여 극대화 시킬 수 있는 방안들을 조사하고 버려지는 열에너지를 이용하여 ORC(Organic Rankine Cycle) 발전장치를 구동함으로써 선박의 에너지 효율을 높이고 온실가스 배출을 최소화할 수 있는 방안들을 연구하였다.

선박에서 배출되는 배기가스의 폐열을 열원으로 하는 유기냉매 랭킨사이클을 구성하는 방안과 열에너지 비중은 높지만 상대적으로 낮은 온도인 해수냉각 시스템으로 배출되는 열에너지를 재활용하여 터빈 발전기를 구동하는 ORC 발전시스템을 설계하고 시뮬레이션 하였다.

시스템 해석 결과 배기가스에서는 1,000㎾급, 해수 냉각 시스템에서는 650㎾급 발전 출력을 얻을 수 있었고, 다양한 친환경 유기냉매를 이용하여 온도와 유량 조건에 따른 열 해석을 실시하여 시스템의 효율과 출력을 비교하였다.

@highlight

이 논문은 선박에서 배출되는 CO_2 배출을 최소화하기 위한 노력의 일환으로 선박에서 배출되는 열에너지를 회수하고 재활용해 극대화 시킬 수 있는 방안들을 조사하고 버려지는 열에너지를 이용해 ORC 발전장치를 구동함으로써 선박의 에너지 효율을 높이고 온실가스 배출을 최소화할 수 있는 방안들을 연구했다.

