이 글은 기타하라 하쿠슈(北原 白秋, 1885-1942)의 「이 길」과 윤동주의 「길」을 비교한 글이다.

기타하라 하쿠슈의 ‘길’ 이미지는 모더니즘적인 신선함과 삿포로와 이국적 취향의 아름다움을 보여주고 있다.

비교컨데, 윤동주가 1938년 연희전문 1학년 때 쓴 「새로운 길」에는 미래를 향한 새로운 다짐이 보인다.

이 논문의 교육적 기대효과를 생각해 볼 수 있겠다.

첫째 ‘길’ 이미지의 차이를 통해 당시 한국과 일본 문학의 차이를 교육시킬 수 있겠다.

둘째, 일본에서 일본인들에게 윤동주의 「길」을 교육할 기회가 있다면 기타하라 하쿠슈의 「그 길」에 나타난 차이와 새로운 전망을 논해볼 수 있겠다.

윤동주에게 주어진 길, 아니 윤동주가 선택한 길은 미지의 길이었고, 열정의 길이었다.

현해탄을 건너 제국주의의 심장부까지 가던 뿌리 뽑힌(uprooted) 디아스포라의 길이었다.

그런데 이제는 그의 길이 한일 양국의 평화의 아이콘이 되고 있다.

@highlight

기타하라 하쿠슈의 「이 길」과 윤동주의 「길」을 비교를 통해 당시 한국과 일본 문학의 차이를 파악할 수 있었다.

@highlight

둘째, 일본에서 일본인들에게 윤동주의 「길」을 교육할 기회가 있다면 기타하라 하쿠슈의 「그 길」에 나타난 차이와 새로운 전망이 가능성을 보았다.

