본 연구는 그레마스의 서사기호학의 개념을 활용하여 마태복음 텍스트에 나오는 여러 호칭들을 통해 나타나는 마태복음의 전체적인 설화구조와 담화구조를 분석하였다.

우선 담화차원에서 호칭을 통한 통사구조를 살펴보았고 이러한 분석을 토대로 마태복음의 주제화와 더불어 피발화자인 독자를 조종하는 발화자의 조정행위에 대해서도 연구하였다.

먼저 호칭을 통한 마태복음의 설화구조에서는 주체인 예수가 구원사역을 이루기 위해 악의 세력에서 이접하여 하나님의 세력과 연접하며 구원을 이루어가는 '추구'의 과정을 보여주고 있음을 파악했다.

보다 구체적인 분석을 위해 본 연구에서는 서술자가 지칭한 '예수 그리스도'라는 호칭을 기준으로 마태복음 텍스트를 세 개의 시퀀스로 나누었고 이 세 시퀀스를 다시 크게 둘로 분류하여 마태복음에서 보조 프로그램과 기본 프로그램이 서사 프로그램으로 작동한다는 사실을 확인했다.

두 프로그램에 대한 연구와 분석으로 마태복음 안에서 호칭으로 나타나는 예수 그리스도에 대한 주제화를 시도하였으며 여러 호칭의 흐름이 독자의 인식 공간에 어떤 변화를 일으키고 있는지, 나아가 피발화자인 독자가 호칭의 전개로 어떻게 발화자의 의도에 접근하게 되는지에 대해서도 살펴보았다.

@highlight

그레마스의 서사기호학 개념을 활용해 텍스트의 호칭들로 드러난 마태복음의 설화 및 담화구조를 분석한 결과, 설화구조에서는 예수가 구원을 이루어가는 ‘추구’의 과정을 보임을 파악했고, 서술자의 ‘예수 그리스도’란 호칭을 기준으로 텍스트를 세 개의 시퀀스로, 다시 둘로 분류해 보조·기본 프로그램이 서사 프로그램으로 작동하는 것을 확인했다.

