중소기업의 고용기여도가 큰 우리나라에서 중소기업 지원을 통해 기대하는 중요한 성과는 고용의 창출과 유지이다.

정책의 고용효과를 분석한 기존 연구는 표본의 선택편의를 고려한 신규 고용창출만을 성과로 보고 있으나, 이 연구는 신용보증 사례를 통해 ‘신규고용 창출’과 함께 보증이 없었더라면 실직 상태에 처했을 인력들의 ‘고용유지 효과’를 추정하였다.

첫째, PSM(propensity score matching) 추정을 통해 보증의 신규 고용창출 효과를 보였으며, ‘생존분석’을 통해 보증의 고용유지 효과는 상대적으로 업력이 낮고 규모가 작은 사업체일수록 크다는 사실을 보였다.

둘째, 평균적으로 보증업체가 비보증업체에 비해 지원 초기의 생존율이 높은 것으로 나타났으나, 그 효과는 중장기적으로 지속되지는 않는 것으로 분석되었다.

셋째, 건설업의 경우 장‧단기를 막론하고 보증지원의 생존효과 및 고용유지효과가 나타나지 않았다.

현행 고용영향평가는 신규 고용창출이 없는 경우 고용성과가 없는 것으로 간주한다.

정책시행으로 수혜자 개인의 고용이 지속적으로 유지되거나, 고용 주체인 사업체의 생존확률이 높아져 고용유지 가능성이 높아진다면 추가 고용이 발생하지 않았더라도 잠재적 고용감소 국면으로부터의 탈피라는 측면에서 고용성과로 평가되어야 한다.

@highlight

중소기업의 고용기여도가 큰 우리나라에서 중소기업 지원을 통해 기대하는 중요한 성과는 고용의 창출과 유지로 정책의 고용효과를 분석한  이 연구는 신용보증 사례를 통해 ‘신규고용 창출’과 함께 보증이 없었더라면 실직 상태에 처했을 인력들의 ‘고용유지 효과’를 추정하였다.

@highlight

PSM추정을 통해 보증의 신규 고용창출 효과를 보였으며, ‘생존분석’을 통해 보증의 고용유지 효과는  업력이 낮고 규모가 작은 사업체일수록 크다는 사실을 보였으며  평균적으로 보증업체가지원 초기의 생존율이 높은 것으로 나타났으나, 그 효과는 지속되지는 않는 것으로 분석되었고 건설업의 경우  보증지원의 생존효과 및 고용유지효과가 나타나지 않았다.

@highlight

정책시행으로 고용이 지속되거나, 사업체의 생존확률이 높아져 고용유지 가능성이 높아진다면 추가 고용이 발생하지 않았더라도 고용성과로 평가되어야 할 것이다.

