이 논문의 목적은 러시아에서의 한국학의 발전과 환경을 평가한다.

우리가 지금 살고 있는 새로운 세계화시대는 시간과 공간이 압축되어있다.

세계화는 우리의 일상에 영향을 끼치며, 사회과학은 새로운 관점에서부터 다양한 현상들에 접근하려 시도한다.

한국학은 언어, 역사, 지리, 정치, 경제, 사회 그리고 문화에 이르는 한국에 관한 분야들을 공부하고 발전시키는 학문이다.

최근 한국학이란 용어는 이런 이유로 일반화되었다.

한국학이란 한국 문화의 역사적인 관점일 뿐만이 아니라 사회과학, 인간에 관한 다양한 포괄적인 연구를 뜻한다.

역사적인 관점에서 러시아에서의 한국학은 외국에서의 한국학 연구의 역사를 이해하는데 아주 중요하다.

한국과 러시아의 지리적 이점 때문에, 러시아에서의 한국학은 오래되고 뿌리가 깊다.

이런 점에서, 특히 러시아 극동지방에선 한국학의 필요성이 높아졌다.

그러나 최근의 한국학 연구의 급격한 증가는 러시아의 재정적인 지원의 부족으로 침체된 것 같다.

한국에서 러시아는 정치, 경제적인 이유로 중요한 관심 지역이다.

러시아에서 한국에 관한 이해를 높이기 위해선 학문적 협력과 재정적인 지원이 필요하다.

무엇보다도 러시아에서의 한국학 진보를 위해서는 한국과 러시아 사이의 새로운 시대와 관계에 상응하는 새로운 한국학의 주체성이 러시아 내에서 요구된다.

@highlight

지리적 이점 때문에 러시아에서의 한국학은 역사가 깊고 특히 러시아 극동지방에서는 한국학의 필요성이 높아졌는데 최근에는 러시아의 재정적 지원 부족으로 한국학 연구가 침체된 것 같다.

@highlight

러시아에서의 한국학 발전을 위해서는 학문적 협력, 재정적 지원은 물론 한국과 러시아 사이의 새로운 한국학의 주체성이 필요하다.

