이 글은 대만의 타이난과 가오슝의 단맛 장소들 중 일부를 소개하고 그것이 어떤 역사적 맥락 속에 있는지, 현재는 어떤 사회적 의미들을 갖는지 살펴보고자 한다.

타이난과 가오슝은 대만의 제당산업에서 중요한 위치를 차지하고 있었던 지역으로 다양한 단맛 음식들과 그에 관련된 장소들이 있다.

과일가게, 빙수가게, 과일절임상점, 그리고 지금은 가동을 멈춘 제당공장들이 그것이다.

이 장소들은 오랜 역사적 맥락 속에 위치하고 있다.

일부 옛 제당공장들은 현재 다른 용도로 활용되고 있으면서도 설탕과의 관련성을 강조하고 있다.

단맛과 관련된 이 장소들은 관광지화되었고 관광객들의 단맛 상품 소비 과정은 단맛이라는 특성을 이 도시들에 대한 정형화된 이미지로 형성하는 역할을 한다.

전 지구적 자본주의 체제 안에서 관광은 소비와 밀접한 관련을 갖고 있으며 현지인들 중 일부는 관광객들의 시선이나 태도와는 약간 다른 입장을 갖기도 하지만 한편으로는 그 시선과 태도를 완전히 부정할 수도 없는 위치에 있다.

또한 일본 통치시기에 만들어진 제당공장들의 역사에 대해서는 ‘좋았던 과거’에 대한 내용만이 선택적으로 강조되어 산업유산을 낭만화하는 결과를 낳는다.

타이난과 가오슝의 단맛 경험, 단맛 장소들에 대한 입장들은 맛의 문제인 동시에 역사의 문제이고 다양한 해석을 요구한다.

@highlight

대만의 타이난과 가오슝의 단맛 장소들 중 일부를 소개하고 그것이 어떤 역사적 맥락 속에 있는지 현재는 어떤 사회적 의미들을 갖는지 살펴보고자 한다.

@highlight

타이난과 가오슝은 대만의 제당산업에서 중요한 위치를 차지하고 있었던 지역으로 다양한 단맛 음식들과 그에 관련된 장소들이 있으며 타이난과 가오슝의 단맛 경험, 단맛 장소들에 대한 입장들은 맛의 문제인 동시에 역사의 문제이고 다양한 해석을 요구한다.

