외로움은 사회적 연결 욕구가 충족되지 못할 때 갖게 되는 고통스러운 경험이다.

의인화는 동물이나 무생물(예: 컴퓨터) 에게 인간의 속성을 부여하는 것인데 비해, 비인간화(dehumanization)는 의인화와 반대되는 과정으로서, 인간을 동물이나 무생물로 인식하는 것이다.

본 연구의 목적은 외로움, 사회적 연결욕구 및 의인화의 관계를 분석하고, 외로움이 의인화, 외집단의 비인간화에 끼치는 영향을 검증하는데 있다.

연구 1에서는 외로움, 사회적 연결욕구 및 의인화의 관계를 분석하고자 외로움 질문지와 의인화과제를 실시하였다.

그 결과 참가자가 외로움을 강하게 느낄수록 컴퓨터와 동물에 대한 의인화의 경향이 더 뚜렷하게 나타났다.

연구 2에서는 실험상황에서 작문과제를 통해 연구참가자들에게 외로움의 정서를 유도한 후, 통제조건에 비해 의인화, 비인간화의 경향 및 이웃에 대한 신뢰감에서 차이가 나타나는지를 비교하였다.

그 결과, 외로움의 조건에서 통제조건보다 의인화, 비인간화 및 이웃에 대한 부정적 정서가 유의하게 더 높게 나타났다.

이 결과는 동물과 무생물에 대한 의인화는 외로움을 해결하기 위한 사회적 연결욕구와 관계가 있으며, 외로움은 다른 인간에 대한 비인간화 및 이웃에 대한 비호감에 영향을 끼칠 가능성을 시사한다.

@highlight

본 연구는 외로움, 사회적 연결욕구 및 의인화의 관계를 분석, 외로움이 의인화, 외집단의 비인간화에 끼치는 영향 검증을 위해, 질문지 분석 및 실험상황 비교분석을 실시했다.

@highlight

본 연구의 결과는 동물 등에 대한 의인화가 외로움 해결을 위한 사회적 연결욕구와 관계가 있으며, 외로움은 다른 인간에 대한 비인간화 등에 영향을 끼칠 가능성을 시사한다.

