교사는 수업을 통해서 자신의 도덕적 이해를 표현하며, 학생은 교사의 표현을 통해서 도덕적 의미를 형성한다.

그래서 교사에게 수업은 작품이며, 학생에게 수업은 텍스트이다.

이 텍스트에서 ‘사회 속의 개인’에게 요구되는 도덕의 전달을 강조할 수도 있고, ‘개인 속의 삶’을 위한 도덕적 수용을 강조할 수도 있다.

그동안 도덕과 수업에서는 전달을 강조하는 관점이 지배적으로 반영되어 왔다.

이로 인한 도덕과 수업의 난점을 해결하기 위해서는 수용을 강조하는 도덕과 수업이 대안적으로 고려되어야 한다.

교수 텍스트의 의미는 학생의 수용에서 발생하며, 이를 위해서는 의미 발생 구조가 텍스트의 구성에 고려되어야 한다.

객관주의적 의미론에 근거한 교수 텍스트의 구성 구조에는 의미 수용의 주체보다는 대상을 강조한다.

그러나 학생들의 의미 발생과 수용을 위해서는 인식주체가 강조되어야 한다.

실제적 의미 수용을 강조하는 인지 의미론은 인식주체의 체험적 지식과 인지 기제를 우선적으로 고려한다.

따라서 도덕과 수업에서 학생의 의미 수용을 위해서는 이러한 요소들이 교수 텍스트의 구성에 반영될 필요가 있다.

@highlight

지금까지 도덕과 수업에서는 '사회 속의 개인'에게 요구되는 도덕의 전달을 강조하는 관점이 지배적이었지만 이제는 '개인 속의 삶'을 위한 도덕적 수용을 강조하는 도덕과 수업도 대안적으로 필요하므로 인식주체를 강조하고 인식주체의 인지기제와 체험직 지식을 우선 고려해 교수 텍스트 구성에 반영해야 한다.

