그동안 부모들조차도 장애와 질병의 개념을 정확히 가지고 있지 못하여 지적장애를 질병의 개념으로 이해하여 교육 및 재활을 위한 상담적 도움보다는 치료적 도움이 필요하다고 보아 주로 치료기관을 이용해왔다.

그러나 최근까지 장애의 개념에 인식이 확대되면서 학교 및 지역사회 중심의 재활을 통한 삶의 질 향상이 필요함을 알게되어 공공기관을 포함한 다양한 형태의 상담 센터를 통한 지적장애 아동의 상담이 이루어지고 있다.

하지만 이들 상담사들을 대상으로 한 지적장애 아동 관련 연수 등이 부족하여 지적장애 아동에 대한 이해가 각기 다르다고 할 수 있다.

따라서 지적장애 아동 상담 유경험자가 지적장애에 대한 인식을 어떻게 가지고 있는지 이를 파악할 필요가 있었다.

이를 위하여 지적장애 아동 상담 경험이 있는 6명의 상담사를 대상으로 지적장애의 이해와 관련하여 개별적 심층 면담을 실시하였고 면담 자료를 현상학적 방법의 분석기준을 토대로 분석함으로써 상담자들의 지적장애에 대한 인식을 알아보았다.

이들 분석결과는 상담사들이 지적장애 아동을 대상으로 상담을 진행하는 과정에서 필요한 실질적인 정보를 제공할 뿐만 아니라 향후 지적장애아동 상담의 발전을 위한 학문적 기초자료로 활용될 수 있을 것으로 보았다.

@highlight

지적장애 아동 상담 경험이 있는 6명의 상담사를 대상으로 지적장애의 이해와 관련해 개별적 심층 면담을 실시하였다.

@highlight

면담 자료를 현상학적 방법의 분석기준을 토대로 분석하여 상담자들의 지적장애에 대한 인식을 살펴보았다.

