소셜 네트워크 서비스(Social Network Service, 이하 SNS)의 중요성에도 불구하고, SNS에서 생성되는 데이터의 대표성(represenativeness)은 여론 분석을 위한 SNS 데이터 사용의내재적 한계로 지적되고 있다.

이와 같은 내재적 한계는 표본 대표성과 선택 편향성으로 인한 대표성에서 비롯되는 바, SNS 데이터 활용을 주저하게 한다.

본 연구는 정치 관련 SNS 활동을 묻는 설문조사 자료를 대상으로 SNS 데이터의 내재적 한계에 대한 경험적 답변을 제공하고자 한다.

이를 통해 SNS 공간에서의 대표성을 규명하고자 한다.

분석결과를 보면, SNS의 내재적 한계로 지적된 표본 대표성은 SNS 대표성을 크게 훼손하지 않는 반면, 선택 편향성은 SNS 공간이 일반 시민을 대표하지 않는 것으로 나타났다.

즉 SNS에서 생성되는 데이터는 인구사회적 특성에 의한 차이 보다는 정치성향이 강한 사람, 특히 진보 보다는 보수성향 의견이 보다 대표되는 것으로 나타났다.

달리 말하면, 정당 지지의 정도가 높고, 정치적 소통이 강한, 그리고 이념성향이 분명한 사람 중 보수 의견이 보다 잘 반영되는 것으로 나타났다.

그러나 이와 같은 SNS 데이터의 선택 편향성은 전통적인 조사방식인 여론조사에서도 지적되고 있기에, 본 연구는 SNS 공간의 여론을 파악할 수 있다는 점에서 SNS 데이터 유용성을 지적하고 있다.

@highlight

본 연구는 SNS 데이터의 내재적 한계에 대한 경험적 답변을 제공하고자 한다.

@highlight

분석결과, SNS에서 생성되는 데이터는 인구사회적 특성에 의한 차이 보다는 정당 지지의 정도가 높고, 정치적 소통이 강한 사람, 특히 보수성향 의견이 보다 잘 반영되는 것으로 나타났다.

@highlight

본 연구는 SNS 공간의 여론을 파악할 수 있다는 점에서 SNS 데이터 유용성을 지적하고자 한다.

