이 연구는 대학정보 사전공개서비스의 운영 현황을 대학기록물의 관리와 서비스라는 관점에서 분석하고 서비스의 안정적인 정착과 운영을 위한 개선방안을 제언하는 것을 목적으로 한다.

이를 위해 대학알리미 사이트와 대학정보공시 운영협력대학 40곳을 대상으로 각 대학 홈페이지에 공시된 대학정보를 중심으로 데이터를 수집하였다.

수집된 데이터를 분석한 결과, 첫째, 사전정보공개서비스를 통해 공시된 정보는 대학의 주요 기능인 연구나 교육에 관한 정보보다 대학행정 정보에 치우쳐 있었다.

둘째, 사전정보공개서비스를 통해 공개된 대학정보는 많은 오류와 잦은 수정으로 인해 신뢰성의 문제가 있었다.

끝으로, 각 대학 홈페이지의 정보공개 메뉴들은 형식적으로 기재되어 운영되고 있음이 밝혀졌다.

이상의 문제점을 해결하기 위한 운영방식의 개선을 제언하였다.

첫째, 공개된 대학정보의 신뢰성 확보를 위해 대학정보 공시방법의 개선을 위한 법적, 제도적 보완을, 둘째, 대학정보 사전공개서비스와 관련된 기관들간의 상호연계성 확보를 통한 운영의 일원화를, 셋째, 공개된 대학정보에 대한 메타데이터도 함께 공개할 것을, 마지막으로, 대학의 기본 기능에 충실한 정보들이 보유․관리되어 공개될 수 있도록 대학내 기록연구사를 배치할 것을 제언하였다.

@highlight

대학정보 사전공개서비스의 운영 현황을 대학기록물의 관리와 서비스라는 관점에서 분석하고 서비스의 안정적인 정착과 운영을 위한 개선방안을 제언하는 것을 목적으로 한다.

@highlight


대학알리미 사이트와 대학정보공시 운영협력대학 40곳을 대상으로 각 대학 홈페이지에 공시된 대학정보를 중심으로 데이터를 수집하였다.

