이 연구는 중학생의 쓰기 윤리 의식을 함양하기 위한 쓰기 교육 프로그램을 편성하는 데 목적이 있다.

이를 위해 중학생들의 쓰기 윤리 의식을 조사하여 분석함으로써 프로그램 편성에 필요한 정보를 얻고자 하였다.

조사 분석은 경기, 충청, 경상, 전라 등에서 7개교를 선정하여 실시하였으며, 분석 대상은 2,199명이었다.

자료 분석을 통해 다음과 같은 결과를 얻었다.

첫째, 쓰기 윤리 의식은 여학생이 남학생보다 모든 요인에서 통계적으로 유의하게 높았다.

둘째, 쓰기 윤리 의식은 1학년 때 가장 높았다가 학년이 올라갈수록 그 수준이 감소하였으며, 감소의 폭은 통계적으로 유의하였다.

이러한 결과를 바탕으로 하여 이 연구에서는 진실성 확대의 원리, 정직성 확대의 원리, 합리성 확대의 원리, 쓰기에 대한 인식 확대의 원리를 마련하고 이를 근거로 하여 쓰기 윤리 교육 프로그램을 편성하였다.

그것은 쓰기 진실성 프로그램, 쓰기 정직성 프로그램, 쓰기 사회성 프로그램으로 구분된다.

이러한 쓰기 윤리 교육 프로그램은 학생들의 쓰기 윤리 의식을 함양하는 데 효과적으로 기여할 수 있을 것으로 기대된다.

@highlight

이를 위해 중학생들의 쓰기 윤리 의식을 조사하여 분석함으로써 프로그램 편성에 필요한 정보를 얻고자 했다.

