본 연구는 일-

가족 양립 가능한 사회구현 노력의 일환으로, 일-

가족 양립을 지원하는 보육서비스 공급체계의 일원이자 수요자이기도 한 유자녀 보육교사의 일-

가족 양립 경험과 그 의미를 탐색하고자 Giorgi의 현상학적 연구방법을 적용하여 수행되었다.

연구참여자는 20대 후반에서 40대 초반 유자녀 보육교사 9명으로, 자료수집은 심층면담을 통해 이루어졌고, 자료분석은 Giorgi의 현상학적 4단계방법을 따라 수행되었다.

연구결과 유자녀 보육교사의 일-

가족 양립경험은 48개의 의미단위, 17개의 하위구성요소, 7개의 구성요소로 분석되었다.

최종 도출된 구성요소는 ‘일-

가족 병행 생활로 진입’, ‘유자녀 보육교사 설 곳 없는 보육현장 현실과 마주함’, ‘내 자녀 못 돌보는 보육전문가의 딜레마’, ‘갈등의 증폭과 직업적 회의’, ‘양립을 위한 안간힘’, ‘양립을 지탱하는 힘’, ‘남아있는 과제에 대한 열망’으로 분석되었으며, 이러한 연구결과를 바탕으로 유자녀 보육교사의 일-

가족 양립 관련 논의사항을 제시하였다.

@highlight

이 연구는 일-

@highlight

가족 양립 가능한 사회구현 노력의 일환으로, 일-

@highlight

가족 양립을 지원하는 보육서비스 공급체계의 일원이자 수요자이기도 한 유자녀 보육교사의 일-

@highlight

가족 양립 경험과 그 의미를 탐색하고자 Giorgi의 현상학적 연구방법을 적용하여 수행됐다.

