외국어 교수·학습은 어휘, 구문, 문장, 문단 등 상이한 단계에서 다양한 방법으로 이루어진다.

이 가운데 문장은 문법적 차원에서 접근할 때 가장 효율적인 학습소재이다.

오늘날 외국어 교수·학습에서 언어에 관한 문법적 지식보다 의사소통 및 화용론적 접근을 강조하는 추세이지만, 문장의 구조에 대한 이해를 선행하는 것은 하나의 글말을 온전히 이해하는 것에 더욱 용이하기 때문이다.

독일어 문장 가운데 부가어문으로서 관계문은 관계대명사·관계부사에 의해서 유도된다.

그 중 관계대명사는 지시대명사와 형태가 유사하며, 용법에 따라 상이한 통사적·의미적 기능을 하기 때문에 학습자들의 학습 부담을 가중시킨다.

무엇보다도 용법에 따른 관계문의 통사적·의미적 차이는 중의성을 야기하므로 원활한 의사소통을 방해하는 요인이 된다.

이러한 이유로 관계문에 관한 명시적인 교수·학습이 요구된다.

이에 본 연구에서는 여러 문법 항목 가운데 독일어 관계문에 관한 교수법적 접근을 시도하였다.

독일어 관계문은 부가어로서 복잡한 구조를 형성하기 때문에 정확한 의사소통을 위해서 교육문법 차원에서 체계적으로 다루어질 필요가 있었다.

더불어 관계문의 형태, 기능, 중의성과 그 해소 방법을 교육문법 차원에서 다룸으로써 향후 효과적인 관계문 교수·학습법 개발을 위한 근거를 마련하고자 하였다.

@highlight

외국어 교수·학습은 어휘, 구문, 문장, 문단 등 상이한 단계에서 다양한 방법으로 이뤄진다.

@highlight

이 가운데 문장은 문법적 차원에서 접근할 때 가장 효율적인 학습소재이다.

