불확실성이 큰 석유개발 사업에서 유가는 경제성평가의 중요한 인자이다.

기존 경제성 평가법은 결정론적 또는 단순한 통계 확률함수와 하나의 유가변동만을 가정하였기 때문에 위험도가 큰 석유사업 경제성 평가에서 가능해 도출에는 적합하지 못하였다.

이 문제를 극복하기 위해 생산물 분배석유계약과 평균회귀 유가 예측법에 근거한 유변학적 평가모델을 개발하였다.

개발모델을 이용하여 순현가, 내부수익률을 산정할 뿐만 아니라 유가변동율, 사업성공율, 위험 감수액 등의 위험도를 위험조정가치를 통하여 고려하였다.

광권보유자의 최적지분 및 지분매입자의 최소매입지분을 통해 사업의 위험도를 평가하였다.

높은 순현가와 내부수익률을 가지는 사업이라 할지라도 유가변동, 사업 성공율에 따라 참여를 보류하거나 매입에 신중하여야 하는 경우를 확인하였다.

순현가와 내부수익률은 사업의 긍정적 평가지표인 반면, 위험도를 고려한 참여지분, 위험조정가치는 부정적면을 평가하는 기준으로 제안될 수 있다.

@highlight

본 논문에서는 석유개발 사업에서 정확한 유가 경제성 평가를 위해 생산물 분배석유계약과 평균회귀 유가 예측법에 근거한 유변학적 평가모델을 개발하였다.

@highlight

높은 순현가와 내부수익률을 지닌 사업도 유가변동, 사업 성공율에 따라 매입에 신중을 기해야 하는 경우가 있었다.

