본 연구는 특수교육교사 테크놀로지 교수내용지식을 측정할 수 있는 척도를 개발하는데 목적이 있다.

이를 위해 특수교육교사 250명을 대상으로 테크놀로지 교수내용지식에 대한 조사를 실시하였다.

이후 탐색적 요인분석과 확인적 요인분석을 통해 검증하였다.

본 연구의 결과는 다음과 같다.

첫째, 특수교육교사 테크놀로지 교수내용지식의 하위 요인은 ‘교육학 지식(PK), 교과내용지식(CK), 테크놀로지 지식(TK), 테크놀로지 내용지식(TCK), 테크놀로지 교육학 지식(TPK)’의 5개 요인의 34문항으로 구성된 척도를 개발하였다.

둘째, 구조방정식 모형분석을 이용한 확인적 요인분석 결과 특수교육교사 테크놀로지 교수내용지식의 5개 요인을 설명하는 측정 모형의 타당성이 적절한 것으로 확인되었다.

셋째, 특수교육교사 테크놀로지 교수내용지식 34개 문항의 신뢰도를 분석한 결과 매우 양호한 것으로 나타났다.

따라서 본 연구에서 개발한 34문항으로 구성된 척도는 특수교육교사의 테크놀로지 교수내용지식을 측정하기 위한 척도로서 적합한 것으로 확인되었다.

@highlight

본고는 특수교육교사 테크놀로지 교수내용지식을 측정할 수 있는 척도를 개발하고자 한다.

@highlight

이에 따라 특수교육교사 250명을 대상으로 테크놀로지 교수내용지식에 대한 조사를 실시했다.

