대기압 플라즈마 처리를 통해 탄소나노튜브(CNT) 표면은 개질 되며 개질된 입자의 표면과 탄소섬유 강화 CNT 페놀 복합재료간에 계면접착력에 변화를 확인하였다.

CNT 표면에 플라즈마 처리에 따라 표면 변화가 발생되고 표면 개질의 결과를 확인하기 위해 FT-

IR을 사용하였다.

또한, 정적 접촉각 실험법을 통해 플라즈마 처리에 따른 CNT의 젖음성을 비교 평가하였다.

순수 CNT 입자의 접촉각은 118o 였으나, 플라즈마 처리를 할 경우 60o도로 표면 개질을 통해 젖음성이 향상됨을 확인하였다.

탄소섬유와 CNT-

페놀복합재료 간 계면접착력은 플라즈마 처리에 따라 겉보기 강성도가 증가되는 결과를 확인하였으며, 음향방출 실험법과 전기저항 측정법을 병행한 이중기지평가법을 통해 계면전단강도 (IFSS)를 계산하여 계면접착력 향상을 확인하였다.

@highlight

대기압 플라즈마 처리를 통해 탄소나노튜브 표면은 개질 되며 개질된 입자의 표면과 탄소섬유 강화 CNT 페놀 복합재료간에 계면접착력에 변화를 확인했다.

