인간이 경험하는 가장 고통스러운 경험 중 하나인 배우자와의 사별은 어떤 발달단계에서 경험하느냐에 따라 그 경험의 내용과 적응해야 할 과제들이 다르다.

본 연구는 신혼기에 남편과 사별한 아내들의 삶의 경험과 그 의미를 탐색하기 위해 수행되었다.

결혼한 지 5년 이내인 신혼기에 남편과의 사별을 경험한 5명의 여성 참여자들로부터 5~7회의 면담을 통해 그들의 경험에 대한 내러티브 자료를 수집했다.

사별한 신혼기 아내들의 사별경험과 그 의미를 해석하기 위해서 Smith(1995, Smith & Osborn, 2008)가 제시한 귀납적·현상학적 방법에 의해 참여자들의 면담내용으로부터 단계적으로 핵심적 주제를 추출했다.

참여자들의 삶의 경험의 의미는 <안식처와 안전 기지를 잃다> <신혼에 한쪽 날개가 부러지다> <관계가 재구성되다> <아이가 살아야 할 의미에 불을 지피다> <안개가 서서히 걷히다> <홀로서다>의 여섯 주제로 나타났다.

본 연구결과는 신혼기에 사별한 아내들의 삶에 대한 깊이 있는 이해를 제공하여 좀 더 효율적인 사별상담을 위한 자료로 활용될 수 있을 것이다.

@highlight

본 논문은 신혼기에 남편과 사별한 아내들의 삶의 경험과 그 의미를 탐색하는 것을 목적으로 수행됐다.

@highlight

결혼한 지 5년 이내인 신혼기에 남편과의 사별을 경험한 5명의 여성 참여자들로부터 5~7회의 면담을 통해 그들의 경험에 대한 내러티브 자료를 수집·분석했다.

