독일민법은 부동산 등기의 공신력을 제892조에서 명문화하고 있으나, 우리 민법은 부동산물권 변동에 있어서 형식주의를 취하면서도 부동산등기의 공신력을 인정하지 않고 있다.

우리 민법의 제정 당시에는 부동산등기의 공신력을 인정하기 위한 제도가 전혀 준비되어 있지 않았음은 물론 거래안전보다는 진정한 권리자의 보호가 더 우선하였기 때문이다.

본 연구는 로마법에는 인정되지 않았던 부동산등기의 공신력에 대하여 게르만법 시대에서부터 독일민법에 입법화되기까지의 그 역사적 전개를 서술하였으며, 현행 독일민법의 부동산등기의 공신력의 제도의 내용을 살펴보았다.

이로써 우리의 현실을 고려함으로써 부동산등기의 공신력의 필요성을 논의한다.

우리의 현실은 산업정보화 사회로 발전함으로써 부동산에 대한 거래가 빈번하여 거래안전이 보다 더 중요하게 되었다.

또한 민법의 의사표시 등의 규정이 선의의 제3자를 보호함으로써 등기의 공신력을 인정하는 결과를 가져오고 있으며 더 나아가 특별법의 개별규정들도 이를 인정하고 있다.

부동산등기의 공신력의 필요성과 부동산등기의 공신력을 인정하기 위한 전제로서 사전ㆍ사후제도가 논의되고 있는 바, 부실등기의 방지를 위한 제도적 장치와 진정한 권리자의 보호 방안을 강구함으로써 부동산등기의 공신력을 인정하는 개정이 필요하다.

@highlight

로마법에는 부정되었던 부동산등기의 공신력이 게르만법 시대부터 독일민법에 입법화되기까지 역사적 과정을 고찰하고, 현행 독일민법의 부동산등기 공신력 제도를 살펴보았다.

@highlight

우리나라는 부동산 거래가 많아 거래안전이 더 중요해졌고, 또한 민법과 특별법의 규정들도 이를 인정하고 있으므로, 부동산등기의 공신력을 인정하는 개정이 필요하다.

