본 연구는 20XX년도 7월부터 8월까지 두 달 동안, A시에 있는 B교도소에서 성인 남자 수형자들을 대상으로 집단 독서치료 프로그램을 진행한 나의 경험을 셀프내러티브(Self-

narrative) 탐구 방법으로 고찰하였다.

연구자는 교정시설 독서치료 프로그램에서 수형자들과 상호작용한 경험을 1인칭 관점에서 서사적으로 드러내었는데, 그 경험은 '1)시작하기: 닿지 않는 현존의 힘, 2)나누기: 회복을 위한 조각 맞추기, 3)다시 시작하기: 미래 없이 미래를 꿈꾸기'였다.

이와 같은 과정에서, 연구자는 수형자의 교정 효과를 촉진하는 요소를 발견하였는데 그것은 '관계 맺기 경험'이었다.

수형자들은 독서와 나눔의 과정에서 자기의 문제와 그 원인을 더 잘 이해하게 되었고, 자신과 같은 입장에 있는 타인과 상호작용하면서 보편성을 인식하고 위로를 받았다.

본 연구는 8회기라는 지속적인 시간의 흐름 속에서 교정시설 내 수형자들과 상호작용하고, 향후 교정과 교화의 프로그램이 더욱 발전된 방향으로 성장하는 데 도움이 되는 시사점을 제공하였다는 점에서 의의가 있다.

@highlight

이 연구는 20XX년도 7월부터 8월까지 두 달 동안, A시에 있는 B교도소에서 성인 남자 수형자들을 대상으로 집단 독서치료 프로그램을 진행한 나의 경험을 셀프내러티브 탐구 방법으로 고찰했다.

@highlight

이 연구는 8회기라는 지속적인 시간의 흐름 속에서 교정시설 내 수형자들과 상호작용하고, 향후 교정과 교화의 프로그램이 더욱 발전된 방향으로 성장하는 데 도움이 되는 시사점을 제공하였다는 점에서 의의가 있다.

