미국은 대량살상무기 확산방지와 대테러전을 위한 군사적 수단을 극대화하는 한편 미국본토에 대한 안보와 동맹국 보호라는 세계전략을 추구하고 있다.

북핵문제는 바로 이러한 국제정치적 상황에서 발생되었으며 북한의 핵개발의혹은 남북한의 문제 또는 동아시아 지역에 한정된 것이 아닌 미패권이 만들어낸 단극적 국제체제에 도전하는 세력으로 간주되어 동아시아국가간의 문제뿐만 아니라 한국의 안보를 포함한 국가이익에 위기감을 초래하고 있다.

본 연구의 목적은 냉전기와 탈냉전기의 미국핵정책과 세계 전략의 변화 속에 발생한 북한의 핵문제와 이로 인한 한미관계의 변화와 문제점이다.

이를 위해 첫째, 핵이 국제정치에 미친 영향을 다룬 핵 억지이론과 미국의 핵억지정책과 탈냉전기의 비확산-

반확산정책을 분석한다.

둘째, 미국 핵억지 및 비확산 정책에 도전하는 북한 핵게임의 본질적 분석을 위한 북한의 핵개발원인, 미국의 대북정책 그리고 한국의 시각을 정리하여 본다.

마지막으로 북한이 의도하든 의도하지 않았던 간에 야기된 한미관계의 균열, 북핵에 대한 한미간의 시각의 차이 그리고 북핵문제 해결은 놓고 벌이는 한미간의 견해 차이를 분석하고자 한다.

@highlight

미국은 대량살상무기 확산방지와 대테러전을 위한 군사적 수단을 극대화하는 한편 미국본토에 대한 안보와 동맹국 보호라는 세계전략을 추구하고 있으며 북핵문제는  이러한 국제정치적 상황에서 발생되었으며  남북한의 문제 또는 동아시아 지역에 한정된 것이 아닌 미패권이 만들어낸 단극적 국제체제에 도전하는 세력으로 간주되어 동아시아국가간의 문제뿐만 아니라 한국의 안보를 포함한 국가이익에 위기감을 초래하고 있다.

@highlight

본 연구는 냉전기와 탈냉전기의 미국핵정책과 북한의 핵문제와 이로 인한 한미관계의 변화와 문제점 조사를 위해 첫째,  핵 억지이론과 미국의 핵억지정책과 탈냉전기의 비확산-

@highlight

반확산정책을 분석하고 북한 핵게임의 본질적 분석을 위한 북한의 핵개발원인, 미국의 대북정책 그리고 한국의 시각을 정리하여  한미간의 견해 차이를 분석하고자 한다.

