본 연구는 불안신경증 환자들을 대상으로 자기표출훈련과 자기주장훈련을 실시하여 불안수준 완화를 시도하였다.

또한 이러한 치료적 효과가 얼마나 지속되는가에 대해서 추후검사를 통해 검증하였다.

정신병원에 치료를 받고 있는 T지역과 K지역에 거주하는 ○○병원 환자들 중 불안신경증환자 36명을 선발하여 자기표출훈련집단, 자기주장훈련집단, 통제집단에 각각 12명씩 할당하였다.

이들을 대상으로 주 1회씩 10주간 총 10회의 집단치료를 실시하였다.

본 연구의 검사도구는 불안척도(인지적 불안척도, 정서적 불안척도, 생리적 불안척도)와 우울척도였다.

연구결과에 대한 자료분석은 훈련효과를 검증하기 위해서 훈련집단 변인과 반복측정된 검사시기 변인을 대상으로 반복측정 변량분석을 실시하였다.

연구의 주요 결과는 자기표출훈련을 받은 불안신경증 환자들이 치료를 받지 않은 통제집단의 환자들보다 통계적으로 유의미한 불안감소를 보였는데 세부적으로 인지적 불안척도, 정서적 불안척도, 생리적 불안척도에서 모두 불안수준이 유의미하게 감소하였다.

또한 자기주장훈련도 자기표출훈련과 동일하게 불안감소 효과를 나타내었다.

자기표출훈련집단과 자기주장훈련집단 모두 4주 후 실시한 추후검사에서 불안감소 효과가 지속적으로 유지되었다.

@highlight

불안신경증 환자들을 대상으로 자기표출훈련과 자기주장훈련을 실시하여 불안수준 완화를 시도하였는데 자기주장훈련도 자기표출훈련과 동일하게 불안감소 효과를 나타내었다.

@highlight

자기표출훈련집단과 자기주장훈련집단 모두 4주 후 실시한 추후검사에서 불안감소 효과가 지속적으로 유지된 결과를 보였다.

