본 연구는 장애인들의 사회복지서비스 이용의 동태적인 변화와 그 집단 유형을 파악하고 하위집단별 유형이 삶의 질에 미치는 영향을 검증하는 데 있다.

이를 위해 연세대학교 사회복지연구소에서 실시한 ‘성남시 장애인 권리증진을 위한 장애인복지정책(장·단기계획) 수립 연구’의 자료를 활용하였으며, 총 188명의 자료를 잠재계층분석과 다항로지스틱 회귀분석, 다중회귀분석을 통해 분석하였다.

분석 결과는 다음과 같다.

첫째, 장애인의 사회자원 이용 유형은 사회참여지원서비스 집중형, 경제지원서비스 집중형, 의료서비스 집중형, 생활지원서비스 집중형으로 유형화되었다.

둘째, 네 잠재계층으로 구분된 ‘사회참여지원서비스 집중형’, ‘경제지원서비스 집중형’, ‘의료서비스 집중형’, ‘생활지원서비스 집중형’을 구별하는 요인에 대한 분석을 실시한 결과, 장애인의 사회복지서비스 이용을 결정하는 데 있어 주요하게 작용하는 요인으로는 연령, 성별, 교육수준, 가구소득으로 나타났다.

셋째, 사회자원이용 유형이 장애인의 삶의 질에 미치는 영향을 파악하기 위해 다중회귀분석을 실시한 결과, 의료서비스 집중형에 비해 사회참여지원서비스 집중형이 삶의 질에 정적 영향을 미치는 것으로 확인되었다.

이러한 연구결과를 토대로 장애인의 사회자원 이용의 유형에 따른 체계적 개입 방안을 논의하고 장애인의 삶의 질 증진을 위한 실천적 개입 방안을 제언하였다.

@highlight

본고는 장애인들의 사회복지서비스 이용의 동태적인 변화와 그 집단 유형을 파악하고 하위집단별 유형이 삶의 질에 미치는 영향을 검증하는 데 있다.

