이 연구에서는 대학생들을 대상으로 설문 조사를 통하여 ‘사고와 표현’ 교육의 실태와 대학생들이 요구하는 ‘사고와 표현’ 교육의 방향, 내용 및 방법에 대하여 알아보았다.

사고와 표현 교육의 실태를 보면, 현재 학점 수에 만족과 불만족의 경향이 비슷하였고, 교재의 전문성 여부에서는 불만족 비율이 높았으며, 전공과목과의 적합성에 대해서는 교육대학 학생들의 부정적인 응답 비율이 높았다.

사고와 표현 교육이 나아갈 방향에 대해서는 지금 수강하는 학점보다 더 많은 학점의 강좌가 이루어져야 한다고 하였고, 전담 단과대학이나 학부 설치, 쓰기 센터 같은 전문 기관 설립에 대한 요구가 높았다.

각 전공(계열)별 전문 교재를 편찬해야 하고, 편찬 시에 학생 요구를 조사하여 반영해야 한다는 의견이 매우 높았다.

사고와 표현 교육의 내용 및 방법에서는 사고 과정과 표현 과정의 비중을 비슷하게 다루고, 표현 과정 중에서 말하기 시간을 쓰기 시간과 균등하게 또는 말하기 시간을 더 많이 배분하기를 요구하였다.

말하기 시간에는 토의 및 토론, 프레젠테이션 학습을, 쓰기 시간에는 논술, 논문, 보고서 학습을 원하였다.

@highlight

이 연구에서는 대학생들을 대상으로 설문 조사를 통하여 ‘사고와 표현’ 교육의 실태와 대학생들이 요구하는 ‘사고와 표현’ 교육의 방향, 내용 및 방법에 대해 알아보았다.

