본 연구의 목적은 예비유아교사가 학교현장실습을 효율적으로 수행할 수 있도록 지원하는 사전교육프로그램 모형을 개발하는 것이다.

이를 위해 문헌고찰과 전문가의 요구조사를 기초로 사전교육프로그램의 교육목표, 교육내용, 교육방법, 평가내용에 대한 1차 시안을 설계하였다.

전문가 자문을 거쳐 수정된 사전교육프로그램 2차 시안에 기초하여 주제별 계획안 개발 및 활동 자료를 준비하였다.

개발된 사전교육프로그램은 학교현장실습을 앞둔 3년제 대학 예비유아교사 20명을 대상으로 4주, 8회기 동안 실시되었으며, 교육 참여자인 예비유아교사의 회기별 저널 분석, 총괄 평가 등을 통해 수정·보완되었다.

최종 개발된 사전교육프로그램은 8개 주제 따른 25개 하위내용으로 구성되었고, 강의, 워크숍, 토의, 역할극, 사례 나누기, 현장관찰, 저널쓰기 등의 다양한 교육방법을 활용하였다.

교육담당자는 실습생 소속 대학 지도교수, 원장(감), 실습지도교사이며, 교육시간은 총 24시간으로 제시되었다.

기존 연구와 달리 본 연구는 대학과 유치원 현장에서 실습생을 지도한 전문가들의 의견교류를 통해 프로그램이 구성되었으며, 대학에서 예비유아교사의 효율적인 실습 지원을 위해 활용될 사전교육프로그램을 개발했다는 점에서 의의를 찾을 수 있다.

@highlight

이 연구의 목적은 예비유아교사가 학교현장실습을 효율적으로 수행할 수 있도록 지원하는 사전교육프로그램 모형을 개발하는 것이다.

