본고에서는 1992년과 2001년의 국제항공 유동자료를 기초로 그래프 이론법 및 인자분석을 통하여 각각의 세계도시들이 국제항공 네트워크에서 여타 세계도시들과 상호작용하는 양상을 살펴보았고, 시계열분석을 통해서 세계도시시스템의 변화양상을 규명하는 것이 본 연구의 목적이다.

그 결과 런던이 2개년도 모두에서 최대항공여객유동량을 나타냈고, 가장 많은 도시를 배후지로 하는 연결체계와 유동패턴을 형성하였다.

런던의 뒤를 이어 허브도시로 파리·도쿄·뉴욕·프랑크푸르트가 추출되었으며, 이들을 보완하는 권역의 중심지로는 싱가포르·서울·홍콩·마이애미·로스앤젤레스·토론토·부에노스아이레스·암스테르담·마드리드·코펜하겐 등으로 나타났다.

허브 기능을 수행하는 주요 세계도시들이 주변의 도시들을 배후지로 하여 차상위 중심도시와 상호작용하는 패턴을 형성하였는데, 이들 배후도시들은 태평양과 대서양을 중심으로 양분되어 있음이 규명되었다.

@highlight

런던이 2개년도 모두에서 최대항공여객유동량을 나타냈고, 가장 많은 도시를 배후지로 하는 연결체계와 유동패턴을 형성하며,런던의 뒤를 이어 허브도시로 파리·도쿄·뉴욕·프랑크푸르트가 추출되고, 이들을 보완하는 권역의 중심지로는 싱가포르·서울·홍콩·마이애미·로스앤젤레스·토론토·부에노스아이레스·암스테르담·마드리드·코펜하겐 등으로 나타났다.

@highlight

허브 기능을 수행하는 주요 세계도시들이 주변의 도시들을 배후지로 하여 차상위 중심도시와 상호작용하는 패턴을 형성하고, 이들 배후도시들은 태평양과 대서양을 중심으로 양분되어 있음이 규명되었다.

