우리 전통예술 속에 내재된 정신성은 다양한 방법론으로 밝혀져 왔다.

단순한 재차구조 고증, 형태적 연구 등 그리고 유불선(儒佛仙)의 철학적, 종교적 분석도 이루어 졌다.

예술창작은 민족정서와 연관되어 있으며 현재까지 영향을 미치는 선조들의 문화중심이었던 시(詩), 서(書), 화(畵)가 있다.

이 중 시(詩)는 서민생활에 관여 된 문화로 기본사상이 되었을 것으로 사료된다.

이에 삶과 사상의 근원적 사유를 논하고 있다는 점에서 동양고유의 시미학(詩美學) 텍스트인 사공도(司空圖)의 이십사시품(二十四詩品)을 춤미학적 범주로 삼아 하나의 틀로서 제시 하고자 한다.

연구결과, 이십사시품(二十四詩品)은 ‘미적용어’로 사용되고, ‘미적특질’로 보아 춤의 특성과 평가 기준이 되며, 전아한 함축미, 웅혼한 비개미, 광달한 초예미 등 다양한 ‘미적범주’로 개진되었다.

이와 같이, 이십사시품(二十四詩品)을 통해 ‘미적용어’이자 ‘미적특질’ 그리고 ‘미적범주’를 모두 아우르는 개념이 한국무형문화재 춤 미학적 범주화의 시론인 것이다.

@highlight

우리 전통예술 속에 내재된 정신성은 다양한 방법론으로 밝혀졌다.

@highlight

단순한 재차구조 고증, 형태적 연구, 유불선의 철학적, 종교적 분석도 이뤄졌다.

@highlight

예술창작은 민족정서와 연관되어 있으며 선조들의 문화중심이었던 시, 서, 화가는 현재까지도 영향을 미치고 있다.

