이 연구의 목적은 거주지역의 민족구성 특성이 혼인이주여성의 삶 만족도에 미치는 주변효과와 그 인과구조를 규명하는 것이다.

외국인 인구 또는 같은 민족 인구가 일정한 규모 이상으로 증가하면 이들과의 교류와 상호작용을 바탕으로 폐쇄적 울타리를 형성하고, 이러한양상은 혼인이주여성의 사회적응과 삶 만족도에 영향을 미치게 된다.

이 논문은 전국의 251 개 시·군·구를 대상으로 하여, 같은 지역에 거주하는 외국인 인구 및 같은 민족 인구의 비중이 혼인이주여성의 사회적응 형태와 삶 만족도에 미치는 영향을 구분하여 확인하는데 초점을맞추었다.

이 논문에서는 『2009년 전국 다문화가족실태조사』의 원자료를 활용하여 다층모형의 로지스틱분석과 회귀분석이 이루어졌다.

분석 결과, 거주지역의 민족구성 특성이 혼인이주여성의 삶 만족도에 의미 있는 영향력을 행사하는 것으로 확인되었다.

이러한 주변효과의 방향과 강도는 거주지역의 도시화수준에 따라 다르게 나타났다.

대도시 지역에서 같은 민족인구비중이 높아질수록 한국사회에 동화되기보다는 고립적 사회적응의 가능성이 높아지고, 이에 따라 혼인이주여성의 삶의 만족도가 낮아지는 것으로 밝혀졌다.

그러나 농촌과 중소도시 지역에서는 외국인 인구비중이 높아질수록 혼인이주여성의 삶 만족도가 높아지는 경향이 발견되었다.

@highlight

이 연구의 목적은 거주지역의 민족구성 특성이 혼인이주여성의 삶 만족도에 미치는 주변효과와 그 인과구조를 규명하는 것이다.

@highlight

이 논문은 전국의 251 개 시·군·구를 대상으로 하여, 같은 지역에 거주하는 외국인 인구 및 같은 민족 인구의 비중이 혼인이주여성의 사회적응 형태와 삶 만족도에 미치는 영향을 구분하여 확인하는데 초점을맞추었다.

