세월호 재난을 통해 한국사회에서 개인들은 스스로를 정치적 주체라는 존재형태로 재발견하게 된다.

그런데 이러한 과정은 개인들의 계몽된 인식이나 이해관계에 의해서 인간 주도적으로 진행되지 않고, 예상치 못한 재난이라는 ‘발전’의 부작용에 의해 주도되었다.

따라서 이 논문에서는 세월호 참사 이후 진행된 정치적 과정을 벡의 ‘부작용의 정치’ 관점에서 분석한다.

이 경우 인간은 스스로의 지식이나 이해관계에 의해서 주체화하는 것이 아니라 위험의 물질적 위협에 당면하여 주체화를 강요당한다.

이처럼 인간의 주체화가 인본주의적으로 또는 자발적으로 진행되지 않기 때문에, 위험이나 재난은 단순히 주체적 각성을 매개하는 역할을 하는 것이 아니라, 주체적 각성을 강제하는 또 다른 정치 행위자로서 위력을 발휘한다.

이런 의미에서 ‘부작용의 정치’는 현대적인 ‘물질적 전회’ 또는 신유물론의 방향에서 새롭게 설명될 수 있다.

이 논문에서는 신유물론 관점에 기초하여, 세월호 참사가 혐오의 정치를 거쳐 촛불혁명으로 연결되는 과정을 세월호 및 메르스 재난의 정치 행위성을 중심으로 분석한다.

@highlight

본 논문에서는 세월호 참사 이후 진행된 정치적 과정을 벡의 ‘부작용의 정치’ 관점에서 분석하고자 했다.

@highlight

인간은 스스로의 지식이나 이해관계에 의해서 주체화하는 것이 아니라 주체화를 강요당하기도 하는데 주체적 각성을 강제하는 다른 정치 행위자로서 위력을 발휘하는 것이다.

