제조업을 중심으로 최근 심화되고 있는 혁신적 서비스와 결합, 서비스를 통한 부가적 가치 창출 등 서비타이제이션(Servitization) 또는 서비스화 추세는 제조업의 개념이 제품 제공자 이외에 서비스 제공자로 포지셔닝을 전환하는 추세로 이해할 수 있다.

고객에게 서비스 경험에 대한 실효성 및 매력을 증대시키고 고객만족을 이끌어 내는 수단으로서 서비스를 통한 차별화 비즈니스 모델을 통해 새로운 수익원 창출 등을 도모하고 있기 때문이다.

서비스화와 관련된 가치요소는 기업이 추구할 수 있는 영역, 고객에게 제공할 수 있는 영역 등으로 구분할 수 있다.

서비스화 의사결정 및 주요 활동을 위한 주요한 기준을 마련하기 위하고, 새롭게 떠오르는 시장을 차지하기 위해 전통적 가치사슬과는 구별되는 가치사슬 단계를 예시하고 검증할 필요가 있다.

그러나 서비타이제이션에 의한 가치사슬의 변화와 관련된 선행 연구는 부족한 편이다.

본 연구는 탐색적 접근으로 제조업이 서비스를 중시하는 기업으로 변신하기 위해 요구되는 변화된 가치 사슬 단계에 대해 고찰하였으며, 예시를 통해 필요한 가치 요소 및 가치사슬을 리모델링하는 과정을 제안하였다.

@highlight

본 논문은 탐색적 접근으로 제조업이 서비스를 중시하는 기업으로 변신하기 위해 요구되는 변화된 가치 사슬 단계에 대해 고찰하였으며, 예시를 통해 필요한 가치 요소 및 가치사슬을 리모델링하는 과정을 제시하였다.

