2016년 6월 23일 국민투표에서 영국인들은 ‘유럽연합’ 탈퇴를 선택했다.

그 이유는 무엇인가?

세계화에 따른 양극화, ‘뒤쳐진’ 사회집단의 분노, EU 시민권자의 유입 및 그들의 복지혜택이 일반 서민의 탈퇴 지지심리를 자극했을 것이다.

그러나 브렉시트 선거를 시행하기까지 한 세대에 걸쳐 진행된 장기적인 요인은 브리튼 정체성 이면에 숨어 있던 잉글랜드 민족주의 또는 잉글랜드 중심주의의 대두다.

그리고 이런 정서는 근래에 더 강해지고 있다.

스코틀랜드 분리주의 정서는 이러한 현상에 대한 반응이다.

유럽연합 탈퇴가 영국인의 삶에서 구체적인 현실로 감지될수록 잉글랜드 중심주의가 더욱 더 강해질 수 있다.

그럴 경우 영국 헌정은 어떻게 될 것인가.

1707년 이래 왕실을 매개로 모호하게 구성된 영국 헌정의 질서가 중대한 위기에 직면한 셈이다.

근래 브렉시트 투표에 대한 사회학적 분석 연구가 여러 방식으로 이루어졌고, 투표 후 영국 정계의 변화와 영국 정부 자체의 대응방식에 따라 브렉시트와 향후 전개 전망을 좀 더 구체적으로 살펴볼 수 있게 되었다.

이 글에서는 브렉시트(Brexit) 투표행태, EU회의주의, 잉글랜드 민족주의의 등에 관한 최근 연구에 의거해 브렉시트 투표에 영향을 준 요인과 잉글랜드 민족주의, 향후 영국 정부의 대응 등을 살피려고 한다.

@highlight

2016년 6월 23일 국민투표에서 영국인들은 ‘유럽연합’ 탈퇴를 선택했다.

@highlight

그러나 브렉시트 선거를 시행하기까지 한 세대에 걸쳐 진행된 장기적인 요인은 브리튼 정체성 이면에 숨어 있던 잉글랜드 민족주의 또는 잉글랜드 중심주의의 대두다.

