전 세계 개인정보 보호법의 공통적 경향은 보호대상 개인정보를 매우 넓게 정의하는 반면 정보 활용을 위한 동의요건을 엄격하게 규율한다는 것이다.

법적 의무의 면제를 받으면 엄격한 처리원칙이나 정보주체의 동의요건을 따르지 않는 만큼 자유로운 언론활동이 가능하므로 그 적용여부가 언론에게 매우 중요하다.

따라서 언론에 대한 면제규정은 과잉 금지의 원칙을 위배하지 않는 한에서 보다 구체적이고 명확해야 한다.

비교법적으로 면제의 주체는 언론계에서 마련한 행동강령이나 지침을 준수할 의무가 있는 자로 한정되기도 하며, 표현의 자유 등 중대한 공익성이 인정된 비상업적 활동은 면제의 대상으로 보되 기타 상업적 활동은 그렇지 않게 보기도 한다.

언론계는 보다 강화되는 인격권으로서 개인정보 자기결정권을 심각하게 인식하여 이에 관한 행동강령을 확립하고 관리자가 이를 반드시 준수하도록 하며 관계 당국은 언론에 맞는 개인정보 보호에 관한 별도의 지침을 마련하는 것이 바람직하다.

그 규약이 법적 강제성을 갖도록 개인정보 보호법이나 그 하위법령에서 그 준수여부를 위법성 심사기준으로 삼고 위반 시 관리자 과실의 존부를 판단하는 하나의 증거가 되도록 하는 명시적인 규정을 제정할 필요가 있다.

@highlight

전 세계 개인정보 보호법의 공통적 경향은 보호대상 개인정보를 매우 넓게 정의하는 반면 정보 활용 동의요건은 엄격하게 규율하고 있으나, 법적 의무의 면제를 받으면 자유로운 언론활동이 가능하기 때문에 그 적용여부가 언론에게 매우 중요하므로 언론에 대한 면제규정은 구체적이고 명확해야 한다.

