본 연구는 국제여객터미널 대합실의 환경요소와 감정, 만족 간의 영향관계에 대하여 알아보고자 하였다.

연구대상은 일본으로 출국하기 위하여 대기하고 있는 관광객을 대상으로 하였고, 자료 수집은 자기기입방식을 이용한 설문조사를 이용하였다.

그리고 설문지의 통계처리는 SPSS 18.0을 이용하였고, 가설검증을 위하여 AMOS 18.0을 이용하여 분석하였다.

구조모형 검증결과 첫째, 대합실의 물리적 환경요소는 감정에 정(+)의 영향을 미치는 것으로 나타났다.

둘째, 대합실의 사회적 환경요소는 감정에 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 감정은 만족도에 정(+)의 영향을 미치는 것으로 나타났다.

본 연구를 통해 환경요소는 감정에 영향을 미치는 중요한 요소임을 알 수 있다.

그러므로 장소의 특성에 따라 환경적 요소들에 대한 관리가 요구되어진다.

또한 환경적 요소는 감정을 매개로 만족도에 영향을 미치게 되므로 관광객들의 감정에 부정적 영향을 미치지 않도록 국제여객터미널과 관련된 주체는 대합실 환경에 대한 지속적인 관심과 관광객들의 이용 만족도를 향상 시킬 수 있는 환경마련에 노력하여야 할 것이다.

@highlight

본고는 국제여객터미널 대합실의 환경요소 및 감정, 만족 간의 영향관계에 대해 알아보고자 했다.

@highlight

연구대상은 일본으로 출국하기 위해 대기하고 있는 관광객을 대상으로 하였으며, 자료 수집은 자기기입방식을 이용한 설문조사를 이용했다.

