탈북학생들에 대한 학업적 지원이 해마다 확대됨에도 불구하고, 탈북학생들이 남한학교에서 경험하는 학습의 어려움은 나아지지 않고 있다.

그 이유를 주로 탈북학생 개인의 특성이나 북한의 문화에서 찾았고 탈북학생들의 적응을 더욱 적극적으로 지원하는 방식으로 문제를 해결하고자 하였다.

그러나 최근 종래 동화주의적 접근에 문제제기하고 탈북학생들이 남한학교에서 학업적 어려움을 겪는 원인을 결핍이 아니라, 차이를 결핍으로 만드는 남한의 학교교육에서 찾고자 하는 노력이 일고 있다.

본 연구는 이러한 맥락에서 탈북학생이 남한학교에서 학습하며 겪는 주변화 경험을 탐구하는 데 목적을 두었다.

이를 위해 내러티브 탐구 방법을 활용, 탈북학생 수향이의 남한학교에서의 학습경험을 6개월에 걸쳐 연구하였다.

그 결과 수향이가 남한학교의 학습에서 겪는 주변화 경험을 북한의 학습경험을 지워야 하는 것, 남한의 상식이 부재한 것, 실력주의의 환상에 빠지는 것, 반복된 좌절을 경험하는 것으로 이해할 수 있었다.

본 연구 결과는 탈북학생의 학업적 어려움을 탈북학생 개인이나 그들을 가르치는 교사들의 노력만으로 극복하기 어렵다는 점을 시사한다.

우리 학교교육을 개선하기 위한 사회적 차원의 공동의 노력이 있어야 탈북학생들이 남한학교에서 학업적으로 성공할 수 있는 힘을 키울 수 있을 것이다.

@highlight

탈북학생들에 관한 학업적 지원이 해마다 확대됨에도 불구하고, 탈북학생들이 남한학교에서 경험하는 학습의 어려움은 좋아지지 않고 있다.

