이 연구는 다문화가정 아동과 일반가정 아동의 역량과 문제행동을 중심으로 사회성의차이를 비교하고자 하였다.

이를 위해 다문화가정 아동 243명과 이들과 사회경제적 수준과성취도 수준이 유사한 일반가정 아동 243명에대하여 교사가 이들의 문제행동(내재화, 외현화 문제행동)을 평가하고, 아동이 자신의 역량(사회적 자본, 대인관계, 성공지능, 공동체성)에 대해 보고하였다.

역량과 문제행동에 대하여 잠재평균분석을 실시한 결과, 교사가 보고한 내재화 및 외현화 문제행동 수준에는 유의미한 차이가 나타나지 않았으며, 아동이 보고한 역량에서는 다문화가정 아동이 역량을 더낮게 지각하는 것으로 나타났다.

이 연구는 다문화가정 아동의 심리사회적 문제를 이해할때 이들의 사회경제적 계층의 영향을 고려하고, 보다 정교한 분석이 적용될 필요가 있음을제시한다.

또한 다문화가정 아동의 문제행동뿐만 아니라 역량 등 긍정적 자원과 관련된연구가 진행될 필요가 있음을 제시한다.

이 연구결과의 제한점과 후속 연구를 위한 제언이논의되었다.

@highlight

본 연구는 다문화가정 아동과 일반가정 아동의 역량과 문제행동을 중심으로 사회성의차이를 비교하려 했다.

@highlight

본 연구는 다문화가정 아동의 심리사회적 문제를 이해할때 이들의 사회경제적 계층의 영향을 고려하고, 보다 정교한 분석이 적용될 필요가 있음을제시한다.

@highlight

본 연구결과의 제한점과 후속 연구를 위한 제언이논의됐다.

