본 연구는 광주광역시서구문화센터 내(內) 제3의 공간 개념에 기반을 두어 로비공간을 재생하고 공익 카페를 설립하여 연구자와 현장 참여자가 함께 참여하고 성과 또한 공동저자로서 공유하는 방식의 연구자-

참여자 합작 실행연구이다.

이 연구는 지역주민이 소통?

공감?

교류?

연대의 장으로 활용하는 제3의 공간을 형성하고, 이 공간에서 윤리적 소비를 실천하는 기회를 확보하는 것을 목표로 수행되었다.

연구를 위해 연구자 현장노트, 카페 설립과정의 계획서 및 이사회 보고서, 참여자 일지, 일별?

월별 수입과 지출표, 참여자 및 이용자와의 면담자료 등을 활용하였다.

연구의 주요 결과는 다음과 같다.

첫째, 로비공간의 재생과 아시안피스커피의 설립으로 제3의 공간을 창출하였다.

둘째, 제3의 공간에서는 공정무역커피 구매, 사회적 약자에 대한 책임 실천, 자원의 재활용 및 리사이클 등 여러 측면의 윤리적 소비가 실천되었다.

셋째, 제3의 공간이 활성화되기 위해서는 아시안피스커피의 운영이 지속되어야 한다.

이를 위해 커피 가격과 품질에서의 경쟁력 확보, 제3의 공간의 활용, 윤리적 소비에 대한 동기 부여 등이 중요하다.

@highlight

이 연구는 광주광역시서구문화센터 내(內) 제3의 공간 개념에 기반을 두어 로비공간을 재생하고 공익 카페를 설립해 연구자와 현장 참여자가 함께 참여하고 성과 또한 공동저자로서 공유하는 방식의 연구자-

@highlight

참여자 합작 실행연구이다.

