한국춤의 인문학적 담론의 근본적인 핵심은 한국춤에 내재된 원형질을 파악하는 것이며, 한국춤의 미학적 단초는 고대 예술의 원형질을 통해 논의 할 수있다.

춤의 양식과 상징적인 표현의 단서들은 시대적 현상의 본질적 요인을 축출해 냄으로써 알 수 있듯이, 춤은 그 시대의 구성원의 ‘인문성’에 초점을 맞추고 있다.

춤은 태초 인간의 생존성과 직결된 문화적 결정체인 동시에 인류가 창조한 최초의 예술형식이라는 점에서 한국춤 미학의 단초는 한국의 문화적 배경 아래 발생한 한국 고대인의 세계관으로부터 찾을 수 있다.

특히 고대의 종합적인 예술의 집약형태인 제천의식이 보여주는 상징성은 중요한 미적 요소가 아닐 수 없다.

한국춤 미학의 단초에 있어 가치체계의 틀을 가장 섬세하게 반영하고 있는 것이 종교사상이며, 유불도 삼교의 전래 이전부터 한국문화의 모태 의식을 반영하는 샤머니즘의 종교현상을 외면하고 한국춤을 논의할 수 없을 것이다.

@highlight

한국춤 미학의 단초에 있어 가치체계의 틀을 가장 섬세하게 반영하고 있는 것이 종교사상이며, 유불도 삼교의 전래 이전부터 한국문화의 모태 의식을 반영하는 샤머니즘의 종교현상을 외면하고는 한국춤을 논의할 수 없을 것이다.

