이 연구는 국제사회에 있어서 인권의 주권적 특수성과 지구적 보편성의 논쟁을 이해하고 난 뒤, 인권이 보다 보편적인 규범으로 발전할 수 있는 방안을 모색해보자 한다.

냉전종식 이후 국제사회에서 인권에 대한 관심이 고조됨에 따라 인권 문제를 이제 한 국가 내부의 문제로 보지 않고, 지구사회가 함께 추구해야하는 보편적 가치로 보는 인식이 확대되고 있다.

이러한 배경 하에서 몇몇 국가들에서 벌어지는 인도주의 대참사로부터 시민들의 생명을 보호하기 위하여 국제사회가 책임을 져야한다는 주장이 등장하였다.

실제로 1990년대에 들어서인도주의적 위기 상황들에 국제사회가 군사력을 사용하여 강제적으로 개입한 사례들이 증가하였다.

그러나 강제적 인도주의 개입은 인도주의적 명분하에 서방국가들이 자신들의 국가이익을 확대하려는 신제국주의에 불과하다는 비판의 목소리들도 있다.

현재 국제사회는 보호책임(R2P) 이행을 둘러싸고 국가들 사이에 권력관계와 이해관계 측면에서 상충을 보이고 있어서 보호책임에 관한 일반원칙과 기준에 대해 합의를 이루지 못하고있다.

따라서 이 연구에서는 보호책임에 대한 국제적 합의를 보다 효과적으로 이끌어내는데 필요한 조치로서 유엔 사무총장의 리더십 강화, 보호책임 관련 인식공동체 활성화, IGO-

INGO연대의 필요성을 제시하고 있다.

@highlight

이 연구는 국제사회에 있어서 인권의 주권적 특수성과 지구적 보편성의 논쟁을 이해하고 난 뒤, 인권이 보다 보편적인 규범으로 발전할 수 있는 방안을 모색해보자 한다.

