프라하는 체코공화국 수도이자 가장 큰 도시이며, 국가의 정치와 문화 그리고 경제의 중심지이다.

본 연구는 프라하의 문화관광에 관심을 두고, 도시형성배경, 문화자원, 도시브랜딩 특징을 고찰하는데 목적을 두었다.

첫째, 프라하는 많은 유산들이 전쟁 속에서도 보존되어 중세도시의 모습이 남아 있다.

건축은 중세시대의 문화중심지로서 프라하 영향력을 잘 나타내고 있다.

둘째, 프라하는 유서 깊은 문화자원을 간직하고 있으며, 역사지구는 1992년 세계유산 목록에 등재되었다.

셋째, 프라하는 중세 건물로 장식된 아름다운 경관 때문에 ‘중세 최고의 도시’ 이기도 하지만, 감동적인 스토리가 간직되어 있는 랜드마크, 종교와 음악 같은 문화예술 중심의 도시브랜드가 세계의 문화관광도시로 자리매김하는 원동력으로 작용했다.

프라하의 랜드마크는 프라하성과 함께 카를교와 구시가지의 천문시계가 중심이 된다.

유명한 음악가를 배출한 국가답게, ‘프라하의 봄’ 음악축제나 문학전통을 포함하는 도시이미지는 체코가 전세계의 대표적인 문화예술도시임을 보여준다.

@highlight

프라하는 체코공화국 수도이자 가장 큰 도시이며, 국가의 정치와 문화 그리고 경제의 중심지이다.

