본 연구는 오랜 세월에 걸쳐 대승불교의 윤리적 실천 이론에 가해진 일군의 비판들을 검토하고, 불교사상 일반이 지니고 있는 사상적 특이점을 재조명함으로써 그에 대한 합리적인 반론을 제기하려는 목적에 따라 수행되었다.

불교사상은 흔히 윤리적 실천을 강조하는 것으로 여겨지곤 하는데, 공교롭게도 지난 역사 속에서 불교사상이 마주했던 가장 큰 비판 역시 윤리적인 문제에 관한 것이었다.

본 연구에서는 그와 같은 역사적 현상의 원인을 불교사상 일반이 근본적으로 지니고 있는 실존론적 사고로부터 도출하며, 관건이 되는 비판들에 대한 반론 역시 그러한 불교사상의 근본적 특징에 기반을 두어 제시하고자 한다.

이러한 작업이 성공적으로 수행될 경우 우리는 불교사상 일반이 공통적으로 지니는 사상적 특징을 명확한 형태로 정식화할 수 있을 것이며, 그로써 오랜 세월에 걸쳐 제기된 일군의 비판에 대하여 확정적인 형태의 반론을 제시할 수 있을 것이다.

나아가 대승불교에서 제시하는 윤리적 실천 이론 가운데, 본 연구에서 주요하게 다루어지는 특수한 체계가 일종의 윤리이론으로서 어떻게 정당화 될 수 있는지도 함께 검토해볼 수 있을 것이다.

@highlight

이 연구에서는 그와 같은 역사적 현상의 원인을 불교사상 일반이 근본적으로 지니고 있는 실존론적 사고로부터 도출하며, 관건이 되는 비판들에 대한 반론 역시 그러한 불교사상의 근본적 특징에 기반을 두어 제시하려 한다.

