본 논문은 1920~30년대 일반 대중이 주체로 활동한 소인극 운동의 측면에서 차미리사(1879~ 1955)가 세운 근화학원과 근화여학교의 연극 활동을 살펴보았다.

1920년대와 1930년대에 이루어진 근화여학교계의 연극 활동은 여성이 주체가 되어 운영기금 모집, 민중계몽과 결집, 소통을 주도하였으며, 여학생들로만 구성된 근화의 연극 활동은 연극의 대 중화와 서구근대문화 보급에 기여하였다.

당시 근화의 연극 활동은 여성이 주체로서 공동체 활동을 통해 현실을 인식하고 문제 해결 방법을 구성원이 스스로 찾아봄으로써 소통과 여성 집결을 주도하였다.

또한 여성들이 가정으로부터 나와 학교에서 독립성과 자기인식을 배우고 새로운 삶의 방향과 여성상을 고찰하고 관객으로 하여금 여성에 대한 인식을 계도하도록 기회를 제공하였다.

또한 1930년대 근화여학교의 학생연극활동은 이전과는 달리 학생들의 사회적 행동으로서 민중계 몽을 목적으로 하였으며, 근대연극을 관객에게 소개함으로써 서구문화보급에 기여하였다.

@highlight

이 논문은 1920~30년대 일반 대중이 주체로 활동한 소인극 운동의 측면에서 차미리사(1879~ 1955)가 세운 근화학원과 근화여학교의 연극 활동을 살펴보았다.

