본

 

논

문

의

 

목

표

는

 

보

렌

(

R

.

 

B

o

h

r

e

n

)

의

 

『

설

교

론

』

을

 

중

심

으

로

 

“

기

억

·

상

기

·

회

상

으

로

서

의

 

설

교

”

라

는

 

주

제

를

 

경

험

론

적

 

구

도

 

대

신

에

 

신

학

적

 

구

도

 

속

에

서

 

숙

고

하

는

 

것

이

다

.

 

그

가

 

주

장

하

는

 

바

,

 

설

교

는

 

청

중

들

로

 

하

여

금

 

하

나

님

께

서

 

그

리

스

도

 

안

에

서

 

인

간

들

을

 

위

해

 

행

하

셨

던

 

일

들

을

 

기

억

/

상

기

/

회

상

하

게

 

하

고

,

 

약

속

의

 

성

취

와

 

그

리

스

도

의

 

재

림

을

 

기

다

리

며

,

 

그

리

스

도

께

서

 

이

전

에

 

계

셨

고

,

 

장

차

 

오

실

 

분

이

시

며

,

 

또

한

 

지

금

 

여

기

에

 

현

존

하

시

는

 

분

이

시

라

는

 

것

을

 

증

언

한

다

.

 

설

교

에

서

 

예

수

 

그

리

스

도

의

 

인

격

적

 

현

존

이

 

이

처

럼

 

그

가

 

우

리

 

가

운

데

 

임

재

하

신

다

라

는

 

구

체

적

인

 

증

언

의

 

형

태

를

 

띨

 

때

,

 

예

수

 

그

리

스

도

의

 

현

존

은

 

항

상

 

이

미

 

오

신

 

그

분

의

 

현

존

이

므

로

,

 

그

분

의

 

현

존

에

 

대

한

 

증

언

은

 

이

미

 

오

신

 

그

분

에

 

대

한

 

기

억

·

상

기

·

회

상

을

 

통

해

 

온

전

케

 

되

며

,

 

기

억

·

상

기

·

회

상

은

 

예

수

 

그

리

스

도

의

 

과

거

를

 

현

재

화

한

다

.

 

그

러

므

로

 

보

렌

이

 

제

시

하

는

 

바

,

 

말

씀

의

 

표

현

방

식

인

 

세

 

가

지

 

시

제

들

(

기

억

=

과

거

,

 

약

속

=

미

래

,

 

현

존

=

현

재

)

 

중

에

서

 

먼

저

 

소

위

 

과

거

시

제

 

설

교

형

태

에

 

대

해

 

좀

 

더

 

정

확

하

고

 

자

세

하

게

 

고

찰

함

으

로

써

 

말

씀

의

 

미

래

시

제

와

 

현

재

시

제

의

 

설

교

형

태

들

로

 

나

아

가

는

 

발

판

을

 

마

련

하

고

자

한

다

.

 

그

러

기

에

 

필

자

는

 

여

기

서

 

“

기

억

·

상

기

·

회

상

으

로

서

의

 

설

교

”

에

 

대

해

 

그

 

신

학

적

 

근

거

를

 

제

시

하

고

,

 

그

 

다

음

으

로

 

이

 

설

교

의

 

언

어

적

 

형

태

화

문

제

에

 

대

해

 

다

루

려

는

 

것

이

다

.

@highlight

이 논문의 목표는 보렌(R. Bohren)의 『설교론』을 중심으로 “기억·상기·회상으로서의 설교”라는 주제를 경험론적 구도 대신에 신학적 구도 속에서 숙고하는 것이다.