피타고라스의 정리는 학교수학에서 배우는 대표 주제 중 하나이며, 피타고라스 수를 찾는 방법으로 플라톤과 유클리드 형태가 잘 알려져 있다.

한편 피보나치 수는, 현행 교육과정에서의 성취기준으로 제시되어있지는 않으나, 대부분의 교과서에서 탐구활동 등으로 소개되는 내용이다.

이 논문에서는 기원전 400년경의 피타고라스와 플라톤 그리고 유클리드로 이어지는 고대 그리스적 사고로부터 시작하여 1200년경의 중세시대에 발표된 피보나치 수를 사용하여 피타고라스 수를 찾는 방법을 논 의하고자.

이는 수학이 오랜 시간을 거처 개발되고 성장하며, 또한 다양한 문화권의 영향을 받는다는 수학사적 가치를 보여주는 주제가 될 것이다.

한편 피타고라스 수와 피보나치 수는 중·고등학교급별로 분리되어 있을 뿐만 아니라, 기하·대수영역 으로 구분되어 있다.

이 연구에서는 두 주제를 통합하는 교수학습 자료의 개발을 목적으로, 교과서에 제한적 예제로 언급된 피타고라스 수를 피보나치 수를 사용하여 무한히 많이 생성하는 발견학습 활동지를 구성한다.

이로서 피타고라스, 유클리드, 플라톤 방식으로 단발적으로 제시된 피타고라스수를 찾는 통합하는 교수방안으로 사용할 수 있다.

@highlight

피타고라스 수와 피보나치 수가 기하·대수영역으로 구분되어 이를 통합하는 교수학습 자료의 개발을 목적으로 교과서에 제한적 예제로 언급된 피타고라스ㆍ피보나치 수를 사용하여 무한히 생성하는 발견학습 활동지를 구성한다.

