인증서의 유효성을 검증하기 위해 CRL(Certificate Revocation List)을 이용할 경우 시간차 문제 때문에 실시간으로 그 유효성을 검증할 수 없으며 OCSP(Online Certificate Status Protocol)를 이용할 경우 규모가 큰 보안 시스템에서는 검증 서버에 과부하를 주는 문제가 있다.

그리고 IEEE 802.1x 무선랜 표준에서는 클라이언트가 인증서버로부터 승인받기 전에는 유선랜으로의 접근이 허용되지 않기 때문에 인증서버를 실시간으로 인증할 수 없다.

본 논문에서는 이러한 문제점들을 해결하기 위하여 무선랜에서 통신 내용을 보호하고 통신자 간의 신원을 상호 실시간으로 확인할 수 있는 보안 시스템을 설계하였다.

설계된 인증서 검증 프로토콜은 검증 결과의 현재성은 물론 시스템의 높은 안전성과 효율성을 보여주었으며 인증서의 유효성 검증 속도도 시스템의 규모와 상관없이 항상 일정하며 사용자가 신뢰하고 있어야 할 기관의 수도 적고 검증 서버의 과부하도 막을 수 있었다.

그리고 고속 고용량과 저속 저용량의 클라이언트에 적합한 사용자 인증 및 키 교환 프로토콜은 실시간 상호 인증은 물론 인증 사실의 공인을 가능하게 하였다.

@highlight

무선랜에서 통신 내용 보호, 통신자 간 신원을 실시간 확인하는 보안 시스템을 설계한 결과,  현재성, 안전성, 효율성을 보였고, 속도도 일정하며 기관 수도 적고 검증 서버의 과부하도 막을 수 있었다.

@highlight

고속 고용량과 저속 저용량의 클라이언트에 적합한 사용자 인증 및 키 교환 프로토콜은 실시간 상호 인증과 인증 사실의 공인이 가능했다.

