목적: 본 연구는 노인의 인지기능과 안구운동 능력의 관련성을 알아보고자 체계적 고찰을 시행하였다.

연구방법: 1995년부터 2015년 까지 한국교원학술정보원을 통해서 확인되는 논문을 검색하였고 주요 검색용어로는 안구운동, 인지기능, 관련성, 안구 운동 프로그램 등의 단어를 사용하였다.

연구결과: 분석 결과 총 6편의 논문이 선정되었으며 선정된 구에서의 사용된 중재는 안구운동이다.

인지기능과 안구운동 능력 사이에는 유의한 상관관계가 있었다.

5세부터 65세 까지 인지능력에 따른 안구운동 능력은 관련이 있었다.

그러나 연구에서 몇 가지 제한점이 있었다.

첫째, 대상자가 국한되어 있지않고 나이대로 나눠져 있고, 둘째, 대상자의 수가 많지 않았다는 것이다.

그러므로 향후 연구에서는대상지역을 확대하고 대상자 수를 늘리는 전향연구를 할 것이며, 장애가 있는 노인의 인지능력과 안구운동과 관련된 연구가 지속적으로 이루어져야 할 것이다.

향후 연구에서는 연령의 범위를 한정 짓고조사대상수를 확대하여 수행해보고 정상군과 환자군으로 나누어 비교해 봐야 할 것이다.

고찰: 추후의 연구에서는 보다 많은 수의 대상군의 확보와 추적조사를 실시하고 치매환자 대상자에게 중재로써 사용이 가능한 지에 관한 연구가 이루어져야 할 것으로 사료된다.

@highlight

노인의 인지기능과 안구운동 능력의 관련성을 알아보고자 체계적 고찰을 시행하였다.

@highlight

5세부터 65세 까지 인지능력에 따른 안구운동 능력은 관련이 있었다.

@highlight

그러므로 향후 연구에서는대상지역을 확대하고 대상자 수를 늘리는 전향연구를 할 것이며, 장애가 있는 노인의 인지능력과 안구운동과 관련된 연구가 지속적으로 이루어져야 할 것이다.

