이 연구의 목적은 태권도를 무도 수련이라는 본질적인 목적에 토대를 두고 그 방법적 계기에 따라 인성의 의미를 구현하는 데 있다.

태권도는 무도로서 무술의 수련 방법의 실천적인 과정에서 체험할 수 있는 인간 내면세계의 본질적인 구조를 찾는 과정으로 인간이 지닌 근본적인 성품과 맥을 같이 한다.

따라서 태권도 수련에서 인성은 인격의 형성이 어떻게 이루어지는가에 대한 방법적 계기를 통해서 그 내용을 구현할 수 있다.

이는 지(知)·정(情)·의(意)라고 하는 인격의 특성을 토대로 한다.

이를 기반으로 태권도에서 구현되는 인격형성의 과정은 다음과 같다.

첫째, 품새에서 자기 가치의 이성적 판단에서 작용하는 자아성찰을 통하여 구현된다.

둘째, 겨루기에서 규칙에 입각한 의식된 감정을 통제하는 것에서 예의 실천을 통하여 구현된다.

셋째, 격파를 수행하는 것에서 작용하는 방법적 계기인 의지의 강화로서 극기가 작용하여 기술과 정신의 상호관계에 대한 구체적 체험으로 구현된다.

태권도에서 인성은 이를 구현하기 위한 방법적 계기가 인이라는 덕성의 원리에 근거한 정신적 작용의 귀결이다.

따라서 태권도에서 인성은 자아성찰, 예의 실천, 의지의 강화라는 방법적 계기로 구현될 수 있으며 사람됨, 즉 인간다움의 본성에 기초한 인(仁)사상으로 의미를 지닌다.

@highlight

태권도를 본질적인 목적에 토대를 두고 인성의 의미를 구현하는 데 연구의 목적이 있다.

@highlight

태권도 수련에서 인성은 인격의 형성이 어떻게 이루어지는가에 대한 방법적 계기를 통해서 구현한다.

@highlight

태권도에서 인성은 자아 성찰, 예의 실천, 의지의 강화라는 방법적 계기로 구현될 수 있으며 사람됨, 즉 인간다움의 본성에 기초한 인(仁)사상으로 의미가 있다.

