오징어 채낚기, 오징어낚시, 은백색 유인체, 어획효율, 유인체 색초록 LED 집어등의 오징어 어획효과를 향상시키기 위하여 개발한 자동조획기용 은백색낚시의 어획성능을 기존 낚시인 녹색낚시와 비교하였다.

조사 선박은 강원도립대학 실습선 해송호 (A-

vessel, 24톤)와 상업어선 행복호 (B-

vessel, 24톤)을 이용하였다.

A-

vessel의 경우, 여름철에 31.3kW의 LED 집어등 조건에서 5-8대의 자동조획기로 조업하였다.

B-

vessel의 경우 겨울철과 가을철에 43.2kW의 LED집어등 조건에서 14대의 자동조획기로 조업하였다.

그 결과, A-

vessel에서 은백색낚시의 어획성능은 녹색낚시와 비슷하였다 (p>0.05).

그러나 B-

vessel에서 겨울철의 은백색낚시의 어획성능은 녹색낚시보다 우수하였고 (p<0.05), 가을철의 어획성능은 더욱 우수 하였다 (p<0.001).

가을철 B-

vessel의 결과로부터 은백색낚시에 따른 연간 수익은 26,384천원으로 예상되었다.

@highlight

오징어 채낚기, 오징어낚시, 은백색 유인체, 어획효율, 유인체 색초록 LED 집어등의 오징어 어획효과를 높이기 위해 개발한 자동조획기용 은백색낚시의 어획성능을 기존 낚시인 녹색낚시와 비교했다.

