우리나라 선원법에서는 선원재해보상의 실효성 확보를 위해 선박소유자에게 보험가입을 강제하고 있고, 이에 따라 선박소유자는 근재보험, 해운조합에서 실시하는 선원공제와 어선원 및 어선재해보상보험과 선주책임상호보험에 가입하고 있다.

그러나 보험 및 공제도 보통약관과 특별약관으로 나누어져 있기 때문에 선박소유자들의 보험가입 선택에 따라 선원재해보상이 이루어지지 않을 수 있을 뿐만 아니라 피보험자가 선원이 아닌 선박소유자이므로 선원의 보험금 직접청구권이 제한되는 등 선원재해보상에 있어 미흡한 점이 많다.

이와 같은 제반 문제들은 근본적으로 선원에 대한 재해보상이 산재보험법과 같은 공적기관에 의한 사회보험방식이 아닌 공제나 보험종류에 따라 각각의 부보조건에 의해 이루어지고 있기 때문이다.

따라서 선원 및 그 가족의 생활안정 및 생존권확보를 위한 사회보장적 성격을 부과하기 위해서라도 선원재해보상제도를 산재보험법으로 편입하는 것이 바람직하다.

만일 산재보험법의 확대․개정으로 선원재해보상제도가 흡수되면 육상근로자와 해상근로자가 모두 통일된 법제도하에서 사회보장제도의 근간을 형성하는 사회보험인 산재보험법의 적용대상이 되고, 이에 따라 보상주체로서의 국가가 책임을 지게 되므로 선박소유자의 면책사항은 없어지고 보다 명확한 관리․감독을 통해 선원재해보상을 확보할 수 있다.

@highlight

우리나라 선원법에서는 선원재해보상의 실효성 확보를 위해 선박소유자에게 보험가입을 강제하고 있고 이에 따라 선박소유자는 근재보험, 해운조합에서 실시하는 선원공제와 어선원 및 어선재해보상보험과 선주책임상호보험에 가입하고 있다.

@highlight

따라서 선원 및 그 가족의 생활안정 및 생존권확보를 위한 사회보장적 성격을 부과하기 위해서라도 선원재해보상제도를 산재보험법으로 편입하는 것이 바람직하다.

