2017년 5월 31일 세계 최초로 우리나라에서 지상파 UHD 방송이 상용화되었다.

기존 HDTV 방송은 압축된 미디어와 부가 데이터를 다중화하여 전달하기 위해 MPEG-2 TS(Transport Stream) 표준을 사용하였으나, 지상파 UHD 방송 규격에서는 차세대 표준인 MMT(MPEG Media Transport)가 채택되었다.

그러나 UHD 콘텐츠 제작 비용이 고가이므로, 현재 전체 방송시간 중 일부만 UHD로 방송되고 있으며 점차로 그 시간을 증가시켜 가고 있는 중이다.

한편 MMT가 채택된 ATSC 3.0 표준의 경우에도 북미에서 본격적인 상용화 단계에 이르지 못하고 있다.

이로 인해 MMT 방송 장비는 아직도 고가의 초기 단계에 있다.

본 논문에서는 기존 MPEG-2 TS 다중화기의 출력을 입력으로 받아 MMTP(MMT Protocol) 패킷 스트림으로 변환하는 저렴한 장비를 개발하는 데에 활용할 수 있는 소프트웨어를 다중 쓰레드(multi-

thread) 기반으로 일반 PC 상에서 구현하고 그 기능을 실험을 통해 검증하였다.

@highlight

MMT 방송 장비가 본격적인 상용화에 이르지 못하고 고가의 초기 단계에 있으므로, 본 논문은 기존 MPEG-2 TS 다중화기의 출력을 입력 받아 MMTP패킷 스트림으로 변환하는 저렴한 장비를 개발하는 데에 활용 가능한 소프트웨어를 일반 PC 상에서 구현하고 그 기능을 실험을 통해 검증하였다.

