어진御眞은 왕의 초상화로 조선시대에는 국조인 태조를 비롯하여 다수의 어진이 제작되어 영흥 준원전 , 전주 경기전 등 여러 진전眞殿에 봉안奉安되었다.

이러한 어진은 이모移摸 과정을 통해 전해지고 있으며, 훼손된 어진의 경우 모사模寫 과정을 토대로 신본新本을 제작하였다.

근래에는 어진에 대한 다양한 학술적인 가치와 국민적인 관심 증대로 인하여 이모 작업이 활발하게 진행되고 있다.

국립고궁박물관에서는 다수의 어진을 보유하고 있는데, 소장본 중 대부분이 한국전쟁 중 화재로 인해 손상된 상태로, 이모본 제작 과정에 필요한 초본 제작을 위해서는 범본範本이 되는 어진의 훼손된 부분에 관한 복원이 필요하다.

이 논문에서는 다분할 촬영 기법 및 이미지 분석 등의 디지털 이미징 기술을 활용하여, 국립고궁박물관 소장 태조어진의 훼손된 부분을 복원하는 과정과 이를 통해 밝혀진 태조어진 유물들의 용안의 차이를 중심으로 각 유물의 관계에 대해 연구한 것이다.

@highlight

본 논문에서는 다분할 촬영 기법 및 이미지 분석 등의 디지털 이미징 기술을 활용하여, 국립고궁박물관 소장 태조어진의 훼손된 부분을 복원하는 과정과 이를 통해 밝혀진 태조어진 유물들의 용안의 차이를 중심으로 각 유물의 관계에 대해 연구한 것이다.

