본고는 『광장』이 제시하는 관념적 구성물, 즉 ‘광장’과 ‘밀실’의 상징성을 의도적으로 피하고 가능한 한 주인공의 욕망이 표출된 축자적인 기호들을 통해, 이 작품이 당대의 집단적 욕망과 어떻게 조응했고, 또한 그 욕망을 어떻게 견인했는가를 살폈다.

그 결과 우리는 이 작품의 소설적 구성이 하나의 시점을 내포하고 있음을 발견했고, 그 시점이 당대의 강력한 지배 담론이었던 ‘근대화론’과 구조적 근친성을 내포하고 있음을 보았다.

그 근친성의 내용은 ‘자신의 역사와의 단절’과 그 ‘기원의 소멸’이라는 표현으로 압축될 수 있다.

『광장』이 우리에게 제공해준 ‘시점-

근대화론’은 사실상 남북 양 체제에 대한 객관적이고 공정한 비판이 아니었다.

이 작품은 애초에 남한사회에 대한 비판을 위한 것이었고, 그런 만큼 이 비판에는 세계체제의 수용이라는 전제가 이미 그 기저에 깔려 있었다.

우리는 이 전제를 적극적으로 받아들임으로써 현재에 이르렀지만, 전쟁과 분단의 절망으로부터 벗어나기 위해 설정된 이 전제가 또 다른 절망의 입구일 수 있다는 사실, 그러한 탈식민적 사유가 본고의 기본 골격이다.

『광장』을 하나의 고전으로 읽는다는 것은, 이 작품의 역사적 상상력이 지금 우리가 살고 있는 이 시대를 어떻게 열었는가를 이해하는 일과 한편으로는 이로부터 구조화된 우리의 현실로부터 벗어나기 위해 이 작품을 어떻게 생산적으로 부정할 것인가를 동시에 모색해야 함을 의미하기 때문이다.

@highlight

이 연구는 『광장』이 제시하는 관념적 구성물, 즉 ‘광장’과 ‘밀실’의 상징성을 의도적으로 피하여 가능한 한 주인공의 욕망이 표출된 축자적인 기호들을 통하여 이 작품이 당대의 집단적 욕망과 어떻게 조응했는지와 그 욕망을 어떻게 견인했는가를 살폈다.

