본 연구의 목적은 자아초월상담 전공자들이 진지하게 탐색해온 자아초월상담에 대한 다양한 관점과 정체성, 그리고 앞으로의 방향성 등의 의미를 심층적으로 살펴보는 데 있다.

이를 위해 2013년 7월부터 2014년 2월까지 7명의 참여자들을 대상으로 심층 인터뷰를 통해 자료를 수집하였다.

자료 분석은 과학적 심리학을 지향하는 Giorgi의 현상학적 방법의 4단계로 실시했으며 자아초월상담자로서의 정체성 탐색 경험의 구조를 8개의 구성요소와 19개의 하위 구성요소로 도출하였다.

본 연구를 통해 밝혀진 경험의 본질은 보다 높은 성장 동기를 가지고 자아초월상담 전공을 선택하고(입문), 자아초월상담의 초월성 및 통합성에 매력을 느낌과 동시에 정체성 혼동을 겪기도 하며(탐구), 어떻게 자아초월상담자로서 전문성을 쌓아가고 개인적인 성숙을 이루어야 하는지에 대해 실질적이면서도 진지한 탐색을 하고(전문성 모색), 자아초월상담에 대한 비전과 확신을 가지고 자신만의 적용방법을 개발해나가는 과정이다(전망과 적용).

본 연구는 국내 최초로 개설된 자아초월상담의 전공자들이 정체성을 탐색해가는 경험의 의미와 본질을 밝힘으로써 자아초월상담의 현 주소와 향후 방향성을 모색해보는 데 그 의의가 있다.

@highlight

이 연구의 목적은 자아초월상담 전공자들이 진지하게 탐색해온 자아초월상담에 대한 다양한 관점과 정체성, 앞으로의 방향성 등의 의미를 심층적으로 살펴보는 데 있다.

@highlight

이 연구를 통해 밝혀진 경험의 본질은 보다 높은 성장 동기를 가지고 자아초월상담 전공을 선택하고, 자아초월상담의 초월성 및 통합성에 매력을 느낌과 동시에 정체성 혼동을 겪기도 하며, 어떻게 자아초월상담자로서 전문성을 쌓아가고 개인적인 성숙을 이루어야 하는지에 대해 실질적이면서도 진지한 탐색을 하고, 자아초월상담에 대한 비전과 확신을 가지고 자신만의 적용방법을 개발해나가는 과정이다.

@highlight

이 연구는 국내 최초로 개설된 자아초월상담의 전공자들이 정체성을 탐색해가는 경험의 의미와 본질을 밝힘으로써 자아초월상담의 현 주소와 향후 방향성을 모색해보는 데 그 의의가 있다.

