이 연구는 국민참여 조직진단 방식을 통해 경찰의 과학수사 조직의 개선방안을 제시하고자 하였다.

국민참여 조직진단은 2019년 3월 25일부터 동년 4월 25일까지 진행되었고, 온라인을 통한 국민참여단 모집, 온라인 사전워크숍, 현장진단, 집중토론, 결과보고회 등의 절차로 진행되었다.

현장진단은 서울지방경찰청, 경기남부지방경찰청, 충남지방경찰청에 각각 2개 광역과학수사팀에 24명의 국민참여단이 참가하였다.

현장진단과 집중토론, 결과보고회를 통해 도출된 과학수사부서에 대한 국민참여단의 개선의견은 전문성을 함양한 우수과학수사요원 확보(신임 경찰관의 우선배치, 의사면허 취득자의 검시조사관 대체복무제, 퇴직경찰관의 활용), 선별적 출동제를 통한 효율성 확보, 조직소외문화 해소, 교육훈련 방식의 다양화, 외상 후 스트레스 장애 관리 등이 집중적으로 토론되었다.

이 가운데, 신임경찰관 우선배치 및 선별적 출동제는 시행에 한계가 있는 것으로 검토되었으나, 나머지 제안사항 등은 대체로 조직혁신과 개선에 도입해볼 가치가 있다고 보았다.

국민참여 조직진단은 일부 전문가 집단에 의한 조직진단 방식이 아닌 일반 국민의 시각을 통해 조직진단을 하고 정책결정을 시도한다는 점에서 민주성과 공공성 확보에 큰 기여를 할 수 있을 것이다.

더불어 이 연구를 통해 확인된 한계점을 극복한다면 국민참여 조직진단은 조직진단의 유용한 활용방편이 될 것으로 기대된다.

@highlight

국민참여 조직진단 방식을 통하여 경찰의 과학수사 조직의 개선방안을 제시하였다.

@highlight

국민참여 조직진단은 온라인을 통한 국민참여단 모집, 온라인 사전워크숍, 현장진단, 집중토론, 결과보고회 등의 절차로 진행됐다.

@highlight

일부 전문가 집단에 의한 조직진단 방식이 아닌 일반 국민의 시각을 통해 정책결정을 시도한다는 점에서 민주성과 공공성 확보에 큰 기여를 할 수 있을 것으로 보인다.

