본 연구의 목적은 지난 30년 간 주요 사회학지인 「한국사회학」과 「경제와 사회」에 게재된 여성노동연구의 동향과 특징을 주제, 연구관점, 방법론의 측면에서 분석하고, 그것의 여성주의적 함의를 파악하는 것이다.

본 연구의 주요결과는 다음과 같다.

첫째, 두 학회지 모두에서 1980년대와 1990년대에는 여성노동연구들이 소수에 불과하나, 2000년대에 들어서면서 급증하였다.

두 학회지에서 여성노동연구는 생산체제나 노사관계에 관한 것은 극히 소수이며, 대부분 노동시장 지위의 성별격차를 다루고 있다.

둘째, 여성 노동연구의 특징 가운데 하나는 양적연구방법을 사용하여성(sex 혹은 gender)을 개인수준의 변수로 설정하고 노동세계에서 남성과 여성의 평균적인 차이를 드러내는 것이다.

이 연구들은 노동시장에서의 남성과 여성의 다른경험과 특성들을 밝혀냈다는 중요한 의미를 갖지만, ‘젠더’를 분석범주 보다는 보편적 설명으로 사용하는 것을 경계해야 할 필요도 있다.

마지막으로 여성노동연구들은 연구방법의 선택에 있어서 사회학 방법론에서 과학적 지식의 생산을 둘러싸고논쟁의 대척점을 이루었던 객관성과 주관성의 경계를 넘나드는 경향을 보인다.

그러나 여전히 여성의 경험을 어떻게 알 수 있으며, 어떻게 지식으로 구성할 것인가라는 인식론적 물음에 더 엄격해야 한다는 과제를 제기한다.

@highlight

본고의 목적은 지난 30년 간 주요 사회학지인 「한국사회학」과 「경제와 사회」에 게재된 여성노동연구의 동향과 특징을 주제, 연구관점, 방법론의 측면에서 분석하고, 그것의 여성주의적 함의를 파악하는 것이다.

