본 연구는 고이즈미와 아베의 통치방식에 대해 비교하고자 한다.

2000년대 이후 강화된 권력자원과 인격화된 선거운동 방식을 활용해 고이즈미와 아베는 공통적으로 강력한 리더십을 구축할 수 있었다.

그러나 그 안을 들여다보면 통치방식에서 큰 차이를 나타낸다.

본 연구는 이러한 차이를 2000년대 이후 일본 정치의 대통령제화 현상과 합의제 민주주의적 제도 사이에 내재된 긴장이 해소되는방식에 주목하였다.

이러한 긴장관계가 두 총리의 다른 개인의 성향과 결합하며서로 다른 방식의 통치거버넌스가 구축되었다.

고이즈미의 경우 강력한 정책추구적 지향을 보이며 이를 위해 상당한 위험을 감수하는 위험추구적 행태를 보였다.

결국, 자신이 추구하는 개혁정책을 위해 당과 정부를 위계적이고 수직적으로재편하는 선택을 하였고 이 과정에서 기존의 거부권 행사자들과 충돌을 불사하는 갈등적 모습을 보였다.

반면, 아베는 공직유지에 더욱 초점을 맞추어 융합적통치 거버넌스를 보여주었다.

헌법개정으로 상징되는 자신의 정책적 아젠다를직접적으로 추진하지 않으며 기존의 파벌 및 지방 세력과의 공존을 통해 자신의 직위를 유지하는 데 더욱 관심을 두었다.

@highlight

고이즈미와 아베의 통치방식에 대해 비교하고자 한다.

@highlight

2000년대 이후 강화된 권력자원과 인격화된 선거운동 방식을 활용해 고이즈미와 아베는 공통적으로 강력한 리더십을 구축할 수 있었다.

@highlight

헌법개정으로 상징되는 자신의 정책적 아젠다를직접적으로 추진하지 않으며 기존의 파벌 및 지방 세력과의 공존을 통해 자신의 직위를 유지하는 데 더욱 관심을 두고있다.

