그 동안 사회과학에서 양적 연구방법과 질적 연구방법은 서로의 단점을 보완하고 장점을 취하고자 노력하여 왔다.

그 중 라긴(Ragin)의 퍼지셋 질적비교분석 방법은 양적 및 질적 방법 사이에서 연구방법론상의 획기적인 기여를 하였다.

퍼지셋 이상형 분석(fuzzy-

set ideal type analysis)과 퍼지셋 다중 결합원인 분석(fuzzy-

set multiple conjunctural causations analysis)은 사례의 수와 다중공선성 등의 문제로 인해 해결되지 못한 방법상의 문제해결에 하나의 실마리를 제공해 주었다고 평가할 수 있다.

본 연구에서는 퍼지셋 방법론을 어떠한 경우에 활용해야 하는지에 대한 사용이유, fsQCA 2.0 소프트웨어를 넘어 Stata로의 확장, ‘검증’의 문제점을 극복하기 위한 Y-

검증과 N-

검증법을 소개함으로써 퍼지셋 방법론 활용의 어려움을 보완하고자 하였다.

이와 더불어 퍼지셋 방법론의 구체적인 절차 제시 및 그 절차를 활용한 실증 사례분석을 제시하였다.

이러한 이론적·방법론적 소개를 통해, 퍼지셋 질적비교분석은 양적 연구방법과 질적 연구방법의 대화에 주목하는 사회과학 연구자들을 위해 그 활용가치가 높음을 주장하였다.

@highlight

이 연구에서는 퍼지셋 방법론을 어떤 경우에 활용해야 하는지에 대한 사용이유, fsQCA 2.0 소프트웨어를 넘어 Stata로의 확장, ‘검증’의 문제점을 극복하기 위한 Y-

@highlight

검증과 N-

@highlight

검증법을 소개함으로써 퍼지셋 방법론 활용의 어려움을 보완하려 했다.

