본 연구는 지역사회의 도서관 접근성 향상을 위한 지역 개방형 학교도서관에 대한 연구로서 기존의 학교도서관으로 이용하던 시설일부를 개방하여 지역주민에게 공공도서관의 소분관으로 제공함으로써 도서관접근성 향상 및 지역주민의 평생교육 제공에 목적을 갖는다.

또한 공공도서관의 이용활성화를 통해 국민생활의 정보이용 복지향상에도 기여할 것으로 기대하고 있다.

이에 대한 논의로 교육과학기술부와 대통령소속 도서관정보정책위원회에서는 도서관 접근성 향상 및 활성화를 위한 대책으로 공공도서관의 분관에 속하는 소규모도서관과 작은 도서관 확충에 노력을 기울이고 있다.

지역에 거점도서관의 소분관 설치 증가도 의미는 있겠지만 지역주민의 접근이 용이한 학교도서관에 같은 기능을 접목시켜 설치할 경우 도서관 조성시 대지 및 공간확보에 대한 예산을 절약할 수 있음은 물론 학교도서관 자체의 질적 향상 또한 기대할 수 있을 것이다.

그러나 학교도서관은 기능과 성격이 공공도서관과는 차이가 있으므로 학교도서관을 지역개방하여 활용할 경우에 대한 공간에 대한 연구가 필요하다.

따라서, 본 연구를 통하여 학교도서관을 지역사회에 개방하기 위한 배치와 규모 그리고 공간구성에 지향방안을 모색함으로써 향후 조성될 개방형 학교도서관이 본연의 기능을 수행할 수 있도록 하고자 한다.

@highlight

본 연구를 통하여 학교도서관을 지역사회에 개방하기 위한 배치와 규모 그리고 공간구성에 지향방안을 모색함으로써 향후 조성될 개방형 학교도서관이 본연의 기능을 수행할 수 있도록 하고자 한다.

