공적개발원조(ODA)은 잘사는 국가들이 못사는 국가들에게 부여하는 수혜인가, 아니면 자국의 이익을 얻어내기 위한 이해관계의 산물(product)일 뿐인가?

이와 같은 이론적 호기심에 기초하여 본 연구는 국제규범, 국가 간 이해관계, 국가 내 상황이라는 상반되거나 때로는 대립되어온 관점들을 통합논의를 시도한다.

그리고, 설명력이 높은 이론적 관점을 제시하고 최근의 국제원조정책에 있어서 실질적 결정요인을 재규명하고자 하였다.

패널자료(2003-2008)에 기반하여 패널회귀분석을 실시한 결과 공적개발원조(ODA)는 국제적 규범과 국가 내 상황이 국가 이해관계의 변수들 보다 상대적으로 영향력이 높음을 확인할 수 있었다.

특히, GDP와 같은 경제규모는 상대적으로 선진국인 잘사는 국가들이 더 많은 기여를 하고 있음을 확인할 수 있는 결과였으며, 국제적 규범과 인도주의적 관점이 보다 설득력을 얻고 있는 것으로 이해해볼 수 있었다.

아울러, 국가 내 상황의 관점에서 국가들이 겪고 있는 경제적 어려움인 부채현황은 가장 해결이 시급한 사항이라는 점에서 한정된 예산하에 있는 국제원조의 할당(portion)부분은 낮춰질 수 밖에 없다.

이렇듯 국가내부의 정치경제적 상황 그 자체가 대외정책결정에 큰 영향을 미친다는 것을 이론적으로 환류해 볼 필요가 있다.

@highlight

공적개발원조은 잘사는 국가들이 못사는 국가들에게 부여하는 수혜인가, 아니면 자국의 이익을 얻어내기 위한 이해관계의 산물일 뿐인가?

@highlight

이와 같은 이론적 호기심에 기초하여 본 연구는 국제규범, 국가 간 이해관계, 국가 내 상황이라는 상반되거나 때로는 대립되어온 관점들을 통합논의를 시도한다.

