본 연구는 부동산 조세의 주택가격 안정화 효과를 분석한다.

부동산 조세는 부동산의 취득, 보유, 처분 단계에 부과되어 정부의 재정수입으로 활용된다.

또한 정부는 부동산 경기를 조절하기 위하여 각 단계별 조세의 세율을 높이거나 낮추는 정책을 시행하기도 한다.

부동산 경기 조절 측면에서 보유세율은 기대수익률을 낮춰 주택수요를 억제하는 주택안정화 효과와 늘어난 세부담 수준만큼 주택 매수 시 거래가격에 반영하여 세부담을 시장가격에 전가하는 전가효과를 기대할 수 있고, 거래세 부과는 주택거래 연기를 유도하여 거래세 부과를 이연시키는 경로에 의해 주택재고 공급이 감소하여 가격을 상승시킬 유인이 있다.

이와 같은 조세부과의 효과는 세율의 수준에 따라 차별적으로 작동할 가능성이 있다.

OECD 35개국의 1980~2015년까지 불균형 패널 데이터를 이용하여 보유세와 거래세와 주택가격 변동률의 관계를 분석결과, 보유세율이 낮은 국가에서 보유세율을 인상할 경우 주택가격 안정화를 유도할 수 있는 것으로 분석된 반면, 거래세율이 높은 국가에서 거래세율 인상은 동결효과에 따른 재고주택공급 감소로 인하여 가격상승으로 이어질 수 있는 것으로 분석되었다.

본 연구의 결과를 통해 주택시장 안정화를 위한 부동산 조세정책의 방향은 보유세율은 인상하고, 거래세율은 인하하여 주택 보유에 따른 비용을 높이고, 보유 비용이 부담스러운 경제주체는 시장에 주택을 매도하도록 유도하는 것으로 이해할 수 있다.

@highlight

부동산 조세의 주택가격 안정화 효과를 분석한다.

@highlight


부동산 경기 조절 측면에서 보유세율은 기대수익률을 낮춰 주택수요를 억제하는 주택안정화 효과와 늘어난 세부담 수준만큼 주택 매수 시 거래가격에 반영하여 세부담을 시장가격에 전가하는 전가효과를 기대할 수 있고, 거래세 부과는 주택거래 연기를 유도하여 거래세 부과를 이연시키는 경로에 의해 주택재고 공급이 감소하여 가격을 상승시킬 유인이 있다.

