이 글에서는 정보화를 ①정보산업화, ②지식(기반)사회화, ③정보산업화지식사회화에 적합하고 이를 효율적으로 뒷받침하는 조직구조과 제도적 환경을 창출하기 위한 제도조정이라는 세 가지 차원의 작업개념을 통해 규정하고, 이를 기반으로 ‘일본형 IT전략’을 체계적으로 파악하고 있다.

그 다음 일본의 IT전략의 방향성과 그 성과를 제도적, 실태적 차원에서 정리하고 이를 평가했다.

이러한 평가를 바탕으로 정보화의 개념적 범주를 원용하면서 일본형 IT전략의 특징을 규정해보고, 그 가능성과 한계 등에 대해 논했다.

일본형 정보화전략을 논함에 있어 주의해야 할 것은 세계적인 차원에서 정보화라고 하는 현상이 아직도 진행중 또는 진화중이기 때문에 일본형모델을 논하는 것이 시기상조일 수도 있다는 점이다.

이러한 우려에도 불구하고 이 글에서 굳이 일본형 정보화전략에 대해 검토를 한 것은 1985년 전기통신의 자유화로부터 20년이 경과하는 동안 ‘아날로그 전화’에서 ‘디지털 커뮤니케이션’으로 변모를 거듭한 일본 정보화의 궤적에서 나타난 방책이 대체로 일본사회의 발전경로를 따라서 고안된 ‘일본적 처방’의 연속선상에 있다고 여겨지기 때문이다.

1990년대 후반 한동안 IT혁명에 대한 대응 지연과 낮은 인터넷 보급률로 인한 위기감이 존재한 것이 사실이지만, 이에 대한 대응에 대해서도 현시점에서는 일본적 해법이 일정한 효과를 거두고 있다고 평가할 수 있을 것이다.

@highlight

정보화를 정보산업화, 지식(기반)사회화, 정보산업화지식사회화에 적합하고 이를 효율적으로 뒷받침하는 조직구조과 제도적 환경을 창출하기 위한 제도조정이라는 세 가지 차원의 작업개념을 통해 규정하고, 이를 기반으로 ‘일본형 IT전략’을 체계적으로 파악하고 있다.

@highlight

그 다음 일본의 IT전략의 방향성과 그 성과를 제도적, 실태적 차원에서 정리하고 이를 평가했다.

@highlight

이러한 평가를 바탕으로 정보화의 개념적 범주를 원용하면서 일본형 IT전략의 특징을 규정해보고, 그 가능성과 한계 등에 대해 논했다.

