이

이

(

李

珥

,

 

1

5

3

6

~

1

5

8

4

)

는

 

1

6

세

기

 

조

선

의

 

성

리

학

자

다

.

 

그

는

 

성

리

학

을

 

맹

목

적

으

로

 

수

용

하

지

 

않

고

 

독

자

적

 

학

문

체

계

로

 

수

립

하

여

 

조

선

성

리

학

의

 

집

대

성

자

로

 

평

가

받

고

 

있

다

.

 

불

교

 

역

시

 

그

가

 

사

상

을

 

형

성

하

고

 

확

립

하

는

데

 

기

여

하

였

다

.

 

연

구

자

들

이

 

검

토

한

 

이

이

의

 

불

교

인

식

은

 

크

게

 

세

 

가

지

로

 

나

뉜

다

.

 

이

이

가

 

불

교

에

 

대

해

 

우

호

적

이

었

는

가

,

 

비

판

적

이

었

는

가

,

 

자

신

의

 

사

상

형

성

에

 

영

향

을

 

끼

쳤

는

가

하

는

 

점

이

다

.

 

그

러

나

 

연

구

경

향

은

 

이

이

의

 

好

佛

과

 

排

佛

이

라

는

 

단

선

적

이

고

 

이

분

법

적

인

 

구

분

을

 

기

초

로

 

한

 

연

구

태

도

가

 

지

배

적

이

다

.

 

그

러

나

 

이

이

의

 

불

교

관

은

 

다

면

적

이

고

 

중

층

적

인

 

성

격

을

 

지

니

고

 

있

다

.

 

개

인

적

인

 

불

우

함

과

 

‘

도

(

道

)

’

를

 

위

해

 

출

가

하

였

고

,

 

성

인

의

 

가

르

침

과

 

맞

지

 

않

아

 

환

속

하

였

다

.

 

보

우

(

普

雨

)

의

 

처

벌

과

 

승

과

(

僧

科

)

를

 

폐

지

하

고

자

 

상

소

하

였

지

만

,

 

불

가

(

佛

家

)

의

 

선

수

행

(

禪

修

行

)

을

 

동

경

하

기

도

 

했

다

.

 

이

이

는

 

성

리

학

적

 

입

장

에

서

 

불

교

를

 

평

가

한

 

탓

에

 

인

과

(

因

果

)

·

화

복

론

(

禍

福

論

)

을

 

비

판

하

였

지

만

,

 

이

기

(

理

氣

)

와

 

이

사

(

理

事

)

를

 

동

일

시

하

기

도

 

했

다

.

 

이

이

의

 

불

교

인

식

에

 

대

한

 

검

토

는

 

조

선

시

대

 

사

상

사

 

연

구

에

 

중

요

한

 

의

미

를

 

지

니

고

 

있

다

.

 

조

선

의

 

건

국

이

후

 

성

리

학

의

 

가

치

체

계

가

 

보

급

되

기

 

시

작

하

고

 

불

교

가

 

억

압

받

고

 

있

던

 

상

황

 

속

에

서

 

조

선

의

 

대

표

적

 

지

성

의

 

유

불

사

상

과

 

교

류

의

 

면

모

를

 

살

필

 

수

 

있

기

 

때

문

이

다

.

@highlight

이이는 16세기 조선의 성리학자로서 연구경향은 이이의 好佛과 排佛이라는 단선적이고 이분법적인 구분을 기초로 한 태도를 보인다. 이이의 불교관은 다면적이고 중층적인 성격을 지닌다. 이이는 성리학적 입장에서 불교를 평가한 탓에 인과·화복론을 비판했지만 이기와 이사를 동일시하는 모습도 보였다.