김

정

혜

는

 

청

상

과

부

가

 

된

 

이

래

 

방

탕

한

 

생

활

로

 

안

일

한

 

삶

을

 

살

았

다

.

 

4

0

대

를

 

전

후

하

여

 

개

신

교

에

 

입

문

한

 

후

 

성

씨

마

저

 

바

꾸

는

 

파

격

적

인

 

행

보

를

 

걸

었

다

.

 

사

립

정

화

여

학

교

 

탄

생

은

 

이

와

 

같

은

 

역

사

적

인

 

배

경

 

속

에

서

 

이

루

어

졌

다

.

 

강

연

회

 

개

최

는

 

외

부

 

세

계

와

 

소

통

·

교

류

하

려

는

 

의

도

였

다

.

 

개

성

여

자

교

육

회

 

조

직

과

 

조

선

여

자

교

육

협

회

와

 

교

류

는

 

대

표

적

인

 

경

우

이

다

.

 

열

성

적

인

 

교

육

활

동

 

소

식

은

 

재

정

적

인

 

확

충

을

 

꾀

하

는

 

든

든

한

 

밑

거

름

이

었

다

.

 

재

단

법

인

 

설

립

은

 

이

와

 

같

은

 

후

원

에

 

힘

입

어

 

가

능

할

 

수

 

있

었

다

.

 

지

식

인

은

 

명

예

교

사

로

서

 

자

원

하

는

 

등

 

지

원

을

 

아

끼

지

 

않

았

다

.

 

동

창

회

도

 

학

교

 

발

전

방

안

을

 

모

색

하

는

 

한

편

 

재

학

생

들

에

게

 

‘

정

화

인

’

으

로

서

 

자

긍

심

을

 

일

깨

우

는

데

 

앞

장

섰

다

.

 

식

민

지

 

노

예

교

육

은

 

육

영

사

업

가

들

로

 

하

여

금

 

식

민

지

 

교

육

체

제

 

내

로

 

견

인

하

였

다

.

 

목

적

은

 

내

선

일

체

에

 

의

한

 

‘

충

량

한

 

황

국

신

민

’

 

육

성

이

었

다

.

 

정

화

여

학

교

도

 

이

러

한

 

규

제

로

부

터

 

자

유

로

울

 

수

 

없

었

다

.

 

김

정

혜

는

 

육

영

사

업

가

로

서

 

여

러

 

번

 

수

상

을

 

받

았

다

.

 

이

를

 

기

념

하

는

 

행

사

도

 

개

최

되

었

다

.

 

물

론

 

자

신

의

 

의

향

과

 

전

혀

 

상

관

없

는

 

부

분

임

에

 

틀

림

없

다

.

 

개

성

군

사

회

장

으

로

 

치

룬

 

장

례

식

은

 

언

론

에

서

 

특

종

으

로

 

보

도

했

다

.

 

개

성

여

자

교

육

회

는

 

그

녀

 

일

대

기

를

 

정

리

하

는

 

한

편

 

당

시

 

조

사

·

만

사

 

등

을

 

수

록

한

 

김

정

혜

선

생

 

소

전

을

 

발

간

하

였

다

.

 

동

상

도

 

건

립

했

다

.

 

다

만

 

‘

위

험

하

고

 

험

난

한

 

외

줄

타

기

’

인

 

교

육

활

동

에

 

대

한

 

평

가

는

 

어

떻

게

 

해

야

 

할

 

지

 

여

전

히

 

고

민

이

다

.

@highlight

정화여학교 탄생은  개성여자교육회 조직과 조선여자교육협회와 교류는 대표적인 경우인데  열성적인 교육활동 소식은 재정적인 확충을 꾀하는 밑거름이 되었으며 재단법인 설립은 이와 같은 후원에 힘입어 가능할 수 있었다. 지식인을 명예교사로서 자원하는 등  ‘정화인’으로서 자긍심을 일깨우는데 앞장섰으나 식민지 노예교육은 육영사업가들로 하여금 내선일체에 의한 ‘충량한 황국신민’ 육성을 목적으로  식민지 교육체제 내로 견인하였다. 김정혜는 육영사업가로서 여러 번 수상하고 이를 기념하는 행사도 개최되었으며 개성여자교육회는 그녀 일대기를 정리하고  김정혜선생 소전을 발간, 동상도 건립했지만교육활동에 대한 평가는 여전히 고민하고 있다.