본 연구의 목적은 중소기업 국제화 연구의 선행연구에 대한 체계적 문헌고찰이다.

대외의존도가 높은 우리나라 경제 특성상 국제화는 중소기업에 선택이 아닌 필수적인 경영으로 요구받고 있다.

이에, 중소기업의 해외 진출과 국제화와 관련된 연구는 주요 학회지(KCI등재지)를 중심으로 최근 20년간 400여 편 이상 게재되었다.

이러한 관심에 비교해 우리 기업의 해외 진출에 대한 문헌고찰은 미흡하다.

이에 중소기업의 국제화 연구와 관련된 발표학회지 중심으로 국제화 연구에서 선행연구로 활용한 연구 동향을 분석하였다.

연구대상은 중소기업의 국제화로 정의하고 RISS(학술연구정보서비스)를 통해 키워드인 ‘국제화’, ‘글로벌’, ‘수출’, ‘해외진출’, ‘이론’ 등으로 검색하였다.

분석기법은 체계적 문헌고찰 방식을 활용하여 국내 학술지 76편을 분석했다.

국제연구주제와 성격에 따라 국제화 동인과 과정 및 국제화 성과, 국제화 지원의 4대 영역의 동태적 관점으로 분류하였다.

연구결과 가장 활발한 분야는 국제화 성과연구에 집중되어 있음을 확인하였다.

본 연구는 한국 중소기업의 국제화라는 생태계에서 체계적 문헌고찰을 통해서 선행연구를 분석했다는 학술적 의미가 있으며, 중소기업의 국제화를 연구를 준비하는 연구자에게 이론적 배경을 제시하는 실무적 시사점이 있다.

@highlight

본 연구의 목적은 중소기업의 국제화 연구와 관련된 연구 동향을 발표학회지를 중심으로 고찰하였다.

@highlight

연구결과 가장 활발한 연구주제는 국제화 성과연구로 나타났으며, 본 연구는 연구자들에게 중소기업의 국제화라는 이론적 배경을 제시했다는데 의의가 있다.

