본 연구에서는 전환기에 놓여있는 초기 청소년이 지각한 학교유대감과 우울의 인과관계를 종단적으로 검증하였다.

연구를 위해 D광역시에 소재한 K초등학교 5학년 학생들에게 1년 간격으로 3차례에 걸쳐 설문조사를 실시하였으며, 1차~3차년도 설문조사에 모두 참여한 156명의 자료를 분석에 사용하였다.

수집된 자료는 자기회귀 교차지연 모형(autoregressive cross-

lagged model) 검증을 통해 분석되었다.

자료를 분석한 결과, 초기 청소년이 지각한 학교유대감은 이후 시점의 우울을 유의하게 예측하는 것으로 나타났다.

반면, 우울이 이후 시점의 학교유대감에 미치는 역방향의 영향은 유의하지 않았다.

또한 학교유대감과 우울의 종단관계는 성별에 따라 유의한 차이를 보이지 않았다.

이러한 결과는 초기 청소년이 지각한 학교유대감과 우울의 종단관계가 성별에 관계없이 학교유대감이 우울에 선행하는 일방향적 관계를 갖고 있음을 의미한다.

이러한 결과를 바탕으로 청소년 초기 우울의 예방과 개입을 위한 시사점에 대해 논의하였다.

@highlight

이 연구에서는 전환기에 놓여있는 초기 청소년이 지각한 학교유대감과 우울의 인과관계를 종단적으로 검증했다.

