본 연구의 목적은 1차 교육과정 시기부터 현재 2009 개정 교육과정까지 교과과정별 고등학교 교과서를1-3종씩 선택하여 분석함으로써 미래의 효율적인 국악 교육을 위한 기초자료로 제시하는 것이다.

본 연구는 특히 가창 영역을 집중 분석 한다.

연구대상으로는 1차 교육과정 1종, 2차 교육과정 2종, 3차~2009 개정교육과정 각 3종씩 총 24종의 교과서이다.

첫째, 1차와 2차 교육과정에서는 미미하던 국악의 비중이 교육과정이 개정을 거듭할수록 그 중요성과 비중이 늘어나는 경향을 보였다.

둘째, 고등학교 음악교과서의 국악의영역별 비중은 점차로 균형을 잡아가고 있었다.

100% 이해영역으로 되어 있던 1차 교과서가 2009 개정에서는 가창 24.4%, 감상 17.3% 기악 24.6%, 창작 3.3%, 이해 30.5%로 영역별 균형을 잡아가고 있었다.

셋째,가창곡의 학습내용을 분석한 결과 초기에는 우리 민요를 서양음악처럼 가르치려는 경향이 높았으나 그런경향은 많이 개선되고 있다.

그러나 여전히 장단 치기와 구성음의 음계학습에만 치중 된 경향을 보였다.

@highlight

본 연구는 1차 교육과정 시기부터 현재 2009 개정 교육과정까지 교과과정별 고등학교 교과서를1-3종씩 선택해 분석함으로 미래의 효율적 국악 교육을 위한 기초자료로 제시하는 것에 목적이 있다.

