본 연구는 어머니가 인식하는 원가족 기능성, 성인애착, 공동양육과 유아의 사회적 유능성에 대한 구조적 관계를 알아보는데 목적이 있다.

이를 위해 경기도에 거주하면서 유아기 자녀를 둔 어머니 251명을 대상으로 자료를 수집하였으며 자료 분석은 구조방정식모형을 사용하였다.

연구 결과, 첫째, 어머니의 원가족 기능성은 성인애착에 정적으로 유의한 영향을 미치는 것으로 나타났으나 공동양육에 대한 영향력은 유의하지 않았다.

어머니의 성인애착은 부부공동양육에 정적으로 유의한 영향을 미치는 것으로 나타났다.

어머니의 성인애착과 공동양육은 유아의 사회적 유능성에 정적으로 유의한 영향을 미치는 것으로 나타났다.

둘째, 어머니의 성인애착은 어머니의 원가족 기능성과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났으며, 어머니의 공동양육은 어머니의 원가족 기능성과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났다.

또한 어머니의 성인애착은 어머니의 원가족 기능성과 어머니의 공동양육 간의 관계를 매개하였으며 어머니의 공동양육은 어머니의 성인애착과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났다.

이러한 결과를 토대로 유아의 사회적 유능성 증진을 위한 방안을 제시하고 후속연구에 대한 제언을 논의하였다.

@highlight

어머니의 원가족 기능성은 성인애착에 정적으로 유의한 영향을 미치고  공동양육에 대한 영향력은 유의하지 않았다.

@highlight

어머니의 성인애착은 부부공동양육에 정적으로 영향을 미치는 것으로 나타났으며 어머니의 성인애착과 공동양육은 유아의 사회적 유능성에  유의한 영향을 미치고, 어머니의 성인애착은 어머니의 원가족 기능성과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났으며, 어머니의 공동양육은 어머니의 원가족 기능성과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났다.

@highlight

 어머니의 성인애착은 어머니의 원가족 기능성과 어머니의 공동양육 간의 관계와, 어머니의 공동양육은 어머니의 성인애착과 유아의 사회적 유능성 간의 관계를 매개하는 것으로 나타났다.

