광고에서 이상적인 미로 묘사되는 마른 모델의 신체이미지와 자신의 신체이미지 간의 일치성 그리고 그러한 모델과 자신을 비교하는 정도인 상향비교 수준이 명시적 및 암묵적 브랜드 태도에 영향을 미치는지를 확인해보고자 하였다.

실험 결과 명시적 브랜드 태도에서 유의한 상호작용 효과가 나타났다.

상향비교를 많이 하는 사람은 모델과 자신의 신체이미지가 일치할 때보다 불일치할 때 명시적인 브랜드 태도가 더 높게 나타났고 상향비교 적게 하는 사람은 모델과 자신의 신체이미지가 불일치할 때보다 일치할 때 명시적 브랜드 태도가 더 높게 나타났다.

또한 명시적 브랜드 태도와 암묵적 브랜드 태도가 소비자의 계획된 미래 행동을 나타내는 구매의도를 얼마나 잘 예측하는지를 알아보기 위해 회귀분석을 실시하였다.

실험 결과 명시적 브랜드 태도와 암묵적 브랜드 태도 모두 유의하게 제품에 대한 구매의도를 예측하였고, 두 가지 태도를 모두 고려했을 때 예측력이 유의하게 증가하였다.

즉 명시적 브랜드 태도와 더불어 암묵적 브랜드 태도를 함께 고려했을 때 구매의도 예측력이 향상되었다.

@highlight

광고에서 이상적인 미로 묘사되는 마른 모델의 신체이미지와 자신의 신체이미지 간의 일치성, 그런 모델과 자신을 비교하는 정도인 상향비교 수준이 명시적 및 암묵적 브랜드 태도에 영향을 미치는지를 확인해보고자 했다.

