본 연구는 ‘가구업계의 도요타가 되겠다’는 보루네오가구와 ‘침대는 가구가 아닙니다.

과학입니다’라는 광고를 앞세운 에이스침대의 성공과 실패를 비교하는데 목적이 있다.

우리나라 가구산업과 침대산업의 대표적인 기업이 어떤 과정을 거쳐서 오늘날에 이르렀는지를 파악하고자 하는 것이다.

즉 보루네오가구와 에이스침대가 구사한 경영전략을 비교하려는 것이다.

우선 국내 가구브랜드 평가에서 1위를 지켜온 보루네오가구의 성장과 쇠퇴과정을 살펴보고자 한다.

1962년부터 1988년 주식시장 상장 후 1991년 법정관리에 들어갈 때까지 보루네오 가구가 걸어온 길을 살펴보고 문제점을 도출하고자 한다.

이 기간까지만 살펴보는 것은 이 기간 이후는 경영권분쟁에 휘말리면서 실질적인 가구산업의 역할을 다하지 못했다고 판단하기 때문이다.

다음은 ‘침대는 가구가 아닙니다.

과학입니다’라는 슬로건을 내걸고 성공한 에이스침대의 성장과정을 살펴보고자 한다.

창업 이후 현재까지 꾸준히 독보적인 지위를 지키면서 성장하는데 기여한 이유를 찾아보고자 한다.

이 과정에서 도출된 결과들은 향후 우리나라 가구산업과 침대산업의 발전에 시사점을 제공할 수 있을 것으로 생각한다.

@highlight

‘가구업계의 도요타가 되겠다’는 보루네오가구와 ‘침대는 가구가 아닙니다.

@highlight

과학입니다’라는 광고를 앞세운 에이스침대의 성공과 실패를 비교하는데 목적이 있으며 우리나라 가구산업과 침대산업의 대표적인 기업이 어떤 과정을 거쳐서 오늘날에 이르렀는지를 파악하고자 하는 논문이다.

