본 연구의 목적은 ICT를 활용한 교수-

학습방법이 전통적인 교수-

학습방법에 비해 학생의 학업성취에 어느 정도 효과가 있는가를 메타분석방법을 적용하여 밝히고자 하였다.

이러한 목적을 달성하기 위하여 2001년도부터 2014년 2월까지 국내에서 발표된 ICT를 활용한 교수-

학습 관련 석·박사학위 논문과 학술논문 103편 가운데 133개의 효과크기 수를 분석하였다.

본 연구의 주요결과를 살펴보면, 첫째, 본 연구의분석대상 가운데 85%가량은 ICT 활용 교수-

학습방법이 전통적인 교수-

학습방법에 비하여 학생의 학업성취에 효과가 뚜렷한 것으로 밝혀졌다.

둘째, 학교 급별에 따른 ICT 활용 교수-

학습의 학업성취 효과크기는 초등학교 학생과 대학생이 중학생과 고등학생들에 비하여 상대적으로 큰 것으로 밝혀졌다.

셋째, 실시 교과목에 따라서는 예체능과 사회 교과의 평균 효과크기가 다른 교과목에 비하여 ICT 활용 교수-

학습의 효과가 큰 것으로 드러났다.

이와 같은 연구결과를 통해 그동안 선행된 많은 ICT 활용 교수-

학습과 관련된 개별연구들의 각기 다른 학업성취 효과에 메타분석을 적용하여 보다 강력한 결론을 내렸다.

또한 이러한 보다 강력하고 통합된 결론을 통해서 이 분야의 후속 연구를 수행하는 데 필요한 기초자료와 방향성을 제시하였다.

@highlight

본고의 목적은 ICT를 활용한 교수-

@highlight

학습방법이 전통적인 교수-

@highlight

학습방법에 비해 학생의 학업성취에 어느 정도 효과가 있는가를 메타분석방법을 적용하여 밝히고자 하였다.

