사회 이슈나 정책 문제와 관련된 다양한 정보를 시민에게 전달하고, 사회구성원의관심과 여론을 정책에 반영한다는 점에서 대중 매체는 정책결정과정에서 중요한 역할을한다.

인터넷의 발달과 더불어 커뮤니케이션의 환경, 절차, 그리고 파급효과는 과거와는사뭇 다르다.

시공간 제약의 극복과 실시간 양방향 의사교환은 물론이고 커뮤니케이션참여자의 다양성과 참여범위의 광역성에 힘입어 온라인 커뮤니케이션이 정책과정에 매우중요한 ‘투입’기능을 한다.

하지만 사회 문제가 사이버 환경에 노출되면서 엄청난 사회적관심이 집중되어 국가적 논의 대상으로 확대되고, 공식 절차에 의해서 이루어진 정책이나 국가사업이 철회, 파기 또는 변경되는 경우가 적지 않다.

내용의 타당성이나 절차의적법성과는 관계없이 특정 이슈가 인터넷 환경에 일단 노출되면 예기치 못하는 방향으로진화한다.

이러한 동태적 과정에서 미디어는 어떤 역할을 하는가?

대중 매체는 사건을단순히 전달하는가?

사회적 관심을 촉발 또는 확산시키는가?

아니면 해당 사건에 집중된여론을 추종하는가?

사회 문제나 정책 이슈에 대한 일반인의 인식과 이해는 개개인의직접 경험이 아니라 간접적인 정보, 특히 대중 매체에 의해서 전달되는 경우가 많기때문에 대중 매체의 역할과 기능에 대한 학문적 관심이 높다.

본 연구는 천성산 터널공사 사례를 대중매체의 과잉보도(media hype)라는 분석 시각을 통해서 조명하고 대중매체가 갖는 정책 커뮤니케이션의 함의를 정리한다.

@highlight

이 연구는 천성산 터널공사 사례를 대중매체의 과잉보도라는 분석 시각을 통해서 조명하고 대중매체가 갖는 정책 커뮤니케이션의 함의를 정리한다.

