캄보디아는 1993년 첫 총선 이후 주기적인 선거를 통해 정부를 구성해왔다.

그러나 캄보디아의 민주주의는 캄보디아인민당의 장기집권을 거치며 지속적인 퇴행을 거듭했다.

선거만 실시할 뿐 인민당의 권력독점과 국가폭력을 동원한 폭압적 통치는 민주적 가치와 제도를 유린하며 권위주의체제로 회귀한 것이다.

선거권위주의는 이처럼 선거를 실시하지만 실질적으로는 권위주의적인 체제를 지칭하는 개념이다.

선거권위주의체제 하에서 민주주의의 복원은 선거의 공정성 정도에 달려있다.

선거의 불공정성이 높을수록 선거를 통한 정권교체와 민주주의의 복원 가능성은 낮다.

특히 캄보디아처럼 집권당이 고정적 지지층을 확보하고 있는 경우에는 선거의 공정성이 완벽히 확보되지 않는 한 선거를 통한 체제변화의 가능성은 아주 낮다.

이러한 이론적 맥락에서 캄보디아 선거의 불공정성을 분석한 결과 그 정도가 아주 높은 것으로 파악된다.

따라서 캄보디아의 선거권위주의체제는 극도로 폐쇄적이며 선거를 통한 민주주의의 복원 가능성이 희박한 실질적 권위주의체제로 규정할 수 있다.

@highlight

캄보디아는 1993년 첫 총선 이후 주기적인 선거를 통해 정부를 구성해왔다.

@highlight

선거권위주의체제 하에서 민주주의의 복원은 선거의 공정성 정도에 달려있다.

