본 논문에서는 우리나라 생명보험회사의 미시 데이터를 이용하여 즉시연금보험의특성과 지급옵션에 대한 가입자의 선택행동을 분석하여 제시한다.

비록 미시 데이터가 담고 있는 개인 특성에 대한 정보는 제한적이지만, 지급옵션의 선택에 대해 주관적의도가 아니라 실제 개인이 선택한 행동을 분석하였다는데 연구의 의의가 있다.

전형적인 즉시연금 가입자는 60대 후반 여자이며, 평균 보험료 규모는 1억 8천만원(중앙값 1억 원), 종신형의 월 평균 연금급여는 1,120천 원(중앙값 594천 원)이다.

전체 가입자 중 종신형을 선택한 비중은 18% 수준에 그치고 상속형 선택 비중이70%를 초과하는 것으로 나타났다.

이러한 현상은 우리나라에서는 즉시 연금의 기능이 장수리스크 관리 측면보다는 세제혜택을 활용한 효율적 자산관리 측면이 더 강하게 작용하기 때문으로 보인다.

실증분석 결과, 기대여명에 대한 정보의 비대칭성과 리스크 회피 성향과 같은 전통적인 종신연금 선택 가설이 표본 데이터에서도 확인되었다.

즉, 보험료 규모가 크고, 여자·고연령 계층일수록 확정형에 비해 장수리스크를 헤지할 수 있는 종신형선택 가능성이 더 높은 것으로 나타났다.

연금전환 과정에서 근시안적인 가입자행동이 발견된 미국과 달리 우리나라의 즉시연금 판매량은 주식시장 성과와는 관련성이 낮은 것으로 나타났다.

본 논문의 분석결과는 보험회사의 즉시연금 상품개발, 마케팅, 상품믹스 측면에 활용될 수 있을 것이다.

@highlight

생명보험회사의 미시 데이터로 즉시연금보험의 특성과 지급옵션에 대한 가입자의 선택행동을 분석한 결과 전형적인 가입자는 60대 후반의 여성이며 상속형 선택의 비중이 높은 것은 효율적 자산관리 때문이며 장수 리스크를 헤지할 수 있는 종신형 선택 가능성이 높다.

