최근 산업에서는 산업 자동화를 구축하여 효율적인 시스템 관리를 위해 WISN(Wireless Industrial SensorNetwork)를 도입하고 있다.

무선센서를 도입하는 WISN는 도입하여 많은 엔지니어링 비용을 절감하고 공정 프로세서의 최적화를 이루어내면서 무선으로의 통신의 사용이 증가하고 있다.

산업용 무선 센서 네트워크에 대한 실증 연구는 활발하게 진행되고 있지만, 이에 대한 보안 연구는 적으며 그만큼 위협에 노출되어 있다.

뿐만 아니라 무선 통신프로토콜의 표준 자체의 문제점이 있을 경우 표준에 따라 인증된 기기 또한 문제점을 포함한 보안 위협이 따를 수 있다.

각 프로토콜의 표준에서는 보안키를 분배하기 위한 절차가 제시되어 있지 않거나 혹은 기기가 네트워크에 진입할때 Global Data Link 키를 사용하여 보안에 취약한 문제점이 있었다.

본 논문에서는 표준에 기반하여 ISA100.11a와 WirelessHART 프로토콜 스택에 따른 보안 기능과 위협에 대해 분석 표준 자체의 문제점을 제시하고그에 따른 보안 요구 사항에 대해 제시한다.

@highlight

본 논문에서는 표준에 기반해 ISA100.11a와 WirelessHART 프로토콜 스택에 따라 보안 기능과 위협에 대해 분석 표준 자체의 문제점을 제시한다.

@highlight

또한 그에 따른 보안 요구 사항에 대해 제시한다.

