본 연구에서는 예술치료사의 전문적 자기효능감을 측정할 수 있는 예술치료사 자기효능감척도(the Creative Arts Therapist Self-

Efficacy Scales: CAT-

SES)를 개발하고 타당화 하였다.

먼저, 상담자의상담 활동 및 전문적 자기효능감에 관한 문헌과 이를 측정하는 기존 척도에 대한 검토를 바탕으로 54 개의 예술치료사 자기효능감척도 예비문항을 제작하고, 예술치료사 240명을 대상으로 이에 대한 탐색적 요인분석을 실시하였다.

그 결과, ‘치료중재기술,’ ‘치료관계,’ ‘난제해결,’ ‘예술적 소양’의 총 4요인, 18문항이 도출되었다.

이어 요인구조가 다른 예술치료사의 자료를 적절하게 설명하는지 검증하기위하여 예술치료사 399명을 대상으로 확인적 요인분석을 실시한 결과, 탐색적 요인분석에서 도출된 하위요인과 문항이 예술치료사의 자기효능감을 충실하게 설명하는 것으로 나타났다.

개발된 척도의 신뢰도, 변별타당도 및 준거타당도 또한 확인되었다.

본 연구 결과로 개발된 예술치료사의 자기효능감 척도는 예술치료사의 전문성 요인뿐만 아니라 예술치료사 교육 및 수퍼비전 효과 관련 연구에 있어 신뢰할수 있는 측정도구로 활용될 수 있다.

@highlight

본고는 예술치료사의 전문적 자기효능감을 측정할 수 있는 예술치료사의 자기효능감척도를 개발하고 타당화하였다.

@highlight

그 결과, 탐색적 요인분석에서 도출된 하위요인과 문항이 예술치료사의 자기효능감을 충실히 설명하는 것으로 나타났다.

