현재, 환경오염 상황은 인간에 의해 초래된 환경 및 생태계 파괴의 문제로 인식되고 있다.

이 문제를 해결하기 위해서는 인간이 발전시킨 기술을 통해 오염을 완화시키는 방안이 있다.

이것은 환경에 직접적으로 물리적인 영향을 가하는 방법이다.

환경 문제를 개선하는 또 다른 대안으로 생각해 볼 수 있는 것은 분배 방식의 개선을 통해 자원 활용의 효용을 높임으로써 환경에서 긍정적 순환을 유도하는 방법이다.

여기에서 자원은 자연 자원에 국한되는 개념이 아니다.

이것은 다양한 형태의 가치를 생산해 내는 물질적·비물질적 자원을 포괄한다.

더불어 이러한 관점에서 환경은 자연 환경만을 의미하지 않으며, 인간이 스스로 만들어 낸 삶의 양식까지를 포함할 필요가 있다.

본 논문에서는 분배의 적절성과 정당성이 강화된다면 환경 문제를 개선하는 데에 도움이 되리라는 전제를 제안하고자 한다.

우선, 경제적인 면에서 보면 생산과 소비는 모두 자원을 소비하는 행위이므로 그 과정에서 분배와 순환의 효율을 높인다면 환경 문제 개선에 직접적인 영향을 미칠 수 있을 것이다.

그렇지만 여기에서 좀 더 강조하고자 하는 분배는 정치적 영역에서의 그것이다.

정치적 영역에서 이루어지는 정당한 분배는 개인으로 하여금 자신의 권리와 함께 타인, 세계를 위한 의무를 인식하도록 하는 데에 보탬이 될 것이다.

이는 환경 문제 해결을 위한 개인의 참여와 실천의 기회를 증대시킴으로써, 환경의 선순환을 위한 기반 형성에 긍정적인 작용을 할 것이라고 기대하는 바이다.

@highlight

지금 환경오염 상황은 인간에 의해 초래된 환경 및 생태계 파괴의 문제로 인식되고 있다.

@highlight

환경 문제를 개선하는 또 다른 대안으로 생각해 볼 수 있는 것은 분배 방식의 개선을 통해 자원 활용의 효용을 높임으로써 환경에서 긍정적 순환을 유도하는 방법이다.

