본 연구는 비흡연가에서의 진행성 폐암의 임상적 특성에 대해 알고 이를 토대로 적절한 치료 방향 설정하기 위함에 있다.

본원에서 진단된 폐암환자들을 대상으로 의무기록을 통해 105명의 비흡연자를 선별하였으며 수술 가능한 병기의 환자를 제외하고 stage III, IV의 진행 병기 환자를 대상으로 성별, 나이, 신체활동도와 종양 표지자 수치, 생존 기간 등에 대해 조사하였으며 EGFR-

TKI 치료반응성에 대해 알아보았다 .

전체 비흡연가 중 여성이 많았고, 조직형상 선암이 많았으며 생존기간의 중앙값은 19.2개월이었으며 여성, 선암, 저연령층, NSE 값이 15이하인 환자들에서 생존기간이 길었다.

또한 EGFR-

TKI로 치료받은 군에서 생존기간이 길었으며 관해 지속기간 역시 길게 나타났다.

비흡연가에서의 폐암 임상상에 대해 알아보았으며 향후 흡연가에서의 임상상과 비교를 통해 비흡연가에 적절한 치료에 대해 연구되어야 한다.

@highlight

이 연구는 비흡연가에서의 진행성 폐암의 임상적 특성에 대해 알고 이를 토대로 적절한 치료 방향 설정하기 위함에 있다.

