사물인터넷 시대가 도래하면서 인터넷에 다양한 디바이스가 연결되어 많은 콘텐츠를 생성하고 사용하고 있다.

수 많은 디바이스들이 콘텐츠를 생성할 것이고 그 콘텐츠는 다수의 서버들을 거쳐서 가공될 것이며, 가공된 콘텐츠들이 여러 디바이스에게 배포될 것이다.

따라서 종단간 연결을 통해 패킷을 전송하는 TCP/IP 기반의 인터넷이 사물인터넷 트래픽을 수용하지 못할 것이라는 지적과 우려가 나오고 있다.

한편 미래 인터넷 연구에서 주목 받고 있는Content-

Centric Networking (CCN)은 콘텐츠의 이름으로 패킷을 식별하고 라우터에 캐시를 구현함으로써 효율적인 콘텐츠 배포를 가능하게 한다.

본 논문에서는 사물인터넷 시나리오에서 네트워크를 CCN으로 구현할 때, 사용자 입장에서 콘텐츠 다운로드 시간과 네트워크 트래픽 부하에 대해서 시뮬레이션을 통해 분석하고자 한다.

분석 결과 CCN 기반 콘텐츠 서비스는 캐시의 크기에 따라서 링크 사용량과 사용자 콘텐츠 다운로드 시간을 대폭 줄일 수 있어, 앞으로 CCN이 사물인터넷 서비스에 유용한 네트워크 구조 임을 증명 할 수 있었다.

@highlight

본고는 사물인터넷 시나리오에서 네트워크를 CCN으로 구현한다.

@highlight

사용자 입장에서 콘텐츠 다운로드 시간과 네트워크 트래픽 부하에 대해 시뮬레이션을 통한 분석을 한다.

