본 연구는 수반성관리에 기초한 부모 컨설테이션이 ADHD 아동의 기본생활습관 개선 에 미치는 효과를 살펴보는데 그 목적이 있다.

한국판 아동‧청소년 행동평가척도와 반 구조화된 진단면접도구인 K-

SADS-

PL을 통해 ADHD로 분류되고 기본생활습관에 어려 움이 있는 아동 3명과 그 부모 3명이 연구에 참여하였다.

연구의 효과는 참가자간 중다 기저선설계를 통해 살펴보았다.

총 8회기의 컨설테이션을 실시하였고, 컨설테이션의 중 재전략으로써 수반성관리가 사용되었다.

연구 결과 첫째, 컨설테이션을 실시한 이후 ADHD 아동의 정리정돈 및 시간지키기 행동이 긍정적으로 향상되었다.

둘째, 부모의 양육효능감 및 양육태도가 긍정적으로 향상되었다.

구체적으로 부모의 애정적, 자율적인 양육태도가 증가하고, 통제적, 적대적 양육태도가 감소하였다.

셋째, 부모가 체크한 중재 충실도가 95%이상으로 높은 중재충실도를 보였다.

참가한 부모와 아동에게 치료만족도 를 조사한 결과, 참가자들은 본 중재에 대해서 만족감을 보고하였다.

본 연구 결과는 ADHD 아동의 가정 내 기본생활습관을 개선하는데 부모 컨설테이션이 유망한 접근이 될 수 있음을 시사한다.

@highlight

수반성관리에 기초한 부모 컨설테이션이 ADHD 아동의 기본생활습관 개선 에 미치는 효과를 살펴보는데 그 목적이 있다.

@highlight

컨설테이션의 중 재전략으로써 수반성관리가 사용되었다고 컨설테이션을 실시한 이후 ADHD 아동의 정리정돈 및 시간지키기 행동이 긍정적으로 향상되었다.

@highlight

 부모의 양육효능감 및 양육태도가 긍정적으로 향상되었고 부모가 체크한 중재 충실도가 95%이상으로 높은 중재충실도를 보였다.

@highlight

 ADHD 아동의 가정 내 기본생활습관을 개선하는데 부모 컨설테이션이 유망한 접근이 될 수 있음을 시사한다.

