본 연구의 목적은 북한이탈청소년 대안학교 교사들이 어떻게 소진을 경험하고 있으며 소진의 요인을 무엇으로 인식하고 있는지 살펴보는 데에 있다.

이에 연구자는 북한이탈청소년 대안학교에 근무하는 3명의 교사를 면담하였다.

본 연구결과, 북한이탈청소년 대안학교에서 교사들은 정신적·신체적 소진을 겪고 있었으며, 교사 소진이 교육에 미치는 부정적 영향에 대해 인식하고 있었다.

교사들의 소진은 일에 있어서 투입(input)과 산출(output)의 불균형에 기인한 것으로, 이들은 북한이탈청소년 대안학교에서 과중한 업무를 헌신적으로 수행하고 있었으나 이에 대한 경제적 보수는 매우 열악하였으며, 사회적·제도적으로도 교직 전문성을 인정받지 못하고 있었다.

또한, 교사들은 학교에서 행정가나 동료교사와 교육관의 갈등을 겪기도 하였으며, 학생들에게서 상처를 받기도 하였다.

덧붙여, 교사들은 이러한 어려움을 해소할 수 있는 소통의 통로가 부족하였으며 사회적으로 도태되는 느낌을 갖고 있었다.

이러한 연구결과는 북한이탈청소년 대안학교 교사 소진을 막기 위해 정부 차원의 제도적 지원이 시급함을 시사한다.

@highlight

본고의 목적은 북한이탈청소년 대안학교 교사들이 어떻게 소진을 경험하고 있으며 소진의 요인을 무엇으로 인식하고 있는지 살펴보는 데에 있다.

