본 연구의 목적은 학생들에게 건전한 가치관과 바람직한 인성을 함양해 주기 위해서 한문과 창의적 교수법을 적용한 수업을 하고, 그리고 이 수업으로부터 정의적 특성이 어느 정도 길러지는지를 실증적으로 분석하였다.

이를 위하여 가설 설정과 함께 중학교 한문과 교육과정에서의 정의적 특성과 수업목표에 의거하여 정의적 특성의 학습요소를 추출하고 이를 교육현장에서 학생들에게 적용하여 정의적 특성인 가치관, 도덕성, 사회성, 성취동기, 자아존중감 영역으로 나누어 전체효과와 각 영역별 요인의 효과를 살펴보았다.

연구 결과, 창의적 교수법이 정의적 특성에 미치는 효과에서는 창의적 교수법을 적용한 한문과 수업이 전통적 강의식 한문과 수업보다 중학생들의 가치관, 도덕성, 성취동기, 사회성, 자아존중감 신장에 있어서 보다 더 긍정적인 효과를 미치고 있는 것으로 나타났으며 그리고 각 요인별 분석에서도 실험집단 학생들에게 보다 더 긍정적인 효과를 미치는 것으로 나타났다.

학업성취도에 미치는 효과에서는 실험집단이 통제집단보다 학업성취도 사후검사 평균점수가 2.4439점 더 높게 나타났다.

@highlight

본고는 학생들에게 건전한 가치관과 바람직한 인성을 함양해 주기 위하여 한문과 창의적 교수법을 적용한 수업을 하고, 또한 이 수업으로부터 정의적 특성이 어느 정도 길러지는지를 실증적으로 분석하는 것을 목적으로 한다.

