본 연구에서는 수평보강재가 설치된 세장한 복부판을 갖는 플레이트 거더의 휨강도 평가를 위한 해석적 연구를 수행하였다.

SM490강재를 대상으로 해석에서 구해진 휨강도를 AASHTO LRFD 기준 및 Eurocode 3 기준과 비교한 결과, 특히 AASHTO LRFD 기준은 수평보강재로 보강된 복부판의 세장비가 감소함에 따라 휨강도를 크게 과소평가하는 것으로 나타났다.

그 원인은 현재 AASHTO LRFD기준은 수평보강재 보강에 따른 복부판의 비조밀 및 조밀 한계세장비 증가를 고려하지 않은 점과 보강 복부판이 압축플랜지의 회전을 구속하는 효과가 증가하는 것을 적절히 고려하지 않기 때문으로 분석되었다.

이에 본 연구에서는 보강 시 복부판과 플랜지의 한계세장비를 제안하였으며, 이를 AASHTO LRFD 기준에 적용함으로써 휨강도를 비교적 합리적으로 평가할 수 있음을 제시하였다.

@highlight

본 논문에서는 수평보강재가 설치된 세장한 복부판을 가지는 플레이트 거더의 휨강도 평가를 위한 해석적 연구를 시행하였다.

