본 연구는 전략 고객 관리의 중요성이 증대하는 상황에서 전략 고객 관리 성과에 영향을 미치는 요인을 살펴보고자 하였다.

전략 고객 관리에 대한 기존 연구와 실무진과의 면담을 통해서 가설을 도출하고 설문문항을 작성하였다.

국내 제조업체를 대상으로 자료를 수집하여 424부를 최종적으로 분석하였다.

신뢰성, 타당성 분석을 실시하였고, 모형의 검증을 위해서 다중 회귀 분석을 수행하였다.

분석결과 전략 고객 관리의 활동 강도, 거래 기간, 최고 경영진 관여, 자원 활용, 공식화 정도는 성과에 정(+)의 영향을 미치는 것으로 나타났다.

본 연구는 전략 고객 관리 성과에 영향을 미치는 요인들을 살펴봄으로써 연구의 공백을 채울 수 있었다.

하지만, 전략 고객 관리 성과에 영향을 미치는 모든 요인을 고려하지는 못하였다는 한계점이 있다.

향후 연구에서는 전략 고객 관리에 영향을 미치는 경쟁 요인, 고객 요인, 기업 요인, 산업 요인과 같은 다른 추가적인 요인들을 고려할 필요가 있다.

국내 전략 고객 관리 성과에 미치는 영향을 미치는 선구적인 연구로서의 가치를 지니고 있다.

@highlight

본고는 전략 고객 관리의 중요성이 증대하는 상황에서 전략 고객 관리 성과에 영향을 미치는 요인을 살피고자 했다.

@highlight

전략 고객 관리에 대한 기존 연구 및 실무진과의 면담을 통하여 가설을 도출하고 설문문항을 작성했다.

