본 연구는 위(Wee)센터에 근무하는 상담자가 학교 위기사안에 대한 대응 및 개입의 과정에서 어떠한 경험을 하는가를 심층적으로 살펴보려는 목적으로 실시되었다.

이를 위해 S지역 위(Wee)센터에 근무하는 17명의 상담자(전문상담교사, 전문상담사)를 대상으로 면담을 하였으며, 수집된 자료를 Giorgi의 현상학적 연구방법에 따라 분석하였다.

분석 결과, 위(Wee)센터에 근무하는 상담자가 위기개입을 진행할 때 경험하는 현상을 반영하는 6개의 상위주제와 20개의 하위주제, 그리고 60개의 의미단위가 도출되었다.

연구 결과로 나타난 6개의 상위주제는 ‘위기개입사안이 증가하는 것을 체감함’, ‘위기대응체계 미비로 위기개입의 혼란을 경험함’, ‘위기를 잘 다루지 못할까 봐 전전긍긍함’, ‘권한은 없고 책임만 존재하는 답답함’, ‘개인적으로 해결할 수 없는 구조적 문제를 마주함’ 그리고 ‘위기개입의 어려움을 극복하고 전문성 향상을 위해 노력함’의 내용이었다.

이러한 연구결과를 바탕으로 학교 상담에서 중요성이 더해져 가는 위(Wee)센터 상담자의 위기개입 역할에 대한 논의와 후속연구에 대한 제언을 제시하였다.

@highlight

위(Wee)센터 상담자가 학교 위기사안에 대응 및 개입하는 과정에서 어떠한 경험을 하는지 심층적으로 분석한 결과, 6개의 상위주제와 20개의 하위주제, 그리고 60개의 의미단위가 도출되었다.

