그 동안 빈번한 개인정보 유출사건이 있었으나, 2014년 1월 발생한 카드 3사의 개인정보 대량유출사건은 거의 모든 국민의 개인정보가 유출된 경우여서 국민들에게 상당한 충격을 안겨주었다.

금번 사건을 계기로 정보보호 강화를 위한 각종 법률안이 국회에 제출되었고, 그 중 일부는 국회의 의결을 얻어 개정되기도 하였으나, 가장 중요한 법안인 신용정보법 개정 법률안은 개정되지 못하고, 추후 논의를 계속하기로 하였다.

카드 3사의 정보유출사건을 계기로 신용정보법 개정안에 대한 다수의 법률안이 국회에 제출되었고, 국회 정무위원회에서는 개정 법률안들에 대한 검토를 거쳐 최종적으로 정무위원회 대안으로 위원회안을 마련하였다.

동 위원회안은 신용정보 보호를 위해 동의절차 강화 등의 사전적 예방조치와 함께 징벌적 과징금 등의 사후적 제재수단 도입하였으며, 신용정보 유출에 따른 피해구제 수단으로 징벌적 손해배상제도를 도입함으로써 상당히 진일보한 입법이라고 평가할 수 있다.

그러나 위원회안의 일부 규정에 대해서는 추가적인 논의를 거쳐 보완이 이루어져야 할 것으로 판단된다.

위원회안 중 추가적인 검토가 필요한 부분으로는 신용조회회사의 업무 규제 타당성, 신용정보 집중관리체계 개편을 위한 별도의 공적 기구 설립 방안, 신용정보 수집단계에서의 신용정보주체의 자기정보결정권 강화 방안, 징벌적 손해배상제도의 실효적 보장을 위한 손해액 추정 규정 등의 도입에 대한 추가적인 논의가 있어야 할 것으로 판단된다.

@highlight

그 동안 빈번한 개인정보 유출사건이 있었으나, 2014년 1월 발생한 카드 3사의 개인정보 대량유출사건은 거의 모든 국민의 개인정보가 유출된 경우여서 국민들에게 상당한 충격을 안겨주었다.

