이 논문은 2006년 지방선거, 2007년 대통령선거, 2008년 국회의원선거, 2010년 지방선거에서 한국의 유권자들이 자신들의 이념에 얼마나 충실하게 투표하였는지를 분석하고 있다.

분석을 위하여 우리는 동아시아 연구원-

SBS-

중앙일보-

한국리서치가 공동으로 조사한 패널자료를 이용하였는데 지방선거의 경우 16개 광역단체 중 제주를 제외한 15개 광역단체를 분석대상으로 하였다.

우리의 분석에 의하면 유권자들은 자신의 이념위치뿐 아니라 정당들의 이념위치에 대해서도 명확하게 인식하고 있었으며 많은 유권자들이 자신의 이념위치와 가장 가깝다고 인식하고 있는 정당에 투표하였다.

자신의 이념에 충실하게 응답한 비율을 보면 2006년 지방선거의 경우 52.6%, 2007년 대통령선거의 경우 55.8%로 비슷한 수치를 보였다.

하지만 2008년 국회의원 선거에서는 자신의 이념에 충실하게 투표한 응답자가 64.9%로 증가하였으며 2010년 지방선거에서는 70.1%의 유권자가 자신의 이념에 충실하게 투표하였는데 이는 매우 높은 수치라 할 수 있다.

이념충실도는 성별, 학력별, 소득별, 종교별로는 크게 다르지 않았지만 연령별, 그리고 이념별로는 차이가 있었다.

연령별로는 60대 이상의 고령층이, 이념적으로는 보수층이 이념충실도가 가장 높았다.

한편 이념적 대립의 주요쟁점이 되는 정책차원에 대해 우리는 성장과 분배, 자유와 질서, 한미동맹에 대한 지지여부, 대북정책의 네 가지를 검토하였는데 이념별 차이가 이 네 가지 차원 모두에 대해 현저했지만 그 중에서도 자유와 질서에 대한 입장 차이가 가장 중요하였다.

@highlight

이 논문은 2006년 지방선거, 2007년 대통령선거, 2008년 국회의원선거, 2010년 지방선거에서 한국의 유권자들이 자신들의 이념에 얼마나 충실하게 투표하였는지를 분석하고 있다.

