본 논문은 동맹이론을 통해 북중 동맹의 갈등과 북핵위기의 전개 과정에서 발생한 북한의 전략적 선택을 동맹이론을 통해 분석하는 것을 목적으로 한다.

먼저 북한은 소련과 중국 모두와 비대칭 동맹을 맺었으나, 대소 편향 안보정책을 구사하였고 중국과는 형식적인 동맹에 머물렀다.

이후 소련의 붕괴로 인한 북한의 안보 공백을 북중 동맹이 제공해주지 못했다.

중국은 경제발전에 집중하고 북한은 핵개발에 집중하며 양국의 갈등이 촉발되었다.

고립의 위기에 처한 북한은 중국의 방기에 위협과 불신을 모두 느꼈으며, 핵개발을 통해 중국을 연루 및 결박하여 동맹 내부에서 주도권과 자율성을 모두 획득할 수 있었다.

한편 동맹의 딜레마에 빠진 중국은 대북 방기와 대북 제재, 대북비호라는 수단을 상황에 맞게 활용하고자 하였으나, 중국 지도부가 일관되게 추구해왔던 안정적인 대외정세 관리에 실패하였으며, 동시에 북한의 벼랑 끝 전술로 인한 비용과 책임을 떠맡게 되었다.

뿐만 아니라 북한의 대중 불신을 심화시켜 북한으로 하여금 중국을 배제한 채, 미국에 경사된 대외정책을 추구하고 대미 직접 협상에 매달리게 만드는 구실을 주고 말았다.

추후 북미 평화협정 논의의 진행결과에 따라 북한은 북중 동맹과 대미 편승 사이에서 전략적 선택의 기로에 서있는 것으로 보인다.

@highlight

소련의 붕괴로 인한 북한의 안보 공백을 북중 동맹은 제공해주지 못했다.

@highlight

고립의 위기에 처한 북한은 중국의 방기에 위협과 불신을 느꼈고, 핵개발을 통해 중국을 연루 및 결박하여 동맹 내부에서 주도권과 자율성을 획득하였다.

