망

막

 

쌍

극

세

포

는

 

광

자

극

에

 

대

하

여

 

완

만

한

 

전

위

응

답

을

 

하

며

,

 

막

전

위

에

 

의

존

하

여

 

전

달

물

질

(

g

l

u

t

a

m

i

n

e

 

산

)

을

 

방

출

한

다

.

 

본

 

논

문

에

서

는

 

O

N

형

 

쌍

극

세

포

의

 

시

냅

스

 

앞

단

에

서

 

전

달

물

질

 

방

출

 

기

구

에

 

관

한

 

여

러

 

가

지

의

 

생

리

학

적

 

정

보

를

 

수

식

적

 

모

델

로

 

통

합

하

였

다

.

 

전

달

물

질

 

방

출

의

 

빠

른

 

성

분

과

 

느

린

 

성

분

의

 

공

급

원

을

 

병

렬

로

 

배

치

한

 

본

 

모

델

은

 

전

달

물

질

 

방

출

의

 

막

전

위

 

및

 

세

포

 

내

 

C

a

2

+

 

농

도

 

의

존

성

을

 

충

실

하

게

 

재

현

할

 

수

가

 

있

었

다

.

 

또

한

 

전

달

물

질

의

 

빠

른

 

방

출

 

성

분

은

 

사

다

리

꼴

 

모

양

의

 

막

전

위

 

의

존

성

을

 

나

타

내

는

 

데

에

 

반

하

여

,

 

느

린

 

방

출

 

성

분

은

 

종

모

양

의

 

막

전

위

 

의

존

성

을

 

나

타

내

기

 

때

문

에

 

세

포

 

내

의

 

C

a

2

+

 

농

도

 

상

승

을

 

C

a

2

+

 

완

충

제

로

 

억

제

하

여

 

느

린

 

방

출

 

성

분

이

 

감

소

되

고

,

 

전

달

물

질

 

방

출

의

 

막

전

위

 

의

존

성

이

 

사

다

리

꼴

 

모

양

의

 

특

성

이

 

되

는

 

것

을

 

확

인

하

였

다

.

 

그

리

고

 

O

N

 

형

 

쌍

극

세

포

의

 

광

응

답

에

서

 

일

시

적

 

성

분

과

 

지

속

적

 

성

분

에

 

의

하

여

 

발

생

하

는

 

전

달

물

질

 

방

출

을

 

시

뮬

레

이

션

한

 

결

과

 

광

응

답

의

 

시

작

은

 

전

달

물

질

을

 

빠

르

게

 

방

출

하

게

 

하

였

으

며

,

 

광

응

답

의

 

일

시

적

 

성

분

과

 

초

기

의

 

지

속

적

 

성

분

은

 

전

달

물

질

을

 

느

리

게

 

방

출

하

도

록

 

하

였

다

.

 

또

한

 

광

응

답

의

 

후

기

 

지

속

적

 

성

분

은

 

저

장

 

p

o

o

l

로

부

터

 

보

충

된

 

시

냅

스

 

소

포

에

 

의

하

여

 

지

속

적

인

 

방

출

이

 

발

생

하

기

 

때

문

이

라

는

 

것

을

 

확

인

하

였

다

.

@highlight

본 연구에서는 ON형 쌍극세포의 시냅스 앞단에서 전달물질 방출 기구에 대한 여러 가지의 생리학적 정보를 수식적 모델로 통합했다.