건설업의 경우 ‘진행률 기준’이라는 특수한 회계적 특징을 가지고 있다.

이러한 진행률 기준은 해당 기준을 적용하는 과정에서 특정 계정과목들을 중심으로 최고 경영자의 재량적 의사결정이 개입될 가능성이 크다.

이에 본 연구는 2007년부터 2017년까지 대우건설을 위시한 국내 5대 건설사(Big5)들을 대상으로 최고경영자가 교체되는 시점에서의 Big Bath 현상을 살펴보았다.

그 결과, 대우건설이 ‘추정 총 계약원가’ 및 ‘공사 손실충당부채‘(미 청구 공사 대손충당금), ’미청구 공사‘의 항목을 조정하여 매출원가 및 대손상각비를 높임으로써, 최고경영자가 교체되는 2010년과 2013년, 2016년에 이익을 크게 감소시키는 Big Bath를 시행하였음을 확인하였다.

본 연구는 건설업을 영위하는 기업인 대우건설이라는 특정 기업을 대상으로 최고경영자 교체 시점에서의 Big Bath 현상과 그 과정에서 나타나는 특정 계정과목들의 특징들을 살펴보았다는 점에서 선행연구와의 차별성을 찾을 수 있다.

아울러 본 연구의 결과는 이익조정의 문제점이 지속적으로 야기되는 건설업에 있어 투자를 고려하고 있는 투자자뿐만 아니라 향후 건설업의 회계투명성 제고를 위한 규제당국의 제도적 보완책 마련에도 도움을 줄 수 있다는 데 공헌점을 가진다.

@highlight

본고는 2007~2017년 국내 5대 건설들의 Big Bath 현상을 살펴보았다.

@highlight

그 결과 대우건설은 추정 총 계약원가 및 공사 손실충당부채 등을 조정하여 매출원가 등을 높이면서 최고 경영자가 교체되는 시기에 이익을 크게 감소시키는 Big Bath 시행하였다.

@highlight

이 결과는 향후 회계 투명성 제고와 규제 당국의 보완책 마련에 도움을 줄 수 있다.

