웹 기반 온라인 토론학습은 학습자의 참여를 이끌어내고 상호작용을 유도하기 위한 효과적인 방법으로 활용되고 있다.

본 연구에서는 온라인 토론학습활동에 대한 학습자들의 인식을 알아보기 위해, 온라인 토론학습의 효과에 영향을 미치는 요인들을 분석하고, 이에 대한 중요도와 실행도 인식을 알아보고자 사이버대학 재학생을 대상으로 설문조사를 실시하였다.

선행연구 분석을 통해 온라인 토론학습의 효과에 영향을 미치는 3개 영역(학습자 내적요인, 설계관련요인, 인적요인)의 12개 항목(컴퓨터매개통신에 대한 태도, 글쓰기에 대한 태도, 토론학습방법에 대한 인식, 내적/외적 동기, 토론주제의 관련성, 교수자와의 상호작용, 심리적/물리적 환경, 교수전략, 토론방법지원, 원격학습자요인, 동료학습자 요인, 교수자 요인)을 도출하였다.

조사결과, 선행연구에서 도출한 12개 항목 모두에 대해 중요도는 높게 나타났으며 실행도는 보통 정도의 수준으로 나타났고, 중요도가 높은 항목으로는 교수자 요인과 토론방법지원, 교수전략으로 나타났다.

또한 모든 영역에서 중요도와 실행도는 유의미한 차이를 보였으며, 중요도-

실행도 차이 순위 분석 및 매트릭스 분석결과, 컴퓨터매개통신에 대한 태도, 글쓰기에 대한 태도가 중요도에 비해 상대적으로 가장 낮은 실행도를 보였으며 집중관리항목으로 나타나 온라인 토론학습을 위해서는 이에 대한 학습자의 사전교육과 안내가 필요하다는 실행전략이 도출되었다.

@highlight

본 연구에서는 사이버대학 재학생을 대상으로 온라인 토론학습 효과의 영향 요인을 파악하고, 중요도와 실행도 인식을 분석한 결과, 영향 요인을 3개 영역의 12개 항목으로 정리하고, 모든 항목에 대하여 높은 중요도와, 보통 수준의 실행도, 중요도와 실행도의 차이 등을 확인하였고, 낮은 실행도가 나타난 항목에 대하여 학습자의 사전교육과 안내의 필요성을 제시하였다.

