본 연구는 도시재생사업의 일환인 어메니티 계획에 대한 이해를 파악하고 개발 사업시 우선적으로 고려되어야하는 어메니티 지표의 항목을 도출하고자 하였다.

인천광역시 도시계획 및 개발에 직·간접으로 참여하는 집단을 대상으로 설문조사를 실시한 결과 인천의 어메니티 수준은 낮고 지표 개발의 시급성에 대한 인식이 지배적이었다.

어메니티 계획은 도시 공간에 대한 전반적인 이해를 요구하는 도시전체 차원과 도시 내 블록단위에서 이루어지는 것이 바람직하다는 의견이 많았다.

도시 어메니티 지표의 중요도에 대한 평가에서는 성별, 연령, 직업, 업무에 따라 인식의 차이가 있었는데 지표들 중 환경친화적 요소에 대한 중요성에 대해서는 대체로 공감하는 것으로 나타났다.

설문대상자들의 업무는 특히 어메니티 계획을 객관적으로 평가하는데 있어서 중요한 요소인데 자연 녹지를 비롯한 환경질 개선과 문화·역사의 보존과 재창조에 대한 관심이 높았으며 다양한 창작활동이 가능하고 정보습득이 유리한 공간 조성에 대해 가중치를 두는 것으로 나타났다.

@highlight

이 연구는 도시재생사업의 일환인 어메니티 계획에 대한 이해를 파악하고 개발 사업시 우선적으로 고려되어야하는 어메니티 지표의 항목을 도출하려 했다.

