본고의 목적은 예나 시기 헤겔 철학에서 도야(Bildung) 개념이 형성되어 가는 과정을 밝힘으로써 이 개념이 갖는 ‘근대적’ 측면들을 드러내어 도야 개념 일반 및 헤겔의 도야 개념에 대한 통상적인 표상과 구별되는 도야 개념을 헤겔 철학에서 제시하는 것이다.

이를 위해 필자는 우선 이 시기에 어떻게 헤겔이 삶의 자기형성의 형이상학에서 정신의 도야의 역사철학으로 이행해 가는지를 연대기적 순서에 따라 스케치하고 (2절), 다음으로 예나 시기의 “체계기획” 원고들과 『정신현상학』 ‘법상태’ 절 사이에 구조적으로 재구성가능한 상호참조적인 관계를 드러냄으로써 위 이행과정을 통해 형성된 도야 개념의 특징적인 면모들을 분명히 드러낼 것이다 (3절).

위 두 단계로 이루어진 연구를 통해 도야 개념은 근대 문화에 고유하고도 되돌릴 수 없는 특징인 극단적 분열과 규범적 공백상태를 표상하는 ‘죽음’을 자신의 도야를 위한 내재적 계기로 삼는 ‘정신’ 개념과 결합되어 있다는 점이 보여질 것이다.

@highlight

헤겔 철학에서 도야(Bildung) 개념이 형성되어 가는 과정을 밝힘으로써 이 개념이 갖는 ‘근대적’ 측면들을 드러내어 도야 개념 일반 및 헤겔의 도야 개념에 대한 통상적인 표상과 구별되는 도야 개념을 헤겔 철학을 알아보는것이다.

@highlight

 이 시기에 어떻게 헤겔이 삶의 자기형성의 형이상학에서 정신의 도야의 역사철학으로 이행해 가는지를 연대기적 순서에 따라 확인되어야 될것이다.

@highlight

도야 개념은 근대 문화에 고유하고도 되돌릴 수 없는 특징인 극단적 분열과 규범적 공백상태를 표상하는 ‘죽음’을 자신의 도야를 위한 내재적 계기로 삼는 ‘정신’ 개념과 결합되어 있다는 점이 보여질 것이다.

