본 연구에서는 1988∼2002년 동안의 한국을 대상으로 물질플로우계정(MFA)에서 도출되는 주요 지표 중의 하나인 국내물질소비량(DMC)을 추산하고, 그 추산 결과를 유럽연합(EU) 국가와 비교·분석하였다.

이러한 비교·분석의 결과는 다음과 같다.

첫째, 한국의 국내물질소비량은 지속적인 증가 추세에 있을 뿐만 아니라, 그 증가율은 유럽연합 국가에 비해 매우 높은 수준이다.

둘째, 한국의 1인당 국내물질소비량 역시 지속적인 증가 추세를 보이고 있으며, 그 증가율 역시 유럽연합 국가보다 상당히 높은 수준이다.

셋째, 지속가능성 정도를 나타내는 탈물질화(GDP 증감율 대비 DMC 증감율) 경향은 그리스를 제외한 유럽연합 전 국가가 1980년 대비 2000년에 감소하는 양상을 보여 절대적 및 상대적 탈물질화의 경향을 보이고 있는 반면, 한국(1988년 대비 2000년)은 그리스와 마찬가지로 일정 정도 증가한 양상을 보여 탈물질화의 경향이 나타나지 않고 있다.

한국의 지속가능성 문제를 더 정확하게 평가하기 위해서는 물질소비지표 추산을 통한 양적 측면에 대한 분석이 물질의 질적 측면을 나타내는 지표들(예: NAMEA의 환경쟁점지표)과 보완적으로 이루어져야 할 것이다.

@highlight

물질플로우계정에서 도출되는 주요 지표 중 국내물질소비량을 추산하고, 그 결과를 유럽연합 국가와 비교·분석한 결과, 한국의 국내물질소비량은 유럽연합 국가보다 높은 증가율로 증가 추세에 있었다.

@highlight

또, 그리스를 제외한 유럽연합 전 국가가 절대적 및 상대적 탈물질화 경향을 보이는 반면 한국은 탈물질화 경향이 나타나지 않고 있다.

