본 연구의 목적은 상황중심 유아안전교육 프로그램을 개발하고 적용하여 그 효과를 검증하고 안전 지식의 변화 양상을 알아보는 것이다.

이를 위해 연구자가 개발한 상황중심 유아안전교육 수업모형을 적용하였다.

연구대상은 S시에 위치한 K유치원과 J유치원의 2학급 만5세 유아 40명이며, 이중 4명을 대상으로 안전지식의 변화양상을 알아보았다.

본 연구 결과 첫째, 상황중심 유아안전교육 프로그램은 목적 및 목표, 교육내용, 교수-

학습방법, 평가로 구성되었으며, 구체적인 교육목적을 ‘유아가 위험한 상황에서 문제를 해결 할 수 있는 기본적인 안전지식과 태도 및 대처능력을 기르고 안전생활을 습관화한 다.

’로 설정하였다.

둘째, 프로그램을 실시한 결과, 안전지식과 안전문제해결사고, 안전태도의 점수가 비교집단에 비해 실험집단이 높게 나타났다.

또한 안전영역 하위내용 요소인 생활·환경안전, 교통안전, 화재안전, 놀이안전, 대인안전의 점수도 실험집단이 높게 나타나 통계적으로 유의미한 차이가 있었다.

따라서 본 연구는 상황중심 유아안전교육 프로그램을 개발하고 적용하여 효과를 검증함으로써 유아 스스로 안전지식을 습득하고 안전의식과 실제 대처능력을 바탕으로 위기상황에 대한 안전문제해결사고를 증진할 수 있게 하는데 기여할 것으로 기대된다.

@highlight

본 논문은 상황중심 유아안전교육 프로그램을 개발하고 적용하여 그 효과를 검증하고 안전 지식의 변화 양상을 알아보았다.

@highlight

연구자가 개발한 상황중심 유아안전교육 수업모형을 적용했다.

@highlight

연구대상은 S시에 위치한 K유치원과 J유치원의 2학급 만5세 유아 40명이며, 이중 4명을 대상으로 안전지식의 변화양상을 살펴보았다.

