이 연구의 목적은 미래 융합형 과학기술인재가 갖추어야 할 역량을 도출하고 이러한 역량을 양성할 미래학교의 인재상, 교수?

학습 방법, 평가방법, 교사들의 역량 및 양성방안을 탐색하는데 있다.

미래학교의 모습을 도출하기 위해 현장교원, 과학기술 분야 대학생 등 관련 분야 종사자 25명이 참여하여 미래워크숍을 진행하였다.

연구결과에 따르면, 미래 융합형 과학기술인재들은 빠르게 변화하는 시대에 대처할 수 있는 유연한 사고, 기존의 방식이 아닌 새로운 방식으로 문제를 해결할 수 있는 창의적 사고를 지닌 인재가 될 것으로 기대되었다.

다시 말해, 예상치 못한 상황을 받아들이고 그 상황에서 적절하게 문제를 해결해 나아가는 힘이 필요하다는 것이다.

따라서 이와 같은 인재를 양성하기 위해서는 미래학교의 모습 역시 유연하고 활동적으로 변화될 필요가 있다.

지식기반의 정보를 전달하는 경직된 학교에 서는 유연하고 창의적인 인재를 길러낼 수 없기 때문이다.

미래학교는 학생들이 자연스럽게 여러 가지 상황에 직면하여 크고 작은 문제를 해결해 나갈 수 있도록 활동 기반의 수업으로 변화해야 하며, 성취 기준이 아닌 상황별 학생들이 보인 결과를 정리하여 피드백 할 수있는 평가시스템이 마련되어야 할 것이다.

또한, 교사 역시 다양한 경험을 가지고 지속적으로 교수역량을 개발해 나아가는 교사가 될수 있도록 제도와 시스템을 개편해야 할 것이다.

연구결과를 바탕으로 미래 융합형 과학기술인재 교육 방안을 제안하였다.

@highlight

본고는 미래 융합형 과학기술인재가 갖추어야 할 역량을 도출하고 이러한 역량을 양성할 미래학교의 인재상과 교수?

@highlight

학습 방법, 평가방법, 교사들의 역량과 양성방안을 탐색하는데 있다.

@highlight

미래학교의 모습을 도출하기 위하여 현장교원과 과학기술 분야 대학생 등 관련 분야 종사자 25명이 참여하여 미래워크숍을 진행했다.

