서구인 대상의 기억 연구에서 언어기억은 여성이 우세하고, 공간기억은 남성이 우세하다는 보고가 있었다.

그러나 인지기능의 성차는 사회문화적 환경에 따라 다를 수 있으므로 이러한 기억기능 성차가 한국인에 어느 정도로 일반화되는지는 분명치 않다.

한국인 대상으로 기억기능 성차를 분석한 논문들도 점차 누적되어 왔지만 전체적 양상이 어떠한지는 쉽게 파악하기 어렵다.

이에 따른 본 연구의 목적은 한국인을 대상으로 언어기억과 공간기억의 성차를 분석한 연구들을 메타분석적으로 살펴보는 것이었다.

총 12편의 연구가 메타분석에 포함되었으며, 참여한 피검자의 총수는 남성이 1876명, 여성이 2936명이었다.

주요 결과는 다음 세 가지였다.

첫째, 언어기억을 분석한 결과는 여성이 우세하다는 가설을 뚜렷하게 긍정하였다.

둘째, 공간기억을 분석한 결과는 남성이 우세하다는 가설을 부분적으로 긍정하였다.

공간 자극의 학습 시간이 짧은 경우는 남성이 우세했지만, 긴 경우는 성차가 없었다.

셋째, 성인과 노인의 자료에서는 남성의 상대적 고학력이 남성의 공간기억 우세를 강화하고, 여성의 언어기억 우세를 약화하는 경향이 있었다.

서구인뿐 아니라 한국인에서도 언어기억의 여성 우세와 공간기억의 남성 우세가 있는 점에서 이러한 성차는 상당히 횡문화적이다.

이 기억기능 성차의 가능한 원인으로는 좌우 뇌반구 발달의 남녀 차이, 사회적 학습의 남녀 차이 및 두 요인들 간의 상호작용이 추정된다.

@highlight

서구인 대상의 기억 연구에서 언어기억은 여성이 우세하고, 공간기억은 남성이 우세하다고 나타났다.

@highlight

언어기억을 분석한 결과는 여성이 우세한 것을 뚜렷하게 긍정하였다.

@highlight

공간기억을 분석한 결과는 남성이 우세한 것은 부분적으로 긍정하였다.

