金顯承의 시 텍스트 산출 코드는 ‘영혼/육체’의 대립적 코드이다.

먼저 육체적 코드에 의하면 당신(神)은 빛으로 된 육체, 어둠으로 된 육체로 顯現한다.

그리고 이것은 피조물인 인간의 육체와 융합되어 생명의 에너지를 주고 빛을 발하게 하는 記號로 작용한다.

따라서 肉體的 코드는 당신(神)과 金顯承 사이에 대립·갈등이 없는 幸福한 융합상태를 만들어 준다.

이에 비해 靈魂의 코드는 영혼의 有無와 생성과정을 보여준다.

영혼의 유무는 死後의 존재를 지하와 천상으로 분리시키는 작용을 한다.

그래서 김현승도 육체적 消滅을 받아들이며 당신(神)의 靈과 자신의 靈을 다시 융합시키려는 시적 욕망을 갖게 된다.

이런 점에서 보면, 모든 層位에서 ‘김현승’과 ‘당신(神)’은 幸福한 융합을 이루는 상태가 된다.

하지만 그는 어느 순간 ‘만들어진 것들은 고독하다’는 언술을 하면서 스스로 그 융합을 파기하고 만다.

그로 인하여 김현승의 시 텍스트와 당신의 시 텍스트는 對立·葛藤하기에 이른다.

이것이 바로 孤獨의 詩를 산출하게 만든다.

@highlight

金顯承의 시 텍스트 산출 코드는 ‘영혼/육체’의 대립적 코드이다.

@highlight

그리고 이것은 피조물인 인간의 육체와 융합되어 생명의 에너지를 주고 빛을 발하게 하는 記號로 작용한다.

