정

호

차

완

의

 

생

산

지

로

 

알

려

져

 

온

 

경

상

남

도

 

창

원

시

 

진

해

구

 

두

동

에

서

 

이

조

초

기

 

민

간

요

가

 

성

행

했

던

 

도

요

지

를

 

경

남

발

전

연

구

원

에

서

 

시

굴

하

였

다

.

 

본

 

연

구

는

 

이

 

시

굴

에

서

 

수

습

된

 

도

자

기

 

파

편

가

운

데

 

정

호

차

완

 

종

류

로

 

분

류

할

 

수

 

있

는

 

자

료

들

을

 

선

별

하

여

 

분

석

하

고

 

이

곳

이

 

정

호

차

완

의

 

생

산

지

임

을

 

확

정

하

였

으

며

 

시

굴

을

 

통

하

여

 

확

인

 

된

 

소

성

 

가

마

 

구

조

가

 

정

호

차

완

과

 

밀

접

한

 

관

계

가

 

있

음

을

 

규

명

한

 

내

용

이

다

.

 

특

히

 

웅

천

도

요

지

 

일

대

에

 

천

연

적

으

로

 

매

장

되

어

있

는

 

웅

천

고

령

토

와

 

정

호

차

완

의

 

태

토

가

 

동

일

한

 

재

료

라

는

 

사

실

을

 

정

량

분

석

으

로

 

확

인

하

였

고

 

정

호

차

완

의

 

외

형

상

 

미

학

적

 

특

징

은

 

웅

천

고

령

토

를

 

태

토

로

 

사

용

하

였

을

 

때

 

그

 

표

현

이

 

가

능

하

다

는

 

사

실

도

 

실

험

을

 

통

하

여

 

확

인

하

였

다

.

 

정

호

의

 

조

형

적

 

특

징

은

 

거

친

 

유

약

표

면

,

 

색

상

,

 

균

열

,

 

핀

홀

,

 

매

화

피

,

 

소

성

방

법

,

 

죽

절

고

대

,

 

물

레

손

자

국

 

들

이

다

.

 

이

러

한

 

겉

모

양

의

 

요

소

들

은

 

도

요

지

에

서

 

생

산

되

는

 

웅

천

고

령

토

가

 

본

질

이

 

되

고

 

탁

월

한

 

한

 

도

공

의

 

차

별

화

된

 

도

예

기

법

이

 

어

우

러

져

 

공

정

과

정

에

서

 

무

작

위

로

 

조

형

되

었

다

는

 

사

실

을

 

규

명

하

고

 

생

산

연

대

에

 

대

하

여

는

 

일

본

의

 

기

록

을

 

분

석

하

여

 

기

술

하

였

다

.

 

또

한

 

정

호

의

 

도

예

적

 

조

형

미

를

 

동

양

철

학

의

 

용

어

개

념

으

로

 

논

문

 

각

 

장

의

 

곳

곳

에

서

 

간

단

명

료

하

게

 

설

명

하

여

 

그

 

아

름

다

움

을

 

이

해

 

할

 

수

 

있

도

록

 

논

술

하

였

다

.

@highlight

이 연구는 이 시굴에서 수습된 도자기 파편가운데 정호차완 종류로 분류할 수 있는 자료들을 선별해 분석하고 이곳이 정호차완의 생산지임을 확정했고 시굴을 통해 확인 된 소성 가마 구조가 정호차완과 밀접한 관계가 있음을 규명한 내용이다.