여러 괴물 중 왜 좀비에 대한 영화가 유독 지속적으로 흥행을 일으키는가?

이는 좀비가 이 시대 사회상과 우리의 자화상을 가장 잘 보여주는 특징을 가지고 있기 때문이다.

이에 본 논문은 좀비의 ‘인간론’과 관계성의 문제를 여섯 가지로 나누어 살펴본다.

곧 정상인에서 좀비로의 파격적인 변화, 지독한 개인주의, 공동체성의 부재 및 파괴, ‘피’를 향한 멈출 줄을 모르는 질주, 성가지고 두려운 존재 그리고 종말론적 존재이다.

이런 특성을 배경으로 이 글은 〈부산행〉을 분석한다.

특히 좀비라는 존재를 자본주의와 연결시켜 분석한다.

그러나 이 글은 영화에 나오는 좀비들에 초점을 맞추기 보다는 주인공 서석우에 주목한다.

그리고 서석우는 영화 초기서부터 이미 좀비였다는 주장을 제시한다.

펀드매니저로 그는 좀비같이 오직 돈만 끊임없이 좇고, ‘개미’ 투자자의 삶에 관심이 없으며, 가족 관계를 포함하여 모든 관계를 파탄낸다.

자기가 살린 기업이 사회에 어떤 해약을 끼칠지에 대해서도 생각하지 않는다.

그리하여 ‘작전’으로 살린 회사가 바이러스를 유출하여 결국 좀비가 발생한다.

그런 그가 영화 중반에 자신을 ‘좀비’로 볼 수 있는 계기를 갖게 되며, 이로 인해 그는 ‘좀비’에서 인간으로 변하기 시작한다.

영화 후반부에서 그는 주위 사람들을 위해 자신을 희생하면서 온전한 ‘인간’으로 돌아온다.

이 영화는 우리 사회와 개인들이 자본주의의 해악에 깊이 빠져 있다는 사실을 상징적으로 보여주는 영화로 평가될 수 있다.

@highlight

본 논문은 좀비의 ‘인간론’과 관계성의 문제를 여섯 가지로 나누어 살펴본다.

@highlight

이런 특성을 배경으로 이 글은 〈부산행〉을 분석한다.

@highlight

자기가 살린 기업이 사회에 어떤 해약을 끼칠지에 대해서도 생각하지 않는다.

