북핵문제와 대북제재를 둘러싼 한반도 정세는 멈추지 않는 폭주기관차처럼 질주했다.

2018년 제3차 남북정상회담으로 제동장치가 작동하기 시작했다.

정상회담에 임하는 각국의 속내는 서로 달랐다.

한국은 한반도의 평화를 기대했고, 북한은 핵을 포기하는 대신 경제지원과 대북제재 해제를 원했으며, 미국은 완전한 비핵화의 검증을 요구했다.

‘4.27 판문점 선언’의 핵심적인 성과는 한반도의 비핵화와 종전선언에 대한 합의였다.

완전한 비핵화가 원만하게 이행된다면, 남북은 세계적인 국가로 성장할 잠재력을 보유하게 될 것이다.

또한 6.25 전쟁의 종전은 한반도가 더 이상 이념분쟁의 중심이 아니라는 사실을 세계만방에 알리는 계기가 된다.

하지만 정상회담이 남긴 몇 가지 과제가 있다.

첫째, 한반도 비핵화와 관련된 협의내용이 애매모호했다.

둘째, 인도적인 과제로 이산가족 및 친척상봉은 합의되었지만, 전쟁포로 및 납북자의 송환노력은 부족했다.

셋째, 군사적 긴장완화와 전쟁위험 해소책은 실행 가능성에 의문점이 든다.

넷째, 북한의 비핵화가 정상적으로 추진되었을 때, 대북 경제적 보상에 소요되는 예산에 대해 국민적 합의가 필요하다.

@highlight

북핵문제 및 대북제재를 둘러싼 한반도 정세는 멈추지 않는 폭주기관차처럼 질주하였다.

@highlight

2018년 제3차 남북정상회담으로 제동장치가 작동하기 시작했으며, 정상회담에 임하는 각국의 속내는 서로 달랐다.

