페어뱅크의 조공체제론에 대해서는 그동안 적지 않은 비판과 보완적 논의가 있어왔다.

이 글은 지금까지의 연구를 심화시켜 나가는 한편 페어뱅크의 학문적 배경, 방법론적 특징, 중국 경험 등을 검토하는 것이 중요하다는 점을 강조한다.

서구문화의우월성을 확신하고 있던 그가 동아시아 중국중심적 시각을 강조하면서 미국의 현실정치적 요구에 복무하였다고 보기 때문이다.

최근 미중간 패권적 경쟁이 가열되면서 중국이 과거 조공체제를 재현하려 한다는, 이른바 신조공체제론 논쟁이 제기되어 왔다.

유의할 것은 이 과정에서 미국의 시각에서 중국을 보고, 중국의 입장에서 동아시아 질서를 그린 페어뱅크 식의 인식론이 개입되어 있다는 점이다.

한국은 역사적으로 중국의 가장 모범적인 조공국이라고 말해지지만, 현실적으로는미국과 동맹관계를 가지고 있다.

이런 상황에서 미중의 역사인식이 한국을 자국의 세력권에 편입하려는 ‘원심력’으로 작동할 위험을 배제할 수 없다고 본다.

동아시아 역사는 단순히 중국과 주변의 이항적 관계로 환원할 수 없는 계기와 역동성이 개재되어 왔다.

동아시아사의 다원적 특성을 복원하고, 페어뱅크 이론의 정치적 맥락을 이해하기 위해서는 그의 중국중심적 조공체제론에 대한 균형있는 이해와그 현재적 의미를 읽어내려는 문제의식이 필요하다.

@highlight

페어뱅크의 조공체제론에 대해서는 그동안 적지 않은 비판과 보완적 논의가 있어왔으며  페어뱅크의 학문적 배경, 방법론적 특징, 중국 경험 등을 검토하는 것이 중요하다는 점을 강조한다.

@highlight

 동아시아 중국중심적 시각을 강조하면서 미국의 현실정치적 요구에 복무하였다고 보기 때문이며 최근 미중간 패권적 경쟁이 가열되면서 중국이 과거 조공체제를 재현하려 한다는, 이른바 신조공체제론 논쟁이 제기되어 왔다.

@highlight

유의할 것은  미국의 시각에서 중국을 보고, 중국의 입장에서 동아시아 질서를 그린 페어뱅크 식의 인식론이 개입되어 있다는 점인데  한국은 역사적으로 중국의 가장 모범적인 조공국이라고 말해지지만, 현실적으로는미국과 동맹관계를 가지고 있고 이런 상황에서 미중의 역사인식이 한국을 자국의 세력권에 편입하려는 ‘원심력’으로 작동할 위험을 배제할 수 없다고 본다.

@highlight

페어뱅크 이론의 정치적 맥락을 이해하기 위해서는 그의 중국중심적 조공체제론에 대한 균형있는 이해와그 현재적 의미를 읽어내려는 문제의식이 필요하다.

