본

 

연

구

의

 

목

적

은

 

수

행

기

반

 

인

지

기

능

 

평

가

를

 

위

한

 

예

비

연

구

로

써

 

노

인

의

 

인

지

기

능

 

저

하

 

선

별

하

기

위

해

 

사

용

되

는

 

수

행

기

반

 

인

지

기

능

 

평

가

도

구

를

 

분

석

하

여

 

평

가

 

문

항

을

 

구

성

하

고

 

정

상

 

노

인

을

 

대

상

으

로

검

사

를

 

시

행

하

여

 

타

당

도

를

 

검

증

하

는

 

것

이

다

.

 

수

행

기

반

 

인

지

기

능

 

평

가

항

목

을

 

선

정

한

 

후

,

 

만

 

6

5

세

 

이

상

 

정

상

 

노

인

 

9

명

을

 

대

상

으

로

 

평

가

를

시

행

하

였

다

.

 

평

가

도

구

의

 

신

뢰

도

를

 

검

증

하

기

 

위

해

 

수

집

된

 

자

료

를

 

대

상

으

로

 

내

적

 

일

관

성

을

 

분

석

하

였

으

며

,

 

공

인

 

타

당

도

를

 

검

증

하

기

 

위

해

 

기

존

 

수

행

기

반

 

인

지

기

능

 

평

가

와

 

M

M

S

E

-

K

와

의

 

상

관

관

계

를

 

분

석

하

였

다

.

 

P

e

r

f

o

r

m

a

n

c

e

-

B

a

s

e

d

 

C

o

g

n

i

t

i

v

e

 

F

u

n

c

t

i

o

n

 

T

e

s

t

(

P

C

F

T

)

의

 

내

적

일

치

도

 

C

r

o

n

b

a

c

h

’

s

 

α

 

계

수

는

 

운

동

과

제

.

8

7

1

 

인

지

과

제

 

.

9

5

9

 

높

은

 

신

뢰

도

를

 

나

타

냈

다

.

 

공

인

타

당

도

는

 

운

동

-

인

지

 

이

중

과

제

 

평

가

를

 

이

용

하

여

 

P

C

F

T

의

항

목

별

 

상

관

관

계

는

 

.

7

5

5

~

.

9

6

4

으

로

 

산

출

되

었

으

며

 

통

계

적

으

로

 

유

의

하

였

다

(

p

<

.

0

5

)

.

 

또

한

 

인

지

평

가

도

구

인

M

M

S

E

와

의

 

상

관

관

계

는

 

.

8

4

9

~

.

9

4

3

(

p

<

0

.

0

1

)

로

 

나

타

나

 

높

은

 

타

당

도

를

 

보

였

다

.

 

본

 

연

구

를

 

통

해

 

수

행

기

반

 

인

지

기

능

 

평

가

의

 

신

뢰

도

 

및

 

타

당

도

를

 

검

증

하

였

다

.

 

추

후

 

연

구

에

서

는

 

최

종

적

으

로

 

수

정

 

보

완

된

 

인

지

기

능

저

하

 

노

인

을

 

선

별

을

 

위

한

 

수

행

기

반

 

인

지

기

능

 

평

가

도

구

를

 

대

상

으

로

 

기

타

 

신

뢰

도

및

 

타

당

도

를

 

검

증

하

여

야

 

할

 

것

으

로

 

사

료

된

다

.

@highlight

본 연구는 수행기반 인지기능 평가를 위한 예비연구로써 노인의 인지기능 저하 선별하기 위하여 사용되는 수행기반 인지기능 평가도구를 분석해 평가 문항을 구성하고 정상 노인을 대상으로검사를 시행하여 타당도를 검증하는 것에 그 목적이 있다.