이 연구는 2016년 도입된 대학인문역량강화사업(CORE)이 인문사회계열 대학생의 대학생활에 미친 성과를 분석하는 데 목적이 있다.

이를 위하여 CORE사업에 선정된 19개 대학과 CORE사업에 신청하였으나 탈락한 39개 대학의 재학생을 대상으로 사업 시행 전후 인문(사회)계열 학생의 대학생활만족도, 다양한 전공선택, 취업준비 활동, 교과 및 비교과 활동을 중심으로 성과를 분석하였다.

주요 분석결과를 제시하면 다음과 같다.

첫째, 사업 시행 전, 후에 사업선정 여부에 따른 성과를 평균차이 분석한 결과 사업 시행 전과 후 모두에서 CORE사업 선정 대학이 미선정 대학에 비해 다양한 전공(복수전공, 부전공, 연계전공)을 선택한 경우가 유의하게 높았다.

둘째, 대학생활만족도에서 교수와의 교류는 미선정대학과 선정대학 모두에서 CORE사업 시행 이후 유의하게 좋아진 것으로 나타났다.

특히 교과 및 비교과 활동 참여도에서 선정대학 학생들의 취업 및 진로지원 프로그램 참여도가 사업시행 이후 유의하게 증가되었다.

끝으로, 이중차분법에 의해 CORE사업의 순수한 성과를 분석한 결과 유의한 차이를 나타낸 성과지표는 없었다.

그러나 CORE사업 수혜를 받은 대학의 학생들이 미선정 대학의 학생들에 비해 다양한 전공 선택의 비율이 높은 것과시간이 지날수록 인문, 사회계열 학생들이 교수와 교류하는 정도가 높아지고 있다는 점 역시 긍정적인 변화로 평가할 수 있다.

@highlight

이 연구는 대학인문역량강화사업(CORE)이 인문사회계열 대학생의 대학생활에 미친 성과를 분석하는 데 목적이 있다.

@highlight

CORE사업 수혜를 받은 대학의 학생들이 그렇지 않은 학생들에 비해 다양한 전공 선택의 비율이 높은 것과 시간이 지날수록 인문, 사회계열 학생들이 교수와 교류하는 정도가 높아지고 있다는 점 역시 긍정적 변화로 평가할 수 있다.

