본 논문은 3D 가상공간상에서 농촌에서 경험할 수 있는 작물재배, 가축사육 등을 가상 체험 할 수 있는 환경을 제공하여, 사용자에게 주말농장 체험과 유사한 경험을 할 수 있도록 한다.

기존의 웹 형태의 온라인 농작물재배/축산물 사육 시뮬레이션에서는 각종 텍스트 문서에 정지화상(사진이미지)을 적절히 조합하여 보여주는 형태가 대부분이며, 동영상으로 되어있는 내용들도 고정적인 이미지를 통한 정보습득 및 학습하는 형태로 되어있는데, 사용자들은 이 내용들보다 더욱 상세하고 많은 내용들을 필요로 하는 실정이다.

본 논문은 3D그래픽과 다중접속 네트워크 기술로 현실감 있는 가상의 농장 환경을 제공하여, 작물재배와 같은 기초적인 부분부터, 토지 환경 등을 간단하고 직관적인 인터페이스로 쉽게 접근할 수 있는 시뮬레이션 환경을 제공하며 농작물 재배가 실제 환경과 유사하도록 시뮬레이션 엔진을 구성하였다.

본 논문에서 구현된 시스템은 농업 교육이라는 건전한 놀이문화를 제공하고, 지방자치단체에서 시행하는 귀농 정책과 연계하여 시너지 효과를 가지며, 교육기관과 연계하여 작물 재배에 관한 학습 교재로서 기능을 가진다.

@highlight

가상의 농장 환경을 제공하여, 작물재배와 같은 기초적인 부분부터, 토지 환경 등을 간단하고 직관적인 인터페이스로 쉽게 접근할 수 있는 시뮬레이션 환경을 제공하며 농작물 재배가 실제 환경과 유사하도록 시뮬레이션 엔진을 구성하였고 지방자치단체에서 시행하는 귀농 정책과 연계하여 시너지 효과를 보일 수 있다.

