디지털 정보 혁명과 정보 기술의 발달은 고객의 다양한 욕구를 유발하였고 점차 기업들의 격화된 경쟁하의 생존전략으로서 물류 서비스 향상을 위한 물류 흐름이 기업 경쟁력의 중요한 요소로 부상하고 있다.

또한 공급자와 소비자 간의 정보공유는 기능 중심에서 프로세스 중심이 되면서, 유연성과 고객 서비스를 극대화하기 위한 새로운 물류 개념을 요구하게 되었다.

현재까지 대부분의 수배송 연구는 방문순서나 방문시간의 제약조건에 따라 수요처에 대한 도착시간 및 선행순서에 대한 제약이 없는 경우의 차량경로문제(VRP)나 시간 및 선행순서에 대한 제약이 있는 경우의 차량일정계획문제(VSP)로 연구되어져 왔다.

그러나 현실적으로는 배송센터에서 제약 조건에 따라 고객까지 차량일정계획 수립을 위한 시간 보다는 배차계획을 수립하는데 더 많은 시간이 소요되는 것으로 알려져 있다.

본 논문은 물류 서비스의 향상을 위한 배차계획 업무의 현실적인 제약 조건들을 고려하여 배차계획 시스템을 설계하고, 이 설계 모듈에 따라 배차계획의 수정작업 조정시간을 효율적이고 획기적으로 줄일 수 있는 배차계획 시스템의 발견적 알고리듬을 설계하고 구현토록 한다.

@highlight

물류 서비스를 개선하기 위해 배차계획 업무의 현실적인 제약 조건들을 반영하여 배차계획 시스템을 설계하였다.

@highlight

그리고 이 설계 모듈에 따라 배차계획의 수정작업 조정시간을 효율적이고 획기적으로 줄일 수 있는 배차계획 시스템의 발견적 알고리듬을 설계하고 구현하고자 한다.

