중국은 과거 법관의 자질부족, 자국민 보호주의, 그리고 중재관련 법규의 미비 등이 이유가 되서 외국중재판정의 승인 및 집행을 거부하는 사례가 많았으며, 이때 거부사유로 공서양속 위반이 적용되는 경우가 많았다.

그러나 중국의 법원의 외국중재판정에 대한 빈번한 승인 및 집행 거부는 외국 당사자들로부터 중국의 중재제도 및 중재기관이 외면 받게 하였다.

이같이 중국의 상사중재제도 및 중재기관의 발전에 부정적인 영향을 미치게 됨에 따라서, 중국 최고인민법원은 1995년에 ‘사전보고제도’를 시행하여, 하급심 법원이 외국중재판정을 승인 및 집행 거부하고자 하는 경우에는 필히 최고인민법원의 사전 승인을 얻은 이후에 거부판결을 내리도록 하였다.

필자는 중국 최고인민법원의 사전보고제도 시행 이후 중국 법원이 외국중재판정의 승인 및 집행 심사에 있어서 공서양속을 어떻게 적용하고 있는지를 분석하였다.

이를 위하여 중국의 하급심 법원이 중국 최고인민법원에 중재판정의 승인 및 집행 거부판결의 동의를 요구한 모든 사례를 정리하고, 동일 사안에 대한 하급심과 최고인민법원의 판단의 차이를 분석하였다.

이를 통해 중국 법원의 중재판정 승인 및 집행 거부사유로서의 공서양속에 대한 태도를 파악하였다.

@highlight

중국은 과거 법관의 자질부족, 자국민 보호주의, 그리고 중재관련 법규의 미비 등이 이유가 되서 외국중재판정의 승인 및 집행을 거부하는 사례가 많았으며, 이때 거부사유로 공서양속 위반이 적용되는 경우가 많았다.

