생분해재료를 이용해 문어단지를 압출하여 제작하는 것은 성공하였으나 해상시험의 결과에 의하면 237회의 비교시험 조업 중 PE단지의 어획량이 생분해단지보다 많았던 조업이 160회로 67.5%나 되고, 전체 어획량에서도 PE단지에서는 2,546마리 (1,148kg)로 생분해단지에서의 2,202마리 (1,006kg)보다 많았다.

이러한 경향은 단지의 월별 어획량에도 동일하게 나타나는데 생분해단지의 산업화를 위해서는 단지의 무게, 색깔, 재질의 느낌, 혼획 등 여러 가지의 연구가 선행되어 기존 PE재료의 문어단지의 어획성능에 근접하도록 개선되어야 한다.

기존의 PE문어단지와 어획성능의 차이가 적은 생분해문어단지를 개발할 수 있다면, 생분해 어구로 만들어진 문어단지는 일정시간이 지나면 분해되므로 환경에 미치는 영향이 적고, 향후 사용량 증대로 인해 수거되는 양이 증가할 것으로 기대되는 다른 생분해폐어구를 재활용 할 수 있어 자원의 효율적 이용에도 도움이 될 것으로 기대된다.

@highlight

생분해재료를 이용해 문어단지를 압출해 제작하는 것은 성공했으나 해상시험의 결과에 의하면 237회의 비교시험 조업 중 PE단지의 어획량이 생분해단지보다 많았던 조업이 160회로 67.5%나 되고, 전체 어획량에서도 PE단지에서는 2,546마리 (1,148kg)로 생분해단지에서의 2,202마리 (1,006kg)보다 많았다.

