이 연구는 대학 야구선수의 은퇴 불안이 진로 결정 자기효능감과 진로 태도 성숙에 미치는 영향력을 검증하는 데 연구의 목적이 있으며, 2018년 현재 한국대학야구협 회에 소속된 대학 야구선수들을 대상으로 모집단을 선정하였다.

전국에 있는 대학야구팀 중 20개 팀을 무작위로 선정하여 집략무선표집법을 활용하여 총 289명의 표본을 추출하였다.

수집된 자료는 SPSS 22.0 프로그램을 사용하여 자료를 분석하였다.

이 연구에서는 다음과 같은 결론을 얻었다.

첫째, 대학 야구선수의 은퇴 불안은 진로 결정 자기효능감에 부분적으로 영향을 미치는 것으로 나타났다.

둘째, 대학 야구선수의 은퇴 불안은 진로 태도 성숙에 부분적으로 영향을 미치는 것으로 나타났다.

셋째, 대학 야구선수의 진로 결정 자기효능감은 진로 태도 성숙에 부분적으로 영향을 미치는 것으로 나타났다.

이러한 결과를 통해 대학 야구선수들의 은퇴 불안은 진로 결정 자기효능감과 진로 태도 성숙에 부정적인 영향을 미치는 것으로 나타났고, 대학 야구선수들의 은퇴 불안 감소를 통해 대학 야구선수들의 운동 이외의 직업을 선택해야 하는 과정에서 자기효능감과 진로 태도를 성숙시킬 수 있는 것으로 판단된다.

따라서 대학 야구선수들의 은퇴 불안을 감소시키기 위한 다양한 진로 관련 프로그램의 개발이 필요한 것으로 사료된다.

@highlight

본 연구는 대학 야구선수들의 은퇴 우려가 진로 결정 자기효능감및 진로 태도 성숙에 미치는 영향을 조사하였다.

@highlight

그 결과 은퇴 후 불안은 진로 결정 자기효능감과 진로 태도 성숙에 부분적으로 영향을 미치며, 진로 결정 자기효능감은 진로 태도 성숙에 일부 영향을 주는 것을 확인했다.

@highlight

이는 대학 야구선수들의 은퇴 불안에 부정적인 영향임도 알 수 있었다.

