이 연구에서는 대학생의 불확실성에 대한 인내력 부족과 계획된 우연 기술 관련 변인에 대해 메타분석을 실시하였으며, 이를 통해 불확실성에 대한 대응이 대학생들의 진로의사결정에 어떻게 작용하는지를 확인하고자 하였다.

메타분석을 위해 불확실성에 대한 인내력 부족 관련 문헌 47편, 계획된 우연 기술 관련 문헌 19편 등 총 66편의 논문을 분석하였다.

분석 결과, 불확실성에 대한 인내력 부족은 대학생들의 진로의사결정 과정에 전반적으로 부정적인 영향을 미치는 데 반해, 계획된 우연 기술은 긍정적인 영향을 미치는 것으로 확인되었다.

불확실성에 대한 인내력 부족은 부정적 정서와 밀접한 관련을 갖고 있었으며, 높은 진로장벽을 지각하게 하여 대학생의 원활한 진로의사결정 과정을 저해하고 있었다.

반면, 계획된 우연 기술은 진로결정자기효능감과의 긍정적으로 상호작용하는 것으로 나타났고, 적극적인 진로행동을 촉진하여 성공적인 진로의사결정이 가능하도록 돕는 것으로 확인되었다.

이 연구에서는 이와 같은 연구 결과를 바탕으로 불확실성에 대한 인내력 부족과 계획된 우연 기술의 상호작용에 관한 추가적인 논의를 제시하였다.

@highlight

본 연구에서는 대학생의 불확실성에 대한 인내력 부족과 계획된 우연 기술 관련 변인에 대해 메타분석을 실시하였으며, 불확실성에 대한 대응이 대학생들의 진로의사결정에 어떻게 작용하는지를 확인하고자 하였다.

@highlight

또한 불확실성에 대한 인내력 부족과 계획된 우연 기술의 상호작용에 관한 추가적인 논의를 제시하였다.

