본 연구의 목적은 TQM 활동과 종합적 품질을 정의하고, 이들과 기업성과의 인과관계를 실증적으로 검증하는 것이다.

문헌연구를 통해 종합적 품질은 제품품질, 지원품질, 서비스품질 등 3개의 품질요소로 분류하였다.

또한 품질요소 측정항목은 품질경영 및 산업마케팅 문헌에서 추출되었다.

본 연구의 설문조사 자료는 348개 제조업체로부터 수집되었고, 측정도구는 확인적 요인분석 및 구조방정식모델을 통해 검증되었다.

분석결과는 다음과 같다.

첫째, TQM 활동은 제품품질, 지원품질, 서비스품질에 유의한 정의 영향을 미친다.

둘째, 제품 품질과 지원품질은 기업성과에 유의한 정의 영향을 미치지만 서비스품질은 기업성과에 유의한 영향을 미치지 않는다.

마지막으로 제품유형(산업재와 내구재)은 종합적 품질과 기업성과의 관계를 조절한다.

즉, 산업재의 경우 지원품질은 기업 성과에 유의한 정의 영향을 미치는 반면에 소비재의 경우 제품품질이 기업성과에 유의한 정의 영향을 미친다.

@highlight

본고의 목적은 TQM 활동과 종합적 품질을 정의하고, 이들과 기업성과의 인과관계를 실증적으로 검증하는 것이다.

