현

대

로

의

 

출

발

로

 

각

인

된

 

2

0

세

기

 

전

환

기

의

 

급

속

한

 

문

명

화

 

과

정

은

 

세

계

일

차

대

전

으

로

 

귀

결

되

었

다

.

 

이

 

놀

라

운

 

사

실

에

 

관

해

 

오

늘

날

 

역

사

학

과

 

문

학

사

에

선

 

새

로

운

 

논

의

가

 

이

뤄

지

고

 

있

다

.

 

이

 

글

은

 

동

시

대

 

작

가

들

의

 

시

각

에

서

 

그

 

연

관

관

계

를

 

밝

혀

보

려

는

 

시

도

로

서

,

 

전

후

 

문

학

에

 

서

술

된

 

전

전

의

 

사

회

 

및

 

시

대

상

을

 

고

찰

하

기

 

위

해

 

헤

세

의

 

<

데

미

안

>

과

 

츠

바

이

크

의

 

<

어

제

의

 

세

계

>

를

 

중

심

에

 

놓

는

다

.

 

유

럽

의

 

물

질

문

명

이

 

역

사

적

 

정

점

에

 

도

달

한

 

그

 

시

점

에

 

왜

 

전

쟁

이

 

발

발

했

는

가

 

하

는

 

질

문

은

 

전

쟁

 

직

후

에

 

출

판

된

 

<

데

미

안

>

이

 

시

대

소

설

로

서

 

던

지

는

 

문

제

의

식

을

 

표

면

화

 

시

킨

다

.

 

또

한

 

전

전

의

 

시

대

상

을

 

생

생

하

게

 

묘

사

한

 

츠

바

이

크

의

 

회

고

록

 

<

어

제

의

 

세

계

>

가

 

갖

는

 

기

록

적

 

가

치

 

역

시

 

부

각

시

켜

준

다

.

 

이

 

작

품

들

은

 

특

히

 

“

대

중

”

의

 

출

현

과

 

“

개

인

의

 

소

멸

”

 

현

상

이

 

산

업

화

와

 

결

부

된

당

대

 

문

명

화

의

 

핵

심

 

과

정

임

을

 

암

시

하

며

,

 

직

간

접

으

로

 

일

차

세

계

대

전

의

 

발

발

과

 

깊

이

연

관

되

어

 

있

음

을

 

시

사

하

고

 

있

다

.

 

이

 

새

로

운

 

독

법

은

 

일

차

세

계

대

전

 

발

발

에

 

관

한

 

이

해

의

 

지

평

을

 

넓

혀

줄

 

뿐

 

아

니

라

,

 

주

로

 

성

장

소

설

로

 

읽

혀

온

 

<

데

미

안

>

의

 

주

제

가

 

-

소

실

된

개

인

의

 

가

치

를

 

역

설

하

고

 

개

인

의

 

자

기

실

현

이

라

는

 

구

도

자

의

 

길

을

 

강

조

하

는

 

것

-

 

바

로

당

대

 

형

성

된

 

대

중

 

사

회

에

 

대

한

 

비

판

적

 

고

찰

과

 

첨

예

한

 

문

제

의

식

을

 

바

탕

으

로

 

하

고

 

있

음

을

 

깨

닫

게

 

한

다

.

@highlight

작가들의 시각에서 그 연관관계를 밝혀보려는 시도로서, 전후 문학에 서술된 전전의 사회 및 시대상을 고찰하기 위해 헤세의 <데미안>과 츠바이크의 <어제의 세계>를 중심에 놓는다. 또한 전전의 시대상을 생생하게 묘사한 츠바이크의 회고록 <어제의 세계>가 갖는 기록적 가치 역시 부각시켜준다. 주로 성장소설로 읽혀온 <데미안>의 주제가 -소실된개인의 가치를 역설하고 개인의 자기실현이라는 구도자의 길을 강조하는 것- 바로당대 형성된 대중 사회에 대한 비판적 고찰과 첨예한 문제의식을 바탕으로 하고 있음을 깨닫게 한다.