이 연구의 목적은 창의적 체험활동의 하위 영역인 동아리활동에 대한 공업계 고등학교 교사들의 인식을 조사하여, 향후 공업계 고등학교의 특성에 맞는 창의적 체험활동을 할 수 있도록 바람직한 방향을 제시하는데 필요한 기초 자료를 제공하는것이다.

이 연구의 응답자는 전국의 공업계 고등학교에 재직 중인 교사 393명이고,동아리활동에 대한 5개 영역 32개 분야의 문항(중요도, 반영도)으로 구성된 설문지를활용하였다.

연구의 결과는 다음과 같다.

첫째, 동아리활동 영역에서 중요도 분석 결과, ‘학술 활동’은 ‘발명’, ‘문화 예술 활동’은 ‘영상예술’, ‘스포츠 활동’은 ‘도전활동’, ‘실습 노작 활동’은 ‘학교 특성화 전공’,‘청소년 단체 활동’은 ‘스카우트연맹’과 ‘청소년적십자’가 가장 높게 나타났다.

둘째, 동아리활동의 영역에서 반영도 분석 결과 ‘학술 활동’, ‘문화 예술 활동’ 및‘스포츠 활동’ 영역은 대체적으로 공업계 고등학교 교사들이 생각하는 중요도에 비슷하게 반영되고 있었다.

하지만 ‘학교 특성화 전공’을 제외한 ‘실습 노작 활동’과‘청소년 단체 활동’의 경우는 중요도와는 별개로 모든 분야가 잘 반영되지 않고 있는 것으로 나타났다.

‘실습 노작 활동’은 중요도 분석과 반영도 분석이 비슷하게 나타났지만 ‘청소년 단체 활동’은 중요도에 비해 반영도 값이 현저히 낮게 나타나 중요도와 반영도에 큰 차이가 있었다.

@highlight

이 연구의 목적은 창의적 체험활동의 하위 영역인 동아리활동에 대한 공업계 고등학교 교사들의 인식을 조사하여, 향후 공업계 고등학교의 특성에 맞는 창의적 체험활동을 할 수 있도록 바람직한 방향을 제시하는데 필요한 기초 자료를 제공하는것이다.

@highlight

첫째, 동아리활동 영역에서 중요도 분석 결과, ‘학술 활동’은 ‘발명’, ‘문화 예술 활동’은 ‘영상예술’, ‘스포츠 활동’은 ‘도전활동’, ‘실습 노작 활동’은 ‘학교 특성화 전공’,‘청소년 단체 활동’은 ‘스카우트연맹’과 ‘청소년적십자’가 가장 높게 나타났다.

