본 연구는 예상이나 전략 같은 하향식 처리방식이 정서 자극의 처리에 영향을 주는지 그리고 줄 수 있다면, 관련된 처리 패턴을 어떻게 변화시키는지를 알아보았다.

한 블록 내 특정 정서 자극의 출현 빈도는 피험자로 하여금 그 정서 자극에 대한 출현 예상을 높게 혹은 낮게 가지도록 할 수 있다.

부정 혹은 긍정 자극의 출현 빈도를 증가시킨 후 정서 자극이 어떻게 목표자극의 처리에 영향을 주는가를 관찰한 결과, 예상성(expectancy) 같은 정보처리의 상위 단계가 정서 정보처리에 관련된 주의 분배에 영향을 미칠 수 있는 것으로 나타났다.

그러나 상향식 처리방식(bottom-

up processing)과 하향식 처리방식(top-

down processing)이 서로 경쟁적으로 작용하고 있는 것으로 나타났다.

즉 부정자극의 일시적 빈도 증가는 상향식 처리방식에 개입하여 부정자극에 대한 처리와 활성화를 촉진시키는 반면, 빈도 증가 이후에는 하향식 처리방식의 개입으로 부정자극에 대해 주의분배를 억제하고 진행 중인 목표처리를 더욱 강화시키는 것으로 볼 수 있다.

기존 연구들은 불안 같은 정서적 장애를 겪고 있는 피험자들이 정서정보에 대한 통제와 억압이 어렵다는 것을 보여주었다면, 본 연구는 정서적으로 각성되지 않은 일반인들은 정서 자극에 대한 하향식 처리가 부분적으로 가능함을 보여주었다.

@highlight

본 연구는 전략이나 예상 같은 하향식 처리방식이 정서 자극의 처리에 영향을 준다면, 관련된 처리 패턴을 어떻게 변화시키는지를 알아보기 위해 수행되었다.

@highlight

연구 결과, 정보처리의 상위 단계가 정서 정보처리에 관련된 주의 분배에 영향을 끼치는 것으로 나타났지만 상향식 처리방식과 하향식 처리방식이 서로 경쟁적으로 작용하고 있었다.

