북부 나이지리아에서 정부군과 보코 하람에 의한 군사적 갈등과 테러의 위협이 지속적으로 높아지고 있다.

특히, 매우 잔인한 형태로 민간인들과 민간인의 재산을 대상으로 테러를 자행하는 특성을 보여주고 있다.

이 보코 하람은 초기에는 국내적 문제와 이슬람 극단주의의 결합을 바탕으로 홈그로운 테러집단으로 출발하였으나 최근 5년간의 활동을 통해서 매우 극단적인 지하디스트 테러집단으로서 국제사회의 안전에 위협적인 국제적 테러집단으로 진화하였음을 보여주었다.

그러나 국내에서는 이 보코 하람 테러집단에 대해 거의 알려진 바가 없고, 더 나아가 아프리카에서의 테러활동의 양상과 다이나믹에 대해서 체계적으로 분석한 연구가 매우 부족하다.

이에 따라 이 연구는 보코 하람의 역사, 배경, 그리고 이 집단의 특징 및 위험성 등에 대한 전반적 분석을 수행하였다.

이러한 분석을 위해서 다수의 외신, 정부 보고서, 보코 하람에 대한 분석 보고서 등을 대상으로 문헌연구를 수행하였다.

그리고 보코 하람의 위험성 분석을 위해서는 미국의 START Center의 Global Terrorism Data(이하 GTD)를 사용하여 보코 하람이 선택하는 테러목표물의 특성, 선택 및 테러공격 발생수와 테러공격으로 사망한 사망자 수 등에 대한 기술적 분석을 제시하였다.

이 연구의 논의에서 보코 하람의 위험성에 대한 나이지리아 정부와 국제사회의 대응방안과 전략에 대한 제안을 제시하였다.

@highlight

북부 나이지리아에서 정부군과 보코 하람에 의한 군사적 갈등과 테러의 위협이 지속적으로 높아지고 있다.

@highlight

본 연구의 논의에서 보코 하람의 위험성에 대한 나이지리아 정부와 국제사회의 대응방안과 전략에 대한 제안을 제시했다.

