충남 서천군 일원의 상록침엽수림을 대상으로 식물사회학적 조사방법을 통해 식물군락을 분류하고 군락구조와 생태특성을 규명하였다.

상관식생조사를 통해 12개의 산림식생유형을 파악하였으며 이중 상록침엽수림이 가장 넓은 면적을 차지하는 것으로 확인되었다.

서천군의 상록침엽수림은 55개의 식생자료에서 종조성, 군락구조, 흉고직경 등에 따라 61과 103속 132종을 포함하는 4개의 식물군락(소나무군락, 리기다소나무군락, 곰솔-

소나무군락, 곰솔군락)으로 구분되었다.

55개의 식생자료와 환경요소와의 경향성 분석을 위해 City-

block 거리계수, UPGMA에 의한 좌표결정법, PCoA에 의한 집괴분석법이 활용되었고 그 결과 해안으로부터의 지리적 분포가 구분된 식물군락의 분포를 결정하는 주요 생태적 요소인 것으로 나타났다.

@highlight

55개의 식생자료와 환경요소와의 경향성 분석을 위해 City-

@highlight

block 거리계수, UPGMA에 의한 좌표결정법, PCoA에 의한 집괴분석법이 활용되었고 그 결과 해안으로부터의 지리적 분포가 구분된 식물군락의 분포를 결정하는 주요 생태적 요소인 것으로 나타났다.

