본 논문은 빈고전주의 음악의 자율성, 보편성에 살진 토양을 마련해준 합스부르크 제국 황제와 귀족의 음악문화 및 음악후원에 대해 탐구하며, 다음의 결론에 이른다.

합스부르크 제국의 절대적이고 강력한 유력가들은 정치적, 종교적 목적을 음악후원의 한 기틀로 삼았으나, 동시에 수 세대에 걸쳐 음악을 중요한 정신적 덕목으로 삼으며 전문가적 관심과 방식으로써다양한 장르의 음악예술을 보호했다.

아울러 ‘옛’ 양식과 ‘현대적’ 양식, ‘옛’ 언어와 ‘현대적’ 언어, 세속적 양식과 종교적 양식이 공존하는 음악, 혼합양식의 음악을 보호, 후원함으로써보편주의적 음악 상(像)을 구현했다.

이러한 기조 가운데 18세기 중반 황제에서 귀족으로 음악 문화 및 후원의 주체가 옮겨지고, 이때 귀족들은 후원자를 넘어 동료로서 동시대와 미래를 주도할 음악에 발전의 동력을 마련해주었다.

과거 유산들의 시대 초월적 의미마저 발견해내 독창적 작곡가들에게 알린 이들의 공적은 음악예술의 자율성과 보편적 가치 실현을 위한중요한 밑거름이 되었다.

@highlight

이 논문은 빈고전주의 음악의 자율성, 보편성에 살진 토양을 마련해준 합스부르크 제국 황제와 귀족의 음악문화 및 음악후원에 관해 탐구하며, 다음의 결론에 이른다.

