이 연구는 학업성취도의 지역 간 격차의 원인과 극복방안을 교사의 관점에서 바라보고 해석하고자 하는 시도이다.

학업성취 격차에 대한 기존의 연구들과 비교하여 교사들의 인식을 분석하기 위해 여기서는 중등교사들을 대상으로 심층면접을 실시하였다.

이를 통해 학교 내부자로서 교사들의 학업 성취에 관한 관점을 이해하고, 학업성취의 지역 간 격차라는 현상에 대한 설명을 하는데 있어서 도움을 얻고자 하였다.

연구 결과 다음과 같은 논의 사항이 도출되었다.

첫째, 교사들은 기존의 논의들이 당연하게 상정하고 있는 학업 성취의 개념에 대한 재논의를 필요로 하고 있었다.

둘째, 학업성취의 지역 간 격차의 원인에 대하여 교사들은 농촌지역 학생들의 좌절과 실패감, 정서적·문화적 실조 상태의 주변 환경, 부족한 성취 자극 등으로 지적하였다.

셋째, 교사들은 이전에 논의되었던 학업성취의 지역 간 격차는 지역사회의 다차원적인 지원에 의하여 많은 부분 극복되고 있다고 판단하고 있었다.

넷째, 많은 교사들이 학교차원의 영향력 발휘로 인해 학업성취의 지역 간 격차를 극복할 수 있다고 판단하고 있었다.

@highlight

본 연구는 학업성취도의 지역 간 격차의 원인과 극복방안을 교사의 관점에서 바라보고 해석하고자 하는 시도이다.

