본 연구는 지구적 정보화 환경에서 국가내의 집단적인 정치참여의 도구로서 ICT 특히 SNS(Social Network Services or Social Networking Sites)가 여성의 정치참여에 어떤 영향이 있는지를 분석하고자 한다.

세부적으로, 첫째, 설문조사 데이터를 활용하여 가장 낮은 수준의 정치참여 층위로서 남성과 여성 간의 정치정보의 유통경로의 차이에 대해서 살펴보고 그 의미에 대해서 분석한다.

둘째, ICT활용 능력을 SNS 사용으로 조작화하여 이를 평균 이상으로 사용하는 집단을 2차 추출하여 성별 정치적 관심도와 유형별 정치참여의 차이가 있는지를 분석할 것이다.

셋째, 여성의 다양한 정치참여 유형별 참여 요인은 무엇인지를 살펴본다.

마지막으로, 도출된 결과를 요약하고 이를 바탕으로 한국 여성들의 정치참여 행태의 의미와 함의에 대해 논하도록 하겠다.

계량적인 분석결과, 여성은 남성에 비해 정치정보 유통의 경로가 인터넷 커뮤니티나 SNS 등의 소셜 미디어 등을 더 많이 이용하고 있으며, 정치참여 역시 관습적인 정치참여도 활발하지만 비관습적인 정치참여에 더욱 적극적인 것으로 나타났다.

이런 결과에 대해 연구자는 정보화에 친숙한 여성의 정치참여를 ‘행동하는 여성 정치참여’로 규정하고자 한다.

@highlight

이 연구는 지구적 정보화 환경에서 국가내의 집단적인 정치참여의 도구로서 ICT 특히 SNS가 여성의 정치참여에 어떤 영향이 있는지를 분석하려 한다.

