본 연구는 전문상담교사들이 학교상담을 하면서 경험하는 갈등의 원인 및 갈등의 전개를 살펴보기 위해 수행되었다.

본 연구는 전문상담교사 4명을 대상으로 인터뷰 및 이메일을 통해 경험 자료를 수집하였으며, 그 경험을 질적 사례 연구방법으로 분석하고 해석하였다.

연구 결과, 전문상담교사들은 제도·문화적인 측면에서 갈등, 업무적인 측면에서 갈등, 관계적인 측면에서 갈등을 경험하고 있는 것으로 나타났다.

제도·문화적인 측면의 갈등은 전문상담교사로서 무거운 책임과 심리적 안정 욕구 사이에서, 학생 통제와 학생 권리 보호 사이에서, 상담 업무에 대한 이해 부족과 업무를 이해받고 싶은 욕구 사이에서 발생하였다.

업무적인 측면의 갈등은 전문상담교사 스스로 역할을 확립할 수 없는 상황과 역할을 확립하고자 하는 노력 사이에서, 특수한 학교 조건과 상담에서 유의해야하는 역할 수행 사이에서 오는 윤리적 갈등이 있었다.

관계적 측면의 갈등은 소외로 인한 두려움과 적응을 위한 적극적인 노력 사이에서, 상사의 권위와 타협 사이에서 발생하였다.

본 연구는 전문상담교사의 갈등 경험의 원인과 갈등 전개에 대해 의미를 심층적으로 분석하였으며, 이를 어떻게 해결할 것인가에 대한 시사점을 밝히는데 그 의의가 있다.

@highlight

본고는 전문상담교사들이 학교상담을 하며 경험하는 갈등의 원인과 갈등의 전개를 살펴보기 위하여 수행되었다.

@highlight

본 논문은 전문상담교사 4명을 대상으로하여 인터뷰와 이메일을 통하여 경험 자료를 수집하였으며, 그 경험을 질적 사례 연구방법으로 분석 및 해석하였다.

