본 연구는 문제성 도박자 여성 배우자들의 공동의존과정의 단계와 이를 추동하는 인과적 힘과 공동의존의 발생기제를 규명하고 이를 근거로 도박자 여성 배우자들의 탈공동의존을 위한 실천적 방안을 제시하고자 연구를 수행했다.

본 연구는 11명의 공동의존 경험이 있는 여성배우자들이 참여했고 자료는 심층인터뷰 수행을 통해 구성했다.

자료는 Stake (1995)의 질적사례연구방법에 기초하여 분석틀을 구성했고 이에 따라 분석을 실시했다.

연구결과는 다음과 같다.

연구참여자들은 ① 동역자로서의 연대 → ② 과거로의 회귀 → ③ 공생단계로 엮이기/매듭풀기단계 → ④ 공동의존단계로 진입했다.

각 단계를 추동한 인과적 힘은 동역자로서의 연대단계에서는 「남편과의 동일시」, 과거로의 회귀단계에서는「회복처를 찾기 위한 존재론적 욕망」, 「공생관계로 엮이기」, 매듭풀기 단계에서는「부정의 부정」으로 밝혀졌다.

연구결과와 논의를 기초로 의미치료, 공동의존의 단계별 특성에 따른 개입, 긍정에 힘 실어주기를 제언했다.

@highlight

본고는 문제성 도박자 여성 배우자들의 공동의존과정의 단계와 이를 추동하는 인과적 힘과 공동의존의 발생기제를 규명하고 이를 근거로 도박자 여성 배우자들의 탈공동의존을 위한 실천적 방안을 제시하고자 연구를 수행했다.

@highlight

본고는 11명의 공동의존 경험이 있는 여성배우자들이 참여했고 자료는 심층인터뷰 수행을 통해 구성했다.

