본 연구는 소셜미디어를 통한 무용영상 관람이 무용전공 대학생의 동기부여 및 창작능력에 미치는 영향을 규명하는데 목적이 있다.

서울시 소재되어 있는 4년제 대학교 2곳을 선정하여 무용학과에 재학 중인 대학생을 대상으로 참여자 283명을 표집하여 개인적 특성(성별, 학년, 전공, 소셜미디어를 통한 무용영상 관람유형, 소셜미디어를 통한 무용영상 관람시간, 소셜미디어를 통한 무용영상 관람기간), 동기부여(확인된 조절, 내적조절), 창작능력(독창성, 표현력, 다양성, 자신감)의 변인에 대하여 설문조사 방법으로 SPSS.

21을 활용하여 분석하였다.

자료들을 분석한 결과 다음과 같은 결론을 도출하였다.

첫째, 배경변인에 따른 동기부여(성별, 학년) 및 창작능력(성별, 학년) 간에는 유의미한 차이가 나타났다.

둘째, 소셜미디어를 통한 무용영상 관람에 따른 동기부여(관람유형, 관람시간, 관람기간) 및 창작능력(관람유형, 관람시간, 관람기간) 간에는 유의미한 차이가 나타났다.

셋째, 소셜미디어를 통해 무용영상을 관람한 무용전공 대학생의 동기부여가 창작능력에 미치는 영향을 분석한 결과 동기부여의 하위요인별 확인된 조절, 내적 조절은 창작능력의 하위요인별 독창성, 표현력, 다양성, 자신감과 통계적으로 유의한 영향을 미치는 것으로 나타났다.

@highlight

본고는 소셜미디어를 통한 무용영상 관람이 무용전공 대학생의 동기부여 및 창작능력에 미치는 영향을 규명하는 것을 목적으로 진행하였다.

