대화분석은 치료자와 내담자간의 자연스러운 미시적 상호작용 대화로 이루어지는 가족치료 연구에 매우 적절한 질적 연구방법이다.

본 연구는 갈등관계에 있는 모자에게 해결중심 치료를 실시한 Insoo Kim Berg의 사례를 연구자료로 하여, 내담자의 문제나 불평 호소에 대한 치료자의 개입전략을 대화분석하였다.

연구자료 분석을 위하여 언어적 대화와 비언어적 및 비음성적 대화를 포함한 축어록을 작성하였고, 내담자의 불평이나 문제제기에 대한 치료자의 개입을 범주화하였다.

연구결과, 치료적 개입은 크게 해결중심 질문기법적 개입과 해결중심 원리근거적 개입의 범주로 분류되었다.

해결중심 질문기법적 개입은 불평에 반응 없이 해결중심 질문하기, 불평 수용 후 해결중심 질문하기, 내담자가 호소하는 불평의 비현실성을 지적한 후 해결중심 질문하기, 그리고 불평을 현실화하고 해결중심 질문하기라는 하위범주로 구분되었다.

해결중심 원리근거적 개입은 질문대상 바꾸기, 원하는 것의 지지와 수용, 원하는 것의 명료화/구체화 질문, 원하는 것에 대한 다른 가족원의 의견 묻기, 발화순서 되돌려주기 개입으로 구분되었다.

본 연구결과는 가족치료자 훈련과 미래 연구를 위한 시사점 측면에서 몇 가지 논의되었다.

@highlight

이 연구는 갈등관계에 있는 모자에게 해결중심 치료를 실시한 Insoo Kim Berg의 사례를 연구자료로 하여, 내담자의 문제나 불평 호소에 대한 치료자의 개입전략을 대화분석했다.

@highlight

이 연구결과는 가족치료자 훈련과 미래 연구를 위한 시사점 측면에서 몇 가지 논의됐다.

