본 논문은 사단칠정론(四端七情論)과 태권도 철학과의 관계를 탐구해 보는 것이다.

더 정확히 말하자면 사단칠정론의 탐구가 오늘날의 태권도 철학 연구에 어떤 유익한 관점과 철학적 함축을 던져주는지를 고찰하는 것이다.

한국 사회를 500년 이상 지배하면서 정신문화에 큰 영향을 끼친 한국 성리학이 태권도 철학에 직간접적으로 영향을 미쳤을 것임은 부정하기 어렵다.

그렇다면 한국 성리학의 내용 중 그 정화(精華)라고도 일컬어지는 사단칠정론 역시 태권도철학을 이해하고 탐구하는 데에 어떤 생산적인 관점과 함축을 제시할 수 있다.

그런 점에서 이 논문은 한국 성리학의 독자적인 철학적 논쟁과 태권도 철학의 관계를 논의한다는 점에서 매우 의미가 있다.

논의의 결과 사단칠정론은 “태권도 철학에서 기법이 정확하거나 잘못되는 존재론적 근거가 무엇인가?

”라는 유의미한 물음을 조명하게 되며 이에 대해 리기론적 대답을 상정한다.

그 대답 역시 사단칠정론의 역사에 비추어서 주리론적 대답과 주기론적 대답이 모두 가능할 것으로 보인다.

본 논문의 논의는 다소 개략적인 수준에서 태권도 철학과 사단칠정론의 관계를 논의한 것이지만, 이후의 연구 방향을 가늠하는 데에 도움이 될 것이다.

@highlight

이 논문은 사단칠정론(四端七情論)과 태권도 철학과의 관계를 탐구해 보는 것이다.

@highlight

이 논문의 논의는 다소 개략적인 수준에서 태권도 철학과 사단칠정론의 관계를 논의한 것이지만, 이후의 연구 방향을 가늠하는 데에 도움이 될 것이다.

