본 논문은 최근 논란이 되고 있는 노인일자리사업의 사회보험 적용과제를 검토하여 노인일자리사업의 현안 해결에 필요한 기초자료를 제공하고자 시도되었다.

연구결과 첫째, 노인일자리사업 참여노인은 대부분 월 60시간 미만의 초단시간근로자이지만 생계비마련을 위해 참여하는 비율이 높아서 사회보험의 적용대상기준인지 논란이 되고 있다.

그러나 생계비 마련의 욕구가 높아도 60.4%이기 때문에 전체 노인으로 일반화하기 어렵고, 월 20만원의 일자리를 생업으로 보기 어렵다.

사회보험특히 고용보험의 생업에 대한 명확한 기준마련과 노인일자리사업에 대한 가치정립이 필요하다.

그럼에도 노인일자리사업의 참여노인을 근로자로 본다면, 노인일자리사업을 노동관계법에서 적용제외하는 것이 적절할 것으로 판단된다.

다만, 사회보장법 특히, 산재보험은 독립개념설을 적용하거나 사회법적 성격을 강화하여 근로자가 아닌 공익활동자(노인일자리사업 포함)에게도 확대할 필요가 있다.

@highlight

본 논문은 최근 논란이 되고 있는 노인일자리사업의 사회보험 적용과제를 검토해 노인일자리사업의 현안 해결에 필요한 기초자료를 제공하고자 시도되었다.

