최근 공공기관의 부채가 급증하고 있고 정부의 재정부담 가능성이 우려할 만한 수준으로 공공기관의 부채축소가 매우 중요한 문제로 대두되고 있다.

특히 광역시도시공사의 경우 2013년 말 부채는 43.2조원으로 전체 지방공기업 부채 73.9조원의 약 58.4%를 차지할 정도로 매우 심각한 수준이어서 광역도시공사의 재무건전성 악화가 지방자치단체의 재정 안정에 심대한 영향을 미칠 것이라는 우려가 나타나고 있다.

하지만 지역의 산업단지 조성을 위한 용지공급 사업이나 공공임대주택건설사업 등은 지역의 발전을 위해서도 필요한 실정이다.

본 연구는 광역도시공사 중 광주광역시도시공사의 도시개발사업 및 주택개발사업에 대한 사업수지분석 등 채무관리 평가를 통하여 지방공기업 재무건전성 사례를 분석하였다.

분석결과에 따른 개선방안으로는 도시공사의 재무건전성 제고를 위해서는 정부 및 지자체 차원에서신도시 택지개발사업에 대해 시장수요, 가격 경쟁력, 주택지표, 기반시설 여건 등을 기준으로 평가 및 차별화하여 사업추진을 결정하는데 있어서 사업타당성 분석의 정확성 제고가 필요하며 도시공사의 부채감축을 위한 “통합부채 관리체계”를 도입하여 지방공기업 부채를 포함한 지방자치단체 전체의 부채를 지방자치단체가 중심이 되는 관리 강화가 절실하다는 점이 지방공기업 부채문제 해결을 위한 주요한 발견점이 된다.

본 연구가 국가 및 지방공기업의 재무건전성 확보를 위한 이론적 측면에서의 사례분석이 되었다는 점에서 연구의 의의가 있다.

@highlight

본고는 광역도시공사 중 광주광역시도시공사의 도시개발사업 및 주택개발사업에 대한 사업수지분석 등 채무관리 평가를 통하여 지방공기업 재무건전성 사례를 분석했다.

