본 연구에서는 DNCB에 의해 인위적으로 접촉피부염을 유발시킨 후 천궁추출물을 표피에 처리하여 피부표면, 피부두께, 혈장내 성분, 혈장내 IgE 농도 및 항산화효소을 조사하여 표피의 회복능에 미치는 효과를 조사하였다.

천궁추출물은 DNCB에 의해 유발된 알레르기성 접촉피부염에 도포 시에 환부의 피부염이 급격히 호전되었으며, 피부표면은 정상군에 비교될 정도로 각질이 없어진 깨끗하고 매끄러운 상태로 되었으며, 표피층의 두께도 점차 정상군과 같은 상태로 회복되고 있는 것으로 관찰되었다.

또한 알레르기성 접촉피부염이 유발되어 체내 지질함량이 급격히 증가된 경우 지질함량을 낮춰 정상수준으로 회복시키는 지질함량의 개선에 효과적으로 작용하고 있으며, 직접적으로 혈액 내 IgE 수준의 감소에 관여하여 피부의 과민반응 해소에 관여할 것으로 생각된다.

SOD와 catalase의 활성은 천궁추출물의 처리에 의해 정상군 수준으로 낮아지는 경향을 보이고 있어 항산화 효소의 활성을 낮춰 정상수준으로 회복시켜주는 효과를 갖는 것으로 생각된다.

결론적으로 천궁 추출물은 알레르기성 접촉피부염의 회복에 매우 효과적으로 작용하는 천연 유용자원으로 이용할 수 있을 것으로 생각된다.

@highlight

이 연구에서는 DNCB에 의해 인위적으로 접촉피부염을 유발시킨 후 천궁추출물을 표피에 처리해 피부표면, 피부두께, 혈장내 성분, 혈장내 IgE 농도 및 항산화효소을 조사해 표피의 회복능에 미치는 효과를 조사했다.

