정부가 2005년 문화예술교육 지원법을 공포한 이후 현재 영화교육은 선택과목, 창의적 체험활동, 동아리 등의 수업형태를 통해 공교육체계 안에 15년 이상 지속되고 있다.

4차 산업혁명과 더불어 첨단영상플랫폼과 디지털 리터러시의 중요성이 더욱 대두되고 있는 현재, 영화교육은 영화매체에 대한 사회적 관심 및 요구와는 별개로 오히려교육현장에서 정체되어 있는 상황이다.

기존 연구를 통해 학습자들의만족도나 영화수업 후 교육효과는 높은 수준인 것으로 드러났으나, 교육실행적인 부분과 관련 된 불안정한 행정 및 정책으로 인해 공공교육현장에서 영화교육이 가진 영향력은 실로 미미한 실정이다.

고로 정부기관 및 영화교육 관련기관과의 면밀한 관계를 유지하여보다 안정적인 영화교육 제반을 마련하고, 영화진흥위원회등 관련 핵심기관의 적극적인 관여를 통한 활성화 기획을 마련해야 할 것이다.

이와 더불어 활발한 홍보 및 공론화 과정을 통해 영화교육의 중요성에대해 철저하게 부족했던 대중적 인식을 끌어올리는 것 또한 영화교육활성화를 위해 반드시 필요하다.

@highlight

영화수업 후 학습자들의 만족도나 교육효과 수준은 높은 편이나, 교육실행적인 불안정한 정책으로 공공교육현장에서 영화교육이 가진 영향력은 아직 미미한 실정이다.

@highlight

향후에는 영화진흥위원회 등 관련 기관의 적극적인 협조를 통한 안정적인 영화교육 기반과 활성화 방안을 마련해야 할 것이다.

