오늘날 전면접착형 록볼트는 암반공학 현장에서 주요 지보재로써 널리 이용되고 있다.

따라서 정밀한 록볼트 지보설계를 위해서는 록볼트의 지보거동 특성을 정확히 이해하는 것이 중요하다.

그 중요성에도 불구하고 아직까지도 전면접착형 록볼트의 지보력이 발휘되는 원리를 완전히 이해하지 못하고 있다.

지금까지 제시된 대부분의 해석적 모델들은 볼트의 경계조건을 단순화시켜 개발되었기 때문에 현장 록볼트의 지보거동을 이해하는 도구로 사용하기에는 적합하지 않다.

이 연구에서는 전면접착형 록볼트의 지보력 발휘 메카니즘을 이해하기 위하여 3차원 탄성 유한요소해석을 실시하였다.

이를 통해 볼트 선단의 변위경계조건 변화, 암반탄성계수의 변화, 그리고 절리면의 교차가 록볼트의 전단응력 및 축응력 분포특성에 미치는 영향을 분석하였다.

해석결과는 볼트 선단의 고정판 설치 유무가 록볼트의 지보력 발휘 및 보강효과 증대에 큰 영향을 미치고 있음을 보여주었다.

@highlight

본 연구에서는 전면접착형 록볼트의 지보력 발휘 메카니즘을 이해하기 위하여 3차원 탄성 유한요소해석을 실시하였다.

