본 연구는 어머니의 양육스트레스, 상호작용 행동, 양육효능감과 영아발달과의 관계를 살펴보고, 상호작용 행동과 양육효능감의 이중 매개효과를 검증하고자 하였다.

연구대상은 서울과 경기도에 거주하는 6~18개월 영아와 어머니 139쌍이었다.

자료 수집은 양육스트레스, 양육효능감, 영아발달은 부모보고 질문지를 통해 그리고 상호작용 행동은 비디오 촬영방법으로 이루어졌다.

연구 결과는 첫째, 양육스트레스는 상호작용 행동, 양육효능감, 영아발달과 부적상관이 있으며, 상호작용 행동은 양육효능감과 영아발달과 정적상관을, 양육효능감은 영아발달과 정적 상관이 나타났다.

둘째, 양육스트레스는 상호작용 행동과 양육효능감을 매개로 하여 영아발달에 간접적인 영향을 미치지는 것으로 나타났다.

본 연구에서는 양육스트레스가 낮은 어머니일수록 영아와 반응적이고 효율적인 상호작용을 하고, 양육효능감이 높아 영아발달에 긍정적인 영향을 미치는 것을 확인하였다.

@highlight

본고는 어머니의 양육스트레스와 상호작용 행동, 양육효능감과 영아발달과의 관계를 살펴보며 상호작용 행동 및 양육효능감의 이중 매개효과를 검증하고자 했다.

