본고는 한국어 교육에서 있어서 부정 의문문이 단순히 문장 차원에서의 교육이 아니라 화용론적 관점에서 교육되어야 한다는 점에서 출발한 것이다.

부정 의문문은 의사소통 과정에서 어떤 경우에, 어떤 의도로, 어떤 방식으로 사용하느냐에 따라서 단순 질문 외에 요청, 명령, 확인, 진술, 강조, 이의제기, 반박 등의 다양한 화용적 의미가 드러날 수 있다.

이와 같은 부정 의문문은 의사소통 과정에서 통사적 완화장치로서 발화자의 발화 전달력을 강화시키고 의사소통 과정을 더 원활하게 이루게 한다.

본고에서는 부정 의문문의 화용적 의미 기능을 확인, 부탁 및 제안, 명령, 진술, 공손 및 완곡 다섯 가지로 분류하여 정리하였다.

이를 바탕으로 하여 부정 의문문을 쓸 가능성이 높은 상황을 설정하고 중국인 중급 학습자와 고급 학습자의 부정 의문문 사용 양상을 모어화자와 비교를 통해서 살펴보았다.

조사를 통해서 모어 화자들은 발화의 생동감과 전달력을 강화하기 위하여 구체적인 맥락에서 다양하게 사용하는 부정 의문문은 학습자는 제한된 맥락에서 제한된 의미로만 쓰고 있다는 것을 알 수 있었다.

따라서 부정 의문문을 화용론 관점에서 접근하는 대안적인 교수 방법이 필요하다.

본고에서는 영화나 드라마를 활용하여 실제적인 맥락에서 사용되는 의문문에 대한 올바른 지식과 사용 능력을 개발하는 방안을 고안하였다.

@highlight

이 논문에서는 부정 의문문의 화용적 의미 기능을 확인, 부탁 및 제안, 명령, 진술, 공손 및 완곡 다섯 가지로 분류해 정리했다.

