본

 

연

구

는

 

당

대

검

정

 

한

우

 

4

,

6

8

1

두

와

 

후

대

검

정

 

한

우

 

4

,

4

4

2

두

의

 

자

료

를

 

이

용

하

여

 

한

우

 

일

당

증

체

량

을

 

통

한

 

성

장

 

특

성

과

 

유

전

력

을

 

추

정

하

고

,

 

도

체

형

질

과

의

 

유

전

상

관

을

 

알

아

보

고

자

 

수

행

하

였

다

.

 

당

대

검

정

우

에

서

 

구

한

 

6

~

9

개

월

령

,

 

9

~

1

2

개

월

령

,

 

6

~

1

2

개

월

령

 

일

당

증

체

량

의

 

평

균

과

 

표

준

편

차

는

 

각

각

 

1

.

0

4

±

0

.

1

6

k

g

,

 

1

.

1

1

±

0

.

1

7

k

g

,

 

1

.

0

7

±

0

.

1

1

k

g

이

었

으

며

,

 

6

~

9

개

월

령

과

 

9

~

1

2

개

월

령

,

 

6

~

9

개

월

령

과

 

6

~

1

2

개

월

령

,

 

9

~

1

2

개

월

령

과

 

6

~

1

2

개

월

령

 

일

당

증

체

량

의

 

표

현

형

 

상

관

이

 

각

각

 

－

0

.

0

3

,

 

0

.

6

6

,

 

0

.

6

5

였

다

.

 

후

대

검

정

우

에

서

 

구

한

 

6

~

1

2

개

월

령

 

일

당

증

체

량

과

 

도

체

중

,

 

등

심

단

면

적

,

 

등

지

방

두

께

 

및

 

근

내

지

방

도

의

 

표

현

형

 

상

관

은

 

각

각

 

0

.

4

4

6

,

 

0

.

1

9

9

,

 

0

.

0

2

6

6

 

및

 

0

.

0

4

5

였

다

.

 

6

~

1

2

개

월

령

 

일

당

증

체

량

,

 

도

체

중

,

 

등

심

단

면

적

,

 

등

지

방

두

께

 

및

 

근

내

지

방

도

의

 

유

전

력

은

 

각

각

 

0

.

2

5

1

,

 

0

.

2

9

8

,

 

0

.

4

2

4

,

 

0

.

5

0

3

 

및

 

0

.

6

2

6

이

었

으

며

,

 

6

~

1

2

개

월

령

 

일

당

증

체

량

과

 

도

체

중

,

 

등

심

단

면

적

,

 

등

지

방

두

께

 

및

 

근

내

지

방

도

의

 

유

전

상

관

은

 

각

각

 

0

.

6

0

6

,

 

0

.

2

9

2

,

 

－

0

.

0

9

5

 

및

 

－

0

.

0

0

7

이

었

다

.

 

본

 

연

구

로

부

터

 

일

당

증

체

량

에

 

대

한

 

개

량

으

로

 

도

체

중

,

 

등

심

단

면

적

 

및

 

등

지

방

두

께

에

 

대

한

 

개

량

이

 

가

능

할

 

것

으

로

 

사

료

된

다

.

@highlight

이 연구는 당대검정 한우 4,681두와 후대검정 한우 4,442두의 자료를 이용해 한우 일당증체량을 통한 성장 특성과 유전력을 추정하고, 도체형질과의 유전상관을 알아보고자 수행했다.