주택담보대출의 리스크 지표인 연체율은 최근 대출 총량이 증가하고 있음에도 불구하고 오히려낮아지고 있다.

본 연구에서는 한국크레딧뷰로사의 미시 자료를 이용하여 2012년 1분기부터2016년 4분기까지 가계대출의 증가가 연체율에 미치는 영향을 차주단위에서 분석한다.

분석결과대출잔고가 높을수록 차주의 연체율은 높아지지만, 대출의 증가는 단기적으로 연체확률을 낮추는효과가 있었다.

대출을 은행권 대출과 비은행권대출로 나눈 경우와 신용대출과 주택담보대출그리고 기타대출로 나누어 분석하였을 때도 같은 결과가 강건하게 유지되었다.

그러나 대출로인하여 채무상환부담 지표인 DTI가 높아지는 경우에는 대출의 증가는 연체확률을 크게 증가하는요인으로 작용하였다.

이러한 연체율의 증가는 대출 증가로 DTI가 고위험군 수준으로 올라갔을때 두드러지게 나타났다.

본 연구의 결과는 대출의 총량변화보다 채무상환능력의 변화가 연체확률에 중요한 역할을 하고 있음을 의미하며, 거시건전성 관리를 위해서도 총량보다 채무상환능력의 관리가 중요할 수 있음을 시사한다.

@highlight

주택담보대출의 리스크 지표인 연체율은 최근 대출 총량이 증가하고 있음에도 불구하고 오히려 낮아져 분석한 결과 대출잔고가 높을수록 차주의 연체율은 높아지지만, 대출의 증가는 연체확률을 낮추는효과가 있고  DTI가 높아지면 대출의 증가는 연체확률을 증가시키는 요인이 되었다.

