글로벌금융위기 이후 우리나라 해운산업은 기업퇴출, 자본잠식, 법정관리 등 다양한 형태로 불황을 맞고 있다.

경기변화에 민감하고, 선박확보에 거대자본이 요구된다는 점을 감안할 때 자본구조의 최적화는 기업가치를 극대화할 수 있는 기초가 되고, 기업부실화를 극복할 수 있는 수단이 될 것이다.

이에 본 연구는 선행연구들을 바탕으로 10년 이상 적격 감사보고서를 제출한 국내 46개 해운기업을 대상으로 자본구조와 기업특성 간 관계를 해운경기변화를 고려하여 규명해보고자 하였다.

실증결과, 국내 해운기업의 자본구조는 기업규모, 자산유형화정도, 수익성, 비부채성세금효과 등과는 부(-

)의 관계가, 성장성은 정(+)의 관계가 있음 실증되었다.

해운경기반영 모형별 진단에서는 상대적으로 불황기모형은 전체기간 분석결과와 큰 차이를 보이지 않은 반면, 상대적 호황기모형에서는 유동성이 추가적으로 유의하였으며, 비부채성세금효과와 성장성은 유의하지 않음을 확인할 수 있었다.

또한, 글로벌 상장해운기업을 대상으로 한 기존연구들과 연구결과에서 큰 차이는 없었으나, 비부채성세금효과, 선박유형화정도, 성장성이 국내 해운기업에 추가적으로 유의함을 확인할 수 있었다.

하지만, 국내 해운기업의 자본구조관련 연구를 보다 강화하기 위해서는 목표부채비율, 조정속도 등의 연구가 추가적으로 진행될 필요성은 있을 것이다.

@highlight

본 논문은 기존의 연구들을 바탕으로 10년 이상 적격 감사보고서를 제출한 국내 46개 해운기업을 대상으로 자본구조와 기업특성 간 관계를 해운경기변화를 고려하여 규명하고자 하였다.

@highlight

연구 결과, 국내 해운기업의 자본구조는 기업규모, 자산유형화정도, 수익성, 비부채성세금효과 등과는 부의 관계를, 성장성은 정의 관계를 나타냈다.

