본 연구의 목적은 ‘사실동화(事實童話)’로 명명(命名)되는 작품의 ‘사실성(事實性)’ 혹은 현실성에 관한 논의를 통해, 어린이의 현실인식 특성을 살피고 그에 따른 사실동화의 반영 문제를 조명하는데 있다.

우리가 사실동화(事實童話)라는 용어를 사용할 때, 흔히 사실성(事實性)의 본질을 간과하거나, 아니면 작품의 어떤 부분에서 외부 사실에대한 세밀하고 정확한 사실(寫實) 묘사의 수법만으로 오해하고 있지 않은가 하는 문제가 제기된다.

왜냐하면 우리가 어떤 대상을 사실적(事實的)이라고 할 때, 사실성(事實性)은 객관적 실체가 아니라 그 대상을 바라보는 인식 주체의 인식 문제이기 때문이다.

본고는 이러한 문제 제기를 통해 사실동화(事實童話)의 사실성은 현실에 대한 어린이의 독특한 인식에 작동하는 요인으로 인해 성인의 그것과는 구분되는 특성이 있다는 점을 제시하고자 한다.

따라서 사실동화(事實童話)의 현실 반영 문제는 어린이의 독특한 현실 인식에서 비롯되며이러한 현실 인식의 동인(動因)을 다음과 같이 세 가지로 정리하였다.

첫째, 순진성-

의식의 유연성둘째, 개방성-

의식의 포용성셋째, 감수성-

의식의 통합성이상과 같은 어린이의 현실 인식 동인(動因)은 현실에 대한 어린이들이 독특한 인식 방법으로, 어린이의 사실적 세계를 이해하는 중요한 요소가 된다.

@highlight

이 연구의 목적은 사실동화로 명명되는 작품의 사실성 또는 현실성에 관한 논의를 통해, 어린이의 현실인식 특성을 살피고 그에 따른 사실동화의 반영 문제를 조명하는데 있다.

@highlight

이 글은 이런 문제 제기를 통해 사실동화의 사실성은 현실에 대한 어린이의 독특한 인식에 작동하는 요인으로 인해 성인의 그것과는 구분되는 특성이 있다는 점을 제시하려 한다.

