본 연구는 OECD 주요 국가의 이주정책을 살펴보고 실증분석을 통해 세계적인 이주흐름의 파악과 동시에 우리나라의 이주정책이 나아가야 할 방향을 제시하는 데 목적이 있다.

우선 분석 국가를 영미형 국가와 유럽형 국가로 구분한 후, 각 국가의 이주정책을 숙련수준에 따라 자세히 살펴보았다.

그 결과, 초기 이주정책의 목적과 최근의 이주경향에서 공통점을 갖지만, 자격요건 및 선별제도 등에서 차이가 존재한다.

이주정책은 유입되는 이주민의 특성과도 밀접한 관련을 갖는다.

각 국가유형별 이주민의 특성차이를 OECD 국제 성인역량조사 2012년 자료를 활용하여 살펴본 결과, 부모의 학력수준, 전공분야, 배우자 동거 여부, 종사 직종 등에서 이주민의 숙련집단별 차이가 크게 나타났다.

또한 숙련수준별 이주민 집단에 역량변수와 이주변수가 미치는 영향이 크며, 특히 역량변수 분석결과는 국가유형에 따라 선호하는 이주민이 다름을 보여준다.

이러한 분석결과는 우리나라 이주정책의 목적과 방향을 수립하는 데 도움이 될 것으로 여겨진다.

@highlight

본 연구는 OECD 주요 국가의 이주정책을 살펴보고 실증분석을 통해 세계적인 이주흐름의 파악과 동시에 우리나라의 이주정책이 나아가야 할 방향을 제시하는 데 목적이 있다

각 국가유형별 이주민의 특성차이를 OECD 국제 성인역량조사 2012년 자료를 활용하여 살펴본 결과, 부모의 학력수준, 전공분야, 배우자 동거 여부, 종사 직종 등에서 이주민의 숙련집단별 차이가 크게 나타났다

