이 논문은 월러스틴이 제기한 ‘반유럽중심적 유럽중심주의’라는 개념을 비판적으로 분석함으로써 그 이론적 공과를 검토한다.

이 과정에서 우드의 유럽중심적 반유럽중심주의 역시 부차적으로 살펴본다.

이러한 검토를 통해 월러스틴의 반유럽중심적 유럽중심주의에 대한 비판이 중요한 통찰을 담고 있다는 점을 인정하는 한편, 하나의 중요한 그러나 편협한 관점에 매달리기 때문에 월러스틴은 자신이 비판하는 이론들에 담겨 있는 반(탈)서구중심적 이론적 기여를 무시하고 있다는 점을 밝힌다.

편협한 관점이란 자본주의 혹은 근대성에 관해 그 불가피성, 바람직함 및 진보성을 수용하는 가정에 기초한 이론들을 모두 바로 그 이유로 반유럽중심적 유럽중심주의로 규정하여 기각하는 것을 지칭한다.

이어서 이 논문은 자본주의와 근대성의 ‘진보성’을 전반적으로 부정하는 월러스틴의 현실주의적 입장이 반(탈)서구중심주의를 지향하는 학문적 이론이나 정치적 운동을 쉽게 반유럽중심적 유럽중심주의로 매도함으로써 이론과 현실에서 어떤 모순을 빚어낼 수 있는가를 보여준다.

마지막으로 서구중심주의가 다층적이고 중층적인 층위로 구성된 복합적 구조물이기 때문에 서구중심주의를 타개·극복하려는 노력이 불가피하게 모순을 수반하는 과정이며, 따라서 이른바 반유럽중심적 유럽중심주의에 대해 이론적 인내심과 관용을 베풀어야 한다는 점을 지적함으로써 이 글을 마무리한다.

@highlight

월러스틴이 제기한 ‘반유럽중심적 유럽중심주의’라는 개념을 비판적으로 분석함으로써 그 이론적 공과를 검토하였으며 편협한 관점에 매달려 월러스틴은 자신이 비판하는 이론들에 담겨 있는 반(탈)서구중심적 이론적 기여를 무시하고 있다는 점을 밝히면서 편협한 관점이란 자본주의 혹은 근대성에 관해 그 불가피성, 바람직함 및 진보성을 수용하는 가정에 기초한 이론들을 그 이유로 반유럽중심적 유럽중심주의로 규정하여 기각하는 것을 지칭하며 자본주의와 근대성의 ‘진보성’을 전반적으로 부정하는 월러스틴의 현실주의적 입장이 반(탈)서구중심주의를 지향하는 학문적 이론이나 정치적 운동을 쉽게 반유럽중심적 유럽중심주의로 매도함으로써 이론과 현실에서 어떤 모순을 빚어낼 수 있는가를 보여준다.

