이 연구는 교육기부활동에 참여하는 학생들을 대상으로 참여인식도 및 수업만족도에 어떠한 영향을 미치는 지에 대하여 살펴보았다.

연구대상은 초등학생 총 571명을 대상으로 하였고, 교육기부활동의 과목은 수학, 과학, 음악, 체육, 미술 등을 실시하였다.

이 연구의 측정도구로 참여인식도는 김태선(1995)과 윤지영(2008)의 연구에서 사용된 검사지를 재구성하여 실시하였고, 수업만족도는 이해선(2004)과 위진오(2002) 연구에서 사용한 설문지를 수정, 보완하여 측정하였다.

자료처리는 각 요인별로 t-

test와 One Way ANOVA를 실시하였다.

연구결과를 보면 첫째, 교육기부활동 후 학년별 참여인식도의 차이에서 보면 저학년의 경우 신체적 인식에 대한 효과가 있음을 알 수 있었고, 고학년의 경우 지적 인식에 대한 효과가 있었다.

사회적 인식에 대한 효과는 없는 것으로 나타났다.

둘째, 교육기부활동 후 학년별 수업만족도 중 운영 만족도, 시설 및 수업 환경 만족도, 프로그램 만족도 등은 차이가 없었지만, 지도교사 만족도는 고학년이 그리고 효과 만족도는 저학년이 높게 나타났다.

@highlight

이 연구는 교육기부활동에 참여하는 학생들을 대상으로 참여인식도 및 수업만족도에 어떤 영향을 미치는 지에 관해 살펴보았다.

