본 논문에서는 통계적인 방법을 이용하여 점탄성 제진재인 합성고무의 물성에 대한 변동성을 평가하는 방법을 제안하고 측정데이터를 이용하여 합성고무에 대한 평가를 수행하고 합성고무로 이루어진 고무 마운트에 대한 동특성 해석을 수행하였다.

고무 물성의 불확실성 인자로는 외기 온도의 변화와 실험 데이터의 오차 및 점탄성 물질모델의 오차를 고려하였다.

고무는 분수차 미분모델로 표현되었고, 온도의 영향은 비선형 이동계수모델을 도입하여 복소계수로 나타내어 동강성과 감쇠를 표현하였다.

이러한 물성모델을 바탕으로 고무에 대한 물성 실험데이터와 물성계수의 확률밀도함수 사이에 정의된 우도함수를 최대화하는 통계적 보정방법을 이용하여 물성모델의 물질계수들에 대한 변동성을 추정하였다.

합성고무로 이루어진 제진용 고무 마운트에 대하여 유한요소모델을 이용하여 동특성을 계산하였다.

동특성의 계산시 추정된 물성의 통계값을 적용하고 몬테카를로 해석을 통하여 동강성의 변동성을 살펴서 그 변동성이 매우 큼을 확인하였다.

@highlight

이 논문에서는 통계적인 방법을 이용해 점탄성 제진재인 합성고무의 물성에 관한 변동성을 평가하는 방법을 제안하고 측정데이터를 이용해 합성고무에 관한 평가를 수행하고 합성고무로 이뤄진 고무 마운트에 관한 동특성 해석을 수행했다.

