본

고

의

 

목

적

은

 

흐

루

쇼

브

스

키

의

 

지

시

틀

 

이

론

을

 

활

용

하

여

 

박

목

월

의

 

후

기

시

집

 

『

경

상

도

의

 

가

랑

잎

』

,

 

『

사

력

질

』

,

 

『

무

순

』

에

 

나

타

나

는

 

죽

음

의

식

이

 

어

떠

한

 

은

유

적

 

의

미

체

계

 

속

에

서

 

시

적

 

의

미

를

 

생

성

하

는

지

 

밝

히

고

,

 

이

를

 

통

해

 

드

러

나

는

 

그

의

 

인

식

의

 

확

장

과

 

갱

신

을

 

밝

히

는

 

것

이

다

.

 

2

장

에

서

는

 

박

목

월

의

 

후

기

시

에

 

나

타

나

는

 

죽

음

의

식

에

 

공

기

적

 

해

체

 

은

유

가

 

형

성

되

고

 

있

음

을

 

논

의

하

였

다

.

 

그

의

 

시

 

<

시

간

>

,

 

<

적

가

>

,

 

<

청

파

동

>

 

등

에

서

는

 

‘

물

기

’

의

 

증

발

에

 

의

한

 

해

체

를

 

통

하

여

 

죽

음

의

식

이

 

형

상

화

되

고

 

있

으

며

,

 

그

의

 

시

 

<

무

제

>

,

 

<

이

별

가

>

,

 

<

도

포

 

한

 

자

락

>

 

등

에

서

는

 

‘

바

람

’

의

 

흩

음

에

 

의

한

 

해

체

를

 

통

하

여

 

죽

음

의

식

이

 

구

체

화

되

고

 

있

다

.

 

3

장

에

서

는

 

그

의

 

후

기

시

에

 

나

타

나

는

 

죽

음

의

식

에

 

사

물

적

 

해

체

 

은

유

가

 

형

성

되

고

 

있

음

을

 

논

의

하

였

다

.

 

그

의

 

시

 

<

수

안

보

까

지

>

,

 

<

회

색

의

 

새

>

,

 

<

나

의

 

자

시

>

 

등

에

는

 

죽

음

의

식

이

 

다

소

 

소

극

적

으

로

 

드

러

나

고

 

있

는

 

반

면

,

 

그

의

 

시

 

<

얼

굴

>

,

 

<

눈

썹

·

B

>

,

 

<

액

>

 

등

에

는

 

죽

음

의

식

이

 

보

다

 

적

극

적

으

로

 

표

출

되

면

서

 

허

무

감

이

 

형

성

되

고

 

있

다

.

 

이

처

럼

 

박

목

월

의

 

후

기

시

에

는

 

공

기

적

 

해

체

 

은

유

와

 

사

물

적

 

해

체

 

은

유

가

 

형

성

되

어

 

죽

음

의

식

이

 

구

체

화

되

고

 

있

다

.

 

그

의

 

시

에

는

 

다

층

적

인

 

지

시

틀

에

 

의

해

 

은

유

가

 

형

성

되

어

 

다

의

적

인

 

죽

음

의

식

을

 

생

성

하

면

서

 

긴

장

성

을

 

확

보

하

고

 

있

다

.

 

이

러

한

 

다

양

한

 

층

위

로

의

 

의

미

론

적

 

변

용

은

 

그

의

 

인

식

의

 

창

조

성

을

 

잘

 

보

여

준

다

.

@highlight

본 논문의 목적은 흐루쇼브스키의 지시틀 이론을 활용하여 박목월의 후기시집 『경상도의 가랑잎』, 『사력질』, 『무순』에 나타나는 죽음의식이 어떠한 은유적 의미체계 속에서 시적 의미를 생성하는지 밝히고, 이를 통해 드러나는 그의 인식의 확장과 갱신을 밝히는 것이다.