헤겔은 지성의 사유만으로도, 예지적 직관에 의해서도 온전한 진리는 파악될 수 없고 사변적 사유를 통해서만 그것이 가능하다고 주장한다.

그는 이러한 사변적 지식의 본성을『논리학』속에서 상세하게 전개하였고 이러한 『논리학』의 방법에 따라 실천적 지식을 전개한 것이 법철학이다.

그런데 헤겔에 의하면 법철학의 대상은 법 이념, 즉 법 개념과 그 개념의 실현이다.

법은 의지의 자유를 그 기반으로 하고 있으므로 의지의 자유가 현실에서 어떻게 실현되는지를 다루는 것이 바로 법철학의 과제다.

이러한 입장에서 헤겔은 의지의 자유 혹은 자유의지의 사변적 전개과정을 고찰하고 있다.

이 글은 헤겔의 법철학뿐만이 아니라 그의 실천철학의 토대를 이루는 의지 개념이 그의 사변적 사유방식에 따라 어떻게 전개되는지를 그의 1821년의 『법철학 강요』의 §1 ~ § 27를 중심으로 고찰하고, 의지의 세 형태인 즉자적 의지, 대자적 의지, 즉자 대자적 의지가 의지 개념의 세 계기인 보편성으로서의 무규정성과, 규정성으로서의 특수성, 그리고 양자의 통일로서의 개별성과 갖는 관계에 관련된 문제점들을 드러내고자 한다.

@highlight

헤겔은 지성의 사유만으로도 예지적 직관에 의해서도 온전한 진리는 파악될 수 없고 사변적 사유를 통해서만 가능하다는 주장을 하였다.

@highlight

법은 의지의 자유를 그 기반으로 하고 있으므로 의지의 자유가 현실에서 어떻게 실현되는지를 다루는 것이 바로 법철학의 과제라 할 수 있다.

