본 연구에서는 전남지역 보건소들의 효율성을 비교 평가하고 실증분석을 통하여 투입요소의 절감 여지나 산출요소의 목표량을 규명함으로써 보건소의 운영 효율성 제고에 실질적인 도움을 주고자 한다.

효율성 평가방법으로는 자료포락분석(Data Envelopment Analysis: DEA)의 CCR 모형을 이용하였으며 사업 영역별 효율성과 전체 운영측면의 효율성을 구분하여 평가하였다.

이를 위하여 투입변수로는 인력(의사 및 행정직원 수)을 선정하였고 산출변수로는 보건소 사업(영유아 예방접종 수, 결핵 검사 수, 방문 진료 수, 외래진료 수)을 선정하였다.

본 논문결과를 요약하면 다음과 같다.

첫째, 순천, 목포, 해남 세 곳의 보건소가 효율적인 것으로 분석되었다.

둘째, 효율적인 보건소 중 목포는 의사 투입변수 측면에서 높은 효율이, 해남은 행정직원 투입변수 측면에서 효율적인 것으로 나타났으며, 순천은 두 부분에서 모두 효율적인 것으로 나타났다.

셋째, 사업영역의 효율성 측면에서 의사보다 행정직원들의 공헌도가 높은 것으로 나타났다.

본 연구는 전남지역 보건소의 효율적인 관리 측면에서 유용한 피드백 정보를 제공해 줄 수 있다.

@highlight

본 연구는 전남지역 보건소의 효율성을 비교하고 실증분석을 통해 입력 또는 계산요소의 목표량을 파악하여 보건소 운영효율 향상에 도움을 주고자 한다.

@highlight

우선 순천, 목포, 해남 3개 보건소가 효율적이라는 분석이 나왔다.

@highlight

업무 분야의 효율성 면에서는 의사보다 행정직원들이 더 많은 기여를 했다.

