스마트폰과 같은 무선 기기의 보급률이 높아지면서 오디오 및 비디오 스트리밍 서비스를 이용하는 사용자가 급격히 증가하고 있다.

또한 고속 네트워크 환경이 갖추어 짐에 따라 보다 나은 서비스 품질(QoS)에 대한 요구가 증가하고 있다.

무선 환경에서는 불안정한 전송 채널로 인해 패킷의 손실이 빈번하게 발생하기 때문에, Scalable Video Coding (SVC) 영상 부호화 기법을 통하여 네트워크를 보다 더 효율적으로 사용할 수 있다.

SVC 기법에서는 기본계층과 상위계층으로 부호화 정보를 구분하는데, 기본계층은 영상의 복원에 있어서 필수적인 저주파 성분을 형성하기 때문에 신뢰성 있는 전송이 필수적이다.

또한 상위계층은 고주파 성분을 형성하며 성공적인 수신 데이터의 양에 비례하여 비디오의 품질이 향상되기 때문에 채널 상황이 허용하는 한도 내에서 처리량(Throughput)을 높이는 것이 중요하다.

본 논문에서는 무조건적인 처리량의 향상보다는 SVC 비디오의 특징을 고려하여 평균 품질을 향상시킬 수 있는 듀얼-

채널 활용 기법을 제안한다.

즉, 기본계층에 대해서는 중복 전송 방식을 통해 전송의 신뢰성을 향상시키고, 상위계층에 대해서는 분배 전송 방식을 통해 전송 속도 및 처리량을 향상시켰다.

그 결과, 무선 이동 환경에서 보다 고수준의 비디오 서비스 제공이 가능해짐을 시뮬레이션을 통해 확인하였다.

@highlight

본고에서는 무조건적인 처리량의 향상보다는 SVC 비디오의 특징을 고려하여 평균 품질을 향상시킬 수 있는 듀얼-

@highlight

채널 활용 기법을 제안한다.

