국내에 서식하는 지중흰개미는 목재 내부에 공동화 현상이 발생되어 붕괴가 일어나기 직전까지도 외관상 특별한 변화가 발견되지 않는다.

이러한 흰개미의 활성을 비파괴적으로 측정하는 기술은 현재 국내에 적용된 사례가 없었다 .

따라서 본 연구는 극초단파 탐지 장비(Termatrac, Australia)를 이용하여 목조 문화재의 비파괴 진단 기술을 정립하고자 한다.

연구 결과, 소나무의 경우 16cm(민감도 5, 6), 느티나무와 Douglas fir의 경우 17cm(민감도 5, 6)까지 측정이 가능하여 국내 대부분의 목조 건축물에 적용이 가능할 것으로 판단되었다.

현장조사 결과 전국 목조건축물 231동 중 33.8%가 흰개미에 의한 손상을 입었으며, 7.8%인 총 18개 건물에서 흰개미 가해가 진행 중인 것을 확인할 수 있었다.

이와 같은 결과를 통해 목조 문화재의 비파괴 분석법으로서 적용이 가능할 것이라 예상된다.

@highlight

극초단파 탐지 장비를 이용해 목조 문화재의 흰개미 활성에 대한 비파괴 진단 기술을 정립하고자 한다.

@highlight

소나무는 16cm, 느티나무와 Douglas fir는 17cm까지 측정이 가능하여 국내 대부분의 목조 건축물에 적용이 가능할 것으로 판단된다.

