경제학에서 여성은 과소 대표되고 있다.

경제학 교육이 의사 결정, 정책에 대한 이해, 그리고 향후 고등 교육의 준비 등에도 영향을 준다는 점을 고려할 때, 경제 교육에서 성별 불균등은 성별에 따른 사회적 성과의 차이를 지속시킬 수 있다.

또한 복지 정책의 상당 부분이 경제학의 영향을 받게 될 수 있음을 고려한다면, 시민으로서의 합리적 정책 판단에 대한 충분한 교육이 있어야 할 것이다.

그리고 이러한 중요한 사회 문제에 대해 성별에 따라 다른 관심사와 해결책을 갖고 있는 데 반해, 여성이 상대적으로 과소 대표되고 있다면, 이 문제를 해결할 방법을 찾아야 할 것이다.

이런 문제의식에서 본 연구는 만약 경제학의 이해에 대해 성별 차이가 나타난다면, 어떠한 요인 때문인지, 그리고 이러한 차이를 해소할 방법은 무엇인지 확인하는 출발점으로 성인 학습자의 성별 차이가 미시경제학과 거시경제학의 경제학 기초 공통 과목 학업 성적에 미치는 영향을 검토하고자 했다.

한국방송통신대학의 경제학 기초 공통 과목의 성적 자료를 이용했으며, 여성이 남성보다 기초 공통 경제 이론 교육의 학업 성적이 떨어진다는 주장을 뒷받침하는 증거는 찾을 수 없었다.

성별 이외의 요소를 보면, 신·편입 여부, 지역, 직업, 재학 기간 등이 경제학 기초 공통 과목의 성적에 미치는 영향은 상이하며, 일반적인 경향을 찾기 어려웠다.

물론 총점 혹은 시험 점수만 보았을 때, 또는 과목에 따라 유의미하게 작용하는 요인이 있지만, 자료상의 한계로 이러한 요인이 영향을 주는 이유를 명확하게 설명하는 데에 한계가 있었다.

@highlight

본 논문은 경제학의 이해에 대해 성별 차이가 나타난다면, 어떤 요인 때문인지, 이러한 차이를 해소할 방법은 무엇인지 확인하는 출발점으로써 성인 학습자의 성별 차이가 미시경제학과 거시경제학의 경제학 기초 공통 과목 학업 성적에 미치는 영향을 검토하였다.

@highlight

성별 이외의 요소를 보면, 신·편입 여부, 지역 등이 경제학 기초 공통 과목의 성적에 미치는 영향은 상이하며, 일반적 경향을 찾기에는 어려움이 있었다.

