본 연구는 듀이 경험 이론에 비추어 교과 심리화의성격을 고찰하는 데에 목적이 있다.

교과 심리화는 학교 교육의 실패 원인 중 하나로 지목되어 온 아동과교과 간의 분리 문제를 극복하기 위한 방안으로 듀이에 의해 제시되었다.

교과 심리화는 추상적인 교육 내용으로 이루어진 교과를 구체적인 경험 속에 살아가는 아동에게 전달하기 위한 방안을 담고 있다.

본 연구의분석에 의하면, 교과 심리화는 단일한 활동이라기보다는 세 가지 수준의 복합적 활동으로 이루어져 있다.

이세 수준은 각각 심리적 수준, 실제적 수준, 상황적 수준으로 이름 붙일 수 있으며, 각각의 수준은 상이한 문제 의식과 진단과 처방을 포함하고 있다.

듀이의 교과심리화를 세 수준으로 나누어 파악하는 것은 다음과같은 의의를 갖는다.

첫째, 아동과 교과의 분리 문제가무엇을 뜻하는지 정확하게 파악하는 데에 도움을 준다.

둘째, 아동과 교과의 분리 문제를 해결하기 위한 조치로서 교과 심리화가 갖는 다층적 의미를 이해할 수 있게 한다.

마지막으로, 근본적인 교과 심리화는 듀이 경험 이론의 핵심 개념 중 하나인 ‘상황’의 복원을 통해이루어질 수 있다는 사실을 알려준다.

@highlight

듀이 경험 이론에 비추어 교과 심리화의성격을 고찰하는 데에 목적이 있다.

@highlight

교과 심리화는 학교 교육의 실패 원인 중 하나로 지목되어 온 아동과교과 간의 분리 문제를 극복하기 위한 방안으로 듀이에 의해 제시되었다.

@highlight

듀이의 교과심리화를 세 수준으로 나누어 파악해 본다.

@highlight

아동과 교과의 분리 문제가무엇을 뜻하는지 정확하게 파악하는 데에 도움을 주고 아동과 교과의 분리 문제를 해결하기 위한 조치로서 교과 심리화가 갖는 다층적 의미를 이해할 수 있게 하며 근본적인 교과 심리화는 듀이 경험 이론의 핵심 개념 중 하나인 ‘상황’의 복원을 통해이루어질 수 있다.

