선

어

말

 

어

미

 

[

-

시

-

]

에

 

대

한

 

기

존

의

 

학

설

이

나

 

견

해

는

 

다

양

하

고

 

다

채

로

우

나

 

본

고

에

서

는

 

그

 

중

 

학

계

에

 

큰

 

영

향

을

 

끼

친

 

것

으

로

 

판

단

되

는

 

학

설

이

나

 

견

해

를

 

구

체

적

으

로

 

살

펴

보

고

 

면

밀

히

 

검

토

하

여

 

[

-

시

-

]

의

 

기

능

에

 

대

하

여

 

규

명

하

고

자

 

하

였

다

.

 

본

고

에

서

는

 

현

대

 

선

어

말

 

어

미

 

[

-

시

-

]

의

 

대

우

법

은

 

언

어

 

형

태

에

 

의

한

‘

의

례

적

 

대

우

법

’

과

 

{

발

화

-

상

황

}

,

{

담

화

-

상

황

}

과

 

화

자

의

 

유

표

적

인

 

의

도

에

 

의

한

‘

표

현

적

 

대

우

법

’

으

로

 

나

눈

다

.

 

그

리

고

 

[

-

시

-

]

가

 

경

험

주

와

 

관

련

된

다

는

 

논

의

는

 

[

-

시

-

]

의

 

쓰

임

 

분

포

를

 

기

초

로

 

[

-

시

-

]

가

 

주

격

 

대

상

 

인

물

만

 

관

련

되

는

 

것

은

‘

본

래

적

 

쓰

임

’

(

의

례

적

 

용

법

)

이

라

고

 

보

고

,

 

그

 

외

에

 

주

제

 

대

상

 

인

물

,

 

속

격

의

 

대

상

 

인

물

,

 

여

격

 

대

상

 

인

물

 

등

등

과

 

관

련

되

는

 

것

은

‘

파

생

적

 

쓰

임

’

(

표

현

적

 

용

법

)

으

로

 

나

눌

 

수

 

있

다

고

 

본

다

.

 

[

-

시

-

]

의

 

기

능

을

 

이

해

하

는

 

데

서

‘

언

어

외

적

’

,

‘

언

어

내

적

’

기

준

을

 

모

두

 

고

려

하

여

야

 

한

다

.

 

문

장

 

표

면

에

는

 

나

타

나

지

 

않

지

만

 

발

화

상

황

에

서

 

화

자

가

 

심

리

적

으

로

 

높

이

고

자

 

하

는

 

대

상

만

 

분

명

하

면

 

서

술

어

 

구

성

에

 

[

-

시

-

]

가

 

쓰

일

 

수

 

있

다

.

 

그

러

한

 

용

법

을

 

잘

못

되

었

거

나

 

예

외

적

인

 

것

으

로

 

몰

아

가

면

 

[

-

시

-

]

에

 

대

한

 

정

확

한

 

이

해

가

 

불

가

능

하

다

.

 

대

우

법

은

 

실

제

 

세

계

의

 

언

어

적

 

반

영

이

며

,

 

대

우

법

 

사

용

에

서

 

가

장

 

중

요

한

 

것

은

 

언

어

 

형

식

이

 

아

니

라

 

사

람

임

을

 

강

조

한

다

.

@highlight

본 논문에서는 현대 선어말 어미 [-시-]의 대우법은 언어 형태에 의한‘의례적 대우법’과 {발화-상황},{담화-상황}과 화자의 유표적인 의도에 의한‘표현적 대우법’으로 나눈다.