평가지표(evaluation indicator)란 공공기관이나 기업 등에서 공정한 평가를 진행하기 위해 작성하는 문서로서, 평가표 작성에 앞서 그 기준이 되는 사항을 정하고 이를 명시한 문서를 말한다.

평가지표에는 평가기준과 평가요소, 평가항목, 평가방법, 배점 등 평가 전반에 관한 사항이 구체적으로 명시되어야 하며, 이를 통해 평가의 공평성과 투명성을 확보할 수 있다.

본 연구는 공공도서관 운영평가지표의 효용성 정도를 면밀히 분석하여 실제 운영평가에서 개별 도서관 담당자가 평가내용을 이해하기 쉽고, 평가지표를 통해 객관적이고 신뢰성 있는 데이터를 수집할 수 있도록 개선이 필요한 평가지표 항목을 선정하고 이에 대한 개선 내용을 제시하는데 그 목적이 있다.

이를 위하여 본 연구에서는 한국 공공도서관 운영평가지표의 면밀한 분석과 평가지표의 평균 도달률, 운영평가지표와 통계지표와의 비교분석을 통하여 개선이 필요한 항목을 선정하고 이에 대한 개선 내용을 제시하였다.

제안된 내용은 향후 공공도서관의 운영평가지표의 개선에 반영될 수 있다.

@highlight

이 연구는 공공도서관 운영평가지표의 효용성 정도를 면밀히 분석하여 실제 운영평가에서 개별 도서관 담당자가 평가내용을 이해하기 쉽고, 평가지표를 통해 객관적이고 신뢰성 있는 데이터를 수집할 수 있도록 개선이 필요한 평가지표 항목을 선정하고 이에 대한 개선 내용을 제시하는데 그 목적이 있다.

