기존의 선별역사분석(SSA)은 특정 역사를 통행하는 개별승객의 기종점간 연계통행수단정보를 미시적으로 분석하는 개념이다.

따라서 지하철 노선과 같은 거시적이고 통합적인 분석방안으로 기존 SSA를 활용하기에는 한계가 있다.

본 연구는 개별승객의 지하철 통행의 경로탐색을 통하여 노선연계OD를 구축하고 활용하는 방안을 검토한다.

우선 승객이 이용한 연계통행수단에서 지하철 통행에 대하여 통행경로를 탐색하고 이를 SSA의 노선분석에 적용하는 개념을 제안한다.

이 개념은 기존 SSA에 비하여 개별승객의 완전한 통행경로정보가 특정역사에서존재하기 때문에 역사를 통과하는 노선과 노선에 포함된 역사의 상반된 분석이 가능하다.

또한 특정역사에 대하여 접근하는 노선연계OD를 통합적으로 관찰하는 것이 허용된다.

개념적이해를 위하여 서울메트로9호선을 대상으로 사례연구를 통하여 특정역사를 중심으로 노선연계OD의 통합적 구축개념과 노선에 포함된 역사로 접근하는 통행의 거시적 특성을 시연한다.

@highlight

본 연구는 개별승객의 지하철 통행의 경로탐색을 통해 노선연계OD를 구축하고 활용한 방안을 검토하였다.

@highlight

우선 승객이 이용한 연계통행수단에서 지하철 통행에 대해 통행경로를 탐색하며 이를 SSA의 노선분석에 적용하는 개념을 제안한다.

