글

로

벌

 

시

대

에

 

인

적

자

원

의

 

질

과

 

경

쟁

력

을

 

높

이

기

 

위

해

 

고

등

평

생

학

습

 

증

진

을

 

위

한

 

정

책

적

 

노

력

이

 

지

속

되

고

 

있

다

.

 

고

등

평

생

교

육

은

 

사

회

․

경

제

적

 

발

전

을

 

이

루

고

 

지

식

사

회

를

 

촉

진

하

는

 

수

단

으

로

 

인

식

되

어

 

개

별

 

국

가

뿐

만

 

아

니

라

 

지

역

,

 

국

제

 

사

회

에

서

도

 

주

목

을

 

받

고

 

있

다

.

 

이

러

한

 

노

력

은

 

국

제

사

회

의

 

성

인

학

습

자

의

 

인

력

이

동

을

 

촉

진

하

기

 

위

한

 

법

적

 

프

레

임

워

크

(

l

e

g

a

l

 

f

r

a

m

e

w

o

r

k

)

의

 

출

연

을

 

이

끌

었

고

,

 

유

네

스

코

 

자

격

인

정

협

약

이

 

대

표

적

이

다

.

 

특

히

 

유

네

스

코

 

아

태

지

역

 

자

격

인

정

협

약

은

 

성

인

학

습

자

가

 

해

외

에

서

 

취

득

한

 

학

습

경

험

과

 

학

위

·

자

격

 

등

을

 

인

정

하

기

 

위

한

 

규

범

으

로

 

곧

 

협

약

의

 

발

효

를

 

앞

두

고

 

있

다

.

 

본

 

연

구

의

 

목

적

은

 

유

네

스

코

 

자

격

인

정

 

협

약

이

 

발

효

될

 

경

우

 

어

떤

 

조

항

들

이

 

어

떻

게

 

고

등

평

생

교

육

 

분

야

에

 

적

용

되

고

 

그

 

영

향

은

 

무

엇

인

지

를

 

유

네

스

코

 

국

제

협

약

 

조

항

과

 

국

내

 

현

행

법

을

 

고

등

교

육

에

의

 

접

근

 

자

격

인

정

,

 

난

민

·

유

민

 

등

의

 

자

격

인

정

,

 

선

행

경

험

학

습

 

인

정

의

 

영

역

에

서

 

검

토

하

고

,

 

향

후

 

정

책

적

·

제

도

적

 

시

사

점

을

 

찾

는

데

 

있

다

.

 

우

리

나

라

는

 

성

인

학

습

자

가

 

외

국

에

서

 

취

득

한

 

학

력

(

s

t

u

d

y

)

·

자

격

(

q

u

a

l

i

f

i

c

a

t

i

o

n

)

인

정

을

 

통

해

 

고

등

교

육

 

프

로

그

램

에

 

접

근

하

고

,

 

선

행

경

험

학

습

을

 

인

정

받

을

 

수

 

있

는

 

기

본

적

 

제

도

요

건

은

 

갖

추

었

지

만

,

 

외

국

인

체

류

자

,

 

결

혼

이

민

자

,

 

난

민

,

 

탈

북

자

 

등

이

 

형

식

적

·

비

형

식

적

·

무

형

식

적

 

방

법

을

 

통

해

 

취

득

한

 

자

격

을

 

인

정

받

을

 

수

 

있

는

 

절

차

,

 

기

준

,

 

소

명

방

법

 

등

에

 

제

도

적

 

보

완

이

 

필

요

함

을

 

확

인

하

였

다

.

 

@highlight

인적자원의 질과 경쟁력을 높이기 위해 고등평생학습 증진을 위한 정책적 노력이 지속되고 있다. 이러한 노력은 국제사회의 성인학습자의 인력이동을 촉진하기 위한 법적 프레임워크의 출연을 이끌었으며, 대표적으로 유네스코 자격인정협약이 있다. 특히 유네스코 아태지역 자격인정협약은 성인학습자가 해외에서 취득한 학습경험과 학위·자격 등을 인정하기 위한 규범으로 협약의 발효를 앞두고 있다