최근 협력학습이 강조되는 추세에 따라 개인학습맥락에서의 변인을 협력학습맥락으로 확장하여 이해한 협력적 자기효능감, 협력적 조절에 대한 연구의 필요성이 제기되고 있다.

본 연구는 팀 프로젝트기반학습에서 협력적 조절(협력적 자기조절, 타인조절)이 협력적 자기효능감과 학습성과(과제관련 공유정신모형, 팀원관련 공유정신모형, 만족도) 간의 관계를 매개하는지 규명하여, 성공적인 팀 프로젝트기반학습을 위해 처방해야할 교수설계적 시사점을 제공하고자 하였다.

이를 위해 팀 프로젝트를 수행하는 대학강의의 수강생 50명을 대상으로 자료를 수집, 분석하였다.

연구결과, 협력적 자기조절은 협력적 자기효능감과 과제관련 공유정신모형 간의 관계, 협력적 자기효능감과 만족도 간의 관계를 완전매개하는 것으로 나타났다.

또한 타인조절은 협력적 자기효능감과 만족도 간의 관계를 완전매개하였다.

이를 통해 팀 프로젝트기반학습에서 협력적 자기효능감이 협력적 자기조절 또는 타인조절 전략을 통하여 학습성과인 과제관련 공유정신모형과 만족도를 예측한다는 점을 알 수 있다.

따라서 팀 프로젝트기반학습에서 과제관련 공유정신모형과 만족도를 높이기 위해 학습자의 협력적 자기효능감, 협력과정에서의 협력적 조절(협력적 자기조절, 타인조절)을 고려하여 이를 향상시킬 수 있도록 지원하는 방안이 요구된다는 점을 시사한다.

@highlight

팀 프로젝트기반학습에서 협력적 조절(협력적 자기조절, 타인조절)이 협력적 자기효능감과 학습성과(과제관련 공유정신모형, 팀원관련 공유정신모형, 만족도) 간의 관계를 매개하는지 규명하여, 성공적인 팀 프로젝트기반학습을 위해 처방해야할 교수설계적 시사점을 제공하고자 하였다.

@highlight

연구결과, 협력적 자기조절은 협력적 자기효능감과 과제관련 공유정신모형 간의 관계, 협력적 자기효능감과 만족도 간의 관계를 완전매개하는 것으로 나타났다.

@highlight

이를 통해 팀 프로젝트기반학습에서 협력적 자기효능감이 협력적 자기조절 또는 타인조절 전략을 통하여 학습성과인 과제관련 공유정신모형과 만족도를 예측한다는 점을 알 수 있다.

