본 연구는 서울시의 신규교사 배치현황을 분석하기 위해 교육통계자료를 이용하여 서울시 각 자치구별로 신규교사의 배치에 차이가 있는 지에 대해 자치구별 교육여건 변수와의 관계를 분석하였다.

최종 분석대상은 서울시의 공립 초등학교, 중학교, 고등학교에 배치된 신규교사의 2007년부터 2011년까지 지난 5년간의 이동현황자료로서 초등학교 신규교사 4,677명, 중학교 신규교사 1,422명, 고등학교 신규교사 360명의 자료를 사용하였다.

주요 연구결과를 살펴보면, 서울시의 공립 초·중·고등학교에 배치된 신규교사의 분포에서는 다른 지역에 비해서 상대적으로 교육여건이 열악한 은평구, 강북구, 도봉구, 노원구, 중랑구, 성북구 등에 신규교사가 집중되어 배치되는 것을 알 수 있었다.

또, 5년 동안의 신규교사가 배치된 상위 25개 학교를 살펴본 결과에서도 교육여건이 좋지 않은 자치구에 위치한 학교들에서 신규교사가 집중되는 경향을 보여주고 있었다.

서울시 자치구별 교육여건과 신규교사의 배치와의 상관관계를 분석한 결과에서도 대체로 각 자치구의 교육여건에 따라서 학생들의 학력에도 차이가 있는 것을 알 수 있었다.

이런 분석과정을 통해 앞으로 서울시 신규교사의 배치시 나타나는 특정지역의 집중화현상에 대한 요인과 과정에 대해 체계적으로 알 수 있었으며, 향후에 신규교사의 집중배치가 교육격차에 미치는 영향을 좀더 세밀하게 분석하기 위한 후속연구와 개선방안을 위한 시사점을 제시하였다.

@highlight

이 연구는 서울시의 신규교사 배치현황을 분석하기 위해 교육통계자료를 이용하여 서울시 각 자치구별로 신규교사의 배치에 차이가 있는 지에 대해 자치구별 교육여건 변수와의 관계를 분석하였다.

