환경 친화적인 전기자동차의 보급에 따라 전기자동차에 에너지를 공급하는 전충전시설의 보급 역시 급속히 진행되고 있다.

전기자동차의 증가, 전기충전시설 사용요금의 유료화, 정부주도에서 민간주도로의 전기충전시설 보급정책 전환 등을 감안할 때 향후 전기충전사업은 정부 보조금 없이 충분한 수익을 낼 수 있을 것이라 판단된다.

본 연구의 목적은전기충전시설의 본격적인 보급에 대비하여 사전적으로 이들에 대한 과세방안을 제시하는것이다.

과세의 필요성은 전기충전시설 사업의 성장성 및 경제성 등과 함께 기존 에너지공급시설과의 조세형평성 등을 고려하여 판단하였다.

본 연구는 에너지공급시설에 대한 지방세 과세체계를 기초로 하여 과세요건, 지방세법시행령 개정안, 시가표준액 조정기준 개정안 등 구체적인 과세방안을 제시하였다.

전기충전시설에 대한 지방세 과세시 발생하는세수효과를 분석 한 결과, 현 시점에서의 세수규모는 크다고 할 수 없지만 그 신장성은 높은 것으로 전망되었다.

하지만 정부가 전기자동차 보급확대 정책을 펴고 있는 현 시점에서전기충전시설에 대한 과세는 정부정책 간의 일관성 및 통일성을 저해할 수 있다.

그러므로향후 전기충전시설에 대한 적절한 과세시점은 전기자동차 산업의 최소효율규모 등을 고려하여 결정해야 할 것이다.

@highlight

본 연구의 목적은 전기충전시설의 본격적인 보급에 대비하여 사전에 에너지공급시설에 대한 과세방안을 제시하는 것이다.

@highlight

지방세 과세체계를 기초로 하여 과세요건, 지방세법시행령 개정안, 시가표준액 조정기준 개정안 등 구체적인 과세방안을 제시하였다.

