이 글은 동성결혼 합법화를 둘러싼 미국사회의 논란과 합법화 과정, 그리고 그 원인을 고찰함으로써, 미국사회에서 가치갈등이 어떠한 담론을 중심으로 표출되고 종결되었는지 파악한다.

그 속에서 미국사회와 정당정치 그리고 보다 근본적으로는 미국의 다원주의가 어떠한 변모를 겪고 있는지 검토하였다.

미국사회의 대표적인 가치갈등 이슈 중 하나인 동성결혼 문제는 연방대법원의 판결로 일단락되었다.

그러나 그 이면에는 동성애 문제를 바라보는 미국사회 여론의 변화, 사회적 소수집단의 하나로 시민으로서의 권리보장이라는 새로운 프레임으로 논쟁의 초점을 재편한 우호집단들의 노력, 그리고 오바마 대통령을 중심으로 한 민주당이 이를 적극적으로 정치 쟁점화함으로써 사회적 합의를 만들어낸 과정이 있었다.

이러한 과정은 분열의 잠재성이 다분한 가치갈등 이슈를 통합의 이슈로 전환시키고 그 속에서 사회적 합의를 제도화하는 미국정치의 힘을 보여주는 것으로, 통합을 중요한 덕목으로 하는 미국 다원주의가 원활히 작동하고 있음을 의미하며, 대의제민주주의가 문제 해결을 위해 어떠한 과정을 거쳐야 하는지 분명하게 보여주었다.

결국 문제 해결의 출발점은 미국사회를 지탱해온 개인주의와 다원성의 인정이라는 대원칙에 기반을 두어, 분열의 이슈를 어떻게 통합의 이슈로 치환할 수 있을지 방법을 모색하고 이를 사회 구성원들에게 확산시킴으로써 해결의 단초를 찾을 수 있다.

그리고 그 과정에서 사회 변화를 읽고 이를 적극적으로 정치 쟁점화함으로써 제도적인 해결책을 모색하는 정당과 정치행위자들의 역할이 필요함은 두말할 나위가 없다.

@highlight

본고는 동성결혼 합법화를 둘러싼 미국사회의 논란과 합법화 과정, 그리고 그 원인을 고찰함으로써, 미국사회에서 가치갈등이 어떠한 담론을 중심으로 표출되고 종결되었는지 파악한다.

