이 연구의 목적은 대학 학과 선택에서 중요한 영향을 미친 사람을 기준으로 진로선택의 유형을 구분하고, 각 유형별 차이를 비교하여, 가장 유리한 프로파일을 가진 학생과 불리한 프로파일을 가진 학생들이 진로선택과정에서 누구의 영향을 받았는가를 알아보고자 하였다.

교육고용패털 2차 자료를 기초로 진로선택의 유형을 학교형, 가정형, 학원형, 의존형, 독립형으로 구분하였으며, 1차 조사 자료를 기초로 고등학교 3학년의 가정 및 학교 생활, 개인특성을 비교하였으며, 2차 조사 자료와 연결하여 대학 생활의 면모를 비교하였다.

성인의 지지를 받지 않고 본인과 또래의 영향 아래 학과를 선택한 독립형은 학원교사의 영향을 받은 학원형에 비교하여 가정의 소득, 부의 교육, 가정에서의 진로지도, 교사와의 관계, 수능점수가 일관되게 낮은 것으로 확인되었다.

아울러 대학생할에 있어서도 독립형이 학원형에 비하여 대학만족도, 학과만족도가 낮으며, 수업 태도가 좋지 않은 경향을 보이며, 상대적으로 직업결정을 한 학생의 비율이 낮은 것으로 나타났다.

가정생활, 학교생활, 개인특성, 대학생활을 동시에 고려한 로지스틱 회귀분석의 결과로는 가구 소득만이 유일하게 유의미한 변인으로 확인되었다.

이와 같은 결과에 기초하여 독립형은 스스로 자율적이기를 선택한 집단이기 보다는 사회적 지지가 결여된 취약 집단으로서 정책적 차원에서의 배려가 필요하다는 것을 시사점으로 도출하였다.

@highlight

대학 학과 선택에 크게 영향을 준 사람을 기준으로 진로선택의 유형을 구분, 각 유형별 차이를 비교한다.

@highlight

유리한 프로파일을 가진 학생과 불리한 프로파일을 가진 학생들이 진로선택 과정에서 누구의 영향을 받았는가를 살펴본 결과 독립형은 자율적인 것을 선택한 집단이 아닌 사회적 지지가 결여된 취약 집단이므로 정책적 배려가 필요하다는 것을 알 수 있었다.

