광주지역에는 유난히 지방 신문사가 많다.

1990년대 중반 이후 독자시장은 크게 위축됐고 모든 지방 신문사의 경영은 난관에 봉착해 있다.

언론인의 직업 환경은 열악하기 그지 없으며 생활고에 시달릴 만큼 저임금에 내몰리고 있다.

그럼에도 불구하고 지방 신문사는 계속 늘어나는 기현상을 보인다.

이 같은 시장조건 때문에 지방신문은 저널리즘 기능을 지대추구 기능으로 전환시켜 자본의 이윤추구 욕구 충족을 꾀하려 하며, 이런 와중에서 언론기능은 외면되고 언론인의 직업윤리는 헝클어질 개연성이 높아진다.

조사결과 정체성 위기는 실재하는 것으로 나타났다.

특히 조건이 상이한 언론인 집단(지방 지방신문사)에서 언론기능과 정체성 인식이 확연히 다르게 나타났다.

보수와 직업안정성, 사회적 지위 등에서는 모든 언론인 집단이 크게 불만을 느끼고 있으며, 경력과 창간 전통이 오랠수록 직업에 대한 불만족을 드러냈다.

다만, 신문시장의 구조적 특성과 정체성 위기의 인과관계를 면밀히 검토하지 못하는 한계가 있다.

@highlight

언론인 직업 환경은 열악하고 저임금에 내몰리고 있음에도 지방 신문사는 계속 늘어나는 기현상 때문에 지방신문은 저널리즘 기능을 지대추구 기능으로 전환시켜 자본의 이윤추구 욕구 충족을 꾀하려 하며, 이 와중에 언론기능은 외면되고 언론인 직업윤리는 헝클어질 개연성이 높아진다.

