최근 뇌파바이오피드백의 일종인 뉴로피드백 훈련이 소개되어 임상에 적용되고 있다.

본 연구는 뉴로피드백 훈련이 노인전문요양시설을 이용하는 노인 중 노인장기요양보험제도에 의해 2, 3등급 장기요양 인정자로 판정받은 장기요양급여노인을 대상으로 뇌기능 향상에 미치는 효과를 확인하기 위한 비동등성 대조군 전후 설계의 유사 실험연구이다.

대상자는 실험군 5명, 대조군 6명으로 총 11명이었다.

뉴로피드백 훈련프로그램을 2012년 1월부터 6월까지 1회 30분씩, 주3회, 총 60회 실시하였고, 수집된 자료는 Mann-

Whitney U-

test와 χ²-

test로 분석하였다.

분석 결과, 실험에 참여한 두 집단 간에서는 주의지수, 항스트레스지수, 정서지수, 브레인지수에서 유의한 변화가 나타났다.

즉 본 연구에서 적용한 뉴로피드백 훈련프로그램이 장기요양급여노인의 뇌기능지수 중 주의지수의 증가를 통한 피로감소, 항스트레스지수의 증가로 인한 육체적, 정신적 스트레스에 대한 저항력 상승, 정서지수의 증가로 정서적 안정, 브레인지수의 증가를 통한 전체적 뇌기능 향상에 대한 긍정적인 효과가 있었다.

따라서 노인요양시설에서 노인 건강을 위한 효과적인 중재 방법으로 활용될 수 있다고 사료된다.

@highlight

이 연구는 뉴로피드백 훈련이 노인전문요양시설을 이용하는 노인 중 노인장기요양보험제도에 의해 2, 3등급 장기요양 인정자로 판정받은 장기요양급여노인을 대상으로 뇌기능 향상에 미치는 효과를 확인하기 위한 비동등성 대조군 전후 설계의 유사 실험연구이다.

