업무용 이메일이 증가함에 따라 이메일 기록관리의 필요성은 날로 증가하고 있다.

본 연구는 이메일 기록관리 방안 마련에 앞서, 대학의 이메일 기록관리 실태를 조사하고 이메일 기록관리에 대한 구성원들의 인식을 살펴보고자 하였다.

이를 위해 본 연구는 D대학 그룹웨어 계정을 사용하는 교수, 직원, 그리고 조교를 대상으로 웹기반 서베이와 인터뷰를 실시하였다.

서베이 및 인터뷰를 통해 대학 구성원들의 이메일 생산, 삭제 및 보관, 백업 등의 이메일 기록관리 실태와 이메일 기록관리에 대한 그들의 전반적인 인식을 조사하였다.

서베이에 총 185명이 응답하였고 그들 중 총 12명을 대상으로 인터뷰를 실시하였다.

분석한 결과, 이메일의 공적 사용과 활용은 매우 빈번하였고 삭제, 보관과 비교하여 백업 및 보존 등의 관리 행위 잘 이루어지지 않고 있었다.

또한 이메일은 사적 영역의 것으로 인식되고 있어, 이용자들은 이메일 기록관리의 필요성에는 공감하였으나 기록관리 책임은 여전히 개인에게 있다고 인식하고 있었다.

이 연구의 결과는 대학의 이메일 기록관리를 위한 정책 수립 시 구성원들의 의견으로써 참고할 만한 자료가 될 것이고 이메일 기록관리 인식 제고에 도움이 될 것이다.

@highlight

업무용 이메일이 증가함에 따라서 이메일 기록관리의 필요성은 날로 증가한다.

@highlight

본 연구는 이메일 기록관리 방안 마련에 앞서, 대학의 이메일 기록관리 실태를 조사하고 이메일 기록관리에 관한 구성원들의 인식을 살펴보고자 한다.

