오픈데이터헌장을 계기로 연구데이터 공유에 대한 논의가 지속되는 가운데, 미국, 영국, 일본 등을 중심으로 연구지원 기관들은 연구자들에게 결과물을 신뢰할 수 있는 저장소에 기탁하도록 유도하고 있다.

인문사회분야는 생명, 자연과학 분야에 비해 연구데이터 공유 문화나 저장 인프라가 미성숙하지만 이 역시 데이터의 영속적 접근과 활용 보장을 위해 신뢰할 수 있는 저장 인프라의 구축과 운영이 필요하다.

본 연구는 이러한 배경에서 re3data에 등록된 305개 인문사회분야 데이터 레포지토리(RDR: Research Data Repository)를 대상으로 현황을 파악하고 운영 수준에 따라 4개의 군집으로 유형화해 분석하였다.

그 결과 전체의 70%를 차지하는 보편적 수준의 RDR이 유형화되었으며, 독일이 운영 주체이거나 언어학 분야가 두드러진 우수 군집도 확인되었다.

한편, 인문사회 하위주제영역에 있어 아카이빙되는 데이터 유형에 차이가 존재하는지 대응일치 분석(Correspondence Analysis)을 통해 확인한 결과, 역사 및 예술분야는 이미지, 사회계열 전반은 통계데이터나 오피스문서, 언어학은 오디오, 텍스트, 코드 등이 관련성 있는 데이터 유형으로 분석되었다.

@highlight

오픈데이터헌장을 계기로 연구데이터 공유에 대한 논의가 지속되는 가운데, 영국, 미국, 일본 등을 중심으로 연구지원 기관들은 연구자들에게 결과물을 신뢰할 수 있는 저장소에 기탁하도록 유도하였다.

@highlight

인문사회분야는 연구데이터 공유 문화나 저장 인프라가 미성숙하여 신뢰할 수 있는 저장 인프라의 구축과 운영이 요구된다.

