무용 전문 인력의 취업 현황을 살펴보기 위하여 종합대학과 예술대학 졸업생들의 사회진출 분야, 만족도 그리고 이직희망여부를 분석하였다.

사회에 진출한 예술대학 졸업생 40명과 종합대학 졸업생 40명을 대상으로 설문을 실시하였으며, 분석방법은 SPSS 18.0을 이용하여 빈도분석을 실시하였다.

분석결과 예술대학 졸업생의 50%는 국·공립 단체에서 무용수 및 안무가로 활동하고 있었고, 종합대학 졸업생은 20%가 국·공립 단체의 무용수로 활동하고 있었다.

프리랜서로 활동하는 비율이 예술대학은 5%, 종합대학은 32.5%로 나타났다.

예술대학과 종합대학은 공통적으로 재학기간 내 취업하는 비율이 가장 높게 나타났다.

근로만족도 분석결과 예술대학과 종합대학 모두 자신의 종사분야에 대해 만족하고 있었으며, 정신적 피로도가 낮다고 응답하였다.

그러나 예술대학 졸업생은 종합대학 졸업생에 비해 근로현황과 급여에 대한 만족도가 낮게 나타났다.

마지막으로 이직희망 여부를 분석한 결과 예술대학 졸업생의 70%, 종합대학 졸업생의 55%가 이직을 희망하였다.

예술대학 졸업생은 신체적 정년으로 인해, 종합대학 졸업생은 안정적 직업을 갖기 위해 이직을 희망한다고 응답하였다.

@highlight

무용 전문 인력의 취업 현황을 살펴보기 위해 종합대학과 예술대학 졸업생들의 사회진출 분야, 만족도 그리고 이직희망여부를 분석했다.

