본 연구는 부모-

자녀관계의 분리불안으로 인하여 유치원 등원거부를 호소한 만 5세 남아의 사례이다.

아동은 모의 엄격한 양육 패턴으로 친밀하고 온정적인 상호작용을 경험하지 못한 결과, 대인관계에서 지나치게 긴장되어 있고 불안해하며 부정적인 감정 또한 억압하고 있었다.

이에 치료자는 일관되고 온정적인 관계에서 부정적 감정을 적절히 표현하게 하고 신뢰로운 인간관계를 경험하게 하는 놀이치료와 모의 정서적인 성장을 도와 아동의 지지자가 되도록 모 상담을 병행하였다.

치료결과 아동은 집에서는 목소리가 커져서 자기주장이 많아지고, 학교에서는 적응이 되면서 학교 가는 것을 재미있어하고 단짝이 생겼으며, 아이들과 활발히 어울려 놀고 자신감도 생겼다.

그러나 아동의 지지자가 되어야 할 모와 충분한 상담이 이루어지지 못했고, 아동 또한 추후 친구관계에서 있을 여러 가지 스트레스 상황에 잘 대처할 수 있는 사회적 능력이 필요하다고 판단되었다.

따라서 본 사례는 종결 후 모 상담과 아동의 단기그룹치료를 계획하고 있다.

@highlight

아동은 모의 엄격한 양육 패턴으로 친밀하고 온정적인 상호작용을 경험하지 못한 결과, 대인관계에서 지나치게 긴장되어 있고 불안해하며 부정적인 감정 또한 억압하고 있었던 바, 이에 치료자는 부정적 감정을 적절히 표현하게 하고  놀이치료와 모의 정서적인 성장을 도와 아동의 지지자가 되도록 모 상담을 병행한 결과 아동은 집에서는 목소리가 커져서 자기주장이 많아지고, 학교에서는 적응이 되면서 학교 가는 것을 재미있어하고 단짝이 생겼으며, 아이들과 활발히 어울려 놀고 자신감도 생겼다.

