본 연구에서는 자아존중감, 신체 비교, 마른 이상적인 체형의 내면화, 그리고 신체 불만족이 어떠한 과정을 통해 이상 섭식 행동에 영향을 미치는지 살펴보기 위해 여대생 221명을 대상으로 각 변인들에 대한 척도에 응답하도록 하였다.

경로 분석 결과 9개의 경로 중 자아존중감과 마른 이상적인 체형의 내면화 간의 경로, 그리고 마른 이상적인 체형의 내면화와 이상 섭식 행동 간의 경로를 제외한 7개의 경로가 유의미한 것으로 나타났고, 네 변인 모두 직접, 간접적으로 이상 섭식 행동에 영향을 미치는 것으로 나타났다.

본 연구의 결과를 통해 특히 자아존중감은 이상 섭식 행동의 예측 요인 중의 하나임을 알 수 있으며, 신체 비교는 이상 섭식 행동에 대한 간접 효과뿐만 아니라 직접 효과도 가지고 있음을 알 수 있다.

본 연구의 결과는 이상 섭식 행동을 보고하는 내담자들에 대한 치료적 접근 방향을 제시하고 있으며, 자아존중감, 신체 비교, 마른 이상적인 체형의 내면화, 그리고 신체 불만족이 어떻게 이상 섭식 행동에 영향을 미치는지 그 체계적인 과정을 보여주고 있다.

@highlight

자아존중감, 신체 비교, 마른 이상적 체형 내면화, 신체 불만족이 이상 섭식 행동에 영향을 미치는 과정을 살펴보았다.

@highlight

연구결과 자아존중감은 이상 섭식 행동 예측 요인 중 하나임을 알 수 있으며, 신체 비교는 이상 섭식 행동에 대한 간접 효과뿐 아니라 직접 효과도 가지고 있음을 알 수 있다.

