사회경제적 발전과 교육부의 창의인성교육의 강화와 함께 일반국민도 미술품에 대한 향유문화가 고조되고 있고, 미술품이 투자대체제로써의 관심이 증대되고 있는 흐름 속에 미술품 시장의 산업화가 확대되고 있다.

최근 정부에서도 미술진흥 중장기 계획 수립을 발표하는 등 미술품 시장 활성화를 위한 정책적 의지를 나타내고 있다.

4차산업혁명 시대의 도래로 인공지능(AI), 가상현실(VR), 빅데이터 등 지능정보기술과 융·복합하는 현대미술 콘텐츠가 선보이고 있고, 인문학 및 창의융합에 대한 사회적 관심도 고조되고 있다.

이에 따라 누구나 쉽게 미술시장 정보에 접근할 수 있게 하고, 작가와 가격대별 검색기능과 분석자료, 비평 등 통합정보를 제공하는 등 미술시장의 투명화와 활성화 전략의 수립이 필요하다.

본 논문은 미술시장 경매거래정보 제공, 미술시장 보고서 및 뉴스 제공, 홍보 플랫폼 제공, 미술시장 분석서비스 및 회원관계관리 서비스를 제공하는 미술품 거래정보 온라인 제공시스템 구축을 위한 정보시스템계획을 수립하였다.

이를 위해 미술시장에 대한 환경분석과 중점분석을 통해 미래모델을 수립하였으며, 이에 따른 전략과제와 이행계획도 수립하였다.

@highlight

본고는 미술시장 경매거래정보 제공, 미술시장 보고서 및 뉴스 제공, 홍보 플랫폼 제공, 미술시장 분석서비스 및 회원관계관리 서비스를 제공하는 미술품 거래정보 온라인 제공시스템 구축을 위한 정보시스템계획을 수립하였다.

