본 연구는 학교사회복지 현장실습교육의 현황에 대해 살펴보고 발전방안을 제시하는 데 그 목적이 있다.

이를 위해 전국 11개 시·도의 학교사회복지사 및 지역사회교육전문가를 대상으로 설문조사를 실시하였고, 보다 심도 있는 연구를 위해 서울, 경기지역에서 3년 이상 학교현장 실무경험을 가진 실무자를 대상으로 포커스그룹 인터뷰를 실시하였다.

연구결과, 학교사회복지 실습을 실시하고 있는 학교의 비율은 낮았으며, 실습교육이 제대로 이루어지고 있지 않은 것으로 나타났다.

실습지도를 하지 않는 이유와 실습지도에 대한 어려움 은 업무과다로 인한 실습지도 부족, 실습생의 자질부족 및 신변상의 문제, 실습생의 부족, 학교사회복지실천가에 대한 슈퍼비전 부재, 실습구조 및 실습내용의 부적절함 등으로 나타났다.

포커스그룹 인터뷰결과, 실습지도의 어려움과 문제점은 슈퍼바이저, 슈퍼바이지, 환경, 정책 및 구조적인 영역으로 구분해 볼 수 있었다.

이러한 연구결과를 토대로 학교사회복지 전문 인력 양성을 위한 실습교육의 발전방안을 제시하였다.

@highlight

이 연구는 학교사회복지 현장실습교육의 현황에 대해 살펴보고 발전방안을 제시하는 데 그 목적이 있다.

@highlight

본 연구결과를 토대로 학교사회복지 전문 인력 양성을 위한 실습교육의 발전방안을 제시했다.

