본 연구의 목적은 교육복지우선지원사업에서 자기주도성 프로그램의 중요성을 인식하고 지역사회교육전문가들의 실천 경험을 탐색함으로서 활용 가능한 대안을 모색하는 데에 있다.

이를 위해 의도적 표집방법을 활용하여 학교 현장에서 자기주도성 프로그램을 실천해 본 경험을 가지고 있는 지역사회교육전문가 15명을 2집단으로 구성하여 포커스그룹 인터뷰를 실시하였다.

연구결과, 교육복지우선지원사업에 참여하는 아동에게 자기주도성 프로그램의 개념은 성공과 실패 속에서 삶의 대처경험을 터득하는 과정이었다.

더불어 교육복지 대상 아동에게 ‘자기’를 탐색할 기회를 제공하는 것으로 프로그램의 강점은 학생과 지역사회교육전문가가 같이 성장하는 일거양득의 효과성이 나타나는 것으로 분석되었다.

반면, 자기주도성프로그램이 학교 현장에 확산되기 어려운 이유로는 열악한 근무환경이 클라이언트에 대한 불신으로 이어지는 것으로 드러났으며, 실천가들의 자기 성찰과 반성이 필요함을 알 수 있었다.

이에 본 연구의 의의는 교육복지우선지원사업의 안정화를 위해 자기주도성 프로그램의 필요성 및 실천 가능성을 제시하는 기초자료가 되었다는 데에 있다.

이를 기반으로 교육복지우선지원사업에 참여하고 있는 아동 청소년의 건강한 성장발달을 도모하는 전문적 프로그램의 발전을 위한 방안을 모색할 필요가 있음을 시사한다.

@highlight

이 연구의 목적은 교육복지우선지원사업에서 자기주도성 프로그램의 중요성을 인식하고 지역사회교육전문가들의 실천 경험을 탐색함으로서 활용 가능한 대안을 모색하는 데에 있다.

