치안공조와 민간경비산업의 육성이라는 과제는 비단 민간경비산업계만의 숙원은 아니며 또한 아니어야 한다.

날로 늘어나는 범죄에 대처하는 경찰도 이러한 화두(話頭)를 민간경비산업의 종사자만큼은 비중 있게 들고 살아야 한다.

현실적으로 보더라도 민간경비산업 환경을 직·간접적으로 규율하는 경비업법의 주무부처인 경찰청의 입법태도와 지도·감독의 자세는 아직까지도 민간경비산업에 적지 않은 영향력을 갖고 있음은 부인하기 어렵다.

오늘날 경찰과 민간경비가 비록 그 존재의 근거는 달리하고 있지만, 상호 범죄예방이라는 목적은 동일하며, 이러한 공동목적을 상호 이해하고 더욱 향상된 협력시스템을 구축한다면, 사회안전망은 실질적인 측면에서 보다 강화될 것이라고 본다.

범죄예방에서 서로 중첩되는 영역에서는 완벽하게 공조하고, 이를 위하여 치안정보교류를 보다 활성화하고 상호의 역할에 대한 이해를 증진시킨다면 이러한 공동목적 달성을 위한 최선의 방법이 될 것이다.

경비업법은 이러한 기본적 가치를 발전시키고 지속적으로 확대·재생산하는 데 있어서 법적 근거를 제시할 수 있도록 발전되어야 할 것이다.

이 연구는 국가기관인 경찰의 독점적 경찰활동은 실패할 수밖에 없다는 경험적 연구를 전제하면서, 제정 후 지난 40여 년간 적지 않은 개정을 거듭해 온 경비업법을 진단하여 경비업법 규정의 문제점과 그 개선방법을 도출하고, 치안공조와 경비산업의 육성을 위하여 과연 경비업법을 어떻게 개선시킬 것인가를 찾아 그 발전방향을 제시하고자 하였다.

@highlight

본 연구는 국가기관인 경찰의 독점적 경찰활동은 실패할 수밖에 없다는 경험적 연구를 전제하면서, 제정 후 지난 40여 년간 적지 않은 개정을 거듭해 온 경비업법을 진단하여 경비업법 규정의 문제점과 그 개선방법을 도출하고, 치안공조와 경비산업의 육성을 위하여 과연 경비업법을 어떻게 개선시킬 것인가를 찾아 그 발전방향을 제시하려 했다.

