이 연구는 혁신 수용 모델을 바탕으로 융합형 ‘과학’교과가 현장 교사들에 의하여 어떻게 수용되는지에 관한 연구이다.

이 연구를 위해서 선행연구를 바탕으로 필요성 인식, 지원에 대한 인식, 개인의 혁신성, 인지된 유용성, 교수 효능감, 수용의도의 6가지 요인을 추출하였고, 관련 검사 문항을 개발하였다.

혁신 수용에 관한 선행 연구를 바탕으로 6가지 요인의 가설적 모델 역시 제안되었다.

전국 349명의 과학교사들이 설문조사에 참여하였다.

연구 결과 ‘과학’ 교과에 대한 혁신 수용에 관련된 인식의 수준은 교사의 연수 유무, 교사 경력, 전공과 유의미한 상관관계가 없는 것으로 나타났다.

또한 혁신 수용에 관한 선행연구를 통해 제안된 모델은 과학교사들의 ‘과학’교과를 수용하는 과정을 설명하는데 타당한 모델로 확인되었다.

지원에 대한 인식, 인지된 유용성, 교수 효능감은 다른 변인간 관계에서 높은 수준의 매개 효과를 보였다.

이와 같은 새롭게 개발된 교육과정, 교과서, 교육 정책이 학교 현장에서 성공적으로 뿌리내리기 위해서는 교사들의 수용 의도를 향상시킬 필요가 있다.

이 연구 결과는 교사들의 수용 태도를 향상시키는 프로그램 개발에 유용하게 활용될 수 있을 것이다.

@highlight

이 연구는 혁신 수용 모델을 바탕으로 융합형 ‘과학’교과가 현장 교사들에 의하여 어떻게 수용되는지에 관한 연구이다.

@highlight

이 연구를 위해서 선행연구를 바탕으로 필요성 인식, 지원에 대한 인식, 개인의 혁신성, 인지된 유용성, 교수 효능감, 수용의도의 6가지 요인을 추출하였고, 관련 검사 문항을 개발하였다.

@highlight

이 연구 결과는 교사들의 수용 태도를 향상시키는 프로그램 개발에 유용하게 활용될 수 있을 것이다.

