문화적 존재인 우리는 전통시기 기본 문자언어였던 한문을 통해 역사적으로 구성되었다.

따라서 한문은 지금의 우리의 존재 근거라고 할 수도 있다.

우리가 우리이기 위해서 한문은 교육되어야 한다.

다른 어떤 필요에 따라 한문이 교육되어야 하는 것이 아니라, 한문교육 그 자체가 바로 합목적성을 지닌다는 점, 이것이 바로 한문교육의 이념인 것이다.

한문교육의 이념과 관련하여 현재 대학원의 역할은 일반대학원과 교육대학원으로 나누어 살펴 볼 수 있다.

일반대학원의 경우, 한문학의 기본 성격인 전체성과 통합성을 강화하는 연구가 진행되어야 한다.

이를 통해 학문의 개별화, 파편화의 경향을 넘어서고, 나아가 한문 관련 연구의 조망도를 제시함으로써 한문교육의 범위를 확정하고, 방향을 설정하는데 이바지할 수 있기 때문이다.

또한 기존 한문 관련 전공 지식을 교육적 논리체계에 따라 재구조화하고, 교육적 논리체계에 따른 새로운 한문 지식을 생산하는 한문교과학의 성립에 대해 고민해야 할 것이다.

교육대학원의 경우, 양성과정은 보다 다양한 한문교사상이 마련될 수 있는 방향으로 새로운 역할을 수행할 필요가 있으며, 재교육과정의 경우 현장의 문제의식을 이론적으로 검토하고, 한문교육의 이론을 현장에서 활용할 수 있는 소통의 장으로 제도화할 필요가 있다.

@highlight

문화적 존재인 우리는 전통시기 기본 문자언어였던 한문을 통해 역사적으로 구성되었다.

@highlight

다른 어떤 필요에 따라 한문이 교육되어야 하는 것이 아니라, 한문교육 그 자체가 바로 합목적성을 지닌다는 점, 이것이 바로 한문교육의 이념인 것이다.

