차량 애드혹 네트워크(VANET, Vehicular Ad hoc NETwork)에서 차량 간 교환되는 메시지가 위?

변조되면 심각한 결과를 초래할 수 있어 중요 메시지의 인증은 반드시 필요하지만 이를 위해 일반 전자서명 기법을 사용하면 프라이버시가 침해될 수 있다.

따라서 VANET에서는 프라이버시를 보장하지만 문제를 발생시킨 차량을 식별할 수 있는 조건부 익명성이 제공되어야 한다.

이 논문에서는 각 차량에서 자체적으로 조건부 익명성이 보장되는 익명ID를 재암호화 기법을 이용하여 갱신할 수 있으며, 익명ID에 대한 표현문제를 이용하여 메시지를 서명한 다음 다른 차량에게 전달할 수 있는 VANET를 위한 새로운 인증시스템을 제안한다.

이 시스템은 ID의 사용기간을 제한하여 개별ID의 철회가 불필요하며, 필요할 경우에는 특정 차량의 서비스 참여를 제한시킬 수 있다.

제안된 시스템의 안전성은 일부 조작불가능한 하드웨어를 통해 제공하고 있다.

@highlight

차량에서 자체적으로 조건부 익명성이 보장되는 익명ID를 재암호화 기법을 이용하여 갱신할 수 있으며, 익명ID에 대한 표현문제를 이용하여 메시지를 서명한 다음 다른 차량에게 전달할 수 있는 VANET를 위한 새로운 인증시스템을 제시하는 것이 목적이다.

