차분 프라이버시는 데이터 프라이버시를 보존함과 동시에 데이터를 수집 및 분석할 수 있는 기법으로써 프라이버시 보존형 데이터 활용 분야에서 널리 적용되고 있다.

이러한 차분 프라이버시의 지역적 모델인 로컬 차분 프라이버시 알고리즘은 무작위 응답을 기반으로 데이터 소유자가 직접 데이터를 가공 처리하여 공개한다.

따라서 개인은 데이터 프라이버시를 보장받을 수 있으며, 데이터 분석가는 수집된 다수의 데이터를 통해 유용한 통계적 결과값을 도출할 수 있다.

이러한 로컬 차분 프라이버시 기법은 세계적 기업인 Google, Apple, Microsoft에서 실질적으로 사용자의 데이터를 수집 및 분석할 때 활용되고 있다.

본 논문에서는 현실에 실질적으로 활용되고 있는 로컬 차분 프라이버시 기법에 대해 비교분석한다.

또한, 실제 적용 사례 연구로써 개인의 프라이버시가 결과의 신뢰성에 큰 영향을 미치는 설문 및 여론조사 시나리오를 기반으로 로컬 차분 프라이버시 기법을 적용하여 현실에서의 활용 가능성에 대해 연구한다.

@highlight

본 논문은 로컬 차분 프라이버시 기법에 대해 비교분석하고, 실례로써 개인의 프라이버시가 결과의 신뢰성에 영향을 미친 설문 및 여론조사를 기반으로 로컬 차분 프라이버시 기법을 적용하여 활용 가능성을 연구한다.

