이 연구는 전남지역의 20~30대 여성을 중심으로 노동시장 진입 이전과 이후의 일 경험과 직업 선택의 과정을 탐색한다.

노동시장 진입을 둘러싸고 젠더와 학력이라는 요소는 삶과 일 경험에 중요한 경험적 차이를 만들어낸다.

그러나 젠더와 학력(계층)의 교차점에서 ‘여성노동’과 ‘청년노동’에 대한 연구의 진척은 더디었다.

전남지역에서도 지금까지 청년 고용의 문제는 주로 일자리의 양이나 미스매치와 같은 논의를 중심으로 다뤄졌으며, 이러한 논의를 밑바탕으로 지역 청년의 눈높이를 조정하거나 새로운 고용과 훈련의 기회 창출을 통해 고용문제를 해결하고자 노력했다.

그 과정에서 청년 고용의 문제는 청년 일반의 문제로 일원화하면서 청년 남성의 일 경험과 고용문제가 주로 다뤄졌으며, 불평등 경험, 개인이 인식하거나 인지한 형태의 직접적 차별만이 제한적으로 다뤄졌다.

이에 이 글은 청년여성의 고용의 불안정성과 경제적 취약성의 측면뿐만 아니라 젠더적 측면에서 이들의 일 경험의 의미와 딜레마 등을 분석하고자 한다.

이를 통해 청년여성 노동의 이질적 측면들을 가시화하고, 나아가 개별적으로 청년여성의 노동 불안정성을 극복하는 지역 여성들의 삶의 현장성을 드러내고자 한다.

이를 위해 전남지역에 거주하거나 학령기를 보낸 청년 여성 21명을 대상으로 학교에서 노동시장으로 이어지는 단계에서 청년여성이 겪는 일 경험의 의미와 애로사항을 분석하였다.

@highlight

본고는 청년여성의 고용의 불안정성과 경제적 취약성의 측면뿐만 아니라 젠더적 측면에서 이들의 일 경험의 의미와 딜레마 등을 분석하려 한다.

