지구온난화에 따른 온도상승은 식물의 생식생장 시기 및 생식기관 생산량에 영향을 미친다.

본 실험은 한국특산식물인 섬자리공을 대상으로 대조구(야외조건)와 처리구(700~800ppm CO2, 온도 2℃상승)를 구분하여 2010년 3월부터 2011년 4월까지 14개월 동안 생식생장단계에서의 식물계절학을 관찰하고, 생식기관 생산량을 측정하였다.

개엽시기, 꽃대 형성시기, 개화시기, 열매형성시기 그리고 열매성숙시기는 처리구가 대조구보다 6~20일 빨랐다.

결실율, 줄기당 열매수, 줄기당 열매무게, 줄기당 종자무게, 줄기당 종자수는 대조구가 처리구 보다 모두 높았다.

줄기당 꽃대수, 영양기관은 차이가 없었다.

이러한 결과는 지구온난화가 되면 섬자리공은 영양기관이 영향을 받지 않지만, 개엽, 개화, 성숙이 일찍 되고, 번식에 결정적인 요인인 열매 생산등은 감소하게 되어 결과적으로 식물번식에 부정적임을 의미한다.

@highlight

본 실험은 한국특산식물인 섬자리공을 대상으로 대조구(야외조건)와 처리구(700~800ppm CO2, 온도 2℃상승)를 구분해 2010년 3월부터 2011년 4월까지 14개월 동안 생식생장단계에서의 식물계절학을 관찰하고, 생식기관 생산량을 측정했다.

