이 연구는 대구·경북에 거주하는 가구를 대상으로 가구특성별로 주거입지 선호요인을 분석하는 것을 목적으로 한다.

이러한 연구목적 하에서 첫째로, 대구·경북지역 가구의 주거입지 요인 선호도에 대한 설문을 실시하고, 둘째로, 설문결과를 토대로 한 AHP 분석을 통해 가구특성별 주거입지 선호요인의 특징을 분석하고, 마지막으로 대구·경북지역 가구의 주거입지 전략에 대한 시사점을 도출하였다.

연구결과를 요약하면 다음과 같다.

첫째로, 대구·경북 가구들이 중요하게 고려하는 주거입지 요인으로는 향후 시세차익, 생활환경, 대중교통 접근성, 자가용 교통 접근성, 안전성 순으로 나타난다.

따라서 대구·경북 가구는 주거입지 선정 시 주택의 투자가치와 생활여건을 동시에 고려한다는것을 볼 수 있다.

둘째로, 연령별 AHP 분석결과를 보면, 30대 이하는 접근성 요인에서, 40대는 향후 시세차익과 학군요인에서, 50대 이상은 생활환경과 자연환경, 안전성 요인에서 상대적으로 높은 선호도를 보인다.

셋째로, 가구소득별AHP 분석결과를 보면, 3천만원 미만의 저소득층은 생활환경과 접근성 요인에서, 3천만~6천만원의 중간소득층은 향후 시세차익과 접근성 요인에서, 6천만원 이상의 고소득층은 안전성, 자가용교통 접근성, 조망권/일조권 요인에서 상대적으로 높은 선호도를 보인다.

따라서 대구·경북 가구들은 연령과 가구소득에 따라 선호하는 입지요인이 차별적으로 나타나고 있음을 확인할 수 있다.

@highlight

이 연구는 대구·경북에 거주하는 가구를 대상으로 가구특성별로 주거입지 선호요인을 분석하는 것을 목적으로 한다.

@highlight

대구·경북 가구들이 중요하게 고려하는 주거입지 요인으로는 향후 시세차익, 생활환경, 대중교통 접근성, 자가용 교통 접근성, 안전성 순으로 나타난다.

