과도한 정보의 스트레스와 수많은 이미지에 노출된 현대인들의 몸은 정신적, 신체적 장애 현상으로 나타날 수 있으며, 이에 따른 치유적 수단으로서 예술치료에 대한 관심이 높아지고 있다.

그러나 예술치료 기법에만 의존하고 있는 단편적 치료 이외에 물리적 환경을 통한 전인적인 치유환경 또한 필요하다.

이에 본 연구에서는 몸의 재인식과 함께 다감각자극 요소와 예술이 지닌 치유성을 유기적으로 통합시켜 새로운 치유적 공간 디자인의 방법론으로서 연구적 가치를 갖고자 한다.

본 연구에서는 감각들의 상호 교호적 작용을 통한 다감각자극 요소를 지원성, 가촉성, 조작성, 반복성, 공감각성, 몰입성의 6가지로 돌출하였다.

도출된 해석체계를 바탕으로 아트케어 공간에 대한 사례를 분석하였다.

연구결과 물리적, 사회적, 심리적인 측면을 아우르는 총체적인 치유환경으로서 공간에 대한 표현이 소극적이었다.

앞으로 치유 공간 디자인의 중요성은 더욱 증대될 것이며, 통합적인 접근을 통한 치유적 환경이 계획되길 기대한다.

@highlight

본 논문에서는 몸의 재인식과 더불어 다감각자극 요소 및 예술이 지닌 치유성을 유기적으로 통합시켜 새로운 치유적 공간 디자인의 방법론으로서 연구적 가치를 지니고자 한다.

