이 연구는 지원자들에게 사진 부착을 요구하는 한국 기업들의 채용 관행을 문제 삼고‘사진정보’ 금지의 법제화 필요성을 논의한다.

이를 위해 첫째, 한국 노동시장에서 외모를 근거로 한 채용차별 실태를 파악한다.

지난 10여 년 동안 구직자들이 느끼는 외모차별적 채용 관행에 대한 불안은 날로 고조되고 있고 ‘취업사진’ 사전검열이란 문화 현상으로표출되고 있다.

둘째, 채용의 공정성과 투명성을 높이기 위해 정부가 도입했던 일련의제도들(2007년의 표준이력서, 2015년의 직무 중심 채용제도와 2017년 블라인드 채용제도)이 사진 부착 관행을 개선한 효과와 한계를 비교한다.

기관의 자발성에 의존한 개선안들의 경우 제도 확산 효과는 매우 제한적이다.

블라인드 채용이 의무화된 공공기관들 사이에서 여성고용 증진 효과가 다르게 나타나는 실태는 전형단계별 성비 공개를 의무화할필요성을 시사한다.

셋째, 사진정보 삭제법 제정의 지속적인 실패를 주도한 기업과 고용노동부의 방어 논리 및 2019년 공정채용 개정법의 문제점을 비판적으로 분석한다.

@highlight

본 연구에 지원자들에게 사진 부착을 요구하는 한국 기업들의 채용 관행을 문제 삼고 ‘사진정보’ 금지의 법제화 필요성을 논의하였다.

@highlight

한국 노동시장에서 외모를 근거로 한 채용차별 실태를 파악하였다.

@highlight

10여 년 동안 구직자들이 느끼는 외모차별적 채용 관행에 대한 불안은 날로 커졌다.

