최근 우리나라의 국가의 중요한 정책가운데 치매관리가 사회적 이슈가 되고 있다.

이에 본 연구의 목적은 치매관리의 사업내용을 파악하고 효과적 관리를 위한 향후 방안을 제안하는 것이 연구의 목적이다.

이를 위해 경증치매 관리를 포함한 현장의 복잡한 정책상의 문제에 대한 관련전문가들의 전체 인식구조화를 통해 본질적 문제의 메커니즘을 파악하고 그 단초를 제시하고자 하였다.

연구방법은 첫째, 치매예방관리의 활성화 요인 도출 및 유형화 하였다.

둘째, DEMATEL을 활용하여 주요 치매관리 활성화요인들 간 인과성 분석을 실시하였다.

우선, 제3차 치매예방계획를 대상으로 운영 활성화 요인 도출하였다.

분석결과 향후 치매예방관리 운영의 활성화를 위해서는 13개의 치매예방관리 활성화 요인들의 관리방안 설정이 필요하다.

본 연구에서는 치매예방관리 활성화 요인으로 최우선적인 5가지는 치매환자 가족 간병부담을 위한 재정, 치매예방 실천 방법, 간병비 사회적 지원, 치매환자 재가 및 시설 돌봄 지원인 것으로 분석되었다.

따라서, 본 연구를 통해 국가치매관리정책에 대한 구체화 및 다부처 통합을 위한 연계 및 조정체계를 구축하고 발전적이고 효과적인 정책수립에 도움을 줄 것으로 기대된다.

@highlight

치매관리의 사업내용을 파악하고 효과적 관리를 위한 향후 방안을 제안하고자 한다.

@highlight

그 결과 치매예방관리 운영의 활성화를 위해서는 치매예방관리 활성화 요인으로 치매환자 가족 간병부담을 위한 재정, 치매예방 실천 방법, 간병비 사회적 지원, 치매환자 재가 및 시설 돌봄 지원인 것으로 분석됨에 따라 국가치매관리정책에 대해 연계 및 조정체계를 구축하고 발전적이고 효과적인 정책수립에 도움을 줄 것으로 기대된다.

