본 연구에서는 지반함몰을 유발하는 지반 내 공동 긴급복구 재료에 대한 팽창 및 일축압축강도 실험을 수행하였으며, 실험결과를 바탕으로 주제-

경화제 구성비와 주제 내 발포제-

촉진제 배합비에 따른 팽창 및 강도특성을 분석하였다.

먼저, 경화시간-

팽창률 관계를 분석한 결과, 주제에 포함된 발포제와 촉진제 배합조건에 상관없이, 경화제의 비율이 높으면, 경화시간을 단축하면서 팽창률을 감소시키는 것으로 평가되었다.

이는 주제-

경화제 구성비가 팽창률에 큰 영향을 미치는 것을 의미한다.

팽창재료의 강도특성을 분석한 결과, 발포제와 촉진제 배합비가 팽창재료 강도에 큰 영향을 미치는 것으로 확인되었다.

따라서 긴급복구가 요구되는 경우, 공동의 크기 및 형태 등에 따라 팽창재료의 소요 주입시간, 팽창률 및 요구강도를 고려한 주제-

경화제구성비, 주제 내 발포제-

촉진제 배합비의 적용이 필요함을 확인하였다.

@highlight

본고는 지반함몰을 유발하는 지반 내의 공동 긴급복구 재료에 관한 팽창 그리고 일축압축강도 실험을 수행하였고, 실험결과를 바탕으로 주제-

@highlight

경화제 구성비와 주제 내의발포제-

@highlight

촉진제 배합비에 따른 팽창 그리고 강도특성을 분석했다.

