현재 학교에서의 영화교육은 한국문화예술교육진흥원의 예술강사 파견을 통한 영화교육을 큰 축으로 하여 중학교 자유학기제나 동아리시간 등을 통해서 진행되고 있다.

본 연구에서는 2015 개정 교육과정에서 보다 다양한 학교 영화교육의 방법을 모색하고자 한다.

첫 번째는 범교과 학습 주제를 통한 영화교육의 시행이다.

범교과학습 주제는 정규교과에서 다루기는 어렵지만, 당대의 사회적 요구를 반영한 학습 주제이이며, 2015 개정 교육과정에서는 10개의 주제가선정되어 있다.

장기적으로는 범교과 학습 주제 안에 영화교육이 포함되어 독립적으로 교육하는 것이 바람직하지만, 현재로서는 범교과학습 주제의 원활한 학습 진행을 위해 영화교육이 매개체의 역할을 하는 것도 좋다.

이를 통해 영화교육의 장점을 알리고 친근함을 높일 수있을 것이다.

두 번째로는 고교학점제 안에서의 영화교육이 있다.

고교학점제는 문재인 정부의 핵심 공약으로 현재의 입시 위주 교육과정에서 개선하여 학생들이 원하는 교과를 개설하고 선택할 수 있는 교육과정이다.

고교학점제가 시행되면, 학생의 수요에 따라 다양한 교과가 개설된다.

따라서 영화교육은 고교학점제에 대비하여 교육과정과 교과목 개설, 수업과 평가에 이르기까지 만반의 준비를 해야 할 것이다.

앞으로 영화교육은 사회 환경과 교육체계의 변화 속에서 다양한 형태와 내용으로 확장되어야 할 것이다.

이것은 지금 한국 사회가 영화교육에 바라는 점이기도 하다.

@highlight

2015 개정 교육과정을 통해 보다 다양한 학교에서의 영화교육을 모색하고자 한다.

@highlight

먼저 범교과학습 주제의 원활한 학습 진행을 위해 영화교육의 장점을 알리고 친근함을 높일 수 있도록 해야 할 것이다.

@highlight

그리고 고교학점제 안에서의 영화교육이다.

@highlight

영화교육은 교육과정과 평가에 이르기까지 고교학점제에 대비하여 만반의 준비를 해야 할 것이다.

