본 연구는 대학생의 스트레스와 대처방식을 중심으로 우울과 불안에 영향을 미치는 요인들을 파악함으로써, 그들이 학교생활 및 사회생활에 잘 적응할 수 있도록 돕는 기초자료를 축적하는 데 목적이 있다.

연구 결과는 다음과 같다.

첫째, 우울에 영향을 미치는 요인으로 남학생은 가치관에 대한 스트레스를 경험할수록 우울감이 높아지는 것으로 나타났다.

여학생은 친구와의 관계에서 스트레스를 경험할수록, 가치관에 대한 스트레스를 경험할수록 우울감이 높아지는 것으로 나타났으며, 스트레스 대처방식으로 사회적 지지를 추구할수록 우울감이 낮아지는 것으로 나타났다.

둘째, 불안에 영향을 미치는 요인으로 남학생은 친구와의 관계에서 스트레스를 경험할수록, 가치관에 대한 스트레스를 경험할수록 불안이 높아지며, 스트레스 대처방식으로 사회적 지지를 추구할수록 불안이 낮아지는 것으로 나타났다.

여학생은 가족과의 관계에서 스트레스를 경험할수록, 친구와의 관계에서 스트레스를 경험할수록, 스트레스 대처방식으로 회피를 사용할수록 불안이 높아지며, 스트레스 대처방식으로 사회적 지지를 추구할수록 불안이 낮아지는 것으로 나타났다.

이러한 연구결과를 토대로 본 연구에서는 대학생들의 생활 적응을 지원하고 나아가 정신건강을 증진할 수 있는 방안을 논의하고자 하였다.

@highlight

이 연구는 대학생의 스트레스와 대처방식을 중심으로 우울과 불안에 영향을 미치는 요인들을 파악함으로써, 그들이 학교생활 및 사회생활에 잘 적응할 수 있도록 돕는 기초자료를 축적하는 데 목적이 있다.

