‘다청’은 국립식량과학원 벼맥류부에서 2008년도에 육성한중만생 고품질 복합내병충성 품종으로 주요특성과 수량성을요약하면 다음과 같다.

1.

남서해안지, 호남 및 영남평야지 보통기 보비재배에서평균 출수기가 8월 19일로 ‘남평벼’보다 2일 늦은 중만생종이다.

2.

간장은 87 cm로 ‘남평벼’보다 크며, 수당립수는 많고 등숙비율이 다소 낮은 중립종에 속한다.

3.

위조현상은 나타나지 않았으며 성숙기 하엽노화가 늦고수발아는 ‘남평벼’보다 잘 되는 편이다.

내냉성은 보통이다.

4.

‘다청’은 도열병, 벼흰잎마름병(K1-

K3), 줄무늬잎마름병,벼멸구에 저항성 반응을 보였다.

5.

입형은 현미장폭비가 1.73으로 단원형이며 복백이 약간있으나 맑고 투명하다.

아밀로스함량 및 단백질함량은 ‘남평벼’에 비해 낮고 밥맛은 매우 양호하다.

6.

쌀수량은 보통기 표준재배에서 5.91 MT/ha로 ‘남평벼’보다 6% 많은 편이다.

@highlight

‘다청’은 국립식량과학원 벼맥류부에서 2008년도에 육성한중만생 고품질 복합내병충성 품종으로 주요특성과 수량성을요약하면 다음과 같다.

