차세대 메모리 소자 중 MRAM(Magnetic Random Access Memory)은 자기저항효과를 이용한 비휘발성 메모리로 기존 메모리를 대체할 것으로 주목을 받고 있다.

MRAM은 자기터널 접합 소자를 이용해 구동할 수 있는데, 현재 고집적, 저 전력 소모 등의 장점을 극대화하기 위해 수직자화 특성을 갖는 자기터널 접합 개발과 스핀전달토크를 이용해 구동하는 STT-

MRAM(Spin Transfer Torque-

MRAM) 개발이 활발히 이루어지고 있다.

따라서 미국, 일본 등 MRAM 강국에서 고집적, 스위칭 전류 감소, 열적 안정성 등의 문제를 해결하기 위한 기술 특허 출원이 증가하고 있으며, 국내의 MRAM 연구기관에서의 특허 출원도 꾸준히 이루어지고 있다.

본고에서는 기존 국내외 특허 출원 및 등록 경향을 분석하고 향후 MRAM 개발방향을 제시하였다.

@highlight

MRAM 강국에서 고집적, 열적 안정성 등의 문제해결을 위해 기술 특허 출원과 국내의 MRAM 연구기관에서의 특허 출원이 증가하고 있다.

@highlight

본고에서는 기존 국내외 특허 출원 및 등록 경향을 분석하고 향후 MRAM 개발방향을 제시하였다.

