본 연구는 한국무역보험공사가 2010년 도입하여 운영하고 있는 수입보험제도의 활용현황을 살펴보았다.

그 결과 수입보험의 인수실적이 전체 무역보험 인수실적의 1%에도 미치지 못하고 있고, 세부적으로는 금융기관용 수입보험이 99%, 대기업 사용 비중이 75%를 차지하여 특히 수입자용 수입보험과 중소기업의 사용실적이 미미하였다.

설문조사 결과, 수입보험의 사용 부진사유가 수입보험에 대한 K-

sure의 소극적 지원, 대상품목의 제한, 홍보부족 등 때문이었다.

수입보험의 활용확대 필요성을 수입기업, 국민경제, 수출증대 측면에서 검토하였으며, 구체적인 활용확대 방법으로 고객 친화적으로 현행 수입보험제도의 재정비, 새로운 수입보험 상품의 개발, 수입보험에 대한 K-

sure의 역할 재정립, 수입보험의 안정적 운영을 위한 재원마련 등이 도출되었다.

한편, 수입보험 확대에 따라 예상되는 문제점은 무역보험기금의 부족, 무분별한 수입증대 및 국내생산업자의 저항 등으로 나타났다.

@highlight

이 연구는 한국무역보험공사가 2010년 도입해 운영하고 있는 수입보험제도의 활용현황을 살펴보았다.

