본 연구는 어머니의 대상관계와 자녀양육행동의 관계에서 자기효능감이 매개하는지를 알아보고자 실시되었다.

이를 위하여 어린이집 및 유치원에 다니는 유아의 어머니 260명에 대하여 대상관계 질문지, 양육행동 척도, 자기효능감 척도을 사용하여 대상관계, 양육행동, 자기효능감을 측정하였고, 그 결과를 분석하였다.

연구결과, 자기효능감은 불안정애착과 애정적 양육행동을 완전 매개하였고, 사회적 무능력과 애정적 양육행동을 완전 매개하였으며, 사회적 무능력과 거부적 양육행동을 완전 매개하였고, 소외와 거부적 양육행동을 완전 매개하였다.

이 결과는 자기효능감의 완전 매개에 의해 불안정애착이 애정적 양육행동을 감소시키고, 소외가 거부적 양육행동을 증가시키며, 사회적 무능력이 애정적 양육행동을 감소시킴과 동시에 거부적 양육행동을 증가시킨다는 것을 보여준다.

이는 자기효능감을 향상시킬 수 있는 중재프로그램이 어머니의 애정적 양육행동의 증가와 거부적 양육행동의 감소에 효과적일 수 있음을 시사한다.

@highlight

본고는 어머니의 대상관계와 자녀양육행동의 관계에서 자기효능감이 매개하는지를 알아보고자 실시되었다.

