건축물을 중심으로 개발된 데이터 스키마인 Industry Foundation Class(IFC)를 토목구조물에 적용하기 위하여 IFC 요소를 확장하는 노력이 진행되고 있지만, BIM소프트웨어에서 확장 IFC 기반의 정보모델을 생성하는 방법이 충분하지 않아 어려움이 따른다.

본 연구에서는 정보관리가 가능한 확장 IFC 기반의 철도 궤도부 정보모델을 생성하기 위하여 독립적인 선형중심의 철도 궤도부 요소모델을 생성하고, 생성된 모델을 기반으로 확장 IFC 기반의 모델을 생성하는 방법론을 제시하였다.

이를 위하여 첫째, 철도 궤도부 요소를 연속적 구조물과 비연속적 구조물로 분류하였다.

연속적 구조물은 선형 기반 소프트웨어에서 생성하였고 이산화된 선형정보 연계를 통해 비연속 구조물을 독립적인 객체로 생성하고 이들을 통합하여 철도 궤도부 정보모델을 생성하였다.

둘째, 철도 궤도부의 정보관리를 위한 분류체계 및 확장 IFC 스키마를 제시하였다.

마지막으로 속성정보와 User-

interface를 활용하여 객체의 의미정보를 식별하여 확장 IFC 요소와 매핑하였다.

제시한 방법론을 통하여 오송 철도종합시험선로를 대상으로 정보관리가 가능한 확장 IFC 기반의 정보모델을 생성됨을 확인하고 실용성을 검증하였다.

@highlight

건축물을 중심으로 개발된 데이터 스키마인 Industry Foundation Class를 토목구조물에 적용하기 위하여 IFC 요소를 확장하는 노력이 진행되고 있지만, BIM소프트웨어에서 확장 IFC 기반의 정보모델을 생성하는 방법에 어려움이 따른다.

@highlight

본 연구에서는 , 철도 궤도부 요소를 연속적 구조물과 비연속적 구조물로 분류하고, 연속적 구조물은 선형 기반 소프트웨어에서 생성하였고 , 통합하여 철도 궤도부 정보모델을 생성하였다.

@highlight

철도 궤도부의 정보관리를 위한 분류체계 및 확장 IFC 스키마를 제시하였으며, 속성정보와 User-

@highlight

interface를 활용하여  확장 IFC 요소와 매핑하여  오송 철도종합시험선로를 대상으로 정보관리가 가능한 확장 IFC 기반의 정보모델을 생성됨을 확인하고 실용성을 검증하였다.

