최근 산업 현장에서 유도 전동기의 사용이 증대되고 있으며, 유도 전동기는 산업 현장에서 중요한 역할을 하고있다.

따라서 유도 전동기의 결함으로 인한 피해를 최소화하기 위해 유도 전동기의 결함 검출 및 분류 시스템의 개발이 중요한 문제로 대두되고 있다.

따라서 본 논문에서는 유도전동기의 결함을 조기에 식별하기 위해 선형예측 코딩(LPC)기법과 Expectation Maximization(EM) 알고리즘을 이용하여 각각의 유도 전동기 고장의 스펙트럼 포락처리 모델을 추정한다.

앞서 두 기법을 사용하여 추정된 고장 유형 모델과 마할라노비스 거리(MD) 기법을 사용하여 유도전동기의 결합을 분류한다.

또한 제안된 알고리즘 성능을 평가하기 위해 기존에 제안된 진동 신호의 특징을 이용한 유도 전동기 결함 분류 알고리즘과 분류 정확도 측면에서 성능을 검증하였다.

실험 결과, 제안하는 알고리즘은 잡음이 없는 환경 및 잡음이 섞인 환경에서도 높은 분류 성능을 보였다.

@highlight

본 연구에서는 유도전동기의 결함을 조기에 식별하기 위하여 선형예측 코딩(LPC)기법 및 Expectation Maximization(EM) 알고리즘을 이용해 각각의 유도 전동기 고장의 스펙트럼 포락처리 모델을 추정하고자 한다.

