보툴리눔 독소 주사는 이마, 눈가 주름치료 등 미용성형분야 뿐만 아니라 만성 편두통(chronic migraine), 근육긴장이상(dystonia), 경직(spasticity), 측두하악장애의 치료 등에 사용되어 왔다.

특히 보툴리눔 독소 주사는 만성편두통환자의 예방적 치료요법으로 현재까지 유일하게 승인된 요법이다.

기존에 잘 알려진 운동신경에서의 마비효과와는 달리, 편두통에 대한 작용기전은 감각신경에서 말초감작과 신경원성염증과 관련되는 substance P, CGRP, glutamate 등 비콜린성 신경전달물질의 유리를 차단하여 통증신호를 차단하는 역할을 한다는 가설이 제기되고 있다.

본 논문에서는 보툴리눔독소가 갖는 진통효과에 대한 고찰과 함께 이를 통하여 추후 만성편두통환자에 대한 주사법 개발에 대한 방향성을 제시하고자 한다.

@highlight

보툴리눔 독소 주사는 미용성형분야 뿐만 아니라 만성 편두통, 근육긴장이상, 경직, 측두하악장애의 치료 등에 사용되어 왔으며 특히 보툴리눔 독소 주사는 만성편두통환자의 예방적 치료요법으로 현재까지 유일하게 승인된 요법이다.

@highlight

 편두통에 대한 작용기전은 감각신경에서 말초감작과 신경원성염증과 관련되는 substance P, CGRP, glutamate 등 비콜린성 신경전달물질의 유리를 차단하여 통증신호를 차단하는 역할을 한다는 가설이 제기되고 있어보툴리눔독소가 갖는 진통효과에 대한 고찰과 함께 추후 만성편두통환자에 대한 주사법 개발에 대한 방향성을 제안하고자 한다.

