수석교사제가 오랜 논의와 4년간의 시범운영을 거쳐 2011년에 법제화되었다.

연구자는 교직 구조가 교수직과 관리직으로 이원화되는 역사적 시점에서 제1기 수석교사로서 한 해를 보냈다.

초등 수석교사의 삶을 이해하고 통찰을 얻는 것이 이 연구의 목적이다.

Pinar의 자서전적 방법에서 아이디어를 얻고, 연구 계획을 세우기 이전부터 이미 기록된 자료들을 활용하여 연구하였다.

자료는 수석교사 일지와 사진, 학생의 편지, 교사 컨설팅 기록, 수업 협의록 등 수석교사로서 역할을 수행하며 생산된 기록들이다.

수석교사가 되기 전부터 임용된 이후에 생산된 기록물을정리하여 지난 삶을 살펴보았다.

한 해 동안 수석교사로서 학생을 지도하고, 교사를 지원하며 학교 내 구성원들과의 상호작용 과정에서 겪은 경험들을 드러내었다.

이 속에서 연구자는 ‘효능감’과 ‘성장’이라는 핵심 주제를 발견할 수 있었다.

또한, 수석교사제 도입으로 학교 문화가 변화하고 있으며 수석교사제의 성공을 위하여개인적 노력과 함께 조직 차원의 지원이 필요함을 확인하였다.

@highlight

수석교사제가 오랜 논의와 4년간의 시범운영을 거쳐 2011년에 법제화됐다.

@highlight

초등 수석교사의 삶을 이해하고 통찰을 얻는 것이 이 연구의 목적이다.

