배경 : APOE 유전자는 알쯔하이머병의 위험인자로 알려지고 있다.

APOE 유전자는 정상 서양백인 노인의 인지기능에 영향을 미친다는 사실이 증명되고 있으며, APOE E4 대립유전자는 나이에 따라 다른 유전적 위험도를 가지고 있다고 알려져 있다.

저자들은 이전에 치매가 없은 정상노인 인구집단에서 APOE 유전형이 인지기능에 영향을 미친다는 것을 보고한 바 있는데, 이번 연구에서는 APOE 유전형이 나이에 따라 달라지는지에 대한 연구를 하고자 하였다.

방법 : 저자들은 서울 경기 및 충남 지역에 거주하는 치매가 없는 노인 201명을 대상으로 신경심리학적 검사와 APOE E4 대립유전자 여부를 조사하였고 다변량 일반 선형 분석 모델을 이용하여 분석하였다.

모델에서는 수학기간, 나이, APOE E4 대립유전자의 존재유무, 연령(70세 이상과 70세 미만으로 이분화), 연령과 복합화된 APOE E4 대립유전자를 변수로 선정하였다.

결과 : 다변량 선형 모델 분석에서 APOE E4 대립유전자는 연령이 고려되지 않을 때에는 신경심리학적 검사에 유의한 결과를 보이지 않았다.

APOE E4 대립 유전자와 연령이 함께 고려될 때, EVLT의 최신, 지연 자유 및 지연단서에서 유의한 결과를 나타냈다.

@highlight

알쯔하이머병의 위험인자로 알려진 APOE 유전형이 나이에 따라 달라지는지 연구하였다.

@highlight

치매가 없는 노인을 대상으로 신경심리학적 검사와 APOE E4 대립유전자 여부를 조사한 후 다변량 선형 모델 분석에서 APOE E4 대립유전자는 연령이 함께 고려될 때 EVLT의 최신, 지연 자유 및 지연단서에서 유의한 결과를 나타냈다.

