지난 20년 간 우리나라의 가구소득 불평등도는 약 60% 증가하였다.

일반적으로 연령이 증가할수록 소득불평등도가 커진다고 연구되어 왔으며, 이는 고령인구의 증가로 소득불평등의 심화가 초래될 수 있음을 시사한다.

본 연구에서는 우리나라의 급격한 인구고령화 추세가 소득불평등 심화에 미친 영향을 분석한다.

분석결과에 따르면, 1990~2010년 우리나라의 인구구조의 변화는 동 기간 가구소득 불평등 증가의 1/4 가량을 설명하는 것으로 추정되었다.

더불어 연령이 소득불평등에 미치는 한계효과는 시간이 지남에 따라 증가해왔으며, 이는 인구고령화에 따른 소득불균등의 문제를 더욱 심화시키는 것으로 나타났다.

인구고령화가 소득불평등을 심화시키는 주요 원인으로는 고령층의 낮은 취업비중으로 분석되었고, 특히 시간이 지남에 따라 취업여부에 따른 소득격차가 증가하는 것으로 관측되었다.

향후 인구고령화가 지속될 것으로 예상되므로 본 연구의 결과들은 소득불평등이 더욱 심화될 수 있음을 시사한다.

본 연구에서는 이를 완화시킬 수 있는 정책 대응으로 소득재분배 정책의 확대보다는 고령층에 대한 고용확대의 필요성을 논의한다.

@highlight

이 연구에서는 우리나라의 급격한 인구고령화 추세가 소득불평등 심화에 미친 영향을 분석한다.

@highlight

이 연구에서는 이를 완화시킬 수 있는 정책 대응으로 소득재분배 정책의 확대보다는 고령층에 대한 고용확대의 필요성을 논의한다.

