본 연구는 교육현장에서의 변혁적 리더십이 교사의 일터영성(workplace spirituality)과 교사가 업무 및 학교생활을 통해 얻어지는 만족도와 학교조직과 학생 및 수업에 대한 애착의 정도를 나타내는 교사헌신 간에 미치는 영향에 대해 실증분석을 통하여 검증하는데 목적이 있다.

이를 위하여 전국의 초·중·고등학교에 근무하는 교사들을 대상으로 설문지 409부를 회수하여 확인적 요인분석과 구조모형방정식을 이용하여 분석을 수행하였다.

연구결과, 첫째, 학교장의 변혁적 리더십은 일터영성에 통계적으로 유의미한 정(+)적인 관계를 보이는 것으로 나타났다.

둘째, 일터영성은 소명의식을 제외하고는 교사만족 교사헌신에 모두 통계적으로 유의미한 정(+)적인 관계를 보이는 것으로 나타났다.

셋째, 일터영성은 학교장의 변혁적 리더십과 학생수업 헌신 간에는 완전매개 하는 것으로 나타났으며, 학교장의 변혁적 리더십과 교사만족 및 조직헌신 간에는 부분매개 하는 것으로 나타났다.

본 연구는 일터영성이 학교조직성과에 중요한 변인임을 실증분석을 통하여 확인하였으며, 학교장은 교사의 일터영성을 고양시키기 위하여 변혁적 리더십을 발휘하여 조직의 성과를 높여야 한다는 시사점을 제공하는데 의의가 있다.

@highlight

이 연구는 교육현장에서의 변혁적 리더십이 교사의 일터영성과 교사가 업무 및 학교생활을 통해 얻어지는 만족도와 학교조직과 학생 및 수업에 대해 애착의 정도를 나타내는 교사헌신 간에 미치는 영향에 관해 실증분석을 통해 검증하고자 한다.

