임플란트와 자연치를 연결하여 보철물을 제작할 경우, 자연치에 함입현상이 일어날수 있음은 여러 보고로 알려져 있다.

이를 설명하는 메커니즘은 여러가지가 있으며, 이에 임플란트와 자연치를 연결 하는 보철물 형태는 권장되지 않는다.

본 증례는 임플란트와 인접 하지만, 연결되어 있지는 않은 자연치가 인접면 접촉과 연관되어 함입이 일어난 증례이다.

68세 여성이 상악 좌측 제2소구치 및 제2대구치 발치후, 임플란트 수술 및 보철수복을 받았으며, 임플란트 사이의 제1대구치는 크라운 치료를 받았다.

2.5년 후, 제2대구치 근심면의 접촉이 느슨해져 상기 보철물의 근심면 합착을 시행하였다.

그로부터 7개월후, 제1대구치의 약 2 mm 함입이 발생하였으며, 치주문제로 인한 통증도 발생하였다.

제1대구치의 크라운을 제거하고 다시 정출이 일어났고, 치주 통증도 사라졌다.

이에 본 증례를 분석, 보고하는 바이다.

@highlight

임플란트와 자연치를 연결하여 보철물을 제작할 경우, 자연치에 함입현상이 일어날수 있음은 여러 보고로 알려져 있다.

@highlight

본 증례를 분석, 보고하는 바이다.

