간식용 대립 땅콩의 선호도가 높음에 따라 대립 양질 다수성 신품종 육성을 위하여 직립 대립 다수성인 '수원108호'과조숙 단경인 '밀양4호'를 인공교배하여 육성한 ‘보름1호’의 주요 특성을 요약하면 다음과 같다.

‘보름1호’는 신풍 초형으로개화기가 빠르고 지상부 생장습성은 직립 소분지성이다.

보름1호는 팔광땅콩에 비해 협당립수, 100립중 등이 높으며 100 립중이 105 g인 대립품종이며, 도복은 비교적 강한 특성을 나타내며 갈반병, 그물무늬병, 흑반병은 비슷한 정도이다.

보름1 호는 단백질이 29.8%, 기름함량이 49.9%이고 양질지방산중올레산(54.5%)이 리놀산(28%) 보다 더 높아 산화안정성이양호한 특성을 가진다.

‘보름1호’는 3년간 지역적응시험 결과풋땅콩 수량이 전국평균 10.16 ton/ha로서 ‘팔광’땅콩에 비하여 8% 증수되었다.

‘보름1호’는 대립종이므로 적기에 파종하고, 충분한 성숙을 위하여 성숙기 병해 방제에 유의해야 하며강원도와 산간 고냉지를 제외한 지역에서 적응성이 높은 품종이다(등록번호: 제 4522호).

@highlight

간식용 대립 땅콩의 선호도가 높음에 따라 대립 양질 다수성 신품종 육성을 위해 직립 대립 다수성인 '수원108호' 과조숙 단경인 '밀양4호'를 인공교배하여 육성한 ‘보름1호’의 주요 특성을 요약하였다.

@highlight

‘보름1호’는 신풍 초형으로 개화기가 빠르고 지상부 생장습성은 직립 소분지성이었다.

