수도권 신도시의 건설과 주거지교내화 현상이 진행됨에 따라 수도권에서는 서울시의 인구가 감소한 반면, 그 주변지역에서는 인구가 크게 증가하였다.

이러한 인구재배치 현상과 서울 주변지역의 제조업체를 비롯한사업체 증가는 수도권에 거주하고 있는 사람들의 통행패턴을 변화시켰으며 이에 따라 수도권의 지역구조에도 상당한 변화가 발생하였다.

발생통행량의 분포에서는 1990년의 주요 출발지가 서울시의 인구밀집지역이었지만, 2000년에는 수도권 신도시의 건설로 인구규모가 크게 증가한 서울시 주변지역이 주요한 통행의 발생지로 변하였다.

통행량이 감소한 반면 부도심인 강남구가 최대 흡수통행량을 기록하였고 서울 주변의 대도시로의 통행량이 증가하였다.

발생통행과 흡수통행의 주요 중심지가 변화함에 따라, 1990년과 2000년의 수도권 연결체계는 기존의 서울도심지향패턴에서 벗어났으며 서울 주변지역에서도 새로운 중심지가 등장하였다.

인자분석을 실시한 결과, 1990착지로 하는 서울 着地型의 새로운 통행권이 추가됨으로써 모두 6개의 공통인자가 추출되었다.

즉 수도권의 인구재배치 및 사업체의 입지 변화에 따라 통행패턴에도 상당한 변화가 발생하였으며, 이에 따라 지역구조 역시 변화하였다.

2000년 들어 형성된 통행패턴은 1990년에 비해 다소 광역적이고 복잡한 패턴으로 전개되는 양상을 보였다.

@highlight

인구재배치 현상과 서울 주변지역의 제조업체를 비롯한사업체 증가는 수도권에 거주하고 있는 사람들의 통행패턴을 변화시켰으며,수도권의 지역구조에도 상당한 변화가 발생했고,발생통행량의 분포에서는 1990년의 주요 출발지가 서울시의 인구밀집지역이었지만, 2000년에는 수도권 신도시의 건설로 인구규모가 크게 증가한 서울시 주변지역이 주요한 통행의 발생지로 변하였다.

@highlight

발생통행과 흡수통행의 주요 중심지가 변화함에 따라, 1990년과 2000년의 수도권 연결체계는 기존의 서울도심지향패턴에서 벗어났으며 서울 주변지역에서도 새로운 중심지가 되었다.

