위기 커뮤니케이션에 있어 SNSs의 역할에 대한 중요성이 커지고 있으나, 이에 대한 연구는 미비하다.

본 연구는 지난 한 해 큰 이슈가 되었던 기업의 위기 사례 중 남양유업의 사례를 선정하여, 기업의 위기 대응 전략에 따른 공중의 반응이 트위터 상에서 어떻게 나타나는지 살펴보았다.

위기 대응 단계별로 트위터 상에서 쟁점화 된 이슈에 대한 네트워크 분석을 통해 공중의 반응을 양적인 측면과 내용적 측면에서 규명하고자 하였다.

해당 기업의 위기 대응 전략에 대한 트위터 상 공중의 반응에 해당하는 3,891개의 트윗을 네트워크 분석한 결과, 해당 기업의 위기 대응에 대해 트위터 상에서 부정적인 메시지가 주로 쟁점화된 것으로 나타났다.

해당 기업은 조직의 책임성 정도가 가장 높은 ‘범죄’ 위기 상황에서, ‘사과’라는 수용적 전략 뿐 아니라, 방어적 전략인 ‘부인’, ‘공격자 공격’ 등을 동시에 사용하여 부정적인 여론이 형성되었다.

이에 그 뒤의 행동시정 노력들도 크게 부각되지 못하거나 긍정적으로 평가 받지 못하였다.

본 연구는 기업의 위기 상황에서 트위터를 통해 공중의 반응이 어떻게 나타나고 확산되는지 이슈 확산 네트워크 분석을 통해 밝혔다는 점에서 기존 연구와 차별성을 갖는다.

@highlight

이 연구는 지난 한 해 큰 이슈가 되었던 기업의 위기 사례 중 남양유업의 사례를 선정하여, 기업의 위기 대응 전략에 따른 공중의 반응이 트위터 상에서 어떻게 나타나는지 살펴보았다.

