본 연구에서는 지리공간분석을 이용한 지표풍 균질화 방법의 적용성을 검토한다.

토지피복지도 항목별 지표면조도길이를 대응시키고 지리공간분석을 통하여 지표면조도를 평가하였으며, 자연로그 풍속고도분포식의 상사성을 이용하여 기준 지표면조도에서의 풍속을 추정하였다.

ASCE-7 코드를 통하여 지형에 의한 풍속할증을 추정하였으며 지형계수 산정식에 필요한 매개변수는 DEM의 지리공간분석을 통하여 얻을 수 있었다.

태풍 KOMPASU(2010) 때 관측된 군집 AWS 풍속에 균질화 방법을 적용한 후 군집 AWS 균질풍속의 유사성을 조사하여 균질화 방법의 적용성을 검토하였다.

3곳 대상지역 검토 사례에서 지표면조도가 지배적인 관측 지표풍의 경우 8% 표준오차 이내로 균질풍속을 추정할 수 있었다.

본 연구의 균질화 기법은 태풍 시뮬레이션에 의한 지표풍 풍속 추정 분야에 활용될 수 있을 것으로 기대된다.

@highlight

이 연구에서는 지리공간분석을 이용한 지표풍 균질화 방법의 적용성을 검토한다.

@highlight

이 연구의 균질화 기법은 태풍 시뮬레이션에 의한 지표풍 풍속 추정 분야에 활용될 수 있을 것으로 기대된다.

