본 논문에서는 지열활용 지반구조물 적용시 주변 지반에 부과되는 온도변화 사이클이 흙의 물리적·역학적 특성에 미치는 영향에 대한 내용을 다루었다.

이를 위해 모래와 화강풍화토를 대상으로 다양한 온도변화 조건을 구현하고 이에 따른 흙의 입자구조 및 열전도특성 변화 경향을 고찰하였다.

아울러 다양한 온도변화에 노출된 시료를 이용하여 시편을 조성한 후 삼축압축시험을 수행하고 그 결과를 토대로 온도변화가 시편의 응력-

변형률-

강도 톡성에 미치는 영향을 검토하였다.

그 결과 온도변화 사이클은 흙의 입자구조 및 열전도율에 큰 영향을 미치지 않는 것으로 검토되었다.

또한 임의 반복 사이클 에 있어 가열시간이 변화함에 따라 최대 축차응력이 15%이상 감소하는 것으로 나타나 가열-

냉각 반복작용에 의한 흙의 강도특성 변화는 흙의 종류에 따라 달라 질수 있는 것으로 검토되었다.

@highlight

이 논문은 지열활용 지반구조물 적용시 주변 지반에 부과되는 온도변화 사이클이 흙의 물리적·역학적 특성에 미치는 영향에 관한 내용을 다루었다.

