특정 직업이 전문적 권위와 자율성을 확립하는 과정에서 관련법의 영향은 매우 크다.

그럼에도 불구하고 오늘날 학교상담 전담인력의 직무와 권한, 책임을 정의해야 할 학교상담 관련법이 부재하여, 일선 현장에서는 학교상담자의 직무에 대한 불필요한 공방과 윤리적 딜레마에 대한 미비한 대처가 이어지고 있다.

이에 본 연구는 학교상담 법제화의 필요성 및 방향을 논하고, 법제화 과정에서 고려해야 할 이슈들을 탐색하는 데 주요한 목적을 두었다.

이를 위해 본 연구에서는 기존에 시도되었으나 통과되지 않았던 학교상담 관련 법령 및 검토 보고서에 나타난 주요 사안들을 살펴보고, 이를 학교상담 법제화 과정에서 어떻게 고려해야하는지 살펴보았다.

이와 함께 우리나라보다 40년 먼저 전담 전문상담교사 제도를 도입한 대만의 학교상담 관련법을 고찰하였다.

대만은 우리나라와 유사한 성문법 체제일 뿐 아니라, 정부 입법(교육부)으로 된 학교상담 관련 법령이 존재하고 있다는 점, 학교상담 전담 인력의 채용 트랙이 보도교사와 상담사로 이원화되어 혼란이 발생한 역사가 있다는 점에서 우리나라 학교상담 법제화에 시사해 주는 바가 크다.

이에 본 원고에서는 기존의 문헌과 법령, 대만의 사례 고찰을 통해 앞으로 우리나라의 학교상담 분야의 미래 정책과제를 도출하고자 하였다.

@highlight

본 연구는 학교상담 법제화의 필요성 및 방향을 논하고, 법제화 과정에서 고려해야 할 이슈들을 탐색하는 데 주요한 목적을 두었으며, 기존의 문헌과 법령, 대만의 사례 고찰을 통해 앞으로 우리나라의 학교상담 분야의 미래 정책과제를 도출하고자 하였다.

