본 연구에서는 중등학교 예비교사들이 인식하는 건강장애학생과 건강장애교육의 개념 및 예비교사 배경변인별 준비도와 효능감을 조사하고자 하였다.

이를 위해 G광역시 소재 한 개 대학의 사범대학 3, 4학년에 재학 중인 중등학교 예비교사 203명을 대상으로 설문조사를 실시하였으며, 빈도분석, 독립표본 t 검정 및 일원분산분석을 실시하였다.

연구 결과는 다음과 같다.

첫째, 대상자들은 건강장애학생 지원 방안에 대한 인식이 부족하며, 이들 중 32.22%는 건강장애에 대한 오개념을 가진 것으로 나타났다.

둘째, 대상자들은 건강장애학생의 학업적 지원 준비도를 낮게 인식하고 있으며, 이는 특수교육/건강장애 관련 기관 경험의 유무에 따라 차이를 보였다.

셋째, 대상자들은 특수교육 관련 과목수강 경험과 특수교육 실시기관에서의 경험 유무에 따라 교사 효능감에 차이를 보인 것으로 나타났다.

논의에서는 중등학교 예비교사들이 건강장애에 대한 정확한 개념 습득을 위해 노력해야하며, 건강장애 교육지원에 대한 이해를 높이고, 교사로서 역량을 강화시켜야 하며, 교사 효능감 증진을 위하여 경험위주의 수업 및 요구조사를 통한 보충교육이 제공되어야 함을 제시하였다.

@highlight

이 연구는 중등학교 예비교사들이 인식하는 건강장애학생과 건강장애교육의 개념 및 예비교사 배경변인별 준비도와 효능감을 조사하고자 했다.

