본 연구는 자살행동 청소년을 대상으로 그들의 우울과 자살생각을 감소시키고 심리적 안녕감을 증가시키기 위한 집단상담 프로그램을 개발하고 그 효과를 검증하는 데 그 목적이 있다.

이를 위해 현장요구도 설문조사, 현장전문가의 FGI 및 자살행동 청소년의 심층 면담을 토대로 자살행동 개입 프로그램 모형을 개발하고 이 모형에 입각한 자살행동 청소년들의 우울 및 자살행동을 줄이고 심리적 안녕감을 증진시키기 위한 10회기 프로그램을 개발하였다.

개발된 자살행동 개입 프로그램을 처치집단에 실시하고, 비교집단에는 생명존중 프로그램을 실시하였다.

이러한 처치집단, 비교집단 및 통제집단과의 우울, 자살생각, 심리적 안녕감에 대한 사전-

사후-

추후 시점에 따른 비교를 통해 프로그램의 효과를 검증하기 위해 양적분석을 실시하였으며, 경험보고서 및 개인별 면담자료를 통해 양적분석 결과를 보완하였다.

양적분석 방법은 집단 간의 사전 동질성 검사를 위해서 일원변량분석을 실시하였으며, 연구의 가설을 검증하기 위한 혼합설계변량분석(mixed ANOVA)을 사용하였다.

연구 결과 개발된 자살행동 개입 프로그램은 우울 및 자살생각을 줄이고 심리적 안녕감을 증진시키는데 효과가 있는 것으로 나타났다.

본 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의하였다.

@highlight

이 연구는 자살행동 청소년을 대상으로 그들의 우울과 자살생각을 감소시키고 심리적 안녕감을 증가시키기 위한 집단상담 프로그램을 개발하고 그 효과를 검증하는 데 그 목적이 있다.

@highlight

이 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의했다.

