본 연구는 20대 여성의 얼굴피부 뺨에 존재하는 연모의 형태 적 특성과 미세구조적 특성을 더마스코프와 주사전자현미경을 사용하여 관찰하였다.

연모는 얼굴 피부쪽 기부에서부터 말단 부위로 갈수록 미세하게 가늘어져 있고 예리한 끝 부분은 완만 하게 둥근 형태로 존재하고 있다.

연모는 길이가 약 1㎜로 측정 되었으며 두께는 모근과 인접한 부위에서 약 16㎛ 이었으며 중 간부위는 11㎛로 이었고 말단의 정단부위는 0.5㎛로 측정되었 다.

연모의 말단 끝부분에서 정단부위를 둘러싸고 있는 큐티클 세포들은 손상되어 분리되거나 떨어져 나간 현상은 관찰되지 않 았다.

또한 연모의 표면을 둘러싸고 있는 큐티클 세포의 노출된 비늘의 길이는 약 14-15㎛로 측정되었고 큐티클세포의 두께는 0.2-0.3㎛로 나타났다.

연모의 성장기 모근은 약 200㎛-250 ㎛ 길이로 두피에 존재하는 경모의 모근 보다 1/10정도의 크기 를 하고 있었다.

결론적으로 얼굴피부에서 연모는 길이가 1㎜이 고 직경이 약 16㎛ 이하로 수질과 멜라닌과립이 없는 흰색의 미 세한 털로 확인되었다.

@highlight

본 논문은 20대 여성의 얼굴피부 뺨에 존재하는 연모의 형태적 특성과 미세구조적 특성을 더마스코프와 주사전자현미경을 사용하여 연구하였다.

@highlight

연모는 얼굴 피부쪽 기부에서부터 말단 부위로 갈수록 미세하게 가늘어지고 예리한 끝 부분은 완만하게 둥근 형태로 존재하였다.

