가정의례의 정신과 형식을 부합시키고자 하는 취지에 입각해 1969년에 가정의례준칙을 제정, 반포하였다.

그 후 몇 차례의 개정 및 보완을 거쳐 1999년 8월 31일 건전가정의례의 정착 및 지원에 관한 법률이 신규 제정되고, 2008년 10월 14일 전부 개정되었다.

본 연구에서는 가정의례준칙의 개정에 따른 내용을 비교 분석하여 구성체제와 내용의 변화양상을 살펴보고자 한다.

그리하여 건전가정의례의 정착과 활성화 방안을 모색하는데 기초자료를 제시하는데 목적이 있다.

가정의례준칙에서 건전가정의례준칙이 만들어지기까지 개정에 따른 변화 양상의 특징을 살펴보면 건전가정의례준칙은 가정의례준칙에 비해 통과의례 중 출산의례를 제외하고 전 과정을 담고 있다.

또한 혼례·상례·제례의 부문에 의식의 간소화를 지향하는 것이 많이 포함되어 있다.

그리고 실천해야 하는 개별 가정의 형편과 자율을 존중하는 특징을 보이고 있다.

이와 같이 가정의례의 허례허식적인 폐단을 감안하고 우리의 미풍양속을 살리면서 자율성에 바탕을 둔 사회계약적 생활규범으로서의 모습이 고려되어야 할 것이다.

무엇보다 우리의 전통 미풍양속으로서의 가정의례에 대한 자긍심을 갖고 우리 모두가 바람직하게 수용하고 발전시킬 주역임을 명심해야 할 것이다.

따라서 우리 사회의 지도층과 국민들은 건전가정의례 정착을 위해 부단히 노력함으로써 우리 생활문화의 일 요소로서 그 의의를 발휘하게 될 것으로 기대된다.

@highlight

가정의례의 정신과 형식을 부합시키고자 하는 취지에 입각해 1969년에 가정의례준칙을 제정, 반포했다.

@highlight

본 연구에서는 가정의례준칙의 개정에 따른 내용을 비교 분석하여 구성체제와 내용의 변화양상을 살펴보고자 한다.

