이 글에서는 섀플리 가치를 기본소득을 정당화하는 또 하나의 근거로서 제시했다.

섀플리 가치는 기회균등의 조건하에서 기여공정하고 효율적인 분배를 추구하기때문에 착취의 한 형태인 배제가 없는 경제에서 기본소득의 기준이 될 수 있다.

노동가치론적으로 설정된 직업시장게임의 분석을 통해 세 가지 수준의 공유경제하에서 공정한 분배 수준을 도출했다.

기본소득은 공정한 분배에 도달하기 위한 방법의하나이다.

판 빠레이스-

섀플리 가치는 직업 희소성이 있는 상태에서 배제가 없는조건하에서 노동자들이 분배 받아야 할 가치이다.

판 빠레이스-

섀플리 가치에 따르면 배제된 노동자도 일부의 잉여가치를 분배받는다.

미드-

섀플리 가치는 직업 희소성이 사라진 상태에서 분배되어야 할 가치이다.

미드-

섀플리 가치는 실제로 직업희소성을 없애지 않더라도 자본의 절반을 공유하고 그로부터 발생하는 배당 수입을기본소득으로 균등하게 분배함으로써 달성할 수 있다.

마르크스-

섀플리 가치는 전체 자본이 공유된 상태에서 분배되어야 할 가치이다.

이 상태에서 공유자본은 개인들에게 균등하게 분배하는 방법도 있지만, 국가가 소유한 채로 개인들에게는 사용권을 개방하고 그로부터 생기는 배당수입을 기본소득으로 균등하게 분배하는 방법이 더 효율적이다.

@highlight

이 연구에서는 섀플리 가치를 기본소득을 정당화하는 또 하나의 근거로서 제시했다.

@highlight

섀플리 가치는 기회균등의 조건하에서 기여공정하고 효율적인 분배를 추구하기때문에 착취의 한 형태인 배제가 없는 경제에서 기본소득의 기준이 될 수 있다.

