본 연구는 환율전가율 추정시 나타날 수 있는 결제통화 문제와 비교우위 변화를 반영하여 환율이 품목별 수출에 미치는 영향을 분석하고자 하였다.

분석 결과 첫째, 수입국통화/달러 환율도 수출단가 결정에 원/달러 환율만큼 중요한 것으로 나타났다.

원화표시 수출단가에 대한 두 환율의 효과는 부호가 반대이나 크기가 유사한 것으로 추정되었다.

따라서 달러화 약세가 글로벌 현상일 경우 원화표시 수출단가는 별로 영향을 받지 않게 된다.

둘째, 기존 연구에 비해 환율전가율은 낮게, 가격탄력성은 높게 추정되었다.

셋째, 주력 수출품목의 경우 가격탄력성이 -1에 가깝기 때문에 환율이 하락하더라도 수출금액(달러표시)이 단기적으로 증가하지 않는 결과를 얻었다.

넷째, 비교우위 품목의 경우 비교열위 품목보다 가격탄력성이 낮은 반면 비교우위 개선이 수출 증대에 미치는 영향은 더 큰 것으로 나타났다.

이러한 결과는 원화 강세가 여타 무역상대국에 비해 두드러지게 나타날 경우 수출금액 자체는 크게 변하지 않더라도 수출기업의 채산성이 크게 악화될 수 있다는 것을 의미하며 이를 타개하기 위해서는 비교우위 개선이 중요하다는 점을 시사한다.

@highlight

환율전가율 추정시에 나타날 수 있는 결제통화 문제와 비교우위 변화를 반영해서 환율이 품목별 수출에 미치는 영향을 분석하였다.

@highlight

원화표시 수출단가에 대한 두 환율의 효과는 부호가 반대이나 크기가 비슷한 것으로 추정되었다.

@highlight

주력 수출품목은 가격탄력성이 -1에 가깝기에 환율이 하락해도 수출금액(달러표시)이 단기적으로 증가하지 않는 결과를 가져왔다.

