반도성 MnSi1.73 화합물은 고온 특성이 우수하고 뛰어난 내산화성을 가진 열전재료로서 알려져 있다.

본 연구에서는 순 Mn 및 Si 분말재료를 출발 원료로 기계적 합금화법(MA)을 적용하여 MnSi1.73 화합물 합성을 실시하였다.

MA 처리는 P-5 유성형 볼밀장치를 이용하여 Ar 중에서 행하였다.

MA 분말재료의 X선 회절, 열분석 및 전자현미경 분석을 통하여 고상반응을 관찰하였다.

MA 공정 중 Si의 손실을 고려하여 화학양론 조성에서 Si 양을 증가시켜 MnSi1.73 화합물 합성을 시도하였다.

그 결과 MnSi1.73 화합물 단상은 MnSi1.88 조성의 혼합 분말을 200시간 볼밀 처리함으로써 얻을 수 있었다.

또한 200시간 볼밀 처리에 의하여 제조된 MnSi1.73 화합물의 평균결정립 크기는 40 nm 임을 X 선 회절피크의 Hall plot으로부터 알 수 있었다.

@highlight

본고에서는 순 Mn 및 Si 분말재료를 출발 원료로 기계적 합금화법(MA)을 적용하여 MnSi1.73 화합물 합성을 실시하였다.

