예전의 권위주의 시대의 국회는 통법부(rubber stamp parliament)라 불렸다.

그 시절과는 달리 정책의 결정, 즉 입법과 예산심의라는 과정을 통해 국회의 권력이 상당히 강화되고 있다.

문제는 삼권분립이라는 민주주의 체제에서 국회 권력의 강화가 보다 좋은 정책을 낳는가 하는 점이다.

정치와 정책의 연계라는 관점을 국회의 예산심의에 적용해보는 것이 본고의 핵심이다.

OECD의 국가서베이 자료를 활용해 국회의 예산심의기간, 예산변경의 범위, 거시예산한도설정 등 예산심의과정, 재정준칙, 재정계획의 시계(time horizon) 변수가 재정건전성에 미치는 영향을 분석하였다.

행정부의 예산편성과정에 국회가 분야별 배분 등에 대해 공식적인 논의과정을 마련하고 예산변경에 대한 제약이 없는 경우, 예산심의기간 확보 등은 오히려 재정건전성에 부정적인 영향을 미치고 거시예산한도설정은 긍정적인 영향을 미치는 것으로 나타난다.

아울러 재정준칙이 행정부차원이 아니라 국회의 차원에서 입법화되어 강제수단이 마련되는 경우 재정건전성에 긍정적 영향을 미칠 수 있지만 중첩적이거나 헌법 등에 규정하는 경우 오히려 부정적인 영향을 미친다.

우리나라도 가계부채, 공공기관부채 등의 규모, 복지지출의 급격한 확대 등을 감안 국회 예산심의의 실질화 및 실효성 확보가 필요하다.

@highlight

예전의 권위주의 시대의 국회는 통법부(rubber stamp parliament)라 불렸다.

@highlight

그 시절과는 달리 정책의 결정, 즉 입법과 예산심의라는 과정을 통해 국회의 권력이 상당히 강화되고 있다.

