본고에서는 『수양·시양등록』에 수록된 하층 양반부터 평민 이하층의 입양 사례 500건의 유형을 부계, 비부계, 무혈연으로 나누고, 이들 사례가 발생한 1684~1751년을 4시기로 구분하여 분석해 보았다.

전체적인 통계에서 부계입양의 비율은 78.2%로 다른 유형에 비해 월등히 높았으며 비부계와 무혈연 입양의 비율은 비슷하였다.

부계입양은 양반의 비율이 평민 이하의 2배를 상회한 반면, 비부계입양과 무혈연입양은 평민 이하의 비율이 양반보다 높았으며, 특히 무혈연입양에서 평민 이하의 비율이 높았다.

또한 부계입양의 비율이 지속적으로 증가한 반면 비부계와 무혈연 입양은 감소하였으며, 특히 비부계입양의 감소폭이 컸다.

『수양·시양등록』은 조선전기에 상급 양반층에서 시작한 변동이 하급 양반층과 평민 이하의 신분층에까지 확산되어 사회 전체의 혈연의식과 입양관행이 종법질서에 맞게 굳어져 간 과정을 반영한다.

@highlight

본고에서는 조선후기 평민층 입양관행의 변화와 그 의미를 『수양·시양등록』을 중심으로 분석한다.

@highlight

입양의 관행을 유형별, 신분별 분석과 지속성에 대해 연구한 결과, 『수양·시양등록』은 입양관행의 변동과 이것이 반영하는 혈연의식의 변화를 알려준다.

