현재까지 미디어 조직의 조직문화의 영향력에 관한 연구는 직무만족, 조직몰입,조직 효과성 등과 같은 변수 하나와의 영향관계 정도를 분석한 것이 대부분이다.

그러한 차원에서 본 연구는 대구지역 지상파 3사를 대상으로 설문조사를 실시하여조직문화의 유형이 조직몰입을 매개로 조직발전에 미치는 영향을 단일차원이 아닌동시 추정을 위하여 구조방정식을 이용한 경로분석을 실시하였다.

경로분석 결과조직문화 유형 중 친화적 문화만이 통계적으로 유의미한 정(+)의 영향을 미치는것으로 나타났으며, 조직몰입의 매개효과를 통해 조직발전에 미치는 영향 또한 유의미한 정(+)의 영향을 미치는 것으로 분석되었다.

부차적으로 대구지역 지상파 3사의 조직문화유형은 친화적 문화, 보존적 문화, 진취적 문화, 합리적 문화 순으로나타났으며, 공통적으로 모든 방송사에서 친화적 문화가 가장 강한 것으로 나타났다.

이러한 연구결과를 바탕으로 향후 급변하는 방송환경 속에서 방송사의 조직문화 변화를 진단하는데 객관적 자료로서 활용될 것을 기대해 본다.

@highlight

현재까지 미디어 조직의 조직문화의 영향력에 관한 연구는 직무만족, 조직몰입,조직 효과성 등과 같은 변수 하나와의 영향관계 정도를 분석한 것이 대부분이다.

