본 연구의 목적은 2003년 봄 부시 행정부가 개전근거로 활용한 이라크의 WMD와 알 카에다와의 연계성에 관한 정보보고서가 어떻게 왜곡되었는지를 분석하는데 있다.

또한 2004년과 2008년 발표된 미상원정보위 조사보고서에 대한 분석을 통해 개전결정에 대한 사후판단이 정치적 목적에 의해 편향되었는지 여부도 판단한다.

이를 위해 먼저 CIA 백서내용의 변화과정에 국방부 비밀메모(Feith 보고서)가 어떤 영향을 미쳤는지에 분석의 초점을 맞추고 있다.

분석결과 국방부 비밀메모 등 정책기관으로부터의 간접압력에 따라 CIA의 자기검열(self-

censorship)과 같은 정보정치화 현상이 초래된 것으로 판단된다.

다음으로 두 차례의 상원정보위 조사보고서를 비교 검토한 결과 정보희생양과 정보정파성이라는 또 다른 형태의 정보정치화 현상이 발생한 것으로 판단된다.

결론에서는 우리의 경우 대북정보의 정치화 가능성이 상존하기 때문에 고위정책결정자들이 정보분석의 자율성을 보장하는 동시에 정책실패를 정보기관에 의한 정보실패로 책임을 전가하려는 유혹에 빠지지 말아야 한다는 점을 정책적 함의로 제시하고 있다.

@highlight

이 연구의 목적은 2003년 봄 부시 행정부가 개전근거로 활용한 이라크의 WMD와 알 카에다와의 연계성에 대한 정보보고서가 어떻게 왜곡되었는지를 분석하는데 있다.

