정

서

 

연

구

와

 

실

용

적

 

개

입

을

 

위

해

서

는

 

다

양

한

 

정

서

들

 

간

의

 

구

분

과

 

그

 

특

성

에

 

대

한

 

체

계

적

인

 

이

해

가

 

필

요

하

다

.

 

본

 

연

구

에

서

는

 

한

국

 

문

화

맥

락

에

서

 

정

서

단

어

를

 

분

석

하

여

 

한

국

인

의

 

정

서

경

험

 

구

조

를

 

이

해

하

고

 

이

를

 

측

정

할

 

자

기

보

고

 

측

정

도

구

를

 

제

안

하

였

다

.

 

정

서

 

단

어

로

써

 

원

형

성

과

 

친

숙

성

이

 

보

고

된

 

부

정

정

서

단

어

 

3

2

개

와

 

긍

정

정

서

단

어

 

2

0

개

를

 

선

별

하

여

 

분

석

하

였

다

.

 

대

학

생

과

 

직

장

인

 

2

5

0

명

이

(

직

장

인

 

6

5

.

2

%

,

 

남

자

 

4

5

.

6

%

)

 

정

서

경

험

 

보

고

 

자

료

를

 

요

인

분

석

한

 

결

과

,

 

긍

정

정

서

는

 

‘

애

정

’

 

‘

성

취

’

 

‘

재

미

’

 

‘

평

안

’

 

‘

감

동

감

사

’

의

 

5

개

 

요

인

,

 

부

정

정

서

는

 

‘

슬

픔

우

울

’

 

‘

분

노

혐

오

’

 

‘

불

안

걱

정

’

 

‘

선

망

질

투

’

 

‘

수

치

죄

책

’

 

‘

권

태

싫

증

’

 

‘

미

분

화

 

괴

로

움

’

의

 

7

개

의

 

요

인

구

조

가

 

추

출

되

었

다

.

 

대

학

생

과

 

직

장

인

 

3

6

0

명

(

직

장

인

 

6

6

.

7

%

,

 

남

자

 

4

6

.

9

%

)

의

 

자

료

에

 

대

해

 

확

인

적

 

요

인

분

석

 

결

과

 

좋

은

 

모

델

적

합

도

를

 

나

타

내

었

다

.

 

각

 

정

서

범

주

들

 

사

이

의

 

상

관

,

 

각

 

정

서

범

주

의

 

경

험

 

빈

도

,

 

연

령

 

및

 

성

별

에

 

따

른

 

정

서

범

주

 

값

 

추

이

를

 

분

석

하

여

 

한

국

인

의

 

정

서

경

험

의

 

특

성

을

 

살

펴

보

았

다

.

 

정

서

경

험

의

 

측

정

에

 

있

어

 

자

기

보

고

 

방

식

의

 

장

단

점

과

 

함

께

,

 

일

상

생

활

에

서

 

친

숙

하

고

 

빈

번

히

 

사

용

되

는

 

정

서

 

경

험

은

 

보

편

적

인

 

기

본

정

서

뿐

 

아

니

라

 

파

생

정

서

와

 

이

차

정

서

 

등

 

다

양

한

 

수

준

의

 

정

서

들

을

 

포

함

함

을

 

논

의

하

였

다

.

@highlight

이 연구에서는 한국 문화맥락에서 정서단어를 분석해 한국인의 정서경험 구조를 이해하고 이를 측정할 자기보고 측정도구를 제안했다.