최근 전 세계는 기존 정치체제인 대의민주주의에 대한 불신이 높아지고, 이를 대체 혹은 보완하기위해 ‘성숙한 민주주의’에 대한 요구가 높아지고 있다.

따라서 본 연구는 ‘성숙한 대의민주주의를위해 현재 우리에게 필요한 의회-

행정부 관계는 어떠해야 하는가?

’라는 질문에서 출발하였다.

이를위해 퍼지셋 연구방법론을 활용하여 OECD 내 28개국을 비교･분석하였다.

정부경쟁력과 의회경쟁력을기준으로 4가지 이념형을 도출하여 28개국을 분류하였으며, 필요충분조건 검정을 통해 성숙한 대의민주주의를 위해 어떠한 조건이 선행되어야 하는지 살펴보았다.

퍼지셋 분석 결과에 의하면, 한국은행정부경쟁력에 비해 상대적으로 의회경쟁력이 낮은 국가군에 속하였다.

성숙한 대의민주주의를위한 조건으로 입법부 효과성을 높이거나, 행정부 통제의 수준을 합리적으로 조정할 필요가 있는것으로 나타났다.

특히 정치권력이 대의민주주의를 자의적으로 활용하는 것으로부터 의회와 행정부가스스로 벗어날 필요가 있음을 확인하였다.

이러한 조건이 선행되어야만 관료제가 제 역할을 수행할수 있으며, 다양한 국민의 요구에 충분히 대응할 수 있다.

결국 정치환경의 변화에 따라 대의민주주의체제를 새롭게 이해하는 과정을 통해 의회와 행정부 간 관계가 선순환 구조로 전환될 것이다.

@highlight

본 연구는 ‘성숙한 대의민주주의를위해 현재 우리에게 필요한 의회-

@highlight

행정부 관계는 어떠해야 하는가?

@highlight

’라는 질문에서 출발하였다.

@highlight

정부경쟁력과 의회경쟁력을기준으로 4가지 이념형을 도출하여 28개국을 분류하였으며, 필요충분조건 검정을 통해 성숙한 대의민주주의를 위해 어떠한 조건이 선행되어야 하는지 알아보았다.

@highlight

정치권력이 대의민주주의를 자의적으로 활용하는 것으로부터 의회와 행정부가스스로 벗어날 필요가 있음을 확인하였다.

