현대사회에서 경제주체로서 법인, 특히 기업의 중요성에 대하여는 더 이상 강조할 필요가 없을 것이다.

종래 전통적인 형사법적 관점에서 법인이 의사와 육체를 가지지 않는 무형적 존재이고, 자유의사를 전제로 한 도의적 책임을 부담시킬 수 없다는 전통적 견해에서 법인의 범죄능력을 부정하는 것이 일반적 견해였지만, 최근 들어 법인의 독자적 형사책임을 인정하기 위한 이론적·입법적 시도들이 활발하게 전개되고 있다.

한편 개별 행정법 영역에서는 양벌규정을 통하여 법인에 형사책임을 부담시키고 있어 범죄능력과 형벌능력 간에 다소 모순적 상황이 동시에 병존하고 있는 현실이다.

본 연구는 이러한 양벌규정과 관련된 많은 논쟁상황에서 특히 양벌규정의 적용에서 발생하는 의무주체와 실제 위반행위자의 불일치라는 모순적 상황을 주제로 한다.

대법원은 ‘행위자를 벌하는 외’라는 문언의 해석을 통하여 실제 행위자의 처벌을 긍정하고 있지만, 학설상 많은 논란이 제기되고 있는 상황이다.

이에 본 논문에서는 의무주체와 실제 의무위반자 범위의 불일치 상황을 논증하는 한편, 이에 대한 개정방안으로 제시되는 독일법상의 법인처벌의 구조에 대하여 살펴본다.

@highlight

본 연구는 양벌규정과 관련된 여러 논쟁상황에서 특히 양벌규정의 적용에서 발생하는 의무주체와 위반행위자의 불일치 또는 범죄능력과 형벌능력 간의 모순적 상황을 주제로, 그 범위의 불일치 상황을 논증하고 독일법상의 법인처벌 구조에 대해 살펴 개정방안으로 제시한다.

