이 연구는 대한민국 전통문화 씨름에 내재된 민족정서를 탐색하기 위한 연구로써 한국인의 대표적인 민족정서인 ?

興?

에 대한 고찰을 통해서 씨름의 문화적 정체성을 확립하고, 문화전승 및 교육적 가치를 정립하는데 그 목적이 있다.

연구목적의 달성을 위해서 씨름관련 문헌, 담론자료 조사 및 분석을 통하여 씨름의 전통성, 한국의 민족정서, 전통씨름과 민족정서의 관계, 흥의 의미, 씨름과 흥의 관계 등을 분석한 결과, 씨름은 역사적 근거를 통하여 그 전통성이 증명될 수 있으며, 한국인의 민족정서가 신명, 한, 흥 등으로 집중되고 있는 가운데 흥은 ‘한(恨)’을 푸는 긍정적인 측면을 담고 있는 한국의 민족정서로 해석된다.

같은 맥락에서 씨름은 과거의 조상들부터 현대인에 이르기까지 함께 행해지고 있는 전승놀이이자 스포츠로써 한과 같은 부정적 정서를 날려버리고 긍정적 정서를 가득 채우는 우리의 삶과 밀착된 우리 고유의 민족정서를 형성하는 전통문화임을 밝혔다.

결론적으로 씨름은 신명나고 흥겨운 삶을 살아가기 위한 우리조상의 놀이문화 중 하나이며, 우리민족의 흥이라는 정서를 형성하고, 표출하기 위한 놀이문화로써 그 자체에 ?

흥?

이라는 민족정서를 축으로 전승되어져 온 것으로 볼 수 있는 것이다.

@highlight

본 연구는 대한민국 전통문화 씨름에 내재된 민족정서를 탐색하기 위한 연구로써 한국인의 대표적인 민족정서인 ?

@highlight

興?

@highlight

에 관한 고찰을 통해서 씨름의 문화적 정체성을 확립하고, 문화전승 및 교육적 가치를 정립하는데 그 목적이 있다.

