본

 

연

구

는

 

C

a

n

a

d

a

에

서

 

수

입

한

 

동

결

정

액

으

로

 

인

공

수

정

된

 

모

돈

의

 

번

식

성

적

을

 

조

사

하

여

 

동

결

정

액

을

 

이

용

한

 

인

공

수

정

(

동

결

정

액

 

인

공

수

정

)

의

 

효

율

을

 

개

선

할

 

수

 

있

는

 

통

찰

력

을

 

얻

기

 

위

해

 

수

행

되

었

다

.

 

이

를

 

위

해

 

A

(

G

G

P

)

 

농

장

에

서

 

2

0

1

6

년

 

5

월

과

 

9

월

 

사

이

 

총

 

6

2

6

회

의

 

동

결

정

액

 

인

공

수

정

과

 

B

(

G

G

P

)

 

농

장

에

서

 

2

0

1

5

년

부

터

 

2

0

1

7

년

 

기

간

 

동

안

 

수

행

한

 

총

 

2

,

4

2

9

 

동

결

정

액

 

인

공

수

정

의

 

결

과

 

기

록

을

 

분

석

하

였

다

.

 

A

종

돈

장

에

서

 

동

결

정

액

을

 

썼

을

 

때

 

총

산

자

수

 

및

 

실

산

자

수

는

 

9

월

보

다

 

5

월

에

 

높

았

다

(

p

<

0

.

0

5

)

.

 

B

종

돈

장

의

 

분

만

율

,

 

총

산

자

수

 

및

 

실

산

자

수

는

 

조

사

연

도

 

간

에

 

차

이

가

 

없

었

다

.

 

A

종

돈

장

 

결

과

와

 

B

종

돈

장

 

결

과

를

 

통

합

하

여

 

분

석

했

을

 

때

,

 

분

만

율

은

 

A

종

돈

장

이

 

높

았

으

나

(

p

<

0

.

0

1

)

 

총

산

자

수

와

 

실

산

자

수

는

 

두

 

종

돈

장

간

에

 

차

이

가

 

없

었

고

,

 

동

결

정

액

 

인

공

수

정

을

 

했

을

 

때

가

 

액

상

정

액

 

인

공

수

정

을

 

했

을

 

때

보

다

 

낮

았

다

(

동

결

정

액

:

액

상

정

액

 

인

공

수

정

에

 

대

한

 

총

산

자

수

와

 

실

산

자

수

는

 

각

각

 

1

0

.

9

±

0

.

3

:

1

3

.

4

±

0

.

1

두

 

및

 

1

0

.

0

±

0

.

3

:

1

2

.

0

±

0

.

1

두

 

이

었

음

;

 

p

<

0

.

0

1

)

.

 

결

론

적

으

로

,

 

이

상

의

 

결

과

는

 

동

결

정

액

 

인

공

수

정

이

 

액

상

정

액

 

인

공

수

정

보

다

 

번

식

 

효

율

이

 

낮

긴

 

하

지

만

 

연

중

 

적

절

한

 

시

기

에

 

동

결

정

액

 

인

공

수

정

을

 

실

시

하

면

 

번

식

 

효

율

이

 

증

가

될

 

수

도

 

있

음

을

 

시

사

한

다

.

@highlight

본 논문은 Canada에서 수입한 동결정액으로 인공수정된 모돈의 번식성적을 조사해 동결정액을 활용한 인공수정(동결정액 인공수정)의 효율을 개선할 수 있는 통찰력을 얻기 하여 실행되었다.