이 연구는 조선시대에 간행된 春秋 주해서의 여러 板本에 대하여 문헌상의 기록과 판본에 대한 실제 조사를 통해 현존하는 판본들의 유형별, 형태별 분석을 수행함으로써 그 특징에 대하여 서지학적 고찰을 한 것이다.

이를 위하여 조선시대에 간행된 <冊板目錄> 가운데 비교적 그 작성시기가 명확한 것을 선정하여 살펴봄으로써 문헌상에 나타나는 春秋 판본의 開板 상황을 조사하였으며, 고서를 소장하고 있는 주요 기관들의 고서종합목록과 주요대학도서관의 고서목록DB를 검색하여 春秋 板本의 종합적인 서목을 작성하고, 이를 근거로 각 소장기관을 방문하여 실물의 확인과 촬영, 복사 등을 통해 현존본 춘추 판본의 서지사항을 담은 <綜合書目>을 작성하였다.

이렇게 작성된 <종합서목>을 기준으로 활자본 14종과 목판본 13종이 현존하는 것으로 밝혀졌으며, 이들의 유형별 특징에 대해서 서지학적으로 고찰하였다.

@highlight

이 연구는 조선시대에 간행된 春秋 주해서의 여러 板本에 대하여 문헌상의 기록과 판본에 대한 분석을 수행하여 서지학적으로 고찰했다.

@highlight

그 결과, <종합서목>을 기준으로 활자본 14종과 목판본 13종이 현존하는 것으로 밝혀졌다.

