이 글은 대법원 2008.

1.

10.

선고, 2007다64136 판결을 평석하는 것을 목적으로 한다.

대상판 결은 주식회사의 흡수합병 시 발생하는 주요 쟁점들 중 ① 존속회사의 합병으로 인한 자본증가가 소멸 회사의 순자산액에 의하여 제한되는지, ② 채무초과 주식회사의 합병이 적법한지, ③ 현저하게 불공정 한 합병비율이 합병무효사유로 되는지의 세 가지를 다루고 있다.

제1장 및 제2장에서는 1심과 항소심 판결에서 확정된 사실관계와 판결 요지를 소개하였다.

제3장에서는 대상판결에 나타난 쟁점들을 구체 적으로 분석, 비판하였다.

우선, 합병으로 인한 존속회사의 자본증가가 소멸회사로부터 승계한 순자산 액을 한도로 하는가에 대하여 원칙적으로 이를 인정하되 증권거래법령의 별도의 규율로 인하여 상장법 인은 그 예외가 된다는 대상판결의 입장을 지지하였다.

다음으로, 채무초과회사의 합병에 대하여는 부 적법함을 논증하고, 이 점에 대하여 애매한 대상판결의 태도를 비판하였다.

끝으로, 현저하게 불공정한 합병비율이 합병무효사유로 되는가에 대하여는 긍정설이 타당함을 밝힌 후, 같은 입장을 취한 대상판 결이 올바른 판단을 하였다고 평가하였다.

다만, 상장회사의 합병가액산정에 관한 증권거래법령의 관련 규정들은 주주들의 재산권을 침해할 여지가 커 폐지되어야 한다는 점을 명백히 하였다.

@highlight

이 연구는 대법원 2008.

@highlight

1.

@highlight

10.

@highlight

선고, 2007다64136 판결을 평석하는 것을 목적으로 한다.

@highlight

제3장에서는 대상판결에 나타난 쟁점들을 구체 적으로 분석, 비판했다.

