폐

인

쇄

회

로

기

판

에

 

장

착

되

어

 

있

는

 

전

기

/

전

자

 

부

품

의

 

재

사

용

/

재

활

용

 

가

능

성

을

 

향

상

시

키

기

 

위

해

 

부

품

분

리

 

실

험

 

및

 

분

리

된

 

부

품

의

 

특

성

평

가

를

 

실

시

하

였

다

.

 

부

품

 

분

리

실

험

은

 

연

삭

방

법

을

 

채

용

한

 

부

품

분

리

기

를

 

자

체

개

발

하

여

 

수

행

하

였

으

며

,

 

연

마

석

의

 

높

이

(

0

.

5

,

 

1

.

5

 

m

m

)

,

 

회

전

속

도

(

2

5

0

0

,

 

5

5

0

0

 

r

p

m

)

,

 

W

P

C

B

 

이

동

속

도

(

1

~

5

 

c

m

/

s

e

c

)

,

 

연

삭

횟

수

 

등

을

 

변

화

시

키

면

서

 

부

품

분

리

 

효

율

을

 

평

가

하

고

 

최

적

 

처

리

조

건

을

 

도

출

하

였

다

.

 

부

품

분

리

 

효

율

은

 

장

착

된

 

부

품

의

 

전

체

무

게

에

 

대

한

 

분

리

된

 

부

품

의

 

무

게

비

로

 

평

가

하

였

으

며

,

 

각

 

처

리

조

건

에

서

 

3

개

의

 

W

P

C

B

에

 

대

해

 

평

균

값

으

로

 

계

산

하

였

다

.

 

연

마

석

 

높

이

 

1

.

5

 

m

m

,

 

회

전

속

도

 

5

5

0

0

 

r

p

m

,

 

이

동

속

도

 

1

 

c

m

/

s

 

처

리

조

건

으

로

 

3

 

회

 

처

리

 

시

,

 

9

5

.

2

 

%

의

 

부

품

분

리

가

 

가

능

하

였

다

.

 

처

리

 

후

 

W

P

C

B

는

,

 

부

품

,

 

부

품

이

 

탈

거

된

 

W

P

C

B

,

 

연

삭

분

말

로

 

분

리

되

었

으

며

,

 

W

P

C

B

의

 

금

속

성

분

 

함

량

은

 

1

7

.

9

 

w

t

%

였

으

며

,

 

이

 

중

 

4

8

.

4

 

%

 

금

속

성

분

(

8

.

7

 

w

t

%

)

은

 

부

품

에

 

함

유

되

어

 

있

음

을

 

확

인

하

였

다

.

 

W

P

C

B

에

서

 

총

 

2

0

개

 

금

속

원

소

가

 

검

출

되

었

으

며

,

 

이

 

중

 

C

u

,

 

A

l

,

 

F

e

,

 

P

b

가

 

전

체

 

금

속

의

 

9

0

.

7

 

%

를

 

차

지

하

였

고

,

 

P

b

,

 

A

g

는

 

연

삭

분

말

에

 

농

축

되

어

 

분

포

하

였

다

.

@highlight

폐인쇄회로기판에 장착되어 있는 전기/전자 부품의 재사용/재활용 가능성을 향상시키기 위해 부품분리 실험 및 분리된 부품의 특성평가를 실시했다.