일반인들이 선호하는 상순과 턱의 수직 비율(Sn-

Stm/Stm-

Me')을 알아보기 위해 남녀 각 2명의 연조직 측모(profile)를 상순과 턱의 수직비율에 따라 상악의 변화 없이 하악만을 변화시켜 1/1.8, 1/1.9, 1/2.0, 1/2.1, 1/2.2 비율의 5개의 측모 사진을 만들어 치과의사 44명(남자 22명, 여자 22명)과 일반인 430명(남자 303명, 여자 127명)을 대상으로 하여 설문조사를 통하여 선호도를 조사하여 다음과 같은 결과를 얻었다.

대상의 가장 선호하는 안모에 대한 성별간의 선호도 차이는 통계적으로 유의하지 않았다.

대상의 가장 선호하는 안모에 대한 치과의사와 일반인 집단 간의 선호도 차이는 통계적으로 유의하지 않았다.

남녀 측모 모두에서 가장 선호하는 측모의 상순과 턱의 비율은 1/1.9이었으며 가장 선호하지 않는 비율은 1/2.2로 나타났다.

이상의 결과를 종합하여 볼 때, 이전의 연구에 비해 상순과 턱의 수직비율에서 턱의 비율이 다소 작은 측모, 즉 상순과 턱의 수직 비율이 1/1.9인 안모를 가장 선호하는 것으로 나타났다.

@highlight

본 논문의 목적은 일반인들이 선호하는 상순과 턱의 수직 비율을 알아보는 것이다.

@highlight

이를 위해  남녀 각각 두 명의 연조직 측모를 상순과 턱의 수직비율에 따라 상악의 변화 없이 하악만을 변화시켜 5개의 측모 사진을 만들어 치과의사들과 일반인들을 대상으로 하여 설문조사 방식으로 선호도를 조사했다.

