본 논문에서는 기업의 일자리 창출을 유도하기 위해 2012년부터 시행된 고용창출투자세액공제제도의 효과를 실증적으로 분석하였다.

특히 동 제도의 특징이 투자확대를 통한 고용수요창출이라는 점에서, 그 효과를 고용수요의 창출과 투자유인효과의 두 가지 측면으로 구분하여 분석을 수행하였다.

본 연구의 분석 결과는 다음과 같다, 첫째, 본 제도가 기업들로 하여금 추가적인 고용수요를 창출하는데 기여하고 있음을 발견하였다.

둘째, 본 제도가 기업의 투자확대를 이끌어 내고 있는 것으로 보고되었다.

이러한 결과는 고용창출투자세액공제제도가 제도 마련의 정책적 목적에 부합하는 역할을 하고 있음을 의미하는 것으로 해석된다.

아울러 본 제도의 수혜자를 수혜법인의 수와 수혜금액을 기준으로 하여 살펴 본 결과, 대체로 대기업이 중소기업에 비해 수혜를 많이 받았고, 또한 업종별로는 제조업 등의 업종, 그리고 시장별로는 유가증권시장에 상장된 기업이 수혜를 많이 받은 것으로 나타났다.

다만 여타의 제도를 함께 고려하면 고용창출 측면에서는 중소기업이 더 큰 정책수혜자가 될 수도 있을 것으로 보인다.

일자리 창출은 정부의 세제개편의 주요 목표의 하나로서 과세정책을 통한 일자리 창출 확대를 위한 다양한 노력이 있어 왔다.

이와 관련하여 목적적합한 과세정책을 마련하기 위해서는 정책의 효과에 대해 평가를 수행하고 개선안을 도출하는 노력이 매우 중요하다.

이에 본 논문은 고용창출투자세액공제제도의 효과를 실증적으로 분석함으로 해서 고용과 관련된 과세정책의 효과를 분석한 기존 선행연구에 더하여 추가적인 시사점을 제공할 것으로 기대한다.

@highlight

이 논문에서는 기업의 일자리 창출을 유도하기 위해 2012년부터 시행된 고용창출투자세액공제제도의 효과를 실증적으로 분석했다.

@highlight

본 제도가 기업의 투자확대를 이끌어 내고 있는 것으로 보고되었다.

