본 연구는 2000년부터 2019년 8월까지 국내 학회지에 발표된 장애학생의 행동문제 중재에 관한 부모교육 프로그램의 실시방법과 효과를 탐색하는데 목적이 있다.

일련의 논문 선정 기준과 과정에 따라 총 20편의 논문을 선정하였으며, 선정된 20편의 논문의 전반적 연구 동향과 부모교육 프로그램의 특성을 분석하였다.

그 결과, 첫째, 부모교육 프로그램의 대상은 어머니가 대부분이었고, 실시장소는 치료센터가 많고, 실시 횟수는 주 1회가 많았다.

종속 변인인 학생의 문제행동은 외현화 행동이 가장 많았다.

일부의 논문에서 일반화, 유지, 사회적 타당도를 측정하였으며 일반화는 측정이 어려우며, 유지와 사회적 타당도는 효과적이라는 결과가 나타났다.

둘째, 부모교육 프로그램은 9가지의 종류의 프로그램으로 나눌 수 있었으며 중재가 효과적이었던 문제행동은 9가지로 나타났다.

또한 15편의 논문에서 학생의 문제행동의 변화를 포함한 부모의 변화를 나타내었다.

셋째, 상호작용과 관련한 부모교육 프로그램은 장애학생의 외현화적인 문제행동과 내재화적인 문제행동 이외에도 사회성과 관련한 문제행동에 효과적인 것으로 나타났다.

이상의 연구결과를 바탕으로 장애학생의 행동문제에 대한 부모교육 프로그램의 향후 연구 방향에 대한 논의 및 제언을 하였다.

@highlight

본 연구는 국내 학회지에 발표된 장애학생의 행동문제 중재에 관한 부모교육 프로그램의 실시방법과 효과를 탐색하는데 목적이 있다.

@highlight

2000년 부터 2019년 8월까지의 논문 중에서 선정된 20편을 바탕으로 분석한 결과를 바탕으로 향후 연구방향에 대한 논의 및 제언을 하였다.

