본 논문에서는 기존 파고 측정 센서의 한계를 극복하기 위하여 레이저 장비 중 LDV를 이용하여 동조액체기둥감쇠기 안의 액체의 파고를 측정하는 방법을 제안하고 검증하였다.

비접촉 센서의 장점과 LDV가 속도와 변위를 측정하는 원리를 기술하였고 대상 물체가 액체인 경우에 요구되는 사항들에 대하여 실험적으로 파악하였다.

투명한 액체는 레이저 광선을 대부분 투과시켜 LDV에 되돌아오는 광량이 부족해 측정이 불가능함을 확인하였고 이를 증가시키기 위해 염료를 혼합하였다.

이 때, 염료의 색에 따라 광량에 차이가 발생함을 확인하여 LDV에 사용된 레이저 광선의 파장과 연관된 결과를 도출하였다.

염료를 혼합한 후 광량이 충분한 경우에도 발생하는 데이터의 오차를 제거하기 위해 염료의 농도를 변화시키며 그에 따른 데이터의 정확도를 파악하였다.

결과적으로 모든 가시광선의 빛을 반사시키는 흰색의 염료를 충분한 농도로 혼합하였을 때 LDV를 이용한 TLCD의 파고 측정의 실험적인 결과가 용량식 파고계와 일치함을 확인하였다.

@highlight

본고에서는 기존 파고 측정 센서의 한계를 극복하기 위하여 레이저 장비 중 LDV를 이용하여 동조액체기둥감쇠기 안의 액체의 파고를 측정하는 방법을 제안하고 검증하였다.

