본 연구는 장애인의 사회적 참여를 촉진하고 삶의 질을 향상시키는 것이 장애인 복지의 궁극적인 목적이라는 전제하에 그 결정요인 및 인과관계에 대해 분석한 것이다.

이론적 논의를 토대로 ‘삶의 질’ 결정과정을 현재의 객관적 생활환경(사회적 참여)에 대한 주관적 경험(자아 존중감)과 인지적 평가(생활만족)의 과정으로 설정하였으며 381명의 뇌성마비인을 대상으로 한 경험 자료를 토대로 이를 검증하였다.

분석결과 환경적 특성 중 사회복지서비스를 제외하고, 사회적 지지는 사회적 참여에 정적이며 직접적인 영향을 미쳤으며, 사회적 참여는 다시 자아존중감에 대한 직접적인 영향 뿐 아니라 이를 매개로 삶의 질에 간접적 영향을 미치고 있었다.

그런데 흥미로운 결과는 연구대상자들의 거주유형(지역사회에 거주하는지 혹은 시설에 거주하고 있는지)에 따라 삶의 질 결정과정이 다른 것으로 나타났다는 점이며 이는 개인의 삶의 영역에 대한 역할수행이 비교적 유사하더라도 이에 대한 정서적 경험이 다를 수 있음을 의미하며 이에 따라 최종적으로는 삶의 질도 다를 수 있음을 의미한다고 할 수 있다.

@highlight

본 논문은 장애인의 사회적 참여를 촉진하고 삶의 질을 향상시키는 것이 장애인 복지의 궁극적인 목적이라는 전제하에 그 결정요인 및 인과관계에 대해 분석하였으며, 흥미로운 결과는 연구대상자들의 거주유형에 따라 삶의 질 결정과정이 다른 것으로 나타났다는 점이다.

