이 글은 1980년대의 한국화 중에서 ‘산수’를 그린 작품만 선별하여, 그 조형성과 전개양상을 검토했다.

해방이후 민족주의 사상에 힘입어 유행한 사경산수화는 1980년대에도 여전히 전통화단의 대세로 군림하며 관객의 큰 호응을 받았다.

1980년대 초반에 활성화된 수묵화운동이나 신묵회의 구성원은 수묵=산수라는 공식을 적용하되, 산수의 미학이나 정신성보다 수묵의 실험성에 더욱 몰두했다.

그러나 1980년대 중반부터 등장한 신진 작가들은 점차 전통 산수화를 멀리하게 되었다.

오로지 지필묵의 변용과 채색의 실험만이 한국화단의 생존 방식처럼 간주된 시기에, 산수의 본질과 이에 내재된 정신성을 언급하는 것 자체가 시대에 뒤떨어진 고루한 창작관이라고 생각한 것이다.

이러한 상황에서 1980년대 후반부터 남다른 화격의 산수풍경화가 양산되었다.

그들은 실재 경치를 토대로 자연의 경관을 강조, 생략하거나 기하학적으로 변형했고, 산수가 대자연의 진리와 질서를 담아내야 한다는 고정관념에서 벗어나 소소한 대상을 포착하고 이에 반영된 일상성을 부각했다.

이렇듯 이 글은 1980년대 지필묵으로 제작된 산수화에 관한 보고서이다.

이 글을 통해 1980년대 전통화단에서 전개된 산수화의 다양한 면모와 그 역사적 의의가 재조명되기를 기대한다.

@highlight

이 연구는 1980년대의 한국화 중에서 ‘산수’를 그린 작품만 선별해, 그 조형성과 전개양상을 검토했으나 1980년대 중반부터 등장한 신진 작가들은 점차 전통 산수화를 멀리하게 되었다.

