본 연구의 목적은 장애인의 취업상태 변화에 영향을 미치는 요인을 찾아내고, 이러한 요인을 심층 분석하여 정책 제언을 하는 것이다.

장애인의 취업은 경제적인 독립과 사회적인 관계 형성, 그리고 자아 실현과 사회통합을 위하여 필요하다.

본 연구는 독립변수를 인구사회학적 요인으로 성별, 연령, 혼인상태, 종교, 양육아동 유무, 어머니 취업 상태를, 장애 및 건강 요인으로는 장애정도, 중복장애 유무와 현재 건강상태를, 직업적 능력 요인으로는 학력 및 자격증 유무를, 주관적 인식으로는 장애수용도와 장애차별경험, 주관적 사회경제적 인식으로 하였으며, 종속변수는 취업상태 변화로 하였다.

분석 데이터는 장애인고용패널 3차년도와 4차년도를 이용하였으며, STATA 13버전을 활용하여 로지스틱 회귀분석으로 분석 결과를 도출하였다.

연구결과로는 미혼자 보다 유배우자가, 중증 장애 보다 경증 장애가, 무학자 보다 대졸자가 미취업상태에서 취업상태로 변화할 확률이 높게 나타났다.

장애수용도 및 장애 차별 경험이 높을수록 미취업상태에서 취업상태로 변화할 확률이 높게 나타났다.

연구 결과에 근거하여 장애인 고용에 대한 정책적 제언을 제시하였다.

@highlight

본 논문은 독립변수를 인구사회학적 요인으로 성별, 연령, 혼인상태, 종교, 양육아동 유무, 어머니 취업 상태를 장애와 건강 요인으로는 장애정도, 중복장애 유무와 현재 건강상태를, 직업적 능력 요인으로 학력과 자격증 유무를, 주관적 인식으로 장애수용도와 장애차별 경험, 주관적 사회경제적 인식으로 하였다.

