인간 유전체 정보와 관련된 기술이 발전함으로 인하여 이를 이용한 질환 또는 질병에 대한 연관성을 분석하여그 위험도나 치료 예후 등에 대한 예측하기 위한 연구가 활발히 진행되고 있다.

이러한 연구의 대부분은 대표적인질적표현형을대상으로하는환자-

대조군연구(case-

control study) 방법을이용하고있으며양적표현형에대해서는 개별 단일 염기 변이의 연관성을 회기 분석 방법을 이용하여 규명하는 연구가 주로 수행되고 있다.

특히 복합질병(complex disease)에 대한 위험도를 예측하기 위한 연구의 경우 흔한 변이 흔한 질환 (common variants common disease)의가정아래주로각각의단일염기변이가보이는연관성정보를기반으로진행되고있으며여러변이의 상호 작용에 의한 영향을 분석한 결과는 상대적으로 미비하다.

이논문에서는양적표현형에대한SNP의연관성을분석하고그결과로발견된SNP을이용하여대상표현형의값을예측하기위한분류기를구성하고그성능을평가하였으며분류기의단일염기변이의선택에있어서각각의단일 염기 변이의연관성을 고려할때와단일염기변이의쌍이보이는 연관성을고려할 때의 분류 성능을비교하였다.

@highlight

인간 유전체 정보와 관련된 기술이 발전함으로 인해 이를 이용한 질환 또는 질병에 관한 연관성을 분석하여그 위험도나 치료 예후 등에 관한 예측하기 위한 연구가 활발히 진행되고 있다.

