본

 

연

구

에

서

는

 

지

금

까

지

 

자

연

과

학

적

 

분

석

을

 

통

해

 

확

인

된

 

3

0

개

 

유

적

의

 

2

8

1

점

 

포

타

쉬

유

리

에

 

대

하

여

 

화

학

 

조

성

에

 

따

라

 

유

형

을

 

분

류

하

고

 

색

상

,

 

크

기

,

 

제

작

 

기

법

 

그

리

고

 

유

통

 

시

기

를

 

비

교

하

였

다

.

 

한

국

의

 

포

타

쉬

유

리

는

 

안

정

제

 

함

량

에

 

따

라

 

3

가

지

 

유

형

으

로

 

구

분

된

다

.

 

Ⅰ

,

 

Ⅱ

형

은

 

C

a

O

와

 

A

l

2

O

3

 

함

량

이

 

모

두

 

5

%

 

미

만

으

로

 

상

대

적

으

로

 

Ⅰ

형

은

 

C

a

O

 

함

량

이

 

높

고

 

Ⅱ

형

은

 

A

l

2

O

3

 

함

량

이

 

높

다

.

 

이

와

 

달

리

 

Ⅲ

형

은

 

C

a

O

를

 

5

%

 

이

상

 

포

함

한

다

.

 

이

들

은

 

융

제

를

 

첨

가

하

기

 

위

해

 

Ⅰ

,

 

Ⅱ

형

이

 

초

석

,

 

Ⅲ

형

이

 

식

물

 

재

를

 

원

료

로

 

사

용

한

 

것

으

로

 

추

정

된

다

.

 

유

형

별

 

특

성

에

서

,

 

Ⅰ

형

은

 

감

청

색

,

 

벽

색

 

및

 

청

록

색

,

 

자

색

을

 

띠

고

 

외

경

이

 

1

.

4

~

7

.

4

㎜

까

지

 

다

양

한

 

크

기

가

 

확

인

된

다

.

 

늘

인

 

기

법

에

 

의

해

 

제

작

되

었

으

며

 

가

장

 

빠

른

 

B

C

 

1

C

경

 

출

현

하

여

 

A

D

 

6

C

까

지

 

지

속

적

으

로

 

유

통

된

 

것

으

로

 

나

타

났

다

.

 

반

면

 

Ⅱ

형

은

 

벽

색

 

및

 

청

록

색

을

 

띠

며

,

 

외

경

이

 

1

.

9

~

3

.

6

㎜

 

정

도

의

 

소

형

 

구

슬

이

다

.

 

제

작

 

기

법

은

 

Ⅰ

형

과

 

동

일

하

며

 

A

D

 

1

C

경

 

나

타

나

 

4

C

경

 

단

절

되

는

 

양

상

을

 

보

인

다

.

 

마

지

막

으

로

 

Ⅲ

형

은

 

갈

색

,

 

무

색

,

 

황

색

을

 

띠

며

 

외

경

이

 

대

략

 

1

0

㎜

 

전

후

에

 

달

하

는

 

대

형

 

구

슬

이

다

.

 

말

은

 

기

법

에

 

의

해

 

성

형

되

었

으

며

 

고

려

 

및

 

조

선

시

대

 

민

묘

에

서

 

등

장

한

다

.

 

이

상

의

 

결

과

에

서

 

한

국

에

서

 

유

통

된

 

3

가

지

 

유

형

의

 

포

타

쉬

유

리

는

 

각

기

 

다

른

 

생

산

지

에

서

 

다

양

한

 

교

역

 

루

트

를

 

통

해

 

유

입

된

 

것

으

로

 

판

단

된

다

.

@highlight

이 연구에서는 현재까지 자연과학적 분석을 통해 확인된 30개 유적의 281점 포타쉬유리에 관해 화학 조성에 따라 유형을 분류하고 색상, 크기, 제작 기법 그리고 유통 시기를 비교했다.