상업교육은 지금까지 우리나라 경제발전을 위한 인적자원을 공급하는 역할을 담당해 왔고 앞으로도 기업환경 변화에 걸맞는 인재를 교육시키는데 큰 책임을 가지고 있다.

그렇지만 오늘날 상업교육은 급변하는 사회에 적응하지 못하고 있다.

학교수와 학생수가 줄어 위기상황이나 실업교육의 하나인 상업교육은 인문교육과 병행해 균형있고 지속적인 발전을 해야 할 것이다.

본 논문은 문헌연구와 이전연구를 고찰하여 상업교육과 관련된 중요성 및 문제점을 포괄적으로 살펴보고 분석결과 유도된 문제점을 토대로 한 실증연구를 통하여 앞으로 상업계 고교의 상업교육 개선방안을 제시하고 있다.

연구결과 1) 직업에 대한 편견을 불식시켜 능력중심의 사회와 직업관을 형성하여 상업교육에 대한 부정적 인식의 변화 2) 적성과 소질에 맞는 선택이 가능하도록 진로교육의 강화 3) 교과목의 내용과 양을 최적화한 교육과정을 편성하여 자율성을 부여하고 다양하고도 합리적인 학생수준에 맞는 교육 4) 평생직업이 가능하도록 진학 등 교육기회를 확대하는 노력을 해야 한다.

@highlight

상업계 고교 교육 개선방안을 제시하고자 한 결과, 직업에 대한 편견을 불식시켜 상업교육에 대한 인식의 변화하고, 적성과 소질에 맞는 진로교육을 강화하며, 최적화한 교육과정을 편성하고 학생수준에 맞는 교육과 평생직업이 가능하도록 진학 등 교육기회를 확대하는 노력을 해야 한다.

