각종 토론 대회에서 많이 활용하는 CEDA(Cross Examination Debate Association) 방식 토론은 많은 장점에도 불구하고 교육과 평가가 어렵다는 것이 결정적인 단점이다.

CEDA 방식 토론을 제대로 평가할 수 있는 전문가 집단이 부족하다는 것은 토론 대회를 통해 토론 문화를 발전시키고자 하는 토론 교육계가 시급히 극복해야할 문제이다.

논증 능력을 제대로 평가하기 위해서는 찬성 측과 반대 측의 논증 구조를 이해할 수 있는 프레임이 요구된다.

본 연구에서는 토론 평가의 타당도와 신뢰도를 위협하는 중요한 요인을 ‘논증 능력 평가에 관한 평가 프레임의 부재’로 보았다.

이를 위해 찬성 측과 반대 측의 논증 양상을 가시적으로 파악할 수 있는 퍼지 분석 모형을 제안하고 이를 평가자 훈련 프로그램에 적용하여 그 효과를 확인하였다.

본 연구에서 제안한 퍼지 분석 모형은 찬성과 반대로 구분하기 어려운 실제 논증 텍스트의 모호한 측면을 심층적으로 분석할 수 있다는 점에서 토론 평가자 교육에 유용하게 활용할 수 있다.

@highlight

각종 토론 대회에서 많이 활용하는 CEDA 방식 토론은 많은 장점에도 불구하고 교육과 평가가 어렵다는 것이 결정적인 단점이다.

