서해 5도 지역에 자생하는 식물상을 밝히고 주요 식물들의 분포를 파악하였다.

백령도, 소청도는 2015년 5월부터 8월까지 현지조사를 실시하고, 대청도, 연평도, 소연평도는 국립수목원산림생물표본관(KH)에 보관 중인 증거표본을 재동정하여 정리한 결과 서해 5도에 분포하는 관속식물은 108과 420속 728종 6 아종 86변종 14품종의 총 834분류군으로 정리되었다.

이들 중에는 한국 특산식물 8분류군, 희귀식물 19분류군, 식물구계학적 특정식물종 27분류군(Ⅰ, Ⅱ등급 제외)이 확인되었으며, 107 분류군의 귀화식물이 조사되었다.

서해 5도 지역에서 자생하는특기할 만한 식물들 중 특히 용가시나무, 실부추, 참범꼬리, 멱쇠채, 대청부채, 정향풀 등은 개체수가 적거나 식물지리학적으로 중요한 식물로서 자생지 보전에 대한 적절한 대책이 마련되어야 할 것으로 판단된다.

@highlight

서해 5도 지역에서 자생하는특기할 만한 식물들 중 특히 용가시나무, 실부추, 참범꼬리, 멱쇠채, 대청부채, 정향풀 등은 개체수가 적거나 식물지리학적으로 중요한 식물로서 자생지 보전에 대해 적절한 대책이 마련되어야 할 것으로 판단된다.

