『

다

운

타

운

(

下

町

)

』

에

서

 

전

쟁

으

로

 

파

괴

된

 

여

성

의

 

결

혼

생

활

과

 

자

립

에

 

대

해

 

살

펴

보

았

다

.

 

여

 

주

인

공

 

리

요

(

り

よ

:

3

0

세

)

는

 

6

년

 

전

 

출

정

(

出

征

)

한

 

남

편

이

 

전

쟁

이

 

끝

났

는

데

도

 

돌

아

오

지

 

않

자

,

 

살

기

위

해

 

아

들

 

류

키

치

(

留

吉

:

8

세

)

를

 

데

리

고

 

도

쿄

로

 

와

서

 

행

상

을

 

시

작

한

다

.

 

이

때

 

추

위

에

 

떠

는

 

리

요

를

 

감

싸

주

며

 

위

로

해

준

 

사

람

은

 

시

베

리

아

 

전

장

(

戰

場

)

에

서

 

돌

아

왔

을

 

때

 

부

인

이

 

다

른

 

남

자

와

 

결

혼

해

버

려

 

혼

자

서

 

살

아

가

고

 

있

는

 

쓰

루

이

시

 

요

시

오

(

鶴

石

芳

雄

:

2

9

세

)

이

다

.

 

쓰

루

이

시

는

 

리

요

의

 

곤

란

한

 

사

정

을

 

알

고

 

류

키

치

와

 

함

께

 

아

사

쿠

사

 

구

경

을

 

시

켜

주

기

로

 

한

다

.

 

그

러

나

 

돌

아

 

올

 

때

 

쯤

 

비

가

 

너

무

 

많

이

 

와

 

여

관

에

 

머

물

게

 

된

다

.

 

이

때

 

두

 

사

람

은

 

연

인

 

관

계

로

 

발

전

하

게

 

된

다

.

 

이

와

 

같

은

 

리

요

와

 

쓰

루

이

시

의

 

만

남

을

 

통

해

,

 

전

쟁

터

에

 

나

간

 

복

원

병

이

 

돌

아

오

면

 

자

신

의

 

부

인

은

 

다

른

 

남

자

와

 

생

활

하

고

 

있

고

,

 

그

 

복

원

병

은

 

다

시

 

홀

로

 

남

겨

진

 

남

의

 

부

인

을

 

취

하

는

 

악

순

환

의

 

결

혼

생

활

이

 

그

려

져

 

있

다

.

 

특

히

,

 

이

렇

게

 

파

괴

되

어

 

버

리

는

 

결

혼

생

활

에

서

 

힘

들

어

 

하

는

 

여

성

의

 

고

통

에

 

중

점

을

 

두

고

 

있

다

.

 

또

한

,

 

후

미

코

는

 

리

요

에

게

 

경

제

적

 

지

원

을

 

약

속

한

 

쓰

루

이

시

를

 

이

틀

 

만

에

 

돌

연

사

(

突

然

死

)

 

시

키

면

서

까

지

,

 

리

요

가

 

쓰

루

이

시

의

 

도

움

 

없

이

도

 

어

려

운

 

환

경

을

 

극

복

해

 

나

가

야

 

한

다

는

 

여

성

 

자

립

의

 

강

한

 

의

지

를

 

도

쿄

의

 

‘

서

민

동

네

’

를

 

배

경

으

로

 

그

리

고

 

있

다

.

@highlight

『다운타운(下町)』에서 전쟁으로 파괴된 여성의 결혼생활과 자립에 관해 살펴보았다. 쓰루이시는 리요의 곤란한 사정을 알고 류키치와 함께 아사쿠사 구경을 시켜주기로 한다.