계열사 최고경영자 교체현상은 기업집단의 내부노동시장을 통한 인적자원 활용뿐만 아니라 외부 노동시장을 통한 인력충원을 수반하게 된다.

본 연구는 기업집단을 연구대상으로 한정 하여 기업집단 내 계열사 최고경영자가 기업집단 외부로 퇴출되는 현상이 계열사 수준의 전략변화도에 미치는 효과를 살펴보고, 이러한 전략변화도 효과가 승계유형 및 재벌집단 여부에 의해 어떻게 조절 되는지를 분석하였다.

이는 기업집단의 최고경영자 활용과 퇴출현상을 살펴봄에 있어 기업집단의 내부노동 시장 활용이 갖는 긍정적인 측면과 부정적인 측면을 동시에 살펴보기 위한 것이다.

이와 같은 연구배경 하에 71개 기업집단에 속한 119개 계열사를 대상으로 2001년부터 2010년 간 발생한 270개 최고경영자 교체사례를 추적·분석하였다.

실증분석 결과, 계열사 최고경영자가 기업집단 외부퇴출 형태로 교체될 경우 해당 계열사의 전략변화도는 커지는 것으로 나타났다.

또한 최고경영자 외부퇴출과 계열사 전략변화도 간의 정(+)의 관계는 외부승계의 경우 강화되며 재벌집단의 경우 약화되는 것으로 나타났다.

이러한 분석결과는 기업이 외부시장을 통해 최고경영자를 충원함으로써 전략변화를 모색하고 조직의 경직화를 예방할 수 있음을 보여준다.

하지만, 비재벌집단과 비교하여 재벌집단에 구조적 관성이 더 크게 존재하며 이러한 구조적 관성이 전략적 변화를 저해할 수 있음을 시사한다.

@highlight

계열사 최고경영자 교체현상은 기업집단의 내부노동시장을 통한 인적자원 활용뿐만 아니라 외부 노동시장을 통한 인력충원을 수반하게 된다.

