본 연구는 의사결정능력과 대인관계능력이 집단의 창의성에 미치는 효과를 검증하기 위하여 실시되었다.

연구는 수도권 내의 2년제 대학과 4년제 대학교 재학생 237명을 대상으로 의사결정능력과 대인관계능력을 기준으로 집단을 구분하였다.

집단은 의사결정능력 상·하, 대인관계능력 상·하로 구분하여 4개의 집단으로 구성되었다.

그 결과 의사결정능력 상·대인관계능력 상인 집단 11팀(64명), 의사결정능력 상·대인관계능력 하인 집단 10팀(47명), 의사결정능력 하·대인관계능력 상인 집단 13팀(62명), 의사결정능력 하·대인관계능력 하인 집단 13팀(64명)으로 총 47팀(237명)의 피험집단이 선정되었다.

연구결과, 대인관계능력의 효과는 검증되었으나, 의사결정능력의 효과와 두 요인의 상호작용 효과는 유의미한 결과를 얻지 못하였다.

본 연구는 집단의 창의성이 높은 집단을 어떻게 구성해야 하는지를 제시함과 동시에 연구를 통해 추출된 요인의 효과까지도 실험을 통하여 검증하였다는데 그 의의가 있다.

@highlight

이 연구는 의사결정능력과 대인관계능력이 집단의 창의성에 미치는 효과를 검증하기 위하여 실시됐다.

@highlight

이 연구는 집단의 창의성이 높은 집단을 어떻게 구성해야 하는지를 제시함과 동시에 연구를 통해 추출된 요인의 효과까지도 실험을 통하여 검증하였다는데 그 의의가 있다.

