본 연구에서는 남자 대학생 158명과 여자 대학생 150명을 대상으로 자아해석과 심리적 안녕감과의 관계를 살펴보았다.

남녀 집단에서 독립적 자아해석, 관계적-

상호의존적 자아해석, 자아존중감, 심리적 안녕감이 어떤 차이와 상관을 보이는가를 살펴 본 결과, 각 변인에서 성차는 나타나지 않았다.

여자 집단에 비해 남자 집단에서는 독립적 자아해석과 관계적-

상호의존적 자아해석과의 상관이 유의미하였다.

독립적 자아해석, 관계적-

상호의존적 자아해석이 심리적 안녕감에 직접적으로 영향을 미치며, 독립적 자아해석은 자아존중감을 매개하여 심리적 안녕감에 영향을 미친다는 모형을 설정하고, 이 모형이 남녀 집단에서 어떤 차이를 나타내는가를 구조방정식에 근거한 다집단 분석을 통해 알아보았다.

연구 결과, 남녀 두 집단에서 심리적 안녕감 모형의 적합도는 양호한 것으로 나타났다.

남녀 집단에 따라 제안된 모형의 모수추정치를 비교하였더니, 남녀 집단에서 독립적 자아해석이 자아존중감을 매개해서 심리적 안녕감에 미치는 영향력이 유의미하였다.

또한 남자 집단에서는 독립적 자아해석이 심리적 안녕감에 직접적인 영향을 주었으며, 여자 집단에서는 관계적-

상호의존적 자아해석이 심리적 안녕감에 직접적으로 영향을 미치는 것으로 나타났다.

@highlight

남녀 집단에서 독립적 자아해석, 관계적-

@highlight

상호의존적 자아해석, 자아존중감, 심리적 안녕감이 차이와 상관을 보이는가를 살펴 본 결과, 각 변인에서 성차는 나타나지 않았으며 독립적 자아해석, 관계적-

@highlight

상호의존적 자아해석이 심리적 안녕감에 직접적으로 영향을 미치며, 독립적 자아해석은 자아존중감을 매개하여 심리적 안녕감에 영향을 미친다는 모형을 설정하고, 이 모형이 남녀 집단에서 어떤 차이를 나타내는가를 구조방정식에 근거한 다집단 분석을 통해 알아보았는데 남자 집단에서는 독립적 자아해석이 심리적 안녕감, 여자 집단에서는 관계적-

@highlight

상호의존적 자아해석이 심리적 안녕감에 직접적으로 영향을 미치는 것으로 나타났다.

