본 연구의 목적은 개정 누리과정의 내용을 근거로 교사가 유아의 놀이, 일상생활, 활동을 4수준으로 평정할 수 있도록 ?

유아관찰척도?

의 개정안을 구성해 타당성을 검증하는 것이다.

이를 위해, 개정 누리 과정 시범 유치원과 어린이집에 참여한 3-5세 유아 305명을 대상으로 자료를 수집하였다.

신뢰도를 검증하기 위해 Cronbach’s 계수를 살펴보았으며, 척도의 타당화를 살펴보기 위해 확인적 요인분석을 실시하였다.

마지막으로 유아 배경변인에 따른 관찰척도점수의 차이를 살펴보기 위해, 중위값을 기준으로 높은 집단과 낮은 집단으로 구분하고, 연령, 집단별 상호작용을 살펴보는 2-

way ANOVA로 분석하였다.

연구결과, 5개 영역별 관찰문항의 Cronbach’s 계수는 0.892-0.942로 높은 신뢰도를 보였으며, 확인적 요인분석 결과 RMSEA=0.052로 나타나, 비교적 양호한 모형이며, 수렴타당도와 판별 타당도도 확보했음을 알 수 있었다.

다음으로 유아의 연령이 높을수록, 남아에 비해 여아의 점수가 높은 것으로 나타났다.

이러한 결과는 KICCE 유아관찰척도 개정안이 양호한 타당도를 갖추고 있으며, 연령에 따라 변별되는 척도임을 시사한다.

@highlight

본 연구는 개정 누리과정의 내용을 근거로 교사가 유아의 놀이 등을 4수준으로 평정할 수 있도록 ?

@highlight

유아관찰척도?

@highlight

의 개정안을 구성, 타당성을 검증하는 것이다.

@highlight

본 연구의 결과는, KICCE 유아관찰척도 개정안이 양호한 타당도를 갖췄으며, 연령에 따라 변별되는 척도임을 시사한다.

