1984년 프랑스 Soultz-

sous-

Forets 지역에서 시작된 Soultz 프로젝트는 2007년 11월에 1.5 MW급 Organic Rankine Cycle (ORC) binary 발전 설비가 완성되기까지 20여년에 걸쳐 인공 지열저류층 생성기술(EGS; Enhaced Geothermal System) 개발을 위한 다양한 실험과 연구가 이루어져, 그 축적된 기술은 호주의 Cooper basin, 독일의Landau, Insheim 등의 지열발전 프로젝트에 활용되고 있다.

우리나라의 포항에서도 현재 지열발전 프로젝트가진행되고 있는 시점에서 이 보고에서는 지열저류층 생성 측면에서 Soultz에서의 경험을 살펴보았다.

포항의 경우, 지질학적인 측면에서 Soultz의 환경과 유사한 부분이 많으며 따라서, Soultz에서의 경험과 know-

how를 잘연구하고 개선하여 적용한다면 불필요한 시행착오나 시간적, 경제적인 낭비요소를 배제할 수 있을 것이며, 이보고가 그에 보탬이 되기를 기대한다.

@highlight

우리나라의 포항에서도 현재 지열발전 프로젝트가 진행되는 시점에서 이 보고에서는 지열저류층 생성 측면에서 Soultz에서의 경험을 살펴보고자 하였다.

