사외이사제도는 기업경영의 투명성 제고와 투자자의 권익을 보호하고자 도입된 제도이다.

이러한 사외이사제도의 도입은 기업가치와 경영성과에 영향을 미칠 것으로 판단된다.

따라서 본 연구에서는 사외이사의 특성 중 사외이사의 전문성이 기업가치와 경영성과에 미치는 영향에 대해서 분석하였다.

전문성을 가진 사외이사의 수가 기업가치와 경영성과에 미치는 영향을 분석한 결과를 요약하면 다음과 같다.

첫째, 사외이사 특성 중 전문성을 가진 사외이사와 기업가치 간의 관계에서는 사외이사 중 전문성을 지닌 사외이사의 수가 많을수록 기업가치에는 양(＋)의 영향을 미치는 것으로 나타났으나 통계적으로 유의적인 값을 나타내지는 못했다.

둘째, 사외이사의 전문성이 경영성과에 미치는 영향은 유의한 음(－)의 값을 갖는 것으로 나타났다.

이는 전문성을 가진 사외이사의 수가 많을수록 최고경영자의 의사결정에 미치는 영향이 크고 보수적인 회계처리를 요구하기 때문에 경영성과에 있어서 음(－)의 영향을 미치는 것으로 해석된다.

본 연구는 기업경영의 투명성 증대를 위하여 도입된 사외이사제도의 현황 중 전문성을 가진 사외이사 수에 대한 최근의 현황을 검토하였다.

또한 10여년의 운영기간을 통하여 나타난 한계점 중 사외이사의 전문성이 기업가치와 경영성과에 어떠한 영향을 미치는지에 대해 실증적으로 검증하였다는데 그 의의가 있다.

@highlight

본 연구에서는 사외이사의 특성 중 사외이사의 전문성이 기업가치와 경영성과에 미치는 영향에 대해서 분석하였다.

@highlight

이 연구는 기업경영의 투명성 증대를 위하여 도입된 사외이사제도의 현황 중 전문성을 가진 사외이사 수에 대한 최근의 현황을 검토하였다.

