본 연구의 목적은 브랜드 불일치 확장의 정도에 대한 정신적 시뮬레이션 및 비교 광고 프레임이 소비자의 구매의도에 미치는 영향을 논의하는 데 있다.

구체적으로 브랜드 불일치 확장의 정도에 따라 어떠한 정신적 시뮬레이션과 비교 광고 프레임을 제시하는 것이 소비자의 구매의도에 긍정적인 영향을 줄 수 있는가에 대한 문제가 논의된다.

첫째, 불일치 확장의 정도와 정신적 시뮬레이션 사이에서 소비자 구매의도를 높일 수 있는 최적의 전략에 대해, 불일치 확장의 정도가 높은 경우, 결과중심 시뮬레이션이 과정중심 시뮬레이션보다 구매의도가 높은 반면, 온건 불일치 확장에서는 정신적 시뮬레이션 유형에 대한 효과가 없었다.

둘째, 불일치 확장 정도와 비교 광고 프레임 사이에서 구매의도 측정 결과, 높은 불일치 확장, 온건 불일치 확장 모두 유의미한 결과는 도출되지 않았다.

셋째, 정신적 시뮬레이션 유형과 비교 광고 프레임 사이에서 구매의도 측정결과는 결과 중심 시뮬레이션 시, 극대 프레임이 효과적인 반면, 과정 중심 시뮬레이션일 경우, 유의미한 결과를 도출하지 못하였다.

마지막으로 불일치 확장 정도에 따라 정신적 시뮬레이션 유형과 비교 광고 프레임 사이에서 최적의 광고 전략으로 높은 불일치 확장 시, 결과 중심 시뮬레이션 하에서 극대 프레임일 때 가장 효과적이었다.

@highlight

이 연구의 목적은 브랜드 불일치 확장의 정도에 대한 정신적 시뮬레이션 및 비교 광고 프레임이 소비자의 구매의도에 미치는 영향을 논의하는 데 있다.

