본 연구는 청소년의 예술경험과 창의성 간의 종단적 인과관계를 자기회귀교차지연 모형을 통해 확인하고, 두 변인의 인과적 관계에 대한 성차를 탐색하는 것을 목적으로 하였다.

서울교육종단연구 자료 중 초4 패널을 활용하여 4차년(중학교 1학년)에서 8차년(고등학교 2학년)의 총 3,585명(남학생: 1,844명, 여자: 1,741명) 자료를 분석하였다.

연구 결과, 중고등학교 시기의 예술경험과 창의성은 시간의 경과에 따라서 이전 시점의 변인이 다음 시점의 변인을 안정적으로 예측하였다.

또한 예술경험은 다음 년도의 창의성을 유의하게 예측하였고, 창의성 역시 다음 년도의 예술경험을 유의하게 예측하였다.

예술경험과 창의성의 자기회귀교차지연 모형에서 성별에 따른 차이는 확인되지 않았다.

이러한 연구 결과는 예술경험과 창의성이 상호 정적인 영향을 미치는 요인임을 확인한 것이며, 창의성 교육의 방안으로서 예술경험의 활용 가능성과 교육적 의미를 보여준 것이다.

마지막을 연구의 제한점과 추후 연구 방향을 함께 제시하였다.

@highlight

본고의 목적은 청소년의 예술경험 및 창의성 간 종단적 인과관계를 자기회귀교차지연 모형을 통하여 확인하고, 두 변인의 인과적 관계에 대한 성차를 탐색하는 것에 있다.

