공용중인 시설물의 성능기반 평가에서 보유 성능은 성능별 평가지표를 유목화 한 후 각 성능에 대한 평가지표의 중요도를 고려하여 가중평균하여 평가한다.

본 연구에서는 NATM 터널의 성능기반 평가기법을 제시하기 위해 이전 연구에서 도출된 평가지표의 지표별 특성과 유사성 등을 분석하여 최종 평가지표를 도출하였다.

평가지표별로 상대적 중요도를 산출하여 평가지표의 가중치를 도출하였다.

정량적인 평가모형을 개발하기 위하여 지표별 성능등급 평가기준을 관련 문헌 및 선행연구 분석을 통해 도출하고, 도로 및 철도 터널의 유지관리 시 적용할 수 있는 성능평가표를 제시하였다.

제시된 성능평가 모형의 유의미함을 제시된 평가표를 실제 공용중인 터널에서 정밀안전진단을 통하여 측정된 조사자료에 적용하여 각 평가지표와 최종 평가결과와의 상관분석을 실시함으로써 검증하였다.

본 연구에서 제시된 공용중인 터널의 성능평가를 위한 평가지표, 가중치, 그리고 용도별 평가모형은 추후 터널의 성능중심 유지관리 체계에 적용되어 유지관리 전략 수립 시 활용될 수 있을 것으로 판단된다.

@highlight

본 연구에서는 NATM 터널의 성능기반 평가기법을 제시하기 위해 이전의 연구에서 도출된 평가지표와 지표별 특성과 유사성 등을 분석하여 최종 평가지표와 함께 도로 및 철도 터널의 유지관리 시 적용할 수 있는 성능평가표를 제시하였다.

