작곡가 윤이상(1917-1995)은 주체 권력에 대한 끊임없는 응시와 소외된 주체의 몸을 음향적 형상으로 구현하기 위해 노력한 음악가였다.

그가 1960년대 초반에 선보인 주요음향 기법은 중심과 주변 사이에 끊임없이 유지되는 음향체적 관계에 따른 원리들, 즉 생성과 소멸의 음 현상을 지속적으로 반복하였다.

이것은 미학적으로 완결된 상태를 의도하지 않고, 오히려 중단하고 ‘실패’하는 충돌의 관계성을 지속적으로 노출시킨다.

한국문화에서 비롯한 고유한 몸의 형상화는 자칫 유럽중심주의로서 고정될 수 있는 가능성과, 중심으로 편입될 수 있는 세계관을 탈식민주의적으로 유지시키려는 일반화의 과정에 해당한다.

윤이상의 음향 게스투스는 지각 주체의 몸이 문화의 위치를 비가시적으로 확인할 수 있는 에너지의 생산에 개입한다.

이것은 완성된 미학적 상태를 목적하지 않고, 오히려 지연시킴으로써 틈을 노출시키는 헤테로토피아적 공간성을 창출한다.

이 과정 속에서 타자의 위치는 주변화 되지 않는다.

이러한 점에서 윤이상의 음향지각은 탈식민주의적인 몸을 지향하고 있으며, 트랜스-

문화적(transkulturell)인 양가적 위치의 공존을 가능하게 한다고 볼 수 있다.

@highlight

작곡가 윤이상은 주체 권력에 대한 끊임없는 응시와 소외된 주체의 몸을 음향적 형상으로 구현하기 위해 노력한 음악가였다.

