도덕과수업에서 접하게 되는 문제들 중 하나는 학생들이 학습내용을 이미 사용하고 있다는 점이다.

그래서 교사와 학생 모두에게 수업은 이미 도달된 목표를 반복하고 확인하는 일로 부담스럽게 전개되기도 한다.

이를 완화하기 위해서는 이미 알고 있는 것을 명료화하는 수업, 목표를 제시하지 않는 수업, 정서적 의미를 염두에 두는 수업 방안을 모색할 필요가 있다.

본고에서는 그러한 접근의 단초를 이야기 형식의 수업 모형에서 찾고자 한다.

이를 위해서 이야기 형식으로서의 수업을 강조하는 이건의 교수이론을 도덕과수업에 적용하는 방안을 탐색한다.

이건은 수업에 관한 지배적인 비유를 ‘조립라인 모형’으로 보고 이에 대한 대안으로 ‘이야기 형식 모형’을 제시한다.

그는 이야기 형식의 수업에서 상상력의 활용을 강조하면서, 상상력의 발달 특성을 인지 도구를 중심으로 제시한다.

그의 상상력의 발달 단계에 의하면 초등학교에 해당하는 시기에서는 문식성과 관련된 도구들이 주로 활용된다.

문식성 단계에서 활용되는 인지 도구로는 현실감, 극단적 경험과 실재의 한계, 영웅과의 제휴, 경이감, 수집과 취미, 지식과 인간적 의미, 서사적 이해, 반항과 이상을 추구하는 능력, 맥락 바꾸기, 문식적 시각, 초보적인 이론적 사고 도구 등이다.

본고에서는 이러한 인지 도구를 이야기 형식 수업으로 적용하는 방안을 ‘배려’ 수업을 통해서 구체화하고자 한다.

@highlight

본고는 현실감, 극단적 경험과 실재의 한계, 영웅과의 제휴, 경이감, 수집과 취미, 지식과 인간적 의미, 서사적 이해, 반항과 이상을 추구하는 능력, 맥락 바꾸기, 문식적 시각, 초보적인 이론적 사고 도구 등의 인지 도구를 이야기 형식 수업으로 적용하는 방안을 ‘배려’ 수업을 통해 구체화 하여 말하고자 한다.

