본 연구는 전반적 발달장애 증상을 보이는 유아와 그 부모 2쌍에게 부모놀이치료를 장기간 실시함으로써 그 효과를 검증해보고자 하였다.

양육자가 지나치게 과보호한다는 점과 눈맞춤과 상호작용이 거의 이루어지지 않는다는 점, 소리나 빛 등 자극에 과민하다는 점, 배변훈련이 어렵다는 점이 공통적인 주호소 문제로 보고되었다.

발달사 및 양육사, 양육행동, 양육스트레스, 모-

자녀 상호작용 평가를 실시하였으며, 유아를 대상으로 K-

CDI, SPT, JTCI, CARS, 부모를 대상으로 K-

MBRS, PAI, HTP, KFD, SCT를 실시하고 부모놀이치료 전과 후를 분석하였다.

부모놀이치료 프로그램은 5개월동안 20회기에 걸쳐 이루어졌으며, 놀이치료사에 의한 놀이치료시범과 부모교육 및 주 3회의 가정에서의 특별놀이회기로 구성하였다.

부모놀이치료 후 부모의 양육행동과 양육스트레스는 긍정적으로 변화되었으며, 아동의 문제증상과 모-

유아 상호작용이 모두 개선되는 결과를 나타내었다.

@highlight

이 연구는 전반적 발달장애 증상을 보이는 유아와 그 부모 2쌍에게 부모놀이치료를 장기간 실시함으로써 그 효과를 검증해보고자 했다.

