인구 고령화가 진행되면서 다수의 만성질환을 지닌 복합 만성질환자가 증가하고 있다.

본 연구는 만성질환자들의 복약순응을 높일 수 있는 방안을 알아내고자, 의료패널 데이터를 이용하였다.

만성질환자를 비복합 만성질환군과 복합 만성질환군으로 구분하여 복약순응에 영향을 미치는 요인을 다변량 로지스틱 회귀분석을 통해 분석하였다.

연구결과 복합 만성질환군에서 복약불순응이 높았다.

두 군 모두 부작용을 경험한 경우, 약물만족에 ‘아니오’라고 응답한 경우 복약불순응이 높았다.

성별, 외래진료횟수, 월평균 약값은 비복합 만성질환군에서는 복약순응에 영향을 주는 요인이었으나, 복합 만성질환군에서는 복약순응에 영향을 미치는 요인이 아니었다.

본 연구는 환자군을 비복합 만성질환군과 복합 만성질환군으로 구분하여 두 군 간에 복약순응과 영향요인에 차이가 있다는 점을 분석하였다는 것에서 의의가 있으며, 복약순응을 높일 수 있는 기초 자료로 활용될 수 있을 것이다.

@highlight

본 연구는 만성질환자들의 복약순응을 높일 수 있는 방안을 알아내고자 하였다.

@highlight

이에 환자군을 비복합 만성질환군과 복합 만성질환군으로 나누어 복약순응과 영향요인에 차이가 있다는 점을 분석하였다.

