한국 사회와 한국 교회 그리고 세계를 위한 지도자를 교육하고 양성하기 위해서 기독교 정신의 이념을 바탕으로 설립한 교육기관 가운데하나가 기독교대학이다.

기독교대학의 교육 목적에 적합한 인재를 길러내기 위해서 선행되어야 할 것은 대학교의 중요한 구성원인 비기독교인 대학생을 포함한 모든 대학생들의 목소리에 귀를 기울이는 것이다.

따라서 이 글은 첫째로 기독교대학의 교양필수 과목에 대한 대학생들의 인식에 대해서 고찰하고자 한다.

숭실대학교에 개설되어 있는 기독교 교양필수 과목 <현대인과 성서>에 대한 수강생의 “강의 만족도결과 보고서”를 분석할 것이다.

2008년 2학기에 실시한 “강의 만족도결과 보고서”를 토대로 부정적 평가와 긍정적 평가를 구분하여 기독교교양필수 과목을 수강하는 대학생들의 관점을 조사하고자 한다.

둘째로 본교에서 운영하는 대학 채플에 대한 대학생들의 인식을 점검하고자 한다.

바람직한 대학 채플 운영을 위해서 우선적으로 고려되어야할 것이 무엇인지 설문조사를 바탕으로 제안하고자 한다.

셋째로 기독교대학 기독교 교양필수 과목에 대한 대안을 제시하고자 한다.

바람직한 기독교 교양필수 과목을 운영하기 위해서는 교수와 학생의 상호이해가 중요하다는 점에 주목하고자 한다.

넷째로 기독교대학 발전을 위해서 필요한 요소가 ‘대화’와 ‘공존’을 위한 ‘쌍방향 소통’이라는 것에초점을 맞추고자 한다.

비기독교인 대학생 선교를 위해서는 ‘상호존중’에 근거한 인식의 전환, 변화 가능성이 필요하다는 점을 지적하고자한다.

@highlight

한국 사회 및 한국 교회 그리고 세계를 위한 지도자를 교육하고 양성하기 위하여 기독교 정신의 이념을 기반으로 설립한 교육기관 중 하나가 기독교대학이다.

@highlight

기독교대학의 교육 목적에 맞는 인재를 길러내기 위해 선행되어야 할 것은 대학교의 중요한 구성원인 비기독교인 대학생을 포함한 모든 대학생들에 귀를 기울이는 것이다.

