보복조치, 즉, ‘양허 또는 다른 의무의 정지’는 WTO 회원국이 DSB의 판정 결과를 이행하지 않았을 경우에 직면할 수 있는 무역제재이다.

중재 과정을 통하여 내려지게 되는 보복조치 승인 결정은 관련 당사국들에 대해 확정적 구속력을 갖기 때문에, 어떠한 기준에 의해 이러한 결정이 내려지는가는 분쟁의 당사국들에게 중요한 의미를 지닌다.

현재까지의 결정들은 DSU 제22.6조와 SCM협정 제4.11조만을 각각 원용하여 적용한 경우이어서 비교적 쉽게 분류가 가능한데, 전자의 경우에 있어서는 무역효과를, 그리고 후자의 경우에 있어서는 보조금의 가액을 기준으로 보복조치의 수준을 결정하고 있다는 사실을 확인할 수 있다.

본 논문에서는 이러한 기준을 세 가지 관점, 즉, 보복조치의 목적, 일반국제법 및 보복조치 수준의 계산상 문제의 관점에서 평가하여 보았다.

결론적으로, 보복조치의 수준에 관한 논의는 설득력 있는 적정선의 수준을 어느 범위로 설정할 것인가로 귀결될 수 있다.

기존의 DSU와 SCM협정이 요구하는 보복조치의 수준을 초과하지 않는 범위 내에서 궁극적으로 분쟁의 해결에 이를 수 있는 보복조치의 수준을 결정해야 하는 중재관의 역할이 더욱 중요해진다.

@highlight

본고에서는 이러한 기준을 세 가지 관점, 즉, 보복조치의 목적, 일반국제법 및 보복조치 수준의 계산상 문제의 관점에서 평가하여 보았다.

