본 연구는 불확실성에 대한 인내력 부족과 우울의 관계를 알아보고, 이 둘의 관계에서 부적응적 완벽주의가 매개효과를 갖는지 여부를 검증하고자 하였다.

본 연구의 대상자는 서울과 충청도 소재 대학교의 대학생 429명(평균=21.79, 표준편차=2.29)으로, 한국판 불확실성에 대한 인내력 척도(K-

IUS-14), 다차원적 완벽주의 척도(MPS), Beck의 우울 척도(BDI)를 사용하여 자기보고식 설문지를 실시하였다.

자료 분석은 상관관계 분석, 중다회귀분석 및 위계적 회귀분석을 사용하였다.

주요 연구 결과는 다음과 같다.

첫째, 불확실성에 대한 인내력 부족, 우울, 부적응적 완벽주의 간에는 통계적으로 유의한 정적 상관관계가 존재하였다.

둘째, 불확실성에 대한 인내력 부족과 부적응적 완벽주의가 우울에 유의한 정적 영향을 주는 것을 확인하였다.

셋째, 불확실성에 대한 인내력 부족이 우울에 영향을 미치는데 있어서 부적응적 완벽주의가 부분 매개 역할을 하는 것으로 확인되었다.

끝으로 본 연구의 의의와 제한점, 추후 연구를 위한 제언점 등을 논의하였다.

@highlight

불확실성에 대한 인내력 부족과 우울의 관계를 알아보고 부적응적 완벽주의가 매개효과를 갖는지 검증하였다.

@highlight

불확실성에 대한 인내력 부족, 우울, 부적응적 완벽주의 간에는 유의한 상관관계가 나타났다.

@highlight

불확실성에 대한 인내력 부족과 부적응적 완벽주의가 우울에 영향을 주었다.

