최근 중국이 추진하고 있는 ‘일대일로 (一帶一路)’ 국가대전략은 북방육상실크로드와 남방해상실크로드로 유라시아에 경제공동체 나가서는 운명공동체 구축을 목적으로 하고 있다.

밖에서 경제성장 동력을 찾아 안으로는 제2의 경제도약을 이루고 외적으로는 팽창전략으로 아시아-

태평양 지역에 지역경제통합을 주도한다는 것이다.

일대일로 전략이 결실을 거두기 위해서는 연결선 상에 있는 국가들의 수용성이 중요하다.

본 연구는 ASEAN 국가들의 일대일로에 대한 수용성을 중국과의 경제상호의존성과 동남아 지역의 지경학적 구조를 중심으로 분석한다.

ASEAN 국가들의 대중국 무역 의존도가 높고 일대일로가 ASEAN 연계성 프로젝트와 보안관계라는 점에서 볼 때 동남아 지역의 일대일로에 대한 잠재적 수용성은 높다고 볼 수 있다.

그러나 ASEAN 중심성의 관점에서 볼 때 ASEAN 국가들의 수용성은 중미일 간의 거대게임으로 인한 복합균형 메커니즘에 의해 제약될 수가 있다.

따라서 일대일로가 소기의 성과를 거두기 위해서는 중국은 동남아에서 패권 추구가 아닌, ASEAN 국가들과의 공생공영을 추구해야 한다.

@highlight

최근 중국이 추진하고 있는 ‘일대일로 (一帶一路)’ 국가대전략은 북방육상실크로드와 남방해상실크로드로 유라시아에 경제공동체 나가서는 운명공동체 구축을 목적으로 하고 있다.

