주택정책과 교통정책의 연계성 강화는 기존 시설물 공급의 양적 확대에서 질적 개선과 수요자 중심으로 변화됨을 의미한다.

이를 위해 중요한 과제는 주택소비자의 주거입지 선호와 교통요소들의 관계를 명확히 파악하는 것이다.

본 연구는 주거입지 선택에 영향을 미치는 주거입지 요소들의 한계수준(critical level) 개념을 새롭게 제시하고, 이를 고려한 주거입지 선택모형을 구축하였다.

또한 가구특성에 따른 한계수준과 주거입지 선호도의 차이를 분석하였다.

한계수준은 주거입지 요소(예: 주택가격과 통근시간)들에 따라 주택소비자가 해당 주거입지를 구입을 고려할 수 있는 최대값을 의미한다.

실증분석을 위해 주거입지에 대한 선호의식 조사를 실시하였으며, 주요 분석결과는 다음과 같다.

생존모형을 통해 한계수준을 분석한 결과 가구특성(소득계층, 주택소유유형, 생애주기)에 따라 주택가격과 통근시간에 대한 한계수준은 유의한 차이가 있었다.

주거입지 선호모형 구축결과 한계 통근시간을 고려함으로써 기존 모형의 설명력을 유의하게 개선함을 알 수 있었고, 가구특성별 주거입지 선호도에 유의한 차이가 있음을 알 수 있었다.

@highlight

이 연구는 주거입지 선택에 영향을 미치는 주거입지 요소들의 한계수준(critical level) 개념을 새롭게 제시하고, 이를 고려한 주거입지 선택모형을 구축하였다.

