이 연구는 메이커 교육과 STEAM 교육과 핵심 요소와 장점 등을 융합한 형태의 MBS( Maker-

Based STEAM) 교육을 위한 절차 모형을 이론적으로 탐색하고, 실과 교과를 중심으로 실천하는 방안을 제안하고자 하였다.

이를 위하여 통합적 문헌 고찰(integrative literature review)의 절차에 따라 문헌 연구를 수행하였다.

MBS 교육 관련 이론들을 분석한 결과를 바탕으로 MBS 교수?

학습을 위한 절차 모형의 포괄적인 형태를 구안하고 해당 모형에 MBS 교육의 핵심 구성 요소 및 개념적, 실제적 절차를 구조화하여 제시하는 과정을 거쳤다.

MBS 교육을 위한 절차 모형은 문제 상황 탐색, 산출물 설계, 프로토타입 만들기, 만들기 과제 평가 및 공유, 성찰하기로 구성하였으며, STEAM 학습 준거를 바탕으로 프로젝트 기반 학습의 일반적인 절차와 디자인 사고 프로세스를 통한 문제 해결 절차, 메이커 교육과 STEAM 교육의 활동 요소를 반영하여 도출하였다.

이 연구에서 제안하는 MBS 교육을 위한 절차 모형은 실과 교육과정의 가정생활 영역과 기술의 세계 영역의 다양한 내용 요소에 적용하여 실과 수업의 개선에 활용될 수 있을 것이다.

@highlight

본고는 메이커 교육 및 STEAM 교육의 핵심요소를 융합한 MBS 교육을 위한 모형을 탐색하고 실제 교과 중심 방안을 제안했다.

@highlight

이를 위한 절차 모형으로 문제 상황 탐색, 산출물 설계, 프로토타입 만들기 등으로 구성하였으며 STEAM 학습을 바탕으로 문제 해결 절차, 메이커 교육 및 STEAM 교육의 활동 요소를 반영하였다.

