본 연구는 영유아교사가 인식하는 영아교사의 이미지를 탐색하기 위해 Q방법론을 활용하여 분석하였다.

선행연구를 고찰하여 영아교사의 이미지에 대한 진술문을 추출한 결과를 범주화하여 최종 48개의 Q표본을 선정하였다.

P표본으로 선정된 32명의 영유아교사가 Q분류한 결과를 PQ method 프로그램으로 분석하였다.

영유아교사가 인식하고 있는 영아교사의 이미지 분석 결과 제 1유형인 ‘따뜻한 돌봄가’는 영아교사를 영아에게 사랑과 포근함을 주며 따뜻하게 보살피고 돌보는 사람으로 인식하였다.

제 2유형인 ‘민감한 상호작용자’는 영아교사를 영아에게 민감하게 상호작용하는 사람으로 설명하였다.

제 3유형인 ‘열정적이고 긍정적인 에너지 전달자’는 영아교사가 영아에게 항상 밝은 에너지를 전달하나 체력이 필요한 사람으로, 제 4유형은 ‘부모를 대신하는 또 하나의 가족’으로 영유아교사의 부모역할을 중요하게 인식하고 있었다.

본 연구의 결과는 긍정적이고 바람직한 영아교사 이미지 구축 및 정체성 형성을 위한 기초 자료를 제공하는데 의의가 있다.

@highlight

본 연구는 영유아교사 인식의 영아교사 이미지 탐색을 위해 Q방법론을 활용한 분석결과로, '따뜻한 돌봄가', '민감한 상호작용자', '열정적이고 긍정적인 에너지 전달자', '부모를 대신하는 또 하나의 가족'등 4가지 유형으로 나타났다.

