급변하는 테크놀로지에 의한 시공간의 압축과 새로운 시각적 조건은 우리의 존재방식을 크게 뒤바꾸며, 일상의 삶 전 영역에 깊게 뿌리내리고 있다.

유동하는 포스트모던의 ‘시각적 사고’는 기폭제로서 새로운 시대정신의 분수령의 계기이다.

포스트모던의 ‘시각적 사고’는 근대의 공감각의 봉합과 전일성의 단절로부터 다양한 감각적 이미지로서 ‘일상의 심미화’를 펼쳐지게 한다.

그러나 현재까지 테크놀로지 기술은 근대가 단절한 ‘감각의 불구화’를 회복하고, 치유하는 차원에까지는 이르지 못하고 있다.

만약 우리가 스마트폰을 휴대한 채로 고독과 여유로움을 향유하지 못한다면, 우리는 공감각의 ‘대체이미지’ 속에서 살아갈 뿐 다시 ‘좀비-

근대’에 다시 포획되는 것이다.

근대의 감각의 단절과 봉합이 1차적인 봉합이라면, 최근 범람하는 시각테크놀로지는 새로운 시대정신을 열어감에도 불구하고, 시각적 사고를 ‘환상적 이미지’에만 대체하는 ‘2차적 봉합’을 가져올 수 있다.

이로부터 ‘포스트모던의 시대정신’은 고독에 의한 창조로서 새로운 사회를 열어가는 에토스일 수 있다.

@highlight

급변하는 테크놀로지에 의한 시공간의 압축과 새로운 시각적 조건은 우리의 존재방식을 크게 뒤바꾸며, 일상의 삶 전 영역에 깊게 뿌리내리고 있다.

