본 연구는 SSC(Stiffened Steel Plate-

Concrete) 구조와 NSC(Non-

Stiffened Steel Plate-

Concrete) 구조의 압축거동 특성 을 비교 분석하여 SSC 구조의 구조적 성능 향상 효과를 파악하는데 그 목적이 있다.

여기서, SSC 구조는 강판에 리브(H형강)을 사용하여 선지 지하고 스터드로 점지지하여 콘크리트와 일체화 시킨 구조이다.

한편 NSC 구조는 강판에 스터드로 점지지하여 콘크리트와 일체화 시킨 구조이다.

실험을 통해 다음과 같은 결과를 얻었다.

SSC 구조가 NSC 구조에 비해 시험체의 강판좌굴 억제 및 급격한 콘크리트의 취성파괴를 방지하는 것 으로 나타났다.

또한 SSC 구조가 NSC 구조에 비해 약 5%~28%정도 최대압축강도가 증가한 것으로 나타났다.

@highlight

SSC구조와 NSC구조의 압축거동 특성 을 비교 분석하여 SSC구조의 구조적 성능 향상 효과를 파악한 결과 SSC 구조가 NSC 구조에 비해 약 5%~28%정도 최대압축강도가 증가함을 보였다.

