공학교육에 적용할 목적으로 효율적이고 정확한 개념 습득을위한 탐구기반 개념학습 모형을 도입하고 이를 지원하는 탐구활동 지원도구를 개발하였다.

또한 이를 실제 교육현장에 적용하기 위하여 Windows 웹기반 응용프로그램인 온라인 학습 커뮤니티를 구축하였다.

여기에는 탐구기반 개념학습의 수업절차를 수행할 수 있도록 탐구활동 메뉴, 구성원 간의 커뮤니케이션 지원 기능, 정보공유 기능, 수업 및 탐구활동 스케쥴링 기능,멘토링 기능, 온라인 활동 평가 기능 등이 포함되었다.

본 연구에서는 도출된 탐구활동 지원도구의 유용성을 검증하고 탐구활동 지원도구가 공학교육에서의 탐구기반 개념학습에 미치는영향을 실험연구를 통하여 조사하고자 하였다.

실험연구 결과, 실험집단에게 탐구활동 지원도구를 오프라인및 온라인으로 제공함으로써 비교집단에 비해 높은 메타인지와효율적인 학습 수행을 지원하는 것이 가능하였으며 탐구활동을촉진시킬 수 있음을 확인하였다.

또한, 학습자들의 개념이해능력에 있어서 탐구기반 개념학습의 수업절차, 탐구활동 지원도구, 교수자의 지원활동이 적용된 실험집단이 유의미한 차이를 보이는 것을 확인하였다.

@highlight

이 연구에서는 도출된 탐구활동 지원도구의 유용성을 검증하고 탐구활동 지원도구가 공학교육에서의 탐구기반 개념학습에 미치는영향을 실험연구를 통해 조사하고자 했다.

