유무선 통합 환경에서 모바일 멀티캐스트 서비스를 제공하기 위한 망 기반의 이동성 제어 기술을 제안한다.

기존의 유니캐스트 서비스에서 이종 망간 고품질의 핸드오버를 지원하기 위하여 고안된 단말 이동성 제어 기술(AIMS:Access Independent Mobile Service)을 이용하여 멀티캐스트 데이터 전송이 가능하도록 확장한 기술로써 코어망의 제어 계층과 멀티캐스트 데이터 전달 계층을 분리함으로써 안정적인 제어 메시지 교환과 신속한 멀티캐스트 전달 경로를 설정할 수 있으며 망 기반의 제어 구조를 통하여 단말의 기능 변경을 최소화할 수 있다.

또한 멀티캐스트 데이터를 수신하는 단말이 다른 액세스망으로 핸드오버하는 경우 망에서 새롭게 멀티캐스트 전달 경로를 재설정함에 따라 멀티캐스트 그룹에 대한 재가입 절차를 생략함으로써 지연시간을 줄이고 고속의 핸드오버를 제공할 수 있다.

마지막으로 제안된 망 기반의 모바일 멀티캐스트 제공 기능에 대하여 실제 실험실 환경에서 테스트베드를 구축하여 운용해 봄으로써 실제 네트워크 환경에서의 적용 가능성을 확인하였다.

@highlight

유무선 통합 환경에서 모바일 멀티캐스트 서비스를 제공하기 위한 망 기반의 이동성 제어 기술을 제안한다.

