민법 제2조 제2항에서는 『권리는 남용하지 못한다』고 규정하고 있다.

규정 자체만으로는 권리남용의 성립요건으로 권리자에게 『타인을 손해를 가하려는 목적』을 요구하고 있지 아니하다.

그러나 대법원판례 중에는 이러한 목적을 권리자의 주관적 요건으로 보고 권리남용의 성립요건으로 보는 것들이 많다.

민법 제2조 제2항은 신의성실의 원칙에 관한 동법 제2조 제1항이나 마찬가지로 현행민법에서 신설된 것인데, 현행민법이 시행되기 직전에 선고된 판례들은 이 규정의 신설을 염두에 두고 주관적 요건만으로 권리남용이 되는 경우와 객관적 요건에 의해 권리남용이 되는 경우의 두 가지를 예정하고 있었다.

필자는 이 글에서 두 요건은 서로 보완적 관계에 있다는 점을 주장하고 있다.

이는 구 민법하에서의 판례와 궤를 같이하는 것이다.

그리고 이를 위하여 학자들이 주장하는 주관적 요건과 객관적 요건이라는 것은 법률효과를 발생시키기 위해 요구되는 법률요건의 일종은 아니고 단순히 권리의 행사가 사회적 목적에 반할 것이라는 권리남용의 성립을 위해 요구되는 요건을 충족시키는 요소에 불과하다고 보고 있다.

그리고 이러한 결론을 도출하기 위해 필요한 범위에서 신의성실의 원칙과 권리남용금지의원칙의 관계에 대해 살펴보고 있다.

@highlight

학자들이 주장하는 주관적 요건과 객관적 요건이라는 것은 법률효과를 발생시키기 위해 요구되는 법률요건의 하나가 아니고 권리를 행사함에 있어 사회적 목적에 반할 것이라는 권리남용의 원칙을 위한 요건을 충족시키는 요소에 불과하다고 필자는 보고 있다.

@highlight

이러한 결론에서 신의성실의 원칙과 권리남용금지의원칙의 관계에 대해 살펴보고자 한다.

