대한민국은 급속한 산업화와 도시화가 이루어지면서 사회 환경 및 의식 변화에 따른 대용으로 집합주거 유형이 우후죽순 생겨나기 시작했다.

길지 않은 집합주거의 역사 속에 여러 가지 문제점들이 발생되었는데, 이러한 문제점들은 커뮤니티 공간 활성화를 통해 이웃 간의 빈번한 교류로 사회적 관계를 증진시키며, 문제를 해결할 수 있다고 판단한다.

무분별한 개인화를 공동의 삶으로 이끌어내는 기초적 가이드라인을 제시하기위해 환경심리학 분야의 연구 방법론인 POE를 적용하여 현재 집합주거 내 커뮤니티 공간에 대해 분석한다.

1차 예비조사와 2차 본 현장 설문조사를 실시하여 커뮤니티 공간의 현황 및 분석항목의 세분화, 문항설정을 한 후 습득한 원자료는 SPSS 통계처리를 하여 신뢰도 있는 분석을 추출하였다.

공간 사용자 만족 요인에 영향을 미치는 요소는 실내 커뮤니티 공간과 실외 커뮤니티 공간의 성격에 따라 중요도 순위에 차이를 보였으며, 이는 집합주거 내 커뮤니티 공간 계획 및 배치에 있어서도 서로 다른 접근방법이 요구됨을 알 수 있다.

@highlight

대한민국은 급속한 산업화와 도시화가 이뤄지면서 사회 환경 및 의식 변화에 따른 대용으로 집합주거 유형이 우후죽순 생겨나기 시작했다.

