일반적으로 소상공인은 금융거래 기록이 불충분하여 신용평가모형의 신뢰성을 확보하는데 필요한 최소한의 자료를 획득하는 것이 상당히 어렵다.

자료의 신뢰성 문제를 해결하기 위해 정성적인 정보를 활용하는 관계형 금융 기법을 활용하여 자료 부족으로 인한 신용평가모형의 한계를 일부 극복할 수는 있지만 이를 달성하는 것은 쉽지 않다.

이에 본 논문은 재무변수 등 객관적인 정보를 이용하지 않고 정성적인 자기기입식 설문조사 자료만을 이용하여 신용평가모형 구축 가능성 여부를 확인해 보고자 한다.

이를 위한 분석 자료는 신용보증재단중앙회의 “2017 소기업·소상공인 금융실태 및 신용보증지원효과 조사”에 응답한 표본2,884개이고, 이용한 알고리즘은 로지스틱회귀모형이다.

모형 구축 결과 최종적으로 선택된 변수는 월세, 성장단계, 창업동기, 창업 전 직업, 경영상 애로사항, 현재 자금 운용 상황, 주된 차입기관, 대출 거절 이유, 평균매출액, 업력 10개였다.

구축된 모형을 평가하기 위하여 10중첩 교차타당법을 통한 반응률을 확인한 결과, 불량일 사후확률이 낮은 구간에서 높은 구간으로 갈수록 불량률이 점차 증가하고 서열화가 잘 이루어지고 있다.

그러므로 소상공인 신용평가모형을 구축하기 위해 정성적인 설문조사 자료를 이용하는 것은 가능하다는 결론을 내릴 수 있다.

그리고 신뢰성과 정확성이 높은 신용평가모형이 구축되기 위해서는 차주의 설문응답이 성실해야 한다는 선행조건이 충족되어야 한다.

@highlight

일반적으로 소상공인은 금융거래 기록이 불충분하여 신용평가모형의 신뢰성을 확보하는데 필요한 최소한의 자료를 획득하는 것이 상당히 어렵다.

@highlight

이에 재무변수 등 객관적인 정보를 이용하지 않고 정성적인 자기기입식 설문조사 자료만을 이용하여 신용평가모형 구축 가능성 여부를 확인해 보고자 하며 소상공인 신용평가모형을 구축하기 위해 정성적인 설문조사 자료를 이용하는 것은 가능하다는 결론을 내릴 수 있다.

