수교 이후 20여 년간 한중관계의 눈부신 발전은 다양한 사회과학적 질문을 제기하여왔는데, 무역규모의 눈부신 발전에도 불구하고 한국 시민들의 대중 인식은 매우 낮은 수준에서 정체되어 있는 역설적 현실에 대해서 다양한 경험적 분석이 시도되지는 않았다.

그동안 몇몇 경험적 연구들이 시도되어왔지만, 이들은 짧은 시기만을 대상으로 하는 스냅샷 분석의 문제, 대중인식이라는 종속변수의 조작화의 문제 등과 같은 난점들을 안고 있었다.

이러한 문제의식에 기초해서 이 연구는 2003-2013년에 걸친 비교적 긴 기간 동안의 대중인식의 정체현상을 경험적으로 분석하고 있다.

한국종합사회조사의 국가호감도 자료를 이용하여, 본 연구는 첫째, 북한에 대한 우호적인 태도가 중국 인식에 긍정적으로 작용한다는 점을 밝히고 있다.

둘째 전쟁을 경험한 전쟁세대보다도 한중 수교 이후에 성장한 에코세대가 중국에 대한 인식이 부정적이다.

이는 2010년 이후 북한의 점증하는 군사적 위협에 민간한 젊은 세대의 비판적 의식이 작용한 것으로 추정할 수 있다.

셋째, 교육수준이 높을수록 중국에 대한 호감도는 낮다고 할 수 있다.

이러한 결과들은 향후 이론적, 정책적인 측면에서 향후 연구를 자극하고 있다고 할 수 있다.

@highlight

수교 이후 20여 년간 한중관계의 눈부신 발전은 다양한 사회과학적 질문을 제기하여왔는데, 무역규모의 눈부신 발전에도 불구하고 한국 시민들의 대중 인식은 낮은 수준에서 정체되어 있는 역설적 현실에 대해서 다양한 경험적 분석이 시도되지는 않았다.

