이 연구의 목적은 자기주도적인 야외탐구활동에 대한 중학생들의 인식과 과학적 태도를 분석하기 위한 것이다.

연구대상은 2012년 7월 3박 4일간 제주대학교 과학영재교육원 주관으로 운영한 자기주도적 야외탐구활동에 참여한 50명의 중학생이다.

이 연구에서는 학생들의 야외탐구활동에 대한 인식과 과학적 태도를 조사했고, 기존 야외탐구활동 경험이 있는 집단과 야외탐구활동 경험이 없는 집단 간에 차이가 있는지를 t-

검증을 통해 분석하였다.

자기주도적 야외탐구활동에 대한 흥미도를 조사한 결과 야외탐구활동 경험이 있는 학생 집단의 평균 점수가 경험이 없는 학생 집단에 비해 높게 나타났으며, t-

검증 결과 통계적으로 유의미한 차이를 보였다.

또한 자기주도적 야외탐구활동과 교실수업과의 관계에 대해 야외탐구 활동 경험이 있는 학생들이 야외탐구 활동의 가치를 더 높게 인식하고 있는 것으로 나타났다.

자기주도적 야외탐구활동을 통한 과학적 태도에서는 야외탐구활동 경험이 있는 집단과 경험이 없는 집단 간의 유의미한 차이가 나타나지 않는다.

그러나 과학적 태도 영역별 검사에서는 자기주도적 야외탐구활동은 과학적 태도 하위요소 중 적극성, 솔직성, 준비성 영역에서 차이가 있었다.

따라서 지속적으로 자기주도적 야외탐구활동 프로그램을 운영한다면 학생들의 과학적 태도 향상에 긍정적인 영향을 줄 수 있을 것으로 본다.

@highlight

이 연구의 목적은 자기주도적인 야외탐구활동에 대한 중학생들의 인식과 과학적 태도를 분석하기 위한 것이다.

@highlight

이 연구에서는 학생들의 야외탐구활동에 대한 인식과 과학적 태도를 조사했고, 기존 야외탐구활동 경험이 있는 집단과 야외탐구활동 경험이 없는 집단 간에 차이가 있는지를 t-

@highlight

검증을 통해 분석하였다.

