이 연구에서는 예비과학교사가 수업에서 사용하기 위한 비유를 생성하는 과정에서 나타나는 특징을 조사하였다.

서울특별시에 소재한 사범대학에 재학 중인 예비과학교사 8명이 연구에 참여하였다.

예비교사들을 대상으로 과학 수업에서 비유에 대한 워크숍을 실시한후 수업에서 사용하기 위한 비유를 생성하도록 하였다.

예비교사들이 비유를 생성할 때 거치는 사고 과정을 심층적으로 조사하기 위하여 발성사고법을 활용하였으며, 비유를 생성한 후에는 반구조화된 면담을 실시하였다.

예비교사들이 비유를 생성한 활동지를 수집하였고, 비유 생성 과정과 면담은 녹음 및 녹화하였다.

예비교사들의 비유 생성 과정에서 나타나는 특징을 학생, 비유물, 개념의 세 가지 측면에서 분석하였다.

분석 결과, 예비교사들은 학생들의 오개념을 바로잡기 위한 비유를 생성하였고, 자신이 생성한 비유가 유발할 수 있는 오개념을 고려하였다.

또한, 예비교사들은 학생들에게 친숙한 소재로 비유를 생성하였고, 추상적이고 작위적인 비유보다는 구체적이고 일상적인 비유를 많이 생성하였다.

마지막으로, 목표 개념을 명확히 파악하지 못하고 해당 차시에서 다루지 않는 개념까지 비유로 표현하는 경우가 있었다.

이상의 결과를 바탕으로 예비과학교사 교육과정과 관련된 교육적 함의를 논의하였다.

@highlight

본 논문에서는 예비과학교사가 수업에서 사용하기 위한 비유를 생성하는 과정에서 나타나는 특징을 조사했다.

@highlight

서울특별시에 소재한 사범대학에 재학 중인 예비과학교사 8명이 연구에 참여하였고, 예비교사들을 대상으로 과학 수업에서 비유에 대하여 워크숍을 실시한 뒤 수업에서 사용하기 위한 비유를 생성하였다.

