이 글은 일본의 대표적인 재가불교교단인 신뇨엔(眞如苑)의 교리, 종교활동, 사회공헌활동의 특성을 살펴보고, 그것과 세계화의 연관성을 고찰한 것이다.

신뇨엔은 1936년에 창립되어 올해로 80주년을 맞이했다.

교단의 세계화는 1966년부터 시작되어 현재 교단의 해외정사 및 포교소는 18개국에 40여개소로 늘어났고, 집회는 51개국의 930여개 지역에서 열리고 있다.

그리고 다양한 교서와 정기간행물이 영어, 한국어 등 9개 언어로 번역되고 있다.

신뇨엔의 교리의 특징은 대승이타의 실천과 원친평등, 섭수와 융화의 이법을 강조하는 곳에 있다.

이것이 교단의 해외교화 및 국제사회공헌활동을 이념적으로 지탱하고, 나아가 타종교 및 문화에 대한 개방적인 태도를 가져왔다.

그리고 종교활동의 특징은, 재가생활 속에서 세 가지 실천행과 접심수행, 호마 및 회향 법요를 중시하는 것인데, 이것이 각각 교단의 세계화에 순기능적으로 작용하였다.

마지막으로 국제사회공헌활동은 교단의 신도에 의한 직접적인 활동, 설립 재단에 의한 전문적인 활동, 국제기관에 대한 기부 및 협동을 통한 활동이라는 세 형태로 전개되고 있다.

이는 국제사회에서 교단의 도덕적 위상을 높여왔다.

@highlight

일본의재가불교교단 신뇨엔의 교리, 종교활동, 사회공헌활동 특성과, 세계화의 연관성을 고찰한 것이다.

@highlight


교단의 해외교화, 국제사회공헌활동을 이념적으로 지탱하고, 타종교, 문화의 개방적인 태도를 가져왔다.

@highlight


종교활동의 특징은, 재가생활 속에서 세 가지 실천행과 접심수행, 호마 및 회향 법요를 중시하는 것인데, 이것이 각각 교단의 세계화에 순기능적으로 작용하였다.

