격자 간섭계(grating interferometer)는 방사선 영상분야의 새로운 기술로서, 흡수 영상(absorption imaging)뿐만 아니라 위상차 영상(phase contrast imaging)과 다크필드 영상(dark field imaging)을 제공한다.

격자 간섭계는 크게 탈봇 효과(talbot effect)를 이용하는 탈봇 간섭계와 탈봇-

라우 효과(talbot-

lau effect)를 이용하는 탈봇-

라우 간섭계로 나뉘는데, 일반적인 방사선 영상시스템과 달리 방사선의 간섭을 예측하고 적용하는 것이 중요하다.

본 연구에서는 현재 부산대학교 중성자 및 방사선 공학 연구실에서 보유하고 있는 엑스선 격자 세트와 중성자 격자 세트를 이용하여 탈봇 간섭 패턴 및 탈봇-

라우 간섭 패턴을 제작하였다.

이를 통해 방사선의 파동 거동에 따른 간섭 세기의 변화를 예측하고, 격자 간섭계를 구성하는 각 요소들을 계산했다.

그리고 격자의 종류 및 위상차 물체에 대한 탈봇 간섭 패턴 및 탈봇-

라우 간섭 패턴을 예측하였다.

@highlight

격자 간섭계는 탈봇 간섭계와 탈봇-

@highlight

라우 간섭계로 나뉘고 일반적인 방사선 영상시스템과 달리 방사선의 간섭을 예측하고 적용하는 것이 중요한데 방사선의 파동 거동에 따른 간섭 세기의 변화를 예측하고 격자 간섭계의 각 요소들을 계산하여 격자의 종류 및 위상차 물체에 대한 탈봇 간섭 패턴 및 탈봇-

@highlight

라우 간섭 패턴을 예측하였다.

