졸-

겔법으로 촉매농도에 따라 저온 TiO2 졸을 제조한 후, 침지코팅법을 이용하여 TiO2 박막을 제작하였다.

제작된 저온 TiO2 박막의 광학적, 구조적, 광활성 특성을 조사하였다.

0.10 mol, 0.25 mol, 0.50 mol과 0.75 mol의 촉매농도로 제작된 저온 TiO2 박막은 가시광 영역에서 높은 투과율 특성을 나타내었다.

XRD 스펙트럼 결과에 의하면 촉매농도가 증가함에 따라 아나타제 결정구조에서 루타일 결정구조로의 상전이가 촉진되고 결정크기는 촉매농도가 증가함에 따라 아나타제 결정크기가 감소하였다.

SEM 결과로부터 TiO2 박막의 표면입자크기가 0.25 mol의 촉매농도에서 가장 작았다.

아나타제 결정구조를 가지는 0.10 mol, 0.25 mol과 0.50 mol의 TiO2 박막 존재 하에서 메틸렌블루가 완전히 광분해 되는 것을 확인하였다.

@highlight

졸-

@highlight

겔법으로 촉매농도에 따라 저온 TiO2 졸을 제조한 후, 침지코팅법을 이용하여 TiO2 박막을 제작했고 TiO2 박막 존재 하에서 메틸렌블루가 완전히 광분해 되는 것을 증명하였다.

