이 연구는 연결된 TV 시대에 수용자가 시공간적 맥락에 따라 각기 다르게 선택하고 소비하는 TV 형식에 대해 고찰한다.

논의의 범위와 내용은 크게 두 가지로 구성되어 있다.

첫째, 네트워크화된 미디어 공간에서의 다양한 TV 형식들을 검토한다.

여기에서는 텔레비전 수용 맥락과 수용 방식을 네트워크화된 미디어 공간과 연결된 시청 개념에 입각해, 디지털TV의 수용 맥락은 시공간구속성의 탈피의 측면에서, 디지털TV의 수용 방식은 비동시성과 연결된 시청의 측면에서 고찰해 시간적 요소(동시성, 비동시성)와 공간적 요소(공간 구속성, 공간 비구속성)에 따라 가족TV, 개인TV, 나의TV, 우리TV 형식을 유형화한다.

이들 TV 형식은 수용 맥락에 따라 각기 다르게 존재하는 수용 방식상의 형식이다.

둘째, 이들 TV 형식이 실제 생활에서 어떻게 실천되는지를 살펴본다.

기존 텔레비전의 시청 경험인 선형적 흐름이 새로운 시청 경험이라 할 수 있는 연결된 시청으로 전이 혹은교섭되는 방식을 시청자의 삶 속에서 제시한다.

분석 결과 복합적인 TV 형식에서 개인은네 개의 TV 형식 운용은 물론이거니와 순환에서도 텔레비전의 흐름을 바꿔놓는 핵심 요인이었다.

이를 통해 복합적인 TV 형식에서는 시간 단위별로 연속성을 띤 프로그램으로소비되는 계획된 흐름에서 개인의 시공간적 조건과 자유롭게 결부된 선택적 흐름으로전환해가고 있음을 발견할 수 있었다.

@highlight

이 연구는 연결된 TV 시대에 수용자가 시공간적 맥락에 따라 각기 다르게 선택하고 소비하는 TV 형식에 관해 고찰한다.

@highlight

네트워크화된 미디어 공간에서의 다양한 TV 형식들을 검토한다.

