오늘날 ‘한국사 교과서의 국정화’가 우리교육의 상당한 논란거리인데, 라톤의  국가 는 이 러한 논란의 기반이 되는 교육과 정치의 계를 어떻게 보아야 하는지를 통찰할 수 있게 해주 는 표 고이다.

이 은  국가 에 나타난 라톤의 교육과 정치의 계에 한 과 그 가정들을 비으로 검토하고 있다.

라톤은 교육과 정치의 계를, 이데아라는 진리를 인식 한 통치자들이 정치를 담당하며, 교육은 이러한 통치자를 비롯한 수호자의 자질을 가지고 있는 아이들을 선발하여, 체계으로 길러내는 업의 계로 규정하고 있다.

여기에 제된 주요한 가정들은 국가와 인간을 동질인 것으로 악하는 근 사고방식, 사회유기체설, 경직된 사고방식, 우생학 등에 근거한 것으로, 그 타당성이 의심스럽다.

라톤의 정치와 교육 에 한 은 엘리트주의에 입각한 것으로, 오늘날 자유민주주의 체제에서 이루어지는 정치 와 교육의 실과 동떨어져 있다.

그지만 ‘교육과 정치의 업’이라는 아이디어는, 라톤사 상에 철된 엘리트주의를 걷어내면, 한편으로는 우리의 교육이 우리가 추구하는 자유민주주 의 정치이념들과 체제의 성격을 충실히 달해야 함을 새삼 일깨워주며, 다른 한편으로는 교육 이 특정 정당이나 정치세력으로부터 립을 지킴으로써 우리나라를 하나의 정치공동체로 성립 하게 해주는 기반이 되어야 함을 시사하고 있다.

@highlight

오늘날 ‘한국사 교과서의 국정화’가 우리교육의 이슈인데, 라톤의 국가는 이런 논란의 기반이 되는 교육과 정치의 계를 어떻게 보아야 하는지에 대해 통찰할 수 있게 해주는 표고이다.

