본 논문은 헬리콥터 비행조종성능을 위한 비행제어법칙 설계에 대한 연구이다.

헬리콥터 비행조종성능관련 규격은 MIL-

F-83300, ADS-33E이 사용되고 있으며, 이러한 요구조건을 만족하기 위한 자세 명령 타입의 제어기가 요구되고 있다.

본 논문에서는 ACAH 형태의 제어기설계와 성능 평가에 대해 기술하였다.

헬리콥터 동력학 방정식은 로터 동력학을 포함한 비선형 시뮬레이션 모델을 개발하고 정지 비행에서 전진속도까지 속도별로 트림조건을 이용한 선형모델을 구하여 사용하였다.

제어기 설계는 비행조종성을 만족하기 위해 명령모델추종방식을 사용하였고, 피드포워드 게인을 위한 단순한 역모델을 사용하였으며, 축간의 커플링을 줄이기 위한 디커플링 로직과 페이즈 모델이 적용되었으며 선형모델을 이용하였다.

비행성능 평가는 매트랩 기반의 Conduit을 이용하여 수행하였으며, 레벨 1의 기준을 만족함을 확인하였다.

@highlight

이 논문은 헬리콥터 비행조종성능을 위한 비행제어법칙 설계에 관한 연구이다.

@highlight

이 논문에서는 ACAH 형태의 제어기설계와 성능 평가에 관해 기술했다.

