본 연구는 유학생들의 한류문화체험에 관한 기제와 변용을 전통무용 등과 같은 문화예술분야에 대한 문화체험을 중심으로 탐구하는데 목적이 있다, 이를 위해 질적연구방법 중에서도 근거이론적 연구방법을 적용하여 국내에 거주하는 유학생을 대상으로 심층면담, 현장관찰 등을 통하여 자료를 수집하고 이를 분석하였다.

연구결과 71개의 개념, 23개의 하위범주, 14개의 범주가 도출되었다.

이를 바탕으로 유학생의 한류문화체험에 관한 기제와 변용에 대한 패러다임 모형을 제시하였다.

또한 시간의 흐름에 따른 한국문화예술체험 과정은 문화에 대한 관심, 문화와 문화 사이의 충돌, 극복을 위한 연결고리 찾기, 문화적응, 소통 속에서의 새로운 문화 창출이라는 5단계를 거치며 진행하는 것으로 나타났다.

유학생들은 고국과 타국의 문화적인 갈등을 극복하기 위해 다양한 한국문화체험을 하고 비슷한 사람들과 만남을 통해 소통하는 시간을 가짐으로써 한국문화예술을 이해하고 한류문화에 적응해 나가는 것으로 나타났다.

이러한 결과에 대한 시사점과 향후 연구방향에 대해 논의하였다.

@highlight

본 연구는 유학생들의 한류문화체험에 관한 기제와 변용을 전통무용 등과 같은 문화예술분야에 대한 문화체험을 중심으로 탐구하는데 목적이 있다, 이를 위해 질적연구방법 중에서도 근거이론적 연구방법을 적용하여 국내에 거주하는 유학생을 대상으로 심층면담, 현장관찰 등을 통하여 자료를 수집하고 이를 분석하였다

