본 연구에서는 교사의 시선을 통해 유아교육기관의 하루일과 흐름 속에서 영유아의 휴식을 탐구하였다.

이를 통해 하루의 많은 시간을 보내는 영유아의 삶을 그 자체로 그대로 다시 들여다보고, 실행과정에서의 마주하게 되는 교사의 한계와 딜레마를 살펴봄으로써, 유아교육기관의 하루일과의 운영방향에 대한 시사점을 제시하고자 하였다.

이를 위해 어린이집에서 근무하고 있는 교사 5명을 대상으로 반구조화된 면담을 실시하였다.

수집된 자료들을 반복적으로 읽어가며 키워드를 추출하여, 그들 사이의 관계를 발견하고 연결하여 재코딩하는 과정을 통해 범주를 구성하였고, 관련 사례를 배치하고 해석하기를 통해 조직화하는 순환적인 과정을 거쳤다.

교사들의 경험을 통해 살펴본 결과, 영유아들은 스스로 휴식을 원할 때 원하는 방법으로 진짜 휴식에 참여하기도 하였지만, 놀이하는 것도 휴식하는 것으로 일과에서 휴식을 경계 없이 넘나들기도 하였다.

하지만 하루일과 속에 배치된 휴식은 영유아의 몸속에 패턴처럼 만들어져 익숙해져 있었다.

특히 교사, 부모, 원장을 포함한 성인뿐만 아니라 교육 정책 및 국가적 평가에 의해 드러난 힘은 영유아의 휴식을 크게 좌우하게 되었다.

논의: 연구결과를 바탕으로, 영유아 각자의 상황적 맥락에서 달라지는 휴식의 의미나 방법 등을 존중하는 하루일과 운영의 방향을 논의하였다.

@highlight

이 연구에서는 교사의 시선을 통하여 유아교육기관의 하루일과 흐름 속에서 영유아의 휴식을 연구하였다.

@highlight

이를 통해 하루의 많은 시간을 보내는 영유아의 삶을 그 자체로를 그대로 다시 들여다보며, 실행과정에서 마주하게 되는 교사의 한계 와 딜레마를 살펴봄으로써, 유아교육기관의 하루일과 운영방향에 대한 시사점을 제시하고자 하였다.

