본 연구에서는 온라인 심리치료에 관한 문헌연구를 바탕으로 온라인 심리치료의 특성을 이해하고 그 가능성과 한계를 살펴보았다.

온라인 심리치료를 주제로 진행된 학술논문을 중심으로 검색된 298건의 연구물 중 132건이 사용되었다.

분석결과를 토대로 온라인 심리치료의 정의, 온라인 치료와 대면 치료의 차이, 효과성 비교, 온라인 심리치료의 적용사례들이 제시되었다.

온라인 심리치료는 웹사이트, 화상, 휴대용기기, 가상현실(Virtual Reality: VR)을 이용한 접근들이 이루어지고 있으며, 연구결과들을 통해 심리적 증상을 감소하는데 전반적으로 효과적인 것으로 나타났다.

온라인 심리치료는 치료 접근성, 효율성, 익명성에 있어 장점이 있으며, 심리치료를 받을 수 없는 개인들에게 치료적 접근성을 높인다는 점에서 긍정적이었다.

반면 치료적, 방법론적, 기술적, 윤리적, 효과성 검증 측면에서 한계가 제시되었는데 어떻게 심리적 위기를 발견하며, 치료과정에서 이러한 위기들이 효과적으로 관리가 되는가 하는 점이 한계로 드러났다.

온라인 심리치료는 심각한 거식증이나 공황장애, 우울증 등 자살 위험이 높은 장애에는 적용되기 어렵지만 불안, 섭식, 사회공포증, 외상 후 스트레스장애에서는 대면 심리치료보다 더 효과적이거나, 동일한 효과를 보이는 것으로 나타났다.

연구결과에 대한 논의와 시사점이 제시되었다.

@highlight

이 연구는 온라인 심리치료에 대한 문헌연구를 바탕으로 온라인 심리치료의 특성을 이해하고 그 가능성과 한계를 살펴보았다.

@highlight

온라인 심리치료는 웹사이트, 화상, 휴대용기기, 가상현실(Virtual Reality: VR)을 이용한 접근들이 이뤄지고 있고, 연구결과들을 통해 심리적 증상을 감소하는데 전반적으로 효과적인 것으로 나타났다.

