미

망

사

학

파

의

 

쿠

마

릴

라

와

 

불

교

논

사

 

다

르

마

키

르

티

는

 

비

록

 

생

존

 

연

대

의

 

선

후

 

관

계

에

 

대

해

서

는

 

논

란

이

 

있

지

만

 

동

시

대

의

 

인

물

이

다

.

 

각

각

 

미

망

사

와

 

불

교

의

 

철

학

적

 

논

의

의

 

정

점

을

 

이

끌

었

다

는

 

평

가

를

 

받

고

 

있

는

 

이

들

의

 

사

상

은

 

지

각

의

 

논

의

에

서

도

 

서

로

 

상

반

된

다

.

 

두

 

사

상

가

 

모

두

 

인

식

을

 

무

모

순

성

이

라

고

 

정

의

하

여

 

유

사

성

을

 

보

이

는

 

듯

하

나

,

 

쿠

마

릴

라

는

 

무

모

순

성

이

 

내

재

적

 

정

당

성

으

로

 

보

증

된

다

고

 

주

장

하

고

,

 

이

는

 

결

국

 

베

다

의

 

영

원

성

을

 

논

증

할

 

수

 

있

게

 

되

는

 

근

거

가

 

된

다

.

 

반

면

 

다

르

마

키

르

티

는

 

인

식

의

 

무

모

순

성

을

 

인

간

의

 

목

적

 

성

취

로

 

규

정

하

여

 

그

 

지

향

점

이

 

다

르

다

.

 

이

를

 

바

탕

으

로

 

지

각

에

 

대

한

 

정

의

와

 

논

증

에

서

도

 

이

들

은

 

첨

예

하

게

 

대

립

한

다

.

 

쿠

마

릴

라

는

 

지

각

은

 

다

르

마

를

 

알

 

수

 

없

는

 

것

이

라

고

 

하

고

 

비

분

별

 

지

각

과

 

분

별

적

 

지

각

으

로

 

구

분

한

다

.

 

초

세

간

적

 

능

력

을

 

가

진

 

요

가

행

자

나

 

일

체

지

자

의

 

존

재

를

 

부

정

하

게

 

되

며

,

 

이

는

 

결

국

 

세

간

의

 

경

험

적

 

상

식

적

인

 

수

준

의

 

지

각

을

 

논

의

한

다

.

 

반

면

 

다

르

마

키

르

티

는

 

지

각

의

 

비

분

별

임

을

 

강

조

하

며

 

언

어

와

 

결

합

가

능

성

이

 

배

제

된

 

것

이

라

고

 

정

의

하

며

,

 

개

별

상

만

이

 

지

각

의

 

인

식

대

상

이

라

고

 

한

정

한

다

.

 

그

리

고

 

지

각

을

 

네

 

가

지

로

 

구

분

하

여

,

 

요

가

행

자

의

 

지

각

을

 

인

정

하

며

,

 

일

체

지

자

의

 

존

재

를

 

긍

정

할

 

수

 

있

는

 

논

리

적

 

근

거

를

 

제

공

한

다

.

 

쿠

마

릴

라

와

 

다

르

마

키

르

티

의

 

지

각

의

 

논

의

는

 

서

로

 

다

른

 

인

식

론

적

 

토

대

 

위

에

서

 

서

로

 

다

른

 

지

향

점

을

 

내

포

하

고

 

있

음

을

 

알

 

수

 

있

다

.

@highlight

미망사학파의 쿠마릴라와 불교논사 다르마키르티는 비록 생존 연대의 선후 관계에 대해서는 논란이 있지만 동시대의 인물이다. 두 사상가 모두 인식을 무모순성이라고 정의해 유사성을 보이는 듯하나, 쿠마릴라는 무모순성이 내재적 정당성으로 보증된다고 주장하고, 이는 결국 베다의 영원성을 논증할 수 있게 되는 근거가 된다.