본 연구의 목적은 필라테스와 저항운동이 비만여성의 혈관탄성과 신체조성에 미치는 영향을 알아보는데 있다.

연구대상으로는 체지방률 30% 이상되는 비만여성 24명을 무선표집하여 운동집단 12명, 통제집단 12명으로 나누어 필라테스와 저항성운동의 복합운동을 12주 동안 실시하였다.

분석변인으로는 상지와 하지 혈관탄성 및 신체조성(체중, 체지방률, 체질량지수)을 분석하였으며 모든 데이터는 SPSS12.0을 이용하여 평균과 표준편차를 구하였으며 반복측정에 의한 이원분산 분석(two-

way ANOVA repeated measures), one-

way ANOVA 및 Turkey에 의한 post hoc을 이용하여 통계처리하였다.

그 결과 다음과 같은 결론을 얻었다.

첫째 오른손, 왼손, 오른발의 혈관탄성은 유의하게 개선되었으나 왼발의 혈관탄성은 유의한 증가를 보이진 않았다.

둘째 신체조성 중 체중과 체지방률은 유의한 감소를 보였으나 체질량지수는 유의한 감소를 보이지 않았다.

이상의 결과를 통해서 필라테스와 저항성운동의 복합운동은 혈관탄성과 신체조성에 긍정적인 영향을 미친 것으로 나타났다.

결론적으로 복합운동은 연구변인들의 개선을 통해서 순환계질환의 예방에 기여할 것으로 사료된다.

@highlight

이 연구의 목적은 필라테스와 저항운동이 비만여성의 혈관탄성과 신체조성에 미치는 영향을 알아보는데 있다.

@highlight

필라테스와 저항성운동의 복합운동은 혈관탄성과 신체조성에 긍정적인 영향을 미친 것으로 나타났다.

