본 연구는 『사회공헌도 2003』의 자료를 이용하여 일본 기업의 사회공헌 활동 현황과 특성이 무엇인지를 고찰해 보고자 한다.

본 연구에 대한 분석 결과는 다음과 같이 요약할 수 있다.

첫째, 일본 기업의 사회공헌도 평가항목은 평등직장, 남녀평등, 국제화, 환경보호, 기업윤리, 사회와의 공생, 정보공개 등의 6개 분야에서 유의하게 나타났으나 장애인 고용과 소비자 지향에서는 유의하지 않게 나타났다.

둘째, 사회공헌도 세부항목을 보면 소비자 지향과 환경보호에서는 전반적으로 좋은 평균값을 나타냈으나, 남녀평등, 국제화에서는 낮은 평균값을 나타냈다.

셋째, 사회공헌도 6개 항목이 기업규모에 따라 유의한 차이가 있는 것으로 나타난 반면 나머지 3개 항목인 남녀평등, 환경보호, 정보공개 등은 기업규모에 따라 유의하지 않는 것으로 나타났다.

넷째, 일본 기업은 경제상황에 따라 사회공헌 활동에 대해 업종별 격차가 많았으며 특히 부동산·건설 업종은 사회 공헌도 평가항목에 따라 평균값 범위의 폭이 심하게 나타나는 것으로 분석되었다.

다섯째, 사회 기여비율은 9개의 평가항목 가운데 환경보호와 기업윤리에서 유의한 차이가 나타나는 것으로 분석되었다.

@highlight

일본 기업의 사회공헌 활동 현황과 특성을 고찰하였다.

@highlight

일본 기업의 사회공헌도 평가항목은 평등직장, 남녀평등, 국제화, 환경보호, 기업윤리, 사회와의 공생, 정보공개 등 6개 분야에서 유의하게 나타났고, 소비자 지향과 환경보호에서 좋은 평균값을 나타냈다.

@highlight

사회 기여비율은 환경보호와 기업윤리에서 유의한 차이가 나타났다.

