블록체인은 분산형 데이터 저장기술로서, 소비자의 개인정보 거래와 관련한 혁신적인 기술로 주목받고 있다.

블록 체인기술을 적용한 소비자 대상 서비스의 상용화는 대기업을 중심으로 활발하게 논의되고 있으며, 올해 들어 블록 체인 기반 비즈니스 모델을 개발하는 등 사업화에 본격착수하고 있어 시장의 확대를 기대하게 한다.

그러나 일반 소비자들이 경험할 수 있는 서비스의 대중화까지는 다소 시간이 소요될 수 있을 뿐 아니라 암호화화폐에 대한 부정 적 인식은 소비자들의 신기술 수용을 저해할 수 있는 환경적 요소로 지목되고 있다.

본 연구를 위하여 국내의 일반소비자를 대상으로 블록체인에 대한 인식과 수용과 저항 등을 조사하였다.

분석결 과 국내 소비자들의 블록체인에 대한 인지도는 낮은 편이었다.

또한 블록체인의 소비자의 수용에 영향을 주는 요인 은소득, 인지도, 지각된위험및지각된혜택이었으나, 저항에영향을미치는요인은연령, 인지도및지각된위험 인 것으로 분석되었다.

본 연구는 블록체인의 상용화가 이루어질 것으로 예상되는 현재시점에서, 블록체인에 대한 일반 소비자의 인지도 를 확인하고, 블록체인에 대한 소비자의 긍정적 요인과 부정적 요인을 확인한 데에 의의가 있다.

연구결과를 통해 블록체인 시장형성을 위한 시사점을 도출하고, 소비자와 사업자의 신뢰도 구축을 위한 방안을 제시해보고자 한다.

@highlight

국내의 일반소비자를 대상으로 블록체인에 대한 인식과 수용과 저항 등을 조사하였다.

@highlight


국내 소비자들의 블록체인에 대한 인지도는 낮은 편이었다.

@highlight


블록체인의 상용화가 이루어질 것으로 예상되는 현재시점에서, 블록체인에 대한 일반 소비자의 인지도 를 확인하고, 블록체인에 대한 소비자의 긍정적 요인과 부정적 요인을 확인한 데에 의의가 있다.

