'중용(中庸)'은 인간의 바른 마음이 어떻게 일상생활에 항상성을 갖고 실현되는가의 문제를 논하므로 우리 삶의 순간순간에 직접 활용되고 실천되어야 하는 텍스트다.

그러나 '중용'이 쓰인 시대와 현대의 사정은 판이하게 다르며, 주희나 정약용의 해석도 그들이 살던 시대에 적합한 해석으로 현대인의 삶에 직접적으로 적용하기는 어려운 것이 사실이다.

이런 까닭에 '중용'의 의미를 알고자 하는 사람은 있을지라도 그것을 몸으로 익히고자 하는 사람은 드물고, 몸으로 익히고자 시도하는 사람은 있을지라도 그것이 삶 속에서 항상성을 갖는 수준을 목표로 하는 경우는 더욱 드물다.

그러나 최근 일어난 버닝썬 게이트 사건을 비롯하여 현대 사회의 여러 문제를 돌이켜 보면, 외부 사회와의 조화를 추구하기 위한 가장 기초적인 단계로서의 내성(內聖)을 논하는 '중용'의 교육 기능 회복의 필요를 절실히 느끼게 된다.

이글은 '중용'의 교육 기능 회복을 위한 현대적 해석의 가능성 및 방향을 모색해 보는 것을 목적으로 한다.

글의 전개는 '중용'의 재해석을 시도했던 여러 학자 중, 주희(朱熹)와 정약용(丁若鏞)의 해석을 그들이 살던 시대의 문제와 함께 살펴봄으로써 현대적 해석의 가능성을 모색해 보고, 이를 바탕으로 현대 사회에 알맞은 '중용'의 해석을 직접 시도해 보는 것으로 한다.

@highlight

버닝썬 게이트 사건을 비롯하여 현대 사회의 여러 문제를 돌이켜 보면, 외부 사회와의 조화를 추구하기 위한 가장 기초적인 단계로서의 내성을 논하는 중용의 교육 기능 회복의 필요를 절실히 느끼게 된다.

@highlight

중용의 교육 기능 회복을 위한 현대적 해석의 가능성 및 방향을 모색해 보는 것을 목적으로 한다.

@highlight

 주희와 정약용의 해석을 그들이 살던 시대의 문제와 함께 살펴봄으로써 현대적 해석의 가능성을 모색해 보고, 이를 바탕으로 현대 사회에 알맞은 중용의 해석을 직접 시도해 보는 것으로 한다.

