본 논문은 글로벌 금융위기 이후 선진국 중앙은행의 대규모 양적완화정책에 따른선진국과 우리나라 시장금리간의 동조화 현상을 수익률곡선 측면에서 실증적으로 분석하였다.

이를 위해 동태적 Nelson-

Siegel 모형을 활용하여 우리나라와 미국의 수익률곡선 결정요인들을 추정하였으며, 동 요인들을 변수로 사용하여 시변모수 VAR모형을 구축한 다음 동태적 관점에서 예측오차 분산분해 분석을 실시하였다.

분석 결과, 미국 수익률곡선의 수준 요인이 우리나라 수익률곡선의 수준 요인에 미치는 파급효과가 글로벌 금융위기 이후 크게 높아진 것으로 분석되었다.

특히 3년 만기 국고채 수익률에 대한 미국 장기금리의 영향력은 2014년 들어 약40%를 상회하고 있는 것으로 나타났다.

반면 미국 장기금리가 우리나라 단기금리에 미치는 영향은 통계적으로 유의하지 않은 것으로 밝혀졌다.

이와 같이 글로벌 금융위기 이후 우리나라와 미국의 장기금리간 동조화 현상이 강화되었다는 분석결과 등에 비추어 볼 때 향후 미 연준의 통화정책 정상화에 따라 미국의 장기금리가 상승할 경우 우리나라 장기금리도 상승압력을 받을 것으로 예상된다.

이같은 경우 국내 장단기 금리차가 확대되면서 수익률곡선의 기울기가 가팔라지는 등금융 시장의 변동성이 확대될 가능성이 있으므로 이를 완화할 수 있는 정책 대응방안 등이 모색되어야 할 것으로 판단된다.

@highlight

이 논문은 글로벌 금융위기 이후 선진국 중앙은행의 대규모 양적완화정책에 따른선진국과 우리나라 시장금리간의 동조화 현상을 수익률곡선 측면에서 실증적으로 분석했다.

