최근 산업활동을 통해 배출되는 유해 오염물질 제거에 대한 관심이 증가하고 있다.

본 연구 에서는 수증기 활성화 법을 이용하여 활성탄소섬유를 제조하고, 이의 유해가스 흡착 및 전기화학적 감응 특성을 분석하였다.

활성탄소섬유의 균일한 기공 구조, 활성 반응 면적 및 반응 위치를 조절하기 위하여, 활성화 온도(750-850 oC) 및 활성화 시간(30-240 min)을 조절하였고, 다양한 활성화 조건을 통 해 제조된 활성탄소섬유의 SO2와 NO 가스 흡착 및 가스 센서를 통한 감응 특성을 분석하였다.

특히, 850 oC에서 45 min동안 수증기 활성화 반응을 통해 제조된 활성탄소섬유가 가장 높은 비표면적 (1,041.9 m2/g)과 기공 특성(0.42 cm3/g)을 보였으며, 우수한 SO2 (1.061 mg/g) 및 NO (1.210 mg/g) 가스 흡착 특성을 보였다.

@highlight

본 연구는 수증기 활성화 법을 이용하여 활성탄소섬유를 제조하고 분석한 결과 850 oC에서 45 min동안 수증기 활성화 반응을 통해 제조된 활성탄소섬유가 가장 높은 비표면적과 기공 특성을 보였으며, 우수한 가스 흡착 특성을 보였다.

