미래 문화에 적응 할 수 있는 능력은 문화의 맥락에서 음악문화를 이해하는 것이다.

문화의 맥락에서 미적 전통을 이해할 수 있는 능력은 문화예술 문식성과 같은 학습능력이며, 문화 공동체 안에서 함께 음악을 경험하는 가운데 함양할 수 있는 보편적인 능력이다.

이와 같은 음향적 담화는 교수학습영역에서 문화적 공동체 역량을 함양할 수 있는 음악적 소통도구로서 매우 적합하다.

따라서 음악수업에서 학생들이 문화적 공동체 역량을 함양하기 위해서는 담화 형태의 문화영역에서 음악교수학습의 개발이 필요할 뿐만 아니라 구체적인 평가예시가 필요하다.

이와 같은 필요성을 충족하기 위해 본 연구에서는 현재 한국음악의 문화적 정체성을 유지 할 수 있도록 문화예술 문식성 계발에 중점을 두었다.

본 연구는 미래사회변화에 적응하여 성장할 수 있도록 문화 영역의 범위에서 문화적 공동체 역량 함양을 위한 구체적인 교수학습 및 평가방법 제시를 목적으로 한다.

또한 문화적 공동체 역량 함양을 위한 문화 문식성 계발을 학습요소로 두고, 1-10차시의 교수학습 및 평가를 제시하였다.

본 연구는 학생들이 음악학습을 통하여 문화적 공동체 역량을 더욱 함양하여 미래사회변화에 유연하게 대처할 수 있는 미래형 인재양성에 기여를 기대 할 수 있다.

@highlight

이 연구는 미래사회변화에 적응해 성장할 수 있도록 문화 영역의 범위에서 문화적 공동체 역량 함양을 위한 구체적인 교수학습 및 평가방법 제시를 목적으로 한다.

