상류지역 산림은 하류지역 주민들이 사용하고 있는 상수원의 수질개선에 많은 기여를 하고 있다.

하지만 수질개선을 목표로 설치된 한강수계관리기금의 지금까지의 지출구조를 살펴보면, 수계 상류지역에 위치하고 있는 산림관리에 투자되고 있지 않음을 알 수 있다.

따라서 수계관리위원회가 수질개선을 위한 산림관리 사업에 대한 지불의사금액을 알아보고 상류지역 산림을 관리하기 위한 예산 규모를 산정하고자 한다.

이를 위해 물이용부담금 납부자를 대상으로 한강 수질개선을 위한 상류지역 산림관리에 대한 지불의사금액을 추정해 보았다.

한강수계 물이용부담금 납부자를 대상으로 편의 추출법을 사용하여 300부의 설문지를 회수하였고, 조건부 로짓모형과 혼합 로짓모형으로 분석한 결과 목적변수인 산림관리에 대한 통계적 유의성이 있음을 확인하였다.

이를 토대로 수계관리기금에서 산림관리를 위해 투자할 수 있는 예산 범위를 추정한 결과, 최소 20,526백만 원에서 최대 20,928백만 원의 규모로 운용될 수 있을 것으로 산정되었다.

@highlight

상류지역 산림은 하류지역 주민들이 사용하고 있는 상수원의 수질개선에 많은 기여를 하고 있지만 수질개선을 목표로 설치된 한강수계관리기금의 아직까지의 지출구조를 살펴보면, 수계 상류지역에 위치하고 있는 산림관리에 투자되고 있지 않음을 알 수 있다.

