다상 전동기는 기존의 3상 전동기와 비교하여 높은 신뢰성과 성능의 이점 때문에 고 신뢰성을 요하는 전장과 특수기기 분야에서 많은 관심을 갖고 있다.

본 연구에서는 다상 전동기들 중 5상 영구자석 동기 전동기를 이용하여 전동기 제어의 주요 변수인 자기 인덕턴스와 상호 인덕턴스를 수식을 통한 추정 방법을 다룬다.

최근 대부분의 고효율 구동 전동기들은 FOC(Field Orinted Control)와 DTC(Direct Torque Control) 제어를 이용하므로 전압 방정식에서 가장 중요한 인덕턴스를 정확하게 추정하는 것이 중요하다.

인덕턴스를 수식적으로 계산하기 위해서 본 연구에서는 WFT(Winding Function Theory)를 적용하였다.

계산된 인덕턴스의 결과 값의 타당성 유무를 확인하기 위하여 유한요소해석과 비교 하였으며 약 3 %의 편차를 가지는 것을 확인하였다.

최종적으로 WFT를 이용하여 계산된 인덕턴스를 FOC와 DTC 제어에 필요한 값인 d축과 q축 인덕턴스로 변환하는 과정을 소개한다.

@highlight

다상 전동기들 가운데 5상 영구자석 동기 전동기를 이용하여 전동기 제어의 주요 변수인 자기 인덕턴스와 상호 인덕턴스를 수식을 통한 추정 방법을 다루고 있다.

@highlight

인덕턴스를 수식적으로 계산하기 위해 WFT를 적용했다.

@highlight

최종적으로 WFT를 이용해서 계산된 인덕턴스를 FOC와 DTC 제어에 필요한 값인 d축과 q축 인덕턴스로 변환하는 과정을 소개한다.

