이 글은 선박매매에 관하여 해사법상 법률관계와 영국 보통법상 판례의 판결 그리고 한국 해운산업에 대하여 몇 가지 정책적 제언으로 구성한다.

최근 신조선박의 수주량과 거래는 대부분 동아시아의 한국, 일본 그리고 중국에서 형성되고 있다 특히 한국의 주요 조선소들은 규모를 확대하고 있고 LNG(액화천연가스) 수송을 위한 새로운 해운산업을 개척하고 있다.

여기에 한국의 정부도 점차 인터넷을 통한 중고선박매매의 활성화에 관심을 두고 있으며, 한국해운거래소를 설립할 계획도 모색하고 있다.

그러므로 이 글은 Ⅱ장은 선박매매의 법적 특질을, Ⅲ장은 선박매매의 표준서식을, Ⅳ장은 선박매매에 관한 해사법상 문제점 과 개선방안을 제언함으로 결론적으로 해사법상 선박매매의 정책적 제시와 한국형 선박매매서식의 제작, 해사법상 선박매매에 관한 현행법 제․개정 및 특별법 제정과 한국해운거래소 설립의 필요성을 제언한다.

@highlight

선박매매에 관하여 해사법상 법률관계와 영국 보통법상 판례의 판결 그리고 한국 해운산업에 대하여 몇 가지 정책적 제언으로 구성한다.

@highlight


한국의 정부도 점차 인터넷을 통한 중고선박매매의 활성화에 관심을 두고 있으며, 한국해운거래소를 설립할 계획도 모색하고 있다.

