일체의 삶을 사회주의 혁명에 바쳤던 룩셈부르크가 끊임없이 맞선 것은 독일사회민주당의 개량주의와 볼셰비키, 특히 레닌이었다.

그녀는 대중의 자발성에 대한 믿음을 바탕으로 레닌과 논쟁하고 볼셰비키혁명을 비판하여 맑스주의에 깊은 통찰력을 보여주었다.

룩셈부르크에 대한 평가가 레닌주의의 상대화에 머물게 된 연유이다.

대중의 자발성은 룩셈부르크의 사상과 실천에서 핵심요소이다.

그녀는 독일사회민주당의 지도부를 비판하면서 대중의 자발성을 주목하기 시작했는데, 당 조직문제로 레닌과 논쟁하면서 자발성을 체계적으로 인식하게 되었다.

1905년의 러시아혁명을 통해 대중의 자발성을 확인한 룩셈부르크는 독일의 ‘1918/19년혁명’에서 나타난 노동자·병사평의회를 통해 현실로 경험할 수 있는 계기를 갖게 되었다.

그녀는 노동자·병사평의회를 중심으로 사회주의 혁명을 지향했으나 평의회운동이 패배하자 독일공산당을 건설했다.

이러한 과정을 놓고 룩셈부르크가 레닌주의로 접근했다는 평가도 있지만, 그녀는 사회주의 혁명을 직업혁명가들의 봉기가 아니라 ‘대중들의 자각된 행동’이라고 보기 때문에 커다란 차이가 있다.

이러한 차원에서 맑스주의의 혁명적 전통은 볼셰비키와 스파르타쿠스단이 끊임없이 논쟁하고 대립하는 가운데 이어진 것으로 볼 수 있다.

@highlight

사회주의 혁명가 룩셈부르크는 대중의 자발성에 대한 믿음을 바탕으로 레닌과 볼셰비키혁명을 비판하고 맑스주의에 깊은 통찰력을 보여주었으며 사회주의 혁명을 대중들의 자각된 행동으로 보았으며 노동자·병사평의회를 중심으로 사회주의 혁명을 지향했으나 평의회운동이 패배하자 독일공산당을 건설했다.

