본 연구는 대학 졸업 후 첫 취업 과정에서 진로결정 자기효능감과 진로정체감이 어떻게변화하고 상호작용 하는지 살펴보았다.

이를 위해‘한국 여대생들의 일가족 다중역할에대한 계획 변화의 종단연구’자료 중 1차 설문시기에 대학 4학년, 2차 설문시기에 대졸자, 3차 설문 시기에 취직 혹은 대학원 진학한 137명을 추려 사용하였다.

진로결정 자기효능감 척도와 진로정체감 척도를 사용하고, 자기회귀 교차지연모델(ARCLM)을 사용한 분석결과는 다음과 같다.

첫째, 졸업 후 1년 내 진로 결정 과정에서 진로결정 자기효능감과진로정체감 모두 시간의 경과에 따라 안정적으로 유지되었다.

둘째, 진로결정 자기효능감과 진로정체감의 교차지연 효과가 모든 시점에서 유의하게 나왔다.

셋째, 2차 년도의 진로결정 자기효능감이 3차 년도의 진로정체감에 미치는 영향력이 가장 크게 나타나 진로결정 자기효능감이 졸업 후 실제 직업 선택 시기에 진로정체감에 선행적 인과성을 갖는다고 볼 수 있다.

본 연구는 3년에 걸친 종단 자료를 이용하여 기존 횡단연구에서 진로정체감이 진로결정 자기효능감에 영향을 주고, 진로결정 자기효능감이 진로정체감에 영향을 준다는 결과를 확인하고 더 나아가 시간의 흐름에도 두 변인이 상호작용 함을 확인하였다는데 의미가 있다.

@highlight

이 연구는 대학 졸업 후 첫 취업 과정에서 진로결정 자기효능감과 진로정체감이 어떻게변화하고 상호작용 하는지 살펴보았다.

