본 논문은 항우연에서 운용 중에 있는 축소 로터 시험 장치(General Small-

scaled Rotor Test System, GSRTS)에 대한 구조 안전성 확보를 위한 구조해석 수행 결과를 제시하고 있다.

프루드(froude) 축소 및 마하(mach) 축소 시험을 수행하고, 관절형 및 무힌지 로터 등 다양한 로터 시스템 적용을 위해서는 시험 장치의 안전성 확보와 운용상의 능력 범위를 확인하기 위해 로터 운용 조건에서 나오는 기준 하중을 이용하여 구조 안전계수를 산출하였다.

특히, 구동 계통(drive system)은 베어링 및 기어, 축 등으로 구성되어 있어 운용상의 안전성 확보가 우선적으로 요구되는 필수 항목이다.

구조해석은 구동 계통의 기본 부품의 형상 및 재료 물성치를 이용하여 해석적 방법으로 구하였다.

본 로터 시험 장치는 설계된 안전계수 안에서 운용을 해야 하며, 향후 KUH 축소 풍동 모델 시험을 적용할 때도 하중 계산을 통해서 시험 시 운용 조건의 범위를 정해야 한다.

@highlight

항우연에서 운용 중에 있는 축소 로터 시험 장치를 구조해석한 결과, 해당 장치는 설계된 안전계수 안에서 운용해야 하며, 향후 KUH 축소 풍동 모델 시험에서도 하중 계산을 통한 운용 조건 범위 설정의 필요성을 알 수 있었다.

