남북의 분단으로 발생한 이산가족은 가족에 관한 권리의 핵심인 면접교섭권을 충분하게 향유하고 있지 못하다.

13만 명에 가까운 이산가족 가운데 이미 6만 명에 가까운 사람이 사망하였고, 생존자 가운데 80퍼센트 이상은 70세를 넘은 고령자다.

그동안 이산가족상봉은 통일의 목표를 달성하기 위한 정책적 수단으로 이해되어 왔지만 이제 이산가족의 가족에 관한 권리라는 인권의 관점에서 이해될 필요가 있다.

가족에 관한 권리는 가족을 자유롭게 형성하고 유지할 수 있는 권리로서 인간이면 누구에게나 보장되어야 하는 인권에 속하기 때문이다.

특히 이산가족은 분단의 현실로 인하여 가족을 자유롭게 만나서 이야기 나눌 수 있는 면접교섭권이 심각하게 침해되고 있다.

이미 1990년에 통일된 독일은 분단 당시 동서로 분단된 현실을 극복하기 위하여 1970년대부터 인적 교류를 촉진시킨 결과 마침내 통일에 이르게 된다.

남북한도 이산가족상봉을 실현하기 위하여 조약의 형태로 인적 교류에 관한 합의를 체결하여 가족의 자유로운 상봉이 가능하도록 구체적인 대안을 제시할 필요가 있다.

@highlight

이산가족은 가족에 관한 권리의 핵심인 면접교섭권을 충분하게 누리고 있지 못하다.

@highlight


그동안 이산가족상봉은 정책적 수단으로 이해되어 왔지만 이제 인권의 관점에서 이해될 필요가 있다.

@highlight


특히 가족을 자유롭게 만나서 이야기 나눌 수 있는 이산가족의 면접교섭권이 심각하게 침해되고 있다.

