본 연구는 인터넷 게임 중독의 대표적인 위험 요인 중 하나인 대인관계 불만족이 인터넷 게임 중독에 미치는 영향에 있어 게임 이용 동기(성취동기, 현실도피동기, 공격동기)의 매개 효과를 조사하기 위해 수행되었다.

이를 위해 온라인 커뮤니티에서 인터넷 게임을 한다고 보고한 487명(남자 378 명, 여자 109명)의 자료를 분석했다.

그 결과 남성의 경우 대인 관계 만족도는 인터넷 게임 중독에미치는 직접 효과 외에, 현실 도피 동기를 매개하여 게임 중독에 영향을 미치는 간접 효과 모두 유의미한 것으로 나타났다.

반면, 여성은 대인 관계 만족도의 직접 효과만 유의미했다.

구체적으로 남성의 경우 불만족스런 대인 관계 경험이 인터넷 게임 중독에 취약하게 할뿐더러, 현실에 대한 도피욕구를 증가시키고, 이 욕구가 게임을 통해 충족됨에 따라 중독 심각성이 높아졌으나, 여성의 경우대인 관계 불만족이 중독적인 인터넷 게임 사용을 야기하고, 현실 도피 동기를 증가시켰으나, 현실도피 동기의 상승이 게임 중독에 영향을 미치지 못했다.

이러한 결과는 성별에 따라 인터넷 게임중독의 양상이 다르게 나타나는데 있어, 욕구를 해소하는 방식에서의 차이가 인터넷 게임 유병률에서의 성차를 야기한 요인으로 기능했을 가능성을 시사한다.

본 연구는 현실에서 겪는 불만족스런경험이 과도한 게임사용을 야기하는데 있어 게임 이용 동기의 영향력을 확인한 초기의 시도이며, 게임 중독의 치료와 예방을 위한 전략 설계에 도움이 될 것이라 기대한다.

@highlight

남성의 경우 대인 관계 만족도는 인터넷 게임 중독에미치는 직접 효과 , 현실 도피 동기를 매개하여 게임 중독에 영향을 미치는 간접 효과 모두 유의미한 것으로 나타났다.

@highlight

남성의 경우 불만족스런 대인 관계 경험이 인터넷 게임 중독에 취약,  도피욕구를 증가, 이 욕구가 게임으로 충족됨에 따라 중독 심각성이 높아졌으나, 여성의 경우대인 관계 불만족이 중독적인 인터넷 게임 사용을 야기하고, 현실 도피 동기를 증가시켰으나, 현실도피 동기의 상승이 게임 중독에 영향을 미치지 못했다.

