차별화된 제품을 생산하는 국내 공기업과 외국 사기업이 경쟁하는 혼합복점시장에서 수입국의 관세 정책에 따른 각 기업의 생산능력 수준과 이윤, 사회후생을 분석한다.

또한, 공기업의 민영화를 통한 각 균형을 비교 분석한다.

그 결과, (i) 수입국이 관세 부과를 하는 경우, 국내 공기업과 외국 사기업은 모두 과소 생산능력을 선택하지만, 민영화의 경우 국내 사기업은 과대 생산능력, 외국 사기업은 과소 생산능력을 선택한다.

(ii) 수입국의 자유무역 정책에서 공기업은 과소 생산능력을 선택하고, 외국 사기업은 생산능력과 생산량을 일치 시키며, 민영화를 한다면 두 사기업 모두 과대 생산능력을 선택한다.

(iii) 관세 정책과 상관없이 공기업의 비효율성이 존재한다면, 수입국의 후생은 민영화의 경우 더 높다.

하지만, 민영화가 불가능한 경우라면 수입국은 자유무역 정책을 선택하는 것이 더 높은 후생을 달성한다.

자국 공기업을 민영화하는 경우, 수입국의 후생은 관세 정책과 제품 차별성에 따라 달라진다.

@highlight

차별화된 제품을 생산하는 국내 공기업과 외국 사기업이 경쟁하는 혼합복점시장에서 수입국의 관세 정책에 따른 각 기업의 생산능력 수준과 이윤, 사회후생을 분석한다.

