이 연구에서는 몬테 카를로 실험 (Monte Carlo Experiment)을 통하여 Augmented Dickey-

Fuller 단위근 검정법의 검정력을 측정하였다.

컴퓨터 시뮬레이션을 통한 자료생성과정에 있어서 상수항과 시간추세의 포함여부에 따라 세 가지 형태를 가정하였다.

이는 관찰 가능한 현실의 시계열에 대하여 단위근 검정을 적용할 때 그 시계열의 자료생성과정을 알 수 없다는 점을 반영한 것이다.

한편 이러한 시도는 기존의 연구에서 상수항과 시간추세가 없는 자료생성과정만을 가정한 것과 차별화된다.

자료생성과정에서 자기회귀항의 모수는 1.00부터 0.80까지 다양하게 부여하였다.

연구의 결과 비록 검정력은 흔히 우려하는 것처럼 낮지는 않으나 주어진 유의수준 하에서 검정력을 높이기 위해서는 자료생성과정에 잘 부합하는 검정모형을 선택하는 것이 가장 중요하다는 점이 확인되었다.

특히 시간추세가 포함된 자료생성과정이나 자기회귀항의 모수가 1에 가까운 준단위근 (near unit-

root)의 상태에서는 적절하지 못한 검정모형을 사용할 경우 검정력이 급속히 감소함을 확인하였다.

@highlight

몬테 카를로 실험을 통해 Augmented Dickey-

@highlight

Fuller 단위근 검정법의 검정력을 측정한 결과, 검정력이 낮지는 않으나 주어진 유의수준 하에서 검정력을 높이기 위해서는 자료생성과정에 잘 부합하는 검정모형을 선택하는 것이 가장 중요하다는 점이 확인되었다.

