본 연구는 고등학교 교사들의 수행평가 경험을 탐색하기 위한 질적 연구이다.

이를 위해 3명의 현직 고등학교 교사들을 대상으로 참여관찰, 심층면담, 관련 문서 수집을 통해 수행평가에 대한 내용을 분석하였다.

연구 결과, 고등학교 교사들은 수행평가를 통해 밝은 면과 어두운 면, 즉 명(明)과 암(暗)의 측면을 동시에 경험하는 것으로 나타났는데, 명의 측면으로는 ‘학생들의 다양한 모습 발견’, ‘새로운 아이디어를 수업에 적용’, ‘성적을 넘어 성장을 위한 수업’, ‘교과의 목표와 의미에 맞는 수업’을 경험하였고, 암의 측면으로는 ‘채점과 학생부 기록에 늘어난 업무 부담’, ‘공정성 시비에 대한 두려움’, ‘수행평가 준비를 위한 자료와 지원의 부족’, ‘동료 교사와의 협력의 어려움’의 경험을 하는 것으로 나타났다.

수행평가에 제기되는 문제점을 극복하면서 수행평가의 취지를 살리기 위해서는, 수행평가의 효과와 필요성 알리기, 지필평가의 횟수를 줄여서 수행평가로 인한 부담 줄이기, 교사의 채점기준표 개발 지원하기, 교사들 간의 수행평가 정보 교류 확대하기가 필요하다.

@highlight

본 연구는 고등학교 교사들의 수행평가 경험을 탐색하기 위한 질적 연구이며, 도출 결과에 의하면 교사들은 수행평가를 통해 즉 명(明)과 암(暗)의 측면을 동시에 경험하는 것으로 나타났다.

