본 연구는 청각장애학생을 대상으로 한 멘토링 프로그램의 효과성을 실증적으로 검증하는 것을 목적으로 한다.

이를 통해 청각장애학생이 빈번한 스트레스 상황에서도 보다 효과적으로 학교생활에 적응하는 것을 돕고자 한다.

이를 위해 청각장애 특수학교에 재학중인 중학생을 대상으로 멘토링 프로그램을 시행하여 개인적 보호요인(자아존중감), 사회환경적 보호요인(사회적 지지), 학교적응유연성의 유의미한 변화가 있는지를 맨휘트니 U 검증을 통하여 분석하였다.

연구결과 실험집단이 통제집단에 비해 학교적응유연성의 변화는 통계적으로 유의미하게 나타났으나, 자아존중감, 사회적 지지는 통계적으로 유의미하지 않게 나타났다.

이와 같은 연구결과를 통해 멘토링 프로그램이 멘티에게 학교에 대한 흥미를 고조시키고, 또래집단간의 집단응집력이나 역동성을 높게 하여 학교생활 적응을 증진시킨 것을 알 수 있었다.

따라서 청각장애학생을 대상으로 한 멘토링 프로그램의 경우 농정체성을 공유할 수 있는 청각장애인 멘토와의 결연이나 청각장애학생의 농정체성을 살릴 수 있는 구조화된 멘토링 프로그램이 더 도움이 될 것이라고 생각된다.

@highlight

본 연구는 청각장애학생을 대상으로 한 멘토링 프로그램의 효과성을 실증적으로 검증하기 위해 개인적 보호요인(자아존중감), 사회환경적 보호요인(사회적 지지), 학교적응유연성의 유의미한 변화가 있는지를 맨휘트니 U 검증을 통하여 분석하였다.

