본 연구는 보험소비자와 설계사의 관계 형태가 보험회사의 주요 성과결과인 생명보험 가입 건수와 손해보험 가입 건수에 미치는 영향을 음이항회귀모형을 통해 분석하였다.

생명보험 가입 건수에 영향을 주는 변수로는 보험소비자와 보험설계사의 정기적 거래관계이며, 다음으로 연소득, 직업, 성별, 결혼 유무, 세대주 유무의 순이었다.

손해보험 가입 건수는 결혼 유무, 보험소비자와 보험설계사의 정기적 거래관계, 연령, 연소득 순으로 영향을 크게 주었다.

보험소비자와 설계사의 관계 형태가 생명보험 가입 건수와 손해보험 가입 건수에 영향을 주는 주요 요인변수로 드러났지만 그 내용은 크게 다른 결과를 보였다.

생명보험 가입 건수는 보험소비자와 설계사와의 관계가 가장 중요한 변수이며 설계사와의 신뢰관계, 사업적인 관계가 가장 중요한 영향을 미쳤다.

그러나 손해보험 가입 건수는 결혼 유무가 가장 중요한 변수이며 다음으로 보험소비자와 설계사의 관계가 중요한 변수였다.

손해보험은 생명보험과 다른 양상으로 “상당히 신뢰하는 보험설계사”와의 관계가 가입 건수에 영향을 미치지 않고 있음을 알 수 있다.

손해보험에서는 종교/사회 단체, 가족·친척 관계, 사업적 관계가 손해보험 가입 건수에 크게 영향을 주는 것으로 나타났다.

@highlight

생명보험 가입 건수에 영향을 주는 변수로는 보험소비자와 보험설계사의 정기적 거래관계이며, 연소득, 직업, 성별, 결혼 유무, 세대주 유무의 순이었고 손해보험 가입 건수는 결혼 유무, 보험소비자와 보험설계사의 정기적 거래관계, 연령, 연소득 순으로, 손해보험 가입 건수는 결혼 유무가 가장 중요한 변수이며 다음으로 보험소비자와 설계사의 관계가 중요한 변수였다.

