16세기 후반, 예안 지역에서 퇴계 이황(1501-1570)의 젊은 제자들은 ‘科擧之學’과 ‘性理之學’ 사이에서, 그리고 전자를 희망하는 어른들의 기대와 후자를 희망하는 자신들의 신념 사이에서 방황과 갈등을 거듭하다 급기야는 후자를 선택하는 이들이 지속적으로, 그리고 집단적으로 배출되고 있었다.

권호문 역시 그들 중 하나였으니, 과거를 포기했다는 이유만으로 저들을 낮잡아 ‘패배자’라 부를 수 없다면 우리의 권호문 또한 마찬가지이다.

송암 시가에 대한 재래의 논의들은 그의 작품을 해석하는 데 있어 거업에의 실패라는 사회경제적 소인을 중요한 전제로 삼았다.

하지만 인간이란 존재는 어떠한 대상에 나름의 의미가 부여되었을 때 경제적 논리나 쾌락의 원칙을 뛰어넘어 자신이 부여한 의미의 추구를 위해 그러한 것들을 과감히 포기하기도 하는, ‘의미적 동물’이기도 하다.

본고에서는 이러한 점들을 염두에 두면서 송암의 시가 작품들을 읽어보고자 하였다.

그 결과, 그의 작품에 드러난 자긍과 자부 내지는 과거의 경험에 대한 담담한 읊조림 등을 거업에의 실패에 따른 미련이나 불평보다는 개인의 도덕적 수양[道學]이 사회의 조화와 안정에 직결된다는, 그리하여 사회적 공명의 추구보다는 학문적 당위의 추구가 훨씬 더 가치 있다는 의미화 작업에 기인한 것으로 결론지었다.

@highlight

본고는 어른들의 기대를 저버리고 자신의 신념을 선택하여 비난 받던 당시 사회적 인식을 바탕으로 송암의 시가 작품들을 살폈다.

@highlight

그 결과, 송암의 작품들은 개인의 도덕적 수양이 사회의 조화와 안정에 직결되어, 사회적 공명의 추구보다 학문적 당위의 추구가 훨씬 더 가치 있다는 의미화 작업에 기인한 것으로 결론지었다.

