본 연구는 무한경쟁체제로 돌입한 자유무역협정(FTA)을 통해 세계 귀금속 무역 네트워크의 흐름과 무역 구조의 복잡성을 반영하여 HS 71(귀금속류)의 교역구조를 분석하였다.

HS 71류(진주, 귀석, 반귀석, 귀금속과 이들의 제품, 모조신변장신구, 주화)의 수출 무역의 연결정도 중심성은 2003년 미국, 벨기에, 영국에서 2014년에는 스위스, 홍콩, 미국, 중국 순으로 그 영향력이 점차 변화되었다.

수입 무역의 연결정도중심성은 2003년 스위스, 벨기에, 인도 에서 2014년에는 스위스, 영국, 미국, 인도, 중국으로 변화하였다.

그리고 수출 무역 근접 중심성은 2003년 인도, 독일, 영국에서 2014년에는 중국, 독일, 태국 순으로 나타났다.

수입 무역 근접 중심성은 2003년 중국, 미국, 프랑스에서 2014년에는 중국, 미국, 인도 순으로 변화하였다.

또한 수출 무역 매개 중심성은 2003년 미국, 독일, 영국에서 2014년에는 미국, 스위스, 중국으로 변화하였다.

수입 무역 매개 중심성은 2003년 미국, 독일, 영국에서 2014년 미국, 이탈리아, 캐나다로 변화하였다.

HS 제71류 귀금속 무역 네트워크를 종합해 보면 연결정도, 근접, 매개 중심성에 있어 우리나라의 경우 순위가 하락하는 추세이지만, 중국은 전반적으로 상위그룹에 위치하고 있음을 알 수 있었다.

@highlight

이 연구는 무한경쟁체제로 돌입한 자유무역협정을 통해 세계 귀금속 무역 네트워크의 흐름과 무역 구조의 복잡성을 반영해 HS 71(귀금속류)의 교역구조를 분석했다.

