본 연구에서는 <페미토피아>를 텍스트로 삼아서 소설에 나타난 이상향을 탐구하고자 하였다.

소설이 그린 미래 사회의 구체적 모습과 작가 의식을 살피기 위하여 에코페미니즘 이론을 원용하였다.

작자는 생태주의와 여성주의가 결합된 에코페미니즘에 따라 자연 생태계와 조화를 이루는 문명 국가로서 여성 이상국을 설정했지만, 여성이 주도권을 잡는 가모장 제도를 채택한 사회는 여성이 오히려 남성을 억압하는 공동체가 됨으로써 진정한 이상 사회가 될 수 없을 것이라는 비판적인 비전을 제기했다고 할 수 있다.

이를 위하여 소설에서는 각기 가부장제와 가모장제를 바탕으로 하는 사회를 대비적으로 제시하였다.

가부장 제도가 존속하면서도 남녀의 위계가 성립되지 않아 억압이 없이 조화를 이루어 행복하게 살아가는 이상적 마을 ‘향촌’을 대비적으로 제시한 것은, 페미니즘의 이상을 과도하게 추구한 사회가 내포한 문제점을 은연 중 부각시키는 효과가 있다.

그리하여 소설에서 그린 가모장제 사회는 결코 이상향이 되지 못하리라는 점에서 희화성을 띠게 된다.

소설에서 생태주의와 페미니즘 이론, 가족, 젠더, 첨단 문명과 자연, 종교 등에 이르기까지 매우 다양한 요소를 포괄한 것은, 작품 세계의 폭을 넓히면서 이상 세계를 다양하게 부각시키는 데 기여하기도 했지만, 구체적으로 깊이 있게 형상화하는 데에는 오히려 장애 요인으로 작용한 면도 있다.

@highlight

본고에서는 <페미토피아>를 텍스트로 삼아 소설에 나타난 이상향을 연구하고자 했다.

@highlight

소설이 그린 미래 사회의 구체적인 모습과 작가 의식을 살피기 위해 에코페미니즘 이론을 인용하였다.

