본 연구는 자연관광, 치유체험, 만족 및 재방문의도의 영향관계를 검증하였다.

자료수집은 자기기입식방법을 적용하였고, 234부를 분석에 사용하였다.

분석은 SPSS 21.0통계 프로그램을 이용하여 신뢰성과 타당성을 검증하였고, 회귀분석을 실시하여 각 변수들 간의 영향관계를 규명하였다.

분석결과 자연관광은 치유체험에 영향을 미치고, 치유체험은 만족과 재방문의도에 각각 영향을 미치며, 만족은 재방문의도에 영향을 주는 것으로 밝혀졌다.

이러한 검증결과는 다음과 같은 시사점을 제공할 수 있다.

첫째, 자연관광과 치유체험의 구성요소를 규명함으로서 요소의 폭을 확정하였고, 자연관광과 치유체험의 세부적 영향관계를 규명함으로서 학문적 인과관계를 규명하였다.

둘째, 자연관광은 유익하면서도 다양한 치유체험을 제공할 수 있음으로 정부 및 지방자치단체 등은 각 지역이 가진 자연관광자원의 특색을 살려 차별화된 다양한 성격의 자연관광상품을 개발할 필요가 있을 것이다.

셋째, 관광객은 추구하는 치유체험의 종류에 맞는 선택적 자연관광 활동을 실행할 필요가 있을 것이다.

더불어 관광지 운영주체는 치유체험의 유형에 맞게 차별화되고 개인화된 마케팅전략을 수립 및 전개할 필요가 있을 것이다.

넷째, 치유체험의 모든 구성요소는 만족에 영향을 미침으로 관광상품 및 관광목적지 등의 운영주체는 치유체험요소를 확대 및 강화할 필요가 있음을 시사하고 있다.

@highlight

자연관광, 치유체험, 만족 및 재방문의도의 영향관계를 검증한 결과  자연관광은 치유체험에 영향을 미치고, 치유체험은 만족과 재방문의도에 각각 영향을 미치며, 만족은 재방문의도에 영향을 주는 것으로 나타났다.

