교육 정책에서 사교육의 영향력을 감소시키기 위한 노력은 학생 교육격차를 위한 중요한 요소로 제기되고 있다.

본 연구는 현재 실시되고 있는 대학입학제도가 기존 대학입학제도의 문제로 지적되었던 ‘사교육 영향력 강화’ 문제를 감소시켰는지를 점검하는 데 그 목적이 있다.

이를 위해 구체적으로 대학입학전형 간소화 정책 이후 고등학교 학생들의 사교육비와 사교육에 대한 의존도가 변화하였는지를 분석함으로써 정책의 효과를 간접적으로 확인할 수 있을 것으로 기대하였다.

연구는 2012학년도부터 2016학년도까지 신입생을 대상으로 회고적 방법으로 진행하는 기입식 설문을 통해 진행되었다.

연구 방법은 정책 실시 이전과 이후를 비교하는 집단차 분석을 하였으며, 계열을 고려하여 표집하였다.

연구 결과에 따르면, 학생의 고등학교 재학 기간 내 사교육비 총액과 사교육 의존도는 여전하거나 증가하였다.

전형요소별로 분석한 결과에서도 사교육의 영향력이 여전하거나 심화된 것으로 분석되었으며, 학교교육만으로 준비하기 어려운 정도에 대한 인식도 여전하거나 심화되었다.

이는 대입전형 간소화 정책이 사교육 영향력 감소 측면에서 성공적이라고 판단하기 어렵다는 것을 보여준다.

@highlight

교육 정책에서 사교육의 영향력을 감소시키기 위한 노력은 학생 교육격차를 위한 중요한 요소로 제기되고 있다.

@highlight

학생의 고등학교 재학 기간 내 사교육비 총액과 사교육 의존도는 여전하거나 증가하였다.

@highlight

전형요소별로 분석한 결과에서도 사교육의 영향력이 여전하거나 심화된 것으로 분석되었으며, 학교교육만으로 준비하기 어려운 정도에 대한 인식도 여전하거나 심화되었다.

@highlight

이는 대입전형 간소화 정책이 사교육 영향력 감소 측면에서 성공적이라고 판단하기 어렵다는 것을 보여준다.

