생강연작재배지 토양에 녹비작물의 재배가 토양 양분의 변화와 뿌리썩음 병원균 경감효과를 알기위해 헤어리베치, 크림손클로버, 오차드글라스를 80일간 재배 후, 토양에 환원하여 토양분석 및 real-

time PCR 분석한 결과는 다음과 같다.

녹비작물의 생육은 크림손클로버가 가장 좋았으며, 질수흡수량은 크림손클로버가 가장 높게 나타났으며, 토양의 인산함량은 오차드글라스가 가장 낮게 나타났다.

T-

N 함량은 헤어리벳치 > 크림손클로버 > 오차드글라스 순으로 나타났다.

또한 토양 내 뿌리썩음 병원균 밀도 분석을 위해 Pythium zingiberum 균 특이 5.8S rDNA를 이용하여 real-

time PCR 분석한 결과 헤어리베치, 오차드글라스 및 크림손클로버 처리의 Ct값은 대조구보다 낮게 나타났다.

이상의 결과를 요약해볼 때 생강연작재배지에서 녹비처리 후 토양은 대조구에 비해 EC가 감소되고, 몇몇 무기성분은 증가하였으며, 뿌리썩음 병원균 밀도는 감소하였다.

@highlight

생강연작재배지 토양에 녹비작물 재배로 인한 토양 양분 변화와 뿌리썩음 병원균 경감효과를 알기 위해 헤어리베치, 크림손클로버, 오차드글라스 재배 후 토양에 환원하여 분석한 결과, 토양은 대조구 대비 EC가 감소, 무기성분은 증가, 뿌리썩음 병원균 밀도는 감소하였다.

