최근 학술문헌의 양이 급증하고, 융복합적인 연구가 활발히 이뤄지면서 연구자들은 선행 연구에 대한 동향 분석에 어려움을 겪고 있다.

이를 해결하기 위해 우선적으로 학술논문 단위의 분류 정보가 필요하지만 국내에는 이러한 정보가 제공되는 학술 데이터베이스가 존재하지 않는다.

이에 본 연구에서는 국내 학술문헌에 대해 다중 분류가 가능한 자동 분류 시스템을 제안한다.

먼저 한국어로 기술된 기술과학 분야의 학술문헌을 수집하고 K-

Means 클러스터링 기법을 활용하여 DDC 600번 대의 중분류에 맞게 매핑하여 다중 분류가 가능한 학습집합을 구축하였다.

학습집합 구축 결과, 메타데이터가 존재하지 않는 값을 제외한 총 63,915건의 한국어 기술과학 분야의 자동 분류 학습집합이 구축되었다.

이를 활용하여 심층학습 기반의 학술문헌 자동 분류 엔진을 구현하고 학습하였다.

객관적인 검증을 위해 수작업 구축한 실험집합을 통한 실험 결과, 다중 분류에 대해 78.32%의 정확도와 72.45%의 F1 성능을 얻었다.

@highlight

우선 한국어로 기술된 기술과학 분야의 학술문헌을 수집하고 K-

@highlight

Means 클러스터링 기법을 활용해 DDC 600번 대의 중분류에 맞게 매핑하여 다중 분류가 가능한 학습집합을 구축했다.

@highlight

이를 활용하여 심층학습 기반의 학술문헌 자동 분류 엔진을 구현 및 학습하였다.

