이 연구는 인턴 음악치료사의 전문성 발달을 고찰하는 데 목적이 있다.

이를 위해 연구자는 음악치료 인턴 과정을 수료한 아홉 명의 음악치료사를 대상으로 심층적 면담을 통해 그들의 인턴 경험을 합의적 질적 분석 방법을 사용하여 분석하였다.

교차분석 결과, ‘전문성 성장의 동력’, ‘전문성 성장의 저해 요인’, ‘전문성 성장의 결과’, ‘인턴 제도를 통해 획득하고자 하는 전문성’ 그리고 ‘인턴 제도에 대한 평가’의 5개 영역과 27개의 하위범주가 인턴 음악치료사의 전문성 발달과 관련된 경험으로 나타났다.

그에 따른 주요 연구 결과는 다음과 같다.

첫째, 음악치료 지식과 기술을 학습할 수 있는 다양하고 충분한 기회를 가지는 것이 참여자들의 전문성 발달에 핵심적 역할을 하는 것으로 드러났다.

둘째, 대인 관계적 측면이 음악치료사로서 전문성 성장에 영향을 미치는 것으로 나타났다.

셋째, 수련 기관의 환경과 인턴 수련생에 대한 처우가 참여자들의 전문성 성장에 중요한 요인으로 밝혀졌다.

넷째, 인턴 음악치료사의 발달 양상은 크게 음악치료 전문 기술 축적과 치료사의 내적 성숙으로 구분될 수 있다.

다섯째, 인턴 음악치료사의 성장 촉진을 위해 수련 시기에 따라 개선되어져야 할 제도적 측면이 확인되었다.

@highlight

본고의 목적은 인턴 음악치료사의 전문성 발달을 고찰하는 데에 있다.

@highlight

이를 위하여 연구자는 음악치료 인턴 과정을 수료한 아홉 명의 음악치료사를 대상으로 심층적 면담을 통하여 그들의 인턴 경험을 합의적 질적 분석 방법을 이용해 분석했다.

