학교도서관에서 학교도서관업무지원시스템인 Digital Library System(DLS)의 목록입력 규칙을 이용해 서지레코드를 구축해왔다.

그러나, DLS 목록입력 규칙은 규칙 자체가 상세하지 않고, 규칙 상호 간에 모순이 있고, KCR4에 일치되지 않기 때문에, 서지레코드 구축시 표준화된 지침으로 사용될 수 없다.

이에 본고에서는 학교도서관에서 생산하는 서지레코드의 품질을 향상시키고, 표준화된 서지레코드 구축을 위해, DLS 목록입력 규칙의 개선방안을 제시하고자 한다.

DLS 목록입력 지침의 문제점을 조사하기 위해 DLS 목록입력 규칙을 KCR4와 비교 분석하고, 3년 이상 경력의 학교도서관 사서교사를 대상으로 서면 및 전화 면담을 실시하였다.

그 결과 DLS 목록입력 규칙에서 사용한 용어가 KCR4와 일치하도록 수정이 필요하고, 기술영역별로 목록규칙의 개정이 요구되었다.

@highlight

본고에서는 학교도서관에서 생산하는 서지레코드의 품질을 향상시키고, 표준화된 서지레코드 구축을 위해, DLS 목록입력 규칙의 개선방안을 제시하고자 한다.

