비즈니스 영역과 과학계가 전통적인 관점의 자료 생성, 분석, 활용 차원을 넘어서는 데이터를 대량 생산하게 되면서 대용량 데이터에 대한 새로운 시각이 등장하였다.

스포츠 과학·산업현장에서도 측정기술, 각종 센서, 첨단 통신기술, 모바일 데이터 활용 등 다양한 정형, 비정형 데이터들이 양산될 수 있는 환경으로 변모해 가고 있다.

빅데이터는 새로운 데이터 환경에서 기존의 데이터 처리 기술의 한계를 극복하면서 대용량 데이터 수집, 저장, 관리 및 실시간 분석을 통해 경제적인 가치를 추출할 수 있는 차세대 아키텍쳐로 이해되고 있다.

야구와 축구 종목을 중심으로 시작된 스포츠 빅데이터 논의는 테니스, 농구, 포물러 원 등 일부 종목에서 그 탐색적 분석 사례가 보고되고 있다.

스포츠 경기력, 마케팅 또는 건강증진 분야에서 빅데이터의 활용 의의와 가치가 부각되고는 있지만 빅데이터의 효용성과 전략적 가치에 대한 충분한 근거를 제공할 만한 실질적인 빅데이터 인프라 또는 적용사례는 아직 발견되지 않고 있다.

그러나 향후 스포츠 빅데이터 생성 가능성이 커지고 있는 만큼 관련 융합적 지식과 기술에 대한 이해가 선행되어야 하며 이를 뒷받침 할 다양한 교육 프로그램에 관심을 가져야 할 필요가 있겠다.

@highlight

비즈니스 영역과 과학계가 전통적인 관점의 자료 생성과 분석, 활용 차원을 넘어서는 데이터를 대량 생산하게 됨에 따라 대용량 데이터에 관한 새로운 시각이 등장했다.

