본 연구에서는 국가 발전을 위한 기초 학문 중 하나인 과학 교과와 관련하여 학교교육의 중요한 성과로 인식되는 학생들의 정의적 특성과 인지적 성취 간 관계성을 파악하고, 학교교육의 핵심인 교수방법의 영향에 대해 파악하고자 하였다.

또한 과학 관련 정의적 특성과 교수방법이 과학 하위수준 집단에 속할 확률에 미치는 영향에 대해 파악함으로써 학습부진학생의 지도를 위한 시사점을 얻고자 하였다.

이를 위해 PISA 2015 데이터를 활용하여 위계선형모형과 일반화 위계선형모형 분석을 수행하였다.

연구 결과, 과학에 대한 도구적 동기, 자아효능감, 흥미는 모두 학생들의 전반적인 학업 성취 향상에 긍정적 영향을 미치는 것으로 나타났다.

그러나 과학 하위수준 집단 학생의 성취수준 향상에는 과학에 대한 흥미와 자아효능감만 긍정적인 영향을 미치는 것으로 나타났으며, 과학에 대한 도구적 동기의 영향은 유의미하게 나타나지 않았다.

과학 교수방법 중 맞춤형 학습은 전반적인 학업 성취나 과학 하위수준 집단 학생의 성취수준 향상에 모두 긍정적인 영향을 미치는 것으로 나타났으며, 이와 반대로 교사의 피드백과 탐구 기반 수업은 부적 영향을 미치는 것으로 파악되었다.

교사 주도형 수업은 학생들의 전반적인 학업 성취 향상에는 긍정적인 영향을 미치지만, 과학 하위수준 집단 학생의 성취수준 향상에는 유의한 영향을 미치지 않는 것으로 나타났다.

@highlight

과학 교과와 관련한 학생들의 정의적 특성과 인지적 성취 간 관계성을 분석하고, 교수방법에 따른 영향을 파악하고자 하였다.

@highlight

연구 결과, 과학에 대한 도구적 동기, 자아효능감, 흥미는 전반적인 학업 성취 향상에 긍정적 영향을 미치지만, 과학 하위수준 집단 학생의 경우에는 흥미와 자아효능감만 긍정적이었으며, 맞춤형 학습은 전체적으로 긍정적이었다.

