본 연구는 구성주의 유아교실에서 실행된 진자활동에서 그 놀이와 작업의 양상을 파악하고, 이에 대한 유아들의 반응은 어떠한지, 그리고 유아들에게 과학교육이 어떠한 양상으로 제공되어야 하는지를 밝혀보고자 했다.

이를 위해 우선 놀이와 작업에 대한 다양한 관점을 살펴본 후 구성주의교실에서의 진자활동을 통해 유아들이 놀이 속에서 작업이 일어나는 사례를 질적으로 분석했다.

본 연구는 우선 일련의 진자활동 속에서 유아들이 발견하고 접근해 간 놀이적 특성과 작업적 특성을 분석하였고, 둘째로 진자활동에서 나타난 놀이와 작업의 특성에 대한 유아들의 반응을 세 단계로 분석했다.

유아들은 구성주의교실에서 진자활동에 대해 처음에는 놀이처럼 접근하면서 흥미를 보였고, 놀이에 대한 흥미를 충분히 만끽한 후에는 놀이 속에서 작업으로의 전환을 보여주었으며, 결국 탐구의 과정이 있는 작업으로 몰입해감을 보여주었다.

본 연구는 유아들이 일련의 과학활동 안에서 충분한 시간을 들이고, 자신들의 흥미에 따라 활동할 수 있을 때 놀이 속에서 자발적으로 과학하기가 일어나며, 적절한 자료와 교사개입은 이를 촉진할 수 있음을 보여준다.

이로서 본 연구는 구성주의교실에서의 유아과학교육은 단순한 놀이로 끝나서도 안되고 교사에 의해 강요된 작업으로서의 탐구와 실험이어서는 안 됨을 주장한다.

@highlight

구성주의 유아교실에서 시행하는 진자활동에서 그 놀이와 작업을 파악하여 유아들의 반응이 어떤지, 그리고 유아들에게 과학교육이 어떻게 제공되어야 하는지를 밝혔다.

@highlight

우선 놀이와 작업에 대한 다양한 관점을 살피고 구성주의교실에서의 진자활동으로 유아들이 놀이 속에서 작업이 일어나는 사례를 분석했다.

@highlight

유아들은 구성주의교실에서 진자활동을 처음에는 놀이처럼 접근하면서 흥미를 보였고, 놀이에 대한 흥미를 충분히 느낀 후에는 놀이 속에서 작업으로의 전환을 보여주었다.

