국내 지식서비스산업은 우리 경제가 직면하고 있는 ‘경제의 서비스화’ 라고 하는 경제 패러다임의 전환에서 중요한 역할을 담당할 것으로 기대되는 산업으로 Post 제조업 시대의 성장엔진으로서 우리 산업구조를 요소집약형에서 지식집약형으로 전환하기 위한 핵심부문으로 부각되고 있다.

지식서비스산업은 그 자체로서도 높은 부가가치를 창출하지만 중간투입재로서의 역할을 통해 지식서비스 내에 체화되어 있는 지식을 제조업 등 타산업에 확산함으로써 전체 경제의 성장을 촉진하는 촉매역할을 담당하고 있다.

본 논문에서는 국내 지식서비스산업의 정의와 범위를 구체적으로 분류하고, 지식서비스산업의 현황을 파악하였다.

또한, 한국은행(2009)의 산업연관분석을 이용하여 지식서비스산업에 대해 신용보증기금의 보증액(2006년～2009년)을 기준으로 연평균성장률을 통해 2010년 예상보증액을 산출하였으며 이를 이용하여 지식서비스산업이 국내 산업에 미치는 경제적 파급효과를 생산유발효과, 부가가치유발효과, 수입유발효과, 취업유발효과로 나누어 분석하였다.

산업연관분석의 결과로 지식서비스산업의 경제적 효과는 부가가치유발효과와 취업유발효과가 매우 큰 산업으로 나타났다.

이러한 결과는 지식서비스산업을 발전시킬 수 있는 적절한 정책이 국가차원에서 효과적으로 개발되어야 하는 정책적 시사점을 제공하고 있다.

또한 지식서비스 관련 학계 및 연구계의 기초자료로 활용될 수 있을 뿐만 아니라, 연관 산업 및 관련 기업의 전략설정에 필요한 기초자료가 될 수 있을 것으로 기대된다.

@highlight

지식서비스산업이 국내 산업에 미치는 경제적 파급효과를 생산유발효과, 부가가치유발효과, 수입유발효과, 취업유발효과로 나누어 분석한 결과 지식서비스산업의 경제적 효과는 부가가치유발효과와 취업유발효과가 매우 큰 산업으로 증명되었고 이는 향후 전략설정에 기초가 될 것으로 본다.

