본 연구는 치과위생사의 직무만족에 대한 선행연구 결과를 체계적으로 수집, 분석하여 직무만족 측정도구와 관련요인에 대한 분석을 실시하였다.

PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-

analysis)의 체계적 문헌고찰 가이드라인에 의거하여 수행되었으며 최종 분석에 사용된 문헌은 44편이었다.

직무만족을 측정하기 위하여 사용된 측정도구는 모두 10개이다.

모두 국외에서 개발된 것이며 수정하여 사용되었다.

문헌 분석 결과 직무만족이 높을수록 이직의도, 직무스트레스에 음의 상관관계이며, 조직몰입, 전문 직업성에서는 양의 상관관계가 나타났다.

본 연구에서는 직무만족과 다양한 변인 간의 상관관계 및 영향 요인에 국한되어 분석하였으며 향후 본 연구 결과를 기초로 하여 치과위생사의 직무만족 향상에 대한 연구가 활발히 진행되길 기대한다.

@highlight

본 연구는 치과위생사의 직무만족에 대한 선행연구 결과를 체계적으로 수집, 분석하여 직무만족 측정도구와 관련요인에 대한 분석을 실시하였다

본 연구에서는 직무만족과 다양한 변인 간의 상관관계 및 영향 요인에 국한되어 분석하였으며 향후 본 연구 결과를 기초로 하여 치과위생사의 직무만족 향상에 대한 연구가 활발히 진행되길 기대한다

