최근들어 지구온난화, 에너지고갈과 같은 환경문제가 사회에 영향을 주면서 환경오염에 대한 관심이 확대되고 있다.

환경문제해결을 위해선 사회 구성원의 인식과 실천이 필요한데 실제생활에서 환경보호를 실천하는 사람들의 참여는 미흡한 것으로 나타나고 있다.

본 연구의 목적은 현재 주목되고 있는 게이미피케이션의 메커니즘이 다수의 참여가 필요한 환경분야에 주요한 역할이 될 수 있음을 제안하고 국내·외 대표적인 콘텐츠의 사례분석을 토대로 공익의 목적을 가진 콘텐츠 개발에 필요한 개발 방향성을 제시하는데 있다.

이를 위해 게이미피케이션과 관련된 개념 및 특성을 정리한 뒤 게이미피케이션 메커니즘 사례에 적용된 요인들을 사례분석 하였다.

연구결과는 메커니즘의 도전과 성취요소가 이용자의 동기를 만족시키고, 가상공간 및 선물과 자기표현요소는 타인과의 소통으로 유대감을 형성하여 네트워크를 확대시키는 역할을 하였다.

기부와 이타심요소는 공감의 심리를 작용시켜 윤리적인 소비를 지향하는 능동적인 소비문화를 만들어 다수의 참여를 향상시켜주었는데 사례분석을 통해 환경분야 게이미피케이션의 잠재적인 활용가능성을 확인할 수 있었다.

@highlight

본 연구는 현재 주목되고 있는 게이미피케이션의 메커니즘이 다수의 참여가 필요한 환경분야에 주요한 역할이 될 수 있음을 제안하는데 목적을 둔다.

@highlight

이에 국내·외 대표적인 콘텐츠의 사례분석을 토대로하여 공익의 목적을 가진 콘텐츠 개발에 필요한 개발 방향성을 제시하고자 한다.

