이 연구는 경도지적장애학생에게 인권교육프로그램 실시 후 자아존중감(총체적 자아존중감, 사회적 자아존중감, 학교 자아존중감)에 어떠한 효과가 있는지 알아보고자 수행되었다.

연구대상은 전북지역소재 A중학교(일반학교 통합학급)에 소속된 경도지적장애학생 3명을 임의로 선정, 장애인권교육프로그램을 실시한 후 사전․사후 자아존중감 점수의 변화차이를 비교하였다.

연구 결과, 대상학생들의 자아존중감은 A학생이 24%, B학생이 21%, C학생이 20%의 증가율을 보였다.

또한 하위영역인 ‘총체적 자아존중감’, ‘사회적 자아존중감’, ‘학교에서의 자아존중감’ 점수 역시 각각 20% 내외에서 증가하여 인권교육프로그램이 경도지적장애학생들에게 긍정적인 효과를 주는 것으로 나타났다.

이러한 결과는 통합교육현장에서 경도지적장애학생의 인권의식과 자아존중감에 긍정적인 효과를 도모하기 위해 장애인권교육프로그램 도입이 필요함을 시사한다.

@highlight

경도지적장애학생에게 인권교육프로그램 실시 후 자아존중감에 어떠한 효과가 있는지 알아보고자 수행되었다.

@highlight

또한 하위영역인 ‘총체적 자아존중감’, ‘사회적 자아존중감’, ‘학교에서의 자아존중감’ 점수 역시 각각 20% 내외에서 증가하여 인권교육프로그램이 경도지적장애학생들에게 긍정적인 효과를 주는 것으로 나타났다.

