선주책임제한제도는 해운업을 보호하고 장려하기 위한 정책적 이유에서 중세 유럽 대륙에서 등장한 이후 해상법의 확립된 법원칙으로 자리 잡고 있다.

이러한 역사성에도 불구하고 동 제도의 정당성에 의문을 제기하는 일부 학자들의 비판은 계속 제기되어 왔다.

특히 대형 유조선으로부터 유류유출 사고가 발생한 경우에는 총 피해액이 관련 국제협약(CLC·FC)에 따라 이용 가능한 총 보상 한도를 초과하는 사건이 많았기 때문에, 책임제한의 존폐를 둘러싼 논쟁이 재연되었다.

유류오염 사고 역시 다양한 불법행위의 유형 중 하나이고, 책임제한은 불법행위로 인한 민사책임의 내용 중 일부를 구성한다.

개별 불법행위의 유형과 그 규율 내용은 차이가 있지만, 이들이 불법행위법이 추구하는 목적 내지 이념에 합치되어야 함은 물론이다.

이런 관점에서 본 논문은 손해의 회복과 사고 예방이라는 불법행위법의 목적 내지 이념에 비추어 유류오염 사고에서 책임제한 제도 자체와 현행 규율 내용이 합당한지를 검토하고, 바람직한 입법 방안을 제시한다.

@highlight

선주책임제한제도는 해운업을 보호하고 장려하기 위한 정책적 이유에서 중세 유럽 대륙에서 등장한 이후 해상법의 확립된 법원칙으로 자리 잡고 있다.

