본 연구는 산재보험패널조사 1~5차년도의 자료를 통해 원직복귀 여부에 따른 산재 근로자 일자리 만족도의 변화 및 영향요인의 차이를 검증하였다.

분석 결과 첫째, 산재 근로자의 일자리 만족은 모두 정(+)적으로 선형변화하였다.

둘째, 재취업자보다 원직복귀자의 일자리 만족도 초기치가 높았다.

셋째, 근로기간, 자기효능감, 자아존중감은 원직복귀자와 재취업자의 일자리 만족에 모두 유의하였으며, 작업능력평가 및 직업복귀 소견서를 받은 여부, 사업장의 추가보상 협약 여부, 사업장이 제공한 편의 및 지원에 대한 만족도는 원직복귀자에게, 요양 종결 90일 후 업무수행능력, 의료재활서비스 이용 여부, 의료기관의 주기적 회복평가 여부는 재취업자에게 유의하였다.

요양 종결 90일 후 업무수행능력평가, 의료재활서비스 이용 여부, 사업장이 제공한 편의 및 지원에 대한 만족도의 영향력은 집단마다 상이하였다.

이를 토대로 본 연구는 원직복귀 여부에 따라 산재 근로자의 일자리 만족을 높이는 방안을 논의하고 후속 연구과제를 제시하였다.

@highlight

산재보험패널조사 1~5차년도의 자료를 통해 원직복귀 여부에 따른 산재 근로자 일자리 만족도의 변화 및 영향요인의 차이를 검증하였고 산재 근로자의 일자리 만족은 모두 정(+)적으로 선형변화하였다.

@highlight

 재취업자보다 원직복귀자의 일자리 만족도 초기치가 높았고  근로기간, 자기효능감, 자아존중감은 원직복귀자와 재취업자의 일자리 만족에 모두 유의하였다.

