상법의 회사기회 이용 금지 규정은 지배주주의 기회 이용을 막기 위해 도입되었지만, 적용 범위가 광범위하여 회사의 경영을 방해할 수 있다는 비판이 제기되어 왔다.

특히 겸임이사가 있는 기업들에게 같은 사업기회가 제의될 경우 현행법상 이를 승인하기가 어렵다.

또한 기회이용을 허용하는 계약을 승인할 때, 당해 계약으로 인해 회사에 손해가 발생할 경우 제3자의 이익을 회사의 손해로 추정하고 있기 때문에 이사들은 기회이용의 승인에 소극적일 수 있다.

미국에서도 이 법리의 적용 범위가 광범위하여 법적 불확실성이 발생한다는 비판이 있어서, 델라웨어주는 정관으로 특정한 범위에서 이사가 회사의 기회를 이용할 수 있도록 회사법을 개정하였다.

기회이용의 허용 정관이 기업가치에 미치는 영향은 두 가지이다.

이해상충이 있는 기회이용이 늘어난다면 기업가치가 하락할 수 있으며, 기회이용의 허용을 통해 회사에 도움이 되는 거래가 증가한다면 기업가치가 상승할 것이다.

최근 연구에 따르면 회사기회 이용을 허용하면 기업활동의 자유가 확대되고 자본유치가 쉬워져서 기업 가치가 상승한다고 한다.

기업가치를 높이기 위해, 델라웨어주처럼 정관으로 정한 범위에서 회사기회를 이용할 수 있도록 허용할 필요가 있을 것이다.

특히 우리나라는 미국과 달리 제3자를 위한 회사기회의 이용도 금지되므로 정관을 통한 회사기회의 이용을 허용할 필요가 더 클 것이다.

다만 대표소송이 활성화되지 않은 현실을 감안하면, 사외이사에 한하여 정관으로 이사의 회사기회 이용을 허용할 필요가 있을 것이다.

@highlight

회사기회 이용을 허용하면 기업활동의 자유가 확대되고 자본유치가 쉬워져서 기업 가치가 상승한다고 한다.

@highlight

기업가치를 높이기 위해, 델라웨어주처럼 정관으로 정한 범위에서 회사기회를 이용할 수 있도록 허용할 필요가 있고 우리나라는 미국과 달리 제3자를 위한 회사기회의 이용도 금지되므로 정관을 통한 회사기회의 이용을 허용할 필요가 더 클 것이나  대표소송이 활성화되지 않은 현실을 감안하면, 사외이사에 한하여 정관으로 이사의 회사기회 이용을 허용할 필요가 있을 것이다.

