목적：본 연구에서는 한국인 학부생과 외국인 학부생이 작성한 서술형 답안을 분석하고 이를 바탕으로 외국인 학부생의 답안 작성에 필요한 교육 내용을 제안하는 데 목적은 둔다.

방법：한국인 학부생 62명의 논증형 답안 180편, 설명형 답안 182편과 외국인 학부생 62명의 논증형 답안 181편, 설명형 답안 175편을 내용, 구조, 언어 사용 측면에서 분석하였다.

결과：외국인 학부생의 서술형 답안의 특징은 다음과 같다.

지시문이 요구하는 핵심 내용에 선?

후행하는 시작 부분과 마무리 부분의 내용이 동일한 경향이 있으며, 핵심 내용이 누락된 답안은 설명형 답안에서 두드러졌다.

관계적 응집성 측면에서는 논증형 답안에서 설명 관계의 사용률이 높으며, 설명형 답안에서는 예시 관계의 사용률이 낮았다.

지시 대명사 ‘이, 그’, 지시 관형사 ‘이러한’의 사용률은 낮으며 접속부사 ‘그리고, 그래서, 왜냐하면, 그런데’를 선호하였다.

언어 사용 측면에서 구어적 속성을 지닌 문법 및 어휘의 사용률이 높았다.

집단 및 답안 유형별 분석 결과를 바탕으로 서술형 답안 작성을 위한 교육 내용을 제안하였다.

결론：본 연구 결과는 외국인 학부생의 서술형 답안 작성을 위한 교육 방안을 마련하는 데 유용한 자료가 될 것으로 기대한다.

@highlight

본 연구 목적은 한국인 학부생과 외국인 학부생이 작성한 서술형 답안을 분석하고 이를 바탕으로 외국인 학부생의 답안 작성에 필요한 교육 내용을 제안한 것으로, 본 연구 결과는 외국인 학부생의 서술형 답안 작성을 위한 교육 방안을 마련하는 데 유용한 자료가 될 것으로 기대한다.

