브라만 시대(BC.

700년 전후)부터 시작된 것으로 알려져 있는 윤회론은 석가모니를 거치면서 불교의 가장 핵심적인 교리가 된다.

불교에서의 윤회는 일반적으로 중생(衆生)이 죽은 뒤 그 업(業)에 따라 또 다른 세계에 태어난다는 것을 의미한다.

이러한 불교의 윤회론은 동양의 종교로써만 머물지 않는다.

특히 18세기 이후 소승불교 및 티벳불교는 서구 신비주의의 철학적 배경이 되기도 한다.

유럽인들은 동양의 불교, 특히 티벳불교를 통하여 기독교적 삶에서는 볼 수 없는 인간의 정신과 죽음 이후의 모습에 대한 단서를 찾고자 했다.

본 연구에서는 불교와 18세기 이후 서구의 신비주의에서 말하고 있는 윤회의 교육학적 의미를 찾고자 하였다.

이를 위하여 업과 보상, 윤회가 주는 삶의 희망, 그리고 인간에 대한 폭 넓은 이해의 측면에서 윤회론의 교육적 의미를 살펴보았으며, 이와 대비하여 운명론과 현재적 삶에 대한 절망, 그리고 관념적 세계관이 가지고 있는 비교육적 측면을 탐구해 보았다.

이러한 연구는 우리 교육학의 지평을 넓혀주는 계기가 될 수 있을 것이라 생각한다.

@highlight

불교에서의 윤회는 일반적으로 중생이 죽은 뒤 그 업에 따라 또 다른 세계에 태어난다는 것을 의미한다.

@highlight


불교의 윤회론은 동양의 종교로써만 머물지 않는다.

@highlight


불교와 18세기 이후 서구의 신비주의에서 말하고 있는 윤회의 교육학적 의미를 찾고자 하였다.

