과학영재 학생들의 연구윤리 준수 실태를 연구한 선행연구에 따르면, 조사대상의 절반에 가까운 과학영재 학생들이 자신의 연구를 수행하는 과정에서 연구부정을 경험하였다고 응답하였다.

이 연구에서는 과학영재를 위한 교육기관인 영재고, 과학고의 교사와 학생들을 대상으로 과학영재의 연구부정 원인을 알아보았다.

이를 위하여 고등학교급 영재교육기관 소속 교사 6명과 학생 5명을 대상으로 심층 인터뷰를 실시하였다.

과학영재 담당교사는 과학영재의 연구부정 원인 중 환경 요인으로 연구에 주어진 시간부족, 경쟁체제와 성과의 압박, 위반행위 검증체계의 부족을 들었다.

학생 요인으로는 연구윤리에 대한 지식부족, 정답에 대한 집착, 자기연구에 대한 욕심, 태만을 들었다.

그리고 교사 요인으로는 연구윤리교육의 중요성에 대한 인식 부족, 연구윤리 지도역량이 낮음을 들었다.

학생들이 생각하는 연구부정 원인 중 환경과 관련된 요소는 교사들과 동일하였다.

학생 요인은 낮은 윤리적 민감도와 정답에 대한 집착을 꼽았고 교사 요인은 언급하지 않았다.

이 결과를 바탕으로 교육 현장에서 연구윤리를 어떻게 가르쳐야 할지에 대한 방향성을 제시한다.

첫째, 환경적으로 성과 압박을 지양하고, 위반행위 검증체계를 교사에게만 의존하는 것에서 벗어나야 한다.

둘째, 학생들의 연구윤리교육을 강화할 뿐 아니라, 기본적인 윤리성을 기르고 과학의 본성적 측면을 잘 지도하여야 한다.

셋째, 영재담당 지도교사를 대상으로 연구윤리 지도역량을 기르기 위한 교사 재교육을 강화하여야 한다.

@highlight

과학영재를 위한 교육기관인 영재고, 과학고의 교사와 학생들을 대상으로 과학영재의 연구부정 원인을 알아보았다.

@highlight

과학영재 담당교사는 과학영재의 연구부정 원인 중 환경 요인으로 연구에 주어진 시간부족, 경쟁체제와 성과의 압박, 위반행위 검증체계의 부족을 들었다.

@highlight

그리고 교사 요인으로는 연구윤리교육의 중요성에 대한 인식 부족, 연구윤리 지도역량이 낮음을 들었다.

