최근에 응용 개발의 복잡성을 숨겨주고, 상위 응용계층에서 필요로 하는 기능을 추상화하여 제공하는 센서 미들웨어에 대하여 많은 연구진들이 주목하고 있다.

미들웨어를 설계하기 위한 요건들은 다수이지만, 그 중에서도 속성 기반 네이밍의 지원은 매우 중요하게 여겨진다.

하지만 현재 연구된 대부분의 미들웨어는 센서 네트워크의 특성을 제대로 고려하지 않고 설계했을 뿐만 아니라 속성 기반 쿼리에 대한 확장성을 제공하는데 한계가 있었다.

본 연구에서는 가상 대응체(Virtual Counterpart) 개념을 적용하여 속성 기반 네이밍을 싱크 노드의 미들웨어에서 가상의 센서 노드가 지원해주는 구조를 제안한다.

개별 센서 노드에서 속성 기반 쿼리를 처리하는 기존의 데이터 중심 미들웨어와는 달리, 제안된 구조에서는 센서 노드에 대응되는 가상의 센서 노드를 싱크 노드의 미들웨어에서 운용하고, 속성 기반 쿼리를 가상의 센서 노드가 물리적 센서 노드를 대행하여 처리한다.

이러한 접근 방안을 취함으로써, 하부 네트워크에 비 종속적인 속성 기반 네이밍이 가능해졌으며, 확장이 용이해졌다.

@highlight

속성 기반 네이밍을 가상의 센서 노드가 지원해주는 구조를 제안했다.

@highlight

제안된 구조는 가상의 센서 노드를 싱크 노드의 미들웨어에서 운용하고, 속성 기반 쿼리를 가상의 센서 노드가 물리적 센서 노드를 대행하여 처리하는 방안을 통해 하부 네트워크에 비 종속적인 속성 기반 네이밍이 가능해졌고 확장이 용이해졌다.

