이 연구는 과학교사들에게 식물의 겨울눈과 새의 이륙이라는 관찰과제를 제시하여 관찰사실을 기록하게 하고, 이 관찰결과를 귀납적으로 분류하여 관찰유형의 체계적인 분류구조를 고안하는 연구이다.

이 목적을 달성하기 위해 연구대상은 과학적 관찰에 대해서 다수의 수행 및 지도 경험을 갖춘 초등 및 중등 과학교사 37명을 연구 대상으로 선정하였다.

관찰과제는 식물과 동물에서 각 한개의 과제를 개발하였다.

식물 과제는 겨울눈 관찰과제이고 동물과제는 새의 이륙 관찰과제이다.

관찰 유형은 먼저 관찰의 방법과 대상에 따른 차원에서 기준이 분류되었고, 방법과 대상은 각각 3가지의 하위의 분류 기분들로 다시 구분하였다.

관찰의 방법은 다시 감각의 종류, 조작 여부, 정량화 여부 등의 하위차원으로 구분하였다.

또한 관찰의 대상은 대상의 전체성, 대상의 수, 대상의 시간 의존성 등의 기준에 의해서 하위차원으로 구분하였다.

이러한 관찰유형의 분류에 따라 과학교사들의 식물의 겨울눈 및 새의 이륙에 대한 관찰활동을 분류하였다.

이러한 연구결과는 체계적인 관찰학습 및 관찰수업을 위한 관찰전략으로 제시될 수 있고, 관찰학습과 관찰수업의 평가를 위한 연구에서 유용하게 활동될 수 있다.

@highlight

본 연구는 과학교사들에게 식물의 겨울눈과 새의 이륙이라는 관찰과제를 제시하여 관찰사실을 기록하게 하고, 이 관찰결과를 귀납적으로 분류하여 관찰유형의 체계적인 분류구조를 고안하는 연구이다.

