우리나라와 선진국 사이의 국제지식재산분쟁이 증가하고 있는 추세이므로 우리는 이러한 소송공격에 대비하여 효율적인 분쟁해결을 위한 전략을 준비해야 한다.

그러나 소송을 통한 분쟁해결에는 많은 시간과 비용이 소요되므로 소송을 통한 분쟁해결보다는 시간과 비용이 경제적인 중재제도가 이러한 전략 중 하나로서 대안이 될 수 있다.

또한 최근 체결된 한·미 FTA는 지식재산권분쟁해결을 위해 일반적 정보제공의무를 규정하고 있는데, 이는 증거개시제도와 맞물려 있는 것으로서 우리나라와의 분쟁에서 활용될 가능성이 있는 것이다.

더욱이 미국은 2006년부터 전자증거개시를 시행하고 있는데, 한·미 FTA 체결의 영향으로 미국과의 지식재산권분쟁에서 미국의 전자증거개시제도가 활용될 가능성이 크다.

그리고 이러한 전자증거개시제도는 소송절차를 따르고 있는 중재제도에서도 활동될 가능성이 큰 것이다.

따라서 본 논문은 지식재산권분쟁에 중재를 활용하면서 전자증거개시를 이용하는 경우를 대비하여 우리 중재관련 법규의 정비방향을 고민해보고자 한다.

@highlight

본고는 지식재산권분쟁에 중재를 활용하면서 전자증거개시를 이용하는 경우를 대비하여 우리 중재관련 법규의 정비방향을 고민해보고자 한다.

