현재 정보처리용 부호 표준에는 1바이트 부호체계로 7bit와 8bit가 있으며, 2바이트 완성형과 조합형 그리고1바이트와 2바이트 혼합체계로 되어 있다.

유닉스에서는 1, 2, 3바이트 혼합형 부호를 쓰고 있다.

이러한 사정은 통신망을 거쳐 혹은 운영체계들 사이에서 자료를 주고받을 때, 더욱이 국제적 시각에서 정보교환과 처리를 행할 때 능률을 저하시키고 불편을 주고 있다.

서로 다른〈표준〉들이 정해지게 된 것은 기술발전의 력사적 경위와관련되며 기술이 부단히 발전하는데 따라 정보처리기술의 기초로 되는 글자의 부호화방법과 그〈표준>도 함께 변화 발전하게 되는 사정과 관련된다.

최근에는 모든 민족글자를 수용한 국제적인 통일 부호규격인 ISO 10646-1/유니코드1.1이 나와 현시점에서란립된 부호계를 정종1)하려 하고 있으나 이것 역시 앞으로 부단히 개량되어 나갈 것이며 또 다른 부호화 방법이출현할 수도 있을 것이다.

이 글에서는 먼저 우리 글의 부호계 작성에서 나서는 원리적 문제를 보고 전민족적 범위에서 리용되는 우리글 부호계를 바로잡기 위한 표준화 연구에서 제기되는 원리적 문제와 국제표준과 우리글 부호와의 관계, 현행 우리글 부호계를 개선하기 위한 몇 가지 방안에 대하여 살펴보았다.

@highlight

현재 정보처리용 부호 표준에는 1바이트 부호체계로 7bit와 8bit가 있으며, 2바이트 완성형과 조합형 그리고1바이트와 2바이트 혼합체계로 되어 있다.

