1990년대 고난의 행군 이후 북한 체제는 경제적 내핍 속에서도 내부 균열 내지 급변 징후를 보이지 않고 있다.

그러나 북한체제는 시장화의 진전 속에서 주요한 내부적모순으로서 부패현상이 뚜렷하게 나타나고 있다.

이는 초기의 관료부패를 넘어 점차 시장부패로 이행하는 과정에 있으며, 김정일 시기와 김정은 시기로 이어지며 점차 구조화되고 있다.

본 연구는 북한의 경제시스템이 사실상 작동 불능 상태에 이르게 된 1990 년대 중반 이후부터 현재까지를 분석 대상기간으로 설정하고 있다.

이 기간 동안 북한의 시장화 정도가 어떻게 진행되는지, 국가-

주민 간의 약탈성은 어떠한 특징을 보이는지, 그리고 이것이 사회적 부패로 이어지면서 어떤 메커니즘을 통해 구조화 되는지를분석하고자 한다.

이러한 연구목적을 위해 본 연구는 다음과 같은 내용을 주로 탐색하고자 한다.

첫째, 부패에 관한 선행 이론을 검토하고 ‘폐쇄사회’ 속에서 부패가 어떻게 생성, 확산, 구조화 되는 지에 대한 맥락을 검토한다.

둘째, 시간적 공간에 있어 김정일 및 김정은 시기로 구분하여 시장화와 무역관계, 권력 집단 간의 관계구조와 부패 관계, 그리고 요인 간의 변화는 무엇인지를 살펴본다.

셋째, 북한의 부패가 공적 영역에서 사적 영역으로 확산되는 양태를 검토하고 있다.

우선 대외무역은 관료부패의 중심을 이루고 있다고 가정하고 이를 외인적 요인으로 간주하여 추적한다.

다만 시장화에 따른 자생적 ‘돈주’의 행태 등은 내인적 요인으로 간주하여 상호약탈성이라는 관점에서 접근한다.

@highlight

본 논문은 북한의 경제시스템이 사실상 작동 불능 상태에 이르게 된 1990 년대 중반 이후부터 현재까지를 분석 대상기간으로 설정하였다.

@highlight

이 기간 동안 북한의 시장화 정도가 어떻게 진행되는지, 국가-

@highlight

주민 간의 약탈성은 어떠한 특징을 보이는지, 이것이 사회적 부패로 이어지면서 어떤 메커니즘을 통해 구조화 되는지를 분석하였다.

