『존재와 시간』을 텍스트로 삼은 R.

브랜덤의 하이데거 언어해석은 노골적인 실용주의적 해석방향으로 인해 그동안 적잖은 비판을 받아왔다.

하지만 이러한 비판적 분위기는 그 주제와 관련된 브랜덤의 몇몇 의미 있는시도마저 무효로 만들고 있다.

이 글에서 나는 우선 가능한 한 실용주의적관점을 제거한 브랜덤의 직접적인 하이데거 언어해석을 재구성하고, 이러한조건 아래에서라면 그의 하이데거 언어해석이 분명 생산적인 시도가 될 수있다는 것을 보이고자 한다.

즉, 그는 ‘하이데거의 의도를 크게 벗어나지 않은 새로운 발언(Aussage)’개념의 가능성을 제기한 것으로 간주될 수 있다는 것이다.

다음으로 나는 이렇게 해석될 수 있는 하이데거의 발언개념이 한편으로 ‘염려(Sorge)’구조에 대한 하이데거의 언급과 관련해 보다 설득력 있는 형태로 구체화될 수 있음을 보이고자 한다.

이를 위해 나는 특히 『존재와시간』에서 발언개념이 다루어지고 있는 또 다른 부분, 즉 ‘44절 b)’에 대한분석과 재해석을 시도할 것이다.

하이데거적인 언어이해의 이러한 전반적인해석가능성을 기초로, 결국 나는 『존재와 시간』 속에 있는 하이데거의 언어이론이 발언, 염려 그리고 염려의 본래성 등과 관련해 다시 이해될 필요가있음을 주장하고자 한다.

@highlight

『존재와 시간』을 텍스트로 삼은 R.

@highlight

브랜덤의 하이데거 언어해석은 노골적인 실용주의적 해석방향으로 인해 그동안 적잖은 비판을 받아왔다.

@highlight

이 글에서 나는 우선 가능한 한 실용주의적관점을 제거한 브랜덤의 직접적인 하이데거 언어해석을 재구성하고, 이러한조건 아래에서라면 그의 하이데거 언어해석이 분명 생산적인 시도가 될 수있다는 것을 보이려 한다.

