이 논문은 하버마스가 보편화용론에서 형식화용론으로 입장을 바꾸는 과정을 추 적하고 있다.

우선 하버마스는 형식화용론이라는 개념을 쉬체(F.

Schutze)에게서 빌려왔다고 언급하는데, 쉬체는 언어이론과 사회학의 체계적인 연관을 해명하기 위해 ‘형식화용론’이라는 명칭을 사용했다.

하버마스는 이 명칭을 수용한 후, 자신의 언어이론을 사회학 그리고 생활세계 개념과 결합시켰다.

이 성과가 『의사소통행위이론』에 반영되어 있다.

그러나 하버마스는 단순히 명칭변경의 수준을 넘어 몇 가지 입장 변화를 더 꾀한다.

가장 뚜렷하게 보이는 변화가 바로 ‘이상적 담화상황’이라는 개념 사용의 축소이고, 이전에 사용했던 ‘이해가능성’이라는 개념의 철회이다.

이 외에도 이 논문은 몇 가지 입장 변화를 더 추적하고 있는데, 이런 입장변화를 거침에도 불구하고 하버마스에게 형식화용론은 사회진화론이라는 ‘통시적 축’과 교차되는 ‘공시적 축'을 형성하고 있다.

따라서 하버마스의 이론은 이 두 축의 교차를 통해서 여전히 사회의 합리화와 진보를 설명하기 위한 잠재력을 갖고 있다.

@highlight

본 연구는 하버마스가 보편화용론에서 형식화용론으로 입장을 바꾸는 과정을 추적하고자 하였다.

@highlight

본 논문은 몇 가지 입장 변화를 더 추적하고 있는데, 이런 입장변화를 거쳤음에도 불구하고 하버마스에게 형식화용론은 사회진화론이라는 ‘통시적 축’과 교차되는 ‘공시적 축'으로 형성된다.

