본 논문은 1960년대~70년대 협동교육연구원을 사례로 안티고니쉬 성인교육방식이 어떻게 한국에 적용되었는지 조사분석하였다.

협동교육연구원을 설립한 가브리엘라 수녀는 안티고니쉬 성인교육운동을 한국에 도입하면서 당시 고리채 문제 등 한국의 사회?

경제적 상황을 고려하여 신협을 먼저 조직하기로 하고, 안티고니쉬모델을 기초로 하되 한국의 여건에 맞춘 협동조합교육방식을 생각해 내었다.

협동교육연구원은 스타디그룹 토의를 포함한 일련의 교육절차를 통해 사람들이 스스로 필요를 깨달아 자발적으로 신협을 조직하고 운영하도록 교육하였으며, 스타디그룹 토의 시에는 당시 한국에서 성행했던 계(契)를 토의주제로 이용하여 누구든 토의에 수월하게 참여할 수 있도록 하였다.

협동교육연구원은 점차 다른 유형의 협동조합교육으로 교육분야를 확대하였고, 민간 협동조합교육기관으로서 상향식 민간협동조합운동의 산실 역할을 하였다.

협동조합연구원의 사례는 외국의 협동조합교육모델을 성공적으로 도입하기 위해서는 현지의 경제?

사회적 상황, 현지인들의 전통적 협동방식 등을 고려하여 현지상황에 맞게 적용하여야 함을 시사한다.

@highlight

본 논문은 1960년대~70년대 협동교육연구원을 사례로 안티고니쉬 성인교육방식이 어떻게 한국에 적용되었는지 조사분석했다.

