본 연구는 대도시권 거주 중장년층의 노후 주거선택 특징을 검토하고, 주거선택에 영향을 미치는 요인을 거주지역과 주거형태를 결합한 아홉 개의 유형으로 구분해 비교분석 하였다.

실증분석 결과 대도시권 거주 중장년층은 노후에도 기존의 주거형태를 선호하는 경험적 관성이 있다는 사실을 확인하였다.

또한, 경제적 여유가 있는 경우 같은 유형의 주택이라도 농어촌보다는 대도시를 선호하는 것으로 나타났는데, 이는 대도시 거주에 대한 주거비 부담이 상대적으로 적기 때문에 나타난 결과라고 할 수 있다.

개인특성에 포함되는 성별의 경우 남성보다는 여성이 대도시에서의 노후 생활을 선호하는 것으로 나타났는데, 이는 여성이 도시 생활이 주는 편의성을 좀 더 중요하게 여긴다는 기존 연구 결과를 뒷받침하는 결론이라고 할 수 있다.

그러나 현재 직업 활동을 하고 있을 경우 대체로 농어촌 지역의 단독주택이 다른 유형의 주거형태에 비해 선호되었는데, 이는 본 연구의 범위가 대도시에 거주하는 중장년층이라는 점에서 그들이 직업 활동을 할수록 현재의 생활에 많은 스트레스를 느끼게 되고, 이는 곧 여유로운 농어촌 단독주택 생활을 동경하게끔 하는 원인으로 작용하기 때문에 나타난 결과로 보인다.

이러한 결론을 통해 본 연구는 대도시권 거주 중장년층의 노후 주거선택은 개인특성, 주거특성, 경제특성, 삶의 만족도와 같은 다양한 요인들이 복합적으로 작용하고 있다는 사실을 확인하였다.

@highlight

본 연구는 대도시권 거주 중장년층의 노후 주거선택 특징을 검토하였고, 주거선택에 영향을 미치는 요인을 거주지역과 주거형태를 결합한 유형으로 구분해 비교분석 하였다.

