효모를 이용한 발효천마와 비발효천마의 폴리페놀 함량과과 지표성분인 p-

hydroxybenzyl alcohol(HBA) 함량변화 및 항산화활성을 비교 분석하고자 본 연구를 수행하였다.

발효 전과 발효 후의 총 폴리페놀 함량은 각각 108.65,389.99 mg/mL으로 나타내었으며, 지표성분인 HBA 함량은 발효 전 2.46 mg/g에서 발효 후 7.94 mg/g로 증가되었다.

비발효천마추출물과 발효천마추출물의 DPPH, ABTS,superoxide 라디칼 소거능을 비교한 결과 추출물의 농도가 증가할수록 비발효천마추출물보다 발효천마추출물의활성능이 높음을 확인할 수 있었다.

특히, superoxide 라디칼 소거능을 비교한 결과 발효천마추출물에서 20배 이상의 활성능이 증가되었다.

이상의 결과로부터 건천마를 발효할 경우 전자공여능 및 라디칼 소거능이 증가됨을 확인하였으며 향후 항산화소재로서의 이용가능성을 확인하였다.

@highlight

비발효천마추출물과 발효천마추출물의 DPPH, ABTS,superoxide 라디칼 소거능을 비교한 결과 추출물의 농도가 증가할수록 비발효천마추출물보다 발효천마추출물의활성능이 높음을 확인할 수 있었다.

