광양항은 항만 배후단지에 콜드체인 공동물류센터 구축을 통하여 중국 및 일본 등의 중계 거점 역할을 하는 화물 창출 항만과 대륙 중계물류기지 전략을 추구하고 있다.

한중 FTA에 따라 단기적으로는 안전 먹거리에 대한 수요확대 및 한류열풍으로 가공식품 수요증가 및 시장 확대가 예상된다.

장기적으로는 유기농 식품과 신선식품 등 수출확대가 기대된다.

그 이유는 중국의 소득 상승, 식음료 문화가 서구식으로 변화되고 있다.

그리고 고부가가치 가공이 증가하며 수출 품목 다변화되고 있기 때문이다.

제품 안전성 제고, 제품 품질인증 획득과 콜드체인 시스템이 요구된다.

본 연구는 콜드체인과 관련이 있는 신선식품의 광양항과 중국 항만간의 품목을 2000-2014년 까지 시계열 자료 분석하였다.

연구결과는 2012년부터 2020년까지 연평균증가율로 모형별로 -0.07%에서 1.20%의 범위를 나타냈다.

정부정책지원이 없는 한 물동량은 정체상태 수준이 될 것이다.

그러나 중국과 인도 콜드체인 시장이 성장 추세에 있어 한국의 신성장 동력산업으로 부상하고 있어 광양항에 콜드체인 공동물류센터 추진하여 증가하고 있는 중국 콜드체인 시장에 적극적 전략이 요구된다.

@highlight

본 논문은 콜드체인과 관련이 있는 신선식품의 광양항과 중국 항만간의 품목을 2000년부터 2014년까지 시계열 자료 분석을 하였다.

@highlight

연구결과, 2012년부터 2020년까지 연평균증가율로 모형별로 -0.07%~1.20%의 범위를 나타냈으므로, 정부정책지원이 없는 한 물동량은 정체상태 수준이 될 전망이다.

