이 연구는 성장소설에 형상화된 작중인물에 대한 이해가 소설교육의 핵심임을 논의하였다.

논의 결과 성장소설에 형상화된 작중인물에 대한 이해를 위해서는 ‘발견적 읽기’, ‘해석적 읽기’, ‘구성적 읽기’ 등과 같은 학습 과정을 밟아야 함을 알 수 있었다.

그리고 성장소설에 형상화된 작중인물에 대한 이해를 통해 청소년들은 자신이 처해 있는 삶을 보다 잘 인식할 수 있음을 알 수 있었다.

소설 텍스트와의 만남을 통해 청소년들은 자신의 세계를 확장하고, 다른 공간과 시간에 대해 알게 되며, 다양한 세계관에 대한 포용력을 갖게 됨을 알 수 있었다.

또한 청소년들은 자신과 다른 사람들의 문화적 유산에 대해 알게 되고 다른 사람들이 경험했던 즐거움과 좌절을 상상을 통해 간접적으로 경험한다.

그리고 자신의 실제 삶에서 생겨나는 문제를 해결할 수 있는 단서를 텍스트 읽기 경험을 통해 찾을 수 있게 된다.

이러한 읽기를 통해 청소년 독자는 그의 상식이나 편견을 재고하면서 매우 다양한 삶의 양상들을 점차 인식할 것이다.

따라서 청소년들은 자신들의 소설 읽기가 실제 삶과 밀접한 관련성이 있음을 인식하고, 보다 향상된 삶을 모색할 필요가 있다.

@highlight

본 연구는 성장소설에 형상화된 작중인물에 관한 이해가 소설교육의 핵심임을 논의했다.

@highlight

소설 텍스트와의 만남을 통해 청소년들은 자신의 세계를 확장하고, 다른 공간과 시간에 관해 알게 되며, 다양한 세계관에 관한 포용력을 갖게 됨을 알 수 있었다.

