스마트 SOC는 국가경제의 기반이 되는 SOC 분야에 첨단 IT를 접목함으로써 국가 전체의 효율성과 경쟁력을 높이는 데 큰 기여를 할 것으로 기대된다.

이에 따라 정부는 2013년 국가정보화기본법 제13조를 개정하여 SOC 사업을 비롯한 대규모 투자사업 시행시 정보화계획 수립·반영을 의무화하였다.

그러나 SOC 구축과 관련된 국가재정법, 건설기술진흥법, 국가계약법, 예비타당성조사 운용지침, 총사업비 관리지침, 건설사업 사후평가 시행지침 등 각종 법제에는 정보화에 관한 규정이 없거나 미비한 상황이다.

본 연구는 국가재정법과 건설기술진흥법 등에 규정된 SOC사업의 추진단계별로 정보화가 취급·반영되는 실태와 문제점을 진단하고, 향후 스마트 SOC를 구축하기 위한 개선방안을 제시하였다.

특히 SOC사업의 시작단계인 기본구상에서부터 적극적으로 IT 융합을 고려하고, 예비타당성평가와 타당성평가에서도 정보화 요소를 반영해야 한다.

또한 기본계획 단계에서 정보화계획을 수립하고 입찰안내서와 입찰공고에도 정보화 항목을 명시하여 기본설계 및 실시설계에 포함되도록 해야 한다.

계약, 시공, 감리, 사후평가 단계에서도 정보화가 충실히 반영되도록 관련규정들을 개정해야 한다.

@highlight

이 연구는 국가재정법과 건설기술진흥법 등에 규정된 SOC사업의 추진단계별로 정보화가 취급·반영되는 실태와 문제점을 진단하고, 향후 스마트 SOC를 구축하기 위한 개선방안을 제시하였다.

