본 연구는 이혼한 부모들이 자녀양육과 관련하여 어떤 문제들을 경험하고 있으며, 그러한 문제들이 발생하는 상황적 배경과 맥락을 파악하는데 목적이 있다.

본 연구의 목적을 수행하기 위하여 이혼자들을 위한 인터넷 싸이트의 전문상담코너에서 이혼한 양육부모 및 비양육부모들이 자녀문제와 관련하여 제기된 상담내용을 분석하였다.

분석에 사용된 총 사례 수는 61개이며, 이혼한 부모들이 이혼 후 자녀양육과 관련하여 제기하는 주요 상담영역에 대한 양적 분석과 문제가 제기되는 상황적 맥락과 역동적 측면을 이해하기 위해 질적 분석을 시도하였다.

연구결과 이혼 후 '비양육부모와 자녀와의 만남 및 관계'에 대한 상담이 가장 많이 제기되었다.

그 이외에도 자녀에게 이혼에 대한 설명문제, 이혼 후 자녀의 부적응 행동에 대한 대처, 자녀양육의 부담감, 재혼가족 형성시 계부모와 자녀와의 관계 문제 등을 호소하였다.

주요 상담 영역별로 상담 제기자 (양육자 혹은 비양육자)와 상담이 제기된 전후 상황적 맥락에 따른 세부 내용분석 결과들이 제시되어 있다.

본 연구결과는 이혼 후 자녀양육과 관련에서 어떤 문제들이 발생할 수 있는지 예상할 수 있는 실질적인 자료를 제공함으로써 이혼가족이나 이혼가족을 돕는 전문가들에게 시사점을 제공한다.

@highlight

이혼한 부모들이 자녀양육과 관련하여 어떤 문제들을 경험하고 있으며, 그러한 문제들이 발생하는 상황적 배경과 맥락을 파악하는데 목적이 있다.

@highlight


이혼자들을 위한 인터넷 싸이트의 전문상담코너에서 이혼한 양육부모 및 비양육부모들이 자녀문제와 관련하여 제기된 상담내용을 분석하였다.

