본

 

논

고

는

 

“

칼

빈

(

J

o

h

n

 

C

a

l

v

i

n

,

 

1

5

0

9

~

1

5

6

4

)

의

 

자

연

신

학

 

가

능

성

과

 

현

실

성

”

이

라

는

 

연

구

를

 

통

해

 

현

대

 

기

독

교

 

자

연

신

학

 

가

능

성

을

 

모

색

해

보

는

 

데

에

 

그

 

목

적

이

 

있

다

.

 

오

늘

날

 

자

연

신

학

에

 

관

한

 

올

바

른

 

인

식

과

 

논

의

가

 

그

 

어

느

 

때

 

보

다

도

 

필

요

한

 

때

이

다

.

 

2

0

세

기

 

이

래

로

 

우

주

과

학

과

 

다

윈

진

화

론

은

 

기

독

교

 

창

조

신

학

 

‘

실

재

론

’

에

 

대

한

 

많

은

 

도

전

과

 

의

문

을

 

던

지

고

 

있

다

.

 

이

제

는

 

기

독

교

 

신

학

이

 

인

간

의

 

타

락

과

 

구

원

에

만

 

치

중

할

 

것

이

 

아

니

라

 

창

조

세

계

에

서

도

 

활

동

하

고

 

계

시

는

 

하

나

님

에

 

관

해

 

관

심

을

 

기

울

여

야

 

할

 

때

이

다

.

 

그

러

나

 

자

연

신

학

과

 

자

연

과

학

에

만

 

치

중

할

 

경

우

 

기

독

교

 

본

질

을

 

잃

어

버

릴

 

수

가

 

있

기

 

때

문

에

 

우

리

는

 

기

독

교

 

전

통

신

학

,

 

특

히

 

종

교

 

개

혁

가

 

칼

빈

의

 

신

학

사

상

을

 

의

존

하

지

 

않

을

 

수

 

없

다

.

 

아

직

까

지

 

개

혁

주

의

 

신

학

에

서

는

 

칼

빈

의

 

신

학

이

 

가

장

 

중

심

이

 

되

는

 

것

은

 

사

실

이

다

.

 

따

라

서

 

본

 

연

구

는

 

기

독

교

 

자

연

신

학

을

 

위

해

서

 

칼

빈

의

 

자

연

이

해

를

 

고

찰

하

려

 

한

다

.

 

첫

째

,

 

자

연

신

학

의

 

기

원

과

 

계

시

의

 

관

계

를

 

머

리

로

 

다

루

었

다

.

 

둘

째

,

 

바

르

트

(

K

a

r

l

 

B

a

r

t

h

,

 

1

8

8

6

~

1

9

6

8

)

와

 

브

룬

너

(

E

m

i

l

,

 

B

r

u

n

n

e

r

,

 

1

8

8

9

~

1

9

6

6

)

의

 

자

연

신

학

의

 

갈

등

과

 

논

쟁

을

 

통

해

서

 

칼

빈

의

 

자

연

신

학

에

 

관

한

 

개

연

성

을

 

논

한

다

.

 

셋

째

,

 

칼

빈

의

 

자

연

신

학

의

 

가

능

성

을

 

고

찰

하

였

다

.

 

넷

째

,

 

칼

빈

의

 

자

연

이

해

를

 

통

해

 

자

연

신

학

의

 

현

실

성

을

 

다

루

려

 

한

다

.

 

그

 

방

법

에

 

있

어

서

 

칼

빈

의

 

과

학

관

을

 

함

께

 

살

피

려

한

다

.

@highlight

본 논고는 “칼빈의 자연신학 가능성과 현실성”이라는 연구를 통해 현대 기독교 자연신학 가능성을 모색해보는 데에 그 목적이 있다.