본 연구에서는 2015 개정 교육과정에서 강조하고 있는 SW교육에 대한 초등 교사들의 전문성 함양을 위해 EPL 교사교육 프로그램을 TPACK 프레임워크의 요소를 고려하여 개발하였고, 실험집단에 적용하여 그 효과성을 검증하였다.

통제집단과 실험집단의 정보 교수효능감 사후검사의 t검정 결과, t=4.13(p< .001)으로 유의한 차이가 있었다.

실험집단의 종속표본 t검정 결과 t=4.57(p< .001)로 통계적으로 유의미한 상승을 보였다.

실험집단은 SW교육에서 사용할 수 있는 테크놀로지 교수내용지식(TPACK)을 이론적인 습득만 하는 것이 아니라, 테크놀로지 활용 방법에 대한 이해와 실습 기회가 연수 과정 전반에 포함되었기 때문에 정보 교수효능감 함양에 효과적이었다고 분석된다.

이는 향후의 SW교육 관련 교사교육 프로그램의 개발에서도 TPACK 프레임워크 요소를 고려하여 체계적으로 구성해야 함을 시사한다.

@highlight

이 연구에서는 2015 개정 교육과정에서 강조하고 있는 SW교육에 관한 초등 교사들의 전문성 함양을 위해 EPL 교사교육 프로그램을 TPACK 프레임워크의 요소를 고려해 개발했고, 실험집단에 적용해 그 효과성을 검증했다.

