본 연구는 지황의 플러그 육묘 재배가 생산량을 증가시킬 수있는지 평가하고, 강원도 남부지역에 플러그 육묘를 이용한 지황 재배 시 중부지역의 직파재배만큼 생산량을 늘릴 수 있는 지알아보기 위해 수행하였다.

수량의 경우 음성 육묘재배(1,376 ㎏/10a)가 가장 높았고, 그 다음으로 평창 육묘재배(1,256 ㎏ /10a), 음성 직파재배(1,253 ㎏/10a), 평창 직파재배(923 ㎏ /10a) 순으로 나타나, 강원도에서 육묘재배 시에 중부지역 직파재배만큼 생산량을 늘릴 수 있는 것으로 나타났다.

또한, 지황은 근경 굵기가 8-12 ㎜가 중품(中品), 그 이상이 상품(上品)의등급으로 팔리는데, 재배실험지역과 재배방법에 상관없이 모두 14 ㎜가 넘어 상품성(商品性)에도 문제가 없었다.

그러므로생산량과 품질 조건을 고려해 볼 때, 플러그 육묘 재배를 통해생산량을 늘릴 수 있었으며, 강원도에서 플러그 육묘를 이용한지황 재배 시 중부지방의 직파재배와 비슷한 생산이 가능할 것으로 생각된다.

그러나 본 연구결과를 적용하기에는 늘어나는생산비와 증가되는 수익을 고려한 경제성 분석이 더 필요할 것으로 생각된다.

@highlight

강원도 남부지역에 플러그 육묘를 이용한 지황 재배 시 중부지역의 직파재배 만큼 생산량을 늘릴 수 있는지 알아본 결과 생산량과 품질 조건을 고려해 볼 때,중부지역 직파재배 만큼 생산량을 늘릴 수 있는 것으로 나타났고 경제성 분석이 더 필요할 것으로 본다.

