제주도 북동부 송당리 일원에 형성된 오름에서 채취한 스코리아의 화학적 조성 및 산화철의 원자가상태와 자기적 성질을 조사하였다.

X-

선 회절법을 이용하여 분석한 결과 이 지역의 스코리아들은 SiO₂와 장석이 주를 이루고 소량의 철 산화물이 확인되었다.

Mossbauer 분광법을 통해 광물 내의 철 성분들이 어떤 형태를 이루는지 살펴본 결과 olivine인 규산염과 pyroxene, ilmenite 형태의 상자성 철산화물 및 상온에서 반강자성 및 강자성 물질인 산화철 및 silicate mineral 등이 존재하였다.

철 화합물의 원자가상태는 대부분 olivine과 pyroxene에서 Fe^(3+)이 존재하고 olivine, pyroxene과 ilmenite에 의해 소량의 Fe^(2+) 성분이 존재하고 있음을 알 수 있었고.

그 외에도 산화철 및 silicate mineral로 추정되는 흡수선도 관측되었다.

따라서 이 지역 대부분의 스코리아 내의 철에 대한 주 원자가 상태는 Fe^(3+)과 Fe^(2+)가 공존하는 것으로 분석되었다.

@highlight

제주도 북동부 송당리 일원에 형성된 오름에서 채취한 스코리아의 화학적 조성 및 산화철의 원자가상태와 자기적 성질을 조사했다.

