본 연구의 목적은 중학생이 지각하는 진로장애와 진로포부가 진로태도성숙에 미치는 영향이 어떠한지 알아보려는 것이었다.

이를 위하여 부산시에 소재한 3개 중학교(남중, 여중, 공학)에서 2학년, 609명의 학생들(남학생 305명, 여학생 304명)을 대상으로 연구를 진행하였다.

자료의 분석은 t-

검증과 일원변량분석(One-

way ANOVA), 그리고 위계적 회귀분석으로 실시되었다.

연구결과는 첫째, 중학생들의 성별 및 학교 특성(남중, 여중, 공학 남자, 공학 여자)에 따라 진로장애, 진로포부, 진로태도성숙이 유의미한 차이를 보인다는 것을 밝혔다.

특히 진로장애와 진로태도성숙은 성별에 따른 차이가 두드러져 남학생이 여학생보다 진로장애를 높게 지각하였고, 진로태도성숙 수준은 여학생들이 높았다.

학교특성별로는 여중, 공학여학생들이 진로태도성숙을 높게 지각하고 남중, 공학남학생들은 진로장애를 높게 인식하고 있어 성별에 따른 차이를 반영하고 있었다.

둘째, 부적인 상관관계에 있는 진로장애와 진로태도성숙의 관계에서 진로포부가 통계적으로 유의미한 중재변인이 될 수 있음이 밝혀졌고, 이러한 관계는 여학생 집단보다 남학생 집단에서 상대적으로 더 뚜렷하였다.

이러한 결과를 바탕으로 청소년이 지각하고 있는 진로장애, 진로포부, 진로성숙도에 관한 논의가 제시되어 있다.

@highlight

중학생이 지각하는 진로장애와 진로포부가 진로태도성숙에 미치는 영향을 알아본 결과, 성별 및 학교 특성에 따라 진로장애, 진로포부, 진로태도성숙이 유의미한 차이를 보였다.

@highlight

특히 남학생이 여학생보다 진로장애를 높게 지각하였고, 진로태도성숙 수준은 여학생들이 높았다.

@highlight

여중, 공학 여학생들의 진로태도성숙이 높았고, 남중, 공학 남학생들은 진로장애를 높게 인식하고 있었다.

