지난 이명박 정부는 국민의 의사에 반하여 법과 절차를 어겨가며 국민의 생태자산인 생태계를 파괴하는 4대강 사업을 추진하였다.

이는 결과적으로 국민이 향유할 수 있는 생태자산에 따른 생태적 기본소득을 박탈한 것이며 동시에 국민이 공유한 자산을 국책사업이라는 미명하에 소수의 자산으로 사유화한 것이다.

이런 소수의 탐욕을 위한 국책사업이 진행될 수 있었던 근원적인 바탕은 사회에 팽배해 있는 그릇된 환경 가치관에 있다.

다시 말해서 4대강 사업은 ‘부국환경(富國環境)’이라는 환경을 단순히 부를 축적하기 위한 자원으로만 보는 탐욕의 환경 가치관이 사회 전반에 퍼져 있기 때문에 가능했다.

이런 사회적 상황에서 소수의 개인적 이득이 4대강 사업의 근원적인 동인이 되었으며, 사회 구조적 강제에 의해 무기력해진 다수는 사회적 결정에서 소외되었거나 생계유지에 급급해 4대강 사업을 묵인한 것처럼 보였다.

그런데 더욱 심각한 것은 자연 환경의 본래적 가치를 계몽해야 하는 환경교육이 무기력함을 넘어 오히려 환경 파괴의 사업을 정당화하는 작업에 앞장서며 탐욕의 환경 가치관을 확립하고 전파하려했다는 것이다.

따라서 이런 환경훼손의 국책사업이 다시 반복되지 않게 하기 위해서는 환경교육이 제대로 된 얼(철학)을 바탕으로 자연환경의 보존을 실천하는 중심이 되도록 해야 한다.

이를 위해 환경철학은 인간의 희노애락과는 무관하게 존재할 자연의 권리에 대한 담론을 확고한 이념으로 확립하여 환경교육에 얼을 심어주어야 할 것이다.

@highlight

지난 이명박 정부는 국민의 의사에 반해 법과 절차를 어겨가며 국민의 생태자산인 생태계를 파괴하는 4대강 사업을 추진했다.

@highlight

이는 결과적으로 국민이 향유할 수 있는 생태자산에 따른 생태적 기본소득을 박탈한 것이다.

@highlight

동시에 국민이 공유한 자산을 국책사업이라는 미명하에 소수의 자산으로 사유화 하였다.

