삼척 도계지역의 탄광에서 석탄채취시에 발생되는 석탄폐석을 이용하여 유리를 제조하였다.

소다라임계 화학조성을 갖는 유리를 제조하기 위하여 화학원료로서 소다회, 탄산칼슘 등의 원료를 추가로 사용하였고, 화학원료인 탄산칼슘대신에 천연광물원료인 석회석을 사용하였을 때의 특성을 검토하였다.

전기로를 사용하여 1,550oC에서 1시간 용융하여 투명한 유리를 제조할 수 있었다.

석탄폐석의 종류 및 파유리의 종류에 따라 다양한 종류의 유리샘플이 제조되었다.

유리샘플의 투과율 및 색차와 같은 광학적 특성을 UV/VIS/NIR Spectrometer를 이용하여 측정하였고, 또한 열팽창계수 및 연화점과 같은 열적특성도 측정하였다.

그 결과, 일반 선탄경석으로는 70 % 이상의 가시광선투과율을 갖는 투명한 유리를 제조할수 있었으며, 또한 쉘(shell) 타입의 선탄경석으로는 0~35 %의 가시광선 투과율을 갖는 검정색의 칼라유리를 제조할 수 있었다.

따라서 석탄폐석을 이용하여 건축재료로서 유리타일이나 발포유리와 같은 유리 2차제품을 제조하는데 활용할 수 있으리라 판단되었다.

@highlight

삼척 도계지역의 탄광에서 석탄채취시에 발생되는 석탄폐석을 이용해 유리를 제조했다.

@highlight

석탄폐석의 종류 및 파유리의 종류에 따라 다양한 종류의 유리샘플이 제조되었다.

