삶의 다양한 영역에서 이미지의 사용이 급격하게 증가하고 있다.

이 이미지에 의한 소통은 21세기 정보통신기술의 비약적인 발달에 의해 급속하게 증가하고 있다.

그 결과 정보와 지식의 습득이 중요했던 사회 속에서 적합한 마음의 작용으로 간주되었던 기존의 인지의 개념은 이미지로 표현하고 소통하는 것과 같은 마음의 작용을 설명하기에는 한계가 있는 것으로 보인다.

본 논문은 이미지로 사고하는 마음의 작용을 이해하는데 중요한 이론적 기초로 작용하는 이미지의 인지적 차원에 대해 탐색적으로 고찰해 보고자 하였다.

이를 위해 우선 이미지 또는 예술이 지식과 어떤 관련이 있는지를 분석하였다.

그 후 이미지가 지식을 습득하는 과정에서 어떤 인지적 역할을 하는지를 기존의 논의를 중심으로 살펴보았다.

그리고 마지막으로 이와 같은 이미지가 수행하는 인지적 차원에 대한 논의가 시각적 사고와 어떤 관련이 있는지를 분석하였다.

이와 같은 논의는 인지에 대한 이해의 폭을 확장하고, 인간경험과 세계에 대한 이해의 증진에도 매우 유익한 통찰을 제공할 수 있을 것이다.

그리고 이미지에 의한 인지 개념의 확장은 교육, 문화, 치료와 같은 삶의 다양한 분야에서 새로운 변화의  바람을 불러일으키고, 특히 미술교육의 정당성을 강화하는 데에도 크게 기여할 수 있을 것으로 기대된다.

@highlight

이미지로 사고하는 마음의 작용을 이해하기에 앞서 이미지의 인지적 차원에 대해 탐구해 보았고, 우선 이미지나 예술이 지식과 어떤 관련이 있는지 분석하고, 이미지가 지식을 습득하는 과정에서 어떤 인지적 역할을 하는지 살펴보았으며 이미지가 수행하는 인지적 차원에 대한 논의와 시각적 사고의 관련성을 분석하였다.

