본 연구는 대졸자직업이동경로조사(GOMS) 3개년도(2014~2016년)를 활용하여 졸업유예가 대졸자의 기대임금과 실제임금의 격차에 미치는 영향을 검증하였다.

졸업유예는 기대임금과 실제임금의 격차에 유의미한 영향을 미치지 못하였다.

2014년 대졸자직업이동경로조사에서 학점과 서울 소재 대학이 직접적으로 2016년 대졸자직업이동경로조사에서 졸업유예와 학점과 서울 소재 대학은 상호작용하여 기대임금과 실질임금 격차를 감소시킨다고 나타났다.

졸업유예는 임금에 긍정적인 영향을 미침에도 기대수준에는 미치지 못하므로 유예를 고민하는 대학생에게 졸업유예에 따르는 긍정적?

부정적 측면을 명확하게 전달하여야 한다.

또한 졸업유예 선택을 고민하는 대학생들은 자신의 스펙과 사회경제학적 배경을 고려하여야 졸업유예의 경제적 효과를 높일 수 있음을 시사한다.

차후 연구에서는 졸업유예와 구직성과와 관련된 연구모델을 정교화하여 검증하여 현 연구에서 불일치되는 분석 결과를 해석하고 이해하려는 노력을 기울여야 한다.

@highlight

본 연구는 대졸자직업이동경로조사 활용하여 졸업유예가 대졸자의 기대임금과 실제임금의 격차에 미치는 영향을 검증하였고, 이를 통하여 차후 연구에 대한 시사점을 제안한다.

