인성교육은 인지적, 정서적, 행동적 접근이 있다.

본 연구는 인성교육의 정서적 측면을 고찰한다.

정서의 개념은 넓게는 심성의 발현 현상으로 보는 관점과, 좁게는 일정한 대상을 향한 감정으로 보는 관점으로 나누어 볼 수 있다.

후자는 유학에서 말하는 사단칠정(四端七情) 중의 칠정과 그 의미가 상통하고 있다.

본고에서는 좁은 의미의 정서를 대상으로 하였다.

그 이유는 정서의 범위를 넓게 잡으면 일반 심성과의 구별이 불분명해지고 논의가 난잡해질 우려가 있기 때문이었다.

그리고 정서교육 방법론은 지(知)·정(情)·행(行)적 접근이 있으나, 인간 심리가 어느 요소로 특화되기 어렵기 때문에 구체적 구별은 지양하였고, 영역에 있어서는 나름대로 체계를 갖춘 것으로 판단되는 윌슨, 피터즈, 유교의 정서교육론을 살펴보았다.

본 연구의 의의는 동양의 유교권과 서양의 교육학자들에게 중시되었던 정서교육의 범주와 방법을 고찰하여 오늘날 인성교육의 한 방법으로서 단서를 제공하는데 있다.

@highlight

이번 연구에서는 인성교육의 정서적 측면을 고찰하고자 한다.

@highlight

하여 좁은 의미의 정서를 대상으로 하였고 본 연구는 동양의 유교권과 서양의 교육학자들에게 중시되었던 정서교육의 범주와 방법을 고찰하여 오늘날 인성교육의 한 방법으로서 단서를 제공하고자 한다.

