본 연구는 장애척도를 이용한 서울 소재 대학도서관 사서가 인식하는 연구활용장애에 관한 실증적 연구이다.

본 연구결과, 장애척도의 평균은 조직체요인이 가장 높았고, 의사소통요인, 연구요인, 사서요인 순이었다.

전반적으로 대학사서들은 새로운 아이디어 수행시간의 부족, 시설의 부적합, 업무절차 변경의 권위부족과 관계된 조직체 요인, 그리고 실무수행 언급의 불명확함, 실무 관련성 결여와 연구문헌 읽기의 용이성 부족과 관계된 의사소통의 요인에서 장애를 크게 인식하고 있었다.

또한 영어논문과 통계분석 이해의 어려움도 주요 장애요인으로 언급되었다.

간호직 연구와의 비교결과 두 실무직은 새로운 아이디어 수행 시간의 부족 등을 공통적인 장애로 인식하고 있었다.

이러한 장애를 해결하기 위해서는 문헌정보학 교육 영역에서는 ‘연구활용능력’의 강화 필요성, 연구영역에서는 연구자와 실무자간의 의사소통격차의 해소 노력, 실무영역에서는 연구활용을 촉진하는 다양한 보상제도의 활성화 방안이 제시되어야 한다.

본 연구의 후속 연구에서는 사서가 실무에서 직면하는 연구활용의 구체적인 경험들을 질적접근으로 탐구할 필요가 있다.

또한 양적 연구와 질적 연구결과를 상호보완적으로 통합하여, 사서직의 연구활용 장애를 사정할 수 있는 표준도구를 개발하고, 적용할 필요가 있다.

@highlight

이 연구는 장애척도를 이용한 서울 소재 대학도서관 사서가 인식하는 연구활용장애에 대한 실증적 연구이다.

@highlight

이 연구의 후속 연구에서는 사서가 실무에서 직면하는 연구활용의 구체적인 경험들을 질적접근으로 탐구할 필요가 있다.

