『신단공안(神斷公案)』은 1906년에 『황성신문(皇城新聞)』에 연재된 한문현토체소설로서 중국 공안소설의 번안이다.

기본적으로 한문소설적 전통에, 중국 통속소설의 내용과 신문소설적 특징이 결합되어 형태적으로나 내용면에서 복합적인 경향을 보인다.

특히 내용면에서 살해와 불륜을 주 내용으로 하면서도 서술자가 개입하여 윤리적 논평을 가하는 부분은 이 시기 신문소설을 읽는 한문 지식인 독자들의 통속적 욕망과 도덕적 관념이 충돌하고 있는 지점이다.

본고에서는 1906년 『신단공안』에 불륜과 살해의 범죄 서사가 이처럼 자극적으로 등장하게 된 문학적, 사회적 배경으로 신문이 발달함에 따라 범죄가 공론화되었던 당대 상황을 살펴보았다.

또한 작품 분석을 통해 원작에 자극적 묘사를 확대함으로써 서사를 지연시키는 상업소설적 면모와 통속적 내용에 윤리적 비판을 함으로써 대중적 불안을 무마하고자 하는 통속작가로서의 면모를 분석하였다.

@highlight

『신단공안(神斷公案)』은 1906년에 『황성신문(皇城新聞)』에 연재된 한문현토체소설로서 중국 공안소설의 번안이고  한문소설적 전통에, 중국 통속소설의 내용과 신문소설적 특징이 결합되어 형태적으로나 내용면에서 복합적인 경향을 보인다.

@highlight

1906년 『신단공안』에 불륜과 살해의 범죄 서사가 이처럼 자극적으로 등장하게 된 문학적, 사회적 배경으로 신문이 발달함에 따라 범죄가 공론화되었던 당대 상황을 살펴보았다.

