본 연구는 가구주의 특성과 국민건강보험의 보장성인식이 민간의료보험의 가입에 미치는영향을 분석하였다.

본 연구는 한국복지패널 7차년도 자료를 활용하였으며, 분석단위는 가구주 개인으로서 위계적 다중회귀분석과 일반화 선형모형분석을 사용하여 6,839 케이스를분석하였다.

분석의 결과로서, 첫째, 취약집단이 건강보험의 보장성을 상대적으로 높게 인식하는 것으로 나타났다.

둘째, 취약집단은 민간의료보험에 상대적으로 적게 가입하였으며, 거주 지역이 민간의료보험 가입에 영향을 미친 것으로 드러났다.

셋째, 보장성인식은 민간의료보험의 가입에 부적 영향을 주는 것으로 나타났다.

넷째, 민간의료보험 가입과 관련하여 만성질환과 보장성인식은 상호작용효과를 지닌 것으로 나타났다.

이에 따라 건강보험의 보장성이 미시적 차원에서도 파악될 수 있는 방안이 추후 모색되어야 할 것이다.

또한 희귀난치성질환, 암 질환을 위시하여 만성질환에 대한 지원을 더욱 늘려야 할 것이다.

아울러 건강보험의 급여항목을 점차적으로 확대하며 급여수준도 높여 나감으로써, 비급여의 축소를 통하여건강보험의 보장성을 강화하여야 할 것이다.

또한 민간의료보험의 공정한 계약과 가입의 활성화를 위해 민간의료보험 상품의 표준화, 민간의료보험에 대한 기여금의 지원, 관련 법률의입법과 공신력이 있는 기관에 의한 규제와 감독이 실시되어야 할 것이다.

@highlight

본 논문은 가구주의 특성과 국민건강보험의 보장성인식이 민간의료보험의 가입에 미치는 영향을 분석했다.

@highlight

한국복지패널 7차년도 자료를 사용하였으며, 분석단위는 가구주 개인으로서 위계적 다중회귀분석과 일반화 선형모형분석을 사용해 6,839 케이스를 분석했다.

