기초 화학 실험에서 쉽게 만들고 운용할 수 있는 접촉각 측정기를 구성했다.

LED 손전등과 시료 거치대, 디지털 카메라를 광학보드에 고정했고, 시료부는 양쪽에 구멍이 뚫린 암실 상자로 덮었다.

공개된 영상분석 프로그램(ImageJ)과 플러그인(Drop_analysis)을 이용해서 고체 표면 위에 형성된 액체 방울의 사진으로부터 접촉각을 측정했다.

구성된 측정기와 해석 프로그램을 이용해 여러 액체와 다양한 표면에서의 접촉각을 측정해 측정기의 성능을 확인했다.

측정된 H2O와 CH2I2 접촉각으로부터 결정된 고체의 표면에너지들은 알려진 값들과 대체로 일치하며 표면의 특성과 개질, 비극성 및 극성 기여도 등을충실히 보여준다.

이 논문에 소개된 수제 접촉각 측정기와 측정법을 활용해 기초 화학을 배우는 학생들이 젖음성, 친수성, 발수성 등 표면 특성들과 분자 간 상호작용을 이해하고 관련된 힘의 평형, 광학, 수식의 전개 등을 경험할 수 있다.

@highlight

이 논문에 소개된 수제 접촉각 측정기와 측정법을 활용해 기초 화학을 배우는 학생들이 젖음성, 친수성, 발수성 등 표면 특성들과 분자 간 상호작용을 이해하고 관련된 힘의 평형, 광학, 수식의 전개 등을 경험할 수 있다.

