공식범죄통계는 범죄의 규모추산, 형사사법기관의 자원투입, 범죄정책 효과분석 등 다양한 목적으로 사용되는 범죄학의 핵심자료이다.

우리나라 범죄통계 체제, 즉 범죄통계원표 체제는 1962년 도입된 이후 큰 변화 없이 사용된 까닭에 수집내용이나 통계산정기준이 부정확하다는 등 여러 비판을 받아왔다.

2009년 새로 개발한 범죄통계 개편 안에서는 수집내용을 범죄의 특성과 시대적 상황에 맞게 개편함은 물론, 통계 분석단위로 범죄와 피의자 외에도 피해자와 피해품을 추가하여 각 요소들을 정확히 계산할 수 있도록 하였다 (김은경 외, 2010).

새로운 통계체제가 가진 효과를 예시하기 위해 2012년 대전경찰청에서 처리한 1,842건을 정보를 이용해 현재 통계체계와 새 체계의 결과를 비교분석한 결과, 범죄건수는 20.9%, 피의자의수는 1.1%, 피해자는 14.5% 증가하는 것으로 나타났다.

마지막으로, 새로운 통계시스템을 도입하기에 앞서 고려해야할 몇 가지 사항들을 제시하였다.

@highlight

공식범죄통계는 범죄의 규모추산, 형사사법기관의 자원투입, 범죄정책 효과분석 등 여러 목적으로 사용되는 범죄학의 핵심자료이다.

