본 논문은 비영리민간단체에 대한 정부재정지원사업의 성과를 평가하기 위한 평가모형을 개발하고 이를 적용해봄으로써 평가모형의 적실성을 검토해 보는데 목적이 있다.

1980년대 이후 급격히 증가한 비영리민간단체들은 현재 정부의 주요정책결정에 중요한 영향력을 행사하고 있고 정부의 재정지원을 바탕으로 다양한 공공서비스를 제공하고 있어 거버넌스 시대에 매우 중요한 사회적 역할을 수행하고 있다.

본 논문에서는 평가에 관한 이론을 바탕으로 「정부업무등의 평가에 관한기본법」과 「비영리민간단체지원법」의 내용을 고려하여 평가모형을 구축하고 평가지표를 개발하였다.

평가모형은 단체역량, 운용과정, 사업성과의 세부분으로 구성되고 각 부분은 평가지표로 구성되는데 모두 13개의 평가지표가 개발되었으며, 총 26개의 세부지표를 개발하였다.

평가지표간의 상대적 중요성, 즉 가중치는 이해관계집단이라 할 수 있는 민간단체 실무자, 사업관련부서 담당공무원, 그리고 전문가 등 세 집단을 대상으로 한 설문조사를 통해 AHP기법을 적용하여 산출하였으며, 이렇게 산출된 지표가 실제 비영리민간단체지원사업의 평가에 어떻게 적용되어 최종 평가점수를 산출할 수 있는가를 제시하였다.

@highlight

본고는 비영리민간단체에 대한 정부재정지원사업의 성과를 평가하기 위한 평가모형을 개발하고 이를 적용해봄으로써 평가모형의 적실성을 검토해 보는데 목적이 있다.

