현재 대중교통 시설투자와 관련한 경제적 타당성 평가에서는 대중교통 이용 시 필연적으로 연계되는 보행거리 증가에 대한 건강증진편익을 반영하지 못하고 있다.

이에 본 논문에서는 대중교통, 특히 도시철도 이용 시 필연적으로 연계되는 보행거리 증가에 대한 건강증진편익 산정방법론을 제시하고 실제 사례에 적용해 보았다.

국내외 선행연구에 대한 검토를 통하여 보행량 증가에 따른 질병 및 사망률 감소를 추정한 연구들을 살펴보고, 이러한 선행연구 검토결과를 기초로 보행거리 증가에 따른 사회적 비용 감소를 편익산정 시 반영할 수 있도록 하였다.

또한, 철도사업 시행에 따라 철도역 접근통행에 있어서 도보접근 비율 및 평균 접근거리를 이용하여 사망률 감소, 질병(의료비)감소, 결근일수 감소에 따른 편익 산정 방법론을 제시했다.

제시한 방법론에 따라 주5회 이상 철도를 이용하는 신규 출근목적 보행접근 철도이용객 1인의 보행에 따른 건강 제고 편익은 연간 약 90만원으로 분석되었다.

이 중 사망률 감소에 따른 편익이 86만원으로 가장 큰 비중을 차지하며, 질병(의료비) 저감편익이 3.6만원, 결근감소 편익이 0.7만원 수준으로 분석되었다.

본 연구를 통해 철도의 이용증대를 도모할 수 있고, 철도시설 투자사업의 타당성 평가 시 해당 사업의 편익으로 반영할 수 있도록 하는 근간을 마련했다는 점에서 의의가 있다고 하겠다.

@highlight

현재 대중교통 시설투자와 관련한 경제적 타당성 평가는 건강증진편익을 반영하지 못하고 있다.

@highlight

본 논문은 도시철도 이용 시 필연적으로 연계되는 보행거리 증가에 대한 건강증진편익 산정방법론을 제시하고 있다.

@highlight

철도사업 시행에 따라 철도역 접근통행에 있어서 도보접근 비율 및 평균 접근거리를 이용하여 사망률, 질병, 결근일수 감소에 따른 편익 산정 방법론을 제시했다.

