본 연구는 Gottfried and Wiegard(1991)의 유효부가가치세율 측정방법을 이용하여 부가가치세율을 10%에서 15%로 인상하는 방안(시나리오 1), 세율인상과 현재 면세가 적용되고 있는 도서․신문․방송․통신, 정부 및 정부대행업체, 그리고 교육용역 중 사교육 등의 분야에 대해 정상과세를 하는 면세범위 조정 방안을 결합하는 경우(시나리오 2) 등 두 가지 정책시나리오에 따른 부가가치세제 개편이 노인가구의 부가가치세 부담에 미치는 영향을 분석하였다.

부가가치세 세율 인상 시 부가가치세 부담비율은 노인가구와 비노인가구에서 유사하게 나타났다.

그러나 경상소득 대비 부가가치세 부담은 소득수준이 낮은 노인가구가 상대적으로 크게 증가하였다.

반면 면세 항목을 정상과세로 변경하는 면세 조정은 비노인가구의 부가가치세 부담을 증가시키지만, 노인가구의 부가가치세 부담에는 거의 영향을 미치지 않는 것으로 나타났다.

@highlight

부가가치세 세율 인상 시 부가가치세 부담비율은 노인가구와 비노인가구에서 유사하게 나타났으며,경상소득 대비 부가가치세 부담은 소득수준이 낮은 노인가구가 상대적으로 크게 증가하였으며,면세 항목을 정상과세로 변경하는 면세 조정은 비노인가구의 부가가치세 부담을 증가시키지만, 노인가구의 부가가치세 부담에는 영향을 미치지 않는다.

