한국 사회는 새로이 유입된 결혼이민자, 유학생, 이주 노동자, 북한이탈주민 등의 구성원들로 인해 다방면에서 사회통합과 사회 정의를 위한 다문화 정책을 요구하고 있다.

한국이 다문화라는 새로운 현실은 기존의 통일 담론에 대한 새로운 변화를 요구하고 있다.

기독교인들의 통일의식이 갈수록 약화되는 즈음에 본 연구는 다문화 사회에서 기독교 통일교육을 위한 제언을 제시하고 있다.

다문화 사회에서 사회통합을 이루는 통일 준비의 과정으로서 기독교 통일교육의 방안을 제시해보려 한다.

2장에서는 다문화 사회와 통일에 관한 선행 연구를 제시했다.

3장은 다문화 사회의 통일교육 담론이 어떻게 변화되고 있는지를 제시했다.

4장에서 기독교 통일교육의 현황과 분석을 통해 현 주소를 진단했다.

5장은 기독교 통일교육의 대안을 제시했다.

다문화 사회를 준비하는 기독교 통일교육은 지금까지의 남북 간의 적대의식과 대결의식을 극복해야 한다.

새로운 시대를 향한 패러다임의 변화가 요구된다.

기독교 통일교육은 그동안 강조되었던 민족과 당위적인 측면에서 더 나아가 기독교의 본래의 사명을 감당할 수 있는 성경의 보편적 가치와 세계시민으로서의 역할, 사회적인 공감대와 사회통합을 이루는 방향으로 진행되어야 할 것이다.

다문화 사회의 기독교 통일교육의 새로운 접근과 패러다임의 변화가 다가올 통일을 앞당기는 촉매제가 되길 기대한다.

@highlight

기독교인들의 통일의식이 갈수록 약화되는 현 시점에서 본 연구는 다문화 사회에서 기독교 통일교육을 위한 제언을 목적으로 한다.

@highlight

우선 다문화 사회와 통일에 관한 선행 연구를 살펴보고, 다문화 사회의 통일교육 담론이 어떻게 변화되고 있는지를 제시했다.

@highlight

마지막으로 기독교 통일교육의 현황과 분석을 통해 대안을 제시했다.

