통계지표(statistical indicator)는 특정 시간이나 장소, 그리고 기타 특정 사항에 대한 통계 데이터를 표현할 수 있도록 지정된 데이터 요소로 정의하고 있다.

2008년부터 전국도서관통계시스템에서 사용하고 있는 현행 조사지표는 실제 도서관 현장에서 일상적인 업무성과의 기록을 통하여 수집되는 지표와는 다소 차이가 있어 사서들의 통계작성 시 정확한 데이터의 산출을 위한 별도의 노력과 인위적으로 데이터를 재구성하는 업무가 요구되고 있다.

본 연구는 현재의 공공도서관 통계지표와 관련한 각종 법률, 도서관기준, 통계지표를 면밀히 조사·분석하고, 공동도서관의 통계조사 응답률 등을 분석하여 공공도서관의 특성을 반영한 새로운 통계지표의 개발하기 위한 방향을 제시하고자 한다.

이러한 연구결과는 공공도서관의 통계지표는 작성된 통계의 품질을 보증할 수 있는 다양한 요소 즉, 이용자 요구의 충족, 정확한 통계의 생산, 시의성과 정시성의 보장, 일관성, 접근성 등을 유지할 수 있는 통계를 생성할 수 있는 지표로 활용할 수 있을 것이다.

@highlight

이 연구는 현재의 공공도서관 통계지표와 관련한 각종 법률, 도서관기준, 통계지표를 면밀히 조사·분석하고, 공동도서관의 통계조사 응답률 등을 분석하여 공공도서관의 특성을 반영한 새로운 통계지표의 개발하기 위한 방향을 제시하려 한다.

@highlight

본 연구결과는 공공도서관의 통계지표는 작성된 통계의 품질을 보증할 수 있는 다양한 요소 즉, 이용자 요구의 충족, 정확한 통계의 생산, 시의성과 정시성의 보장, 일관성, 접근성 등을 유지할 수 있는 통계를 생성할 수 있는 지표로 활용할 수 있을 것이다.

