도심지 내 지하공간의 효율적인 활용을 위해서 연마재 워터젯 시스템(abrasive waterjet system)을 이용한 새로운 형태의 암반굴착 공법이 개발되어 활용 중에 있다.

연마재 워터젯 시스템을 활용한 굴착(절삭) 수행 시 적정량의 연마재를 투입하고 연마재 입자의 유동성을 원활하게 유지하는 것은 매우 중요하다.

본 연구에서는 실내실험을 통해 연마재 입자의 유동성과 관련된 영향 인자들을 연마재 관 설치높이, 연마재 관 길이, 연마재 관 굴곡도 그리고 연마재 관 내경으로 나누어 연마재 투입량 및 유동성 수준을 평가하였다.

또한, 실험결과를 바탕으로 연마재 투입량 및 연마재 입자 유동성에 관한 최적 조건을 제시하였다.

본 연구결과를 바탕으로 향후 암반 굴착용 워터젯 공법이 도심지 내 터널, 공동구, 수직구 건설 등 다양한 지반 구조물 굴착 작업 시, 최적 연마재 투입을 위한 기초자료로 유용하게 활용될 수 있을 것으로 기대된다.

@highlight

이 연구에서는 실내실험을 통해 연마재 입자의 유동성과 관련된 영향 인자들을 연마재 관 설치높이, 연마재 관 길이, 연마재 관 굴곡도 그리고 연마재 관 내경으로 나누어 연마재 투입량 및 유동성 수준을 평가했다.

@highlight

이 연구결과를 바탕으로 향후 암반 굴착용 워터젯 공법이 도심지 내 터널, 공동구, 수직구 건설 등 여러 지반 구조물 굴착 작업 시, 최적 연마재 투입을 위한 기초자료로 유용하게 활용될 수 있을 것으로 기대된다.

