본 연구는 형태초점교수 수업에서 오류수정 피드백과 학습자 반응의 관계를 조사하는 것을 목적으로 한다.

호주의 한 어학원에 등록한 14명의 ESL 중급 학습자들이 본 연구에 참여하였고, 형태초점을 중심으로 학습하는 수업을 녹음하고 이를전사하였다.

기술 통계와 피어슨 카이 검정이 실시되었다.

학습자가 피드백을 가장 많이 받은 언어 형태는 단어였으며, 그 다음이 문법이었고, 발음상에서 피드백은 많이 받지 않았다.

피드백 유형에서는 명시적 수정이 가장 많이 나타난 피드백이었지만, 오류고쳐 되말하기는 교실에서 가장 적게 사용되는 피드백이었다.

학습자 반응률은 다른 기존의 연구 결과만큼 높게 나타났다.

학습자 반응에 영향을 미치는 요인으로는 형태초점 교수에 대한 처방적/예방적 접근과 피드백 유형이었다.

교사가 처방적 접근을 취하면 학습자는 적극적인 반응을 보였으며, 교사가 시작한 예방적 접근은 덜 적극적인 학습자 반응으로 이어졌다.

유도 피드백이발생하면 학습자 반응이 나타났으며, 오류고쳐 되말하기의 경우에는 학습자 반응으로까지 연결되지 못했다.

보다 구체적인 환경에서 오류수정 피드백과 학습자반응에 대한 연구가 앞으로 이루어져야 할 것이다.

@highlight

이 연구는 형태초점교수 수업에서 오류수정 피드백과 학습자 반응의 관계를 조사하는 것을 목적으로 한다.

@highlight

학습자가 피드백을 가장 많이 받은 언어 형태는 단어였으며, 그 다음이 문법이었고, 발음상에서 피드백은 많이 받지 않았다.

