오늘날 딜타이와 니체사이에서 삶 철학은 상호 정신적 친밀감을 엿볼 수 있다.

그들 사이의 이론적 공통점은 삶과 역사를 동일시하는 역사적인 관계에 있다.

하지만 양자(兩者)사이의 이론적 방법은 서로 단편적인 영향관계만을 남겨둔 채 제각기 상이한 판단을 할 따름이다.

니체에 대한 딜타이의 비판은 부분적으로 그의 청년시절 전집에서 단편적으로 알려져 있을 따름이다.

이러한 입장들은 삶 철학의 주제에서 그 중요성을 발견할 수 있다.

즉 양자(兩者)사이에 자기인식의 방법은 삶 철학을 중심으로 인간 일반을 스스로 인식하는데 있다.

특히니체는 고독한 자기성찰, 근원적인 인간본성, 무역사적인 인간의 본질을 추구했다.

딜타이와 니체 사이에 이론적 교감은 언제나 상존해 있으나, 그들 사이에 삶철학에 대한 근거는 역사적인 관계에서 찾아볼 수 있다.

딜타이와 니체는 개인적인 의미에서 중첩되거나 일면적인 측면에서 상호 영향관계를 개별적으로 판단할 수 있을 뿐이다.

딜타이의 저서에서 학문적 세계는 단순하게 인식하는 것만이 아니라 긍정적인 가치가 있는 이론으로 평가한다.

또한 니체는 현대에서삶 철학의 종교적 사유를 충족했던 역사적 사명이 있는 철학자로 기억한다.

따라서 필자는 딜타이와 니체 삶의 철학을 중심으로 양자의 이론적 관계를 조명하고자 한다.

@highlight

딜타이와 니체 사이에 이론적 교감은 언제나 상존해 있으나, 삶철학에 대한 근거는 역사적인 관계에서 찾아볼 수 있다.

@highlight

딜타이와 니체는 개인적인 의미에서 중첩되거나 일면적인 측면에서 상호 영향관계를 개별적으로 판단할 수 있을 뿐이며,딜타이와 니체 삶의 철학을 중심으로 양자의 이론적 관계를 조명하고자 한다.

