본 연구는 마을교육공동체 실천과정에서 마을의 다양한 주체들이 기대하는 협업체제 구축 방식을 도출하는데 목적이 있다.

마을을 이루는 다자간 교육거버넌스를 실행하기 위해서는 지역사회 문화와 맥락적으로 연계되는 작동구조를 구안할 필요가 있기 때문이다.

이를 위해, A도시를 사례도시로 선정하고, 해당 지역에서 활발하게 활동하고 있는 7개 영역(마을교육, 만들만들기, 사회적 경제, 평생교육, 학교, 일반행정, 교육행정)별 활동가 10명을 대상으로 FGI를 실시하였다.

지역사회의 여건을 고려한 마을교육공동체 협업체제를 구축하기 위하여, 마을교육공동체의 상(象)에 대한 지역사회 공동의 관점을 획득해야 하고, 분절적 사업 운영 방식을 통합적 형태로 전환해야 하며, 지역사회에 기반한 유연한 중간지원조직의 설치가 필요하고, 마을의 가장 작은 단위 구성원들과 함께하는 촘촘한 네트워크 구축이 필요하며, 마지막으로 이런 구조 속에서 지역에 활동기반이 있는 전문성 있는 인재가 연속성을 갖고 업무를 추진해가야 함을 확인하였다.

더불어, 지역성을 특징으로 하는 마을교육공동체 활동의 실천 전략 수립을 위하여 지역사회 당사자들과 소통을 토대로 한 탐색 과정이 수반되어야 함을 강조하였다.

@highlight

이 연구는 마을교육공동체 실천과정에서 마을의 다양한 주체들이 기대하는 협업체제 구축 방식을 도출하고자 한다.

