전 세계적으로 치매환자의 비약물적 개입을 통한 삶의 질 향상에 주목해 왔다.

본 연구는 2005년부터 2019년까지 국내에 출판된 다양한 무용 프로그램 개입이 치매노인에게 어떠한 영향을 미치는가를 체계적으로 고찰하여 그 결과를 종합적으로 분석하였다.

본 연구를 위해 국내 4개의 학술검색 엔진을 활용하였으며 연구목적에 적합한 포함과 배제기준을 통과한 10편의 문헌을 최종적으로 선정하여 분석하였다.

본 연구결과, 치매노인에게 적용된 무용 프로그램의 특성은 치매노인의 건강상태를 고려하여 반복, 구체적, 중저강도로 구성되었다.

선정된 문헌 중 2편을 제외한 문헌에서 실험군과 대조군을 두었고, 사전-

사후를 측정하여 무용 프로그램이 치매노인에게 미치는 효과를 검증하였다.

무용 프로그램이 치매노인에게 미치는 영향은 신체건강, 자기표현 및 사회성, 인지력, 정신건강에서 긍정적 영향을 주거나 영향을 미치지 못하는 혼재된 결과를 나타냈다.

본 연구는 무용 프로그램이 치매노인에게 미치는 긍정적 영향을 확인하여 오늘날 무용 프로그램이 치매노인의 건강예방과 증진을 위해 지속적이고 체계적으로 개발될 수 있도록 실천적, 정책적 제언을 하였다.

@highlight

본고는 2005년부터 2019년까지 국내에 출판된 다양한 무용 프로그램이 치매노인에게 어떤 영향을 미치는지를 체계적으로 고찰해 그 결과를 종합적으로 분석하였다.

