본 연구의 목적은 다문화청소년과 비다문화청소년 간 자살위험의 격차가 연령에 따라 어떻게 다른지를 탐색하는 것이다.

지금까지 다문화청소년의 자살에 대한 연구는 많이 있었으나, 연령에 따른 (비다문화청소년과의) 자살위험 차이를 비교분석한 연구는 드물었다.

2011-2016년까지 수집된「청소년건강행태온라인조사」자료를 활용하여 12-18세 청소년의 자살생각 및 자살시도 경험을 비교분석한 결과, 다문화가족여부에 따른 자살위험의 격차는 높은 연령수준의 청소년에게서 더 크게 나타났다.

구체적으로, 비다문화청소년의 경우 연령수준에 상관없이 자살생각 및 자살시도의 가능성이 일정하거나 낮아졌지만, 다문화청소년의 경우 높은 연령수준에서 자살생각 및 자살시도의 가능성이 더 큰 것으로 나타났다.

일련의 결과는 다문화가족여부에 따른 자살생각 및 자살시도의 가능성은 높은 연령의 청소년에게서 더 큰 위험요인으로 작용한다는 것을 설명한다.

결과를 바탕으로 다문화청소년의 자살에 대한 학문적, 실천적 함의를 논의하였다.

@highlight

본 논문은 다문화청소년과 비다문화청소년 간 자살위험의 격차가 연령에 따라 어떻게 달라지는지를 탐색하였다.

@highlight

다문화청소년의 자살에 대한 연구는 많이 있었지만 연령에 따른 자살위험 차이를 분석한 연구는 많지 않았다.

