본 연구는 태권도 지도자의 감정노동과 직무소진 및 고객지향성의 관계를 규명하는데 목적이 있다.

연구대상은 제6회 전국태권도장 경영 및 지도법 경진대회에 참가한 관장과 사범을 모집단으로 설정하여 편의표본추출법을 이용하여 311명의 표본을 추출하였다.

수집된 자료는 PASW 20.0과 AMOS 20.0을 이용하여 빈도분석, 확인적 요인분석, 상관관계분석, 구조방정식모형분석을 실시하였으며, 다음과 같은 결론을 도출하였다.

첫째, 태권도 지도자의 감정노동 중 내면행위는 직무소진에 부정적인 영향을 미치는 것으로 나타났다.

둘째, 태권도 지도자의 감정노동 중 표면행위는 직무소진에 긍정적인 영향을 미치는 것으로 나타났다.

셋째, 태권도 지도자의 직무소진은 고객지향성에 부정적인 영향을 미치는 것으로 나타났다.

넷째, 태권도 지도자의 감정노동 중 내면행위는 고객지향성에 긍정적인 영향을 미치는 것으로 나타났다.

다섯째, 태권도 지도자의 감정노동 중 표면행위는 고객지향성에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

본고의 목적은 태권도 지도자의 감정노동 및 직무소진과 고객지향성의 관계를 규명하는 데에 있다.

@highlight

연구대상은 제6회 전국태권도장 경영과 지도법 경진대회에 참가한 관장 및 사범을 모집단으로 설정해 편의표본추출법을 이용하여 311명의 표본을 추출했다.

