범주적 지각(CP)이란 특정 경계를 기준으로 대상의 연속적인 변화가 급격히 불연속적인 범주로 지각되는 현상이다.

얼굴표정 CP는 기본정서이론의 관점에서 진화적 정서처리 기제의 결과물로 해석되었으나, 구성된 정서 이론은 사람들이 “분노”, “슬픔”, “공포” 등의 명칭으로 얼굴표정을 범주화함으로써 이 현상이 발생한다고 주장한다.

그러나 성인은 이미 반복적인 정서경험을 통해 얼굴표정을 “기쁨”, “공포”, “슬픔” 등의 명칭으로 범주화하는 행위에 전문화 되어있어, 얼굴표정 CP가 진화적 정서처리 기제에 의한 것인지, 정서명칭에 의한 것인지를 구분하기 어려웠다.

본 연구는 두 기본정서표정(공포, 혐오)을 물리적으로 혼합함으로써 상대적으로 정서범주가 불분명한 비전형적 ‘공포+혐오’ 혼합정서표정을 생성하고, 여기에 정서명칭(‘끔찍하다’)을 부여하거나 부여하지 않음으로써 정서명칭이 얼굴표정 CP에 미치는 영향을 확인하였다.

실험 결과, 혼합정서표정에 명칭을 부여한 집단에 한하여 CP가 발생하였다.

정서명칭의 부여를 통해 비전형적 혼합정서표정의 CP를 유발한 본 연구의 결과는 정서지각이 구성되는 과정에 언어가 핵심적인 역할을 한다는 구성된 정서 이론을 지지한다.

@highlight

성인은 얼굴표정 범주화에 능해 얼굴표정 CP가 진화적 정서처리인지 정서명칭에 의한 것인지 구분이 어렵다.

@highlight

이에 기본정서표정을 혼합해 비전형적 혼합정서표정을 생성하고, 정서명칭 여부에 따른 영향을 확인했다.

@highlight

그 결과, 혼합정서표정에 명칭을 부여한 집단에 CP가 발생해 정서지각의 구성에 언어가 핵심역할을 한다는것을 알았다.

