본

 

연

구

는

 

성

격

유

형

에

 

따

른

 

H

T

P

그

림

반

응

특

성

을

 

살

펴

보

고

 

이

를

 

바

탕

으

로

 

H

T

P

의

 

새

로

운

 

해

석

기

반

을

 

찾

고

자

하

였

다

.

 

H

T

P

의

 

그

림

분

석

항

목

을

 

추

출

하

기

 

위

해

 

임

시

홈

페

이

지

를

 

제

작

하

여

 

자

발

적

으

로

 

참

여

한

 

2

0

세

 

이

상

의

 

일

반

인

을

 

대

상

으

로

 

3

6

3

부

의

 

H

T

P

그

림

 

자

료

를

 

수

집

하

였

다

.

 

미

술

치

료

박

사

과

정

 

수

료

생

 

3

명

이

 

이

를

 

분

석

한

 

결

과

 

빈

도

수

가

 

1

5

%

 

이

상

 

나

타

난

 

항

목

들

을

 

선

정

하

였

으

며

 

기

존

문

헌

을

 

토

대

로

 

분

석

 

기

준

표

를

 

작

성

하

였

다

.

 

연

구

대

상

자

는

 

서

울

,

 

경

기

,

 

영

남

,

 

호

남

,

 

충

청

,

 

강

원

권

에

 

위

치

한

 

1

1

개

 

대

학

의

 

대

학

생

들

로

 

이

들

은

 

임

의

표

집

방

법

에

 

의

해

서

 

표

집

되

었

다

.

 

검

사

는

 

2

0

1

5

년

 

3

월

 

3

일

부

터

 

2

3

일

까

지

 

N

E

O

-

I

I

 

인

성

검

사

와

 

H

T

P

 

검

사

를

 

실

시

,

 

7

8

3

부

를

 

분

석

에

 

활

용

하

였

다

.

 

H

T

P

 

에

 

대

한

 

3

명

의

 

평

정

자

간

 

일

치

도

는

 

r

=

.

9

7

로

 

나

타

났

다

.

 

자

료

분

석

은

 

이

분

로

지

스

틱

 

회

귀

분

석

(

D

i

c

h

o

t

o

m

o

u

s

 

L

o

g

i

s

t

i

c

 

R

e

g

r

e

s

s

i

o

n

 

A

n

a

l

y

z

e

)

 

및

 

다

중

 

로

지

스

틱

 

회

귀

분

석

(

M

u

l

t

i

p

l

e

 

L

o

g

i

s

t

i

c

 

R

e

g

r

e

s

s

i

o

n

 

A

n

a

l

y

z

e

)

을

 

하

였

다

.

 

그

 

결

과

,

 

사

람

 

그

림

의

 

3

3

개

의

 

분

석

 

항

목

 

가

운

데

 

2

0

개

의

 

항

목

에

서

 

유

의

미

한

 

결

과

가

 

나

타

났

다

.

 

사

람

그

림

의

 

해

석

에

 

있

어

서

 

성

격

5

요

인

 

및

 

그

 

하

위

요

인

에

서

 

의

미

하

는

 

바

를

 

해

석

기

반

으

로

 

하

였

을

 

때

 

기

존

의

 

선

행

연

구

 

및

 

미

술

치

료

에

서

 

일

반

적

으

로

 

해

석

하

고

 

있

는

 

바

와

 

거

의

 

맥

을

 

같

이

하

였

다

.

@highlight

이 연구는 성격유형에 따른 HTP그림반응특성을 살펴보고 이를 바탕으로 HTP의 새로운 해석기반을 찾고자했다. 연구대상자는 서울, 경기, 영남, 호남, 충청, 강원권에 위치한 11개 대학의 대학생들로 이들은 임의표집방법에 의해서 표집되었다.