이글은 4대강 논쟁을 분석하고 대안으로 숙의적 접근을 제안한다.

4대강 사업은 학계와 시민사회에 숱한 논란을 불러일으켰다.

이글은 이런 논란과정에 나온 여러 담론을 분석한다.

그래서 개발담론에 맞서 나온 반대담론을 토건국가론, 생명담론, 인문문화담론, 생태담론으로 유형화한다.

그리고 경부운하와 한반도대운하, 나중에는 4대강 살리기로 변화되는 과정을 분석한다.

이런 변화가 있은 이유는 국민적 저항도 있었지만, 운하사업으로 인한 편익이 불확실하고 미미해 경제성을 확보하기 어려워 운하사업에서 치수사업으로의 전환이 필요했다고 분석한다.

그리고 이 논란과정에서 다루어져야 했지만 다뤄지지 않는 몇가지 논점을 제기한다.

그것은 물의 윤리, 통합적 수자원관리, 적응형 관리이다.

이것들은 각각 가치의 다양성, 다척도 통합관리의 필요성, 불확실성에 대한 대비라는 숙제를 던져준다.

이런 숙제를 해결하는 바람직한 대안으로 숙의적 접근을 제안한다.

그리고 숙의적 접근에서 보았을 때, 4대강 사업은 민주적 참여의 부재, 도구적 합리성의 비대화, 공적 이성의 부재라는 문제점을 보인다고 주장한다.

@highlight

이글은 4대강 논쟁을 분석하고 대안으로 숙의적 접근을 제안한다.

@highlight

4대강 사업은 학계와 시민사회에 숱한 논란을 불러일으켰다.

