본 연구는 2018년 한국천주교회 평신도 희년을 맞이하여 교회 안에서 교회와 함께 살아가는 평신도의 정체성과 사명을 성덕의 소명과 협력이라는 신학적 관점에서 전망한다.

특별히, 예수회와 여성 평신도의 협력이라는 구체적인 주제를 통해서 거룩함으로의 소명 추구와 하느님 사랑 안에서 교회와 함께 생각하며 협력하는 삶을 살펴본다.

이를 위해서 이 글에서는 다음과 같이 논지를 전개한다.

첫째, 예수회 창립자의 영감과 은사로 되돌아가서 로욜라의 성 이냐시오와 여성들이 함께 협력하여 거룩함을 살아갔던 과거의 영적 유산을 고찰한다.

둘째, 제2차 바티칸 공의회와 교종 성 요한 바오로 2세, 그리고 교종 프란치스코의 문헌에서 관통하고 있는 성화의 길과 여성 평신도와의 협력의 관점에서 신학적 성찰을 한다.

또한 현대의 세상에서 수도회의 카리스마를 충실하게 그리고 창조적으로 실현하기 위해 작성된 예수회 총회 문헌을 살펴본다.

셋째, 오늘날의 한국 천주교회의 상황에서 요청되는 시대적 징표로서 수도자와 평신도의 성화와 협력의 길을 모색한다.

본 논문이 결론적으로 제시하는 바는 성덕을 향해 함께 걷는 수도자와 평신도의 미래상이다.

즉, 내적 태도로써의 겸손, 경청, 그리고 식별이며, 외적 투신으로 평신도 여성의 예수회 양성의 참여와 지적인 협력, 그리고 리더십 양성이다.

@highlight

이 연구는 2018년 한국천주교회 평신도 희년을 맞이해 교회 안에서 교회와 함께 살아가는 평신도의 정체성과 사명을 성덕의 소명과 협력이라는 신학적 관점에서 전망한다.

