본 연구는 박제가의 [북학의]를 통해 그의 지리적 관심과 지리지식이 어느 정도이며 어떤 면에 활용하고자 하였는지를 살피는 데 있다.

특히 경제 지리적 내용을 추출해서 농업·공업·상업지리 내용으로 분류 해석하였다.

농업 지리 내용으로 농지, 종자 파종, 시비, 가축사육, 농잠과 과일 등에 대해 섬세하고 치밀하게 필요성과 구체적 방법론을 제시하고 있다.

공업 지리 내용으로 연경(북경)에 와 있는 서양학자들로부터 첨단과학 및 공학 기술과 지식을 받아들여 우리 것에 대한 근대화를 꾀할 것을 강조하였다.

상업지리 내용으로 양반들의 유휴 노동력을 실용적인 상업생산 노동력으로 전환시키며 수레를 통한 육로교통을 열고 이웃나라(청, 일본, 유구, 베트남 등) 들과 뱃길 통상의 길을 열어 지역 및 국가 경제의 활성화를 꾀할 것을 주장하였다.

연구를 통해 박제가는 경제 지리 내용에 밝았고 깊은 관심을 기울였으며 경제 지리 관련 지식을 활용해 국가 경제력 제고를 위해 노력한 실학자임을 알 수 있다.

당시 박제가의 경제 지리적 지식과 활용의 구체적 방법론 제시가 나라에 의해 효율적으로 채택되었다면 조선시대 후기의 국가 경제력은 크게 도약할 수 있었을 것이다.

@highlight

[북학의]에서 박제가의 지리적 관심과 지식을 가늠하고 활용을 주장했는지 경제 지리적 내용을 농업·공업·상업지리로 분류 해석한바, 농업 지리는 섬세하고 치밀하게 필요성을 알리고 방법론을 제시하며, 공업 지리는 서양학자들의 기술과 지식을 받아들여 근대화를 꾀하자 주장하고, 상업지리는 이웃나라와 뱃길을 열어 경제 활성화를 주장하였다.

