본고는 삼연 김창흡이 산수를 유람했을 때 동일한 공간에서 창작한 산수시와 유기의 창작기법이나 효과적인 측면이 서로 다른 점에 주목한다.

그의 산수시를 일기체 유기와의 상호연관성이라는 관점 아래 종합적으로 연구하고, 그 과정에서 산수시가 일기체 유기와 달리 산수 묘사를 통한 풍경의 장면화, 산수에서 느낀 감회와 깨달음의 형상화 등의 특징을 드러냄을 발견한다.

동일한 공간에서 창작한 산수시와 유기가 상이한 장르가 주는 다른 미적 성취를 전달하여 상보적으로 결합하고 있다는 점을 발견하였다.

이 점에서 일기와 시는 모종의 연관관계가 있다.

상호연관성의 관계는 구체적으로 장면을 포착하는 것과 산수에서 느낀 것을 더 깊이 있는 시어로 표현하는 것에서 드러난다.

즉 감회와 깨달음에 대해 자세하게 문학적으로 형상화한 것이다.

일기체 유기가 김창흡 문학 창작에 일종의 허부 역할을 해주는 것이다.

일기체 유기를 통해 다른 장르의 문학작품들이 서로 상보적인 관계 아래에서 파생된다.

김창흡은 산수 유람의 여정을 일기체 유기로 남기고, 그때 느낀 감정, 자신이 포착했던 장면, 거기서 얻은 깨달음을 시로 표현하면서 산수시와 일기체 유기를 아울러 조선 산수에 대한 종합적인 이해를 도모하게 해 줄 수 있다.

@highlight

본고는 삼연 김창흡이 산수를 유람했을 때 동일한 공간에서 창작한 산수시와 유기의 창작기법이나 효과적인 측면이 서로 다른 점에 주목한다

그의 산수시를 일기체 유기와의 상호연관성이라는 관점 아래 종합적으로 연구하고, 그 과정에서 산수시가 일기체 유기와 달리 산수 묘사를 통한 풍경의 장면화, 산수에서 느낀 감회와 깨달음의 형상화 등의 특징을 드러냄을 발견한다

