목

적

:

 

본

 

연

구

에

서

는

 

실

제

 

환

자

의

 

석

고

모

형

의

 

콘

빔

C

T

 

(

C

o

n

e

 

B

e

a

m

 

C

o

m

p

u

t

e

d

 

T

o

m

o

g

r

a

p

h

y

)

이

미

지

로

 

디

지

털

 

모

델

을

 

제

작

하

고

 

이

 

디

지

털

 

모

델

을

 

동

일

한

 

석

고

모

형

을

 

3

차

원

 

광

학

 

스

캐

너

로

 

스

캔

 

하

여

 

얻

은

 

디

지

털

 

모

델

과

 

비

교

하

였

다

.

 

연

구

 

재

료

 

및

 

방

법

:

 

총

 

1

1

쌍

의

 

석

고

모

형

에

 

대

하

여

 

실

험

을

 

진

행

 

하

였

다

.

 

콘

빔

C

T

를

 

이

용

하

여

 

C

T

 

영

상

을

 

촬

영

하

여

 

디

지

털

 

모

델

을

 

제

작

 

하

였

고

 

3

차

원

 

광

학

 

스

캐

너

를

 

사

용

해

 

대

조

군

이

 

되

는

 

디

지

털

 

모

델

을

 

제

작

하

였

다

.

 

이

를

 

이

용

해

 

각

 

석

고

모

형

에

 

대

하

여

 

콘

빔

C

T

와

 

3

차

원

 

광

학

 

스

캐

너

를

 

이

용

하

여

 

만

든

 

디

지

털

 

모

델

을

 

한

 

쌍

으

로

 

묶

어

 

상

,

 

하

악

 

1

1

개

의

 

비

교

 

쌍

을

 

구

성

하

고

 

각

 

쌍

에

 

대

하

여

 

차

이

점

을

 

분

석

하

였

다

.

 

결

과

:

 

대

조

군

과

 

비

교

 

시

 

콘

빔

C

T

 

영

상

으

로

부

터

 

구

성

된

 

디

지

털

 

모

델

이

 

대

조

군

 

보

다

 

과

다

 

추

정

된

 

부

분

인

 

양

의

 

오

차

의

 

평

균

은

 

0

.

0

5

9

 

-

 

0

.

1

1

7

 

m

m

,

 

과

소

 

추

정

된

 

부

분

인

 

음

의

 

오

차

의

 

평

균

은

 

0

.

0

6

6

 

-

 

0

.

1

4

6

 

m

m

의

 

범

위

 

내

에

 

존

재

했

다

.

 

또

한

 

유

의

수

준

 

0

.

0

5

에

서

 

양

의

 

오

차

의

 

평

균

은

 

7

0

 

-

 

1

0

0

 

μ

m

,

 

음

의

 

오

차

의

 

평

균

은

 

1

0

0

 

-

 

1

2

0

 

μ

m

 

내

에

 

존

재

 

함

을

 

확

인

하

였

다

.

 

결

론

:

 

석

고

모

형

의

 

콘

빔

C

T

 

영

상

으

로

부

터

 

구

성

된

 

디

지

털

 

모

델

은

 

최

종

 

수

복

물

 

제

작

에

는

 

부

적

합

하

나

 

임

시

수

복

물

 

제

작

 

및

 

교

정

 

진

단

 

과

정

에

 

활

용

될

 

수

 

있

는

 

가

능

성

이

 

있

다

.

@highlight

환자의 석고모형의 콘빔 CT 이미지로 디지털 모델을 제작하고, 동일한 석고모형을 3차원 광학 스캐너로 스캔 하여 얻은 디지털 모델과 비교하였다. 콘빔CT와 3차원 광학 스캐너를 사용해 디지털 모델과 그 대조군을 제작 하였고, 석고모형에 대하여 디지털 모델을 한 쌍으로 상, 하악 11개의 비교 쌍을 구성하고 각 쌍에 대하여 차이점을 분석하였다.