이연법인세회계는 기업회계와 세무회계의 차이로 인해 귀속시기를 달리함으로써 발생한 일시적 차이에 대한 법인세효과를 인식하여 미래의 과세소득에서 차감하는 자산과 가산하는 부채에 대한 정보를 알려준다.

이렇게 생긴 차이를 반영하여 당기순이익, 자산 및 부채를 적정하게 표시하는 것이 이연법인세회계의 목적이다.

본 연구는 1999년부터 2005년까지 7개년도 거래소와 코스닥시장자료를 이용하여 이연법인세계정이 주가에 미치는 영향에 대해 알아보고자 Ohlson(1995) 모형을 이용하여 검토하였다.

분석 결과 거래소기업은 순이연법인세가 기업가치와 관련이 있는 것으로, 코스닥기업은 관련이 없는 것으로 나타났다.

그리고 이연법인세를 각각 이연법인세차와 이연법인세대로 나누어 검증한 결과 이연법인세차와 이연법인세대 각각 5%와 1% 유의수준에서 기업가치와 양(+)과 음(-

)의 영향을 미치는 것으로 나타났다.

이러한 결과는 이연법인세가 기업가치와 관련성이 있는지를 판단할 수 있는 유용한 정보라는 것을 의미하며, 이연법인세가 다른 자산과 마찬가지로 기업가치와 양(+)의 관계로 관련되어 있음을 입증하여 거래소시장에서 뿐 아니라 코스닥시장에서도 실질적 경제적 의미를 지닌 자산이나 부채로 인식되고 있으며 기업 가치와 관련성이 있음을 검증한 것이다.

@highlight

이연법인세회계는 기업회계와 세무회계의 차이로 인해 귀속시기를 달리함으로써 발생한 일시적 차이에 대한 법인세효과를 인식하여 미래의 과세소득에서 차감하는 자산과 가산하는 부채에 대한 정보를 알려준다.

@highlight

이연법인세가 기업가치와 관련성이 있는지를 판단할 수 있는 유용한 정보라는 것을 의미하며, 이연법인세가 다른 자산과 기업가치와 양의 관계로 거래소시장에서 뿐 아니라 코스닥시장에서도 실질적 경제적 의미를 지닌 자산이나 부채로 인식되고 있으며 기업 가치와 관련성이 있음을 검증한 것이다.

