콘크리트의 전기저항은 철근부식 개시 이전인 잠복기와 철근부식되는 진전기 두과정과 유관된다.

염소이온에 노출된 콘크리트 구조물의전기저항은 초기 부식율의 위험도를 표현할 수 있는데, 낮은 전기저항은 빠른 염소이온 침투와 높은 부식속도를 의미하기 때문이다.

콘크리트의 전기저항은 인가된 전압과 전류간의 비율인 전기저항으로 표현된다.

이전의 연구에 의하면 콘크리트의 전기저항은 콘크리트내 수분량, 미세구조 및 탄산화 등에 크게 의존하였다.

습윤량과 전기저항의 관계를 다룬 연구가 적지만 존재하는 반면, 염소이온이 전기저항에 미치는연구를 행한 연구는 매우 드물다.

본 연구의 목적은 염소이온이 콘크리트의 전기저항에 미치는 영향을 고찰하는 것이다.

실험결과에 의하면 염소이온량은 전기저항을 떨어뜨리는 것으로 나타났으며 이는 선형의 관계가 성립되었다.

초기 양생 50일 이전까지 전기저항의 감소추세는 뚜렷하였으며, 이후로는 염소이온량과 상관없이 일정하였다.

결과적으로 본 연구는 염소이온량을 함유한 콘크리트의 전기저항을 표현하는데 결정적인 방법을 제안하였다.

@highlight

본 논문은 염소이온이 콘크리트의 전기저항에 미치는 영향을 고찰하는 것에 그 목적이 있다.

@highlight

실험결과에 따르면 염소이온량은 전기저항을 떨어뜨리는 것으로 나타났으며 이는 선형의 관계가 성립됐다.

