成

大

中

(

1

7

3

2

~

1

8

0

9

)

은

 

1

7

6

3

년

 

癸

未

사

행

에

 

정

사

서

기

로

 

참

여

하

여

 

사

행

의

 

여

정

과

 

체

험

을

 

담

은

 

『

日

本

錄

』

 

2

책

을

 

저

술

하

였

다

.

 

『

일

본

록

』

은

 

계

미

사

행

 

관

련

 

여

타

 

사

행

록

보

다

 

분

량

이

 

소

략

하

며

 

문

체

가

 

간

결

하

다

.

 

이

는

 

성

대

중

의

 

남

다

른

 

작

가

의

식

이

 

발

현

된

 

것

인

 

바

,

 

즉

 

성

대

중

은

 

이

전

의

 

사

행

기

록

에

서

 

서

술

된

 

것

은

 

가

능

한

 

배

제

한

 

채

 

자

신

만

의

 

기

록

을

 

남

기

고

자

 

한

 

것

이

다

.

 

그

러

나

,

 

비

교

적

 

많

은

 

지

면

을

 

할

애

하

여

 

사

행

 

중

 

견

문

한

 

인

물

과

 

사

건

에

 

대

하

여

 

자

세

하

게

 

서

술

한

 

것

도

 

있

으

니

,

 

일

본

의

 

각

 

지

역

을

 

소

개

하

면

서

 

그

와

 

관

련

된

 

주

목

할

 

만

한

 

인

물

이

나

 

사

건

에

 

관

한

 

것

이

 

그

것

이

다

.

 

壹

岐

島

를

 

서

술

하

면

서

 

일

본

 

기

생

인

 

綠

雲

仙

 

이

야

기

를

 

삽

입

하

고

 

잘

못

 

알

려

진

 

사

실

을

 

바

로

잡

기

도

 

하

였

다

.

 

또

 

예

수

와

 

마

테

오

리

치

의

 

학

문

이

 

일

본

에

 

전

파

된

 

과

정

에

 

대

한

 

서

술

은

 

다

른

 

사

행

록

에

서

는

 

발

견

되

지

 

않

는

 

만

큼

,

 

흥

미

로

우

면

서

도

 

비

상

한

 

주

목

을

 

요

한

다

.

 

성

대

중

의

 

사

행

기

록

은

 

李

德

懋

·

朴

齊

家

·

柳

得

恭

 

등

 

북

학

파

 

실

학

자

뿐

만

 

아

니

라

,

 

成

海

應

·

李

圭

景

 

등

의

 

후

학

자

들

에

게

 

일

본

에

 

대

한

 

풍

부

한

 

지

식

과

 

정

보

를

 

전

해

 

주

었

다

.

 

성

대

중

의

 

사

행

체

험

이

 

오

롯

이

 

스

며

든

 

『

일

본

록

』

은

 

간

명

한

 

문

체

를

 

구

사

하

여

 

분

량

이

 

소

략

하

나

 

일

본

에

 

대

한

 

긴

요

하

면

서

도

 

다

채

로

운

 

지

식

과

 

정

보

를

 

소

개

한

 

저

술

로

 

평

가

할

 

수

 

있

다

.

@highlight

成大中(1732~1809)은 1763년 癸未사행에 정사서기로 참여해 사행의 여정과 체험을 담은 『日本錄』 2책을 저술하였다. 『일본록』은 계미사행 관련한 여타 사행록보다 분량이 소략하며 문체가 간결하다.