본 연구의 대상은 만 6세에서 만 11세 사이의 신체적 학대를 받고 기관에서 생활하고 있는 아동 19명과 신체학대 경험이 없는 일반아동 21명을 대상으로 자기보고형 심리평가척도를 실시하여 이 두 집단의 기초적인 심리사회적 변인의 차이에 대해 살펴보고자 하였다.

본 연구에서 사용된 심리평가척도는 신체학대 아동집단과 일반아동이 직접 평가한 아동기우울척도, 가정의 부부갈등질문지, 양육태도질문지, 부모애착질문지였다.

또한 이 아동들의 문제행동차이를 알아보기 위해서 신체학대 아동집단은 기관의 보육담당자가, 일반아동집단은 부모가 아동․청소년 행동평가척도(K-

CBCL)를 평가하였다.

본 연구 결과 신체학대 아동은 일반아동에 비해 더 우울하다고 지각하고 있었고 가정의 부부갈등이 더 많았으며, 아버지의 양육태도를 권위적, 통제적으로 지각하고 있었다.

또한 부모와의 애착정도는 일반아동에 비해 낮았고 문제행동은 주의집중․비행․외현화된 행동문제를 일반아동보다 더 많이 나타내고 있음을 알 수 있었다.

@highlight

심리평가척도는 신체학대 아동집단과 일반아동이 직접 평가한 아동기우울척도, 가정의 부부갈등질문지, 양육태도질문지, 부모애착질문지였으며 이 아동들의 문제행동차이를 알아보기 위해서 신체학대 아동집단은 기관의 보육담당자가, 일반아동집단은 부모가 아동․청소년 행동평가척도(K-

@highlight

CBCL)를 평가하였다.

@highlight

결과적으로 신체학대 아동은 일반아동에 비해 더 우울하다고 지각하고 있었고 가정의 부부갈등이 더 많았으며, 아버지의 양육태도를 권위적, 통제적으로 지각함을 보여주었다.

