본 논문은 1979년에 출간된 찰스 플랏의 실험경제학 방법론 논문과 그를 둘러싼 논쟁을 분석한다.

플랏의 방법론 논의에서 확인되는 것은 당시 빠르게 발전하고 있던 실험경제학에 있어 비교제도연구와 제도공학이 핵심 연구주제였으며, 선호에 대한 강한 가정들은 당연한 것으로 받아들여지고 있었다는 점이다.

여타 사회과학의 관점에서 이 강한 가정들은 받아들이기 힘든 것이었고 실험의 외적타당성에 심각한 문제를 일으켜 시뮬레이션 목적으로 실험실 연구를 사용하는 것을 결정적으로 방해하는 요소라는 비판을 불러 일으켰다.

플랏과 버논 스미스가 공동으로 행한 반비판에서 그들은 시뮬레이션 목적 이외에 이론적 목적을 위해서도 실험실 연구는 사용될 수 있음을 강조했다.

그들은 선호에 대한 강한 가정들을 수용하여 내적타당성을 가능한 끌어 올리고 비교제도연구와 제도공학의 이론적 목적을 위한 연구에 실험실 연구방법을 특화시켜 실험실 연구방법이 자리를 잡을 수 있는 작은 공간을 주류경제학 내에 확보하려 했다.

플랏의 1979년 논문과 그를 둘러싼 논쟁에서 추출해낼 수 있는 경제학사적 의미는 실험경제학의 득세로부터 여타 사회과학의 주류경제학에 대한 영향력 증대를 바로 읽어내는 것은 위험할 수 있다는 것이다.

@highlight

이 논문은 1979년에 출간된 찰스 플랏의 실험경제학 방법론 논문과 그를 둘러싼 논쟁을 분석한다.

@highlight

플랏의 방법론 논의에서 확인되는 것은 당시 빠르게 발전하고 있던 실험경제학에 있어 비교제도연구와 제도공학이 핵심 연구주제였으며, 선호에 대한 강한 가정들은 당연한 것으로 받아들여지고 있었다는 점이다.

