본 연구의 목적은 예술인고용보험법 개정법안을 무용인의 관점으로 살펴보고, 시행을 위한 실질적인 제언을 도출하는 것이다.

예술인고용보험법은 4대 보험의 하나인 고용보험제도를 확충하여 사회안전망 밖의 예술인들을 보편적 사회복지제도 안으로 수용하는 최초의 법적 근거이다.

불안정한 노동상태에 처해있는 70%의 예술인에게 기본생활 유지와 경제적 지원이 필요하다는 취지에서 추진되었다.

본 연구에서는 2018년 11월 한정애 의원의 대표발의로 국회에 제출된 법안과 그간의 논의점을 관련 자료와 연구를 토대로 살펴보았다.

그 결과로 신진예술가 및 경력 단절 예술가들에게 보다 우호적인 진입을 가능하게 하는 제도적 개선, 무용인 실태조사의 대상확대와 표준계약서를 근거로 한 노무계약의 활성화, 연습과 창작 활동과 관련된 노동시간 산정 기준 마련, 무용공연 시장의 활성화를 위한 무용인 유입의 다양화, 무용인 대상 예술인 고용보험 관련 정보제공 및 이해 확대의 필요성을 제안한다.

더불어 제도개선을 위해 보다 전면적인 무용분야 예술인 실태조사의 필요성을 강조한다.

@highlight

본 연구는 무용인의 관점에서 예술인고용보험법 개정법안을 살펴보고, 그 시행을 위한 실질적인 방안을 도출하고자 2018년 한정애 의원의 대표발의로 국회에 제출된 법안과 그간의 논의점을 관련 자료와 연구를 토대로 살펴보았다.

@highlight

또한 전면적인 무용분야 예술인 실태조사의 필요성을 강조하였다.

