본 종단연구에서는 전문계 고등학생들의 3년 동안의 개인, 가구수입 그리고 환경에 대한 지각 특성에 따른 징계받을 확률을 살펴보았다.

한국교육고용 패널(KEEP) 중학교 3학년 코호트의 2, 3, 및 4차 자료를 사용하여 로지스틱 회귀모형을 사용하여 비행에 미치는 관련 변인(성별, 가정생활만족도, 학교생활만족도, 무단결석, 가출, 흡연, 음주, 가구수입)의 상대적인 효과를 살펴보았다.

모든 변인 중 흡연은 전문계 고등학생의 매년 징계 받을 확률에 통계적으로 유의하게 관련이 있었으며, 그 효과크기는 2학년, 3학년, 1학년 순으로 나타났다.

학교생활만족도는 징계경험과 부적인  관계가 있었으며, 그 효과는 2학년 때, 작은 수준으로 나타났다.

무단결석경험은 징계받을 확률에 가장 큰 효과가 있었으나, 3학년 때만 나타났다.

가출경험 및 흡연은 보통크기의 징계받을 확률과 관련이 있었다.

전문계 고등학생의 비행과 징계관련 지도에 관한 시사점이 논의되었다.

@highlight

본 종단연구에서는 전문계 고등학생들이 3년 동안 개인, 가구수입, 환경에 대한 지각 특성에 따라 징계받을 확률을 살펴보았고, 그 결과 전문계 고등학생의 비행과 징계관련 지도에 대한 시사점이 논의되었다.

