실험 자료의 선별에 따라 과학의 객관성이 침해될 가능성에 대하여 논의하고자 한다.

또한 이러한 논의 과정에서 연구 윤리의 문제를 다루게 될 것이다.

‘이유 있는’ 자료 선별은 객관성을 훼손하지 않을 수 있다.

반면 경험적으로 유의미한 자료를 부적절한 이유로 배제하거나 버리는 것은 과학의 객관성을 해치게 된다.

실험 자료의 선별이 있다고 해서 과학의 객관성 붕괴와 연구 윤리의 위배가 ‘항상’ 동시에 일어나는 것은 아니다.

선별에 의해서 객관성은 훼손되지 않으나 연구 윤리가 위배되는 상황을 논의하면서, 선별과 객관성과 연구 윤리 위배 사이의 관계가 매우 미묘할 수 있음을 보이고자 했다.

출간된 문서인 책과 논문에 더하여, 실험 노트나 대화 채록물과 같은 주로 공개되지 않는 문서를 추적함으로서 출간된 문서에 대한 탐구를 보완할 수 있다.

과학적 기만의 가능성이 상존함에도 불구하고, 실험 과학은 대체로 연구 윤리를 위배하지 않으면서 과학을 진전시킬 수 있는 방식을 발전시켜 왔다.

@highlight

실험 자료의 선별에 따라 과학의 객관성이 침해될 가능성에 대해 논의하고자 한다.

@highlight

또한 이런 논의 과정에서 연구 윤리의 문제를 다루게 될 것이다.

