불

완

전

한

 

인

간

 

본

성

을

 

치

유

하

고

 

전

쟁

으

로

 

대

변

되

는

 

타

락

한

 

자

연

을

 

구

원

하

려

는

 

신

의

 

섭

리

의

 

작

용

을

 

드

러

내

기

 

위

해

 

톨

킨

(

J

.

R

.

R

.

 

T

o

l

k

i

e

n

)

은

 

일

생

을

 

『

반

지

의

 

제

왕

』

(

T

h

e

 

L

o

r

d

 

o

f

 

t

h

e

 

R

i

n

g

s

)

 

저

술

에

 

헌

신

했

다

.

 

문

제

는

 

세

계

 

구

원

의

 

해

답

으

로

 

톨

킨

이

 

제

시

한

 

신

의

 

섭

리

가

 

보

편

적

 

진

리

 

체

계

로

서

 

그

 

객

관

성

과

 

항

구

성

을

 

확

보

할

 

수

 

있

는

가

 

하

는

 

점

이

다

.

 

본

 

논

문

은

 

인

류

 

역

사

 

구

원

의

 

문

학

으

로

서

 

톨

킨

이

 

『

반

지

의

 

제

왕

』

에

 

구

현

하

고

자

 

했

던

 

신

의

 

섭

리

가

 

항

구

성

을

 

지

닌

 

객

관

적

,

 

보

편

적

 

진

리

로

 

작

용

하

는

 

데

 

있

어

 

결

정

적

 

걸

림

돌

로

 

작

용

하

고

 

있

는

 

아

우

구

스

티

누

스

(

A

u

g

u

s

t

i

n

e

)

의

 

종

교

 

사

상

을

 

보

수

적

 

여

성

성

과

 

남

성

 

독

신

주

의

,

 

그

 

이

분

법

적

 

한

계

를

 

중

심

으

로

 

읽

어

내

는

 

데

 

집

중

할

 

것

이

다

.

 

아

우

구

스

티

누

스

의

 

금

욕

주

의

를

 

바

탕

으

로

 

자

기

희

생

적

 

사

랑

의

 

실

현

을

 

통

해

 

평

화

주

의

를

 

구

현

한

다

는

 

톨

킨

의

 

종

교

적

 

진

리

 

체

계

는

 

여

성

 

일

반

을

 

종

교

적

 

구

원

을

 

실

현

할

 

수

 

있

는

 

독

자

적

 

능

력

이

 

결

핍

된

 

집

단

으

로

 

설

정

하

고

 

종

교

적

 

위

계

질

서

 

구

조

에

서

 

배

제

함

으

로

써

 

그

 

보

편

성

의

 

한

계

를

 

드

러

낸

다

.

 

또

한

 

신

과

 

하

나

의

 

전

체

를

 

이

루

며

 

세

상

을

 

구

원

하

기

 

위

한

 

사

랑

을

 

구

체

화

는

 

기

독

교

 

영

웅

을

 

프

로

도

(

F

r

o

d

o

)

로

 

대

표

되

는

 

사

제

로

서

의

 

독

신

 

남

성

에

 

국

한

시

킴

으

로

써

,

 

기

독

교

적

 

진

리

의

 

남

성

 

일

반

,

 

나

아

가

 

인

류

 

일

반

으

로

의

 

보

편

화

 

가

능

성

에

 

있

어

서

도

 

그

 

한

계

를

 

드

러

낸

다

.

@highlight

세계 구원의 해답으로 톨킨이 제시한 신의 섭리가 보편적 진리 체계로서 그 객관성과 항구성을 확보할 수 있는가 하는 점이다.
인류 역사 구원의 문학으로서 톨킨이 반지의 제왕에 구현하고자 했던 신의 섭리가 항구성을 지닌 객관적, 보편적 진리로 작용하는 데 있어 결정적 걸림돌로 작용하고 있는 아우구스티누스의 종교 사상을 보수적 여성성과 남성 독신주의, 그 이분법적 한계를 중심으로 읽어내는 데 집중할 것이다.