본

 

연

구

의

 

목

적

은

 

대

학

생

의

 

진

로

효

능

감

 

근

원

(

수

행

성

취

,

 

언

어

설

득

,

 

대

리

학

습

,

 

정

적

정

서

,

 

부

적

정

서

)

이

 

진

로

결

정

자

율

감

과

 

진

로

미

결

정

과

의

 

관

계

를

 

매

개

하

는

지

를

 

살

펴

보

고

자

 

하

였

다

.

 

이

러

한

 

목

적

을

 

위

해

 

본

 

논

문

에

서

는

 

두

 

개

의

 

연

구

를

 

실

시

하

였

다

.

 

연

구

 

1

에

서

는

 

진

로

효

능

감

 

근

원

이

 

진

로

미

결

정

에

 

미

치

는

 

영

향

을

 

살

펴

보

기

 

위

해

 

대

학

생

 

1

8

4

명

(

남

 

7

9

,

 

여

 

1

0

0

명

,

 

미

확

인

 

5

명

)

을

 

대

상

으

로

 

설

문

지

 

조

사

를

 

실

시

하

였

다

.

 

그

 

결

과

,

 

진

로

효

능

감

 

근

원

 

중

 

수

행

성

취

,

 

언

어

설

득

,

 

대

리

학

습

 

및

 

부

적

정

서

가

 

진

로

미

결

정

에

 

대

한

 

유

의

한

 

예

언

변

수

로

 

확

인

되

었

다

.

 

연

구

 

2

는

 

진

로

결

정

자

율

감

과

 

진

로

미

결

정

의

 

관

계

를

 

진

로

효

능

감

 

근

원

이

 

매

개

하

는

지

를

 

알

아

보

기

 

위

해

 

대

학

생

 

2

7

8

명

(

남

 

1

0

6

명

,

 

여

 

1

7

0

명

,

 

미

확

인

 

2

명

)

을

 

조

사

하

였

다

.

 

진

로

결

정

자

율

감

과

 

진

로

미

결

정

 

간

 

관

계

를

 

매

개

하

는

 

변

수

는

 

언

어

설

득

과

 

부

적

정

서

,

 

두

 

변

수

로

 

나

타

났

다

.

 

두

 

연

구

의

 

결

과

를

 

종

합

해

 

볼

 

때

,

 

진

로

미

결

정

 

수

준

은

 

진

로

결

정

자

율

감

의

 

영

향

을

 

받

으

며

 

언

어

설

득

은

 

진

로

미

결

정

수

준

을

 

감

소

시

키

고

 

부

적

정

서

는

 

진

로

미

결

정

 

수

준

을

 

증

가

시

키

는

 

것

으

로

 

나

타

났

다

.

 

본

 

연

구

의

 

이

러

한

 

결

과

들

은

 

진

로

교

육

이

나

 

상

담

프

로

그

램

을

 

운

영

할

 

때

 

진

로

결

정

자

율

감

을

 

향

상

시

킴

과

 

동

시

에

 

학

생

주

변

의

 

중

요

인

물

의

 

언

어

적

 

격

려

 

및

 

정

보

제

공

과

 

아

울

러

 

진

로

준

비

과

정

에

서

 

부

적

정

서

를

 

덜

 

경

험

하

도

록

 

지

도

할

 

필

요

가

 

있

음

을

 

시

사

한

다

.

@highlight

이 연구의 목적은 대학생의 진로효능감 근원(수행성취, 언어설득, 대리학습, 정적정서, 부적정서)이 진로결정자율감과 진로미결정과의 관계를 매개하는지를 살펴보고자 했다.