개정 가맹사업법 제13조(가맹계약의 갱신)와 관련하여 최근 이슈가 되고 있는 것은 동법 제13조 제2항에 따른 가맹점사업자의 계약갱신요구권으로 최초가맹계약일로부터 10년을 초과하지 않는 범위에서 가맹점사업자는 가맹계약갱신을 가맹본부에 요구할 수 있다.

그러나 해당 가맹사업법 제13조가 개정된 시점인 2008년, 공정거래위원회 국정감사 자료에 따르면 한국 평균 가맹계약기간은 2.23년으로 보고되었다.

이는 개정된 가맹사업법 제13조 제2항의 10년과 많은 차이가 있는 기간으로 당시에는 큰 문제점으로 인식되지 않았다.

하지만 최근 매스컴 등을 통해 보도된 사례로 죽사업관련 가맹본부가 개정 가맹사업법 제13조 제2항에 의거하여 가맹계약기간이 10년을 초과한 가맹점사업자를 상대로 약3억 원의 비용이 드는 가맹점 형태변경 조건부로 가맹계약유지를 제시하였고, 가맹점사업자는 이를 수용하지 않고 공정거래위원회에 신고함으로써 해당 조항의 문제점이 사회로 노출되면서 이슈화되었다.

따라서 개정 가맹사업법 제13조에 대한 재검토를 통해 문제점을 도출하였고, 현재시점에서 제13조의 개선방안을 제시함으로써 가맹사업당사자간의 가맹계약에 대한 안정적이고 투명한 질서가 정립되길 기대한다.

@highlight

개정 가맹사업법 제13조와 관련해 최근 이슈가 되고 있는 것은 동법 제13조 제2항에 따른 가맹점사업자의 계약갱신요구권으로 최초가맹계약일로부터 10년을 초과하지 않는 범위에서 가맹점사업자는 가맹계약갱신을 가맹본부에 요구할 수 있다.

