F

u

s

a

r

i

u

m

 

o

x

y

s

p

o

r

u

m

 

f

.

 

s

p

.

 

f

r

a

g

a

r

i

a

e

 

(

F

o

f

)

에

 

의

한

 

딸

기

 

시

들

음

병

은

 

국

내

에

서

 

중

요

한

 

병

해

이

다

.

 

특

히

 

딸

기

재

배

에

서

 

시

들

음

병

 

발

생

은

 

수

경

재

배

 

면

적

이

 

증

가

하

면

서

 

증

가

하

는

 

경

향

을

 

보

이

고

 

있

다

.

 

따

라

서

 

이

 

연

구

에

서

는

 

딸

기

 

수

경

재

배

에

서

 

시

들

음

병

 

발

생

에

 

배

양

액

의

 

p

H

와

 

E

C

의

 

영

향

을

 

i

n

 

v

i

t

r

o

와

 

재

배

포

장

에

서

 

조

사

하

였

다

.

 

p

H

는

 

5

,

 

5

.

5

,

 

6

,

 

6

.

5

,

 

7

,

 

7

.

5

로

 

i

n

 

v

i

t

r

o

와

 

재

배

포

장

에

서

 

검

정

하

였

고

 

E

C

는

 

0

,

 

0

.

5

,

 

0

.

8

,

 

1

,

 

1

.

5

 

d

S

·

m

-

1

로

 

재

배

포

장

에

서

 

조

사

하

였

다

.

 

I

n

 

v

i

t

r

o

 

상

에

서

 

딸

기

 

시

들

음

병

균

의

 

균

사

생

육

은

 

p

H

가

 

증

가

하

면

서

 

증

가

하

였

고

 

2

5

o

C

,

 

p

H

 

7

에

서

 

최

대

였

으

며

 

2

0

o

C

,

 

p

H

 

5

에

서

가

장

 

낮

았

다

.

 

재

배

포

장

에

서

 

딸

기

 

시

들

음

병

 

발

생

은

 

p

H

 

6

.

5

에

서

가

장

 

낮

았

고

 

p

H

 

5

에

서

 

가

장

 

높

은

 

경

향

을

 

보

였

다

.

 

배

양

액

의

 

p

H

 

는

 

높

아

질

수

록

 

배

액

의

 

E

C

는

 

감

소

하

였

고

 

딸

기

 

잎

의

 

칼

륨

함

량

은

증

가

되

었

다

.

 

E

C

 

검

정

에

서

 

배

양

액

 

E

C

가

 

상

승

함

에

 

따

라

 

딸

기

 

시

들

음

병

 

발

생

과

 

잎

의

 

질

소

함

량

은

 

증

가

하

였

다

.

 

이

런

 

결

과

로

 

딸

기

시

들

음

병

 

발

생

은

 

수

경

재

배

에

서

 

p

H

와

 

E

C

가

 

관

련

이

 

있

다

는

 

것

을

알

 

수

 

있

었

다

.

@highlight

딸기 수경재배에서 시들음병 발생에 배양액의 pH와 EC의 영향을 in vitro와 재배포장에서 조사하였으며 재배포장에서 딸기 시들음병 발생은 pH 6.5에서 가장 낮았고 pH 5에서 가장 높은 경향을 보여 이런 결과로 딸기시들음병 발생은 수경재배에서 pH와 EC가 관련이 있다는 것을 알 수 있었다.