본 연구에서는 여고생의 완벽주의와 시험불안의 관계에서 마음챙김의 조절효과를 규명하였다.

이를 위해 인천에 소재한 고등학교 1, 2, 3학년에 재학 중인 여자 고등학생 396명을 대상으로 연구를 실시하였다.

측정도구는 다차원적 완벽주의 척도, 청소년 마음챙김 다요인 척도, 한국판 시험불안 검사를 사용하였다.

주요 연구결과는 다음과 같다.

첫째, 변인 간의 관계를 파악하기 위해 Pearson의 상관분석을 실시한 결과, 여고생의 적응적 완벽주의와 부적응적 완벽주의는 시험불안에 대해 정적 상관관계를 나타냈고, 마음챙김은 시험불안에 대하여 부적 상관관계를 나타냈다.

둘째, 여고생의 완벽주의와 시험불안의 관계에서 마음챙김의 조절효과를 검증하기 위해 위계적 중다회귀분석을 실시한 결과, 적응적 완벽주의가 시험불안에 미치는 영향에서 마음챙김의 조절효과는 유의한 반면, 부적응적 완벽주의가 시험불안에 미치는 영향에서는 마음챙김의 조절효과가 유의하지 않았다.

이를 통해 본 연구에서는 여고생의 시험불안에 영향을 미치는 완벽주의와 마음챙김의 중요성을 확인하였고, 여고생의 시험불안에 대해 마음챙김 향상을 위한 개입의 근거를 마련하고자 하였다.

@highlight

본고에서는 여고생의 완벽주의 및 시험불안의 관계에서 마음챙김의 조절효과를 규명했다.

@highlight

이를 위하여 인천에 소재한 고등학교 1, 2, 3학년에 재학 중인 여자 고등학생 396명을 대상으로 연구를 실시했다.

