본 논문에서는 컨퍼런스 서버의 과부하를 방지하기위한 새로운 부하 제어 방식을 사용한 분산형 컨퍼런스 구조를 제안하였다.

본 논문에서 제안한 새로운 이벤트 패키지는 컨퍼런스 부하 제어를 가능하게하고 새로운 컨퍼런스 정보 데이터 포맷은 컨퍼런스 서버들과 컨퍼런스 참가자들 사이의 SIP 메시지 교환 절차 및 부하 분산을 처리하는데 필요한 요소들이 추가되었다.

또 전체 컨퍼런스 참가자들에게 주기적으로 전송해야 할 컨퍼런스 정보 데이터의 처리도 모든 서버들이 분담하도록 하여 부하를 더욱 줄이도록 하였다.

제안한 부하 제어 이벤트 패키지는 각 컨퍼런스 서버들이 전체 컨퍼런스 서버들의 현재 부하 상태를 실시간으로 파악할 수 있도록 하며 특정 서버의 부하가 커지면 해당 서버는 전체 컨퍼런스 서버 중 가장 부하가 적은 서버를 선택하여 SIP 클라이언트 요청을 분산시키거나 새로운 컨퍼런스 서버를 생성하여 부하를 분산하도록 한다.

제안된 시스템의 성능은 실험을 통하여 분석하였고 평균 지연시간에서 21.6%, 평균 SIP 메시지 처리 시간에서 29.2% 향상됨을 보여주고 있다.

@highlight

본고에서는 컨퍼런스 서버의 과부하를 방지하기위한 새로운 부하 제어 방식을 사용한 분산형 컨퍼런스 구조를 제안하였다.

