본 연구는 보육교사의 자아존중감과 회복탄력성, 행복감의 관계와 상대적 영향력을 살펴보기 위해 수행되었다.

이를 위해 부산, 경남 지역에 소재한 어린이집에 근무하는 보육교사 170명을 대상으로 설문조사를 수행한 뒤, 응답결과를 분석하였다.

연구결과에 따르면 첫째, 보육교사의 자아존중감, 회복탄력성, 행복감에 대한 인식 정도는 보통보다 높은 수준인 것으로 나타났다.

둘째, 보육교사의 자아존중감, 회복탄력성, 행복감의 총합과 각각의 하위요인 간에 유의미한 정적 상관관계가 있는 것으로 나타났다.

셋째, 보육교사의 행복감에 영향을 미치는 자아존중감 하위요인의 상대적인 설명력은 자기주장, 지도력과 인기, 자기존중 순으로 높게 나타났다.

또한 행복감에 영향을 미치는 회복탄력성의 요인의 상대적인 설명력은 긍정성, 자기조절능력 순으로, 하위요인은 감정조절력, 생활만족도, 자아낙관성, 원인분석력 순으로 상대적 영향력이 높은 것으로 나타났다.

이는 보육교사의 행복감을 증진하기 위해서는 보육교사의 자아존중감과 회복탄력성을 증진하기 위한 노력이 필요함을 시사한다고 볼 수 있다.

@highlight

이 연구는 보육교사의 자아존중감과 회복탄력성, 행복감의 관계와 상대적 영향력을 살펴보기 위해 수행됐다.

