2003년 68만 여명에 불구하던 다문화 인구는 2015년 174만 여명으로 10여년 사이두 배 반이나 급속히 증가하며 다문화 사회로의 변화를 예고하였다.

이에 대한 대비로 정부에서는 다문화 학생을 위해 한국어 교육지원, 가족관계 증진 지원, 부모교육제공, 다문화 학생의 정서 및 사회성 발달 지원, 학업성취 지원 등 다각도의 지원을하고 있지만 아직도 풀어야할 과제가 남아 있다.

그 중 하나가 다문화 영재학생을 어떻게 판별하고 교육할 것인가에 대한 것이다.

다문화 영재학생은 언어능력과 문화수준에서 일반학생들과 다르기 때문에 판별과 교육은 그들에게 적절한 맞춤형 도구와프로그램을 제공해야 한다.

본 연구에서는 다문화 영재교육을 실시할 때 고려해야할다원성, 포괄성, 공평성원칙을 제안하였다.

그리고 다원성과 포괄성의 원칙에 근거하여 다문화 영재판별에 사용되는 지능검사, 성취도검사의 문제점을 분석한 후 이를 보완할 수 있는 검사로 창의성검사, 교사, 부모, 동료 추천 검사의 장단점을 살펴보고, 판별 매트릭스에 기초한 판별방법의 대안을 제시하였다.

또한 성공한 다문화 영재교육 프로그램의 성공요소를 조사하여 다문화 영재교육의 성공을 위해 고려해야할 요소가 무엇인지 제시하고, 공평성의 원칙에 따라 문화적 다원주의 관점에서 다문화 영재교육 프로그램이 구성되어야함을 제안하였다.

@highlight

정부에서는 다각적으로 다문화 학생을 지원하고 있지만 다문화 영재학생을 어떻게 판별하고 교육할 것인가에 대한 문제가 있는데 다문화 영재학생은 언어능력과 문화수준에서 일반학생들과 다르기 때문에 판별과 교육은 그들에게 적절한 맞춤형 도구와 프로그램을 제공해야 하며 성공한 다문화 영재교육 프로그램의 성공요소를 조사하여 다문화 영재교육의 성공을 위해 고려해야할 요소가 무엇인지 제시하고, 공평성의 원칙에 따라 문화적 다원주의 관점에서 다문화 영재교육 프로그램이 구성되어야함을 제안한다.

