본 연구의 목적은 특수교사가 인식하는 한국형 교육공동체인 따뜻한 교육공동체의 ‘따뜻함’의 이미지를 탐색하고자 하였다.

이를 위하여 부산과 경남의 특수교육기관에 재직 중인 교사 198명을 대상으로 의미변별 기법을 활용하여 ‘따뜻함’에 대한 이미지를 살펴보았다.

수집된 데이터는 연구목적에 따라 탐색적 요인분석, 기술통계, 독립표본 t-

검증, 일원변량분석을 활용하여 분석하였다.

이에 따른 주된 결과는 다음과 같다.

첫째, 특수교사가 지각하는 따뜻한 교육공동체의 따뜻함의 이미지 구성요인은 동반자 관계, 상호 존중, 조화와 단결, 수용과 배려, 배움과 성장으로 도출되었다.

둘째, ‘따뜻함’의 이미지에 대한 특수교사의 인식 수준은 긍정적인 것으로 나타났다.

특수교사 변인에 따른 이미지의 인식 차이를 살펴본 결과 담당 학교 급에서 집단 간 유의미한 차이가 확인되었다.

이를 바탕으로 특수교육에 있어 이상적인 교육공동체인 따뜻한 교육공동체 구성과 실현을 위한 전략을 제시하였다.

@highlight

본고는 특수교사가 인식하는 한국형 교육공동체인 따뜻한 교육공동체의 ‘따뜻함’의 이미지를 탐색하고자 한다.

