본 연구는 북한의 전후 복구 3개년계획(1954~1956) 수립 과정을 살펴보고, 이와 관련하여 이른바 말렌코프 ‘신노선’이 어떤 역할을 하였는지 재검토하였다.

경공업에 비중을 둔 복구를 전망한 3개년계획의 채택은 연안계 혹은 당내비주류의 입장이 관철된 결과는 아니었다.

1953년 9월 북한 정부 대표단의 모스크바 방문 전까지 복구 계획은 중공업에 우선순위를 두고 작성되고 있었다.

정부 대표단의 모스크바 방문에서 소련 측은 원조액 일부를사용하여 경공업 기업소를 신설할 것과 과도한 공업화를 예상한 3개년계획의 수정을 요구하였다.

그 결과 12월에 열린 제6차 최고인민회의에서전후 복구 방침은 “민족공업의 균형적 발전”으로 정리되었고, 1954년4월 제7차 최고인민회의에서는 경공업에 비중을 둔 3개년계획 법령이채택되었다.

이는 당시 전후 복구 노선 수립을 둘러싼 대립 구도가 당내 주류와 비주류보다는 조선로동당과 소련공산당 사이에서 형성되었음을 보여준다.

또한정전 시기부터 연안계와 소련계가 경공업 중시 세력을 형성하여 김일성및 당내 주류와 대립하고 있었다는 통념은 재고될 필요가 있다.

@highlight

경공업에 비중을 둔 복구를 전망한 3개년계획의 채택은 연안계 혹은 당내비주류의 입장이 관철된 결과는 아니었고 복구 계획은 중공업에 우선순위를 두고 작성되고 있었다.

@highlight

정부 대표단의 모스크바 방문에서 소련 측은 원조액 일부를사용하여 경공업 기업소를 신설할 것과 과도한 공업화를 예상한 3개년계획의 수정을 요구하였고 복구 방침은 “민족공업의 균형적 발전”으로 정리되었으며 경공업에 비중을 둔 3개년계획 법령이채택되었다.

@highlight

이는 당시 대립 구도가 조선로동당과 소련공산당 사이에서 형성되었음을 보여준다.

