본 연구는 시간관리 프로그램이 중학생의 학업적 지연행동과 의지통제에 어떤 효과를 가지는지 검증하는데 목적이 있다.

이를 위해 학업적 지연행동 및 의지통제 프로그램을 참고하고 학습컨설팅 전문가로부터 검증받아 시간관리 프로그램을 구안하였고 부산광역시 B구에 소재한 H중학교 1학년 40명을 대상으로 실시하였다.

그 중 본 프로그램 참여를 희망하는 학생(20명)은 실험집단으로 나머지 학생(20명)은 통제집단으로 무선 배정하였다.

실험집단 학생들에게는 시간관리 프로그램을 실시하였고 통제집단에는 어떤 프로그램도 실시하지 않았다.

프로그램은 12주에 걸쳐 총12회기(24차시)로 회기당 90분씩 진행되었으며, 학업적 지연행동과 의지통제 검사를 사전·사후에 실시한 후 효과정도를 공변량분석(ANCOVA)을 통해 살펴보았다.

시간관리 프로그램은 중학생의 학업적 지연행동을 감소시키고 의지통제를 향상시키는 것으로 나타났다.

의지통제의 하위요인인 인지통제는 향상시키지 못했지만 정서통제, 동기통제, 환경통제는 향상시키는 것으로 나타났다.

시간관리 프로그램은 중학생으로 하여금 학업상황에서 미루는 행동을 감소시키고 쉽게 포기하지 않고 학업을 이어갈 수 있는 자기의지를 기르는데 도움을 줄 수 있을 것이다.

@highlight

이 연구는 시간관리 프로그램이 중학생의 학업적 지연행동과 의지통제에 어떤 효과를 가지는지 검증하고자 한다.

@highlight

이를 위해 학업적 지연행동 및 의지통제 프로그램을 참고하고 학습컨설팅 전문가로부터 검증받아 시간관리 프로그램을 구안했고 부산광역시 B구에 소재한 H중학교 1학년 40명을 대상으로 실시했다.

