스테레오 업믹스(Upmix)에서 음원을 주성분(Primary)과 주변성분(Ambient)으로 분리하는 것은 주된 전처리 과정이며 주성분 분석법(Principal Component Analysis -

PCA)을 이용한 연구가 진행되고 있다.

그러나 주성분 분석법은 분리 성능이 스테레오 음원이 가지는 주성분과 주변성분의 파워비(Primary Ambient Power Ratio -

PAR Ratio) 및 주성분의 패닝 각도에 영향을 받는 다는 단점이 있다.

이전 연구에 따르면 PAR에 따른 단점을 극복하기 위한 변형된 주성분 분석법(Modified PCA) 방법이 제안되었으나 여전히 패닝 각도에 대한 단점은 극복하지 못하였다.

본 논문에서는 PAR 및 패닝 각도에 영향을 받지 않는 새로운 주성분 분석법 기반의 알고리즘을 제안하였다.

제안된 알고리즘은 스테레오 음원의 파워를 보존하는 기준을 두고 고유치의 비를 이용한 적절한 스케일 값을 통해 문제를 해결하였다.

제안된 알고리즘은 실험결과 PAR 및 주성분의 패닝 각도에 영향을 받지 않고 정확한 분리 성능을 보여줌을 확인 하였다.

@highlight

본고에서는 PAR 및 패닝 각도에 영향을 받지 않는 새로운 주성분 분석법 기반의 알고리즘을 제안하였다.

