이 연구는 20세기 전반기 ‘에스페란토’에 대한 관심을 주로 ‘언어’의 관점에서 고찰하고자 한다.

이 시기 이른바 에스페란티스트들은 ‘민족’의 분쟁을 ‘언어’의 다름에서 기인한 것으로 분석하고, 그러한 문제는 결국 ‘국제어’를 통해서 해결될 수 있을 것이라고 기대하였다.

따라서 그러한 국제어로서의 가능성을 에스페란토에서 찾고자 하였다는 점에서 이 당시 ‘에스페란토’에 대한 관심은 단순히 언어를 넘어서는 시대와 이상의 문제였던 것으로 보인다.

이 연구에서는 먼저 신문, 잡지, 저서 등에 실린 당시 지식인들의 에스페란토에 대한 글을 분석하고 그것을 바탕으로 민족의 분쟁과 언어의 관계에 대한 논의, 모국어와 국제어의 관계에 대한 인식, 인공어인 에스페란토의 언어로서의 한계 인식과 그것의 극복 등으로 구분하여 논의를 진행하고자 한다.

이러한 검토는 에스페란토와 연결되어 당시 에스페란티스트이 추구하고자 한 언어적 이상, 즉 언어적 코스모폴리탄에 대한 문제와 논의들이 분명해질 것이고, 궁극적으로는 일제강점기에 ‘언어’를 둘러싼 다양한 양상들을 포착할 수 있는 계기가 될 수 있을 것이다.

@highlight

본 연구는 20세기 전반기 ‘에스페란토’에 대한 관심을 주로 ‘언어’의 관점에서 고찰하려 한다.

@highlight

본 연구에서는 먼저 신문, 잡지, 저서 등에 실린 당시 지식인들의 에스페란토에 대한 글을 분석하고 그것을 바탕으로 민족의 분쟁과 언어의 관계에 대한 논의, 모국어와 국제어의 관계에 대한 인식, 인공어인 에스페란토의 언어로서의 한계 인식과 그것의 극복 등으로 구분하여 논의를 진행하려 한다.

