대중문화텍스트는 아날로그(감정)와 디지털(기술)의 결합체인 디지로그에 해당한다.

본고는 TV 드라마 <쓸쓸하고 찬란하神-

도깨비>를 대상으로 서사 및 수용자의 인식양상을 분석함으로써 <도깨비>에 기존의 가치 전복을 꿈꾸는 신화가 있음을 규명하였으며, 이 지점에 대한 수용자의 인식여부를 확인하였다.

이를 위해 핵심 지배소를 중심으로 등장인물의 정체성을 탐색하고 플롯의 유기적 결합과 다성적인 측면을 확인함으로써 <도깨비>로부터 포스트모더니즘의 탈주와 전복의 서사를 규명한 바이다.

<도깨비>는 패러디, 자기 반영성, 상호 텍스트성, 장르 혼합과 같은 포스트모더니즘의 특징이 드러낸다.

포스트모더니즘의 정신을 전통적인 가치관과 질서에 대한 거부 및 도전으로 정의할 시, <도깨비>에는 기존 질서에 대한 저항의 일면이 내재되어 있다.

이는 시청자 인식양상의 확인 및 평가 지표로 작동 한다.

시청자 게시판 및 설문조사를 통해 드라마의 수용자 인식 양상을 살핌으로써 현대인의 일상에 미치는 매체적 특성을 확인한 결과, 수용자의 인식이 <도깨비>의 포스트모던한 지점에는 미치지 못함을 확인하였다.

@highlight

핵심 지배소를 중심으로 등장인물의 정체성을 탐색하고 플롯의 유기적 결합과 다성적인 측면을 확인함으로써 도깨비로부터 포스트모더니즘의 탈주와 전복의 서사를 규명한 바이다.

@highlight


시청자 게시판 및 설문조사를 통해 드라마의 수용자 인식 양상을 살핌으로써 현대인의 일상에 미치는 매체적 특성을 확인한 결과, 수용자의 인식이 도깨비의 포스트모던한 지점에는 미치지 못함을 확인하였다.

