본 연구에서는 교육실습을 수행하는 예비교사와 우수한 수업 능력을 보유하고 교직 경력이 많은 경력교사를 대상으로 Flanders의 언어 상호작용 분석법을 이용한 수업 분석을 실시함으로써 수업 형태 및 언어 상호작용의 특징에 대한 공통점과 차이점을 분석하는 데 그 연구의 목적이 있다.

본 연구는 2013학년도 수업실습 기간 중에 D교육대학교 4학년에 재학 중인 대학생 5명과 D교육대학교부설초등학교에 근무하고 있는 10년 이상 교직 경력을 가진 5명이 교육실습생에게 공개한 수업을 분석하였다.

본 연구의 결론은 다음과 같이 제시할 수 있다.

첫째, 언어 상호작용 분류 항목별로 예비교사와 경력교사 간의 차이가 매우 많이 나타나기 때문에, 이러한 차이를 줄일 수 있는 언어 상호작용 연수 프로그램을 개발해야 한다.

둘째, 학습자의 창의력과 문제해결력 등 높은 사고력을 높일 수 있는 다양한 유형의 발문 기법이나 기술 등을 교사 양성 사범대학 및 교육대학의 교육과정에 추가·보완해야 한다.

셋째, 교육실습 기간 중에 예비교사 스스로 자신의 수업 형태 및 언어 상호작용 등을 수시로 분석할 수 있는 수업 분석 시스템이나 환경을 구축해야 한다.

@highlight

이 연구에서는 교육실습을 수행하는 예비교사와 우수한 수업 능력을 보유하고 교직 경력이 많은 경력교사를 대상으로 Flanders의 언어 상호작용 분석법을 이용한 수업 분석을 실시함으로써 수업 형태 및 언어 상호작용의 특징에 대한 공통점과 차이점을 분석하는 데 그 연구의 목적이 있다.

@highlight

이 연구는 2013학년도 수업실습 기간 중에 D교육대학교 4학년에 재학 중인 대학생 5명과 D교육대학교부설초등학교에 근무하고 있는 10년 이상 교직 경력을 가진 5명이 교육실습생에게 공개한 수업을 분석했다.

