북아일랜드의 갈등은 종교적 갈등으로 시작되었지만 카톨릭에 대한 사회적 차별과 경제적 불평등으로 구조적 갈등이다.

이러한 구조적 원인은 카톨릭과 프로테스탄트 간의 갈등이 폭력적 성격을 띠게 되는 주요한 배경이다.

영국정부는 이를 해결하기 위해서 경제적 불평등을 해소하기 위한 다양한 정책들이 제시되면서 점진적으로 개선되기는 했지만 모두 일정한 한계가 있었다.

1998년 성금요일 협정 – 혹은 벨파스트 협정 –의 극적 타결로 북아일랜드 평화프로세스가 본격적으로 시작되면서 차별과 불평등은 감소되기 시작했다.

협정 이후 평등 위원회가 설치되었으며, 북아일랜드 법의 제정되었다.

그 결과 노동시장에서 카톨릭에 대한 차별은 협정 이후 20년 동안 점진적으로 감소되었다.

그렇지만 경제적 불평등은 여전히 중요한 문제이다.

협정 이후 신자유주의적 경제정책이 추진되었지만 시장은 평등과 정의를 실현하는 데에는 실패했다.

‘평화배당(peace dividend)’은 갈등의 중심지였던 주변화된 지역으로까지 확산되지 못했다.

북아일랜드 평화 프로세스는 경제적 평등과 사회정의의 실현이 영구적인 평화정착의 전제조건이라는 점을 말해주고 있다.

평등과 정의는 평화의 전제조건이다.

@highlight

북아일랜드의 갈등은 종교적 갈등으로 시작하여 사회적 차별과 경제적 불평등으로 구조적 갈등이 되었다.

@highlight

1998년 성금요일 협정의 극적 타결로 북아일랜드 평화프로세스가 시작되면서 차별과 불평등은 감소되었다.

@highlight

신자유주의적 경제정책이 추진되었으나 평등과 정의 실현에는 실패했다.

