무선인체센서네트워크(WBSN: Wireless Body Sensor Network)은 일반적으로 무선인체네트워크(WBAN: Wireless Body Area Networks) 라고도 불리는데, 일종의 무선센서네트워크(WSN: Wireless Sensor Network)의 응용 중에 하나로, 인간의 신체에 이식되거나 착용하는 형태의 감지노드들로 인체 가까이에 설치된다.

WBSN에 설치된 각 노드로부터 측정된 데이터는 싱크 노드에서 인체 상태를 분석하기 위하여사용되는데, 다른 무선센서네트워크 응용과 마찬가지로 노드와 싱크 노드는 서로 동기화되어야 한다.

무선센터네트워크에서 동작하는 여러시각 동기화 프로토콜이 제안되어왔으나 WBSN에 적용하기에는 부적합하다.

이 논문에서는 WBSN의 특성을 고려하여 새로운 시각 동기화 프로토콜을 제안한다.

제안한 프로토콜은 간단할뿐만 아니라 전력 소모가 작아 네트워크의 수명을 오랫동안 유지할 수 있게 한다.

제안방안의 성능을 시뮬레이션을 통해 평가하였으며, WBSN에서 구현하기에 적합함을 보였다.

@highlight

무선인체센서네트워크(WBSN)은 일반적으로 무선인체네트워크(WBAN) 라고도 불리는데, 일종의 무선센서네트워크(WSN)의 응용 중에 하나로, 인간의 신체에 이식되거나 착용하는 형태의 감지노드들로 인체 가까이에 설치된다.

