이 연구는 농산어촌 통학차량 운영관계자의 인식을 분석하여 통학차량 운영의 서비스 모델을 제안하고자 한다.

농산어촌 통학차량 운영에서 행정적으로나 정책적으로 주요한 사안은 예산의 효율적 운영에집중되었다.

이로 인해 불평등과 불편을 호소하는 다양한 문제가 제기되었다.

이러한 문제점을 개선하기위해 기존의 행정적 기준이 아닌 새로운 접근방식의 통학차량 운영 모델개발의 필요성이 제기되었다.

이러한 문제의 해결방안 제안을 위하여 통학차량 담당 교육행정가, 교원, 운전원을 대상으로 심층면담을 실시하여 통학차량 운영을 위한 필수 요인으로 5가지 요소(효율성, 형평성, 편의성, 안전성, 협력적운영)를 도출하였으며, 5가지 요소에 대한 인식도 조사를 실시하였다.

인식조사 결과 효율성 인식은권역별 통합 운영, 임대운영의 교육재정 및 경제적 효과성, 차량 통합관리에 대해서 높게 나타났으며, 형평성 인식은 통학차량 증설, 통학노선 학생 통학차량 이용에 대해서는 높은 인식도를 보였다.

편의성인식과 안전성 인식은 모든 분야에서 높은 인식도를 보여주었다.

협력적 운영인식은 타학교와 협조에서낮은 인식도를 보여주어 학교 간 협력이 부족함을 알 수 있었다.

@highlight

본고는 농산어촌 통학차량 운영관계자의 인식을 분석해 통학차량 운영의 서비스 모델을 제시하고자 한다.

@highlight

농산어촌 통학차량 운영에서 행정적으로나 정책적으로 주요한 사안은 예산의 효율적 운영에 집중됐다.

