본 연구에서는 도식-

중심 치료 이론(Young, 1990)에서 제안된 16개의 초기 부적응 도식이 심리적 부적응을 설명하는데 있어서 어떤 역할과 기능을 하는지를 살펴보고자 하였다.

이를 위해 각기 225명과 314명으로 구성된 두 개의 피험자 표본에 대해 한국판 도식질문지, 간이정신진단검사, 편집성 척도, 경계선 성격장애 척도 등을 실시하고, 수집된 자료에 대해 상관 및 중다회귀 분석을 실시하였다.

연구 결과, 초기 부적응 도식은 전반적인 정신병리 뿐만 아니라, 우울, 불안, 적대감 등의 주요 정서 증상들과 편집성, 경계선 등의 주요 장애적 성격 특질들에 대해서 기존의 이론적 입장과 임상적 경험에 잘 부합하는 방식으로 관련성을 지니는 것으로 나타났다.

이 같은 결과는 Young(1990)의 이론에 대한 경험적 지지를 제공하며, 초기 부적응 도식을 이해함으로써 개인들이 겪는 심리적 부적응을 한층 더 폭넓고 심도있게 이해하는 것이 가능하다는 것을 나타내는 것이다.

본 연구의 의의와 한계점, 그리고 추후 연구를 위한 제안들을 논의하였다.

@highlight

도식-

@highlight

중심 치료 이론에서 제안된 16개의 초기 부적응 도식이 심리적 부적응을 설명하는데 있어서 어떤 역할과 기능을 하는지를 살펴보고자 하였고 그 결과로 Young의 이론에 대한 경험적 지지를 제공하며 초기 부적응 도식을 이해함으로써 개인들이 겪는 심리적 부적응을 한층 더 폭넓고 심도있게 이해하는 것이 가능하다는 것을 나타내는 것이다.

