비알콜성 지방간은 최근에 우리나라에서도 매우 급격하게 유병률이 증가하고 있으며, 이 중 진행된 비알코올성 지방간염 및 섬유화가 동반되어 있을 가능성이 높은 환자를 선별하여 정밀하게 검사하고 치료를 적용하는 것이 요구된다.

현재까지 비알코올성 지방간염을 진단할 수 있는 가장 정확한 표준 검사법은 간 조직검사이지만 환자 및 의사 모두에게 쉽게 선택할 수 있는 검사법이 아니기 때문에, 간 조직검사를 대신하여 비침습적으로 비알코올성 지방간염의 진단 및 조직학적 중증도를 평가하고자 하는 노력이 영상의학 검사 및 생화학 검사 분야를 중심으로 진행되고 있다.

간과해서는 안 되는 중요한 문제는 지방간염 진단기준이 서양에서 도입된 방식을 따라가다 보니 진단에 요구되는 여러 가지 구성요소를 유전적, 환경적으로 다른 우리나라와 같은 동양인에도 획일적으로 적용되고 있다는 점이며 조직검사의 적절한 시기 및 병리 판독자 간의 일치도, 치료의 올바른 선택에 대하여 보다 적절한 근거가 필요한 실정이다.

@highlight

비알콜성 지방간은 최근 급격하게 유병률이 증가하고 있으며,섬유화가 동반되어 있을 가능성이 높은 환자를 정밀하게 검사하고 치료를 적용하는 것이 요구된다.

@highlight

현재 비알코올성 지방간염을 진단할 수 있는 가장 정확한 표준 검사법은 간 조직검사이지만 어려운 검사이기에, 이를 대신하여 비침습적으로 진단 및 조직학적 중증도를 평가하고자 하는 노력이 이루어지고 있다.

