이 글은 주택임대차보호법이 정하고 있는 소액임차인의 최우선변제권을 제한하는 판례에 대한 검토를 목적으로 한다.

주택임대차보호법에 의하여 대항력을 갖추고 임대차계약증서에 확정일차를 갖춘 임차인은 후순위권리자나 그 밖의 채권자보다 우선하여 보증금을 변제받을 수 있다.

계약증서에 확정일자를 갖추지 않은 경우에도 대항력이 인정되면 보증금 중 일정액에 대해서는 다른 담보물권자보다 우선하여 변제받을 수 있는 최우선변제권이 인정된다.

그러나 대법원은 가장임대차계약을 이유로 한 배당이의의 소 혹은 채무초과 상태에서 체결된 임대차계약에 대한 채권자취소권을 통하여 소액임차인의 최우선변제권을 제한한다.

양자는 증명책임에 있어서 차이를 보이는데, 전자는 채권자가 가장임차를 증명하여야 하는데 반하여 후자의 경우에는 임차인이 임대차계약이 실제 주택의 임차를 위한 것임을 증명하여야 한다.

증명책임에 관한 양자의 차이, 그리고 소액임차인의 최우선변제권을 인정하고 있는 주택임대차보호법의 입법취지에 비추어 볼 때 가장임차인을 이유로 한 배당이의의 소가 아니라 사해행위를 이유로 한 채권자취소를 통하여 소액임차인의 최우선변제권을 제한하는 데에는 신중한 접근이 요구된다.

@highlight

본 연구는 주택임대차보호법이 정하고 있는 소액임차인의 최우선변제권을 제한하는 판례에 관한 검토를 목적으로 한다.

