소비자들은 구두를 단순히 발을 보호하고 편안하게 해주는 역할 뿐만 아니라 장식과 자아 이미지를 표현해주는 패션제품으로써 인지하는 경향이 있다.

온라인 시장 분석에서 구두가 소비자들의 일상생활에서 중요한 제품이라고는 하였지만 인터넷 구두 시장을 조사한 연구는 드물다.

본 연구는 인터넷 구두시장에서 구두 e-

충동구매과정에 대한쇼핑성향, 마케팅 자극, 소비자들이 인지하는 위험지각의 영향에 초점을 맞추어 조사하였다.

최근 6개월 동안 구두e-

충동구매를 경험한 적이 있는 대학생들 총 408명을 대상으로 자기기술형식의 자료를 수집하였다.

결과에 의하면, 쾌락적 쇼핑성향이나 브랜드 쇼핑성향이 높은 소비자들은 인터넷에서 제공하는 마케팅 자극(판매촉진 자극이나 제품자극)을 더 많이 인지하였고, 반면 경제적 쇼핑성향의 소비자들은 마케팅 자극을 더 낮게 인지하였으나 기능적인 위험은 더 높게 지각하는 것으로 나타났다.

구두의 경우, 마케팅 자극이 강할수록 e-

충동구매는 증가하였으나 소비자들이지각하는 위험은 e-

충동구매에 아무런 영향을 미치지 않았다.

이러한 연구결과는 소비자의 쇼핑성향에 영향을 받는 마케팅 자극이 구두 e-

충동구매를 유발하는데 중요한 요인임을 제안한다.

@highlight

이 연구는 인터넷 구두시장에서 구두 e-

@highlight

충동구매과정에 대한쇼핑성향, 마케팅 자극, 소비자들이 인지하는 위험지각의 영향에 초점을 맞춰 조사했다.

