2009 개정 미술교과서를 보면, 초등학교 서예 수업은 주로 임서와 창작으로 이루어진다.

임서는 교과서에 제시된 서제를 따라 쓰기이며, 창작은 자기만의 글씨체로 쓰기이다.

이전 교과서에 비하면 개성 있는 서체 만들기의 중요성이 커졌다고 하겠다.

다만 임서 방식은 변하지 않았고, 학생들은 여전히 출처가 분명하지 않은 서제를 다 같이 따라 쓰는 실정이다.

산돌남계연담 글꼴을 활용한 서예 수업 사례를 정리한 이 글은 3·4학년에 해당하는 판본체 임서 수업 사례에 이어 5·6학년 궁체를 다루고 있다.

조선 후기의 필사본으로 궁체 정자의 모범인 남계연담의 원형을 살려 개발한 산돌남계연담 글꼴은 두 가지 면에서 활용 가치가 크다.

고전 서체로서 정평이 나 있으며, 한글프로그램에서 원하는 서제와 크기대로 출력해서 체본으로 삼을 수 있어 개성을 살리고흥미를 높일 수 있다.

이 연구는 예비교사들을 대상으로 한 사례이지만, 초등 서예 수업의 변화를 염두에 두고 진행하였다.

@highlight

이 연구는 예비교사들을 대상으로 한 사례이지만, 초등 서예 수업의 변화를 염두에 두고 진행했다.

