정보통신, 인공지능, 빅데이터로 대변되는 디지털 환경 문화에서 지역 간, 인간 간, 사물과 인간간, 사물과 사물 간의 관계까지 확대되는 초연결 시대 글로벌 시민성의 중요성과 함께 지역 공동체 의식 함양이 더욱 중요시되고 있다.

2004년 이후 추진된 문화예술교육 정책은 개인적 차원에서는 폭넓은 미적체험의 기회를 가짐으로써 문화적 향유와 삶의 질 향상을 지향하고 국가적으로는 창조성과 상상력 부흥을 통한 경제성장 등에 기여할 수 있는 양적 확대에 초점을 두었다면, 이제는 지역사회 차원에서 소통과 공감, 연대를 통한 문화공동체를 실현하는 지역 공동체중심 문화예술교육의 질적 성장을 추진해야 할 필요성이 대두된다.

이에 따라 이 연구는 정부의 중안집권적인 획일화된 정책이 아닌 지역성에 기초하여 지역의 문화적 특수성을 적극 활용하는 미래지향적 지역사회 기반 문화예술교육 실천 전략을 모색한다.

이 연구의 내용은 우선 그동안문화예술교육 정책 형성에서 대두된 문화예술교육의 실천 주체의 문제를 제기하고 미래사회 대비요구되는 인간상과 문화예술교육의 핵심적 가치를 개인과 국가, 지역사회 차원에서 제시한다.

이를 기반으로 국내외의 지역사회 기반 문화예술교육 정책 운영 사례를 조사하여 성공적인 실천 모델들을 학교와 지역사회 연계, 그리고 교육청 차원으로 분석함으로써 시사점을 추출한다.

이 연구의 결과는 지역사회의 문화예술단체 및 기관, 교육청, 학교와 연계하여 실현할 수 있는 지역 공동체 중심의 문화예술교육 네트워크 시스템 구축 모형을 제시하고 실천 전략을 제안한다.

@highlight

정부의 중안집권적인 획일화된 정책이 아닌 지역성에 기초하여 지역의 문화적 특수성을 적극 활용하는 미래지향적 지역사회 기반 문화예술교육 실천 전략을 모색한다.

@highlight

결과적으로 지역사회의 문화예술단체 및 기관, 교육청, 학교와 연계하여 실현할 수 있는 지역 공동체 중심의 문화예술교육 네트워크 시스템 구축 모형을 제시하고 실천 전략을 제안한다.

