가출청소년의 실태를 조사한 연구는 국내에 상당수가 존재하나, 가출청소년에 대해 사람들이 가지고 있는 인식을 살펴본 연구는 거의 존재하지 않는다.

본 연구에서는 가출의 원인과 가출 후 생활 방식, 가출청소년들이 보이는 문제행동 등에 대한 여대생들의 인식을 조사하고, 가출청소년 관련 기존의 실태조사 결과와 비교하여 분석하였다.

또한, 가출청소년의 성별에 따라 여대생들의 인식에 있어 차이가 나타나는지를 살펴보고, 이를 역시 기존 실태조사 결과와 비교하여 가출청소년의 성별에 따른 인식에서의 편향이 나타나는지에 대해서도 살펴보았다.

먼저, 연구 1에서는 가출청소년의 비율 및 가출의 원인, 가출청소년의 생활방식에 대한 여대생들의 인식을 조사하였다.

그 결과, 연구 참여자들은 청소년들 가운데 가출을 경험한 비율을 실제보다 과다 추정하였으며, 가출 후 머무는 장소나 생활비 해결 방식에 대해서도 실태와 인식 사이에 상당한 괴리가 나타났다.

더불어, 가출청소년의 성별에 따라서도 가출의 원인 및 생활비 해결 방법에 대한 인식에 있어 차이가 나타났다.

이어, 연구 2에서는 가출청소년들 가운데 음주, 절도, 성매매 등의 문제행동을 보이는 비율에 대한 인식을 조사하였다.

그 결과, 실태조사 결과에 비해 연구 참여자들이 예상한 가출청소년들의 문제행동 비율은 현저히 높게 나타났으며, 문제행동의 유형에 따라 남녀 가출청소년에 대한 인식에서 차이가 드러났다.

@highlight

가출청소년의 실태를 조사한 연구는 상당수 있으나, 가출청소년에 대해 사람들이 가지고 있는 인식을 살펴본 연구는 거의 존재하지 않는다.

