이 연구는 청각장애학생의 정체성과 직업 선호도 사이의 관계를 분석하고 진로교육을 위한 기초 자료를 제공하기 위하여 5개 청각장애 특수학교에 재학하고 있는 고등학교 학생을 대상으로 설문조사를 실시하였다.

분석한 결과 첫째, 건청 부모인 경우의 장애정체감이 청각장애 부모인 경우의 장애정체감보다 높게 나타났다.

둘째, 학생이 인공와우 수술을 한 경우 직업선호도가 가장 높았고, 다음이 보청기를 착용한 경우, 그리고 가장 낮은 직업선호도를 보인 집단은 보장구를 착용하지 않은 집단으로 나타났다.

셋째, 직업선호도와 장애정체성의 상관성은 없다.

즉 직업선호도와 장애정체성에 대한 단편적 분석에 있어서는 청각장애 학생의 배경변인별에 따라서 독특한 선택을 하는 경우도 있으나, 청각장애 학생의 정체성이 직업선호도에 미치는 영향은 없음을 알 수 있었다.

이 연구를 토대로 청각장애학생 당사자가 손상으로서의 외적조건보다 소질과 흥미로서의 내적조건이 보다 가치 있음을 알게 하여 직업은 삶을 위한 수단이 아닌 삶의 일부이자 목적이 되고 있음을 인식시키고자 한다.

@highlight

이 연구는 청각장애학생의 정체성과 직업 선호도 사이의 관계를 분석하고 진로교육을 위한 기초 자료를 제공하기 위하여 5개 청각장애 특수학교에 재학하고 있는 고등학교 학생을 대상으로 설문조사를 실시하였다.

@highlight

건청 부모인 경우의 장애정체감이 청각장애 부모인 경우의 장애정체감보다 높게 나타났다.

@highlight

직업선호도와 장애정체성에 대한 단편적 분석에 있어서는 청각장애 학생의 배경변인별에 따라서 독특한 선택을 하는 경우도 있으나, 청각장애 학생의 정체성이 직업선호도에 미치는 영향은 없음을 알 수 있다.

