본 연구는 근로현장(workplace)에서 무형식학습(informal)이 어떠한 모습으로 일어나는지에 대한 질적연구다.

A은행을 대상으로 실시한 본 연구는 현장에서의 무형식 학습의 방법으로 첫째, 근로자가 현장에서 직접적으로 체험하면서 무형식학습이 일어나는 것을 발견하였다.

업무를 직접 실천하면서, 숙련된 동료들의 업무수행을 관찰하면서 학습은 일어났다.

특히 선례가 없는 선구적인 일을 담당하거나, 벅차게 느껴지는 업무를 수행할 때, 그리고 업무수행 중 실수하는 과정을 통해 무형식학습이 일어났다.

둘째, 관찰이나 비교와 같은 간접적인 체험도 무형식 학습의 중요한 방법으로 발견되었다.

셋째, 근로현장에서 동료들과의 대화는 무형식 학습의 중요한 방법이었는데, 대화의 내용이나 장소는 크게 상관없었다.

특히 핸드폰문자나 e-

mail등을 통한 의사소통도 중요한 무형식 학습방법이었다.

넷째, 본인이 체험한 상황을 자기 나름대로 정리하는 성찰과정 역시 무형식학습의 중요한 방법임을 알 수 있었다.

@highlight

본 연구는 근로현장에서 무형식학습이 어떠한 모습인지 알아보았다.

@highlight

그 결과 실수하는 과정을 통해 무형식학습이 일어났으며 핸드폰문자나 e-

@highlight

mail 등을 통한 의사소통도 중요한 무형식 학습방법으로 나타났다.

@highlight

또한 성찰과정도 무형식학습의 중요한 방법임을 알 수 있었다.

