「천변풍경」은 1935년 ‘1년 간’의 ‘청계천 일대’를 時空間的 배경으로 한 작품으로, ‘제2차 세제개혁’과 ‘제2회 경성 부회의원 선거’가 중요한 역사적 맥락으로 자리잡고 있다.

당시 (피)선거권은 “독립생활을 영위하는 25세 이상의 남자로서 1년 이상 부(府)에 거주하고 연간 5원 이상을 납부하는 자”에게 제한적으로 부여되었는데, 작품의 대다수 인물들에게는 해당되지 않는 것이었다.

「천변풍경」은 시민으로서의 政治的 權利를 갖지 못한 ‘비시민’ 조선인 庶民層의 삶을 다룬 작품이다.

이들은 일제에 의해 일방적으로 부과된 ‘세금’을 가급적 내지 않는 ‘지하경제’의 활동을 하며, 자본주의의 근간인 私的 所有와 ‘一夫一妻制’를 교란하면서 複數의 인물－체제를 통한 새로운 형태의 共同體의 가능성을 모색한다.

여기서의 ‘복수 인물－체제’는 非位階的이고 끊임없이 자리바꿈을 한다는 점에서 ‘연속성seriality’의 특성을 보여준다.

특정한 주인공이 없기 때문에 작품은 비위계적이며, 集團的 主體의 共同體가 추구하는 방향으로 나아갈 수 있게 된다.

이러한 人物 配置의 특성은 박태원의 후기작인 「갑오농민전쟁」의 주요 형식적 특성으로 발전하게 된다.

@highlight

「천변풍경」은 1935년 ‘1년 간’의 ‘청계천 일대’를 時空間的 배경으로 한 작품으로, ‘제2차 세제개혁’과 ‘제2회 경성 부회의원 선거’가 중요한 역사적 맥락으로 자리잡고 있다.

