본

 

연

구

의

 

목

적

은

 

부

하

가

 

지

각

한

 

상

사

와

의

 

부

합

이

 

이

직

의

도

에

 

미

치

는

 

영

향

과

 

그

 

과

정

을

 

이

해

하

는

 

데

 

있

다

.

 

구

체

적

으

로

 

부

하

-

상

사

 

부

합

이

 

이

직

의

도

에

 

미

치

는

 

영

향

을

 

확

인

하

고

,

 

부

하

-

상

사

 

부

합

과

 

이

직

의

도

 

간

 

관

계

를

 

상

사

에

 

대

한

 

부

하

의

 

정

서

노

동

(

표

면

행

동

과

 

내

면

행

동

)

이

 

매

개

하

는

지

 

검

증

하

였

으

며

,

 

마

지

막

으

로

 

부

하

의

 

표

면

행

동

과

 

이

직

의

도

 

간

 

관

계

를

 

조

직

기

반

 

자

긍

심

이

 

조

절

하

는

지

를

 

검

증

하

였

다

.

 

이

를

 

위

해

 

본

 

연

구

에

서

는

 

국

내

 

기

업

에

서

 

근

무

하

고

 

있

는

 

직

장

인

 

3

1

2

명

을

 

대

상

으

로

 

설

문

조

사

를

 

실

시

하

여

 

자

료

를

 

수

집

하

였

다

.

 

연

구

 

결

과

,

 

부

하

-

상

사

 

부

합

은

 

이

직

의

도

와

 

부

적

인

 

관

계

가

 

있

었

으

며

,

 

부

하

-

상

사

 

부

합

은

 

상

사

에

 

대

한

 

부

하

의

 

정

서

노

동

의

 

하

위

차

원

 

중

 

표

면

행

동

과

 

부

적

인

 

관

계

,

 

내

면

행

동

과

 

정

적

인

 

관

계

를

 

보

였

다

.

 

상

사

에

 

대

한

 

부

하

의

 

정

서

노

동

과

 

이

직

의

도

와

의

 

관

계

에

서

 

부

하

의

 

표

면

행

동

은

 

이

직

의

도

와

 

정

적

인

 

관

계

를

 

보

였

으

며

 

부

하

의

 

내

면

행

동

은

 

이

직

의

도

와

 

부

적

인

 

관

계

를

 

보

였

다

.

 

따

라

서

 

상

사

에

 

대

한

 

부

하

의

 

정

서

노

동

(

표

면

행

동

과

 

내

면

행

동

)

이

 

부

하

-

상

사

 

부

합

과

 

이

직

의

도

 

간

의

 

관

계

를

 

부

분

 

매

개

하

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

부

하

의

 

표

면

행

동

과

 

이

직

의

도

 

간

의

 

정

적

 

관

계

는

 

조

직

 

구

성

원

의

 

조

직

기

반

 

자

긍

심

이

 

낮

을

 

때

보

다

 

높

을

 

때

 

더

 

강

한

 

것

으

로

 

나

타

났

다

.

 

끝

으

로

 

이

와

 

같

은

 

연

구

 

결

과

를

 

바

탕

으

로

 

본

 

연

구

의

 

학

문

적

 

의

의

,

 

실

무

적

 

시

사

점

,

 

제

한

점

 

및

 

향

후

 

연

구

과

제

에

 

대

해

 

논

의

하

였

다

.

@highlight

부하-상사 부합은 이직의도와 부적인 관계가 있었으며, 부하-상사 부합은 상사에 대한 부하의 정서노동의 하위차원 중 표면행동과 부적인 관계, 내면행동과 정적인 관계를 보였으며 상사에 대한 부하의 정서노동과 이직의도와의 관계에서 부하의 표면행동은 이직의도와 정적인 관계를 보였으며 부하의 내면행동은 이직의도와 부적인 관계를 보였다.
따라서 상사에 대한 부하의 정서노동(표면행동과 내면행동)이 부하-상사 부합과 이직의도 간의 관계를 부분 매개하는 것으로 나타났다.