본 연구는 다대포사구를 예시로 각 지역에 분포하는 해안사구를 활용한 환경교육 방안을 제안하고자 한다.

우리나라는 189개의 사구가 있지만 이 중 17개 사구만이 사구교육으로 이용되고 있으며, 시민들의 관심을 받지 못하고 있는 사구들이 약 150개가 넘는다.

현직 교사들을 대상으로 해안사구교육을 위하여 필요한 교육 자료에 대한 인터뷰결과, ‘해안사구에서 관찰할 수 있는 생물들의 서식 위치와 관찰시기 및 생태적 특징’ 등이 도출되었다.

또한, 이 연구에서는 해안사구 현장조사자료를 교육에 활용될 수 있도록 정리한 틀과 해안사구 교육을 할 때의 내용요소를 제시하였다.

신두리 해안사구 해설교육프로그램의 내용을 통해 해안사구교육에서 학습하게 될 내용요소를 확인하였으며, 이를 생태학의 법칙에 기반한 생태조사 학습 각 단계에서 실시할 수 있는 교육활동요소로 정리하였다.

그리고 다대포사구에서 현장조사를 통해 정리한 자료를 토대로 해안사구에서 월별로 진행할 수 있는 교육 주제와 사구지도를 제시하였으며, 해당 월에 볼 수 있는 식생의 특징을 반영하여 교육을 진행할 수 있는 프로그램 예시를 제안하였다.

본 연구를 통해서 우리나라에서 훼손되고 있는 해안 사구의 현황 제시와 해안사구 현장조사 결과를 교육자료화 하는 틀, 그리고 사구 생태계 보존의 시작을 위하여 학교현장에서 실시할 수 있는 해안사구 교육 프로그램을 제공하였다.

@highlight

다대포사구를 예시로 각 지역에 분포하는 해안사구를 활용한 환경교육 방안을 제안하고자 하며, 본 연구를 통해서 우리나라에서 훼손되고 있는 해안 사구의 현황 제시와 해안사구 현장조사 결과를 교육자료화 하는 틀, 그리고 사구 생태계 보존의 시작을 위하여 학교현장에서 실시할 수 있는 해안사구 교육 프로그램을 제공하는데 그 목적이 있다.

