본 연구의 목적은 보육교사가 인식한 부모 및 동료 보육교사에 의한 아동학대를 조사하는 것이다.

부모와 동료 보육교사에 의한 아동학대에 대하여 보육교사의 인식은 어떠한지와 그 인식에 차이가 있는지, 그리고 보육교사의 배경변인에 따라 부모와 동료 보육교사의 아동학대에 대한 인식의 차이를 분석하는 것이다.

이를 위하여 197명의 보육교사를 대상으로 설문조사를 실시하였다.

조사결과, 2/3 이상의 보육교사가 부모와 동료교사에 의해서 아동학대가 발생하고 있다고 인식하고 있었고, 아동학대의 종류에 따라 인식에 대한 차이가 있는 것으로 나타났다.

그런데 부모에 의한 정신적, 신체적 학대가 동료 보육교사에 의한 아동학대보다 더 빈번하게 발생한다고 인식하였으며, 변인에 따라 약간씩 차이는 보였다.

보육교사의 배경변인에 따른 아동학대에 대한 인식에서도 부분적으로 차이가 있음이 확인되었다.

이와 같은 결과를 볼 때, 부모와 보육교사로부터 일어나는 아동학대를 예방하기 위하여 다양한 정책 및 관련 법규가 마련되어야 할 것이며, 부모교육과 교사교육의 필요성도 절실하다고 볼 수 있다.

@highlight

부모와 동료 보육교사에 의한 아동학대에 대하여 보육교사의 인식은 어떠한지와 그 인식에 차이가 있는지, 보육교사의 배경변인에 따라 부모와 동료 보육교사의 아동학대에 대한 인식의 차이를 분석하는 것이다.

@highlight


부모에 의한 정신적, 신체적 학대가 동료 보육교사에 의한 아동학대보다 더 빈번하게 발생한다고 인식하였으며, 변인에 따라 약간씩 차이는 보였다.

