선사시대 미술은 인간의 미적표현 발산의 대상이 되었으며, 유적에 나타난 기호는큰 의미를 띄고 있음을 알 수 있다.

이 연구는 미술의 영역에서 기호에 나타나는 예술적 의미에 대하여 고찰 하였다.

선사시대의 동굴벽화와 암각화, 토기, 청동기에 나타난 기호는 그 당시 삶이 신앙과 미술의 관계가 밀접하게 유지되었다는 사실을 알 수 있다.

원시신앙은 미술의 표현을 빌어서 구체화 되고 신성시 되었으며 이러한 관계는 신화와도 무관하지 않다고 할 수 있다.

선사시대 미술은 수 천 년간 이 땅위에서 숨 쉬어온 인간 삶의 원형이라고 할 수 있다.

선사시대 미술은 논리의 한계를 뛰어넘어 신(神) 적인 기능과 상징(象徵)의 기능을 수반하고 있다.

미술에 표현된 상징성은 그 시대의역사와 인간의 심미성을 담고 있으며 그 상징의 현대적 의의는 기호(記號)이다.

기호는 이야기를 전달하는 시각 매체이면서 각각의 이미지를 상징하는 소통의 방법이다.

단순한 형태에 예술성을 더한 기호는 그 시대상이 함축되어 있는 조형예술로 발전되어왔음을 알 수 있었다.

@highlight

본 연구는 미술의 영역에서 기호에 나타나는 예술적 의미에 대해고찰 했다.

@highlight

미술에 표현된 상징성은 그 시대의역사와 인간의 심미성을 담고 있고 상징의 현대적 의의는 기호이다.

@highlight

기호는 이야기를 전달하는 시각 매체이면서 각각의 이미지를 상징하는 소통의 방법이다.

