유선 코어 네트워크상에서는 SDN 기반의 네트워크 제어 기술이 크게 주목받고 있으며, 향후 네트워크 상의 모든 제어와 자원 관리가 SDN 기술로 통합될 것으로 기대되고 있다.

반면, IEEE 802.21 표준인 MIH(Media Independent Handover)는 미디어 독립적인 핸드오버 서비스를 지원하기 위해 무선 자원정보를 관리하는 기술을 포함하고 있다.

이러한 두 가지 기술을 결합하면, 기존의 유선 네트워크의 자원 및 제어 정보들만 관리하는 SDN Controller가 무선 네트워크의 자원 및 이동성 관련 내용을 관리하는 MIH의 정보를 같이 수집하여 유/무선 네트워크 자원 정보나 이동성을 통합적으로 관리할 수 있는 장점을 가진다.

이를 위해, 본 논문에서는 SDN 환경에서 MIH 표준프로토콜의 연동 방안을 제안하여 SDN 기반의 MIH 연동 플랫폼을 구축하였다.

또한 플랫폼 상에서 간단한 SDN 기반의 무선 자원 관리 응용 프로그램을 작성하여, 본 논문에서 구축한 플랫폼의 수행 기능을 시험하였다.

본 논문에서 구축한 SDN 환경의 무선 연동 플랫폼은 SDN 기반 AP들의 무선 대역폭 관리나 AP들의 부하 관리 기능을 테스트하기 위해 사용될 수 있으며, 할당된 자원정보에 의한 단말 이동성 기술 개발용으로도 활용될 수 있다.

@highlight

유선 코어 네트워크상에서는 SDN 기반의 네트워크 제어 기술이 크게 주목받고 있으며, 앞으로 네트워크 상의 모든 제어와 자원 관리가 SDN 기술로 통합될 것으로 기대된다.

@highlight

반면에 IEEE 802.21 표준인 MIH는 미디어 독립적인 핸드오버 서비스를 지원하기 위하여 무선 자원정보를 관리하는 기술을 포함한다.

