본 연구의 목적은 생명보험분야에 품질기능전개(QFD)기법을 적용하여 고객의 서비스품질을 제고하기 위한 방안을 모색하는 것이다.

이를 위해 생명보험계약자와 회사임직원을 대상으로 다양한 서비스품질 항목에 대한 7점 척도 설문조사를 하여 고객만족수준과 요구사항의 중요도를 파악한 다음 인적 자원, 상품, 시설 등의 인프라와 절차 측면에서 서비스품질 제고방안을 제시하였다.

QFD 분석결과는 다음과 같다.

첫째, 서비스품질 세부항목별 결과를 보면 보험료 납입경로, 보험금 지급ㆍ대출담당 직원의 친절성, 대출의 신속성, 설계사의 예의바름 및 친절성에서 고객만족도가 높게 나타났다.

반면에 해약환급금의 적정성, 판촉선물, 증권ㆍ약관의 이해 용이성, 회사이익의 일부 환원 등은 낮게 나타났다.

둘째, 고객의 요구사항 중 상대적 비중이 가장 높은 항목들은 상품 및 약관에 대한 충분한 설명, 금리의 적정성, 증권ㆍ약관의 이해 용이성 등이며, 타 보험으로의 전환 권유, 판촉선물, 보험료 납입의 편리성 등은 상대적 비중이 낮은 것으로 나타났다.

셋째, 보험서비스 품질요소 중요도는 인적자원의 교육, 업무처리절차, 의사소통 순으로 나타났다.

반면에 접근성, 상품디자인, 고객센터 수 등은 낮게 나타났다.

이 결과를 토대로 보험회사는 중요도가 높은 서비스 품질요소를 중점적으로 개선하여 고객만족도를 높이도록 해야 할 것이다.

@highlight

본 연구의 목적은 생명보험분야에 품질기능전개기법을 적용하여 고객의 서비스품질을 제고하기 위한 방안의 모색에 있다.

@highlight

분석 결과, 보험서비스 품질요소 중요도는 인적자원의 교육, 업무처리절차, 의사소통 순으로 나타난 반면, 접근성, 상품디자인, 고객센터 수 등은 낮게 나타났다.

@highlight

보험회사는 중요도가 높은 서비스 품질요소를 중점적으로 개선하여 고객만족도를 높여야 할 것이다.

