藕

船

 

李

尙

迪

은

 

1

9

세

기

 

탁

월

한

 

역

관

시

인

이

다

.

 

3

0

여

 

년

 

동

안

 

1

2

차

 

入

燕

하

면

서

 

乾

嘉

연

간

의

 

뛰

어

난

 

고

증

학

자

와

 

한

묵

의

 

연

을

 

맺

었

고

 

道

咸

연

간

의

 

어

진

 

선

비

들

과

 

知

己

의

 

정

을

 

나

누

었

다

.

 

그

가

 

매

번

 

日

下

의

 

벗

들

과

 

술

잔

을

 

마

주

하

고

 

시

와

 

그

림

에

서

 

노

닐

던

 

일

은

 

당

세

 

사

대

부

 

문

인

들

마

저

 

선

망

하

는

 

풍

류

였

다

.

 

본

고

는

 

子

梅

 

王

鴻

이

 

이

상

적

에

게

 

보

낸

 

편

지

에

 

근

거

해

서

 

근

 

3

0

년

 

동

안

 

이

어

온

 

이

들

의

 

교

유

 

흔

적

을

 

그

림

과

 

詩

文

이

란

 

틀

에

서

 

살

펴

보

았

다

.

 

왕

홍

은

 

특

히

 

詩

詞

라

는

 

문

학

양

식

에

 

집

착

하

는

 

인

물

인

데

,

 

이

러

한

 

경

향

은

 

시

가

에

 

능

한

 

이

상

적

의

 

문

집

에

서

 

시

가

 

다

수

를

 

차

지

하

는

 

면

과

 

유

사

하

다

.

 

왕

홍

이

 

말

년

에

 

겨

우

 

縣

令

이

라

는

 

벼

슬

을

 

한

 

것

과

 

같

이

 

이

상

적

 

역

시

 

말

년

에

 

잠

깐

 

郡

守

를

 

지

낸

 

바

 

있

어

,

 

그

들

의

 

宦

歷

도

 

비

슷

하

다

.

 

經

史

와

 

文

章

에

서

 

출

중

한

 

재

능

을

 

가

지

고

 

있

으

며

 

젊

어

서

부

터

 

시

로

써

 

명

성

을

 

얻

었

던

 

이

들

은

,

 

혹

은

 

과

거

를

 

볼

 

수

 

없

거

나

 

혹

은

 

과

거

에

 

여

의

치

 

못

하

여

 

종

내

는

 

하

나

같

이

 

불

우

한

 

운

명

을

 

보

여

주

었

다

.

 

이

들

은

 

시

로

써

 

인

연

을

 

맺

었

고

 

척

독

을

 

통

하

여

 

우

정

과

 

학

문

을

 

교

류

하

면

서

 

선

비

(

士

)

의

 

도

(

道

)

를

 

실

천

하

였

다

.

 

이

들

의

 

선

비

적

인

 

교

유

는

 

국

경

을

 

초

월

한

 

아

름

다

운

 

일

화

일

 

뿐

 

아

니

라

 

하

나

의

 

전

파

루

트

가

 

되

어

서

 

양

국

의

 

문

화

예

술

,

 

문

학

풍

조

 

등

을

 

전

달

하

였

으

며

,

 

후

대

 

문

인

들

이

 

보

다

 

활

발

한

 

교

류

를

 

펼

칠

 

수

 

있

는

 

문

화

의

 

길

이

 

되

었

다

.

@highlight

이 글은 子梅 王鴻이 이상적에게 보낸 편지에 근거해서 근 30년 동안 이어온 이들의 교유 흔적을 그림과 詩文이란 틀에서 살펴보았다.