교육현장에서 다수의 교수자는 실제로 활용할 수 있는 교수설계 모형의 부재로 인해 체계적 교수설계 활동에 어려움을 겪고 있다.

이번 연구에서는 현장의 요구를 반영하여 하나의 모형이면서도 다양한 교수설계 이론의 강점들을 활용할 수 있는 현장지향 통합적 교수설계 모형으로 AMOS 모형을 제시하였다.

AMOS 모형은 객관적 지식의 전달에 초점을 맞춘 분석지향 이론인 Gagne의 교수설계 이론, Merrill의 내용요소전시이론, 학습동기설계 모형인 Keller의 ARCS 이론과 구성주의적 접근 방법 기반 종합지향 이론을 통합한 모형이다.

AMOS 모형의 요소는 주의를 집중시키면서 강의를 시작하기.

수업의 필요성을 절감할 수 있는 학습동기 부여하기, 자신감을 가지고 학습목표 달성하기, 만족감으로 수업을 마무리하기이다.

AMOS 모형을 활용하여 교육모듈과 단위수업을 설계하기 위해서는 6단계 절차가 필요하다.

1단계 수행목표의 규명, 2단계 학습내용의 도출, 3단계 학습목표의 설정, 4단계 학습목표 달성전략, 즉 교수방법 설계, 5단계 AMOS map 그리기, 6단계 AMOS 모형의 적용이다.

특히 6단계는 이전 단계에서 나온 결과물을 활용하는 통합적 모형을 제시하였다.

이번 연구의 결과는 강의실 수업 교수자가 교수설계에 대한 현실적 어려움을 해결해 줄 것이며, 또한 교수설계 이론의 통합적 관점을 만들어 가는데 기여할 것이다.

@highlight

교육현장에서 다수의 교수자는 실제로 활용할 수 있는 교수설계 모형의 부재로 인해 체계적 교수설계 활동에 어려움을 겪고 있다.

@highlight

이번 연구에서는 현장의 요구를 반영하여 하나의 모형이면서도 다양한 교수설계 이론의 강점들을 활용할 수 있는 현장지향 통합적 교수설계 모형으로 AMOS 모형을 제시하였고 AMOS 모형을 활용하여 교육모듈과 단위수업을 설계하기 위해서는 6단계 절차가 필요하다.

