이 논문은 통일 대비 교육 논의에서 거시적인 수준의 교육과정 논의와 더불어 미시적인 수준에서 개별 교과별로 교과의 핵심 교육 내용에 해당하는, 관련 교과 전문 용어 혹은 개념어에 대한 논의가 이루어질 필요가 있다는 문제의식에서 출발하였다.

이를 위해 2장에서는 ‘전문 용어’ 관련 선행 연구를 살펴보고, 3장에서는 통일 대비 초·중등 남북 교과 전문 용어 비교 분석의 필요성에 대해 검토한 후, 4장에서는 고등 문법 교과서를 중심으로 남북 국어 교과 전문 용어 비교 분석을 진행하였다.

2장에서는 ‘전문 용어’ 관련 선행 연구를 1) 학술 차원의 남북한 ‘전문 용어’ 관련 선행 연구, 2) 교육 차원의 남북한 ‘전문 용어’ 관련 선행 연구로 구분해 살펴보았다.

3장 1절에서는 통일 대비 초·중등 교과 전문 용어 비교 분석의 필요성을 1) 한자어, 외래어 중심의 남한 교과 전문 용어와 고유어 중심의 북한의 교과 전문 용어, 2) 의미 투명도가 상대적으로 낮은 교과 전문 용어, 3) 분단 상황에서 중간자적 위상으로서의 중국 재외 동포 조선어 교과 전문 용어로 구분하여 논의를 심화하고자 하였다.

2절에서는 각 교과별 교과 전문 용어 비교 분석 논의에 대한 메타 분석 필요성을 논의하면서 최종적으로는 <남북한 교과별 전문 용어 비교 사전>을 마련할 필요성을 강조하였다.

4장에서는 중등 문법 용어를 중심으로 통일 대비 남북 국어 교과 전문 용어 비교 분석을 진행하였다.

@highlight

본 논문은 통일 대비 교육 논의에서 거시적인 수준의 교육과정 논의와 더불어 미시적인 수준에서 개별 교과별로 교과의 핵심 교육 내용에 해당하는, 관련 교과 전문 용어 혹은 개념어에 관한 논의가 이뤄질 필요가 있다는 문제의식에서 출발했다.

