이 글의 목적은 최남선의 지리적 기획을 근대국민국가 형성 및 국토공간 창출이라는 측면에서 조명하는 데 있다.

최남선에게 ‘지리’라는 키워드는 전생에 걸쳐서 중요한 요소였다.

이 글은 최남선의 2차 유학시기(1906)에서 한일병합(1910)까지의 시기를 중심으로 하여, 그의 지리학적 기획과 표상에 대하여 검토하였다.

근대국민국가 형성과 더불어, 지리학은 대지에 근대적 질서를 부여하였으며, 근대적 공간을 생산하였다.

최남선은 지리학과 근대 인쇄 미디어를 매개로 하여, 균질적인 국토공간과 통합적 국토공간을 표상하였다.

이를 통해서, 한반도라는 내적 통합의 계기를 마련하고, 세계로의 진출이라는 팽창의 상상력을 전개하였다.

특히 최남선은 바다, 극지방과 같은 공간을 주목하고 강조한다.

그것은 ‘대지의 노모스’와는 다른 질서 속에 놓여 있는 공간이다.

육지와 같은 영토주권적 질서가 구축되지 않은 공간에 대한 최남선의 상상력은 팽창주의적 지향과 결합한다.

국토공간의 통합과 팽창(취득)이라는 최남선의 기획은 한일병합이 이루어짐에 따라, 새로운 전환점을 맞이한다.

최남선은 ‘대한제국’이라는 영토주권적 기표가 불가능해지는 국면에서, 그것을 민족공간적 기표로 대체한다.

@highlight

이 글의 목적은 최남선의 지리적 기획을 근대국민국가 형성 및 국토공간 창출이라는 측면에서 조명하는 데 있다.

