본 연구에서는 업무스트레스 관리를 위해 호흡과 심장박동간의 상관관계를 이용한 최적 호흡법을 유도하고 반복 훈련을 통해 사용자의 건강을 자가 관리하는 시스템을 개발하였다.

일정한 호흡은 심장의 항상성을 유지할 수 있도록 도움을 준다.

심장의 항상성 유지를 통해 업무스트레스 자극으로 인한 심장 리듬의 변화를 빠르게 안정시킬 수 있다.

사람은 개인에 맞는 고유한 호흡리듬을 가지고 있기 때문에, 최적 호흡리듬을 반복적으로 훈련하는 것을 통해 심장의 항상성을 높일 수 있다.

본 시스템은 개인에 맞는 최적 호흡리듬을 찾아서 이를 반복적으로 훈련할 수 있는 시스템을 개발하였다.

그리고 업무스트레스가 높은 콜센터 직원들을 대상으로 검증실험을 실시하였다.

검증실험 결과 자신의 맞는 호흡주기를 사용하여 호흡을 하면 심장의 반응이 안정성을 보이고 부교감이 활성화 되는 것을 확인할 있었다.

개발한 시스템을 활용하면 감정노동자들 중에서 콜센터 상담 업무스트레스를 저감시킬 수 있을 뿐만 아니라, 이를 통한 업무효율증가와 개인의 건강관리에도 많은 도움을 줄 수 있을 것으로 예상된다.

@highlight

이 연구에서는 업무스트레스 관리를 위해 호흡과 심장박동간의 상관관계를 이용한 최적 호흡법을 유도하고 반복 훈련을 통해 사용자의 건강을 자가 관리하는 시스템을 개발하였다.

