본 연구는 통합교육에 대한 초등학교 장애학생 학부모의 만족도를 파악하고, 통합교육 만족도에 영향을 미치는 요인을 분석하고자 하였다.

이러한 연구목적에 따른 연구 문제를 ‘첫째, 통합교육에 대한 초등학교 장애학생 학부모의 만족도는 어떠한가?

’, ‘둘째, 통합교육에 대한 초등학교 장애학생 학부모의 만족도에 영향을 미치는 요인은 무엇인가?

’로 설정하였다.

본 연구의 결과는 다음과 같다.

첫째, 통합교육에 대해 초등학교 장애학생 학부모는 약간 만족한다고 응답하였으며, 학년군에 따라 만족도에 차이가 나타났다.

유형성, 신뢰성, 반응성, 확신성, 공감에 대체로 만족한다고 응답하였으며, 이 중 유형성 요인은 학교소재지, 학년군, 통합시간에 따라 만족도의 차이가 나타났고, 신뢰성 요인은 학년군, 통합시간에 따라 만족도에 차이가 나타났다.

또한 반응성 요인은 학년군, 확신성 요인은 통합시간, 공감성 요인은 학년군에서 만족도의 차이가 나타났다.

둘째, 통합교육에 대한 초등학교 장애학생 학부모의 만족도에 영향을 주는 요인은 반응성 요인으로 나타났다.

@highlight

이 연구는 통합교육에 관한 초등학교 장애학생 학부모의 만족도를 파악하고, 통합교육 만족도에 영향을 미치는 요인을 분석하고자 했다.

