본 연구는 병원간호사의 이직의도에 대한 태도유형을 파악하여 병원조직의 실질적인 인적자원관리 방안을 모색하기 위하여 수행하였다.

Q방법론을 적용한 본 연구는 경력 1년 이상에서 10년까지의 병원 간호실무에 종사하는 병원간호사 31명을 P표본으로 하여 이들이 37개의 Q표본을 9점 척도 상에 강제 분포하도록 하였다.

수집된 자료는 pc-

QUANL program에 의한 주 인자 분석법으로 처리하였다.

연구결과, 병원간호사의 이직의도에 대한 태도는 3개 유형을 발견하였으며 이들 유형에 의해 설명된 전체 변량은 43.9%였다.

병원간호사의 이직의도에 대한 태도는 근무형태, 과도한 업무량 등 개인적인 관점에서 이해한 ‘개인적 가치 중심형’, 개인적인 요인보다는 간호사-

의사와의 관계 갈등 및 간호조직 문화적 특성 등 간호조직 전체의 관점에서 인지한 ‘전문직 가치 내재형’, 개인적 인지요인과 병원 및 간호조직에 대한 거시적 관점을 복합적으로 인식하는 주관성을 지닌 ‘복합적 갈등 인식형’으로 확인되었다.

이를 토대로 각 유형에 따른 병원간호조직의 인적자원관리를 위한 맞춤형 전략 방안을 논의하였다.

@highlight

이 연구는 병원간호사의 이직의도에 대한 태도유형을 파악하여 병원조직의 실질적인 인적자원관리 방안을 모색하기 위하여 수행했다.

