본 연구에서는 구성주의적 접근에 근거한 예비유아교사의 수학교수능력 증진을 위한 ‘유아수학교육’ 교수실험(수업)을 실시하고, 예비유아교사의 수학에 대한 태도, 수학교과교육학지식, 수학교수효능감의 효과를 검증하고자 하였다.

개발된 프로그램에 활용된 교수학습방법은 수학 자서전 및 자기 반성적 저널쓰기, 이론 강의 및 활동 소개, 수학적 탐구과정 경험, 수업 사례 탐색, 마이크로 티칭에 근거한 실제교수경험이며, 연구대상은 예비교사 55명이고, 각각의 연구문제에 대한 분석은 변인별 사전사후 검사 결과에 대한 대응표본 t 검증을 실시하였다.

그 결과 구성주의적 접근에 근거한 예비유아교사를 위한 유아수학교육 교수실험은 수학에 대한 태도, 수학교과교육학지식, 수학교수효능감에 통계적 유의미한 차이가 있는 것으로 나타났다.

따라서 본 프로그램은 예비유아교사의 수학 분야의 전문성과 자질 향양을 위해, 그리고 수학교수 능력 함양을 위해 적극적인 활용이 기대된다.

@highlight

이 연구에서는 구성주의적 접근에 근거한 예비유아교사의 수학교수능력 증진을 위한 ‘유아수학교육’ 교수실험을 실시하고, 예비유아교사의 수학에 대한 태도, 수학교과교육학지식, 수학교수효능감의 효과를 검증하려 했다.

@highlight

본 프로그램은 예비유아교사의 수학 분야의 전문성과 자질 향양을 위해, 수학교수 능력 함양을 위해 적극적인 활용이 기대된다.

