본 연구는 손자녀를 돌보는 일반 노인을 대상으로 하여 개인의 내적 변인으로는 노인의 생성감을, 외적 환경의 영향 변인으로는 가족의 지지를 중심으로 조부모의 양육 활동 만족도에 미치는 영향을 파악하고자 수행되었다.

연구 대상은 손자녀를 돌본 지 3개월 이상되는 60세 이상의 여성 노인 103명이었으며 구조화된 설문지를 이용하여 일 對 일 면접하였다.

연구 결과는 다음과 같다.

첫째, 조부모 양육 참여 노인의 생성감과 가족의 지지, 활동 만족도 수준은 보통 수준 이상으로 나타났다.

둘째, 손자녀 양육 참여 노인의 생성감과 활동 만족도와의 관계, 손자녀 양육에 대한 가족의 지지와 활동 만족도와의 관계는 정적인 상관 관계를 보였다.

셋째, 손자녀 양육 참여 노인의 활동 만족도에 영향을 미치는 변인은 노인의 경제적 상태와 개인주의적 생성감, 가족의 도구적 지지와 금전적 지지였다.

결과에 대한 시사점과 제언으로 생성감 발현과 지지 제공의 중요성, 양육 활동의 가치 인정과 세대간 통합 기회로의 활용 등을 언급하였다.

@highlight

본 연구는 손자녀를 돌보는 일반 노인을 대상으로 노인의 생성감, 가족의 지지를 중심으로 조부모의 양육 활동 만족도에 미치는 영향을 파악한 결과, 생성감 발현과 지지 제공의 중요성, 양육 활동의 가치 인정, 세대간 통합 기회로의 활용 등을 제시하였다.

