지식경제사회에서 국가 R&D수행 주체로서 대학이 차지하는 역할이 큰 폭으로확대됨에도 불구하고 대학에 대한 사회적 요구와 성과 간에 격차가 존재하는 것이 현실이다.

본 연구는 대학 산학협력단을 대상으로 기술사업화관련 직무의 인력구성이 산학협력 성과와의 어떠한 관계가 있는지에 대한 검증을 시도한다.

이를 위하여 산학협력 성과와 산학협력단에서 기술사업화와 창업보육 직무 담당 인력을 구분하여 상관관계를 회귀분석하고 산학협력단 총 인력규모를 평균미만 및 평균이상으로 구분하여 집단 간 비교를 추진하였다.

그 결과,기술사업화 전담 인력수가 대학의 산학협력 성과에 양의 영향을 미치는 것으로 확인되었고,집단 간 산학협력 성과에 미치는 영향을 살펴본 결과 인력규모가 평균이상인 집단에서 기술사업화 전담인력수가 대학의 산학협력 성과에 상대적으로 더 크게 영향을 주는 것으로 확인되었다.

본 연구 결과는 대학 산학협력의 생산성 향상을 위해 산학협력단의 기술사업화 분야의 인력관리시 단순한 규모 증가가 아닌 직무 역할을 명확히 정의하고 기술사업화 부문의 전담 인력의 확대에 대한 고려가 필요함을 제기한다.

@highlight

이 연구는 대학 산학협력단을 대상으로 기술사업화관련 직무의 인력구성이 산학협력 성과와의 어떠한 관계가 있는지에 대한 검증을 시도한다.

@highlight

이 연구 결과는 대학 산학협력의 생산성 향상을 위해 산학협력단의 기술사업화 분야의 인력관리시 단순한 규모 증가가 아닌 직무 역할을 명확히 정의하고 기술사업화 부문의 전담 인력의 확대에 대한 고려가 필요함을 제기한다.

