해상운임지수 간 일정한 인과관계가 성립할 경우 한 해상운임의 변동을 통해 다른 해상운임의 변동을 어느 정도 예측할 수 있게 된다.

인과관계 분석을 통한 해상운임의 예측이 필요한 이유는 많은 변수들로 정교하게 구성된 해상운임모형들이 해상운임의 변동을 정확히 예측하는데 크게 실패하고 있기 때문이다.

본고는 MRI 운임지수인 건화물선 2-3개월 정기용선료지수와 6개월 이상 정기용선료지수의 인과관계를 밝힌다.

인과관계분석에는 그란저 인과성 분석, 예측오류의 분산분해, 역사적 분해기법이 이용된다.

이러한 분석을 통해 2-3개월 용선료는 6개월 이상 용선료에 강한 영향을 미치나 반대 방향인 6개월 이상 용선료는 2-3개월 용선료에 영향을 미치지 않거나 대단히 미약한 영향을 미친다는 것을 보인다.

이것은 6개월 이상 용선료는 전기의 2-3개월 용선료의 변화를 통해 어느 정도 예상할 수 있는데 비해, 2-3개월 용선료의 변동은 다른 변수를 통해서 파악할 수 있다는 것을 의미한다.

@highlight

이 글은 MRI 운임지수인 건화물선 2-3개월 정기용선료지수와 6개월 이상의 인과관계를 파악한다.

@highlight

2-3개월은 6개월 이상에 강한 영향을 미치는 반면, 6개월 이상은 2-3개월 용선료에 영향이 없거나 매우 약하다.

