tvN 드라마 <응답하라 1994>는 첫사랑의 기억과 더불어 1990년대의 풍경을 세밀히 복원함으로써 시청자의 향수를 자극하였다.

그러나 영구한 사랑과 열정에 대한 환상, 고향과 가족에 대한 이상화된 이미지 위에 구현된 1990년대는 선별된 풍경의 차원, 그 이상으로 나아가지 못했다.

한총련의 연세대 점거 시위, 삼풍백화점 붕괴 사건, 외환위기 등, 당시의 굵직한 사회적 문제들은 의도적으로 화면에서 누락되거나 삶에서 맞닥뜨리는 일반적인 고난의 의미로 추상화 되었다.

또한 <응답하라 1997>에 비해 현저히 늘어난 내레이션은 특정의 경험들을 의미화 하는 철학적 표현들로 구성되면서 특권 있는 자의 목소리로 가장되기도 하였다.

<응답하라 1994>에서 소환된 1990년대는 이 시기를 돌아보는 보편의 기억이자 “정답”으로 제시되었으나, 결과적으로 이는 과거를 무사히 통과하여 현재 “살아남은 우리”, 일부의 편파적인 기억에 의존한 불완전한 것이라 할 수밖에 없었다.

분명, 1990년대를 회고의 영역 안으로 적극 끌어들일 수 있게 된 데에는 <응답하라 1994>의 역할이 지대했으나, 동시에 이 드라마는 1990년대를 누구의 시선에서 어떻게 기억할 것이며 무엇으로 의미화 할 것인가에 대한 근본적 물음을 우리 앞에 던져 놓았다고 할 것이다.

@highlight

tvN 드라마 <응답하라 1994>는 첫사랑의 기억과 더불어 1990년대의 풍경을 세밀히 복원함으로써 시청자의 향수를 자극했다.

