본 논문에서는 판매자간 계약 내용 변경 분쟁의 원인을 분석하고 IT를 이용한 시스템적인 예방알고리즘을 제시하고자 한다.

이 방법은 경제적으로도 부담이 없는 방식이며, 이러한 방식을 통하여 판매자와 구매자가 서로 신뢰할 수 있는 거래가 될 수 있음을 보일 수 있다.

앞으로 프로그램을 사용하여 논문에서 제시한 알고리즘을 실제적으로 구현하는 방식을 보여주는 것이 필요하다.

또한 구현에 있어서 어 정도의 세밀한 인증과 무결성을 하느냐에 따라 복잡성이 증가 하고 경제적 부담이 증가할 것이다.

이런 점에 대한 대립균형(trade off)도 고려해야 할 것이다.

향후 또한 판매자 계약 내용 변경 분쟁 외에 다른 분쟁에 대해서도 간단히 적용하여 분쟁을 예방 할 수 있는지 더 많은 연구가 필요하다고 볼 수 있다.

또한 본 논문에서는 전자상거래 분쟁의 유형과 해결제도 에서는 소비자 자각과 교육 만 으로는 소비자 피해를 사전예방은 어렵고 정부당국, 소비자 단체, 사업자 단체가 부당거래와 감시와 관련 법령에 의한 적극적인 규제와 노력이 병행되어야 함을 강조하였다.

@highlight

판매자간 계약 내용 변경 분쟁의 원인을 분석하고 IT를 이용한 시스템적인 예방알고리즘을 제시하고 전자상거래 분쟁의 유형과 해결제도 에서는 소비자 자각과 교육 만 으로는 소비자 피해를 사전예방은 어렵고 정부당국, 소비자 단체, 사업자 단체가 부당거래와 감시와 관련 법령에 의한 적극적인 규제와 노력이 병행되어야 함을 강조하였다.

