이 연구는 한 탈북청소년의 통합 형태 학교교육 경험에 관한 이야기(narrative)를 통하여 탈북청소년의 남한 학교교육 경험의 의미를 심층적으로 이해하는 데 그 목적이 있다.

이를 위해 본 연구는 남한에서 초, 중, 고등학교 시절을 보낸 한 탈북청소년을 연구의 참여자로 선정하였으며, 연구결과는 연구 참여자의 남한에서의 진학 경험과 학교생활을 구체적인 상황과 맥락, 시간의 연속성, 관계성 등을 고려하여 구성하였다.

연구결과, 남한에 온 이후 통합형태의 학교교육을 경험한 참여자의 학교교육 경험은 학교급별로 상이한 개인적, 제도적, 사회적 내러티브로 복합적으로 구성되어 있었으며, 학교교육 경험은 ‘긴장 속에 성장하는 이야기’로 의미화 되었다.

보다 구체적으로는 1)가족의 기대와 나의 꿈 사이에서의 긴장과 성장의 이야기 2) 타자화된 시선과 나의 목소리 사이에서의 긴장과 성장의 이야기로 그 의미를 찾을 수 있었다.

이러한 결과는 한 탈북청소년의 학교교육 경험을 남한의 ‘학교’라는 구체적인 장소성, 교사, 또래, 가족 등과 같은 관계성, 연속적인 과정으로서의 시간성 등을 고려하여 총체적으로 이해할 수 있게 해 주었다는 점에서 의의가 있으며, 이러한 결과를 바탕으로 탈북청소년 교육과 연구에 대한 시사점을 제공하였다.

@highlight

이 연구는 남한에서 학생 시절을 보낸 탈북청소년의 통합 형태 학교교육 경험에 관한 이야기를 통하여 남한 학교교육 경험의 의미를 심층적으로 이해하는 데 그 목적이 있다.

@highlight

연구결과, 탈북 청소년의 경험은 학교급별로 상이한 개인적, 제도적, 사회적 내러티브로 복합적으로 구성되어 있었으며, 그 경험은 ‘긴장 속에 성장하는 이야기’로 의미화되었다.

