최근 빠른 기술과 시장의 변화에 대응하여, 기업의 생존과 성장을 위한 동태적역량의 하나로 기업의 양면성 조직 특성에 대한 중요성이 강조되고 있다.

빠른 환경변화에도 불구하고 지속적으로 높은 성과를 보이고 있는 기업은 신제품 기술개발역량 측면에서 기존제품의 점진적 혁신을 통한 활용적 역량과 함께 새로운 시장 및 기술에 대한 탐험적 역량 둘 모두를 구축하고 균형을 갖는 양면성 조직의 특성을 갖는다.

본 연구는 기술혁신 중소기업이 양면성 조직을 구축 및 운영하는 이유와 방법, 기업의 생존과 성과에 미치는 영향을 분석하였다.

외부 환경변화에 따른 기업의 내부적 기술혁신전략과 기업성장단계가 양면성 조직 특성과 성과에 영향을 미친다.

양면성 조직 특성은 구조, 맥락, 리더십 관점으로 접근하였으며, 연구 분석을 위해 제품의 산업적 특성을 달리하는 3개 중소기업에 대해 다중사례분석을 수행하였다.

종단적 분석을 통해, 제품의 산업적 특성과 환경 변화에 대응하는 기업의 기술혁신전략 유형에 따라 양면성 조직의 구축 및 운영의 해법이 다르며, 구조, 맥락, 리더십 관점의 양면성조직 특성이 상호 보완적으로 작용하였다.

또한, 양면성 조직 특성이 중소기업의 생존과 성과에 중요한 특성임을 확인하였다.

@highlight

이 연구는 기술혁신 중소기업이 양면성 조직을 구축 및 운영하는 이유와 방법, 기업의 생존과 성과에 미치는 영향을 분석하였다.

