중국의 해양환경오염은 날로 심각해져 가고 있다.

최근에 들어 근해해양의 환경오염이 복합오염의 새로운 추세를 보이고 있으며 주로 산업화가 고도로 발달된 중대형 도시와 주요 경제자유구역 인근해역에 분포되어 있다.

이러한 상태는 경제발전에 따라 더욱 심화되어 인근해역의 생태계를 파괴하고 식품안전을 위협하며, 나아가 경제발전을 저해하는 결과를 가져왔다.

특히 2014년 3월에 열린 양회(兩會), 즉 전국정치협상회의(이하 ‘정협’으로 칭한다) 제12기 전국위원회 제2차 회의 및 제12기 전국인민대표대회(이하 ‘전인대’로 칭한다) 제2차 회의에서 환경보호정책과 환경법의 개정에 관한 사항을 집중 조명하였으며, 중국정부는 환경오염문제가 당면한 최대 시급한 과제임을 인식하고 대기오염을 중점으로 수자원, 해양, 토양, 생태 등 환경오염방지를 위해 기존 규제의 집행강도를 높일 의지를 보였다.

따라서 중국정부는 환경법상 의무위반행위에 대한 행정상 제재를 강화함으로써 그 실효성을 확보할 것으로 예상된다.

이러한 맥락에서 중국 해양환경보호법상 행정제재의 의미와 특징에 대해 살펴보고 구체적인 행정제재의 문제점과 한계를 해양환경보호의 효과적 집행력 확보라는 측면에서 분석함으로써 향후의 개선방향을 제시하고자 한다.

아울러 중국의 해양환경보호법상 행정적 제재의 특징 및 문제점에 대한 분석을 통하여 한국의 해양환경정책 및 법제도 설정에 조력하고자 한다.

@highlight

중국의 해양환경오염은 날로 심각해져 가고 있다.

@highlight

최근에 들어 근해해양의 환경오염이 복합오염의 새로운 추세를 보이고 있으며 주로 산업화가 고도로 발달된 중대형 도시와 주요 경제자유구역 인근해역에 분포되어 있다.

