해수면은 플라이스토세 이후 빙기와 간빙기를 거치면서 상승 및 하강을 반복하며 변화하였다.

그러나 최근의 해수면 상승 속도는 인간의 활동에 기인한 지구 온난화로 인하여 점차 가속화되는 경향을 보이고 있다.

특히 서태평양 지역은 해수면 상승 속도가 가장 빠르며, 태평양 도서 국가들은 연안 재해의 위험에 노출되어 있다.

본 연구는 서부 및 중앙 태평양에 위치한 13개 도서 국가들을 대상으로, 연안 재해의 현황, 분포, 횟수와 영향 요인을 살펴보았다.

13개 국가에서는 지난 50여 년 동안 총 175회의 연안 재해가 발생하였으며, 사이클론에 의한 재해가 전체 연안 재해의 약 70%를 차지하고 있다.

피지, 바누아투, 솔로몬 제도, 파푸아 뉴기니가 재해 발생 빈도 및 규모가 큰 나라들이며, 공간적으로 남위 10°~20° 부근의 남서 태평양 해역의 환태평양 화산대에 위치하고 있다는 특성이 있다.

해수면 상승 속도가 높아지는 1970년대 이후로 연안 범람 및 폭풍 해일의 발생 횟수가 함께 높아지고 있으며, 발생 시기는 강한 라니냐가 발생한 시기와 어느 정도 일치하고 있다.

@highlight

이 연구는 서부 및 중앙 태평양에 위치한 13개 도서 국가들을 대상으로, 연안 재해의 현황, 분포, 횟수와 영향 요인을 살펴보았다.

