교정행정의 목적은 교정시설에 수용된 범죄자를 교정교화하여 건전한 시민으로 사회에 복귀시키는 데 있다.

따라서 교정교육이란 이러한 목적을 달성하기 위한 수단으로 교정시설에서 수형자의 사회적응력을 높이기 위하여 행하는 각종 교육을 총칭하는 것이다.

교육형주의에서 말하는 교정교육의 의미는 범죄인의 도덕성과 책임감을 환기시키는 제반 교정수단이며, 사회적응성이 결여된 수형자에게 반사회적인 성격을 교정하여 정상적인 생활인이 되도록 교육하는 행위이다.

법무부 교정본부에서는 최근의 교정처우가 회복적 사법을 중심으로 한 사법모델 또는 재통합모델로 전환되고 있는 추세를 반영하여 전통적 교정교육이라 할 수 있는 학과교육, 종교교육 외에도 문화예술교육, 원예치료교육, 독서치료교육 등과 같은 정서교육과 성폭력사범에 대한 심리치료교육 등 다양한 형식의 교정교육을 시행하고 있다.

본 논문은 현재 일선 교정시설에서 교정교육의 일환으로 시행되고 있는 학과교육, 인성교육, 정보화교육, 종교교육, 정서교육, 특정범죄자 재범방지교육의 실태와 각 교정교육 유형별 문제점을 분석하고 새로운 개선방안으로 학과교육을 취업지원체제로 개편하되 중간처우제도와 접목하여 사회정착에 실질적인 도움을 줄 수 있도록 하고, 회복적 사법에 기초한 교정교육의 시행을 위하여 전문인력 선발과 관리시스템을 정비하고 교육공간을 확보할 것을 제시하고 있다.

@highlight

본고는 현재 일선 교정시설에서 교정교육의 일환으로 시행되고 있는 학과교육, 인성교육, 정보화교육, 종교교육, 정서교육, 특정범죄자 재범방지교육의 실태와 각 교정교육 유형별 문제점을 분석하고 새로운 개선방안으로 학과교육을 취업지원체제로 개편하되 중간처우제도와 접목하여 사회정착에 실질적인 도움을 줄 수 있도록 하고, 회복적 사법에 기초한 교정교육의 시행을 위하여 전문인력 선발과 관리시스템을 정비하고 교육공간을 확보할 것을 제시하고 있다.

