본 연구는 요양보호사의 감정노동과 소진이 노인 돌봄 태도에 미치는 영향요인 파악하기 위한 서술적 조사이다.

2018년 12월 1일부터 30일까지 D시, K도에서 6개월 이상 노인 돌봄으로 근무한 요양보호사 142명으로 구조화된 설문지로 자가기입방식의 설문 조사를 시행하였다.

수집된 자료는 SPSS 21.0을 이용하여 t-

test, ANOVA, Pearson 상관분석 및 다중회귀분석을 시행하였다.

본 연구결과는 요양보호사의 노인 돌봄 태도에 영향을 미치는 변수로 감정노동의 주의 정도, 건강상태, 근무형태이며, 설명력은 31%였다.

즉, 요양보호사는 노인의 행동을 그대로 이해하며 받아들여야 하는 감정표현의 주의 정도에 관한 요구가 높을수록, 자가건강상태가 좋지 않을수록, 근무형태가 불안정할수록 노인 돌봄 태도에 부정적인 영향을 미치는 것으로 확인되었다.

따라서 요양보호사의 노인 돌봄 태도를 높이기 위하여 요양보호사의 안정적인 근무 환경과 더불어 사회적 인식 개선을 위한 교육프로그램의 적용이 필요하다.

@highlight

본 논문은 요양보호사의 감정노동과 소진이 노인 돌봄 태도에 미치는 영향요인을 파악하기 위한 서술적 조사로써 요양보호사들에게 구조화된 설문지로 자가기입방식의 설문 조사를 수행하였다.

@highlight

수집된 자료는 SPSS 21.0을 이용하여 t-

@highlight

test 등을 시행하였다.

