교

배

와

 

원

형

질

체

 

융

합

을

 

통

한

 

배

수

체

인

 

야

생

형

 

산

업

균

주

의

 

개

발

을

 

위

하

여

,

 

h

y

b

r

i

d

의

 

선

별

표

지

로

서

 

우

성

의

 

선

별

표

지

인

 

a

u

r

e

o

b

a

s

i

d

i

n

 

A

 

내

성

이

 

사

용

될

 

수

 

있

는

지

를

 

알

아

보

고

자

 

하

였

다

.

 

선

별

배

지

에

서

 

a

u

r

e

o

b

a

s

i

d

i

n

 

A

의

 

최

적

농

도

는

 

야

생

형

균

주

인

 

경

우

 

S

D

와

 

Y

P

D

 

배

지

에

서

는

 

0

.

5

 

μ

g

/

m

L

 

이

상

이

었

고

,

S

G

와

 

Y

P

G

에

서

는

 

0

.

2

-

0

.

3

 

μ

g

/

m

L

 

이

었

다

.

 

한

편

 

호

흡

결

여

돌

연

변

이

주

는

 

야

생

형

 

균

주

보

다

 

훨

씬

 

높

은

 

농

도

의

 

a

u

r

e

o

b

a

s

i

d

i

n

 

A

에

도

 

내

성

이

 

있

음

을

 

나

타

내

었

다

.

 

우

리

는

 

K

1

1

4

/

Y

I

P

균

주

의

 

전

분

분

해

 

능

력

이

 

배

수

체

 

야

생

형

 

산

업

 

균

주

에

 

전

달

 

될

 

수

 

있

는

지

를

 

이

 

방

법

을

 

통

하

여

 

관

찰

하

였

다

.

 

반

수

체

 

영

양

요

구

성

 

균

주

 

K

1

1

4

/

Y

I

P

에

 

a

u

r

e

o

b

a

s

i

d

i

n

에

 

대

한

 

내

성

을

 

부

여

하

는

p

A

U

R

1

1

2

가

 

도

입

된

 

균

주

와

 

야

생

형

 

균

주

 

K

L

 

혹

은

 

C

6

와

의

r

a

r

e

-

m

a

t

i

n

g

 

후

 

a

u

r

e

o

b

a

s

i

d

i

n

 

A

 

함

유

 

배

지

에

서

 

성

장

한

 

h

y

b

r

i

d

 

를

 

분

리

할

 

수

 

있

었

다

.

 

H

y

b

r

i

d

는

 

전

분

분

해

 

능

력

을

 

함

유

하

고

 

있

었

을

 

뿐

 

아

니

라

 

두

 

양

친

의

 

특

성

을

 

동

시

에

 

지

녔

으

며

,

 

전

자

현

미

경

 

관

찰

 

결

과

에

서

도

 

h

y

b

r

i

d

는

 

양

친

주

의

 

특

성

을

 

모

두

 

갖

는

 

것

으

로

 

나

타

났

다

.

@highlight

교배와 원형질체 융합을 통한 배수체인 야생형 산업균주의 개발을 위해, hybrid의 선별표지로서 우성의 선별표지인 aureobasidin A 내성이 사용될 수 있는지를 알아보고자 했다.