이 글에서는 메이지 시대 사상가 구가 가쓰난(陸?

南, 1857-1907)의 균세(均勢, 세력균형) 사유를 중심으로 국가의 권력 행사를 뒷받침하는 논의에 대하여 검토한다.

그의 균세는 삼국간섭 직후 조선 개혁기에는 의협(義俠)과 인(仁)이 실현된 안정의 상태를 가리켰다.

열강의 중국 분할기에 균세는 한편으로는 대국의 팽창주의를 수식하는 명분으로, 한편으로는 중국의 개혁과 자립에 의해 달성된 안정 및 초보적 평화의 의미로 사용되었다.

그의 균세 논의는 일본이 청일전쟁 이후에도 러시아를 견제하기 위해 규범적 논변을 동원해야 하는 상대적 소국의 장소성(場所性)을 지녔음을 보여준다.

그러나 영일동맹 체결 이후 가쓰난이 균세에 부여한 규범적 의미는 약화되고, 균세는 일본의 능력에 따라 가변적인 힘의 분포라는 가치중립적 의미로 사용되기 시작하였다.

규범과 무관계한 균세 개념의 사용은 러시아에 대적할 만한 일본의 국제적 부상에 조응하는 것이었다.

이러한 균세의 규범성의 탈락은 가쓰난 사상에서 권력 행사의 정당화 논리가 반(反)국가이성에서 국가이성으로 전환하였음을 의미한다.

@highlight

이 논문에서 는 메이지 시대 사상가 구가 가쓰난(陸?

@highlight

南, 1857-1907)의 균세(均勢, 세력균형) 사유를 중심으로 국가의 권력 행사를 뒷받침하는 논의에 관해 검토한다.

