잠제와 같은 중력식구조물 하부 해저지반에 고파랑이 장시간 작용하는 경우 토립자내 간극의 체적변화를일으키는 과정에서 과잉간극수압이 크게 발생될 수 있고, 이에 따른 유효응력의 감소에 의하여 구조물 근방 및 하부의 해저지반에 액상화가 발생될 수 있다.

지반액상화가 발생 및 발달되면 종국적으로 구조물이 파괴될 가능성이높아진다.

이에 대하여 Lee et al.

(2016)은 규칙파를 대상으로 검토하였고, 여기서는 불규칙파랑을 대상으로 규칙파해석에서 적용된 동일한 수치해석법을 적용하여 불규칙파동장하에서 잠제의 동적변위, 그리고 해저지반내에서 간극수압(진동성분과 잔류성분), 간극수압비 등과 같은 지반거동의 시·공간변화를 규칙파의 경우와 대비하면서 액상화 가능성을 정량적으로 평가한다.

이로부터 한정된 본 계산결과이지만 잠제하의 해저지반내에서 액상화 평가시 불규칙파의 유의파에 해당하는 파랑조건을 규칙파로 해석하는 것이 더욱 안정적인 설계로 된다는 등의 중요한 결과를 도출할 수 있었다.

@highlight

잠제와 같은 중력식구조물 하부 해저지반에 고파랑이 장시간 작용하는 경우 토립자내 간극의 체적변화를일으키는 과정에서 과잉간극수압이 크게 발생될 수 있고, 이에 따른 유효응력의 감소에 의해 구조물 근방 및 하부의 해저지반에 액상화가 발생될 수 있다.

