극장은 외형적 건축물에 국한된 공간이 아니라, 정치적, 사회적 문화적 힘들이 만나는 공간이기도 하다.

전쟁과 극장은 이러한 극장을 문화정치학의 시각에서 다룬 책으로, 다양한 힘들이 만나는 공간으로서의 극장에 주목하였고, 정책이나, 자본, 관객을 아우르는 다층적 관계를 포착하게 하고 있다.

전체 3부로 구성된 책의 1부에서는 전시 극장에서 전쟁이 어떤 표상으로 재현되는가를 다루고 있다.

극장 안에서 이루어진 공연물이 정치의 영향을 강하게 받는 반면 극장 밖에서 성립되는 연극은 일제의 문화정책에 저항하면서 전개되어간 점을 보여주었다.

2부에서는 전쟁기의 극장을 둘러싼 제도, 미디어 등을 다루었는데, 강력한 문화통제 제도에도 불구하고 의도한 방향과는 다른 공연물이 인기를 모으는 현상을 통해 제도와 제도의 이면을 조명하였다.

3부는 극장 공간이 만주로 이동하며, 전시체제기 제국에 의해 동원되었던 공연물들이 만주지역에서도 제국의 이데올로기를 충실히 발신하는 역할을 한 점을 짚고 있다.

그러나 서로 성격이 다른 전쟁을 같은 층위로 묶어버려 전쟁과 극장의 관계가 흐려진 점이나, 개별연구의 성격이 강해 다른 연구의 빈 공간을 메우면서 의미를 보완하는 공동연구의 장점이 약한 아쉬움은 있다.

@highlight

극장은 외형적 건축물만이 아닌 정치적, 사회적, 문화적 힘들이 만나는 공간이기도 하다.

@highlight

『전쟁과 극장』은 이를 문화정치학의 시각에서 다룬 책이다.

@highlight

이 책은 총 3부작으로 구성되었다.

@highlight

1부에서는 전시 극장에서 전쟁이 극장 내외에서 어떤 표상으로 재현되었는가를 다룬다.

@highlight

2부에서는 전쟁기의 극장을 둘러싼 제도, 미디어 등을 다루는데 강력한 문화통제에도 불구하고 공연물이 인기를 모으는 현상을 통해 제도와 제도의 이면을 조명한다.

@highlight

3부는 극장 공간이 만주로 이동하며 공연물들이 제국의 이데올로기를 충분히 발신하는 역할을 한 점을 이야기한다.

@highlight

그러나 서로 다른 성격의 전쟁을 같이 분류하여 전쟁과 극장의 관계가 흐트러진 점, 개별연구의 성격이 강해 공동연구의 장점이 약한 점의 아쉬움이 존재한다.

