본 연구는 한국경제전망의 국내요인들 중에서 중요한 북핵문제에 대하여 게임이론의 완전베이즈균형을 이용하여 분석한다 .

구체적으로 북한을 비핵의지 유형과 핵보유 의지유형으로 구분하여북한이 북핵협상에 대하여 적극적 협상전략과 소극적 협상전략 중에 선택을 하고 북한의 이러한전략에 대응하여 한국은 북핵협상 전략과 제재강화 전략 중에 선택하게 되는 동태적 미비정보게임을 가정하여 북한이 적극적 협상전략을 선택하고 한국이 북핵협상 전략을 선택하여 북핵문제가해결되기 위하여 어떠한 조건들이 요구되는지를 분석한다 .

특히 , 본 연구에서는 북한의 유형에 관계없이 모든 두 가지 유형에 대하여 적극적 협상전략을 선택하고 이에 대응하여 한국이 북핵협상전략을 선택하여 북핵문제가 북한 유형에 관계없이 해결되는 공용균형이 존재하기 위해서는 북한에 대한 제재강화에 대한 국제협조 필요성과 북한의 핵 포기에 따른 북한에 대한 보상의 당근 측면과 북한의 핵 보유에 따른 강력한 제재강화의 채찍 측면이 동시에 필요하고 이러한 정책이 상호작용 할 때 북핵문제가 해결되어 한국의 경제의 국내적 요인의 불확실성이 줄어들 수 있음을 북해문제에 대하여 완전베이즈균형의 공용균형을 통해서 게임이론 분석방법으로 보여준다.

@highlight

한국경제전망의 국내요인들 중에서 중요한 북핵문제에 대하여 게임이론의 완전베이즈균형을 이용하여 분석한다.

@highlight

북한을 비핵의지 유형과 핵보유 의지유형으로 구분하여 북한이 북핵협상에 대하여 적극적 협상전략과 소극적 협상전략 중에 선택을 하고 북한의 이러한전략에 대응하여 한국은 북핵협상 전략과 제재강화 전략 중에 선택하게 되는 동태적 미비정보게임을 가정하여 북한이 적극적 협상전략을 선택하고 한국이 북핵협상 전략을 선택하여 북핵문제가해결되기 위하여 어떠한 조건들이 요구되는지를 분석한다.

