본 연구는 대수 문제에 대한 해법 자체가 일반성을 지향한다는 사실에도 불구하고, 다수의 학생들은 해법 수행 후에도 그것의 일반성을 인식하지 못할 수 있다는 문제 제기로부터 출발한다.

즉, 대수 해법의 일반성에 대한 이해가 결여된 체, 대수 해법 수행이 이루어지고 있을지도 모른다는 의구심이 제기된다.

이 문제를 조사하여 학생 인식의 구체적 특징을 파악하고, 아울러 인식 전환을 가능하게 하는 요인을 찾음으로써, 교육적 시사점을 얻는 것을 목적으로 한다.

이를 위해 중학교 3학년 한 학급 학생들을 대상으로 대수 해법 일반성에 대한 인식을 조사하였으며, 그 결과 70%에 해당하는 학생들이 대수 일반성 인식 결여를 나타내었다.

이들 중 대수 해법의 일반성 인식 결여가 명백한 네 명의 학생들과 개별 면담을 가짐으로써, 인지적 특성을 파악해 보았다.

또한 이들에게 해법 일반성 인식에 필요한 요소를 분석하여 얻은 세 활동(개별 결과 동일성 확인, 상이 대수 해법 동일성 확인, 대수의 임의성 확인) 투입 이후 나타나는 인식 변화를 관찰, 분석하였다.

개별 면담을 가진 네 사례는 하나의 활동만으로 인식 개선한 한 사례와 세 활동을 통한 점진적 인식 개선한 두 사례, 그리고 인식 전환에 실패한 한 사례로 구분되었다.

이러한 결과를 토대로 대수에서 해법의 일반성에 대한 인식과 세 활동의 효과, 그리고 시사점을 논의하였다.

@highlight

이 연구는 대수 문제에 대한 해법 자체가 일반성을 지향한다는 사실에도 불구하고, 다수의 학생들은 해법 수행 후에도 그것의 일반성을 인식하지 못할 수 있다는 문제 제기로부터 출발한다.

