본

 

연

구

에

서

는

 

영

아

교

사

의

 

심

리

적

 

변

인

인

 

성

인

애

착

,

 

정

서

조

절

능

력

,

 

교

사

효

능

감

이

 

교

사

행

동

의

 

질

에

 

어

떻

게

 

관

련

되

어

 

있

으

며

 

성

인

애

착

과

 

교

사

행

동

의

 

질

과

의

 

관

계

에

서

 

정

서

조

절

능

력

과

 

교

사

효

능

감

이

 

어

떤

 

역

할

을

 

하

는

지

 

알

아

보

고

자

 

하

였

다

.

 

본

 

연

구

는

 

서

울

·

경

기

·

인

천

 

지

역

의

 

4

2

개

 

국

공

립

,

 

민

간

,

 

가

정

 

어

린

이

집

에

 

근

무

하

고

 

있

는

 

만

 

0

세

,

 

1

세

,

 

2

세

반

 

담

당

교

사

 

1

2

7

명

을

 

대

상

으

로

 

하

였

다

.

 

본

 

연

구

에

서

 

수

집

된

 

자

료

는

 

S

P

S

S

 

W

I

N

 

1

8

.

0

 

프

로

그

램

을

 

사

용

하

여

 

산

출

하

였

으

며

,

 

매

개

효

과

 

검

증

을

 

위

해

서

 

B

a

r

o

n

과

 

K

e

n

n

y

(

1

9

8

6

)

가

 

제

안

한

 

매

개

 

회

귀

분

석

을

 

실

시

하

였

고

 

S

o

b

e

l

 

검

증

을

 

하

였

다

.

 

본

 

연

구

의

 

결

과

는

 

다

음

과

 

같

다

.

 

첫

째

,

 

영

아

교

사

의

 

성

인

애

착

 

하

위

변

인

인

 

불

안

애

착

과

 

회

피

애

착

이

 

높

을

수

록

 

정

서

조

절

능

력

,

 

교

사

효

능

감

 

및

 

교

사

행

동

의

 

질

의

 

수

준

이

 

낮

았

다

.

 

둘

째

,

 

영

아

교

사

의

 

성

인

애

착

 

중

 

불

안

애

착

과

 

교

사

행

동

의

 

질

과

의

 

관

계

에

서

 

정

서

조

절

능

력

은

 

부

분

적

으

로

 

매

개

하

는

 

것

으

로

 

나

타

났

으

나

 

회

피

애

착

과

 

교

사

행

동

의

 

질

과

의

 

관

계

에

서

 

정

서

조

절

능

력

의

 

매

개

효

과

는

 

없

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

영

아

교

사

의

 

성

인

애

착

 

중

 

불

안

애

착

과

 

교

사

행

동

의

 

질

과

의

 

관

계

에

서

 

교

사

효

능

감

은

 

부

분

적

으

로

 

매

개

하

는

 

것

으

로

 

나

타

났

으

며

 

회

피

애

착

과

 

교

사

행

동

의

 

질

과

의

 

관

계

에

서

 

교

사

효

능

감

은

 

완

전

 

매

개

효

과

를

 

보

이

는

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구에서는 영아교사의 심리적 변인인 성인애착, 정서조절능력, 교사효능감이 교사행동의 질에 어떻게 관련되어 있으며 성인애착과 교사행동의 질과의 관계에서 정서조절능력과 교사효능감이 어떤 역할을 하는지 알아보고자 했다.