병무청은 급변하는 환경 속에서 민원인들과 다양한 갈등 상황에 직면하고 있으나, 과거의 일방적이고 통제적인 정부활동만으로는 갈등 해결이 어려울 뿐만 아니라 병무행정 본연의 목적을 달성하는 것이 거의 불가능해지고 있다.

신뢰를 기본으로 한, 병무청과 국민의 상호작용의 확대를 통해 그 해결방안을 찾아야 할 것이다.

본 연구의 목적은 병무청에 대한 신뢰수준을 측정하고, 병무청에 대한 신뢰에 영향을 미치는 요인을 밝히는 데 있다.

조사설계를 통하여 병무청의 특성과 역할을 고려하여 병무청에 대한 신뢰의 영향요인을 크게 신뢰자 요인, 피신뢰자 2개의 범주로 구분하여 독립변수들을 선정하여 설문을 구축하고 자료를 수집하여 분석에 활용하였다.

분석결과에 따르면, 신뢰자 요인 중에서는 군복무의 유의성 인식이, 피신뢰자 요인 중에서는 병무청 공무원 측면에서 청렴성과 배려가, 병무행정 제도·절차에서 투명성, 편리성, 공정성이 병무청신뢰에 유의미한 영향을 미치는 것으로 나타났다.

우리나라에서 시민들은 병무행정서비스의 공정성과 투명성 강화에 대하여 그 필요성을 강하게 인식하고 있는 것으로 나타났다.

@highlight

병무청은 급변하는 환경 속에서 민원인들과 다양한 갈등 상황에 직면하고 있으며,  병무청과 국민의 상호작용의 확대를 통해 그 해결방안을 찾아야 할 것이다.

@highlight

 병무청에 대한 신뢰수준을 측정하고, 병무청에 대한 신뢰에 영향을 미치는 요인을 밝히고자 분석한 결과,  신뢰자 요인 중에서는 군복무의 유의성 인식이, 피신뢰자 요인은 청렴성과 배려가, 병무행정 제도·절차에서 투명성, 편리성, 공정성이 병무청신뢰에 유의미한 영향을 미치는 것으로 나타나,  병무행정서비스의 공정성과 투명성 강화에 대하여 그 필요성을 강하게 인식하고 있는 것으로 나타났다.

