본 연구의 목적은 주요 이동요인별 인구이동 및 인구분포의 시공간적 특징을 분석하고 장래 지역별 인구분포의 변화를 예측하고 전망하는 것이다.

이를 위해 직업, 가족, 주택, 교육 등 주요 이동요인별 거주지 변화로 나타나는지역별 인구이동의 추이를 파악하고, 장래 지역별 인구 유출입에 의한 인구분포의 변화를 추정하는 예측 시뮬레이션을 진행한다.

분석결과, 거주지를 변경함에 있어 대도시지역과 시 단위 중심의 지리적 이동이 나타나고 있으며 대도시와 시 단위 내에서도 지역별 인구 유출입에 영향을 미치는 주요 이동요인별 구성 비율은 각기 상이하게 나타난다.

또한 이동요인별 시군구별 추이확률과 상태확률을 토대로 6단계-

정상 마르코프 연쇄 프로세스를 진행한 결과, 각 이동요인에 따라 장래 시군구별 인구분포의 변화 정도도 차이가 나타날 것으로 추정된다.

본 연구에서 제시하는 방법론과 분석결과는 특히 인구감소로 지방소멸이 우려되는 지역에서 인구의 유입요인은 강화하고 유출요인은 개선하는지역 맞춤형 인구 및 각종 정책을 계획하고 마련하는데 활용될 수 있다.

@highlight

본 연구는 주요 이동요인별 인구이동 및 인구분포의 시공간적 특징을 분석하고 장래 지역별 인구분포의 변화를 예측하고 전망하는 것에 그 목적을 둔다.

