본 연구는 28개국 소비자를 대상으로 한국 제품 이미지에 영향을 미치는 요인들을 검증하는 실증적 연구이다.

구체적으로 4개 소비자 개인적 특성 요인 즉 소비자 세계주의, 자민족주의, 성별 요인 및 연령 요인, 그리고 3개 국가적인 특성 요인 즉 경제적 발전 수준, 한국과의 문화적 거리 및 지리적 거리 등의 요인을 검토하였다.

이와 함께, 본 연구에서는 4개 소비자 개인적 특성 요인이 한국 제품 이미지에 미치는 영향을 국가별로 분석하여, 이들 요인이 다수 국가로의 일반화가 가능한지 여부를 평가하였다.

검증 결과, 한국 제품의 이미지는 세계주의 성향이 높은 소비자, 고연령층 소비자 그리고 경제적 발전 수준이 낮은 개도국 소비자에서 호의적인 경향이 발견되었다.

그리고 세계주의와 연령 요인의 효과는 여러 국가에서 비교적 일관성이 높게 나타났다.

한편 소비자 자민족주의, 성별 요인 그리고 한국과의 심리적 거리인 문화적 거리와 지리적 거리는 한국 제품 이미지의 선호도와 통계적으로 유의한 관계가 발견되지 않았다.

동시에 이러한 관계는 국가 간에 일관성이 결여되어 있는 것으로 나타났다.

마지막으로 학술적 그리고 마케팅적 시사점이 논의된다.

@highlight

이 연구는 28개국 소비자를 대상으로 한국 제품 이미지에 영향을 미치는 요인들을 검증하는 실증적 연구이다.

@highlight

본 연구에서는 4개 소비자 개인적 특성 요인이 한국 제품 이미지에 미치는 영향을 국가별로 분석하여, 이들 요인이 다수 국가로의 일반화가 가능한지 여부를 평가하였다.

