본 논문에서는 범용 유한요소프로그램 ANSYS와 ABAQUS를 이용하여 냉간성형강으로 조립한 조립기둥의 전체좌굴과 뒤틀림좌굴에 대한 비선형해석을 위한 모델링 기법을 소개한다.

냉간성형강의 경우 두께가 얇아서 국부좌굴 등 비선형거동을 보이기 때문에 좌굴에 대한 해석에 매우 섬세한 모델링이 필요하다.

ANSYS의 내연적정적모델링에 의한 해석은 좌굴 극한점 부근에서 수렴의 문제를 발생하였지만, ABAQUS의 외연적동적모델링의 경우에는 좌굴 및 좌굴이후의 부재 거동에 대해서 안정적인 결과를 제공하였다.

또한 수치해석 결과는 좌굴실험을 통해 얻어진 축내력에 비해 높은 내력을 보여주고 있다.

이는 실험과정에서 발생하는 편심에 의한 영향으로서 수치해석에 의한 좌굴내력에 적정한 보정치의 적용이 필요하며 본 논문에서는 기존 실험데이터와의 비교를 통해 0.88의 값을 제시한다.

@highlight

본 연구에서는 범용 유한요소프로그램 ANSYS와 ABAQUS를 활용해 냉간성형강으로 조립한 조립기둥의 전체좌굴 및 뒤틀림좌굴에 대한 비선형해석을 위한 모델링 기법을 소개하고자 한다.

