내분비 장애물질은 생체내에 들어와 호르몬 유사기능을 하는 물질을 의미하는 말로, 많은 종류의 내분비 장애물질들은 대부분 에스트로겐 유사기능을 하거나, 혹은 항에스트로겐 기능을 하는 등, 생식계통을 공격하는 것으로 알려져 있다.

내분비 장애물질은 유전자 변이(genetic variation) 혹은 유전외적 변이(epigenetic variation)를 조절하여 질환을 발생시키는데, 태내에서 노출되는 경우 제3세대까지 영향을준다.

내분비 장애물질은 여러 종류가 있는데, 다이옥신이나 비스페놀 A 등 많은 내분비 장애물질들에 대한 연구가 활발하게 진행되고 있다.

그 중 프탈레이트의 경우 주변에 매우 흔하고 종류가 많아 노출량이 높지만 산부인과 질환에 미치는 영향이 명확하게 밝혀져 있지 않다.

최근 발전되고 있는 유전외적 변이에 대한 연구는 이제까지 밝히지 못했던 내분비 장애물질과 산부인과 질환과의 연관성을 알아내는데 큰 도움이 될 것으로 생각된다.

@highlight

내분비 장애물질은 생체내에 들어와 호르몬 유사기능을 하는 물질을 의미하는 말로, 많은 종류의 내분비 장애물질들은 대부분 에스트로겐 유사기능을 하거나, 혹은 항에스트로겐 기능을 하는 등, 생식계통을 공격하는 것으로 알려져 있다.

