연구자는 학생들의 문학능력을 ‘과정 평가’, 특히 ‘서사 다시말하기’를 통해 평가하기 위한 방안을 살펴보았다.

문학능력은 문학교육을 통해 학생들에게 기르고자 하는 지향적 대상으로 문학교육의 목표이다.

이 목표를 평가하기 위해서는 문학능력에 대한 이해와 그에 근거한 평가를 지향할 필요가 있다.

이러한 평가는 ‘준거 지향 평가’(criterion referenced assessment)를 추구한다.

문학능력의 평가를 위한 준거 지향 평가가 올바르게 실행되기 위해서는 성공적인 독자가 무엇을 알거나 할 수 있는지가 판단되어야 한다.

이는 학생들이 읽은 문학 텍스트를 어느 정도나 알고 있는지, 그리고 이를 바탕으로 한 자기 성찰이 어느 정도인지를 판단하는 것과 연관된다.

이러한 판단을 위해 유효하게 동원될 수 있는 방법이 ‘서사 다시말하기’이다.

‘서사 다시말하기’를 활용한 평가를 통해 교사는 학생들의 실제적인 문학 읽기 과정과 문학능력 발현 양상을 파악할 수 있을 것이다.

그리고 학생들의 문학능력을 증진하기 위한 교수를 설계하여 보다 뛰어난 문학교육 실천자가 될 것이다.

@highlight

연구자는 학생들의 문학능력을 과정 평가, 특히 서사 다시말하기를 통해 평가하기 위한 방안을 살펴보았다.

