대상판결은 종전의 대법원 1978.

1.

31.

선고 77누266 판결 등에서 판시된 법리, 즉 과세처분에 관한 불복절차과정에서 그 불복사유를 인용하는 처분을 하였을 경우에는 동일사항에 관하여 특별한 사유 없이 이를 번복하고 다시 종전의 처분을 되풀이할 수는 없다는 것을 재확인하고 있다.

종래 이러한 법리에 대해서는, ① 행정행위의 취소·철회의 한계 문제로 접근하여 재결에 대하여 불가변력(不可變力) 또는 실질적 확정력(實質的 確定力)을 인정한 것으로 보는 견해가 있었던 반면, ② 인용재결에 대하여 행정심판법이나 국세기본법에 규정된 재결의 기속력(羈束力)을 적용한 것이라는 견해도 있는 등 그 취지에 관하여 논란이 있었다.

행정행위의 효력 및 재결의 기속력에 관한 그동안의 논의와 판례의 입장 등에 비추어 보면, 대상판결 등에서 판시한 법리는 재결의 기속력 또는 그에 유사한 효력을 인정한 것으로 파악할 수 있다.

@highlight

대상판결은 종전의 대법원 1978.

@highlight

1.

@highlight

31.

@highlight

선고 77누266 판결 등에서 판시된 법리, 과세처분에 관한 불복절차과정에서 그 불복사유를 인용하는 처분을 하였을 경우에는 동일사항에 관하여 특별한 사유 없이 이를 번복하고 다시 종전의 처분을 되풀이할 수는 없다는 것을 재확인하고 있다.

