본고에서는 2016년 발표된 재일조선인 작가 최실의 ?

지니의 퍼즐?

속 민족교육을 분석함으로써 다문화공생 시대 속 재일조선인 민족교육의 의미와 역할을 분석하였다.

?

지니의 퍼즐?

은 재일조선인 민족교육 기관 조선학교를 배경으로 민족교육, 북송사업, 북한, 혐한 등 다양한 재일조선인 문제를 다룬다.

특히 조선학교에 다니는 인물 지니를 통해 조선학교에서 겪는 개인의 혼란과 재일조선인 학생이라는 이중적 마이너리티적 존재가 일본사회에서 겪는 어려움을 보여준다.

이를 통해 민족교육의 역할에 의문을 제기하고 북한과 일본사회를 비판한다.

동시에 일본과 북한, 재일조선인 사회를 배경으로 한 기존 재일조선인 문학의 전형적 구도에서 벗어나 미국이라는 제3의 공간에서 보편적 상황을 구현함으로써 개인과 집단, 공동체 속 개인의 관계성을 보여준다.

?

지니의 퍼즐?

은 이러한 구도를 구현함으로써 민족교육의 의미를 보여준다.

작품 속 혁명을 선택한 지니의 모습을 통해 조선학교와 민족교육의 역할을 보여준다.

더 나아가 재일조선인들이 직면하고 있는 다양한 층위의 문제들을 구현함으로써 일본의 다문화공생 시대에 메시지를 전달한다.

이러한 일련의 구조를 통해 일본사회 속 마이너리티 문제를 환기하고 재일조선인 문학의 역할과 가능성을 확인할 수 있다.

@highlight

본고에서는 2016년 발표된 재일조선인 작가 최실의 ?

@highlight

지니의 퍼즐?

@highlight

속 민족교육을 분석함으로써 다문화공생 시대 속 재일조선인 민족교육의 의미와 역할을 분석하고자 한 것으로, 조선학교에 다니는 인물 지니를 통해 조선학교에서 겪는 개인의 혼란과 재일조선인 학생이라는 이중적 마이너리티적 존재가 일본사회에서 겪는 어려움을 보여주었다.

