모바일 디바이스의 발달은 사용자가 언제 어디서나 원하는 서비스에 접근하고, 정보를 소비할 수 있는 환경을 마련했다.

이에 맞춰 다양한연구들이 모바일 사용자의 정보 접근성을 향상 시키기 위한 개인화 방법을 제안해 왔다.

하지만, 이와 같은 개인화는 사용자 개인과 관련된 정보를 요구하기에, 사용자 정보에 대한 보안과 관련된 우려를 낳고 있다.

이를 해결할 수 있는 효과적인 방법 중 하나로 사용자 정보를 사용자의 온라인 혹은 오프라인 상의 행동 패턴으로부터 추정하는 것을 들 수 있다.

본 논문에서는 SNS(Social Network Service) 상에서의 사용자패턴과 사용자 간 물리적인 근접성 패턴을 분석하여 사용자 개인의 정보와 타 사용자와의 사회 관계정보를 식별하는 사용자 정보 식별 시스템을 제안하고자 한다.

제안한 시스템은 SNS 텍스트와 GPS 데이터에 기반한 POI(Point of Interest) 패턴으로부터 사용자의 나이, 성별 등 개인정보를 식별하고, 사용자 GPS 데이터를 이용하여 얻어진 사용자 간 근접성 패턴을 이용하여 두 사용자 간의 가족, 동료 등 관계 정보를 추정한다.

각각의 사용자 식별 모듈은 해당 데이터의 특성을 고려하여 SNS 데이터의 노이즈와 사용자 GPS 데이터의 손실을 감안함으로써 더 정확한 사용자 식별 성능을 보이도록 설계되었다.

이를 검증하기 위한 실험에서 제안한 시스템은 기존의 방법에 비해 더 나은 성능을 보였으며, 이는 본 논문에서 제안하는 방법이 사용자 데이터의 특성을 효과적으로 반영하고 있음을 의미한다.

@highlight

본고에서는 SNS(Social Network Service) 상에서의 사용자패턴과 사용자 간 물리적인 근접성 패턴을 분석하여 사용자 개인의 정보와 타 사용자와의 사회 관계정보를 식별하는 사용자 정보 식별 시스템을 제안하고자 한다.

