본 논문의 목적은 자동차 부품조달 경쟁력을 갖추기 위해 우선적으로 고려해야 될 요소가 무엇인지 그 우선순위를 제시하고자 하였다.

문헌조사를 통해 경쟁력을 측정할 수 있는 결정요소 및 하위요소들을 선정하여 부품조달 경쟁력 측정모형을 구축하고, 각 요소 별 중요도를 객관적으로 평가하기 위해 자동차부품물류 전문가 집단을 대상으로 AHP(계층화 분석법) 기법을 사용해 정량적으로 분석하였다4대 결정요소의 중요도를 분석한 결과는 생산요소 > 수요기반> 경영전략 > 관련 및 지원산업 의 순서로 영향력이 크다고 생각하는 것으로 나타났다.

또한 8가지 하위요소의 중요도를 분석한 결과는 생산규모 >수요의 규모 > 수요의 질 > 생산품질 > 관련 및 지원산업 > SCM 관리능력 > 조달 효율성 > 지원체계의 순으로 나타났다.

이러한 분석의 시사점은 자동차 수요가 뒷받침 되는 세계 각지에 현지공장을 설립하여 전체적인 생산규모를 늘리는 것이 경쟁력을 확보하는 데 가장 중요한 것으로 판단된다.

그러나 자동차 산업은 나머지 하위요인들도 골고루 균형적인 발달이 이루어져야 경쟁력의 지속성을 가질 수 있으므로 결과에 나타난 중요도 순서를 참조하여 경쟁력 강화를 위한 투자에 집중할 필요가 있다.

@highlight

이 논문의 목적은 자동차 부품조달 경쟁력을 갖추기 위해 우선적으로 고려해야 될 요소가 무엇인지 그 우선순위를 제시하고자 했다.

