본 연구는 군인가정 아동과 일반가정 아동을 대상으로 학교생활적응의 수준과 학교생활적응에 미치는 요인을 비교·분석하여 살펴보고 이를 통해 추후 군인가정과 일반가정 아동의 학교생활적응 지원에 필요한 제언을 하는데 그 목적이 있다.

이를 위해 군밀집지역인 충청남도 계룡시와 대전광역시에 소재한 초등학교 3개교에 재학 중인 1,623명의 학생을 대상으로 설문 조사하여 수집한 자료 중 총 956명의 자료를 가지고 분석하였다.

연구결과 군인가정 아동은 일반가정 아동보다 우울과 사회불안의 수준이 낮고, 자아탄력성, 가족건강성에 대해서는 그 수준이 더 높았으며 학교생활적응 수준도 더 높은 것으로 나타났다.

또한, 가구적 특성과 관계없이 남자 아동이 대체로 여자 아동에 비해 우울, 사회불안수준이 낮고, 자아탄력성, 가족건강성 수준이 높은 것으로 나타났으며 학교생활적응 수준도 더 높은것으로 나타났다.

마지막으로 군인가정 아동과 일반가정 아동의 학교생활적응에 미치는 요인을 비교, 분석한 결과에서는 가구별 특성에 따라 학교생활적응에 미치는 요인과 영향력이 상이한 것으로 나타났다.

이러한 결과는 아동의 학교생활적응 돕기 위해 가구별 특성에 따라 차별적인 개입이 필요함을 보여준다.

@highlight

이 연구는 군인가정 아동과 일반가정 아동을 대상으로 학교생활적응의 수준과 학교생활적응에 미치는 요인을 비교·분석하여 살펴보고 이를 통해 추후 군인가정과 일반가정 아동의 학교생활적응 지원에 필요한 제언을 하는데 그 목적이 있다.

