본 연구에서는 PHC(Pretensioned spun High strength Concrete)파일에 CT형강을 합성시킨 합성형 벽체파일을 실물 크기로 4개 제작한 후 휨 실험을 수행하여 합성형 벽체파일의 극한 강도와 합성작용 등의 구조 성능을 분석하였다.

합성형 벽체파일은 천공홀이 설치된 CT형강의 복부가 perfobond rib 전단연결재 역할을 하여 콘크리트와 CT형강을 합성시킨 구조물로써 CT형강의 플랜지를 이용하여 벽체파일과 버팀보 또는 상·하부 슬래브의 연결이 가능하므로 기능성과 구조적 성능이 동시에 향상된 구조이다.

모든 실험체의 파괴모드는 휨 파괴였으며, 극한강도는 설계기준에 따라 계산된 목표 설계값보다 큰 것으로 분석되어 개발된 합성형 벽체파일은 충분한 강도를 확보한 것으로 판단되었다.

또한 천공홀을 갖는 CT형강의 복부는 perfobond rib 전단연결재 역할을 적절히 수행할 수 있는 것으로 분석되었다.

@highlight

이 연구에서는 PHC파일에 CT형강을 합성시킨 합성형 벽체파일을 실물 크기로 4개 제작한 후 휨 실험을 수행해 합성형 벽체파일의 극한 강도와 합성작용 등의 구조 성능을 분석했다.

