본 연구는 소비자의 오프라인 자아존중감이 SNS 중독에 미치는 영향에 대해 살펴보았다.

또한 자아존중감과 SNS 중독 간의 관계에 영향을 미치는 외로움과 과시적 자기표현의 매개효과를 검증하였다.

분석 결과 자아존중감은 SNS 중독에 직접적인 영향은 없는 것으로 밝혀졌다.

그러나 자아존중감은 외로움에 부적인 영향을, 과시적 자기표현에 정적인 영향을 미쳤다.

또 첫 번째 매개변인인 외로움은 두 번째 매개변인인 과시적 자기표현에 정적인 영향을 주었으며, 순차적으로 외로움과 함께 과시적 자기표현이SNS 중독에 정적인 영향을 미치는 것을 확인하였다.

마지막으로, 외로움과 과시적 자기표현은 자아존중감이 SNS 중독에 미치는 영향을 직렬 매개하는 것으로 밝혀졌다.

추가분석을 통해 자아존중감이 높은 집단이 낮은 집단에 비해 SNS에 중독될 가능성이 더 낮음을 확인하였다.

본 연구는 SNS 중독에 영향을 미치는 자아존중감, 외로움, 그리고 SNS를 통한 과시적 자기표현의 구조적 관계를 검증함으로써 SNS 중독을 예방하고 나아가 소비자의 심리적 안녕감 증진을 위한 SNS 마케팅의 시사점을 제공하고 있다.

@highlight

소비자의 오프라인 자아존중감이 SNS 중독에 미치는 영향에 대해 살펴본 결과, 외로움과 과시적 자기표현은 자아존중감이 SNS 중독에 미치는 영향을 직렬 매개하고, 결과적으로 자아존중감이 높은 집단이 낮은 집단에 비해 SNS에 중독될 가능성이 더 낮음을 확인하였다.

