본 연구는 고강도 철근이 배근된 철근콘크리트 전단벽체 실험체에 대하여 균열의 발생에서부터 철근의 항복과 콘크리트의 파쇄에이르는 전반적인 거동 특성과 함께 내진성능 평가 예측을 위한 합리적인 해석적 방안을 마련하는 것을 목표로 한다.

1.0의 일정한 형상비를 갖으며 각 방향으로 철근비와 항복강도, 배근상세, 콘크리트 설계 강도, 단부형상 및 단부 횡구속 후프(Hoop) 여부 등을 주요 변수로 갖는 총 8개의 실험체를 검증 대상으로 선정하여 기존에 저자 등에 의해 새로이 수정된 구성관계식을 적용한 비선형 유한요소해석 프로그램(RCAHEST)을 통한 해석을 수행하였다.

실험과 해석으로부터의 최대 하중 및 이에 대응되는 변위에 대한 평균과 변동계수는 각각 1.05와 8% 및 1.17과19% 정도로 예측하였다.

모든 실험체에 대한 파괴모드와 파괴시까지의 전반적인 거동 특성 역시 비교적 적절히 예측하고 있음을 확인하였으며 이러한 연구결과들은 향후, 고강도 철근의 적용과 관련된 국내외 설계기준에의 적용을 위한 기초자료로 활용될 수 있을 것으로 기대된다.

@highlight

본 논문은 고강도 철근이 배근된 철근콘크리트 전단벽체 실험체에 대하여 균열의 발생에서부터 철근의 항복과 콘크리트의 파쇄에이르는 전반적인 거동 특성과 함께 내진성능 평가 예측을 위한 합리적인 해석적 방안의 마련을 목표로 하였다.

