새마을운동은 마을 주민이 그 지역사회의 발전을 위해 자발적으로 사업에 참여하고 정부차원에서 적극적으로 지원하여 국가발전을 견인한 잘살기운동이다.

본 연구는 새마을운동에 대한 국내?

외적 수요가 증대되는 시대적 흐름에 따라 선도적으로 이를 추진하고 있는 영남대의 새마을운동 교육?

연구 및 학문화에 대한 의미망 분석을 실시하였다.

본 연구의 데이터 수집 기간은 2008년 1월 1일부터 2015년 12월 31일(8년)을 대상으로 하였다.

데이터는 포털사이트 네이버(Naver)의 뉴스, 블로그, 카페, 지식인 웹을 대상으로 수집하였다.

수집 키워드는 ‘영남대학교 새마을운동’ 혹은 ‘영남대 새마을’이다.

영남대의 새마을운동 교육?

연구 및 학문화는 현재 박정희새마을대학원, 국제개발협력원, 새마을국제개발학과를 중심으로 활발히 진행되고 있으며, 이에 대한 국내의 관심도와 인지도는 급격히 증가하고 있는 것으로 나타나고 있다.

결론적으로 영남대의 새마을 교육?

연구사업 즉, 새마을운동은 이론과 실무의 균형 있는 활동을 통해 국내적으로는 새마을운동에 대한 부정적 인식을 개선하고, 국제적으로는 개도국의 빈곤극복과 경제발전을 위한 새마을학과 새마을운동의 전파활동을 체계적으로 추진하는데 공헌할 수 있을 것이다.

@highlight

새마을운동은 마을 주민이 그 지역사회의 발전을 위해 자발적으로 사업에 참여하고 정부차원에서 적극적으로 지원해 국가발전을 견인한 잘살기운동이다.

