본고에서는 ‘오미야게’의 기원과 더불어 거기에 내포하고 있었던 근원적 의미를 살펴봤다.

고대 일본에서 ‘여행(旅)’은 죽음을 각오해야 하는 위험한 것이었다.

일본에서 여행이 널리 확산된 것은 에도시대에 본격화 된 이세(伊勢)참배라는 성지(聖地) 순례와 밀접한 관련이 있다.

따라서 ‘오미야게’의 기원을 에도시대에서 찾기 쉽다.

하지만 본고에서 고찰했듯이 ‘오미야게’의 기원은 만엽(万葉)시대까지 거슬러 올라갈 수 있다.

한편 ‘오미야게’의 의미에는 전별금에 대한 여행객의 답례가 들어 있다.

하지만 ‘오미야게’에는 보다 근원적 의미가 내포되어 있다.

여행객과 가족은 서로의 안부를 걱정하고 상대방의 안녕을 기원하는 상호 공감적 관계에 있었다.

이런 심정은 ‘이하후’라는 어휘에 잘 드러나 있다.

따라서 고향으로 무사히 귀환하게 된 여행객이 자신의 안녕을 기원해준 가족에게 무한한 감사의 마음을 가졌을 것이라는 것은 충분히 알 수 있다.

이에 여행객은 타지에서 입수한 진귀한 물건을 ‘오미야게’로 가족에게 건네면서 그 고마움을 표했다.

이런 감사의 마음이 ‘오미야게’에 들어 있는 근원적 의미라고 생각한다.

@highlight

‘오미야게’의 기원과 더불어 내포하고 있었던 근원적 의미를 보았다.

@highlight

고향으로 무사히 귀환하게 된 여행객이 자신의 안녕을 기원해준 가족에게 감사의 마음을 가졌을 것이다.

@highlight

이에 타지에서 입수한 진귀한 물건을 ‘오미야게’로 가족에게 건네면서 그 고마움을 표현했다.

@highlight

이헌 감사의 마음이 ‘오미야게’의 의미다.

