본 연구의 목적은 생활체육활동 참여율을 높이기 위한 대안 마련을 위해 생활체육활동의 사회인구학적 참여결정요인을 분석하는데 있다.

이를 위해 2012년 국민생활체육 참여 실태조사자료를 토대로 이분형 로짓분석을 통해 생활체육활동참여 확률모형을 추정하였다.

분석결과, 생활체육시설 참여에 정(+)의 효과를 보이는 결정요인으로는 성(남성), 연령, 교육, 소득, 건강정도, 평일여가시간, 집주변 공공체육시설, 집주변 민간상업체육시설 등으로 분석되었으며, 이 중 50대 이상 연령대와 집주변공공체육시설의 효과가 가장 큰 것으로 나타났다.

본 연구의 시사점으로는 다음과 같다.

첫째, 생활체육활동에 대한 참여율을 높이기 위해서는 수요 측면에서는 기존에 건설된 공급량을 감안하여 성별, 연령대별로 선호하는 공공체육시설의 제공이 필요하며, 특히 50대 이상의 참여율을 유지 혹은 더욱 높일 수 있는 공공체육시설의 제공 혹은 참여율 제고 방안이 필요할 것이다.

둘째, 공급 측면에서는 집주변에 생활체육시설이 많이 공급될 필요가 있으며, 특히, 공공체육시설의 공급이 필요하다.

셋째, 상대적으로 건강이 좋지 않거나, 소득이 낮은 대상을 위한 프로그램의 확충을 통해 소외계층의 생활체육참여율을 높이는 방안 등도 필요하며, 넷째, 평일여가시간을 활용할 수 있는 정책적 유인책도 필요할 것으로 판단된다.

@highlight

본 연구는 생활체육활동 참여율을 높이기 위한 대안 마련을 위하여 생활체육활동의 사회인구학적 참여결정요인을 분석하는데 목적이 있다.

@highlight

이를 위하여 2012년 국민생활체육 참여 실태조사자료를 토대로 이분형 로짓분석을 통해 생활체육활동참여 확률모형을 추정했다.

