본 연구는 직장어린이집 원장과 보육교사가 개원초기 생태보육과정 운영에서 겪는 어려움이 무엇인지에 관해 질적 연구 방법으로 알아봄으로써 생태보육과정을 운영하는 직장어린이집의 개원에 따른 어려움을 경감시키고, 보다 효율적인 운영을 위한 기초자료를 제공하고자 하는 데 목적이 있다.

연구 결과, 직장어린이집 원장과 보육교사들은 개원초기 생태보육과정 실행을 가로막는 닫힌 교육 공간, 안전과 효율성만 내세우는 사업장의 권위주의적 태도, 진짜 놀이보다 학습만 강요하는 부모의 일방적 요구, 도움 없이 스스로 만들어 가야하는 운영관리 체계 등으로 어려움을 겪지만, 생태유아교육의 바람직한 운영을 위해 많은 노력을 기울이고 있음을 알 수 있었다.

이러한 어려움은 생태유아교육 실천에 있어 지적되어 온 문제점인 생태유아교육에 대한 일반적 인식 부족과 생태유아교육 내 어린이집 지원체계의 미비 등에서 비롯된 것으로 더욱 활발한 학문적 연구와 교육현장에서의 실천적 적용, 교사 연수 및 일반 학부모에 대한 홍보와 운동을 통해 생태유아교육을 널리 알리고 확산해야 할 뿐 아니라, 실제적으로는 생태보육과정을 운영하고자 하는 직장어린이집 요구에 따른 지원체계 및 지원내용을 마련하여 생태유아교육을 체계적으로 실현해나가야 할 것이다.

@highlight

이 연구는 직장어린이집 원장과 보육교사가 개원초기 생태보육과정 운영에서 겪는 어려움이 무엇인지에 관해 질적 연구 방법으로 알아봄으로써 생태보육과정을 운영하는 직장어린이집의 개원에 따른 어려움을 경감시키고, 보다 효율적인 운영을 위한 기초자료를 제공하고자 하는 데 목적이 있다.

