본 연구는 순천만 자연생태공원을 중심으로 탐방인원을 파악, 분석하여 적정한 물리적·관리적 수용력을 연구하여 보다 나은 공원 관리를 할 수 있도록 하는데 그 목적이 있다.

탐방객의 수치 파악은 2010년 10월 1일부터 12월 4일까지 09:00시부터 18:00시까지 순천만 자연생태공원을 찾은 탐방객을 중심으로 불특정한 날짜를 선출하여 조사원들이 직접 계수 하였다.

분석 결과 물리적 수용력의 활동시설수용력은 1,160명, 체류시설수용력은 2,169명으로 분석 되었고, 1년간 약 120만 명의 탐방객을 예측할 수 있었다.

관리적 수용력을 산출하면 일별 탐방객이 36,331명으로 나타났고, 각 시설물 별 초과비율의 합은 56%로 조사되었고, 이 값을 관리적 수용력 구하는 수식[36,331×(1-0.56)]에 대입하면 15,985.6명으로 분석되었다.

본 연구는 순천만의 탐방객의 수요를 예측하여 적정한 관리를 할 수 있는 방안을 제시하였다.

@highlight

이 연구는 순천만 자연생태공원을 중심으로 탐방인원을 파악, 분석해 적정한 물리적·관리적 수용력을 연구해 보다 나은 공원 관리를 할 수 있도록 하는데 그 목적이 있다.

