3

차

원

 

오

디

오

를

 

녹

음

 

및

 

재

생

하

는

 

기

술

은

 

오

래

 

전

부

터

 

개

발

되

어

 

왔

으

나

,

 

재

생

 

환

경

의

 

제

약

 

때

문

에

 

실

감

방

송

 

시

스

템

 

의

 

관

점

에

서

는

 

상

용

화

 

단

계

에

까

지

 

이

르

지

는

 

못

하

고

 

있

다

.

 

그

러

나

 

최

근

 

수

년

간

 

D

V

D

,

 

홈

 

씨

어

터

 

등

의

 

멀

티

채

널

 

오

디

오

 

의

 

급

속

한

 

보

급

과

 

3

차

원

 

오

디

오

를

 

녹

음

 

및

 

재

생

하

는

 

기

술

의

 

지

속

적

인

 

상

용

화

 

시

도

로

 

3

차

원

 

오

디

오

 

처

리

 

기

술

이

 

새

로

운

 

오

디

오

 

방

송

 

기

술

의

 

하

나

로

 

대

두

되

고

 

있

다

.

 

또

한

 

M

P

E

G

-

4

에

서

는

 

객

체

기

반

의

 

오

디

오

 

및

 

비

디

오

 

등

 

멀

티

미

디

어

 

데

이

터

 

의

 

부

호

화

 

도

구

 

및

 

이

들

 

객

체

기

반

 

멀

티

미

디

어

 

데

이

터

를

 

기

반

으

로

 

장

면

 

합

성

을

 

하

기

 

위

한

 

B

I

F

S

(

B

i

n

a

r

y

 

F

o

r

m

a

t

 

f

o

r

 

S

c

e

n

e

)

라

는

 

장

면

기

술

(

s

c

e

n

e

 

d

e

s

c

r

i

p

t

i

o

n

)

 

언

어

를

 

표

준

화

하

였

다

.

 

본

 

논

문

에

서

는

 

3

차

원

 

오

디

오

 

획

득

 

및

 

재

현

 

기

술

과

 

M

P

E

G

-

4

의

 

객

체

기

반

 

처

리

 

기

술

에

 

대

하

여

 

기

술

한

다

.

 

이

를

 

위

하

 

여

 

멀

티

채

널

 

3

차

원

 

마

이

크

로

폰

을

 

이

용

한

 

3

차

원

 

오

디

오

 

녹

음

 

기

술

,

 

객

체

단

위

 

처

리

를

 

위

하

여

 

혼

합

된

 

신

호

에

서

 

원

 

신

호

를

 

분

리

하

기

 

위

한

 

신

호

 

분

리

 

기

술

,

 

3

차

원

 

오

디

오

 

지

각

 

요

소

(

c

u

e

)

의

 

추

출

 

및

 

부

호

화

를

 

위

한

 

B

C

C

(

B

i

n

a

u

r

a

l

 

C

u

e

 

C

o

d

i

n

g

)

 

기

술

,

 

M

P

E

G

-

4

 

기

반

의

 

대

화

형

 

서

비

스

 

제

공

을

 

위

한

 

M

P

E

G

-

4

 

B

I

F

S

 

기

술

,

 

실

내

 

임

펄

스

 

응

답

 

모

델

 

기

반

 

거

리

감

 

제

어

 

기

술

 

및

 

3

차

원

 

오

디

오

 

재

생

 

기

술

에

 

대

한

 

연

구

결

과

를

 

기

술

한

다

.

@highlight

최근 수년간 DVD, 홈 씨어터 등의 멀티채널 오디오 의 급속한 보급과 3차원 오디오를 녹음 및 재생하는 기술의 지속적인 상용화 시도로 3차원 오디오 처리 기술이 새로운 오디오 방송 기술의 하나로 대두되고 있다. 이 논문에서는 3차원 오디오 획득 및 재현 기술과 MPEG-4의 객체기반 처리 기술에 관해 기술한다.