일정 영역에 서식하는 생물 종의 개체 수가 변화하는 역학적 과정을 이해하고 실질적인 예측을 하는데 도움을 주는 여러가지 수학적 모델이 현재 수학과 생태학 분야에서 활발하게 연구되고 있다.

영국의 경제학자 Malthus가 1798년부터 시작하여 1826년까지 출간한 An Essay on the Principle of Population에서 제안했던 세계인구 변화 모델과 1845년 Verhulst의 한계수용모델은 개체 수 변화에 대한 초기 수학적 모델로서 지수적 형태에 기초한 것이었다.

수리생물학으로 불리는 학문분야는 1920년경 Lotka의 연구에서 본격적으로 시작되었다고 할 수 있다.

이때부터 여러 가지 다양한 수학적 모델들이 제안되어지고 검증되어져 왔다.

이 논문에서는 주로 상미분방정식(ordinary differential equations) 으로 표현되는 단일 생물종에 대한 개체 수 변화모델들을 살펴본다.

@highlight

일정 영역에 서식하는 생물 종의 개체 수가 변화하는 역학적 과정을 이해하고 실질적인 예측을 하는데 도움을 주는 여러가지 수학적 모델이 현재 수학과 생태학 분야에서 활발히 연구되었다.

