본 연구는 미성년 자녀를 둔 임금근로 여성의 일과 가정의 양립에 영향을 미치는 요인을 분석하는 실증 연구이다.

분석 자료는 한국여성정책연구원의 여성가족 패널 조사(Korean Longitudinal Survey of Women & Families) 7차 웨이브의 1,113명을 대상으로 하였다.

연구방법으로는 ‘사회적 지원(가정 내지원, 모성보호 지원, 보육 및 교육서비스)’과 ‘일자리 특성’, ‘인구사회학적 변인’, ‘남편의 특성’이 ‘일과가정의 양립’ 및 ‘갈등’에 미치는 영향을 분석하고자 다중회귀분석을 활용하였다.

분석결과 남편의 직장생활지지, 기업 내의 성차별, 여성의 교육연수는 일과 가정의 양립을 강화하는 요인으로 분석되었다.

그리고 기업 내의 성차별, 보육 및 교육시설 이용도, 미성년 자녀수, 남편 연령, 남편의 돌봄 도움만족도, 남편의 직장생활지지는 일과 가정의 갈등 요인으로 분석되었다.

따라서 일과 가정의 양립을 강화하는 방향이 장기적인 정책 방향이라면, 단기적으로는 갈등요인을 감소시킬 수 있는 정책의 보완 및 강화가 필요한 것으로 나타났다.

본 연구의 결과가 미성년 자녀를 둔 임금근로 여성들의 모성보호와 일과 가정의 양립을 강화시키기 위한 객관적이고 학술적인 자료로 활용되기를 기대한다.

@highlight

본 연구는 미성년 자녀를 둔 임금근로 여성의 일과 가정의 양립에 영향을 미치는 요인을 분석한 결과 남편의 직장생활지지, 기업 내의 성차별, 여성의 교육연수는 일과 가정의 양립을 강화하는 요인이며, 기업 내의 성차별, 보육 및 교육시설 이용도, 미성년 자녀수, 남편 연령, 남편의 돌봄과 직장생활지지는 일과 가정의 갈등 요인으로 분석되었다.

