이 연구는 스포츠 환경에서 선수들이 지각한 코칭행동과 라이프스킬 그리고 라이프스킬 전이 의 구조적 관계를 규명하였다.

이를 위해 대학·실업팀에 소속되어 있는 태권도 선수 276명(남 자=150, 여자=126)의 자료를 수집하였다.

수집된 자료는 기술통계, 상관관계, 그리고 구조방정 식모형(SEM) 분석에 사용되었다.

결과는 다음과 같다.

첫째, 코칭행동은 라이프스킬에 정적인 영향을 미쳤다.

둘째, 라이프스킬은 라이프스킬 전이에 정적인 영향을 미쳤다.

셋째, 코칭행동은 라이프스킬 전이에 통계적으로 유의한 영향을 미치지 않았다.

넷째, 코칭행동은 라이프스킬을 매개하여 라이프스킬 전이에 통계적으로 유의한 정적 영향을 미쳤다.

결론적으로, 지도자의 코 칭행동은 선수들의 라이프스킬 개발에 긍정적인 영향을 줄 뿐만 아니라 스포츠에서 삶으로 연결 되는 라이프스킬 전이를 예측하는 중요한 변수로 밝혀졌다.

따라서 지도자들은 선수들이 라이프 스킬 발달과 전이를 촉진하고 이 두 기술의 연결고리를 만들어 줄 수 있는 코칭 역량을 개발할 필요가 있다.

@highlight

스포츠 선수들이 지각하는 코칭행동과 라이프스킬의 관계를 분석한 결과, 지도자들의 코칭행동은 선수들의 라이프스킬 개발에 긍정적 영향을 주는 동시에 스포츠에서 삶으로 연결 되는 라이프스킬 전이를 예측하는 중요한 변수였으므로 지도자들의 코칭 역량을 개발해야 한다.

