본 연구에서는 1956년 제3대 대통령 선거가 갖는 역사적 의미가 클 뿐만 아니라 선거운동, 그 중에서도 선거광고의 역사에서 차지하는 의의가 크다는 점을 고려하여 1956년 대통령 선거에서 선거광고를 분석함으로써 각 정당과 후보의 선거전략을 살펴보았다.

1956년 제3대 대통령 선거에서 자유당이나 진보당의 광고는 많지 않은 편이었으며 상대적으로 민주당의 광고가 많았다.

즉, 각 정당이 선거에서 신문광고를 활용한 비중에는 차이가 나타났는데, 민주당이 매우 적극적으로 신문광고를 활용한 반면, 자유당과 진보당은 신문광고의 활용에 소극적이었다.

분석결과, 자유당의 선거광고는 이승만 대통령 후보가 사회단체 등의 추대에 의해 대통령 후보가 되었다는 점을 강조하고, 민주당 후보의 서거에 대한 애도와 배려를 하면서도 민주당의 불법적인 행동에는 단호히 대처한다는 이미지를 심어 주려고 했으며, 이승만 대통령 후보와 이기붕 부통령 후보의 개인적인 경쟁력을 중시하고 있었다.

민주당의 선거광고는 전반적으로 적극적인 정권교체 의지를 드러내고 있었으며, 신익희 대통령 후보의 급서 상황에서는 자유당 정부의 공포분위기 조성에 항의하고 신익희 대통령 후보에 대한 추모 투표와 함께 장면 부통령 후보에 대한 지지를 호소하고 있었다.

또한 이승만 정권의 문제점을 구체적으로 지적하면서 공무원의 공정한 선거관리를 요구하였다.

진보당의 선거광고는 이념 공세를 적극적으로 방어하면서 정책 공약을 제시하는 두 갈래의 선거 전략을 구사하였다.

@highlight

본 연구는 1956년 제3대 대통령 선거가 갖는 역사적 의미가 클 뿐만 아니라 선거운동, 그 중에서도 선거광고의 역사에서 차지하는 의의가 크다는 점을 고려하여 각 정당과 후보의 선거 전략을 분석한 결과, 제3대 대통령 선거에서 각 정당의 선거광고 활용과 선거광고에 반영된 선거 전략에는 차이가 나타났는데, 각 정당의 선거광고 메시지의 차이는 과거 정당의 유산을 공유하고 있는 정당들이 선거에 참여하고 있는 현재의 선거에서도 여전히 나타나고 있기 때문에 향후 선거도 시사하는 바가 적지 않다.

