본 연구의 목적은 대학생의 방어기제 유형과 멘탈 휘트니스 긍정심리상담 및 치료 프로그램의 효과 간 관계를 살펴보는 것이다.

이를 위해 본 연구에서는 서울 소재 한 대학교 재학생 60명에게 10회기의 멘탈 휘트니스 프로그램을 진행하였다.

전체 연구 참여자는 12~14명씩 총 5개의 집단에 배정되었다.

프로그램의 효과를 확인하기 위해 연구 참여자들에게 사전 및 사후 검사의 형태로 주관적 안녕감과 낙관성 검사가 실시되었다.

연구 참여자 중 3회 이상 프로그램에 참여하지 않은 9명을 제외한 51명의 자료를 활용해서 통계적 분석이 진행되었다.

사전 평가 때 실시된 방어기제 검사의 하위척도 점수들을 기준으로 군집분석을 통해 연구 참여자들을 세 집단으로 구분하였다.

그 세 집단은 성숙한 집단, 신경증적 집단, 그리고 미성숙한 집단이었다.

본 연구 결과, 연구 참여자들은 방어유형에 따른 세 가지 집단 모두 프로그램 참가 후에 주관적 안녕감과 낙관성이 유의하게 증가하였다.

하지만 주관적 안녕감과 낙관성 모두에서 세 가지 방어유형 집단과 평가시기 간 상호작용 효과는 유의미하지 않았다.

이러한 결과는 멘탈 휘트니스 프로그램이 성숙한 집단, 신경증적 집단, 그리고 미성숙한 집단의 주관적 안녕감과 낙관성을 증진시킬 수 있음을 시사한다.

이러한 결과에 기초해, 연구의 제한점과 추후 연구를 위한 제안점이 논의되었다.

@highlight

이 연구의 목적은 대학생의 방어기제 유형과 멘탈 휘트니스 긍정심리상담 및 치료 프로그램의 효과 간 관계를 살펴보는 것이다.

@highlight

본 연구에서는 서울 소재 한 대학교 재학생 60명에게 10회기의 멘탈 휘트니스 프로그램을 진행했다.

@highlight

이 연구 결과, 연구 참여자들은 방어유형에 따른 세 가지 집단 모두 프로그램 참가 후에 주관적 안녕감과 낙관성이 유의하게 증가했다.

