학습을 통한 지역혁신과 발전을 추구하는 평생학습도시 사업은 1999년 광명시에서 자체적 선언으로 출범하여 2001년부터 교육인적자원부의 재정 지원 하에 전국적으로 확산되고 있다.

2006년 현재는 57개의 평생학습도시가 선정되어 다양한 학습기회를 제공하여 지역의 평생학습 문화를 진작시키고 있다.

이러한 평생학습도시사업은 주민들의 학습력 제고, 평생교육 기회 확대, 평생교육예산 증가 등에 기여하는 것으로 평가받고 있으나, 그동안 어떠한 요인들이 사업 성과에 영향을 미치는 가에 대한 체계적인 분석은 이루어지지 못해 왔다.

이에 본 논문은 2001년부터 2004년까지 교육인적자원부에 의해 평생학습도시로 선정된 자치단체들의 사업성과에 영향을 미치는 요인들을 분석하여 그 결과를 논의하는 것에 목적을 두었다.

이를 위해 본 논문에서는 19개 평생학습도시 내의 평생교육기관 담당자와 그 기관에서 프로그램을 수강하는 학습자를 대상으로 설문조사와 기관 현황 조사를 실시하여 회귀분석기법을 통해 결과를 분석하였다.

이와 함께, 향후 평생학습도시 사업의 성과 관리를 위한 정책적 시사점을 제시하였다.

@highlight

평생학습도시사업은 주민들의 학습력 제고, 평생교육 기회 확대, 평생교육예산 증가 등에 기여하는 것으로 평가받고 있으나, 그동안 어떠한 요인들이 사업 성과에 영향을 미치는 가에 대한 체계적인 분석은 이루어지지 못한 실정으로  본 논문은 교육인적자원부에 의해 평생학습도시로 선정된 자치단체들의 사업성과에 영향을 미치는 요인들을 분석하여 그 결과를 논의하는 것에 목적을 두었고, 향후 평생학습도시 사업의 성과 관리를 위한 정책적 시사점을 제시하였다.

