본 연구는 체인형 합성고무탄성재의 시간에 따른 탄성력 감쇄의 양상을 평가하여, 이들 재료의 임상적용시 적절한 교정력의 적용을 위해 참고가 될 만한 기준을 구해보려는 목적으로 시행되었다.

공간폐쇄시 사용되는 체인형 합성고무탄성재의 탄성감쇄정도를 알아보기 위하여, 임상에 널리 사용되는 두가지의 체인형 합성고무탄성재를 구강내 상태와 유사한 조건하에서 4주간 신장시켜 관찰한 결과 다음과 같이 요약할 수 있었다.

1.

시간에 따른 탄성력 감쇄양상은 전형적인 log함수의 형태를 보이며, 4주후 잔존탄성력은 원래의 41.2-64.6 %이며 제품에 따라 차이가 있었다.

2.

신장후 초기 10분동안 탄성력의 급격한 감소를 보여서, 초기힘의 20 ~25 %를 상실하였으며 이후 감소량이 줄어들어 1주이후부터 4주까지의 평균감소량은 1.5 %約도로 거의 일정한 힘의 크기를 보여주었다.

3.

동일한 재료를 사용하더라도, 탄성재의 신장량이 증가할수록 잔존탄성력이 감소하여 탄성감쇄율이 증가하였다.

@highlight

이 연구는 체인형 합성고무탄성재의 시간에 따른 탄성력 감쇄의 양상을 평가해, 이들 재료의 임상적용시 적절한 교정력의 적용을 위해 참고가 될 만한 기준을 구해보려는 목적으로 시행되었다.

