본 논문은 화엄경 편집의 사상적 의도를 검토하고, 그것을 바탕으로 화엄경의 편집시기와 그것이 편집되던 불교사회의 내부적 배경에 대한 유추를 시도한 것이다.

편집의 사상적 의도에 대해서는, 별행경과 『육십화엄』의 차이에 초점을 두고 검토하였다.

첫째 ‘여래출현’ 혹은 ‘여래성기’라는 관점의 확장, 둘째 법회 서분과 결분에 정형화되어 나타나는 동명동호(同名同號)의 다불(多佛)·다보살(多菩薩)이 화현(化現)하는 구조의 의미와 그 확장, 그리고 경명 중의 ‘방광(方廣)’과 경 전반에 걸친 성문(聲聞)에 대한 입장 등이 그것이다.

검토 결과, 화엄경의 편집은 별행경(別行經)의 유통, 성문·소승의 불전으로부터 ‘비불략(毘佛略, vaipulya)’을 ‘보살장’ ‘대승’ ‘마하연’으로 구분하는 경론들의 한역(漢譯) 시기로부터 유추할 때 대략 4세기 초반에서 4세기 중엽에 이르는 시기라는 결론을 얻었다.

또한 화엄경이 편집된 불교사회는 불탑신앙이 활발하게 이루어졌고, 동시에 아비달마 불교가 흥성했던 지역, 그러면서 대승경전이 지속적으로 출현하였던 곳이라고 생각된다.

@highlight

이 논문은 화엄경 편집의 사상적 의도를 검토하고, 그것을 바탕으로 화엄경의 편집시기와 그것이 편집되던 불교사회의 내부적 배경에 대한 유추를 시도한 것이다.

