본 연구는 경기도에 소재한 예비유아교사들을 대상으로 창의·인성교육의 이해, 현황, 요구의 측면에서 창의·인성교육에 대한 인식을 알아보고자 하였다.

예비유아교사의 창의·인성교육에 대한 인식은연령, 가족소득, 예술경험의 정도에 따라서는 유의미한 차이가 나타나지 않았으나, 학년과 실습유형에따라서는 유의미한 차이가 나타났다.

예비유아교사는 3학년 보다는 4학년이, 4주 이상의 학교교육실습과 4주 이상의 보육실습을 모두 수행하거나 각각의 실습을 실시한 경우가 5주 이상의 정기적 관찰실습을 실시한 경우보다 창의·인성교육에 대한 인식 수준이 높은 것으로 나타났다.

이는 예비유아교사의수업연한이 많고 현장실습경험이 많을수록 창의·인성교육에 대한 인식 수준이 높게 나타난다고 볼 수있다.

따라서 예비유아교사의 창의·인성교육에 대한 인식 향상을 위해 실습 강화, 교과목 개설, 교원양성기관에서의 교육 정도에 따라 창의·인성교육의 인식과 실행 정도가 크게 변화되고 향상될 수 있음을 시사해 준다고 볼 수 있으며 이를 위한 기초자료를 제공하고자 한다.

@highlight

이 연구는 경기도에 소재한 예비유아교사들을 대상으로 창의·인성교육의 이해, 현황, 요구의 측면에서 창의·인성교육에 대한 인식을 알아보고자 했다.

