항만의 주요 정책 및 향후 운영계획 수립 시 정확한 물동량 예측에 관한 연구는 매우 중요하며 이러한 중요성으로 인해 관련 연구가 활발히 수행되고 있다.

본 논문에서는 국내 최대 석탄 및 철광석 처리 항만인 광양항을 대상으로 단계적 회귀분석과 인공신경망모형을 활용하여 모형간 예측력을 비교하였다.

2009년 1월부터 2019년 1월까지 총 121개월의 월별자료를 활용하였으며 석탄 및 철광석 물동량에 영향을 주는 요인을 선정하여 공급관련요인과 시장·경제관련요인으로 분류하였다.

단계적 회귀분석 결과, 광양항 석탄 물동량 예측모형의 경우, 입항선박 톤수, 석탄가격 및 대미환율이 최종변수로 선정되었고 철광석 물동량 예측모형의 경우, 입항선박 톤수, 철광석가격이 최종변수로 선정되었다.

인공신경망모형의 경우, 모델 성능에 영향을 미치는 다양한 Hyper-

parameters를 조정하며 최적 모델을 선정하는 시행착오법을 사용하였다.

분석결과 인공신경망모형이 단계적 회귀분석에 비해 우수한 예측성능을 나타내었으며 예측 모형별 예측값과 실측값을 그래프 상 비교 시에도 인공신경망모형이 단계적 회귀분석에 비해 고·저점을 유사하게 나타냈다.

@highlight

본 논문은 광양항을 대상으로 단계적 회귀분석과 인공신경망모형을 활용하여 모형간 예측력을 비교한 결과, 인공신경망모형이 단계적 회귀분석에 비해 우수한 예측성능을 보였으며 예측 모형별 예측값과 실측값을 그래프 상 비교 시에도 인공신경망모형이 단계적 회귀분석에 비해 고·저점을 유사하게 나타냈다.

