본 연구는 중간지원조직 활동가의 직무수행역량을 설정하는데 목적이 있다.

선행연구를 토대로 직무수행역량에 대한 기초문항을 작성하여 전문가 11명을 대상으로 2차에 걸친 델파이 조사를 실시하였다.

분석결과 중간지원조직 5개 기능에 따른 6개 역량군, 23개 직무수행역량이 도출되었다.

직무수행역량 23개에는 마을 운영(현황분석, 조직?

기능 분석, 조직 설계?

자문), 마을 활성화 방안, 마을 추진위원회 구성 지원, 교육(수요조사?

필요역량 분석, 과정 설계, 운영, 성과 분석), 마을 갈등(이슈 파악, 관리방안 모색 회의, 관리방안 도출, 핵심원인?

유발인자 분석), 마을 현안 문제 해결, 마을개발사업(입지 여건?

특성 분석, 인적관리, 프로세스 관리, 평가), 전략적 사업계획, 농업 및 농촌의 이해, 마을 간 운영 협력?

연계방안, 거버넌스 체계구축, 정책 제안이 있다.

도출된 중간지원조직 활동가의 직무수행역량은 중간지원조직 활동가의 양성을 위한 기준으로 중요한 가치를 갖는다.

본 연구를 통한 학술적, 실무적, 정책적 시사점을 제안하였고, 한계점도 밝혀두었다.

@highlight

본 연구는 중간지원조직 활동가의 직무수행역량을 설정하는데 목적이 있다.

@highlight

분석 결과 중간지원조직 5개 기능에 따른 6개 역량군, 23개 직무수행역량이 도출되었다.

@highlight

또한 도출된 중간지원조직 활동가의 역량은 중요한 가치를 가지며 본 연구를 통해 시사점을 제안하고, 한계점도 밝혀두었다.

