브리그스는 BBC의 역사를 집대성한 역사학자이다.

40년에 걸쳐 저술한 다섯 권의 BBC 역사서는 기념비적 역작으로 평가 받았다.

그는 BBC가 정부로부터 독립성을 획득하고 국민을 계몽하는 역할을 하였다는 자유주의 계열의 대표적인 역사학자이다.

현재의 시각으로 과거를 평가하는 방식을 지양하고, 후학들이 과거의 원형적 상황을 판단할 수 있도록 하는 길잡이의 역할을 자임하였다.

또한 BBC조직의 발달사가 아니라 BBC가 사회에 미친 영향을 총체적으로 서술하고자 노력하였다.

그럼에도 불구하고, BBC의 공식자료인 아카이브와 경영진 위주의 인터뷰를 벗어난 야당 및 노조의 입장이나 수용자들의 구술사를 담지 못하였다는 점에서 한계가 있다.

브리그스는 BBC가 정부, 의회와 신문으로부터 점진적으로 자유로워졌으며, 국가적 위기에도 비교적 중립성을 지켰다는 평가를 하였다.

또한 경쟁체제가 도입되면서 BBC는 엘리트에서 대중에게 다가가기 위한 많은 노력을 하였다는 전형적인 자유주의 주장을 하였다.

하지만 BBC의 역사는 점진적인 자유의 역사라기 보다는 기성체제 위주의 역사였다.

가부장주의에 입각하여 일반 국민을 훈시하는 일방적 계몽이었다.

@highlight

브리그스는 BBC의 역사를 집대성한 역사학자이다.

@highlight

40년에 걸쳐 저술한 다섯 권의 BBC 역사서는 기념비적 역작으로 평가 받았다.

@highlight

그는 BBC가 정부로부터 독립성을 획득하고 국민을 계몽하는 역할을 하였다는 자유주의 계열의 대표적인 역사학자이다.

@highlight

하지만 BBC의 역사는 점진적인 자유의 역사라기 보다는 기성체제 위주의 역사였다.

@highlight

가부장주의에 입각하여 일반 국민을 훈시하는 일방적 계몽이었다.

