‘-

기를’ 인용구문, 즉 [NP1이 V-

기를 S (?

-

)] 유형은 근대국 어 시기에 나타나는 새로운 인용구문 유형이다.

중세국어에는 서술어가 관련 문장 성분에 선행할 때 사용되었던 통사적 표현 방식으로 [NP1이 V-

오?

ADV ?

-

] 유형이 있었다.

16세기 이후 근대국어 시기를 거치 면서 이 유형은 명사형 어미 ‘-

옴’이 ‘-

기’로 대체되고 종결어미를 갖춘 절이 포함되는 [NP1이 V-

기를 S (?

-

)] 유형으로 나타나는데, 17세기 이후 이 유형이 인용구문에 쓰이게 되면서 ‘-

기를’ 인용구문이 나타나게 된다.

인용동사가 인용절에 선행하는 인용구문 유형이 한국어에서 유표 적 어순임에도 불구하고 17세기에는 ‘-

기를’ 인용구문이 나타나고 19세 기에는 접속어미 ‘-

오?

’의 쇠퇴와 더불어 나타나는 인용구문인 [NP1이 V-

는데 S ?

-

] 유형이 나타나는 것은 이들 유형이 의사소통 맥락에서 의 표현 효과, 즉 해석의 능률을 높인다는 점 때문이라고 추정하였다.

@highlight

‘-

@highlight

기를’ 인용구문, 즉 [NP1이 V-

@highlight

기를 S (?

@highlight

-

@highlight

)] 유형은 근대국 어 시기에 나타나는 새로운 인용구문 유형이다.

