본 연구는 학부 및 일반대학원과의 비교를 중심으로 사회복지특수대학원 교육의 발전방향을 제언하기 위해 학부, 일반대학원, 사회복지특수대학원의 현황을 살펴보고, 서울시 등 4개 지역 5개 대학의 각 교육기관별 교육목적과 방향, 교과과정 영역과 교과목 등을 비교분석하였다.

분석결과, 실제 사회복지교육이 학부와 일반대학원, 사회복지특수대학원 간에 분화되어 있지 않았으며, 특히 사회복지특수대학원의 경우 특수대학원이 갖는 정체성이 뚜렷하지 않은 것으로 나타났다.

이러한 연구결과를 토대를 첫째, 학부, 일반대학원, 사회복지특수대학원 세 교육기관 간 사회복지교육의 방향과 목표에 대한 분명한 경계화 작업 및 기능과 역할 재정립을 제언하였다.

둘째, 사회복지특수대학원 교육의 주요 해결점으로 실습교육의 주말 프로그램 및 자기 직장을 활용한 실습을 제안하였으며, 셋째, 사회복지특수대학원의 필수과목 수 제한과 전공영역 과목확대 및 교과내용의 내실화를 제안하였다.

끝으로, 사회복지특수대학원의 교과과정을 학부와 똑같이 운영하는 경우, 사회복지특수대학원의 교육이 실무자를 위한 재교육과 사회복지에 입문하는 초보자에 대한 교육 차원임을 상기하고 이를 교과과정에 반영할 것을 제안하였다.

@highlight

이 연구는 학부 및 일반대학원과의 비교를 중심으로 사회복지특수대학원 교육의 발전방향을 제언하기 위해 학부, 일반대학원, 사회복지특수대학원의 현황을 살펴보고, 서울시 등 4개 지역 5개 대학의 각 교육기관별 교육목적과 방향, 교과과정 영역과 교과목 등을 비교분석하였다.

