인프라의 존재 없이 산재한 노드들이 일시적인 네트워크를 구성하는 애드 혹 네트워크에서 지연 감소, 대역폭 공정 분배, 전력 제어 및 네트워크 처리량 개선 등을 위한 MAC 계층의 연구가 활발히 이루어져 왔다.

특히 제한된 에너지를 사용하는 애드 혹 네트워크에서 전력 소모량을 줄이는 문제는 애드 혹 네트워크 분야에서 아주 중요한 연구 분야로 인식되고 있다.

지금까지 전력 제어를 통해 전력 소모량을 감소시키기 위하여 분산 전력 제어, PCM(Power Control MAC) 및 F-

PCF(Fragmentation based PCM)등 네트워크 처리량을 유지 하면서 전력 소모 최소화를 위한 알고리즘들이 제시 되어 왔다.

이러한 전력 제어 방법은 전력 소모를 최소화하기 위하여 최적의 송신 전력을 만들도록 설계되어 주변 노드들의 잠재 통신 가능 공간을 생성하지만 아직까지 알고리즘은 전력 소모에 초점을 맞추고 있어 전력 제어를 통해 생성되는 잠재 통신 가능 공간을 적절히 활용 하지 못하고 있다.

본 논문에서는 전력 제어 통해 생성되는 잠재 통신 가능 공간을 활용하여 많은 네트워크 처리량을 향상 시키는 알고리즘을 제시하고자 한다.

@highlight

본고에서는 전력 제어 통해 생성되는 잠재 통신 가능 공간을 활용하여 많은 네트워크 처리량을 향상 시키는 알고리즘을 제시하고자 한다.

