문재인 정부에서도 역대정부와 같이 지방분권을 국정과제로 추진하고 있다.

특히, 지방분권에 대한 정책추진의지가 역대정부에 비해 강하다.

이러한 맥락에서 이 글은 역대정부의 지방분권과제의 적절성과 추진성과를 평가하고 이를 통해 문재인정부의 지방분권정책의 방향을 모색하고자 한다.

선행연구와 이론적 검토를 통해 지방분권의 개념을 명확히 설정하였고, 연구 분석틀을 구축하였다.

지방분권과제 적절성에 대한 평가는 중앙권한의 지방이양 여부와 지방자치단체 수요반영여부로 설정하였다.

지방분권 정책의 성과는 해당 과제의 추진성과를 기준으로 평가하였다.

평가결과의 시사점을 제시하면 첫째, 지방분권과제가 보다 분명하게 정의되고 지방의 요구에 대응적일 때 그 성과도 높다는 것이다.

둘째, 지방분권 추진세력들의 지속적인 노력이 있을 때 그 성과도 높게 나타났다.

이를 보여주는 사례는 이명박 정부에서 가장 두드러지게 나타났다.

이명박 정부는 지방분권 추진의지가 다른 정부에 비해 미흡하다고 평가됨에도 불구하고 교육의원제도 폐지, 지방소득세 및 지방소비세 도입, 특별지방행정기관 지방이양 등 여타 정부에 비해 성과가 많았다.

이러한 결과는 지방분권과제들이 성과를 내기 위해서 지방분권과제들의 적절성 확보와 함께 사회변화를 요구하는 시민단체와 지식층 등 지방분권단체들이 활성화될 수 있도록 체계적인 관리가 중요함을 시사하고 있다할 것이다.

@highlight

문재인 정부에서도 역대정부와 같이 지방분권을 국정과제로 추진하고 있으며 지방분권에 대한 정책추진의지가 역대정부에 비해 강하다.

@highlight

그러하여 역대정부의 지방분권과제의 적절성과 추진성과를 평가하고 이를 통해 문재인정부의 지방분권정책의 방향을 모색하고자 하였으며 평가 결과의 시사점은 지방분권과제가 분명하게 정의되고 지방의 요구에 대응적일 때 그 성과도 높다는 것,  지방분권 추진세력들의 지속적인 노력이 있을 때 그 성과도 높게 나타났다.

