이 글에서 필자는, 85년 학교 문법이 국정 체제로 전환되면서 문장 성분의 개념을 보다 명확하게 하기 위해 등장했던 개념인 것으로 여겨지는 ‘서술어의 자릿수’ 개념이, 보기에 따라서는 문장 성분의 개념을 확실하게 하는 개념인 것으로 생각될 수도 있으나, 사실상 ‘자릿수’ 개념이란 것이 ‘술어 논리’에서 비롯된 논리학적 개념으로서, 그동안 모든 문장을 ‘주어’와 ‘서술어’의 통합체인 것으로 당연시해 온 인식의 한계점에서 벗어나기 위해 등장한 개념이기 때문에, 현행 학교 문법에서처럼 ‘자릿수’ 개념으로 문장 성분을 설명하는 것은 적절치 않을 뿐만 아니라, ‘-

이다’를 ‘서술격 조사’로 설정하고 있는 현재의 처리 방식과도 모순을 일으키고 있음을 살펴보았다.

이러한 모순에서 벗어나는 방법은 한 가지뿐이다.

‘자릿수’ 개념이 현행 학교 문법에 반드시 필요한 개념이라면 ‘자릿수’ 개념에 따라 현행 학교 문법에서 제시하고 있는 설명 방식을 대폭적으로 수정하는 것이 최선의 방법이라는 것이다.

그러나 사실상 이러한 방법은 현실적으로 불가능할 뿐만 아니라, 한정된 범위이긴 하나, 학교 문법이란 것이 나름대로의 교육적 목적을 지니는 것 또한 사실이기 때문에, 비록 차선책이긴 하지만, 현행 학교 문법에서 제시하고 있는 ‘자릿수’ 개념을 포기하는 것이 현재로서는 최선책인 듯하다.

@highlight

이 글에서는 사실상 ‘자릿수’ 개념이란 것이 ‘술어 논리’에서 비롯된 논리학적 개념으로서, 현행 학교 문법에서처럼 ‘자릿수’ 개념으로 문장 성분을 설명하는 것은 적절치 않을 뿐만 아니라, ‘-

@highlight

이다’를 ‘서술격 조사’로 설정하고 있는 현재의 처리 방식과도 모순을 일으키고 있음을 살펴보았다.

