원

자

력

 

문

제

와

 

관

련

해

 

신

뢰

의

 

중

요

성

이

 

부

각

되

면

서

 

신

뢰

에

 

대

한

 

다

양

한

 

연

구

가

 

진

행

되

고

 

있

으

며

,

 

신

뢰

개

념

의

 

추

상

성

으

로

 

인

해

 

다

양

한

 

신

뢰

개

념

이

 

제

시

되

고

 

있

다

.

 

최

근

 

신

뢰

 

연

구

들

은

 

특

정

 

신

뢰

 

개

념

이

나

 

특

정

 

차

원

에

 

집

중

하

기

 

보

다

는

 

신

뢰

의

 

다

양

한

 

차

원

성

에

 

주

목

하

여

 

신

뢰

가

 

현

실

적

으

로

 

어

떤

 

영

향

력

을

 

가

지

는

지

를

 

분

석

하

는

데

 

초

점

을

 

두

고

 

있

다

.

 

본

 

연

구

의

 

목

적

은

 

설

문

조

사

 

자

료

에

 

기

반

하

여

 

대

상

과

 

속

성

에

 

대

한

 

신

뢰

가

 

후

쿠

시

마

 

원

전

사

고

와

 

원

전

비

리

로

 

인

한

 

원

자

력

 

신

뢰

 

변

화

에

 

미

치

는

 

영

향

력

을

 

검

증

하

는

 

데

 

있

다

.

 

이

를

 

위

해

 

독

립

변

수

로

 

‘

대

상

에

 

대

한

 

신

뢰

’

,

 

‘

속

성

에

 

대

한

 

신

뢰

’

로

 

신

뢰

의

 

차

원

을

 

구

분

하

였

으

며

,

 

이

들

 

차

원

별

 

신

뢰

의

 

효

과

를

 

검

증

하

기

 

위

해

서

 

후

쿠

시

마

 

원

전

사

고

와

 

원

전

비

리

 

이

후

 

신

뢰

변

화

에

 

미

치

는

 

영

향

력

을

 

분

석

하

였

다

.

 

분

석

결

과

 

신

뢰

의

 

두

 

가

지

 

차

원

은

 

상

이

한

 

신

뢰

구

조

를

 

형

성

하

고

 

있

었

으

며

,

 

각

 

신

뢰

들

은

 

신

뢰

변

화

에

 

상

이

한

 

영

향

력

을

 

미

치

고

 

있

었

다

.

 

특

히

 

세

부

 

신

뢰

의

 

영

향

력

은

 

정

책

이

슈

(

후

쿠

시

마

 

원

전

사

고

,

 

원

전

비

리

)

에

 

따

라

 

다

른

 

효

과

가

 

있

는

 

것

으

로

 

나

타

났

다

.

@highlight

원자력 문제와 관련하여 신뢰의 중요성이 부각되면서 신뢰에 관한 다양한 연구가 진행되고 있고, 신뢰개념의 추상성으로 인하여 다양한 신뢰개념이 제시되고 있는 실정이다.