본 연구는 군부대내에서 부하가 지각하는 1차 직속상관의 공감능력과 친밀도는 부하의 군생활 적응과 어떠한 관계가 있는지에 대해 밝혀보는 것을 목적으로 한다.

연구대상은 육군 예하 전방 및 후방 각 3개 사단 예하 75개 소대의 병사 300명을 대상으로 연구를 실시하였고, 본 연구의 자료분석은 상관분석, 중다회귀분석, 경로분석이 사용되었다.

본 연구를 통해 나타난 결과는 부하가 지각하는 직속상관의 공감능력과 친밀도는 군생활 적응의 하위변인 모두에 유의한 영향을 미쳤고, 이어 공감능력은 친밀도에 높은 영향을 미치는 것으로 나타났다.

특히, 친밀도와 공감능력의 상대적 영향력에서는 친밀도가 공감능력보다 부하의 군생활 적응에 상대적으로 높은 영향을 미치는 것으로 나타났다.

직속상관의 공감능력과 친밀도가 부하의 군생활 적응에 어떠한 경로로 영향을 미치는지 분석한 결과, 공감능력의 군생활 적응에 대한 직접효과 보다 친밀도를 매개한 간접효과가 더 높게 나타났으며, 세부적으로는 직속상관의 공감능력은 부하의 군생활 적응의 하위변인 중 심신의 상태와 직책 및 직무만족에 대하여 친밀도의 완전매개효과가, 임무수행 의지와 조직환경에 대한 태도에 대해서는 친밀도의 부분매개효과가 있는 것으로 나타났다.

이를 통해 본 연구의 결과가 군 리더십과 관련하여 갖는 의의 및 시사점과 제한점에 관하여 논의하였다.

@highlight

본 연구는 군부대내에서 1차 직속상관의 공감능력, 친밀도와 부하의 군생활 적응과의 관계를 밝히고자 한다.

@highlight

연구 결과, 직속상관의 공감능력과 친밀도는 군생활 적응에 유의한 영향을, 공감능력은 친밀도에 높은 영향을 미쳤으며, 공감능력의 군생활 적응은 친밀도를 매개한 간접효과가 더 높았다.

