본 논문은 정부차원의 성장동력 정책의 목표가 궁극적으로 관련 기업과 산업의 성장에 있음을 전제로 신성장동력 사업이 추진된 2009년을 기점으로 사업 추진 전 3개년('06~'08)인 1기와 이후 3개년('09~'11)인 2기의 신성장동력 브랜드별 기업경쟁력 지수의 비교를 통해 동 사업 추진에 따른 38개 브랜드별 기업경쟁력의 변화를 분석하였다.

성과측정을 위해 최종 1,316개 관련 기업 자료에 기초하여 성장성, 수익성, 안정성·기술성 등 3개 경쟁력 요소와 하부 18개 기업경쟁력 지표를 활용한 바, 주요 분석결과와 시사점은 아래와 같다.

사업 추진 이후 1기 대비 2기의 종합지수가 0.432에서 0.422로 하락한 바, 성장성(0.432→0.422), 수익성(0.466→0.455), 안정성·기술성(0.442→0.428) 등 요소별로 다소 차이는 있으나 신성장동력 기업들의 성과가 둔화되고 있는 것으로 분석되었다.

따라서 성장 정체기를 넘어 정책 효과를 제고하기 위해서는 브랜드 유형별로 차별화된 맞춤형 지원 전략수립이 필요하다.

또한 부채비율, 유동비율, 자기자본비율 지표로 대변되는 기업의 안정성은 여타 요소에 비해 감소폭이 큰 것으로 분석된 바, 시장의 일시적 수급불일치나 금융위기와 같은 부정적 외부충격으로 인한 미래의 기회비용 최소화를 위해 보다 미시적인 지원 필요성을 시사한다.

@highlight

본 연구는 정부차원의 성장동력 정책의 목표가 궁극적으로 관련 기업과 산업의 성장에 있음을 전제로 신성장동력 사업이 추진되었던 2009년을 기점으로 사업 추진 전 3개년인 1기와 이후 3개년인 2기의 신성장동력 브랜드별 기업경쟁력 지수의 비교를 통하여 동 사업 추진에 따른 38개 브랜드별 기업경쟁력의 변화를 분석했다.

