본 논문은 유사한 지역적 특성을 가지고 있는 대구․경북 및 인근 지역을 중심으로 풍수해 재난 회복력에 영향을 미치는 지역특성요인을 규명하고 그에 대한 시사점을 도출하고자 하였다.

분석결과, 풍수해 재난 회복력에 큰 영향을 미치는 요인은 기후/지역특성의 하천면적(2.527), 연 강수량(2.173)임이 밝혀졌다.

이는 풍수해 재난에 대한 회복력을 높이기 위해 지역의 자연적 여건 및 기후변화 특성에 대한 파악이 반드시 필요하다는 것을 의미한다.

다음으로, 토지이용 특성에서는 시가화비율(1.339)이, 사회/행정특성에서는 재난정보 네트워크(1.496)가, 경제특성의 경우 재정자주도(1.466)가, 주택/인프라 특성에서는 빈집 비율(1.316)이 풍수해 재난 회복력에 중요한 지역특성요인인 것으로 도출되었다.

본 논문은 풍수해 재난 회복력에 영향을 미치는 지역특성요인을 규명하고 그에 대한 시사점을 제시하였다는 점에서 그 의의를 가지며 향후 정책수립 시 기초자료로 활용할 수 있다고 판단된다.

@highlight

대구․경북 및 인근 지역을 중심으로 풍수해 재난 회복력에 영향을 미치는 지역특성요인을 규명하고 시사점을 도출하였다.

@highlight

그 결과, 풍수해 재난 회복력에 큰 영향을 미치는 요인은 기후/지역특성의 하천면적, 연 강수량임이 밝혀졌다.

@highlight

풍수해 재난 회복력에 영향을 미치는 지역특성요인을 규명하고 그에 대한 시사점을 제시하였다는 점에서 의의를 가진다.

