본 연구는 경영자 스톡옵션과 보유주식 등 경영자 부의 델타 및 베가와 스톡옵션보상의 비중을 직접 측정한 후, 이들과 은행의 경영정책과 연관성을 검토함으로써 경영자 보상구조의 영향을 구체적으로 분석한다.

은행의 영업정책 변수로는 파생상품보유액 및 파생상품거래량, 예대율 및 예대마진율을 사용하며, 재무정책 변수로는 BIS 비율과 총부채비율을 사용한다.

분석결과에 의하면, 델타 및 베가와 스톡옵션보상의 비중이 파생상품보유액 및 거래량, 예대율 및 예대마진율, 그리고 BIS 비율과는 양(+)의 상관관계를 가지며, 총부채비율과는 음(-

)의 상관관계가 있음을 보여준다.

이는 주가 및 주가변동성에 대한 경영자 부의 민감도가 높을수록 그리고 경영자 보상에서 스톡옵션이 차지하는 비중이 클수록 은행은 수익원 확대를 위해 적극적이며, 수익성을 높이기 위해 공격적으로 되며, 레버리지를 낮춤으로써 자기자본에 충실을 기하려는 유인을 가지게 된다는 것을 보여준다.

이 결과들은 스톡옵션 등 경영자 보상구조가 은행의 경영정책에 전반적으로 유의한 영향을 미치고 있다는 것을 보여주며, 또한 현재 국내은행 경영진에게 부여된 주가연계형 보상구조는 부채비율 증대나 위험자산 증대 등을 초래할 정도의 과도한 수준은 아니라는 것을 암시한다고 해석될 수 있다.

@highlight

본고는 경영자 부의 델타와 베가 그리고 스톡옵션 보상 비중을 직접 측정한 뒤 은행의 경영정책과 연관성이 이들과 어떤 관련이 있는지에 대해 경영자 보상구조의 영향을 통해 구체적으로 살펴본 결과 스톡옵션 등 경영자 보상구조가 은행의 경영정책에 전반적으로 유의한 영향을 미치고 있는 것으로 나타났다.

