<배경 및 목적> 최근 위치 기반 서비스 분야 내 개인정보 유출 피해 사례가 속출하는 상황에 주목하여, 본 연구는 이용자의인지된 통제성과 위험 인식 및 프라이버시 염려 등의 요인이 위치 기반 서비스 이용 의도에 어떠한 경로로영향을 미치는지 탐색적으로 규명하고자 하였다.

<방법> 위치 기반 서비스를 알고 있으며 이용 경험이 있는 성인 남녀 200명을 대상으로 설문 조사를 실시하였다.

리서치 전문 기관인 엠브레인에 의뢰하여 진행하였으며, 남녀 비율 각각 50%, 연령 20~50대 각각 25%씩할당하여 표집하였다.

<결과> 먼저 개인정보 유출 위험에 대한 인지된 통제성이 위치 기반 서비스에 미치는 영향 관계에서 위험 인식이 매개적 역할을 한다는 것이 확인되었다.

즉, 인지된 통제성이 낮을수록 개인정보 유출에 대한 위험 인식 수준이 높아지고, 이에 따라 위치 기반 서비스 이용 의도가 낮아지는 매개 효과가 발생하였다.

또한 프라이버시염려가 낮은 경우에는 이러한 위험 인식의 매개 효과가 발생하지 않고, 프라이버시 염려가 높은 상황에서만매개 효과가 발생하는 조절된 매개 효과가 확인되었다.

<논의 및 결론> 본 연구의 결과는 이용자의 인지된 통제성, 위험 인식, 개인의 프라이버시 염려 수준 등이 개인정보 유출 위험으로부터 스스로를 지키는 정보보호행동에 영향을 미치며, 이러한 것들이 위치 기반 서비스를 이용하는데 있어 주요한 변수임을 제시하였다.

@highlight

<배경 및 목적> 최근 위치 기반 서비스 분야 내 개인정보 유출 피해 사례가 잇따라 발생하는데 주목하여, 본 연구는 이용자의인지된 통제성 및 위험 인식 및 프라이버시 염려 등의 요인이 위치 기반 서비스 이용 의도에 어떠한 경로로 영향을 미치는지 탐색적으로 증명하고자 하였다.

