디자인 조형화 과정에 있어서 최근에는 소비자들의 참여가 점차 늘어나고 있는 추세이며, 소비자들은 제품의 형태에 대한 직접적인 평가나 제안을 하기도 하며, 기업에서도 이러한 소비자들의 참여를 유도하기 위한 다양한 방안을 제시하고 있다.

하지만 근본적으로 제품의 형태를 다루는 데에 있어서 소비자와 디자이너는 어느 정도의 시각 차이를 가지고 있으며, 이는 곧 제품 조형화 과정에 있어서 소비자와 디자이너의 효과적인 커뮤니케이션에 방해요소로 작용하고 있다.

이를 해결하기 위해 소비자와 디자이너의 제품 형태에 대한 감성반응에 대한 특징을 통해 소비자의 감성반응을 이끌어 낼 수 있는 효과적인 가이드라인을 알아보는 방법을 연구 하였다.

이러한 소비자와 디자이너의 제품 형태에 대한 감성반응을 알아보기 위한 실험을 진행 하였는데, 먼저 제품 형태 기반의 감성 이미지 어휘에 대한 정립을 진행 하였다.

정립된 이미지 어휘를 기반으로 각각 소비자와 디자이너에게 동일한 실험을 진행 하였다.

실험 결과, 소비자와 디자이너의 형태에 대한 감성 반응은 유의한 성향을 띄게 되는데 이 때 디자이너가 소비자에 비해 보다 극적인 반응을 나타내는 특징이 나타났다.

@highlight

우리는 소비자 및 디자이너 제품 유형에 대한 정서적 반응 특성을 통해 소비자 정서적 반응을 끌어낼 수 있는 효과적인 지침을 식별하는 방법을 연구한다.

@highlight

소비자와 디자이너의 형태에 대한 감정적인 반응은 중요한 성향을 띄게 되는데 이때 디자이너가 소비자보다 더 극적인 반응을 보였다.

