2019년 경찰청은 실종자 수색에 대한 효율을 높이고 대국민 신뢰도 향상을 위해 실종자 수색용 무인비행장치를 구매하고 전국 지방경찰청에 2대씩 배치하여 2020년부터 실무 운용 중이다.

이에 경찰청은 실무 운용을 위해 경찰 무인비행장치 운영규칙을 경찰청 훈령으로 제정하였다.

본 연구는 행정입법의 관점에서 경찰 무인비행장치 운영규칙의 의미를 분석하였으며, 한국과 미국의 유관기관의 운용규정을 비교 분석하여, 공통점과 차이점을 분석함으로써 운용규칙에 필요한 목적과 정의, 운용 범위, 운용 요원 자격 및 편성, 영상 촬영 및 관리, 장비관리 등 정책적 방향성 요소들을 도출하였다.

이를 통해서 향후 경찰의 무인비행장치 운용규칙의 발전방향과 운용 범위의 확장에 있어서 방향성을 제시하였다.

본 연구는 경찰의 무인 비행 장치 운용규정의 비교 분석, 행정규칙의 이론적 함의 분석 및 방향성 고찰을 통해 치안경쟁력을 강화하기 위한 기반이 될 수 있다.

또한, 향후연구에 대한 이론적 고찰과 연구방향을 구체화하였다는 점에서 함의가 있다.

@highlight

본 연구의 목적은 행정입법의 관점에서 경찰 무인비행장치 운영규칙의 의미를 분석하고, 한국과 미국의 유관기관의 운용규정을 비교 분석하여, 공통점과 차이점을 분석하는 데 있다.

@highlight

그 결과, 운용규칙에 필요한 목적과 정의, 운용 요원 자격 등 정책적 방향성 요소들을 도출해냈다.

