신제품성과 창출에 관한 대부분의 선행연구 들은 품질, 혁신속도, 전략지향성, 고객지향성 등의 요인 간 인과관계 검증에 국한되어 있다.

그러나 본 연구에서는 기업의 기술지향성과 조직유효성이 신제품성과에 미치는 영향을 분석하기 위한 목적으로 실증연구를 진행하였다.

첫째, 기업의 기술지향성은 신제품성과에 어떠한 영향을 미치는가?

둘째, 기업의 조직유효성은 신제품성과에 어떠한 영향을 미치는가?

셋째, 기업의 시장진입순서는 기술지향성, 조직유효성과 신제품성과 간에 어떠한 영향을 미치는가?

그 조절효과를 검증하고자 하였다.

이를 위하여 제약기업의 신제품 관련 조직구성원 185명을 연구대상으로 선정하여 설문조사를 실시한 후 연구결과를 도출하고, 구조방정식모형을 이용한 실증분석을 수행하였다.

연구결과를 보면 첫째, 제약기업의 기술지향성은 신제품성과에 긍정적인 영향을 미치는 것으로 나타났다.

둘째, 제약기업의 조직유효성은 신제품성과에 긍정적인 영향을 미치는 것으로 나타났다.

셋째, 시장진입순서인 선발진입과 후발진입은 제약기업의 기술지향성, 조직유효성과 신제품성과 간에 차별화된 영향을 미치는 것으로 분석되었다.

특히 본 연구에서는 국내 제약기업을 대상으로 이들의 변수들 간의 인과관계를 확인하였고, 조직유효성이 기술지향성과 신제품성과에 미치는 영향과 시장진입순서의 조절적 관계를 규명하였다는데 그 의의가 있다.

@highlight

이 연구에서는 기업의 기술지향성과 조직유효성이 신제품성과에 미치는 영향을 분석하기 위한 목적으로 실증연구를 진행했다.

@highlight

연구결과를 보면 첫째, 제약기업의 기술지향성은 신제품성과에 긍정적인 영향을 미치는 것으로 나타났다.

