전 세계적으로 다양한 해양에너지 개발사업이 활발하게 추진되고 있으며 세계 각국은 해양에너지개발에 대한 투자와 정책지원을 확대하고 있다.

삼면이 바다로 둘러싸인 우리나라는 풍부한 해양에너지자원을 가지고 있으며 그 중에서도 해상풍력, 조류발전, 파력발전, 해수온도차 발전 등에 관심과 투자가 더욱 집중되고 있다.

하지만 친환경적이라 여겨지는 해양에너지 개발사업이 오히려 환경을 훼손하고 지역주민과의 갈등을 유발하는 대상으로 지적되기도 한다.

이러한 문제는 경제적 효율성만을 강조하여 입지를선정하거나 발전시설의 건설과 운영이 미치는 해양생태계와 해양환경에 대한 영향조사가 소홀히 되거나현실적으로 이에 대한 정보수집이 어렵다는데서 출발한다.

이에 본 연구는 국내외 사례분석을 통해 우리나라 해양에너지 개발사업이 보다 친환경적으로 추진될 수 있는 정책적, 제도적 방안은 무엇인지 모색하는데 목적을 두었다.

본 연구에서는 해양에너지 개발사업 계획 수립 시 전략환경영향평가를 실시하여 환경성을 고려한 선제적 입지선정을 진행할 것과 해양에너지 개발사업의 건설과 운영과정에서 지속적인 해양환경 모니터링을 실시하여 환경영향자료가 확대되는 방안이 강구 될 것 등을 제안하였다.

@highlight

본 연구는 국내외 사례분석을 통해 우리나라 해양에너지 개발사업이 보다 친환경적으로 추진될 수 있는 정책적, 제도적 방안은 무엇인지 모색하는데 목적을 두었다.

@highlight

이 연구에서는 해양에너지 개발사업 계획 수립 시 전략환경영향평가를 실시하여 환경성을 고려한 선제적 입지선정을 진행할 것과 해양에너지 개발사업의 건설과 운영과정에서 지속적인 해양환경 모니터링을 실시하여 환경영향자료가 확대되는 방안이 강구 될 것 등을 제안했다.

