과도한 마모는 치료받지 않을 시 여러 문제점들을 야기시킬 수 있기 때문에, 정확한 분석 및 진단을 바탕으로 예지성 있는 치료계획을 수립하도록 노력해야 하고, 수직고경에 대한 평가 및 그에 따른 단계적인 치료를 통해 안정된 악간 관계를 회복시켜 주어야 한다.

또한 임플란트 치료의 장기적인 성공을 위해서는 이상적인 위치와 각도로 임플란트를 식립하는 것이 중요하며, 다수의 임플란트 치료에서는 그 중요성이 더욱 증가한다.

따라서 철저한 계획 및 진단에 따른 정확한 수술과 보철 과정이 중요하다.

본 증례에서는 다수의 치아 상실 및 전반적인 치아 마모로 인해 수직고경이 상실되어 있는 68세의 남자 환자에게 치료 전 단계에서부터 다양하고 체계적인 분석을 통해 수직고경을 회복하는 치료 계획을 세웠다.

콘빔컴퓨터단층촬영 데이터를 활용하여 새로 설정한 수직고경에 맞춰 가이드 수술을 시행하였고, 임플란트를 포함한 전악 고정성 보철 수복을 통해 기능 및 심미적으로 환자와 술자 모두 만족할 만한 결과를 얻었기에 이를 보고하고자 한다.

@highlight

과도한 마모는 치료받지 않을 시 여러 문제점들을 야기시킬 수 있기 때문에 정확한 분석 및 진단을 바탕으로 예지성 있는 치료계획을 수립하도록 노력해야 하고 수직고경에 대한 평가 및 그에 따른 단계적인 치료를 통해 안정된 악간 관계를 회복시켜 주어야 한다.

@highlight

콘빔컴퓨터단층촬영 데이터를 활용하여 새로 설정한 수직고경에 맞춰 가이드 수술을 시행하였고 임플란트를 포함한 전악 고정성 보철 수복을 통해 기능 및 심미적으로 환자와 술자 모두 만족할 만한 결과를 얻었다.

