현재까지 형망어업에 대한 대부분의 연구들은 어구 개량과 어획선택성에 관한 연구들이 주를 이루고 있어, 실질적인 조업실태를 고려한 형망어선에 관한 연구는 전무한 실정이다.

따라서 본 연구팀은 한국의 패류 형망어촌계를 방문하여 현장조사 및 설문조사를 통해 문제점을 파악함으로써, 개량된 패류 형망어선의 일반배치도를 작성 및 채택하였고 기초 복원력을 계산하였다.

패류 형망어선은 선수 하부에 부력제를 부착하고 있으며 끌줄이 조타실을 통해 빠져나오고 있다.

또한 선수에서 패류 선별작업이 이루어지므로 대부분의 어로장비들과 그물이 협소한 선미에 집중되어 있어 효율적으로 어로작업을 하기에 어려움을 겪고 있다.

마찬가지로 설문조사 결과 투망과 양망작업이 매우 불편하다는 사실이 밝혀졌다.

개량 어선의 어로장비를 재배치하고, 조타실과 선원실의 크기를 증대시키며, 화장실 또한 배치하였고 기본적인 복지공간을 확보하였다.

개량 어선의 복원성은 선박의 기본적인 복원성능을 시험하기 위한 5가지 상황으로 나누어져 계산되었으며, 모든 상황에서 어선의 복원성 기준을 만족하였다.

@highlight

현재까지 형망어업에 대한 대부분의 연구들은 어구 개량과 어획선택성에 대한 연구들이 주를 이루고 있지만, 실질적인 조업실태를 고려한 형망어선에 대한 연구는 전무한 실정이다.

