1997년 IMF 외환위기 이후 우리는 국제기구는 물론 사회 각계각층으로부터 기업지배구조의 개선과 기업 경영진에 대한 의무와 책임을 강화하여야 한다는 요청을 받았다.

이에 1998년 12월 상법을 개정하면서, “이사는 법령과 정관의 규정에 따라 회사를 위하여 그 직무를 충실하게 수행하여야 한다.

”는 이사의 충실의무 규정을 제382조의 3에 신설하였다.

이사의 충실의무에 관한 규정이 신설되기 이전에도 상법은 이사와 회사 간의 관계를 위임관계로 보고, 이사는 회사에 대하여 선량한 관리자의 주의 의무를 부담한다고 규정하고 있었다.

그런데 이사는 기업의 경영은 물론 사회경제 전반에 있어 중요한 역할을 수행하므로, 기존의 주의의무 규정 외에도 영미법상의 충실의무(duty of loyalty)를 도입하여 이사의 의무와 책임을 강화한 것이다.

하지만 이러한 입법에도 불구하고, 상법 제382조의 3의 충실의무에 대한 정리가 완벽하지 않아 실무상으로 활용도가 그리 높지 않았다.

다만 최근 우리 대법원은 이사의 충실의무를 다른 의무와는 별개로 독립적으로 적용하여 그 위반 여부에 대한 판단을 하였다.

이에 이 논문에서는 우리 상법에 규정되어 있는 이사의 충실의무에 대한 규정과 최근 대법원판결의 의미를 살펴보고, 이후 이 규정의 실효성을 높이기 위한 방안에 대하여 검토를 하도록 한다.

@highlight

1998년 12월 상법이 개정되었을 때 이사의 의무를 설정하였으며, 이사의 직무에 관한 새로운 규정이 제정되기 전에 상법은 이사와 회사의 관계를 위임으로 간주하고 이사는 좋은 관리자의 의무를 부담한다.

@highlight

본 논문은 우리 상법에서 대법원판결의 의의와 이사의 충실한 의무에 관한 규정을 살펴보고, 이러한 규정의 실효성을 높이기 위한 방안을 검토한다.

