본 연구의 목적은 교육의 궁극적 목적을 달성하기 위한 노력의 일환으로 강조되고 있는 인성교육의 방향을 언어를 통한 대화에서 찾아보고 그 가능성을 탐색하는 것이다.

즉, 이 연구는 학생들의 전인적 발달을 꾀하기 위한 방법을 언어를 통한 인성교육에서 찾고자 하는 것이다.

이를 위해서는 교실상황에서 일반적으로 사용되는 언어를 부정적 언어와 긍정적 언어로 나누어 각각의 언어가 대화 속에서 드러나는 심리적 영향력을 분석하고, 이를 토대로 연구자는 인성교육을 위한 대화 방식을 제시하였다.

그 결과 부정적 언어는 학생들의 낮은 학습동기와 부정적 정서를, 긍정적 언어는 높은 학습동기와 긍정적 정서를 발달시키는 것으로 드러났다.

구체적으로 You-

message보다는 I-

message를, Be-

message보다는 Do-

message를, 칭찬하는 언어보다는 격려하는 언어 등을 사용할 때 학생들의 언어가 긍정적으로 발달하는 것으로 나타났다.

또 긍정적 언어를 사용할 때 학생들의 자존감이 높아질 뿐만 아니라 타인을 존중하고 배려하는 언어 표현과 행동 방식을 보여 긍정적인 인지 발달 및 심리적 안정감을 갖게 되는 것으로 드러났다.

이로써 교실상황에서 교사의 긍정적 언어 사용에 의한 대화기법이 학생들의 인성을 긍정적으로 발달시키는 데 기여한다는 것이다.

@highlight

이 연구의 목적은 교육의 궁극적 목적을 달성하기 위한 노력의 일환으로 강조되고 있는 인성교육의 방향을 언어를 통한 대화에서 찾아보고 그 가능성을 탐색하는 것이다.

