본 논문의 목적은 ‘계파 정치에 동원되는 시민단체’변수를 통해 국회 대립 구도의 극복을 위한 대안으로 시민단체의 바람직한 역할을 모색한다.

‘계파 정치에동원되는 시민단체 변수’에 대한 이론적 논의와 설명 방식은 계파 정치와의 관련성에 따른 경로 의존적인 메커니즘에 따라 단계별로 설명한다.

즉, ‘계파 정치 변수’와 계파 정치의 다른 측면인 ‘제왕적 대통령제 변수’를 논의한 이후 그것을 전제로 연관시켜 서술한다.

본 논문은 이론적 논의에 이어 경험적 설명의 사례로19대 국회의 대립 구도를 극명하게 보여 줬던 “「세월호 특별법」 논란”과 “역사교과서 논란”을 다룬다.

특히, 한국의 대의 과정은 선거 승리를 위해 응집력이 강한 계파들의 ‘집단 극단화’를 통해 ‘정당의 극단화’와 ‘국회의 극단화’로 나아가국회 대립이 심화되는 정치적 양극화를 양산한다.

시민단체는 승리 지상주의적선거 전술을 위한 정당의 ‘집단 극단화’와 ‘정치적 양극화’를 막고, 숙의 민주주의적 정당성을 확보하기 위한 중재자와 보충제적 역할에 심혈을 기울일 필요가있다.

시민단체는 계파 정치의 집단 극단화와 정치적 편향성을 약화시키기 위한다양한 의견 개진과 함께 극단적 의견을 막을 ‘제3의 의견 발표’를 고무시킬 필요가 있다.

@highlight

‘계파 정치에 동원되는 시민단체’변수를 통해 국회 대립 구도의 극복을 위한 대안으로 시민단체의 역할을 모색하였다.

@highlight

‘계파 정치에 동원되는 시민단체 변수’에 대한 논의와 설명 방식은 계파 정치와의 관련성에 따른 경로 의존적인 메커니즘에 따라 설명한다.

@highlight

시민단체는 계파 정치의 집단 극단화와 정치적 편향성을 약화시키기 위한 다양한 의견 개진과 극단적 의견을 막을 ‘제3의 의견 발표’를 고무시켜야 한다.

