2009개정 교육과정에 따라 2014학년도부터 고등학교에서 쓰이게 될 한국사교과서 8종이 2013년 8월에 교육부의 검정을 통과했다.

그러자 이를 둘러싼 ‘교과서파동’이 다시 시작되었다.

이 8종의 『한국사』 교과서 가운데 상당수는 여전히 논란으로부터 자유롭지 못하다.

이들 교과서는 기존의 교과서가 지녔던 주요 문제점을 거의 그대로 지니고 있다.

교육부의 수정 과정을 종합적으로 검토해보면, 제(諸) 문제들은 주로 현대사 서술에 집중되어 있으며, 크게는 북한에 관한 호의적인 서술과 대한민국의 건국을 부정하고 대한민국의 정통성을 폄훼하는 서술로 나눠진다.

예를 들어 대한민국은 1948년 유엔총회에서 한반도 내 유일한 합법정부로 승인을 받았다.

하지만 현행 한국사 가운데 3종은 역사적 사실과 다르게 서술했다가 교육부로부터 수정 권고를 받았다.

특히 대한민국의 정통성을 폄훼하는 서술을 하고 있는 5종의 교과서는, 북한에 불리한 사실은 누락시키거나 북한의 주장을 그대로 되풀이하는 서술을 하고 있다는 평가를 받는 바로 5종의 교과서이다.

이들 5종의 교과서는 북한 정권을 옹호하는 서술과 대한민국을 폄하하는 서술들에 관해 교육부로부터 수정 권고를 받았다.

하지만 수정 권고를 제대로 이행하지 않거나 또는 ‘원문유지’ 입장을 고수하면서 아예 수정을 거부했고, 그 결과 편향적인 교과서라는 한계를 드러내고 있다.

@highlight

2009개정 교육과정에 따라 2014학년도부터 고등학교에서 쓰이게 될 한국사교과서 8종이 2013년 8월에 교육부의 검정을 통과했다.

