이 연구는 축구 경기력에 영향을 미치는 요인 중 하나인 공격지역 내 경기내용에 대하여 한국의 K-

리그, 스페인의 LFP, 영국의 EPL 간에 어떠한 차이가 있는지 비교·분석하여 리그별로 공격지역 내 경기 특성을 파악하는데 그 목적이 있다.

K-

리그, LFP, EPL 리그경기에서 각 20경기씩 총 60경기의 공격지역 내 경기내용을 부호화 분석방법을 통하여 침투유형의 특성을 알아보고, 요인들의 차이를 규명한 결론은 다음과 같다.

첫째, 세트플레이가 아닌 필드플레이로 공격지역에 침투하는 것은 LFP, EPL이 K-

리그보다 많아 경기가 더 흥미롭게 진행된다고 볼 수 있다.

또한 경기 초반과 후반 61~75분에서 더 많은 공격 기회를 만드는 것으로 나타났다.

둘째, EPL은 공격지역 침투 전술에서 다른 리그에 비해 속공에 의한 공격빈도가 높았다.

한편 지공에서의 차이는 없었지만 LFP가 다른 리그에 비해 다소 높게 나타났다.

셋째, 공격지역 침투 방법은 K-

리그가 다른 리그에 비해 땅볼패스를 많이 안하는 것으로 나타났다.

또한, 공격지역 침두방향에서도 측면공격을 많이 사용하지 않는 것으로 나타났다.

국내 K-

리그가 경기력을 향상시키고 관중들에게 더 많은 볼거리와 흥미를 주기위해서는 기본적인 실경기시간과 공격 빈도를 높이고와 공격방향의 다양성을 갖추는 것이 중요할 것으로 판단된다.

@highlight

본고는 축구 경기력에 영향을 미치는 요인 중 하나인 공격지역 내 경기내용에 대하여 한국의 K-

@highlight

리그와 스페인의 LFP, 영국의 EPL 간에 어떤 차이가 있는지 비교 및 분석하여 리그별로 공격지역 내에 경기 특성을 파악하고자 하였다.

