마우스가드는 19세기 복싱선수들의 구강내 열상과 연조직의 외상을 막기 위해 사용되었다.

최근에는 치과영역에서 다양하게 사용되고 있으며, 운동 보호 장치, 미백용 장치물, 교정용 유지 장치, 수술용 가이드 장치, 턱관절 안정 장치물 등에 쓰이고 있다.

습관적인 이 악물기에 의한 반복적인 5급 수복물의 탈락은 우선 이 악물기에 의한 스트레스를 조절한 후 수복이 이루어져야한다.

마우스가드는 이 악물기에 의한 스트레스를 조절하는 장치물로 사용할 수 있다.

본 증례에서는 마우스가드로 치아에 가해지는 스트레스는 감소시키는 것에 대해 논의할 것이다.

마우스가드를 사용함으로써 반복적인 탈락을 나타내는 5급 수복물의 유지에 단기적으로 만족스러운 결과를 얻을 수 있었다.

만약 환자 및 치과의사가 이 악물기로 반복적인 탈락을 나타내는 수복물로 고생하고 있다면, 마우스가드의 보조적인 사용이 치경부 수복물의 유지에 도움을 줄 수 있을 것이다.

@highlight

본 증례에서는 마우스가드로 치아에 가해지는 스트레스는 감소시키는 것에 대해 고찰하는데 마우스가드를 사용함으로써 반복적인 탈락을 나타내는 5급 수복물의 유지에 단기적으로 만족스러운 결과를 확인하였다.

