국회 입법 교착 현상을 두고 국회선진화법에 대한 부정적 평가와 비판이 주를 이루고 있다.

본 연구는 이런 평가가 충분한 근거 없이 이루어지고 있다고 판단하고, 국회선진화법의 도입 전후인 18, 19대 국회의 입법 과정에 대한 질적 분석을 통해 해당 법률이 실제 입법 교착을 유발하였는지 검증한다.

특히 국회선진화법이 일반 법률안에적용되는 것이 아니라 정당 간 쟁점법안에 적용되는 특수 규칙이라는 점에 근거하여핵심 쟁점법안을 분석 대상으로 한다.

쟁점법안을 다시 예산부수법안과 일반 쟁점법안으로 분류하여 분석한 결과 국회선진화법이 입법 교착의 원인이라고 쉽게 단정 짓는것은 문제가 있으며, 해당 법률의 존재 여부와 관계없이 정당 간 협상에서 양보가 이루어질 때 법안 통과가 가능했다고 주장한다.

또 대통령과 여당 간 관계, 정당 지도부의 개별 의원 통제 등 정당 민주주의와 정치 문화가 입법 교착에 작동하고 있음도 확인한다.

또 법 도입의 취지를 고려하여 국회선진화법이 합의형 정치 문화로의 개혁에 활용될 수 있는 방향에 대해 제언한다.

@highlight

국회 입법 교착 현상을 두고 국회선진화법에 관한 부정적 평가와 비판이 주를 이루고 있는 실정이다.

@highlight

이에 이 논문은 이런 평가가 충분한 근거 없이 이루어지고 있다고 판단하고 있다.

