인터넷이 중추적 미디어로 등장함에 따라 인터넷 이용을 둘러싼 부작용들이 사회이슈로 제기되고 있다.

인터넷 중독현상과 대응은 국가마다 정형화된 대응양식으로 나타나지 않는다.

아직 초기단계라 법제도적 노력도 정비되지 못한 현실이다.

이러한 문제 상황에 대한 인식의 바탕에서 본 논문은 국내·외 인터넷 중독실태와 인터넷 중독예방을 위한 대응동향을 비교분석한 후 인터넷 중독문제의 예방 및 최소화를 위한 제도 구축 및 운영을 위해 이론 및 정책적 시사점을 모색하고자 한다.

분석결과, 각국의 인터넷 중독예방 및 치료를 위한 대응노력은 홍보, 교육(상담), 정보제공, 법률, 규제, 민간단체 등 사회적 인프라 등의 수단이 채택되고 있으며 홍보와 규제수단이 가장 많이 활용되는 것으로 나타났다.

향후 시민사회의 자율성을 강화하는 방향에서 정부는 지식정보제공 및 인프라 확충에 초점을 두면서 법률 및 제도적 정비가 필요함을 시사한다.

나아가 인터넷 중독문제에 대한 새로운 접근으로서 이해관계자의 자발적인 참여와 협력에 바탕을 둔 자율규제기제로서 공동가치창출(Co-

creation)은 기존 거버넌스의 대안으로서 가치를 지니고 있음을 확인하였다.

@highlight

인터넷이 중추적 미디어로 등장함에 따라 인터넷 이용을 둘러싼 부작용들이 사회이슈로 제기되고 있다.

@highlight

아직 초기단계라 법제도적 노력도 정비되지 못한 현실이다.

