최

근

 

우

리

나

라

에

서

도

 

연

안

여

객

선

에

 

의

한

 

여

객

의

 

운

송

이

 

점

차

 

증

가

하

고

 

있

다

.

 

해

상

여

객

운

송

계

약

은

 

해

상

여

객

운

송

사

업

자

가

 

제

시

하

는

 

‘

운

송

약

관

’

에

 

의

하

여

 

체

결

되

는

 

것

이

 

일

반

적

이

다

.

 

우

리

나

라

에

서

는

 

「

해

운

법

」

에

 

의

하

여

 

해

상

여

객

운

송

사

업

자

의

 

운

송

약

관

을

 

규

율

하

고

 

있

는

데

,

 

과

거

에

는

 

인

가

주

의

였

다

가

 

1

9

9

9

년

부

터

는

 

자

유

주

의

로

 

변

경

되

었

다

가

 

2

0

1

3

년

부

터

는

 

신

고

주

의

로

 

바

뀌

어

 

규

제

하

고

 

있

다

.

 

실

무

적

으

로

는

 

대

부

분

의

 

연

안

여

객

운

송

사

업

자

는

 

한

국

해

운

조

합

에

서

 

성

안

한

 

「

연

안

여

객

선

 

운

송

약

관

」

을

 

거

의

 

그

대

로

 

신

고

하

여

 

사

용

하

고

 

있

다

.

 

연

안

여

객

선

에

 

의

한

 

여

객

의

 

운

송

에

 

관

한

 

관

심

과

 

그

 

사

용

빈

도

가

 

올

라

가

고

 

있

음

에

 

반

하

여

 

우

리

나

라

 

상

법

의

 

규

정

은

 

1

9

6

2

년

 

상

법

제

정

 

당

시

의

 

여

객

운

송

에

 

관

한

 

규

정

을

 

거

의

 

그

대

로

 

사

용

하

고

 

있

고

,

 

해

상

여

객

운

송

과

 

관

련

된

 

1

9

7

4

년

 

해

상

 

여

객

 

및

 

수

하

물

의

 

운

송

에

 

관

한

 

아

테

네

 

협

약

(

이

하

 

아

테

네

 

협

약

)

은

 

가

입

 

또

는

 

비

준

하

지

 

않

고

 

있

는

 

상

태

이

다

.

 

따

라

서

 

우

리

나

라

의

 

해

상

여

객

운

송

 

관

련

 

법

규

는

 

상

당

히

 

낙

후

된

 

상

태

로

 

평

가

될

 

수

 

있

을

 

것

이

다

.

 

이

 

논

문

에

서

는

 

우

선

 

연

안

여

객

운

송

계

약

에

서

 

사

용

되

는

 

운

송

약

관

에

 

대

한

 

우

리

나

라

의

 

행

정

적

 

규

제

방

법

의

 

변

화

와

 

이

의

 

적

절

성

에

 

관

하

여

 

연

구

하

였

다

.

 

이

어

서

,

 

실

제

로

 

많

이

 

사

용

되

는

 

한

국

해

운

조

합

의

 

「

연

안

여

객

선

 

운

송

약

관

」

에

서

 

법

적

으

로

 

쟁

점

이

 

되

는

 

사

항

을

 

자

세

히

 

고

찰

하

고

 

이

러

한

 

법

적

 

문

제

 

해

결

을

 

위

한

 

상

법

 

규

정

의

 

개

정

에

 

관

한

 

의

견

을

 

제

시

하

고

 

있

다

.

@highlight

본 논문은 우선 연안여객운송계약에서 사용되는 운송약관에 관한 우리나라의 행정적 규제방법의 변화와 이의 적절성에 대해 연구했다.