본 연구의 목적은 심리운동 전문가들이 인식하는 장애아동 발달재활 서비스로서 심리운동의 전문성과 효과를 분석하는 것이다.

이를 위해, 대학의 교과목 이수와 심리운동 연수를 통하여 심리운동사 자격을 취득하고 현장에서 장애아동을 대상으로 심리운동프로그램을 운영하고 있는 심리운동사 92명을 편의표본 추출법(convenience sampling)과 판단표본 표집법(judgemental sampling)으로 선발하였으며, 이들을 대상으로 개방형 설문을 진행하였다.

설문 대상 중 성실하게 응답한 89명의 응답을 내용분석(content analysis) 방법을 적용하여 분석하였으며, 다음과 같은 결과를 도출하였다.

먼저, 심리운동의 전문성은 대상자 중심의 접근 방법, 전인적 발달 추구, 지도자의 전문성, 활동의 확장성, 전문적인 내용 체계, 자존감 향상, 과정 및 체험 중심, 놀이적 성격의 활동 등으로 나타났다.

다음으로 심리운동의 효과에 대해서는 자존감 향상, 인지 기능 향상, 감각 및 지각 발달, 자기 조절력 향상, 정서적 안정, 표현력 향상, 사회성 발달, 신체 기능성 발달, 가족 기능 회복, 환경 적응력 향상 등으로 인식하는 것으로 나타났다.

이러한 결과는 장애아동 발달재활 서비스로서 심리운동의 정체성 및 전문성 제고에 기여할 것이며, 대학의 심리운동 관련 교과목 및 심리운동사 연수 프로그램의 내용 구성에 유용한 정보가 될 것으로 사료된다.

@highlight

이 연구의 목적은 심리운동 전문가들이 인식하는 장애아동 발달재활 서비스로서 심리운동의 전문성과 효과를 분석하는 것이다.

@highlight

먼저, 심리운동의 전문성은 대상자 중심의 접근 방법, 전인적 발달 추구, 지도자의 전문성, 활동의 확장성, 전문적인 내용 체계, 자존감 향상, 과정 및 체험 중심, 놀이적 성격의 활동 등으로 나타났다.

