탈냉전 시 들어 과학적 일반화를 통한 예측보다 역사적 성찰을 중시하는 흐름이 형성되었으며 이러한 분위기를 배경으로 한국에서도 외교사 연구가 활성화되었다.

금세기 이후 한국 외교사 연구는 몇 가지 특징을 보여주는데 외교사와국제정치학간의학제적연구의모색, 식민지와냉전시로연구시 기의확, 개념사등새로운연구방법론의적용, 외교사연구에기반한이론 화 시도 등이 그것이다.

향후 한국 외교사 연구가 국제정치학 일반의 발전을 견인하기 위해서는 보다 긴장감 있는 연구가 필요하다.

첫째, 한국 외교사 연 구에 토를 둔 동아시아 국제정치의 이론화가 본격화되어야 할 것이다.

둘 째, 근현 시에서 벗어나 연구 범위를 전근, 고까지 확장할 필요가 있 다.

셋째, 한국 외교사와 국제정치학의 학제적 연구뿐만 아니라 한국 외교사 와북한학간의학제적연구도시도해볼만하다.

넷째, 오늘날한국외교의과 제를고려하여한중관계사에한집중적투자와연구가필요하다.

이러한작 업들이 순조롭게 진행된다면 그 종착역은 한국적 국제정치학의 정립, 국제정 치학에서한국학파의형성이될것이다.

@highlight

외교사와 국제정치학간의 학제적 연구의 모색, 식민지와 냉전시대로 연구시기의 확립, 개념사 등 새로운 연구방법론의 적용, 외교사 연구에 기반한 이론과 대화의 시도를 통하여 앞으로 한국 외교사 연구가 국제정치학 일반의 발전을 견인하기 위한 긴장감 있는 연구가 필요해 보인다.

