끊임없이 변화하는 정보사회에 들어서면서 세계의 정보통신의 방법이 유선 통신에서 무선 통신으로 바뀌었고, 무선 휴대용 단말기를 통해 정보를 교환할 수 있다.

휴대용 단말들은 복잡한 구조를 가지고 있으며, 정보의 수집, 준비 및 탐색을 하는 기능을 한다.

휴대성을 강조하기 위해 VLSI 반도체 기술, 최적화된 전원관리 기술을 채택하여 시간과 장소에 관계없이 쉽고 편리하게 정보를 교환하도록 설계되었다.

휴대용 단말은 더욱 안정적이고 신뢰할 수 있는 시스템이 요구된다.

이러한 요구 사항을 만족시키기 위해 배터리 소모량을 모니터링 하는 전원 모니터링시스템에 대해 연구하였다.

첫 번째로 리튬 이온 전지 배터리의 집적 회로를 통해 소비되는 배터리 양을 측정하였다.

두 번째로 뉴럴 네트워크를 이용하여 첫 번째 단계에서 얻은 데이터를 시뮬레이션 하였다.

배터리의 남은 전력량은 비선형 특성으로 인해 숫자로 표현하기가 어렵다.

따라서 역전파 알고리즘을 사용하여 선형 특성을 얻을 수 있도록 함수를 최적화하였다.

마지막으로 실제 측정을 통해 얻은 데이터와 뉴럴 네트워크로 구한 데이터를 비교한 후 그래프로 나타내었다.

두 데이터의 비교 결과 실험과 시뮬레이션 데이터가 거의 비슷하였다.

@highlight

휴대용 단말의 안정적이고 신뢰할 수 있는 시스템이 요구되어 본 논문에서는 배터리 소모량을 모니터링 하는 전원 모니터링시스템에 대해 연구하였다.

@highlight

실제 측정을 통해 얻은 데이터와 뉴럴 네트워크로 구한 데이터를 그래프로 비교한 결과 실험과 시뮬레이션 데이터가 거의 비슷하게 나타났다.

