본 연구는 충남지역 초등 영재교사를 대상으로 이들의 영재교육 경험의 의미를 탐색하고자 하였다.

본 연구의 대상은 단위학교 초등 영재교사 6명이며, 연구 참여자에게 인터뷰를 실시하고 현상적 연구방법을 사용하여 이들의 영재교육경험의 의미를 분석하였다.

그 결과, 영재 교수 활동, 영재교사 시작 및 연수, 행정 및 재정 지원, 교장/교감 및 동료 교사 측면에서 총 43개의 주제어와 20개의 기본 구조가 발견되었다.

초등 영재교사들은 영재 교수 활동 과정에서 ‘즐거움’의 긍정적 정서를 경험하는 것으로 나타났다.

반면, 이들은 영재 교수 활동 및 영재업무의 부담감을 영재교육의 어려움의 하나로 꼽았으며 영재교육을 위한 행정 및 재정적인 지원이 미비함을 경험한 것으로 나타났다.

또한 교장/교감 및 동료 교사의 영재교육에 대한 인식의 변화가 필요하다고 느끼고 있었다.

본 연구 결과는 단위학급 영재교육의 문제점 파악 및 초등 영재교육 운영 및 영재교사연수 프로그램 방향 설정을 위한 기초 자료로 활용될 수 있을 것으로 기대한다.

@highlight

이 연구는 충남지역 초등 영재교사를 대상으로 이들의 영재교육 경험의 의미를 탐색하려 했다.

@highlight

이 연구의 대상은 단위학교 초등 영재교사 6명이며, 연구 참여자에게 인터뷰를 실시하고 현상적 연구방법을 사용하여 이들의 영재교육경험의 의미를 분석했다.

@highlight

이 연구 결과는 단위학급 영재교육의 문제점 파악 및 초등 영재교육 운영 및 영재교사연수 프로그램 방향 설정을 위한 기초 자료로 활용될 수 있을 것으로 기대한다.

