본 연구는 조직 내 중간관리자의 리더십 역량 중 코칭리더십 역량과 긍정리더십 역량 향상을 위해 실시한 그룹코칭 프로그램의 효과성을 검증하는데 그 목적이 있다.

본 연구를 위해 서울시에 위치한 A사 팀장 중 실험집단 10명, 통제집단 7명을 선정하고 객관적인 측정을 위해 실험집단 참가자(팀장)의 직속 팀원 총 44명도 연구 대상에 포함시켰다.

그룹코칭 프로그램은 임원 인터뷰 및 문헌 연구, 전문가의 검토를 거쳐 사전에 확정하고, 5명씩 2그룹으로 나누어 2시간 8회기의 그룹코칭과 Follow-

up 1회기를 진행하였다.

본 연구의 자료 수집을 위해 사전, 사후, 추후 검사를 실시하였으며, 자료 분석결과 실험집단 팀원의 직무기반 코칭리더십, 관계기반 코칭리더십과 긍정적 의사소통에서 유의한 차이를 확인함으로써 가설 1, 2, 3, 4가 모두 지지되었으며, 실험집단 팀장의 사전, 사후, 추후와 실험집단 팀장과 통제집단 팀장의 상호작용 효과 분석 결과에서는 전체 영역에 걸쳐 점수의 차이가 확인됨에 따라 그룹코칭 프로그램의 효과성을 확인하였다.

이상의 연구결과를 바탕으로 본 연구의 시사점, 제한점 및 미래 연구를 위한 제언을 제시하였다.

@highlight

이 연구는 조직 내 중간관리자의 리더십 역량 중 코칭리더십 역량과 긍정리더십 역량 향상을 위해 실시한 그룹코칭 프로그램의 효과성을 검증하는데 그 목적이 있다.

