미국 사회에서는 디지털 경제의 심화와 더불어 약관의 사용이 증가함에 따라 종래 제2차 계약법 리스테이트먼트와 통일상법전을 기초로 발전되어온 코먼로 법리를 확인하고 체계화할 필요성이 대두되었다.

이러한 배경에서 지난 2012년 이후 소비자계약법 리스테이트먼트 프로젝트가 시작되었다.

동 프로젝트는 소비자계약 영역의 중요 판례 법리를 체계화하는 방법으로 양적 접근법을 활용하였다.

그 결과 약관의 편입, 약관의 변경, 약관의 해석과 내용 통제를 포함한 총 9개의 조문으로 구성된 잠정초안이 마련되었다.

해당 잠정초안에 대해서는 다양한 비판이 제기되면서 논의가 지속되고 있다.

특히, 제2조의 ‘동의’ 규정에 대해 전통적인 상호합의에 기초한 계약법리를 훼손한 것이라는 비판이 제기되고 있다.

동 리스테이트먼트 잠정초안의 개별 규정으로부터 우리나라의 소비자계약법에 다음과 같은 시사점을 얻을 수 있다.

첫째, 개념정의와 관련하여 초안의 개별 규정은 우리법의 입법론적 시사점을 제시해 준다.

둘째, 초안 제3조의 약관의 변경에 관한 규정은 약관의 개정이나 변경이 필요한 현실적 필요성에 따라 우리법의 해석에 도움을 줄 수 있다.

@highlight

미국에서는 디지털 경제의 심화와 약관 사용이 증가함에 따라 코먼로 법리를 체계화할 필요성을 배경으로 소비자계약법 리스테이트먼트 프로젝트가 시작되었다.

@highlight

그 결과 약관의 편입, 변경, 해석등 총 9개의 잠정초안이 마련되었으며, 해당 초안에 대해 다양한 비판과 논의가 지속되고 있다.

