중국은 그간의 경제성장을 바탕으로 소프트파워(Soft Power)를 통해 자국의 영향력을 대외적으로 확산하였다.

그러한 중국의 소프트파워 전략 중 하나가 세계 각국에 ‘공자학원’을 설립하여 중국문화를 전파하는 것이다.

현재 중국은 전세계에 공자학원(孔子學院) 525곳을 설립하여 운영하고 있는데, 이 가운데 아프리카에는 39개국에 54곳의 공자학원이 있다.

중국과 아프리카는 9년 연속 최대 무역파트너로, 중국의 입장에서 아프리카는 미래의 새로운 성장동력 지역이라 할 수 있다.

중국은 아프리카에 공자학원을 설립하여 중국어와 중국 문화를 전파하고, 중국과 아프리카 간의 우호 증진을 도모하고 있다.

경제적 교류를 넘어서 사회 전반에 걸친 소통이 확대되는 시점에서, 이러한 공자학원의 활동은 아프리카인들에게 중국을 이해시키는 중요한 역할을 하고 있다.

그러나 아프리카에서의 중국 소프트파워 전략은 여러 가지 문제점을 드러내기도 하였다.

교학 인프라는 여전히 부족한 상황이고, 문화와 경제적 차이로 인한 갈등과 모순도 발생하고 있다.

이러한 문제점들은 다양한 방법으로 그 강구책을 마련해야 할 것이다.

중국어 교육 전문가를 동원하여 현지 상황에 맞는 교재를 개발해야 하고 대학과의 협력을 통하여 아프리카 본토의 전문 교원 양성에 힘써야 할 것이다.

또한 보다 더 성공적으로 타국에 적응하고 있는 세계 각국의 문화원 활동을 벤치마킹하거나 갈등 해소를 위한 다양한 프로그램을 개발하려는 노력도 해야 할 것이다.

@highlight

중국은  소프트파워를 통해 자국의 영향력을 대외적으로 확산하였으며 소프트파워 전략 중 하나가 세계 각국에 ‘공자학원’을 설립하여 중국문화를 전파하는 것이다.

@highlight

현재 중국은 전세계에 공자학원을 설립하여 운영하고 있는데, 이 가운데 아프리카에는 39개국에 54곳의 공자학원이 있으며 중국과 아프리카는 9년 연속 최대 무역파트너로,  아프리카는 미래의 새로운 성장동력 지역이라 할 수 있다.

@highlight

경제적 교류를 넘어서 사회 전반에 걸친 소통이 확대되는 시점에서, 이러한 공자학원의 활동은 아프리카인들에게 중국을 이해시키는 중요한 역할을 하고 있으나 아프리카에서의 중국 소프트파워 전략은 여러 가지 문제점을 드러내기도 하는데 교학 인프라는 여전히 부족한 상황이고, 문화와 경제적  갈등과 모순도 발생하고 있다.

@highlight

 보다 더 성공적으로 타국에 적응하고 있는 세계 각국의 문화원 활동을 벤치마킹하거나 갈등 해소를 위한 다양한 프로그램을 개발하려는 노력도 해야 할 것이다.

