현재 정부에서 추진 중인 생활 SOC 복합화 사업으로 인해 앞으로 경기도 작은도서관은 양적으로 보다 증가될 것으로 예견되고 있으며, 이에 작은도서관이 내실화를 통해 질적으로 성장하기 위해서는 무엇보다 제도적·정책적인 지원이 선행되어져야 할 것으로 판단된다.

따라서 본 연구에서는 경기도 본청을 포함하여 경기도내 31개 시군의 작은도서관 조례를 분석하여 문제점을 도출하였으며, 이를 토대로 경기도 작은도서관을 활성화하기 위한 개정방향 및 조례(안)을 제안하였다.

연구결과, 경기도 작은도서관 활성화를 위한 개선방안으로 ① 작은도서관 관련 도서관법 및 사업 추진 강화, ② 작은도서관 설치 및 지원에 대한 도서관법 조항 강제조항으로 제정, ③ ?

도서관법?

에 관련 조항이 있을지라도 지방자치단체 작은도서관 지원 조례에서도 ?

도서관법?

에서 명시한 기준을 충족해야 한다는 사항만이라도 간단히 기술, ④ 해당 시군 작은도서관의 봉사대상자의 수와 장서의 규모를 반영한 작은도서관 확보 운영인력의 수 및 자격조건에 대한 조항 규정 등을 제안하였다.

@highlight


본 연구는 경기도 작은도서관이 질적으로 성장하기 위해서는 제도적·정책적인 지원이 선행되어져야 할 것으로 판단하고 경기도 본청을 포함한 시군의 작은도서관 조례를 분석하여 문제점을 도출하였으며, 이를 토대로 경기도 작은도서관을 활성화하기 위한 개정방향 및 조례(안)을 제안하였다.

