본 연구에서는 학기말 강의평가 결과의 활용도와 신뢰도를 분석하여 평가 방법과 관련된 문제점을 제시하고 효율적인 평가제도 정착을 위한 개선 방안을 제시하였다.

본 연구를 위하여 규모가 다른 두 대학을 선정하여 학기말 강의평가가 수업 개선에 사용되고 있는지 알아보고 수업유형과 형태에 따른 강의평가 결과를 단일 설문 강의평가 결과와 비교 분석하여 학생들의 응답 성향과 결과의 신뢰도에서 차이가 있는지 분석해 보았다.

연구에 참여한 교수들의 응답을 분석한 결과 대부분의 응답자들이 학기말 강의평가 결과를 확인하고 있었고 강의평가 결과가 수업에 도움이 된다고 응답하였다.

두 대학의 강의평가 결과를 비교분석한 결과 동일 응답률 분포도는 유사한 성향을 보여 학생들의 불성실한 응답 태도는 강의평가의 종류와 관계가 없다는 것이 밝혀졌다.

그러나 여러 가지 수업 유형 중 강의자가 여러 명이고 상호작용이 거의 없는 옴니버스식 수업의 동일 응답률이 매우 높고 상호 작용이 빈번한 토론 수업에는 동일 응답이 매우 낮게 나타났다.

또한 수업 참여도가 높을수록 수업만족도가 높게 나타나 수업 유형이 학생들의 강의평가 태도에 영향을 미치는 것으로 나타났다.

본 연구의 결과를 바탕으로 효율적이고 신뢰도를 높이기 위한 강의평가 개선 방법이 제안되었다.

@highlight

본 연구는 학기말 강의평가 결과의 활용도와 신뢰도를 분석하여 평가 방법과 관련된 문제점을 제시하고 효율적인 평가제도 정착을 위한 개선 방안을 제시 한 것으로, 분석한 결과 대부분의 응답자들이 학기말 강의평가 결과를 확인하고 있었고 강의평가 결과가 수업에 도움이 된다고 응답하였는데, 이를 바탕으로 강의평가 개선 방법이 제안되었다.

