본 연구는 소크라테스가 학생들의 도덕성을 효과적으로 형성시키는 일을 어떻게 하고 있는지를 고찰하고 이것이 초등학교의 도덕과 교육과정 개정에 어떠한 시사를 줄 수 있을지를 탐색한다.

이를 위해 본 연구는 학생들의 인성과 인격의 진정한 변화를 가져올 수 있는 예를 플라톤의 대화편들 속에 등장하는 소크라테스의 생각과 말을 분석하여 제시하고자 한다.

분석의 결과 소크라테스는 학생들의 도덕성이 바람직하게 변화되기 위해서는 수업 시간 동안에 인지적 도덕성, 정의적 도덕성, 행위적 도덕성이 혼연일체가 되어 학생들의 인생관과 세계관의 변화로 이어지도록 하는 교수방법을 사용하고 있음을 확인하였다.

뿐만 아니라, 소크라테스는 진정한 도덕성의 교수·학습은 일주일에 1시간의 도덕 수업으로 가능한 것이 아니라 가르치는 자와 배우는 자 모두 매일 전심전력으로 몰두하여 공부하고 그러한 정신으로 일상생활을 할 때 가능하다는 것을 알려주고 있다.

즉, 교사와 학생은 그들의 모든 삶을 통해서 도덕적 사고를 하고 대화를 할 때 이 일이 가능함을 보여주고 있다.

이러한 연구 결과는 진정한 인성교육을 위해서는 소크라테스의 도덕교육관을 불가피하게 받아들여 초등학교 도덕과의 교육과정을 개정해야 할 필요성을 말해준다.

@highlight

이 연구는 소크라테스가 학생들의 도덕성을 효과적으로 형성시키는 일을 어떻게 하고 있는지를 고찰하고 이것이 초등학교의 도덕과 교육과정 개정에 어떠한 시사를 줄 수 있을지를 탐색한다.

