본 연구에서는 강재 곡선거더에서 수평보강재로 웨브 1단 보강 시 보강재 필요 휨강성을 평가하였다.

곡선거더는 곡률로 인해 휨 거동이 직선거더와는 다르므로 대부분의 교량설계기준에서는 수평보강재가 곡률중심 쪽(내측) 또는 반대쪽(외측)에 설치되는경우를 구분하여 보강재의 필요 휨강성을 제시하고 있다.

직선거더 대비 곡선거더에서 보강재 필요 휨강성은 재료 및 기하비선형해석으로부터 평가하였다.

항복강도 355 MPa 강재거더에 대해 웨브 패널의 형상비, 곡률반경, 보강재의 위치(내측 또는 외측)를 매개변수로 고려하였으며, 곡선거더에서 보강재의 필요 휨강성은 직선거더와 동등한 수준의 휨강도가 얻어질 때로 설정하였다.

해석결과에 근거하여 AASHTO LRFD 교량 설계기준 대비 수평보강재의 휨강성에 대해 수정된 식을 잠정적으로 제안하였다.

@highlight

이 논문은 강재 곡선거더에서 수평보강재로 웨브 1단 보강 시 보강재 필요 휨강성을 평가한다.

@highlight

이에 연구에 있어 곡선거더에서 보강재의 필요 휨강성을 직선거더와 동등한 수준의 휨강도가 얻어질 때로 설정하여 평가했다.

