본 연구는 철근상세(대각선 및 수평 철근상세)가 실규모 연결보의 구조성능에 미치는 영향을 평가하기 위하여 실시되었다.

연결보의 시공성 및 경제성을 향상시키기 위하여 고강도 철근(SD500 및 SD600)을 사용하였다.

반복하중이 작용하는 동안 연결보의 순경간(양쪽 전단벽 사이의 간격)을 유지하기 위하여 강체 프레임 및 링크조인트를 설치하였다.

실험결과 대각선 철근상세을 적용한 연결보가 수평 철근상세연결보에 비해 높은 연성을 나타내었다.

AC1318-14 기준은 대각선 철근상세의 연결보 설계에는 적용이 가능할 것으로 판단되나, 수평 철근상세 연결보의 최대내력은 과대평가하는 것으로 나타났다.

ASCE 41-13에서 제시된 연결보의 유효강성은 대각선 및 수평 철근상세를 적용한 연결보의 실험결과를 과대평가하고 있는 것으로 판단된다.

@highlight

본 논문은 철근상세가 실규모 연결보의 구조성능에 미치는 영향을 평가하고자 하였다.

@highlight

연결보의 시공성과 경제성을 향상시키기 위하여 고강도 철근인 SD500과 SD600을 활용하였다.

