고구려는 王族 중 최소한 왕위계승권자에게 封地가 수여되는 관례가 있었고, 기타 非血緣的인 大加的(제후적) 존재들도 있었다.

고구려 전기 관등제를 고구려 식 분봉제의 시각에서 분석해 본 결과, 전기의 지배구조는 기본적으로 계루부 왕권을 頂點으로 하여 자치적인 大加들이 국왕 밑에 결집한 형태였다는 것을 다시 한번 확인할 수 있었다.

기존 학계의 유력 학설이던 ‘제가회의’는 여러모로 재고의 여지가 있다.

대신 10월 동명제의 일부인 ‘公會’가그 역할을 했을 것으로 추정된다.

공회는 말하자면 ‘朝廷會議’지만, 연례적 행사로 고구려 전국의 大小加들이참석하는 會盟的 성격을 지녔다.

여기에 참석한 제후적 존재들은 신성한 왕권에 절대적으로 복속하는 儀禮를치러야 했다.

고구려 전기의 ‘巡幸’ 역시 공회의 연장 상으로 공회에서 행해졌던 여러 의례들이 왕의 관심이 집중된 해당 순행지방의 대가가 참석한 가운데 한층 강조되었을 것이다.

이상의 검토 결과, 고구려 중기 금석문에 나타나는 복속관념의 원류를 고구려 전기의 지배구조에서 확인할 수 있었다.

@highlight

고구려 전기 관등제를 고구려 식 분봉제의 시각에서 분석해 본 결과, 전기의 지배구조는 기본적으로 계루부 왕권을 頂點으로 하여 자치적인 大加들이 국왕 밑에 결집한 형태였다는 것을 확인할 수 있었다.

@highlight

고구려 전기의 ‘巡幸’ 역시 공회의 연장 상으로 공회에서 행해졌던 여러 의례들이 왕의 관심이 집중된 해당 순행지방의 대가가 참석한 가운데 한층 강조되었을 것이다.

