이 논문은 충청권 지역농업협동조합들을 대상으로 조합 경영자에 대하여 과장급 이하의 직원들(이하 종업원이라 한다)이 인식하는 윤리적 리더십(ethical leadership)을 측정하고, 윤리적 리더십이 종업원의 직무몰입과 조직몰입에 영향을 미치는가의 여부를 상관분석 및 회귀분석을 통하여 확인한 논문이다.

조직 경영에 있어서의 윤리적 리더십의 중요성이 크게 부각되고 있음에도 불구하고 윤리적 리더십이 조직 및 팀에 미치는 성과에 대한 연구들은 여전히 부족하다.

본 논문은 재무적 이익만을 극대화하는 리더십(pseudo leadership)의 한계점을 대체할 수 있는 새로운 리더십인 윤리적 리더십에 대해 이론적으로 고찰하고, 협동조합 경영자의 윤리적 리더십과 종업원의 직무몰입, 조직몰입과의 관계를 실증적으로 분석하였다.

연구결과를 요약하면 다음과 같다.

첫째, 윤리적 리더십과 직무몰입, 조직몰입을 조사한 신뢰도는모두 높게 나타났다.

둘째, 윤리적 리더십과 직무몰입, 조직몰입의 상관관계를 확인한 결과, 모두 정(+)의 상관관계가 나타났으며, 직무몰입과 조직몰입 만이 통계적으로 유의하게 나타났다.

셋째, 회귀분석결과에서도 직무몰입이 조직몰입에 양의 관계가 존재함을 확인할 수 있었다.

@highlight

충청권 지역농업협동조합들을 대상으로 조합 경영자에 대하여 과장급 이하의 직원들이 인식하는 윤리적 리더십(ethical leadership)을 측정하고, 윤리적 리더십이 종업원의 직무몰입과 조직몰입에 영향을 미치는가의 여부를 분석하였는데 그 결과 모두 정(+)의 상관관계가 나타났으며, 직무몰입과 조직몰입만이 통계적으로 유의하게 나타났다.

@highlight

회귀분석결과에서도 직무몰입이 조직몰입에 양의 관계가 존재함을 확인할 수 있었다.

