본 연구의 목적은 조직 내에 있어서 파워 유형인 강압적, 보상적, 합법적 파워가 정서적 몰입 및 충성도에 어떠한 영향을 미치는지를 살펴보고, 노사중재는 조직 내 분쟁 해결의 한 방법으로 파워 유형과 정서적 몰입의 관계와 조절효과, 그리고 파워 유형과 충성도의 관계에 정서적 몰입의 매개역할을 분석하는 것이다.

이를 분석하기 위하여 본 연구는 360명의 직장인을 대상으로 설문조사를 실시하였으며, 첫째, 보상적 파워가 정서적 몰입에 유의적 정(+)의 영향을 미치는 것으로 나타났으며, 강압적 파워가 정서적 몰입에 부정적 영향을 미치는 것으로 나타났다.

합법적 파워는 정서적 몰입에 유의적인 영향을 미치지 않았다.

둘째, 정서적 몰입은 충성도에 긍정적 영향을 미치는 것으로 실증되었다.

셋째, 노사중재는 파워 유형과 정서적 몰입의 관계에 조절효과가 없는 것으로 나타났다.

넷째, 강압적 파워 및 충성도 관계에서 정서적 몰입이 부분매개 역할을 담당하고, 보상적 파워 및 충성도 경로에 완전매개역할을 담당하고 있다.

따라서 조직구성원의 정서적 몰입을 향상시키는 과정에서 강압적 파워의 사용을 가급적 회피하고 합법적 파워보다 상황에 맞는 보상적 파워를 사용하여 조직의 비전과 미래 제시를 통해 기업의 가치를 상승시킬 수 있으며, 구성원의 정서적 몰입 및 충성도를 높이고자 하는 데 본 연구결과가 전략적인 시사점을 제공할 수 있다.

@highlight

본 논문의 목적은 조직 내에 있어서 파워 유형인 강압적, 보상적, 합법적 파워가 정서적 몰입과 충성도에 어떤 영향을 미치는지 고찰했다.

@highlight

노사중재는 조직 내 분쟁 해결의 한 방법으로써 파워 유형과 정서적 몰입의 관계와 조절효과, 파워 유형과 충성도의 관계에 정서적 몰입의 매개역할에 대하여 분석한다.

