마

찰

말

뚝

의

 

경

우

 

연

약

지

반

이

 

깊

은

 

동

남

아

 

지

역

(

캄

보

디

아

,

 

미

얀

마

,

 

베

트

남

 

등

)

의

 

많

은

 

건

설

현

장

에

서

 

시

공

되

고

 

있

으

며

,

 

경

험

적

인

측

면

에

서

도

 

마

찰

말

뚝

에

 

대

한

 

시

공

사

례

가

 

많

이

 

축

적

되

어

 

있

다

.

 

본

 

연

구

에

서

는

 

토

사

층

에

서

 

발

휘

되

는

 

주

면

마

찰

력

을

 

비

교

분

석

하

기

위

하

여

 

미

얀

마

 

현

장

에

서

 

시

행

된

 

4

개

소

의

 

정

재

하

시

험

과

 

하

중

전

이

시

험

 

결

과

를

 

이

용

하

였

다

.

 

현

장

타

설

말

뚝

의

 

정

재

하

시

험

 

및

 

하

중

전

이

시

험

에

서

 

얻

어

진

 

주

면

마

찰

력

과

 

해

당

 

위

치

에

서

의

 

각

각

의

 

표

준

관

입

시

험

(

S

P

T

)

 

N

치

와

의

 

상

관

관

계

식

을

 

제

안

하

였

다

.

 

미

얀

마

지

역

은

 

토

사

층

의

 

범

위

가

 

폭

넓

게

 

분

포

하

여

 

국

내

 

지

반

조

건

과

 

상

이

한

 

특

성

으

로

 

인

해

 

S

P

T

-

N

값

에

 

의

한

 

각

각

의

 

주

면

마

찰

력

 

산

정

결

과

가

 

달

라

지

는

 

경

향

을

 

나

타

냈

다

.

 

사

질

토

 

지

반

에

서

는

 

미

얀

마

 

지

역

의

 

f

s

=

0

.

0

9

6

N

,

 

국

내

에

서

의

 

f

s

=

0

.

1

0

6

N

으

로

 

유

사

한

 

결

과

를

나

타

냈

으

나

,

 

점

성

토

 

지

반

조

건

에

서

는

는

 

미

얀

마

 

지

역

의

 

f

s

=

0

.

3

1

5

N

,

 

국

내

에

서

의

 

f

s

=

0

.

0

6

2

N

으

로

 

미

얀

마

 

지

역

의

 

주

면

마

찰

력

이

 

약

5

배

 

정

도

 

높

은

 

값

이

 

얻

어

졌

다

.

 

본

 

연

구

의

 

비

교

분

석

자

료

는

 

국

내

·

외

의

 

제

한

된

 

D

a

t

a

를

 

통

하

여

 

분

석

한

 

결

과

이

므

로

 

향

후

 

보

다

많

은

 

하

중

전

이

시

험

 

결

과

가

 

축

적

된

다

면

,

 

현

장

 

토

질

 

특

성

이

 

반

영

된

 

N

치

에

 

따

른

 

주

면

마

찰

력

 

산

정

식

을

 

제

안

할

 

수

 

있

을

 

것

이

며

,

 

금

회

 

분

석

한

 

결

과

는

 

이

에

 

대

한

 

선

행

연

구

로

서

 

중

요

한

 

기

초

자

료

로

 

활

용

될

 

수

 

있

을

 

것

으

로

 

판

단

된

다

.

@highlight

본 연구에서는 토사층에서 발휘되는 주면마찰력을 비교 분석하기 위하여 미얀마 현장에서 시행된 4개소의 정재하시험과 하중전이시험 결과를 이용하였다.