본 연구의 목적은 창의적 문제해결력 신장을 목적으로 초등학교 사회과 5학년 2학기 9개 제재를 재구성한 Creative Thinker 온·오프 연계 프로그램의 현장적용성을 높이고 보다 효과적으로 운영하기 위한 교수-

학습 전략과 운영방안을 탐색하는데 있다.

연구의 목적을 달성하기 위해 Creative Thinker 프로그램 시범학교로 선정된 서울 창의초등학교(가칭)의 5학년 총 3개 학급에서 연구를 진행하였다.

연구자료는 참여관찰, 교사 및 학생 대상의 제재별 설문, 포커스 그룹 인터뷰를 통해 수집하였으며, 창의적 문제해결모형의 6단계로 범주화하여 각 단계에서의 교수-

학습 활동을 중심으로 질적 분석 하였다.

연구 결과, 창의적 문제해결의 각 단계에서 확산적 사고와 논리·비판적 사고를 촉진하기 위한 전략 뿐 아니라 문제상황 파악, 자율적인 문제해결, 원활한 모둠활동, 과제 완성을 안내하고 촉진하기 위한 전략이 사용되어야 함을 확인하였다.

또한 현장적용성을 향상시키기 위한 운영방안을 도출하였다.

연구의 결과로 도출된 교수-

학습 전략과 운영방안을 적용하여 Creative Thinker 온·오프 연계 프로그램의 수업 단계와 주요 활동을 제시하였다.

@highlight

창의적 문제해결력 신장을 목적으로 초등학교 사회과 5학년 2학기 9개 제재를 재구성한 온·오프 연계 프로그램의 현장적용성을 높이고 보다 효과적으로 운영하기 위한 교수-

@highlight

학습 전략과 운영방안을 탐색하는데 있다.

@highlight

Creative Thinker 프로그램 시범학교로 선정된 서울 초교 5학년 총 3개 학급에서 연구를 진행하였다.

@highlight

도출된 교수-

@highlight

학습 전략과 운영방안을 적용하여 Creative Thinker 온·오프 연계 프로그램의 수업 단계와 주요 활동을 제시하였다.

