본 연구의 목적은 결혼이민여성이 얼마나 보건의료서비스를 이용하고 있고 이용에 있어 서비스 이용 기관에 따라 차이가 있는지, 있다면 보건의료서비스 이용에 영향을 미치는 요인들이 서비스 기관에 따라 어떤 차이가 있는지를 알아보는 것이다.

본 연구는 2012년 다문화가족실태조사의 원 자료를 기반으로 총 12,314명의 결혼이민여성을 본 연구의 샘플로 선정하여 기술통계와 다항 로지스틱 회귀분석을 실시했다.

분석에 의하면 서비스 이용 기관에 따른 보건의료서비스 접근성에 영향을 요인들이 서로 상이하였다.

구체적으로, 병의원 이용의 결정요인은 거주 기간, 취업, 한국어 실력 등이었으며, 한의원 이용의 결정요인은 거주 기간, 교육 기간, 모국인 친구 등이었다.

또한 보건소 이용의 결정요인은 아동 수, 출신국가, 농어촌 거주, 그리고 약국 이용의 결정요인은 취업, 출신국가, 도시 거주 순으로 나타났다.

본 연구의 결과는 서비스 이용 기관에 따른 결혼이민여성의 서비스 이용 기관별 보건의료서비스 접근성에 있어 장애요인의 개선이 필요하며, 지속적으로 접근성을 증진시키는 정책적 발전방안이 필요함을 보여주고 있다.

@highlight

결혼이민여성이 얼마나 보건의료서비스를 이용하고 있고 이용에 있어 서비스 이용 기관에 따라 차이가 있는지, 있다면 보건의료서비스 이용에 영향을 미치는 요인들이 서비스 기관에 따라 어떤 차이가 있는지를 알아보는 것이다.

@highlight

결과적으로 서비스 이용 기관에 따른 결혼이민여성의 서비스 이용 기관별 보건의료서비스 접근성에 있어 장애요인의 개선이 필요하며 지속적으로 접근성을 증진시키는 정책적 발전방안이 필요하다.

