본

 

연

구

에

서

는

 

애

착

회

피

,

 

회

피

-

분

산

적

 

정

서

조

절

양

식

,

 

정

서

표

현

 

양

가

성

이

 

대

학

생

의

 

삶

의

 

만

족

도

에

 

미

치

는

 

영

향

에

 

관

해

 

알

아

보

았

다

.

 

또

한

 

애

착

회

피

,

 

회

피

-

분

산

적

 

정

서

조

절

양

식

,

 

정

서

표

현

 

양

가

성

과

 

삶

의

 

만

족

도

의

 

관

계

에

 

대

해

 

연

구

하

였

다

.

 

연

구

 

참

여

자

는

 

3

8

0

명

의

 

대

학

생

이

었

고

 

측

정

도

구

는

 

삶

의

 

만

족

도

 

척

도

(

S

W

L

S

)

,

 

성

인

애

착

척

도

(

E

C

R

-

R

)

,

 

정

서

조

절

양

식

 

체

크

리

스

트

,

 

정

서

표

현

 

양

가

성

 

척

도

 

한

국

판

(

A

E

Q

-

K

)

을

 

사

용

하

였

으

며

,

 

데

이

터

 

분

석

을

 

위

해

 

신

뢰

도

 

분

석

,

 

기

술

통

계

 

분

석

,

 

상

관

분

석

,

 

구

조

방

정

식

 

모

델

 

검

증

을

 

사

용

하

였

다

.

 

본

 

연

구

의

 

주

요

한

 

결

과

는

 

다

음

과

 

같

다

:

 

첫

째

,

 

상

관

분

석

 

결

과

 

애

착

회

피

는

 

회

피

-

분

산

적

 

정

서

조

절

양

식

,

 

정

서

표

현

 

양

가

성

과

는

 

정

적

인

 

관

계

를

 

나

타

내

었

으

나

 

삶

의

 

만

족

도

와

는

 

부

적

인

 

관

계

를

 

나

타

내

었

다

.

 

정

서

표

현

 

양

가

성

은

 

회

피

-

분

산

적

 

정

서

조

절

양

식

과

는

 

정

적

인

 

관

계

,

 

삶

의

 

만

족

도

와

는

 

부

적

인

 

관

계

를

 

보

였

으

며

,

 

회

피

-

분

산

적

 

정

서

조

절

양

식

 

또

한

 

삶

의

 

만

족

도

와

 

부

적

인

 

관

계

를

 

보

였

다

.

 

둘

째

,

 

각

 

변

수

 

간

의

 

매

개

효

과

 

유

의

성

 

검

증

결

과

 

정

서

표

현

 

양

가

성

이

 

회

피

-

분

산

적

 

정

서

조

절

양

식

 

보

다

 

삶

의

 

만

족

도

와

 

더

 

유

의

한

 

결

과

를

 

나

타

내

었

다

.

 

본

 

연

구

의

 

결

과

로

 

대

학

생

들

의

 

삶

의

 

만

족

을

 

이

해

할

 

수

 

있

었

으

며

 

이

는

 

상

담

 

장

면

에

서

 

성

인

애

착

 

문

제

를

 

호

소

하

는

 

내

담

자

들

을

 

만

날

 

때

 

중

심

 

개

입

방

법

으

로

 

활

용

될

 

수

 

있

을

 

것

이

다

.

@highlight

이 연구는 애착회피, 회피-분산적 정서조절양식, 정서표현 양가성이 대학생의 삶의 만족도에 미치는 영향에 대해 알아보았다.