이 글은 Sheffield 대학교 한국어 3학년 학습자들이 작성한 한국어 작문을 분석하여 그 특성을 파악해 보는 데 목적이 있다.

이 분석을 위해 수집한 글은 16편이었으며, 남학생이 작성한 글 5편, 여학생이 작성한 11편이었다.

한국어 학습자들이 쓴 글의 주제는 ‘나의 인생’이었다.

학생들이 제출한 글의 유사도를 파악하기 위해 TF-

IDF를 적용해 본 결과, 유사도가 높은 글은 전혀 발견되지 않았다.

성별에 따른 분석 결과, 남학생들은 일반 명사, 동사의 사용이 많았고, 여학생의 형용사, 일반 부사의 사용이 많았다.

개념 및 행동 중심의 언어를 구사하는 남학생들의 언어적 특성이 한국어 작문에도 나타났다.

남학생들에게는 일반 부사에 관심을 기울여 지도할 필요가 있을 것이다.

수준에 따른 분석에서, 상 수준의 학생 글에서는 일반 명사, 동사, 형용사의 사용이 더 많았으나 일반 부사는 반대였다.

이는 한국어 작문을 채점할 문장의 세밀한 표현과 관련된 요소의 비중이 낮기 때문인 것으로 보이므로, 이후에는 고려 방안을 모색할 필요가 있을 듯하다.

@highlight

이 글은 Sheffield 대학교 한국어 3학년 학습자들의 한국어 작문을 분석 한다.

@highlight

남학생들은 일반 명사, 동사의 사용이 여학생의 형용사, 일반 부사의 사용이 많았다.

@highlight

수준에 따른 분석은 상 수준의 학생 글에서는 일반 명사, 동사, 형용사의 사용이 더 많았으나 일반 부사는 반대였다.

