교육과정의 개정 및 교과서 편찬 제도의 변화, 국어교육학의 발전, 그리고 무엇보다 국어교과서 중심의 국어 수업 등으로 인해 국어교과서에 대한 관심이 커졌을 뿐 아니라, 국어교과서 정책 또한 긍정적으로 변하였다.

그럼에도 불구하고 최근 편찬된 국어교과서는 여전히 만족스럽지 못하다.

다양하고 질 높은 국어교과서가 편찬되지 못하고 있는 까닭은 국어교과서 정책에 국어교육의 특성이 반영되지 못했기 때문이다.

국어교육은 경험과 텍스트를 중심으로 교육 활동이 일어난다는 특성을 지닌다.

따라서 이러한 특성을 살려서 구성과 제재 측면에서 다양성을 지닐 수 있도록 국어교과서 정책이 뒷받침되어야 한다.

국어교육의 특성이 국어교과서에 반영되지 못한 까닭은 열린 교과서관이 제도화되어 있지 못했기 때문이다.

따라서 국어교과서를 다양하게 편찬할 수 있고, 국어교사가 교과서를 재구성하거나 외부 자료를 자유롭게 사용할 수 있도록 제도가 개선되어야 한다.

국어교육의 특성을 살리는 열린 국어교과서 정책을 구현하기 위해서는 효율적인 거버넌스를 구축해야 한다.

거버넌스는 네트워크를 통한 수평적인 협치가 그 핵심 개념으로서, 민주성과 효율성을 동시에 추구하는 정책 결정 방식이다.

@highlight

최근 편찬된 국어교과서는 여전히 만족스럽지 못하다.

@highlight

국어교과서를 다양하게 편찬할 수 있고, 국어교사가 교과서를 재구성하거나 외부 자료를 자유롭게 사용할 수 있도록 제도가 개선되어야 한다.

