본 연구는 지속가능발전교육과 지역문화교육 간의 연결점을 찾고 영종도 원(原)주민들의 문화적 실천을 통해 지속가능한 지역문화교육의 가능성을 모색하고자 하였다.

이에 본 연구에서는 지속가능한 지역문화교육을 ‘지역문화를 통해, 지속가능한 미래와 사회 변혁을 위해 필요한 가치, 행동, 삶의 방식을 배울 수 있는 교육’으로 정의하고 이를 지속발전가능교육의 한 영역으로 위치하였다.

지속가능한 지역문화교육은 지역 구성원의 주체성, 참여, 지역지식, 연대성, 역사의식 등의 계발을 통해 가능하며 이를 통해 인권 및 다양성 존중, 공동체, 관용과 비폭력의 문화 등에 관한 가치관을 증진한다.

그리고 영종도 원주민들은 신도시 영종의 지역문화 형성에 주체적으로 참여하며 삶의 질을 향상시키고 지역 정체성과 함께 자기 정체성을 형성함을 확인하였다.

이들은 지역문화의 상징화를 통한 지역지식의 공유를 통해 지역 과거에 대한 지식을 현재의 맥락에서 재해석하고 현재 문화의 형성에 활용하였다.

이러한 문화적 실천은 주로 공동체를 통해 이루어지며 인간관계의 강화를 통해 상호존중과 이해가 가능하였다.

이와 같은 결과는 문화적 실천이 평생교육, 성인교육, 무형식교육으로서 지속가능한 지역문화교육의 한 방법으로 활용 가능함을 의미한다.

@highlight

이 연구는 지속가능발전교육과 지역문화교육 간의 연결점을 찾고 영종도 원주민들의 문화적 실천을 통해 지속가능한 지역문화교육의 가능성을 모색하고자 하였다.

@highlight

본 연구에서는 지속가능한 지역문화교육을 ‘지역문화를 통해, 지속가능한 미래와 사회 변혁을 위해 필요한 가치, 행동, 삶의 방식을 배울 수 있는 교육’으로 정의하고 이를 지속발전가능교육의 한 영역으로 위치하였다.

