세계시장은 글로벌(Global)기업의 등장과 함께 국가 간 경계를 약화시켰으며, 제품의 설계, 마케팅 활동은 현지시장 위주,  R&D 활동은 지식활동이 활발한 지역, 단순 제품의 조립?

제조는 저임금 지역으로 분산되고 있다.

이는 생산거점과 판매거점을 연결하는 네트워크(Network) 구성의 중요성이 대두되고 있다는 반증이다.

90년대 초부터는 다품종 소량생산, 고급화 및 소비자의 생산 프로세스 참여를 통한 수요창출 등 소비자 중심의 시장으로 다변화하고 있다.

이는 물류 체계에 있어 기술적 변화 요구에 적절히 대응하는 현상으로, 이를 증명하는 것이 e-

비즈니스 등장과 이를 지원하는 부가가치 통신망(VAN: Value added Network)?

전자문서교환(EDI: Electronic Data Interchange) 등이다.

본 연구에서는 국내외 육상, 해상, 항공물류 시스템에 관한 문헌 연구를 통하여 각 시스템에 대한 실용분석을 시도하였으며, 한편으로 국내 항공사의 모델을 기초하여 항공사 물류시스템의 향후 개선 및 발전 방향을 제시하였다.

@highlight

는 국내외 육상, 해상, 항공물류 시스템에 관한 문헌 연구를 통하여 각 시스템에 대한 실용분석을 시도하였으며, 한편으로 국내 항공사의 모델을 기초하여 항공사 물류시스템의 향후 개선 및 발전 방향을 제시하는 것이 본 논문의 목적이다.

