본 연구의 목적은 초등학교 사회(역사 영역) 교과서의 역사용어를 구조적 패턴으로 분석하여 학습자가 역사용어를 이해하는 방식이 개별적 이해의 방식에서 구조적 이해의 방식으로 전환 가능한가를 알아보는 데 있다.

이 연구 목적을 위해 교과서를 전사하여 역사용어를 추출한 뒤, 대부분 한자어로 이루어진 역사용어를 단일용어, 합성용어, 파생용어로 분류하여 그 용어의 조어(造語)적 패턴을 분석하였다.

분석 결과 단일용어는 대부분 2음절로 이루어진 용어이며 합성용어는 2+2 형태의 단일용어+단일용어의 조어적 패턴, 2+3+2 형태의 단일용어+파생용어+단일용어의 조어적 패턴, 2+2+2의 확장적 패턴 등으로 분석되었다.

또한 파생용어는 2+1 또는 1+2 형태의 단일용어(어간)+접사로 합성되어 3음절로 구성된 것이 대부분이었으며 그 중 접미사로 구성된 용어가 대부분이었다.

따라서, 기본 역사용어 학습과 더불어 역사용어의 구조적 패턴을 역사용어의 인지언어학적 스키마로 학습한다면 학습자의 역사용어 이해에 효과적일 것이다.

@highlight

이 연구의 목적은 초등학교 사회 교과서의 역사용어를 구조적 패턴으로 분석하여 학습자가 역사용어를 이해하는 방식이 개별적 이해의 방식에서 구조적 이해의 방식으로 전환 가능한가를 알아보는 데 있다.

@highlight

본 연구 목적을 위해 교과서를 전사하여 역사용어를 추출한 뒤, 대부분 한자어로 이루어진 역사용어를 단일용어, 합성용어, 파생용어로 분류하여 그 용어의 조어적 패턴을 분석했다.

