2005년 OECD가 제정 및 공표한 국가소유기업에 대한 기업지배구조지침(OECD Guidelines on Corporate Governance of State-

Owned Enterprises)은 사기업에 대한 OECD의 기업지배구조원칙(OECD, Principles of Corporate Governance)이 큰 영향을 미치고 있다.

왜냐하면 OECD 공기업지배구조지침도 공기업이 원활하고 효율적으로 작동할 수 있도록 하기 위하여, 정부로 하여금 OECD 기업지배구조원칙 등 사기업에게 적용되는 방안이 유용하게 활용될 수 있도록 권장하고 있다.

그 뿐만 아니라, 공기업에 대한 법령 및 규정체계 등이 OECD의 기업지배구조원칙에 기초하고 있다.

그리하여 공기업지배구조지침과 기업지배구조원칙이 서로 대립하는 것이 아니고 사실상 유사한 기준에 의하여 편성되어 있다.

결국 공기업도 사실상 OECD 기업지배구조원칙이 적용된다는 점과 일반적인 기업지배구조 원칙이 공기업에서 유용하게 적용된다는 점을 보여주고 있다.

공기업도 착한 일(공공성 발휘)을 하려면 수익성을 좇는 것이 목적은 아닐지라도 적어도 부채가 누적되어 부도가 나는 등의 사태로 말미암아 정부 재정에 부담을 주지는 말아야 할 말아야 할 필요가 있기 때문이다.

이러한 원칙은 오늘날 경제위기가 정부의 재정위기로 비화되는 일이 자주 발견되고 있기 때문에 외면하기 힘들다고 할 것이다.

@highlight

공기업의 목적은 이윤이 아니라 공공성이지만 경영이 악화되는 등 정부 재정에 부담을 주지 말아야 하므로 사실상 OECD 기업지배구조원칙이 적용된다고 할 수 있다.

@highlight

2005년 OECD가 제정하고 공표한 국가소유기업에 대한 기업지배구조지침에 사기업의 기업지배구조원칙이 영향을 미치는 까닭이다.

