조사기간 동안 어획된 갯장어 중 가장 크기가 큰 암컷은 2011년 4월의 항문장 84.0cm이었고, 수컷은 2011년 5월의 67.0cm이었다.

완숙단계의 개체는 4월부터 9월까지 출현하기 시작하였으며, 미숙단계의 개체는 겨울철에 높은 출현 경향을 보였다.

암컷의 GSI 평균값은 2010년 1월부터 3월까지 낮은 값을 보였으며, 이후 4월부터 증가하기 시작하여 8월까지 높은 값을 보였다.

난소의 생식주기는 미숙기, 중숙기, 완숙기 및 휴지기로 나눌 수 있었다.

위의 결과들로 추정한 갯장어의 산란기는 4-9월이었다.

포란수는 최다 1,400,000개 (AL 49.5cm), 최소 56,000개 (AL 27.0cm)로 계산되었다.

포란수와 항문장 (AL)의 관계식은 Fe=2.5963AL3.3149로 나타나 체장이 증가할수록 포란수도 증가하는 경향을 나타내었다.

암컷 항문장 20cm 이하의 개체에서는 성숙한 개체가 출현하지 않았고, 38cm 이상의 개체에서는 대부분 성숙한 개체로 판명되었으며, 암컷의 50% 성숙체장은 항문장 21.9cm로 추정되었다.

@highlight

조사기간 동안 어획된 갯장어 중 가장 크기가 큰 암컷은 2011년 4월의 항문장 84.0cm이었고, 수컷은 2011년 5월의 67.0cm이었다.

