본 연구는 운영단계에 있는 전사적 자원관리 시스템(ERP)에 대한 주요성공요인을 실증적으로 연구한 것으로 특히, 공공연구기관을 대상으로 사용자 효율성을 연구업무 효율성과 행정업무 효율성으로 나누어 연구하였다.

ERP를 일반 사기업에서는 경영의 최적 효율화를 통한 경쟁력 확보를 위하여 1900년대 초부터 대기업을 선두로 도입하기 시작하여 지금은 많은 중소기업들도 도입 운영하고 있으며, 정부 및 공공기관 또한 전자 정부화와 함께 도입 운영하고 있다.

이에 대한 학계의 연구도 활발하게 진행되었으나 대부분이 일반 사기업체를 대상으로 한 연구이며, 정부 및 공공기관에 대한 연구는 매우 미진할 뿐만 아니라, 공공기관은 일반 사기업과 다른 문화와 조직의 목적이 있어 성공요인 또한 다를 것이다.

본 연구는 사전연구를 통하여 성공요인 13가지를 선정하고 7개 연구대상 공공연구기관의 임원 및 전문가와 인터뷰를 통하여 최종적으로 6가지 성공요소를 선정한 후 설문조사를 실시하였다.

28개 연구기관을 대상으로 총126개의 설문지를 회수하여 분석하였다.

연구결과로는 ERP 전담조직, 사용자 교육, 시스템 통합 및 확장이 연구업무와 행정업무 모두의 효율성에 대한 주요성공요인으로 선정되었으며, 부서 간 협업 및 의사소통은 연구업무의 효율성이 부분 채택되었다.

이는 일반 사기업을 대상으로 한 선행연구자들의 연구 결과인 최고경영자의 지원, 교육 훈련, ERP 전담조직, 협업 및 의사소통, 성과평가 및 보상과는 다소 다른 결과가 나왔다.

@highlight

이 연구는 운영단계에 있는 전사적 자원관리 시스템에 대한 주요성공요인을 실증적으로 연구한 것으로 특히, 공공연구기관을 대상으로 사용자 효율성을 연구업무 효율성과 행정업무 효율성으로 나누어 연구했다.

@highlight

이 연구는 사전연구를 통하여 성공요인 13가지를 선정하고 7개 연구대상 공공연구기관의 임원 및 전문가와 인터뷰를 통하여 최종적으로 6가지 성공요소를 선정한 후 설문조사를 실시했다.

