본 연구는 온라인을 통해 화장품을 구매한 경험이 있는 소비자를 대상으로 하여 소셜 네트워크를 통해 제공되는 온라인 구전정보가 소비자의 인지적, 감정적, 행동적 태도에 미치는 영향력을 파악하고자 하였다.

이를 위해 온라인을 통해 화장품 관련 제품을 구매한 경험이 있는 소비자를 대상으로 설문조사를 실시한 후, 구매 경험이 없거나 불성실한 답변을 제외한 설문지 346부를 최종 분석에 사용하였다.

연구변인 내 하위 차원 및 척도정제를 위해 탐색적 요인분석을 실시하였으며, 연구변인 간 영향력 검증을 위해 다중회귀분석을 실시하였다.

분석 결과는 다음과 같다.

첫째, 온라인 구전정보특성 중 신뢰성과 동의성이 이용자의 인지적, 감정적 태도에 유의한 영향을 미치고 있음을 확인하였다.

둘째, 온라인 구전정보의 생동성과 신뢰성이 이용자의 행위적 태도에 유의한 영향을 미치고 있음을 확인하였다.

이 같은 결과는 온라인 마케팅에서 화장품 구매 소비자의 긍정적 태도를 극대화하기 위해 신뢰성, 동의성 및 생동성을 답지한 구전정보를 적극적으로 활용하는 것이 필요함을 시사한다.

@highlight

본 논문은 온라인을 통하여 화장품을 구매한 경험이 있는 소비자를 대상으로 하여 소셜 네트워크를 통해 제공되는 온라인 구전정보가 소비자의 인지적, 행동적, 감정적, 태도에 미치는 영향력을 파악하였다.

@highlight

온라인을 통하여 화장품을 구매한 경험이 있는 소비자를 대상으로 설문조사를 하였다.

