이 연구의 목적은 공학교육의 질 개선을 위해서는 학생들의 학습과정에 대한 분석이 함께 이루어져야 한다는 가정 아래, 공과대학생들의학습과정을 분석하고 이를 통해 학습지원의 방향을 탐색하는 것이다.

학습과정 분석은 다섯 가지 영역-

수업내활동, 수업외활동,상호작용, 학습성과, 학습지원체제-

으로 이루어졌으며, 수도권에 위치한 S대학의 공과대학생들을 대상으로 설문 조사를 하였다.

T-

test, Anova, 위계적선형모형을 활용한 회귀분석을 활용하였다.

연구 결과 전공과 교양 수업 만족도는 높았으나, 자기주도적 학습활동이나 교수와의 상호작용은 낮았으며, 고등사고력 활동에많이 참여하고 있지 않았고 학습성과 역시 낮았다.

학습성과에 중요한 영향을 미치는 요인은 교수와의 상호작용, 고등사고력 활동,수업에의 적극적인 참여였다.

이러한 결과를 토대로 고등교육의 질 개선을 위해 수업에의 적극적 참여와 고등사고력 활동을 강조하고글쓰기 지원 및 교수-

학생간 상호작용 활성화 등을 제안하였다.

@highlight

본고의 목적은 공학교육의 질 개선을 위해서는 학생들의 학습과정에 대한 분석이 함께 이루어져야 한다는 가정 아래, 공과대학생들의학습과정을 분석하고 이를 통해 학습지원의 방향을 탐색하는 것이다.

