파의 왕복운동을 지속적인 일방향 회전운동으로 유도하여 발전기의 가동에 있어 기계적인 손실 에너지를감소시켜 발전효율을 극대화시킬 수 있는 파의 수평왕복운동을 직접 이용하는 가동물체형 파력발전장치가 개발되었다.

그리고 실제 전력생산에 관한 수리실험이 수행되었고 그 결과가 토의되었다.

수리실험에서 부력 탱크의 형상에따른 발전장치의 발전효율은 파력판의 무게를 충분히 지탱하는 직경 9 cm의 고정식 부력 탱크가 평균발전효율 14.6% 로 좋은 결과를 보였으며 효율이 좋을 것으로 기대되었던 부력 탱크가 자유로이 승강하는 경우는 발전효율이 8.5% 로 좋지 못한 결과를 보였다.

그리고 여러 파랑조건에 따른 직경 9 cm의 고정식 부력 탱크형 발전모형의 평균발전효율이 수심 90 cm에서 기어비 2단 3.9%, 3단 4.9%, 4단 4.9%, 5단 12%, 6단 10.0%, 7단 3.1%, 그리고 8단 3.0% 를 나타냈으며, 수심 80 cm의 기어비 5단에서 15%의 발전효율이 계측되었다.

따라서 이 파력발전장치는 수심 80~90 cm 의 기어비 5단에서 비교적 높은 13.5%의 평균발전효율을 얻을 수 있었다.

@highlight

파의 왕복운동을 지속적인 일방향 회전운동으로 유도해 발전기의 가동에 있어 기계적인 손실 에너지를감소시켜 발전효율을 극대화시킬 수 있는 파의 수평왕복운동을 직접 이용하는 가동물체형 파력발전장치가 개발되었다.

@highlight

수리실험에서 부력 탱크의 형상에따른 발전장치의 발전효율은 파력판의 무게를 충분히 지탱하는 직경 9 cm의 고정식 부력 탱크가 평균발전효율 14.6% 로 좋은 결과를 보였고 효율이 좋을 것으로 기대되었던 부력 탱크가 자유로이 승강하는 경우는 발전효율이 8.5% 로 좋지 못한 결과를 보였다.

