본 연구에서는 지역주민의 정책리터러시 결정요인을 분석하고 정책적 시사점을 논의하고자 하였다.

이를 위해 지방정부에서 추진하고 있는 아동친화정책을 중심으로 지역주민의 개인적 요인인 인구사회학적 요인과 정책효능감, 정책적 요인인 지방정부의 정책PR을 독립변수로 설정하고, 이들 요인이 지역주민의 정책리터러시에 미치는 영향을 분석하였다.

이를 위해 아동친화정책을 시행하고 있는 S시 지역주민들을 대상으로 설문조사를 실시하고 가설을 검증하였다.

위계적 회귀분석 결과, 전통적 정책리터러시에는 인구사회학적 요인인 연령과 자녀수, 정책PR과 정책효능감이 긍정적인 영향을 미치는 것으로 분석되었다.

기능적 정책리터러시에는 성(남성), 정책PR, 정책효능감이, 비판적 정책리터러시에는 연령과 학력, 자녀수, 정책효능감이 긍정적인 영향을 미치는 것으로 분석되었다.

이러한 분석결과를 토대로 본 연구에서는 지역주민의 정책리터러시 향상을 위한 이론적?

정책적 시사점을 제시하였다.

@highlight

본 연구에서는 지방정부에서 추진하고 있는 아동친화정책을 중심으로 지역주민의 정책리터러시에 미치는 영향을 분석하고 정책적 시사점을 논의하고자 하였다.

@highlight

분석결과를 바탕으로 지역주민의 정책리터러시 향상을 위한 정책적이고 이론적인 시사점을 제시하였다.

