이 글은 한국의 디지털문화 초기 형성의 도시공간적 토대로서 1970-

1980년대 청계천 전자상가에서 벌어진 기술문화의 역동을 고찰한다.

아래로부터의 디지털문화 형성 과정으로서 전기·전자 부품, 제품, 기기와 시청각 미디어 콘텐츠의 복제·조립·제조·판매가 이루어진 전자상가에서중소업체 기술자와 초기 이용자가 벌인 전자오락기, 개인용 컴퓨터, 소프트웨어의 복제, 변용, 개발의 기술문화를 추적한다.

이를 위해 우선 디지털의 특성을 살펴보고 기술문화(론)의 의의를 제시하면서 그것이 처음 나타난 특정한 도시공간으로서 전자상가에 주목한다.

청계천 전자상가의 역사를 간략하게 개괄하면서 한국의 디지털문화 형성의 근거지가 된 역사적 배경과 맥락을 제시한다.

그에 이어, 청계천 전자상가가 1970년대 후반부터 전자오락기와 개인용 컴퓨터를 복제하면서 디지털 기술을 처음보급하고, 그와 같은 신기술을 배우고 경험할 수 있는 장소로서 전자·정보 기술 취미를 갖는 이용자를 키워내는 동시에, 동아시아 대중문화 흐름의 비공식적 관문으로 기능한 바를 살펴보면서 이 곳이 디지털문화 초기형성의 기술문화적 도시공간이었음을 주장한다.

결국 한국의 디지털문화는, 1990년대 중반 인터넷이 대중화된 이후 사이버공간과 같은 비물질적인 공간에서가 아니라, 청계천 전자상가라는 역사적이고 물질적인 도시공간을 토대로 형성되었고, 전자상가는 새로운 기술이 대중문화로 자리잡게 하는 공간적 매개로 기능했다.

@highlight

본고는 한국의 디지털문화 초기 형성의 도시공간적 토대로서 1970-

@highlight

1980년대 청계천 전자상가에서 벌어진 기술문화의 역동을 고찰한다.

