한

국

계

 

미

국

작

가

 

이

창

래

는

 

미

국

사

회

의

 

변

방

에

 

위

치

한

 

인

물

들

에

게

 

관

심

을

 

보

여

 

왔

다

.

 

『

투

항

자

』

에

서

 

백

인

여

성

 

실

비

는

 

미

국

사

회

의

 

바

깥

 

또

는

 

가

장

자

리

에

서

 

살

아

온

 

소

수

자

로

 

등

장

한

다

.

 

그

녀

는

 

이

 

소

설

이

 

독

자

들

을

 

인

도

하

는

 

종

교

적

 

담

론

의

 

중

심

에

 

있

는

 

인

물

이

다

.

 

그

러

나

 

『

투

항

자

』

에

서

 

말

하

는

 

종

교

는

 

특

정

한

 

제

도

권

 

종

교

가

 

아

니

라

 

‘

자

비

의

 

종

교

’

라

 

할

 

수

 

있

다

.

 

실

비

는

 

전

쟁

의

 

상

황

에

서

 

부

모

님

과

 

첫

사

랑

을

 

잃

은

 

후

,

 

평

생

을

 

‘

자

비

의

 

도

구

’

로

 

살

아

온

 

부

모

님

의

 

신

념

을

 

따

라

 

자

비

의

 

종

교

에

 

귀

의

하

게

 

된

다

.

 

실

비

에

게

 

자

비

의

 

실

천

은

 

투

항

의

 

대

상

에

게

 

자

신

을

 

성

적

으

로

 

내

어

주

는

 

욕

망

으

로

 

나

타

난

다

.

 

한

국

 

전

쟁

 

후

 

새

희

망

고

아

원

에

서

 

선

교

사

의

 

아

내

로

 

온

 

실

비

와

 

미

국

인

 

참

전

군

인

 

헥

터

,

 

전

쟁

고

아

 

준

이

 

만

나

고

,

 

세

 

사

람

의

 

전

쟁

 

서

사

와

 

서

로

를

 

향

한

 

욕

망

이

 

교

차

된

다

.

 

실

비

는

 

고

아

원

에

서

 

준

이

 

일

으

킨

 

화

재

 

사

고

로

 

죽

지

만

,

 

죽

음

을

 

통

해

서

 

‘

자

비

야

말

로

 

유

일

하

게

 

참

된

 

구

원

’

이

라

는

 

금

언

을

 

실

현

한

다

.

 

살

아

남

은

 

준

과

 

헥

터

는

 

실

비

의

 

책

,

 

『

솔

페

리

노

의

 

회

상

』

을

 

좇

아

 

이

탈

리

아

 

솔

페

리

노

로

 

순

례

의

 

길

을

 

떠

난

다

.

 

이

를

 

통

해

 

그

들

은

 

실

비

의

 

죽

음

의

 

의

미

를

 

이

해

하

게

 

되

고

,

 

삶

의

 

일

부

로

서

 

죽

음

을

 

대

면

하

게

 

된

다

.

 

『

투

항

자

』

에

서

 

인

류

의

 

구

원

을

 

위

해

 

요

청

하

는

 

정

동

은

 

자

비

이

며

,

 

자

비

는

 

죽

음

에

의

 

투

항

을

 

넘

어

 

타

인

과

 

삶

에

로

 

투

항

하

게

 

하

는

 

힘

이

다

.

@highlight

한국계 미국작가 이창래는 미국사회의 변방에 위치한 인물들에게 관심을 보여 왔다. 『투항자』에서 백인여성 실비는 미국사회의 바깥 혹은 가장자리에서 살아온 소수자로 등장한다.