본 연구는 2003년부터 2005년까지 감귤원에서 구리제의 효율적인 사용을 위하여 주요 감귤 병에 대한 구리제의 방제 효과, 구리피해 발생시기 및 구리제 종류 별 구리 피해 정도, 그리고 기계 유유제와의 혼용에 대한 효과를 구명하고자 실시하였다.

결과를 종합하면 감귤 더뎅이병에 대한 방제 효과는 구리제 종류에 관계 없이 방제가가 약 75%, 궤양병에 대해서도 85~88%, 그리고 검은점 무늬병에 대해서는 약 75~86%이었다.

구리 피해는 새순이 어릴수록 발생이 심하였고 과일의 경우 고온기인 7월부터 8월까지가 가장 심하였다.

또한 구리제에 응애 방제용 기계 유유제를 혼용하여 살포할 경우 방제 효과는 그대로 유지하였지만 구리 피해는 상당히 감소하였으며 이들 결과들로부터 구리제와 기계 유유제를 혼용하여 적기에 사용할 경우 봄철 더뎅이병과 궤양병, 그리고 응애를 동시에 방제할 수 있으며 유기농이나 무농약 재배 과원에서도 효율적으로 사용할 수 있을 것으로 생각된다.

@highlight

감귤 더뎅이병의 방제 효과는 방제가가 약 75%, 궤양병 85~88%, 검은점 무늬병 약 75~86%이었다.

@highlight

구리제와 기계 유유제를 혼용, 적기에 사용시 봄철 더뎅이병과 궤양병, 응애를 방제가 가능하고 유기농, 무농약 재배 과원에서도 효율적으로 사용할 수 있다.

