이 연구는 자폐아동이 재활승마 평보조정기술을 습득하기 위해 단계적으로 구성된 쉐이핑 기법 프로그램의 효과를 검증하기 위하여 시행되었다.

단일표본연구방법을 적용하여 단계별 결과를 질적인 분석으로 서술하였다.

대상자는 17회기(예비조사 2회기, 본실험 15회기)의 재활승마프로그램에 참여하였으며, 쉐이핑 기법으로 구성된 3단계 과정에서 나타내는 행동변화를 관찰 분석하였다.

3단계 과정은 장기목표를 달성하기 위하여 단계적으로 단기목표를 구분한 것이다.

이 연구의 결과는 다음과 같다.

첫째, “기승 적응능력”을 위한 프로그램 과정에서 사회적 강화는 대상자의 부정적 반응을 유발하는 경향이 있었으며, 활동강화와 사물강화를 함께 사용했을 때 긍정적인 반응이 나타났다.

둘째, “기승자세교정”을 위한 프로그램 과정에서는 대상자의 긍정적 반응이 많이 나타났다.

이는 사회적 강화보다는 놀이를 응용한 활동강화와 사물강화를 사용했기 때문인 것으로 예측된다.

셋째, "평보조정"의 프로그램 과정에서는 언어적 강화를 사용한 경우, 부정적 반응이 자주 나타났으나, 시각적 강화를 사용한 실험에서는 긍정적 반응이 많이 나타났다.

이 연구에서 밝혀진 방법론과 강화기법들의 효과가 그간 이상행동과 의사소통의 문제로 재활승마 현장에서 소외되었던 자폐아동이 승마를 배우는데 도움이 될 수 있으리라고 본다.

@highlight

자폐아동이 재활승마 평판조정기술을 습득하도록 단계별로 쉐이핑 기법 프로그램의 효과를 검증했다.

@highlight

“기승적응력“을 위한 프로그램에서 사회강화는 부정적 반응을 유도하는 경향이 있었고, 활동, 사물강화를 함께 사용할 때 긍정적 반응이 나타났다.

@highlight

"평보조정" 프로그램에서는 언어보강을 사용할 때 부정적 반응이 자주 나타났지만, 시각보강을 이용한 실험에서는 긍정적 반응이 많았다.

