선형파 이론에 의한 파랑스펙트럼 분포에 의해서는 30m 크기의 파랑은 현실적으로 거의 발생 불가능하다고 인식되어 왔다.

그러나 최근의 위성 영상을 이용한 조사에 의해 3주간의 기간 동안 25m 이상의 거대파가 10개 이상 관측됨에 따라 실해역에서 빈번히 마주칠 수 있는 현상임이 입증되었으며 이에 따라 지금까지 원인 불명으로 치부되어 왔던 많은 해양 재난이 거대파에 의해 발생했던 것으로 추정되고 있다.

거대파의 발생 원인으로는 파군 형성과 관련한 파고분포 특성의 변화, 전파하는 파군의 비선형 공명간섭 등이 제기되고 있으나, 그 출현의 복잡성과 자료의 부족 등으로 아직 명확하게 해명되지 못하고 있다.

본 연구에서는 실해역에서 발생하는 거대파의 실태 및 선형 및 비선형 파랑집중 이론에 근거한 거대파 발생 기구를 고찰하였으며, 비선형 파랑전파를 모사할 수 있는 수치모형을 개발하여 비선형 파랑 집중에 의한 거대 파랑의 형성을 모사하였다.

@highlight

본 연구에서는 실해역에서 발생하는 거대파의 선형 및 실태 그리고 비선형 파랑집중 이론에 근거한 거대파 발생 기구를 고찰했다.

@highlight

이와 더불어 비선형 파랑전파의 모사가 가능한 수치모형을 개발해 비선형 파랑 집중에 의한 거대 파랑의 형성을 모사했다.

