이 논문은 언론학 연구의 초창기에 중요한 역할을 하였던 인석 박유봉(仁石 朴有鳳) 박사의 삶과 학문 세계를 정리하고 평가한 것이다.

일본 소피아대학교에 유학하여 신문학과를 졸업한 박유봉은 해방 이후 독일어 교육자로서의 삶을 살아갔으나 1950년대 후반 독일에 유학하여 다시 언론을 전공함으로써 언론 연구자의 길에 들어섰다.

1960년 독일 뮌헨대학교에서 박사학위를 받고 귀국한 박유봉은 다양한 분야에 걸쳐 활발한 연구 활동을 펼쳤다.

박유봉 학문 세계의 중심은무엇보다도 독일의 공시학이며, 그는 미국 중심의 국내 학계에서 독일 공시학의최신 이론과 연구 경향을 소개하는 데 중추적인 역할을 하였다.

커뮤니케이션 철학에도 지대한 관심을 가져 매클루언의 대표 저작인 『미디어의 이해』를 비록 완역은 아니었지만 국내에 가장 먼저 번역, 소개하였다.

또한 당시 냉전 분위기 속에서도 공산주의 언론의 이론과 실제에 대해서도 지속적으로 연구하였다.

이렇듯 다양한 분야에 걸쳐 학문적 성과들을 내놓음으로써 박유봉은 초창기 언론학분야의 학문적 지평을 넓히는 데 기여하였다고 평가할 수 있겠다.

@highlight

이 논문은 언론학 연구의 초창기에 중요한 역할을 하였던 인석 박유봉 박사의 삶과 학문 세계를 정리하고 평가한 것이다.

