국

립

중

앙

박

물

관

 

소

장

 

金

弘

道

의

 

《

중

국

고

사

도

8

첩

병

풍

》

 

중

의

 

한

 

폭

인

 

<

醉

後

看

花

圖

>

는

 

그

간

 

학

계

에

서

는

 

송

나

라

 

林

逋

가

 

西

湖

의

 

孤

山

에

 

은

거

하

며

 

매

화

와

 

학

을

 

벗

 

삼

은

 

故

事

를

 

담

은

 

그

림

으

로

 

소

개

되

어

 

왔

다

.

 

그

러

나

 

<

취

후

간

화

도

>

의

 

畵

題

와

 

화

면

상

의

 

모

티

프

 

구

성

의

 

재

검

토

를

 

통

해

 

북

송

대

 

邵

雍

의

 

洛

陽

 

安

樂

窩

에

서

 

은

거

하

며

 

安

貧

樂

道

를

 

실

천

한

 

내

용

을

 

담

은

 

‘

邵

雍

安

樂

窩

圖

’

임

이

 

규

명

되

었

다

.

 

<

취

후

간

화

도

>

는

 

전

체

적

으

로

 

필

치

가

 

섬

세

하

며

 

정

돈

된

 

면

모

를

 

보

여

주

는

 

작

품

이

다

.

 

우

선

,

 

‘

취

후

간

화

’

의

화

제

는

 

소

옹

의

 

안

락

와

에

서

의

 

사

물

의

 

이

치

를

 

통

해

 

자

연

과

 

인

간

을

 

통

합

적

으

로

 

이

해

하

는

 

관

물

인

식

을

 

보

여

주

었

다

.

 

화

면

 

구

성

에

 

있

어

서

의

 

‘

안

락

와

’

 

이

미

지

는

 

소

옹

의

 

안

빈

낙

도

의

 

삶

을

 

추

구

하

는

 

생

활

공

간

으

로

서

 

표

현

되

었

고

,

 

그

 

속

에

 

묘

사

된

 

경

물

의

 

각

각

에

도

 

소

옹

의

 

삶

이

 

반

영

되

어

 

그

려

졌

다

.

 

‘

매

화

’

 

이

미

지

 

역

시

 

소

옹

의

 

易

理

와

 

관

계

되

었

다

.

 

‘

학

’

 

이

미

지

 

역

시

도

 

안

락

와

에

서

의

 

세

상

에

 

드

러

나

지

 

않

은

 

소

옹

의

 

‘

鶴

鳴

之

士

’

의

 

풍

모

와

 

연

계

되

었

다

.

 

궁

극

적

으

로

 

<

취

후

간

화

도

>

는

 

소

옹

 

철

학

의

 

형

성

을

 

이

루

는

 

관

‘

 

물

’

,

 

선

‘

 

천

역

학

’

,

 

안

‘

 

락

’

의

 

핵

심

개

념

이

 

그

림

 

속

에

 

투

영

되

어

 

그

려

졌

으

며

 

태

평

세

의

 

화

락

한

 

기

상

을

 

함

께

 

드

러

내

었

다

.

@highlight

국립중앙박물관 소장 金弘道의 《중국고사도8첩병풍》 중의 한 폭인 <醉後看花圖>는 그간 학계에서는 송나라 林逋가 西湖의 孤山에 은거하며 매화와 학을 벗 삼은 故事를 담은 그림으로 소개됐다. <취후간화도>의 畵題와 화면상의 모티프 구성의 재검토를 통해 ‘邵雍安樂窩圖’임이 밝혀졌다.