본 연구는 학교생활적응이 아동의 공동체의식에 미치는 영향력과 사회적 능력의 매개효과를 살펴봄으로써 아동의 공동체의식을 향상시키기 위해 강조되어야 할 요소들을 규명하고자 하였다.

이를 위하여 부산광역시내 남구, 동래구, 사상구, 영도구, 기장군을 선정하여 각 구·군 단위별 소속 초등학교의 5학년, 6학년에 해당하는 아동들을 대상으로 설문조사를 실시하였다.

본 연구의 실제 분석에 사용된 설문지는 총 469부이며, 신뢰도분석, 기술통계, t검증, 변량분석, 회귀분석, 구조방정식모형을 활용하여 자료를 분석하였다.

본 연구의 조사결과 학교생활적응은 아동의 공동체의식에 유의미한 영향을 미치며, 학교생활적응을 구성하는 하위요소 중 학교규칙과 교우관계의 영향력이 높은 것으로 나타났다.

그리고 학교생활적응과 공동체의식간의 관계에서 사회적 능력은 매개효과를 가지는 것으로 나타났다.

본 연구는 아동의 공동체의식에 영향을 미치는 요인에 대하여 아동기의 주요한 환경인 학교 관련 변수를 고려하고 사회화 과정을 통해 발달하는 사회적 능력의 매개효과를 규명하여 아동의 공동체의식에 대한 모형을 제시하였다는 점에서 의미가 있을 것이다.

@highlight

이 연구는 학교생활적응이 아동의 공동체의식에 미치는 영향력과 사회적 능력의 매개효과를 살펴봄으로써 아동의 공동체의식을 향상시키기 위해 강조되어야 할 요소들을 규명하려 했다.

@highlight

이 연구의 실제 분석에 사용된 설문지는 총 469부이며, 신뢰도분석, 기술통계, t검증, 변량분석, 회귀분석, 구조방정식모형을 활용하여 자료를 분석했다.

@highlight

이 연구의 조사결과 학교생활적응은 아동의 공동체의식에 유의미한 영향을 미치며, 학교생활적응을 구성하는 하위요소 중 학교규칙과 교우관계의 영향력이 높은 것으로 나타났다.

@highlight

이 연구는 아동의 공동체의식에 영향을 미치는 요인에 대하여 아동기의 주요한 환경인 학교 관련 변수를 고려하고 사회화 과정을 통해 발달하는 사회적 능력의 매개효과를 규명하여 아동의 공동체의식에 대한 모형을 제시하였다는 점에서 의미가 있을 것이다.

