이 연구는 포스트모던 사회 이후 제4차 산업혁명시대 블록체인, AI 등의 대두에 따라우리나라 정치, 사회계가 어떻게 변화를 인지하고, 기존의 접근법으로는 해결하기 어려운 다양한 문제들에 대한 학문융합적 접근 필요성과 그 대응을 어떻게 해야 할 것인가를 전통적인 六藝的 융합명상 개발과 적용이라는 관점에서 접근하고자 한다.

이를 위한 연구의 질문은 먼저 인공지능사회 인지과학과 감성과학은 무엇이며, 둘째, 그 대응을 위한 감성, 創意融合冥想의 방법과 효과에 대하여 安心法인 ‘융합명상’ 에 답이있음을 제시한다.

융합연구의 필요성으로는 지속적 성장을 위해서는 제부분의 전문가들의 협력하는 융합연구를 통하여 새로운 人智啓發과 경제성장의 돌파구를 뚫어야 하기때문이다.

본 연구의 목표는 인문, 사회과학, 예체 융합을 구체화 한 감성, 창의융합형인재를 키울 수 있는 전통 삼교융합명상법과 융합형 인재 특성화 내용을 상정하였다.

연구결과 사회문제의 그 창의적 접근 수단의 하나로 4차 산업혁명시대 人類의 진로를선도하고, 안식과 창의적 감성을 제공할 한국적 융합명상의 장점과 가능성 및 주요 효과를 개인의 창의성과 한국불교 위상제고 방향으로 구분하여 제안하였다.

@highlight

본 연구는 포스트모던 사회 이후 제4차 산업혁명시대 블록체인, AI 등의 대두에 따라우리나라 정치, 사회계가 어떻게 변화를 인지하고, 기존의 접근법으로는 해결하기 어려운 다양한 문제들에 관한 학문융합적 접근 필요성과 그 대응을 어떻게 해야 할 것인가를 전통적인 六藝的 융합명상 개발과 적용이라는 관점에서 접근하려 한다.

