이 연구의 목적은 육바라밀(六波羅蜜) 기반의 철학적 탐구활동이 유아의 자기인식 및 또래상호작용에 미치는 영향을 알아보는 데 있다.

이를 위해 G시의 유아교육기관 2곳에 재원 중인 만 5세 유아 40명(실험집단 20명, 비교집단 20명)을 연구대상으로 선정하였다.

실험집단에는 육바라밀의 여섯 가지 주제를 중심으로 불전설화를 활용한 철학적 탐구활동이 18회기 처치되었다.

비교집단에는 누리과정에 근거한 주제중심의 통합교육활동이 주간교육계획에 따라 실행되었다.

수집된 자료는 SPSS/PC(win 28.0) 프로그램을 사용하여 공변량분석(ANCOVA)을 하였다.

분석 결과 비교집단에 비해 실험집단 유아들의 자기인식 및 또래상호작용에서 각각 유의미한 차이가 있는 것으로 나타났다.

이는 이 연구의 육바라밀기반의 철학적 탐구활동이 유아의 자기인식 및 또래상호작용에 긍정적인 영향을 미쳤음을 의미한다.

뿐만 아니라 불전설화를 활용한 육바라밀기반의 철학적 탐구활동이 유아교육현장에 적용 가능한 교수·학습 방법임을 시사하고 있다.

@highlight

본 연구의 목적은 육바라밀(六波羅蜜) 기반의 철학적 탐구활동이 유아의 자기인식 및 또래상호작용에 미치는 영향을 알아보는 데 있다.

