이 논문은 한국에서 자본주의 노동의 재구성을 검토하는 것을 목적으로 한다.

자본을 추상노동 추출의 사회적 관계의 형태로 이해하는 마르크스의 이론에 기초하여자본의 운동과 노동의 운동 간의 상호작용을 추적함으로써 한국에서 자본주의적노동의 끊임없는 재구성을 보여준다.

자본은 사회적 노동이 특정한 사회적 형태로, 추상적 노동으로 조직되는 사회적 관계의 형태이다.

추상적 노동의 산 노동에 대한지배는 자본주의의 기반인 동시에 자본주의의 불안정성의 근본 원인이기도 하다.

스스로의 존재양식으로부터 기인한 압력에 직면한 자본은 생존하고 스스로를 재생산하기 위해서 끊임없이 운동해야만 한다.

자본의 운동은 사회관계의 운동이다.

이것은 자본의 운동은 반드시 노동의 운동을 수반한다는 것을 의미한다.

이 글은 자본주의적 노동의 근본적 모순의 발현이 자본축적에 부과하는 압력에 대응해서 자본이움직이는 방식을, 한국에서 최초의 자본주의적 사회적 관계가 형성되는 단계, 정치화된 자본주의적 사회관계가 재생산되는 시기, 그리고 자본이 고착화된 사회관계의구성을 넘어서는 시기까지를 역사적으로 고찰함으로써 자본주의적 노동의 재구성을 살펴본다.

@highlight

본고는 한국에서 자본주의 노동의 재구성을 검토하는 것을 목적으로 하였다.

@highlight

자본을 추상노동 추출의 사회적 관계의 형태로 이해하는 마르크스의 이론에 기초해 자본의 운동과 노동의 운동 간의 상호작용을 추적하고 한국에서 자본주의적노동의 끊임없는 재구성을 드러낸다.

