본 연구는 사람들이 장면을 지각하는 동안 장면 맥락에 부합하지 않는 물체에 더 많은 주의를 할당하고, 그 물체에 대한 정확 회상률도 높을 것이라는 가설을 검증하고자 하였다.

이를 검증하기 위하여, 본 연구에서는 두 개의 실험을 수행하였다.

두 실험 모두 장면 제시 시간(2초, 5초, 10초)과 맥락 부합성(부합, 비부합)을 조작한 3x2 요인설계를 사용하였다.

종속 변인은 장면을 지각하는 동안의 안구 운동 패턴과 장면을 모두 학습한 뒤 수행한 기억 검사에서의 정확 회상률이었다.

실험 1에서는 선행 연구의 제한점을 보완하여 물체와 배경의 맥락 부합성에 따른 주의 할당을 재검증하고, 실험 2에서는 장면을 지각하는 동안 참가자들의 주의를 분산시키는 주의 분산 과제를 사용하였을 때에도 여전히 맥락에 부합하지 않는 물체에 더 많은 주의를 할당하는지 검증하였다.

실험 1의 연구 결과, 참가자들은 짧은 시간 내에 장면 맥락에 부합하지 않는 물체를 빠르게 응시하였고, 장면을 지각하는 동안 맥락 비부합 물체를 상대적으로 더 많이, 자주, 그리고 오랫동안 응시하였으며 그 물체에 대한 위치 기억이 우수하였다.

주의 분산 과제를 수행한 실험 2에서도 실험 1과 유사한 패턴의 결과를 관찰할 수 있었다.

주의 분산 과제를 통해 주의를 의도적으로 분산시켰을 때에도, 맥락에 부합하지 않는 물체에 더 많은 주의가 할당된 본 연구의 결과는 맥락 부합성이 장면 지각에서의 주의 할당에 강력한 영향을 미친다는 사실을 시사한다.

@highlight

이 연구는 사람들이 장면을 지각하는 동안 장면 맥락에 부합하지 않는 물체에 더 많은 주의를 할당하고, 그 물체에 대한 정확 회상률도 높을 것이라는 가설을 검증하려 했다.

