이 연구는 학습자의 시각적 작동기억과 공간적 작동기억 수준에 따라 스캐폴딩 방법이 수학 문장제 성취도에 차이가 있는가를 검토하였다.

연구 대상은 초등학교 6학년 121명이었고, 문장제 학습과정에 집단별로 세 가지 스케폴딩(메타인지적 스캐폴딩, 시각화 스캐폴딩, 상황적 스캐폴딩)을 제공하였다.

실험 결과 시각적 작동기억 상집단과 공간적 작동기억 상집단은 각각 하집단보다 성취도가 높았으나, 스캐폴딩 유형에 따른 성취도의 차이는 나타나지 않았다.

작동기억 수준과 스캐폴딩 유형 간의 상호작용 효과를 검토한 결과, 시각적 작동기억 수준과 스캐폴딩 유형 간에 상호작용 효과는 나타나지 않았으나, 공간적 작동기억 수준과 스캐폴딩 유형 간에는 상호작용 효과가 있었다.

또한 공간적 작동기억 하수준 학습자에서는 메타인지적 스캐폴딩과 시각화 스캐폴딩이 상황적 스캐폴딩보다 수학 문장제 성취에 더 효과적이었다.

@highlight

본 연구는 학습자의 시각적 작동기억과 공간적 작동기억 수준에 따라 스캐폴딩 방법이 수학 문장제 성취도에 차이가 있는가를 검토했다.

