본고는 마르크스와 엥겔스의 평생에 걸친 지적 축적의 중요한 표징으로 남아 있는 유고가 그들의 사후에 어떻게 전승되고 또 출판되었느냐를 추적하는 5부 구성의기획물의 제1부에 해당한다.

마르크스와 엥겔스의 유고를 북구의 신화에 나오는 “니벨룽의 보물”에 비유하여, 그것이 어떠한 갈등과 수난을 거쳐 오늘에 이르게 되고, 또 전집으로 출판되는 과정에서 생겨난 갖가지 난관과 논쟁, 그리고 정치적 이해관계의 상충을 살펴보는 이기획의 제1부는 먼저 마르크스의 『자본론』 집필과 관련한 초고의 작성과 축적을살펴 본다.

이어서 미완으로 남은 『자본론』의 초고를 유증받은 엥겔스가 이를 이용하여 『자본론』을 완성하는 과정을 추적하고, 마지막으로는 엥겔스 말년과 그의 사후에 이들 유고를 획득하려는 마르크스의 딸 엘리노어와 독일 사민당간의 미묘한갈등과 암투를 서술함으로서 “니벨룽의 보물”이 예고하는 숙명적 드라마의 서막을열게 된다.

@highlight

이 연구는 마르크스와 엥겔스의 평생에 걸친 지적 축적의 중요한 표징으로 남아 있는 유고가 그들의 사후에 어떤 방식으로 전승되고 또 출판되었느냐를 추적하는 5부 구성의기획물의 제1부에 해당하였다.

