국가는 초·중등학교에서 나타나고 있는 학교폭력 등 각종 심리·사회적 부적응 현상에 대한 대처 방안으로 학교생활기록부 가해자 기록, 학교경찰 배치, CCTV 설치 등의 조치를 취하고 있다.

그러나 이런 조치들은 사후적 성격의 대증적(對症的) 개입으로 한계가 있다.

학교에서 학생들이 보이는 부적응 문제는 그 원인들을 찾아 그 원인들에 대한 처방을 내리는 사전적 성격의 원인적(原因的) 개입이 필요하며, 그것은 지금까지 학교에서 소홀히 다루어져 왔던 인성교육에서 찾아야 한다.

학교의 인성교육은 학교 밖과 학교 안의 여러 요인들로 인해 어려움을 겪고 있다.

학교 밖으로는 국가, 지역사회, 가정이 제 역할을 다하지 못하고 있으며, 학교 안으로는 과도한 지식전달중심의 교수와 분과적 접근이 부정적인 영향을 미치고 있다.

본 연구는 이들 요인들이 서로 연계하여 상호보완적으로 이루어질 때 이론적으로나 경험적으로 타당한 최적의 인성교육이 이루어질 수 있다는 전제하에 이들 요인들을 통합적으로 고려하는 연구 기반 교육모델을 제시하였다.

@highlight

이 연구는 이들 요인들이 서로 연계하여 상호보완적으로 이루어질 때 이론적으로나 경험적으로 타당한 최적의 인성교육이 이루어질 수 있다는 전제하에 이들 요인들을 통합적으로 고려하는 연구 기반 교육모델을 제시했다.

