부의 분배에 관한 입법정책을 놓고 논의는 거듭되고 있으나 이념에 근거한 대립의 간극은 좀처럼 좁혀지지 않고 동어반복적인 주장이 이어질 뿐이다.

지속되는 사회구성원간의 갈등은 국론분열로까지 이어질 수 있다는 우려를 낳고 있다.

이러한 시점에서 대표적인 부의 분배수단인 ‘배당’에 대하여 법을 통해 규제한다면, 그 정당성을 어디에서 찾아야 하는지에 대하여 고민하게 되었다.

배당은 투자기회, 유동성 등 기업내부사정 뿐 아니라 금리, 정부정책 등 기업외부환경에 의해서도 영향을 받는 기업 고유의 사적 판단영역이기 때문이다.

기업의 자율적 배당정책에 대한 규제의 근거를 찾는 것은 배당과 관련한 법적 연구가 풀어야할 과제일 것이다.

배당과 관련한 실증적 접근의 결과물은 법적 주장에 과학적 근거를 부여할 수 있어 의미를 지닌다.

본 연구는 배당에 영향을 미치는 입법정책에 관한 해외의 실증분석 연구결과를 소개하고 국내 코스피 시장 상장법인의 배당과 관련된 자료를 취합하여 이를 기초로 실증분석적인 논의를 하고 있다.

지난 수 년 동안의 배당현황을 통해 살펴본 결과, 국내에서 실행되었던 과세를 통한 입법정책의 결과로 배당이 증대되었다고 결론내릴 근거는 없다.

배당과 같이 기업의 고유한 의사결정 영역에 영향을 미치는 입법정책을 수립할 때에는 신중을 기할 필요가 있을 것으로 본다.

@highlight

본 연구는 부의 분배수단인 배당에 영향을 미치는 입법정책에 관한 해외의 분석 결과를 소개하고 국내 코스피 시장 상장법인의 배당 자료를 바탕으로 실증 분석적 논의를 하고 있다.

@highlight

최근 몇 년 동안 배당현황을 살펴본 결과, 국내에서 실행되었던 과세를 통한 입법정책의 결과로 배당이 늘은 근거는 없다.

