중국인들은 당송(唐宋)대에 자국의 종교 사상과 인도의 종교 사상을 혼융해 세계적인 명품들을 만들어냈다.

그 가운데 가장 대표되는 것은 선불교와 성리학인데 전자가 불교와 노장 사상이 섞인 것이라면 성리학은 불교와 유교가 섞인 것이라 할 수 있다.

이 두 종교 사상은 의례와 함께 한국에 고스란히 수입되었는데 재미있는 것은 이것들이 종주국인 중국에서는 모두 사라지거나 세가 매우 위축된 반면 한국에서는 여전히 활발하게 신행되고 있다는 것이다.

불교의 경우를 보면 지금 선불교를 제대로 신행하고 있는 곳은 한국일 뿐만 아니라 한국 승려들이 매일 행하는 예불도 그 형식이 당나라 것인데 중국에는 이런 의례를 더 이상 찾아볼 수 없다.

성리학(유학)의 경우 주자학적 질서를 아직도 신봉하고 있는 나라는 한국뿐이다.

특히 혼상례가 그러한데 중국에는 이러한 분야에서 주자학의 영향이 현저하게 감퇴된 반면 한국에서는 아직도 위력을 발휘하고 있다.

중국적 의례가 보존이 가장 잘 된 것은 문묘제례와 종묘제례이다.

이 두 제례는 중국에서 연원한 것인데 중국에서는 완전히 사라진 반면 한국에는 완벽하게 보존되어 있어 이채롭다.

@highlight

중국인들은 당송(唐宋)대에 자국의 종교 사상과 인도의 종교 사상을 혼융해 세계적인 명품들을 만들어냈다.

