본 연구에서는 모바일 화면에서의 효율적인 메뉴구조를 탐색해 보고자 하였다.

실험 1에서는 유목의 명확성(명확, 불명확)과 깊이수준(2,3,5층), 아이템의 수(32, 64, 128개)에 따른 탐색 과제 수행 시간과 오류수의 차이를 알아보았다.

그 결과 유목이 명확할수록, 깊이수준이 낮을수록 그리고 제시된 아이템의 수가 적을수록 과제 수행 시간이 짧았고 오류를 적게 보였다.

또한 유목이 명확한 조건에서는 깊이수준과 아이템의 수에 따른 과제 수행 시간과 오류 수에 차이가 없었으나, 유목이 불명확한 조건에서는 깊이가 깊은 조건과 아이템의 수가 많은 조건에서 과제수행 시간이 더 많이 소요되었고, 더 많은 오류를 보였다.

실험 2에서는 깊이가 5수준인 메뉴 구조에서 유목의 명확성(명확, 불명확), 아이템의 수(32, 64, 128개), 공간단서(색, 창, 숫자단서)에 따라 과제 수행시간과 오류수의 차이가 있는지 알아보았다.

그 결과 유목이 명확할수록, 아이템의 수가 적을수록 과제수행시간이 더 적게 걸렸고 더 적은 오류를 보였다.

특히 유목이 불명확한 조건에서는 아이템의 수가 많을수록 더 좋지 않은 수행을 보여 실험 1과 동일한 결과를 보여 주었다.

또한 실험 2의 결과, 그림이나 숫자를 통해 공간단서를 제공하는 것이 탐색 과정에서 발생하는 오류를 줄이는데 도움이 될 수 있음을 보여 주었다.

@highlight

모바일 화면에서의 효율적인 메뉴구조를 탐색한 결과 유목이 명확할수록, 아이템의 수가 적을수록 과제수행시간이 더 적게 걸렸고 더 적은 오류를 나타냈다.

@highlight

그림이나 숫자를 통해 공간단서를 제공하는 것이 탐색 과정에서 발생하는 오류를 줄이는데 도움이 될 수 있음을 나타냈다.

