회사가 자기주식을 취득하는 것은 법인과 주주의 인격이 일부 분리되지 않아 혼돈의 법리에 위배될 수 있을 뿐만 아니라 자본금을 재원으로 다시 당해 주식을 취득하는 것으로써 자본감소 절차 없이 자본금을 환급한 결과가 되어 자본충실의 원칙에도 반하게 된다.

이에 상법은 자기주식 취득을 엄격히 규제하다가 2011년 상법개정으로 법률이 정한 방법과 절차에 따라 배당가능이익의 한도 내에서 자기주식 취득을 제한적으로 허용하고 있다.

상법개정으로 비상장법인도 배당가능이익 한도 내에서 자기주식을 취득할 수 있고, 정관에 이사회 결의로 이익배당 할 수 있도록 한 경우 주주총회를 거치지 않고 이사회 결의로 자기주식을 취득할 수 있게 되었다.

따라서 비상장법인의 특성상 특수관계인으로 대부분 주주를 구성한 회사도 이익잉여금(배당가능이익)이 있으면 이사회 결의로 통해 쉽게 주주로부터 자기주식을 취득함으로써 회사의 자산을 주주에게 쉽게 이전시킬 수 있게 되었다.

물론 특수관계인 주주로부터 고가양수 한 경우 그 주주에게 증여세를 과세하거나 반대로 저가양수인 경우 시가와 매입가액의 차액을 회사의 익금으로 산입하여 법인세를 과세한다.

자기주식 취득과 관련하여 가장 논란이 되는 것은 상법 제341조를 위반한 자기주식취득이 무효인가 아닌가에 따라 그 과세문제가 달리 되는데 자기주식 매매거래 내면에 숨어있는 실체를 파악하는 것이 중요하고, 이는 세무조사권을 통하여 과세를 할 필요가 있다.

@highlight

상법은 자기주식 취득을 엄격히 규제하다가 2011년 상법개정으로 법률이 정한 방법과 절차에 따라 배당가능이익의 한도 내에서 자기주식 취득을 제한적으로 허용하고 있으며, 상법개정으로 비상장법인도 배당가능이익 한도 내에서 자기주식을 취득할 수 있고, 정관에 이사회 결의로 이익배당 할 수 있도록 한 경우에는 주주총회를 거치지 않고 이사회 결의로 자기주식을 취득할 수 있게 되었다.

