본 연구의 목적은 국내에서도 날로 그 중요성을 더해가는 헬스커뮤니케이션학의 이론적 실무적 발전에 있어 PR학의 역할을 재정립하고자 하고자 함이다.

먼저 헬스커뮤니케이션학의 발전과정과 중심이론을 간단히 살펴보고 PR 분야의학술지인 ≪홍보학연구≫, ≪한국광고홍보학보≫와 ≪한국언론학보≫에 나타난헬스커뮤니케이션 연구 경향을 비교·분석함으로써 헬스커뮤니케이션 연구가PR학 분야의 학술지에서 더 많이 다루어지고 있음을 확인하였다.

또한 대부분의헬스커뮤니케이션 연구들은 커뮤니케이션 과정에서 수용자의 반응에 치중되어있었고, 개인의 태도나 행동 변화에 초점을 두는 자아커뮤니케이션에 관심을 갖고 있는 것으로 나타났다.

반면, 다양한 분야의 이론들을 통합하거나 다차원적인수준에서 접근하고자 하는 노력은 부족한 것으로 나타났다.

이에, 본 연구는 국내헬스커뮤니케이션 연구의 이론적 발전을 위해 자아 수준의 이론을 넘어 행동변화단계모델과 미디어, 사회관계 등 다수준 영향요인을 고려한 통합모델을 제언한다.

이러한 이론적 모델은 물론 전략적인 접근방법에 있어 PR학에서 자주 다루어지는 PR4모델, 공중관리, 공중 세분화, 쌍방향 커뮤니케이션, 상황이론 등이헬스커뮤니케이션의 이론적·실무적 발전에 기여할 것으로 보인다.

@highlight

이 연구의 목적은 국내에서도 날로 그 중요성을 더해가는 헬스커뮤니케이션학의 이론적 실무적 발전에 있어 PR학의 역할을 재정립하고자 하고자 함이다.

