본 연구는 엑셀러레이터의 관계효익(사회적, 심리적, 경제적, 개별화적 이익)이 서비스 관계의 질(신뢰, 몰입, 만족)과 서비스의 장기지향성에 미치는 영향을 분석하여 엑셀러레이터의 창업지원 서비스의 개선점을 도출하고자 하였다.

관계효익의 선행요인과 결과에 관한 이론 및 선행연구흐름을 엑셀러레이터 관점에 적용하여 가설을 도출하고 이를 실증적으로 검증하였다.

창업지원 서비스나 프로그램에 참여한 경험이 있는 예비창업자 및 창업자를 대상으로 서베이조사를 실시하여 210부의 응답을 수집하여 분석한 결과 스타트업이 엑셀러레이터 창업서비스를 이용하는 가장 큰 이유는 경제적 효익보다 개별화 효익, 심리적 효익으로 나타났다.

이는 엑셀러레이터 창업지원 서비스가 스타트업에게 개인화되고 맞춤화된 서비스라는 특성을 잘 반영한 결과라는 것을 의미한다.

관계효익과 서비스 관계의 질과의 영향관계에 있어서도 신뢰에는 심리적 효익과 개별화 효익이, 몰입에는 사회적 효익과 개별화 효익이, 만족에는 개별화 효익이 각각 정(+)의 영향을 미치는 것으로 분석되었다.

그만큼 엑셀러레이터 서비스에 있어서는 개별화 효익이 중요하다는 의미이다.

추가적으로 다른 결과, 연구의 한계 및 향후 연구방향을 논의하였다.

@highlight

엑셀러레이터의 관계효익이 서비스 관계의 질과 서비스의 장기지향성에 미치는 영향을 분석하여 엑셀러레이터의 창업지원 서비스의 개선점을 도출하고자 하였다.

@highlight


엑셀러레이터 창업지원 서비스가 스타트업에게 개인화되고 맞춤화된 서비스라는 특성을 잘 반영한 결과라는 것을 의미한다.

