이 연구의 목적은 장애인의 일자리만족에 영향을 미치는 요인에 관하여 고찰하는 것이다.

이를 위해 인구통계학적 특성, 경제활동상태 특성, 직업능력과 고용서비스 특성, 대인관계와 사회적 지지 특성을 분석하였다.

분석자료는 한국장애인고용공단에서 구축한 제1-7차의 총 7년간의 장애인고용패널조사 통합자료(2015) 원자료를 활용하였으며, 조사에 응답한 전체 장애인 35,644명에서 근로장애인 7,752명(총 7차 응답자의 21.74%)을 연구대상으로 진행하였다.

분석결과 인구통계학적 변인이 일자리만족에 미치는 변수는 성별, 장애유형, 기초수급여부, 최종학력, 장애등급, 건강상태인 것으로 나타났다.

경제활동상태 변인이 일자리만족에 미치는 변수는 근무이유, 일자리종류, 월평균임금, 복리후생, 지속근무여부인 것으로 나타났다.

직업 능력 및 고용서비스 변인이 일자리만족에 미치는 변수는 적성, 일자리안전, 지식기능활용, 고용서비스경험, 자격증유형인 것으로 나타났다.

대인관계 및 사회적지지 변인이 일자리만족에 미치는 변수는 여가활용, 사회정치적 권리인 것으로 나타났다.

이러한 연구결과를 바탕으로 장애인의 일자리만족을 향상시키기 위한 실제적인 정책적·실천적인 함의에 대해 논의를 통하여 제시하였다.

@highlight

본 연구의 목적은 장애인의 일자리만족에 영향을 미치는 요인에 관해 고찰하는 것이다.

@highlight

이 연구결과를 바탕으로 장애인의 일자리만족을 향상시키기 위한 실제적인 정책적·실천적인 함의에 관해 논의를 통해 제시했다.

