본 연구는 철근콘크리트 기둥 횡보강근의 형태 특히 크로스타이의 유무 및 단부 정착형태에 따른 내진성능을 평가하기 위한 실험연구이다.

계획된 실험변수인 크로스타이의 유무, 크로스타이의 단부 정착형태(헤드형 또는 갈고리형), 그리고 기둥 축응력의 크기에 따라 총 5개의 기둥 실험체를 제작한 뒤 일정 축력하에 횡방향 반복가력 실험을 수행한 후, 크로스타이가 철근콘크리트 기둥의 구조성능에 미치는 영향을 평가하였다.

실험으로부터, 크로스타이가 없이 띠철근만으로 횡보강된 기둥은, 낮은 횡력에서 균열과 함께 띠철근이 휨변형한 뒤 코아 콘크리트가 탈락되는 파괴양상을 보인 반면에 크로스타이가 있는 기둥은 균열이 발생한 이후에도 띠철근이 휨변형과 주근좌굴을 억제하고 코아 콘크리트를 효과적으로 구속하여 내력 및 연성을 증진시키는 것으로 나타났다.

횡방향 대변형시, 갈고리형 크로스타이는 90° 갈고리 부분이 펴지면서 코아 콘크리트가 탈락되는 양상을 보이지만 헤드형 크로스타이는 대변형 시에도 헤드가 매우 효과적으로 띠철근과 주근을 구속하여 높은 내력과 연성능력을 발휘하는 것으로 나타났다.

@highlight

이 연구는 철근콘크리트 기둥 횡보강근의 형태 특히 크로스타이의 유무 및 단부 정착형태에 따른 내진성능을 평가하기 위한 실험연구이다.

