미세먼지는 대기오염 중 심각한 질병을 야기할 수 있는 대기오염 원인물질이다.

이에 대부분의 연구는 위성영상을 활용하거나 모델링 기법을 이용하여 지역적 미세먼지 분포경향을 분석하였다.

하지만 측정소값을 기준으로 공간보간기법을 적용하여 분석하는 방법은 국내에서 부족한 실정이다.

본 연구에서는 서울시 39개의 미세먼지 측정망을 기준으로 2018년도 서울시의 1월, 2월, 3월, 4월 PM10과 PM2.5의 월별 공간적인 분포 변이를 분석하였다.

또한 본 연구를 통해 얻어진 분포도를 기반으로 PM10과 PM2.5의 차이값을 보여주는 분포도를 제작하였으며, PM10의 배출량이 많은 지역과 PM2.5의 배출량이 많은 지역을 선정하였다.

또한 PM10과 PM2.5의 분포를 비율로 계산하여 분포지도를 제작함으로 각 지역별 PM10과 PM2.5의 상호관계를 확인하였다.

본 연구는 공간분석 기법을 통하여 서울시 PM10과 PM2.5를 분석하는 공간적 분포변이 결과를 해석하였다.

본 연구의 결과 PM10은 도로변 측정소에 높은 측정값을 나타내는 것을 확인할 수 있었다.

@highlight

위성영상을 활용하거나 모델링 기법을 이용하여 지역적 미세먼지 분포경향을 분석하며 공간분석 기법을 통하여 서울시 PM10과 PM2.5를 분석하는 공간적 분포변이 결과를 해석하였다.

