통계청에서는 기존의 행정동보다 작으면서 지역적인 동질성을 유지하는 공간단위로서 소지역 통계공표구역을 설정한 바 있다.

이러한 소지역 통계공표구역은 한 시기의 자료를 제공하는 공간단위일 뿐 아니라 이 공간단위를 기반으로 지방자치단체 및 다양한 기관이 보유하고 있는 자료를 속성으로 연계하고, 시계열적인 자료를 축적함으로서 과학적이고 체계적인 국토 및 지역관리를 가능케 하는 중요한 공간단위가 될 것으로 보인다.

본 연구는 통계청에서 기 확정한 소지역 통계공표구역을 근간으로 시계열적으로 다양한 분석이 가능해 질 수 있도록 이력관리방안을 제시하는 것을 목적으로 한다.

이를 위해 2000년도와 2005년의 기초단위구 및 소지역 통계공표구역을 기준으로 한 인구변화를 파악하고, 인구 및 지역적 특성을 고려한 소지역 통계공표구역의 이력관리방안을 제시하였다.

이와 함께 이러한 이력관리업무를 체계적으로 수행할 수 있도록 대안을 모색하였으며, 이력관리를 위한 소지역통계공표구역의 번호관리체계도 제시하였다.

@highlight

소지역 통계공표구역은 동시기의 자료를 제공하고 여러 기관의 보유 자료를 빠르게 연계하며 시계열 자료를 축적함으로서 체계적인 국토 및 지역관리가 가능케 할 것으로 보이는 바, 본고는 소지역 통계공표구역을 근간으로 다양한 시계열적 분석이 가능케 하는 이력관리방안을 제시하고자 한다.

