국어능력의 구성요소는 지식, 기능, 태도, 전략, 문법능력, 텍스트능력, 언어행위능력, 사고력, 문화능력 등을 들 수 있는데, 이들 중 어떤 것을 강조하느냐에 따라 국어능력은 다양하게 정의될 수 있다.

그리고 국어능력은 기능 측면에서 의미의 구성과 소통을 핵심으로 하는데, 이 과정에는 온갖 능력이 관여하기 때문에 삶의 능력 그 자체라고도 할 수 있다.

또 삶의 능력으로서의 국어능력은 전인격성과 교양성, 수행성과 비명시성을 지닐 뿐 아니라 일반성과 개별성, 고정성과 가변성이라는 성격도 갖는다.

그런데 국어능력이 이러한 특성을 갖는 것은 국어능력의 근원에 감이 자리 잡고 있기 때문이다.

감은 몸과 마음의 결합에 의해서 감각과 의식 사이의 어딘가에서 생기는 것이다.

언어적 감은 역량 혹은 예지의 성격을띠는 것으로서, 분절된 언어로 총체적인 의미를 구성하는 과정에서는 언제나 이것이 동원되어야 한다.

언어적 감은 국어행위의 모든 국면에 작용하기 때문에 우리의 일상적인 언어생활 곳곳에서 그 구체적인 실현 양상을 확인할 수 있다.

이처럼국어능력을 감이라고 하는 창으로 바라보는 것은, 분절된 요소 기능에 대한 고립되고 메마른 학습이 아니라 생생하게 살아 있는 실제 맥락 속에서 그의 전인격이동원되는 총체적 학습으로 국어교육의 방향을 전환하는 디딤돌이 될 수 있다.

나아가 이 관점은 최근 강조되고 있는 창의·인성 교육, 정체성 교육을 위한 이론적 토대로도 활용될 수 있다.

@highlight

국어능력의 구성요소는 지식, 기능, 태도, 전략, 문법능력, 텍스트능력, 언어행위능력, 사고력, 문화능력 등을 들 수 있는데, 이들 중 어떤 것을 강조하느냐에 따라 국어능력은 다양하게 정의될 수 있다.

