이 연구는 시각장애인의 방송접근권을 보장하기 위해 제공되는 화면해설방송이 시각장애인의 정보 습득과 이해, 재미와 만족에 미치는 영향을 검증하였다.

시각장애인 144명과 비장애인 71명이 실험에 참여하였다.

실험에 사용된 영상물은 11분 분량의 드라마였으며, 영상물은 3가지 화면해설방송 수준(미제시, 간략한 제시, 정교한 제시)으로 제작되었다.

실험집단은 4개였으며, 시각장애인들은 3개의 화면해설방송 수준으로 제작된 드라마 중 노출에 배치되었으며, 비장애인들은 화면해설방송을 제공하지 않은 동일한 드라마에 노출되었다.

연구결과, 드라마의 시각적 부분에 대한 시각장애인들의 정보습득과 내용 이해는 화면해설방송의 제시 수준의 증가와 함께 선형적으로 증가하였다.

정교한 화면해설방송에 노출된 시각장애인 집단은 비장애인집단과 정보습득량과 이해도에서 차이를 보이지 않았다.

화면해설방송의 제공은 드라마에 대한 시각장애인들의 만족도와 재미를 증가시키는 것으로 나타났지만, 화면해설방송의 제시 수준에 따라 선형적으로 증가하지는 않았다.

이러한 결과는 화면해설방송이 시각장애인의 방송접근권 확대뿐만 아니라 비장애인과 TV이용의 결과 차이를 줄여 줄 수 있는 중요한 시청복지 서비스라는 점을 제시하고 있다.

@highlight

이 연구는 시각장애인의 방송접근권을 보장하기 위해 제공되는 화면해설방송이 시각장애인의 정보 습득과 이해, 재미와 만족에 미치는 영향을 검증했다.

