이 글은 구한말 동북아에 체류했던 독일 외교관 막스 브란트의 『격동의 동아시아를 가다』와 러시아 외교관 제노네 볼피첼리의 『청일전쟁』을 중심으로 당시 서구인의 동북아에 대한 인식 패러다임을 고찰하는 데 목적을 둔다.

근대화 과정의 당대 동북아에 관한 이 두 서구인의 기록은 동-

서 간의 문화 충돌 및 동북아 내의 문화충돌이라는 “이중의 문화충돌”을 기록한 입체적인 역사 기록서로서 충분한 사료적 가치를 지닌다.

한편으로는 일본의 근대화, 다른 한편으로는 일본에 의한 동북아의 근대화 문제를 역사적으로, 또한 서구인 자신들의 이해관계 속에서 바라봄으써 이 기록들은 근대성과 서구화 문제에 관해 깊이 있는 성찰내용을 제공한다.

이 문헌들은 또한 에드워드 사이드 이후 비서구권에 관한 서구인의 시각을 오로지 식민주의 담론으로만 읽어온 문화학적 패러다임에 대한 비판적 수정을 촉구하는 것이기도 하다.

동북아에서 서구문화의 침투과정은 정치 군사적 차원과 달리 일방적이지 않고 쌍방향적인 영향관계로 발전되었기 때문이다.

이 글은 따라서 오리엔탈리즘적 시각에서 거리를 취하고, 헌팅턴이 주장한 “문명 패러다임”을 비판적으로 수용함으로써 차후 문화학의 논의를 확대시켜 가는 데 일조하고자 한다.

@highlight

이 글은 구한말 동북아에 체류했던 독일 외교관 막스 브란트의 『격동의 동아시아를 가다』와 러시아 외교관 제노네 볼피첼리의 『청일전쟁』을 중심으로 당시 서구인의 동북아에 대한 인식 패러다임을 고찰하려 한다.

