넙

치

 

사

료

에

 

열

수

 

추

출

한

 

황

금

을

 

0

,

 

0

.

0

5

,

 

0

.

1

,

 

1

%

흡

습

시

켜

 

1

2

주

동

안

 

사

육

하

는

 

동

안

 

어

류

의

 

비

특

이

면

역

의

 

증

진

 

및

 

질

병

저

항

성

에

 

대

한

 

효

과

를

 

알

아

보

았

다

.

 

황

금

을

 

첨

가

한

 

사

료

에

서

 

성

장

의

 

유

의

적

인

 

증

가

는

 

없

었

으

나

,

 

초

기

 

4

주

간

 

증

가

하

는

 

경

향

은

 

있

었

다

.

 

혈

액

학

적

인

조

사

 

결

과

에

서

도

 

황

금

 

첨

가

로

 

인

한

 

넙

치

의

 

생

리

 

생

태

에

부

정

적

인

 

영

향

을

 

나

타

내

지

 

않

았

다

.

 

혈

청

 

및

 

각

 

조

직

의

라

이

소

자

임

 

활

성

은

 

0

.

0

5

%

의

 

황

금

 

농

도

로

 

흡

습

시

킨

사

료

 

그

룹

에

서

 

유

의

적

으

로

 

라

이

소

자

임

 

활

성

이

 

증

가

되

었

다

.

 

백

혈

구

의

 

식

활

성

을

 

측

정

하

였

을

시

에

 

0

.

0

5

%

의

 

황

금

 

농

도

로

 

흡

습

시

킨

 

사

료

 

그

룹

에

서

 

유

의

적

으

로

 

백

혈

구

의

 

식

활

성

이

 

증

가

되

었

다

.

 

병

리

조

직

학

적

 

결

과

에

 

따

르

면

넙

치

 

사

료

에

 

열

수

 

추

출

한

 

황

금

을

 

1

%

 

이

상

 

흡

습

시

켜

투

여

시

에

는

 

간

 

조

직

에

서

 

괴

사

가

 

진

행

됨

을

 

알

 

수

 

있

었

다

.

 

어

류

병

원

세

균

의

 

인

위

감

염

에

 

대

한

 

넙

치

의

 

질

병

저

항

성

은

 

0

.

0

5

%

의

 

황

금

 

농

도

로

 

흡

습

시

킨

 

사

료

 

그

룹

에

서

 

E

.

t

a

r

d

a

 

(

G

Y

-

0

1

)

균

에

 

대

하

여

 

상

대

생

존

율

이

 

높

게

 

나

타

났

다

.

 

이

상

의

 

결

과

를

 

종

합

하

여

 

볼

 

때

 

황

금

 

열

수

 

추

출

물

의

넙

치

에

 

대

한

 

면

역

능

 

향

상

과

 

어

류

 

질

병

의

 

저

항

성

 

증

강

에

효

과

가

 

있

는

 

것

으

로

 

사

료

되

나

,

 

1

%

 

이

상

 

첨

가

시

에

는

어

류

생

리

학

적

으

로

 

부

정

적

인

 

영

향

이

 

나

타

나

므

로

0

.

0

5

%

이

하

로

 

투

여

하

여

야

 

할

 

것

으

로

 

판

단

되

었

다

.

@highlight

넙치 사료에 열수 추출한 황금을 0, 0.05, 0.1, 1%흡습시켜 12주동안 사육하는 동안 어류의 비특이면역의 증진 및 질병저항성에 관한 효과를 알아보았다.