한국의 여성들은 대학교육 등 학력이나 내적 개발 측면에서 선진국수준에 도달해 있지만 여성자원의 활용과 지위를 나타내는 사회진출 정도나 정치적 지위는 OECD국가에서 최하위국가로 남녀차별이 가장 심한 나라로 평가되고 있는 실정이다.

그러나 한국의 여성들은 친화력이 좋고 직관이 강하고 감정이 풍부하고 생각이 섬세한 장점이 있다.

이제 세계적으로 국가최고의 지위에 오르는 여성의 숫자가 많아지고 있다.

또 사회 각 분야에 여성들의 진출이 활발해지고 주요 직위를 맡는 비율도 점점 높아지고 있다.

오늘날은 정보화, 지식화 사회가 착근되면서 리더십의 형태도 바뀌고 있고 인간관계가 평등하게 되면서 수평적 마인드를 지닌 여성 리더십을 필요로 하고 있음은 추세이다.

따라서 변화하는 세계적 흐름인 사적인 개인의 권리향상이라는 부분의 중요성이 부각되는 정치적인 변화 양상과 가정의 중요성이 부각되는 현재 가정 안에 공적인 부분의 도입은 과거 남성 중심의 가족사회에서 발견된 수많은 모순을 바로 잡을 수 있는 호기인 것이다.

이러한 개인인권, 권익신장이란 측면에서 볼 때 여성의 정치참여라는 부분과 여성 리더십 개발의 필요성은 시대적 흐름상으로 중요한 사항이 아닐 수 없다.

@highlight

한국 여성들은 대학교육 등이 내적 개발 측면에서 선진국수준에 도달했지만 사회진출 정도나 정치적 지위는 OECD국가에서 최하위국가로 남녀차별이 가장 심한 나라로 평가되고 있다.

@highlight

또 사회 각 분야에 여성 진출이 활발해지고 주요 직위를 맡는 비율 또한 점점 높아지고 있는것으로 드러났다.

