본 연구의 목적은 2007 개정, 2009 개정 초등학교 교육과정에서 제시된 에너지 관련 내용이 어떻게 구성되었는지 분석하는 데에 있다.

특히, 에너지 관련 내용들이 교과별, 학년별로 어떻게 연결되고 있는지를 살펴보았다.

연구결과로서 첫째, 에너지 관련 내용을 가장 깊이 있게 다루는 과목은 2007 개정 과학과 교육과정이었으며, 다른 과목에서는 학문 고유의 관점에 따라 약간씩 다른 측면을 다루고 있었다.

둘째, 2009 개정 과학과 교육과정에서 에너지 단원이 초등에서 중등으로 옮겨지면서, 초등학생들은 에너지에 대해 명시적으로 배울 수 있는 기회가 사라졌다.

대신, 다른 교과를 통해 환경 교육의 일부분으로서 에너지를 접하게 되었다.

이러한 변화로 인해 학생들은 그것이 왜 중요하고 어떤 의미를 갖는지를 모른 채, 환경 문제 해결을 위한 피상적인 실천만을 강요받을 것이다.

셋째, 에너지 관련 내용들은 특정 교과 및 학년에만 집중되어 있었다.

이는 교육과정 개발 과정이 교과별로 독립적으로 이루어지며, 교과 간 통합적인 점검 과정이 없기 때문이다.

넷째, 과학 외의 교과에서 에너지 관련 내용을 다룰 때에 개념의 혼란이 야기될 가능성이 발견되었다.

이러한 결과를 토대로, 본 연구에서는 에너지 교육과 교육과정 개발과 관련한 교육적 시사점에 대해 논의하였다.

@highlight

이 연구의 목적은 2007 개정, 2009 개정 초등학교 교육과정에서 제시된 에너지 관련 내용이 어떻게 구성되었는지 분석하는 데에 있다.

