본 연구에서는 유아의 문제행동에 영향을 미치는 부모의 양육태도, 유아 정서지능 간의 관계가 어떠한지 알아보고자 하였다.

본 연구는 경기도 K시에 거주하는 3~7세 자녀를 둔 어머니 487명을 대상으로 자기보고식 설문조사 실시를 통해 자료를 수집하였고, 선행연구를 토대로 한 연구모형에서 각각의 변수들이 유아의 문제행동에 영향을 미치는 경로를 설정하였으며, 이를 구조방정식 모형을 통해 실제 자료와 적합한지 분석하였다.

이를 통해 유아의 문제행동 수준을 파악하고 문제행동을 해결할 수 있는 바람직한 교육방법을 모색하고자 하였다.

연구결과, 첫째, 어머니의 양육태도, 유아 정서지능, 유아 문제행동 간의 관계는 우선, 어머니의 양육태도는 유아의 정서지능과 정적상관을 보였고, 문제행동과는 부적상관을 보였다.

또한 유아 정서지능은 문제행동과 부적상관이 있는 것으로 나타났다.

둘째, 어머니의 양육태도, 유아정서지능 중 어머니의 양육태도가 유아의 문제행동에 미치는 직접적인 영향이 상대적으로 높게 나타났고, 어머니의 양육태도는 유아의 정서지능을 매개로 유아의 문제행동에 간접효과가 있는 것으로 나타났다.

이와 같이 본 연구결과는 유아의 문제행동을 예방하고 정서지능 발달을 위해 유아의 발달특성에 맞는어머니의 양육태도가 중요하며, 유아의 문제행동 예방에 있어서 어머니의 양육태도 뿐만 아니라 매개효과로서 유아 정서지능을 개발하기 위한 교육 및 환경의 중요성을 시사하고 있다.

@highlight

이 연구에서는 유아의 문제행동에 영향을 미치는 부모의 양육태도, 유아 정서지능 간의 관계가 어떠한지 알아보고자 했다.

@highlight

이 연구결과는 유아의 문제행동을 예방하고 정서지능 발달을 위해 유아의 발달특성에 맞는어머니의 양육태도가 중요하며, 유아의 문제행동 예방에 있어 어머니의 양육태도 뿐만 아니라 매개효과로서 유아 정서지능을 개발하기 위한 교육 및 환경의 중요성을 시사하고 있다.

