4차 산업혁명 시대를 맞이함에 따라 학교체육을 포함한 다양한 분야에서 ICT 및 테크놀로지 활용에 관한 논의가 활발히 이루어지고 있다.

이러한 연구 동향은 최근 국내 교육계가 내세우는 창의적 인재 양성을 위해 다양한 기술을 교과 콘텐츠와 연결시키고자 하는 움직임 때문이다.

따라서, 본 연구는 학교체육 분야에서 15년간수행되어진 학교체육 및 체육수업 현장에서 ICT 및 테크놀로지 활용에 관한 연구주제의 동향을 면밀히 살펴보고, 미래 학교체육 현장에서 체육교과가 제공하는 교육적 가치 실현을 위한 효율적인 ICT 및 테크놀로지 활용방안 및 시사점을 제시하고자 한다.

해당 목적을 달성하기 위하여 본 연구에서는 빅데이터 토픽모델링 기법을활용하였으며 그 결과는 1)융합교육, 2) 웹 기반 교육, 3) 신체활동분석, 4) ICT활용으로 총 4가지 주요 주제로범주화 되었다.

이러한 연구의 결과는 학교체육 분야에서 ICT 및 테크놀로지 활용에 관한 논의는 학교체육 현장에서 그 필요성을 인정받음에 따라 지속적으로 이루어지고 있었다.

하지만, 체육수업이 제공하는 교육적 가치를 학생들에게 온전히 전달하고 수업을 설계하는 교사가 과도한 업무부담 없이 자신의 수업에 테크놀로지를활용하기 위해서는 여전히 ICT기반 체육수업의 실효성을 담보할 수 있는 학술적, 정책적 연구는 필요하다.

@highlight

학교체육 및 체육수업 현장에서 ICT 및 테크놀로지 활용에 관한 연구주제의 동향을 면밀히 살펴보고, 미래 학교체육 현장에서 체육교과가 제공하는 교육적 가치 실현을 위한 효율적인 ICT 및 테크놀로지 활용방안 및 시사점을 제시하려 연구한 결과 1)융합교육, 2) 웹 기반 교육, 3) 신체활동분석, 4) ICT활용으로 총 4가지 주요 주제로 나뉘었다.

