연구목적: 본 연구는 데이터마이닝을 활용하여 발달장애인의 취업에 영향을 미치는 개인 및 생태학적 요인을 탐색하고자 하였다.

연구방법: 발달장애인의 취업에 대한 생태학적 영향요인을 분석하기 위하여 8차 장애인고용패널조사 자료를 활용하였다.

연구목적에 따라 추출된 자료를 데이터마이닝의 한 기법인 의사결정나무기법을 활용하여 분석하였다.

결과: 발달장애인의 상위 취업률에 속하는 그룹은 공통적으로 기초생활수급자가 아니며, 일상생활에 불만을 느끼지 않는 것으로 나타났다.

또래 관계는 보통 이상의 만족도를 보인 것으로 나타났다.

반면, 하위 취업률에 속하는 그룹에도 일상생활에 불만을 느끼지 않는 케이스도 있으나 일상생활에 만족하지 못한 경우는 모두 미취업군에 해당하는 것으로 나타났다.

상위그룹과 다르게 또래관계는 해당사항이 없는 것으로 응답한 경우였다.

결론: 본 연구에서 도출된 결과를 바탕으로 발달장애인의 취업을 위한 사회의 인식개선, 발달장애인의 능력과 특성에 맞춘 직업교육, 가까운 주변사람과의 관계 개선의 필요성이 제시되었다.

@highlight

데이터마이닝을 활용하여 발달장애인의 취업에 영향을 미치는 개인 및 생태학적 요인을 탐색하고자 한다.

@highlight

목적에 따라 추출된 자료를 데이터마이닝의 한 기법인 의사결정나무기법을 활용하여 분석하였다.

@highlight

발달장애인의 상위 취업률에 속하는 그룹은 공통적으로 기초생활수급자가 아니며, 일상생활에 불만을 느끼지 않는 것으로 나타났다.

@highlight

발달장애인의 취업을 위한 사회의 인식개선, 발달장애인의 능력과 특성에 맞춘 직업교육, 가까운 주변사람과의 관계 개선의 필요성이 제시되었다.

