본 논문의 목표는 기대를 자연과학적 설명 방식과 대비하여 현상학적 방법을 통하여 해명하는 것이다.

현상학적 의식연구는 자연과학적 인과율에 기초하는 현대 심리학과 뇌 인지과학의 한계를 해명하고 보완할 수 있다는 측면에서 의의를 가질 수 있다.

후설의 내적시간의식 분석에 의하면, 미래적 의식으로서 기대는 미래적 경험의 지평을 형성하는 필수적인 계기이다.

또한 미래적 의식의 지향은 현실적 지각과의 종합 과정을 거쳐서 충족되거나 수정될 수 있다.

하지만 빈스방거의 현상학적 정신병리학에 의하면, 우울증적 주체가 자기 폐쇄적인 주관적 시간체험에 빠질 경우, 단순한 기대를 ‘기정사실’로서 판단할 수 있다.

그리고 이런 방식으로 주체가 과거적 의식과 미래적 의식을 현재적 지평에서 통합하지 못하고 현실적 지각과 종합적 관계를 맺지 못할 경우, 부정적 기대가 심화되어 불안을 야기할 수 있다.

정신치료적 관점에서 고찰할 때, 우울증을 겪 는 환자의 의식 체험을 ‘내적시간의식의 현상학’을 통하여 해석한 빈스방거의 시도는 근대 과학주의에 기초한 현대 정신의학이 지닌 한계를 보완할 수 있는 방향을 제시했다는 측면에서 의의를 가질 수 있을 것이다.

@highlight

이 논문의 목표는 기대를 자연과학적 설명 방식과 대비해 현상학적 방법을 통해 해명하는 것이다.

@highlight

그리고 이런 방식으로 주체가 과거적 의식과 미래적 의식을 현재적 지평에서 통합하지 못하고 현실적 지각과 종합적 관계를 맺지 못할 경우, 부정적 기대가 심화되어 불안을 야기할 수 있다.

