평화와 번영을 위한 통일을 위해서는 다양한 분야에서 준비가 필요한데 북한주민들의 직업능력개발 분야도 매우 중요한 영역이다.

통일 후 북한지역주민들의 삶의 질 향상과 이를 위한 안정적인 경제적 활동을 위해서는 자본주의 시장경제에 대한 이해와 적응을 위한 직업능력의 개발이 필요하다.

이 연구는 통일 후 남북한 주민의 사회통합을 위한 부의 불균형을 조기에 시정하고 통일 과정(체제통합 단계)에서 북한지역 거주 주민의 수입 증대 및 조기 안정화에 기여하고자 북한지역주민 직업능력개발을 위한 추진체계를 남북한이 협력하여 구축하는 방안을 제시하고자 한다.

추진체계 구축을 위하여 문헌조사와 선행연구검토, 전문가조사를 바탕으로 남북한 직업교육훈련체계, 직업기술교육체계, 자격체계를 비교하고 북한지역주민의 직업전문 능력을 증진시키기 위한 직업능력개발체계 지원영역을 인프라, 프로그램운영, 고용서비스 제공의 3개 영역으로 분류하고 도출하였다.

이를 바탕으로 직업능력개발체계 3개 영역을 유기적으로 연계하여 북한지역주민 직업교육훈련지원체계로 구성하고 전문가조사(FGI) 분석을 바탕으로 직업능력개발 지원체계 구축방안을 제시하였다.

구축방안을 위한 제언으로 첫째, 직업교육훈련 관리 공단 설치, 둘째, 북한지역에 고용센터의 설치.

셋째, 전직지원센터의 설치.

넷째, 교육훈련의 바우처 제도의 도입, 다섯째, 실업자의 직업훈련 강화를 제시하였다.

@highlight

통일 후 남북한 주민의 사회통합을 위한 부의 불균형을 조기에 시정하고 통일 과정에서 북한지역 거주 주민의 수입 증대 및 조기 안정화에 기여하고자 남북한이 협력하여 구축하는 방안을 제시하였다.

@highlight

구축방안을 위한 제언으로 직업교육훈련 관리 공단 설치, 북한지역에 고용센터의 설치, 전직지원센터의 설치, 교육훈련의 바우처 제도의 도입, 실업자의 직업훈련 강화가 있다.

