본고는 덜미에서 홍동지 재담의 변이 양상을 검토하였다.

변이 양상을 살피기 위한 방법은 세 가지다.

첫째, 홍동지와 그를 둘러싼 인물들의 발화 빈도와 비중의 변화, 둘째 홍동지와 박첨지, 평양감사, 마을사람의 경어 등급의 변화, 셋째, 대립을 유발하는 무대에서의 갈등의 형식, 또는 소통의 형식이다.

그 결과 홍동지의 발화 빈도와 비중에는 변화가 없으나 주변 인물의 발화 빈도와 비중은 축소됨으로써 부당한 권력에 대한 고발이라는 주제의식이 약화되었음을 확인하였다.

박첨지의 재담이 화석화되고 있었고, 일부에서 나타나던 박첨지와 평양감사의 존대가 사라지면서 이들이 드러내는 비굴함은 사라지게 되었다.

대립의 장이 되는 무대의 경우에 1970년대를 기점으로 박첨지와 평양감사는 홍동지와 직접 재담을 나누지 않는 현상이 나타났고, 이들은 직접적으로 갈등을 유발하거나 소통하는 모습을 보여주지 않았다.

첨언으로 구비문학의 문화재 지정 규정을 보충할 필요성을 제기하였다.

구비문학이 변이는 당연한 현상인데, 문화재로 지정되면서 변이를 차단하였고, 구비문학 창작의 장애가 되었기 때문이다.

따라서 채록 당시의 모습을 그대로 보존하는 형태와 당대의 모습을 보여주는 형태 모두를 연희할 수 있어야 살아있는 구비문학, 무형문화재가 될 수 있다고 제언하였다.

@highlight

덜미에서 홍동지 재담의 변이 양상을 검토하였다.

@highlight

변이 양상을 살피기 위한 방법은 세 가지이고  홍동지와 그를 둘러싼 인물들의 발화 빈도와 비중의 변화,  홍동지와 박첨지, 평양감사, 마을사람의 경어 등급의 변화, 대립을 유발하는 무대에서의 갈등의 형식, 또는 소통의 형식이으로 홍동지의 발화 빈도와 비중에는 변화가 없으나 주변 인물의 발화 빈도와 비중은 축소됨으로써 부당한 권력에 대한 고발이라는 주제의식이 약화되었음을 확인하였다.

