항공특송시장은 국제 전자상거래의 활성화, 일관서비스(One Stop Service) 및 신속성에 대한 요구증대로 지속적인 성장을 기록하고 있다.

하지만 항공특송에 대한 명확한 집단분류 체계 및 집단별 경쟁력을 비교 평가한 논문은 찾아보기 어렵다.

이러한 측면에서 본 연구에서는 항공특송의 집단을 정의하고, 실제 수입화물 진행자료를 기초로 하여 집단별 경쟁력을 비교 평가하는 것을 연구의 목적으로 하였다.

연구방법으로 시간측면에 대한 가설을 검증하기 위해 T-

검정을, 화물특성에 대한 검정을 위해 이항로짓분석과 공분산분석을 실시하였다.

분석결과 4대 특송사와 기타 특송사에는 많은 차이를 보이고 있으며, 전자의 경우 신속성 측면과 기업 고객에게 강점이 있고, 후자의 경우 가격 경쟁력 측면과 개인고객 그리고 전자상거래 물품에 강점이 있는 것으로 나타났다.

본 연구의 차별점은 실제 현장 데이터를 이용하여 특송업체 집단간의 현실을 객관적으로 분석하고 이를 통해 경영적 시사점을 제공한 것에 있다.

@highlight

본 논문에서는 항공특송의 집단을 정의하고, 실제 수입화물 진행자료를 기초하여 집단별 경쟁력을 비교 평가하는 것을 연구의 목적으로 했다.

