본 연구의 목적은 항공영어구술능력증명시험(EPTA) 제도를 개선하는 데 있다.

항공영어제도에 대한 ICAO의 기준을 살펴보고 한국의 운영현황, 외국의 운영사례, 스트레스와 항공안전과의 관계를 분석하였다.

ICAO 항공영어제도의 기준이 되는 ICAO Doc 9835는 각 회원국에 항공기 운항 중 비정상 상황에서 발생할 수 있는 조종사와 관제사 간 항공무선통신과 관련한 Plain Language에 대하여 교육하고 평가하라고 권고하고 있다.

그러나 한국 EPTA는 말하기평가 57%가 일반회화방식의 Plain Language로 구성되어 있어 ICAO 기준과 다르게 나타나고 있다.

EPTA 설문조사는 대한항공과 아시아나항공 소속 내국인조종사 320명과 외국인조종사 47명을 대상으로 벌였다.

설문결과는 내국인조종사의 경우 93%가 항공영어능력 향상에 도움이 안 된다고 답하고 있으며 45%는 재평가 스트레스가 비행안전 위협요인이 되고 있다고 밝히고 있다.

본 연구 결과를 통해서 현행 EPTA 듣기와 말하기 영역의 평가가 좀 더 실제 교신상황과 직접적으로 관련된 내용으로 개선되어야 할 것으로 보인다.

또한 4등급자 재평가는 교육과 연계한 컴퓨터 프로그램(CBT·Combuter Based Test)방안을 제시하였다.

@highlight

이 연구의 목적은 항공영어구술능력증명시험 제도를 개선하는 데 있다.

@highlight

이 연구 결과를 통해서 현행 EPTA 듣기와 말하기 영역의 평가가 좀 더 실제 교신상황과 직접적으로 관련된 내용으로 개선되어야 할 것으로 보인다.

