본 연구의 목적은 학습포트폴리오를 활용한 학습컨설팅이 대학생의 시간관리능력과 시간관에 어떠한 영향을 미치는지 그 효과를 검증하는 것이다.

연구대상은 C대학교 학생 총 22명이며, 시간관리 능력과 시간관을 측정하였다.

연구방법은 실험집단과 통제집단 간 동질성 검증 및 반복측정 분산분석을 실시하였다.

그 결과, 실험집단은 통제집단에 비해 시간관리능력의 하위요인인 목표세우기, 우선순위 정하기, 계획하기, 실행하기, 평가하기, 정보 이용하기가 유의하게 향상된 것으로 나타났다.

또한 학습포트폴리오를 활용한 학습컨설팅은 시간관의 변화에도 효과가 있는 것으로 나타났다.

특히 하위요인인 과거긍정적, 미래지향적, 현재쾌락적 시간관에 영향을 미치는 것으로 나타났으며 과거부정적 시간관과 현재운명론적 시간관에는 의미 있는 차이가 나타나지 않았다.

이상의 연구 결과를 통해 학습포트폴리오를 활용한 학습컨설팅은 학생이 스스로 시간관리를 하는 데 도움을 줄 수 있으며 학생들의 시간관에 대한 인식을 변화하는 데도 긍정적인 효과가 있을 것이라 기대한다.

@highlight

본고는 학습포트폴리오를 활용한 학습컨설팅이 대학생의 시간관리능력과 시간관에 어떤 영향을 주는지 그 효과를 검증하고자 한다.

