본 연구에서는 마음챙김 명상 프로그램이 대학생들의 우울 및 반추증상에 미치는 효과와 그 변화의 기제로 알려진 주의통제력과 탈중심화에 미치는 영향을 경험적으로 검증하였다.

이를 위해 서울 소재의 대학교에 재학 중인 대학생 153명에게 우울 및 반추증상 척도를 실시였으며 경도 수준의 참여자 10명을 처치집단으로, 참여가 어려운 참여자 11명을 통제집단으로 구분하였다.

처치집단은 주 1회, 150분, 총 4회기의 마음챙김 명상 프로그램을 실시하였으며, 1, 2회기는 호흡명상을, 3, 4회기는 마음챙김 명상을 하였다.

자료 수집은 각 집단에서 우울 및 반추증상 척도를 4주 간격으로 프로그램 시작 전과 종료 후에 측정하였고, 주의통제, 상태 탈중심화, 상태반추를 약 2주 간격으로 사전, 중간, 사후에 측정하였다.

분석 결과, 마음챙김 집단에서만 우울, 반추 증상의 유의한 감소를 보였다.

주의통제의 경우 집중 명상만을 실시한 사전-

중간 구간에서 개선이 확인된 반면, 상태반추와 상태 탈중심화는 마음챙김 명상을 시작한 중간-

사후 구간에서 유의한 개선효과를 보였다.

추후 측정 결과, 마음챙김 집단에서 우울, 반추 증상과 주의통제력 변인에 한하여 개선효과가 유지됨을 확인할 수 있었다.

마지막으로 본 연구의 함의점 및 한계, 추후 연구를 위한 제언이 논의되었다.

@highlight

본 논문에서는 마음챙김 명상 프로그램이 대학생들의 우울과 반추증상에 미치는 효과 및 그 변화의 기제로 알려진 주의통제력과 탈중심화에 미치는 영향을 경험적으로 규명하였다.

