본 연구의 목적은 2015 개정 중학교 교육과정 통신기술 영역에서 다양한 볼록렌즈를 사용한 ‘VR 글라스’ 수업자료를 개발하는데 있다.

이 연구는 ADDIE 모형을 기반으로 개발하였다.

분석단계에서는 학습자 및 사회적 요구분석을 통해 수업자료 개발의 필요성을 확인하였고 2015 개정 교육과정 및 가상현실에 대한 문헌을 고찰하여 VR 글라스와 관련 있는 통신기술 영역을 확인하였다.

VR 글라스와 관련 있는 통신기술 영역으로 정보의 통신과정을 선정하였다.

설계단계에서는 분석단계를 바탕으로 학습목표를 설정하고 교수전략 및 교수매체를 선정하였다.

개발단계에서 개발된 수업자료는 교수・학습지도안, 수업용 PPT, 모둠활동지, 개인별 포트폴리오 활동지, 다양한 볼록렌즈를 사용한 ‘VR 글라스’의 예시이다.

다양한 볼록렌즈를 사용하여 VR 글라스를 제작한 결과 볼록렌즈의 지름이 큰 경우 시야각이 더 확장되었으나 이를 수치화하기 어려웠다.

실행단계에서는 중학생들 대상으로 실제 수업에 적용하였으며 평가단계에서는 학습자 및 전문가 평가를 통해 수업자료를 개선하였다.

@highlight

2015 개정 중학교 교육과정 통신기술 영역에서 다양한 볼록렌즈를 사용한 ‘VR 글라스’ 수업자료를 개발한다.

@highlight


학습자 및 사회적 요구분석을 통해 수업자료 개발의 필요성을 확인하였고 2015 개정 교육과정 및 가상현실에 대한 문헌을 고찰하여 VR 글라스와 관련 있는 통신기술 영역을 확인하였으며 개발단계에서 개발된 수업자료는 교수 학습지도안, 수업용 PPT, 모둠활동지, 개인별 포트폴리오 활동지, 다양한 볼록렌즈를 사용한 ‘VR 글라스’의 예시이다.

