본 연구는 인도 진출 이후 현지 시장에서의 경쟁전략을 탐구하기 위해 현재 인도시장에서 탁월한 시장 지배력을 보유하고 있는 LGEIL의 사례를 다이아몬드 모델을 적용하여 종합적이고 체계적으로 분석하였다.

LGEIL이 인도 시장에서 어떻게 경쟁우위를 확보하고 있는지 그 경쟁 전략을 분석한 결과, 첫째, 요소조건 측면에서는 모기업의 글로벌 경쟁력을 바탕으로 R&D 현지화와 ICTS 품질 기준 하에 철저히 현지화 된 제품 생산을 함으로써 경쟁력을 확보하고 있다.

둘째, 수요조건 면에서는 인도의 소득 증대 및 경제성장으로 가전제품에 대한 수요가 급증 할 것이라는 시장 예측에 근거하여 잠재수요 발굴에 매진하였다.

셋째, 관련 및 지원 분야 측면에서는 빠른 실행력에 기초한 열정 형 리더쉽과 현지 맞춤형 채용 및 보상·평가제도 그리고 광대한 유통망과 애프터 서비스 망을 구축하여 운용하고 있는 점이 경쟁력으로 작용하고 있다.

넷째, 전략, 구조 및 경쟁의 측면에서는 인도 현지인 중심 조직구조를 기초로 LGE Way에 기반을 둔 비전 경영 실시로 성과 중심의 기업문화 구축, 블루오션인 Rural Marketing 전략 실행, TDR 혁신활동 그리고 경쟁사가 시도하지 않은 발로 뛰는 홍보 전략을 통해 경쟁 우위를 확보하였다.

이런 LGEIL의 경쟁전략은 인도 현지 활동 중인 한국 기업들에게 경쟁 전략 관련 분석 틀을 제공함과 동시에 가전산업에 속한 한국기업 들에게 기업 운용 전략상의 실무적 시사점을 제시하고 있다.

@highlight

본 연구는 인도 진출 이후 현지 시장에서의 경쟁전략을 탐구하기 위해 LGEIL이 인도 시장에서 어떻게 경쟁우위를 확보하고 있는지 그 경쟁 전략을 분석하였으며,  LGEIL의 경쟁전략은 인도 현지 활동 중인 한국 기업들에게 경쟁 전략 관련 분석 틀을 제공함과 동시에 가전산업에 속한 한국기업 들에게 기업 운용 전략상의 실무적 시사점을 제시하고 있다.

