이 연구는 장애인들에게 문화교육에 대한 긍정적 인식과 행복추구에 필요한 심리 역량에 주안점을 두고, 그 구조 개념을 제시하는 것을 목적으로 하였다.

본 연구의 목적 달성을 위하여 다중지능과 문화적 역량 척도를 사용하였으며, SPSS와 Amos를 통해 통계 자료처리를 하였다.

이에 다중지능과 문화적 역량 요인들을 대상으로 확인적 요인분석을 통한 구조 모형 검증의 적합성을 알아보았으며, 연구결과에서는 적합한 결과를 나타냈다.

세부적으로 다중지능의 하위요인인 논리수학지능, 공간지능, 언어지능, 음악지능, 신체운동지능, 인간친화지능, 자연친화지능, 자기성찰지능은 문화적 역량과 유의미한 관계 구조를 가지고 있다는 결과를 도출하였고, 구조 모형 검증을 위한 상관관계 결과에서는 다중지능과 문화적 역량의 하위 요인 모두에서 유의미한 상관관계가 나타났다.

측정도구 간의 평균은 다중지능 요인이 문화적 역량 요인보다 높게 나타나 다중지능 요인이 문화교육 심리에 높은 의미성이 있다는 사실을 도출하였다.

이 연구는 장애인들에게 문화교육 증진을 위한 심리 역량을 분석하여 실제 특수교육의 현장에서 적용 가능한 구조 개념을 제시하였다는데 그 의의가 있다.

@highlight

본고의 목적달성을 위하여 다중지능과 문화적 역량 척도를 사용하였으며, SPSS와 Amos를 통해 통계 자료처리를 했다.

