본 연구는 스트레스 대처에 어려움을 보이는 유아가 모래상자놀이 과정에서 어떻게 자신의 심리적 문제를 표현하고, 표현 양상이 변화되어 가며, 모래상자놀이의 적용 효과는 어떠한지를 분석해 보는데 목적이 있다.

연구 대상 유아는 6년 3개월 된 남아 1명으로 주의산만, 반복적인 일탈행동, 스트레스에 예민한 문제로 의뢰해 온 유아였다.

연구절차는 모래상자놀이 도구 준비, 모래상자놀이 실시, 모래상자놀이 표현, 평가 순으로 진행되었다.

모래상자놀이도구는 Kalff(1966)이 제시한 방법에 따라 2012년 6월 20(수) ~ 10월 15일(월)동안 20회의 모래상자놀이를 실시하였다.

모래상자놀이 표현은 매회 진행하면서 유아의 행동 특성을 기록한 일화기록, 사진, 비디오 촬영, 유아의 놀이평가 등을 종합하여 모래상자놀이의 변화과정을 중심으로 분석하였다.

연구결과 모래상자놀이는 스트레스 대처에 어려움을 보이는 유아가 자신이 가지고 있는 스트레스 상황을 자연스럽게 모래상자놀이에 표현하면서 자신의 문제를 직면하며 억압에서 바람직한 방향으로 스트레스를 대처하고자 하는 힘의 표출이 내면에서 생겨나는 과정을 경험하고 있음을 알 수 있었다.

@highlight

스트레스 대처에 어려움을 보이는 유아가 모래상자놀이 과정에서 어떻게 자신의 심리적 문제를 표현하고, 표현 양상이 변화되어 가며, 모래상자놀이의 적용 효과는 어떠한지를 알아보았다.

@highlight

모래상자놀이 표현은 매회 진행하면서 유아의 행동 특성을 기록한 일화기록, 사진, 비디오 촬영, 유아의 놀이평가 등을 종합하여 모래상자놀이의 변화과정을 중심으로 분석하였다.

@highlight

모래상자놀이는 스트레스 대처에 어려움을 보이는 유아가 자신의 상황을 모래상자놀이에 표현하면서 자신의 문제를 직면하며 억압에서 바람직한 방향으로 스트레스를 대처하고자 하는 힘의 표출이 내면에서 생겨나는 과정을 경험하고 있음을 알 수 있었다.

