전 세계적으로 테러의 위협이 가중되고 일반 상업건축에 대한 방폭설계의 요구가 증가하고 있는 현실을 직시하여, 본 연구에서는 기본적인 방폭설계의 개념을 정립하고 실제 설계사례를 통하여 방폭성능을 평가하는데 목표를 두고 있다.

비록 지진하중과 폭파하중에는 많은 차이점이 있지만, 그 설계법은 구조물의 소성거동을 허용하고 연성을 갖도록 설계한다는 점에서 유사하다.

본 연구에서 제시된 대상 건물에 대한 방폭성능 평가를 통하여, 일반하중에 대하여 잘 설계된 건물은 어느 정도 수준의 방폭성능을 확보하는 것으로 나타났다.

그러나 구조물에 작용하는 폭파하중은 무기의 종류, 등가의 TNT량, 폭발점에서 목표물까지의 최단거리인 촛점거리 등에 따라 달라지기 때문에 일반화하기에는 무리가 있다.

희생구조물을 배치하거나 예상되는 폭발점에서 주요 구조부재까지의 촛점거리를 일정수준 이상으로 유지하는 건축 계획적인 노력은 건물의 방폭성능을 향상시킬 수 있는 쉽고 효과적인 방법이다.

@highlight

제시된 대상 건물에 대한 방폭성능 평가를 통해, 일반하중에 대하여 잘 설계된 건물은 어느 정도 수준의 방폭성능을 확보할 수 있다는 것을 확인했다.

@highlight

희생구조물 배치 및 예상되는 폭발점에서 주요 구조부재까지의 촛점거리를 일정수준 이상으로 유지하는 건축 계획적인 노력은 건물의 방폭성능을 향상시킬 수 있는 효과적인 방법이다.

