정보의 활용이 국가 경쟁력의 핵심으로 부각되면서 우리 정부를 포함한 주요 선진국들은 데이터를 중요하게 인식하고 있으며, 이에 따라 장기보존 기술 연구 및 표준 제정 등을 추진하여 데이터의 체계적인 관리 및 보존을 위한 노력을 지속적으로 기울이고 있다.

그러나 현재 국내의 경우 다양한 유형의 데이터들에 대해 법령에는 기록관리 대상으로 명시하고 있지만, 이를 수집, 관리 및 보존하기 위한 구체적인 방법은 표준전자문서 이외에는 없는 상황이다.

특히, 행정정보시스템에서 생산되는 엄청난 규모의 데이터세트에 대한 관리 및 보존은 무엇보다 강하게 요구되어 왔으나 데이터세트에 대한 지침이 제대로 제공되고 있지 않고 있다.

보존포맷 선정체계가 마련되어야 시스템 보완 및 구축이 가능하기 때문에 우선적으로 데이터세트 특성을 고려한 보존포맷 선정 기준 체계가 보다 구체화 되어야 하며, 선정기준에 따라 도출된 데이터세트 보존포맷의 변환에 대한 실증적인 검증 작업이 필요하다.

이에 본 연구는 데이터세트의 특성을 고려한 보존포맷 선정 기준에 대한 평가체계를 도출하고, 보존포맷에 대한 실증적 검증을 통해 장기보존할 수 있는 방안을 제시하고자 한다.

@highlight

현재 국내 법령하에서는 다양한 유형의 데이터들을 수집, 관리 및 보존하기 위한 구체적인 방법이 부족하다.

@highlight

특히, 데이터세트 특성을 고려한 보존포맷 선정 기준 체계를 구체화 하고 검증 할 필요가 있다.

@highlight

이에 보존포맷 선정 기준에 대한 평가체계를 도출하고, 검증을 통해 장기 보존할 수 있는 방안을 제시하고자 한다.

