본 연구는 전 세계적으로 4차 산업혁명으로 인하여 급격한 변화가 진행되는 시점에서 소비생활과 밀접한 소매유통업에서 진행되고 있는 무인편의점에 대한 소비자들의 이용의도를 살펴보았다.

특히 급속한 성장이 진행되고 있으며, 그에 따른 세계적인 이목이 집중되는 중국의 무인편의점을 대상으로 통합기술수용이론과 체험경제이론을 통하여 무인편의점의 이용의도를 확인하였으며, 이에 대한 신뢰의 조절효과를 검증하였다.

연구결과는 다음과 같다.

첫째, 통합기술수용이론 관련 변수 중 성과기대, 사회적 영향, 촉진조건이 이용의도에 유의한 영향력을 미치는 것으로 나타났다.

둘째, 체험경제이론 관련 변수 중 오락적 체험요소와 미적 체험요소가 유의한 영향요인으로 나타났다.

셋째, 무인편의점의 이용의도에 대한 신뢰의 조절효과를 살펴본 결과 신뢰는 정적인 영향을 미치는 것으로 나타났으며, 통합기술수용이론의 변수 중 성과기대는 신뢰와의 상호작용을 통하여 무인편의점의 이용의도에 유의하게 작용하였다.

이러한 결과는 이론적으로 신기술을 활용한 무인편의점에 대한 소비자의 이용의도가 통합기술수용이론 및 체험경제이론에 의해 설명이 가능함을 실질적으로 확인하였으며, 서비스에 대한 신뢰의 역할도 검증되었다.

또한 실무적으로는 앞으로 다양한 형태로 증가하고 성장할 무인점포에 대한 소비자들의 이용행동에 대한 이해를 도모하고, 무인점포관련 기업 측면에서 소비자 중심의 효율적이고 차별화된 마케팅 전략을 수립하는 데 유용하게 활용이 가능할 것이다.

@highlight

본고는 전 세계적으로 4차 산업혁명으로 인해 급격하게 진행되는 시점에서 소비생활과 가까운 소매유통업에서 진행되고 있는 무인편의점에 대한 소비자들의 이용의도를 조사해보았다.

