최근 인구학적 측면의 여러 변화가운데 인간의 평균수명 연장과 출산율의 저하는 인구 구성비에 있어서 노인 인구의 비율을 높이는 원인이 되었으며, 노인 인구 증가의 세계적 추세는 기존의 사회구조를 변화 시키고 동시에 노인인구의 위상에 대한 새로운 이해가 요구 되어 진다.

교육받은 노인의 증가로 인해 노인들의 교육에 대한 욕구는 더 확대될 전망이며 노인들 스스로가 학습을 위한 노인의 권리를 요구할 때이다.

노인들의 학습기회 신장은 노인들의 학습만을 목적으로 하지 않고 학습 참여로 인한 사회적 부가효과를 지니며, 노인들의 소외감을 줄여 자살 등의 사회적 병리현상을 막을 수 있다.

성공적인 노화에 대한 관심과 연구는 평균수명의 연장에 따른 고령화 사회로의 진입과 관련이 깊다.

노인 인구의 증가는 노인과 관련된 다양한 문제들이 발생될 것이며 생활수준이 향상됨에 따라 다양한 요구들이 증가하고 있으며, 다양한 문제와 요구의 증가는 노인에 대한 프로그램 및 정책적인 관심이 필요함을 보여주고 있다.

성공적인 노화는 평생 동안 스스로 질 높은 삶을 유지하기 위해 노력하는 삶의 태도와 관련되어 있으며, 성공적인 노화는 노인들이 자신의 복지와 보호에 능동적인 주체가 되기 위해 그들은 성공적인 노화에 도달해야 한다.

노인 자신이 성공적인 노화에 이르면 그것이 곧 노인문제의 발생을 감소시키고 기존의 발생한 문제를 해결하는데 결정적인 역할을 할 것이다.

@highlight

최근 인구학적 측면의 여러 변화가운데 인간의 평균수명 연장과 출산율의 저하는 인구 구성비에 있어서 노인 인구의 비율을 높이는 원인이 되었으며, 노인 인구 증가의 세계적 추세는 기존의 사회구조를 변화 시키고 동시에 노인인구의 위상에 대한 새로운 이해가 요구 되어 진다.

