이 논문은 알츠하이머병의 망각과 싸울 수 있는 신경 가소성의 확장과 인지 비축의 확보를 위해 정신분석학이 기여할 수 있는 지점에 관해 논의하고 있다.

뉴런과 시냅스의 훼손은 의식의 영역에 있는 단어 표상의 지도를 훼손할 수밖에 없으며, 정신분석학적 치유란 이러한 뇌세포의 물리적 손상에 맞서 중심 표상들을 다른 방식으로 기억해 낼 수 있는, 표상들의 재배열 과정을 뜻한다.

프로이트는 정동과 표상의 밀접한 관계를 중심으로 방어, 억압, 증상, 망각, 기억의 이야기를 체계화했는데, 이 중심 개념들을 구성한 후 그는 『과학적 심리학을 위한 초안』에서 이를 세 개의 뉴런 시스템들을 통해 설명해내고자 했다.

본 논문은 정신분석학이 제시하는 새로운 의미 생성 및 치유의 과정을 뉴런에 관한 프로이트의 초기 이론을 통해 설명한다.

이는 『과학적 심리학을 위한 초안』과 『꿈의 해석』을 에너지론과 의미론으로 구분한 리쾨르의 설명을 보완하는 시도로서, 논문은 전자에 이미 에너지론과 의미론이 함께 제시되고 있으며, 에너지론으로 알려진 초기 작업 속에 우리가 실천적으로 활용할 수 있는 정신분석학의 이론적 지도가 내포되어 있음을 밝힌다.

이 과정에서 논문은 에너지론과 의미론을 종합하여 이를 삶의 위기에 우리가 활용할 수 있는 실천적 이론으로 고양시키고자 노력한다.

@highlight

이 논문은 알츠하이머병의 망각과 싸울 수 있는 신경 가소성의 확장과 인지 비축의 확보를 위해 정신분석학이 기여할 수 있는 부분에 대해 논의하고자 하고자, 정신분석학이 제시하는 새로운 의미 생성 및 치유의 과정을 뉴런에 관한 프로이트의 초기 이론을 통해 설명한다.

