효과적인 광고에 대한 기준이나 사례가 명확하지 않은 상태에서 일반인은 물론이고 광고인들도 광고상 수상 광고들을 참고해야할 준거 광고로 간주하고 있다.

평가기준이나 채점방법에 대한 구체성과 명확성에서 논란의 여지를 안고 있는 광고상을 수상한 광고들은 어떤 측면에서 차별적 특징들을 가지고 있을까?

본 연구에서는 국내의 대표적인 광고상을 수상한 광고들을 구체적인 분석준거-

광고 창의성(독창성, 적합성, 명료성, 유용성), 가치관(가족/개인/사회/물질지향성, 활동성/절제성), 카피와 그림요소의 표현방식(구체성/명료성, 수사유형, 통합 관계)-

에 따라 광고상을 받지 못한 광고들과 비교 분석하고 광고상 수상광고들만의 공통적 특징을 살펴보고자 하였다.

연구결과, 광고상 수상 광고들은 적합성, 독창성, 명료성, 유용성이란 측면에서 창의적이었고 구체적인 카피를 사용하고 있으며 직유나 은유와 같은 비유법을 활용한 그림요소를 사용하고 있었다.

이 결과를 소비자를 대상으로 한 기존의 광고 효과 연구결과들과 대비하여 살펴보고 효과적인 광고물의 특징에 대한 몇 가지 시사점과 제한점을 논의하였다.

@highlight

구체적인 분석준거에 따라 국내의 대표적인 광고상을 수상한 광고들과 수상하지 못한 광고들을 비교 분석하고 광고상 수상 광고들만이 갖는 차별적 특징을 살펴본 결과, 광고상 수상 광고들은 독창성,  유용성 등의 측면에서 창의적이었고 구체적인 카피를 사용하며 비유법을 활용한 그림요소를 사용하고 있었다.

