일반적으로 전자현미경에 계기상 나타내는 가속전압에 의한 전자 빔의 파장은 실재로 시료 위에 입사 되는 빔의 파장 값과는 다를 수 있다.

그러므로 적어도 한번은 계기상 나타난 전압에 대한 파장 값을 측정 할 필요가 있다.

특히 QCBED 기법에서는 가능한 한 정확한 파장 값의 결정이 요구된다.

본 논문에서는 알려진 결정시료의 LACBED 패턴들로부터 정확하게 이 파장을 측정하는 간단한 방법을 제시한다.

이 방법은 이미 보고된 Kikuchi 패턴을 이용하는 기법과 유사하게 LACBED 패턴에서 같은 평면에 있지 않은 3개의 회절벡터에 의한 회절선이 거의 같은 점을 교차할 경우를 이용한다.

이 방법 적용 실험 예로써 알루미늄 결정시료를 사용하여 JEM2010전자현미경의 계기상 200 kv 가속전압에 대한 파장 값이 측정되었다.

측정된 파장과 대응되는 가속전압은 0.002496(3) nm 과 201.5 0.4 kv 이며 파장 값은 0.12 %의 불확실성을 갖고 있다.

@highlight

알려진 결정시료의 LACBED 패턴들로부터 전자현미경 계기상 나타내는 가속전압에 의한 전자 빔 파장을 측정하는 방법을 제시한다.

@highlight

적용 예로써 알루미늄 결정시료를 사용하여 JEM2010전자현미경 계기상 200kv 가속전압에 대한 파장 값이 측정되었다.

