현 정치체제의 민주화는 아직 그리 높게 평가되고 있지 않으며 이상과 현실의 차이는 여전히 존재하고 있기는 하지만, 과거 권위주의 정권과 비교한 회고적 평가뿐 아니라 장래에 대한 전망적 평가를 고려할 때 민주주의 발전에 대한 낙관적 태도를 보여준다.

반면, 경제성과는 과거 권위주의 정권보다 악화되었다는 평가가 훨씬 높게 나타나고 있으며, 특히 국가경제에 대한 부정적 평가가 매우 심각한 수준에 있음을 보여준다.

민주주의에 대한 낙관적 평가와 경제에 대한 비관적 평가는 어쩌면 양자가 무관한 관계에 있는 것으로 비쳐질 수 있다.

물론 규범적 측면에서 민주주의에 대한 지지는 경제성과에 대한 평가와 상관없이 나타날 수 있다.

그러나 민주정치체제의 현실에 대한 경험적 지지의 차원에 있어서는 경제성과가 정치체제의 성과를 가름하는 중요한 준거가 될 수 있다는 점에서 양자의 관계를 조명할 필요가 있다.

이는 특히 한국과 같은 신생 민주국가의 경우 민주체제의 성과가 체제의 정당성을 확보하는 국민적 지지에 중요한 토대가 된다는 점에서 경제성과의 역할을 분석할 필요가 있다.4.

@highlight

민주주의에 대한 낙관적 평가와 경제에 대한 비관적 평가는 어쩌면 양자가 무관한 관계에 있는 것으로 비쳐질 수 있으며, 규범적 측면에서 민주주의에 대한 지지는 경제성과에 대한 평가와 상관없이 보여진다.

