최근 남성의 외모관리행동이 눈에 띄게 증가하고 외모를 가꾸는 남성에 대한 사회적 관심도 높아져 ‘꽃미남신드롬’ 등 흥미위주의 이슈로는 자주 언급되고 있으나, 남성의 외모가꾸기행동에 대한 체계적인 연구는 부족하다.

이에 본 연구는 20-30대 초반의 대학생과 직장인 남성 169명을 대상으로 외모가꾸기행동의 현황과 외모를 가꾸는 동기에 대하여 실증적으로 접근하였다.

남성의 외모가꾸기행동은 5개 하위종류로 구분되었는데, 치장행동을 가장 많이 하는 반면 몸매관리는 매우 낮게 나타났다.

직장인보다 대학생들이 외모가꾸기에 적극적이며, 남성성집단과 양성성집단의 남성이 외모관리에 보다 적극적인 것으로 밝혀졌다.

남성들이 외모가꾸기를 통해 추구하는 심리적혜택(동기)은 권력, 성취, 유희, 사랑, 변화, 지식의 6가지 요인으로 나타났으며, 이들 동기요인과 성역할정체성, 외모관심도, 인구통계적변인을 예언변인으로 하여 회귀분석한 결과 유희동기와 변화동기,외모관심도와 직업이 남성의 외모가꾸기행동을 유의하게 설명하였다.

또한, 외모가꾸기 세부행동별로 유의미한 예언변인에 차이가 있어서 액세서리 착용과 같은 치장행동에는 남성성과 변화동기가 중요한 설명요인으로 나타났다.

마지막으로 본 연구의 한계점과 향후 연구방향에 관하여 논의하였다.

@highlight

본 연구는 20-30대 초반 남성을 대상으로 외모가꾸기행동의 현황과 동기에 대해 실증적으로 접근하였다.

@highlight

남성의 외모가꾸기행동은 5개 하위행동으로 구분되는데, 치장행동을 가장 많이 하고몸매관리는 가장 적게 했다.

@highlight

직장인보다 대학생들이, 남성성집단과 양성성집단의 남성이 외모관리에 보다 적극적인 것으로 밝혀졌다.

