이 연구는 사다리타기 게임에서 등장하는 사다리 모양에 따른 이산구조를 순열과 조합적 사고, 알고리즘적 구현을 통하여 최소생성사다리를 생성하는 방법과 컴퓨팅 사고력과의 관련성을 탐구하는 내용을 다루었다.

먼저 연구자는 사다리 모양의 세로판과 가로판의 조합에 따라서 생성되는 순열 중에서 역순열에 대응하는 사다리(최소생성사다리)를 필터링 기법과 새로 개선한 알고리즘을 고안하여 Mathematica 프로젝트로 진행하였다.

그 결과 최소생성사다리를 생성원(generator)으로 하는 새로운 그래프를 Mathematica로 창출하여 YC그래프라 이름 붙였으며 그에 대한 속성을 조사하였다.

YC그래프는 이전 차원의 그래프를 내포하는 재귀적 구조와 다층 구조를 가졌으며 간선대칭의 특징을 보여주었다.

또한 계산복잡도가 증가함에 따라 세로판 5개, 가로판 10개 사다리부터 층별로 최소생성사다리를 생성하도록 탐색 공간을 분할하는 알고리즘을 적용하였다.

이 과정에서 자료의 시각화, 추상화 및 병렬처리 알고리즘 구현을 통한 컴퓨팅 사고력이 새로운 YC그래프의 창출 및 구조 분석에 기여한 것으로 나타났다.

@highlight

사다리타기 게임에서 등장하는 사다리 모양에 따른 이산구조를 순열과 조합적 사고, 알고리즘적 구현을 통하여 최소생성사다리를 생성하는 방법과 컴퓨팅 사고력과의 관련성을 탐구하는 내용을 다루었다.

@highlight

그 결과 최소생성사다리를 생성원으로 하는 새로운 그래프를 Mathematica로 창출하여 YC그래프라 이름 붙였으며 그에 대한 속성을 조사하였다.

