성숙한 인재양성이 국가적 책무이기 때문에 진로교육은 중요한 교육 영역이다.

진로교육의 중요성이 증대됨에 따라 2009년 교육과정은 진로교육을 체계적으로 실시하고자 한다.

사실 진로교육은 그 시기가 빠를수록 좋고, 평생 동안 지속되어 야 한다.

특히 초등학교기 진로교육은 체계적으로 이루어져야 한다.

그것은 이 시기가 자아인식 단계이고, 이 시기에 형성된 태도가 향후 진로결정과정에 지속적인 영향을 주기 때문이다.

그러므로 초등학교 진로교육은 자아정체성 교육, 성숙한 가치 중심교육, 삶의 의미 교육을 중시하는 방향으로 이루어져야 한다.

그런데 현재 초등학교 진로교육이 창의적 재량활동의 한 영역으로 운영되고 있기 때문에 체계적인 교육과정 형태로 운영하기 어려운 상황이다.

그러므로 초등학교 학교 상황을 고려한 현실적 대안은 교과통합 형태의 진로교육과정을 내실 있게 운영하는 것이다.

이에 우리는 도덕과 수업에서 진로교육을 할 수 있는 이론적 토 대로 배려 윤리 관점에서 본 서사적 정체성 개념을 제시하였다.

그리고 서사적 정체성 형성을 위해 도덕과 수업에서 활용할 수 있는 진로 수업 방법과 실제를 고찰하였다.

@highlight

성숙한 인재양성이 국가적 책무이기 때문에 진로교육은 중요한 교육 영역이다.

@highlight

사실 진로교육은 그 시기가 빠를수록 좋고, 평생 동안 지속되어 야 한다.

