국제회계기준 IFRS 16의 도입으로 인해 리스회계처리에 대한 큰 변화가 있었으며, 이에 따라 산업 전반적으로 재무제표에 변화가 있었다.

기존 금융리스와 운용리스의 구분을 넘어, 모든 리스에 대해 자산과 부채를 계상하며 회계기준은 발전하는 모습을 보이고 있다.

국제회계기준의 이러한 변화는 실질적인 상행위의 변화를 따라가고 건전한 거래와 의사결정을 조력하기 위한 투명한 재무정보 제공에 있다.

재계 다수의 관계자들은 새로운 기준서에 적응하고 대응할 것으로 보인다.

금융리스에 대한 상법 및 세법, 도산법의 일관적인 입장은, 리스이용자를 금융리스의 소유자로 보는 것이다.

그리고 BBCHP는 회계처리상 금융리스의 일부에 불과하다.

그러나 BBCHP만큼은 기존의 실무의 일관성 유지를 이유로 회생담보권으로 보지 않는 실무의 관행을 유지함으로 인해 부작용이 발생한 바 있다.

발전해가는 상관행과 회계처리를 고려할 때, 실무의 발전 방향 또한 검토할 필요가 있다.

이 연구에서는 IFRS 16 리스회계처리의 변화와 해운산업의 여파에 대해 고찰하고, 금융리스에 대한 회계적인 시각을 설명함과 함께 금융리스의 법적인 성격에 대한 실무적인 입장을 고찰한다.

@highlight

이 연구에서는 IFRS 16 리스회계처리의 변화에 따른 해운산업의 여파에 대해 고찰한다, 그리고  금융리스에 대한 회계적인 시각을 설명하고 금융리스의 법적인 성격에 대한 실무적인 입장을 살핀다.

