본 연구는 명사절 ‘-

기가’ 내포문 교육 현황을 살펴보고 추가적으로 필요한 교수 내용을 제시하는 데 목적을 두었다.

교육 현황을 알아보기 위해 주요 대학 기관에서 사용하고 있는 교재들을 분석하였고, 실제 학습자들의 ‘-

기가’ 사용 양상을 살펴보고자 ‘-

기가’ 문법성 판단 테스트 및 학습자 작문을 분석하였다.

한국어 교재 분석을 통해 ‘-

기가’ 내포문의 제시 형식의 상이함과 모문 서술어의 명확한 제시가 필요함을 확인하였다.

문법성 판단 테스트 및 학습자 작문 분석에서는 ‘-

기’의 문법 범주의 이해, 모문 서술어의 선택, 그리고 유사 항목과의 대치에서 오류를 보이는 것으로 나타났다.

이러한 학습자들의 실제 이해 및 사용의 양상을 통해 ‘-

기가’ 내포문 교육에 추가적으로 필요한 교수 내용으로는 첫째 함께 결합하는 서술어를 다양하게 제시하는 것이다.

둘째 다른 유사항목과의 차이점을 교수하고, 셋째 ‘-

기’의 문법 범주에 대해 명시적으로 설명을 하는 것이다.

@highlight

이 연구는 명사절 ‘-

@highlight

기가’ 내포문 교육 현황을 살펴보고 추가적으로 필요한 교수 내용을 제시하는 데 목적을 두었다.

