돈

육

 

육

질

검

정

에

 

의

한

 

품

질

 

증

가

의

 

경

제

적

 

가

치

는

 

품

질

 

정

보

가

 

확

보

된

 

돼

지

고

기

를

 

구

입

하

는

데

 

소

용

되

는

 

추

가

 

비

용

 

및

 

최

대

한

 

지

불

 

의

사

금

액

(

W

T

P

)

에

 

의

해

 

측

정

된

다

.

 

가

상

가

치

평

가

법

을

 

이

용

하

여

 

돈

육

 

육

질

검

정

에

 

따

른

 

소

비

자

의

 

지

불

의

사

금

액

의

 

측

정

을

 

위

해

 

본

 

연

구

는

 

수

행

되

었

다

.

 

분

석

 

방

법

으

로

 

선

형

확

률

모

형

,

 

양

분

선

택

형

 

모

형

 

및

 

이

중

양

분

선

택

형

 

모

형

을

 

이

용

해

 

분

석

에

 

임

하

였

다

.

 

각

 

모

형

에

 

대

한

 

추

정

 

결

과

로

 

돈

육

 

육

질

검

정

에

 

의

한

 

돼

지

고

기

와

 

기

존

의

 

돼

지

고

기

의

 

가

격

차

이

가

 

클

수

록

 

육

질

검

정

에

 

의

하

여

 

생

산

된

 

돼

지

고

기

를

 

선

택

할

 

확

률

이

 

감

소

함

을

 

나

타

내

며

 

양

분

선

택

형

(

D

B

D

C

)

의

 

지

불

의

사

 

금

액

은

 

7

3

5

원

/

1

0

0

g

이

며

,

 

9

5

%

 

신

뢰

구

간

은

 

5

3

1

~

1

,

6

3

3

원

으

로

 

추

정

되

었

다

.

 

단

일

 

양

분

선

택

형

(

S

B

D

C

)

의

 

지

불

의

사

 

금

액

은

 

5

4

7

원

/

1

0

0

g

이

며

,

 

9

5

%

 

신

뢰

구

간

은

 

4

1

0

~

1

,

1

0

9

원

으

로

 

추

정

되

었

다

.

 

각

 

모

형

의

 

절

단

된

 

평

균

 

W

T

P

에

 

대

한

 

추

정

결

과

는

 

이

중

 

양

분

선

택

형

(

D

B

D

C

)

의

 

지

불

의

사

 

금

액

은

 

1

,

0

1

4

원

/

1

0

0

g

이

며

 

9

5

%

 

신

뢰

구

간

은

 

8

2

1

~

5

,

1

8

5

원

으

로

 

추

정

되

었

고

 

단

일

 

양

분

선

택

형

(

S

B

D

C

)

의

 

지

불

의

사

금

액

은

 

5

7

9

원

/

1

0

0

 

g

이

며

,

 

9

5

%

 

신

뢰

구

간

은

 

4

2

1

~

1

,

3

6

5

원

으

로

 

추

정

되

었

다

.

 

돼

지

고

기

 

육

질

 

검

정

에

 

의

한

 

지

불

의

사

금

액

의

 

평

균

값

의

 

5

4

7

.

4

원

/

1

0

0

g

을

 

적

용

하

여

 

돼

지

고

기

에

 

의

한

 

연

간

 

총

 

가

치

는

 

5

조

 

1

,

7

3

6

억

으

로

 

추

정

된

다

.

@highlight

가상가치평가법을 이용해 돈육 육질검정에 따른 소비자의 지불의사금액의 측정을 위해 본 연구는 수행되었다. 분석 방법으로 선형확률모형, 양분선택형 모형 및 이중양분선택형 모형을 이용해 분석에 임했다.