본 연구는 울산지역 대학부설 과학영재교육원 소속 중학생 과학영재 55명을 대상으로 하여Sternberg의 정신자치제 이론에 근거한 사고양식과 MMTIC 성격유형, 그리고 자기조절학습능력에서 어떠한 특성을 보이는지, 이들 간에 어떠한 상관관계가 있는지 살펴보고자 하였다.

연구 결과, 과학영재들은 입법적, 사법적, 계급제, 자유주의적 사고양식이 높게 나타났고, 동기차원의 자기조절학습전략을 잘 사용하고 있는 것으로 나타났다.

또한, 외향형(E), 직관형(N), 감정형(F), 인식형(P)의 성격 선호경향을 가지고 있었으며, 기질유형과 기능유형에서 직관적 감정형(NF)의 비율이 월등히 높았고, 16가지 성격유형으로 분류하였을 때 외향적 직관형(ENFP)이 훨씬 높은 비율을 차지하고 있었다.

한편, 사고양식과 자기조절학습은 하위유형별 수준에서 유의한 상관관계가 나타났고, 사고양식과 성격유형 간에도 긴밀한 상관관계가 있음을 확인하였다.

더불어 본 연구결과의 논의 및 시사점을 함께 제시하였다.

@highlight

과학영재들은 입법적, 사법적, 계급제, 자유주의적 사고양식이 높게 나타났고, 동기차원의 자기조절학습전략을 잘 사용하고 있는 것으로 나타났으며, 외향형(E), 직관형(N), 감정형(F), 인식형(P)의 성격 선호경향을 가지고 있었으며, 기질유형과 기능유형에서 직관적 감정형(NF)의 비율이 월등히 높았고, 16가지 성격유형으로 분류하였을 때 외향적 직관형(ENFP)이 훨씬 높은 비율을 차지하고 있다.

