그동안 산업적인 관점에서 다루어지지 않았던 K-

POP의 뮤직비디오 PPL(Product Placement) 연계 가능성과 관련하여 국내 K-

POP을 대상으로 PPL의 성공 요인과 최근의 산업적, 제도적 쟁점을 검토하여 PPL 활성화 방안을 모색하고자 한다.

이를 위해 본연구는 광고대행사, 미디어랩사, 연예기획사, 학계 등의 관련 전문가 집단을 대상으로 심층인터뷰를 실시하여서 관련 주제를 도출하였다.

그 결과로 첫째, PPL과 협찬의 개념 정의가 혼재되어 있어 개념을 재정의해야 한다고 하였다.

둘째, 뮤직비디오 PPL이 활성화되고 있지만 더욱 확대해야 한다는 의견이 있었다.

셋째, 규제기관의 업무 중복과 서로다른 심의기준으로 간접광고시장이 성장하지 못한다는 논란이 있었다.

넷째, 뉴미디어플랫폼의 PPL 문제의 경우에는 규제로 풀기보다는 사업자들의 마케팅 전략에 따라야 한다는 의견이 있었다.

본 연구는 PPL 개념 및 업무현황, 뮤직비디오 PPL 현황 및 문제점, PPL 규제 그리고 뉴미디어 플랫폼 PPL 활성화 방안 등 제도적인 쟁점을 파악하여 실무적, 정책적인 지원 방안을 제언하였다.

@highlight

그동안 산업적인 관점에서 다루어지지 않았던 K-

@highlight

POP의 뮤직비디오 PPL(Product Placement) 연계 가능성과 관련해 국내 K-

@highlight

POP을 대상으로 PPL의 성공 요인과 최근의 산업적, 제도적 쟁점을 검토해 PPL 활성화 방안을 모색하려 한다.

