본 연구는 우울 성향군을 대상으로 자기자비 글쓰기 처치가 상태 자기자비 수준을 효과적으로 증가시킬 수 있는지 알아보고자 하였다.

더불어 자기자비 글쓰기 처치 후 반추의 하위 요인들인 자책, 숙고, 우울반추와 정서조절곤란 수준에 나타나는 영향을 함께 살펴보았다.

우선 집단 선정을위해 대학생 654명을 대상으로 BDI와 K-

SCS를 실시되었다.

우울과 특질 자기자비 수준을 통제한 후, 자기자비 처치집단 13명, 주의전환 처치집단 11명, 무처치 통제 집단 13명을 무선 배정하였다.

처치는 2주간 총 6회로 이루어졌다.

연구 결과, 자기자비 처치집단은 처치 전에 비해 처치 후상태 자기자비 수준이 증가하였다.

또한 자기자비 글쓰기 처치 후 반추와 그 하위 요인인 자책, 숙고 수준에서 유의미한 효과는 나타나지 않았으나, 우울반추, 정서조절곤란, 심리적 증상 수준및 우울 수준은 유의미하게 감소하였다.

특히, 감소된 정서조절곤란 및 우울 수준은 비교적 사후검사까지 유지되어 있었다.

이러한 결과는 자기교시적 방법으로서 자기자비 글쓰기의 활용 가능성과 함께 자기자비의 치료적 기제에 대한 다양한 관점을 시사한다.

끝으로 본 연구의 의의와 제한점에 대해 논하였으며, 추후 연구방향을 제안하였다.

@highlight

이 연구는 우울 성향군을 대상으로 자기자비 글쓰기 처치가 상태 자기자비 수준을 효과적으로 증가시킬 수 있는지 알아보고자 했다.

