본 고는 지역문화연구의 일환으로 "내일신문"이라는 뉴미디어 속에 나타난 강북/강남 ‘지역성’의 이미지를 분석하여 강북/강남의 담론이 어떻게 형성되어 유통되며 새로운 이데올로기를 생산, 재생산하는가를 살펴봄을 목표로 한다.

한국의 지역문화연구는 한국의 근,현대화 과정에서 공간으로서의 ‘지역’이 어떻게 하나의 이미지로서, 나아가 하나의 상징체계로서 자리 잡게 되었는가를 밝히는 작업이라 할 수 있다.

오늘날은 ‘지역’이 삶과 생활의 근거나 터전이 아닌부와 신분의 상징이자 척도로 평가되기에 이르렀다.

‘지역’을 둘러싼 분화는 계급,계층, 신분의 불화와 사회적 불평등을 야기시키는 원인이 되었다.

그것이 언제 부터인가 우리 사회에 공공연히 떠도는 소위 ‘강북․강남 담론’으로 표상되기에 이른다.

이러한 파행적이고 도착된 ‘지역’의 의미를 고유한 의미의 생활 공동체, 문화공통체로서의 ‘지역’의 의미로 환원시키기 위하여 지역 문화 연구가 필요한 것이며 문화연구로서의 지역 연구가 기존의 ‘향토사’적 연구의 차원을 넘어 인문학적연구의 지경에 도달해야하는 당위성이 존재하는 것이다.

@highlight

지역문화연구의 일환으로 "내일신문"이라는 뉴미디어 속에 나타난 강북/강남 ‘지역성’의 이미지를 분석하여 강북/강남의 담론이 어떻게 형성되어 유통되며 새로운 이데올로기를 생산, 재생산하는가를 보기위함이다.

@highlight

한국의 지역문화연구는 한국의 근,현대화 과정에서 공간으로서의 ‘지역’이 어떻게 하나의 이미지로서, 나아가 하나의 상징체계로서 자리 잡게 되었는가를 밝히는 작업이라 할 수 있다.

@highlight

오늘날은 ‘지역’이 삶과 생활의 근거나 터전이 아닌부와 신분의 상징이자 척도로 평가된다.

