전자증거는 특유의 비가독성과 대용량성, 그리고 변조용이성 등으로 인해 압수수색단계에서 다양한 문제점이 도출된다.

이에 학계에서는 일찍부터 압수수색의 대상, 원본과의 동일성, 사건관련성의 범위, 참여권보장의 한계 등이 논의되었는데, 핵심은 전자정보 압수수색에 대한 제한이다.

본 논문에서는 먼저 정보가 압수수색의 대상이 되는지, 그리고 압수수색의 사건관련성의 의미는 무엇인지를 확인하였다.

그리고 본 논문의 대상판결을 분석하는 과정에서 정보검색과정의 성격과 그 과정에서의 참여권 보장의 의미를 살펴보았다.

본 논문에서는 정보검색과정을 압수수색의 집행과정으로 이해하면서, 압수수색에서의 참여권보장의 취지는 전자정보의 무결성 보장을 통해 피압수자의 법익침해의 가능성을 사전에 차단하고 공정한 재판을 실현하려는 것에 있음을 확인하였다.

최종적으로 대상판례를 분석하였다.

대법원의 다수견해는 대상사건에 대해 제1부터 제3압수처분을 하나의 압수수색행위로 이해하고, 각처분의 위법성을 전체적으로 판단해야 한다고 보았다.

하지만, 본 논문에서는 매체의 반출을 압수수색의 일련의 과정으로 이해하는 것에는 공감하면서도, 각 처분의 위법성 판단은 개별적으로 이루어져야 함을 논증하였다.

이에 따라 대상판례의 경우 1차처분은 수색으로서 사건관련성이 인정되고 참여권이 보장되는 등 위법하다고 볼 수 없지만, 제2와 제3처분은 피처분자의 참여권을 보장하지 않았으므로 위법하다고 할 수 있다.

@highlight

전자증거는 특유의 비가독성과 대용량성, 그리고 변조용이성 등으로 인해 압수수색단계에서 다양한 문제점이 도출된다.

@highlight

그리고 이 논문의 대상판결을 분석하는 과정에서 정보검색과정의 성격과 그 과정에서의 참여권 보장의 의미를 살펴보았다.

