이 논문은 전근대 민속종교의 장에서 의례적 주도권을 장악하려는 유자 측과 자신들의 독자적인 종교적 영역을 유지하려고 했던 무당 측 사이의 경쟁 관계가 형성되어 있었음을 주장한다.

근대 지식인들의 한국 무속 담론은 일반적으로 고대의 원형과 당대의 현상을 대비시키는 방식으로 이루어졌다.

전근대의 유교적 지식인들 또한 이와 유사한 레토릭을 제시하였다.

그들은 한편으로 고전 문헌에 나타나는 신령한 무당에 대한 기술을 존중하면서도, 당대 무당들과 그들에 대한 신앙을 통제하려고 하였다.

이를 위한 이념적, 실천적 모델이 된 것은 영웅적인 지방관이 토착세력과 유착한 무당들을 퇴치하였다는 서문표의 사례였다.

지방관의 성상파괴 서사 속에서 주목받은 것은 무당이 주도한 의례를 폐지한 지방관이 그로 인해 저주를 받았는지의 여부였다.

이것은 해당 상황에서 유자와 무당 가운데 누구의 종교적 권능이 더 우월한가를 평가하는 척도였다.

이 경쟁 관계에서 유자의 일방적인 우위를 주장하는 공식 담론과는 달리, 야사 전통에서는 오히려 무당 측의 승리에 대한 서술 또한 나타난다.

특히 친밀한 망자에 대한 접근권에 있어 무당의 우위는 두드러진다.

공식종교의 장에서 무속적 요소가 점진적으로 배제되었던 것과는 달리, 민속종교의 장에서 무속은 그 독자적인 영역을 유지하고 있었다.

@highlight

이 논문은 전근대 민속종교의 장에서 의례적 주도권을 장악하려는 유자 측과 자신들의 독자적인 종교적 영역을 유지하려고 했던 무당 측 사이의 경쟁 관계가 형성되어 있고 이 경쟁 관계에서 유자의 일방적인 우위를 주장하는 공식 담론과는 달리, 야사 전통에서는 오히려 무당 측의 승리에 대한 서술 또한 나타난다.

