현대사회는 산업혁명 이후 물질적 풍요로움 속에 살고 있다.

한편 제품에 다양화에 따른 소비자들의 욕구도 다양화 되고 있다.

현대 소비자들은 과거와 달리 단순히 목적 지향적인 소비가 아니라 감성과 가치관을 충족시키는 개성적 소비로 트렌드가 바뀌고 있다.

그 대표적인 사례가 스타벅스다.

스타벅스는 매장 장식부터 시작해 전 세계 어느매장이든 똑같은 자신들만의 매장 음악, 직원들의 서비스, 매력적인 커피 향 등으로 구성된 스타벅스만의 분위기를파는 감성마케팅으로 오늘날 세계적인 커피 프랜차이즈로 성장했다.

이런 방법은 인간의 감성을 자극 하는 마케팅이기 때문에 눈에 보이지 않는 것을 인간의 감각이나 감성에 대입하여 호소하는 방식이다.

즉, 소비자들의 감성을 끌어내어 제품에 대한 긍정적인 반응을 이끌어 내어 소비까지 이루어지게 하는 것이 감성마케팅의 매력이다.

제품이나서비스에서 감성의 활용은 브랜드 이미지를 차별화하고 브랜드 로열티를 강화할 수 있는 핵심적인 방법이 되고 있다.

특히 소비자의 감동을 강하게 이끌어 내기 위해 고객서비스가 더욱 중요시 되고 있다.

무형의 서비스는 고객의감동을 이끌어내는 최고의 수단이 되고 있다.

@highlight

현대사회는 산업혁명 이후 물질적 풍요로움 속에 살고 있다.

@highlight

현대 소비자들은 과거와 달리 단순히 목적 지향적인 소비가 아니라 감성과 가치관을 충족시키는 개성적 소비로 트렌드가 바뀌고 있다.

