사회문제 해결을 위한 사회적 미션, 가치, 목표를 달성하고자 영리적 수단을 활용하는 사회적기업에 대한 관심은 높아져 왔다.

임금이나 인센티브 등 외적 보상을 통한 동기부여가 제약된 사회적기업은 종업원들의 목표와 조직에 대한 목표를 일체화하여 자발적 헌신과 노력을 이끌어 내는것이 중요하다.

본 연구는 사회정체성 이론을 기반으로 개인의 심리적 요소인 소명의식, 조직 특성인 커뮤니케이션 풍토(개방성) 및 지각된 외부평판이 조직동일시의 선행요인으로 작용하는지 밝히고자 한다.

또한, 조직동일시와 종업원의 조직시민행동 간 관계 및 조직동일시의 매개역할을 분석하고자 한다.

이를 위해, 대구 사회적기업 종업원을 대상으로 설문조사를 실시하여 333명의 응답을분석하였다.

분석결과, 첫째, 종업원의 소명의식, 커뮤니케이션 풍토(개방성), 지각된 외부평판은 종업원들의 조직에 대한 동일시에 유의한 정(＋)의 영향을 미쳤으며, 소명의식과는 매우 강한 인과성을 보여주었다.

둘째, 조직동일시는 조직시민행동에 긍정적인 영향을 미치는 것으로 나타났다.

마지막으로 조직동일시는 종업원의 소명의식, 커뮤니케이션 풍토(개방성), 지각된 외부평판과 조직시민행동 간 관계를 매우 유의적으로 매개역할을 하고 있음을 보여주었다.

결론부에서는 연구의 결과를 요약하고 연구의 의의와 시사점 및 한계점을 제시하였다.

@highlight

본 논문은 사회정체성 이론을 기반으로 개인의 심리적 요소인 소명의식, 조직 특성인 커뮤니케이션 풍토(개방성)와 지각된 외부평판이 조직동일시의 선행요인으로 작용하는지 밝히고자 한다.

@highlight

또한, 조직동일시 및 종업원의 조직시민행동 간 관계와 조직동일시의 매개역할을 분석한다.

