본

 

연

구

는

 

수

단

-

목

적

 

사

슬

이

론

과

 

래

더

링

 

기

법

을

 

이

용

하

여

 

고

 

노

무

현

 

전

 

대

통

령

에

 

대

한

 

일

반

 

국

민

들

의

 

가

치

구

조

를

 

파

악

하

는

 

것

을

 

목

적

으

로

 

수

행

되

었

다

.

 

특

히

 

본

 

연

구

는

 

노

무

현

 

전

 

대

통

령

이

 

서

거

한

 

직

후

와

 

서

거

 

1

년

 

후

의

 

<

속

성

-

기

능

적

 

혜

택

-

심

리

적

 

혜

택

-

가

치

>

 

단

계

의

 

연

결

 

관

계

와

 

전

체

 

가

치

구

조

가

 

어

떻

게

 

차

이

가

 

나

는

가

를

 

비

교

하

였

다

.

 

연

구

결

과

,

 

가

장

 

두

드

러

지

게

 

나

타

난

 

1

차

 

조

사

의

 

래

더

는

 

<

언

론

개

혁

 

정

책

-

공

정

하

고

 

객

관

적

 

보

도

확

립

-

신

뢰

감

/

믿

음

-

정

의

사

회

 

구

현

>

,

 

<

지

역

주

의

/

감

정

타

파

-

구

태

정

치

 

타

파

/

민

주

주

의

 

성

숙

-

민

주

적

 

공

동

체

 

의

식

-

평

등

>

,

 

<

지

역

주

의

/

감

정

 

타

파

-

구

태

정

치

 

타

파

/

민

주

주

의

 

성

숙

-

미

래

의

 

확

신

과

 

희

망

-

자

아

실

현

>

 

이

었

다

.

 

그

리

고

 

2

차

 

조

사

의

 

래

더

는

 

<

강

직

한

 

성

격

-

순

수

하

고

 

솔

직

함

-

신

뢰

감

/

믿

음

-

정

의

사

회

 

구

현

>

과

 

<

지

역

주

의

/

감

정

 

타

파

-

편

견

 

깨

기

와

 

화

합

-

화

합

과

 

협

력

-

평

등

>

이

었

다

.

 

이

는

 

1

차

 

조

사

결

과

와

 

약

간

의

 

차

이

를

 

보

이

는

 

결

과

였

다

.

 

즉

,

 

1

차

 

조

사

 

때

에

는

 

<

언

론

개

혁

 

정

책

>

 

속

성

의

 

항

목

을

 

중

심

으

로

 

가

장

 

중

요

한

 

래

더

가

 

시

작

되

었

는

데

,

 

2

차

 

조

사

에

서

는

 

개

인

적

 

특

성

의

 

하

나

인

 

<

강

직

한

 

성

격

>

 

속

성

의

 

항

목

으

로

 

시

작

되

어

,

 

각

각

 

자

아

실

현

,

 

평

등

,

 

정

의

사

회

구

현

의

 

가

치

와

 

평

등

,

 

정

의

사

회

구

현

의

 

가

치

와

 

연

결

되

었

다

.

 

중

요

한

 

점

은

 

정

의

사

회

구

현

이

 

노

무

현

 

전

 

대

통

령

에

 

대

한

 

가

장

 

지

향

되

는

 

가

치

였

다

는

 

점

이

다

.

@highlight

이 연구는 수단-목적 사슬이론과 래더링 기법을 이용하여 고 노무현 전 대통령에 대한 일반 국민들의 가치구조를 파악하는 것을 목적으로 수행되었다.