“공공 후원자”(public benefactor; Moseley 55)가 되기를 갈망한 밀턴은 평생을 천직으로서 시의 공적 기능과 공인으로서 시인의 사명감에 천착했다.

따라서 본 논문에서는 밀턴이 천착한 시의 윤리적 정당성과 시인의 공적 책무감이 어떻게 발전했는가를 민족 시인으로 성장해 가는 과정을 보여주기 위해 발표한 1645년 『존 밀턴의 시집』(Poems of Mr.

John Milton)에 실린 작품들을 중심으로 간략하게 살펴본 후, 그것들이 구체적으로 발현된 사례로 시와 산문에서 각각 한 편씩 선별된 여덟 번째 소네트 「런던 침공」(“When the assault was intended to the City”)과 『교육론』(Of Education, 1644)을 분석하기로 한다.

「런던 침공」에서는 전시라는 급박한 상황에서 생각해본 공동체 구성원으로서 시인의 사명과 문명을 수호하는 시의 역할이 밝혀질 것이며, 『교육론』에서는 윤리 측면에서 문학의 효용성을 비판하는 정치와 종교 분야의 지도자들과 그것을 커리큘럼에서 제외시키려고 하는 교육 개혁가들이 득세하는 세상에서 밀턴이 어떻게 문학을 최종단계에서 배워야 할 가장 중요한 과목 중의 하나로 자리매김하여 과감한 시의 옹호를 실천했는가를 살펴보았다.

@highlight

이 논문에서는 밀턴이 천착한 시의 윤리적 정당성과 시인의 공적 책무감이 어떻게 발전했는가를 민족 시인으로 성장해 가는 과정을 보여주기 위해 발표한 1645년 『존 밀턴의 시집』(Poems of Mr.

@highlight

John Milton)에 실린 작품들을 중심으로 간략하게 살펴보기로 한다.

