이 연구는 제16대 대통령선거와 제17대 대통령선거를 대상으로 민주화 이후 한국의 선거결과를 규정지어 왔던 지역주의가 어떻게 변모하고 있는지 밝히는 것을 주된 목적으로 하고 있다.

로지스틱 회귀분석을 수행한 결과 이 연구는 다음과 같은 점을 확인할 수 있었다.

첫째, 민주화 이후 한국의 선거에 지대한 영향을 미쳐왔던 지역균열은 16대 · 17대 대선에서 변화의 조짐을 보이고 있다.

16대 대선에서 이념균열과 세대균열이 등장하여 지역균열의 힘을 완화시켰고, 17대 대선에서도 이념균열과 참여정부평가 이슈가 지역균열의 강도에 많은 변화를 야기하였다.

둘째, 16대 대선에서 중요한 역할을 하였던 세대균열이 17대 대선에서는 나타나지 않았다.

따라서 세대균열은 16대 대선의 고유한 특성 때문에 발생하였던 일시적 요인이라 잠정적으로 결론내릴 수 있을 것으로 본다.

셋째, 이념균열의 영향은 17대 대선에도 존재하기는 하였으나 16대 대선에 비해 그 영향력이 위축되어 나타났다.

넷째, 참여정부평가 이슈가 17대 대선에서 지역균열의 강도를 변화시키는데 매우 중요한 역할을 담당하였다.

앞으로도 지역주의는 한국의 선거결과에 많은 영향을 미칠 것으로 사료된다.

그러나 그 영향력의 강도는 선거쟁점에 따라 크게 변화될 것으로 예상된다.

@highlight

제16대, 제17대 대통령선거를 대상으로 지역주의가 어떻게 변모하고 있는지 밝히기 위해 분석한 결과, 민주화 이후 한국의 선거에 영향을 미쳐왔던 지역균열은 16대 · 17대 대선에서 변화의 조짐을 보였고 16대 대선에서 중요한 역할을 하였던 세대균열은 17대 대선에서는 나타나지 않았다.

