본 연구는 2015년 아동·청소년인권실태조사에서 추출된 5,454명의 데이터를 기반으로 하여 아동·청소년들의 차별가해-

피해경험(성차별가해-

피해경험)에 영향을 미치는 인구·사회학적 변수, 인권교육·지식·도움에 대한 접근성, 그리고 사회자본의 효과를 분석하였다.

분석결과, 인권교육의 횟수와 인권도움에 대한 접근성의 여부는 아동·청소년들의 차별가해-

피해경험에는 아무런 영향을 미치지 않는 것으로 드러났다.

그러나 인권지식의 경우 차별가해경험(성차별가해경험 포함)을 줄이는 효과를 가져오는 것으로 나타났다.

사회자본 변수의 경우, 아동·청소년들의 동아리나 청소년단체 가입 여부는 차별가해-

피해경험에 영향을 끼치지 못했다.

그러나 고민을 상담할 사람이 있는가의 여부는 차별가해경험을 증가시킴과 동시에 차별피해경험을 감소시키는 이중적인 효과를 보여주었다.

고민 상담자의 대상을 범주화시킨 변수를 분석에 포함시킨 결과, 신뢰할만한 사회 네트워크의존재는 네트워크를 맺는 대상이 누군가에 따라 차별가해-

피해경험에 다른 효과를 가져 올 수 있음이 밝혀졌다.

또한 본 연구는 성차별가해-

피해경험과 중학생 이상 청소년들을 대상으로 개별적으로 분석을 실시하여 기존 차별가해-

피해경험의 연구를 보다 확장시키는데 의의를 두고 있다.

본 연구는 이러한 연구결과를 기반으로 향후 인권교육 정책과 아동·청소년들의 사회자본 연구에 유용한 제언을 제시한다.

@highlight

본 논문은 2015년 아동·청소년인권실태조사에서 추출된 5,454명의 데이터를 기초하여 아동·청소년들의 차별가해-

@highlight

피해경험(성차별가해-

@highlight

피해경험)에 영향을 미치는 인구·사회학적 변수, 인권교육·지식·도움에 대한 접근성, 및 사회자본의 효과를 검토하였다.

