본고는 고등학교 한문Ⅰ 교육과정 중 ‘이해와 감상’의 성취기준 중의 하나인 ‘한문 산문의 다양한 서술 방식을 통해 글의 내용을 이해하고 감상한다.

’가 교과서에 어떻게 수용되었는지 그 양상을 살펴보고 문제점에 대하여 검토한 것이다.

‘한문 산문’의 ‘이해와 감상’을 포괄하는 성취기준은 ‘한문산문의 다양한 서술 방식을 통해 글의 내용을 이해하고 감상한다.

’이다.

교과서를 살펴본 결과 글의 감상에 한문 산문의 다양한 서술 방식을 이용한 경우는 그리 많지 않다.

많은 교과서가 한문산문에 사용된 서술방식만 제시하였고, 한문산문의 다양한 서술방식을 이용하여 산문을 감상한 경우에도 제대로 이루어지지 않고 있다.

이러한 사실은 고등학교 한문Ⅰ 수준에서 한문 산문의 감상은 제대로 이루어질 수 없음을 증명하는 것이다.

현실적으로 학생들이 한문을 이해함에 있어 글을 읽고 내용과 주제를 파악하는 것만도 너무 어렵게 느낀다.

이러한 학생들에게 산문의 이해와 감상은 할 수 있으면 좋겠지만 무리한 요구라고 할 수 있다.

이는 2009 개정 한문과 교육과정이 반영된 교과서를 학습할 때에도 그 어려움이 그대로 드러난 점에서 확인할 수 있다.

따라서 한문의 본질인 읽고 내용 파악하는 데 중점을 두고 산문의 이해와 감상과 관련한 ‘한문 산문의 다양한 서술방식’은 한문Ⅰ 교육과정에서 삭제하거나 한문Ⅱ로 이동시키는 것이 바람직하다고 생각한다.

@highlight

이 논문은 고등학교 한문Ⅰ 교육과정 중 ‘이해와 감상’의 성취기준 중의 하나인 ‘한문 산문의 다양한 서술 방식을 통해 글의 내용을 이해하고 감상한다.

@highlight

’가 교과서에 어떻게 수용되었는지 그 양상을 살펴보고 문제점에 관해 검토한 것이다.

