이 글은 소련 최고의 작가 중 한 명으로 꼽히는 보리스 파스테르나크의 소설, 산문, 영화, 보리스의 연인의 자전적 에세이 등을 통해 외국문학자의 문학·문화적 영향, 그 통시적 수용사를 고찰하는 것을 목표로 한다.

닥터 지바고(1957)는 1958년 한국에 번역 소개되어 베스트셀러가 되었고, 1968년 수입된 영화는 1990년대까지 네 번 이상 상영되고 TV에 여러 번 방영된 명작영화였다.

그 결과 1997년에는 ‘시청자가 뽑은 다시 보고 싶은 영화 50’에서 9위였고 같은 해 ‘문인이 뽑은 문학적인 영화’ 1위였으며, 1999년에는 전문가가 뽑은 ‘20세기 걸작’에서 6위, 네티즌이 뽑은 걸작 4위에 선정되었다.

이처럼 특정 작품이 일반 독자와 문인을 포함한 영화예술인 등에게 높은 평가를 받고 오랫동안 인기를 확보할 수 있었던 이유와 한국에 미친 문학·문화적 영향이 궁금하다.

특히 작가가 노벨문학상 수상을 거부했기 때문에 더 이목을 요한다.

요컨대 이 글에서는 보리스 파스테르나크가 번역으로 알려진 1958년부터 2000년대 무렵까지 한국에서의 수용사를 통시적으로 구명(究明)하고자 했다.

@highlight

소련 최고의 작가 중 한 명으로 꼽히는 보리스 파스테르나크의 소설, 산문, 영화, 보리스의 연인의 자전적 에세이 등을 통해 외국문학자의 문학·문화적 영향, 그 통시적 수용사를 고찰하는 것을 목표로 한다.

@highlight

닥터 지바고(1957)는 1958년 한국에 번역 소개되어 베스트셀러가 되었다.

@highlight

특정 작품이 일반 독자와 문인을 포함한 영화예술인 등에게 높은 평가를 받고 오랫동안 인기를 확보할 수 있었던 이유와 한국에 미친 문학·문화적 영향이 궁금하다.

