밀턴은 정치, 표현의 자유, 인권, 이혼 등에 관한 여러 가지 시민 사회의 필수적인 이슈에 대해서는 진보적인 입장을 취한 선각자였지만, 유독 젠더의 평등, 여성의 지위, 남녀의 역할 등의 문제에서는 보수적이고 최악의 경우 여성혐오적인 자세를 취했다고 비난받아왔다.

이 연구는 이런 주제에 대한 밀턴의 사상을 재해석함으로써, 그는 하나님이 남자와 여자를 그의 형상대로 창조한 행위에서 이미 젠더의 평등을 완성했음을 보여주고 있다고 결론 맺는다.

창세기 1장에 기록된 첫 창조 이야기에 따르면 하나님은 남자와 여자가 동시에 창조됐음을 선언하고 두 성별의 우선순위를 정하지 않았다는 것을 알 수 있다.

밀턴의 결혼관은 바로 이 점에 기초하여 타락 이전부터 여자는 남자의 종속적인 존재로 창조되었다는 개념을 인정하지 않는다.

그러므로 밀턴에게 있어 남자와 여자는 상호 동반자로서 이성적 의존의 관계와 대화를 위해 창조되었으므로, 성(性)은 “혼인한 사랑”의 관계에서 우선순위가 아닌 부차적인 것이 된다.

@highlight

대표적인 사회 이슈에 대해서는 진보적이었지만 젠더 문제에는 보수적이라고 비난 받아 온 밀턴의 사상을 재해석한 결과, 그는 하나님이 남녀를 이성적으로 의존하는 상호 동반자로 창조하였으므로 성은 사랑의 관계에서 부차적인 것이라고 간주한다.

