본 연구는 국내 다국적기업을 대상으로 기술이전 성과의 결정요인을 기술공급자의모기업의 전수능력과 기술도입자의 흡수역량으로 구분하여 살펴보고 이러한 구조적관계에 기술적 특성이 미치는 조절효과를 검증하고자 하는 데 있다.

이를 위해 국내다국적기업 중 해외 생산기능을 확보하고 있는 17개국 소재 195개 해외자회사를 대상으로수집한 자료를 활용하여 분석을 실시하였다.

주요 분석 결과를 살펴보면, 모기업의전수능력은 기술이전 성과에 직접적인 영향을 미칠 뿐 아니라 해외자회사의 흡수역량증진을 통해 간접적으로도 기술이전 성과 향상에 기여함을 확인하였다.

기술 암묵성의조절효과 검증 결과, 명시적 기술이전에 있어서는 모기업의 전수능력이 기술이전 성과에미치는 영향력이 암묵적 기술이전에 비해 더욱 크게 나타난 반면, 암묵적 기술이전에있어서는 자회사 흡수역량이 기술이전 성과에 미치는 영향력이 명시적 기술이전에 비해더욱 크게 나타났다.

본 연구는 기존연구에서 상호 독립적으로 기술이전 성과에 영향을미친다고 인식되었던 전수역량과 흡수역량 간의 매개효과를 검증하고, 이러한 경로는이전되는 기술의 특성(기술 암묵성)에 따라 영향력이 달라진다는 조절효과를 밝혀낸 점에의의가 있다고 하겠다.

@highlight

본고는 국내 다국적기업을 대상으로하여 기술이전 성과의 결정요인을 기술공급자의 모기업의 전수능력 및 기술도입자의 흡수역량으로 구분하여 살펴보고 이러한 구조적관계에 기술적 특성이 미치는 조절효과를 검증한다.

