포항 영일만항은 대구?

경북 유일의 해양통로인 동시에 극동러시아 및 일본을 연결하는 환동해권 국제물류의 중심항만 역할을 수행하기 위한 준비를 하고 있다.

영일만항은 잠재적 물동량 창출의 근간이 되는 구미, 대구 및 포항의 산업 단지를 가지고 있으나 신규 지역 항만으로 그 인지도가 낮은 편이다.

또한 영일만항은 부산항과 광양항 같은 글로벌 거점항만이 아니라, 지역 거점항인 관계로 환동해권의 중심항만으로 자리매김하기 위해서는 항만자체의 화물을 창출할 수 있는 기반조성과 이를 실현할 수 있는 국내외 기업유치가 관건이다.

특히 환동해권 물류거점의 조성을 위한 투자유치 활동을 통해 극동러시아의 자동차수출, 수산업, 목재업을 위한 유통물류센터의 조성이 요구된다.

또한 경상북도의 농산물이 장기적으로 일본에 공급될 수 있도록, 농산물 물류센터가 조성되어야 하며 일본의 농수산물 수입업자를 대상으로 기업유치 활동을 전개하는 것이 필요하다.

@highlight

포항 영일만항은 대구?

@highlight

경북 유일한 해상항로인 동시에 극동러시아 및 일본을 연결하는 환동해권 국제물류의 중심항구 역할을 준비하고 있다.

@highlight

경상북도의 농산물이 일본에 공급되기 위해 농업물류센터를 설립하고, 일본 농수산물 수입업체를 대상으로 기업유치 활동을 해야 한다.

