군교도소는 2005년전 까지만 해도 일반교도소에 비해 거의 알려지지 않아 군교도소가 교정사회복지의 사각지대라고 오해하고 있는 듯하다.

그러나 군교도소가 2005년 사회와 언론에 그 내부모습을 공개한 이후 오늘날 군교정 사회복지는 일반교도소의 그것과 비교할 수 없을 정도로  잘 되고 있다.

따라서 여기에서는 최근 5년간의 군수형자의  다양한  특성들에 대한  통계분석을 한 다음에 광의의 군교정사회복지의 내용에 포함되는 급여복지, 가족복지, 인권복지 기타 등등의 복지실태를 탐구하고자 한다.

그리고 위에서 언급한 논의내용에 추가하여 경로의존적인 군교정사회복지의 탈피, 군교도관의 전문화, 회복적 군 교정제도 및 복지적 사법론적 군교정제도등의 내용을 포함하는 좀 더 이상적인 군교정 사회복지의 방향에 대해서 운론하였다.

앞선 논의에 의하면 교정사회복지이념은 일반교도소는 말할 것도 없이 군교도소에서도 아주 필수적인 것이며 그것의 중요성은 아무리 강조해도 지나치지 않다는 것이다.

따라서 오랫동안 역사적 제도주의 이론에서 말하는 경로의존성과 거부점 이론으로 한국교도소를 지배해온 행정적 이념으로서의 교정주의 대신에  사회복지이념으로서의 교정패러다임의 채택이 교도소에서 이루어져야 하고 교도소라는 오랜 상징구속에서 벗어나는 유연한 교정의 필요성을 운론하였다.

@highlight

군수형자의  다양한  특성들에 대한  통계분석으로 광의의 군교정사회복지의 내용에 포함되는 급여복지, 가족복지, 인권복지 등의 실태를 탐구한 결과, 경로의존적인 성격에서 탈피, 군교도관의 전문화, 회복적 군 교정제도 및 복지적 사법론적 군교정제도등의 내용을 포함하는 군교정 사회복지의 방향에 대해서 논하여 유연한 교정의 필요성을 밝혔다.

