일반인들이 지각하는 위험의 의미 차원을 도출하기 위해 위험에 관한 형용사 어휘와 위험대상을 분류한 자료에 대해 다차원척도 분석을 실시하였다.

연구 1에서는 위험을 표현할 때 쓰이는 형용사 어휘 50개를 선정하여 이를 네 번 분류하게 하였다.

이 자료를 이용하여 다차원척도 분석을 실시하여, ‘활성화 수준’, ‘두려움의 예측정도’, ‘위험 대상(인물 대 상황)’, ‘심리적 반응의 강도’의 네 차원을 도출하였다.

연구 2에서는 대표적인 위험대상 40개에 대해 네 번 분류하게 하였다.

그리고 각 위험대상들을 연구 1에서 얻은 형용사 척도에서 평정하게 하였다.

위험 대상의 분류자료를 다차원척도 분석하여 ‘위험발생의 예측가능성’, ‘지각된 심각성’, ‘피해의 범위', '노출의 일상성’의 네 차원을 도출하였다.

이중 ‘예측가능성’은 형용사 척도의 ‘두려움의 예측정도’와, ‘지각된 심각성’은 나머지 세 척도와 잘 대응되는 것으로 나타났다.

연구 3에서는 연구 1, 2에서 모두 도출된 ‘예측가능성’과 ‘지각된 심각성’의 차원 독립성을 검증하였는데 ‘지각된 심각성’에 따른 위험대상의 구분이 더 용이한 것으로 나타났다.

@highlight

일반인들이 지각하는 위험의 의미 차원을 도출하기 위해 위험에 대한 형용사 어휘와 위험대상을 분류한 자료에 관해 다차원척도 분석을 실시했다.

