발레는 세계 공통적으로 기본이 정해져 있다.

상체와 하체사용의 기본적인 포지션과 그에 따른 적용방법이 분명하다.

또한 최승희의 기본도 상체와 하체를 분리하여 기본적인 포지션과 그에 따른 몸 방향의 적용방법이 정확히 정해져 있다.

한국춤을 역으로 추정해보면 일상생활 삶 속에서 행하여진 행동 패턴들이 리듬을 가지면서 발전했고 류파, 혹은 도제의 성격을 뛰고 있어 과학적이고 체계적이지 못한 여러 유형의 기본 춤사위들이 형성되었다.

따라서 본 연구에서는 발레Bar의 원리에 착안하여 한국춤의 기본 춤사위를 제안하는데 목적이다.

한국춤의 기본 틀과 프로그램을 제안하는데 있어 발레Bar의 기초 동작과 최승희<조선민족무용기본>의 기초 동작을 비교 분석 하여 공통점을 찾고 한국춤의 기본도 최승희의 <조선민족무용기본>과 같이 발레의 원리를 적용하여 구성할 수 있는 방법론을 제시하였다.

구체적으로 최승희 기본의 발 포지션과 발레의 발 포지션이 매우 유사하다는 것에 착안하여 발레Bar에서의 발동작을 추출, 적용하여 기본동작의 방법을 제시하였다.

이러한 적용을 통해 한국춤의 기본도 한가지의 기본의 틀로 체계적인 방법을 통해 전문무용수의 훈련 과정에 활용될 수 있고, 이러한 훈련으로 인해 정확한 포지션 기본의 새로운 동작소를 뽑아낼 것으로 기대된다.

@highlight

이 연구에서는 발레Bar의 원리에 착안해 한국춤의 기본 춤사위를 제안하는데 목적이다.

@highlight

이런 적용을 통해 한국춤의 기본도 한가지의 기본의 틀로 체계적인 방법을 통해 전문무용수의 훈련 과정에 활용될 수 있고, 이런 훈련으로 인해 정확한 포지션 기본의 새로운 동작소를 뽑아낼 것으로 기대된다.

