R&E (Research and Education) 교육 프로그램은 다양한 과학 연구 경험을 제공하여 과학 영재들의 창의력과 과학적 사고력을 향상시킬 수 있는 기회를 제공한다는 점에서 매우 중요하다.

본 연구의 목적은 인공위성 자료를 활용해 지표이용분류 연구 결과를 교육용 콘텐츠로 재구성하여 과학 영재 대상 R&E 교육 프로그램을 개발하는 것이다.

시흥시 주변 지역의 지표이용분류 결과를 산출하기 위하여 1988년부터 2016년까지의 장기간 Landsat 영상 자료를 수집하였다.

수분지수(NDWI), 보정수분지수(MNDWI), 식생지수(NDVI), 산림경작지수(FCI) 등 4개의 지표 분류 지수를 29년간의 Landsat 영상 자료에 적용하였다.

지표이용분류의 장기간 변화를 분석한 결과 도시와 인공구조물의 영역은 급격히 확장되었으며 산림, 경작지, 저수지, 갯벌 등의 자연 환경 영역은 감소한 것을 확인하였다.

실제 교육 현장에서 활용 가능한 R&E 교육 프로그램을 개발하기 위하여 연구 과정을 단순화하고 학생들의 학습 내용을 단계별로 재구성하였으며 각 단계에 해당하는 문항지를 개발하였다.

개발한 R&E 교육 프로그램을 활용해 서울대학교 시흥영재교육원 학생들을 대상으로 위성 활용 수업을 진행하였다.

본 연구는 이러한 과정을 통해 위성 기반 R&E 교육 프로그램의 활용 가능성과 개발 필요성을 강조하고 있다.

@highlight

R&E 교육 프로그램은 다양한 과학 연구 경험을 제공하여 과학 영재들의 창의력과 과학적 사고력을 향상시킬 수 있는 기회를 제공한다는 면에서 중요하다.

@highlight

본 논문은 인공위성 자료를 활용하여 지표이용분류 연구 결과를 교육용 콘텐츠로 재구성하여 과학 영재 대상 R&E 교육 프로그램을 개발하고자 1988년부터 2016년까지의 Landsat 영상 자료를 수집했다.

