오늘날 많은 기업은 고객만족을 핵심가치로 두고 이를 실현하기 위해 인적자원관리, 품질경영, 경영혁신, 마케팅 및 서비스관리 등 다양한 경영기법들을 실행하고 있다.

본 연구는 운영관리 관점에서 ISO 9000 요구사항 이행 및 종합적 품질경영(TQM) 활동이 품질성과와 고객성과 그리고 재무성과로 이어지는지 확인하고자 한다.

이를 위해 ISO 9000 요구사항이행 및 TQM 활동이 품질성과, 고객성과, 재무성과로 이어지는 순차적 관계를 연구모형으로 제시하고, 구조방정식모형을 사용하여 실증적으로 분석하였다.

그 결과 ISO 9000 요구사항이행이 TQM 활동에는 긍정적인 영향을 미치는 것으로 나타났으나 품질성과에 미치는 영향은 유의적이지 않은 것으로 나타났다.

품질성과는 고객만족에 긍정적인 영향을 미치며, 고객만족은 재무성과에 긍정적인 영향을 미치는 것으로 나타났다.

이러한 결과는 기업 경쟁력 확보의 기반이 되는 고객만족과 재무성과 향상을 위해 품질경영활동이 얼마나 중요한지 시사하고 있다.

@highlight

이 연구는 운영관리 관점에서 ISO 9000 요구사항 이행 및 종합적 품질경영 활동이 품질성과와 고객성과 그리고 재무성과로 이어지는지 확인하려 한다.

