본 논문은 정부의 R&D 투자를 위한 재정지출의 확대가 민간기업의 연구개발투자의 확대에 어떠한 영향을 미치며, R&D 투자 확대를 위한 대학과 기업의 지출 간의 관계에서 어떠한 관계가 확인되는지를 추정하고 있다.

본 논문의 추정결과를 통해 얻을 수 있는 결론은 다음과 같다.

첫째, R&D 투자확대를 위한 정부의 재정지출 확대는 민간기업의 R&D 투자를 확대시킨다.

그러나 대학 등의 고등교육기관의 지출 확대는 오히려 민간기업의 투자를 위축시킨다.

둘째, 대학의 R&D 투자의 확대가 민간기업의 R&D 투자를 구축하는 효과는 강하게 나타나고 있으며, 이러한 구축효과는 각 국가의 경제력, 재정상황, 그리고 경기변동 등 구조적인 변화에 강하게 영향을 받는다.

셋째, R&D 투자를 위한 정부지출이 대학과 기업 중에서 대학에더 집중될수록 대학과 기업 간의 비대칭적인 관계는 강하게 나타나며, 이러한 관계에는 대학의 투자재원 중 기업부분으로부터의 투자재원이 큰 영향을 미친다.

넷째, 비록, R&D 투자의확대를 위한 정부의 보조금 규모가 커질수록 기업의 R&D 투자가 확대되고 대학과 기업의비대칭적인 관계가 개선된다고 하더라도, 정부의 보조금을 통해서 이러한 문제들을 전적으로해결하기는 사실 상 어렵다.

@highlight

본고는 정부의 R&D 투자를 위한 재정지출의 확대가 민간기업의 연구개발투자의 확대에 어떠한 영향을 미치며, R&D 투자 확대를 위한 대학과 기업의 지출 간의 관계에서 어떠한 관계가 확인되는지를 추정하고 있다.

