본 연구의 목적은 Computational Thinking(CT)을 모든 대학생들에게 가르치기 위한 기초연구로 컴퓨터 비전공 초보학습자들이 CT 교육 초기에 겪는 어려움을 조사, 분석하여 시사점을 제시하는 것이다.

최근 국내외적으로 CT를 기반으로 한 융합형 인재 양성의 중요성이 대두되면서 국내 대학에서도 CT 관련 강좌를 필수교양으로 채택하고 있다.

본 연구에서는 CT 교육의 도구로 스크래치를 활용하여 서울소재 C대학에서 2014년 1, 2학기 동안 교양강좌를 진행하고 각 수업내용에서 비전공 학습자들이 어떤부분을 어려워하는지에 대해 조사, 분석하였다.

연구결과 CT 학습과정에서 비전공 초보학습자들은 변수, 리스트의 개념을 가장 어려워하며, 아이디어를 생각하고 구현하는 과정, 어떤 명령어를 선택해야 하는지에 대한 고민 순으로 어려워하는 것으로 나타났다.

학습에 대한 재미와 흥미는 self-

프로그래밍 능력과self-

CT 역량에 유의미한 상관관계가 있는 것으로 나타나 학습자의 어려움을 감소시키는 요소로 활용할수 있다.

또한, 스크래치와 같이 쉽고 직관적인 교육용프로그래밍 언어의 경우에도 명령어의 사용과 응용에 대한 적절한 학습 시간 제공을 고려하는 것이 필요하다는 시사점을 도출하였다.

@highlight

이 연구의 목적은 Computational Thinking(CT)을 모든 대학생들에게 가르치기 위한 기초연구로 컴퓨터 비전공 초보학습자들이 CT 교육 초기에 겪는 어려움을 조사, 분석해 시사점을 제시하는 것이다.

