소택지를 이용한 광산배수의 자연정화에서 생물학적인 작용은 매우 중요하다.

자연정화시설에서 가장 중요한 미생물의 종류는 황산염환원균(SRB)과 철산화균(FeOB)이 있다.

생물학적 처리에 있어 처리효율에 관련된 물리화학적 분석은 많이 연구되었으나, 생물학적 처리의 처리 주체인 미생물에 대해서는 연구가 미흡한 실정이다.

광산배수처리시설의 생물학적 연구에 있어서 SRB 활성촉진과 지속성 확보를 위한 기질의 배합과 양 조절에 대한 연구, 황산염의 정량을 통해 처리시설에 존재하는 SRB의 활성에 대한 연구 등이 수행되고 있지만, SRB의 정체규명을 위한 분자생물학적 군집분석연구와 미생물간의 상호작용에 대한 생태학적 연구는 현재까지 극히 미미하다.

AMD 처리시설의 높은 처리효율과 처리지속성 증진을 위해서, 미생물작용이 활발하게 일어나는 산화조와 알칼리공급조를 생물공학적으로 개선할 필요성이 대두되고 있는 실정이다.

본 논문에서는 자연정화시설의 처리효율과 처리지속성 증진을 목적으로, 황산염환원균과 철산화균의 종류, 기능 및 개선방안에 대하여 생물공학적인 관점에서 기술하였다.

@highlight

본고에서는 자연정화시설의 처리효율과 처리지속성 증진을 목적으로, 황산염환원균과 철산화균의 종류, 기능 및 개선방안에 대하여 생물공학적인 관점에서 기술하였다.

