오류의 원인을 이해하고 예측하는 것은 일상생활이나 산업현장에서 일어날 수 있는 사고를 방지하는 데 중요하다.

최근 오류 예측 연구에서는 고정된 시행 간 간격(inter-

trial interval, ITI)의 인지 과제를 사용하여 성공적으로 오류를 예측하였지만, ITI을 고려하지 않아 오류 예측 모형을 일반적인 상황까지 적용하기가 어려움이 있다.

본 연구에서는 오류 이전 여섯 시행들로부터 얻어진 반응시간과 ITI 추세, 그리고 오류 시행에서의 과제조건을 이용하여 기계학습을 통해 오류를 예측하고자 하였다.

그 결과, 다양한 오류의 유형이 분류 및 예측되었으며, 특히 ITI 추세에서 반복적인 ITI 패턴이나 시간 압력의 변화와 같은 요인들이 오류와 관련되는 것으로 나타났다.

본 연구는 변화하는 ITI 변인이 오류예측에 중요한 역할을 할 뿐만 아니라 오류 발생과 관련된 피험자의 정신적 상태와 관련이 있다는 것을 확인하였다.

따라서 본 연구는 다양한 환경에서 다양한 유형의 오류를 예측할 수 있으며, 이러한 오류들이 다양한 원인으로 발생할 수 있음을 확인하였다는데 의의가 있다.

@highlight

오류의 원인을 이해하고 예측하는 것은 일상생활이나 산업현장에서 일어날 수 있는 사고를 방지하는 데 중요하다.

@highlight

이 연구는 변화하는 ITI 변인이 오류예측에 중요한 역할을 할 뿐 아니라 오류 발생과 관련된 피험자의 정신적 상태와 관련이 있다는 것을 확인했다.

