본 연구는 중학생의 일상생활에서의 차별경험과 스트레스가 학교부적응에 미치는 구조적 관계를 분석하는 것이다.

본 연구의 대상은 한국청소년정책연구원의 ‘2013년 아동청소년 인권실태조사‘ 통계자료 중 중학생 3,067명을 분석 자료로 사용하였다.

수집된 자료는 PASW18.0과 AMOS 18.0을 활용하여 선행연구를 토대로 한 연구모형에서 일상생활에서의 차별경험, 스트레스 각각의 변수들이 중학생의 학교부적응에 영향을 미치는 경로를 설정하였으며, 이를 구조방정식 모형을 통해 실제 자료와 적합한지 분석하였다.

분석 결과, 일상생활에서의 차별경험과 스트레스는 학교부적응에 직접적인 영향을 미치고 있었고, 이중 스트레스의 직접적 영향에 비해 일상생활에서의 차별경험이 학교부적응에 미치는 직접적인 영향력이 더 높게 나타났다.

또한 일상생활에서의 차별경험은 스트레스를 매개로 학교부적응에 간접적인 영향을 미치는 것으로 나타났다.

이러한 결과를 토대로 본 연구는 중학생들의 학교부적응을 예방하고 학교생활의 적응력을 높일 수 있도록 교육적 지원 방안의 필요성을 시사하고 있다.

@highlight

중학생의 일상생활에서의 차별경험과 스트레스가 학교부적응에 미치는 관계를 분석한 결과, 일상생활에서의 차별경험과 스트레스는 학교부적응에 직접적인 영향을 미치고 있었고, 일상생활에서의 차별경험이 학교부적응에 미치는 직접적인 영향력이 더 높게 나타났다.

@highlight

중학생들의 학교부적응을 예방하고 학교생활의 적응력을 높일 수 있도록 교육적 지원 방안을 마련해야 한다.

