본 연구는 대학졸업자 직업 이동 경로조사(GOMS)를 활용하여, 비수도권 고교 출신자의 수도권유출 결정요인을 분석하였다.

비수도권 고교 출신자의 수도권 유출은 대학 진학을 위한 유출과직장 취업을 위한 유출, 두 가지 경로를 통해 이루어진다.

비수도권 고교 출신자의 수도권 유출결정요인을 분석하기 위해 대학 진학을 위한 유출과 직장 취업을 위한 유출이 연결되는지 확인하는것이 필요하다.

분석결과로 첫째, 대학 생활 중 인적자본 축적의 경험을 가진 개인일수록 수도권으로유출되는 경향이 높은 것으로 나타났다.

둘째, 2~3년제 대학이나 교육대 졸업자보다 4년제대졸자의 수도권으로 유출 경향이 높은 것으로 나타났다.

셋째, 수도권 소재 대학을 졸업한대졸자는 수도권에 남아 직장을 구하는 경향이 높은 것으로 나타났다.

이를 통해 대학 진학을위한 유출이 직장 취업을 위한 유출과 연결되고 있는 것으로 예상된다.

마지막으로 여성은 비수도권소재 직장에 취업할 경향이 높은 것으로 나타났으나 수도권 소재 대학을 졸업한 여성은 남성에비해 비수도권 회귀 경향이 낮았다.

이는 고학력 여성의 강한 대도시 선호 경향으로 인해 나타나는결과일 것이다.

@highlight

본고는 대학졸업자 직업 이동 경로조사(GOMS)를 이용하여, 비수도권 고교 출신자의 수도권유출 결정요인을 고찰하였다.

@highlight

비수도권 고교 출신자의 수도권 유출은 대학 진학을 위한 유출과 직장 취업을 위한 유출, 두 가지 경로를 통하여 이루어진다.

