본 연구는 남한 사회에서 탈북여성들이 경험하는 차별과 낙인을 역사적 배경과 연관된 ‘종족화된 낙인(ethnicized stigma)’의 관점에서 살펴보고 북한이탈주민의 남한사회 적응을 위한 사회복지실천 방안을 모색하는데 목적이 있다.

이를 위해 탈북여성 8명, 전문가 4명(2명은 탈북여성)을 심층 면접하였다.

연구결과, 참여자들은 언어와 의사표현 등 소통의 어려움과 내국인으로의 불인정을 경험하였으며, 이로 인해 종족 정체성(ethnic identity)의 혼란을 겪는 것으로 나타났다.

주요 원인으로 북한이탈주민에 대한 선(先)경험과 잘못된 정보의 일반화, 오랜 분단의 역사와 공간적 거리감에서 초래된 종족성(ethnicity)의 부인 등이 작용하는 것으로 나타났다.

탈북여성들은 부정적 인식과 차별로 인한 부정적 정서와 외로움을 해소하고 적응하기 위해 그들만의 공동체를 구축하였으며, 이것은 정서적?

도구적 지지 기능을 하는 것으로 나타났다.

그러나 공동체 내 구성원간의 갈등, 후원금과 자원배분의 문제, 공동체 경험의 부재, 북한체제에서 겪은 불신과 호상비판의 일상, 신변노출의 문제, 자유와 인권에 대한 몰이해 등으로 갈등과 해체의 위기를 경험하였다.

결론에서는 이와 같은 연구결과를 바탕으로 북한이탈주민의 공동체를 지속적으로 유지하면서 남북한 교류를 위한 모임과 프로그램을 확대할 필요성을 제언하였다.

@highlight

이 연구는 남한 사회에서 탈북여성들이 경험하는 차별과 낙인을 역사적 배경과 연관된 ‘종족화된 낙인’의 관점에서 살펴보고 북한이탈주민의 남한사회 적응을 위한 사회복지실천 방안을 모색하고자 한다.

