본 논문에서는 먼저 세계유산협약 운영지침을 중심으로 확장 등재를 제도적, 절차적으로 살펴보았다.

그리고 현재 유네스코 세계유산목록에 등재된 유산들 중 확장 등재된 사례와 그 유형을 분석한 뒤, 2015년에 세계유산으로 등재된 백제역사유적지구를 중점적으로 살피면서 국내 세계유산 전반의 확장등재 가능성과 접근방법을 제시하였다.

기존 세계유산목록 내에서 비교적 빈번하게 이루어지는 확장 등재 사례에 비추어 볼 때 우리나라에서도 지역별, 권역별, 또는 유산 유형별로 효율적인 보존관리를 도모하기 위해서 이미 등재된 세계유산의 확장 등재를 적극적으로 고려할 필요성이 있다.

확장 등재는 보다 넓은 범위의 유산을 같은 주제로 알릴 수 있는 제도이지만 신규 등재와 동일한 절차와 과정을 거쳐야 하고 기 등재된 유산과의 보존 관리상의 조화 및 협력을 이루어야 하는 어려움이 있다.

반면 확장이 되더라도 세계유산 등재건수가 늘어나지는 않기 때문에 가시적인 성과가 상대적으로 적어 추진을 하기 쉽지 않은 제도이다.

그러나 세계유산은 처음의 등재와 마찬가지로 확장 등재도 장기적인 보존관리를 위해서 추진되어야 하며 이러한 관점에서 유산의 효율적이고 체계적인 발전을 위해 관련 부처, 지방자치단체 및 기관에서 더욱 긍정적, 적극적으로 검토하고 추진해야 할 사항이다.

@highlight

본 논문에서는 먼저 세계유산협약 운영지침을 중심으로 확장 등재 제도를 살피고, 국내 세계유산의 확장등재에 관해 고찰하였다.

@highlight

확장 등재는 신규 등재와 동일한 절차와 과정을 거쳐야 하고, 등재건수는 늘어나지 않기 때문에 가시적인 성과는 적지만, 세계유산의 장기적인 보존관리를 위해서 관련 부처, 지방자치단체 및 기관에서 적극적으로 추진해야 한다.

