돼지의 행동을 조사하여 정상행동과 비정상행동으로 구분하고 이들 중 동물복지 수준평가 기준으로활용 가능한 행동형을 선별하였으며, 이들을 농장동물의 복지수준 평가시스템 구축을 위한 유용 파라미터로 활용하고자 하였다.

국내 대부분의 양돈장에서 채택하고 있는 임신돈 스톨과 분만틀을 사용하고 있는 관행농장과 임신돈군사와 분만틀이 없는 분만방을 사용하고 있는 동물복지형 농장에서 임신, 분만, 자돈 및 육성비육 등4단계로 구분하여 조사, 분석하였다.

총 92가지의 행동유형을 조사하였으며, 정상행동 57가지와 비정상행동 35가지로 분류하였다.

임신돈의 정상행동과 비정상행동은 각각 14가지와 8가지였으며, 대표적인 비정상행동은 스톨 내에서의 헛씹기, 철봉 물기 및 공격 등이었고 분만돈은 정상행동이 15가지, 비정상행동은 귀물기, 경련 및 공격 등3가지였다.

자돈은 22가지의 정상행동과 17가지의 비정상 행동으로 조사되었으며, 대표적인 비정상행동은 괴롭히기, 밀어내기, 몸빨기, 짓밟기 등이었다.

육성비육돈은 정상행동 5가지와 괴롭히기, 밀어내기,물기, 올라타기, 싸우기 등의 대표적인 비정상행동을 나타내었다.

@highlight

돼지의 행동을 조사를 통해 정상행동 및 비정상행동으로 구분하고 이들 중 동물복지 수준평가 기준으로 활용 가능한 행동형을 선별하였다.

@highlight

그리고 이들을 농장동물의 복지수준 평가시스템 구축을 위한 유용 파라미터로 활용하고자 했다.

