본 연구는 소셜빅데이터를 활용하여 자기조절학습과 자기주도학습가 사회적으로 어떻게 인식·활용되고 있는지를 확인하고자 하였다.

웹 크롤링을 통해 자기조절학습과 자기주도학습으로 검색되는 인터넷 상의 텍스트를 수집하고, 빈도 분석, 유사도 분석, 토픽 모델링을 실시하였다.

연구 결과, 두 개념은 사회적으로 다르게 인식되고 있었다.

자기조절학습은 ‘전략’, ‘장애’, ‘동기’, ‘행동’, ‘심리’ 등의 단어가 높은 빈도를 보였고, 학습과 관련하여 ‘동기’, ‘과정’, ‘전략’, ‘목표’, ‘행동’ 등의 단어와 높은 유사성을 보였다.

자기주도학습 자료에서는 ‘영어’, ‘학원’, ‘수학’, ‘초등’, ‘학교’, ‘습관’ 등의 빈도가 높았고, ‘습관’, ‘시작’, ‘코칭’, ‘수학’, ‘교육’, ‘영어’ 등의 단어와 유사성이 높았다.

토픽 모델링을 통한 주제 분류에서도 두 단어는 다른 방식으로 활용되고 있었다.

특히, 자기주도학습은 학문적 논의와 다른 방식으로 인식되고 있었다.

본 연구는 설문연구로 파악하지 못하는 사회적 인식을 실제 단어가 활용되는 맥락에서 분석하였다는 점에서 의의를 가진다.

자기조절학습과 자기주도학습의 사회적 인식이 학문적 논의와 일관되는 방식으로 실제 교육 장면에서 효과적으로 사용되기 위한 연구의 필요성을 제기하였다.

@highlight

본 연구는 소셜빅데이터를 활용하여 자기조절학습과 자기주도학습가 사회적으로 어떻게 인식·활용되고 있는지를 검토한 것으로, 연구 결과, 두 개념은 사회적으로 다르게 인식되고 있었으며, 토픽 모델링을 통한 주제 분류에서도 두 단어는 다른 방식으로 활용되고 있음을 확인하였다.

