본 고는 1980년대 이후 한국교육정책에서 젠더 문제가 어디까지 제기되어 왔으며, 문제는 무엇이며, 향후 방향이나 과제는 어떠하여야 하는가에 대한 논의를 하였다.

이를 위하여 1980년 이후 정부 연구기관의 연구물과 정부의 교육개혁문서를 주된 자료로 젠더 관련 쟁점의 영역과 의미를 살펴보았다.

그 결과 다음과 같은 특징이 분석되었다.

첫 번째는 오랜 동안 주류의 교육정책 분야에서 젠더 문제는 주요 정책의제로 채택되지 못하였고, 1990년대 중반 이후 본격적으로 다루어졌다는 점이다.

두 번째는 본격적인 정책의제로 진입한 이후에도 이러한 정책의제의 채택과 시행은 교육정책분야 자체내의 변화에 기인하기보다는 외부 여성정책 쪽의 변화에 영향받은 것이 더 크다는 점이다.

세 번째, 젠더 문제가 공식적인 정책의제로 등장하기 시작한 이후 아직까지도 그 정책내용이나 수단이 제한적이어서 정책의 주변화의 가능성을 여전히 안고 있다.

향후에는 교육정책의 대상과 내용의 확대뿐 아니라 기존 교육정책에 대하여 젠더 관점을 가지고 재검토하는 것이 필요하다.

@highlight

1980년대 이후 한국교육정책에서 젠더 문제가 어디까지 제기되어 왔으며, 문제는 무엇이며, 향후 방향이나 과제는 어떠하여야 하는가에 대한 논의를 하였다.

@highlight


오랜 동안 주류의 교육정책 분야에서 젠더 문제는 주요 정책의제로 채택되지 못하였고, 1990년대 중반 이후 본격적으로 다루어졌다는 점이다.

