본 연구의 목적은 학생들의 다문화적 역량을 육성할 수 있는 집단 간 대화(Intergroup Dialogue) 프로그램을 소개하고, 학교 현장에서 실시할 수 있는 효과적인 교수학습 방안을 제시하는 데에 있다.

집단 간 대화란 자신과 다른 문화나 특징을 가진 사람들과 관계를 맺고, 대화를 하는 것인데, 논쟁이나 설득보다는 상대방의 입장을 경청하고, 깊이 있게 이해할 수 있는 대화법이다.

이 프로그램의 목표는 학생들이 차별과 선입견에 대해 비판적인 사고를 하고, 갈등을 대화로 풀어가는 방법을 배우며, 사회정의에 대해 관심을 갖고, 글로벌 리더로서 리더십을 키우는 것이다.

본 연구는 국내 문화와 학교 현장의 상황에 맞춰 진행될 수 있는 일일 집단 간 대화 프로그램(총 4차시)으로 변형하여 제안했다.

일일 프로그램의 장점은 인종 문제나 고정관념의 문제에 대한 인식이 부족한 학생들에게 이에 대한 기본적인 지식을 부담 없이 교육하고 관심을 불러일으키는 것에 있다.

또한 추상적 사고나 사회적 문제에 대한 이해가 부족한 초등학생에서부터 집단 간 깊은 대화가 가능한 고등학생까지도 포함할 수 있다.

더불어 집단 간 대화 프로그램이 초등학교 사회과에서 적용될 수 있는 학습교안을 검토했다.

@highlight

학생들의 다문화적 역량을 육성할 수 있는 집단 간 대화 프로그램을 소개하고 학교 현장에서 실시할 수 있는 효과적인 교수학습 방안을 제시하는 데에 있다.

@highlight

국내 문화와 학교 현장의 상황에 맞춰 진행될 수 있는 일일 집단 간 대화 프로그램으로 변형하여 제안하였으며 더불어 집단 간 대화 프로그램이 초등학교 사회과에서 적용될 수 있는 학습교안을 검토했다.

