인터넷을 활용한 커뮤니케이션이 많은 분야에 적용되면서 기업들의 인터넷 거래가 증가하고 있다.

본 연구는 인터넷쇼핑몰에서 더 많은 고객을 유지하기 위한 방안을 연구하는 것을 목적으로 인터넷쇼핑몰의 텍스트에 대해 기호학적인 이론의 틀을 근거로 내용분석을 실시하였다.

이를 위해 국내 인터넷 서점을 대상으로 표본을 추출하였다.

분석결과는 다음과 같다.

첫째, 형식적인 새로움을 추구하게 되면서 점차 스토리구조가 상실되어 간다는 점이다.

웹 사이트에서 보여주는 형식의 새로움은 전체적으로 주제가 부각되는 과정을 왜곡시켜 주제가 표면화되는 작용을 방해하는 것으로 볼 수 있다.

둘째, 유행어라는 키워드 반복을 중심으로 카피를 전개하는 상황의 비인접성이 계속된다.

셋째, 비논리적 진행이 계속된다.

넷째, 계열체의 나열로 무제한의 지속성이 이루어지는 것으로 인해 내포적 의미(connotation)가 약화된다.

이런 의미에서 인터넷쇼핑몰의 텍스트들은 순간을 스치는 감성들의 표피만이 살아 움직인다.

그러면서 매출과 이익이라는 기업의 근본적인 원칙은 숨기고 있다.

다섯째, ‘구성과 형식’ 가운데 구성을 없앤 형식만이 존재하는 양식이 되고 있다.

인터넷쇼핑몰의 연구를 서점에 국한되어 전체적인 온라인쇼핑몰에 대한 파악이라고 보기 어렵다는 한계를 지적하며 향후 연구에서는 다양한 종류의 온라인쇼핑몰의 이용에 대한 연구가 이루어지길 기대한다.

@highlight

이 연구는 인터넷쇼핑몰에서 더 많은 고객을 유지하기 위한 방안을 연구하는 것을 목적으로 인터넷쇼핑몰의 텍스트에 대해 기호학적인 이론의 틀을 근거로 내용분석을 실시했다.

