이

 

글

에

서

는

 

균

여

 

향

가

의

 

평

어

 

‘

詞

淸

句

麗

’

와

 

그

 

문

맥

을

 

한

중

 

비

교

문

학

적

 

입

장

에

서

 

해

석

하

고

 

이

해

하

였

다

.

 

‘

詞

淸

句

麗

’

는

 

「

戱

爲

六

絶

句

」

(

杜

甫

)

에

서

 

이

웃

하

고

자

 

하

는

 

훌

륭

한

 

시

가

로

 

제

시

한

 

‘

淸

詞

麗

句

’

에

 

연

원

이

 

있

고

,

 

그

 

의

미

는

 

‘

(

詞

)

淸

新

(

句

)

綺

麗

’

이

다

.

 

이

 

綺

麗

는

 

표

현

적

 

綺

麗

(

대

구

,

 

전

고

인

용

,

 

화

려

한

 

수

식

 

등

)

와

 

내

용

적

 

綺

麗

(

정

신

적

으

로

 

富

貴

한

 

氣

像

)

를

 

포

함

한

다

.

 

'

원

왕

가

'

(

균

여

)

는

 

‘

詞

淸

句

麗

’

(

淸

新

綺

麗

)

를

 

잘

 

보

여

준

다

.

 

즉

,

 

거

침

이

 

없

고

,

 

흐

리

고

 

막

힘

이

 

없

으

며

,

 

超

凡

하

고

 

絶

俗

한

 

내

용

을

 

통

하

여

 

‘

淸

’

을

,

 

反

經

合

道

의

 

내

용

을

 

통

하

여

 

‘

新

’

을

,

 

誓

願

에

 

기

초

한

 

不

屈

과

 

勇

猛

精

進

의

 

氣

像

을

 

통

하

여

 

내

용

적

 

綺

麗

를

,

 

각

종

 

수

사

를

 

통

하

여

 

표

현

적

 

綺

麗

를

,

 

각

각

 

잘

 

보

여

준

다

.

‘

詞

淸

句

麗

’

의

 

연

원

인

 

‘

淸

詞

麗

句

’

가

 

當

代

에

 

추

구

한

 

아

주

 

빼

어

난

 

詩

歌

의

 

척

도

라

는

 

점

은

,

 

“

十

一

首

之

鄕

歌

 

詞

淸

句

麗

 

其

爲

作

也

 

號

稱

詞

腦

 

可

欺

貞

觀

之

詞

 

精

若

賦

頭

 

堪

比

惠

明

之

賦

”

와

 

“

詞

腦

(

意

精

於

詞

 

故

云

腦

也

)

”

의

 

문

맥

을

 

논

리

적

으

로

 

이

해

하

고

 

번

역

하

는

 

데

 

결

정

적

인

 

역

할

을

 

한

다

.

@highlight

균여 향가의 평어 ‘詞淸句麗’와 그 문맥을 한중 비교문학적 입장에서 해석하고 이해하였다. '원왕가'는 ‘詞淸句麗’를 잘 보여준다. ‘詞淸句麗’의 연원인 ‘淸詞麗句’가 當代에 추구한 아주 빼어난 詩歌의 척도라는 점은 “十一首之鄕歌 詞淸句麗 其爲作也 號稱詞腦 可欺貞觀之詞 精若賦頭 堪比惠明之賦”와 “詞腦”의 문맥을 논리적으로 이해하고 번역하는 데 결정적인 역할을 한다.