본 연구는 구성원의 지식통합능력과 혁신행동 간의 관계에서 학습목표지향, IT자원 활용, 변화몰입, 폐기학습 등이 어떠한 영향을 미치는지를 조사하였다.

연구모형의 다양한 관계들은 SPSS 22.0과 smartPLS 2.0을 사용하여 검증되었다.

분석 결과, 첫째, 지식통합능력은 혁신행동에 정(+)의 영향을 미치는 것으로 나타났다.

이는 구성원의 지식통합능력이 혁신행동을 이끄는 원동력임을 나타낸다.

둘째, 학습목표지향은 지식통합능력에 정(+)의 영향을 미치는 것으로 나타났으며, 구성원의 학습목표지향이 높을수록 지식통합능력이 향상되는 것을 의미한다.

셋째, IT자원의 활용은 지식통합능력에 정(+)의 영향을 미치는 것으로 나타났다.

따라서 IT자원의 활용은 구성원의 지식통합 활동에 여전히 중요한 역할을 한다.

넷째, 변화몰입은 지식통합능력과 정(+)의 영향을 미치는 것으로 나타났다.

이는 구성원이 조직변화에 호의적인 태도를 보일수록 업무와 관련된 새로운 지식을 탐색하고 활용하는 활동이 증대됨을 나타낸다.

다섯째, 폐기학습은 지식통합능력과 혁신행동 간의 관계를 조절하는 것으로 나타났다.

이는 폐기학습이 높은 구성원일수록 지식통합능력에 따른 혁신행동이 더 강화되는 것을 의미한다.

@highlight

이 연구는 구성원의 지식통합능력과 혁신행동 간의 관계에서 학습목표지향, IT자원 활용, 변화몰입, 폐기학습 등이 어떠한 영향을 미치는지를 조사했다.

