본 연구는 한국의 창의적 인물들의 성격특성 및 인간관계 등을 알아보는데 연구의 목적이 있다.

연구대상으로, 스노우볼 방법과 국가적 업적 및 수상경력을 고려하여, 한국의 창의적 인물 10인을 선정하였다.

선정된 인물은 인문과학분야, 자연과학분야, 예술분야에 걸쳐 총 10인이다.

연구를 위하여 반구조화된 질문지를 사용하여 인터뷰를 하였으며, 내용을 녹음하고 전사하여 질적 분석을 하였다.

연구결과, 첫째, 한국의 창의적 인물의 창의적 성취에 기여한 특성으로는 과제집착, 타고난 재능, 호기심, 목표, 긍정적 태도, 원만한 인간관계 등이 나왔으며, 창의적 인물의 성격특성 체크리스트에서 호기심, 예술적 관심, 자기확신, 과제집착, 독자성, 완벽지향성, 상상적 경향성 등이 공통적으로 나타났다.

성취를 이루는 데 극복하기 가장 어려웠던 것으로 어려운 과제, 인간관계, 성격, 경제적 어려움 등이 나왔으며, 부화기, 노력, 협동, 긍정적 생각을 통하여 극복하는 것으로 나타났다.

둘째, 창의적 인물의 인간관계를 살펴보면, 같은 분야의 동료들과 친밀한 것으로 나타났으며, 주변 사람들과의 관계에서 아내의 정서적 지지가 가장 절대적인 것으로 나타났다.

사고나 가치관에 영향을 미친 인물로는 대부분 스승이나 부모님(또는 가족) 등을 언급하였으며, 후속 연구로 창의성에 미치는 부모의 긍정적 또는 부정적 영향력에 대한 연구의 필요성이 제기되었다.

@highlight

한국의 창의적 인물등의 성격특성 및 인간관계 등을 알아보기 위해 스노우볼 방법과 국가적 업적 및 수상력을 고려하여 한국의 창의적 인물 10인을 선정, 반구조화된 질문지를 사용하여 인터뷰하고 그 내용을 질적 분석을 하였다.

@highlight

구체적으로 한국의 창의적 인물의 창의적 성취에 기여한 특성과 창의적 인물의 성격특성 체크리스트, 그리고 창의적 인물의 인간관계 등을 분석하였다.

