관

룡

사

 

약

사

전

에

 

사

용

된

 

단

청

안

료

에

 

대

해

 

과

학

적

 

분

석

을

 

실

시

하

여

 

사

용

안

료

의

 

종

류

와

 

특

성

을

 

밝

혀

내

고

,

이

를

 

약

사

전

 

벽

화

 

뿐

만

아

니

라

 

대

웅

전

 

단

청

에

 

사

용

된

 

안

료

와

도

 

비

교

하

고

자

 

하

였

다

.

 

분

석

결

과

,

 

적

색

과

 

녹

색

,

 

백

색

계

열

의

 

안

료

는

 

채

색

 

부

위

에

 

따

라

 

전

혀

 

다

른

 

종

류

의

 

안

료

를

 

사

용

한

 

것

으

로

 

나

타

났

으

며

,

 

여

러

 

가

지

 

색

상

 

구

현

을

 

위

해

 

2

종

류

 

이

상

의

 

안

료

를

 

혼

합

하

여

 

일

부

 

사

용

하

였

다

.

 

확

인

된

 

안

료

의

 

색

상

별

 

원

료

광

물

은

 

적

색

계

열

의

 

경

우

,

 

진

사

(

C

i

n

n

a

b

a

)

와

 

연

단

(

M

i

n

i

u

m

)

,

 

석

간

주

(

H

e

m

a

t

i

t

e

)

이

며

,

 

백

색

계

열

은

 

합

분

(

O

y

s

t

e

r

 

s

h

e

l

l

 

w

h

i

t

e

)

과

 

백

토

(

W

h

i

t

e

 

C

l

a

y

)

,

 

녹

색

계

열

은

 

녹

염

동

광

(

A

t

a

c

a

m

i

t

e

)

과

 

뇌

록

석

(

C

e

l

a

d

o

n

i

t

e

)

이

었

다

.

 

또

한

 

흑

색

계

열

은

 

먹

(

C

a

r

b

o

n

)

이

나

 

카

본

블

랙

(

C

a

r

b

o

n

 

B

l

a

c

k

)

,

 

황

색

은

 

황

토

(

Y

e

l

l

o

w

 

O

c

h

e

r

)

이

며

,

 

청

색

계

열

은

 

청

람

석

(

L

a

z

u

l

i

t

e

)

으

로

 

확

인

되

었

다

.

 

이

러

한

 

분

석

결

과

를

 

관

룡

사

 

내

 

약

사

전

 

벽

화

나

 

대

웅

전

 

단

청

에

 

사

용

된

 

안

료

의

 

연

구

결

과

와

 

서

로

 

비

교

했

을

 

때

,

 

전

체

적

으

로

는

 

비

슷

한

 

원

료

광

물

을

 

사

용

했

으

나

 

녹

색

이

나

 

백

색

,

 

황

색

 

등

의

 

안

료

들

에

서

 

서

로

 

다

른

 

원

료

광

물

이

 

가

감

되

어

 

사

용

되

었

음

을

 

일

부

 

확

인

하

였

다

.

 

결

국

 

같

은

 

시

기

,

 

같

은

 

사

찰

내

에

서

도

 

회

화

의

 

종

류

나

 

대

상

건

물

에

 

따

라

 

안

료

의

 

원

료

광

물

은

 

선

택

적

으

로

 

사

용

될

 

수

 

있

다

는

 

것

을

 

보

여

주

는

 

결

과

이

다

.

@highlight

관룡사 약사전에 사용된 단청안료에 대해 과학적 분석을 실시하여 사용안료의 종류와 특성을 밝혀내고,이를 약사전 벽화 뿐만아니라 대웅전 단청에 사용된 안료와도 비교하고자 하였다.