본 연구는 1998년 대학 자율화정책 이후 다양화의 방향으로 운영되고 있는 대학 교육과정 역시 다양화된 획일성을 보여준다는 주장에 근거해서, 이런 현상이 과거처럼 국가의 통제에 의해 나타나는 획일성과는 다른 세계사회의 영향력 하에 이루어진 동형화 현상으로 해석하고, 실제 동형화 되어 있는지를 검토하는 데 목적이 있다.

이를 위해서 우선 동형화가 구성되는 방식을 강압적, 규범적 및 모방적 통로로 이루어진다는 Powell & DiMaggio의 가정을 토대로 실제 대학 교양교육과정이 재구조화되는 과정에 이 세 통로로 이루어지는 세계사회의 영향력을 살펴보았다.

다음으로 이미 자율화정책이 실시된 직후인 2000년대 초기 100개 대학 교양교육과정의 구조와 내용을 조사하고, 재차 세 대학을 전체적으로 심층 검토하였다.

검토한 결과 대학 교양교육과정은 세계사회와 연관속에서 구조화된 틀로 개발되고 있었다.

또한 실제 대학의 교양교육의 구조와 내용은 대학이 지닌 조건에 따라 부분적인 차이는 있지만 동형화의 경향성을 보여주고 있었다.

이 연구의 의의는 대학 교양교육의 특성화는 세계사회의 관계 속에서 이루어진 틀을 토대로 개별대학의 설립이념 및 제반 환경적 조건을 고려할 때 이루어질 수 있다는 시각을 제시하는 데 있다.

@highlight

이 연구는 1998년 대학 자율화정책 이후 다양화의 방향으로 운영되고 있는 대학 교육과정 역시 다양화된 획일성을 보여준다는 주장에 근거해서, 이런 현상이 과거처럼 국가의 통제에 의해 나타나는 획일성과는 다른 세계사회의 영향력 하에 이루어진 동형화 현상으로 해석하고, 실제 동형화 되어 있는지를 검토하는 데 목적이 있다.

@highlight

본 연구의 의의는 대학 교양교육의 특성화는 세계사회의 관계 속에서 이루어진 틀을 토대로 개별대학의 설립이념 및 제반 환경적 조건을 고려할 때 이루어질 수 있다는 시각을 제시하는 데 있다.

