본 연구는 탈근대사회로의 이행과정에서 일과 여가의 관계 변화에 대한 탐색에 초점을 두었다.

구체적으로, 탈근대 사회의 중요한 특징 중의 하나인 무경계성 및 통합성이 일과 여가의 관계에서도 나타나는지를 확인하고자 하였다.

연구 목적을 달성하기 위해 일에서의 최적 경험인 플로우 경험과 여가욕구와의 영향관계를 측정하였다.

연구의 결과는 일에서의 플로우의 경험은 여가욕구에 부(-

)의 영향을 미치는 것으로 확인되었다.

이러한 결과는 일에서의 플로우 경험이 여가욕구를 상쇄시킨다고 간접적으로 해석할 수 있으며, 일과 여가의 통합적 현상으로 이해할 수 있다.

또한 플로우 경험의 수준에 따라 여가욕구에 차이가 있는지를 확인한 결과 유의한 차이가 있음이 확인되었다.

마지막으로 직업군별 플로우 경험에는 유의한 차이가 있었으나, 여가욕구와의 차이는 나타나지 않았다.

결론적으로 일에서의 플로우 경험이 개인의 여가욕구에 영향을 준다는 사실은 탈근대사회에서의 일과 여가의 관계가 분리, 대립적 관점이 아니라 통합적 관점으로 변화하고 있음을 실증적으로 보여주는 것이라 할 수 있다.

@highlight

일에서의 플로우 경험과 여가욕구의 영향 관계를 분석한 결과, 일에서의 플로우 경험이 여가욕구를 상쇄시켜 탈근대사회에서 일과 여가가 대립된 관계가 아니라 통합되는 현상을 확인할 수 있었다.

