시

베

리

아

 

지

역

은

 

3

·

1

운

동

이

후

의

 

항

일

 

독

립

운

동

의

 

주

요

거

점

이

 

되

었

으

며

,

 

한

국

교

회

의

 

해

외

선

교

의

 

주

요

지

역

으

로

서

 

한

국

교

회

사

에

 

있

어

서

도

 

중

요

한

 

의

미

를

 

지

니

고

 

있

다

.

 

시

베

리

아

 

선

교

에

 

있

어

서

 

조

선

남

감

리

회

는

 

적

극

적

이

고

 

가

장

 

오

래

까

지

 

시

베

리

아

 

선

교

를

 

담

당

하

였

다

.

 

따

라

서

 

본

 

연

구

는

 

일

차

자

료

를

 

면

밀

히

 

고

찰

하

고

 

적

극

적

으

로

 

인

용

하

면

서

 

1

9

2

0

-

1

9

3

1

년

 

사

이

 

조

선

남

감

리

회

의

 

시

베

리

아

 

선

교

의

 

준

비

과

정

과

 

선

교

사

업

,

 

그

리

고

 

선

교

 

중

단

의

 

원

인

 

등

을

 

중

심

으

로

 

조

선

남

감

리

회

 

시

베

리

아

 

선

교

의

 

전

모

를

 

연

구

한

다

.

 

이

러

한

 

연

구

를

 

통

하

여

 

종

래

의

 

연

구

에

서

 

아

직

까

지

 

언

급

되

지

 

않

았

거

나

 

상

세

하

지

 

못

한

 

다

음

의

의

 

몇

 

가

지

 

점

들

을

 

새

롭

게

 

조

명

해

 

낼

 

수

 

있

었

다

.

 

첫

째

,

 

시

베

리

아

 

선

교

의

 

동

기

에

 

대

하

여

 

지

리

적

,

 

역

사

적

,

 

민

족

적

 

여

러

 

면

에

서

 

고

찰

하

는

 

것

 

외

에

 

램

버

트

 

감

독

의

 

“

총

괄

적

인

 

감

리

교

 

협

공

전

략

”

이

라

는

 

새

로

운

 

시

각

을

 

제

기

한

다

.

 

둘

째

,

 

시

베

리

아

 

선

교

에

서

의

 

여

성

사

업

은

 

최

나

오

미

 

선

교

사

가

 

파

송

되

면

서

부

터

가

 

아

니

라

 

시

베

리

아

 

선

교

의

 

시

작

부

터

 

“

전

도

부

인

”

들

을

 

통

해

 

착

수

되

었

다

는

 

점

을

 

규

명

한

다

.

 

셋

째

,

 

시

베

리

아

 

선

교

의

 

중

단

원

인

에

 

대

해

 

소

비

에

트

의

 

종

교

관

과

 

종

교

법

 

및

 

당

시

 

소

비

에

트

 

정

치

·

경

제

·

외

교

상

황

에

 

근

거

하

여

 

보

다

 

구

체

적

으

로

 

규

명

한

다

.

 

넷

째

,

 

시

베

리

아

 

선

교

의

 

중

단

은

 

소

비

에

트

의

 

박

해

가

 

직

접

적

인

 

요

인

이

기

는

 

하

지

만

 

한

인

사

회

의

 

붕

괴

도

 

관

건

적

인

 

영

향

을

 

미

쳤

다

는

 

점

을

 

새

롭

게

 

제

기

한

다

.

@highlight

시베리아 지역은 3·1운동이후의 항일 독립운동의 주요거점이 되었으며, 한국교회의 해외선교의 주요지역으로서 한국교회사에 있어서도 중요한 의미를 지니고 있다.