본 연구는 바인더젯 3D 프린팅 출력물의 강도증진을 위하여 진공함침 후처리 공정의 적용성을 검토하였다.

또한, 출력물 크기에 따른 강도발현 한계를 확인하기 위하여 10 mm, 20 mm, 30 mm 및 40 mm 큐빅 출력물을 대상으로 침투성, 부피밀도 및 압축강도를 확인하였다.

그 결과, 진공함침 후처리 공정에서 최대압력이 증가함에 따라 후처리 용액이 출력물 내부까지 침투하게 되고 이에 따라서 침투면적률이 개선되는 것을 확인하였다.

출력물 압축강도율과 후처리 용액 침투면적률은 보정결정계수 0.992의 지수함수 형태의 상관관계를 나타내고 있다.

또한, 부피밀도가 증가하였으며 이는 후처리 용액이 내부까지 침투한 것으로 유추할 수 있다.

결론적으로 바인더젯 3D 프린팅 출력물의 강도증진을 위해서는 출력물 내부까지 후처리 용액을 침투하는 것이 필수적이며, 이를 위한 유효한 방법으로써 진공함침을 제안한다.

@highlight

바인더젯 3D 프린팅 출력물의 강도증진을 위하여 진공함침 후처리 공정의 적용성을 검토한 결과 진공함침 후처리 공정에서 최대압력이 증가함에 따라 후처리 용액이 출력물 내부까지 침투하게 되고 이에 따라서 침투면적률이 개선됨을 증명하였다.

