본 연구에서는 ICA EGAD의 RiC-

CM 초안을 분석하고 ISAD(G)의 기술요소와 맵핑하였으며, RiC-

CM 기반의 기록물군 기술정보를 시범적으로 구축해 보았다.

이는 기록물 기술표준의 변화 경향을 파악하고, 기존의 기술표준과 연계할 때의 고려사항을 도출하기 위한 것이었다.

RiC-

CM과 ISAD(G)의 맵핑 유형에는 속성 간 맵핑, 속성-

개체 맵핑, 속성-

관계 맵핑이 있었다.

그리고 기술요소간 맵핑 외에 RiC-

CM의 개체와 속성, 관계를 통해 기록레코드를 구축할 수 있는 프레임을 프로테제를 이용하여 구축하고, 예시 데이터를 시범적으로 입력하였다.

그 결과 기존의 기술 정보를 RiC-

CM을 통해서도 대부분 표현할 수 있었다.

게다가 RiC-

CM에서는 기록 기술 정보가 상세히 구분되어 있고, 개별 개체 간의 관계를 브라우징할 수 있는 특징이 강화되었음을 알 수 있었다.

@highlight

ICA EGAD의 RiC-

@highlight

CM 초안을 분석하고 ISAD(G)의 기술요소와 맵핑하였고, RiC-

@highlight

CM 기반의 기록물군 기술정보를 구축하였다.

@highlight

기록물 기술표준의 변화 경향을 파악하여 기술표준과 연계할 때의 고려사항을 도출하기 위한 것이다.

