1702년 향랑은 시댁의 억압과 남편의 폭력으로 인해 죽음에 내몰렸고 사대부 문인들은 향랑을 평민임에도 열녀로 칭송하였다.

조선의 18세기부터 19세기까지 향랑은 지속적으로 문학적으로 호명되었고 평민 여성에게까지 ‘열녀 되기’의 사회적 죽음을 권하는 아이콘이 되었다.

반면 『삼한의열녀전』의 작가 김소행은 소설화된 향랑의 욕망을 실현하기 위해서는 천계(天界)의 논쟁, 천마(天魔)의 전쟁 나아가 삼국(三國)의 전쟁에 이르기까지 지난한 서사적 통과의례가 필요하다는 사실을 보여주었다.

작가는 욕망의 권력장인 소설 속에서 망각된 향랑의 욕망을 부각시켜 허구적 인물을 창조하였고 소설적 서사을 통해 그녀의 욕망을 실현할 수 있는 방법을 환상적 서사로 구축해낸 것이다.

소설적 인물인 향랑의 욕망은 기존의 열녀관으로부터 탈주하여 각종 서사 장치를 통해 탈영토화된다.

그러나 탈주한 향랑의 욕망은 부지소종(不知所終)의 서사 장치를 통해 역사적 흔적이 은폐되고 탈주한 욕망은 재영토화된다.

@highlight

『삼한의열녀전』의 작가 김소행은 소설화된 향랑의 욕망 실현을 위해 서사적 통과의례가 필요하다는 사실을 보여주었고, 향랑의 욕망은 각종 서사 장치를 통해 탈영토화되고, 탈주한 향랑의 욕망은 부지소종의 서사 장치로 역사 흔적이 은폐되고 탈주한 욕망은 재영토화된다.

