본

 

연

구

는

 

유

기

농

 

생

강

재

배

지

에

서

 

발

생

한

 

생

강

 

뿌

리

썩

음

병

을

 

헤

어

리

벳

치

와

 

난

각

칼

슘

+

훈

탄

을

 

혼

합

 

처

리

하

여

 

방

제

하

고

자

하

였

다

.

 

생

강

의

 

잎

이

 

황

화

되

고

 

식

물

체

가

 

시

드

는

 

생

강

 

근

경

썩

음

병

의

 

병

징

은

 

화

학

비

료

 

처

리

구

에

서

 

7

월

 

1

일

부

터

 

시

작

되

었

다

.

 

수

확

기

인

 

1

0

월

 

2

일

에

 

생

강

 

근

경

썩

음

병

이

 

더

욱

 

진

전

되

어

 

생

강

의

줄

기

가

 

갈

변

하

고

 

식

물

체

가

 

고

사

하

여

 

3

6

.

7

-

4

3

.

0

%

의

 

높

은

 

발

병

율

을

 

보

였

다

.

 

반

면

에

 

헤

어

리

벳

치

+

훈

탄

+

난

각

칼

슘

 

처

리

구

는

 

9

월

말

까

지

 

근

경

썩

음

병

이

 

전

혀

 

발

생

되

지

 

않

았

고

 

1

0

월

 

초

순

까

지

 

발

생

이

 

지

연

되

어

 

1

.

3

-

1

.

7

%

의

 

매

우

 

낮

은

 

발

병

율

을

 

보

였

다

.

 

토

양

내

N

a

,

 

F

e

,

 

C

u

 

함

량

은

 

헤

어

리

벳

치

+

훈

탄

+

난

각

칼

슘

 

처

리

에

 

의

해

 

처

리

 

전

보

다

 

감

소

하

였

으

나

 

유

기

물

 

함

량

은

 

3

1

.

6

%

로

 

시

험

 

전

보

다

 

2

 

배

 

증

가

하

였

다

.

 

토

양

내

 

P

y

t

h

i

u

m

 

s

p

.

의

 

밀

도

는

 

헤

어

리

벳

치

+

훈

탄

+

난

각

칼

슘

 

처

리

구

(

0

.

3

-

2

.

0

×

1

0

3

 

c

f

u

/

g

)

에

서

 

낮

았

으

나

,

 

화

학

비

료

 

처

리

구

(

1

2

.

0

-

1

2

.

3

×

1

0

3

 

c

f

u

/

g

)

에

서

 

유

의

적

으

로

 

높

았

다

.

 

따

라

서

,

 

유

기

농

 

생

강

 

재

배

지

에

 

헤

어

리

벳

치

를

 

녹

비

작

물

로

 

재

배

하

고

토

양

 

개

량

제

인

 

훈

탄

과

 

난

각

칼

슘

을

 

토

양

에

 

처

리

하

면

 

생

강

의

 

고

질

적

인

 

병

인

 

생

강

 

근

경

썩

음

병

을

 

효

과

적

으

로

 

방

제

할

 

수

 

있

을

 

것

으

로

 

사

료

된

다

.

 

@highlight

유기농 생강재배지에서 발생한 생강 뿌리썩음병을 헤어리벳치와 난각칼슘+훈탄을 혼합 처리하여 방제하고자하였다. 헤어리벳치+훈탄+난각칼슘 처리구는근경썩음병이 전혀 발생되지 않았고 10월 초순까지 발생이 지연되어 매우 낮은 발병율을 보였다. 밀도는 헤어리벳치+훈탄+난각칼슘 처리구에서 낮았으나, 화학비료 처리구에서 유의적으로 높았다.
