전

각

은

 

인

류

 

문

명

의

 

시

작

과

 

그

 

궤

를

 

같

이

 

하

면

서

 

많

은

 

변

화

와

 

발

전

이

있

어

 

왔

다

.

 

그

 

표

현

대

상

에

 

있

어

서

도

 

초

기

 

신

석

기

 

시

대

 

도

기

에

 

찍

었

던

 

문

양

에

서

부

터

 

도

상

·

도

안

·

문

자

로

 

변

천

하

였

으

며

,

 

그

 

용

도

 

또

한

 

실

용

과

 

신

표

의

 

표

시

에

서

 

완

상

용

·

주

술

용

으

로

 

변

모

하

여

 

당

시

 

사

람

들

의

 

토

템

이

즘

과

샤

머

니

즘

을

 

표

현

하

는

 

대

상

으

로

 

여

겨

지

기

도

 

하

였

다

.

 

이

러

한

 

용

도

의

 

변

화

는

 

당

시

 

사

람

들

의

 

시

대

의

식

 

및

 

민

속

의

식

과

도

 

밀

접

한

 

관

련

이

 

있

어

서

 

부

귀

·

장

수

·

벽

사

·

압

승

용

으

로

 

차

고

 

다

니

는

 

애

장

용

으

로

 

까

지

 

발

전

하

였

다

.

 

특

히

 

圖

像

印

을

 

통

해

서

는

 

祈

福

의

 

의

미

가

 

강

화

되

어

 

위

진

남

북

조

시

대

의

도

교

인

들

은

 

산

속

에

 

기

도

하

러

 

갈

때

도

 

맹

수

나

 

귀

신

을

 

쫓

기

 

위

해

 

<

황

신

월

장

>

이

라

고

 

새

긴

 

인

장

을

 

차

고

 

갔

으

며

,

 

이

러

한

 

풍

습

은

 

도

상

인

의

 

예

술

성

을

더

욱

 

드

높

게

 

하

여

 

원

대

의

 

押

印

으

로

 

발

전

하

였

으

며

,

 

명

청

대

 

이

후

 

독

자

적

인

예

술

로

 

체

계

를

 

갖

추

게

 

하

였

다

.

 

즉

 

단

순

한

 

실

용

에

서

 

독

자

적

인

 

예

술

체

계

를

 

확

립

하

기

까

지

의

 

과

정

에

서

많

은

 

용

도

 

변

천

이

 

있

었

으

며

,

 

이

 

과

정

에

서

 

출

현

한

 

전

각

작

품

들

의

 

형

식

과

내

용

을

 

통

해

 

전

각

이

 

갖

는

 

의

미

와

 

상

징

성

을

 

찾

아

 

볼

 

수

 

있

었

다

.

 

따

라

서

 

본

고

에

서

는

 

전

각

이

 

단

순

한

 

실

용

적

,

 

예

술

적

 

예

술

분

야

의

 

산

물

만

이

 

아

니

라

 

인

류

의

 

문

명

과

 

더

불

어

 

생

성

되

고

 

변

천

되

면

서

 

발

전

한

 

역

사

적

 

유

물

로

서

의

 

가

치

가

 

매

우

 

높

음

을

 

조

명

하

여

 

그

 

가

치

를

 

드

높

이

고

자

 

하

였

다

.

@highlight

전각이 단순한 실용적, 예술적 예술분야의 산물만이 아니라 인류의 문명과 더불어 생성되고 변천되면서 발전한 역사적 유물로서의 가치가 매우 높음을 조명하여 그 가치를 높이는 것이 이 논문의 목적이다. 