본 연구에서는 인권침해 요소가 가장 많이 상존하고 있는 수사경찰을 대상으로 인권보호 및 인권침해 방지대책을 알아보고자 연구를 실시하였다.

우리나라 헌법에서는 모든 국민은 인권을 기본적으로 보장받을 수 있으며, 받아야 한다고 명시하고 있다.

그러나 우리나라 경찰은 수사 활동의 목적을 달성하기 위해 종종 인권이 무시하여 국민들로부터 많은 문제점을 지적당하고 있다.

특히, 경찰은 과거 1980년대 민주화운동을 막기 위해 빈번한 인권침해로 인해 국민들로부터 좋지 않은 이미지를 가지고 있으며, 많은 신뢰를 잃었다.

최근에도 과거에 비해 많이 감소하였으나, 수사 도중 인권침해 사건이 발생하여, 비난의 대상이 되고 있다.

경찰이 가지고 있는 인권에 관한 문제의 상당부분은 수사상에서 발생하고 있다.

과거에 비해 많이 개선되기는 하였지만, 여전히 수사상에서 발생하는 인권을 무시하는 수사관행, 유치장 등을 비롯한 시설 상의 인권보호 장치의 미비, 수사절차를 무시하는 경찰활동 등의 문제가 발생하고 있다.

이러한 문제점을 해결하기 위해 경찰에서는 다양한 인권보호관련 활동을 실시하였다.

그러나 과거에 비해 점점 넓어지는 인권보호에 대한 인식으로 인해 지속적인 인권보호 교육을 실시하고 있다.

그럼에도 불구하고 발생하는 인권침해 사건을 예방하기 위하여, 윤리교육을 포함한 인권보호 교육을 강화하고 있다.

그리고 경찰청 내에 인권보호센터를 설치하여 인권침해 상황 발생 시 초동조치를 위한 활동을 실시하고 있으며, 검찰의 통제를 받아 수사를 진행하는 현재 형사사법체계로 인해 인권침해 요소가 존재하기 때문에, 수사권 독립을 요구하고 있으며, 종합적인 인권보호를 위해, 교육 및 시설·제도에 대하여 인권보호를 위한 종합추진 계획 작성·활용 등의 활동을 실시하고 있다.

@highlight

이 연구에서는 인권침해 요소가 가장 많이 상존하고 있는 수사경찰을 대상으로 인권보호 및 인권침해 방지대책을 알아보고자 연구를 실시했다.

@highlight

우리나라 경찰은 수사 활동의 목적을 달성하기 위해 종종 인권이 무시하여 국민들로부터 많은 문제점을 지적당하고 있다.

