본 연구에서는 작품성과 대중성을 동시에 획득한 것으로 인정받는 태국소설 <쾀쑥컹까티>의 영어 번역본 <The happiness of Kati>를 매개어로 한 한국어 번역본 『카티의 행복』을 통해 중역의 과정에서 발생하는 번역의 등가성 훼손과 오역 등의 문제점을 일고찰하고, 특히 문화 관련 어휘를 중심으로 오역과 의미전이의 양상을 살펴보고자 하였다.

태국소설 <쾀쑥컹까티>의 한국어 번역본 『카티의 행복』은 영어 번역본 <The happiness of Kati>를 매개어로 한 중역본으로, 중역으로 인해 발생하는 문제점을 피해가지 못 했는데, 영어 번역자가 잘못 번역한 부분을 그대로 따라서 오역을 하게 될 뿐만 아니라 문화 어휘의 번역에서 오역과 의미 전이가 발생하고 있다.

친족어 및 호칭이 영어식 표현을 거치면서 부자연스러운 표현으로 바뀌거나 가족관계를 제대로 표현하지 못해 오역이 발생한 부분이 있으며, 생활방식과 자연환경, 국호 및 국가 형태에 이르기까지 영어를 거치면서 오역되거나 등가성이 떨어져 불분명하게 표현된 것을 볼 수 있다.

이와 같은 현상은 태국어와 태국문화를 모르는 번역자가 번역을 할 경우 더 심하게 일어나게 되며, 텍스트들 간의 문학적 거리는 더욱 더 멀어지게 된다.

@highlight

태국소설 쾀쑥컹까티의 한국어 번역본 카티의 행복은 영어 번역본 The happiness of Kat를 매개어로 한 중역본으로, 중역으로 인해 발생하는 문제점을 피해가지 못 했는데, 영어 번역자가 잘못 번역한 부분이 오역을 하게 될 뿐만 아니라 문화 어휘의 번역에서 오역과 의미 전이가 발생하고 있다.

@highlight


태국어와 태국문화를 모르는 번역자가 번역을 할 경우 더 심하게 일어나게 되며, 텍스트들 간의 문학적 거리는 더욱 더 멀어지게 된다.

