본 연구는 중추성 성조숙증 및 조기사춘기 여아에서 체질량지수가 GnRH 자극검사 시 LH 최고농도에 미치는 영향을 알아보고자 시행되었다.

GnRH 자극검사상 사춘기 반응을 보인 7세에서 9세 사이의 여아 113명을 대상으로 의무기록을 후향적으로 검토하였다.

진단시 역연령, 골연령, 신장, 체중, 체질량지수, LH와 FSH의 기저 및 최고농도, 기저 에스트라디올 농도를 조사하였다.

LH 최고농도는 체중 표준편차점수와 체질량지수 표준편차점수와 음의 상관관계를 보였고 FSH 기저 및 최고농도와 양의 상관관계를 보였다.

다중회귀분석 결과 체질량지수 표준편차점수는 LH 최고농도에 영향을 미치는 의미 있는 결정인자였다.

LH 최고농도의 사분위수를 기준으로 4군으로 나누었을 때 LH 최고농도가 가장 높은 군의 체질량지수는 LH 최고농도가 가장 낮은 군의 체질량지수 보다 의미 있게 낮았다.

성조숙증 및 조기사춘기 여아에서 체질량지수가 높을수록 GnRH 자극검사 시 LH 최고농도는 감소한다.

따라서 여아에서 성조숙증 진단시 체질량지수에 의한 영향을 고려하여야 할 것으로 보인다.

@highlight

이 연구는 중추성 성조숙증 및 조기사춘기 여아에서 체질량지수가 GnRH 자극검사 시 LH 최고농도에 미치는 영향을 알아보고자 시행됐다.

