사

회

적

 

경

제

 

조

직

은

 

경

제

적

 

목

적

과

 

사

회

적

 

목

적

을

 

동

시

에

 

수

행

하

며

 

다

양

한

 

이

해

관

계

자

와

 

협

력

관

계

를

 

형

성

하

며

 

지

역

사

회

의

 

문

제

를

 

해

결

한

다

.

 

조

직

의

 

기

업

가

 

정

신

을

 

강

조

하

는

 

입

장

에

서

 

볼

 

때

,

 

활

발

한

 

기

업

가

 

정

신

이

 

지

역

의

 

다

양

한

 

자

산

을

 

활

용

하

는

 

요

인

이

 

되

고

,

 

활

발

한

 

활

동

을

 

전

개

하

며

 

성

과

를

 

제

고

할

 

수

 

있

다

.

 

사

회

적

 

경

제

 

조

직

이

 

지

역

사

회

와

 

형

성

하

는

 

관

계

를

 

중

시

하

는

 

관

점

에

서

는

 

조

직

이

 

입

지

한

 

지

역

의

 

개

인

,

 

공

간

,

 

그

리

고

 

기

관

들

과

의

 

관

계

형

성

이

 

활

발

하

게

 

이

루

어

질

 

때

 

목

표

달

성

 

가

능

성

이

 

높

아

진

다

고

 

주

장

한

다

.

 

이

 

연

구

에

서

는

 

이

러

한

 

관

점

을

 

고

려

하

여

 

한

국

의

 

사

회

적

 

경

제

 

조

직

에

서

 

나

타

나

는

 

기

업

가

 

정

신

과

 

지

역

자

산

 

활

용

은

 

조

직

 

성

과

와

 

어

떤

 

관

계

가

 

있

는

지

 

분

석

하

고

자

 

한

다

.

 

따

라

서

 

저

자

는

 

한

국

 

사

회

적

 

경

제

 

조

직

 

중

 

1

2

0

개

 

조

직

을

 

대

상

으

로

 

한

 

설

문

조

사

 

결

과

로

 

얻

은

 

자

료

를

 

바

탕

으

로

 

사

회

적

 

기

업

가

 

정

신

이

 

사

회

적

 

경

제

 

조

직

의

 

사

회

적

 

성

과

와

 

경

제

적

 

성

과

에

 

주

는

 

영

향

을

 

회

귀

분

석

과

 

구

조

방

정

식

 

추

정

을

 

통

해

 

분

석

하

였

다

.

 

분

석

결

과

를

 

바

탕

으

로

 

한

국

의

 

사

회

적

 

경

제

 

조

직

은

 

아

직

 

지

역

사

회

의

 

선

순

환

 

구

조

를

 

형

성

하

지

 

못

하

고

 

있

으

며

 

보

다

 

효

율

적

인

 

지

역

사

회

 

네

트

워

크

 

구

축

이

 

중

요

하

다

는

 

사

실

을

 

제

안

하

였

다

.

@highlight

사회적 경제 조직은 경제적 목적과 사회적 목적을 동시에 수행하며 다양한 이해관계자와 협력관계를 형성하며 지역사회의 문제를 해결하였다. 조직의 기업가 정신을 강조하는 입장에서 보면 활발한 기업가 정신이 지역의 다양한 자산을 활용하는 요인이 되고, 활발한 활동을 전개하여 성과를 높일 수 있다.