이 논문은 기독교 신앙과 예술의 관계에 대해 고찰한다.

통상 특정한주제들을 다루는 예술 작품들만이 기독교적 의미를 갖는 것으로 여겨지는 경우가 많다.

그러나 본고는 일군의 현대 신학자들의 주장을 토대로예술 자체에 내재한 신앙적 함의와 가능성을 조명한다.

즉, 물질을 매개로 감각에 작용하는 예술 작품들은 그 자체로 감상자에게 성육신과 창조의 의미를 상기시키고 고취시킬 수 있는 가능성이 있음을 주장한다.

나아가 본고는, 기독교에서 이해하는 성령의 역할에 입각하여, 추상적인방식으로 그려진 시각 미술들이 가질 수 있는 신앙적 가능성에 대해서도고찰한다.

마지막으로, 서예적 추상이라는 기법으로 그려진 서세옥의 그림들을 사례 삼아 추상적 예술이 성육신을 중심으로 하는 기독교적 세계관을 강화하고 고취하는 양상을 구체적으로 살펴본다.

전반적으로 본고는 진리를 비담화적인 방식으로 담아낼 수 있는 예술이 담화를 넘어 결국 존재와 양상으로 자신의 신앙을 드러내야 할 기독교 신자들에게 필요하다는 것을 주장한다.

@highlight

기독교 신앙과 예술의 관계에 대해 고찰한다.

@highlight


물질을 매개로 감각에 작용하는 예술 작품들은 그 자체로 감상자에게 성육신과 창조의 의미를 상기시키고 고취시킬 수 있는 가능성이 있음을 주장한다.

@highlight


진리를 비담화적인 방식으로 담아낼 수 있는 예술이 담화를 넘어 결국 존재와 양상으로 자신의 신앙을 드러내야 할 기독교 신자들에게 필요하다는 것을 주장한다.

