이 연구는 정치적 편향성 논란을 빚고 있는 종합편성채널 뉴스의 시청률이정당 지지율 변화에 영향을 미치는 요인으로 작용할 수 있는지를 검증하고자 했다.

이를 위해 AGB닐슨이 측정한 'JTBC 뉴스룸' 시청률과 'KBS 뉴스9' 시청률, 여론조사 기관인 리얼미터가 조사한 더불어민주당 지지율과자유한국당 지지율을 토대로 회귀분석과 그랜저 인과관계 검정을 실시해인과관계의 존재 유무와 인과관계의 방향성을 검증했다.

분석결과, 'JTBC 뉴스룸'의 시청률 변화가 자유한국당의 지지율 변화를 선도하는 인과관계가 있는 것으로 분석됐다.

그러나 그 역방향으로의 인과관계는 없는 것으로 나타났다.

반면 'KBS 뉴스9' 의 시청률 변화는 자유한국당이나 더불어민주당 지지율 변화와 통계적으로 유의미한 관계가 없는 것으로 분석됐다.

이 같은 결과는 종편 뉴스가 정치적 효과를 발휘해 여론 조사 결과에 따른정당의 지지율 변화를 초래하는 원인으로 작용할 수 있음을 시사하는 것이라고 할 수 있다.

아울러 향후 우리 사회의 중요한 정치적 이슈나 총선 혹은 대선과 같은 선거 과정에서도 정당 및 후보자의 지지율 변화에 영향을 미치는 기제로 작동할 수 있음을 함의하는 것이라고 하겠다.

@highlight

AGB닐슨이 측정한 'JTBC 뉴스룸' 시청률과 'KBS 뉴스9' 시청률, 여론조사 기관인 리얼미터가 조사한 더불어민주당 지지율과자유한국당 지지율을 토대로 회귀분석과 그랜저 인과관계 검정을 실시해인과관계의 존재 유무와 인과관계의 방향성을 검증했다.

@highlight

분석결과 'JTBC 뉴스룸'의 시청률 변화가 자유한국당의 지지율 변화를 선도하는 인과관계가 있는 것으로 분석됐다.

