정보 기술 발전으로 인하여 제품 정보를 전달하는 방식이 오프라인과 2D중심에서 온라인과 3D로 이동하면서 효율적 인 정보 전달을 위한 다양한 시도가 이루어지고 있다.

이러한 시도는 실물이 부재된 온라인 공간에서 단순히 제품의 정보를 전달하는 것에 그치지 않고 소비자에게 가상의 체험을 제공하면서 온라인 쇼핑의 다변화 및 활성화에 중요한 역할을 하고 있다.

360 제품 이미지는 피사체를 회전시켜 촬영하여 대상을 다양한 시점에서 입체적으로 볼 수 있는 실사 기반의 VR이다.

360 제품 이미지는 기존의 정지 이미지와 비교하여 대상물에 대해 풍부한 정보를 전달할 수 있다는 측면에서 주목받고 있다.

360 제품 이미지는 다양한 제작 요인에 의해 영향을 받으며, 이에 따라 이용자의반응에 차이가 있으나 기술의 역사가 짧은 만큼 관련 연구 또한 미비하다.

따라서 본 연구에서는 360 제품 이미지의 제품의 형태와 소스 이미지의 수에 따라 변하는 이용자의 반응을 파악하고자 하였다.

이를 위해 온라인 쇼핑몰에서 많이 접할 수 있는 상품군 중 대표적인 제품들을 선정하여 360 제품 이미지를 제작하고 75인의 이용자를 대상으로 실험을 진행하였으며, 의미분별법을 적용한 실험 설문을 통해 360 제품 이미지에 대한 감성 반응을 분석하였다.

본 연구의 결과는 360 제품 이미지에 대한 수용자의 감성을 이해하고 파악하는데 기초 자료로 활용될 수 있을 것이다.

@highlight

본 연구에서는 360 제품 이미지의 형태와 소스 이미지의 수에 따라 변하는 이용자의 반응을 파악하고자 하였다.

@highlight

온라인 쇼핑몰에서 많이 접할 수 있는 제품들을 선정하여 360 제품 이미지를 제작하고, 실험 설문을 통해 360 제품 이미지에 대한 감성 반응을 분석하였다.

@highlight

연구결과, 360 제품 이미지에 대한 수용자의 감성을 이해하고 파악하는데 기초 자료로 활용될 수 있을 것이다.

