본 연구는 ‘섹슈얼 허래스먼트’ 현상이 국내에서 ‘성희롱’으로 명명(naming)되는 과정에서 나타나는 개념의 한계를 구명하기 위해 6년간(2010년~2015년) 국내에서 발행된 주요 성희롱 소재 논문을 분석했다.

연구 결과 법학 분야와 법학 이외의 학문 분야는 연구주제와 분석 대상, 접근 시각 그리고 개념의 내용 등에서 상이한 특징을 보였다.

먼저 연구 주제의 경우 법학 분야는 주로 성희롱의 개념 연구, 법률 검토, 성희롱 사건 처리 및 판례 분석, 성희롱 예방을 위한 정책 제언 등인 반면에 기타 분야는 성희롱 의식, 실태 및 영향 연구가 주를 이루었다.

성희롱 개념과 관련해 법학 분야는 성희롱이 명시된 법률인 여성발전기본법, 남녀고용평등과 일·가정 양립 지원에 관한 법, 국가인권위원회법 등을 기반으로 규정한 반면에 기타 분야는 대체로 현재의 법적 개념을 오해 또는 축소하여 다분히 법적 용어와 다른 의미를 내포했다.

이러한 연구 결과에 의거해서 볼 때, 향후 성희롱이란 법적 표현을 섹슈얼 허래스먼트 현상을 보다 잘 표현할 수 있는 ‘성적 괴롭힘’으로 재정비할 것을 제안한다.

@highlight

이 연구는 ‘섹슈얼 허래스먼트’ 현상이 국내에서 ‘성희롱’으로 명명(naming)되는 과정에서 나타나는 개념의 한계를 구명하기 위해 6년간(2010년~2015년) 국내에서 발행된 주요 성희롱 소재 논문을 분석했다.

