최근 공공데이터 개방 정책에 대한 관심이 개방의 양적 성과에서 질적 효과로 전환되고 있다.

본 연구는 공공데이터 정책의 개방이 효과로 연결되기 위해 필요한 메카니즘이 무엇인지를 찾아보고자 한다.

이를 위해 공공데이터 정책의 효과와 관련된 두 가지 가치사슬 메카니즘을 -

선형 모델과 생태계 모델-

비교검토한 뒤, 선형 모델에 비해 생태계 모델이 더 적합하다는 것을 실증분석을 통해 검증하고자 한다.

자료는 WWW재단에서 2015년 2월에 발간한 ODB(Open Data Barometer) 2차년도 자료를 활용할 것이다.

분석결과 세 개의 연구가설은 모두 채택되었다.

먼저 공공데이터의 실행지수는 준비지수와 효과지수를 연결하는 유의미한 매개변수가 되지 못하는 것으로 나타났다.

또한, 개방정책의 효과는 데이터의 양적 측면(데이터 총량)보다는 질적 측면(데이터 품질)에 의해 영향을 받는 것으로 판명되었다.

마지막으로 생태계 정책요소가(시민·전문가 참여, 데이터 활용교육, 혁신활동 지원) 개방정책의 적절성과 효과의 관계를 조절하는 효과를 가지는 것으로 확인되었다.

요컨대, 공공데이터 개방정책의 효과는 선형 모델보다는 생태계 모델에 의해 보다 잘 설명될 수 있다는 점을 알 수 있다.

@highlight

이 연구는 공공데이터 정책의 개방이 효과로 연결되기 위해 필요한 메카니즘이 무엇인지를 찾아보려 한다.

@highlight

먼저 공공데이터의 실행지수는 준비지수와 효과지수를 연결하는 유의미한 매개변수가 되지 못하는 것으로 나타났다.

