본 연구는 개인투자자의 집단적 거래행태에 반영된 투자심리와 주식수익률의 관계를 분석한다.

투자심리가 자산 가격에 영향을 주기 위해서는 두 가지 전제가 필요하다.

하나는 개인투자자들이 집단적 거래이고, 다른 하나는 차익거래의 제한이다.

우리는 국내 주식시장에서 일부 주식에 대해 이 두 가지 조건이 충족되어 투자심리와 수익률의 유의한 관계가 관찰됨을 보고한다.

본 연구의 주요 발견은 다음과 같다.

첫째, 국내 주식시장에도 개인투자자들의 집단적 거래행태가 존재함을 확인한다.

주식 간 개인투자자 매수-

매도 거래량불균형의 상관관계가 유의하게 양수로 나타난다.

이는 개인투자자들은 시기에 따라 매수 혹은 매도 일방으로 거래하는 경향이 있음을 시사한다.

둘째, 개인투자자들의 집단적 거래행태에 반영된 그들의 투자심리가 주식 가격에 영향을 미침을 발견한다.

특히 개인투자자들이 주로 거래하는 주식, 차익거래가 어려운 주식일수록 주식 가격에 대한 개인투자심리의 영향이 유의하다.

마지막으로, 주문 유형에 따라 개인투자자 거래의 상관 정도가 다름을 확인한다.

시장가주문 매수량과 매도량의 차이로 측정한 매수-

매도 거래량불균형에 비해, 지정가주문 매수량과 매도량의 차이로 측정한 거래량불균형 간의 상관계수는 매우 낮다.

이는 개인투자자들이 시장가주문을 이용할 때 더 몰려 거래하는 경향이 있다고 해석 가능하다.

@highlight

이 연구는 개인투자자의 집단적 거래행태에 반영된 투자심리와 주식수익률의 관계를 분석한다.

@highlight

하나는 개인투자자들이 집단적 거래이고, 다른 하나는 차익거래의 제한이다.

