전대미문의 도덕적 위기에 처한 인류에게 있어 생명의학과유전공학 기술을 활용한 도덕적 향상 논리는 매우 매력적인 유혹임에틀림없다.

도덕교육의 효과를 경시하면서 도덕적 향상 기술에 대한 연구와 실천을 강조하는 사람들의 논리에 대응하여 가정에서의 초기 양육관행과 학교에서의 도덕교육 실천을 중시하는 학자가 바로 나바에즈이다.

나바에즈는 이러한 관점을 신경도덕교육(neuromoral education)이라고 부른다.

이 논문의 목적은 성숙한 도덕적 기능 수행에 관한 나바에즈의 신경도덕교육 이론의 강점과 약점을 분석하는데 있다.

진화적 발달 적소와 일치하는 부모의 돌봄 행동과 윤리적 전문 기술의 발달을통한 도덕적 인격의 자기 저작과 자기 계발을 강조하는 나바에즈의 신경 도덕교육 이론은 가정과 학교에서의 도덕교육에 많은 시사점을 주지만, 도덕 문제의 원인과 해결에 있어 배타적으로 개인의 변혁만을 중시하는 환원주의적 입장을 드러내는 한계가 있다.

@highlight

본 논문의 목적은 성숙한 도덕적 기능 수행에 관한 나바에즈의 신경도덕교육 이론의 강점과 약점을 분석하는데 있다.

