이 글은 경제를 성장 발전시키는 원동력이 사적 소유, 경제활동의 자유 그리고 경쟁에서 나옴을 밝히려는 시도이다.

사적 소유가 보장되지 않으면 자유를 누릴 수없고 자유가 없으면 사적 소유가 소용이 없으며, 사적 소유가 보장되지 않으면 경쟁할 유인이 저하되고 자유가 허용되지 않으면 경쟁하고 싶어도 할 수 없으며, 경쟁이 허용되지 않으면 사적 소유와 자유가 보장되더라도 지속적인 발전이 불가능하다.

그러므로 사적 소유, 자유, 경쟁의 세 힘 중 사적 소유가 가장 원천적인 힘이라 할 수 있다.

이 글의 후반부는 영속 세대 모형을 활용해서, 다른 모든 면은 그대로 둔 채, 소유형태만 공유에서 사유로 전환하면 정상상태의 1인당소득이 크게 증가함을 보여준다.

필자가 행한 수치 계산 예에서는 공유에서 사유로 전환하면 1인당소득이 76% 증가한다.

이는 사적 소유의 투자유발효과 때문인데 여기에 사적 소유가 갖는 노력유발효과까지 더하면 소득은 76%보다 훨씬 더 크게 증가한다.

경제가 정상상태에 이른 이후에도 성장을 지속하려면 인적자본, 지식자본, 기술자본 등이 지속적으로 증가해야 하는데, 사적 소유가 보장되지 않으면 성장의 엔진인 인적자본, 지식자본 및 기술 자본에 대한 투자가 원활하게 이루어지지 않게된다.

그러므로 사적 소유 즉, 사유 재산권을 확실하게 보장하는 일은 경제의 지속적인 성장 발전을 위해서 반드시 필요하다.

@highlight

이 연구는 경제를 성장 발전시키는 원동력이 사적 소유, 경제활동의 자유 그리고 경쟁에서 나옴을 밝히려는 시도이다.

@highlight

이 글의 후반부는 영속 세대 모형을 활용해서, 다른 모든 면은 그대로 둔 채, 소유형태만 공유에서 사유로 전환하면 정상상태의 1인당소득이 크게 증가함을 보여준다.

