본 연구는 고속도로에서 발생하는 비반복적 정체 중 교통사고로 인하여 발생하는 돌발상황에 대한 운영관리 부족 및 처리시간에 대한 정보제공 요구증가에 따라 이에 대응할 수 있는 돌발상황 처리시간 예측모형개발을 개발하였다.

돌발상황 처리시간 예측모형을 개발하기에 앞서 종속변수인 사고처리시간을 사고등급 A, B, C등급으로 구분하였으며, 독립변수로는 교통량, 사고차량수, 사고시간대 등 총 15개 변수를 적용하여 모형을 개발하였다.

모형도출결과 돌발상황 처리시간에 영향을 미치는 주요변수로는 교통량, 중차량포함여부, 사고시간대가 도출되었다.

또한 돌발상황 처리시간 예측모형에서 영향 변수로 도출된 변수들을 토대로 의사결정나무를 구축하였으며, 이때 CHAID기법을 적용하였다.

그 결과 1차적으로 사고등급 A, B등급과 C등급으로 구분되었으며, 2차적으로는 도로의 교통량으로 분리되었다.

본 연구를 통하여 도출된 돌발상황 처리시간 예측모형과 의사결정나무를 통하여 향후 고속도로 돌발상황 발생시 도로이용자들에게 보다 신속하고 실효성있는 교통정보를 제공하는데 기여할 수 있을 것으로 판단된다.

@highlight

이 연구는 고속도로에서 발생하는 비반복적 정체 중 교통사고로 인하여 발생하는 돌발상황에 대한 운영관리 부족 및 처리시간에 대한 정보제공 요구증가에 따라 이에 대응할 수 있는 돌발상황 처리시간 예측모형개발을 개발하였다.

