본 연구에서는 현대인들의 일상생활 중 대부분의 시간을 보내는 좌식생활 중에 무구속적으로 장시간 심장활동상태를 모니터링하기 위한 의자형 무구속 심전도 모니터링 시스템을 설계 및 구현하였다.

구현된 시스템은 옷을 입은 상태에서도 측정이 가능하며, 동잡음에도 비교적 강한 장점을 가진다.

이를 위하여 의자의 등받이 부분에 무구속 전극을 배치하였으며, 미세한 생체신호를 증폭하고, 측정 시 발생 할 수 있는 동잡음 및 기저선의 변화, 상용전원에 의한 전원잡음을 제거하기 위하여 증폭기 및 필터를 설계하였다.

또한 제어부와 무선전송부를 구현하여 아날로그 신호를 디지털 신호로 변환하고 생체신호를 PC와 스마트폰으로 전송함으로써 일상생활 중 지속적인 심장활동 상태의 모니터링이 가능하다.

구현된 시스템의 성능을 평가하기 위하여 Ag/AgCl 전극을 사용한 시스템과 비교 실험을 수행하였으며, 실험 결과 구현된 시스템의 무구속적으로 심장활동 상태 모니터링이 가능함을 확인하였다.

@highlight

이 연구는 현대인들의 일상생활 중 대부분의 시간을 보내는 좌식생활 중에 무구속적으로 장시간 심장활동상태를 모니터링하기 위한 의자형 무구속 심전도 모니터링 시스템을 설계 및 구현했다.

