본 연구는 한국의 대표적 기간통신사인 <연합뉴스>가 수행할 역할이 무엇인가를 이론적 관점에서 접근하고자 한다.

현실적 함의 못지않게 뉴스 통신사라는 언론사의 정체성을 객관적이고 체계적으로 파악하는 것이 향후 논의에 중요하기 때문에, 국제 적 뉴스 통신사들의 운영 방식과 연구 성과물을 고찰했다.

이 과정에서 저널리즘이 직면한 위험과 기회라는 2차원의 기준점에서 크게 6개의 개념적 틀을 <연합뉴스>가 추구할 역할로 추출했다.

첫째는 소유 구조와 뉴스 제작의 독립성 강조이며, 둘째는 가짜 정보 검증 시스템과 균형적 보도, 롱폼 멀티미디어 저널리즘을 바탕으로 한 보 도의 완결성 구축이다.

셋째는 개발도상국이나 신흥개발국의 뉴스 시장에 진출해 한 국형 공공성의 가치를 전파하는 국제적 뉴스 통신사이며, 넷째는 주제별 심화 콘텐 츠와 지구적 관심사 등 공적 사안의 심층성 강화다.

다섯째는 콘텐츠의 데이터베이 스 구축과 소셜 미디어 활용으로 공론장 활성화의 물적 기반을 조성하고, 여섯째는 학교 및 지역 사회와 연대해 시민성을 강화하는 것이다.

무엇보다 <DPA통신>이나 <AFP통신>이 강조하는 보도의 독립성을 <연합뉴스>가 구체적이고 안정적으로 확립 하는 방안이 필요하다.

@highlight

본고는 한국의 대표적 기간통신사인 <연합뉴스>가 수행할 역할이 무엇인가를 이론적 관점에서 접근하려고 한다.

@highlight

현실적 함의 못지않게 뉴스 통신사라는 언론사의 정체성을 객관적이고 체계적으로 파악하는 것이 향후 논의에 중요하기에, 국제 적 뉴스 통신사들의 운영 방식과 연구 성과물을 고찰하였다.

