이진경의 신간 『자본을 넘어선 자본』(그린비, 2004)의 핵심 주장은 자본에 외부가 있다는 것이다.

즉, 자본의 논리(공리계)는 자기완결적이지 않고 외부를 항상전제한다는 것이다.

사실 자본이 스스로 자체 생산할 수 없는 외부조건(예: 상품화된 노동력) 없이 순전히 내적 논리에 의해서만 스스로 증식할 수 없다는 것은마르크스 이론의 가장 기본적인 틀을 이룬다.

하지만, 저자는 이 주장을 논리적으로나 효과적으로 전개하는데 실패하고 있다.

첫째, 저자는 자본의 외부와 내부를구분하는 기준을 제시하지 못하고 있다.

자본 공리계의 내적 비완결성을 보여줌으로써 그 외부를 보여주려는 그의 이론적 전략은, 자본의 실재 공리계를 보여주지 못함으로써 실패한다.

둘째, 저자는 들뢰즈-

가타리의 독점적 영유와 직접적 비교에 의한 포획이라는 개념을 응용하여 절대-

이윤, 상대-

이윤 등의 개념을 만들고, 그로부터 노동의 ‘가치화(양화)’와 ‘가치증식’을 사실상 동일시하는 결론에 도달하는데, 이 주장은 가치실현의 근본적인 불확실성, 즉 ‘목숨을 건 도약’이라는 자본의 외부를 부인함으로써 이진경 자신이 주장하는 관점에 오히려 역행한다.

셋째, 인간의 노동 없이 자동화된 기계에 의해 생산된다는 ‘기계적 잉여가치’ 개념은 실질적으로 착취 없는 잉여가치의 개념을 허용함으로써 부르주아 경제학과 유사한물신주의에 빠진다.

@highlight

이진경의 신간 『자본을 넘어선 자본』(그린비, 2004)의 핵심 주장은 자본에 외부가 있다.

@highlight

즉, 자본의 논리(공리계)는 자기완결적이지 않고 외부를 항상전제한다는 것으로 볼 수 있다.

