빅데이터 기술의 발달로 4차 산업혁명이 시작되면서 스마트 팩토리에 대한 관심이 증가하고 있다.

제조업에서는 여러 종류의 데이터들이 기하급수적으로 증가하고 있지만 관리하기가 어렵고, 데이터가 수집되어도 중요한 데이터를 찾기 힘들뿐더러 어떠한 데이터를 어떻게 사용하여야 할지도 알 수 없다.

또한, 기존의 공정에서는 공정물품에 대해 양품과 불량품만을 구분하여 불량품에 대해 작업자가 직접 눈으로 가성불량품과 불량품을 구별하였다.

이 경우 시간이 오래 걸릴뿐더러 작업자의 상태에 따라 생산성이 낮아지는 현상이 발생한다.

본 논문에서는 이러한 문제점을 해결하기 위해 딥러닝을 이용한 제조 공정 영상을 분류하는 기법을 제안한다.

제안하는 방법은 CNN(Convolutional Nueral Network)를 이용하여 화상검사 공정에서 결과로 나오는 2588*1940 크기의 영상에 대해 양품, 불량품, 가성불량(조명, 퓨즈, 뒤틀림(왜곡))에 대해 학습시켜 분류하고 테스트한다.

그 결과로 양품과 진성불량품에 대해 98% 정확도를 확인하였고, 가성불량에 대해서는 93%의 정확도를 확인할 수 있었다.

@highlight

본 연구에서는 딥러닝을 이용한 제조 공정 영상을 분류하는 기법을 제안하였다.

@highlight

제안하는 방법으로 CNN을 이용하여 화상검사 공정에서 결과로 나오는 2588*1940 크기의 영상에 대해 양품, 불량품, 가성불량에 대하여 학습시켜 분류하고 테스트하였다.

