이 연구는 디지털 연결사회에서 두드러지는 사생활 경계의 유동성을 사생활의 소멸이 아니라 네트워크화된 사생활의 경계화 과정으로 접근하고 이를 익명성과 투명성 사이를 오가는 선별적 자기 전시를 통해 논의하고 있다.

주요 연구 내용을 정리하면 다음과 같다.

첫째, 이 연구는 근대 이후 사생활이 숨겨지고 은폐되어야 할 영역에서 벗어나 사회적 의미를 획득하고, ‘연결된 집’이라는 내·외부의 경계가 유동적인 영역으로 변화되어온 과정에 대해 논의하고 있다.

둘째, 이 연구는 매체 및 소셜네트워크의 일상화에 따라 사생활 경계의 유동성과 함께 이에 대응하는 수행적 차원 역시 증대하고 있다는 데 주목하고 이를 네트워크화된 사생활의 경계화 과정으로 논의하고 있다.

셋째, 네트워크화된 사생활의 경계화는 지향화된 자기를 선별적으로 전시하는 상호작용 과정을 통해 이뤄지는데, 이 선별적 자기 전시의 과정에서 나타나는 자기의 과시와 기만, 은폐는 과도함이나 속임수, 은둔이 아니라 자기대면적이면서도 협력적인 수행이라는 의미를 띠고 있다.

@highlight

본고는 디지털 연결사회에서 두드러지는 사생활 경계의 유동성을 사생활의 소멸이 아닌 네트워크화된 사생활의 경계화 과정으로 접근하며 이를 익명성 및 투명성 사이를 오가는 선별적 자기 전시를 통하여 논하고 있다.

