이 논문의 목적은 경량 충진재와 하이브리드 섬유를 사용하여 경량성과 인장변형 성능이 우수한 섬유보강 고강도 경량 시멘트 복합체(HFSLCC)를 개발하는 것이다.

이를 위하여 마이크로역학과 다수의 미세균열이 발생하기 위한 조건인 안정상태 균열 이론을 바탕으로 시멘트 매트릭스의 파괴 특성과 섬유-

시멘트 매트릭스 경계 특성을 파악하여 사용재료 및 최적 혼입률을 결정하였으며, 섬유 종류와 양에 따라 4가지 배합을 결정하였다.

4가지 배합으로 제조한 실험체는 실험을 통하여 역학적 특성(직접 인장, 압축강도, 단위질량)을 검증하였다.

검증 결과 4가지 배합으로 제조한 모든 섬유보강 고강도 경량 시멘트 복합체는 변형률 경화거동을 보였으며, 역학 성능은 평균 변형률 약 3.0%, 최대인장강도 약 4.2MPa, 단위질량 및 압축강도는 각각 약 1,660kg/㎥와 57MPa를 나타내었다.

또한 PVA섬유 1.0%와 PE섬유 0.5%를 혼입한 경우 섬유 사용량이 적으면서 2.0% 섬유가 혼입된 복합체와 유사한 성능을 나타내었다.

@highlight

본 논문의 목적은 경량 충진재와 하이브리드 섬유를 사용하여 경량성과 인장변형 성능이 우수한 섬유보강 고강도 경량 시멘트 복합체(HFSLCC)를 개발하는 것이다.

