우주 기원 원소의 분석은 지형학과 제 4기학 연구의 새로운 연구 기법으로 각광을 받고있다.

지구 외부로부터 유입되는 우주선은 지표를 구성하는 물질들의 스펠레이션을 유발 하여 제자리에서 형성되는 우주 기원 물질을 형성하게 된다.

우주기원 원소 분석을 지형 연구에 응용하기 위해서는 각 지점에서의 생성률을 산정 해야 하며 이를 위해서는 경위도, 고도, 차양, 표본 두께에 의한 보정과 같은 작업이 필요하다.

이러한 보정을 통하여 연구 지점에서의 국지적 원소 생성률을 낸 뒤 이를 이용 하여 침식률 혹은 노출 연대를 추정 할 수 있다.

추정된 노출연대 혹은 침식률은 약 10% 내외의 오류 범위를 지닌다.

또한 현재까지 이용되고 있는 우주기원 원소의 상당수가 화강암이나 편마암등과 같은 지질 환경에서 흔히 얻을 수 있는 물질인 석영에서 형성되고 있다.

이러한 장점들로 인하여 한국지형 연구에서 향후 신뢰할만한 연구기법으로 판단된다.

본 고에서는 실제 우주 기원 원소분석을 행하는데 필수적인 보정과 시료 처리과정 그리고 자료의 해석과정을 소개하고 해설하였으며, 향후 한국 지형 연구에서의 적용 가능성을 탐색 하였다.

@highlight

우주 기원 원소의 분석은 지형학과 제 4기학 연구의 새 연구 기법으로 각광을 받고있다.

@highlight

지구 외부로부터 유입되는 우주선은 지표를 구성하는 물질들의 스펠레이션을 유발 해 제자리에서 형성되는 우주 기원 물질을 형성하게 된다.

