본 연구는 유아 흡연예방교육을 위해 시범 적용한 교사 교육프로그램의 효과를 검증하는 것을 목적으로 하 다.

연구의 대상은 전국 유아교육기관 교사 242명이며, 프로그램의 시범적용은 2016년 11월 1일부터 11월 25일에 실시되었다.

프로그램의 효과를 살피기 위해 사용된 설문지는 교사의 지식, 태도, 실천을 측정하는 문항으로 구 성되어 있으며, 관련문헌을 바탕으로 연구진이 제작하다.

연구결과를 살펴보면, 첫째, 교사 교육프로그램은 교 사의 유아 흡연예방교육의 지식, 태도, 실천 수준을 모두 향상시켰다.

둘째, 프로그램의 효과를 교사의 개인변인 별로 살펴보면, 교사 교육프로그램은 교사의 학력, 경력에 상관없이 지식, 태도, 실천 수준을 향상시켰다.

셋째, 교사의 기관변인별로 살펴보면, 교사 교육프로그램은 기관유형과 교사의 담당학급에 상관없이 지식, 태도, 실천 의 수준을 향상시켰다.

본 연구의 결과는 개발된 교사 교육프로그램이 교사의 개인변인 및 기관변인과 상관없이 유아흡연예방교육에 대한 교사의 지식, 태도, 실천 수준 향상에 효과가 있음을 의미한다.

이를 통해 유아교사의 흡연예방교육에 대한 역량 증진을 위해 유아 흡연예방 교사 교육의 지속적인 시행이 필요함을 시사하다.

@highlight

본 논문의 목적은 유아 흡연예방교육을 위하여 시범 적용한 교사 교육프로그램의 효과를 검증하는 것에 두었다.

@highlight

연구의 대상은 전국 유아교육기관 교사 242명이고, 프로그램의 시범적용은 2016년 11월 1일부터 11월 25일에 실시됐다.

