전력시스템의 배전분야 정보모델 및 데이터교환 국제표준인 CIM(Common Information Model, IEC61968) 기반 MDMS(Meter Data Management System, 미터데이터관리시스템) 개발에 있어서, 가장 중점을 두는 부분은 짧은 주기로 수집되는 데이터의 효과적인 관리와 AMI 데이터를 활용하기 위하여 상위시스템들과 어떻게 통합서비스 할 것인가에 대한 이슈이다.

본 논문에서는 기존의 AMR 환경과 다르게 양방향 서비스 인프라를 제공하는 AMI 환경에서 MDMS 구현 방안과 기능들을 제안한다.

본 논문에서 제안하는 MDMS의 특징은 국제전력표준인 CIM과 통합서비스버스(ESB)를 활용하여 상호운영성을 확보했다는 점과 컴포넌트 기반으로 시스템 모듈을 구현하여 현장 활용도 향상이 가능하다는 점이다.

본 연구의 제안된 결과는 지능형전력망 구현에 있어서 CIM 기반 전력시스템의 효율적인 개발 및 운영에 기여할 것으로 기대한다.

@highlight

본고에서는 기존의 AMR 환경과 다르게 양방향 서비스 인프라를 제공하는 AMI 환경에서 MDMS 구현 방안과 기능들을 제안한다.

