본 연구는 셧다운제의 정책효과를 평가하고 정책적 시사점을 제시하는 것을 목적으로 한다.

셧다운제는 청소년들의 인터넷 게임 중독을 예방하고 건강한 성장의 지원을 목표로 하는 정책이다.

특히, 본 연구에서는 16세 미만의 청소년들의 심야시간대 게임이용을 규제하는 강제적 셧다운제의 효과성에 대해 분석하였다.

효과성 분석을 위해 2013년 당시 고등학교 1학년 학생들 중 생일이 지나지 않아 만 16세가 되지 못한 청소년을 정책대상집단, 생일이 지나 만 16세가 된 청소년을 비교집단으로 설정하였다.

서울교육종단연구 2차(2011년)와 4차(2013년) 자료를 활용하여 이중차이모형(Difference-

in-

Difference)을 통해 정책효과를 도출하였다.

그 결과, 셧다운제가 청소년의 주중, 주말 인터넷 게임시간 감소에 유의미한 영향을 주지 못하는 것으로 나타났다.

그 외, 여성에 비해 남성의 인터넷게임 이용시간이 증가하였으며, 일반계 고등학교를 다닐수록, 학습태도가 좋을수록 학생들의 인터넷 게임시간은 감소하였다.

부모의 학력, 월평균 가구소득이 높을수록, 그리고 부모의 자녀학습지원이 높을수록 인터넷 게임이용시간은 감소하는 것으로 나타났다.

@highlight

본 논문은 셧다운제의 정책효과를 평가하고 정책적 시사점을 제시하고자 하였다.

@highlight

셧다운제는 청소년들의 인터넷 게임 중독을 예방하고 건강한 성장의 지원을 목표로 하였다.

@highlight

본 논문에서는 16세 미만의 청소년들의 심야시간대 게임이용을 규제하는 강제적 셧다운제의 효과성에 대한 분석을 하였다.

