세계시민교육과 관련한 교육담론들에 대해 국제사회 및 학계에서 일련의 기준들을 제시하였지만 여전히 교육담론에 대한 비교와 논의는 복잡하다.

따라서 이 연구는 세계시민교육, 민주시민교육, 다문화교육, 국제이해교육, 평화교육의 계열적 특성을 살펴봄으로써 5개 교육담론 간 특징을 규명하는데 목적이 있다.

이를 위해 2000년부터 2018년까지 발표된 국내 학위논문 및 학술지 3,072건을 분석하였고, 네트워크 텍스트 분석(NTA)을 통해 연구주제어의 특성과 관계를 확인하였다.

연구결과, 5개 교육담론의 네트워크 근접중심성과 매개중심성을 통해 담론들의 공통점과 특수성을 발견하였다.

세계시민교육, 다문화교육, 국제이해교육은 유사한 영역이 교차되어 논의되어왔으며, 그 중 국제이해교육은 다문화사회를 기반으로 한 교육에 집중해 온 것으로 나타났다.

그리고 세계시민교육과 민주시민교육은 지향하는 가치가 구분되는 것으로 확인되었다.

마지막으로 연구에서 살펴본 교육담론에 대하여 학교, 지역사회의 경계가 없는 평생학습 차원에서의 접근과, 의식전환교육이라는 인식과 관련한 교육적 시사점을 제안하였다.

@highlight

세계시민교육과 관련한 교육담론들에 대하여 국제사회와 학계에서 일련의 기준들을 제시했지만 여전히 교육담론에 대한 비교와 논의는 복잡한 상황이다.

@highlight

본 연구는 세계시민교육, 민주시민교육, 다문화교육, 국제이해교육, 평화교육의 계열적 특성을 살펴봄으로써 5개 교육담론 간 특징을 규명하고자 하였다.

