인터넷이 발달하고 대중화됨에 따라 소비자들은 지출에 앞서 온라인 내 타인의 정보를 반영하고 활용한다.

본 연구에서는 사회과학 실험을 통해, 레스토랑 방문 계획을 가진 소비자들이 인터넷에서 1) 정보의 작성자가 누구인지에 따라(일반 익명의 소비자 또는 전문가), 2) 정보의 방향성에 따라(긍정적인 것 또는 부정적인 것) 레스토랑 방문의도와 정보의 신뢰도에 차이가 있는지를 알아보았다.

연구목적에 부합되도록 4개의 시나리오를 작성하였다.

SPSS WIN(v.16.0)을 이용하여 빈도분석과 t-

test등으로 분석하였다.

2(긍정적 정보vs.

부정적 정보)*2(소비자 작성 정보 vs.

전문가 작성 정보) 실험디자인을 통해 본 연구에서는 정보 작성자에 따른 레스토랑 방문의도(p<.001)와 정보의 신뢰정도(p<.001)에 유의한 차이가 있음을 보였다.

또한 각각 긍정적 정보와 부정적 정보를 읽은 실험참가자 사이에 레스토랑 방문의도 (p<.001)와 정보의 신뢰도(p<.01)에는 유의한 차이가 있음을 확인하였다.

그 밖의 연구 결과와 한계점, 후속 연구의 방향에 대해서도 논의하였다.

@highlight

이 연구에서는 사회과학 실험을 통해, 레스토랑 방문 계획을 가진 소비자들이 인터넷에서 정보의 작성자가 누구인지에 따라, 정보의 방향성에 따라 레스토랑 방문의도와 정보의 신뢰도에 차이가 있는지를 알아보았다.

