이 논문은 1980년대 이후 진행된 미국 남장로회 호남선교에 대한 연구동향을 살펴보았다.

이 논문에서 미국 남장로회의 한국선교정책, 호남선교 전반, 그리고 호남선교 중에서 복음선교·교육선교·의료선교·선교유적 등이 중심적으로 다루어졌다.

초기 연구에서는 호남선교 전반에 걸친 연구에 머물다가, 최근 연구에서는 각 지역, 각 선교사들, 복음·교육·의료 선교 등 각 분야에 대한 구체적이고 전문적인 연구들이 증가하고 있다.

그러나 순천노회를 중심으로 하는 전남 동부지역 선교 및 지역교회 발전과정에 대한 연구는 상대적으로 소외되어 있었고 체계적으로 진행되지 못했다.

이 논문은 호남 선교에 대한 연구사적 정리에 기초하여 몇 가지 연구방향을 제시하였다.

첫째, 미국 남장로회 자체에 대한 연구를 심도있게 진행할 필요가 있다.

둘째, 남장로회가 호남지역에 설치한 선교부 사이의 공통성과 차이성을 비교를 통해 총체적으로 파악해나갈 필요가 있다.

셋째, 호남지역에서 활동한 선교사 관련 기록물을 체계적으로 수집하고 보관하고, 이를 디지털 아카이브 시스템으로 구축해나갈 필요가 있다.

넷째, 복음선교에 비해 상대적으로 연구가 부족한 교육선교와 의료선교에 대한 연구를 보충해나가야 한다.

다섯째, 전남 동부지역을 담당했던 순천선교부 관련 연구를 활성화시켜서 호남 선교 역사의 공백을 채워나갈 필요가 있다.

@highlight

1980년대 이후 진행된 미국 남장로회 호남선교에 대한 연구 동향을 살펴보았고 미국 남장로회의 한국선교정책, 호남선교 전반, 호남선교 중에서 복음선교·교육선교·의료선교·선교유적 등을 중심적으로 다루었다.

@highlight

초기에는 호남선교 전반에 걸친 연구에 머물었으나 구체적이고 전문적인 연구들이 증가하고 있다.

