본 연구에서는 CoFe/MnIr 이중층 구조의 계면에 존재하는 비상보성 반강자성(AF) 스핀들에 의한 교환 결합 에너지 특성을 강자성 공명(FMR) 측정법을 이용하여 분석하였다.

MnIr의 두께가 t_AF= 0, 3 및 10 nm 재료를 열처리한 한 후 이들 재료의 FMR 신호를 측정하였으며, t_AF= 0 nm 재료를 기준으로 하여 t_AF= 3 및 10 nm 재료의 교환 바이어스 자기장(Hex)과 회전 이방성 자기장(Hra)을 도출하였다.

300 ℃에서 열처리한 재료의 경우, H_ex과 H_ra의 합은 MnIr의 임계 두께에 무관하게 동일한 값을 보이는데, 이는 비상보성 AF 스핀들이 모두 한 방향으로 정열되었음을 의미한다.

이들 결과로부터 비상보성 AF 스핀들 중에서 일부분은 CoFe/MnIr의 계면에 고정되어 H_ex로 발현되어 나타나고, 나머지 부분은 자기장의 방향에 따라서 회전하므로 Hra로 발현되고 있음을 알 수 있었다.

따라서 교환 결합 에너지는 교환 바이어스 에너지 및 회전 이방성 에너지의 합으로 표현될 수 있음을 보였다.

@highlight

이 연구에서는 CoFe/MnIr 이중층 구조의 계면에 존재하는 비상보성 반강자성 스핀들에 의한 교환 결합 에너지 특성을 강자성 공명 측정법을 이용해 분석했다.

