현재웹 구현체계는 절차지향방식과객체지향 방식으로나누어개발해 왔다.

이러한 두방식모두 단순한외형적 디자인 구성과 하이브리드 웹에 대한 보조 쓰임새 역할 구성방식으로 구현되어 개발에 대한 시간과 인력의 소비로 야기 되는 비용 문제까지 나타나고 있다.

문제해결을 위한 방안으로 .

NET Framework을 기반 하에서 적용할수 있는 매니지드 구조화 시스템 프로그래밍 방식을 제안 했다.

CS의 개념을 적용한 .

NET기반의 구조화 시스템설계방식은 UI 구성측면에서의 인터페이스 구성에 최적화된 디자인 구성을 우선시 적용하여 영역별 Class 분담형식을 취해 상속관계를 유지할 수 있는 환경을 제공하며, UX와 UI의 연계성을 유지하여 UX 객체의 인터페이스 구성을 객체와 연계를 통해 Class 설계과정에서 객체형식으로 적용하게 된다.

이러한 개발방식을 통해 UI·UX 측면의 표현방식을 중심으로 구현 되고 개발에 따른 효율성 해결에도 도움을 갖게 되었다.

@highlight

현재웹 구현체계는 절차지향방식과객체지향 방식으로나누어개발해 왔다.

@highlight

이런 개발방식을 통해 UI·UX 측면의 표현방식을 중심으로 구현 되고 개발에 따른 효율성 해결에도 도움을 갖게 되었다.

