학생 훈육 수단으로서 체벌은 최근 상당한 사회적·교육법적 논쟁의 대상이 되고 있다.

학생 인권 존중이라는 가치와 교육기관으로서 학교의 사명을 충실히 수행해야 한다는 가치가 어떻게 조화를 이루어야 하는지가 중요한 과제로 부각되고 있다.

이 연구에서는 체벌에 대한 조정은 단순히 법 논리적 문제에 그치지 않고 교육학 및 우리 교육의 역사적 맥락에 대한 인식을 바탕으로 하여야 한다는 점을 근거로 교사, 학생, 학부모를 대상으로 인식 조사를 하고 그 결과를 해석하면서 법적 과제를 제시하였다.

체벌 금지 이후 대다수의 교사들이 학생 지도가 곤란해졌다고 응답한 반면 학생과 학부모는 별 변화가 없다고 응답하여 큰 차이를 보이고 있다.

교육벌로서 간접체벌의 허용에 대해서는 비교적 서로 공감하고 있지만 체벌 금지 이후 교사와 학생 관계의 변화에 대해서도 구성원간에 서로 다른 인식을 보였다.

학생지도 방법을 포함한 학교의 현실에 대해 교사와 학생·학부모가 서로 다른 인식을 하고 있음을 알 수 있으며, 체벌 금지 정책을 학생과 학부모는 인권강화정책으로, 교사는 기존정책의 확인으로 서로 다른 상징적인 신호로 해석하고 있음을 드러내고 있다.

앞으로 단순히 체벌의 허용이냐 금지냐의 논쟁을 벗어나 구체적으로 학교가 가지고 있는 훈육 수단의 현실과 자원을 평가하여 어느 수준에서 구체적으로 권리를 조정할 것인지에 대한 기준 마련이 시급하다.

@highlight

본 연구에서는 체벌에 대한 조정은 단순히 법 논리적 문제에 그치지 않고 교육학 및 우리 교육의 역사적 맥락에 대한 인식을 바탕으로 하여야 한다는 점을 근거로 교사, 학생, 학부모를 대상으로 인식 조사를 하고 그 결과를 해석하면서 법적 과제를 제시했다.

