이 글에서는 초등학교에서 문학교육을 수행할 때 활용할 교학자료의 개발 지침을 제시하였다.

그것은 학습자가 문학 작품을 효과적으로 경험하도록 돕는 사고 작용으로서의 협동사고이다.

협동사고는 학습자의 사고 과정에 협동적 기제로 작용하여 작품의 이해와 감상을 돕는다는 점에서 의의가 있다.

문학 학습에서 일어나는 협동사고는 두 가지이다.

하나는 ‘협동하는 사고’이고, 다른 하나는 ‘사고의 협동’이다.

‘협동하는 사고’는 인간의 지능이 다중적이라고 보는 견해를 바탕으로, 다중적인 지능들 사이에 일어나는 협동 작용에서 생겨난다.

다른 하나는 ‘사고의 협동’으로, 독자와 다른 독자 사이의 상호작용이 서로 다른 사고 경험을 나누게 함으로써 형성되는 사고의 협동 작용이다.

문학교육을 위한 교학자료는 이와 같은 협동사고 작용을 촉진할 수 있도록 제작되어야 한다.

이로써 문학 교학자료 개발의 방향성을 확립하고, 학습자의 독립적인 학습에서 생겨나는 학습의 사각지대를 보완할 수 있다.

뿐만 아니라 여러 지능 요소들의 협동 작용을 촉진하는 해석공동체의 상호작용 활동을 반영할 수 있고, 아울러 다양한 사고를 촉진하는 학습 내용을 선정하는 데도 기여하게 된다.

@highlight

이 글에서는 초등학교에서 문학교육을 수행할 때 활용할 교학자료의 개발 지침을 제시했다.

@highlight

문학 학습에서 일어나는 협동사고는 두 가지이다.

