본 연구의 목적은 한국거래소의 유가증권시장에 상장되어 있는 금융 및 보험업을 대상으로 기타포괄손익의 기업가치 관련성을 검증하는데 있다.

본 연구의 목적달성을 위한 검증모델은 Ohlson(1995)의 지분평가모델을 확장하여 유도한 실증적 검증모델을 이용하였다.

검증결과를 요약하면 아래와 같다.

①기업가치를 설명함에 있어서 포괄손익계산서에 공시된 당기순이익과 총포괄이익 간에 유의한 차이가 없는 것으로 나타났다.

②산업 요인을 통제한 후에도 포괄손익계산서에 공시된 당기순이익과 총포괄이익 간에 유의한 차이가 없는 것으로 나타났다.

③기업가치를 설명함에 있어서 기타포괄이익은 당기순이익에 추가적 설명력을 가지는것으로 나타났다.

④기타포괄이익의 개별항목이 기업가치 평가에 영향을 미치는지를 검증한 결과, 기타포괄이익 중에서 매도가능금융자산평가손익, 현금흐름위험회피목적파생상품평가손익, 확정급여제도보험수리적손익 등이 기업가치평가에 양(＋)의 영향을 미치는 것으로 나타났으며, 해외사업환산손익, 특별계정기타포괄손익, 기타포괄손익의 기타항목(유형자산재평가이익, 관계기업평가손익) 등은 기업가치 평가에 양(＋) 또는 음(－)의 영향을 미치나 0.1 수준에서 유의적이지 못한 것으로 나타났다.

@highlight

이 연구의 목적은 한국거래소의 유가증권시장에 상장되어 있는 금융 및 보험업을 대상으로 기타포괄손익의 기업가치 관련성을 검증하는데 있다.

