일상의 대부분을 실내공간에서 보내고 있는 현대인들에게 실내 환경의 상태는 건강 및 작업효율성에 영향을 미치는 중요한 요소로써 작용한다.

쾌적한 실내 환경을 위하여 여러 기능을 가진 다양한 센서를 활용하여 환경상태를 파악하고 문제가 되는 요소를 찾아 개선할 수 있다.

과거에는 센서의 크기가 크고 경제성이 떨어지며 제어할 수 있는 하드웨어 및 소프트웨어의 제약이 많았으나, 최근에는 값이 저렴하고 크기가 작을 뿐만 아니라 사용자들이 제어할 수 있는 다양한 하드웨어 및 소프트웨어 환경을 지원할 수 있게 되었다.

이는 실내 공간 곳곳에 설치하여 환경데이터를 측정할 수 있도록 하는 기반을 용이하게 만들었으며, 본 논문에서는 실내 곳곳에 설치된 수많은 센서로부터 측정된 여러 데이터를 사용자의 목적에 따라 수정이 가능함과 동시에 직관이면서도 효과적으로 표현하는 방법으로써 평면도상에 실내 환경데이터를 시각화하는 통합적 구현 접근방법에 관하여 제안하고자 한다.

본 논문에서 제안한 접근방법의 구현가능성과 평면도상 시각화 결과의 효용성을 살펴보기 위하여 특정한 공간의 온도변화를 평면도상에 시각화하는 것을 목적으로 구현을 진행하였다.

구현사례를 통해 환경데이터를 평면도상에 시각화하는 것에 대한 가능성과 숫자 및 차트로만 데이터를 표현하던 방식과는 다른 평면도상에 표현된 시각화 결과를 얻을 수 있다.

@highlight

본고에서는 실내 곳곳에 설치된 수많은 센서로 측정된 여러 데이터를 사용자의 에 따라 수정이 가능하고, 직관이면서도 효과적으로 표현되는 방법으로 평면도상에 실내 환경데이터를 시각화한 통합적 구현 접근방법에 관해 제시하고자 한다.

