우리나라의 전반적인 교통사고 피해 추세와는 달리 65세 이상 고령운전자들에 의한 교통사고 피해는 증가추세를 보이고 있어 해결이 시급한 사회문제로 떠오르고 있다.

그동안 고령자의 교통사고 예방을 위해 노화에 따른 인적요인의 변화 특성이나 교통사고 특성 등에 관한 연구 결과들과 운전면허 자진반납 유도나 고령운전자 표지 부착 등 다양한 고령운전자 교통사고 예방대책안이 제시되었으나 아직까지 눈에 띄는 성과를 보이지는 못하고 있다.

본 연구에서는 고령운전자들의 교통사고 기록을 인적요인과 사고상황, 사고관여 차종 및 용도 등 주요 변인들에 대해 교차분석을 실시하여 고령운전자들이 취약성을 느끼는 교통상황과 고령운전자 교통사고에 관여하는 인적요인의 특성을 고령자 연령집단별로 밝히고자 하였다.

분석 결과, 고령운전자들이 취약한 특정 사고상황 및 관련 인적요인과 주요 차종들이 도출되었다.

또 고령운전자 세부연령 집단 내에서도 연령의 증가에 따라 75세 이상의 후기 고령자 집단에서 사고 발생 시 상대적 위험도가 더 큰 것으로 나타났으며, 65세 이상 75세 미만 초기 고령자들과 75세 이상 후기 고령자들 사이에서는 사고 관여 차종 및 용도나 이들이 취약성을 드러내는 사고상황에서 차이를 보이는 것으로 확인되었다.

이와 같은 결과는 고령운전자들에 대한 안전대책 역시 연령 증가에 따라 다각화 되어야 할 필요성이 있음을 증명하고 있으며, 향후 고령운전자들의 교통사고 예방 및 안전한 이동성 확보를 위한 교육훈련의 기초자료로 활용될 수 있을 것이다.

@highlight

우리나라의 전반적인 교통사고 피해 추세와는 달리 65세 이상 고령운전자들에 의한 교통사고 피해는 증가추세를 보이고 있어 해결이 시급한 사회문제로 떠오르고 있다.

