본 논문은 슈베르트가 말년에 작곡한 《피아노 소나타 20번 A장조》(D959)를 통해서 슈만이 슈베르트 음악에 대해 “천국적인 길이”라고 말한 것의 현상학적 의미를 살펴본다.

슈만의 슈베르트 듣기와 관련해서, 본 논문은 특히 슈베르트의 형식 구조에서 일어나는 반복의 의미에 주목한다.

슈베르트의 반복적인 형식 구조에서 감상자들은 고전 시대의 소나타 형식에서 경험하는 시간성, 즉 목표점을 향해 진행하는 시간이 아닌, 순환적인 방식으로 시간을 경험한다.

슈베르트의 《피아노 소나타 20번 A장조》 1악장의 제2주제군의 형식 구성에서 감상자들이 경험하는 순환적 시간은 주제 진술의 반복을 통해 형성된다.

주제의 반복들 사이에서 나타나는 진행은 시간의 과정 속에서 점진적으로 그것의 목표점을 드러낸다.

슈베르트의 제2주제군에서 나타나는 이러한 구조적인 특질로 인해 감상자들은 월터 프리쉬(Walter Frisch)가 말하는 “기억에 근거한 듣기”를 하도록 유도된다.

또한 슈베르트의 반복적인 형식 구조는 후설의 시간 의식에 대한 이론을 환기시킨다.

후설의 이론을 슈베르트의 형식 구조에 적용함으로써, 본 논문은 슈베르트의 시간성이 음악의 구조적인 특질로부터 발생함을 주장한다.

@highlight

본고는 슈베르트가 말년에 작곡한 《피아노 소나타 20번 A장조》(D959)를 통해서 슈만이 슈베르트 음악에 대해 “천국적인 길이”라고 말한 것의 현상학적 의미를 살펴본다.

