이 글은 이공계 대학생을 대상으로 한 대학 글쓰기 수업 사례 중 ‘과학 에세이’ 단원의 학습내용을 구체적으로 제시하면서, 이 수업을 통해 공학인증교육의 핵심목표가 달성될 수 있음을 논의한다.

먼저, 이공계 학생들은 대개 글쓰기 자체를기피하는 경향이 있고 특히 자신의 생각이나 감정을 표현하는 데에 많은 어려움을 겪는다.

그러나 객관적 정보를 설명하는 활동에서는 탁월한 성취를 보이는 학생이 많았기에, 그 연장선에서 실시된 과학 에세이 수업은 이공계 학생들의 글쓰기 인식을 긍정적으로 개선하는 효과가 있었다.

또한, 과학 에세이의 주제는 개인의 관심영역에 따라 자유롭게 선택하도록 했으므로 학생들은 자신의 과학적 지식을 타인에게 쉽고 재미있게 전달해봄으로써 의사소통 역량의 중요성을 인지하게 되었다.

마지막으로, 과학 에세이 수업에서는 전공지식 활용, 자료수집·분석, 연구윤리 관련 출처표기 등 학술논문 작성의 절차를 체득할 수 있기에 과학 에세이는 곧 학술적 글쓰기의 예비적 작문활동으로서 의의가 있었다.

이와 같이 과학에세이 수업은 공학인증교육의 핵심 목표를 두루 달성할 뿐만 아니라, 궁극적으로 이공계 학생들이 가지고 있는 글쓰기 관련 자기효능감을 고취시키므로 향후이공계열 글쓰기 수업에서 활용되기를 기대한다.

@highlight

이 연구는 이공계 대학생을 대상으로 한 대학 글쓰기 수업 사례 중 ‘과학 에세이’ 단원의 학습내용을 구체적으로 제시하면서, 이 수업을 통하여 공학인증교육의 핵심목표가 달성될 수 있음을 논증한다.

@highlight

먼저, 이공계 학생들은 대개 글쓰기 자체를 기피하려는 경향이 있고 특히 자신의 생각 및 감정을 표현하는 데에 많은 어려움을 겪는다.

