현재 우리나라는 다인종, 다문화사회로 빠른 변화를 겪으면서 다문화가 주목받고 있다.

이에 본 연구에서는 다문화가정과 한국가정의 아이들이 문화예술 활동을 통해 교류하는 사례로 ‘국경 없는 문화 도시 천안만들기’를 선정하여, 다문화예술교육의 기획·실행·평가 단계의 특징들을 분석하고, 향후 다문화예술교육의 운영방안에 관한 시사점을 제공하였다.

또한 본 연구에서는 심층면담, 포커스 그룹 인터뷰와 설문조사를 실시하여 이를 통합적으로 분석하였다.

연구 결과 첫째, 기획 단계는 다양한 기관과의 협업관계가 구축되어 있으며, 충남문화예술협동조합 주관 및 천안시 도시재생센터, 천안시 다문화가족지원센터의 협력 아래 진행되었다.

둘째, 실행 단계는 다문화가정과 한국가정 자녀들을 따로 모집하여 1학기에는 각 분리 수업으로, 2학기에는 통합교육으로 진행하였다.

이는 각 나라별 문화 체험 및 이해를 증가시키기 위하여 합동 공연을 선보이는 것으로 마무리되었는데, 다문화와 한국문화에 대한 이해의 폭을 넓히는 교육과정이 되었다.

셋째, 본 연구 사례에서 나타난 긍정적인 효과들을 통합적으로 살펴보면, ‘다문화에 대한 이해와 공감’, ‘공동체 의식 함양 및 협동심 형성’, ‘문화예술에 대한 관심 증가’로 나타났다.

끝으로 본 연구의 결과를 통해 시사점을 제시하고, 후속 연구를 제언하였다.

@highlight

본 논문에서는 다문화가정과 한국가정의 아이들이 문화예술 활동을 통하여 교류하는 사례로 ‘국경 없는 문화 도시 천안만들기’를 선정하여, 다문화예술교육의 기획·실행·평가 단계의 특징들을 분석하고, 향후 다문화예술교육의 운영방안에 관한 시사점을 제시하였다.

@highlight

심층면담, 포커스 그룹 인터뷰와 설문조사를 실시하여 통합적인 분석을 하였다.

