이 연구는 할리우드 영화 속에 재현된 각 교과 교사의 이미지를 연구하는 프로젝트의 일환으로 수행되는 연구의 하나로, 음악 교사의 이미지를 밝히는 데 있다.

대중문화의 사회현실 구성의 기능은 대중의 교사에 대한 역할인식에 많은 영향을 미쳤는데, 대중문화에 나타난 교사의 역할과 모습이 현실 속에서 대중이 생각하는 교사의 이미지와 역할에 직접적인 영향을 미치기 때문이다.

이러한 관점에서 현실세계의 반영이라고 할 수 있는 교사의 이미지와는 동일하지 않을 수 있는 대중문화의 하나인 영화 속에 나타난 교사의 모습을 비판적으로 고찰할 필요가 있을 것이다.

또한 이 논문은 이러한 영화 속에 재현된 교사의 바람직한 이미지를 통해서 교사의 현재 위치를 진단하고 앞으로 어떤 종류의 변화와 그리고 그것이 어떻게 수행되어야 할지를 논의한다.

이러한 의미에서 할리우드 영화 속에 재현된 음악 교사는 학생들과 사회를 변화시키려고 열정적으로 노력하는 홀리스틱 교육의 이념을 구현하는 교사의 이미지를 보여 주고 있다.

다시 말해서 음악교육의 목표이라고 할 수 있는 학생들의 ‘심미적 소양’ 개발을 위한 교사들의 헌신적인 노력을 영화 속에서 읽을 수 있었다.

@highlight

이 연구는 할리우드 영화 속에 재현된 각 교과 교사의 이미지를 연구하는 프로젝트의 일환으로 수행되는 연구의 하나로, 음악 교사의 이미지를 밝히는 데 있다.

