최근 네트워크의 광대역화에 따라 새로 등장한 대표적인 서비스로 IPTV(Internet Protocol Television) 서비스를 들 수 있다.

서비스 품질(Quality of Service; QoS)이 보장되지 못하는 인터넷을 통한 IPTV 서비스가 성공적으로 정착하여 활성화되기 위해서는 철저한 서비스 품질 관리가 필수적이다.

이를 위해서는 기존의 계측기에 의한 서비스 품질의 사후 관리는 향후 서비스 이용자가 서비스를 받는 중 이루어지는 실시간 측정 위주의 서비스 품질 관리로 바뀌어야 할 필요가 있다.

따라서 본 논문에서는 서비스 이용자 위주의 상시 품질 측정이 가능한 IPTV 서비스 품질 관리 방안을 제안한다.

제안된 방안의 구현을 위해 개발된 소프트웨어는 서비스 이용자 측의 셋톱박스에 설치되어 실시간으로 IPTV 서비스의 품질을 상시 측정하고 이를 보고할 수 있는 기능을 갖추고 있다.

구현된 소프트웨어의 신뢰성을 검증하기 위하여 다수 개의 중요 지표들에 대해서 대표적인 두 개의 상용 계측기와 비교하였고 그 결과 개발된 소프트웨어를 통한 측정 결과가 사용 계측기와 크게 다르지 않고 신뢰할 수 있음을 보였다.

@highlight

본 논문에서는 서비스 이용자 위주의 상시 품질 측정이 가능한 IPTV 서비스 품질 관리 방안을 제안한다.

