본고는 중국인 한국어 학습자를 대상으로 한 현장 한국어 교육에서 ‘어휘-

구문 상호 학습’ 방안의 실제 교육 방법을 보여주고자 하였다.

‘어휘-

구문 상호 학습’ 방안은 주로 구조주의 단어 결합 방법론과 변형생성문법을 이론적 토대로 하였다.

구조주의 단어 결합은 통합 관계 구문을 만드는 데 적용되고, 변형생성문법은 서술어를 핵심으로 하는 통사구문을 만드는 데 적용되는데 구조주의 방법론과 변형생성 방법론의 유기적인 결합은 서술어가 통합구문을 선택제약하면서 결합된다는 데서 표현된다.

교사는 학습자들로 하여금 이미 배운 어휘나 새로운 어휘로 만든 통합 관계 구문으로 통사구문을 만들도록 이끌어 준 다음, 화자가 표현하고자 하는 의사에 따라 적합한 양태구문을 선택하여 결합하도록 이끌어 준다.

이와 같이 문장을 단계적으로 만들어가는 과정은 학습자들의 어휘력과 구문 구성 능력을 키워주는 데 효과적이다.

그러나 현장 교육에서 ‘어휘-

구문 상호 학습’ 방안은 현장 수업 관련 요소들을 충분히 고려한 기초 상에서 진행해야 만이 그 효과를 볼 수 있다.

@highlight

본고는 중국인 한국어 학습자를 대상으로 한 현장 한국어 교육에서 ‘어휘-

@highlight

구문 상호 학습’ 방안의 실제 교육 방법을 보여주고자 했다.

