본 연구는 지방의 지속가능발전을 위해 중요하게 대두되는 지방역량의 논의에도 불구하고 실질적제고방안의 미흡에 대한 문제의식에서 진행되었다.

즉, 기존 연구가 지방역량의 개념화, 측정,지방역량강화방안 등을 다양하게 분석하였지만, 지방역량을 제고기제별로 세분화 하고, 정책과정에기초한 지방역량 제고 차원과 연계한 논의는 미흡하였다.

이러한 배경 하에 본 연구는 지방역량제고기제를 기제별로 구분하여 지방역량에 미치는 영향(효과)을 설문조사와 면접조사를 통해분석하였다.

실증분석을 위해 제천 지속가능발전 협의회의 활동을 사례범위로 상정하고, 해당 활동에대해 전반적 인지를 보유하고 있는 참여자·관계자들을 대상으로 설문조사를 실시하여 분석 자료로활용하였다.

회귀분석 결과, 다양한 역량 제고기제들의 실제 영향력을 확인할 수 있었으며, 나아가이러한 영향력의 양상이 제고기제 별로 상이하게 나타날 수 있음이 도출되었다.

분석결과는 지역차원의 집합적 역량을 세부적으로 고려해야 한다는 정책적 필요성을 제기하며 다양한 제고기제와지방역량의 심도 있는 관계분석이 중요함을 지방차원에서 인지할 필요가 있음을 보여준다.

@highlight

이 연구는 지방의 지속가능발전을 위해 중요하게 대두되는 지방역량의 논의에도 불구하고 실질적제고방안의 미흡에 대한 문제의식에서 진행됐다.

