1965년 여름, 고려대 아세아문제연구소 주관으로 개최된 국제 학술회의인 “아시아에서의 근대화 문제”는 사회조사를 중심으로 한 한국의 사회학의 형성 과정에서 여러 자극과 쟁점을 제공했다.

냉전기 미국 등 서구의 관점에서 볼 때 이 아연회의는 제3세계로서의 한국에 근대화의 의미를 확산시킬 정책적 필요성과 긴밀히 연계되어 있었다.

또 한국에 대한 정밀한 이해의 자원, 다시 말해 ‘사회정보’의 확보도 중요한 계기가 되었다.

물론 이 회의의 진행과 그 후과는 비단 미국 등의 필요에만 따른 것은 아니고, 한국사회에 대한 체계적이고 과학적인 정보의 수집에 목말라 하던 한국의 학계에 여러 측면에서 자극과 빛을 던져 주었다.

아연회의 자체가 사회조사 방법론의 훈련장이었으며, 한국에서 영어를 매개로 한 ‘전 지구적 학술’의 실천의 시발점에 해당하는 장면으로 기억될 수 있다.

아연회의에 참여했던 국내 학자들 가운데 상당수?

예를 들어, 이만갑, 이해영, 김경동, 홍승직?

는 이 회의 이후 본격적으로 사회조사 방법론의 활용, 단련, 사회조사 기관의 창설로 나아갔다.

아연회의는 서구(/외부)로부터 주어진 질문에 응답해 가면서 한국사회에 관한 정보를 수집·가공하고, 이를 무기로 아카데미의 장에서 상징 자본, 상징 권력을 구축해 간 1960년대 한국 사회학(/사회과학)의 역사 속에서 그 시발점이자 중요한 모멘텀으로서 기억되고 다시 분석되어야 할 필요가 있다.

@highlight

1965년 여름, 고려대 아세아문제연구소 주관으로 개최된 국제 학술회의인 “아시아에서의 근대화 문제”는 사회조사를 중심으로 한 한국의 사회학의 형성 과정에서 여러 자극과 쟁점을 제공했다.

@highlight

또 한국에 관한 정밀한 이해의 자원, 다시 말해 ‘사회정보’의 확보도 중요한 계기가 되었다.

