이 연구는 지리산 관련 기록과 이를 연구한 선행연구자들의 문헌을 조사하여 일제강점기의 지리산 탐방의 목적을 고찰하였다.

연구 결과, 일제강점기에는 산신숭배, 심신수양과 공부, 학술연구, 탐험과 정복, 관광과 여행, 정치적·정책적 탐방, 은둔과 저항, 휴양 등 8가지의 유형으로 나타났다.

이러한 다양한 일제강점기의 지리산 탐방 목적은 근대 이전의 산신숭배와 심신수양 또는 해방 후의 현대적의미의 등산을 목적으로 하는 탐방과 현저히 다르며, 다양하게 전래되어 오늘의 우리의 삶에 지대한 영향을 미치게 되었다.

이 시기의 학술연구는 우리나라 사람들로 하여금 생물연구에 박차를 가하도록 하였으며, 탐험과정복은 세계적인 알피니스트를 탄생하게 하는 계기가 되었다.

또한 이 시기부터 관광과 여행이 일반화되었으며,정책적으로는 지리산이 우리나라의 제1호 국립공원으로 탄생하도록 기여하였다.

물론 일제의 침략 하에 이루어진 탐방이었기 때문에, 우리 민족에게 부정적인 영향도 있었지만, 그것은 우리 민족의 험난한 역사로 남을 뿐이다.

따라서 일제강점기의 지리산 탐방의 목적들은 오늘날에도 우리나라에게 발전적 영향을 미치는 의의가 크다.

@highlight

이 논문은 지리산 관련 기록과 이를 연구한 기존 연구자들의 문헌을 조사해 일제강점기의 지리산 탐방의 목적을 고찰했다.

