중국은 우리기업의 해외직접투자가 가장 많이 이루어지고 있는 나라이다.

중국에서 외국인투자는 산업 분야에 따라 인허가가 요구되기도 하고 우리 기업이 중국에 설립한 현지법인은 중국정부의행정적 조치나 입법 등의 규제를 받을 수밖에 없다.

이 과정에서 투자의 안정성에 반하는 조치나 수용또는 국유화의 가능성이 다른 국가에 비하여 적지 않다고 할 수 있다.

이에 대비하여 한국과 중국 사이에는 투자보호협정(BIT)이 체결되어 있다.

이 협정은 수용과 보상, 내국민대우, 최혜국대우, 공정·공평대우 등 투자보호를 위한 규정을 두고 있고, 투자분쟁이 발생한 경우 투자자-

국가 중재제도(ISA)에 의한 분쟁해결을 도입하고 있다.

중국에 진출한 우리기업은 중국당국이 채택하거나 유지하는 조치가 투자협정에 위반하는 경우 투자협정이 규정하고 있는 ISA를 비롯한 투자해결수단들을 검토해 볼수 있다.

다만 ISA의 실효성을 제고하는 방법과 동시에 국가의 공공정책과의 조화되는 방향으로의 개정이 필요하고 명백한 의무위반에 대한 최후적인 수단으로써 제한적으로 활용되는 것이 바람직하다.

@highlight

중국은 우리기업의 해외직접투자가 가장 많이 이루어지고 있는 나라이다.

@highlight

이 과정에서 투자의 안정성에 반하는 조치나 수용또는 국유화의 가능성이 다른 국가에 비하여 적지 않다고 할 수 있다.

