최근 의례의 교육학적 논의가 대두되면서 유아교육에서도 관련 연구가 시작되고 있으나 의례의 복잡하고 다면적인 개념으로 인한 모호성과 유아교육현장에서 의례의 활용가치에 대한 인식은 여전히 부족하다.

이에 본 연구는 유아교육현장에서 이루어지는 의례의 개념과 활용에 대해 교사의 목소리를 통해 살펴보고자 하였다.

이를 위해 교사 경력 5년 이상인 유치원 교사 7명을 대상으로 반구조화된 개별면담을 실시하였다.

면담 질문내용은 의례의 개념과 활용에 대한 것으로 2차례 면담으로 진행되었다.

수집된 자료는 전사, 주제별 코딩의 적용, 주제 또는 의미 생성의 질적 연구 분석과정을 통해 분석하였다.

그 결과 첫째, 유아교육현장에서 의례는 ‘특별한 연례 행사’, ‘일상적으로 반복되는 활동’, 그리고 ‘아이들과의 신호와 규칙’으로 개념화되었다.

둘째, 유아교육현장에서 의례는 ‘공동체성 강화’, ‘질서와 사회적 규범 학습’, ‘축하와 기념’, 그리고 ‘학부모와 소통의 장’으로 활용되고 있었다.

이를 통해 유치원 현장에서 의례의 장점을 극대화할 수 있는 교사의 역할과 기관의 역사성 있는 의례의 활용에 대한 철학 있는 원 운영방안에 대해 논의하였다.

@highlight

최근 의례의 교육학적 논의가 대두되면서 유아교육에서도 관련 연구가 시작되고 있으나 의례의 복잡하고 다면적인 개념으로 인한 모호성과 유아교육현장에서 의례의 활용가치에 대해 인식은 여전히 부족하다.

