사장교 시스템의 초기형상해석이라 함은 주형의 수직 처짐과 휨모멘트, 주탑의 수평변위와 휨모멘트를 최소화하면서, 고정하중과 평형을 이룰 수 있는 케이블의 장력과 무응력길이를 결정하는 방법으로 이 때, 케이블이 정착되는 주형의 수평위치, 주탑의 수직위치가 목표형상에 부합할 필요가 있다.

본 연구에서는 고정하중을 받는 사장교의 초기형상을 효율적이고 합리적으로 결정하기 위하여 개선된 초기부재력법과 TCUD법의 비교연구 결과를 제시하고자 한다.

주형과 주탑의 케이블 정착부에서 힘의 평형조건을 이용하여 주형의 수직처짐과 주탑의 수평변위를 효과적으로 제어할 수 있는 절점평형법을 초기 부재력법에 적용하여 초기치에 민감한 기존 초기부재력법을 개선한다.

또한 개선된 TCUD법을 이용한 초기형상해석 수행결과와 비교함으로서 두 방법의 정확성을 입증하고자 한다.

@highlight

본고에서는 고정하중을 받는 사장교의 초기형상을 효율적이고 합리적으로 결정하기 위하여 개선된 초기부재력법과 TCUD법의 비교연구 결과를 제시하고자 한다.

