본 연구는 대학생의 우울 및 불안에 있어 자존감과 자기자비가 미치는 영향을 살펴보고자 하였다.

이를 위해 충북지역 대학생 318명을 대상으로 Rosenberg 자존감 척도, 자기자비척도, 우울 및 불안을 측정할 수 있는 KSCL95를 실시하였다.

자존감은 자기자비를 매개로 하여 우울 및 불안에 영향을 미칠 것이라고 가정을 하고 매개모형을 설정하여 bootstrapping 방식으로 매개효과를 검증하였다.

검증 결과 우울의 경우에는 자존감이 자기자비를 매개로 한 간접효과가 유의미한 것으로 나타났으며 또한 자존감이 우울에 미치는 직접효과도 유의미한 것으로 나타났다.

즉 우울에 있어서 자기자비는 자존감을 부분매개 하는 것으로 나타났다.

불안의 경우도 자존감은 자기자비를 매개로 한 간접효과가 유의미한 것으로 나타났다.

하지만 자기자비를 매개로 하였을 때 자존감은 불안에 직접효과를 가지지 못하여 자기자비의 완전매개모형을 지지하는 결과가 나타났다.

이러한 결과는 우울과 불안에 있어 자존감과 자기자비가 다르게 기능할 수 있다는 시사점을 제공한다.

즉 자존감은 자기자비를 통하여 우울에 영향을 주기도 하지만 자기 가치를 제고하는 자존감의 직접적 특성 또한 우울에 영향을 주는 것으로 보인다.

또한 불안의 경우에는 자존감 자체로 불안에 영향을 주기 보다는 자기자비가 가진 자기 수용성 혹은 자기 진정성 등을 통해 개입하는 것으로 보인다.

@highlight

본고는 대학생의 우울 및 불안에 있어 자존감과 자기자비가 미치는 영향을 연구했다.

@highlight

bootstrapping 방식으로 매개효과를 검증했고, 그 결과 우울의 경우에는 자존감이 자기자비를 매개로 한 간접효과가 유의미했다.

