본

 

연

구

는

,

 

물

질

적

 

피

해

상

황

에

서

 

일

어

나

는

 

사

죄

담

화

의

 

특

징

을

 

한

일

남

녀

대

학

생

 

4

8

대

화

데

이

터

를

 

분

석

하

여

 

고

찰

하

였

다

.

 

한

국

남

자

대

학

생

은

 

전

치

담

화

,

 

패

닉

담

화

 

다

음

에

 

상

황

언

급

,

 

상

황

확

인

,

 

피

해

변

상

 

등

의

 

‘

교

섭

담

화

’

가

 

먼

저

 

나

타

난

 

후

에

 

사

죄

표

현

을

 

하

는

 

‘

핵

담

화

’

로

 

이

어

지

는

 

전

개

유

형

이

 

다

른

 

연

구

대

상

자

들

에

 

비

해

 

빈

번

하

게

 

사

용

되

는

 

특

징

을

 

보

였

다

.

 

또

한

 

핵

담

화

를

 

사

용

할

 

때

에

도

 

사

죄

표

현

을

 

연

속

적

으

로

 

하

기

 

보

다

는

 

사

태

파

악

을

 

위

한

 

언

급

을

 

하

면

서

 

상

호

작

용

하

려

는

 

경

향

이

나

타

났

다

.

 

그

에

 

반

에

 

한

국

여

자

대

학

생

은

 

전

치

담

화

,

 

패

닉

담

화

 

다

음

에

 

‘

교

섭

담

화

’

와

 

사

죄

표

현

을

 

하

면

서

 

상

황

확

인

과

 

피

해

변

상

을

 

하

는

 

‘

핵

담

화

’

가

 

거

의

 

동

일

한

 

비

율

로

 

나

타

났

고

 

‘

연

속

핵

담

화

’

도

 

한

국

남

자

대

학

생

에

 

비

해

 

많

이

 

사

용

되

는

 

경

향

을

보

였

다

.

 

일

본

남

녀

대

학

생

은

 

전

치

담

화

,

 

패

닉

담

화

 

다

음

에

 

‘

핵

담

화

’

 

또

는

 

‘

연

속

핵

담

화

’

가

 

나

타

나

는

 

대

화

가

 

거

의

 

7

0

%

를

 

차

지

하

고

있

으

며

 

사

죄

표

현

을

 

반

복

적

으

로

 

사

용

하

면

서

 

상

황

언

급

,

 

상

황

확

인

,

 

피

해

변

상

 

등

의

 

발

화

가

 

동

시

에

 

사

용

되

는

 

특

징

을

 

공

통

적

으

로

 

보

였

다

.

 

특

히

 

일

본

남

자

대

학

생

은

 

같

은

 

동

성

인

 

한

국

남

자

대

학

생

에

 

비

해

 

사

죄

표

현

을

 

매

우

 

빈

번

하

게

 

사

용

하

는

 

경

향

이

 

나

타

났

고

,

 

일

본

여

자

대

학

생

은

 

사

죄

하

는

 

쪽

의

 

책

임

인

정

과

 

반

복

적

인

 

사

죄

표

현

으

로

 

인

해

 

사

죄

받

는

 

쪽

이

 

빠

른

 

단

계

에

서

사

죄

를

 

받

아

들

이

는

 

발

화

가

 

다

른

 

연

구

대

상

자

들

에

 

비

해

 

상

대

적

으

로

 

많

이

 

나

타

났

다

.

@highlight

이 연구는, 물질적 피해상황에서 일어나는 사죄담화의 특징을 한일남녀대학생 48대화데이터를 분석해 고찰했다. 그에 반에 한국여자대학생은 전치담화, 패닉담화 다음에 ‘교섭담화’와 사죄표현을 하면서 상황확인과 피해변상을 하는 ‘핵담화’가동일한 비율로 나타났고 ‘연속핵담화’도 한국남자대학생에 비해 많이 사용되는 경향을보였다.