본 연구는 중국 엘리트 정치의 가장 핵심적인 작동 메커니즘을 파악할 수 있는 주제인 승진을 다루고 있다.

보다 구체적으로 중국 엘리트 정치에서 비교적 승진이라는 현상을 명시적으로 확인할 수 있는 직급인 중국 공산당 중앙위원회 후보 위원을 대상으로 삼고 있다.

구체적으로 제 17기 중국공산당 중앙위원회의 후보 위원 167명이 그 대상이다.

분석 결과, 본 연구가 설정한 여러 독립변수들이 승진에 미치는 영향을 통계적으로 유효하지 않은 것으로 나타났다.

연령과 당령은 높을수록 부정적으로 그리고 학력 수준에서는 대졸은 부정적, 석사 이상은 긍정적인 관계임이 확인됐다.

또 특정 출신 학교(중앙당교) 여부는 승진에는 부정적이지만, 유임에는 긍정적인 관계를 가지는 것으로 나타났다.

특히 연령과 당령은 단순 로지스틱 회귀 분석과 다항 로짓 분석 결과가 비교적 일치하는 결과는 나타냈기에 매우 중요한 발견으로 꼽을 수 있다.

다른 인구 통계 및 정치 사회적 변수와 승진과의 통계적 유의미성은 매우 낮은 것으로 확인됐다.

@highlight

이 연구는 중국 엘리트 정치의 가장 핵심적인 작동 메커니즘을 파악할 수 있는 주제인 승진을 다루고 있다.

