이 연구는 분노의 다양한 측면을 이해하고 왜곡된 분노와 격노를 효과적으로 다루기 위한 치료방법들을 탐색하고자 하였다.

먼저, 분노를 느끼고 적절하게 표현하는 것이 미치는 긍정적인 영향들을 살펴보았다.

분노를 느끼고 적절하게 표현하는 것은 정신건강을 지켜주고 다른 사람들과 경계를 명료하게 설정하게 도와주고 대인관계를 촉진하는 데에 도움이 된다.

또, 분노는 상실에 대한 애도과정과 용서과정을 촉진시켜 준다.

다음, 왜곡된 분노와 격노를 대상관계 이론과 내담자 중심의 이론을 통합하여 이해하는 Hall의 공감적 접근 이론을 살펴보고 그 치료방법의 한계를 정신역동 이론과 통합하여 보완하고자 하였다.

Hall은 분노와 격노의 발생 기원에 대해서는 대상관계 이론에 비추어 이해하고 치료적 접근은 내담자 중심 이론에 기초한 공감적 접근을 주장하였다.

마지막으로, 성경에서 가인과 하나님, 하나님과 모세, 다윗과 아비가일의 사례를 통해 Hall의 공감적 접근이론과 정신역동 이론을 통합한 접근 방법을 경험적으로 검증하고자 하였다.

이 사례들을 통하여 분노와 격노의 어려움을 가진 사람들이 분노와 격노를 조절하는 데에는 감정 인식과 표현을 도와줄 좋은 대상 경험이 중요하다는 것을 확인하였다.

이 연구는 분노와 격노 문제를 가진 사람들에게 좋은 대상 경험을 제공해 줄 수 있는 심리 상담과 신앙공동체의 중요성을 강조하였다.

@highlight

본 연구는 분노의 다양한 측면을 이해하고 왜곡된 분노와 격노를 효과적으로 다루기 위한 치료방법들을 탐색하고자 했다.

@highlight

또, 분노는 상실에 관한 애도과정과 용서과정을 촉진시켜 준다.

