우리나라에서 법인격부인론은 1960년대부터 소개되었고 실제로 대법원 판례에 의하여 인정되기 시작한 이후에도 상당한 시간이 지났다.

그동안 법인격부인론에 관한 다수의 논문이 나오고 대법원 판례도 증가하였으나 아직도 법인격부인론은 실제 적용에 있어서 불명확한 영역으로 남아 있고 그 때문에 관련된 소송도 적은 편이다.

그 이유는 법인격 부인의 연구가 주로 외국과의 비교 연구나 많지 않은 판례의 평석에 집중되어 있고 우리나라에서 법인격부인의 요건을 구체적으로 어떻게 설정할 것인지에 대하여는 부족하기 때문이다.

그리고 법인격부인론은 주주유한책임의 남용의 문제이기 때문에 주주유한책임의 인정 근거가 법인격부인의 근거와 요건을 제시하기 위한 전제 조건이 되는데 우리나라에서는 법률이 인정하는 당연한 제도로 인식되어 있어서 이에 대한 연구가 부족한 것도 원인이 되는 것으로 본다.

본 논문에서는 법인격부인론의 시초가 된 미국에서 주주유한책임과 법인격부인론의 근거를 연구하였다.

그리고 미국과의 비교법적 연구를 바탕으로 우리나라의 법인격부인론에 관한 학설과 판례를 재검토하였다.

결론적으로 우리나라에 적합한 주주유한책임과 법인격부인론의 이론적 근거를 제시하고 이 기준에 부합하게 요건과 판단기준을 재설정하는 소견을 제시하였다.

@highlight

우리나라에서 법인격부인론은 1960년대부터 소개됐고 실제로 대법원 판례에 의하여 인정되기 시작한 이후에도 상당한 시간이 지났다.

@highlight

본고에서는 법인격부인론의 시초가 된 미국에서 주주유한책임과 법인격부인론의 근거를 연구했다.

