이 글은 취업부모의 일·가정양립의 관점에서 유연근무제의 효과와 문제점을 살펴보았다.

이를 위하여 재택근무와 원격근무를 이용하고 있는 취업부모 15명을 대상으로 심층면접을 실시하여 이들의 유연근무제 이용경험, 유연근무제에 대한 평가, 유연근무제 이용으로 인한 긍정적, 부정적 영향 등을 살펴보았다.

분석결과 유연근무제의 이용경험은 일하는 여성의 취업중단의 위기를 극복하고 일과 자녀양육을 양립할 수 있게 하는 “전략적 선택”임과 동시에 다른 한편으로는 가족내 성별역할 분업을 강화하고, 직장내 불이익을 감수하게 하는 “젠더 함정”의 위험성을 가지고 있는 것으로 나타났다.

반면에 남성의 경우에는 유연근무제 이용에 따른 일·가정양립의 완화효과나 가족생활의 변화는 크게 나타나지 않았고, 오히려 직장내 불이익의 문제에 민감한 것으로 나타났다.

따라서 유연근무제의 올바른 정착을 위해서는 유연근무제 사용으로 인한 고용상의 불이익을 방지할 수 있는 제반 조치를 마련하고, 유연근무제를 남녀가 함께 사용하여 젠더차이를 줄이는 것과, 가족 내에서도 남녀 간의 평등한 역할분업을 수행하는 것이 중요한 전제조건으로 요구된다.

@highlight

이 글은 취업부모의 일·가정양립의 관점에서 유연근무제의 효과와 문제점을 살펴보았다.

@highlight

분석결과 유연근무제의 이용경험은 일하는 여성의 취업중단의 위기를 극복하고 일과 자녀양육을 양립할 수 있게 하는 “전략적 선택”임과 동시에 다른 한편으로는 가족내 성별역할 분업을 강화하고, 직장내 불이익을 감수하게 하는 “젠더 함정”의 위험성을 가지고 있는 것으로 나타났다.

