본 연구는 다음과 같은 문제를 조사함으로써 WebTrust 인증서비스의 도입효과를 실증적으로 조사하였다.

첫째, WebTrust 인증서비스에 대한 지식을 매개변수로 하여 WebTrust 인증이 웹사이트에 대한 소비자의 신뢰성에 어떤 영향을 미치는지를 조사한다.

둘째, WebTrust 인증서비스가 다른 기관의 인증서비스(즉, eTrust 인증)보다 우월한지를 조사한다.

셋째, 웹사이트에 대한 소비자의 신뢰성이 소비자의 제품구매의향을 증가하는지를 조사한다.

연구결과를 요약하면 다음과 같다.

첫째, 전자상거래를 이용하는 소비자의 웹사이트에 대한 신뢰성은 WebTrust 인증 유무에 따라 유의적인 차이가 있었다.

둘째, WebTrust 인증서비스에 대한 지식이 있는 소비자는 WebTrust 인증 유무에 따라 웹사이트에 대한 신뢰성이 유의적인 차이가 있는 반면, WebTrust 인증서비스에 대한 지식이 없는 소비자는 WebTrust 인증 유무에 따라 웹사이트의 신뢰성이 유의적인 차이가 없는 것으로 나타났다.

셋째, WebTrust 인증과 eTrust 인증간에서는 웹사이트에 대한 소비자의 신뢰성이 차이가 없는 것으로 나타났다.

넷째, 웹사이트에 대한 소비자의 신뢰성은 소비자의 구매의향에 유의적인 정(+)의 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 다음과 같은 문제를 조사함으로써 WebTrust 인증서비스의 도입효과를 실증적으로 조사했다.

@highlight

WebTrust 인증서비스가 다른 기관의 인증서비스(즉, eTrust 인증)보다 우월한지를 조사한다.

