본 연구는 초중등 학습자가 인식하는 토론능력과 토론수업의 장애요인 및 토론수업의 만족도의 실태와 관계를 파악하고, 토론능력이 토론수업의 장애요인과 토론수업 만족도를 예측하는 설명력을 알아보기 위한 것이다.

이를 위하여, 선행연구에서 사용되었던 토론능력, 토론수업 장애요인 및 수업 만족도에 대한 측정도구를 수정 및 보완하여 본 연구의 대상자와 목적에 맞게 사용하였다.

연구결과에 따르면, 초등고학년생이 중학생에 비해 토론능력과 토론수업 만족도를 유의하게 더 높게 인식했으며, 중학생이 초등고학년보다 토론수업의 장애요인을 더 높게 인식했다.

토론경험횟수에 따른 토론능력 인식에는 유의한 차이가 없었고, 토론경험횟수가 더 적을수록 토론수업의 장애요인을 더 많이 인식했으며, 토론경험횟수가 많을수록 토론수업만족도가 더 높은 경향을 나타냈다.

또한, 토론능력과 토론수업 장애요인 인식과는 유의한 상관관계가 없었으며, 토론능력과 토론수업만족도는 유의한 상관관계가 있었다.

특히, 토론능력의 하위요소 중 표현력과 요약능력은 만족도를, 요약능력은 만족도의 하위요소인 내재적 보상과 외재적 보상을 그리고 표현력과 분석력은 만족도의 하위요소인 공정성을 유의하게 예측하였다.

본 연구의 결과는 향후 학교교육에서 토론수업이 활성화되기 위한 방향을 학습자의 관점에서 설정하고 이를 위한 해결책을 생성하는데 기초자료로 활용될 수 있을 것이다.

@highlight

이 연구는 초중등 학습자가 인식하는 토론능력과 토론수업의 장애요인 및 토론수업의 만족도의 실태와 관계를 파악하고, 토론능력이 토론수업의 장애요인과 토론수업 만족도를 예측하는 설명력을 알아보기 위한 것이다.

@highlight

이 연구의 결과는 향후 학교교육에서 토론수업이 활성화되기 위한 방향을 학습자의 관점에서 설정하고 이를 위한 해결책을 생성하는데 기초자료로 활용될 수 있을 것이다.

