위약금이 손해배상액의 예정과 위약벌 중 어디에 해당하는지는 당사자의 의사를 기초로 판단하여야 하지만, 민법 제398조 제4항에 따라 손해배상액의 예정으로 추정되므로, 위약벌로 인정되기 위해서는 특별한 사정이 존재하여야 한다.

그리고 위약벌이 채무자의 자유를 침해한다는 점을 고려하여 예외적인 경우에 그것도 최소한의 범위에서만 인정되어야 할 것이다.

한편 부당히 과다한 손해배상액의 예정은 민법 제398조 제2항에 기한 재량감액의 대상인 반면, 위약벌이 부당하게 과다하면 민법 제103조에 따라 일부무효로 됨으로써 감액의 결과에 이를 수 있다는 것이 판례의 입장이다.

그러나 이러한 입장이 이론적으로 허용되는지에 대하여 의문이 없지 않다.

따라서재량감액의 대상에 위약벌도 포함되도록 민법 제398조 제2항을 개정할 필요가 있다.

그리고 약관의 규제에 관한 법률 제8조가 적용되는 경우에도 감액이 허용되는지에 관하여 논란이 있으나, 이른바 효력유지적 축소는 허용되지 않는다고 할 것이다.

@highlight

위약금이 손해배상액의 예정과 위약벌 중 어디에 해당하는지는 당사자의 의사를 기초로 판단하여야 하지만, 민법 제398조 제4항에 따라 손해배상액의 예정으로 추정되므로, 위약벌로 인정되기 위해서는 특별한 사정이 존재하여야 한다.

