우리나라 공공기관은 다양한 업무성격과 외부이해관계자를 가지고 있으며, 국가경제의 안정과 발전에도 큰 영향을 미치고 있다.

따라서 이들 공공기관이 효율적으로 운영되어야하는 것은 국가적으로 매우 중요한 과제이며, 실제로 이에 대한 연구가 여러 분야에서 진행되어 왔다.

그러나 공공기관의 리더십 유형과 조직특성의 연관성에 관한 연구는 유형화와 개념조작화의 어려움 때문에 많지 않은 실정이다.

리더십은 조직에 권력을 행사하기 때문에 중요하며 효율적인 기관운영을 위해 리더십은 기관의 조직적 특성에 부합할 필요가 있다.

이에 본 논문은 우리나라 공공기관 중 국가경제 및 국민생활에 미치는 영향력이 크다고 생각되는 61개 공공기관을 선정하여, 이들 기관의 리더십 권력유형이 조직특성에 따라 차이가 있는지 여부를 분석하였다.

분석결과 과반수가 넘는 공공기관이 기관의 조직적 특성과 상관없이 아직도 외부통제 권력유형을 택하고 있는 것으로 나타났다.

하지만, 권력유형의 연도별 추이를 살펴본 결과, 4-5년 전에 비하여 외부통제 권력유형이 감소하고, 전문운영가 권력유형이 증가하고 있음이 관찰되었다.

이러한 의미 있는 변화와 더불어 리더십 권력유형과 조직특성의 적합성을 높이기 위해서는 내부승진에 의한 중간관리층 리더십 또한 지속적으로 증가되어야 할 필요가 있다고 생각된다.

@highlight

우리나라 공공기관은 다양한 업무성격과 외부이해관계자를 갖고 있으며, 국가경제의 안정과 발전에도 큰 영향을 미치고 있다.

