본 연구는 토석사업장에서 오·폐수 처리 및 침사지 설치관련 법령 및 이행실태 조사와 수질분석을 통해 토석사업장에서 발생되는 방류수와 하류 하천수의 수질오염방지 및 평가기준 구축을 위한 기초자료를 제공하고자 수행하였다.

그 결과, pH와 DO, BOD, T-

P, 총대장균군은 Ⅲ등급(보통) 이상으로 나타났으나 COD와 부유물질, T-

N은 방류수와 하천수 모두 Ⅲ등급(보통) 이하의 등급으로 수질오염정도가악화된 것으로 판단된다.

또한 강우강도가 심화됨에 따라 BOD와 COD, 부유물질, 탁도가 증가하는 것으로 나타났다.

현재 산지관리법에서는 방재시설 설치는 의무적으로 시행되고 있지만 사업장에서 유출되는 방류수의 수질오염방지 시설에 대한 조항은 명시되어있지 않은 실정이다.

이와 같이 토석사업장에서 유발되는 수질오염물질에 대하여 체계적인 저감시설 마련과 효율적인 처리방법에 대해서 강구해야할 필요가 있을 것으로 생각된다.

@highlight

토석사업장에서 유발되는 수질오염물질에 대해 체계적인 저감시설 마련과 효율적인 처리방법에 대하여 강구해야할 필요가 있을 것으로 사료된다.

