본 연구는 선호불확실성을 고려한 다항선택형 조건부가치측정법을 이용하여 울산광역시에서 추진하는 태화들 생태공원 조성사업의 사회적 편익을 추정하였다.

로짓모형을 이용한 4개의 지불의사함수의 추정결과 4개 모형 모두에서 소득과 제시금액이 가장 중요한 지불의사의 결정요인으로 나타났고, 태화들 생태공원 조성사업의 사업적절성에 대한 평가와 1차 사업 만족도가 높을수록, 남자가 여자보다 통계적으로 유의하게 지불의사 확률이 높은 것으로 나타났다.

WTP 추정효율성이 가장 높은 MBYES 모형의 추정결과 절단평균 WTP는 가구당 월 2,409.4원이다.

이를 기반으로 계산된 태화들 생태공원의 울산시 가구의 연간 편익은 112.6억원이며, 5%의 할인율을 적용한 총편익의 현재가치는 2,364.6억원으로 추정되어 토지매입비를 포함한 태화들 생태공원 조성사업의 직접비용인 1,133억원의 2배 이상인 것으로 나타나고 있다.

또한 4개 모형 중 가장 엄격한 편익추정인 DFYES 모형의 경우에도 5% 할인율 적용 시 총편익의 현재가치는 평균 1,173.9억원으로 편익이 비용보다 높게 나타났다.

@highlight

본고는 선호불확실성을 고려한 다항선택형 조건부가치측정법을 활용해 울산광역시에서 추진하는 태화들 생태공원 조성사업의 사회적 편익을 추측하였다.

@highlight

로짓모형을 사용한 4개의 지불의사함수의 추정결과 4개 모형 모두에서 소득 및 제시금액이 가장 중요한 지불의사의 결정요인으로 나타났다.

