이 글은 ≪금오신화≫에 등장하는 세 명의 여성 인물을 중심으로 각 작품의 서사적 특징을 파악하는 것을 목적으로 하였다.

각각의 개별 작품 속에 등장하는 세 여성을 하나의 방식으로 호명하여 그녀들의 존재 양상을 분석한 뒤, 그것이 개별 작품의 서사화와 어떻게 연관되는지를 고찰하고자 하였다.

그 결과, ≪금오신화≫ 가운데 여성인물이 등장하는 <이생규장전>, <만복사저포기>, <취유부벽정기>의 서사화 전략은 여인의 죽음이라는 축과, 여성과 남성의 관계맺음이라는 축이 교차하는 지점에서 각각의 방향성을 달리하면서 전개되었음을 확인하였다.

이러한 과정에서 <이생규장전>은 수혜자의 입장에 있는 이생을 부각시키기 위한 남성 중심적 부부서사로 진행되었으며, <만복사저포기>는 적극적 협력자의 위상을 점하는 양생과 효서사의 중심에 있는 여성 가운데 어느 한 쪽으로 기울지 않은 중립적인 가족서사로 진행되었으며, <취유부벽정기>는 관찰자적 입장을 취하는 남성보다는 국가의 흥망에 관한 담론을 펼친 여성을 중심으로 한 여성 중심적 사회서사로 진행되었다고 정리할 수 있을 것이다.

이와 같은 서사화는 전쟁서사와 절개서사가 여인의 죽음에 대한 직접적 책임이 있는 대상에 관한 서사를 추상화하는 방식을 기반으로 진행되었으며, 이는 세 작품을 관통하고 있는 일관된 서사화 전략이라고 할 수 있다.

@highlight

이 연구는 ≪금오신화≫에 등장하는 세 명의 여성 인물을 중심으로 각 작품의 서사적 특징을 파악하는 것을 목적으로 했다.

