이 논문의 목적은 이광수의 장편소설 『흙』을 통해 1930년대 ‘농촌’이라는 공간의 의미를 탐구하는 데 있다.

개화기 이후 시작된 도시 중심의 서구적 근대 문물 유입으로 인해 1930년대의 농촌은 전근대적 가치와 관습이 잔존하는 공간이면서 동시에 도시 중심으로 이루어진 근대화의 모순이 방출·집결되는 장소가 되었다.

이러한 현실은 소설에도 그대로 재현되어 1930년대 장편소설에서 도시/농촌의 대립구도는 흔히 찾아볼 수 있는 정형화된 패턴으로 나타난다.

『흙』을 비롯한 농촌계몽소설은 이러한 대립구도를 도시 여성과 농촌 여성과의 연애서사로 재현하며 이는 농촌을 ‘고향-

어머니’와 같은 심상공간으로 자리하게 한다.

어떠한 공간이든 동일한 성격으로 설명되지 않는 것처럼 1930년대의 농촌 또한 서구적인 것과 조선적인 것, 전근대적인 것과 근대적인 것이 서로 길항하며 혼종되어 있는 공간이다.

이전 시대의 전근대적 관습이 그대로 남아있는가 하면 급속한 근대화의 모순이 방출되는 공간으로서 작품 『흙』에서는 이것이 전근대적 관습과 근대적 입법체계와의 대립으로 나타났다.

1930년대의 농촌계몽소설은 농촌의 이러한 모순적이고 이질적인 성격 속에서 민족적 특수성을 발견하고자 하며 ‘도시-

학생’과 ‘농촌-

농민’이라는 두 주체를 재구성하고 있다.

@highlight

이 논문의 목적은 이광수의 장편소설 『흙』을 통해 1930년대 농촌이라는 공간의 의미를 탐구하는 데 있다.

@highlight

개화기 이후 시작된 도시 중심의 서구적 근대 문물 유입으로 인해 1930년대의 농촌은 전근대적 가치와 관습이 잔존하는 공간이면서 동시에 도시 중심으로 이루어진 근대화의 모순이 방출·집결되는 장소가 됐다.

