이 연구는 기업소득환류세제의 도입 취지가 타당성을 갖는가를 검토하고 있다.

기업소득환류세가 도입된 배경에는 유보이익이 많은 대기업이 임금, 배당, 그리고 투자를 하지 않는다는 비판적 여론이 있다.

기업소득환류세제는 기업의 소득을 가계로 환류하기 위해서 투자, 임금 증가, 그리고 배당 지급에 소극적인 기업에 세금을 추가로 부과하는 구조이다.

이 연구의 목적은 기업소득환류세의 기초가 되는 미환류소득의 결정요소가 유보이익에 미친영향을 실증분석하는 것이다.

분석 결과는 다음과 같다.

첫째, 현금배당누계액과 유보이익은 유의한 양의 관계가 있었다.

이것의 의미는 현재 유보이익많은 기업은 과거에 현금배당을 많이 하였다는 것이다.

둘째, 투자변수는 유보이익에 유의한 음의 관계가 있었다.

이것은 유보이익이 많은 기업이 과거에 투자를 적게 하였다는 것을 의미한다.

셋째, 임금변수와 유보이익의 관계는 유의적이지 않았다.

이러한 결과는 유보이익이 많은 기업이 배당과 임금 증가에 소극적이라는 비판은 근거가 없고, 투자에 소극적이라는 비판은 근거가 있다는 것을 의미한다.

그러므로 기업의 투자활성화 관점에서 볼 때, 기업소득환류세제는 한시적용 후 폐지하고 투자세액공제를 활용하는 것이 합리적이라 할 수 있다.

@highlight

이 연구는 기업소득환류세제의 도입 취지가 타당성을 갖는가를 검토하고 있다.

@highlight

본 연구의 목적은 기업소득환류세의 기초가 되는 미환류소득의 결정요소가 유보이익에 미친영향을 실증분석하는 것이다.

