공연예술상품의 고유 특성이 소비자 행동에 미치는 영향을 파악하고자 계획적 행동이론에 공연예술상품의 속성과 추구혜택을 추가한 확장모델을 검증하여 공연예술상품 선택 시 변수들 간의 구조적 영향관계를 살펴보고자 하였다.

공연예술상품의 관람의도와 관람행동의 관계를 파악하기 위하여 2회에 걸친 온라인 설문조사를 실시하였다.

1차 설문조사는 각 변수들이 관람의도에 미치는 영향 관계를 파악하고자 실시하였고, 2차 설문조사는 3개월 후에 1차 조사대상자들에게 실시하여 관람의도가 실제 관람행동으로 연계되었는가를 조사하였다.

연구결과 계획적 행동이론의 기본 요소인 소비자태도, 주관적 규범, 지각된 행동통제는 공연예술상품의 관람의도에 유의한 영향을 미치는 것으로 나타났다.

확장된 변수인 공연예술상품의 속성들 중에서 가격과 공연작품은 태도에 유의하게 정적인 영향을 미치지만, 홍보와 공연작품은 관람의도에 부적인 영향을 주는 것으로 나타났다.

추구혜택들 중에서는 지적만족이 관람의도에 정적인 영향을 미치는 것으로 나타났다.

또한 관람의도가 있는 경우 향후 실제 관람으로 이어질 가능성이 유의하게 증가하는 것으로 나타났다.

본 연구결과를 통해 공연예술상품에 대한 전반적인 소비자의 관람행동에 대한 이해도를 높일 것으로 기대한다.

더 나아가서 소비자가 지각하는 공연예술상품의 특성을 이해하여 효과적인 관객개발을 위한 방안 모색과 관련하여 시사점을 제시할 수 있을 것이다.

@highlight

공연예술상품의 고유 특성이 소비자 행동에 미치는 영향을 파악하고자 계획적 행동이론에 공연예술상품의 속성과 추구혜택을 추가한 확장모델을 검증해 공연예술상품 선택 시 변수들 간의 구조적 영향관계를 살펴보고자 했다.

