이 연구는 ASSURE 모형을 적용하여 한국어교육에서 웹드라마의 활용과 <긍정이 체질>이라는 웹드라마를 통한 수업 자료 개발을 목적으로 하였다.

ASSURE 모형은 총 6단계로 학습자 분석, 목표 진술, 교수방법, 매체와 자료의 선정, 매체와 자료의 활용, 학습자의 참여유도 및 평가와 수정 단계이다.

ASSURE 모형 단계에 따라서 웹드라마 활용 교육을 설계하였다.

웹드라마는 러닝타임이 짧고 언제든 재생할 수 있다는 장점이 있다.

또한 웹드라마는 한국인들이 자주 사용하는 일상 언어와 대화문 위주로 구성되어 있기 때문에 한국어교육 자료로 적합하다.

<긍정이 체질>은 학습 내용이 바람직하며 자막이 나오기 때문에 말하기와 읽기까지 교육할 수 있다는 점에서 긍정적이다.

다음으로 <긍정이 체질>에서 학습요소를 선정하였다.

1차시는 한국어 학습자들이 평소에 어려워하는 높임표현과 한국 전통 문화 중 가족관계를 중심으로 설계하였다.

2차시 학습 요소는 한국의 청년 문화와 관련된 어휘 학습으로 선정하였다.

자신의 꿈에 대해 설명하는 면접 상황을 과정극으로 활동하도록 설계하여 교수·학습 과정안을 제시하였다.

이 연구에서는 한국의 실제적인 언어와 문화를 담고 있는 웹드라마를 통해서 한국어교육에 대한 논의를 하였다.

@highlight

본 논문은 ASSURE 모형을 적용하여 한국어교육에서 웹드라마의 활용과 <긍정이 체질>이라는 웹드라마를 통하여 수업 자료 개발하고자 하였다.

@highlight

ASSURE 모형은 학습자 분석, 목표 진술, 교수방법, 매체와 자료의 선정, 매체와 자료의 활용, 학습자의 참여유도, 평가 및 수정 단계로 구분된다.

