본 연구는 예비유아교사의 교육실습불안을 낮추고, 보다 나은 실습조건을 마련하고자 자기효능감과 학과만족도가 교육실습불안에 미치는 영향을 알아보고자 하였다.

이를 위해 예비유아교사들을 대상으로 설문조사를 실시하고, 변인 간의 관계를 알아보기 위하여 회귀분석을 실시하였다.

그 결과, 첫째 예비유아교사의 교육실습불안 정도는 평균 3.10이었으며, 하위변인들 중 ‘교육실습평가’와 ‘유아와의 관계’에서의 불안수준이 가장 높았다.

둘째, 예비유아교사의 교육실습불안은 자기효능감과 유의미한 부적 상관을 나타내었고 학과만족도와는 낮은 부적상관을 보였다.

셋째, 예비유아교사의 자기효능감과 학과만족도가 교육실습불안에 미치는 영향력에서, 학과만족도가 교육실습불안에 미치는 영향력은 통계적으로 유의미하지 않게 나타났으나, 자기효능감은 교육실습불안에 대하여 유의미한 것으로 나타났다.

자기효능감은 교육실습불안에 대하여 유의미한 것으로 나타났다.

따라서 본 연구는 예비유아교사의 교육실습불안을 감소시키기 위하여 이들의 자기효능감 증진을 위한 다양한 지원이 요구됨을 보여주었다.

@highlight

이 연구는 예비유아교사의 교육실습불안을 낮추고, 보다 나은 실습조건을 마련하고자 자기효능감과 학과만족도가 교육실습불안에 미치는 영향을 알아보고자 했다.

@highlight

이 연구는 예비유아교사의 교육실습불안을 감소시키기 위하여 이들의 자기효능감 증진을 위한 다양한 지원이 요구됨을 보여주었다.

