철근 공사에는 원청 건설사, 골조 전문건설사, 배근시공도 작성자, 철근 가공장, 감독/감리사, 구조설계자 등 다수의 업무 주체가 참여하고 있으나 이들간의 합리적인 협업이 이루어질 수 있는 업무 프로세스가 구축되어 있지 않아 비효율을 초래할 가능성이 높다.

특히 철근공사는 RC골조 품질에 결정적 영향을 주는 업무이지만 참여 주체간 원활한 협업 부재로 인하여 골조의 품질 저하, 생산성 감소, 공기 지연 등 많은 문제를 야기하고 있다.

그러므로 RC골조공사는 혁신이 매우 시급한 분야라 하겠다.

최근 BIM은 건설산업의 기술 환경 패러다임을 전환시키는 기술로 인식되고 확산되고 있다.

그런데 3차원 모델 상에서 방대한 양의 철근상세정보를 모델링하기 위해서는 많은 시간과 노력이 소요되고, 모델링 후에도 데이터량의 방대함으로 인하여 프로그램 성능이 원활하게 발현되지 않기에 BIM 기술의 확산에도 불구하고 배근 설계와 시공과 관련하여 BIM 기술이 활용되고 있지 않은 상황이다.

본 기술은 3차원 BIM 환경 하에서 골조상세정보 모델링과 배근상세설계, 정밀물량산출 및 공사관리까지를 지원하는 Rebar HUB를 개발하여 RC 골조 설계 및 공사 프로세스를 합리화할 수 있는 실용적 기술 개발을 목표로 하였다.

@highlight

철근 공사에는 원청 건설사, 골조 전문건설사, 배근시공도 작성자, 철근 가공장, 감독/감리사, 구조설계자 등 다수의 업무 주체가 참여하고 있으나 이들간의 합리적인 협업이 이루어질 수 있는 업무 프로세스가 구축되어 있지 않아 비효율을 초래할 가능성이 높다.

