본 연구는 유아의 개인변인에 따른 초등학교 1학년 학교적응수준 차이와 유아기 또래놀이행동, 사회적유능감, 문제행동과 학교적응간의 관계 및 영향력을 살펴보고자 한다.

한국아동패널 7차와 8차 연구에 참여한 844명을 대상으로 t-

test, 상관관계분석, 회귀분석을 실시하였다.

연구결과 첫째, 유아의 개인변인에 따른 학교적응 수준을 살펴본 결과, 여아는 남아에 비해 전반적인 초등학교 적응 수준이 높았으며, 월령이 빠른 유아와 출생순위가 첫째인 유아가 초등학교 적응 중 학업수행능력이 높게 나타났다.

둘째, 초등학교 적응 총점과 유아기 또래놀이행동(놀이상호작용, 놀이방해, 놀이단절), 사회적유능감(협력성, 주장성, 자기통제), 문제행동(위축, 공격성, 주의집중) 간에 유의한 상관관계가 나타났다.

셋째, 동시적 회귀분석을 실시한 결과, 학교적응은 성별, 출생순위, 정서적반응성(문제행동), 놀이상호작용(또래놀이행동), 협력성(사회적유능감)에 의해 22% 예측 가능한 것으로 나타났다.

이러한 결과는 유아의 개인변인, 또래놀이행동, 사회적유능감, 문제행동에 따라 초등학교 적응에 대한 기대 수준을 다르게 적용할 필요가 있음을 시사하고 유아교육기관에서 초등준비과정에 대한 실증적 연구결과를 제시했다는데 의의가 있다.

@highlight

유아의 개인변인에 따른 초등학교 1학년 학교적응수준 차이와 유아기 또래놀이행동, 사회적유능감, 문제행동과 학교적응간의 관계 및 영향력을 살펴보았다.

@highlight

연구의 결과는 유아의 개인변인, 또래놀이행동, 사회적유능감, 문제행동에 따라 초등학교 적응에 대한 기대 수준을 다르게 적용할 필요가 있음을 시사했다.

