오늘날 게임(비디오 게임, 전자오락)에 대한 평가는 애우 양가적인데, 한편에서는 폭력성·중독성으로 인해 유해 오락이라는 부정적 평가를 내리는 반면, 다른 한편에서는 그 유희적·대안적 속성에 주목하여 유망 창조산업으로 보는 긍정적 평가가 공존한다.

본 논문은 후자의 입장에 근거하여, 역사·문화적 평가의 지표라 할 수 있는 뮤지엄을 통해 게임의 긍정적 요소를 재평가하려는데 그 목적이 있다.

이를 위해, 뮤지엄의 게임문화 수용의 변화 양상을 다음의 세 가지로 유형화하고, 분석하였다.

첫째, 방법적인 차원에서 게임을 교육·홍보·마케팅에 활용한 경우, 둘째, 게임이 우리 문화 전반에 걸쳐 폭넓게 발휘한 영향력을 일종의 산업 문화재로 인정하는 경우, 셋째, 게임을 활용한 미술작품을 통해 간접적으로 게임 문화를 수용하는 경우이다.

이상의 파노라마식 연구는 뮤지엄과 게임문화 연구에 대한 논의의 장을 펼쳐 보일 것으로 기대하며, 현재 활발하게 이루어지고 있는 아카데미에서의 게임문화 수용 및 미래산업 방향진단에도 기초를 제공할 것이다.

@highlight

이 논문은 후자의 입장에 근거해, 역사·문화적 평가의 지표라 할 수 있는 뮤지엄을 통해 게임의 긍정적 요소를 재평가하려는데 그 목적이 있다.

