본 연구에서는 EPB 쉴드 TBM 시공현장에서 얻은 기계데이터와 굴진당시의 지반상태와의 상관관계를 분석하여, 지반상태의 변화에 따른 기계데이터의 변화를 단일 및 복합변수분석을 통하여 규명하였다.

그 결과 경암지반에서 연암지반으로 지반이 변화할 때, 총추력과 커터토크의 비가 증가하는 것을 확인할 수 있다.

총추력대비 커터토크의 비율(커터토크/총추력)을 굴착속도와 쌍대비교하면 경암지반에서의 데이터는 일정한 범위 내에 있음을 확인 할 수 있으며, 연암지반에서는 경암지반일 때와 비교하면 추력대비 커터토크의 비율이 높은 값을 가진다.

이러한 결과를 바탕으로 총추력대비 커터토크의 비율과 굴착속도의 비교를 통해서 연약대 출현의 징후를 감지할 수 있다.

이와 같은 분석결과는 목적변수 커터토크가 설명변수 총추력이 증가할수록, 또 다른 설명변수 지반일축압축강도가 감소할수록 증가한다는 중회귀분석의 결과를 통해서도 증명된다.

@highlight

이 연구에서는 EPB 쉴드 TBM 시공현장에서 얻은 기계데이터와 굴진당시의 지반상태와의 상관관계를 분석하여, 지반상태의 변화에 따른 기계데이터의 변화를 단일 및 복합변수분석을 통하여 규명했다.

