분단 70년 새로운 세대가 공감하기 위한 통일담론 및 통일콘텐츠 발전의 방향은 기존 정치 경제 차원의 통일이익이나 제도일치가 아닌 공감하는 사회 통합이라는 문화적, 정서적 접근을 통하는 데 있다.

본 글은 통일문화안보라는 관점에서 지역에 산재한 분단과 관련한 문화유적지를 발굴, 재구성하여 단순한 관광 상품이 아닌 통일과 문화의 결합을 통한 새로운 콘텐츠를 개발하는 방안을 모색하는데 목적이 있다.

이를 위해 통일문화안보의 개념을 정립하고 통일문화와 관련한 지역의 다양한 분단, 전쟁 관련 유적지에 대해 스토리텔링을 통한 재구성을 시도한다.

본 글에서는 그 시작으로 부산에 소재한 ‘감천문화마을’을 사례로 살펴본다.

감천문화마을은 한국전쟁의 흔적으로 남겨진 분단의 상징적 지역이지만 현재 통일, 북한, 분단 등의 콘텐츠는 사라지고 새로운 도시재생의 문화지로 거듭난 지역이다.

도시재생의 리모델링으로서 각광을 받고 있는 이곳에 잊혀진 분단의 흔적을 문화와 함께 융합하여 새로운 가치를 부여하는 작업이 필요하다.

따라서 본 논문에서는 체험인지형 지역통일교육의 개념을 정립하고 구체적 사례로 부산 감천문화마을 사례를 제언하였다.

@highlight

본 글은 통일문화안보라는 관점에서 지역에 산재한 분단과 관련한 문화유적지를 발굴, 재구성해 단순한 관광 상품이 아닌 통일과 문화의 결합을 통한 새로운 콘텐츠를 개발하는 방안을 모색하는데 목적이 있다.

