이 글은 청소년 문학교육을 위한 교사의 역할 모델(a model of teacher roles)과 이 모델이 청소년들의 문학 읽기와 어떻게 관련되는지를 살펴보았다.

또한 교사의 역할들에 관한 관점을 제시하고, 교사의 책무성에 대해서도 검토하였다.

문학 교사로서 교사는 독자로서의 교사, 전문가 안내/독서 코치로서의 교사, 그리고 연구자로서의 교사 등과 같은 역할을 수행한다.

교사가 수행하는 이러한 역할들은 청소년들이 청소년 문학 읽기에 적극적으로 참여할 수 있도록 하는데 많은 도움을 준다.

이러한 역할들을 성공적으로 수행하기 위해 교사들은 우선적으로 청소년 문학 텍스트를 많이 읽어야 한다.

교사가 청소년 문학 텍스트를 많이 읽어야만 청소년에게 알맞은 문학 텍스트들을 청소년들에게 권장할 수 있기 때문이다.

또한 교사는 청소년, 학부모, 교육 행정가 등과 효과적으로 의사소통을 하고, 청소년 문학사에 대해서도 충분히 알고 있어야 한다.

또한 청소년들이 청소년 문학 텍스트에 보다 능동적인 반응을 할 수 있도록 교사 스스로가 문학잡지나 신문 등에 실린 청소년 문학 텍스트에 대한 비평을 많이 읽을 필요가 있다.

이러한 읽기를 통해 교사는 당대에 유행하고 있는 청소년 문학 텍스트들에 대한 많은 이해를 하고, 이에 의해 청소년 문학교육을 보다 효율적으로 수행할 수 있을 것이다.

@highlight

이 연구는 청소년 문학교육을 위한 교사의 역할 모델과 이 모델이 청소년들의 문학 읽기와 어떻게 관련되는지를 살펴보았다.

