본 연구에서는 사칙연산의 1차적 개념을 학습한 초등학생들을 대상으로 거듭제곱과 혼합계산을 내용으로 하였을 때, 정확한 개념의 인지와 개념의 연결로 스키마와 변형된 스키마를 어떻게 구성을 하는지 알아보았다.

즉 사칙연산의 1차적 개념으로 어떠한 스키마와 변형된 스키마를 형성하여 2차적 개념에 대한 관계적 이해를 하는지, 그리고 연구대상자들이 스스로 형성한 스키마와 변형된 스키마를 어떻게 이용하여 문제 해결에 접근을 하는지, 또한 연구대상자들의 개념구성과 문제해결력에서의 스키마는 어떻게 변형을 이루어 나가는지를 심도 있게 조사하였다.

그 결과 1차적 개념에서 2차적 개념으로 발전 할 때, 정확한 1차적 개념에 대한 인지와 스키마 그리고 변형된 스키마가 중요한 요인으로 작용 한다는 것을 알 수 있었고 이 때, 1차적 개념끼리의 연결과 정확한 1차적 개념에 대한 인지로 인해서 만들어지는 스키마와 변형된 스키마의 형성이 2차적 개념으로의 발전과 수학적 문제 해결에 무엇보다도 중요한 역할을 한다는 것을 알 수 있었다.

@highlight

이 연구에서는 사칙연산의 1차적 개념을 학습한 초등학생들을 대상으로 거듭제곱과 혼합계산을 내용으로 하였을 때, 정확한 개념의 인지와 개념의 연결로 스키마와 변형된 스키마를 어떻게 구성을 하는지 알아보았다.

