이 연구는 초등학교와 중학교 국어 학습의 학교급별 연계성 논의가 상대적으로부족한 시점에서 교육과정 연계성 현황을 살펴보기 위해 읽기 영역을 중심으로초등학교 고학년과 중학교의 읽기 성취 기준과 국어교과서 읽기 단원 구성, 국어교과서의 읽기 학습 내용 등을 비교분석하였다.

그 결과, 초등학교 고학년 읽기 학습과 중학교 저학년 읽기 학습에 관여하는읽기 성취 기준의 초점과 국어교과서 읽기 단원 구현 양상이 다르고, 국어교과서에 제시된 읽기 학습 내용의 분량과 범위도 차이가 있으며, 나아가 초등학교 국어교과서에 나타난 학습 용어의 혼란 등이 발견되었다.

이에 따라 학교급별 연계성을 저해하는 문제점을 해결하고 학교급별 연계성을확보하기 위해 교육과정이나 교과서 개발 과정과 수업 설계에서 참조할 수 있는교육 내용 연계구조도를 개발하고, 초등학교 6학년과 중학교 1학년의 읽기 성취기준을 묶어서 읽기 단원을 개발하는 방안이나, 국어교과서 학습 내용의 표준화작업, 초등학교와 중학교 국어교과서에 출현하는 모든 학습 용어의 개념 규정과통일 등을 제안하였다.

@highlight

이 연구는 초등학교와 중학교 국어 학습의 학교급별 연계성 논의가 상대적으로부족한 시점에서 교육과정 연계성 현황을 살펴보기 위해 읽기 영역을 중심으로초등학교 고학년과 중학교의 읽기 성취 기준과 국어교과서 읽기 단원 구성, 국어교과서의 읽기 학습 내용 등을 비교분석했다.

