본 연구는 선행연구와 요구조사 결과에 따라 청소년 스마트폰 중독예방 프로그램을 개발하고, 개발된 프로그램을 실시하여 그 효과성을 검증하고자 하였다.

프로그램 개발 절차는 프로그램 계획 및 분석, 설계와 개발, 프로그램 실행 및 평가의 세 단계로 이루어졌다.

계획-

분석 단계에서는 스마트폰에 관한 문헌조사, 스마트폰 사용 경험이 있는 청소년, 중학교 상담교사, 미디어 중독예방프로그램 현장전문가를 대상으로 한 요구조사를 실시하였다.

설계-

개발 단계에서는 프로그램의 목표 설정과 프로그램 구성 원리 도출, 프로그램 개발, 그리고 내용타당성 평가를 실시하였다.

실행-

평가 단계에서는 중 1~3학년 남녀 학생 총 351명이 프로그램에 참여하고 미디어중독예방교육 및 집단상담 프로그램 시행 경험이 풍부한 현장전문가 10명이 프로그램 지도자로 참여하여 프로그램을 시범 운영하였고, 참여자들이 응답한 프로그램에서의 질적 경험을 분석하여 이를 기반으로 수정 보완 후 프로그램을 최종 개발하였다.

프로그램의 효과를 검증하기 위하여 프로그램의 실시 전후 검사로 스마트폰 사용 욕구 척도, 스마트폰 사용 신념 척도, 스마트폰 사용 인식 및 대처 척도를 사용하고 참여자 관점 평가를 사용하였다.

공변량분석 결과, 실험집단의 청소년은 통제집단에 비해 스마트폰 사용 및 대처 인식의 유의한 향상을 보였고, 스마트폰 사용신념에 대해 긍정적 변화를 보였다.

반면 스마트폰 사용욕구에대해서는 유의한 변화가 보고되지 않았다.

본 연구에서 개발된 청소년 스마트폰 중독예방 프로그램은 중학생 청소년의 교육에 활용되고, 청소년의 스마트폰 중독을 예방하는데 기여할 것으로 기대된다.

@highlight

이 연구는 선행연구와 요구조사 결과에 따라 청소년 스마트폰 중독예방 프로그램을 개발하고, 개발된 프로그램을 실시하여 그 효과성을 검증하고자 하였다.

