본 논문에서는 통신, 탐지 및 제어를 위한 원신호의 크기가 시간적으로 변화하고 또한 간섭 잡음의 역할을 하는 교란 신호의 크기도 시간적으로 변화하는 현대전의 상황에서 교란 간섭 신호와 원 신호를 구분하여 원 신호를 디지털신호로 복원하는 확률을 높이기 위하여 본 논문에서는 피드백의 경로에 있는 MOSFET의 실효적인 면적을 디지털 제어 신호로 변경하여 피드백 전류 신호양의 조절하고 히스테리시스의 크기를 조절할 수 있는 IC 회로를 제안하여 설계, 제작 후 측정 및 분석하였다.

병렬 디지털 제어신호에 의한 히스테리시스가 설계 시 예측한 만큼 제어됨을 0.35m-

CMOS 공정의 IC 회로를 제작하고 측정하여 증명하였으며 이를 직렬 디지털 제어신호를 제어하기 위한 회로를 설계하여 모의 실험하였다.

또한 교란신호의 크기에 따란 적합한 피드백을 제공하기 위한 제어신호를 모의실험으로 제시하였다.

@highlight

본고에서는 교란 간섭 신호와 원 신호를 구분하여 원 신호를 디지털신호로 복원하는 확률을 높이기 위하여, IC 회로를 제안하여 설계, 제작 후 측정 및 분석하였다.

