이 페이퍼의 목적은 후기구조주의 페미니즘에서 논의되는 다양하고 새로운 주체성의 이해가 기존의 남근 중심적이며 가부장적 사회의 억 압적 권력 관계 속에서 여성성을 타자성으로 또한 여성을 타자로서 정 의하고 정당화시켜온 본질주의에 근거한 주체성 이론과, 이에 근거한 억압적 체제를 폭로하며 이를 전복할 수 있는 전략적 장치의 가능성을 제공함으로 여성의 해방에 기여해왔음을 밝히는 데 있다.

더욱이 이와 같은 여성해방론적 후기구조주의 페미니즘에서 조명된 새로운 정체성 의 이론이 전통적으로 주장되어온 신학적 인간학의 이해인“하나님 형 상”으로서의 인간이해를 새롭게 조명함으로서, 그간 추상적 총체적 개 념으로서의 해방된 인간의 모습을 넘어서, 구체적 실존의 상황에서 계 급과 인종 그리고 성의 차별로 인한 억압에서 해방되어가는 인간의 가 능성을 제시함으로서, 구원된 인간의 모형으로 제시되고 있는“하나님 의 형상”이해의 지평을 넓힘을 밝힌다.

사회적 역사적 억압의 차별 속 에서 고통하고 있는 민중 중의 민중인 여성의 해방에 대한 전제 없는 총체적 개념으로서의 하나님 형상에 대한 인간 이해는 허구일 뿐만 아 니라 오히려 억압적 기제로서 역할함에 따라, 후기구조주의 페미니즘에 서 제시하고 있는 새로운 주체성 이론들은“하나님 형상”으로서의 인 간 이해에 대한 신학적 인간학의 폭을 넓힌다고 할 수 있다.

@highlight

본 논문은 후기구조주의 페미니즘에서 논의되는 새로운 주체성의 이해가 남근 중심적이며 가부장적 사회의 억압적 권력 관계에서 여성성을 타자성으로 혹은 여성을 타자로 정의하고 정당화시켜온 본질주의에 근거한 주체성 이론과 이에 근거한 억압적 체제를 폭로하며 전략적인 장치의 가능성을 제공함으로 여성의 해방에 기여해왔음을 밝히는 것에 목적을 두고 있다.

