창이자 추출물을 이용하여 항산화활성 및 항균활성을 측정한 결과 다음과 같은 결론을 얻었다.

DPPH를 이용한 항산화 활성 실험결과 VLC column로 분획한 XS-5에서 처리농도 500 ㎍/ml에서의 87.53%로 가장 우수한 항산화 활성이 나타났으며, VLC로 분획한 XS-3-2의 처리농도 500 ㎍/ml에서 78.72%의 항산화 활성이 나타났다.

PCL법으로 측정한 항산화 활성은 XS-1에서 13.32 nmol과 open column XS-3-2에서 14.34 nmol으로 항산화력을 나타났다.

Candidaalbicans에 대한 항균활성은 XS-2의 처리농도가 500 ㎍/disc에서는 1 mm의 clean zone이 형성되었다.

XS-3에서DPPH와 PCL를 이용한 항산화 활성은 높았지만 항균활성은 낮게 나타났다.

창이자 추출물은 항산화 활성과 항균 활성은상호 상관관계가 없는 것으로 판단된다.

@highlight

창이자 추출물을 이용해 항산화활성 및 항균활성을 측정한 결과 다음과 같은 결론을 얻었다.

