전체 미혼모의 90% 이상이 입양을 선택했던 과거와 다르게, 최근 들어 자녀의 양육을 선택하는 미혼모가 눈에 띄게 증가하기 시작하였다.

이와 더불어 연령, 교육수준, 노동시장 참여 등의 인구사회학적 특성들도 과거에 비하여 전체적으로 향상되는 추세이다.

그러나 여전히 많은 미혼모들이 빈곤을 비롯하여 다양한 어려움을 호소하고 있다.

이는 오랜 사회적 편견과 차별 속에서 자녀 양육과 생계부양자의 역할을 동시에 수행하는 양육미혼모가 직면하는 어려움들은 개인적 특성의 발전·향상만으로 해결될 수 없으며, 미혼모의 자녀양육 지원을 위한 사회적 개입이 필요함을 보여준다.

이에본 연구는 한국사회 미혼모 지원정책의 전개과정 및 패러다임의 변화를 살펴보고, 현재 미혼모 가족을 위해 제공되고 있는 정책의 현황과 한계를 전반적 정책 기조의 변화 속에서 검토하였다.

한국사회의 미혼모 정책은 2000년대 중반을 기점으로 기존의 입양 중심에서 미혼모의 자녀양육을 지원하는 쪽으로 패러다임 전환이 이루어진 것으로 관찰되었다.

그러나 현재 양육미혼모에게 제공되는 있는 사회적 지원의 수준은 정책기조의 변화에 미치지 못하고 있어, 미혼모가 자녀를 양육하기에는 아직도 상당한 어려움이 따르고 있는 것으로 나타났다.

마지막 결론에서는 미혼모의 자녀양육을 효율적으로 지원하기 위한 정책적 함의를 제시하였다.

@highlight

본 논문은 한국사회 미혼모 지원정책의 전개과정과 패러다임의 변화를 알아보고, 현재 미혼모 가족을 위해 제공되고 있는 정책의 현황과 한계를 전반적 정책 기조의 변화 속에서 검토하고자 하였다.

@highlight

한국사회의 미혼모 정책은 2000년대 중반을 기점으로 기존의 입양 중심에서 미혼모의 자녀양육을 지원하는 쪽으로 패러다임 전환이 이루어졌다.

