온라인 쇼핑몰에 대한 신뢰의 결핍은 많은 온라인 사용자들이 온라인을 통해 구매를 하지 않는 주요 원인이다.

이 연구는 온라인 쇼핑몰을 처음 방문한 고객들이 해당 쇼핑몰에 대해 어떻게 초기신뢰를 구축하게 되는가를 검토하기 위한 모델을 제공한다.

이 연구의 주요 목적은 온라인 쇼핑몰에서 초기신뢰의 선행변수와 결과변수를 포함하는 연구모형을 제시하는데 있다.

이메일 서베이를 통해 264명의 자료를 수집하였다.

연구모델은 구조방정식모형 분석을 통해 실증적으로 검증하였다.

연구 결과 신뢰성향이 초기신뢰에 유의한 영향을 미치는 변수임을 확인하였다.

또한 쇼핑몰의 평판, 디자인, 정책 등이 초기신뢰에 유의한 영향을 미치는 선행변수임이 드러났다.

마지막으로 저자는 초기신뢰, 만족, 재구매의도 간의 인과관계를 규명하였다.

이 연구의 결과는 온라인 쇼핑 연구에서 그 중요성이 증가하고 있는 초기신뢰의 선행변수와 결과변수를 규명하고 이해하는데 새로운 접근법을 제안한다.

하지만 본 연구에서 제시하고 있는 모형에서 초기신뢰를 결정하는 모든 잠재적인 요인들을 포함하지 못하고 있다.

결과적으로 초기신뢰의 선행변수들의 설명력이 24%에 불과하다.

이 연구는 실제 소비자의 행동이 아닌 행동의도를 측정하였다.

추가적인 연구에서는 이러한 단점을 보완할 수 있는 연구가 수행되어야 할 것이다.

이 연구의 결과는 온라인 마케팅 관리자들에게 효과적인 전략을 수립할 수 있는 관리적 시사점을 제공한다.

@highlight

본고는 온라인 쇼핑몰을 처음 방문한 고객들이 해당 쇼핑몰에 대하여 어떻게 초기신뢰를 구축하게 되는가를 검토하기 위한 모델을 제공하고자 한다.

@highlight

본고의 주 목적은 온라인 쇼핑몰에서 초기신뢰의 선행변수 및 결과변수를 포함하는 연구모형을 제시하는 데에 있다.

