이 논문은 한스 팔라다의 유고작 『누구나 홀로 죽는다』에 나타난 독일인의 저항과 그 의미를 당시 소시민적 삶의 태도와 연관지어 규명하고자 하다.

소설은 1940-1942 년에 있었던 실제 저항사건을 배경으로 씌어졌는데, 베를린의 한 노동자 부부의 반히틀러 저항행위가 그것이다.

팔라다는 현실에서는 무의미하게 끝나버린 저항사건에 의미를 부여하고자 이 소설을 집필하게 된다.

그러나 팔라다는 이 저항사건을 당시 정치적으로 요청되었던 반파시즘적 영웅행위로서 다루기보다는 오히려 ‘소시민적인’ 저항행위로서 한정하고 나치시대의 소시민적 삶의 현실을 드러내는 방편으로 형상화하고 있다.

이 논문에서는 팔라다의 인물 형상화 방식을 분석하면서 팔라다가 나치의 테러 시스템 속에서도 미약하나마 ‘나치가 되지 않는 삶’을 살고자 했던 소시민적 삶의 태도를 서사화하는가 하면, ‘스스로’를 되찾는 행위로서 저항의 의미를 부여하고 있음을 밝히고자 한다.

이를 통해 팔라다는 ‘죄의 문제’를 넘어서 나치 지배 기간에도 최소한의 기준에서나마 ‘인간다움’을 지키고자 했던 평범한 독일인의 모습, 진실을 전달하고 있다.

@highlight

본 논문은 한스 팔라다의 유고작 『누구나 홀로 죽는다』에 나타난 독일인의 저항과 그 의미를 당시 소시민적 삶의 태도와 연관지어 규명하고자 하다.

