본 연구는 노르딕 플러스 국가들이 원조 조화를 위해 협력하는 데 있어서 협력의 수준과 범위를 결정하는 이론적 근거를 바탕으로, 다음의 질문을 검토하는 데 목적이 있다.

노르딕 플러스국들은 원조 조화를 실행한 제도적 메커니즘은 무엇인가?

현장에서 원조 조화 는 어떻게 실행되었는가?

원조 조화의 성과와 한계는 무엇인가?

이러한 질문에 답하기 위해 본 연구는 노르딕 플러스 국가들이 실행한 위임협력(delegated cooperation)에 초점을 맞춘다.

북유럽 국가들이 노르딕 플러스 차원에서 위임협력을 실행할 수 있었던 것은 회원국 간 개발협력정책의 높은 동질성을 바탕으로 대리인 문제(agent problem)를 극복할수 있었기 때문이다.

본 연구는 말라위와 말리 사례를 검토함으로써 노르딕 플러스국가들 이 어떻게 규모와 범위의 경제 달성, 공여국간 비교우위의 향상, 거래비용의 축소, 수원국 과의 일치성(alignment)의 증진 등의 성과를 달성할 수 있었는지를 규명한다.

@highlight

이 연구는 노르딕 플러스 국가들이 원조 조화를 위해 협력하는 데 있어서 협력의 수준과 범위를 결정하는 이론적 근거를 바탕으로, 다음의 질문을 검토하는 데 목적이 있다.

@highlight

이 연구는 말라위와 말리 사례를 검토함으로써 노르딕 플러스국가들 이 어떻게 규모와 범위의 경제 달성, 공여국간 비교우위의 향상, 거래비용의 축소, 수원국 과의 일치성의 증진 등의 성과를 달성할 수 있었는지를 규명한다.

