유전학은 현대 생명과학을 이해하는데 가장 기본이면서 핵심인 분야이다.

고등학교 교육과정에서도 상동염색체 분리와 감수분열, 염색체와 유전자의관계, 유전의 원리 및 법칙, 돌연변이, 유전자 발현, 진화의 증거, 종 분화 등에서 유전학의 주요 개념들을 다루고 있으나, 이를 올바르게 이해하기위한 탐구 및 실험 방법은 다양하게 제시되어 있지 않다.

초파리는 짧은 생활사를 가지고 많은 수의 자손을 생산할 뿐만 아니라 돌연변이체가 많고배양이 쉬워서 유전학을 연구하기에 가장 좋은 실험 재료이다.

그러나 교육현장에서 초파리 유전 실험이 잘 이루어지지 않는 이유는 초파리 획득 및배양의 어려움과 초파리 관찰과 교배 실험에 필수적인 마취에 필요한 기구 확보가 어렵기 때문으로 판단된다.

본 연구는 고등학생들을 대상으로 교육현장에서 적용할 수 있는 초파리 실험 방법을 제시하고자 진행되었다.

전문 연구 기관에서 사용하는 기구들을 배제한 채, 우리 주변에서 흔히 구할 수있는 재료들을 가지고 초파리 포획통과 배지를 만들었고, 저온충격에 의해 초파리를 마취시킨 후 교배 실험을 진행하여 성공적인 결과를 얻을 수 있었다.

본 연구에서 개발한 방법을 사용하여 학습자의 지적 수준에 맞는 다양한 유전학 실험 모형이 개발될 수 있을 것으로 예상하며, 일선 교육현장에서효과적으로 활용되기를 기대한다.

@highlight

이 연구는 고등학생들을 대상으로 교육현장에서 적용할 수 있는 초파리 실험 방법을 제시하고자 진행됐다.

@highlight

이 연구에서 개발한 방법을 사용하여 학습자의 지적 수준에 맞는 다양한 유전학 실험 모형이 개발될 수 있을 것으로 예상하며, 일선 교육현장에서효과적으로 활용되기를 기대한다.

