본 연구는 관광스토리텔링 전략이 관광지 매력지각을 통해 관광객 만족도와 행동의도에 미치는 영향과 관광채널에 따라 관광객 만족 및 행동의도에 어떤 조절효과를 갖는가?

밝히는데 목적을 갖고 연구하였다.

조사대상은 한국 내 관광지(명동, 남이섬 또는 경복궁)를 방문, 관광스토리텔링을 체험한 중국인 관광객 551명 대상으로 임의무선표집과 중국인 관광 전문가 113명을 대상으로 구글 서베이몽키(google survey monkey)를 통한 인터넷 설문으로 진행하였다.

이를 위하여 고차 요인의 형성적 측정방법 중 2단계 접근법(the two-

step approach)을 활용하였으며, 매력지각지수의 매개효과와 관광채널에 따른 조절효과를 확인 하였다.

분석결과 관광스토리텔링 선택 속성이 관광객 만족 및 행동의도에 미치는영향 중 흥미성, 교육성, 고유성, 이해용이성 및 감성이 통계적으로 유의한 정(+)의 영향을 미치는 것으로 나타났고, 특히, 중국 관광객에게 한류(드라마)를 통한 스토리텔링 효과가 급속도로 전파되어 드라마 촬영지를 방문해 보고 싶은 젊은 관광객이 급증한 것으로 파악되었다.

따라서 관광스토리텔링을통해 관광객의 흥미나 감성이 형성되고 관광지에 대한 매력지각이 높아지면 이에 따른 적극적인 구전및 추천으로 이어져 관광 활성화에 기여할 것을 시사해 주었다.

@highlight

이 연구는 관광스토리텔링 전략이 관광지 매력지각을 통해 관광객 만족도와 행동의도에 미치는 영향과 관광채널에 따라 관광객 만족 및 행동의도에 어떤 조절효과를 갖는가?

