바

렌

츠

 

해

는

 

러

시

아

와

 

노

르

웨

이

에

 

걸

쳐

있

는

 

연

해

로

,

 

회

수

가

능

 

매

장

량

 

1

3

0

+

 

T

c

f

의

 

거

대

 

가

스

전

인

 

S

h

t

o

k

m

a

n

을

 

비

롯

하

여

 

북

극

 

지

역

 

원

양

에

서

 

최

초

로

 

본

격

적

인

 

개

발

·

생

산

이

 

이

루

어

지

고

 

있

는

 

S

n

ø

h

v

i

t

 

가

스

전

 

등

이

 

있

으

며

,

 

가

스

 

3

8

0

 

T

c

f

,

 

석

유

 

1

1

 

B

b

,

 

N

G

L

 

2

 

B

b

이

 

미

발

견

으

로

 

남

아

 

있

다

.

 

근

원

암

은

 

고

생

대

로

부

터

 

신

생

대

까

지

 

거

의

 

모

든

 

지

질

시

대

에

 

걸

쳐

 

분

포

하

며

,

 

특

히

 

쥐

라

기

 

H

e

k

k

i

n

g

e

n

 

층

은

 

총

유

기

탄

소

 

1

0

~

1

5

 

w

t

.

%

,

 

수

소

지

수

 

2

8

0

~

3

5

0

 

m

g

H

C

/

g

T

O

C

로

 

높

은

 

잠

재

력

을

 

지

닌

다

.

 

저

류

암

은

 

S

t

ø

 

층

 

등

 

쥐

라

기

 

연

안

환

경

에

서

 

퇴

적

된

 

사

암

으

로

 

평

균

 

공

극

률

 

1

5

%

 

이

상

,

 

유

체

투

과

도

 

최

대

 

1

 

d

이

다

.

 

덮

개

암

은

 

해

침

의

 

반

복

으

로

 

다

수

의

 

양

호

한

 

셰

일

 

층

이

 

산

재

하

며

,

 

중

생

대

 

저

류

암

에

 

대

해

서

는

 

H

e

k

k

i

n

g

e

n

 

및

 

F

u

l

g

e

n

 

층

이

 

담

당

한

다

.

 

트

랩

은

 

열

개

가

 

발

달

한

 

서

부

에

서

는

 

단

층

들

에

 

의

한

 

구

조

 

트

랩

이

 

우

세

하

고

,

 

깊

이

 

처

진

 

형

태

의

 

분

지

인

 

동

부

에

는

 

습

곡

에

 

의

해

 

형

성

된

 

돔

 

구

조

들

이

 

발

달

한

다

.

 

아

직

까

지

 

뚜

렷

한

 

성

공

은

 

없

었

으

나

 

고

생

대

 

탄

산

염

 

암

초

,

 

암

염

 

유

동

과

 

연

관

된

 

트

랩

,

 

융

기

 

및

 

삭

박

에

 

따

른

 

층

서

 

및

 

구

조

 

트

랩

 

등

도

 

유

망

하

다

.

@highlight

근원암은 고생대로부터 신생대까지모든 지질시대에 걸쳐 분포하며, 특히 쥐라기 Hekkingen 층은 총유기탄소 10~15 wt.%, 수소지수 280~350 mgHC/gTOC로 높은 잠재력을 지닌다.