흰

쥐

의

 

시

신

경

절

단

모

델

에

서

 

라

파

마

이

신

(

r

a

p

a

m

y

c

i

n

)

을

 

이

용

한

 

자

가

포

식

현

상

(

a

u

t

o

p

h

a

g

y

)

의

 

활

성

화

가

 

망

막

신

경

절

세

포

를

 

보

호

하

는

지

 

알

아

보

았

다

.

 

흰

쥐

의

 

유

리

체

강

 

내

 

라

파

마

이

신

을

 

주

입

한

 

후

 

망

막

신

경

절

세

포

에

서

 

자

가

포

식

현

상

이

 

활

성

화

되

는

지

 

면

역

조

직

화

학

염

색

으

로

 

관

찰

하

였

다

.

 

시

신

경

을

 

절

단

한

 

직

후

 

유

리

체

강

 

내

 

5

 

n

g

/

μ

l

의

 

라

파

마

이

신

을

 

주

입

하

였

고

,

 

7

일

 

및

 

1

4

일

 

후

의

 

망

막

신

경

절

세

포

수

를

 

구

하

였

다

.

 

한

편

,

 

시

신

경

 

절

단

 

후

 

라

파

마

이

신

과

 

자

가

포

식

현

상

억

제

제

를

 

유

리

체

강

 

내

 

동

시

 

주

입

하

여

 

7

일

 

후

 

망

막

신

경

절

세

포

수

를

 

관

찰

하

였

다

.

 

라

파

마

이

신

 

주

입

 

후

 

망

막

신

경

절

세

포

에

서

 

p

h

o

s

p

h

o

-

S

6

 

r

i

b

o

s

o

m

a

l

 

p

r

o

t

e

i

n

의

 

발

현

이

 

감

소

하

였

다

.

 

시

신

경

 

절

단

 

후

 

라

파

마

이

신

을

주

입

한

 

군

은

 

7

일

 

후

 

대

조

군

에

 

비

해

 

유

의

하

게

 

많

은

 

망

막

신

경

절

세

포

가

 

관

찰

되

었

으

나

 

1

4

일

째

 

차

이

가

 

없

었

다

.

 

7

일

 

후

 

라

파

마

이

신

을

 

재

주

입

한

 

경

우

 

1

4

일

째

 

신

경

보

호

효

과

를

 

보

였

다

.

 

시

신

경

 

절

단

 

후

 

라

파

마

이

신

과

 

자

가

포

식

현

상

억

제

제

를

 

동

시

에

 

주

입

했

을

 

때

 

망

막

신

경

절

세

포

수

에

차

이

가

 

없

었

다

.

 

라

파

마

이

신

으

로

 

활

성

화

된

 

자

가

포

식

현

상

이

 

시

신

경

절

단

모

델

에

서

 

망

막

신

경

절

세

포

에

 

대

한

 

신

경

보

호

효

과

가

 

있

음

을

 

보

였

다

.

@highlight

흰쥐의 시신경절단모델에서 라파마이신을 이용한 자가포식현상의 활성화가 망막신경절세포를 보호하는지 알아보았다. 시신경을 절단한 직후 유리체강 내 5 ng/μl의 라파마이신을 주입하였고, 7일 및 14일 후의 망막신경절세포수를 구했다.