본 연구는 야외답사에 대한 의미와 역할 등 다양한 지리교육적 함의를 고찰하는 게 목적이다.

지리교육에서 야외답사는 직접적인 경험학습으로서 매우 중요하며, 교실 수업을 보완한다.

야외답사에 대한 용어는 다양하며 차이가 있고, 대부분의 학자들은 경험적 요소, 교육적 필요, 즐거운 일을 공통 특성으로 제시하고 있다.

교육과정 분석에서 야외답사에 대한 구체적인 기술은 점차 생략되고 있으며 지리교육도 위기를 맞고 있다.

반면, 2009개정 교육과정의 창의적 체험활동은 강조되고 있다.

이것은 지리교육 입장에서 야외답사의 가능성과 기회일 수도 있다.

야외답사는 지식·이해, 가치·태도, 기능의 세 가지 면에서 목표와 범주를 가지고 있으며, 개념적 발달, 심미성, 기능, 사회성 등의 가치와 역할을 갖고 있다.

야외답사의 문제는 교육과정, 학교현장, 연구부족 등에서 다양하지만 교사의 지리 열정이 우선적이다.

향후 교과형 체험활동은 필요하며, 특히 정보기술의 발달에 따른 다양한 테크닉으로 다양한 야외답사의 가능성도 커지고 있다.

@highlight

이 연구는 야외답사에 대한 의미와 역할 등 다양한 지리교육적 함의를 고찰하는 게 목적이다.

@highlight

야외답사에 대한 용어는 다양하며 차이가 있고, 대부분의 학자들은 경험적 요소, 교육적 필요, 즐거운 일을 공통 특성으로 제시하고 있다.

