수동보정으로 수질모델링을 수행할 때는 연구자의 주관이 개입되어 해당 연구의 객관성에 영향을줄 소지가 있기 때문에 자동보정에 관심을 갖게 된다.

본 연구에서는 WASP7 모형의 수질 매개변수 보정을 위해서 유전알고리즘과 영향계수법을 적용하였다.

이 방법에서는 대상 호수의 BOD, DO, 인, 질소, 식물성플랑크톤에 큰 영향을 미치는 매개변수를 대상으로 최적 수질 매개변수를 산정한다.

성층현상이 일어나는 대상 호수의 수온과 수리적 특성을 정확하게 계산하기 위해 3차원 수리모형인 EFDC를 적용하였고,이 모형의 결과는 본 연구에서 이용한 호수수질모형인 WASP7 모형과 연동해서 적용되었다.

EFDC와WASP7의 적용을 위해 동일한 격자망을 구성하였다.

WASP7의 보정결과 5개 보정 대상 수질변수 중에서DO, TN, CBOD에 대한 실측치와 계산치의 상대오차제곱합은 비교적 적었다.

따라서 이 세가지 수질에대한 보정은 적절히 수행되었으나, TP와 Chl-

a에 대한 보정결과는 비교적 정확도가 낮았다.

@highlight

본 연구에서는 WASP7 모형의 수질 매개변수 보정을 위해서 유전알고리즘과 영향계수법을 적용했다.

