본 연구는 어린이 놀이터 관련 연구물의 연구동향을 분석하기 위하여 국내 학술지 논문을 대상으로 연구동향분석을 실시하였다.

‘놀이터’와 ‘실외놀이터’, 그리고 실내놀이터’와 ‘키즈카페’라는 키워드로 검색을 실시하여 제목, 초록, 전문, 문헌의 질 평가 등의 단계를 거쳐 최종 113편의 연구물을 선정하였다.

선정한 연구물들을 연도, 학술지, 연구대상 놀이터 유형, 연구 방법 및 연구 세부주제 영역으로 구분하여 분석하였다.

연구결과, 학술지 분류에 따른 시기별 논문은 2005-2009년 연구물이 33편(29.2%)으로 가장 많았으며, 색체 및 설계디자인 학술지 분야에서 놀이터 관련 연구가 41편(36.3%)으로 가장 많이 진행되었다.

연구방법은 양적연구 73편(64.6%)중 조사연구가 42편(57.5%)으로 가장 많이 이루어졌으며, 공공개방 놀이터를 대상으로 한 연구물이 33편(29.2%)으로 가장 많았다.

연구의 세부 주제를 살펴보면, 색체 및 설계디자인 관련 주제가 40편(35.4%)으로 가장 많았으며, 놀이터에서 본 아이들의 놀이 유형 및 행동의미 분석 연구가 32편(28.32%)으로 많이 나타났다.

본 연구의 결과에 기초하여 우리나라 현재 어린이 놀이터의 방향, 형태 등을 도출하였다.

또한 앞으로 변화하는 놀이공간을 위한 어린이 놀이터 연구 계획을 수립하는 데 필요한 기본 방향에 대한 시사점을 도출하였다.

@highlight

본고는 어린이 놀이터에 대한 연구물의 연구동향을 분석하기 위해 국내 학술지 논문을 대상으로 연구동향분석을 실행하였다.

@highlight

‘놀이터’ 및 ‘실외놀이터’, 그리고 실내놀이터’와 ‘키즈카페’라는 키워드로 검색을 실시해 제목, 초록, 전문, 문헌의 질 평가 등의 단계를 통해 최종 113편의 연구물을 채택하였다.

