항공시장의 경쟁이 심화되면서 항공사는 다양한 비즈니스 혁신을 통한 생존방안을 모색해 왔다.

항공권판매에 의존하던 수익원을 다양한 비항공권 수익을 개발하게 되었고, 대표적인 것이 저비용 항공사에의해 도입된 상품분할에 의한 부가수익의 창출이다.

즉, 기존의 항공권에 포함하여 무상으로 제공되던서비스에 대하여, 최소한의 항공운송과 관련된 서비스만 기본적으로 제공하고 기타 서비스는 고객의선택에 따라 별도의 비용을 지불하고 이용하도록 하는 방식이다.

이 같은 부가수익은 최근의 항공사수익창출에서 큰 기여를 하는 것으로 나타나고 있으며, 저비용 항공사뿐만 아니라 기존항공사에서도다양한 형태로 도입되거나 도입을 고려하고 있다.

따라서 고객이 가치를 인지하고 추가적인 비용을 지불하고이용할 의도가 있는 서비스를 찾는 것이 무엇보다 중요하다.

본 연구에서는 기존에 일괄서비스로 제공되던항공사의 서비스를 개별 서비스로 분할하고, 각 서비스에 대한 고객의 인지가치와 추가 비용을 지불하고이용하려는 수용의도에 대한 조사 분석을 실시하고자 한다.

본 연구결과를 통해 항공사가 고객에게 가치를제공하면서 판매 가능성이 높은 개별 서비스를 개발하고, 이를 통해 항공사의 부가수익을 높일 수 있는기회가 되기를 기대한다.

@highlight

이 연구에서는 기존에 일괄서비스로 제공되던항공사의 서비스를 개별 서비스로 분할하고, 각 서비스에 대한 고객의 인지가치와 추가 비용을 지불하고이용하려는 수용의도에 대한 조사 분석을 실시하려 한다.

