이 연구는 태권도 도장문화의 변화과정에 대하여 역사적 분석 내용에 대한 철학적 해석을 통하여 점점 더 스포츠화 되어가는 태권도가 본연의 무도성을 잃지 않고 스포츠로서의 발전하는데 있어서의 긍정적인 방향에 대한 기초 자료 제공의 목적이 있다.

태권도는 무도 수련의 형태에서 스포츠적 요소인 신체적 단련 위주로 변해가고 있으며, 태권도 도장문화 역시 자기 수련의 형태에서 대인 수련의 형태로 변화하고 있다.

이와 같은 태권도 도장문화의 변화는 역사적으로 살펴보면 세속화 되었다고 볼 수 있다.

세속화란 Allen Guttmann이 스포츠 근대화 과정의 속성 중 한가지로서 태권도 도장문화는 세속화 되어감에 따라 점점 물신주의적, 영리적인 형태로 변화하게 되었다.

이러한 태권도 도장의 영리적 목적의 세속화 과정은 실용주의적 관점에서 해석할 수 있을 것이다.

태권도 도장문화의 변화는 시대의 발전과 함께 해야 했었으며 태권도 도장문화의 변화는 곧 실용주의적 관점에서 변화로 볼 수 있을 것이다.

@highlight

본고의 목적은 태권도 도장문화의 변화과정에 대해 역사적 분석 내용에 대한 철학적 해석을 통해 점점 더 스포츠화 되어가는 태권도가 본연의 무도성을 잃지 않고 스포츠로서의 발전하는데 있어서의 긍정적인 방향에 대한 기초 자료 제공에 있다.

