이 연구는 고등학교 복싱선수들의 스포츠 자신감과 자아탄력성 및 운동지속의도의 관계를 검증하는 데 본 연구의 목적이 있다.

자료수집은 고등학교 복싱선수들을 대상으로 편의표본추출법을 이용하였으며 213부가 최종분석에 사용되었다.

수집된 자료는 SPSS 21.0과 AMOS 21.0 통계프로그램을 활용하여 빈도분석, 요인분석, 신뢰도 분석, 상관관계 분석 그리고 구조방정식 모형 분석을 실시하였다.

결과는 다음과 같다.

첫째, 고등학교 복싱선수들의 스포츠자신감은 자아탄력성에 정(+)의 영향을 미쳤다.

둘째, 고등학교 복싱선수들의 스포츠자신감은 운동지속의도에 정(+)의 영향을 미쳤다.

셋째, 고등학교 복싱선수들의 자아탄력성은 운동지속의도에 정(+)의 영향을 미쳤다.

넷째, 자아탄력성은 스포츠자신감과 운동지속의도의 관계에서 부분매개 효과가 있다.

이상의 결과 스포츠자신감과 자아탄력성은 고등학교 복싱선수들의 운동지속의도를 증가시킨다는 것을 시사한다.

@highlight

본 논문은 고등학교 복싱선수들의 스포츠 자신감과 자아탄력성과 운동지속의도의 관계를 검증하는 것에 목적이다.

@highlight

자료수집은 고등학교 복싱선수들을 대상으로 편의표본추출법을 이용했다.

@highlight

수집된 자료는 빈도분석, 요인분석, 신뢰도 분석 등을 실시했다.

