최근 조직의 정보유출사고가 연이어 발생하면서 조직차원에서 정보보안 관리와 정보보안대책 수립이 시급하다.

특히 조직구성원들의 정보보안 관리 강화 방안을 마련하고 조직구성원들의 정보보안 인식의 제고를 위해 노력을 기울여야 한다.

조직의 정보보안이행 정도가 정보보안성과에 미치는 영향을 확인하기 위한 연구모형을 설정하였으며, 표본 집단으로 해운·항만조직과 금융·보험 조직의 구성원들을 선정하였다.

구조방정식 모형을 이용하여 결과요인을 도출하였으며 설문지를 통해 수집된 데이터를 실증적으로 분석하였다.

해운?

항만조직 구성원을 대상으로 정보보안성과에 영향을 미치는 요인을 분석한 결과는 다음과 같다.

첫째, 정보보안인식에 영향을 미치는 요인으로 정보보안태도, 정보보안관심도로 확인되었으며, 둘째, 조직의 정보보안정책에 영향을 미치는 요인으로는 정보보안규범인 것으로 확인되었다.

반면에 정보보안처벌과 정보보안교육은 정보보안정책 준수에 영향을 미치지 않는 것으로 확인되었다.

셋째, 정보보안인식은 정보보안정책준수, 정보보안능력, 정보보안행동에 유의한 영향을 미치는 것으로 확인되었다.

넷째, 정보보안정책준수는 정보보안능력과 정보보안행동에 영향을 미치는 요인으로 확인되었다.

마지막으로 정보보안능력과 정보보안행동은 정보보안성과에 영향을 미치는 요인으로 확인되었다.

@highlight

최근 조직의 정보유출사고가 연이어 발생하면서 조직차원에서 정보보안 관리와 정보보안대책 수립이 시급하다.

@highlight

구조방정식 모형을 이용해 결과요인을 도출했으며 설문지를 통해 수집된 데이터를 실증적으로 분석했다.

