콘

크

리

트

 

구

조

물

의

 

내

구

성

을

 

향

상

하

기

 

위

해

 

개

발

된

 

통

기

성

이

 

개

선

된

 

나

노

합

성

 

폴

리

머

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

의

 

내

구

성

향

상

 

효

과

를

 

평

가

하

기

 

위

해

 

내

부

 

구

조

와

 

공

극

량

을

 

측

정

하

였

으

며

,

 

염

분

침

투

,

 

탄

산

화

,

 

동

결

융

해

 

및

 

화

학

적

 

침

식

 

저

항

성

에

 

대

한

 

실

험

을

 

진

행

하

여

 

기

존

 

표

면

처

리

제

와

 

비

교

·

분

석

하

였

다

.

 

공

극

량

과

 

내

부

 

구

조

를

 

측

정

한

 

결

과

,

 

나

노

합

성

 

폴

리

머

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

는

 

0

.

3

㎛

 

이

상

의

 

공

극

과

0

.

1

㎛

 

이

하

의

 

공

극

영

역

에

서

 

세

공

량

이

 

감

소

하

는

 

경

향

을

 

보

였

으

며

,

 

전

자

현

미

경

을

 

통

한

 

촬

영

된

 

내

부

는

 

수

화

조

직

에

 

의

해

 

치

밀

함

을

 

보

였

다

.

 

나

노

합

성

 

폴

리

머

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

의

 

염

분

침

투

 

깊

이

는

 

무

도

포

 

콘

크

리

트

에

 

비

해

 

약

 

9

2

%

 

이

상

,

 

수

성

 

에

폭

시

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

보

다

도

 

약

 

7

0

%

 

이

상

 

감

소

하

였

다

.

 

이

는

 

탄

산

화

,

 

동

결

융

해

 

및

 

화

학

적

 

침

식

 

저

항

성

 

실

험

에

서

도

 

비

슷

하

게

 

나

타

났

다

.

 

특

히

 

황

산

 

5

%

 

수

용

액

에

 

침

지

실

험

한

 

화

학

적

 

침

식

 

저

항

성

 

실

험

에

서

는

 

침

지

 

1

2

일

 

이

후

 

무

도

포

 

콘

크

리

트

와

 

수

성

 

에

폭

시

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

에

서

 

-

4

%

의

 

중

량

감

소

를

보

였

지

만

,

 

나

노

합

성

 

폴

리

머

 

표

면

처

리

제

를

 

도

포

한

 

콘

크

리

트

는

 

-

1

.

7

%

의

 

중

량

감

소

율

을

 

보

였

으

며

,

 

T

s

i

v

i

l

i

s

 

e

t

 

a

l

.

에

 

의

한

 

외

관

등

급

 

조

사

법

에

서

도

 

우

수

한

 

결

과

를

 

보

였

다

.

@highlight

콘크리트 구조물의 내구성을 향상하기 위해 개발된 통기성이 개선된 나노합성 폴리머 표면처리제를 도포한 콘크리트의 내구성향상 효과를 평가하기 위해 내부 구조와 공극량을 측정했으며, 염분침투, 탄산화, 동결융해 및 화학적 침식 저항성에 대한 실험을 진행하여 기존 표면처리제와 비교·분석했다.