본 연구는 도시 및 농어촌 노인이 인식하는 노화불안, 자기방임행동, 자녀 지원 및 사회적 지원 수준을 알아보고, 노화불안과 자기방임 간 관계에서 자녀의 지원과 사회적 지원의 조절효과를 검증하기 위해 수행되었다.

이를 위해 서울대 SSK고령사회연구단의 [노인의 건강한 노화 및 웰다잉에 관한 연구] 데이터를 활용하여 서울시 및 6개 광역시에 거주하는 도시 노인 837명과 군단위 지역에 거주하는 322명의 농어촌 노인을 비교하였다.

인구학적 특성과 주요 변수에 대한 집단 비교를 위해 t-

test 및 χ2 test를 실시하였고, 회귀분석을 통해 노화불안과 자기방임과의 관계와, 자녀 지원 및 사회적 지원의 조절효과를 살펴보았다.

연구결과, 노화불안 수준에서 집단 간 차이가 발견되었지만, 두 집단 모두 노화불안을 높게 인식할수록 낮은 자기방임 수준을 나타내었다.

자기방임에 대한 자녀 및 사회적 지원 효과는 집단마다 다른 특징을 띄었고, 자녀 지원과 사회적 지원의 조절효과는 농어촌 노인집단에서만 발견되었다.

본 연구는 도농 노인들이 노화이슈에 관련한 스트레스에 대처하고 자기방임행동을 예방하기 위해 자녀 및 사회적 지원을 어떻게 활용하는지에 대해 실증적으로 규명하였다는 점에서 의의가 있다.

@highlight

도시와 농어촌 노인의 노화불안, 자기방임행동, 자녀 지원 및 사회적 지원 수준을 알아보고 노화불안과 자기방임 간 관계에서 자녀의 지원과 사회적 지원의 조절효과를 검증했다.

@highlight

인구학적 특성과 주요 변수에 대한 집단 비교를 위해 회귀분석을 실시하여 노화불안과 자기방임과의 관계, 자녀 지원 및 사회적 지원의 조절효과를 살폈다.

