고령사회에서 지방재정의 영향은 두 가지이다.

하나는 국가 전체적 영향과 동일하게 지역의 사회 경제적 침체 및 저성장이 지속되면서 지방세입 기반이 취약해지는 것이다.

다른 하나는 중앙 중심의 복지정책 확대에 따른 지방세출 부문의 변화에 대한 것이다.

후자의 영향은 복지레짐과 정부간 복지재정관계의 형태에 따라 다양하다.

국가최저수준의 사회안전망과 잔여적 사회서비스 지출로 복지수요에 대한 정부의 대응이 소극적인 경우에는 지방재정의 복지지출 부담은 상대적으로 크지 않다.

현행 제도적 맥락에서, 저출산-

고령화의 지방재정 영향은 중앙정부의 사회정책과 지방재정조정정책의 기조에 따라 좌우된다.

현재와 같은 상황 인식과 정부간 재정관계에서는 고령사회의 쟁점을 효과적으로 극복하지 못한다.

이 글에서는 중앙정부 중심의 사회정책체계와 정부간 복지재정관계 속에서 저출산 고령사회 정책이 확대될 경우 지방재정에 미치는 영향들을 분석했다.

또한 신사회위험을 극복하기 위한 정책파트너로서 지방재정의 정책과제를 모색했다.

@highlight

국가 전체적 영향과 동일하게 지역의 사회 경제적 침체와 저성장이 지속되며 지방세입 기반이 취약해지며, 중앙 중심의 복지정책 확대에 따른 지방세출 부문에 변화를 나타낸다.

@highlight

후자의 영향은 복지레짐과 정부간 복지재정관계의 형태에 따라 다양하게 나타난다.

