이 논문의 목적은 한국 정치에서 네트워크 정치 노선의 가능성을 타진해보고 무엇이 한계인지 이론적으로 모색해보는 것에 있다.

이를 위해 이 논문은 민주통합당의 총선 사례를 이론적으로 분석하고 있다.

이 글의 분석 결론은 한국 정치는 시민 네트워크 정치로의 혁신을 위한 거대한 잠재력을 가지고 있지만 아직 기존 정당들은 네트워크 정당 노선으로 변신에 있어 큰 한계를 가진다는 점이다.

특히 네트워크 분석과 대응의 통일된 시스템 및 시민 사용자에의 주도권 부여라는 측면 등에서 민주통합당의 네트워크 노선은 심각한 결함을 가졌다고 이 논문은 평가한다.

이러한 한계는 네트워크 정치로의 노선 선언에도 불구하고 사실상 이 노선을 실제적으로 이해하지 못한 선언적 주장임에서 주로 기인한다고 이 논문은 원인을 찾고 있다.

다른 한편으로 정당 외부의 뉴 미디어이자 풀뿌리 행동주의 그룹인 <나는 꼼수다> 등 일부 흐름의 영향력이 점차 퇴조해가면서도 과대 대표되는 등 외부 네트워크 생태계의 획일화가 가진 한계를 지적할 수 있다.

이 논문은 향후 네트워크 정치를 발전시키기 위해 기성 정당들이 시민 네트워크 노선에 대한 실제적 인식의 확고한 공유, 소셜 네트워크 분석 데스크 설치 등 효과적 시스템 구축, 온라인과 오프라인의 유기적 결합, 시민 주도권 승인의 관점과 시스템, 정당 외부 뉴 미디어 생태계 흐름의 다양화 등 몇 가지 대안을 제시한다.

@highlight

이 논문의 목적은 한국 정치에서 네트워크 정치 노선의 가능성을 타진해보고 무엇이 한계인지 이론적으로 모색해보는 것에 있다.

@highlight

이 글의 분석 결론은 한국 정치는 시민 네트워크 정치로의 혁신을 위한 거대한 잠재력을 가지고 있지만 아직 기존 정당들은 네트워크 정당 노선으로 변신에 있어 큰 한계를 가진다는 점이다.

