본 연구는 자본주의 금융구조의 제도적 결함인 금융취약성 분석을 통해 금융위기와금융안보의 문제를 분석하고 시사점을 제시한다.

본 연구는 ‘경제발전의 금융의존과금융 위기의 내적 발원의 딜레마’ 상황으로 집약되는 금융안보의 특성을 설명한다.

본연구는 구조적 금융취약성의 방어기제로 ‘투자의 사회화’를 금융안보의 확보 수단임을주장한다.

또한 금융위기의 전이에 대하여 ‘정책공간’(Policy Space)의 확보가 곧 금융안보의 확보수단임을 강조한다.

끝으로 안보연구 진영이 보여 왔던 경제 및 금융안보에대한 두 가지 접근태도를 비판한다.

하나는 경제안보의 하위분야로서의 금융안보의성격에 관한 것이고, 다른 하나는 금융안보를 경제와 안보의 연계선(economies-

security nexus)상의 파악 관점이다.

본고는 이러한 태도에서 탈피할 것을 주장한다.

금융안보가그 자체의 영역과 독립성의 확보는 물론 경제안보와 금융안보가 상호보완적이면서도배타적인 구조의 분석을 통해 자본주의 경제시스템에서의 금융안보의 지평이 확장될수 있음을 강조한다.

@highlight

본 논문은 자본주의 금융구조의 제도적 결함인 금융취약성 분석을 통해 금융위기와금융안보의 문제를 분석하고 시사점을 제시하였다.

@highlight

이 연구는 ‘경제발전의 금융의존과금융 위기의 내적 발원의 딜레마’ 상황으로 집약되는 금융안보의 특성을 설명하였다.

