국내에서 주로 재배중인 28개 품종의 품종 식별을 위해 생육기 및 형태적 특성을 조사하여 유연관계를 분석하였다.

래빗아이 블루베리 품종인 ‘Austin’, ‘Brightwell’, ‘Powderblue’, ‘Southland’, ‘Tifblue’가 하이부쉬블루베리에 비해 수확 기간이 길고 늦은 것으로 나타났다.

꽃의 L/D율은 래빗아이 블루베리 품종인 ‘Austin’, ‘Brightwell’, ‘Powderblue’, ‘Tifblue’과 남부하이부쉬 블루베리인 ‘Brigitta’ 품종의 경우 2.0 이상으로 나타나 수분에 불리할 것으로 판단되었다.

블루베리 품종별 형태적 특성 결과를 군집 분석한 결과 블루베리의 생육 및 과실 의형태적 특성에 의해 크게 2개의 그룹으로 구분할 수 있었다.

그룹 I은 래빗아이 블루베리 품종들이었으며 그룹 II는 하이부쉬블루베리 품종들이었다.

따라서 생육기 및 형태적 특성만으로도 래빗아이 블루베리 품종을 식별할 수 있을 것으로 판단되었으며 하이부쉬블루베리 내 반수고, 북부, 남부 하이부쉬 블루베리의 구분은 되지 않았다.

@highlight

국내에서 주로 재배중인 28개 품종의 품종 식별을 위해 생육기와 형태적 특성을 조사해 유연관계를 분석했다.

@highlight

래빗아이 블루베리 품종인 ‘Austin’, ‘Brightwell’, ‘Powderblue’, ‘Southland’, ‘Tifblue’가 하이부쉬블루베리에 비하여 수확 기간이 길었다.

