우리나라의 경우 표시와 광고로 인한 오인유발행위를 규제하는 일반적인 법률은 「표시·광고의 공정화에 관한 법률」(이하, ‘표시·광고법’이라 함)으로 표시·광고행위의 부당성을 판단하는 요소로서 ① 거짓·과장 등에 의한 허위성, ② 소비자오인성, ③ 공정거래저해성의 세 가지를 제시하고 있다.

그런데 거짓·과장의 표시·광고의 법위반여부 판단시 어떤 표시·광고가 거짓인지 아니면 사실과 부합하지만 다소 과장이 포함된 것인지를 명확히 구분하는 것을 쉽지 않으며, 객관적 진실과의 부합여부를 문제삼는 표시·광고의 거짓 여부를 소비자오인성과 구분하여 판단하는 것도 쉬운 일은 아니다.

우리 판례는 거짓 여부의 판정에 사회통념과 같은 가치판단을 개입하는가 하면, 법문에도 불구하고 별개의 요건인 소비자오인성이나 기만적인 표시·광고의 요소인 기만성을 포함하기도 하는 등 법령상 세가지 부당성 판단요소가 명확히 구분되어 판단되지는 않는다.

이러한 부당 표시·광고에 관하여 표시·광고법에 의한 경쟁법적 규제 이외에 민사법적 구제의 필요성을 검토하는 것도 바람직하다.

@highlight

우리나라의 경우 「표시·광고의 공정화에 관한 법률」에서 표시·광고행위의 부당성을 판단하는 요소로서 ① 거짓·과장 등에 의한 허위성, ② 소비자오인성, ③ 공정거래저해성의 세 가지를 제시하고 있다.

