이 논문은 여성할당제가 실제로 어떠한 정치적 효과를 가져왔는지를 살펴본 것으로 2001년에 실시되었던 프랑스 시의회 선거와 그 이후의 프랑스 정치의 변화를 중심으로 연구하였다.

프랑스 2000년 일종의 할당제인 동수법을 채택하여 2001년 시의회 선거에서 처음으로 적용하였다.

이 법에 따르면 모든 선거에서 남녀후보가 동수가 되어야하기 때문에 2001년 시의회 선거에서도 남녀후보는 동수가 되었다.

이렇게 구성된 시의회는 어떻게 프랑스 정치를 바꾸었는가?

우선 할당이 적용되지 않은 각분야에서 여성의 약진을 볼 수가 있다.

시장.

시장의 보좌진에서 여성의원이 증가하였고 할당이 적용되지 않는 다른 선거에서도 여성의원이 증가하였다.

수의 증가는 가장 중요한 변화이다.

두 번째는 여성정치인들의 경력이 바뀌었다.

이제까지 전통적인 정치인의 경력이었던 법조인 혹은 교사 등으로부터 사기업에 종사했던 사람들, 혹은 주부와 같은 무직자들이 대거 의회에 진입하여 새로운 정치가 가능하게 되었다.

또한 시의회내에서 활동이 상당히 바뀌었다.

남성들에 비해서 여성들은 시민들과의 접촉을 중시하였고 의회의 정책결정과 토론과정도 민주적으로 전환되고 있다.

마지막으로 시민들의 만족도인데 설문조사에 의하면 시민들이 새로운 의회에 상당히 만족하고 있다고 나타났다.

할당제의 확대에도 긍정적인 의견을 보였고 사회적 평등의 문제에도 큰 진전을 이루었다고 평가하였다.

여성할당제의 찬반에 대한 많은 논의가 있는데 프랑스 시의회를 통해서 보았을 때 할당제는 여성의 정치진입에 상당히 도움을 주며 정치의 변화에도 긍정적이라는 평가를 내릴 수 있다.

@highlight

본 논문은 여성할당제가 실제로 어떤 정치적 효과를 가져왔는지를 살펴본 것으로 2001년에 실시되었던 프랑스 시의회 선거와 그 이후의 프랑스 정치의 변화를 중심으로 연구했다.

