본 연구의 목적은 소비자의 안전표시 지식수준에 맞게 식품위해불안에 효과적으로 대처하고, 안전한 식품 구입을 증대시킬 수 있는 실효성 높은 식품표시제도 운영 방안을 제안하는 것이다.

이를 위하여 식품위해불안이 식품표시 확인과 안전표시식품 구입에 미치는 영향력이 안전표시 지식수준에 따라 어떻게 다른지 차이를 검증하였다.

본 연구는 한국농촌경제연구원에서 제공하는 2015 식품소비행태조사 자료를 사용하여 다중집단 확인적 요인분석과 다중집단 구조방정식 모형 분석을 수행하였다.

분석 결과, 식품위해에 대한 소비자 불안이 식품표시 확인에 미치는 영향은 안전표시 지식수준이 높은 집단에서는 유의하지 않았고, 지식수준이 낮은 집단에서는 정적으로 유의하여 차이를 보였다.

또한, 식품위해불안이 안전표시식품 구입에 미치는 영향은 모든 집단에서 정적으로 유의하였고, 안전표시 지식수준이 높은 집단의 영향력이 안전표시 지식수준이 낮은 집단의 영향력보다 큰 것으로 나타났다.

마지막으로 식품표시 확인이 안전표시식품 구입에 미치는 영향은 두 집단 모두에서 정적으로 유의하였고, 안전표시 지식수준이 높은 집단의 영향력이 낮은 집단의 영향력보다 더 크게 나타났다.

이를 바탕으로 본 연구는 식품위해로부터 소비자를 보호하고, 식품의 안전성을 확보하기 위한 효과적인 식품표시제도 운영 방안과 소비자교육 방안 수립에 유용한 기초 자료를 제시하였다.

@highlight

본고는 소비자의 안전표시 지식수준에 맞게 식품위해불안에 효과적으로 대처하였고, 안전한 식품 구입을 증대시킬 가능성이 있는 실효성 높은 식품표시제도 운영 방안을 제안하고자 하였다.

