‘생명’이라는 단어는 근대문학 형성 초기에만 하더라도 각별한 관심과 애호 속에서 활용되었다.

이 단어는 철학, 종교, 문학 등 지식 분야 전반에 걸쳐 광범위하게 확산되었으며, 특히 개성, 자아, 예술의 권능을 합법화하는 데 매우 중요한 지반이 되었다.

이를 입증하기 위해, 본고는 니시다 기타로(西田畿多郞)의 주요 저작과 그에 상응하는 『학지광』 세대의 문화 담론을 비교하여 검토하고, 그 연장선상에서 1920년대 주요 문학평론과 전영택의 초기작 「生命의 봄」을 분석했다.

‘생명’은 청년지식인들이 다이쇼기의 사상적 흐름과 접촉하는 가운데 자연스럽게 수용하고, 다른 한편 『학지광』이라는 학우회 기관지 내부에서 그 실제적 의미를 체득한 근대어였다.

이 단어를 중심으로 비로소 ‘근대적 자아’에 관한 담론이 동인지 문학 내에서 창안되고 널리 확산될 수 있었다.

전영택의 경우, ‘생명’이라는 신조어에 크게 감화된 나머지 이 어휘를 포함하는 소설 「생명의 봄」을 창작하여 예술가 주체를 선진적으로 형상화해냈다.

@highlight

‘생명’이라는 단어는 근대문학 형성 초기에만 하더라도 각별한 관심과 애호 속에서 활용되었다.

