사회적 약자의 공간적 분포는 현대 도시지리학의 주요 연구 주제이지만 고령일인가구에 대한 연구는 충분히 이루어지지 못하였다.

이 연구의 목적은 서울을 대상으로 고령일인가구의 분포 및 대중교통에 대한 접근성의 공간적 패턴과 상호 관련성을 분석하는 것이다.

주요 분석 결과는 다음과 같다.

첫째, 서울의 고령일인가구(특히 저소득 가구)는 일부 지역에서 높은 집중도를 보이고 있으며 국지적으로 군집하는 경향을 보이고 있다.

둘째, 서비스 제공 지점(정류장)에 초점을 두어 대중교통에 대한 접근성을 분석한 결과 주요 중심지와 간선 교통망을 따라 접근성이 높게 나타난 반면, 도시 외곽과 일부 도시 내부에서는 접근성이 낮았는데, 접근성 상위 지역과 하위 지역 간에는 차이가 비교적 크게 나타났다.

셋째, 고령일인가구의 집중도와 대중교통 접근성 간에 전역적 상관성은 드러나지 않았으나, 집중도는 상당히 높지만 접근성은 낮은 지역들이 국지적으로 산재하는 것으로 나타났다.

이 연구는 고령일인가구의 공간적 분포는 물론 대중교통에 대한 접근성을 실증적으로 분석함으로써 학술적 연구는 물론 관련 도시 정책의 실행에 기여할 것으로 기대된다.

@highlight

본 연구의 목적은 서울을 대상으로 고령일인가구의 분포 및 대중교통에 대한 접근성의 공간적 패턴과 상호 관련성을 분석하는 것이다.

@highlight

본 연구는 고령일인가구의 공간적 분포는 물론 대중교통에 대한 접근성을 실증적으로 분석함으로써 학술적 연구는 물론 관련 도시 정책의 실행에 기여할 것으로 기대된다.

