본 논문은 날로 증대되고 있는 청소년들의 폭력행사를 감소시키기 위해서폭력행사에 영향을 미치는 요인이 무엇인가를 밝히고자 시도한 논문이다.

폭력행사에의 영향요인을 청소년 개인의 속성으로서 공격성과 심리적 갈등, 환경적 특성으로서 가정환경(가족 유대감, 부모와의 갈등), 학교환경(소외감, 교사의 무관심과 방임), 사회환경(폭력에의 무감각, 퇴폐폭력문화에의 노출) 으로 구분하고, 교육적 요인으로서 자기조절능력, 인성교육 등을 고려하였으며, 남녀학생간의 성별 특성이 폭력행사에 영향을 미칠 것으로 가정하였다.

본 논문의 검정결과에 의하면, 개인의 공격성이 강할수록, 심리적 갈등을느낄수록, 가족과의 유대감이 약할수록, 학교에서 교사들이 폭력에 무관심하고 방임할수록, 사회가 퇴폐폭력문화에 노출될수록 폭력행사를 할 가능성이높았으며, 인성교육을 받을수록 폭력행사는 감소하는 것으로 검정되었다.

다만 부모와의 갈등이 있을수록, 소외감을 느낄수록, 사회의 폭력 무감각, 자기조절 능력은 폭력행사와는 통계적 유의성이 없었다.

남녀학생의 성별 더미변수는 남학생일수록 여학생보다 폭력행사 가능성이 높은 것으로 검정되었다.

@highlight

본 논문은 날로 증대되고 있는 청소년들의 폭력행사를 감소시키기 위해서폭력행사에 영향을 미치는 요인이 무엇인가를 밝히고자 시도한 논문이다.

