한국교회는 20세기 후반 놀라운 교회성장을 통하여 세계의 주목을 받았다.

또한 한국교회는 20세기 후반 놀라운 선교성장을 통하여 다시 한 번 세계의 관심을 끌었다.

특히 1980년대부터 한국선교는 급성장하는 비서구선교국으로 그 위상이 높아져왔다.

그러나 오늘날 한국교회의 위기가 심심찮게 거론되고 있다.

이미 20세기말부터 한국교회의 교회성장에 대하여 찬사를 보내던 학계는 그 진정성(integrity)을 문제 삼기 시작했다.

21세기에 들어서면서부터 한국선교에 관하여서도 위기론이 대두되고 있다.

한국선교의 급성장에 대하여 찬사를 아끼지 않았던 학계는 그 진정성도 문제 삼기 시작한 것이다.

본 논문은 이런 한국선교의 갈림길에서 지난 30년을 회고하고자 한다.

특히 선교성장, 선교사상, 선교실천을 살펴보았다.

선교성장에 관해서는, 선교성장의 추세, 선교성장의 원인과 추세에 대한 해석, 선교성장의 의의와 문제점 등을 다루었다.

선교사상에 관해서는, 전통적 선교관의 우세, 교회 중심적 선교, 한국적 선교 등의 문제를 다루었다.

그리고 선교실천에 관해서는 신진 선교, 개인주의적 선교의식, 팽창주의적 선교정책 등의 문제를 다루었다.

결론적으로, 해당 기간 동안 한국선교는 비약적으로 발전했는데, 한편으로는 비서구선교의 가능성을 보여주었고, 다른 한편으로는 앞으로 해결해나가야 할 수많은 문제들도 야기했다.

@highlight

이 논문은 이런 한국선교의 갈림길에서 지난 30년을 회고하려 한다.

@highlight

결론적으로, 해당 기간 동안 한국선교는 비약적으로 발전했는데, 한편으로는 비서구선교의 가능성을 보여주었고, 다른 한편으로는 앞으로 해결해나가야 할 수많은 문제들도 야기했다.

