본 연구는 미술교육과 관련을 가지는 ‘시각지수’, ‘미술자아개념’의 검사 도구의 상관관계를 통해 미술교육에 함의하는 바를 살펴보고자 하였다.

본 연구의 목적은 연구대상에 따른 시각지수의 관계, 연구 대상에 따른 미술자아개념의 관계, 시각지수와 미술 자아개념의 관계를 알아보고자 하였다.

이에 시각지수 34문항, 미술자아개념 41문항을 2019년 5월에 초등학교 6학년 총 131명을 대상으로 검사를 실시하였다.

본 연구의 결과는 ‘시각지수’는 여학생이 남학생에 비해 높게 나왔으며 미술 관심도와 미술교육 경험 기간이 오래될수록 시각지수가 높게 나왔다.

또한 ‘미술자아개념’도 여학생이 남학생보다 높게 나왔으며 미술 관심도와 미술교육 경험 기간이 오래될수록 미술자아개념이 높게 나왔다.

이에 ‘시각지수’가 높을수록 ‘미술자아개념’이 높게 나옴을 알 수 있었다.

이와 같은 결과를 바탕으로 ‘시각지수’와 ‘미술자아개념’은 정적 상관관계를 가지며 ‘시각지수’ 중 ‘색채 시각 표현능력’, ‘운동 시각 표현능력’, ‘시각 인지 표현능력’이 높을수록 ‘미술자아개념’이 높음을 알 수 있었다.

따라서 본 검사도구의 관계 분석을 통해 미술교육에서 학습자의 능력 및 역량에 대한 의미를 살펴볼 수 있다는 의의를 가진다.

@highlight

본 연구는 미술교육과 관련을 갖는 ‘시각지수’, ‘미술자아개념’의 검사 도구의 상관관계를 통해 미술교육에 함의하는 바를 알아보고자 한다.

@highlight

그 결과 ‘시각지수’는 여학생이 남학생에 비해 높게 나왔고 미술 관심도와 미술교육 경험 기간이 오래될수록 시각지수가 높게 나타났다.

