본 연구는 웹 환경에서 어플리케이션 복잡도의 빈도분포를 근거로 한계값의 적정성을 분석하기 위한 실험을 하였으며 두 가지 가정을 기준으로 작업하였다.

즉, 절차적 프로그래밍에서 McCabe의 상한값 10과 자바 프로그래밍에서의 Lopez의 상한값 5에 대하여 웹 프로그래밍 구문에 이들 설정값의 적용이 가능한가?

에 대한 실험으로 10 웹 사이트 프로젝트를 수집하였고 4,000여개의 ASP파일 표본이 측정되었다.

웹 어플리케이션에 대한 복잡도 빈도분포를 파악한 결과 통합된 웹 어플리케이션의 90% 이상이 복잡도 50이하의 값을 가짐으로써 한계값 50이 제안되었다.

서버, 클라이언트, HTML이 통합된 웹 어플리케이션의 구조상 HTML의 복잡도가 35~40의 값을 가지게 되는데 이는 HTML이 주로 홈 페이지나 사이트 맵을 구성하는 메뉴 형태로 되어 있어 높은 복잡도의 적합성이 설명되었다.

향후 웹 어플리케이션의 구조상 복잡도와 관련된 숨어 있는 속성은 없는지 관련성을 찾아보는 노력이 필요하다.

@highlight

이 연구는 웹 환경에서 어플리케이션 복잡도의 빈도분포를 근거로 한계값의 적정성을 분석하기 위한 실험을 하였으며 두 가지 가정을 기준으로 작업하였다.

