세계 각국은 국가를 위해 헌신한 개인의 피해를 보상하고 그 정신을 기림으로서 ‘국가공동체’의 존속과 발전을 도모하기 위해 보훈정책을 시행하고 있다.

우리나라의 보훈정책은 1950년 군사원호법이 처음 만들어진 이후 역대 정부를 거치면서 지속적으로 발전하여 2016년 말 기준 854,356명에 달하는 보훈대상자와 4.8조원의 예산을 사용하는 수준으로 성장하였다.

그러나 ‘국민보훈의식지수’ 분석결과와 사회적 평가 등을 보면 외적 성장에 비해 정책의 실효성은 그리 높지 않은 것으로 나타나고 있다.

이렇게 정책의 효과성이 낮은 이유에 대해 의견을 종합 및 분석해보면 정책주체인 국가보훈처는 보훈에 대한 사회적 인식 부족, 정치의 개입, 예산 부족 등을 이유로 드는 반면, 보훈대상자는 보상의 형평성 부족, 선양활동의 미흡 등을 문제점으로 인식하고 있으며, 학자들은 정치집단의 과도한 정책개입을 가장 큰 문제로 보고 있다.

따라서 이러한 문제점을 개선하기 위해서는 대상 집단과 국민들의 의견을 반영하여 국가보훈처와 국가보훈위원회의 정치적 중립여건을 보장하고, 보훈대상자 분류체계와 지원기준의 전면적 개선을 통해 보훈대상 간 갈등을 해소하며, 보훈예산과 선양프로그램의 적정 편성, 고도화 등을 통해 보훈정책의 실효성을 높여야 할 것이다.

@highlight

우리나라의 보훈정책은 1950년 군사원호법이 처음 만들어진 이후 역대 정부를 거치면서 지속적으로 발전해 2016년 말 기준 854,356명에 달하는 보훈대상자와 4.8조원의 예산을 사용하는 수준으로 성장했다.

