최근 산업현장에서는 생산성, 품질, 고객 만족도를 향상시키기 위해 정보통신기술(ICT)을 기반으로 한 스마트 팩토리 체제로 전환하고 있다.

스마트 팩토리를 실현함에 있어 가장 중요한 장치는 무인 반송차(AGV)이며, AGV의 도입이 증가하고 있다.

일반적으로 AGV은 범용 PLC를 이용하여 개발하고 있으나, 범용 PLC로 개발된 AGV의 가격은 고가이며, 부피 또한 크다.

한편, 산업현장에서는 작업장의 공간적 제약 때문에 소형화, 용이한 재구성 등이 가능한 저가의 AGV를 요구하고 있다.

따라서 본 연구에서는 이러한 문제점을 해결하기 위해 PLC 내장형 AGV 제어기의 설계법을 제안하고, 그 성능을 평가하였다.

그 결과, 우수한 속도제어와 주행 정밀도(속도제어 오차=0.021[m/s], 주행자세제어의 평균오차 = 2.1[mm])를 보였다.

이와 같이 제안된 AGV 제어기를 산업현장에 적용한다면, 저비용으로 소형화와 재구성 등이 가능할 것이다.

@highlight

본 연구는 이러한 문제점을 해결하기 위해 PLC 내장형 AGV 제어기의 설계법을 제안하며, 그 성능을 평가했다.

@highlight

그 결과, 우수한 속도제어 및 주행 정밀도(속도제어 오차=0.021[m/s], 주행자세제어의 평균오차=2.1[mm])를 보였다.

