본 연구는 국제상거래에 있어 영국법상의 Frustration이론을 분석하는 것에 목적을두고 있다.

일반적으로 “계약은 지켜져야 한다”는 원칙은 계약이 조건에 따라 이행된다는 것을 추정하는 것이며, 예컨대 불가항력, Frustration, 사정변경의 원칙 또는 가혹조항과 같은 면책에 의해 제한된다는 것을 의미하는 것으로 인정되고 있다.

계약 당사자가 불가항력조항을 계약에 편입하는 것을 선택하는 경우 계약 당사자는불가항력 사태를 구성하는 것뿐만 아니라 그러한 사태의 효과에 대해서도 규정할 수있다.

예컨대 계약과 관련된 시간적인 연기의 부여, 정지 또는 변경과 계약의 종료에관련된 것도 규정할 수 있다.

이들 조항의 변경과 신축성의 경우 일련의 불가항력사태의 효과에 대해 근본적으로 문제로 되는 조항의 적정한 해석을 원용해야 한다는 것이다.

어떤 사례에 있어 불가항력조항 자체가 모든 사태를 취급할 수 없는 경우라도 보통법 규칙을 원용하는 것이 가능하다.

그러나 Frustration의 경우에는 다른 점이 있다.

역사적으로 당사자에 의해 협의한 계약상의 조건보다 오히려 일반법, 즉 보통법과 제정법을 더욱더 원용해 왔다는 점이다.

예컨대 Frustration으로 인해 해제된 계약은 당사자의 요구에도 불구하고 법 규칙의 이행에 의해 자동적으로 종료되게 된다.

@highlight

본 논문은 국제상거래에 있어 영국법상의 Frustration 이론을 분석하는 것을 목적으로 하고 있다.

@highlight

일반적으로 “계약은 지켜져야 한다”는 원칙은 계약이 조건에 따라 이행된다는 것을 추정하는 것인데, 예를 들어 불가항력, Frustration, 사정변경의 원칙, 가혹조항과 같은 면책에 의해 제한된다는 것을 의미한다.

