일로일로 지방의 투만독(Tumandok)은 한국 정부가 지원하는 다목적 댐을 건설하는 프로젝트를 진행하는 과정에서 부정적인 영향을 받는 집단으로 한국에 인지되기 시작했다.

토착민 집단이 집합적으로 반대 의견을 내기 위해서는, 한 집단으로 규정될 수 있는 종족 공동체가 존재해야 하며 집합적인 의견을 낼 수 있는 정치사회 체계를 갖추고 있어야 한다.

하지만 화경에 의존한 경제생활과 하천을 따른 잦은 이동으로 인해 상대적으로 집단 내 위계구조나 집합적 소유 체제가 강하지 않다.

이렇게 느슨한 공동체가 국가나 국제기부의 지방 개발의 과정에 대한 저항 과정에서 어떻게 공고해졌을까?

역사적으로 삼림개발에 저항하던 초기와 댐 건설 반대 운동을 하는 최근의 저항운동응 어떠한 연속성과 차별성을 갖는가?

종족성을 규정하는 데 있어서, 그것이 근원적으로 존재하는 특성인지, 아니면 도구적으로 구성되는지에 대해서는 논란이 있어왔지만 투만독의 사례를 보면, 국가 정책과의 저항과정에서 보다 광범위하게 구성된 측면이 강하다.

개발 프로젝트로 인하여 땅과 자연에 대한 이용권을 두고 국가와 토착민이 충돌하는 전장이 되었던 것이다.

따라서 국제개발 프로젝트가 지역사회에 미치는 영향에 보다 민감하게 관심을 가짐과 동시에 국가가 정한 절차나 의사결정 과정을 보다 면밀히 따를 필요성이 제기된다.

@highlight

일로일로 지방의 투만독은 한국 정부가 지원하는 다목적 댐을 건설하는 프로젝트를 진행하는 과정에서 부정적인 영향을 받는 집단으로 한국에 인지되기 시작했다.

@highlight

하지만 화경에 의존한 경제생활과 하천을 따른 잦은 이동으로 인해 상대적으로 집단 내 위계구조나 집합적 소유 체제가 강하지 않다.

