본 연구는 예비유아교사대상 과학교육 관련 연구가 활발히 진행됨에도 불구하고 실태에서는 많은 교사들이 아직도 과학교육을 어려워한다는 사실에 기초하여 연구에 대한 새로운 접근이 필요하다고 판단하였다.

이에, 뇌 기반 접근의 연구를 시도하기 위해, 그에 앞서 연구의 타당성을 확보하고 기존 수업모형과의 비교를 통해 가능성과 보완점을 찾고자 본 연구를 실시하였다.

이를 위해 뇌 기반 접근의 과학교육 수업모형을 개발하였고, 이를 서울 소재 3년제 전문대 유아교육과 1학년 96명에게 적용한 후 과학교육 태도에 미친 효과를 사전, 사후 검사를 실시하여 종속 표본 t 검증을 통해 분석하였다.

그리고 동일한 종속변인을 가진 동일 연구대상의 선행 수업모형들을 수집하여 메타분석을 통해 평균효과크기의 통계적 타당성을 검증하고, 모형별 효과크기를 비교하였다.

연구 결과, 본 연구의 뇌 기반 과학교육 수업모형은 예비유아교사의 과학교수태도 전체에 긍정적인 영향을 미쳤으며, 종속변인이 동일한 기존 모형들과의 메타분석 결과에서도 보다 더욱 긍정적인 효과가 있다고 판단할 수 있었다.

@highlight

이 연구는 예비유아교사대상 과학교육 관련 연구가 활발히 진행됨에도 불구하고 실태에서는 많은 교사들이 아직도 과학교육을 어려워한다는 사실에 기초하여 연구에 대한 새로운 접근이 필요하다고 판단했다.

