이 논문은 백석 시에 나타난 아일랜드 문학의 영향을 밝히는 것을 목적으로 한다.

논문은 특히 예이츠와 싱의 창작 기법이 백석 시에 미친 영향과 의미를 고찰하고자 한다.

이에 대한 전거는 백석의 번역 논문 「「죠이쓰」와 愛蘭文學」에서 찾을 수 있다.

이 번역 논문은 식민지의 위기 상황에서 민족정체성을 재건하기 위해 아일랜드 작가들이 모색했던 창작 기법을 다루고 있는데, 이는 그들과 유사한 상황에 놓인 백석에게 시사하는 바가 컸으리라 판단된다.

전통적으로 내려오는 아일랜드 설화를 시에 차용한 예이츠의 시작법은 조선의 풍속적 소재를 통해 ‘조선적인 것’을 구현한 백석 시의 특징과 유사하다.

이밖에도 앵글로 아이리쉬 방언을 활용한 싱의 창작 기법도 백석 시와 관련된다.

아일랜드의 고유성이 훼손되지 않은 방언을 활용해 독창적 언어 체계를 마련한 싱의 기법은 방언과 표준어를 함께 배치하여 백석이 창출한 ‘문학적 방언’과 연계된다.

아일랜드 문학과의 대타 관계 속에 백석 시를 살핀 논문의 연구 방법은 ‘조선’이란 한정된 의미망 속에서 백석 시를 논한 기존 연구경향에서 벗어나, 거시적 관점에서 백석 시의 특징과 기원을 해명했다는 점에서 의미를 지닌다.

@highlight

본 논문은 백석 시에 나타난 아일랜드 문학의 영향을 밝히는 것이 목적이다.

@highlight

논문은 특히 예이츠와 싱의 창작 기법이 백석 시에 미친 영향과 의미를 고찰하려 한다.

