본 연구는 1975~2010년간 우리나라 자영업 비중의 변화를 분석하고 특히 자영업 비중과 실업률 및 주요 변수와의 장기 및 단기관계를 추정한다.

기존 연구와 달리 본 연구는 다양한 자영업 비중의 지표를 구성하고, 공적분과 오차항 수정모형을 추정하며, 실업률과 자영업 비중 사이의 비대칭성을 분석에 포함시킨다.

연구결과, 자영업 비중과 실업률 사이에는 장기 및 단기 관계가 존재하지만 단기에 있어서 이러한 관계는 비대칭적인 것으로 나타났다.

또한, 장기와 단기 모두에 있어서 순수 자영업자 비중과 실업률 사이에는 양의 관계가, 고용주 비중과 실업률 사이에는 음의 관계가 존재하는 것으로 나타났다.

이러한 결과는 순수 자영업자인 경우는 밀어내기 가설이, 고용주의 경우에는 끌어들이기 가설이 지지되는 것으로 해석될 수 있다.

이 외에도 자영업 비중과 소득세율 사이에는 양의 관계를 보이기 때문에 세율이 높을수록 상대적으로 세금회피가 쉬운 자영업을 선택할 가능성이 있다는 점, 고용주와 순수 자영업자는 학력 측면에서 이질적이라는 점, 실업률이 자영업 비중에 미치는 영향은 인구구조변화와 경기 변동에 따라 달라질 수 있다는 점 등이 발견되었다.

하지만 Parker(1996) 등의 외국 연구에서 자영업 비중에 중요한 영향을 미치는 것으로 밝혀진 상대적 소득격차, 실질 이자율, 노사분규 등은 우리나라에는 그 영향력이 미미한 것으로 나타났다.

@highlight

이 연구는 1975~2010년간 우리나라 자영업 비중의 변화를 분석하고 특히 자영업 비중과 실업률 및 주요 변수와의 장기 및 단기관계를 추정한다.

