21세기를 살아가는 우리는 과거 20~30년 전과는 전혀 다른 디지털 세상에서 살고 있다.

면대면 전화통화는 물론 인터넷을 이용 택시를 부르거나 내가 타고 싶은 버스가 현재 어느 정도 오고 있는지, 현재 우리아이가 어디에서 있는지 등 실시간 디지털 서비스의 제공으로 편익을 제공받고 있다.

하지만 향후의 디지털 세상은 지금과는 또 다른 디지털환경으로 변화될 것으로 생각된다.

그 중 가장 많은 변화를 가져올 것이 자동차분야이다.

앞으로 자동차는 사람이 직접 조작하지 않는 자율주행차 시대가 도래 할 것으로 보고 있으며, 현재 세계 각국은 어느 정도 그 기술을 확보하고 있는 상황이다.

우리나라 역시 현대자동차를 필두로 자율주행차 개발에 박차를 가하고 있다.

하지만 그 아무리 자율주행차를 개발하고 우리의 생활에 많은 편익을 제공한다 하여도 이를 수반하는 법제도의 정비 없이는 자율주행차를 우리의 도로환경에서 보기에는 쉽지 않을 것이다.

현재의 우리 법제도는 자동차는 ‘운전자’가 운전하는 것으로 보고 있으며 도로환경 역시 ‘인간’을 위주로 구성되어 있다.

그러나 자율주행차의 시대가 도래 하면 자동차 운행의 중심은 디지털이며 이러한 디지털 기기의 송수신으로 인하여 자동차가 운행될 것이다.

이에 자율주행차의 편리함을 맛보기 전 우리는 법제도의 정비를 우선시 할 필요가 있는 것이다.

따라서 본 논문은 우리 보다 앞선 자율주행차 기술을 가지고 있는 일본의 현재 법제도 정비상황과 사고발생시 문제되는 형사책임의 논의를 사전 점검하여 봄으로서 향후 우리의 법제도 정비방향과 형사책임문제 논의의 밑거름이 되고자 한다.

@highlight

21세기 디지털 세상에서 가장 많은 변화를 가져올 것은 자동차분야로 자율주행차 시대가 도래 할 것으로 보인다.

@highlight

본 논문은 우리 보다 앞선 자율주행차 기술을 가지고 있는 일본의 현재 법제도 정비상황과 사고발생시 문제되는 형사책임의 논의를 사전 점검해 봄으로서 우리의 법제도 정비방향과 형사책임문제 논의의 밑거름이 되고자 하였다.

