최근 사회적기업의 빠른 성장세와 중요성에도 불구하고 대부분의 사회적기업들은 영세한 사업규모, 정부에의 재정적 의존, 전문 경영 인력과 지식의 부재, 소비자의 낮은 인지도 등 많은 한계를 갖고 있다.

따라서 사회적기업의 경제적 자립을 위한 마케팅 분야의 실증적 연구가 필요하지만 현재 이에 대한 연구는 미미한 실정이다.

이에 본 연구는 (1) 사회적기업의 이미지와 소비자의 자아이미지 일치성, (2) 사회적기업의 상품에 대한 소비자의 기대수준과 실제 성과와의 기능적 일치성, (3) 사회적기업 상품이 내포하는 사회적 가치와 소비자의 가치일치성이 사회적기업에 대한 고객만족과 애호도에 미치는 영향을 살피고, 이 과정에서 소비자의 공익관여도의 조절적 역할을 확인하여 사회적기업의 장기적인 마케팅에 시사점을 주고자 하였다.

본 연구의 결과는 다음과 같다.

첫째, 자아이미지 일치성, 기능적 일치성, 가치 일치성은 모두 사회적기업의 소비자가 사회적기업과 그 상품에 대한 만족을 형성하는데 긍정적인 영향을 미치고 애호도를 형성하게 한다.

둘째, 공익관여도는 자아이미지 일치성이 고객만족에 미치는 영향의 민감도를 낮추는 조절변수로 나타나 사회적기업에 대한 만족에 있어 공익관여도가 중요한 역할을 할 수 있음을 보였다.

셋째, 사회적기업의 소비자들은 여성의 비중이 높고 소득이 낮은 편이며, 전반적으로 공익관여도가 높다는 소비자 특성을 보였다.

@highlight

요즘 사회적기업의 빠른 성장세와 중요성에도 대부분의 사회적기업들은 영세한 사업규모, 정부에의 재정적 의존, 전문 경영 인력과 지식의 부재, 소비자의 낮은 인지도 등 많은 한계를 갖고 있다.

