논문은 목회 현장의 실천적 사역에서 중요한 역할을 수행하고 있는 지도력과 상담의 연관관계를 살펴보는데 중점을 둔다.

강조점은 목회 지도력과 상담이 서로 간에 도움을 줄 수 있는 부분이 있다는 점과, 이를 효과적으로 활용할 때 성도의 성숙과 신앙공동체에 유익을 준다는 것이다.

이를 증명하기 위해 기독교적 관점에서 리더십과 상담의 상호 연관관계를 살펴보는데, 주로 상담적 접근방법이 어떻게 효과적인 지도력을 가져오는 지를 중점적으로 찾아본다.

첫째, 리더십 이론의 역사적 변화의 결과와 기독교 리더십의 개념이 구성원에 대한 돌봄과 안내의 역할을 강조하고 있다는 것을 찾아본다.

다시 말해 기독교의 섬김의 지도력은 상담적 돌봄의 방법론이 활용될 때 본래 의도된 본래적 영향력을 발휘하게 된다.

둘째, 리더십이 관계를 통한 영향력이라는 관점에서, 관계를 맺는데 필요로 하는 인간의 동기, 성격에 대한 이해, 관계기술 등에 대한 상담학의 이론과 실제적 결과물을 지도자가 활용할 수 있다는 것을 살펴본다.

셋째, 지도력의 유형이 집단상담에 적용된다는 것을 확인하고, 코칭과 멘토링 역시 상담에 활용할 수 있다는 점을 추적한다.

넷째, 지도자가 자신을 건강하게 지켜가고 더 나아가 영적, 심리적 성숙을 하는데 있어서 상담은 도움을 제공한다.

@highlight

논문은 목회 현장의 실천적 사역에서 중요한 역할을 수행하고 있는 지도력과 상담의 연관관계를 살펴보는데 중점을 둔다.

