각종요인에 의하여 열화된 콘크리트 부재의 내구성이나 방수성 등의 성능저하를 회복시켜 주기위하여 각종 보수공법이 적용되고 있다.

본 연구에서는 VA/E/MMA 터폴리머 분말수지와 아질산형 하이드로칼루마이트를 병용한 단면복구재를 시험제조하여 수축저감제 첨가율에 따른 단면복구재의 성능을 평가한다.

단면복구재는 강도시험을 비롯한 물성 및 내구성 전반에 걸쳐 평가되며, 그 결과는 범용의 VAE 코폴리머를 이용한 단면복구재와 비교검토하여 기존의 재료와의 성능차이를 파악한다.

시험결과, 재유화형 분말수지를 이용한 단면복구재는 모든 평가항목에 대하여 품질규격에서 요구하는 품질을 만족하였으며, 특히 VA/E/MMA 터폴리머 분말수지를 이용한 단면복구재가 VAE 코폴리머 분말수지를 사용한 것에 비하여 성능이 우수하였다.

@highlight

본고에서는 VA/E/MMA 터폴리머 분말수지와 아질산형 하이드로칼루마이트를 병용한 단면복구재를 시험제조하여 수축저감제 첨가율에 따른 단면복구재의 성능을 평가한다.

