2005년 2월 교토의정서가 공식 발효되면서 온실가스 감축을 목표로 하는 부문별 지구온난화 방지대책이 의무적으로 실시되고 있다.

그동안 국제해운부문은 교토기후협약의 CO2 배출규제 적용대상에서 제외되었으나 IMO 제62회 해양환경보호위원회(MEPC62)에서 해양오염방지조약(MARPOL)의 일부 개정안이 심사·채택됨에 따라 향후 국제해운부문에서도 CO2 배출규제 대책들이 본격적으로 논의될 전망이다.

일례로 2013년 이후 새롭게 건조되는 선박의 경우 종류별로 CO2 배출기준을 만족시킬 수 있어야 하며 현재 운항 중인 선박도 CO2 감축을 목표로 하는 에너지절감형 운항계획의 작성이 의무화된다.

본 연구에서는 배출규제와 관련한 현실적 대안 중 하나로 많은 관심을 받고 있는 배출량거래제도(ETS)를 선사와 탄소시장을 중심의 옵션계약형태(콜옵션, 풋옵션)로 모형화하고 선사의 공급관점에서 최적해(단위옵션가격)를 제시하였을 뿐만 아니라, 수치실험을 통해 옵션의 수요별 효율성을 검증하였다.

@highlight

이 연구에서는 배출규제와 관련한 현실적 대안 중 하나로 많은 관심을 받고 있는 배출량거래제도를 선사와 탄소시장을 중심의 옵션계약형태(콜옵션, 풋옵션)로 모형화하고 선사의 공급관점에서 최적해(단위옵션가격)를 제시했을 뿐만 아니라, 수치실험을 통해 옵션의 수요별 효율성을 검증했다.

