최근 범죄는 매년 늘고 있으며 갈수록 지식화, 정보화, 전문화되어지고 있다.

또한 범죄의 흉포화, 대형화, 광역화, 저 연령화 추세로 인하여 현재의 공권력이 모든 범죄 및 기타 안전에 위협되는 것에 대하여 개입하는 것이 사실상 불가능한 상황에 이르렀다.

정부는 최소화를 원하나 사회는 점점 비대해 지고 있는데 정부의 공권력은 이를 따르지 못하는 것이 지금의 실태이다.

이러한 공권력의 부족현상을 보완하는 것이 민간분야이다.

민간조사제도는 공권력이 개입할 수 없는 곳에 수익자 부담주의 원칙에 의거 민간조사원에 사건 등을 의뢰하여 그 침해를 구제하며, 이를 향후 수사기관에 그 증거자료 등으로 제시하는 등의 역할을 하고 있다.

그러나 이러한 민간조사업을 실행하기 위해서 지속적으로 그 필요성을 역설하고, 법안이 발의되고 있으나, 아직 국회에 계류 중에 있어 실행되지 않고 있다.

이러한 민간조사업에 대한 법안 통과가 어려운 이유 중에 하나가 업무범위에 대한 문제이다.

이 문제를 해결하기 위하여 업무범위를 범죄행위에 대한 조사, 분실 및 도난품에 대한 수사, 사람의 사망 및 실종에 대한 수사, 증거자료에 대한 수사로 지정하여 제안하였다.

이러한 민간조사업의 업무범위 제한으로 빠른 법안통과를 통해 실체적 진실발견·일반국민들을 대상으로 한 치안서비스 제공 등의 결과를 도출하여야 한다.

@highlight

최근 범죄는 매년 늘고 있으며 갈수록 지식화, 정보화, 전문화되어지고 있다.

@highlight

정부는 최소화를 원하나 사회는 점점 비대해 지고 있는데 정부의 공권력은 이를 따르지 못하는 것이 지금의 실태이다.

