본 연구는 주가에 반영된 사적 정보 수준이 투자의 주가 민감도에 미치는 영향을 분석한다.

사적 정보의 수준은 주가의 비동조화 정도를 이용하여 측정한다.

2001~2011년에 유가증권시장에 상장된 제조 기업을 대상으로 분석한 결과, 주가 비동조화는 투자의 주가 민감도와 유의적인 양(＋)의 상관관계를 가지고 있음이 검증된다.

이러한 상관관계는 OLS와 고정효과분석 그리고 극단치를 고려한 포트폴리오 분석에서도 강건하게 나타난다.

사적 정보가 반영되면서 주가를 움직이고 경영자는 이 정보를 학습하여 투자 결정에 반영하기 때문에 주가와 투자와의 비례관계가 형성된다는 가설과 일관된 결과이다.

한편, 애널리스트는 경영자에게 새로운 정보를 제공하지 못하며 따라서 애널리스트의 존재는 투자의 주가 민감도를 감소시키는 것으로 검증된다.

그리고, 기업의 규모가 작을수록 투자의 주가 민감도는 증가하는데, 이는 기업의 재무적 상황 또한 투자와 주가와의 비례관계를 형성하는 요인임을 의미한다.

단, 규모를 통제한 경우에도 주가 비동조화와 투자의 주가 민감도는 여전히 유의한 것으로 검증된다.

@highlight

이 연구는 주가에 반영된 사적 정보 수준이 투자의 주가 민감도에 미치는 영향을 분석한다.

@highlight

사적 정보의 수준은 주가의 비동조화 정도를 이용해 측정한다.

