본 연구는 교사의 본질적 동기유발의 전제 조건인 깊은 자기인식을 유발시킬 수 있는 방법으로 개인사(個人史; personal history)적 성찰을 활용한 양성 및 연수 프로그램의 유용성을 제시하였다.

개인사적 성찰은 성인 학습자가 자신의 생애 전체의 기억을 소재로 삼아 흐름이 있는 스토리를 구성함으로써 현재의 삶에 의미를 부여하고 미래의 삶의 전개에 대해 보다 긍정적이고 주체적인 태도를 품도록 도와주는 교수·학습 방법이다.

사회적, 인구학적 변동을 겪어온 북·서유럽에서 그 교육적 효과성을 인정받아온 개인사적 성찰 방법을 우리의 교육 현장에 적용시키기 위하여 먼저 그 이론적 배경을 밝히고, 특히 심층심리학의 자기실현의 관점과 연계하여 해석하고자 했다.

또한, 연구자의 교수활동에서 축적된 성과를 바탕으로 교원 양성가가 최소한의 노력으로 그 활용 방법을 습득·응용할 수 있는 개인사적 성찰의 수업 시안을 제시하였다.

이 수업의 실행 결과, 학습자들은 전의식의 기억을 활용하거나 자아의 부정적, 긍정적 측면을 인정하게 되며, 나아가 자아의 전체상을 수용하는 결과를 보여주기도 하는 바, 본 연구는 해외 연구사례들에서와 같이 개인사적 성찰이 국내 학습자의 자기이해도를 심화·확장시켜 줄 가능성을 제시하였다.

@highlight

이 연구는 교사의 본질적 동기유발의 전제 조건인 깊은 자기인식을 유발시킬 수 있는 방법으로 개인사(個人史; personal history)적 성찰을 활용한 양성 및 연수 프로그램의 유용성을 제시했다.

