본 연구는 APEC 이러닝 연수 프로그램(이하 AeLT)에 나타난 개도국 교육정보화 정책분석의 과정을 정리하고, 정책학의 이론적 틀에서 그 특징을 파악, 개선점을 찾고자 하였다.

AeLT 프로그램에서의 개도국 교육정보화 정책분석의 절차는 1단계 목표설정 및 문제 정의하기-2단계 문제 분석하기-3단계 체계적 해결책 제시-4단계 최종 대안 선택-

5단계 세부 전략 수립 등으로 구성된다.

일반적인 정책과정론에 근거하여 본 이 과정의 특징은 다음 다섯 가지로 나타났다.

첫째, 목표설정과 문제분석의 순서가 반대로 설정되어 있다.

둘째, AeLT의 경우 세부 기법 및 전략들이 질적 분석의 방법을 주로 사용한다.

셋째, 목표설정과 정책대안 탐색의 단계에서 비용효과 분석 및 실현가능성 분석 등의 추가가 필요하다.

넷째, 민관협력(PPP)을 통한 자원 확보(resource hunting) 및 자원 활용(research management)dl 중요하게 다루어지고 있다.

다섯째, 정책대안 탐색의 과정에서 역할 분담을 통한 액션 플랜이 함께 작성되는 것이 특징이다.

개선점으로는 다음과 같은 다섯 가지가 도출되었다.

㉠ 개도국의 정책기조 및 의제의 사전 분석, ㉡ 더 다양한 정량적인 기법 활용, ㉢ 예산 검토, ㉣ 정책목표와 대안의 축소 전략 마련, ㉤ 자문장치 확보를 통한 정책분석, 정책논증 필요이다.

@highlight

본 논문은 APEC 이러닝 연수 프로그램에 나타난 개도국 교육정보화 정책분석의 과정을 정리하고, 정책학의 이론적 틀에서 그 특징을 파악해 개선점을 찾았다.

@highlight

개도국 교육정보화 정책분석의 절차는 1단계 목표설정 및 문제 정의하기-2단계 문제 분석하기-3단계 체계적 해결책 제시-4단계 최종 대안 선택-

@highlight

5단계 세부 전략 수립 등으로 구성할 수 있다.

