본 연구는 이라크 전쟁의 결과와 의미를 전쟁의 양상을 결정하는 정치적 환경까지 고려한 미래 예측인 ‘미래의 전쟁’과 전쟁술 및 전쟁 수행 방식의 미래를 의미하는 ‘전쟁의 미래’라는 두 가지 분석틀로 분석하고, 이에 입각하여 이라크 전쟁 이후 전개될 전쟁의 양상을 예측하였다.

이라크 전쟁에서 미국의 개입 실패는 미국이 구상했던 미래전쟁, 즉 ‘미국의 군사혁신’이 전쟁 수행 방식의 미래인 ‘전쟁의 미래’에 대해서만 대비했을 뿐 전쟁의 양상 자체를 의미하는 ‘미래의 전쟁’에 대해서는 충분히 대비하지 못한 점에서 그 원인이 찾아질 필요가 있다.

한편 이라크 전쟁 이후 전개될 전쟁의 양상은 이라크 전쟁으로 인해 미국의 상대적 쇠퇴가 촉진되고 중국의 부상이 가속화되었으며 그 결과 ‘양극체제’의 도래가 현실화 되었다는 점에서, 미중 양 강대국 사이의 ‘가상대결 및 군비경쟁’과 이들의 주변부에서 발생할 ‘제한전’ 양식으로 나타날 것이며, 미국과 중국과의 대결은 전쟁수행 방식의 극적인 변화로서 ‘군사혁신’의 향후 전개 양상에 따라 결정되게 될 것으로 예측된다.

@highlight

이 연구는 이라크 전쟁의 결과와 의미를 전쟁의 양상을 결정하는 정치적 환경까지 고려한 미래 예측인 ‘미래의 전쟁’과 전쟁술 및 전쟁 수행 방식의 미래를 의미하는 ‘전쟁의 미래’라는 두 가지 분석틀로 분석하고, 이에 입각해 이라크 전쟁 이후 전개될 전쟁의 양상을 예측했다.

