사회적기업은 정부의 정책이나 복지가 닿지 못하는 사각지대에 대한 가치제공 및 새로운 사회적 수요를 만족하기 위하여 활발하게 활동하고 있다.

그러나 사회적기업은 사업 규모의 영세성과 정부 재정의 높은 의존도로 인해 지속 가능한 성장 가능성에 대해 회의적인 평가를 받고 있다.

이러한 점은 사회적기업이 사회에 제공하는 가치 확산 측면과 사회적기업을 통한 새로운 일자리 제공 측면에서 국가적인 손실을 야기할 수 있다.

따라서, 본 논문에서는 사회적기업의 지속 가능한 성공요인 분석과 전략 수립을 위해 혁신 확산 분석에 주로 사용되는 Rogers의 확산이론을 분석틀로 활용하여 사회적기업 제품의 확산 요소를 분석하고자 한다.

특히, 본 논문에서는 재단법인 ‘아름다운가게’의 제품 및 서비스 확산을 중심으로 사회적기업의 지속적인 경영을 지원하기 위한 체계적인 사례분석 연구를 시도하였다.

이러한 분석 결과를 통하여 얻은 이론적 시사점으로는 기존의 혁신확산이론을 사회적혁신 분야에 적용시켜봄으로써 이론적인 확장에 대한 가능성을 확인할 수 있었고, 실무적 시사점으로는 사회적혁신의 확산을 위한 전략 수립에 유용한 분석틀을 제공할 수 있었다.

@highlight

사회적기업은 정부의 정책이나 복지가 닿지 못하는 사각지대에 대해 가치제공 및 새로운 사회적 수요를 만족하기 위해 활발하게 활동하고 있다.

