유럽통합은 기능주의적 시각에서 주로 이해되어왔는데 최근에는 민주적 결핍이라는 주장과 함께 위로부터의 의사결정이 바람직한 통합에 저해요인으로 작용하고 있다는 지적들이 제기되었다.

이 글은 통합과정에 대한 하나의 대안적 방법론을 모색하고자 한다.

이를 위해 유럽시민권과 정체성의 형성이라는 주제를 선정하였다.

그 이유로 진정한 의미의 그리고 지속가능한 유럽합중국을 건설하기 위해서 상향적 의사결정 과정이 요구되기 때문이다.

유럽통합의 사회적 차원은 아직도 형성 중에 있으나 안정적인 연합을 위해 필수적이다.

연구를 통해 고용과 형평, 이민 및 유럽연합의 확대문제를 살펴보았다.

유추적으로 통합의 과정은 민족국가의 형성과정에서 얻을 것이 많으리라 본다.

이는 국민국가의 형성이 국가적 실체를 이룩하기 위한 인위적인 노력의 결과였으며, 앤더슨식의 상상의 공동체를 활용하여 목표를 달성할 수 있었기 때문이다.

유럽시민권의 도입만으로 유럽통합에 대한 낙관론을 펼치기에는 무리가 있으나, 장기적으로 비관적이지는 않을 것이라는 결론에 도달하게 되었는데, 이는 유럽인들이 세계화와 지역화의 새로운 시대에 자신들을 적응해나가는 노력을 시작하고 있다는 점에서 평가될 수 있다.

@highlight

유럽통합은 기능주의적 시각에서 주로 이해되어왔는데 최근에는 민주적 결핍이라는 주장과 함께 위로부터의 의사결정이 바람직한 통합에 저해요인으로 작용하고 있다는 지적들이 제기되었다.

