현재 광디스크 드라이브는 오랜 기간 지속된 산업계의 데이터 전송률 경쟁을 통하여 10,000 rpm 이상의 고속으로 구동되고 있다.

고속 구동은 필연적으로 시스템의 진동을 유발하여 픽업의 데이터 읽기/쓰기 서보 제어에 외란을 야기하는데, 통상 진동외란은 방진고무를 통한 진동의 절연 및 서보 제어의 강인성 개선을 통해 해결되고 있다.

본 연구에서는 산업계에서 일상으로 이루어지는 광디스크 드라이브 시스템의 동특성 개선에서 한걸음 더 나아가 광디스크의 동특성을 개선하는데 주목하였다.

이를 위하여 사출성형 공정해석을 수행하여 공정 조건(유량, 사출온도)이 잔류응력에 미치는 영향을 조사하였고, 이 잔류응력의 변화가 광디스크의 진동 모드 및 임계속도 즉, 동특성에 미치는 영향을 모달해석을 통해 살펴보았다.

이러한 일련의 과정을 통해 사출성형 시 발생하는 광디스크의 잔류응력을 제어하여 광디스크의 임계속도를 잔류응력이 없는 경우 대비 약 14.4% 높일 수 있음을 확인하였다.

@highlight

본고에서는 산업계에서 일상으로 이루어지는 광디스크 드라이브 시스템의 동특성 개선에서 한걸음 더 나아가 광디스크의 동특성을 개선하는데 주목하였다.

