스마트폰의 급격한 보급으로 인해 모바일 인터넷 방송 (Internet Protocol Television) 사용은 큰 폭으로 증가하여 이미 많은 네트워크 부하를 일으켰다고 보고되고 있습니다.

이러한 과부하문제를 해결하기 위한 방안으로 3GPP (3rd Generation Partnership Project)에서는 LTE (Long Term Evolution) Release 6 규격이후로 MBMS (Multimedia Broadcast and Multicast Service)에 대한 표준화 작업을 진행되고 있다.

MBMS는 동일한 콘텐츠를 가지는 다수의 MBMS 사용자들과 동일한 대역폭을 공유하게 함으로써 대역폭 효율 측면에서 우수성을 가지고 있다.

본 논문에서는 단일 셀 MBMS을 지원하는 3GPP와 와이파이 (Wi-

Fi) 2개의 네트워크가 혼재되어 있는 이종 네트워크 환경에서 단일 셀 MBMS가 지원되는 셀들에 속한 동일한 콘텐츠를 가지는 MBMS 사용자의 수가 많다면 MBMS 최우선 정책을 적용하고 그렇지 않은 경우에는 기존의 와이파이 우선 정책을 적용하는 알고리즘에 대한 성능 분석에 대한 연구를 수행하였다.

시뮬레이션을 통하여 제안하는 알고리즘은 전체 가용 대역폭의 증가와 네트워크 사용 비용의 감소를 보여주고 있음을 확인하였다.

@highlight

이 논문은 단일 셀 MBMS을 지원하는 3GPP와 와이파이 2개의 네트워크가 혼재되어 있는 이종 네트워크 환경에서 단일 셀 MBMS가 지원되는 셀들에 속한 동일한 콘텐츠를 갖는 MBMS 사용자의 수가 많다면 MBMS 최우선 정책을 적용하고 그렇지 않으면 기존의 와이파이 우선 정책을 적용하는 알고리즘에 관한 성능 분석에 관한 연구를 수행했다.

