이 글에서는 『표준국어대사전』의 합성 형용사를 대상으로, 그 내부 구조를 살펴 유형을 나누어 보았다.

그리고 이에 나타나는 특성을 간단히 살펴보았다.

합성 형용사의 유형을 크게 ‘구성 요소가 모두 형용사인 것’, ‘구성 요소 중 하나가 형용사인 것’, ‘구성 요소가 모두 형용사가 아닌 것’으로 설정했다.

그리고 그 특징을 요약하면 다음과 같다.

①후행 요소는 어휘적 의미 그대로, 의미의 변화, 부정, 강조, 형용사 구성소 등의 기능 기능을 담당했다.

②후행 요소의 문법 범주적 성격을 규정할 수 있는 기준이 필요한 경우가 있었다.

③선·후행 요소를 연결해 주는 연결소와 그 의미를 살펴보았다.

④선·후행 요소의 의미 관계는 ‘-

고, -

게, -

면서, -

아/어서’ 등으로 해석되었다.

⑤구성 요소의 결합 순서와 의미 해석의 순서가 불일치하는 경우가 있었다.

⑥『표준』에 제시된 뜻풀이의 수정이 필요한 경우와, 새로운 표제어(주로 어근)를 등재할 필요가 있는 경우도 있었다.

@highlight

이 글에서는 『표준국어대사전』의 합성 형용사를 대상으로, 그 내부 구조를 살펴 유형을 나누어 보았다.

