해상송전철탑 구조물에 있어서 구조 및 재료 손상에 대해 주기적으로 안전점검을 실시하고, 그 결과를 이용한 수명관리(life management)의 시행은 적극 추천되는 일이다.

본 연구에서는 영흥도 시화호 내에 있는 총 6개의 해상송전철탑에 대해서 강재부재에 대해 3가지, 콘크리트 기초에 대해 5가지, 해수 중 강관파일 및 해수 자체에 대해 4가지 형태의 열화점검을 각각 수행하였다.

강재에 대한 점검 항목들은 외관조사, 부재두께, 도막상태 등에 대한 것이고, 콘크리트 기초에 있어서는 균열형상, 압축강도, 중성화깊이, 염화물 함유량 등에 대한 항목, 그리고 해중 강관파일에 있어서의 전위 및 양극조사에 따른 부식정도, 동영상 촬영 및 해수의 수질환경성 평가 등에 대한 항목이다.

이와 같은 정기적 열화점검은 연속 3년 동안 매년 10월경에 동일위치에 대해 평가하였다.

결과적으로 본 연구에서는 이러한 자료를 체계적으로 활용함으로써 해상송전철탑 안전성 유지관리에 유익하게 적용될 수 있는 새로운 열화지표를 개발하였다.

@highlight

본고에서는 영흥도 시화호 내에 있는 총 6개의 해상송전철탑에 대해서 강재부재에 대해 3가지, 콘크리트 기초에 대해 5가지, 해수 중 강관파일 및 해수 자체에 대해 4가지 형태의 열화점검을 각각 수행하였다.

