1989년 UN 아동인권협약에 의해 모든 아동들은 안전하게 생활할 권리를 보호받고 있다.

본 연구의 목적은 학령기 장애학생의 학교폭력 실태와 학교폭력 예방 관련 교육 실태를 조사하여 현재 우리나라의 장애학생 학교폭력 및 예방교육 실태를 파악하고, 향후 이 주제에 대한 연구와 정책적 기초자료를 제공하는 데 있다.

이에 본 연구는 우리나라 학령기(초, 중, 고등학교) 장애학생을 대상으로 설문조사를 실시하였고, 전체 71,413명 중 43,944명이 설문에 응답하였다.

특히, 본 연구는 인터넷 설문조사를 실시하였고, 자료 분석은 통계패키지 프로그램인 SPSS 21.0을 활용하여 기술 분석하였다.

조사결과 학교폭력 및 예방교육 실태가 대체로 양호한 것으로 나타났다.

구체적으로 38,885명(88.5%)은 학교폭력을 경험하지 않았고, 인권교육 및 성교육도 대부분 잘 이루어지고 있었다.

그러나 학교폭력에 노출된 학생도 5,059명(11.5%)으로 다수 나타났다.

이에 본 연구의 주요 연구결과를 바탕으로 논의에서는 장애학생의 학교폭력 예방을 위한 방안을 중심으로 제언하였다.

@highlight

1989년 UN 아동인권협약에 의하여 모든 아동들은 안전하게 생활할 권리를 보호받는다.

@highlight

본 논문은 학령기 장애학생의 학교폭력 실태와 학교폭력 예방 관련 교육 실태를 조사해 현재 우리나라의 장애학생 학교폭력과 예방교육 실태를 파악하여 주제에 대한 연구와 정책적 기초자료를 제공하고자 하였다.

