본 연구는 국내 대학원을 다니고 있는 한국어가 능숙한 아시아 유학생 2명의 유학생활 경험을 대학 내부와 외부 공간에서의 사회적 관계망과 사회적 지지 형성 측면에서 내러티브 탐구방법을 통해 살펴보았다.

이를 위해 한국어 의사소통에 문제가 없으며, 국내 거주기간이 3년 이상인 국내 대학원을 다니고 있는 아시아 유학생 2명을 연구 참여자로 선정하였다.

연구자료는 한 학기에 걸쳐 면담, 현장노트, 관찰, 연구자 일지를 통해서 수집되었다.

이들의 이야기를 통해서 확인할 수 있는 것은 다음과 같다.

첫째, 이들은 대학 내에서 사회적 관계망 형성을 이루지 못했고, 정보적 지지를 제외한 다른 사회적 지지를 형성하지 못했다.

둘째, 이들은 대학 외 공간에서 사회적 구성원으로 수용되고 있음을 인지하였고, 사회적 관계망과 사회적 지지를 획득하고 있었다.

셋째, 대학 외 공간에서 형성된 연결망과 사회적 지지를 통해 이들은 안정감을 얻고 있었고, 이 점은 이들의 국내 유학생활에 긍정적으로 작용하고 있었다.

본 연구에서 드러난 국내 유학생활 이야기는 국내 대학 안에서 유학생에 대한 포용과 지지 문제에 대해 재고할 수 있는 기회를 제공한 점에서 의미가 있다.

국내 대학은 외국인 유학생이 대학 내 구성원으로 인식할 수 있도록 그에 걸맞은 제도를 마련해야 할 것이다.

유학생에게 제공하는 관심과 지지가 수혜적으로 이루어지기 보다는 그들의 존재와 가치 그리고 능력을 인정하고 펼쳐나갈 수 있는 방향으로 실현되어야 한다.

@highlight

이 연구는 국내 대학원을 다니고 있는 한국어가 능숙한 아시아 유학생 2명의 유학생활 경험을 대학 내부와 외부 공간에서의 사회적 관계망과 사회적 지지 형성 측면에서 내러티브 탐구방법을 통해 살펴보았다.

