대학생의 구강건강신념에 대한 융합연구로 G지역 S대학교 융복합 과목을 수강한 학생을 대상으로 2018년 3월 26일부터 6월 11일까지 설문지를 배포하여 연구목적과 방법을 설명하고 동의한 학생을 168명을 최종분석하였다.

구강건강신념에서 유익성이 3.99점으로 가장 높았고, 심각성이 2.01점으로 가장 낮게 나타났다.

구강건강증진행위와 구강건강신념간의 차이에서 치석제거경험은 감수성(p<0.05), 유익성(p<0.001), 중요성(p<0.05)에서 치과방문은 유익성(p<0.05)과 중요성(p<0.05)에서, 구강관리용품 사용은 중요성(p<0.05)에서 유의한 결과를 보였다.

구강건강증진을 위한 구강건강의 신념이 매우 중요하며, 올바른 구강건강신념을 갖을 수 있도록 구강건강에 대한 지식을 배워나가고 행동과 태도의 변화를 가져올 수 있는 대학내에서 구강보건교육의 다양한 프로그램이 개발될 필요가 있다.

@highlight

구강건강증진을 위하여 구강건강의 신념이 매우 중요하다.

@highlight

올바른 구강건강신념을 갖도록 구강건강에 대한 지식을 배워나가고 행동 및 태도의 변화를 가져올 수 있는 대학내에서 구강보건교육의 여러 다양한 프로그램이 개발될 필요성이 있다.

