최근 우리사회는 다양한 문화적 배경을 지닌 인구가 증가하고 있으며 이러한 현상은 비단 우리나라만의 현상이 아니다.

이로 인해 세계화 시대를 살아가게 될 청소년의 다문화 수용에 대한 학문적 관심이 뜨겁다.

본 연구는 국내 청소년의 체험활동과 사회과 성적 및 공동체 의식이 다문화 수용에 어떠한 영향을 미치는지 살펴보고, 남녀 간 차이가 있는지 추가적으로 확인하였다.

먼저 청소년의 국제교류 활동, 봉사 활동, 환경보존 활동 등과 같은 체험활동이 만족할만한 사회과 성적으로 이어질 수 있으며, 만족할만한 사회과 성적을 얻은 학생일수록 공동체 의식이 높은 것으로 나타났다.

아울러 공동체 의식 수준이 높은 학생일수록 다문화에 대한 수용정도도 높은 것으로 확인되었다.

또한 체험활동이 공동체 의식 함양에 긍정적인 영향을 미치는 것으로 나타나 청소년기의 체험활동이 다문화 수용 형성에 도움이 되었다.

이와 같은 결과는 형식적인 교육과정 외에 다양한 체험활동이 청소년의 올바른 성장에 긍정적일 수 있음을 나타내는 것이다.

한편 체험활동과 사회과 성적은 다문화 수용에 직접적인 경로는 통계적으로 유의미하지 않았으나 공동체 의식을 매개로 하여 긍정적인 영향을 미치고 있었다.

이는 공동체 의식 함양을 위해 체험활동과 공동체 의식과 관련이 깊은 사회과 과목의 중요성을 보여주는 결과이다.

또한 ‘공동체 의식→다문화 수용’으로 나아가는 경로에서 남녀 차이가 발견되었고, 남학생에 비해 여학생들에게서 공동체 의식이 다문화 수용 증진에 더 강력한 영향을 미치고 있었다.

@highlight

최근 우리사회는 다양한 문화적 배경을 지닌 인구가 증가하고 있으며 이런 현상은 비단 우리나라만의 현상이 아니다.

@highlight

이 연구는 국내 청소년의 체험활동과 사회과 성적 및 공동체 의식이 다문화 수용에 어떤 영향을 미치는지 살펴보고, 남녀 간 차이가 있는지 추가적으로 확인했다.

