제조기업을 포함한 화주기업들의 지속가능경영에 대한 관심이 높아지는 가운데, 물류기업의 지속가능경영 및 관련 역량에 대한 관심은 상대적으로 낮은 상황이다.

그러나 고객, 정부 등 이해관계자들의 지속가능경영에 대한 관심이 증가하는 가운데 물류기업의 지속가능경영 역량의 보유 유무 및 그 수준이 화주기업의 물류기업 선택에 영향을 줄 가능성이 높아지고 있다.

그러나 물류기업 입장에서는 한정된 인력, 재원을 보유한 상태에서 다양한 지속가능경영 역량을 모두 제고하는 것은 쉽지 않은 상황이다.

따라서 다양한 지속가능경영 역량들 중에서 화주기업이 느끼는 물류서비스 품질에 보다 많은 영향을 주는 역량들을 선별해 내고 집중 투자할 필요가 있다.

본 논문에서는 국내 주요 물류기업 한 곳을 선정하여 해당 기업과 관련 화주기업들을 대상으로 설문조사를 실시한 뒤, 물류기업의 지속가능경영 역량과 화주기업의 물류서비스 품질관련 요구사항 사이의 연관관계를 품질기능전개(QFD) 기법을 이용하여 분석한다.

연구결과는 향후 국내 물류기업들이 지속가능경영 역량 관련해서 우선 투자해야 할 분야를 선정할 때 도움이 될 것으로 기대된다.

@highlight

제조기업을 포함한 화주기업들의 지속가능경영에 관한 관심이 높아지는 가운데, 물류기업의 지속가능경영 및 관련 역량에 관한 관심은 상대적으로 낮은 상황이다.

