본 논문에서는 환경지도 제작 활동이 학습자의 환경 감수성 발달 및 환경에 대한 인식 변화에 유의미한 영향을 줄 수 있는지 탐색해보는 것을 그 목적으로 한다.

본 연구의 대상은 서울C초등학교 5학년 학생 21명(남 11명, 여 10명)이었다.

학생들은 우리 동네의 환경문제에 대해 논의하고, 우리 동네 지도를 그렸다.

또한 논의한 환경문제(미세 먼지, 소음)를 측정하기 위해 야외 답사를 실시하였고, 야외 답사의 결과를 종합하여 우리 동네 환경문제의 심각성을 도출하였다.

마지막으로 학생들은 구청에 청원서를 작성하는 활동을 통해 우리 지역의 문제를 스스로 해결해 보는 활동에 참여하였다.

10차시에 걸친 환경지도 만들기 활동을 통해 학생들의 환경 감수성이 유의미하게 발달하였는지 알아보기 위해 이재붕·이두곤(2006)이 개발한 환경 감수성 검사 도구를 활용하였다.

이를 통한 본 연구의 결과는 다음과 같다.

첫째, 학생들의 환경에 대한 인식에 있어 유의미한 인식 변화가 있음을 알 수 있었다.

둘째, 환경지도의 제작을 통해 학생들의 환경 감수성에도 유의미한 인식 변화가 나타났음을 알 수 있었다.

셋째, 학생들의 사후 인터뷰를 통해 환경지도 제작 과정에서 우리 동네 환경에 대한 관심이 생겼으며, 청원서를 작성하는 경험을 통해 민주시민으로서 책임감을 느낄 수 있었음을 알 수 있었다.

따라서 환경지도 그리기 활동은 학생들이 환경 감수성을 가진 생태 시민으로서 책임감을 가지고 일상의 문제에 능동적으로 참여할 수 있는 기회를 제공해 주었다는 측면에서 그 의의를 가질 수 있다.

@highlight

본고의 목적은 환경지도 제작 활동이 학습자의 환경 감수성 발달 및 환경에 대한 인식 변화에 유의미한 영향을 줄 수 있는지 탐색해보는 것에 있다.

@highlight

대상으로는 서울 C초등학교 5학년 학생 21명(남 11명, 여 10명)이었으며, 학생들은 우리 동네의 환경문제에 대하여 논의하고, 우리 동네 지도를 그렸다.

