교통정보를 운영자와 사용자에게 제공할 때 시각화 방법이 사용된다.

데이터 및 정보시각화 기법을 적용하기 위한 기초연구와 상호작용 시각화 기법을 적용한 교통정보 서비스의 디자인 기법을 연구하였다.

먼저 데이터 시각화, 정보 시각화에 대해 기존 연구 사례를 정리하고, 상호작용 시각화 기법의 정의와 현재 제공되고 있는 교통정보 서비스를 분석하였다.

상호작용 시각화 기법의 종류는 다양하지만 이번 연구에서는 상호작용 시각화 기법 중 선택, 질의, 연결, 필터링, 재정리에 대해서 각각이 교통정보를 제공하는 서비스에서 활용할 수 있는 방안과, 복합적 사용 방안에 대해서 연구하였다.

이러한 상호작용 시각화 기법은 정보와 사용자간의 상호작용을 제공함으로써, 사용자는 일방적으로 제공되는 정보를 보는 것이 아닌 능동적으로 정보 획득이 가능해진다.

교통정보의 경우 사용자가 정보를 효율적으로 이해하고, 이를 의사결정에 반영하는 과정이 빠르게 이루어지는 것이 중요하기 때문에, 상호작용 시각화 기법을 교통정보 제공 서비스에 적용함으로써 사용자의 편의성을 증대시킬 수 있을 것으로 판단된다.

이번 연구를 통해서 다양한 상호작용 시각화 기법이 교통정보 제공 서비스에 적용 될 수 있는 기초연구가 될 수 있기를 기대한다.

@highlight

교통정보를 운영자와 사용자에게 제공할 때 시각화 방법이 사용된다.

@highlight

교통정보의 경우 사용자가 정보를 효율적으로 이해하고, 이를 의사결정에 반영하는 과정이 빠르게 이뤄지는 것이 중요하기 때문에, 상호작용 시각화 기법을 교통정보 제공 서비스에 적용함으로써 사용자의 편의성을 증대시킬 수 있을 것으로 판단된다.

