이 연구의 목적은 에듀테인먼트의 학교적용에 대한 인식과 요구를 분석하는 것이다.

이를 위해 연구팀은 유치원, 초등학교, 중학교, 고등학교 교사 134명을 대상으로 설문조사를 실시하였고 설문의 결과는 빈도분석, 일원분산분석, 교차분석에 의해 해석하였다.

이 연구의 결과는 다음과 같았다.

첫째, 교사들은 에듀테인먼트 적용이 필요하다고 인식하였으나 에듀테인먼트를 거의 알지 못하였고 활용도 낮았다.

둘째, 교사들은 에듀테인먼트 적용에 대한 현 근무지의 분위기가 중립적이거나 약간 긍정적이라고 판단하였다.

셋째, 교사들은 향후 에듀테인먼트 적용이 학생들의 학습을 위해 더 중요시될 것이라고 인정 하였다.

이와 관련하여 그들은 다양하고 구체적인 적용 사례를 알고 싶어 하였으나 바로 적용하는 데에는 약간 주저하는 경향을 보였다.

넷째, 교사들은 에듀테인먼트 적용 수업에 대한 요구를 크게 두 가지로 나타내었는데, 각 교과에 대한 구체적인 사례를 개발하는 것과 충분한 홍보를 통한 교사 직무연수를 개설하는 것이었다.

@highlight

본 연구의 목적은 에듀테인먼트의 학교적용에 관한 인식과 요구를 분석하는 것이다.

@highlight

이를 위해 연구팀은 유치원, 초등학교, 중학교, 고등학교 교사 134명을 대상으로 설문조사를 실시했고 설문의 결과는 빈도분석, 일원분산분석, 교차분석에 의해 해석했다.

