풍촌석회암과 막골석회암을 대상으로 ?18 ~ +32°C의 온도범위에서 총 50회의 인공적인 동결-

융해 풍화시험을 수행하고 그로 인한 물리적 성질과 미세구조의 변화를 정량적으로 분석하였다.

두 가지 암종 모두 건조무게와 P,S파 속도는 지속적으로 감소하는 경향을 보였고, 흡수율은 증가하는 경향을 보였다.

X선 단층촬영 영상분석 결과 실험 후 공극률이 증가하였으며, 공극부피, 등가직경, 국부두께, 방향성 등 여러 지표에서 공극의생성 및 확장을 확인할 수 있었다.

막골석회암의 물리적·미세구조적 변화가 풍촌석회암에 비해 크게 나타났는데이는 초기 상태의 막골석회암이 더 많은 공극과 미세균열을 가지고 있었기 때문으로 추정된다.

본 연구는 암석의물리적 성질과 미세구조적 성질을 통합적으로 분석함으로써 향후 암석의 풍화 연구에 적용될 수 있을 뿐만아니라, 저온지역의 건설, 자원개발 활동에 기초자료로써 이용될 것으로 기대된다.

@highlight

이 연구는 암석의물리적 성질과 미세구조적 성질을 통합적으로 분석함으로써 향후 암석의 풍화 연구에 적용될 수 있을 뿐만아니라, 저온지역의 건설, 자원개발 활동에 기초자료로써 이용될 것으로 기대된다.

