매복된 미성숙 영구치는 매복의 깊이와 방향이 정상 맹출로에 크게 벗어나 있지 않는다면 물리적인 원인 제거 후 자발적맹출이 가능하다.

그러나 자발적 맹출이 일어나지 않는다면 골격성 고정원을 이용하여 교정적 견인을 하게 된다.

골격성 고정원 중 하나인 C-

tube는 인접 치근 사이의 피질골상에서 4~5 mm의 짧은 여러 개의 미니 스크류로 치근 하방 부위에 고정되어 안정적이고, 초기 영구치열기 환자의 치아 손상의 가능성이 적다.

구부릴 수 있는 성질 때문에 견인력의 방향 조절도 가능하다.

매복치의 반대편 악궁에 식립 후 교정용 탄성 고무링을 이용한 수직적 견인이 가능하여 매복치를 원하는 위치에 견인할 수 있다.

하지만 C-

tube의 식립 및 제거 시 절개가 필요하고, 환자의 협조가 요구된다.

또한 매복치의 견인 시, 미성숙 영구치의 치근 성장과 골, 부착 치은의 형성 등을 주의 깊게 관찰하고 주변 연조직의 염증이 생기지 않도록 치태 조절과 구강 위생 관리교육이 필요하다.

@highlight

매복된 미성숙 영구치는 매복의 깊이와 방향이 정상 맹출로에 크게 벗어나 있지 않는다면 물리적인 원인 제거 후 자발적맹출이 가능하다.

