이 논문에서 필자는 가인의 아벨 살해에 대해, “가인은 왜 우리가 보기에 자신의 제사가 받아들여지지 않았다는 아주 사소한 이유로 자신의 동생을 살해하는 지경까지 갔을까?

” 하는 질문으로 시작하여 그런 상황까지 가게 된 가인의 심리를 전능통제와 위대해지고 싶은 자기애적 욕구의 관점에서 분석했다.

다음으로 대상관계이론을 근거로, 가인이 심리적으로 그렇게 미숙하게 된 주된 이유를 아담이 본래 소유했던 하나님처럼 되고 싶은 원초적 욕구, 즉 전능통제 욕구와 자기애 욕구가 에덴동산과는 다른 열악한 환경에서 더 강화되어 아담이 성장기의 가인에게 비공감적인 양육환경을 제공하게 된 것에서 찾았다.

마지막으로 신학적인 관점과 심리학적인 관점을 연결하여 하나님처럼 된다는 의미를 전능통제와 자기애라는 두 가지 측면과 미숙한 차원과 성숙한 차원이라는 두 가지 차원에서 논했다.

또한 아담과 가인을 인간을 대표하는 원형이라고 가정하고, 인간의 죄성, 심리적 성숙과 미성숙, 죄의 확산과 억제의 문제를 신학적 차원과 심리학적 차원을 연결하여 논하였다.

@highlight

본고는 필자는 가인의 아벨 살해에 대하여, “가인은 왜 우리가 보기에 자신의 제사가 받아들여지지 않았다는 사소한 이유로 동생을 살해하는 지경까지 갔을까?

@highlight

” 하는 질문으로 시작하여 그런 상황까지 가게 된 가인의 심리를 전능통제와 위대해지고 싶은 자기애적 욕구의 측면에서 분석했다.

