본 논문에서는 소셜 음악 사이트에서 사용자들이 생성한 태그를 바탕으로 음악을 추천하는 기법을 제안한다.

협력적 태깅 시스템은 사용자가 직접 선정한 단어를 콘텐츠에 부여할 수 있도록 하므로, 사용자의 선호도를 구체적으로 파악할 수 있는 정보를 제공한다.

특히, 감정을 표현하는 감정 태그들은 음악 장르나 음악가와 같이 사실을 나타내는사실 태그들과는다르게선호도를 훨씬직접표현하고있다.

따라서태그의의미를파악하여감정태그와사실태그로분류하고, 감정태그는감정표현의정도에따라가중치를부여하기위해서UniTag라고하는태그온톨로지를 개발하였다.

UniTag 온톨로지를 이용하여 정제된 태그 집합은 사용자 프로파일 생성에 사용되며, 태그 기반 사용자 프로파일을 바탕으로 음악 추천 알고리즘을 수행하였다.

제안하는 추천 방법의 효율성을 평가하기 위해서, 전통적인 청취 횟수 기반 추천, 감정 태그 가중치를 고려하지 않은 추천, 그리고 감정 태그 가중치를 고려한 추천의세가지추천방법의정확도와재현율을비교하였다.

실험결과는, 감정태그가중치를고려한추천방식이정확도의측면에서 다른 두 가지 방식보다 효율적이라는 것을 보여준다.

@highlight

이 논문에서는 소셜 음악 사이트에서 사용자들이 생성한 태그를 바탕으로 음악을 추천하는 기법을 제안한다.

