미국 등 선진각국은 전자감독제도를 교도소 과밀수용의 한 대안으로 활용되기 시작하여 현재는 성폭력 등 강력범죄자들에게까지 확대 시행되고 있는 추세인데 비해, 상대적으로 교도소 과밀 수용문제가 심각하지 않은 우리나라는 성폭력사범으로부터 국민을 보호하기 위한 특단의 대책으로 도입하였고, 그동안의 긍정적 성과를 바탕으로 적용범위가 살인, 강도사범에까지 확대되었다.

2008.9.

우리나라에 전자감독제도가 도입된 이후 성폭력범죄자의 동종재범률은 1.67%로 제도 도입 이전대비 약 1/9수준으로 낮추어 재범억제에서 비교적 긍정적인 평가를 받고 있다.

우리나라에서는 최근 전자발찌를 착용한 상태에서 재범사건이 지속적으로 발생하고 있어 전자감독제도에 대한 실효성 논란이 끊이지 않고 있다.

현재 우리나라에서 활용되고 있는 전자발찌로는 전자감독대상자들이 어디에 있는지 그리고 어떤 이동경로를 보이는지는 알 수 있지만, 이들이 무엇을 하고 있는지는 알 수 없다.

그래서 범행 현장에서 전자발찌 착용자가 범죄행동을 할 때 이를 사전에 감지하는 시스템을 도입하려고 연구 중에 있다.

전자감독 대상자들의 재범을 감소시키는 가장 큰 요인은 보호관찰관들의 헌신적인 재범방지 노력일 것이다.

그러므로 전자발찌 업무를 담당하는 일선 보호관찰관들이 열정을 가지고 전자감독 대상자들을 지도하는 것이 요구되며, 이러한 환경조정을 위해 담당 직원의 증원과 보호관찰관들의 전문성 강화를 위한 노력이 병행되어야 할 것이다.

@highlight

미국 등 선진각국은 전자감독제도를 교도소 과밀수용의 한 대안으로 활용되기 시작하여 현재는 성폭력 등 강력범죄자들에게까지 확대 시행되고 있는 추세인데 비해,교도소 과밀 수용문제가 심각하지 않은 우리나라는 성폭력사범으로부터 국민을 보호하기 위한 특단의 대책으로 도입하였고, 그동안의 긍정적 성과를 바탕으로 적용범위가 살인, 강도사범에까지 확대됐다.

