본 연구는 발레 수행 시 음악적용의 유·무에 따른 뇌파의 차이를 알아보고자 한다.

이를 위해서 현재 H대학교에 재학 중인 신체적으로 건강상태가 양호하고 발레경력이 5년 이상인 여학생을 연구대상자로 선정하였다.

음악적용 유·무 그룹으로 각각 10명씩 나누어 운동 강도 50-60%HRmax로 음악적용의 유·무에 따라서 40분간 바, 센타 프로그램을 실시한 뇌파를 측정하여 비교 분석하였다.

연구결과를 요약하면 다음과 같다.

첫째, 발레 수행 시 음악 적용의 유·무에 따른 상대알파파는 발레 수행 시 음악을 적용한 그룹에서는 증가 및 감소를 보였으며 음악을 적용하지 않은 그룹에서는 오히려 모두 증가하였으며 유의한 증가를 보였다.

둘째, 발레 수행 시 음악 적용의 유·무에 따른 상대베타파는 발레 수행 시 음악을 적용한 그룹에서는 상대알파 F3만 감소를 보였고 대부분 증가를 보였으며 유의한 증가를 나타냈다.

음악을 적용하지 않은 그룹에서는 오히려 상대베타 Fp2에서만 증가를 보였으며 대부분 감소하였다.

셋째, 발레 수행 시 음악 적용의 유·무에 따른 알파/베타파는 발레 수행 시 음악을 적용한 그룹에서는 감소 및 증가를 보였으며 음악을 적용하지 않은 그룹에서는 모두 증가를 보였으나 유의한 증가를 보이지는 않았다.

@highlight

이 연구는 발레 수행 시 음악적용의 유·무에 따른 뇌파의 차이를 알아보려 한다.

@highlight

음악을 적용하지 않은 그룹에서는 오히려 상대베타 Fp2에서만 증가를 보였고 대부분 감소했다.

