본 연구는 현대 학문의 위기의 진상과 원인을 밝히고, 동양사상에 바탕 해서 새로운 학문관을 모색하고자 한다.

과학으로 대표되는 현대 학문은 엄청난 발전을 거듭했고, 인류의 행복 증진에 크게 기여했다.

하지만 오늘날에 이르러, 현대 학문은 현 시대의 문제를 해명하고 새로운 시대를 열어가야 하는 학문에 주어진 본연의 과제를 이행하는데 있어서 무력함을 드러내고 있으며, 소외된 학문으로 전락했다.

오늘날 현대 학문이 겪고 있는 위기의 근원은 세계관의 위기이다.

과거 중세적 세계관의 위기가 중세 학문의 위기로 연결되었던 것과 마찬가지로, 오늘날 근대적 세계관의 위기가 현대 학문의 위기로 연결되고 있는 것이다.

학문의 궁극적인 목적은 ‘앎의 형성을 통해서 인간다운 삶과 살기 좋은 사회 건설에 기여하는 것’이다.

그런데 세계관의 위기가 오면 학문이 봉사해야할 ‘인간다운 삶과 살기 좋은 세상’의 의미 자체가 변화하게 되며, 낡은 세계관에 충실한 학문으로는 학문의 궁극적인 목적에 충실할 수가 없는 문제가 발생하게 된다.

이렇듯, 현대 학문의 위기는 근대적 세계관의 위기에서 비롯된 것이다.

본 연구는 동양사상의 바탕 위에서 새로운 학문의 기초가 될 수 있는 새로운 세계관을 구축하고자 한다.

그리고 이에 기반 해서, 새로운 앎의 목적, 앎의 의미, 앎의 방법을 포함한 새로운 학문의 정체성을 모색해 보고자 한다.

@highlight

이 연구는 현대 학문의 위기의 진상과 원인을 밝히고, 동양사상에 바탕 해서 새로운 학문관을 모색하려 한다.

@highlight

오늘날 현대 학문이 겪고 있는 위기의 근원은 세계관의 위기이다.

