이 글의 목적은 북한의 시장화 이후 계급체계와 노동계급의 이데올로기적 정체성 변화를 분석하는 데에 있다.

북한사회는 여전히 공식적으로‘사회주의 사회’이며, ‘계급 없는 사회’이다.

그러나 북한사회에는 위계적인 권력구조를 근간으로 하는 ‘정치적 계급체계’가 실재한다.

시장화의확산과 계급경제 시스템의 유명무실화로 인해서 새로운 변화의 경향이발생하게 된다.

변화는 주로 위계구조의 ‘아래’에서 발생한다.

첫째, ‘돈주’라고 일컬어지는 시장화의 확산을 주도하면서 부를 축적한 신흥 상인계층이 형성되었다.

둘째, 북한 주민들 가운데 일부는 사적 분야에서 고용되었다.

물론 북한은 여전히 ‘노동자 국가’를 표방하고 있다.

하지만북한주민들은 경제위기와 시장화 과정에서 ‘사회주의’라는 이데올로기적정체성이 흔들리기 시작했다.

그렇지만 적어도 현재까지 북한의 노동계급은 자본주의적 노동계급으로서의 정체성을 체감하지는 못했다.

그리고북한의 노동계급은 당과 국가에 대한 적대적인 계급의식을 가지지 않은것으로 보인다.

즉, 북한 노동계급의 마음체계는 사회주의나 자본주의적정체성으로 설명하기 어려운 ‘복합적’ 정체성을 보이고 있다.

@highlight

이 글의 목적은 북한의 시장화 이후 계급체계와 노동계급의 이데올로기적 정체성 변화를 분석하는 데에 있다.

