본 연구는 설화 중 막내를 주인공으로 하는 이야기를 막내딸, 막내아들, 막내사위, 막내며느리 유형으로 나누어 서사 구조를 분석한 후 막내캐릭터의 특징과 의의를 논의한 것이다.

막내캐릭터의 특징은 소신 있게 행동하다가 시련을 겪거나 무능하다는 이유로 박대 받다가 성공하는 것이다.

이 중 전자는 막내는 책임감 내지 기존의 가치관으로부터 자유롭다는 사회·문화적인 배경에 기인하고 후자는 막내는 가장 유약하면서도 부모의 비호를 받는 탓에 가장 힘 있는 존재라는 형제관이 투영된 결과로 보인다.

그리고 막내의 성공은 가정을 재건하는 데로 귀결되는데 이는 가족 중심적인 우리 전통 사회·문화적 배경이 반영된 것이라 할 수 있다.

이러한 점은 <바리공주>와 <문전본풀이>에서도 확인되어 막내캐릭터의 신화적 맥락을 확인할 수 있었다.

한편 현대소설과 드라마에서 막내는 순수하고 밝은 존재로 가족에게 위안을 주고 미래의 희망을 암시하는 역할을 한다.

이는 장자를 우대하는 현실을 반영한 것이며 그런 점에서 현실에 근접해 있는 현대소설, 드라마의 장르적 특성과 관련된 것으로 보인다.

마지막으로 막내캐릭터가 환기하는 여러 가치를 통해 그것이 현대사회에서 갖는 의의를 논의하였다.

@highlight

이 연구는 설화 중 막내를 주인공으로 하는 이야기를 막내딸, 막내아들, 막내사위, 막내며느리 유형으로 나누어 서사 구조를 분석한 후 막내캐릭터의 특징과 의의를 논의한 것이다.

