최근 비개착공법으로 지하차도 시공 시 강관을 지반에 압입한 후 강관자체를 철근과 모르타르로 보강하는 다양한 일체형 파이프루프 공법이 적용되고 있다.

이러한 일체형 파이프루프 공법은 상재하중에 대해 지보강성 효과를 발휘하여 콘크리트 지하차도 구조물에 작용하는 응력을 한층 감소시킬 것으로 예상된다.

또한 아칭효과에 의해 주변지반의 연직방향 및 수평방향의 토압이 변화하게 된다.

본 연구에서는 일체형 파이프루프 시공에 따른 주변지반의 토압 분포 특성을 분석하고, 일체형 파이프루프 내측에 시공되는 콘크리트에 작용하는 토압을 분석하기 위하여 유한차분 수치해석을 통해 파이프루프의 체결 특성을 모델링하고 응력 및 변위거동을 분석하였다.

지반과 구조물의 경계에 인터페이스 요소를 도입하여 지반구조물의 상호작용을 분석하였다.

분석 결과, 본체 콘크리트 구조물에 작용하는 연직토압은 파이프루프의 강성과 아칭 작용에 의해 원상태의 연직토압보다 큰 폭으로 감소하여 작용하는 것을 확인하였다.

지하차도 구조물의 단면 설계 시 설계하중에 대해 이러한 아칭작용에 의한 연직토압의 감소를 고려한다면 경제성을 보다 확보할 수 있을 것으로 판단된다.

@highlight

이 연구에서는 일체형 파이프루프 시공에 따른 주변지반의 토압 분포 특성을 분석하고, 일체형 파이프루프 내측에 시공되는 콘크리트에 작용하는 토압을 분석하기 위하여 유한차분 수치해석을 통해 파이프루프의 체결 특성을 모델링하고 응력 및 변위거동을 분석했다.

