이 논문은 2009년 미디어 관련 법 개정 이후 도입된 미디어 다양성 지수(신-

방 합산 시청점유율 산정, 여론집중도 조사)의 제도화가 지닌 의의와 한계를 진단하고 향후 미디어 다양성 조사의 다각화 필요성을 제안한다.

구미 각국에서는 1990년대부터 방송 부문 소유규제의 초점을 시장 집중 억제에 두면서 수용자 점유율 모형을 적용하여 교차 미디어 시장 집중을 측정하려는 정책적 노력이 진행되었다.

국내의 신-

방 합산 시청점유율 산정방법과 여론집중도 산정방법은 교차 미디어 시장에 대한 수용자 점유율 모형(TV 콘텐츠 준거 모형과 뉴스 콘텐츠 준거 모형)을 채택하였다는 점에서, 해외의 다양성 평가 모형을 수용한 특징이 있다.

신-

방 합산 시청점유율 산정과 여론집중도 조사의 제도화는 두 가지 다른 기준에서 미디어 시장 집중 정도를 산출한 자료를 정기적으로 제공하는 계기를 마련한 의의가 있다.

하지만, 두 법정 미디어 다양성 지수로는 기성 미디어 사업자들이 공급하는 콘텐츠 내 관점의 다양성이나 최근의 온라인 환경에서 콘텐츠 유통의 주축으로 등장한 디지털 중개자들의 영향을 포착하는 데에 한계가 있다.

특히 최근 해외에서 디지털 중개자가 접근 다양성에 미칠 잠재적 위협에 대한 관심이 높아지고 있음을 고려하여, 향후 미디어 다양성 조사의 접근법을 더욱 다양화할 필요가 있다.

@highlight

본고는 2009년 미디어 관련 법 개정 이후에 도입된 미디어 다양성 지수(신-

@highlight

방 합산 시청점유율 산정, 여론집중도 조사)의 제도화가 지닌 의의와 한계를 진단하고 향후 미디어 다양성 조사의 다각화 필요성을 제안하였다.

