이 글은 영화 <암살>을 텍스트로 삼아 네 번의 암살 시도를 씨줄로 하고 민족주의와 인간주의를 두 축으로 구분되는 보수와 진보의 대결을 날줄로 하여 민족주의 문제와 역사 청산 문제를 분석했다.

이 영화에서 일본은 처단의 대상인 제국주의 지배층과 친일파라는 반인륜적 존재들과 설득 및 논리적 싸움의 대상인 민간인이라는 인간주의적 존재들의 총합이며, 민족주의는 인권 보장이 가능한 민족자결주의에 토대를 둔 인간적 민족주의다.

일제 강점기 일본군과 친일파의 일부에 대한 암살은 성공하지만 이로 인해 안옥윤으로 상징되는 민족주의 진보와하와이 피스톨로 상징되는 합리적 보수는 지하로 숨거나 사라진다.

그리고 해방후에까지 살아남아 권력을 유지한 염석진이 대표하는 파시즘적 보수에 대한 역사 청산이 반민특위라는 합법적 경로로는 실패한다.

하지만 현실에서 성공하지못한 대중에 의한 역사 청산은 안옥윤이 염석진을 암살함으로써 성공한다.

이것은 대중의 욕구에 따라 기억을 넘어 현재를 과감히 타파하고 현실의 재현을 넘어미래를 표현한 것에 다름 아니다.

@highlight

이 글은 영화 <암살>을 텍스트로 삼아 네 번의 암살 시도를 씨줄로 하고 민족주의와 인간주의를 두 축으로 구분되는 보수와 진보의 대결을 날줄로 해 민족주의 문제와 역사 청산 문제를 분석했다.

