최근 우리나라에서 증강현실 전시체험이 확대되면서 과학관 등에서 다양한 전시기법이 활용되고 있다.

본 연구는 무안생태갯벌과학관을 대상으로 갯벌생물을 중심으로 한 증강현실 전시체험 콘텐츠를 개발하여 관람객 만족도 조사 실시 후 결과를 반영하여 최종적으로 완성하는데 있다.

이 연구는 갯벌생물이라고 하는 특징적인 생태요소를 기반으로 한 증강현실 전시체험 콘텐츠를 개발하여 양방향의 전시인 전시물과 관람객이 서로 소통하는 전시가 이루어지도록 하려는데 의의가 있다.

이를 위해 개발된 콘텐츠를 일정기간 시연케 한 후 관람객 만족도 조사를 통해 문제점 및 개선방향을 도출하여 최종 완성품에 반영하고자 한다.

증강현실을 이용한 전시체험 콘텐츠는 과학관의 일방적인 전시매체에서 탈피하여 상호 양방향의 전시가 소통된다는 장점이 있다.

특히 교육적 특성을 가미한 전시매체의 경우 아동·청소년들이 다소 지루해할 우려가 있으므로, 이를 해소할 수 있는 증강현실 기반 전시체험 콘텐츠의 개발은 쌍방향의 소통이 이루어지는 매우 흥미로운 교육자료 및 창의적인 전시체험을 제공할 수 있을 것으로 본다.

@highlight

본 연구는 무안생태갯벌과학관을 대상으로 갯벌생물을 중심으로 증강현실 전시체험 콘텐츠를 개발하여 관람객 만족도 조사 실시 후 결과를 반영하여 최종적으로 완성하는데 있으며, 갯벌생물이는 특징적인 생태요소를 콘텐츠로 개발하여 전시물과 관람객이 소통하는 전시가 되도록 하려는데 의의가 있다.

