유류소모량 산정 모형 개발을 위해서는 차종, 도로의 경사, 포장상태, 포장종류 등 다양한 변수들을 고려해야 하지만 현재 사용하고 있는 국토교통부의 투자평가지침에도 차종으로만 구분이 되어 있을 뿐 다양한 요인들을 고려하지 못하고 있는 실정이다.

본 연구에서는 도로의 경사도가 승용차의 유류소모량에 미치는 영향을 분석하기 위해 실제 주행실험을 통해 얻은 데이터를 기반으로 유류소모량 산정 모형을 개발하고 적용성을 검증하는 것을 목적으로 한다.

경사도에 따른 유류소모량 모형 개발을 위해 GPS 장비와 연비측정장비를 이용하여 실제 주행실험을 통해 유류소모량을 초(sec) 단위로 측정하였다.

평지(±0~2%), 오르막(+2~5%), 내리막(-2~5%)의 세 가지 경사도로 구분하였으며 차량의 속도와 유류소모량을 변수로 하는 회귀모형을 이용하여 모형을 개발하였다.

승용차의 유류소모량은 내리막, 평지, 오르막 순으로 커지는 것을 확인할 수 있었다.

@highlight

본고는 도로의 경사도가 승용차의 유류소모량에 미치는 영향에 대해 분석하고, 실제 주행실험을 통해 얻은 데이터를 기반으로 유류소모량 산정 모형을 개발, 적용성을 검증한다.

