전남 진도군 소재 사찰의 보수 공사 중 벽화가 발견되어 제작기법 파악을 위해 교착제로 사용된 물질을 확인하고자 하였다.

이에 해당 벽화 시편에 대해 열분해/GC/MS와 IR 분석을 실시하였으며, 열분해/GC/MS분석은 직접 열분해와 온라인 메틸화법을 도입하였다.

IR 분석에서 아교, 옻, 황칠 등 전통 교착제와 초산아크릴계 수지의 스펙트럼을 벽화시편과 비교했을 때 유사하지 않았으며, 건성유인 아마인유와 비교했을 때도 유사도가 낮았다.

벽화시편의 열분해/GC/MS 분석 결과를 옻, 황칠, 아교, 초산아크릴수지와 비교했을 때 이들 물질이 아닌 것으로 나타났다.

한편, 벽화시편에서 팔미트산, 옥타데칸산, nonanedioic acid, 옥타데센산 등 건성유에 특징적인 물질이 검출되었고, 경화 건성유와 유사한 열분해/GC/MS 크로마토그램이 관찰되었다.

따라서, 벽화는 건성유를 교착제로 사용하여 제작된 것으로 판단되었다.

@highlight

전남 진도군 소재 사찰의 보수 공사 중 벽화가 발견되어 제작기법 파악을 위해 교착제로 사용된 물질을 확인하려 하였다.

@highlight

해당 벽화 시편에 대해 열분해/GC/MS와 IR 분석을 실시했고, 열분해/GC/MS분석은 열분해와 온라인 메틸화법을 도입했다.

