본 연구는 지식기반사회에서 산학협력을 통한 대학생들의 취업경쟁우위 창출 방안에 대해 살펴보았다.

이를 위해, 전라북도에서 시행하고 있는 산학협력 프로그램인 ‘커플링사업’의 2014~2016년 실적을 분석 하였다.

연구결과에 따르면, 사업에 참여를 한 학생들과 기업체들은 프로그램 만족도, 취업률 제고, 실무지식 습득, 실질적 유익성 등 모든 면에서 만족하고 있는 것으로 나타났다.

커플링사업에 대한 만족도가 높은 이유는 명확한 사업목표로 인해 사업 타당성이 높았으며, 사업의 소규모화로 인해 성과측정이 용이했고, 프로그램들의 실행가능성이 높았기 때문이다.

본 연구는 산학협력과 관련된 각 당사자에게 다음과 같은 시사점을 제공한다.

첫째, 산학협력 사업의 촉진자인 정부는 명확한 목표의식을 가지고 추진 할 사업이 유익한지, 타당한지, 실행가능한지, 지속가능한지 등을 종합적으로 고려하여 명확한 방향성을 제시해야 한다.

둘째, 대학은 패러독스경영 방식을 적용하여 교육만을 통한 인재양성 뿐만 아니라 인력을 사회화시켜 노동시장에 공급함으로써 사회 및 국가에 효과적으로 기여해야 할 것이다.

셋째, 학생들은 시시각각 변화하는 사회현상에 대한 관심을 바탕으로 자신의 역량에 맞는 목표를 설정하여 차별화된 경쟁우위를 창출해야 할 것이다.

본 연구는 우리나라의 최대 사회문제 중 하나로 대두된 청년실업을 해소하기 위한 방편으로 시행중인 ‘커플링사업’ 소개를 통해 대학생들의 취업경쟁력확보 방안을 제시한다는 점에서 의의 및 차별성이 있다.

@highlight

이 연구는 지식기반사회에서 산학협력을 통한 대학생들의 취업경쟁우위 창출 방안에 관해 살펴보았다.

@highlight

커플링사업에 관한 만족도가 높은 이유는 명확한 사업목표로 인해 사업 타당성이 높았으며, 사업의 소규모화로 인해 성과측정이 용이했고, 프로그램들의 실행가능성이 높았기 때문이다.

