세계 도처에 만연한 테러와 폭력을 생각할 때, 두 번의 전쟁과 30여 년의망명생활을 통하여 구체화된 틱낫한의 평화사상은 오늘 우리에게 중요한 의미를 지닌다.

그의 사상은 불교의 사회참여에 새로운 지평을 열었다.

그는불교를 현실에 맞게 재해석하여 현대화했으며, 알기 쉬우면서도 실제적이고효과적인 수행론을 확립했다.

틱낫한은 모든 존재가 상호존재(interbeing)임을 자각할 때, 진정한 의미의평화와 소통이 가능하다고 보았다.

모든 존재는 상호존재이기 때문에, 틱낫한에게 “불교는 이미 참여하고 있는 불교이다.

” 불교도들은 단지 내적 성찰에만 머물러 있어서는 안 되며, 세상 속으로 나아가야 한다는 것이다.

틱낫한의 사상과 실천에서 마음의 평화와 현실의 평화는 둘이 아니며, 내 안의평화, 즉 마음의 평화를 확립하는 방법론은 ‘마인드풀니스’(mindfulness)로집약된다.

철저하게 중재자로서 종교의 역할을 보여준 점에서 틱낫한의 평화사상은 큰 의미를 지닌다.

특히 분쟁 당사자 모두와 거리를 두지 않을 뿐만 아니라어느 편에도 속하지 않으면서, 철저하게 중재자로서 종교의 역할을 보여준그의 방법론은 높이 평가할 만하다.

그러나 디엠정권 붕괴 이후 정치와 완전히 선을 그은 그의 입장은 재고의 여지가 있다.

불교정당의 창당은 아니더라도, 좀 더 적극적인 정치참여와 중재가 필요했던 것으로 보인다.

@highlight

세계 도처에 만연한 테러와 폭력을 생각할 때, 두 번의 전쟁과 30여 년의망명생활을 통하여 구체화된 틱낫한의 평화사상은 오늘 우리에게 중요한 의미를 지닌다.

