원자력발전소에 설치되는 주요 전기기기들의 내부 부품을 내진검증하기 위해서는 캐비닛내부응답스펙트럼이 필요하고, 이는 캐비닛의 각 위치에서 정확한 지진응답을 구한 후에 생성이 가능하다.

반면에 대부분의 전기기기는 질량과 강성 분포가 복잡하기 때문에 해석적 방법에 의해 동적 분석을 수행하는 것이 어렵다.

이러한 여건을 감안하여 이 연구에서는 해석과 시험을 조합하여 기기의 지진응답을 예측하는 간편한 절차를 제안하였다.

제안된 절차는 먼저 충격시험을 통하여 규명된 실험모드특성을 이용하여 독립된 모드방정식을 구성하고, 이로부터 모드응답을 계산한 다음, 각 모드응답을 중첩함으로써 구조물의 지진응답을 예측한다.

제안된 절차의 신뢰성을 검증하기 위해서, 별도로 제작된 단순 강재 프레임 시편에 제안된 절차를 적용하여 지진응답을 예측하고, 이를 실제 진동대시험을 통하여 계측한 결과와 비교하였다.

이 연구를 통하여 충격시험에 의해 얻어진 실험모드특성을 이용하여 구조물의 지진응답을 비교적 정확하게 예측할 수 있음을 확인하였다.

@highlight

본 연구를 통하여 충격시험에 의해 얻어진 실험모드특성을 이용하여 구조물의 지진응답을 비교적 정확하게 예측할 수 있음을 확인하였다.

