본 연구는 정신장애인이 지각한 주관적 가족지지 정도에 따라 재활성과에 차이가 어떻게 나타나는지를 연구하였다.

참여자는 사회복귀시설을 이용하고 있는 정신장애인 352명으로 가족지지가 낮은 집단 173명, 가족지지가 높은 집단 179명이었다.

결과는 첫째, 임상적 영역의 재발율과 증상에서는 집단간에 차이가 나타나지 않았다.

둘째, 기능적 영역의 기능평가에서 전체점수와 하위 요소인 일상생활수행기술, 자신과 타인과의 관계의 점수가 가족지지가 높은 집단이 가족지지가 낮은 집단보다 더 높은 것으로 나타났다.

직업탐색효능감 평가에서 가족지지가 높은 집단이 가족지지가 낮은 집단보다 전체점수에 긍정적인 영향을 미치는 것으로 나타났다.

셋째, 주관적 경험의 영역의 삶의 질 평가에서 삶의 질의 전체점수와 긍정적인 자기지각 하위요소가 가족지지가 높은 집단이 가족지지가 낮은 집단보다 점수가 높은 것으로 나타났다.

자기효능감 평가에서 전체점수와 구체적 효능감, 일반적 효능감 하위요소가 가족지지가 높은 집단이 가족지지가 낮은 집단보다 점수가 높은 나타났다.

본 연구의 결과는 가족지지가 정신장애인의 기능적 영역(기능과 직업태도), 주관적 경험 영역(삶의 질, 자기효능감)에 영향을 미친다는 것을 의미한다.

@highlight

이 연구는 정신장애인이 지각한 주관적 가족지지 정도에 따라 재활성과에 차이가 어떻게 나타나는지를 연구했다.

@highlight

결과는 임상적 영역의 재발율과 증상에서는 집단간에 차이가 나타나지 않았다.

