이 글에서는 장행급의 사행기사를 통해 발해의 대당 및 돌궐관계의 일면을 살펴보았다.

먼저 돌궐관계 및 주변 나라의 대당 사행기사를 활용하여 장행급의 사행시기를 검토하였다.

그 결과 장행급의 사행은 707년 초반에 이루어졌다고 판단하였다.

그리고 기존연구에서는 당의 대발해사 파견배경으로 당 내부문제와 동북방정책을 들고 있다.

다만, 외교대상인 발해의 성장과 위상에 대해서는 충분한 고려가 이루어지지 않았다.

이에 발해의 초기 성장과정을 검토해 본 결과, 내부역량을 기반으로 세력을 확장해가는 발해의 모습을 확인할 수 있었다.

이러한 발해의 성장이 장행급 사행의 배경 중 하나가 되었다고 생각한다.

발해는 당의 사신파견에 대한 대응으로 왕자인 대문예를 보내었다.

발해의 왕자가 숙위하며 당에 머물고 있었지만 710년 당 중종의 북벌에 발해는 참여하지 않았다.

이는 발해가 당과 돌궐 사이에서 중립외교를 취하였음을 보여준다.

@highlight

본 연구는 장행급의 사행기사를 통하여 발해의 대당과 돌궐관계의 일면을 알아보았다.

@highlight

돌궐관계와 주변 나라의 대당 사행기사를 활용헤 장행급의 사행시기를 검토했다.

