본 논문은 2004년부터 2007년까지 유가증권시장에 상장된 대규모기업집단 비금융기업을 대상으로 기업지배구조가 조세회피에 미치는 영향을 실증적으로 분석하였다.

본 논문은 기업집단 체제라는 우리나라 기업의 특수성을 반영해서 기업지배구조를 나타내는 대용변수로 소유지배괴리도와 기업지배구조 점수를 사용하였고 종속변수인 조세회피는 Desai & Dharmapala(2006)의 방법을 이용해서 측정하였다.

실증분석 결과는 다음과 같다.

첫째, 소유지배구조 괴리도가 조세회피에 영향을 미치지 않는 것으로 나타났다.

조세회피를 회계이익과 과세이익의 차이로 설정한 회귀분석에서도 소유지배괴리도는 조세회피에 영향을 주지 않는 것으로 나타났다.

둘째, 기업지배구조점수가 좋을수록 조세회피는 감소한다는 것으로 나타났다.

이러한 결과는 우리나라 재벌 기업들이 지배구조점수가 좋을수록 조세회피 활동을 덜 한다는 것을 시사한다.

다만 표본을 산업별, 연도별로 구분해서 검증한 경우에도 기업지배구조점수가 좋을수록 조세회피는 감소하는 것으로 나타났지만 통계적으로 유의하지는 않았다.

이와 같은 결과는 기업집단에 국한하지 않고 비금융 상장기업 전체를 대상으로 분석한 선행연구에서 기업지배구조점수가 조세회피에 영향을 주지 않는 것으로 나타난 것과 대조를 이룬다.

@highlight

본고는 2004년부터 2007년까지 유가증권시장에 상장된 대규모기업집단 비금융기업을 대상으로 기업지배구조가 조세회피에 미치는 영향을 실증적으로 분석했다.

@highlight

본고는 기업집단 체제라는 우리나라 기업의 특수성을 반영해서 기업지배구조를 나타내는 대용변수로 소유지배괴리도와 기업지배구조 점수를 사용하였고 종속변수인 조세회피는 Desai & Dharmapala의 방법을 이용해서 측정했다.

