본고는 동시대 아일랜드의 소설가, 컬럼 토빈(Colm Toibin)의 최신작 <마리아의 증언>(2012)에 대해 고찰한다.

<마리아의 증언>은 제목에서 암시되듯 아들 예수의 죽음에 대한 성모 마리아의 증언을 다룬다.

이 소설에서 마리아와 예수의 관계는 평범한 어머니와 아들의 관계로 묘사된다.

작품 내내, 아들을 보호하지 못했다는 죄책감과 통한에 사로잡혀 있는 그녀의 모습은 애도하는 어미의 면모를 극대화한다.

그런 그녀에게 예수는 ‘신의 아들’이 아닌, 어머니의 도움을 항시 필요로 했던 연약한 소년에 불과하다.

아들이 십자가에 처형되었던 ‘그날’을 또렷하게 기억하는 것만이 아들을 먼저 떠나보낸 마리아가 할 수 있는 유일한 일이다.

또한 예수의 죽음은 마리아에게 바디우적 의미의 ‘사건’과 동궤로 이해되며, 그녀의 기억에 대한 진실을 확증하는 데 단서를 제공한다.

그런 이유로 이 소설에서 전개되는 마리아의 증언은 나아가서 어떤 식으로 요한복음으로 대별되는 기독교의 기원에 대한 서사의 대척점이 될 수 있는지를 보여 준다.

@highlight

본 논문은 동시대 아일랜드의 소설가, 컬럼 토빈의 최신작 <마리아의 증언>에 대하여 고찰하였다.

@highlight

<마리아의 증언>은 제목에서 암시되듯 아들 예수의 죽음에 대한 성모 마리아의 증언을 다뤘다.

