이 연구는 미국의 인구 모집단에 관한 가장 규모가 크고 가장 최근의 미시표본자료인2006-2010 American Community Survey Public Use Micro Samples를 이용하여 재미한인의가구형태에 대한 탐색적 연구와 함께 재미한인들의 미혼여부에 영향을 미칠 수 있는 다양한원인들을 경험적으로 분석하였다.

기혼일 경우와 대비하여 미혼으로 남는 경우를 종속변수로 한 로지스틱 회귀분석의 결과에 의하면 여성의 사회경제적 지위의 향상이 미혼으로 남을개연성을 증가시킨다는 가설이 지지되었고, 남녀별로 미혼을 예측하는 변인들의 영향력이다르게 나타난 기존의 경험적 연구와도 일관된 결론을 얻을 수 있었다.

한편, 이민 1세대에서 2세대로 넘어 오면서 미혼으로 남을 개연성이 높아질 것이라는 가설은 지지되었지만, 한인밀집지역에 거주할 경우 동족인 짝을 찾기가 상대적으로 용이해 미혼으로 남을 확률이 낮아질 것이라는 가설은 지지되지 않았다.

이 연구는 거주국에서 이민자 집단이 경험하게 되는광범위한 태도 및 가치의 변화로 규정할 수 있는 동화과정을 결혼에 대한 가치관의 변화와개념적으로 연결한 분석을 시도함으로써 재외한인사회를 대상으로 한 비교가족연구 분야에서 경험적 연구의 축적에 기여하였다는 의의도 함께 지닌다.

@highlight

이 연구는 미국의 인구 모집단에 관한 가장 규모가 크고 가장 최근의 미시표본자료인2006-2010 American Community Survey Public Use Micro Samples를 이용하여 재미한인의가구형태에 대한 탐색적 연구와 함께 재미한인들의 미혼여부에 영향을 미칠 수 있는 다양한원인들을 경험적으로 분석하였다.

@highlight

이 연구는 거주국에서 이민자 집단이 경험하게 되는광범위한 태도 및 가치의 변화로 규정할 수 있는 동화과정을 결혼에 대한 가치관의 변화와개념적으로 연결한 분석을 시도함으로써 재외한인사회를 대상으로 한 비교가족연구 분야에서 경험적 연구의 축적에 기여하였다는 의의도 함께 지닌다.

