본 연구는 제7차 교육과정 중학교 사회과 교과서의 세계사 영역을 비판적으로 검토함으로써 그 속에 내재된 서구중심주의를 분석하고자 수행되었다.

2개 출판사 4개의 사회과 교과서가 채택되었고 서구중심주의를 서구우월주의와 오리엔탈리즘의 2개 범주로 나누었다.

그리고 다시 서구우월주의는 보편적, 과학적, 발전적, 민주적, 남성적의 5개 하위범주로, 오리엔탈리즘은 신비적, 비과학적, 후진적, 폭력적, 여성적의 5개 하위범주로 각각 나누어 관련내용에 대해 양적분석과 내용분석이 동시에 실행되었다.

분석결과 첫째, 현재 사회과 교과서 속에서 서구중심주의는 오리엔탈리즘보다는 서구우월주의 형태로 더 많이 서술되고 있었다.

둘째, 서구우월주의에서는 서구를 민주적인 이미지로 서술하고 있는 비중이 가장 높았고, 오리엔탈리즘에서는 동양을 후진적 이미지로 서술하고 있는 비중이 가장 높았다.

셋째, 두 출판사의 사회과 교과서에서 서구중심주의뿐만 아니라 분석범주, 하위범주가 거의 비슷한 비중과 순서로 서술되고 있는 바, 국가가 여전히 ‘교과서 집필지침‘과 ‘검정기준‘의 ‘정설화‘된 내용을 바탕으로 교과서 집필을 통제하고 있기 때문으로 분석할 수 있다.

@highlight

이 연구는 제7차 교육과정 중학교 사회과 교과서의 세계사 영역을 비판적으로 검토함으로써 그 속에 내재된 서구중심주의를 분석하고자 수행되었다.

