이 연구의 목적은 결혼이주여성의 출산율을 제고할 수 있는 정책방향을 제안하는 것이다.

연구목적을 달성하기 위한 구체적인 방법은 먼저 출산율에 영향을 미치는 요인들을 발굴하고 각 요인들이 출산율에 영향을 미치는지를 분석한다.

다음으로는 분석결과에 기반하여 결혼이주여성의 출산율을 높일 수 있는 다양한 정책도구를 제안하는 것이다.

연구의 결과는 다음과 같다.

먼저, 추가 출산의지 측면에서의 분석결과 결혼이주여성이 한국기혼여성에 비해 상대적으로 추가 출산의지가 더 높은 것을 확인할 수 있었다.

따라서 정부가 부족한 재원으로 정책을 추진하고자 할 때, 보다 높은 정책효과를 기대한다면, 결혼이주여성에 대한 차별적인 지원전략의 추진이 상대적으로 높은 정책적 타당성을 가질 것으로 기대할 수 있다.

또한, 경제적 부담감 요인과 사회제도 인식에 대한 분석결과에서 확인할 수 있는 바와 같이 정부가 결혼이주여성에 대한 출산장려정책을 추진한다면, 상대적으로 경제적 부담감을 완화해 줄 수 있는 현실적인 정책도구를 채용하는 것이 타당할 것으로 분석되었다.

또한, 구체적으로 출산의료비와 출산 이후의 보육과 교육비 지원 전략을 활용할 수 있을 것이며, 실질적인 육아휴직제도와 산전후 휴가 급여 지원과 같은 출산보장을 위해 필요한 기본적인 제도들에 대한 정비가 필요할 것으로 판단된다.

@highlight

본 연구의 목적은 결혼이주여성의 출산율을 제고할 수 있는 정책방향을 제안하는 것이다.

@highlight

연구목적을 달성하기 위한 구체적인 방법은 먼저 출산율에 영향을 미치는 요인들을 발굴하고 각 요인들이 출산율에 영향을 미치는지를 분석한다.

