일선 지구대와 파출소의 경찰공무원들은 매일 많은 시간을 주취자와 관련된 업무를 하고 있다.

과도한 업무 부담뿐만 아니라 만취한 사람과의 상호작용으로 감정부조화를 겪는다.

이 연구에서는 주취자에 의한 감정부조화가 경찰공무원에게 어떤 영향을 미치는지 알아보기 위하여 실증적으로 분석하였다.

분석 결과는 크게 두 가지로 요약된다.

첫째, 경찰공무원의 감정부조화가 고갈에 통계적으로 유의미한 영향을 미치는 것으로 나타났다.

주취자와의 상호작용에서 느끼는 감정부조화로 인해 정서적인 지침과 피곤함, 긴장이 발생하는 것으로 보인다.

둘째, 경찰공무원의 감정부조화가 냉소에 통계적으로 유의미한 영향을 미치는 것으로 나타났다.

감정부조화가 발생하면 직무에 대한 관심이 감소하는 것으로 보인다.

이러한 결과는 주취자에 의한 감정부조화는 경찰공무원에게 정서적 지침과 피곤함과 같은 부정적 결과를 유발하고 직무에 대한 부정적인 태도를 유발하여 경찰조직에게도 부정적 결과를 유발하는 것으로 나타났다.

따라서 경찰은 감정부조화를 유발하는 무조건적인 친절을 강조하는 감정표현규칙보다는 주취자 상호작용 시간에 따라 단계별 감정표현규칙이 필요하다.

또한 경찰공무원의 주취자의 상호작용은 피곤함과 정서적 지침을 유발하므로 주취자 관련 사건을 해결한 후에는 일정 시간의 휴식시간을 제공할 필요가 있다.

@highlight

일선 지구대와 파출소의 경찰공무원들은 매일 많은 시간을 주취자와 관련된 업무를 하고 있다.

@highlight

이 연구에서는 주취자에 의한 감정부조화가 경찰공무원에게 어떤 영향을 미치는지 알아보기 위하여 실증적으로 분석하였다.

