스마트폰의 보급과 모바일 기술의 발달로 온라인을 통한 정보 교류 및 의사소통이 현대인의 일상이 되었다.

그동안 온라인을 통한 관계유지행동이 사회자본의 축적에 보탬이 될 것이라는 의견이 많았지만, 점차 기존에 형성된 사회자본이 온라인 관계유지행동에 영향을 미칠 것이라는 다소 상반된 의견도 나타나고 있다.

아울러 온라인에서의 대인관계와 사회자본과의 관련성을 살핀 대부분의 연구가 상관연구이거나 경험적 증거 없이 인과적 가정에 바탕을 두고 이루어졌으며, 특히 교량적 유형의 사회자본에 치중했다는 제한점이 있었다.

따라서 본 연구는 6개월 간격으로 3차 시점에 걸쳐 수집된 1039명의 종단자료를 바탕으로 온라인 관계유지행동 및 오프라인 관계유지행동과 교량적 및 결속적 유형의 사회자본간의 인과관계를 통합적으로 검증하는 것을 주된 목적으로 하였다.

자기회귀교차지연모형 분석 결과, 기존에 형성된 교량적 유형의 사회자본 수준이 오프라인 및 온라인 관계유지행동을 부분적으로 설명하였으며, 결속적 유형의 사회자본은 오프라인 관계유지행동을 통해 온라인 관계유지행동으로 이어지는 완전매개모형을 보였다.

오프라인 관계유지행동 역시 온라인 관계유지행동의 부분적인 원인으로 나타났다.

그러나 온라인의 관계유지행동이 오프라인의 관계유지행동으로 확장되지 않았고, 무엇보다 온라인과 오프라인에서의 관계유지행동 모두 사회자본의 축적에는 영향을 미치지 못하는 것으로 나타났다.

이후 연구결과의 함의와 제한점을 논의하였다.

@highlight

스마트폰의 보급과 모바일 기술의 발달로 온라인을 통한 정보 교류 및 의사소통이 현대인의 일상이 되었다.

@highlight

아울러 온라인에서의 대인관계와 사회자본과의 관련성을 살핀 대부분의 연구가 상관연구이거나 경험적 증거 없이 인과적 가정에 바탕을 두고 이루어졌으며, 특히 교량적 유형의 사회자본에 치중했다는 제한점이 있었다.

