본 연구는, 금융위기 전후로 재정위기를 타개하기 위하여 영국을 중심으로 OECD 국가들 사이에서 활용되어온 지출심사제도를 개관하였다.

지출심사는 본질적으로 합리적, 체계적 예산결정방법에 연원을 둔 예산준비과정으로서, 정부사업의 재구조화를 통하여 납세자 세금의 지출 가치를 극대화하고자 하는 목적을 가지고 있지만, 다른 한편으로는 지출절약옵션을 개발하여 예산을 감축해가는 수단으로 폭넓게 사용되었다.

OECD 국가들이 지출심사는 그 범위와 대상에 따라 다양하게 분류되는데, 대규모지출감축을 목적으로 하는 경우에는, 사전에 심사대상에 대한 제한을 명시하지 않는 포괄적 심사제도가 주로 사용되었다.

향후 우리나라에서 지출심사제도를 효과적으로 활용하기 위해서는 먼저 국가적 차원에서 중장기 재정관리 목표에 기초하여 지출심사의 방향을 정하고, 우리나라 재정부처와 일선부처의 정부사업분석역량을 고려하여 현실적인 수준(범위)의 지출심사를 실시할 필요가 있다.

또한 지출심사와 상보적 관계에 있는 성과주의예산제도와 하향식 예산제도를 더 성숙시키고, 심사과정에서 기존의 정부사업분석방법과 예산분석기관들의 역량을 적절히 활용하는 방안을 개발하여야 할 것이다.

@highlight

이 연구는, 금융위기 전후로 재정위기를 타개하기 위해 영국을 중심으로 OECD 국가들 사이에서 활용되어온 지출심사제도를 개관했다.

