사회과교육에서 민주시민성은 최상위 목표이다.

그러나 이를 제도화된 교육과정과 연계시킨 논의는 매우 부족했다.

특히 선택 교육과정인 사회?

문화의 경우 그것이 목표로 삼아야 할 시민성과 관련된 연구는 거의 없었다.

이런 상황에서 본 연구는 사회과교육의 목표 달성에 기여할 수 있는 사회?

문화의 교육 목표를 시민교육적 차원에서 구체적으로 규명하여, 차후 이를 함양하기 위해 필요한 교육 내용의 탐색을 위한 기반으로 삼고자 하였다.

이를 위해 첫째, 사회과 교육목표인 민주시민성에 관한 기존 연구들을 토대로 사회과 교육 목표가 대항사회화의 속성을 지속적으로 가져왔음을 밝혔다.

둘째, 대항사회화의 핵심적 속성인 비판적 사고에 대한 의미를 규명하기 위해 사회과교육 내의 비판적 사고에 관한 논의를 살펴보았다.

셋째, 비판적 사고의 지식의존성과 영역특수성에 터하여 사회?

문화의 모학문인 사회학의 학문적 가이스트(Geist) 및 사회학적 사고의 비판적 특성을 검토하고 사회과교육의 비판성과 사회학의 비판성 간에 정합성이 있음을 확인하였다.

마지막으로, 이 정합성에 근거하여 사회?

문화 교육 목표로서의 비판적 시민성이 가지는 의미를 구체적으로 규정하였다.

@highlight

이런 상황에서 이 연구는 사회과교육의 목표 달성에 기여할 수 있는 사회?

@highlight

문화의 교육 목표를 시민교육적 차원에서 구체적으로 규명하여, 차후 이를 함양하기 위해 필요한 교육 내용의 탐색을 위한 기반으로 삼고자 했다.

