율곡학파는 이이 -

김장생 -

김집을 거쳐서 송시열과 그의 제자들로 발전하면서 기호지역을 중심으로 최대의 학파를 형성한다.

이이의 학문을 계승한 김장생은 주희와 이이에게서 성리학의 학문적 체계가 완성된 것으로 보고 주희와 이이에게 미비한 예학의 정립을 도통론적 맥락에서 자임한다.

그리하여 상례, 제례를 중심으로 하여 『가례』를 조선의상황에 맞게 재편집하고, 국가 전례에서도 정통론을 바탕으로 종법주의적 질서를 재확립하려고 하였다.

김집은 김장생으로부터 예학을 전수하여 『국조오례의』의 문제점을 보완하고 수정하여 국가의 보편적 예제 질서를 확립하려고 하였다.

율곡학파에서 예학이 발전한 것은 이이의 기발이승의 이기론에서 그 원인을 찾을 수있다.

기발이승의 논리는 현실의 기의 세계를, 이념을 표준으로 삼아 교정하고 바로잡고성실하게 이념을 실현하려는 노력을 중시한다.

따라서 객관적 예 규범을 표준으로 삼아현실의 다양한 행위를 재단하고 보편적 예제의 질서에 맞추어 나가게 한다.

이러한 예 규범과 현실의 괴리를 규명하려는 학문적 체계가 예학이다.

율곡학파의 예학은 이후 예송논쟁을 거치면서 조선 예학의 발전을 주도하였다.

@highlight

이런 예 규범과 현실의 괴리를 규명하려는 학문적 체계가 예학인데 율곡학파의 예학은 이후 예송논쟁을 거치면서 조선 예학의 발전을 주도했다.

