이 연구는 초등 특수학급 교사들이 특수교육 대상 학생들에게 실제적으로 어휘를 어떻게 지도하고 있는지를 밝히는 데에 그 목적이 있다.

이를 위해 이 연구에서는 15명의 특수교사들을 대상으로 반구조화된 면담을 실시하였고, 면담 내용은 귀납적 자료 분석을 통해 어휘 지도 실제에 관한 8개 범주와 28개의 주제로 범주화되었다.

이 연구를 통해 얻은 결과는 첫째, 교사들은 어휘 선정을 위해 교육과정과 교과서를 활용하고, 학생 자신과 가족 중심, 그리고 생활에서 자주 접하고 사용하며, 학생이 경험한 이야기를 중심으로 어휘를 선정하는 것으로 나타났다.

둘째, 교사들은 어휘 지도를 위하여 효율적인 학습 환경을 조성하고, 학습자 수준을 고려한 탄력적 어휘 지도를 실시하며, 재미있는 활동을 통해 어휘를 지도하고, 학습자 중심의 상호작용과 효과적인 교수매체를 활용하는 것으로 나타났다.

셋째, 실제적인 어휘 평가를 위하여 관찰 중심의 평가, 과정 중심의 평가, 포트폴리오 평가를 활용하였다.

이처럼 초등 특수학급 교사들은 학생의 개별성과 실제 상황에서의 적용을 고려하여 다양한 어휘 지도 방법을 실제적으로 사용하고 있음을 탐색할 수 있었다.

@highlight

본 논문은 초등 특수학급 교사들이 특수교육 대상 학생들에게 실제적으로 어휘를 어떻게 지도하고 있는지를 밝히고자 하였다.

@highlight

본 연구에서는 15명의 특수교사들을 대상으로 반구조화된 면담을 실시했고, 면담 내용은 귀납적 자료 분석을 통해 어휘 지도 실제에 관한 8개 범주와 28개의 주제로 범주화하였다.

