초·중·고 학생들에게 학교라는 장소는 가정 보다 더 많은 생활을 하고, 부모님 보다 더 많은 시간을 함께하는 급우가 있는 곳으로, 미래를 열기 위해 자아를 형성하는 학습 공간이다.

따라서 우리 학생들은 안전한 공간에서 생활을 하고 학습을 받아야 하는 권리와 의무가 있지만, 학교에서 발생하는 다양한 사건·사고로 위협을 받고 있는 실정이다.

그런데 학교에서 발생한 사건·사고는 사회와 유사한 성격이 많은데, 사회에서 발생하는 사건·사고의 경우 여러 제도, 정책 등을 시행하여 개선 내지 예방을 하고 있다.

그러나 학교에서 발생하는 사건·사고의 경우 매년 증가하고 있어 개선과 예방 등의 대책에 실효성의 확보가 필요하다.

특히, 우리 학생들이 학교라는 협소한 공간과 학습에서 오는 스트레스 등을 볼 때 사회에서 시행되고 있는 그 어떤 정책보다 더욱 빠르고 정교한 프로그램이 제공되어야 한다.

따라서 이 연구에서는 우리 학생들이 안전한 학교에서 생활할 수 있는 모형을 제시하고자 하였다.

이론적 배경으로 안전한 학교의 개념, 법적 근거 그리고 국제 안전 학교 모델의 구성 영역을 통해 안전한 학교 모형으로 손상·질병·재난·범죄를 구성요소로 제시하였다.

이 후 구성요소를 중심으로 현재 학교에서 발생하는 각종 사건·사고의 실태와 문제점을 검토하였다.

우리 학생들이 안전한 학교라는 공간에서 최상의 학습권과 생활을 할 수 있도록 관련 기관의 통합적 운영, 프로그램 운영·평가 및 피드백, 네트워크 형성 및 교류라는 운영 방향을 제시하였다.

@highlight

초·중·고 학생들에게 학교라는 장소는 가정 보다 더 많은 생활을 하고, 부모님 보다 더 많은 시간을 함께하는 급우가 있는 곳으로, 미래를 열기 위해 자아를 형성하는 학습 공간이다.

@highlight

본 연구에서는 우리 학생들이 안전한 학교에서 생활할 수 있는 모형을 제시하려 했다.

