이 연구는 한국교육의 수동 명의 특징을 밝히고자 하는 데에 그 목이 있다.

한국사회 는 국가형성기(1945-1960)의 1차, 자본주의 산업화시기(1961-1987)의 2차, 그리고 민주주의 시 기(1987-

재)의 3차의 수동 명기를 겪어왔으며, 한국교육을 분석해보면 수동 명의 특 징이 다음과 같이 나타나고 있다.

첫째, 기의 순간과 수동 명의 결합이라는 특징을 보여 다.

둘째, 시기별로는 국가형성기에는 단, 산업화기에는 배제, 민주주의 시기에는 선택 포섭이라는 특징을 지니고 있다.

셋째, 한국교육의 수동 명은 강고성과 엄혹성을 지니고 있다.

넷째, 한국교육의 수동 명은 내외 조건이 변화하면서 진으로 변화하고 있다.

이러한 한국교육의 수동 명은 교육의 정치지배, 특정세력에 의한 교육독과 왜곡된 교육 지형의 형성, 일방 헤게모니와 왜곡된 교육구조로 인한 교육문제의 형성, 즉 개인 교육기 회의 허용과 집단 변기회의 차단을 통한 교육경쟁과 교육열, 입시교육의 문제를 가져왔다.

87년 체제를 지나 2017년 체제로 나아가야 하는 지, 이를 해결하기 한 새로운 교육체제의 형성이 과제로 남아있다.

@highlight

본고의 목적은 한국교육의 수동 명의 특징을 밝히고자 하는 데에 있다.

@highlight

한국사회는 국가형성기의 1차, 자본주의 산업화시기의 2차, 또한 민주주의 시기의 3차의 수동 명기를 겪어왔으며, 한국교육을 분석하여보면 수동 명의 특징이 다음과 같이 나타내고 있다.

