본 연구는 국립대구박물관 외부환경 개선 사업의 일환으로, 노후 시설개선을 통하여 지방국립박물관의 활성화를 도모하며 박물관의 사회적 기능 확대를 목적으로 한다.

연구의 접근은 ‘포용적 박물관’의 정책을 실현하고, 외부공간에 ‘기능복합’을 구현하기 위한 프로그램 제안과 공간 조정에 대한 구상을 통하여 기본계획을 수립하였으며, 연구결과는 다음과 같다.

계획의 기본방향은 포용적 가치가 담긴 박물관의 다양한 활동과 각 공간별 체험이 종합적으로 이루어지도록 외부공간을 ‘전정공간’, ‘연계공간’, ‘숲 허브공간’으로 재구성하였다.

첫째, ‘전정공간’은 박물관 전정에 조성된 기존 광장과 녹지의 개방감을 높이고, 상징성을 부각시키도록 계획하였다.

둘째, ‘연계공간’은 실내전시공간에서 외부공간으로의 연결동선을 특화하고, 건물의 신축을 고려하여 외부의 문화행사 활용공간을 제시하였다.

셋째, ‘숲 허브공간’은 기존 야외전시시설을 개선하여 ‘포용적 박물관’으로서 의미를 전달하기 위한 다양한 계층의 관람객에게 ‘할 거리’를 제공하기 위한 공간으로 계획하였다.

본 연구결과는 향후 ‘포용적 박물관’의 개념에 대한 조경설계 적용방안의 한 유형으로 의미를 가지며, 지역차원에서의 특정주제 발굴을 통한 문화 인프라 활성화 사례로서 역할을 담당할 것이다.

@highlight

본 연구는 국립대구박물관 외부환경 개선 사업의 일환으로 노후 시설개선을 통하여 지방국립박물관의 활성화를 도모하고 박물관의 사회적 기능 확대를 목적으로 하며, 연구의 접근은 ‘포용적 박물관’의 정책을 실현하고, 외부공간에 ‘기능복합’을 구현하기 위한 프로그램 제안과 공간 조정에 대한 구상을 통하여 기본계획을 수립하였다.

