샤론 크리치의 『두 개의 달을 걷다』는 이야기 속 이야기이고 이야기들에 관한 이야기이며 여행의 기록이자 이 모든 것을 하나로 합쳐놓은 청소년소설이다.

크리치는 뉴베리상을 수상한 이 작품으로 장기간에 걸친 베스트셀러 작가가 되었다.

이 작품이 지속적으로 독자들의 관심과 사랑을 받은 이유는 작가가 스토리텔러로서 스토리텔링에 담겨야 할 필수요소 네 가지 즉, 메시지, 등장인물, 갈등, 플롯 등을 효과적으로 상호침투 시키는 스토리텔링 전략을 사용했기 때문이다.

작품에서 스토리텔링의 네 가지 필수요소들이 각각의 특성을 명확하게 드러내면서도 치밀한 전략에 의해 유기적으로 혼합될 때 그 작품은 흥미롭고 가치 있는 이야기로 거듭나게 된다.

작품에서 주인공 샐은 엄마를 찾아가는 여행에서 친구 피비의 이야기를 조부모에게 들려준다.

그 과정에서 피비의 이야기 뒤에 자신과 엄마의 이야기가 숨어있다는 것을 깨닫는다.

샐은 이야기 속에서 이야기를 하는 스토리텔러인 셈이다.

작품의 화자이기도 한 샐은 결국 작가 샤론 크리치의 페르소나이다.

따라서 샐이 해나가는 스토리텔링은 곧 크리치의 것이라 할 수 있다.

크리치가 스토리텔링의 필수요소 네 가지를 통해 정교하고 치밀하게 구사하는 스토리텔링 전략은 『두 개의 달을 걷다』를 호기심과 흥미를 자극하는 작품으로 만들어 독자들을 매혹시킨다.

@highlight

샤론 크리치의 『두 개의 달을 걷다』는 이야기 속 이야기이고 이야기들에 대한 이야기이며 여행의 기록이자 이 모든 것을 하나로 합쳐놓은 청소년소설이다.

@highlight

이 작품이 지속적으로 독자들의 관심과 사랑을 받은 이유는 작가가 스토리텔러로서 스토리텔링에 담겨야 할 필수요소 네 가지 즉, 메시지, 등장인물, 갈등, 플롯 등을 효과적으로 상호침투 시키는 스토리텔링 전략을 사용했기 때문이다.

