빈곤의식은 빈곤문제에 대한 대응의 토대가 되며 그러한 의식이 행동으로 연결되는 데에는 빈곤태도가 중요하게 관련된다.

빈곤의식 고양을 목적으로 교육적 개입을 위한 기초선 검토의 일환으로 사회복지전공 대학생들과 비전공생들의 빈곤태도와 관련요인들을 비교하고 빈곤태도에 영향을 미치는 요인을 살펴보았다.

연구결과, 첫째, Atherton et al.

(1993)의 빈곤태도 척도를 탐색 및 확인적 요인분석을 하여 세 요인(빈곤층의 자질, 일의 개인책임, 제도를 통한 빈곤대책)을 사용하였다.

둘째, 전공생이 비전공생보다 빈곤층자질과 빈곤대책에 대해 우호적이었고, 두 집단 평균 차이가 빈곤태도 요인3(제도적 대책)과 총평균, 반개인주의에서 나타났으며, 전공생의 빈곤태도 요인들이 다른 변수들과 더 빈번히 유의한 상관을 보였다.

셋째, 회귀분석결과, 빈곤태도의 세 요인과 총평균 모두에 걸쳐 사회계층과 반개인주의가 주요한 영향력을 보였다.

전공생인 경우 비전공생보다 전반적 빈곤태도가 더 우호적인 것이 예측되었다.

이러한 결과를 토대로 논의하고 빈곤의식을 고양하는 사회복지실천 교육을 위한 함의를 제언하였다.

@highlight

빈곤의식은 빈곤문제에 대한 대응의 토대가 되며 그런 의식이 행동으로 연결되는 데에는 빈곤태도가 중요하게 관련된다.

