삶에서, 사람 사이에서 생기는 상처는 더러 법에게 질문을 던진다.

그 상처가 부당했음을 법이 공적으로 확인해주고, 얼마나 아팠는지 알아주기를 바라기 때문이다.

그런데 일정한 형식과 절차를 거치면서 상처를 다루긴 하지만 법은 상처에 제대로 응답하는 데 그다지 익숙하지는 않다.

상처는 법적 과정에서 어쩌면 그저 통과될 뿐이며, 그러할 때 소송은 법의 간지로서 작용한다.

기대하는 것과는 달리, 법은 대화나 화해의 매개기능이나 통역자 또는 번역자로서의 기능을 발휘하는 데 곤란함을 보인다.

이 글에서는 일본군 위안부 피해자들의 명예를 훼손한 혐의로 기소된 『제국의 위안부』의 저자에 대한 형사공판을 통해, 위안부의 상처를 법이 어떻게 대하고 있는지 분석했다.

당해 공판에서, 온전히 당사자를 대표할 수 없는 법률대리인에 의해 수행되어야 하는 법의 기본구도와 삶의 복잡한 이면을 헤아리기 힘든 법언어의 한계가 노출되었다.

특히 ‘매춘’이라는 말의 상처는 다분히 그것을 통과시키는 데 역량이 집중됐는데, 이 글은 법이 상처를 겪고 견딤으로써 그것을 겪어내고 고통으로 열리기를 제안한다.

그리하여 법만이 아니라 우리 사회가 상처에 책임감 있게 응답해야 함을 말한다.

@highlight

삶에서 사람 사이의 상처는 더러 법에게 질문을 던지는데, 그 상처가 부당했음을 법이 공적으로 확인해주고, 얼마나 아팠는지 알아주기 바라기 때문이다.

@highlight

일정한 형식과 절차를 거치면서 상처를 다루기는 하지만 법은 상처에 제대로 응답하는 것에 익숙해지지는 않는다.

