본 연구는 대구광역시 달성군 구지면 일원의 대구사이언스파크 국사산업단지 조성 예정지를 연구 대상지로 선정하여, 정밀 비오톱 구조분석 및 휴양가치 평가를 수행해 보고, GIS 기반 비오톱 가치평가 도구(B-

VAT)를 개발하는데 가장 큰 의의를 두었다.

연구의 결과를 요약하면 다음과 같다.

우선 현장조사 및 선행연구를 바탕으로 한 비오톱 유형분류 결과, 비오톱 유형군은 총 13개, 이에 귀속되는 세부 비오톱 유형은 총 63개로 분석되었다.

비뱃(B-

VAT)을 적용한 1차 평가 결과, Ⅰ등급으로는 산림가장자리(EG) 등 총 7개 유형, Ⅱ등급은 27개 유형, Ⅲ등급은 2개 유형, Ⅳ등급과 Ⅴ등급은 각각 6개, 21개 유형으로 평가되었다.

이상의 결과를 바탕으로 한 2차 평가 결과, 휴양 및 자연체험을 위해 특별한 의미를 가진 부지(1a, 1b)는 총 30개 공간, 의미를 가진 부지(2a, 2b, 2c)는 총 76개 공간으로 분석되었다.

본 연구에서 개발한 GIS 기반 비오톱 가치평가 도구(B-

VAT)는 기존 가치평가 모형의 적용 한계성을 극복하고, 편의성 및 대중성을 높이는데 기여할 뿐만 아니라, 시간의 절감 및 정확도의 측면에서도 큰 장점이 있을 것으로 사료된다.

@highlight

이 연구는 대구광역시 달성군 구지면 일원의 대구사이언스파크 국사산업단지 조성 예정지를 연구 대상지로 선정해, 정밀 비오톱 구조분석 및 휴양가치 평가를 수행해 보고, GIS 기반 비오톱 가치평가 도구를 개발하는데 가장 큰 의의를 두었다.

