본 연구는 친일담론의 발화와 수신을 밝히는 연구의 일환으로 기획되었으며 특히 조선과 일본의 인적 네트워크의 형성과 전개를 중심으로 이를 밝혀내고자 하였다.

조선에서는 김윤식, 정만조와 정병조를, 일본에서는 미시마 추수, 스에마츠 겐조, 모리 카이난 등의 예를 들어, 인적 네트워크의 형성 과정과 전개를 구명했다.

다음으로 이 네트워크를 통한 발화와 수신에 대해서도 알아보았다.

조선과 일본의 아시아 주의자들은 아시아연대를 실현하기 위해 선린과 우의를 강조하였으며 이 인적 네트워크를 통해 이것을 실천하였다.

뿐만 아니라 일제 식민지 이후에는 조선의 아시아주의자들은 일본이 발신하는 식민지 이데올로기에 호명하며, 이를 내면화하는 양상을 보여준다.

개항 이후 조·일간의 인적 네트워크는, 문명개화와 서양에 대한 공동 대응 전선의 형성이라는, 운명 공동체론에 대한 공감에서 시작되었다.

아시아 연대론은, 초기에는 아시아의 通商에 관한 것이었으나, 점차 동양이라는 문명권, 후에 동양이 즉 ‘유교문화권’이라는 문화권역으로 인식이 변하였다.

그러나 조선이 일제의 식민지화에 따라, 조선의 아시아주의자들이 주장한 ‘同種同文의 아시아’를 위해, ‘斯文의 아시아’를 위해 하나가 되어야 한다는 논리는, 식민지 동화정책의 수식어가 되어버렸고, 조선과 일본의 관계도 ‘형제국’에서 ‘父子國’으로 점차 종속성이 심화 되어 갔다.

@highlight

이 연구는 친일담론의 발화와 수신을 밝히는 연구의 일환으로 기획되었으며 특히 조선과 일본의 인적 네트워크의 형성과 전개를 중심으로 이를 밝혀내고자 했다.

