본고는 강원지역의 고문서 조사와 정리 과정을 살펴보고 수정 및 보완해야 할 사항을 논하였다.

강원지역을 대상으로 한 고문서 조사와 정리는 첫째 1980년대 문화재국에 의한 조사와 정리, 둘째 1990년대 지역연구자들에 의한 조사와 정리, 셋째 2000년대 고문서연구센터에 의한 조사와 정리, 넷째 2010년대 한국학자료센터에 의한 정리와 DB구축이 진행되었다.

이를 통해 일정한 성과를 거두어왔으나 기존의 조사와 정리 방식은 고문서의 특성과 독자층의 효율적인 이용을 고려하여 보완해야 할 부분이 존재한다.

고문서 조사는 전수조사를 원칙으로 보존 상태와 전래 과정에 대한 조사가 병행되어야 하며 강원 전역에 대한 지속적이고 체계적인 조사가 이루어져야 한다.

고문서 정리 방식은 고문서의 종류와 형식에 맞추어 특성에 맞는 해제의 구성과 기술이 필요하며 중복된 서술을 피하고 핵심적인 내용을 독자층에 전달할 수 있어야 한다.

웹서비스 방식은 분류항목을 확대하고 다층적 선택 분류가 가능하여야 하며 고문서의 핵심 정보를 목록으로 제공하여 다운로드 기능을 추가해야 한다.

이와 더불어 앞으로 고문서 조사와 정리를 원활하게 진행하기 위해서는 고문서와 지역에 관한 이해도가 높은 전문인력을 양성하고 활용하는 데에 큰 관심과 실천이 필요하다.

@highlight

이 논문은 강원지역의 고문서 조사와 정리 과정을 살펴보고 수정 및 보완해야 할 사항을 논했다.

@highlight

고문서 정리 방식은 고문서의 종류와 형식에 맞춰 특성에 맞는 해제의 구성과 기술이 필요하며 중복된 서술을 피하고 핵심적인 내용을 독자층에 전달할 수 있어야 한다.

