본 연구는 아날로그 시대에서 디지털 시대로 전환되는 시점에서 많은 문화재를 보유하고 있는 사례 지역을 대상으로 관광산업의 공급 특성을 분석하여 이 지역 관광산업의 발전전략을 도출하고자 한 것이다.

안동지역은 보유 문화·관광자원은 많으나, 그 분포가 시 전역에 산재되어 있고 분포 위치에 대한 지리정보가 충분치 못하고 교통망의 연계가 원활치 못해 접근성이 낮은 특성을 가지고 있다.

스마트폰, 네비게이션 등이 보편화된 새로운 경향의 관광수요에 대응하고 지역경제의 활성화에 기여하는 전략으로 가칭 ‘모바일 사이버 시민증’ 서비스를 통하여 사이버 시민에게 다양한 혜택을 제공하여 마케팅에 활용함으로써 관광객을 유치하는 동시에 지역의 브랜드 이미지 상승을 제고할 필요가 있다.

또한 중·장기적으로는 중앙정부가 추진하는 u-

City 계획과 관련을 짓되, 단기적으로는 지방정부가 선도하는 u-

문화·관광 계획을 수립하고 그 동안 이 지역이 구축한 대한민국 대표 문화관광지라는 위상을 적극 활용하여 중앙정부의 지원을 이끌어 내는 전략이 필요하다.

@highlight

이 연구는 아날로그 시대에서 디지털 시대로 전환되는 시점에서 많은 문화재를 보유하고 있는 사례 지역을 대상으로 관광산업의 공급 특성을 분석하여 이 지역 관광산업의 발전전략을 도출하고자 한 것이다.

