통일법제 정비의 필요 및 방안, 북한 민법 및 상속법제에 대한 선행연구는 적지 않으나, 통일시대 상속제도와 이를 법교육차원에서 의미를 부여하고 있다는 점에서 본 연구의 의의가 있다.

법교육 차원에서는 생활법으로서 상속을 둘러싼 남북한의 법률의 차이, 통일시 상속문제를 둘러싼 문제가 발생하는 이유, 현재에도 상속에 대해 북한주민이거나 이었던 사람들로부터 소가 제기되는 상황에 대한 소개 등을 한다.

이는 궁극적으로 통일에 대비의 필요성, 통일 전 북한의 실상을 정확하게 알리는 통일교육으로서 의미도 가질 것이다.

이러한 통일시대 상속제도의 방향, 그리고 상속제도에 대한 법교육에 대한 검토를 위해 Ⅱ.

에서는 남북한 상속제도의 기본내용과 법교육의 현황에 대해 살펴본다.

Ⅲ에서는 분단전 상속제도, 분단후 남북한 각각의 상속제도, 남북한 주민의 상속제도 분쟁의 현황에 대해 살펴본다.

Ⅳ.

에서는 통일의 선례라 살 수 있는 독일의 통일 전 서독, 동독의 상속제도와 통일후 상속제도를 검토하여 우리나라 입법례로서 참고한다.

Ⅴ.

에서는 상속제도에 대한 기본내용 및 연혁, 독일의 입법례 등을 토대로 통일시대 상속제도 변화방향에 대해 다루고, 이러한 상속제도하에서 법교육의 역할에 대해 다룬다.

@highlight

통일법제 정비의 필요 및 방안, 북한 민법 및 상속법제에 관한 선행연구는 적지 않으나, 통일시대 상속제도와 이를 법교육차원에서 의미를 부여하고 있다는 점에서 본 연구의 의의가 있다.

