이 논문은 2016.5.29.

에 통과된 개정 중재법상의 중재판정 집행에 관한 문제점을 다루고 있다.

개정 중재법에서는 중재판정 집행절차를 집행판결에서 집행결정으로 개선함으로써 중재판정의 간이하고 신속한 집행을 도모하고 있지만, 여전히 중재판정의 집행권원성을 인정하지 않고 있기 때문에 여러 가지 문제점이 존재한다.

특히 개정 중재법은 제35조 단서에 중재판정의 효력을 제한하는 규정을 두었는데, 이 단서 규정으로 인하여 중재제도의 근간이라고 할 수 있는 중재판정 취소에 관한 규정을 사문화시키고, 기존의 중재판정 취소와 중재판정의 승인 및 집행 거부에 관한 법적인 틀을 바꾸어버린 결과를 초래할 수 있게 되었는바, 이 논문에서는 이를 피할 수 있는 새로운 해석론을 제시하고 있다.

이 외에, 중재집행 절차에서 야기될 수 있는 절차의 지연, 비용 증가, 중재 홍보 과정에 발생할 수 있는 법적 책임, 임시적 처분의 집행절차와 관련된 문제 등 개정 중재법의 제반 문제점을 분석하고 있다.

@highlight

이 논문은 2016.5.29.

@highlight

에 통과된 개정 중재법상의 중재판정 집행에 관해 문제점을 다루고 있다.

