본 연구는 쥐눈이콩을 주재료로 하는 당뇨의 식이요법에 활용할 수 있는 간편 편이식을 개발하고자 계획하였고 그 첫 단계로 고처방을 기초로 하여 미숫가루를 고안하였다.

동양의 기미론을 기본으로 그 효능을 분석하고 동시에 영양성분을 분석한 후 동·서 식품영양학적으로 그 효능을 비교, 고찰하여 당뇨의 식 · 의약 치료에 있어 활용가치를 판단해 보았다.

본 연구는 식품을 기미론(氣味論)적으로 분석하여 약선식료학 연구를 위한 기초자료를 확보하고 동시에 식품영양분야에서 식품효능 접근 방법과 원활한 접목을 위한 자료를 제시할 수 있을 것이라 사료된다.

또한 향후 식품의 효능이나 섭취방안에 대한 올바른 개념을 정립하여 식품 효능에 대한 인식 전환의 계기가 되어 동양에서 바라보는 식품의 섭취효능을 이해하는데 기초자료가 될 수 있으리라 판단된다.

한편, 본 연구자들은 본 연구에서 고안한 미숫가루의 보간익신(補肝益腎) 효능을 객관적으로 판단해 보고자 임상실험을 진행하여 당뇨의 식 · 의약치료에 활용할 수 있는 가치를 계속적으로 연구 · 보고하고자 한다.

@highlight

이 연구는 쥐눈이콩을 주재료로 하는 당뇨의 식이요법에 활용할 수 있는 간편 편이식을 개발하고자 계획했고 그 첫 단계로 고처방을 기초로 해 미숫가루를 고안했다.

