이 논문은 청년 헤겔의 중심개념인 “사유”를 탐구한다.

“사유”란 보편자를 특수자로부터 분리하면서 후자를 전자 아래로 포섭하는 능력이다.

이 “사유”의 모델을 헤겔은 아브라함, 맥베스, 그리고 칸트에게서 발견한다.

자기충족적인 이성을 가진 원자적 개인은 이 자기충족성 속에서 자신의 이념을 설계하려 하지만 결국 이 이념은 이 이성 자체의 한계 때문에 실현될 수 없다.

이때 이성은 자신의 자립성을 보존하기 위해 신을 요청함으로써, 절대적 수동성의 상태에 빠지게 된다.

여기서 신은 유일신이어야 하는데, 왜냐하면 신이 전능해야만 이성의 이념이 실현가능하기 때문이다.

이들의 신은 발생론적으로는 사유에 의존한다.

하지만 사유는 인식적으로 신에 의존한다.

이러한 사유의 모델을 헤겔은 비극의 모델과 대비시킨다.

이 사유의 모델은이성의 한계를 보충하는 종교개념을 필연적으로 가지게 된다.

하버마스의 종교개념 또한 보충으로서의 종교개념과 일치한다.

우리는 이러한 청년헤겔의논의를 통해 근대적 이성의 자기충족적 모델이 가지는 한계에 대한 하나의 분석을 얻게 된다.

@highlight

본 논문은 청년 헤겔의 중심개념인 “사유”를 탐구한다.

@highlight

이 “사유”의 모델을 헤겔은 아브라함, 맥베스, 그리고 칸트에게서 발견한다.

