IT서비스가 발달함에 따라 기업의 가치창출 수단으로 개인정보의 활용도가 높아졌고, 오·남용 및 유출의 위험도증가하고 있다.

웹사이트 이용 및 서비스 내용을 담고 있는 개인정보 보호정책은 법에 의하여 의무적으로 공지되고 있음에도 불구하고, 낮은 가독성으로 인하여 사용자에게 내용이 효과적으로 전달되지 않는 문제점이 있다.

본 연구에서는 사용자의 정보인식효과를 높일 수 있도록 아이콘을 활용한 개인정보 보호정책의 개선된 레이어드 방식을 제안한다.

기존 텍스트 또는 테이블 방식과 비교할 때 개선된 레이어드 방식에 대하여 사용자들이 얼마나 기업의 개인정보 취급내용을 이해하고 감각적으로 풍부하게 전달받을 수 있는지 실험을 통해 사용자 정보인식 효과를 측정하였다.

실험 결과, 정보이해가능성과 생동감, 재인에 대하여 개선된 레이어드 방식이 기존의 텍스트 방식이나 테이블 방식보다 효과적이다.

사용자에게 정보를 효과적으로 전달하는 정보 시각화 측면에서 아이콘과 같은 시각적인 요소를 도입하여 개인정보 취급방침 방식을 개선한다면, 프라이버시 정책에 대한 사용자 관심이 높아지는 등 개인정보권 보호에 실질적인 도움을 줄 것으로 기대된다.

@highlight

본고 사용자의 정보인식효과를 높일 수 있도록 아이콘을 사용한 개인정보 보호정책의 개선된 레이어드 방식을 제안하고자 한다.

