본 연구의 목적은 12주간의 태권도 품새 훈련이 남자 청소년의 신체구성, 건강관련체력과 식이섭취에 미치는 영향을 규명하는 것이었다.

연구대상자는 13-14세 남자 중학교 청소년 19명이었다(훈련군 12명, 통제군 7명).

12주 품새 훈련 전 후 신장과 체중을 측정하였고, RUS점수와 뼈나이는 TW3방법을 적용하여 평가하였다.

신체구성은 DXA를 이용하여 측정하였고, 건강관련 체력을 평가하였다.

식이섭취량은 3-

day 회상법을 적용하여 평가하였다.

연구결과 신장과 체중은 두 그룹 모두에서 태권도 훈련 전후 통계적으로 유의한 증가를 보였고, 훈련군의 뼈나이(14.9±0.62세)는 실제나이(13.9±0.46세)와 비교하여 매우 조숙한 것으로 나타났다.

신체구성평가결과 제지방조직(F=9.65, p<0.01)과 제지방조직＋뼈무기질량(F=19.59, p<0.05)에서만 그룹 간 훈련 전 후 통계적으로 유의한 상호작용효과가 나타났다.

그럼에도 불구하고 12주간의 태권도 품새 훈련은 남자청소년들의 신체구성, 건강관련체력과 식이섭취량에 크게 영향을 미치지 않은 것으로 나타났다.

따라서 태권도 품새 훈련이 청소년들의 종속변인에 영향을 미치기 위해서는 12주 이상의 장기간 동안 최대심박수 70% 이상의 강도로 훈련을 실행해야 할 것으로 사료된다.

@highlight

이 연구의 목적은 12주간의 태권도 품새 훈련이 남자 청소년의 신체구성, 건강관련체력과 식이섭취에 미치는 영향을 규명하는 것이었다.

