단순한 모델링이 아닌 3차원의 정밀한 모델링을 이용하여 연료전지 내부에서의 상황을 모사하였다.

자동차 엔진, 비행기 등의 설계에 있어서 실제 실험의 횟수를 줄여주기 위하여 매우 정밀한 전산유체역학(CFD)이 사용된다.

본 연구에서는 CD-

ADAPCO사의 STAR-

CD를 이용하여 고체고분자전해질형 연료전지(PEMFC)의 성능을 분석하였다.

PEMFC 단위전지의 형상과 유로의 흐름의 변화에 따른 성능의 영향성을 분석하였다.

그 결과 rectangular cell 의 성능이 square cell 보다 높게 나타났으며 유체흐름의 방향은 성능에 큰 영향을 미치지 못했다.

또한 공기의 과잉률에 따른 전체적인 연료전지의 성능을 비교하였으며, 또한 PEMFC 내부에서의 전류밀도의 분포에 관한 분석을 실시하여 그 결과를 비교, 분석하였다.

그 결과 flip-

flow의 경우가 co-

flow의 경우에 비하여 최대치와 최고치의 값의 편차가 작은 것으로 확인되어 보다 균일한 분포를 가지는 것을 확인할 수 있었다.

@highlight

본고에서는 CD-

@highlight

ADAPCO사의 STAR-

@highlight

CD를 이용하여 고체고분자전해질형 연료전지(PEMFC)의 성능을 분석하였다.

