제

주

흑

우

의

 

동

결

 

정

액

 

제

조

시

 

동

결

 

보

존

액

에

 

첨

가

한

 

t

a

u

r

i

n

e

과

 

h

y

p

o

t

a

u

r

i

n

e

은

 

동

결

 

융

해

 

후

 

정

자

의

 

운

동

성

,

 

생

존

성

 

그

리

고

 

정

자

막

 

온

전

성

을

 

개

선

시

키

는

 

것

을

 

알

 

수

 

있

었

다

.

 

T

a

u

r

i

n

e

과

 

h

y

p

o

t

a

u

r

i

n

e

의

 

첨

가

는

 

유

의

적

으

로

 

높

은

 

운

동

성

,

 

생

존

성

을

 

보

였

으

며

(

p

<

0

.

0

5

)

,

 

특

히

 

h

y

p

o

t

a

u

r

i

n

e

은

 

다

른

 

실

험

구

에

 

비

하

여

 

유

의

적

으

로

 

높

은

 

정

자

막

 

온

전

성

을

 

나

타

냈

다

(

p

<

0

.

0

5

)

.

 

뿐

만

 

아

니

라

,

 

h

y

p

o

t

a

u

r

i

n

e

은

 

유

의

적

으

로

 

높

은

 

F

 

p

a

t

t

e

r

n

 

비

율

을

 

유

지

하

였

으

며

(

p

<

0

.

0

5

)

,

 

이

들

 

항

산

화

물

질

을

 

첨

가

한

 

실

험

구

에

서

는

 

대

조

구

에

 

비

하

여

 

유

의

적

으

로

 

낮

은

 

A

R

 

p

a

t

t

e

r

n

을

 

나

타

내

어

(

p

<

0

.

0

5

)

 

동

결

로

 

기

인

된

 

수

정

능

획

득

 

유

사

 

상

태

 

정

자

의

 

비

율

을

 

유

의

적

으

로

 

감

소

시

켜

 

조

기

 

첨

체

반

응

 

비

율

을

 

감

소

시

켰

다

.

 

정

자

의

 

난

자

내

 

침

투

능

력

에

 

있

어

서

 

모

든

 

처

리

구

에

서

 

대

조

구

보

다

 

높

은

 

웅

성

전

핵

 

형

성

율

과

 

S

F

I

를

 

나

타

냈

으

며

,

 

h

y

p

o

t

a

u

r

i

n

e

의

 

처

리

는

 

가

장

 

높

은

 

침

투

능

력

을

 

나

타

냈

으

나

 

처

리

구

간

의

 

유

의

적

 

차

이

는

 

나

타

나

지

 

않

았

다

.

 

본

 

연

구

결

과

는

 

멸

실

위

험

의

 

토

종

가

축

 

생

식

세

포

 

및

 

유

전

자

원

 

보

존

과

 

토

종

가

축

 

육

성

을

 

위

한

 

번

식

 

증

대

를

 

위

한

 

제

주

흑

우

 

동

결

정

액

 

제

조

에

 

중

요

한

 

이

용

 

방

법

이

 

될

 

것

이

며

,

 

동

결

 

융

해

 

후

 

정

자

의

 

기

능

 

개

선

을

 

위

한

 

다

양

한

 

희

석

제

 

및

 

첨

가

제

를

 

활

용

한

 

연

구

가

 

필

요

할

 

것

으

로

 

사

료

된

다

.

@highlight

이 연구결과는 멸실위험의 토종가축 생식세포 및 유전자원 보존과 토종가축 육성을 위한 번식 증대를 위한 제주흑우 동결정액 제조에 중요한 이용 방법이 될 것이며, 동결 융해 후 정자의 기능 개선을 위한 다양한 희석제 및 첨가제를 활용한 연구가 필요할 것으로 사료된다.