충북 영동 법화리유적 6호 및 8호분에서 입수한 조선시대 유리구슬 7점에 대한 과학 분석을 수행하였다.

유리구슬 6 점은 포타쉬유리(K₂O-

CaO-

SiO₂)계통이며 MgO 및 Na₂O 농도로 보아 원료로서 식물 재를 사용한 것으로 판단된다.

CaO 및 Al₂O₃ 농도는 5% 기준으로 대부분 HCA(High CaO and Al₂O₃)로 분류되었다.

이중에서 8호 토광묘의 유리시료는 다른 시료와 K₂O 및 MgO 성분 조성에 큰 차이가 있는데 이는 제조 원료가 서로 다르다는 것을 의미한다.

포타쉬유리의 색깔은 Fe₂O₃ 및 CuO의 발색제에 의한 것이다.

또한 유리구슬 1점은 PbO 12%인 납유리(PbO-

SiO₂)계통이었다.

이 납유리는 현재까지 분석된 납유리의 성분조성과는 큰 차이가 있어 앞으로 지역 및 시대적 납유리의 제작 원료의 배합 비를 검토해야 할 것이다.

@highlight

충북 영동 법화리유적 6호 및 8호분에서 입수한 조선시대 유리구슬 7점에 관한 과학 분석을 수행했다.

