본 연구는 카오스 이론 관점에서 부적응 유아를 이해하고 접근하는데 있어 방향성을 제시하는데 목적이 있다.

카오스 이론은 결핍모델, 기능주의적 관점, 개인중심 패러다임 등 부적응 유아에 대한 기존의 관점에서 벗어나, 자기조직화, 초기조건의 민감한 의존성, 비선형성, 자기유사성의 원리를 통해 부적응 유아 이해 및 접근방향성에 대해 제시하고 있다.

즉, 유아는 ‘스스로 성장하는 아이’, ‘작은 차이에 민감한 아이’, ‘단언할 수 없는 아이’, ‘관계의 연계 구조 속에 자라는 아이’로 이해될 수 있다.

부적응 유아를 위한 접근은 적절한 환경조성을 위한 체계 전체의 변화와 심리적 변화 초점, 다양한 평가를 통한 순환적 접근, 가정-

교육기관-

지역사회 간 협력을 위한 시스템 마련, 개별적 접근 및 총체적인 접근, 어머니 및 교사의 지원을 연계한 방안이 필요하다.

이와 같이 카오스 이론은 부적응 유아를 이해하고 접근하는데 또 다른 시각과 방향성을 제시해 준 새로운 패러다임이다.

@highlight

이 연구는 카오스 이론 관점에서 부적응 유아를 이해하고 접근하는데 있어 방향성을 제시하고자 한다.

