본

 

연

구

는

 

영

남

권

 

근

로

자

,

 

세

무

대

리

인

,

 

지

역

의

 

개

인

 

및

 

법

인

사

업

자

를

 

대

상

으

로

 

지

방

세

의

특

성

에

 

대

한

 

인

식

이

 

지

방

세

 

납

세

순

응

 

행

위

에

 

어

떻

게

 

영

향

을

 

미

치

는

가

를

 

알

아

보

고

자

 

연

구

모

형

을

 

설

정

하

고

 

이

를

 

검

정

하

고

자

 

하

였

다

.

 

본

 

연

구

에

서

 

자

료

분

석

 

방

법

은

 

탐

색

요

인

분

석

과

 

탐

색

요

인

분

석

의

 

결

과

를

 

토

대

로

 

다

중

회

귀

분

석

을

 

이

용

한

 

경

로

분

석

을

 

실

시

하

였

으

며

,

 

자

료

분

석

은

 

S

P

S

S

W

I

N

 

2

1

.

0

 

한

글

판

을

 

이

용

하

였

다

.

 

본

 

연

구

에

서

 

검

정

 

결

과

는

 

다

음

과

 

같

이

 

요

약

할

 

수

 

있

다

.

 

첫

째

,

 

지

방

세

의

 

특

성

과

 

납

세

순

응

 

행

위

의

 

충

성

도

 

간

의

 

관

계

에

서

 

지

방

세

 

특

성

의

 

‘

자

주

성

’

만

이

 

충

성

도

에

 

통

계

적

으

로

 

유

의

한

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

난

 

반

면

,

 

‘

안

정

성

’

,

 

‘

효

율

성

’

,

 

‘

부

담

의

 

형

평

성

’

,

 

‘

조

세

행

정

의

 

용

이

성

’

의

 

4

개

 

요

인

은

 

충

성

도

에

 

통

계

적

으

로

 

유

의

한

 

영

향

을

 

미

치

지

 

않

는

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

지

방

세

의

 

특

성

과

 

납

세

순

응

 

행

위

의

 

불

평

행

동

 

간

의

 

관

계

에

서

 

‘

형

평

성

’

과

 

‘

자

주

성

’

의

2

개

 

요

인

이

 

불

평

행

동

에

 

통

계

적

으

로

 

유

의

한

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

으

나

 

‘

안

정

성

’

,

 

‘

효

율

성

’

,

 

‘

조

세

행

정

의

 

용

이

성

’

의

 

3

개

 

하

위

요

인

은

 

불

평

행

동

에

 

통

계

적

으

로

 

유

의

한

 

영

향

을

 

미

치

지

않

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

지

방

세

의

 

특

성

과

 

납

세

순

응

 

행

위

의

 

침

묵

 

간

의

 

관

계

에

서

 

‘

안

정

성

’

,

 

‘

효

율

성

’

,

 

‘

부

담

의

형

평

성

’

,

 

‘

조

세

행

정

의

 

용

이

성

’

,

 

‘

자

주

성

’

의

 

5

개

 

하

위

요

인

 

모

두

 

침

묵

에

는

 

통

계

적

으

로

 

유

의

한

영

향

을

 

미

치

지

 

않

는

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구는 영남권 근로자, 세무대리인, 지역의 개인 및 법인사업자를 대상으로 지방세의특성에 대해 인식이 지방세 납세순응 행위에 어떻게 영향을 미치는가를 알아보고자 연구모형을 설정하고 이를 검정하고자 했다.