이 논문은 공공조직의 진정한 사회적 책임을 고양하기 위한 혁신방안에 대해 논의하였다.

오늘날 기업의 사회적 책임(CSR)의 전세계적 확산은 기업에게 사회에 대한 기여를요구한다는 점에서 공공성의 확장이라 할 수 있다.

그런데 애당초 공공성을 추구하는 공공조직에게 더 높은 수준의 공공성을 요구하려면 민간기업들이 수행하는 사회공헌 활동이상의 혁신적인 패러다임 변화가 필요하다.

공공성을 뜻하는 public의 어원을 살펴보면타인의 사정을 헤아리고 보살피는 공감이 그 핵심에 있다.

그러나 지금까지 전통적인 관료제 및 공공행정에서 공감은 거의 잊혀져 있었다.

합리적 의사결정을 위해서는 감정에흔들리지 말아야 된다는 것이 베버 이후 현대 관료제 이론의 상식이었다.

그러나 합리적으로 문제를 잘 해결하는 이성만으로는 결코 ‘좋은 행정’이 될 수 없다.

인간은 감정의동물이기 때문에 공감과 배려가 없는 기계 같은 행정은 사람들의 마음에 상처와 분노만남기기 쉽기 때문이다.

따라서 공공조직이 진정한 사회적 책임을 다하고 공공성을 완성하기 위해서는 시민 개개인의 처지를 역지사지로 헤아리는 공감행정이 필요하다.

@highlight

본고는 공공조직의 진정한 사회적 책임을 고양하기 위한 혁신방안에 대하여 논하였다.

@highlight

오늘날 기업의 사회적 책임(CSR)의 전세계적 확산은 기업에게 사회에 대한 기여를 요구한다는 점에서 공공성의 확장이라 말할 수있다.

