본 논문에서는, 어휘정보를 체계화한 워드넷(WordNet)을 토대로 형식개념분석기법(Formal Concept Analysis)을 사용하여 폭소노미 사용자들의 태그데이터를 분석하여 사용자태그의 분류체계를 구축하기 위한 기법을 제안하였다.

또한, 제안된 기법을 지원하기 위한 도구(TagLighter)의 개발에 대하여 설명하고, 그 유용성을 확인하기위하여Bibsonomy.

org의사용자태그데이터를대상으로 실시한 실험결과를기술하였다.

TagLighter에 의해 구축된 사용자태그 분류계층구조는 사용자태그에 대한 보다 상세한 이해를 제공하기 때문에, 폭소노미기반 시스템에서의 정보검색과데이터분석에유용하다.

본 논문의 연구결과는, 폭소노미기반의웹서비스와소셀네트워크시스템, 시맨틱웹 어플리케이션 등을 대상으로 하는 웹데이터 마이닝분야에 응용할 수 있다.

@highlight

이 논문에서는, 어휘정보를 체계화한 워드넷을 토대로 형식개념분석기법을 사용해 폭소노미 사용자들의 태그데이터를 분석해 사용자태그의 분류체계를 구축하기 위한 기법을 제안했다.

