최근 기업성장에 있어서 개방형 혁신은 매우 중요하여 이러한 연구들이 다수 나타나고 있으나, 기존 실증연구들은 주로 기업 내·외부요인과 개방형 혁신과의 관계를 규명하고 있을 뿐, 이러한 선행요인들이 개방형 혁신활동[혁신 프로세스]에 영향을 주고 최종적으로는 개방형 혁신성과에 영향을 미친다는 연구는 찾아보기 어렵다.

본 연구에서는 중소기업을 대상으로 혁신의 선행요인[input]이 개방형 (기술)혁신 활동이라는 프로세스(process)에 영향을 주고, 이러한 프로세스의 결과로 혁신 성과[output]가 나타난다는 구조에 초점을 두고, 실증연구를 진행하였다.

분석 결과, 내부역량 중 기술혁신역량은 개방형 혁신활동과 혁신성과 모두에 긍정적 효과를 보였으나, 기업가정신은 개방형 혁신활동에는 통계적으로 유의한 정(+)의 영향이 나타나지 않았고, 혁신성과에만 유의한 정(+)의 영향을 나타냈다.

또한 외부환경인 시장경쟁정도와 기술변화정도는 개방형 혁신활동과 혁신성과에 모두 유의한 정(+)의 영향을 보였으며, 개방형 혁신활동(프로세스)과 개방형 혁신성과 사이에서 흡수역량은 긍정적 조절효과를 보였다.

따라서, 중소기업들은 내부역량뿐 아니라, 시장경쟁정도와 기술변화정도 등 외부 환경에 의해 크게 영향을 받고 있음을 알 수 있었으며, 단순한 기업의 기술혁신역량도 중요하지만, 기업의 기본적인 흡수역량을 키워야 최종적인 개방형 혁신성과를 높일 수 있음을 발견할 수 있었다.

@highlight

최근 기업성장에 있어서 개방형 혁신은 아주 중요해 이런 연구들이 다수 나타나고 있으나, 기존 실증연구들은 주로 기업 내·외부요인과 개방형 혁신과의 관계를 규명하고 있을 뿐, 이런 선행요인들이 개방형 혁신활동[혁신 프로세스]에 영향을 주고 최종적으로는 개방형 혁신성과에 영향을 미친다는 연구는 찾아보기 어렵다.

