‘조선 왕조의 설계자’라는 평가를 받는 정도전은 태조의 즉위 교서를 작성했다.

이 즉위 교서에는 당시의 교육에 큰 영향을 줄 수 있는 개혁들이 나타난다.

그것들은 문무 양과 체제 도입, 학교교육 기회의 양적 확대 정책, 좌주-

문생 풍속 비판, 문과의 시험 절차와 내용, 감시의폐지, 무과의 시험 절차와 내용 등이다.

연구자는 먼저, 무과를 제외하고, 문면에 잘 드러나지 않는 각각의 개혁의 포인트가 무엇인지를 파악하려고 애썼다.

다음으로, 연구자는 그것들이 이후 어떤 경과를 거쳐 어떻게 『경국대전』에 규정되었는지를 추적하였다.

그 기간은 대략 1세기에 달한다.

연구자의 결론은 학교교육에 관한 정도전의 개혁 구상은 비교적 순조롭게 추진되고 성공적이었던 반면, 과거 제도의 경우는 그렇지 못했다는 것이다.

경학적 소양을 대폭 강화하려던 그의 고강치부법은 장기간에 걸친 강경-

제술 논쟁을 촉발시켰고, 결국 초시의 초장은 제술, 복시의 초장은 강경으로 귀착되었다.

그 결과 문과는 사장학적 소양이 합격의 관건이되는 시험, 그래서 고려조 제술업과의 연속성이 매우 강한 시험으로 변모하고 말았다.

@highlight

‘조선 왕조의 설계자’라는 평가를 받는 정도전은 태조의 즉위 교서를 작성했다.

@highlight

이 즉위 교서에는 당시의 교육에 큰 영향을 줄 수 있는 개혁들이 나타난다.

