인터넷의 대중화로 인해 네트워크 트래픽은 나날이 증가되고 있다.

따라서 네트워크 자원의 효과적인 사용을 위한 응용 트래픽 분석의 중요성은 나날이 강조되고 있다.

본 논문에서는 고정 IP-

port기반의 응용 트래픽 분석 방법론을 제안한다.

고정 IP-

port는 오직 한 응용에서 고정적으로 사용하는 {IP address, port number, transport protocol}의 쌍으로써 각각의 응용을 분석해서 자동적으로 수집할 수 있다.

본 논문에서는 고정 IP-

port를 사용하여 기존 연구에서 제안된 방법들 보다 매우 가볍고, 빠르며 정확한 실시간 트래픽 분석 시스템을 설계하였다.

또한, 기존의 연구에서 제안된 통일성 없는 검증 방법을 보완하여 객관적 검증 시스템을 설계하고 분석결과를 정확하게 검증하였다.

본 논문은 고정 IP-

port를 추출하는 매우 효과적인 방법과 시스템 구조, 그리고 분석 결과의 객관적 검증 시스템을 제안한다.

그리고 실험과 검증 시스템을 통하여 고정 IP-

port 기반 응용 레벨 인터넷 트래픽 분석 방법론의 타당성을 증명한다.

@highlight

이 논문에서는 고정 IP-

@highlight

port기반의 응용 트래픽 분석 방법론을 제안한다.

@highlight

기존의 연구에서 제안된 통일성 없는 검증 방법을 보완해 객관적 검증 시스템을 설계하고 분석결과를 정확하게 검증했다.

