본 연구는 영아교사의 전문성 발달에 영향을 미칠 수 있는 변인들에 관한 연구를 하여 영아교사가 전문성을 갖고 양질의 보육서비스를 제공할 수 있도록 도움을 주고자 하는데 목적이 있다.

연구대상은 경기도와 인천시의 어린이집에 근무하는 영아반 보육교사 413명이다.

연구결과는 다음과 같다.

첫째, 영아교사의 사회인구학적 변인에 따라 교사의 민감성, 교직헌신, 전문성 발달에 차이가 있는지를 알아본 결과 연령에 따라서는 영아교사의 연령이 낮을수록 교직헌신, 전문성 발달을 높게 인식하는 것으로 나타났다.

또한, 학력에 따라서는 영아교사의 학력이 높을수록 민감성, 교직헌신, 전문성 발달을 높게 인식하고 있었으며, 경력에 따라서는 영아교사의 경력이 많을수록 전문성 발달을 높게 인식하고 있었다.

자격증 취득기관에 따라서는 4년제 대학에서 자격증을 취득한 경우 교직헌신, 전문성 발달에서 높게 인식하고 있으며, 근무시설유형에 따라서는 국공립·법인 어린이집에 근무하는 교사와 직장 어린이집에서 근무하는 교사가 교직헌신, 전문성 발달에서 높게 인식하는 것으로 나타났다.

둘째, 영아교사의 전문성 발달에 미치는 상대적 영향력을 살펴본 결과 ‘전문성 발달 전체’와 ‘자기이해의 발달’과 ‘생태적 발달’에서는 교직헌신이, ‘지식과 기술의 발달’에서는 교사의 민감성이 상대적 영향력이 가장 큰 변인으로 나타났다.

@highlight

이 연구는 영아교사의 전문성 발달에 영향을 미칠 수 있는 변인들에 관한 연구를 하여 영아교사가 전문성을 갖고 양질의 보육서비스를 제공할 수 있도록 도움을 주고자 하려 한다.

