본

 

연

구

는

 

수

화

를

 

사

용

하

는

 

청

각

장

애

부

모

의

 

건

청

자

녀

 

양

육

경

험

을

 

이

해

하

기

 

위

해

 

수

행

되

었

다

.

 

이

를

 

위

해

 

본

 

연

구

에

서

는

 

5

쌍

의

 

청

각

장

애

부

부

를

 

대

상

으

로

 

심

층

면

접

을

 

수

행

하

였

다

.

 

연

구

의

 

참

여

조

건

은

 

수

화

를

 

제

 

1

언

어

 

혹

은

 

모

어

로

 

사

용

하

고

,

 

1

3

세

 

미

만

의

 

건

청

자

녀

를

 

양

육

하

고

 

있

으

며

,

 

청

각

장

애

인

끼

리

 

결

혼

한

 

부

부

이

다

.

 

자

료

수

집

은

 

2

0

1

4

년

 

6

월

 

말

부

터

 

1

0

일

 

중

순

까

지

 

약

 

3

개

월

 

반

 

동

안

 

이

루

어

졌

고

,

 

면

담

은

 

개

별

적

으

로

 

총

 

2

0

회

 

수

화

로

 

진

행

되

었

다

.

 

C

o

l

a

i

z

z

i

의

 

자

료

분

석

을

 

통

해

 

3

1

개

의

 

주

제

와

 

1

2

개

의

 

주

제

모

음

이

 

도

출

되

었

고

 

다

음

과

 

같

이

 

4

개

의

 

범

주

 

-

 

‘

걱

정

 

근

심

 

가

득

한

 

환

영

 

받

지

 

못

한

 

임

신

 

그

리

고

 

감

격

의

 

첫

 

만

남

,

’

 

‘

극

복

해

야

 

할

 

고

비

,

’

 

‘

자

녀

교

육

을

 

위

해

 

외

부

자

원

 

활

용

,

’

 

‘

소

통

과

 

관

계

의

 

회

복

’

-

가

 

구

성

되

었

다

 

청

각

장

애

부

모

는

 

장

애

유

전

에

 

대

한

 

주

변

의

 

근

심

걱

정

 

속

에

서

 

출

산

을

 

결

정

하

고

 

자

녀

와

 

감

격

적

인

 

첫

 

만

남

을

 

하

게

 

된

다

.

 

이

들

은

 

영

유

아

기

의

 

자

녀

를

 

돌

보

며

 

갖

가

지

 

어

려

움

이

 

있

었

지

만

 

이

를

 

지

혜

롭

게

 

극

복

한

다

.

 

또

한

,

 

자

녀

교

육

을

 

위

해

 

용

기

를

 

내

어

 

건

청

세

계

에

 

나

아

가

고

,

 

이

중

언

어

 

사

용

자

로

 

성

장

한

 

자

녀

와

 

소

통

하

며

 

부

모

 

됨

에

 

감

사

와

 

보

람

을

 

느

낀

다

.

 

자

녀

양

육

을

 

통

해

 

오

랫

동

안

 

단

절

되

었

던

 

관

계

들

이

 

회

복

되

면

서

 

청

각

장

애

부

모

는

 

삶

의

 

영

역

을

 

확

장

시

킬

 

수

 

있

었

다

.

 

본

 

연

구

에

서

는

 

청

각

장

애

인

의

 

자

녀

양

육

을

 

지

원

하

기

 

위

하

여

 

정

책

적

,

 

실

천

적

 

함

의

를

 

제

시

하

였

다

.

@highlight

이 연구는 수화를 사용하는 청각장애부모의 건청자녀 양육경험을 이해하기 위해 수행됐다. 이 연구에서는 청각장애인의 자녀양육을 지원하기 위해 정책적, 실천적 함의를 제시했다.