본 연구는 노인복지관 사회복지사들의 조직시민행동을 높이기 위하여 조직문화와 LMX, TMX가 조직시민행동에 미치는 영향을 실증적으로 검증하였다.

특히 조직문화와 조직시민행동 간에서 LMX, TMX의 매개효과를 검증하였다.

본 연구는 경기도 지역의 50개 노인복지관을 대상으로 총 315부의 설문조사를 실시하였다.

조사는 우편으로 진행하였고 회수된 설문지는 총 33개 기관 189부이다.

조사기간은 2016년 1월-2월 약 두 달간 이루어졌고, 요인분석, 기술통계, 다중회귀분석방법으로 분석하였다.

연구결과 조사에 응한 사회복지사들이 인식하는 조직문화는 집단(관계)문화, 위계과업문화가 유사한 수준으로 높았고, 조직시민행동 역시 중간 이상 수준이었다.

LMX와 TMX 모두 보통보다 높은 수준이었으나 TMX가 더 높게 나타났다.

조직문화 중에 집단(관계)문화는 LMX, TMX, 조직시민행동에 긍정적 영향을 보였다.

또한 TMX는 조직시민행동에 긍정적 영향을 보였으면 집단문화와 조직시민행동 간에 매개효과도 검증되었다.

이러한 결과를 토대로 노인복지관의 리더와 구성원들 간 관계와 조직내 수평적 상호관계의 중요성과 더불어 이를 강화하기 위한 리더십과 조직관리 방식 등을 제언하였다.

@highlight

이 연구는 노인복지관 사회복지사들의 조직시민행동을 높이기 위해 조직문화와 LMX, TMX가 조직시민행동에 미치는 영향을 실증적으로 검증했다.

