종교개혁 이후, ‘이신칭의’의 교리는 기독교 사상의 핵심 교리로 받아들여져왔을 뿐 아니라, 로마서와 갈라디아서 연구에서 있어서 중요한 주제로다루어져 왔다.

특히 개혁주의 신학자들은 “율법의 행위가 아니라 오직 예수 그리스도를 믿는 믿음으로 의롭게 된다.

” (롬 3:21-22, 24, 26, 28; 4:3, 5; 5:1, 9;갈 2:16; 3:11; 엡 2:8, 딛 3:7)는 바울의 칭의에 대한 가르침을 강조해 왔다.

그러나 20세기 중· 후반에 들어오면서 새 관점 학자들에 의해 바울의 율법이해에 대한 새로운 해석이 제안되었다.

특히 이들은 롬 3:21 -

4:25의 본문을사회학적 방법을 통해 바울의 율법 이해를 ‘언약적 율법주의’의 틀 안에서재조명하였다.

이러한 그들의 해석은 이신칭의 교리에 대한 기존의 개혁주의 입장과 정면으로 충돌된다.

그러므로 본고는 로마서 3:21 -

4:25의 석의적작업을 통해 ‘이신칭의’의 교리와 바울의 율법 이해에 대한 성경적 해석을제안코자 한다.

@highlight

종교개혁 이후, ‘이신칭의’의 교리는 기독교 사상의 핵심 교리로 받아들여져왔을 뿐 아니라, 로마서와 갈라디아서 연구에서 있어서 중요한 주제로다루어져 왔다.

