본 연구는 초등 교사의 평생학습 참여 경험과 프로티언 경력 태도 및 주관적 경력 성공 간에 관계를 알아보는 것을 목적으로 한다.

이를 위해 인구통계학적 특성에 따른 평생학습 참여 경험과 프로티언 경력 태도 및 주관적 경력 성공에는 어떤 차이가 있는지를 살펴보았다.

다음으로 평생학습 참여 경험과 프로티언 경력 태도 및 주관적 경력 성공 간에는 각각 어떠한 상관관계가 있는 지를 밝혔다.

연구방법으로 SPSS 18.0을 사용하여 교차분석, 독립표본 t 검정, 일원분산분석, 상관관계 분석 등을 실시하였다.

그 결과 첫째, 최종 학력이 높을수록 평생학습 참여 경험이 높게 나타났으며, 둘째, 보직 경력 여부, 최종 학력, 연수이수 시간과 평생학습 참여 여부에 따른 프로티언 경력 태도가 유의미한 차이가 있었다.

셋째, 성별, 최종 학력, 평생학습 참여 경험 유무에 따른 주관적 경력 성공에 유의미한 차이가 있었다.

넷째, 프로티언 경력 태도와 주관적 경력 성공 간에는 강한 정적 상관관계가 있는 것으로 나타났다.

결론적으로 교사들의 평생학습 참여 기회 확산을 통하여 프로티언 경력 태도와 주관적 경력 성공을 높게 인식할 수 있는 심리적, 물리적 학습 여건 조성이 필요함을 알 수 있었다.

@highlight

이 연구는 초등 교사의 평생학습 참여 경험과 프로티언 경력 태도 및 주관적 경력 성공 간에 관계를 알아보는 것을 목적으로 한다.

