카메라 혹은 디스플레이와 같은 영상 장비의 계조 범위는 하드웨어적인 요소에 의해 결정된다.

이러한 카메라의 제한된 계조 범위는 하이 다이나믹 레인지 영상기법(high-

dynamic-

range (HDR) imaging)을 사용하여 확장될 수 있다.

하지만, HDR 영상 데이터를 일반 디스플레이에 재현하는 HDR 톤 매핑 기술은 휘도(luminance) 압축에 제한이 있기 때문에 색채 재현에 있어 정색성을 유지하기 어렵다.

또한 기존의 HDR 영상 기법은 기존의 색채 지각 모델(color appearance model) 이나 색채 재현(color reproduction) 기술과의 호환성이 없어서, HDR 영상처리 기법을 이용한 고충실도 색채 재현에 적용하기에는 큰 기술적인 한계가 존재했다.

본 논문은 이러한 문제점들을 극복하고 HDR 영상 기법의 장점인 계조폭의 확장과 HDR 영상 데이터 원본의 정색성을 최대한 확보하는 고충실도 HDR 색 재현 알고리즘과 관련된 기술들을 소개하고자 한다.

@highlight

이 논문은 이런 문제점들을 극복하고 HDR 영상 기법의 장점인 계조폭의 확장과 HDR 영상 데이터 원본의 정색성을 최대한 확보하는 고충실도 HDR 색 재현 알고리즘과 관련된 기술들을 소개하고자 한다.

