종래 우리나라에서는 토지의 경계를 원칙적으로 도상경계에 의해 결정하여 왔다.

이러한 도상경계기준에서는 최초의 경계결정 이후 운영과정에서 도상경계와 현실경계가 불일치하는 소위 지적불부합의 문제가 발생될 여지가 많다.

일제에 의해 1910년대에 작성한 지적도를 현재까지 사용하고 있는 우리나라에서는 특히 지적불부합의 문제가 심각한 상황이다.

이에 따라 최근 지적불부합을 해소하기 위한 목적 등에서 「지적재조사에 관한 특별법(법률 제11062호)」이 제정되어 2012년 3월 17일부터 시행되었다.

이러한 「지적재조사에 관한 특별법」의 시행에 즈음하여, 본 논문에서는 특별법 시행 이전의 법제에서 발생할 수 있던 법률문제 중, 특히 월경건물의 문제, 경계분쟁형 취득시효의 문제 및 수량부족 매매에서의 매도인의 담보책임에 관한 문제를 집중적으로 고찰하였다.

또한 이를 기초로 「지적재조사에 관한 특별법」의 경계설정기준을 비판적으로 고찰하고, 특별법의 시행에 따라 발생할 수 있는 여러 법률문제 중, 특히 무단점유의 정당화 문제, 취득시효에 따른 조정금 부과 문제 및 점유의 범위 확정 문제를 검토하고 이에 대한 해결 방안을 제시하였다.

@highlight

「지적재조사에 관한 특별법」의 시행에 즈음하여, 본 논문에서는 특별법 시행 이전의 법제에서 발생할 수 있던 법률문제 중, 특히 월경건물의 문제, 경계분쟁형 취득시효의 문제 및 수량부족 매매에서의 매도인의 담보책임에 관한 문제를 집중적으로 고찰하였다.

