본 연구는 서울 강남구와 노원구, 부산 해운대구의 실거래가 및 공동주택공시가격 자료를 이용하여 아파트의 과세평가율을 산정하고 수직적 형평성을 분석하였다.

기존의 국내 연구들과 달리, 시장의 특성이 이질적인 3개 지역의 아파트를 대상으로 하였고, 수직적 형평성을 분석하였다.

분석결과, 아파트 과세평가율의 평균은 74.79%로 나타났는데, 이는 토지 및 단독주택의 과세평가율보다 높다.

또한 과세평가율과 실거래가의 평균으로 과세평가의 균형성을 단순 분석한 결과, 지역, 규모, 가격수준별로 과세평가의 균형성이 만족된다고 하기 어려웠다.

다음으로, 평균차이에 대한 검정을 통해 지역, 규모, 가격수준에 따라 아파트 과세평가의 불균형성이 존재함을 밝혔다.

또한 지역별로는 부산 해운대구가 다른 지역에 비해 과세평가율이 높고 서울 강남구는 낮았다.

규모별로는 중대형과 중소형의 과세평가율이 높고 소형은 낮았다.

가격수준별로는 1사분위와 2사분위의 과세평가율이 높고 4사분위는 낮았다.

마지막으로 수직적 형평성에 대한 분석 결과, 전 지역에서 역진적 불공평성이 존재하였다.

지역별로는 실거래가와 공동주택공시가격이 평균적으로 가장 낮은 노원구의 역진적 불공평성이 가장 높고, 강남구, 해운대구의 순이었다.

또한 규모와 가격수준이 커짐에 따라 역진적 불공평성이 낮아졌다.

@highlight

이 연구는 서울 강남구와 노원구, 부산 해운대구의 실거래가 및 공동주택공시가격 자료를 이용하여 아파트의 과세평가율을 산정하고 수직적 형평성을 분석하였다.

