‘Clara’ 품종은 국립원예특작과학원에서 2005년도에 육성한포인세티아 품종이다.

이 품종은 2002년에 진한 녹색 잎에 엽절이 있으며 선명한 적색인 ‘Red Velvet’을 모본으로, 단일반응이 빠르고 밝은 적색인 ‘Freedom Bright Red’를 부본으로인공교배하여 양성된 실생계통 중 선발되었다.

2003년, 2004년 2차에 거쳐 특성검정을 하여 ‘원교 D5-12’를 육성하였고2005년에 3차 특성검정과 품평회를 실시하여 최종선발 하였으며, 농작물 직무육성 신품종선정위원회를 거쳐 ‘Clara’로명명하였다.

포엽의 형태는 난형이며 포엽의 엽맥 사이에 약한 주름이 있고 포엽의 색상은 적색이다.

잎몸은 난형이며 중간 녹색이고 엽절이 거의 없으며 엽병이 짧다.

줄기 색은 적색계이며 적심을 하지 않은 상태에서도 분지가 발생하고 줄기의 수는 중간이다.

초장은 작고 컴팩트한 수형을 이루며 단일처리 후 약 9주일이 경과하면 완전히 착색되어 출하가 가능하다.

@highlight

‘Clara’ 품종은 국립원예특작과학원에서 2005년도에 육성한포인세티아 품종이다.

@highlight

잎몸은 난형이며 중간 녹색이고 엽절이없으며 엽병이 짧다.

