본 연구는 숙련된 수퍼바이저의 수퍼비전 경험에 대한 인터뷰 내용을 분석하여 수퍼비전 수행 과정과 수행 요인을 탐색하고자 하였다.

이를 위해 수퍼비전 경험이 8년 이상인 수퍼바이저 10명에게 수퍼비전 실시에 대한 심층 면접을 실시하였고, 자료 분석은 합의적 질적 분석(CQR)을 사용하였다.

인터뷰 내용은 총 6영역, 40개 범주로 정리되었다.

6개 영역 중 수퍼비전 수행 과정은 수퍼비전의 조직화를 뜻하며, 수퍼비전 내용은 수퍼비전에서 수퍼바이저가 주로 초점을 맞춰 진행하는 것을 의미한다.

수퍼비전 내용을 전달하는 방식은 수퍼바이저가 수퍼비전에서 사용하는 피드백 방식이며, 수퍼비전 관계는 수퍼바이저와 수련자 간의 관계이며, 이 네 가지는 수퍼비전의 핵심 수행 요인이다.

수퍼바이저의 전문적 역량은 수퍼비전 수행 요인들과 상호작용하여 수퍼비전 성과에 직·간접적으로 영향을 주는 것으로 보인다.

이 연구는 국내 숙련된 수퍼바이저들의 경험을 탐색하여 수퍼비전 수행 과정과 수행 요소에 대해 살펴보고, 수퍼비전의 조직화, 수퍼비전에서 핵심적으로 다루어야 할 내용과 전달방식, 수퍼비전 목표와 성과의 기준이 되는 항목, 수퍼바이저로서의 전문성을 강화시키는 데 필요한 여러 발달 과제들을 도출함으로써 수퍼비전 수행과 평가의 기준으로 활용될 수 있는 근거 자료들을 제시했다는 데 의의가 있다.

@highlight

이 연구는 숙련된 수퍼바이저의 수퍼비전 경험에 대한 인터뷰 내용을 분석하여 수퍼비전 수행 과정과 수행 요인을 탐색하고자 하였다.

@highlight

이 연구는 국내 숙련된 수퍼바이저들의 경험을 탐색하여 수퍼비전 수행 과정과 수행 요소에 대해 살펴보고, 수퍼비전의 조직화, 수퍼비전에서 핵심적으로 다루어야 할 내용과 전달방식, 수퍼비전 목표와 성과의 기준이 되는 항목, 수퍼바이저로서의 전문성을 강화시키는 데 필요한 여러 발달 과제들을 도출함으로써 수퍼비전 수행과 평가의 기준으로 활용될 수 있는 근거 자료들을 제시했다는 데 의의가 있다.

