본 연구는 1990년대 이후 소득 불평등의 변동 요인들을 분석하였다.

특히, 2008년 이전 소득 불평등 상승을 이끌었던 요인들이 방향을 바꾸었는지, 아니면 새로운 불평등 요인들이 생성되었는지를 소득원천별과 가구특성별 요인분해 방법으로 분석하였다.

분석 결과, 2008년 이후 소득불평등이 정체된 것은 이전 시기 불평등 상승 요인이었던 가구주근로소득과 가구주의 학력, 직업, 종사상 지위 요인들이 불평등 완화 요인으로 전환한 데 가장 크게 기인한다.

배우자근로소득, 맞벌이, 인구고령화 등은 지속적인 불평등 상승 요인이었으나, 노동시장에서의 불평등 완화 요인들의 효과를 상쇄할 수 없었다.

재산소득(특히, 주택임대소득)이 2008년 이후 새로운 불평등 상승 요인으로 등장하였으며, 공적이전의 불평등 완화 효과가 아직은 미흡하고, 이전지출의 불평등 완화 효과는 불평등 상승기에 더 크다는 사실도 확인하였다.

정책적 시사점으로, 소득불평등을 완화하기 위해서는 노동시장 격차를 줄이는 것이 우선적인 과제라는 점, 그럼에도 재산소득, 맞벌이, 인구고령화 등 새로운 불평등 요인에 대응해야 한다는 점, 공적이전의 보편성을 확보하여 불평등 완화 메커니즘이 확고해져야 한다는 점 등을 제시했다.

@highlight

본고는 1990년대 이후 소득 불평등의 변동 요인들을 분석했다.

@highlight

특별히, 2008년 이전 소득 불평등 상승을 이끌었던 요인들이 방향을 바꾸었는지 또는 새로운 불평등 요인들이 생성되었는지를 소득원천별과 가구특성별 요인분해 방법으로 분석했다.

