본 연구에서는 사회경제적 요인의 변화가 우리나라 국민의 건강수요와 의료수요에 미치는 영향을 한국의료패널(2009~2011)을 이용하여 분석하였다.

분석모형은 Grossman(1972) 모델을 추정한 Wagstaff(1986)의 계량모델로, 의료수요 모형은 의료비지출의 결측치를 고려하여 Two part model과 Sample selection model을 비교, 제시 하였다.

분석결과 건강수준 결정 모형의 경우 가구소득이 높을수록, 학력이 높을수록 건강수준은 높은 반면, 연령이 높을수록 건강수준은 낮았다.

의료수요의 경우 단기모형과 장기모형 추정값을 제시하였다.

장기모형은 사회경제적 요인의 변화가 최적 건강수준의 변화에 미치는 영향을 함께 고려하여 결정된 의료이용수준 결정 모형인 반면 단기모형은 이를 고려하지 않는 모형이다.

가구소득, 연령, 건강행태 변수의 경우 장기와 단기 모형 모두 의료비지출에 양의 효과를 보인 반면 학력의 경우 음의 관계를 나타냈다.

@highlight

본고에서는 사회경제적 요인의 변화가 우리나라 국민의 건강수요와 의료수요에 미치는 영향을 한국의료패널(2009~2011)을 이용하여 분석하였다.

