1990년대 이후 전통예술 분야에서 ‘세계화’는 중요한 담론적 지점이었다.

오늘날도 대중화, 산업화와 함께 대한민국 전통예술정책의 기본방향으로 제시되고 있다.

하지만, 국악 혹은 전통음악과 관련한 세계화 논의는 그동안 활발하게 이루어진 듯하지만 실제로는 당위만 지배한 채 그 의미와 함정에 관한 성찰과 비판적 사유는 빈약한 편이었다.

그럼에도 1990년대 초반부터 오늘날까지 국악세계화 관련 논설들의 흐름을 짚어보면 조금씩 진화해온 궤적을 살필 수 있으며, 오늘날의 세계화 담론에서 공격적인 해외진출이나 국가주의적 자문화 홍보·보급 차원을 넘어 인류공통의 의제인 문화다양성을 논하는 것은 긍정적인 신호이다.

이제 앞으로의 논의의 발전은 ‘어떻게 세계화를 할 것인가’의 방안 모색 차원을 넘어 ‘무엇을 위해’, ‘누구를 위해’의 질문이 전면에 제시될 필요가 있다.

세계화 논의 자체가 국가주의와 국수주의 혹은 제국주의적 욕망에 길들여진 채 현실의 성찰과 반성이 없이 진행되는 현상은 위험하기 때문이다.

의미가 탐색되고 현실이 성찰되지 않은 상태에서 실천만이 강조되어서는 안된다.

@highlight

1990년대 이후의 전통예술 분야에서 ‘세계화’는 중요한 담론적 지점이었다.

@highlight

오늘날도 대중화 및 산업화와 함께 대한민국 전통예술정책의 기본방향으로 제시되고 있다.

