본 연구는 2형 당뇨 쥐를 실험동물로 하여 트레드밀 달리기 운동을 8주간 적용한 후 골격근 조직을 적출하여 조직세포의 PGC-1α, AMPK 및 SOD의 발현을 면역전기영동법으로 정량화하여 다음과 같은 결과를 얻었다.

트레드밀운동 수행 후에 2형당뇨쥐의 골격근 PGC-1α, AMPK 및 SOD의 발현이 당뇨대조군(D.

M)에 비하여 당뇨운동군(D.

M-

Ex)에서 유의하게 높게 나타났다.

본 연구를 종합해볼 때.

트레드밀 운동이 미토콘드리아 DNA의 발현에 관여하는 당뇨관련 단백질들의 기능 개선에 효과적이라고 할 수 있다.

뇌졸중을 비롯한 당뇨와 각종 성인병의 합병증으로 나타나는 병소의 원초적인 핵심문제가 미토콘드리아의 기능과 관련되어 있다는 점에서 미토콘드리아 연구에 많은 관심이 집중되고 있다.

따라서 향후 연구는 미토콘드리아 단백질의 에너지대사와 미토콘드리아 apoptosis에 관한 연구가 지속적으로 이루어져야 할 것이다.

@highlight

이 연구는 2형 당뇨 쥐를 실험동물로 해 트레드밀 달리기 운동을 8주간 적용한 후 골격근 조직을 적출해 조직세포의 PGC-1α, AMPK 및 SOD의 발현을 면역전기영동법으로 정량화해 다음과 같은 결과를 얻었다.

