조직 내 학습이 어떻게 생성되는가에 관한 연구는 지금까지 주로 기업과 공공기관을 중심으로 이루어져 왔다.

그러면 예술을 주로 하는 조직 내에서의 학습은 어떻게 발생하고 있는가?

본 연구는 무용단이라는 예술가 조직 내에서의 학습이 어떻게 생겨나는가 그리고 그 학습경험은 어떠한가를 밝히는 것을 목적으로 한다.

이를 위해 내러티브 인터뷰를 토대로 한 이야기분석의 질적 방법으로 자료를 수집하였다.

기존의 조직학습이론과는 달리 신체성, 연행성, 미메시스, 의례 등에 기초한 문화적 학습의 관점에서 접근하였다.

그 결과 첫째, 무용단에서의 조직학습은 신체성에 기반한 창조적 행위로서 학습경험이다.

둘째, 무용수들은 공연준비 과정 속에서 상호작용을 통해 연행적으로 학습한다.

셋째, 상호작용 과정은 조직구성원들 간의 ‘보여주기’와 ‘관찰하기’의 미메시스적 학습으로 나타났다.

넷째, 상연을 통한 연출과 연행과정은 무용단의 공유 의례로서 의미를 갖는다.

다섯째, 무용단의 조직학습에서 신체성, 연행성, 미메시스, 의례는 중요한 학습 기제로서 상호교호적 특성을 가지며 동시적·유기적·순환적으로 작용하고 있다.

결론적으로 무용단의 조직학습은 유기적이고 순환적인 문화적 학습 과정이며, 이러한 학습 과정은 무용단의 지속적인 성장과 발달에 중요한 역할을 수행하고 있다.

@highlight

본 연구는 무용단이라는 예술가 조직 내에서의 학습이 어떻게 생겨나는가 그리고 그 학습경험은 어떠한가를 밝히는 것이 목적이다.

