소비자 감정에 관한 선행연구들은 소비자의 경험감정에 초점을 두고 있으며, 감정은 지극히 사적이며 개인적 수준의 현상으로 규정짓고 있다.

그러나 많은 사회학자들은 감정은 개인적 차원이 아니며 사회적 관계속에서 경험되며, 경험한 감정은 언어와 얼굴표정, 몸짓, 그리고 행위 등의 언어적·비언어적 커뮤니케이션 양상을 통해 표현된다고 제시하고 있다.

또한 이러한 언어적·비언어적 표현을 통해 역시 상대방으로부터 언어적·비언어적 반응을 기대하게 된다고 언급하고 있다.

따라서 본 연구는 소비자 감정을 사회적 관계속에서 이루어지는 상호작용의 결과라 보고 소비자가 매장내에서 다양한 원인에 의해 다양한 감정을 경험할 경우 이러한 감정이 경험만으로 끝나는 것이 아니라 경험한 감정을 판매원에게 어떠한 언어적·비언어적 커뮤니케이션을 통해 표현하며, 표현을 통해 판매원에게 기대하는 언어적·비언어적 커뮤니케이션 반응이 무엇인가를 살펴보고자 한다.

이를 위해 정성적 연구방법을 이용하였다.

정성적 연구결과 매장내에서 다양한 원인으로 다양한 감정을 경험할 뿐만 아니라 이러한 감정을 매장내에서 표현하며 표현을 통해 판매원으로부터 다양한 반응을 기대하는 것으로 나타났다.

이는 기존의 감정연구와 달리 소비자들은 단순히 감정을 경험한 것으로 끝나는 것이 아니라 자신이 경험한 감정을 표현하며, 표현을 통해 판매원으로부터 적절한 반응을 기대한다는 것을 살펴볼 수 있었다.

본 연구는 쇼핑상황에서의 소비자 감정에 관한 확장된 틀을 제공하며, 또한 소비자들의 경험감정 표현방법에 대해 구체적으로 살펴봄으로써 판매원의 적응적 판매에 관한 전략적 시사점을 제공하고 있다.

@highlight

본 연구는 소비자 감정을 사회적 관계속에서 이뤄지는 상호작용의 결과라 보고 소비자가 매장내에서 다양한 원인에 의해 다양한 감정을 경험할 경우 이런 감정이 경험만으로 끝나는 것이 아니라 경험한 감정을 판매원에게 어떤 언어적·비언어적 커뮤니케이션을 통해 표현하며, 표현을 통해 판매원에게 기대하는 언어적·비언어적 커뮤니케이션 반응이 무엇인가를 살펴보려 한다.

