1929년 조선의 일부 문학인·음악인들은 새로운 가요를 창작하여 퇴폐적인 유행가를 배격한다는 취지로 ‘조선가요협회’라는 단체를 결성했다.

그 무렵 이 협회는 총14곡의 성악곡을 완성하여 작곡부 감상회를 개최하는 한편, ≪가요협회가곡선』(1930) 간행, 일반 청취 대중을 위한 작품공개회를 기획했다.

오늘날 관점에서 보면 문학과 음악이라는 서로 독립한 영역의 예술가들이 그러한 협회를 결성했던 것은, 이 협회 회원들이 문학과 음악을 ‘민중화’하여 독자가 아닌 청취자로서 민중의 감수성 개량(조)라는 동일한 목표를 지향하고 있었기 때문이다.

우선 이것은 1920년대 문학계만이 아니라 당시 조선예술계 전반을 풍미한 민중예술론류의 담론이 구체적 실천이라는 형태로 드러난 점에서 주목할 만하다.

특히 문학의 경우 조선가요협회의 활동은 1920년대 이른바 국민문학론이나 동반자문학론의 문학적 실천이자, 당시 문학이 유행음악을 지도하고자 한 엘리트주의적 예술관의 현현이기도 하다.

한편 이 협회의 활동은 당시 문학이 악보집과 같은 비문학적 텍스트로, 심지어 유성기음반과 같은 음향텍스트로 변용하면서 유행음악과 독자·청취자로서 민중을 둘러싸고 경쟁해야 했던 상황도 드러낸다.

즉 이 가요협회, 특히 문학인 회원들의 활동은 1920, 1930년대에 걸쳐 문학과 유행음악이 대립했던 한국문학의 특수한 국면이라고 할 수 있다.

@highlight

1929년 조선의 일부 문학인·음악인들은 새로운 가요를 창작하여 퇴폐적인 유행가를 배격한다는 취지로 조선가요협회라는 단체를 결성했다.

