유전자치료 연구의 초기에는 형질변환유전자의 다수 복사본을 부가하는 방식을 취하였으나 실험 과정을 통제하기 어려웠고 부작용도 심했다.

특정 유전자 부위를 표적 인식하고 전달하는 유전자 편집도구, 특히 최근에 CRISPR-

Cas9가 개발되면서 유전자치료의 전망이 밝아졌으며, 그만큼 윤리적 우려도 현실화되었다.

주로 유도만능줄기세포와 모델 동물을 수립하여 특정 유전자의 돌연변이를 유도하거나 돌연변이 유전자를 야생형으로 교정하는 연구가 행해졌고, 이 결과를 이용하여 유전자 편집도구를 직접 전달하거나 교정된 세포를 이식하는 기초적인 임상 연구가 실시되고 있다.

그러나 인간의생식세포에 유전자 편집을 적용하는 연구는 후속 세대에 영구적인 유전자 변화를 일으킬 수 있기 때문에 특별한 주의가 필요하다.

인간을 대상으로 유전자치료를 허용하려면 임상 이익을 강조하는 경향이있기 때문에 발생하는 치료라는 오해를 어떻게 방지할 것인지, 유전자치료의 위험성/이익 평가에서제외되기 쉬운 사회적 위험성/이익을 어떻게 고려할 것인지, 그리고 유전자치료의 오류율에 대한 합의를 어떻게 이룰 것인지를 논의하고, 결과론적인 논의에서 도외시되어 왔던 배아의 지위 문제에 대해논의하였다.

기술의 발전에 따라서 관련 법규에서 규정하고 있는 유전자치료 대상 질병 및 임상 적용여부의 재검토 등 환경의 변화가 불가피하다는 점도 언급하였다.

@highlight

인간을 대상으로 유전자치료를 허용하려면 임상 이익을 강조하는 경향이있기 때문에 발생하는 치료라는 오해를 어떻게 방지할 것인지, 유전자치료의 위험성/이익 평가에서제외되기 쉬운 사회적 위험성/이익을 어떻게 고려할 것인지, 그리고 유전자치료의 오류율에 대한 합의를 어떻게 이룰 것인지를 논의하고, 결과론적인 논의에서 도외시되어 왔던 배아의 지위 문제에 대해논의했다.

