본 논문은 다양한 네트워크를 편리하게 분석할 수 있는 실용적인 유전 알고리즘 기반 경로탐색 시스템인 GAPS를 제안하고자 한다.

이러한 목적을 위해 GAPS는 네트워크 모델링을 위한 직관적인 그래픽 사용자 인터페이스와모델링 및 탐색 과정에서 발생하는 데이터들을 관리하기 위한 데이터베이스 관리 시스템, 다양한 네트워크를 분석하기 위해 개발된 간단한 유전 알고리즘을 결합하여 개발되었다.

특히, 기존의 유전 알고리즘들이 단락이 많고 두개 노드 간실행가능 경로 수가 많지않은 네트워크를 분석하는데 적합하지않았던 반면, GAPS는 실행가능경로와실행불가능 경로를 모두 적절히 평가할 수 있는 적합도 함수를 사용하는 유전 알고리즘에 기반하고 있어 해 집단의다양성을 유지하면서다양한 네트워크들을분석할 수있다.

실험결과, GAPS를통해 단락이많은 네트워크와단락이 적은 네트워크를 모두 편리하게 분석할 수 있다는 점과, GAPS가 기존의 경로탐색문제를 위한 유전 알고리즘들과 대비되는 장점을 갖고 있음을 확인할 수 있었다.

@highlight

본고는 다양한 네트워크를 편리하게 분석할 수 있는 실용적 유전 알고리즘 기반 경로탐색 시스템인 GAPS를 제안한다.

