본 연구는 현재 상당한 예산과 자원이 투입되고 있는 진로탐색활동의 중요성을 실증적으로 검증하고, 진로탐색활동이 미래 핵심역량인 학생의 창의성 함양에 있어 효과가 있는지 밝히기 위해 진로탐색활동이 중학생의 창의성에 미치는 영향에 대한 종단 분석을 실시하였다.

이를 위해 서울교육종단연구(SELS)의 4~6차년도 중학교 데이터 중 학생 3,041명의 응답자료를 활용하여 빈도분석, 기술통계, 다변량 잠재성장 모형검증 방법으로 분석하였다.

연구 결과, 첫째, 학생들의 진로탐색활동은 학년이 올라갈수록 증가하는 경향을 보인 것에 반해, 학생들의 창의성은 오히려 하락하는 양상을 보였다.

둘째, 진로탐색활동의 초기치는 창의성의 초기치에 유의미한 정적 효과를, 창의성의 변화율에는 부적 효과를 가지는 것으로 나타났으며, 진로탐색활동의 변화율은 창의성의 변화율에 긍정적인 영향을 미치는 것으로 나타났다.

셋째, 예측변수인 진로탐색활동의 유용성 정도는 진로탐색활동의 초기치와 변화율에 긍정적인 영향을 미쳤으며, 창의성의 초기치에도 정적 효과를 가졌다.

이러한 결과를 통하여 학생들이 경험하는 진로탐색활동이 그들의 창의성 함양에 의미 있는 영향을 미친다는 것을 확인할 수 있었으며, 이를 토대로 진로탐색활동 관련 정책의 확대 및 내실화를 겨냥한 행·재정적 지원 등 정책적 시사점을 제시하였다.

@highlight

본 논문은 현재 상당한 예산 및 자원이 투입되고 있는 진로탐색활동의 중요성을 실증적으로 검증하였다.

@highlight

또한 진로탐색활동이 미래 핵심역량인 학생의 창의성 함양에 있어 효과가 있는지 밝히기 위하여 진로탐색활동이 중학생의 창의성에 미치는 영향에 대한 종단 분석을 실했다.

