친수성과 소수성을 동시에 갖는 아세틸화 셀룰로스 에테르(ACE)를 합성하여 유기용매 용해도 및 거동 평가와물에 대한 젖음성을 평가하였다.

친수성 고분자인 셀룰로스 에테르에 에스테르화 반응을 통해 아세틸기를 치환시켰으며,FT-

IR 분석결과 수산화기의 감소와 카르복실산의 증가를 통해 아세틸화 반응을 확인하였다.

열분해 거동 분석결과 800oC까지 셀룰로스와 셀룰로스 에테르와 유사한 분해거동을 보여 셀룰로스 주사슬의 구조변화 없이 치환 반응이 일어난 것을 확인하였다.

18.5~26.4의 solubility parameter의 값을 예상할 수 있는 ACE는 유기용매의 solubility parameter 값에 의해 탁도와점도가 결정되었다.

합성한 ACE의 접촉각은 셀룰로스 에테르 보다 높은 값을 보였으나 시간에 따른 접촉각 변화는 유사한경향을 보였다.

이는 치환된 아세틸기에 의한 소수성, 무수 글루코스 단위체 내의 반응하지 않고 잔존하는 수산화기에 의해 친수성을 동시에 가지는 것을 알 수 있었다.

@highlight

친수성 고분자인 셀룰로스 에테르에 에스테르화 반응을 통해 아세틸기를 치환시켰으며,FT-

@highlight

IR 분석결과 수산화기의 감소와 카르복실산의 증가를 통해 아세틸화 반응을 확인했다.

