이 연구는 외국인의 사회통합을 위하여 지방자치단체가 추진하고 있는 프로그램의 효율적 추진방향을 제안하고자 하는 목적을 가지고 있다.

연구목적의 달성을 위해서는 전체 지방자치단체의 외국인 사회통합 프로그램을 분석하여야 한다.

그러나 이 경우 많은 시간과 막대한 비용이 소요되기 때문에 이 연구에서는 경기도의 외국인 사회통합 프로그램을 대상으로 분석하였다.

경기도를 대상으로 한 이유는 경기도에 거주하는 외국인의 수가 가장 많을 뿐만 아니라 가장 많은 프로그램을 보유하고 있는바 지방자치단체를 대표할 수 있다고 판단하였기 때문이다.

분석결과를 보면 경기도에서 실시하고 있는 외국인 사회통합 프로그램은 외국인을 대상으로 하는 경우와 외국인의 자녀와 가족을 대상으로 하는 경우 등으로 구분되는 것으로 나타났다.

다음으로 맞춤형 프로그램을 운영하고 있는지를 분석한 결과 광역자치단체는 50:50정도의 비율로 맞춤형 프로그램을 운영하고 있는 것으로 나타났으나 기초자치단체는 38.1%정도만 맞춤형 프로그램을 운영하고 있는 것으로 나타나 개선의 여지가 있다고 볼 수 있다.

다음으로 프로그램에 대한 유사·중복성을 분석한 결과 결혼이민자, 결혼이민자 자녀, 다문화가족들을 대상으로 교육지원프로그램을 실시하는 등 유사·중복프로그램이 운영되고 있다.

마지막으로 기본적인 사회통합 프로그램을 중심으로 운영되고 있는바 좀 더 고차원적인 사회통합 프로그램을 운영할 필요성이 있다.

@highlight

본 연구는 외국인의 사회통합을 위해 지방자치단체가 추진하고 있는 프로그램의 효율적 추진방향을 제안하고자 하는 목적을 갖고 있다.

