우리나라의 연안은 도시개발, 인구증가가 지속적으로 나타나고 있으며, 이러한 점에서 해수면 상승으로 인한 연안재해 취약성이 가중될 것으로 전망되고 있다.

본 연구에서는 우리나라 연안의 20개 지역의 조위자료를 바탕으로 Mann-

Kendall(MK) 검정, 선형회귀분석(OR), 분위회귀분석(QRA) 등을 이용하여 해수면상승에 대한 분석을 수행하였다.

MK 검정결과 연평균조위의 경우 18개 지점에서 경향성이 통계적으로 유의한 것으로 분석되었으며, 연최대치의 경우에도 10개 지점에서 경향성이 통계적으로 유의(p < 0.05)한 것으로 평가되었다.

QRA 방법을 이용하여 해수면의 경향성을 분위별로 평가한 결과 기존 회귀분석 방법에 비해 다각적인 경향성 검토가 가능하였다.

QRA분석 결과 연평균해수면은 매년 1-6 mm의 범위에서 상승하고 있으며, 연최대해수면의 경우 1-20 mm의 범위에서 증가경향이 나타나고 있음을 확인할 수 있었다.

우리나라의 해수면상승의 경우 대부분 상향수렴 및 상향발산의 형태를 가지는 경향성을 나타내고 있었다.

향후 연구로서 이러한 경향성을 기반으로 연최대해수면 자료에 대한 비정상 성빈도해석 절차의 개발 및 적용이 필요할 것으로 판단된다.

@highlight

본고에서는 우리나라 연안의 20개 지역의 조위자료를 바탕으로 Mann-

@highlight

Kendall(MK) 검정, 선형회귀분석(OR), 분위회귀분석(QRA) 등을 이용하여 해수면상승에 대한 분석을 수행하였다.

