중국 양자강 유역에서 시작되어 한반도로 유입된 벼농사의 확산경로상, 김포지역은 한반도 내에서도 이른 시기의 벼농사 증거가 발견될 가능성이 높은 지역으로 거론된 바 있다.

김포시 고촌읍 태리 유적의 토탄층에서 벼 껍질이 다량 출현하여 벼농사가행해졌음을 나타내는 직접적인 증거가 된다.

하지만 발견된 식물유체의 연대는 삼국시대이다.

퇴적물에서 벼속(Oryza)에 속하는 것으로 판단되는 화분이 발견되었는데, 퇴적물의 AMS연대 측정값은 청동기시대에 해당하는 800 BC 전후이다.

김포시 통진읍가현리에서 신석기시대 탄화미가 발견되었다는 주장이 있었지만 식물유체 분석을 담당한 스즈키 미츠오(鈴木三男)는 벼의 증거가 없었음을 확인한 바 있다.

김포지역에는 청동기시대 취락과 지석묘가 분포하며, 벼농사 시작은 청동기시대 전기까지 올라갈 가능성이 있다.

하지만 벼농사 개시가 이 시점을 상회함을 나타내는 자료는 극히 빈약하다.

2000 BC경 경기 내륙지역에는 인구공동화(人口空洞化) 현상이 있었으며, 해안지역으로 중국 벼농사 문화가 전파되었어도 내륙까지의 파급 가능성은 높지 않았다.

@highlight

중국 양자강 유역에서 시작되어 한반도로 유입된 벼농사의 확산경로상, 김포지역은 한반도 내에서도 이른 시기의 벼농사 증거가 발견될 가능성이 높은 지역으로 거론된 바 있다.

@highlight

하지만 발견된 식물유체의 연대는 삼국시대이다.

