모래놀이치료는 ‘세계기법’을 창시한 로웬펠드를 융으로부터 소개받은 칼프가 발전시킨 것으로, 칼프는 로웬펠드의 방법을 융의 개성화 이론과 연계시켜 모래놀이치료로 발전시켰다.

모래놀이를 통해 인간은 자신의 무의식층에 있는 무한한 가능성을 의식으로 끌어올림으로써 통합되어가고, 이로써 인간은 온전한 인간으로 본래의 자기의 모습으로 있는 그대로 실현하는 개성화 과정을 거치게 된다.

모래놀이치료는 내담자가 언어를 수단으로 하지 않고 ‘보호된 장면에서의 상징체험’에 의하여 치료가 진행되어 가기에, 그리고 상징이 의미하는 것을 굳이 해석해서 내담자에게 전하지 않더라도 치료가 되고 아동의 경우는 아무런 해석도 필요하지 않기에 언어적 표현이 부족하거나 말하는 것을 싫어하는 내담자에게 유용한 심리치료법이다.

또한 사춘기 청소년들의 경우 자기의 내적 체험을 언어적으로 표현하는 것이 거의 불가능하기에 모래상자라는 비언어적인 의사소통의 장을 제공해 줌으로써 지금까지 이해가 제대로 되지 않아서 곤란했던 사춘기 청소년들에게 도움이 되고 있다.

본 연구는 부모로부터 방임되어 온 청소년에 대한 사례로 폭력적인 특성을 갖고 있는 청소년에게 총 20회의 모래놀이치료로 개입한 과정을 다루고 있다.

본 사례의 청소년은 또래들 사이에서 리더적인 역할을 하며 폭력을 행사하였으나 치료를 받으면서 점차적으로 집단에 적응하고 안정되어 가는 모습을 보였으며 새롭게 출발하고자 하는 의지를 보이는 변화를 갖게 되었다.

@highlight

이 연구는 부모로부터 방임되어 온 청소년에 관한 사례로 폭력적인 특성을 갖고 있는 청소년에게 총 20회의 모래놀이치료로 개입한 과정을 다루고 있다.

