교과서에서는 도형 f(x,y)=0을 x축 방향으로 a만큼,y축 방향으로 b만큼 평행이동한 도형의 방정식을 구할 때 도형 f(x,y)=0위의 임의의 점을 점(x,y) 로, 평행이동 된 도형f(x-

a,y-

b)=0 위의 점은 점 (x' ,y')로 표현하고 있다.

도형 f(x,y)=0 위의 임의의 점을 점(x,y) 로 표현한다면 점 (x,y)와 도형 f(x,y)=0은 다른 대상인데 같은 문자들이 사용되어지고 있다.

본 연구에서는 이러한 교과서의 표현이 50년 넘게 고수되어, 학생들의 사고가 경직되므로, 개선이 필요하다고 보고 다음과 같이 연구한다.

첫째, 공식을 유도할 때, 도형 위의 임의의 점을 교과서와 달리 표현했을 때의 학생들의 반응은 어떠한가?

둘째, 살펴본 결과를 바탕으로 교과서 표현을 어떻게 수정할 것인가?

셋째, 수정한 표현에 대해 학생들은 어떻게 반응하는가?

그 결과 도형 위의 임의의 점을 교과서와 달리 표현하고 평행이동 된 도형 위의 점을 점 (x,y)로 두었더니, 조사한 학생들은 모두 본 연구에서 개선한 설명이 더 쉽다고 응답하였다.

@highlight

도형 f(x,y)=0 위의 임의의 점을 점(x,y) 로 표현한다면 점 (x,y)와 도형 f(x,y)=0은 다른 대상인데 같은 문자들이 사용되고 있다.

@highlight

본고에서는 한 교과서의 표현이 50년 넘게 고수되어, 학생들의 사고가 경직되므로, 개선이 필요하고 사료되어 다음과 같이 연구한다.

