본 연구는 재혼경험을 가지고 있는 부모를 대상으로 재혼가족의 역할긴장과 양육스트레스를 감소시키고 부모자녀관계 만족도와 심리적 안녕감을 높이기 위한 부모교육프로그램을 개발하고 그 효과를 검증하는데 그 목적이 있다.

이를 위해 선행문헌조사, 현장전문가의 FGI 및 재혼부모의 요구조사를 토대로 프로그램의 모형을 개발하고 본 모형에 입각한 재혼가족의 생활적응 향상을 위한 6회기의 부모교육프로그램을 개발하였다.

개발된 부모교육프로그램을 처지집단에 실시하고 통제집단과 역할긴장, 양육스트레스, 심리적 안녕감에 대한 사전-2차-3차-

사후 시점에 따른 효과를 검증하기 위해 양적분석을 실시하였으며, 경험보고서와 프로그램 녹취내용을 통해 양적분석결과를 보완하였다.

양적분석 방법은 실험집단과 통제집단에 있어서 역할긴장, 부모자녀관계 만족도, 양육스트레스, 심리적 안녕감 검사의 평균 득점이 집단 간에 차이가 있는지 알아보기 위하여 2수준 다층모형(hierarchical linear model: HLM)을 적용하였다.

연구의 결과 개발된 부모교육프로그램은 재혼가족 부모의 역할긴장과 양육스트레스를 줄이고 부모자녀관계 만족도과 심리적 안녕감을 증진시키는 데 유의한 효과가 있는 것으로 나타났다.

본 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의하였다.

@highlight

이 연구는 재혼경험을 가진 부모를 대상으로 재혼가족의 역할긴장과 양육스트레스를 감소시키고 부모자녀관계 만족도와 심리적 안녕감을 높이기 위한 부모교육프로그램을 개발하고 그 효과를 검증하는데 그 목적이 있다.

@highlight

이 연구결과를 토대로 후속연구에 대한 제언과 시사점을 논의했다.

