본 논문은 ASEAN내에서 한·중·일간 수출경쟁관계를 살펴보고, 일본 엔화 또는 중국 위안화 환율변화가 우리나라의 對ASEAN 수출에 미친 영향을 시계열 분석방법을 이용하여 고찰한다.

이를 위해 우선 한·중·일의 품목별 ASEAN 시장점유율 및 수출경합도지수를 도출하여 한·중·일의 ASEAN시장내 경합관계 및 변화추이를 살펴본다.

더 나아가 다양한 공적분 접근법을 사용하여 우리나라의 對ASEAN 주요국별 수출함수를 추정함으로써 일본 및 중국의 환율변화가 우리의 對ASEAN 수출에 미치는 영향을 살펴본다.

분석결과, 과거 가장 높았던 일본의 ASEAN 시장점유율이 중국에 의해 대체되었고, 한국의 시장점유율은 큰 변화가 없으며 그 과정에서 한·중·일간 수출경합관계는 더 치열해진 것으로 나타났다.

한편 일본 및 중국의 실질환율 변화가 우리나라의 對ASEAN 수출에 미치는 영향은 매우 제한적이며, ASEAN의 경제성장이 우리나라의 對ASEAN 수출증가를 견인한 것으로 나타났다.

이는 우리 기업들이 ASEAN을 글로벌 가치사슬에 포함하여 직접투자 및 중간재 교역을 급속히 확대한 결과로 보인다.

@highlight

본 논문은 ASEAN내에서 한·중·일간 수출경쟁관계를 살피고 일본 엔화 또는 공적분 접근법을 사용하여 중국 위안화 환율변화가 우리나라의 對ASEAN 수출에 미친 영향을 연구했다.

