본 연구는 2008년 9월 글로벌 금융위기 기간을 전후로 해운경기의 대리변수인 BDI(Baltic Dry Freight Index), 국제금융 변수, 중국효과 변수들 사이의 동태적 인과관계를 분석하였다.

분석을 시작하기 이전에 먼저 단위근 검정과 공적분 검정을 이용하여 변수의 안정성과 모형의 장기적 균형관계 존재 여부를 검증하였다.

그 결과 1차차분한 시계열자료는 안정적인 것으로 확인됨에 따라 분수차분의 GPH(Geweke, and Porter-

Hudak) 검정과 정수차분의 Johansen 다변량 공적분 검정을 실시하여 일정한 장기적 균형관계가 존재하는 것을 알 수 있었다.

다음으로 벡터오차수정모형을 이용하여 동태적 인과성을 분석한 결과 전체기간에서 엔/달러 환율과 BDI, 미국주가와 BDI 간 쌍방적 인과관계가 존재했으며, 위기이후에 엔/달러 환율과 미국주가의 BDI에의 선행성이 높아진 것을 확인할 수 있었다.

그리고 예측오차의 분산분해를 통해 유가, 환율, 주가, 중국수입이 BDI에 상당한 크기로 영향을 미치고 위기이전에 비해 위기이후에 유가, 중국수입, 미국주가의 설명력이 증가한 것으로 나타났다.

@highlight

이 연구는 2008년 9월 글로벌 금융위기 기간을 전후로 해운경기의 대리변수인 BDI, 국제금융 변수, 중국효과 변수들 사이의 동태적 인과관계를 분석했다.

