우리나라 헌법은 동일한 범죄에 대한 이중처벌 금지의 원칙을 명문화하고 있다.

그러나 1994년 헌법재판소는 여기에서의 “처벌”이 범죄에 대한 국가의 형벌권 실행으로서의 형벌만을 의미하는 것으로 제한적으로 해석하였다.

이에 따라 형벌이 아닌 다른 행정제재를 병과할 수 있는 길을 열어 놓았다.

한편, 해양사고는 대부분 선원의 업무상 과실로서 발생하고 있다.

특히 중대한 해양사고의 경우 해당 선원은 형법에 의한 처벌을 받은 후 다시 면허취소, 업무의 정지 등의 행정제재를 받는 것이 일반적이다.

이 경우 이러한 추가적인 행정제재는 형벌과 목적·기능이 대부분 중복되므로 동일한 행위에 대한 이중처벌의 개연성이 높다고 할 것이다.

그럼에도 불구하고 가까운 시일 내에 헌법재판소나 대법원이 기존의 판결을 변경하는 것은 현실적으로 거의 불가능하기 때문에 이 연구에서는 개선방안으로서 해양사고의 조사 및 심판에 관한 법률의 개정안을 제시하고자 한다.

즉, 이미 동일한 과실로 인하여 형벌의 처벌을 받은 자에 대하여 해양안전심판원은 행정제재를 면제할 수 있도록 하는 규정을 신설하는 것이다.

@highlight

우리나라 헌법은 동일한 범죄에 대한 이중처벌 금지의 원칙을 명문화하고 있다.

@highlight

그러나 1994년 헌법재판소는 여기에서의 “처벌”이 범죄에 대한 국가의 형벌권 실행으로서의 형벌만을 의미하는 것으로 제한적으로 해석하였다.

