본 논문은 디지털경제로의 패러다임 변화에 대응하여 우리나라가 지식정보강국으로 발돋음하기 위한 정책방향과 제도정비 방안을 논의하고 있다.

우리나라의 IT 산업은 그 동안 경제성장, 무역수지, 물가, 고용 등의 국민경제에 대한 기여를 통하여 그 위상과 비중이 지속적으로 높아져 왔다.

그러나 최근 들어 전세계적인 IT 산업의 침체와 더불어 우리나라 IT 관련 법령체계의 복잡성과 중복성, IT 수요와 공급의 조정능력 부족으로 인한 수급 불일치, 핵심기술 및 핵심부품 공급의 해외의존도 심화, 지식정보사회의 역기능 보완에 대한 일괄적 제도정비의 부재, 행정정보화 및 전자상거래 등의 추진을 위한 기반정비 작업의 미흡, 지식정보사회로의 전환에 대한 인센티브 부족과 그에 따른 효율성 저하 등의 문제점이 지적되면서, 이에 대처하기 위한 정책방향 및 제도정비방안에 대한 논의가 이루어지고 있다.

본 논문은 이러한 논의의 일환으로 IT 산업의 국민경제적 위상, 패러다임의 변화와 각국의 대응에 대하여 간략하게 살펴본후, 우리나라 IT 산업의 문제점과 과제를 점검하고 이를 바탕으로 IT 산업발전을 위한 정책방향 및 제도개선방안을 다루고 있다.

보다 구체적으로는 IT 발전을 위한 범국가적 정책추진체계의 구축 필요성, IT 부문의 공공 R&D 투자, 인력양성투자, 기술개발 및 인력양성체계의 유기적인 결합을 통한 효율적인 IT 기술혁신시스템의 구축 등에 대해서 논의하고 있다.

@highlight

본고는 디지털경제로의 패러다임 변화에 대응하여 우리나라가 지식정보강국으로 발돋음하기 위한 정책방향과 제도정비 방안을 논의하고 있다.

