최근 지상역 승강장에서 승객의 안전 확보, 지상역 조건과 열차 차종 자동 인식에 따른 상하 개폐 기능이 탑재된 Rope 스크린도어의 실용화 기술에 대한 연구개발이 수행되고 있다.

이러한 RPSD의 인간중심 설계를 위해서는 시스템의 기술구현도 중요하지만, 앞으로 이용할 대상자의 감성, 감각이나 사고방식을 과학적으로 측정하고 조사할 필요가 있다.

따라서 본 연구에서는 대구 도시철도 문양역에 시범 설치된 RPSD에 대하여 SD법을 이용하여 평상시 RPSD가 내려진 상태, 철도진입 시 올라간 작동원리를 보고 안전(불안)한지, 높낮이가 안정적인지, 개방감(압박감)이 있는지, 견고한지 등 전체적으로 어떤 인상을 받았는지에 대한 평가인자 등 RPSD 설치 전·후 감성평가를 비교·분석하였다.

그리고 이 시스템을 설계하는 데 있어서 고려할 휴먼펙터를 요인분석과 구조방정식(Structural Equation Modeling, SEM)을 이용하여 정량적으로 분석하였다.

@highlight

본 연구에서는 대구 도시철도 문양역에 시범 설치된 RPSD에 대하여 SD법을 이용하여 평상시 RPSD가 내려진 상태, 철도진입 시 올라간 작동원리를 보고 안전한지, 높낮이가 안정적인지, 개방감이 있는지, 견고한지 등 전체적으로 어떤 인상을 받았는지에 대한 평가인자 등 RPSD 설치 전·후 감성평가를 비교·분석하였다.

