침

습

 

B

군

 

사

슬

알

균

(

g

r

o

u

p

 

B

 

s

t

r

e

p

t

o

c

o

c

c

u

s

 

[

G

B

S

]

)

 

감

염

증

에

서

 

분

리

된

 

균

의

 

혈

청

형

과

 

임

상

적

 

특

징

의

 

관

계

를

 

분

석

하

고

자

 

하

였

다

.

 

가

천

대

 

길

병

원

과

 

삼

성

서

울

병

원

에

 

입

원

한

 

G

B

S

 

감

염

 

환

자

 

데

이

터

를

 

후

향

적

으

로

 

수

집

하

고

 

슬

라

이

드

 

응

집

법

으

로

 

혈

청

형

을

 

정

하

였

다

.

 

총

 

3

7

명

 

중

 

만

삭

아

 

2

2

명

,

 

미

숙

아

 

1

5

명

이

었

고

,

 

조

발

형

 

1

5

명

(

4

0

.

5

%

)

,

 

지

발

형

 

1

9

명

(

5

1

.

4

%

)

,

 

늦

은

 

지

발

형

 

3

명

(

8

.

1

%

)

이

었

다

.

 

조

발

형

이

 

미

숙

아

에

서

 

더

 

많

이

 

발

생

하

였

다

(

P

 

=

0

.

1

7

)

.

 

임

상

 

양

상

은

 

균

혈

증

(

7

0

.

3

%

)

이

가

장

 

흔

했

고

,

 

수

막

염

,

 

화

농

관

절

염

 

순

이

었

다

.

 

혈

청

형

 

분

석

이

 

가

능

했

던

 

2

4

 

균

주

 

중

 

I

I

I

형

이

 

가

장

 

흔

했

고

(

4

1

.

7

%

)

,

 

V

 

(

1

6

.

7

%

)

,

 

I

a

,

 

I

b

,

 

I

I

 

(

각

각

 

1

2

.

5

%

)

,

 

n

o

n

-

t

y

p

e

a

b

l

e

 

(

4

.

2

%

)

였

다

.

 

I

I

I

형

은

 

만

삭

아

에

서

 

더

 

많

았

던

 

반

면

,

 

V

형

은

 

미

숙

아

에

서

 

더

 

흔

했

다

.

 

페

니

실

린

 

내

성

균

은

 

없

었

고

 

에

리

트

로

마

이

신

과

 

클

린

다

마

이

신

 

내

성

은

 

각

각

 

6

4

.

9

%

였

다

.

 

G

B

S

는

 

미

숙

아

와

 

만

삭

아

에

게

 

모

두

 

중

요

한

 

병

원

체

이

며

 

혈

청

형

 

분

포

에

서

도

 

미

숙

아

와

 

만

삭

아

 

간

에

차

이

가

 

있

을

 

수

 

있

다

.

 

조

발

형

 

질

환

의

 

발

생

을

 

과

소

평

가

하

지

 

않

고

 

적

절

한

 

예

방

 

대

책

을

 

마

련

하

기

 

위

해

 

미

숙

아

를

 

포

함

한

 

G

B

S

 

질

환

의

 

전

국

적

인

 

역

학

을

 

감

시

하

는

 

것

이

 

필

요

하

다

.

@highlight

침습 B군 사슬알균(group B streptococcus [GBS]) 감염증에서 분리된 균의 혈청형 및 임상적 특징의 관계를 연구하고자 하였다. 가천대 길병원 및 삼성서울병원에 입원한 GBS 감염 환자 데이터를 후향적으로 수집하며 슬라이드 응집법으로 혈청형을 정했다.