본 연구는 유통채널별 기초화장품 구매 행동에 관한 연구를 하기 위함이다.

본 연구는 문헌조사와 서울 및 경기 지역 사람들을 대상으로 설문조사를 통해 진행하였다.

총 107부가 최종 분석에 사용되었으며, 통계분석은 SPSS 통계패키지 프로그램을 활용하였다.

연령에 따라 선호하는 유통채널의 차이를 확인하기 위해 카이제곱검정 교차분석과 유통채널에 따른 선호이유의 중요도 차이를 확인하기 위해 일원배치 분산분석을 실시하였다.

응답자들은 온라인 쇼핑을 가장 선호하는 것으로 나타났으며, 이러한 유통채널을 이용하는 이유를 합리적인 가격이라고 응답하였다.

연령별로는 20대의 경우 로드샵을 가장 선호하는 반면, 30-50대는 온라인 쇼핑을 선호하였다.

유통채널별 선호도, 신뢰도, 만족도, 충성도에 관해서는 온라인 쇼핑의 선호도, 신뢰도, 충성도가 가장 높았고, 백화점은 만족도가 가장 높았다.

본 연구는 유통채널을 통한 기초화장품 구매행동에 대한 마케팅에 영향을 줄 것으로 기대되며, 기초화장품의 산업 마케팅을 위한 기초 연구에 활용될 수 있을 것이라 사료된다.

@highlight

이 연구는 유통채널별 기초화장품 구매 행동에 대한 연구를 하기 위함이다.

@highlight

연령에 따라 선호하는 유통채널의 차이를 확인하기 위해 카이제곱검정 교차분석과 유통채널에 따른 선호이유의 중요도 차이를 확인하기 위해 일원배치 분산분석을 실시했다.

