동

시

대

 

작

곡

가

였

던

 

라

모

와

 

헨

델

은

 

서

로

 

만

난

 

적

이

 

없

지

만

,

 

비

슷

한

 

시

기

에

 

벌

어

진

 

프

랑

스

와

영

국

 

간

의

 

두

 

전

투

를

 

기

념

하

는

 

승

전

축

하

작

품

을

 

썼

다

는

 

공

통

점

이

 

있

다

.

 

라

모

는

 

1

7

4

5

년

 

있

었

던

 

프

랑

스

군

의

 

퐁

트

누

아

 

전

투

 

승

리

를

 

경

축

하

기

 

위

해

 

《

영

광

의

 

전

당

》

을

,

 

헨

델

은

 

1

7

4

6

년

의

 

컬

로

든

 

전

투

에

서

 

제

임

스

당

 

반

란

을

 

진

압

한

 

영

국

군

 

지

휘

관

 

컴

벌

랜

드

 

공

작

을

 

드

높

이

기

 

위

해

 

《

유

다

스

 

마

카

베

우

스

》

를

 

각

각

 

작

곡

하

였

다

.

 

이

 

연

구

는

 

이

와

 

같

은

 

공

통

점

을

 

바

탕

으

로

 

이

 

작

품

들

을

주

제

,

 

대

본

,

 

음

악

의

 

세

 

제

작

 

단

계

로

 

나

누

어

 

고

찰

하

였

다

.

 

볼

테

르

가

 

쓴

 

《

영

광

의

 

전

당

》

 

대

본

개

정

판

의

 

3

막

은

 

각

각

 

벨

뤼

스

,

 

박

퀴

스

,

 

트

라

얀

이

 

주

인

공

이

다

.

 

이

들

 

중

 

벨

뤼

스

와

 

박

퀴

스

는

 

변

증

법

의

 

정

(

正

)

과

 

반

(

反

)

에

 

해

당

되

며

,

 

루

이

 

1

5

세

를

 

상

징

하

는

 

트

라

얀

은

 

이

상

적

인

 

합

(

合

)

으

로

 

설

정

되

었

다

.

 

프

랑

스

 

오

페

라

에

 

필

수

적

인

 

디

베

르

티

스

망

은

 

대

다

수

의

 

장

들

에

 

등

장

한

다

.

 

모

렐

의

《

유

다

스

 

마

카

베

우

스

》

 

대

본

 

역

시

 

3

부

로

 

구

성

되

어

 

있

으

나

,

 

극

적

이

라

기

보

다

는

 

정

적

(

靜

的

)

이

다

.

 

《

영

광

의

 

전

당

》

의

 

요

지

가

 

루

이

 

1

5

세

가

 

통

치

하

던

 

프

랑

스

가

 

트

라

얀

 

치

하

의

 

로

마

제

국

처

럼

위

대

하

다

는

 

것

인

 

반

면

 

《

유

다

스

 

마

카

베

우

스

》

의

 

요

지

는

 

하

노

버

 

왕

가

 

중

심

으

로

 

단

합

하

는

 

것

이

 

신

의

 

가

호

를

 

받

는

 

길

이

라

는

 

것

이

다

.

@highlight

본 연구는 이같은 공통점을 기초하여 작품들을 주제, 대본, 음악의 세 제작 단계로 나누어 파악하였으며, 볼테르가 쓴 《영광의 전당》 대본개정판의 3막은 각각 벨뤼스, 박퀴스, 트라얀이 주인공이다.