현대사회를 구조사적 관점에서 조망하는 김문조의 ‘융합문명론’은 새로운 기술과 미디어가 물적, 정신적, 신체적인 전 분야를 아우르며 최종적으로 사회적진화를 촉진시킨다는 융합적 테제를 제안하고 있다.

이러한 융합문명은 그 실현과정에서 기존 사회가 가지고 있던 분화적 특성의 개인주의가 각 영역의 집합체들과 충돌하게 되면서 개인의 자아정체성 상실, 아노미적 소외감과 같은 문제를 불러오고, 궁극적으로 현대사회의 합목적적, 합리적 이성의 문제를 급진적으로 탈각시킨다.

본 논문에서는 이러한 ‘융합문명’ 개념을 중심으로 그 과정에서발현되는 혼란과 갈등의 근원, 그리고 융합문명의 파고 속에서 인간의 융합적삶의 실현 가능성을 논의해 보고자 한다.

특히, 융합문명의 세계에 존재하는 개인들에게서 어떻게 상호적 이타성이 발현될 수 있는지에 대한 사회학적 의미를파악하는 것에 초점을 맞추고자 한다.

또한 개인 차원의 각종 혼돈, 불화와 같은 불안의 문제들을 ‘의미화’와 ‘인정론’을 기반으로 살펴보며, 이를 바탕으로 호혜적 인간에서 증여적 인간으로의 진화를 포괄하여 논의할 것이다.

마지막으로 개인은 타인과의 상호성에 따라 공진화하는 사회적 인간으로 격상되어야 하며, 그리고 유동성의 융합문명이 개인의 정체성과 결합되어야 사회와 개인의 지속성이 달성될 수 있다는 점을 헤테로토피아와 연계하여 탐색해보았다.

@highlight

현대사회를 구조사적 관점에서 조망하는 김문조의 ‘융합문명론’은 새로운 기술과 미디어가 물적, 정신적, 신체적인 전 분야를 아우르며 최종적으로 사회적진화를 촉진시킨다는 융합적 테제를 제안하고 있다.

