이 연구의 목적은 궁극적으로 통합적 국어 교과서가 나아가야 할 방향을 제시하는 데 있다.

이에 1차 2009 개정 교과서에 이르기까지 교과서에 반영된 통합적국어 교육의 변모 양상을 통합 요소와 통합 방식에 초점을 두어 살펴보았다.

그리고 이를 바탕으로 통합적 국어 교과서 개발을 위한 시사점을 제시하고자 하였다.

국어 교육은 꾸준히 ‘통합’을 지향해 왔다.

국어 교육에서 ‘통합’은 오랜 의제 중 하나이다.

총 아홉 차례의 교육과정 및 교과서 개편 과정에서 ‘통합적 국어 교육’은 교과서 개발의 중심에 있었으며, 국어 교육의 역사 전체에서 다방면에 영향을 주었음을 알 수 있었다.

교과서 분석에서 얻은 바람직한 통합 국어 교과서 개발을 위한 시사점은 다음과 같다.

첫째, 교육과정 개발 단계에서는 교육과정의 영역, 동일 학년 영역 간 성취 기준의 계열성, 성취기준의 진술 방식, 국어 자료의 제시 방식 등에서 통합을 고려해야 한다.

둘째, 국어 교과서의 외적 체제 측면에서, ‘학기별 책 수와 권 수’를 고시할 때 통합을 고려해야 한다.

셋째, 국어 교과서의 내적 체제 측면에서, 단원의 구성 체제는 통합을 고려하여 설정해야 한다.

그리고 통합적인 국어 교과서의 단원 구성 시에도 통합 요소와 통합 방식을 고려해야 한다.

@highlight

본 연구의 목적은 궁극적으로 통합적 국어 교과서가 나아가야 할 방향을 제시하는 데 있다.

@highlight

그리고 이를 바탕으로 통합적 국어 교과서 개발을 위한 시사점을 제시하려 했다.

