본 연구의 목적은 우리나라 30대 대기업의 평가역량구축에 대한 실태 분석을 하고, 평가역량구축을 개선하는 방안을 모색하는 것이다.

본 연구의 목적을 달성하기위한 연구문제는 다음과 같다.

(1) 우리나라 기업의 평가역량구축 실태를 분석하기위한 분석틀은 무엇인가?

(2) 우리나라 기업의 평가역량구축 실태는 어떠한가?

(3)우리나라 기업의 평가역량구축을 위한 개선방안은 무엇인가?

가정 및 동기, 역량, 자원, 실무, 활용의 다섯 가지 구성요소를 포함하는 실태 분석틀을 개발한 후 우리나라 30대 대기업 소속 조직원들을 대상으로 설문조사를 시행하였다.

다섯 곳의 기업집단 소속 총 106명의 조직원들이 설문에 참여하였으며, 설문결과는 일원변량분석, t검정, 상관분석 등 통계적 기법을 활용하여 분석하였다.

설문조사결과, 가정 및 동기, 역량, 자원, 실무, 활용의 모든 영역에서 보통정도 수준을 나타내어 우리나라 30대 기업집단의 평가역량구축이 확립되거나, 활발히 이루어지고 있다고 하기에는 부족한 실정이라 하겠다.

평가역량 강화 및 평가역량구축의 확립을 위해선 평가를 위한 인적·물적 자원을 확충하고, 평가 결과의 활용을 다양화하며, 조직의 목적, 문화, 특성, 풍토 등을 반영하는 보다 더 다차원적이고 체계적인 개선 노력이 이루어져야 할 것이다.

@highlight

이 연구의 목적은 우리나라 30대 대기업의 평가역량구축에 대한 실태 분석을 하고, 평가역량구축을 개선하는 방안을 모색하는 것이다.

