프로그래밍 교육은 학습자 개개인의 특성에 맞는 수준별·단계별 학습이 필요하다.

추천시스템은 개인화서비스를 위해 사용되는 방법의 하나로, 본 연구에서는 추천시스템을 사용하여 웹기반 프로그래밍 교육 환경에서 학습자 개개인에 적합한 학습을 추천할 수 있는 방법을 제공한다.

제안하는 수준별 프로그래밍 학습을 위한 추천시스템은 학습주제별 학습수준 기반 학습자 프로파일과 학습주제사이의 연관성 프로파일을 이용한 협업 필터링을 사용하여 특정 학습자의 학습수준과 학습범위에 적절한 프로그래밍 문제를 제공하도록 한다.

그 결과 프로그래밍 언어 교육 과정에서 발생하는 수준별·단계별 학습에 맞는 프로그래밍 문제 제공의 어려움을 해결하여, 학습자의 프로그래밍 능력 향상의 결과를 얻을 수 있었다.

더 나아가 기존 협업필터링 방법을 사용하는 경우와 비교해 볼 때 추천 성능 향상 및 분석 시간 감소를 통해 추천시스템의 한계점 중의 하나인 확장성을 해결할 수 있는 방법을 제시한다.

@highlight

프로그래밍 교육은 학습자 개개인의 특성에 맞는 수준별·단계별 학습이 필요하다.

@highlight

제안하는 수준별 프로그래밍 학습을 위한 추천시스템은 학습주제별 학습수준 기반 학습자 프로파일과 학습주제사이의 연관성 프로파일을 이용한 협업 필터링을 사용해 특정 학습자의 학습수준과 학습범위에 적절한 프로그래밍 문제를 제공하도록 한다.

