본 연구는 한국은행에서 발표한 1990년 3월부터 2016년 10월까지 26년 8개월 동안 320개월별 표본에 대한 원/달러환율, 수출물가지수와 수입물가지수에 대한 수준변수와 차분변수를 각각 사용하여 원/달러환율이 수출물가와 수입물가에 영향을 미치는지에 대하여분석하는데 있다.

통계분석은 VAR모형을 이용한 그랜저 인과관계분석, 충격반응함수분석과 분산분해 분석을 실시하였다.

분석결과 원/달러환율이 수출물가와 수입 물가에대한 예측력이 존재하는 것으로 나타나 원/달러환율이 수출물가와 수입물가에 대하여영향을 미치고 있음을 알 수 있었다.

또한 원/달러환율이 수출물가 및 수입물가에 일정시차까지 영향을 미치다 사라지는 것으로 나타났으며, 수출물가 및 수입물가가 원/달러환율의 변화량에 의하여 일정부분 영향을 받고 있는 것으로 나타났다.

이와 같은 결과는 원/달러환율이 무역업자들이 주로 사용하는 대표적인 지수로 활용될 수 있다고 판단된다.

따라서 수출과 수입을 주업무로 하고 있는 전문경영인들은 원/달러환율의 움직임을 예측하고분석하여야 하며, 무역대금의 안전한 결제뿐만 아니라 가격움직임에 대한 헤지수단으로원/달러선물을 이용할 수 있어야 할 것이다.

@highlight

본 연구 결과에 따라 수출과 수입을 주업무로 하고 있는 전문경영인들은 원/달러환율의 움직임을 예측 및 분석해야 한다.

