증강현실은 카메라에 보인 현재 모습에, 중첩된 대상의 정보를 인지하는 방식으로 문화, 교육, 군사, 의료 등 다양한 분야에서 그 콘텐츠가 활용되고 있다.

특히 전시나 어린이 교육 콘텐츠는 이미 다양한 방식으로 제작되고 있다.

이러한 증강현실을 활용하여 문화재를 가상으로 구현하고 정보를 전달하는 콘텐츠를 개발하였다.

‘갈기비AR’과 ‘장영실의 발명품AR’을 통해 접근하기 어려운 문화재를 눈앞 가까이에서 경험 하도록 해준다.

‘갈기비AR’은 3D블록 형태로 체험 콘텐츠를 제공함으로서 문화재 구조에 대해 손쉽게 알 수 있도록 한다.

‘장영실의 발명품AR’은 물체를 확대, 축소, 회전하며 함께 사진을 찍어 문화재를 보다 밀접하게 살펴볼 수 있도록 하였다.

바닥면을 인식하는 ARCore로 ‘갈기비 AR’는 증강된 화면 속에 비석을 위치하여 블록을 할 수 있게 한다.

측우기, 해시계, 물시계, 앙부일구를 손앞에 바로 보는 것과 같이 구현하여 체험자에게 사실감을 더 주고자 하였다.

문화재를 널리 알리기 위한 콘텐츠이며 문화재의 체험 콘텐츠를 통해 문화유산의 향유를 증대하고자 한다.

문화재 정보가 대중적으로 확산할 수 있도록 하는 데 제작되는 콘텐츠 기획에 도움이 되는 연구 자료이길 기대한다.

@highlight

증강현실은 카메라에 보인 현재 모습에, 중첩된 대상의 정보를 인지하는 방식으로 문화, 교육, 군사, 의료 등 다양한 분야에서 그 콘텐츠가 활용되고 있다.

