이 논문은 대도시에 많이 발생되는 공간 현상인 도시 스프롤(urban sprawl)에 대한 심층적 논의를 바탕으로 하여, 도시 스프롤이 구체적인 진행되는 공간 프로세스의 측정에 초점을 두고 있다.

즉, 도시 교외화 과정에서 발생하는 도시 스프롤은 인구, 토지이용 등의 측면에서 공간 구조의 변화를 수반하며, 이러한 도시 내부 구조의 변화를 실증적으로 측정할 수 있는 측정 방법론의 도출을 통해 수도권의 공간구조 변화를 살펴보고자 하였다.

따라서 본 연구는 도시 스프롤의 핵심적인 논의의 재고찰과 더불어 도권의 공간 구조 변화를 탐색할 수 있는 측정 방법을 도시화 지역 변화, 공간 형태 스프롤, 토지이용, 인구 및 고용 밀도의 측면에서 도출하였다.

이렇게 도출된 측정 방법들을 이용하여 수도권의 공간 구조 변화를 살펴보았으며, 서울 도심에서 외부로 비정형적이고 비계획적인 스프롤의 특성을 탐색하였다.

이때 비정형의 스프롤 공간 구조는 시간이 지남에 따라 다양한 형태를 보이고 있으며 또한 인구 및 고용 밀도의 측면에서도 시기별로 차별화된 스프롤 결과를 가지고 있다.

기존의 행정구역 단위 등의 획일적인 자료 활용의 제한성, 도시 스프롤 측정에 적합한 방법론 적용의 부재 등을 극복하는 것은 향후 수도권뿐만 아니라 주요 대도시에서 발생하고 있는 도시 스프롤의 동적인 공간 구조를 탐색하는데 중요하며, 이러한 측면에서 도시 스프롤의 탐색적 측정 연구 발전이 지속적으로 이루어질 필요가 있다.

@highlight

이 연구는 도시 스프롤의 핵심적인 논의의 재고찰과 더불어 도권의 공간 구조 변화를 탐색할 수 있는 측정 방법을 도시화 지역 변화, 공간 형태 스프롤, 토지이용, 인구 및 고용 밀도의 측면에서 도출했다.

