우리나라 여성 고용률은 2017년 기준 50.8% 수준으로 비록 남성(71.2%)에 비해서는여전히 낮지만, 점차 증가하고 있다.

이와 함께 여성의 노동시장 참여는 서비스직, 사무직, 그리고 전문직 전반에 걸쳐서 확대되고 있다.

그러나 이러한 변화에도 불구하고 건설업은 전통적으로 남성이 지배해온 분야로 특히 건설기능직의 고용상 성별격차는 현저하게 지속되고 있다.

우리나라 여성 건설기능인에 대한 기존 연구는 주로 여성노동자들이건설 노동시장에 진입한 이후에 남성 지배적인 문화와 관행 속에서 경험하는 다양한 성차별적인 사례에 초점을 두고 있다.

반면 건설 노동시장 진입단계 자체에 초점을 두어왜 여성이 건설기능직 일자리에 참여하는 것이 어려운지 그리고 더욱 구체적으로 어떠한메커니즘을 통해 여성의 참여가 제한되고 있는지를 분석한 연구는 대단히 부족하다.

이러한 문제의식 하에 본 연구는 건설기능직 여성노동자 및 관련 분야 이해당사자에 대한면접 조사를 수행하였다.

이를 통해 본 연구에서는 작업반장과 노동조합이 건설 노동시장 진입단계에서 채용과 관련하여 권한을 행사하는 주요 행위자들임을 밝혔다.

이와 함께 이 두 행위자는 각각 남성 중심적인 인맥에 따른 채용 관행(암묵적 배제)과 노동조합내규에 따른 채용규제(명시적 저지) 방식을 통해서 여성의 건설기능직 진입을 제한하고있음을 보여주었다.

본 연구에서는 건설기능직 사례분석을 통해 건설업의 고용상 성별격차 유지에 대한 이론적 시사점 및 이를 개선하기 위한 정책적 지원방안을 제안하였다.

@highlight

우리나라 여성 건설기능인에 대한 기존의 연구들은 여성노동자들이 건설 노동시장에 진입한 이후에 남성 지배적인 문화와 관행 속에서 경험하는 다양한 성차별적인 사례에 초점을 맞추었다.

@highlight

반면 왜 건설기능직 일자리에 여성의 참여가 제한되고 있는가를 분석한 연구는 부족한 실정이다.

@highlight

본 논문은 작업반장과 노동조합이 건설 노동시장 진입단계에서 채용과 관련해 권한을 행사하는 주요 행위자들임을 밝히고자 하였다.

