본 연구는 고등학생을 대상으로 자아분화와 갈등해결전략의 관계에서 정서지능의 매개효과를 알아보는데 연구 목적이 있었다.

이를 위하여 충북 소재 고등학교 1,2학년 남녀학생 475명을 연구대상으로 설문을 실시하였다.

자아분화와 갈등해결전략의 관계에서 정서지능의 매개효과를 확인하기 위하여 Pearson의 적률상관계수를 산출한 후 Baron과 Kenny(1986)의 위계적 회귀분석을 실시하였다.

연구 결과, 청소년의 자아분화와 협력 및 절충전략과의 관계에서 정서지능은 완전매개효과를 나타냈다.

그러나 자아분화와 지배전략과의 관계에서 정서지능은 부분매개효과를 나타냈다.

본 연구의 결과는 청소년들이 중요한 타인인 친구들과 친밀한 관계를 유지하면서도 사고와 판단에서의 자율성을 갖도록 하는데 요구되는 자아분화와 정서지능을 촉진하고 향상시키기 위한 교육프로그램 개발과 갈등해결전략 지도의 중요성을 제시하리라는 점에서 연구의 의의를 갖는다.

@highlight

본 논문은 고등학생을 대상으로 자아분화와 갈등해결전략의 관계에서 정서지능의 매개효과를 알아보고자 하였다.

@highlight

충북 소재 고등학교 1,2학년 남녀학생 475명을 연구대상으로 설문을 실시하고 Baron과 Kenny의 위계적 회귀분석을 진행하였다.

