이 논문의 목적은 조선로동당 대표자회와 중국공산당전국대표회의의 권한과 역할에 주목하여, 양 대회의 공통점과 차이점이 무엇인지를 찾아보는 것이다.

또한 양 대회의 권한과 역할의 차이를 결정짓는 원인을 찾아보고자 한다.

이 논문의 구체적인 질문은 다음과 같다.

첫째, 양국에는 당대회가 존재함에도 불구하고 왜 당대표자회가 존재하고 개최되어 왔는가?

둘째, 북한과 중국의 당대표자회는 어떤 권한을 가지며 어떤 역할을 해왔는가?

셋째, 북한과 중국의 당대표자회의 권한과 차이를 결정짓는 요인은 무엇인가 등이다.

북한과 중국의 당대표자회는 소련공산당의 당대표회의제도를 수용 및 발전시킨 것이다.

그럼에도 북한의 당대표자회는 2010년 당규약 수정 권한을 부여받았고, 2010년과 2012년 각각 김정일과 김정은을 최고지도자로추대하는 등 존재감을 부각시킨 반면, 중국의 당대표회의는 존재감을 거의 상실했다.

이러한 양 대회의 권한과 역할의 차이를 결정짓는 요인과관련해, 이 논문은 당규약에 따라 당대회 및 당중앙위원회 전원회의의정기적 개최 여부, 당의 지도이념과 지도체제의 구축 등 두 가지를 제시했다.

@highlight

이 논문은 조선로동당 대표자회와 중국공산당전국대표회의의 권한과 역할에 주목하여, 양 대회의 공통점 및 차이점이 무엇인지를 찾아보는 것이 목적이다.

@highlight

또한 양 대회의 권한 및 역할의 차이를 결정짓는 원인을 탐색해보고자 하며, 이 논문의 구체적 질문은 다음과 같다.

