본 연구는 전통미술과 자연의 미적요소에 기초한 미술활동이 유아의 전통문화 인지와 자연친화적 태도에 어떠한 영향을 미치는지 알아보는데 목적이 있다.

연구대상은 K시에 소재한 G유치원과 A유치원의 만 5세 유아 40명으로 실험집단과 통제집단을 각각 20명씩 선정하였다.

측정 도구는 전경화(2002)가 제작하고 백희숙(2006)이 수정·보완한 전통문화 인지 평가척도를 사용하였고 자연친화적 태도는 Musser와 Diamond(1999)가 제작한 CATES-

PV를 허윤정(2001)이 번안·수정하고 소경희(2007), 이은형(2012)이 일부 보완한 평가척도를 사용하였다.

본 연구에서 수집된 자료는 SPSS 19.0 프로그램을 사용하여 사전, 사후 간 독립표본 t검증을 실시하였다.

연구결과 전통미술과 자연의 미적요소에 기초한 미술활동은 전통문화 인지와 자연친화적 태도에 긍정적인 영향을 미치는 것으로 나타났다.

이러한 결과를 통해 유아교육현장에서 유아의 전통문화의 이해를 돕기 위한 방법으로 전통미술과 자연의 미적요소에 기초한 미술활동이 의미있는 활동이라 할 수 있다.

@highlight

이 연구는 전통미술과 자연의 미적요소에 기초한 미술활동이 유아의 전통문화 인지와 자연친화적 태도에 어떤 영향을 미치는지 알아보고자 한다.

