취업장애인의 저임금은 장애로 인한 높은 추가비용과 공적급여의 미비로 인해 빈곤과 직결되어 있으며, 사회의 양극화 현상을 심화시키는 심각한 문제이다.

따라서 취업 장애인의 임금을 결정하는 요인을 포괄적이고 다각적으로 파악하고, 향후 발전적 방향에 대한 제시가 필요한 시점이다.

본 연구는 취업장애인의 임금에 영향을 미치는 요인을 인구학적, 장애관련, 인적자본, 노동시장 요인에 따라 분석하고 근로소득을 높이기 위한 정책적, 실천적 함의를 제안하고자 하였다.

이를 위해 제1차년도 장애인고용패널 데이터의 취업장애인 중 자영업자와 고용주를 제외한 임금근로자 1,212명을 대상으로 분석하였다.

연구결과, 인구학적 요인에서 성별, 결혼상태, 연령이, 장애관련 요인에서 장애유형, 장애등급, 장애발생 연령이, 인적자본 요인에서 고용서비스 이용여부, 직업교육 경험여부, 자격증 유무, 직급, 교육연한, 근속연수가, 노동시장 요인에서는 노동조합 유무, 복리후생 유무, 종사상 지위, 일자리 산업내용, 사업체 규모, 월근무시간이 월임금수준에 유의한 영향을 미치는 것으로 나타났다.

이를 통해 취업장애인의 임금을 향상하기 위한 방안을 인적자본 요인과 노동시장 요인을 중심으로 제언하였다.

@highlight

취업장애인의 저임금은 장애로 인한 높은 추가비용과 공적급여의 미비로 인하여 빈곤과 직결되어 있고, 사회의 양극화 현상을 심화시키는 심각한 문제이다.

@highlight

따라서 취업 장애인의 임금을 결정하는 요인을 포괄적이고 다각적으로 파악하며, 향후 발전적 방향에 대한 제시가 필요하다.

