이 글의 목적은 공화주의 이론의 시각에서 ‘직장 내 괴롭힘’ 문제를 조망하고, 일터 민주주의의 실현을 위한 방안을 제시하는 것이다.

직장 내 괴롭힘 문제는 일터에서 발생하는 ‘지배’의 결과 중 하나로 볼 수 있다.

일터에서의 위계적 권력관계 하에서 지위나 권력이 상대적으로 적은 행위자는 생계유지 등을 위해 상대적으로 우위에 있는 행위자에게 일정 정도 의존하고 있으며, 그로 인해 업무상 적정 범위를 넘어 그/그녀가 자신에게 자의적 권력을 행사하더라도 이를 용인하게 된다.

그 결과 자발적·비자발적 착취가 발생하고 근무 환경이 악화되면서, 신체적·정신적 고통을 겪게 된다.

이런 점에서 노동자에게 사용자의 자의적 권력을 견제할 수 있는 통제력을 부여하여 일터 민주주의를 실현하는 것은 직장 내 괴롭힘을 막고 노동자의 존엄한 삶을 보장한다는 점에서 정당성을 지닌다.

일터 민주주의의 실현을 위해서는 무조건적 기본소득 지급 등을 통해 노동자의 이탈권을 강화하는 방법, 노동자의 목소리나 참여를 제도화하여 사용자와 노동자 사이의 사회적 권력의 불균형을 완화하는 방법, 법의 지배와 공적 규제를 통해 일터에서 발생할 수 있는 자의적 권력 행사를 효과적으로 제한하는 방법을 고려할 수 있다.

이때 지배의 최소화라는 기준에서 전략의 우선순위를 판단해야 한다.

@highlight

공화주의 이론의 시각에서 직장 내 괴롭힘 문제를 조망하고, 일터 민주주의의 실현을 위한 방안을 제시하였다.

@highlight

직장 내 괴롭힘 문제는 일터에서 발생하는 ‘지배’의 결과 중 하나이다.

@highlight

일터에서의 위계적 권력관계 하에서 지위나 권력이 상대적으로 적은 행위자는 생계유지 등을 위하여 상대적으로 우위에 있는 행위자에게 일정 정도 의존하고 있었다.

