이 연구는 간호사가 되기 원했던 여섯 명의 탈북청소년들의 이야기를 통해 간호사라는 진로의 의미와 이들이 경험하는 진로탐색과정을 살펴보고자 하였다.

내러티브 연구방법을 적용하여 연구 참여자가 이야기한(narrated) 경험에 주목하였으며, 문화역사적 시각에서 탈북청소년들의 진로선택과정을 이들이 상호작용하는 사회적 공간을 중심으로 분석하였다.

이들에게 간호사는 이주민으로써 남한 사회에 보다 안정적인 정착을 가능하게 해주는 진로이자, 탈북이라는 사건을 경험하면서 돌봄과 봉사로 의미화 되는 탈북청소년으로서의 정체성을 담아낼 수 있는 진로로써 의미를 가진다.

다양한 사회적 공간은(가족, 학교, 탈북공동체, 교회, 직장, 대학) 이들에게 기회와 지지를 제공하고 권한을 부여하기도 하며 동시에 억압과 배제, 그리고 주변화를 경험하게 하고 있었으며, 탈북청소년들은 이러한 공간 안에서 진로탐색에 필요한 자원 획득을 위해 접근 가능한 사회적 자산과 생애사적 경험을 전략적으로 활용하며 항행하고 있었다.

즉, 이들의 진로선택은 다양한 사회적 공간에서의 상호작용을 고려한 통합적 성찰의 결과이며, 또한 탈북이라는 생애사적 경험을 단절적 시각으로 바라보지 않고, 진로선택을 통해 자신의 과거를 현재와 미래로 연결하며 자신의 역사성을 회복하려는 통합적 정체성 구성의 시도라고 할 수 있다.

@highlight

간호사가 되기 원했던 여섯 명의 탈북청소년들의 이야기를 통하여 간호사라는 진로의 의미와 이들이 경험하는 진로탐색과정을 살펴보았다.

@highlight

내러티브 연구방법을 적용하여 연구 참여자가 이야기한 경험에 주목했으며, 문화역사적 시각에서 탈북청소년들의 진로선택과정을 이들이 상호작용하는 사회적 공간을 중심으로 살펴보았다.

