본 연구는 고등학교 국어과 어휘교육내용의 체계성을 갖추기 위해 교육내용의 구성요소를 선정하는 것이다.

본 연구의 목적을 달성하기 위해 첫째, 고등학교 교육과정과 학습자 측면, 교사의 어휘지도 측면에서 어휘교육내용의 구성요소 선정의 필요성을 언급하였다.

둘째, 내용 구성요소 선정의 틀을 만들기 위해 어휘능력의 특성을 규정한 후, 고등학생들의 어휘능력을 더욱더 향상시키기 위해 어휘능력은 서술적 지식, 절차적 지식, 조건적 지식으로 나누어 어휘교육내용의 구성요소 선정을 위한 기본 틀로 삼았다.

셋째, 어휘교육의 목표를 어휘능력의 신장으로 규정하고 어휘능력의 구조와 관련하여 협의의 목표와 광의의 목표로 나눠 내용 구성요소 선정이 목표로 삼았다.

넷째, 어휘교육내용 구성요소를 상세화 하되, 2011 개정 국어과 교육과정에 제시된 항목과 비교하여 각각의 관련 구성요소를 나열하였다.

본 연구는 어휘교육이 국어과 학습능력을 향상시키기 위한 기반으로서 중요하다는 전제 하에, 초·중학생과는 다른 어휘 능력을 갖춘 고등학생들에게 적합한 내용요소가 무엇인가를 구체적으로 제안했다는 점, 이를 통해 학생들의 어휘 능력을 키우기 위한 구체적 내용이 무엇인가를 보였다는 점에 의의가 있다.

그러나 어휘학습의 계열화가 완성되지 않은 상황에서 고등학교 수준만의 내용 구성요소 선정을 제안하였다는 점과 이에 적합한 다양한 사례와 모형을 제시하지 못한 점이 한계로 남아 있다.

@highlight

이 연구는 고등학교 국어과 어휘교육내용의 체계성을 갖추기 위해 교육내용의 구성요소를 선정하는 것이다.

@highlight

이 연구의 목적을 달성하기 위해 첫째, 고등학교 교육과정과 학습자 측면, 교사의 어휘지도 측면에서 어휘교육내용의 구성요소 선정의 필요성을 언급하였다.

@highlight

이 연구는 어휘교육이 국어과 학습능력을 향상시키기 위한 기반으로서 중요하다는 전제 하에, 초·중학생과는 다른 어휘 능력을 갖춘 고등학생들에게 적합한 내용요소가 무엇인가를 구체적으로 제안했다는 점, 이를 통해 학생들의 어휘 능력을 키우기 위한 구체적 내용이 무엇인가를 보였다는 점에 의의가 있다.

