기관의 업무 기능에 따라 기록을 업무기능에 따라 분류하기보다는 사안(Case)을 중심으로 분류해야 하는 경우가 있다.

사건기록, 수사기록, 소송기록, 재판기록, 인사기록, 병원진료기록, 환자기록, 상담기록, 프로젝트기록 등이 그 전형적인 예이다.

사안파일로 조직화되어 관리되는 기록은 일반적으로 정형화된 업무절차에 의해 만들어지는 기록들이다.

사안파일에는 시작부터 끝에 이르는 일련의 활동기록이 순차적으로 축적된다.

또한, 사안파일에는 다양한 기능 수행 결과로 만들어진 기록이 모여 입체적으로 사안의 진행과정을 재현한다.

이 연구는 대표적인 사안파일인 소송기록의 구성을 상세히 살펴보고 관리상의 특징을 도출하여 사안파일 기록관리의 시사점을 정리하고 있다.

이를 위해 첫째, 구체적인 소송기록의 특성을 살펴보기 위해 민원인을 대리하여 소송을 진행해주는 대한법률구조공단이 업무과정 중 생산, 관리하고 있는 소송파일이 어떤 기록들로 구성되는지 분석하고 있다.

둘째, 일반적인 사안파일의 특성이 대한법률구조공단 소송기록에 어떻게 반영되고 있는지 확인하고 있다.

셋째, 결과적으로 사안파일인 소송기록을 어떻게 관리하고 이용하는 것이 좋은지 대한법률구조공단의 사례를 통해 살펴보고 있다.

@highlight

이 연구는 대표적인 사안파일인 소송기록의 구성을 상세히 살펴보고 관리상의 특징을 도출하여 사안파일 기록관리의 시사점을 정리하고 있다.

