이 연구는 과학교육에서 중요한 위치를 차지하고 있는 실험수업의 유형을 분류할 수 있는 틀을 개발하는데 목적이 있다.

분류틀을 개발하기 위해 실험의 유형에 관한 선행연구들을 분석하고, 실험수업의 다양한 특성들을 분명하게 나타내는 실험수업 분류틀(CSLI)을 생성하였다.

실험수업 분류틀(CSLI)은 실험수업에 따르는 절차와 접근방식의 두 개의 분류자로 구성하였다.

실험수업에 따르는 절차는 절차 제시의 주체에 따라 절차가 외부에서 공급되는 경우와 학생들에 의해 설계되는 학생생성으로 구분하였으며, 실험수업의 접근 방식은 개념 제시의 순서에 따라 연역적 접근과 귀납적 접근으로 이분법적으로 구분하였다.

두 개의 분류자에 의해 실험수업을 네 가지 유형 -

확인실험, 발견실험, 탐색실험, 연구실험 -

으로 분류하고, 각 유형의 실험수업들의 특성과 장단점을 기술하였다.

개발한 실험수업분류틀에 대해서 과학교육전문가 6인의 타당도 검증을 거쳐 분류틀을 완성하였다.

개발된 실험수업 유형 분류틀이 현장검증의 부족으로 인해 실험수업의 다양한 특성을 제한적으로 나타낼지라도 보다 나은 연구를 위한 모델로서 공헌할 수 있을 것이다.

@highlight

본 연구는 과학교육에서 중요한 위치를 차지하고 있는 실험수업의 유형을 분류할 수 있는 틀을 개발하려 한다.

@highlight

실험수업 분류틀은 실험수업에 따르는 절차와 접근방식의 두 개의 분류자로 구성했다.

