본 연구는 미국 법교육 교과서를 종적으로 분석하여 그 시사점을 제시하는 것을 목적으로 한다.

이를 위해 법교육 교과서 분석 기준과 개발 방향 등을 탐색하여 분석기준을 만들었다.

이 분석기준에 따라 미국의 ‘Street Law’를 종적으로 분석하면서 한국의 ‘법과 사회’, ‘청소년의 법과 생활’의 문제점도 분석하였다.

이런 분석결과가 한국의 법교육에 주는 시사점은 다음과 같다.

첫째, 법교육의 특성과 목표를 고려한 학습 내용 구성이 필요하다.

둘째, 학생들이 흥미를 느끼고 주도적으로 학습할 수 있도록 개선되어야 한다.

셋째, 법교육의 목표를 효과적으로 달성하는데 기여하는 학습활동요소들의 개발이 필요하다.

넷째, 법교육 교과서는 학습자들의 일상생활에 실제적인 도움을 줄 수 있는 내용으로 구성되어야 한다.

다섯째, 학습자의 편의를 도모하는 방향으로 개선되어야 한다.

여섯째, 다수의 집필 참여와 주기적인 개정을 통해 법교육 교과서의 영향력을 유지시켜 나가야 한다.

이런 시사점들은 내실 있는 법교육의 실현을 위한 토대가 될 법교육 교과서의 발전에 도움을 줄 것이다.

@highlight

이 연구는 미국 법교육 교과서를 종적으로 분석하여 그 시사점을 제시하는 것이 목적이다.

@highlight

이 분석기준에 따라 미국의 ‘Street Law’를 종적으로 분석하면서 한국의 ‘법과 사회’, ‘청소년의 법과 생활’의 문제점도 분석했다.

