본 논문에서는 방송 콘텐츠와 개인 콘텐츠를 편집하기 위한 새로운 온라인 콘텐츠 편집 시스템을 제안한다.

제안하는 편집 시스템은 콘텐츠를 저장하고 관리하기 위한 콘텐츠 관리 서버와 사용자 인터페이스를 통해 콘텐츠 편집을 수행하는 콘텐츠 편집기로 구성된다.

편집 대상 콘텐츠를 다운로드 받아 편집을 수행하는 기존의 콘텐츠 편집 방법과는 달리, 제안하는 편집 시스템에서는 콘텐츠 관리 서버에 저장되어 있는 콘텐츠를 콘텐츠 편집기에서 스트리밍 기술을 이용하여 재생하며 편집을 수행한다.

그러나 콘텐츠 편집기가 스트리밍 기술을 이용하여 콘텐츠의 전체 구간을 재생하며 편집을 수행하는 것은 비효율적이다.

이러한 문제점을 해결하기 위해, 제안하는 편집 시스템에서는 편집 대상 콘텐츠의 씬 검출을 수행한 후, 검출된 씬 정보를 콘텐츠 재생 및 편집에 사용한다.

콘텐츠 편집기를 통해 콘텐츠 편집이 완료되면, 편집 정보는 메타데이터 형태로 콘텐츠 관리서버에 업로드된다.

제안하는 편집 시스템에서는 콘텐츠의 씬 정보와 편집 정보가 메타데이터 형태로만 존재하며, 씬 단위 혹은 편집 분절 단위의 물리적인 콘텐츠 분할은 수행되지 않는다.

구현 결과는 제안한 편집 시스템이 편집 대상 콘텐츠를 다운로드한 후 편집하는 기존의 콘텐츠 편집 방법을 사용하지 않고서도 기존의 방법과 유사한 성능을 제공함을 보여준다.

@highlight

이 논문은 방송 콘텐츠와 개인 콘텐츠를 편집하기 위한 새로운 온라인 콘텐츠 편집 시스템을 제안한다.

@highlight

제안하는 편집 시스템은 콘텐츠를 저장하고 관리하기 위한 콘텐츠 관리 서버와 사용자 인터페이스를 통해 콘텐츠 편집을 수행하는 콘텐츠 편집기로 구성된다.

