이 글은 방첩의 한 유형으로서 ‘대스파이 활동’의 개념과 의미, 그리고 그것을 실행하는 단계 또는 방법들에 대해 논의해 보고자 시도되었다.

대스파이 활동은‘보안’과 대비되는 개념이다.

보안은 수동적이고 방어적 차원의 방첩을 의미하는 반면, 대스파이 활동은 능동적이고 공격적인 차원의 방첩으로 해석된다.

대스파이 활동의 목적을 달성하기 위해 첩보수집, 방첩수사, 방첩공작, 방첩분석 등 여러 가지 활동기법들이 동원된다.

이러한 활동기법들은 각기 독립적으로 수행되는 것이 아니고 상호 유기적으로 밀접하게 연계되어야만 방첩 목표를 성공적으로 달성할 수 있다.

방첩의 실패로 인해 적의 기만책을 적시에 정확히 파악하지 못하면 국가안보에 치명적인 손을 야기하는 정보실패가 발생하게 된다.

이처럼 방첩의 성패는 궁극적으로 정보의 성패와 직접적으로 연결된다는 점에서 방첩의 중요성이 강조된다.

성공적인 방첩은 방어적인 차원의 보안과 더불어 보다 적극적으로 적대세력의 위협을 탐지, 파괴, 무력화, 역용하는 등의 공격적인 활동이 수반되어야 할 것이다.

오늘날 미국을 비롯한 선진정보기관들은 과거의 수동적이고 소극적인 보안을 넘어서서 보다 적극적이고 공세적인 방첩을 추구하고 있다.

이러한 추세를 반영하여 향후 방첩 전략은 수동적인 보안보다는 능동적인 방첩을 의미하는 대스파이 활동에 보다 역점을 두는 방향으로 변화될 것이 요구된다.

@highlight

이 글은 방첩의 한 유형으로서 ‘대스파이 활동’의 개념과 의미, 그것을 실행하는 단계 또는 방법들에 대해 논의해 보고자 시도됐다.

