성장회계를 통해 경제성장률을 요인별로 분해할 때 기술진보는 총요소생산성을 통해 측정된다.

그러나 측정된 총요소생산성은 완전경쟁과 규모에 대한 보수의 불변을 가정할 때만 기술진보와 일치한다.

본고에서는 먼저 자본에 대한 보수의 계산 시 규모보수 불변 가정에 의존하지 않는 쌍대총요소생산성을 측정하는 한편, 완전경쟁의 가정을 완화한 Hall 타입 총요소생산성을 측정하여 기존의 총요소생산성 측정치와 비교하였다.

전자의 경우 기존 총요소생산성 측정치보다 다소 작았으나 변동성은 더 큰 것으로 나타났으며, 후자는 기존 총요소생산성 측정치보다 다소 컸다.

한편 두 가지 가정 모두를 완화한 가운데 통계적 방식으로 추정한 결과, 1990년대 이후 규모에 대한 보수가 증가한 반면 체화되지 않은 기술진보의 역할은 미미한 것으로 드러났다.

경제 전체의 규모에 대한 보수 증가는 기술및 지식에 기반을 둔 경제로의 전환에 따른 외부효과 및 산업 간 확산효과의 증가등에 힘입은 것으로 해석될 수 있으며, 서비스업에서 규모에 대한 보수 증가가 특히 두드러진 현상은 대형화 및 프랜차이즈화 등에서도 그 원인을 찾을 수 있을 것이다.

@highlight

본 논문에서는 먼저 자본에 대한 보수의 계산 시 규모보수 불변 가정에 의존하지 않는 쌍대총요소생산성을 측정하는 한편, 완전경쟁의 가정을 완화한 Hall 타입 총요소생산성을 측정하여 기존의 총요소생산성 측정치와 비교하였다.

