컴퓨터기술이 발달하고 인터넷의 활용이 생활화되면서 이와 관련된 다양한 사업이 나타나게 되었다.

이에 따라 필연적으로 디지털 컨텐츠의 개발이 중요한 문제로 대두되었다.

디지털 컨텐츠의 제작에 저작권이 밀접한 관련을 가지고 있음에도 불구하고 이를 소홀히 하여 실무에서 분쟁을 초래하게 되는 경우가 빈번하게 발생하여 왔다.

이의 해결을 위해 법적인 문제를 검토함으로써 원만한 권리처리에 도움을 주기 위하여 본 논문이 작성되었다.

가장 자주 접할 수 있는 문제가 컨텐츠의 제작에 여러 사람이 참여한 경우 누구에게 저작권이 있느냐 하는 것이다.

특히 기업에서 컨텐츠를 제작할 때 이런 상황이 자주 발생하게 되리라 예상된다.

이 경우에 그 기업이 법적인 문제가 없이 그 컨텐츠 저작물에 대한 권리관계를 원활하게 할 수 있도록 사내 제작과 외주제작 두 경우로 나누어 살펴 보았다.

그리고 이전에 아날로그 방식으로 존재하였던 저작물을 디지털 컨텐츠로 만들면서 발생할 수 있는 저작권과 관련된 법률 문제 등 다양한 경우를 저작권 등의 법률과 저촉하지 않고 처리할 수 있도록 하여 실무계에 도움을 주려는 것이 본 논문의 의도하는 바이다.

@highlight

컴퓨터기술이 발달하고 인터넷의 활용이 생활화되면서 이와 관련된 다양한 사업이 나타나게 되었다.

@highlight

이의 해결을 위해 법적인 문제를 검토함으로써 원만한 권리처리에 도움을 주기 위해 본 논문이 작성되었다.

