감염성 식도염은 후천성 면역 결핍증 환자, 장기간 스테로이드, 면역억제제를 사용하는 장기이식 환자, 항암화학치료나 방사선조사를 받는 악성종양 환자들과 같이 면역 기능이 저하되어 있는 환자에게서 대부분 발생하며, 헤르페스 바이러스 식도염과 칸디다 식도염의 동시감염은 드물게 보고되고 있다.

진단은 내시경을 통한 소견과 조직검사로 할 수 있는데, 헤르페스 바이러스 감염이 심한 칸디다 감염과 중복된 경우 미만성의 흰색 또는 황색 삼출물로 덮힌 판으로 인하여 진단이 되지 않거나 지연될 가능성이 있다.

본 저자들은 신장이식 후 면역억제제를 복용하고 있던 당뇨환자가 혈당 조절이 잘 되지 않던 중 칸디다 및 헤르페스 바이러스 식도염이 동시에 발병하였고 항진균제와 항바이러스제 투여 후 증상과 내시경 소견의 호전을 보인 증례를 보고한다.

@highlight

감염성 식도염은 후천성 면역 결핍증 환자, 장기간 스테로이드, 면역억제제를 사용하는 장기이식 환자, 항암화학치료나 방사선조사를 받는 악성종양 환자들과 같이 면역 기능이 저하되어 있는 환자에게서 대부분 발생하며, 헤르페스 바이러스 식도염과 칸디다 식도염의 동시감염은 드물게 보고되고 있다.

