본 연구는 음악적 개념에 대한 보육교사의 자기인식과 실제이해 정도를 비교하고, 다양한 개인적 변인에 따른 실제이해 정도의 차이를 살펴보고자 하였다.

연구대상은 서울시 소재 어린이집에 근무하는 보육교사 198명이었으며, Kim 등(2011)이 개발한 도구를 사용하여 자료를 수집하였다.

연구결과, 첫째, 보육교사의 음악적 개념에 대한 자기인식은 비교적 높은 것으로 나타났으나, 실제이해 점수는 이보다 크게 낮아 자기인식과 실제이해 간에 상당한 차이가 있음을 알 수 있었다.

그러나 자기인식과 실제이해 간에는 전반적으로 유의한 정적 상관이 있었다.

둘째, 보육교사의 개인적 변인에 따라 음악적 개념에 대한 실제이해 정도에 차이가 있는지를 살펴본 결과, 음악관련 현직교육 유무를 제외한 모든 변인에서 음악적 개념 전체와 일부 하위 개념에 통계적으로 유의한 차이가 나타났다.

즉, 경력이 3년 미만이고, 교육정도가 4년제 대졸 이상이며, 근무기관이 직장어린이집이고, 양성과정에서 음악관련 수업을 들은 경험이 있으며, 음악을 매우 즐기고, 악기교육을 받은 경험이 있는 경우에 음악적 개념에 대한 실제이해가 높았다.

@highlight

이 연구는 음악적 개념에 대한 보육교사의 자기인식과 실제이해 정도를 비교하고, 다양한 개인적 변인에 따른 실제이해 정도의 차이를 살펴보고자 했다.

