기존에 사용되던 Methyl bromide가 환경오염의 문제로 인해 규제대상이 되면서, 이를 대체할 친환경 방제처리 방법에 대한 필요성이 대두되었다.

따라서 식품분야 등에서 방제의 목적으로 사용되어온 저산소 및 열처리 기술을 문화재 생물피해 방제 분야에 적용하고자 한다.

저산소처리법은 질소가스 주입으로 공기 중의 산소농도를 낮추어, 열처리법은 가온 또는 냉각을 이용하여 충·균을 치사시키는 방법이다.

본 연구에서는 목조건축물과 관련된 재질인 목재, 안료, 지류, 섬유 등에 저산소처리법과 열처리법을 적용하여 평가하였다.

저산소처리의 재질안정성 평가 결과 목재의 함수율이 약간 감소하였으나 자연회복력을 기대할 수 있을 정도인 것으로 확인되었으며 안료, 지류, 섬유의 색차 및 강도는 안정하였다.

열처리법 적용 시에는 안료의 박리현상이 관찰되었다.

저산소처리법과 재질에 안정한 온도조건에서의 열처리는 기존에 사용되어온 화학적 처리방법 문제의 대안으로서 충분히 고려 가능할 것으로 보인다.

@highlight

본 논문은에서는 목조건축물과 연관된 재질인 목재, 안료, 지류, 섬유 등에 저산소처리법 및 열처리법을 적용해 평가했다.

