이 연구의 목적은 지방자치단체의 허술한 감찰활동에 대하여 정보주도적 경찰활동을 적용하여 효율성을 강조하고 시민들로 하여금 행정기관의 신뢰도를 확보하는 방안으로 정보주도적 감찰활동을 제안하는 것이다.

이 연구의 목적을 달성하기 위하여 정보주도적 경찰활동과 감찰활동에 관한 이론적 배경을 관련 선행연구를 통하여 구성하였고, 문제점으로 지적받고 있는 지방자치단체의 감찰 실태를 관련 통계와 인터넷 자료를 이용하여 문제점을 지적하였다.

지방자치단체 감찰활동은 공무원의 부패에 대하여 예방·통제하기 위한 활동으로서, 각 지방자치단체 감찰부서는 부패예방 및 통제활동을 수행하고 있으나, 감찰담당 공무원 자원 부족, 광범위한 감찰영역 등으로 인하여 효과적인 감찰이이뤄지지 않기 때문에, 이를 해결하기 위하여 정보를 바탕으로 효율성을 강조한정보주도적 경찰활동을 벤치마킹하여 감찰활동에 적용시키고자 하였다.

정보주도적 경찰활동을 벤치마킹한 정보주도적 감찰활동이란 다양한 행정영역에서 발생하는 추상적이고 광범위한 형태의 공무원부패에 대하여 관련정보를 수집하고 활용함으로써 효율적인 감찰활동을 통한 부패를 예방하고자 하는 감찰방법이다.

정보주도적 감찰활동을 완성하기 위하여 다양한 방법으로 통하여 정보수집능력을향상시키고, 이렇게 수집된 정보의 신뢰도를 높이기 위하여 정보필터링시스템을 구축하며, 정보를 효과적으로 활용하는 방안을 제시하였다.

그리고, 소수의 감찰인원으로 최대의 감찰결과를 얻을 수 있도록 전문감찰공무원인증제를 제안하였다.

@highlight

본 연구의 목적은 지방자치단체의 허술한 감찰활동에 관해 정보주도적 경찰활동을 적용해 효율성을 강조하고 시민들로 하여금 행정기관의 신뢰도를 확보하는 방안으로 정보주도적 감찰활동을 제안하는 것이다.

