본 연구는 국내기업들이 자산운용시 전략적 자산배분의 수단으로써 부동산자산을 활용하는데 기여하고자 기업의 부동산자산 보유가 자산관리 효과에 영향을 미치는지를 분석하였다.

분석의 자료는 국내 상장기업 1,511개를 대상으로 2000년부터 2017년까지의 부채비율, 시가총액, 총부동산 보유비율, 소유부동산 보유비율, 투자부동산 보유비율 등을 이용하였다.

종속변수인 베타와 알파는 CAPM을 이용하여 추정된 회귀계수를 사용하였으며 분석결과는 다음과 같다.

첫째, 기업의 총부동산 보유비율은 알파에 양(+)의 영향을, 베타에 음(-

)의 영향을 미쳐 자산관리 효과가 발생하는 것으로 나타났다.

둘째, 본 연구에서 고려한 6개 산업군 중 제조업과 운수업의 경우 총부동산 보유비율 증가가 자산관리 효과에 영향을 미치는 것으로 나타났다.

셋째, 투자부동산의 보유비율은 베타나 알파에 영향을 미치지 못하였으나 소유부동산 보유비율의 경우 그 비중이 높아질수록 베타는 감소하고 알파는 증가하는 것으로 확인되었다.

넷째, 부동산자산의 보유 유형과 산업군을 동시에 고려하였을 때, 제조업에서 자산관리 효과가 나타나는 것을 알 수 있었다.

@highlight

본 연구는 국내기업들이 자산배분의 수단으로써 부동산자산을 활용하는데 기여하고자 기업의 부동산자산 보유가 자산관리 효과에 영향을 미치는지를 분석하였다.

@highlight

부동산자산의 보유 유형과 산업군을 동시에 고려하였을 때, 자산관리 효과는 제조업에서 나타났다.

