본 연구에서는 7세 이하 미취학자녀의 사교육실태와 이용여부 및 지출비용의 결정요인을 SBCR (Selection Bias Corrected Regression)모델을 이용하여 분석하였다.

분석결과 35.1%의 미취학자녀가 사교육을 이용하고 이들은 월평균 12만 8천원의 적지 않은 사교육비를 지출하는 것으로 나타났으며, 사교육의 이용여부에는 자녀의 성별과 연령, 어머니의 연령, 그리고 가구소득이 유의한 영향을 미치는 것으로 밝혀졌고, 사교육비에는 자녀의 연령과, 거주지역, 가족형태, 가구소득, 그리고 사교육이용자의 유형이 유의한 영향을 미치는 요인인 것으로 밝혀졌다.

연령을 세분화하여 분석한 결과 3-5세 영아가 이용하는 사교육은 보육의 성격이 강한 반면에 6-7세 유아가 이용하는 사교육은 취학을 위한 준비학습의 성격이 강하여 미취학자녀의 사교육을 진단하고 해결방안을 모색하는데 있어 영아의 경우는 보육의 측면, 유아의 경우는 예비학습의 측면에서 이해하여 연령별 다각적으로 접근하는 것이 적절할 것으로 판단된다.

@highlight

이 연구에서는 7세 이하 미취학자녀의 사교육실태와 이용여부 및 지출비용의 결정요인을 SBCR 모델을 이용해 분석했다.

