본 연구는 만 2세반의 ‘장난감 없는 교실’에서 영아들이 또래와 관계 맺는 모습을 살펴보았다.

본 연구는 B시에서 생태유아교육을 실천하는 P어린이집에서 실시되었으며, 연구 참여자는 P어린이집 A반에 소속된 만 2세 영아 14명이다.

‘장난감 없는 교실’에서 만 2세 영아들이 또래와 관계 맺는 모습은 다음과 같이 나타났다.

첫째, 영아들은 장난감보다 사람에게 관심을 기울이며, 또래와 적극적으로 관계를 맺어 나갔다.

둘째, 영아들은 장난감에 의해 나뉘기보다, 모든 놀이가 서로 얽히고, 또래끼리 서로 도우며, 다 함께 놀았다.

셋째, 영아들은 장난감을 매개하지 않고, 직접 몸을 부대끼고, 소통하며 더욱 친밀한 관계를 이어나갔다.

이러한 연구 결과는 기존에 유아교육에서 도외시되었던 영아의 또래관계 측면 및 영아용 장난감에 대한 새로운 관점을 제공하며, 영아기에 장난감을 제공해주는 것보다 더 중요한 것은 사람과의 관계이자, 친밀한 정서를 함께 공유하는 또래임을 시사한다.

이를 통해 본 연구는 물질주의 및 개인주의가 만연한 현 시대의 문제를 극복하기 위한 방안을 영아교육에서부터 모색해보았다는 점에서 의미가 있다.

@highlight

본고는 만 2세반의 ‘장난감 없는 교실’에서 영아들이 또래와 관계 맺는 모습을 살펴본다.

@highlight

이 논문은 B시에서 생태유아교육을 실천하는 P어린이집에서 실시되었고, 연구 참여자는 P어린이집 A반에 소속된 만 2세 영아 14명이다.

