본 연구는 저가화장품의 시각적 이미지 매개변수가 소비자유형과 구매행동에 미치는 특성 차이를 밝히고자 한다.

저가화장품을 사용한 경험이 있는 성인여성을 대상으로 편의 표집하였다.

타당도 검증을 위하여 요인분석을 실시하고o neway ANOVA, Scheffe’s multiple range test, 다중회귀분석을 실시하였다.

시각적 이미지는 로고의 색상, 제품용기 디자인, 브랜드 로고, 화장품 광고 화보, 디스플레이의 다섯가지 요인이 도출되었고소비자유형은 트랜디형, 경제형, 계획형의 세가지 요인이 도출되었다.

시각적 이미지의 로고 색상과 디스플레이는 화장품 구매장소와 구입시기에 따른 유의미한 차이가 나타났으며, 소비자유형에 따라 부분적으로 유의미한 영향을 미치는 것으로 나타났다.

저가화장품의 시각적 이미지가 소비자유형과 구매행동에 긍정적인 영향을 준다는 것을 인지하고 저가화장품의 획일화된 제품 품질 및 가격 경쟁력뿐만 아니라 독특한 개성의 시각적 이미지를 마케팅 차별화 전략으로 구축할 것을 제안한다.

@highlight

이 연구는 저가화장품의 시각적 이미지 매개변수가 소비자유형과 구매행동에 미치는 특성 차이를 밝히고자 한다.

