묵자윤리사상은 현대공리주의와 가족유사성을 공유하는 공리주의이다.

묵자공리주의는 다음 세 가지 특징을 지닌다.

첫째, 묵자공리주의는 겸애교리(兼愛交利)의 두 수준 공리주의이다.

묵자사상의 중심인 10론 중 핵심은 겸애이고, 나머지 9론은 겸애를 교리로서 실현하기 위한 실천규칙이다.

이 관점은 묵자에게 제기되었던 10론 간의 상충이라는 비판을 제거하여 묵자사상의 내적 통일성과 정합성을 확보할 수 있게 한다.

둘째 묵자사상의 핵심인 겸(兼)의 두 구성요소인 인(仁)은 행위자의 품성과 의(義)는 행위의 옳음과 각각 관련된다.

이런 시각은 공리주의 체계 내에서 행위자-

행위가 각기 다른 역할을 하며 구조를 이룸을 보여준다.

셋째 종전 연구에서 『묵자』의 한계라 지적되어 왔던 「천지(天志)」편과 「명귀(明鬼)」편에 대한 공리주의적 해석을 통해, 이 두 편이 더 이상 묵자 사상의 한계가 아니며 오히려 묵자 공리주의 내에서 행위의 제재라는 중요한 역할을 하고 있음을 확인할 수 있다.

@highlight

묵자윤리사상은 현대공리주의와 가족유사성을 공유하는 공리주의 사상으로 묵자공리주의는 겸애교리의 두 수준의 공리주의다.

@highlight

묵자사상의 중심인 10론 중 핵심은 겸애이고, 나머지 9론은 겸애를 교리로서 실현하기 위한 규칙들이다.

