한국경제는 성장 잠재력이 크게 둔화되었고, 특히 물적자본의 축적에 의한 성장은 소진되었으며 인적자본에 의한 성장 동력도 고갈되어가고 있다.

따라서 혁신을 통해 추가적인 성장 동력을 찾아보려는 문제의식은 정당하다.

그러나 박근혜 정부의 ‘창조경제’ 전략이 실제 담고 있는 내용은 일반적인 혁신 제고 정책의 범주에서 벗어나지 못하고 있으며, 실제로 추진되는 일부 정책은 본래의 취지와 어긋나 있다.

특히 오프라인의 17개 창조경제혁신센터는 특정 대기업이 하나씩 배정된 기형적 구조를 띠고 있는데, 여기에는 단기적 성과에 집착하는 권위주의 정부의 성격을 여실히 드러나 있으며 창업 숫자의 확보에 급급하다는 인상을 준다.

성장전략으로서의 창조경제라는 아이디어는 아직 한국에 성공적으로 정착되지 못하고 있다.

사실 패러다임의 전환을 요구하는 성장전략의 상위 개념으로 쓰기에 처음부터 적절하지 않았다.

공약이든 정책이든 의미가 분명하게 전달될 수 있는 용어를 사용하는 것도 중요하다.

현재 한국경제의 발전단계와 구조에서 절실하게 요구되는 장기 성장전략은 ‘경제민주화에 기초한 창조적 혁신’이다.

‘창조적 혁신’은 ‘점진적 혁신’과 대비되거나 점진적 혁신을 넘어서는 혁신이 필요하다는 점이 분명히 전달된다.

박근혜 정부 출범 이후 사실상의 (수정된) 성장전략이 된 창조경제와 규제완화는 경제민주화와 충돌을 일으키는 것으로 해석되기 쉽지만, 경제민주화와 창조적 혁신은 상호보완적이다.

또한 성장전략을 넘어 질적 전환이 요구되는 한국사회경제의 지향점을 잘 제시한다.

@highlight

한국경제는 성장 잠재력이 크게 둔화되었고, 특히 물적자본의 축적에 의한 성장은 소진되었으며 인적자본에 의한 성장 동력도 고갈되어가고 있다.

@highlight

그러나 박근혜 정부의 ‘창조경제’ 전략이 실제 담고 있는 내용은 일반적인 혁신 제고 정책의 범주에서 벗어나지 못하고 있으며, 실제로 추진되는 일부 정책은 본래의 취지와 어긋나 있다.

