제 2차 세계대전을 거치며 사회주의 유고슬라비아 연방을 수립한 티토와 파르티잔은 동유럽 국가들 중 유일하게 독자 공산화를 수립했다는 자부심을 기초로 소련의 영향력에 서 벗어나 독자노선을 구축하고자 했으며, 이것은 1948년 ‘코민포름 분쟁’으로 전개되었 다.

분쟁 전후로 유고슬라비아는 정치, 경제적 어려움은 물론 소련을 비롯한 주변 바르샤바 조약국들로부터 심각한 군사 위협에 놓이게 된다.

이러한 위기 속에서 유고슬라비아 는 강대국 영향력에 고통 받고 있거나, 자신과 비슷한 외세 지배 하 역사적 경험을 지닌 한반도에 대해 많은 관심을 갖게 되었다.

유고슬라비아의 한반도 상황 분석 노력은 일제 지배로 인한 한(韓) 민족 고통에 대한 이해와 공감대로 이어졌고, 더불어 소련 잔재 청산 노력을 기울이고 있던 유고슬라비아로선 일제 잔재 청산 과정과 그 결과에 대해서도 많 은 관심을 지니는 배경이 되게 된다.

이러한 연구 배경을 기초로 본 연구에선 발굴, 해제 된 유고슬라비아 문헌들과 국가 기록물들을 토대로 당시 유고슬라비아가 일제 지배 시기 한반도 상황을 어떻게 인식하고 있었는지?

를 연구하고자 한다.

그리고 독립 이후 한반도 분단 위기 속에서 남북한에서의 일제 잔재 청산 작업에 대해선 어떻게 평가하고 있었는 지?

를 분석하고 이를 국내 학계에 소개하고자 한다.

@highlight

제 2차 세계대전을 거치며 사회주의 유고슬라비아 연방을 수립한 티토와 파르티잔은 동유럽 국가들 가운데 유일하게 독자 공산화를 수립했다는 자부심을 기초로 소련의 영향력에 서 벗어나 독자노선을 구축하고자 했고, 이것은 1948년 ‘코민포름 분쟁’으로 전개됐다.

