본 연구는 민간 영역 디지털 아카이브의 수집정책에 관한 상황과 문제점 분석을 통해 최적의 수집정책 운영 방안을 모색하는 데 목적을 둔다.

이를 위해 관련 선행연구를 살피고 민간 디지털 아카이브의 특징과 역할, 그리고 수집정책의 중요성에 대한 이론적 논의를 전개한다.

사례 연구 대상으로 성문화된 수집정책을 보유한 민간 디지털 아카이브, 퀴어 아카이브, 서태지 아카이브, 아이쿱 아카이브, 소리 아카이브, 4곳을 선정하여, 각각의 일반 현황과 수집정책 요소를 분석한다.

이론 연구와 사례 연구를바탕으로 실시된 면담 연구에서는 민간 디지털 아카이브 9곳을 대상으로수집정책 수립과 운용, 활용, 수집정책의 저작권 규정, 타 기관과의 협력등을 주제로 구조화된 면담을 실시한다.

결론에 갈음하여, 본 연구는 민간영역 디지털 아카이브의 효율적 수집정책 운영을 위해, 수집정책 필요성의인식 제고, 독립적 수집정책의 성문화, 필수 요소, 정기적 점검, 공개 및홍보 방안 등을 제안한다.

@highlight

이 연구에서는 민간 영역 디지털 아카이브의 수집정책에 관한 상황과 문제점 분석을 통해 최적의 수집정책 운영 방안을 모색하려 한다.

