본 연구에서는 한국과 중국의 유아교육기관에서의 위험부담놀이 실태와 유아교사의 위험부담 놀이에 대한 인식과 장애요인 및 활성화 방안을 알아보았다.

이를 위해 한국 유아교사 216명, 중국 유아교사 201명을 대상으로 설문조사를 실시하였다.

연구결과, 첫째 위험부담 놀이에 대한 교사의 관심정도는 중국교사가 더 높게 나타난 반면, 한국교사는 위험부담 놀이의 필요성과 가치를 높게 인식하였다.

둘째, 위험부담 놀이의 실태는 위험부담 놀이를 하는 빈도, 이루어지는 장소와 시간, 교사의 역할 인식에서 차이가 있는 반면, 교사의 허용정도와 제한 방식은 차이가 없었다.

셋째, 위험부담놀이 실시에 대한 장애요인은 한국과 중국 유아교사 모두 부모의 안전에 대한 민감성과 기관장의 안전사고 예방 요구가 가장 크다고 응답하였다.

한편, 한국교사는 위험부담 놀이에 대한 부정적인 인식 때문에 중국교사는 부모의 학습위주의 교육적 요구 및 구체적인 지도방법의 이해 부족 때문에 위험부담놀이를 실시하기가 어렵다고 생각하였다.

교육기관에서 위험부담 놀이가 활성화되기 위해서 교사와 부모의 인식의 변화, 유아교육기관과 부모의 적극적인 소통 그리고 교육과정 운영에서 ‘위험’과 ‘안전’에 대한 균형감의 중요성을 제안하였다.

@highlight

본 논문에서는 한국과 중국의 유아교육기관에서의 위험부담놀이 실태와 유아교사의 위험부담 놀이에 대한 인식과 장애요인과 활성화 방안에 대해 살펴보았다.

@highlight

연구결과, 위험부담 놀이에 대한 교사의 관심정도는 중국교사가 더 높게 나타난 반면, 한국교사는 위험부담 놀이의 필요성과 가치에 대하여 높게 인식했다.

