환

경

 

윤

리

 

논

의

의

 

핵

심

은

 

환

경

보

호

라

는

 

설

정

된

 

가

치

를

 

어

떻

게

 

실

현

시

키

는

가

에

 

달

려

 

있

다

.

 

그

렇

다

면

 

환

경

 

덕

 

윤

리

가

 

환

경

 

보

호

라

는

 

설

정

된

 

가

치

를

 

실

현

시

키

는

 

방

법

에

 

대

한

 

탁

월

한

 

지

침

을

 

제

공

할

 

수

 

있

다

.

 

환

경

을

 

보

호

하

기

 

위

해

서

는

 

환

경

을

 

윤

리

적

 

고

려

의

 

대

상

으

로

 

바

라

볼

 

수

 

있

어

야

 

하

는

데

,

 

환

경

 

행

위

 

윤

리

는

 

이

러

한

 

점

에

서

 

어

려

움

에

 

봉

착

한

다

는

 

것

을

 

해

명

할

 

것

이

다

.

 

환

경

 

행

위

 

윤

리

는

 

환

경

을

 

윤

리

적

 

대

상

으

로

 

파

악

하

지

 

못

한

다

는

 

점

이

 

환

경

 

행

위

 

윤

리

를

 

거

부

하

는

 

결

정

적

 

이

유

가

 

되

고

 

있

다

.

 

환

경

 

행

위

 

윤

리

에

서

환

경

 

덕

 

윤

리

로

 

방

향

을

 

전

환

해

야

 

한

다

고

 

주

장

하

면

서

,

 

환

경

 

덕

 

윤

리

가

 

필

수

적

인

 

근

거

를

 

환

경

 

파

괴

에

 

대

해

 

우

리

가

 

느

끼

는

 

불

편

한

 

감

정

을

 

통

해

 

설

명

하

였

다

.

 

환

경

 

행

위

 

윤

리

 

이

론

은

 

환

경

 

파

괴

에

 

대

한

 

불

편

한

 

감

정

을

 

설

명

할

 

수

 

없

으

며

,

 

이

러

한

 

이

유

로

 

환

경

을

 

윤

리

적

 

대

상

으

로

 

설

정

하

지

 

못

하

거

나

 

적

어

도

 

큰

 

어

려

움

을

 

겪

는

다

는

 

것

을

 

논

의

할

 

것

이

다

.

 

그

리

고

 

환

경

적

 

덕

이

 

어

떻

게

 

가

능

한

지

에

 

관

한

 

여

러

 

입

장

을

 

제

시

할

 

것

이

다

.

 

이

러

한

 

논

의

를

 

통

해

 

환

경

 

덕

 

윤

리

가

 

가

능

하

며

,

 

환

경

 

윤

리

에

서

 

중

추

적

 

위

치

를

 

갖

는

다

는

 

것

이

 

자

연

스

럽

게

 

드

러

날

 

것

이

다

.

@highlight

환경 윤리 논의의 핵심은 환경보호라는 설정된 가치를 어떻게 실현시키는가에 달려 있다. 그렇다면 환경 덕 윤리가 환경 보호라는 설정된 가치를 실현시키는 방법에 대한 탁월한 지침을 제공할 수 있다.