이 연구에서는 1999년 1월부터 2018년 6월 현재까지 약 20년 간의 기록관리를 주제로 한 뉴스 빅데이터 4,680 건을 ‘빅카인즈’에서 추출하여, 이를 대상으로 우리나라 언론의 기록관리 주제에 대해 시계열 기반으로 보도 특성을 분석하고자 하였다.

먼저, 기록관리에 대한 언론 보도량의 차이를 살펴보기 위해 시기별, 주제별, 언론사 유형별 보도량을 분석하였다.

또한 기록관리 주제에 대한 언론 보도 내용의 차이에 대한 특성을 분석하기 위해 단어빈도 기반 내용 분석과 언어 네트워크 분석을 수행하여 언론 보도 내용의 시기별, 주제별, 언론사 유형별 차이를 분석하였다.

분석 결과, 기록관리 분야 뉴스 보도는 보도량과 보도 내용에 있어 시기별, 주제별, 언론사별로 차이가 있는 것으로 나타났다.

뉴스 보도량은 2007년 대통령기록물관리법이 제정된 이후부터 증가하기 시작하여 2013년에 가장 많은 뉴스가 보도된 것으로 나타났으며, 정치와 사회 주제를 중심으로 중앙지와 경제지가 가장 많은 양의 뉴스를 보도한 것으로 나타났다.

또한 뉴스 보도 내용의 분석 결과, 기록관리가 도입된 처음 10년 동안은 기록관리의 현장 적용과 확산 과정에서 발생하는 이슈들을 중심으로 뉴스 주제가 형성되다가, 대통령기록물관리법 제정 이후로 기록관리가 정치적, 사회적 이슈의 주요 요인이 되면서 정치, 사회 분야의 뉴스가 많이 보도된 것으로 나타났다.

@highlight

이 연구는 1999년 1월부터 2018년 6월까지 약 20년 간의 기록관리를 주제로 한 뉴스 빅데이터 4,680건을 ‘빅카인즈’에서 추출하여 우리나라 언론의 기록관리 주제에 대해 분석하였다.

@highlight

시기별, 주제별, 언론사 유형별 보도량을 분석하고 단어빈도 기반 분석과 언어 네트워크 분석을 수행하여 보도 내용의 시기별, 주제별, 언론사 유형별 차이를 분석하였다.

