본 연구는 영양상태에 따른 성장결과가 생애후반기 건강에 미치는 영향을 이해하여 어린이들의 건강 성장을 지지하는 영양지원 방안을 모색하기 위해 수행되었다.

“영양불량의 이중부담” 현상이 전 세계적으로 나타나고 있다.

이는 영양부족과 영양과잉 문제가 공존하는 양상을 표현하는 것으로 영양불량이 만연한 개발도상국에서 경제수준 향상과 함께 비만 및 영양 관련 비전염성 만성질병이 유행하게 됨으로써 나타나는 것으로 보고 있다.

또한, 생애초기 영양부족이 이러한 영양관련 만성질병에 대한 감수성을 높인다는 연구결과들이 많다.

북한 어린이의 심각한 영양부족에 대해서는 이미 잘 알려져 있다.

이러한 극심한 영양부족 상태는 통일 후 영양환경 개선에 따라 “영양불량의 이중부담” 문제로 전환될 수 있다.

관례적으로 영양지원이라 하면 영양부족상태를 해소하기 위한 것으로 이해되어 왔으나, “영양불량의 이중부담” 상황에서는 영양부족 뿐 아니라 영양과잉 문제로 인식되는 비만 및 관련 질환 모두에 대한 대응이 요구된다.

그러나 만성질병 문제도 실은 만성적인 영양불량에서 시작될 수 있기 때문에 궁극적으로는 다양성이 확보된 충분한 식사와 같은 하나의 이상적인 식사유형의 확립이 요구된다.

장기적으로 건강한 식품에 대한 접근성을 높이는 구조적 기반을 확립하는 정책적 노력과 함께 생애초기 건강한 성장을 지지하는 질적인 영양지원 방안의 모색이 필요하다.

@highlight

이 연구는 영양상태에 따른 성장결과가 생애후반기 건강에 미치는 영향을 이해하여 어린이들의 건강 성장을 지지하는 영양지원 방안을 모색하기 위해 수행됐다.

