본 연구는 고등학생들이 내신과 상대평가 제도에 대해 경험하는 바를 그들의 현상적 장에 근거하여 이해하고자 하였다.

이를 위해 서울, 경기, 부산 지역에 거주하는 고등학교 1, 2학년 학생 15명을 대상으로 하여 심층면담을 실시하였다.

현상학적 연구방법 중 Giorgi의 방법을 채택하여 면담자료를 분석하였으며, 그 결과 도출된 의미단위는 370개였고, 이를 공통적 의미에 따라 묶은 의미단위요약은 71개이며, 이를 다시 26개의 하위구성요소와 9개의 구성요소 범주로 나누었다.

분석 결과, 고등학생들은 경쟁이 초점이 되는 변질된 친구관계를 경험하며, 과열된 경쟁으로 인해 노력해도 자신이 원하는 등급이 나오지 않아 좌절감을 느끼게 된다.

등급만으로 평가되면서 나(self)를 상실한 듯 느끼며 내신등급이 인생의 등급인 듯 여겨져 불안한 마음을 경험한다.

자신이 패배자가 된 듯 여겨져 부정적인 정서를 경험하게 된다.

성적이 좋아도 등급은 낮은 내신 성적, 시험을 위한 공부, 차별적 대우를 경험하면서 변질된 학교교육에 실망하게 된다.

그러나 현실직시하며 상대평가 제도 안에서 나에게 집중하고 조절하는 최선의 적응방안을 찾아 나가기 위해 노력하며, 부모님과 선생님의 지지로 힘을 얻으며 희망을 찾아 나간다.

본 연구 결과에 대한 이론적 함의를 논하였으며, 연구의 의의와 제한점 및 시사점을 제시하였다.

@highlight

본 연구는 고등학생들이 내신 및 상대평가 제도를 경험하며 느낀바를 그들의 현상적 장에 근거하여 이해하고자 하였다.

@highlight

분석 결과, 고등학생들은 등급만으로 평가되면서 나(self)를 상실한 것처럼 느끼며, 내신등급이 인생의 등급인 듯 불안한 마음을 경험한다.

@highlight

패배자가 된 듯 여겨져 부정적 정서를 경험하게 된다.

