본 연구는 Leventhal(1970)의 자기조절 모델을 이론적 기초로 하여 피로할 때 피로를 조절하는 방법을 탐색하고 평가하는 척도를 제작한 후 그 타당성을 검토하였다.

이를 위해 모두 세 차례의 조사가 실시되었는데 개방형 질문지로 이루어진 1차 조사에서는 성인 남녀 61명을 대상으로 피로할 때 어떻게 하는지를 조사하고 기존의 연구 문헌을 참고로 95개의 예비문항을 도출하였다.

2차 조사에서는 성인 남녀 63명을 대상으로 조사 1에서 도출된 피로조절 문항을 기능적 반응의 조절과 정서적 반응의 조절을 목적으로 활용하는 정도를 평정하도록 하였다.

3차 조사에서는 성인 남녀 557명을 대상으로 피로조절 척도 예비 문항, 긍정적 정서와 부정적 정서 척도, 그리고 신체화 증상 척도를 함께 실시하였다.

그 결과 2개 요인(‘정서적 반응의 조절’ 요인, ‘기능적 반응의 조절’ 요인)의 22문항으로 이루어진 피로조절 척도를 구성하였다.

이 척도와 긍정적 정서와 부정적 정서 척도, 신체화 증상과의 관계성을 살펴본 결과 피로조절 척도와 정적 정서는 유의한 정적 상관이 있었으나, 부적 정서나 신체적 증상과는 유의한 상관이 없었다.

이러한 과정을 거쳐 얻은 최종 척도의 이론적 의의와 임상적 시사점을 논의하였다.

@highlight

이 연구는 Leventhal의 자기조절 모델을 이론적 기초로 하여 피로할 때 피로를 조절하는 방법을 탐색하고 평가하는 척도를 제작한 후 그 타당성을 검토했다.

