본 연구는 인터넷 중독의 하위 유형 중 인터넷 게임중독에 초점을 맞추어 게임중독자들의 의사결정능력을 살펴보고자 하였다.

그리고 행동활성화체계 및 행동억제체계(BAS/BIS)가 인터넷 게임중독자의 의사결정능력에 미치는 영향을 평가하였다.

613명의 대학생을 대상으로 인터넷 게임중독 척도를 실시하여 ‘인터넷 게임중독 집단’에 해당하는 30명과 ‘정상 집단’에 해당하는 31명을 선별하였고, 실험실에서 전산화된 아이오와 도박 과제(IGT), 행동활성화 및 행동억제체계 척도(BAS/BIS)를 실시하였다.

연구결과 첫째, 인터넷 게임중독 집단은 정상 집단보다 아이오와 도박과제에서 저조한 수행을 보여 비합리적 의사결정을 하는 것으로 밝혀졌다.

둘째, 인터넷 중독 집단은 행동활성화체계 및 행동억제체계(BAS/BIS)의 민감성과 관계없이 비합리적 의사결정을 하는 것으로 나타났다.

마지막으로 본 연구의 의의와 제한점 및 추후 연구를 위한 제언이 논의되었다.

@highlight

이 연구는 인터넷 중독의 하위 유형 중 인터넷 게임중독에 초점을 맞추어 게임중독자들의 의사결정능력을 살펴보고자 했다.

