함안군을 대상으로 하여 시계열에 따른 NDVI 분포특성을 분석하기 위해 공간적 자기상관에 초점을 맞춘GIS의 공간통계기법인 전역적 모란지수와 국지적 모란지수를 적용하여 하였고 그 결과는 다음과 같다.

2시점에서 NDVI의 분포는 모두 높은 공간적 자기상관성을 나타내고 있다.

NDVI 분포특성에 대한 향후 예측모델을 추정 시 모델의 신뢰도와 설명력을 높이기 위해서는 반드시 공간적 자기상관성의 고려가 필요할 것으로 판단된다.

함안군의 NDVI는 2시점에서 정(＋)의 군집성은 약해지고, 부(-

)의 군집성은 높아지는 분포추이를 보인다.

특히 핵심지역인 H-

H의 감소와 고립지역 H-

L의 증가는 식생분포의 파편화가 가속화되어 결국 안정되고 건강한 식생구조를가질 수 없게 될 가능성이 높다.

공간적 자기상관성을 고려한 식생환경의 분포특성을 GIS를 통한 정량적 분석자료를 제시하고, 건강하며 지속가능한 개발을 위한 정책 및 사업에 필요한 기초자료 제공의 목적과 장래예측 툴로서의 가능성을 제안하고자 한다.

@highlight

함안군을 대상으로 해 시계열에 따른 NDVI 분포특성을 분석하기 위해 공간적 자기상관에 초점을 맞춘GIS의 공간통계기법인 전역적 모란지수와 국지적 모란지수를 적용해 했고 그 결과는 다음과 같다.

