본 연구는 스포츠 지도자를 위한 멘탈코칭 프로그램이 필요하다는 측면에서 교육요구분석을 통하여 스포츠지도자 멘탈코칭 프로그램에 포함되어야 할 멘탈코칭의 중요도와 교육 필요도 항목의 우선 순위를 규명하는 데에 목적이 있다.

선행연구를 분석하여 요구분석 설문지를 작성한 후, 교육학 교수 1명과 코칭 전문가 2명에게 내용타당도를 검증받았으며, 스포츠지도자 150명 대상으로 조사를 실시하였다.

수집된 자료는 SPSS 22.0 프로그램을 이용하여 t-

test, 우선순위를 산출하기 위하여 Borich 요구도 분석, The Locus for Focus Model의 방법으로 분석하였다.

연구결과에서 스포츠지도자들은 멘탈조절, 자기조절, 코칭리더십, 코칭스킬, 의사소통으로 구성된 다섯가지 하위요인에 대해서 거의 대부분 중요성과 교육필요성을 인식하고 있었다.

Borich 요구도 분석에 의하면, 산출된 순위는 경청, 정서조절, 대안탐색, 집중력, 불안조절 순서로 나타났다.

The Locus for Focus Model로 분석한 결과는 HH분면에서 집중력, 행동계획, 경청, 피드백, 공감능력, 타인이해의 여섯 개 구성요인이 도출되었다.

본 연구결과를 바탕으로 몇 가지 함의가 제안되었다.

@highlight

본고는 스포츠 지도자를 위한 멘탈코칭 프로그램이 필요하다는 면에서 교육요구분석을 통해 스포츠지도자 멘탈코칭 프로그램에 포함되어야 할 멘탈코칭의 중요도와 교육 필요도 항목의 우선 순위를 규명하고자 한다.

