부채널 분석에서 신호처리 기법은 차원 압축이나 잡음 제거를 통해 분석의 효율성과 성능을 높일 수 있는 전처리 기법이다.

특이값 분해를 이용한 신호처리 방법은 신호의 분산 정보나 경향성 등을 이용하여 주 신호 정보를 높이고 잡음신호를 낮출 수 있어, 분석 성능 향상에 큰 도움이 된다.

대표적인 기법은 주성분분석과 선형판별분석 그리고Singular Spectrum Analysis(SSA)가 있다.

주성분분석과 선형판별분석은 주 신호의 정보를 집약하여 차원 압축을 할 수 있으며, SSA는 본 신호를 주 신호와 잡음 신호로 분해하여 잡음 제거가 가능하다.

세 가지 기법 각각을 사용하거나 조합하여 사용할 경우 성능적인 측면을 비교할 필요가 있으며, 그에 대한 방법론이 필요하다.

본 논문에서는 세기법을 개별적으로 사용할 경우와 조합하여 사용할 경우의 성능을 비교 분석하였으며, 신호 대 잡음비를 이용한 비교분석 방법론을 제시하였다.

제시한 방법론과 다양한 비교분석 실험을 통해 각 기법의 성능과 효율성을 확인하였다.

이로인해 부채널 분석 분야의 많은 연구자들에게 유용한 정보를 제공할 것이다.

@highlight

부채널 분석에서 신호처리 기법은 차원 압축이나 잡음 제거를 통하여 분석의 효율성과 성능을 높일 수 있는 전처리 기법을 말한다.

@highlight

특이값 분해를 이용한 신호처리 방법은 신호의 분산 정보나 경향성 등을 이용하여 주 신호 정보를 높이고 잡음신호를 낮출 수 있어, 분석 성능 향상에 큰 도움을 준다.

