본 연구는 임업정책 수립을 위한 기초 자료뿐만 아니라 임업문제 연구의 실증적인 기초 자료를 제공하는 임가경제조사의 변천과정, 체계 및 조사내용 등을 분석하여 우리나라 임가경제조사 체계의 발전을 도모하는데 있다.

현재의 임업관련 통계에서는 주로 임산물의 생산과 관련된 통계 등 즉, 속지통계가 대부분이고, 임가의 수입, 소비지출 등 임가의 경제수준을 파악할 수 있는 자료 즉, 속인통계가 거의 전무한 실정에 있다.

우리나라의 임업분야에서는 1991년도에 처음으로 임업경제조사를 실시하게 되었으며, 이후 중단되었다가 2001년부터 본격적인 준비를 거쳐 2003년부터 외부의 전담조사업체를 통해 추진되고 있다.

현재 실시중인 우리나라의 임가경제조사는 2005년도의 임업총조사에 의해 파악된 모집단 97,108임가를 대상으로 표본 추출하여 조사를 실시하고 있다.

임가경제조사는 임가의 수지를 기입하는 일계부와 임가의 자산을 기입하는 임가원부로 구성되어 있다.

이러한 임가경제조사는 우리나라 산촌의 소득을 증가시킬 수 있는 정책 분석 자료로 활용될 수 있다.

@highlight

이 연구는 임업정책 수립을 위한 기초 자료뿐만 아니라 임업문제 연구의 실증적인 기초 자료를 제공하는 임가경제조사의 변천과정, 체계 및 조사내용 등을 분석해 우리나라 임가경제조사 체계의 발전을 도모하는데 있다.

