국제무역지수의 증가로 인한 해상운송 및 항만개발수요의 증가는 국제해사기구(IMO)를 중심으로 선박기인 대기오염, 특히 온실가스 배출규제의 강화를 초래하였다.

이러한 국제환경규제에 대응하고 선박 및 항만기인 환경오염 저감을 통한 자국민의 후생증진을 위하여 미국과 유럽을 중심으로 Green Port 정책의 시행이 점점 확대되고 있는 추세이다.

이에 따라 우리나라도 2010년 녹색성장기본법을 재정하고 국가 Green Port 구축 종합계획을 수립하여 각 항만별 그린포트 구축계획의 수립 및 이행을 촉구하고 있는 실정이다.

따라서 본 연구의 목적은 동북아시아 오일허브 항만을 지향하는 울산항의 지속가능한 친환경 항만운영을 위한 울산항의 Green Port 정책방안의 수립에 있다.

이를 위해 울산항의 친환경 항만정책의 현황 및 문제점을 살펴보고, 해외 해양선진국의 그린포트구축 사례분석과 선행연구 조사, 전문가 자문을 통하여 울산항 그린포트 구축을 위한 정책대안을 도출하였다.

그리고 도출된 정책대안에 대하여 전문가 AHP 설문조사 및 분석을 통해 울산항에 도입 가능한 그린포트 구축 정책대안에 대한 우선순위를 도출하였다.

본 연구의 결과, 울산항의 특성에 맞는 지속적인 그린포트 정책의 시행을 위하여 하드웨어 정책으로 LED 교체와 AMP의 구축, 그리고 소프트웨어 정책으로 항만환경관리부서의 신설이 최우선 정책대안으로 나타났다.

@highlight

본 논문은 동북아시아 오일허브 항만을 지향하는 울산항의 지속가능한 친환경 항만운영을 위해 울산항의 Green Port 정책방안의 수립에 그 목적이 있다.

@highlight

이를 위하여 울산항의 친환경 항만정책의 현황과 문제점을 살펴보았다.

