본 연구의 목적은 ‘법과 사회’ 교과서가 7차 사회과 교육과정의 개정방향 및 내용을 제대로 구현하여 구성되었는지를 분석하는 것이다.

이를 위해 교과서의 구성체제와 학습내용을 분석하였다.

교과서의 구성체제 분석은 교과서 전체를 대상으로 수행되었고 학습내용의 분석은 Ⅲ.

사회생활과 법 단원을 중심으로 진술방식과 탐구활동에 한하여 수행되었다.

분석결과, 구성체제에 있어서는 기존의 교과서와 큰 차이를 보이지 않았고 다만, 다양한 사례 제시를 위한 몇 가지 구성 요소(법적 사고력 키우기, 생활법률Q&A, 도움말)의 도입을 볼 수 있었다.

학습내용에 있어서는 주로 사실적 지식들이 피상적으로 나열되어 있었고 ‘탐구활동’ 제재선정의 적절성에 문제를 가지고 있었다.

결론적으로 ‘법과 사회’ 교과서는 구성체제나 내용면에서 7차 사회과 교육과정상의 개정방향이나 교과목의 성격을 충분히 구현하지 못하고 있는 것으로 평가된다.

그러므로 학교교육(법교육)이나 구체적인 교수-

학습과정에서 차지하는 학습자료로서의 교과서의 중요성을 인식하여, 7차 교육과정의 개정방향과 심화선택과목으로서의 성격을 고려한 ‘법과 사회’ 교과서 제작을 위한 체계적인 논의와 노력이 요구된다.

@highlight

이 연구의 목적은 ‘법과 사회’ 교과서가 7차 사회과 교육과정의 개정방향 및 내용을 제대로 구현해 구성되었는지를 분석하는 것이다.

