2600년 전 인도의 한 인간 고타마 싯타르타는 인간은 왜 늙고 병들고 죽어가야 하는가?

하는 문제에 직면했다.

마침내 그는 인간에 내재해 있는 탐심과 진심과 치심을 꿰뚫어, 궁극의 진리, 열반의 세계로 나아가는 수행방법을 발견했다.

그렇고 그런 인간에서 영원히 죽지 않는 묘법을 성취한 붓다가 된 것이다.

현재의 한국 불교는 너무나 혼재되어 있어 이렇다 할 지향점을 말하기조차 어렵다.

상가나 일반 불자 조직조차도 조직의 이기 또는 자기만족에서 벗어나지 못해 스스로 정체되어 있다.

그러나 구성원의 선의가 있다면 구성원이 속한 상가는 발전하지 않을까?

사실 전통불교에는 우리가 지향해야할 너무나 완벽한 두 모델이 있다.

대승불교의 이상인 상구보리 하화중생하는 보살상과 생활과 참선을 같이 하면서 인간 본래의 모습을회복하려고 선불교다.

이는 거대하고 전문성을 요하기 때문에 스스로 불자이기보다 생활인이고자 하는 일반인들에게 <가까이 하기에는 너무 먼 당신>이다.

이를 위해 나는 평범한 생활인이 쉽게 불교수행에 접할 수 있는 방법을 제안코자 한다.

@highlight

2600년 전 인도의 한 인간 고타마 싯타르타는 인간은 왜 늙고 병들고 죽어가야 하는가?

@highlight

하는 문제에 직면했다.

@highlight

그렇고 그런 인간에서 영원히 죽지 않는 묘법을 성취한 붓다가 된 것이다.

