본 연구는 단위학교 교사 전체가 참여하는 학습공동체를 대상으로 수업컨설팅을 실시한 사례로, 수업컨설팅이 교사 개인의 수업전문성과 학습공동체 운영에 미치는 영향에 대한 탐색을 그 목적으로 한다.

이를 위해 K초등학교 학습공동체에서 총 4회 실시되었던 수업컨설팅 및 그 관련 자료(수업자료, 협의기록, 결과보고서, 인터뷰자료 등)가 분석되었다.

분석 결과 단위학교 전체 교사들이 참여하는 학습공동체를 기반으로 한 수업컨설팅은 미시적으로는 교사 개인에게 학습자중심으로의 관점변화, 자신의 수업을 되돌아보는 성찰의 기회를 제공함으로써 수업의 질을 제고시켜주고 있었다.

학습공동체라는 거시적 관점에서 볼 때 수업컨설팅은 단위학교 학습공동체의 긍정적 연구방향을 제시해주고, 동료들과의 지속적인 협력기회를 제공해주고 있다.

또 허용적인 분위기의 협의 문화 조성에 밑거름을 제공하고, 직무선상에서의 동료교사와의 관계를 확장시켜 주고 있다.

결국 단위학교 학습공동체를 기반으로 한 수업컨설팅은 교사 개인에게 수업 전문성 신장의 기회를 제공하고, 단위학교 학습공동체에는 공동체 구성원들이 수업컨설팅의 과정 속에서 동료들과 협의하며 협력적으로 문제 해결하는 경험을 통해 구성원 간 결속력을 강화시켜주어 학습공동체 구축 및 지속에 긍정적인 영향을 미치는 요인으로 작용하였다.

@highlight

이 연구는 단위학교 교사 전체가 참여하는 학습공동체를 대상으로 수업컨설팅을 실시한 사례로, 수업컨설팅이 교사 개인의 수업전문성과 학습공동체 운영에 미치는 영향에 대한 탐색을 그 목적으로 한다.

