본

 

연

구

는

 

유

아

의

 

성

별

에

 

따

라

 

유

아

의

 

기

질

,

 

식

습

관

,

 

또

래

상

호

작

용

,

 

어

머

니

의

 

심

리

,

 

양

육

방

식

,

 

유

아

의

 

문

제

행

동

은

 

차

이

가

 

나

타

나

는

지

 

알

아

보

고

 

유

아

의

 

기

질

,

 

식

습

관

,

 

놀

이

상

호

작

용

,

 

어

머

니

의

 

심

리

,

 

양

육

방

식

이

 

유

아

의

 

문

제

행

동

에

 

미

치

는

 

영

향

력

을

 

분

석

하

는

 

데

 

그

 

목

적

이

 

있

다

.

 

4

9

~

5

5

개

월

 

유

아

 

1

,

7

5

4

명

과

 

그

의

 

어

머

니

를

 

연

구

대

상

으

로

 

하

는

 

육

아

정

책

연

구

소

의

 

한

국

아

동

패

널

(

2

0

1

2

)

 

5

차

년

도

 

자

료

를

 

사

용

하

였

다

.

 

기

술

통

계

,

 

t

-

검

증

,

 

단

계

적

 

중

다

회

귀

분

석

으

로

 

통

계

적

 

검

증

하

였

다

.

 

유

아

의

 

성

별

에

 

따

른

 

각

 

변

인

 

평

균

 

점

수

를

 

차

이

 

검

증

한

 

결

과

 

활

동

성

의

 

기

질

,

 

놀

이

방

해

,

 

놀

이

단

절

,

 

외

현

화

 

문

제

행

동

은

 

남

아

의

 

점

수

가

 

높

았

으

며

,

 

놀

이

상

호

작

용

은

 

여

아

의

 

점

수

가

 

높

았

다

.

 

이

들

 

변

인

이

 

유

아

의

 

내

재

화

·

외

현

화

 

문

제

행

동

에

 

미

치

는

 

영

향

력

은

 

다

음

과

 

같

다

.

 

정

서

성

과

 

사

회

성

의

 

기

질

,

 

어

머

니

의

 

우

울

,

 

놀

이

방

해

,

 

식

습

관

,

 

한

계

설

정

 

양

육

방

식

,

 

놀

이

단

절

은

 

남

아

의

 

내

재

화

 

문

제

행

동

에

 

3

3

.

8

%

의

 

영

향

을

 

미

쳤

으

며

,

 

정

서

성

,

 

사

회

적

 

양

육

방

식

,

 

또

래

방

해

,

 

우

울

,

 

활

동

성

의

 

기

질

,

 

식

습

관

은

 

남

아

의

 

외

현

화

 

문

제

행

동

에

 

2

8

.

0

%

의

 

영

향

을

 

주

었

다

.

 

여

아

의

 

경

우

 

정

서

성

의

 

기

질

,

 

사

회

성

이

 

기

질

,

 

식

습

관

은

 

내

재

화

 

문

제

행

동

에

 

2

5

.

6

%

 

영

향

을

 

주

었

으

며

,

 

정

서

성

의

 

기

질

,

 

양

육

스

트

레

스

,

 

식

습

관

은

 

외

현

화

 

문

제

행

동

에

 

2

7

.

6

%

의

 

영

향

력

을

 

미

쳤

다

.

@highlight

이 연구는 유아의 성별에 따라 유아의 기질, 식습관, 또래상호작용, 어머니의 심리, 양육방식, 유아의 문제행동은 차이가 나타나는지 알아보고 유아의 기질, 식습관, 놀이상호작용, 어머니의 심리, 양육방식이 유아의 문제행동에 미치는 영향력을 분석하는 데 그 목적이 있다.