고대유적에 매장된 유물들은 그 재질적 특성과 주변 환경조건에 따라 세월이 흐르면서 구성 물질의 열화 또는 물성의 변화가 필연적으로 나타나며 발굴의 영향은 이들 유물이 처한 환경을 완전하게 변화시킨다.

특히 목재를 소재로 만들어진 목기와 칠기, 그리고 초본류 가공품, 죽제편물 같은 유물은 재질적으로 취약하고 불안정한 상태로 손상을 입기 쉽다.

따라서 이런 종류의 유물을 안전하게 발굴하고 어떤 형태의 변화나 손상도 없이 장기간 보존하기 위해서는 대상 유물의 재질상태가 고려된 보호조치와 현장에서의 보존관리가 필요하다.

목재유물을 포함하여 다른 것에 비해 상대적으로 취급하기가 까다롭고, 환경변화에 민감한 유물의 보존에서 핵심적인 요소는 1) 현장 보호조치, 2) 안전한 수습을 위한 보양, 3) 적합한 보존환경 조성이다.

이것은 인위적인 개입을 통해 발굴과정 또는 그 이후의 보관기간 동안 변형이나 물리·화학적 변질, 미생물에 의한 부패 등 가치하락을 초래할 수 있는 현상 변화를 효과적으로 방지하여 출토유물을 발굴 당시의 모습 그대로 보존하는 것이다.

@highlight

고대유적에 매장된 유물들은 그 재질적 특성과 주변 환경조건에 따라 세월이 흐르면서 구성 물질의 열화 혹은 물성의 변화가 필연적으로 나타나며 발굴의 영향은 이들 유물이 처한 환경을 완전하게 변화시킨다.

