구

리

 

갈

매

 

유

적

 

회

곽

묘

의

 

회

곽

을

 

대

상

으

로

 

물

리

화

학

적

 

및

 

암

석

광

물

학

적

 

분

석

을

 

통

해

 

성

분

 

및

 

재

질

특

성

을

 

밝

혔

으

며

 

다

양

한

 

강

도

시

험

을

 

수

행

하

였

다

.

 

회

곽

의

 

대

부

분

은

 

은

미

정

질

의

 

방

해

석

과

 

함

께

 

석

영

,

 

장

석

 

및

 

운

모

가

 

동

정

되

었

으

며

 

주

로

 

석

회

기

질

로

 

구

성

되

어

 

있

다

.

 

석

회

질

 

기

질

은

 

판

상

의

 

치

밀

한

 

조

직

을

 

보

이

고

 

일

부

 

시

료

에

서

는

 

침

상

조

직

의

 

수

화

물

이

 

나

타

나

며

,

 

탄

산

화

반

응

이

 

불

량

한

 

부

분

에

서

는

 

이

차

적

으

로

 

생

성

된

 

석

고

가

 

관

찰

된

다

.

 

회

곽

의

 

C

a

O

의

 

함

량

은

 

4

.

4

3

~

3

6

.

1

9

w

t

.

%

의

 

넓

은

 

범

위

에

서

 

확

인

되

며

,

 

비

중

은

 

1

.

3

5

~

1

.

6

2

의

 

범

위

에

서

,

 

흡

수

율

은

 

2

0

.

1

~

3

2

.

6

%

를

 

보

인

다

.

 

반

발

경

도

는

 

1

0

.

0

~

2

8

.

4

(

평

균

 

1

5

.

7

)

의

 

범

위

를

 

나

타

냈

으

며

 

-

9

0

°

 

방

향

이

 

0

°

 

방

향

에

 

비

해

 

높

은

 

값

을

 

보

여

 

지

면

과

 

수

직

한

 

방

향

으

로

 

높

은

 

강

도

를

 

갖

는

 

것

으

로

 

판

단

된

다

.

 

방

향

에

 

따

른

 

강

도

차

이

는

 

회

곽

의

 

조

성

에

 

방

향

성

이

 

있

기

 

때

문

이

며

 

이

는

 

단

계

별

 

제

작

과

정

과

 

관

련

이

 

있

다

.

 

초

음

파

속

도

는

 

1

,

0

4

9

.

2

~

1

,

7

2

8

.

9

㎧

의

 

범

위

이

며

,

 

일

축

압

축

강

도

는

 

5

.

0

0

M

P

a

 

이

하

로

서

 

양

자

의

 

유

구

별

 

변

화

경

향

은

 

유

사

하

다

.

 

회

곽

의

 

성

분

과

 

강

도

를

 

비

교

한

 

결

과

,

 

C

a

O

 

함

량

이

 

높

을

수

록

 

높

은

 

강

도

를

 

보

이

나

 

차

이

는

 

크

지

 

않

으

며

,

 

전

반

적

인

 

제

작

기

술

과

 

숙

련

도

는

 

비

교

적

 

낮

았

던

 

것

으

로

 

해

석

된

다

.

@highlight

구리 갈매 유적 회곽묘의 회곽을 대상으로 물리화학적 및 암석광물학적 분석을 통해 성분 및 재질특성을 밝혔으며 다양한 강도시험을 수행했다. 석회질 기질은 판상의 치밀한 조직을 보이고 일부 시료에서는 침상조직의 수화물이 나타나며, 탄산화반응이 불량한 부분에서는 이차적으로 생성된 석고가 관찰된다.