지그문트 프로이트가 정신분석학자나 문명사가 등으로 이름을 알리기 전에 언급될 필요가 있는 이력은 대학에서 의학을 전공하고 졸업 뒤 신경과 의사로서 활동한 기간이다.

그가 히스테리 환자들의 치료에 매진하면서 작성한 연구결과물이 스승 요젭 브로이어와공저한 『히스테리에 관한 연구 Studien uber Hysterie』(1895)이다.

정신분석학의 중요한 개념 상당수가 언급된 본 저서에서 프로이트는 신경증의 일종인히스테리에 시달리는 교양을 갖춘 여자 환자들의 증례와 진료과정, 치료법을 소개하고히스테리의 병인을 규명하면서 신경계와 심리 사이의 연관성을 밝힌다.

그럼에도 본 저자에게 더욱 인상적인 대목은 프로이트가 히스테리를 치료하는 과정 중에 차츰 인류에대한 섬세한 이해를 갖게 되었다는 점이다.

개인은 감정을 갖는 것에 대해 책임을 질수 없지만, 그 감정에 도덕적 자책감을 대립시키고 그렇게 양립할 수 없는 심적인 갈등속에서 히스테리에 시달릴 수 있다.

의사는 환자가 자신의 심리적 외상을 기억해내는과정에 환자의 자아가 해당기억을 거부하려는 방어기제를 극복하려는 노력을 돕는다.

그리고 의사가 환자의 내밀한 인생사로 이루어진 이야기를 인과적으로 재구성하여 완성하면, 환자는 히스테리에서 완쾌된다.

이런 히스테리 치료과정은 환자에게 정상적인 의식 생활을 돌려줄 뿐만 아니라 금욕적인 근대인을 성찰하게 하는 계기를 마련해준다.

@highlight

지그문트 프로이트가 정신분석학자나 문명사가 등으로 이름을 알리기 전에 언급될 필요가 있는 이력은 대학에서 의학을 전공하고 졸업 뒤 신경과 의사로서 활동한 기간이다.

@highlight

정신분석학의 중요한 개념 상당수가 언급된 본 저서에서 프로이트는 신경증의 일종인히스테리에 시달리는 교양을 갖춘 여자 환자들의 증례와 진료과정, 치료법을 소개하고히스테리의 병인을 규명하면서 신경계와 심리 사이의 연관성을 밝힌다.

