고대의 거울은 청동으로 만들어지는 것이 일반적이며, 철제거울의 경우 국내에서 출토된 예를 찾아보기는 매우 드물다.

본 연구에서는 불명철기의 보존처리과정에서 원형을 찾아 그 대상이 철제거울임을 밝혀냈으며, 그 과정에서 부식되지 않은 시편을 채취하여 광학현미경과 미세경도시험기, SEM-

EDS를 이용하여 미세조직을 분석하고 이를 통해 제작기법을 연구하였다.

그 결과 철제거울의 조직은 비금속개재물이 거의 없고 시편 일부에서 망상 시멘타이트 조직이 관찰되는 것으로 미루어 주철을 부어 만든 거울을 고체상태에서 탈탄시켜 탄소량을 낮춘 고체탈탄강으로 판단된다.

주조품의 백주철 조직은 높은 탄소 함량으로 우수한 경도를 가져 절삭이나 연마가 어렵다.

때문에 주조된 철제거울의 거친 경면을 연마할 수 있도록 CO 또는 CO2를 차단하여 850℃이하의 온도에서 탈탄시켜 주조품의 경도를 낮춘 것으로 추정된다.

따라서 탄소 함량에 따른 조직의 변화가 관찰된 것으로 판단된다.

@highlight

이 연구에서는 불명철기의 보존처리과정에서 원형을 찾아 그 대상이 철제거울임을 밝혀냈으며, 그 과정에서 부식되지 않은 시편을 채취해 광학현미경과 미세경도시험기, SEM-

@highlight

EDS를 이용해 미세조직을 분석하고 이를 통해 제작기법을 연구했다.

