디지털 문화환경이 일상화되면서 포스트모던 페미니즘 이론에서는 몸의 물질성을 둘러싼 여성주체 논의가 사이버공간의 젠더정체성과 연결되어 활발하게 전개되고 있다.

이 논문에서는 디지털 문화환경에서 물질적 육체성이 사라진다고 한다면 과연 몸과 섹슈얼리티를 기반으로 한 여성주체 형성은 가능한가, 그리고 현실세계의 여성의 몸이미지와 가상현실의 젠더정체성은 어떻게 상호작용할 수 있는가하는 문제를 출발점으로 하고 있다.

이러한 문제제기에 따라 이론적인 논쟁의 부분으로 사이보그 논의와 더불어 물질적 육체성(corporeality)의 해체와 재개념화 논의, 젠더스와핑과 젠더머스커레이드로서 현실사회의 성별사회관계를 현상적으로 구축하는 토대로서의 젠더정체성에 대한 논의를 주로 다루었다.

그리고 이러한 이론적 논의를 구체적으로 검증하기 위하여 가상현실에서 여성이미지를 구현하는 다양한 캐릭터와 몸이미지를 이미지정치학의 관점에서 분석하였다.

사례분석의 결과에서도 나타나듯이 물질적 육체성이 점차 희석되는 사이버공간에서 역설적으로 물질로서의 육체가 부각되는 것은 성별을 가진 육체의 이미지가 실제의 육체와는 다르게 유동적으로, 고정된 의미를 탈주하면서 새로운 정체성의 정치학을 구현하기 때문이다.

이로써 포스트모던 페미니즘에서 논의되는 유목적 주체로서의 여성의 새로운 주체성 형성에 대한 전망이 가능하다는 점이 확인되었다.

@highlight

디지털 문화환경이 일상화되면서 포스트모던 페미니즘 이론에서는 몸의 물질성을 둘러싼 여성주체 논의가 사이버공간의 젠더정체성과 연결되어 활발하게 전개되고 있다.

