그 동안 국유지 개발에 활용되어온 기부대양여방식이 사업시행에 있어 여러 문제가 발생되어 개선이 요구되고 있는 상황이다.

이에 본 연구에서는 기부대양여사업의 추진사례 분석을 통해 사업특성과 시행에 제약이 되는 문제를 도출하여 개선과제를 도출하였다.

사례대상지는 지자체와 협약을 통해 민간시행사가 추진한 전주시와 창원시, 공공시행자(LH)가 추진한 위례신도시를 분석하여 사업단계별로 개선과제를 도출하였다.

본 연구의 결과로서 사업기획·결정단계에서는 이해관계 사전협의 절차 및 주체의 부재가 문제로 도출되어 전담조직의 설립 필요성을 제기하였다.

사업추진단계에서는 사업시행자의 재무적 위험부담이 전가되는 문제가 발생되고 있어 국유지 평가에 대한 합리적 설정이 필요함을 도출하였다.

사업성과단계에서 사업기간이 장기 소요되는 특성과 사업성에 따른 잦은 계획 변경으로 당초 목적에 위배되는 문제를 제기하고, 사업목적에 부합하는 도시개발을 위한 정책적 관리 필요성을 도출하였다.

@highlight

그 동안 국유지 개발에 활용되어온 기부대양여방식이 사업시행에 있어서 다양한 문제가 발생되어 개선이 요구되고 있는 실정이다.

