이 연구에서는 교양 화법 교육의 위상과 목표를 살펴보고, 현재 국내 여러 대학에서 실시되고 있는 교양 화법 교육 현황과 특징을 분석한 뒤 미국 대학의 교양 교육 상황과 비교를 통하여 예비 사회인 교육을 위한 대학 교양 화법 교육의 개선 방향을 제안하였다.

교양 화법 교육은 대학 교양 교육의 한 부분이므로 교양 교육의 전체 목적과 목표를 추구하면서도 강좌의 특성을 담은 구체적 목표인 구두 의사소통 역량 신장을 목표로 하여야 한다.

일부 대학을 제외하고 우리나라 대학에서는 글쓰기 교육은 교양 필수 과목으로 개설하는 반면 교양 화법 교육은 선택 과목으로 개설하여 제한된 소수의 학생만이 선택적으로 이수할 수 있게 하고 있다.

이는 구두 의사소통 교육과 문어 의사소통 교육이 균형적으로 이루어지지 않고 있다는 점에서 문제가 있다.

미국 대학 교양 교육에서 구두 의사소통 능력의 신장을 강조하고 있는 경우, 화법 교육을 별도로 하는 것이 아니라 인문 교양 교육을 하면서 동시에 발표, 토의 등의 구두 의사소통 기회를 부여하고 학생들의 구두 의사소통에 대하여 피드백을 주는 등 화법 교육에 대한 통합 교육적 접근을 하고 있다.

우리나라 대학 교양 화법 교육이 개선되기 위해서는 대학 교양 화법 교육을 필수과목화 하고, 구두 의사소통 역량을 통합적으로 기를 수 있도록 교양 화법 교육과 일반 교양 교육, 전공 교육이 통합적 관점으로 지도할 수 있도록 해야 한다.

또 학생 수, 교육 지원 체제, 강의 담당 교수의 질 등 구두 의사소통 교육을 위한 기본 여건이 개선될 수 있도록 해야 한다.

@highlight

이 연구에서는 교양 화법 교육의 위상과 목표를 살펴보고, 현재 국내 여러 대학에서 실시되고 있는 교양 화법 교육 현황과 특징을 분석한 뒤 미국 대학의 교양 교육 상황과 비교를 통해 예비 사회인 교육을 위한 대학 교양 화법 교육의 개선 방향을 제안했다.

@highlight

미국 대학 교양 교육에서 구두 의사소통 능력의 신장을 강조하고 있는 경우, 화법 교육을 별도로 하는 것이 아니라 인문 교양 교육을 하면서 동시에 발표, 토의 등의 구두 의사소통 기회를 부여하고 학생들의 구두 의사소통에 대해 피드백을 주는 등 화법 교육에 대한 통합 교육적 접근을 하고 있다.

