본고는 정제두가 주장한 탕평론에 대해서 살펴보기 위해 작성되었다.

鄭齊斗가 생존했던 17~18세기 조선은 당쟁이 가장 심한 시기였다.

그는 스승 朴世采의 皇極蕩平論을 계승하여, 1728년 경연 석상에서 戊申亂을 수습하는 방편으로 中과 平을 강조하는 峻論蕩平論을 주장하였다.

그는 丙申處分 이후 당론이 심해졌지만, 국왕 영조가 탕평을 시급하게 생각하므로 다행이라 여겼다.

그리고 임금이 極을 바로 세운다면[建極] 탕평이 가능할 것이라고 말하였다.

나아가 제갈량이 「출사표」에서 제기한 ‘宮中府中一體’를 통해 임금과 대신이 한 몸임을 역설하였는데, 임금이 마음을 바로 하고 이 바른 마음으로 대신을 임명하여 임금의 마음을 대변케 한다면 백성에게까지 혜택이 갈 것이라고 하였다.

다만, 임금이 지극히 공평하고 사사로움이 없는 마음을 지니고 상벌을 공평히 하여[平] 죄진 사람은 죄주고 현자는 등용하여 시비와 곡직에서 中을 얻어야 한다고 하였다.

이는 피차를 구분하지 않고 화평한 정치를 목적으로 하는 조제보합적 탕평을 반대한 것으로 이전의 탕평론과는 차이를 둔 것이다.

@highlight

이 논문은 정제두가 주장한 탕평론에 대해 살펴보기 위해 작성되었다.

@highlight

그리고 임금이 極을 바로 세운다면[建極] 탕평이 가능할 것이라고 말했다.

