본 연구는 영유아기 손자녀를 돌보는 조모의 양육스트레스, 생활스트레스, 사회적 지지가 돌봄보상감에 미치는 영향을 살펴보고자 하였다.

연구대상은 서울 및 경기지역에 거주하는 영유아기 손자녀를 양육하는 조모 171명이다.

자료수집을 위해 설문조사를 실시하였고, 자료분석을 위해 상관분석과 위계적 회귀분석을 실시하였다.

연구결과 첫째, 조모의 양육스트레스, 생활스트레스, 사회적 지지와 돌봄보상감은 유의미한 상관관계를 보였다.

둘째, 조모의 돌봄보상감에는 건강스트레스와 정서적 지지가 영향을 미치는 것으로 나타났다.

하위영역에 있어 조모의 신체적 보상감에는 양육자역할부담 스트레스, 건강스트레스, 정서적 지지가 영향을 미치는 것으로 나타났다.

심리적 보상감에는 양육자역할부담 스트레스와 정서적 지지가 영향을 미쳤고, 사회적 보상감에는 정서적 지지가 영향을 미치는 것으로 나타났다.

본 연구를 통해 사회적 지지로서의 조부모교육에 대한 시사점을 제안하였다.

@highlight

이 연구는 영유아기 손자녀를 돌보는 조모의 양육스트레스, 생활스트레스, 사회적 지지가 돌봄보상감에 미치는 영향을 살펴보고자 했다.

