본 연구는 대학생의 자아분화수준이 대인관계능력에 미치는 영향력을 조사하고, 자아분화수준이 대인관계능력에 영향을 미치는 과정에서 공감이 매개효과를 지니는지 검증하는 데 목적을 두었다.

구체적으로는 경남과 전남지역에서 사회복지학 및 보건학 전공 대학생 164명으로부터 수집된 자료를 사용하여 상관관계분석과 회귀분석을 실시하였고, 매개효과 검증을 위해 Baron과 Kenny(1986)가 제안한 4단계 접근법을 사용하였다.

연구결과는 다음과 같다.

첫째, 자아분화수준, 공감, 대인관계능력의 상관분석 결과 세 변인 간 유의미한 정적인 상관관계가 있는 것으로 나타났다.

둘째, 회귀분석 결과 자아분화수준은 대인관계능력과 공감에 유의한 영향을 미치며, 자아분화수준과 공감은 대인관계능력에 유의한 영향을 미치는 것으로 나타났다.

셋째, 매개효과를 검증한 결과 자아분화수준과 대인관계능력의 관계에서 공감은 부분 매개효과를 지니는 것으로 나타났다.

연구결과를 토대로 사회복지학 및 보건학전공 대학생들의 대인관계능력을 높이기 위해 자아분화수준과 공감능력을 증진시킬 수 있는 다양한 개인적·교육적 노력이 실천적 함의로 제시될 수 있다.

@highlight

이 연구는 대학생의 자아분화수준이 대인관계능력에 미치는 영향력을 조사하고, 자아분화수준이 대인관계능력에 영향을 미치는 과정에서 공감이 매개효과를 지니는지 검증하는 데 목적을 두었다.

