본 연구는 가격지불방식에 따른 소비자의 구매태도와 주관적 가치 지각이 해석수준에 따라 달라지는지 알아보기 위하여 진행되었다.

연구 1에서는 가격지불방식을 구매 후 할부와 저축 후 구매로 구분하여 연구를 진행하였으며, 연구 2에서는 일시불을 추가하여 진행하였다.

연구 1뿐만 아니라 연구 2에서도 동일하게 저축 후 구매에 대한 구매태도와 주관적 가치는 하위 해석수준의 사람보다는 상위 해석수준의 사람들이 상대적으로 긍정적으로 평가하였다.

반면, 구매 후 할부에 대한 구매태도와 주관적 가치는 해석수준에 따른 차이가 나타나지 않았다.

일시불을 추가한 연구 2에서 일시불에 대한 구매태도, 구매의도와 주관적 가치는 다른 두 지불방식에 비해 가장 낮았다.

또한 저축 후 구매는 해석수준에 따라 구매태도, 구매의도와 주관적 가치에 차이가 있었으나, 일시불에서는 차이가 나타나지 않았다.

이러한 결과는 저축 후 구매와 일시불이 가격이 일시적으로 지불된다는 외형적 동일성에도 불구하고 서로 다른 내적 기제를 가지고 있음을 보여준다.

@highlight

이 연구는 가격지불방식에 따른 소비자의 구매태도와 주관적 가치 지각이 해석수준에 따라 달라지는지 알아보기 위해 진행됐다.

