범죄피해는 개인뿐만 아니라 사회에도 부정적인 영향을 미치므로 사회적 차원에서 대응하고 해결해야 하는 문제이다.

2005년 설립된 범죄피해자지원센터는 범죄피해자들 그리고 그 가족에 대한 지원과 보호를 목적으로 하는 민간단체이다.

범죄피해자 지원에 있어서 민간단체의 역할이 매우 중요한데, 이것은 지역 사회를 기반으로 한 효율적인 지원제공이 가능하기 때문이다.

지원센터마다 구성 및 조직이 다양하지만, 일반적으로 이사회, 사무국, 전문분과위원회, 그리고 일반 자원봉사자로 구성되어 있다.

민간단체의 특성상 일반 자원봉사자들은 다양한 서비스 제공 및 지역사회와의 연계라는 측면을 고려할 때 중요한 요소라 할 수 있다.

이러한 점에 착안하여 본 논문에서는 기존의 문헌을 중심으로 지원센터의 일반 자원봉사자들에게 초점을 맞추어 이들의 실태와 역할, 교육 내용 등을 중점적으로 살펴보았다.

이러한 분석을 통해 효과적인 피해자 지원을 위한 자원봉사자 활용방안을 탐색하고자 하였다.

결과적으로 자원봉사자 활용을 위한 방안으로 지속적이고 다양한 홍보활동을 통한 자원봉사자의 모집, e러닝과 같은 다양한 방식을 이용한 정기적이며 체계적인 교육제공, 단계별 교육과정과 피해자 입장을 반영한 교육내용의 도입, 윤리교육 및 인성교육의 강화, 그리고 적절한 보상 지급 등이 제안되었다.

@highlight

범죄피해는 개인뿐만 아니라 사회에도 부정적인 영향을 미치므로 사회적 차원에서 대응하고 해결해야 하는 문제이다.

@highlight

2005년 설립된 범죄피해자지원센터는 범죄피해자들 그리고 그 가족에 대해 지원과 보호를 목적으로 하는 민간단체이다.

