본 연구는 영아교사들이 실제 영아교육·보육을 수행하는 과정에서 느끼는 전문적 정체성의 혼란과 이를 극복하는 내적인 힘을 탐색하는 것을 목적으로 하였다.

연구참여자는 서울지역의 어린이집에 근무하는 만 1세반 담임교사 24명이었으며, 면담을 자료수집의 주요방법으로 사용하였다.

연구결과, 영아교사들에게 전문적 정체성의 혼란을 야기하는 요인으로는 영아교육·보육에 대한 지식의 부족과 모호함, 수업이 이루어지지 않는 교실, 육체적·정신적 소진, 부모의 영아교사에 대한 낮은 인식, 영아교사의 역할에 대한 제한된 사회적 평가가 있었다.

이러한 전문적 정체성의 혼란과 어려움을 경험하고 있음과 동시에 영아교사들은 이를 극복하는 내적인 힘도 가지고 있었다.

즉, 영아의 독특성에 대한 이해와 전문지식을 얻기 위한 노력, 영아교육에 대한 신념의 형성, 영아와의 관계에서 오는 정서적인 충족감, 부모와의 신뢰 형성 및 인식 전환을 위한 노력, 영아교사의 역할에 대한 가치 부여를 통하여 영아교사들은 영아교사로서의 전문적 정체성을 형성해 나가고 있었다.

@highlight

본고는 영아교사들이 실제 영아교육·보육을 수행하는 과정에서 느끼는 전문적 정체성의 혼란과 이를 극복하는 내적인 힘을 탐색하는 것을 목적으로 했다.

