본 연구는 대학생의 탄력성 향상과 스트레스 감소를 위한 기초연구로서, 선행연구를 통해 대학생의 스트레스에 영향을 주는 것으로 나타난 요인들을 검토하여 그 관계를 살펴보았다.

이를 바탕으로 대학생이 지각한 스트레스, 탄력성, 긍정정서, 인지적 유연성 간의 구조모형을 설정하여 각 변인들 간의 직?

간접효과를 규명하였다.

본 연구를 위해 대구?

경북에 소재하고 있는 4개 대학 대학생 352명이 응답한 설문이 사용되었다.

연구 결과는 다음과 같다.

지각된 스트레스는 탄력성과 부적 상관관계를 보이고, 긍정정서와 인지적 유연성과도 부적 상관을 보이는 것으로 나타났다.

그리고 탄력성과 긍정정서, 인지적 유연성은 정적 상관을 보이는 것으로 나타났다.

또한 긍정정서와 인지적 유연성 간의 관계도 정적 상관을 보이는 것으로 나타났다.

이를 토대로 구조 방정식을 통해 긍정정서, 인지적 유연성 각각의 매개효과를 검증한 결과 두 모형 모두 유의한 것으로 나타났다.

이에 두 매개 변인 중 어느 것이 지각된 스트레스를 더 많이 설명하는지 알아보기 위해 위계적 회귀분석을 실시하였고, 그 결과 인지적 유연성보다 긍정정서의 설명량이 높은 것으로 나타났다.

이러한 연구결과를 바탕으로 연구의 시사점과 제한점에 대하여 논의하였다.

@highlight

이 연구는 대학생의 탄력성 향상과 스트레스 감소를 위한 기초연구로서, 지난 연구를 통해 대학생의 스트레스에 영향을 주는 것으로 나타난 요인들을 검토해 그 관계를 살펴보았다.

