공격성 NK세포 백혈병에서 다양한 세포유전학적 클론성 이상이 보고되었다.

최근 염색체마이크로어레이(chromosomal microarray)를 이용한 연구를 통해서 공격성 NK세포 백혈병에서 호발하는 이상으로 1q 획득과 결손 그리고 7p의 결손이 보고되었다.

연구자들은 염색체마이크로어레이법으로 확인된 복잡한 염색체 획득과 소실을 보인 공격성 NK세포 백혈병 1 증례를 경험하여 보고하고자 한다.

이환자는 혈구탐식성림프조직구증식증을 동반하는 공격적인 경과를 보였다.

염색체 검사에서는 3번 염색체 3배체와 1q 획득만이 발견되었으나 염색체 마이크로어레이법을 통해 1q21.1?

q24.2의 획득과 1q24.2?

q31.3의 결손이 추가로 발견되었다.

이러한 이상 부위는 NK세포 백혈병 발병에 역할을 하는 종양 억제 유전자의 비활성화 또는 종양 유도 유전자의 활성화에 관여할 것으로 생각된다.

염색체마이크로어레이 검사는 공격성 NK세포 백혈병을 포함한 혈액종양질환에서 추가적인 유전적 정보를 제공할 수 있을 것으로 기대된다.

@highlight

최근 염색체마이크로어레이를 이용한 연구를 통하여 공격성 NK세포 백혈병에서 호발하는 이상으로 1q 획득과 결손, 7p의 결손이 나타났다.

@highlight

연구자들은 염색체마이크로어레이법으로 확인된 복잡한 염색체 획득과 소실을 보인 공격성 NK세포 백혈병 1 증례를 경험하였기에 보고한다.

