이 논문은 수정의 절차와 방법을 분석한 논문이다.

수정의 방법과 절차를 살펴보기 위해 이 논문은 수정의 대상을 초고텍스트로 한정했다.

기존의 인지구성주의에서는 쓰기 과정의 회귀성을 통해 수정을 쓰기 과정 전체에서 일어나는 현상으로 규정하였다.

그러나 이를 통해서는 텍스트 생성과 텍스트 수정을 구분할 수 없기 때문에 이 논문에서는 수정을 초고텍스트로 제한했다.

수정은 쓰기 목표와 의도, 지식 등으로 구성된 통제구조에 의해 촉진된다.

또 자신이 쓰고자 하는 목표 텍스트와 비교 과정을 통해 진행된다.

수정은 이런 초인지의 도움을 받아 초고를 고치면서 진행된다.

수정에서 가장 중요한 절차는 진단 과정이다.

진단을 통해 수정할 대상과 내용, 성격이 규정되기 때문이다.

진단은 탐색과 식별, 거시적 수정과 미시적 수정으로 나눠질 수 있다.

또 진단을 올바로 하기 위해서는 ‘주관적 선입견’을 극복하는 것이 필요하다.

이 논문에서는 수정이 진행되는 절차가 통제구조와 목표텍스트, 진단과정, 수정전략, 수정방법을 통해 절차적이면서도 회귀적이고 종합적으로 이루어진다고 보았다.

아울러 수정은 오류를 고치는 기능뿐만 아니라 의미를 발견하는 생산하는 창조적 기능도 가지고 있음을 주목했다.

@highlight

본 논문은 수정의 절차와 방법을 분석한 논문이다.

@highlight

그러나 이를 통해서는 텍스트 생성과 텍스트 수정을 구분할 수 없기에 이 논문에서 수정을 초고텍스트로 제한했다.

