본 연구는 여성결혼이민자들의 사회자본과 삶의 질의 관계를 살펴보고, 사회자본과 삶의 질에관계에서 임파워먼트가 가지는 매개효과를 규명하는데 목적이 있다.

이를 위해 대구?

경북권내 거주하는 여성결혼이민자를 대상으로 조사하였고, 최종 260부의 설문지를 분석하였다.

구조방정식 모형을 통해 최종 연구모형을 채택하였고, 사회자본과 삶의 질의 관계에서 임파워먼트의 매개효과를 검증하기 위해 경로분석을 실시하였다.

연구결과는 다음과 같다.

첫째, 여성결혼이민자의 사회자본, 임파워먼트, 삶의 질은 보통 이상의 수준으로 나타났다.

둘째, 여성결혼이민자의 사회자본이 많을수록 임파워먼트와 삶의 질이 높게 나타났고, 임파워먼트가 높을수록삶의 질이 높게 나타났다.

셋째, 사회자본과 삶의 질의 관계에서 임파워먼트는 부분매개의 효과를 가진 것으로 나타났다.

즉 사회자본이 삶의 질에 직접적으로 영향을 미치기도 하지만 사회자본이 많을수록 임파워먼트가 향상되고, 향상된 임파워먼트는 최종적으로 삶의 질을 향상시킨다.

이러한 결과를 바탕으로 여성결혼이민자의 삶의 질을 향상하기 위해 사회자본을 높이고, 임파워먼트를 강화할 수 있는 사회복지적 함의를 제안하고 있다.

@highlight

본고는 여성결혼이민자들의 사회자본과 삶의 질의 관계를 살펴보며 사회자본과 삶의 질에 관계에서 임파워먼트가 갖는 매개효과를 규명하고자 한다.

