의료인의 경력을 의료소비자인 환자에게 알리는 것에 대하여 우리나라의 현행 의료법은 의료광고를 할 수 있는 사항의 하나로 파악하고 있고, 그것이 거짓이거나 과장될 경우 의료광고로 허용될 수 없다고 보고 있다.

의료광고는 그동안 ‘의료’가 지니는 공공성때문에 그것이 허용되는지에 관하여 오랜 시간 논의가 되어 왔다.

그러나 현대사회에 있어서는 의료의 영역에서도 시장경제의 원리가 지배하고 있어 의료광고의 상업광고성을 부정할 수 없다.

또한 의료에 대한 내용을 외부에 표시하여 알리는 행위는 의료소비자인 환자의 알 권리를 보장하는 것이고, 의료인의 표현의 자유 내지 직업의 자유의 보호영역에 해당하므로 의료광고의 상업광고성을 부정하기 어렵다.

대법원 2016.

6.

23.

선고 2014도16577 판결에서는 피고인이 적극적으로 거짓 의료경력을 작출하여 액자화하여 의료기관에 게시한 것이 거짓 의료광고인지가 문제되었다.

대법원은 법문에서 규정하고 있지 않은 '전파가능성'을 중심으로 판단하였고, 그러한 행위가 ‘전파가능성’이 없어 의료법상 의료광고에 해당하지 않는다고 하였다.

그러나 의료광고도 광고의 하나라는 점을 고려할 때, 허위 의료광고에 해당하는지에 대하여도, 광고의 본질에 따라야 한다.

따라서 이는 의료소비자인 환자 측면에서의 오인가능성과 의료시장 질서의 교란가능성을 토대로 판단하여야 할 것이다.

@highlight

의료인의 경력을 의료소비자인 환자에게 알리는 것에 관해 우리나라의 현행 의료법은 의료광고를 할 수 있는 사항의 하나로 파악하고 있고, 그것이 거짓이거나 과장될 경우 의료광고로 허용될 수 없다고 보고 있다.

