본 연구는 부모양육태도와 또래애착이 휴대전화의존을 매개로 청소년의 자기조절학습능력에 미치는 영향을 확인하고자 시도되었다.

이를 위해 한국아동·청소년 패널조사 중1패널 1차년도의 청소년 2,351명의 자료를 구조방정식 모형으로 분석하였다.

연구결과, 부모의 긍정적인 양육태도는 휴대전화의존에 부(-

)적으로 영향을 미쳤으며, 자기조절학습능력에는 정(+)적으로 영향을 미치는 것으로 나타났다.

또래애착은 휴대전화의존에 정적(+)으로 영향을 미치고, 자기조절학습능력에도 정(+)적으로 영향을 미치는 것으로 나타났다.

또한, 휴대전화의존이 높은 청소년은 자기조절학습능력이 저하되는 것으로 나타났다.

휴대전화의존의 매개효과를 살펴본 결과, 부모양육태도가 자기조절학습능력에 미치는 영향에서 휴대전화의존의 매개효과가 유의했으며, 또래애착이 자기조절학습능력에 미치는 영향에서도 휴대전화의존의 매개효과는 유의한 것으로 나타났다.

이러한 연구결과를 토대로 청소년의 자기조절학습능력을 향상시키기 위한 방안을 제안하였다.

@highlight

이 연구는 부모양육태도와 또래애착이 휴대전화의존을 매개로 청소년의 자기조절학습능력에 미치는 영향을 확인하고자 시도되었다.

