본 연구의 목적은 생리심리 데이터를 활용하여 수학불안 수준에 따라 성취도와 인지부하, 그리고 이 두 개념의 종합적인 지표인 수행효율성에 차이가 있음을 확인하는 것이다.

이를 위해 본 연구는 수도권 소재 대학교 대학생 2학년 남녀 70명을 사전설문을 통해 수학불안 상·하 집단으로 구분하였다.

연구대상자는 사전시험, 실험용 동영상 학습, 그리고 성취도가 측정되는 사후시험을 진행하였다.

인지적 효율성의 지표로 알려진 인지부하는 사후시험 과정에서의 동공 크기로 측정되었다.

연구 결과 수학불안 하집단이 수학불안 상집단보다 성취도가 유의하게 높았고 집단 간 인지부하의 차이는 유의하지 않았으나 수학불안 하집단의 인지부하 평균이 낮다는 경향성을 확인하였다.

수학불안 하집단의 수행효율성은 상집단보다 유의하게 높게 나타났다.

이는 생리심리 데이터를 활용하여 측정된 수행효율성이 온라인 학습 환경에서 학습자의 수학불안 수준을 고려한 개인화된 교수학습적 처방을 위해 교수와 학습을 진단하는 지표로 활용될 수 있다는 가능성을 시사한다.

또한 수학불안과 저성취의 악순환을 해결할 수 있는 수학불안과 같은 학습자의 정의적 특성에 대한 교수설계적 처방이 적극 강구되어야 할 것이다.

@highlight

본 연구는 생리심리 데이터를 활용해 수학불안 수준에 따라 성취도와 인지부하, 종합적 지표인 수행효율성에 차이가 있음을 확인하는 것이다.

@highlight

연구 결과 수학불안 하집단이 수학불안 상집단보다 성취도가 유의하게 높았으며 집단 간 인지부하의 차이는 유의하지 않았으나 수학불안 하집단의 인지부하 평균이 낮다는 경향성을 확인했다.

