국내외 교량의 내진성능 평가관련 연구들을 조사, 분석한 결과 국내에서 휨 거동 교각의 내진성능에 대한 연구는 상당히이루어졌으나, 국내에 상당수 분포하는 것으로 분석된 휨-

전단 교각에 대해서는 연구실적이 부족한 것으로 파악되었다.

따라서, 이 연구에서는 휨-

전단 복합거동이 예측되는 형상비 2.67과 전단거동이 예측되는 형상비 2.25의 실물크기 실험체 및 형상비 2.67의 축소모형 실험체를 제작하여 준정적 내진성능 실험을 실시하였으 며, 주철근의 겹침이음과, 형상비 변화에 따른 파괴거동을 조사 및 분석하였다.

실험결과 휨-

전단거동이 예상되는 형상비 부근의 교각은 형상비와 철근상세 변화에 따라 파괴거동 특성이 휨-

전단 파괴에서 전단 파괴 또는휨 파괴, 그리고 주철근 부착파괴로 변하는 것을 확인할 수 있었다.

이와 같은 실험결과들로부터 비내진 원형 철근콘크리트 교각에 대한항복변위 및 극한변위 산정식을 제안하여 실험을 실시하지 않고도 실제 비내진 교각의 내진성능을 파악할 수 있도록 하였으며, 이는 추후비내진으로 분류되는 실제 교량의 내진성능 조사 및 보수보강에 큰 도움이 될 것으로 판단된다.

@highlight

본 연구에서는 휨-

@highlight

전단 복합거동이 예측되는 형상비 2.67과 전단거동이 예측되는 형상비 2.25의 실물크기 실험체 및 형상비 2.67의 축소모형 실험체를 제작해 준정적 내진성능 실험을 실시했으 며, 주철근의 겹침이음과, 형상비 변화에 따른 파괴거동을 조사 및 분석했다.

