본 연구는 화폐수요모형을 이용하여 지하경제를 추정하였다.

그리고 신용카드 이용금액, 현금영수증 발급금액, 간접세 변수들이 지하경제 규모를 얼마나 축소시키는지 추정하였다.

신용카드 이용금액과 간접세 분석기간은 1999년 1분기부터 2013년 4분기까지로 하고 현금영수증 발행금액은 2005년 1분기부터 2013년 4분기까지로 하였다.

분석결과, 신용카드제도가 실시된 1999년 1분기에 1조 6,133억원의 지하경제 감소 효과가 나타났으며 이후 점차 증가하는 추세를 보였다.

2013년 4분기에는 신용카드 사용으로 3조 960억원의 지하경제 양성화 효과를 보였다.

직접세는 1999년 1분기에 1조 1,274억원, 2013년 4분기에 3조 5,314억원의 지하경제를 양성화 시켰다.

그리고 2005년에 현금영수증 제도가 실시되면서 2005년 1분기에 464억원, 2013년 4분기에는 853억원의 지하경제 규모 축소 효과가 나타났다.

그리고 신용카드는 GDP 대비 17%, 현금영수증은 GDP 대비 17.9%, 간접세는 GDP 대비 16.9%를 차지하였다.

지하경제 규모를 축소하고 세수를 확보하기 위한 방법으로 현금영수증 관련 규정을 강화하는 동시에 신용카드 공제율을 높여 소비를 집중시키는 것도 하나의 방법이 될 수 있다.

@highlight

이 연구는 화폐수요모형을 이용해 지하경제를 추정했다.

@highlight

신용카드 이용금액과 간접세 분석기간은 1999년 1분기부터 2013년 4분기까지로 하고 현금영수증 발행금액은 2005년 1분기부터 2013년 4분기까지로 했다.

