이 글은 청주 봉명동유적 출토 중도식소옹과 심발형토기의 형식분류와 역연대를 설정하여, 중도식소옹의 종언과 심발형토기의 출현 의의를 검토한 것이다.

형식분류와 역연대 설정의 결과 봉명동유적의 분묘는 7단계로 구분되는데 4세기 전반에 조영이 시작되어 5세기 후반까지 계속된다.

4세기전반 분묘조영 시작단계의 중도식소옹과 타날단경호의 조합상은 4세기 후반이 되면 심발형토기의출현과 함께 도질소문단경호, 기승용마구의 조합으로 변하고, 5세기 전반이 되면 중도식토기는 완전히 종언을 고한다.

심발형토기는 중도식토기의 형식학적 변화과정에서 나타난 것이 아닌 다른 별개의 계열이다.

그러므로 중도식토기에 타날속성이 채용된 시점과 심발형토기의 출현시점이 반드시 일치하지 않음을 지적하였다.

그리고 심발형토기 출현시점과 동시에 나타나는 새로운 유물조합을 백제 권역에 포함된결과로 파악하였다.

중도식토기의 소멸은 백제 한성양식기종구성의 완비시점과 관련시켰다.

그런데 청주지역에서는이러한 현상이 나타나지 않고 기존의 심발형토기의 유물조합상과 크게 다르지 않은 조합상이 계속되는 것에서 백제의 권역화 과정의 일면을 알 수 있다.

@highlight

이 글은 청주 봉명동유적 출토 중도식소옹과 심발형토기의 형식분류와 역연대를 설정하여, 중도식소옹의 종언과 심발형토기의 출현 의의를 검토한 것이다.

