급속히 발전하고 있는 전자·정보기기들은 정보화 시대에 부응하기 위하여 보다 빠르고 정확한 정보 및 서비스를 제공해 주고 있다.

그 중 우리가 쉽게 접할 수 있는 개인용 컴퓨터(PC)는 다른 정보기기보다 급성장해 오고 있으며, 사용자 또한 널리 분포되어 있고, 저전력화, 고속화, 초소형화 추세로 발전하고 있다.

그러나 이와 같은 급속한 발전과 더불어 심각해지고 있는 불요전자파에 의한 오동작 및 전자부품 파괴현상은 대상 기기 뿐만 아니라 다른 기기에도 치명적인 장해를 초래하여 경제적 및 시간적으로 많은 손실을 초래하고 있다.

따라서, 본 논문은 개인용 컴퓨터의 기능향상에 따른 고속영상처리용 비디오카드의 고속화에 따라 영상신호케이블을통한 광대역의 불요전자파가 증대하고 있는 점을 감안하여 그 대책방법에 관하여 연구한 것이다.

방사성 노이즈 보다 대책이 까다로운 전도성 노이즈에 대한 대책방법을 확립하기 위하여, 우선 페라이트 비드를 케이블에 장착할 때 얻어지는 부하효과를 수치해석하고 시뮬레이션하여 실험치와 잘 일치함을 확인하였다.

나아가서, 국제규격인 IEC 1000-4-2 규정에 따라 전도성 노이즈 감쇠특성을 시험한 결과, 이론치와 실험치가 잘 일치하므로, 체계적인 고속영상 신호케이블 커넥터의 설계 가능함을 입증하고 있다.

기존의 케이블에 비해 300MHz~3GHz까지 넓은 주파수 범위에서 10~20dB의 감쇠효과를 얻을 수 있었다.

@highlight

급속히 발전하고 있는 전자·정보기기들은 정보화 시대에 부응하기 위해 보다 빠르고 정확한 정보 및 서비스를 제공해 주고 있다.

@highlight

이 논문은 개인용 컴퓨터의 기능향상에 따른 고속영상처리용 비디오카드의 고속화에 따라 영상신호케이블을통한 광대역의 불요전자파가 증대하고 있는 점을 감안해 그 대책방법에 대해 연구한 것이다.

