학습관리시스템은 교수자가 각종 학습 자료를 제공하고, 학습자와 교수자, 그리고 학습자간 확장된 커뮤니케이션, 토론 학습, 그리고 팀 프로젝트 등이 이루어지도록 지원한다.

시스템에 남겨진 로그파일들은 학습자의 온라인 학습 패턴을 규명해주는 것에서 나아가 학습 처방의 도구로도 활용 가능하다.

이렇게 시스템 내 거대 데이터를 교육적으로 마이닝하고, 학습 처방에 활용하는 학습 분석학은 학습자에게 보다 맞춤화된 교육 서비스를 제공할 수 있다는 측면에서 스마트 러닝의 한 방향으로 기대가 되고 있다.

본 연구에서는 학습자들의 온라인 학습 패턴과 학습 가이드를 시각적으로 제공하는 대시보드를 설계하는 과정에서, 국내 서울 소재 A대학의 학생 8명을 대상으로 가상 캠퍼스의 활용 현황과 대시보드 제공에 대한 필요성 인식 및 요구 사항을 조사하였다.

본 연구는 학습자의 온라인 학습 활동 경험과 인식을 조사하는 질적 연구로서 현상의 분석 및 도구의 설계를 위하여 활동이론을 적용하였다.

본 연구의 핵심은 활동이론의 주 구성요소인 주체(학습자)와 객체(교육과정), 커뮤니티(대학)의 특성 외에, 매개 요소에 해당하는 도구(학습관리시스템), 규범, 분업체계를 시스템적 유기성 관점에서 살펴봄으로써, 대학 교육에서 가상 캠퍼스의 활용이 가지는 의미와 인식을 파악하는 데 있다.

나아가 이러한 활동 시스템의 시간에 따른 변화에 대해 생각해보고, 활동 시스템 내의 모순에 기초하여 향후 학습 분석학에 기초한 대시보드를 설계하는데 시사점을 도출하였다.

@highlight

이 연구에서는 학습자들의 온라인 학습 패턴과 학습 가이드를 시각적으로 제공하는 대시보드를 설계하는 과정에서, 국내 서울 소재 A대학의 학생 8명을 대상으로 가상 캠퍼스의 활용 현황과 대시보드 제공에 대한 필요성 인식 및 요구 사항을 조사하였다.

@highlight

이 연구는 학습자의 온라인 학습 활동 경험과 인식을 조사하는 질적 연구로서 현상의 분석 및 도구의 설계를 위하여 활동이론을 적용하였다.

@highlight

이 연구의 핵심은 활동이론의 주 구성요소인 주체와 객체, 커뮤니티의 특성 외에, 매개 요소에 해당하는 도구, 규범, 분업체계를 시스템적 유기성 관점에서 살펴봄으로써, 대학 교육에서 가상 캠퍼스의 활용이 가지는 의미와 인식을 파악하는 데 있다.

