영국 해사법상 S&P 브로커로 널리 알려진 선박매매 브로커는 선박매매를 원하는 의뢰인인 본인을 대신하여 협상을 행사하는 독립적 계약자이다.

또한 S&P 브로커의 선박매매시 본인을 대리하는 대리인으로 그 법적지위를 갖는다.

S&P 브로커들은 로이드 선급, 미국 선급 및 한국 선급 등에서 선박의 중요한 명세 자료와 정보들을 수집하여 선박매매를 원하는 매도인과 매수인에게 상호 이익이 되도록 조력 한다.

S&P 브로커의 책임은 선박매매계약서의 합의 내용에 반하지 않고 선량한 관리자로서 주의의무를 다하며, 의뢰인인 본인의 요청에 전문적으로 업무수행 함을 의미한다.

그러나 선박매매계약에 의하여 당사자와의 관계 범위, 주된 조건, 계약 위반 및 면책내용에 있어서 서로 분쟁이 발생할 경우, S&P 브로커에게도 책임문제가 발생한다.

이 S&P 브로커의 책임은 직접계약당사자의 원칙에 의하거나 제3자의 권리에 관한 계약법에 근거한다.

그러므로 S&P 브로커가 그의 의무를 불이행한 경우 또는 계약 내용에 반하거나 과실에 기인하여 불법행위가 야기되어 분쟁과 소송이 발생하게 된다.

이에 이 논문에서는 S&P 브로커의 특징 중 대리인으로서의 법적 책임, 수수료 문제, 이익의 충돌과 비밀 수수료, 등에 대하여 영국 해사법과 영국 판례를 중심으로 검토하여 논함을 이 연구의 목적으로 삼고자 한다.

@highlight

이 연구에서는 S&P 브로커의 특성 중 대리인으로서의 법적 책임, 수수료 문제, 이익의 충돌 및 비밀 수수료, 등에 대해 영국 해사법 및 영국 판례를 중심으로 검토해 논함을 이 연구의 목적으로 두고자 하였다.

