본 연구는 벤처기업의 부실요인을 파악한 것이다.

이를 위해 기술보증기금에서 기술보증을 받은 벤처기업 중 최근 3개년 간 보증사고가 발생한 210개 기업을 대상으로 한 사례분석을 통하여 부실사유를 분석하였다.

부실사유 분석방법은 다음과 같다.

우선 기업의 재무자료를 활용하여 성장성과 수익성을 기준으로 4개의 유형을 분류하였다.

이후 사고기업의 보증사고발생보고서를 토대로 부실요인을 분석하였다.

보증사고발생보고서란 보증사고가 발생하면 기보에서 직접 기업을 방문하여 그 부실이 이르게 된 원인이나 향후 재기 가능성을 파악한 보고서이다.

분석결과, 374건의 부실요인들이 도출되었으며 벤처기업들이 부실화되어 사업실패에 이르는 가장 큰 이유로 관련 산업 또는 전반적인 경기악화(79건), 주요 납품처의 계획변경, 도산 등으로 수주 감소·취소(54건), 매출채권회수부진(31건), 가격경쟁, 주요 납품처의 요구 등에 따른 제품가격 동결·하락(24건), 국내 또는 해외 원자재의 가격 상승(21건) 등의 순으로 나타났다.

또한 본 연구에서 새롭게 도출된 부실요인으로 앞에서 주기로 표시한 주요 납품처와 관련된 Risk가 있으며 그 외에 일본원전 사고·개성공단 가동중단·소송 등 돌발 악재 발생, 기술개발사업화의 지연, 비효율적 관리로 고비용·저효율 구조 등이 있다.

@highlight

본 논문은 벤처기업의 부실요인을 파악한 것이다.

@highlight

이를 위해 기술보증기금에서 기술보증을 받은 벤처기업 중 최근 3개년 간 보증사고가 발생한 210개 기업을 대상으로 한 사례분석을 통해 부실사유를 연구하였다.

@highlight

기업의 재무자료를 활용하여 성장성과 수익성을 기준으로 4개의 유형을 분류했다.

