본 연구에서는 입찰자들의 행동을 규명하기 위해 온라인 유통관점에서 신뢰전이와 기술사용 관점에서의 TAM을 기반으로 통합모델을 제시하였다.

또한 이용자의 심리 및 태도를 설명하는데 결정적인 역할을 하는 제품관여도를 이들 간의 관계와 연계하여 설명하고자 하였다.

인터넷 경매에 참여해 본 경험이 있는 200명을 대상으로 설문조사를 실시하였으며, PLS(partial least square)와 Baron and Kenny(1986)의 매개적 회귀분석기법을 활용하여 실증 분석하였다.

실증 분석결과, 기존 신뢰전이와 정보기술수용 연구의 결과들과 유사하게 각 결정요소들이 입찰의도에 유의한 영향을 주는 것으로 나타났다.

보다 구체적으로, 인터넷 경매 사이트에 대한 신뢰는 판매자에 대한 신뢰를 완전 매개하여 입찰의도에 긍정적인 영향을 미치는 것으로 나타났다.

또한 입찰시스템에 대한 지각된 유용성은 지각된 사용용이성과 입찰의도 간의 관계에서 완전 매개하는 것으로 나타났다.

마지막으로 제품관여도의 조절효과 검증 결과, 신뢰전이현상은 참여한 입찰자들의 제품관여도가 높은 경우, 정보기술수용 효과는 입찰자들의 제품관여도가 낮은 경우에 더 강하게 입찰의도에 영향을 미치는 것으로 밝혀내었다.

@highlight

이 연구에서는 입찰자들의 행동을 규명하기 위해 온라인 유통관점에서 신뢰전이와 기술사용 관점에서의 TAM을 기반으로 통합모델을 제시했다.

