우리나라 연안해역에서 기왕에 발표된 조위와 조류 조화상수를 수집하여 정리하고, 국립해양조사원에서 관측한 서해안 검조소의 장기 조위자료와 경기만과 남서해안의 단기 조위자료를 조화분석하였다.

이 자료를 토대로 우리나라 연안해역에서 조석과 조류의 분포특성 특히 비선형성을 조사하였으며, 장기 조위자료를 조화분석한 결과를 토대로 M2 분조와 M4 분조의 시간변화와 개발사업과의 관련성에 대해서 연구하였다.

M2 분조의 진폭은 서해안 전역에서 과거에 비해서 전반적으로 감소하고 있었으며, 위상은 빨라지고 있었다.

M2 분조의 비선형 상호작용에 의해 발생되는 비선형 분조인 M4 분조도 M2 분조와 마찬가지로 전반적으로 진폭은 감소하고, 위상은 빨라지고 있었다.

조석의 비선형성은 서해남부해역에서 크게 나타났으며, 군산해역에서도 비교적 뚜렷하게 나타났다.

조류 비선형성은 조석과 마찬가지로 지역적으로는 서해남부해역에서 크게 나타났으며, 전반적으로 유속이 빠른 서해와 남해의 대부분 조석수로에서도 비교적 크게 나타났다.

서해에서 전반적으로 조석 비선형성이 해안개발사업의 효과로 증가하고 있었으며, 서해 중부와 북부의 창조우세특성과 남부의 낙조우세특성은 각각 심화되고 있었다.

특히 새만금방조제 건설은 서해중부와 남부의 조석체계를 다른 사업들에 비해서 크게 변화시켰다.

@highlight

우리나라 연안해역에서 기왕에 발표된 조위와 조류 조화상수를 수집해 정리하고, 국립해양조사원에서 관측한 서해안 검조소의 장기 조위자료와 경기만과 남서해안의 단기 조위자료를 조화분석했다.

