최근 대학에 진학하는 이공계 신입생들의 상당수가 정상적인 전공과목이수가 어려울 만큼 수학과목에 대한 기초수학능력이 심각한 수준으로 저하되어 기초수학능력 및 대학 수학과목의 성취도를 향상시키기 위한 다양한 방법을 모색하고 있다.

이와 관련하여, 2012학년도 M대학교 이공계열 신입생 666명을 연구 대상자로 선정하여 이공계 신입생의모집전형별 고교내신등급, 대학 성취도와 대학수학 성취도 사이의 관계를 비교·분석하였다.

그 결과 다음과 같은 결론을 얻었다.

첫째, 고교내신등급이 상대적으로 좋은 수시모집 학생들보다 고교내신등급이 상대적으로 낮은 정시모집학생들의 대학 1학년 성취도와 대학수학 성취도가 더 높게 나타났고 대학수학 성취도가 높은 학생들의 대학 1학년성취도가 높았다.

둘째, 이공계열 전체 뿐만 아니라 각 모집전형별 이공계 신입생들의 대학 1학기 성적이 대학 2학기성적에 매우 강한 영향을 준 것으로 나타났다.

셋째, 기초학력보충교육 통과자들과 미통과자들의 기초보충교육 성적과 대학 1학기와 대학수학 1의 성취도 사이의 상관계수가 대학 2학기와 대학수학 2의 성취도 사이의 상관계수보다높게 나타나 기초보충학습이 2학기 성취도 보다 1학기 성취도에 더 긍정적인 영향을 주었다.

@highlight

최근 대학에 진학하는 이공계 신입생들의 상당수가 정상적인 전공과목이수가 어려울 만큼 수학과목에 대한 기초수학능력이 심각한 수준으로 저하되어 기초수학능력 및 대학 수학과목의 성취도를 향상시키기 위한 다양한 방법을 모색하고 있다.

