이 글은 그동안 우리 문학사에서 그 존재가 제대로 알려지지 않은 최정희의 두 편의 장편소설 <떼스마스크의 비극>과 <그와 그들의 연인>에 관한 연구이다.

이 두 작품에 대한 연구가 이루어지지 않은 가장 큰 원인은 첫째 자료 구득이 매우 어렵다는 점이다.

둘째는 마이크로필름 상태가 온전하지 않아 작품의 독해가 상당히 어렵고, 셋째 신문 연재 장편이 갖는 대중성이 신문연재장편소설에 대한 본격적인 연구를 꺼리게 했다는 점이다.

따라서 이 글은 미답지로 남아 있는 두 편의 소설에 대한 본격적인 연구를 통해 1950년대 중반 최정희 장편소설 연구 공백을 메워보고자 하는 목적에서 출발한다.

1950년대 중반에 발표한 <떼스마스크의 비극>과 <그와 그들의 연인>은 각각 서울과 부산을 배경으로 한국전쟁 전후 젊은이들의 삶과 사랑을 그려낸 소설들로, 방황하는 청춘의 기록으로 볼 수 있다.

<떼스마스크의 비극>은 한 지식인의 방황을 통해 전쟁 직후 공포와 불안, 초조와 좌절 등 외상 후 스트레스에 시달리는 젊은 세대들의 병적인 징후를 그대로 형상화한 작품이고, <그와 그들의 연인>은 1950년을 전후하여 20대 초반 젊은이들의 사랑과 이별을 그린 작품으로, 입대와 부상, 강제징집, 전사 등 전쟁의 폭력성이 개개인의 삶을 얼마나 피폐하게 만드는지 잘 보여준 작품이다.

@highlight

이 논문은 그동안 우리 문학사에서 그 존재가 제대로 알려지지 않은 최정희의 두 편의 장편소설 <떼스마스크의 비극>과 <그와 그들의 연인>에 관한 연구이다.

@highlight

따라서 이 글은 미답지로 남아 있는 두 편의 소설에 대한 본격적인 연구를 통해 1950년대 중반 최정희 장편소설 연구 공백을 메워보고자 하는 목적에서 출발한다.

