맹출에 관계되는 여러 요소가 부정적으로 작용할 때 맹출장애가 유발될 수 있다.

맹출장애의 일종인 매복이 발생할 경우 주기적인 관찰, 공간확보, 외과적노출, 교정적견인, 외과적노출과 교정적견인의 병행, 발거 후 자가치아이식 등의 방법을 고려할 수 있다.

첫 번째 증례는 9세 남환에서 상악 좌측 측절치의 수평매복을 발견하여 상악 좌측 유측절치 및 유견치를 발거 후 5개월 뒤 개창술(window opening)을 시행한 증례로, 8개월의 정기검진시 치아가 부분맹출 하였으며 18개월 후 매복된 상악 좌측 측절치가 치축이 개선되며 자발적으로 맹출하였다.

두 번째 증례는 10세 남환에서 상악 우측 제1소구치의 이소매복을 발견하여상악 우측 제 1 유구치를 발거한 증례로, 10개월 뒤 치아가 부분맹출하였으며 19개월 후 매복된 상악 우측 제1소구치가 자발적으로 맹출하였다.

본 증례들에서 이소매복된 영구치는 맹출경로에 있는 유치의 의도적 발거 후 경과관찰을 한 결과 맹출 위치의 개선 및 자발적 맹출이 유도되었기에 보고하는 바이다.

@highlight

맹출에 관계되는 여러 요소가 부정적으로 작용할 때 맹출장애가 유발될 수 있다.

@highlight

첫 번째 증례는 9세 남환에서 상악 좌측 측절치의 수평매복을 발견하여 상악 좌측 유측절치 및 유견치를 발거 후 5개월 뒤 개창술을 시행한 증례로, 8개월의 정기검진시 치아가 부분맹출 하였으며 18개월 후 매복된 상악 좌측 측절치가 치축이 개선되며 자발적으로 맹출했다.

