본 논문은 창작 실제와 분석 영역에서 음악 작품의 통일성과 응집력을 보장하는 수단으로여겨지는 모티브에 대한 이해와 특히 분석에서 작품의 응집력을 판단하는 잣대로 사용되는모티브의 실체에 대해 비판적 고찰을 시도하였다.

모티브에 대한 쉔커의 입장 변화를 역사적으로 검토하는 것으로 시작해 그의 초기 견해와 후기 견해를 쇤베르크와 비판적으로 고찰하였다.

이 과정에서 쉔커의 모티브에 대한 독특한 개념을 버크하르트, 콘, 캐드왤래더와 패스틸, 그리고 모레노의 구조적 유사성과 자유 유사성의 개념에 기대어 설명하였다.

또한 쇤베르크의 모티브를 모레노가 말하는 지시적 모티브와 비교함으로써 모티브 분석의 가능성을넓히고자 하였다.

쉔커식 이론의 모티브와 쇤베르크의 모티브분석 실제에서 종합되어 다양한 분석 결과물들을 도출할 수 있는 가능성에 대해 탐구하면서 모차르트 피아노협주곡 K.

488, 제2악장과 베토벤 피아노소나타 Op.

2/1의 제1악장에 나타나는 모티브적 포화에 대해논의하였다.

@highlight

이 논문은 창작 실제와 분석 영역에서 음악 작품의 통일성과 응집력을 보장하는 수단으로여겨지는 모티브에 관한 이해와 특히 분석에서 작품의 응집력을 판단하는 잣대로 사용되는모티브의 실체에 관해 비판적 고찰을 시도했다.

