본 연구는 1995년부터 1999년까지 진행된 아세안 회원국 확대 과 정의 추동 요인을 가입 희망국을 중심으로 분석하였다.

주요 연구 질문은 지역협력체 가입을 희망하는 국가들의 가입 결정 시기의 차 이는어떻게설명할수있는가이다.

본연구는아세안창설초기아 세안에 가입하지 않았던 국가들이 왜 1990년대 중반 이후 가입을 했는지, 그리고냉전종식이후왜각기다른시기에가입을했는지, 그 시기적 차이에 대해 주목하고 있다.

이를 위해 베트남, 라오스, 미얀마, 캄보디아의 가입 과정을 비교 분석하였다.

연구의 주요 주장 은 아세안 가입의 시기적 차이는 존재하지만 궁극적으로 체제 유지 와 같은 정당성 확보를 위해 지역협력체를 활용했다는 것이다.

무엇 보다 지역협력체 확대에 대한 기존연구들은 국제체제 변화와 같은 거시적 측면에서 지역협력체 확대를 논의하고 있는 반면 본 연구는 개별회원국이 지역협력체에 가입하는 동기를 국내 정치 및 경제 상 황에 초점을 맞춰 분석한 미시적 접근으로 이를 보완하였다.

@highlight

본 연구의 질문은 아세안 회원국 지역협력체 가입을 희망하는 국가들의 가입 결정 시기의 차이는 어떻게 설명 할 수 있는가였다.

@highlight

그 결과 가입의 시기적 차이는 존재하지만 궁극적으로 체제 유지 와 같은 정당성 확보를 위해 지역협력체를 활용했다는 것으로 볼 수 있다.

