본 연구는 어린이들의 위치인지의 특성을 살펴보고 이를 뇌과학적 관점으로 검토하여, 어린이 위치 학습에 시사점을 제시하려 한다.

본 연구에서는 공간 탐색과 면담을 통해 어린이들이 공간 내에서 새로운 위치를 어떻게 인지해 나가는지를 알아보았다.

어린이 위치인지의 특징적인 사례들을 구안된 분류 기준에 따라 분류하고, 이를 뇌과학적 관점에서 검토하였다.

논리적 고등 사고를 담당하는 전두엽은 인간 뇌의 영역 중 가장 늦게 발달하기 때문에, 어린이와 청소년 시기에는 아직 전두엽의 발달이 완전하지 못하다.

아직 전두엽의 발달이 미숙한어린이들은 종합적·체계적 방식으로 위치를 파악하기 어렵다.

전두엽을 중심으로 한 뇌의 위계화가 완성되지 않은 어린이들은, 같은 자극에 대해서도 전두엽의 관여가 적고 정서적인 변연계의 영향이 강하다.

그리하여 어린이들의 위치인지는 비체계적이고 정서의 영향을 많이 받는다.

분석 결과 나타난 어린이들의 위치인지 특성은, 랜드마크를 기반으로 이루어지고 자기중심적이며 내러티브적이다.

어린이들의 위치인지를 돕기 위해 첫째, 위치 학습에 있어서 어린이들의 뇌 발달 양상을 고려하여 학습 시기를 조정하고, 둘째, 내러티브적인 위치 학습이 되어야 하며, 셋째, 체험을 바탕으로 한 위치 학습이 이루어져야 한다.

@highlight

이 연구는 어린이들의 위치인지의 특성을 살펴보고 이를 뇌과학적 관점으로 검토하여, 어린이 위치 학습에 시사점을 제시하려 한다.

