동학은 만유에 깃든 한울의 자각을 통해 인간 고유의 영성과 활력이 일깨워지고 세계의 치유 또한 시작된다고 보았다.

신동엽은 이러한 동학의 사상을 문학적으로 재맥락화함으로써 억눌린 민중을 역사의 주체로 다시 세울 방안을 치열하게 모색했던 시인이다.

이 논문은 그러한 시도를 시인의 등단작인 장시 「이야기하는 쟁기꾼의 대지」의 서사 분석을 통해 면밀히 고찰해보고자 하였다.

이 시의 특이성은 무엇보다 동학의 영성과 비전을 통과 제의적 서사를 통해 구현한 데 있다.

이 시의 중심 화자인 ‘쟁기꾼’은 동학적 입사식에 적극적으로 참여함으로써 영적 주체성을 확보하고 세계 치유의 열쇠를 획득한다.

결과적으로, 이러한 모험은 억압과 원한으로 가득 찬 ‘지금 여기’를 희망의 장소로 전환시키고자 했던 동학의 역사철학적 비전과 극적으로 만나게 되며, 이로써 민중의 주체적 역능이 회복될 가능성이 확보된다.

@highlight

이 논문은 그런 시도를 시인의 등단작인 장시 「이야기하는 쟁기꾼의 대지」의 서사 분석을 통해 면밀히 고찰해보고자 했다.

