이 연구는 고등학교 교육과정 분석 결과 직업세계에 대한 진로개발 역량과의 관련성이 높은 기술·가정 교과서에 나타난 직업 제시 내용과 직업에 대한 인식을 분석하였다.

이를 위해 2007 개정 교육과정의 고등학교 기술·가정 검정 교과서 6종 중에 점유율이 높은 3종을 선정하여 분석하였다.

분석 대상 내용은 교과서 내용 해당 직업내용을 명확하게 확인할 수 있는 내용을 대상으로 특성별 빈도, 직업에 대한 기술 인식을 분석하였다.

연구진이 분석한 내용은 결과의 타당성과 객관성 확보를 위해 현장 교사 2인의 검토 과정을 거쳤다.

연구 결과 기술·가정 교과의 직업은 발생사별, 단원별로 직업제시 빈도의 차이가 큰 것으로 나타났으며, 한국표준산업분류의 직업분류 수준별 제시 빈도가 실제 종사 현황과 일치하지 않는 것으로 나타났다.

교과서에 제시된 직업명은 한국직업사전 상 직업의 3.3% 수준이었으며, 청소년들의 선호직업 등이 높은 제시 비율을 보였다.

교과서에서 직업이 제시된 내용은 주로 본문보다 읽기자료, 사진·삽화 등의 유형에서 많이 나타났고, 직업에 대한 기술 인식은 대부분 ‘중립(82.8%)’, ‘긍정(16.2%)’이었으며, 일부 부정적 사례(1.0%)도 편향적 의도는 없는 것으로 나타났다.

연구 결과를 토대로 고등학교 기술·가정 교과를 통한 진로개발 역량 지도 시 고려할 사항과 직업에 대한 이해와 진로개발 지도를 위한 교사의 전문성 함양, 새 교육과정의 교과서 집필 측면에서의 시사점과 개선 사항을 제시하였다.

@highlight

이 연구는 고등학교 교육과정 분석 결과 직업세계에 대해 진로개발 역량과의 관련성이 높은 기술·가정 교과서에 나타난 직업 제시 내용과 직업에 대해 인식을 분석했다.

