이 글은 도산절차에서의 기업집단의 취급이라는 주제와 관련된 논점들을 UNCITRAL의 도산법 입법 지침에서의 논의를 중심으로 다룬다.

이 글의 주된 주장은 다음과 같다.

?

도산절차에서 기업집단을 취급함에 있어서는 원칙적으로 각 계열회사의 법인격적 독립성에 주목하는 접근이 이루어지는 것이 도산법의 존재이유에 부합한다.

?

병행신청 이외에 단일신청까지를 허용하여야 할 실익은 거의 없다.

?

도산절차 개시요건을 충족하고 있지 아니한 계열회사에 대한 개시신청을 허용할 것이냐는 문제에 관하여, 파산절차의 경우에는 이를 부정할 것이지만, 회생절차의 경우에는 상대적으로 이를 긍정할 여지가 있다.

?

어느 계열회사에 대한 도산절차에서 도산절차가 개시되지 아니한 다른 계열회사의 재산에 대한 채권자의 강제집행을 금지하는 조치를 취하는 것을 허용할 필요성을 일반적으로 인정하기는 어렵다.

?

부인의 객관적 요건인 사해성의 존부를 판단함에 있어 어느 계열회사에는 불이익하더라도 기업집단 전체에 보다 큰 이익이 된다는 이유로 사해성을 부정할 것은 아니다.

?

실질적 합병은 예외적으로만 인정되어야 한다.

@highlight

이 글은 도산절차에서의 기업집단의 취급이라는 주제와 관련된 논점들을 UNCITRAL의 도산법 입법 지침에서의 논의를 중심으로 다룬다.

