본 연구는 지식공유의 촉진요인과 장애요인이 상호 영향을 주고받는 동태적 과정이며 하나의 시스템으로 작용한다는 점에 주목하고, 시스템사고의 인과지도를 기반으로 지식공유의 개념적 통합 모형화를 제시하였다.

본 연구의 구성에는 암묵지식과 명시지식의 본질적 특징을 비교 설명하였으며, 지식공유의 장애요인과 촉진요인의 구성 체계에는 개인적 요인, 관리적 요인을 포함한 조직적 요인, 기술적 요인, 지식요인 등의 4가지 차원으로 분류하였다.

지식공유의 장애요인과 촉진요인의 통합적 인과지도는 문헌검토를 통해 생성한 결과에 대한 전문가 의견을 반영하였으며, 이를 토대로 시스템 다이내믹스 프로그램인 Vensim을 이용하여 작성하였다.

그리고 본 연구의 결과에는 지식공유를 통해 무엇을 달성하고자 하는지에 관한 목표모형의 인과지도를 비롯하여 지식유형에 따른 지식공유의 촉진과 장애에 대한 인과지도, 암묵지식과 명시지식이 공통으로 적용되는 지식공유의 촉진과 장애에 대한 인과지도 등을 제시하고 정책적 함의를 제안하였다.

@highlight

본고는 지식공유의 촉진요인과 장애요인이 상호 영향을 주고받는 동태적 과정이고 하나의 시스템으로 작용한다는 점에 주목하며, 시스템사고의 인과지도를 기반으로 지식공유의 개념적 통합 모형화를 제안했다.

