인문학은 본질적으로 인간의 인간다운 가치를 탐구하여 건강과 행복을 확보하는 것을 목표로 하고 있다.

그 하위개념으로서 인문치료는 인간의 개체성과 총체성을 고려할 때 당연히 신체적 요소를 포함해야 하며, 따라서 스포츠는 인문치료의 중요한 단서로 등장하게 된다.

그리하여 스포츠를 통한 인문치료는 자연과 인간의 관계회복과 몸의 생명가치를 중시하며, 스포츠를 통하여 체득되는 열정과 생명력을 통하여 자기치유적 힘의 원천이 되고 살아있는 주체로서의 정체성을 갖게 해주는 의미를 지닌다.

여기에서는 인문학적 실천성이 중요하며, 이에 대한 대안으로 제시 할 수 있는 것이 바로 소통과 감성이다.

즉 소통을 통한 스포츠 인문치료는 스포츠를 통하여 협력과 상생을 지향하여 타인과의 유기적인 관계망 속에서 인간소외를 극복한다.

특히 소통에 있어서 관점치료는 관계의 단절로 인한 현대인의 마음의 병을 효과적으로 치유할 수 있다.

그리고 감성을 통한 스포츠 인문치료는 인간의 감성에 호소하여 관점과 사고의 상호작용을 중시하는 관점치료를 중요한 치유의 개념으로 제시 할 수 있다.

스포츠에서의 감성은 자신과 세계의 엄격한 구분을 해체함으로써 인문치료의 의미를 견고히 할 수 있다.

이는 교육현장에서 학생들에 대한 주지주의적 일변도의 체육교육 자체를 비판적으로 성찰하는 기회를 제공한다.

@highlight

스포츠에서의 감성은 자신과 세계의 엄격한 구분을 해체함으로써 인문치료의 의미를 견고하게 할 수 있다.

@highlight

이는 교육현장에서 학생들에 대한 주지주의적 일변도의 체육교육 자체를 비판적으로 성찰할 수 있는 기회를 제공한다.

