본

 

논

문

에

서

는

 

층

류

 

및

 

난

류

 

유

동

 

특

성

 

중

 

경

계

층

 

두

께

와

 

배

제

 

두

께

,

 

그

리

고

 

모

멘

텀

 

두

께

에

 

대

한

 

기

존

의

 

이

론

값

과

 

실

제

 

C

F

D

 

해

석

을

 

통

한

 

수

치

해

석

의

 

데

이

터

를

 

비

교

하

였

다

.

 

F

r

e

e

s

t

r

e

a

m

 

v

e

l

o

c

i

t

y

는

 

R

e

y

n

o

l

d

s

 

수

에

 

영

향

을

 

주

게

 

되

고

,

 

a

i

r

f

o

i

l

 

주

변

에

서

의

 

유

동

의

 

층

류

 

및

 

난

류

에

 

영

향

을

 

주

게

 

된

다

.

 

층

류

 

및

 

난

류

의

 

경

우

 

유

동

특

성

이

 

달

라

 

경

계

층

 

두

께

 

및

 

배

제

두

께

,

 

그

리

고

 

모

멘

텀

 

두

께

가

 

달

라

지

게

 

되

고

,

 

결

국

 

a

i

r

f

o

i

l

의

 

공

력

특

성

인

 

양

력

과

 

항

력

,

 

그

리

고

 

p

i

t

c

h

i

n

g

 

m

o

m

e

n

t

에

 

영

향

을

 

주

며

,

 

s

e

p

a

r

a

t

i

o

n

 

p

o

i

n

t

도

 

다

양

한

 

a

n

g

l

e

 

o

f

 

a

t

t

a

c

k

에

서

 

바

뀌

게

 

된

다

.

 

이

번

 

연

구

에

서

의

 

목

적

은

 

비

점

성

 

유

동

과

,

 

층

류

 

및

 

난

류

 

각

 

경

우

에

 

대

한

 

유

동

특

성

에

 

대

해

 

알

아

보

는

 

것

이

다

.

 

연

구

에

서

 

사

용

된

 

a

i

r

f

o

i

l

의

 

경

우

 

c

=

1

인

 

J

o

u

k

o

w

s

k

i

 

a

i

r

f

o

i

l

을

 

사

용

하

였

으

며

,

 

C

F

D

는

 

상

용

 

프

로

그

램

인

 

F

l

u

e

n

t

 

6

.

0

을

 

통

해

 

N

A

C

A

-

0

0

1

2

 

a

i

r

f

o

i

l

을

 

사

용

하

였

다

.

 

층

류

 

및

 

난

류

에

서

의

 

는

 

이

며

 

각

각

에

 

해

당

하

는

 

속

도

는

 

0

.

0

4

5

,

 

1

0

 

m

/

s

이

다

.

 

본

 

연

구

를

 

통

해

 

기

존

의

 

실

험

값

과

 

수

치

해

석

의

 

결

과

가

 

잘

 

일

치

함

을

 

알

 

수

 

있

으

며

,

 

이

를

 

통

해

 

다

양

한

 

a

i

r

f

o

i

l

의

 

형

상

을

 

모

델

링

할

 

수

 

있

는

 

근

거

를

 

마

련

하

였

다

.

@highlight

본고에서는 층류 및 난류 유동 특성 중 경계층 두께와 배제 두께, 모멘텀 두께에 대한 기존의 이론값과 실제 CFD 해석을 통한 수치해석의 데이터를 비교하였다.