대학 교양과정에서 운영되고 있는 토론 수업은 찬반 지정 토론 방식이 대부분이다.

토론 수업은 토론자와 교수자라는 양대 축을 중심으로 다양한 관계망의 중층적 구조로 이루어져 있는 점이 특징이다.

이 글은 토론자, 평자, 교수자라는토론 수업의 주요 구성원 각각의 역할과 3자간의 상호관계를 파악하고자 하였다.

그리하여 토론 수업에 대한 객관적, 상대적 이해를 바탕으로 개선해야할 점과 방향을 모색하려고 한다.

특히 수강생들이 평자로서 모든 논제에 대해 직접 작성한토론평가표를 분석하는 방식에 의거하였다.

그 결과, 찬반 토론은 논제의 예각화를 통해 주제의식이 잘 부각되는 반면 이분법적인 사고 경향을 고착화시킴으로써토론 주제를 다각적으로 파악하는 사고능력의 함양에 장애가 되는 측면이 있는것으로 나타났다.

평자들의 경우에도 이분법적 프레임을 벗어나지 못하였다.

이분법적 사고에 갇히지 않기 위해서는 찬반 토론에 최적화된 주제 선정작업이 중요하다.

논제에 따른 평자들의 입장에 따라 찬반 양측에 대한 평가가 연동되는경향 또한 뚜렷하였다.

토론 수업의 효과 측면에서 평자들이 토론자 못지않은 혜택을 누리는 것으로 나타났다.

무엇보다 토론평가표를 통해 볼 때, 교수자가 관찰자로서의 역할을 충분히 해야 하는 것은 물론이며 좀더 적극적으로 토론의 방향과 내용을 점검하여 오류를 최소화할 필요가 있는 것으로 파악되었다.

@highlight

대학 교양과정에서 운영되고 있는 토론 수업은 찬반 지정 토론 방식이 대부분이다.

@highlight

그리해 토론 수업에 대해 객관적, 상대적 이해를 바탕으로 개선해야할 점과 방향을 모색하려고 한다.

