본고에서는 반월형석도의 사용방법을 복원하기 위하여 고배율의 금속현미경을 이용한 사용흔 분석을 실시하였다.

분석 대상은 전국 각지에서 출토된 다양한 형식의 석도 35점이다.

분석결과 석도의 세부적인 사용방법의 복원이 가능하였으며, 여러 가지 다양한 사용방법이 존재하였을 가능성도 짐작할 수 있었다.

또, 약간 비약하여 도구를 개인이 소유하지 않고 공동으로 사용하는 당시의 상황과 함께, 삼각형 석도의 제작에 있어서 어느 정도의 전문적인 제작집단에 의한 대량 생산 체제를 상정할 수 있었다.

반월형석도의 사용방법을 구체적으로 살펴보면 다음과 같다.

먼저 끈의 사용은 날이 없는 면의 양쪽 구멍을 가로질러 반대 면으로 이어진 것을 등 부분으로 올려서 오른손 중지에 연결하는 방식으로 이용되었으리라 짐작된다.

또한, 광택에 있어서는 날이 부착된 면의 광택이 상대적으로 발달되어 있으며, 날 부착 면에서는 왼쪽으로 편중되는데 반하여 그 반대 면에서는 중심부에서 약간 오른쪽으로 치우친 지점에 광택이 분포하는 양상이 가장 많이 확인된다.

따라서 이러한 광택 분포를 통하여 복원된 석도의 사용방법, 즉 엄지로 피가공물을 석도의 날 부착 면에 밀착시킨 다음, 검지를 이용하여 피가공물을 꺾어 그 반대 면에 밀착시키고 끈에 걸려있는 중지에 가볍게 힘을 주면서 손목을 비틀어 이삭을 따는 방법이 청동기시대에 가장 일반적으로 성행하였을 것이라 생각된다.

@highlight

본 논문에서는 반월형석도의 사용방법을 복원하기 위하여 고배율의 금속현미경을 이용한 사용흔 분석을 실시했다.

@highlight

분석 대상은 전국 각지에서 출토된 다양한 형식의 석도 35점이다.

