본

 

연

구

는

 

대

기

업

과

 

중

소

기

업

의

 

성

과

 

공

유

 

활

동

이

 

파

트

너

 

기

업

의

 

혁

신

 

역

량

과

 

경

영

 

성

과

에

 

미

치

는

 

영

향

을

 

실

증

적

으

로

 

검

증

하

였

다

.

 

연

구

 

설

계

,

 

데

이

터

 

및

 

방

법

론

 

:

이

 

논

문

은

 

선

행

 

이

론

에

 

기

초

하

여

 

성

과

 

공

유

 

활

동

을

 

통

해

 

혁

신

 

역

량

이

 

파

트

너

 

기

업

의

 

재

무

 

성

과

 

및

 

비

재

무

 

성

과

에

 

미

치

는

 

영

향

에

 

대

한

연

구

 

모

델

을

 

분

석

하

였

다

.

 

실

증

적

 

결

과

에

서

는

 

대

기

업

과

 

중

소

기

업

 

간

의

 

성

과

공

유

가

 

중

소

기

업

의

 

혁

신

 

활

동

을

 

통

해

 

경

영

성

과

에

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

그

러

나

 

단

순

히

 

성

과

공

유

활

동

만

으

로

는

 

중

소

기

업

의

 

경

영

성

과

에

 

영

향

을

 

미

치

는

 

유

의

성

이

 

확

인

되

지

 

않

음

을

 

발

견

하

였

다

.

 

이

 

연

구

에

서

의

 

시

사

점

으

로

는

 

대

기

업

과

 

중

소

기

업

 

간

의

 

상

생

협

력

 

활

동

이

 

경

영

성

과

로

 

이

어

지

기

 

위

해

서

는

 

계

약

단

계

에

서

 

기

술

이

나

 

생

산

성

을

 

높

이

는

 

혁

신

활

동

을

포

함

한

 

주

도

면

밀

한

 

사

전

 

작

업

이

 

전

제

되

어

야

 

함

을

 

의

미

한

다

.

 

협

력

을

 

통

한

 

성

과

는

 

상

호

 

노

력

을

 

통

해

 

대

기

업

의

 

경

쟁

력

 

향

상

에

도

 

기

여

하

게

 

되

는

 

측

면

이

 

있

기

 

때

문

에

,

 

대

기

업

도

 

상

생

협

력

을

 

위

한

 

장

기

적

인

 

관

점

에

서

의

 

지

속

적

인

 

투

자

가

 

필

요

하

고

 

정

부

에

서

는

 

대

기

업

의

 

적

극

적

인

 

참

여

를

 

유

도

하

기

 

위

한

 

다

양

한

 

정

책

개

발

이

 

필

요

하

다

.

@highlight

본고는 대기업과 중소기업의 성과 공유 활동이 파트너 기업의 혁신 역량과 경영 성과에 끼치는 영향을 실증적으로 검증하고자 한다.