데크플레이트 철판을 성형하여 구성한 DH-

Beam은 형틀 역할 뿐 아니라 합성거동에 기여할 것으로 판단되며, 본 연구에서는 DH 측판의 전단강도 기여도를 평가하고자 하였다.

총 5개의 실험체를 대상으로 실험 및 해석적 연구를 수행하였다.

실험체는 2개의 정가력 실험체, 2개의 부가력 실험체, 그리고 1개의 RC 실험체로 구성되었다.

RC 실험체는 DH-

Beam과 비교를 목적으로 제작하였다.

DH-

Beam에 대한 실험결과는 전단강도를 산정하는 설계식 그리고 RC 실험체에 대한 실험결과 등과 비교하였으며, 그 결과 DH-

Beam의 측판은 전단강도에 기여하고 있다.

비선형 구조해석에서는 실험체를 대상으로 DH 판의 기여도를 평가하였다.

구조해석에서는 DH 측판 만 있는 경우 혹은 DH 판이 전혀 없는 경우 등 다양한 경우를 대상으로 하였다.

구조실험 및 해석적 연구의 결과 DH-

Beam의 측판은 콘크리트와 합성단면을 형성하면서 전단강도에 기여하는 것으로 평가할 수 있다.

@highlight

이 연구에서 DH 측판의 전단강도 기여도를 평가하고자 했다.

@highlight

총 5개의 실험체를 대상으로 실험 및 해석적 연구를 수행했다.

@highlight

구조실험 및 해석적 연구의 결과 DH-

@highlight

Beam의 측판은 콘크리트와 합성단면을 형성하면서 전단강도에 기여하는 것으로 평가할 수 있다.

