오늘날 회자되는 세계사들은 기존의 전통적인 세계사와는 용어, 개념 및 접근방법 뿐 만아니라 교재 및 교수 학습 내용의 구성에 있어서도 전혀 새로운 패턴들을 보여주고 있다.

본고는 그 이해를 위한 시도적인 정리이다, 우선 최근 연구 동향을 통해 역사 연구와 역사교육에 있어서 세계사의 위상을 확인해 본다.

다음으로 역사학의 하위 영역(a subfield)으로서 전통적인 세계사와 새로운 세계사란 무엇인가를 알아 본다.

특히 universal history,new world history, global history, big history를 중심하여 그 개념화에 초점을 맞추었다.

어의, 과제와 방법, 그리고 기존의 세계사에서 새로운 세계사로의 전환과 그것이 가지는의미에 대해 살펴본다.

그것은 현재까지 학교교육을 통해서 세계사를 접해보지 못한 학생들뿐 만 아니라, 대학과 대학원 역사전공에서 세계사를 접해보지못한 교사들의 세계사 이해에일조할 수 있을 것이다.

@highlight

이 글은 그 이해를 위한 시도적인 정리이다, 우선 최근 연구 동향을 통해 역사 연구와 역사교육에 있어서 세계사의 위상을 확인해 본다.

