본 연구는 조직간 원가관리가 실행 과정에서 조직간 위험을 어떻게 감소시키는지를 실증적으로 규명하였다.

실증분석 결과, 조직간 원가관리가 조직간 협력 및 정보교류에 유의한 양의 영향을 미치는 것으로 나타났다.

관계 및 성과 위험에 대한 조직간 원가관리, 조직간 협력과 정보교류가 미치는 영향 분석에서는 조직간 협력이 두 가지 위험 모두에 음의 영향을 미치며, 조직간 원가관리는 성과위험에만 유의적인 음의 영향을 미치는 것으로 나타났다.

그리고 조직간 정보교류는 직접적인 영향을 미치지 않는 것으로 밝혀졌다.

또한, 조직간 원가관리도 조직간 협력을 통해 관계 및 성과 위험에 음의 영향을 미치는 것으로 나타났다.

조직간 협력의 유의적인 음의 영향은 구성원들 간의 협력의식 고취가 서로서로에 대한 기회주의적 행동 위험을 감소시키고 공동 목표달성을 위해 함께 노력함으로써 성과 미달성 가능성도 낮추어준다는 것이다.

공급 망 성과에 대한 조직간 위험의 영향 분석에서는 성과위험이 유의한 음의 영향을 미치는 것으로 파악되었다.

상대방 공급기업의 성과 미달성은 지연 조달, 생산 지체, 제품출시 연기와 시장대응 미비 등으로 연결될 수 있으며, 이것은 곧바로 구매기업의 공급 망 성과 저하를 가져오게 된다.

마지막으로, 공급 망 성과는 구매기업의 총자산 영업이익률에 유의한 양의 영향을 미치는 것으로 밝혀졌다.

@highlight

본 논문은 조직간 원가관리가 실행 과정에서 조직간 위험을 어떻게 감소시키는지를 실증적으로 규명했다.

@highlight

실증분석 결과, 조직간 원가관리가 조직간 협력과 정보교류에 유의한 양의 영향을 미치는 것으로 드러났다.

