본 연구는 0교시 체육수업에 참가한 초등학생들의 수업 경험과 교육적 의미를 탐색하는데 목적이 있었다.

'I‘ 광역시의 'M' 초등학교 5학년 학생 중 남자 2명, 여자 2명으로 총 4명을 연구 참여자로 하여 2011년 4월 1일부터 2011년 9월 30일까지 목적 표집법(purposeful sampling)에 의한 사례연구를 하였다.

자료는 체육일기, 심층면담, 수업 관찰, 메모, 연구자 일지로 수집하였으며, 귀납적 범주 분석(inductive category analysis)의 방법에 의해 분석하였다.

연구 결과 0교시 체육수업에 참여한 학생들은 자아의 성장을 경험하고 있었다.

연구 참여자들은 자신의 몸에 활력이 넘치는 것을 경험하였으며, 친구들과의 활발한 신체활동을 통하여 자아 존중감이 향상되고 있었다.

또, 교실의 주변인으로 머물던 자신을 교실의 주인공으로 인식하는 경험을 하고 있었다.

본 연구의 교육적 의미로는 아침 자습 활동 시간 가치의 재발견, 잠든 뇌를 깨우기, 주요 타자와의 관계 개선이 있었다.

앞으로 0교시 체육수업의 효과에 대한 후속 연구 지속, 정규교과 시간 내 신체활동 활성화 방안 마련, 체육관이 없는 학교가 할 수 있는 0교시 체육수업 프로그램 개발에 대한 후속 연구가 이루어져야 한다.

@highlight

이 연구는 0교시 체육수업에 참가한 초등학생들의 수업 경험과 교육적 의미를 탐색하는데 목적이 있었다.

@highlight

이 연구의 교육적 의미로는 아침 자습 활동 시간 가치의 재발견, 잠든 뇌를 깨우기, 주요 타자와의 관계 개선이 있었다.

