이 연구에서는 학생들의 학교 밖 과학 경험과 과학의 본성에 대한 견해 사이의 관계를 조사하였다.

연구 대상은 서울시 소재의 학교에서 표집한 6학년 267명, 8학년 281명, 10학년 307명이었다.

과학의 본성에 대한 학생들의 견해 조사에는과학의 목적, 과학 이론의 정의, 과학적 모형의 성질, 과학 이론의 잠정성, 과학 이론의 기원에 관한 5 문항으로 이루어진 과학의 본성 검사지를 이용하였다.

학생들의 학교 밖 과학 경험은 7 문항으로 구성된 수정본 과학 경험 검사의 하위 범주를 이용하여 측정하였다.

연구 결과, 6학년에서는 학생들의 학교 밖 과학 경험과 과학의 본성에 대한 견해 사이에 통계적으로 유의미한 관계가 나타나지 않았다.

8학년의 경우, 학교 밖 과학 경험 상위 수준 학생들은 과학적 모형의 성질에 대한 문항에서 현대 인식론적인 견해를 지니고 있었으나, 과학 이론의 잠정성 문항에서는 반증주의적 견해를 지니고 있었다.

10학년 학생들의 경우, 과학의 목적, 과학 이론의 정의, 과학적 모형의 성질에 대한 문항에서 학교 밖 과학 경험 상위 수준 학생들이 하위 수준 학생들에 비해 인식론적으로 세련된 견해를 지니고 있는 것으로 나타났다.

@highlight

본 연구에서는 학생들의 학교 밖 과학 경험과 과학의 본성에 관한 견해 사이의 관계를 조사했다.

@highlight

8학년의 경우, 학교 밖 과학 경험 상위 수준 학생들은 과학적 모형의 성질에 관한 문항에서 현대 인식론적인 견해를 지니고 있었으나, 과학 이론의 잠정성 문항에서는 반증주의적 견해를 지니고 있었다.

