화강암(풍화), 석회암, 사암, 응회암, 셰일, 현무암 등 6가지 국내 암석을 대상으로 동결-

융해에 의한 암석의 풍화과정을 실험하였다.

동결-

융해 시 온도범위는 -20℃~10℃로 최대 40회까지 동결-

융해를 반복하면서 비중, 공극률, 탄성파 속도, 쇼어경도를 측정하였다.

동결-

융해 횟수가 증가함에 따라 공극률이 큰 화강암(w), 셰일, 현무암의 경우 기존의 균열이 성장하는 것이 뚜렷이 관찰되었고 시험편이 상하부로 분리되기도 하였다.

비중의 변화는 뚜렷이 관찰되지 않았다.

화강암(w), 셰일, 현무암의 탄성파 속도와 쇼어경도 값은 동결-

융해에 의해 크게 감소하였고 석회암, 사암, 응회암의 경우 그 변화폭이 작았다.

공극률의 경우 인장강도가 작은 화강암(w), 셰일, 현무암이 크게 증가하였고 나머지 암종은 거의 변화하지 않았다.

실험 결과를 이용하여 선형 회귀식을 도출하였고, 각 회귀식의 계수와 동결-

융해 풍화 민감도(= 초기 공극률 / 초기 인장강도)와의 상관관계를 살펴보았다.

이를 이용하여 암석의 초기 물성 값만으로도 동결-

융해에 의한 풍화를 예측 가능할 것으로 판단된다.

@highlight

동결-

@highlight

융해 시 온도범위는 -20℃~10℃로 최대 40회까지 동결-

@highlight

융해를 반복하면서 비중, 공극률, 탄성파 속도, 쇼어경도를 측정했다.

