고체전해질을 사용하는 Na-

NiCl2 전지와 같은 원리로 작동하는 Na-

ZnCl2 전지는 Na-

NiCl2 전지에 비하여 재료비용을 40 % 절감할 수 있다.

Na-

ZnCl2 전지는 충전과정에서 Zn과 NaCl이 반응하여 직접 ZnCl2가 생성되는 것이 아니라, 중간생성물인 Na2ZnCl4를 거쳐서 ZnCl2이 되기 때문에, 출력 전압이 다른 4개의 구간으로 분리되어 1.92~2.13 V 범위의 전압을 갖는 것으로 알려져 있다.

충전과정에서 Zn과 NaCl이 반응하여 직접 ZnCl2가 생성되는 것이 아니라, 중간생성물인Na2ZnCl4를 거쳐서 ZnCl2이 된다.

그로인해 출력 전압이 다른 4개의 구간으로 분리되어 1.92~2.13 V 범위의 전압을 갖는 것으로 알려져 있다.

그러나 전지 특성에 영향을 미치는 양극 조성, 충방전 심도 및 첨가제 등에 대해서는 알려져 있지 않다.

여기서는 Na-

ZnCl2 전지에서 양극으로 사용되는 Zn과 NaCl의 비율을 변화시키면서 양극의 조성비가 전지의 충방전 특성에미치는 영향을 조사하여, Zn/NaCl 최적 비율이 1.3~1.7 범위에 있음을 알았다.

@highlight

고체전해질을 사용하는 Na-

@highlight

NiCl2 전지와 같은 원리로 작동하는 Na-

@highlight

ZnCl2 전지는 Na-

@highlight

NiCl2 전지에 비해 재료비용을 40 % 절감할 수 있다.

