스

핀

 

궤

도

 

각

운

동

량

의

 

상

호

작

용

은

 

저

차

원

계

 

자

성

물

질

에

서

 

나

타

나

는

 

여

러

 

가

지

 

특

이

한

 

현

상

들

의

 

물

리

적

 

원

인

을

 

제

공

하

는

 

것

으

로

 

알

려

져

 

있

다

.

 

최

근

 

들

어

 

자

성

 

도

핑

을

 

이

용

한

 

열

전

 

물

질

의

 

합

금

에

 

대

한

 

관

심

이

 

높

아

지

면

서

,

 

열

전

 

및

 

위

상

 

절

연

체

(

T

o

p

o

l

o

g

i

c

a

l

 

I

n

s

u

l

a

t

o

r

)

 

등

의

 

물

리

적

 

성

질

 

결

정

에

 

중

요

한

 

역

할

을

 

하

는

 

페

르

미

 

에

너

지

 

준

위

 

부

근

에

서

의

 

전

자

구

조

에

 

대

한

 

스

핀

 

궤

도

 

각

운

동

량

의

 

효

과

 

연

구

가

 

관

심

을

 

끌

고

 

있

다

.

 

본

 

연

구

에

서

는

 

가

장

 

일

반

적

인

 

열

전

 

호

스

트

 

물

질

인

 

비

스

무

스

 

텔

루

라

이

드

의

 

격

자

 

상

수

 

및

 

부

피

 

팽

창

률

에

 

대

한

 

스

핀

 

궤

도

 

각

운

동

량

 

상

호

작

용

의

 

효

과

를

 

연

구

하

기

 

위

하

여

 

모

든

 

전

자

(

a

l

l

-

e

l

e

c

t

r

o

n

)

 

F

L

A

P

W

(

f

u

l

l

-

p

o

t

e

n

t

i

a

l

 

l

i

n

e

a

r

i

z

e

d

 

a

u

g

m

e

n

t

e

d

 

p

l

a

n

e

 

w

a

v

e

)

 

방

법

을

 

이

용

하

여

 

전

자

구

조

 

계

산

을

 

수

행

하

였

다

.

 

국

소

밀

도

 

근

사

법

 

및

 

일

반

 

기

울

기

 

보

정

법

의

 

서

로

 

다

른

 

교

환

상

호

작

용

 

퍼

텐

셜

을

 

채

용

하

고

,

 

수

평

격

자

 

및

 

수

직

격

자

를

 

분

리

하

여

 

변

화

시

키

는

 

구

조

최

적

화

 

계

산

을

 

통

하

여

,

 

스

핀

-

궤

도

 

각

운

동

량

 

상

호

작

용

의

 

효

과

가

 

격

자

상

수

 

평

형

 

값

을

 

약

하

게

 

증

가

시

키

는

 

반

면

,

 

부

피

탄

성

률

을

 

크

게

 

감

소

시

키

는

 

영

향

을

 

주

며

,

 

그

 

효

과

는

 

구

조

적

 

이

방

성

이

 

뚜

렷

한

 

비

스

무

스

 

텔

루

라

이

드

의

 

특

성

에

 

의

하

여

 

격

자

방

향

에

 

대

한

 

의

존

성

을

 

보

인

다

는

 

것

을

 

확

인

했

다

.

@highlight

이 연구에서는 가장 일반적인 열전 호스트 물질인 비스무스 텔루라이드의 격자 상수 및 부피 팽창률에 관한 스핀 궤도 각운동량 상호작용의 효과를 연구하기 위해 모든 전자 FLAPW 방법을 이용해 전자구조 계산을 수행했다.