최근 사회과학을 비롯한 많은 다양한 분야에서 불확실한 위기와 경제사회의 구조적 변화에 신속히 대응하고 스스로의 자생력을 높이기 위한 효과적인 대응방안으로 “지역회복력(regional resilience)”에 관한 관심과 논의가 커지고 있다.

이에본 연구는 지역의 경쟁력을 높이고 지역발전전략으로서 지역회복력을 인식하고, 개발제한구역 해제지역을 중심으로 해제가 이루어짐에 따라 지역회복력에 미치는 영향과 연관성, 그리고 지역회복력 향상을 위한 개발제한구역 해제지역의 지역회복력 평가를 고찰하였다.

먼저 회복력과 지역회복력의 개념과 관련된 이론적 고찰과 지역회복력 지표선정 및 개발제한구역해제지역에 관한 선행연구를 진행하였다.

다음으로 사례분석을 통해 하남시 지역의 개발제한구역 해제면적의 변화와 지역회복력 지표들의 상관관계를 분석하여, 특히 경제관련 평가지표와 사회문화관련 평가지표들이 높은 상관관계를 나타내고있음을 확인 할 수 있었다.

추후에는 정책적, 제도적으로 많은 제약이 있는 개발제한구역 해제지역이라는 특수성을 고려한보다 구체적이고 실질적인 개발제한구역 해제지역의 지역회복력 강화방안이 논의되어야 할 것이다.

@highlight

사회과학을 비롯한 많은 다양한 분야에서 불확실한 위기와 경제사회의 구조적 변화에 신속히 대응하고 스스로의 자생력을 높이기 위한 효과적인 대응방안으로 “지역회복력”에 대한 관심과 논의가 커졌다.

@highlight

본 논문은 지역회복력 향상을 위한 개발제한구역 해제지역의 지역회복력 평가를 살펴보았다.

