본 연구는 초등학교 초임 남교사의 학교적응에 관한 사례 연구이다.

10개월 동안 초등학교 초임 남교사의 학교 적응의 과정을 관찰하여, 구체적으로 무엇을 경험했으며 그 경험이 초임 남교사가 교직생활의 적응에 어떤 영향을 미쳤는지를 탐색하였다.

본 연구 결과를 요약하면 다음과 같다.

첫째, 초임남교사는 교육현장의 적응과정에서 교생실습에서 배운 이론적 지식과 임용고시를 준비하면서 익힌 교육학 이론을 바탕으로 교육관을 정립하고자 하였다.

둘째, 초임남교사의 업무수행과 역할수행 중에서 수업은 수업장학 및 컨설팅의 과정을 통한 자기반성과 비교 분석을 통해 향상하고자 노력하였다.

셋째, 초임남교사는 자신의 의견을 관철시키기 전에 관리자나 선배교사의 조언을 받아들인 후 수행함으로써, 겸손하고 예의바른 교사로 평가받고 있었다.

넷째, 초등 남교사는 교육현장에서 벌어지는 긴급한 상황에 대처하는 능력이 미흡했기에 미리 고민하고 준비해야 힐들이 많았으며, 교육행정에 관한 업무 처리방법을 익히고 전문적 교사로서 자질을 갖추기 위해 짧은 시기에 많은 노력이 요구되었다.

@highlight

이 연구는 초등학교 초임 남교사의 학교적응에 대한 사례 연구이다.

@highlight

초임남교사의 업무수행과 역할수행 중에서 수업은 수업장학 및 컨설팅의 과정을 통한 자기반성과 비교 분석을 통해 향상하고자 노력했다.

