창의적 설계와 최종적 산물을 강조하는 융합인재교육에서 산출물의 창의성 평가는 필수적이다.

산출물의 창의성 평가 방법 중 대표적으로 해당 분야의 전문가의 합의를 통해 평가가 이루어지는 CAT이 있으나, 이러한 융합 산출물의 창의성을 평가할 전문가가 누구인지에 대한 논의는 이루어지지 않았다.

이에 따라 이 연구에서는 초등 과학영재학생들이 제작한 과학-

미술 융합 산출물에 대한 각 영역 전문가 집단의 창의성 평가 점수와 평가 기준을 비교하였다.

그 결과, 각 전문가 집단 간의 창의성 평가 점수는 유의한 차이가 없었다.

또한 창의성 평가 기준을 ‘기반지식의 활용도’, ‘주제의 매력도’, ‘표현력’으로 범주화 하였을 때 각 전문가 집단은 세 가지 범주를 골고루 사용하여 창의성을 평가 하였다.

이를 통해 융합 산출물의 창의성 평가에 대해서 어떤 한 영역의 전문가 집단이라도 융합된 영역을 골고루 고려하여 평가한다는 것을 알 수 있다.

이 연구의 결과는 학교 현장에서 이루어지고 있는 융합인재교육의 산출물 평가에 반영하여 활용될 수 있을 것으로 기대한다.

@highlight

창의적 설계와 최종적 결과물을 강조하는 융합인재교육에서 산출물의 창의성 평가는 아주 필수적이다.

