세계화와 국력의 성장으로 인해 많은 한국인들의 활동범위가 세계 전역으로 확대되었다.

이와 함께 해외에 나가있는 한국인들이 범죄나 증오테러 등의 피해대상이 되는 사례가 최근 들어 급격히 빈번해졌다.

해외에서의 범죄·테러로부터의 신변안전 위협에서 개인의 대응책임은 매우 중요하며 결정적이다.

때문에 현지에서의 신변위협을 정확히 이해하고 그 위험정도를 줄여나가기 위해 스스로 주의하고 노력하는 것은 매우 중요하다.

이 논문은 그러한 필요성에 착안하여 해외에서 발생했거나 할지도 모를 한국인 대상의 일상범죄와 증오테러의 위협에 대해 개인적인 차원에서 스스로의 신변을 보호하기 위해 어떻게 효과적인 예방조치를 하고 또 대응할 것인가 하는 방안에 대해 제안한다.

발생이 예상되는 여러 유형별로 나누어 그 특정한 위협의 특성과 다이나믹에 따라 예방책과 대응방법들이 제시되었다.

특히 신변 위협의 정도를 판단할 수 있는 기준, 주변 환경에 숨어있는 위험 요소들을 파악하고 내 정보를 잠재적 범죄자 또는 테러리스트가 인지하지 못하도록 차단하는 예방을 위한 사전인지 및 조치들이 특징별, 우선순위별로 제시되었다.

@highlight

본 논문은 그러한 필요성에 착안하여 해외에서 발생했거나 할지도 모를 한국인 대상의 일상범죄와 증오테러의 위협에 대해 개인적인 차원에서 스스로의 신변을 보호하기 위해 어떻게 효과적인 예방조치를 하고 또 대응할 것인가 하는 방안에 대해 제안한다.

