본고는 1950년 한국전쟁기부터 1959년 북한으로 귀국운동이 시작되기 전까지 시기를 한정하여, 주로 일본의 진보적 문학단체에 일본어로 소개된 북한문학의 소개 현황과 특징에 대해서 언급하였다.

이 부분의 선행연구로는 가지이 노보루의 연구가 있다.

본고는 선행연구의 문제의식을 공유하며, 『新日本文學』과 『人民文學』을 중심으로 북한문학의 소개현황을 살펴보았다.

1장에서는 1950년대는 일본에서 북한문학 소개의 피크기로, 그 소개는 1945년 이후 동아시아의 역사와 지정학적 구도가 직접적으로 영향을 주어, 재일조선인 사회, 일본의 좌파문학, 북한의 상황이 복잡하게 얽혀 있는 점을 확인하였다.

2장에서는 문학잡지『新日本文學』(1946.1-2005)과 『人民文學』(1950.11 -1953.12)을 중심으로 좌파적 문학잡지에 북한문학이 소개되는 과정과 수용 양상의 특징을 고찰하였다.

3장에서는 북한문학에 대한 일본문학자들의 반응에 대하여 고찰하였다.

그 결과 북한문학에 대한 일본인들의 접근방식은, 문학적 관심보다 문학외적 수요에 추동된 점이 많았다는 점, 재일조선인에 전적으로 의존한 소개구도, 사회주의적 국제연대라는 이념이 갖는 민족문제에 대한 억압적 측면이 있었다는 점을 도출할 수 있었다.

@highlight

이 글은 1950년 한국전쟁기부터 1959년 북한으로 귀국운동이 시작되기 전까지 시기를 한정하여, 주로 일본의 진보적 문학단체에 일본어로 소개된 북한문학의 소개 현황과 특징에 대해서 언급했다.

@highlight

이 글은 선행연구의 문제의식을 공유하며, 『新日本文學』과 『人民文學』을 중심으로 북한문학의 소개현황을 살펴보았다.

