강진호는 강진호(2017)에서 취소된 서술 행위 개념을 이용하여 프레게-

기치 문제를 해결하려는 행크스의 시도를 설득력 있게 비판하였다.

행크스는 솜즈의 서술 행위 개념이 정합적이지 않다고 비판하는데, 그의 논증이 성공적이라면 행크스의 취소된 서술 행위 개념도 비정합성에 직면한다는 것이다.

필자는 강진호의 비판이 설득력 있다고 생각하며, 행크스의 대응도 불만족스럽다고 생각한다.

그러나 필자가 보기에 행크스는 강진호의 비판을 극복할 수 있다.

본 논문에서 필자는 행크스 이론에 담긴 개념적 자원을 이용하여 강진호의 비판을 극복하는 방식으로 행크스의 이론을 재구성한다.

특히, 취소 맥락에서 수행된 서술 행위 사례가 진리치를 결여할지라도 그것이 속한 유형으로 표적 이동을 야기하기 때문에 최종적인 서술 행위는 해당 유형의 진리치로부터 합성적으로 설명된다는 것이 핵심적인 아이디어이다.

비록 행크스 자신이 취소된 서술 행위와 표적 이동에 관해 불명확하고 때로는 혼란스러운 언급을 하지만, 그는 이를 통해 프레게-

기치 문제를 성공적으로 해결할 수 있다.

이 과정에서 행크스의 표기법이 지닌 문제도 드러날 것이다.

@highlight

이 논문에서 필자는 행크스 이론에 담긴 개념적 자원을 이용해 강진호의 비판을 극복하는 방식으로 행크스의 이론을 재구성한다.

