교통 데이터는 교통계획이나 교통시스템 운영에 필요한 기초 자료이며 최근 ADAS 카메라로측정한 선행 차량과의 거리를 이용하여 교통류를 파악하는 방법이 시도되고 있다.

본 연구는 영상기반 차량인식의 거리오차를 반영한 미시적 시뮬레이션 분석을 통해 교통류를 추정하기 위한ADAS 차량의 활용 가능성을 살펴보았다.

차로수, 교통수요, 프로브 차량의 점유율(MPR), 시공간검지영역 등에 따른 교통류 추정치의 표준 평균 제곱근 오차를 통해 분석을 수행하였다.

분석결과, ADAS 카메라의 최대 인식거리의 한계로 저밀도 교통류(LOS A, LOS B)의 추정치는 신뢰할 수 없는 수준이다.

다차로나 교통수요가 크고 점유율(MPR)이 높을 경우 추정치의 신뢰성이개선될 수 있지만, 인위적으로 점유율(MPR)을 높이는 것은 현실적으로 어려움이 있다.

또한, 검지영역의 시간범위를 연장함으로써 추정치의 신뢰성을 개선할 수 있지만, 가장 크게 영향을 미치는 것은 ADAS 차량의 주행행태로서 해당 차량이 도로의 교통류와 상이한 주행행태를 보일경우 그 추정치는 신뢰할 수 없게 된다.

결론적으로 모든 교통류를 정확히 추정하지는 못 하지만ADAS 카메라의 성능이나 기능을 개선함으로써 ADAS 차량의 활용 가능성은 확대될 것이다.

@highlight

본 연구는 영상기반 차량인식 거리오차를 반영한 미시적 시뮬레이션 분석을 통하여 교통류를 추정하기 위한 ADAS 차량의 활용 가능성을 살펴보았다.

