본 논문에서는 최근 러-

일 간 사할린과 홋카이도의 철도 연결 논의의 내용과 그 실현가능성을 평가해 보았다.

또한 최근 러-

일 간 추진되고 있는 물류협력의 동향을 통해 한국(기업)에 주는 시사점을 도출하였다.

그 결과, 사할린-

홋카이도 철도 연결은 비용문제, 기술적 장애문제, JR화물의 수송능력, 러-

일 양국 간 수출입 화물의 차이에 따른 철도의 경쟁력 약화 등을 고려해 볼 때 경제적 타당성이 없어 실현가능성은 희박한 것으로 나타났다.

또한 일본 기업들은 물류 측면에서 러시아 극동항만의 현대화에 참여할 뿐만 아니라 항만이 취급하는 특화 제품의 생산과 연계하여 투자함으로써 물량 확보와 물류 처리의 효율화 등에서 경쟁력을 강화하는 전략을 구사하고 있다.

따라서 북한요인으로 인해 남북러 철도연결 사업이 사실상 중단된 상황에서 한국 기업들도 광물개발, 농업 및 농산물가공업, 수산물 가공업 등과 연계한 러시아 극동항만 개발 참여를 고려할 필요가 있다.

또한 항만현대화에 대한 직접 투자 또는 지분 인수 방식으로 항만 운영에 참여함으로써 한국 상품의 수출입시 신속한 통관업무로 물류 효율화에도 기여할 수 있다.

@highlight

본 연구에서는 최근 러-

@highlight

일 간 사할린과 홋카이도의 철도 연결 논의의 내용 및 그 실현가능성을 평가하여 보았다.

@highlight

또한 최근 러-

@highlight

일 간 추진되고 있는 물류협력의 동향을 통하여 한국(기업)에 주는 시사점을 도출했다.

