EU는 EU 자본시장에 통일적인 규정을 적용하고자 2014년 6월 12일 EU 시장남용규정(MBV)을 발표하였다.

동 규정은 2016년 7월 3일부터 모든 EU 자본시장과 시장참가자들을 구속하게 된다.

이를 통해 EU는 자본시장에 대한 시장참가자들의 신뢰를 확보하고 EU의 경제성장을 실현하고자 한다.

구 시장남용지침(Richtlinie 2003/6/EG)과 달리 새로이 제정된 MBV는 시장남용행위를 예방하고자 포괄적이고 상세하게 규정되었다.

여기에는 무엇보다 경제규정인 내부자정보, 내부자거래, 임시 공시의무, 내부자명부 작성 및 임직원의 자기거래 공시에 관한 의무 등이 포함된다.

그 밖에 금융상품의 범위 및 거래장소와 관련하여 MBV는 일반적인 금융투자상품뿐만 아니라, 투자지분, 파생상품 및 탄소배출권을 포함하고 있다.

게다가 이들이 규제시장, 다자간 거래시스템 및 조직화된 거래시스템에서 거래되는 것을 요구하고 있다.

본 논문은 MBV를 연구함으로써 우리나라 “자본시장과 금융투자업에 관한 법률”에 규정된 현행 내부자거래규제에 대한 개선방안을 제시하고자 한다.

이를 통해 자본시장에서 발생하는 정보의 비대칭을 예방함으로써 자본시장에 대한 시장참가자들의 신뢰를 확보하고자 한다.

@highlight

본 논문은 MBV를 연구함으로써 우리나라 “자본시장과 금융투자업에 관한 법률”에 규정된 현행 내부자거래규제에 대한 개선방안을 제시하고, 자본시장에서 발생하는 정보의 비대칭을 예방함으로써 자본시장에 대한 시장참가자들의 신뢰를 확보하려 한다.

