본 연구는 그리스 정부와 국제채권단 간의 협상을 양면게임을 통해 분석하였다.

좌파정당인 시리자는 긴축정책 철회를 공약으로 집권에 성공하였고, 이후 치프라스 총리는국내외 정치적 상황을 최대한 활용하여 유로존과의 재협상을 시도하였다.

치프라스 총리는 구제금융에 대한 국민투표를 제안하여 관철시키는 등 이른바, ‘발목잡히기 전략’과 ‘사안의 연계전략’을 통해 자신의 윈셋을 축소시키는데 중점을 두었다.

또한 유로존 각국의 좌파에게 호소하고, 국제채권단과의 협상을 투기자본주의의 압력에맞선 대응으로 이미지화함으로써 유로존의 윈셋을 확대시키고자 도모하였다.

반면에 유로존은 자신의 윈셋이 아닌, 그리스 정부의 윈셋을 확대시키는데 초점을 맞추었다.

그리스 경제위기는 국내 정치적 상황에 의해 유로존 차원의 결정이 좌지우지되는 경우를 보여주는 단적인 예이다.

유로존이 유럽통합과 관련된 현재의 위기를 극복해 내기위해서는 각국이 자국중심의 전략에서 벗어나 지금까지 이룬 통합의 성과를 공공재로인식, 이에 대한 보존에 우선순위를 두는 발상의 전환이 필요할 것이다.

@highlight

이 연구는 그리스 정부와 국제채권단 간의 협상을 양면게임을 통해 분석했다.

@highlight

유로존이 유럽통합과 관련된 현재의 위기를 극복해 내기 위해 각국이 자국중심의 전략에서 벗어나 현재까지 이룬 통합의 성과를 공공재로인식, 이에 관한 보존에 우선순위를 두는 발상의 전환이 필요할 것이다.

