대중문화를 기반으로 한 한류현상이 열기를 더해 가고 있다.

이와 함께 스포츠도 새로운 부가가치를 창출하는 경제적 자원이자 국가경쟁력의 핵심요소로서 한류의 중요한 콘텐츠로 인식되고 있다.

이처럼 한국의 스포츠콘텐츠가 국가나 민족 등 지역과 인종의 경계를 넘어 확산되고 전파되는 현상을 스포츠 한류라고 한다.

스포츠 한류는 인적 자원, 용품, 종목 등 다양한 형태로 전개되고 있으며, 스포츠 세계화의 맥락에서 다양한 관점의 논의가 요구되는 현상이다.

그러나 스포츠 한류에 대한 대부분의 논의들은 한국의 스포츠콘텐츠 수출을 통해 경제적 이익을 취득하기 위한 수단확보 차원에서 수행되어 왔다.

따라서 이 연구에서는 스포츠 한류의 지속성을 위한 과정으로서 스포츠 세계화의 맥락과 스포츠 한류의 관계를 탐색하고, 이를 바탕으로 스포츠 한류의 흐름과 쟁점을 도출하였다.

그리고 이에 대한 정초과제로서 ‘스포츠 스타 해외진출의 내실화’, ‘스포츠 한류의 자문화중심주의 탈피’, ‘스포츠 한류: 진출·확장에서 교류·협력’ 등이 논의되었다.

@highlight

대중문화를 기반으로 한 한류현상이 열기를 더하고 있다.

@highlight

이와 더불어 스포츠도 새로운 부가가치를 창출하는 경제적 자원이자 국가경쟁력의 핵심요소로서 한류의 중요한 콘텐츠로 인식되고 있는 실정이다.

