본 연구는 우리나라 전세제도 하에서 주택가격의 결정모형을 제시하고, 전세가 존재할 때 담보대출이 주택가격에 미치는 효과를 살펴보았다.

본 연구에서 담보대출은 전세가 존재할 때 주택수요를 보다 탄력적으로 변화시켜서 주택가격의 변동을 심화시키는 효과를 보인다.

따라서 담보대출비율(LTV)과 금리정책 등과 더불어 주택정책수단으로서 전세가비율의 통제에 대한 이론적 근거를 제시하고 있다.

2006년 1월~2012년 9월까지 우리나라 아파트 주택과 전세가격에 대한 월별자료와 최우도(Full Information Maximum Likelihood) 기법을 사용한 추정한 결과는 본 연구의 가설을 강하게 지지하고 있다.

본 연구의 결과는 전세가비율이 높을수록 담보대출은 주택시장을 불안정적으로 만든다는 흥미로운 결과를 보여주고 있다.

본 연구의 시사점은 주택가격의 변동성이 증가하면 부동산경기변동으로 인한 실질경기변동을 유발할 수 있으므로 통화정책은 거시적 물가안정 뿐 아니라 미시적으로 주택가격의 안정을 동시에 추구해야 한다.

이때 전세가비율에 대한 직접통제보다는, 금리정책과 더불어 주택보유의 감가상각비 상계허용, 주택 거래세와 보유세 감소, 미래 주택가격의 기대를 증가시키는 정책 등 간접적인 통제정책이 효율적이다.

@highlight

본고는 우리나라 전세제도 하에서 주택가격의 결정모형을 제시하고, 전세가 존재할 때 담보대출이 주택가격에 미치는 효과를 살펴보았다.

