본 연구는 금융지식의 정치적 그리고 사회적 성격을 살펴보는 금융의 사회적 연구의 성과를 수용하여 오늘날 과학적 투자 담론의 핵심을 구성하고 있는 효율적 시장 이론과 포트폴리오 선택 이론의 계보학적 접근을 시도한다.

또한 두 이론이 오늘날 투자지식의 기준으로서 지적 권위를 행사한다는 점에 주목하여 이들의 정치적 배경 및 제도화 과정을 살펴보고자 한다.

흥미롭게도 두 이론은 20세기 중반 냉전에 대한 지식인들과 기업, 그리고 국가의 서로 다른 대응의 결과였다.

그리고 이들의 이론은 금융 경제학을 통해서 주식시장과 투자에 관해 일관된 지식을 구성하기에 이르렀다.

전쟁과 냉전을 거치면서 늘어난 국가의 역할을 폭압이라 인식하고 자유시장을 옹호했던 시카고대학의 미국 신자유주의자들은 효율적 시장이론을 통해서 금융시장에 대한 입장을 내놓았다.

반면 전시 계획과 냉전시기 핵전쟁의 공포 혹에서 자원의 효율적인 배치 방식을 논의했던 일련의 경제학자들과 운용과학자들의 연구는 마코위츠를 통해서 리스크와 수익의 상관관계를 중심으로 한 효율적인 포트폴리오 구성 방식으로 응용되었다.

흥미롭게도 냉전에 관한 상반된 대응과 입장에도 불구하고 금융지식에 있어서 두 이론은 효율적 자본시장 이론을 통해서 그 차이를 극복하게 되었고, 금융경제학의 핵심 이론으로 등장하게 되었다.

이를 통해 본 논문은 금융지식의 정치적 성격을 제시한다.

@highlight

본 연구는 과학적 투자 담론의 핵심을 구성하고 있는 효율적 시장 이론과 포트폴리오 선택 이론의 계보학적 접근을 시도하고 있다.

@highlight

두 이론이 오늘날 투자지식의 기준으로서 지적 권위를 행사한다는 점에 주목하여 이들의 정치적 배경 및 제도화 과정을 살펴보고자 하며 이를 통해 본 논문은 금융지식의 정치적 성격을 제시한다.

