본 연구의 목적은 용서프로그램이 기독교 청소년의 용서경험 및 자아존중감에 미치는 효과를 알아보기 위해 실시되었다.

본 연구는 교회에 출석하고 있는 고등학생 30명을 대상으로 실시되었으며, 확인된 연구결과는 다음과 같다.

첫째, 용서경험과 자아개념에 대한 통제집단과 실험집단 간의 동질성 검사를 실시한 결과 통계적으로 유의미가 없는 것으로 나타나(p=.413/p=.331), 두 집단의 동질성은 보장되었다.

둘째, 용서프로그램을 통한 사전 사후검사 결과 실험집단의 용서경험의 사전(M =66.65)-

사후(M=78.21)와 자아존중감의 사전(M = 35.21)-

사후(M=39.28) 평균이 통제집단의 용서경험의 사전( M=66.10-

사후(M=66.12) 및 자아존중감의 사전(M=35.38)-

사후(M=34.21) 평균에 비해서 상대적으로 점수 차가 크고 높게 나타났다.

그리고 통계집단의 용서경험과 자아존중감의 유의수준이 무의미한 것에 비하여 실험집단의 유의수준은 용서경험p<.01, 자아존중감 p<.05에서 통계적으로 유의미한 것으로 나타났다.

이상의 연구결과에서 청소년의 용서프로그램이 용서경험과 자아존중감에 대한 효과성이 입증되었다고 하겠다.

@highlight

이 연구의 목적은 용서프로그램이 기독교 청소년의 용서경험 및 자아존중감에 미치는 효과를 알아보기 위해 실시됐다.

