지역적 인권협약은 유럽, 미주, 아프리카에서 체결되었고, 실효적 보장을 위한 유럽인권재판소, 미 주인권재판소, 아프리카 인권재판소가 설치되었다.

지역적 인권협약 중 유럽인권협약은 가장 실효적인 것으로 평가받고 있다.

유럽인권협약은 협약 상 보장된 자유와 권리를 침해를 받았다고 주장하는 개인 이 인권재판소에 구제를 청구할 수 있다.

유럽인권재판소를 통한 인권의 보호를 위해서는 판결의 이행 에 관련된 감독제도가 중요하다.

유럽인권협약은 협약 제정 당시에 판결의 집행절차에 관한 규정을 두 었고, 인권재판소의 판결의 집행감독은 유럽평의회 가맹국의 외교부 장관으로 구성된 각료위원회가 담당하고 있다.

2010년에 발효된 제14의정서는 판결의 집행을 거부하고 있는 국가에 대하여 집행의무 의 불이행 인정에 관한 판단을 인권재판소에 부여하였다.

본 논문에서는 유럽 각료위원회에 의한 판결 의 집행감시의 절차상의 특징과 성격을 검토한 후에 그 기능상황을 사례연구를 통하여 검증하고자 한 다.

이에 따라 각료위원회의 감시활동을 실태를 파악하고 인권협약의 시행제도가 전체적으로 어떻게 기능하는지를 검토하고자 한다.

또한 인권의 국제적 보장제도에서 인권협약의 기존의 평가를 재검토 하고, 이를 전제로 차후 아시아 인권재판소의 도입에 따른 판결의 집행 감독절차에 의한 아시아 지역 인권의 실효성 보장 방안을 모색하고자 한다.

@highlight

본고에서는 유럽 각료위원회에 의한 판결 의 집행감시의 절차상의 특징과 성격을 검토한 후에 그 기능상황을 사례연구를 통하여 검증하고자 한 다.

