본 연구는 세무대리서비스에 대한 이용자의 이용목적, 이용자 만족도에 미치는 영향 및 서비스품질요인과 사회통계학적 요인 간의 차이를 파악하는 것을 목적으로 하였다.

설문지를 이용하여 이용자가 세무대리서비스에 대해 느끼는 서비스수준을 SRVPERF모형을 이용하여 측정하였다.

측정결과 세무대리서비스에 대한 이용자의 평가는 ‘의사소통과 확신성’ 및 ‘유형성과 신뢰성’이라는 두 개의 요인으로 압축되었다.

이 두 가지 요인을 이용하여 실증적 분석을 실시하였다.

본 연구의 분석결과를 요약하면 다음과 같다.

첫째, 응답자들은 ‘납부세액의 정확한 산출’, ‘납부세액의 절감’, ‘장부기장 시간과 비용의 절감’ 및 ‘세무조사 가능성의 감소’의 순서로 세무대리서비스를 이용하였다.

둘째, 사회통계학적 변수와 고객만족도 및 서비스품질 간의 차이를 분석한 결과 종업원 수가 고객만족도와 유형성 및 신뢰성, 업종이 유형성과 신뢰성에서 유의한 차이를 나타내었다.

셋째, 서비스품질요인과 고객만족간의 분석에서 ‘의사소통과 확신성’ 및 ‘유형성과 신뢰성’이 유의한 정(+)의 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 세무대리서비스에 대한 이용자의 이용목적, 이용자 만족도에 미치는 영향 및 서비스품질요인과 사회통계학적 요인 간의 차이를 파악하는 것을 목적으로 했다.

