본 연구는 대형항공사와 저비용항공사 객실승무원의 직무스트레스가 경력만족에 어떤 영향을 미치는지를 고찰하였다.

대형 및 저비용항공사 승무원 각각 224명, 178명을 대상으로 한 실증 분석 결과는다음과 같다.

첫째, 대형 및 저비용항공사 승무원의 직무스트레스는 직무불안정, 조직체계 미흡, 집단문화 요인에서 집단 간 유의한 차이가 있었다.

직무불안정과 조직체계 미흡은 저비용항공사에서, 집단문화는 대형항공사에서 더 높았다.

또, 승무원의 경력만족은 대형항공사보다는 저비용항공사에서 높게 나타났다.

둘째, 직무스트레스가 경력만족에 미치는 영향에서 두 집단 모두 보상부적절과 조직체계미흡이 중요 요인으로 도출되었다.

또, 대형항공사에서는 집단문화가, 저비용항공사에서는 관계갈등이 다음 순서로 설명력이 높았다.

셋째, Oaxaca(1973) 분해분석 결과, 저비용 항공사를 기준으로 할 때 7개 직무스트레스 요인은 경력만족 전체 차이 0.487 중 -0.0384, 즉 -7.8%의 기여도를 나타내고 있다.

보타 구체적으로 직무불안정(-0.0267), 조직체계미흡(-0.0162), 관계갈등(-0.0082)은 경력만족에 부정적인, 반면, 집단문화(0.0108), 직무자율성결여(0.0075)는 긍정적인 영향을 미치는 스트레스 요인으로 도출되었다.

@highlight

이 연구는 대형항공사와 저비용항공사 객실승무원의 직무스트레스가 경력만족에 어떤 영향을 미치는지를 고찰했다.

@highlight

대형 및 저비용항공사 승무원의 직무스트레스는 직무불안정, 조직체계 미흡, 집단문화 요인에서 집단 간 유의한 차이가 있었다.

