최근 소득의 증가와 주5일제 근무확대로 인해 주말의 통행행태 및 수요가 크게 변화하고 있다.

이러한 주말통행은 평일통행과는 달리 주로 쇼핑, 여가, 레저 등과 연관되어 있어 주로 금요일 오후부터 일요일까지 주요 고속도로나 간선도로의 교통혼잡을 가중시키고 있는 것으로 나타났다.

따라서 주말통행수요예측이나 교통정책수립측면에서 주말통행에 영향을 미치는 요인을 분석하는 것은 매우 필수적일 것이다.

이에 본 논문에서는 2006년에 수행한 서울시 가구통행실태조사자료 중 동일가구에 실시한 평일 및 주말 통행조사자료를 이용하여 평일과 비교분석을 통해 주말통행의 특성을 분석하였다.

또한 토빗모형을 개발하여 평일과 주말(토요일과 일요일)의 통행빈도에 영향을 미치는 요인을 규명하였다.

모형추정결과, 평일과 주말통행에 미치는 요인은 서로 다르게 나타났으며 주로 성별, 직업, 소득, 미취학아동수, 자가용보유 여부 등의 변수가 주말통행에 미치는 영향이 큰 것으로 분석되었다.

@highlight

본 논문에서는 2006년에 수행한 서울시 가구통행실태조사자료 중 동일가구에 실시한 평일 및 주말 통행조사자료를 이용하여 평일과 비교분석을 통해 주말통행의 특성을 분석하였다.

