이 연구는 한국교육종단연구(KELS) 자료를 활용해 사교육 참여 경험이 수학성취도에 미치는 영향과 더불어 영재교육 참여경험이 수학성취도에 대한 사교육 효과에 미치는 영향을 선형 성장모형을 사용하여 분석하고자 하였다.

이를 위해 수학성취도 점수를 포함하고 있는 KELS 1차년도(2005년)부터 3차년도(2007년)의 자료 중 수학 교과에 대한 사교육 참여 여부, 주당 사교육 시간, 월 사교육비, 영재교육 경험 여부, 성별, 초등학교 6학년 성적 자료, 부모님의 월소득, 내재적 동기 그리고 자아효능감 자료가 사용되었다.

연구대상은 수학성취도 점수를 포함하여 연구목적에 포함된 변수들에 결측치가 있는 경우를 제외하여 최종적으로 4,435명으로 한정하였다.

연구결과 사교육 참여 경험이 더 많은 학생들이 다른 변수들을 통제하고도 수학성취도가 높았으나, 사교육 요인 중 사교육 시간과 사교육 비용의 경우 학년과의 상호작용이 수학성취도에 부적 영향을 미치는 것으로 나타났다.

이에 비하여 영재교육 참여경험은 수학성취도 향상 정도에는 부적 영향을 미쳤으나, 사교육 비용이 수학성취도에 미치는 효과에는 정적 영향을 미치는 것으로 나타났다.

즉, 영재교육 경험이 수학성취도에 대한 부정적 사교육 비용 효과에 대해 긍정적인 영향력을 간접적으로 보이고 있다는 점이다.

이러한 연구결과를 바탕으로 사교육이 수학성취도에 주는 영향 그리고 이러한 사교육 효과에 대한 영재교육경험의 영향과 의미를 논의하였다.

@highlight

본 연구는 한국교육종단연구 자료를 활용해 사교육 참여 경험이 수학성취도에 미치는 영향과 더불어 영재교육 참여경험이 수학성취도에 대한 사교육 효과에 미치는 영향을 선형 성장모형을 사용하여 분석하려 했다.

@highlight

본 연구결과를 바탕으로 사교육이 수학성취도에 주는 영향 그리고 이런 사교육 효과에 대한 영재교육경험의 영향과 의미를 논의했다.

