이 글은 고소설 검열본과 납본을 통해서 확인했던 검열본의 현황, 검열의 실태, 검열의 특징과 의미에 대한 전반적인 사항을 살펴본 것이다.

고소설의 검열본은 형태적으로 한글 원고지에 내용을 작성하여 제출한 원고본(原稿本), 필사본(筆寫本), 한문 방각본(漢文坊刻本), 한글 방각본, 구활자본(舊活字本) 고소설로 나눌 수 있다.

고소설의 검열은 작품의 내용, 내용의 선정성, 표지의 선정성을 중심으로 이루어졌다.

고소설 역시 일제강점기에 검열의 대상이었지만 검열에서 지시받은 사항이 출간 과정에서 제대로 반영되지 않았다.

이는 근/현대문학, 잡지, 사회주의 서적과 견주어볼 때, 고소설 검열의 가장 큰 특징이다.

이처럼 고소설의 검열이 비교적 느슨히 적용되었기 때문에, 출판업자들은 고소설 출간에 집중하게 되었다.

그 결과 고소설의 독자는 늘어났고, 출판사는 호황을 맞게 되었으며, 여러 출판사에서 동일 작품을 중복 출판하는 일도 생겨났다.

학계에서는 그동안 고소설이 1910년대부터 1930년대까지 인기를 얻었던 이유에 대하여 여러 측면에서 논했다.

그러나 검열과 납본의 측면을 고려하여 논의하지 못했다.

이제 이러한 측면을 고려하여 연구할 필요가 있다.

이 글에서는 이러한 내용과 연관지어 살펴보았다.

@highlight

고소설 검열본과 납본을 통해서 확인했던 검열본의 현황, 검열의 실태, 검열의 특징과 의미에 대한 전반적인 사항을 고찰하였다.

@highlight

고소설의 검열본은 형태적으로 한글 원고지에 내용을 작성하여 제출한 원고본, 필사본, 한문 방각본, 한글 방각본, 구활자본 고소설로 나뉜다.

