세 가지 종류의 카복실산(포름산, 아세트산, 프로피온산) 용액 하에서 양극산화 반응을 통한 나노다공성 금(nanoporous gold, NPG) 구조의 형성과 NPG 전극 표면 상의 전기화학적 글루코오스 산화반응을 관찰하였다.

세 가지 카복실산 용액 조건 중에서 포름산 용액 조건하의 양극산화를 통해 형성된 NPG 전극에서 글루코오스의 산화 활성이 가장 우수하였다.

포름산 용액 조건 하의 양극산화 과정에서 가장 우수한 글루코오스 산화 활성을 얻기 위한 최적 조건은 인가전위 5.0 V와 반응시간 4시간이었다.

카복실산 용액 하에서 형성된 NPG 상의 전기화학적 글루코오스 산화 활성을 염소이온의 부재 및 존재 하 조건에서 관찰하고, 이를 옥살산 용액 하에서 형성된 NPG 상의 거동과 비교 분석하였다.

포름산 용액 하에서 최적 조건으로 형성된 NPG 전극상에 서 글루코오스의 전류법 검출 응용을 제시하였다.

@highlight

세 가지 종류의 카복실산 용액 하에서 양극산화 반응을 통한 나노다공성 금 구조의 형성과 NPG 전극 표면 상의 전기화학적 글루코오스 산화반응을 관찰했다.

