바이오에어로졸은 0.02?100 μm 입자로, 자연 및 인위적 환경 또는 사람의 활동에 의해 발생된다.

바이오에어로졸은 바이러스, 세균, 곰팡이, 원생생물, 곰팡이 포자, 미생물 독소, 꽃가루, 동식물 기원의 물질, 타액 또는 글루칸 등으로 구성되며, 인간과 동물에게 호흡기 등의 질환을 유발한다.

본연구에서는 농업, 축산, 하수처리장, 해변 및 청청지역의 바이오에어로졸 시료에서 분리한 배양성 미생물을 동정 및 계통분석을 수행한 결과, 우점 및 종의 구성 등 환경 유형 별 차이가 분석되었다.

한편 모든 시료에서 31 분리주가 Bacillus cereus 로 동정되었고, 실내 양계장에서 Acinetobacter baumannii가 분리되었다.

또한 농업, 축산 및 해변에서 분리한 미생물 중Domibacillus속, Chryceobacterium속, Nocardioides속 및 Comamonadaceae과에 속하는 새로운 종 또는 속이 분리되었다.

@highlight

본연구에서는 농업, 축산, 하수처리장, 해변 및 청청지역의 바이오에어로졸 시료에서 분리한 배양성 미생물을 동정 및 계통분석을 수행한 결과, 우점 및 종의 구성 등 환경 유형 별 차이가 분석되었다.

