본 연구는 잡 크래프팅(Job Crafting)이 유발하는 조직 관련 결과를 밝히고, 잡 크래프팅에 영향을 미치는 직무요구와 사회적 자원, 개인 차이 변인의 영향을 밝히기 위해 수행되었다.

연구 대상은 중국에 위치한 5개 기업의 남녀 종업원이며, 총 234부의 설문지가 분석에 사용되었다.

잡 크래프팅 행동은 구조적 직무자원 증가시키기, 사회적 자원 증가시키기, 도전적 직무요구 증가시키기, 방해가 되는 직무요구 감소시키기의 네 가지 유형으로 분류하였다.

이 중 방해가 되는 직무요구 감소시키기를 제외한 세 가지 유형의 잡 크래프팅 행동은 대체적으로 개인-

직무 적합성 및 정서적 조직몰입과 정(+)의 관계를 가지는 것으로 나타났다.

이어서 잡 크래프팅 활동을 유발하는 선행변인들로서 직무요구 및 사회적 자원과 개인 특성-

주도적 성격, 자아 효능감, 직무에 대한 내재적 동기-

의 영향을 살펴보았다.

마지막으로 본 연구의 결과를 통해 얻을 수 있는 함의점이나 연구의 의의, 제한점 등을 논의하였다.

@highlight

이 연구는 잡 크래프팅(Job Crafting)이 유발하는 조직 관련 결과를 밝히고, 잡 크래프팅에 영향을 미치는 직무요구와 사회적 자원, 개인 차이 변인의 영향을 밝히기 위해 수행됐다.

