이 논문은 우계 성혼과 구봉, 율곡, 송강과의 교유시를 중심으로 고찰하였다.

이는 우계 시학의 배경으로서의 가학과 교유관계 및 交遊詩를 통한 進德修業의 실상과 범주를 밝혀 도학자로서의 우계의 삶을 逼眞하게 제시하는 것을 목적으로 한 것이다.

우계가 교유한 詩友들의 進德修業의 實相과 範疇는 각각 달리 나타난다.

우계는 畏友인 구봉과 禮義之交를 통해 禮義를 서로 講磨하고, 과실을 서로 관찰하였다.

우계와 율곡은 젊어서 道義之交를 맺고 완급과 생사를 함께 의탁할 수 있는 密友이자 責善하는 벗이었다.

우계는 송강과 芝蘭之交를 소망한 평생 ‘知音’이며 고락을 함께 한 벗이었다.

우계는 그들과 교유를 통해서 道學者로서의 삶을 펼쳐 나갈 수 있었다.

이상을 살펴볼 때 조선 중기의 牛溪 成渾은 부친의 훈도와 가학, 그리고 벗과의 교유를 통해 각각 다른 모습으로 進德修業의 자세를 가졌음을 알게 되었다.

@highlight

이 논문은 우계 성혼과 구봉, 율곡, 송강과의 교유시를 중심으로 고찰하였다.

@highlight

이는 우계 시학의 배경으로서의 가학과 교유관계 및 交遊詩를 통한 進德修業의 실상과 범주를 밝혀 도학자로서의 우계의 삶을 逼眞하게 제시하는 것을 목적으로 한 것이다.

