본 연구는 여중생의 시샘, 질투, 분노가 또래관계에서의 관계적 공격성에 미치는 영향을 확인하고, 정서조절능력이 이들 간의 관계를 조절하는지를 규명하는 것이 목적이다.

이를 위하여 서울·경기지역의 중학교 3곳에 재학 중인 여학생 546명을 대상으로, 시샘 척도, 우정관계질투 척도, 분노 척도, 관계적 공격성 척도, 정서조절능력 척도를 실시하여 자료를 수집하였다.

연구의 결과는 다음과 같다.

첫째, 여중생의 시샘, 질투 및 분노는 또래관계에서의 관계적 공격성과 정적상관이 있었다.

이것은 시샘, 질투, 분노감정을 많이 느끼는 여중생일수록 관계적 공격을 더 많이 한다는 것을 의미이다.

둘째, 위계적 회귀분석을 통하여 조절효과를 검증한 결과 여중생의 시샘, 질투, 분노와 관계적 공격성 간에서 정서조절능력의 조절효과가 있는 것으로 나타났다.

그리고 상호작용효과를 분석했을 때 질투의 경우, 정서조절능력이 높더라도 질투가 강해지면 관계적 공격을 더 많이 하는 것으로 나타났다.

반면 분노의 경우에는 정서조절능력이 높을수록 관계적 공격성을 더 적게 하는 것으로 나타났다.

본 연구의 의의와 제한점에 대해 논의하였다.

@highlight

이 연구는 여중생의 시샘, 질투, 분노가 또래관계에서의 관계적 공격성에 미치는 영향을 확인하고, 정서조절능력이 이들 간의 관계를 조절하는지를 규명하는 것이 목적이다.

@highlight

이 연구의 의의와 제한점에 대해 논의했다.

