본

 

연

구

에

서

는

 

황

칠

나

무

 

잎

 

추

출

물

의

 

H

a

C

a

T

 

세

포

에

서

의

 

항

산

화

 

활

성

과

 

B

1

6

F

1

 

m

e

l

a

n

o

m

a

 

세

포

에

서

의

 

미

백

활

성

을

 

측

정

하

였

다

.

 

H

a

C

a

T

 

세

포

를

 

이

용

한

 

실

험

에

서

,

 

황

칠

나

무

 

잎

 

추

출

물

의

 

에

틸

아

세

테

이

트

 

분

획

과

 

아

글

리

콘

 

분

획

은

 

각

각

 

5

0

 

및

 

2

5

 

μ

g

/

m

l

의

 

농

도

 

이

하

에

서

 

독

성

을

 

나

타

내

지

 

않

았

다

.

 

U

V

B

 

8

0

0

 

m

J

/

c

m

2

를

 

H

a

C

a

T

 

세

포

에

 

조

사

하

였

을

 

때

,

 

황

칠

나

무

 

잎

추

출

물

은

 

농

도

 

의

존

적

으

로

 

자

외

선

으

로

부

터

 

세

포

를

 

보

호

하

였

다

.

 

1

0

 

m

M

의

 

H

2

O

2

 

및

 

4

 

μ

M

의

 

r

o

s

e

 

b

e

n

g

a

l

을

 

H

a

C

a

T

 

세

포

에

 

처

리

하

였

을

 

때

,

 

에

틸

아

세

테

이

트

 

분

획

(

6

.

2

5

~

5

0

 

μ

g

/

m

l

)

 

및

 

아

글

리

콘

 

분

획

(

6

.

2

5

~

2

5

 

μ

g

/

m

l

)

은

 

우

수

한

 

세

포

 

보

호

 

효

과

를

 

나

타

내

었

다

.

 

황

칠

나

무

 

잎

 

추

출

물

의

 

B

1

6

F

1

 

m

e

l

a

n

o

m

a

 

세

포

에

서

의

 

미

백

활

성

을

 

측

정

한

 

결

과

,

 

미

백

제

로

 

알

려

진

 

알

부

틴

 

보

다

 

더

 

우

수

한

 

멜

라

닌

 

합

성

 

저

해

 

활

성

을

 

보

였

다

.

 

이

상

의

 

결

과

 

들

은

 

황

칠

나

무

 

잎

 

추

출

물

이

 

R

O

S

에

 

대

항

하

여

 

세

포

를

 

보

호

함

으

로

써

 

생

체

계

,

 

특

히

 

태

양

 

자

외

선

에

 

노

출

된

 

피

부

에

서

 

세

포

보

호

제

 

및

 

천

연

항

산

화

제

로

서

 

작

용

할

 

수

 

있

음

을

 

가

르

키

며

,

 

α

-

 

M

S

H

로

 

유

도

된

 

멜

라

닌

 

생

합

성

 

저

해

 

효

과

로

부

터

 

황

칠

나

무

 

잎

추

출

물

이

 

새

로

운

 

미

백

 

화

장

품

의

 

원

료

로

써

 

이

용

 

가

능

함

을

 

알

 

수

 

있

다

.

@highlight

이 연구에서는 황칠나무 잎 추출물의 HaCaT 세포에서의 항산화 활성과 B16F1 melanoma 세포에서의 미백활성을 측정했다.