본 연구는 글로벌리더 프로그램이 유아의 재능(인지, 창의, 리더십) 향상에 미치는 효과와 집단 크기로 집단유형(대, 소집단)을 구분하여 이에 따라 효과에 차이가 있는지를 확인하는데 목표를 두었다.

따라서 만 5세 유아 47명을 연구대상으로 선정하고, 두 개의 실험집단과 한 개의 통제집단에 배치하였다.

‘실험집단 1’은 7명의 소집단으로 구성하였으며 ‘실험집단 2’는 23명의 대집단으로 구성, ‘통제집단’은 17명으로 구성하였다.

실험집단 1, 2에는 24차시로 구성된 글로벌리더 프로그램을 적용하였고, 통제집단에는 일반 유치원 과정인 누리과정 프로그램을 적용하였다.

연구결과, 글로벌리더 프로그램은 5세 유아의 재능(인지, 창의, 리더십) 향상에 효과가 있다는 것과 대·소집단의 집단유형별 차이가 나타나지 않고 모두 유아의 재능 향상에 효과가 있음이 확인되었다.

따라서 다양한 형태의 유아교육현장에서 유아들의 인지, 창의성, 리더십을 향상시키기 위해서 효과적으로 사용할 수 있는 공통된 교수-

학습 프로그램을 제안할 수 있을 것이다.

@highlight

이 연구는 글로벌리더 프로그램이 유아의 재능 향상에 미치는 효과와 집단 크기로 집단유형을 구분하여 이에 따라 효과에 차이가 있는지를 확인하는데 목표를 두었다.

