본 연구의 목적은 중학생의 부모를 대상으로 가족식사교육 프로그램을 개발하고 그 효과를 검증하는 것으로 프로그램 기획, 구성, 실시, 평가의 4단계 개발 모형에 따라 진행되었다.

요구도 조사를 위해 중학생의 부모와 현장 전문가를 대상으로 한 포커스그룹 인터뷰와구조화된 설문지법을 병행 실시하였다.

내용선정의 원리와 회기구성의 원리에 따라 총 8회기로 이루어진 가족식사교육 프로그램이 개발되었고 그 내용은 가족식사의 의미, 가족식사의효과, 청소년자녀의 이해, 청소년과 가족식사의 관계, 부모자신의 이해, 가족식사와 의사소통, 가족식사 실천전략, 그리고 가족식사 실천의지 다지기 등으로 이루어졌다.

이렇게 개발된 가족식사교육 프로그램을 경기도에 소재한 한 중학교에서 20명의 부모를 대상으로 실시하였다.

프로그램 효과성은 실험집단과 통제집단의 사전-

사후-

추후검사 대응표본 t검증을 사용하여 분석하였다.

분석 결과 가족식사교육 프로그램에 참여한 중학생의 어머니들은 프로그램 실시 이전에 비해 부모자녀 의사소통 수준이 향상되었으며, 부모효능감이 높아진 것으로 나타났다.

이상의 결과는 날로 심각해지는 청소년 관련 문제를 해결하고 그들의 건강한발달을 도모하기 위하여 가족과 가족관계에 초점을 둔 실천적 개입의 방안으로 가족식사라는일상의 공유가 효과적인 처방이 될 수 있음을 실증적으로 보여주었다고 하겠다.

결과에 대한논의와 연구의 한계점, 후속 연구에 대한 제언이 덧붙여졌다.

@highlight

이 연구의 목적은 중학생의 부모를 대상으로 가족식사교육 프로그램을 개발하고 그 효과를 검증하는 것으로 프로그램 기획, 구성, 실시, 평가의 4단계 개발 모형에 따라 진행됐다.

