본 논문은 이주와 해양성이라는 관점에서 변한 소국의 형성과 변천을 살펴보는 것에 목적이 있다.

이를 위해 포상팔국 중 하나로서 교역과 철기문화의 유입 면에서 선진적인 사물국을 대상으로 연구를 진행하였다.

고대 한반도를 중심으로 한 연안항로의 구축은 정치집단의 형성 및 성장에 지대한 영향을 미쳤다.

연안항로 상에 있던 포상팔국은 교역을 통해 성장하였고, 사물국은 철기 제작이 일찍부터 시작된 늑도에서 출발한 것으로 보인다.

늑도에는 이주민들이 있었을 가능성이 높은데, 이는 고고학적 연구 성과를 통해 확인가능하며 철기 제작 또한 기술자들의 이주로 시작되었으리라 생각된다.

해안의 소국들 사이에는 일상생활과 어로활동을 위한 네트워크가 형성되어 있었고 활발한 교역활동으로 네트워크는 더욱 강화되었다.

하지만 포상팔국은 근본적으로 갖고 있던 해양성에서 비롯된 소국 간의 힘의 균형, 미약한 영토 개념, 네트워크 지속을 위한 중립성 유지 전략으로 인해 통합되지 못하였다.

사물국은 포상팔국 전쟁에서 패배한 이후 사천 내륙으로 이동하고 6세기까지 존재한다.

사물국의 변천사는 이주와 외래문화의 유입을 통해 소국이 성장하고 재지화되는 모습을 보여주며 고대 소국들의 변천과정의 일면을 보여준다는 점에서 의미를 찾을 수 있다.

@highlight

이 논문은 이주와 해양성이라는 관점에서 변한 소국의 형성과 변천을 살펴보는 것에 목적이 있다.

@highlight

고대 한반도를 중심으로 한 연안항로의 구축은 정치집단의 형성 및 성장에 지대한 영향을 미쳤다.

