본

 

논

문

의

 

의

의

는

 

일

본

의

 

냉

전

기

 

외

교

정

책

을

 

분

석

할

 

때

 

반

드

시

 

등

장

하

는

 

‘

요

시

다

독

트

린

’

론

을

 

본

질

로

 

하

는

 

기

존

 

연

구

에

 

대

해

 

비

판

적

으

로

 

고

찰

하

는

 

점

에

 

있

다

.

 

‘

요

시

다

독

트

린

’

론

을

 

구

성

하

는

 

핵

심

 

요

소

인

 

미

일

 

관

계

의

 

본

연

의

 

모

습

과

 

관

련

하

여

 

다

음

의

 

3

가

지

 

점

에

 

주

목

한

다

.

 

첫

째

,

 

냉

전

기

를

 

관

철

하

여

 

정

착

한

 

동

맹

의

 

모

습

은

 

요

시

다

에

 

의

해

 

체

결

된

 

구

안

보

조

약

의

 

‘

주

군

협

정

’

이

 

아

니

라

,

 

전

통

적

 

국

가

주

의

자

인

 

기

시

 

노

부

스

케

[

岸

信

介

]

에

 

의

해

 

개

정

된

 

신

안

보

조

약

에

 

근

거

하

고

 

있

다

는

 

점

이

다

.

 

둘

째

,

 

기

시

의

 

안

보

 

개

정

에

 

의

해

 

정

착

한

 

‘

비

대

칭

적

’

인

 

미

일

동

맹

은

,

 

‘

집

단

적

자

위

권

의

 

행

사

’

를

 

인

정

하

지

 

않

는

 

헌

법

 

해

석

의

 

필

연

적

인

 

귀

결

이

었

다

.

 

그

러

나

 

이

 

‘

비

대

칭

적

’

인

 

미

일

동

맹

은

 

‘

요

시

다

’

의

 

‘

독

트

린

’

에

 

의

해

서

 

연

출

된

 

것

이

 

아

니

고

,

 

네

 

개

의

 

노

선

이

라

고

 

하

는

 

행

위

자

가

 

직

간

접

적

으

로

 

축

적

하

여

 

쌓

아

 

온

 

거

래

에

 

의

해

서

 

만

들

어

진

 

‘

의

도

하

지

 

않

은

 

결

과

’

즉

,

 

5

0

년

대

 

국

내

 

정

치

 

현

실

의

 

구

조

적

 

산

물

이

다

.

 

셋

째

,

 

‘

요

시

다

독

트

린

’

은

 

5

0

년

대

 

정

치

 

구

조

가

 

낳

은

 

‘

의

도

하

지

 

않

은

 

결

과

’

를

 

소

여

의

 

것

으

로

 

하

고

 

받

아

 

들

여

 

‘

대

등

한

’

 

동

맹

 

관

계

를

 

지

향

하

여

 

헌

법

 

개

정

을

 

추

진

하

는

 

보

수

 

정

치

를

 

제

지

하

는

 

한

편

,

 

‘

말

려

 

들

어

갈

 

것

’

을

 

두

려

워

하

여

 

‘

중

립

’

을

 

주

장

하

는

 

여

론

의

 

지

지

를

 

끌

어

내

기

 

위

해

 

보

수

 

주

류

(

「

통

상

국

가

」

노

선

 

논

자

)

가

 

만

들

어

낸

 

현

상

 

유

지

 

이

데

올

로

기

인

 

것

이

다

.

@highlight

‘요시다독트린’론을 구성하는 핵심 요소인 미일 관계와 관련하여 3가지 점에 주목한다. 그러나 이 ‘비대칭적’인 미일동맹은 ‘요시다’의 ‘독트린’에 의해서 연출된 것이 아니고 50년대 국내 정치 현실의 구조적 산물이라고 본다.