본 연구에서는 부유구조물 모델링의 효율성 및 응답의 정확성을 분석하기 위해 유체 영역을 압력으로 정의한 유탄성 해석법에 1차원 보-2차원 유체 결합의 1차원 문제와 2차원 판-3차원 유체 결합의 2차원 문제를 적용하여 수치해석을 수행하였다.

그리고 1차원 문제와 2차원 문제의 모델링 차원에 따른 응답을 비교하기 위해 다양한 평판의 변장비와 입사파의 조건을 적용하였다.

이에 따르면 강체거동의 영향이 큰 장주기파에서는 변장비가 변하더라도 두 문제의 유탄성 응답이 거의 유사하게 나타나지만 탄성거동의 영향이 지배적인 단주기파에서는 모델링 차원에 따라 뚜렷한 차이가 발생한다.

즉, 1차원 보 모델은 비록 입사파의 각도는 고려할 수 없지만 평판의 변장비가 클 경우에 유탄성 해석에 적용이 가능하다.

또한, 2차원 평판 보다 단순화된 모델링 조건으로서 부유구조물의 전반적인 응답을 분석할 수 있을 뿐만 아니라 수치해석의 효율을 높일 수 있다.

@highlight

이 연구에서는 부유구조물 모델링의 효율성 및 응답의 정확성을 분석하기 위해 유체 영역을 압력으로 정의한 유탄성 해석법에 1차원 보-2차원 유체 결합의 1차원 문제와 2차원 판-3차원 유체 결합의 2차원 문제를 적용해 수치해석을 수행했다.

