이 연구는 사립대학에 대한 교육부 감사가 헌법상 기본권으로 부여된 대학의 자율성을 훼손하지 않는 범위 내에서 보다 발전적으로 시행될 수 있도록 정책적 시사점을제시하는데 그 목적이 있다.

이를 위하여 대학의 자율성의 의의, 사학의 자주성과 공공성, 책무성과의 관계 및 감사의 근거와 한계 등을 고찰한 뒤, 교육부 감사백서에 수록된 사례를 분석하고 논의하였다.

연구 결과, 사립대학에 대한 감사는 일반 공공기관과는 다른 감사기준과 범위를 법령으로 정하여 시행해야 한다는 점을 확인하였다.

또한 감사를 함에 있어서도 교비유용, 학위남발 등 부정·비리가 있는 대학을 중심으로엄정하게 실시하되, 무작위 추첨에 의해서 시행하는 일반 사립대학에 대한 감사는 인사, 재무회계 등 최소한의 범위 내에서 법령 위배여부를 점검하는 수준에서 시행토록하여야한다.

아울러 대학의 본질적 자율영역에 해당하는 수업운영이나 성적처리와 같은 학사관리 분야는 대학 스스로 점검시스템을 갖추고 내부통제를 통해서 자율적으로질 관리를 할 수 있도록 유도·지원하는 방향으로 전환할 필요가 있다.

@highlight

본 연구는 사립대학에 대한 교육부 감사가 헌법상 기본권으로 부여된 대학의 자율성을 훼손하지 않는 범위 내에서 보다 발전적으로 시행될 수 있도록 정책적 시사점을제시하는데 그 목적이 있다.

