본 연구는 자기결정기술을 적용한 방과 후 놀이프로그램이 지적장애청소년의 자기결정능력과 자기효능감에 미치는 영향을 알아보기 위해 J시에 위치한 H특수학교와 S시에 위치한 특수학급 초, 중, 고에 재학 중인 지적장애청소년 20명을 대상으로 실험집단에게 자기결정기술을 적용한 방과 후 놀이프로그램을 실시하였다.

중재효과를 알아보기 위해 사전-

사후 통제 집단설계를 하였으며, 중재프로그램 실시 전의 사전 검사 점수와 실시 후의 사후 검사 점수의 차이에 대한 t검정을 실시하였다.

연구의 결과 자기결정기술을 연구대상의 수준에 맞게 재구성한 놀이프로그램이 지적장애청소년의 자기결정능력과 자기효능감에 모두 긍정적인 영향을 미쳤다.

이와 같은 결과는 지적장애청소년이 스스로 프로그램을 수정하고 재구성할 수 있도록 함으로써, 자기결정에 대한 성취감과 자신의 능력에 대한 기대감에 가지게 한 효과라고 볼 수 있다.

그리고 본 연구는 지금까지 활발하게 연구되지 않았던 지적장애청소년의 방과 후 활동에 대한 연구라는 점에서 그 의의가 있다.

@highlight

이 연구는 자기결정기술을 적용한 방과 후 놀이프로그램이 지적장애청소년의 자기결정능력과 자기효능감에 미치는 영향을 알아보기 위해 J시에 위치한 H특수학교와 S시에 위치한 특수학급 초, 중, 고에 재학 중인 지적장애청소년 20명을 대상으로 실험집단에게 자기결정기술을 적용한 방과 후 놀이프로그램을 실시했다.

