최근 사회경제적인 변화에 따른 청년 취업난으로 인해 대학생은 진로탐색과 결정에 어려움을 겪고 있으며 대학은 이를 위한 전략 마련에 고심하고 있다.

이에 본 연구는 대학생의 진로결정에 영향을 미치는 핵심요인을 선행연구에 기반하여 사회적지지와 자기효능감으로 선정하고, 진로결정의 확고함을 대변하는 진로결정수준을 종속변인으로 상정하여 이들의 구조적 관계를 규명함으로써 대학의 진로결정 지원전략 수립에 활용할 것을 목적으로 진행하였다.

이를 위하여 충청남도 소재 A 대학에 재학 중인 남녀 대학생 473명의 자료를 수집하여 모형의 적합도와 변인들 간의 관계를 구조방정식으로 분석하였다.

연구결과, 사회적지지, 자기효능감, 진로결정수준의 구조적 모형은 적합한 것으로 규명되었다.

변인 간의 직접효과는 사회적지지는 자기효능감에, 자기효능감은 진로결정수준에 각각 유의한 직접적인 영향을 미치는 것으로 나타났으나 사회적지지가 진로결정수준에 미치는 직접적인 영향은 유의하지 않은 것으로 분석되었다.

반면 사회적지지는 자기효능감을 통해 진로결정수준에 유의한 간접적인 영향을 미치는 것으로 나타났다.

본 연구결과를 바탕으로 대학생의 진로결정수준을 향상시키기 위해서는 개인의 내·외적요인을 동시에 고려한 통합적인 접근이 중요하지만, 사회적지지를 통해 자기효능감의 증진이 일어날 수 있는 사회적, 환경적 지원전략의 필요성도 제안하고 있다.

@highlight

이 연구는 대학생의 진로결정에 영향을 미치는 핵심요인을 선행연구에 기반해 사회적지지와 자기효능감으로 선정하고, 진로결정의 확고함을 대변하는 진로결정수준을 종속변인으로 상정해 이들의 구조적 관계를 규명함으로써 대학의 진로결정 지원전략 수립에 활용할 것을 목적으로 진행했다.

