본

 

연

구

에

서

는

 

P

V

T

법

으

로

 

4

H

-

S

i

C

 

단

결

정

 

성

장

 

시

 

다

공

성

 

흑

연

판

을

 

사

용

하

여

 

S

i

/

C

 

비

율

이

나

 

온

도

구

배

,

 

물

질

전

달

의

 

향

상

시

킴

으

로

써

 

고

품

질

의

 

S

i

C

 

단

결

정

 

기

판

 

제

작

을

 

목

적

으

로

 

연

구

를

 

진

행

하

였

다

.

 

연

구

에

 

사

용

된

 

S

i

C

 

소

스

 

물

질

은

 

흑

연

도

가

니

에

 

넣

어

 

흑

연

 

단

열

재

로

 

쌓

인

 

구

조

로

 

실

험

을

 

하

였

다

.

 

성

장

온

도

는

 

2

1

0

0

~

2

3

0

0

o

C

,

 

그

리

고

 

성

장

압

력

은

 

1

0

~

3

0

 

T

o

r

r

의

 

압

력

으

로

 

아

르

곤

과

 

질

소

 

분

위

기

에

서

 

성

장

시

켰

다

.

 

종

자

정

은

 

2

인

치

의

 

4

o

 

o

f

f

-

a

x

i

s

 

4

H

-

S

i

C

의

 

C

면

 

(

0

0

0

-

1

)

을

 

사

용

하

였

고

 

다

공

성

 

흑

연

판

은

 

S

i

C

 

소

스

 

물

질

 

위

에

 

삽

입

하

였

다

.

 

4

H

-

S

i

C

 

결

정

다

형

 

안

정

화

를

 

위

한

 

C

-

r

i

c

h

 

조

건

이

나

 

균

일

한

 

온

도

구

배

를

 

만

들

어

주

기

 

위

해

 

다

공

성

 

흑

연

판

을

 

삽

입

하

여

 

실

험

을

 

진

행

하

였

다

.

 

일

반

적

인

 

도

가

니

의

 

경

우

,

 

성

장

된

 

w

a

f

e

r

에

서

 

6

H

-

,

 

1

5

R

-

S

i

C

와

 

같

은

 

다

양

한

결

정

다

형

이

 

관

찰

된

 

반

면

에

 

다

공

성

 

흑

연

판

을

 

삽

입

한

 

도

가

니

에

서

는

 

4

H

-

S

i

C

만

 

관

찰

되

었

다

.

 

또

한

 

다

공

성

 

흑

연

판

을

 

삽

입

한

 

도

가

니

에

서

 

성

장

된

 

결

정

에

서

 

M

P

나

 

E

P

의

 

낮

은

 

결

함

밀

도

를

 

보

였

으

며

 

결

정

성

 

또

한

 

향

상

된

 

것

을

 

학

인

하

였

다

.

@highlight

이 연구는 PVT법으로 4H-SiC 단결정 성장 시 다공성 흑연판을 사용해 Si/C 비율이나 온도구배, 물질전달의 향상시킴으로써 고품질의 SiC 단결정 기판 제작을 목적으로 연구를 진행했다.