이 글에서는 절대적이고 형이상학적인 진리를 부정하는 차원과, 진리의 가치로서 진실성을 인정하는 차원을 구분함으로써 의사소통을 기반으로 하는 사회적, 정치적 영역에서 진실성이 본질적 가치임을 주장하고 있는 윌리엄스의 입장에 주목했다.

그는 형이상학적 진리를 부정하지만, 사실적 진리를 인정하면서그러한 사실적 진리의 가치는 우리가 진실성에 관여할 수 있게 만드는데 있다고보고 있다.

윌리엄스는 자신의 견해를 뒷받침하기 위해 계보학을 통해 도덕의가치를 문제 삼았던 니체를 끌어들인다.

윌리엄스는 도덕에 대해 니체가 주장한것처럼, 진리 자체라기보다는 진리가 우리 삶에 대해 갖는 가치에 대해 논의하고 있는 셈이다.

더 나아가 윌리엄스가 본질적 가치로서 규정하는 진실성을 니체 역시 스스로 자신의 철학 내에서 구현하고 있다.

우리는 이 같은 사실을 니체가 보여주는 이중적인 모습, 즉 절대적 진리를 부정하고, 진리를 오류라고 정의하는 입장과, 무조건적인 진리에의 의지를 그 부정적 효과에도 불구하고 긍정함으로써 여전히 진실성에 대해 스스로 관여하고 있는 입장을 통해 볼 수 있다.

더불어 우리는 사실적 진리와 진실성이 이미 오래 전 그리스 시대부터 정치적 영역에서 중요한 역할을 해 왔다는 사실을 파레시아에 대한 푸코의 논의로부터 확인할 수 있다.

끝으로 아렌트는 정치적 영역에서 진실성이 결여되었을 때, 나타날 수 있는 기만과 같은 구체적 위험에 대해 경고하고 있다는 측면에서 논의할가치가 충분하다.

@highlight

이 논문에서 는 절대적이고 형이상학적인 진리를 부정하는 차원과, 진리의 가치로서 진실성을 인정하는 차원을 구분함으로써 의사소통을 기반으로 하는 사회적, 정치적 영역에서 진실성이 본질적 가치임을 주장하고 있는 윌리엄스의 입장에 주목했다.

