적외선 발견에 대한 허셀의 실험을 온도계 대신 열화상 카메라를 사용하여 재현했다.

실험을 위해 제논 램프에서 나온 빛을 프리즘으로 분산시키고, 스크린에 맺힌 스펙트럼의 일반 카메라 사진과 열화상 카메라 사진을 비교하여 파장과 온도의 분포를 비교했다.

온도 분포는 에너지 밀도의 분포를 보여주는데, 열화상 사진에 붉은색에 가까운 적외선 영역의 에너지 밀도가 가장 높게 나타났다.

일반 사진과 열화상 사진의 비교 분석을 통해, 붉은색 빛보다 파장이 긴 적외선 영역의 에너지 밀도가 높은 이유가 빛이 프리즘에서 굴절할 때 편향각이 파장에 대해 비선형이어서 적외선 영역의 빛이 스크린의 좁은 지역에 밀집했기 때문임을 알 수 있었다.

열화상 카메라를 사용하여 허셀 실험을 재현하고 적외선의 존재를 확인하는 이 실험은 과학의 역사성을 인식하고 도구에 따라 실험 절차가 다름을 이해하는데 도움이 된다.

우리는 또한 제논 램프와 열화상 카메라 대신 태양 빛과 쉽게 구할 수 있는 액정 시트로도 같은 결과를 얻을 수 있음을 확인했다.

@highlight

적외선 발견에 대한 허셀의 실험을 온도계 대신 열화상 카메라를 사용하여 재현하며 이 실험을 위하여 제논 램프에서 나온 빛을 프리즘으로 분산시키며 스크린에 맺힌 스펙트럼의 일반 카메라 사진과 열화상 카메라 사진을 비교하여 파장과 온도의 분포를 비교하였다.

