아랍어의 격은 3품사 중에서 명사류에 나타나며, 격은 표지를 통해서 나타나거나 문장 상의 위치에 따라서 나타날 수 있다.

어휘에 나타나는 격 표지는 고정형태와 변화형이 있는데, 본고에서는 격표지가 고정형태로 사용되거나, 문장 내에서 항상 일정한 격 표지를 갖는 형태를 다루었다.

고정형태라 함은 어휘의 격은 있으나 어휘의 특성에 따라서 격 표지가 드러나지 않는 경우, 또는 어말에 다른 어휘가 연결되면서 격 표지가 나타날 환경이 바뀌어서 제 격표지를 나타내지 못할 경우를 일컫는다.

격 변화형이지만, 격이 고정형태와 같은 양상을 띄는 경우도 있는데, 이러한 경우에는 격표지가 갖는 함의가 무엇이고, 그 격표지가 나타나는 이유는 무엇인지, 그 격표지에는 두드러지지 않는 의미를 확인하였다.

격 표지의 표층 형태가 실제 표지인 것으로 잘못 인식되는 경우가 있는데, 이러한 잘못은 표지의 표층구조에 얽매인 해석때문에 일어나는 잘못이다.

표층구조에서 나타나는 형태만으로 문장 성분과 범주를 오해하는 경우가 잦아서 본 연구에서는 그 원형과 표층형이 어떻게 해석되어야 하는지를 설명하였다.

@highlight

어휘에 나타나는 격 표지는 고정형태와 변화형이 있는데, 이 논문에서는 격표지가 고정형태로 사용되거나, 문장 내에서 항상 일정한 격 표지를 갖는 형태를 다루었다.

