USN 미들웨어에 대한 몇몇 연구가 이미 존재하지만 아직까지 미들웨어 표준이 정의되지는 않은 상태이므로 어떠한 미들웨어가 가장 효과적일지는 알 수 없다.

특별히 본 논문에서는 미들웨어의 많은 기능들 가운데 센서 네트워크 환경에서 지능형 서비스를 제공하는 것을 목표로 한다.

센서를 기반으로 하는 많은 응용들은 단순히 센서의 값을 취하거나 모니터링 하기 위해서 센서를 사용하기보다는 이를 기반으로 상황을 인지하고 지능형 서비스를 제공하기를 원한다.

그러나 현재 센서 네트워크 미들웨어 수준에서 지능형 서비스를 지원하기 위한 필요성은 인식하고 있으나, 구체적으로 어떻게 지능형 서비스를 제공할 것 인지에 대한 연구는 찾아보기 힘들다.

그러므로 본 논문에서는 범용의 USN 미들웨어에서 지능형 서비스를 지원하기 위한 컴포넌트를 설계하고 구체적인 서비스지원 방법을 제안한다.

이러한 목적을 위하여 본 논문에서는 USN 미들웨어 응용에서 제공하는 서비스와 센서 네트워크를 정의하고 두 개념들을 연계하기 위해서 센서-

서비스 온톨로지를 제안한다.

센서-

서비스 온톨로지는 저수준의 정보로부터 고수준의 정보를 추론하기 위하여 사용된다.

또한 응용의 상황 정보를 추론에 반영하기 위하여 규칙을 이용한 추론 방법을 제안한다.

논문은 제안한 지능형 서비스 미들웨어는 프로토타입을 구현하고 성능평가를 통하여 다양한 응용을 위해서 사용될 수 있음을 보인다.

@highlight

USN 미들웨어에 관한 몇몇 연구가 이미 존재하지만 아직까지 미들웨어 표준이 정의되지는 않은 상태이므로 어떤 미들웨어가 가장 효과적일지는 알 수 없다.

