학생들은 성장을 해 가는 각 단계에서 적절한 학습 과업을 달성해야 한다.

읽기학습 과업은 ‘해독하기 → 유창성 높이기 → 수용적 읽기 → 찾아 읽기 → 비판적읽기 → 협력적 읽기 → 창조적 읽기’의 순서로 점진적으로 변화한다.

이 중에서 초등 중학년의 학습 과업은 유창성 높이기, 수용적 읽기, 찾아 읽기의세 가지이다.

유창성 높이기는 앞 단계에서 이어져 온 지속 과업이고, 수용적 읽기는중학년 단계에서 집중적으로 달성해야 하는 핵심 과업이며, 찾아 읽기는 충학년 단계에서 처음으로 학습을 시작하는 도입 과업이다.

이처럼 단순하게 명시된 읽기 학습 과업은 교육의 실제 장면에서 특히 유용하다.

교사와 학생에게 교육 활동의 지향점을 명료하게 보여줄 뿐 아니라 장학사-

교사-

학생-

학부모로 이어지는 교육 당사자들 서로 간의 명료한 의사소통에도 도움이 되기때문이다.

그리고 명료화된 학습 과업은 교육과정의 성취 기준을 구체화하고 위계화하는 데에 도움이 된다는 점은 두말할 나위가 없다.

@highlight

읽기학습 과업은 해독하기 → 유창성 높이기 → 수용적 읽기 → 찾아 읽기 → 비판적읽기 → 협력적 읽기 → 창조적 읽기의 순서로 점진적으로 변화한다.

