본 연구는 초등 지리 영역의 여러 지리 개념과 지리적 설명의 문제점을 근원적으로 탐색하고, 그 대안을 고찰한 것이다.

이를 위한 분석 자료는 2015 교육과정에 따른 초등 사회교과서 원고본이었다.

이는 여러 지리 개념 및 설명에서 나타나는 문제의 원형을 파악하기에 적절하다는 판단에 따른 것이다.

분석 결과, 지리 개념과 설명에서 주제별로 여러 문제 사례를 확인할 수 있었는데, 대략 네 가지 문제로 범주화할 수 있었다.

지리 개념의 정의 미흡 및 오남용, 지리적 설명의 미흡 및 오류, 지리적 개념 정의와 설명에서 예시나 항목 간 층위의 불일치, 시대 및 지역에 대한 편견적 서술이 그것이었다.

특히, 초등 지리 학습의 핵심적 내용인 지도, 촌락, 중심지, 기후 개념에 대한 이해 미흡과 그에 따른 개념 오남용 문제가 두드러졌다.

이러한 문제를 해결 하기 위해서는 지리학적 전문성을 갖춘 집필진과 검토진의 구성과 더불어, 보다 근본적으로는 교육대학교의 사회과교육과정에서 지리교육 관련 강좌를 확충하고 강화하는 방안이 요구된다.

아울러 현직 초등교사 대상 각종 사회과연수에서도 다양한 지리 학습 관련 프로그램이 제공되어야 할 것이다.

@highlight

이 연구는 초등 지리 영역의 여러 지리 개념과 지리적 설명의 문제점을 근원적으로 탐색하고, 그 대안을 고찰한 것이다.

