본 연구에서는 학교폭력 문제해결을 위해 원스톱지원센터로 지정된 CYS-

Net과 학교 그리고 Wee프로젝트(위센터와 위클래스) 각 기관들이 학교폭력이라는 공동사안의 해결을 위해 성공적으로 연계해 나가기 위해 필요한 핵심요인들이 무엇인지를 밝히는 데 목적이 있다.

이를 위해 학교폭력 관련업무를 담당한 경험이 있는 CYS-

Net(청소년상담복지센터) 현장전문가, 학교의 교사, 그리고 Wee프로젝트의 현장전문가 총 27명을 대상으로 2차례에 나누어 포커스 그룹 인터뷰를 하였고, 수집된 자료는 내용분석방법으로 분석하였다.

분석결과는 학교폭력 관련업무, 연계실태, 연계핵심요인과 제언 4개의 주제로 나뉘며, 학교폭력 관련업무는 ‘현실을 적극 수용하고 자구책 마련하기’, ‘수용과 의뢰’, ‘어설픈 대응과 빨리 마무리짓기’의 3개 하위주제로, 연계실태는 ‘실질적인 업무를 가지고 역할 나누기’, ‘따로 또 같이 만들어나가기’의 2개 하위주제로, 연계핵심요인은, ‘연계의 선순환을 만들어나가는 지속적인 노력 필요’, ‘여전히 너무 먼 그대’의 2개 하위주제로, 제언으로는 ‘성공적인 연계를 위하여’ 1개 하위주제로 구분되며, 총 23개의 하위범주가 도출되었다.

@highlight

이 연구에서는 학교폭력 문제해결을 위해 원스톱지원센터로 지정된 CYS-

@highlight

Net과 학교 그리고 Wee프로젝트(위센터와 위클래스) 각 기관들이 학교폭력이라는 공동사안의 해결을 위해 성공적으로 연계해 나가기 위해 필요한 핵심요인들이 무엇인지를 밝히는 데 목적이 있다.

