한국의 경우 많은 생태계가 정부 조직에 의해 관리되고 있다.

그러므로 생태계 관리에 대한 공무원들의 의사결정은 한국의 생태계 관리에 큰 영향을 미치고 있으며, 그들의 의사결정에 따라 한국의 생태계가 효과적으로 관리될 수도 있고, 반면 그렇지 않을 수도 있다.

본 논문에서는 생태계 관리의 목적을 생태계의 지속성 확보라고 전제하고, 생태계 관리에 대한 공무원들의 의사결정과 그 심리에 대해 살펴본다.

생태계 관리 활동에는 기본적으로 불확실성이 수반되며, 공무원들은 관리 활동에 대한 의사결정 준거로서 법에 대한 지식, 과학에 대한 지식, 정부 간 관계에 대한 지식, 그리고 지방 거버넌스에 대한 지식을 활용한다.

본 논문은 공무원들의 의사결정을 설명하기 위해 불확실성 하 인간의 판단에 관한 심리 이론을 채택한다.

공무원들에 의한 효과적인 생태계 관리란 그들이 가지고 있는 네 가지 종류의 지식을 관리 활동에 모두 활용하는 것을 의미하고, 이를 위해서는 정부의 정책적 뒷받침이 필요하다.

본 논문의 결론에서는 효과적인 생태계 관리를 위하여 공무원들이 법, 과학, 정부 간 관계, 그리고 지방 거버넌스에 대한 지식을 적극 활용할 수 있도록 만들기 위한 정책적 제언을 제시한다.

@highlight

본고에서는 생태계 관리의 목적을 생태계의 지속성 확보라고 전제하고, 생태계 관리에 대한 공무원들의 의사결정과 그 심리에 대해 살펴본다.

@highlight

본고는 공무원들의 의사결정을 설명하기 위해 불확실성 하 인간의 판단에 관한 심리 이론을 채택한다.

@highlight

본고의 결론에서는 효과적인 생태계 관리를 위하여 공무원들이 법, 과학, 정부 간 관계, 지방 거버넌스에 대한 지식을 적극 활용할 수 있도록 만들기 위한 정책적 제언을 제시한다.

