본 연구는 페이스북 광고를 보는 소비자가 게시글에 대해 지각하는 사회적 거리에 따라 설득효과에 차이가 있는지, 이 과정에서 사용자의 자기해석이 조절효과를 갖는지 알아보고자 하였다.

이를 위해 2(사회적 거리: 가까움/멂) × 2(자기해석: 상호의존적/ 독립적)의 피험자간 설계로 실험을 실시하였고, 남녀 대학생 226명이 참여하였다.

결과를 요약하면 첫째, 페이스북 광고에 대한 반응으로서 사회적 거리가 가까운 사람(친구)이 제공하는 페이스북 게시글 광고에 대해서 사회적 거리가 먼 사람(기업의 홍보담당자)의 게시글 광고보다 ‘공유하기’ 같은 SNS 구전의도가 더 높게 나타났다.

둘째, 상호의존적 자기해석자는 사회적 거리가 가까운 친구가 게시한 페이스북 광고에 대해 기업 담당자가 게시한 경우보다 해당 제품에 대한 구매의도가 더 높은 반면, 독립적 자기해석자는 사회적 거리(친구 vs.

기업담당자)에 따른 구매의도 차이가 없었다.

본 연구는 페이스북과 같은 SNS 광고에 노출되는 소비자가 지각하는 광고 제공자와의 사회적 거리와 소비자의 자기해석이 광고의 설득 효과에 중요한 요인임을 확인함으로써, SNS 광고집행에 대한 실무적 함의를 제공할 뿐 아니라 SNS 광고효과에 관한 학문적 이해를 높였다는 데 의의를 가진다.

@highlight

본 연구는 페이스북 광고를 보는 소비자가 게시글에 대해 지각하는 사회적 거리에 따라 설득효과에 차이가 있는지,사용자의 자기해석이 조절효과를 갖는지 알아보고자 하였다.

