본 연구는 기업의 지배구조지수에 따른 경영성과와 전략자산 관련 지출금액이 차이가 있는지, 나아가 지배구조와 전략적 자산 지출의 상호작용이 기업성과에 어떠한 영향을 미치는 지를 검정하고자 하였다.

연구결과, 기업지배구조지수가 높은 기업들에서 대부분의 경영성과가 지배구조지수가 낮은 기업들에 비해 그 평균값이 통계적으로 유의하게 높게 나타났으며, 전략적 자산의 지출에 있어서도 차이가 있는 것으로 나타났다.

더불어, 지배구조지수와 전략적 자산 지출간의 상호작용에 있어서 일부 경영성과에 대해서는 긍정적인 상호작용효과가 검정되기도 하였지만, 상호작용 효과가 나타나지 않거나 예상과는 반대의 부호로 나타나기도 하였다.

이러한 결과는 기업지배구조의 개선이 전략적 자산에 대한 지출을 늘리고 궁극적으로 경영성과의 개선을 가져 올 수 있음을 제한적으로 보여주고 있다.

기존의 연구들이 지배구조의 개선이 경영성과의 개선에 집중되어 있다면 본 연구는 경영성과를 극대화시킬 수 있는 방안으로 전략적 자산의 지출이 중요한 변수가 될 수 있음을 검정하였다는데 의의를 찾을 수 있을 것이다.

@highlight

이 연구는 기업의 지배구조지수에 따른 경영성과와 전략자산 관련 지출금액이 차이가 있는지, 나아가 지배구조와 전략적 자산 지출의 상호작용이 기업성과에 어떠한 영향을 미치는 지를 검정하려 했다.

