지구의 지속가능성을 보장하기 위한 생태 소양에 대한 새로운 접근법으로서 글로벌 생태소양이 필요한 때이다.

본 연구에서는 글로벌 생태소양의 의미와 구성요소를 규정하고, 측정도구를 개발하여 실제 지역사회에서 이루어진 글로벌 생태관련 행사 전후 어린이의 글로벌 생태소양에 어떤 변화가 일어났는지 조사하였다.

연구 대상은 행사에 직접 참여한 S초등학교 분교 4, 5, 6학년 학생으로 하였다.

측정도구의 타당도와 신뢰도를 확보하기 위하여 문헌 조사를 바탕으로 측정도구를 개발한 후, 예비조사를 실시하여 수정 보완하였다.

본 연구를 통하여 얻어진 연구 결과는 다음과 같다.

첫째, 글로벌 소양과 생태 소양의 정의를 검토한 결과 글로벌 생태소양의 의미는 크게 지식 및 인지적 기능 영역, 정서 영역, 행동 영역으로 구성하여 개념화 할 수 있었다.

둘째, 지식 및 인지적 영역은 글로벌 생태적 지식, 글로벌 환경 쟁점·문제 이해, 가치·행동 판단 기능으로, 정서 영역은 환경 태도, 환경적 감수성, 글로벌생태윤리관과 환경적 민감성으로 구성요소를 나누어 볼 수 있었으며 행동 영역은 책임 있는 환경 행위로 구성요소를 규정할 수 있었다.

셋째, 수원2013 생태교통 페스티벌이라는 지역 행사를 통하여 학생들은 글로벌 생태소양의 행동 영역에서 특히 큰 향상을 보였다.

이는 학생들이 한 달이라는 시간동안 글로벌 생태소양과 관련된 행사에 직접 참여한 결과로서, 지역 공동체와의 협력이 학생들의 글로벌 생태소양의 긍정적 발달에 큰 기여를 하였다.

@highlight

이 연구에서는 글로벌 생태소양의 의미와 구성요소를 규정하고, 측정도구를 개발하여 실제 지역사회에서 이루어진 글로벌 생태관련 행사 전후 어린이의 글로벌 생태소양에 어떤 변화가 일어났는지 조사했다.

