국가 사회주의가 붕괴한 지 이제 20년 이상이 지났다.

현 시점에서 지난 20년 동안의 후기 사회주의 체제전환을 성찰하는 일이 필요하다.

이에 본 논문은 ‘1989년’ 국가 사회주의 붕괴 이후 중동부유럽 및 구소련에서 나타난 사회-

공간적·정치-

경제적 전환을 살펴봄으로써, 체제전환에 대한 담론의 변화가 후기 사회주의 지리를 어떻게 변화시켰는지를 파악하고자 한다.

후기 사회주의 체제전환은 사회구성체 내 위기 경향성을 내포하는 모순적 속성들이 새로운 제도와 접합되면서 지속적으로 타협 및 조절되는 과정이다.

아울러 후기 사회주의 정신은 이후 발전 경로에 지속적으로 영향을 미친다.

시장 자본주의 제도를 구축하려는 구사회주의 국가의 노력은 보편적이고 공통적인 공간을 등장시켰다기보다, 구사회주의 체제의 유산, 기존 사회적 관계와의 접합을 통해 특수하고 다양한 경제적 관행으로 점철된 공간을 등장시켰다.

마지막으로 본 논문은 메타서사를 거부하는 ‘최근 20년의 담론’이 ‘실제로 존재하는 전환’을 이해하는데 있어 어떻게 기여하는지 살펴보고자 한다.

특히 이와 관련하여 본 논문은 일상생활의 관행과 비경제를 강조하는 신자유주의 길들이기에 주목한다.

@highlight

본 논문은 ‘1989년’ 국가 사회주의 붕괴 이후 중동부유럽 및 구소련에서 나타난 사회-

@highlight

공간적·정치-

@highlight

경제적 전환을 살펴봄으로써, 체제전환에 대한 담론의 변화가 후기 사회주의 지리를 어떻게 변화시켰는지를 파악하고자 한다.

