다산 정약용과 석천 신작은 조선후기 실학파 경학의 전형을 보여준 학자이다.

다산의 학문은 경세학과 비판적 이념을 특징으로 하며, 석천의 학문은 훈고학이 핵심적 면모이다.

이 두 학자의 이러한 학문 경향은 그들이 남긴 『시경』과 『역경』 주석서에 잘 드러나 있는데, 모두 조선시대 학문의 주류였던 주자학과 일정한 거리를 두고 있다.

다산의 시경학과 역경학은 주자의 경설을 수용하면서도, 독자적 학설을 추구하고 있다.

반면 석천의 시경학과 역경학은 주자학적 색채가 전혀 없는 가운데 훈고를 매우 중시하였다.

다산과 석천의 경학을 통해 본 실학파 경학은 주자학을 계승한 지점과 독자적 지점이 공존하고 있었다.

그 계승의 면에서는 주자학의 정신을 긍정적으로 평가하였고, 독자적 지점에서는 현실 비판적 혹은 훈고학을 중심으로 하고 있었다.

때문에 실학파 경학을 주자학과의 관계에서만 살펴본다면, 주자학의 정신(혹은 일면)에 대한 긍정적 수용이라고 평가하는 것이 타당할 듯하다.

@highlight

다산 정약용과 석천 신작은 조선후기 실학파 경학의 전형을 보여준 학자이다.

@highlight

다산의 학문은 경세학과 비판적 이념을 특징으로 하며, 석천의 학문은 훈고학이 핵심적 면모이다.

