이 논문에서는 2012년작 드라마 「아랑사또전」을 대상으로 현대에 이르러 새롭게 생산된 설화 텍스트의 변용양상을 분석해보고자 한다.

연구 텍스트는 「아랑설화」와 함께 2012년작 드라마 「아랑사또전」을 대상으로 한다.

이를 위해 2장에서는 표층적 구조, 즉 서사구조와 행위자의 관계들을 비교해서 분석했고, 3장에서는 이를 바탕으로 두 텍스트 간의 의미가 어떻게 달라지는지를 기술했다.

4장에서는 이러한 의미의 변용을 가능하게 한 것을 ‘기억’과 ‘질서’라는 기제를 통해 설명하고자 했다.

본고에서는 해당 설화가 여타 원귀 설화와 구분되는 지점을 원귀의 해원이 직접 이루어지지 않고 대리인에 의해서 행해진다는 점으로 보았다.

다시 말하면, 「아랑설화」는 삶과 죽음의 세계, 질서와 무질서의 세계가 명확하게 구분되며 그 경계를 명확히 유지하고자 하는 함의를 드러내는 텍스트이다.

이 현대적 변용이라 할 수 있는 「아랑사또전」에서는 그러나 그 경계가 보다 유연하며, 질서의 회복과 문제의 해결이 체계의 유지가 아니라 개인의 복원으로 나타난다는 차이점을 발견할 수 있다.

순환하며 최초의 상태로 돌아오는 것이 「아랑설화」의 질서라면, 돌아오지만, 최초의 상태와는 다른 질서를 보여주는 것이 「아랑사또전」의 세계이다.

@highlight

이 논문에서는 2012년작 드라마 「아랑사또전」을 대상으로 현대에 이르러 새롭게 생산된 설화 텍스트의 변용양상을 분석해보고자 한다.

