한국의 무보험자동차에 의한 상해보험은 미국의 무보험자동차운전자담보(UMC)를 그 모태로 하여 우리나라에 채용·적용되었으나 한국의 보험체계와 보상한도액의 차이점으로 인하여 미국의 UMC와는 적잖은 차이를 보이고 있다.

뚜렷한 차이점은 한국의 무보험자동차상해보험의 경우 책임보험을 초과하는 손해에 대하여 담보하는 상품이나 미국의 UMC의 경우 책임보험 손해까지 담보하는 상품이며, 한국의 경우 무보험자동차상해보험이 종합보험을 가입하는 피보험자의 선택사항이나 미국의 경우 많은 주에서 UMC의 강제가입을 의무화하고 있다는 점이다.

따라서 한국과 미국의 보험체계는 상이하다 할지라도 그 보험가입의 목적은 동일하므로, 한국의 경우도 미국의 경우와 마찬가지로 무보험자동차상해보험 가입을 의무화하거나, 미국의 ‘no pay no play’ 제도를 거울삼아 우리 실정에 맞도록 적용하는 등 보험을 미가입한 차량의 사고로 인하여 피해자가 입은 손해전보를 위하여 책임보험을 초과하는 손해를 보장할 수 있는 법적 장치 등의 마련을 긍정적으로 검토할 필요가 있다.

또한 무보험자동차상해보험이 중복보험에 해당되는지에 대한 논쟁이 끊임없이 제기되고 있어 보험금액의 총액이 보험가액을 초과하는 경우뿐만 아니라 보상액의 총액이 손해액을 초과하는 경우 중복보험의 규정을 적용할 수 있도록 상법의 개정이 필요함을 제시하고자 하였다.

@highlight

한국의 무보험자동차에 의한 상해보험은 미국의 무보험자동차운전자담보를 그 모태로 하여 우리나라에 채용·적용되었으나 한국의 보험체계와 보상한도액의 차이점으로 인하여 미국의 UMC와는 적잖은 차이를 보이고 있다.

