본 연구는 2011학년도 중학교 입학생부터 전면 적용되어 온 교과 집중이수의 적용 실태를 2011학년도에서 2013학년도 중학교 입학생 대상 학교 교육과정 편성안 분석을 통하여 파악하고 현재 진행 중에 있는 차기 국가 교육과정에서 중학교 교과 집중이수 부분을 어떻게 개선·반영할 것인가에 대한 의견을 제시하였다.

편성안 분석 결과를 토대로 중학교 교과 집중이수와 관련된 부분을 차기 국가 교육과정에 반영하는 방안으로서 다음을 제안하였다.

첫째, 총론 문서에 제시된 교과 집중이수 지침에서 학기당 이수 과목 수를 제한하는 표현을 삭제하고 교과 집중이수의 시행은 학교의 자율에 맡기는 방향으로 지침이 수정될 필요가 있다.

둘째, 집중이수 시행은 오로지 학생들에게 의미있는 학습경험을 제공한다는 목적 하에서만 시행하도록 하고 집중이수를 한다고 하면서 수업시수를 감축하지 않도록 하는 국가 차원의 조치가 필요하다.

이밖에도 교과 집중이수를 통한 수업 혁신 지원방안, 교사의 행정업무 경감 방안, 미이수 및 중복이수에 대한 기준 마련 방안 등을 제안하였다.

@highlight

이 연구는 2011학년도 중학교 입학생부터 전면 적용되어 온 교과 집중이수의 적용 실태를 2011학년도에서 2013학년도 중학교 입학생 대상 학교 교육과정 편성안 분석을 통하여 파악하고 현재 진행 중에 있는 차기 국가 교육과정에서 중학교 교과 집중이수 부분을 어떻게 개선·반영할 것인가에 대한 의견을 제시했다.

