창업은 경제에 활력을 부여하고, 일자리 창출 등에 중요한 역할을 수행하므로 선·후진국 모두 창업 촉진을 위해 정책역량을 집중하고 있다.

우리나라도 중소벤처기업부를 비롯한 8개 부처와 경기도 등 17개 지방자치단체가 2017년에 2조 8,260억원(추경, 신용보증, 시도별 창업자금 융자 제외)의 재정자금을 확보하여 180여개의 창업지원사업을 추진한 것으로 조사되었다.

그동안 정부의 적극적인 창업정책 추진으로 2017년도 신설법인 수가 9만 8,330개로 사상 최대치를 기록하는 등 창업이 활성화되는 추세를 보이고 있다.

그러나 정부의 창업 재정지원이 창업인프라 구축보다는 창업기업에 대한 직접 지원에 치중되고, 창업지원사업이 복잡·다기할 뿐만 아니라, 공급자 위주로 지원사업이 추진됨에 따라 비효율성이 발생할 수 있다는 문제점이 지적되었다.

향후 창업정책의 효율성 제고를 위해 정부는 지식·기술집약적인 창업이 촉진되고, 선순환 창업생태계가 조성될 수 있도록 할 필요가 있다.

이를 위해 정부는 메이커 스페이스, 테크숍 등 창업인프라 확충, 창업정책 추진체계의 합리적 조정, 창업지원사업 간 연계 강화, 창업교육 및 멘토링·컨설팅 지원사업의 실효성 제고, 체계적인 평가시스템 구축 및 피드백 기능 강화, 재도전·재창업 활성화 방안 등을 마련할 필요가 있다.

@highlight

이를 위하여 정부는 메이커 스페이스, 테크숍 등의 창업인프라 확충, 창업정책 추진체계의 합리적 조정, 창업지원사업 간 연계 강화, 창업교육과 멘토링·컨설팅 지원사업의 실효성 제고, 체계적인 평가시스템 구축과 피드백 기능 강화, 재도전·재창업 활성화 방안 등을 마련할 필요가 있고 사료된다.

