본 연구는 경영자 보상을 총 보상, 현금보상, 스톡옵션 보상으로 나누어 이러한 경영자 보상을 결정하는 요인이 무엇인지 실증 분석 하였다.

표본의 구성은 2009년~2016년 유가증권 시장에 상장된 제조 기업을 대상으로 기업특성을 재무적 특성, 수익적 특성, 성장성 특성, 통제변수로 나누어 이러한 기업특성 변수들과 경영자 보상과의 관계를 분석하였다.

본 연구의 분석결과를 요약하면 다음과 같다.

첫째, 경영자 보상 중 총 보상과 현금보상은 재무적특성중 기업의 총자산이 증가할수록 유동비율과 부채비율이 감소할수록 증가하며, 수익적특성으로는 ROA, WAGE, CFO가 감소할수록 ALT, RET가 증가할수록 증가하며, 성장성특성으로 총자산 증가율이 감소할수록 증가하는 결과를 보였다.

둘째, 스톡옵션 보상은 재무적 특성중 기업의 총자산이 증가할수록 유동비율이 증가할수록 증가하며, 수익적 특성으로는 CFO가 감소할수록 증가하며, 성장성 특성으로 매출액 증가율이 증가할수록 종업원증가율이 감소할수록 증가하는 결과를 보였다.

본 연구의 공헌점은 경영자 보상을 총 보상, 현금보상, 스톡옵션 보상으로 나누어 이러한 보상의 결정요인을 분석하였으며, 제조기업의 경영자 보상체계에 대한 이해도를 제고 할 수 있다는 것이며, 본 연구의 주제와 관련한 법 제정과 기업의 보상체계를 결정하는데 도움을 줄 것으로 기대된다.

@highlight

본고의 공헌점은 경영자 보상을 총 보상과 현금보상, 스톡옵션 보상으로 나누어 이러한 보상의 결정요인을 분석했고, 제조기업의 경영자 보상체계에 관한 이해도를 제고 할 수 있다는 것이고, 본 연구의 주제와 관련한 법 제정과 기업의 보상체계를 결정하는데 도움을 줄 것으로 기대할 수 있다.

