읽기의 초기 단계에서 처리되는 글자의 정보량을 지칭하는 시각 폭은 개별 글자의 획수가 증가하거나 폰트의 종류, 고정된 지면에서 차지하는 잉크의 면적, 글자 간의 간격과 같은 복잡성 요인들에 의해 영향을 받는다.

한글은 자음과 모음들이 조합되는 독특한 알파벳-

음절 표기법을 사용하는 글자 체계를 가지고 있어 영어나 중국어를 중심으로 한 결과들에 비해, 자모구성의 글자 유형에 따라서도 복잡성이 달라질 수 있다는 특수성이 있다.

본 연구에서는 세 글자 쌍 패러다임을 이용하여 글자의 유형에 따라 한글 읽기 시각 폭의 크기가 영향을 받는지 살펴보았다.

그리고 여러 글자 유형의 시각 폭 중 읽기 능력의 개인차를 예측하는 글자 유형을 확인해보고자 시각 폭과 읽기 폭, 읽기 유창성, 읽기 이해와의 상관도 살펴보았다.

실험결과, 글자 유형이 복잡해질수록 글자 재인 정확률이 감소하고 시각 폭이 줄어드는 경향이 관찰되었으나 자음+모음+자음의 형태가 자음+모음 형태보다 글자 재인율이 높고 시각 폭도 큰 것으로 나타나 자모조합의 복잡성에 따른 영향이 선형적이지 않고 다른 요인이 개입할 가능성이 관찰되었다.

자음만 제시한 조건과 CV조건의 글자 재인율은 읽기 이해와 정적 상관을 보여 향후 읽기 능력과 관련한 시각 폭 측정 시 사용할 수 있는 글자 유형으로 나타났다.

@highlight

이 연구에서는 세 글자 쌍 패러다임을 이용하여 글자의 유형에 따라 한글 읽기 시각 폭의 크기가 영향을 받는지 살펴보았다.

