이 연구는 한문과 교재론 영역 가운데 초등학교 한문 교과서 단원 구성의 원리와 방안 모색에 중점을 두었다.

단원 구성 방식에서 주목을 요하는 것은 대단원을 묶는 기제가 무엇인가라는 점과 개별 소단원을 어떤 원리에 따라 조직하는가라는 점이다.

단원 구성 체제의 핵심은 소단원의 구성 요소가 무엇이며 어떤 원리에 의해 조직할 수 있을 것인가라는 문제이다.

초등학교 한문 교과서의 주요 변인은 초등학생 학습자, 초등학교 교사 그리고 초등학교 한문 교육과정이다.

그리고 초등학교 한문 교과서 단원 구성에 작용하는 주요 원리를 목표, 활동, 조직 세 가지 층위에서 논의했다.

세 가지 층위는 단원 구성 및 체제와 연계되면서 상호 작용한다.

초등학교 단원 구성의 방안으로 주제 중심 통합 단원 구성을 제안했다.

주제 중심 통합 단원 구성 방식은 주제를 중심축으로 교육과정의 영역, 내용, 제재, 목표 그리고 교과를 통합하는 방안이다.

그리고 단원 구성 체제 방안으로 교수·학습 활동 중심 구성 체제를 제시했다.

매체 환경의 변화에 맞추어 향후 초등학교 한문 교과서 제작에 활동 중심의 워크북 교재와 미디어 활동 자료집이 유효하다.

제작된 교과서의 교실 수업에로의 검증 작업과 국가적 지원 또한 긴요하다.

@highlight

연구는 한문과 교재론 영역 가운데 초등학교 한문 교과서 단원 구성의 원리와 방안 모색에 중점을 두었다.

@highlight

단원 구성 방식에서 주목을 요하는 것은 대단원을 묶는 기제가 무엇인가라는 점과 개별 소단원을 어떤 원리에 따라 조직하는가라는 점이다.

