본고는 明末淸初 중국문헌에 수록된 許蘭雪軒의 작품을 대상으로 중국문인들이 그녀의 문학을 주목한 이유를 찾는 것을 주된 목적으로 한다.

이를 위해 본고는 크게 세 부분으로 나누었다.

첫째, 현존 11종의 중국문헌을 비교분석하여 그녀의 작품 총66제 174수가 중국에 전래되었음을 확인했다.

이 작품들을 조선각본 『蘭雪軒詩集』과 字句 비교를 해 본 결과, 단순히 한두 字句 변형시킨 경우, 詩句의 반 이상 또는 전체를 변형시킨 경우, 集句體 형식으로 편집 수록한 경우 등으로 변형 유형을 나누었다.

또한 최소 4종 이상의 문헌에서 중복 수록된 시가 28제에 달하는데, 중복원인으로는 이 시들의 수준이 상대적으로 높았을 가능성과 당시 중국 문단의 문풍과 맞았을 가능성을 제기했다.

둘째, 중국문헌에 수록된 난설헌 시의 주제 분석을 한 결과, 임에 대한 사랑, 혈육에 대한 그리움, 사회에 대한 관심, 신선 세계에 대한 동경으로 분류했다.

셋째, 중국문헌에 수록된 난설헌 시의 풍격적 특징에서는 우선 난설헌 시가 가진 前人의 모방경향을 擬古사조로 규정하고 이를 詩語와 詩意의 차용으로 나누어 분석해 보았으며, 樂府詩를 비롯한 그녀의 시가 盛唐詩의 특징 중 하나인 雄壯하고 渾厚한 기상을 작품 속에서 잘 그리고 있음을 확인할 수 있었다.

@highlight

이 글은 明末淸初 중국문헌에 수록된 許蘭雪軒의 작품을 대상으로 중국문인들이 그녀의 문학을 주목한 이유를 찾는 것을 주된 목적으로 한다.

