청소년들의 뇌는 급속한 변화를 겪는다.

그동안 신경해부학적 특성과 일반지능(IQ)과의 관련성을 알아보기 위한 연구가 지속적으로 이뤄져 왔으나 대부분 단편적이었다.

본 연구는 단순히 대뇌 피질 두께를 한 번 측정한 것이 아니고, 대뇌 피질 두께의 변화를 추적하여 일반지능과 그 변화 간의 관련성을 추정하였다.

건강한 청소년 75명(M=16세 4개월)을 5단계의 지능 범주별로 나눈 뒤 6개월의 간격을 두고 MRI 촬영을 두 번씩 하여 대뇌 피질 두께 변화를 알아냈다.

그 결과 일반지능 범주별로 대뇌 피질 두께 변화에 차이가 크게 나타났다.

일반지능이 120 이상인 세 그룹은 관찰 대상인 11개 뇌 영역의 대뇌 피질 두께가 모두 감소했으나, 그 이하의 두 개 그룹에서는 지능이 낮을수록 늘어나는 영역이 5~8개나 됐다.

이는 일반지능이 낮을수록 대뇌피질의 성숙이 늦어지는 것으로 추정할 수 있다.

@highlight

이 연구는 단순히 대뇌 피질 두께를 한 번 측정한 것이 아니고, 대뇌 피질 두께의 변화를 추적하여 일반지능과 그 변화 간의 관련성을 추정했다.

