현대사회는 증가하는 고객의 기대에 응대하기 위하여 보다나은 서비스개발에 노력한다.

호텔 경영환경은 고객수요의 다양성과 경쟁심화로 악화되고 있다.

호텔은 이러한 환경에서 생존하기 위하여 서비스에 집중하고 있다.

따라서 오늘날 호텔기업에 있어서 서비스 경영은 관심의 대상이자 큰 이슈로 등장하였다.

이러한 시점에서 본 연구는 호텔기업을 대상으로 서비스 보증이 지각된 위험과 행동의도에 미치는 영향을 규명하고자 하였다.

서비스 보증과 지각된 위험 그리고 행동의도의 관계를 규명하기 위하여 2015년 1월 5일부터 18일까지 서울, 부산 그리고 경주에 위치한 특1급 호텔을 대상으로 300부의 설문을 배부하여 284부의 유효한 설문지를 획득하였다.

획득한 설문지를 SPSS 18.0 통계패키지를 이용하여 분석한 결과 다음과 같이 나타났다.

첫째, 탐색적 요인분석 결과 서비스 보증은 보증 신뢰성, 보증 명확성 그리고 보증 안정성 등의 3개 요인으로 도출되었고 지각된 위험과 행동의도는 단일요인으로 도출되었다.

둘째, 보증 신뢰성은 지각된 위험에 부정적 영향을 미치는 것으로 나타났다.

셋째, 보증 신뢰성과 보증 안정성은 행동의도에 긍정적 영향을 미치는 것으로 나타났다.

넷째, 지각된 위험은 행동의도에 부정적 영향을 미치는 것으로 나타났다.

이러한 연구결과는 호텔기업에 있어서 서비스 보증의 중요성을 증명한 것이다.

따라서 호텔 경영자는 서비스 보증에 주의를 기울여야 할 것이다.

@highlight

현대사회는 증가하는 고객의 기대에 응대하기 위해 보다나은 서비스개발에 노력한다.

@highlight

탐색적 요인분석 결과 서비스 보증은 보증 신뢰성, 보증 명확성 그리고 보증 안정성 등의 3개 요인으로 도출되었고 지각된 위험과 행동의도는 단일요인으로 도출됐다.

