최근 정보통신기기를 매개로 한 e-

멘토링이 새로운 형태의 유용한 인적자원개발 도구로 학계와 실무계의 관심을 받고 있다.

그러나 e-

멘토링이 참가자들에게 제공하는 효과에도 불구하고 지금까지의 연구성과를 체계적으로 정리해보려는 시도는 없었다.

본 연구에서는 지금까지 e-

멘토링 분야에서 이루어진 국내 논문 15편과 해외 논문 68편 등 총 83편의 이론 및 실증논문들에 대한 검토를 토대로, e-

멘토링 연구의 현 동향을 파악하고 미래 연구 방향을 제안하고자 한다.

문헌연구 결과, e-

멘토링 관련 선행연구들은 주로 e-

멘토링의 개념, 장단점 분석, e-

멘토링 기능의 선행변수와 결과변수에 초점을 맞추고 있다.

선행연구 검토에서 발견된 문제점들을 보완하기 위해, 본 연구는 기존의 면대면 멘토링 대 e-

멘토링이라는 양분법적 접근법에서 벗어나, 관계의 공식성 여부와 정보기술 의존도 수준을 반영한 보다 세분화된 분류방식을 제안한다.

또한 미래 연구 방향으로서 e-

멘토링의 다양한 유형 간 효과성 비교, e-

멘토링과 참가자의 사회적 자본의 관계, e-

멘토링과 윤리에 대한 연구 등을 제안하였다.

@highlight

이 연구에서는 지금까지 e-

@highlight

멘토링 분야에서 이루어진 국내 논문 15편과 해외 논문 68편 등 총 83편의 이론 및 실증논문들에 대한 검토를 토대로, e-

@highlight

멘토링 연구의 현 동향을 파악하고 미래 연구 방향을 제안하려 한다.

