이 연구는 국제학술지에 나타난 ‘동해’ 관련 연구에서 ‘동해’ 표기유형별 특성을 계량적으로 분석한 것이다.

이 때 동해표기 유형은 ‘동해 단독’, ‘일본해 단독’, ‘병행표기’로 구분하였다.

분석을 위해 Web of Science DB에서 총 4,192편을 대상으로, 표기유형별 시계열 변화, 저자 소속국가별 표기유형, 연구주제의 차이, 피인용도, 연구협력 및 공저 네트워크를 분석하였다.

그 결과 ‘동해’ 연구에서 ‘일본해 단독 표기’의 비율이 가장 많은 것으로 나타났고, 1990년대 이후 ‘동해 단독 표기’과 ‘병기’의 비율이 지속적으로 상승하고 있었다.

또한 ‘동해’ 연구의 핵심국가는 ‘일본’, ‘러시아’, ‘한국’, ‘미국’, ‘중국’ 5개국이며, ‘일본해 단독 표기’의 경우 ‘일본’을 중심으로 ‘미국’, ‘러시아’, ‘중국’과 공동연구가 활발히 이루어지며, ‘동해 단독 표기’와 ‘병기’는 ‘한국’ 연구자를 중심으로 ‘미국’, ‘일본’과의 연구의 비율이 높았다.

공저 네트워크는 ‘일본해 단독 표기’의 경우 하나의 “거대 구성집단”(Giant Component)을 형성하여 이(異) 집단 간의 협업이 활발히 이루어지고 있으나, ‘동해 단독 표기’의 경우 소속기관을 중심으로 소규모의 연구그룹이 분산된 것으로 나타났다.

@highlight

이 연구는 국제학술지에 나타난 ‘동해’ 관련 연구에서 ‘동해’ 표기유형별 특성을 계량적으로 분석한 것이다.

@highlight

분석을 위해 Web of Science DB에서 총 4,192편을 대상으로, 표기유형별 시계열 변화, 저자 소속국가별 표기유형, 연구주제의 차이, 피인용도, 연구협력 및 공저 네트워크를 분석했다.

