본고는 임진왜란 이후 불교에 대한 국가 정책이 변화되었던 점에 주목하여 17세기 유학자의 불교인식 변화를 살펴본 논문이다.

유학자의 불교인식 변화를 고찰하기 위해 먼저 16세기 대표적인 유학자라고 할 수 있는 퇴계 이황과 율곡 이이의 불교관을 살펴보았다.

이를 통해 퇴계와 율곡은 배불적 견해를 일관되게 유지하였던 것으로 파악되었는데, 이들의 불교관은 당시 유학자들의 보편적인 불교관이었을 것으로 추정하였다.

그런데 16세기 후반 임진왜란이 발발하자 전국의 승려들이 칼과 창을 들고 궐기하여 목숨을 걸고 국왕을 지켜내었다.

무부무군(無父無君)의 도(道)라고 비판하였던 불교가 국가의 위기 상황에서 국왕에게 충성하는 모습을 지켜본 유학자들은 임진왜란이 지난 후 승군제도를 통해 승려의 신분을 보장해주었을 뿐만 아니라 불교에 대해서도 호의적인 태도를 가지게 되었다.

이러한 유학자의 불교인식 변화는 승려문집의 서문이나 비석의 비문을 유학자들이 써 주었던 것에서 확인된다.

현재까지 남아 있는 것으로, 17세기 14명의 유학자가 쓴 17개의 승려문집과 18명의 유학자가 쓴 31개의 서문이 있는데, 중복되는 인원을 빼면 총26명의 유학자의 글이 남아 있다.

이것은 임진왜란 이전에 유학자가 쓴 문집서문이나 비문이 없었다는 점에 비추어보면 유학자의 불교인식이 크게 변화했다고 보지 않을 수 없을 것이다.

@highlight

이 글은 임진왜란 이후 불교에 대한 국가 정책이 변화됐던 점에 주목하여 17세기 유학자의 불교인식 변화를 살펴본 논문이다.

