지방의회의 입법기능은 사회의 이해갈등을 효과적으로 조정 및 통제하는 역할을 하고 있다.

지역주민의 욕구 증가에 따른 조례가 자연히 증가하면서 이에 따른 재정수반 요인이 늘어나게 된다.

이에, 지방재정 건전성 약화를 사전에 예방하기 위한 조례안 비용추계제도가 도입되었다.

조례에 대한 사전적 예산금액과 사후적 예산편성 금액과의 차이를 살펴봄으로써 제도의 한계점을 살펴보고 개선방안을 도출하고자 하였다.

본 연구는 제9대 경기도의회의 의원발의 조례안 중 비용추계가 실시된 각 조항별로 예산편성 여부를 검토하였으며, 이를 위해 집행부 자료요구와 담당부서와의 전화조사를 통해 연구가 진행되었다.

분석결과 사업부서와 비용추계 부서와의 소통부족 문제, 비용추계 절차의 한계, 의원 관심 미흡 등 문제점이 나타났으며, 비용추계 운영의 개선방안으로 부서간 유기적인 협력, 상임위원회 조례 수정시 비용추계 재작성, 조례에 따른 예산편성 계획 의회보고, 특별예산 할당제도 도입 등을 제안하였다.

지방자치가 지속될수록 지방의회의 역할과 기능이 확대되고, 사전적 예산정보인 조례안 비용추계제도의 중요성이 강조될 것이다.

지방자치단체에서 실시중인 비용추계제도 발전운영에 대해 본 연구가 도움이 될 것을 기대한다.

@highlight

지방의회의 입법기능은 사회의 이해갈등을 효과적으로 조정과 통제하는 역할을 하고 있다.

@highlight

지역주민의 욕구 증가에 따른 조례가 자연히 증가하면서 이에 따른 재정수반 요인이 늘어날 수 있다.

