이

 

논

문

은

 

계

층

분

석

과

정

(

A

H

P

:

 

A

n

a

l

y

t

i

c

 

H

i

e

r

a

r

c

h

y

 

P

r

o

c

e

s

s

)

을

 

이

용

하

여

의

사

 

커

뮤

니

케

이

션

에

서

 

언

어

적

 

메

시

지

와

 

비

언

어

적

 

메

시

지

의

 

상

대

적

 

중

요

도

를

 

탐

색

적

 

수

준

에

서

 

살

펴

본

 

것

이

다

.

 

특

히

 

이

 

연

구

는

 

의

사

 

커

뮤

니

케

이

션

에

 

대

한

 

의

사

와

 

환

자

의

 

인

식

을

 

비

교

분

석

함

으

로

써

 

중

요

도

에

 

대

한

 

인

식

 

차

이

를

 

알

아

보

고

자

했

다

.

 

의

사

 

2

6

명

,

 

환

자

 

2

7

명

을

 

대

상

으

로

 

분

석

한

 

결

과

,

 

의

사

의

 

경

우

 

‘

피

드

백

’

(

.

2

1

8

)

 

→

 

‘

쉬

운

 

설

명

’

(

.

1

9

3

)

 

→

 

‘

신

체

 

언

어

’

(

.

1

5

0

)

 

→

 

‘

부

 

언

어

’

(

.

1

4

4

)

 

→

 

‘

경

청

’

(

.

1

2

1

)

 

→

 

‘

공

손

한

 

대

화

’

(

.

0

9

1

)

 

→

 

‘

외

모

’

(

.

0

4

2

)

 

→

 

‘

공

간

적

 

행

위

’

(

.

0

4

0

)

의

 

순

으

로

 

복

합

중

요

도

와

 

우

선

순

위

가

 

나

타

났

다

.

 

환

자

의

 

경

우

는

 

‘

피

드

백

’

(

.

1

3

6

)

 

→

 

‘

쉬

운

 

설

명

’

(

.

1

2

0

)

 

→

 

‘

경

청

’

(

.

0

7

5

)

 

→

 

‘

공

손

한

 

대

화

’

(

.

0

5

7

)

 

→

 

‘

신

체

언

어

’

(

.

0

5

6

)

 

→

 

‘

부

 

언

어

’

(

.

0

5

4

)

 

→

 

‘

외

모

’

(

.

0

1

6

)

 

→

 

‘

공

간

적

 

행

위

’

(

.

0

1

5

)

의

 

순

으

로

 

나

타

났

다

.

 

의

사

와

 

환

자

 

모

두

 

언

어

적

 

메

시

지

의

 

피

드

백

이

 

가

장

 

중

요

하

다

고

 

인

식

하

고

 

있

었

으

며

,

 

비

언

어

적

 

메

시

지

의

 

공

간

적

 

행

위

가

 

가

장

 

중

요

하

지

 

않

다

고

 

인

식

하

고

 

있

는

 

것

으

로

 

나

타

났

다

.

 

이

밖

에

도

 

쉬

운

 

설

명

(

2

위

)

,

 

외

모

(

7

위

)

 

등

도

 

의

사

와

 

환

자

의

 

상

대

적

 

중

요

도

 

우

선

순

위

가

 

일

치

하

는

 

것

으

로

 

나

타

나

 

의

사

의

 

인

식

과

 

환

자

의

 

인

식

이

 

크

게

 

다

르

지

않

음

을

 

알

 

수

 

있

다

.

@highlight

이 논문은 계층분석과정을 이용하여의사 커뮤니케이션에서 언어적 메시지와 비언어적 메시지의 상대적 중요도를 탐색적 수준에서 살펴본 것이다. 본 연구는 의사 커뮤니케이션에 대한 의사와 환자의 인식을 비교분석함으로써 중요도에 대한 인식 차이를 알아보고자했다.