본 연구는 고층건축물의 기본설계 단계에서 평면형태를 결정할 때, 응용할 수 있도록 다양한 형상을 가진 고층건축물에 작용하는 풍력 및 풍응답에 대한 데이터베이스를 구축하는데 목적이 있다.

따라서 본 논문에서는 풍력데이터베이스의 초기단계로, 높이 200m이상의 고층건축물의 변장비(=0.33, 0.50, 0.77, 0.83, 0.91, 1.0, 1.1, 1.2 ,1.3 ,2.0, 3.0) 변화에 따른 풍력의 특성을 조사하고 기존 문헌과의 비교·검토를 통해 실험결과를 검증하였다.

또한 풍하중조합의 관점에서 풍방향-

풍직각방향, 풍방향-

비틀림방향 및 풍직각방향-

비틀림방향 간의 풍력의 상호상관에 대해서 검토하였다.

실험결과, 풍방향 및 풍직각방향에 대한 평균 및 변동 모멘트계수와 풍직각방향 및 비틀림방향 변동모멘트계수의 파워스펙트럼밀도의 결과는 기존 연구결과와 잘 부합되는 것으로 나타났다.

또한, 지표면조도의 변화에 따른 풍방향, 풍직각방향 및 비틀림방향에 대한 풍력의 특성은 큰 변화가 없는 것으로 나타났다.

시간영역과 주파수영역에서의 변동모멘트의 상호상관계수 분석결과, 풍직각방향-

비틀림방향 변동모멘트계수의 상호상관계수가 높게 나타나는 경향을 보였다.

@highlight

이 연구는 고층건축물의 기본설계 단계에서 평면형태를 결정할 때, 응용할 수 있도록 다양한 형상을 가진 고층건축물에 작용하는 풍력 및 풍응답에 관한 데이터베이스를 구축하고자 한다.

