본 연구는 결혼이주여성의 임신, 출산 및 육아과정에서 발생하는 교육적 요구와 건강문제를 파악하고, 모성역할을 잘 수행하기 위한 모성역할 프로그램을 개발하기 위함이다.

교수설계 기본형인 ADDIE모형을 바탕으로 하였으며, 1단계 분석단계에서는 다문화 교육 및 현장 전문가들로 구성된 포커스 그룹 면담과정과 결혼이주여성들과의 심층면담을 통해 교육적 욕구와 문제를 분석하여 관련된 주요구성내용을 확인하였다.

2단계 설계단계에서는 구성요인 설정, 제목 및 교육목표설정, 교육내용 주제별 구성, 평가도구 확인 등이 진행되었다.

3단계 개발단계는 결정된 목표와 내용을 바탕으로 임신, 출산 및 육아내용이 포함된 교재와 동영상 자료를 3중 언어(한국어, 중국어, 베트남어)로 제작하였다.

4단계 실행단계에서는 개발된 교육프로그램을 결혼이주여성 20명을 대상으로 1주에 2시간씩 총 6회기로 교육을 시행하였다.

5단계 평가단계는 교육 실시 전, 후 설문지 검사를 통해 양육효능감과 모성역할 자신감을 측정하여 교육프로그램 효과를 검증하였다.

교육프로그램을 통해 모성역할 자신감과 양육효능감이 증가함을 알 수 있었다.

본 연구의 교육프로그램과 교재가 결혼이주여성들의 모성역할수행 향상에 도움이 되고 자녀들의 성장과정에 도움이 되기를 기대한다.

@highlight

본고는 결혼이주여성의 임신, 출산 및 육아과정에서 발생하는 교육적 요구와 건강문제를 파악하고, 모성역할을 잘 수행하기 위한 모성역할 프로그램을 개발하기 위함이다.

