본 논문은 화이트헤드의 역사철학에 대한 이해를, 역사주의 및 반역사주의와의 비교를 통해 알아보고자 하는데 그 목적이 있다.

그의 역사관이 창조적인 모험의 역사주의 즉 구성적 포스트모니즘 역사주의라고 이해하였다.

화이트헤드는 과정의 원리에 해당하는 작용인과 유한성의 원리에 해당하는 목적인을 새로운 개별성의 원리를 통해 구성한다.

이를 다르게 표현하자면, 공공성에서 사적으로 나아가는 과정을 현실태의 목적인이라고 할 수 있고, 사사성에서 공공성으로 나아가는 과정은 현실태의 작용인이라고 할 수 있다.

화이트헤드 철학의 이러한 특징은 ‘관계’와 ‘가치’ 혹은 ‘과정’과 ‘강도’ 개념으로 설명할 수 있다.

화이트헤드의 미적 가치의 방식은 “같음의 과잉”과 “다름의 과잉”이라는 근대와 포스트모더니즘을 조화하는 형식을 취한다.

동일성의 과잉에 대한 거부가 포스트모더니즘을 통해서 차이의 과잉으로 나아가고 있는 시점에서, 양자를 적절하게 조화하는 것은 새로운 시대적 화두이다.

화이트헤드는 자신의 새로운 형이상학에서 “관계적 힘”으로의 작용인과 “미적 가치”의 목적인을 함께 실현할 수 있는 개체성을 통해 역사를 조망하고 있는 것이다.

@highlight

이 논문은 화이트헤드의 역사철학에 대한 이해를, 역사주의 및 반역사주의와의 비교를 통해 알아보고자 하는데 그 목적이 있다.

@highlight

화이트헤드는 과정의 원리에 해당하는 작용인과 유한성의 원리에 해당하는 목적인을 새로운 개별성의 원리를 통해 구성한다.

