최근 제재 해제로 석유 · 가스 분야에 대한 투자 유치를 활발히 진행하고 있는 이란의 석유지질을 고찰하였다.

이란은 아라비아 판과 유라시아 판이 분리되고, 충돌하는 독특한 지체 구조 환경에서 형성된 다양한 양상의 퇴적 분지 들이 풍요로운 석유 시스템을 구축하고 있다.

자그로스 지역은 광대한 천해역 대륙붕에서 페름기 이후 주도적으로 퇴 적된 탄산염암(Asmari, Dalan/Kangan 층)이 양질의 저류암을 구성하고, 해퇴 주기의 증발암(Gachsaran, Dashtak 층) 이 덮개암 역할을 하며, 중생대 대륙붕에 빈번하게 발달했던 소분지에서 퇴적된 이회암(Kazhdumi 층 등)을 근원암으 로 한다.

석유는 데즈풀 전면 분지에 발달한 자그로스 배사에 집중 분포하고, 가스는 파르스 연안의 단순 습곡대와 카 타르 융기대의 거대 배사 구조에 부존한다.

이란의 석유 확인매장량은 157.8 Bbbl로 세계 4위이며, 가스는 1201.4 Tcf 로 세계 2위이다.

@highlight

최근 제재 해제로 석유·가스 분야에 대하여 투자 유치를 활발히 진행하고 있는 이란의 석유지질을 살펴보았다.

@highlight

이란은 아라비아 판과 유라시아 판이 분리되고, 충돌하는 독특한 지체 구조 환경에서 형성된 다양한 양상의 퇴적 분지들이 풍요로운 석유 시스템을 구축하였다.

