고령화시대를 보내며 노인인구의 삶의 질에 대해서 많은 연구와 사회적 관심이 증가하고 있으며, 지속적으로 증가하고 있는 노인인구를 보살피기 위한 사회복지의 핵심에 노인요양시설 및 노인공동주거시설 등이있다.

산림복지서비스를 사회복지서비스의 하위체계로 이해하는 현 체제에서 본 연구는 노인들을 대상으로 하는 복지서비스의 하나로 산림복지서비스를 개념화하고 체계화하고자 한다.

그 중에서도 산림 및 원예 요소를 이용한 복지서비스를 노인주거공간에서 제공할 수 있는 방안에 대해 모색해 보는 것이 본 연구의 목적이다.

노인주거시설에서 산림복지서비스를 제공하기 위해서는 먼저 어떠한 서비스인프라가 필요한지 알아야하고, 산림복지서비스인프라를 활용하여 산림복지서비스를 제공하기 위해서는 어떤 서비스를 어떻게 전달할 수 있을지에 대한 운영에 관한 아이디어도 필수적이다.

이를 위해 본 연구에서는 노인복지시설의 산림복지관련 서비스 운영현황 및 시설현황을 문헌 및 방문조사를 통해 기초적인 단계에서의 서비스인프라 및 서비스전달체계를 제안한다.

산림복지와 관련된 주관정책기관에서는 생애주기에서의 산림복지실현이라는 정책적 과제수행과정에서 본 연구의 결과를 실천적 아이디어의 일부로 활용할 수 있기를 기대한다.

@highlight

본고는 노인들을 상대로 하는 복지서비스의 하나로 산림복지서비스를 개념화하고 체계화하고자 했다.

@highlight

그 가운데서도 산림 및 원예 요소를 이용한 복지서비스를 노인주거공간에서 제공할 수 있는 방안에 대해 모색해 보는 것이 본 연구의 목적이다.

