본 논문은 캐리어의 이동도 및 전도도를 개선하고, 흡수된 빛의 이동 경로를 증가시켜 광흡수도를 높이기 위하여 정공 수송층 재료에 금 나노입자를 첨가하여 유기태양전지를 제작하였다.

광활성층으로는 P3HT와 PCBM의 bulkheterojunction 구조를 사용하였다.

유기태양전지에서 금 나노입자를 첨가한 정공 수송층의 효과를 관찰하기 위하여 금 나노입자의 첨가량(0, 0.5, 1.0 wt% Au)과 열처리온도(상온, 110oC, 130oC, 150oC)에 따른 광학적·전기적 특성을 조사하였다.

최대전력변환효율을 갖는 유기태양전지는 0.5 wt% 금 나노입자 첨가한 소자와 130oC에서 열처리한 소자에서 관찰되었다.

이때 유기태양전지의 전기적 특성은 금 나노입자를 0.5 wt% 첨가한 경우, 단락전류밀도, 곡선인자 및 전력변환효율은 각각 10.2 mA/cm2, 55.8% 및 3.1%로 나타났으며, 130oC에서 열처리한 경우, 12.0 mA/cm2의 단락전류밀도와64.2%의 곡선인자를 가지며, 4.0%의 전력변환효율이 관찰되었다.

@highlight

이 논문은 캐리어의 이동도 및 전도도를 개선하고, 흡수된 빛의 이동 경로를 증가시켜 광흡수도를 높이기 위해 정공 수송층 재료에 금 나노입자를 첨가해 유기태양전지를 제작했다.

