환율과 수출입 간의 변동성의 특성을 GARCH 모형으로 분석한 결과는 다음과 같다.

첫째, 환율변동성은 통계적으로 유의한 ARCH효과와 GARCH효과가 확인되었다.

원·달러환율의 변동성의 지속성측면에서 수출변동이 수입변동보다 환율변동성에 다소 영향력이 강하게 나타났다.

둘째, 비대칭성효과 분석에서, 월별자료로 측정된 원·달러환율 변동성에 비대칭성이 존재하지 않은 것으로 나타났다.

이는 원·달러 외환시장의 정보전달체계의 효율성을 입증하는 간접적인 증거임을 시사한다.

셋째, 시간가변적 상관관계분석에서, 환율변동성과 수출변동액 간에는 역(-

)방향의 시간가변적 상관관계를 갖는 것으로 확인되었다.

넷째, 조건부 공분산분석에서, 통계적으로 유의한 제2기에서는 환율변동성과 수출변동 간의 당기의 조건부 공분산은 전기의 조건부공분산이 양(+)의 상관관계의 영향력이 있어서 정(+)방향 동조화를 시사한다.

즉, 환위험과 수출변동 위험이 같은 방향으로 움직임을 고려하여, 환위험관리를 위한 ‘환변동보험’ 등 무역보험제도의 활용 확대 및 무역거래시 결제통화의 다변화 등의 지속적 노력이 요망된다.

@highlight

환율과 수출입 간의 변동성의 특성을 GARCH 모형으로 분석했다.

@highlight

환율변동성은 통계적으로 유의한 ARCH효과와 GARCH효과가 확인되었는데, 원·달러환율의 변동성의 지속성측면에서 수출변동이 수입변동보다 환율변동성에 강한 영향력을 나타냈다.

