이 연구는 OECD PISA에 참여한 우리나라 학생, 학부모와 학교장의 설문자료와 읽기·수학·과학소양의 성취도를 분석하여 학교도서관변인이 학업성취도에 미치는 영향력을 파악하고자 하였다.

이를 통해 학교도서관의 교육적 영향력과 책무성에 대한 기초자료를 얻고 학교도서관 교육을 개선하기 위한 시사점을 도출하고자 하였다.

분석결과, 첫째, 학생들이 독서를 즐겁게 생각할수록 학생들의 학업성취도가 높았다.

둘째, 가정에 책이 많고 이용할 수 있는 독서자원이 많을수록 학생들의 학업성취도가 높았다.

셋째, 인터넷을 사용하기 위해 학교도서관을 방문할수록 학업성취도가 낮았다.

넷째, 학교도서관 직원이 부족할수록 학생들의 학업성취도가 낮았다.

즉 학교도서관 직원이 학생들의 학업성취도에 긍정적인 영향을 미치고 있었다.

다섯째, 독서 사교육에 대한 경험은 읽기·과학소양성취도에 부정적인 영향을 미치고 있었다.

여섯째, 독서가 좋아서 학교도서관에서 대출하는 것과 국어교과 관련 학교도서관 수업은 학업성취도에 영향을 미치지 않는 것으로 나타났다.

@highlight

본 연구는 OECD PISA에 참여한 우리나라 학생, 학부모와 학교장의 설문자료와 읽기·수학·과학소양의 성취도를 분석하여 학교도서관변인이 학업성취도에 미치는 영향력을 파악하려 했다.

