본 연구는 호텔기업의 내부고객인 종업원을 대상으로 종업원만족과 고객만족활동 간의 비선형적 관계의 가능성과 이들 관계가 고용형태와 교육훈련 수준에 따른 세분집단 간에는 어떠한 차이가 있는지를 밝히고자 한다.

이를 위하여 부산지역에 위치한 특1급 호텔의 종업원을 대상으로 설문조사를 실시하였고 236개의 표본 자료를 수집하여 위계적 회귀분석을 실시하였다.

실증분석 결과 첫째, 종업원만족과 고객만족활동 간의 관계에서 수확체증 형태의 비선형성을 확인하였다.

둘째, 이들 간의 관계가 고용형태에 따른 세분집단 간의 차이가 있는 것으로 나타났다.

정규직의 경우 종업원만족과 고객만족활동 간에 비선형적 관계가 나타났으나, 비정규직의 경우 종업원만족과 고객만족활동 간에 선형적 관계가 나타났다.

셋째, 교육훈련 수준 세분집단에 따라 종업원만족이 고객만족활동에 미치는 영향도 집단 간 차이가 있는 것으로 나타났다.

즉 교육훈련이 높은 집단의 경우 종업원만족과 고객만족활동 간에 선형적 관계가 나타났으나, 교육훈련이 낮은 집단의 경우 수확체증 형태의 비선형적 관계가 나타났다.

이러한 결과는 결국 전체 집단 수준에서의 접근보다는 내부고객인 종업원의 세분시장별로 바람직한 전략과 전술을 계획하고 실행하는 것이 더 바람직하다고 할 수 있다는 것을 시사한다.

마지막으로 이러한 실증분석 결과를 토대로 본 연구의 시사점 및 향후과제를 간략하게 논의하였다.

@highlight

이 연구는 호텔기업의 내부고객인 종업원을 대상으로 종업원만족과 고객만족활동 간의 비선형적 관계의 가능성과 이들 관계가 고용형태와 교육훈련 수준에 따른 세분집단 간에는 어떤 차이가 있는지를 밝히고자 한다.

