이 연구는 모바일 기기를 활용하는 탐구 기반의 현장 체험 학습 프로그램에서 모바일 메신저(카카오톡)를 통해 학생과 상호작용하는 교사의 역할을 살펴봄으로써, 모바일 탐구 기반 학습을 위한 교수 실천의 방향성을 탐색하고자 하였다.

이 연구의 맥락은 중학생을 대상으로 제공된 ‘친환경 건축물로서의 창덕궁’에 대한 탐색을 주제로 하는 현장체험학습 프로그램이다.

이 프로그램 안에서 교사와 학생 사이의 상호작용은 모바일 메신저의 단체대화방을 통해 이루어졌으며, 교사는 원격으로 학생들과 소통하였고, 학생들은 각자의 모바일 기기를 가지고 참여하여, 동료들과 협력적으로 현장에서 제공되는 탐구 미션을 수행하였다.

이 연구는 모바일 메신저에서 생성된 교사와 학생 사이의 상호작용(대화)에 대한 질적 분석을 통해, 모바일 메신저 교사들의 역할을 1) 학습 환경의 조직 및 운영, 2) 탐구의 촉진, 3) 피드백과 평가의 제공, 4) 사회적 지지의 네 가지 범주로 서술하고 있다.

끝으로, 모바일 메신저 교사들의 교수 실천에 대한, 현장에서의 탐구 촉진 측면과 학습자 주도성 독려 측면에서의 고찰을 통해, 모바일 탐구 기반 학습 환경에서 교사의 인지적 리더쉽과 학습자의 참여 촉진의 중요성을 시사하고 있다.

@highlight

본 연구는 모바일 기기를 활용하는 현장 체험 학습 프로그램에서 모바일 메신저(카카오톡)를 통해 학생과 상호작용하는 교사의 역할을 살펴봄으로써, 모바일 탐구 기반 학습을 위한 교수의 실천방향성을 탐색하고자 하였다.

