본 연구에서는 폴리그래프 검사에서 진실집단과 거짓집단이 희생관련질문에서 어떠한 생리적 반응 차이가 나타나는지에 대해 검토하였다.

이를 위해서 폴리그래프 검사결과를 바탕으로 진실집단과 거짓집단으로 나누어 희생관련질문 시 나타나는 생리적 반응을 측정하여 집단 간 비교를 하였다.

그 결과 진실집단은 차트가 진행됨에 따라 희생관련질문에서 생리적 반응이 감소하는 것으로 나타났으나 거짓집단은 생리적 반응이 증가하는 것으로 나타났다.

또한 진실집단은 첫 질문인 서두질문과 희생관련질문 간의 생리적 반응 차이가 나타나지 않았으나 거짓집단은 서두질문보다 희생관련질문에서 생리적 반응이 증가한 것으로 나타났다.

즉 거짓말 하는 사람은 폴리그래프 검사가 진행됨에 따라 불안과 긴장감의 증가로 희생관련질문에 대한 생리적 반응이 증가한 것으로 보인다.

이러한 결과는 폴리그래프 검사에서 희생관련질문이 피검사자의 진술 진위여부를 명확히 파악하는데 유용한 정보로 활용될 수 있음을 시사한다.

@highlight

이 연구에서는 폴리그래프 검사에서 진실집단과 거짓집단이 희생관련질문에서 어떤 생리적 반응 차이가 나타나는지에 관해 검토했다.

