이 연구는 금속광산 주변 농경지 토양으로부터 비소 및 중금속 안정성 효율 평가를 위해 실험을 실시하였다.

컬럼실험 결과, 5% 입상석회석을 첨가한 경우 비소는 35%, 카드뮴 80%, 구리 75%, 납 100% 및 아연 85%로 감소하였으며, 입상석회석 3%와 제강슬래그 2% 첨가시 비소를 제외한 모든 원소에서 좋은 처리효과를 나타내었다.

컬럼 전, 후 시료를 이용한 단계별(연속)추출 결과 비소와 구리는 90% 이상 안정된 형태(4~5단계)의 토양으로 존재하며, 카드뮴은 75%가 쉽게 용출되는 형태(1~3단계)의 토양으로 존재하는 것으로 나타났다.

또한 납과 아연에서도 80% 이상 안정된 형태로 존재하는 반면, 복토재의 컬럼실험 전, 후 단계별 추출 결과는 컬럼실험 후에 생물학적 이용도가 높은 단계인 1~3단계가 모두 상승하여 식물에 중금속이 흡수될 가능성이 있는 것으로 판단된다.

@highlight

본고는 금속광산 주변 농경지 토양으로부터 비소와 중금속 안정성 효율 평가를 위하여 실험을 실시했다.

