이 연구는 기혼 직장인들의 일가족갈등의 성 차이와 일가족갈등이 결혼만족도에 미치는 영향의 성 차이를 검증하고자 하였다.

이를 위해 2014년도 한국복지패널 자료 중 20~65세 기혼 임금근로자 2,841명의 사례를 분석하였으며 분석결과는 다음과 같다.

첫째, 기혼 직장 여성은 기혼 직장 남성에 비해 일가족갈등이 유의하게 높았고 세부적으로 가정의 직장생활 방해, 직장의 가정생활 방해 모두 남성보다 유의하게 높았다.

둘째, 일가족갈등은 남성과 여성 모두의 결혼만족도 저하에 영향을 미치는 것으로 나타났지만 남성보다 여성 집단에서 결혼만족도 저하의 더 큰 설명 요인인 것으로 나타났다.

셋째, 일가족갈등이 결혼만족도에 미치는 영향은 성에 따라 달라지는 조절효과를 보여 기혼 직장 여성의 경우 일가족갈등이 증가할수록 결혼만족도는 남성보다 현격하게 감소하는 것으로 나타났다.

이러한 결과는 특히 기혼 직장여성의 경우 남성보다 일가족갈등이 유의하게 높을 뿐만 아니라 결혼만족도에 대한 일가족갈등의 부정적인 영향을 더 크게 받고 있어 특히 기혼 직장 여성들의 낮은 결혼만족도의 제고를 위해 일가족갈등의 완화가 필요함을 논의하였다.

@highlight

이 연구는 기혼 직장인들의 일가족갈등의 성 차이와 일가족갈등이 결혼만족도에 미치는 영향의 성 차이를 검증하고자 했다.

