이 연구의 목적은 생애사건이 가구의 보장성보험 보유상태 변화에 미치는 영향을검증하는 것이다.

이제까지 가구의 보험가입결정에 대한 연구는 정태적 보험수요분석이 대부분이었고 따라서 보험의 가입 및 해약에 영향을 주는 가구의 동태적특성을 분석하는데 한계가 있었다.

이에 본 연구는 보험의 보유상태 변화를 신규가입, 추가가입, 전액해약, 부분해약으로 구분하여 가구의 동태적 특성 변화의 영향을분석하였다.

분석결과, 출산 및 사망, 취업상태 및 종사상지위 변화, 소득 및 순자산변화는 가구의 보험보유상태 변화에 유의한 영향을 미치는 것으로 나타난 반면, 결혼및 이혼은 유의한 영향을 미치지 않는 것으로 나타났다.

특히, 가구는 첫 출산을계기로 보험에 신규·추가 가입할 가능성이 높은 것으로 나타났고, 추가가입과는 달리신규가입에 있어 첫 출산을 제외한 출산은 유의한 변인이 아닌 것으로 나타났다.

이러한 결과는 향후 보험산업이 저출산과 노동시장의 변화를 주시하고 대응해나가야할 필요가 있음을 시사하고 있다.

@highlight

본 연구의 목적은 생애사건이 가구의 보장성보험 보유상태 변화에 미치는 영향을검증하는 것이다.

