최근의 고등교육재정정책의 변화 중에서 가장 주목할 만한 변화로는 소득연계 학자금 대출제도(Income Contingent Loans, ICLs)의 도입·운영을 들 수 있다.

이 글은 ICL을 도입·운영하고 있는 대표적인 국가인 호주와 영국사례를 중심으로 제도변화의 구체적 내용과 원인 등을 통시적으로 살펴보는 동시에, 이를 통해 우리나라 ICL 운영을 둘러싼 핵심적인 쟁점이라 할 수 있는 이자율의 수준과 저소득층 보호 장치 등에 관한 정책적 시사점을 얻고자 하는 데 그 목적이 있다.

제1장 서론에 이어 제2장에서는 ICL 도입의 이론적 배경이라 할 수 있는 비용공유의 개념, 고등교육 비용의 상승 문제, 학자금 대출제도, ICL의 유형 등을 설명하고 있다.

제3장과 제4장에서는 호주와 영국 사례를 각각 살펴보고 있다.

제5장에서는 바람직한 이자율의 수준과 저소득층 보호 대책 등을 중심으로 ICL의 주요 쟁점과 정책적 시사점을 논의하고 있다.

끝으로 제6장에서는 논의를 정리하고 결론을 맺는다.

@highlight

이 글은 ICL을 도입·운영하고 있는 대표적인 국가인 호주와 영국사례를 중심으로 제도변화의 구체적 내용과 원인 등을 통시적으로 살펴보는 동시에, 이를 통해 이자율의 수준과 저소득층 보호 장치 등에 관한 정책적 시사점을 얻으려는 데 그 목적이 있다.

