국내 탈북자 집단은 ‘소수자’로서 남한 사회의 정부 및 주민들로부터 다양한 차별적 대우와 자존감 훼손, 인권 침해 사태를 겪고 있다.

하지만 국내 탈북자 집단이 남한 사회로부터 당하고 있는 무시와 차별, 배제와 인격적 유린은 여기에 그치지 않는다.

그들은 남한 주민들, 곧 한국인들과 동일한 민족적 정체성을 지녔으며 엄연히 법적으로 내국인과 동등한 권리와 자유를 부여받은 ‘북한 출신’의 한국인임에도 불구하고, 정치적·이념적 차원에서 선별적인 ‘통합적 배제’ 혹은 ‘배제적 통합’의 대상이 되고 있다.

그 과정에서 그들만의 고유한 정체성과 인권을 비롯한 기본권과 자유의 향유에 적지 않은 침해와 제재가 가해지고 있는 실정이다.

특히 비소수자적 위치에 놓인, 한민족의 일원이자 엄연한 북한 출신 한국인임에도 불구하고, 남한 사회 내 진보 진영과 보수 세력 간의 무차별적인 이념적 대결 구도로 인해 야기된, 국내 탈북자 집단의 정체성 훼손 및 인권 침해 상황은, 그러한 사태의 해결과 극복을 위한 실천 방안의 마련을 위해서는 ‘소수자 문제의 시각’ 이외에 또 다른 접근방식과 문제 분석의 틀이 요구됨을 말해준다.

그러므로 이러한 사정을 감안할 때, 국내 거주 탈북자 집단의 인권 침해 및 정체성 훼손의 문제에 관한 접근 방식과 해결 방안의 모색은, ‘소수자 문제의 관점’과 ‘민족적·이념적 통합 문제의 관점’에서 동시적으로 이루어져야만 한다.

@highlight

국내 탈북자 집단은 ‘소수자’로서 남한 사회의 정부 및 주민들로부터 다양한 차별적 대우와 자존감 훼손, 인권 침해 사태를 겪고 있다.

@highlight

그 과정에서 그들만의 고유한 정체성과 인권을 비롯한 기본권과 자유의 향유에 적지 않은 침해와 제재가 가해지고 있는 실정이다.

