이 논문의 목적은 하이데거 철학과 선불교에 관한 여러 비교철학적 연구들을 검토하면서, 그 같은 연구와 관련한 바람직한 연구방향을 제시해보려는 것이다.

필자의 검토에 의하면, 선불교의 주요개념을 현상학적 시간성에 의해 이해하려는 연구는 드물게만 이뤄졌다.

이런 점에서 진여나 윤회와 같은 불교의 주요 개념을 시간성에 의해 해설함에 의해 그것들이 종교적으로만이 아니라 철학적으로도 이해되도록 하는 것이 긴급한 듯하다.

하이데거 철학과 불교의 비교연구는 대체로, 불교의 특정한 한 개념과 이와비슷한 하이데거의 한 개념을 비교하는 방식으로 이뤄졌다.

이런 방식은 그들의 유사성과 차이에 대한 단편적 이해만을 가능하게 한다.

따라서 불교의여러 주요개념들과 하이데거의 여러 주요개념들을 체계적으로 비교하여, 하이데거 철학과 불교의 관계에 대한 체계적 이해가 가능해지도록 하는 것이필요하다.

몇몇의 비교연구들은 비교되는 사상들을 단순히 동일시하거나 그들의 우월성관계를 확정하려는 경향을 보였고, 그 결과 그들은 비교되는 사상들 각자의고유성을 드러내는 일에는 실패한 듯하다.

그런데 비교연구가 비교되는 사상들 각자의 고유성을 드러내야 마땅하다면, 그것은 그것들의 유사점들은 물론차이점들도 드러내고, 그것들의 우월성 논쟁에 대해서는 중립적 태도를 지켜야 할 필요가 있다.

@highlight

본 논문의 목적은 하이데거 철학과 선불교에 관한 여러 비교철학적 연구들을 검토하면서, 그 같은 연구와 관련한 바람직한 연구방향을 제시해보려는 것이다.

