본 연구는 1995년 시작된 개발협력을 매개로 작동한 북한과 유엔의물 협력이 진화하고 있음을 오스트롬의 PIASES 분석틀로 실증한다.

게임이론을 통해 분석한 북한과 유엔의 개발협력 유형은 ‘단기협정’에서 ‘장기 협정의 성격이 혼재된 단기 협정’으로 변화를 보여주었다.

지속가능한 개발협력을 담보한다는 점에서 장기 협정이 최적의 균형이라면, 거시적 수준에서 장기 협정으로 이행은 북한과유엔의 진화하는 협력을 대변한다.

이러한 변화는 주인의식을 제고하려는 북한의 노력과 강한 공여자에서 계몽된 공여자로 전환하려는 유엔의 노력이 맞물려 창출되었다는 점에서 관계의 ‘진화’이기도 하다.

특히이 과정에서 목도된 실패를 통해 배우고 장기 이익을 위해 노력하는 북한의 면모는 북한 다시 읽기를 요청 한다.

북한-

유엔 협력 게임이 보여 주는 협력의 진화는 서로의 다름을 이해하고 지속적인 대화를 가능하게 하는 장인정신(artisanship)의 발현과정이라는 점에서 미래의 협력을 상상하는 데도 유의미한 함의를 준다.

@highlight

본고는 1995년 시작된 개발협력을 매개로 작동한 북한 및 유엔의물 협력이 진화하고 있음을 오스트롬의 PIASES 분석틀로 규명한다.

@highlight

게임이론을 통하여 분석한 북한 및 유엔의 개발협력 유형은 ‘단기협정’에서 ‘장기 협정의 성격이 혼재된 단기 협정’으로 변화를 보여주었다.

