인과 추론은 심리학에서는 물론 최근 베이스 접근법을 취하는 인지과학자들에 의해서도 활발히 연구되고 있다.

본 연구는 인과추론에 대한 대표적 심리학 이론인 힘-

확률대비이론(a power probabilistic contrast theory of causality)을 중심으로 인과 추론의 최근 동향을 개관하고자 한다.

힘-

확률대비이론에서는, 원인은 결과를 일으키거나 억제하는 힘(power)인데, 이 힘은 특정한 조건하에서 통계적 상관을 통해 파악될 수 있다고 가정한다.

본 논문에서는 이 이론에 대한 초기의 경험적 지지 증거를 먼저 살펴본 다음, 베이스 접근에 기반을 둔 이론과의 쟁점을 명확히 하고, 원인은 맥락에 무관하게 동일하게 작동한다는 인과적 불변성 가정(causal invariance hypothesis)을 중심으로 한 보다 최근의 연구 결과를 소개하고자 한다.

이 연구들은 종래의 통계적 접근법으로는 잘 설명되지 않는 결과를 제시함으로써, 철학, 통계학, 그리고 인공 지능 등과 같은 인접 분야에 인과성에 대한 힘 이론을 진지하게 고려할 것을 촉구하고 있다.

@highlight

인과 추론은 심리학에서는 물론 최근 베이스 접근법을 취하는 인지과학자들에 의해서도 활발히 연구되고 있다.

