2014년 1월 31일 전남 여수 앞바다를 오염시킨 ‘우이산(Wu Y San)호’ 사건에 대한 항소심 판결이 2015년 4월 2일 광주지법 형사1부에서 선고되면서 검사와 피고인들 측의 항소가 기각되고 판결이 확정되었다.

이 글은 위 사건에 대한 평석을 겸하여 기존의 도선사고에 관한 판결과 그 평석 등에서 다루어진 몇 가지 쟁점들을 검토하고, 향후 관련 논의에서 관심의 대상이 되어야 할 문제들이 무엇인지를 생각해 본 것이다.

Ⅱ에서는 지금까지 주목을 받았던 도선사고와 그에 대한 도선사의 형사책임을 다룬 판결들과 그에 대한 해석론에서의 평가들, 우이산호에 대한 제1심과 항소심의 판단을 요약한 후 그에 대한 필자의 생각을 간략히 언급했다.

Ⅲ에서는 도선사의 주의의무의 근거규범과 그 전문성, 나아가 이러한 영역에서 일어난 사건을 판단하는 법관의 전문성은 재판의 공정·정당성을 인정받기에 충분한 것이지, Ⅳ에는 끝으로 도선법의 개정논의의 시사가 무엇인지 정리해 보면서 도선사고와 도선사의 형사책임을 둘러싼 국내의 관련논의의 현황과 향후 과제에 대해 개관해 보았다.

@highlight

이 글은 위 사건에 대한 평석을 겸해 기존의 도선사고에 관한 판결과 그 평석 등에서 다루어진 몇 가지 쟁점들을 검토하고, 향후 관련 논의에서 관심의 대상이 되어야 할 문제들이 무엇인지를 생각해 본 것이다.

