과학문명이 급격히 변화하고 사회상 또한 변모함에 따라 그것이 미래에 가져올 부정적 영향을 소재로 삼는 디스토피아 성향의SF영화는 대중의 큰 관심을 받고 있다.

SF영화에서 공간연출은 관객의 상상력을 증대하기 때문에 매우 중요하다.

이에 디스토피아 성향의 공간연출특성과 유형을 분석하고자 함에 연구의 목적이 있다.

본 연구에서는 이론적 고찰을 통하여 SF영화에서 표현된 공간특성과 디스토피아적 장르의 특성을 도출하여 분석모형을 제안하였다.

그리고 1970년대~2010년대 사이에 발표된 영화 중 인지도가 높고 주목할만한 시각적연출요소가 나타나는 영화 네 편을 선정하여 사례분석을 하였다.

디스토피아적 SF영화는 과학문명의 발달이 우리의 미래에 부정적인 결과를 가져올 수 있다는 두려움을 표현하기 위해 기계적 표현과 통제성이 포함된 기술 집약성이 두드러지는 공간표현이 나타난다는 것을 알 수 있었다.

그러므로 디스토피아적 공간연출은 부정적 의미를 전달하는 데 있어 획일화되고 통제된 사회 등의 표현으로 나타나는 특성이 있다.

이러한 특성은 시대적 개념에 영향을 받으므로 향후 더욱 새로운 공간으로 표현될 것으로 예측된다.

@highlight

본 논문에서는 이론적 고찰을 통해 SF영화에서 표현된 공간특성 및 디스토피아적 장르의 특징을 도출해 분석모형을 제안했다.

@highlight

또한 1970년대~2010년대 사이에 발표된 영화 중 인지도가 높고 주목할만한 시각적연출요소가 나타난 영화 네 편을 선정해 사례분석을 했다.

