본 논문에서는 딥러닝 기술을 국내 광업분야에 효과적으로 도입하기 위하여 광업 분야의 딥러닝 기술 적용연구들을 조사하고 정리하였다.

딥러닝은 ANN에 기원을 둔 머신러닝 알고리즘으로, 지질학적 문제와 같은 고차원비선형 문제의 추상화에 특화되어 있다.

딥러닝 기술이 조사, 탐사, 개발, 광산운영, 재해분석에 이르는 광업주기에 따라 어떻게 적용되었는지 조사되었다.

조사 및 탐사단계에서는 지구화학탐사, 물리탐사, 지질도, 단층선, 지형정보를융합하여 광물 부존가능성 지도화를 수행하는 연구가 다수 제안되었다.

광산 개발 및 관리 단계에서는 센서나 카메라에 의해 측정된 광산 현황 자료로 광산 내 상황 자동감지, 솔루션 자동연산, 자동 장비제어에 대한 연구가 수행되고 있었다.

재해 분석 단계는 상황인식 및 재해 예측이 주된 목적이었다.

딥러닝 기술이 국내광업분야에 효과적으로 도입되기 위해서 관련된 국내 적용연구가 요구된다.

@highlight

본고는 딥러닝 기술을 국내 광업분야로의 효과적인 도입을 위하여 광업 분야의 딥러닝 기술 적용연구들을 조사하고 정리했다.

