통증과 질병은 과학적으로 규명하고 치료할 영역이다.

그러나 일견 상식적으로보이는 이러한 진술은 사실 매우 복잡하다.

사람들은 통증이 생기거나 질병이 찾아오면 즉시 병원을 찾아간다.

그러나 한편 출석하지 않던 교회당이나 성당을 찾거나 심지어 새벽기도를 나가기도 한다.

또한, 치유에 좋다는 수많은 대체의학이나 민간요법에 집착하기도 한다.

이러한 통증과 질병에 대한 태도는 단순히 통증과 질병이 의학적인 영역이 아님을 보여주는 사례들이다.

본 연구는 인간의 통증이 어떠한 내러티브를 형성하고 있었는지 그리스도교 역사 속에서 몇 유형을 찾아보았다.

그 결과 첫째, 그리스도교는 인간의 통증과 질병을 하나님의 섭리에 의한 처벌 혹은 간섭으로 이해하였다.

이에 따라서 통증이나 질병은 인내하고 극복할 대상으로 간주했다.

두 번째 그리스도교는 인간에게 닥쳐온 통증이나 질병을 악한 것들에 의한 침범 내지는 오염으로 이해하였다.

따라서 이러한 통증과 질병은 투쟁의 대상이 되었다.

그리스도교 역사 속에서 꾸준히 행하여지던 엑소시즘이나 신유치유 등이 이러한 믿음을 현상적으로 드러내 보여주는 사례라고 할 수 있다.

마지막으로 그리스도교는 통증과 질병을 신적 세계에 진입하는 통로로 이해하였다.

그러므로 통증은 견뎌야 할 뿐 아니라 자발적으로 선택할 수 있는 영성의 대상이 되었다.

@highlight

이 연구는 인간의 통증이 어떤 내러티브를 형성하고 있었는지 그리스도교 역사 속에서 몇 유형을 찾아보았다.

@highlight

또한, 치유에 좋다는 수많은 대체의학이나 민간요법에 집착하기도 한다.

