본 연구는 정서인식명확성과 외상 후 성장의 관계에서 정서표현과 정서조절양식인 능동적 양식, 지지추구적 양식이 매개하는지 살펴보았다.

이를 위해 대학생 399명을 대상으로 정서인식명확성 척도, 정서표현성 척도, 정서조절양식 척도, 외상 후 성장 척도를 실시하였다.

선행연구를 바탕으로 연구모형과 2개의 경쟁모형을 설정하였고, 연구가설을 검증하기 위해 SPSS를 활용하여 기초통계분석과 AMOS를 활용한 구조방정식모형 검증 및 분석을 실시하였다.

모형검증 결과 경쟁모형 1이 가장 적합한 것으로 나타났으며, 분석결과는 다음과 같다.

첫째, 정서인식명확성은 외상 후 성장에 정적인 영향을 미쳤다.

둘째, 정서인식명확성은 정서표현과 능동적 양식에 정적인 영향을 미쳤고, 정서표현은 능동적 양식에 부적인 영향을, 지지추구적 양식에는 정적인 영향을 미쳤으며, 능동적 양식과 지지추구적 양식은 외상 후 성장에 정적인 영향을 미쳤다.

셋째, 정서인식명확성과 외상 후 성장의 관계에서 정서표현과 능동적 양식, 지지추구적 양식이 매개효과를 가지는 것으로 나타났다.

마지막으로 본 연구의 의의, 한계 그리고 후속연구를 위한 제언에 대하여 논의하였다.

@highlight

이 연구는 정서인식명확성과 외상 후 성장의 관계에서 정서표현과 정서조절양식인 능동적 양식, 지지추구적 양식이 매개하는지 살펴보았다.

