1990년대 초부터 대규모 상업적 시설원예의 현대화 및 기업화 진행에 따라 현재 국내 시설원예 재배면적의 규모는 중국에 이어 일본, 스페인과 함께 2위를 차지하고 있다.

원예시설에 대한 안정적이고 합리적인 설계가 주요 관심사로 대두된 가운데, 특히 온실의 경우 일반적인 건축물보다 낮은 안전율로 설계가 이루어지므로 풍하중에 대하여 취약한 경량 구조물로 간주되고 있다.

최근 최대순간풍속이 40~60m/s에 다다르는 대형 태풍 및 강풍이 빈번하게 발생하고 있으며 이로 인한 농촌 시설물의 피해 규모 또한 증가하고 있다.

그러나, 국내에 활용되고 있는 온실설계기준의 경우 연구기관별로 혼재하고 있으며 대부분 해외자료를 근거로 작성된 것으로 국내온실에 적합한 설계기준의 마련이 시급한 실정이다.

따라서, 본 연구에서는 온실의 안정성 확보를 위한 설계기준을 위한 기초자료를 확보하기 위하여 풍동실험을 통해 국내 대표적인 복숭아형 온실을 대상으로 지붕곡률에 따른 풍압계수 및 국부풍압계수를 평가·제시하였다.

@highlight

본 연구에서는 온실의 안정성 확보를 위한 설계기준을 위한 기초자료를 확보하기 위하여 풍동실험을 통해 국내 대표적인 복숭아형 온실을 대상으로 지붕곡률에 따른 풍압계수 및 국부풍압계수를 평가·제시했다.

