본 연구는 교사와 부모의 유아 문제행동에 대한 인식을 비교해보고, 가정과 유아교육기관의 연계를 통해 유아의 문제행동을 올바르게 인식하고 부모와 교사의 협력적 접근의 토대를 마련하고자 진행되었다.

이를 위해 인천시와 경기도에 소재한 32개 국공립어린이집에 재원 중인 만 3, 4, 5세 유아의 부모와 담당교사 각 160명, 총 320명을 대상으로, 유아행동평가척도 부모용(K-

CBCL.

1.5-5)과 한국판 유아행동 평가척도 교사용(C-

TRF) 도구를 포함하는 설문조사를 실시하였다.

연구결과 첫째, 동일한 유아에 대한 전체 문제행동 인식에서 부모와 교사 집단은 유의미한 차이를 나타냈다.

내재화의 신체증상을 제외하고 전 하위 영역에서 부모집단에 비해 교사집단이 높게 평정하였다.

둘째, 동일한 유아에 대한 내재화된 문제행동 인식에서는 위축에서 부모와 교사 두 집단 간에 차이가 있는 것으로 나타났으며, 부모집단에 비해 교사집단이 높게 평정하였다.

셋째, 동일한 유아에 대한 외현화 문제행동 인식 차이에서 주의 집중 문제와 공격행동에서 부모와 교사 집단은 차이를 보였으며, 부모집단에 비해 교사집단이 높게 평정하였다.

이러한 결과에 의거하여 유아의 문제행동에 대한 적합한 조기 중재를 위해 유아 문제행동에 대한 부모와 교사 간 인식의 차이가 있음을 인지하고, 부모와 교사가 인식하는 문제행동의 차이를 줄여나가기 위한 프로그램 개발과 교육이 필요함을 논의되었다.

@highlight

교사와 부모의 유아 문제행동에 대한 인식을 비교해보고, 가정과 유아교육기관의 연계를 통해 유아의 문제행동을 올바르게 인식하고 부모와 교사의 협력적 접근의 토대를 마련하고자 연구를 진행하였다.

@highlight

연구결과 동일한 유아에 대한 전체 문제행동 인식에서 부모와 교사 집단은 유의미한 차이가 있음을 파악할 수 있었다.

