이 연구는 학교에서 이루어지고 있는 다문화교육에 대한 평가도구를 개발하기 위한 것이다.

타당도와 신뢰도를 갖춘 다문화교육 평가요소를 도출하기 위하여 문헌 및 정책사례 분석 후 21명의 다문화교육 전문가 집단을 구성하여 1~3차 델파이(Delphi) 기법을 활용하여 평가요소를 도출하였다.

델파이 설문조사 결과를 토대로 학교의 다문화교육 평가도구를 6개의 상위영역, 16개의 중위영역과 51개의 평가요소로 구성하였다.

6개의 상위영역은 시스템, 교육내용 방법 및 평가, 다문화 역량, 다문화 프로그램, 다문화 가족 지원, 평가 및 모니터링이며, 16개의 중위영역은 인적, 물리적, 지역연계, 교육과정, 수업내용, 교수-

학습 방법, 교육자료, 학생평가, 연수, 학교문화, 인식개선, 맞춤형 교육 프로그램, 직접적 지원, 간접적 지원, 만족도, 교육평가로 구성되었다.

평가요소는 담당교사 배정, 강사확보, 예산편성, 운영메뉴얼 구축, 내용 게시, 공동협의체 구축, 학교협의체 구축, 편성, 재구성, 요구반영, 개별화 교육과정이다.

본 연구에서 제안된 학교의 다문화교육 평가도구는 그동안 이루어진 다문화교육과 관련된 연구들을 보완하고 있고 다문화교육에 대한 정책적인 근거를 마련하는데 정보를 제공할 수 있을 것이다.

또한 교육청, 학교, 센터 등 다문화교육과 관련된 기관들의 효과적?

효율적 운영을 위한 가이드라인을 제공할 수 있을 것이다.

@highlight

이 연구는 학교에서 이뤄지고 있는 다문화교육에 대해 평가도구를 개발하기 위한 것이다.

@highlight

타당도와 신뢰도를 갖춘 다문화교육 평가요소를 도출하기 위해 문헌 및 정책사례 분석 후 21명의 다문화교육 전문가 집단을 구성해 1~3차 델파이 기법을 활용해 평가요소를 도출했다.

