선형절삭시험(Linear Cutting Machine)은 TBM(Tunnel Boring Machine)에서의 디스크 커터 설계와 굴진성능 예측을 위한 가장 신뢰성 있는 시험 중의 하나로서, 실대형 암석시료를 대상으로 실제의 커터 하중을 예측할수 있는 장점을 갖고 있지만, 시료의 채취 및 운반이 용이하지 않고, 1회 시험에 많은 비용이 소요되는 단점을갖고 있다.

최근 선형절삭시험이 갖는 이러한 경제적·시간적 제약점들을 극복할 수 있는 현실성 있는 수치모델의 개발에 관한 연구가 활발히 진행되고 있다.

본 연구에서는 3차원 입자결합모델을 이용하여 디스크 커터의절삭에 의한 부산 응회암의 파쇄양상과 최적 커터간격을 도출하였다.

본 해석에서 분석된 비에너지는 14.3 MJ/m3 일 때 최소값을 나타냈다.

이때의 최적의 s/p 비는 약 16 으로 분석되었으며, 부산응회암의 선형절삭시험및 유한요소법에 의한 수치해석 연구결과와 유사한 경향을 나타냈다.

@highlight

본고에서는 3차원 입자결합모델을 이용하여 디스크 커터의절삭에 의한 부산 응회암의 파쇄양상과 최적 커터간격을 도출하였다.

