본고에서는 1960년대 후반에서 1970년대 초반 유신체제가 시작되면서항시화된 ‘예외상태’가 가시화될 무렵의 이청준의 작품들을 중심으로, 이청준이 ‘결핍’을 둘러싼 ‘과잉’이라는 문제에 천착함으로써 그만의 언어 서술 전략을 통해 엄혹한 시대에 대응하고자 했음을 밝히고자 했다.

이청준은 대개 작품에서 메타적 서술을 통해 언어에 대한 사유를 전개하고 있는 만큼, 이 시기 작품들에서도 가시적으로 드러나는 담론의 표면적 내용에 집중하기보다, 그 공동 空洞 을 에둘러 말하는 문학적 형상화 방식에 주목해야 한다.

이는 ‘은근함’과 ‘의뭉스러움’이라고 흔히 표현되는이청준 문학의 서술 형태, 즉 스타일이 갖는 특징이기도 하다.

이청준은 문제의 핵심에 대한 직접적인 서술은 ‘결핍’으로 남겨둔 채, 그 언저리에 대해서는 ‘과잉’의 서술을 하는 서술방식을 구사한다.

결국 과잉의 사이에서결핍의 의미를 발견하는 것은 독자의 몫이 되는데, 이청준은 열린 구조를선택함으로써 닫힌 구조와 담론이 초래할 수 있는 위험을 피하려 했다.

이는 항구적인 ‘예외상태’에 대응하는 그만의 전략이기도 했는데, 특히 이와같은 문제의식을 오직 언어를 통한 미적 형상화의 방식 안에서 녹여내려했다는 점에서도 의의를 부여할 수 있다.

@highlight

본고에서는 1960년대 후반에서 1970년대 초반 유신체제가 시작되면서항시화된 ‘예외상태’가 가시화될 무렵의 이청준의 작품들을 중심으로, 이청준이 ‘결핍’을 둘러싼 ‘과잉’이라는 문제에 천착함으로써 그만의 언어 서술 전략을 통해 엄혹한 시대에 대응하고자 했음을 밝히고자 했다.

