급변하는 환경에서도 생존과 성장을 달성하기 위해서는 환경변화에 맞게 전략을 변화시켜야 한다.

MCS는 전략을 실행하는 도구일 뿐만 아니라 전략을 수립하는 역할도 한다.

그러나 전략변화의 선행요인에 대한 연구에서는 MCS는 거의 고려되지 않았다.

그리고 MCS를 전략변화의 선행요인으로 본 경우에도 MCS의 하위시스템 중 일부만을 연구모형에 반영했다.

따라서 본 연구에서는 다양한 하위시스템으로 구성되어 있는 Simons' Levers of Control framework을 이용하여 환경불확실성, MCS, 그리고 전략변화의 관계를 실증분석 하였다.

KOSPI와 KOSDAQ에 등록된 종업원 100명 이상의 서비스기업으로부터 회수한 87부의 설문지를 SMART PLS를 이용하여 분석한 결과는 다음과 같다.

첫째, 환경불확실성은 신념시스템에 정(+)의 영향을 미치는 것으로 나타났다.

둘째, 신념시스템은 경계시스템과 상호작용시스템에 정(+)의 영향을 미치고, 상호작용시스템은 경계시스템과 진단시스템에 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 상호작용시스템은 전략변화에 정(+)의 영향을 미치는 것으로 나타났다.

이 같은 연구결과는 불확실한 환경에서는 신념시스템이나 상호작용시스템과 같은 긍정적 통제를 통하여 전체 MCS를 활성화하는 것이 중요함을 시사한다.

그리고 전략변화를 위해서는 상호작용시스템의 역할이 중요함을 시사한다.

@highlight

MCS를 전략변화의 선행요인으로 본 경우에도 MCS의 하위시스템 중 일부만을 연구모형에 반영했다.

@highlight

이 연구에서는 다양한 하위시스템으로 구성되어 있는 Simons' Levers of Control framework을 이용해 환경불확실성, MCS, 그리고 전략변화의 관계를 실증분석 했다.

