현재 Slotted-

ALOHA 방식과 Binary-

tree 방식의 충돌 방지 방식이 많이 연구되고 있으나, 인식 시간의 지연 및 시스템 구현 시 복잡도 등으로 실용적인 측면에서는 더 많은 문제를 해결해야 될 필요가 있다.

본 논문에서 이를 해결하기 위하여 Slotted-

ALOHA 방식과 Binary-

tree 방식을 혼합한 방법으로 태그를 여러 개의 그룹으로 나누고, 각 태그 그룹은 Slotted-

ALOHA 방식을 이용하여 인식 작업을 수행하는 하이브리드 충돌 방지 기법이다.

한 그룹의 태그의 수는 시스템 처리율(Throughput)이 최대가 되는 태그의 수로 결정한다.

제안하는 하이브리드 충돌 방지 방식과 기존에 사용되고 있는 방식들을 태그의 인식 시간과 처리율 측면으로 비교하기 위하여 컴퓨터 시뮬레이션을 하였다.

제안하는 충돌 방지 기법은 기존의 방법보다 빠른 태그의 인식시간과 우수한 처리율을 보여서 현재의 RFID 시스템의 성능을 더욱 높일 수 있으리라고 예상된다.

@highlight

이 논문에서 이를 해결하기 위해 Slotted-

@highlight

ALOHA 방식과 Binary-

@highlight

tree 방식을 혼합한 방법으로 태그를 여러 개의 그룹으로 나누고, 각 태그 그룹은 Slotted-

@highlight

ALOHA 방식을 이용해 인식 작업을 수행하는 하이브리드 충돌 방지 기법이다.

