일반적으로 사회정책에서 신보수주의는 신자유주의와 동의어로 사용된다.

그렇지만, 보수주의의 현대적 변용인 신보수주의와 고전적 자유주의의 후신인 신자유주의는 기본적으로는 상반되는 가치체계이다.

이렇게 서로 다른 가치체계를 동일한 것으로 간주한 결과 신자유주의와 신보수주의의 사회정책의 고유한 특성에 대한 오해가 자주 빚어졌다.

복지국가나 사회정책에 대한 다양한 비판들과 재구성방안들 중 어떤 것은 신보수주의의 것이고 다른 어떤 것은 신자유주의의 것이지만 대부분의 경우 양자를 구분하지 않고 신자유주의의 것으로 간주하는 것이다.

이 논문의 목적은 신보수주의 사회정책의 고유한 특징을 제시하고 그것을 평가하는 데 있다.

이를 위해 이 연구는 조지 길더, 로렌스 미드, 찰스 머레이를 중심으로 신보수주의의 복지이론을 재구성한다.

이 논문은 신보수주의 사회정책에 대한 본격적인 연구를 제공한다는 학문적 의의를 지닌다.

그동안 신보수주의 사회정책에 대한 연구가 전혀 없던 것은 아니지만, 그것들은 대부분 신보수주의 사회정책을 독자적인 것으로 다루기보다는 신자유주의 사회정책의 일부로 취급하거나 신자유주의 사회정책과 동일시한다는 점에서 한계가 있다.

이 연구는 신보수주의 사회정책의 고유한 특성을 밝히고 신자유주의의 것과 구분해 냄으로써 사회정책이론의 개념상의 혼돈을 바로잡고 현실의 사회정책들에 대한 판단의 기준을 바르게 정립하는 데 기여할 것이다.

@highlight

본 논문의 목적은 신보수주의 사회정책의 고유한 특징을 제시하고 그것을 평가하는 데 있다.

@highlight

본 논문은 신보수주의 사회정책에 대한 본격적인 연구를 제공한다는 학문적 의의를 지닌다.

@highlight

본 연구는 신보수주의 사회정책의 고유한 특성을 밝히고 신자유주의의 것과 구분해 냄으로써 사회정책이론의 개념상의 혼돈을 바로잡고 현실의 사회정책들에 대한 판단의 기준을 바르게 정립하는 데 기여할 것이다.

