김훈의 <칼의 노래>는 이순신의 <난중일기>를 바탕으로 작가에 의해 재창작된 소설이다.

<칼의 노래>는 이순신의 내면을 그려낸 작품으로 평가받는 데 이는 결국 작가의 자기서사와 연결된다.

김훈은 청년 시절에 지독한 가난 속에서 현실도피적 태도를 보이다가 <난중일기>를 읽고 인식을 전환하게 되었다는 고백을 한다.

이런 측면을 고려하면 <칼의 노래>는 김훈의 기존서사가 <난중일기>라는 작품서사를 만나 구축된 치유서사의 결과물에 해당한다.

김훈은 <난중일기>를 기본 자료로 하여 갈등 구도의 변환을 통한 불의한 권력의 문제 초점화, 삶의 실제성 부각을 통한 살아내기의 의미 탐구, 역사적 사실의 변용을 통한 결단하는 주체의 형상 부각이라는 전략을 활용하여 <칼의 노래>를 창작하였다.

이러한 방법을 통해 김훈은 <칼의 노래>에서 이순신의 엄격한 사실주의 정신을 부각하였는데, 이는 작가가 새롭게 구축한 자기서사이자 그의 문학을 관통하는 특성으로 자리매김하고 있다.

@highlight

김훈의 <칼의 노래>는 이순신의 <난중일기>를 바탕으로 작가에 의해 재창작된 소설이다.

@highlight

김훈은 <난중일기>를 기본 자료로 해 갈등 구도의 변환을 통한 불의한 권력의 문제 초점화, 삶의 실제성 부각을 통한 살아내기의 의미 탐구, 역사적 사실의 변용을 통한 결단하는 주체의 형상 부각이라는 전략을 활용해 <칼의 노래>를 창작했다.

