본 연구의 목적은 우리나라 초등학교 고학년 아동들의 공부 현상을 들여다봄으로써 여기서 생성된 그들의 공부문화가 갖는 의미를 긍정적 측면에서 탐색하는 것이다.

이를 위해 서울 시내 2개 초등학교에서 고학년 1개 학급씩 모두 2개 학급을 임의 선정하고, 이들 학급 아동들을 대상으로 관찰 및 면담을 실시하였다.

그 결과 아동들의 공부는 그들의 일상생활 전체라고 할 정도로그들 문화의 중심에 있음을 알게 되었다.

그들은 공부를 해야 하는 것으로 인식하였으며, 그들의미래를 위해 절대적인 수단으로 생각하였다.

그리하여 공부는 그들에게 극히 자연스러운 일상이되고 있었다.

이러한 양상은 부모의 욕심, 입시위주의 교육제도 등이 아동들의 공부문화를 형성하는 요인으로 자리 잡음으로써 그들로 하여금 예비수험생으로서의 역할을 하도록 만드는 우리나라의 현실과 깊은 관련이 있다.

그러나 다행히도 아동들은 자율적으로 공부하고자 하는 의지를보이고 있으며, 자기 발전 및 진로 탐색의 기회로 삼아 공부를 긍정적으로 수용하는 모습을 보였다.

따라서 본 연구는 초등학교 아동들의 공부문화를 새롭게 인식함으로써 우리나라 초등교육의발전 방향을 제시하는 데 도움이 될 것이다.

@highlight

이 연구의 목적은 우리나라 초등학교 고학년 아동들의 공부 현상을 들여다봄으로써 여기서 생성된 그들의 공부문화가 갖는 의미를 긍정적 측면에서 탐색하는 것이다.

@highlight

이 연구는 초등학교 아동들의 공부문화를 새롭게 인식함으로써 우리나라 초등교육의발전 방향을 제시하는 데 도움이 될 것이다.

