구약 시대와의 연속성과 비연속성 안에서, 신약 시대는 하느님의 구원계획이 예수 그리스도의 구체적 인격 안에서 형상화되고 보편화되는 과정이자 완성이다.

본 논문은 바로 이 새로운 계약의 시기에 구약의 이스라엘 안에서 몇몇 여인들을 통해 미리 주어졌던 구원론적인 여성상이 신약의 마리아 안에서 실현되었다는 점에 주목한다.

또한 인간의 실존적인 한계를 초월해서 하느님께 나아가는 마리아의 모습이 교회의 전형(典型)이고 지향이어야 한다는 점에 주목하고자 한다.

본 논문에서는 구원 역사 안에서 드러나는 성사(聖事, Sacrament)적인 마리아론을 통해서 교회론을 올바르게 이해하는 것을 목표로 한다.

먼저 구약의 이스라엘 백성이 갖는 구원론적이고 성사론적인 의미와 역할을 고찰하고자 한다.

그러고 나서 첫 번째 하느님 백성이 신약의 새로운 하느님 백성인 교회와 어떤 연속성을 갖게 되는지를 고찰하고자 한다.

특히 구약과 신약의 하느님 백성을 연결시켜주는 이음새 역할로서의 마리아의 위치와 이에 근거한 마리아론에 주목하고자 한다.

마리아론이 지닌 성사적 특징에 주목하면서 성사적인 특성이 교회론의 본질임을 고찰하고자 한다.

그리고 결론적으로 제2차 바티칸 공의회에서 ‘그리스도교 생활 전체의 원천이며 정점’(「교회헌장」 11항)이라고 강조된 성체성사가 마리아론과 직접적인 관련을 맺고 있으며, 서로 영향을 주고받는다는 점에 대해서 규명하고자 한다.

@highlight

이 논문은 바로 이 새로운 계약의 시기에 구약의 이스라엘 안에서 몇몇 여인들을 통해 미리 주어졌던 구원론적인 여성상이 신약의 마리아 안에서 실현되었다는 점에 주목한다.

