한국은 국가주도로 이루어진 급속한 경제성장의 후유증으로 사회의 양극화와 갈등을 겪고 있다.

따라서 양극화와 갈등을 치유하고 지속성장의 기반을 마련하기 위한 현행 경제체제의 대안을 찾아야 할 시점이다.

본 논문은 이러한 대안으로서 질서자유주의 사상을 살펴보았다.

질서자유주의에서 의미하는 질서는 시장에서 자유경쟁 질서를 의미하며, 이러한 질서의 확립을 위해서 국가의 역할을 중시한다.

질서자유주의는 생산수단의 사적 소유와 자유로운 거래를 보장한다는 점에서 사회주의와 다르다.

또한 국가는 경제 질서를 설정하고, 시장 실패의 위험으로부터 경제 질서를 보호 및 유지해야 한다고 주장하는 점에서 고전적 자유방임주의와 다르다.

한편, 본 논문은 질서자유주의 사상에 기초하여 한국의 경제 질서를 위한 시사점을 몇 가지 도출하였다.

물론 질서자유주의에 기반하고 있는 독일의 ‘사회적 시장경제’ 체제가 전적으로 옳다는 것은 아니다.

다만 질서자유주의는 작물이 잘 자라게 하려면 돌봄이 필요하다는 기본 원칙과 사회 균형을 중요시하는 사상적 배경에서 출발한다.

이러한 원칙과 사상은 현재 사회 양극화와 갈등이 점점 심화되고 있는 한국사회에 사상과 체제의 전환점을 제공할 수도 있다는 점에서 주목할 만하다.

@highlight

한국은 국가주도로 이뤄진 급속한 경제성장의 후유증으로 사회의 양극화와 갈등을 겪고 있다.

@highlight

이 논문은 이런 대안으로서 질서자유주의 사상을 살펴보았다.

