이 논문은 불교과 맑스주의라는, 어쩌면 아주 다른 사상이 만나고 갈라지는 지점을 비교하여 하나가 다른 하나와 교차되는 지점을 모색한다.

이를 위해 첫째, 불교의 연기법과 맑스의 역사유물론을 사유의 방법론이란 관점에서 비교한다.

여기서 양자 모두 ‘외부성의 사유’라는 공통된 방법론을 갖고 있음을 주목할 것인데, 이는 실체론과 형이상학에 대한 양자의 비판과 깊이 결부된 것임을 볼 것이다.

이는 통상적인 인과성과 다른 인과성 개념을 함축한다.

둘째, 양자 모두 평등성을 사유 대상으로 한다는 점에서 유사하다.

하지만 맑스주의는 현존하는 불평등의 부정을 통해 가능성의 차원에서 계급적 평등성을 사유하는 반면, 불교는 불성론을 통해 모든 중생, 나아가 모든 존재자의 존재론적 평등성을 잠재성의 차원에서 사유한다.

가능성의 세계로서의 공산주의가 현실에 부재하는 것이란 점에서 현실성과 대립된다면, 잠재성으로서의 불성은 현행화되지 않았지만 현실속에 존재하는 것이란 점에서 현행성과 대립된다.

무소유와 보시를 요체로 하는불교의 승가공동체는 이 존재론적 평등성을 현재의 시간 속에서 현행화하려는 실천적 모델이자 아방가르드적 촉발의 기획 속에서 이해될 수 있다.

이는 오지 않는 미래를 위해 현재의 삶을 유예하는 운동을, 현재시제의 삶을 직접 바꾸어가는 실천운동으로 바꾸려는 시도에 중요한 참조점을 제공한다.

@highlight

본 논문은 불교과 맑스주의라는, 어쩌면 아주 다른 사상이 만나고 갈라지는 지점을 비교하여 하나가 다른 하나와 교차되는 지점을 모색한다.

