Si(100) wafer와 SiO2/Si(100) 웨이퍼에 증착된 NiFe 합금 박막의 결정상과 자기적 특성을 비교하고자 동시 스퍼터링법을 이용하여 두 기판 위에 150 nm의 박막을 제조하여 그의 상변화와 자기적 특성을 XRD, FE-

SEM, VSM으로 비교하였다.

두 기판 위에 증착된 NiFe 박막은 BCC상으로 증착되었으나 400oC에서 2시간 열처리를 한 결과 BCC에서 FCC로의 상전이가 일어나는 것을 관찰 할 수 있었으며 Si(100) wafer위에 증착된 박막에서는 500oC에서 열처리 후에도 BCC와FCC가 혼재하여 나타나는 것을 알 수 있었다.

450oC에서 열처리 하였을 때 각형비가 가장 높았으며 포화자화는 0.0118emu로 나타나고 있었다.

500oC 이상의 온도에서는 상전이로 인해 포화자화가 급격히 감소하는 것을 볼 수 있었다.

@highlight

두 기판 위에 증착된 NiFe 박막은 BCC상으로 증착되었으나 400oC에서 2시간 열처리를 한 결과 BCC에서 FCC로의 상전이가 일어나는 것을 관찰 할 수 있었으며 Si(100) wafer위에 증착된 박막에서는 500oC에서 열처리 후에도 BCC와FCC가 혼재해 나타나는 것을 알 수 있었다.

