남강댐은 남강 상류에 위치하고 있으며 남강댐의 일류문과 사천만 방수로를 통하여 남강댐 하류의 홍수조절을 하고 있다.

홍수유출 발생시 남강댐은 하류에 대한 홍수조절을 댐의 계획방류량에 의해 수행하고 있으나 사천만 방수로의 방류량에 의한 남강댐 하류의 홍수량 저감효과에 대한 적절한 평가는 이루어지지 않았다.

따라서 본 연구는 홍수유출 발생시 남강댐 하류 유역에 대하여 남강댐과 사천만 방수로의 방류량을 고려한 유출해석을 수행하고, 이를 통하여 사천만 방수로가 남강댐 하류에 미치는 홍수량 저감효과를 평가하고자 하 였다.

유출해석에는 분포형 강우-

유출 모형인 GRM(Grid based Rainfall-

runoff Model)을 이용하였다.

연구 결과, 사천만 방수로는 남강댐 방류량에 비해 많은 홍수량을 방류하고 있으며, 남강댐 하류유역의 홍수량 저감에 큰 영향을 미치는것으로 모의되었다.

@highlight

본 연구는 홍수유출 발생시 남강댐 하류 유역에 관해 남강댐과 사천만 방수로의 방류량을 고려한 유출해석을 수행하고, 이를 통해 사천만 방수로가 남강댐 하류에 미치는 홍수량 저감효과를 평가하고자 하 였다.

