본 연구는 특정 사건을 중심으로 기록을 수집·관리하는 ‘사건 아카이브’의 개념을 정립하고 사건 아카이브 구축 시 고려사항을 제시하는 것을 목적으로 한다.

이를 위해 먼저 사건 아카이브의 정의를 내린 후, 사건 아카이브의 특성을 살펴보기 위해 기존의 민간 기록물 아카이빙 연구방법인공동체 아카이브와 로컬리티 도큐멘테이션과의 차이점을 파악하였다.

또한 사건 아카이브는 인물, 공간, 시간으로 구성되며, 다른 연구방법과 비교하여 시간적 요소를 특히 중요하게 여기기 때문에 본 연구에서는 시간을 축으로 나머지 요소를 접목한 팽이 모형을 제시하였다.

마지막으로, 본 연구는 사건 아카이브 구축 시 세 가지 고려사항을 제시하였다.

첫째, 사건발생 시기에 따라 사건 아카이브의 구축 방법을 다르게 제시하였다.

둘째, 사건 아카이브의 세 요소인 인물, 공간, 시간에 따라 기록 수집 및 관리 영역을 제안하였다.

셋째, 오픈 아카이브로 발전하기 위해 디지털 아카이브를 지향할 것을 제안하였다.

@highlight

이 연구는 특정 사건을 중심으로 기록을 수집·관리하는 ‘사건 아카이브’의 개념을 정립하고 사건 아카이브 구축 시 고려사항을 제시하는 것을 목적으로 한다.

