본 연구는 전문상담교사들의 전문직 정체성 형성 과정과 이 과정에서 주요하게 작용하는 요인들을 탐색하는 데 그 목적을 두었다.

이를 위해 5년 이상의 학교상담 경력과 상담 관련 전문가 자격증을 소지한 전문상담교사 14명을 대상으로 반구조화된 일대일 면접을 실시하였으며, 면접 자료는 Strauss와 Corbin(1998)의 근거이론 방법을 이용하여 분석하였다.

개방코딩 결과, 102개의 개념, 35개의 하위범주 그리고 17개의 범주가 도출되었으며, 전문상담교사의 전문직 정체성 형성 과정의 중심 현상은 ‘전문상담교사로서 나의 존재를 물음’인 것으로 나타났다.

시간의 흐름에 따라 범주들 간의 관련성을 연결시키는 과정 분석 결과, 참여자들은 열정과 무지, 혼돈과 갈등, 의문과 고민, 실천적 고투 그리고 개별적 정체성 구성과 같은 다섯 단계를 거치며 정체성을 형성해 가는 것으로 분석되었다.

선택 코딩 과정을 통해 개념화된 핵심 범주는 ‘전문성 함양과 직무환경의 다양한 어려움을 극복하며 전문상담교사가 되어감’으로 명명하였다.

본 연구의 결과는 전문상담교사의 전문직 정체성 발달을 촉진시키는 데 도움이 되는 아이디어를 제공하여 현직 및 예비 전문상담교사들을 위한 전문적 역량 증진 프로그램을 개발하는 데 있어 기초 자료로 활용될 수 있을 것이다.

@highlight

이 연구는 전문상담교사들의 전문직 정체성 형성 과정과 이 과정에서 주요하게 작용하는 요인들을 탐색하는 데 그 목적을 두었다.

