본 논문은 넓은 보의 전단강도를 대상으로 한 실험적 평가에 대해 기술하였다.

본 논문의 실험을 통해 넓은 보에 횡방향 단면에서 GFRP 판의 보강개수와 종방향 전단보강 간격, 그리고 유효깊이가 전단강도에 끼치는 영향에 관하여 연구하였다.

총 7개의 시험체에 유공형 GFRP 판 형태로 전단보강재를 보강하여 전단성능 실험을 실시하였다.

본 논문에 기재된 전단보강재는 유공형 판 형태로 제작되어 타설 시 콘크리트의 유동성을 증가시켜 보강재와 콘크리트의 부착력을 향상시켰다.

7개 시험체의 주 변수로는 전단보강재의 횡방향 단면에 대한 판의 보강개수와 종방향 전단보강 간격, 그리고 유효깊이로 정하였다.

시험체의 균열 및 파괴 양상, 변형률과 전단강도비를 분석하였다.

GFRP판으로 전단보강된 넓은 보의 전단강도는 ACI 318-11 기준으로 산정되었다.

실험의 결과를 통해 유공형 GFRP 판이 전단보강재로서 넓은 보에 효과적으로 적용됨을 확인하였다.

@highlight

이 논문은 넓은 보의 전단강도를 대상으로 한 실험적 평가에 관해 기술했다.

@highlight

이 논문의 실험을 통해 넓은 보에 횡방향 단면에서 GFRP 판의 보강개수와 종방향 전단보강 간격, 유효깊이가 전단강도에 끼치는 영향에 대해 연구했다.

