본 연구는 초등학생의 음악활동 유무가 학업성취도 및 성격에 어떤 연관성을 가지고 있는지에 대해 분석한다.

이를 통해 아동기 음악활동의 긍정적 기능을 도출하는데 그 목적을 두고 있으며, 연구목적을 달성하기 위해 춘천지역 5개 초등학교에서 307명의 초등학생들에게 설문조사를 실시하였다.

분석결과를 요약하면 다음과 같다.

첫째, 음악활동을 수행하는 집단이 음악활동을 수행하지 않는 집단보다 학업성취도가 높게 나타났다.

이는 음악활동이 아동에게 사회성 및 창의성 등 성격요인에 긍정적인 영향을 미침을 시사한다.

둘째, 신경증은 음악을 하는 집단에게 더 낮게 나타났으며, 개방성과 친화성은 음악활동을 하는 집단의 아동이 더 높은 점수를 보이는 것으로 나타났다.

이는 음악활동을 수행하는 아동이 신경증이 낮으며, 개방적이고 친화적인 성격을 가지고 있음을 알 수 있다.

본 연구는 심리학의 주요 연구 주제인 성격이라는 측면과 음악활동을 연결시켜 실증연구를 수행한 연구라는 점에서 의의가 있고, 음악활동이 궁극적으로 학업성취도에 긍정적인 역할을 하는 동인임을 결과로 제시하였다.

음악활동은 인성은 물론 학습 측면에서도 학생들에게 중요한 역할을 하고 있으므로 향후 음악활동교육의 장려를 통해 학생들의 올바른 성장에 기여해야 할 것이다.

@highlight

이 연구는 초등학생의 음악활동 유무가 학업성취도 및 성격에 어떤 연관성을 가지고 있는지에 대해 분석한다.

@highlight

이 연구는 심리학의 주요 연구 주제인 성격이라는 측면과 음악활동을 연결시켜 실증연구를 수행한 연구라는 점에서 의의가 있고, 음악활동이 궁극적으로 학업성취도에 긍정적인 역할을 하는 동인임을 결과로 제시했다.

