이 글은 한국 아이쿱생활협동조합 산하의 빛고을아이쿱생활협동조합을 대상으로 안전한 먹거리 확보라는 가치추구와 경영합리화라는 현실적 필요가 경합하면서 때로는 절충해 나가는 전략과 대응 방안을 연구한 결과이다.

이글에서는 아이쿱생협과 빛고을생협의 역사를 살펴본 위에, 빛고을생협의 위상과 정체성을 설정하는데 중요한 계기를 마련해준 더불어사건과 매장사업을 둘러싼 지역시민사회단체 간의 알력과 갈등 양상을 살펴보았다.

빛고을생협은 창립준비기부터 여러 어려움을 겪었고 창립 이후에도 생협이 표방하는 핵심 가치의 근간을 훼손하는 사건이 발생하여 침체기를 겪기도 하였으며 지역사회, 특히 시민사회운동 측으로부터도 일부 긍정적이지만은 않은 평가를 받고 있다.

그렇지만 빛고을생협은 꾸준히 조합원의 수를 늘려나가고 있고 지역 시민사회와의 연대활동도 생협의 고유 영역을 벗어나 정치적, 사회문화적 영역으로까지 한층 확대되고 있다.

이러한 경영 및 활동영역의 확장은 매장사업의 순조로운 안착을 배경으로 한 것이었다.

그러나 매장사업의 중요성이 점차 커지면서 경영합리화를 위해 불가피하게 조합원의 수를지속적으로 늘려나가야 한다는 점, 실무조직의 규모가 점차 커지면서 관료화의 경향이 엿보인다는 점, 전업주부가 거의 없는 상황에서 핵심적인 여성 활동가를 양성하는데 어려운 점이 많다는 점 등 해결해야 할 과제가 앞에 놓여 있다.

@highlight

그러나 매장사업의 중요성이 점차 커지며 경영합리화를 위하여 불가피하게 조합원의 수를 계속해서 늘려나가야 한다는 점, 실무조직의 규모가 점차 커지면서 관료화 경향이 드러나고 있다는 점, 전업주부가 거의 없는 상황에서 핵심적 여성 활동가를 양성하는데 어려운 점이 많다는 점 등 해결해야 할 과제들이 앞에 놓여 있다.

