본 연구는 취업여성의 부적응적 인지적 정서조절과 직무만족의 관계에 대한 자기표현의 조절효과를 살펴보고자 하였다.

이를 위하여 서울 및 경기지역의 300인 이상 대규모 사업체에 상용직으로 재직 중인 사무직 취업여성 726명을 연구대상으로 하여, 인지적 정서조절 질문지, 자기표현 척도, 직무만족 척도를 사용하여 조사를 실시하였다.

수집된 자료를 바탕으로 측정 변인의 변인간의 관계를 알아보기 위해 상관분석을 실시하였고, 조절효과를 살펴보기 위해 위계적 회귀분석을 실시하였다.

본 연구의 결과는 다음과 같다.

첫째, 부적응적 인지적 정서조절과 직무만족은 부적상관이 있는 것으로 나타났으며, 부적응적 인지적 정서조절과 자기표현은 정적 상관이 있는 것으로 나타났으며, 자기표현과 직무만족도 정적 상관이 있는 것으로 나타났다.

둘째, 부적응적 인지적 정서조절과 직무만족의 관계에서 자기표현은 조절변인으로써 역할을 하는 것으로 나타났다.

이상의 연구 결과를 통하여 취업여성의 부적응적 인지적 정서조절과 자기표현을 함께 고려함으로써 자기표현의 수준에 따라 직무만족의 수준이 달라질 수 있음을 확인하였다.

더욱이, 취업여성을 대상으로 하는 상담 및 교육과 같은 방법을 통해 자기표현을 높일 수 있는 개입의 필요성을 제언하였다는데 의의가 있다.

@highlight

이 연구는 취업여성의 부적응적 인지적 정서조절과 직무만족의 관계에 관한 자기표현의 조절효과를 살피고자 했다.

@highlight

연구 결과를 통해 취업여성의 부적응적 인지적 정서조절과 자기표현을 함께 고려함으로 자기표현의 수준에 따라 직무만족의 수준이 달라질 수 있음을 확인했다.

