지방자치의 민주화를 위해서는 지방권력의 민주화가 선결과제이다.

본 연구는 이러한 관점에서 지방정치의 새로운 모델로서 대두되고 있는 도시거버넌스(urban governance)에서의 권력엘리트인 통치엘리트(governing elites)에 관해 시민의식조사를 통해 분석하고자 한다.

우선 분석대상을 지방정치인, 지방관료들로 구성되는 ‘공식적’ 통치엘리트와 흔히 ‘지방토호’라고 일컬어지는 지역의 유력자들로 구성되는 ‘비공식적’ 통치엘리트로 구분하였다.

구체적 분석에서는 공식적 통치엘리트를 대상으로 지역정책결정으로의 영향력, 통치엘리트로서의 자격조건, 그리고 정당공천의 조건 등에 관한 시민의식을 분석하였다.

그리고 비공식적 통치엘리트에 대해서는 존재 인지도, 직업 인지도, 지역적 영향력 및 이들에 대한 개혁방안 등을 중심으로 설문조사 결과를 분석하였다.

이와 같은 분석결과는 지방 및 도시 거버넌스의 실제적 운영과는 별개의 특성을 지닐 수 있으며, 도시거버넌스 분석에 필요한 모든 정보와 자료를 포함하고 있다고 볼 수는 없다.

그렇지만, 통치엘리트들에 대한 시민들의 반응과 현상적 의식구조를 이해함으로써 한국의 지방정치의 분석틀을 구성하는 데 있어 기초자료적 의의를 지닌다고 하겠다.

@highlight

이 연구는 이런 관점에서 지방정치의 새로운 모델로서 대두되고 있는 도시거버넌스에서의 권력엘리트인 통치엘리트에 대해 시민의식조사를 통해 분석하려 한다.

