최근 지방정부에서 시민들의 정주의식과 거주만족도를 궁극적인 성과 목표의 하나로 설정하면서 이에 대한 학계와 실무자들의 관심도 증대되어 왔다.

그러나 최근 안전에 대한 인식이 중요해짐에도 불구하고 범죄 위험 인식이 거주만족도에 미치는 영향력에 대한 연구는 소수에 불과하며, 분석 대상 별로 모순적인 결과를 보고하고 있다.

본 연구는 이러한 한계를 보완하고자 서울시민을 대상으로 한 서베이 자료에 근거하여 거주지역의 범죄위험, 가족의 범죄 피해에 대한 두려움, 도시 전반의 범죄위험 인식 수준이 일반시민들의 인식적, 감정적, 행태적 거주만족도에 미치는 영향을 실증 분석했다.

분석 결과, 거주만족도의 주요 영향요인들을 모두 통제한 후에도 범죄에 대한 두려움은 거주만족도의 전반에 유의미한 부적 영향력을 미치는 것으로 나타났다.

또한 개인의 거주지역 범죄 위험인식이나 도시 전반의 범죄 위험보다 자신의 가족이 범죄 피해를 경험할 위험이 높다고 생각할수록 거주만족도가 크게 저하되는 것이 관찰되었다.

더불어 거주지역의 범죄위험과 가족의 범죄 피해 위험 인식은 거주만족도의 인식적, 감정적, 행태적 차원 모두에 부적영향력을 나타내는 반면 도시 전반의 범죄 위험은 행태적 측면인 지속적 거주의사에만 영향력을 미치는 것으로 보고되었다.

@highlight

본 논문은 이같은 한계를 보완하고자 서울시민을 대상으로하여 한 서베이 자료에 근거해 거주지역의 범죄위험, 가족의 범죄 피해에 관한 두려움, 도시 전반의 범죄위험 인식 수준이 일반시민들의 인식적, 감정적, 행태적 거주만족도에 미치는 영향을 실증적으로 분석하였다.

