본 연구에서는 교과서의 지역 정보의 제시와 그 오류의 유형에 대해서 살펴보았다.

교과서의 저자들은 교과서의 내용을 적절하게 제시하기 위하여 다양한 전북 지역 정보 자료를 이용하였다.

교과서에서 다룬 전북 지역의 정보는 역사와 자연환경 분야에서 가장 많았다.

그 지역 정보를 제시하는 형식은 전북 지역에 대한 직접적인 내용 서술보다는 사진, 지도 등의 시각 자료가 주를 이루고 있었다.

그리고 전북 지역 정보의 오류를 사실 오류와 유사 오류로 분류하여 살펴본 결과, 사실 오류는 전체 분석 대상 중 22.7%에 이르렀다.

전북 지역 정보의 사실 오류는 지도 표현, 역사와 문화, 산업 활동, 지명, 행정구역, 지도 위치 표기 순으로 나타났다.

그리고 전북 지역 정보의 유사 오류로는 전북 지역 사례 누락, 최신 자료 미사용, 부적합한 사례 등으로 나타났다.

여기서는 타 지역의 정보 제시와 함께 전북 지역 정보를 제공할 경우에는 균형이 잡히지 않은 채로 지역 정보를 제공하는 사례도 나타났다.

특히 새만금 관련 지역 정보에서는 과거의 새만금 내부 개발 계획도를 제시하는 오류가 많이 나타났다.

이런 부정확한 지역 정보를 제공하는 교과서는 학생들이 지역에 대해서 바른 이해를 갖는 것을 저해할 수 있고, 더 나아가 잘못된 지역 지식을 갖게 함으로써 특정 지역에 대한 오류나 오개념을 유발할 수 있다.

그래서 저자들은 교과서를 저술할 때는 최대한 지역의 정보를 정확하게 확인하여 기술할 필요가 있다.

@highlight

이 연구에서는 교과서의 지역 정보의 제시와 그 오류의 유형에 대해서 살펴보았다.

@highlight

교과서에서 다룬 전북 지역의 정보는 역사와 자연환경 분야에서 가장 많았다.

