미국발 세계금융위기가 발생했을 때 세계의 지도자와 전문가들은 국제금융체제에 ‘새로운 브레튼우즈’ 체제적 순간이 왔다고 주장하였다.

국제금융체제에 대대적인 개혁이 필요하다는 것이다.

이 논문은 2008년 미국발 세계금융위기 이후 국제금융체제에 과연 ‘새로운 브레튼우즈’ 체제적인 과감한 개혁이 일어났는가 하는 문제를 던지고 이에 대해 규명해본다.

결론적으로, 다음의 세 가지 이유에 근거해서 위기 이후에도 이전의 포스트 브레튼우즈 체제의 성격이 유지되었다고 주장한다.

첫째, 달러의 기축통화로서의 위상이 흔들리지 않았고, 위기 수습을 위해 미국 연방준비위원회(Fed)가 여러 나라와의 통화스왑을 통하여 주도적 역할을 하였다.

둘째, 바젤 III를 비롯하여 금융에 대한 규제가 강화되었으나 전체적으로 친시장적 규제의 성격을 유지하였다.

셋째, 금융안정포럼 (FSF)을 대신하여 출범한 금융안정위원회 (FSB)가 느슨한 조직으로서 강제력이 약한 감시와 권고, 조정의 역할을 하는 기구에 머물렀다.

달러의 중심통화로서의 비중과 위상이 유지되고 위기 이전의 금융규제 규범과 같이 친시장적 원칙이 유지됨으로써 포스트 브레튼우즈 체제는 크게 변화하지 않았다.

위기 이후에도 국제금융체제는 이전과 크게 다르지 않게 신자유주의적 금융체제의 성격을 유지하고 있음으로써 ‘새로운 브레튼우즈’ 체제적인 급격한 개혁은 이루어지지 않았다.

@highlight

미국발 세계금융위기의 발생 이후 국제금융체제에 과연 ‘새로운 브레튼우즈’ 체제적인 과감한 개혁이 일어났는가 하는 문제를 던지고 결론적으로 위기 이후에도 국제금융체제는 이전과 크게 다르지 않게 신자유주의적 금융체제의 성격을 유지하고 있음으로써 ‘새로운 브레튼우즈’ 체제적인 급격한 개혁은 이루어지지 않았음을 규명하였다.

