생성적 디자인은 디자인 목적에 맞게 정의된 알고리듬을 통해 컴퓨터가 여러 대안적인 디자인 결과물을 자동적으로 빠르게 생성하는 것이다.

그러므로 디자인 목적을 수행하는 컴퓨터 알고리듬이 중요하다.

본 연구는 이러한 생성적 디자인을 기반으로 사진 또는 그림과 같은 2차원 디지털 이미지로 3차원 형태를 생성하는 생성적 디자인 알고리듬을 제안하는 것을 목적으로 한다.

제안된 알고리듬은 컴퓨터 프로그램으로 구현되어 임의의 명화 이미지를 입력하여 검증하였다.

결과물의 기본 3차원 형태는 원기둥과 구이며, 사용된 이미지에 따라 원기둥이나 구의 표면이 변형되어 생성된다.

본 연구에서 제시된 알고리듬과 결과물은 2차원 이미지에서 3차원 형태를 생성하는 생성적 디자인의 가능성을 보여준다.

감성과 인지적인 측면에서 입력된 이미지와 생성된 3차원 형태의 관계를 파악하는 향후 연구를 통해 생성된 형태의 가치를 검증하고 디자인적 의의를 찾는 것이 필요하다.

이러한 연구를 통해 생성적 디자인의 가능성을 넓힐 것으로 기대된다.

@highlight

생성적 디자인은 디자인 목적에 맞게 정의된 알고리듬을 통해 컴퓨터가 여러 대안적인 디자인 결과물을 자동적으로 빠르게 생성하는 것이다.

