본고는 普照의 空寂靈知와 王陽明의 良知를 비교 연구한 논문이다.

이는 기존의 普照 禪사상에 대한 연구영역을 확대하여 동아시아 사상사와 유불교섭사 속에서 보조의 선사상을 재조망하고자 하는 시도라 할 수 있다.

양명학의 형성에 선사상이 지대한 영향을 미쳐왔다는 점은 선행 연구를 통하여 이미 밝혀졌다.

그렇다면 보조 지눌의 선사상과 왕양명의 심학 사이에도 분명한 상호관련성이 존재하기 마련이다.

그것의 핵심은 이 둘이 인간의 가장 본질적 요소로 중시하는 '마음' 즉 보조의 '공적영지'와 왕양명의 '양지'에 있어서 나타나는 '지(知)'의 공통점이라 할 수 있다.

본고에서는 이 두 개념의 비교를 통하여 상호 관련성과 동이점 그리고 이것이 지니는 현대적 의의 등을 고찰하고자 하였다.

이를 요약하면 다음과 같다.

첫째, 보조가 제시하고 있는 마음으로서 ‘공적영지’의 개념과 왕양명의 ‘양지’의 개념 사이에 사상적 영향관계에 대하여 고찰하였다.

둘째, 보조선과 양명학의 사상체계에 있어서 ‘공적영지’와 ‘양지’의 위상과 역할에 대해 비교하였다.

셋째, '공적영지'와 '양지'의 내용과 그 동이점을 밝혔다.

끝으로 현대 마음철학 형성에 있어 '공적영지'와 '양지'의 역할 및 그 현대적 의의를 밝혔다.

@highlight

이 논문은 普照의 空寂靈知와 王陽明의 良知를 비교 연구한 논문이다.

@highlight

이 논문에서는 이 두 개념의 비교를 통해 상호 관련성과 동이점 그리고 이것이 지니는 현대적 의의 등을 고찰하고자 했다.

