중국사의 공무원 개념은 선진시대에 ‘官’과 ‘臣’, ‘士’, ‘吏’를 바탕으로 형성된 개념들이 이후 기표와 기의의 변용을 거치면서 계속 발전한 데서 그 역사성을 발견할 수 있다.

전통적인 ‘능관인’ 사상에서 유래하는 ‘관인’이라는 용어는 관 자와 합성된 공무원 개념 중 가장 오래되었으며, 위나라에서 구품관인지법을제정함에 따라 공식적인 공무원 개념이 되었으며, 특히 당대부터 송대까지 널리 쓰였다.

이와 함께 송대에는 ‘사대부’라는 말도 보편적으로 사용되었으나, 원대부터 청말까지는 이들 용어 대신에 ‘관리’와 ‘관원’이라는 용어가 공무원을 대표하는 말로 사용되었다.

‘관인’과 ‘사대부’라는 말이 중국의 전통과 문화를 나타내는 말인데 반해, ‘관리’와 ‘관원’은 상대적으로 몰가치성과 중립성을 띤다.

그 배경에는 오대의 정치적인 격변과 함께 송대에 나타난 天觀의 변화, 명말청초에 등장한 군신간의 정치적 협동론과 관료의 공복론등이 복합적으로 작용하고 있다.

공무원의 자질은 전통적으로 ‘도덕적이고 유능한 관인’을 요구했으나, 실제 관료들은 자기수양을 소홀히 함으로써 ‘유학을 공부하고 법집행 능력이 있는 관인’으로 변질된다.

@highlight

중국사의 공무원 개념은 선진시대에 ‘官’과 ‘臣’, ‘士’, ‘吏’를 바탕으로 형성된 개념들이 이후 기표와 기의의 변용을 거치면서 계속 발전한 데서 그 역사성을 발견할 수 있다.

