이 논문은 고등학생 대상 소논문 쓰기 수업의 현장적 성격을 고찰하기 위하여 다중사례 연구방법을 활용한 논문이다.

이를 위해 문헌연구를 통해 고등학생 대상 소논문 쓰기 교육에 대한 선행 연구를 살피고 고등학생 대상 소논문 쓰기의 특징을 제시하였다.

문헌연구를 통해 분석틀을 마련한 뒤, 실제 고등학교에서 이루어진 소논문 쓰기 지도에 대한 사례 연구를 실시하였다.

고등학생 대상 소논문 쓰기 수업의 다중 사례를 본 결과, 다음과 같은 결과가 도출되었다.

고등학생 대상의 소논문 쓰기 수업은 1) 쓰기 과정에 기반한 강사별 특화 수업이자, 2) 주제 정교화 중심의 수업이며, 3) 몰입과 완성의 경험을 제공하며 4) 학생의 탐구 가능성에 대한 도전과 한계를 지니고 있었다.

학습자의 자기주도성을 신장시키고 탐구력과 학습력을 증진시킬 수 있는 교육의 일환으로 소논문 쓰기를 교육으로 정착시키기 위해서 소논문 쓰기 수업의 장기적, 체계적 기획과 운영, 학술적 글쓰기로서 소논문의 특징을 살릴 수 있는 수업 방안의 마련 및 독립적 글쓰기로서의 위상 확립, 고등학교 학습자의 특징을 고려한 교수학습 방법이 필요함을 제시하였다.

@highlight

이 논문은 고등학생 소논문 쓰기 수업의 현장적 성격을 고찰하기 위해서 다중사례 연구방법을 활용한 논문이다.

@highlight

학습자의 자기주도성을 높이고 탐구·학습력을 증진하는 교육의 일환인 소논문 쓰기를 정착시키기 위해 교수학습방법이 필요함을 제시한다.

