국내 배경지역인 제주도 한라산 1100 고지에서 2012년 가을철에 PM10, PM2.5 미세먼지를 채취하여 이온 및 원소 성 분을 분석한 결과로부터 대기경계층(ABL) 미세먼지의 화학조성과 입자크기별 분포 특성을 조사하였다.

PM2.5 미세입자(dp< 2.5 μm)에서는 2차 오염물질인 nss-

SO4 2-

, NH4 +, NO3 -

농도가 각각 4.84, 1.98, 1.27 μg/m3로 상대적으로 높고, 전체 질량의 58.2%를 차지하였다.

반면에 PM10-2.5 조대입자(2.5 μm<dp< 10 μm)에서는 이들 세 성분의 농도가 각각 0.63, 0.21, 1.10 μg/m3로 전체 질량의 22.8%를 차지하였다.

또 수용성 이온성분들 중 NH4 +, nss-

SO4 2-

, K+, CH3COO-

은 주로 미세입자에 분포하고, NO3 -

은 미세입자와 조대입자에 고르게 분포하나, Na+, Cl-

, Mg2+, nss-

Ca2+은 조대입자에 더 많이 분포하는 특징을 나타내었다.

@highlight

국내 배경지역인 제주도 한라산 1100 고지에서 2012년 가을철에 PM10, PM2.5 미세먼지를 채취해 이온과 원소 성분을 분석한 결과로부터 대기경계층(ABL) 미세먼지의 화학조성 및 입자크기별 분포 특성을 조사했다.

