마르틴 루터는 무엇보다 자신의 소명을 설교자로 인식하였고 설교 를 통해 종교개혁운동을 전개했던 사람이었다.

그는 교회를 “입의 집”(Mundhaus)이라고 할 만큼 설교의 중요성을 강조했다.

루터에게 설 교란 하나님의 음성이요 계시였고, 설교를 통해 청중은 하나님의 현존 을 체험할 수 있다고 역설하였다.

그의 설교는 철저하게 성경에 근거한 강해설교요 주석 설교였다.

당대 그의 설교방식은 매우 혁명적이었다.

루터의 설교에 대한 연구는 그의 신학과 사상의 다른 영역에 비해 그리 많은 연구물이 나오지 못한 실정이다.

이 논문은 루터의 초기 설교들의 분석을 통해 그의 개혁 사상이 그의 설교에 어떻게 반영되었고 신학화 되어갔는지를 추적한다.

이를 위해 그의 설교 방법론과 원리들을 검토 해 보는 일은 필수적인 작업이다.

또한 우리는 그의 초기 설교들을 분 석함으로서 그의 개혁신학의 원리들을 추출해 볼 수 있다.

이 연구를 통해 루터의 종교개혁신학은 이른바 루터의 ‘신학적인 돌파’로 일반적 으로 합의된 1518년 이전에 그의 성서강해와 설교들을 통해 배태되어 있음을 알 수 있을 것이다.

@highlight

마르틴 루터는 무엇보다 자신의 소명을 설교자로 인식하였고 설교 를 통해 종교개혁운동을 전개했던 사람이었다.

