영성이란, 하나님과 이웃, 그리고 자연세계에 관련 또는 관계하는 사람의 힘 또는 능력이라고 할 수 있다.

이런 관계를 통해, 사람들은 자신의 경험에 의미를 부여하고, 현실세계의 가장 깊은 면에서, 자신의 마음과 정신을 잘 조화시킨다.

따라서, 영성이란 우리가 우리의 삶을 살아가는 방식에 절대 필요한 것이며, 궁극적으로는 예수를 따르는 것이다.

관계와 과정을 중요시하는 영성에 관한 이러한 이해는 중요한 것인데, 한국교회의 상황은, 평신도 여성들이 열린 방법으로, 통전적인 방식으로 영성을 발달시키기에 충분할 정도로 우호적이며 긍정적이지 못하다.

신앙의 실천에 있어 상호연결성을 강조하기 보다는 목회자에 의존하게 됨으로써, 여성 안에 내재하고 있는 영적인 가능성이 제한되어 왔음을 부인할 수 없다.

여성 안에 내재하고 있는 가능성을 발견하고 발전시켜 신앙공동체에서 더 많은 것으로 헌신할 수 있고, 더 나아가 사회에서 공헌할 수 있도록 도와주는 영성교육은 어떤 것일까?

본 논문은, 현재 실천되고 있는 여성과 관련되는 영성개념의 특징을 살펴보고, 이에 상응하는 대안적 영성의 요소들을 성찰한 후, 이런 요소들에 근거하여, 실질적으로 실천할 수 있는 기독교교육 방법을 제시하고자 한다.

@highlight

이 논문은, 현재 실천되고 있는 여성과 관련되는 영성개념의 특징을 살펴보고, 이에 상응하는 대안적 영성의 요소들을 성찰한 후, 이런 요소들에 근거하여, 실질적으로 실천할 수 있는 기독교교육 방법을 제시하고자 한다.

