본 연구는 한국에 거주하는 다문화배경 이주노동자의 일과 일터학습을 사회구조적 배제 관점을 통해 분석하고 이를 바탕으로 다문화사회로의 일터 및 일터학습을 위한 시사점을 제공하는 것을 목적으로 하였다.

이를 위하여 중국, 베트남, 몽골, 인도네이사 출신의 다문화배경 이주노동자 11명을 대상으로 면담을 실시하였다.

면담 내용은 한국으로 이주한 이유와 과정, 취업과 일, 일터학습 등에 대한 것이었다.

면담을 통하여 수집된 자료를 이론적 검토를 토대로 내용 분석 방법으로 분석하였다.

분석결과는 다음과 같다.

첫째, 다문화배경 이주노동자는 취업 전 예비사회화를 경험하였다.

둘째, 다문화배경 이주노동자는 취업을 통하여 일터로 포용되었고 이 과정에서 자존감과 사회적 인정 향상을 경험하였다.

셋째, 일터에서 일과 일터학습이 차별적으로 발생하는 일터내부로의 배제가 나타났다.

넷째, 다문화배경 이주노동자 중 일부는 일터 내외의 기회를 활용하여 학습을 하였고, 동향 출신의 선배로부터 멘토링을 받았다.

분석결과를 보면, 다문화배경 이주노동자는 일터 포용의 과정을 경험하더라도 일터학습이나 일에서의 배제인 일터내부로의 배제가 발생하는 구조적 차별 위치에 있었다.

이상의 분석결과를 토대로 논의와 시사점을 제시하였다.

@highlight

본고는 한국에 거주하는 다문화배경 이주노동자의 일과 일터학습을 사회구조적 배제 관점을 통하여 분석하고 이를 바탕으로 다문화사회로의 일터 그리고 일터학습을 위한 시사점을 제공하는 것을 목적으로 했다.

