본 연구는 중증장애인의 장애차별경험이 자아존중감을 매개로 생활만족도에 미치는 영향을 검증하고, 이 관계가 장애유형 및 취업유무에 따라 집단 간 차이가 있는지 살펴보고자 하였다.

이를 위하여 한국장애인고용공단 고용개발원에서 조사한 제5차 장애인고용패널조사 데이터를 활용하였다.

응답자 중 경제활동이 가능한 19-64세 성인을 대상으로 하였으며, 이중 중증 신체외부장애인 862명과 정신장애인 327명(총 1,189명)의 자료를 추출하여 분석하였다.

연구결과는 다음과 같다.

첫째, 중증장애인의 장애차별경험은 자아존중감을 매개로 생활만족도에 영향을 미치는 것으로 나타났으며, 부분매개효과로 검증되었다.

둘째, 신체외부장애인과 정신장애인간의 모형 및 경로계수의 차이가 없었으며, 두 집단 모두 장애차별경험과 자아존중감이 생활만족도의 예측요인이었다.

셋째, 취업집단과 비취업집단 간의 모형 및 경로계수의 차이가 나타났다.

취업집단의 경우 장애차별경험은 자아존중감에 영향을 미쳤으나 장애차별경험과 자아존중감은 생활만족도에 영향을 미치지 않았다.

본 연구결과를 토대로 중증장애인의 장애차별 감소와 자아존중감 및 생활만족도 향상을 위한 실천방향에 대해 논의하였다.

@highlight

이 연구는 중증장애인의 장애차별경험이 자아존중감을 매개로 생활만족도에 미치는 영향을 검증하고, 이 관계가 장애유형 및 취업유무에 따라 집단 간 차이가 있는지 살펴보고자 했다.

