『장자』는 다양하게 이해되고 있고 또한 상당부분 오해되고 있는 면이 있다.

「인간세」 역시 그러하다.

「인간세」는 그간 장자의 처세철학, 보다 정확히는 ‘인간세상에서의 양생술’을 논한 것으로 일반적으로 이해되어왔다.

난세에서의 자신의 몸을 안전하게 보전한다는 개념의 전생보신(全生保身)은 좁게는 생사를 제일(齊一)하게 보는 사상과, 넓게는 운명을 편안히 받아들인다는 안명론(安命論)과 모순된다.

이는 기존의 「인간세」 이해가 타당하지 아니할 가능성을 함의한다.

「인간세」 우화들 중 무용지용(無用之用)의 우화들은 일차적으로는 무용의 긍정적인 면을 부각시켜 무용한 존재로 태어난 괴로움을 덜어주는 것이며 더 나아가서는 현실적 가치판단의 터무니없음을 강조하여 제물론(齊物論)으로 나아가려는 목적으로 제시된 것이다.

그리고 심재(心齋)는 ‘자아 없애기’에 해당하는 것으로서 단순한 양생술이나 사군지도(事君之道)가 아니라 안명론의 핵심에 해당하는 개념이다.

이러한 점에서 「인간세」는 양생술에 목표를 둔 처세철학이 아니라 장자학의 핵심인 안명론의 일부를 구성하고 있는 것이라 하겠다.

@highlight

『장자』는 다양하게 이해되고 있고 또한 상당부분 오해되고 있는 면이 있다.

@highlight

난세에서의 자신의 몸을 안전하게 보전한다는 개념의 전생보신(全生保身)은 좁게는 생사를 제일(齊一)하게 보는 사상과, 넓게는 운명을 편안히 받아들인다는 안명론(安命論)과 모순된다.

