이 연구는 경성제대 만몽문화연구회의 설립과 활동을 중심으로, 만주사변 이후 경성제대가 모색했던 방향전환의 의미와, 그 결과로서 체계적으로 전개되었던 ‘대륙’연구가 가졌던 지향과 특징을 검토했다.

경성제대는 만주사변 이후 일본제국의 판도에 ‘공식적’으로 편입된 ‘만몽’을 새로운 연구의 대상으로 설정하였고, 이를 기반으로 ‘대륙유일의 제국대학’으로서 경성제대의 존재의의를 새삼 인정받고자 시도했다.

대학의 전학적인 연구조직인 만몽문화연구회와 이것의 확장버전인 대륙문화연구회는 경성제대의 고유한 연구기반을 조선을 중심으로 한 ‘동양문화’에서 제국의 대륙적 확장에 부응하는 만몽문화, 나아가 대륙문화로 확대해 나가려는 대학 나름의 시도였고, 새롭게 학문적 대상으로 부상한 ‘대륙’을 둘러싸고 누가 제국의 국책에 부응할 것인가를 다투는 경합의 산물이었다.

경성제대는 대륙연구를 통해 국체(國體)와 학리(學理)의 공존, 군기(軍旗)와 과학의 깃발의 일치를 모색했지만, 결과적으로 학리와 과학은 국체와 군기 속에 파묻혀 철저히 수단으로 전락하고 만다.

@highlight

이 연구는 경성제대 만몽문화연구회의 설립과 활동을 중심으로, 만주사변 이후 경성제대가 모색했던 방향전환의 의미와, 그 결과로서 체계적으로 전개되었던 ‘대륙’연구가 가졌던 지향과 특징을 검토했다.

