본 연구는 휠체어테니스 선수의 경기력수준에 따른 유·무산소성 운동능력 관련 변인의 차이를 분석하고자 하는 목적으로 수행되었다.

연구참여자는 남자 휠체어테니스선수 12명이며, 경기력수준에 따라 국가대표선수집단(국가대표집단)과 국가대표상비군후보선수집단(상비군집단)으로 분류하였다.

유산소성 운동능력 관련 변인은 암 에르고미터를 이용한 점증부하최대운동검사법으로 분석하였으며, 무산소성 운동능력 관련 변인은 등속성 근기능측정기를 이용하여 견관절 및 주관절의 근력을 측정하였다.

연구 결과 유산소성 운동능력 관련 변인에 있어서는 집단 간 유의한 차이가 나타나지 않았다.

무산소성 운동능력 관련변인에 있어서는 집단 간 차이가 유의하였으며, 주측 견관절 및 주관절 신전력, 비주측 주관절 신전력과굴곡력, 양측 주관절 동측균형비 등에 있어 국가대표집단이 상비군집단보다 높게 나타났다(p<.05).

결론적으로 집단 간 유의한 차이를 보인 견관절 및 주관절의 근력변인과 높은 상관을 보이는 경기기술이 휠체어테니스 경기력에 영향을 미칠 것으로 사료되며, 운동상해 예방을 위해서는 양측 주관절 신전력 및 비주측견관절 굴곡력을 강화시킬 수 있는 근력강화프로그램의 도입이 필요할 것으로 판단된다.

@highlight

본고는 휠체어테니스 선수의 경기력수준에 따라 유·무산소성 운동능력 관련 변인의 차이를 분석하고자 하는 목적으로 진행되었다.

