본고에서 시도하는 예이츠의 시작품에 디지털 개념을 적용하는 하이브리드적 접근을 혹자들은 다소 낯설게 바라볼 수도 있다.

하지만 문학이 “불확정성의 진리들”을 내포한 다층적 구조이기에 독자의 체험에 의한 구체화의 과정이 중요하다.

이렇게 분석해본 「이니스프리의 호도」에서 시인은 현실의 근거로서 초현실을 제시했으며 현실과 초현실의 인식론적 단절에 저항한다.

「방황하는 잉거스의 노래」에서 등장하는 “소녀”는 시적자아의 “아바타”로 기능하며, 이를 상상에 의해서 추동되는 “시뮬레이션”의 현실이라고 볼 수 있다.

「학교 어린이들 속에서」는 지식의 전승으로 인하여 신이 존재하는 곳에 인간이 존재하며 인간이 존재하는 곳에 컴퓨터가 존재한다고 볼 수 있다.

결론적으로 우리는 사물을 특정한 대상으로만 지시할 수 없는 “브리콜라주”의 삶을 인정할 수밖에 없으며, “하이브리드”에 대한 불신을 자발적으로 포기해야할 제3의 밀레니엄(millennium)에 위치함을 인식하여야 한다.

@highlight

본고에서 시도하는 예이츠의 시작품에 디지털 개념을 적용하는 하이브리드적 접근을 혹자들은 다소 낯설게 바라볼 수도 있다.

