자부심은 조직 생활에서 매우 중요한 의미를 가지는 것 중에 하나다.

많은 심리학 연구에서 자기중심적이고 이벤트 중심의 성취에만 집중된 양적 연구만 집중되어 있다.

반면에 자부심은 조직에 소속된 개인이 다른 사람들과의 관점을 통해서 도출되는 개인들의 주관적 심리상태이다.

따라서 본 연구는 조직에서 구성원들이 프라이드를 어떻게 인식하는지를 밝히고, 구성원들이 인식하는 프라이드 유형에 따라 그 의미와 각 유형에서 효과적인 프라이드를 위한 방향을 제시하고자 하였다.

기존 연구를 통해 36개의 Q 표본을, HR 전문가들로 구성된 20명의 P 표본을 선정하여 Q 방법론을 적용한 결과 프라이드의 유형은 4가지로 인식되었다.

이들 유형은 ?

조직 비전형', '업무 성과형', '전문성 지향형', '가치 완성형'으로 명명했다.

각 유형별 특성에 대해 논의하고, 그 특성에 따라 적합한 조직 운영방향을 제시하였다.

또한 구성원들의 업무 분야와 관련성에 대하여 논의하고 기존 문헌에서 제시한 팀워크의 구성 요소들과의 관련성도 분석하였다.

자부심에 대한 기존 연구들과 달리, 본 연구는 조직 구성원들의 인식 수준에서 프라이드 대한 인식을 분류함에 따라, 프라이드 요소들의 적합한 적용 방향을 제시하고 조직 성과를 높이기 위해서 프라이드 형성 방법에 대해서 새로운 관점을 제공해 줄 수 있을 것으로 기대한다.

@highlight

자부심은 조직 생활에서 매우 중요한 의미를 가지는 것 가운데 하나다.

@highlight

많은 심리학 연구에서 자기중심적이고 이벤트 중심의 성취에만 집중된 양적 연구에만 집중되어 있다.

@highlight

반면에 자부심은 조직에 소속된 개인이 다른 사람들과의 관점을 통하여서 도출되는 개인들의 주관적 심리상태이다.

