본 연구에서는 뇌파의 스펙트럼 분석에 의해 추출되는 마취심도 지표인 SEF(spectral edge freqency), MF(median frequency)의 가변성 감소를 위하여 뇌파의 비선형성에 근거하여 바이스펙트럼 분석기법을 도입하고자 한다.

수술환경에서 뇌파 의 계측과 분석은 다양한 외부 아티팩트 요소를 감안하여야 한다.

바이스펙트럼 분석은 비선형적 신호의 특성을 추출하는 분석 법으로 외부 유입 아티팩트의 유무를 확인 할 수 있어 뇌파에 인입되어 분석에 영향을 끼치는 아티팩트를 효과적으로 제거하는 데 기여한다.

이러한 과정을 통해 SEF, MF와 같은 마취심도 파라미터의 실시간 가변성을 감소시킬 수 있었다.

이러한 가변성 감 소는 수술현장에서 실시간 활용 가능한 임상 지표서 SEF, MF의 유용성을 제고시켜 줄 수 있을 것이다.

@highlight

본 논문에서는 뇌파의 스펙트럼 분석에 의하여 추출되는 마취심도 지표인 SEF, MF의 가변성 감소를 위하여 뇌파의 비선형성에 근거한 바이스펙트럼 분석기법을 도입하여 연구를 수행하였다.

