최근 전세계적으로 지구 온난화로 인한 이상 기후 현상이 발생되고 있다.

미국 북동부 지역의 한파, 중국 베이징, 인도 남부, 파키스탄의 폭염, 칠레, 카자흐스탄, 베트남의 홍수 등 세계 각지에서 이상 기후가 발생되고, 피해도 속출하고 있다.

특히, 중국의 경우 2013년 이후 매년 남부지역을 중심으로 전국적인 폭염이 지속되고 있다.

이에 본 연구에서는 이러한 이상 고온 현상의 특성을 분석하기 위해 중국 츠시시의 4시기 Landsat 8 OLI TIRS 센서 영상을 활용하였다.

위성영상의 10개 밴드를 활용하여 토지피복 분류를 수행하고, 10번 열밴드를 이용하여 지표면 온도를 추출하였다.

4시기의 토지피복 분류 결과를 통해 시계열적인 변화 추이를 정량적으로 파악할 수 있었으며, 지표 온도 산출 결과를 통해 각 시기의 평균 온도뿐만 아니라 각 항목별 평균온도까지 확인할 수 있었다.

특히, 항목별 평균온도 산출 결과를 통해 동일 시기에서는 건물, 나지, 산림, 농경지, 수계, 갯벌의 순서로 온도가 높게 나타나는 것뿐만 아니라, 대상지 전체의 평균온도에 비해 건물, 나지, 산림, 농경지 지역의 온도는 높고 수계와 갯벌 지역은 온도가 낮게 나타나는 것을 확인 가능하였다.

@highlight

최근 전세계적으로 지구 온난화로 인한 이상 기후 현상이 발생하고 있다.

@highlight

특히, 중국의 경우 2013년 이후 매년 남부지역을 중심으로 전국적 폭염이 지속되고 있다.

@highlight

본 연구에서는 이와같은 이상 고온 현상의 특성을 분석하기 위하여 중국 츠시시의 4시기 Landsat 8 OLI TIRS 센서 영상을 활용했다.

