본 연구는 중소기업을 대상으로 하는 정부지원 컨설팅에 있어 수요자 및 공급자 특성 요인이 경영성과에 미치는 영향을 확인하고자 진행하였다.

정부지원 컨설팅을 경험한 중소기업을 대상으로 설문조사를 실시한 후 분석하였으며 연구 결과는 다음과 같다.

첫째, 수요자인 중소기업의 컨설팅에 대한 인지도는 컨설팅결과활용도에 정(+)의 영향을 미치는 것으로 나타났으나, 조직문화는 컨설팅결과활용도에 영향을 미치지 않는 것으로 나타났다.

둘째, 공급자 특성인 컨설턴트역량은 컨설팅서비스품질에 정(+)의 영향을 미치는 것으로 나타났으나, 정부지원정책은 컨설팅서비스품질에 영향을 미치지 않는 것으로 나타났다.

셋째, 수요자 특성인 컨설팅결과활용도와 공급자 특성인 컨설팅서비스품질은 모두 경영성과에 정(+)의 영향을 미치는 것으로 나타났다.

본 연구 결과는 정부의 중소기업 컨설팅지원 사업에 있어 컨설팅에 대한 이해도 및 컨설팅 결과물의 활용도 향상과 컨설턴트역량 강화를 위한 제도적 지원을 추진할 필요가 있음을 시사하고 있으며, 중소기업에 대한 컨설팅지원 사업에 있어 공급자 측면 뿐 아니라 수요자 측면을 고려한 정책 방향성을 제시하였다는데 의의가 있다.

@highlight

이 연구는 중소기업을 대상으로 하는 정부지원 컨설팅에 있어 수요자 및 공급자 특성 요인이 경영성과에 미치는 영향을 확인하고자 진행하였다.

