전통적인 교사 중심 교육으로는 학생 개개인의 다양성과 창의성을 발현할 수 없으며 변화하는 미래 사회에 대처할수 없다는 위기의식이 일면서, 우리나라에서는 학습자를 교육의 주체로 보는 학습자 중심 교육이 강조되고 있다.

본연구에서는 한국과학창의재단에서 추진한 ‘2015년 학생 중심 수학교과서 개선 교사연구회’ 자료를 토대로 학습자 중심 교육의 관점에서 우리나라 교사들이 인식하는 수학교육의 문제점과 그들이 개발한 수학 모델 교과서의 특징을 분석하였다.

APA(1997)의 ‘학습자 중심의 심리 원리’ 틀을 사용하여 분석한 결과 교사들은 수학교육의 문제점으로 동기와 정서가 학습에 미치는 영향, 학습에서의 개인차, 발달이 학습에 미치는 영향, 학습 과정의 본질, 지식의 구성 원리 측면이 고려되지 않았음을 순서대로 많이 지적하였다.

교사들이 개발한 수학 모델 교과서는 학습 과정의 본질, 지식의 구성, 동기와 정서가 학습에 미치는 영향의 원리가 순서대로 가장 많이 반영되었다.

마지막으로 교사들의 문제점 인식과 그에 따른 모델 교과서 개발 결과를 비교한 결과, 교사들에게 인식된 문제점들은 대체로 교과서에 반영되었고, 인지와 메타인지 요인에서는 문제점보다 개선이 더 많이 이루어졌으나 동기와 정의적 요인에서는 개선이 문제점에 비해 미비한 편이었다.

이를 통해 수학 교과서 개선을 통해 실현 가능한 학습자 중심 교육의 방안을 살펴볼 수있었다.

@highlight

전통적인 교사 중심 교육으로는 학생 개개인의 다양성과 창의성을 발현할 수 없으며 변화하는 미래 사회에 대처할수 없다는 위기의식이 일면서, 우리나라에서는 학습자를 교육의 주체로 보는 학습자 중심 교육이 강조되고 있다.

