이 연구에서는 중학생이 지각한 부모의 양육태도와 심리적 독립, 자기성찰지능이 학교적응에 미치는 영향을 확인하고 그 상대적 기여도를 검증하고자 하였다.

이 연구는 울산시 소재 2개 중학교에 재학 중인 1학년 192명, 2학년 208명, 3학년 178명으로 총 578명을 대상으로 실시되었다.

수집된 자료는 상관분석과 단계적 중다회귀분석방법으로 결과를 도출하였다.

중학생의 학교적응은 다른 변인들과 정적 상관을 보였다.

그리고 학교적응에 영향을 미치는 변인은 자기성찰지능과 중학생이 지각한 부의 양육태도 순서로 나타났으며, 학교적응에 대한 상대적 기여도가 가장 높은 예측변인은 자기성찰지능이었고 부의 양육태도도 주요 예측변인인 것으로 확인되었다.

부·모와의 심리적 독립은 학교적응 전체와 그 하위변인과 유의미한 정적상관을 보였지만 학교적응과 그 하위변인에 대한 예측변인은 아닌 것으로 나타났다.

이 연구 결과는 중학생의 학교적응을 위해 자기성찰지능을 함양시킬 수 있는 실제적 교육 환경과 학습여건 마련의 중요성을 시사한다.

또한 부의 긍정적인 양육태도의 중요성에 대한 인식 확산과 부의 양육태도 교육 프로그램 개발 및 실행이 필요하다는 사실을 시사한다.

@highlight

중학생이 지각한 부모의 양육태도와 심리적 독립, 자기성찰지능이 학교적응에 미치는 영향을 확인하고, 상대적 기여도를 검증하였다.

@highlight

울산시 소재 2개 중학교에 재학 중인 1학년 192명, 2학년 208명, 3학년 178명을 대상으로 실시되었으며, 수집된 자료는 상관분석과 단계적 중다회귀분석방법으로 활용하였다.

