이 글은 문화예술교육에서 단편 애니메이션의 감상을 중심으로 한 수업에 대한 연구이다.

문화예술교육은 학습자가 문화와 예술의 감상과 표현을 통해 보다 포괄적인 삶과 문화에 대해 성찰하고 이를 통하여 자신의 삶에 필요한 지식을 스스로 구성해 나가는 것을 지향한다.

따라서 문화예술교육에서 예술적 경험을 선정하고, 이를 바람직한교수?

학습의 형태로 제공하는 것은 매우 중요한 과제이다.

이 글에서는 문화예술교육을 위한 예술적 경험으로, 단편 애니메이션 작품을 선정하였다.

애니메이션 영화는 시각적 내러티브 예술로서, 다양한 삶과 문화적 다양성을 작가의 관점과 예술적 형식을통해 담아낸다.

이 글에서는 문화예술교육의 가치와 목표를 확인하고, 애니메이션 교육을 위해 고려할 점을 점검한 후, 실질적 수업 계획을 위한 애니메이션 작품의 비평적 분석을 제시하고, 이러한 분석에 의거하여 수업 목표 및 내용과 학습 문제 및 발문을 제시하였다.

이를 위해, 한국의 애니메이션 작가인 김준기의 단편 애니메이션 작품인 <인생>을 선정하여 문화예술교육적 관점에서의 작품분석 및 수업 과정과 학습문제를 제안하였다.

이 작품의 분석에서는 사회문화적 맥락, 애니메이션의 미적 체험, 영상 분석 및 예술적 스타일, 다른 예술과의 통합, 가치 탐구 등이 고려되었으며, 분석된내용은 수업 과정에서 발문을 통해 학습 내용으로 제시된다.

문화예술교육에서의 예술적 경험을 위한 개별 작품의 분석 및 수업 내용에 대한 연구는 앞으로 실질적인 문화예술교육의 수업 및 프로그램 개발 등에서 유용할 것으로 생각되며, 앞으로 더 많은 작품에 대한 심층적 분석이 전개될 필요가 있을 것으로 생각된다.

@highlight

이 글은 문화예술교육에서 단편 애니메이션의 감상을 중심으로 한 수업에 대한 연구이다.

@highlight

문화예술교육에서의 예술적 경험을 위한 개별 작품의 분석 및 수업 내용에 관한 연구는 앞으로 실질적인 문화예술교육의 수업 및 프로그램 개발 등에서 유용할 것으로 생각되며, 앞으로 많은 작품에 관한 심층적 분석이 전개될 필요가 있을 것으로 생각된다.

