본 연구는 고등학생이 컴퓨터 프로그래밍을 사용하여 문제를 해결할 때 아이디어를 어떻게 포착하며 아이디어를 어떻게 구체화시키면서 코딩을 해 나가는지를 살펴봄으로써 다양한 논리적 사고력의 발현과 오류 수정을 통해 정보과학적 사고와 관련된 능력이 펼쳐지는 양상을 탐구하였다.

연구참여자 K를 대상으로 2011년 10월부터 5회에 걸쳐 비디오 기반 회상 면담과 심층면담을 혼합하여 하노이탑 과제에 대한 C 프로그래밍을 하는 경험을 데이터로 수집하였다.

K는 컴퓨터 프로그래밍을 할 때 ‘처음에 문제를 천천히, 차근차근 읽어보고 직접 노트에 쓰기도 하고, 그 문제를 분석해서 패턴들을 찾아내고 생각을 구체화하여 알고리즘을 적용하고 컴퓨터로 구현해 나가는 것’ 방식을 드러내 보였다.

이러한 과정에서 ‘자기만의 생각을 실험해 보는 것에’ 재미를 느끼면서 과학적 사고에 가까운 사고 패턴을 보여주었으며 일상생활에서 알고리즘적 사고를 적용하는 등 사고력의 향상에 관련되는 부분을 드러내 보여 주었다.

@highlight

이 연구는 고등학생이 컴퓨터 프로그래밍을 사용해 문제를 해결할 때 아이디어를 어떻게 포착하며 아이디어를 어떻게 구체화시키면서 코딩을 해 나가는지를 살펴봄으로써 다양한 논리적 사고력의 발현과 오류 수정을 통해 정보과학적 사고와 관련된 능력이 펼쳐지는 양상을 탐구했다.

