장

강

경

제

벨

트

는

 

중

국

경

제

발

전

에

서

 

중

요

한

 

전

략

적

 

위

치

에

 

있

다

.

 

이

 

벨

트

는

 

상

하

이

上

海

,

 

장

쑤

江

蘇

,

 

저

장

浙

江

,

 

안

후

이

安

徽

,

장

시

江

西

,

 

후

베

이

湖

北

,

 

후

난

湖

南

,

 

충

칭

重

慶

,

 

쓰

촨

四

川

,

 

윈

난

雲

南

,

 

구

이

저

우

貴

州

 

등

 

1

1

개

 

성

시

省

市

를

 

포

함

하

고

,

 

토

지

면

적

은

 

2

0

5

만

㎢

로

서

 

중

국

 

전

체

의

 

1

/

5

를

 

초

과

하

며

 

인

구

는

 

5

.

8

억

 

명

을

 

넘

어

 

중

국

 

전

체

의

 

4

2

.

7

%

를

 

차

지

한

다

.

 

장

강

유

역

은

 

풍

부

한

 

수

자

원

과

 

지

하

자

원

,

 

비

교

적

 

밀

집

된

 

도

시

군

,

 

견

고

한

 

산

업

기

반

,

 

풍

부

한

 

인

력

자

원

 

등

을

 

갖

추

고

 

있

다

.

 

개

혁

개

방

이

후

 

동

부

 

연

해

지

역

 

우

선

발

전

전

략

의

 

배

경

 

하

에

서

 

장

강

삼

각

주

지

역

은

 

신

속

한

 

경

제

발

전

이

 

이

루

어

졌

으

나

 

장

강

 

중

상

류

지

역

은

 

경

제

발

전

이

 

더

디

게

 

진

행

되

어

 

장

강

하

류

지

역

과

 

중

상

류

지

역

 

간

에

 

경

제

력

 

격

차

가

 

크

게

 

벌

어

지

는

 

문

제

가

 

발

생

했

다

.

 

2

0

1

4

년

 

중

앙

경

제

업

무

회

의

中

央

經

濟

工

作

會

議

에

서

 

제

기

된

 

‘

일

대

일

로

,

 

징

진

기

협

력

발

전

,

 

장

강

경

제

벨

트

 

등

을

 

지

지

대

로

 

삼

아

 

연

해

·

연

강

·

경

제

제

벨

트

를

 

형

성

한

다

는

 

요

구

는

 

장

강

경

제

벨

트

가

의

 

새

롭

게

 

발

전

하

는

 

계

기

가

 

되

었

다

.

 

따

라

서

 

본

 

연

구

는

 

우

선

 

장

강

경

제

벨

트

의

 

형

성

배

경

을

 

살

펴

본

 

후

에

 

장

강

경

제

벨

트

의

 

경

제

현

황

과

 

교

통

운

수

건

설

현

황

을

 

상

세

히

 

분

석

한

다

.

 

마

지

막

으

로

 

한

국

기

업

의

 

장

강

경

제

벨

트

 

진

출

현

황

을

 

분

석

하

고

,

 

진

출

방

안

을

 

제

시

하

고

자

 

한

다

.

@highlight

장강유역은 풍부한 수자원과 지하자원, 비교적 밀집된 도시군, 견고한 산업기반, 풍부한 인력자원 등을 갖추고 있다. 이 연구는 우선 장강경제벨트의 형성배경을 살펴본 후에 장강경제벨트의 경제현황과 교통운수건설현황을 상세히 분석한다.