이 연구는 민주주의를 핵심으로 하는 시민성 교육을 위해 듀이가 제시한 민주주의를 생애와 사상 전반으로 확장하여 그 흐름을 검토하였다.

또한 성장과 재구성이라는 교육원리에 비춰 그 변화 양상을 추적해보는데 연구의 목적이 있었다.

그가 제시한 민주주의는 ‘윤리적 이상으로서의 민주주의’, ‘생활양식으로서의 민주주의’, ‘창조적 민주주의’였다.

이들의 주요 흐름은 앞선 두 개의 민주주의가 결합되어 후기에 제시된 창조적 민주주의로 융합하는 모습이었다.

학문적으로는 윤리학과 철학을 배경으로 일정한 연속선과 융합 과정이 자리 잡고 있었다.

교육원리로서 성장과 재구성은 이러한 민주주의 흐름과 결합되면서 시민들이 가져야할 창조성이 무엇인지 제시하였다.

‘의존성’과 ‘가소성’의 특성을 가진 미성숙성은 창조적 민주주의 속에서 진정한 시민으로서의 성장을 추구하였다.

‘경험의 질에 대한 직접적 변형’을 추구하는 재구성으로서의 교육은 민주주의에 대한 학습된 경험을 토대로 삶의 의미를 풍부하게 만드는데 초점이 맞춰졌다.

민주주의 교육을 통해 살펴본 창조적 시민은 환경과 끊임없는 상호의존과 상호작용을 통해 자신은 물론 다른 사람과 나아가 환경의 변화도 이끌어내는 존재였다.

@highlight

본 연구는 민주주의를 핵심으로 하는 시민성 교육을 위해 듀이가 제시한 민주주의를 생애와 사상 전반으로 확장하여 그 흐름을 검토했다.

