본 연구는 ECB의 역할에 대한 논란을 살펴봄에 있어 ECB의 무제한 국채매입(OMT) 조치에 대한 적법성 논란을 분석하였다.

ECB의 OMT 발표는 유로존 금융시장의 안정에 크게 기여한 것으로 평가되나, 이 조치는 법리적 찬반양론에 부딪쳤고 독일헌재에 헌법소송이 제기되었다.

독일헌재는 OMT가 EU 조약이 ECB에 부여하는 권한을 벗어나는 조치로 판단했고, 최종판결에 앞서 유럽법원(ECJ)에 의견을 요청하였다.

유럽법원은 OMT가 적법하다는 최종의견을 제시하였고, 이로써 OMT에 대한 법리적 논쟁은 일단 마무리되었다.

OMT에 대한 헌법소송은 EU 통합의 심화에 대해 주기적으로 제기된 헌법소송의 재현으로 볼 수 있으며, ECB의 역할 및 통화정책에 대한 독일 주류계의 관점을 보여주는 사례이다.

또한 유럽통합을 둘러싼 초국가주의적 접근방식과 정부간주의에 입각한 접근방식 간의 갈등의 예로 볼 수도 있으며, 유로존 위기에 대한 해법을 둘러싸고 나타난 대립관계로 이해될 수도 있다.

반면에 OMT를 통해 최종대부자로서 중앙은행의 역할이 집중적인 논의의 대상이 되었다는 점은 향후 경제위기에 대한 ECB의 대응을 예상하는데 있어 기준점을 제공해 준다.

@highlight

이 연구는 ECB의 역할에 대한 논란을 살펴봄에 있어 ECB의 무제한 국채매입(OMT) 조치에 대한 적법성 논란을 분석하였다.

