우리나라의 세법은 「자본시장과 금융투자업에 관한 법률」에 의한 부동산집합투자기구에대하여 조세 특례 등을 통하여 세제지원을 해왔으며, 이러한 세제지원은 부동산집합투자기구가 활성화되는데 한 요인이 되었다.

그러나 최근의 지방세법 등 관련 세법의 개정은 이러한 부동산집합투자기구에 대한 세제지원이 축소되는 방향으로 진행되고 있다.

본 연구에서는 부동산집합투자기구의 현황을 분석하여 부동산집합투자기구의 조세혜택 부여의 타당성여부를 검토하고 그 효과 분석을 통해서 지방세감면제도 운영에 따른 문제점과개선방안을 검토해 보고자 한다.

본 연구의 결과 최근의 지방세법 개정은 부동산집합투자기구에 대한 세제상 혜택을 축소하고 있어 부동산집합투자기구 운영에 큰 영향을 주고 있는것으로 분석되었다.

또한 신탁제도를 기반으로 하는 부동산집합투자기구는 신탁제도의 확대에 따른 신탁실체성 강화가 지방세 과세의 강화 근거가 되고 있었고 이에 따라 부동산집합투자기구에 대한 조세혜택은 축소되고 과세가 강화되는 현상에 발생하게 되었다.

본 연구의 공헌점은 부동산집합투자기구와 관련된 지방세세상의 문제를 종합적으로 검토하고 그 원인을 분석하여 개선방안을 제시하였다는데 있다.

다만 부동산집합투자기구와 관련 되는 쟁점사례에 대해 자료 확보의 한계로 현황분석을 못한 한계가 있다.

@highlight

우리나라의 세법은 「자본시장과 금융투자업에 관한 법률」에 관한 부동산집합투자기구에 대해 조세 특례 등을 통해 세제지원을 해왔고, 이런 세제지원은 부동산집합투자기구가 활성화되는데 한 요인이 된다.

