이 연구의 목적은 병사들의 군 복무 가치 인식실태를 파악하고, 이를 바탕으로 병사들의 자발적이고 적극적인 군 복무 수행을 유도할 수 있는 군 복무 가치 제고 방안을 마련하기 위해 필요한 시사점을 도출하는 데 있다.

이를 위해 본 연구에서는 이론적 배경을 바탕으로 설문지를 구성하였고 병사와 대학생을 대상으로 설문조사를 실시하였다.

이를 토대로 도출된 연구의 결과를 제시하면 다음과 같다.

첫째, 군 복무의 합리성과 개인차원의 이익에 대한 인식을 강조할 필요가 있다.

둘째, 입대 전 대학생에 대한 군 복무 가치인식 제고가 필요하다.

셋째, 군 복무의 중요성 인식 제고를 위해 군에서의 병사 역할을 강조할 필요가 있다.

넷째, 군 복무의 합리성 인식 제고를 위해 군 복무에 대한 합리적 보상 및 군 복무 여건을 개선할 필요가 있다.

다섯째, 군 복무의 이익 인식 제고를 위해‘군 생활만이 개인에게 줄 수 있는 경험과 역량개발 기회’를 강화 및 홍보할 필요가 있다.

여섯째, 병사들에게 자신의 삶과 진로에 대한 성찰의 기회를 제공할 필요가 있다.

일곱째, 병사들의 자기개발 시간 보장 및 이를 지원할 필요가 있다.

여덟째, 군 복무 가치 인식을 저해하는 요소들을 없애는 방안이 시급하다.

@highlight

본 연구의 목적은 병사들의 군 복무 가치 인식실태를 파악하고, 이를 바탕으로 병사들의 자발적이고 적극적인 군 복무 수행을 유도할 수 있는 군 복무 가치 제고 방안을 마련하기 위해 필요한 시사점을 도출하는 데 있다.

