인간은 세상에 내던져진 존재가 아니라 불안을 극복하고 삶의 본질을 찾아가는 적극적인 존재라고 볼 때 인간이 살고 있는 공간은 단순히 차지하고 있는 공간이 아니라 체험 공간이며 이러한 체험공간이 갖는 의미를 볼노우의 공간론을 통해 살펴보고자 한다.

볼노우에 따르면 체험공간으로서 집은 신뢰와 안정감의 공간이며 이 공간에서 인간은 실존을 추구하며 삶의 의미를 찾으며 그에 따라 도덕적 주체성을 지닌 인간으로 성장할 수 있을 것이다.

신뢰와 안정감의 공간은 세계 일반으로 확대되어야 하며 신뢰와 안정감 있는 세계 속에서 인간이 삶을 살면서 겪게 되는 어려움과 위기, 불안 등도 극복할 수 있다고 보았다.

이러한 볼노우의 공간이론은 우리 교육 현장에도 시사점을 준다.

첫째, 교실 역시 신뢰와 안정감이 가득 차 있어야 한다.

이러한 교실 공간은 주어진 공간이 아니라 교사와 학생이 함께 만들어 가는 곳이다.

둘째, 교실환경의 물리적 특성 또한 고려되어야 한다.

아동이 실존을 추구하고 더불어 주체적 도덕성을 갖출 수 있기 위한 교실의 물리적 환경 구축이 필요하다.

셋째, 그 동안 도덕교육이 전통적 지식, 정보를 아동에게 주입하며 아동이 수업에 적극적으로 참여하기보다는 객체적 인간이었고 주체적 도덕인이 되기 위해 교실이 ‘만남’을 준비하는 교육적 사건이 이루어지는 공간되어야 한다는 점이다.

@highlight

인간은 불안을 극복하고 삶의 본질을 찾아가는 적극적인 존재라고 볼 때 인간이 사는 공간은 단순히 차지하고 있는 공간이 아니라 체험 공간이며 이러한 체험공간이 갖는 의미를 볼노우의 공간론을 통해 살펴보고자 한다.

