본 연구의 목적은 대학교육에 있어서 인문예술융합교육의 필요성과 대학 내에서 시행하고 있는 그 융합교육의 현황을 파악하는 것이다.

우선 본 연구는 인문예술융합교육과 관련하여 그간 진행되어온 선행 연구들을 검토하여 인문예술융합교육의 필요성과 전반적인 현황에 대한 논의들이 여전히 부족하다는 점과, 실증 연구에 있어서도 제도적 실태나 교육모델에 대한 단순한 소개에 그치고 있음을 지적하였다.

이런 문제점을 해결하기 위해 본 연구에서는 홈페이지 등을 통해 전국대학에서 시행하고 있는 인문예술융합교육에 대한 기초 자료를 얻을 수 있었을 뿐만 아니라, 인문학 및 예술 분야 융합교육의 전문가를 대상으로 하는 그룹심층인터뷰 조사를 선행적으로 실시하였다.

이를 통해 본 연구는 문헌연구에서는 접근할 수 없었던 융합교육의 현장에 대한 다양한 차원의 실제적인 지식과 정보를 얻을 수 있었고, 다른하나는, 기초조사 자료와 전문가들의 견해를 근거로 국내 대학에서 실행하고 있는 인문예술융합교육의현황을 전반적으로 파악할 수 있었다.

그 연구의 결과를 근거로 국내 대학의 인문예술 분야에서의 융합교육은 아직은 초기단계에 있지만 비교적 다양한 형태로 시행되고 있음을 확인할 수 있었다.

그와 동시에 융합교육의 질적이고 제도적인 측면에서는 융합교육을 위한 교육체계와 교육프로그램들에 대한 논의가 지속적으로 그리고 심층적으로 이루어져야 한다는 것을 확인하였다.

@highlight

이 연구의 목적은 대학교육에 있어서 인문예술융합교육의 필요성과 대학 내에서 시행하고 있는 그 융합교육의 현황을 파악하는 것이다.

@highlight

본 연구에서는 홈페이지 등을 통해 전국대학에서 시행하고 있는 인문예술융합교육에 대한 기초 자료를 얻을 수 있었을 뿐만 아니라, 인문학 및 예술 분야 융합교육의 전문가를 대상으로 하는 그룹심층인터뷰 조사를 선행적으로 실시하였다.

