본고는 병자호란 피로(被盧)여성에 대한 기억이 야기한 트라우마가 문학 속에서 어떻게 형상화되었으며, 나아가 치유와 극복의 과정을 거쳐 왔는가를 살펴보았다.

피로여성에 대한 기억은 정절 이데올로기와 결부되어 쉽사리 회복할 수 없는 역사적 트라우마가 되었다.

<강도몽유록>에서는 이들 피로여성을 비난하고 부정하였으며, <박씨전>에서는 그녀들의 삶을 외면하고, 살아남은 사람들의 행복을 추구하였다.

그러나 무작정 외면하고 은폐한다고 트라우마가 사라지는 것은 아니다.

<유록의 한>에서는 피로여성을 주인공으로 내세워 그녀가 경험한 고난을 곡진하게 그려내는 한편, 정절 수호 의지를 보여주면서 트라우마 상황과의 화해를 시도했다.

그에 비해 <하얀새>에서는 피로여성이 오히려 조선 사회를 버리고 압록강을 건너 새로운 땅, 심양으로 떠나 새로운 존재로 다시 태어나는 것으로 트라우마를 극복하고자 하였다.

최근의 위안부 피해자들과 같이 전쟁이라는 폭력 속에서 여성이 경험하는 폭력과 그 트라우마는 고전문학과 현대문학, 과거와 현재를 아우르는 아젠다로서 그 극복과 치유의 서사적 대응을 다시 한 번 되새길 필요가 있다.

@highlight

이 글은 병자호란 피로(被盧)여성에 대한 기억이 야기한 트라우마가 문학 속에서 어떻게 형상화되었으며, 나아가 치유와 극복의 과정을 거쳐 왔는가를 살펴보았다.

