전통적 조직행태 연구는 리더와 조직구성원 수준의 미시적 행태뿐만 아니라 조직수준의 거시적 행태에서 나타나는 부정적인 면이나 역기능 등을 어떻게 제거하고 개선시킬 것인가에 치중하였으며, 우수한 성과를 지속적으로 유지하고 나아가 탁월한성과를 낼 수 있는 충분한 대안을 제시하지 못하였다.

본 연구는 이러한 전통적 조직행태 연구에 대한 문제 제기에 대해 그 보완 및 대안으로 긍정조직행태 모형의 제시를 통한 긍정적 조직행태연구와 조직관리의 필요성을 주장하였다.

이를 위해 조직긍정성을 강조하는 긍정조직행태(Positive Organizational Behavior: POB)의 발전배경, 개념 및 특성, 접근방법, 주요 연구분야와 대상 등의 이론적 논의를 바탕으로 긍정조직행태 모형(부정행태 제거모형-

긍정행태 개발모형)을 제시하였다.

또한 긍정조직행태 모형의 조직행태연구와 조직관리에 대한 의의 및 공공조직과 행정학 분야에서 적용 가능한 연구주제들을 제시였다.

@highlight

이 연구는 이러한 전통적 조직행태 연구에 대한 문제 제기에 대해 그 보완 및 대안으로 긍정조직행태 모형의 제시를 통한 긍정적 조직행태연구와 조직관리의 필요성을 주장하였다.

