이 논문에서는 다양성 교육 평가 기준 설정을 위한 ‘가치’ 쟁점과 교육과정 사례를 검토하고, 목표 영역별 교육과정 영역 즉 지식, 기능, 가치·태도·참여 영역 별 평가 기준을 정리하였으며, 이것이 사회과교육에 어떻게 적용되고 실행될 수 있는지 시사점을 제시하여 학교 사회과교육에서 다양성 교육의 원활한 실천을 돕고자 하였다.

목적 달성을 위한 연구의 결과는 다음과 같다.

사회과교육을 위한 다양성 교육 평가 기준 적용을 위한 시사점으로, 먼저, 다양성 교육과정 평가 기준 설정에 대하여 ‘가치’의 적용 측면에서 주류 가치와 다양한 가치가 갖는 긍정적인 측면 활용하기, 긍정적 다문화 상호작용 촉진, 편견 경계와 다양한 관점 격려하기 등이 제안되었다.

둘째로, 다양성 교육 교육과정의 평가 원리로서 ‘통일성-

다양성 관계’, ‘상호 의존’, ‘인권 존중’, ‘민주주의’ 원리의 적용이, 셋째로, 교육과정 ‘지식’ 영역에서, 다양성 사회 제도·현황에 관한 기본 개념과, 사회 문제·쟁점 관련 개념에 대한 교육 내용이, 넷째로, ‘기능’영역에서, 다양한 관점 해석, 개인-

집단 간 상호작용 능력이, 다섯째로, ‘가치·태도·행동’ 영역에서, 자기 및 타인 이해, 타인에 대한 배려, 정체성 등의 적용이 주요 평가 기준으로 제안되었다.

@highlight

이 논문에서는 다양성 교육 평가 기준 설정을 위한 ‘가치’ 쟁점과 교육과정 사례를 검토하고, 목표 영역별 교육과정 영역 즉 지식, 기능, 가치·태도·참여 영역 별 평가 기준을 정리하였으며, 이것이 사회과교육에 어떻게 적용되고 실행될 수 있는지 시사점을 제시하여 학교 사회과교육에서 다양성 교육의 원활한 실천을 돕고자 했다.

