본 논문은 1980년대 한국 제조업 사업체 -

품목 자료를 이용하여 수출이 사업체의 생산성뿐 아니라 신제품도입 및 기존제품퇴출에 미치는 영향을 살펴본다.

분석결과, 수출은 수출 참가 당해 연도에만 사업체의 생산성을 통계적으로 유의하게 증가시키는 것으로 나타난다.

수출이 신제품도입 및 기존제품퇴출을 촉진시킨다는 가설을 뒷받침하는 증거는 다소 미약하였다.

1980년대에 대한 결과는 수출이 생산성뿐 아니라 신제품도입·기존제품퇴출을 뚜렷하게 촉진시킨다는 1990년대에 대한 선행연구의 결과와는 대조적이다.

1980년대와 1990년대의 대조적 결과에 대한 한 가지 설명은 수출시장 참가와 생산성 향상 혹은 제품혁신의 연결고리로서 R&D의 역할이 1990년대에 보다 중요해졌다는 것이다.

본 논문은 이러한 설명을 뒷받침하는 몇 가지 증거를 제시한다.

본 논문의 결과는 무역자유화가 생산성, 제품혁신 등 기업성과의 기업간 이질성을 발생시킬 수 있으며, 또한 R&D의 역할이 보다 중요해진 1990년대에는 이러한 효과가 더욱 뚜렷해질 수 있음을 시사한다.

나아가 본 연구는 세계화 혹은 무역자유화가 1990년대 이후 수출-

내수 기업 간 양극화 현상의 원인으로 작용하였을 가능성을 제기한다.

@highlight

본고는 1980년대 한국 제조업 사업체 -

@highlight

품목 자료를 이용하여 수출이 사업체의 생산성뿐 아니라 신제품도입 및 기존제품퇴출에 미치는 영향을 살펴본다.

@highlight

본고는 이런 설명을 뒷받침하는 몇 가지 증거를 제시한다.

@highlight

본고의 결과는 무역자유화가 생산성, 제품혁신 등 기업성과의 기업간 이질성을 발생시킬 수 있으며, 또한 R&D의 역할이 보다 중요해진 1990년대에는 이런 효과가 더욱 뚜렷해질 수 있음을 시사한다.

