본 연구는 노동시장 내 여성고용평등과 출산율의 관계를 살펴보기 위해, 2000년부터 2007년까지 OECD 18개 국가를 대상으로 집적시계열 분석을 하였다.

연구결과, 행정·관리직 여성비율, 남성 대비 여성소득비율, 여성 취업률, 성평등 가치관 변수가 출산율에 통계적으로 유의미한 양(+)의 영향을 미치고 있는 반면 전문직 여성비율, 여성파트타임 비율은 출산율에 음(-

)의 영향을 준다는 사실을 확인하였다.

주요 연구결과에 대한 정책적 함의는 다음과 같다.

첫째, OECD 국가들은 노동시장 내 여성고용의 불평등문제를 해소함으로써 비교적 높은 수준의 출산율을 유지하고 있다.

둘째, 일-

가정 양립이 가능하며, 여성의 노동권과 모성권을 보호받기 위해서는 단순히, 비정규직 파트타임 근무가 아닌 정규직을 기반으로 한 탄력근무제, 압축근무제와 같은 다양한 근로시간 유연화 정책이 필요하다.

셋째, 자녀 출산 및 양육의 역할이 여성의 몫으로 인식되지 않도록 전반적으로 여성에 대한 성역할 가치관을 개선시키기 위한 노력이 필요하다.

@highlight

이 연구는 노동시장 내 여성고용평등과 출산율의 관계를 살펴보기 위해, 2000년부터 2007년까지 OECD 18개 국가를 대상으로 집적시계열 분석을 했다.

