本稿는 金素月의 텍스트에 나타나는 感情과 발화의 맥락상 意味를 통해 그의 텍스트에 나타나는 ‘再現’의 문제를 다룬다.

本稿에서 주목하는 것은 金素月 ‘詩語’의 맥락적 意味이다.

일반적으로 소박하고 평범한 것으로 언급되었던 金素月시의 ‘音聲的’ 성격은 ‘寫實的’ 차원의 한정된 독해를 가능하게 하지 않는다.

당대에 김동인이 지적한 “신비적 공포의 도취” 개념 역시 김소월의 시가 文字的이고 평면적인 사실 내용 이상의 어떤 것을 내포하고 있다는 점을 언급한 것이다.

이에 本稿는 詩가 내포하는 ‘感情’의 양상과 더불어, 텍스트의 가치적 성격의 問題를 해명하고자 했다.

本稿는 벤야민의 사실내용과 진리내용의 개념을 통해 金素月의 텍스트를 검토하고, 그의 시의 주된 모티프인 고향, 님, 사랑, 傳統, 靈魂 등의 개념을 일종의 유토피아적 가치의 次元으로 새롭고 고찰한 것이다.

앞으로 金素月 시해석의 문제는 텍스트에 숨겨진 보다 깊은 의미와 가치를 읽어내는 방향으로 나아가야 할 것이다.

@highlight

本稿는 金素月의 텍스트에 나타나는 感情과 발화의 맥락상 意味를 통해 그의 텍스트에 나타나는 ‘再現’의 문제를 다룬다.

