이 논문은 러시아의 영화이론가이자 감독인 에이젠슈테인의 영화이론에서 공감각의 문제를 다룬다.

유성영화가 발명된 이후 에이젠슈테인의 몽타주이론에서 영상적 단위와 음향적 단위를 결합하는 것은 중요한 과제가 되었다.

에이젠슈테인의 몽타주이론에서 강조하는 것은 몽타주를 구성하는 쇼트들이 각각 독립적인 의미론적, 미학적 지위를 유지하면서 전체적인 형상을 구축해야 한다는 것이며, 이는 영상적 요소와 음향적 요소와의 관계에 있어서도 마찬가지로 요구된다.

문제는 다른 차원의 양을 가진 영상과 음향을 어떻게 공통의 척도로 결합할 수 있을 것인가에 있다.

에이젠슈테인은 이를 배음이라는 개념을 통해서 해결하고 있으며, 그 근거로 생리학적, 인류학적 차원에서의 공감각의 능력이 이러한 미학적 결합을 가능하게 할 수 있다고 판단했다.

공감각에 대한 현대의 인지적 연구는 의미론적 차원의 지각 교환, 즉 은유가 생리적 차원의 지각 교환인 공감각과 접점을 가진다는 것에 대해 가능성을 열어두고 있다.

그런 점에서 에이젠슈테인의 문제의식은 여전히 유효하다고 할 수 있다.

@highlight

이 논문은 러시아의 영화이론가이자 감독인 에이젠슈테인의 영화이론에서 공감각의 문제를 다룬다.

@highlight

유성영화가 발명된 이후 에이젠슈테인의 몽타주이론에서 영상적 단위와 음향적 단위를 결합하는 것은 중요한 과제가 되었다.

