이 연구의 목적은 초등 문법 교육의 특성에 대하여 고찰한 후, 교육적 가치를 살펴봄으로써, 초등 교육의 전문성을 신장하고 문법 교육의 위상을 정립하기 위한기초 논의 과정을 마련하는 데 있다.

문법 교육 이론 영역은 발달 단계에 따라 유아, 초등, 중등으로 분류할 수 있으나 거시적 관점에서 특성과 가치에 대한 논의가 여전히 부족하다.

또한, 초등 문법교육은 가치 인식 부족이라는 외적 문제와 독자적 체계 형성 부족이라는 내적 문제를 가지고 있다.

학생과 교사, 교육 내용, 교육 방법에 대한 특성을 살펴보면, 초등학생은 8세에서 13세라는 점에서 학년별 언어 발달 단계에 차이가 있을 뿐만 아니라 학년간간극에도 큰 차이가 나타난다.

교사의 경우에도 교과에 대한 통합적 활동과 학습자 흥미를 중심으로 수업을 설계하게 된다.

교육 내용은 중등 문법 교육의 체제와유사하게 제시되어 있으며, 교육 방법에 있어서는 내용 요소에 대한 심도 있는이해보다는 활동에 흥미를 우선적으로 고려하게 된다.

초등 문법 교육은 국어 능력 향상을 위한 기저 지식 형성의 적기인 초등 학습자들에게 언어 발달에 체계적으로 접근하고 정의적 교육을 체계화하여 국어에 대한바른 태도를 형성하고 가치관을 정립할 수 있는 토대를 마련한다.

이에 따라 실천적 문법, 국어생활 개선, 정의적 교육의 실현이라는 초등 문법 교육에서 다루어야할 주안점으로서 그 가치를 탐색할 수 있다.

@highlight

이 연구의 목적은 초등 문법 교육의 특성에 대하여 고찰한 후, 교육적 가치를 살펴봄으로써, 초등 교육의 전문성을 신장하고 문법 교육의 위상을 정립하기 위한기초 논의 과정을 마련하는 데 있다.

