이 논문은 동학농민혁명 최고지도자 전봉준(1855-1895)이 농민혁명 과정에서 주장했거나 행동했던 내용에 나타난 평화사상을 고찰하는 것이 목적이며, 크게 네 가지 영역에서 이를 살펴볼 수 있다.

첫째, 1894년 3월 20일에 포고된 「무장포고문」의 보국안민 네 글자 안에 전봉준이 실현하고자 하는 평화사상이 들어 있다.

보국안민은 바로 부패한 조선왕조 지배체제 아래에서 신음하는 백성들의 생명, 생업, 생활의 안전을 도모하고자 하는 평화사상의 발로 그 자체였다.

둘째, 전봉준은 동학농민군의 행동강령으로 4대 명의와 12개조 기율을 제정, 선포하였는데, 그것은 어디까지나 사람의 목숨을 해치지 않으려는 불살생을 목표로 하고 있었다.

바로 여기에 생명을 소중히 여기는 전봉준의 평화사상이 잘 드러나고 있다.

셋째, 전봉준은 동학농민혁명 이전의 교조신원운동 단계부터 일관되게 폐정개혁을 통한 ‘정도의 일신’ 즉 정치 혁명을 주장하였다.

‘정도의 실신’은 바로 정치적 평화 실현을 위한 전봉준의 일관된 주장이었다.

끝으로, 전봉준은 만국공법을 지키지 않는 일본의 행위에 대해 만국공법을 준수할 것을 요구하기 위해 제2차 동학농민혁명을 일으켰다고 주장했다.

이는 전봉준이 만국공법에 근거한 국제평화의 실현을 추구한 인물이었음을 증명한다.

@highlight

본고는 동학농민혁명 최고지도자 전봉준(1855-1895)이 농민혁명 과정에서 주장했거나 또는 행동했던 내용에 나타난 평화사상을 고찰하는 것이 목적이고, 크게 네 가지 영역에서 이를 살펴보려고 한다.

