본 연구는 (사)한국환경교육학회가 30주년을 맞아 추진한 ‘환경교육의 과거, 현재, 미래’라는 주제의 연구 공모과제의 하나로 수행되었다.

본 연구는 구글의 ngram과 뉴스 분석 서비스 빅카인즈 등 두 가지 빅데이터를 활용하여 지난 30년 동안 일어난 환경교육의 변화 추세를 국제적 및 국내적 수준에서 양적으로 분석하였다.

세계적 관점에서 보았을 때, 본 연구의 핵심 결과는 환경교육의 역사적 변천 과정이 기존의 유기체적 관점과는 달리 상승과 하강, 수축과 팽창을 거듭하면서 변화의 굴곡이 크고 매우 역동적이라는 사실을 보여주었다.

이러한 과정은 변화의 방향을 바꿔놓는 몇 개의 변곡점(결정적 사건)과 형성된 변화의 방향이 한동안 유지되는 추세선으로 해석될 수 있는 것으로 보인다.

또한, 1970년대 들어 성장하기 시작한 환경교육은 200년의 역사를 가진 과학교육의 변화추세와는 상당히 다르고, 1990년대 들어 등장한 지속가능발전교육과는 상보적인 관계가 있음을 암시하고 있다.

국내적으로도 1990년 이후 최소한 세 차례의 변곡점이 있었던 것으로 추정된다.

다만 본 연구의 결과로는 그 변곡점이 생겨난 원인에 대한 설명이나 환경교육 패러다임 등 변화의 실질적인 내용이 무엇인지 설명할 수 없다.

다만, 앞으로 환경교육의 역사적 변천과정을 양적인 측면과 질적인 측면에서 통합적으로 탐구하고 해석할 수 있는 계기가 될 수 있기를 기대한다.

@highlight

이 연구는 (사)한국환경교육학회가 30주년을 맞아 추진한 ‘환경교육의 과거, 현재, 미래’라는 주제의 연구 공모과제의 하나로 수행되었다.

