심부정맥 혈전증은 인공 고관절 치환술 후 비교적 흔하게 발생하는 합병증으로 하지의 동통 및 부종의 증상을 동반하며, 폐색전증으로 진행할 경우 치명적일 수 있다.

수술 자체가 위험 인자이며 비만, 심장병 등의 환자 고유의 특성도 기여를 한다.

진단은 정맥 조영술, 도플러 초음파, 컴퓨터 단층촬영 혈관 조영술, 자기공명 영상 혈관 조영술로 할 수 있다.

예방적 치료로는 기계적 방법으로 압박 스타킹과 간헐적 공기 압박기가 주로 사용되며, 약물 요법으로 warfarin, low molecular weight heparin, 트롬빈 억제제, factor Xa inhibitor 등이 예방 및 치료적 목적으로 사용될 수 있다.

인공고관절 치환술 후 신경, 혈관의 손상은 흔하지는 않지만, 발생시 치명적인 결과를 초래한다.

이를 피하기 위해서는 정확한 해부학적 구조의 인식과 적절한 수술 술기가 필요하다.

@highlight

심부정맥 혈전증은 인공 고관절 치환술 후 비교적 흔하게 발생하는 합병증으로 하지의 동통 및 부종의 증상을 동반하며, 폐색전증으로 진행할 경우 치명적일 수 있다.

