이 연구에서는 한국교육개발원의 한국교육종단연구 4~6차년도 자료를 활용하여 2011학년도 수능에서 3등급 이내에 해당하는 상위권 학생들을 대상으로 수학(나형)과 영어 교과에서 EBS 수능강의 수강과 사교육 간에 종단적 인과관계가 있는지 자기회귀 교차지연 모형을 적용하여 분석하였다.

분석 결과, 첫째, 수학(나형)과 영어에서 모두 이전 시점의 EBS 수능강의 수강과 사교육 경험은 고등학교 3년 동안 이후 시점의 EBS 수능강의 수강과 사교육 경험에 영향을 미치는 것으로 나타났다.

둘째, 수학(나형)에서 1학년 때의 EBS 수능강의 수강이 2학년 때 사교육에 미치는 부적 영향과, 2학년 때의 EBS 수능강의 수강이 3학년 때 사교육에 미치는 부적 영향이 유의한 것으로 나타났다.

반면 1학년과 2학년 때의 사교육이 EBS 수능강의 수강에 미치는 영향은 유의하지 않았다.

셋째, 영어에서는 EBS 수능강의 수강과 사교육간 상호 교차지연 효과가 없는 것으로 나타났다.

이와 같이 수학(나형)에서 드러난 교차지연 효과는 수능 상위권 학생들의 경우 EBS 수능강의를 지속적으로 수강할 경우 사교육 참여, 시간, 비용 지출이 지속적으로 감소할 가능성을 의미한다.

@highlight

본 논문은 한국교육개발원의 한국교육종단연구 4~6차년도 자료를 활용해 2011학년도 수능에서 3등급 이내에 해당하는 상위권 학생들을 대상으로 수학(나형)과 영어 교과에서 EBS 수능강의 수강과 사교육 간에 종단적 인과관계가 있는지 자기회귀 교차지연 모형을 적용하여 연구하였다.

