최근에 공교육의 문제 해결에 대한 논의가 다양하게 전개되고 있는 가운데 IB 교육과정에 대한 관심이 증가하고 있다.

주지하다시피 IB 교육과정은 국제 바칼로레아 교육과정으로 국제적으로 승인된 교육과정을 말한다.

학교급별로 교육과정 유형은 초등학교 수준(PYP), 중학교 수준(MYP), 고등학교 수준(IBDP)으로 이루어져 있으며, 각 유형별로 이수 교과목과 이수 기간, 이수 시간 및 방법, 평가방법 등이 제시되고 있다.

학교급별 프로그램도 다양하지만, 특히 타당하고 신뢰로운 평가방법으로 인해 국제적으로 그 타당성을 인정받고 있다.

현재 한국에서 IB에 대한 일반적 논의는 어느 정도 이루어지고 있으나 교과의 입장에서 구체적인 적용의 사례는 많지 않은 편이다.

교과 교육과정 개발의 측면에서 보면 IB 교육과정은 그 속에 교육과정 재구성, 수업 방법, 평가방법에서 매우 혁신적인 아이디어들을 내포하고 있는 것으로 평가받고 있다.

본 논문에서는 이러한 IB 교육과정이 지니는 의의를 몇 가지 측면에서 살펴보고, 이어서 2015 개정 지리과 교육과정에 적용 가능한 방안을 개괄적으로 탐색해보고자 한다.

특히 최근의 개정 지리과 교육과정의 성취기준 재구성, 탐구중심의 수업 방법 변화, 내부 평가라고 알려진 학교 내의 수행평가를 구현하는 방안에 대해서 살펴보고자 한다.

본 연구에서 논의된 교과 적용방안이 타 교과의 수업 실천으로 확장되는 촉매제가 될 것으로 기대해본다.

@highlight

본 연구에서는 IB 교육과정이 지니는 의의를 몇 가지 측면에서 살펴보고, 2015 개정 지리과 교육과정에 적용 가능한 방안을 개괄적으로 탐색하였다.

@highlight

최근의 개정 지리과 교육과정의 성취기준 재구성, 탐구중심의 수업 방법 변화, 내부 평가라고 알려진 학교 내의 수행평가를 구현하는 방안에 대하여 고찰하였다.

