본 논문은 해방직후 한국교육의 큰 흐름을 이루었던 새교육운동을 중심으로 당시 한국의 교육현실과 교육개혁의 성격을 고찰하고, 이것이 아동의 인격발달과 자유의 성취에 미치는 영향을 분석해보고자 하는 것이다.

이를 위해 새교육의 이론적 배경인 진보주의 교육사상이 한국 교육에 미친 긍정적 혹은 부정적 영향을 고찰하였으며, 또한 해방 당시의 미군정이라는 독특한 정치적 상황 하에서의 새교육 운동이라는 교육제도 및 교육사상이 한국교육에 미친 영향을 오늘의 한국교육과 대비하여 비판해보았다.

해방 이후 교육주도세력이 수용한 미국의 진보주의 교육사상을 일반적으로 새교육이라 할 때, 새교육운동은 교육의 내부요소에 지나치게 치중함에 따라, 인간의 삶과 인격도야, 사회생활에 관련된 교육의 보다 실체적인 면을 무시하는 결과를 가져왔다.

따라서 해방 이후의 새교육운동은 한국 교육 현실을 개선하는데 일정 부분 기여한 점도 없지 않으나 결과적으로는 부정적인 영향을 더 많이 끼쳤음을 알 수 있다.

새교육의 전개과정을 통하여 정부주도하의 교육개혁의 이론과 실제적 적용이 한국에 수용된 양상을 분석을 통하여, 오늘날 한국 교육이 나아가야할 바람직한 방향제시를 통하여 교육개혁과 인간해방을 통한 바람직한 인격형성에 대한 단초를 제공하고자 한다.

@highlight

이 논문은 해방직후 한국교육의 큰 흐름을 이루었던 새교육운동을 중심으로 당시 한국의 교육현실과 교육개혁의 성격을 고찰하고, 이것이 아동의 인격발달과 자유의 성취에 미치는 영향을 분석해보고자 하는 것이다.

