소득세 환급액은 정기적 소득과 대비되는 일시적 소득의 특성을 가지고 있다.

전통적 소비이론은 일시적 소득은 소비에 영향이 없을 것으로 예측한다.

본 연구는 소득세 환급액에 대한 가계의 소비반응을 살펴봄으로서 이론적 정책적 함의를 도출하려 한다.

이를 위해 재정패널조사 3-5차 년도 자료를 사용하여 균형패널을 구축한 후 확률효과 프로빗 모형으로 추정하였다.

연구결과는 다음과 같다.

회귀분석결과 소득세 환급액이 사용용도 및 소비지출용도에서 부적으로 유의하게 나타났다.

반면, 유동성제약여부, 가계재무관련변수, 인구사회학적변수, 그리고 거시경제 상황변수는 유의하지 않은 것으로 나타났다.

한계효과 분석결과 소득세 환급액의 규모가 증가할수록 소비지출확률이 체감하는 것으로 밝혀졌다.

본 연구 결과는 소득세 환급액에 대한 소비반응이 심적 회계 이론의 예측과 일치하며, 한국가계의 소비행동을 설명하는데 행동학적 접근이 유용하다는 것을 시사한다.

또한 정책적 측면에서 경기부양을 위한 일시적 재정정책이 가계 소비지출에 영향을 미쳐 효과적인 수단이 될 수 있음을 말해주고 있다.

@highlight

본 연구는 소득세 환급액에 대한 가계의 소비반응을 살펴봄으로서 이론적 정책적 함의를 도출하려 한다.

