헌법재판소는 수석교사의 기본권 관련 위헌확인 심판이 청구된 「교육공무원법」 제29조의4 제4항 등 승진규정조항을 각하, 「교육공무원임용령」 제9조의8 등 수당규정조항과 관련해서는 기각 결정을 했다.

헌법재판소는 판시를 통해 수석교사는 기존의 일원적·수직적인 교원승진체계에서 벗어난 교수·연구활동을 하는 별도의 직위로서관리직과 구분되는 이원화체계를 확인하며, 수석교사 임기 중 교장·교감자격 취득 제한을 제도 정립을 위해 필요한 합리적 차별로 인정하였다.

헌법재판소는 수당규정조항과 관련해서 수석교사가 관리직 직위에 상응하는 교수연구 직위임을 시사했으나, 교장 등 관리직에 상응하는 수석교사의 위격은 명확하지 않다.

헌법재판소는 수석교사의 연구활동비는 관리직의 수당 또는 직급보조비와 성격이 같거나 유사하다고 한바, 수석교사의 연구활동비를 「공무원 수당 등에 관한 규정」에서 다루는 것이 적합하다.

이번 심판청구와 결정은 교수연구직과 관리직 간의 ‘전직의 제한’ 측면에서 청구와 심리가 이루어지지 않아, 향후 이와 관련된 논의가 필요하다.

@highlight

헌법재판소는 수석교사의 기본권 관련 위헌확인 심판이 청구된 「교육공무원법」 제29조의4 제4항 등 승진규정조항을 각하, 「교육공무원임용령」 제9조의8 등 수당규정조항과 관련해서는 기각 결정을 했다.

