최근의 다양한 요인들로 인하여 경기 불황은 더욱더 장기화 되어가고 있다.

이를 극복하기 위하여 기업들은 고도화된 판매 전략을 통하여 매출 증대에 노력하고 있지만, 기업들이 각기 생산하는 유·무형의 상품들과 마케팅들은 시장에 이미 넘쳐 나고 있고 이러한 환경에서 개별 기업의 시장 확장은 여러 가지 형태의 시도에도 불구하고 결과는 크지 않다고 볼 수 있다.

판매 공간에서 공간, 서비스, 브랜드 디자인은 갈수록 진화하고 있으며 소비자의 트렌드와 니즈를 충족시키기 위한 디자인 전략을 수립하여 구매자의 감성에 접근하려 하지만 그 차별성에 한계를 보이고 있다.

이에 본 연구는 단일 유통 브랜드로 많은 매장수를 보유하고 있는 ICT 매장 환경 연구를 통해 브랜드 공간 구성의 큰 축인 공간, 서비스, 브랜드 디자인 요소와 관계성들을 고찰 분석하였다.

이를 중심으로 통합 공간 디자인 요소를 추출하여 국내·외의 ICT 매장 브랜드 공간 사례에 적용시켜 종합 분석을 하였다.

브랜드 공간에서 느끼는 소비자 반응 조사에 대한 분석을 통하여 통합공간디자인의 요소를 검증한 결과, 국외 브랜드는 국내 브랜드에 비해 통합 공간 디자인의 요소가 높게 나타났으며 국내 브랜드의 경우 고객과의 소통을 위해 브랜드 이미지를 확고히 하고자 하는 노력은 있었으나, 일관성 있게 모든 매체에 표현하지 못하여 소비자 감정 창출에 있어서 깊은 유대감을 형성 하지 못하는 것을 확인할 수 있었다.

@highlight

최근의 다양한 요인들로 인하여 경기 불황은 더욱 장기화 된다.

@highlight

불황을 극복하기 위하여 기업들은 고도화된 판매 전략을 통하여 매출 증대에 노력하고 있지만, 기업들이 각기 생산하는 유·무형의 상품들과 마케팅들은 시장에 넘쳐 나고 있고 이러한 환경에서 개별 기업의 시장 확장은 여러 가지 형태의 시도에도 결과는 크지 않다.

