구상 시인은 존재인식의 시와 역사의식의 시가 균형을 갖춘 시 세계를 구축한 가톨릭 시인으로 문학사적 의의를 지니고 있다.

본고에서는 인유의 원천으로서 성경에 등장하는 인물, 사건, 구절 등이 구상 시에 인용된 양상들을 살폈다.

구절을 인용한 양상에서는, 구(句)와 절(節)로 나누어 고찰하였다.

구의 경우는 성경에서 관습적으로 쓰여 독특한 의미를 지닌 ‘관용어(idiomatic expression)’와 성경의 어구가 시에 자주 쓰여 뜻이 굳어진 ‘개인적 상징’(personal symbol)의 양상을 나누어 살폈다.

직접인용과 간접인용을 동시에 구사한 시편들에서 다른 기독교시인과 구별되는 구상 시인의 성경인용상의 특징이 두드러지게 드러났다.

구상 시인의 성경인용의 시세계는 종교적 각성과 고백, 예언자적 지성의 현실 비판과 경고로 이루어져 있다.

본고의 의의는 그러한 구상 시의 사상적 근거와 그 표현의 출처인 성경을 처음으로 조명하여 그 특징을 밝힌 데 있다.

@highlight

본고에서는 인유의 원천으로서 성경에 등장하는 인물, 사건, 구절 등이 구상 시에 어떻게 인용됐는지 양상들을 살폈다.

@highlight

직접인용과 간접인용을 동시에 구사한 시편들에서 다른 기독교시인과 구별되는 구상 시인의 성경인용상의 특징이 두드러지게 나타났다.

