본 논문은 최근 활발한 연구가 진행되고 있는 철학 상담이라는 분야가 전통적인 상담과는 달리 실천으로서의 철학, 내담자 중심의 철학이라는 점에서는 새롭지만, 서양 중심, 남성 중심이라는 한계점을 지니고 있음을 비판적으로 인식한다.

따라서 동양적 맥락에서의 여성주의 철학 상담 이론을 개발하고자 하며, 이를 유학 특히 양명학의 심성론에 나타난 주체성의 측면과 타자와의 감응에 주목하여 논의하고자 한다.

여성의 주체성, 평등한 관계로서의 의사소통, 주체와 타자와의 감응 등의 내용을 양명학적 사유 안에서 발견하고 이를 통해 여성주의 철학 상담의 방법론 모색에 일조하고자 하는 것이다.

본 논문은 이러한 문제에 다가서기 위하여 양명학적 사유에 주목하고, 이를 자기로부터의 철학과 감응의 철학이라는 두 차원으로 나누어 서술한다.

나로부터 출발하는 양명학의 사유 방식은 현재의 내가 처한 상황에 대한 ‘성찰’을 수반하며, 주체의 구체적인 삶과 경험, 맥락을 배제하지 않는다는 점에서 조망한다.

또한 양명학 안에서 여성의 자기 발견, 여성 주체성의 확보를 타자와 연결시킬 수 있는 맥락을 살펴보면서 양명학이 여성주의 철학 상담에 공헌할 수 있는가를 고민한다.

@highlight

이 논문은 최근 활발한 연구가 진행되고 있는 철학 상담이라는 분야가 전통적인 상담과는 달리 실천으로서의 철학, 내담자 중심의 철학이라는 점에서는 새롭지만, 서양 중심, 남성 중심이라는 한계점을 지니고 있음을 비판적으로 인식한다.

