동일본 대지진이 발생한 이후에 일본에서 기존의 정체되어 있던 인간안보에 대한 논의가 재조명되고 있다.

동일본 대지진과 같은 복합적인 위기는 기존의 전통적 안보개념으로는 대응하기 어려운 새로운 형태의 재해이다.

이 논문은 기존의 ODA와 여러 사업 등을 통하여 광의의 인간안보의 선도 국가로서의 위치를 자임하던 일본이 대지진이 발생하자 직면한 여러 가지 문제들을 인간안보의 측면에서 바라본다.

예를 들면 지진으로 붕괴된 인프라와 시설의 복구사업과 원전 가동중지로 인한 에너지 안보문제, 국민들의 재해 이후의 다문화 사회에 대한 반감, 식량안보 문제, 이러한 모든 문제에 대한 재정적 재원 마련과 사회적 복지체계의 유지 등이다.

이러한 문제들은 일본에게도 중요하지만 동아시아 지역 전체에 영향을 끼치는 문제로서 더 이상 어느 한 국가만의 대책으로 해결될 수 없는 문제들이다.

이제 궁핍으로부터의 자유라는 측면의 인간안보가 동아시아 지역에서 일정 부분 성취된 지금 공포로부터의 자유라는 인간안보의 또 다른 측면을 논할 시기에 다다랐고 이를 위해 인간안보에 대한 재조명이 미래의 동북아 지역협력에도 필수적이라 하겠다.

@highlight

동일본 대지진이 발생한 이후에 일본에서 기존의 정체되어 있던 인간안보에 대한 논의가 재조명되고 있다.

@highlight

이 논문은 기존의 ODA와 여러 사업 등을 통하여 광의의 인간안보의 선도 국가로서의 위치를 자임하던 일본이 대지진이 발생하자 직면한 여러 문제들을 인간안보의 측면에서 바라본다.

