도시화에 따른 지상공간 부족으로 인해 사회시설물 매설을 위한 공동구 터널의 수요가 증가하고 있다.

쉴드 TBM 공법을 이용한 도심지에서의 공동구 터널 시공 중 불가피하게 복합지반, 호박돌층과 같은 특수지반 조우 시 여러 가지 트러블이 발생하여 공기 및 공사비가 증가될 수 있다.

따라서 본 연구에서는 MIDAS GTS NX (Ver.

280)을 이용해 특수지반의 특성, 보강영역, 토피고, 수위를 달리하여 수치해석을 수행하여 매개변수 조합에 따른 최적의 지반보강영역을 분석하였다.

그 결과 복합지반과 호박돌층 모두 무보강 지반굴착 시 안정성 확보가 어려웠으나 최대 2.0D 만큼의 지반보강 그라우팅 적용 시 토피고 30 m인 복합지반을 제외하고 내공변위가 허용치 내로 발생하였다.

또한 복합지반 및 호박돌층 모두 굴착 시 과다한 지하수 유출이 발생하여 차수그라우팅 적용 후 안정성을 확보할 수 있었다.

@highlight

이 연구에서는 MIDAS GTS NX (Ver.

@highlight

280)을 이용해 특수지반의 특성, 보강영역, 토피고, 수위를 달리해 수치해석을 수행해 매개변수 조합에 따른 최적의 지반보강영역을 분석했다.

