본 연구는 청소년들이 웹하드를 활용하여 음란물을 유통(업로드 및 다운로드)하는 실태와 그 원인을 규명하고자 하였다.

본 연구는 범죄학의 사회학습이론을 바탕으로 성의식, 도덕성 등을 음란물 접촉의 원인(독립변수)으로 상정하고 연구를 진행하였고, 또한 강압이론을 활용하여 가정 및 또래집단에서 경험하는 강압이 음란물 접촉에 어떠한 영향을 미치는지를 분석하였다.

분석에는 광역시에 위치하고 있는 10개 고등학교 중, 설문에 참여한 5개 학교의 1학년 9학급 및 2학년 1학급에 속한 239명의 학생으로부터 수집한 설문데이터를 활용하였고, 구조방정식을 통하여 음란물 유통의 원인 변수들 사이의 역학관계를 조사하였다.

분석결과, 웹하드로부터 음란물을 다운로드 받는 행위의 가장 큰 원인은 친구의 강요와 저작권에 대한 인식인 것으로 나타났다.

도덕성은 저작권에 대한 인식과 성의식에 영향을 미치는 것으로 나타났지만, 성의식은 음란물 다운로드 행위에 직접적인 영향은 미치지 않는 것으로 나타났다.

마지막으로, 친구의 강요는 성의식에 영향을 미치는 것으로 나타났다.

결과를 바탕으로, 본 연구는 정책제언을 제시하였다.

@highlight

이 연구는 청소년들이 웹하드를 활용해 음란물을 유통(업로드 및 다운로드)하는 실태와 그 원인을 규명하고자 했다.

