본 연구는 쉼터에 입소한 가정폭력 피해여성을 대상으로 사이코드라마를 시행하고 그 경험을 탐색하고자 하는 목적으로 시도되었다.

자료는 2016년 7월 28일부터 부터 9월 1일까지 가정폭력피해자보호시설 입소자 8명을 대상으로 10회의 사이코드라마의 실연을 통하여 수집한 후 Giorgi의 현상학적 방법으로 분석하였다.

그 결과 15개의 하위구성요소와 6개의 구성요소가 도출되었다.

그 영역은 ‘신체적, 정신적 폭력으로 몸과 마음이 고통 받음’, ‘남편의 외도에도 불구하고 가정을 지키고자 안간힘을 씀’, ‘화병으로 신체적, 심리적 증상이 나타나 죽이고 싶을 만큼 증오함’, ‘폭행을 목격하여 충격을 받은 자녀가 폭력적으로 변화됨’, ‘사이코드라마를 통해 궁핍한 과거에서 벗어나 행복과 치유를 희망함’, ‘사이코드라마를 통해 폭력으로 억압된 과거를 극복하고 미래를 계획함’ 등이다.

이를 통해 가정폭력에 대한 강력한 법적장치의 강화와 가정폭력 피해여성의 심리적 및 사회적 안정을 위해 직업훈련 및 사회적응 프로그램의 적용의 필요성을 제언한다.

@highlight

쉼터에 입소한 가정폭력 피해여성을 대상으로 사이코드라마를 시행하고 그 경험을 탐색하고자 하는 목적으로 시도되었으며 Giorgi의 현상학적 방법으로 분석하였다.

@highlight

그 결과 15개의 하위구성요소와 6개의 구성요소를 도출하였다.

