부산시는 2014년에 7대 광역도시 중 가장 먼저 노령인구가 14%가 넘는 고령도시가 되었고, 영도구는 2015년에 노령인구가 20.5%가 되어 초고령사회가 되었다.

한국은 2018년에 고령사회로 진입하고, 2026년에 초고령사회가 될 것이며, 2050년에는 전체인구의 37.4%가 노인인구가 될 것으로 전망하고 있다.

후기 고령노인의 증가는 치매노인의 급증으로 연결되어 치매관리업무의 증가를 초래하게 될 것이나 현재의 치매관리 전달체계만으로는 감당해내기가 어려우며, 이에 따른 지역사회의 심각한 사회경제적 문제가 초래될 것이다.

따라서 우선적으로 지역사회의 자원들을 동원하여 효율적인 치매예방 네트웤을 구축하는 것이 필요하다.

이에 본 연구에서는 첫째, 영도구의 고령화에 따른 치매유병인구를 파악하고, 둘째, 치매관리 및 예방사업 실태를 파악하며, 셋째, 보건소, 지역사회종합복지관, 노인복지관 등 치매치료 및 예방과 관련이 있는 지역사회 자원분석을 통해 효과적인 치매예방을 위한 지역 인프라 연계방안을 모색함으로써 지역사회의 치매 예방사업의 효율성을 제고하고자 하였다.

@highlight

이 연구에서는 영도구의 고령화에 따른 치매유병인구를 파악하고, 치매관리 및 예방사업 실태를 파악하며, 보건소, 지역사회종합복지관, 노인복지관 등 치매치료 및 예방과 관련이 있는 지역사회 자원분석을 통해 효과적인 치매예방을 위한 지역 인프라 연계방안을 모색함으로써 지역사회의 치매 예방사업의 효율성을 제고하고자 했다.

