이븐 연결망은 고장허용 다중컴퓨터에 대한 하나의 모형으로 제안된 연결망으로, 간단한 라우팅 알고리즘, 최대고장허용도, 노드 중복 없는 경로와 같은 여러 가지 유용한 성질과 알고리즘들이 분석되었다.

기존에 발표된 라우팅 알고리즘과 노드 중복 없는 경로를 구성하는 알고리즘은 최적임이 증명되었다.

하지만 아직까지 이븐 연결망에서 에지 중복 없는 스패닝 트리를 구성하는 기법은 소개되지 않았다.

에지 중복 없는 스패닝 트리는 상호연결망의 고장허용도의 성능 향상과 효율적인 방송 기법을 분석하기 위해서 사용되는 매우 유용한 기법이다.

기존에 발표된 라우팅 알고리즘 또는 노드 중복 없는 경로를 구성하는 알고리즘은 라우팅 또는 노드 중복 없는 경로를 위한 알고리즘으로 에지 중복 없는 스패닝 트리를 구성하기 위해 적용될 수 없는 알고리즘이다.

본 논문에서는 이븐 연결망 Ed에서 에지 중복 없는 스패닝 트리를 구성하는 알고리즘을 제안한다.

@highlight

본고에서는 이븐 연결망 Ed에서 에지 중복 없는 스패닝 트리를 구성하는 알고리즘을 제안한다.

