2015 교육과정은 창의인성, 핵심 역량, 교과 통합, 이해 중심 교육과정 등의몇 가지 키워드를 바탕으로 하여 전 교과가 동일한 체재로 개발되었다.

국어과는2009 교육과정을 계승하며 총론의 지침과 현장의 요구를 반영하여 ‘국어’와 ‘국어과’의 개념을 명시하고, 선택 과목과 내용 체계를 재구성하며, 성취기준을 정보성과 소통성 중심으로 선정·조직·기술하였다.

아울러 교수·학습과 평가의 방향을 상세히 제시하였다.

2015 국어과 교육과정은 총론의 지침과 국어과의 본질·목표를 준거로 삼아필요성과 충분성, 연계성, 적정성, 계열성과 계속성의 원리를 바탕으로 성취기준을 개발하였다.

그 과정에서 교과 역량 반영 문제, 성취기준의 수와 학습량 문제, 지식·태도 항목 설정 문제, 교과 내·교과 간 통합의 가능역 문제, 영역 형평성과발달에 따른 비중 조절 문제, 영역 특성에 따른 기술 방식 문제 등, 교육과정 개발을 위해 선결해야 할 문제들이 해결되지 않은 채 남았다.

이들을 포함하여 국어과교육과정 발전에 필요한 과제를 점검하고 다음번 교육과정 개정에 대비하기 위하여 장기적이고 제도적인 국어교육계의 노력이 필요하다.

@highlight

2015 교육과정은 창의인성, 핵심 역량, 교과 통합, 이해 중심 교육과정 등의몇 가지 키워드를 바탕으로 해 전 교과가 동일한 체재로 개발되었다.

