민법 제498조는 “지급을 금지하는 명령을 받은 제3채무자는 그 후에 취득한 채권에 의한 상계로 그명령을 신청한 채권자에게 대항하지 못한다.

”고 규정하고, 일본 민법 제511조는 “지급금지를 받은 제3채무자는 그 후에 취득한 채권에 의한 상계로 압류 채권자에게 대항할 수 없다.

”고 규정한다.

이 규정들의적용범위의 문제를 두고, 우리나라와 일본의 판례와 학설이 변천을 거듭하고 있는데, 대법원 2012.

2.

16.

선고 2011다45521 전원합의체 판결의 다수의견은 소위 변제기 기준설을 취하였고, 반대의견은 소위 무제한설을 취하였다.

그러나 필자는 그 변제기 기준설과 무제한설의 논거를 비판적으로 검토함으로써 그 견해들이 모두 타당하지 않다는 점을 밝히고, 오히려 종전에 존재하다가 자취를 감춘 것으로 보이는 완화된상계적상설이 타당하다는 점을 논증하였다.

그 과정에서 필자는 민사집행법 제227조 제1항과 민법 제492조, 제498조의 상관관계에 관하여 새로운 시각을 제시하고, 은행여신거래기본약관의 기한이익 상실 조항과 상계예약 조항의 문제점에 관해서도 필자의 견해를 제시하였다.

@highlight

민법 제498조는 “지급을 금지하는 명령을 받은 제3채무자는 그 후에 취득한 채권에 의한 상계로 그명령을 신청한 채권자에게 대항하지 못한다.

@highlight

”고 규정하고, 일본 민법 제511조는 “지급금지를 받은 제3채무자는 그 후에 취득한 채권에 의한 상계로 압류 채권자에게 대항할 수 없다.

@highlight

”고 규정한다.

