실험에 대한 메타적 인식은 학생들의 과학적 탐구와 과학의 본성에대한 이해의 중요한 요소 중 하나이다.

이 연구에서는 중학생과 고등학생의 과학과 생물에서의 ‘실험’의 의미에 대한 인식을 알아보았다.

특히 이 연구에서는 언어 네트워크 분석방법을 사용하여 학생들의 인식을 구조적으로 확인하였다.

이 연구를 위해 190명의 중학생과 200명의고등학생 이 연구에 참여하였다.

학생들은 과학에서의 ‘실험’과 생물에서의 ‘실험’의 의미에 대한 두 문항에 서술형으로 응답하였다.

수집된 응답을 바탕으로 총 4개의 언어 네트워크가 구성되었다.

연구 결과, 과학에서의 ‘실험’에 대하여 중학생들은 ‘우리’, ‘직접’, ‘원리’ 등의단어를 중심으로 활동적 측면에서의 실험을 인식하였다.

반면 고등학생은 ‘이론’, ‘사실’, ‘내용’ 등의 단어를 중심으로 지식을 생성하는탐구과정으로서의 실험으로 인식하였다.

또한 생물에서의 ‘실험’에 대하여 중학생은 ‘해부’, ‘몸’을 중심으로, 고등학생은 ‘생명’, ‘관찰’이중심으로 인식하여 생명체를 다루는 관찰활동으로 인식하였다.

이러한 연구결과는 앞으로 과학 교과 및 생물 교과에서 실험을 지도하는데있어서 중요한 근거자료로 활용될 수 있을 것이다.

@highlight

실험에 대해 메타적 인식은 학생들의 과학적 탐구와 과학의 본성에대한 이해의 중요한 요소 중 하나이다.

@highlight

본 연구에서는 중학생과 고등학생의 과학과 생물에서의 ‘실험’의 의미에 대해 인식을 알아보았다.

