본 연구는 특수체육을 전공하는 학생들이 참여하고 있는 장애아동 대상 서비스러닝 프로그램에 참여한 학생들의 경험을 알아보기 위한 것이다.

이를 위해 2019년 3월부터 6월까지 B대학교 장애아동 운동발달 클리닉 프로그램에 참여한 학생 27명의 선정하였고, 서비스러닝에 대한 선행연구를 참고하여 서비스러닝의 특성을 강조할 수 있도록 기존의 프로그램을 수정 및 보완하였다.

자료는 학생들이 작성한 성찰일지, 그룹 논의 자료, 작성한 과제물 등이며 이외에 연구자와의 면담록, 관찰일지 등을 참고하였다.

귀납적 내용 분석 과정을 거쳤고 참여자 확인과 동료 협의를 통해 연구의 진실성을 높이고자 노력하였다.

분석 결과, 장애아동 대상 서비스 러닝의 초기에는 자신감과 두려움이 공존하는 단계였고, 서비스러닝이 시작된 후에는 혼란과 두려움이 커졌으나 아동과의 래포 형성, 아동의 운동능력 향상, 지도교수의 지도와 격려, 동료의 공감을 통해 이들은 혼란과 두려움을 극복할 수 있었다.

또한 서비스러닝을 통해 내적으로 변화와 발전이 있었으며 특수체육에 대한 전문성과 책임감이 성장하였다.

결론적으로 반성적 성찰의 기회를 충분히 제공하고 지도교수의 피드백, 동료와의 경험 공유가 학생들의 봉사활동에 특별한 의미를 부여하였고 서비스러닝이 좋은 학습의 기회가 될 수 있다는 것을 확인하였다.

@highlight

장애아동 대상 서비스러닝 프로그램에 참여한 학생들의 경험을 알아보기 위해 연구를 진행하였다.

@highlight

장애아동 대상 서비스 러닝의 초기에는 자신감과 두려움이 공존하는 단계였으나 서비스러닝이 시작된 후에는 혼란과 두려움이 커졌다.

@highlight

하지만 아동과의 래포 형성, 아동의 운동능력 향상, 지도교수의 지도와 격려, 동료의 공감을 통해 혼란과 두려움의 극복이 가능했다.

