본 연구는 한국교육개발원에서 조사하여 공개한 한국교육종단연구2013, 1차부터 3차까지 데이터를 사용하여 학업성취로서 창의성과 공동체의식 결정요인을 잠재성장모형 분석을 통해 확인하였다.

초등학교 5학년에서 중학교 1학년 시점까지 부모의 교육지원, 교사열의 그리고 학생의 수업태도가 창의성과 공동체의식 및 그 변화에 미치는 영향을 분석한 것이다.

분석대상은 한국교육종단조사2013 1차 초등학교 5학년 학생이 중학교 1학년 시점까지 탈락하지 않고 응답한 학생이며, 구조방정식모형 분석에 적절한 데이터로 조정한 5,978명을 표본으로 선정하였다.

선정된 요인 간의 인과관계 확인은 잠재성장모형을 설정하고 LISREL 프로그램을 사용하여 분석하였다.

분석결과 교사열의가 창의성 및 공동체의식에 미치는 영향은 모든 경로에서 통계적으로 유의한 공통적인 맥락을 나타내며, 창의성과 공동체의식에 차이가 있는 것은 부모의 교육지원이다.

또한 학생의 수업태도는 드러나는 양상과 방향은 동일하지만 유의성에서 차이가 있는 것을 확인하였다.

본 연구는 인지적 성취인 창의성과 비인지적 성취인 공동체의식에 대한 부모의 교육지원, 교사열의, 수업태도의 효과 및 변화양상을 확인함으로써 아동·청소년의 학업성취 제고를 위한 정보를 제공할 수 있을 것으로 판단된다.

@highlight

이 연구는 한국교육개발원에서 조사하여 공개한 한국교육종단연구2013, 1차부터 3차까지 데이터를 사용하여 학업성취로서 창의성과 공동체의식 결정요인을 잠재성장모형 분석을 통해 확인하였다.

