자유안전사법지대는 유럽연합의 공동정책에 비해 상대적으로 짧은 연원과 국가주권에 깊숙이 위치한 세부 이슈들로 이루어졌다는 점에서 유럽연합에서 가장 제도화 정도가 낮은 정책이다.

자유안전사법지대는 유럽연합의 모토인 다양성 속의 조화(Unity in Diversity)를 배경으로 유럽적 정책가이드라인 제시와 회원국간 상호인증을 통한 국가간 조화를 통해 정책이 실행된다.

동시에 단일의 유럽적 대응이 필요한 이슈에서는 유럽위원회, 유럽의회 및 규제기구 등 초국가기구간 제도화된 협력이 진행된다.

또한 핵심 사안에서는 정책에서는 정책결정의 효율성을 위해 공동체 방식의 정책과정을 적용하되, 특정 회원국의 반통합 정서를 고려한 선택적 거부권을 제도화하였다.

이러한 자유안전사법지대 운영을 위한 정책과정과 거버넌스 양상은 1990년대 이후 유럽연합에서 새롭게 제기되는 집중적 정부간주의와 초국가주의가 혼재된 새로운 유럽적 거버넌스라고 할 수 있다.

동시에 유럽통합의 목적이 주권영역에 위치한 내무사법 이슈에서도 회원국간 연대와 조화가 진행되고 있다는 사실을 보여준다.

@highlight

자유안전사법지대는 유럽연합 공동정책에 비해 상대적으로 짧은 연원과 국가주권에 깊숙이 위치한 세부 이슈들로 이루어졌다.

@highlight

이점에서 유럽연합에서 가장 제도화 정도가 낮은 정책이라고 할 수있다.

