본 연구는 TV홈쇼핑 프로그램에 대한 소비자의 태도를 이해하고자 하였다.

다음의 두 가지 연구문제를 제기하였다.

(1) TV홈쇼핑 프로그램에 대한 소비자의 태도를 구성하는 요인은 무엇인가?

(2) TV홈쇼핑 프로그램에 대한 소비자의 태도는 광고에 대한 태도와 어떻게 비교되는가?

성인남녀 167명을 대상으로 실시한 조사결과는 (1) TV홈쇼핑 프로그램에 대한 태도구조가 6가지 요인(제품정보제공, 이미지전달, 오락성, 신뢰성, 경제적 이익제공, 현혹성)임을 밝혔으며, 그 중에서도 신뢰, 이미지, 오락, 경제이익요인이 TV홈쇼핑 프로그램에 대한 태도형성에 중요한 영향을 미치는 것으로 나타났다.

(2) 응답자들은 전반적 태도에서 TV홈쇼핑 프로그램보다는 광고에 더 호감을 갖고 있는 것으로 나타났으며, TV홈쇼핑 프로그램이 광고보다 재미없으며, 이미지 전달이 약하고, 현혹적이라고 생각하는 것으로 밝혀졌다.

하지만 TV홈쇼핑 프로그램은 제품에 대한 정보전달의 측면에서 광고 보다는 훌륭한 역할을 한다고 생각하고 있었다.

본 연구의 결과는 TV홈쇼핑 프로그램에 대한 소비자들의 태도를 이해하는데 기본적인 정보와 개념 틀을 제공하고 있으며 이 분야의 향후 연구를 위한 여러 가지 질문사항을 제공하는 의의를 갖고 있다.

@highlight

이 연구는 TV홈쇼핑 프로그램에 관한 소비자의 태도를 이해하고자 했다.

@highlight

(2) 응답자들은 전반적 태도에서 TV홈쇼핑 프로그램보다는 광고에 더 호감을 갖고 있는 것으로 나타났으며, TV홈쇼핑 프로그램이 광고보다 재미없으며, 이미지 전달이 약하고, 현혹적이라고 생각하는 것으로 밝혀졌다.

