위장관 유암종은 드물지만 악성의 잠재력이 있어 유암종의 경과 및 예후와 연관된 인자들이 다양하게 보고된다.

이번 연구는 단일 기관에서 경험한 위장관 유암종의 임상 특성을 고찰하고, 전이와 연관된 인자를 분석하고자 하였다.

1994년 12월부터 2008년 9월까지 아주대 병원에서 위장관 유암종으로 진단된 83명의 환자를 대상으로 위장관 유암종 환자의 특성, 임상 양상, 치료 방법 및 예후를 분석하였다.

위장관의 부위별 빈도는 직장이 60예로 가장 많았고, 위 12예, 십이지장 6예, 충수돌기 4예, 대장 1예 순이었다.

가장 흔한 증상은 무증상이었으며(n=67, 80.7%) 평균 크기는 11.2 mm였다.

치료는 66예(79.5%)에서 내시경 절제술을 시행하였으며 추적검사에서 잔존 종양은 없었다.

전이는 총 9예로 유암종의 크기가 모두 2 cm 이상이었다.

단변량 분석에서 크기, 궤양의 유무, 고유근층의 침범 여부가 전이를 예측하는 유의한 인자였고 다변량 분석에서 크기만이 독립적인 인자였다(p=0.001).

최근 무증상의 작은 크기의 위장관 유암종이 발견되는 경우가 증가하여 내시경 접근이 유용한 치료법으로 사용되고 있으며 유암종의 크기는 전이를 예측할 수 있는 독립 인자이다.

@highlight

위장관 유암종은 드물지만 악성의 잠재력이 있어 유암종의 경과 및 예후와 연관된 인자들이 다양하게 보고된다.

@highlight

1994년 12월부터 2008년 9월까지 아주대 병원에서 위장관 유암종으로 진단된 83명의 환자를 대상으로 위장관 유암종 환자의 특성, 임상 양상, 치료 방법 및 예후를 분석했다.

