이 연구는 초등학교 축구선수의 미래 잠재경기력을 예측하는데 타당한 스포츠재능 진단 경기력검사를 개발하는데 목적이 있다.

문헌고찰과 전문가 면접조사를 통해 최초 경기력검사 요인 및 항목을 설정하고, 개발된 경기력검사의 타당화를 실시하였다.

전문가 조사대상자는 축구지도자 경력이 10년 이상인 5명이었다.

실제 경기분석을 위해 경기력검사를 실시한 대상자는 초등학교 6학년 축구선수 20명이고, 분석한 경기 시간은 25분이었다.

개발한 경기력검사의 타당성 검증을 위해 상관분석이 이용되었고, 신뢰성 검증을 위해 Cronbach's α를 산출하였으며, 미래 잠재경기력 예측을 위해 중다회귀분석을 실시하였다.

분석한 결과 초등학교 축구선수들의 스포츠재능 진단 경기력검사는 첫터치, 드리블, 패스, 수비로 구성되며, 미래 잠재경기력은 드리블 능력의 평가만으로 비교적 타당하게 예측될 수 있었다.

향후 좀 더 많은 경기시간 분석을 통한 연구를 수행하여 선행연구들에서 중요한 경기력 변인이었던 슈팅, 헤딩에 대한 보완이 이루어질 필요가 있다.

@highlight

본고는 초등학교 축구선수의 미래 잠재경기력을 예측하는데 타당한 스포츠재능 진단 경기력검사를 개발하는 것이 그 목적이다.

