본고는 공장제의 압도적 범람 속에서 가내수공업 체제를 오랫동안 유지하며 사양화되었던 편물산업을 중심으로 영국의 산업혁명기 사양산업 노동인구의 일상과 보건의 문제를 다룬다.

18세기 말에서 19세기 전반기, 증기기관과 본격적인 기계화 과정에서 탈락하는 양말편물업의 상황과 그 배경을 주요 맥락으로 제시하고, 편물공과 그 가족들이 그처럼 장기간 지속되었던 생활수준의 악화를 어떻게 실감하고 있었는지, 또한 이 같은 빈곤의 문제가 가족 구성원의 신체와 일상에 구체적으로 어떠한 영향을 주었는지에 대해 상세한 서술과 다각적인 분석을 제공하는 것이 목표다.

구성상 18세기 중반부터 19세기 초까지 편물산업의 침체와 노동일상의 변화를 노정하는 한 편물공의 자전적 내러티브를 출발점으로 삼아, 19세기 중반까지 이어지는 편물산업의 변화와 그 내부적인 문제들을 짚어가며 편물공 생애의 궤적을 살펴볼 것이다.

이와 함께 편물노동자와 그 가족들, 그리고 편물산업의 내부 상황에 대해 특별한 관찰의 기회를 가졌던 주요 증언자들의 기록들을 통해, 편물공 가정의 일상에서 드러나는 극단적 빈곤과 가정경제의 위기, 그리고 그 결과로서 드러나는 외형의 변화, 다양한 신체상의 이상 징후, 특정 질환 등을 논의한다.

@highlight

이 논문은 공장제의 압도적 범람 속에서 가내수공업 체제를 오랫동안 유지하며 사양화되었던 편물산업을 중심으로 영국의 산업혁명기 사양산업 노동인구의 일상과 보건의 문제를 다룬다.

