이 연구에서는 미국 ETS의 형성평가 전문가들이 개발한 KLT 프로그램 사례를 분석하여 형성평가에 대한 우리나라 교사연수의 시사점을 도출하였다.

KLT 프로그램은 준비 연수, 1년차 연수, 개인연구, 그리고 2년차 연수 단계 등으로 구성되었다.

KLT 프로그램은 미국 14개 주와 호주의 학교와 교육청 수준에서 적용되고 있으며, 교사 수업과 학생의 학습 참여에 긍정적 영향을 미치는 결과를 제시하고 있다.

KLT 프로그램이 형성평가에 대한 교사연수에 주는 시사점으로는 국가, 지역, 그리고 학교 차원에서 형성평가에 대한 정책의 조기 수립, 학교 단위 현장적용형 교사 형성평가 연수 프로그램의 적극 개발, 교사학습공동체 활용 연수의 확대, 모듈식 연수과정의 적극적 활용, 그리고 다양한 연수교재와 보조 자료의 지원 등이 제안되었다.

미국 학교현장에서 검증된 KLT프로그램을 우리나라에 적용할 경우에, 형성평가에 대한 고정관념을 벗어나게 하고, 현장적용형 교사연수체제를 강화시키며, 교사의 수업과 평가전문성을 제고시키는 긍정적인 변화를 일으킬 것으로 예상된다.

@highlight

본 연구는 미국 ETS의 형성평가 전문가들이 개발한 KLT 프로그램 사례를 분석해 형성평가에 관한 우리나라 교사연수의 시사점을 도출했다.

