본 연구는 개방과 무역자유화가 빠르게 진행된 1990년대 이후 우리나라 소득불평등도의추세를 소득분위별 생계비지수를 고려한 실질소득으로 분석한다.

소득분위별 소비구조 차이를 직접적으로 고려해 소득분위별 수입물가지수 및 소비자물가지수를 도출하였고, 소비자물가 지수 등 통상적인 생계비지수를 보완하는 엥겔곡선에 근거한 소득분위별 생계비지수를 개발하였다.

또한 이들 지수 각각의 소득분위별 물가변화에 근거한 실질소득불평등도의 추세를 비교분석하였다.

진정한 생계비 측정지표로서 여러 한계를 가진 수입물가지수나 소비자물가 지수의 대체변수인 엥겔곡선 생계비지수를 사용하여 분석한 결과, 모든 소득계층에 대해 소비자물가지수의 과도편의가 존재하며 특히 하위 소득계층 지수의 과도편의가 커서 이 계층의 생계비가 상대적으로 덜 증가했음을 발견하였다.

보완된 소득분위별 생계비를 적용한 소득불평등도는 모든 소득계층에 동일하게 적용되는 통상적인 단일 소비자물가지수를 적용한 불평등도보다 다소 낮게 증가했음을 보이고 있다.

@highlight

본고는 개방과 무역자유화가 빠르게 진행된 1990년대 이후 우리나라 소득불평등도의추세를 소득분위별 생계비지수를 고려한 실질소득으로 분석한다.

