본 논문에서 군집주행 서비스를 위해 단체표준에서 정의한 서비스 요구사항을 근거로 하여 WAVE 통신시스템의 성능을 분석하였다.

통신시스템의 주요 성능 파라미터로 제시되는패킷 에러율과 지연시간 요구조건은 군집으로 주행하는 차량의 제어와 안전을 보장하기 위해 반드시 만족되어야 한다.

실험 시나리오는 크게 군집으로 주행차량들만 존재하는 경우, 통신 반경 내에 다른 간섭차량들이 존재하는 경우 그리고 통신범위 밖에 히든차량들이 존재하는 경우로 나누어 패킷 에러율과 평균지연시간을 분석하였다.

패킷 에러율과 지연시간은 앞에서 언급한 차량들의 토폴로지와 차량 주행속도 그리고 통신반경을 고려하여 모델링 하였다.

수치적 분석 결과는 패킷의 크기, 패킷 생성 주기 그리고 전송속도에 대해 수행되었다.

결론적으로 각 표준에서 정의한 군집주행 성능요구사항에 대해 WAVE 통신 시스템이 제공할 수 있는 안정적인 패킷 성공률과 지연시간 등에 대한 범위를 제시하였다.

@highlight

군집주행 서비스를 위해 단체표준에서 정의한 서비스 요구사항을 근거로 WAVE 통신시스템의 성능을 분석했다.

@highlight

통신시스템의 주요 성능 파라미터로 제시되는패킷 에러율과 지연시간 요구조건은 군집으로 주행하는 차량의 제어와 안전을 보장하기 위하여 만족되야 한다.

