본 연구의 목적은 대학 교양수업을 통해 대학소비자생활협동조합(이하 대학생협)에 학생 참여가 촉진되고 대학생협의 교육적 기능이 강화될 수 있는지 가능성을 탐색하는 것이다.

이를 위해 대학생협을 활용한 교양수업 개발 과정과 결과를 기록하고 분석하였다.

연구방법으로 액션리서치의 질적접근을 취하였으며 수업개발을 위해서는 액션러닝을 활용하였다.

수업개발은 사전분석(교육내용 분석, 학습자와 학습환경 분석), 설계(학습목표, 평가도구, 팀활동), 개발(차시별 수업 내용)의 단계로 진행되었으며, 대학생협과 관련된 팀프로젝트를 중심축에 두고 팀프로젝트를 촉진하기 위해 협동조합에 대한 기본지식과 협동조합 사례탐방을 활용하였다.

수업 적용 결과 수업과정에서 학생들은 개인의 필요를 공공의 필요와 연결하고, 서로에게 배우고 자기 주도로 학습했으며, 복합적 사고와 문제해결력을 함양하는 것을 발견할 수 있었다.

학생들의 팀활동 만족도는 높았으며 협동을 촉진하는 조건을 도출할 수 있었다.

생협 및 사회적경제 활성화 차원의 효과는 학생 프로젝트를 통해 대학생협이 소비자의 필요를 더 깊게 이해하게 된다는 점, 학생들이 사회적경제조직에 대해서 우호적이 된다는 점, 대학생협 학생위원회 구성 및 학생조합원 프로젝트 상설화에 기여한다는 점을 들 수 있다.

또한 수업을 통해 대학생협의 교육적 기능을 강화하기 위한 과제도 제시하였다.

@highlight

본 연구의 목적은 대학 교양수업을 통해 대학소비자생활협동조합에 학생 참여가 촉진되고, 교육적 기능이 강화될 수 있는지 가능성을 탐색하는 것이고, 대학생협을 활용한 교양수업 개발 과정과 결과를 기록하고 분석하였다.

