이 연구는 국내에서 수행된 청소년 직업포부 수준 관련 연구들에 대해 메타분석을 실시하였으며, 그 결과는 다음과 같다.

첫째, 성별, 학업성취, 자기효능감, 성공욕구, 가정소득, 부모학력, 부모직업, 부모기대, 학교계열 등 9개 변인이 직업포부 수준과 중간 정도의 상관관계를 갖고 있었다.

둘째, 학교급을 조절변인으로 하여 효과크기 차이를 검증한 결과, 모든 변인에서 학교급에 따른 조절효과가 나타나지 않았다.

셋째, 청소년 직업포부 수준에 영향을 미치는 가정변인의 효과크기는 과거 문헌에서 더 높게 보고되고 있었다.

넷째, 진로지도 현장에서 개입 가능한 후천적인 영향요인에는 학교계열, 자기효능감, 학업성취, 성공욕구가 있었다.

이 연구에서는 이러한 결과를 바탕으로 국내 청소년의 직업포부 수준과 영향요인들에 대한 실증 연구 확대 필요성, 청소년 직업포부 수준 영향요인 간 구조적 관계 검증의 필요성, 후기 청소년 및 발달단계에 따른 직업포부 수준 영향요인에 대한 통합적 접근의 필요성과 학생의 직업포부 수준에 맞는 진로지도 활동을 제언하였다.

@highlight

본고는 국내에서 수행된 청소년 직업포부 수준 관련 연구들에 대하여 메타분석을 실시하였고, 그 결과는 아래와 같다.

