컴포넌트 기반 개발(CBD)는 재사용 컴포넌트를 개발하고 이를 결합하여 타켓 애플리케이션을 개발하는데 초점을 맞추고 있다.

서비스 지향컴퓨팅(SOC)는 재사용 가능한 서비스를 개발하고, 발행하고, 조합하여 타겟 서비스 애플리케이션을 개발하는 비교적 새로운 패러다임이다.

CBD의 대중성으로 인해, 많은 기관에서 이미 그들의 애플리케이션을 위한 CBD 모델을 소유하고 있다.

그러므로 기존에 있는 CBD 모델을 변환하여 SOC 애플리케이션을 개발하는 것이 처음부터 SOC 애플리케이션을 개발하는 것보다 경제적이다.

본 논문에서 기존에 많은 프로젝트를 통하여 보유하고 있는 CBD 설계를 SOA 설계로 변환하는 체계적인 방법을 다룸으로써 SOA 프로젝트의 실패율을 줄이고, 경제성을 확보한다.

이를 위해 먼저 CBD 설계와 SOA 설계의 구성 요소를 정리하고, 비교한다.

비교된 결과를 기반으로 CBD 설계와 SOA 설계의 매핑 관계를 정의하고, 이를 기반으로 변환 기법을 제안한다.

이 변환 기법 응용의 장점은 기존 CBD 설계와 SOA 설계 간의 일관성을 유지하면서 기존 설계의 재사용을 가능하게 하고, 서비스 지향 애플리케이션을 개발하는데 비용을 절감하는 데에 있다.

@highlight

이 논문에서 기존에 많은 프로젝트를 통해 보유하고 있는 CBD 설계를 SOA 설계로 변환하는 체계적인 방법을 다룸으로써 SOA 프로젝트의 실패율을 줄이고, 경제성을 확보한다.

