안압의 측정은 각막에 air puff 후 각막의 변형 즉, 각막의 두께나 변위 등 생역학적 성질을 관찰함으로써 이루어진다.

본 논문에서는 녹내장이나 라식의 진단을 위하여 사용되는 안압계의 air puff에 의한 각막의 변형을 주파수 영역에서 분석하였다.

Air puff 후 각막의 중심부 주변의 변위에 대한 진동 주파수를 측정함으로써 환자와 정상인을 구별한다.

동영상으로부터 이진 영상을 구하고, 상하 변위 데이터와 곡선 정합의 차를 구하여 시간에 따른 각막 상하 진동 프로파일 데이터를 추출하였다.

Fourier 변환으로 비정상인의 진동 주파수는 479.2Hz를 얻었고 정상인의 경우 단단함으로 인하여 702.8Hz의 고주파 성분을 볼 수 있었다.

또한 Hilbert-

Huang 변환의 EMD 방법을 이용, 고유 모드 함수로 분해하여 국소적, 비선형, 비정상성을 가지는 데이터를 얻고 주파수와 전력을 분석하였다.

마지막으로 특정 고유 모드 함수에 대한 환자와 정상인의 전력비가 6배 이상 차이가 나는 것을 확인하였다.

@highlight

본 연구에서는 녹내장 또는 라식의 진단을 위해 사용되는 안압계의 air puff에 의한 각막의 변형을 주파수 영역에서 분석했다.

@highlight

Air puff 후 각막의 중심부 주변 변위의 진동 주파수를 측정함으로써 환자 및 정상인을 구별한다.

