본 연구는 인간의 생리적 지표 중 하나인 안면 피부온도를 활용하여 PMV 지표 값에 기반하여 조성된 쾌적/불쾌 실내 환경을 적절하게 구분할 수 있는지 그 타당성을 살펴보고자 하였다.

이를 위해 쾌적 실내 환경에 해당되는 PMV 지표 값을 기준으로 물리적 환경을 쾌적 실내 환경과 불쾌한 실내 환경으로 각각 구분하고, 구분된 환경내에서 재실자의 안면 피부온도를 측정하였다.

그 결과, PMV 지표 값으로 구분된 쾌적 실내 환경과 불쾌한 실내환경에서의 재실자의 안면 피부온도가 서로 차이를 보이는 것으로 나타났다.

이는 안면 피부온도가 PMV 지표에 기반한 쾌적한 실내 환경 조성에 있어 활용될 수 있음을 시사한다.

그러나 쾌적한 실내 환경에 비해 불쾌한 실내 환경에서 안면 피부온도가 낮게 나타나는 결과를 통해 오히려 PMV 지표 값에 기반을 두고 조성되는 쾌적/불쾌환경이 타당하지 않을 수 있음도 시사한다.

@highlight

이 연구는 인간의 생리적 지표 중 하나인 안면 피부온도를 활용하여 PMV 지표 값에 기반하여 조성된 쾌적/불쾌 실내 환경을 적절하게 구분할 수 있는지 그 타당성을 살펴보고자 했다.

