본 연구는 누리과정 지도서에 나타난 인성교육 관련 활동을 Lickona의 통합인격교육론의 관점에서 분석해 보고자 한다.

통합인격교육론의 인성교육의 구성요소별로 어느 정도 포함하고 있는지 구체적으로 분석함으로써 누리과정의 주요 구성 방향인 인성교육이 실제로 어떻게 적용되었는지 파악하는데 목적이 있다.

연구결과는 다음과 같다.

첫째, 누리과정 지도서에는 통합인격교육론에서 제시한 인성교육 요소 중 도덕적 느끼기와 도덕적 행동하기의 활동 수가 도덕적 알기보다 더 큰 비중을 차지하고 있었다.

둘째, 통합인격교육론의 구성요소에 따른 인성교육 관련 활동을 생활주제별로 분석해 본 결과 ‘초등학교에 가요(54개, 14.51%)’가 가장 큰 비중을 차지하고 ‘봄과 동식물(14개, 3.76%)’이 가장 낮은 비중을 차지하고 있었다.

셋째, 통합인격교육론의 구성요소에 따른 인성교육 관련 활동을 활동역영별로 분석해 본 결과 대·소집단활동에서는 ‘이야기 나누기(40개, 25.84%)’가 가장 큰 비중을 차지하고 ‘견학(2개, 1.34%)’이 가장 낮은 비중을 차지하고 있었다.

자유선택활동에서는 ‘역할(63개, 28.25%)’이 가장 큰 비중을 차지하고 ‘실외(2개, 1.79%)’가 가장 낮은 비중을 차지하고 있는 것으로 나타났다.

이러한 결과는 유아 인성교육 프로그램 개발을 위해 통합적인 관점에서 균형 있게 활용되기 위한 기초자료를 제공하고자 한다.

@highlight

본 논문은 누리과정 지도서에 나타난 인성교육 관련 활동을 Lickona의 통합인격교육론의 관점에서 분석하고자 하였다.

@highlight

통합인격교육론의 인성교육의 구성요소별로 어느 정도 포함하고 있는지 구체적으로 분석하여 누리과정의 주요 구성 방향인 인성교육이 실제로 어떻게 적용되었는지 파악하는데 목적을 두었다.

