본 연구의 목적은 하나의 제도나 정책이 본래의 목적과는 달리, 정책 갈등을 해소시키는 도구로서의 역할을 해 오고 있음을 딜레마 이론을 활용하여 규명함에 있다.

제도나 공공정책의 원래 목적은 그 제도로 인하여 예상되는 정책의 수혜자들에게 공익을 안겨주는데 있다.

그러나 본 연구의 대상인 특수형태근로종사자를 위한 산업재해보상보험법 적용 특례 제도는 본래의 취지대로 제 역할을 하고 있지 못하고 있다.

즉, 특수형태근로종사자를 위한 산재보험법 적용 특례 제도의 산재보상 적용제외신청제도로 인하여 보호대상자들이 스스로 적용을 배제하고 있어 실질적인 산재보상기능을 못하고 있는 것이다.

특수형태근로종사자 산재보험 적용 특례제도는 근로자로 인정받지 못하고 있는 특수형태근로종사자에게 형식적으로 산업재해로부터의 보호기능을 하고 있을 뿐이다.

특수형태근로종사자의 산재보험 적용 특례 제도는 정부가 특고직보호법 제정의 딜레마로부터 벗어나기 위하여, 이해관계자들로부터 나오는 갈등을 누그러뜨리기 위한 절충의 산물인 것이다.

이러한 절충물로 인하여 갈수록 늘어만 가고 있는 특수형태근로종사자의 실질적 노동권적 보호는 관심에서 멀어져 가고 있다.

특수형태근로종사자의 실질적인 노동권적 보호를 위해서는 특고직보호법을 제정하여 전속성이 인정되는 특수형태근로종사자 직종에 한하여 순차적으로 특고직보호법에 편입시키는 방법을 제안한다.

@highlight

이 연구의 목적은 하나의 제도나 정책이 본래의 목적과는 달리, 정책 갈등을 해소시키는 도구로서의 역할을 해 오고 있음을 딜레마 이론을 활용해 규명함에 있다.

