자기결정은 장애의 유무 또는 장애의 정도와 상관없이 누구나 누리는 기본권이다.

따라서 자기결정은 특정 프로그램이나 교수 방법이기 보다는 의지적인 행동을 의미하고, 이러한 맥락에서 다양한 분야(예: 사회복지, 아동복지, 특수교육)에서 자기결정에 대한 연구가 지속되고 있다.

그러나 지체 및 중복장애 분야에서 자기결정에 대한 연구는 다른 장애영역(예: 지적장애)에서 진행된 자기결정 연구에 비하여 상대적으로 부족하여, 지체 및 중복장애 분야에서 자기결정 연구의 필요성이 제기되고 있다.

이에 본 연구는 현재까지 발표된 선행연구의 분석을 통해 연구동향을 고찰하고 향후 연구에 대한 논의점을 제시하고자 하였다.

본 연구는 1995년부터 2013년까지 연구 중 국내 9편, 국외 9편으로 총 18편의 연구를 선정하였고, 세 가지 연구주제(자기결정에 영향을 미치는 요인, 자기결정에 대한 인식과 경험, 자기결정에 영향을 미치는 중재방안)와 각 주제별로 발행연도, 연구방법, 연구대상, 연구환경 등에 대해 분석을 실시하였다.

또한 분석결과에 준하여 지체 및 중복장애 분야에서 자기결정 연구동향을 살펴보았고, 이를 토대로 지체 및 중복장애 분야에서 자기결정 연구를 진행함에 있어 고려해야할 일곱 가지를 논의하였다.

@highlight

본 연구는 현재까지 발표된 선행연구의 분석을 통해 연구동향을 고찰하고 향후 연구에 대한 논의점을 제시하고자 하였다.

@highlight

이 연구는 1995년부터 2013년까지 연구 중 국내 9편, 국외 9편으로 총 18편의 연구를 선정하였고, 세 가지 연구주제와 각 주제별로 발행연도, 연구방법, 연구대상, 연구환경 등에 대해 분석을 실시하였다.

