이 연구는 한국영화사 연구가 장애 관객의 영화 경험을 어떻게 역사화할 수 있는가에 대한 질문에서 시작되었다.

지난 20여 년간 관람성 연구는 한국영화사 연구의 시야를 확장하는 데 기여해 왔지만, 관객의 신체적 ‘정상성’과 ‘온전함’을 당연하게 전제함으로써 장애 관객의 영화 경험을 외부화했다.

이 논문은 한국영화사 연구가 관객을 화두로 삼아 연구의 방향 전환을 꾀해온 그 시점으로 거슬러 올라가 관람성 연구의 유효성과 잠재성을 재발견하고, 장애 관객이라는 전략적 범주를 통해 관람 공간이 신체적으로 정상적이고 중립적인 공간으로 동질화되는 데 저항하며, 장애 관객의 접근성과 커뮤니케이션의 환경을 고려해 영화관 너머의 영화 역사를 사유하는 새로운 주제와 방법론의 모색을 제안한다.

2000년을 즈음해 영화사 연구의 방향 전환을 촉발했던 구술사의 ‘아래로부터의 역사(history from below)’는 문헌 자료로는 재구성할 수 없는 장애 관객의 경험을 역사화하는 데 핵심적인 방법론이 될 것이다.

물리적 공간으로서의 영화관의 해체를 목도하는 지금 장애 관객의 영화 경험을 역사화하는 작업은 미디어 환경의 변화를 다양성과 차이의 경험으로 바라보게 함으로써 한국영화사 연구에서 관객이 여전히 중요한 화두임을 입증한다.

@highlight

이 연구는 한국영화사 연구가 장애 관객의 영화 경험을 어떻게 역사화할 수 있는가에 대한 질문에서 시작됐다.

@highlight

지난 20여 년간 관람성 연구는 한국영화사 연구의 시야를 확장하는 데 기여해 왔지만, 관객의 신체적 정상성과 온전함을 당연하게 전제함으로써 장애 관객의 영화 경험을 외부화했다.

