본 연구에서는 한국어 어휘 ‘우리’가 지니는 특수성이 한국어문화를 설명하는 데에 매우 중요함에도 불구하고 다각적인 검토를 통한 교육 내용이 마련되지 못한 것을 문제로 인식하였다.

최근 개통한 『한국어기초사전』은 한국어 학습자를 대상으로 구축된 최초의 공식 온라인 사전이며, 향후 많은 한국어 학습자들이 어휘의 의미와 쓰임을 학습하는 도구로서 이 사전을 일차적으로 활용할 것으로 기대된다.

따라서 먼저 ‘우리’에 대한 문법, 의미, 화용, 언어철학 분야에서의 연구 결과를 종합하여 ‘우리’를 교육할 때 반드시 고려해야 할 점이 무엇인지 살펴보았다.

그리고 그중에서 사전에서 수용 가능한 범위를 고려하여 『한국어기초사전』의 표제어 ‘우리’의 풀이말 및 풀이말에 사용된 ‘우리’의 쓰임을 검토하였다.

그 결과 ‘우리’의 풀이말이 『표준국어대사전』에 비해 쉽고 용례가 풍부하나 학습용 사전으로서 정보가 불충분할 수 있다는 점을 문제로 제기하였다.

또한 풀이말에 사용된 ‘우리’는 사전을 매개로 한 한국어 화자와 학습자 간 의사소통에 심리적 거리를 발생시킬 수 있다는 점을 지적하였다.

이러한 점을 해결하기 위해 온라인 사전의 하이퍼텍스트성을 활용하여 정보를 제공할 것과 표제어뿐만 아니라 풀이말 내에 사용되는 ‘우리’에 대해서도 재검토가 필요함을 이야기하였다.

@highlight

본 논문에서는 한국어 어휘 ‘우리’가 지니는 특수성이 한국어문화를 설명하는 데에 매우 중요함에도 불구하고 여러 각도에서의 검토를 통한 교육 내용이 마련되지 못한 것을 문제로 인식했다.

