본 연구에서는 HSA800 후판 강재에 적합한 용접재를 선정하고자 휨-

인장실험을 수행하였다.

본 연구 수행 당시 HSA800 강재에적용가능한 용접재로 GMAW 용접재(외국산)와 FCAW 용접재(국내산) 두 가지가 추천되어 이들을 사용하였다.

선행연구인 표준인장실험결과를 바탕으로 맞댐용접상세와 루트간격을 주요 실험변수로하여 실물크기의 보 실험을 통해 용접부의 성능을 평가하였다.

강도 측면에서모멘트 및 플랜지 축력 전달에 대한 조건은 두 용접재 모두 만족하였으나 연성능력 측면에서 GMAW 용접재보다는 FCAW 용접재가 일관되고 우수한 거동을 보임이 실험적으로 확인되었다.

특히 GMAW 용접재는 용접효율과 작업성의 문제로 현장에서의 상향용접이 어려운 것으로 파악되었다.

같은 완전용입용접이라도 Single bevel보다는 V-

groove가 안정적인 구조거동을 보이는 것으로 나타났다.

표준인장실험결과와 휨-

인장실험결과를 토대로 HSA800 후판재의 용접상세 및 용접재를 제시하였다.

@highlight

본고에서는 HSA800 후판 강재에 적합한 용접재를 선정하고자 휨-

@highlight

인장실험을 수행했다.

@highlight

본고 수행 당시 HSA800 강재에 적용가능한 용접재로 GMAW 용접재(외국산) 및 FCAW 용접재(국내산) 두 가지가 추천되어 이들을 사용했다.

