본 연구는 이명박 정부의 12개 통합부처 중에서 6개 부처에 근무하는 공무원 302명을 대상으로 경쟁가치적 조직문화와 조직융합관리 간 인과관계를 연구하였다.

구조방정식모형의 측정모형에서는 각 구성개념의 요인모형에 대한 타당도와 모형적합도 등을 분석하였으며, 특히 조직융합관리가 2차원적 요인모형으로서의 타당도와 모형적합도를 갖는지를 분석하였다.

분석 결과, 조직융합관리는 2차원적 요인모형으로서 구성개념의 타당도와 모형적합도를 갖는 것으로 나타났으며, 경쟁가치모형과 조직융합관리의 하위구성개념도 타당도와 모형적합도에는 문제가 없는 것으로 나타났다.

구조방정식모형의 구조모형에서는 경쟁가치모형 중 발전문화, 집단문화, 그리고 위계문화가 통계적으로 유의미한 수준에서 조직융합관리에 긍정적인 영향을 미치는 것으로 나타났다.

또한, 조직문화의 조직융합관리에 대한 상대적인 영향력의 크기를 비교한 결과, 발전문화 및 집단문화가 여타의 조직문화에 비해 영향력의 크기가 큰 것으로 나타났다.

이와 같은 분석결과를 바탕으로, 본 연구는 함의와 문제점, 그리고 향후 연구방향 등을 제시하였다.

@highlight

이 연구는 이명박 정부의 12개 통합부처 중에서 6개 부처에 근무하는 공무원 302명을 대상으로 경쟁가치적 조직문화와 조직융합관리 간 인과관계를 연구하였다.

