법원외 분쟁해결의 가능성은 최근 몇 년 동안 점차적으로 증가하고 있고 실무에서 중요한 대안으로 중요한 의미를 가지게 되었다.

독일은 오래전부터 의료행위에 대한 객관적인 감정을 통해서 의료분쟁을 해결하기 위해 감정위원회와 조정소의 절차를 마련하고 있다.

이러한 기관의 업무에 대한 최근 동향과 논의에서 제도의 성공률은 주목할 만하다.

그 외에도 결과의 수용률이 당사자들 사이에 높다는 것을 보여 주고 있다.

법원의 소송에서 많이 문제가 되는 법적 및 의료적 전문지식의 상호작용은 전문가와 학제간의 전문위원회를 구성하는 법원외의 분쟁조정절차의 범위에서 더 용이하게 이루어질 수 있다는 점에서 그 장점을 가지고 있다.

본 논문에서는 독일의 의료분쟁조정절차에 대한 비교법적인 분석과 절차상의 원칙들 그리고 분쟁조정기관들의 결정들에 대한 통계적 분석(II, III)을 통해서 조정절차의 결과에 대한 신뢰할 수 있는 가능성과 판단의 근거를 제공하고 자발적인 참여를 유도할 수 있는 질적 관리의 측면에서 시사점들을 고찰하고(IV) 조정제도의 장점을 강화할 수 있는 결론(V)을 도출하고 있다.

@highlight

이 논문에서는 독일의 의료분쟁조정절차에 대한 비교법적인 분석과 절차상의 원칙들 그리고 분쟁조정기관들의 결정들에 대한 통계적 분석을 통해서 조정절차의 결과에 대한 신뢰할 수 있는 가능성과 판단의 근거를 제공하고 자발적인 참여를 유도할 수 있는 질적 관리의 측면에서 시사점들을 고찰하고 조정제도의 장점을 강화할 수 있는 결론을 도출하고 있다.

