이 연구의 목적은 북한 군부 엘리트들이 축적해 온 경력의 이동 경로를 분석하여 북한 군부 엘리트의 특징을 시기별로 분석해 보는 것이다.

이를 위해 1994년부터 2013년까지 국방위원회 및 당중앙군사위원회 위원으로 선출된 북한 군부엘리트 45명의 경력을 김정일 집권기와 김정은 집권기로 구분하여 비교해 보았다.

주요 분석결과는 다음과 같다.

첫째, 북한 군부 엘리트의 경력 이동 연결망에서 핵심 보직은 당 기관인 것으로 나타났다.

이는 북한 당군관계의 특성으로 인해 군부 엘리트로 성장하기 위해서는 당중앙위원회 등 노동당의 핵심 보직을거쳐야 하기 때문이다.

둘째, 김정일 집권기와 달리 김정은 집권기에는 공안기관, 총정치국 등 검열기구가 경력 이동의 연결망에서 중요한 위치를 차지하고있었다.

셋째, 이들 검열기구는 민간대학을 졸업한 인원들이 군부 엘리트로 진출하는 교량 역할을 하고 있어 군사대학, 야전군 부대를 거쳐 군부 엘리트로 진출하는 통상적인 군부 엘리트의 경력 이동 경로와 확연히 구분되는 새로운 경로를 만들어내는 것을 확인할 수 있었다.

분석결과는 군 장교 출신과 민간인 출신이서로 독립된 경력 이동의 통로를 따라 군부 엘리트로 성장해 온 김정은 집권기의군부 엘리트는 엘리트 내부의 결속력이 김정일 집권기의 군부 엘리트에 비해상대적으로 떨어질 것이라는 함의를 제공한다.

@highlight

본 연구의 목적은 북한 군부 엘리트들이 축적해 온 경력의 이동 경로를 분석하여 북한 군부 엘리트의 특징을 시기별로 분석해 보는 것이다.

