이 연구는 학교내 무한상상실에서 다양한 융합인재교육(STEAM)의 교과 및 체험활동 프로그램을 개발하고, 학교 현장에 적용함으로써 학교구성원의 인식변화에 미치는 영향을 알아보는 데 있다.

이 연구의 결과는 학교 현장에서 융합인재교육(STEAM) 운영을 위한 기초 자료를 제공하고, 학생들의 융합적 인재 소양을 함양하는 데 있다.

이 연구의 결과는 다음과 같다.

첫째, 학교내 무한상상실에서 다양한 융합인재교육(STEAM)은 절차적 모형(준비단계, 개발단계, 적용단계, 효과 검증 단계)에 따라 교과 및 창의적 체험활동 시간에 운영하였다.

STEAM 교과 교육과정 분석, 융합(STEAM) 프로그램 문헌연구를 실시하였고 융합인재교육 전문가들과 협력하여 14개 교과 총 46차시 분량으로 프로그램을 개발하였다.

둘째, 학교내 무한상상실 기반의 융합인재교육(STEAM) 프로그램은 학교구성원(교사, 학생, 학부모)의 인식변화에서 긍정적으로 영향이 미치고 있음을 알 수 있다.

또한 학교내 무한상상실 기반의 융합인재교육(STEAM)은 중학생의 융합인재소양에 통계적으로 유의한 차이가 있음을 확인할 수 있다(p<0.05).

따라서 융합인재교육(STEAM)은 중학생의 융합인재소양 신장에 긍정적인 영향을 미친 것을 알 수 있다.

@highlight

본고는 학교내 무한상상실에서 다양한 융합인재교육(STEAM)의 교과와 체험활동 프로그램을 개발하며, 학교 현장에 적용함으로써 학교구성원의 인식변화에 미치는 영향을 알아보고자 하였다.

