93명의 고등학생과 대학생에게 문제체크리스트와 개별면접을 실시하여 부모-

자녀 갈등의 특징과 부모양육행동과의 관련성을 살펴보았다.

갈등이 있었던 문제 수는 비교적 적었고, 갈등의 빈도와 강도도 낮은 편이었다.

갈등이 있었던 문제 수는 연령에 따라 차이가 없었으나 갈등의 빈도와 강도는 고등학생에서 더 높았다.

갈등이 가장 심했던 문제는 연령에 관계없이 성적 및 진로였고, 그 다음은 고등학생에서는 방청소, 활동 및 활동통제, 취침 및 귀가시간 등이었으며 대학생에서는 돈 문제, 대인관계, 외모 및 건강이었다.

청소년들은 갈등에 대한 자신의 입장을 주로 심리적 및 개인적 이유로 설명하는데 반해 부모의 입장을 주로 도덕적, 사회?

관습적 및 분별적 이유로 설명하였고 이러한 경향은 연령에 따라 차이가 없었다.

갈등은 청소년이 원하는 대로, 부모가 원하는 대로, 절충 및 타협으로 비슷하게 해결되었으나 고등학생에서 부모가 원하는 대로 해결되는 정도가 높았다.

부모의 심리통제는 고등학생과 대학생의 부모갈등과 관련성을 보인데 반해 행동통제는 대학생의 부모갈등과 관련성을 보였다.

부모의 심리통제를 많이 받을수록 갈등의 강도가 증가하고, 청소년들이 갈등해결방법을 덜 공정하고 더 부정적이라고 여겼으며 부모의 행동통제를 받을수록 갈등의 강도가 감소하고 갈등해결방법을 더 공정하게 여겼다.

@highlight

93명의 고등학생과 대학생에게 문제체크리스트와 개별면접을 실시해 부모-

@highlight

자녀 갈등의 특징과 부모양육행동과의 관련성을 살펴보았다.

