본 글은 미국과 중국 각자의 역사, 세계관, 가치관에서 비롯된 민족주의의 특성을 분석하고 이것이 미중관계의 과거, 현재, 미래에어떠한 영향을 미치는 지에 대한 탐색이다.

흥미롭게도 양국의 민족주의는 모두 조물주(God, 天)로부터 부여받은 권위를 자신과동일시하며, 차별적 세계관을 가지고, 일정한확장성을 담보하고 있다는 공통점이 있다.

그러나 미국의 민족주의는 앵글로 색슨족 중심의 인종주의적 색채를 바탕으로 소위 ‘자유수호’를 위한 도덕적 군사주의와 결합한 자긍적 민족주의인 반면, 중국의 경우 한족 중심의 중화질서관을 바탕으로 도덕적 명분에 대한 집착이 있고, 굴욕으로 인한 상처를 씻으려는 저항적 민족주의가 주류를 차지하고 있다.

또한 미국의 민족주의는 주로 타자에 대한 부정(否定)을 거쳐 형성돼온 반면, 중국의민족주의는 자신을 부정한 타자에 대한 저항(抵抗)의 과정을 거쳐 형성돼 왔다.

양국의 민족주의는 시기에 따라 정도의 차이는 있지만대체로 한세기에 걸친 미중관계에 심도 있게내재돼왔다.

글로벌 경제위기를 극복하기 위하여 미중간 협력이 요구되는 상황에서도 양국은 메시아니즘과 천자관을 각각 내포한 민족주의로인하여 서로를 용납하거나 공동체의 진정한일원으로 여기지 못하고 있다.

미중관계의 미래는 불안전한 가운데 양국 민족주의의 확장성이 어떻게 발현되느냐가 중요하다.

@highlight

본 글은 미국과 중국 각자의 역사, 세계관, 가치관에서 비롯된 민족주의의 특성을 분석하고 이것이 미중관계의 과거, 현재, 미래에어떠한 영향을 미치는 지에 대한 탐색이다.

