이 논문에서는 우리말 동사토 {-

더-

}를 형태론적 단위로 분석하면서도 그것의 문법적 기능이 ‘구’에 반영될 수 있음을 보일 것이다.

그러한 논의를 위해 먼저, 우리말 동사토의 형태·통어적 특성을 반영할 수 있는 동사의 어휘규칙에 대해 설명한다.

이 동사의 어휘규칙은 HPSG의 원리에 바탕을 두되, -

특히 토와 같은 -

우리말의 특성에 맞도록 서민정(2003, 2004)에서 수정하여 제시한 것이다.

다음으로, {-

더-

}의 형태적·통어적 제약을 검토하고, 그것을 바탕으로 분석된 {-

더-

}의 기능을 ‘자질구조’로 나타낸다.

{-

더-

}의 제약과 통어적 기능을 파악하기 위해서는 앞선 연구에서의 논의를 바탕으로 동사 줄기·안맺음토와의 제약, 마침법토·이름법토·매김법토·이음법토와 같은 맺음토와의 제약, 임자말·어찌씨 등의 통어적 제약으로 구분하여 살핀다.

이러한 논의를 통해 서민정(2003, 2004)의 동사의 어휘규칙과 형판이 수정·보완될 것이다.

@highlight

본 논문에서는 우리말 동사토 {-

@highlight

더-

@highlight

}를 형태론적 단위로 분석하면서도 그것의 문법적 기능이 ‘구’에 반영될 수 있음을 보일 것이다.

