공간을 설계하는 데 있어 공간디자이너가 소비자들에게 인지시키고자 하는 디자인의 감성이 있기 마련이다.

또한 최근의 커피전문점은 양적인 증가와 함께 단순한 식음료공간이 아닌 문화공간으로서 변화하며 차별화된 감성적인 실내공간의 중요성이 대두되고 있다.

본 연구는 커피전문점을 중심으로 실내공간에 디자이너가 의도한 감성이 소비자에게 유익하게 전달되었는지에 관해 조사하여, 공간디자이너와 소비자 간의 차이를 보이는 감성을 찾아 분석하는 것을 목적으로 한다.

국내에 대표 브랜드 커피전문점 4곳을 선정하여 공간디자이너와 소비자로 구분된 독립표본을 대상으로 감성평가를 진행한다.

감성평가의 결과가 두 집단 간의 유의미한 차이를 보이는지에 대한 분석을 위해 t검증과 회귀분석을 실시한다.

공간디자이너와 소비자가 인지하는 유의미한 차이를 보이는 감성이 존재한다.

이러한 감성어휘를 공간에서 연출하고자 하는 주요 개념으로 사용할 경우, 공간디자이너는 소비자 관점에서 공간을 설계하여 보다 효과적인 공간을 구성할 수 있을 것이다.

@highlight

최근의 커피전문점은 양적인 증가와 함께 단순한 식음료공간이 아닌 문화공간으로서 변화했으며 차별화된 감성적인 실내공간의 중요성이 대두되었다.

@highlight

본 논문은 커피전문점을 중심으로 실내공간에 디자이너가 의도한 감성이 소비자에게 유익하게 전달되었는가에 대해 조사하였다.

