우

리

나

라

 

전

국

연

안

에

서

 

해

조

류

에

 

부

착

한

 

저

서

성

 

부

착

맹

독

와

편

모

조

류

의

 

분

포

특

성

을

 

파

악

하

기

 

위

해

서

 

2

0

1

1

년

1

1

월

 

2

5

일

에

서

 

3

0

일

 

사

이

 

조

사

하

였

다

.

 

해

조

류

에

 

부

착

하

는

 

맹

독

와

편

모

조

류

 

G

a

m

b

i

e

r

d

i

s

c

u

s

 

s

p

p

.

는

 

전

국

 

2

7

개

 

정

점

중

 

5

개

 

정

점

[

S

t

.

 

6

 

(

전

남

고

흥

군

)

,

 

S

t

.

 

9

 

(

경

남

남

해

군

)

,

 

S

t

.

 

1

8

(

경

북

 

포

항

시

 

구

룡

포

)

,

 

S

t

.

 

2

0

 

(

경

북

 

영

덕

)

,

 

S

t

.

 

2

6

 

(

강

원

도

양

양

)

]

에

서

 

출

현

하

였

다

.

 

O

s

t

r

e

o

p

s

i

s

 

s

p

p

.

는

 

3

개

 

정

점

의

 

해

조

류

[

S

t

.

 

1

1

 

(

잎

꼬

시

래

기

,

 

붉

은

까

막

살

,

 

애

기

풀

가

사

리

)

,

 

S

t

.

 

1

8

(

진

두

발

,

 

마

디

잘

록

이

,

 

참

곱

슬

이

)

,

 

S

t

.

 

2

1

 

(

붉

은

까

막

살

,

 

마

디

잘

록

이

,

 

큰

잎

모

자

반

)

]

에

서

 

출

현

하

였

으

며

,

 

그

중

,

 

정

점

 

1

8

에

서

는

 

극

히

 

높

은

 

개

체

수

(

1

4

0

 

c

e

l

l

s

 

g

-

1

)

가

 

관

찰

되

었

다

.

 

P

r

o

r

o

c

e

n

t

r

u

m

 

l

i

m

a

는

 

서

해

와

 

남

해

안

에

서

는

 

거

의

 

출

현

하

지

않

았

으

나

,

 

동

해

해

역

 

대

부

분

의

 

정

점

에

서

 

높

은

 

밀

도

로

 

출

현

하

였

다

.

 

C

o

o

l

i

a

 

s

p

p

.

는

 

서

해

와

 

남

해

안

에

서

는

 

전

혀

 

출

현

하

지

 

않

았

으

나

,

 

동

해

해

역

 

일

부

 

정

점

에

서

 

극

히

 

낮

은

 

밀

도

로

 

출

현

하

였

다

.

 

결

과

적

으

로

 

아

열

대

성

 

저

서

 

와

편

모

조

류

는

우

리

나

라

 

대

부

분

의

 

연

안

해

역

 

(

동

해

를

 

중

심

으

로

)

에

 

정

착

하

고

 

있

다

는

 

것

을

 

확

인

 

할

 

수

 

있

었

고

,

 

그

들

의

 

개

체

수

 

밀

도

는

 

해

조

류

의

 

기

질

과

 

관

련

이

 

있

을

 

것

이

다

.

@highlight

우리나라 전국연안에서 해조류에 부착한 저서성 부착맹독와편모조류의 분포특성을 파악하기 위해서 2011년11월 25일에서 30일 사이 조사했다.