본 연구는 보육교사를 대상으로 자녀 유무에 따라 교사의 직무만족도, 표면적 정서노동, 사회적 지지, 교사효능감, 이직의도에 차이가 있는지 살펴보고, 각 집단 별로 이 변인들이 이직의도에 어떠한 영향을 미치는지 살펴보고자 한 연구이다.

부산시내 보육교사 348명을 대상으로 조사한 본 연구의 t-

test 분석 결과, 자녀가 있는 보육교사 집단은 자녀가 없는 집단보다 직무만족도, 사회적 지지, 교사효능감이유의하게 높았으며, 표면적 정서노동, 이직의도는 유의하게 낮은 것으로 나타났다.

각 집단 별 회귀분석결과, 두 집단 모두 직무만족도와 사회적 지지가 이직의도에 유의하게 부적인 영향을 미치는 것으로 나타났다.

자녀가 없는 집단의 경우는 이러한 영향력 외에도 교사효능감의 유의한 정적인 영향이 나타났으며, 미약하지만 표면적 정서노동의 영향도 나타났다.

본 연구의 결과는 두 집단 간 특성이 반영된 결과로 두 집단에 대한 이해를 바탕으로 한 차별화된 이직의도 예방 및 감소 방안 마련을 위한 기초자료로 활용될 것이다.

@highlight

이 연구는 보육교사를 대상으로 자녀 유무에 따라 교사의 직무만족도, 표면적 정서노동, 사회적 지지, 교사효능감, 이직의도에 차이가 있는지 살펴보고, 각 집단 별로 이 변인들이 이직의도에 어떠한 영향을 미치는지 살펴보고자 한 연구이다.

