본 연구는 우리나라 보험산업 인적자원의 질적인 개선이 효율성의 변화에 어떤 영향을 미치는지를 분석하고자 한다.

인적자원의 개선은 산업의 교육투자 정도를 반영하는 척도로서 산업에 투입된 인적자원에 포함된 교육투자를 반영하는 것으로 이를 반영하는 교육기간을 기본변수로 하여 우리나라 보험산업에의 인적자원이 교육을 통한 질적인 향상으로 인하여 효율성에 미치는 영향을 분석하고자 하였다.

효율성을 측정하는 방식으로는 자료포락방식(DEA)을 이용하여 한국 생명보험산업과 손해보험산업의 효율성을 측정하였다.

효율성의 변화에 대해 영향을 주는 인적자원의 질적인 개선과 기타 요인들의 영향을 분석하였다.

우리나라 보험산업에서는 전체적으로 상대적 효율성이 증가추세를 갖고 있었고 효율성변화에 영향을 주는 요인으로 인적자원의 질적인 개선이 손해보험산업에서는 효율성 증가에 기여하는 결과로 나타나고 있으나 생명보험산업에서는 효율성에 부정적 영향을 주는 것으로 나타나고 있다.

기타 요인으로 무역자유화에는 두 산업에서 매우 큰 영향을 받는 것으로 나타났다.

정책적 함의는 우리나라 보험산업 인적자원의 질적인 개선의 영향이 손해보험산업과 생명보험산업에 다르게 나타나고 있으므로 인적자원 개선을 위한 차별화된 대응방안이 필요하다는 점이 지적되고 인적자원의 질적인 개선을 통한 보험산업의 경쟁력 제고방안에 대한 차별화된 정책적인 대응이 요구된다.

@highlight

본 연구는 우리나라 보험산업 인적자원의 질적인 개선이 효율성의 변화에 어떤 영향을 미치는지를 알아보고자 한다.

@highlight

우리나라 보험산업에서는 전체적으로 상대적 효율성이 증가추세를 갖고 있었고 효율성변화에 영향을 주는 요인으로 인적자원의 질적인 개선이 손해보험산업에서는 효율성 증가에 기여하는 결과로 나타나고 있다.

