본 연구에서는 스트라치 시스템의 긴장설치과정 해석을 수행하기 위한 개선된 명시적 해석법을 제안하였다.

스트라치 시스템은 Stressed-

Arch에서 유래한 용어로 슬리브에 의한 갭이 도입된 유동 하현재가 내부의 긴장재에 의한 초기장력의 도입으로 서서히 닫히게 되고, 이에 따라 전체 구조물이 상승하여 최종적인 아치형태의 구조물을 형성하는 독창적인 구조시스템이다.

스트라치 시스템의 초기장력 도입과정을 긴장설치(stress-

erection process) 과정이라 하며, 초기곡률의 도입에 따라 유동 상현재에는 과도한 초기변형이 발생하여 소성거동에 의한 강체회전이 발생하는 불안정 구조물이 된다.

본 연구에서는 이러한 스트라치 시스템의 불안정 거동특성을 해석하기 위해서 소성힌지가 적용된 보-

기둥요소를 사용하여 유동 상현재를 모델링하였고, 불안정 구조물의 해석법에 효과적으로 사용되는 동적이완법의 개선된 알고리즘을 개선하여, 실제 스트라치 구조물의 긴장설치과정 해석을 수행하였으며, 실제 프로젝트에 대한 해석결과의 분석을 통하여 제안된 해석법의 적용성을 검증하였다.

@highlight

본고에서는 스트라치 시스템의 긴장설치과정 해석을 수행하기 위한 개선된 명시적 해석법을 제안하였다.

