본 연구의 목적은 자율규제 관점에서 영상물등급위원회의 심의 실 태를 분석하고 향후 자율규제의 효용성을 제고하기 위한 방안을 모색 하기 위한 것이다.

기존의 명령지시적인 정부규제와 비교할 때 자율 규제는 전문성, 효율성, 적응성의 측면에서 그 효용성이 인정되고 있 으며 도입과정에서 절차적 공정성과 책임성이 중요시되고 있다.

따라서 본 연구에서는 전문성, 효율성, 적응성, 절차적 공정성, 책임성의 5 가지 분석기준 및 전문적 지식 활용성, 전문적 지식 활용에의 자율성, 집행과 순응확보 용이성, 환경변화에의 적응성, 절차적 투명성, 참여 의 대표성, 공익지향성, 집행 및 사후통제 정도의 세부분석기준을 선 정하여 영등위 심의에 대한 분석을 수행하였다.

분석결과, 영등위의 심의는 공익지향성과 집행 및 사후통제는 확보 되고 있다고 할 수 있으나, 전문적 지식 활용성, 효율성.

적응성, 절차 적 공정성 측면에서는 운영상의 한계를 보이고 있음을 확인할 수 있 었다.

이러한 분석결과를 토대로 할 때, 향후 자율규제 개선방안으로 서 실질적인 심의시간의 확보, 심의위원의 독립성 확보, 심의 기준 설 정에 해당분야 대표 참여, 심의기준 구체화, 참여위원의 대표성 제고 등을 제시할 수 있다.

@highlight

이 연구의 목적은 자율규제 관점에서 영상물등급위원회의 심의 실 태를 분석하고 향후 자율규제의 효용성을 제고하기 위한 방안을 모색 하기 위한 것이다.

