프리미엄 분유시장을 통해 제품의 가격과 품질을 분석한 결과, 다음과 같은 시사점을 도출하였다.

첫째, 분유의 가격은 품질의 지표가 되지 못하였다.

즉, 가격이 비싸다고 해서 영양성분이 더 많은 것은 아니었으며, 프리미엄 분유 속 영양성분은 면역·초유성분 등의 특수 영양성분이 5% 전후에 불과한 것으로 나타났다.

둘째, 프리미엄 분유 중 고 가격대를 형성하고 있는 산양분유의 경우 모유와 비교되어 소비자에게 소구되고 있다.

그러나 분유에 함유된 성분들이 모유와 비견될 만큼 영유아에게 좋다는 것을 증명할 구체적인 과학적 근거는미약한 편이다.

분유제품 표시에 있어서 모유와 비교되는 문구는 배제되어야 한다.

셋째, 기업은 효과적인 제품정보 전달을 위한 효율적 제품 표시방법에 주목해야 한다.

소비자에게 정보를 제공하기 위한 효과적인 표시는 지나치게 상세한 원재료의 나열이 아니다.

제품정보 표시에 있어 중요한 것은 제품표시내용에 대한 가독성 확보와 분유제품의 속성전달의 용이성이다.

넷째, 공정거래위원회는 소비시장의 불공정행위를 찾아내고 규제하여 소비시장의 투명성을 확립할 수 있어야한다.

프리미엄 표시에 대한 준거의 틀을 만들어 프리미엄의 가치를 인정할 수 있는 등급별 가치인정 표시체계를확립할 수 있어야 할 것이다.

@highlight

프리미엄 분유시장을 통해 제품의 가격과 품질을 분석한 결과, 다음과 같은 시사점을 도출했다.

@highlight

즉, 가격이 비싸다고 해서 영양성분이 더 많은 것은 아니었으며, 프리미엄 분유 속 영양성분은 면역·초유성분 등의 특수 영양성분이 5% 전후에 불과한 것으로 나타났다.

