일반화된 Hoek-

Brown 암반파괴조건식을 Mohr-

Coulomb 파괴조건에 기초한 암반구조물 해석법에 적용시키기 위해서는 등가 마찰각과 등가 점착력을 계산하는 과정이 필요하다.

Balmer(1952)이론에 기초한 기존의접선 순간마찰각과 순간점착력 계산식은 최소주응력  의 함수로 표시되므로 등가 강도정수의 정수압 의존성및 응력경로 의존성을 이해하는 데 적합지 않다.

이 연구에서는 응력불변량을 이용하여 일반화된 Hoek-

Brown 식의 접선 순간마찰각과 순간점착력 계산하는 방법을 제시하여 기존의 방법이 갖는 단점을 극복하였다.

제시된방법을 이용한 예제 해석을 통해 접선 순간마찰각과 순간점착력의 정수압 의존특성 및 파괴곡면의 팔면체 단면에서 Lode각의 의존성을 고찰하였다.

접선 순간마찰각은 삼축신장 응력조건에서 가장 크며, 접선 순간점착력은삼축압축 응력조건에서 가장 큰 것으로 나타났다.

접선 순간마찰각과 순간점착력의 정수압 및 Lode각 의존성은GSI 값이 큰 양호한 암반에서 상대적으로 큰 것으로 나타났다.

@highlight

본 연구에서는 응력불변량을 이용해 일반화된 Hoek-

@highlight

Brown 식의 접선 순간마찰각과 순간점착력 계산하는 방법을 제시해 기존의 방법이 갖는 단점을 극복했다.

