현재 한국의 대학들이 처해 있는 위기는 현 정부의 과도한 국가주의적 개입 탓만이 아니라 본질적으로 세계 체제에서 차지하는 한국 대학의 반주변부적인 위상과 종속성에 기인한다.

대학 개혁을 추구함에 있어서도 단순히 권력으로부터 대학의 자율성을 지키는 데서 나아가 지구화의 도전에 대응하는 더 적극적인 모색이 필요하다.

이 논문은 이 같은 문제의식 아래 특히 국립대에 초점을 맞추어서한국 대학의 전반적인 체제 개편 문제를 논의하고자 한다.

현 정부의 총장 직선제 폐지 강요나 역대 정부의 국립대 법인화 추진은 대학의 공공성이 취약한 여건에서 대학의 토대를 오히려 약화시키는 악영향을 주고 있다.

그런 점에서 국립이든 사립이든 대학이 공적인 책임을 다하려면 대학의 민주적 운영이라는 본령을회복하는 것이 중요하다.

그러나 장기적으로 한국 대학의 주변성을 벗어나기 위해서는 학계의 기득권 구조 타파를 비롯한 내부 혁신과 국립대 법인화를 포함하여 체제 개편 문제를 적극적으로 재사고하고 그 가능성을 모색해야 한다.

진보학계에서 한국 대학의 문제들을 극복하는 방안으로 제시해 온 국립대 통합 기획은 그 문제의식과 구상을 살리되 한국 대학의 특수한 현실을 감안하여 재조정할필요가 있다.

본격화되고 있는 대학 구조 조정이라는 현실을 고려하지 않는 장기적인 대학 체제 개편 구상은 현실성이 부족할 수밖에 없다.

무엇보다 한국 대학의 체제 개편은 대학 구조 조정 과정에서 사학 중심의 대학 편제를 사립대학의 대폭적인 공영화를 통해 공영 체제로 개편하는 작업이 토대가 되어야 할 것이다.

@highlight

본 논문은 국립대에 초점을 맞추어 한국 대학의 전반적인 체제 개편 문제를 논의하였다.

@highlight

현 정부의 총장 직선제 폐지 강요나 역대 정부의 국립대 법인화 추진은 대학의 공공성이 취약한 여건에서 대학의 토대를 오히려 약화시키는 악영향을 주었다.

@highlight

국립이든 사립이든 대학이 공적인 책임을 다하려면 대학의 민주적 운영이라는 본령을 회복해야 한다.

