본 연구에서는 학습장애아동의 읽기성취에 영향을 미치는 부모, 교사, 수업 및 아동 관련 특성들 간의 관계와 학습장애아동의 읽기성취에 미치는 요인들의 영향력 정도를 살펴보기 위하여 구조방정식 검증을 적용하여 변인들 간의 인과관계를 밝히고자 하였다.

미국 초등학교의 교사들과 학교 단위로 수집된 자료를 이용하여 부모(부모참여정도, 부모교육수준), 교사(수업그룹형태, 교수 학습시간, 교사 자기효능감, 교육과정 수정)들의 잠재변인들과 장애학생들의 읽기능력 변인들을 구조방정식에 투입하였다.

분석 결과, 첫째, 부모의 교육수준은 부모의 참여정도에 정적 영향을 주었으며, 부모의 참여정도는 학습장애아동의 수업참여도에 정적인 영향을 미치는 것으로 나타났다.

둘째, 교사 자기효능감은 학습장애아동의 특성에 적합한 교육과정수정과 수업그룹형태 제공, 읽기 교수?

학습 시간 증가에 긍정적인 영향을 주었다.

셋째, 학습장애아동의 수준에 따른 수업그룹형태 제공 여부는 단어인지 능력 향상에 가장 큰 영향을 주었으며, 학습장애아동의 수업참여도는 읽기이해 능력에 가장 큰 영향을 주는 것으로 나타났다.

끝으로 분석 결과를 토대로 우리나라 특수교육 현장 지원 및 특수교사 지원을 위한 향후 연구 방향과 시사점을 논의하였다.

@highlight

이 연구에서는 학습장애아동의 읽기성취에 영향을 미치는 부모, 교사, 수업 및 아동 관련 특성들 간의 관계와 학습장애아동의 읽기성취에 미치는 요인들의 영향력 정도를 살펴보기 위하여 구조방정식 검증을 적용하여 변인들 간의 인과관계를 밝히고자 했다.

