과거 중앙정부는 비선호시설들을 도시외곽지역에 입지하여 왔다.

그러나 시간이 흘러 도시화가 진전됨에 따라 이들 시설의 입지가 도시의 중심지화 되어 있어 이들의 이전과 재건축을 둘러싸고 중앙정부와 지방정부 그리고 주민간의 갈등이 빈번해지고 있다.

그러나 그동안 비선호시설의 이전 및 재건축을 둘러싼 갈등이 당사자들간의 합리적 대화를 통해 해결하려는 노력보다는 물리적 충돌과 법적 다툼으로 전개됨에 따라 상호관계는 손상되고, 문제해결은 더욱 어렵게 되어 가곤 했다.

그러나 서울시 광진구 중곡동 소재 국립서울병원은 19년간의 갈등을 1년간의 조정기제를 통해 성공적으로 해소한 대표적인 사례이다.

이 사례를 통해 적절한 갈등관리 기제의 적용은 오래된 갈등도 효과적으로 해소할 수 있음을 보여주고 있다.

본 연구는 국립서울병원 사례와 같은 배경과 맥락을 갖고 있는 안양교도소 갈등사례를 분석하여 이 갈등해소에 국립서울병원에서 작동한 갈등해소 기제인 조정의 적용을 제안하고 있다.

1989년 이후 평촌신도시의 개발로 안양교도소의 주변 환경이 변화됨에 따라 갈등이 발생되었으나, 이전과 재건축이라는 지방정부와 중앙정부간의 충돌이 효과적으로 해소되지 못하고 있다.

이에 본 연구는 적절한 조정기제의 설계를 통해 안양교도소 갈등문제를 효과적으로 해소할 수 있는 방안을 제시하고 있다.

@highlight

이 연구는 국립서울병원 사례와 같은 배경과 맥락을 갖고 있는 안양교도소 갈등사례를 분석하여 이 갈등해소에 국립서울병원에서 작동한 갈등해소 기제인 조정의 적용을 제안하고 있다.

@highlight

본 연구는 적절한 조정기제의 설계를 통해 안양교도소 갈등문제를 효과적으로 해소할 수 있는 방안을 제시하고 있다.

