본 연구는 전봉건 시에 나타난 존재 상실과 극복 세계를 중심으로 그의 시적구조와 지향세계를 살펴보고자 한다.

전봉건의 시세계는 대체로 ‘상실’과 ‘극복’이라는 뚜렷한 주제를 내포하고 있다.

존재 상실은 전봉건의 초기시에서부터 후기시에 이르기까지 그의 중심 시의식으로 작용하고 있다.

그의 일생의 시형상화 과정이 극복에 토대를 두고 있음이 이를 증명한다.

전봉건의 존재 상실은 6·25체험의 비극성과 분단의식에서 출발한다.

전봉건의 초기 서정세계와 모더니즘적 특성, 시어나 기법의 새로운 탐구는 그의 다양한 시적 변모양상을 보여준다.

전봉건이 50년대 대표 시인으로, 또 시사적으로도 큰 족적을 남긴 시인으로 평가받는 것은, 체험의 단순한 진술이 아니라 실험정신에 입각한 새로운 시적탐구와 미학적 시세계를 열었기 때문이다.

그의 詩作은 명징한 자기인식과 현실인식을 통해 얻어지는 ‘피’의 극복 과정이다.

에로스, 상승 지향, 초월적 심상 등은 그의 이러한 적극적 극복 과정을 반영한다.

전봉건의 시세계는 일정 시기의 특정 사건들이 유기적으로 내적, 외적 구조를 이루고 있다.

본 연구는 전봉건이 어떤 시적 논리로 시세계의 변화를 주도하고, 상처회복과 생명성을 획득해 가는지 밝히는 것이 목적이다.

이는 그의 시에 나타난 존재 상실의 근원과 극복 과정을 살펴봄으로써, 그의 시적의도와 단계별 시세계의 변모양상을 알게 될 것이다.

@highlight

이 연구는 전봉건 시에 나타난 존재 상실과 극복 세계를 중심으로 그의 시적구조와 지향세계를 살펴보려 한다.

@highlight

그의 일생의 시형상화 과정이 극복에 토대를 두고 있음이 이를 증명한다.

