본 연구는 공공기관 회계정보의 신뢰성에 대해 연구하고자 하는 것이다.

벤포드 법칙을 이용하여 공공기관의 당기순이익과 당기순손실 수치의 실제 관측된 분포와 벤포드 법칙에 의한 분포의 차이를 확인하여 당기순이익과 당기순손실 수치의 신뢰성 정도를 알아보려고 한다.

또한 그 분포가 거래소기업과 비교하여 어떤 차이점이 있는지 살펴보았다.

연구결과, 공공기관의 당기순이익 및 당기순손실 전체 수치들은 벤포드 분포를 따른다.

그러나 이익보고 공공기관과 적자보고 공공기관을 분리하면 그 결과는 좀 달라진다.

적자보고 공공기관의 당기순손실 첫째자리 수는 벤포드 법칙을 따르지만 이익보고 공공기관의 당기순이익 첫째자리 수는 벤포드 법칙을 따르지 않아 공공기관의 회계수치 신뢰성에 문제가 있을 가능성을 보여주고 있다.

그리고 공공기관의 둘째자리 수는 벤포드 분포를 따르고 있지만, 공공기관과 거래소기업의 당기순이익 및 당기순손실의 각각 둘째자리 수치의 분포는 통계적으로 차이가 있음을 확인하였고, 기존의 거래소기업에 대한 연구결과와는 방향성이 상반된 모습을 보여주고 있다.

거래소기업은 당기순이익을 올리거나 당기순손실을 줄이는 경향을 보였지만 공공기관은 그와 반대로 당기순이익은 줄이고 당기순손실은 늘리는 경향을 보여주고 있다.

이는 공익성과 경제성을 동시에 추구해야하는 공공기관이 대정부협상능력을 높이기 위해, 또는 정치적 비용을 줄이기 위해 가능한 한 보고이익을 감소시키는 경향이 있음을 확인하였다.

@highlight

이 연구는 공공기관 회계정보의 신뢰성에 대해 연구하고자 하는 것이다.

@highlight

벤포드 법칙을 이용하여 공공기관의 당기순이익과 당기순손실 수치의 실제 관측된 분포와 벤포드 법칙에 의한 분포의 차이를 확인하여 당기순이익과 당기순손실 수치의 신뢰성 정도를 알아보려고 한다.

