이 연구는 스포츠계에서 동물의 권리나 복지 등을 포함한 윤리문제를 어떠한 시각으로 바라보고 해결해나가야 할 것인가에 대한 논의이다.

동물에 대한 윤리적 접근은 반종차별주의에 근거한 동물윤리의 대표적 이론인 동물해방론과 동물권리론으로 설명할 수 있다.

접근범위에 차이가 있음에도 불구하고 이 이론들에 의하면 현대사회에서 스포츠계에서의 동물윤리는 외면할 수 없는 과제이며, 현재 시행되고 있는 동물보호법을 포함한 각종 법률과 규정, 제도 등이 미흡함을 알 수 있다.

우선 경마, 승마, 소싸움 등 유희수단으로 활동되는 문제에 대한 관련법과 규정이 구체화 되어 있지 못하다.

또 동물이 연구도구로 활용되는 문제에 대해서도 관련법과 규정은 최소한의 규제수준만 명시되어 있다.

이의 보완을 위한 구체화된 법, 제도, 규정의 제정 등이 요구되며, 유희수단에 대한 당위성 또한 합리적으로 제시할 필요가 있다.

이와 더불어 법의 강화와 동물에 대한 처우개선이 이루어지더라도 유희, 실험 모두 동물의 희생과 고통은 필연적이라는 이해가 전제됨이 중요하다.

이는 인간과 동물이 공존하는 현실에서 스포츠계뿐만 아니라 사회전반에 걸쳐 동물에 대한 새로운 인식을 각인시키는데 의미가 있을 것이다.

@highlight

이 연구는 스포츠계에서 동물의 권리나 복지 등을 포함한 윤리문제를 어떤 시각으로 바라보고 해결해나가야 할 것인가에 대해 논의이다.

