본 논문에서는 철근콘크리트 구조물과 같이 강성저감으로 인해 낮은 에너지 소산능력을 갖는 구조물의 제진성능을 비선형시간이력해석을 통해 조사하였다.

원구조물은 modified Takeda 이력모델을 갖는 단자유도시스템으로 이상화하였고, 완전탄소성 모델로 이력감쇠장치를 모델링하였다.

수치해석결과의 통계를 기초로 등가선형화에 의한 제진응답 평가의 적용성을 검증하였고, 제진보강 구조물의 응답예측을 위한 경험식을 제시하였다.

결과적으로 등가선형화를 통한 변위응답 평가보다는 본 연구에서 제시한 경험식을 이용하여 요구연성도를 추정하는 것이 더 정확하다.

경험식에서 얻어진 적정 감쇠기 항복강도는 완전탄소성시스템에 대한 최적 항복강도와는 상당한 차이를 가진다.

획득 가능한 연성도 저감효과는 원구조물의 고유주기가 짧을수록, 지진의 상대적 강도가 약할수록 우수한 것으로 나타났다.

@highlight

본고에서는 철근콘크리트 구조물과 같이 강성저감으로 인해 낮은 에너지 소산능력을 갖는 구조물의 제진성능을 비선형시간이력해석을 통해 조사하였다.

