농

촌

 

사

회

의

 

노

인

은

 

그

 

특

성

상

 

사

회

자

본

이

 

건

강

관

련

 

삶

의

 

질

에

 

큰

 

영

향

을

 

미

칠

 

수

 

있

는

 

인

구

집

단

임

에

도

 

불

구

하

고

 

이

들

 

인

구

집

단

에

 

대

한

 

사

회

자

본

과

 

건

강

관

련

 

삶

의

 

질

에

 

대

한

 

연

구

는

 

거

의

 

이

루

어

지

지

 

않

았

다

.

 

대

상

자

의

 

인

구

사

회

학

적

 

변

수

,

 

건

강

관

련

 

행

태

,

 

만

성

질

환

 

여

부

,

 

건

강

관

련

 

삶

의

 

질

(

K

E

Q

-

5

D

)

,

 

사

회

자

본

(

번

안

 

I

n

t

e

g

r

a

t

e

d

 

Q

u

e

s

t

i

o

n

n

a

i

r

e

 

f

o

r

 

m

e

a

s

u

r

e

m

e

n

t

 

o

f

 

S

o

c

i

a

l

 

C

a

p

i

t

a

l

:

 

S

C

-

I

Q

)

의

 

측

정

을

 

위

한

 

자

가

 

기

입

식

 

설

문

을

 

구

성

하

여

,

 

강

원

도

 

춘

천

시

 

거

주

 

주

민

 

1

6

7

명

에

게

 

적

용

하

였

다

.

 

S

C

-

I

Q

와

 

K

E

Q

-

5

D

의

 

점

수

 

간

의

 

관

련

성

을

 

확

인

하

기

 

위

하

여

 

다

변

량

 

회

귀

분

석

을

 

실

시

하

였

다

.

 

총

 

1

6

7

명

의

 

대

상

자

 

중

 

4

0

.

7

%

는

 

남

성

이

었

고

,

 

5

9

.

3

%

는

 

여

성

이

었

다

.

 

각

각

의

 

평

균

연

령

은

 

5

9

.

0

4

±

1

6

.

0

7

세

와

 

6

2

.

8

6

±

 

1

7

.

0

0

세

였

다

.

 

사

회

자

본

 

수

준

 

중

,

 

공

동

체

 

수

준

의

 

사

회

자

본

 

점

수

가

 

증

가

할

수

록

 

불

안

과

 

우

울

 

영

역

의

 

점

수

가

 

개

선

되

었

으

며

(

a

d

j

u

s

t

e

d

 

O

R

 

1

.

0

4

9

,

 

9

5

%

 

신

뢰

구

간

 

1

.

0

2

2

-

1

.

0

7

6

)

,

 

전

반

적

 

건

강

관

련

 

삶

의

 

질

을

 

나

타

내

는

 

K

E

Q

-

5

D

 

V

A

S

 

점

수

 

역

시

 

개

선

되

었

다

(

β

=

0

.

0

2

8

,

 

P

=

0

.

0

2

4

)

.

 

고

령

자

 

중

심

의

 

농

촌

 

지

역

 

주

민

에

 

있

어

서

,

 

신

뢰

관

계

에

 

기

반

을

 

둔

 

공

동

체

 

수

준

의

 

사

회

자

본

은

 

전

반

적

 

건

강

관

련

 

삶

의

 

질

과

 

정

서

 

건

강

의

 

향

상

과

 

관

련

성

이

 

있

다

.

@highlight

농촌 사회의 노인은 그 특성상 사회자본이 건강관련 삶의 질에 큰 영향을 미칠 수 있는 인구집단임에도 불구하고 이들 인구집단에 대한 사회자본과 건강관련 삶의 질에 대한 연구는 거의 이루어지지 않았다.