최근 들어 전 세계적인 도시문제의 대안적인 해결책으로 등장한 스마트도시의 한국형 개념인 유비쿼터스도시가 주목을 끌고 있다.

우리나라에서는 U-

시범도시 지원사업, CCTV 통합관제센터 구축사업, U-

서비스 지원사업 등 다양한 중앙정부의 사업을 통해 U-

City를 구축하여 일부 성과를 거두기도 하였으나, 아직까지 추진과정 상에 적지 않은 문제가 산재해 있다.

현황검토 및 지자체 설문조사 결과에 따르면, 공간개념의 부족, 지능화 기반시설의 관리운영 부실, 과도한 구축비용, 성공모델 부재 및 체감서비스 부족 등이 주요 문제점으로 나타났으며, 이러한 문제점은 지자체 담당자 심층인터뷰를 실시한 결과를 통해 보다 명확히 드러났다.

이러한 문제점을 해결하기 위한 방향으로는 U-

City법 상의 적용규모 완화, 지능화시설 관리운영기준 마련, 민간참여 유도 및 관련 사업 모니터링, 연계서비스 확대 등이 필요하다.

이 연구는 U-

City의 구성요소별로 그간의 추진성과와 문제점을 종합적 관점에서 고찰하고 그 개선방안을 마련함으로써 향후 U-

City의 성숙기에 대비한 미래 첨단도시로의 발전방향을 제시한다는 점에 그 의의가 있다.

@highlight

본 연구는 U-

@highlight

City의 구성요소별로 그간의 추진성과와 문제점을 종합적 관점에서 고찰하고 그 개선방안을 마련함으로써 향후 U-

@highlight

City의 성숙기에 대비한 미래 첨단도시로의 발전방향을 제시한다는 점에 그 의의가 있다.

