이 연구는 초등 과학 수업에서 나타나는 교사들의 교수 행동 요소를 탐색하고, 그들의 수업 유형을 분류하는데 목적이 있다.

서울과 경기도에 근무하는 초등학교 교사 18명을 선정하여, 6학년 2학기 1단원 2차시 "물 속에 잠긴 모양에 따라 물체의 무게가 어떻게 달라지는지 알아보기" 수업을 녹화하였다.

녹화한 수업 비디오는 전사하여 분석 자료로 삼았다.

교수 행동 요소는 귀납적 분석 방법을 사용하여 약호화 체계를 개발하였다.

수업 유형은 전체적인 수업의 조직, 교수-

학습 과정에서의 교수 방법, 학생들에게 주어진 탐구의 구조와 조직에 따른 개방성을 기준으로 분류하였다.

자료 분석의 타당도와 신뢰도를 확보하기 위하여, 본 연구자 및 과학교육전문가 3명과 과학교육 석·박사과정 3명이 수업에서 나타난 교수 행동 요소와 수업 유형을 분석하였다.

연구 결과 교사들의 과학 탐구 수업에서 나타나는 교수 행동 요소는 모두 23가지였으며, 각 교사들에게서 관찰된 교수 행동 요소와 제시되는 순서는 많은 차이가 있었다.

수업 유형은 모두 7가지가 발견되었으며, 가장 많이 발견된 유형은 비조직적 교사 중심의 안내된 탐구(UTG)였다.

학생들의 탐구적 사고를 요구하는 교수 행동 요소보다는 교사의 안내된 탐구 수행과 이와 관련된 교수 행동 요소가 많았으며 교사 중심의 수업, 내용 중심의 수업 전개, 형식적인 탐구 과정 거치기라는 특징이 나타났다.

@highlight

본 연구는 초등 과학 수업에서 나타나는 교사들의 교수 행동 요소를 탐색하고, 그들의 수업 유형을 분류하려 한다.

@highlight

교수 행동 요소는 귀납적 분석 방법을 사용해 약호화 체계를 개발했다.

