최근 경영환경은 경쟁의 격화, 글로벌화, 그리고 불확실성의 증대를 포함하는 급격한 변화를 반영하고 있다.

특히 고객의 수요 측면에서 변화는 기업으로 하여금 변신을 강요하고 있으며 이를 해결하기 위한 한 가지 대안은 수요에 유연하게 대처하는 것이다.

이와 같이 '유연성'이라는 개념은 제조업과 서비스업을 가리지 않고 기업의 생존을 위한 필수적인 생존무기가 되고 있다.

기업의 유연성을 증가시키기 위한 방법으로 '차별화지연'이라는 개념은 이미 상당한 호응을 얻고 있다.

본 논문은 기업의 유연성 문제를 깊이 있게 논의하고 그 동안 제조업과 유통분야에서 제한적으로 논의되어 온 '차별화지연'이 어떻게 서비스업에서 이용될 수 있는지 가능성을 타진함과 동시에, 구체적으로 기업이 처한 서비스유형별로 어떻게 개념이 적용되어야 하는지를 제시한다.

각각 다른 서비스 유형은 다른 특성을 가지므로 동일한 방법으로 적용은 불가능하다.

그 결과 서비스 각 유형에 따라 차별화지연의 범위, 그리고 효과의 크기는 다를 수밖에 없을 것이다.

연구 결과에 의하면 차별화지연은 적절하게 각각 다른 서비스환경 특성을 반영해야 할 것으로 보인다.

@highlight

본고는 기업의 유연성 문제를 깊이 있게 논의하고 그 동안 제조업과 유통분야에서 제한적으로 논의되어 온 '차별화지연'이 어떻게 서비스업에서 이용될 수 있는지 가능성을 타진함과 동시에, 구체적으로 기업이 처한 서비스유형별로 어떻게 개념이 적용되어야 하는지를 제시한다.

