본 연구는 지구의 사회적·경제적·환경적 문제들이 우리 생활 속에 직·간접적으로 나타나면서 유아기부터 관심을 갖고 이를 해결하기 위한 노력의 일환으로 지속가능발전교육에 기초한 나눔 프로젝트 활동을 구성하여 유아들의 이타성과 공동체의식이 함양될 수 있도록 하는데 목적이 있다.

지속가능발전교육에 기초한 나눔 프로젝트 활동을 구성하기 위해 유네스코한국위원회(2014)가 제시한 지속가능발전교육의 사회적·경제적·환경적 핵심요소를 기초로 하여 프로그램의 목표 및 기본방향을 설정하였고, 각 내용에 가장 적절하다고 판단되는 활동을 21회로 구성하였다.

본 연구대상은 충청북도 C시에 위치한 M유치원과 S유치원의 만 5세 유아 40명이다.

프로그램을 실시하는 동안 실험집단의 경우 본 연구의 프로그램을, 비교집단의 경우 유치원의 누리과정 생활주제와 관련된 활동만 실시하였으며, 실험집단과 통제집단간 차이를 알아보기 위해 t-

검증을 실시하였다.

연구결과, 실험집단 유아의 이타성 및 공동체의식 점수는비교집단 유아의 점수보다 유의하게 높은 것으로 나타나 지속가능발전교육에 기초한 나눔 프로젝트 활동이 유아의 이타성 및 공동체의식에 긍정적인 영향을 미쳤음을 알 수 있었다.

본 연구는 유아들의 나눔 활동 경험이 지속가능발전교육에 일조할 수 있음을 시사해 보고, 실제로 유아교육 현장에서 교사들이 지속가능발전교육을 적용해 보고자 할 때 구체적인 정보를 제공할 수 있을 것으로 기대한다.

@highlight

이 연구는 지구의 사회적·경제적·환경적 문제들이 우리 생활 속에 직·간접적으로 나타나면서 유아기부터 관심을 갖고 이를 해결하기 위한 노력의 일환으로 지속가능발전교육에 기초한 나눔 프로젝트 활동을 구성해 유아들의 이타성과 공동체의식이 함양될 수 있도록 하는데 목적이 있다.

