본 연구의 목적은 초등수학영재의 수학 창의적 문제해결력과 메타인지와의 관계, 수학 창의적 문제해결력에 대한 메타인지 구성 요소별 영향력을 밝혀 수학 창의적 문제해결력을 향상시키기 위한 교수 방법으로서 메타인지적 접근에 대한 기초 정보를 제공하는 것이다.

연구 대상은 광역시 소재 대학교 영재교육원의 5학년 초등수학영재 40명과 초등학교 영재학급의 5학년 초등수학영재 40명으로 총 80명이다.

연구결과 초등수학영재 집단 안에서도 수학 창의적 문제해결력과 메타인지의 개인차가 크게 나타났으며 수학 창의적 문제해결력과 메타인지는 유의미한 상관관계를 보였다.

또한 수학 창의적 문제해결력 전체에 상대적으로 가장 큰 영향을 미치는 메타인지 구성요소는 메타인지적 지식으로 나타났고, 수학 창의적 문제해결력 중 유창성과 독창성 요소에 가장 큰 영향을 미치는 메타인지 구성요소는 메타인지적 지식이며, 융통성에 가장 큰 영향을 미치는 메타인지적 구성요소는 메타인지적 자기조정으로 나타났다.

메타인지적 경험은 상대적으로 적은 영향을 미치는 것으로 나타났다.

따라서 수학 창의적 문제해결력과 메타인지와의 관련성을 고려하여 초등수학영재의 창의적 문제해결력을 높일 수 있는 메타인지적 접근을 기반으로 한 구체적인 교육과정과 수학영재 교육 프로그램이 개발되어야 함을 시사하는 것이라 볼 수 있다.

@highlight

본고의 목적은 초등수학영재의 수학 창의적 문제해결력과 메타인지와의 관계, 수학 창의적 문제해결력에 대한 메타인지 구성 요소별 영향력을 밝혀 수학 창의적 문제해결력을 향상시키기 위한 교수 방법으로서 메타인지적 접근에 대한 기초 정보를 제공하는 것이다.

