본 글은 도덕, 교육, 그리고 도덕교육에 대한 듀이의 이론과 그 이론에 끼친 헤겔주의와 헤르바르트주의의 영향에 대해 살펴본 것이다.

듀이에 따르면, 삶이란 성장이며 성장은 궁극적으로 도덕적 성장을 의미한다.

그리고 성장이란 교육이며 교육은 경험의 재구성이다.

이러한 점에서 교육의 목적과 도덕교육의 목적은 동일하며, 따라서 도덕교육은 부단한 경험의 재구성을 통한 성장의 과정이라 할 수 있다.

듀이는 교사가 모든 교과를 통해 도덕을 가르쳐야 하고, 아동은 탐구하는 교실공동체 속에서 민주시민으로서의 가치와 태도를 함양해야 한다고 주장하기도 했지만, 시카고 대학교 부설 실험학교를 운영하기 이전에는 초·중·고등학교의 교사가 독립적인 도덕교과를 통해 반성적인 사고에 기초한 도덕수업을 할 필요가 있다고 주장한 바 있다.

본 글은 듀이의 도덕관, 교육관, 도덕교육론의 특성 등을 검토하고, 반성적 사고에 기초한 도덕수업 방법이 사고와 정서, 개인적 욕구와 공동선의 통합을 시도한 점에서 인지·정의·행동이 조화롭게 발달된 도덕적 인격을 형성하는 데 기여할 수 있다는 점을 밝힌다.

@highlight

본 글은 도덕, 교육, 도덕교육에 관한 듀이의 이론과 그 이론에 끼친 헤겔주의와 헤르바르트주의의 영향에 관해 살펴본 것이다.

