申緯(1769-1847)는 色의 변화와 차이에 대한 섬세한 감각을 詩로 표현하였고, 花草를 設色으로 그리는 ‘寫生·沒骨’의 繪畵를 중시하였으며, 특히 北宋의 화가 徐熙와 그의 손자 徐崇嗣의 기법을 계승한다고 자처했던 청대 화가 ?

壽平(1633-1690)의 회화 작업과 이론을 애호하였다.

또한 신위는 그의 아들 申命衍(1809-1886)에게 畵法과 畵論을 가르치고 設色花草圖 제작을 격려하였다.

신위의 색채 감각은 18세기 문인들의 色彩語 활용의 실험과 성과를 배경으로 청대 문예에 대한 구체적 이해를 통하여 나타난 것이었다.

신위가 아들의 회화작업을 돕고 격려한 점은 이전의 사대부문인들에게서 찾아보기 힘든 면모였다.

신명연은 화사한 色彩을 베풀어 다양한 花草를 그렸는데, 그 화초의 제재는 신위가 시에서 읊은 내용에 포함되며, 또한 그 제재, 구도, 세부 표현 등은 운수평의 화훼도 ?

風과 유사한 점을 다각적으로 보여주고 있다.

신위와 신명연은 청대에 성행한 운수평의 화풍을 수용하여 밝고 화사한 색채감각을 적극적으로 표현함으로써, 19세기 문예사에 펼쳐지는 색채의 역사에 기여하였다.

@highlight

申緯(1769-1847)는 色의 변화와 차이에 관한 섬세한 감각을 詩로 표현했고, 花草를 設色으로 그리는 ‘寫生·沒骨’의 繪畵를 중시했고, 특히 北宋의 화가 徐熙와 그의 손자 徐崇嗣의 기법을 계승한다고 자처했던 청대 화가 ?

@highlight

壽平(1633-1690)의 회화 작업과 이론을 애호했다.

@highlight

신위의 색채 감각은 18세기 문인들의 色彩語 활용의 실험과 성과를 배경으로 청대 문예에 관한 구체적 이해를 통해 나타난 것이었다.

