변수들 간 공적분관계에 구조변화가 발생하는 경우 변수들 간 장기관계의 안정성이 유지되기 어려우며, 시간불변 가정 하의 통상적 공적분 검정은 검정력이 약해진다.

본 연구는 외환위기를 전후하여 우리나라 실업률과 거시변수들 간 장기관계에 구조변화가 발생했는지를 통계적으로 검정하고, 이를 근거로 실업률 변동체계의 안정성에 대한 진단을 시도한다.

표본기간 동안 실업률과 거시변수들 간 장기관계에 구조변화가 발생했을 가능성이 시사됨에 따라 반복적 우도비기법을 활용하여 공적분 모수의 시간경로를 파악하였으며, 안정적 공적분 벡터의 귀무가설이 기각되는 기간에 대해 가변수를 사용하여 전체기간에 걸쳐 공적분관계의 안정성을 회복시키고 현실적으로 타당한 공적분관계를 도출하였다.

분석 결과, 외환위기를 전후해 실업률 변동체계의 장기 균형관계에 구조변화가 발생한 것으로 판단된다.

구조변화를 고려하는 경우 전체 표본기간에 모형의 강건성이 관찰되며, 외환위기를 거치면서 실업률과 거시변수들 간의 장기적 공적분관계가 강건해진 것으로 나타난다.

@highlight

이 연구는 외환위기를 전후하여 우리나라 실업률과 거시변수들 간 장기관계에 구조변화가 발생했는지를 통계적으로 검정하고, 이를 근거로 실업률 변동체계의 안정성에 대한 진단을 시도한다.

