박제 표본이란 포유류, 조류, 파충류, 어류를 표본화한 것으로 국내 주요 자연사 박물관에서 전시 및 교육 목적으로 활용되고 있다.

그러나 현재 이러한 기관에서의 연구는 표본의 생태학적 연구에 집중되어 있어 박제 표본에 대한 보존 과학적 연구는 거의 없으며, 박제 표본 제작에 사용되는 독성 화학약품과 이로 인해 발생되는 유해가스 분석은 전무한 실정이다.

따라서 본 연구는 박제의 손상에 따라 발생하는 유해가스에 대해 SPME법을 적용하여 분석하였다.

자외선 열화 실험 결과, 4종, 습도 및 포름알데히드 열화 실험 결과 7종의 주요 화학물질이 검출되었다.

SPME 측정 결과, Naphthalene이 방부제로 사용되었음을 알 수 있으며, 열화 요인에 따라 Acetic acid와 같은 VOCs(휘발성유기화합물)이 검출되었다.

또한, 열화 및 고습의 환경에 노출될수록 Naphthalene의 농도가 감소하였다.

@highlight

본 논문은 박제의 손상에 따라서 발생하는 유해가스에 대하여 SPME법을 적용해 분석했다.

@highlight

자외선 열화 실험 결과, 4종, 습도와 포름알데히드 열화 실험 결과 7종의 주요 화학물질이 검출됐다.

