본 연구는 사회서비스 이용자를 대상으로 사회서비스 재구매 의사를 규명하기 위한 시도이다.

이를 위해 서비스의 만족도와 서비스 효과 요인을 중심으로 어떤 변인들이 사회서비스 재구매 의도에 영향을 미치는지를 분석하였다.

본 연구의 대상은 G광역시 지역사회서비스투자사업 지역개발형 사업(시/구)에 참여중인 이용자이다.

조사방법은 제공기관에 방문하여 서비스를 이용하는 대상자의 자기기입식 설문방식으로 이루어졌다.

설문지 회수는 607부였으며 최종분석에는 553부가 사용되었다.

조사기간은 2013년 9월 9일에서 9월 24일에 이루어졌다.

분석결과,사회서비스 재구매 의도는 3.62점(5점만점), 서비스 만족도는 3.97점(5점만점), 서비스 효과는 4.11점(5점만점)으로 매우 높게 나타났다.

사회서비스 재구매 의도에 대한 회귀분석 결과, 서비스만족도 요인중 '서비스 접근성’(B=.100, p<.01)과 서비스효과요인중 ‘서비스를 받은 후일상생활에더욱잘 적응한다’(B=.206, p<.001),‘현재 서비스는 나와 우리가족에게 필요한 서비스이다’(B=.475, p<.001)가 서비스 재구매 의도에 유의미한 영향을 미치는 것으로 분석되었다.

이러한 연구결과를 바탕으로 사회서비스 재구매 의도를 높일 수 있는 실천적 제언을제시하였다.

@highlight

본 논문은 사회서비스 이용자를 대상으로하여 사회서비스 재구매 의사를 규명하기 위한 시도이다.

@highlight

이를 위하여 서비스의 만족도 및 서비스 효과 요인을 중심으로 어떠한 변인들이 사회서비스 재구매 의도에 영향을 미치는지 분석했다.

