국제 이주에 대한 폭넓은 논의가 이루어진 데 반해 이주자가 출발지로 되돌아가는 귀환 이주에 대한 연구는 비교적 많지 않다.

이는 귀환 이주를 자본 축적 이후의 성공적 귀환이나 적응 실패로 인해 돌아가는 현상으로 비교적 단순하게 인식해왔기 때문이다.

조선족이 국내로 대거 이주해온 지 이십여 년을 넘기면서 귀화하는 사람뿐만 아니라 귀환하는 이도 어렵지 않게 볼 수 있다.

본 연구는 옌볜으로 귀환하여 자영업에 진출한 조선족을 대상으로 귀환 이주가어떠한 전략적 선택 속에서 이루어졌는지 살펴본다.

최근의 옌볜 상업 경관은 귀환 조선족의 자영업 진출로 적지 않은 변화가 나타나고 있다.

특기할만한 점은 귀환 조선족에게 있어 한국 체류는 단순히 사업 자금을 마련하기 위한 것만은 아니었다는 것이다.

한국 경험과 네트워크는 옌볜에서 자본 축적의 새로운 기회를 찾고 넓히는 데 기여하고 있다.

이는 세계체제론 관점에서 옌볜 조선족 자영업자의 귀환이 주는 세계체제 간극을 활용한 자본축적 전략으로 해석될 수 있다.

@highlight

본고는 옌볜으로 귀환해 자영업에 진출한 조선족을 대상하여 귀환 이주가 어떠한 전략적 선택 속에서 이루어졌는지를 관찰해 본다.

@highlight

최근의 옌볜 상업 경관은 귀환 조선족의 자영업 진출로 적잖은 변화가 나타나고 있다.

