이 글은 국내·외적으로 혼란한 시기에 왕위에 올랐던 고종 재위 시기, 조정에서 논의되고 간행된 서적의 간행양상을 통해 그것이 어떤 의미를 내포하고 있는지 알아보려 한 것이다.

그 결과 다음과 같은 몇 가지의 결론을 도출할 수 있었다.

첫째, 고종은 왕실과 관련된 서적을 편찬하고 祖廟 정비 사업, 선조 追崇 작업을 실시하면서 자신의 왕위 즉위를 정당화하려 했다.

둘째, 예제 및 효와 관련된 서적을 출간한 것은 자신의 정치 이념이라고 할 수 있는 동도서기의 발현이라고 할 것이다.

고종은 동양의 도와 서양의 기를 혼합하는 정책을 추진했는데, 그를 위해 유교 이념의 핵심 사상은 예와 효를 더욱 강조할 필요가 있었을 것이라고 추측된다.

셋째, 서양의 기를 받아들이는 노력은 각종 법전의 편찬으로 완성된다.

그간 조선의 전통적 법전 형태는 육전을 하나로 모은 종합법전이었다.

그러나 고종 재위 기간에는 다양한 사례집이 편찬되었을 뿐만 아니라 조선 최초의 형법, 민법 법전이 편찬되었다.

이는 대한국국제를 통해서 알 수 있듯이 서양의 제도, 특히 萬國公法을 근간으로 하는 대한제국만의 새로운 법제를 만들어 법에 의한 통치를 하고자 했다고 할 수 있을 것이다.

@highlight

이 연구는 국내·외적으로 혼란한 시기에 왕위에 올랐던 고종 재위 시기, 조정에서 논의되고 간행된 서적의 간행양상을 통해 그것이 어떤 의미를 내포하고 있는지 알아보려 한 것이다.

