본 연구에서는 고졸청년들의 좋은 일자리로의 이행 추이와 이행가능성에 영향을 미치는 요인을 남녀로 구분하여 비교 분석하였다.

카플란?

마이어 분석결과, 좋은 일자리 이행기간이여성 27개월(중위수 3개월), 남성 46개월(중위수 53개월)로 남녀 간 이행률에 상당한 차이를보였다.

이행 추이 패턴도 달라, 남녀 모두 졸업 후 6개월 이전 시점에서 이행률은 매우 높았으나 6개월 이후 낮아진 이행률이 여성의 경우 지속된 반면에 남성의 경우 4년 시점부터 오히려 해마다 급격히 늘어나는 양상을 띠었다.

또한 콕스 비례적 위험회귀모형 분석결과, 남녀공통적으로 실업률, 지역, 부모학력이 좋은 일자리로의 이행가능성에 영향을 미쳤지만, 그 외의 예측변인들은 남녀 간 차이를 보였다.

여성의 경우 결혼, 직업체험, 전일제 일경험이 이행가능성에 영향을 미치는 반면 남성의 경우 성격, 졸업 후 직업훈련 경험, 재학 시 일경험이 영향을 미치는 변인으로 밝혀졌다.

이러한 연구결과는 성별에 따라 좋은 일자리로의 이행 촉진전략시점이 달라져야 하며 이행전략 수립 시 공통적인 지원방안과 병행하여 남녀로 차별화된 지원방안이 포함되는 것이 효과적임을 시사해주는 것이다.

@highlight

본 논문에서는 고졸청년들의 좋은 일자리로의 이행 추이와 이행가능성에 영향을 미치는 요인을 남녀로 구분하여 비교·분석하였다.

@highlight

카플란?

@highlight

마이어 분석결과, 좋은 일자리 이행기간이여성 27개월, 남성 46개월로 남녀 간 이행률에 상당한 차이를 나타냈다.

