이 글의 목적은 자본주의 남한 사회의 냉혹한 현실 속에서 탈북자들이 벌이는 인정투쟁의 다면성과 이를 제약하는 조건들을 두 편의 독립영화를 통해서 살펴보는데 있다.

이 글에서 분석하고 있는 두 편의 독립영화 <무산일기>와 <댄스타운>은 탈북자들이 남한 사회의 소수자로서 겪게 되는 엄정한 현실과 고통을 보여주고 있으며, 그 안에서 벌어지는 그들의 다면적인 인정투쟁의 모습과 이를 제약하는 남한 사회의 척박한 인정의 토대가 담겨있다.

두 편의 영화에서 재현된 탈북자들의 인정투쟁은 정치적, 경제적, 문화적 층위에서 각기 다른 모습으로 나타났으며 그 효과 또한 상이했다.

보다 흥미로운 사실은, 남한 사회에서 벌어지는 탈북자들의 인정투쟁이 때에 따라 남한 사회의 지배질서를 강화하기 위한 이데올로기적 도구로서 활용되고 있다는 점이다.

이러한 분석을 통해, 이 글에서는 남한 사회에서 탈북자들의 인정투쟁의 다면성과 이를 제약하는 정치적, 문화적 외부 조건을 살펴보고 그것이 사회문화적으로 어떠한 의미를 갖는지를 살펴보았으며, 이를 토대로 남한 사회가 탈북자를 포함한 소수자를 대하는 인정의 토대를 확인할 수 있었다.

@highlight

이 글의 목적은 자본주의 남한 사회의 냉혹한 현실 속에서 탈북자들이 벌이는 인정투쟁의 다면성과 이를 제약하는 조건들을 두 편의 독립영화를 통해서 살펴보는데 있다.

