이 연구는 지난 30년(1983~2012) 동안 연령집단별로 고용의 질이 어떻게 변모하였는지를 분석함으로써 한국 사회의 연령계층화 과정을 진단해보았다.

먼저 연령집단별 고용의 질을 고용기회(고용률), 고용안정(임시·일용직 비율), 능력개발(관리·전문직 비율), 소득보장성(중위임금 50% 이하 비율), 노동조건(주당 50시간 이상 노동 비율)의 다섯 가지 측면에서 측정하고, 다차원척도법(MDS)을 이용하여 연령집단 간의 동질성과 이질성이 어떻게 변화하였는지 살펴보았다.

분석 결과, 청년층(15~24세)과 노년층(55~64세)의 고용의 질이 지속적으로 악화되고 있는 추세를 발견할 수 있었다.

전자의 경우 고용안정성이 줄어들었으며 후자의 경우 소득보장성이 악화됨에 따라 결과적으로 두 연령집단 간의 동질성이 증가하였다.

동시에 두 연령집단과 다른 연령집단 간의 이질성도 증가하였다.

이러한 결과는 고용의 질에 있어서 한국 사회가 연령 통합적 구조에서 보다 연령 분절적인 계층화 구조로 변화되어 왔음을 보여주며, 나아가 연령구조와 취업구조 간의 구조적 지체 현상이 나타나고 있음을 확인하였다.

@highlight

본 연구는 지난 30년 동안 연령집단별로 고용의 질이 어떻게 변모하였는지를 분석함으로써 한국 사회의 연령계층화 과정을 진단해보았다.

