이 연구는 한국 스포츠산업의 현황 및 문제점을 살펴보고 스프초산업체의 대다수인 중소기업들의 자금조달 다양화하기 위한 방안을 제시하였다.

중소기업의 지식재산권을 이용한 자금조달방안으로 지식재산권의 유동화와 IP담보대출, 신용보증기금의 보증사업을 이용하는 방안을 살펴보았다.

스포츠산업체들의 자금조달을 기존 스포츠산업 융자제도를 벗어난 보유자산의 활용에 초점을 두었다.

기존의 제도들은 기업들의 까다로운 요구조건으로 쉽게 접근하여 자금지원을 받을 수 없었다.

스포츠산업분야의 지식재산권 출원?

등록은 매년 꾸준한 비율을 유지하고 있다.

지식재산권은 재산권으로서 기업의 규모, 역량과는 분리하여 자산으로 이용할 수 있기 때문에 지식재산권을 활용한 자금조달은 대부분 1~4인의 소규모 영세업체로 구성되어 있는 스포츠산업체들에게 자금조달에 불리한 조건에서 벗어나 유용한 수단이 될 수 있다.

신용보증기금과 협약에 의한 특별보증의 신설로 스포츠산업의 소상공인 지원도 살펴보았으며 이를 위한 정부의 지원도 필요하다.

나아가 일정규모 이상의 산업체의 경우에는 회사체발행과 장래매출채권을 이용해 직접 자금을 조달하는 방향으로 나아갈 수 있도록 유동화회사보증제이용도 고려하여 스포츠산업의 발전을 위한 자금조달 방안을 생각해 보았다.

@highlight

이 연구는 한국 스포츠산업의 현황 및 문제점을 살펴보고 스프초산업체의 대다수인 중소기업들의 자금조달 다양화하기 위한 방안을 제시했다.

