본 연구는 5세 누리과정을 현장에서 적용할 때 나타나는 담당교사들의 긍정적 경험과 어려움, 그리고 교사들이 제안하는 개선방안을 알아보는데 목적을 두고 있다.

연구 참여자는 5세 누리과정을 담당하고 있는 어린이집교사 5명, 유치원 교사 5명으로 선정하였다.

5세 누리과정에 대한 담당교사들의 긍정적 경험과 어려움을 이해하고, 개선방안을 알아보기 위해 심층면담과 다양한 자료수집 등을 통해 질적연구를 실시하였다.

연구결과, 5세 누리과정 담당교사들의 긍정적 경험으로는 유아교육활동의 발상전환을 위한 5세 누리과정 지침서, 유아교육 확장활동의 다양성, 유아교육활동의 유용성, 유아교육에 대한 긍정적인 인식변화로 나타났다.

5세 누리과정 담당교사들의 어려움으로는 5세 누리과정에 대한 기대에서 오는 절망감과 낮은 질의 형식적 교육으로서 5세 누리과정 교사연수로 나타났다.

마지막으로 5세 누리과정 담당교사들이 제안하는 개선방안으로는 양질의 지속적인 교사교육과 연수의 필요성, 지속적인 홍보와 소통의 장의 필요성, 공평한 재정적 지원과 융통적인 일과 운영의 필요성, 다양한 프로그램 개발과 현장에서 유용한 실천방안의 필요성으로 나타났다.

이러한 연구결과는 5세 누리과정으로 활동하고 있는 교사들이 당면한 문제를 이해하고 5세 누리과정이 보다 실질적이고 현장에서 유용하게 이용될 수 있도록 방향성을 제시하는데 기초자료가 될 수 있을 것이라 기대한다.

@highlight

이 연구는 5세 누리과정을 현장에서 적용할 때 나타나는 담당교사들의 긍정적 경험과 어려움, 교사들이 제안하는 개선방안을 알아보는데 목적을 두고 있다.

@highlight

본 연구결과는 5세 누리과정으로 활동하고 있는 교사들이 당면한 문제를 이해하고 5세 누리과정이 보다 실질적이고 현장에서 유용하게 이용될 수 있도록 방향성을 제시하는데 기초자료가 될 수 있을 것이라 기대한다.

