요구사항 추적성은 개발과 유지보수 과정 동안 지속적으로 관리해야 한다.

그러나, 실제에서는 품질 보증을 점검하는 단계에서 갱신한다.

이러한 차이는 개발자가 추적성을 갱신하는 노력에 비해 추적성을 통해 얻는 혜택이 적기 때문이다.

이러한 노력 대비 보상의 관점에서 우리는 일반적으로 사용하는 스프레드시트 형태의 요구사항 추적성 매트릭스에서 맵핑을 유연하게 바꿀 수 있는 방법을 제안한다.

제안의 목적은 개발자가 요구사항 추적성을 갱신하는데 들이는 노력을 줄이는 것이다.

제안 방법은 먼저, 각 시트에 두 산출물 간의 관계만을 기입하여 변경이 발생할 때, 개발자가 변경된 맵핑을 즉시 반영할 수 있도록 한다.

다음, 개발자가 원하는 시점에서 제안 방법은 자동적으로 모든 산출물의 관계를 계산하여 추적성 매트릭스를 생성한다.

또한 누락된 맵핑 관계를 색상으로 표시하고 척도를 계산하여 개발자가 추적성 매트릭스의 완전성을 파악하도록 돕는다.

우리는 제안 방법의 적용가능성을 파악하기 위하여 사례 연구를 수행하였다.

사례 연구는 제안한 요구사항 추적성 매트릭스가 실제 프로젝트에 적용 가능하며 변경된 맵핑 관계를 쉽게 수용함을 보여준다.

@highlight

요구사항 추적성은 개발과 유지보수 과정 동안 지속적으로 관리해야 하지만 실제에서는 품질 보증을 점검하는 단계에서 갱신된다.

@highlight

노력 대비 보상의 관점에서 우리는 일반적으로 사용하는 스프레드시트 형태의 요구사항 추적성 매트릭스에서 맵핑을 유연하게 바꿀 수 있는 방법을 제시하였다.

