본 연구에서는 국내에서 생산되고 있는 콘크리트용 순환 굵은골재를 사용하여 콘크리트의 압축강도 수준(20, 35, 50 MPa)에 따라순환 굵은골재의 혼입률 변화가 콘크리트의 염화물 확산특성에 미치는 영향을 분석하였다.

실험결과 순환 굵은 골재의 치환율 변화에 따른 유동성(슬럼프)은 순환골재를 혼입하지 않은 경우에 비해 동등하거나 양호한 유동성을 나타내는 것으로 나타났다.

이러한 영향은 국내에서 생산되는 순환골재의 양호한 입형이 유동성 개선에 기여한 것으로 판단된다.

또한, 순환 곩은 골재의 치환율 변화에 따른 압축강도는 순환골재 혼입률이 증가할수록 약 9~10% 감소하는 것으로 나타났다.

그리고 염화물 확산계수는 순환골재 혼입률이 증가함에 따라 최대 144%까지 증가하는 결과를 나타냈으며 낮은 강도 수준의 콘크리트 일수록 순환골재 활용에 따른 내염성 저하 정도가 큰 것으로 나타났다.

강도가 증가할수록 순환골재 혼입에 따른 영향은 감소되어, 고강도 영역에서는 일반 콘크리트와 유사한 염화물 확산 특성을 발현하는 것으로 분석되었다.

따라서 순환골재를 콘크리트용 재료로 대량 활용하기 위해서는 콘크리트의 내염성 개선을 위한 혼화재료의 적용 또는 배합설계상 조정을 통한 강도의개선 등이 필요할 것으로 판단된다.

@highlight

이 연구에서는 국내에서 생산되고 있는 콘크리트용 순환 굵은골재를 사용해 콘크리트의 압축강도 수준(20, 35, 50 MPa)에 따라순환 굵은골재의 혼입률 변화가 콘크리트의 염화물 확산특성에 미치는 영향을 분석했다.

