이 논문은 독일통일 사례를 통해 남북통일에 도움이 되는 시사점을 찾는데 목적이 있다.

이를 위해 독일통일과 관련된 선행연구를 검토해 보고, 독일과 한반도의 여건과 독일통일 요인을 살펴보았다.

이어 독일통일의 과정을 알아본 후 남북통일에 참고할만한 시사점을 찾아보았다.

이러한 독일통일 사례 연구는 초등학교 도덕에서 통일과 북한 관련 내용을 이해하고 가르치는데 참고가 될 수 있을 것이다.

독일과 한반도는 여러 가지 면에서 다르다.

전쟁의 유무, 경제상황, 분단원인, 지리적 조건 등에서 차이가 있다.

그럼에도 평화적 통일을 이룬 독일통일에서 우리는 여러 가지 참고할만한 점을 찾아 활용할 수 있을 것이다.

독일이 통일될 수 있었던 요인으로 첫째, 국제환경의 변화 둘째, 동독주민의 민주혁명 셋째, 지속적인 접촉과 교류협력 넷째, 서독의 국력 등을 들 수 있다.

마지막으로 독일통일 사례에서 다음과 같은 시사점을 찾을 수 있다.

첫째, 남북한 간 접촉과 교류협력을 지속적으로 유지함으로써 상호 이해의 폭을 넓힐 필요가 있다.

둘째, 북한주민이 남한을 동경의 대상국으로 삼을 수 있는 국가를 우리가 만들도록 노력해야 한다.

셋째, 주변 네 강국이 남북통일을 지지하게끔 국제환경을 변화시킬 수 있는 역량을 갖추도록 노력해야 한다.

넷째, 통일과정에서 나타날 수 있는 문제나 갈등을 줄일 수 있도록 철저한 준비가 필요하다.

@highlight

이 논문은 독일통일 사례를 통해 남북통일에 도움이 되는 시사점을 찾고자 한다.

@highlight

독일과 한반도는 여러 가지 면에서 다르다.

