본 연구는 자유주의 정치개혁을 주장하는 중국 지식인들 간에 의미 있는 주장의 편차가 존재한다는 것에서 출발하여, 주요한 자유주의 학자들의 중국 정치개혁 구상안을 비교 분석하고 궁극적으로 이들이 지향하는 중국 정치개혁이 무엇인지 또한 그것이 갖는 중국적 의미와 한계가 무엇인지 분석하는 것을 목적으로 한다.

자유와 민주, 인권보장, 법치 그리고 권력독점에 대한 견제와 균형을 주장하는 자유주의자들은 분명 중국정치의 진일보한 발전을 위한 중요한 화두를 던지고 있다.

또한 현실적 측면에서도 자유주의 정치개혁의 상이한 해법을 제시하고 다양한 논의와 논쟁을 통해 중국의 정치체제개혁이 보다 올바른 방향을 설정할 수 있도록 일정한 역할을 하고 있다는 측면에서도 그 의미를 평가할 수 있다.

그럼에도 불구하고 현실적으로 ‘사회주의적 민주주의론’과 ‘신권위주의론’이 주류적 정치체제 개혁안으로 받아들여지고 있는 상황 속에서 ‘자유주의의 중국화’ 내지 ‘토착화’를 위한 노력이 진행되지 않는다면 자유주의 정치개혁을 주장하는 사람들의 입지는 확대되기 어려울 것이다.

중국 자유주의자들이 교과서적이고 교조적 측면에서의 자유주의 이데올로기적 편향에서 벗어나 중국적 현실과 결합된 새로운 가치와 제도를 만들어 낼 것인지에 귀추가 주목된다.

만약 이러한 가치가 만들어진다면, 중국 정치에 있어서 자체적 담론의 보다 선명한 또 하나의 ‘중국모델’ 또는 ‘중국적 길’의 탄생을 의미하는 것일 수 있다.

@highlight

이 연구는 자유주의 정치개혁을 주장하는 중국 지식인들 간에 의미 있는 주장의 편차가 존재한다는 것에서 출발하여, 주요한 자유주의 학자들의 중국 정치개혁 구상안을 비교 분석하고 궁극적으로 이들이 지향하는 중국 정치개혁이 무엇인지 또한 그것이 갖는 중국적 의미와 한계가 무엇인지 분석하는 것이 목적이다.

