본 연구는 평생학습 지원기관에 소속되어 학습동아리 활동을 하는 회원들을 대상으로 지원기관의 지원이 학습동아리 참여 지속에 미치는 효과를 확인하고, 지원기관의 지원과 참여 지속의 관계에서 학습동아리 참여를 통한 삶의 질 개선정도의 조절효과를 검증하였다.

그 결과, 지원기관의 지원내용과 참여지속에서 삶의 질 개선정도는 조절효과를 가지고 있는 것으로 나타났다.

학습동아리에 대한 기관의 지원내용 중, 동아리 활동 주제와 관련한 학습자료 제공과 다른 학습동아리와의 연합활동 지원, 학습동아리 관련 다양한 정보제공 항은 유사조절효과 중 상승조절효과가 있는 것으로 나타났으며, 활동을 위한 모임장소 제공은 하강조절효과가 있는 것으로 분석되었다.

이는 단순 지원내용과 참여지속 간 영향관계에서의 유의미한 변인과 상반된 결과로, 삶의 질 개선정도의 조절효과로 인해 오히려 학습효과를 확대시키고 외부와 연계하여 동아리 활동을 보다 확대하는 것이 참여지속을 이끄는데 더 많은 기여를 한다는 것을 알 수 있다.

따라서 학습동아리를 지원하는 기관에는 학습동아리 성장단계와 참여자 욕구 등의 여러 상황을 고려하여, 운영에 필요한 물적·재정적 지원과 더불어 학습의 질적 확대를 위한 공급자-

수요자 간의 정보교류체계 구축, 학습동아리 상호 교류·협력을 위한 네트워크 구축 등에 필요한 사항을 적극 지원하여, 학습동아리 성장으로 이어질 수 있도록 기여해야 할 것이다.

@highlight

본고는 평생학습 지원기관에 소속되어 학습동아리 활동을 하는 회원들을 대상으로 지원기관의 지원이 학습동아리 참여 지속에 미치는 효과를 확인하며, 지원기관의 지원과 참여 지속의 관계에서 학습동아리 참여를 통하여 삶의 질 개선정도의 조절효과를 검증했다.

