본 연구는 학교조직에서 영양교사의 서번트 리더십이 조리원의 임파워먼트 및 조직몰입에 미치는 영향을 확인하기 위하여 대구광역시 초·중·고등학교에 근무하는 조리원 288명을 연구대상으로 조사대상으로 선정하여 설문조사를 수행하였고 수집된 자료는 SPSS 프로그램을 이용하여빈도분석, 신뢰도 검증, 상관관계 및 다중회귀분석을 실시하였다.

가설을 검증한 결과, 영양교사의 서번트 리더십은 조리원의 임파워먼트에 정(+)의 영향을 미칠 것이다 라는 가설1과 영양교사의 서번트 리더십은 조리원의 조직몰입에 정(+)의 영향을 미칠 것이다 라는 가설2는 부분 채택되었고, 조리원의 임파워먼트는 조직몰입에 정(+)의 영향을 미칠 것이다 라는 가설3은 채택되었다.

따라서 학교급식의 질을 좌우하는 조리원이 자신의 업무를 자율성과 창의성에 바탕을 두고 수행할 수 있도록 영양교사가 서번트 리더십을 발휘해야 할 것이다.

서번트 리더로서 자신의 역할을수행하기 위해 영양교사는 서번트 리더십 함양을위한 다양한 교육과 연수를 지속적으로 받을 필요성이 있을 것이다.

@highlight

이 연구는 학교조직에서 영양교사의 서번트 리더십이 조리원의 임파워먼트 및 조직몰입에 미치는 영향을 확인하기 위하여 대구광역시 초·중·고등학교에 근무하는 조리원 288명을 연구대상으로 조사대상으로 선정하여 설문조사를 수행했고 수집된 자료는 SPSS 프로그램을 이용하여빈도분석, 신뢰도 검증, 상관관계 및 다중회귀분석을 실시했다.

