이 연구의 목적은 태권도 역사적 정체성 담론과 논쟁을 검토하고 담론의 약점을 보완할 수 있는 새로운 태권도 역사적 정체성 담론으로 문화 접변과 창조적 변용을 제안하는 것이다.

이러한 목적을 위하여, 기존의 전통주의, 수정주의, 신전통주의의 약점을 파악하고 새로운 역사적 정체성 담론을 제안하였다.

그 결과는 다음과 같다.

첫째, 전통주의의 약점은 맨손 타격 무술이 역사적 지리적으로 연속되지 않았다는 것이다.

수박이 권법, 권법이 택견으로 지속하였다는 근거를 찾을 수 없다.

둘째, 수정주의의 약점은 태권도는 일본 가라테 유입에서 시작되었다는 것이다.

하지만 당시 5대 기간 도장에서는 중국 권법과 택견 또한 수련했다는 점에서 가라테만 수련한 것이 아니라 중국의 권법, 택견을 혼합하여 수련했다는 것이다.

셋째, 신전통주의는 수정주의를 비판하고 있지만, 그 주장은 구체적 실체를 찾을 수 없다는 약점을 가지고 있다.

이 모든 약점을 보완할 수 있는 새로운 태권도 역사적 정체성 담론은 태권도의 문화 접변과 창조적 변용을 통한 창안된 무예라는 것이다.

이제 태권도는 타 무술의 강점을 수용하는 것을 주저하거나 차단해서는 안 된다.

지금까지의 논의를 통하여 우리는 태권도가 문화 접변과 창조적 변용을 거쳐 독창적인 무예가 되었다는 것을 알게 되었다.

@highlight

본 논문은 태권도 역사적 정체성 담론과 논쟁을 검토하고 담론의 약점을 보완할 수 있는 새로운 태권도 역사적 정체성 담론으로 문화 접변과 창조적 변용을 제시하였다.

@highlight

기존의 전통주의, 수정주의, 신전통주의의 약점을 파악하고 새로운 역사적 정체성 담론을 제안했다.

