이 논문은 하급심 판례(광주고법 2013.10.15.

선고 2013노112 판결)를 대상으로 평석한 글이다.

대상판례는 동일한 피고인과 관련된 두 가지 사례와 쟁점을 다루고 있다.

하나는 정신병원 격리실에 격리·강박된 환자가 간호사 등의 관리소홀 등으로 사망한 사례로서 이 경우 담당의사 등에게 감금치사죄가 성립하는가 하는 것이고, 다른 하나는 입원절차상의 하자가 있는 상태에서, 즉 보호의무자의 동의가 없는 상태에서 환자가 강제 입원된 경우 담당의사에게 (공동)감금죄가 성립하는가 하는 것이다.

정신병원에의 강제입원과 그로 인한 부작용이 사회적으로 끊임없이 문제되고 있는 상황에서 대상판례는 하급심판결로서, 아직 대법원의 판단을 남겨두고 있긴 하지만, 우리 사회의 고질적인 병폐의 한 단면과 관련된 형법적 판단을 다루고 있다는 점에서 자세히 살펴 고찰해 볼 필요가 있다고 본다.

이러한 문제의식에 입각하여 이 글에서는 대상판례에 나타난 쟁점을 중심으로 법원의 판단이 적절한 것이었는지 여부를 비판적으로 살펴보았다.

감금죄, 감금치사죄 등에 관한 기본적인 법리 이해를 토대로 하여 법리적 측면에서 해당 법원의 판단의 적절성뿐만 아니라 필요한 경우에는 법적 판단의 전제가 되는 사실인정 부분에 관해서도 필자의 소견을 피력하였으며, 사례와 쟁점에 대한 형법적 평가의 적절한 방향을 요약하여 결론으로 제시하였다.

@highlight

이 논문은 하급심 판례를 대상으로 평석한 글이다.

@highlight

대상판례는 동일한 피고인과 관련된 두 가지 사례와 쟁점을 다루고 있다.

@highlight

이 글에서 대상판례에 나타난 쟁점을 중심으로 법원의 판단이 적절한 것이었는지 여부를 비판적으로 살펴보았다.

