일 열의란 헌신, 몰두로 특징지을 수 있는 긍정적이고 만족스러운 마음의 상태를 의미한다.

본 연구에서는 일 열의의 보다 폭넓은 이해를 위해 개인내 수준과 개인간 수준을 함께 살펴보는 통합적 관점에서 연구를 수행하였다.

일 열의의 선행요인으로 개인내 수준에서는 개인의 주도적 행동인 직무개선과의 관계를 살펴봤으며, 개인간 수준에서는 직무 자율성과의 관계를 살펴보았다.

그리고 일 열의의 결과 구성원의 직무만족이 높아질 것으로 보고 2-1-1-2 매개모형을 검증하였다.

국내 기업의 구성원으로부터 총 10일간의 설문조사 결과 전체 인원 119명, 총 1190일을 분석대상으로 삼았으며 다수준 구조방정식과 베이지안 추출법을 활용하여 가설을 검증하였다.

가설 검증결과 개인내 수준에서 직무개선과 일 열의는 정적인 관계가 있음이 확인되었으며, 개인간 수준의 직무 자율성과 직무개선 역시 정적인 관계가 있음을 확인하였다.

그리고 직무 자율성, 직무개선, 일 열의, 직무만족의 2-1-1-2의 매개모형의 간접효과가 유의한 것으로 확인하였다.

@highlight

일 열의란 헌신, 몰두로 특징지을 수 있는 긍정적이고 만족스러운 마음의 상태를 의미한다.

@highlight

이 연구에서는 일 열의의 보다 폭넓은 이해를 위해 개인내 수준과 개인간 수준을 함께 살펴보는 통합적 관점에서 연구를 수행했다.

