본

 

연

구

는

 

한

우

 

암

소

 

초

음

파

 

측

정

자

료

 

특

징

을

 

알

아

보

고

,

 

측

정

형

질

에

 

대

한

 

유

전

모

수

를

 

추

정

하

여

 

육

질

 

또

는

 

육

량

 

개

량

을

 

위

한

 

기

초

자

료

를

 

제

공

하

기

 

위

해

 

수

행

되

었

으

며

,

 

2

0

0

1

년

부

터

 

2

0

0

9

년

까

지

 

한

국

종

축

개

량

협

회

에

 

의

해

 

측

정

된

 

한

우

 

암

소

 

3

6

,

8

9

3

두

를

 

이

용

하

였

고

,

 

그

 

중

 

반

복

기

록

이

 

있

는

 

개

체

는

 

7

,

9

1

3

두

였

다

.

 

유

전

모

수

 

추

정

을

 

위

하

여

 

반

복

개

체

모

형

을

 

이

용

하

였

으

며

,

 

유

전

모

수

추

정

에

는

 

R

E

M

L

F

9

0

(

M

i

z

t

a

l

,

 

2

0

0

1

)

을

 

이

용

하

였

다

.

 

유

전

모

수

 

추

정

 

모

형

의

 

설

정

을

 

위

하

여

 

흉

위

,

 

영

양

도

 

및

 

초

음

파

 

측

정

치

에

 

대

한

 

출

생

년

도

,

 

출

생

계

절

,

 

측

정

년

도

,

 

측

정

계

절

,

 

측

정

지

역

,

 

측

정

연

령

 

등

의

 

환

경

효

과

를

 

추

정

하

였

다

.

 

반

복

개

체

모

형

으

로

 

추

정

된

 

배

최

장

근

단

면

적

,

 

등

지

방

두

께

 

및

 

근

내

지

방

도

에

 

대

한

 

유

전

력

이

 

각

각

 

0

.

3

1

,

 

0

.

3

8

,

 

0

.

2

7

로

 

나

타

났

고

,

 

다

형

질

개

체

모

형

으

로

 

추

정

한

 

유

전

력

은

 

각

각

 

0

.

0

2

,

 

0

.

0

9

,

 

0

.

0

7

로

 

낮

게

 

추

정

되

었

다

.

 

반

복

개

체

모

형

을

 

이

용

한

 

반

복

력

은

 

배

최

장

근

단

면

적

,

 

등

지

방

두

께

,

 

근

내

지

방

도

가

 

각

각

 

0

.

4

6

,

 

0

.

5

7

,

 

0

.

3

9

로

 

나

타

났

다

.

 

분

석

모

형

 

간

의

 

추

정

치

의

 

차

이

를

 

비

교

 

할

 

때

 

반

복

모

형

에

서

의

 

유

전

력

과

 

반

복

력

이

 

높

게

 

추

정

되

었

다

.

 

따

라

서

 

반

복

형

질

 

값

을

 

가

진

 

형

질

들

의

 

측

정

치

를

 

표

준

화

하

여

 

한

우

 

암

소

개

량

을

 

위

한

 

기

초

자

료

로

 

활

용

된

다

면

 

유

전

능

력

평

가

와

 

개

량

사

업

 

비

용

절

감

에

 

도

움

이

 

될

 

것

으

로

 

기

대

된

다

.

@highlight

이 연구는 한우 암소 초음파 측정자료 특징을 알아보고, 측정형질에 관한 유전모수를 추정해 육질 또는 육량 개량을 위한 기초자료를 제공하기 위해 수행되었으며, 2001년부터 2009년까지 한국종축개량협회에 의해 측정된 한우 암소 36,893두를 이용했고, 그 중 반복기록이 있는 개체는 7,913두였다.