본 연구의 목적은 영재아 대상 스트레스 대처 프로그램이 영재아의 스트레스 인식 및 대처에 미치는 효과를 검증하는 것이다.

이를 위해 연구문제를 영재아 대상 스트레스 대처 프로그램이 초등학교 영재아의 스트레스 인식수준 감소 및 스트레스 대처능력 향상에 효과적인가로 설정하였다.

연구문제 해결을 위해 서울특별시 T초등학교 수학영재학급을 실험집단으로 선정하고, 서울특별시 소재 6개 수학영재학급 중 스트레스 인식수준 및 대처행동 검사 결과가 실험집단과 동질집단으로 나타난 S초등학교 수학영재학급을 통제집단으로 선정하였다.

이후 실험집단에 6주 동안 총 10회기의 영재아 대상 스트레스 대처 프로그램을 적용하였다.

프로그램 종료 후 실시한 사후검사 점수를 다변량 분산분석(MANOVA)한 결과, 실험집단이 통제집단에 비해 스트레스 인식수준이 낮게 나타났으며, 스트레스 대처능력은 유의미한 차이가 있는 것으로 나타났다.

이러한 결과는 본 연구의 영재아 대상 스트레스 대처 프로그램이 영재아의 스트레스 인식수준 감소와 스트레스 대처능력 향상에 효과적임을 의미한다.

@highlight

이 연구의 목적은 영재아 대상 스트레스 대처 프로그램이 영재아의 스트레스 인식 및 대처에 미치는 효과를 검증하는 것이다.

