본 연구는 동일한 운동시간(45분)과 회복시간(45분)의 조건에서 지속적 및 간헐적 두 운동유형이 안정시와 운동중 및 운동후 회복기의 산소섭취량, 호흡교환율, 칼로리소비량 및 지방산화율에 미치는 차이를 규명하는데 목적을 두었다.

건강한 남자 대학생 9명을 대상으로 VO2max와 최대지방연소 운동강도(MFOEI)를 결정한 다음 60%VO2R의 운동강도에서 45분간 지속적 또는 15분 운동 3회와 15분 휴식 2회의 간헐적 운동조건에 무선적으로 배정하여 각각 안정시, 운동중 및 운동후 회복기의 에너지 대사변인을 측정하여 분석하였다.

안정시와 운동중의 에너지 대사변인은 두 운동조건 간에 모두 유의한 차이가 나타나지 않았다.

운동후 회복기에는 산소섭취량과 칼로리소비량이 간헐적 운동조건과 지속적 운동조건간에 유의한 차이가 나타났다(p=.005, p=.001).

호흡교환율과 지방산화율은 간헐적 운동조건과 지속적 운동조건간에 유의한 차이가 나타났다 (p=.003, p=.002).

60%VO2R의 강도에서 간헐적인 운동은 동일한 강도와 동일한 운동량의 지속적인 운동보다 EPOC를 증가시켜 전체 칼로리소비량을 높이는데 효과적이었다.

@highlight

이 연구는 동일한 운동시간(45분)과 회복시간(45분)의 조건에서 지속적 및 간헐적 두 운동유형이 안정시와 운동중 및 운동후 회복기의 산소섭취량, 호흡교환율, 칼로리소비량 및 지방산화율에 미치는 차이를 규명하는데 목적을 두었다.

@highlight

운동후 회복기에는 산소섭취량과 칼로리소비량이 간헐적 운동조건과 지속적 운동조건간에 유의한 차이가 나타났다(p=.005, p=.001).

