본 연구는 2011학년도 미술대학에 비실기 입학사정관전형 및 실기 일반전형으로 입학한 학생들의 학업성취도를 종단적으로 비교 분석함으로써 입학사정관전형의 타당성과 성과를 모니터링 하고자 하는 목적으로 실시되었다.

이를 위하여 입학생들의 전체 학점, 미술 전공실기 학점의 변화추이를 분석하였다.

연구 결과는 첫째, 입학사정관전형 및 일반전형 입학생들의 학업성취도를 전체 학점과 전공실기 학점으로 나누어 비교했을 때, 전체 학점에서는 입학사정관전형 입학생들의 성적이 더 높은 것으로 나타났고, 전공실기 학점에서는 두 전형 사이에 유의미한 차이가 없는 것으로 나타났다.

둘째, 전형유형별 입학생들의 학업성취도 변화추이 분석을 위해 학기별 학점 변화 추세를 분석한 결과, 실기고사 실시 여부와 함께 전공별 선발 여부 또한 학점 변화에 영향을 미치는 것으로 나타났다.

입학사정관전형 중 전공별 선발 입학생들의 전체 학점이 가장 높고, 전공실기 학점도 상대적으로 높은 반면, 일반전형 중 전공별 선발 입학생들의 전체 학점과 전공실기 학점은 전반적으로 낮은 것으로 나타났다.

입학사정관전형 입학생들 대상 면담조사에서도 전공실기를 포함한 전공영역에서의 적응도에 큰 어려움이 없었음을 확인할 수 있었다.

이상의 연구결과에 의하면 미술계열 입시에서 입학사정관전형이 상대적으로 강점이 있으며 지속적으로 적용할 필요가 있다고 판단된다.

@highlight

이 연구는 2011학년도 미술대학에 비실기 입학사정관전형 및 실기 일반전형으로 입학한 학생들의 학업성취도를 종단적으로 비교 분석함으로써 입학사정관전형의 타당성과 성과를 모니터링 하고자 하는 목적으로 실시됐다.

