일차원 셀룰러 오토마타(CA)에서 과반수 문제(majority problem)와 동기화 문제(synchronization problem)는 국소 정보(local information)를 이용하여 전역 문제(global problem)를 풀어야 하는 계산적으로 어려운 문제이다.

본 논문에서는 일차원 CA에서 과반수 문제와 동기화 문제를 푸는 CA의 규칙을 찾는 방법을 제안한다.

CA의 상태전이 함수(state transition function)를 일반적으로 사용하는 규칙표(rule table)가 아닌 조건부 매칭 규칙(CMR)으로 나타내고 진화 알고리즘을 적용하였다.

각 문제에서 다수의 규칙들을 찾아내어 제안한 방법을 효과적으로 사용할 수 있음을 보였다.

또한 이전 연구 결과와 비교하여 과반수 문제와 동기화 문제에서 CMR을 사용하는 방식의 효용성을 보였으며, 다른 일차원 CA 문제에도 CMR을 활용할 수 있는 가능성을 보였다.

@highlight

일차원 셀룰러 오토마타(CA)에서 과반수 문제 그리고 동기화 문제는 국소 정보를 이용하여 전역 문제를 풀어야 하는 계산적으로 어렵다.

