이 글은 송강 시가에 나타난 군주의 형상화 방식이 갖는 특징과 그 의미를 고찰한 것이다.

연군은 송강의 문학 세계에서 큰 비중을 차지하는 주제라는 점에서 작품 속 군주의 모습이 어떻게 그려지고 있는가는 중요한 연구 대상이 될 수 있다.

이에 기존의 많은 연구들이 주로 시적 화자를 중심으로 이루어져온 것과는 달리 이 글에서는 군주의 특성을 주요 분석 대상으로 삼아 논의를 진행하였다.

다른 작가의 작품들과 비교했을 때 송강 시가에서는 군주의 지배적 속성으로 고움이라는 자질을 부여하고 있다는 점을 알 수 있었다.

그런데 고움은 군주가 지녀야 할 여타의 자질들과는 달리 순수함을 표상하며, 이는 보살핌을 필요로 한다는 점에서 특징적이다.

이 글은 송강 시가에서 군주를 고운 님으로 형상화하는 것으로부터 권력의 지배자에 대한 복종이 아닌 연약한 대상을 보살피는 주체로서의 성격을 도출하였다.

이는 송강의 연군시가를 단순히 정치적인 수사나 아유로 읽는 것을 지양하고 보살핌으로서의 연군의식을 드러낸 것이라고 할 수 있다.

이러한 논의는 송강 시가 전반에 걸쳐 나타난 순수함에 대한 진지한 지향과 결부시켜 논의됨으로써 송강 문학의 특성을 새롭게 조명하는 데에 기여할 수 있을 것이다.

@highlight

이 글은 송강 시가에 나타난 군주의 형상화 방식이 갖는 특징과 그 의미를 고찰한 것이다.

@highlight

연군은 송강의 문학 세계에서 큰 비중을 차지하는 주제라는 점에서 작품 속 군주의 모습이 어떻게 그려지고 있는가는 중요한 연구 대상이 될 수 있다.

