개별국가마다 기업을 지원하기 위한 다양한 정책을 활용하고 있다.

기업의 이익은 지역경제 활성화 및 국가경제에도 크게 기여할 수 있기 때문에 다양한 정부지원제도(조세, 자금, 기술지원 등)가 적극적으로 활용되고 있다.

우리나라 정부도 기업 경쟁력 제고를 위해 다양한 지원 정책을 활용하고 있다.

그 중 하나가 바로 ‘보세공장제도’이다.

중소기업 입장에서는 수입통관 시 발생되는 관세 및 부가세의 납부가 물류 관련 비용의 상당 부분을 차지할 수 있다.

본 연구는 물류 관련 중소기업의 자금 부담을 줄일 수 있는 중요한 정책인 보세공장제도 도입 혹은 활용에 영향을 미칠 수 있는 다양한 요인들에 대해 분석을 실시하고자 한다.

293개 중소기업으로부터 수집된 자료를 구조방정식모형을 통해 실증적으로 분석하였다.

분석 결과 최고경영자의 정부지원 제도 관련 경험, 제도환경에 대한 순응성, 정보 시스템 자산 등이 보세공장제도 도입 혹은 활용 관련 긍정적인 영향을 미칠 수 있었다.

실증분석 결과는 자원기반이론, 거래비용이론, 제도이론 등을 통해 이론적 타당성이 검증되었다.

@highlight

개별국가마다 기업을 지원하기 위한 다양한 정책을 활용하고 있다.

@highlight

이 연구는 물류 관련 중소기업의 자금 부담을 줄일 수 있는 중요한 정책인 보세공장제도 도입 혹은 활용에 영향을 미칠 수 있는 다양한 요인들에 관해 분석을 실시하고자 한다.

