우리나라는 주민등록번호를 비롯한 고유식별정보를 인터넷서비스 이용자의 본인확인을 위한 수단으로 적용하고 있다.

그러나 온·오프라인에서 본인확인수단을 대상으로 한 개인정보 침해사고가 발생하면서, 이에 대한 이용자의 신뢰성 저하와 서비스에 대한 불안감은 증가하게 되었다.

따라서 주민등록번호의 수집·이용을 최소화하기 위해 도입된 본인확인수단을 이용자관점에서 다양성과 편의성을 고려한 개선과제를 도출해 진행하고자 한다.

즉, 우리나라에서 지정된 선정한 본인확인수단은 아이핀, 공인인증서, 휴대전화, 신용카드이며, 이들을 둘러싼 이용현황 및 만족도를 바탕으로, 본인확인수단의 확대 및 개선방안을 도출하고자 노력하였다.

특히, 이용자의 이용정도와 만족도에 대해서 조사한 결과, 공인인증서, 휴대전화, 아이핀 순으로 조사되었으며, 기존 본인확인수단을 보완하였다.

이와 관련하여, OTP, 생체정보 등과 결합된 2개 요소 결합인증방식 등도 안전성, 편리성 등을 고려하여 적용하고 있다.

새로운 인증수단을 본인확인수단으로 적용할 경우 Open ID, 생체인증, 키 없는 전자서명 등과 같이 신기술과 결합하는 방안도 검토하였다.

앞으로 본인확인수단의 요구하는 서비스가 확대될 것으로 전망되는 가운데, 본인확인절차의 단순화 및 신기술 개발에 따른 개선과제로서, 법제도 정비 및 서비스의 다각화, 인증기술 개발을 위한 지속적 투자와 지원이 요구되어진다.

@highlight

우리나라는 주민등록번호를 비롯해 고유식별정보를 인터넷서비스 이용자의 본인확인을 위한 수단으로 적용하고 있는 실정이다.

@highlight

그러나 온·오프라인에서 본인확인 수단을 대상으로 한 개인정보 침해사고가 발생하면서, 이에 따라 이용자의 신뢰성 저하와 서비스에 대한 불안감은 증가하게 됐다.

