본 연구의 목적은 혼전임신으로 결혼을 하게 된 ‘속도위반 부부’의 여가제약 인지가 어떠한 속성과 정도를 가지는지, 또한 그 과정과 원인은 무엇인지에 대해 ‘근거이론’을 바탕으로 분석하여 전체적인 부부 여가 연구에 도움이 될 만한 자료를 제공하는 것이다.

연구참여자들은 현재 법적으로 부부관계이면서 영유아 자녀의 육아를 진행 중인 혼전임신 부부 중, 연구 면담 내용에 호의적인 자세를 가진 서울, 경기 지역 6명이었다.

수집된 면담 자료는 Strauss & Corbin(1990, 1998)의 ‘근거이론’분석방법에 따라 ‘개방코딩,’ ‘축코딩,’그리고 ‘선택코딩’의 과정을 거쳐 분석되었다.

그에 따른 결과로 총 116개의 개념어, 18개의 하위범주와 9개의 상위범주가 도출되었으며, 범주화 결과에 따라 인과적 조건, 상황적 맥락, 중심현상, 중재적 요소, 상호작용전략, 그리고 결과의 6가지 패러다임 간 관계에 대하여 규명하였다.

마지막으로, 패러다임 요소들의 흐름을 이야기 전개를 통해 풀어내어 속도위반부부들의‘여가활동 참여 포기’라는 핵심범주를 도출하였다.

이와 같은 결과는 속도위반 부부들이 여가참여에서 제약을 더욱 강하게 인지하고 있다는 것을 나타내는 것이다.

@highlight

이 연구의 목적은 혼전임신으로 결혼을 하게 된 ‘속도위반 부부’의 여가제약 인지가 어떤 속성과 정도를 가지거 있는지, 그리고 그 과정과 원인은 무엇인지에 대한 ‘근거이론’을 바탕으로 분석했다.

