도입 후 8년을 맞은 법학전문대학원이 다시 격렬한 논란의 중심에 있다.

법학전문대학원 제도의 문제점을 해결하기 위해 사법시험을 계속 존치해야 한다는 주장도 제기되었다.

사법시험 폐지 시기가 임박하면서 이러한 주장은 더욱 구체화되었고, 법학전문대학원 학생들은 학사일정 전면거부와 자퇴서 제출이라는 형태로 대항했다.

‘시험을 통한 선발’만이 공정하다는 믿음이 아주 오랜 세월 동안 한국 사회를 지배해 왔다.

하지만 중국 및 조선시대의 과거제도를 자세히 살펴보면 이러한 시험만능 믿음이 얼마나 허구인지를 알 수 있다.

따라서 ‘교육을 통한 법률가의 양성’으로 패러다임을 전환한 것은 올바른 결정이었다.

법학전문대학원의 문제로 지적되는 높은 진입장벽과 고비용 구조는 반드시 개선되어야 한다.

전임교수 대 학생 비율을 현실적으로 완화하고 실무 겸임교수의 역할을 확대하며 성적 장학금을 폐지하는 등의 방식으로 현행 고비용 구조를 상당부분 개선할 수 있다.

소위 ‘스펙’ 좋은 지원자만 합격할 수 있는 현행 입학전형도 개혁되어야 한다.

‘희망의 사다리’로 착시현상을 일으키는 과거 사법시험제도가 아니라, 재기와 재도전 그리고 직무역량 강화를 가능하게 하는 제도가 필요하다.

직장과 병행할 수 없는 현행 주간 법학전문대학원 제도가 요구하는 과도한 기회비용의 문제는 야간 및 온라인 과정의 도입 없이는 해결할 수 없다.

이 논문은 미국의 야간 로스쿨 운영 경험을 참고하여 우리 사회에 실현 가능한 야간 및 온라인 로스쿨의 도입 방안을 제시한다.

@highlight

도입 후 8년을 맞은 법학전문대학원이 다시 격렬한 논란의 중심에 있다.

@highlight

법학전문대학원 제도의 문제점을 해결하기 위해 사법시험을 계속 존치해야 한다는 주장도 제기되었다.

@highlight

사법시험 폐지 시기가 임박하면서 이런 주장은 더욱 구체화되었다.

@highlight

본 논문은 미국의 야간 로스쿨 운영 경험을 참고해 우리 사회에 실현 가능한 야간 및 온라인 로스쿨의 도입 방안을 제시한다.

