본 논문에서는 최근 멀티미디어 서비스를 위한 초고속 정보통신망의 무선 인프라로 도입이 예상되고 있는 BWLL 시스템에 대해 B-

WLL 시스템의 개요, ATM 환경에 적절한 B-

WLL 시스템 구조 및 다양한 전송 속도를수용하기 위한 채널 할당 방법을 제안하고, 기지국의 채널 용량 및 링크버짓을 분석하고 기지국 출력 변화에 따른셀 반경 변화를 분석하였다.

ATM 기반의 B-

WLL 시스템 개발을 위해서는 B-

WLL 국제 표준안인 DAVIC 규격을 가능한 수용하여야 하며, 기술되어 있지 않는 부분에 대하여는 독자적인 시스템 프로토콜을 적용하여 구현하여도 무방하리라 생각된다.

본 논문은 DAVIC 표준을 적용하여 ATM Solution을 제공하기 위한 B-

WLL 시스템 연구개발 결과를 정리한 것으로 멀티미디어 서비스 제공을 위한 통신망 사업자의 무선망 구축을 위한 설계지침 자료로 활용될 수 있으리라 기대된다.

@highlight

본고는 DAVIC 표준을 적용하여 ATM Solution을 제공하기 위한 B-

@highlight

WLL 시스템 연구개발 결과를 정리한 것으로 멀티미디어 서비스 제공을 위한 통신망 사업자의 무선망 구축을 위한 설계지침 자료로 활용될 수 있으리라 기대된다.

