다중 셀 환경에서 셀 경계 단말기의 성능을 향상시키고 피드백양을 줄이기 위한 방법으로서 코드북 기반의 프리코딩을 적용하는 다중 셀 MIMO 전송 방법들이 제안되어 왔다.

기존의 방법들은 피드백양을 줄이기 위하여 모든 협력 기지국들이 동일한 프리코딩 벡터를 적용하는 첫번째 기법과 피드백양을 증가시키더라도 성능을 향상시키기 위하여 각 협력 기지국들이 각각 최적의 프리코딩 벡터를 적용하는 두번째 방법으로 구분될 수 있다.

그러나 이 방법들은 단말기의 수신기에서 각 협력 기지국으로부터 수신된 신호들간의 보상결합을 보장할 수 없기 때문에 성능 개선에 한계가 있다.

본 논문에서는 각 협력 기지국들에 대한 최적의 프리코딩 벡터 정보와 추가적으로 각 기지국의 프리코딩 벡터들간의 보상 결합을 보장하기 위한 위상 보정값에 대한 정보를 피드백하게 된다.

모의실험을 통하여 제안하는 다중 셀 MIMO 전송기법이 기존의 전송기법들보다 더 우수한 성능을 나타낸다는 것을 보이고 위상 보정값을 피드백하기 위하여 2 비트 정도가 적합하다는 것을 보인다.

@highlight

본 논문에서는 각 협력 기지국들에 대한 최적의 프리코딩 벡터 정보와, 각 기지국의 프리코딩 벡터들간의 보상 결합을 보장하기 위한 위상 보정값에 대한 정보를 피드백하게 된다.

