본 연구는 기대일치모형, 기술수용모형, 계획된 행동이론, 몰입이론 등에 근거하여 대학 강의를 위한 보조도구로 사용되는 이러닝에 대한 학습자의 지속적인 사용의도에 영향을 미치는 요인들을 탐색하기 위해 수행되었다.

이를 위해, 본 연구에서는 기대일치모형, 기술수용모형, 계획된 행동이론, 몰입이론과 관련된 선행연구들로부터 기대일치, 지각된 용이성, 지각된 즐거움, 집중도, 주관적 규범, 지각된 행동통제, 지각된 유용성, 만족감, 태도 등과 같은 변인들을 추출하고 이러닝의 지속적 사용의도에 미치는 영향을 탐색하였다.

본 연구에서는 수도권에 소재한 B대학에서 운영 중인 ‘에듀클래스’라는 이러닝을 사용하는 대학생 236명을 대상으로 자료를 수집하고 구조방정식 모델을 이용하여 변인 간 관계를 검증하였다.

본 연구를 통해, 1) 만족도와 지속적인 사용의도, 2) 지각된 유용성과 지속적인 사용의도, 3) 지각된 즐거움, 주관적 규범, 지각된 행동통제와 지속적인 사용의도 등에 대한 관계를 탐색할 수 있었다.

이에 대한 논의 및 시사점을 제시하였다.

@highlight

이 연구는 기대일치모형, 기술수용모형, 계획된 행동이론, 몰입이론 등에 근거하여 대학 강의를 위한 보조도구로 사용되는 이러닝에 대한 학습자의 지속적인 사용의도에 영향을 미치는 요인들을 탐색하기 위해 수행되었다.

@highlight

본 연구에서는 기대일치모형, 기술수용모형, 계획된 행동이론, 몰입이론과 관련된 선행연구들로부터 기대일치, 지각된 용이성, 지각된 즐거움, 집중도, 주관적 규범, 지각된 행동통제, 지각된 유용성, 만족감, 태도 등과 같은 변인들을 추출하고 이러닝의 지속적 사용의도에 미치는 영향을 탐색하였다.

@highlight

이 연구에서는 수도권에 소재한 B대학에서 운영 중인 ‘에듀클래스’라는 이러닝을 사용하는 대학생 236명을 대상으로 자료를 수집하고 구조방정식 모델을 이용하여 변인 간 관계를 검증하였다.

@highlight

이 연구를 통해, 만족도와 지속적인 사용의도, 지각된 유용성과 지속적인 사용의도, 지각된 즐거움, 주관적 규범, 지각된 행동통제와 지속적인 사용의도 등에 대한 관계를 탐색할 수 있었다.

