본 연구의 목적은 관리통제시스템이 어떠한 경로를 통해 조직성과와 연결되는지를 규명하는 것이다.

MCS가 조직성과와 연결되기 위해서는 조직구성원을 조직이 원하는 방향으로 이끌기 위한 행동적 반응을 중요하게 고려해야 하지만 기존의 연구들에서는 이에 대한 충분한 논의가 이루어지지 못했다.

따라서 본 논문에서는 Chenhall(1997)이 제시한 조직학습과 동기유발을 매개변수로 하여 MCS와 조직성과의 관련성에 대해서 국내 제조업을 대상으로 실증분석을 하였다.

구조방정식 모형을 통한 주요 분석결과를 살펴보면 다음과 같다.

관리통제시스템은 조직학습과 동기유발에 모두 유의한 정(+)의 인과관계를 가지는 것으로 나타났다.

그러나 매개변수로 고려한 조직학습과 동기유발 중 동기유발만 조직성과로 고려한 비재무적 성과에 유의한 정(+)의 인과관계를 가지는 것으로 나타났다.

이는 불확실성이 증가한 최근의 경영환경에서 조직학습의 역할이 단순히 오류를 탐지하고 수정하는 것뿐만 아니라 조직의 비전과 전략에 대한 근본적인 의문을 제시할 수 있어야 한다는 것을 제시하는 결과이다.

이상의 분석결과는 관리통제시스템의 설계에서 행동적 반응인 동기유발에 대한 중요성을 강조할 뿐만 아니라 조직학습의 확장적인 역할에 대한 시사점을 제시할 수 있다.

@highlight

이 논문에서는 Chenhall(1997)이 제시한 조직학습과 동기유발을 매개변수로 해 MCS와 조직성과의 관련성에 대해서 국내 제조업을 대상으로 실증분석을 했다.

