본 연구의 목적은 아동의 학업성취도와 교우관계 향상을 위해 보다 효과적으로 또래교수를 실시하기 위한방안을 실행연구를 통해 알아보는 것이다.

이를 위해광주광역시에 소재한 초등학교 4학년 학생 25명을 대상으로 실행연구를 실시하였다.

또래교수 수업은 자기반성적 실행 연구 사이클 모형에 따라 ‘계획-

실행-

관찰-

반성’의 과정을 따랐으며, 예비, 1차, 2차에 걸쳐 실행연구를 실시하였다.

또래교수 실행 후 교사의 수업일지, 심층면담, 서술형 설문지 조사 등 수집한 자료들을분석하여 최종적으로 효과적인 또래교수를 위해 고려해야 할 요소들을 정리하였다.

이런 과정을 통해 밝혀진 결과는 다음과 같다.

첫째, 또래교수 실시 전에는또래를 매칭하는 방법과 학습 운영 과정에 대한 계획을 세워야 한다.

둘째, 또래교수 실시 중에는 학생들의활동 과정을 살피고 적절히 개입하도록 한다.

셋째, 또래교수 후에는 계획된 회차의 실행 효과를 분석하고, 더불어 반성의 과정을 통해 문제점을 발견하여 다음실행에 반영하여야 한다.

넷째, 실행연구 결과 또래교수는 실행연구에 참여한 학생들의 학업성취도에는 유의한 변화가 있었으나 교우관계에서는 유의한 변화가나타나지 않았다.

본 연구는 실제 교육 현장에서 실행연구 방법으로 또래교수 시 고려해야 할 점들을 밝혔다는 점과 실행연구 분석 시 다양한 형태의 질적 분석접근을 시도하였다는 점에서 의의가 있다.

@highlight

이 논문은 아동의 학업성취도와 교우관계 향상을 위하여 보다 효과적으로 또래 교수를 실시하기 위한 방안을 진행연구를 통하여 알아보는 것으로 진행하였다.

