임원보수의 결정요인과 감사보수의 결정요인이 유사함에도 불구하고 그 동안 감사보수 선행연구들은 감사보수 산정과정에서 임원보수의 영향을 주제로 다루지 않았다.

본 연구의 목적은 감사인이 임원보수를 평가하는 과정에 임원보수와 관련된 이익조정에 숨겨진 경영자의 의도를 파악하여 감사위험에 합리적으로 반영하는지를 검증하고자 하였다.

본 연구기간은 2008년부터 2013년까지이며, 본 연구의 최종표본은 연구를 위해 요구되는 제 조건을 만족한 기업-

년 3,382개이다.

본 연구의 결과들은 다음과 같다.

본 연구에서는 손실회피 및 사익추구 목적의 이익증가 이익조정(CTARGET*INCR)뿐만 아니라 이익감소회피 및 사익추구 목적의 이익증가 이익조정(CTARGET*△INCR)이 발생한 기업에서도 회계성과와 임원보수 간에 양(+)의 관련성이 강화되는 것으로 나타났다.

또한 손실회피 및 사익추구 목적의 이익증가 이익조정(CTARGET*INCR)이 감사위험을 높이며 이러한 기업에서 임원보수와 감사보수 간에 양(+)의 관련성이 강화되는 것을 발견하였다.

따라서 감사인은 임원보수에 대한 감사위험을 평가하는 과정에서 숨겨진 이익조정의 목적에 따라 차별적으로 평가하는 것으로 결론을 내렸다.

@highlight

이 연구의 목적은 감사인이 임원보수를 평가하는 과정에 임원보수와 관련된 이익조정에 숨겨진 경영자의 의도를 파악해 감사위험에 합리적으로 반영하는지를 검증하고자 했다.

