종래 우리나라 최저임금의 적용을 위한 임금의 산입범위는 통상임금 범위와 상응하도록 최저임금법과 그 시행규칙에 의해 정하여 왔다.

그런데, 통상임금에 관한 최근의 대법원 전원합의체에서 종래 행정지침으로 제시하여 왔던 통상임금의 기준을 근본적으로 변경하는 취지의 판결을 내림에 따라 통상임금의 범위가 종래 행정지침상의 통상임금과 상당한 차이를 보이게 되었다.

이 판결은 단순히 통상임금의 범위에만 영향을 미치는 것이 아니라 통상임금을 산정기초로 하고 있는 고용보험법상의 각종 급여에도 영향을 미치고 있으며, 특히 최저임금의 산입범위와 관련하여도 중대한 영향을 미칠 수 있다.

그동안 대법원은 통상임금제도와 최저임금제도의 목적과 기능이 다르다는 이유로 양자의 범위가 반드시 일치되는 것은 아니라는 입장을 제시하여 왔으나, 행정실무나 산업 현장에서는 양자의 범위를 사실상 동일하게 운영하여 왔기 때문에 이 전원합의체 판결에 의해 양자 간의 괴리가 발생하고 이 괴리로 인해 다양한 규범적·현실적인 문제가 발생할 수 있다.

이러한 문제를 해결하기 위해 이 논문에서는 통상임금의 범위와 최저임금의 비교대상임금의 범위를 일치시켜야 하는지 여부를 최저임금과 통상임금과의 관계에서 검토하고, 일치시킬 경우의 내용을 제안하고 있다.

@highlight

이런 문제를 해결하기 위하여 이 논문에서는 통상임금의 범위와 최저임금의 비교대상임금의 범위를 일치시켜야 하는지에 대한 여부를 최저임금과 통상임금과의 관계에서 검토하며, 일치시킬 경우의 내용을 제안한다.

