본 논문에서는 실내에서 비전센서를 이용한 마커 영상 인식을 통해 무인이송차량(AGV)의 주행 경로를 제어하는 방안을 제안한다.

적외선센서와 랜드마크를 이용한 AGV 주행 제어 시스템의 경우 실내로 투과되어 들어 온 햇빛으로 인해 적외선 센싱 결과를 제대로 인식하지 못하는 공간이 발생하는 점과 작업 공간이 협소할 경우 랜드마크를 이용한 주행 경로 제어가 어려운 상황이 발생하였다.

이처럼 WSN 환경에서 센싱 정보를 획득하지 못하는 상황을 보완할 수 있는 방안으로 마커와 AGV 간 상대 거리 정보를 지문 정보로 활용하는 방안을 제안한다.

무선신호 수신세기(RSS)를 지문으로 사용하는 방식에 비해 마커 영상 이미지 크기를 지문으로 사용하면 상대적으로 신뢰도가 높은 위치 정보를 획득할 수 있다.

모형 AGV를 이용한 다양한 실험을 통해 상대 거리 정보를 지문으로 사용하는 방안의 타당성을 입증하였다.

본 논문의 연구 결과는 화장장에서 시신을 운구하는 무인이송차량 시스템에 적용될 것이다.

@highlight

본고에서는 실내에서 비전센서를 이용한 마커 영상 인식을 통해 무인이송차량(AGV)의 주행 경로를 제어하는 방안을 제안한다.

