이 연구의 목적은 고등학교 태권도 선수의 코치-

선수관계와 탈진의 관계에서 자기관리의 매개효과를 검증하는데 있다.

이러한 연구목적을 달성하기 위해 고등학교 태권도 선수 216명을 대상으로 코치-

선수관계, 자기관리 및 탈진에 관한 설문을 실시하였다.

자료처리는 SPSS 통계프로그램을 사용하여 기술통계, 상관관계분석 및 다중회귀분석을 실시하였다.

본 연구의 결과는 다음과 같다.

코치-

선수관계는 자기관리를 정적으로 예측하는 것으로 나타났다.

하지만 코치-

선수관계는 탈진을 부적으로 예측하는 것으로 나타났다.

자기관리는 탈진에 부적인 영향을 미치는 것으로 나타났다.

추가로 자기관리는 코치-

선수관계와 탈진의 관계에서 완전 매개하는 것으로 나타났다.

본 연구의 결과는 선수의 탈진을 예방하고 운동수행을 강화하는데 있어 코치와 스포츠심리상당사에게 유용한 정보를 제공할 수 있을 것이다.

결론적으로 본 연구의 결과는 선행연구를 바탕으로 논의되었으며, 스포츠심리상담사, 코치와 부모를 위한 미래 방향과 단서를 제시하였다.

@highlight

이 연구는 고등학교 태권도 선수의 코치-

@highlight

선수관계 및 탈진의 관계에서 자기관리의 매개효과를 검증하는데에 그 목적이 있다.

@highlight

이같은 연구목적을 달성하기 위하여 고등학교 태권도 선수 216명을 대상으로 코치-

@highlight

선수관계, 자기관리와 탈진에 대한 설문을 실시했다.

