이 연구는 한중수교 이후 약 20년간 중국학계의 한국학 연구, 그중에서도 정치학 분야의 연구가 어떠한 양적·질적 변화를 가져왔는지 검토하고 향후 과제를 제안해보고자 했다.

중국 내 한국연구가 양산되고 있는 상황에서, 이 연구는 중국사회과학원의 『당대한국』과 상해 푸단대학 한국연구센터가 발간하는 『한국연구논총』의 두 학술지에 1996~2010년 15년간 게재된 중국학자들의 한국정치 관련 논문을 분석 대상으로 삼았다.

결론을 논하자면, 첫째, 학자 층이 두텁지 못하고, 학술지는 일정 정도 지역편향성을 띠고 있다.

연구영역별로는 국제정치 분야의 논문 수가 급격히 증가하여 가장 높은 비중을 보이고 있다.

비교정치 분야에서는 정치발전 등의 연구들이 있으나, 한국 현실정치에 대한 연구는 취약하다.

국제정치의 경우 한반도문제 및 한중관계 문제에 보다 집중하고 있지만, 국제체계론적 수준에 머무르고 있으며 한국을 위주로 한 ‘담론’ 환경에는 아직 미숙하다.

둘째, 연구 규범성에 대한 요구가 낮고, 한글문헌 접촉 능력에도 한계가 있다.

방법론적으로도 질적 도약을 하기엔 아직 상당한 노력이 필요할 것으로 보인다.

따라서 학문영역 균형화, 연구인력 전문화, 연구주제 다양화, 학술대화 활성화 등의 대안들이 강구될 필요가 있다.

@highlight

본 연구는 한중수교 이후 약 20년간 중국학계의 한국학 연구, 그중에서도 정치학 분야의 연구가 어떠한 양적·질적 변화를 가져왔는지 검토하고 향후 과제를 제안해보고자 했다.

