종업원 만족은 과거 20여년 간 연구자와 실무자 들 사이에서 중요한 연구 과제로 다루어져 왔다.

이로 인한 연구의 중점분야는 종업원 만족에 영향을 주는 요인들을 분석하는 것이었으며, 이들 선행요인 들 중에서도 내부서비스품질에 대한 연구가 활발히 이루어졌다.

본 연구는 건설산업 접점 영업 종업원들을 대상으로 내부서비스 품질을 재구성 하고 직무만족과의 관계에서 이들 독립변인들의 특성을 분석하는 것이다.

본 연구의 시사점은 과거 SERVQUAL 요인 이외에도 TQM인, GAP 3 요인, 및 공정성요인의 직무만족에 대한 설명력이 충분함을 발견하였으며, 특히 공정성 요인이 SERVQUAL과 비중이 비슷한 설명력을 갖는다는 점을 발견하였다.

이진더미변수 회귀분석을 활용하여 내부서비스품질의 특성에 대한 규명을 통하여 SRRVQUAL 요인은 일원적 특성을, TQM요인은 당연적 특성을, 공정성 요인은 매력적 특성을, 그리고 GAP 3 요인은 무관심적 특성을 보이는 내부서비스품질 구성요인들이 각각 다른 특성을 가짐을 발견하였으며, 이에 따른 관리적 시사점을 제시하였다.

@highlight

본고는 건설산업 접점 영업 종업원들을 대상으로 내부서비스 품질을 재구성 하고 직무만족과의 관계에서 이들 독립변인들의 특성을 분석하는 것이다.

