장애인의 진정한 사회통합은 생활의 일부분만을 보장받는다고 확보되는 것이 아니고 사회 전 영역에 대한 참여가 실질적으로 이루어져야 가능해진다.

이러한 의미에서 장애인의 스포츠 활동에 대한 기회는 분명 장애인의 사회통합에 기여하는 부분이 클 것이다.

장애인의 스포츠활동 참여를 적극적으로 보장하기 위해서는 그들이 인지하는 참여의 의미, 통합감, 그리고 비장애인과 평등한 스포츠 활동이 이루어져야 한다.

이를 위해서는 장애인 당사자에 대한 욕구조사를 통하여 문제점을 도출하고 대안을 마련해야 할 것이다.

조사 결과 평등에 대해서 스포츠활동에 있어 장애인과 비장애인 사이에 스포츠활동 참여에 차이가 없는 것으로 여기고 있으나 스포츠 활동을 위한 외적 환경, 즉 지원에 대해서는 비장애인과 장애인 사이에 차이가 있다고 여기는 것으로 나타났다.

진정한 사회통합에 있어서 장애인들이 느끼는 물리적인 통합감은 매우 열악하지만 스포츠를 통한 심리적인 통합감은 높게 나타났다.

당사자 참여에 대해서는 장애인 스포츠 프로그램의 개발, 진행과정, 평가에 대한 장애인 당사자의견이 반영되는 정도가 낮은 것으로 나타났다.

이에 평등·통합·당사자 참여를 확보하기 위한 대안으로 안정적인 재원의 마련, 체육 수련장확보, 전문가 양성, 지역적 균형을 감안한 시설확충 및 지원을 위한 지방조직 구성, 연구 확대 등의 방안들이 도출되었다.

@highlight

장애인의 진정한 사회통합은 사회 전 영역에 대한 참여가 이루어져야 가능해 지며, 장애인의 스포츠 활동에 대한 기회는 사회통합에 기여하는 부분이 크다.

@highlight

장애인들이 느끼는 물리적인 통합감은 매우 열악하지만, 스포츠를 통한 심리적 통합감은 높게 나타났으며, 장애인 스포츠 프로그램의 개발, 진행과정, 평가에 대한 장애인 의견이 반영되는 정도가 낮은 것으로 나타났다.

