본 연구에서는 재킷식 해상풍력터빈 지지구조물의 효과적인 건전성 모니터링을 위하여, 손상에 의한 구조물의 모드특성 변화 및 군집신경망기법을 이용한 손상추정기법을 제안한다.

실용적 적용을 위하여 제한된 계측자료를 활용하고, 구조적으로 중요하며 손상이 발생될 확률이 큰 것으로 판단되는 중요부재를 대상으로 손상을 추정한다.

즉, 재킷식 지지구조물은 부재 개수가 많기 때문에, 모든 부재를 적절히 식별하기 위해서는 이에 상당하는 많은 수의 계측 데이터 채널 및 센서를 설치해야 한다.

이는 건전성 모니터링의 경제적 및 실용적인 측면에서 적절치 않다고 판단되며, 본 연구에서는 중요 구조부재에 대하여 제한된 계측자료를 활용하여 집중적으로 손상추정을 수행하기 위한 연구를 수행한다.

5 MW 해상풍력터빈에 적용될 수 있는 재킷식 해상풍력터빈 지지구조물을 모델링한 후, 수치 시뮬레이션을 수행하여 신경망의 훈련패턴을 생성한다.

이후, 군집신경망기법을 이용하여 중요부재에 대한 손상위치 및 손상정도를 20가지 손상경우에 대하여 추정한 결과, 모든 손상 경우에 대하여 성공적으로 손상을 판정할 수 있었으며, 군집신경망기법을 적용함으로써 추정결과의 정확성이 향상됨을 알 수 있었다.

또한 실험연구를 통하여 기법을 검증하였는데, 3가지 손상경우에 대하여 손상을 추정한 결과 합리적으로 손상을 추정할 수 있었다.

@highlight

본고는 재킷식 해상풍력터빈 지지구조물의 효과적인 건전성 모니터링을 위해, 손상에 의한 구조물의 모드특성 변화와 군집신경망기법을 이용해 손상추정기법을 제안하였다.

