본

 

연

구

는

 

예

비

유

아

교

사

의

 

음

악

적

 

자

아

개

념

 

및

 

음

악

적

 

개

념

에

 

대

한

 

실

제

이

해

와

 

음

악

교

수

 

효

능

감

의

 

수

준

을

 

알

아

보

고

,

 

이

들

 

간

의

 

관

련

성

과

 

영

향

력

을

 

살

펴

보

는

 

데

에

 

목

적

이

 

있

다

.

 

연

구

 

대

상

은

 

경

상

남

도

에

위

치

한

 

3

,

 

4

년

제

 

대

학

의

 

유

아

교

육

과

 

학

생

 

2

0

1

명

이

었

으

며

,

 

연

구

 

도

구

는

 

S

v

e

n

g

a

l

i

s

(

1

9

7

8

)

가

 

개

발

하

고

P

h

i

l

i

p

s

(

2

0

0

2

)

가

 

수

정

한

 

‘

음

악

적

 

자

아

개

념

 

척

도

’

,

 

K

i

m

,

 

L

e

e

,

 

K

w

o

n

과

 

P

a

r

k

(

2

0

1

1

)

이

 

개

발

한

 

'

유

아

교

사

의

음

악

적

 

개

념

 

실

제

이

해

 

측

정

 

도

구

’

,

 

R

i

g

g

s

와

 

E

n

o

c

h

s

(

1

9

9

0

)

가

 

개

발

하

고

 

방

은

영

,

 

박

찬

옥

(

2

0

0

5

)

이

 

수

정

한

‘

음

악

교

수

 

효

능

감

 

검

사

도

구

’

가

 

사

용

되

었

다

.

 

연

구

 

결

과

를

 

살

펴

보

면

 

첫

째

,

 

예

비

유

아

교

사

의

 

음

악

적

 

자

아

개

념

과

 

음

악

적

 

개

념

에

 

대

한

 

실

제

이

해

는

 

보

통

 

수

준

인

 

것

으

로

 

나

타

났

으

며

,

 

음

악

교

수

 

효

능

감

은

 

비

교

적

 

높

은

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

예

비

유

아

교

사

의

 

음

악

적

 

자

아

개

념

,

 

음

악

적

 

개

념

에

 

대

한

 

실

제

이

해

,

 

음

악

교

수

 

효

능

감

은

 

대

체

로

 

유

의

한

 

정

적

 

상

관

을

 

보

였

다

.

 

셋

째

,

 

예

비

유

아

교

사

의

 

음

악

적

 

자

아

개

념

과

 

음

악

적

 

개

념

에

 

대

한

 

실

제

이

해

는

 

예

비

유

아

교

사

의

 

음

악

교

수

 

효

능

감

 

전

체

에

 

영

향

력

을

 

미

치

고

 

있

었

으

며

,

 

하

위

요

인

 

중

 

음

악

교

수

능

력

에

 

대

한

 

신

념

은

 

예

비

유

아

교

사

의

 

음

악

적

 

자

아

개

념

이

 

더

 

큰

 

영

향

력

을

 

미

쳤

고

,

 

결

과

에

 

대

한

 

기

대

감

은

 

음

악

적

 

개

념

에

 

대

한

 

실

제

이

해

만

이

 

영

향

력

 

있

는

 

요

인

으

로

 

나

타

났

다

.

@highlight

이 연구는 예비유아교사의 음악적 자아개념 및 음악적 개념에 대한 실제이해와 음악교수 효능감의 수준을 알아보고, 이들 간의 관련성과 영향력을 살펴보는 데에 목적이 있다.