본 연구는 손상을 가진 태아의 산전 진단과 낙태에 대한 장애학 내부의 논의들을 살펴봄으로써, 산전 진단과 낙태 과정이 장애인의 정체성, 장애문제의 의료화 경향, 그리고 장애의 사회적 구성과 어떻게 연관되어 있는지 살펴보려는 것이다.

특히 “장애아를 낙태하는 것은 현재 장애인들의 삶을 부정하는 것”이라는 표현주의 주장(expressivist argument)을 둘러싼 논쟁을 통해, 손상된 태아의 진단과 낙태에 대한 장애학의 관점을 정리하려고 한다.

이러한 장애학 논의를 살펴봄으로써, 우리는 현대 사회에서 산전 진단과 낙태가 산전 보호의 일환으로 관례화되는 과정을 통해 어떻게 장애 문제가 개별화하고 의료화 되는지, 어떻게 장애에 대한 사회의 부정적 태도가 강화되고 확산되는지 엿볼 수 있다.

그러므로 태아의 손상에 대한 산전 진단과 낙태는 단지 자유로운 개인적 선택의 문제로 볼 수 없으며, 생물학적 변이에 대한 처리과정일 뿐 아직은 장애문제가 아닌 것으로 간주될 수도 없다.

결론에서 이 문제에 대한 장애계의 대응방향에 대해 제언하였다.

@highlight

이 연구는 손상을 가진 태아의 산전 진단과 낙태에 대한 장애학 내부의 논의들을 살펴봄으로써, 산전 진단과 낙태 과정이 장애인의 정체성, 장애문제의 의료화 경향, 장애의 사회적 구성과 어떻게 연관되어 있는지 살펴보려는 것이다.

