본 연구는 스마트폰 중독에 영향을 미치는 요인으로서 마음건강의 주 효과를 검증하고, 이들 관계에학교생활적응의 매개효과를 검증해봄으로써 스마트폰 중독 예방을 위한 다양한 실천적 함의를 제공하는데 그 목적이 있다.

이를 위해 스마트폰을 사용하는 지역 소재 초등학교 260명을 대상으로 설문조사를실시하였다.

스마트폰 중독, 마음건강 및 학교생활적응 간의 관계를 구조방정식 모형으로 설정해 학교생활적응의 매개효과를 검증하였다.

연구결과 학교생활적응은 마음건강과 스마트폰 중독 사이의 관계를 완전히 매개하는 변인으로 나타났다.

학교생활적응의 매개효과는 Sobel 검증을 통해서 통계적 유의미성이검증되었다.

이러한 결과는 마음건강이 학교생활적응과 같은 부정적 정서의 발생을 감소시켜주며, 이는다시 스마트폰의 중독적 사용 가능성을 낮춰주는데 영향이 있음을 제시하고 있다.

이를 토대로 본 연구는 스마트폰 중독 예방을 위해 마음건강 향상과 같은 보호요인의 강화 노력이 무엇보다 중요하며, 매개변인으로서 스마트폰 중독에 영향을 미치는 학교생활적응과 같은 위험요인을 관리하기 위한 장·단기적개입이 필요하다는 점을 시사하고 있다.

@highlight

이 연구는 스마트폰 중독에 영향을 미치는 요인으로서 마음건강의 주 효과를 검증하고, 이들 관계에학교생활적응의 매개효과를 검증해봄으로써 스마트폰 중독 예방을 위한 여러 실천적 함의를 제공하는데 그 목적이 있다.

