본 논문은 다문화·다원화·국제화 시대에 문화적 교류가 활성화되고 다양한 사회집단, 인종,조직 및 기구들의 다양한 가치와 입장들이 충돌하는 가운데 과연 어떠한 교육이 필요한가 하는 문제의식에서 출발하였다.

연구자는 이 문제와 관련하여 최근 활발하게 논의되는 다문화교육과 민주시민교육의 주요 내용들을 고찰하며 양자의 핵심적 관련성 및 공통점을 찾아 이를 바탕으로 현대 사회의 당면 문제에 대응한 다문화적 시민의식 함양의 필요성을 제시하였다.

다문화교육과 민주시민교육은 모두 사회의 모든 구성원이 소외·차별받지 않고 의사결정과 교육과정에 참여하는 평등의 실현을 전제조건으로 하며, 도구적 이성에 대항하여 결과의 산출에 주목하기보다는 다양한 의견의 교류와 심의의 과정을 중시하며, 크고 작은 공동체의 가치와 관행들을 섭렵하는 동시에 자율적 비판과 판단 능력의 함양을 추구한다.

오늘날 다원화 사회의 교육의 방향은 이러한 다문화적 인성과 심의의 능력을 지닌 구성원들이 서로의 입장과 견해들을 상호 이해하고 소통하며 배우는 다문화적 교육사회의 실현을 목적으로 하여야 한다.

@highlight

이 논문은 다문화·다원화·국제화 시대에 문화적 교류가 활성화되고 여러 사회집단, 인종,조직 및 기구들의 여러 가치와 입장들이 충돌하는 가운데 과연 어떤 교육이 필요한가 하는 문제의식에서 출발했다.

