본 연구는 한국의 국력 신장을 위한 연구이다.

이를 위해 자료포락분석 기법을 활용하여 G20 국가의 능률성과 비교 분석하였다.

자료포락분석 기법은 국가의 성과를 평가하는 비교적 새로운 접근법이다.

자료포락분석의 결과, 국정관리력 부분에서 한국은 정치적 안정성, 법치주의, 그리고 정부효과성에서는 강점을 보였다.

반면, 시민의 참여 및 책임성과 부패의 통제 그리고 규제는 다른 나라들보다 상대적으로 약한 것으로 나타났다.

사회변화 대처력의 경우에는 새로운 도전에 대한 국민들의 유연성과 적응력, 세계화에 대한 긍정적 태도, 개혁적 성향, 가치체계의 경쟁수용성, 지식창출지수, 인구 1000명당 인터넷 이용자수는 강점 지표로 나타났고, 기업의 변화적응력, 이질적인 것에 대한 개방적 국가문화, 고위경영인들의 국제적 경험도, 영어숙달도, 과학기술 논문 수는 다른 나라들 보다 상대적으로 약점지표로 나타났다.

이와 같은 결과를 토대로 앞으로 한국은 국가경쟁력의 강화를 위해 시민참여, 정부의 책임성, 부패의 통제, 그리고 규제와 같은 국정관리력 부분과 사회체계의 유연성, 기업의 변화적응력, 개방적 국가문화, 지식창출력, 영어숙달도, 과학기술 논문수 등의 강화에 초점을 맞춰야 한다는 점을 강조하였다.

@highlight

이 연구는 한국의 국력 신장을 위한 연구이다.

@highlight

이를 위해 자료포락분석 기법을 활용하여 G20 국가의 능률성과 비교 분석했다.

@highlight

자료포락분석 기법은 국가의 성과를 평가하는 비교적 새로운 접근법이다.

@highlight

반면, 시민의 참여 및 책임성과 부패의 통제 그리고 규제는 다른 나라들보다 상대적으로 약한 것으로 나타났다.

