도시 철도는 도시 광역권 교통수단으로, 주요 노선들이 만나는 환승역사의 경우, 역사내 보행 통행시 극심한 혼잡을 야기하며, 승강장 내 교통약자를 포함한 이용객들의 안전사고 위험이 높게 나타난다.

반영구적 도시교통 기반시설로의 도시철도역사는 초기 건설 당시 장기 이용 수요 예측을 실시하지만, 향후 신설 노선 및 환승(예정)역을 정확히 파악할 수 없고 건설완료 이후 토지이용계획이 급변할 경우, 예측 수요와 실제 수요는 상이하게 나타날 수 있으며, 확장이 제한적이고 대규모 추가공사 비용이 요구되기 때문에 도시철도 역사가 지닌 물리적 특성 및 이용자 요구에 따라 효율적인 개선이 필요하다.

본 연구에서는 도시철도역사 구조, 이동 동선 등 물리적 요소와 시시각각 변하는 도시철도 내 이용수요 등 변수를 고려하여 다양한 시나리오에 대한 효과분석이 가능한 도시철도역사 평가용 시뮬레이터 핵심 모형을 소개하고, 해당 시뮬레이터를 활용하여, 사당역 대피 시나리오를 분석하였다.

분석결과, 시뮬레이터 활용하여 유사상황 발생시 입체 공간 상에서 다양한 조건을 고려한 다수의 대피 경로 탐색이 용이하였으며, 사당역의 경우, 대피경로 정보 제공을 통해 기존 대비 약 60% 대피시간을 절감할 수 있는 것으로 분석되었다.

@highlight

도시 철도는 도시 광역권 교통수단으로, 주요 노선들이 만나는 환승역사의 경우, 역사내 보행 통행시 극심한 혼잡을 야기하며, 승강장 내 교통약자를 포함한 이용객들의 안전사고 위험이 높게 나타난다.

