장

중

첩

증

은

 

영

아

기

 

급

성

 

복

통

의

 

흔

한

 

원

인

 

중

 

하

나

로

 

대

부

분

 

특

발

성

의

 

소

장

-

대

장

형

이

다

.

 

반

면

 

소

장

형

 

장

중

첩

증

은

 

드

물

며

 

시

작

점

을

 

보

이

는

 

경

우

가

 

있

고

 

수

술

적

 

정

복

을

 

필

요

로

하

는

 

경

우

가

 

흔

하

다

.

 

본

 

연

구

의

 

목

적

은

 

소

아

에

서

 

소

장

형

 

장

중

첩

증

의

 

임

상

 

양

상

과

 

경

과

에

 

대

해

 

알

아

보

고

자

 

한

다

.

 

2

0

0

5

년

에

서

 

2

0

1

0

년

까

지

 

서

울

대

병

원

에

서

 

소

장

형

 

장

중

첩

증

으

로

 

진

단

받

은

 

2

1

명

의

 

환

아

들

의

 

임

상

 

양

상

 

및

 

영

상

 

소

견

을

 

후

향

적

으

로

 

분

석

하

였

다

.

 

임

상

 

양

상

은

 

복

통

 

및

 

보

챔

(

8

5

%

)

,

 

구

토

(

2

3

%

)

,

 

발

열

(

1

4

%

)

,

 

혈

변

(

1

4

%

)

 

및

 

복

부

 

종

괴

(

4

%

)

 

등

이

었

다

.

 

여

섯

 

명

(

2

8

%

)

의

 

환

아

에

서

 

수

술

적

 

치

료

가

 

필

요

하

였

다

.

 

초

음

파

에

서

 

병

변

의

 

직

경

은

 

1

.

6

±

0

.

7

 

c

m

였

고

 

가

장

자

리

의

 

두

께

는

 

1

.

7

±

1

.

8

 

m

m

였

다

.

 

열

한

 

명

에

서

 

병

변

이

 

왼

쪽

 

복

부

 

혹

은

 

배

꼽

 

주

위

였

다

.

 

수

술

적

 

치

료

가

 

필

요

했

던

 

환

아

들

은

 

자

연

 

정

복

된

 

환

아

들

에

 

비

해

 

평

균

 

연

령

이

 

높

았

다

(

1

0

9

±

1

7

개

월

:

5

1

±

2

0

개

월

)

.

 

병

변

의

 

평

균

 

직

경

 

및

 

가

장

자

리

의

 

두

께

는

 

수

술

적

 

치

료

가

 

필

요

했

던

 

환

아

들

에

서

 

더

 

큰

 

소

견

을

 

보

였

고

 

위

치

는

 

두

 

그

룹

 

간

에

 

차

이

를

 

보

이

지

 

않

았

다

.

 

소

장

형

 

장

중

첩

증

은

 

많

은

 

소

아

에

서

 

자

연

 

정

복

된

다

.

 

그

러

나

 

초

음

파

에

서

 

크

기

가

 

크

고

,

 

나

이

가

 

많

을

수

록

 

또

한

 

병

변

의

 

시

작

점

이

 

있

으

면

 

수

술

적

 

치

료

를

 

고

려

할

 

수

 

있

다

.

@highlight

장중첩증은 영아기 급성 복통의 흔한 원인 중 하나로 대부분 특발성의 소장-대장형인 반면에 소장형 장중첩증은 드물며 시작점을 보이는 경우가 있고 수술적 정복을 필요로 하는 경우가 많다. 본 논문은 소아에서 소장형 장중첩증의 임상 양상과 경과에 대해 알아보고자 하였다.