이 연구는 독일 스포츠클럽 이주민 회원의 지각된 서비스품질이 만족도, 행동의도에 미치는 영향을 살펴보기 위한 것이다.

2017년 3월부터 6월까지 독일 서부지역의 33개 스포츠클럽에서 3개월 이상 활동한 만 15세 이상의 이주민 438명을 대상으로 설문조사를 실시하였다.

1:1 대인면접을 통해 설문목적과 내용을 설명하고 자기평가기입법으로 작성하도록 하였다.

조사도구의 타당성과 신뢰성을 분석하고 제안한 구조모형을 검증하기 위해 SPSS 23.0과 AMOS 23.0을 사용하였다.

첫째, 지각된 서비스품질 중 운영진/지도자, 스포츠프로그램, 동료와의 상호작용, 시설환경은 만족도에 유의한 정(+)의 영향을 미쳤다.

둘째, 지각된 서비스품질 중 운영진/지도자, 스포츠프로그램, 동료와의 상호작용은 행동의도에 유의한 정(+)의 영향을 미쳤다.

셋째, 만족도는 행동의도에 유의한 정(+)의 영향을 미쳤다.

이 연구의 결과는 스포츠클럽에서 활동하는 이주민 회원의 지각된 서비스품질이 행동의도에 직접적인 영향을 미칠 뿐 아니라, 만족도를 매개로 하여 행동의도에 간접적인 영향을 미치는 것으로 나타났다.

따라서 스포츠클럽 서비스품질 요인의 전략적 관리가 이주민 회원의 지속적 참여와 이탈방지에 도움이 될 것으로 판단한다.

@highlight

본 논문은 독일 스포츠클럽 이주민 회원의 지각된 서비스품질이 만족도, 행동의도에 미치는 영향을 살펴보고자 하였다.

@highlight

2017년 3월부터 6월까지 독일 서부지역의 33개 스포츠클럽에서 3개월 이상 활동한 만 15세 이상의 이주민들을 대상으로 설문조사를 하였다.

