중재제도의 핵심은 중재인이라고 할 수 있다.

중재인의 공정성과 독립성이 담보되지 않으면 중재제도의 실효성을 거두기 힘들다.

각국의 법률과 국제협약은 중재인의 의무에 대하여 각 규정을 두고 있다.

각 규정의 정도의 차이는 있지만 공통적으로 중재인의 공정성과 독립성을 강조하고 있고 그 위반의 효과를 언급한다.

그러나 공정성과 독립성의 추상성으로 인하여 구체적인 의미는 관련된 판례를 통하여 구체적으로 드러난다.

투자 중재에서 일방이 선임한 중재인에 대하여 타방이 기피를 신청하는 경우가 다수 있어 왔다.

ICSID는 대부분의 사건에서 중재인의 기피신청을 받아들이지 않았다.

ICSID 협약 제57조가 중재인으로서의 명백한 자질부족을 기피의 요건으로 제시하고 있기 때문이다.

본고에서 중재인에 대한 기피신청으로는 드물게 인용된 2가지의 ICSID사례를 중심으로 투자 중재인의 공정성과 독립성을 살펴보았다.

이 사례들에서는 문언상 명백성의 요건에도 불구하고 해석론으로 기존의 명백성의 기준 대신에 합리적인 의심 내지 외관성의 기준을 근거로 기피신청을 인용하였다.

이와 같은 해석론에 맡기는 데는 한계가 있고 투자 중재에 있어서 중재인에 대한 기피의 기준을 국제상사중재의 수준으로 완화하여 협약 제57조상의 명백성의 요건을 폐기하고 합리적인 의심 내지 의심할 만한 외관의 기준으로 개정을 추진할 필요가 있다.

@highlight

본 연구는 중재인에 대한 기피신청으로는 드물게 인용된 2가지의 ICSID사례를 중심으로 투자 중재인의 공정성과 독립성을 알아본다.

@highlight

그 결과 투자 중재에 있어서 중재인에 대한 기피의 기준을 국제상사중재의 수준으로 완화하여 개정 추진이 필요하다고 보인다.

