본 연구는 범죄피해자 전담경찰관의 독특한 직무경험을 이해하는 것을 목적으로 한다.

질적 연구방법을 바탕으로 한 심층 인터뷰를 활용하여 자료를 수집하였다.

자료수집은 2016년 1월에서 3월 사이에 이루어졌으며, 최종적으로 8명의 범죄피해자 전담경찰관이 연구에 참여하였다.

연구결과 직무수행 경험의 핵심주제는 ‘피해자를 대하며 정체성 혼란에 빠짐’, ‘이상과 현실의 간극으로 딜레마에 직면함’, ‘피해자의 고통을 함께 함’, ‘회복력을 키우기 위해 고군분투 함’으로 분석되었다.

정책적·실천적 대안으로 범죄피해자 전담경찰관들의 소진과 이차적 외상스트레스를 예방하고 회복력을 키우기 위하여 피해자 보호 및 지원업무가 경찰활동의 중요한 기본업무라는 경찰조직 내 인식확산과 현장중심의 성과평가 지표개발, 전담경찰관의 소진과 이차적 외상스트레스를 체계적으로 통제·관리할 수 있는 정신건강 및 심리지원센터 등 시스템 운용확대, 그리고 이를 위한 현실성 있는 예산확보 및 임파워먼트 확대도 중요하다는 점을 제시하였다.

@highlight

본 논문은 범죄피해자 전담경찰관의 독특한 직무경험을 이해하는 것을 목적으로 하였다.

@highlight

질적 연구방법을 바탕으로 한 심층 인터뷰를 활용하여 자료를 수집하였는데, 수집은 2016년 1월부터 3월 사이에 이루어졌고, 최종적으로 8명의 범죄피해자 전담경찰관이 연구에 참여했다.

