본 연구의 목적은 Schulz von Thun(1981)의 의사소통 이론을 확장하여 미술치료에서 내담자가 생산한 그림에 접근하는 하나의 이론적 토대를 제시하는 데 있다.

이를 위해서 먼저 그가 제시한 ‘통보의 네 가지 측면’(Vier Seiten der Nachricht)과 '네 가지-

귀?

모델'(Vier-

Ohren-

Modell)을 살펴보았다.

그리하여 통보는 네 가지 측면으로 구분할 수 있고 수용자의 관점에 따라 그 의미가 다르게 해석되어 일상적 의사소통에서 갈등과 충돌을 유발하는 원인이 될 수 있음을 확인하였다.

미술치료에서 내담자가 생산한 그림을 개인 내 의사소통을 통해 생성된 자기통보로 간주하고 이를 매개로 치료사와 내담자 사이에서 발생할 수 있는 세 가지 종류의 간극을 도출하여 이의 특징을 설명하였다.

이러한 간극은 그림통보에 대한 의사소통의 불일치를 유발하는 하나의 원인이 되기도 하지만, 동시에 미술치료적 의사소통의 자율성과 역동성을 강화하는 동인으로 이해할 수 있다.

따라서 이러한 간극에 대한 이해는 내담자의 그림통보에 접근하는 하나의 이론적 토대가 될 수 있을 뿐만 아니라 성공적 치료의 관건이 되는 긍정적 의사소통의 개연성을 확대하는 데 기여하리라 본다.

@highlight

이 연구의 목적은 Schulz von Thun(1981)의 의사소통 이론을 확장해 미술치료에서 내담자가 생산한 그림에 접근하는 하나의 이론적 토대를 제시하는 데 있다.

