본 연구에서는 기존 소규모 철골조에서 나타나는 현장상세 노출형 주각부와 이를 보완한 상세를 가진 약축방향 주각부에 대한 반복가력 실험을 통해 다양한 상세를 가진 약축방향 노출형 주각부의 내진성능을 평가하였다.

실험변수는 베이스 플레이트의 두께, 앵커볼트의 개수와 매립깊이, 그리고 리브 플레이트의 유무이다.

앵커볼트의 부착성능이 주각부 내진성능에 미치는 영향을 알아보기 위해 본 연구에서는 원형강봉과 나사산이 있는 L형 갈고리 앵커볼트를 사용하였다.

실험결과, 앵커볼트의 부착성능과 베이스 플레이트의 항복유무는 주각부의 에너지 소산능력에 영향을 끼치는 것으로 나타났다.

특히, 베이스 플레이트가 현행 기준에서 제시하고 있는 최소 두께를 만족하더라도 강재 기둥이 소성모멘트에 도달하기 전 베이스 플레이트가 항복할 경우, 주각부의 구조성능이 저하될 수 있는 소지가 있는 것으로 나타났다.

하지만, 현행 구조기준에 따라 접합부 성능을 조사한 결과, 제안된 약축방향 주각부 상세는 부분 강접합으로 가정할 수 있는 것으로 나타났다.

기존의 원형강봉에비해 부착성능이 우수한 나사산이 있는 L형 갈고리 앵커볼트는 반강접 노출형 주각부에 사용가능할 것으로 판단된다.

@highlight

본 논문에서는 기존 소규모 철골조에서 나타나는 현장상세 노출형 주각부 및 이를 보완한 상세를 가진 약축방향 주각부에 대한 반복가력 실험을 통하여 다양한 상세를 가진 약축방향 노출형 주각부의 내진성능을 평가했다.

