본 연구는 설교가 개인의 심리적인 변화만을 목적하지 않는다는 관점으로부터 출발하였다.

말씀의 강단이 설교를 듣는 회중 전체의 공동체적인 변화 과정을 간과하고 있다는 현실 진단에 기초해 설교와 목회의 유기적인 상호관계를 부각시킴으로써 설교가 본래 회중 개인의 내면적 변화만 아니라 신앙공동체 전체의 영적인 성장과 변화에 관한 목회사역과 긴밀한 관계를 가지고 있음을 논증하려고 했다.

이를 위해 설교와 목회 전반에 걸친 유기적 관계를 연구했고, 특히 설교를통전적 구조 속에서 새로운 관점으로 제시하고자 노력하였다.

설교와 목회의 긴밀한 관계는 목회 현장에서는 당연한 과제이지만 설교학계에서는 분과주의의 한계 때문에 충분히 논의를 진전시키지 못했던 것이 사실이다.

따라서 먼저 설교와 목회의 유기적 관계에 대한 이론적 논의, 전통적 입장과 새로운 입장을 다루고 실천신학적 교회론에 기초한 말씀목회의 정의를시도하였다.

그런 후 관념적, 개념적 연구에 그치지 않게 하려는 노력의 일환으로 설교와 목회사역의 유기적 관계모델인 말씀목회의 몇 가지 사례를 소개하고 구체적인 전략과 실제적인 제안을 제시하였다.

@highlight

이 연구는 설교가 개인의 심리적인 변화만을 목적하지 않는다는 관점으로부터 출발했다.

@highlight

설교와 목회의 긴밀한 관계는 목회 현장에서는 당연한 과제이지만 설교학계에서는 분과주의의 한계 때문에 충분히 논의를 진전시키지 못했던 것이 사실이다.

