사이버불링은 비교적 새로운 개념이며 디지털 시대에 새로 대두되는 현상이다.

사이버불링이 발생하지 않도록 하기 위해서는 학부모가 사이버불링과 이에 대한 대처방법 등을 인식하는 것이 선행되어야 한다.

본 연구는 학부모들의 사이버불링에 대한 인식을 파악하고자 설문조사를 실시하였다.

2014년 7월 21일부터 8월 29일에 걸쳐 전라북도 초중고 학부모 720명에게 구조화된 설문조사지를 배부하고 그 중 최종적으로 531명의 응답지를 분석에 활용하였다.

초중고 학부모 중 자녀의 학교에 학교폭력이 발생하고 있다는 것을 알고 있는 학부모들은 55% 정도인 반면, 사이버불링이 발생한다는 것을 알고 있는 학부모는 29.8%에 불과하였다.

자녀에게 나타날 수 있는 사이버불링의 가해와 피해 징후에 대한 인식도 낮은 것을 알 수 있었다.

학교폭력이나 사이버불링이 감소하기 위해서는 가정의 노력이 필요하다고 생각한다는 응답에 83%이상의 학부모가 ‘그렇다’고 하여 학교폭력 감소를 위해 가정이 중요한 역할을 한다는 것에는 부인할 수 없는 사실임을 말해주고 있다.

본 연구결과는 학부모들이 폭력감소에 대한 가정 역할의 중요성을 알고 있지만 사이버폭력에 대한 인식은 낮은 수준임을 밝혀주었다.

그러므로 폭력감소를 위해서는 사이버폭력에 대한 학부모의 이해와 관심을 고양시켜야 하며 학부모들도 디지털기기에 대한 활용능력도 높여야 함을 시사하고 있다.

@highlight

사이버불링은 비교적 새로운 개념이며 디지털 시대에 새로 대두되는 현상이다.

@highlight

본고는 학부모들의 사이버불링에 대한 인식을 파악하고자 설문조사를 실시했다.

