본 연구는 대학에서 셀프리더십 교육과정 개발 시 교육내용의 우선순위를 고려할 수 있도록 셀프리더십 역량에 대한 H대 대학생들의 교육요구도를 도출하고, 셀프리더십 전문가를 통해 타당도를 검증하였다.

이를 위해 우선, 국내 H대학교 재학생 573명을 대상으로 설문조사를 실시 후 Borich 계수와 The Locus for Focus 모델을 활용한 교육요구도를 분석한 결과 최우선 육성역량으로‘시간관리’,‘도전정신’,‘목표수립’,‘자기개발’,‘대인관계’가 도출되었다.

이후 도출된 결과에 대해 셀프리더십 전문가들의 타당도 검증을 위한 면대면 인터뷰를 실시하였으며, 대부분 그 결과에 동의하였다.

그중 특히 ‘목표수립’을 강조 및 부각하였고, 이와 더불어 대학생들이 셀프리더로 거듭나기 위해서는 보다 장기적이고 근본적인 차원에서 ‘책임감’, ‘긍정적사고’, ‘커뮤니케이션’, ‘자기주도성’ 역량 개발이 교육과정 개발 시 함께 고려되어야 한다는 의견을 제시하였다.

이러한 연구결과는 대학 교육현장에서 대학생들의 셀프리더십 역량 향상을 위한 기본방향성을 제시하고, 교육과정 설계 및 개발을 위해 필요한 기초자료로 활용될 것으로 기대한다.

@highlight

이 연구는 대학에서 셀프리더십 교육과정 개발 시 교육내용의 우선순위를 고려할 수 있도록 셀프리더십 역량에 관한 H대 대학생들의 교육요구도를 도출하고, 셀프리더십 전문가를 통해 타당도를 검증했다.

