서비스업 목적을 위한 폐갱도에 대한 안정성 평가가 수행되었다.

공동의 안정성에 영향을 주는 많은요소들 중 주어진 암반내의 공동폭이 하나의 중요한 설계요소가 된다.

이 논문에서는 폐갱도의 안정성 평가를위해 갱도의 크기에 대해 Lang이 제안한 한계 공동폭 기준, Mathews’stability graph method 그리고 수정 제안된한계 공동폭 기준과 Q 시스템의 지보대책을 이용하여 안정성 평가를 실시하였다.

전체적으로 안정성평가에서안정한 것으로 판단되지만, 저각의 수평절리가 나타나는 구간에서는 쐐기형 블록의 낙석 위험이 예상된다.

또한상용목적으로 폐갱도를 활용할려면 구역에 따라서는 록볼트와 같은 지보대책이 필요하다.

출입구 구간은 불안정구간으로 특히 주의가 필요한 구간이다.

과발파에 의한 갱도 천정 및 측벽에 많은 크고 작은 부석들이 존재하고있어 부석들에 대한 제거작업이 선행되어야 한다.

@highlight

이 논문은 폐갱도의 안정성 평가를위해 갱도의 크기에 관해 Lang이 제안한 한계 공동폭 기준, Mathews’stability graph method 그리고 수정 제안된한계 공동폭 기준과 Q 시스템의 지보대책을 이용해 안정성 평가를 실시했다.

