본 연구는 청소년기 부모의 과잉간섭과 과잉기대가 인구사회학적 배경에 따라 어떤 차이가 있는지 , 과잉간섭과 과잉기대 중 어떤 요인이 정신건강(우울 , 공격성 , 자존감 , 삶의 만족도)에 더 큰 영향이 있는지 , 그리고 부모의 과잉간섭과 과잉기대가 개인요인 , 가족요인 , 또래애착을 통제한 후에도 청소년의 정신건강에 유의한 영향을 미치는지를 파악하기 위하여 수행되었다.

분석자료는 한국 아동?

청소년패널조사(KCYPS) 중학교 1학년 패널의 1차년도(2010) 자료와 3차년도(2012) 자료를 사용하였고 총 분석대상은 2,351명이었다.

인구사회학적 배경에 따른 과잉간섭과 과잉기대의 차이를 분석한 결과 청소년의 성별과 가족유형 , 소득수준 , 부 학력수준 , 자녀수에 따라 차이가 있는 것으로 나타났다.

과잉간섭과 과잉기대가 청소년의 정신건강에 미친 영향을 분석한 결과 과잉기대는 청소년의 정신건강에 영향을 미치지 않은 반면 과잉간섭은 청소년의 개인요인 , 가족요인 , 또래애착을 통제한 후에도 청소년의 정신건강에 영향을 미친 것으로 나타났다.

이와 같은 결과를 바탕으로 부모의 과잉간섭을 지양하고 자율성을 존중하는 부모양육행동을 촉진하기 위한 몇 가지 개입 방안에 대해 제언하였다.

@highlight

이 연구는 청소년기 부모의 과잉간섭과 과잉기대가 인구사회학적 배경에 따라 어떤 차이가 있는지 , 과잉간섭과 과잉기대 중 어떤 요인이 정신건강에 더 큰 영향이 있는지, 부모의 과잉간섭과 과잉기대가 개인요인, 가족요인, 또래애착을 통제한 후에도 청소년의 정신건강에 유의한 영향을 미치는지를 파악하기 위하여 수행되었다.

