2015 개정 교육과정은 창의융합형 인재를 양성하기 위해 국가·사회적 요구를 학교교육과정에 반영한 문·이과 통합형 교육과정이다.

이러한 변화와 더불어 교육부에서는 2017년부터 대학교 4학년 때까지 전공을 변경할 수 있는 제도를 도입하였다.

따라서 각 대학에서는 2015 개정 교육과정을 이수한 학생들을 맞이하기 전에, 교육과정 및 제도 변화를 반영할 준비를 해야 한다.

대학은 신입생들이 수강하는 미적분학 교과목 운영과 교육내용을 준비할 때 2015 개정 교육과정 시행과 전공변경 시기 확대에 대한 대응방안을 연구할 필요가 있다.

한동대학교는 무전공무학부제로 1학년 때 전공을 결정하려는 신입생을 대상으로 수준별 미적분학 교과목은 운영하고 사전시험을 실시하여 신입생들에게 적합한 미적분학 분반을 배정하는 등 다양한 운영 방안을 모색해왔다.

이 사례는 2015 개정 교육과정의 기본 취지와 유사하므로 교육과정 개정 후 대학 미적분학 수업 운영 방안에 대한 시사점을 제시해줄 수 있다.

본 논문에서는, 최근 5년간 한동대학교 신입생 수학시험 결과와 학생들의 미적분학 교과 성적을 분석하여 상관관계를 도출하고, 한동대학교에서 운영하고 있는 미적분학 교과목 내용과 2015 개정 고등수학 교육과정을 비교하였다.

그 결과, 대학 전공 계열에 적합한 미적분학 교과목을 5개 수준으로 구성하여 제안하였으며, 대학 미적분학 교과과정에 2015 개정 교육과정에서 부족한 구분구적법을 포함하여야 함을 찾을 수 있었다.

@highlight

2015 개정 교육과정은 창의융합형 인재를 양성하기 위하여 국가·사회적 요구를 학교교육과정에 반영한 문·이과 통합형 교육과정이다.

@highlight

이러한 변화와 함께 교육부에서는 2017년부터 대학교 4학년 때까지 전공을 변경할 수 있는 제도를 도입했다.

