4차 산업혁명의 빅데이터 시대와 더불어 교통정보 수집원도 기존 지점검지 체계에서 구간검지체계로 바뀌었다.

위성측위시스템 기반의 DTG(Digital Tachograph) 자료를 대상으로, 원시자료와 가공단계에 따른 자료의 속성을 고찰하였다.

가공단계에 따라 생성되는 개별차량의 주행궤적, 개별차량의 링크통행시간, 링크 평균통행시간 정보의 특성을 분석하였다.

가공자료의 특징에 따라 교통관리분야에서 활용할 수 있는 방안을 고찰하고, 센터의 자료 관리 현황과 현 시점에서 활용 가능한 이력자료를 선정하였다.

광범위성을 가지고 상시 수집 가능한 링크 평균통행시간의 이력자료를 이용하여 통행시간지표를 생성하는 방법을 제시하였다.

통행시간지표를 이용하여 도심 네트워크의 혼잡을 모니터링하는 방법에 대해 고찰하고, 단독 교차로의 운영 방법이 바뀔 경우 이에 대한 사전 사후 분석을 사례로 분석하였다.

동시에 DTG 자료의 온전한 활용이 어려운 현재의 상황을 한계점으로 제시하였다.

@highlight

4차 산업혁명의 빅데이터 시대와 함께 교통정보 수집원도 지점검지 체계에서 구간검지체계로 바뀌었다.

@highlight

위성측위시스템 기반의 DTG 자료를 대상으로, 원시자료와 가공단계에 따른 자료의 속성을 살펴보았다.

