이 글의 목적은 제2차 세계대전에서 소비에트 연방이 수행한 전쟁수행 노력과 파시즘 진영의 패망에 이바지한 결정적 역할이 한국의 역사학계와 교육계, 그리고 각종 일반 매체에서 부정되고 폄하되는 실상을 살펴보고 그 까닭을 밝히는 것이다.

한국 사회의 독소전쟁 이미지에서 능동적 주체는 독일군이었고 소련군은 수동적이며 후진적인 객체였다.

전쟁이 소련의 승리와 독일의 패배로 끝났는데도 그 원인을 소련 체제의 강점과 장점이 아니라 독일의 실수와 히틀러의 “무능”에서 찾는 경향이 강했다.

독일군은 러시아의 추위와 막대한 자원, 그리고 소련군의 잔혹한 전쟁술 때문에 졌다는 신화가 한국 사회에서는 사실로 여겨진다.

이러한 잘못된 인식은 제2차 세계대전에 관한 국내 역사학계의 서술, 고등학교 세계사 교과서, 한국 사회의 각종 매체에서 두드러진다.

독소전쟁(“대조국전쟁”)에 관한 이러한 오해와 편견이 나타나서 아직까지 사라지지 않는 까닭으로는 첫째, 냉전기의 소련공포증; 둘째, 일본에서 유입된 친독일(親獨逸) 정서; 셋째, 강고한 반공 이념; 넷째, 러시아 역사 연구가 활발하지 않았던 국내 역사학계의 현실; 다섯째, 국내 역사학계의 군사사 경시 경향을 손꼽을 수 있다.

@highlight

이 글의 목적은 제2차 세계대전에서 소비에트 연방이 수행한 전쟁수행 노력과 파시즘 진영의 패망에 이바지한 결정적 역할이 한국의 역사학계와 교육계, 각종 일반 매체에서 부정되고 폄하되는 실상을 살펴보고 그 까닭을 밝히는 것이다.

