환경에 대한 관심이 증대하면서 환경을 보호하고자 하는 투자유치국의 조치가 해외투자자의 투자를 해하는 경우가 증가하고 있다.

실제로도 Bilcon v.

Canada, S.

D.

Myers v.

Canada, Metalclad v.

Mexico와 같이 환경적인 요소를 지니고 있는 투자중재사건들이 제기된 바가 있다.

국가들은 환경을 보호하기 위해 취해진 조치가 국제투자협정을 위반하는 것으로 판단되는 사태를 우려하고, 해외투자자들은 국가들이 환경을 보호한다는 명목 하에 과도한 규제조치를 취할 것을 우려한다.

이러한 사정을 바탕으로, 이해관계자들은 해외투자의 보전과 환경보호이라는 두 가치를 조화시킬 수 있는 방안을 찾고자 한다.

이 논문은 투자자-

국가 분쟁에 나타나고 있는 환경과 투자의 충돌문제의 해결을 한·미 FTA의 투자챕터가 시도하고 있다고 주장한다.

하지만 한·미 FTA 투자챕터를 분석하기에 앞서 이 논문은 국제투자협정에 포함되고 있는 가장 일반적인 형태의 환경 관련 조항을 대조군으로서 제시한다.

한·미 FTA의 투자챕터는 환경과 관련 있는 투자유치국의 정당한 조치가 당해 협정에 의해 위법해지는 것을 효율적으로 방지하는 조문을 포함하고 있다.

상기한 바와 같은 조문을 포함하는 것으로 한·미 FTA의 투자챕터가 환경과 해외투자의 보호 간의 충돌을 완전히 해결할 수 있는 것은 아니지만, 이 어려운 문제를 해결할 수 있는 실마리를 마련해주고는 있다.

@highlight

환경에 대한 관심이 증대하면서 환경을 보호하고자 하는 투자유치국의 조치가 해외투자자의 투자를 해하는 경우가 증가하고 있다.

@highlight

실제로도 Bilcon v.

@highlight

Canada, S.

@highlight

D.

@highlight

Myers v.

@highlight

Canada, Metalclad v.

@highlight

Mexico와 같이 환경적인 요소를 지니고 있는 투자중재사건들이 제기된 바가 있다.

