현재 전 세계적으로 자연적, 인위적 요인으로 인하여 이상기후가 나타나고 있다.

이상기후의 대표적인 것으로 슈퍼태풍, 극한폭설, 폭염과 같은 극한 기후현상이 초래된다.

1970년대 산업화 시대 이후 급격하게 지구의 온도가 상승하는 것을 알 수 있으며, 이로 인하여 발생하는 가장 큰 문제점은 지구 온난화이다.

지구 온난화에 영향을 미치는 온실가스의 종류로는 이산화탄소, 과불화탄소, 아산화질소, 메탄과 같은다양한 종류의 화학성분이 존재하며 특히 이산화탄소가 약 90%의 비중을 차지하는 것을 알 수 있다.

콘크리트의 경우 건설재료로써 탁월한 내구성능을 지니고 있으며, 사회기반시설물 건설 재료로 70%이상 사용되고 있다.

그러나 콘크리트는 타설직후 물리·화학적으로 다양한 환경조건으로부터 성능저하 현상이 발생하기도 한다.

특히 대기중의 이산화탄소는 콘크리트 알칼리도 저하에 따른 철근을 부식시키고 내구성 저하를 초래하게 된다.

따라서 본 연구에서는 풍속, 일조시간에 관하여 양생 한 후 콘크리트의 탄산화 실험을 접목시켜 탄산화 깊이와 탄산화 속도계수를 측정하고 이를 바탕으로 만족도 확률 곡선을 통하여 성능중심평가(Performance Based Evaluation(PBE))를 수행 할 것이다.

@highlight

오늘날 전 세계적으로 자연적, 인위적 요인으로 인해 이상기후가 나타나고 있다.

@highlight

본 연구에서는 풍속, 일조시간에 대해 양생 한 후 콘크리트의 탄산화 실험을 접목시켜 탄산화 깊이와 탄산화 속도계수를 측정하고 이를 바탕으로 만족도 확률 곡선을 통해 성능중심평가를 수행 할 것이다.

