본 연구는 근대적인 인구 통제 관점을 벗어나지 못하고, 출산율 제고라는 목표를 달성하기 위해 개인에 대한 통제와 개입을 당연시하는 현행 인구 정책을 비판적으로 고찰하고자 하였다.

1960년대부터 현재까지 한국의 인구정책의 문제점은 크게 세 가지로 짚어볼 수 있다.

첫째, 한국의 인구 정책은 아직까지도 국가주의적 특성을 버리지 못했다.

둘째, 인구 증가 및 감소에 대한 근본적인 원인에 대해 생각하기보다는 곧바로 효과를 볼 수 있는 단기 해법에 치중하고 있다는 점이다.

셋째, 인구를 늘린다, 혹은 줄인다하는 목적 자체에 매몰돼 왜 그러한 정책이 필요한지 설명하지 못하고 있다는 점이다.

그간 한국 인구정책의 밑바탕을 이루는 위기 담론은 저출산 현상의 지속으로 인구고령화, 노동력 고령화의 가속화, 노동생산성 저하로 국가 경쟁력 약화를 초래하게 된다는 것이다.

그러나 출산율만 높아지면 잠재성장률, 노동생산성이 증가하는 것인지, 출산장려가 문제의 유일한 혹은 적절한 해결책인지에 대해서는 근본적으로 다시 고려할 필요가 있다.

본 연구에서는 위에 지적한 문제에 대한 대안으로 국가주의적 인구 통제 관점의 전환과 정책 대상을 기혼 여성에서 확대할 것을 제안하고자 한다.

또한 저출산·고령사회 출산장려정책의제한성을 인정하고 적극적인 이주민 정책과 개인의 노동생산성을 높일 수 있는 인구정책의 병행을 제안한다.

@highlight

본고는 근대적인 인구 통제 관점을 벗어나지 못하고, 출산율 제고라는 목표를 달성하기 위하여 개인에 대한 통제 및 개입을 당연시하는 현행 인구 정책을 비판적으로 고찰하려 하였다.

@highlight

1960년대부터 현재까지 한국 인구정책의 문제점은 크게 세 가지로 진단해 볼 수 있다.

