최근 몇 년 사이에는 정보공개청구뿐만 아니라 청구 이전의적극적 공유를 강화하는 정부2.0이 정부운영방식의 새로운 패러다임으로 자리잡고 있다.

우리나라도 이에 발맞춰 정부3.0 정책을 추진하면서 정보공개와 공유가 더욱 강화·확산되고 있는 추세다.

이에 본 연구에서는 정부3.0 시대의 원활한 공공정보 활용을 위해 역할과 책임이 더욱 확대되고 있는 정보공개시스템을 살피고, 시스템을 통해 공개되는 공개정보의 이용가능성을 이용자중심의 시각에서 분석하고자 한다.

정보공개시스템은 공공데이터를 포함한 모든 공적 정보의 개방과 활용에 있어 가장 기초가되는 창구다.

더구나, 박근혜정부가 내세우고 있는 정부3.0 추진과제의 주요 내용인 정보공개 강화, 결재문서 즉시 공개, 공공정보 접근 확대 등은 정보공개시스템을 통해 이루어져야 하는 것들이다.

정보공개에 대한 확대되는 요구에 정보공개시스템의 중요성은 날로 무거워지고 있다.

기존의 단순한 정보공개청구의 온라인 창구 역할을 넘어 원문정보 공유의 장으로, 나아가 정부3.0의 실질적 구현 공간으로의 비전을 담아내고 있다.

하지만 현재 정보공개시스템은 미래적 발전 전망은커녕 2006년 출범과 함께 제기되었던 문제들을 여전히 해결하고 있지 못하고 있는 형편이다.

이에 본 연구는 시스템 유지 및 보수와 이용자 편의성이라는 측면에서 정보공개시스템의 문제점을 분석하였다.

@highlight

본 연구에서는 정부3.0 시대의 원활한 공공정보 활용을 위해 역할과 책임이 더욱 확대되고 있는 정보공개시스템을 살피고, 시스템을 통해 공개되는 공개정보의 이용가능성을 이용자중심의 시각에서 분석하고자 한다.

