이 논문은 1960년 한국과 일본에서 동시기에 벌어진 대규모 민중봉기인 4·19와 5·19의 연관성을 사상사적 측면에서 검토하는 것을 목적으로 한다.

이 때 주안점은 두 사건의 사상적 배경의 공통성을 추출하는 것이 아니라, 두 사건이 환기한 근대적 시간관의 공통성을 1930년대 유럽과 제국일본의 언설적 자장으로부터 추출하는 것이다.

구체적으로는 박종홍과 마루야마 마사오의 4·19와 5·19에 대한 알레고리적 시선을 대상으로 하여, 이들이 두 사건에서 추출해낸 근원적 시간성이 1930년대 유럽의 위기담론(발레리)과 근대초극론에 연유하는 것임을 확인한 후 그 함의를 따져 묻는 것을 주된 내용으로 한다.

박종홍과 마루야마가 4·19와 5·19를 통해 추출해낸 시간의식이란 모든 질서나 규범이나 주체가 그곳으로부터 비롯된 근원적 시간성이며, 이는 민주주의조차도 효력정지시켜 그 발생의 근원으로 환원하려는 극한적 의식이었다.

이를 통해 박종홍과 마루야마는 근대적 계몽 주체가 질서 창출의 근원으로 삼아 국가를 비롯한 제도의 물신적 지배에 저항하려 했지만, 결국 이는 주권-

국민국가를 전제로 할 수밖에 내재적 모순을 내포함으로써 내적으로 불가능한 기획에 머물고 만다.

결론에서는 이런 내적 붕괴를 논의하면서 이에 대한 비판으로서 사카구치 안고와 김수영의 시간관을 암시하였다.

@highlight

본 논문은 1960년 한국과 일본에서 동시기에 벌어진 대규모 민중봉기인 4·19와 5·19의 연관성을 사상사적 측면에서 검토하는 것이 목적이다.

