본 연구는 정치커뮤니케이션 연구의 동향을 언론학 분야와 정치학 분야의 학문 간 비교를 통해서 파악하고자 하였다.

1970년부터 2015년까지 《한국언론학보》와 《한국정치학회보》에 게재된 논문 총 339건을 연구주제, 커뮤니케이션 수준, 이론적 접근, 연구방법을 기준으로 내용분석하였다.

분석결과, 두 분야에서 가장 많이 연구되는 주제는 ‘정치참여’였다.

그러나 언론학에서는 뉴미디어 상에서 발생하는 정치 커뮤니케이션에 관심이 많은 것으로 나타난 반면 정치학 분야에서는 부족한 것으로 나타났다.

커뮤니케이션 수준은 두 분야 모두 공통적으로 ‘매스 커뮤니케이션’ 수준의 연구가 대부분이었으며 중심이론이나 개념을 활용하지 않은 논문이 절반 이상을 차지하였다.

마지막으로 연구 방법론에 있어서도 학문간 차이를 보여주었는데, 언론학에서는 설문조사와 내용분석이 주로 활용되었으며 정치학에서는 2차 자료를 활용한 분석과 설문조사가 가장 많은 것으로 나타났다.

이러한 연구 결과를 바탕으로 현재 국내 정치 커뮤니케이션 연구의 동향과 향후 나아갈 점에 대해 제언하였다.

@highlight

본고는 정치커뮤니케이션 연구의 동향을 언론학 분야와 정치학 분야의 학문 간 비교를 통하여 파악하고자 했다.

