본 연구는 경력단절여성의 진로탄력성이 진로준비행동에 미치는 영향에서 정서조절 능력과 진로결정 자기효능감이 어떠한 영향을 미치는지를 탐색하고자 하였다.

이를 위하여 경력단절여성 243명을 대상으로 진로탄력성, 정서조절 능력, 진로결정 자기효능감, 진로준비행동에 대한 설문을 실시하였다.

연구 결과 진로탄력성은 진로준비행동, 정서조절 능력, 진로결정 자기효능감에 정적 영향을 미치는 것으로 나타났다.

또한 진로탄력성은 정서조절 능력에 영향을 미치고, 진로결정 자기효능감에 정적 영향을 미쳐 궁극적으로 진로준비행동에 영향을 미치는 것으로 나타났다.

특히, 정서조절 능력은 직접적으로 진로준비행동에 유의한 영향을 미치지 않았고, 진로결정 자기효능감을 통해 간접적으로 영향을 미치는 것으로 나타났다.

이러한 결과를 바탕으로 연구의 의의와 제한점 그리고 추후 연구에 대한 시사점을 논의하고, 경력단절여성의 진로 발달을 촉진시키기 위한 상담적 함의에 대해 논의하였다.

@highlight

본고는 경력단절여성의 진로탄력성이 진로준비행동에 미치는 영향에서 정서조절 능력 및 진로결정 자기효능감이 어떤 영향을 미치는지 탐색하고자 했다.

