본 연구는 LIDAR라고 불리는 레이져 스캐너를 이용하여 관악산 주변 암반 불연속면을 스캔하여 얻은삼차원 점군 데이터로부터 삼각망을 구성하고 이로부터 암반 불연속면의 방향을 검출하는 내용을 다루고 있다.

각 불연속면의 방향정보를 획득하는 데 Ball Pivoting, Wrap 알고리즘 두 가지 방법을 사용하고 점군의 샘플링간격을 원간격, 2, 5, 10 cm로 다운샘플링 하였을 때의 방향 검출 효율성을 확인하였고 각각으로부터 얻어지는방향정보를 퍼지 K-

평균 클러스터링 기법을 이용하여 평사투영망 위에서 비교 분석하였다.

투영방향에 의존적인 Delaunay 삼각망 구성방법보다 Ball Pivoting, Wrap 알고리즘이 암반 불연속면 정보 검출에 더 적합함을 확인하였고, 샘플링 간격이 5 cm일 때 Ball Pivoting, Wrap 알고리즘 모두 가장 많은 패치를 검출해내었고 또한 가장넓은 패치들의 면적을 검출해냄을 확인하였다.

@highlight

이 연구는 LIDAR라고 불리는 레이져 스캐너를 이용해 관악산 주변 암반 불연속면을 스캔해 얻은삼차원 점군 데이터로부터 삼각망을 구성하고 이로부터 암반 불연속면의 방향을 검출하는 내용을 다루고 있다.

