본 연구는 태양초 생산시 전처리와 산광 재료가 상품성과 건조 효율에 미치는 효과를 구명하기 위하여 실시하였다.

벌크,하우스 밀폐, PE비닐밀봉 처리 등 전처리를 하였으며, 산광 재료로 대조구, 차광망 35%, 천막지, 백색부직포, 흑색부직포 등을 사용하였다.

벌크 후숙 처리구의 상품 수량이 300 g으로 가장 많았으며, 하우스 건조가 275 g이었으며, PE 밀봉 처리구가112 g으로 가장 적었다.

적색도는 PE 밀봉 처리시 17.85로 가장높았고 벌크 후숙 처리에서 가장 낮았으며, 각각의 처리 간에 유의성이 인정되었다.

고추의 수분 감모 속도는 대조구가 가장 빨랐으며, 차광망 처리구가 가장 늦었다.

상품 수량지수는 백색부직포가 대조구 100%에 비해 114%로 가장 높았다.

적색도는 흑색부직포와 천막지가 15.65로 다른 처리와 유의성을 나타냈다.

캡사이신 함량은 흑색부직포에서 160 mg·100g-1로 가장 높았다.

비닐하우스 이용 태양초 생산시 비닐하우스 밀폐 전처리를 하고 백색부직포로 산광하면 대조구보다 건조기간은 2일 정도지연되었으나 상품 수량은 14% 증가하였다.

본 실험에서 얻어진 결과는 태양초 생산 효율 증진뿐만 아니라 향후 연구에 도움이 되리라 기대된다.

@highlight

본 논문은 태양초 생산시 전처리와 산광 재료가 상품성 및 건조 효율에 미치는 효과를 구명하기 위해 실시했다.

@highlight

벌크, 하우스 밀폐, PE비닐밀봉 처리 등 전처리를 했으며, 산광 재료로 대조구, 차광망 35%, 천막지, 백색부직포, 흑색부직포 등을 활용했다.

