지식은 '소비'와 '도야'라는 서로 대비되는 두 가지 관점에서 이해될 수 있다.

본 연구에서는 지식의 도야적 관점에 입각하여 수업하는 사람으로서의 교사의 본질을 규명해 보고자 하였다.

폴라니, 오우크쇼트, 키에르케고르에 따르면, 지식의 개념에는 이미 ‘사람에 의한 통합’이라는 의미 요소가 들어있으며, 그러한 인격적 요소는 비단 지식의 생성뿐만 아니라 지식의 전달에 있어서 지대한 역할을 미친다.

수업하는 사람으로서 교사는 '자득지'(自得知)의 위치에 서 있으며, 수업은 교사가 자신이 이미 통합하고 있는 지식을 자신의 몸을 매개로 하여 자연스럽게 밖으로 드러내는 자득적 측면을 가질 수밖에 없다.

수업의 성패에 있어서 교사의 몸과 지식의 혼연일체가 결정적인 관건이 된다.

교사의 몸과 지식의 혼연일체된 모습, 곧 '자득지'를 보다 전향적으로 하나의 교육방법으로 해석해낸다면, 그것은 바로 '간접전달로서의 모범'일 것이다.

교사는 몸소 모범을 보임으로써 수업을 지탱한다.

오늘날, 비록 교사에 의한 '간접전달로서의 모범'이 지닌 교육적 의의가 퇴색해 버린 지 이미 오래되었지만, 교사의 전문성은 바로 모범 이외에 다른 데서 찾아질 수 없다.

@highlight

이 연구에서는 지식의 도야적 관점에 입각해 수업하는 사람으로서의 교사의 본질을 규명해 보고자 했다.

@highlight

교사의 몸과 지식의 혼연일체된 모습, 곧 '자득지'를 보다 전향적으로 하나의 교육방법으로 해석해낸다면, 그것은 바로 '간접전달로서의 모범'일 것이다.

