본 연구는 NO96 화물창의 BOG(boil off gas), BOR(boil off rate)을 감소시키기 위한 노력으로 단열재료 및 단열층을 변화시켜서 개발된 NO96-

GW, NO96-

L03의 방열구조에 대해서 BOG, BOR 값을 계산하고 단열성능을 비교?

평가하였다.

두 가지의 변형된 NO96 모델을 기존의 NO96 방열과 단열층 및 단열재료의 차이점을 비교하고, 각각의 열저항 및 BOG/BOR 값의 비교 결과를 제시하였다.

열저항 값은 유한요소해석법을 이용하여 계산되었으며, 준정적 열평형 상태를 가정하여 열유속과 온도분포를 통하여 단열성능을 비교하였다.

계산에 사용된 화물창의 모든 재료물성치는 온도 의존값으로서 반영하여 -163oC에서의 극저온 상태에서 특성을 반영되었다.

각 화물창의 BOG, BOR 계산은 국부 열전달 해석을 통해 방열판에서 발생하는 열유속을 계산하고, 등가모델을 적용하여 계산하는 과정으로 수행되었으며, 그 결과를 각 화물창의 단열성능을 비교평가하기 위해서 검토하였다.

@highlight

이 연구는 NO96 화물창의 BOG(boil off gas), BOR(boil off rate)을 감소시키기 위한 노력으로 단열재료 및 단열층을 변화시켜서 개발된 NO96-

@highlight

GW, NO96-

@highlight

L03의 방열구조에 대해서 BOG, BOR 값을 계산하고 단열성능을 비교·평가했다.

