본래 표시주체와 상당한 주의의무의 부담주체가 일치하여야만 하는 것에서 보면, 관리조치상의 책임을 부담하고 조직적 역할을 부담하고 있는 법인의 대표자나 표시관리와는 달리, 현장의 기술주관을 이러한 직책과 법적으로 동일시하는 것은, 공동개발하면서 OEM공급을 받는 특유의 사정을 고려하면 적절하지 않다고 생각된다.

법적 구성으로서는 상당한 주의의무의 판단주체는 표시주체로서의 사업자이며, 이와 동일시할 만한 법적 뒷받침이 있는 경우를 제외하고, 실질적으로 보아 표시내용의 결정이나 진실성의 확인을 하는 입장에 있는 자의 인식이나 행위는, 조직상의 정보의 확인·공유라는 관리조치의 실시 전체를 평가함에 있어서 특히 중요하고 영향이 크다고 할 수 있다.

특정개인의 사정밖에 고려할 수 없는 판단구조에서는, 사업자전체로서는 정상적인 상관습에 따른 주의를 다하였다고 할 수 있는 경우에도, 주관적 요소가 충족되는 것이 있을 수 있다.

주관적 요소의 규정취지에 적합하도록 적정한 표시활동이 위축되지 않도록 하는 판단구조가 필요하다.

@highlight

관리조치상의 책임을 부담하고 조직적 역할을 부담하고 있는 법인의 대표자나 표시관리와는 달리, 현장의 기술주관을 이러한 직책과 법적으로 동일시하는 것은, 공동개발하면서 OEM공급을 받는 특유의 사정을 고려하면 적절하지 않다고 생각된다.

