본 논문에서는 손해보험사의 다양한 보험종목 손해액의 개별적인 특성을 고려하면서 동시에 그들 사이에 존재하는 의존성을 반영하여 손해액의 합에 대한 결합 재보험료를 산출하고자 하였다.

의존성 반영을 위해 코퓰라 함수를 이용하였고, 각 보험종목 손해액에 대한 주변분포로는 normal inverse Gaussian 분포와 일반화 파레토분포, 와이블 분포를 사용하였다.

모의실험과 삼성화재, 현대해상의 월별 손해액 자료를 통해 단일 보험종목 재보험료 산출결과를 살펴보고, 삼성화재와 현대해상 자료에 대한 다변량 분포를 적합하여 재보험료를 산출하였다.

보험종목 간의 의존성을 고려한 경우 재보험료가 크게 추정되었으며, 두꺼운 꼬리를 잘 설명할 수 있는 일반화 파레토분포와 normal inverse Gaussian 분포를 사용하였을 때 정규분포나 와이불 분포를 사용했을 때에 비해 높은 재보험료가 얻어졌다.

Normal inverse Gaussian 분포는 일변량 손해액 자료에 높은 적합도를 보이면서 일반화 파레토분포와 크게 다르지 않는 재보험료를 산출하고 있으며, 일반화 파레토분포와 달리 임계치를 따로 설정할 필요가 없고 수치적분도 상대적으로 빠르게 수행되어 보다 편리하게 사용할 수 있었다.

@highlight

본 연구에서는 손해보험사의 다양한 보험종목 손해액의 개별적인 특성을 고려하는 동시에 그들 사이에 존재하는 의존성을 반영하여 손해액의 합에 대한 결합 재보험료를 산출하였다.

@highlight

의존성 반영을 위해 코퓰라 함수를 이용하였고, 각 보험종목 손해액에 대한 주변분포로는 normal inverse Gaussian 분포 등을 이용했다.

