새가 말을 한다는 것은 흥미로운 일이다.

가장 사람에게 가깝다는 침팬지나 오라우탄도 말하는 능력을 갖추고 있지 않다.

사람에게 친숙하고 반려 동물로 가장 많이 선택되고 있는 개도 말하기는 불가능하다.

말을 하는데 필요한 기관과 기능은 여러 가지가 있으나 그 중에서도 제일 중요한 것은 몸속의 성도를 움직이는 여러 가지 근육과 성문, 혀가 있다.

구관조는 사람과 동일하게 성대가 있다.

그러나 소리의 통로가 짧고 좁다.

구관조의 명관은 고도로 발달된 발음기로 복잡한 스펙트럼 구조를 가지는 음원파를 만들어 낼 수 있지만 성도의 형성은 단순하여 그 공진특성을 사람과 같이 크게 변화 시킬 수 없다.

구관조는 고정된 성대를 조절하여 두 번째 음원 소스를 제어하여 사람의 목소리를 흉내낸다.

사람의 음성을 인식하여 상대적인 템포로 구별된 것을 주파수 편이의 변화를 전환한다.

주파수 편이를 이용한 방식으로 앵무새의 발성은 고주파를 저주파로 분주시키는 역할을 통해 고주파를 직접 저주파로의 변환이 가능하다.

주파수 편이는 앵무새의 호흡과 관련된 기능으로 볼 수 있다.

이 원리를 적용하면 보청기 등에 관련된 기술에 접목시킬 수 있을 것으로 기대된다.

@highlight

새가 말을 한다는 것은 흥미로운 일이다.

@highlight

사람에게 친숙하고 반려 동물로 가장 많이 선택되고 있는 개도 말하기는 불가능하다.

