전 세계적으로 기후변화가 심화되고 있다.

이에 효과적으로 대응하기 위해서는 기후변화로 발생할 수 있는 위험과 재난의 발생가능성을 예측하여 사회·경제·문화·환경 전반에 미치는 영향을 보다 세밀하게 평가할 필요가 있다.

본 연구는 재난발생에 따른 경제성 피해를 평가할 수 있는 개념적 모형을 제시하여, 한반도 재난관련 빅데이터와 기후변화 시나리오를 통합하고, 재난발생가능성에 따른 경제적 파급효과를 정밀하게 정량화 하고자 한다.

재난발생의 경제성평가를 위한 여러 정량적 모형들이 통합적으로 구동될 수 있는 경제성평가 통합모형의 개념적 개발을 연구의 목적으로 한다.

이를 위해, 첫째, 여러 문헌과 사례를 바탕으로 현재까지 자연재난의 경제적 평가모형을 조망한다.

둘째, 이를 바탕으로 기후환경 리스크의 경제성평가 개념모형을 제안한다.

셋째, 제안한 개념모형의 실질적 구축방안에 대해서 논의하여 완성된 개념모형을 개발한다.

이러한 경제성평가 개념모형은 다양한 정책적 제안들의 평가를 바탕으로 국가 재난대응역량을 고도화하기 위한 재난안전 연구개발 종합계획에 기초자료로서 활용될 수 있다.

또한 자연재해가 국경을 초월하는 특성상, 여러 나라에 전파하여 일관성 있는 글로벌 평가시스템을 구축할 수 있다는 점에서 선진적 표준화에 앞장설 수 있다.

@highlight

전 세계적으로 기후변화가 심화되고 있다.

@highlight

이에 효과적으로 대응하기 위해 기후변화로 발생할 수 있는 위험과 재난의 발생가능성을 예측해 사회·경제·문화·환경 전반에 미치는 영향을 보다 세밀하게 평가할 필요가 있다.

