직경 수 마이크론급의 Ag 코팅 Cu 플레이크를 제조하기 위한 선행공정으로 습식 화학적 합성법으로 제조된서브마이크론급의 Cu 입자를 볼 밀링 공정을 통해 프레이크화 하였다.

입자들의 산화 및 응집을 막기 위해 볼 밀링 유체로는 에틸렌글리콜을 사용하였고, 에틸아세테이트 표면개질제도 첨가하였다.

용기의 회전수에 따른 실험 결과를 통해 회전수에 따른 회전 모드의 변화가 밀링 후 Cu 입자들의 평균적인 형상과 형상 균일도를 크게 변화시킴을 확인할 수 있었다.

또한 첨가한 지르코니아 볼의 직경 역시 Cu 입자들의 플레이크화 균일도를 결정하는 대표 공정변수임을 확인할 수있었다.

그 결과 다소간의 응집체를 포함한 서브마이크론급의 Cu 입자를 사용했음에도 불구하고, 회전수, 표면개질제 첨가량, 그리고 지르코니아 볼의 직경 등의 대표 공정변수들을 최적화한 볼 밀링 공정을 통해 분산성이 우수한 수 마이크론급의 Cu 플레이크를 성공적으로 제조할 수 있었다.

@highlight

직경 수 마이크론급의 Ag 코팅 Cu 플레이크를 제조하기 위한 선행공정으로 습식 화학적 합성법으로 제조된 서브마이크론급의 Cu 입자를 볼 밀링 공정을 통해 프레이크화 했다.

@highlight

입자들의 산화 및 응집을 막기 위하여 볼 밀링 유체로는 에틸렌글리콜을 활용하였다.

