풍물굿은 네 가지 타악기의 리듬만으로 음악적 완결성을 만들어낸다.

이는 서양 중심의 음악학으로는 이해하기 어려우며 동양의 전통 철학과 미학 속에서 파악할 수 있다.

필자는 풍물굿 악기가 내는 성음의 미학을 혜강의 『성무애락론(聲無哀樂論)』을 통해 해석하였다.

『성무애락론』은 동양 음악론의 또다른 고전인 『악기(樂記)』와 철학과 미학 측면에서 상대적으로 대비된다.

『악기』가 유가의 미학을 표현한다면 『성무애락론』은 도가의 미학을 드러내고 있다.

『성무애락론』과 『악기』에 있는 성음(소리) 관련 논의를 통해 풍물굿 악기 성음의 미학을 다음과 같이 정리할 수 있다.

1.

풍물굿은 장단(리듬)만으로 음악적 완결성을 만들어낸다.

2.

정해진 음고가 없고 소리의 간섭(맥놀이)을 활용한다.

3.

해당 지역에서 구한 재료와 제조방법을 이용해 악기를 만든다.

4.

연주자 각각이 개성에 따라 성음의 맛과 멋을 추구한다.

5.

힘과 역동성을 바탕으로 생명미학을 추구한다.

6.

비움의 정신을 통해 신명과 무아의 경지를 추구한다.

이상의 사실들을 통해 풍물굿이 유가와 상대되는 도가 계열의 철학, 미학과 가깝다는 것을 유추할 수 있다.

@highlight

풍물굿은 네 가지 타악기의 리듬만으로 음악적 완결성을 만들어낸다.

@highlight

이는 서양 중심의 음악학으로는 이해하기 어려우며 동양의 전통 철학과 미학 속에서 파악할 수 있다.

