이 연구는 과학학습 부진을 겪는 중학교 2학년 학생들의 인지적 특성을 한국 웩슬러 아동지능검사-4판(K-

WISC-

Ⅳ)을 이용하여 심층적으로 분석하고 이를 과학학습 우수아집단 및 일반아 집단과 어떠한 차이를 보이는지 규명하고자 하였다.

과학학습 우수 집단의 FSIQ 는 통계적으로 일반집단, 과학학습 부진아 집단 보다 높게 나타났다.

언어이해 지표(VCI)에서는 과학학습 우수 집단과 일반 집단이 과학학습 부진 집단보다 높은 것으로 나타났다.

특히, 하위 요인인 공통성(SI)에서는과학학습 부진아 집단이 다른 두 집단에 저조한 수행을 보였는데, 이는 과학학습 부진아 집단의 낮은 수준의 추상적 능력은 과학적 추론 능력이 부족한 것에 기인한다고 할 수 있다.

따라서 공통성 소검사는 과학학습 부진아 집단을 가려낼 수 있는 변별력 높은 소검사라고 판단되며, 낮은 수준의 언어 이해 능력, 추상화 능력 및 추론 능력은 과학학습 부진의 가장 큰 요인으로 작용한다고 볼 수 있다.

작업기억 지표(WMI)에서 과학학습 우수 집단이 일반집단, 과학학습 부진 집단보다 높게 나타났다.

작업기억은 과학의 유추 문제의 해결 과정의 원활한 수행에 깊이 관여하여 과학 학업 성취에 매우 중요한 역할을 하는 것으로 생각된다.

이에 대한 교육학적 함의를 논의하였다.

@highlight

이 연구는 과학학습 부진을 겪는 중학교 2학년 학생들의 인지적 특성을 한국 웩슬러 아동지능검사-4판(K-

@highlight

WISC-

@highlight

Ⅳ)을 이용해 심층적으로 분석하고 이를 과학학습 우수아집단 및 일반아 집단과 어떤 차이를 보이는지 규명하고자 했다.

