본 연구에서는 맥락정보로서 얼굴표정의 특성이 목표얼굴에 대한 정서강도판단에 미치는 영향을 탐색하고자 얼굴표정의 개수와 정서 강도 및 제시시간을 변수로 세 개의 실험을 진행하였다.

과제는 ‘기쁨’ 표정과 ‘화남’ 표정의 목표얼굴의 정서 강도를 판단하는 것이었고, 맥락정보로 제시된 얼굴표정은 목표얼굴의 얼굴표정과 불일치하는 정서를 사용하였다.

실험 1에서는 맥락정보의 개수가 목표얼굴의 정서 강도 판단에 미치는 영향을 확인하였다.

실험 2에서는 맥락정보로 제시된 얼굴표정의 정서 강도가 목표얼굴의 정서 강도 판단에 어떤 영향을 주는지 조사하였다.

실험 3에서는 맥락정보로서 얼굴표정이 제시되는 시간에 따라 목표얼굴에 대한 정서 강도 판단이 달라지는지 살펴보았다.

모든 실험에서 기쁨과 화남의 조건 각각에서 분산분석을 실시하였다.

연구 결과, 기쁨과 화남 조건 모두에서 맥락정보로서 얼굴자극의 개수는 목표얼굴의 강도 판단에 영향을 미치는 것으로 나타났다.

반면, 맥락정보로 제시된 얼굴표정의 정서 강도의 차이나, 맥락정보로 제시된 얼굴표정의 제시시간에 따른 응답의 차이는 나타나지 않았다.

본 연구 결과는 목표얼굴에 대한 정서강도판단은 정서의 종류에 관련 없이 주변에 제시된 얼굴의 수가 많을수록 영향을 받음을 보여주나, 추후 연구에서 얼굴표정을 맥락정보로 사용하는 경우, 이 과제변수 간의 상호작용에 대한 조사가 필요함을 시사한다.

@highlight

본 논문에서는 맥락정보로서 얼굴표정의 특성이 목표얼굴에 대한 정서강도판단에 미치는 영향을 탐색하고자 얼굴표정의 개수 및 정서 강도와 제시시간을 변수로 세 개의 실험을 진행했다.

