국내 울릉분지의 탄화수소 자원 탐사 및 지질구조 기초연구 등의 목적으로 일련의 탄성파 탐사가수행되었다.

성공적인 탄성파 해석을 위해 지하 구조를 정확하게 묘사하는 탄성파 단면이 필요하다.

울릉분지의기존 연구사례에서 소개된 탄성파 단면들은 영상화되는 영역이 천부에 국한된 경우가 다수이다.

본 연구에서는울릉분지의 지하구조를 5.0 s 하부까지 영상화하기 위하여 참 반사 보정을 수행하였다.

시간 영역 참 반사 보정을적용하여 부정합면을 포함하는 심부 지하구조의 연속성이 향상됨을 확인하였다.

참 반사 보정 결과 퇴적층서와기반암의 경계가 명확히 구분되었고 에돌이 잡음이 감소하였다.

겹쌓기-

전 참 반사 보정단면은 반사 신호의진폭이 강조되어 음향 기반암 매질 특성을 반영하였다.

연구 결과 도출된 시간 영역 참 반사 보정 탄성파 단면은울릉분지 퇴적 발달양상을 연구하는데 도움이 될 것이다.

@highlight

국내 울릉분지의 탄화수소 자원 탐사와 지질구조 기초연구 등의 목적으로 일련의 탄성파 탐사가 수행됐다.

@highlight

성공적인 탄성파 해석을 위하여 지하 구조를 정확하게 묘사하는 탄성파 단면이 필요했다.

