전 세계적으로 지속가능발전교육에 대한 필요성 인식이 확대되고 있는 가운데, 우리나라도 이에 대한 논의와 연구가 현재 활발하게 이루어지고 있다.

이러한 국내외적 관심과 요구에 부응하여 본 연구는 타 교과와 구별되는 미술교육의 고유한 특성 중 하나인 지각, 시각적 사고, 미학적 인식을 바탕으로 학교미술교육에서 지속가능발전교육을 실현시키기 위한 방안을 탐색해보고자 하였다.

이를 위하여 지속가능발전 및 지속가능발전교육의 개념을 살펴보고, 지속가능발전교육의 3가지 관점인 ‘환경적 관점’, ‘사회적 관점’, ‘경제적 관점’별 25가지 핵심 내용과 지속가능발전교육의 핵심 가치인 ‘인권 존중’, ‘미래 세대 존중’, ‘생태계 존중’, ‘문화 다양성 존중’별로 2015 개정 미술과 교육과정의 학교급별 체험, 표현, 감상의 내용 체계 영역과의 관련 정도를 분석하였으며, 학교미술교육에서 이를 적용하고 실천하기 위한 방안으로 2개의 수업안을 개발하여 제시하였다.

본 연구는 앞으로 가속화될 지속가능발전교육의 구현하기 위한 교과교육 관점에서의 관련 가능성을 가늠해보고 미술교육에의 적용을 위한 기초를 마련하는 데 의의가 있다.

@highlight

전 세계적으로 지속가능발전교육에 관한 필요성 인식이 확대되는 가운데, 우리나라에서도 논의와 연구 활발하게 이루어졌다.

@highlight

국내외적 관심과 요구에 부응하여 본 논문은 타 교과와 구별되는 미술교육의 고유한 특성 중 하나인 지각, 시각적 사고를 바탕으로 지속가능발전교육을 실현시키기 위한 방안을 탐색하고자 하였다.

