이 논문은 한국의 사회서비스의 특성을 분석하고 사회서비스 정책의 문제점과개선 방안을 제시하는 것을 목적으로 하였다.

이를 위해 사회서비스를 개념적으로 정의하고 취약 계층에 대한 사회복지사업으로부터 형성된 초기적 사회서비스와 사회서비스 시장을 통해 공급되는 보육과 노인장기요양서비스를 한국의 사회서비스로 규정하고 분석하였다.

그 결과 한국의 사회서비스는 저소득층 중심, 기관보조금, 지방사업이라는 특성을 가진 사회복지사업과 보편적 개별 급여, 이용자재정지원, 사회서비스 시장 기제도입을 특성으로 하는 돌봄 서비스라는 이원화된 구조를 가지고 공급되고 있었다.

이러한 사회서비스 정책의 문제는 첫째, 민간의존적 공급으로 인해 사회서비스 질 관리를 하기 어렵고, 둘째, 통합적인 공적 공급 체계 부재로 인해 사회서비스 이용자의 권리가 보장되고 있지 못한것으로 진단하였다.

이러한 문제들은 결국 공적 재정 투입이 사회서비스 질을 높이고 이용자의 욕구를 충족하고 권리를 실현하는 방향으로 작동하는 것을 방해하는 것이다.

이를 해결하기 위해 한국의 사회서비스 정책이 수요 확대 중심에서능동적인 공급 관리로 과감하게 전환할 필요성을 제기하였다.

@highlight

본 논문은 한국의 사회서비스의 특성을 분석하고 사회서비스 정책의 문제점과개선 방안을 제시하는 것을 목적으로 했다.

