본 논문은 한국 신종교의 문화관광콘텐츠 잠재력과 개발 방안을 고찰하고 있다.

이러한 문제의식은 첫째, 기존의 신종교 연구가 주로 사상적 접근에 기초하고 있다는 점에서 기인한다.

둘째, 최근 한국의 종교는 관광산업, 스트레스 산업과 밀접한 관련을 맺고 있다.

이러한 현상은 종교계가 의도한 것은 아니지만, 관광산업분야에서는 종교를 문화관광콘텐츠로 보고 성지순례, 종교문화재 탐방, 종교음식, 역사문화답사 등의 관광상품으로 개발?

판매하고 있다.

이러한 두 흐름은 종교를 종교의 본질적인 차원보다는 ‘문화’로서의 종교, 종교적인 영성을 종교성이 아니라 개인의 심리적, 정신적인 측면에서 명상산업, 자기개발프로그램의 자원으로 활용하고 있다.

이처럼 현대사회에서 종교는 관광의 측면에서, 다른 한편으로는 힐링(치유)의 측면에서 관광 및 스트레스 산업과 밀접한 관련을 맺기 시작했다.

본 논문은 신종교에서 문화관광콘텐츠적인 요소를 찾고 있다.

구체적으로는 신종교의 영성에 대한 논의, 성지순례, 문화재, 축제 등을 다루고 있다.

본 논문은 문화관광콘텐츠에 해당되는 기본적인 내용들을 고찰하고 대중화, 포교적인 측면에서 신종교의 문화관광콘텐츠 개발 방안을 제시하고 있다.

@highlight

이 논문은 한국 신종교의 문화관광콘텐츠 잠재력과 개발 방안을 고찰하고 있다.

@highlight

이처럼 현대사회에서 종교는 관광의 측면에서, 다른 한편으로는 힐링(치유)의 측면에서 관광 및 스트레스 산업과 밀접한 관련을 맺기 시작했다.

