본 연구는 미국의 구조충격이 한국에 미치는 영향을 실증적으로 분석하였다.

장기 제약을 미국의 주요변수들을 포함한 구조 VAR 모형에 부가하여 미국 구조충격을 식별한 후, 추정된 미국 구조충격을 외생적으로 가정한 한국의 주요 경제변수들을 포함한 VAR모형을 추정하여 미국의 구조충격들이 한국 경제 주요변수들에 미치는 영향을 분석하였다.

주요결과는 다음과 같다.

첫째, 미국의 실질 GDP와 물가를 변화시키는 미국 구조충격은 한국의 실질 GDP와 물가에 (+)의 국제 전이효과를 주고 한국과 미국의 실질 GDP와 물가를 동조화시키는 경향이 있다.

둘째, 외환위기 이후 미국 구조충격들의 한국물가와 인플레이션에 대한 영향이 감소한 반면 환율에 대한 영향은 증가했는데 이러한 현상은 외환위기 이후 보다 자유로운 환율정책과 물가안정화를 강조하는 통화정책으로의 변화 그리고 대미 무역 의존도의 하락과 관련 있는 듯하다.

셋째, 미국 구조충격 중 공급부문 충격의 한국경제에 대한 영향이 상대적으로 더 크다.

넷째, 미국 구조충격의 한국경제의 주요변수에 대한 영향은 명확하나, 실물부문에 대한 효과는 상대적으로 제한적이다.

@highlight

이 연구는 미국의 구조충격이 한국에 미치는 영향을 실증적으로 분석했다.

@highlight

장기 제약을 미국의 주요변수들을 포함한 구조 VAR 모형에 부가하여 미국 구조충격을 식별한 후, 추정된 미국 구조충격을 외생적으로 가정한 한국의 주요 경제변수들을 포함한 VAR모형을 추정하여 미국의 구조충격들이 한국 경제 주요변수들에 미치는 영향을 분석했다.

