노동현장에서 IT를 적극적으로 활용하여 긍정적인 변화로 유도한다면 우리가 상상하는 것보다 훨씬 큰 결과를 발견할 것이다.

오늘날 우리가 겪고 있는 실업률, 노동시간 단축, 비정규직 문제 등은 과학기술의 발전에 따르는 부작용일 수도 있기 때문이다.

긍정적인 측면은, 노동자의 인적·경제적 종속성을 기반으로 노동법의 보호 범위로 한정해 온 기존의 노동자 개념에서 기술발전은 장소적 구속성과 시간적 구속성을 덜 받는 노동종속 관계로 변화되어 노동자개념을 확대하였다.

반면, 부정적인 측면은, 21세기에 시작된 IT혁명과 ME혁명은 전문기술자의 수요를 늘렸고 동시에 광범위한 업무에 있어서는 요구되어지는 기능의 단순화를 초래하여 고도의 기능을 갖지 않는 비정규직 노동자의 활용여지가 확대되었고, 직무에 적응하지 못하는 노동자는 능력을 충분히 발휘할 수 없게 되면 해고가 가능하게 되는 등 노동조건이 변화될 것으로 예측되어 진다.

과학기술의 발달이 노동조건에 영향을 줄 수 있음을 예상할 수 있는 이상, 선제적인 대응으로 노동현장을 직시하여 과학기술의 발전에 따라 노동법규도 변화되어야 할 것이다.

@highlight

노동현장에서 IT를 적극적으로 활용해 긍정적인 변화로 유도한다면 우리가 상상하는 것보다 훨씬 큰 결과를 발견할 것이다.

