웹

과

 

스

마

트

폰

의

 

사

용

이

 

일

상

화

 

되

면

서

 

맵

 

응

용

에

 

대

한

 

수

요

가

 

웹

 

및

 

모

바

일

 

환

경

에

서

 

급

증

하

고

 

있

다

.

 

웹

 

기

반

 

맵

 

응

용

들

은

 

대

부

분

 

A

r

c

G

I

S

 

와

 

같

은

 

값

비

싼

 

개

발

 

환

경

이

나

 

M

a

p

S

e

r

v

e

r

와

 

같

은

 

공

개

 

개

발

 

환

경

에

서

 

작

성

되

고

 

있

고

 

모

바

일

 

맵

 

응

용

들

은

 

G

o

o

g

l

e

 

M

a

p

s

나

 

Y

a

h

o

o

 

M

a

p

s

와

 

같

은

A

P

I

 

수

준

에

서

 

작

성

되

고

 

있

다

.

 

그

러

나

 

이

러

한

 

개

발

 

환

경

들

은

 

자

동

화

 

지

원

 

정

도

가

 

미

약

하

여

 

맵

 

응

용

 

개

발

의

 

많

은

 

부

분

이

 

아

직

 

수

작

업

에

 

의

존

하

고

 

있

다

.

 

우

리

가

 

설

계

하

고

 

구

현

한

 

M

a

p

A

p

p

G

e

n

은

 

신

속

한

 

웹

 

기

반

 

맵

 

응

용

의

 

작

성

을

 

지

원

하

기

 

위

해

 

D

r

u

p

a

l

 

C

M

S

(

C

o

n

t

e

n

t

s

 

M

a

n

a

g

e

m

e

n

t

 

S

y

s

t

e

m

)

에

 

적

용

 

가

능

한

 

맵

 

관

련

 

모

듈

들

을

 

생

성

해

 

줌

으

로

써

 

맵

 

응

용

에

 

대

한

 

생

산

성

을

 

향

상

시

켜

 

준

다

.

 

M

a

p

A

p

p

G

e

n

으

로

 

생

성

한

 

응

용

은

 

D

r

u

p

a

l

이

지

원

하

는

 

기

존

의

 

G

M

a

p

이

나

 

N

o

d

e

M

a

p

이

 

생

성

한

 

응

용

에

 

비

해

 

관

심

의

 

대

상

인

 

지

형

/

지

물

과

 

함

께

 

이

 

지

형

/

지

물

과

 

연

관

된

 

모

든

 

정

보

를

 

검

색

해

 

표

시

한

다

.

 

M

a

p

A

p

p

G

e

n

은

 

G

o

o

g

l

e

 

M

a

p

s

 

A

P

I

를

 

사

용

하

며

 

D

r

u

p

a

l

은

 

컨

텐

츠

의

 

생

성

,

 

구

성

,

 

관

리

를

 

지

원

하

는

 

모

듈

 

기

반

 

시

스

템

이

다

.

 

향

후

,

 

M

a

p

A

p

p

G

e

n

 

을

 

확

장

하

여

 

모

바

일

 

맵

 

응

용

의

 

자

동

 

생

성

도

 

지

원

할

 

예

정

이

다

.

@highlight

웹과 스마트폰의 사용이 일상화 되면서 맵 응용에 관한 수요가 웹 및 모바일 환경에서 급증하고 있다. 향후, MapAppGen 을 확장해 모바일 맵 응용의 자동 생성도 지원할 예정이다.