본 연구의 목적은 대중적이며 산업화 되어있는 네오 팝 작품을 네일아트 기법에 융합한 디자인을 제시하여 창의적 디자인 발상에 기여하는데 있다.

연구방법은 네오 팝의 대표작가인 장 미쉘 바스키아, 무라카미 다카시를 선정하여 대표작가의 작품세계와 그들의 작품을 모티브로 한 사례를 전문서적과 인터넷 자료를 활용하여 분석하였다.

또한 네일아트의 개념과 표현기법들을 분석하였고 세 작가의 작품을 모티브로 네일아트 기법 중 핸드페인팅, 시스루, 엣칭, 네일 패치, 3D, 에어브러시 기법을 융합시킨 디자인으로 총 6작품을 제작하였다.

위와 같은 연구를 통해 네오 팝 작가들의 작품을 모티브로 한 창의적이고 독창적인 네일 디자인을 제시할 수 있었다.

이번 연구로 보다 개성 있고 다양한 네일 디자인의 활용이 전개되길 바라며 네일 아티스트들의 역량을 높이고 네일아트가 활성화 되는데 도움이 되길 바란다.

또한 향후 다양한 영역과의 융합으로 네일 아트 디자인 연구가 확대·발전되기를 기대한다.

@highlight

이 연구의 목적은 대중적이며 산업화 되어있는 네오 팝 작품을 네일아트 기법에 융합한 디자인을 제시해 창의적 디자인 발상에 기여하는데 있다.

