본 연구에서는 Tyler(1949)의 교육과정 개발이론에서 교사의 역할과 위상에 관한 분석을 수행하였다.

그 동안 타일러의 교육과정 개발이론에 대한 심층적인 연구와 비판이 다양한 관점에서 이루어졌음에도 불구하고, 과연 그의 교육과정 개발이론에 의한 교육과정 개발과정에서 교사는 어떠한 역할을 하여야 하는지는 물론 교사의 위상에 대한 심층적인 연구는 제한적으로 이루어졌다.

뿐만 아니라, 타일러 이론에 대한 논자의 입장에 따라 교사의 역할과 위상에 관한 서로 상반된 견해를 보여주고 있기도 하다.

하나의 이론에 대한 비판은 학문적 탐구의 중요한 부분이다.

그러나 이론에 대한 비판 이전에 이론에 대한 선명한 이해가 선행되어야 함이 마땅하다.

본 연구의 결과에 의하면, 타일러의 교육과정 개발이론에서 교사는 단순히 전달자 역할을 수행하는 교육과정 실행자의 위상에 있지 않았다.

오히려 이 이론에 의하면 교육과정 개발과정에 있어 교사는 적극적인 참여자 및 해석자의 역할이 기대되고 있으며, 이로 인해 교육과정의 실행자라는 위상과는 거리가 있었다.

@highlight

이 연구에서는 Tyler(1949)의 교육과정 개발이론에서 교사의 역할과 위상에 관한 분석을 수행했다.

