이 글은 청일전쟁을 앞뒤로 한 때 지식인들의 대외인식을 살펴보면서 사상의 지형을 짚어보려 했다.

문명관을 일정하게 공유하고 있던 개화파 안에서 조차 대외인식에 미묘한 차이가 드러났다.

특히 중국관이 그러하다.

동양적 질서에서 세계 질서 속으로 편입되어가는 전환기에 중국의 능력과 지도력에 대한 평가의 차이에서 비롯되었다.

그러나 서로 다른 사상을 가졌다 하더라도 특정한 나라에 대한 인식에는 공통점이 있기도 했다.

1894년 무렵 지식인은 격변하는 국제정세에 따라 사상의 혼동을 겪었지만, 다원적 세계관을 형성하는 계기를 마련했다.

청일전쟁은 조선의 사상계에 큰 영향을 끼쳤다.

청일전쟁에서 승리한 일본을 문명의 모델로 여기는 추세가 더욱 드세어졌다.

1894년 청일전쟁에서 중국이 패배하면서 우등한 백인과 열등한 흑인의 비유는 동아시아 내부에 반영되었다.

그리하여 우등한 일본과 열등한 청국이라는 구분을 만들었다.

1894년 무렵 지식인들은 청일전쟁의 성격이나 제국주의 침략의 논리를 제대로 인식하지 못했다.

@highlight

이 연구는 청일전쟁을 앞뒤로 한 때 지식인들의 대외인식을 살펴보면서 사상의 지형을 짚어보려 했다.

