선박의 대형화, 고속화 및 선종의 다양화는 운송수단 중 해양 운송수단의 비중을 크게 증가시켰으나 동시에, 선박사고의 발생도 같이 증가 되었다.

선박사고의 발생은 생명과 재산의 손실뿐만 아니라 환경재해까지 일으키기 때문에 막대한 경제적, 환경적인 영향을 끼치게 된다.

특히, 여객선의 경우 인명의 피해가 크게 발생하기 때문에 선박사고를 예방하기 위한 방법들이 논의 되어 지고 있다.

본 연구에서는 여객선의 횡경사 각도를 바탕으로 전복의 위험까지 가게 되는 시간을 예측하여 위험시간에 도달하기 전에 인명을 대피할 수 있는 기초 자료를 제공하고자 하였다.

2012년~2016년 사이 침몰사고를 바탕으로 특정 시나리오를 설정하였으며, PRR1의 데이터를 MOSES V20을 이용하여 시뮬레이션을 수행하였다.

시뮬레이션 결과는 시간에 따른 횡경사 각도이며, 횡경사 에측을 위한 1차, 2차 방정식을 이용하여 시뮬레이션 결과와 비교하였다.

1차방정식의 경우 시뮬레이션 데이터가 선형적인 그래프를 나타내었기 때문에 낮은 오차율을 보이고 있으며, 2차방정식의 경우 초기에는 낮은 오차율을 보이고 있으나 추후 발생되는 각도에 대해서는 높은 오차율을 보이고 있었다.

@highlight

선박의 대형화와 고속화 그리고 선종의 다양화는 운송수단 중에서 해양 운송수단의 비중을 크게 증가시켰지만 동시에, 선박사고의 발생도 같이 증가 됐다.

