요약문 쓰기는 읽기와 쓰기가 통합적으로 이루어져야만 성공적으로 수행이 가능한 ‘읽기-

쓰기’의 대표적인 형식이라 할 수 있다.

‘읽기-

쓰기’ 영역에서 요약문 쓰기와 더불어 주목할 만한 연구대상은 노트쓰기(note-

taking)이다.

읽기의 측면에서 노트쓰기는 독자로서의 정보의 이해 그리고 학습자로서 장기기억 내의 정보 보존과 밀접한 관련을 맺고 있고, 쓰기의 측면에서는 기록할 정보를 선택하고 그것을 어떤 방식으로든 원천 정보와 다른 형식으로 서식화하는 과정으로 이해할 수 있다.

요약문 쓰기와 마찬가지로, 노트쓰기는 텍스트에 대한 비판적 이해와 이를 바탕으로 한 텍스트의 생산이란 복합적인 행위의 산물이다.

따라서 요약문 쓰기와 노트쓰기를 비교하고 분석하는 작업은 ‘읽기-

쓰기’가 진행되는 인지적 과정을 이해하는 데에 중요한 단초를 제공하리라 생각한다.

본 연구에서는 국내 대학 글쓰기 교육에서 현재 모호하게 쓰이는 ‘읽기-

쓰기’를 ‘읽기’와 ‘쓰기’와 다른 독자적 문식성으로 설정하고, 요약문 작성 과정에서 작성된 대학생들의 노트를 분석하여 텍스트의 재구조화 과정에 관여하는 노트의 실질적 양상과 기능을 파악하는 것을 목표로 한다.

@highlight

이 연구에서는 국내 대학 글쓰기 교육에서 현재 모호하게 쓰이는 ‘읽기-

@highlight

쓰기’를 ‘읽기’와 ‘쓰기’와 다른 독자적 문식성으로 설정하고, 요약문 작성 과정에서 작성된 대학생들의 노트를 분석해 텍스트의 재구조화 과정에 관여하는 노트의 실질적 양상과 기능을 파악하는 것을 목표로 한다.

