서비스는 기업의 경쟁력을 갖추기 위해 제품이 지녀야 하는 일반적인 속성이 아닌 기업의 성공을 좌우하는 경쟁적 우위를 창출하는 중요한 요인으로 인식되고 있다.

현대사회에서 제품품질은 소비자의 필요와 욕구를 충족시켜 줄 수 있는 주요한 요인으로 많이 연구되어지고 있다.

그리고 기업의 대형화와 세계화로 인하여 기업이 사회와 소비자 및 이해관계자 집단에 미치는 영향력이 중요시되고있다.

이와 같은 관점을 반영하기 위하여 연구의 주요목적은 제품품질이 마케팅성과에 미치는 영향과,기업의 사회적 책임이 마케팅성과에 미치는 영향을 연구모형으로 설정하였다.

다음으로 PZB(1988)의 5개 차원의 서비스 품질요인 즉 유형성, 신뢰성, 응답성, 확신성, 공감성이 마케팅성과에 미치는영향을 연구모형으로 설정하였다.

분석결과를 종합해 보았을 때 L마트의 신뢰성과 공감성은 긍정(+)의 영향을 미치는 것으로 조사 되었다.

그러나 L마트의 유형성, 응답성, 확신성은 긍정(+)의 영향을 미치지 않는 것으로 조사되었다.

L마트의 소비자들은 회사에 대한 신뢰와 유통의 과정에서 판매원이나 종사원과의 공감대를 형성하는 것으로 조사되었다.

그러나 L마트의 유형성 및 응답성이나 확신성에 있어서는 부분적으로 부정적인 것으로 조사되었다.

실증분석을 경영적 관점에서 평가해 볼 때 L마트의 매장의 진열이나 적극적인 고객접점을 생각해보아야 한다고 사료된다.

판매원과 관리인은 고객에게 확신을 심어주는데 한층 노력해야 할 것이다.

@highlight

서비스는 기업의 경쟁력을 갖추기 위해 제품이 지녀야 하는 일반적인 속성이 아닌 기업의 성공을 좌우하는 경쟁적 우위를 창출하는 중요한 요인으로 인식되고 있다.

