본 연구의 목적은 2007 개정 고등학교 사회과 교육과정에서 명시하고 있는 ‘참여민주주의’적 관점이 교과서에서 어떻게 구현되고 있는지 알아보는 것이다.

이를 위해 구체적으로 교과서의 본문, 탐구활동, 읽기자료, 사진 및 삽화, 기타자료 등을 대상으로 참여에 대한 내용이 어떤 소재들을 통해, 어느 수준으로 어떻게 서술되어 있는지 분석하였다.

분석 결과, 본문내용의 경우 대체로 참여 민주주의적 관점에서 서술되었지만 참여의 필요성 및 의의, 방법을 제시하는 부분 등에서 일부 부족한 부분들이 나타났고, 탐구활동과 읽기, 삽화 등 기타자료의 경우에는 소재와 학습활동 모두에서 다양성이 더 필요한 것으로 보인다.

이러한 분석 결과를 바탕으로 제언을 하면 다음과 같다.

첫째, 보다 다양한 참여 사례나 방법에 대한 제시가 필요하다.

둘째, 참여 방법의 합법성 문제는 민감한 사안이라 학생들이 토론하거나 조사해볼 수 있는 열린 탐구 주제로 제시하는 것이 더 바람직 할 것으로 생각된다.

마지막으로, 탐구활동에서 학생들이 직접 경험할 수 있는 보다 실천적인 과제에 대한 비중을 늘리는 것이 필요하다.

@highlight

이 연구의 목적은 2007 개정 고등학교 사회과 교육과정에서 명시하고 있는 ‘참여민주주의’적 관점이 교과서에서 어떻게 구현되고 있는지 알아보는 것이다.

