본 연구는 매체가 시민의식(거주지역 인식과 공동체 의식)과 다문화수용성에 어떻게 영향을 주는지 탐색하는데 목적을 두었다.

한국아동·청소년패널조사(KCYPS)의 중학교 1학년 패널 2차년도 데이터를 활용하여 한국 중학교 2학년 학생들이 하루 중에 독서, 컴퓨터 활용, TV/비디오를 여가활동으로 활용하는 시간과 인터넷 활용과 휴대전화 활용 유형별 활용 빈도에 대한 자기 보고 결과가 시민의식 정도 및 다문화수용성과 어떠한 관련성을 갖는지 구조방정식모형으로 분석하였다.

본 연구에서는 Kymlicka(1995)가 말한 다문화적 시민의식(multicultural citizenship) 개념과 Berry(1997)의 문화생태모형(ecocultural model)을 기반으로 생성된 중학생의 매체활용과 다문화수용성 및 시민의식에 관한 모형이 실제 데이터와 적합함을 입증하였다.

구체적으로, 연구 변인으로 삼은 독서, 컴퓨터, TV/비디오 매체 활용은 학생들의 긍정적 시민의식을 예측하였으며 이 가운데 특히 학생들이 독서로 보내는 여가시간이 공동체의식 형성 및 문화적응에 도움이 되는 변인임을 알 수 있었다.

인터넷과 휴대전화 활용 세부 활동에 관한 모형을 분석한 결과, 매체를 통해 가족과 대화를 많이 한 학생들일수록 다문화수용성이 높은 것으로 나타났다.

@highlight

이 연구는 매체가 시민의식과 다문화수용성에 어떻게 영향을 주는지 탐색하는데 목적을 두었다.

@highlight

이 연구에서는 Kymlicka가 말한 다문화적 시민의식 개념과 Berry의 문화생태모형을 기반으로 생성된 중학생의 매체활용과 다문화수용성 및 시민의식에 관한 모형이 실제 데이터와 적합함을 입증했다.

