본 연구는 17세기 간투사 ca와 형태적 변이형 ca의 용법상의 관계를 통해서 이 시기의 철자법이 가지는 역할의 중요성을 보이고자 한다.

중세 프랑스어는 물론 고전 프랑스어는 한 단어가 여러 개의 철자로 표현될 수 있는 다양성을 가진다.

예를 들어 부사 ca의 화용화 결과물인 ca는 형태적 변이형 ca(cha, sa)와 철자상의 구별 없이 동일한 언어 단위로 사용되었다.

이러한 현상은 oh ca와 o ca와 같은 구문에서도 나타난다.

16세기의 문법학자와 사전편집자들은 실제 발음과 철자상의 간극을 최소화하여 합리적인 철자법 체계를 구축하고자 하였고, 이러한 노력을 바탕으로 아카데미 프랑세즈 사전을 출간한다.

이와 함께 ca를 지시대명사 cela의 축약형으로 재해석함으로써 두 철자를 구별해야할 필요성을 느꼈다.

이러한 배경을 바탕으로 해서 본 연구는 프랑텍스트를 기반으로 동일한 조건(17세기)하에 자료체를 구축하여 이 시기의 ca와 ca의 실제 사용 양상을 살펴보았다.

철자법 개혁이 즉각적인 언어 사용상의 변화를 가져오지는 않았지만, 이전 시기와는 달리 철자 차이에 따른 용법의 구분 또한 차츰 이루어지고 있었다.

@highlight

이 연구는 17세기 간투사 ca와 형태적 변이형 ca의 용법상의 관계를 통해서 이 시기의 철자법이 갖는 역할의 중요성을 보이려 한다.

