한

반

도

는

 

동

아

시

아

에

서

 

동

백

나

무

군

강

(

난

온

대

 

낙

엽

활

엽

수

림

)

의

 

최

북

단

 

지

역

이

다

.

 

총

 

4

0

 

개

의

 

입

지

에

서

 

생

태

학

적

으

로

 

정

의

된

 

야

생

상

의

 

자

생

 

차

나

무

 

개

체

군

에

 

대

한

 

식

생

자

료

가

 

수

집

되

었

다

.

 

우

점

 

상

관

에

 

따

라

 

식

분

을

 

구

분

하

고

,

 

Z

.

-

M

.

 

학

파

의

 

식

물

사

회

학

적

 

방

법

에

 

따

라

 

현

지

 

식

생

조

사

와

 

종

조

성

에

 

따

라

 

식

물

군

락

을

 

기

재

하

였

다

.

 

식

생

 

유

형

에

 

따

라

 

생

활

형

,

 

신

귀

화

식

물

,

 

식

생

지

리

분

포

,

 

고

유

성

 

등

을

 

포

함

하

는

 

생

태

식

물

상

 

특

성

을

 

분

석

하

였

다

.

 

자

생

개

체

군

 

분

포

지

의

 

최

고

해

발

은

 

대

구

시

 

팔

공

산

(

해

발

 

3

9

0

 

m

)

 

이

었

고

 

최

고

위

도

는

 

익

산

시

 

함

라

산

(

l

a

t

i

t

u

d

e

 

3

6

°

0

3

′

 

3

3

″

)

이

었

다

.

 

대

륙

성

 

기

후

가

 

우

세

한

 

한

반

도

에

서

의

 

차

나

무

 

자

생

개

체

군

은

해

양

성

 

기

후

가

 

우

세

한

 

일

본

에

 

비

하

여

 

수

평

적

·

수

직

적

으

로

 

모

두

낮

은

 

분

포

를

 

보

였

다

.

 

대

부

분

의

 

자

생

개

체

군

은

 

인

간

 

간

섭

을

 

받

아

온

 

입

지

에

 

위

치

하

였

고

,

 

자

생

개

체

군

의

 

북

한

계

 

분

포

 

확

장

의

 

동

인

으

로

 

인

간

의

 

도

움

이

 

지

목

되

었

다

.

 

자

생

개

체

군

의

 

군

락

지

리

학

적

분

포

는

 

난

온

대

와

 

냉

온

대

 

남

부

·

저

산

지

대

에

 

제

한

되

었

다

.

 

본

 

연

구

를

 

통

해

 

한

국

에

서

 

차

나

무

 

자

생

개

체

군

의

 

실

체

가

 

확

인

되

었

고

,

 

내

동

성

이

 

높

은

 

유

전

 

자

원

이

라

는

 

관

점

에

서

 

한

반

도

 

자

생

개

체

군

의

장

기

생

태

연

구

가

 

요

구

되

었

다

.

@highlight

한반도는 동아시아에서 동백나무군강(난온대 낙엽활엽수림)의 최북단 지역이고 총 40 개의 입지에서 생태학적으로 정의된 야생상의 자생 차나무 개체군에 대한 식생자료가 수집됐다.