난민문제는 국제사회의 주요 이슈로, 매년 증가하는 난민을 어떻게 수용하고 관리할지에 대한 국가별 논란이 끊이지 않고 있다.

이러한 상황 속에서 2018년 봄, 500여명의 예멘인들이 제주도의 무사증 제도를 통해 한국에 입국하여 집단으로 난민신청을 하게 되자 국내에서도 난민수용문제를 둘러싼 논쟁이 점화되었다.

한국사회는 그동안 난민에 대한 경험이 없을 뿐 아니라 무지(無知)했고, 정부는 난민법을 시행하고 있음에도 불구하고 이들을 대응하고 관리할 수 있는 역량과 경험이 부족했다.

한국이 국제사회의 일원으로 난민문제에 대해 함께 고민하고 적극적 조치를 취할 필요가 있다는 점을 고려했을 때, 난민문제에 있어 한국도 더 이상 예외가 아니며 난민을 어떻게 대응하고 관리할지에 대한 전략이 필요하다.

이에 본 연구에서는 해외사례를 통해 난민관리를 위한 시사점을 도출하고자 하였다.

특히, 이러한 공공난제(wicked problem)의 경우 여러 행위자 간의 협력이 필수적임을 고려하여, 미국 유타주 솔트레이크시티의 사례를 통해 정부-

NPO-

대학 간의 협력적 네트워크를 통한 난민 지원 및 관리 전략을 살펴보고자 하였다.

이를 위해 본 연구는 미국 유타주 솔트레이크시티에 위치한 10개의 비영리조직, 대학, 정부를 대상으로 관계자 인터뷰를 실시하고 그 결과를 분석하여 한국의 협력적 난민관리를 위한 이론적·실무적 제언을 제시하였다.

@highlight

난민문제는 국제사회의 주요 이슈로 매년 증가하는 난민을 어떻게 수용하고 관리할지에 대한 국가별 논란이 끊이지 않고 있는 상황이다.

@highlight

본 연구는 미국 유타주 솔트레이크시티에 위치한 10개의 비영리조직, 대학, 정부를 대상으로 관계자 인터뷰를 실시하였고 그 결과를 분석하여 한국의 협력적 난민관리를 위한 이론적·실무적 제언을 하였다.

