본

 

연

구

는

 

이

행

정

지

권

의

 

행

사

요

건

 

중

 

해

석

상

 

논

란

의

 

여

지

가

 

있

는

 

‘

실

질

적

 

부

분

’

과

 

‘

의

무

 

불

이

행

의

 

판

명

’

 

등

을

 

고

찰

함

으

로

써

 

적

용

상

의

 

지

침

을

 

제

공

하

는

 

것

이

 

목

적

이

다

.

 

의

무

의

 

‘

실

질

적

 

부

분

’

의

 

불

이

행

은

 

의

무

 

불

이

행

의

 

‘

정

도

’

(

확

실

성

)

를

 

의

미

하

는

 

것

으

로

,

 

‘

실

질

적

 

부

분

’

의

 

불

이

행

인

지

 

여

부

를

 

판

단

하

기

 

위

해

서

는

 

당

해

 

계

약

의

 

전

반

적

 

내

용

을

 

고

려

해

야

 

하

며

,

 

불

이

행

이

 

발

생

할

 

수

 

있

다

는

 

실

질

적

 

가

능

성

을

 

보

여

주

는

 

객

관

적

 

증

거

가

 

있

어

야

 

한

다

.

 

의

무

의

 

‘

실

질

적

’

 

부

분

을

 

구

성

하

는

 

요

소

는

 

개

별

사

건

마

다

 

달

라

질

 

수

 

있

으

며

,

 

판

단

의

 

결

정

적

 

요

소

는

 

계

약

이

행

에

 

대

한

 

채

권

자

의

 

기

대

(

당

사

자

 

의

도

)

일

 

것

이

다

.

 

당

사

자

의

 

의

도

는

 

협

약

 

제

8

조

에

 

따

라

 

해

석

될

 

수

 

있

다

.

 

의

무

 

불

이

행

 

발

생

의

 

‘

개

연

성

’

 

정

도

와

 

관

련

해

서

는

 

불

이

행

이

 

객

관

적

으

로

 

확

실

해

야

 

하

는

 

것

은

 

아

니

고

 

고

도

의

 

개

연

성

 

혹

은

 

실

질

적

 

가

능

성

을

 

보

여

주

는

 

객

관

적

 

근

거

가

 

있

어

야

 

한

다

.

 

그

럼

에

도

 

불

구

하

고

 

‘

판

명

되

다

’

의

 

의

미

는

 

‘

명

백

한

’

 

혹

은

 

‘

충

분

한

 

근

거

’

의

 

의

미

보

다

는

 

낮

은

 

수

준

의

 

개

연

성

을

 

요

구

한

다

.

 

협

약

 

초

안

자

들

은

 

의

무

 

불

이

행

의

 

판

명

기

준

에

 

대

한

 

객

관

성

을

 

높

여

서

 

주

관

적

 

우

려

만

을

 

근

거

하

여

 

이

행

정

지

권

을

 

행

사

하

는

 

것

을

 

방

지

할

 

목

적

이

었

다

.

 

동

 

목

적

 

달

성

을

 

위

하

여

 

불

이

행

의

 

‘

판

명

’

여

부

는

 

이

행

정

지

권

자

와

 

동

일

한

 

부

류

의

 

합

리

적

 

사

람

이

란

 

관

점

에

서

 

판

단

되

어

야

 

하

며

,

 

‘

판

명

’

의

 

기

준

은

 

이

행

정

지

권

의

 

성

질

과

 

목

적

에

 

비

추

어

 

해

석

되

어

야

 

할

 

것

이

다

.

@highlight

이 연구는 이행정지권의 행사요건 중 해석상 논란의 여지가 있는 ‘실질적 부분’과 ‘의무 불이행의 판명’ 등을 고찰함으로써 적용상의 지침을 제공하고자 한다.