본

 

연

구

의

 

목

적

은

 

건

강

운

동

관

리

사

의

 

잠

정

 

역

량

모

델

을

 

개

발

하

는

 

것

이

다

.

 

연

구

목

적

을

 

달

성

하

기

 

위

해

 

문

헌

고

찰

과

 

전

문

가

 

심

층

면

담

을

 

통

해

 

역

량

요

인

을

 

추

출

하

고

 

추

출

된

 

역

량

요

인

과

 

세

부

 

항

목

의

 

내

용

타

당

성

 

검

증

을

 

위

하

여

 

전

문

가

집

단

의

 

델

파

이

조

사

를

 

실

시

하

였

다

.

 

심

층

면

담

 

대

상

자

는

 

건

강

운

동

관

리

 

분

야

 

5

년

 

이

상

 

경

력

을

 

가

진

 

박

사

학

위

 

소

지

자

 

3

명

이

었

고

,

 

델

파

이

조

사

 

대

상

자

는

 

국

민

체

력

1

0

0

 

센

터

의

 

선

임

 

건

강

운

동

관

리

사

 

2

0

명

이

었

다

.

 

내

용

타

당

성

 

검

증

 

기

준

은

 

C

V

R

값

 

.

4

2

 

미

만

과

 

평

균

값

 

4

.

0

 

미

만

(

리

커

트

 

5

점

)

이

었

고

,

 

개

방

형

 

의

견

은

 

전

문

가

회

의

를

 

통

해

 

수

용

하

였

다

.

 

연

구

결

과

에

 

기

초

하

여

 

내

려

진

 

결

론

은

 

다

음

과

 

같

다

.

 

첫

째

,

 

건

강

운

동

관

리

사

의

 

역

량

은

 

‘

이

론

지

식

’

,

 

‘

직

무

수

행

’

,

 

‘

태

도

 

및

 

자

질

’

 

등

 

3

개

 

역

량

이

다

.

 

둘

째

,

 

건

강

운

동

관

리

사

의

 

이

론

지

식

 

역

량

은

 

일

반

지

식

(

3

항

목

)

과

 

전

문

지

식

(

9

항

목

)

이

다

.

 

셋

째

,

 

직

무

수

행

 

역

량

군

은

 

경

영

능

력

(

5

항

목

)

,

 

지

도

능

력

(

7

항

목

)

,

 

상

담

능

력

(

5

항

목

)

,

 

기

타

직

무

능

력

(

3

항

목

)

이

다

.

 

넷

째

,

 

태

도

 

및

 

자

질

 

역

량

은

 

개

인

인

성

 

및

 

자

질

(

6

항

목

)

,

 

자

기

조

절

(

5

항

목

)

,

 

대

인

관

계

(

5

항

목

)

,

 

윤

리

 

및

 

가

치

(

4

항

목

)

이

다

.

 

건

강

운

동

관

리

사

의

 

직

군

별

로

 

좀

 

더

 

전

문

적

이

고

 

세

부

적

인

 

핵

심

역

량

 

및

 

직

무

역

량

 

모

델

을

 

개

발

하

는

 

연

구

가

 

필

요

하

다

.

@highlight

본 연구는 건강운동관리사의 잠정 역량모델을 개발하는 것에 목적이 있다. 연구목적을 달성하기 위하여 문헌고찰 및 전문가 심층면담을 통하여 역량요인을 추출하고 추출된 역량요인과 세부 항목의 내용타당성 검증을 위해 전문가집단의 델파이조사를 실시했다.