망중립성을 둘러싼 논란은 mVoIP, 스마트TV 등 제3자(3rd party) 사업자 서비스를 인터넷 접속 제공사업자(ISP)가 어떻게 취급할 것인지에 대한 의문에서 시작되었다.

의문은 간단하지만 망중립성은 시대 및 이해관계에 따라서 그 개념부터 다양하게 정의되고 있고 그 효과 및 규제의 필요성에 대해서도 의견이 분분한 상태로서 이를 해결하기위한 답은 그리 간단하지 않다.

그러나 정책적 측면에서 망중립성 논의의 핵심은 두가지로 요약된다.

첫째, 단기적으로합리적 트래픽 관리를 어떻게 정의하고 이러한 트래픽 이슈를 망중립성 정책을 통해 어떻게 구현할 것인가 둘째, 장기적으로 인터넷 접속 서비스사업자, 콘텐츠 사업자 및 최종 이용자 등 이해 관계자들의 거래관계를 어떻게 설정할 것인가 등이다.

망중립성 정책 관련 문헌과 주요국의 망중립성 정책현황을 살펴보면 아직까지 위와 같은 이슈들에 대해서 국제적으로도 표준이 정립되지 않았으며 논의가 계속 진행 중인 상황이다.

이에 본 논문은 관련 문헌의 조사 및 해외 사례의 조사 등을 바탕으로 우리나라의 망중립성 관련 주요 정책현안을 분석하고 우리나라에 주는 시사점을 제시하고 있다.

@highlight

본 논문은 관련 문헌의 조사 및 해외 사례의 조사 등을 바탕으로 우리나라의 망중립성 관련 주요 정책현안을 분석하고 우리나라에 주는 시사점을 제시하고 있다.

