본 연구에서는 흙 댐 구조물의 지진저항 특성을 파악하기 위하여 3가지 대표단면을 기초로 하여 축소모형의 비율에 해당하는 상사법칙을 고려하여 각각 1:100, 1:70, 1:50으로 토조를 제작하였다.

그리고 국내 설계기준에 준하여 장주기인 Hachinohe파, 단주기인 Ofunato파, 인공지진파를 가진하여 각 단면에 대해 가속도변화, 과잉간극수압, 수직 및 수평변위를 측정하고, 측정된 결과를 통하여 지반-

구조물-

유체의 상호작용에 따른 안정성을 평가하였다.

시험결과 시험 대상 단면의 변위는 지진 시 허용변위량 300mm에 비해 비교적 작은 변위로 지진 시 안정성을 확보하였다.

가속도 계측결과 Hachinohe파, Ofunato파는 할증률 20%정도로 평가되었지만 인공지진파는 할증률 30%정도로 평가되었다.

과잉간극수압비 측정결과 액상화 평가기준인 과잉간극수압비 1이하로 모형단면은 액상화에 대해 안정성을 확보하였다.

@highlight

이 연구에서는 흙 댐 구조물의 지진저항 특성을 파악하기 위해 3가지 대표단면을 기초로 해 축소모형의 비율에 해당하는 상사법칙을 고려해 각각 1:100, 1:70, 1:50으로 토조를 제작했다.

