본 연구에서는 만 3세 유아의 유아교육기관 적응에 영향을 미치는 요인을 규명하고자, 위계적 선형모형을 사용하여 유아의 성과 놀이성, 교사의 연령, 학력과 경력, 교사-

유아 상호작용이 유아의 유아교육기관 적응 요인인 친사회성, 긍정적 정서, 또래 간 적응, 자아 강도, 일과 적응에 미치는 영향력을 분석하였다.

이를 위하여 D시 소재의 유아교육기관에 재원중인 만 3세 유아 298명과 그 담임교사 22명을 대상으로 분석하였다.

그 결과, 첫째, 유아의 유아교육기관 적응은 학급별로 유의한 차이를 나타내었다.

둘째, 유아의 성과 놀이성은 유아의 친사회적 행동, 긍정적 정서, 또래 간 적응, 자아 강도, 일과 적응에 유의한 영향을 미치는 것으로 나타났다.

셋째, 교사의 연령, 학력과 경력은 유아의 친사회적 행동, 긍정적 정서, 또래 간 적응, 자아 강도, 일과 적응에 유의한 영향을 미치지 않는 것으로 나타났으며, 교사와 유아의 상호작용은 유아의 친사회성과 일과 적응에 유의한 영향을 미치는 것으로 나타났다.

이와 관련하여 유아의 유아교육기관 적응을 돕는 놀이프로그램 및 교사교육프로그램이 제안되었다.

@highlight

이 연구에서는 만 3세 유아의 유아교육기관 적응에 영향을 미치는 요인을 규명하고자, 위계적 선형모형을 사용해 유아의 성과 놀이성, 교사의 연령, 학력과 경력, 교사-

@highlight

유아 상호작용이 유아의 유아교육기관 적응 요인인 친사회성, 긍정적 정서, 또래 간 적응, 자아 강도, 일과 적응에 미치는 영향력을 분석했다.

