해외 주요 도시에서 운영되고 있는 트램은 도시부의 교통혼잡과 대중교통의 수송분담율 감소 문제, 환경문제를 해결할 수 있는 대중교통 수단으로 인식되어 우리나라의 각 지방자치 단체에서 시스템 도입을 진행 중에 있다.

본 연구에서는 기존 신호운영 체계에서 트램을 효율적으로 운영하기 위한 능동식 트램 우선신호 전략을 개발하였다.

트램 우선신호를 수행하기 위한 시스템을 구성하고, 트램 정류장의 정차시간을 제어를 통해 트램의 교차로 무정차 통과를 구현하는 알고리즘을 개발하였으며, 대향방향의 트램차량을 고려하여 트램의 신호교차로 연속통행을 구현하였다.

또한 트램의 교차로 도착시간에 따라 정류장의 정차시간을 최소화하기 위한 능동식 우선신호 전략을 선택함으로서 신호제어 효과를 극대화 하였다.

개발된 신호제어전략을 평가하기 위해서 VISSIM 모형의 API 기능을 이용하여 트램 우선신호 제어전략을 구현하여 신호제어 효과를 분석한 결과, 트램차량의 신호교차로 정지수와 통행시간이 감소했음을 확인하였고, 일반차량도 트램 우선신호에 따른 지체증가가 거의 나타나지 않음을 확인하였다.

@highlight

본고에서는 기존 신호운영 체계에서 트램을 효율적으로 운영하기 위해 능동식 트램 우선신호 전략을 개발했다.

@highlight

트램 우선신호를 수행하기 위한 시스템을 구성하며, 트램 정류장의 정차시간을 제어를 통하여 트램의 교차로 무정차 통과를 구현하는 알고리즘을 개발하였다.

