본 연구에서는 리튬이온 이차전지 양극 활물질로 사용되는 LiFePO4 활물질을 이용하여 전지를 제조한 후 그 특성들을 평가하였다.

공침법을 이용하여 FePO4 전구체를 합성한 후 생성된 전구체에 리튬을 합성시키며, 열처리를 통하여 활물질을 생성시킨다.

열처리 온도에 의한 결과 중750oC에서의 결과가 가장 우수함을 확인하였으며 전도성을 확보하기 위하여 카본을 코팅하는 방법을 물리적 코팅 방식과 화학적 코팅방법으로 나누어 실험하였으며 물리적 카본 코팅의 결과6wt%를 코팅했을 때 125 mAh/g의 용량을 보였으며 화학적 코팅에서는 코팅하지 않은 기본 활물질 보다 약 40%의 성능향상을 보여 130~140 mAh/g 대의 활물질 용량을 보였다.

다공성 구조체를 형성하기 위하여 nanocomposite을 투입한 실험에서는 Al2O3를 첨가한 활물질이 porous형태의 구조체를 형성하고 SiO2을 첨가한 활물질 보다 132 mAh/g의 용량으로 우수함을 알 수있었다.

@highlight

본고에서는 리튬이온 이차전지 양극 활물질로 사용되는 LiFePO4 활물질을 이용하여 전지를 제조한 후 그 특성들을 평가하였다.

