성장에 영향을 주는 유전적·환경적 요인을 파악하고, 이를 이용하여 최종 신장을 예측한다.

소아·청소년 환자 1352명의 신장측정과 설문조사를 통해 얻어진, 유전적·환경적 요인과 키 백분위수 사이에 상관분석과 회귀분석을 하였다.

키백분위수와 상관성을 갖는 요소는 MPH, NBW, 식욕부진, 소화불량, 아침식사, 아토피, 수면의 질이다.

MPH는 적당한 크기(moderate)의 관련성, NBW와 식욕부진은 약간(fair)의 관련성, 소화불량, 아토피피부염, 아침식사, 수면의 질은 선형적인 관련성을 보이지만, 관련성이 약했다(poor).

상관성을 갖는 요소와 키백분위수 사이에 얻어진 회귀식은 26.9%의 예측력으로 크지 않았다.

유전적 요인만을 고려한 회귀식의 예측력은 20.4%였다.

키백분위수에 가장 큰 영향을 미치는 요소는 MPH였다.

식욕부진은 출생시체중에 비해 더 큰 영향력을 가졌다.

소화불량과, 아침식사, 아토피 피부염과 수면의 질은 크기는 작지만 비슷한 크기의 영향력을 가지고 있었다.

부모의 신장이 최종신장에 가장 큰 영향을 미치고, 출생시체중, 식욕부진, 소화불량, 아침식사, 아토피 피부염, 수면의 질도 영향을 미친다.

@highlight

성장에 영향을 주는 유전적·환경적 요인을 파악하고, 이를 이용하여 최종 신장을 예측한다.

@highlight

키백분위수와 상관성을 갖는 요소는 MPH, NBW, 식욕부진, 소화불량, 아침식사, 아토피, 수면의 질이다.

