수

많

은

 

세

균

,

 

바

이

러

스

,

 

진

균

,

 

기

생

충

 

등

이

 

지

역

사

회

획

득

 

폐

렴

을

 

유

발

할

 

수

 

있

으

나

 

이

 

중

 

4

-

5

가

지

 

미

생

물

이

 

대

부

분

을

 

차

지

한

다

.

 

그

 

중

에

서

도

 

폐

렴

구

균

이

 

가

장

 

흔

한

 

원

인

균

이

며

호

흡

기

 

바

이

러

스

,

 

폐

렴

미

코

플

라

즈

마

,

 

레

지

오

넬

라

,

 

클

라

미

디

아

,

 

헤

모

필

루

스

 

인

플

루

엔

자

도

 

흔

한

 

원

인

이

다

.

 

일

차

의

료

에

서

흔

히

 

접

하

는

 

지

역

사

회

획

득

 

폐

렴

은

 

유

발

 

병

원

체

를

 

찾

기

 

어

려

운

 

경

우

가

 

많

기

 

때

문

에

 

초

기

 

항

생

제

 

치

료

는

 

흔

히

 

시

험

적

으

로

사

용

하

게

 

된

다

.

 

동

반

질

환

과

 

약

제

 

내

성

 

폐

렴

구

균

에

 

대

한

 

위

험

인

자

가

 

없

는

 

외

래

환

자

는

 

1

)

 



-

l

a

c

t

a

m

 

단

독

 

또

는

 

2

)

 



-

l

a

c

t

a

m

과

m

a

c

r

o

l

i

d

e

제

제

 

병

용

,

 

또

는

 

3

)

 

r

e

s

p

i

r

a

t

o

r

y

 

q

u

i

n

o

l

o

n

e

 

사

용

이

 

권

장

된

다

.

 

M

a

c

r

o

l

i

d

e

 

제

제

 

중

 

e

r

y

t

h

r

o

m

y

c

i

n

은

 

헤

모

필

루

스

 

인

플

루

엔

자

에

 

듣

지

 

않

으

므

로

 

새

로

운

 

m

a

c

r

o

l

i

d

e

 

제

제

인

 

a

z

i

t

h

r

o

m

y

c

i

n

이

나

c

l

a

r

i

t

h

r

o

m

y

c

i

n

을

 

추

천

한

다

.

 

일

반

병

동

으

로

 

입

원

하

는

 

폐

렴

 

환

자

중

 

녹

농

균

 

감

염

의

 

위

험

이

 

없

는

 

경

우

에

는

 



-

l

a

c

t

a

m

+

m

a

c

r

o

l

i

d

e

 

혹

은

 

호

흡

기

 



u

o

r

o

q

u

i

n

o

l

o

n

e

이

 

추

천

된

다

.

 

동

반

질

환

 

또

는

 

약

제

 

내

성

 

폐

렴

구

균

에

 

대

한

 

위

험

인

자

를

 

가

진

 

외

래

 

환

자

의

 

경

우

 

b

e

t

a

l

a

c

t

a

m

 

제

제

/

m

a

c

r

o

l

i

d

e

 

제

제

 

복

합

요

법

이

나

 

a

n

t

i

p

n

e

u

m

o

c

o

c

c

a

l

 

u

o

r

o

q

u

i

n

o

l

o

n

e

 

제

제

 

단

독

 

요

법

이

 

추

천

된

다

.

@highlight

수많은 세균, 바이러스, 진균, 기생충 등이 지역사회획득 폐렴을 유발할 수 있으나 이 중 4-5가지 미생물이 대부분을 차지한다.