이 연구논문에서 우리는 신생민주주의 국가에 있어서 무역개방의확대가 정부의 복지정책에 미치는 경제적 영향력을 분석하려 했다.

이를 위해, 이 논문은 소위 경제개발협력기구(OECD) 국가라 불리는서구선진국가를 대상으로 전개된 국제화논쟁을 검토하였으며, 이를 통해 수렴가설과 보상가설이라는 두 개의 주요 가설의 주장을 살펴보았다.

과연 신생민주주의 국가 사례에서는 이들 두 가설 중에서 어느가설이 더 설명력을 가지는가?

비례대표제, 좌파정부, 연립정부, 정당체제, 연방제와 같은 정치적 변수, 1년의 시차를 둔 1인당 GDP, 1년의 시차를 둔 국내총생산액 대비 재정수입 비율, 1년의 시차를 둔 인플레이션율과 같은 경제적 변수, 그리고 노인인구비율 및 사회이질성과 같은 사회적 변수의 영향력을 통제한 상태에서 이루어진 패널분석은 무역개방의 확대가 보상가설이 주장하는 것처럼 복지지출을 증대시키는 것이 아니라, 수렴가설의 주장대로 복지지출을 축소시키는 방향으로 경제적 영향력을 행사하고 있다는 결과를 드러내주었다.

@highlight

신생민주주의 국가에 있어서 무역개방의확대가 정부의 복지정책에 미치는 경제적 영향력을 분석하였다.

@highlight

본 논문은 경제개발를 통해 수렴가설과 보상가설이라는 두 개의 주요 가설의 주장을 고찰하였다.

@highlight

협력기구 국가라 불리는 서구선진국가를 대상으로 전개된 국제화논쟁을 검토하였다.

