이 연구의 목적은 한국군 장병의 문화적 역량이 군 생활 적응에 어떤 영향을 미치는지를 파악하는 것이다.

이를 위해 문헌연구와 설문조사법을 실시하였다.

연구 대상자는 장병 300명을 대상으로 참여 의지, 인지적 유연성 및 개방성, 감정 조절, 불확실성에 대한 인내, 자기 효능감, 문화 공감, 문화적 역량, 군 생활 적응 수준을 살펴보았다.

연구 결과는 다음과 같다.

첫째, 문화적 역량 중 인지적 유연성 및 개방성만이 군 생활 적응에 유의미한 긍정의 영향을 미치는 것으로 나타났다.

둘째, 인구사회학적 변인에 따른 문화적 역량 차이는 해외 체류(방문) 경험만이 유의미한 차이가 있었다.

셋째, 인구사회학적 변인에 따른 군 생활 적응 차이는 계급별, 나이별, 근무 기간별에서만 유의미한 차이가 있었고, 나머지는 유의미한 차이가 없었다.

넷째, 연구 참여자의 문화적 역량은 중간 수준이었다.

그러나 미군의 문화적 역량 수준보다 낮게 나타났다.

문화적 역량 수준은 참여 의지가 가장 높고, 다음으로 인지적 유연성 및 개방성, 감정 조절 순이었으며 문화 공감이 가장 낮았다.

@highlight

한국군 장병의 문화적 역량이 군 생활 적응에 어떤 영향을 미치는지를 파악하였다.

@highlight

문헌연구와 설문조사법을 실시하였다.

@highlight

연구 대상자는 장병 300명을 대상으로 참여 의지, 인지적 유연성과 개방성 등에 대한 인내, 자기 효능감, 문화 공감, 문화적 역량, 군 생활 적응 수준을 고찰하였다.

