그동안 한국학 연구기관과 박물관 등을 중심으로 고문서 자료에 대한 수집 활동이 활발하게 진행되었고, 고문서에 대한 새로운 연구 성과들도 지속적으로 축적되었다.

따라서 진전된 연구 성과를 기반으로 수집 자료들에 대한 보다 정확한 자료 정리와 정보 파악이 가능하게 되었다.

본 논문에서는 조선시대 과거제의 산물인 시권 가운데 그동안 원저자 등의 정보가 파악되지 않은 채 방치된 자료의 미상 정보를 파악할 수 있는 방법을 여러 가지 사례를 들어 제시하였다.

과거 제도, 시권의 문체, 시권에 기재된 합격 등제 표기, 방목에 수록된 합격자 정보, 문집 수록 내용 등을 종합적으로 검토하여 시권의 원저자를 규명할 수 있었다.

나아가 이미 구축되어 있는 과거 관련 데이터베이스의 증보와 개선을 제안하였다.

시권을 비롯한 고문서 자료, 문집 등을 보다 적극적으로 활용하여 역대 과거별로 출제된 시제 정보와 합격자 정보 등을 증보하고, 합격자의 성명 외에도 방목에 수록된 다양한 정보들을 검색 목적에 따라 자유롭게 검색할 수 있게 시스템을 개선한다면 시권에 대한 기초적인 정리와 과거 관련 연구에 보다 유용하게 활용될 수 있을 것이다.

@highlight

본 논문은 조선시대 과거제의 산물인 시권 중 그동안 원저자 등의 정보가 파악되지 않은 채 방치된 자료의 미상 정보를 파악할 수 있는 방법을 여러 가지 사례를 들어서 제시했다.

@highlight

시권의 문체, 과거 제도, 시권에 기재된 합격 등제 표기 등을 종합적으로 검토하여 시권의 원저자를 규명하였다.

