구리 표면을 대기 중의 산화로부터 보호하기 위해서 아르곤(Ar)과 질소(N2) 가스를 이용하는 two-

step플라즈마 공정으로 산화 방지층인 구리 질화물 패시베이션 형성을 연구하였다.

Ar 플라즈마는 구리 표면에 존재하는 이물질을제거하는 동시에 표면을 활성화시켜 다음 단계에서 진행되는 N2 플라즈마 공정 시 질소 원자와 구리의 반응을 촉진시키는 역할을 수행한다.

본 연구에서는 two-

step 플라즈마 공정 중 Ar 플라즈마 공정 조건이 구리 질화물 패시베이션 형성에 미치는 영향을 실험계획법의 완전요인설계를 통하여 분석하였다.

XPS 분석에 의하면 Ar 플라즈마 공정 시 낮은 RF 파워와 압력을 사용할 경우 구리 산화물 피크(peak) 면적은 감소하고, 반대로 구리 질화물(Cu4N, Cu3N) 피크 면적은 증가하였다.

Ar 플라즈마 공정 시 구리 질화물 형성의 주 효과는 RF 파워로 나타났으며 플라즈마 공정 변수간 교호작용은거의 없었다.

@highlight

본 논문에서는 two-

@highlight

step 플라즈마 공정 중에 Ar 플라즈마 공정 조건이 구리 질화물 패시베이션 형성에 미치는 영향을 실험계획법의 완전요인설계를 통해 분석했다.

