강화도 능내리에서 출토된 고려시대 은제유물을 대상으로 성분조성과 경도, 조직특성을 연구하고 출토된 은제유물과 비슷한 성분비로 시편을 제작하여 가공방법과 온도에 따라 변하는 미세조직의 변화를 관찰하였다.

그 결과 능내리출토 은제유물의 소지는 Cu가 2~6% 함유된 Ag-

Cu 합금으로, Cu는 적절한 경도유지 등 특정 목정을 위하여 인위적으로 합금한 것으로 판단되며, 금으로 이루어진 도금층에서는 Hg가 약 11%의 함량으로 검출되어 아말감법으로 도금한 것으로 판단된다.

또한 일부 은제유물의 표면에서 확인되는 다공질 층은 실험시편 제작을 통한 확인결과 400℃이상의 열이 가해질 때 생성되는 것으로, 능내리출토 은제유물들은 400℃이상의 온도에서 열간가공하거나 열처리를 실시한 것으로 추정된다.

한편, 고부조로 타출된 은제유물 1점은 다른 은제유물과 비슷한 성분조성에도 불구하고 매우 낮은 경도를 보였는데, 이는 타출기법과 관계가 있는 것으로 추정된다.

@highlight

강화도 능내리에서 출토된 고려시대 은제유물을 대상으로 성분조성과 경도, 조직특성을 연구하고 출토된 은제유물과 비슷한 성분비로 시편을 제작하여 가공방법과 온도에 따라 변하는 미세조직의 변화를 관찰했다.

