간 전이가 나쁜 예후를 시사하는 문제임에도 불구하고 전신적 치료 및 국소 치료 기술의 발전은 생존율을 향상시키고 있다.

대장암, 신경내분비종양, 또는 비뇨생식기계 암에서 비롯된 절제 가능한 간 전이를 가진 환자에서는 간 절제술이 생존기간의 향상과 증상 완화에 도움이 됨이 이미 알려져 있다.

절제 불가능한 대장암 간전이 환자도 선행화학요법을 통해 절제가능한 질병으로 10-30%에서 전환되고 있으며, 최근에 표적 치료제 등의 도입으로 인해 더 나은 임상 결과를 기대할 수 있게 되었다.

수술 외에도 간에 국소적으로 작용하는 간동맥 항암화학요법, 색전술, 고주파술 및 방사선 치료에 대한 여러 연구들이 이루어 지고 있으며, 적절한 환자 선택 및 비교 연구 등이 필요하다.

결론적으로 전신적 항암화학요법과 함께 여러 국소 치료를 혼합한 다방면 치료는 다학제간의 협력이 필요하며, 이를 통해 전이성 간암의 생존률 향상에 도움을 줄 수 있다.

@highlight

간 전이가 나쁜 예후를 시사하는 문제임에도 불구하고 전신적 치료 및 국소 치료 기술의 발전은 생존율을 향상시키고 있다.

