본 연구는 고려시대 제작된 불교 경전에 포함된 판화와 관련된 개괄적인 현황을 살펴보기 위함이다.

고려시대 간행된 판화본 중 해인사 소장 대장경에 포함된 것은 ≪華嚴經≫ 周本 80점(5점 중복), 晉本 12점을 비롯하여 ≪豫修經≫ 3종 44점과 송광사에 ≪天台隱士寒山拾得詩集≫의 판화 1점이 현전한다.

또한 초조대장경 중 현재 일본 남선사에는 소장된 ≪御製秘藏詮≫ 권1-10까지에는 50개의 판화가 현전하며, 이것은 권11-20까지 중복해서 사용 되었으며, 권21에는 佛傳圖 형식의 판화가 3점 포함되어 있다.

이 외에 본고에 다룬 고려시대 간행된 불경 판화는 12종 19점으로, 중국에서 유입된 불경 판화의 모티브를 차용하면서도 고려인들만의 관점에서 재해석하여 독창적인 도상을 만들어 내었다는 점과, 특히 조선 초기 제작된 다양한 불경 판화의 원형을 제공해주고 있어 그 시원을 가늠할 수 있게 해준다는 점에서도 중요한 의미를 지닌다.

@highlight

이 연구는 고려시대 제작된 불교 경전에 포함된 판화와 관련된 개괄적인 현황을 살펴보기 위함이다.

