본 연구는 메이커 교육의 효과에 대하여 여러 연구 결과를 통합하여 체계적이고 종합적인 결론을 내리는 데 목적을 두고 수행되었다.

이러한 목적을 달성하기 위하여 2016년부터 2019년까지 수행된 메이커 교육에 대한 국내 문헌 19편을 연구 대상으로 선정하고 메타분석을 실시하였다.

메타분석을 이용하여 메이커 교육의 전체 효과크기, 변인별 효과크기를 산출하였다.

메타분석의 결과는 다음과 같다.

첫째, 메이커 교육의 전체 효과크기는 0.844로 효과크기가 크다고 해석할 수 있다.

둘째, 학생 변인별 효과크기는 모든 학교급에서 중간 효과크기를 나타냈으며, 영재 학생보다 일반 학생이 더 큰 효과크기를 나타냈다.

주요 교수설계 변인별 효과크기로 교과교육에서 메이커 교육이 실행되고 디자인씽킹이나 TMSI가 적용되었을 때 효과크기가 큰 것으로 나타났다.

또, 교수설계에 팅커링과 공유를 위한 기록이 반영되었을 때 효과크기가 큰 것으로 나타났다.

그리고 메이커 교육이 긴 차시에 걸쳐 이루어졌을 때 효과크기가 큰 것으로 나타났다.

본 연구는 메타분석의 전체 효과크기와 교육공학의 주 관심사인 교수 설계요소에 따른 효과크기를 함께 규명하였다.

본 연구는 메이커 교육의 가치를 규명하고, 교수 설계에 대한 시사점을 제공할 수 있을 것이다.

메이커 교육의 교육적 가치가 규명됨에 따라 메이커 교육의 안정적인 정착을 위해 정책적 지원과 활발한 연구가 이루어질 필요가 있다.

@highlight

본고는 메이커 교육의 효과에 대하여 여러 연구 결과를 통합해 체계적이고 종합적인 결론을 내리는 데 목적을 두고 수행됐다.

@highlight

이러한 목적을 달성하기 위해 2016년부터 2019년까지 수행된 메이커 교육에 대한 국내 문헌 19편을 연구 대상으로 선정하고 메타분석을 실시했다.

