본 연구는 1995년부터 2004년까지 정서 및 행동장애 아동의 가족에 관련된 연구에 나타난 정서 및 행동장애 아동 가족의 요구와 가족관련 지원에 대해 살펴보았다.

이를 위하여 정서 및 행동장애 아동의 가족과 관련된 논문 25편을 선정하여 분석하였고 그 결과는 다음과 같다 : (1)정서 및 행동장애 아동 가족을 효과적으로 지원하기 위해 강조되어야 할 요인은 가족중심적인 지원, 전문가와 가족 간 협력, 교육 및 중재에 가족 참여, 가족에 대한 정서적 지원, 가족의 필요에 따른 실제적 지원제공, 체제적 지원을 포함하는 넓은 범위의 가족지원이다.

(2)정서 및 행동장애 아동 가족과 관련한 인식과 요구에 관한 연구에서는 양적연구방법에 비해 질적 연구방법을 적용한 논문이 많았다.

(3)정서 및 행동장애 아동 가족과 관련된 실험연구에서는 아동 교육과 관련된 지원을 독립변인으로 한 연구가 많았으며 가족들이 필요로 하는 다양한 영역의 지원을 독립변인으로 적용한 연구는 부족하였다.

앞으로 정서 및 행동장애 아동의 가족지원과 관련된 다양한 내용과 형식의 연구가 요구된다.

@highlight

이 연구는 1995년부터 2004년까지 정서 및 행동장애 아동의 가족에 관련된 연구에 나타난 정서 및 행동장애 아동 가족의 요구와 가족관련 지원에 관해 살펴보았다.

