본 논문은 『삼국유사』의 저자로 널리 알려진 보각국존 일연의 일대를 기록한 비석인 보각국존비를 대상으로 집자의 특성과 일연의 속성을 고증한 논문이다.

경북 군위군 인각사 소재의 보각국존비는 1289년 일연이 사거(死去)하자 중국 동진의 왕희지 글씨를 집자하여 1295년에 완성한 비석이다.

현재 이 비석은 임진왜란을 비롯한 전화를 겪고 왕희지 집자비라는 유명세로 많은 사람들이 탁본을 하면서 훼손되어 겨우 두 조각만 남아 있다.

비석은 비록 훼손되어 극히 일부의 글자만 확인 가능하지만, 전면의 경우 파손 이전의 온전한 탁본이 전해지고 있어 집자비의 실상을 제대로 파악할 수 있다.

이에, 본 논문에서는 먼저 보각국존비 집자의 성격을 살펴보고 이어 전면 글씨를 대상으로 구체적인 분석을 하여 삼장성교서의 글씨를 어떻게 수용하였는지 확인하였다.

마지막에는 보각국존 일연의 속성을 고증하여 지금까지 모든 논문이나 자료에서 김씨로 잘못 알려진 일연의 속성이 전씨임을 확인하였다.

@highlight

이 논문은 『삼국유사』의 저자로 널리 알려진 보각국존 일연의 일대를 기록한 비석인 보각국존비를 대상으로 집자의 특성과 일연의 속성을 고증한 논문이다.

