본 논문은 안반수의의 6단계 호흡 수행 과정이 어떻게 상담현장에 적용될 수 있는가를 이론적으로 접근한 글이다.

첫째, 안반수의 호흡 수행의 필요성을 마음챙김 명상을 심리치료에 적용한 MBSR과 MBCT의 한계의 측면에서 살펴보았다.

수행의 경험이 없는 내담자가 정(定)의 단계가 되기까지 알아차림의 힘을 지니기가 어렵다는 가정에서 출발하였다.

둘째, 안반수의 호흡 수행의 원리 즉 연기 작용의 중도 원리, 무상·고·무아의 원리, 자재와 자비의 원리와 단계를 살펴보았다.

셋째, 이를 바탕으로 안반수의 호흡 수행의 상담에의 적용 가능성을 살펴보았다.

안반수의 호흡 수행은 내담자를 지금-

여기 온전히 있게 하여 존재의 직접성을 체험하게 하며 호흡을 통해 내담자의 마음이 고요하고 깨어있는 상태가 되면 내담자는 훨씬 더 명료한 의식과 현존에 눈을 뜬다.

이 때 내담자는 분리된 자신의 내면세계와 연결하고 사람들과 세계를 다시 연결한다.

상담자는 안반수의 호흡 수행을 통해 청정한 마음을 지니게 되어 집착하거나 거부하지 않고 내담자를 맑게 비춰주는 거울이 되어 줄 수 있으며 가슴의 영역에서 상담을 해 줄 수 있게 된다.

따라서 안반수의 호흡 수행은 상담자를 훈련시키고 내담자를 치유하는 훌륭한 방편이며 상담현장에 적용할 만한 충분한 가치가 있다.

@highlight

본고는 안반수의의 6단계 호흡 수행 과정이 어떻게 상담현장에 적용될 수 있는가를 이론적으로 접근한 글이다.

@highlight

수행의 경험이 없는 내담자가 정의 단계가 되기까지 알아차림의 힘을 지니기가 어렵다는 가정에서 출발했다.

