이 연구는 중학교에서의 수업참여 기피 현상 자체의 특성을 사회학적으로 밝히고, 이를 극복하기 위한 교육적 과제 및 시사점을 도출하고자 하였다.

이를 위해 수업참여거부 중학생들이 수업시간에 자는 주요 원인은 무엇이고 왜 이러한 현상이 지속되는지 살펴보았다.

이러한 연구문제를 밝히기 위해, 선정된 중학생들을 심층적으로 면담하고 이를 근거이론적 접근에 따라 분석하였다.

분석 결과, 수업시간에 멍하니 있거나 자는 현상의 원인으로 수업 외적, 수업 내적, 심리적 원인을 발견하였으며, 높은 난도와 빠른 진도를 특징으로 하는 일방적 수업이 이 현상을 강화하는 것을 확인하였다.

그 결과 학생들은 선별 장치인 학교에서 이미 ‘지는 게임의 남은 시간’의 지루함을 버티는 전략으로 참여를 기피하거나, 자책과 만회의 악순환 과정에서 자신에 대한 이중적 정체성을 형성하고 있는 것으로 나타났다.

이러한 결과에 기초해 연구자들은 세대충돌론이나 시대충돌론을 극복하고, 교육과정과 수업의 페다고지 자체의 변화를 통해 수업시간에 자는 현상을 일부나마 극복할 수 있다고 주장하였다.

@highlight

이 연구는 중학교에서의 수업참여 기피 현상 자체의 특성을 사회학적으로 밝히고, 이를 극복하기 위한 교육적 과제 및 시사점을 도출하고자 하였다.

