사회학에서는 사회의 통합을 크게 '사회통합'과 '체계통합'의 차원으로 구분한다.

한국 통합 논의에서는 주로 개인과 사회의 관계인 사회통합에 주목했고, 사회를 구성하는 하부체계들 간의 관계인 체계통합에 대해서는 의미있는 연구가 거의 수행되지 않았다.

이 논문은 한국 체계통합 양식의 변화에서 드러나는 특징을 포착하고, 이 변화가 갖는 의미를 설명하는 것을 목적으로 삼는다.

니클라스 루만의 체계이론이 체계통합 이해를 위한 이론적 자원으로 사용된다.

체계통합의 지역적 차이를 분명하게 드러내기 위해서 기능적 분화의 정도를 기준으로 '중심부', '주변부', '반주변부'의 분류를 선택했고, 각 지역에서 체계통합 관련 주제들이 어떻게 다뤄지는지 설명했다.

분석 결과 한국에서는 체계통합을 둘러싼 조건과 갈등 양상이 반주변부형에서 중심부형으로 바뀌고 있으나, 체계통합의 균형을 유지하기 위해서 중심부에서 발전된 메커니즘은 아직 제대로 정착되지 못한 상태인 것으로 결론을 내릴 수 있다.

체계통합의 위기를 극복하기 위해서는 한국 사회에서 점점 더 중요해지고 있는 기능적 분화와 체계의 자율성을 고려한 체계통합을 지향해야 함을 주장한다.

@highlight

사회학에서는 사회의 통합을 크게 '사회통합'과 '체계통합'의 차원으로 구분한다.

@highlight

이 논문은 한국 체계통합 양식의 변화에서 드러나는 특징을 포착하고, 이 변화가 갖는 의미를 설명하는 것을 목적으로 삼는다.

