최근 문학의 위상이 화제로 떠오르고 여러 가지 논의가 오가지만, 한국어 교육에서 문학은 단순한 의사소통을 넘어서 개인적 성장까지 이룰 수 있는 최고의 자료임은 확실하다.

따라서 한국어 교육에서 문학의 위상을 좀 더 공고히 하고 활성화시키기 위해서는 수업을 담당하는 교사들에게 집중할 필요가 있다.

왜냐하면 한국어 교육은 국가 수준의 교육과정이 아니라서 교사의 역량과 융통성에 따라 수업의 다양성을 꾀할 수 있기 때문이다.

따라서 그들을 양성하는 교육과정의 내용을 점검하고 대안을 마련하는 것이 가장 확실하고도 빠른 길이라고 할 수 있다.

먼저, 한국어 교사를 양성하는 학위·비학위 과정의 문학 수업을 점검했다.

현재 4영역에 개설되는 수업은 체계적인 교육 내용이 마련되지 않았고, 실제 문학 교육론 수업을 할 수 있는 3영역의 과목은 개설이 드물었다.

또한, 학습자 편차의 문제와 적절하고 다양한 교재 개발이 미흡하다는 점도 있었다.

이에 문학 교육론의 이론적 체계를 시급히 마련하고, 3,4 영역의 과목별 교육 내용을 규범화해야 한다.

또한, 이런 내용이 반영된 교재가 개발되어야 하고, 외국인 학습자를 위한 교육과정이 따로 개설되어야 할 필요가 있다.

이를 위해 앞으로 전문가들의 협조와 의견 공유가 절실하다.

@highlight

최근 문학의 위상이 화제로 떠오르고 여러 가지 논의가 오가지만, 한국어 교육에서 문학은 단순한 의사소통을 넘어서 개인적 성장까지 이룰 수 있는 최고의 자료임은 확실하다.

