김정은 체제의 출범과 함께 제시된 새경제관리체계(‘6·28 방침’)는 개혁·개방정책이 아닌 북한식‘배급경제체제’의 안정적 회복을 추구하고 있다.

북한이 수령체제를 유지하는 한 가장 효과적인 통제방식인 배급제도의 회복과 안정화를 최우선적 정책 목표로 삼을 수밖에 없다.

김정은 정권의 대외전략의방향은 김정일 시대의 핵보유 전략 프레임 속에서전개될 것이기 때문에, 대북·통일정책의 패러다임의 전환이 요구된다.

또한 새로운 대타협으로 한반도 평화체제 논의와 함께 경수로 지원을 재개해야한다.

‘남북 에너지 및 원자력 공동위원회’ 구상도필요하다.

북한의 정권진화 유도·협력이 중요하다.

이에 남북한 안보협력, 대북 개발협력, 인도적 문제해결, 그리고 남북한 신뢰구축 등이 기대된다.

‘협력을 통한 변화’를 추진하면서 통일 지향적 남북한 윈-

윈 모드를 추구해야 한다.

통일전략에 바탕을 둔 대북·외교·국방정책의 통합적 추진이 바람직하다.

@highlight

김정은 체제의 출범과 함께 제시된 새경제관리체계는 개혁·개방정책이 아닌 북한식‘배급경제체제’의 안정적 회복을 추구하고 있다.

