본 연구의 목적은 제3국 출생 북한이탈주민자녀를 양육한 북한출신 어머니가 인식한 중국과 남한 사회문화적 맥락 안에서 과거를 보듬으며 성장 가능성을 연계, 확대시켜 삶의 질을 향상시킬 수 있는 전문적이고 구체적인 개입 방안을 구축하고자 함이다.

눈덩이 표집방법에 따라 총10명을 2014년 8월부터 12월까지 심층면접하였다.

연구 질문은 ‘북한출신 양육자가 인식한 제3국 출생 북한이탈주민 자녀(아동청소년)의 삶의 제한성으로부터 가능성 연계 과정이란 어떠한 의미인가’였다.

내러티브 탐구방법을 적용하여 분석하였고 결과는 총 4개의 범주, 1) 중국에서: 그늘진 생에서 버팀목이 된 자녀, 2) 남한이주 과정에서: 힘겨웠던 생존의 터널을 빠져나감, 3) 남한입국 후 하나원에서: 어린 이방인에 대한 다른 차원의 배려, 4) 하나원에서 벗어난 일상생활에서: 또 다른 힘겨움을 받쳐줄 삶의 끈을 잡아당김으로 분석되었다.

결과논의에서 북한이탈주민지원법과 다문화지원법의 통합적 또는 절충적 관점에서 교육적 혜택 지원의 필요성을 강조하였다.

@highlight

본고의 목적은 제3국 출생 북한이탈주민자녀를 양육한 북한출신 어머니가 인식한 중국과 남한 사회문화적 맥락 안에서 과거를 보듬으며 성장 가능성을 연계, 확대시켜 삶의 질을 향상시킬 수 있는 전문적이고 구체적인 개입 방안을 구축하고자 함이다.

