지

난

 

5

년

간

 

N

d

F

e

B

계

 

이

방

성

 

본

드

자

석

은

 

2

5

 

M

G

O

e

의

 

높

은

 

자

기

특

성

을

 

강

점

으

로

 

기

존

 

페

라

이

트

 

영

구

자

석

을

 

갈

음

하

면

서

 

모

터

의

 

경

량

화

라

는

 

새

로

운

 

패

러

다

임

을

 

주

도

했

고

 

자

동

차

용

과

 

전

동

공

구

용

 

모

터

산

업

분

야

에

서

 

두

드

러

진

 

약

진

을

 

보

였

다

.

 

또

한

 

차

체

중

량

감

소

를

 

통

한

 

연

비

향

상

이

라

는

 

자

동

차

산

업

의

 

기

술

동

향

에

 

정

확

히

 

초

점

을

 

두

고

 

기

존

모

터

의

 

5

0

 

%

 

경

량

화

라

는

 

새

로

운

 

변

혁

을

 

이

끌

어

 

냈

다

.

 

그

러

나

 

2

0

1

0

년

 

7

월

에

 

중

국

이

 

희

토

류

원

소

의

 

수

출

규

제

를

 

발

표

함

에

 

따

라

 

2

0

1

1

년

 

희

토

류

 

원

자

재

는

 

또

 

한

 

차

례

의

 

폭

등

을

 

기

록

하

였

고

 

그

 

여

파

는

 

전

방

 

수

요

산

업

에

 

심

각

한

 

충

격

으

로

 

던

져

지

고

 

있

다

.

 

각

 

희

토

류

 

주

요

 

소

비

국

들

은

 

자

원

 

확

보

,

 

희

토

류

 

최

소

사

용

부

품

 

개

발

 

및

 

희

토

류

 

대

체

 

신

기

술

개

발

 

강

화

에

 

총

력

을

 

다

하

는

 

모

습

이

다

.

 

이

러

한

 

환

경

적

 

변

화

가

 

이

방

성

 

본

드

자

석

 

분

야

에

는

 

중

희

토

류

 

원

소

인

 

D

y

의

 

사

용

량

을

 

줄

이

면

서

 

보

자

력

을

 

향

상

시

키

고

자

하

는

 

기

술

적

 

도

전

을

 

유

발

하

였

고

 

모

터

고

속

화

 

응

용

분

야

에

 

탐

색

을

 

시

도

하

게

 

하

였

다

.

 

본

 

글

에

서

는

 

희

토

류

 

자

원

문

제

에

 

대

한

 

각

국

 

희

토

류

자

석

산

업

의

 

대

응

과

 

N

d

F

e

B

 

이

방

성

 

본

드

자

석

으

로

 

대

표

되

는

 

A

i

c

h

i

 

S

t

e

e

l

사

의

 

M

A

G

F

I

N

E

 

자

성

분

말

에

 

대

해

 

최

근

의

 

개

발

 

동

향

 

및

 

응

용

분

야

에

 

대

해

 

소

개

하

고

자

 

한

다

.

@highlight

차체중량감소를 통한 연비향상이라는 자동차산업의 기술동향에 정확히 초점을 두고 기존모터의 50 % 경량화라는 새로운 변혁을 이끌어 냈다.