본 연구는 대화의 주제를 연구의 주요한 변수로 간주하고, 대화와 관련된 여러 가지 요인을 조사했다.

조사 모둠은 주제가 제시되었는지 아닌지에 따라 분류되었으며, 발화 기회, 발화 겹침, 쉼(pause) 및 발화 길이가 주요 분석 대상이었다.

발화 겹침의 경우는 주제를 상정한 집단의 경우보다 그렇지 않은 않은 집단에서 그 발생 빈도가 유의미하게 높았지만 발언 기회의 경우는 주제 상정 여부에 상관없이 모둠 간 큰 편차가 없는 것으로 드러났다.

‘쉼’의 경우는 1~2초의 경우는 차이가 없었고, 2초 이상만이 주제를 상정한 집단에서 다소 발생한 것으로 드러났다.

발화 길이의 경우는 주제를 상정한 집단보다 그렇지 않은 집단에서 짧은 것으로 드러났다.

다만 조사 대상자가 일부 학습자 집단에 국한되었고, 조사 영역도 몇몇 대화 구조나 준언어적 표현에 한정되었다는 한계를 드러내었다.

그런 점에서 본고는 모국어 대상자를 중심으로 대화 교육의 실제성과 상호관계성을 확보하기 위한 일종의 시론적 성격을 띤 논의라고 할 수 있다.

@highlight

이 연구는 대화의 주제를 연구의 주요한 변수로 간주하고, 대화와 관련된 여러 가지 요인을 조사했다.

