프리스트레스트 보의 인장력 변화에 따른 콘크리트 응력 수준을 평가하기 위하여, 초음파를 이용하는 기존의 방법보다 개선된 비선형 초음파 공진 기법의 도입을 제안하였다.

이는 동일하게 초음파를 사용하는 선형의 기법보다 월등히 높은 민감도를 보이므로 초기 상태의 응력 평가에도 유리하다.

비선형 초음파 공진 기법은 초음파 통과시 매질 상태에 따른 공진 주파수의 변화의 정도로부터 계산되는 비선형 인자의 값을 측정하며, 측정 결과는 콘크리트의 응력 상태와도 밀접한 연관을 갖는다.

본 연구에서는 유압 펌프를 통한 인장력 작용에 따른 비선형 인자의 측정을 수행함으로써 두 인자 사이에 밀접한 연관성이 있음을 확인하고, 반복적인 하중 이력의 작용이 비선형 인자의 변화에 미치는 영향을 분석하였다.

추가적으로, 선형 초음파 전파 속도 측정 결과를 비교하여 제안한 방법의 민감도를 검증하였다.

측정 결과를 통해 프리스트레스트 보의 콘크리트 응력 수준 평가를 위한 비선형 초음파 공진 기법의 적용 가능성을 확인하였다.

@highlight

프리스트레스트 보의 인장력 변화에 따라 콘크리트 응력 수준을 평가하기 위해, 초음파를 이용하는 기존의 방법보다 개선된 비선형 초음파 공진 기법의 도입을 제안했다.

