국제화, 정보화 시대라 할 수 있는 21세기는 디자인의 흐름에 있어서 전통과 현대문화가 혼합되어 다양한 디자인을 만들어내는 경향성을 보이고 있다.

특히 한국전통문화중 단청문양은 민족의 정서와 얼이 깃들어 있는 미술자료로서 동양인의 음양오행에 대한 가시적인 조형성 특성과 독특한 아름다움을 지니고 있기 때문에 현재 패션, 예술, 뷰티산업 및 교육 등 여러 분야에서 활발히 연구 진행이 되고 있다.

하지만 헤어디자인에 관련된 구체적인 연구는 아직 미흡한 실정이다.

따라서 본 연구에서는 헤어바이나이트와 단청문양에 대해 이론적 고찰하고, 헤어디자인에 응용하고자 하는 문양의 종류 및상징적 의미를 바탕으로 작품을 제작하였다.

단청문양 기본문양 중 동물 문에서는 봉황문양과 나비문양을, 식물 문에서는 국화문양을 모티브로 선정하여 창작헤어바이나이트 작품을 제작하였다.

이에 본논문을 통해 단청문양을 창의적, 현대적으로 재해석함으로써 헤어바이나이트의 새로운 디자인을 제시 하였다.

@highlight

국제화, 정보화 시대라 할 수 있는 21세기는 디자인의 흐름에 있어서 전통과 현대문화가 혼합되어 다양한 디자인을 만들어내는 경향성을 보이고 있다.

