본 연구의 목적은 문화체육관광부와 교육과학기술부가 공동으로 추진하고 있는 학교문화예술교육의 예술강사 지원사업인 예술강사의 무용수업 중에서 ‘창작무용수업’ 의 실천과정에 대한 교육적 의미를 해석하는 것이다.

연구참여자는 학교문화예술교육의 예술강사 2명, 학생 4명이며, 자료수집은 관찰, 면담, 현장일지 등을 통해 이루어졌다.

이에 따른 본 연구의 결과는 다음과 같다.

첫째, 예술강사(문화예술교육 예술강사)의 창작무용수업은 창작과정에서 ‘소통’을 촉진시키는 것으로 나타났다.

개방적 수업환경 조성과 장난스러운 동작까지 허용하는 수업 분위기는 수업의 방해가 아니라 창작을 하는데 도움이 되었다.

둘째, 예술강사 창작무용수업은 ‘잠재력 발현(發現)의 장’으로 나타났다.

초등학교 무용수업의 부재로 창작 자체를 어려워했던 학생들은 동작단어를 사용함으로써 점차 추상적 사고를 확장하였고, 학생 스스로 타 교과의 주제와 연계하여 표현하였다.

셋째, 예술강사 창작무용수업은 ‘강당 안 해우소’로서의 역할을 하는 것으로 나타났다.

창작무용수업은 학생의 내면적 갈등을 가시적으로 표현하도록 하였고, 부모 자식 간, 학생 간의 공감 형성에 도움이 되었으며, 친구 간 갈등을 타협으로 해결할 수 있었다.

위와 같은 연구결과를 토대로 후속연구에서는 창작무용수업 교육과정을 중심으로 교육적 의미를 분석하는 연구가 필요하다.

더불어 창작무용수업의 남학생과 혼성수업에 대한 가능성에 대한 연구를 제안하고자 한다.

@highlight

이 연구의 목적은 문화체육관광부와 교육과학기술부가 공동으로 추진하고 있는 학교문화예술교육의 예술강사 지원사업인 예술강사의 무용수업 중에서 ‘창작무용수업’ 의 실천과정에 대한 교육적 의미를 해석하는 것이다.

