본 연구에서는 대나무섬유의 분쇄 유?

무에 따라 섬유함량이 각각 30, 40, 50 wt%인 대나무/PLA 펠렛을 압출공정으로 제조하고 사출공정을 통해 대나무/PLA 바이오복합재료를 성형하여 그들의 기계적, 열적, 충격 특성과 수분흡수성을 조사하였다.

대나무/PLA 바이오복합재료의 굴곡탄성률, 인장탄성률, 저장탄성률 및 충격강도는 neat PLA에 비하여 두드러지게 증가되었다.

특히 탄성률은 분쇄된 대나무섬유의 도입에 의하여 더욱 증가하였다.

또한 분쇄한 대나무섬유의 사용이 바이오복합재료의 장시간 동안 측정한 수분에 대한 저항성 증가에 효과적이었다.

대나무섬유의 사용이neat PLA의 열변형온도를 약 16% 향상시키는 효과를 나타내었으나, 분쇄된 대나무섬유의 사용에 의한 증가는 미미하였다.

분쇄된 대나무섬유의 사용은 바이오복합재료의 인장강도와 충격강도에는 크게 영향을 주지 않았다.

@highlight

이 연구에서는 대나무섬유의 분쇄 유?

@highlight

무에 따라 섬유함량이 각각 30, 40, 50 wt%인 대나무/PLA 펠렛을 압출공정으로 제조하고 사출공정을 통해 대나무/PLA 바이오복합재료를 성형해 그들의 기계적, 열적, 충격 특성과 수분흡수성을 조사했다.

