여러 대도시에서 교통 혼잡 문제를 해결하기 위해 정확한 교통 흐름을 예측하는 다양한 연구가 진행되었다.

대부분의 연구가 과거의 교통 흐름 패턴이 미래에도 반복될 것이라는 가정하에 예측 모델을 개발하였으나 교통사고 등과 같은 뜻하지 않은 비반복적 교통 패턴을 예측하는 데에는 신뢰성이 낮게 나타났다.

이런 문제를 해결하기 위한 대안으로 지능형 교통 시스템(ITS)을 통해 얻은 빅데이터와 인공지능을 접목한 교통 흐름 예측 연구가 진행되어 왔다.

하지만 시계열 분석에 일반적으로 사용되는 알고리즘인 RNN의 경우, 단기 예측에 최적화되어장기 예측 정확도가 낮다는 단점을 가지고 있다.

이런 문제를 해결하기 위해 본 논문에서는기온과 강수량 등의 기상 정보 외에도 각종 외부 요인들을 고려하여 장기적 시점에서 교통 혼잡도를 예측하는 '심층 인공 신경망 모델'을 제안하였다.

TOPIS 자료를 이용한 사례 연구 결과서울시 주요 도로 링크의 교통 혼잡도를 90%에 가까운 정확도로 예측이 가능하였다.

추후 교통사고나 도로 공사와 같은 도로에 영향을 미치는 이벤트 데이터를 추가로 확보할 수 있다면정확도는 더욱 높아질 것으로 예상된다.

@highlight

대부분의 연구가 과거의 교통 흐름 패턴이 미래에도 반복될 것이라는 가정아래에 예측 모델을 개발하였으나 교통사고 등과 같은 뜻하지 않은 비반복적 교통 패턴을 예측하는 데에는 신뢰성이 낮게 도출되었다.

