본 논문에서는 5.25 GHz에서 넓은 이득 제어범위를 갖는 저전력 가변 이득 프론트-

엔드를 설계하였다.

넓은 이득 제어범위를 갖기 위해, 제안된 저잡음 증폭에서는 가변이득 증폭기의 소스에 p-

타입 트랜지스터를 연결하였다.

이 방법을 통해 증폭기의 바이어스 전류와 소스 임피던스를 동시에 조절할 수 있었다.

따라서 제안된 저잡음 증폭기는 넓은 이득 제어범위를 갖는다.

믹서에서는 입력 트랜스컨덕턴스단으로 p-

타입 트랜지스터를 사용한 폴디드 구조가 제안되었다.

이 구조에서 믹서는 작은 공급 전압에서 각 단에 필요한 만큼의 전류만 흘려주기 때문에 저전력에서도 작동을 할 수 있다.

제안된 프론트-

엔드는 최대 33.2 dB의 이득과 17 dB의 넓은 이득 제어범위를 갖는다.

이 때, 잡음지수와 IIP3는 각각 4.8 dB, -8.5 dBm을 갖는다.

이러한 동작을 하는 동안, 제안된 회로는 최대 이득상태에서 7.1 mW, 최소 이득상태에서 2.6 mW의 적은 전력을 소비한다.

시뮬레이션 결과는 TSMC 0.18 μm CMOS 공정에서 Cadence를 이용하여 얻어졌다.

@highlight

본고에서는 5.25 GHz에서 넓은 이득 제어범위를 갖는 저전력 가변 이득 프론트-

@highlight

엔드를 설계하였다.

