연

구

자

들

은

 

혈

액

 

이

외

의

 

체

액

 

배

양

에

서

 

자

동

 

혈

액

배

양

 

방

법

이

 

세

균

과

 

진

균

 

배

양

에

 

있

어

서

 

기

존

의

 

고

체

배

양

법

과

 

비

교

하

여

 

우

수

한

지

 

알

아

보

기

 

위

하

여

 

연

구

하

였

다

.

 

전

체

적

으

로

 

7

3

4

검

체

(

복

수

 

4

5

7

,

 

담

즙

 

5

,

 

복

막

투

석

액

 

2

8

,

 

뇌

척

수

액

 

3

2

,

 

관

절

활

액

 

1

6

5

,

 

심

낭

액

 

1

7

,

 

늑

막

액

 

3

0

)

가

 

본

 

연

구

에

 

사

용

되

었

다

.

 

검

체

의

 

절

반

은

 

직

접

 

자

동

혈

액

배

양

병

(

b

i

o

M

e

r

i

u

x

,

 

M

a

r

c

y

-

I

’

E

t

o

i

l

e

,

 

F

r

a

n

c

e

)

에

 

접

종

하

였

고

,

 

나

머

지

는

 

3

,

0

0

0

 

r

p

m

에

서

 

1

0

분

 

원

심

분

리

 

후

 

기

존

의

 

고

체

배

지

에

 

접

종

하

였

다

.

 

임

상

적

으

로

 

의

의

가

 

있

는

 

미

생

물

의

 

배

양

 

양

성

은

 

자

동

혈

액

배

양

법

에

서

 

6

2

 

(

8

.

5

%

)

,

 

고

체

배

지

법

 

6

1

 

(

8

.

3

%

)

로

 

방

법

상

의

 

차

이

가

 

없

었

다

(

k

a

p

p

a

 

i

n

d

e

x

:

 

0

.

8

1

,

 

9

5

%

 

c

o

n

f

i

d

e

n

c

e

 

i

n

d

e

x

:

 

0

.

7

5

~

0

.

8

9

)

.

 

세

균

 

오

염

은

 

자

동

혈

액

배

양

법

 

1

1

(

1

.

8

%

)

,

 

고

체

배

지

법

 

3

(

0

.

4

%

)

이

었

다

.

 

결

과

 

보

고

까

지

의

 

시

간

은

 

자

동

혈

액

배

양

법

과

 

고

체

배

지

법

이

 

각

각

 

3

.

7

일

,

 

2

.

8

일

이

었

다

(

P

=

0

.

0

0

3

)

.

 

혈

액

을

 

제

외

한

 

체

액

배

양

에

서

 

자

동

혈

액

배

양

이

 

기

존

의

 

고

형

배

지

보

다

 

임

상

적

으

로

 

의

의

 

있

는

 

균

 

발

견

에

 

향

상

이

 

없

었

다

.

@highlight

연구자들은 혈액 이외의 체액 배양에서 자동 혈액배양 방법이 세균과 진균 배양에 있어서 기존의 고체배양법과 비교하여 우수한지 알아보기 위하여 연구했다.