본 연구의 목적은 기술수용모형, 기대일치모형, 과제기술적합모형을 기반으로 MOOC에 대한 대학생의 지속적인 사용의도에 영향을 미치는 요인을 탐색하는 것이다.

이를 위해, 본 연구에서는 기술수용모형, 기대일치모형, 과제기술적합성모형 등을 기반으로 수행된 관련 선행연구로부터 지각된 용이성, 지각된 유용성, 기대일치, 과제기술적합성, 만족도 등의 변인을 도출하고 MOOC의 지속적 사용의도에 영향을 미치는 변인을 탐색하였다.

본 연구에서는 수도권에 소재한 대학에 재학 중인 학생 322명을 대상으로 자료를 수집하고 구조방정식 모델을 이용하여 각 변인 간의 관계를 검증하였다.

본 연구를 통해, 첫째, 과제기술적합성이 MOOC의 지속적인 사용의도에 직접적으로 가장 큰 영향을 미친다는 점을 파악할 수 있었다.

둘째, 기대일치가 과제기술적합성, 지각된 유용성, 만족도를 매개로 MOOC의 지속적인 사용의도에 간접적으로 가장 큰 영향을 미친다는 점을 파악할 수 있었다.

셋째, 지각된 유용성이 태도와 만족도를 매개로, 또는 직접적으로 지속적인 사용의도에 영향을 미친다는 점을 파악할 수 있었다.

그러나 TAM의 핵심 변인인 지각된 용이성은 MOOC의 사용의도에 유의한 영향을 미치는 지각된 유용성이나 태도에 유의한 영향을 미치지 못하는 것으로 나타났다.

본 연구에서는 상기와 같은 연구결과에 대한 이론적, 실제적인 논의와 시사점을 제시하였다.

@highlight

본고는 기술수용모형, 기대일치모형 그리고 과제기술적합모형을 기반으로 MOOC에 대한 대학생의 지속적인 사용의도에 영향을 미치는 요인을 탐색하고자 했다.

