이 연구에서는 오일샌드 저류층에서 코어를 취득한 시추공의 물리검층과 코어분석 자료를 이용하여 코어 미회수 구간의 저류층 주요 물성을 추정하고 암석물리학상을 결정하는데 적합한 기법을 제시하고, 각 방법들을 캐나다 Leismer field 현장자료에 적용하여 추정성능을 비교하였다.

공극률 추정을 위해 밀도검층 자료법, 다중 회귀분석과 인공신경망 기법을 이용하였다.

수평·수직 유체투과도의 경우 코어분석에서 얻은 공극률과 유체투과도 간의 상관관계를 이용하였고 다중 회귀분석과 인공신경망 기법을 이용하여 추정한 결과를 비교하였다.

비투멘포화율은 Indonesia 모델, 수정된 Simandoux 모델, 인공신경망 모델로 추정하였다.

공극률, 수평·수직 유체투과도, 비투멘포화율 모두 인공신경망 기법을 적용할 때 코어분석 결과와 가장 잘 일치하였다.

암석물리학상 추정을 위해 퍼지 군집분석을 수행하였고 이를 통해 셰일층, 셰일성 사암층, 비투멘을 함유한 사암층 판별이 가능하였다.

@highlight

본 연구에서는 오일샌드 저류층에서 코어를 취득한 시추공의 물리검층과 코어분석 자료를 이용해 코어 미회수 구간의 저류층 주요 물성을 추정하고 암석물리학상을 결정하는데 적합한 기법을 제시하고, 각 방법들을 캐나다 Leismer field 현장자료에 적용해 추정성능을 비교했다.

