고품질의 복합재료를 생산할 수 있는 Autoclave 공정의 단점인 긴 성형공정과 높은 생산비용을 보완하여본 연구에서는 Autoclave 공정을 대체할 수 있는 Pressure press 공정과 장치를 개발하였다.

Autoclave 공정의 가장큰 특징이라고 할 수 있는 진공, 가압 공정을 금형 내부에 공간 설계를 통해 가능하게 하였고, 금형 내부 공기압이 소실되지 않도록 유압 press를 이용하여 가압장치를 설계하고 금형을 밀폐하였다.

가압장치에서는 가열과 냉각이 가능하게 하여 금형에 직접 온도를 전달할 수 있게 하였다.

Autoclave 공정에 비해 내부 공간이 축소되어 가열 시간과 공기압 충전시간이 단축되었고 설비규모가 축소되어 초기설치비가 절감되었다.

가열방식에 따른 공정의 분석을 위해 V 자 형태의 금형을 제작하여 spring-

back 현상 발생여부와 정도를 측정하고 Autoclave 공정과 비교하였으며, 복합재료 성형 시 금형의 온도를 측정하여 소재에 전달되는 각 부분의 온도를 관찰하였다.

그리고 같은 조건에서 Autoclave 공정과 Pressure press 공정으로 성형된 복합재료의 섬유 체적율을 비교하여 기계적 특성을 예측하였다.

@highlight

고품질의 복합재료를 생산할 수 있는 Autoclave 공정의 단점인 긴 성형공정과 높은 생산비용을 보완하여 Autoclave 공정을 대체할 수 있는 Pressure press 공정과 장치를 개발했다.

@highlight

Autoclave 공정의 가장 큰 특징인 진공, 가압 공정을 금형 내부에 공간 설계를 통해 가능하게 만들었다.

