자성-

금속-

자성 삼층구조로 반강자성 결합 특성을 갖는 박막 재료의 자화 곡선은 두 자성박막 각각의 자화량(M1, M2) 변화 특성을 반영한다.

본 연구에서는 반강자성 결합 특성을 갖는 CoB/Ru/CoB 박막 재료의 두 자성 박막의 총자화량(Mtot= M1 + M2)과상부 단일 박막의 자화량(M1)의 이론적 값을 Stoner-

Wohlfarth 모델로 계산하였다.

VSM으로 측정한 총자화량은 자기장의 반전에따라 가역 특성을 보였으며, CoB/Ru/CoB 재료의 플롭자기장(HF)은 약 50 Oe였다.

한편 MOKE로 측정한 상부 단일 박막의 자화량(M1)은 ?

HF < H < HF에서 비가역 자화 반전 특성을 보였다.

이러한 자화 거동 특성은 두 자성 박막에 서로 상호 작용하는반강자성 결합에 의하여 두 자성 박막 각각의 자화 각도 변화에 기인함을 Stoner-

Wohlfarth 모델 계산을 통하여 확인하였다.

@highlight

이 연구에서는 반강자성 결합 특성을 갖는 CoB/Ru/CoB 박막 재료의 두 자성 박막의 총자화량과상부 단일 박막의 자화량의 이론적 값을 Stoner-

@highlight

Wohlfarth 모델로 계산했다.

