본 연구는 국내에 거주하는 여성결혼이민자들에 있어서 자녀양육문제가 중요하게 대두되는 현실에서 이들을 대상으로 양육효능감에 영향을 주는 변인들을 탐색하고 연구 변인들 간의 관계를 분석하였다.

특히 자아존중감과 양육효능감의 관계에서 문화적응과 사회적 지지가 매개역할을 하는지에 초점을 두었다.

이를 통해 여성결혼이민들에게 자녀양육 등의 측면에서 도움을 주고자 하였다.

광주광역시 및 전라남도에 거주하는 자녀를 둔 여성결혼이민자 416명을 대상으로 자료를 수집하고 구조방정식모형 분석을 실시하였다.

분석 결과 자아존중감과 양육효능감의 관계에서 사회적 지지는 매개 역할을 한 반면 문화적응은 매개변인으로서 역할을 하지 못하는 것으로 나타났다.

동시에 자아존중감과 양육효능감의 관계에서 문화적응과 사회적 지지의 중다매개효과가 검증되었다.

여성결혼이민자들의 양육효능감을 향상시키는데 특히 사회적 지지의 중요성이 본 연구를 통해 확인된바 현실적으로 멘토제의 적극 활용과 같은 사회적 지지 및 지원 활동을 강화시킬 필요가 있을 것이다.

@highlight

국내에 거주하는 여성결혼이민자들에 있어서 자녀양육문제가 중요하게 대두되는 현실에서 이들을 대상으로 양육효능감에 영향을 주는 변인들을 탐색하고 연구 변인들 간의 관계를 살펴보았다.

@highlight

자아존중감과 양육효능감의 관계에서 문화적응과 사회적 지지가 매개역할을 하는지에 초점을 맞추었다.

