금원산자연휴양림에서 서식하는 딱정벌레류의 분포와 다양성을 조사할 목적으로 2012년 5월부터 9월까지 12회에 걸쳐 조사를 수행하였다.

본 조사에서 관찰된 딱정벌레류는 22과, 76종, 1,302개체가 조사되었다.

주요종의 분포는 Carabidae가 10종 389개체가 가장 많았고, 다음으로 Cerambycidae가 8종 165개체, Rutelidae가 8종 89개체, Curculionidae가 8종 8개체, Chrysomelidae가 5종 58개체, Melolonthidae가 4종 39개체, Nitidulidae가 4종 47개체로 분포가 다양하였다.

고도별 분포는 500m 지역에서 73과 376종, 600m 지역에서 69과 276종, 700m 지역에서 75과 501종, 900m 지역에서 66과 149종 이었다.

참나무시들음병의 매개충인 광릉긴나무좀이 조사되었다.

월별 분포는 7월의 700m 지역에서 21과 65종 210종으로 가장 많았고, 다양도 지수는 0.842로서 7월이 높았다.

우점도 지수는 0.19였고, 종의 풍부도는 menhinick 지수는 1.75였다.

@highlight

금원산자연휴양림에서 서식하는 딱정벌레류의 분포와 다양성을 조사할 목적으로 2012년 5월부터 9월까지 12회에 걸쳐 조사를 수행했다.

