이 연구는 장애인복지시설 종사자를 대상으로 에니어그램, EAP를 활용하여 직무스트레스 경감의 효과를 검증하기 위한 연구이다.

연구대상자는 J도내의 장애인시설 7개 기관 122명이었으며 연구기간은 2013년 1월 1일부터 5월 30일까지였고, 자가 보고식 설문지를 이용하여 일반적 특성, 직무스트레스, CORE-

OM에 관한 사전조사를 실시하고 8주간의 에니어그램 프로그램을 제공하였으며 그 후 사후조사를 실시하였다.

수집된 자료는 SPSS Win 18.0 Program을 사용하여 실수와 백분율, 평균, 표준편차, Paired t-

test로 분석하였다.

연구결과 집단프로그램의 참가자들은 직무스트레스에서는 업무몰입정도, 조직 및 대인관계 만족도, 가족관계 만족도, 자신감회복정도등이 향상되었고, 상담의 효과성 도구인 CORE-

OM에 의해서도 주관적 안녕감, 문제증상, 삶의 기능, 친밀관계, 대인관계, 위험/위기의 영역에서 유의미한 효과를 확인할 수 있었다.

이 연구는 앞으로 장애인시설 종사자들을 위한 근로자지원프로그램에 에니어그램의 활용뿐만이 아니라, 사회복지분야 종사자들의 직무향상에 기여할 수 있는 에니어그램을 적용한 EAP의 가능성을 제시하였다는 점에서 의의가 있다.

@highlight

이 연구는 장애인복지시설 종사자를 대상으로 에니어그램, EAP를 활용하여 직무스트레스 경감의 효과를 검증하기 위한 연구이다.

@highlight

수집된 자료는 SPSS Win 18.0 Program을 사용하여 실수와 백분율, 평균, 표준편차, Paired t-

@highlight

test로 분석했다.

