동 연구는 FY2003부터 FY2012까지의 국내 생명보험회사 데이터를 사용하여 서로 다른 성격의 보험상품을 함께 판매하는 생명보험회사의 다각화 전략이 보험회사의 수익성에 어떠한 영향을 미치는지를 분석하였다.

이를 위해 보장성, 저축성, 투자형의 세 가지 보험상품군에 대해 허쉬만-

허핀달 지수와 엔트로피 지수를 계산하여 상품 다각화 수준을 측정하였으며, 총자산수익률(ROA)과 위험조정자산수익률(RAROA)로 수익성을 평가하였다.

실증분석 결과, 상품 다각화는 보험회사의 총자산수익률에 부정적인 영향을 미치는 것으로 분석되었다.

반면, 위험조정자산수익률로 변동성을 고려하여 수익성을 평가할 경우, 선형모형에서는 유의한 효과가 나타나지 않은 반면 비선형모형에서는 보험회사의 다각화 수준과 수익성은 U자형의 비선형 관계가 있는 것으로 추정되었다.

이는 상품다각화가 낮은 수준일 때는 다각화될수록 수익률이 낮아지지만 일정 수준 이상의 다각화가 이루어진 상태에서는 다각화가 위험조정자산수익률을 높이는 데에 긍정적인 효과를 주는 것을 의미한다.

@highlight

동 연구는 FY2003부터 FY2012까지의 국내 생명보험회사 데이터를 사용해 서로 다른 성격의 보험상품을 함께 판매하는 생명보험회사의 다각화 전략이 보험회사의 수익성에 어떠한 영향을 미치는지를 분석했다.

