스포츠 분야도 다른 영역과 마찬가지로 분쟁이 증가하고 있다.

이러한 분쟁해결을 위해 비사법적 분쟁해결방법이 고려되고 있다.

그 중 하나가 화해인데, 화해는 계약의 종료 자체를 위해 사용되기도 하고, 계약관계 종료에 따른 청산을 위해 활용되기도 한다.

화해에 의한 분쟁해결은 스포츠 선수들에게 심리적으로 혹은 금전적으로 만족감을 줄 수 있다.

팬들에 대한 이미지의 손상이나 구단주들에 대한 평판의 손상이 소송에 의한 분쟁해결 방법보다 적기 때문이다.

화해는 소송의 패배로 인해 발생하는 위험과 시간 및 비용의 손실을 줄여준다.

제도상 근로기준법의 부당해고구제신청 과정에서 금전보상(제30조 제3항)도 이러한 화해의 성격을 갖는다.

그렇지만 화해의 선호는 종종 법률에서 정한 권리의 의미를 축소시킬 여지도 있고, 특히 고용관계의 종료와 관련한 보상금 지급에 대한 좋지 않은 선례를 만들 수도 있다.

그럼에도 다른 영역에 비해 스포츠 분야에서 화해에 의한 분쟁해결은 효과적인 부분이 존재한다.

따라서 이에 대한 지속적인 검토가 요구되는데, 이때 스포츠 선수의 근로자성과 스포츠전속계약서의 약관성이 선결문제로 고려될 필요가 있다.

@highlight

스포츠 분야도 다른 영역과 마찬가지로 분쟁이 증가하고 있다.

@highlight

그 중 하나가 화해인데, 화해는 계약의 종료 자체를 위해 사용되기도 하고, 계약관계 종료에 따른 청산을 위해 활용되기도 한다.

