이 연구의 목적은 초등학생의 에너지·기후변화 관련 교육 수요가 낮은 원인을 질적 연구방법을 활용하여 다양한 맥락에서 이해함으로써 초등학생들의 교육 수요를 증가시킬 수 있는 에너지·기후변화 관련 교육 내용 및 활동 개발에 교육적 시사점을 제안하고자 함이다.

이를 위해 사전 조사에서 에너지·기후변화 관련 교육 수강 경험이 없으면서 동시에 ‘별도의 에너지·기후변화 관련 교육이 필요하지 않다.

’라고 응답한 5명에 학생에 대하여 개별 심층 면담을 실시하였다.

면담 결과를 바탕으로 데이터 분석을 통해 개방코딩과 축코딩 과정을 거쳐 초등학생의 에너지·기후변화 관련 교육 수요가 낮은 이유를 인과적 조건, 현상, 맥락적 조건, 중제적 조건, 전략의 5가지 패러다임 요소로 분류·정리하였다.

또한 추가적으로 학생들을 두 집단으로 나누어 에너지·기후변화 관련 교육을 받는다면 어떤 내용과 활동을 통해 배우고 싶은지, 가장 좋은 의견을 찾는 토의를 진행하였다.

토의 과정과 결과를 분석한 자료를 근거로 에너지·기후변화 관련 교육 수요를 증가시킬 수 있는 교육내용 및 활동을 개발하는데 교육적 시사점을 제안하였다.

@highlight

본 연구의 목적은 초등학생의 에너지·기후변화 관련 교육 수요가 낮은 원인을 질적 연구방법을 활용해 다양한 맥락에서 이해함으로써 초등학생들의 교육 수요를 증가시킬 수 있는 에너지·기후변화 관련 교육 내용 및 활동 개발에 교육적 시사점을 제안하고자 함이다.

