기업은 지속가능한 성장을 위한 기업의 경영활동과 성과를 공유하고 향후 계획을 제시하고자 지속가능경영보고서를 발행하며, 이는 기업의 사회적 책임 활동에 대한 자발적 공시라고 볼 수 있다.

이에 본 연구에서는 지속가능경영보고서가 도입된 이후 회계정보 유용성이 향상되었는지에 대한 실증분석을 목적으로, 기업의 사회적 책임 활동에 대한 자발적 공시로 지속가능경영보고서 발행여부와 이익의 지속성에 차이가 있는지에 대해서 분석하였다.

본 연구는 2003년부터 2014년까지 대한상공회의소 지속가능경영원의 지속가능경영보고서 발행기업을 중심으로 이익 지속성을 추정하여 실증분석을 수행하였으며, 실증분석 결과는 다음과 같다.

첫째, 지속가능경영보고서를 발행하는 기업이 그렇지 않은 기업에 비해 이익의 지속성이 큰 것으로 나타났다.

둘째, 지속가능경영보고서 발행기업 중 서비스기업이 제조업보다 이익의 지속성이 큰 것으로 나타났다.

추가적으로 지속가능경영보고서 발행기업 중 공시횟수를 중심으로 공시횟수가 많을수록 이익의 지속성 정도가 큰 것으로 나타났다.

기업의 지속가능경영보고서를 통해 정보이용자들에게 정보 불균형과 미래의 불확실성에 대한 감소뿐만 아니라 기업의 사회적 책임 활동에 대한 성과가 이익의 지속성을 향상시켰다는 실증적 증거를 제시하였다는 점에서 의의를 가진다.

@highlight

이에 이 연구에서는 지속가능경영보고서가 도입된 이후 회계정보 유용성이 향상되었는지에 대한 실증분석을 목적으로, 기업의 사회적 책임 활동에 대한 자발적 공시로 지속가능경영보고서 발행여부와 이익의 지속성에 차이가 있는지에 대해서 분석했다.

