본 연구는 훈민정음 서문과 예의를 중심으로 그 속에 반영된 문법 인식을 살펴보는 것이 목적이다.

기존의 연구는 단순히 자구 해석에만집중하여 설명의 구조, 설명 방식에 따른 문법 인식을 파악하는데 소홀히하였다.

훈민정음은 국가적 사업이라는 엄밀성과 정밀성에 따른 규칙성을 전제로 이해할 때 훈민정음의 본질이 더 바르게 인식될 수 있음이 연구의 출발점이었다.

본 연구에서 살펴본 바, 서양의 문법연구는 20세기부터 시작하지만 우리나라는 소리 연구의 집대성인 훈민정음 시대에 이미 문법에 대한 확고한의식이 있었다는 것을 알 수 있었다.

구체적으로는 훈민정음 언해의 짧은설명에도 품사를 구별하고 합성어와 매김 구성을 구별해 표기하였음을밝혔다.

또한 낱말 사용에서도 정확성이 유지됨을 알 수 있었다.

특히, ‘하다’의 경우, 평성은 그림씨, 거성은 움직씨로 쓰인 것으로 확인되었다.

또‘쓰다’와 ‘스다’가 구별되어 쓰였으며, ‘ㅆ’은 무기유성음과 경음의 변별력이 없었던 것을 알 수 있었다.

@highlight

이 연구는 훈민정음 서문과 예의를 중심으로 그 속에 반영된 문법 인식을 살펴보는 것이 목적이다.

