이 논문에서는 17세기 매김마디 구조의 특질을 파악하고, 매김마디가형성되는 과정을 ‘-

오-

’의 소멸을 통해 설명하였다.

17세기 매김마디의 문법 정보는 객체높임법의 소멸로 인한 문법 정보의 제약이 보이기 시작하는 것 외에는 이전 시기와 별다른 차이는 없다.

매김마디는 매김법 외에 때매김법, 높임법의 문법 정보를 포함한다.

17세기 매김마디 구조의 두드러진 특징은 ‘-

오-

’의 선접이 거의 나타나지 않는다는 것이다.

이것은 이전 시기와 분명한 차이를 보이는 것이다.

-

오-

’는 본래 이름씨 특성이 강한 구성에 선접한 형태소였는데, 이름씨 특성이 약한 구성에서는 ‘-

오-

’가 선접하지 않고 소멸하게 된다.

이과정에서 매김마디 체계가 형성되어 왔음을 확인하였다.

다시 말해서, 15세기에는 매김마디 구조가 이름씨 특성이 강한 구조여서 ‘-

오-

’가 선접되었는데, 16세기 이후로 오면서 이름씨 특성이 약화되어 ‘-

오-

’가 소멸하였다고 볼 수 있다.

@highlight

이 논문에서는 17세기 매김마디 구조의 특질을 파악하고, 매김마디가형성되는 과정을 -

@highlight

오-

@highlight

의 소멸을 통해 설명했다.

