은행의 국내 신용 확대가 경제성장에 영향을 미친다는 가설에 대하여, 학계 내부적으로 이견이 있다.

본 연구는 이러한 흐름 속에서 은행신용 확대가 경제성장에 미치는 영향에 대한 실증분석을 하였다.

본 논문은 World Bank의 World Development Indicators 2010의 자료를 이용하였으며 분석을 위하여 세계 주요 55개국을 선정하여 1990년대와 2000년대로 나누어 패널모형을 사용하였다.

또 신고전학파의 Catch-

up Effects를 보기 위해 초기 1인당 GDP의 Log value를 통제하여 연구를 진행하였다.

분석결과, 1990년대와 2000년대에서 모두 은행신용 확대가 경제성장을 유발한다는 증거를 찾을 수 없었다.

특히 패널분석의 Fixed-

effects 모형에서는 은행신용 확대와 경제성장 사이에는 통계적으로 유의한 음의 값을 가지는 것으로 나타나, 경제성장에 대한 신용확대의 효과에 의문이 제기되었다.

또한 국내민간은행신용률의 2기 전기 값으로 분석한 결과에서도 은행신용은 경제성장과 역의 상관관계를 형성하였다.

@highlight

본고는 World Bank의 World Development Indicators 2010의 자료를 이용하였으며 분석을 위하여 세계 주요 55개국을 선정하여 1990년대와 2000년대로 나누어 패널모형을 사용하였다.

