본 연구는 최근 증가하고 있는 중도입국 다문화가정 청소년 중, 이주를 경험한 청소년을 대상으로 심층면접을 실시하여 그들의 이주경험과 적응과정을 이해하고자 하였다.

이러한 목적을 위하여 몽골, 중국, 베트남 등에서 이주해온 다문화가정 청소년 10명을 심층면접하고, 그 결과를 합의적 질적 분석(CQR: Consensual Qualitative Research) 방식으로 분석하였다.

분석결과는 중도입국 다문화가정 청소년의 이주 배경, 입국 전후 한국에 대한 인식과 한국에 입국 후의 경험, 적응과정에서의 주요 경험과 심리적, 행동적 특성, 주요 긍정적 자원으로 분류되었다.

특히 중도입국 다문화가정 청소년의 적응과정에서 이주 초기에 겪는 어려움과 대처방식, 기초적응을 이룬 이후의 적응기에 겪는 어려움과 대처방식의 특징이 다른 것으로 나타났다.

이러한 결과를 바탕으로 중도입국 다문화가정 청소년상담에 주는 시사점과 연구의 한계점에 대해 논의하고 후속연구를 제안하였다.

@highlight

이 연구는 최근 증가하고 있는 중도입국 다문화가정 청소년 중, 이주를 경험한 청소년을 대상으로 심층면접을 실시하여 그들의 이주경험과 적응과정을 이해하고자 하였다.

