이 글의 목적은 독일의 신학자 칼 바르트(Karl Barth)가 문화를 “삼위일체의 자취”(vestigium trinitatis )2)의 장소이면서 동시에“하나님의 말씀 앞에 선 인간 실존의 문제”3)로 본 것처럼, 필자는 프랑스의 철학적 신학자인 폴 리쾨르(Paul Ricoeur)를 통해 기독교 문화가 하나님과 인간을 올바로 이해할 수 있는 틀임을 제시하고자 한다.

그러나 우리는 문화가 하나님과 인간을 이해할 수 있는 도구임에 틀림없지만, 동시에 하나님과 인간을 올바르게 이해하지 못하게 만드는 은폐의 매체로 작용하기도 한다는 점에 주의해야 한다.

해석학은 ‘이해’의 가능성과 필연성 그리고 의미성을 논할 뿐만 아니라 그것의 한계까지도 밝힌다.

따라서 해석학에 기초해 현대문화를 신학적으로 올바로 이해할 수 있는지 검토하고자 한다.

필자가 ‘이해’의 문제를 문화의 관점으로 확대해야 한다고 주장하는 이유는 이해는 문화를 벗어날 수 없기 때문이고, 또한 문화 속에서 그 이해의 옳고 그름이 판가름 나기 때문이다.

결국 우리는 현대 문화를 문화 신학, 특히 그리스도론에 기초한 십자가와 부활의 신학과 종말론적인 하나님의 나라 그리고 용서의 종말론에 기초해 이해할 때의 의미성과 장·단점을 따져야 한다.

@highlight

본고는 독일의 신학자 칼 바르트가 문화를 “삼위일체의 자취”의 장소이면서 동시에“ 하나님의 말씀 앞에 선 인간 실존의 문제”로 본 것 같이, 프랑스의 철학적 신학자인 폴 리쾨르(Paul Ricoeur)를 통하여 기독교 문화가 하나님 및 인간을 올바로 이해할 수 있는 틀임을 제공하는데에 그 목적을 둔다.

