본 연구에서는 법인세법상 간접외국납부세액공제 대상금액 산출방법에 대한 현행 법인세법의 문제점과 개선방안에 대하여 연구하였다.

법인세법에서는 간접외국납부세액공제 대상금액 산출할 때 ‘특정 사업연도에 국내모회사가 해외자회사로부터 수령한 수입배당금’이 ‘해외자회사의 해당 사업연도 소득금액에서 해외자회사가 현지에서 납부한 해당 사업연도 법인세액을 차감한 금액’을 초과하면 그 초과하는 부분도 해당 사업연도 또는 그 다음 사업연도의 간접외국납부세액공제 대상이 될 수 있는지 여부가 불분명하여, 조세법률주의에 위배될 소지가 있으며, 납세자의 예측가능성을 저해하는 등의 문제점이 있었다.

이에, 본 논문에서는 간접외국납부세액공제제도의 문제점에 대하여 다음의 개선방안을 제시한다.

간접외국납부세액공제 대상금액에 대하여, 국내모회사가 해외자회사의 해당 사업연도 소득금액에서 법인세액을 차감한 금액을 초과하여 수령한 배당금에 대하여 ‘다음 사업연도의 수입배당금액에 가산’하여 간접외국납부세액공제 대상금액을 계산하도록 하는 규정을 마련하여야 한다.

즉, 초과배당액이 발생하는 경우, 해당 초과분에 대한 이월공제규정을 마련하여, 조세중립성확보 및 국제적 이중과세를 배제하는 당초 제도의 취지를 살리고, 납세자의 예측가능성을 보장하여야 한다.

@highlight

본 연구에서는 간접외국납부세액공제제도의 문제점에 대해 다음의 개선방안을 제안한다.

@highlight

간접외국납부세액공제 대상금액에 대하여, 국내모회사가 해외자회사의 해당 사업연도 소득금액에서 법인세액을 차감한 금액을 초과하여 수령한 배당금에 대해 ‘다음 사업연도의 수입배당금액에 가산’하여 간접외국납부세액공제 대상금액을 계산하는 규정을 마련해야 한다.

