이 연구는 1980년부터 2012년까지 교원 현직연수 관련 연구 동향을 사전에 설정된 분석 기준에 따라 분석하는데 목적이 있다.

분석 결과, 교원 현직연수 관련 연구는 1980년대에 거의 이루어지지 않았고 1990년대에 들어서면서 학술지를 통해 본격적으로 연구논문이 증가하기 시작하였다.

둘째, 교원 현직연수 연구는 일반적인 연수관련 논문이 0편(46%)으로 가장 많았고, 그 다음 교과관련 연수 23편(25%), 정보화관련 연수 19편(20%), 비교과관련 연수 8편(9%)순으로 나타났다.

셋째, 연구 주제는 「현직연수의 평가와 효과 분석」 27편(29%), 「프로그램 구성 및 연수모형 개발·적용」 26편(28%), 「교원 현직연수제도 및 체제 개선」 25편(27%), 「교원 현직연수 참여 실태 및 요구 분석」 15편(16%) 순으로 연구된 것으로 나타나 전체적으로는 각 주제별로 큰 차이가 없는 것으로 나타났다.

넷째, 활용된 연구방법은 문헌연구가 42편(45%), 양적연구 36편(39%)으로 주류를 이룬 가운데, 혼합연구는 8편(9%), 질적연구는 7편(7%)으로 상대적으로 적었다.

다섯째, 현직연수 관련 연구는 초?

중등교육이 분리되어 이루어지기 보다는 모두를 대상으로 하는 연구가 월등하게 많았다.

@highlight

본 연구는 1980년부터 2012년까지 교원 현직연수 관련 연구 동향을 사전에 설정된 분석 기준에 따라 분석하려 한다.

