본 연구는 교사가 인식하는 행복감과 공감이 교사-

영유아 간의 상호작용에 미치는 영향을 분석하여, 교사-

영유아 상호작용의 질을 개선하는 방안을 탐색하는 데 목적이 있다.

본 연구를 위해 영유아 교사 365명으로부터 자기보고식 설문에 대한 응답을 수집하였으며, 자료는 Pearson 상관관계, 다중회귀분석 방법을 이용하여 분석하였다.

본 연구의 결과는 다음과 같다.

첫째, 교사의 행복감, 공감, 교사-

영유아 상호작용 세 변인의 하위요인들 간 상관관계를 살펴본 결과, 자아수용과 정서공감, 행동적 상호작용과 긍정적 대인관계 두 경우를 제외한 모든 하위요인들 간에 유의미한 상관관계가 있었다.

둘째, 교사의 행복감은 교사-

영유아 상호작용에 유의미한 영향을 미치는 것으로 나타났으며, 교사의 공감이 더해질 때 그 영향력은 증가하는 것으로 나타났다.

즉, 교사의 행복감과 공감이 모두 있을 때 교사-

영유아 상호작용의 질은 의미 있게 개선된다.

이상의 본 연구결과에 비추어 볼 때, 교사의 행복감과 공감을 동시에 높일 수 있는 연수 프로그램을 제도적으로 제공한다면, 교사-

영유아 상호작용의 질은 의미 있게 높아질 것으로 기대한다.

@highlight

연구는 교사가 인식하는 행복감과 공감이 교사-

@highlight

영유아 간의 상호작용에 미치는 영향을 분석하여, 교사-

@highlight

영유아 상호작용의 질을 개선하는 방안을 탐색하였다.

@highlight

본 논문을 위하여 영유아 교사 365명으로부터 자기보고식 설문에 대한 응답을 수집하였으며, 자료는 Pearson 상관관계, 다중회귀분석 방법을 이용하였다.

