본 연구는 은행의 핵심예금 비중이 수익성에 미치는 영향을 분석한 연구이다.

핵심예금에 의한 자금조달이 은행의 수익성에 미치는 영향은 이론적으로 긍정적·부정적 효과가 모두 존재한다.

이와 관련하여 구조적이익률을 은행의 수익성 지표로 사용하여 핵심예금이 실제로 어떤 영향을 미치는지 실증분석 하였다.

분석결과 은행의 구조적이익률과 핵심예금의 비중이 10% 수준에서 음(－)의 유의한 영향을 미치는 것으로 나타났다.

또한 시중은행의 핵심예금 비중이 5% 수준에서 유의한 음(－)의 관계가 나타났고, 지방은행의 핵심예금 비중은 1% 수준에서 역시 유의한 음(－)의 관계를 나타내고 있다.

이는 핵심예금의 비중이 높을수록 다양한 운영비용과 규제비용을 발생시켜 은행의 수익성을 감소시킨다고 할 수 있다.

따라서 비용통제를 통한 안정적인 자금조달원 확보를 위한 전략이 필요할 것이다.

연구 결과에 따라 국내 은행의 수익성 극대화에 영향을 미치는 요소들로 핵심예금 뿐만 아니라 예대금리차와 비용효율성 등을 확인했으며, 은행들의 수익성 제고에 근거 자료를 제공할 수 있을 것으로 기대한다.

@highlight

이 연구는 은행의 핵심예금 비중이 수익성에 미치는 영향을 분석한 연구이다.

@highlight

핵심예금에 의한 자금조달이 은행의 수익성에 미치는 영향은 이론적으로 긍정적·부정적 효과가 모두 존재한다.

