제품의 아이디를 자동적으로 신속하게 인식하기 위한 기술로 주목받았던 수동형 RFID 태그가 직면한 문제는 가격, 인식률뿐만 아니라 최근에는 인증, 데이터 보호 및 제품추적 문제로 확대되고 있다.

대표적인 수동형 RFID 기술은 900 MHz UHF 대역의 국제표준인 ISO/IEC 18000-6 타입 C 기술이다.

이 국제표준은 보안 해결책을 제시하지 않았기 때문에 진품 확인, 태그의 저장정보 보호 및 추적 차단 서비스에 활용하기 어려운 단점이 있다.

본 논문에서는 인증, 데이터 보호 및 제품추적 문제 해결을 위한 ISO/IEC JTC 1/SC 31의 국제표준화 동향을 살펴보고, 국제표준에서 요구하는 암호 엔진을 사용하는 높은 수준의 보안성을 만족하는 UHF 대역의 수동형 RFID 보안 프로토콜을 제안하고 그에 대한 보안성을 분석한다.

또한 국제표준 문서에 적용될 수 있는 수준의 명령/응답 구조와 암복호화 방법을 제시함으로써 그 구현 가능성을 검증한다.

@highlight

본고에서는 ISO/IEC JTC 1/SC 31의 국제표준화 동향을 살펴보고, 국제표준에서 요구하는 암호 엔진을 사용하는 높은 수준의 보안성을 만족하는 UHF 대역의 수동형 RFID 보안 프로토콜을 제안하고 그에 대한 보안성을 분석한다.

