이 논문은 중국의 양계초가 간행한 근대 서학 목록서 『西學書目表』에 대해 서지학적으로 분석한 글이다.

이 책은 서문을 포함하여 총 4권으로 이루어져 있다.

양계초는 청나라 말기에 개혁운동을 한 인물로서, 중국인 계몽을 위해 1896년 『西學書目表』를 발표하였다.

서문에서 편찬 배경과 서목의 이론적 근거를 설명하였고, 서목에 수록된 도서는 대체로 근대과학 내용을 담은 것이다.

본편 3권은 서학서를 학·정·잡 3개 대분류와 28개의 소분류로 분류하였고, 3분류는 자연과학, 사회과학, 종합성 도서를 나타낸 것이다.

부권은 통상 이전 번역본과 미인쇄 번역본, 중국인 쓴 서양서가 수록되었다.

서목은 본편의 경우 서명, 찬역인, 각인처, 본수, 가치, 식어, 권식 등의 기록사항으로 이루어져 있다.

위의 기록 사항은 특징을 가지는데, 원저자가 아닌 번역자를 기록하여 수록된 책이 번역본임을 강조하였고, 서양의 도서 형태에 따라 책 수를 세는 단위로 ‘권’이 아닌 ‘본’으로 하였다.

또 책에 대한 값을 써서 소장이 아닌 구입에 중점을 두었으며, 지어와 권식을 기록하여 필독 도서를 표시하였다.

@highlight

본 논문은 중국의 양계초가 간행한 근대 서학 목록서 『西學書目表』에 대해 서지학적으로 분석한 글이다.

@highlight

이 책은 서문을 포함해 총 4권으로 이루어져 있다.

