‘한류’는 단순히 동아시아에서 유행하는 한국 열풍이 아니라 이 시대의 문화 현상을 대표한다.

전통에 새로운 가치를 부여하기도 하고 전혀 새로운 문화를 창출해 나가는 것이 그 내용이다.

그것은 문화 상품으로서 경제적인 기여의 측면도 있지만 한국학의 세계화라는 전략과도 직접적인 연관이 있다.

따라서 단순히 한국의 문화가 동아시아와 세계로 확산된다는 사실에 만족할 일은 아니다.

그것을 무엇으로 명명할 것인가를 새로운 인문학적 고민으로 삼을 필요가 있다.

한류로 대표되는 이러한 문화적 소비 현상에 대해 한국학은 구체적인 고민과 전략이 필요하게 되었다.

단순히 초급 수준의 한국어 교육 중심으로 짜여 진 커리큘럼을 인문 한국학을 고르게 교육할 수 있는 교과 과정으로 개편해 나가는 것이 예가 될 수 있다.

다시 말해 동아시아 공동의 문화와 역사, 혹은 예술과 문학, 그리고 나아가서는 대중문화 중심의 문화산업에 이르기까지 폭 넓은 접근을 할 수 있어야 한다.

그것은 동아시아의 구체적 삶의 세계에 밀착해 주체적이고 실천적인 학문이 될 수 있는 초석이 될 수 있을 것이기 때문이다.

그 주제와 지향(orientation)은 또 다른 문화로 전이되며 나아가 생활이나 삶의 방식에 총체적으로 전이될 수 있는 것이다.

한국학은 문화연구에 기반을 두고 지역적, 역사적 맥락을 바탕으로 동남아를 아우를 수 있어야 한다.

그 대안으로서 역사적 문화연구(Historical Cultural Studies)를 제안한다.

@highlight

‘한류’는 단순히 동아시아에서 유행하는 한국 열풍이 아니라 이 시대의 문화 현상을 대표하고 있다.

@highlight

문화 상품으로서 경제적으로 기여한 측면도 있지만 한국학의 세계화라는 전략과도 직접적인 관련성을 보인다.

@highlight

동아시아 공동의 문화와 역사, 혹은 예술과 문학, 나아가서는 대중문화 중심의 문화산업에 이르기까지 폭 넓게 접근하여 문화연구의 맥락을 바탕으로 동남아를 아우를 수 있어야 한다.

