본 연구는 일본 식민지기의 보통학교 지리교육에 도입된 페스탈로치의 교육사상을 고찰한 것이다.

페스탈로치의 교육사상은 도쿄고등사범학교 다나카 게이지 교수에 의해 1930년대 초반 조선총독부 편찬 『초등지리서』에 반영되었다.

그 특징은 『초등지리서』에 그림과 지도 등 시각 자료를 다수 사용했다.

또한 일본지리의 내용구성을 가까운 곳에서 먼 곳으로, 북부 지방에서 남부지방으로 배열했다.

그리고 세계지리의 내용구성은 간단한 지역에서 복잡한 지역으로, 남반구에서 북반구 순으로 편성했다.

이는 다나카 게이지가 아동들에게 지역을 쉽게 이해하도록 궁리한 결과였다.

그는 이러한 내용을 1920년대 후반까지 일본의 지리교육계에서 끊임없이 주장해 왔지만, 반영되지 않았다.

마침내 다나카 게이지의 아이디어는 그가 저술한 1930년대 식민지 조선의 보통학교 아동용 『초등지리서』에서 빛을 보게 되었다.

@highlight

본고는 일본 식민지기의 보통학교 지리교육에 도입된 페스탈로치의 교육사상을 고찰한 것이다.

