동북아 지역에서 부산항의 주요 환적화물 시장은 중국과 일본이 대표적이며, 부산항과 일본 항만간의 환적화물 증가율이 6~8%로 비교적 높은 증가율을 보이고 있다.

본 연구에서는 일본 주요 항만의 유통경로(O/D)분석과 부산항 및 일본 환적화물의 20대 항만별 포트폴리오 분석을 통해 화물유치를 위한 대안을 제시하고자 하였다.

분석결과, 부산항과 환적화물에 대한 시장점유율과 성장률이 비교적 높은 항만들은 Hakata항, Yokohama항, Tomakomai항, Nagoya항으로 나타났다.

또한, 시장점유율은 중간이지만 높은 성장률이 보여 향후 부산항의 핵심 환적항으로 성장하게 될 항만들은 Kitakyushu항(Moji항), Shibushi항, Toyamashinko항, Fukuyama항, Naha항이 포함되었다.

마지막으로 일본 동안지역의 Kobe항, Osaka항, Tokyo항, Hiroshima항 등은 성장률도 낮아지고 비중도 점차 낮아지는 항만 군으로 분석되었다.

이러한 결과는 부산항의 환적화물 유치전략의 기초자료로 활용될 수 있을 것이다.

@highlight

본고에서는 일본 주요 항만의 유통경로(O/D)분석과 부산항 및 일본 환적화물의 20대 항만별 포트폴리오 분석을 통해 화물유치를 위한 대안을 제시하고자 하였다.

