지금까지 서비스되던 게임들은 평면상에서 단순히 2D 리소스로 구성된 영상을 제공하는 것이 대부분이었으나, 더욱 실감나는 콘텐츠를 요구하는 사용자의 요구와 기술의 발달로 3D로 구성된 리소스를 제공하게 되었다.

또한 현실감에 대한 관심과 요구가 높아지면서 현실과 동일하게 체험할 수 있는 기술에 관심을 가지게 되었다.

하지만 현실과 동일한 환경을 구성하기 위해서는 실제 체험을 위한 일정한 영역이 필요하며, 이로 인해 반드시 넓은 공간이 확보되어야 하므로 비경제적이라 할 수 있다.

이를 위한 대안으로 가상현실, 증강현실 기술이 현실과 동일한 영상을 제공할 수 있는 가능성을 제시하고 있으나, 이는 인간이 체감할 수 있는 감각 중에서 시각 및 청각의 문제를 해결하는 정도이다.

본 연구에서 구현한 시스템은 키넥트를 이용한 사용자 핸드 트래킹 기술을 접목함으로서 복잡한 상호작용 장비를 착용하지 않고, 사용자의 손동작을 인식하여 게임이 진행될 수 있도록 구성하였다.

따라서 사용자는 게임에 의한 흥미뿐만이 아니라 낮은 비용으로 운동의 효과도 함께 체험할 수 있는 체감형 운동게임의 개발이 가능함을 확인하였다.

@highlight

현재까지 서비스되던 게임들은 평면상에서 단순히 2D 리소스로 구성된 영상을 제공하는 것이 대부분이었으나, 더욱 실감나는 콘텐츠를 요구하는 사용자의 요구와 기술의 발달로 3D로 구성된 리소스를 제공하게 됐다.

