이 연구는 초등학생의 변인에 따른 농업문해 수준 분석 및 그 농업문해 수준에 영향을 주는 관련 변인간의 경로분석을 하는 것이다.

이를 위해서 초등학교 6학년을 대상으로 설문조사를 실시하였다.

이 연구의 주요 결과에 따라 도출한 결론은 다음과 같다.

첫째, 직접적인 농사경험이나 재배 및 사육경험, 학교에서 제공되는 농업 교육을 받아 본 경험이 있는 학생들은 그렇지 않은 학생들에 비해 전반적으로 농업문해 수준이 높았다.

선행연구에 따르면 특정한 분야의 경험은 그 분야의 다양성과 관련된 인식과 지식을 숙달하는 데 영향을 미칠 수 있고, 학창시절 다양한 분야의 사람들과 상호작용했던 경험은 그 분야에 대한 태도와 가치를 형성하는데 중요한 부분으로 작용할 수 있기 때문이다.

둘째, 농업에 대한 흥미와 관심을 보이는 학생들은 그렇지 않은 학생들보다 농업문해 수준이 뚜렷하게 높았다.

초등학생들에게 지속적인 농업에 대한 흥미와 관심을 유도하는 것이 중요한 동시에 농업에 대한 이해와 지식을 높이는 데 보다 효과적일 수 있다.

셋째, 농업에 대한 접근이 용이한 지역적·환경적인 특성이 초등학생들의 농업문해에 미치는 영향은 상대적으로 적었다.

결국 학생들을 농업 분야에 대한 접근이 용이한 환경에 자주 노출시키는 소극적인 개입보다는 교육이나 실습지를 제공하는 적극적인 개입이 농업문해의 향상에 도움을 줄 수 있다.

@highlight

본 연구는 초등학생의 변인에 따른 농업문해 수준 분석 및 그 농업문해 수준에 영향을 주는 관련 변인간의 경로분석을 하는 것이다.

