최근 학교현장에서 학생들이 교사의 정상적인 수업활동을 방해하거나, 학생과 학부모가 교사에게 언어적·신체적 폭력을 가하는 등 교권침해 사례가 늘고 있다.

이에 따라 교원의 적극적인 교육활동을 지원하고, 교권이 침해되는 것을 방지하기 위하여 교권보호조례의 제정이 필요하다는 주장이 제기되고 있다.

교권은 교사의 권리와 권위를 포함하는 개념이다.

그러나 교권보호조례를 검토해 보면 그 제정 목적과 달리 교원의 권리적 측면만을 강조함으로써 실제적으로 교권을 보호하기에는 미흡하며, 교원의 권리는 이미 법령으로 명문화되어 있음에도 불구하고 별도의 조례가 필요한가에 대한 의문이 제기된다.

특히 학생과의 관계성을 기반으로 하는 교육활동의 경우 권위를 토대로 하지 않는 교사의 권리는 예상치 못한 갈등과 문제를 야기할 수 있다.

그러므로 교원의 권리와 함께 권위를 인정받을 수 있도록 교원 스스로 전문성과 책무성 그리고 자율성을 갖추도록 노력하는 것이 중요하다.

교권에 대한 진정한 이해를 바탕으로 교원의 권위를 회복하고, 법적·제도적으로 권리를 충실히 뒷받침함으로써 진정한 교권보호가 이루어질 수 있다.

@highlight

최근 학교현장에서 학생들이 교사의 정상적인 수업활동을 방해하거나, 학생과 학부모가 교사에게 언어적·신체적 폭력을 가하는 등 교권침해 사례가 늘고 있다.

