본 논문에서는 근접 모바일 서비스를 쉽게 접근하기 위한 직관적인 D2D(Device-

to-

Device) 디바이스 페어링 기술에 대해 제안한다.

Wi-

Fi Direct와 같은 현재의 D2D 연결과정은 주변의 기기와 연결하기 위해 사용자는 여러 조작단계를 거쳐야만 접속이 가능하다.

사용자의 디바이스는 주변 모든 방향의 기기를 검색하여 리스트를 만든 후, 사용자는 자신이 연결하고자 하는 대상 기기를 선택하여 연결하는 방식이다.

이는 불편하고, 시간이 오래 걸리고, 바로 앞의TV나 프린터에 영상이나 데이터를 전송하고 싶어도 ID를 모르면 연결할 수 없는 문제점이 있다 반면, 제안 기술은 무선 빔 형성 기반 자기 공간필터링 기술과 이미지 인식기반 객체 필터링 기술을 사용하여 대상 기기의 ID를 모르더라도대상을 보고 선택하기만 하면 쉽게 연결이 가능하다.

이는 대상 방향의 디바이스들만 스스로 누군가의 연결 요청이 있다는 것을 인지하고 응답하는 절차를 거쳐 빠르게 연결이 가능하기 때문이다.

모의 실험을 통해서 이 기술의 가능성을살펴보았다.

@highlight

본고에서는 근접 모바일 서비스를 쉽게 접근하기 위한 직관적 D2D(Device-

@highlight

to-

@highlight

Device) 디바이스 페어링 기술에 대하여 제안하고자 한다.

