본 연구의 목적은 택시운전원의 고객응대 서비스와 정신건강 간의 관계를 구명하는 것이다.

본 연구는 2015 근로환경조사의 원시자료를 분석한 이차분석 연구이다.

연구대상은 직업이 택시운전원이라고 응답한 496명의 자료이다.

고객응대서비스가 정신건강에 미치는 영향은 로지스틱 회귀분석을 이용하여 분석하였다.

독립변수는 일반적 특성, 근로조건 요인, 고객응대 요인으로 구분하였다.

정신불건강 유병률은 56.3%이었다.

택시운전원은 감정연류(17.2%), 감정숨김(32.0%), 화난 고객 상대(18.3%)를 경험하고 있었다.

33.7%가 지난 1개월간 고객으로부터 언어폭력을 경험하였고, 12.3%가 위협이나 굴욕적 행동을 경험하였다.

이변량분석에서는 언어폭력, 위협/굴욕적 행위, 신체적 폭력이 택시운전원의 정신건강과 유의한 관계가 있는 것으로 나타났다.

복합로지스틱 회귀분석에서는 감정연루와 화난고객상대가 택시운전원의 정신건강을 설명하는 유의한 변수로 나타났다.

본 연구의 결과는 택시운전원의 정신건강을 증진하기 위한 중재프로그램을 개발하는데 있어 유용하게 활용될 것이다.

@highlight

이 연구의 목적은 택시운전원의 고객응대 서비스와 정신건강 간의 관계를 구명하는 것이다.

@highlight

고객응대서비스가 정신건강에 미치는 영향은 로지스틱 회귀분석을 이용해 분석했다.

