보건서비스는 인간의 기본적 욕구를 충족시키는 복지국가의 필수적 요소이다.

본 연구의 목적은 미충족 보건서비스와 사회적 고립감의 관계를 검증하는 것이다.

이를 위해 서울복지패널 1차년도 자료를 활용하여 사회적 고립감과 미충족 보건서비스의 특성을 분석하였으며, 보건서비스 이용 부담이 사회적 고립감에 미치는 영향의 관계를 보기 위해 다중회귀분석을 사용하여 자료를 분석하였다.

분석결과 응답자 중 약 70%가 의료비 부담으로 인한 보건서비스 이용에 제약을 경험하고 있는 것으로 나타났으며, 조사대상자들은 대체로 사회적 고립감을 느끼고 있는 것으로 분석되었으며, 다중회귀 분석을 통해 미충족 보건서비스가 사회적 고립감에 영향을 미친다는 것이 검증되었다.

이러한 연구 결과를 바탕으로 미충족 보건서비스가 사회적 고립감 감소를 위해 고려되어야 할 변수임이 검증되었다.

이에 의료이용에 있어 보다 평등하고 시기적절한 의료 제공이 필요하며, 시민의 정신건강 향상을 위한 다각적인 정책지원과 실질적 개입이 필요할 것이다.

또한 사회복지사의 보건·의료 환경 변화에 대한 능동적 대처와 클라이언트의 보건·의료이용 실태에 대한 관심과 적절한 개입을 위해 사회복지사를 위한 교육이 중요함을 제언하였다.

본 연구는 미충족 보건서비스와 사회적 고립감의 관계를 실증적으로 검증함으로써, 보건복지와 사회통합의 증진에 대한 이해를 높이고 보건·의료 환경 변화에 대한 사회복지 교육의 중요성을 강조한 의의를 가진다.

@highlight

이 연구의 목적은 미충족 보건서비스와 사회적 고립감의 관계를 검증하는 것이다.

@highlight

이 연구는 미충족 보건서비스와 사회적 고립감의 관계를 실증적으로 검증함으로써, 보건복지와 사회통합의 증진에 대한 이해를 높이고 보건·의료 환경 변화에 대한 사회복지 교육의 중요성을 강조한 의의를 가진다.

