본 연구는 김대중 정부에서 이명박 정부까지의 중소기업 지원정책 단일사례에 대해서 정책 환경적 요인에 따른 정권별 정책목표 및 정책도구의 변화 과정을 분석했다.

이러한 연구의 제기는 사회적 양극화에 따른 대·중소기업 간의 성장격차 시정을 위한 정부의 정책설계 작업을 역사적으로 접근함으로써 나타난 특징을 구조적으로 분석하려는 시도에서 출발한 것이다.

이를 위해서 정책목표의 변화 그리고 이에 따른 정책도구의 선택과 조합의 관계 즉, 목표와 수단 간의 정합성을 검토하는 작업을 실시하여 정책의 변화 과정을 살펴보았다.

분석결과, 김대중 정부는 IMF 체제에 상황 적응적으로 대응하기 위해 벤처창업형 정책목표에 따른 실질적·과정적 정책도구 집행의 다양성이 나타났다.

노무현 정부는 이전 정부를 계승하여 기술혁신형 정책목표에 따른 과정적 정책도구의 대폭적 선택이 두드러진다.

그리고 이명박 정부는 자생형 정책목표에 따른 실질적 및 과정적 정책도구의 미약한 혼용을 통한 소폭적 변화가 나타났다.

한편, 본 연구는 중소기업지원 정책내용의 변화 정도를 정책목표에 따른 정책도구의 선택과 조합 과정에 초점을 두고 정책집행 스타일을 분석한 특징이 있으며, 시차적 변수에 따른 정책사례 연구를 통해서 정책변동에 영향을 미친 요인이 무엇인가에 대한 실증적 근거를 제시한 가치가 있다.

@highlight

이 연구는 김대중 정부에서 이명박 정부까지의 중소기업 지원정책 단일사례에 대해서 정책 환경적 요인에 따른 정권별 정책목표 및 정책도구의 변화 과정을 분석했다.

