본 연구는 원격대학에 재학 중인 학생들을 대상으로 학습자의 자기주도적 학습능력, 학습몰입, 학습태도, 학습만족도, 학업성취도 간의 구조적 관계를 구안하고, 이 변인들 간의 인과관계와 영향력을 실증적으로 검증하는 데 그 목적이 있다.

선행연구를 토대로, 본 연구에서는 자기주도적 학습능력, 학습태도, 학습몰입을 학습만족도와 학업성취도에 미치는 예측변인들로 선정하였다.

본 연구를 위해 서울 및 경기도 소재의 한국방송통신대학교 학생 513명을 대상으로 설문조사를 실시하였으며, 구조방정식모형을 적용하여 연구결과를 도출하였다.

본 연구를 통해 얻은 연구결과들은 다음과 같다.

첫째, 원격대학학습자들의 자기주도적 학습능력은 학습몰입과 학습태도에 정적인 영향을 미쳤다.

둘째, 원격대학학습자들의 자기주도적 학습능력은 학습만족도에 정적인 영향을 미쳤지만, 학업성취도에는 유의미한 영향을 미치지 않았다.

셋째, 원격대학학습자들의 자기주도적 학습능력은 학습몰입 및 학습태도 변인을 매개로 하여 학습만족도에 간접적으로 영향을 미쳤지만, 학업성취도에는 아무런 영향도 미치지 않았다.

연구결과들에 기초하여, 효과적인 교수설계와 학습 프로그램 개발을 위한 몇 가지 시사점들이 제안되었다.

@highlight

이 연구는 원격대학에 재학 중인 학생들을 대상으로 학습자의 자기주도적 학습능력, 학습몰입, 학습태도, 학습만족도, 학업성취도 간의 구조적 관계를 구안하고, 이 변인들 간의 인과관계와 영향력을 실증적으로 검증하는 데 그 목적이 있다.

@highlight

이 연구를 위해 서울 및 경기도 소재의 한국방송통신대학교 학생 513명을 대상으로 설문조사를 실시하였으며, 구조방정식모형을 적용하여 연구결과를 도출했다.

