공리주의는 1층에 규칙들이 위치하고 2층에서는 공리의 원리가 작동하는 중층구조로 이해될 때 설득력이 있다.

그 규칙들을 대략규칙(rules of thumb)으로 이해할 때 대략규칙기반 행위공리주의, 그것들을 직관들로 이해할 때 직관기반 행위공리주의라 명명할 수 있다.

전자에 비해서 후자가 더 도덕교육에 적실성이 있다.

후자는 어린 시기의 아동들에게 직관들로 이해된 규칙들을 가르치고, 보편적 사유가 가능하게 되는 나이 든 아동들과 성인들에게는 공리원리를 가르칠 것을 주장한다.

그리고 어린 시기에 습득한 직관들은 나이가 들어서도 여전히 직관들로서 유지되어야 한다고 주장하는 데 직관기반 공리주의의 한 특징이 있다.

직관은 이미 마음속에 심어진 성품이 되어서 공리의 원리의 세례를 받더라도 여전히 견지된다는 것이다.

이렇게 직관이 공리의 원리와 공존할 수 있음을 레비는 논증하고 있는데, 그에 의하면 직관이 취미로 이해될 때 그것도 해야만 하는 것에 대한 취미로 이해될 때, 직관은 행위공리주의의 틀 속에 통합되어 공리의 원리와 상호보완적 관계를 유지할 수 있다.

이와 같이 볼 때, 어린 시기에 직관들을 가르치고 좀 더 나이가 든 이후에 공리의 원리를 가르치고, 또 그렇더라도 직관들은 직관들로서 유지되어야 한다는 직관기반 공리주의는 도덕교육이론으로서 타당하다고 할 수 있다.

@highlight

공리주의는 1층에 규칙들이 위치하며 2층에서는 공리의 원리가 작동하는 중층구조로 이해될 때 그 설득력이 있다.

@highlight

그 규칙들을 대략규칙(rules of thumb)으로 이해할 경우 대략규칙기반 행위공리주의, 그것들을 직관들로 이해할 때에 직관기반 행위공리주의라 명명 가능하다.

