본 연구는 대학교육수요자의 감소와 교육시장의 개방, 대학환경의 변화 속에서 대학의 생존전략을 위한 대학 교육행정서비스 질을 어떻게 제고할 것인가를 모색하기 위하여 이루어졌다.

이러한 연구목적을 달성하기 위하여 대학교육행정서비스, 학생들의 교육행정서비스만족과 학교생활만족, 인성에 대한이론적 연구를 실시하였다.

이를 토대로 대학교육행정서비스 대상인 강원도, 경상북도, 충청북도의 4년제 대학 4개소와 전문대학 4개소 총 8개 대학의 대학생 1005명을 대상으로 설문조사를 실시한 연구결과를 요약하면 다음과 같다.

첫째, 이 연구는 대학 교육 행정 서비스와 인성의 영향력이 부분적으로나타났다.

둘째, 이 연구는 인성과 학교생활에서 대학생들의 만족감 사이의영향력이 부분적으로 나타났다.

셋째, 본 연구는 대학 교육 행정 서비스와 학교생활에서 대학생들의 만족도 간에 영향력이 부분적으로 나타났다.

따라서 학생들의 지원 선호도가 떨어지는 지방대학, 또는 지역적, 환경적여건으로 신입생 확보가 더욱 어려운 실정이 곧 신입생 감소와 학교재정 감소로 이어지고 이는 대학의 부실화를 불러올 수 있다.

이에 대학은 학생들에게 학교생활에 만족하고 학업 성취도를 높일 수 있는 합리적이고 효율적인질 높은 교육행정서비스와 인성교육을 강화해야 된다는 시사점을 제공한다.

@highlight

본고는 대학교육수요자의 감소와 교육시장의 개방과 대학환경의 변화 속에서 대학의 생존전략을 위한 대학 교육행정서비스 질을 어떻게 제고할 것인가를 모색하기 위해 이루어졌다.

