본 연구는 예비교사의 초, 중, 고등학교에서의 학령기 통합교육 경험을 통해 예비교사들이 통합교육에 대해 어떻게 인식하고 있는지를 살펴보고자 하였다.

본 연구는 질적연구방법 중에서도 포커스 그룹 인터뷰(Focus Group Interview: FGI)를 실시하였으며, 포커스 그룹은 각 8명씩으로 구성된 3개의 집단으로 구성하였다.

연구 참여자는 K대학의 사범대학 학생들 중 학령기 동안 통합교육 경험이 있는 학생 중에서 본 연구에 참여를 희망하는 학생으로 구성하였으며, 총 24명이 참여하였다.

연구참여자는 초, 중, 고등학교를 통해 본인이 경험한 통합교육에 대해 이야기하고, 통합교육에 대한 그들의 생각을 이야기하였다.

연구 결과, 예비교사들은 학령기 동안 통합교육에 대해 긍정적인 경험을 했던 경우 통합교육에 대해 긍정적인 인식을 가지는 경우가 많았으며, 통합교육에 대해 부정적인 경험을 했던 경우에는 통합교육에 대해 부정적인 인식을 가지는 경우가 많았다.

그리고 본 연구에 참여한 예비교사의 일부는 완전통합교육의 실행을 강조하고, 또 다른 일부는 통합교육의 문제점을 지적하며 분리교육의 필요성을 강조하였다.

줄다리기에서 양쪽의 줄이 팽팽함을 보여주듯, 통합교육에 대한 이들의 주장도 팽팽하게 나타났다.

@highlight

본고는 예비교사의 초, 중, 고등학교에서의 학령기 통합교육 경험을 통하여 예비교사들이 통합교육에 대하여 어떻게 인식하고 있는지를 살펴보고자 한다.

