본 연구는 남·녀 맞벌이 부부의 성차에 따라 일-

생활 균형이 심리적 소진에 미치는 영향을 알아보고, 가족탄력성의 하위요인들인 신념체계, 조직유형, 의사소통 과정이 남·녀 맞벌이 부부의 일-

생활 균형이 심리적 소진에 미치는 영향에서 매개 효과를 갖는지 탐색하는데 그 목적이 있다.

맞벌이 근로자 302명을 대상으로 설문을 진행하였고 수집된 자료는 SPSS/WIN 20과 SPSS PROCESS Macro 3.0을 사용하여 통계처리 하였다.

연구결과, 첫째, 일-

생활 균형이 심리적 소진에 영향을 미쳤다.

둘째, 일-

생활 균형이 심리적 소진에 미치는 영향에서 가족탄력성이 매개 효과를 나타내었다.

셋째, 일-

생활 균형이 심리적 소진에 미치는 영향에서 가족탄력성의 하위요인들의 매개효과를 검증한 결과, 맞벌이 남성 집단은 일-

생활 균형이 신념체계를 매개로, 맞벌이 여성 집단은 일-

생활 균형이 조직유형을 매개로 심리적 소진에 간접효과를 나타내었다.

본 연구는 가족탄력성의 신념체계와 조직유형을 증진시킴으로써 맞벌이 부부의 심리적 소진을 줄이고 일-

생활 균형을 이루는 데에 필요한 보다 구체적이고 실용적인 가족상담적 관점의 제공에 의의가 있다.

@highlight

본 논문은 남·녀 맞벌이 부부의 성차에 따라 일-

@highlight

생활 균형이 심리적 소진에 미치는 영향을 살펴보고, 가족탄력성의 하위요인들인 신념체계, 조직유형, 의사소통 과정이 남·녀 맞벌이 부부의 일-

@highlight

생활 균형이 심리적 소진에 미치는 영향에서 매개 효과를 갖는지 탐색하였다.

