본 연구의 목적은 현재 미국 학교에서 실시되고 있는 인성교육의 특징과 동향을 분석하고 이를 토대로 우리의 인성교육에 대한 시사점을 모색하는데 있다.

본 연구가 미국에 초점을 맞추는 이유는 우선, 현재 우리사회가 겪고 있는 가치의 혼란이나 학교 폭력 등의 문제를 우리보다 앞서 경험한 미국의 학교가 인성교육을 통해 이에 대처하는 사례에서 교훈을 얻을 수 있기 때문이다.

또한, 2차 대전 이후 사회·문화적 격동기를 거치면서 침체되었던 미국의 인성교육이 학교를 중심으로 다시 부활되는 추세 역시 우리의 교육계에 방향성을 제시해 줄 수 있다.

본문을 통해 연구자는 다음과 같은 과업을 수행한다.

첫째, 개념의 명료화를 위해 인성교육과 도덕교육 간의 공통점과 차이점을 조명한다.

둘째, 미국 학교에서의 인성교육의 역사를 간략히 개괄하는 작업을 시도한다.

셋째, 현재 미국의 학교에서 실시되는 인성교육의 특징 및 동향을 분석한다.

넷째, 미국의 인성교육의 성과와 향후 과제에 대한 논의를 토대로 우리나라의 인성교육에 유의미한 시사점을 도출하여 이를 정책적 제언으로 제시한다.

@highlight

이 연구의 목적은 현재 미국 학교에서 실시되고 있는 인성교육의 특징과 동향을 분석하고 이를 토대로 우리의 인성교육에 대한 시사점을 모색하는데 있다.

@highlight

이 연구가 미국에 초점을 맞추는 이유는 우선, 현재 우리사회가 겪고 있는 가치의 혼란이나 학교 폭력 등의 문제를 우리보다 먼저 경험한 미국의 학교가 인성교육을 통해 이에 대처하는 사례에서 교훈을 얻을 수 있기 때문이다.

