본 연구는 회계정보의 질적 특성인 비교가능성 수준이 기업가치 평가오류의 크기에 영향을 미치는지 검증하고자 하였다.

선행연구는 관심기업의 주가배수가 산업평균보다 높을수록 이익발표 후 주가잔류현상(이하 주가잔류현상)이 커진다는 사실을 보여주며, 주가배수가 앵커링 편의에 영향을 미친다고 하였다.

본 연구는 이를 확장하여 상대적 주가배수에 대한 앵커링 편의(anchoring bias)가 재무제표 비교가능성 수준에 따라 다르게 나타나는지 분석하였다.

높은 비교가능성은 기업가치 평가를 용이하게 하여 주가잔류현상을 완화시킬 수 있지만, 한편으로는 회계정보의 질적 수준을 높임으로써 시장이 비기대이익 정보에 대하여 과소반응하는 정도를 심화시킬 가능성도 있다.

분석 결과, 선행연구와 동일하게 상대적 주가배수 수준이 높을수록 주가잔류현상은 커졌다.

그리고 상대적 주가배수와 주가잔류현상 간 정(＋)의 관련성은 비교가능성의 수준이 높을수록 감소하였다.

이와 같은 결과는 비교가능성의 수준이 상대적 주가배수에 대한 앵커링 편의를 완화시킨 것으로 해석된다.

본 연구는 재무제표 비교가능성이 자본시장 내 투자자들의 정보효율성에 있어서 긍정적인 역할을 한다는 사실을 보고하였다는 점에서 의의가 있다.

한편, 시장 내에 보편적으로 자리 잡은 상대적 주가배수를 활용한 투자전략 역시 회계정보의 질을 고려할 때 긍정적인 성과를 가져올 수 있다는 실무적 시사점을 가진다.

@highlight

본 연구는 이를 확장해 상대적 주가배수에 관한 앵커링 편의(anchoring bias)가 재무제표 비교가능성 수준에 따라 다르게 나타나는지 검토하였다.

@highlight

높은 비교가능성은 기업가치 평가를 용이하게 하여 주가잔류현상을 완화시킬 수 있다.

@highlight

하지만 한편으로는 회계정보의 질적 수준을 높임으로써 시장이 비기대이익 정보에 대해 과소반응하는 정도를 심화시킬 가능성도 있다.

