본 논문은 한국 화교의 사단 조직에 대한 민족지적 연구를 통해 1992년 한중 수교 이후 중국 및 대만에 대한 화교 사회의 인식 변화와 정체성 형성 과정을 분석하고 있다.

1980년대까지 한국 화교는 대만 정부의 교육 체제하에서 반공 이데올로기의 영향을 받으며 대만을 조국으로 인식해 왔다.

한중 수교 이후 화교들은 자신들의 고향인 중국 대륙과의 교류를 통해 새로운 경제적인 기회를 모색해 왔고, 특히 2000년대 대만의 민진당 집권 후 대만대표부와 잦은 갈등을 겪으며 중국대사관과 더욱 밀접한 관계를 맺게 되었다.

한편 한국 화교는 중국 동포를 포함한 ‘신화교’와 자신들을 구별짓고, 고향인 산둥지역에 대한 귀속감도 강하게 드러내지 않는다.

또한 대부분의 화교들은 여전히 대만 국적을 유지하면서 중국과 대만 사이의 중립적인 위치를 통해 어느 한쪽에도 속하지 않는 이주민 집단의 독립적인 정체성을 형성하고 있다.

한국 화교의 사례는 해외 화교에 대한 중국의 초국가적 민족주의 확대 노력이 각 화교 집단의 특성에 따라 분절적으로 나타나며, 재중국화(resinicization) 현상도 이주민 집단이 형성하는 ‘중국인’의 고유한 종족성 개념과 경합하고 충돌하는 복합적인 과정임을 보여준다.

@highlight

본 논문은 한국 화교의 사단 조직에 대해 민족지적 연구를 통해 1992년 한중 수교 이후 중국 및 대만에 대해 화교 사회의 인식 변화와 정체성 형성 과정을 분석하고 있다.

