이 연구는 김수악류 전통춤의 전승 양상과 그 정형화 과정을 살피는데 목적을 둔다.

진주 교방춤은 진주지역의 독특한 문화와 교방을 중심으로 전승되어 온 춤이다.

이를 전승한 김수악의 진주 교방춤중 진주교방굿거리춤, 구음검무, 논개살풀이춤을 토대로 오늘날까지 변용되어진 춤을 연구하고자 한다.

이 연구는 김수악류 전통춤의 전승 양상을 살피며, 특히 서울교방에 의해 무대공연으로 정제된 세 가지 춤을 정리하고, 김수악의 전수조교였던 김경란의 인터뷰를 통해 그 확장 과정을 살펴보았다.

진주 교방춤에 원류를 둔 김수악류 전통춤은 전통에만 머무는 것이 아니라 무대공연예술에 맞게 다듬어지며 대중과 호흡하고 있다.

이는 문화원형을 간직하지만 극장 및 공간에 대한 인식을 통해 서사구조를 만들어내고 새롭게 다듬어지며 예술적 가치를 높이는데 원인이 있을 것이다.

김수악류 전통춤의 가치는 원전의 미학과 의미를 충실히 지켜가면서 현실과 적극적으로 소통하는 장르로의 변용과 다양한 방법론을 모색하고 구축하는 작업을 통해 생성되고 있었음을 알 수 있다.

이러한 점은 현장성을 지닌 공연을 통해 원전이 구체화되고 다양한 주제로의 확장이라는 의미로 설명할 수 있다.

이러한 공연예술로의 변용은 대중들에게 삶의 방향을 제시하는 한편 작품의 의미를 설명해주는 중요한 기회라 할 수 있다.

@highlight

본 논문은 김수악류 전통춤의 전승 양상과 그 정형화 과정을 살피고자 하였다.

@highlight

진주 교방춤은 진주지역의 독특한 문화와 교방을 중심으로 전승되어 온 춤으로 전승한 김수악의 진주 교방춤중 진주교방굿거리춤, 논개살풀이춤, 구음검무를 토대로 오늘날까지 변용되어진 춤을 연구하였다.

