남한에 정착하는 북한이주민이 매해 급증하고 있다.

특히 탈북과 제 3국의 체류가 비교적 용이한 여성이주민의 수가 남성보다 2 3배 증가하면서 이들의 적응문제에 대한 관심이 높아지고 있다.

그러나 북한이주민여성들은 탈북 및 체류과정에서 성폭력, 인신매매, 매춘 및 사생아 출산 등의 심각한 문제를 경험하기 때문에 남성들보다 훨씬 더 심한 정신적 외상을 안고 있는 경우가 많다.

또한 이들이 남한에 입국한 후에는 정신적 외상과 함께 남한사회 적응이라 는 또 다른 문제에 부딪치게 되면서 불안과 우울, 정체감 혼란을 남성들보다 더 심하게 겪는 것으로 나타났다.

따라서 혼자 입국한 북한이주민여성들의 경 우 심리적 외로움과 경제적 자립의 부담을 덜고 안정적 정착을 위해 남한남성 과의 결혼을 쉽게 선택하는 경향이 있다.

그러나 이주과정에서 겪은 심리적 외 상과 남한사회 적응문제를 미처 해결하기도 전에 결혼을 선택하기 때문에 이 에 따른 부부 및 가족문제가 심각해지면서 북한이주민여성들의 결혼생활을 돕기 위한 사회적 지원방안들을 강구하고 있다.

이에 본 연구에서는 북한이주민 여성들의 적응문제와 함께 남한남성과 결혼한 북한이주민여성들의 문제를 이해하고, 더 나아가 기독교상담 측면에서 북한이주민여성들의 원만한 결혼생활 을 지원하기 위한 방안모색의 기초연구로 결혼의 성경적 원리, 부부간의 성경 적 교제방법 및 기독교상담의 역할에 대해 고찰했다.

@highlight

남한에 정착하는 북한이주민이 매해 급증하고 있다.

@highlight

특히 탈북과 제 3국의 체류가 비교적 용이한 여성이주민의 수가 남성보다 2 3배 증가하면서 이들의 적응문제에 대한 관심이 높아지고 있다.

