이 글은 미디어 경제학적 접근이 한국 언론학에 미친 학문적 기여와 새로운 역할 에 대해서 논하였고, 미디어 경제학이 경제학적 합리성뿐 아니라, 정책적 합리성 을 제공해야 함을 주장하였다.

미디어 경제학의 세 가지 전제(이윤 극대화를 추 구하는 미디어 기업, 상품으로서의 콘텐츠, 상품과 소비자로서의 수용자)는 기 존 언론학이 견지해 온 관점의 전환을 가져왔는데, 미디어 경제학의 한국 언론학 에 대한 기여는 여기서부터 시작한다고 보았다.

이 글은 한국 언론학에서 미디어 경제학의 새로운 역할로 다섯 가지를 제시하였다.

첫째, 미디어 경제학은 과도한 시장 중심주의를 극복하고, 다양한 언론학적 관점과 경제학적 관점을 수용해야 한다.

둘째, 미디어 경제학은 글로벌 미디어 경제에 민첩하게 대응하여 정책적 과제들을 다루어야 한다.

셋째, 급속히 확장되는 온라인 미디어 시장에서 새로운 수요를 창출하기 위한 비즈니스 모델의 과학적 접근이 미디어 경제학에 요구된 다.

넷째, 미디어 경제학의 이론적 성장을 위해서는 다양한 미디어 산업 데이터 를 축적하고 제공하는 시스템을 구축해야 한다.

다섯째, 미디어 산업과 정책 영 역에 전문적인 인력을 배출할 수 있도록 미디어 경제학의 안정적 교육 커리큘럼 을 개발해야 한다.

@highlight

본고는 미디어 경제학적 접근이 한국 언론학에 미친 학문적 기여와 새로운 역할에 대하여 논했고, 미디어 경제학이 경제학적 합리성뿐 아니고 정책적 합리성을 제공하여야 함을 주장한다.

