플라톤의 교육론에 의하면 음악은 미적 교육을 위한 토대로 보았으며, 체육교육과 밀접한 관련성을 가지고 있음을 논하고 있다.

이러한 플라톤의 논의를 바탕으로 음악과 형이상학적 신체와의 상관성을 탐색한 결과 다음과 같은 결론을 얻었다.

1.

인간은 음악의 철학적 사유를 통하여 음악의 존재가치를 탐구하게 됨으로써 인간과 우주를 생각하게 하였고, 여기에 철학적 반성과 함께 윤리적 측면이 개입되면서 음악이론은 의식적으로 형상화된 예술을 만드는데 그 목적을 두고 있다.

2.

플라톤에게 있어서 음악은 이상국가 건설의 주체가 될 수호자를 기르는데 유용하며, 인간과 음악이 지향하는 최종의 목적은 아름다움에 대한 사랑이며, 아름다움 그 자체이다.

3.

플라톤의 교육론에서 영혼교육은 체육교육과 음악교육을 통해 이루어지며, 수호자는 체육교육을 통해 얻어진 용기를 지닌 자이어야 하며, 진정한 음악가란 음악 속에서 순수해진 영혼의 사유를 통해 이데아의 본질을 깨닫는 자이다.

4.

덕스러운 인간, 즉 윤리적으로 완성된 인간이 되기 위해서는 체육으로 만들어진 과도한 용기는 음악교육을 통해 다스려질 수 있으므로, 따라서 음악교육은 인간교육에서 절대적으로 필요한 요소이다.

5.

영혼이 불사하는 데에는 음악과 더불어 신체의 조력이 필요함을 알 수 있다.

이러한 플라톤의 철학사상은 후에 그의 제자인 아리스토텔레스에 이르러 심신일원론적 신체관으로 나타나게 된다.

@highlight

플라톤의 교육론에 의하면 음악은 미적 교육을 위한 토대로 보았으며, 체육교육과 밀접한 관련성을 갖고 있음을 논하고 있다.

@highlight

2.

@highlight

플라톤에게 있어서 음악은 이상국가 건설의 주체가 될 수호자를 기르는데 유용하며, 인간과 음악이 지향하는 최종의 목적은 아름다움에 관한 사랑이며, 아름다움 그 자체이다.

