배타적 경제수역에서 연안국과 기국의 관할권은 서로 중첩되며 어느 일방에게만 배타적인 권리가 부여되지 않는다.

이런 점에서 삼면의 바다가 모두 중국 및 일본의 배타적 경제수역과 맞닿아 있는 우리나라는 배타적 경제수역에서 자국의 법령을 국제법에 합치되게 적용하고 집행하는 것은 무엇보다 중요하다.

하지만 2006년 튜멘호(M/V Tyumen) 사건에서 대한민국정부와 법원은 유엔해양법협약이 정하는 연안국의 권리와 부합하지 않는 법률인 공유수면관리법(현재는 공유수면 관리 및 매립에 관한 법률로 개정 변경되었음)을 적용하여 관할권을 행사하였다.

비록 이 사건이 국제사법재판소나 국제해양법재판소에 제소되지는 않았지만 만약 제소되었다면 우리나라가 승소할 수 있을지는 의문이다.

따라서 우리나라는 위와 같은 사태를 방지하기 위해서 우선 배타적 경제수역을 관할하는 국내법 규정들을 면밀히 분석하여 유엔해양법협약 및 기타 국제법 규정에 합치되지 않거나 내용이 구체적이지 않는 부분에 대해서는 개정 및 제정을 통하여 동 수역에서 법집행 시 근거법으로 사용될 수 있도록 해야 개선하여야 할 것이다.

@highlight

배타적 경제수역에서 연안국과 기국의 관할권은 서로 중첩되며 어느 일방에게만 배타적인 권리가 부여되지 않는다.

