우리나라는 1990년대 기초학력 향상을 위한 다양한 정책 및 자료 개발을 수행해왔지만 여전히 기초학력 미달 학생을 구제하려는 노력이 요구되고 있다.

본 연구에서는 우리나라와 미국의 학습부진아 정책 및 수학학습부진아 관련 프로그램 운영 사례를 춘천시 교육청과 시애틀 교육청을 중심으로 비교 분석하고 그 교육적 시사점을 제시하였다.

이들 모두 수학학습부진아를 구제한다는 점에서 출발하지만, 구체적으로 운영하는 과정에서는 차이를 보였다.

본 연구는 이를 기초로 다음을 제안하였다.

첫째, 저소득층 급식, 낙인 효과 방지, 교사의 지도 시간 확보, 효과적인 재정 운영, 교사-

강사 협조 등을 해결할 수 있는 방학 프로그램의 적극적인 활용, 둘째, 수학학습부진아들이 흥미를 갖고 탐구할 수 있고 교사들이 쉽게 활용할 수 있는 활동 중심의 상세한 교재의 필요성, 셋째, 자녀의 학습에 대한 관심을 유도하고 학부모와 교사 간 긴밀한 유대 관계 형성을 위한 구체적인 협력 방안, 넷째, 학습부진아 프로그램의 질적 향상을 위한 전문적인 평가 집단의 프로그램 분석.

@highlight

우리나라와 미국의 학습부진아 정책과 수학학습부진아 관련 프로그램 운영 사례를 춘천시 교육청과 시애틀 교육청을 중심으로 비교· 분석하고 그 교육적 시사점을 제안하였다.

@highlight

수학학습부진아를 구제한다는 점에서 출발하지만, 구체적으로 운영하는 과정에서는 차이점을 나타냈다.

