이 연구는 정보통신 부문에서 대규모 국책사업으로 진행되었던 WiBro 사업의 전개과정을 검토하고 정책적 시사점을 제안하는 것을 목적으로 한다.

정책의 전개과정을 체계적으로 분석하기 위해 정부와 사업자 간 관계에 따라 세 개의 시기로 나누었다.

첫째, 정부가 주도하여 기술을 개발하고 사업자 선정과 상용화를 준비하는 정부 주도기(2004-2006)이다.

둘째, 정부의 정책의도와 사업자의 이해관계가 대립하면서 방통위가 사업자들에게 투자이행 불이행에 대한 공방이 벌어지는 정부-

사업자 대립기(2006-2009)이다.

셋째, 정부가 제4이동통신사업자의 선정을 통해 와이브로 사업 활성화를 재시도하면서 사업자들과의 관계 재정립을 시도하는 정부-

사업자 관계 재정립기(2009-2013)이다.

정보통신산업에서 정부와 사업자의 역할에 대한 재정립 관점에서 정부정책은 대외적 환경변화를 고려하여 적시에 필요한 정책을 실행할 수 있는 정책타이밍을 제고하여야 하며, 기술적용이나 시장대응의 역할은 사업자들에게 맡기는 것이 필요하다.

@highlight

본 연구는 정보통신 부문에서 대규모 국책사업으로 진행되었던 WiBro 사업의 전개과정을 검토하고 정책적 시사점을 제안하는 것을 목적으로 한다.

