본 작은 글의 목적은 악의 실재성을 인정하는 종교철학적 주장에 대해 살펴보는 것이다.

논자는 이 글에서, 악을 참으로 존재하는 하나의 실재로 가정하는 것이 최근의 철학적 추세라는 것을 소개하려 하며, 왜 이런 입장이 최근에 호소력을 얻게 되었는지를 보여 주려한다.

특히 본 논문은 일부 유신론자들을 겨냥하여, 유신론자들이 악의 실재성을 인정하지 않는 것에 대해 비판하려 한다.

대부분의 유신론자들은 악의 실재성을 인정하는 것이 비종교적이며 나아가 자신들의 신앙에 위협적이라고 믿어왔는데, 논자는 이런 그들의 믿음이 잘못되었다는 것을 보여 주려는 것이다.

악의 실재성을 인정하는 것은 유신론 전통 속에서도 매우 오래된 전통이며, 나아가 그렇게 인정하는 것이 악의 문제를 해결하는데 있어서 오히려 도움이 될 수도 있다는 것이다.

마지막으로, 악의 실재성에 대해서 긍정하면서도 동시에 인간의 신앙 체계에 흠결을 만들지 않는 입장으로서 과정신학을 소개하고자 한다.

화이트헤드에게서 발아되고 데이비드 그리핀에게서 발전된 과정신정론(過程 神正論, Process Theodicy)은 악의 실재성을 솔직하게 긍정하면서도 동시에 신의 실재성에 근거한 유신론적 신앙체계를 변호하는 독특한 철학적 체계를 발전시켜왔다는 것을 보여 주겠다.

@highlight

본 논문은 악의 실재성을 인정하는 종교철학적 주장에 대해 살펴보는 것을 목적으로 하였다.

@highlight

필자는 이 글에서 악을 참으로 존재하는 하나의 실재로 가정하는 것이 최근의 철학적 추세라는 점을 소개하며 왜 이러한 입장이 최근에 호소력을 얻게 되었는지를 보여주고자 하였다.

@highlight

특히 유신론자들이 악의 실재성을 인정하지 않는 것에 대해 비판했다.

