본 논문은 심각한 북한의 핵위협에 대한 대응방안의 일환으로 예방타격이 과연 필요하고 현실적으로 실행 가능할 것인가를 검토해보기 위한 목적으로 작성되었다.

이를 위하여 예방타격에 대한 이론을 검토하고, 관련 사례인 이스라엘에 의한 1981년 이라크와 2007년 시리아 원자력 발전소 타격, 2003년 미국에 의한 이라크 공격을 분석하였고, 이후 몇 가지 기준을 설정하여 현 상황에서 한국에 의한 예방타격의 필요성과 실행가능성을 평가하였다.

본 논문의 분석결과 북핵에 대한 유효한 억제책과 방어책이 미흡한 상황에서 예방타격의 필요성은 높지만, 실행가능성이 문제라고 평가되었다.

따라서 예방타격의 시행 여부를 절박성, 성공 가능성, 국내 여건, 국제 여건, 위험으로 구분하여 비교해볼 때 절박성과 성공 가능성은 높은 편이지만 국내여건과 위험도가 매우 커서 쉽게 결정할 수 있는 상황은 아니라고 판단하였다.

다만, 북한의 핵위협이 더욱 심각해져서 굴종 이외에 다른 대안이 없을 경우 예방타격은 어떤 위험성에도 불구하고, 시행되어하고, 따라서 실제 시행여부와 상관없이 이에 대한 평시의 적극적인 토론과 준비는 필요하다.

@highlight

본고는 심각한 북한의 핵위협에 관한 대응방안의 일환으로 예방타격이 과연 필요하고 현실적으로 실행 가능할 것인가를 검토해보기 위한 목적으로 진행되었다.

