이 글은 초고령시대를 앞둔 부산지역의 시내버스에 고령친화적 방안을 도입할 필요가 있다는 문제의식에서 실증연구를 통해 고령자의 시내버스이용의 실태를 파악하고 시내버스이용만족도·이용의향에 영향을 미치는 시내버스요소를 규명하여 고령친화적 방안을 제시한 연구이다.

부산지역 고령자들을 대상으로 설문조사를 실시하여 총 122부에 대해 통계처리를 한 실증연구의 결과를 토대로 하여 다음을 개선방안으로 제시하였다.

첫째, 부산지역을 권역들로 나누어, 노선의 축소·조정을 통해 배차간격을 감소시켜야 함.

도시철도에서 시행중인 고령자무임제나 고령자할인제를 도입하는 것을 고려해야 함.

둘째, 운전기사에 대해 교육내용에서 고령인지적 내용을 강화하고 고령자 참여·체험위주의 교육을 시행해야 함.

셋째, 중형저상버스를 고령자 등 교통약자가 많은 노선부터 확대해야 함.

넷째, 지붕이 있는 정류장의 의자면을 늘리고 벽을 확충해야 함.

마지막으로 연구의 한계와 향후연구의 방향을 제시하였다.

@highlight

이 연구는 초고령시대를 앞둔 부산지역의 시내버스에 고령친화적 방안을 도입할 필요가 있다는 문제의식에서 실증연구를 통해 고령자의 시내버스이용의 실태를 파악하고 시내버스이용만족도·이용의향에 영향을 미치는 시내버스요소를 규명해 고령친화적 방안을 제시한 연구이다.

