투자자들이 외국기업보다 지리적으로 가까운 국내기업에 대한 투자를 선호하는 현상을 Home bias라고 한다.

이와 유사하게 합리적인 기관투자자가 자신이 속한 업종에 대한 친밀감 또는 전문성으로 해당 업종 종목을 자신의 포트폴리오에 더 많이 편입하는 것을 저자들은 Industry bias라고 명하고 보험투자자를 대상으로 국내 주식시장에서 Industry bias 투자행태가 나타나는지를2006년부터 2018년까지 한국거래소에 상장된 종목들을 대상으로 분석하였다.

본 연구결과에 의하면 첫째, 보험투자자의 포트폴리오에는 보험업종 종목이 시장포트폴리오의시가총액비중보다 많이 편입된 것으로 나타났다.

둘째, 보험업종에 대한 투자는 양의 수익률을보였으나 다른 업종의 투자성과보다 우월하지는 않았다.

셋째, 보험투자자의 매매는 매매 종목의주가 상승과 유동성 확대에 긍정적인 영향을 주었지만 보험업종에 대하여 특히 더 많은 영향을미치지는 않은 것으로 추정되었다.

이와 같이 보험투자자는 보험 종목을 선호하는 Industry bias 투자행태를 보였지만, 투자성과는 특별하지 않았다.

본 연구는 국내기관투자자의 Industry bias를 분석한 최초의 시도라는 측면에서 의의가 있다고판단된다.

다만 자료의 한계로 생명보험과 손해보험 등을 구분하지 못한 점은 본 연구의 한계이며 향후 다른 기관투자자들까지 확장하는 연구가 가능할 것이라고 판단된다.

@highlight

투자자들이 외국기업보다 가까운 국내기업에 대한 투자를 선호하는 현상을 Home bias라고 한다.

@highlight

이와 비슷하게 합리적인 기관투자자가 자신이 속한 업종에 대한 친밀감 내지 전문성으로 해당 업종 종목을 자신의 포트폴리오에 더욱 많이 편입하는 것을 저자들은 Industry bias라고 명하였다.

