본 연구는 예비유아교사와 현직유아교사가 생각하는 부모-

교사 파트너십의 개념과 성공적인 부모-

교사 파트너십의 내용을 살펴보기 위한 것이었다.

이를 위해 예비유아교사 178명과 현직유아교사 118명에게 질문지를 배부하였으며 예비·현직유아교사 6명과의 면담을 실시하였다.

질문지의 내용분석과 면담 내용분석을 통해 나타난 결과는 다음과 같다.

첫째, 예비·현직유아교사 생각하는 부모-

교사 파트너십은 ‘부모와 교사의 협력적 관계’, ‘소통과 교류’, ‘정서적 공감’으로 나타났다.

둘째, 부모-

교사 파트너십 형성의 가장 중요한 요인은 ‘상호 신뢰와 존중’, 부정적 요인은 ‘교사에 대한 부모의 불신과 부정적 시각’이었다.

셋째, 성공적인 부모-

교사 파트너십 형성을 위한 교사의 역할은 ‘부모와의 관계에 대한 교사의 태도’가 많았으며, 현직유아교사들이 예비유아교사에 비해 더 다양한 교사의 역할을 언급하였다.

넷째, 성공적인 부모-

교사 파트너십 형성을 위한 교사교육의 내용은 예비유아교사는 ‘부모와의 의사소통 프로그램에 관련된 실제적 교육’을, 현직유아교사는 ‘유아교사로서 체계적이고 전문적인 교육’을 요구하였다.

이러한 결과를 토대로 예비·현직유아교사교육에 대한 시사점을 논의하였다.

@highlight

이 연구는 예비유아교사와 현직유아교사가 생각하는 부모-

@highlight

교사 파트너십의 개념과 성공적인 부모-

@highlight

교사 파트너십의 내용을 살펴보기 위한 것이었다.

