초기 근대 스콜라주의는, 17·18세기 철학에서 그 역할을 충분히 수행했던 국제적이고 활기찬 다원주의적인 지적 전통이었다.

그들은 기존 스콜라 논변의 패러다임 내에서 새로운 아이디어들과 입장들을 발전시켰고, 권위와 전통의 비중에 호소하는 논증을 통해 참신한 아이디어들을 진중하게 검토함으로써 당대 철학의 발전에 혁혁한 공헌을 하였다.

초기 근대 스콜라주의 운동은 로마 가톨릭 교회의 학파들뿐 아니라 이른바 개신교 스콜라 학파들까지도 포함하였다.

예수회는 새로운 지적인 흐름에 주목할 만한 개방성을 보여주었다.

학술적 토론에서 그들이 보여주었던 진지함과 열정은 프란시스코 수아레즈와 같은 존경받는 많은 스콜라주의자들을 배출하는 바탕이 되었다.

결과적으로, 초기 근대의 모든 스콜라학파들은 철학자 연구에 다음과 같은 이유들로 인해 매우 중요하다.

그들은 근대사상을 일군 선각자들을 살피는 데 있어 요구되는 많은 조명을 던져준다.

달리 말하면, 그들은 고대와 중세의 유산이 초기근대라는 시기 동안 어떻게 논박되고 원용되었는가를 볼 수 있게 해 주는 창을 제공한다.

그들은 변화와 혁신에 그토록 깊이 몰두해 있었던 시대에 풍부한 철학적 유산의 진리들을 설명하려 시도했다는 이유에서도 진지한 연구의 대상이 될 만한 충분한 가치가 있다.

@highlight

초기 근대 스콜라주의는, 17·18세기 철학에서 그 역할을 충분히 수행했던 국제적이고 활기찬 다원주의적인 지적 전통이었다.

