이 연구는 신성원무의 의례적 특성을 기반으로 통합예술치료를 구성하고 실행하면서 발견하게 된 치유적 의미와 가치, 연구자의 성찰, 참여자의 자기이해와 변화의 과정을 정리하였다.

이 연구의 통합예술치료는 신성원무의 움직임과 음악, 만다라를 통한 적극적 상상과 글쓰기, 통찰의 순으로 구성되었다.

초기 단회기성 실행과 참가자 인터뷰를 거쳐 4개의 신성원무를 선택, 프로그램 구성 후 1차 실행하였고, 배경 음악에 대한 탐구와 프로그램 과정분석 및 재구성 후 2차 실행하고 1, 2차 과정을 종합하였다.

연구결과 첫째, 신성원무의 의례적 특성은 연구자와 참여자를 공동체의 일원으로 담아주는 안전한 심리적 울타리가 되었다.

둘째, 신성원무의 움직임과 음악은 적극적 상상의 장을 마련하였고, 만다라는 심상을 담는 그릇으로서 이미지를 객관화 하고 통찰하도록 하였다.

셋째, 일원상에서 움직이고 체험된 심상을 담아내고 나누는 과정은 위계적인 틀을 벗어나 수평적인 새로운 질서 속에서 심리적 이행을 가능하게 하였다.

@highlight

신성원무의 의례적 특성을 기반으로 통합예술치료를 구성하고 실행하면서 발견하게 된 치유적 의미와 가치, 연구자의 성찰, 참여자의 자기이해와 변화의 과정을 고찰하였다.

@highlight

통합예술치료를 신성원무의 움직임과 음악, 만다라를 통한 적극적 상상과 글쓰기, 통찰의 순으로 구성했다.

