본 연구의 목적은 회계투명성 제고를 목적으로 2011년부터 상장기업에 대해 의무적용을 시작한 한국채택국제회계기준이 도입이후 그 본래의 도입 목적에 따라 회계투명성 제고에 긍정적인 영향을 미쳤는지에 대하여 실증적으로 분석하는 것이다.

이를 위하여 본 연구에서는 경영자의 이익조정 정도를 나타내는 재량적 발생액을 이용하여 우리나라의 국제회계기준 도입 이전연도(2009~2010)와 도입이후(2011~2012)의 연도를 대칭적으로 비교하여 회계투명성의 변화여부를 검증하였다.

먼저 평균에 대한 차이분석 결과에서는 재량적 발생액과 재량적 발생액의 절대값 모두 국제회계기준 도입이후 유의적으로 감소한 것으로 나타났다.

또한 차이분석에 추가하여 실시한 회귀분석 결과에서도 한국채택국제회계기준의 적용이 재량적 발생액 및 재량적 발생액의 절대값에 부(-

)의 영향을 미친 것으로 나타났으며, 통계적으로도 유의하였다.

이와 같이 국제회계기준의 도입 이후 경영자의 이익조정이 감소한 것으로 검증됨으로써, 이는 국제회계기준의 도입으로 회계투명성이 증가한 것으로 해석될 수 있다.

이러한 실증분석 결과는 향후 국제회계기준의 자발적 도입여부를 검토하고 있는 기업의 의사결정에 도움을 줄 수 있으며, 국제회계기준의 도입을 이끌고 있는 정책당국에 의미 있는 시사점을 제공할 수 있을 것으로 판단된다.

@highlight

이 연구의 목적은 회계투명성 제고를 목적으로 2011년부터 상장기업에 대해 의무적용을 시작한 한국채택국제회계기준이 도입이후 그 본래의 도입 목적에 따라 회계투명성 제고에 긍정적인 영향을 미쳤는지에 대하여 실증적으로 분석하는 것이다.

