본 연구는 사회복지사가 지각하는 임파워먼트가 소진, 조직몰입에 어떤 영향을 미치는지 살펴보고, 이러한 인과관계가 기관유형(공공, 민간)에 따라 차이가 있는지 알아보고자 한다.

이를 위해 대구?

경북 지역의 사회복지사를 대상으로 900부의 설문지를 배포 후 수집된 854부 중 불성실한 응답을 제외하고 공공기관 사회복지사 435부, 민간기관 사회복지사 368부 총 803부의 표본을 최종 분석에 사용하였다.

그 결과 사회복지사의 임파워먼트는 조직몰입에 직접적으로 영향을 미치는 것으로 나타나 임파워먼트를 높게 지각할수록 조직몰입은 높아짐을 알 수 있다.

또한 사회복지사의 임파워먼트와 조직몰입 간의 관계는 소진의 매개를 통해서도 영향을 미치는 것으로 나타나 임파워먼트를 높게 지각할수록 소진은 낮아지고, 이렇게 낮아진 소진은 조직몰입에 긍정적인 영향을 미친다.

기관유형(공공, 민간)에 따른 사회복지사가 지각하는 임파워먼트가 소진, 조직몰입에 미치는 영향력의 차이에 대한 분석결과 공공, 민간 사회복지사 모두 임파워먼트는 소진에, 소진은 조직몰입에, 임파워먼트는 조직몰입에 영향은 미치지만 연구변인들의 영향력에는 유의미한 차이가 나타나지 않았다.

이러한 연구결과를 토대로 사회복지사들의 조직몰입도를 높이기 위해서는 임파워먼트를 높이고, 사회복지사의 소진 수준을 낮출 수 있는 노력과 방안에 대한 실천적 함의를 제시하였다.

@highlight

이 연구는 사회복지사가 지각하는 임파워먼트가 소진, 조직몰입에 어떤 영향을 미치는지 살펴보고, 이런 인과관계가 기관유형(공공, 민간)에 따라 차이가 있는지 알아보고자 한다.

