동성애자는 기독교인이 될 수 있는가의 질문은 쉽게 결론짓고 대답할 수 있는 성질의 것이 아니라 생물학적, 심리적, 유전적 연구들과 더불어 추가적인 성서 해석학과 기독교의 교리적 전통에 대한 엄밀한 비판적 성찰을 필요로 하는 신학적 난제 중 하나이다.

본 소고는 동성애를 “역리”(逆理) 곧 “자연의 질서에 거스르는”(contrary to nature) 것으로 반대한 중세의 신학자 토마스 아퀴나스의 성의 신학을 자연스러운 목적으로서의 생식, 자연스러운 대상으로서의 배우자, 자연스러운 방식으로서의 이성애라는 세 가지 차원의 주요 주장들과 추가적인 여덟 가지 하위 주장들을 통해 고찰한다.

이어서 필자는 이러한 토마스 아퀴나스의 신학적 논리에 대한 은총의 신학의 동반자성, 강요된 독신, 몸의 창조성 등을 중심으로 한 세 가지 주요 반론들과 열 한 가지 하위 도전들을 제기한다.

‘법률적 인권’이 역사와 문화적 부침을 가지는 상대적 권리라고 한다면, ‘신학적 인권’은 존재 자체로서의 은총에 기초하는 변하지 않는 절대적 인권이며 동성애자도 이러한 인권의 대상이라고 본 소고는 결론에서 옹호한다.

신학적 인권은 한 인간의 행동이나 죄의 유무를 떠나서, 절대적으로 하나님이 부여하는 존재 자체의 인권이기 때문이다.

@highlight

동성애자는 기독교인이 될 수 있는가의 질문은 쉽게 결론짓고 대답할 수 있는 성질의 것이 아니라 생물학적, 심리적, 유전적 연구들과 더불어 추가적인 성서 해석학과 기독교의 교리적 전통에 관한 엄밀한 비판적 성찰을 필요로 하는 신학적 난제 중 하나이다.

@highlight

이어서 필자는 이런 토마스 아퀴나스의 신학적 논리에 관한 은총의 신학의 동반자성, 강요된 독신, 몸의 창조성 등을 중심으로 한 세 가지 주요 반론들과 열 한 가지 하위 도전들을 제기한다.

