본 연구는 우리나라 초등학생 영어 학습자가 온라인 읽기과업을 수행하면서 나타나는 뉴리터러시 기능의 양상과 온라인 읽기전략의 활용을 조사하였다.

성공적인 독자에게 나타나는 온라인 읽기 전략 및 웹기반 읽기과정에서 수반되는 뉴리터러시 기능을 살펴봄으로서 교육적 적용 방안을 모색하고자 한다.

이를 위해 대구지역 A초등학교에 재학 중인 6학년 초등학생을 대상으로 1년간 웹기반 읽기 수업에 참여한 학생 중 읽기능력이 높은 참여자 4명을 선정하여 성공적인 독자의 온라인 읽기 전략 활용 및 과정의 양상을 살펴보고자 하였다.

각각의 참여자에게 웹기반 읽기과업을 제시하고 생각말하기 기법 및 심층면접을 실시하여 질적분석을 통해 온라인 읽기전략과 활용양상 및 웹기반 읽기과정에서 나타나는 뉴리터러시 기능을 분석하였다.

본 연구의 결과, 성공적인 온라인 읽기 학습자들은 온라인 읽기 과업을 수행함에 있어 중요한 질문 식별하기, 정보찾기, 정보 재조직하기, 정보 평가하기와 같은 뉴리터러시 기능을 사용하는 것으로 나타났으며, 온라인 읽기 전략으로는 전반적 읽기전략, 지원전략, 문제해결전략을 비롯한 다양한 온라인 읽기 전략들을 활용하는 것으로 나타났다.

본 연구를 통해 초등영어에서 웹기반 영어 읽기를 적용함으로서 21세기에 요구되는 문해력을 기를 수 있는 교수방안을 적용할 필요가 있다.

@highlight

본고는 우리나라 초등학생 영어 학습자가 온라인 읽기과업을 수행하면서 나타나는 뉴리터러시 기능의 양상과 온라인 읽기전략의 활용을 조사했다.

