본 연구는 호텔 및 외식업 종사자의 프로티언 경력태도가 주관적 경력성공에 미치는 영향과 그 과정에서 무형식학습 활동의 매개효과를 규명하는 데 있다.

이를 위해 서울지역 호텔 및 외식업 종사자 대상으로 설문조사를 실시하였다.

연구 결과는 다음과 같았다.

첫째, 호텔 및 외식업 종사자의 프로티언 경력태도는 주관적 경력성공의 하위요소인 경력만족, 직무만족, 고용가능성에 모두 긍정적인 영향을 미쳤다.

둘째, 무형식학습 활동은 프로티언 경력태도와 주관적 경력성공의 관계를 매개하는 것으로 나타났다.

연구 결과를 통해 프로티언 경력태도를 함양한 호텔 및 외식업 종사자의 주관적 경력성공의 촉진을 위해서는 무형식학습 활동이 중요하다는 것을 확인하였다.

자신만의 가치를 가지고 심리적 성공을 목표로 경력개발에 힘쓰는 종사자는 일터에서 구성원과 상호작용을 통한 학습을 하며 성찰과 새로운 학습 기회 탐색으로 무형식학습 활동 정도를 높이게 되고, 높은 수준의 무형식학습 활동은 업무전문성과 고객지향성을 높이고 결국 경력만족, 직무만족, 고용가능성을 높여 주관적 경력성공을 높게 지각하게 된다고 결론 내릴 수 있다.

본 연구의 결과를 바탕으로 호텔 및 외식업 종사자의 주관적 경력성공을 촉진하기 위한 인적자원개발 관점의 논의가 제시되었으며, 향후 연구를 위한 제언도 본 연구에서는 제시되고 있다.

@highlight

호텔 및 외식업 종사자의 프로티언 경력태도가 주관적 경력성공에 미치는 영향과 그 과정에서 무형식학습 활동의 매개효과를 규명하였다.

@highlight

연구 결과를 통해 프로티언 경력태도를 함양한 호텔 및 외식업 종사자의 주관적 경력성공의 촉진을 위해서는 무형식학습 활동이 중요하다는 것이 나타났다.

