이 연구의 목적은 예방 메시지 유형과 조절초점이 에이즈 예방 효과에 미치는 영향을 검증하는 것이다.

이 연구에서는 메시지 프레이밍과 메시지 측면성을 결합하여 4가지의 예방 메시지 유형(이득-

일면 메시지, 이득-

양면 메시지, 손실-

일면 메시지, 손실-

양면 메시지)으로 구분하였다.

예방 메시지 유형과 조절초점의 상호작용효과를 확인하기 위해 4×2 요인 실험 설계방안을 선정하였다.

이 연구의 주요 연구 결과는 다음과 같다.

첫째, 예방 메시지 유형이 에이즈 예방 효과에 미치는 주효과는 통계적으로 유의한 것으로 나타났다.

특히, 손실-

일면 메시지와 이득-

일면 메시지 유형이 손실-

양면 메시지와 이득-

양면 메시지보다 높은 콘돔사용태도와 콘돔사용의도를 보였다.

둘째, 예방 메시지 유형과 조절초점에 대한 상호작용효과가 나타났다.

촉진초점에서는 예방 메시지 유형에 따른 에이즈 예방 효과가 유의하지 않은 것으로 나타났지만 예방초점에서는 손실-

일면 메시지가 나머지 예방 메시지 유형에 비해 콘돔사용태도와 콘돔사용의도가 높은 것으로 나타났다.

종합하자면 이 연구는 예방 메시지 유형의 효과가 조절초점에 의해 조절되는 것을 보여준다.

따라서 에이즈 예방 효과를 높이기 위해서는 메시지 프레이밍이나 측면성과 같은 메시지 요인뿐만 아니라 조절초점과 같은 수용자 변인도 동시에 고려되어야 한다는 것을 제안하고 있다.

이를 통해 에이즈 예방을 위한 전략을 수립하는 데 있어 유용한 지침을 제공할 수 있을 것으로 기대된다.

@highlight

본 연구의 목적은 예방 메시지 유형과 조절초점이 에이즈 예방 효과에 미치는 영향을 검증하는 것이다.

@highlight

이를 통해 에이즈 예방을 위한 전략을 수립하는 데 있어 유용한 지침을 제공할 수 있을 것으로 기대된다.

