본 연구의 목적은 보육전문가들이 인식하는 영아반 초임교사의 입문교육 내용과 방법에 대해 살펴보고 영아반 초임교사에 대한 효율적인 입문교육의 내용과 방법이 무엇인지를 이해하기 위한 것이며, 이를 통해 영아반 초임교사의 입문교육을 위한 기초자료를 제공하고자 한다.

연구 참여자는 현장 전문가, 유관기관 전문가, 학계 전문가 등 10명의 보육전문가이며, 연구 참여자를 대상으로 심층면담을 통해 자료를 수집하여 분석하였다.

연구결과, 첫째, 보육전문가들은 영아반 초임교사 입문교육에서 하루일과 운영, 영아와의 상호작용, 부모와의 의사소통, 영아 간 갈등상황 중재 등에 대한 교육내용을 제안하였다.

둘째, 보육전문가들은 효율적인 영아반 초임교사 입문교육을 위해 멘토링을 통한 맥락적이고 즉각적인 지원, 워크숍을 통한 예행연습, 사례나누기를 통한 교수전략 세우기, 역할극을 통한 실제상황 재연 등의 교육방법을 제안하였다.

이러한 결과는 영아반 초임교사의 교직 적응을 돕는 입문교육을 위한 기초자료를 제공해줄 수 있으리라 사료된다.

@highlight

이 연구의 목적은 보육전문가들이 인식하는 영아반 초임교사의 입문교육 내용과 방법에 대해 살펴보고 영아반 초임교사에 대한 효율적인 입문교육의 내용과 방법이 무엇인지를 이해하기 위한 것이며, 이를 통해 영아반 초임교사의 입문교육을 위한 기초자료를 제공하려 한다.

