본 논문에서는 증강현실 기반의 협업적 교육 시스템을 설계하고 구현한다.

기존의 증강현실 교육 시스템이 협업성보다는 시스템과 학습자 간의 상호성만을 고려하였기 때문에 학습자들 간의 협력을 지원하고 장려하는 교육 시스템에 대한 효과적인 접근이 이루어지지 않았다.

협업적 교육은 학습자들이 해답을 찾기 위해 비판적인 사고와 협동의 작업을 통해공동의목적을달성하는 교육방식으로 학습자 간의긍정적인 상호의존성, 적극적인 상호작용, 개인및 그룹의 책임감, 팀워크 발달 등이 필요하다.

협업적 교육이 효과적으로 이루어지기 위해서는 교수자와 시스템의역할이 중요하다.

교수자는 학습활동 초기에 프로젝트를 정의하고, 학습자 그룹을 형성하며, 그룹의 프로젝트에 대한 활동 평가 기준을 제공하여야 한다.

시스템은 상호작용 측면을 지원하고, 학습 활동을 촉진시켜야 한다.

또한 교수자는학습자들의상호작용활동을관리하고 평가할 수있는 시스템을제공하여야 한다.

본 논문은 이와같이협업적 교육 시스템에 대한 고려가 적용된 증강 현실 기반의 협업적 교육 시스템을 제안하고 구현한다.

@highlight

본 연구에서는 증강현실 기반의 협업적 교육 시스템을 설계 및 구현한다.

@highlight

기존의 증강현실 교육 시스템이 협업성보다는 시스템 및 학습자 간의 상호성만을 고려하였기 때문에 학습자들 간의 협력을 지원하고 장려하는 교육 시스템에 대한 효과적 접근이 이뤄지지 않았다.

