본 연구에서는 여고생을 대상으로 대인 성적 대상화 경험이 외모에 대한 사회문화적 가치의 내면화, 신체감시, 신체수치심 등의 심리내적 변인들을 통해 어떻게 성형의도에 영향을 미치는지를 탐색하고자 가설 모형을 설정하고 이를 검증하였다.

수도권에 위치한 고등학교에 재학중인 여고생을 대상으로 설문조사하였고, 357명의 자료를 분석하였다.

분석 결과, 대인 성적 대상화 경험은 외모에 대한 사회문화적 가치의 내면화를 통하여 신체감시와 신체수치심에 영향을 미쳤고, 외모에 대한 사회문화적 가치의 내면화는 성형의도에 대한 직접적인 영향뿐 아니라 신체감시와 신체수치심을 통하여 간접적으로도 여고생의 성형의도에 영향을 미쳤다.

또한 신체감시는 성형의도에 직접적인 영향을 주었을 뿐 아니라 신체수치심을 통하여 간접적으로도 성형의도에 영향을 미쳤다.

이러한 연구 결과는 대인성적 대상화 경험보다는 이후 개인이 경험할 수 있는 선행 변인으로서 외모에 대한 사회문화적 가치의 내면화와 근접변인으로서 신체감시와 신체수치심에 대한 평가와 개입이 중요함을 시사하고 있다.

이러한 분석 결과를 바탕으로 올바른 성형 문화를 만들기 위한 예방교육과 병리적 성형 행동에 대한 상담적 개입에 대한 함의를 논의하였다.

@highlight

이 연구에서는 여고생을 대상으로 대인 성적 대상화 경험이 외모에 대한 사회문화적 가치의 내면화, 신체감시, 신체수치심 등의 심리내적 변인들을 통해 어떻게 성형의도에 영향을 미치는지를 탐색하고자 가설 모형을 설정하고 이를 검증했다.

@highlight

본 연구 결과는 대인성적 대상화 경험보다는 이후 개인이 경험할 수 있는 선행 변인으로서 외모에 대한 사회문화적 가치의 내면화와 근접변인으로서 신체감시와 신체수치심에 대한 평가와 개입이 중요함을 시사하고 있다.

