계약법적 차원에서 도박을 어떻게 규율할 것인지에 대해 현재 한국법률상 명문의 규정이 없고, 해석 논의도 깊이 있게 이루어지지 않은 상황이다.

대개 문헌에서는 지나치게 사행적인 계약, 예컨대 도박계약은 선량한 풍속에 반하는 법률행위이고, 도박을 목적으로 신용을 제공 받는 경우도 절대적 무효라는 정도로 기술되고 있다.

이에 본고는 한국과 달리 사행적 계약을 자연채무를 발생시키는 민법상 전형계약으로 바라보고 있는 독일의 도박 관련 입법현황을 살펴보았다.

즉, 독일민법상 사행적 계약(노름계약, 내기계약, 복표계약)을 어떻게 다루고 있는지 살펴보았고, 독일형법상 도박관련 범죄와, 도박 산업에 대한 공법적 틀이라 할 수 있는「도박산업에 관한 주간협약」의 중요규정에 대해 검토하였다.

이러한 비교법적 연구를 토대로 선량한 풍속에 반하는 행위로서 도박계약을 다루던 기존의 한국학설을 갈음하여 독일에서와 같이 불완전채무 내지 자연채무를 발생시키는 계약으로서 사행적 계약을 다루는 해석론적 방안과 사행적 계약 그 자체가 무효가 아님을 「게임산업 진흥에 관한 법률」과 같은 특별법에 명문의 규정을 두는 입법론적 방안을 제시하였다.

@highlight

본고는 한국과 달리 사행적 계약을 자연채무를 발생시키는 민법상 전형계약으로 바라보고 있는 독일의 도박 관련 입법현황을 살펴보았다.

