본

 

논

문

의

 

목

표

는

 

블

라

인

드

 

신

호

환

경

에

서

 

이

동

하

는

 

목

표

 

신

호

원

의

 

방

향

으

로

 

최

대

 

이

득

을

 

가

진

 

빔

 

패

턴

을

 

제

공

하

는

 

안

테

나

 

어

레

이

에

서

 

준

최

적

의

 

웨

이

트

 

벡

터

를

 

구

하

는

 

적

응

 

알

고

리

즘

을

 

제

안

하

는

 

것

이

다

.

 

제

안

하

는

 

알

고

리

즘

은

 

어

레

이

 

안

테

나

 

시

스

템

 

출

력

의

 

파

워

를

 

최

대

화

하

는

 

기

존

의

 

알

고

리

즘

[

1

]

에

 

반

해

 

신

호

 

대

 

간

섭

+

잡

음

비

(

S

I

N

R

:

 

S

i

g

n

a

l

 

t

o

 

I

n

t

e

r

f

e

r

e

n

c

e

+

N

o

i

s

e

 

R

a

t

i

o

)

를

 

최

대

화

하

는

 

준

최

적

의

 

웨

이

트

 

벡

터

를

 

구

하

는

 

것

[

4

]

으

로

서

 

통

신

 

품

질

의

 

대

폭

적

인

 

향

상

과

 

통

신

용

량

의

 

획

기

적

인

 

증

가

를

 

이

루

는

 

것

이

 

최

종

 

목

표

이

다

.

 

이

러

한

 

준

최

적

의

 

웨

이

트

 

벡

터

 

계

산

을

 

위

해

 

라

그

랑

제

 

승

수

를

 

이

용

하

여

 

최

대

 

고

유

치

와

 

그

에

 

해

당

하

는

 

고

유

 

벡

터

를

 

구

하

는

 

적

응

알

고

리

즘

을

 

제

안

하

였

다

.

 

라

그

랑

제

 

승

수

에

 

기

초

한

 

적

응

 

절

차

는

 

매

 

스

냅

샷

마

다

의

 

계

산

량

 

부

담

이

 

O

(

α

N

)

으

로

 

(

3



 

α



 

7

.

5

,

 

N

:

안

테

나

 

수

)

 

대

부

분

의

 

육

상

 

이

동

 

통

신

에

서

 

범

용

 

D

S

P

를

 

이

용

하

여

 

실

시

간

 

처

리

를

 

하

기

에

 

충

분

하

다

.

 

본

 

제

안

 

알

고

리

즘

을

 

이

용

하

여

다

중

 

경

로

 

페

이

딩

이

 

있

는

 

광

대

역

 

C

D

M

A

의

 

W

L

L

(

W

i

r

e

l

e

s

s

 

L

o

c

a

l

 

L

o

o

p

)

 

신

호

환

경

에

서

 

컴

퓨

터

 

시

뮬

레

이

션

을

 

통

해

 

성

능

분

석

을

 

수

행

하

였

고

,

 

기

존

의

 

널

리

 

알

려

진

 

파

일

럿

 

신

호

를

 

이

용

하

는

 

L

M

S

 

알

고

리

즘

[

2

]

과

도

 

성

능

을

 

비

교

,

 

분

석

하

였

다

.

@highlight

이 논문의 목표는 블라인드 신호환경에서 이동하는 목표 신호원의 방향으로 최대 이득을 가진 빔 패턴을 제공하는 안테나 어레이에서 준최적의 웨이트 벡터를 구하는 적응 알고리즘을 제안하는 것이다.