본 연구는 제주방언 화자의 세대별 어두 무성파열음인 평음 경음 격음의 발화에서 어떤 음향음성학적 차이가 있는지를 밝히고자 하는 것이다.

본 연구를 수행하기 위해 제주의 8개 마을에서 각 6명씩(세대별로 남여 각 1명씩) 어두 무성파열음의 녹음자료를 수집하였다.

이런 자료를 토대로 분석한 결과 VOT 값(ms)은 세대에 관계없이 경음<평음<격음 순이었고, 후행하는 모음의 F0 값(Hz)은 평음<경음<격음, 파열강도 값(dB)은 경음<평음<격음 순이었다.

이런 분석 결과는 세가지 주목할 만한 사실을 시사하고 있다.

첫째는 50대와 70대 제주방언 화자들은 어두 무성파열음의 삼원적 대립인 평음, 경음, 격음을 구별하기 위해 VOT를 주요 음향적 단서로 이용하고 있다는 것이다.

두 번째는 젊은 세대로 갈수록 어두 무성파열음의 VOT 값이 감소해서 삼원적 대립을 좀 더 분명히 구별하기위해 VOT에 더해서 F0 값을 음향적 단서로 활용한다는 것이다.

마지막으로 50대와 70대의 제주방언 화자들은 VOT에 더해서 F0와 파열강도를 어두 무성파열음의 평음 경음 격음을 구별하기 위한 보조적 음향단서로 활용한다는 것이다.

@highlight

이 연구는 제주방언 화자의 세대별 어두 무성파열음인 평음 경음 격음의 발화에서 어떤 음향음성학적 차이가 있는지를 밝히고자 하는 것이다.

@highlight

이 연구를 수행하기 위해 제주의 8개 마을에서 각 6명씩 어두 무성파열음의 녹음자료를 수집했다.

