황진이는 유명한 기생일 뿐 아니라, 한시와 시조 두 장르 모두에 뛰어난 시적 재능을 가졌던 시인이다.

다만 그녀의 작품이 많이 남아 있지 않은 것은 매우 아쉬운 일이나, 현존하는 시조 6수와 한시 8수만으로도 그녀의 개성적이고 뛰어난 시적 성취를 확인할 수 있다.

수사적 차원에서 그녀의 시는 묘사보다는 비유적 표현을 많이 사용하고 있으며, 은유와 환유를 통해 개성적이고 뛰어난 시적 표현을 이루고 있다.

시의 주제는 대개 님에 대한 그리움과 이별의 슬픔이 주류를 이루고 있는데, 이러한 주제적 특성이 기발한 상상력과 뛰어난 비유적 수사를 통해 형상화됨으로써 그녀만의 개성적인 시세계를 이룬다.

비유적 표현이 두드러지는 이러한 시적 특성은 한시와 시조 두 장르 모두에 공통적으로 들어나는 속성으로, 그녀의 시세계의 본질적 특성이 무엇이며, 그것이 어떠한 방법에 의해 창출되었는지를 알게 한다.

아울러 비유를 즐겨 사용하는 특성은 이백과 같은 唐詩의 영향에서 배태된 것임을 한시 분석을 통해서 확인해 볼 수 있었다.

무엇에 얽매이기 싫어하는 그녀의 활달한 성정처럼, 그녀의 시도 어떤 틀에 얽매이기보다는 자신의 감정을 최대한 자유롭고 진솔하게 표현하는 특성이 있으며, 그것을 빼어난 비유를 통해서 형상화하고 있다.

@highlight

다만 그녀의 작품이 많이 남아 있지 않은 것은 아쉬운 일이나, 현존하는 시조 6수와 한시 8수만으로도 그녀의 개성적이고 뛰어난 시적 성취를 확인할 수 있다.

