무선 메쉬 네트워크에서 다중경로 라우팅 프로토콜은QoS 충족 또는 링크 단절에 대한 강건성 확보를 위한 해결책으로 자주 사용되어 왔으며, 무선 전술통신 및 재난구조 통신에서는 QoS와 강건성을 동시에 충족시키는 방법에 대한 필요성이 강조되고 있다.

본 논문에서 제안하는 라우팅 프로토콜은 OFDM-

TDMA collision-

free MAC을 기반으로 on-

demand 방식으로 대역폭 및 지연시간 제한을 포함하는 사용자의 세션별 QoS 요구사항을 충족시켜 줄 수 있는 다중 경로들을 탐색 및 관리하고, 전송실패가 발생할 경우 경로 재탐색 이전에 대체경로를 선택하여 데이터를 재전송하도록 함으로써 지연 및 수용능력 간 트레이드오프를 완화하는 동시에 강건성을 증가시킨다.

본 논문에서는 시뮬레이션을 통해 제안하는 프로토콜의 성능을 분석하여 제안하는 프로토콜이 QoS 보장 측면과 데이터의 전송성공률 측면에서 우수을 보인다.

@highlight

무선 전술통신과 재난구조 통신에서는 QoS와 강건성을 동시에 충족시키는 방법에 대한 필요성이 강조되었다.

@highlight

본 연구에서는 라우팅 프로토콜은 OFDM-

@highlight

TDMA collision-

@highlight

free MAC을 기반으로 다중 경로들을 탐색하고 관리했다.

