터널 시공 중 천단침하와 내공변위를 측정하는 것이 일반화되어 있다.

터널 시공 중 계측기를 설치한후 첫 번째로 측정한 천단침하와 내공변위의 1일간 변위량을 각각 초기천단침하속도와 초기내공변위속도로또 마지막으로 계측한 천단침하와 내공변위를 각각 최종천단침하와 최종내공변위로 정의하고 계측한 최종변위와 초기변위속도의 관계를 분석하였다.

이를 위한 분석용 자료는 서울지하철 906공구에서 터널 시공 중 계측한것이다.

이 터널의 폭과 높이는 각각 약 11.5 m, 10 m이며 지표에서 터널천단까지의 깊이는 약 10-20 m의 저심도터널이다.

또 터널이 시공된 지층은 풍화토 또는 풍화암으로 연약한 지반이다.

터널은 상하반으로 나누어 시공되었고 길이는 1,820 m이다.

이번 분석에 이용한 계측치는 터널 상하반 시공 중에 얻은 것으로 천단침하계측 결과가 184개, 내공변위계측 결과는 258개이다.

분석결과 풍화토의 터널에서 초기변위속도와 최종변위가 상대적으로 큰 경향이 있었다.

@highlight

터널 시공 중 천단침하와 내공변위를 측정하는 것이 일반화되어 있다.

@highlight

이를 위한 분석용 자료는 서울지하철 906공구에서 터널 시공 중 계측한것이다.

