우리나라 2014년 에너지부문 온실가스 배출량은 1998년 외환위기 이후, 첫 감소를 보였다.

1998년 외환위기 당시엔 경제성장은 5.5%의 감소로 에너지사용량이 8.1% 줄어들면서 온실가스 배출량이 14.5% 감소한 것과 달리 2014년도에는 경제성장은 3.3%, 에너지 사용량은 0.9%로 각각 증가한 반면 온실가스 배출량은 1.23%감소하여 외환위기와 다른 모습을 보였다.

이는 GDP, 에너지사용량과 온실가스배출량 사이에 나타난 음(-

)의 관계를 나타내는 탈동조화(decoupling)현상의 증후라 볼 가능성이 있다.

이에 따라 본 논문에서는 로그평균 디비지아지수(Log-

Mean Divisia Index, LMDI)의 방법론을 이용하여 2014년도 에너지부문 온실가스 배출량 감소의 요인들을 찾아보고, 탈동조화현상이 진행되고 있는 OECD선진국들의 탈동조화현상을 설명한 방법들을 우리나라 데이터에 적용하여 비교해봄으로써 탈동조화 징후의 다양한 근거를 제시하였다.

@highlight

우리나라의 에너지부문 온실가스 배출량은 외환위기 후 감소를 보이고 있다.

@highlight

이에 따라 본 논문은 로그평균 디비지아지수의 방법론을 이용하여 2014년도 에너지부문 온실가스 배출량 감소의 요인들을 찾아보고 OECD선진국들의 방법들을 우리나라 데이터에 적용해 보았다.

