해방 직후 결성된 여러 문학단체들은 당시의 정치 노선에 따른 것으로 좌익 문단이나 우익 문단 모두 정치적 현안에 따라 형성되었다.

해방기의 주된 과제는 식민지 잔재를 청산하고, 민족 경제의 발전과 새로운 민주주의 국가를 건설하는 일이었으며, 문학 운동 역시 이러한 정치 참여의 일환으로 전개되었다.

해방기는 정치적 현안에 따라 문학과 문화 기구가 탄생되던 시기였으며, 문학 활동 역시 정치 노선에 따라 전개되었던 시기라고 할 수 있다.

해방기의 정치적 상황은 극심한 좌·우익 대립의 양상을 띠었고, 문학 단체의 이론적인 노선도 정치적인 노선과 맥을 같이 하고 있었기 때문에 해방기 비평을 살펴봄에 있어 좌·우익의 대립에 초점을 맞추는 것은 지극히 당연한 일일 것이다.

본고에서는 해방기에 활발하게 활동했던 좌·우익의 대표적인 비평가인 김동석과 김동리의 문학론을 바탕으로 좌·우익의 대립 양상을 살펴보고자 하며, 해방기 문학 논쟁의 핵심인 순수문학 논쟁과 민족문학 논쟁의 전개 과정을 통해 해방기 비평사가 지닌 의미를 살펴보고자 한다.

본고는 좌·우익 측의 대표적인 비평가를 개별적으로 다루면서 해방기의 비평사를 전체적으로 조망하고 있다는 데 의의가 있다.

@highlight

본 논문은 해방기에 활발하게 활동했던 좌·우익의 대표적인 비평가인 김동석과 김동리의 문학론을 바탕으로 좌·우익의 대립 양상을 살펴보고자 하였다.

@highlight

해방기 문학 논쟁의 핵심인 순수문학 논쟁과 민족문학 논쟁의 전개 과정을 통해 해방기 비평사가 지닌 의미를 고찰하였다.

