본 연구는 한국 여성독립 운동가의 보훈예우 현황을 여러 관점에서 분석하고 이를 토대로 보훈정책의 개선방향을 제시했다.

연구의 분석은 2013년 현재 국가로부터 인정받은 226명의 여성 독립 유공자의 실태를 파악하며 이 부문 연구의 중요성을 강조했다.

그 일환으로 한국 여성독립 유공자의 전반적인 현황을 파악하는 것이 우선적인 주요 과제라고 보았다.

그래서 본 연구는 과제수행에 앞서 개념 정의가 되어 있지 않은 한국 여성 독립운동의 개념을 먼저 제시했고, 흐름 및 연구경향을 토대로 국가보훈과 여성 독립운동가의 상관성을 파악했다.

전반적인 여성 독립 운동가의 보훈 예우현황에 대한 분석은 국가보훈처로부터 제공받은 기초자료를 토대로 유형별로 분류하였다.

또한 유형별 내용에 대해 추가분석을 함으로써 심층적 결과도출에 노력하였다.

즉, 보훈대상자를 훈격별, 출생지별, 운동계열별, 대상 인정시기별로 구분했다.

이러한 과정을 통하여 각 부문별 특이사항이 파악되었고, 여성 독립운동의 동향이 한국 독립운동과 그 흐름을 같이하고 있음을 알 수 있었다.

그러나 여성 독립유공자에 대한 인정 문제는 활동 입증자료의 부족, 정부의 발굴의지 부족, 정부와 국민의 무관심, 비인기 연구 분야라는 점에서 현실적 한계가 있었다.

그럼에도 불구하고 한국 여성 독립운동은 여성의 구국정신과 민족 독립의지가 자발적으로 발휘된 것으로서 국가보훈 정신이 함축된 국민통합의 일환으로 전개되었다는 것을 확인할 수 있었다.

@highlight

이 연구는 한국 여성독립 운동가의 보훈예우 현황을 여러 관점에서 분석하고 이를 토대로 보훈정책의 개선방향을 제시했다.

@highlight

그 일환으로 한국 여성독립 유공자의 전반적인 현황을 파악하는 것이 우선적인 주요 과제라고 보았다.

