조선시대 양반가의 장례시 매장방식은 회곽묘제를 사용하였으며, 그 유물들이 현대에 형태를 유지한 채로 출토되는 경우가 종종 있다.

그러나 그 내부에서 발견되는 섬유유물들은 예전에는 염직물이었을 것으로 예상되나 오랫동안 시즙과 수분에 의해 오염되어 고유의 색상 및 물성에 변화를 일으킬 수 있다.

이러한 오염은 출토 후에도 계속적으로 유물의 변퇴색 및 열화에 영향을 미칠 것으로 예상되므로 적합한 세척이 요구된다.

따라서 본 연구는 습식세척 후 출토염직물의 색변화를 최소화할 적합한 세정조건을 조사하기 위하여 적색계 7종, 청색계 1종, 황색계 6종, 녹색계 4종, 자색계 4종의 천연염색 염색포(견과 면)을 만들어서 이를 돈육과 함께 6개월간 냉장보관한 후 꺼내어 물, 음이온계면활성제(SDS), 비이온계면활성제(TritonX-100), 천연계면활성제(Saponin) 등 4종의 세정액를 이용하여 20℃와 40℃의 온도에서 습식세척하여 염직품들의 색상변화에 대한 영향을 조사하였다.

그 결과 색상의 변화는 세정온도, 섬유소재, 세정제, 이용한 염료의 종류에 따라 차이를 나타내었다.

@highlight

본 연구는 습식세척 후 출토염직물의 색변화를 최소화할 적합한 세정조건을 알기 위해 적색계 7종, 청색계 1종, 황색계 6종, 녹색계 4종, 자색계 4종의 천연염색 염색포를 만들어 4종의 세정액를 이용해 20℃와 40℃의 온도에서 습식세척해 염직품들의 색상변화에 관한 영향을 조사했다.

