본 논문에서는 등장인물이 대사에서사용한감정어를 이용하여등장인물의감정 유형을분류하는 방법을 제안하고 성능을 평가한다.

감정 유형은 긍정, 부정, 중립의 3 종류로 분류하며, 등장인물이 사용한 감정어를 누적하여 3종류의 감정 유형 중에 어디에 속하는지를 파악한다.

대사로부터 감정어를 추출하기 위해 WordNet 기반의 감정어추출 방법을 제안하고 감정어가 가진 감정성분을 벡터로 표현하는 방식을 제안한다.

WordNet은 영어 단어 간에상위어와 하위어, 유사어 등의관계로연결된네트워크 구조의 사전이다.

이네트워크 구조에서최상위의감정항목과의 거리를 계산하여 단어별감정량을 계산하여 대사를 30 차원의 감정벡터로 표현한다.

등장인물별로 추출된 감정 벡터 성분들을 긍정, 부정, 중립의 3가지 차원으로 축소하여 표현한 후, 등장인물의 감정 성향이 어떻게 나타나는지를 추출한다.

또한 감정 성향의 추출 성능에 대해 헐리우드 영화 4개의 영화에서 12명의 등장인물을 선정하여평가하여 제안한 방법의 효율성을 측정하였다.

대사는 영어로 이루어진 대사만을 사용하였다.

추출된 감정 성향 판단 성능은 75%의 정확도로 우수한 추출 성능을 나타내었다.

@highlight

본고에서는 등장인물이 대사에서사용한감정어를 이용하여등장인물의감정 유형을분류하는 방법을 제안하고 성능을 평가한다.

