본 연구는 부모의 특성과 부모 리더십, 부모 인성 리더십 및 성인의 창의적 리더십에 관한 선행연구 고찰을 통하여 부모의 창의적 리더십 개념을 탐색을 하는 데 목적을 두고 있다.

다양한 선행연구에서 제안하고 있는 구성요소 중에서 연관성을 가진 하위영역과 하위요소를 탐색하였다.

이와 같이 선행연구를 분석한 결과 부모의 창의적 리더십을 문제해결적 리더십 차원, 개인적 리더십 차원, 사회적 리더십 차원의 3개 차원으로 구분하였다.

이 중 문제해결적 리더십 차원은 창의적 태도, 창의적 인지능력, 창의적 의사결정력의 3개 하위영역으로 구성되며 개인적 리더십은 부모 자아 관리와 부모 역할 수행의 2개 하위영역으로 구성되었다.

그리고 사회적 리더십은 상호존중, 상호교류의 2개 하위영역으로 구성하였다.

부모의 창의적 리더십의 특징은 첫째, 가정이라는 조직 안에서 강력한 지지를 기반으로 이루어지는 우호적이고 명확한 문제해결 과정이다.

둘째, 부모-

자녀 간 상호작용 관계에서 자녀의 창의적 리더십의 성장 뿐 아니라 부모의 발달, 성장을 도모하는 과정이다.

셋째, 가정에 국한되지 않고 사회로 창의적 리더십의 사회적 영향력을 확장하는 과정이다.

이와 같은 연구결과에 근거하여 부모의 창의적 리더십의 측정도구의 개발 및 타당화에 대한 후속 연구를 제안하였다.

@highlight

본 논문은 부모의 특성과 부모 리더십, 부모 인성 리더십과 성인의 창의적 리더십에 관한 기존의 연구를 통하여 부모의 창의적 리더십 개념을 탐색하고자 하였다.

@highlight

다양한 연구에서 제안하고 있는 구성요소 중에서 연관성을 가진 하위영역과 하위요소를 탐색했다.

