학교도서관은 학교의 교육목적을 달성하기 위한 중요한 물리적 공간이면서 동시에 정보화 시대의 소프트웨어의 보고이다.

학교도서관의 중요성에 대한 인식 여하에 따라 학교교육, 학교독서교육의 성패가 좌우된다고 해도 과언이 아니다.

따라서 학교도서관의 교육적 중요성을 인식하여 학교독서교육 계획을 도서관과 연계하여 수립하여 추진하여야 한다.

학교독서교육은 전교적으로 학교도서관과 연계한 독서 활동이 이루어져야 한다.

도서관 활용 독서교육은 교과 수업에서 학습자로 하여금 학습 과정에 주도적으로 참여하게 함으로써 궁극적으로 창의적인 학습능력을 신장시킨다.

도서관 활용 독서교육 유형으로는 교과연계 독서지도, 교과독서 방법 지도, 독서프로그램 활용 지도 등을 들 수 있다.

교과연계 독서지도는 교과 독서의 ‘내용적 접근’을 통하여 학생들의 배경지식을 활성화하고, 지식을 심화·확장하는 독서지도를 말한다.

교과독서 방법 지도는 교과독서의 ‘방법적 접근’을 통하여 학생들이 학습독서전략을 사용하여 그 교과에서 다루는 핵심 개념을 이해하고 자기주도적인 학습능력을 기르는 독서지도를 의미한다.

또한 독서프로그램 활용 지도는 학교에서 학생들이 책을 읽도록 하기 위한 다양한 독서교육 프로그램을 말한다.

@highlight

학교도서관은 학교의 교육목적을 달성하기 위한 중요한 물리적 공간이면서 동시에 정보화 시대의 소프트웨어의 보고이다.

