21세기 학생들은 인터넷으로 구동되는 휴대용 장치에 집착하고, 항상 멀티미디어가 풍부한 콘텐츠를 요구한다.

이 특별한 요구는 교수법 교육 과정에서 교수자들에 의해 해결될 수 있다.

학습 설계 및 구현 그리고 전통적인 교실 교육에, 학습관리 퍼베이시브 컴퓨팅 (Pervasive Computing)으로서의 학습관리시스템은 학습을 지원하기 위해 교실 교육에 활용될 수 있다.

이것은 교내·외에서, 교수와 학생 그리고 학습행정가에게 많은 도움을 주고 자신의 업무를 원활하게 한다.

본 연구의 목적은 오픈소스 Moodle로 학습관리시스템을 구축한 후, 이 학습관리시스템에서 J 대학교 교양강좌인 4차산업과 미래설계 교과목을 운영하고, 온라인 학습 참여도가 학업 성취에 어떠한 영향을 미치는지를 알아보고자 하는 것이다.

이를 위해 온라인 학습 참여자의 개인 차이를 적극·소극적 기준으로 분류한 후, 학습활동 참여의 개인 차이를 분석하고, 정기시험 성적과의 관계를 분석하였다.

결론적으로 Moodle 학습관리시스템을 PC와 스마트폰에서 구축하여, 교양수업에 활용하였다.

Moodle 학습관리시스템의 토론방에 적극적 참여 그룹 학습자는, 학업성과가 높게 나타나고 있음을 확인하였다.

이를 통해 학습자 개인차에 따른 추가 학습의 기회제공 방안을 고민할 수 있었으며, Moodle 학습관리시스템이 연결주의 학습에 충실한 도구이며, 학습자 관리에 능동적으로 대처하는데 이용될 수 있다는 점을 시사하고 있다.

@highlight

21세기 학생들은 인터넷으로 구동되는 휴대용 장치에 집착하며 또한 항상 멀티미디어가 풍부한 콘텐츠를 요구한다.

@highlight

이 특별한 요구는 교수법 교육 과정에서 교수자들에 의하여 해결될 수 있다.

