본 연구의 목적은 지난 60년간 한국의 행정학자들이 수행한 패러다임으로서의 관리론에 관한 연구 내용을 시의성, 특수성, 적실성, 창의성에 따라 분석하고 비판함으로써 바람직한 관리론의 미래상을 구상하는 것이다.

역사 순으로, 탄생기에는 발전주의 관료제의 도구로서 활용되었고, 침체기에는 급속한 환경변화에 대응 못한 폐쇄체제로서의 한계를 보였으며, 부활기에는 신공공관리론의 쇄도에 대해 뒤늦게 대응한 후, 결국 IMF체제이후 전성기에는 정부개혁에 대한 관리론적 개선책을 쏟아내었다.

이처럼 관리론은 환경변화와 정권변동에 따라 체제순응적인 시의성이 강한 모습을 보였다.

또한 반(反)관리론 진영이 관리의 효율-

통제지향성에 대항하기 위해 관료제의 민주-

규범지향성을 부각시킨 점에서 한국 관리론은 관료제론과의 패러다임 경쟁 속에서 성장하였다는 특수성이 있다.

반면, 적실성은 비교적 낮았는데, 행정은 효율적일 때에만 정당하다는 기본전제, 통제/객관주의에 몰입된 기능주의, 실증주의에 치우친 방법론으로 인해 한국적 맥락과 통합적 시각에 소홀했기 때문이다.

특히 관리패러다임의 연구들이 국가, 국제 등 거시적 분석단위까지 팽창하고 있는 상황에서 기능주의를 극복하고 체제이탈적 창의성을 발휘하는 것이 시급하다.

@highlight

본 논문의 목적은 지난 60년간 한국의 행정학자들이 수행한 패러다임으로서의 관리론에 관한 연구 내용을 시의성, 특수성, 적실성, 창의성에 따라 분석하고 비판함으로써 바람직한 관리론의 미래상을 구상하였다.

@highlight

역사 순으로, 탄생기에는 발전주의 관료제의 도구로서 활용되었다.

