연구배경 국내 업사이클링 산업은 정부와 기업의 관심과 달리 국외 업사이클링 선진국에 비해 발전이 느리다.

이에 본 연구는 국내 업사이클링 산업에 미치는 요인과 문제점을 디자인 관점에서 분석하여 활성화 방안을 제시하고자 하였다.

연구방법 첫째, 사전적 정의를 통해 업사이클링의 개념을 이해하고 국내 업사이클링 산업의 현황을 파악하기 위해 관련 문헌 및 관련 기관의 자료, 보고서 등을 수집하였다.

둘째, 국내의 업사이클링 산업을 해외 업사이클링 산업과 비교하여 미성숙한 단계로서 다각적인 기반이 구축되어야 하는 산업임을 파악하였다.

국내 업사이클링 산업의 현황을 구체적으로 파악하고 분석하기 위하여 국내 업사이클링 기업, 마켓, 관련 활동들을 기업, 기관의 사이트와 기사 등에서 포괄적으로 수집하였다.

셋째, 이를 종합하여 국내 업사이클링 산업의 기업 유형 및 생태계를 파악하고 분석한 뒤 특성을 찾아내고 시사점을 다섯 가지로 정리하였다.

연구결과 최종적으로 정리된 시사점을 토대로 국내 업사이클링 산업을 활성화하기 위해, 업사이클링 디자인 방법론 및 도구의 연구 개발, 다양한 경로를 통한 안정적 소재 수급, 온라인 마켓 개선, 지속가능한 교육 프로그램 개발의 네 가지 방안을 제안하였다.

결론 본 연구를 통해, 기존 국내 업사이클링 산업의 생산 방식의 한계를 극복하고, 소재의 안정적인 확보와 효율적인 활용방안을 극복할 수 있으며, 기업과 소비자의 직접적인 소통 및 소비자의 시장 참여 유도와 친환경적 문화 확산 및 소비 시장 규모 확산을 도모할 수 있다.

@highlight

이 연구는 국내 업사이클링 산업에 미치는 요인과 문제점을 디자인 관점에서 분석해 활성화 방안을 제시하고자 했다.

@highlight

최종적으로 정리된 시사점을 토대로 국내 업사이클링 산업을 활성화하기 위해, 업사이클링 디자인 방법론 및 도구의 연구 개발, 다양한 경로를 통한 안정적 소재 수급, 온라인 마켓 개선, 지속가능한 교육 프로그램 개발의 네 가지 방안을 제안했다.

