이 연구는 어린이집 교사를 대상으로, 미술치료를 통하여 대인관계문제를 감소하고 동료관계 및 가족관계를 회복하도록 돕고자 하였다.

연구 대상은 K군에 살고 있는 35세의 기혼 여성으로 미술치료는 주 1회 1시간 20분 정도를 연구자의 미술치료실에서 실시하였고, 의사소통 교육은 미술치료 실시 전·후에 8회기에서 15회기까지 부모역할훈련(Parent Effectiveness Training: P.

E.

T.

)을 중심으로 진행되었으며 치료회기는 총22회기이다.

연구의 효과를 검증하기 위하여, 대인관계문제 단축형 검사와 의사소통검사를 사전·사후 비교하였으며 미술치료 진행과정을 회기별로 요약하여 기술하였다.

이 연구에서 나타난 결과는 다음과 같다.

첫째, 대인관계문제검사는 사전검사에서 85점이고 사후검사에서는 32점으로 낮아졌다.

둘째, 의사소통검사는 사전검사에서 82점, 사후검사에서는 159점으로 높아졌다.

따라서, 이 연구는 미술치료가 어린이집 교사의 대인관계문제 감소에 영향이 있었음을 알 수 있다.

@highlight

본고는 어린이집 교사를 대상으로 하여 미술치료를 통해 대인관계문제를 감소하고 동료관계 그리고 가족관계를 회복하도록 돕고자 하였다.

@highlight

연구 대상은 K군에 살고 있는 35세의 기혼 여성으로 하였고 미술치료는 주 1회 1시간 20분 정도를 연구자의 미술치료실에서 실시하였다.

