구

순

구

개

열

은

 

선

천

성

 

악

안

면

 

기

형

 

중

 

발

생

률

이

 

가

장

 

높

은

 

질

환

으

로

 

관

련

된

 

여

러

 

분

야

의

 

협

진

(

t

e

a

m

 

a

p

p

r

o

a

c

h

)

을

 

통

한

 

조

직

적

인

 

관

리

를

 

필

요

로

 

한

다

.

 

치

료

에

 

있

어

 

수

술

분

야

의

 

많

은

 

발

전

이

 

있

어

 

왔

으

나

 

수

술

만

으

로

는

 

다

양

한

 

문

제

점

을

 

해

결

하

기

 

어

려

웠

다

.

 

이

에

 

따

라

 

술

 

전

 

처

치

의

 

필

요

성

을

 

인

식

하

여

 

술

전

 

비

치

조

 

정

형

의

 

개

념

이

 

개

발

되

었

으

며

 

편

측

성

 

및

 

양

측

성

 

구

순

구

개

열

 

환

자

에

게

 

적

용

되

고

 

있

다

.

 

편

측

성

 

구

순

구

개

열

에

서

 

술

전

 

비

치

조

정

형

의

 

목

적

을

 

코

의

 

대

칭

성

을

 

회

복

시

키

는

데

에

 

중

점

을

 

두

었

다

면

 

양

측

성

 

구

순

구

개

열

에

서

는

 

짧

은

 

비

소

주

를

 

신

장

시

키

고

,

 

낮

아

진

 

코

끝

을

 

세

우

고

,

 

전

방

으

로

 

변

위

된

 

전

상

악

부

를

 

재

위

치

 

시

키

는

 

것

이

 

목

적

이

라

 

할

 

수

 

있

다

.

 

본

 

증

례

에

서

는

 

양

측

성

 

구

순

/

구

개

열

로

 

진

단

받

은

 

이

란

성

 

쌍

둥

이

에

게

 

술

전

 

탄

성

밴

드

와

 

비

치

조

정

형

 

장

치

를

 

이

용

하

여

 

첫

 

번

째

입

술

수

술

 

전

까

지

인

 

약

 

7

0

일

간

 

전

상

악

부

의

 

후

방

 

견

인

 

및

 

술

전

 

비

치

조

정

형

을

 

시

행

하

였

다

.

 

두

 

환

아

 

모

두

 

초

기

에

 

비

해

 

비

소

주

가

길

어

지

고

 

전

방

 

변

위

된

 

전

상

악

부

가

 

제

 

위

치

로

 

많

이

 

회

복

된

 

것

을

 

관

찰

할

 

수

 

있

었

다

.

 

그

리

고

 

입

술

 

수

술

 

후

 

술

자

와

 

보

호

자

가

 

모

두

만

족

할

만

한

 

심

미

적

인

 

결

과

를

 

얻

을

 

수

 

있

었

다

.

 

장

치

의

 

효

과

를

 

극

대

화

하

기

 

위

해

서

 

환

자

의

 

적

응

력

,

 

보

호

자

의

 

협

조

도

 

및

 

술

자

의

적

절

한

 

장

치

물

의

 

선

택

과

 

세

심

한

 

조

정

,

 

이

 

3

가

지

 

요

소

가

 

조

화

를

 

이

루

어

야

 

할

 

것

이

다

.

@highlight

구순구개열은 선천성 악안면 기형 중 발생률이 가장 높은 질환으로 관련된 여러 분야의 협진(team approach)을 통한 조직적인 관리를 필요로 한다.