의

용

소

방

대

는

 

「

의

용

소

방

대

 

설

치

 

및

 

운

영

에

 

관

한

 

법

률

」

에

 

의

하

여

 

설

치

·

운

영

되

고

,

 

의

용

소

방

대

장

 

및

 

대

원

들

은

 

화

재

진

압

·

구

조

·

구

급

 

등

 

소

방

업

무

를

 

체

계

적

으

로

 

보

조

하

기

 

위

하

여

 

소

방

본

부

장

 

또

는

 

소

방

서

장

의

 

지

도

·

감

독

을

 

받

으

며

 

무

보

수

와

비

상

근

으

로

 

봉

사

한

다

.

 

이

 

연

구

의

 

목

적

은

 

민

간

 

자

원

봉

사

자

로

서

 

지

역

방

재

의

 

핵

심

역

량

을

 

보

유

하

고

 

있

는

의

용

소

방

대

원

의

 

봉

사

활

동

 

지

속

성

에

 

영

향

을

 

미

치

는

 

요

인

들

 

중

에

서

 

어

떤

 

요

인

이

 

유

의

한

 

영

향

을

 

미

치

는

 

지

를

 

통

계

적

으

로

 

분

석

하

고

,

 

분

석

 

결

과

에

 

기

초

하

여

 

의

용

소

방

대

원

의

 

봉

사

활

동

을

 

지

속

시

키

기

 

위

한

 

방

안

들

을

 

제

시

하

는

 

것

이

다

.

 

이

 

연

구

의

 

조

사

대

상

자

는

 

대

전

 

및

 

충

남

지

역

에

서

 

봉

사

활

동

을

 

하

고

 

있

는

 

의

용

소

방

대

원

 

1

9

8

명

을

 

대

상

으

로

 

하

였

고

,

 

이

 

연

구

의

 

독

립

변

수

는

 

관

리

 

및

 

교

육

·

훈

련

,

 

소

방

공

무

원

 

관

계

,

 

봉

사

 

대

상

자

 

관

계

,

 

동

료

관

계

,

 

사

회

적

 

인

정

,

 

참

여

 

동

기

,

 

참

여

 

만

족

의

7

개

 

변

수

이

다

.

 

회

귀

분

석

의

 

결

과

,

 

종

속

변

수

인

 

의

용

소

방

대

원

의

 

봉

사

활

동

 

지

속

성

에

 

통

계

적

으

로

유

의

한

 

영

향

을

 

미

치

는

 

독

립

변

수

는

 

봉

사

 

대

상

자

 

관

계

(

β

=

.

4

6

3

)

,

 

사

회

적

 

인

정

(

β

 

=

.

1

7

9

)

,

 

관

리

 

및

 

교

육

·

훈

련

(

β

=

.

1

4

5

)

의

 

3

개

 

변

수

인

 

것

으

로

 

나

타

났

다

.

 

따

라

서

,

 

의

용

소

방

대

원

의

 

봉

사

활

동

을

 

지

속

시

키

기

 

위

해

서

는

,

 

의

용

소

방

대

활

동

의

 

대

상

자

와

 

의

용

소

방

대

원

 

사

이

에

 

우

호

적

 

관

계

가

 

형

성

되

도

록

 

하

고

,

 

의

용

소

방

대

원

에

 

대

한

 

사

회

적

 

인

정

을

 

강

화

하

고

,

 

관

리

 

및

 

교

육

·

훈

련

 

수

준

을

 

강

화

할

 

필

요

가

 

있

다

.

@highlight

의용소방대는 「의용소방대 설치 및 운영에 관한 법률」에 의해 설치·운영되고, 의용소방대장 그리고 대원들은 화재진압·구조·구급 등의 소방업무를 체계적으로 보조하기 위해 소방본부장 혹은 소방서장의 지도·감독을 받으며 무보수와비상근으로 봉사한다.