본 연구에서는 우리나라의 다문화교육지원기관이 지난 20여 년간(1991~2010년)에 걸쳐 변화된 과정을 주요 사례로 삼아 우리나라 다문화교육지원기관의 조직과 운영방식 및 내용이 어떻게 확산되고 동형화 또는 다양화되어 가는지를 확인하고자 하였다.

나아가 세계사회의 문화가 우리나라 다문화교육지원기관에 어떠한 방식과 내용으로 반영되고 재맥락화 되었는지를 탐색적으로 연구해보고자 하였다.

본 연구의 분석결과를 종합적으로 고려해 보면, 다문화교육지원기관은 개별국가의 구체적인 사회·경제적 필요를 효과적으로 충족시키기 위한 '기능적' 도구라기보다는 세계의 문화적 가치와 규칙을 상당한 정도로 반영하는 ‘제도적’구성물일 가능성을 시사한다.

본 연구는 세계통합에 따른 문화적 담론의 영향력이 국내 다문화교육지원기관의 주요 변화요인으로 작용함과 동시에 그 본래의 의미가 재맥락화 되어 왔을 가능성을 경험적 자료에 근거하여 보여준다는 점에서 의미를 지닌다.

이러한 연구 결과는 앞으로 다문화교육에 관한 논의에 보다 거시적인 세계사회적인 시각을 도입할 필요가 있음을 시사한다.

@highlight

이 연구에서는 우리나라의 다문화교육지원기관이 지난 20여 년간에 걸쳐 변화된 과정을 주요 사례로 삼아 우리나라 다문화교육지원기관의 조직과 운영방식 및 내용이 어떻게 확산되고 동형화 또는 다양화되어 가는지를 확인하려 했다.

@highlight

이 연구의 분석결과를 종합적으로 고려해 보면, 다문화교육지원기관은 개별국가의 구체적인 사회·경제적 필요를 효과적으로 충족시키기 위한 '기능적' 도구라기보다는 세계의 문화적 가치와 규칙을 상당한 정도로 반영하는 ‘제도적’구성물일 가능성을 시사한다.

@highlight

이 연구는 세계통합에 따른 문화적 담론의 영향력이 국내 다문화교육지원기관의 주요 변화요인으로 작용함과 동시에 그 본래의 의미가 재맥락화 되어 왔을 가능성을 경험적 자료에 근거하여 보여준다는 점에서 의미를 지닌다.

@highlight

본 연구 결과는 앞으로 다문화교육에 관한 논의에 보다 거시적인 세계사회적인 시각을 도입할 필요가 있음을 시사한다.

