인터넷과 스마트폰 활용이 대중화되면서 사용자들은 다양한 방법과 미디어를 통해 언제 어디서나 정보시스템에 접근하여 필요한 서비스를 이용하는 다채널 환경에서 살고 있다.

이러한 서비스를 받는 과정에서 사용자는 본인임을 인증하는 사용자 인증 단계를 필수적으로 수행해야 하는데 대표적인 방식이 아이디 패스워드 인증 방식이다.

아이디 패스워드 기반의 사용자 인증 방식은 본인의 인증정보를 기억 후 키보드를 통한 입력만으로 인증이 가능하므로 타 인증 방식들과 비교했을 시 가장 편리하다는 평가를 받는다.

반면 현대 웹 서비스에선 요구하는 패스워드의 문자열 조합방식이 다르고 복잡성이 높은 엔트로피 값의 패스워드 설정만을 허용하고 있다.

이러한 복잡한 문자열로 구성된 패스워드는 사용자가 이용하고자 하는 서비스가 많을수록 개인정보 유출방지를 위해 주기적으로 패스워드 변경을 권고하기 때문에 이를 기억해야 할 사용자 인증정보의 개수도 비례하여 증가한다.

이러한 높은 엔트로피 값을 가지는 사용자의 인증정보를 시각 장애인이나 손사용이 불편한 사람 혹은 고령층이 일일이 기억하고 키보드 입력을 통해 사용하기엔 어려움이 따른다.

따라서 본 논문에서는 위와 같은 취약계층 및 일반 사용자에게 로그인 과정에서의 간편한 사용자 인증 방식 제공을 위해 구글 어시스턴트와 MFCC 및 DTW 알고리즘 그리고 화자 인증을 사용한 사용자 인증 방식을 제안한다.

@highlight

복잡한 문자열의 패스워드는 사용자가 이용려는 서비스가 많을수록 개인정보 유출방지를 위해 주기적으로 패스워드 변경을 권고하기 때문에 이를 기억해야 할 사용자 인증정보의 개수도 비례하여 증가했다.

@highlight

취약계층과 일반 사용자에게 로그인 과정에서 간편한 사용자 인증 방식 제공하기 위해 구글 어시스턴트, DTW 알고리즘, 화자 인증을 사용한 사용자 인증 방식을 제안했다.

