영국의 의회혁명 기간 중에 분리주의자의 한 갈래로 나온 퀘이커리즘은 사제나 종교적 의식을 거부하고 여성의 발언을 허용했던 급진적 종파였다.

퀘이커들이 신봉한 내면의 빛은 그리스도로부터 나온 것으로 여겼기에, 교회에서 여성의발언 역시 내면의 빛에 기초한 예언으로 간주되었다.

이 논문은 퀘이커리즘의초창기에 쓰여진 여성들의 소책자를 중심으로 여성의 발언권에 대한 옹호를 살펴보고자 한다.

소책자들은 퀘이커리즘에 반대하는 이들에게 자신들의 교리의정당함을 알리는 동시에 여성들의 발언권에 대한 옹호를 펴고 있다.

소책자는공통적으로 여성의 발언을 옹호하기 위해 자신을 예언자의 위치에 놓으며, 성경의 구절을 들어 교회의 관습으로 내려온 여성에 대한 침묵의 강요를 반박한다.

발언권에서 남녀의 차별을 없애는 데 주력한 나머지 개인으로서의 여성의 고유한 목소리를 부각시키지 못했다는 문제점은 지적할 수 있으나, 퀘이커 여성들의소책자는 남성의 전유물로 여겨졌던 문학에서 여성 작가의 활동이 시작되던 17세기의 상황과 궤를 같이 하여 다루어볼 가치가 있다.

@highlight

이 논문은 퀘이커리즘의초창기에 쓰여진 여성들의 소책자를 중심으로 여성의 발언권에 대한 옹호를 살피려 한다.

