본 연구는 사회자본(social capital) 이론에 기반을 두고 조직 구성원 간 관계망인 사회네트워크(social network)의 특성이 조직이 외부로부터 새로운 지식의 가치를 인식하고 이를 조직의 기존 지식과 결합하는 과정에서 흡수, 동화, 공유하는 흡수역량(absorptive capacity)에 어떠한 영향을 주는지, 나아가 지식사회에서 조직의 지속적인 경쟁우위를 위한 핵심역량인 이러한 흡수역량이 향후 조직의 혁신 성과에 어떠한 영향을 주는 지를 실증적으로 탐색하는 것을 목적으로 한다.

사회네트워크의 구성원 간 관계강도에 따라 관계가 약한 네트워크(외부 매개성이 높은 네트워크)와 강한 네트워크(내부 결속력이 높은 네트워크)는 각각 서로 다른 특징을 가지고 흡수역량 수준에 영향을 미치게 된다.

더불어 본 연구는 관계강도에 따른 다른 특징의 사회네트워크와 흡수역량 간 상호관계가 네트워크를 관리하는 관리자의 역량에 따라 달라질 수 있음을 조절효과로 검증하고자 한다.

지식기반산업에 종사하는 368명의 혁신 지향적 프로젝트 수행자를 대상으로 실증분석을 한 결과, 내부 결속력과 외부 매개성은 흡수역량에 긍정적인 영향을 미쳤으며, 흡수역량 역시 혁신성과에 매우 유의한 긍정적 영향을 미치는 것으로 나타났다.

@highlight

이 연구는 조직 구성원 간 관계망인 사회네트워크의 특성이 조직이 외부로부터 새로운 지식의 가치를 인식하고, 조직의 기존 지식과 결합하는 과정에서 흡수, 동화, 공유하는 흡수역량에 어떤 영향을 주는지, 지식사회에서 조직의 지속적인 경쟁우위를 위한 흡수역량이 향후 조직의 혁신 성과에 어떤 영향을 주는지를 탐색하고자 한다.

