최근에 기업경영에서도 환경에 대한 관심이 높아지고 있지만 환경경영에 대한 명확하고 통일된 정의와 범위가 부재한 상태이다.

또한, 환경경영과 기업성과와의 연관성에 대해서도 여전히 통일된 결론을 내리지 못하고 있는 것이 현실이다.

이런 부족한 점을 해소하기 위해 본 논문의 연구는 두 가지의 연구목적을 갖고 진행되었다.

첫째는 환경경영의 개념을 좀더 명확히 이해할 수 있도록 그 하부의 구성차원을 탐색하고자 하였고, 둘째는 환경경영과 기업성과와의 인과관계를 밝히고, 특히 환경경영의 구성차원 중에서 기업성과에 유의한 영향을 주는 하위 요소를 찾아보고자 하였다.

본 연구에서는 환경경영을 환경경영시스템과 환경경영활동으로 분리하여, 우리나라의 174개 제조기업 표본으로부터 수집된 1차 자료를 요인분석한 결과, 환경경영시스템은 경영자의 의지 및 환경인프라, 환경정보시스템, 공급사슬의 협력, 인적자원 관리의 4개차원으로 나타났으며, 환경경영활동은 설계, 구매, 생산, 생산후 활동의 차원으로 분석하였다.

이들 차원들이 기업의 환경적, 사회적, 재무적 성과에 미치는 영향을 회귀모형으로 분석하여 그 결과를 제시하고 시사점을 논의하였다.

@highlight

이 연구에서는 환경경영을 환경경영시스템과 환경경영활동으로 분리하여, 우리나라의 174개 제조기업 표본으로부터 수집된 1차 자료를 요인분석한 결과, 환경경영시스템은 경영자의 의지 및 환경인프라, 환경정보시스템, 공급사슬의 협력, 인적자원 관리의 4개차원으로 나타났으며, 환경경영활동은 설계, 구매, 생산, 생산후 활동의 차원으로 분석했다.

