본 논문은 배우자와의 사별이 고령층의 우울에 영향을 미치는 경로가 남녀간에 어떻게 상이한지를 선행연구에서 밝혀진 다양한 우울 유발요인들을 활용하여 검증하는 것을 목적으로 한다.

분석을 위해 5차 고령화패널의 65세 이상 남녀의 자료를 사용하였다.

먼저, 고령층의 우울 유발요인들을 검증하기 위한 기초분석 결과 전체 샘플을 대상으로 하는 경우 집안일에 도움이 더 필요할수록, 건강상태와 경제적 환경이 악화될수록, 사회활동에 참여하지 않는 경우, 배우자가 없는 경우에 우울감이 커지는 것으로 나타났다.

하지만 성별에 따른 분석결과, 남녀가 각 요인에 영향을 받는 정도는 상이한 것으로 나타나 남녀간의 주요 우울 유발요인에 차이가 있는 것을 알 수 있었다.

본 분석결과, 배우자와의 사별의 영향이 성별간에 차이가 두드러진 요인은 집안일 도움 변수와 사회활동 변수인 것으로 나타났다.

여성의 경우 집안일에 도움이 필요할수록 유배우자그룹에서 우울이 증가하고, 남성의 경우 사회활동을 하는 것이 무배우자그룹의 우울완화에 도움이 되는 것으로 나타났다.

이를 통해, 배우자와의 사별이 남녀의 정신건강에 영향을 주는 경로가 상이하며, 그 바탕에는 전통적인 성역할 수행에 대한 기대가 영향을 미치고 있음을 알 수 있었다.

@highlight

본 논문은 배우자와의 사별이 고령층의 우울에 영향을 미치는 경로가 남녀간에 어떻게 상이한지와 다양한 우울 유발요인들을 활용하여 검증하는 것을 목적으로 하였다.

