반

도

체

의

 

전

도

성

은

 

주

로

 

케

리

어

에

 

의

해

서

 

결

정

된

다

.

 

전

도

성

이

 

높

아

지

려

면

 

케

리

어

의

 

수

가

 

많

고

 

에

너

지

 

내

의

 

트

랩

 

준

위

를

 

만

들

어

서

 

케

리

어

들

이

 

낮

은

 

에

너

지

로

도

 

금

지

대

역

을

 

넘

어

설

수

 

있

도

록

 

하

는

 

도

핑

기

법

을

 

주

로

 

사

용

한

다

.

 

케

리

어

들

은

 

결

정

질

 

결

합

구

조

를

 

갖

으

며

,

 

계

면

불

일

치

에

 

의

하

여

 

전

도

성

이

 

떨

어

지

는

 

경

향

도

 

있

지

만

 

대

체

적

으

로

 

고

농

도

 

도

핑

은

 

이

동

도

를

 

높

이

는

 

대

표

적

인

 

방

법

에

 

속

한

다

.

 

하

지

만

 

비

정

질

 

결

합

구

조

에

서

도

 

전

도

성

이

 

높

아

지

는

 

현

상

이

 

나

타

나

며

,

 

본

 

연

구

에

서

는

 

트

래

핑

현

상

과

는

 

다

른

 

터

널

링

 

현

상

에

 

의

한

 

공

간

전

하

제

한

 

전

류

가

 

흐

르

면

서

 

전

도

성

이

 

향

상

되

고

 

이

동

도

가

 

높

아

지

는

 

현

상

에

 

대

하

여

 

관

찰

하

였

다

.

 

비

정

질

구

조

에

서

는

 

케

리

어

수

가

 

낮

고

 

저

항

이

 

높

아

지

며

,

 

커

패

시

턴

스

의

 

o

n

/

o

f

f

 

특

성

이

 

향

상

되

면

서

 

이

동

도

가

 

높

아

지

는

 

것

을

 

확

인

하

였

다

.

 

Z

T

O

 

박

막

은

 

1

5

0

도

에

서

 

열

처

리

한

 

경

우

 

커

패

시

턴

스

의

 

o

n

/

o

f

f

 

특

성

이

 

향

상

되

었

으

며

,

 

충

전

과

 

방

전

하

는

 

실

험

에

서

는

,

 

충

전

과

 

방

전

되

는

 

형

상

에

 

있

어

서

 

시

간

차

이

가

 

있

었

으

며

,

 

n

형

과

 

p

형

의

 

구

분

이

 

없

었

으

며

,

 

공

핍

층

과

 

같

은

 

비

정

질

 

결

합

구

조

를

 

보

여

주

었

다

.

 

비

정

질

 

결

합

구

조

는

 

전

위

장

벽

으

로

 

볼

 

수

 

있

으

며

,

 

전

위

장

벽

은

 

공

간

전

하

제

한

전

류

가

 

흐

르

게

 

되

는

 

원

천

이

기

도

 

하

며

,

 

터

널

링

현

상

에

 

의

한

 

전

도

현

상

이

 

나

타

나

는

 

원

인

이

 

된

다

.

 

따

라

서

 

비

정

질

구

조

에

서

 

이

동

도

가

 

증

가

하

는

 

현

상

이

 

나

타

났

으

며

,

 

케

리

어

가

 

희

박

함

에

도

 

불

구

하

고

 

전

도

성

이

 

증

가

하

는

 

것

을

 

확

인

하

였

다

.

@highlight

본 논문에서는 트래핑현상과는 다른 터널링 현상에 의한 공간전하 제한 전류가 흐르면서 전도성이 향상됐고 이동도가 높아지는 현상에 대해 분석하였다. 비정질구조에서는 케리어수가 낮고 저항이 높아지며, 커패시턴스의 on/off 특성이 향상되면서 이동도가 높게 나타났다. ZTO 박막은 150도에서 열처리한 경우 커패시턴스의 on/off 특성이 향상되었다.