본 연구에서는 2009년 전국다문화실태조사 데이터를 사용하여 국제결혼이주여성의 학교활동 참여를 결정하는 요인들 간의 구조적 관계를 분석하고, 그 관계가 이주여성의 출신 국가에 따라 어떻게 달라지는지 살펴보았다.

연구대상은 초등학교에 재학하고 있는 자녀를 둔 국제결혼이주여성 7,779명이며, 분석방법으로는 구조방정식 모형을 사용하였다.

연구결과는 이주여성의 한국에서의 높은 사회경제적 지위가 직접적으로는 학교활동 참여를 억제하지만, 간접적으로는 차별의식 완화를 통해 학교활동 참여를 촉진할 가능성이 있음을 보여준다.

이에 따라 전체적으로는 이주여성의 한국에서의 사회경제적 지위가 학교활동 참여에 의미 있는 영향을 미치지 않는 것으로 나타났다.

반면 이주여성의 모국에서의 사회경제적 지위는 학교활동 참여에 유의미한 정적 효과를 발휘했다.

선험적 기대와는 달리, 우수한 한국어 능력은 학교활동 참여를 촉진하기보다는 오히려 저해하는 요인으로 작용했다.

그리고 이주여성이 차별의식을 강하게 느끼면 학교활동 참여가 부정적 영향을 받지만, 교육지원 요구가 강하면 전체적으로 학교활동 참여도 다소 활발해지는 것으로 나타났다.

마지막으로 한국인과의 교류가 활발한 이주여성일수록 학교활동 참여에도 적극적인 것으로 드러났다.

한편 다집단 분석 결과는 다른 국가 출신에 비해 일본 출신 이주여성의 경우 학교활동 참여가 한국에서의 사회경제적 지위나 교육지원 수요에 의해 영향을 받는 정도가 작음을 보여주었다.

@highlight

이 연구에서는 2009년 전국다문화실태조사 데이터를 사용하여 국제결혼이주여성의 학교활동 참여를 결정하는 요인들 간의 구조적 관계를 분석하고, 그 관계가 이주여성의 출신 국가에 따라 어떻게 달라지는지 살펴보았다.

