이 글은 해방 이전 식민지 조선에서 설립·운영된 기업들에 대한 주요 연구 쟁점을 검토하면서 연구사의 공백지점을 지적하고, 이 공백을 메울 연구방법을 제시하는 것을 목적으로 한다.

초점을 맞추는 것은 분석 단위로서 ‘기업집단’ 프레임의 설명 적합성을 주장하고 ‘국책회사’의 역사적 역할을 복권하는 데 있다.

기업집단 프레임으로 그간 식민지 기업 연구에서 충분히 규명되지 않은 회사법제의 문제, 지주회사를 중핵으로 한 기업지배구조, 또 이 지주회사에 자본을 공급하는 국책 금융기관의 역할 등의 연구문제들을 설정할 수 있으며, 이 문제들을 기업사 연구의 쟁점과 대상으로 포괄해야 한다는 것이 이 논문에서 제안하는 접근전략이다.

여기서 중심축을 이루는 논제는 바로 ‘국가와 기업의 관계’이다.

이러한 접근을 통해 식민지 경제체제에 있어 ‘식민국가’의 영향을 일방향적인 것으로 간주하거나, 반대로 기업 활동에 있어 사회적·정치적 제약을 외생적인 것으로 취급하는 두 상반된 접근방식이 갖는 한계를 극복해 보는 방안을 제시해 보고자 한다.

즉 국가-

기업 간 ‘관계’의 중층적인 상호작용에 초점을 맞추어 기업사 연구의 접근방법을 재정향해야 한다는 것이 이 글의 논점이다.

@highlight

이 글은 해방 이전 식민지 조선에서 설립·운영된 기업들에 대해 주요 연구 쟁점을 검토하면서 연구사의 공백지점을 지적하고, 이 공백을 메울 연구방법을 제시하는 것을 목적으로 한다.

