이 논문은 사서교사 양성을 위한 문헌정보학 교과목에 포함되어야 하는 교육 내용과 전략적 강조점을 탐색하였다.

사서교사 인력에 대한 현장의 수요가 지속되는 현실에도 불구하고 교육의 체계와 내용이 부실한 상황을 전제로 하여 연구자는 그 개선 방안으로 교육 내용의 강화와 교육의 전략적 강조점을 제시하였다.

사서교사 양성 교육의 영역을 도서관 운영 영역, 독서 영역, 교수 학습 영역으로 나누어 확충되고 개선되어야 하는 점을 제시하였다.

도서관 운영 영역에서는 기능위주의 교육을 탈피하고 철학과 역사에 대한 교육을 보완해야 하며 독서 영역에서는 이론 위주 교육보다는 독서 자료에 대한 교육을 강화하여 독서프로그램 운영의 실제 능력을 배양해야 하며 교수 학습 영역에서는 교과과정 운영과 수업 운영의 기본 능력을 배양하는 방향으로 교육내용을 설정해야 한다고 하였다.

그리고 현재의 학교도서관 상황과 문헌정보학 교육 수준에서 고려되고 반영되어야 하는 교육적 전략으로 견고한 사서교사 정신의 확립, 현장 적응력의 강화, 자료 전문성의 제고 등을 제안하였다.

이러한 내용이 교육과정 편성이나 교재 편찬에 실제적으로 반영되어야 하며 나아가 사서교사 자격 인증제도 등에 대한 모색도 논의되어야 한다고 제안하였다.

@highlight

본 논문은 사서교사 양성을 위한 문헌정보학 교과목에 포함되어야 하는 교육 내용과 전략적 강조점을 탐색했다.

@highlight

사서교사 양성 교육의 영역을 도서관 운영 영역, 독서 영역, 교수 학습 영역으로 나누어 확충되고 개선되어야 하는 점을 제시했다.

