우리 사회가 다문화 사회로 변화하면서 다문화 가정의 학습자를 위한 교육에 대한 연구가 많이 이루어졌으나 다문화 가정의 학습자에 한정된 연구가 대부분이었다.

본 연구에서는 다문화 사회로의 변화 양상을 외국인 구성원의 증가에 따른 외국 문화의 유입뿐만 아니라 외국어 교육 및 외국 문화 접촉에 따른 내적 변화, 매체와 정보통신기술의 발달로 인한 변화 등 전체를 대상으로 고찰하면서 다문화 사회에서의 화법 교육의 목표를 확인하고 화법 교육 내용 체계화 방안을 제시하였다.

다문화 사회의 특성을 고려한 화법 교육의 내용 요소로서 편견과 차별에의 대응, 정체성 확립, 다양성·다문화 지향, 협력의 추구를 제안하였다.

그리고 학습자의 특성을 고려하여 언어 능력의 차이를 극복하고 문화적 차이를 바르게 인식하면서 수용할 수 있는 교수 학습을 위하여 담화 유형과 화행을 유기적으로 연결하고 구체적인 어휘와 문법에 따라 학습을 수행하며, 간문화적 능력을 기르는 화법 교육을 제안하였다.

본 연구에서 제안하고 있는 내용 요소의 선정 및 교수 학습 방법은 실제 담화를 분석하는 연구를 통해 보다 구체화될 수 있을 것이다.

@highlight

우리 사회가 다문화 사회로 변화하면서 다문화 가정의 학습자를 위한 교육에 대한 연구가 많이 이루어졌으나 다문화 가정의 학습자에 한정된 연구가 대부분이었다.

