최근에 IMT-2000 이후의 근거리 무선 인프라로 무선 LAN과 같은 소출력 무선기기가 각광을 받고 있는 가운데, 적응 주파수 호핑(Adaptive Frequency Hopping) 및 Ultra-

Wide Band 기술과 같은 새로운 통신방식을이용하는 소출력 무선기기가 다양한 용도로 출현할 것으로 예상된다.

이와 관련하여, 본 논문에서는 국내 소출력무선통신의 활성화를 목적으로 주파수 관리측면에서 개방형 주파수와 보호 주파수 대역의 도입을 제안하고, 그에따른 기술기준 체계로 일반 비허가용과 통신방식별 기술기준을 소개하였다.

또한, 본 논문에서는 기술기준의 관리개선과 관련하여 신속한 복사성 RF 출력기준과 표준측정방법의 마련을 제안하였고, 전파간섭측면에서 비허가소출력 무선기기의 전파간섭원칙과 인접대역의 전파통신 서비스와의 전파혼신을 고려한 블록 외 발사마스크(Out-

of-

Block Emission Mask)의 필요성을 제시하였다.

@highlight

이 논문에서는 국내 소출력무선통신의 활성화를 목적으로 주파수 관리측면에서 개방형 주파수와 보호 주파수 대역의 도입을 제안하고, 그에따른 기술기준 체계로 일반 비허가용과 통신방식별 기술기준을 소개했다.

