재난은 인류의 역사에 대한 고찰에서 간과할 수 없는 주제이다.

인류는 재난에 대처하고 극복하기 위해 많은 노력을 기울였으나, 더 다양하고 큰 위험에 직면해 있다.

재난은 자연재난과 사회재난으로 구분할 수 있는데, 이 연구는 폭발로 인한 사회재난에 주목한다.

이 연구의 대상은 1977년 11월 11일에 발생했던 ‘이리역 폭발사고’이다.

이 연구의 목적은 이 사례를 통해 1970년대 후반기 사회재난을 어떻게 인식했으며, 어떠한 논리에 의해 피해복구가 이루어졌는가를 파악하는 것이다.

이리역 폭발사고의 초기 인지에는 한국전쟁의 기억이 중요하게 작용했다.

전쟁의 상흔은 폭발을 폭격으로 오인하고, 피난을 떠날 만큼 깊이 자리하고 있었다.

사고의 직접적인 원인이 화약류의 폭발임이 어느 정도 드러났음에도 불구하고, ‘안보’와 ‘방첩’의 관점이 영향을 미쳤다.

폭발사고의 원인은 구조적인 측면보다 개인의 과실과 실무자의 해태 및 부패에 초점이 맞추어졌다.

이에 의거해 폭발사고의 책임 소재와 처벌 경계도 결정되었고, 기업체가 상당한 수준의 금전적인 부담을 안았다.

희생자의 유해 수습과 장례는 엄격한 현장 통제와 응급복구의 논리로 추진된 결과 의문점들이 충분히 해소되지 않았다.

사고 현장의 복구는 군사작전처럼 진행되었으며, ‘새 이리 건설’로 구체화되었다.

이러한 사회재난의 인식과 대응 논리는 오늘날과 크게 달랐음을 보여준다.

@highlight

이 연구는 1970년대 후반기 사회재난을 어떻게 인식했으며, 어떠한 논리에 의해 피해복구가 이루어졌는가를 확인한다.

@highlight

폭발로 인한 사회재난에 주목하였고 연구 대상은 1977년 11월 11일에 발생했던 ‘이리역 폭발사고’로 했다.

