이 연구의 목적은 한자어문화권에 속하는 우리나라에서 시각장애인에게 한자교육을 실시하고, 한자점자를 개발·사용하는 것이 필요하고 타당한 것인지를 알아보기 위한 것이다.

따라서 한자 사용과 관련성이 높은 시각장애 학생, 교사, 점역·교정사 세 집단 22명을 대상으로 포커스 그룹 인터뷰를 실시하였다.

분석 결과, 첫째, 면접 참여자 대부분이 학업 및 직업 활동에서 한자로 인한 어려움을 부분적으로 경험하고 있었고, 이에 따라 한자교육이 필요하다고 느끼고 있었다.

둘째, 한자점자를 개발·사용하는 것에 대해서는 역술 분야의 교사와 학생 집단을 제외하고는 대부분이 유용하지 않다고 여기고 있었다.

셋째, 한자교육의 바람직한 방향에 대해서는 대체로 한자의 음과 훈, 단어의 의미와 용례 등을 체계적으로 설명하는 방식이 적합하다고 인식하고 있었다.

그리고 시각장애인을 위한 디지털 한자사전 또는 이료 교과서에 나오는 한자어 분석을 통한 이료한자 용어사전 같은 보완자료를 개발하여 보급하는 것이 필요하다고 제안하였다.

다만 역술 분야의 교사와 학생 집단처럼 한자점자의 필요성을 느끼는 소수 집단을 위해서도 한자점자 개발에 관한 논의를 계속할 필요가 있을 것이다.

@highlight

본 연구의 목적은 한자어문화권에 속하는 우리나라에서 시각장애인에게 한자교육을 실시하고, 한자점자를 개발·사용하는 것이 필요하고 타당한 것인지를 알아보기 위한 것이다.

