로베르트 무질의 소설 『특성 없는 남자』의 여주인공 아가테는 위계적인 근대의젠더-

질서를 전복시킬 수 있는 여성의 전형적인 예로 볼 수도 있지만, 젠더연구에서는 늘 주변적인 인물로 남아있다.

그 이유는, 한편으로 그녀가 서구의 근대시민사회가 요구하는 어머니, 아내, 딸로서의 여성의 역할을 내면화할 것을 거부하는 ‘특성없는’ 여자이긴 하지만, 다른 한편으로 울리히와의 만남을 통해 ‘누이’의 역할을 떠맡게 됨으로써 남성의 신화를 벗어나는 데 실패하기 때문이다.

울리히는 아가테와함께 ‘샴의 쌍둥이’라는 신화를 만들어내는데, 이는 총체적 인간과 이웃사랑이라는이념을 형상화한다.

그러나 ‘누이’로서의 아가테는 현실적인 여성, 여성의 현실과는상관이 없는 남성환타지에 불과하다.

이는 울리히가 자기완성과 ‘사랑의 제국’이라는이념을 실현하는 데 필요로 하는 환상이다.

따라서 아가테는, 처음에 보여주는 전복적인 여성상에도 불구하고 남자들의 타자(객체)로 머물러 있게 된다.

@highlight

로베르트 무질의 소설 『특성 없는 남자』의 여주인공 아가테는 위계적인 근대의젠더-

@highlight

질서를 전복시킬 수 있는 여성의 전형적인 예로 볼 수도 있지만, 젠더연구에서는 늘 주변적인 인물로 남아있다.

