본

 

연

구

는

 

사

회

서

비

스

의

 

공

급

방

식

으

로

서

 

수

급

자

 

중

심

의

 

공

급

체

계

의

 

근

간

을

 

이

루

는

 

바

우

처

제

도

의

 

운

영

상

의

 

특

성

이

 

지

역

사

회

서

비

스

투

자

사

업

 

바

우

처

 

제

도

의

 

서

비

스

 

질

과

 

그

리

고

 

수

급

자

 

고

객

만

족

도

에

 

미

치

는

 

영

향

을

 

규

명

하

여

 

바

우

처

제

도

의

 

발

전

을

 

위

한

 

정

책

적

 

방

안

을

 

모

색

해

보

고

자

 

한

 

연

구

이

다

.

 

본

 

연

구

의

 

주

요

 

연

구

결

과

는

 

아

동

인

지

능

력

 

향

상

프

로

그

램

 

바

우

처

제

도

의

 

서

비

스

 

질

을

 

가

장

 

잘

 

설

명

하

는

 

변

수

는

 

ⅰ

)

수

급

자

의

 

서

비

스

 

공

급

기

관

 

선

택

권

 

유

무

이

다

.

 

ⅱ

)

 

서

비

스

 

시

간

의

 

선

택

권

 

유

무

,

 

ⅲ

)

서

비

스

 

공

급

기

관

의

 

감

시

감

독

 

정

도

,

 

ⅳ

)

 

지

리

적

 

특

성

인

 

광

역

자

치

단

체

의

 

주

민

들

,

 

ⅴ

)

 

서

비

스

 

공

급

기

관

의

 

시

장

경

쟁

성

,

 

ⅵ

)

 

서

비

스

 

수

급

자

의

 

정

보

가

용

성

,

 

ⅶ

)

수

급

자

의

 

생

활

수

준

이

 

최

저

생

계

비

 

1

2

0

%

 

이

상

인

 

수

급

자

이

다

.

 

또

한

 

아

동

인

지

능

력

 

향

상

프

로

그

램

 

바

우

처

 

서

비

스

 

만

족

도

에

 

가

장

 

중

요

하

게

 

영

향

을

 

미

치

는

 

변

수

는

 

ⅶ

)

서

비

스

 

질

이

며

,

 

ⅷ

)

상

급

기

관

의

 

감

시

감

독

정

도

,

 

ⅸ

)

수

급

자

의

 

서

비

스

 

시

간

 

선

택

권

,

 

ⅹ

)

최

저

생

계

비

 

1

2

0

%

 

이

내

의

 

수

급

자

이

다

.

 

이

러

한

 

분

석

결

과

에

 

따

라

 

서

비

스

 

수

급

자

의

 

공

급

기

관

 

및

 

서

비

스

 

시

간

대

 

선

택

권

의

 

확

보

,

 

공

급

기

관

의

 

자

율

적

 

감

시

감

독

 

강

화

유

도

,

 

서

비

스

 

공

급

기

관

의

 

시

장

 

점

유

율

 

인

하

,

 

수

급

자

에

게

 

정

보

 

제

공

 

확

대

 

등

의

 

노

력

이

 

필

요

하

다

.

 

또

한

 

서

비

스

 

만

족

도

를

 

증

진

시

키

기

 

위

해

서

는

 

서

비

스

 

질

 

향

상

을

 

위

한

 

노

력

 

외

에

 

상

급

기

관

의

 

감

시

감

독

 

및

 

수

급

자

 

시

간

대

 

선

택

권

의

 

확

대

가

 

중

요

하

다

.

@highlight

이 연구는 사회서비스의 공급방식으로서 수급자 중심의 공급체계의 근간을 이루는 바우처제도의 운영상의 특성이 지역사회서비스투자사업 바우처 제도의 서비스 질과 그리고 수급자 고객만족도에 미치는 영향을 규명하여 바우처제도의 발전을 위한 정책적 방안을 모색해보고자 한 연구이다. 이 연구의 주요 연구결과는 아동인지능력 향상프로그램 바우처제도의 서비스 질을 가장 잘 설명하는 변수는 수급자의 서비스 공급기관 선택권 유무이다.