이 논문은 오늘날 범죄예방정책에서 중요하게 다루어지고 있는 CCTV를 수요자의 관점에서 접근하였다.

특히 범죄두려움이 CCTV의 선호에 영향을 미칠 것으로 가정하고, 서울 및 수도권 지역에 거주하는 2,700명을 대상으로 한 설문조사와 응답자들이 거주하는 지역의 공식통계를 이용하여 자신의 범죄피해에 대한 두려움 및 가족의 범죄피해에 대한 두려움이 CCTV의 선호에 미치는 영향을 경험적으로 분석하였다.

분석 결과, 첫째로 개인수준에서 범죄두려움을 설명하는 취약성, 사회통합, 무질서에 대한 인식은 자신에 대한 범죄두려움은 물론 가족에 대한 범죄두려움에 영향을 미치는 것으로 나타났다.

둘째로 범죄두려움의 효과는 자신에 대한 범죄두려움보다 가족에 대한 범죄두려움이 CCTV의 선호에 영향을 더 크게 미치는 것으로 나타났다.

셋째로 지역수준에서는 범죄신고가 많을수록, 무질서의 정도가 높을수록 CCTV의 선호와 관련이 있는 것으로 나타났다.

결론적으로 지역수준에서는 경제적으로 낙후되어 있는 지역일수록, 무질서의 정도가 높은 지역일수록, 범죄사건이 자주 발생하는 지역일수록, 개인수준에서는 지역의 무질서 정도가 높다고 인식할수록, 가족에 대한 범죄두려움이 클수록 범죄예방정책으로서 CCTV를 선호하는 것으로 여겨진다.

@highlight

이 논문은 오늘날 범죄예방정책에서 중요하게 다루어지고 있는 CCTV를 수요자의 관점에서 접근하였다.

@highlight

특히 범죄두려움이 CCTV의 선호에 영향을 미칠 것으로 가정하고, 서울 및 수도권 지역에 거주하는 2,700명을 대상으로 한 설문조사와 응답자들이 거주하는 지역의 공식통계를 이용하여 자신의 범죄피해에 대한 두려움 및 가족의 범죄피해에 대한 두려움이 CCTV의 선호에 미치는 영향을 경험적으로 분석하였다.

