이 연구에서는 고무 스프링과 자력마찰을 조합한 스마트 댐퍼의 동적 실험을 수행하여 스마트 댐퍼의 깃발모양 (flag-

shaped) 거동을 확인하고자 하였다.

스마트 댐퍼 동적실험을 수행하기 위하여, 네오디뮴 (NdFeB) 자석을 사용하였으며 50mm × 50mm × 25mm (B × L × H)의 크기를 사용하였다.

또한 폴리우레탄 고무를 사용하였으며 길이 80mm 외경 80mm 내경 20mm의 크기의 원주형 고무스프링을사용하였다.

동적 실험에서 자석의 개수와 진동수를 제어하여 수행하였으며, 자석의 개수는 0, 4, 8, 12개의 순서로 증가하였으며, 이는 자력마찰력이 증가함을 의미하였다.

진동수는 0.1부터 2.0Hz까지 증가시키면서 진행하였다.

실험의 진행은 고무 스프링이 장착되지 않은 자력마찰댐퍼의 자력 마찰력 평가 실험, 고무 스프링의 기압축량 평가 실험 및 최종적으로 자력 마찰력과 기압축 고무스프링이 합성된 스마트 댐퍼의동적 실험 순서로 진행하였다.

실험 결과를 통하여 스마트 댐퍼의 깃발모양 거동을 평가하고 에너지 소산능력, 감쇠비를 평가하여 스마트댐퍼로서의 성능을 확인하였다.

@highlight

본 연구에서는 고무 스프링과 자력마찰을 조합한 스마트 댐퍼의 동적 실험을 수행하여 스마트 댐퍼의 깃발모양 (flag-

@highlight

shaped) 거동을 확인하고자 하였다.

