본 수치 연구는 수평정과 수직정을 주입 또는 생산에 이용한 폴리머 공법 프로세스의 수행을 비교하기위한 것이다.

Computer Modeling Group의 3차원 저류층 시뮬레이터인 IMEX를 사용하여 저류층 수행을 분석하였다.

서로 다른 주입-

생산정 조합과 저류층 면적 및 두께에 대한 시나리오를 통하여 수평정 적용의 가능성을 평가하였다.

서로 다른 인자들을 적용한 저류층 시스템에 대하여 생산정에서의 누적 오일 회수량과 물-

오일비, 주입정에서의 공저압력 또는 주입도를 비교하였다.

본 연구의 결과에 따르면 복수의 제한 조건이 주입 및생산정에 설정되었을 때 수평정을 이용하면 주입도가 현저하게 개선되었다.

수평 주입정을 수평 생산정과 함께사용하면 주입도는 더욱 개선되고 오일 회수량이 증가한다.

정 간격, 저류층 두께 등의 저류층 특성도 주입도예측치에 영향을 미친다.

@highlight

이 연구의 결과에 따르면 복수의 제한 조건이 주입 및생산정에 설정되었을 때 수평정을 이용하면 주입도가 현저하게 개선되었다.

