차세대 무선통신에서는 다양한 서비스, 높은 신뢰도와 함께 빠른 전송속도를 요구한다.

이러한 요구를 만족시키기 위해서 시공간격자부호와 터보 부호기를 결합시키는 계층적 시공간 부호기를 사용하였다.

계층적 시공간 부호기에서는 내부 부호와 외부 부호의 두 부호를 연속적으로 연접 시키는 방식이다.

내부 부호로는 DVB-

RCS NG 시스템에서 표준으로 제안된 터보 Pi 부호를 사용하고, 외부 부호로는Blum에 의해 제안된 시공간 격자 부호를 사용한다.

또한 효율적으로 두 부호기를 연접시키기 위하여 인터리버 기법을 사용한다.

그리고 기존의 복호 방법은 시공간 격자 부호와 터보 복호기 내부에서만 반복 복호를 하지만, 본 논문에서는 BCJR 복호기와 함께 전체 반복을 통하여성능을 향상시키는 방안을 제시하고 시뮬레이션 하였다.

시뮬레이션 결과 본 논문에서 제시하는 효율적인 연접 방식을 이용하면 일반적인 연접 방식에 비하여 약 1.3~1.5dB의 성능이 향상되었다.

@highlight

차세대 무선통신에서는 다양한 서비스, 높은 신뢰도와 함께 빠른 전송속도를 요구한다.

@highlight

기존의 복호 방법은 시공간 격자 부호와 터보 복호기 내부에서만 반복 복호를 하지만, 본 논문에서는 BCJR 복호기와 함께 전체 반복을 통하여성능을 향상시키는 방안을 제시하고 시뮬레이션 했다.

