이 연구는 다문화가정 청소년의 진로결정성에 주목하여, 이들이 지각한 사회적 지지와 진로결정성 관계에서 자아탄력성의 매개효과를 검증하고자 하였다.

이를 위하여 다문화가정 청소년 총 1,347명을 대상으로 한 다문화청소년패널 5차년도(2015) 자료를 이용하였다.

분석 결과는 다음과 같았다.

첫째, 사회적 지지, 자아탄력성, 진로결정성 간에는 유의한 정적 상관이 있었다.

둘째, 자아탄력성은 사회적 지지와 진로결정성 관계를 부분매개 하였다.

셋째, 자아탄력성의 매개효과는 다문화가정 청소년이 자신의 국적을 어떻게 인식하냐에 따라 차이가 있었다.

구체적으로 자신을 한국 사람으로 인식할 경우 자아탄력성이 사회적 지지와 진로결정성 관계를 완전매개 하는 것으로 나타났다.

반면 자신을 한국 사람이자 아버지 또는 어머니 나라사람으로 인식하는 경우, 즉 국적을 이중으로 인식할 경우 자기탄력성의 매개효과가 나타나지 않았다.

이와 같은 결과는 다문화가정 청소년의 진로결정성을 높이기 위해서는 사회적 지지를 높이는 동시에 자아탄력성을 높이는 개입이 필요함을 시사한다.

또한 다문화가정 청소년의 국적 인식에 따라 차별적인 처치가 이루어져야 한다는 점을 알 수 있었다.

이를 바탕으로 실천적 시사점과 후속연구에 대한 방향을 제시하였다.

@highlight

본고는 다문화가정 청소년의 진로결정성에 주목해, 이들이 지각한 사회적 지지 및 진로결정성 관계에서 자아탄력성의 매개효과를 검증하고자 했다.

@highlight

이를 위해 다문화가정 청소년 총 1,347명을 대상으로 한 다문화청소년패널 5차년도(2015) 자료를 활용했으며, 분석 결과는 다음과 같았다.

