이 연구에서는 다양한 학자들의 관점 중 특히 Ben-

Peretz(1983)의 교육과정 가능성이라는 논의를 중심으로 초등 통합교과서의 의도의 한계를 개발자의 입장에서 기술하고, 이를 가능성의 영역으로 확장해가는 과정으로서 초등 통합 주제별 교과서의 개발 방향과 과제에 대해 논의하였다.

먼저, 초등 통합교과서의 의도 지향의 한계는 첫째, 초등 통합교과를 통합적으로 운영하고자 했지만 실제 교실 수업에서 초등 통합교과는 지극히 분과적으로 운영되었던 점, 둘째, 교사의 교육과정 개발 문화를 선도하고자 했지만 강력한 교과서 진도 나가기 문화가 견고하게 유지되었던 점 두 가지를 들 수 있다.

이들 의도 지향의 한계를 가능성의 영역으로 전환하여 극복하고자 했던 2009 개정 및 2015 개정 초등 통합 주제별 교과서의 새로운 시도는 주제가 전면에 드러나는 주제중심 통합수업이 어느 정도 보편적인 모습이 되었다는 점과 구성 차시를 통해 제한적이나마 개별 교실에 맞는 수업 개발을 기대해볼 수 있다는 점에서 가능성을 보여주었지만 여전히 유지될 것으로 예상되는 교과서 진도 나가기 문화는 초등 통합교과서가 넘어서야 할 남은 과제로 보인다.

@highlight

본고는 다양한 학자들의 관점 가운데 특히 Ben-

@highlight

Peretz(1983)의 교육과정 가능성이라는 논의를 중심으로 초등 통합교과서의 의도의 한계를 개발자의 입장에서 기술하며, 이를 가능성의 영역으로 확장해가는 과정으로서 초등 통합 주제별 교과서의 개발 방향과 과제에 대하여 논의하했다.

