본 연구는 기후변화문제가 인류의 생존문제와 국가적 경쟁력 차원의 문제로 정부 규제 및 산업계의 노력도 중요하지만, 소비자 개개인의 소비부분 혁신을 통한 적극적 노력이 필수적으로 요구된다는 점에 주목했다.

이러한 이유로 현재 소비자의 기후변화관련 지식·의식·행동 수준은 어떠한지 살펴보고, 기후변화대응 행동에 영향을 미치는 요인을 분석하는 것은 중요하다고 판단된다.

이에 20대 이상의 서울 시민을 조사대상자로 하여 설문조사를 실시하였고 회수된 309부를 분석에 사용하였다.

본 연구결과를 요약하면 다음과 같다.

첫째, 기후변화 대응 소비자의식이 높을수록 기후변화 대응 소비자 행동 수준이 높은 것으로 나타났다.

둘째, 기후변화 대응 소비자행동의 실천에 가장 큰 영향을 미치는 요인은 소비자의식으로 나타났다.

셋째, 기후변화 대응 소비자의식 중 기후변화관련 정책참여 및 지지행동에 대한 의식 수준이 높을수록 기후변화 대응 소비자행동의 실천수준이 높게 나타났다.

넷째, 기후변화관련 지식은 기후변화 대응 소비자행동 중 기후변화 대응 정책참여 및 지지행동에만 유의한 것으로 나타났다.

본 결과를 통해 소비자들의 지식수준이 소비자의식과 소비자행동에 영향을 주며, 특히 정책적 측면의 소비자행동을 기대하기 위해서는 기후변화 문제에 대한 근본적인 지식이 더 요구된다는 것을 알 수 있다.

따라서 소비자에게 기후변화 문제의 적극적인 교육과 홍보를 통한 지식수준 향상이 소비자의 기후변화 대응 행동에 긍정적 영향을 줄 것이며, 이를 위한 교육프로그램과 정책적 제도 마련이 필요하다고 제언한다.

@highlight

이 연구는 기후변화문제가 인류의 생존문제와 국가적 경쟁력 차원의 문제로 정부 규제 및 산업계의 노력도 중요하지만, 소비자 개개인의 소비부분 혁신을 통한 적극적 노력이 필수적으로 요구된다는 점에 주목했다.

