쇠

고

기

 

이

력

제

의

 

시

행

은

 

외

국

 

소

가

 

한

우

로

 

둔

갑

되

어

 

판

매

되

거

나

 

광

우

병

과

 

같

은

 

질

병

의

 

전

염

을

 

막

고

 

소

비

자

들

이

 

한

우

의

 

도

축

 

정

보

와

 

생

산

 

이

력

 

등

의

 

정

보

를

 

알

고

 

구

매

하

는

데

 

도

움

을

 

준

다

.

 

이

 

연

구

에

서

는

 

쇠

고

기

 

이

력

제

를

 

위

해

 

다

양

한

 

방

법

으

로

 

요

리

된

 

동

일

한

 

쇠

고

기

(

생

고

기

,

 

일

반

 

구

이

,

 

간

장

숙

성

후

 

구

이

,

 

고

추

장

숙

성

 

후

 

구

이

,

 

1

0

%

 

식

초

숙

성

 

후

 

구

이

,

 

1

0

%

콜

라

숙

성

 

후

 

구

이

,

 

1

0

%

 

청

하

숙

성

 

후

 

구

이

,

 

1

0

%

 

소

주

숙

성

 

후

구

이

,

 

완

전

 

탄

화

된

 

시

료

,

 

삶

은

 

시

료

,

 

건

조

 

시

료

)

에

 

대

해

D

N

A

 

동

일

성

 

검

사

가

 

가

능

한

지

 

알

아

보

았

다

.

 

완

전

히

 

탄

화

된

시

료

를

 

제

외

하

면

 

대

부

분

의

 

시

료

에

서

 

p

e

a

k

의

 

위

치

가

 

동

일

하

게

 

나

타

났

다

.

 

그

러

나

 

간

장

숙

성

 

후

 

구

운

 

쇠

고

기

에

서

는

 

두

 

개

의

 

m

a

r

k

e

r

에

서

 

새

 

p

e

a

k

가

 

나

타

나

거

나

 

한

 

개

가

 

결

실

이

 

되

는

경

우

가

 

발

생

하

였

다

.

 

1

0

%

 

청

하

숙

성

 

후

 

구

이

는

 

생

고

기

를

 

기

준

으

로

 

a

l

l

e

l

e

 

h

e

i

g

h

t

와

 

D

N

A

 

총

량

이

 

높

게

 

나

타

났

다

.

 

그

리

고

 

이

번

 

분

석

에

서

 

D

N

A

의

 

양

과

 

a

l

l

e

l

e

 

h

e

i

g

h

t

 

간

의

 

상

관

관

계

는

 

없

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

이

 

실

험

에

 

이

용

된

 

m

i

c

r

o

s

a

t

e

l

l

l

i

t

e

 

m

a

r

k

e

r

는

 

소

에

 

특

이

적

인

 

m

a

r

k

e

r

이

기

 

때

문

에

 

구

이

가

 

된

 

시

료

에

서

도

 

검

사

가

 

가

능

할

 

것

으

로

 

사

료

된

다

.

 

따

라

서

 

D

N

A

 

동

일

성

 

검

사

에

 

의

한

 

쇠

고

기

 

이

력

제

가

 

쇠

고

기

 

구

매

 

고

객

에

게

음

식

안

전

과

 

유

통

시

스

템

에

서

 

신

뢰

를

 

줄

 

수

 

있

을

 

것

으

로

 

기

대

된

다

.

@highlight

본 연구에서는 쇠고기 이력제를 위해 다양한 방법으로 요리된 동일한 쇠고기(생고기, 일반 구이, 간장숙성후 구이, 고추장숙성 후 구이, 10% 식초숙성 후 구이, 10%콜라숙성 후 구이, 10% 청하숙성 후 구이, 10% 소주숙성 후구이, 완전 탄화된 시료, 삶은 시료, 건조 시료)에 대해DNA 동일성 검사가 가능한지 알아보았다.