보증보험 산업구조 적정성에 대한 기존의 논의는 미시적인 시장구조의 관점에서 주로 진행되었다.

그러나 이 논문은 거시건전성의 관점에서 보증보험 산업구조 개편을 검토할 필요가 있음을 제시한다.

본 논문의 실증 분석 결과는 보증보험이 시스템 리스크와 관련해서 다음과 같은 특성이 있음을 보여 주었다.

첫째, 보증보험은 일반 손해보험보다 시스템 리스크와의 연관성이 매우 높은 것으로 나타났다.

둘째, 보증보험의 팻테일 리스크(Fat-

Tail Risk)는 손해보험과의 겸영 시 발생할 수 있는 다각화 효과를 제약할 수 있음을 확인하였다.

이러한 분석 결과는 보증보험과 손해보험의 겸업을 허용하는 보증보험 산업구조의 개편이 상대적으로 안정적인 손해보험사의 위험을 확대시킴으로써, 금융시장 전체의 시스템리스크를 증가시킬 요인으로 작용할 수 있음을 시사한다.

이러한 맥락에서 이 논문은 보증보험 산업구조의 개편을 검토할 경우, 미시적인 관점에서의 경쟁체계라는 관점 뿐만 아니라 거시건전성 측면에서 산업구조 개편이 시스템 리스크에 미치는 영향을 동시에 고려할 것을 제안한다.

@highlight

보증보험 산업구조 적정성에 대한 기존의 논의는 미시적인 시장구조의 관점에서 주로 진행되었다.

@highlight

보증보험은 일반 손해보험보다 시스템 리스크와의 연관성이 매우 높은 것으로 나타났다.

