한국의 장래 출산율 추계는 수리 모형에 기반한 추계가 지배적이지만 전 세계적으로 전문가들의 견해에 기반한 추계가 커다란 흐름을 형성해 가고 있다.

이 연구에서는 이러한 상황 속에서 전문가 판단법에 기반한 장래 출산율 추계 방법을 개관하고, 몇몇 모형을 제시하며, 실제 전문가 조사 결과에 기반하여 이러한 모형에 기반한 결과를 제시한다.

전문가들의 단순 평균 추계와 이변량 정규분포 모형에 근거한 추계와 이변량 베이지안 위계 모형에 기반한 추계를 실시하였다.

이에 더해 이변량 정규분포 모형에서 음의 값이 나오는 문제를 해결하기 위해 이변량 로그정규분포 모형 또한 제시하고 시산하였다.

전문가들은 2040년과 2065년에 합계출산율이 중위 평균값 기준 1.39와 1.46으로 2015년의 1.24에 비해 오를 것이라고 예측하였으나 그 규모는 크지 않았다.

매우 당연하게도 기간의 길이가 길어지는 2065년의 분산이 2040년의 분산보다 큰 것으로 나타났다.

다양한 모형의 추 계 결과를 비교해도 분산의 차이가 약간씩 나타나는 정도에 그쳤으며 그 결과는 그리 큰 차이를 보이지 않았다.

UN의 추계에 비해 점추정값의 분산 정도로 파악할 수 있는 고위 및 저위 값의 범위가 매우 좁아 전문가 판단법에서 특징적으로 나타나는 불확실성에 대한 둔감성을 다시 한번 확인할 수 있었다.

@highlight

본 연구에서는 이러한 상황 속에서 전문가 판단법에 기반한 장래 출산율 추계 방법을 개관하고, 몇몇 모형을 제시하며, 실제 전문가 조사 결과에 기반하여 이러한 모형에 기반한 결과를 제시한다.

