본 연구의 목표는 초등교사의 사회정서역량의 수준에 따른 학습자 간의 사회정서역량, 공동체의식, 학급분위기의 차이를 검증하는 것이다.

이를 위해 U 광역시 초등학교 4,6학년을 담임하고 있는 20명의 교사와 그 학급에 해당하는 학생 478명을 대상으로 설문조사를 실시하였다.

교사의 사회정서역량을 상·중·하로 구분하고 이에 따른 학생들 간의 차이검증을 일원변량분석(One-

Way ANOVA)을 통해 실시하였다.

연구결과 사회정서역량, 공동체의식, 학급분위기 모두에서 집단 간의 유의미한 차이를 나타내었으며 사회정서역량의 하위변인 중에서는 자기관리와 사회인식에서, 공동체의식의 하위변인 중에서는 상호영향력, 욕구 총족, 정서적 연계에서, 학급분위기의 하위변인 중에서는 친구에 대한 태도와 학급생활에 대한 태도에서 모두 통계적으로 유의한 차이를 나타내었다.

이를 통해 초등교사의 사회정서역량 함양의 중요성에 대한 시사점을 논의하였다.

@highlight

이 연구의 목표는 초등교사의 사회정서역량의 수준에 따른 학습자 간의 사회정서역량, 공동체의식, 학급분위기의 차이를 검증하는 것이다.

