본 연구에서는 도구(포크)를 제시하는 조건에 따라 심적 시뮬레이션이 제품(케이크)의 구매의도에 어떤 영향을 미치는지 알아보았다.

실험결과, 도구가 주사용 손의 방향에 놓인 것을 보았을 때, 도구가 없거나 도구가 반대방향에 놓인 경우보다 구매의도가 높았다.

또한 도구를 보는 조건과 마찬가지로 도구를 쥐는 조건에서도 주로 사용하는 방향의 손에 도구를 쥔 경우에 도구가 없는 경우보다 구매의도가 증가했다.

하지만 도구를 쥐는 조건과 도구를 보는 조건간의 구매의도에서 유의한 차이는 없었다.

한편 구매의도는 도구가 제품이용에 도움이 되는 경우에만 증가했다.

반대로 도구가 제품이용에 도움이 안 되는 경우에는 구매의도가 감소했다.

또한 본 연구에서는 주로 사용하는 손의 유연성을 추가하여 오른손잡이를 완고한 오른손잡이와 유연한 오른손잡이로 나누고, 두 조건 간 구매의도에 미치는 심적 시뮬레이션 효과가 다르게 나타나는지도 알아보았다.

실험결과, 두 조건간의 유의한 차이는 없었다.

이는 심적 시뮬레이션은 자동적으로 일어난다는 주장을 지지하는 결과이다.

@highlight

본고는 도구(포크)를 제시하는 조건에 따라서 심적 시뮬레이션이 제품(케이크)의 구매의도에 어떠한 영향을 미치는지 알아본다.

@highlight

실험결과에 따라 도구가 주사용 손의 방향에 놓인 것을 보았을 때, 도구가 없거나 도구가 반대방향에 놓인 경우보다 구매의도가 더욱 높았다.

