최근 스토리텔링이 의사소통 수단으로서 큰 주목을 받으면서 학교 수업에서 이를 도입하려는 다양한 연구가 이루어지고 있다.

지리교육에서도 스토리텔링 관련 연구가 늘어나고 있지만 아직은 도입단계에 해당하며, 실제학교 현장에 적용가능한 구체적인 방안에 대한 연구는 부족하다.

이런 배경하에서 본 연구의 주된 목적은 인구지리를 대상으로 GIS를 기반으로 하는 스토리텔링 수업 모형을 개발하는 것이다.

선행연구에 의하면 스토리텔링 기법과 GIS는 각기 지리 수업에 다양한 긍정적인 효과를 가져올 수 있는 잠재력을 가지고 있으며, 따라서 GIS 기반의 스토리텔링 수업 역시 유효할 것으로 기대된다.

GIS 기반의 스토리텔링 수업 방법을 크게 세 가지 유형으로 제시하였는데, 학습자는 GIS가 제공하는 위치 기반의 시각적 맥락 속에서 이야기를 이해하고 학습할 수 있을 뿐만 아니라 공간적 사고를 향상시킬 수 있다.

GIS 중 지리공간 웹에 주목하여 교실 수업에서 가장 흔히 사용될 수 있는 교사 주도형방식을 사용해 중학교 인구지리의 인구이동을 대상으로 구체적인 수업 모형을 개발하였다.

모형의 개발 과정에서 중학교 교사들과의 논의를 통해 현장에의 적용가능성을 제고하였으며, 실제 수업에의 활용 및 관련 연구의 활성화에기여할 수 있을 것으로 기대된다.

@highlight

최근 스토리텔링이 의사소통 수단으로서 큰 주목을 받으면서 학교 수업에서 이를 도입하려는 다양한 연구가 이루어지고 있다.

@highlight

본 연구의 주된 목적은 인구지리를 대상으로 GIS를 기반으로 하는 스토리텔링 수업 모형을 개발하는 것이다.

