본

 

연

구

는

 

대

학

생

의

 

목

표

추

구

 

지

향

성

,

 

자

기

조

절

동

기

,

 

자

기

구

실

 

만

들

기

의

 

구

조

적

인

 

관

계

를

 

이

해

하

는

 

데

 

목

적

을

 

두

었

다

.

 

본

 

연

구

에

는

 

대

학

생

 

1

8

5

명

이

 

참

여

하

였

으

며

,

 

구

조

방

정

식

 

모

형

을

 

통

해

 

연

구

모

형

의

 

적

합

도

와

 

매

개

효

과

를

 

검

증

하

였

다

.

 

연

구

결

과

,

 

첫

째

,

 

목

표

추

구

 

지

향

성

의

 

하

위

구

인

인

 

성

장

추

구

 

지

향

성

은

 

내

재

적

 

조

절

동

기

 

및

 

동

일

시

 

조

절

동

기

를

 

정

적

으

로

 

예

측

하

였

고

,

 

목

표

추

구

 

지

향

성

의

 

또

 

다

른

 

하

위

구

인

인

 

확

인

추

구

 

지

향

성

은

 

내

사

 

조

절

동

기

를

 

정

적

으

로

 

예

측

하

였

다

.

 

둘

째

,

 

목

표

추

구

 

지

향

성

과

 

자

기

구

실

 

만

들

기

의

 

관

계

에

서

 

성

장

추

구

 

지

향

성

은

 

자

기

구

실

 

만

들

기

를

 

부

적

으

로

 

예

측

하

였

고

,

 

확

인

추

구

 

지

향

성

은

 

자

기

구

실

 

만

들

기

를

 

정

적

으

로

 

예

측

하

였

다

.

 

셋

째

,

 

자

기

 

조

절

동

기

와

 

자

기

구

실

 

만

들

기

의

 

관

계

에

서

 

내

사

 

조

절

동

기

는

 

자

기

구

실

 

만

들

기

를

 

정

적

으

로

 

동

일

시

 

조

절

동

기

는

 

자

기

구

실

 

만

들

기

를

 

부

적

으

로

 

예

측

하

였

으

나

,

 

내

재

적

 

조

절

동

기

는

 

자

기

구

실

 

만

들

기

를

 

통

계

적

으

로

 

유

의

미

하

게

 

예

측

하

지

는

 

않

았

다

.

 

매

개

효

과

를

 

분

석

한

 

결

과

 

성

장

추

구

 

지

향

성

은

 

동

일

시

 

조

절

동

기

를

 

매

개

로

 

하

여

 

자

기

구

실

 

만

들

기

에

 

부

적

인

 

영

향

을

 

주

었

으

며

,

 

확

인

추

구

 

지

향

성

은

 

내

사

 

조

절

동

기

를

 

매

개

로

 

하

여

 

자

기

구

실

 

만

들

기

에

 

정

적

인

 

영

향

을

 

주

었

다

.

 

본

 

연

구

는

 

학

습

자

의

 

목

표

추

구

 

지

향

성

과

 

부

적

응

적

인

 

인

지

적

 

대

처

 

전

략

인

 

자

기

구

실

 

만

들

기

의

 

관

계

를

 

파

악

할

 

때

 

자

기

조

절

동

기

의

 

질

적

 

수

준

과

 

같

은

 

심

리

적

 

변

인

이

 

함

께

 

고

려

되

어

야

 

할

 

필

요

가

 

있

음

을

 

시

사

한

다

.

@highlight

이 연구는 대학생의 목표추구 지향성, 자기조절동기, 자기구실 만들기의 구조적인 관계를 이해하는 데 목적을 두었다. 이 연구에는 대학생 185명이 참여하였으며, 구조방정식 모형을 통해 연구모형의 적합도와 매개효과를 검증하였다. 이 연구는 학습자의 목표추구 지향성과 부적응적인 인지적 대처 전략인 자기구실 만들기의 관계를 파악할 때 자기조절동기의 질적 수준과 같은 심리적 변인이 함께 고려되어야 할 필요가 있음을 시사한다.