본 연구는 온라인 공론장에서 참여와 다양성 그리고 Word2Vec의 코사인 유사도로 합의를 측정하여 숙의가 실현될 수 있는가에 대한 상반된 입장을 검증함으로써 숙의적 합의의 방향을 제시하고자 한다.

이를 위해 19대 대통령 선거기간 동안의 다음아고라를 분석대상으로 하여, 당시 주요 후보였던 문재인 후보, 홍준표 후보, 안철수 후보를 세 집단으로 나누어 분석을 실시하였다.

참여도와 다양성의 경우, 문재인 후보 집단에서 가장 높았으나 문재인 후보 지지와 홍준표 후보 반대로 양분되어 있어 내용적 다양성의 수준이 낮았다.

합의의 경우, 문재인 후보 지지 집단에서 집단 내 합의만이 이루어지고 있었으며, 홍준표와 안철수 후보 지지 집단의 경우 집단 내 합의의 수준이 낮았다.

따라서 집단 내/집단 간 합의가 모두 충족된 긍정적 합의가 발생하지 않아 온라인 공론장에서 숙의가 실현될 수 없다는 입장을 지지하는 것으로 볼 수 있다.

그러나 다음아고라가 전반적으로 유사한 지지 성향을 보이고 있음에도, 전체 집단 내에서 서로 다른 의견을 가진 집단들이 존재하고 있으며 공론장의 성향이 자신과 일치하지 않는 상황에도 적극적으로 의견을 표출하고 있다는 점에서 숙의의 가능성을 보였다.

@highlight

본 연구는 온라인 공론장에서 숙의가 실현가능한지에 대한 상반된 입장을 검증함으로써 그 방향을 제시하고자 한다.

@highlight

다음아고라에서 전반적 유사한 지지 성향을 보이고 있어도, 전체 집단 내 다른 의견을 가진 집단이 존재며 공론장의 성향이 자신과 일치하지 않음에도 적극적으로 의견을 표출하고 있다는 점에서 숙의의 가능성이 보였다.

