본

 

연

구

에

서

는

 

동

해

안

에

서

 

채

집

된

 

8

8

종

의

 

해

조

류

에

 

대

하

여

 

미

백

제

로

서

 

응

용

 

가

능

성

을

 

알

아

보

기

 

위

해

 

멜

라

닌

 

생

성

에

 

미

치

는

 

영

향

을

 

i

n

 

v

i

t

r

o

 

실

험

을

 

통

해

 

알

아

보

았

다

.

 

M

e

l

a

n

-

a

 

세

포

에

해

조

류

 

추

출

물

을

 

처

리

하

여

 

멜

라

닌

 

양

을

 

측

정

한

 

결

과

,

 

고

리

매

,

미

역

쇠

,

 

왜

모

자

반

,

 

감

태

,

 

톳

추

출

물

에

서

 

멜

라

닌

 

생

성

이

 

감

소

되

었

으

며

,

 

특

히

 

미

역

쇠

추

출

물

을

 

처

리

하

였

을

 

때

 

가

장

 

유

효

하

게

 

농

도

의

존

적

으

로

 

멜

라

닌

 

생

성

이

 

감

소

되

었

다

.

 

멜

라

닌

 

생

성

 

억

제

 

효

과

가

 

t

y

r

o

s

i

n

a

s

e

 

활

성

 

저

해

와

 

관

련

 

있

는

지

를

 

확

인

한

 

결

과

,

 

약

한

활

성

을

 

가

지

지

만

 

직

접

 

작

용

하

여

 

활

성

을

 

저

해

하

지

는

 

않

으

면

서

,

세

포

 

내

의

 

t

y

r

o

s

i

n

a

s

e

 

활

성

을

 

농

도

의

존

적

으

로

 

저

해

하

였

다

.

 

이

는

 

세

포

 

내

 

t

y

r

o

s

i

n

a

s

e

 

활

성

저

해

가

 

직

접

적

이

 

아

닌

 

다

른

 

기

전

에

의

해

 

일

어

난

다

는

 

것

을

 

의

미

하

며

,

 

그

 

기

전

 

중

의

 

하

나

인

 

α

-

g

l

u

c

o

s

i

d

a

s

e

활

성

을

 

측

정

한

 

결

과

 

농

도

의

존

적

으

로

 

활

성

을

 

저

해

하

였

으

며

,

 

세

포

 

내

 

t

y

r

o

s

i

n

a

s

e

 

활

성

 

저

해

와

 

높

은

 

상

관

도

를

 

보

임

을

 

확

인

하

였

다

.

 

즉

 

미

역

쇠

추

출

물

은

 

N

-

l

i

n

k

e

d

 

g

l

y

c

o

p

r

o

t

e

i

n

인

t

y

r

o

s

i

n

a

s

e

의

 

g

l

y

c

o

s

y

l

a

t

i

o

n

을

 

억

제

하

여

 

t

y

r

o

s

i

n

a

s

e

의

 

세

포

 

내

이

동

이

나

 

활

성

을

 

억

제

할

 

수

 

있

음

을

 

알

 

수

 

있

었

다

.

 

결

론

적

으

로

,

 

미

역

쇠

추

출

물

은

 

피

부

 

미

백

에

 

유

효

한

 

활

성

을

 

나

타

내

는

 

천

연

 

유

용

자

원

으

로

 

활

용

할

 

가

치

가

 

있

는

 

것

으

로

 

사

료

된

다

.

@highlight

본 논문에서는 동해안에서 채집된 88종의 해조류에 대해 미백제로서 응용 가능성을 알아보기 위하여 멜라닌 생성에 미치는 영향을 in vitro 실험을 통하여 고찰해보았다.