본 연구는 부부관계의 상호작용 변인인 관계신념지각과 배우자의 긍정적 행동만족, 의사소통이 부부 각각의 결혼만족도에 미치는 영향을 살펴보고자 하였다.

본 연구의 결과는 건강하고 안정적인 결혼생활을 유지하고 부부관계를 향상시킬 수 있는 방안을 모색하는데 유용한시사점을 제공할 수 있을 것이다.

자기보고식 설문지를 이용하여 편의표집으로 자료를 수집하였다.

총 382부(191쌍)의 자료가 분석에 사용되었으며 SPSS 20.0을 사용하여 대응표본분석, 중다회귀분석 등을 실시하였다.

연구결과는 다음과 같다.

남편은 부부가 외부와의 경계가 명확할수록, 공격적이고 비난하는 대화를 하지 않을수록, 결혼생활에 만족도가 높았다.

아내는 전업주부인 경우와 남편의애정적 행동에 만족도가 낮을수록, 남편의 돌봄적 행동에 만족도가 높을수록, 결혼생활에 만족하고 있었다.

또한 남편과 아내는 공통적으로 종교를 믿고 있으며, 문제에 관하여 부부가논의하며 타협할수록 결혼만족도가 높았다.

@highlight

이 연구는 부부관계의 상호작용 변인인 관계신념지각과 배우자의 긍정적 행동만족, 의사소통이 부부 각각의 결혼만족도에 미치는 영향을 살펴보고자 했다.

