본 연구는 단회기 마음챙김-

자비명상이 분노의 역기능적 표현과 반추를 완화하는 효과가 있는지 검증하고자 했다.

이를 위해 한국판 상태 특질 분노 척도(STAXI-

K)의 분노 표현 점수가 상위 30%에 속하는 대학생 30명을 선발하여 처치 집단과 통제 집단에 15명씩 무선 할당한 후 처치 집단에는 단회기 마음챙김-

자비명상을, 통제 집단에는 단회기 분노조절 심리교육을 실시했다.

두 집단 모두 처치 전 시점과 처치 후 시점에서 상태 분노와 분노 표현을 측정했으며, 24시간 후에는 분노 반추를 평가했다.

그 결과, 단회기 마음 챙김-

자비명상이 처치된 집단은 통제 집단에 비해 마음챙김 하위요인 중 현재 자각이 증가하였고 친지 및 일반인 자비가 향상되었다.

처치 집단은 통제 집단에 비해 분노 표현의 하위 요인 중 분노 통제가 증진되었고 상태 분노는 낮아졌으며, 분노 기억 반추와 원인 반추가 감소하였다.

이러한 결과는 본 연구의 단회기 마음챙김-

자비명상 처치가 타당하게도 마음 챙김과 자비를 향상시키며, 그 결과로 분노 현장에서 냉정을 유지하며 문제해결에 적합하게 처신할 수 있게 분노 통제가 개선되고, 사후의 반추는 차단되는 분노 조절 효과가 있음을 시사한다.

마지막으로 본 연구의 의의와 제한점, 향후 연구의 과제를 논의하였다.

@highlight

단회기 마음챙김-

@highlight

자비명상이 분노의 역기능적 표현과 반추를 완화하는 효과가 있는지 살펴보았다.

@highlight

한국판 상태 특질 분노 척도의 분노 표현 점수가 상위 30%에 속하는 대학생 30명을 선발하여 처치 집단과 통제 집단에 15명씩 무선 할당한 뒤 처치 집단에는 단회기 마음챙김-

@highlight

자비명상을, 통제 집단에는 단회기 분노조절 심리교육을 진행하였다.

