이 연구는 2015 개정 교육과정에 따른 초등학교 『국어』와 『국어 활동』 교과서에 수 록된 동시(동요, 동시조 포함) 작품들을 조사하고, 기존 국어 교과서 수록 작품과의 차이 를 중심으로 현행 교과서에 수록된 동시의 특성을 분석하였다.

초등학교 국어 교과서는 아동의 문식 환경을 구성하는 요소 중 하나이며 문학 작품에 입문하게 하는 통로로서의 기능을 수행하기 때문에 국어 교과서 수록 작품은 교육성과 예술성을 모두 갖추어야 한다.

앞선 교육과정기의 국어 교과서 수록 동시에 대한 기존 의 평가는 대체로 긍정적이지 못했지만, 일부 작가와 작품들은 교과서에 반복해서 수록 되면서 교육 정전으로 구성되어 왔다.

이 중 일부는 2015 개정 국어 교과서에도 수록되 어 있다.

2015 개정 국어 교과서에 수록되어 있는 운문 형태의 텍스트 중 동요와 동시(동시조 포함) 71편을 분석한 결과 새 국어 교과서에 수록된 동시들은 다음과 같은 특성을 지니 고 있었다.

(1) 기존 교과서에서 동심주의 경향의 동시가 주류를 이루어 왔던 흐름과 의성어와 의태어를 중심으로 ‘재미’를 강조하는 현상은 새 교과서에서도 지속되고 있었 다.

(2) 새 국어 교과서에는 2010년 이후에 발표된 작품들이 대거 수록되었고 아동-

특히 도회적 삶을 살아가는-

의 생활 경험을 강조하는 경향이 나타난다.

(3) 내용과 형식면에 서 다양성이 축소되었다.

@highlight

본 연구는 2015 개정 교육과정에 따른 초등학교 『국어』와 『국어 활동』 교과서에 수 록된 동시(동요, 동시조 포함) 작품들을 조사하고, 기존 국어 교과서 수록 작품과의 차이 를 중심으로 현행 교과서에 수록된 동시의 특성을 분석했다.

