본 연구는 청소년 비행을 설명하는데 있어서 개인의 정신병리적 측면의 설명과 구조적 환경적 설명의 중간수준에서 양자를 연결하는 의미있는 중간수준의 개념인 자아개념을 중심으로 청소년비행의 발생과 예방에 관한 함의를 발견하고자 하였다.

이에 본 연구는 기존의 연구결과의 모호성과 불일치에 대한 해명을 제시하고자 자아개념의 다차원성을 지적하고 비행유형별로 자아개념과 비행간의 관계의 차별성을 보여 줌으로써 그 해결 실마리를 제시하였으며, 비행이론과 연관된 자아개념의 지표를 도입하여 비행과의 관련성을 보여줌으로써 기존의 심리학적 접근방식에서 사용된 자아개념 지표와는 달리 보다 구체적으로 비행예방에 관련된 함의를 제시할 수 있었다.

그리하여 최종적으로 통제론적 접근방식에서 주장하는 긍정적인 자아개념의 고양이 비행을 예방하기 보다는 낙인론적 접근방식에서 주장하는 부정적인 자아개념의 최소화가 비행의 예방에 상대적으로 더 중요하다는 것을 보여주었다.

또한 비행유형에 따라서 영향을 미치는 자아개념의 차원과 강도가 다르다는 것을 발견하였다.

@highlight

이 연구는 청소년 비행을 설명하는데 있어서 개인의 정신병리적 측면의 설명과 구조적 환경적 설명의 중간수준에서 양자를 연결하는 의미있는 중간수준의 개념인 자아개념을 중심으로 청소년비행의 발생과 예방에 대한 함의를 발견하고자 했다.

