가산세는 조세법상의 의무불이행에 대한 행정상의 제재로서 납세자의 고의·과실을 요하지 않는다고 판시하고 있다.

바로 이점에서 과실 유무를 불문한다는 것과 정당한 사유와의 관계에 충돌이 발생될 여지가 있다.

따라서 납세의무자가 비록 개별세법이 정한 의무를 해태하였지만 그 의무를 알지 못한 것이 무리가 아니었고, 이를 정당화할 수 있는 사정이 있거나 책임을 물을만한 기대가능성이 없을 때에는 가산세를 부과할 수 없다는 것이다.

그러나 현행 법령상으로는 구체적으로 무엇이 정당한 사유에 해당하는지에 대해서는 규정이 없다, 때문에 사건마다 개별적인 판단에 따르고 있어 납세의무자와 과세관청간의 정당한 사유에 대한 논란이 발생되고 있다.

이에 본 논문에서는 한국과 일본의 가산세 제도의 문헌적 내용과 정당한 사유에 의한 가산세 면제에 대한 대법원의 입장과 판례를 비교 검토하였다.

연구결과 양 국가의 가산제 제도상의 큰 차이는 없었다.

다만 일본의 경우 정당한 사유의 인정범위를 보다 광범위하게 적용함으로써 가산세 부과의 완화추세를 보이고 있었다.

이를 기초로 과세관청과 납세의무자간 대립의 문제점을 최소화하기 위한 정당한 사유에 의한 가산세 면제에 대한 보다 구체적인 법령상의 규정이 마련되어야 함을 개선방안으로 제시하고 있다.

@highlight

본고에서는 한국과 일본의 가산세 제도의 문헌적 내용과 정당한 사유에 의한 가산세 면제에 대한 대법원의 입장과 판례를 비교 검토했다.

