최근 들어 이산화탄소를 줄이기 위한 효과적인 방법으로 이산화탄소 지중저장 기술이 주목 받고 있다.

지중저장된 이산화탄소의 거동을 파악하고 환경에 대한 영향 및 안정성을 평가하기 위해서는 지속적인 모니터링이 필요하며, 효과적인 모니터링을 위해 저장지 특성에 맞는 최적의 모니터링 방법을 선택하는 것이 중요하다.

본 연구에서는 대표적인 이산화탄소 지중저장 프로젝트인 슬라이프너, 웨이번, 로스트 힐, 웨스트 펄 퀸, 나가오카, 인살라, 프리오, 오트웨이, 케진 등의 사업에서 적용된 모니터링 프로그램에 대해 살펴보았다.

이들 모니터링 프로그램을 조사한 결과 일반적으로 시간 경과 탄성파탐사가 가장 많이 이용되었는데 저장지 특성에 따라 3차원 탄성파탐사와 시추공-

시추공 탄성파 토모그래피 및 수직 탄성파탐사가 수행되기도 하였다.

이외에도 중력탐사, 인공위성탐사, 레이다탐사, 전기비저항 토모그래피 및 전자탐사 등이 수행되었다.

해외 사례를 분석해 본 결과 효과적인 모니터링을 위해 저장지 특성에 따라 각기 다른 종류의 물리탐사 방법들이 이용되고 있음을 확인할 수 있었다.

본 연구에서 수행된 국외 사례분석은 추후 우리나라 지중 후보지가 선정되었을 때 최적의 모니터링 기법을 검토하는데 활용될 수 있을 것으로 기대된다.

@highlight

본고에서는 대표적인 이산화탄소 지중저장 프로젝트인 슬라이프너, 웨이번, 로스트 힐, 웨스트 펄 퀸, 나가오카, 인살라, 프리오, 오트웨이, 케진 등의 사업에서 적용된 모니터링 프로그램에 대해 살펴보았다.

