온라인 디지털 콘텐츠 산업에서 포털은 콘텐츠의 생산, 유통 및 이용 등 산업의 가치 활동의 선순환을 위한 핵심기업으로 활동하고 있으며, 각 포탈마다 특유의 공급 사슬을 구성하고 있다.

최근에 급변하는 온라인 디지털 콘텐츠 시장 환경에서 지속적인 경쟁력을 확보하기 위해 포털 공급사슬관리가 점차 중요해 지고 있다.

하지만 온라인 디지털 콘텐츠 산업의 공급사슬관리에 대한 선행 연구가 매우 미흡하다.

따라서 본 연구에서는 물리재를 생산·공급하는 전통적인 공급사슬관리와 온라인 시장에서 디지털 정보재의 생산과 유통을 촉진하는 포털 공급사슬관리에 대한 근본적인 차이점을 규명하고, 포털 공급사슬의 설계 및 이행을 성공적으로 수행하기 위한 연구이슈를 규명하고자 하였다.

연구결과, 포탈 SCM의 가치영역 프레임워크 도출, 포탈 이용자예측방법과 참여기업 간 예측정보 공유방안, 포털 SCM에서의 채찍효과의 특성 및 관리방안, 포털 SCM에서 콘텐츠 소싱의 복잡성 해결방안, 포털 SCM에서의 재고관리의 요소 및 관리방안 등에 대한 연구문제가 도출되었다.

@highlight

본 연구에서는 물리재를 생산·공급하는 전통적인 공급사슬관리와 온라인 시장에서 디지털 정보재의 생산과 유통을 촉진하는 포털 공급사슬관리에 대한 근본적인 차이점을 규명하고, 포털 공급사슬의 설계 및 이행을 성공적으로 수행하기 위한 연구이슈를 규명하고자 하였다.

