본 연구는 인도의 TBT와 SPS 조치가 교역상대국의 對인도 수출에 미치는 영향을 분석했다.

실증분석에서는 중력모형에 관심변수인 TBT와 SPS를 추가했고, 인도의 149개 교역대상국의 HS 2단위 자료를 활용했다.

전체 국가와 산업을 대상으로 한 분석의 결과에 따르면 인도의 TBT 조치는 시장정보 제공과 제품신뢰도 증가를 통해 수출촉진효과를 준 것으로 분석되었다.

그러나 세부산업의 분석결과에 따르면 1차 산품, 가공광물, 일반기계, 전기기계에서는 인도의 TBT 조치가 교역상대국에게 수출장벽으로 작용한 반면, 중간재 비중이 높은 고무/화학, 비금속광물과 자본재 비중이 높은 정밀기계와 기타 제조업에서는 수출에 긍정적 효과를 준 것으로 분석됐다.

SPS의 경우 가공 1차 산품과 종이/목재에서 인도의 조치가 교역상대국의 수출에 긍정적인 효과를 주었으나, 고무/화학 산업에서는 수출장벽으로 작용한 것으로 분석되었다.

@highlight

본 논문은 인도의 TBT와 SPS 조치가 교역상대국의 對인도 수출에 미치는 영향을 분석하였다.

@highlight

실증분석에서는 중력모형에 관심변수인 TBT 및 SPS를 추가하였고, 인도의 149개 교역대상국의 HS 2단위 자료를 활용했다.

