미래사회에서는 상상하지 못했던 속도로 빠른 문화의 창조 및 교류, 소비, 그리고 향유가 이루어지게 될 것으로 예상된다.

이에 대비하기 위해서는 역사 및 문화의 정보화를 비롯한 재가공이 요구된다.

이를테면 지역 감성구조의 탐구와 한국 감성체계의 정립 등을 추진하여 활용 편의를 도모해야 한다.

또한 역사문화정보에 대한 활용 기회를 확충하고, 교육 현장으로의 환류를 통해 지식정보사회의 혜택과 한 차원 높은 문화를 공유할 수 있도록 준비하여야 한다.

따라서 본 연구는 지금까지 연구사례가 미흡했던 감성적 요소를 지닌 문화유산에 대한 수집과 분석을 시도하였다.

특히 감성코드 작성을 위해 감성인자를 추출하고, 시간·공간·주제를 축으로 재배열하였다는 것도 주목할 점이다.

궁극적으로 영호남의 문화가 공존하는 섬진강 유역에 분포하는 역사문화유적의 분석을 통해, 지역 특유의 감성을 밝혀낼 수 있는 감성지도 제작 및 시각화에 그 목적을 두고 있다.

결과적으로 문화현상의 정량적 표현을 극복하고, 정성적 표현방식의 탐구에 기여할 것이다.

나아가 감성연구에 대한 학문적 지평을 확대한다는 측면에서도 그 의의를 찾을 수 있다.

@highlight

미래사회에서는 상상하지 못했던 속도로 빠른 문화의 창조 및 교류, 소비, 그리고 향유가 이루어지게 될 것으로 예상된다.

@highlight

이를테면 지역 감성구조의 탐구와 한국 감성체계의 정립 등을 추진하여 활용 편의를 도모해야 한다.

