기후변화에 효율적으로 대응하기 위해서는 막대한 예산이 소요되는 적응대책에 대한 우선순위를 선정하고 이에 따라 시행하는 일이 매우 중요하다.

본 연구의 목적은 적응대책의 우선순위 평가 방법론을 분석해 현재 가용한 정보의 범위에서 기후변화의 특수성을 반영해 적용 가능한 우선순위 평가 방법론을 제안하는 것이다.

우선순위 결정을 위한 의사결정 방법론은 다기준 분석 등의 정성적 분석법과 비용편익 분석 등의 정량적 평가 방법론이 있다.

각 방법론별로 서로 장점과 단점이 있으며 필요 자료의 수준도 상이하다.

정책평가를 위한 지표는 정책의 효율성, 경제성, 정치성 등을 평가하는 많은 지표가 존재한다.

본 논문에서는 일반 정책평가 지표와 기후변화의 특수성을 고려해 기후변화 적응대책의 우선순위 평가 지표로 크게 기후변화 위험성, 정책성, 효율성을 선정하였다.

기후변화 위험성의 세부 지표로는 피해발생시점, 피해발생 가능성, 피해 강도가 포함되며, 효율성으로는 경제적 효율성, 부수효과, 파급효과로 대표될 수 있다.

정책성의 평가 지표는 형평성, 기존 정책과의 부합성, 민주성으로 구성된다.

@highlight

이 연구의 목적은 적응대책의 우선순위 평가 방법론을 분석해 현재 가용한 정보의 범위에서 기후변화의 특수성을 반영해 적용 가능한 우선순위 평가 방법론을 제안하는 것이다.

@highlight

본고에서는 일반 정책평가 지표와 기후변화의 특수성을 고려해 기후변화 적응대책의 우선순위 평가 지표로 크게 기후변화 위험성, 정책성, 효율성을 선정했다.

