『원각경』의 핵심사상인 圓覺妙心은 이 경 전체에 걸쳐서 圓覺, 涅槃妙心, 圓覺心, 覺心 등의 용어로 표현되면서, 일체중생 누구나 갖추고 있는 圓覺性을 설하고 있다.

이러한 원각사상을 논함에 있어서 여래장사상을 간과할 수 없다.

원각사상의 근간이된 여래장계 경론인 『열반경』, 『여래장경』, 『승만경』, 『부증불감경』, 『기신론』 등을 간략히 살펴보고 이 경의 원각사상과의 관련성을 논해 본다.

또 『원각경』내에서 논의되고 있는 본체적 사상인 원각묘심이 번뇌(무명)를 따르면 染緣法이 생기고 진여를 따르면 淨緣法이 생기나 본각심체는 추호도 요동함이 없음을 설하고 있는 부분에 대해서도 살펴본다.

그리고 이러한 원각은 本有하고 무명은 本無하다는 사실을 선지식의 開示해 줌을 만나서 문득 돈오하고 그 깨달음[頓解悟]을 바탕으로 다생의 습기를 제거해나가는 과정을 ‘돈오와 점수’부분으로 나누어 논한다.

이와 같은 논문을 작성함에 있어서는 규봉종밀의 『원각경』 해석서들을 중심으로 논하기로 한다.

@highlight

『원각경』의 핵심사상인 圓覺妙心은 이 경 전체에 걸쳐서 圓覺, 涅槃妙心, 圓覺心, 覺心 등의 용어로 표현되면서, 일체중생 누구나 갖추고 있는 圓覺性을 설하고 있다.

