도어 모듈은 모듈화의 대표적인 예로 여러 부품들은 모듈형태로 완성하여 완성차 업체의 원가절감 및 조립시간 단축, 품질 향상 등에 큰 기여를 이루었다.

주요 부품중의 하나인 Door carrier plate는 주로 steel을 이용한 press 성형이 주였으나 최근에는 PP-

LFT(유리 장섬유 강화PP)를 사용한 사출 공법을 적용함으로써 형상자유도를 높혀 모듈에 부착되는 많은 종류의 부품들을 통합할 수 있게 되었으며 중량 절감을 이룰 수 있게 되었다.

하지만 사출 성형시 제품의 형상 및 gate위치 설정의 한계성과, LFT의 특성에 의하여 변형이 비교적 심해 일반적으로 시사출 진행 후 보상 가공을 진행하여 조립성을 개선한다.

이러한 사후 수정 공정은 금형의 품질 저하 및 생산원가 상승의 주요인이다.

부분적으로 사출 CAE를 적용하여 warpage정도를 예측하나 그 신뢰성 확보에 어려움을 겪고 있다.

따라서 LFT를 사용하는 Door carrier plate에 대한 해석 신뢰성을 확보할 수 있는 기법으로 hyper-

mesh에서 1차 mesh작업 후 moldlfow자체 tool을 이용하여 mesh의 두께 구현성을 높혔으며, fiber orientation해석을 위하여 ARD-

RSC model을 적용하였다.

@highlight

도어 모듈은 모듈화의 대표적인 예로 여러 부품들은 모듈형태로 완성해 완성차 업체의 원가절감 및 조립시간 단축, 품질 향상 등에 큰 기여를 이루었다.

