본 연구의 목적은 일본의 청소년 직업체험활동 도입의 시대적 배경, 학교급별 운영방식, 운영체계 그리고 체험후 청소년의 행동상의 변화에 대한 효과성 검증 등에 관한 내용을 고찰하는데 있다.

본 연구를 통해 얻어진 결과 및 시사점으로는 다음과 같다.

첫째, 직업체험내용의 문제이다.

직업체험에 있어 어떠한 직업을 청소년들에게 체험하도록 할 것인가의 문제는 매우 중요하다.

이 때, 청소년들의 요구와 발달적 특성을 고려하고 있다.

둘째, 직업체험기간의 문제이다.

1990년대 후반부터 거의 모든 중학생들이 1주일(5일간)에 걸친 직업체험에 참여하고 있다.

체험기간은 청소년들의 체험활동에 대한 몰입정도를 고려해서 결정하고 있다.

셋째, 직업체험의 효과성 검증에 관한 문제이다.

체험활동의 효과성 검증에 있어 중요하게 고려되고 있는 점은 진로역량지표에 입각하여 청소년들의 진로행동과 태도의 변화를 확인하고 있다는 점이다.

넷째, 청소년 직업체험활동의 운영시스템과 전문가 양성체계의 구축, 운영하고 있다.

운영시스템과 관련해서는 「진로교육연락추진협의회」와 같이 학교, 기업, 행정기관 등의 관계를 조정하고 직업체험프로그램의 개발과 보급 등의 업무를 담당할 허브를 구축하고 있으며, 전문가 양성체계에 있어서는 「커리어 코디네이터」와 같이 직업체험에 대한 요구도 조사, 프로그램의 기획, 운영, 평가를 담당할 전문가 양성시스템을 운영하고 있다.

@highlight

이 연구의 목적은 일본의 청소년 직업체험활동 도입의 시대적 배경, 학교급별 운영방식, 운영체계 그리고 체험후 청소년의 행동상의 변화에 대한 효과성 검증 등에 관한 내용을 고찰하는데 있다.

