과거에는 토지 분류의 목적이 단순히 과세를 위한 기초자료로 이용되는 측면에 그쳤으나, 오늘날에는 과세자료로 제공되는 측면이외에도 행정업무를 비롯한 국토계획, 토지의 개발, 도시정비 등에서는 물론이고 토지의 사법상 거래에서도 중요한 참고자료로 활용되고 있으며, 향후에 그 기능을 더욱 확대할 것으로 예상된다.

지목의 기능을 확대하려면, 수요적인 측면에서 지목이 현실적으로 적용되는 개별법령의 시각에서 지목의 분류를 다시 생각해 볼 필요가 있다.

현실지목과 공부상 지목의 불일치를 해소하기 위해서는 현실적인 토지의 사용현황을 조사하여 공부에 정확히 반영하는 것이 궁극적인 해결방법이지만, 이와 더불어 각종 토지관련 규제법에서 토지에 대한 독자적인 분류체계를 취하는 것을 통일하여 국민의 혼선을 방지하는 것이 필요하다.

또한 현행법상 서로 다른 지목이더라도 행정상 동일한 규제를 한다면, 같은 유형의 지목에 포함시킬 필요가 있다.

본 연구에서 통합지적법상 지목의 분류를 다른 토지 규제 법률과 체계상 정합성을 가지도록 새로운 분류체계를 마련하는 것을 제안하였다.

@highlight

본 연구에서 통합지적법상 지목의 분류를 다른 토지 규제 법률과 체계상 정합성을 가지도록 새로운 분류체계를 마련하는 것을 제안했다.

