기

공

의

 

밀

도

가

 

높

은

 

다

공

성

 

실

리

콘

 

산

화

물

 

박

막

이

 

G

a

A

s

 

기

판

 

상

에

 

형

성

되

었

다

.

 

다

공

성

 

실

리

콘

 

산

화

막

을

 

형

성

하

기

 

위

해

서

 

자

기

조

립

 

형

태

로

 

배

열

하

는

 

블

록

공

중

합

체

를

 

사

용

하

였

다

.

 

G

a

A

s

 

기

판

 

상

에

 

화

학

기

상

증

착

 

(

C

V

D

)

을

 

이

용

하

여

 

실

리

콘

 

산

화

막

을

 

형

성

하

였

다

.

 

폴

리

스

티

렌

 

(

P

S

)

 

바

탕

에

 

벌

집

 

형

태

로

 

배

열

된

 

폴

리

메

틸

메

타

아

크

릴

레

이

트

(

P

M

M

A

)

 

가

 

주

기

적

으

로

 

배

열

되

어

 

있

는

 

나

노

패

턴

 

박

막

을

 

형

성

하

였

고

 

P

M

M

A

를

 

아

세

트

 

산

으

로

 

제

거

하

여

 

P

S

만

 

남

아

있

는

 

나

노

크

기

의

 

마

스

크

를

 

형

성

하

였

다

.

 

형

성

된

 

P

S

 

나

노

패

턴

의

 

지

름

은

 

1

5

n

m

,

 

박

막

의

 

두

께

는

 

4

0

n

m

였

으

며

 

이

를

 

건

식

 

식

각

용

 

마

스

크

로

 

사

용

하

여

 

화

학

반

응

성

식

각

(

R

I

E

)

을

 

진

행

하

였

고

 

P

S

의

 

나

노

패

턴

이

 

산

화

막

 

기

판

상

에

 

전

사

되

도

록

 

하

였

다

.

 

식

각

 

시

간

을

 

조

절

하

여

 

산

화

막

에

 

형

성

된

 

기

공

이

 

G

a

A

s

 

표

면

까

지

 

연

결

되

도

록

 

하

였

고

 

이

는

 

불

산

으

로

 

산

화

막

을

 

제

거

하

여

 

확

인

하

였

다

.

 

식

각

시

간

은

 

9

0

초

에

서

 

1

1

0

초

였

으

며

 

산

화

막

 

상

에

 

나

노

패

터

닝

된

 

기

공

이

 

형

성

되

는

 

식

각

 

시

간

은

 

9

0

초

에

서

 

1

0

0

초

 

사

이

였

다

.

 

형

성

된

 

나

노

패

터

닝

된

 

산

화

막

 

기

공

의

 

지

름

은

 

2

0

~

2

2

 

n

m

였

고

 

식

각

 

시

간

에

 

따

라

서

 

조

절

이

 

가

능

함

을

 

확

인

할

 

수

 

있

었

다

.

@highlight

기공의 밀도가 높은 다공성 실리콘 산화물 박막이 GaAs 기판 상에 형성되었다. 폴리스티렌 바탕에 벌집 형태로 배열된 폴리메틸메타아크릴레이트 가 주기적으로 배열되어 있는 나노패턴 박막을 형성했고 PMMA를 아세트 산으로 제거해 PS만 남아있는 나노크기의 마스크를 형성했다.