본 연구는 국가수준 학업성취도 평가에서 활용할 수학과 정의적 영역에 대한 설문 문항 개선을 통하여 학생들의 정의적 영역의 성취 현황 파악과 더불어, 그 결과를 누적 관리하고 추이분석을 함으로써 수학교육 정책 수립에 기여할 수 있는 토대를 구축하는 것이다.

이를 위해 우선 수학과 정의적 영역과 관련된 문헌을 탐색하였고, 이를 토대로 수학과 정의적 영역 설문 문항의 구인을 자신감, 흥미, 가치, 학습 의욕 네 가지로 정했다.

그리고 각 구인에 따른 설문 문항을 개발하기 위하여 국내 및 국제 학업성취도 평가의 수학과 정의적 영역 설문 조사 도구 등의 분석과 전문가의 자문 의견을 토대로 각 구인별로 7문항씩 28개의 설문 문항을 개발하였다.

또한 설문 문항의 양호도를 검증하기 위해 중?

고등학생을 대상으로 예비검사를 실시하였고, 예비검사에 대한 신뢰도와 타당도 검증 결과와 정책 협의회를 통해 20문항을 최종 설문 문항으로 정하였다.

정책 제언에서는 설문 문항의 활용도를 제고하기 위한 방안으로 정의적 영역의 성취정도를 추이 분석할 수 있는 지표 개발, 학생들의 수학과 정의적 특성의 체계적인 관리, 학업성취도 평가 결과표에 정의적 영역의 성취 정보 제공 등을 제시하였다.

@highlight

이 연구는 국가수준 학업성취도 평가에서 활용할 수학과 정의적 영역에 대해 설문 문항 개선을 통해 학생들의 정의적 영역의 성취 현황 파악과 더불어, 그 결과를 누적 관리하고 추이분석을 함으로써 수학교육 정책 수립에 기여할 수 있는 토대를 구축하는 것이다.

