본 연구는 시스템 다이내믹스(System Dynamics)를 활용해 한중일 운항선박의 효율성을 살펴보며, 이 구간 내 운항중인 실제선박을 모델로 투입하여 TEU단위당 비용을 확인하였다.

인천항, 부산항을 중심으로 중국 상해항, 일본 동경항 항로에 316TEU급 선박, 1019TEU급 선박, 1740TEU급 선박을 투입하여 한중일 피더항로에도 규모의 경제가 발생하는지 분석하였다.

선박운항 변수로는 선박속도, 용선료, 유류비, 화물소석률을 선정하여 그에 따른 변동성을 살펴보고 구간별 최적선박을 제시하였다.

연구결과 시스템 다이내믹스 방법을 이용해 운항선박의 각 변수를 투입시켰을 시 구간별 거리에 따라 최적선박이 달라졌으며, 구간이 상대적으로 긴 구간에서 규모의 경제가 발생하는 것을 확인하였다.

또한 상대적으로 용선료, 유류비보다는 화물 소석률 변수가 운항비용에 미치는 영향이 큰 것으로 확인되었다.

연구의 시사점으로는 불안정한 해운시장환경에 맞춰 신속하고 유연한 대처가 필요하며, 외부환경요인에 대한 장기적 모니터링을 실시해 선박투입을 결정할 필요가 있다.

@highlight

이 연구는 시스템 다이내믹스를 활용해 한중일 운항선박의 효율성을 살펴보며, 이 구간 내 운항중인 실제선박을 모델로 투입해 TEU단위당 비용을 확인했다.

