본 논문은 성폭력으로부터 아동청소년보호를 실질적으로 강화하기 위한 성폭력형사법 정비를 제안한다.

현 시점 한국사회에서 심각한 아동청소년대상 성폭력과 성착취 문제 해결을 위해서는 현실적으로 아동청소년 성보호 입법취지 실현에 기여하기 어려운 현행 관련법규정 적극 개정도 필요하다.

첫째, 형법상 의제강간죄 연령기준(제305조)을 16세 미만으로 상향 조정해야 한다.

현행 13세 미만 기준은 아동의 성적 자유 보장이나, 형법적 개입의 신중함과 무관하다.

단지 사회적 약자인 아동의 성을 착취할 자유를 보장할 뿐이며, 비극적 폭력현실을 직시하지 못하는 법이다.

성인의 아동청소년에 대한 성폭력 내지 성착취에 대한 단호한 금지선을 설정하는 형사입법이 필요할 것인데, 이는 현행 형법상 의제강간죄 연령기준의 상향조정이다.

둘째, 아동청소년성보호법상 성매매 대상청소년(제2조 7호, 제38조 내지 제40조) 규정을 폐지함으로써, 성착취 피해자로서 지위를 실질적으로 보장해 주어야 한다.

‘자발적’ 성매매를 이유로 ‘보호처분’을 강제한다면 아동청소년보호를 위한 법제가 아동성착취 현실을 외면하고 피해아동을 오히려 비난하는 결과에 이른다.

한국사회에서 아동청소년 성보호 필요성은 분명하다.

사회적 약자에 대한 특별한 보호, 아동청소년에 대한 실질적 보호는 사회적·법적 책임이다.

@highlight

본 논문은 성폭력으로부터 아동청소년보호를 강화하기 위해 성폭력형사법 정비를 제안한다.

@highlight

현 한국사회에서 심각한 아동청소년 대상 성폭력과 성착취 문제 해결을 위하여 아동청소년 성보호 입법취지 실현에 기여하기 어려운 현행 관련법규정 적극 개정이 필요하다.

