두산그룹은 1896년 박승직에 의해 박승직 상점으로 창업되었으며 한국 최초의 기업으로 안정적인 성장을 하고 있는 가족기업이다.

이에 본 연구는 한국 경제발전에 핵심적 역할을 담당해 온 두산그룹의 모태라 할 수 있는 박승직 상점과 창업자 박승직의 상인정신 및 경영이념에 대한 분석을 하였다.

이러한 연구목적을 달성하기 위해 본 연구는 경영사적 연구방법을 선택하였으며, 특히 기업가사적 연구방법을 선택하였다.

연구결과 창업자 박승직의 타협정신, 근검정신, 인화정신 등의 상인정신을 바탕으로 한 인화중심의 가족주의, 신용과 정직의 고객창조, 근검절약의 성과주의의 경영이념이 오늘날 두산그룹 성장요인의 기초가 되고 있다.

따라서 본 연구의 결과는 두산그룹은 물론 한국기업이 위기적 상황을 극복하고 급변하는 기업환경에 탄력적으로 적응함으로서 미래의 발전 기업으로서의 경쟁력을 확보하기 위한 경영자들의 사고와 행동규범에 크게 기여할 것으로 본다.

@highlight

본 연구는 한국 경제발전에 핵심적 역할을 담당해 온 두산그룹의 모태라 할 수 있는 박승직 상점과 창업자 박승직의 상인정신 및 경영이념에 대한 분석을 하였다.

