교육지원청 기능거점 모형은 도(道) 단위 교육지원청 산하의 단위학교 지원 효율화를 위하여 2010년에 도입되었다.

이 연구는 교육지원청 기능거점 모형의 운영 내용과 교육청 구성원의 인식을 조사함으로써 실태 파악과 개선방안 도출을 위한 기초자료를 제공하는 것을 목적으로 수행되었다.

이를 위하여 기능거점 모형을 운영하고 있는 지역의 본청 및 교육지원청 소속 일반직과 전문직 공무원들을 대상으로 교육지원청 기능거점 모형에 대한 인지도와 공감도, 운영 실태, 대안, 장점과 문제점, 지원방안 등을 설문조사하였다.

기능거점 모형에 대한 공감도와 장점에 대한 인식은 낮은 편이었고, 기능거점 모형의 운영에 있어서 거점-

비거점교육청간 업무와 권한 배분의 불명료와 의사소통 부족으로 인해 역할과 업무체계 혼선 등이 문제점으로 나타났다.

이를 해결하기 위하여 업무체계와 조직문화의 개선이 함께 요구되며, 지역의 필요에 의한 자율적인 교육지원청 조직 운영의 환경 지원을 제언하였다.

@highlight

본 연구는 교육지원청 기능거점 모형의 운영 내용과 교육청 구성원의 인식을 조사함으로써 실태 파악과 개선방안 도출을 위한 기초자료를 제공하는 것을 목적으로 수행됐다.

