본 연구의 목적은 비서직 관련 연구 분야에서 아직 실증적 연구가 미비한 비서직의 연령대별 퇴직의도에 영향을 미칠 수 있는 다양한 요인들을 탐색하는 것이다.

연구 참여자로 국내 및 외국계기업에 종사하는 20대, 30대, 40대 현직 비서직종사자 각각 3명씩 총 9명을 선정하여 일대일 심층 인터뷰를 실시하였다.

분석을 위해 퇴직의도 관련 선행연구를 통해 퇴직의도에 영향을 미치는 것으로 밝혀진 직무만족관련 차원, 근무환경관련 차원, 사회 환경 및 개인관련 차원으로 분류하여 살펴보았다.

연구 결과, 직무만족관련 차원에서는 20대 및 30대 그리고 20, 30, 40대 모두에서 각각 공통요인이 도출되었으며, 근무환경관련 차원에서는 20대 및 30대 그리고 30대 및 40대에서 각각 공통요인이 도출되었다.

반면 사회 환경 및 개인관련 차원에서는 20대 및 30대 비서직에서는 공통요인이 발견되었으나, 40대에서는 공통요인이 도출되지 않았다.

도출된 연구결과를 토대로 비서직의 퇴직을 최소화할 수 있는 방안수립을 위한 시사점을 제시하고, 평생학습시대를 맞아 전문비서로서의 장기적인 경력개발을 위한 기초자료를 제공할 수 있을 것으로 기대된다.

@highlight

이 연구의 목적은 비서직 관련 연구 분야에서 아직 실증적 연구가 미비한 비서직의 연령대별 퇴직의도에 영향을 미칠 수 있는 다양한 요인들을 탐색하는 것이다.

