본 연구는 국민건강영양조사 제7기 2차년도(2017) 자료를 이용하여 우리나라 20세 이상 성인 여성의 폐경 여부가 유방암에 미치는 영향을 파악하기 위해 시도되었다.

연구 대상자는 3,414명이었고, 자료는 SPSS / Win 25.0 프로그램을 이용하여 복합표본 빈도분석, 복합표본 교차분석(Rao-

Scott χ2 test), 복합표본 로지스틱 회귀분석을 실시하였다.

주요 결과는 대상자의 연령에 따라 50~59세에서 40~49세 보다 유방암이 1.7% 더 많았고, 음주 빈도가 전혀 없는 경우가 거의 매일 있는 경우 보다 1.7%가 유의하게 더 많았다.

폐경 연령은 44세 이하가 50세 이상 보다 유방암이 2.1% 유의하게 더 높았다.

폐경 여부에 따라 폐경 후가 폐경 전 보다 유방암이 1.7% 더 많았다.

연령과 음주 빈도를 동시에 보정하였을 때 대상자는 폐경 후에 비해 전에서 유방암이 0.03배 유의하게 낮았다.

이상의 결과로 44세 이하의 폐경한 젊은 여성의 유방암 관리에 많은 관심을 가져야 할 것이며, 지속적으로 증가하고 있는 유방암 유병률을 감소시키기 위한 다학제간의 노력이 필요하다.

@highlight

본고는 국민건강영양조사 제7기 2차년도(2017) 자료를 이용해 우리나라 20세 이상 성인 여성의 폐경 여부가 유방암에 미치는 영향을 파악하기 위하여 시도됐다.

