본 연구는 가족갈등이 있는 청소년의 심리사회적 적응에 영향을 미칠 수 있는 보호요인을 찾는 연구이다.

가족갈등을 경험하는 청소년들이라 하더라도 어떤 요인들이 심리사회적 적응을 더 잘 하게할 수 있는지를 탐색하기 위하여 중학교 2학년 820명을 대상으로 설문조사를 실시했다.

그리고 이들의 가족갈등 수준을 상중하로 나눈 후 가족갈등이 높은 상위 33% 집단(N=233명)만을 대상으로 심리사회적 적응수준을 살펴보았다.

연구결과 심리적 적응(우울, 충동성)에 영향을 미치는 보호요인은 개인요인으로 자아존중, 자기통제, 낙관성으로 나타났고 환경요인은 친구관계, 학교만족도로 나타났으며 사회적 적응(비행, 폭력성)에 영향을 미치는 요인으로 개인요인은 성(gender)과 자기통제이고 환경요인은 학교만족도로 나타났다.

두 적응유형의 공통적인 보호요인은 개인요인인 자기통제와 환경요인인 학교만족도였다.

학교에 만족할수록 심리사회적 적응이 긍정적 방향으로 나타났다.

따라서 학교만족도의 구체적 내용이 무엇인지에 대한 보다 체계적인 후속연구가 필요할 것으로 보인다.

원만한 대인관계와 사회생활을 영위하기위해 즉각적인 욕구나 충동을 제지하고 바람직한 결과를 위해 인내하는 능력인 자기통제도 심리사회적 적응에 긍정적 영향을 미치는 것으로 나타났다.

마지막으로 연구결과에 따른 연구의 함의와 제한점이 논의 되었다.

@highlight

이 연구는 가족갈등이 있는 청소년의 심리사회적 적응에 영향을 미칠 수 있는 보호요인을 찾는 연구이다.

@highlight

그리고 이들의 가족갈등 수준을 상중하로 나눈 후 가족갈등이 높은 상위 33% 집단만을 대상으로 심리사회적 적응수준을 살펴보았다.

