우리나라에서 안면도에만 분포하는 먹넌출 집단의 생명자원보존을 위하여 엽의 형태적 특성과 I-

SSR 표지자를 이용한 유전변이를 조사하였다.

10가지 엽특성에 대한 ANOVA 분석결과 모든 특성에서 개체 간에 통계적인 유의성이 인정되었다.

조사된 39개체의 평균특성은 엽신장 11.8 cm, 최대엽폭 7.1 cm, 엽지수 1.67, 상1/3폭 5.4 cm, 하1/3폭 6.2 cm, 엽병길이 3.6 cm,엽두께 0.19 mm, 엽맥수(좌) 11.5개, 엽맥수(우) 11.4개, 엽면적61.7 cm2로 나타났다.

변이계수 값은 엽두께, 엽병길이, 엽면적이 각각 18.8%, 21.7%, 22.0%로 높게 나타났으며, 나머지 특성들에서는 15% 이내의 비교적 낮은 변이를 나타냈다.

선발된 8개I-

SSR Primer에서 총 50개의 증폭산물을 얻었으며, 유효대립 유전자의 수 1.719개, 다형적 유전자좌의 비율 26.0%, 이형접합도의 기대치 0.410 및 Shannon의 다양성지수 0.598로 각각 나타났다.

안면도 먹넌출 집단은 제한된 지역에 분포하며 개체수가 적음에도 불구하고 높은 유전다양성을 유지하는 것으로 나타났다.

@highlight

우리나라에서 안면도에서만 분포하는 먹넌출 집단의 생명자원보존을 위해 엽의 형태적 특성 및 I-

@highlight

SSR 표지자를 사용한 유전변이를 조사했다.

