이 연구는 언어네트워크 방법을 활용하여 2015 개정 교육과정 총론에 제시된 핵심역량과 과학과의 교과역량, 교과역량과 성취기준의 관계를 탐색하는데 목적을 두었으며, 다음과 같은 결과를 얻었다.

첫째, 2015 개정 과학과 교과역량에서는 지식정보처리 역량이 가장 강조되고, 자기관리역량은 빈도나 중심성이 약하게 나타났으며, 심미적 역량은 제외되었다.

둘째, 2015 개정 과학과 성취기준 속에는 과학적 의사소통 능력, 과학적 탐구 능력, 과학적 사고력이 강조되고, 5가지 교과역량들이 매우 긴밀한 연결을 보이고 있었다.

하지만 과학적 참여와 평생학습능력은 빈도와 중심성이 매우 약하게 나타났다.

셋째, 초등학교 (3~6학년)과 중학교(1~3학년)를 비교한 결과, 초등학교는 과학적 탐구 능력을 중심으로 과학적 의사소통 능력, 과학적 문제해결력을 중시하고, 중학교는 과학적 의사소통 능력을 중심으로 과학적 탐구 능력, 과학적 사고력을 강조하였다.

이러한 핵심역량과 과학과 교과역량의 관계, 교과역량과 성취기준의 관계를 바탕으로 볼 때, 핵심역량과 과학과 교과역량의 개념과 관계의 명확한 규정, 성취기준 속에 담길 교과역량 간 비중의 조절, 성취목표와 성취기준 간 기준체계의 확립이 필요하다.

@highlight

본고는 언어네트워크 방법을 활용해 2015 개정 교육과정 총론에 제시된 핵심역량과 과학과의 교과역량 그리고 교과역량과 성취기준의 관계를 탐색하고자 하고 이에 따라 다음과 같은 결과를 얻을 수 있었다.

