본 논문은 미술과 교재 재구성에 있어 미술교육철학의 필요성을 살펴본다.

교사양성 대학에서 초등미술교육론 강좌를 운영하며 실행한 미술과 교재 재구성 사례를 중심으로 이를 논의한다.

논의를 위해 학기 초반 다양한 미술교육철학에 대한 학습 후 개개인이 중요하게 생각하는 개별 미술교육철학을 중심으로 수강생들이 교재를 재구성한 사례를 소개한다.

예비교사들이 작성한 재구성한 수업의 필요성과 참신성도 그대로함께 제시되어 있다.

제시된 자료들에 대한 분석을 통해 다음을 논의한다.

첫째, 미술과 교재 재구성에 있어 개인의 미술교육철학에 대한 학습이 선행되어야 하는 이유와필요성을 논의한다.

둘째, 자신만의 미술교육철학에 근거한 교재 재구성 활동은 기존수업 목표를 잘 반영하며 수업 내용을 확장시키는 역할을 함을 설명한다.

셋째, 개인의 미술교육철학은 미술교재 재구성을 위해 교사가 지녀야 하는 기본적인 전문성이라는점을 논의한다.

개인의 미술교육철학을 구체화하고 이를 바탕으로 미술과 교재를 재구성한 많은 사례들이 추후 지속적으로 연구되고 공유되는 계기가 이루어졌으면 한다.

@highlight

이 논문은 미술과 교재 재구성에 있어 미술교육철학의 필요성을 살펴본다.

@highlight

논의를 위해 학기 초반 다양한 미술교육철학에 관한 학습 후 개개인이 중요하게 생각하는 개별 미술교육철학을 중심으로 수강생들이 교재를 재구성한 사례를 소개한다.

