규제는 시장의 경쟁이 공평하게 이루어지도록 공권력을 발동시키는 것이다.

인터넷을 기반으로 하는 플랫폼 서비스는 탈영토성(un-

territoriality)을 전제로 한다.

이러한 플랫폼 서비스의 특성과는 달리 법적 규제는 영토기반의 지역적 한계를 극복하지 못한다.

따라서 국내·외 사업자가 동일한 서비스를 내국인에게 제공함에 있어서 국내 기업에만 집행되는 규제는 국내 기업에 대한 경쟁저해적 규제로 이어지며 결과적으로 국내 플랫폼 산업의 경쟁을 악화시킬 수 있다.

이는 공정한 경쟁을 저해함으로서 공익을 종국목적으로 하는 규제로서의 본질에 위배된다.

최근 개인정보·프라이버시, 청소년유해매체물, 망사용료, 과세, 지도데이터 등 국내·외 플랫폼사업자 간 차별적 규제로 인한 문제점이 지속적으로 제기되고 있는바, 본 논문에서는 각 사안을 소개하고 이러한 규제가 국내·외 사업자에 대하여 형평성 있게 적용되고 있는가를 분석하였다.

이러한 분석을 바탕으로 플랫폼 사업자 규제를 위한 입법방향으로 첫째, 탈영토성·전문성과 유연성의 원리·규제의 세계화 등 플랫폼 서비스의 규제특성을 반영할 것과 둘째, 국가주권의 실현을 위해 역외 플랫폼사업자에 대한 사법관할권과 집행관할권을 확장할 것, 셋째, 규제의 공평성 확보를 위해 경쟁저해적 규제를 금지하고 차별적 집행이 되지 않도록 하여야 함을 제안하였다.

@highlight

최근 개인정보 및 프라이버시, 청소년유해매체물, 망사용료, 과세, 지도데이터 등 국내·외 플랫폼사업자 간 차별적 규제로 인하여 문제점이 지속적으로 제기되고 있있는 가운데, 본 논문에서는 각 사안을 소개하고 이러한 규제가 국내·외 사업자에 대해 형평성 있게 적용되고 있는지를 고찰하였다.

