본

 

연

구

는

 

수

박

 

중

 

p

y

r

i

d

a

l

y

l

 

및

 

f

l

u

o

p

i

c

o

l

i

d

e

의

 

경

시

적

잔

류

양

상

을

 

살

펴

보

고

 

생

산

단

계

 

잔

류

허

용

기

준

 

설

정

을

 

위

한

 

생

물

학

적

 

반

감

기

를

 

산

출

하

고

자

 

수

행

되

었

다

.

 

두

 

시

험

약

제

를

 

안

전

사

용

기

준

에

 

따

라

 

두

 

포

장

지

역

에

서

 

각

각

 

살

포

한

 

후

 

포

장

 

1

에

서

는

 

1

0

일

간

 

포

장

 

2

에

서

는

 

2

0

일

간

 

일

자

별

 

수

박

 

시

료

를

 

채

취

하

여

 

각

각

의

 

잔

류

분

을

 

H

P

L

C

/

U

V

D

로

 

분

석

하

였

다

.

 

두

 

시

험

농

약

의

 

분

석

정

량

한

계

는

 

각

각

 

0

.

0

5

 

m

g

/

k

g

,

 

0

.

0

2

 

m

g

/

k

g

이

었

으

며

,

 

회

수

율

은

 

8

1

.

2

~

9

0

.

5

%

 

수

준

이

었

고

 

시

료

 

중

 

시

험

농

약

은

4

3

~

4

7

일

간

 

안

정

하

였

다

.

 

수

박

 

중

 

초

기

 

잔

류

량

은

 

p

y

r

i

d

a

l

y

l

이

0

.

1

2

~

0

.

1

6

 

m

g

/

k

g

,

 

f

l

u

o

p

i

c

o

l

i

d

e

은

 

0

.

2

3

~

0

.

2

4

 

m

g

/

k

g

이

었

으

며

,

 

모

든

 

포

장

내

에

서

 

농

약

잔

류

허

용

기

준

보

다

 

낮

은

 

수

준

이

었

다

.

 

수

박

 

중

 

p

y

r

i

d

a

l

y

l

의

 

생

물

학

적

 

반

감

기

는

 

포

장

 

1

에

서

 

2

6

.

9

 

일

,

 

포

장

 

2

에

서

 

1

7

.

9

일

 

이

었

으

며

,

 

f

l

u

o

p

i

c

o

l

i

d

e

의

 

생

물

학

적

 

반

감

기

는

 

포

장

 

1

에

서

 

1

6

.

6

일

,

 

포

장

 

2

에

서

 

9

4

.

2

일

이

었

다

.

 

수

박

의

p

y

r

i

d

a

l

y

l

 

및

 

f

l

u

o

p

i

c

o

l

i

d

e

의

 

수

확

 

1

0

일

 

전

 

생

산

단

계

 

잔

류

허

용

기

준

은

 

각

각

 

0

.

2

1

 

m

g

/

k

g

,

 

1

.

0

3

 

m

g

/

k

g

이

었

으

며

 

재

배

기

간

중

 

두

 

시

험

약

제

 

모

두

 

매

우

 

낮

은

 

잔

류

소

실

 

경

향

을

 

보

였

다

.

@highlight

수박 중 pyridalyl와 fluopicolide의 경시적잔류양상을 살펴보고 생산단계 잔류허용기준 설정을 위한 생물학적 반감기를 산출하고자 하였다. 두 시험약제를 안전사용기준에 따라 두 포장지역에서 살포한 후 포장 1에서는 10일간, 포장 2에서는 20일간 일자별 수박 시료를 채취하고 잔류분을 HPLC/UVD로 분석했다.