본 연구는 가족여가활동으로서 오토캠핑에 대한 참여가 가족여가만족, 생활만족 및 가족관계만족에 미치는 영향을 규명하기 위한 차원에서 수행되었다.

본 연구의 주요 결과는 다음과 같다.

첫째, 오토캠핑 참여자의 연령대는 30~40代가 대다수를 차지하고 있으며, 아버지에 의해 주도(主導)되는 것으로 나타났다.

둘째, 가족오토캠핑 참여집단은 미참여집단에 비해 가족여가만족도, 생활만족도, 가족관계만족도가 모두 유의미하게 높은 것으로 나타났다.

셋째, 가족오토캠핑 참여횟수가 많을수록 가족여가만족도, 생활만족도, 가족관계만족도 역시 높은 것으로 나타났다.

넷째, 여가시간, 여가비용, 가구소득은 가족여가만족도에 유의미한 영향을 미치지 못한 반면, 가족오토캠핑 참여유무와 가족단위 여가활동 빈도는 가족여가만족도를 예측하는 의미 있는 변인이었다.

특히 가족오토캠핑 참여유무는 가족여가만족도에 더 큰 영향력을 미치는 것으로 나타났다.

본 연구를 통해 도출된 이러한 결과는 가족여가생활의 질 향상과 오토캠핑의 활성화에 기여할 수 있는 기초 자료로 활용될 수 있을 것으로 기대된다.

@highlight

본고는 가족여가활동으로서 오토캠핑에 관한 참여가 가족여가만족과 생활만족 그리고 가족관계만족에 미치는 영향을 규명하기 위해 차원에서 수행됐다.

