이 연구는 도쿄와 인접한 가와사키의 사쿠라모토 지역에 건립된 사회복지와 사회교육 서비스를 제공하는 복합 시설인 후레아이칸에 대한 사례 분석이다.

조례에 근거를 가지고 설립되었으며 시 예산을 사용하는 공적 시설인 후레아이칸은 재일동포 인권운동 활동가들이 주도적으로 운영하고 있다.

이 시설의 설립과 운영 과정을 통해 외국인 주민과 일본인 주민이 다문화의 가치를 존중하며 공생하는 사회관계를 수용하는 질서가 형성되었다.

뉴커머 집단은 올드커머가 구축한 후레아이칸을 활용하여 자녀의 교육과 문자 해독 교육을 위한 자원을 확보하고 있다.

혁신 시정의 종언, 공공 서비스의 시장화, 외국인 주민 구성의 다양화 등을 포함한 외부 환경의 변화에도 불구하고 자율적 사회 공간을 확보하고 있는 후레아이칸은 설립 당시의 운영 기조를 충실하게 유지하고 있으면서 활동 영역을 뉴커머로 확대할 수 있었다.

혁신자치체 시대를 거치며 지역에 형성된 관행, 규범, 가치관, 사회의식과 같은 비공식적 질서는 생활세계의 일부로 남아있다.

후레아이칸의 사례는 일본 사회에서 재일동포와 다양한 문화적 정체성을 가진 외국인 주민이 공생하는 모형을 제시하고 있다.

@highlight

본 연구는 도쿄와 인접한 가와사키의 사쿠라모토 지역에 건립된 사회복지와 사회교육 서비스를 제공하는 복합 시설인 후레아이칸에 관한 사례 분석이다.

