이 연구는 <최척전>의 작품을 가지고 자살예방에 관한 문학치료의 효용성을 타진해보기 위함이다.

문학치료에서는 사람의 병든 마음을 문학작품을 가지고 치료할 수 있다고 보기 때문에 가능한 시도라고 볼 수 있다.

먼저 <최척전>의 작품 서사 중의 하나인 옥영의 자기서사를 점검해 보았다.

옥영은 일생을 통해서 다섯 번의 자살 위기와 자살 시도의 경험을 가지고 있다.

이것으로 보아 옥영의 내면은 편모슬하에서 어렵게 자라면서 불안을 가지고 있었음을 알 수 있었다.

그래서 자신에게 의지가 되었던 남편이 전쟁으로 인해서 불가피한 이별을 해야 했을 때마다 그녀는 살아갈 궁리를 하는 것이 아니라 항상 자살을 먼저 생각하게 되었던 것이다.

이러한 작품서사를 가진 치료제로서의 <최척전>에게 적합한 치료대상자로 4,50대의 여성을 상정해 보았다.

이 나이쯤이면 옥영의 입장을 충분히 이해하고 동감할 수 있기 때문이다.

그리고 옥영의 삶을 통해서 치료대상자는 위로와 용기를 얻고, 자신의 서사에서 비워져 있던 부분을 문학치료에서 보충할 수 있을 것으로 보았다.

그렇게 되었을 때 치료대상의 자기서사는 자살 위기나 자살 시도는 자살 예방으로 전환될 수 있을 것으로 보인다.

이것으로 보아 문학작품의 작품서사는 치료대상의 자기서사에게 막대한 영향을 주고 있음을 알 수 있었다.

나아가 치료대상자의 자기서사의 비워진 부분을 문학치료를 통해서 채울 수 있을 것이라는 가능성을 볼 수 있었다.

@highlight

본 연구는 <최척전>의 작품을 갖고 자살예방에 대한 문학치료의 효용성을 타진해보기 위함이다.

@highlight

옥영은 일생을 통해서 다섯 번의 자살 위기와 자살 시도의 경험을 갖고 있다.

