본 논문에서는 대상이 되는 디지털 캐릭터가 기존 애니메이션 파이프라인에서 사용되는 수준의 복잡한 리깅을 가졌더라도, 해당 리깅의 리깅 공간(Rig-

space)에 모션을 리타겟팅 할 수 있는 안정적이고 새로운 리타게팅 방법을 활용한다.

이를 위하여 다양하고 복잡한 방식으로 리깅된 서로 다른 캐릭터의 리깅 공간과 캐릭터 관절값 공간(Joint Parameter Space)간의 상관관계를 분석하고, 원본 모션을 최대한 보존하면서 효율적으로 리타게팅을 수행할 수 있는 비선형적 최적화 기법을 제안한다.

이로 인하여 애니메이터는 모션 캡쳐 등으로 얻어진 원본 모션을 수정할 때, 기존의 키프레이밍 작업과 동일한 리깅 파라미터를사용할 수 있게 되어 직관적이면서도 빠르고 쉽게 모션을 수정할 수 있게 된다.

이 과정에서 애니메이터가 선호하는 작업 방식을 관찰한 후, 해당 과정을 최적화 과정에 반영함으로써 애니메이터가 수정하기에 매우용이한 형태의 리타겟팅 결과물을 만들어 낼 수 있다.

@highlight

본고는 대상이 된 디지털 캐릭터가 기존 애니메이션 파이프라인에서 사용된 수준의 복잡한 리깅을 가졌다고 해도, 해당 리깅의 리깅 공간(Rig-

@highlight

space)에 모션을 리타겟팅 할 수 있는 안정적이고 새로운 리타게팅 방법을 사용한다.

