본 연구는 국내에서 수행된 혁신학교에 관한 연구들을 종합하여 체계적으로 동향을 분석하고 향후 과제를 제안하는 데 목적이 있다.

이를 위해 박사학위논문과 국내 학술지에 게재된 논문 80편을 연도, 연구 주제, 연구방법, 학교급으로 나누어 분석하였다.

연구 결과와 논의는 다음과 같다.

첫째, 혁신학교에 대한 연구는 증가 추세를 보였다.

이는 혁신학교에 대한 정책이 논의되고 본격화됨에 따라 연구에도 영향을 준 것으로 보인다.

둘째, 혁신학교 연구 주제 중에 교사를 주제로 한 연구가 가장 많았다.

이는 혁신학교 운영에서 교사가 중요한 주체로 인식된다는 것을 반영한다.

향후 혁신학교 연구는 다양한 주제로 수행될 필요가 있다.

셋째, 연구방법은 질적 연구방법이 가장 많이 수행되었다.

이는 혁신학교가 일반학교와는 다른 가치와 문화로 운영된다는 것을 보여 주기 위한 것으로 보인다.

그러나 혁신학교의 성과와 현황을 정밀하게 파악하기 위하여 양적 연구도 필요한 것으로 보인다.

넷째, 초등학교 급을 대상으로 한 연구가 가장 많았다.

추후 혁신학교 연구는 중등학교, 유치원을 대상으로 한 연구도 필요한 것으로 보인다.

다섯째, 혁신학교 연구에 활용된 이론적 토대는 주로 현상을 설명하기 위한 것이었다.

혁신학교 연구에 더욱 다양한 이론적 토대를 활용한다면 실천현장과 이론의 발전에도 도움을 줄 수 있을 것이다.

@highlight

이 연구는 국내에서 수행된 혁신학교에 관해 연구들을 종합해 체계적으로 동향을 분석하고 향후 과제를 제안하는 데 목적이 있다.

