우리나라의 경우 현재 다문화사회 진입 초기단계로 사회적 개방 수준이 미미하여 이로 인한 갈등과 비용지출이 비교적 적은 단계라고 할 수 있다.

이러한 추세에 발맞추어 외국인에 의한 각종 범죄발생 및 내국인의 외국인 혐오현상 즉, 제노포비아(Xenophobia) 등을 감안할 경우 다문화사회의 범죄예방을 위한 경찰의 역량을 강화하는 것은 매우 중요한 과제라고 할 수 있다.

다문화사회 범죄예방을 위한 경찰의 역량 강화 방안은 다음과 같다.

첫째, 맞춤형 치안활동의 전개이다.

이를 위해서는 외국인 자율방범대의 확대실시가 필요하다.

둘째, 다문화범죄 전문인력 증원 및 교육의 내실화이다.

이를 위해서는 외사경찰을 2배 이상으로 증원해야 한다.

아울러 외국인 밀집지역과 외국인 범죄다발지역 등 70개 경찰서에 외사계를 설치해야 한다.

셋째, 다문화범죄 대처위한 컨트롤타워의 구축이다.

이 같은 방안을 실천하기 위해서는 다문화사회 안전망 구축을 위한 유관기관과의 긴밀한 협조가 필요하다.

넷째, 다문화가정 자녀에 대한 범죄예방 홍보 강화이다.

이를 위해서는 다문화가정 자녀 전담경찰관제 도입이 필요하다.

다섯째, 결혼이주여성 범죄피해 보호방안의 강구이다.

결혼이주여성들의 폭력피해는 날로 증가하고 있는 현실을 감안하여 다문화가정에 대한 경찰방문을 강화할 필요가 있다.

@highlight

우리나라의 경우 현재 다문화사회 진입 초기단계로 사회적 개방 수준이 미미하여 이로 인한 갈등과 비용지출이 비교적 적은 단계라고 할 수 있다.

