본 연구에서는 미국을 중심으로 최근 미래 지향적인 교육 현상으로 등장하고 있는 PL을 살펴보고, 학교교육 관련 학습자, 교사의 역할, 교육과정 및 교육내용, 평가의 의미가 어떻게 재개념화 되고 있는지를 탐색하였다.

연구한 결과, 첫째, PL의 개념은 ‘학생맞춤형-

첨단 프로그램’(adaptive high-

tech programs)이었다.

PL은 첨단 과학 기술이 제공하는 온라인 학습 플랫폼을 매개로 학습자의, 학습자에 의한, 그리고 학습자를 위한 학교교육을 지향하는 것이었다.

둘째, PL이 온라인 학습 플랫폼을 전제로 한다는 점, 학생 맞춤 교육 철학을 지향한다는 점에서 특성이 있었다.

셋째, 이런 PL은 학교교육 관련 제 개념들(학습자, 교사의 역할, 교육내용, 평가)을 재개념화하고 있었는데, 학생의 개념은 인포그(Inforgs)로서 학습자로, 교사의 역할은 컴퓨터를 통해서 수집하고 분석한 학생의 학습 정보를 학습으로 환류시켜 관리하는 사람으로, 교육과정은 지식-

기능-

태도 혹은 정보-

역량-

인성을 한 세트로 묶은 내용으로, 평가는 피드백으로서 형성평가로 그 의미를 바꾸고 있음을 알 수 있었다.

@highlight

본고는 미국을 중심으로 PL을 통해 학교교육 관련 학습자 교사의 역할 등의 평가 의미가 어떻게 재개념화 되고 있는지를 탐색했다.

@highlight

에에 교육과정은 지식-

@highlight

기능-

@highlight

태도 혹은 정보-

@highlight

역량-

@highlight

인성을 한 세트로 묶은 내용으로 평가는 피드백으로서 형성평가로 그 의미를 바꾸고 있다.

