본 논문에서는 사회주의 영화론이 등장한 1927년 말부터 조선 프롤레타리아 예술가동맹(KAPF; 이하 ‘카프’)에 영화부가 생기는 1930년을 거쳐 카프가 해체되는 1935년에 이르기까지, 조선 사회주의 영화담론의 전개 양상을 고찰하였다.

약 8년 남짓한 사회주의 영화운동의 기간을 세 가지 국면으로 나누어, 계급적 프로파간다론(1927-1930), 경향영화론(1930-1931), 문필적·이론적 모색(1932-35)을 중심으로 살펴보았다.

이런 구분은 최초의 프롤레타리아 영화운동 단체였던 신흥영화예술가동맹의 성립과 카프 영화부의설치, 그리고 파시즘과 토키의 도래로 인한 정세 변화라는 맥락을 고려한 것이다.

계급적 프로파간다론은 미국영화와 그 영향 하에 있는 조선영화가 부르주아의 관점에서 개인주의와 퇴폐주의를 (재)생산한다는 점을 규명한 논의이고, 경향영화론은 사회주의 예술운동의 핵심적 논제로서 ‘대중’을 어떻게 상정할 것인가 하는 문제가 조선영화의 특수한 상황과 맞물려 제기된 논의이며, 문필적·이론적 모색은 파시즘과 토키의 시대를 맞아 영화운동이 소강상태에 빠진 상황에서 시나리오, 영화소설, 편집이론 등에 천착했던 상황을 말한다.

@highlight

이 논문에서는 사회주의 영화론이 등장한 1927년 말부터 조선 프롤레타리아 예술가동맹(KAPF; 이하 ‘카프’)에 영화부가 생기는 1930년을 거쳐 카프가 해체되는 1935년에 이르기까지, 조선 사회주의 영화담론의 전개 양상을 고찰했다.

