우리나라는 경제개발 이후 국민생활의 소득 증가와 더불어 도시화가 급격히 이루어져 왔다.

이러한 변화 과정에서 도시들은 급격한 인구의 유입과 증가, 도심 고밀개발의 가속화, 도시공간의 평면적 확산과 공간구조 변화, 그리고 도시내 산업구조 변화 등을 경험하게 되었다.

특히 서울을 중심으로 하는 수도권 일대의 성장과 변화는 더욱 두드러지게 관찰되었다.

수도권은 국토 공간 내에서도 인구 및 산업을 포함하는 거의 전 분야에 걸쳐 그 성장과 집중도가 가장 심화된 지역이라 할 수 있다.

또한 서울은 도심 공간의 재편과정과 함께 도시성장 과정에서 강남을 중심으로 새로운 신시가지를 조성하는 등의 급격한 개발 과정도 겪어 왔다.

이 과정에서 도심의 기능이 과거에 비해 축소되기는 하였으나, 도심공간은 여전히 서울은 역사성과 입지적 장점을 보유한 경쟁력 있는 중심공간이라 할 수 있겠다.

정부기관을 비롯한 주요 중추기관이 밀집해 있으며, 다양한 상업·업무시설뿐만 아니라 역사 및 문화자원을 보유하고 있다.

본 연구의 목적은 서울시의 전통적 중심지역인 도심의 공간구조적인 특성을 파악하고, 중심부의 토지이용 패턴과 그의 특성을 분석하여 도심의 계획과 개발에 필요한 방향을 제시하는 것을 그 목적으로 한다.

본 연구의 진행을 통해 서울시 도심의 공간구조를 현재의 시점에서 고찰함으로써 향후 수도권을 포함한 광역 대도시권의 중심지로서의 공간구조 위계와 향후서울도심부의 역할에 대하여 계획적인요소와 세부적인 토지이용의 실증적인 분석.

결과를 도출 하고자 한다.

@highlight

이 연구의 목적은 서울시의 전통적 중심지역인 도심의 공간구조적인 특성을 파악하고, 중심부의 토지이용 패턴과 그의 특성을 분석하여 도심의 계획과 개발에 필요한 방향을 제시하는 것을 그 목적으로 한다.

@highlight

이 연구의 진행을 통해 서울시 도심의 공간구조를 현재의 시점에서 고찰함으로써 향후 수도권을 포함한 광역 대도시권의 중심지로서의 공간구조 위계와 향후서울도심부의 역할에 대하여 계획적인요소와 세부적인 토지이용의 실증적인 분석.

@highlight

결과를 도출 하려 한다.

