본 연구는 우리나라 대학생 429명을 대상으로 하여, 4개 차원과 6개 차원을 준거로 사용하여 진로정체감 단계를 비교 분류하고 진로정체감 단계에 따른 진로태도성숙의 수준에 차이가 있는지를 알아보았다.

연구 결과, 첫째 넓은 탐색, 깊은 탐색, 관여 형성, 관여 동일시의 4개 차원에 따라 우리나라 대학생의 진로정체감 단계는 4개의 단계로 유의미하게 분류되었으며, 4개의 진로정체감 단계는 Marcia(1980)의 진로정체감 단계와 유사한 특성을 갖는 것으로 확인되었다.

둘째, 넓은 탐색, 깊은 탐색, 관여 형성, 관여 동일시, 자기회의, 진로유연성의 6개 차원에 따라 우리나라 대학생의 진로정체감 단계는 6개의 단계로 유의미하게 분류되었으며, 기존 진로정체감 4개 단계 외에 탐색유예와 미분화 단계가 새롭게 추가되었다.

셋째, 6개 차원을 준거로 분류된 탐색유예 단계는 기존의 4개 정체감 단계를 사용할 때보다 개인의 진로발달을 더 잘 설명하고 있었다.

넷째, 진로정체감 단계에 따른 진로태도성숙 수준에서 유의미한 차이가 있는 것으로 나타났다.

성취단계가 가장 높은 점수를 나타냈고 다음으로 유실단계가 높은 점수를 갖는 것으로 확인되었다.

마지막으로 본 연구의 제한점과 후속연구에 대해 논의하였다.

@highlight

이 연구는 우리나라 대학생 429명을 대상으로 하여, 4개 차원과 6개 차원을 준거로 사용하여 진로정체감 단계를 비교 분류하고 진로정체감 단계에 따른 진로태도성숙의 수준에 차이가 있는지를 알아보았다.

