체사로 총합가능성(Cesaro summability)은 무한급수에 대한 일반화된 수렴 판단 도구 중 하나이다.

본 논문에서는 1897년부터 1957년까지 고전적인 결과들에 이어 1960년부터 2010년까지 푸리에 급수 등의 총합가능성에 대한 몇가지 결과들을 순차적으로 고찰한다.

특히, 1960년부터 1989년까지 푸리에 급수의 총합가능성에 관한 신고전적인 연구 결과들은 피터슨(G.

M.

Petersen), 코시켄노(Kosi Kanno), 시나(S.

R.

Sinha), 푸청셍(Fu Cheng Hsiang), 프렘 찬드라(Prem Chandra), 딕싯(G.

D.

Dikshit), 로어드스(B.

E.

Rhoades) 등에 의하여 주도 되었다.

결론에서 보어(Huseyin Bor)의 연구 중 $|ar{ N}, p_n |_k-

$ 총합가능성과 $ |ar{ N} , p_n , gamma |_k -

$ 총합가능성 등을 살펴보고 1960년부터 2010년까지 푸리에 급수의 총합가능성에 관한 연구 소 계보를 제시한다.

@highlight

체사로 총합가능성(Cesaro summability)은 무한급수에 관한 일반화된 수렴 판단 도구 가운데 하나이다.

