본

 

연

구

는

 

사

회

인

지

이

론

(

S

C

T

)

,

 

통

합

기

술

수

용

이

론

(

U

T

A

U

T

)

,

 

계

획

된

 

행

동

이

론

(

T

P

B

)

으

로

부

터

 

추

출

된

 

변

인

들

을

 

근

거

로

 

일

반

대

학

 

교

양

과

목

에

서

 

수

행

되

는

 

이

러

닝

에

 

대

한

 

대

학

생

들

의

 

수

용

의

도

를

 

실

증

적

으

로

 

분

석

하

기

 

위

해

 

실

시

하

였

다

.

 

본

 

연

구

에

서

는

 

사

이

버

강

의

자

기

효

능

감

(

O

C

S

E

)

,

 

노

력

기

대

(

E

E

)

,

 

성

과

기

대

(

P

E

)

,

 

지

각

된

 

행

동

통

제

(

P

B

C

)

,

 

주

관

적

 

규

범

(

S

N

)

 

등

을

 

외

생

변

인

으

로

 

설

정

하

였

으

며

 

학

습

자

의

 

성

별

,

 

학

년

,

 

연

령

,

 

이

전

에

 

수

강

한

 

사

이

버

강

의

 

수

,

 

사

이

버

강

의

 

총

 

접

속

횟

수

(

한

 

학

기

당

)

,

 

사

이

버

강

의

 

총

 

접

속

시

간

(

한

 

학

기

당

)

등

을

 

조

절

변

인

,

 

다

음

 

학

기

에

도

 

사

이

버

강

의

를

 

수

강

할

 

것

인

지

에

 

대

한

 

의

도

(

B

I

)

를

 

종

속

변

인

으

로

 

설

정

하

였

다

.

 

본

 

연

구

의

 

목

적

을

 

달

성

하

기

 

위

해

,

 

수

도

권

 

소

재

 

4

년

제

 

A

대

학

에

서

 

이

러

닝

으

로

 

개

설

된

 

교

양

과

목

을

 

수

강

한

 

학

생

들

을

 

대

상

으

로

 

자

료

를

 

수

집

하

였

다

.

 

본

 

연

구

에

서

는

 

구

조

방

정

식

 

모

델

을

 

이

용

하

여

 

변

인

들

 

간

의

 

관

계

를

 

검

증

하

였

다

.

 

본

 

연

구

를

 

통

해

,

 

①

 

성

과

기

대

,

 

주

관

적

 

규

범

과

 

수

강

의

도

 

간

의

 

직

접

효

과

 

있

음

,

 

②

 

사

의

버

강

의

자

기

효

능

감

,

 

노

력

기

대

,

 

지

각

된

 

행

동

통

제

와

 

수

강

의

도

 

간

 

효

과

 

없

음

,

 

③

 

사

용

자

 

배

경

변

인

의

 

조

절

효

과

 

등

과

 

같

은

 

결

과

를

 

얻

을

 

수

 

있

었

다

.

 

이

러

한

 

연

구

결

과

에

 

대

한

 

논

의

를

 

바

탕

으

로

,

 

일

반

대

학

 

교

양

과

목

에

서

 

이

루

어

지

는

 

이

러

닝

에

 

대

한

 

시

사

점

을

 

기

술

하

였

다

.

@highlight

이 연구는 사회인지이론, 통합기술수용이론, 계획된 행동이론으로부터 추출된 변인들을 근거로 일반대학 교양과목에서 수행되는 이러닝에 대한 대학생들의 수용의도를 실증적으로 분석하기 위해 실시하였다. 이 연구에서는 사이버강의자기효능감, 노력기대, 성과기대, 지각된 행동통제, 주관적 규범 등을 외생변인으로 설정하였으며 학습자의 성별, 학년, 연령, 이전에 수강한 사이버강의 수, 사이버강의 총 접속횟수, 사이버강의 총 접속시간등을 조절변인, 다음 학기에도 사이버강의를 수강할 것인지에 대한 의도를 종속변인으로 설정하였다. 이 연구의 목적을 달성하기 위해, 수도권 소재 4년제 A대학에서 이러닝으로 개설된 교양과목을 수강한 학생들을 대상으로 자료를 수집하였다. 이 연구에서는 구조방정식 모델을 이용하여 변인들 간의 관계를 검증하였다. 이 연구를 통해, ① 성과기대, 주관적 규범과 수강의도 간의 직접효과 있음, ② 사의버강의자기효능감, 노력기대, 지각된 행동통제와 수강의도 간 효과 없음, ③ 사용자 배경변인의 조절효과 등과 같은 결과를 얻을 수 있었다.