본 보고에서는 강우에 의한 대규모 노천광산 사면의 붕괴 위험도 평가에 활용 가능한 기술로서 침투-

응력 해석에 의한 사면안정 평가기술 뿐만 아니라 이를 보완하기 위한 방안으로 강우량 자료에 근거한 위험도 추정, 사면에서의 계측자료를 이용한 위험도 예측 기법, 수치표고모델(Digital Elevation Model, DEM)을 이용한 위험도 예측 기법 등을 소개하였다.

누적강우량과 강우강도를 이용하여 사면 붕괴 위험도를 예측할 수 있음을 보였으며, 지하수면 상부 모관흡수력의 계측을 통한 표층 붕괴 위험도 예측이 가능함을 알 수 있었다.

DEM을 이용한 사면 붕괴 위험도 예측기법은 대규모 노천 사면의 위험지역을 사전에 추출하여 관리하고 채광작업 진행에 따른 위험도 변화 양상을 신속하게 파악하는데 유용할 것으로 판단된다.

또한, 노천광산 사면의 안정성을 향상시키기 위한 보조공법으로 자연배수, 수평배수공, 양수공법, 배수 터널공과 같은 지하수위 하강공법의 종류 및 특징과 사면의 지질학적 및 수리지질학적 특징에 따른 적용성에 대해 기술하였다.

@highlight

누적강우량과 강우강도를 이용해 사면 붕괴 위험도를 예측할 수 있음을 보였고, 지하수면 상부 모관흡수력의 계측을 통한 표층 붕괴 위험도 예측이 가능함을 알 수 있었다.

