순서노출암호(order-

revealing encryption)는 암호화된 데이터에서 효율적인 범위 검색(range query)을 가능하게 하는 암호 기술로 IoT(internet of things), 스마트 제조(smart manufacturing), 클라우드 컴퓨팅(cloudcomputing) 등 수집 데이터가 경쟁력으로 직결되는 산업분야에서 중요한 보안 기술 중 하나로 주목받고 있다.

2015년 평문의 순서 정보 이외의 어떠한 추가 정보도 노출하지 않는 “이상적인 안전성(ideal-

security)”을 만족하는순서노출암호가 발표되었다.

하지만 구현 가능한 효율성을 제공하지 못하며, 기반을 두고 있는 multilinear maps의안전성을 의심할만한 다양한 연구결과들이 발표되었다.

최근에는 이상적인 안전성을 우선으로 만족하기 보다는 실제사용가능한 수준의 효율성 달성에 초점을 맞춘 보다 현실적인 기법들이 제안되고 있는 추세이다.

이에 본 논문에서는현재 가장 우수하다고 평가 받는 Lewi 등이 제안한 순서노출암호의 효율성을 분석하고, 동일한 안전성 대비 보다 짧은 암호문을 생성할 수 있는 설계 논리를 제시하여, 공간 복잡도 측면에서 보다 우수한 새로운 순서노출암호를 제안하고자 한다.

@highlight

순서노출암호는 암호화된 데이터에서 효율적인 범위 검색을 가능하게 하는 암호 기술로 IoT, 스마트 제조, 클라우드 컴퓨팅 등 수집 데이터가 경쟁력으로 직결되는 산업분야에서 중요한 보안 기술 중 하나로 주목받았다.

@highlight

이 글에서는 현재 가장 우수하다고 평가 받는 순서노출암호의 효율성을 분석하였다.

