본 연구는 한국의 對중국 FDI가 對중국 수출 및 수입에 미치는 영향을 분석하기 위하여 2001년부터 2012년까지 13개 제조업 패널 자료를 이용한다.

기존 연구에서 다루어지지 않은 한국과 중국의 관세 변화와 산업별 경쟁력을 비교할 수 있는 무역특화지수 변수를 추가한다.

패널 단위근 검정과 패널 공적분 검정을 통해 변수의 안정성을 검증하고 오차수정모형을 이용하여 한국의 對중국 수출입 모형에서 각계열 간에 장기적인 균형관계가 존재하고 단기적인 영향은 각 변수의 시차변수에 의해 판단할 수 있음을 보여준다.

하우스만(Hausman)검정 결과를 통해 확률효과모형(Random Effect Model)계수가 적절함을 알 수 있다.

실증분석 결과에 따르면 첫째, 한국의 對중국 FDI변수는 對중국 수출에 대하여 정비례하고, 수입에 반비례 관계를 가진다.

둘째, 중국과 한국의 1인당 국민총소득 변수는 수출과 수입에 대하여 정비례 관계를 가진다.

셋째, 對중국 수출에 있어서 한국의 무역특화지수 변수는 높은 유의수준에서 정(+)의 관계가 나타나며 한국 제품의 국제 경쟁력이 클수록 중국에 대한 수출이 촉진됨을 보인다.

마지막으로, 중국과 한국의 관세 변수는 수출입에 대하여 중국 관세가 증가할수록 수출이 감소하며 한국의 관세가 증가할수록 수입도 줄어든다.

이는 후에 관세 인하를 대두로 하는 한·중 FTA체결 이후 전체 교역량 증진에 대한 선순환 가능성을 함의하고 있다.

@highlight

이 연구는 한국의 對중국 FDI가 對중국 수출 및 수입에 미치는 영향을 분석하기 위하여 2001년부터 2012년까지 13개 제조업 패널 자료를 이용한다.

