본 연구에서는 안정화제로, 패각으로부터 정제한 CaO를 사용하여 Skull melting법으로 큐빅 지르코니아를 성장시켰다.

꼬막 패각을 HCl을 0.1~1 mol%로 1차 처리한 후 수화반응을 거쳐 최적의 처리시간과 농도를 검토하였다.

HCl을1 mol%의 농도로 처리했을 때 가장 순도가 높았으며 수화반응시 45oC의 온도로 24시간 동안 반응시킬 때 완전한 Ca(OH)2를 얻을 수 있었다.

Ca(OH)2를 1200oC에서 5시간 처리하였을 때 CaO의 순도가 가장 높게 측정되었다.

패각으로부터 얻어진 CaO를 ZrO2에 첨가하여 함량을 10~30 mol% 로 변화시켜 Skull melting법으로 단결정을 성장시켰다.

Skull melting법에사용된 고주파 발진기의 주파수는 약 3.4 MHz이며 단결정의 하강속도는 시간당 3 mm로 4 cm 길이로 성장시켰다.

실험결과 CaO의 함량이 15 mol% 일 때 결정성이 가장 우수했다.

@highlight

본고에서는 안정화제로, 패각으로부터 정제한 CaO를 사용하여 Skull melting법으로 큐빅 지르코니아를 성장시켰다.

