나는 왜 없지 않고 있는가?

이 물음이 인과적 필연성을 동반하는 물리적 원인을 겨냥한 것이 아니라면, 이 물음을 통해 우리가 요구하고 있는 것은 무가 아니라 존재여야만 하는 이유에 대한 철학적 해명일 것이다.

철학의 이 근본물음은, 그러나 이 물음을 수행하는 인간의 존재가 자신의 의사와 무관히 이미 결정된 것으로 주어지는 것일 때, 어떻게 정당하게 제기되고 또 대답될 수 있는가?

만약 내가 자유로운 존재라면, 나는 나 자신의 자유로운 결정에 의해 존재할 수 있어야만 할 것이다.

그러나 내가 나의 존재 여부를 자유롭게 결정할 수 있으려면, 나는 존재하기 이전에 존재해야 하는 존재론적 모순에 빠지게 될 것이다.

반대로 내가 나의 존재 여부를 결정하는 데 개입할 수 없다면, 나는 나 자신이 원해서가 아니라 정체불명의 타의에 의해 내가 되는, 그리하여 자유로운 내가, 내가 아닌 다른 누군가/무언가의 의지에 의해 자유로 정립되는 또 다른 모순이 발생하게 될 것이다.

이처럼 내가 왜 없지 않고 있는가를 묻는 것은 가장 근원적인 형태의 자유인 자기원인적 자유가 어떤 식으로든 인간에게도 가능한 것인지를 묻는 것이다.

이러한 문제의식 아래, 이 글은 근원적 자유로 명명된 자기원인적 자유에 대한 논의를 통해 오늘날 철학적 논란의 중심에 서 있는 인간적 자유의 본질적 계기와 그 가능성에 대한 성찰을 시도하고, 그로부터 왜 무가 아니고 존재인가에 대한 형이상학적 근본물음을 더불어 묻고 또 대답해보려는 것이다.

@highlight

나는 왜 없지 않고 있는가?

@highlight

이 물음이 인과적 필연성을 동반하는 물리적 원인을 겨냥한 것이 아니라면, 이 물음을 통해 우리가 요구하고 있는 것은 무가 아니라 존재여야만 하는 이유에 대한 철학적 해명일 것이다.

@highlight

이처럼 내가 왜 없지 않고 있는가를 묻는 것은 가장 근원적인 형태의 자유인 자기원인적 자유가 어떤 식으로든 인간에게도 가능한 것인지를 묻는 것이다.

