치료지원에 관한 연구들은 특수교육법 제정 이후 꾸준히 증가해 왔으며 다양한 연구결과 및 정책과제들을 통해 효율적인 방안이 제시되어 왔지만, 실제 교육현장에서의 적용 및 실천에 있어서는 여전히 많은 과제를 안고 있는 실정이다.

따라서 치료지원 대상자 확대에 따른 구체적인 개선방안이 요구된다.

이에 본 연구에서는 국내 치료지원 관련 연구들의 동향을 분석함으로써 특수교육대상자의 교육을 효율적으로 실시하기 위한 치료지원서비스 체계 방안을 모색해 보고자 한다.

이를 위하여 최종적으로 30편의 연구가 분석대상 논문으로 선정되었다.

최종 선정된 30편의 논문들은 연구문제에 의거해 주제별로 분류되었으며 치료지원 실태, 치료지원 실천에서의 문제점, 치료지원서비스 만족도 및 요구로 나눌 수 있었다.

이에 따라 연구동향 분석결과에 기초하여 국내 치료지원서비스 활성화를 위한 개선방안에 대해 제도적 측면, 개인적 측면, 교육적 측면을 중심으로 논의하였다.

본 연구는 특수교육법 제정 이후부터 현재까지 실시되어 온 치료지원서비스의 연구동향을 분석함으로써 치료지원 실태를 점검하고 향후 치료지원서비스 정책을 검토하기 위한 기초자료를 제공하였다는 점에서 그 의의를 찾을 수 있다.

@highlight

치료지원에 대한 연구들은 특수교육법 제정 이후 꾸준히 증가해 왔으며 다양한 연구결과 및 정책과제들을 통해 효율적인 방안이 제시되어 왔지만, 실제 교육현장에서의 적용 및 실천에 있어서는 여전히 많은 과제를 안고 있는 실정이다.

