모바일 폰에 RFID 리더를 탑재하여 RFID 태그가 부착된 모든 사물에 대한 정보를 무선인터넷을 통해 전송받을수 있도록 하는 모바일 RFID 서비스가 부가가치산업으로서 자리를 잡아가고 있다.

이러한 모바일 RFID 서비스의 등장은 RFID를 이용한 서비스 영역이 B2B에서 B2C로의 확대를 의미하며 새로운 수익창출을 기대할 수 있는 이동통신분야의 유망서비스로 볼 수 있다.

본 연구의 목적은 모바일 RFID 서비스 사용의도에 미치는 영향요인을 분석함으로써 모바일 RFID 서비스의 촉진 및 활성화를 위해 필요한 시사점들을 관련 실무자 및 관리자들에게 제공하고자 하는것이다.

연구의 목적을 달성하기 위해 모바일 RFID 서비스 사용의도에 미치는 영향요인을 기존의 선행연구들을 기반으로 개인적 요인, 기술적 요인, 경제적 요인, 환경적 요인으로 구분하고 연구모형과 가설을 설정하였다.

모형 및 가설을 검증하기 위해 모바일 RFID 시범서비스 경험이 있는 이용자들을 대상으로 웹을 통해 설문조사를 실시하고 구조방정식모형 분석기법에 의해 수집된 데이터를 분석하였다.

그리고 분석된 결과를 기반으로 모바일 RFID 서비스를 촉진하고 활성화하는데 필요한 시사점들을 제시하였다.

@highlight

본고의 목적은 모바일 RFID 서비스 사용의도에 미치는 영향요인을 분석함으로써 모바일 RFID 서비스의 촉진 및 활성화를 위해 필요한 시사점들을 관련 실무자 및 관리자들에게 제공하고자 하는것이다.

