주택가격이 소비에 미치는 영향에 관해 학계에서는 그동안 자산효과가설과 공통요인가설이 대립해왔다.

본 논문은 두 가설 가운데 어느 것이 금융위기 이후 우리나라에서 더 적합한지를 검토하고 실증적으로 확인해 보았다.

분석 결과, 첫째 모든 기간에 걸쳐 주택가격 상승은 가구의 소비 증가에 유의미한 영향을 미치지 못했다.

둘째, 부채 자체는 소비를 증가시키는 것으로 유의하게 나왔지만 주택가격 변화에 대해 부채 가구의 소비는 유의하지 않았다.

셋째, 주택가격 변화가 다주택 보유 가구의 소비에 미치는 영향은 일관된 결과로 나타나지 않았다.

본 논문은 이러한 결과를 더욱 면밀히 확인하기 위해 소득계층별로 다시 추정해 보았지만 모든 기간에 걸쳐 주택가격의 변화가 소득계층별 가구 소비에 미치는 영향은 유의하지 않았다.

즉 기존의 논문들과 달리 공통요인가설이 금융위기 이후 우리나라에 더 적절한 이론인 것으로 확인된 것이다.

그동안 주택자산효과를 기대하고 추진된 다양한 정책은 소비 증가의 편익 효과는 얻지 못한 채, 미래의 사회적 비용만을 초래했을 가능성이 높다.

따라서 주택시장을 자극해서 경제를 활성화시키는 정책은 신중할 필요가 있는 것이다.

@highlight

주택가격이 소비에 미치는 영향에 대해 학계에서는 그동안 자산효과가설과 공통요인가설이 대립하였다.

@highlight

두 가설 가운데 어느 것이 금융위기 이후 우리나라에서 더 적합한지를 검토하고 실증적으로 확인하였다.

@highlight

모든 기간에 걸쳐 주택가격 상승은 가구의 소비 증가에 유의미한 영향을 미치지는 않았다.

