본 연구에서는 대학생이 지각한 부모양육방식과 부모화 그리고 사회불안 간의 관계를 탐색하고, 부정적 부모양육방식과 사회불안의 관계에서 부모화의 매개효과를 검증하였다.

본 연구의 참여자는 남녀 대학생 262명이었으며, 연령 분포는 만 18세에서 28세 사이였다.

본 연구에서 사용한 심리검사는 Parker의 부모-

자녀 결합형태 검사, 부모화 질문지 그리고 LaGreca의 사회불안 척도였다.

상관분석 결과, 어머니의 부정적 양육방식과 아버지의 부정적 양육방식 모두 사회불안과 유의한 정적 관계가 있었다.

하지만 부모양육방식은 사회불안 요인 중에 새로운 사회적 상황에 대한 두려움과는 상관이 없었고, 타인의 평가에 대한 두려움이나 일반적인 사회적 상황에 대한 두려움과 유의한 상관이 있었다.

대학생이 지각한 부모의 부정적 양육방식은 부모화와도 정적 상관을 보였다.

부모화도 사회불안과 정적으로 관계하고 있었다.

그러나 부모화는 사회불안 요인 중에 새로운 사회적 상황에 대한 두려움과는 상관이 없었다.

부모화는 부모의 부정적 양육방식과 사회불안 사이를 부분적으로 매개하는 것으로 나타났다.

본 연구의 결과를 선행연구와 사회성과 관련된 부모의 역할에 대한 Adler의 개인심리학의 이론을 바탕으로 논의하였다.

@highlight

이 연구에서는 대학생이 지각한 부모양육방식과 부모화 그리고 사회불안 간의 관계를 탐색하고, 부정적 부모양육방식과 사회불안의 관계에서 부모화의 매개효과를 검증했다.

@highlight

이 연구의 참여자는 남녀 대학생 262명이었으며, 연령 분포는 만 18세에서 28세 사이였다.

@highlight

이 연구에서 사용한 심리검사는 Parker의 부모-

@highlight

자녀 결합형태 검사, 부모화 질문지 그리고 LaGreca의 사회불안 척도였다.

@highlight

이 연구의 결과를 선행연구와 사회성과 관련된 부모의 역할에 대한 Adler의 개인심리학의 이론을 바탕으로 논의했다.

