지배주주와 일반주주 사이의 이익충돌은 특히 기업집단에 속하는 회사에서 복잡한 모습으로 나타난다.

이는 오래 전부터 널리 알려진 주제로 이미 국내외적으로 무수한 연구가 발표된바 있지만 논의는 수그러들기는커녕 오히려 열기를 더하고 있다.

재벌이라 불리는 대규모 기업집단이 경제는 물론 정치, 사회, 문화의 영역에서 위세를 떨치고 있는 우리나라에서 이 문제는 특히 절실하게 다가온다.

이 글의 목적은 이런 문제의식을 토대로 기업집단에서의 이익충돌에 대한 전반적인 규제체계를 음미하는 것이다.

이익충돌이 등장하는 국면은 실로 각양각색이지만 이 글에서는 편의상 가장 기본적 유형인 계열회사 사이의 거래, 즉 관계자거래에 초점을 맞추었다.

관계자거래에 대한 규제로 한정하더라도 그에 관련된 쟁점은 부지기수이다.

이 글에서는 실무적 관점보다는 주로 거시적 제도설계의 관점에서 기존 규제 전반을 훑어보았다.

이 글의 순서는 다음과 같다.

먼저 II에서는 원론적인 측면에서 관계자거래에 대한 규제방식을 살펴보았다.

III에서는 II의 서술을 토대로 관계자거래에 관한 현행 법규제의 몇 가지 문제점을 검토하였다.

IV에서는 종합적인 관점에서 규제강화와 관련된 몇 가지 논점을 짚어보았다.

@highlight

지배주주와 일반주주 사이의 이익충돌은 특히 기업집단에 속하는 회사에서 복잡한 모습으로 나타난다.

@highlight

이 글의 목적은 이런 문제의식을 토대로 기업집단에서의 이익충돌에 대해 전반적인 규제체계를 음미하는 것이다.

