프로브카드의 소형화, 고기능화.

고집화에 따라 고강도 무수축 기판에 레이저 가공 공정을 이용한 미세 홀 천공에 대한 관심이 높아지고 있다.

그린 상태에서 레이저 펀처로 미세 홀을 천공 시 테이퍼 현상이 중요한 공정 문제가 되고있다.

Entrance hole과 exit hole의 크기 차이는 홀 크기가 작을수록 커지고, 홀 크기가 커질수록 작아지는 경향을 나타내었다.

테이퍼 현상을 개선하기 위해 second hole 가공 공정을 적용하였다.

기판의 두께가 380 μm인 기판 상에 80 μm 홀 천공시 최적의 second hole 크기를 찾기 위해 70~79 μm 홀을 천공하였을 경우 76 μm와 77 μm에서 테이퍼는 11.9 %로 가장 낮게 나타났다.

천공된 무수축 기판을 소결한 후에는 테이퍼가 7 %로 개선되었다.

First hole 크기와 비교하였을 때 second hole 크기는 first hole 크기의 약 95~97 % 일 때 테이퍼가 가장 적었다.

@highlight

프로브카드의 소형화, 고기능화.

@highlight

고집화에 따라 고강도 무수축 기판에 레이저 가공 공정을 이용한 미세 홀 천공에 대해 관심이 높아지고 있다.

