본 연구는 전승환경의 변화를 알아보기 위해서 전승제도 및 전수교육의 변화에 대해 연구하는데 그 목적이 있다.

연구의 방법은 1,2차 사료의 각종 문헌들을 고찰하는 방법을 채택하였으며, 결론은 다음과 같다.

첫째, 1962년에 제정된 문화재 보호법은 많은 문제점을 가지고 있었으나, 1982년부터 전면적인 개정 및 일부개정을 하면서 문제점을 보강해 나갔다.

둘째, 무형문화재 보유단체 및 인간문화재에게 지원되는 지원이 많이 부족해 생계에 많은 어려움을 느꼈으나, 이후 계속적인 개정을 하면서 현실적인 지원 대책이 마련되었다.

셋째, 한국전통무용의 문화재 지정은 한국무용에 대한 사회적 인식의 상승효과를 불러와 무용인들의 자긍심을 향상시켰다.

넷째, 한국전통무용 부문 중요무형문화재 지정인원이 다른 분야에 비해 많이 부족하다고 할 수 있다.

이에 전통무용 부문 문화재 지정인원에 대한 검토가 필요하다.

다섯째, 한국의 전통무용은 기존의 도제식 방식에서 벗어나지 못하는 한계가 있다.

이에 전수교육방식에 대한 다른 접근 방식이 필요하다고 보며, 이는 예술고등학교, 대학교 무용과 등의 수업내용에 포함되어 교육하는 등 전수교육방식에 대한 재검토가 필요하다고 본다.

@highlight

본 논문은 전승환경의 변화를 알아보기 위해서 전승제도와 전수교육의 변화에 대해 연구하였다.

@highlight

연구 방법은 1,2차 사료의 각종 문헌들을 고찰하는 방법을 채택했다.

@highlight

1962년에 제정된 문화재 보호법은 많은 문제점을 가지고 있었지만, 1982년부터 전면적인 개정 및 일부개정을 하면서 문제점을 보강하였다.

