본 연구는 1930년대 전반 일본에서 일본노동조합총평의회(이하, 총평)의 중부지방평의회(이하, 중부지평) 산하에서 활동한 한인노동자들의 운동을 발굴하여 당해분야 연구에 새로운 페이지를 추가하고자 하는 것이다.

총평은 세계대공황의 충격이 미쳤던 1931년에 창립된 합법적인 전국규모 노동단체였고, 그 중부지평의 노동조합에는 다수의 한인조합원이 있었다.

1932년, 33년에 총평 중부지평의 조합원은 전체의 2/3가 한인이었고, 그 중에서도 중부지방자유노조는 전원이 한인노동자였다.

1934년의 총평 중부지평은 중부자유노조로만 유지되었다.

1931년에서 1934년까지 중부자유노조를 비롯한 중부지평의 한인 지도자들은 당해 지역거주 한인 노동자들의 임금차별반대, 실업반대 등의 권익옹호 운동을 적극적으로 지원하였다.

또한 매년 당해 지방에서 개최된 기념일 행사에서 존재감을 피력했으며, 1934년 4월에는 나고야지방노동조합회의 결성을 주도하였다.

1934년 말 총평이 일본노동조합전국평의회(이하, 전평)로 확대 재편성된 이후에도 중부지방의 소속조합은 총평 시절과 유사한 구성이었으며 조합원도 대부분 한인들이었다.

1935년에 전평 중부자유노조는 파시즘반대운동과 나고야시 오소네 직업소개소장 민족차별발언 항의운동을 주도했다.

@highlight

이 연구는 1930년대 전반 일본에서 일본노동조합총평의회(이하, 총평)의 중부지방평의회(이하, 중부지평) 산하에서 활동한 한인노동자들의 운동을 발굴해 당해분야 연구에 새로운 페이지를 추가하고자 하는 것이다.

