본 연구에서는 미래 사회에 요구되는 창의적 사고력을 갖춘 민주 시민을 양성하기 위하여 창의적 문제해결학습의 단계를 구안하고 이 단계에 따른 수업 사례를 개발하고자 하였다.

이를 위해 기존의 창의적 문제해결학습 과정들을 검토하여 초등학교 단계에 적합한 창의적 문제해결학습 단계를 제시하였다.

적용한 단계로는 [문제의 도출 및 선정 → 문제의 파악 및 탐색 → 문제의 명확화 → 문제와 관련된 자료 찾기 → 문제의 원인 파악 → 문제해결을 위한 아이디어 탐색 → 문제해결책 모색 → 실천 방안 모색] 순이다.

단계의 적용을 위해 이 모형의 단계들을 초등 4학년 ‘함께 하는 주민 자치’ 중 ‘지역 문제의 해결’단원에 적용하였다.

이 단계의 적용 과정에서 문제의 원인과 해결 방안을 모색하는 과정에서 다양한 아이디어를 산출하도록 하고, 각 아이디어를 평가하면서 정교화 하도록 하고, 모둠 속의 상호작용 과정을 통해 창의적 사고력을 촉진하고 문제해결을 위해 협업하면서 해결 방안을 모색하도록 설계하였다.

그리하여 이 개발 사례의 적용을 통해 미래 사회에 필요한 창의적 문제해결력을 갖춘 민주 시민을 양성하는 데 도움이 될 것이다.

@highlight

이 연구에서는 미래 사회에 요구되는 창의적 사고력을 갖춘 민주 시민을 양성하기 위해 창의적 문제해결학습의 단계를 구안하고 이 단계에 따른 수업 사례를 개발하고자 했다.

