본 연구에서는 아우토겐 훈련 프로그램이 정서 및 행동 문제를 가지고 있는 청소년들의 우울, 불안 및 학교 적응 정도에 미치는 효과를 알아보았다.

경기도 김포 소재의 정신건강의학과 및 유관 기관을 통해 프로그램 참여를 희망하는 청소년을 대상으로 프로그램을 실시하였으며, 치료집단에 10명, 대기통제집단에 8명을 배치하였다.

아우토겐 훈련은 주 1회씩 총 8회기에 걸쳐 진행되었다.

연구참여자는 프로그램 참여 전, 소아 우울 검사(CDI), 상태-

특성 불안 검사(STAI), 학교 적응 척도를 실시하였고, 프로그램 종료 후 사후 검사 및 3주 후 추적 검사가 이루어졌다.

그 결과, 프로그램 종료 후 우울, 불안 및 학교 적응 수준에서 치료집단과 대기통제집단 간 차이는 나타나지 않았으나 대기통제집단에서 검사 시기별 유의미한 변화가 없는 것과 다르게 치료집단에서는 사후 및 추적 시기에서 불안 정도가 유의미하게 감소하였으며 추적 시기로 갈수록 그 효과는 더욱 큰 것으로 나타났다.

우울 및 학교 적응과 관련하여서도 통계적으로 유의미하지는 않았으나 평균 점수가 긍정적으로 변화하였다.

이와 같은 결과에 대해 치료효과 영역 별로 논의하였고, 본 연구의 의의와 제한점 및 추후 연구에 대해 제언하였다.

@highlight

본고에서는 아우토겐 훈련 프로그램이 정서 및 행동 문제를 가지고 있는 청소년들의 우울, 불안 및 학교 적응 정도에 미치는 효과를 알아보았다.

