이 글에서는 국어 교과서나 교사용 지도서에 제시해 놓은 문법 영역의 교수·학습을 위한 활동 자료들을 분석하여 그 실태를 파악하고, 이를 바탕으로 국어 교과서를포함하여 효과적인 문법 교수·학습 자료를 개발하는 데 요구되는 원리를 제시하고자 했다.

여기서는 문법 영역의 교수·학습을 위한 활동 자료 개발의 원리로 과정성의 원리, 실제성의 원리, 위계성의 원리, 통합성의 원리에 대하여 논의하였다.

과정성의 원리는 문법 지식도 고정 불변의 것이 아니라 가변적임에 주목하여 결과로서의 문법 지식을 제시하지 말고 지식을 구성해 가는 과정을 통하여 탐구력이 신장될 수 있도록 교재를 개발하는 것과 관련된다.

실제성의 원리는 교과서에 제시된 문법 내용이 대부분 학습자의 국어 생활과 동떨어져 있음을 비판하고, 학생들의 국어생활을 분석하여 그 결과를 바탕으로 교수·학습 자료를 개발하는 것과 관련된다.

위계성의 원리는 교과서에서 다루어지고 있는 문법 내용은 학년 간의 난도가 고려되지 않은 것이 있는데 이를 고려한 자료를 개발하는 것과 관련된다.

마지막으로 통합성의 원리는 익히 알고 있는 국어과의 각 영역 간의 통합, 성취 기준, 학습 내용 간의통합뿐만 아니라 문어와 구어가 통합된 교수·학습 자료를 개발하는 것과 관련된다.

지금까지 문어 중심의 문법 교육을 비판하고 문어와 구어의 통합을 통하여 균형을갖춘 문법 교육이 이루어져야 함을 논의했다.

@highlight

이 글에서는 국어 교과서나 교사용 지도서에 제시해 놓은 문법 영역의 교수·학습을 위한 활동 자료들을 분석해 그 실태를 파악하고, 이를 바탕으로 국어 교과서를포함해 효과적인 문법 교수·학습 자료를 개발하는 데 요구되는 원리를 제시하고자 했다.

