본 연구에서는 농업시설물 중 내재해형 비닐하우스와 축사에 대한 화산재 취약도를 평가하였다.

이들 농업시설물에 대한 화산재 취약도를 평가하기 위해 화산재 하중의 확률밀도함수와 대상 시설물 저항성능의 확률밀도함수를 비교하는 해석적 접근법 기반의 FOSM(first-

order second-

moment) 방법이 이용되었다.

화산재 취약도 평가를 위하여 폭과 높이 그리고 단면 및 재료적 특성이 상이한 6종의 내재해형 비닐하우스와 표준형, 해안형, 산간형으로 구분된 3종의 축사가 사용되었다.

또한 FOSM 방법으로 평가된 내재해형 비닐하우스와 축사의 취약도는 GEV(generalized extreme value) 분포함수의 모수 형태로 최적화된 후 데이터베이스화되었다.

본 연구에서 평가한 화산재 취약도는 백두산 화산분화에 따른 화산재 퇴적에 대한 농업시설물의 위험도 평가를 위하여 활용될 수 있다.

@highlight

본논문에서는 농업시설물 중 내재해형 비닐하우스 및 축사에 대한 화산재 취약도를 평가했다.

