수학적 과정에서 나타나는 언어·구문론적 표현 체계와정의적 표현 체계 사이에는 긴밀한 상호 작용이 이루어진다.

한편, 수학적 개념 체계도 본질적으로 은유적이므로언어적 표현을 통해 나타나는 수학적 개념 구조에 대한분석은 수학 학습에 작용하는 인지·정의적 장애 요인의근원을 밝히는데 도움이 될 수 있다.

이에 본 연구에서는수학 영재아의 문제해결 프로토콜을 인지언어와 메타정의의 관점에서 분석하여 텍스트 및 은유의 기능적 특성과메타정의의 기능적 특성 사이의 관계성을 파악하였다.

그결과 문제해결의 성공 여부에 따라 수학 영재아의 인지적, 정의적 특성이 반영된 행위의 양상이 서로 다르게 나타났다.

성공적이지 못한 문제해결의 경우에는 성공적인 경우에 비해 내부 표현 체계로서의 은유를 활용하는 행위가상대적으로 빈번하게 나타났다.

또한 은유의 인지언어학적측면이 문제해결에 중요하게 작용하면서 동시에 은유라는외적 표현에는 메타정의적 속성이 긴밀하게 관련되어 나타났다.

@highlight

본 연구에서는 수학 영재아의 문제해결 프로토콜을 인지언어 및 메타정의의 관점에서 분석하여 텍스트와 은유의 기능적 특성과메타정의의 기능적 특성 사이의 관계성을 파악하였다.

