본 연구는 기업 가치 분석을 위한 최적 변수를 선정하고, 이 변수를 사용하여 기업의 가치를 분석하였다.

본 연구의 결과는 2가지로 구분할 수 있다.

첫째, 변수 선정을 위해 선행연구에서 사용한 기업가치 분석방법 및 변수를 고찰하였다.

이를 토대로 AHP 기법을 사용하여 8개의 변수를 도출하였다.

추가로 투자 전문가들이 사용한 변수 중 공통분모를 추출하였다.

최종적으로 도출한 변수는 배당수익률, PER, PBR, PCR, EV/EBITDA, ROE, 순이익 증가율, 매출성장률, 순유동자산, 부채비율, 유동비율, 재고자산회전율, 매출채권회전율, 종사자 1인당 순이익, 영업이익률, 매출액 순이익률, 총자본 순이익률, EPS 성장률의 18개 수정 변수를 도출했다.

둘째, 선정된 변수를 사용하여 기업 가치를 예측하였다.

예측을 위해 8개의 변수를 사용하여 로지스틱 회귀분석을 수행한 결과, 59.67%의 정확도를 나타내 8개의 변수는 적절하지 않음을 알 수 있었다.

이어서 18개의 변수를 사용하여 분석한 결과 91.98%의 정확도를 나타내 기업의 가치를 분석하기 위해서는 18개의 변수를 사용하는 것이 바람직하다는 것을 알 수 있었다.

@highlight

이 연구는 기업 가치 분석을 위한 최적 변수를 선정하고, 이 변수를 사용해 기업의 가치를 분석했다.

@highlight

변수 선정을 위해 선행연구에서 사용한 기업가치 분석방법 및 변수를 고찰했다.

