민간 자율경쟁 방식으로 난방시장의 패러다임 전환이 이루어지는 시점에서소비자의 선택을 받기 위한 도시가스 개별난방(이하 가스난방)과 지역난방 업계간의 경쟁은 더욱 치열해질 전망이다.

난방방식이 가구의 난방비에 미치는 영향을 분석하기 위해 서로 간 인접해 있는 수도권의 가스난방 200가구와 지역난방 200가구에 대해 난방사용실태조사를 실시하였다.

동일한 난방환경을 가정할 때 난방방식은 가구의 난방비 지출에 거의 영향을 미치지 않는 것으로 나타났다.

지역난방 방식이 7% 저렴한 것으로 분석되었으나 가스난방 가구에서 적극적인 난방습관으로 4% 비용을 절감하였으며 결과적으로 3% 차이에 그쳤다.

오히려 보온제품 사용이나 동내의 착용 등 난방습관이 중요한 영향을 미치는것으로 분석되었다.

업계에서는 소모적인 공급경제성 공방에서 벗어나 소비자의 난방사용에 보다 관심을 가지고 연구해나갈 필요가 있다.

정부 입장에서도홍보나 캠페인 등을 통해 국민들의 난방습관을 개선해가는 것이 에너지절약에보다 효과적일 수 있다.

@highlight

민간 자율경쟁 방식으로 난방시장의 패러다임 전환이 이뤄지는 시점에서소비자의 선택을 받기 위한 도시가스 개별난방(이하 가스난방)과 지역난방 업계간의 경쟁은 더욱 치열해질 전망이다.

