본 연구는 기업의 공익연계마케팅 활동의 효과를 측정하기 위해 소비자의 공익연계마케팅 제품에 대한 선호도를 종속변수로 선정하여 실험을 진행하였다.

공익연계마케팅 제품에 대한 선호도에 영향을 미치는 주된 요인 중 하나인 제품 유형의 영향에 초점을 두었다.

기존 연구는 제품 유형이 공익연계마케팅의 효과에 미치는 영향에 관해 쾌락적인 제품이 실용적인 제품에 비해 공익연계마케팅의 효과가 높다고 밝혔고, 이는 죄책감의 논리로 주로 설명되었다.

그러나 상반된 연구 결과가 존재하고 죄책감의 수준은 소비자나 시장 환경의 특성에 따라 다를 수 있다는 점에서, 본 연구는 제품 유형의 영향을 심층적으로 살펴보고자 하였다.

그래서 한국과 중국 시장을 비교 대상으로 하여 국가와 제품 유형 간의 상호작용 효과를 검증하였다.

검증 결과, 유의한 효과가 존재하였고 한국과 중국 소비자 간에 제품 유형에 따른 공익연계마케팅 제품 선호도에 대한 차이가 있었다.

이와 같은 연구 결과를 바탕으로 본 연구의 시사점과 한계점 및 향후 연구방향에 대해 제시하였다.

@highlight

본 연구는 기업의 공익연계마케팅 활동의 효과를 측정하기 위해 소비자의 공익연계마케팅 제품에 대한 선호도를 종속변수로 선정하여 실험을 진행하였으며, 이를 통해 제품 유형의 영향을 심층적으로 살펴보고자 하였다.

