본

 

유

한

요

소

해

석

적

 

연

구

는

 

새

로

운

 

L

o

c

k

 

s

c

r

e

w

 

시

스

템

을

 

소

개

하

고

 

그

 

역

학

적

 

특

성

을

 

분

석

하

여

 

L

o

c

k

 

s

c

r

e

w

가

 

지

대

주

 

나

사

 

풀

림

을

 

방

지

할

 

수

 

있

는

지

 

알

아

보

려

고

 

한

다

.

 

L

o

c

k

 

s

c

r

e

w

는

 

임

플

란

트

 

지

대

주

 

내

부

에

 

체

결

하

여

 

지

대

주

 

나

사

 

두

부

에

 

압

축

력

을

 

가

하

는

 

장

치

이

다

.

 

그

효

과

를

 

알

아

보

기

 

위

해

 

C

A

D

 

프

로

그

램

을

 

이

용

하

여

 

모

델

링

을

 

하

였

고

,

 

이

를

 

다

양

한

 

하

중

조

건

 

하

에

서

 

유

한

요

소

해

석

법

을

 

이

용

해

 

분

석

하

였

다

.

 

우

선

 

지

대

주

 

나

사

의

 

조

임

회

전

력

에

 

따

른

 

전

하

중

을

 

측

정

하

고

 

이

론

 

값

과

 

비

교

하

여

 

해

석

모

델

을

 

검

증

하

였

다

.

 

검

증

된

 

해

석

 

모

델

을

 

외

부

 

하

중

이

 

없

는

 

것

과

 

1

7

8

 

N

을

 

부

여

한

 

것

으

로

 

나

누

어

 

L

o

c

k

 

s

c

r

e

w

의

 

조

임

회

전

력

을

 

각

각

 

1

0

,

 

2

0

,

 

3

0

 

N

c

m

으

로

 

변

화

시

켰

고

,

 

이

때

 

임

플

란

트

 

구

성

요

소

의

 

응

력

 

분

포

가

 

어

떠

한

 

특

성

을

 

보

이

는

지

 

살

펴

보

았

다

.

 

여

러

 

하

중

조

건

 

하

에

서

 

L

o

c

k

 

s

c

r

e

w

의

 

사

용

은

 

임

플

란

트

 

구

성

요

소

의

 

항

복

강

도

를

 

넘

어

서

는

 

등

가

응

력

을

 

발

생

시

키

지

않

았

다

.

 

또

한

 

지

대

주

-

지

대

주

 

나

사

 

계

면

에

서

 

축

방

향

 

하

중

의

 

증

가

를

 

보

였

다

.

 

L

o

c

k

 

s

c

r

e

w

의

 

사

용

은

 

임

플

란

트

 

구

성

요

소

에

 

과

도

한

 

응

력

을

 

가

하

지

 

않

으

며

,

 

지

대

주

-

지

대

주

 

나

사

 

계

면

의

 

마

찰

력

을

증

가

시

켜

 

지

대

주

 

나

사

 

풀

림

을

 

방

지

할

 

수

 

있

을

 

것

으

로

 

판

단

된

다

.

@highlight

유한요소해석적 연구는 새로운 Lock screw 시스템을 소개하고 역학적 특성을 분석해 Lock screw가 지대주 나사 풀림을 방지할 수 있는가를 연구했다. Lock screw는 임플란트 지대주 내부에 체결하여 지대주 나사 두부에 압축력을 가하는 장치로 사용 시 임플란트 구성요소에 과도한 응력을 가하지 않았다.