본 연구는 아웃도어 캠핑 참여자들의 레크리에이션 전문화 과정 분석을 통하여 급속하게 성장하고 있는 캠핑시장에 맞는 효율적인 대응전략을 마련하고 세분화된 캠핑시장의 특성을 파악할 수 있도록 기초자료를 제공하는데 그 목적이 있다.

본 연구에서 연구대상자는 1년 10회 이상 캠핑 활동을 하는 캠핑참여자를 학력, 직업, 소득, 종교에 대한 제한 없이 10명을 선정하여 근거이론 분석방법에 따라 아웃도어 캠핑 참여자들의 레크리에이션 전문화 과정에 대해 분석하였다.

이 과정을 통해 최종적으로 106개의 개념과 18개의 하위범주가 생성되었으며, 이를 다시 6개의 상위범주로 더욱 추상화시켰다.

둘째, 인과적 조건, 상황적 맥락, 중심현상, 중재적 조건, 상호작용전략, 결과의 6가지 패러다임 축으로 각 범주들이 서로 어떠한 관계를 가지고 있는지 규명하였다.

셋째, 전체적인 이야기 윤곽을 통해서는 ‘삶의 시너지 효과’라는 중심현상과 이를 상승시키는 레크리에이션 전문화의 관계에 대해 주목하고, 그 윤곽 안에서 ‘캠핑의 달인’이라는 핵심범주를 도출할 수 있었다.

@highlight

이 연구는 아웃도어 캠핑 참여자들의 레크리에이션 전문화 과정 분석을 통하여 급속하게 성장하고 있는 캠핑시장에 맞는 효율적인 대응전략을 마련하고 세분화된 캠핑시장의 특성을 파악할 수 있도록 기초자료를 제공하는데 그 목적이 있다.

