다양한 분야의 산업 현장에서는 복합적으로 대용량의 데이터가 상호 연관성을 가지고 발생한다.

산업유형별 공정에서 다양한 데이터들을 수집할 수 있으나, 각 프로세스 사이에서 서로 연관성 있게 통합하지 못하고 있다.

기존 산업유형별 데이터는 성형조건표 설정치 값과 작업공정에서 문제가 발생했을 경우 작업자가 임의 값을 입력하였다.

본 논문에서는 각 산업유형별로 수집되는 데이터의 융합 및 분석처리 모델의 설계를 하고, 예측 사례(자동차 커넥트)를 통해서 표준 성형 조건표를 통한 마스터 데이터와 제조공정 과정에서 수집된 생산이력파일을 비교분석하여 다양한 불량요인과 예외사항에 대한 패턴분석과 재해석, 작업자에 대한 임의 값을 수치화를 통해 새로운 성형 조건표를 통한 불량률 감소, 생산성 증가, 공정 개선, 원가 절감 등의 기업 수익 향상과 제조 산업의 공정에 맞는 다양한 데이터분석과 검증 모델을 설계할 수 있다.

또한, 분석 검증된 표준 설정치에 의한 제조 공정의 최적화, 일관성, 객관성을 확보할 수 있고 다양한 패턴유형을 통한 산업유형별에 맞는 최적화(표준 설정치) 기술을 지원할 수 있다.

@highlight

본고에서는 각 산업유형별로 수집되는 데이터의 융합 및 분석처리 모델의 설계를 하고, 다양한 불량요인과 예외사항에 대한 패턴분석과 재해석, 기업 수익 향상과 제조 산업의 공정에 맞는 다양한 데이터분석과 검증 모델을 설계할 수 있다.

