박근혜 정부 들어 교육부와 국립대학 사이에 총장 임용을 둘러싼 갈등이 심화되었다.

총장임용제도는 헌법이 보장하는 대학자치의 핵심내용 중 하나다.

대학자치는 학문의 자유를 보장하기 위한 수단으로서 헌법은 대학을 기본권주체로 인정할 뿐 아니라 대학 운용의 사안을 대학이 자율적으로 결정할 수 있는 객관적 제도를 보장하고 있다.

총장임용제도를 둘러싼 갈등을 해속하고 대학이 학문의 자유를 수호하는 보루로서 그리고 사회적 비판 기능을 수행하는 조직으로서 자리 잡기 위해서는 대학 내의 민주주의가 중요하다.

대학민주주의는 교수와 함께 다른 대학구성원의 참여와 숙의를 통한 민주주의를 구축함으로써 확보할 수 있다.

무엇보다도 교수들이 학문공동체 내에서 공동체의 주체로서 능동적으로 공동체적인 논제와 현안에 참여할 수 있어야 한다.

민주화 이후에 교수회의 조직과 구성이 일반화되어 있을 뿐 아니라 학문공동체의 의사결정구조에도 교수회가 적극적으로 개입하는 까닭이다.

대학 총장 임명권을 전적으로 국가에게 부여하는 것은 헌법에 위배될 소지가 크다.

그렇다고 총장직선제만이 헌법에 부합한다고 볼 수는 없다.

다만 헌법의 여러 관련 규정에 비추어볼 때, 학교구성원의 자율적 의사를 최대한 존중하되 국민적 정당성을 확보하기 위해 최소한의 국가의 공공적 관여를 결합시켜야 할 것이다.

교수와 학생과 직원이 참여하는 민주공화주의가 살아 숨 쉬는 대학을 지켜내는 것이야말로 대학자치의 본령을 찾는 첫걸음이다.

@highlight

박근혜 정부 들어 교육부와 국립대학 사이에 총장 임용을 둘러싼 갈등이 심화되었는네, 총장임용제도는 헌법이 보장하는 대학자치의 핵심내용이다.

@highlight

대학자치는 학문의 자유를 보장하기 위한 수단으로서 헌법은 대학을 기본권주체로 인정할 뿐만 아니라 대학 운용의 사안을 대학이 자율적으로 결정할 수 있는 객관적 제도를 보장하였다.

