본 연구는 그 동안 주로 경쟁정책의 관점에서 다루어져 온 담합규제의 적정성에 대해 고찰하고, 소비자권익 관점에서의 접근의 필요성에 대해 제기하고자 한다.

이를 위해서, 2011년 과징금이 부과된 담합 사건 34건 중에서 소비자에게 직·간접적인 영향을 미치는 29건을 분석대상으로 선정하고 과징금 산정단계별로 분석기준을 수립한 후 공정위 의결서에 기술된 담합 과징금의 규모와 산정 절차 및 구체적 조정사유를 살펴봄으로써 담합 과징금의 규모와 산정 절차의 적정성을 분석하였다.

분석 결과, 기본과징금의 산정에 있어서 최저 부과기준율을 적용하는 경우가 대부분이고, 최저 부과기준율 적용 사유와 과징금 산정단계별 조정 사유에 있어서 다소 추상적·중복적인 기준이 적용되거나 부당이득의 크기가 제대로 파악·반영되지 않은 것으로 나타났다.

결과적으로, 최종과징금의 비율이 관련매출액 대비 1% 수준에 불과하여 담합의 억지효과를 기대하기 어렵고, 과징금 산정과정에서 부당이득에 대한 고려가 이루어지지 않아 실제 소비자피해구제를 위한 재원으로 활용되기 어려운 것으로 분석되었다.

본 연구는 이러한 분석결과를 토대로 담합 과징금의 산정절차와 조정사유에 있어서 좀 더 객관적이고 엄격한 기준의 적용과 부당이득의 규모나 소비자피해 규모를 산정하기 위한 노력을 기울일 필요가 있음을 제언하였다.

@highlight

이 연구는 그간 주로 경쟁정책의 관점에서 다루어져 온 담합규제의 적정성에 대해 고찰하고, 소비자권익 관점에서의 접근의 필요성에 대해 제기하려 한다.

@highlight

이 연구는 이런 분석결과를 토대로 담합 과징금의 산정절차와 조정사유에 있어서 좀 더 객관적이고 엄격한 기준의 적용과 부당이득의 규모나 소비자피해 규모를 산정하기 위한 노력을 기울일 필요가 있음을 제언했다.

