다양한 이미지 샘플의 Eye test를 바탕으로 기술적인 화질 지표 조절을 통하여 감성 화질을 최적화 시키는 방법이 소개된다.

여러 가지 이미지 콘텐츠의 다양한 이미지에 대하여, 콘트라스트, 명도, 채도 화질 지표 톤 커브를 사용하여평가가 수행 되었다.

이미지 화질 향상에 기여하는 우선순위는 명암, 채도 및 밝기 순으로 분석 되었다.

이미지 감성화질 측정치의 기술적인 화질 지표 변화에 따른 기울기의 공통점을 살펴본 결과, 거의 0, 중간 그리고 최대 기울기의영역으로 구성된 함수 형태로 모델링을 할 경우, 기존의 역 U 형태의 성질 뿐 아니라 log 또는 포화 형태의 감성화질 변화까지 분석 가능함을 알 수 있었다.

단일 및 복수의 화질 지표의 경우에 대하여도 화질 개선 방안이 모색되었으며, 기존 및 본 논문에서 분석된 결과를 위한 새로운 함수가 소개 되었다.

복수의 통합적 이미지 화질 지표를 통하여 향상 시킬 경우 오직 몇몇 한정된 지표 제어의 경우에만 실현 가능하다는 것을 알 수 있었다.

또한, 화질향상 방법은 영상 콘텐츠에 따라 크게 차이가 없음을 알 수 있었다.

@highlight

본고는 다양한 이미지 샘플의 Eye test를 바탕으로 기술적인 화질 지표 조절을 통해 감성 화질을 최적화 시키는 방법을 소개한다.

