올해는 退溪 李滉 선생이 만년에 陶山書堂을 완공한 지 450년이 되는 해이다.

퇴계는 도산서당에서 심신을 수양하면서 진리를 탐구하고 제자를 교육하는 데 전념하였다.

퇴계가 학문을 연구하고 제자에게 교육한 학습의 특성은 무엇일까?

퇴계가 진리를 탐구하고 제자를 교육한 학습에서 중요한 특성은 自通解이다.

自通解는 알지 못하는 내용을 학습하여 스스로 통하고 이해하게 된다는 뜻이다.

自通解에 이르는 학습은 자율적이어야 한다.

자율적 학습은 학습자가 스스로 학습 목표를 세우고, 공부할 내용을 학습하며, 학습한 결과를 평가하는 활동이다.

이러한 자율적 학습은 학습하면서 생기는 문제를 스스로 해결할 수 있는 분석력과 논리력을 창의적으로 기를 수 있도록 한다.

현재 학교 교육은 지나친 경쟁 사회에서 진학을 위한 성적 위주의 학습, 사교육에 의존한 교육, 그리고 인간성을 상실하고 오락에 몰입한 생활 등의 여러 문제들을 드러낸다.

이러한 문제들을 극복하기 위해서 학교 교육은 학습자가 교육의 진정한 목적을 이해하고 자기주도적 학습을 중심으로 창의력을 기르는 방향으로 전환할 수 있도록 노력하고 있다.

이런 시점에서 自通解에 이르는 퇴계의 학습 과정과 활동은 학교 교육 정상화와 평생 교육의 실현을 모색하는 데 의의가 있을 것이다.

@highlight

이러한 문제들을 극복하기 위해서 학교 교육은 학습자가 교육의 진정한 목적을 이해하고 자기주도적 학습을 중심으로 창의력을 기르는 방향으로 전환할 수 있도록 노력하고 있다.

