병리 정보시스템(Pathological Information System: PIS)은 매일 수천 장씩 생산되는 환자 병리 이미지를 관리하는데 활용되고 있으며, 이 이미지 정보들을 어떻게 효과적으로 처리할 것인지는 병리 정보 처리에 있어서 중요한 연구 과제 중 하나이다.

이미지의 외곽선을 추출하는 것은 병리 이미지 처리에 있어 가장 중요한 작업이지만 현재 사용되는 알고리즘은 정확도에 있어 많은 개선점을 가지므로, 본 논문에서는 이미지의 외곽선 검측에 있어서 기존의 Canny 알고리즘의 원리를 바탕으로 적응적 임계값 설정이 가능하며 눈금자를 임계값 설정의 기준으로 삼는 방식을 제안하여 기존 외곽선 추출 방식보다 정확한 방식을 제안한다.

제안 방식은 기존 방식과의 비교실험을 통해 성능을 검증하였으며, 이 실험에서는 임의로 선정된 병리 이미지 군, 기존 방식으로는 식별이 제한되었던 병리 이미지 군 및 의도적으로 노이즈를 추가한 이미지 군을 대상으로 실험하였고, 실험 결과를 비교하여 제안하는 이미지 외곽선 식별 방식의 향상된 성능을 증명했다.

@highlight

병리 정보시스템(PIS)은 매일 수천 장씩 생산되는 환자 병리 이미지를 관리하는데 활용되고 있으며, 이 이미지 정보들을 어떻게 효과적으로 처리할 것인지는 병리 정보 처리에 있어서 중요한 연구 과제 중 하나이다.

