이

 

연

구

는

 

강

화

·

개

성

·

광

주

·

수

원

 

등

 

네

 

유

수

부

에

서

 

시

행

된

 

공

도

회

(

개

성

은

 

승

보

 

포

함

)

 

출

신

자

,

 

즉

 

일

종

의

 

소

과

초

시

 

입

격

자

들

의

 

명

단

[

榜

目

]

을

 

분

석

한

 

것

이

다

.

 

네

 

지

역

 

공

도

회

 

출

신

자

들

의

 

등

과

율

이

 

일

반

 

소

과

초

시

 

출

신

부

다

 

높

았

다

고

 

추

정

되

었

다

.

 

이

들

은

 

생

원

시

보

다

 

진

사

시

에

 

지

원

하

는

 

경

우

가

 

훨

씬

 

더

 

많

았

고

(

5

.

4

배

)

,

 

진

사

시

에

 

지

원

한

 

인

원

의

 

등

과

율

이

 

더

 

높

았

다

.

 

당

초

 

진

사

시

에

 

지

원

했

다

가

 

생

원

시

로

 

지

원

분

야

를

 

바

꾸

어

 

등

과

한

 

인

원

이

 

상

당

수

였

다

.

 

제

술

로

 

입

격

한

 

인

원

이

 

생

원

시

에

 

지

원

하

고

,

 

고

강

으

로

 

입

격

한

 

인

원

이

 

진

사

에

 

지

원

하

여

 

등

과

한

 

현

상

,

 

그

리

고

 

시

간

차

를

 

두

고

 

생

원

·

진

사

에

 

교

차

지

원

하

여

(

생

원

↔

진

사

)

 

등

과

한

 

것

 

등

은

 

당

시

 

유

생

들

의

 

수

학

실

태

를

 

추

정

하

는

 

데

 

중

요

한

 

시

사

점

을

 

준

다

.

 

즉

,

 

유

생

들

이

 

경

학

과

 

사

장

 

중

의

 

어

느

 

한

 

쪽

에

 

치

중

하

여

 

실

력

을

 

연

마

한

 

게

 

아

니

라

는

 

것

이

다

.

 

공

도

회

에

 

시

(

詩

)

로

 

입

격

한

 

인

원

이

 

부

(

賦

)

로

 

입

격

한

 

인

원

보

다

 

등

과

율

이

 

높

았

는

데

,

 

공

도

회

 

입

격

과

목

과

 

진

사

 

합

격

과

목

이

 

서

로

 

다

른

 

경

우

(

시

↔

부

)

가

 

있

었

다

.

 

이

는

 

당

시

 

유

생

들

에

게

 

시

·

부

 

전

공

이

 

따

로

 

있

었

다

고

 

보

기

 

어

렵

다

는

 

시

사

점

을

 

준

다

.

 

공

도

회

에

 

입

격

한

 

인

원

이

든

 

대

·

소

과

에

 

등

과

한

 

인

원

이

든

 

그

 

부

친

이

 

유

학

·

학

생

인

 

경

우

가

 

상

당

 

비

율

을

 

차

지

했

다

는

 

점

도

 

주

목

할

 

만

한

 

사

항

이

다

.

@highlight

본고는 강화·개성·광주·수원 등 네 유수부에서 시행된 공도회(개성은 승보 포함) 출신자, 즉 일종의 소과초시 입격자들의 명단[榜目]을 분석했다. 네 지역 공도회 출신자들의 등과율이 일반 소과초시 출신보다는 높았다고 추정된다.