본 연구는 건설현장에서 발생하는 암버력을 재활용하여 연약지반 개량재료로 활용가능한 동치환공법의 적용성과 연약지반개량효과를 고찰하는 것을 목적으로 하고 있다.

암버력 매립층에서 동치환공법 적용시 지반보강 효과를 파악하기 위하여현장지반 조사를 통해 수집한 암버력과 현장시료를 바탕으로 실내실험 및 현장시험을 수행하였다.

암버력의 전단시험을 통해내부마찰각과 겉보기 점착력을 도출하였으며, 현장시료의 적용성과 문제점을 확인하고 동치환공법 적용시 필요한 중추의 무게, 낙하고, 타격횟수 등을 분석하여 동치환 특성을 파악하였다.

현장 평판재하시험과 밀도시험을 통하여 개량된 지반의 지지력과 침하량을 계측하였으며, 수치해석을 통해 개량지반의 거동을 예측하였다.

본 연구를 통해서 암버력 매립층의 동치환공법시 지반 실험계수  은 0.3~0.5로 수정 제안하였고, 100mm 이하 D90은 80mm이하, D15는 30mm이상의 입도범위를 가지는암버력을 사용할 것을 제안하였다.

@highlight

본 연구는 건설현장에서 발생하는 암버력을 재활용하여 연약지반 개량재료로 활용가능한 동치환공법의 적용성과 연약지반개량효과를 고찰하는 것이 목적이다.

