<영산회상>의 악기 편성은 상호 유기적 관계이다.

풍류방에서 거문고와 관악기로 주로 연주하였다고 전해져 왔다.

양금은 유입 시기가 다소 늦었던 악기임에도 불구하고 정확한 음정과 깔끔한 주법 때문에 풍류객들이 애호하던 악기라 전해지고 있다.

본고에서는 양금의 가장 오래된 악보라 추정되는 「구라철사금자보」(1817)와 동시대에 편찬된 것으로 알려진 「동대금보」(1813), 「동대가야금보」(1813)의 ‘만령산’ 선율을 비교하여 양금?

거문고?

가야금 세 악기 선율의 흐름을 분석해 보았다.

동일 선율, 유사 선율, 상이 선율의 세 가지 관계로 분석한 후 19세기 초기의 양금 선율은 거문고, 가야금의 선율과 어떠한 관계가 있는지를 알아보았다.

그 결과 현행 ‘상령산’에 해당하는 <영산회상> 대(靈山會上大)에서 나온 양금 선율은 가야금 선율보다는 오히려 거문고 선율과 훨씬 많은 부분이 동일하고 유사한 선율로 진행되었다는 사실을 알 수 있다.

@highlight

이 논문에서는 양금의 가장 오래된 악보라 추정되는 「구라철사금자보」(1817)와 동시대에 편찬된 것으로 알려진 「동대금보」(1813), 「동대가야금보」(1813)의 ‘만령산’ 선율을 비교해 양금?

@highlight

거문고?

@highlight

가야금 세 악기 선율의 흐름을 분석해 보았다.

@highlight

그 결과 현행 ‘상령산’에 해당하는 <영산회상> 대(靈山會上大)에서 나온 양금 선율은 가야금 선율보다는 오히려 거문고 선율과 훨씬 많은 부분이 동일하고 유사한 선율로 진행되었다는 사실을 알 수 있다.

