본 연구는 한국의 초대 이승만 정부의 중앙정부조직의 실태와 그 실태의 변화과정 속에서 나타난 특성을 분석하는데 목적을 가지고 연구된 논문이다.

그 결과 이승만 정부의 중앙정부조직은 11부 4처 1원 3위원회로 출발하였지만, 그 이후 크게 3차례에 걸친 조직 개편이 이루어 졌다.

그 실태변화는 다음과 같다.

제1차 개편은 경제적 안정과 국민의 위생을 위한 개편에 중점을 두었다.

제2차 개편은 한국전쟁이후의 부흥과 경제정책의 종합적 기획조정을 위한 개편이었다.

제3차 개편은 미래 원자력의 다양한 관리·생산·이용 등에 대한 대책을 준비한 개편이었다.

또한 이승만 정부의 조직개편의 특성은 다음과 같다.

첫째, 경제부흥과 귀속재산의 처리 그리고 국민의 위생관리 등을 해결하기 위한 조직적 특성을 가지고 개편되었다.

둘째, 한국전쟁이후 전후복구와 경제성장을 위한 조직개편의 성격을 가지고 있다.

셋째, 원자력 활용의 방법과 건국초기 자유민주주의 실현에 위한 대한민국 사회의 여론을 반영하기 위한 조직개편의 특징이 보인다.

넷째, 행정의 능률화를 추구하기 위한 개편의 성격을 가지고 있다.

다섯째, 이승만 대통령의 정치권력을 강화하기 위한 개편이었다.

@highlight

이 연구는 한국의 초대 이승만 정부의 중앙정부조직의 실태와 그 실태의 변화과정 속에서 나타난 특성을 분석하는데 목적을 갖고 연구된 논문이다.

