본 연구는 국내 근무 중국인 근로자의 문화지능이 현재 수행 중인 직무자체와 근무하는 직무환경에 어떠한 영향을 미치고 있으며 이를 통해 조직몰입에 어떠한 영향을 미치는 지 실증 연구하였다.

또한 이문화적 상황에서 문화지능이 자기효능감에 어떠한 영향을 미치며, 이를 매개로 직무자체 및 직무환경과 조직몰입에 어떤 영향을 미치는 지 파악하였다.

이를 위해 본 연구에서는 경기도 소재 제조업 기반 중소기업에 종사하는 중국인 근로자 300여명을 대상으로 설문을 실시하였고, 최종 224부가 분석에 활용되었다.

신뢰도와 타당도를 검증하였으며 구조방정식을 사용하여 변수간의 상관관계를 분석하였다.

본 연구의 결과는 중국인 근로자의 문화지능이 직무환경 만족, 자기효능감, 조직몰입에 긍정적인 영향을 주고 있었으나, 직무자체 만족과는 통계적으로 유의한 관계가 없었다.

즉 문화지능은 낯선 한국근로 환경에 쉽게 적응할 수 있도록 도와주며, 자기효능감이 향상되도록 도와주었다.

또한 문화지능은 자기효능감을 매개로 직무자체 만족에 영향을 주는 것으로 나타났다.

@highlight

이 연구는 국내 근무 중국인 근로자의 문화지능이 현재 수행 중인 직무자체와 근무하는 직무환경에 어떠한 영향을 미치고 있으며 이를 통해 조직몰입에 어떠한 영향을 미치는 지 실증 연구했다.

