최근 이혼에 대한 부정적 인식이 사라져가고 개인의 행복을 중요시 여기는 경향에 따라 한부모 가족이 날로 증가하고 있다.

그 원인에 있어서도 이혼, 사별, 미혼모, 유기 등 매우 다양하게 발생하고 있으며, 이로 인해 경제적 문제는 물론 사회적 편견, 자녀의 양육 및 교육문제, 정서적 문제 등 많은 문제를 야기 시키고 있다.

우리나라는 한부모 가족지원법과 국민기초생활보장법을 중심으로 아동복지법, 긴급복지지원법, 영유아보육법, 건강가정지원법 등 많은 법률에서 한부모 가족의 욕구충족을 위한 많은 노력을 하고 있다.

그럼에도 불구하고 여전히 많은 한부모 가족이 지원 대상에서 제외되고, 현행 정책에 있어서도 그 실효성에 의문이 가는 경우가 많다.

따라서 한부모 가족이 자립할 수 있는 실질적인 제도적 장치 및 지원방안이 마련되어야 할 것이다.

한편, 외국의 주요 국가들은 우리나라의 한부모 가족 지원정책에 비해 보다 폭넓은 지원혜택을 줌으로써 생활안정 및 자립능력 향상에 많은 노력을 기울이고 있다.

외국의 제도를 우리가 받아들여야 하는지는 우리의 현실 등을 종합적으로 고려해야 할 사항이지만, 분명한건 우리와 유사한 경험을 토대로 다양한 서비스를 제공하고 있다는 것이다.

이에 본고에서는 우리나라와 유사한 상황에 있었던 다른 국가의 경험을 비교법적으로 고찰함으로써 실제 외국의 경우 어떠한 모습으로 한부모 가족 정책을 운용하는지를 살펴보았다.

@highlight

최근 이혼에 관한 부정적 인식이 사라져가고 개인의 행복을 중요시 여기는 경향에 따라 한부모 가족이 날로 증가하고 있다.

@highlight

그럼에도 여전히 많은 한부모 가족이 지원 대상에서 제외되고, 현행 정책에 있어서도 그 실효성에 의문이 가는 경우가 많다.

