이 논문은 ‘해바라기학생운동’ 등 최근 대만에서 양안서비스무역협정 체결을 둘러싸고 진행 중인 논란을 대만 사회 갈등구조의 변화라는 측면에서 분석하는 것을 목적으로 한다.

대만 사회의 갈등구조를 분석하는 기존의 연구들은 주로 족군갈등이나 족군갈등에 기반한 통일-

독립 갈등을 변수로 삼은 반면, 이 논문에서는 양안서비스무역협정 체결을 둘러싼 사회적 갈등이 계급 및 세대 변수에 의해 보다 복잡하게 전개되고 있다고 주장한다.

특히 민진당을 지지하던 본성인 기업가들이 민진당의 입장과는 반대로 양안서비스무역협정 체결을 지지하는 점에 주목하며, 계급이익에 따른 민진당의 분화 가능성을 검토했다.

또한 2010년 ECFA 체결 이후 나머지 연령대에서는 실업률이 약간이나마 낮아지거나 정체하는 경향이 있는 반면, 20-24세 청년의 실업률은 이 시기 동안 더욱 높아지고 있음을 지적하면서 ‘해바라기학생운동’의 배경에는 세대문제가 있음을 지적하였다.

이 논문은 향후 대만 사회의 갈등구조는 기존의 족군갈등과 함께 계급 및 세대 갈등이 교차하여 전개될 것이라고 전망한다.

@highlight

본 논문은 ‘해바라기학생운동’ 등 최근 대만에서 양안서비스무역협정 체결을 둘러싸고 진행 중인 논란을 대만 사회 갈등구조의 변화라는 측면에서 분석하는 것을 목적으로 한다.

@highlight

본 논문은 향후 대만 사회의 갈등구조는 기존의 족군갈등과 함께 계급 및 세대 갈등이 교차하여 전개될 것이라고 전망한다.

