본 연구에서는 조직 장면에서 분노를 표현하는 것이 부정적 효과뿐만 아니라 긍정적 효과도 이끌 수 있다는 가능성을 바탕으로 연구를 실시하였으며, 이때 개인이 분노를 표출할 때와 타인의 분노표현을 접수할 때를 비교하였다.

본 연구는 연구 1과 연구 2로 구분되며, 연구 1의 목적은 조직 장면에서 사용되는 분노표현방식과 분노표현의 효과에 대한 문항을 구성하는 것이다.

그 결과, 분노표현방식은 언어적 분노표현과 행동적 분노표현으로 나뉘고 분노표현의 효과는 긍정적 효과와 부정적 효과로 구분되었다.

연구 2에서는 연구 1에서 구성한 문항을 통해 분노표현방식과 분노표현의 효과 간의 관계와 자기의식의 조절효과를 살펴보고자 하였다.

조직 구성원 271명의 데이터를 분석한 결과는 다음과 같다.

첫째, 분노표출은 분노표현의 긍정적 효과와 부정적 효과 모두와 정적인 관련성을 보였고 분노접수는 분노표현의 부정적 효과와 정적인 관련성을 보였다.

둘째, 분노접수가 분노표현의 효과에 미치는 영향에서 자기의식이 부분적으로 조절효과를 보였다.

구체적으로 사적 자기의식과 공적 자기의식의 조절효과는 분노접수가 분노표현의 긍정적 효과에 미치는 영향에서 통계적으로 유의미하게 나타났다.

@highlight

본 논문에서는 조직 장면에서 분노를 표현하는 것이 부정적 효과뿐 아니라 긍정적 효과도 이끌 수 있다는 가능성을 중심으로 연구를 실시하였다.

@highlight

개인이 분노를 표출할 때와 타인의 분노표현을 접수할 때를 비교·분석하였다.

