국제해사기구(IMO) 해양환경보호위원회(MEPC)의 회의 결과 새로이 제정된 선박의 밸러스트 수 처리 기준(D2규정)에 부합하는 밸러스트 수 처리 공정의 개발이 전 세계적으로 활발히 진행되고 있다.

밸러스트 수 처리 시스템에서 여과공정의 경우 10?

m 이상의 미세물질을 시간당 500톤 이상의 대용량으로 처리해야하며, 선내의 좁은 공간에 최소의 부피로 설계되어야 하는 제한요소가 전제되므로 실용적인 처리장치의 개발이 매우 어렵다.

본 연구에서는 이러한 제한요소를 극복하기 위한 방안으로 차세대 자기 역세형 메디아 필터에 관한 연구를 추진하게 되었으며 여재층의 두께에 따른 압력과 유량의 측정변화와 어느 크기의 입자까지 여과할 수 있는지 확인하기 위하여 진공여과 후 여과수 중의 입자의 입도 분석실험을 수행한 결과 원하는 성능을 얻기 위한 각 메디아별 입자크기와 여재층의 두께를 구할 수 있었다.

@highlight

이 연구에서는 이런 제한요소를 극복하기 위한 방안으로 차세대 자기 역세형 메디아 필터에 대한 연구를 추진하게 되었으며 여재층의 두께에 따른 압력과 유량의 측정변화와 어느 크기의 입자까지 여과할 수 있는지 확인하기 위해 진공여과 후 여과수 중의 입자의 입도 분석실험을 수행한 결과 원하는 성능을 얻기 위한 각 메디아별 입자크기와 여재층의 두께를 구할 수 있었다.

