본 논문은 문화와 인지의 오래된 이분법을 넘어, 인간 인지와 문화를 둘러싼 다양한 현상 이해를 위한 새로운 틀로서 ‘문화인지’ 개념을 제안함을 그 목적으로 하고 있다.

이를 위하여 우선 새로운 융합개념인 ‘문화인지’ 개념을 기존의 인지와 문화의 이분법과 대비시킴으로서 ‘문화인지’ 개념 출현의 필요성을 제기하였다.

그리고 문화인지 개념 출현의 이론적 토대로서 ‘체화이론’ 개념과 ‘발달적 체계접근’을 도입하여 기존의 인지와 문화 각각의 개념으로는 설명되지 않았던 문화인지 현상의 구조와 기능의 독특성에 대해 면밀한 분석을 시도해 보았다.

또 유기체내에 존재하지 않던 전혀 새로운 구조와 기능의 출현을 의미하는 ‘문화인지’ 구조가 어떠한 다양한 조건과 맥락 내에서 형성되고 구조화 되는지를 다양한 예들의 제시를 통해 문화인지 구조 개념의 가설적 타당성을 검증해 보고자 하였다.

마지막으로 표상 양식에 따른 다양한 인지와 문화인지의 예를 가설적으로 설정함으로써 새로운 구성개념인 문화인지 개념의 출현과 구성이 지니는 다양한 함의를 발달과 교육, 그리고 예술과 치유의 측면에서 조망해 보았다.

@highlight

본고는 문화와 인지의 오래된 이분법을 넘어, 인간 인지와 문화를 둘러싼 다양한 현상 이해를 위한 새로운 틀로서 ‘문화인지’ 개념을 제안함을 그 목적으로 하고 있다.

