이

 

연

구

에

서

는

 

‘

ㄴ

$

ㄹ

’

連

鎖

가

 

근

대

국

어

 

시

기

에

는

 

逆

行

的

 

流

音

化

가

 

아

닌

 

‘

ㄹ

’

 

鼻

音

化

가

 

적

용

되

어

 

[

ㄴ

ㄴ

]

으

로

 

실

현

된

 

것

이

며

,

 

‘

ㄴ

$

ㄹ

’

配

列

 

制

約

의

 

解

決

 

方

法

의

 

하

나

로

,

 

중

세

국

어

 

시

기

의

 

摸

索

期

를

 

거

쳐

 

근

대

국

어

 

시

기

에

 

완

성

된

 

음

운

 

현

상

임

을

 

살

폈

다

.

 

근

대

국

어

 

시

기

의

 

中

央

 

方

言

 

文

獻

에

서

는

 

‘

ㄴ

$

ㄹ

’

連

鎖

가

 

‘

ㄴ

-

ㄴ

’

과

 

‘

ㄴ

-

ㄹ

’

 

유

형

의

 

용

례

로

만

 

나

타

난

다

.

 

‘

ㄴ

$

ㄹ

’

連

鎖

에

 

逆

行

的

 

流

音

化

가

 

적

용

되

는

 

현

대

국

어

 

시

기

와

 

달

리

,

 

근

대

국

어

 

시

기

에

서

는

 

‘

ㄹ

’

鼻

音

化

가

 

적

용

된

 

것

이

다

.

 

시

기

별

 

적

용

 

단

계

를

 

나

열

하

면

,

 

1

6

세

기

는

 

逆

行

的

 

流

音

化

와

 

‘

ㄹ

’

鼻

音

化

의

 

摸

索

期

,

 

1

7

세

기

는

 

‘

ㄹ

’

鼻

音

化

의

 

擴

散

 

및

 

定

立

期

이

며

,

 

1

8

~

1

9

세

기

는

 

‘

ㄹ

’

鼻

音

化

의

 

維

持

期

이

다

.

 

그

리

고

 

‘

ㄹ

’

鼻

音

化

는

 

1

9

세

기

 

후

기

 

이

후

 

시

기

에

 

逆

行

的

 

流

音

化

로

 

교

체

되

어

 

오

늘

날

에

 

이

른

 

것

이

다

.

 

즉

 

근

대

국

어

 

시

기

와

 

현

대

국

어

 

시

기

를

 

連

繫

하

면

 

‘

ㄹ

’

鼻

音

化

의

 

[

ㄴ

$

ㄴ

]

이

 

保

守

形

이

며

,

 

逆

行

的

 

流

音

化

의

 

[

ㄹ

$

ㄹ

]

이

 

改

新

形

이

다

.

@highlight

이 연구에서는 ‘ㄴ$ㄹ’連鎖가 근대국어 시기에는 逆行的 流音化가 아닌 ‘ㄹ’ 鼻音化가 적용되어 [ㄴㄴ]으로 실현된 것이며, ‘ㄴ$ㄹ’配列 制約의 解決 方法의 하나로, 중세국어 시기의 摸索期를 거쳐 근대국어 시기에 완성된 음운 현상임을 살폈다.