본 연구는 라이선스 패션잡지에 대한 수용자의 이용동기 요인을 밝히고, 이용동기가 수용자들의 라이선스 패션잡지 사은품 추가에 대한 인지적 차원의 태도와 사은품이 추가된 잡지에 대한 감정적 차원의 태도에 영향을 미치는지 살펴보았다.

또한 인지된 적합성(perceived fit) 개념을 도입하여 라이선스 패션잡지와 사은품 간의 적합성 효과도 살펴보았다.

연구 결과, 라이선스 패션잡지의 이용동기로는 사회성 및 유용성, 패션정보추구, 기분전환, 화장정보추구, 흥미성, 연예인 관심, 시도가능성 등 총 7가지의 요인이 추출되었다.

7가지 이용동기 가운데 사회성 및 유용성, 패션정보추구, 흥미성은 라이선스 패션잡지 사은품 추가에 대한 태도에 유의미한 영향력을 보였다.

사은품이 추가된 라이선스 패션잡지에 대한 태도에는 사회성 및 유용성과 흥미성만이 유의미한 영향력을 나타냈다.

라이선스 패션잡지와 사은품 간의 인지된 적합성의 경우, 수용자들의 잡지 사은품 추가에 대한 인지적 태도와 사은품이 추가된 잡지에 대한 감정적 태도에서 유의미한 차이가 없었다.

@highlight

이 연구는 라이선스 패션잡지에 대해 수용자의 이용동기 요인을 밝히고, 이용동기가 수용자들의 라이선스 패션잡지 사은품 추가에 대해 인지적 차원의 태도와 사은품이 추가된 잡지에 대해 감정적 차원의 태도에 영향을 미치는지 살펴보았다.

