본 연구는 1999-2012년간 산업별 자료를 사용하여 뿌리산업의 제조업 내 위상을 부가가치, 고용, 그리고 생산성 측면에서 살펴 본 후, 고용에 대한 기여 및 생산성 파급효과를 추정하였다.

분석에 따르면 뿌리산업은 2012년 현재 부가가치 측면에서는 제조업의 약 5% 그리고 고용측면에서는 약 8%를 차지하고 있으며, 제조업 평균보다는 낮은 생산성(수준 및 증가율)을 보이고있다.

해당 기간 중 뿌리산업의 제조업 노동생산성(총요소생산성) 증가에 대한 기여율은6.07%(2.01%)로 나타난 반면 제조업 고용증가 기여율은 17.69%로 자동차(18.93%)와 전자제품(18.39%) 다음으로 높게 나타나 그동안 생산성 증가에 비해 상대적으로 고용창출에 더욱 중요업종임을 확인할 수 있었다.

뿌리산업의 산업 특성상 전방효과를 통한 산업연관효과를 중심으로동태적 패널 모형을 이용하여 산업간 총요소 생산성 파급효과를 추정해본 바에 따르면, 뿌리산업의 총 요소생산성이 1% 증가할 경우 이의 전방효과로 인해 뿌리산업을 포함(제외)한 제조업의 총 요소생산성은 단기 및 장기적으로 약 10.43%(5.88%)와 23.56%(19.67%) 증가하는 것으로나타났다.

@highlight

본고는 1999-2012년간 산업별 자료를 사용해 뿌리산업의 제조업 내 위상을 부가가치와 고용, 그리고 생산성 측면에서 살펴 보고, 고용에 관한 기여 그리고 생산성 파급효과를 추정했다.

