이 연구에서는 무용공연 선택속성을 마케팅믹스(4P) 요인을 중심으로 소비자들이 어떠한 속성을 중요하게 생각하여 공연을 관람하는가를 알아보고, 각 요인별 만족도를 파악하여 무용공연 대중화를 통한 관객의 증대와 공연제작 실무자에게 효과적인 마케팅믹스전략을 설정함에 있어 유용한 시사점을 제공하고자 한다.

자료수집은 무용공연을 한번이라도 관람한 관객을 대상으로 설문조사를 실시하였다.

2013년 10월부터 12월까지 총 250부의 설문지를 배포하여 이 중 응답내용이 부적절한 33부의 설문지를 제외한 217부의 설문지를 최종분석에 사용하였다.

무용공연 선택속성의 중요도와 만족도간의 차이를 분석한 결과 모든 속성에서 차이가 나타났으며 중요도가 만족도보다 높게 나타났다.

IPA 결과, 제1사분면에는 제품(작품)요인, 제2사분면에는 프로모션요인, 제3사분면에는 가격요인, 제4사분면에는 장소요인이 나타났다.

무용공연 선택만족요인이 전반적 만족에 미치는 영향은 제품(작품)요인, 장소요인이 유의한 영향을 미쳤다.

결론적으로 IPA를 통한 무용공연 기획에 있어 효과적인 마케팅전략을 도입할 필요가 있다.

공연기획 및 공연실무자들은 IPA를 활용함으로써 공연예술분야의 경쟁적 위치파악, 개선기회의 포착, 전략적 기획의 가이드라인 도출 등 다양한 마케팅믹스전략에 있어 유용한 시사점을 제공받을 수 있을 것이다.

@highlight

본고에서는 무용공연 선택속성을 마케팅믹스(4P) 요인을 중심으로하여 소비자들이 어떤 속성을 중요하게 생각하여 공연을 관람하는가를 알아본다.

@highlight

또한, 각 요인별 만족도를 파악해 무용공연 대중화를 통한 관객의 증대와 공연제작 실무자에게 효과적인 마케팅믹스전략을 설정함에 있어 유용한 시사점을 제공한다.

