본 연구에서는 독일의 학교통일교육 및 사회 시민통일교육의 내용, 체제 및 거버넌스에 관하여 분석하였다.

독일의 정치교육은 민주시민교육, 평화교육, 국제이해교육, 통일교육을 포괄한다.

분단 시기 서독은 학교통일교육 못지않게 시민들을 대상으로 한 사회통일교육을 주요하게 다루었다.

독일은 연방정부와 지방 주정부의 통일교육 역할을 명확히 확립하였으며, 중앙은 교육지침만으로 통일교육의 큰 틀을 제시하고 있다.

이에 주정부는 통일교육의 내용과 목적, 학령시기 등을 자율적으로 조정하며, 지역 특색을 고려하고 지역에 적합한 내용을 담을 통일교육을 시행해 올 수 있었다.

이러한 점에서 본 논문에서는 현재의 한국 통일교육의 거버넌스 운용 한계점을 지적하였다.

새로운 시대 통일에 관한 관념 및 통일교육의 방향은 지역민이 공감할 수 있고, 생활공간에서 학습할 수 있도록 지역분권화가 진행되어야 한다.

로컬리티 특성을 고려한 통일교육의 세부화, 자율화가 지역 거버넌스를 중심으로 작동해야 할 필요가 있는것이다.

@highlight

이 연구에서는 독일의 학교통일교육 및 사회 시민통일교육의 내용, 체제 및 거버넌스에 대해 분석했다.

