본 연구는 아동학대 신고의무자인 보육교사의 아동학대 신고의도가 신고행동에 미치는 영향을 건강 신념 관련변인이 유의미하게 매개하고 있는가를 분석하여, 아동학대 신고행동을 증진하며 아동학대를 예방하고자 이루어졌다.

의료보건 영역에서 개인의 보건행동 증진을 위한 이론으로 자주 활용되었던 건강신념 모델을 이론적 기초로 하여 아동학대 문제에 확장 적용될 수 있는 건강신념 관련변인을 매개 변인으로 활용하였다.

부산광역시, 울산광역시 및 경상남도 지역의 어린이집에 근무하는 보육교사를 대상으로 설문조사를 실시하였다.

이 중 분석 가능한 설문지 551부 가운데 어린이집 근무 중 아동학대로 의심될만한 사례를 발견한 적이 있는 보육교사들의 설문지 323부를 최종분석 자료로 활용하였다.

분석결과, 보육교사들의 아동학대 신고 의도는 아동학대 신고행동에 유의미한 영향을 미쳤으며,건강신념 관련변인 중 지각된 심각성, 지각된 효과성 및 지각된 장애가 아동학대 신고의도와 아동학대 신고행동을 유의미하게 매개하고 있었다.

연구결과에 따른 논의를 연구문제 중심으로 제시하였으며, 연구의 한계와 제언을 각각 제안하였다.

@highlight

이 연구는 아동학대 신고의무자인 보육교사의 아동학대 신고의도가 신고행동에 미치는 영향을 건강 신념 관련변인이 유의미하게 매개하고 있는가를 분석하여, 아동학대 신고행동을 증진하며 아동학대를 예방하고자 이루어졌다.

