본 연구는 미혼인 초임교사가 영아반을 적응하는 과정에서 겪는 경험을 통해 그들이 교사로서 성장해 나가는 과정에 대해 알아보았으며, 이를 통해 미혼 초임교사들이 영아반 교사로서 갖추어야 할 사전 준비와 교육의 의미를 밝혀 보고자 하였다.

이를 위해 영아반 운영이 처음인 미혼인 초임교사 2명을 대상으로 참여관찰과 면담을 실시하여 자료를 수집하고 분석하였다.

자료분석에 따른 연구결과는 다음과 같다.

첫째, 미혼 초임교사들은 어떤 상황에서든 무한한 애정으로 영아들을 사랑할 것이라는 다짐과, 영아들은 교사의 의견에 순응하고 교사의 편이 될 것이라는 막연한 기대를 가졌다.

이를 통해 내 반과 내 아이들이 생긴다는 설렘과 기대로 영아교사로서의 반 운영을 시작하고 있음을 알 수 있었다.

둘째, 미혼 초임교사들은 영아반을 적응하는 과정에서 영아의 실질적인 발달에 대한 이해 부족과 의사소통의 어려움, 영아의 기본적 욕구 지원의 어려움, 규칙과 허용 경계 짓기의 어려움을 경험하는 것으로 나타났다.

셋째, 미혼 초임교사들은 영아반을 적응하는 과정에서 영아들의 성장과 변화, 자신만의 노하우 축적 등을 통해 교사로서 성장한 자신에 대해 기쁨과 보람을 느끼고 있었다.

@highlight

이 연구는 미혼인 초임교사가 영아반을 적응하는 과정에서 겪는 경험을 통해 그들이 교사로서 성장해 나가는 과정에 대해 알아보았으며, 이를 통해 미혼 초임교사들이 영아반 교사로서 갖추어야 할 사전 준비와 교육의 의미를 밝혀 보고자 했다.

