본

 

연

구

는

 

가

구

주

의

 

사

회

적

 

배

제

 

수

준

이

 

청

소

년

의

 

진

로

성

숙

도

에

 

미

치

는

 

경

로

를

 

살

펴

보

고

자

 

하

는

 

것

이

다

.

 

이

를

 

위

해

 

한

국

복

지

패

널

 

7

차

년

도

의

 

부

가

조

사

(

청

소

년

)

에

 

참

여

한

 

청

소

년

과

 

가

구

주

 

각

각

 

4

9

6

명

을

 

조

사

하

였

다

.

 

분

석

방

법

은

 

사

회

적

 

배

제

 

수

준

을

 

파

악

하

기

 

위

하

여

 

퍼

지

집

합

이

론

을

 

활

용

하

였

으

며

,

 

구

조

방

정

식

 

모

형

을

 

구

축

하

여

 

A

m

o

s

 

1

8

.

0

을

 

사

용

하

여

 

분

석

하

였

다

.

 

분

석

결

과

는

 

다

음

과

 

같

다

.

 

첫

째

,

 

가

구

주

의

 

사

회

적

 

배

제

 

수

준

은

 

교

육

차

원

,

 

주

거

차

원

,

 

소

득

차

원

,

 

고

용

차

원

,

 

사

회

참

여

차

원

,

 

건

강

차

원

의

 

순

으

로

 

높

은

 

것

으

로

 

나

타

났

다

.

 

둘

째

,

 

가

구

주

의

 

사

회

적

 

배

제

 

수

준

은

 

청

소

년

의

 

진

로

성

숙

도

에

 

직

접

적

으

로

 

영

향

을

 

미

치

지

는

 

않

았

으

나

 

부

모

요

인

,

 

개

인

 

내

적

요

인

,

 

학

교

요

인

을

 

경

유

하

여

 

간

접

적

으

로

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

그

 

경

로

를

 

분

석

한

 

결

과

는

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

정

신

건

강

→

진

로

성

숙

도

’

,

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

자

존

감

→

진

로

성

숙

도

’

,

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

학

교

적

응

→

진

로

성

숙

도

’

,

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

정

신

건

강

→

자

존

감

→

진

로

성

숙

도

’

,

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

정

신

건

강

→

자

존

감

→

학

교

적

응

→

진

로

성

숙

도

’

,

 

‘

사

회

적

 

배

제

→

부

모

양

육

태

도

→

자

존

감

→

학

교

적

응

→

진

로

성

숙

도

’

로

 

나

타

났

다

.

 

셋

째

,

 

총

효

과

를

 

통

해

 

청

소

년

의

 

진

로

성

숙

도

에

 

가

장

 

많

은

 

영

향

을

 

미

치

는

 

변

수

를

 

살

펴

본

 

결

과

 

청

소

년

의

 

자

존

감

인

 

것

으

로

 

나

타

났

다

.

@highlight

이 연구는 가구주의 사회적 배제 수준이 청소년의 진로성숙도에 미치는 경로를 살펴보고자 하는 것이다. 이를 위해 한국복지패널 7차년도의 부가조사(청소년)에 참여한 청소년과 가구주 각각 496명을 조사했다.