최근 세계의 많은 항구도시들은 시대 흐름에 따른 산업구조의 변화 등으로 인해 기존의 항만공간에 대한 의의가 보다 복합적으로 변화하고 있다.

그러나 국내 항만공간의 경우 이러한 시대흐름에 발빠르게 호응하지 못하고 있으며, 일부 시행되고 있는 개발은 대규모 항만공간에만 집중이 되고 있는 실정이다.

또한 항만공간과 항만배후지역간의 공간적, 심리적 단절감이 강해 전체적으로 조화를 이룬 항만공간의 계획이 불가능한 실정이다.

본 연구에서는 국내의 항만공간은 항만공간만의 고유한 장소성과 특이성을 충분히 반영하지 못하고, 배후지역과의 조화를 이룬 계획이 시행되는데 많은 한계점이 있다고 판단하였다.

이에 FBCs를 활용하여 항만배후지역과 항만지역의 이질적 공간 간 연계성을 강화하여 항만공간 전체가 조화를 이루는 도시계획적 접근방향성을 제시하고자 하였다.

FBCs란, 해당 공간만의 특성 즉, 장소성과 고유성을 반영하고, 보행자 중심의 공간 계획, 그에 따른 안전성 확보, 공공공간의 활용 등을 위해 미국에서 제시되고, 실행되고 있는 제도적 장치이며, 아직까지 국내에는 도입되어 있지 않다.

@highlight

본고에서는 국내의 항만공간은 항만공간만의 고유한 장소성 및 특이성을 충분하게 반영하지 못하고, 배후지역과의 조화를 이룬 계획이 시행되는데 많은 한계점이 있다고 판단했다.

