본 연구의 목적은 구성주의를 기반으로 하는 학습자 중심 수학 수업이 학생들의 추론능력과 지식 구성 수준에미치는 영향을 알아보는데 있다.

이를 위해 초등학교 4학년 분수 단원을 구성주의 수학 수업으로 재구성하여 수업을 실천하고, 학생들의 추론능력과 분수 지식 생성 수준에미치는 영향을 알아보았다.

분석 결과로부터 다음과 같은결론을 얻을 수 있었다.

구성주의를 바탕으로 한 학습자중심 수업은 교사 중심 수업보다 학생들의 추론능력과 학습한 내용에 대한 재생력, 학습하지 않은 지식의 생성력에긍정적인 영향을 준다.

구성주의를 바탕으로 한 학습자 중심 수업은 교사 중심 수업보다 분수 지식 생성 수준을 향상시키는데 효과가 있다.

구성주의를 바탕으로 한 학습자중심 수업은 수학적 추론능력을 발달시켜 지식 생성 능력수준을 향상시킨다.

또한, 추론능력과 분수 지식 생성 능력이 학습자 중심 수업을 받은 학생들에게서는 상관이 있었으며 교사 중심 수업을 받은 학생들은 추론능력이 높아도 생성하지 못하는 경우가 많았으나 실험집단은 추론능력이 높으면 지식 생성이 가능하였다.

따라서 학습자 중심수업은 학생들의 추론능력에 긍정적인 영향을 미치며 이를 통해 지식 생성 수준도 향상될 수 있다.

@highlight

이 연구의 목적은 구성주의를 기반으로 하는 학습자 중심 수학 수업이 학생들의 추론능력과 지식 구성 수준에미치는 영향을 알아보는데 있다.

