본 연구의 목적은 교통사고 유가족의 사별경험의 본질적인 의미를 탐색하기 위한 것으로 현상학적연구방법을 적용하여 분석하였다.

연구 참여자는 교통사망사고를 경험한 유가족 여성 7명, 남성 1명총 8명을 대상으로 2012년 10월부터 2013년 1월까지 심층 면접을 통해 분석하였다.

연구결과 교통사고 유가족의 사별경험의 본질로 총 10개의 주제와 4개의 주제묶음이 도출되었다.

최종적으로 도출된 4개의 주제묶음은 ‘악몽 같은 일', '감정의 소용돌이', '뒤늦은 슬픔의 되새김질', '그럼에도 살아나감'으로 나타났다.

연구 참여자들은 급작스러운 사고에 따른 충격 속에서 충분한 애도과정을 경험하지 못하면서, 무력감과 혼란을 경험하는 가운데 뒤늦은 애도 및 삶의 의미를 재정립하는 경험을 하는 것으로 나타났다.

본 연구결과를 통해 교통사고유가족들의 사별경험에 대한 실제적 근거자료를 제공함으로써 교통사고 유가족에 대한 가족복지 개입의 필요성과 실천적 방안을 제언하였다.

@highlight

이 연구의 목적은 교통사고 유가족의 사별경험의 본질적인 의미를 탐색하기 위한 것으로 현상학적연구방법을 적용하여 분석했다.

@highlight

이 연구결과를 통해 교통사고유가족들의 사별경험에 대한 실제적 근거자료를 제공함으로써 교통사고 유가족에 대한 가족복지 개입의 필요성과 실천적 방안을 제언했다.

