본 논문은 디자인과 화성진행의 상관관계를 통해 딸림화음의 연장방법을 살펴본 연구이다.

조성음악이 기능화성에 근거한 어법이라는 사실을 상기할 때에 ‘디자인의 변화와 화성진행의 변화가 일치하느냐 혹은 불일치하느냐’에 따라 음악적 내용은 달라질 수 있다.

특히 “불일치”의 경우에는 디자인의 관점과 화성의 관점 중에 어떤 기준을 선택하느냐에 따라 다양한 해석의 가능성을 갖는다.

물론 화성이 기능을 분명하게 구별해야하면서도 서로 다른 디자인을 출현시키지 않을 수도 있다.

예를 들면 중개화음과 딸림화음이 디자인을 공유하는 경우에는 화음의 기능을 더 이상 물을 필요가 없는 시간이다.

음형이 축소되는 것은 딸림화음에 도달하는 효과적인 방법이다.

화성적 목표점에 도달하는 과정에서 시간의 압축이 일어나는 것은 자연스럽기 때문이다.

그러나 이러한 압축의 정점에 반드시 딸림화음이 출현하는 것은 아니다.

화성적 기능을 하는 딸림화음이 중개화음 위에서 전개되고 있는 디자인이 마무리되기 전에 미리 출현하기도 한다.

또한 중개화음의 영역에서도 딸림화음의 연장방법과 유사하게 디자인의 압축을 통해 연장되면서 딸림화음에 도달한다.

본 연구의 분석에서는 주로 베토벤의 피아노소나타를 대상으로 삼았다.

그럼에도 논의된 내용들은 모티브 작업에 기초한 조성음악의 악곡들에 전반적으로 적용될 수 있을 것으로 판단된다.

@highlight

본고는 디자인과 화성진행의 상관관계를 통해 딸림화음의 연장방법을 알아보았다.

@highlight

그 결과 중개화음의 영역에서도 딸림화음의 연장방법과 비슷한 디자인의 압축을 통해 연장되면서 딸림화음에 도달하는 것을 보았다.

