독서일기를 활용한 창작 교육은 새로운 일기쓰기의 패러다임을 통하여 아동의 인격을 존중하고, 자유로운 사상을 창작으로 표현할 수 있는 기회를 부여한다는 데에가치가 있다.

독서일기를 통하여 독서에 대한 지속적 흥미를 자극하고, 창작에 대한동기와 자신감을 얻을 수 있다.

독서교육과 더불어 문학교육의 측면에서 독서는 매우중요한 교육과정 지도 요소이다.

궁극적으로 문학교육은 독서를 통하지 않고서는 이루어질 수 없다.

좋은 작품을 잘 읽는 것으로부터 학생의 정서와 인격을 함양할 수있다는 것은 의문의 여지가 없다.

문학교육의 맥락에서 볼 때 독서창작은 문학 작품의 창조적 재생산에 초점을 맞춘다.

특히 초등학생들의 좋은 문학창작 태도의 함양에 기여할 수 있는 활동이 되어야한다.

그런 측면에서 독서가 창작에 기여할 수 있는 것이 무엇인가 파악해야 한다.

독서가 기여하는 창작의 요소와 요인들을 분석하고 그것을 창작 활동에 적용하는것이 독서일기를 통한 창작 활동의 기본이 된다.

독서와 창작의 상호작용으로서의인지적 활동은 바로 독서가 기여하는 창작 요소와 요인을 분석 적용하는 일이다.

또한 사회적 상호작용으로서의 독서와 창작은 창조적 재생산을 통하여 생활 문학 창작의 보편성을 확보할 수 있어야 한다.

이것은 바로 실체 중심의 문학관에서 활동 중심의 문학관으로 전환해야 하는 문학교육의 맥락에 대한 재개념화의 요구와 부합된다.

@highlight

독서일기를 활용한 창작 교육은 새로운 일기쓰기의 패러다임을 통하여 아동의 인격을 존중하고, 자유로운 사상을 창작으로 표현할 수 있는 기회를 부여한다는 데에가치가 있다.

