삼각측량은 지도의 근대성을 규정하는 가장 중요한 요소의 하나이다.

실측에 기반한 지도가 조선시대에 없었던 것은 아니지만, 한국에서 근대 지도의 제작은 19세기 말에 시작해서 20세기 초에 본격화되었다고 할 수 있다.

본고는 상주박물관에서 소장하고 있는 근현대 지도 8종에 대한 자료적 특성과 가치를 기술하는 데에 초점이 맞춰져 있다.

8종은 1:50,000 지형도 5종(1910년대 2종, 1957, 1960년 2종)과 1:500,000 경상북도 관내도(1935), 1:200,000 지세도(1937?

), 그리고 1:60,000 축척의 상주군 관내도(1960년대 초?

)이다.

1:50,000 지형도는 모두 영인본이나 지도집으로 묶여 출간된 적이 있는 지도들이고, 1:60,000 지도는 당시 제작기술을 감안하더라도 제작 기법이 뛰어나지 않으며 보존 상태도 좋지 않다.

1:200,000 지세도 역시 지도집으로 편찬되었지만, 1:50,000 지형도보다 희소성이 높은 점에서 자료적 가치를 좀더 인정할 수 있다.

1:500,000 경상북도 지도는 전국을 대상으로 만든 도별도의 하나이다.

1930년대 중반의 지리환경을 적기하고 있으며, 지도 제작 기법도 우수하고, 지도 공백 지면에 경상북도의 도세 현황을 부기하여 당시 도 행정의 주요 지침을 알려주는 점에서도 가치가 있다.

@highlight

이 논문은 상주박물관에서 소장하고 있는 근현대 지도 8종에 관한 자료적 특성과 가치를 기술하는 데에 초점이 맞춰져 있다.

