2000년대 브릭스 (BRICs) 국가들을 필두로 한 신흥 국가들의 경제 성장이 두드러지면서 이전의 국제 정치경제 관계를 주로 특징짓던 ‘북반구-

남반구’ 혹은 ‘북반구-

북반구’ 간의 관계 구도에 남반구-

남반구 국가 간의 정치경제 관계 심화 혹은 ‘남-

남 협력’이라는 새로운 특징이 나타나고 있다.

이러한 배경 하에서 본 논문의 목적은 특히 2000년대 라틴아메리카 경제 성장을 이끌었으며, 남미 지역을 대표하는 주도 국가 (lead country)로의 성장 노력을 해 온 브라질의 대 아프리카 외교 관계의 변화를 살펴봄으로써 ‘남-

남 협력’의 원인과 그 동학을 이해하는 것에 있다.

특히 2003년 브라질 노동자당 (Partido dos Trabalhadores, 이하 PT) 출신의 룰라 (Lula) 대통령이 정권을 잡게 되면서 전통적인 독자주의 외교정책을 펼쳤던 브라질이 다자적 외교정책으로의 전환을 꾀하는 시점에서 대 아프리카 외교 정책을 더욱 적극적으로 추진하게 되었음에 주목하고 브라질과 아프리카 국가 간의 ‘남-

남 협력’의 요인과 양자 간의 협력 관계에서의 주요 행위자들을 살펴보고자 한다.

@highlight

2000년대 브릭스 (BRICs) 국가들을 필두로 한 신흥 국가들의 경제 성장이 두드러지면서 이전의 국제 정치경제 관계를 주로 특징짓던 ‘북반구-

@highlight

남반구’ 또는 ‘북반구-

@highlight

북반구’ 간의 관계 구도에 남반구-

@highlight

남반구 국가 사이의 정치경제 관계 심화 혹은 ‘남-

@highlight

남 협력’이라는 새로운 특징이 나타난다.

