본 연구는 기술연관분석으로 단기 상용화를 위한 기술개발과제에 투입된 기술간 융합현황을 분석하였다.

기술연관분석은 산업구조분석의 체계를 기술기획 분야에 적용한것이다.

본 사례는 기술연관분석을 활용하여 기술과 제품 간 연관도를 중심으로 분석하였으며 분석대상은 중소기업기술정보진흥원의 ‘ ’12년 중소기업 융·복합기술개발사업’에 신청한 401개 과제이다.

분석과정은 다음과 같다.

401개 개별과제에 대해서 투입된 기술은 기술로, 개발과제에서산출을 제품으로 정의하고 이를 투입과 산출의 행렬로 정리하였다.

투입으로 정의한 기술은국가과학기술표준분류 상의 소분류를 분류하고, 산출로 정의한 제품은 한국표준산업분류 상의 세세분류로 정의하였다.

즉, 기술을 투입으로, 제품을 산출로 정의하여 기술의 파급도를 분석하였으며 이에 기초하여 기술연관도를 작성였는데, 분석결과, IT융합에서는 임베디드 S/W의 기술파급도가 가장 높았으며, ET융합에서는 금형의 기술파급도가 가장 높았고 BT융합은 기능성 화장품 개발기술의 기술파급도가 가장 높았다.

전체적으로 IT융합에서 기술파급도가 높은 요소기술이 많았으며, ET융합에서 기술파급도가높은 요소기술이 작았다.

따라서 기술파급도가 높은 요소기술에 대한 투자가 융합을 활성화하는 데 중요하며 전체적으로 IT분야가 요소기술의 투자 효과가 높을 것으로 판단한다.

@highlight

이 연구는 기술연관분석으로 단기 상용화를 위한 기술개발과제에 투입된 기술간 융합현황을 분석했다.

@highlight

기술연관분석은 산업구조분석의 체계를 기술기획 분야에 적용한것이다.

