본 연구는 노년기 죽음불안과 사회적 활동이 우울에 미치는 영향력을 분석하여 노년기 우울 감소를 위한 상담 프로그램에 기초적 자료를 제공하는데 목적을 둔다.

이를 위해 노인의 사회인구학적 변인과 죽음불안요인이 우울에 미치는 상대적 영향력을 분석해 보고자 한다.

60세 이상 노인 517명을 대상으로 질문지를 통한 면접방법으로 자료를 수집하여 t-

test, ANOVA, pearson상관계수와 위계적 중다회귀분석을 실시하여 자료를 분석하였다.

그 결과, 우울에 영향을 미치는 사회인구학적 변인은 연령, 교육수준, 주관적 건강수준, 주관적 경제수준, 결혼상태, 은퇴 후 경과기간, 주부양책임자변인으로 나타났다.

우울과 사회적 활동, 죽음불안간의 상관관계를 파악한 결과, 우울과 사회적 활동은 부적상관이 있었고 죽음불안과는 정적상관이 있었다.

사회인구학적 변인과 사회적 활동, 죽음불안이 우울에 미치는 상대적 영향력을 분석한 결과, 교육수준, 주관적 건강수준, 주관적 경제수준, 사회적 활동의 모임수가 주요설명변인으로 나타났고 죽음불안에서는 고통스러운 임종과 사후세계의 기다림 요인이 노인의 우울을 설명하는 주요변인으로 나타났다.

@highlight

이 연구는 노년기 죽음불안과 사회적 활동이 우울에 미치는 영향력을 분석해 노년기 우울 감소를 위한 상담 프로그램에 기초적 자료를 제공하는데 목적을 둔다.

