본 연구는 국제원유시장과 아시아 주식시장(한국, 중국, 일본, 인도, 인도네시아, 필리핀, 말레이시아, 태국, 대만, 싱가포르, 베트남)간의 상관관계를 국면전환 관점에서 분석한다.

이를 위해 유가와 주가지수 간의 시간가변 상관계수를 DCC-

GARCH(1,1) 모형으로 추정하였고, 비선형 시계열 분석기법인 Smooth Transition Regression(STR) 모형을 활용해 구조적 변화의 비선형 특성과 상관관계의 강도를 파악하였다.

2002년 1월부터 2016년 3월까지의 자료를 토대로 한 분석 결과, 국제유가와 아시아 주가지수간의 상관관계는 시간의 흐름에 따라 그리고 국가별로 상이한 움직임을 나타냈다.

또한 상관관계의 국면간 전환점과 전환속도를 측정하는 모수가 일부 국가에서 유의하게 추정되었다.

이러한 결과는 원유와 아시아 국가 주식으로 포트폴리오를 구성할 경우 상관계수의 추정과정에서 비선형성과 강도를 고려해야 할 필요가 있음을 시사한다.

이에 본 논문은 방법론적으로 기존의 국제재무 문헌의 확장에 기여하며 주식시장과 원유시장의 관계자들에게도 포트폴리오 구성 및 시장예측과 관련한 실무적 시사점도 제공한다.

@highlight

이 연구는 국제원유시장과 아시아 주식시장(한국, 중국, 일본, 인도, 인도네시아, 필리핀, 말레이시아, 태국, 대만, 싱가포르, 베트남)간의 상관관계를 국면전환 관점에서 분석한다.

