솔더와 PCB Cu 패드와 솔더 경계면에서 발생하는 수직응력과 수평응력을 분석하여 PGA 패키지의 신뢰성향상을 위한 리드핀의 형상설계에 대한 연구를 수행하였다.

이와 같은 연구를 위해 리드핀의 20o 각도 굽힘 변형과 50 μm 인장조건에서 4인자 3수준의 다구찌 최적설계와 유한요소해석을 수행하였다.

해석결과에 의하면 리드핀의 헤드곡면과PCB Cu 패드가 접촉하는 폭(d2)이 솔더에서 발생하는 응력감소에 가장 큰 영향을 미치는 인자로 계산되었다.

또한, 다구찌법의 파라메타 설계에 의해 기존 리드핀 형상모델에 비해 약 18.7%의 등가 von Mises 응력이 감소하는 형상을 도출하였다.

한편, 최대 수직응력이 발생하는 위치가 PCB의 Cu 패드와 솔더의 외곽이 접촉하는 위치이고 최대 수평응력이발생하는 위치가 SR 층과 솔더의 외곽표면이 접촉하는 위치임을 파악하여, PGA 패키지의 박리 불량은 솔더의 외곽부터발생하여 내부로 진행될 것으로 예측되었다.

@highlight

솔더와 PCB Cu 패드와 솔더 경계면에서 발생하는 수직응력과 수평응력을 분석해 PGA 패키지의 신뢰성향상을 위한 리드핀의 형상설계에 관한 연구를 수행했다.

