본 연구는 주택담보대출시 소액임차보증금을 공제하지 않고 주택담보대출비율 까지 대출을 받을 수 있도록 하는 모기지 신용보증(MCG, MCI) 상품이 가지는 특성을 이론적으로살펴보고, 실제 대출자료를 활용하여 모기지 신용보증을 선택하는데 영향을 미치는 요인및 특성을 살펴보는데 목적이 있다.

선행연구에 대한 검토에 따라 본 연구에서는 대출자의자산이 적을수록, 소득이 높을수록 모기지 신용보증을 활용할 가능성이 높아질 것으로 가정하였다.

이러한 이론적 가정을 실증적으로 분석하기 위하여 ’14.1월~’15.8월까지 시중A은행에서 취급된 아파트 주택담보대출 7.5만건을 대상으로 대출 및 대출자의 특성이 모기지신용보험의 선택에 미치는 영향을 분석하였다.

분석 결과 자산제약이 높을수록(주택가격이 낮을수록) 모기지 신용보증 활용 가능성이 증가하였으며, 소득제약이 높을수록(소득이 낮을수록) 모기지 신용보증 활용 가능성이 낮아지는 것으로 나타났다.

신혼부부나 청년층의 경우 자산제약에 의해 내집마련에 어려움이 겪는 경우가 많지만 미래 소득 증가 가능성이 높다.

따라서 이들 계층에 대한 모기지 신용보증 수수료 완화 등 정책적으로 내 집마련을 위한 지원책 마련이 필요할 것으로 보인다.

@highlight

본고는 모기지 신용보증 상품이 가지는 특성을 이론적으로 살펴보고, 실제 대출자료를 활용하여 모기지 신용보증을 선택하는데 영향을 미치는 요인및 특성을 연구한다.

@highlight

그 결과 자산제약이 높을수록 모기지 신용보증 활용 가능성이 증가했고 소득제약이 높을수록 모기지 신용보증 활용 가능성이 낮아지는 것으로 보였다.

