이 연구의 목적은 栗谷이 지은 「高山九曲歌」의 미적 특징을 파악하는 데 있다.

栗谷은 「高山九曲歌」를 지어 朱子의 「武夷櫂歌」에 견주었는데, 品格的인 측면에서 栗谷이 주자의 작품을 창조적으로 계승한 면을 밝히고자 했다.

「武夷櫂歌」는 ‘閑美淸適’의 품격을 지니고 있다.

이 品格은 자연경물을 매개하여 ‘興’에 촉발되어 機心을 잊고 無心의 세계에 드는 것으로, 곧 心氣平和를 느끼게 되는 것이라 할 수 있다.

「武夷櫂歌」는 봄날 이러한 세계를 노래하고 있다.

이와 달리 「高山九曲歌」는 ‘?

澹蕭散’의 품격을 지녔다.

이 품격은 人生에 대한 觀照를 통하여 주위의 변화에 따라 마음을 동요하지 않고 자신의 올곧은 志操를 지키는 孤獨하지만 眞率한 모습을 느끼게 된다.

이러한 면에서 栗谷은 「高山九曲歌」를 통해 ‘?

澹蕭散’의 품격을 드러내고 있는데, 이는 「武夷櫂歌」의 시세계를 창조적으로 계승한 것이라고 할 수 있다.

@highlight

본 연구의 목적은 栗谷이 지은 「高山九曲歌」의 미적 특징을 파악하는 데 있다.

@highlight

이 品格은 자연경물을 매개해 ‘興’에 촉발되어 機心을 잊고 無心의 세계에 드는 것으로, 곧 心氣平和를 느끼게 되는 것이라 할 수 있다.

