최근 효과적인 정보검색을 제공하기 위해 시맨틱 웹을 비롯한 다양한 검색기법들을 사용하고 있다.

이중에서 효과적인 방법은 온톨로지를 이용한 검색기술을 적용하는 것이라 할 수 있다.

본 논문에서는 국가과학기술지식정보서비스(NTIS)에서 구축한 국가R&D정보를 분석하여 온톨로지를 구축하고, 이용자가 관심있어 하는 주제분야(과제, 인물, 성과, 기관)를 중심으로 온톨로지의 객체관계를 표현하고 정보를 탐색하기 위한 국가R&D지식맵(knowledge map)을 구축하였다.

국가R&D지식맵은 사용자가 선택한 객체를 중심노드로 설정하여, 주제분야를 노드로 표현하고, 객체와 주제분야간의 관계를 분석하여 사용자가 관심 있어 하는 질의를 주제분야의 하위노드로 표현하였다.

사용자가 하위노드의 질의를 선택하면 시스템에서는 선택한 질의를 온톨로지로부터 추론할 수 있는 SPAQL 질의어를 생성하고 추론엔진으로부터 검색결과를 받아 사용자에게 제시하였다.

@highlight

본고에서는 국가과학기술지식정보서비스에서 구축한 국가R&D정보를 분석하여 온톨로지를 구축하고, 이용자가 관심있어 하는 주제분야를 중심으로 온톨로지의 객체관계를 표현하고 정보를 탐색하기 위한 국가R&D지식맵을 구축했다.

