금융기관에서 대출 등을 함에 있어 담보로 저당목적물에 저당권 등을 설정하는 바, 특히 나대지에 저당권을 설정할 때에는 동시에 지상권을 설정하는 경우가 많다.

이를 실무상 담보지상권이라 하고 판례 역시 이를 인정하고 있다.

우리 민법 제279조에서는 지상권에 관한 규정을 두고 있고 담보지상권 역시 지상권의 일종으로 볼 것이나 담보지상권은 그 법적 성질과 내용이 조금 상이하여 유효·무효 여부에 대한 논의가 있다.

대상판결은 토지소유자로부터 사용권을 부여 받은 자가 지상권자에게 대항함에 있어 일반 지상권과 담보지상권에 대하여 다른 논리적 흐름을 보이고 있어 이를 파악하는데에 의미가 있다.

본 논문에서는 이러한 담보지상권의 필요성 및 유효여부에 대하여 연구하여 그 유효함을 피력하였다.

법은 사회의 구성 부분으로 변화 내지 시간의 흐름에 적응해야 하고 이는 반드시 법개정이라는 방식이 아닌 탄력적인 해석으로도 가능할 것이다.

담보지상권은 실무적으로 자주 쓰이고 있으며 판례도 인정하고 활용하고 있으므로 국민의 법적확신에 이른다고 보아 유효성을 인정하여 합리적 법활용을 기대할 수 있다.

@highlight

본 논문은 담보지상권의 필요성과 유효여부에 대하여 연구하였고 그 유효함을 피력하고 있다.

@highlight

담보지상권은 실무적으로 자주 쓰이고 있으며 판례도 인정하고 활용하고 있는 개념이므로 국민의 법적확신에 이른다고 보아 유효성을 인정하여 합리적 법활용을 기대할 수 있을 것이다.

