이 글은 4·19 직후부터 1970년대 전반까지의 시기를 대상으로 일본문학 수용을 대하는 신구세대 문인들의 의식과 태도를 냉전 메커니즘과의 관련 속에서 조명하였다.

이중어세대나 한글세대 문인들 모두 일본문학의 대표적 소비자였지만, ‘향수’와 ‘호기심’으로 요약되는 일반 독자들의 반응과는 달리 당대 문인들이 일본문학을 대하는 의식과 심리는 매우 중층적이고 착잡한 것이었다.

거기에는 일본어 독해능력, 피식민 경험, 문학적 지향성, 교육과 문단을 포괄하는 문학제도, 그리고 사상과 감각을 규율하는 냉전 메커니즘 등의 문제가 보다 복잡하게 연루되기 때문이다.

이 글에서는 문학을 매개로 한 일본과의 교류가, 특히 이중어세대에게는 ‘친일’의 과거 행적을 환기시킨다는 점에서 매우 불편한 것임을 확인하였고, 4·19를 경험한 한글세대에게는 잠시나마 사상적으로 열린 공간을 접촉케 함으로써 이데올로기적 억압에 대한 저항의 가능성을 제공하였음을 살펴보았다.

식민지 시대 일본어로 교육받은 이중어세대와, 해방 이후 제도교육을 받은 한글세대가 일본문학과 접촉하면서 받은 자극은 구별될 수밖에 없으며, 이는 문학 장 내부의 세대적 차이로 의미화 될 수 있을 것이다.

@highlight

이 논문은 4·19 직후부터 1970년대 전반까지 일본문학 수용을 대하는 신구세대 의식과 태도를 조명했다.

@highlight

문학을 매개로 한 일본과의 교류가 이중어세대에게는 ‘친일’의 과거 행적을 환기시킨다는 점에서 이중어세대와 한글세대가 받은 자극은 구별되며 문학 장 내부의 세대적 차이로 의미화 될 수 있다.

