본 연구는 제3자 효과인식(Third-

person effect)과 침묵의 나선이론(The spiral of silence)의 접합점에 대한 탐색이다.

이를 위해 2014년 6월 서울시장 후보들의 TV토론회를 시청한 서울시민 400명의 온라인설문조사를 바탕으로 제3자 효과인식을 계산했다.

설문결과, 시청자들은TV토론이 남들보다는 나에게 더 영향을 미친다는 “역3자 효과(Reverse third-

person effect)”를 보였다.

역3자 효과는 나와 남과의 지리적 거리가 멀수록, 또 지지후보가 다를수록 크기가 더컸다.

역3자 효과 인식은 또한 “공개적인 지지표명의지”와 밀접한 관련성을 보였다.

즉, 자신이다른 사람들보다 TV토론의 영향을 많이 받는다고 여기는 사람일수록 “낯선 사람을 만나서” 또는“공개석상에서” 자신의 지지후보를 이야기할 수 있다고 답했다.

이는 자신의 견해가 다수라고여겨졌을 때, 개인들은 의견을 적극적으로 표명한다는 ‘침묵의 나선(The spiral of silence)’과제3자 효과 이론이 접목가능하다는 것을 보여준다.

@highlight

본고는 제3자 효과인식과 침묵의 나선이론의 접합점에 대한 탐색이다.

@highlight

설문결과, 시청자들은TV토론이 남들보다는 나에게 더 영향을 미친다는 “역3자 효과”를 보였다.

