‘자기교육’이라는 용어는 전통적인 교육학의 논리와 관점에서 보면 개념적으로 성립하기 어려운 용어이다.

학교태에서 이루어지는 교사 중심의 교수-

학습활동에 초점을 맞추어 교육을 보는 전통적인 교육학은 교사의 존재와 그의 의도에 따른 가르침을 교육의 조건으로 개념화하여 왔으며, 교사를 교육의 주체로 삼기 때문이다.

이 논문은 개인의 의지와 결단, 노력과 실천 등의 내적 동기와 힘에 이끌리는 인간형성의 과정으로서의 교육을 ‘자기교육’으로 개념화하고, 개인이 스스로의 성장과 형성을 이루어 나가는 교육의 주체가 되는 ‘자기교육’이 인간형성을 위한 활동으로서의 교육의 본원적이며 궁극적인 측면이라는 점을 논하고자 한다.

그리고 개인을 자신의 인간형성을 이루어 나가는 교육의 주체로 인정하는 ‘자기교육’의 개념을 수용할 때, 학교태와 교수-

학습활동을 중심으로 교육을 보는 전통적 교육학의 편협하고 왜곡된 관점과 오랜 통념을 보다 적극적으로 변화시켜 나갈 수 있을 것이라는 점을 논하고자 한다.

또한 ‘자기교육’의 개념을 중심으로 하는 자기교육론의 이론적 성립 가능성을 검토해 보고, 그 시사점을 평생교육과 관련하여 살펴보고자 한다.

@highlight

본 논문은 개인의 의지와 결단, 노력과 실천 등의 내적 동기와 힘에 이끌리는 인간형성의 과정으로서의 교육을 ‘자기교육’으로 개념화하고, 개인이 스스로의 성장과 형성을 이루어 나가는 교육의 주체가 되는 ‘자기교육’이 인간형성을 위한 활동으로서의 교육의 본원적이며 궁극적인 측면이라는 점을 논하고자 한다.

