협력회사의 품질수준 향상은 모기업의 품질수준 향상과 생산성 향상으로 이어지고 결국은 협력회사의 품질경쟁력이 모기업의 경쟁력에 기여한다는 사실은 많은 연구를 통해 밝혀진 바 있다.

본 연구에서는 대기업의 협력회사에 대한 품질지도 활동에 대해 살펴보고, A 대기업 활동 결과를 바탕으로 활동 효과에 대해 통계적으로 분석을 실시했으며, 연구결과는 다음과 같다.

첫째, 대기업의 품질지도 활동은 협력회사의 품질성과에 긍정적인 영향을 미치는 것으로 확인되었다.

따라서 대기업이 중심이 되어 협력회사에 대한 품질지도 활동을 더욱 확대할 필요가 있다.

둘째, 대기업의 품질지도 활동은 협력회사의 모기업 의존도가 높을수록 품질성과 변화가 크게 나타나며, 품질성과 변화는 즉시 나타나는 것으로 확인 되었다.

따라서 품질지도 활동 대상 협력회사 선정 시, 모기업 의존도를 고려할 필요가 있고, 특히, 라이프사이클이 짧은 제품을 생산하는 기업에서는 반드시 고려해야 할 것이다.

셋째, 대기업의 품질지도 활동은 협력회사에 품질관리 전담자가 있는 경우, 품질성과 변화가 크며, 품질성과 변화가 빠르게 나타나는 것으로 확인 되었다.

협력회사는 품질관리 전담자를 우선 확보하여 품질관리 기능을 합리적으로 수행할 수 있도록 해야 하며, 나아가 타 부서의 영향을 받지 않도록 독립된 품질 전담 조직 구성을 검토해야 할 것이다.

본 연구결과는 대기업의 협력회사에 대한 품질지도 활동 시, 시행착오를 줄이고 선택과 집중을 통해 활동 효과를 극대화 하는데 기여할 것이다.

@highlight

협력회사의 품질수준 향상은 모기업의 품질수준 향상과 생산성 향상으로 이어지고 결국은 협력회사의 품질경쟁력이 모기업의 경쟁력에 기여한다는 사실은 많은 연구를 통해 밝혀진 바 있다.

