겸

재

 

정

선

(

謙

齋

 

鄭

敾

,

 

1

6

7

6

?

1

7

5

9

)

은

 

1

8

세

기

 

화

단

에

 

뚜

렷

한

 

자

취

를

 

남

긴

 

문

인

화

가

로

서

 

다

양

한

 

소

재

를

 

소

화

하

였

다

.

 

그

는

 

7

0

대

 

이

후

 

말

년

까

지

 

화

필

(

畵

筆

)

을

 

놓

지

 

않

았

으

며

,

 

때

때

로

 

아

들

과

 

제

자

에

게

 

대

필

(

代

筆

)

을

 

시

키

기

도

 

했

다

.

 

생

존

 

당

시

부

터

 

명

성

이

 

높

았

던

 

정

선

의

 

화

풍

은

 

그

의

 

사

후

(

死

後

)

,

 

2

0

세

기

 

초

까

지

조

선

 

화

단

에

 

큰

 

영

향

을

 

미

쳤

다

.

 

그

 

과

정

에

서

 

정

선

 

그

림

의

 

모

방

작

과

 

복

제

작

이

 

만

들

어

졌

고

,

 

서

명

과

 

인

장

을

 

위

조

한

 

작

품

들

이

 

섞

인

 

채

 

유

통

되

었

다

.

 

그

와

 

같

은

 

현

상

은

 

조

선

이

 

근

대

화

를

 

향

한

 

대

장

정

에

 

뛰

어

들

었

던

 

1

9

세

기

 

후

반

?

2

0

세

기

 

초

 

미

술

시

장

에

서

 

한

층

 

노

골

화

되

었

다

.

 

현

재

 

영

국

도

서

관

에

는

 

당

시

 

조

선

에

 

체

류

했

던

 

서

양

인

들

이

 

수

집

한

 

2

점

의

 

《

겸

재

화

첩

》

이

 

소

장

되

어

 

있

다

.

 

각

각

 

조

선

 

정

부

의

 

근

대

화

 

정

책

에

 

관

여

했

던

 

영

국

인

 

알

프

레

드

 

스

트

리

플

링

과

 

미

국

인

 

호

머

 

헐

버

트

가

 

수

집

하

였

고

,

 

2

0

세

기

 

초

 

영

국

도

서

관

이

 

구

입

한

 

유

물

이

다

.

 

두

 

점

 

모

두

 

‘

겸

재

화

첩

’

이

라

는

 

표

제

가

 

있

고

 

일

부

 

그

림

의

 

제

재

와

 

화

풍

이

 

정

선

과

 

연

관

되

지

만

,

 

세

부

 

표

현

의

 

특

징

과

 

회

화

적

 

완

성

도

는

 

정

선

과

 

거

리

가

 

있

는

 

위

작

(

僞

作

)

이

다

.

 

고

동

서

화

의

 

수

요

와

 

공

급

,

 

유

통

 

시

스

템

이

 

재

편

되

어

 

가

던

 

전

환

기

에

 

제

작

,

 

유

통

되

었

던

 

것

이

다

.

 

이

와

 

같

은

 

정

선

의

 

전

칭

화

첩

(

傳

稱

畵

帖

)

은

 

개

화

기

 

조

선

 

서

화

의

 

모

방

과

 

복

제

,

 

유

통

의

 

일

 

단

면

을

 

엿

보

는

 

데

 

유

용

한

 

회

화

 

사

료

이

다

.

@highlight

겸재 정선은 생존 당시부터 명성이 높았다. 그의 화풍은 그의 사후(死後), 20세기 초까지조선 화단에 큰 영향을 미쳤고 이 같은 현상은 조선이 근대화를 향한 대장정에 뛰어들었던 19세기 후반?20세기 초 미술시장에서 한층 깊어젔다.