패션 산업은 의류를 포함한 액세서리, 잡화에서 화장품까지 포괄하기 때문에, 소비자 일상에 밀접한 상품 군으로 소비자 구매행동에 대한 연구가 중요하다.

최근 의류전문 소매점을 통칭하는 SPA브랜드의 패션 산업 내 영향력이 커진 가운데, SPA소비자들의 구매행동에 대한 관심이 커지고 있다.

이에, 본 연구는 글로벌 SPA브랜드 중 대표적인 유니클로와 자라를 연구 대상으로 하여, SPA 소비자들의 해당 브랜드 점포 평가 속성과 브랜드 태도, 그리고 월평균 의류소비액 등의 사회경제적 변수를 측정하고 이것이 최근 3개월 내 구매빈도에 미치는 영향을 알아보았다.

다중회귀분석 실시 결과, 매장 내부 VMD와 매장방문 빈도, 그리고 의류소비액이 공통적으로 유의하게 드러난 가운데, 유니클로에서는 브랜드 동일시와 성별이 유의했던 반면, 자라는 다양한 사이즈와 맞음 새가 구매빈도에 유의한 영향을 미치는 변수로 나타났다.

이에, 내수 브랜드의 경쟁력 강화를 위한 브랜드 콘셉트에 적합한 매장 VMD 전략 강화와 사이즈 다양화의 필요성을 강조하였다.

@highlight

패션 산업은 의류를 포함한 액세서리, 잡화에서 화장품까지 포괄하기 때문에, 소비자 일상에 밀접한 상품 군으로 소비자 구매행동에 대한 연구가 중요하다.

