본 연구는 대학생들의 그릿과 낙관성이 일상적 창의성을 매개로 진로 적응성에 미치는 영향을 분석하고자 수행되었다.

이를 위하여 충남의 C 대학에 재학 중인 대학생 237명을 대상으로 설문을 실시하였으며 수집된 자료는 SPSS 23.0과 AMOS 22.0 프로그램을 사용하여 분석하였다.

설정한 매개 모형의 적합도가 양호한 것으로 나타났으며, 경로분석 결과는 다음과 같다.

첫째, 주요 변인들간의 상관관계 분석 결과 그릿, 낙관성, 일상적 창의성 및 진로 적응성 간 유의미한 정적 상관을 보였다.

둘째, 매개 분석 결과 그릿, 낙관성, 일상적 창의성이 진로 적응성에 유의한 영향을 미친다는 것이 확인되었으며, 그릿과 낙관성이 일상적 창의성에 의해 매개 되는 모형이 자료에 잘 부합되는 것으로 나타났다.

즉, 그릿과 낙관성이 일상적 창의성을 매개로 하여 진로 적응성에 간접적으로 영향을 미쳤으며, 그릿은 직접적으로 진로 적응성에 영향을 미친다는 것이 확인되었다.

이러한 결과는 대학생들의 그릿과 낙관성이 진로 적응성에 영향을 미치기 위해서는 일상적 창의성이 중요한 역할을 한다는 것을 시사한다.

이상의 연구 결과를 중심으로 대학생의 진로 교육의 실제와 관련지어 논의한 후 연구의 제한점을 제시하였다.

@highlight

본 논문은 대학생들의 그릿과 낙관성이 일상적 창의성을 매개로 진로 적응성에 미치는 영향을 분석하고자 했다.

@highlight

이를 위해 충남의 C 대학에 재학 중인 대학생 237명을 대상으로 설문을 실시하였고 수집된 자료는 SPSS 23.0과 AMOS 22.0 프로그램을 활용하여 분석했다.

