일본은 금융시장의 공동화에 대한 위기감의 고조를 배경으로 ‘일본판 빅뱅(금융시스템개혁)’의 프런트 런너로서 ‘외국환 및 외국무역법’을 2014년 12월말까지 총 34차에 걸쳐 개정하여 시행하고 있으며, 또한 2009년 6월에는 정보통신기술의 발달과 이용자 욕구의 다양화 등 자금결제시스템을 둘러싼 환경변화에 따른 이용자의 편의성을 제고하기 위하여 ‘자금결제에관한법률’에 의거한 ‘자금이동업제도’를 신설함으로써 은행 이외에 일반사업자도 외환송금업무를 취급할 수 있도록 하고 있다.

특히 1998년 4월에는 법률명까지 개정한 외환법을 시행하여 그 동안 유지하여 온 환은주의를 전면적으로 철폐함으로써 개인이나 기업이 자유롭게 대외거래에 임할 수 있도록 변경하였다.

본문에서는 일본 외국환거래의 기본법이라 할 수 있는 외환법, 특히 1998년 개정법 등을 중심으로 일본의 외국환거래 완전자유화정책 및 관련법제(특히 자금결제법)의 동향과 그 주요 내용을 고찰함으로써 환은주의를 고수하고 있는 우리나라 외국환 거래정책의 개선방안과 최근 논의가 진행되고 있는 자금송금업의 도입여부에 관한 시사점을 모색하고자 하였다.

@highlight

환은주의를 고수하고 있는 우리나라 외국환 거래정책의 개선방안 및 최근 논의가 진행되고 있는 자금송금업의 도입여부에 대한 시사점을 모색하고자 했다.

