이 연구는 투표 참여 광고의 설득 효과를 검증하였다.

특히 유권자의 정치적 이념성향에따라 투표참여 광고의 효과가 달라질 수 있음을 실험을 통해 검증하였다.

이 연구는 2 (정치적 이념성향: 진보 vs.

보수) × 2 (투표 참여 광고: 내적 효능감 메시지 vs.

외적 효능감메시지)의 응답자 간 실험 설계(between-

subjects design)를 이용하였다.

실험에는 서울과 경기도 소재 남녀 대학생 총 239명이 참여했다.

분석 결과, 첫째로 진보적인 사람들은 내적 효능감을 더 크게 지각했으며 보수적인 사람들은 외적 효능감을 더 크게 지각하였다.

둘째, 진보적인 사람들은 내적 효능감을 강조한 광고에 더 호의적인 태도를 나타냈고, 보수적인 사람들은 외적 효능감을 강조한 광고에 더 호의적으로 반응하였다.

셋째, 내적 효능감을 강조한 광고에 노출될 때, 진보적인 사람들이 더 높은 정치참여 활동과 투표 의도를 보였고, 외적 효능감을 강조한 광고에 노출될 때, 보수적인 사람들이 더 높은 정치참여 활동과 투표 의도를보였다.

넷째, 보수의 경우, 외적 효능감이 투표 참여 광고와 투표 의도 사이를 부분적으로매개하는 것으로 나타났다.

하지만, 진보의 경우, 예상과는 달리 내적 효능감이 매개 변수의역할을 하지 않는 것으로 나타났다.

@highlight

본 연구는 투표 참여 광고의 설득 효과를 검증했다.

@highlight

분석 결과, 진보적인 사람들은 내적 효능감을 더 크게 지각했고 보수적인 사람들은 외적 효능감을 더 크게 지각했다.

