본

고

에

서

는

 

현

대

 

?

?

?

에

서

 

'

N

P

1

+

V

P

+

起

+

N

P

2

'

구

문

의

 

사

용

 

양

상

을

 

?

?

?

를

 

비

롯

한

 

기

타

 

방

언

의

 

비

교

를

 

중

심

으

로

 

고

찰

하

고

 

그

 

특

징

을

 

밝

히

고

자

 

하

였

다

.

 

?

?

?

에

서

 

'

N

P

1

+

V

P

+

起

+

N

P

2

'

구

문

의

 

사

용

양

상

을

 

고

찰

하

기

 

위

해

 

중

국

 

?

?

?

 

방

언

화

자

에

게

 

4

차

례

에

 

걸

쳐

 

조

사

를

 

의

뢰

하

였

다

.

 

?

?

?

에

서

 

'

N

P

1

+

V

P

+

起

+

N

P

2

'

구

문

은

 

1

음

절

,

 

2

음

절

 

형

용

사

,

 

적

극

적

d

인

 

형

용

사

뿐

만

 

아

니

라

 

소

극

적

인

 

형

용

사

도

 

사

용

할

 

수

 

있

다

.

 

V

P

가

 

동

사

구

인

 

경

우

에

 

?

?

?

보

다

 

?

?

?

의

 

사

용

범

위

가

 

훨

씬

 

넓

다

.

 

‘

N

P

1

+

V

P

+

起

+

N

P

2

’

구

문

의

 

부

정

은

 

‘

不

’

,

 

‘

?

有

’

를

 

사

용

하

는

데

,

 

N

P

1

와

 

N

P

2

의

 

공

통

적

 

비

교

 

사

항

을

 

찾

을

 

수

 

있

다

면

 

일

반

적

으

로

 

문

두

에

 

사

용

하

여

 

화

제

구

문

으

로

 

표

현

한

다

.

 

N

P

1

은

 

일

반

명

사

,

 

수

식

구

,

 

수

량

구

가

 

많

이

 

쓰

이

고

,

 

동

목

구

,

 

수

식

구

 

등

도

 

쓸

 

수

 

있

다

.

 

‘

?

?

?

에

서

는

 

비

교

차

이

를

 

나

타

내

는

 

구

체

적

인

 

수

량

구

가

 

나

타

날

 

수

 

있

다

.

 

‘

N

P

1

+

V

P

+

起

+

N

P

2

’

구

문

의

 

의

문

형

식

을

 

보

면

 

문

말

에

 

의

문

부

호

를

 

붙

이

는

 

형

식

,

 

형

용

사

의

 

긍

정

,

 

부

정

 

형

식

을

 

조

합

하

는

 

형

식

,

 

형

용

사

 

앞

에

 

‘

是

?

,

 

是

不

是

’

를

 

붙

이

는

 

형

식

 

등

이

 

있

다

.

@highlight

이 논문에서는 현대 ???에서 'NP1+VP+起+NP2'구문의 사용 양상을 ???를 비롯한 기타 방언의 비교를 중심으로 고찰하고 그 특징을 밝히고자 했다.