본 연구에서는 주가가 음(-

)의 충격에 대해 더 크게 반응한다는 비대칭적 변동성이 잡음거래(noise trading)에 의해서 발생하는 것인가에 대해 분석하려고 한다.

분석방법은 내재가치를 칼만필터(Kalman filter)를 이용하여 구한 다음 실제주가와 내재가치 각각에 대해 EGARCH모형과 GJR모형을 이용하여 실증검증한다.

검증결과 내재가치를 이용하여 실증검증할 경우에 계수의 유의성이 실제주가 경우의 유의성보다 낮아진다고 한다면 비대칭적 변동성이 발생하는 이유 가운데 하나가 잡음거래라고 할 수 있는 것이다.

분석대상은 KOSPI 월별수익률이고 대상기간은 1980.

1~2004.

6이다.

EGARCH모형과 GJR모형 모두 분산방정식의 계수가 실제주가의 경우에 유의한 값을 보여주었고, 칼만필터에 의해서 구한 내재가치를 사용하여 분석한 경우에는 비유의적인 값을 보여주었다.

실제주가 경우에는 비대칭적 변동성이 발생하고 내재가치 경우에는 비대칭적 변동성이 발생하지 않는 것으로 나타났다.

@highlight

이 연구에서는 주가가 음(-

@highlight

)의 충격에 관해 더 크게 반응한다는 비대칭적 변동성이 잡음거래에 의해서 발생하는 것인가에 관해 분석하려고 한다.

