이주여성에 대한 대부분의 미디어재현 연구는 적응의 대상으로써 이주여성을 분석해 내지만 그 이상의 논의를 이끌어 내지 못하고 있다.

이는 문화적응 혹은 문화변용의 구체적 유형을 분석에서 담보하지 못한 까닭이다.

문화변용은 단일차원의 구성물이 아니며 동화로 단순화할 수 있는 것이 아니기에, 본고에서는 문화변용을 다차원으로 개념화한 베리의 문화변용이론을 내용분석의 틀로 상정하고 이주여성에 대한 미디어의 재현의 유형을 구체화하고자 했다.

이를 위하여, 2012년 1월 1일부터 12월 31일까지 지상파방송 3사(KBS, MBC, SBS)에서 다문화 관련 주제를 다룬 콘텐츠 중 휴먼다큐멘터리와 오락 프로그램을 분석 대상으로 설정, 88개의 에피소드를 분석하였다.

연구 결과에 의하면, 문화변용 유형 중, 동화유형이 채택되는 경우가 64.8%로 가장 많았으며, 통합유형은 30.4%, 분리유형은 1.1%에 그쳤다.

또한 동화유형 보다는 통합유형에서 이주여성의 고유문화를 더 많이 소개하고 있었다(t(85)=5.081, p=.000).

반면, 이주여성이 한국문화를 향유하는 씬의 횟수는 문화변용유형에 따른 유의미한 차이가 발견되지 않았다(t(85)=.640, p=.524).

또한 통합유형이 동화유형보다 이주여성의 고유문화 향유를 좀 더 긍정적으로 묘사하고 있는 것(t(85)=3.187, p=.002)으로 분석되었다.

@highlight

2012년 1월 1일부터 12월 31일까지 지상파방송 3사(KBS, MBC, SBS)에서 다문화 관련 주제를 다룬 콘텐츠 중 휴먼다큐멘터리와 오락 프로그램을 분석 대상으로 설정, 88개의 에피소드를 분석하였다.

