본 연구에서는 쉴드 TBM (Tunnel Boring Machine) 터널 디스크 커터의 적절한 교체시기를 예측하기 위한 방법으로 머신러닝 기법을 사용한 방법을 제안하였으며, 이를 위해 국내 기 시공된 쉴드 TBM 현장의 데이터를 이용하여 다양한 머신러닝 알고리즘 중SVM (Support Vector Machine)을 이용하여 예측 모델을 구축하고 그 성능을 평가하였다.

지반 조건별 디스크 커터의 마모와 높은 상관성을 갖는 TBM 기계 데이터와 디스크 커터 교체 이력을 분류하고, 이들을 SVM의 변수로 사용하여 3종류의 분류 함수를 적용하여 각각 학습을 한 후 예측을수행한 결과, 각 지반 조건에 대해서 3종류의 SVM 분류 함수 중 전체적으로 RBF (Radial Basis Function) SVM의 예측성능이 가장 우수하며(평균적으로 80%의 정확도, 10% 오분류율), 지반 조건별로 구분 시 디스크 커터 교체 데이터의 수가 많을수록 예측 결과가 좋은 것으로 나타났다.

향후 많은 데이터를 축적하고 이를 모두 활용하여 학습모델을 지속적으로 발전시켜 나간다면 이와 같은 디스크 커터 교환주기를 예측하기 위한 머신러닝 기법의 실무 적용성이 매우 클 것으로기대한다.

@highlight

쉴드 TBM 터널 디스크 커터의 적절한 교체시기를 예측하기 위한 방법으로 머신러닝 기법을 사용한 방법을 제안하였고 이를 위해 국내 기 시공된 쉴드 TBM 현장의 데이터를 이용하여 다양한 머신러닝 알고리즘 중SVM을 이용하여 예측 모델을 구축하고 그 성능평가를 수행하였다.

