이 연구의 목적은 취업준비 과정에서 북한이탈주민이 경험하게 되는 심리적 특성이며 이들의 특수한 당면 과제인 적응유연성을 매개로 한 진로장벽이 진로결정 자기효능감에 미치는 영향을 분석하는 것이다.

이를 달성하기 위해 거주지 정착 초기의 북한이탈주민을 대상으로 조사(유효표본: 268부)하여 변인 간 구조적 관계를 분석한 결과, 다음과 같은 결론을 도출하였다.

첫째, 북한이탈주민의 특수성을 고려한 직업정보 내용 및 방법의 개발이 필요하다.

둘째, 북한이탈주민의 진로장벽을 낮추기 위한 노력은 진로개발에 있어 부정적 요인인 진로장벽 인식 수준을 경감시키고 적응유연성에는 긍정적 영향을 미칠 수 있다.

셋째, 북한이탈주민의 적응유연성이 향상되면 적응 과정에서 발생하는 어려움에 바람직하게 대처할 수 있으며 자신의 진로를 스스로 결정할 수 있다는 신념도 향상시킬 수 있다.

넷째, 북한이탈주민의 진로장벽이 완화되면 진로결정 자기효능감이 향상될 수 있다.

다섯째, 북한이탈주민의 진로장벽을 낮추면 적응유연성이 매개변인으로 작용하여 진로결정 자기효능감을 향상 시킬 수 있다.

이와 같은 연구 결과를 바탕으로 학문적·실천적 논의를 전개하였다.

@highlight

본 연구의 목적은 취업준비 과정에서 북한이탈주민이 경험하게 되는 심리적 특성이며 이들의 특수한 당면 과제인 적응유연성을 매개로 한 진로장벽이 진로결정 자기효능감에 미치는 영향을 분석하는 것이다.

