신체활동이 인지기능과 학업성취에 미치는 영향에 관한 많은 연구들이 수행되어 왔으나 신체활동이나 체육수업의 효과를 검증함에 있어서 다양한 인지과제를 사용하여 다차원적으로 그 효과를 조사한 연구는 미흡한 실정이다.

따라서 본 연구의 목적은 학생건강체력평가(PAPS) 등급에 따라 다양한 인지기능(지능, 비언어성 인지기능, 집행기능, 변별과제 수행시의 정보처리 속도)에 어떠한 차이가 있는 지와, PAPS 등급에 따른 효과가 인지기능의 종류에 따라 달라지는 지를 조사하는 것이다.

연구 대상자는 초등학생 5, 6학년으로 학생건강체력평가 1등급 24명, 4-5등급 24명이였다.

인지기능 측정을 위해 K-

ABC 카우프만 지능검사, CTONI-2 비언어성 지능검사, STROOP 색상-

단어검사, 정보처리 속도를 측정하기 위한 청각변별과제가 사용되었다.

PAPS 1등급과 4-5등급 간 인지검사 하위요인들에 대한 차이를 조사한 결과, PAPS 1등급의 정보처리 속도가 PAPS 4-5등급보다 유의하게 빠른 것으로 나타났다.

그러나 다른 인지기능에서는 PAPS 등급에 따른 유의한 차이가 나타나지 않았다.

이러한 결과는 학생건강체력평가 등급에 따른 차이가 지능이나 실행기능보다 정보처리속도에서 크다는 것을 의미한다.

@highlight

본 연구의 목적은 학생건강체력평가 등급에 따라 여러 인지기능에 어떤 차이가 있는 지와, PAPS 등급에 따른 효과가 인지기능의 종류에 따라 달라지는 지를 조사하는 것이다.

