이 연구는 독일어교육의 이론과 실천에 대해 알기 위하여, 독일어교육의 역사와 제도, 독일어 교과교육학의 위상과 연구동향, 그리고 교육과정과 교과서, 교실에서의 실제 수업을 살펴보았다.

그 결과로 국어교육에서 생각해야 할 시사점을 찾아보았다.

독일어교육의 이론은 역사적으로 민족주의에서 기능주의로 옮겨져 현재는 통합적 기능교육을 중심축으로 하고 있다.

교육과정은 ‘표현’, ‘이해’, ‘언어지식’의 세 영역 체제로 구성되고, 통합교과적 주제 또는 공통주제를 포함하고 있다.

교과서는 교육과정을 충실히 반영하는데, 그룬트슐레는 ‘주제 중심’, 김나지움은 ‘장르중심’의 구성 방식을 취한다.

그러나 수업은 교사의 자율성을 바탕으로 교육과정이나 교과서와 다른 방향으로 이루어지기도 한다.

독일어교육의 현황에 대한 이해를 통하여 발견할 수 있는 시사점은 다음과 같다.

첫째, 통합적 지도의 경험은 현 시점에서 국어교육에 중요한 모델이 된다.

둘째, 검정 교과서의 개발과 관리에 대한 아이디어는 우리에게 참고가 된다.

셋째, 교육의 중앙관리와 자율관리 사이의 역학관계와 효율성에 대해 재고하게 한다.

넷째, 교사 양성 과정에서 교과교육학의 중요성을 인식하게 한다.

@highlight

본 연구는 독일어교육의 이론과 실천에 관해 알기 위해, 독일어교육의 역사와 제도, 독일어 교과교육학의 위상과 연구동향, 교육과정과 교과서, 교실에서의 실제 수업을 살펴보았다.

