한국교회는 소그룹으로 시작되었다.

‘구역’은 한국교회 소그룹 조직의 대명사이다.

그러나 한국교회는 소그룹을 조직만 해 놓고 그것을 관리하고 운영하는 일을 제대로 하지 못하였다.

그 결과 한국교회 그리스도인들은 생활 속에서 하나님의 영광을 드러내지 못하였다.

‘제자훈련’은 한국교회의 이러한 문제를 해결하기 위해 시작된 소그룹 운동이다.

그러나 제자훈련은 한국교회에 신선한 충격을 주었으나 대중적인 목회의 방법으로 발전할 수 없었다.

1990년대에 들어와 새로운 형태의 소그룹 목회가 소개되었다: 셀 교회, G.

12, 가정교회.

소그룹 목회가 한국교회에 정착되지 못한 이유는 무엇일까?

첫째, 한국교회는 너무 자주 대중집회를 갖는다.

둘째, 교회가 제도화 되었다.

셋째, 한국교회는 부흥집회를 목회의 수단으로 삼는다.

넷째, 목사들이 설교에 너무 많은 시간을 사용한다.

소그룹 목회가 발전하기 위해서 한국교회가 해야 할 일은 무엇인가?

먼저, 우리는 제도화되어버린 교회를 유기체적인 공동체로 바꾸어 놓아야 한다.

다음으로, 교회의 모든 직분들과 제도들이 목회의 기능으로 이해되어야 한다.

또한, 소그룹과 대그룹이 공존하는 교회가 되어야 한다.

마지막으로, 하나님의 말씀을 듣기만 하는 교회가 아니라, 하나님의 말씀을 실천하는 교회가 되어야 한다.

진정한 소그룹 목회는 방법론의 문제가 아니라 신학의 문제이다.

그러므로 소그룹 목회는 신약성경으로 돌아가는 것이며, ‘평신도는 누구인가’에 대한 해답이며, 올바른 교회론의 실천이다.

@highlight

한국교회는 소그룹으로 시작되었다.

@highlight

그 결과 한국교회 그리스도인들은 생활 속에서 하나님의 영광을 드러내지 못했다.

@highlight

‘제자훈련’은 한국교회의 이런 문제를 해결하기 위해 시작된 소그룹 운동이다.

