다공성의 활성탄소와 상대적으로 입자크기가 더 작은 carbon black을 여러 비율로 혼합하여 다양한 적층배열 구조를 갖는 축전식 탈염용 전극을 제조하였고 활성탄소만 존재하는 전극과 비교분석하였다.

연구 결과 carbon black의 양이 증가할수록 탄소체의 배열 구조가 조밀해지는 것을관찰하였고, mesopore가 약 10% 증가하는 것으로 나타났다.

순환전압전류법을 이용하여 축전용량을 살펴보았을 때 carbon black만으로는 이온흡착에 대한 영향이 거의 없지만 활성탄소체와혼합하여 carbon black의 양이 증가할수록 비축전용량 역시 증가하는 것을 관찰하였다.

최종적으로 셀에 전극을 채용하여 탈염실험을 수행한 결과, carbon black의 양이 가장 많이 함유된 전극의 탈염 성능이 가장 우수하였고, pH의 변화의 폭이 가장 좁았다.

또한, 축전된 전하의 분석을 통해 비페러데이 전류의 비율이 증가하는 것으로 나타나 페러데이 반응에 대한 영향이 감소하는 것을 관찰하였다.

이는 carbon black의 첨가로 전극의 적층배열 구조가 변형함으로써mesopore의 비율이 증가해 페러데이 반응에 의한 영향이 감소하였고, 탈염 성능 역시 증가하는것을 알 수 있었다.

@highlight

다공성의 활성탄소와 상대적으로 입자크기가 더 작은 carbon black을 여러 비율로 혼합하여 다양한 적층배열 구조를 갖는 축전식 탈염용 전극을 제조하였고 활성탄소만 존재하는 전극과 비교분석하였다.

