본 연구의 목적은 우리나라 학교현장에서 일어나는 교사대상폭력의 실태를 알아보고, 그로 인한 후유증과, 그 후유증과 관련되는 매개변인을 발견하고자 하는 것이다.

이를 위해 460명의 중·고 교사들로부터 자료를 수집하고, 응답자들이 지난 1년간 또는 경력기간 중에 학생이나 학부모로부터 경험한 폭력실태와 공포, 수치심, 소진 등에 대해 살펴보았다.

응답자 중 335명(72.8%)이 경력기간 중 한번이상 폭력을 경험한 것으로 응답했고 빈도는 내현적폭력, 기타폭력, 외현적폭력 순으로 나타났다.

교사들은 스토킹, 성희롱 등 다양한 폭력에 노출되어 있었다.

또한 교사들의 폭력경험과 소진, 수업몰입 간의 관계를 매개하는 변인으로 공포와 수치심의 효과를 살펴보았다.

그 결과 공포와 수치심은 각각 내현적폭력(1년)과 소진 간의 관계에서 부분매개를, 그리고 교수몰입과의 관계에서는 완전매개를 나타내었다.

이러한 연구결과는 교사들이 폭력을 경험한 직후 공포와 수치심을 해소하는 것이 장기적 후유증을 예방하는 데 도움이 된다는 것을 의미하며, 본 연구결과를 교사상담 및 예비교사프로그램 개발 등에 활용하는 방안, 연구의 한계 및 후속연구의 가능성에 대해 논의하였다.

@highlight

이 연구의 목적은 우리나라 학교현장에서 일어나는 교사대상폭력의 실태를 알아보고, 그로 인한 후유증과, 그 후유증과 관련되는 매개변인을 발견하고자 하는 것이다.

