본 논문은 현재 대학 교양교육에서 사고 수업이 어떻게 진행되고 있는지를 살펴보고, 현행 사고 수업의 문제점을 제시한다.

그리고 이를 보완하기 위해 다차원적 사고력 함양 교육 모델을 제시·적용·평가한다.

이를 위해 제2절에서는 현재의 사고 수업이 비판적 사고 중에서도 형식논리학에 치중된 수업이 많다는 점을 분석한다.

그리고 비판적 사고를 곧 형식논리학으로 이해하여 형식논리학으로 치중된 수업이 사고 성향보다 사고력에 집중한다는 점을 비판하고, 창의적 사고와 비판적 사고를 모두 함양할 수 있는 수업이 필요하다고 주장한다.

제3절에서는 매튜 립맨의 구분에 따라 배려적 사고를 더한 다차원적 사고력 교육 모델을 제시한다.

그리고 탐구공동체를 적용한 다른 모델들을 살펴보며 구성주의에 충실한 나머지 다차원적 사고의 특징을 제대로 활용하지 못했다고 분석한다.

대안으로 제시된 구체적 모델로, 존 듀이의 반성적 사고 5단계를 탐구공동체로 풀어보는 과정을 통해 수업을 진행하는 수업모델을 제시한다.

제4절에서는 실제로 모델을 적용해보고 이에 대해 평가를 진행한다.

논자는 이 모델의 장점으로 동기 부여가 쉽고 사고 성향 함양에 용이하다는 점을, 한계점으로는 학생들에게 수업 형식이 익숙하지 않았다는 점과 창의성이 모호한 것이라는 인상을 주었다는 점을 제시한다.

@highlight

이 논문은 현재 대학 교양교육에서 사고 수업이 어떻게 진행되고 있는지를 살펴보고, 현행 사고 수업의 문제점을 제시한다.

