본 연구는 DeLone and McLean(1992)의 정보시스템 성공모형을 근간으로 기업정보포털의 특성과 직무만족, 조직몰입 등의 조직관련 요인들을 함께 고려하여 기업정보포털(EIP)의 성과를 설명하는데 보다 적합한 모형을 제시하고자 하였다.

구체적으로 본 연구모형에서는 EIP 특성을 선행변수로, 사용자만족과 조직유효성 변수를 매개변수로, 그리고 EIP의 성과를 나타내는 개인성과를 종속변수로 사용하였다.

그리고 이 연구모형을 공공기관의 기업정보포털에 적용하여 실증연구를 수행하였다.

실증연구 결과 EIP특성 중 사용용이성, 과정품질, 보안성이 제고되면 사용자만족이 높아지는 것으로 나타났으며, 사용자만족은 직무만족, 조직몰입과 같은 조직유효성 제고에 기여하는 것으로 나타났다.

또한, 사용자만족은 직무만족, 조직몰입과 함께 개인성과에 정(+)의 영향을 미치는 것으로 나타났다.

따라서 공공기관은 EIP를 도입 및 운영할 때 사용용이성, 과정품질, 보안성 제고를 통해 EIP의 사용자만족을 제고시켜 조직몰입, 직무만족 등의 조직유효성을 높이고, 이를 통하여 결과적으로 개인성과 제고는 물론, 나가서는 조직성과의 제고도 함께 기대할 수 있을 것이다.

@highlight

이 연구는 DeLone and McLean(1992)의 정보시스템 성공모형을 근간으로 기업정보포털의 특성과 직무만족, 조직몰입 등의 조직관련 요인들을 함께 고려해 기업정보포털의 성과를 설명하는데 보다 적합한 모형을 제시하고자 했다.

