본 연구는 유아교사의 조직커뮤니케이션만족, 소진, 조직시민행동 간의 관계를 분석하는 데 그 목적이 있으며 이를 통해 조직커뮤니케이션만족과 조직시민행동의 중요성을 확인하고 이를 함양하기 위한방안을 논의하는 데 그 의의가 있다.

이를 위해 현직 유아교사 186명을 대상으로 자기보고식 설문지를 진행하였다.

자료분석을 위해 Pearson의 적률상관관계, 단계적 회귀분석을 실시하였다.

연구결과, 첫째조직커뮤니케이션만족과 조직시민행동은 .54(p < .01)이상의 비교적 높은 긍정적인 상관관계를 보였으며, 조직커뮤니케이션만족이 조직시민행동(전체)와 각 하위 영역에 모두 유의미한 영향력을 미치는 변인으로 나타났다.

둘째, 조직커뮤니케이션만족과 소진은 -

.47(p < .01)의 비교적 높은 부정적인 상관관계를 보여주었다.

조직커뮤니케이션만족은 소진(전체)과 각 하위 영역에 유의미한 영향력을 보여주었으며 부적인 방향으로 설명력을 나타내었다.

셋째, 유아교사의 소진과 조직시민행동은 -

.59(p < .01)으로 비교적 높은 부정적인 상관관계를 보여주었다.

소진은 조직시민행동(전체)과 각 하위 영역에 통계적으로 유의미한 영향력을 보여주었으며 부적인 방향으로 설명력을 나타내었다.

이와 같은 결과를 바탕으로 조직커뮤니케이션만족과 조직시민행동 함양을 위한 교사교육 프로그램 개발 등을 제안하였다.

@highlight

이 연구는 유아교사의 조직커뮤니케이션만족, 소진, 조직시민행동 간의 관계를 분석하는 데 그 목적이 있으며 이를 통해 조직커뮤니케이션만족과 조직시민행동의 중요성을 확인하고 이를 함양하기 위한방안을 논의하는 데 그 의의가 있다.

