이 논문은 일제 강점기 말기에 교토에 유학을 했던 송몽규와 윤동주라는 두 문학 청년이 치안유지법 위반이란 혐의로 일본의 후쿠오카 형무소(福岡刑務所)에서 원인 모를 옥사를 당하게 된 그들의 재판 판결문을 고찰한 것이다.

윤동주의 재판 판결문에 관해서는 비공식적으로 알려져 있었으나 필자가 교토 지방 검찰청에서 공식적으로 첫 공개를 한 자리에 입석하여 송몽규 및 윤동주의 재판 판결문 전문을 학술적 이용이라는 조건하에서 입수를 하였다.

그 내용들을 검토하여 일본에서 발표했던 내용에 번역 작업을 하여 수정 가필을 한 것이 이 논문이다.

또한 논문 뒷면에 정밀히 옮긴 그들의 재판 판결문 전문과 한국어 번역은 별도로 게재하였다.

송몽규의 재판 판결문 전문 및 윤동주 재판 판결문의 일부 오자 수정 작업을 통해 정확한 표기를 해 놓았다.

그리고, 그들이 연희전문학교 재학 중에 만들었던 문예지 [文友]를 통해 일제 강점기 시대 말기의 검열 등에 대해서도 고찰을 한다.

@highlight

본 논문은 일제 강점기 말기에 교토에 유학을 했던 송몽규와 윤동주라는 두 문학 청년이 치안유지법 위반이란 혐의로 일본의 후쿠오카 형무소(福岡刑務所)에서 원인 모를 옥사를 당하게 된 그들의 재판 판결문을 고찰한 것이다.

