통상임금에 관한 법리적 다툼을 해결하기 위해 대법원 전원합의체가 2013.

12.

18.

판결하였으나 노동현장에서는 통상임금을 둘러싼 노사갈등이 계속되고 있다.

여기서는, 통상임금의 현상과 본질의관점에서 통상임금 분쟁의 원인과 해결방안에 관해 세 가지 측면에서 검토한다.

첫째, 통상임금의 실태에서, 임금총액에서 기본급이 차지하는 비중이 낮고, 각종 수당과 상여금 지급에서 추가조건이 설정되는 현상을 확인하고, 이를 누가 결정하고 변경하는가를 살펴본다.

둘째, 법적 관점에서 통상임금의 본질은 입법취지와 기능을 고려하여 개념요소를 해석하는 것이다.

이를 위해 임금, 평균임금과 통상임금의 비교, 통상임금의 개념요소와 다양한 해석론을 통해 통상임금의 본질을 확인한다.

셋째, 통상임금의 본질에 관한 다양한 해석론과 평가적 속성을 고려하면 통상임금 분쟁이 발생하는 원인은 복합적이다.

대법원 전원합의체 판결이 통상임금의 문제를 부분적으로 해결하였지만, 동의하기 어려운 부분도 있고,새로운 문제점도 생기고 있다.

이런 점을 해결하려면 통상임금을 둘러싼 왜곡된 임금실태를 법 해석에서 반영하려는 적극적인 자세가 요청된다.

@highlight

통상임금에 관한 법리적 다툼을 해결하기 위해 대법원 전원합의체가 2013.

@highlight

12.

@highlight

18.

@highlight

판결하였으나 노동현장에서는 통상임금을 둘러싼 노사갈등이 계속되고 있다.

