본

 

연

구

는

 

해

외

 

한

국

학

 

교

육

 

현

장

에

서

 

이

루

어

지

는

 

문

화

 

교

육

의

 

자

료

로

서

 

아

리

랑

 

T

V

 

방

송

 

프

로

그

램

 

영

상

 

자

료

를

 

활

용

하

고

 

이

에

 

대

한

 

학

습

자

들

의

 

반

응

을

 

조

사

한

 

결

과

를

 

제

시

하

기

 

위

한

 

목

적

에

서

 

이

루

어

졌

다

.

 

해

외

 

한

국

학

에

서

 

문

화

교

육

은

 

언

어

 

교

육

과

정

과

 

분

리

된

 

문

화

 

내

용

 

중

심

 

교

육

이

 

이

루

어

지

기

 

때

문

에

 

이

러

한

 

학

습

 

환

경

에

 

적

합

한

 

자

료

 

선

정

 

및

 

활

용

 

방

법

에

 

관

한

 

연

구

가

 

이

루

어

져

야

 

한

다

.

 

본

고

는

 

해

외

 

한

국

학

에

서

 

한

국

 

문

화

를

 

공

부

하

는

 

외

국

인

 

학

습

자

들

이

 

한

국

 

문

화

에

 

관

한

 

내

용

을

 

깊

이

 

있

게

 

이

해

하

기

 

위

한

 

학

습

 

자

료

로

 

아

리

랑

 

T

V

 

영

상

자

료

를

 

활

용

하

고

 

이

에

 

대

한

 

학

습

자

들

의

 

반

응

을

 

조

사

하

였

다

.

 

그

 

결

과

 

아

리

랑

 

T

V

 

영

상

 

자

료

는

내

용

이

 

영

어

로

 

제

작

된

 

점

과

 

전

통

과

 

현

대

의

 

상

황

을

 

실

제

적

 

상

황

으

로

 

재

현

한

 

드

라

마

 

형

식

으

로

 

구

성

된

다

는

 

특

성

 

때

문

에

 

외

국

인

 

학

습

자

들

이

 

흥

미

를

 

갖

고

 

한

국

 

문

화

를

 

깊

이

 

있

게

 

이

해

하

는

 

자

료

로

서

 

활

용

 

가

치

가

 

있

다

는

 

결

론

을

 

제

시

하

였

다

.

 

본

 

연

구

는

 

해

외

에

서

 

한

국

 

문

화

를

 

교

육

하

는

 

데

 

필

요

한

 

적

절

한

 

자

료

 

선

정

과

 

활

용

 

방

법

을

 

모

색

하

는

 

해

외

 

한

국

학

 

현

장

 

교

육

 

연

구

에

 

참

고

 

자

료

로

 

활

용

 

될

 

것

으

로

 

기

대

한

다

.

@highlight

이 연구는 해외 한국학 교육 현장에서 이뤄지는 문화 교육의 자료로서 아리랑 TV 방송 프로그램 영상 자료를 활용하고 이에 대해 학습자들의 반응을 조사한 결과를 제시하기 위한 목적에서 이뤄졌다.