본 연구는 한중 조선산업의 국제경쟁력을 비교하기 위해 실증분석을 시도하였다.

수출경쟁력 분석을 위한 TSI 분석에서 중국의 수출경쟁력은 2003년 이래 현재까지 지속적인 증가추이(0.58→0.92)를 보이는 반면 한국은 감소추이를 보이고 있다(0.91→0.87).

RSCA분석에서 2010년 기준 양국 수출경쟁력은 큰 격차를 보이고 있다.

(한국:0.80, 중국:0.39).

또한 한국은 탱커와 특수선박 등 소수 선종에 비교우위를 가지는 반면 중국의 비교우위는 다양한 선박에 분포되어 있다.

화물화객선은 치열한 경쟁(2010년:0.78(한국), 0.54(중국))이 예상되고 있으나, 탱커는 중국에 비해 3배, 특수선박은 14배의 큰 비교우위 격차를 보이고 있어 고기술이 요구되는 선박의 경우 한국이 중국보다 월등한 경쟁력을 가지는 것으로 분석되었다.

시장점유율에 있어서도 2010년 기준 한국은 28%, 중국은 24%로 큰 차이가 없으나 탱커(한국:0.47,중국:0.19)와 특수선박(한국:0.81, 중국:0.12)에서는 큰 격차를 나타내고 있다.

단위가격비 분석 결과 한국은 고품질의 상품을 수출하고 중국은 저품질의 상품을 수출하는 형태를 취하고 있는 것으로 분석되었다(한국 RUP=1.92, 중국 RUP=0.09).

@highlight

이 연구는 한중 조선산업의 국제경쟁력을 비교하기 위해 실증분석을 시도했다.

@highlight

화물화객선은 치열한 경쟁(2010년:0.78(한국), 0.54(중국))이 예상되고 있으나, 탱커는 중국에 비해 3배, 특수선박은 14배의 큰 비교우위 격차를 보이고 있어 고기술이 요구되는 선박의 경우 한국이 중국보다 월등한 경쟁력을 갖는 것으로 분석되었다.

