국가 수준 교육과정에서는 사회정의를 지향하는 민주 시민 양성을 교육 목표 중 하나로 제시하고 있다.

그럼에도 불구하고, 기존의 민주 시민 교육 논의가 사회정의를 지향하는 시민을 기르기 위한 이론적 토대를 풍부하게 제공하지 못하고 있다고 본다.

이에 따라 본 연구에서는 그 동안 시민성 관련 국내 논의에 있어서 상대적으로 주목을 받아오지 못했던 비판적 시민성에 착안하여, 사회정의를 지향하는 시민상을 구체적으로 설정하기 위한 이론적 논의를 제공하고자 한다.

이를 위하여 사회정의 지향 교육에서 추구하는 시민상에 대해 살펴보고, 비판적 페다고지의 핵심적 개념인 비판적 의식과 실천의 연계를 뜻하는 프락시스(praxis)를 바탕으로 ‘시민적 프락시스’를 논의하였다.

시민적 프락시스는 비판적 시민성의 구체적 자질로서 시민으로서의 프락시스라는 의미를 갖는다.

시민적 프락시스의 이론으로 비판적 사고, 사유, 정치적 효능감을, 시민적 프락시스의 실천으로는 가시성, 의도성, 행위자성을 중심으로 살펴보았다.

이러한 시도를 통해 시민교육의 근간이 되는 시민상에 대한 논의의 스펙트럼을 확장할 수 있을 것으로 기대한다.

@highlight

국가 수준 교육과정에서는 사회정의를 지향하는 민주 시민 양성을 교육 목표 중 하나로 제시하고 있다.

@highlight

시민적 프락시스는 비판적 시민성의 구체적 자질로서 시민으로서의 프락시스라는 의미를 갖는다.

