한국의 형법이론은 독일의 형법과 형법이론으로부터 광범위한 영향을 받았다.

이러한 독일 형법학의 영향은 한국 형법이론의 논의 범위를 풍성하게 하고 논증의 치밀함을 더해주는 긍정적인 측면도 있지만, 다른 한편으로는 그 영향이 지나쳐서, 달리 말하면 한국 형법이론이 독일 형법학을 수용하는 정도가 지나쳐서 한국형법의 해석 및 적용에 역효과를 가져온 경우도 적지 않다.

이러한 문제의 발단은 한국 형법이론의 많은 부분이 한국형법의 조문에 대한 해석으로부터 출발하지 않는다는 데 있다.

한국의 형법이론이 한국형법이 아닌 독일형법의 해석에서 출발하는 경우가 여럿 있어 문제가 되는 것이다.

이러한 문제의식에 따라 이 글에서는 한국 형법이론의 주요 쟁점 중에서 한시법에 관한 동기설의 문제, 고의의 본질과 인식 있는 과실의 문제, 면책적 긴급피난과 과잉피난의 문제, 위법성조각사유의 전제사실 착오의 문제를 예시로 하여 독일형법의 해석이론에 따른 내용 몇 가지를 지적하고 한국형법의 조문에서 출발하는 형법이론은 어떻게 구성되어야 할지를 모색하였다.

@highlight

한국의 형법이론은 독일의 형법과 형법이론으로부터 광범위한 영향을 받았다.

@highlight

이런 문제의 발단은 한국 형법이론의 많은 부분이 한국형법의 조문에 대해 해석으로부터 출발하지 않는다는 데 있다.

