본 연구는 중국 2011 개정 국어과 교육과정 쓰기 영역 '교육과정 목표와 내용(課程目標與內容)'의 적합성을 평가하는 데 목적을 두었다.

이를 위하여 중국 J지역과 Q지역 초등학교 재직 중인 국어 교사 59명, 중학교 재직 중인 국어 교사 68명, 총 127명을 대상으로 설문조사를 실시하여 각 항목별로 내용 타당성, 진술 명료성, 수준 위계성에 대해 평가하게 하였다.

점수가 낮게 판정된 항목에 대해 이유를 서술하라고 요청하였다.

설문에 대한 양적 분석 결과에 의하면, 초등학교에 비해 중학교의 쓰기 '교육과정 목표와 내용' 항목들이 내용 타당성, 진술 명료성, 수준 위계성 측면에서 모두 낮은 평가를 받았다.

각 학교급 내에서는 평가 준거별로 크게 차이가 나타나지 않았다(초: 4.05, 4.09, 4.05, 중: 3.74, 3.75, 3.76).

내용 타당성, 진술 명료성, 수준 위계성 준거별로 모두 전체 평균 이하의 판정을 받은 항목들은 총 8개(초등학교 4개, 중학교 4개)이며, 전체에서 36.4%를 차지한다.

이들 항목들의 적합성 평가 점수가 낮게 평정된 이유에 대해 교사들의 논평을 통해 분석하였다.

마지막으로 본 연구의 의미와 시사점, 관련 후속 논의를 언급하였다.

@highlight

이 연구는 중국 2011 개정 국어과 교육과정 쓰기 영역 '교육과정 목표와 내용(課程目標與內容)'의 적합성을 평가하는 데 목적을 두었다.

