본 연구는 디지털 교육환경에서 중·고등학교 국어 수업시간에 이루어지고 있는 전통적 매체 및 디지털 매체를 활용한 국어 수업, 특히 읽기영역에 주목한 수업실태 및 국어교사와 중·고등학생들의 매체수업에 대한 인식을 살펴보았다.

전국의 국어교사 135명과 중·고등학생 1,310명을 대상으로 설문지 방식을 통해 수집된 내용을 분석하였다.

분석 결과, 국어수업에서 매체를 활용하는 목적에 대해 두 집단 모두 학습자의 흥미와 집중력에 도움이 된다는 반응이 가장 높았다.

한편 교사들은 수업 및 학교업무 과중(41.5%)과 활용하는 데 큰 어려움이 없다(28.7%)는 이유로 매체수업을 위한 연수를 받지 않았으며, 실제 읽기 수업에서도 교과서 및 지도서에 딸린 멀티미디어 학습 자료를 가장 많이 이용하는 등 매체수업에 대한 적극적인 이해와 실행양상을 보여주지 못하였다.

또한 읽기수업 과정 중에 학습자의 동기 및 흥미를 유발하는 수업도입부(50%)와 학습요약 및 정리(21%)과정에 매체활용이 치우쳐 있었다.

이것은 매체의 교육적 기능가운데, 매개적 보조역할에만 한정된 결과로 읽기수업의 목표에 따른 모든 수업맥락에 대한 검토가 미흡함을 보여주는 부분이다.

매체는 수업을 구성하는 다양한 요인들 가운데 하나이지만, 급변하는 디지털 교육환경에서 간과해선 안 될 효과적인 의사소통의 도구임에는 분명하기 때문이다.

@highlight

이 연구는 디지털 교육환경에서 중·고등학교 국어 수업시간에 이루어지고 있는 전통적 매체 및 디지털 매체를 활용한 국어 수업, 특히 읽기영역에 주목한 수업실태 및 국어교사와 중·고등학생들의 매체수업에 대한 인식을 살펴보았다.

