최근 초·중등학교와 대학에서 수업전문성을 강화하는 방안으로 수업컨설팅의 적용이 확대되고 있다.

그러나 교육현장에서 수업컨설팅의 외형적인 성장에 비해 이에 대한 이론적 연구와 논의는 상대적으로 활발하지 않은 편이다.

수업컨설팅의 효과적인 확산과 질적인 도약을 위해서는 적극적인 현장적용을 통해 실천 전략과 방법을 연구하는 것과 동시에 수업컨설팅의 개념과 목적에 대한 이해를 심화시키는 이론적 연구가 필요하다.

본 연구의 목적은 한국과 미국에서 사용되는 수업컨설팅 개념과 유사 개념들을 비교·검토함으로써 우리나라 수업컨설팅의 발전방향을 탐색해 보는 것이다.

이를 위해 국내에서 사용되는 수업장학, 컨설팅장학, 학교컨설팅, 수업컨설팅 등의 개념과, 미국에서 사용되는 학교컨설팅, 수업컨설팅, 수업컨설팅 팀, 수업코칭 등의 개념들을 검토하고, 여섯 가지 쟁점들을 도출하였으며, 이를 바탕으로 수업컨설팅의 발전을 위한 시사점을 다섯 가지로 제안하였다.

본 연구는 수업컨설팅에 대한 이론적 논의와 이해를 심화시킴으로써 향후 우리나라 수업컨설팅의 발전에 기여할 것으로 기대된다.

@highlight

이 연구의 목적은 한국과 미국에서 사용되는 수업컨설팅 개념과 유사 개념들을 비교·검토함으로써 우리나라 수업컨설팅의 발전방향을 탐색해 보는 것이다.

@highlight

이 연구는 수업컨설팅에 대한 이론적 논의와 이해를 심화시킴으로써 향후 우리나라 수업컨설팅의 발전에 기여할 것으로 기대된다.

