본 연구는 독일의 협력적 연방제 하에서 지역이익과 정당이익이 동시에 대표되는 독일 연방상원(Bundesrat)의 작동원리를 분석하고 향후 한국 정치개혁에의 시사점을 도출하는 것이그 목적이다.

연방상원은 수직 · 수평적 권력분점 구조 하에서 연방과 주들 간의, 주들 상호간의 협력과 경쟁을 통해 연방과 주의 정치적·지역적 이익을 동시에 대표하는 핵심적인 제도적 장치이다.

본 연구가 이러한 연방상원의 작동원리와 이익대표 기능에 주목했던 이유는 한국의 지방정치가 중앙에의 의존이나 종속에서 벗어나 활성화되고, 정당정치적 이해관계와 지역간의 이익 갈등을 조정해서 합의를 이끌어나가는 시스템이 필요하다는 문제의식에 근거하였다.

연방상원은 독일 연방제라는 역사적, 정치사적 배경 속에 위치하고 있기 때문에 한국에그대로 적용할 수는 없다.

그러나 정당간의 경쟁을 보장함으로써, 중앙과 지방, 지방과 지방간의 이익을 둘러싼 경쟁과 조정을 통하여 합의제적 민주주의를 가능하게 하는 연방상원의작동원리가 한국 정치개혁에 시사하는 바가 크다.

첫째, 향후 한국의 정치개혁의 목표는 국민들의 ‘균등한 생활조건’이어야 하며, 그 목표에 맞추어 정치제도들이 만들어져야 한다.

둘째,중앙정치의 과도한 개입을 줄이기 위해서는 지방의 이익을 대표하는 ‘지방정치대표체’가 구축되어야 한다.

셋째, 지역정당 조직의 확대를 통해 지방정치가 활성화되어야 한다.

@highlight

이 연구는 독일의 협력적 연방제 하에서 지역이익과 정당이익이 동시에 대표되는 독일 연방상원의 작동원리를 분석하고 향후 한국 정치개혁에의 시사점을 도출하는 것이그 목적이다.

@highlight

이 연구가 이러한 연방상원의 작동원리와 이익대표 기능에 주목했던 이유는 한국의 지방정치가 중앙에의 의존이나 종속에서 벗어나 활성화되고, 정당정치적 이해관계와 지역간의 이익 갈등을 조정해서 합의를 이끌어나가는 시스템이 필요하다는 문제의식에 근거하였다.

