본 연구는 수퍼바이지의 평가염려 완벽주의와 수퍼비전 작업동맹 관계에서 수퍼바이지 수치심, 자기수용과 긍정적 인지대처의 매개효과를 확인하였다.

그리고 연구변인들 간 관계구조 모형이 상담수련생 수퍼바이지와 상담자격증 소지자 수퍼바이지 집단에서 차이를 나타내는지도 살펴보았다.

연구대상자는 한국 상담심리학회 회원으로 ‘지난 1년 이내에 국내에서 개인상담 사례를 진행하고, 해당 사례에 대한 개인 수퍼비전을 받은 경험이 있는 수퍼바이지들’ 396명이었다.

이들 중 상담수련생 수퍼바이지는 210명이었고, 상담자격증 소지자 수퍼바이지는 186명이었다.

주요 연구결과는 다음과 같다.

첫째, 평가염려 완벽주의와 수퍼비전 작업동맹의 관계에서 수퍼바이지 수치심, 자기수용, 긍정적 인지대처의 매개효과가 유의한 것으로 나타났다.

둘째, 매개모형에 대한 두 수퍼바이지 집단의 차이를 알아보기 위한 다집단 동시분석 결과, 상담수련생 수퍼바이지 집단과 상담자격증 소지자 수퍼바이지 집단의 평가염려 완벽주의, 수치심, 자기수용, 긍정적 인지대처와 수퍼비전 작업동맹의 인과적 관계구조가 유의한 차이를 나타내는 것으로 확인되었다.

이러한 연구결과를 바탕으로 개인 수퍼비전 실제에 대한 시사점과 후속연구를 위한 제언을 논하였다.

@highlight

이 연구는 수퍼바이지의 평가염려 완벽주의와 수퍼비전 작업동맹 관계에서 수퍼바이지 수치심, 자기수용과 긍정적 인지대처의 매개효과를 확인했다.

@highlight

본 연구결과를 바탕으로 개인 수퍼비전 실제에 대한 시사점과 후속연구를 위한 제언을 논했다.

