이 논문의 목적은 대학원 석사 과정과 석사 학위 실태를 분석하는데 있다.

고급 인력인 석사 과정과 석사 학위 졸업자를 대상으로 하는 연구는 국가 인적 자원 개발 관리에 필요하다.

이론적 근거로 인적자본론이나 신호이론을 살펴보고 목적, 대상, 방법, 시사점, 정책적 대안으로 나누어 주요 내용을 정리했다.

분석 결과는 전체 대학원 인원, 대학원 입학 졸업자는 전반적으로 증가했다.

전문 특수 대학원 인원이 많이 늘었으며 연령별로 33세 이상이 가장 많았다.

시도 설립별 기준으로 일반, 전문, 특수대학원 모두 서울과 경기가 많았고 서울이면서 사회계열이 가장 인원이 많았다.

2014년 대학원 지원자의 절반 정도가 입학하고 석사학위 취득자는 약 8만 2천 명이었으며 전공별로 진학률의 차이가 크다.

정책적 제언으로는 정부와 기업이 전공별 석사학위의 가치를 평가할 필요가 있다.

정부는 교육-

고용 관점에서 그 실태를 면밀하게 분석해야 한다.

일반대학원 기준 취업률을 감안할 때 석사학위 취득자 가운데 취업을 못 하거나 안 하는 사람의 원인도 찾아야 한다.

마지막으로 정부는 대학원 전공별 직업 진로 전망을 구축 홍보하려고 노력해야 한다.

@highlight

이 논문의 목적은 대학원 석사 과정과 석사 학위 실태를 분석하는데 있다.

@highlight

이론적 근거로 인적자본론이나 신호이론을 살펴보고 목적, 대상, 방법, 시사점, 정책적 대안으로 나누어 주요 내용을 정리했다.

