본 연구에서는 광고집행 결과에 따른 커뮤니케이션 효과를 예측하는 모델을 수립하였다.

구체적으로 월별 CPRP를 기준으로 광고비 규모에 따른 GRPs를 산출하고, 이를 활용하여 누적빈도분포(Reach n+) 예측식을 구축하였다.

또한 이러한 광고노출량의 예측값을독립변인으로 광고 비보조인지도와 광고TOM을 예측하는 모델링을 함께 시도하였다.

먼저, GRPs 예측 모델링 결과, 실제와의 오차를 규명하는 평균절대오차와 평균절대백분율오차가 비교적 안정적으로 확인되었으며, 누적빈도분포(Reach 1+, 2+, 3+) 예측 모델은평균절대오차 3.5% 미만, 평균절대백분율오차 11% 미만으로 정확도가 매우 높은 수준임이 검증되었다.

마지막으로 비보조인지도와 광고TOM 예측 모델 역시 평균절대오차3.5%, 평균절대백분율오차 7.5% 미만으로 예측정확도가 높은 것으로 나타났다.

비록연구에 사용된 브랜드와 카테고리 등 한계점을 지닌 연구이지만, 광고집행과 커뮤니케이션 효과 예측의 방법론적 토대를 제공하였다는 점에서 의의가 존재하며, 이러한 광고노출효과예측 모델을 통해 과학적인 광고집행을 위한 시도가 확대될 것으로 기대된다.

@highlight

본 논문은 광고집행 결과에 따라 커뮤니케이션 효과를 예측하는 모델을 수립했다.

@highlight

구체적으로 월별 CPRP를 기준으로 광고비 규모에 따른 GRPs를 산출하고, 누적빈도분포 예측식을 구축했다.

@highlight

광고 노출량의 예측값을 독립변인으로 광고 비보조인지도와 광고 TOM을 예측하는 모델링을 함께 시도했다.

