한국 사회에서는 세월호 참사, 가습기 살균제 사건, 지진 등의 예기치 못한 재난과 자살, 우울, 불안, 분노, 학교 폭력 등 다양한 정신건강의 문제로 인해 상담과 심리치료에 대한 관심과 수요가 꾸준히 증가하고 있다.

하지만 아직까지 상담과 심리치료와 관련하여 통합된 제도적, 정책적 규제가 마련되지 않아 현장에서는 윤리 위반, 법적 소송 등의 심각한 문제가 야기되고 있다.

이러한 시점에서 상담심리학의 현재와 미래과제를 살펴보고 적절한 대처방안을 강구하기 위해 이번 학회지에서는 상담정책, 상담윤리, 상담효과성에 대한 특별원고를 모집하였다.

본고에서는 이번 호에 들어온 특별호 원고들을 토대로 상담심리학의 현재를 상담자의 진로문제, 상담자에 대한 처우문제, 상담자의 전문성과 윤리문제로 나누어 논의하였다.

또한 상담심리학의 미래과제로 상담심리교육과정의 인증제, 상담수련에서의 윤리교육의 강화, 상담효과성 연구와 다학제적인 융합연구의 확대, 상담심리 관련 법 제정을 통한 국가수준의 상담시스템의 정립을 제시하였다.

필자들은 이번 특별호를 통해 상담심리학의 현재당면과제와 미래과제를 살펴봄으로써 상담심리학이 함께 고민해고 해결해야 하고자 하는 논의의 장을 마련하고자 하였다.

@highlight

한국 사회에서는 세월호 참사, 가습기 살균제 사건, 지진 등의 예기치 못한 재난과 자살 등 다양한 정신건강의 문제로 인하여 상담과 심리치료에 수요가 늘어나고 있다.

@highlight

아직까지 상담과 심리치료와 관련하여 통합된 제도적, 정책적 규제가 마련되지 않아 현장에서는 윤리 위반, 법적 소송 등의 심각한 문제가 나타나고 있다.

