본 연구는 2012년도 우리나라 산업연관표와 해운항만물류정보센터(SP-

IDC) 수출입 항만물동량 통계를 접목한 산업연관분석으로 수출입 항만물동량 유발효과를 분석하였다.

분석 과정에서 산업연관표 통합 대분류(30개 부문)의 산업과 SP-

IDC의 화물품목을 서로 매칭하여 28개 산업부문으로 재분류하였다.

또한, 수출입 유발효과에 항만물동량 원단위를 적용하여 물동량 유발효과를 도출할 수 있었다.

분석 결과, 수출유발계수와 수출물동량 유발계수 사이의 상관계수가 0.45에 불과한 반면, 수입유발계수와 수입물동량 유발계수 사이의 상관계수는 0.92에 이른다.

수출입 항만물동량 유발계수가 큰 산업은 석탄 및 석유제품, 섬유 및 가죽제품, 비금속광물제품 등으로 나타났다.

본 연구는 정부 재정사업의 추진으로 발생하는 수출입 항만물동량을 예측하는 데 많은 도움을 줄 것으로 기대된다.

@highlight

본 논문은 2012년도 우리나라 산업연관표 및 해운항만물류정보센터(SP-

@highlight

IDC) 수출입 항만물동량 통계를 접목해 산업연관분석으로 수출입 항만물동량 유발효과를 분석했다.

