다이아몬드는 원석의 형태가 불규칙하고 견고하더라도 보석으로 쉽게 가공될 수 있으며, 등급 평가에 영향력을나타내는 테이블, 크라운, 퍼빌리언, 거들면을 정밀하게 측정하였다.

Round Brilliant Cut Diamond의 표준 연마에 적합한 규격을 조사하였고, 통계적(95 %) 신뢰 구간으로 표준편차, 평균, 허용 오차를 검토하였다.

측정된 크기, 각도, 깊이, 두께의변수들이 나타내는 분포에 따라, 커팅 등급의 빈도 분석과 프로포션을 비교하였다.

각 변수간의 상관관계와 프로포션에 나타난 영향력의 근거는 LSM(Least Square Method)을 적용한 회귀 분석으로 결정하였다.

본 논문에서, 다이아몬드의 테이블크기와 퍼빌리언 깊이 퍼센트가 등급 결정에 많은 영향을 미치고, 특히, 퍼빌리언 깊이는 프로포션과 관련하는 주요 원인으로 광학 현상에도 작용함을 알 수 있었다.

@highlight

본고에서, 다이아몬드의 테이블크기와 퍼빌리언 깊이 퍼센트가 등급 결정에 많은 영향을 미치고, 특히, 퍼빌리언 깊이는 프로포션과 관련하는 주요 원인으로 광학 현상에도 작용함을 알 수 있었다.

