본 연구는 「2012년 전국 다문화가족 실태조사」 자료를 이용하여, 여성결혼이민자가 주관적으로 평가하는 현재의 사회경제적 지위에 어떤 요인들이 영향을 미치는지를 실증 분석하였다.

분석모형에서 모국에서의 사회경제적 지위 인식이 한국에서의 사회경제적 지위 인식에 미치는 영향을 분석하되, 두 변수간의 내생성을 명시적으로 고려하고자 연립 이변량 순위 프로빗 모형을 추정하였다.

분석 결과, 한국에서의 사회경제적 지위에 유의미한 영향을 미친 요인들은 모국에서의 사회경제적 지위 인식, 출신국, 한국 거주기간, 한국어 실력, 국내 취업 여부, 배우자의 교육수준 및 취업, 자녀 수, 주택 소유 여부, 거주 지역 등으로 나타났다.

특히, 모국 사회경제적 지위가 높다고(또는 낮다고) 인식할수록, 한국 사회경제적 지위도 높다고(또는 낮다고) 인식하는 것으로 나타나, 모국에서 사회경제적 지위가 낮다고 평가한 여성결혼이민자들은 한국남성과의 국제결혼을 통해 사회계층의 상향이동을 이루지 못하고 있다고 인식하고 있었다.

이는 국제결혼으로 인한 여성결혼이민자의 사회계층 이동의 한계 및 국가 간 사회계층 불평등 현상의 고착화를 의미한다.

@highlight

본 논문은 「2012년 전국 다문화가족 실태조사」 자료를 이용하여, 여성결혼이민자가 주관적으로 평가하는 현재의 사회경제적 지위에 어떤 요인들이 영향을 미치는지를 실증·분석하였다.

@highlight

분석모형에서 모국에서의 사회경제적 지위 인식이 한국에서의 사회경제적 지위 인식에 미치는 영향을 연구하였다.

