본 논문에서는 한국 역사에서 나타나는 결사체인 향도와 동계, 협동조합의 세 가지형태의 조직에서 그 기능적 측면에서의 연속성을 찾아보고, 한국사회의 기저에서 작동하고 있는 ‘공동체 지향성’을 확인해 보기로 한다.

세 결사체 중에서 시기적으로 가장 이른 향도香徒는 염불을 실천하는 정토신앙결사로 시작하여, 이후 신앙적 성격이 퇴색된 채 조선시대에는 장례를 전담하는 ‘향도계香 徒契’로 변용하기에 이른다.

동계洞契는 조선시대 16세기부터 재지사족의 주도로 결성된 결사체로서, 19세기이후 상호부조를 목표로 하는 목적계로 분산된다.

근대 이후 한국인들의 상호부조공동체적 지향성은 구성원의 연대와 공동체적 이익추구를 목표로 하는 협동조합운동으로 발현된다.

이 세 가지 형태의 결사들은 초기 결성의 목표는 모두 다르지만, 개인과 사회를 결속시키는 동시에, 구성원들의 요구를 반영하고, 개인의 라이프 사이클과 외부적 위험에서 오는 문제들을 해결하는 역할을 해내고 있었던 공동체였다고 할 수 있다.

@highlight

본 논문에서는 한국 역사에서 나타나는 결사체인 향도와 동계, 협동조합의 세 가지형태의 조직에서 그 기능적 측면에서의 연속성을 찾아보고, 한국사회의 기저에서 작동하고 있는 ‘공동체 지향성’을 확인해 보기로 한다.

