본 논문은 체육철학의 관점에서 퇴계의 경(敬)사상을 조망하고자 하는 것이 목적이다.

인간이란 마음과 몸으로 구성되어 있다.

철학이란 이상적인 인간이 되기 위한 지적·도덕적·예술적·종교적 활동의 총체라 할 수 있다.

퇴계의 학문의 목표는 한마디로 성인이 되기 위한 것이며, 그 성격은 도학(道學)이라고 생각한다.

그리고 그의 사상은 정이(程?

)와 주자(朱子)의 영향을 받았다.

퇴계철학에 있어서 몸 혹은 심신관(心身觀)에 대한 그간의 논의는 『활인심방(活人心方)』에 나타난 양생법에 주목되어 있었다.

그런데 퇴계가 인식하고 있던 몸의 중심문제는 ‘성인됨으로서 몸가짐을 어떻게 해야 하는가?

’하는 것이라 할 수 있다.

따라서 퇴계의 경사상에 있어서 몸의 문제를 살펴볼 필요가 있다.

본고는 이러한 문제의식 아래 퇴계의 경사상이 집약된 『성학십도(聖學十圖)』에 나타난 몸의 문제를 살펴보았다.

특히 ‘소학도(小學圖)’와 ‘숙흥야매잠도(夙興夜寐箴圖)’의 내용을 분석하여 퇴계의 몸에 대한 인식을 도출하고, 이러한 인식과 경사상 간의 유기적 관련성을 규명하였다.

@highlight

이 논문은 체육철학의 관점에서 퇴계의 경사상을 조망하려는 것이 목적이다.

@highlight

인간이란 마음과 몸으로 구성되어 있다.

