우리나라는 남극 지역에 세종과학기지와 장보고과학기지를 운영하고 있으며 2008년 이후 다양한 남극기지 주변의 지도를 제작하고 있다.

본 논문은 우리나라에서 제작한 남극기지 주변 대축척 지도를 지도학적으로 검토하여 문제점을 파악한 후 이를 개선하기 위한 방안을 제시하고자 하는데 목적이 있다.

UTM 투영법을 적용하여 제작한 세종과학기지와 장보고과학기지 주변 1:5,000과 1:25,000 지형도와 정사영상에서는 도곽 구성의 기준 미비, 도엽번호 부여 기준 미비, 내도곽 변의 좌표 정보 미비, 편각도표의 오류 또는 부재 등 대축척 지형도가 갖추어야할 요소들을 충족시키지 못하는 다양한 문제점이 발견되며, 장보고과학기지 주변 빙하변화도와 해빙변화도 역시 지도의 정치(orientation) 오류, 지리좌표 인식을 위한 내도곽 변의 좌표 정보 부재 및 오류 등 다양한 오류가 발견되었다.

이를 해결하기 위해 본 논문에서는 도곽 및 도엽번호 구성 방안을 제시하였고 대축척지도의 종류별로 각 지도에서 수정해야 할 요소들의 수정방안을 제시하였다.

@highlight

본 논문은 우리나라에서 제작한 남극기지 주변 대축척 지도를 지도학적으로 검토하여 문제점을 파악한 후 이를 개선하기 위한 방안을 제시하고자 한다.

