이 연구는 “서구 모더니즘의 적자”로 불리는 이상의 모더니즘문학을 끊어내기?

파열의 양상이란 잔혹성의 미학 관점에서 본 연구이다.

소위 현대는 전통과의 단절에서 시작된다.

한국문학에서의 현대는 서양문학의 수용에 기인하고 있다.

특히, 1920년대부터 집중적으로 수용된 보들레르와 프랑스 현대작가들(상징주의자들)이 구축한 현대성이 한국의 초기 현대작가들에게 어떤 형태로든 전이되었을 가능성이 있다.

그런 까닭에 본 연구는, 동시대 작가들과는 달리, 근대 개인의 출현을 가장 구체적으로 인식한 이상의 현대성을 유럽 최초의 현대작가 보들레르와 포스트?

보들레르의 작가들인 미쇼와 아르토의 그것에 대조시킴으로써 이해할 것을 제안하였다.

따라서 일탈욕망을 내포하고 있는 이상의 현대성은 단절과 파열의 복잡한 양상 위에 기인하고 있음을 알 수 있었다 : 작가와 인물들 간의 파열, 작가와 독자와의 파열, 작가와 전통사회와의 파열.

이상의 현대성을 서구의 그것에 접근시키는 이 모든 양상들은 잔혹성의 미학이란 범주로 해석할 수 있다.

이 잔혹한 미학의 핵심에는 근대에 출현하는 개인과 현대의 가시적 특징인 대량생산이 자리하고 있다.

@highlight

본 연구는 “서구 모더니즘의 적자”로 불리는 이상의 모더니즘문학을 끊어내기?

@highlight

파열의 양상이란 잔혹성의 미학 관점에서 본 연구이다.

