웨이퍼 단위의 렌즈를 성형 시 일반적으로 UV경화 방식을 사용한다.

이 경우 발생될 수 있는 문제점은 크게.

경화 후 이형과정에서 성형 렌즈의 금형 고착문제, 경화 공정 중 발생하는 소재의 수축 현상으로 렌즈간의 형상 오차 발생 및 웨이퍼 단위의 변형, 위치별 렌즈 형상 편차 발생, 웨이퍼 양면의 렌즈 형상 및 센터 정렬 오차 등이다.

이중 UV경화 과정에 직접적인 영향을 받는 것은 형상 오차 및 변형으로 그 요인은 UV 조사 균일성, UV 강도에 대한 경화도, UV 경화 소재의 수축 특성이다.

따라서 소재에 대한 경화 모델링 수립 및 경화 반응에 따른 수축율과 물성 변화에 대한 이론정립이 필요하다.

또한 이러한 모델링을 해석에 구현할 수 있는 해석 툴 개발이 필요하다.

본 연구에서는 Comsol을 이용하여 수립된 모델링을 반영하고 이를 통하여 웨이퍼 단위 렌즈의 성형 공정에 대한 해석 기법을 제안하였다.

이를 통해 7.2mm에 대한 누적 공차 값을 실제 성형 공정 후 결과(0.149μm)과 비교하여 제안한 해석 방법에 의한 결과(0.215μm)을 비교, 검증을 수행하였으며 이를 통하여 UV경화 공정 후 변형에 대한 해석 가능성을 확인하였다.

@highlight

본 논문에서는 Comsol을 이용해 수립된 모델링을 반영하며, 이를 통해 웨이퍼 단위 렌즈의 성형 공정에 대한 해석 기법을 제안했다.

