본 연구는 성매매방지기관 실무자들의 사례관리에 대한 실천경험의 이해를 바탕으로 성매매라는 특수성이 고려된 사례관리 실천방법의 적용에 대한 이슈들을 파악하고자 한 것으로 연구를 위해 수집된 자료는 귀납적 접근을 통해 분석하였다.

이를 위한 연구 참여자는 전국의 성매매방지기관 중 성매매피해상담소, 일반지원시설, 자활지원센터, 청소년시설 유형별 각각 3개의 기관을 선정하였고, 각 기관에서 사례관리를 담당하고 있는 실무자 및 소장(기관에 따라서는 센터장으로 불림) 총 12명으로 구성되었다.

분석결과 성매매방지기관 실무자들의 사례관리 경험에 대한 주요 이슈들은 3개의 영역에서 5개의 주제와 12개의 범주로 구분하였다.

5개의 주제로는 ‘특별하지 않은 일상적이고 꾸준한 업무’, ‘부담감과 설레임의 공존함’, ‘애이불비(哀而不悲)’, ‘현장경험을 통해 배워가는 나만의 노하우’, ‘그럼에도 불구하고 미래의 희망으로 나를 채우다’ 이었다.

이러한 연구결과를 토대로 실천현장의 이해에 기반한 사례관리의 전문적인 교육의 장 확대, 정부차원의 의료와 법률에 대한 서비스 맞춤 방안 마련, 일자리 창출 및 맞춤 직업교육의 강화, 지역 전문기관과의 다양한 협력체계를 구축하기 위한 적극적인 네트워킹, 전문적인 슈퍼비전 체계의 확립 등 성매매방지기관에서 사례관리의 활성화를 위해 필요한 정책과 실천의 지침들을 제언하였다.

@highlight

이 연구는 성매매방지기관 실무자들의 사례관리에 대한 실천경험의 이해를 바탕으로 성매매라는 특수성이 고려된 사례관리 실천방법의 적용에 대한 이슈들을 파악하고자 한 것으로 연구를 위해 수집된 자료는 귀납적 접근을 통해 분석했다.

