중국경제가 빠르게 성장하면서 중국의 연해항만들도 동반 성장하고 있다.

중국은 이미 세계 1위의 수출규모를 달성하였다.

수출규모의 증대는 항만물동량의 증가를 동반하기 때문에 항만발전에 중요한 기회를 제공하고 있다.

본 논문은 중국의 항만발전의 현황과 주요 항만의 경쟁력 비교, 그리고 향후 중국경제의 성장전망과 항만성장의 전망을 통해 중부권항만의 대응과제를 모색해 보고 있다.

중국의 개혁개방은 연해안 지역의 상해항, 심천항, 광주항, 영파항, 청도항, 천진항 등을 세계적인 항만으로 성장하게 하는 계기가 되었다.

이들 항만의 물동량은 세계 10위 권 내에 있으며 앞으로 더욱 성장할 전망이며, 이들 항만은 급속한 경제성장을 하고 있는 배후지역을 가지고 있기 때문에 더욱 큰 성장 잠재력을 가지고 있다.

그러나 중부권항만은 아직 걸음마 단계에 있으며, 지난 20여 년 동안 중국과의 교역규모는 크게 증가하였지만 이러한 기회를 잘 이용하지 못하였다.

따라서 본 논문은 크게 네 가지 측면, 즉 전문화, 연계, 배후지역, 그리고 여객운송이라는 측면에서 중부권항만의 대응과제를 제기하고 있다.

@highlight

본 논문은 중국의 항만발전의 현황과 주요 항만의 경쟁력 비교, 향후 중국경제의 성장전망과 항만성장의 전망을 통해 중부권항만의 대응과제를 모색해 보고 있다.

