2019년 헌법재판소는 형법 상 자기낙태죄(제269조 제1항)와 의사낙태죄(제270조 제1항)를 과잉금지원칙 위반으로 판단하였다.

이로 인해 66년간 유지되어 오던 낙태죄는 변경이 불가피해졌으며, 현행 모자보건법에서 제시하고 있는 5가지 불가피한 사항 이외의 범위를 포함한 낙태 자유화를 추정하게 한다.

이는 곧 불가피한 사항 이외에 태아와 산모의 생명을 모두 보호하고 지켜야할 의무를 지녀온 보건의료인에게 그간의 책임, 의무 및 가치관의 변화를 요구하게 된다.

보건의료인에게 요구하는 태아의 생명에 대한 급격한 변화는 보건의료인 개개인이 고수해 오던 개인의 신념, 가치 그리고 양심을 위태롭게 한다.

본 논문에서는 2018년 대법원의 양심적 병역거부 판결에서 제시하고 있는 양심에 관한 사항과 양심의 의미 및 헌법에서 제시하고 있는 양심의 자유의 적용범위를 살펴보고, 양심을 기반으로 한 보건의료인의 낙태시술거부가 진료거부의 정당한 사유로 해석될 가능성이 있는지를 살펴보았다.

더불어 낙태가 합법화된 외국 입법례의 양심상 낙태시술거부권에 관한 규정들을 분석하여 향후 우리나라 낙태 관련 법률 개정에 필요한 보건의료인의 양심상의 낙태시술거부권에 관한 규정 마련 등이 필요함을 제안하였다.

@highlight

본 연구에서는 2018년 대법원의 양심적 병역거부 판결에서 제시하고 있는 양심에 관한 사항과 양심의 의미와 헌법에서 제시하고 있는 양심의 자유의 적용범위를 살펴보고, 양심을 기반으로 한 보건의료인의 낙태시술거부가 진료거부의 정당한 사유로 해석될 가능성이 있는지를 고찰하였다.

