이 연구는 장애인스포츠이미지 척도가 장애유형별로 적용했을 때, 요인구조가 동일한지 재평가 하고 장애인스포츠이미지와 장애편견과의 관계를 검증하는 것에 그 목적이 있다.

이를 위하여 584명 대상으로 지체장애스포츠이미지와 지적장애스포츠이미지, 장애편견을 측정하였다.

척도의 요인구조를 평가 하기 위하여, 평행선 분석, 탐색적 요인분석을 실시하였고 장애유형별 스포츠이미지와 장애편견과의 관계를 분석하기 위하여 측정모형으로 관계를 추정하였다.

이에 따른 결과는 다음과 같다.

첫째, 지체장애 및 지적장애 대상 스포츠이미지의 PA, EFA 결과를 종합적으로 고려할 때, 기존 연구에서 제시한 장애인스포츠이미지의 5요인모형은 4요인모형으로 수정해야 하는 것으로 나타났다.

둘째, 지체장애스포츠이미지와 지적장애스포츠 이미지 모두에서 매력, 활동유희성을 지각할수록 장애편견은 감소하는 것으로 나타났고, 생소함을 지각할수록 장애편견은 증가하는 것으로 나타났다.

@highlight

본 연구는 장애인스포츠이미지 척도가 장애유형별로 적용했을 때, 요인구조가 동일한지 재평가 하고 장애인스포츠이미지와 장애편견과의 관계를 검증하는 것에 그 목적이 있다.

