광고 커뮤니케이션에서는 메시지의 의미를 효과적으로 전달하기 위해 다양한 창의성과 표현전략을 구사한다.

그 가운데 복잡한 광고 메시지 생산 및 상품과 관련성이 높아 커뮤니케이션 효과가 큰 크리에이티비티로 언어전략이 흔히 사용된다.

주로 카피가 담당하고 있는 개념전달이 무엇을 말할 것인가에 해당하기 때문이다.

언어전략은 언어창의성을 발휘하는 중의성 표현으로 나타나는데, 소비자의 시선을 잡고 광고에 개입하게 만들어 의미해독을 하게 만드는 기법이다.

본 논문은 이런 언어창의성을 발휘하여 효과적으로 의미를 생산하고 소비자가 지배적인 의미를 수용하는 과정을 규명하는 탐색적 연구이다.

창의성의 체계모델과 4C 모델을 통합하여 언어창의성의 의미생성 과정과 유형은 분석했다.

그 결과 언어창의성의 효과를 획득하기 위한 카피라이팅은 일차적으로 개념을 규정하고 난 뒤, 중의성을 활용하여 표현해야 한다는 것이다.

개념은 사회 문화적인 영역의 의미를 내포하여 Big-

C 수준의 창의성을 함축한다.

소비자는 중의성의 카피를 처음에는 표면 의미로 해독하고 난 뒤 카피 메시지의 중의성에 숨어있는 심층의미를 간파하게 된다.

이때 소비자는 광고 카피의 모호성과 중의성에 숨어 있는 메시지의 의도를 발견하는 기쁨을 얻게 되어 광고 선호도가 제고된다.

@highlight

본고는 이런 언어창의성을 발휘하여 효과적으로 의미를 생산하고 소비자가 지배적인 의미를 수용하는 과정을 규명하는 탐색적 연구이다.

