본 연구는 최근 2003년~2010년 동안의 한국 원화의 대 미국 달러 환율의 변동성을 분석하기 위하여 세계적으로 볼 때도 극히 최근에 연구되기 시작한 비모수적 실현 변동성 파워이론을 도입하여, 5분간의 고빈도 자료들인 581,400개 관측치를 사용하여 원화 환율의 연속적 변동성과 불연속적인 점프 변동성과 점프발생 확률에 대한 비모수적 추정과 실증분석을 하였다.

본 연구결과 실현 변동성은 미국의 서브프라임 모기지 문제가 발생하였던 2006년과 2007년 아주 크게 나타났으며 세계금융위기가 있었던 2009년 전후로 아주 크게 나타났다가, 그 후 2009년을 지나면서 서서히 대미 달러 원화 환율의 변동성의 폭이 감소하였다.

수익률의 변동성은 2004년 초중반에 큰 변동성 점프가 발생하였고 또한 2006년과 2008년 사이에 유의적인 작은 점프가 빈번하게 나타났으며, 세계의 금융위기가 발생하였던 2009년 전후에는 원화 환율 수익률의 불연속적인 변동성 점프가 매우 크게 그리고 자주 발생하였고 그 후 2010년까지도 크고 작은 불규칙한 점프가 발생하였다.

그리하여 2003년부터 2010년까지 한국 원화의 대 미국 달러 환율에 대해 Tri-

power 혹은 Quad-

power quarticity 같은 파워변동성을 이용한 점프통계량에 의하면, 한국의 대미 달러 환율은 이틀 만에 한 번씩 불규칙적이고 불연속적인 예측할 수 없는 점프가 발생한 것으로 나타났다.

@highlight

이 연구는 최근 2003년~2010년 동안의 한국 원화의 대 미국 달러 환율의 변동성을 분석하기 위하여 세계적으로 볼 때도 극히 최근에 연구되기 시작한 비모수적 실현 변동성 파워이론을 도입하여, 5분간의 고빈도 자료들인 581,400개 관측치를 사용하여 원화 환율의 연속적 변동성과 불연속적인 점프 변동성과 점프발생 확률에 대한 비모수적 추정과 실증분석을 했다.

@highlight

이 연구결과 실현 변동성은 미국의 서브프라임 모기지 문제가 발생하였던 2006년과 2007년 아주 크게 나타났으며 세계금융위기가 있었던 2009년 전후로 아주 크게 나타났다가, 그 후 2009년을 지나면서 서서히 대미 달러 원화 환율의 변동성의 폭이 감소했다.

