이 글의 목적은 남북한 주민들의 설문조사 결과를 바탕으로 남북한 주민들의 주변국인식을 비교 분석 하는 것이다.

서울대학교 통일평화연구원의 남한주민들을 대상으로수행한 통일의식조사와 북한이탈주민들을 대상으로 한 북한주민 통일의식의 데이터를활용하였다.

각각의 주변국 관계인식 파트에서 우호인식, 위협인식, 통일희망인식 조사결과를 분석함으로써 남북한 주민들의 국제관계 및 통일인식은 어떠한 특징을 가지고 있는지, 남북한 주민 간에는 어떠한 차이가 있는지, 그리고 최근 4~5년 동안 어떠한 변화가있어왔는지 살펴보고자 한다.

북한이탈주민의 경우 조사년도 보다 1년 전에 북한을 떠난대상으로 표본을 한정함으로 북한거주 당시의 인식과 태도를 파악하고자 하였다.

연구결과 남한주민의 대미친밀감, 북한주민의 대중친밀감은 주변국과 비교하여 높은 수준이나인식 변화의 가능성은 존재하였다.

남북한 상호위협인식은 비대칭성이 발견되었고 중국에 대한 남한주민의 호감도 증가, 북한과의 친밀감에도 불구하고 남북한 주민들의 대중위협인식은 유동적이었다.

남북한 주민들 모두 주변국의 한반도 통일희망에 대해서는 부정적인 견해를 나타냈다.

@highlight

이 글의 목적은 남북한 주민들의 설문조사 결과를 바탕으로 남북한 주민들의 주변국인식을 비교 분석 하는 것이다.

