8세 남아에서 시신경과 시신경 교차부의 거대 털모양별아교세포종(pilocytic astrocytoma)으로 인하여 안구아탈구가 발생한 1예를 경험하였기에 보고하고자 한다.

8세 남아가 1년 전부터 급격히 진행한 좌측 안구돌출 및 시력 소실을 주소로 내원하였다.

영상학적 검사에서 2.9×2.7×4.2cm 크기의 종괴가 좌측 시신경 및 시신경 교차부에 위치하고 있음이 발견되었다.

진단 및 치료를 위해 종양절제술과 안구적출술을시행하였다.

병리 조직 검사에서 성상세포종(astrocytic Tumor) 중 세계보건기구(World Health Organization, WHO)의 분류 1단계에해당하는 털모양별아교세포종(pilocytic astrocytoma)으로 확인되었다.

성상세포종은 소아 연령에서 가장 흔한 뇌종양이며 이 중에서 털모양별아교세포종(pilocytic astrocytoma)은 비교적 비침윤성경향을 보이기 때문에 종양제거술만으로 완치가 기대 가능한 종양이다.

소아에서 급격히 진행하는 안구돌출 및 시력저하 시 발생할수 있는 안와종양으로 성상세포종을 감별진단에 고려하여야 할 것이다.

@highlight

8세 남아에서 시신경과 시신경 교차부의 거대 털모양별아교세포종으로 인하여 안구아탈구가 발생한 1예를 경험하였기에 보고하려 한다.

