최근 도로상의 비디오 영상에서 다양한 저차원 정보를 바탕으로 자동 차량 흐름 파악과 사고 탐지에 관해 관심이 높아지고 있다.

본 논문에서는 CCTV 동영상 교통관리시스템을 이용하여 자동으로 차량의 흐름을 파악하고 이를 이용하여 교통체증과 더 나아가 사고탐지를 위한 알고리즘과 그 응용에 대해 연구하였다.

이를 위하여 우선 움직임 객체를 시공간 관계 모델링을 통해 차량의 실제 궤적과 매핑하고 이를 통해 차량의 흐름 파악에 사용하였다.

또한 시공간 관계 모델링과 차량의 실제 궤적간 매핑을 위해 TSR (Tangent Space Representation) 알고리즘을 사용하였다.

또한, 객체의 움직임 추출을 위해 먼저 차(Differece)영상을 이용하여 움직임 객체 추출을 하였고, 이를 통하여 객체의 움직임 트래킹(Tracking)을 하고 각 객체에 번호를 부여하여 동시에 여러 객체를 인식시키고 이를 저장하였다.

이를 통하여 의미적 움직임 객체를 인식하고, 차량 흐름을 파악하는 어플리케이션을 구현하였다.

본 연구를 통해 기본적인 움직임 객체에 대한 의미적인 결과를 얻을 수 있었고, 나아가 CCTV를 이용한 자동 사고 탐지에 관한 연구로 확장시킬 수 있을 것으로 기대된다.

@highlight

이 논문에서는 CCTV 동영상 교통관리시스템을 이용해 자동으로 차량의 흐름을 파악하고 이를 이용해 교통체증과 더 나아가 사고탐지를 위한 알고리즘과 그 응용에 관해 연구했다.

