본 연구에서는 실존적 안녕, 우울 및 자살 사고의 관계, 이들 관계에서 지각된 스트레스의 매개 효과, 그리고 지각된 스트레스가 우울 및 자살 사고에 미치는 영향에서 실존적 안녕의 조절 효과를 알아보고자 하였다.

본 연구는 단기 종단 연구로, 실존적 안녕, 우울 및 자살 사고를 6주 간의 간격을 두고 시점1과 시점2에서 반복측정 하였고, 시점2에는 시점1 이후 6주 간의 지각된 스트레스를 함께 측정하였다.

대학생 164명으로부터 얻은 자료를 상관분석, 구조방정식 모형을 사용하여 분석하였다.

본 연구의 결과는 다음과 같다.

기저선 종속변인을 통제한 후에, 시점1의 자살 사고는 시점2의 실존적 안녕을 설명하였고, 시점1의 실존적 안녕은 시점2의 우울을 설명하였으며, 시점1의 우울은 시점2의 자살 사고를 설명하는 것으로 나타났다.

지각된 스트레스는 시점1과 시점2의 실존적 안녕, 시점1과 시점2의 우울, 시점1의 실존적 안녕과 시점2의 우울의 관계를 부분적으로 매개하였다.

반면, 지각된 스트레스가 우울 및 자살 사고에 미치는 영향에서 실존적 안녕의 조절 효과는 유의하지 않았다.

본 연구의 결과를 논의하였고, 후속 연구를 위한 제언 및 상담 실제에 대한 함의를 포함하였다.

@highlight

이 연구에서는 실존적 안녕, 우울 및 자살 사고의 관계, 이들 관계에서 지각된 스트레스의 매개 효과, 지각된 스트레스가 우울 및 자살 사고에 미치는 영향에서 실존적 안녕의 조절 효과를 알아보고자 했다.

