최근 기부 캠페인은 온라인에서의 크라우드펀딩 등 다양한 플랫폼으로 진화하는 데 비해, 기부 캠페인 효과연구는 주로 메시지의 속성이나 수용자의 개인화된 특성에만 초점을 맞추는 전통적인 틀에서 탈피하지 못하고 있다.

하지만 제3자 효과 이론에서는 이러한 효과가 개인 수준뿐 아니라 타인의 여론에 대한 인식이라는집단 역학 차원에서도 작용하고 있음을 강조한다.

이 연구는 캠페인 연구에 제3자 효과 이론을 접목하여 기부 참여 여론에 대한 단서 중 하나인 모금률에 따라 기부 메시지의 효과가 어떻게 달라지는지를 살펴보았다.

또한 기부 대상에 대한 지식은 주로 미디어를 통해 매개된 간접 경험에 의존한다는 점에 착안해, 미디어 이용량에 따라 이 효과가 어떻게 발생하는지를 다차원적으로 접근하였다.

분석 결과 사회적으로 바람직한 속성을 갖춘 메시지일 경우 제1자 효과가 발생하는 것을 확인했다.

기부 메시지를 접한 소비자의 제3자 효과는 모금률에 따라서도 다르게 나타났다.

마지막으로, 모금률에 따른 제3자 효과의 차이는 미디어 이용량 중인터넷 이용량 수준에 따라 상호작용 효과가 나타났다.

이 연구는 이러한 결과의 이론적, 실무적 함의에 관해서도 논의하였다.

@highlight

최근 기부 캠페인은 온라인에서의 크라우드펀딩 등 다양한 플랫폼으로 진화하는 데 반해, 기부 캠페인 효과연구는 메시지의 속성이나 수용자의 개인화된 특성에만 초점을 맞추는 전통적인 틀에서 탈피하지 못하였다.

