본 연구는 기회의 인식과 개발에 초점을 맞추어 사회적 기업가가 사회적 기업가정신을 발휘하는 과정을 살펴보았다.

그리고 기회의 인식, 개발, 그리고 지속가능성 측면에서 기업가의 흡수능력이 어떤 영향을 미치는지를 알아보았다.

본 연구를 위해 김정현 대표가 창업한 소셜벤처 ‘딜라이트’를 사례 분석하였다.

본 연구는 사회적 기업가의 흡수능력이 기회의 인식과 개발 과정에 중요한 영향을 미친다는 것을 보여주었다.

사전지식기반, 노력강도, 사회적 사명감에 의해 형성된 김정현 대표의 흡수능력은 저가형 보청기 사업을 기회로 인식하게 하였고, 혁신적인 방법을 적극적으로 찾아내어 그 기회를 성공적으로 실현시켰다.

또한 그의 흡수능력은 외부 기관의 지원제도를 효과적으로 이용하게 함으로써 기회개발에 긍정적으로 기여하였으며, 자원확보가능성을 높임으로써 사업의 지속경영에도 긍정적인 영향을 미쳤다.

이러한 결과들은 기업가의 흡수능력이 기회의 인식과 개발은 물론이고 사업의 지속가능성을 결정하는 핵심요인으로 작용할 수 있음을 보여준다.

마지막으로 본 연구결과가 주는 이론적, 실무적 의미와 한계를 제시하였다.

@highlight

이 연구는 기회의 인식과 개발에 초점을 맞춰 사회적 기업가가 사회적 기업가정신을 발휘하는 과정을 살펴보았다.

