본 연구의 목적은 D여대 신입생의 핵심 역량 진단 결과를 바탕으로 D여대 단과대학별 핵심 역량 진단을 비교 분석하는 것이다.

D여대 핵심 역량 측정 도구는 ‘전인적 품성’ 역량군, ‘주도적 리더십’ 역량군, ‘예술적 감성’ 역량군, ‘통찰적 사고력’ 역량군, ‘사회적 공감력’ 역량군의 5개 역량군과 16개 하위역량으로 구성되어 7점 Likert 척도 방식의 176개의 진단 문항으로 구성되어 있다.

본 연구는 D여대 신입생의 핵심 역량을 확인하기 위해 D여대 핵심 역량 측정 도구를 사용하여 D여대 신입생의 역량을 단과대학별로 분석하였다.

분석 결과 단과대학별 D여대 신입생의 역량군 차이는 ‘예술적 감성’ 역량군과 ‘사회적 공감력’ 역량군에서 나타났다.

단과대학별 D여대 신입생의 역량 차이는 ‘예술적 감성’ 역량군의 ‘문화예술감성’ 역량과 ‘창의적 상상력’ 역량, ‘통찰적 사고력’ 역량군의 ‘융합적 사고’ 역량과 ‘정보활용능력’ 역량, ‘사회적 공감력’ 역량군의 ‘의사소통’ 역량과 ‘팀웍’ 역량으로 나타났다.

본 연구는 이를 바탕으로 단과대학별 D여대 신입생 선발과 육성을 위한 시사점을 제시하였다.

@highlight

이 연구는 D여대 신입생의 핵심 역량을 확인하기 위해 D여대 핵심 역량 측정 도구를 사용하여 D여대 신입생의 역량을 단과대학별로 분석했다.

@highlight

이를 바탕으로 단과대학별 D여대 신입생 선발과 육성을 위한 시사점을 제시했다.

