콘크리트 기둥에 사용되는 횡방향 철근은 압축콘크리트 파괴 시 횡방향 벌어짐을 구속하여 폭렬을 줄일 수 있고 콘크리트의 연성을 증가시키는 데에 유효하며 강도손실 보상효과가 있다.

이를 규명하기 위하여, 띠철근의 간격과 나선철근을 변수로 한 실험체를 제작하여 가열실험을 수행하였다.

이 때 전기로 온도를 300℃, 600℃ 및 800℃로 설정하여 13.33℃/분의 속도로 가열하고 2시간동안 그 온도를 유지시켰다.

냉각된 실험체에 대해 응력-

변형률 곡선을 구하기 위한 압축실험을 수행하고, 이로부터 탄성계수, 잔존 내력 및 변형률 등의 잔존 역학적 특성을 분석하였다.

실험결과 횡방향 철근비가 높을수록 철근이 콘크리트를 구속하여 다축 응력 상태가 되기 때문에 고온을 받은 콘크리트의 잔존 최대응력이 커지고 더욱 큰 변형을 발휘할 수 있는 있는 것을 확인하였다.

이울러, 콘크리트의 잔존 탄성계수의 감소율은 횡방향 철근의 구속효과로 작아지는 것으로 분석되었다.

@highlight

콘크리트 기둥에 사용되는 횡방향 철근은 압축콘크리트 파괴 시 횡방향 벌어짐을 구속해 폭렬을 줄일 수 있고 콘크리트의 연성을 증가시키는 데에 유효하며 강도손실 보상효과가 있다.

