본 연구는 ‘여성장애인의 직업활동에서의 적응유연성 과정은 어떠한가’라는 연구 질문을 가지고 스트라우스와 코빈(Strauss & Corbin, 1996)의 근거이론 방법을 활용하여 직업활동에 참여하고 있는 여성장애인의 적응유연성 과정을 심층적으로 탐색한 것이다.

이를 위해 여성장애인 14명을 심층면접 하였으며, 분석결과는 개방코딩을 통해 206개의 개념과 61개의 하위범주, 22개의 범주가 도출되었다.

본 연구 참여자들의 직업활동에서 적응유연성 과정을 분석한 결과, ‘인식’, ‘억눌림’, ‘맞섬’, ‘통찰’, ‘유지’의 다섯 단계로 확인되었으며, 이러한 과정의 핵심범주는 ‘사회적 장벽을 넘어 유연한 상호작용력 확보하기’였다.

이와 같이 본 연구는 여성장애인의 직업활동에서의 적응유연성 과정의 구성개념과 과정, 핵심범주, 상황모형 등을 구체적으로 밝힘으로써 이에 관한 이론적, 정책적, 실천적 개입에 함의를 지닌다.

@highlight

이 연구는 ‘여성장애인의 직업활동에서의 적응유연성 과정은 어떠한가’라는 연구 질문을 가지고 스트라우스와 코빈의 근거이론 방법을 활용하여 직업활동에 참여하고 있는 여성장애인의 적응유연성 과정을 심층적으로 탐색한 것이다.

@highlight

이 연구 참여자들의 직업활동에서 적응유연성 과정을 분석한 결과, ‘인식’, ‘억눌림’, ‘맞섬’, ‘통찰’, ‘유지’의 다섯 단계로 확인되었으며, 이런 과정의 핵심범주는 ‘사회적 장벽을 넘어 유연한 상호작용력 확보하기’였다.

@highlight

이 연구는 여성장애인의 직업활동에서의 적응유연성 과정의 구성개념과 과정, 핵심범주, 상황모형 등을 구체적으로 밝힘으로써 이에 관한 이론적, 정책적, 실천적 개입에 함의를 지닌다.

