본 연구에서는 Spielberger와 Vagg(1999)의 직무스트레스척도(Job Stress Survey: JSS)를 한국어로 번안하여 한국의 직장인들에서 적용가능한 한국판 직무스트레스척도(K-

JSS)를 개발하려 하였다.

다수의 관련 분야 전문가들이 참여하여 원척도를 한국어로 번안하고 이를 정부투자 기관인 공사나 방위 산업체에 근무하는 근로자 490명을 대상으로 실시했다.

K-

JSS의 30문항은 문항-

전체 상관이 높고 내적합치도로 알아본 신뢰도도 만족할 정도로 높았다.

아울러 척도에서 얻을 수 있는 3가지 스트레스 지수가 불안, 우울 및 신체병리 증상과는 유의한 정적인 상관을 보이고 주관안녕과는 유의한 부적인 상관을 보여 준거관련 타당도를 확인할 수 있었다.

척도의 요인구조는 확인적 요인분석에서는 원판과 유사한 2요인 구조를 보여주었으나, 탐색적 요인분석 결과는 단일 요인 구조를 시사하고 있었다.

본 연구에서 얻어진 결과를 직무 스트레스 이론 및 측정과 관련해서 논의하였다.

@highlight

이 연구에서는 Spielberger와 Vagg(1999)의 직무스트레스척도(Job Stress Survey: JSS)를 한국어로 번안하여 한국의 직장인들에서 적용가능한 한국판 직무스트레스척도(K-

@highlight

JSS)를 개발하려 하였다.

