본 연구에서는 중학생의 또래애착, 자아탄력성, 휴대폰 의존과의 관계에 대해 살펴보았다.

이를 위해 한국청소년정책연구원의 ‘한국아동·청소년패널조사2010(KCYPS)' 자료 중 중학생 2,159명의 자료를 사용하였고, 분석방법은 기술통계, 상관관계, 요인분석, 각 변수의 인과관계 및 매개효과 검증을 위하여 구조방정식 모형을 활용하였다.

분석결과 또래애착이 자아탄력성에 통계적으로 유의미한 정적인 영향을 미치고, 자아탄력성 또한 휴대폰 의존도에 통계적으로 유의미한 부적 영향을 미치는 것으로 나타났다.

아울러 또래애착이 직접적으로 휴대폰 의존도에 유의미한 정적 영향을 미치는 것으로 나타났으며 자아탄력성은 또래애착과 휴대폰 의존과의 관계에서 부분 매개효과를 가지고 있는 것으로 확인되었다.

이러한 연구결과를 바탕으로 청소년의 또래관계를 유지하기 위해 극단적으로 휴대폰 의존의 형태가 나타나는 것을 알 수 있다.

또한 자아탄력성이 또래 애착 관계로 인해 휴대폰 의존도를 예방할 수 있는 역할을 할 수 있다는 것을 알 수 있다.

@highlight

이 연구에서는 중학생의 또래애착, 자아탄력성, 휴대폰 의존과의 관계에 대해 살펴보았다.

@highlight

본 연구결과를 바탕으로 청소년의 또래관계를 유지하기 위해 극단적으로 휴대폰 의존의 형태가 나타나는 것을 알 수 있다.

