북한과의 통일로 진척하기 위해서는 일단 북한이 안고 있는문제에 대해 접근을 찾는 것이 필요하다.

그러한 조건을 가능하게 하는것이 북한이탈주민이다.

이들은 민주주의의 유연성과 개방성 그리고미래지향성을 발전하는 기회를 북한에 연결해 주는 안내자이다.

그들은대한민국의 가치를 북한 조선민주주의인민 공화국의 이념과 현실 속에서 대안으로 생동할 수 있는 매우 중요한 국가적 통일자원인 것이다.

그러나 북한이탈주민 자체나 대한민국의 정부는 북한이탈주민을 통일자원이라고 하지만, 다양한 대북 논쟁과 갈등에서 이용하려는 경향에서벗어나지 못하고 있다.

따라서 대한민국의 건전한 북한이탈주민들의삶들을 위한 방안이 모색되어야 할 것이다.

즉 분단을 통일로 갈등을평화로 진척할 기회로 만드는 조정과 반성에서 북한이탈주민의 성격을찾아야 한다.

그러한 측면에서 분단으로 인한 국민들 간의 이념적 갈등이 북한이탈주민들의 과제를 수행하면서 지금의 남북갈등, 남남갈등의해결하는 일상적 관리가 되었으면 한다.

통일에서 통합으로 가게 하는현명한 길은 대한민국 국민들이 스스로 노력하는 것이 필요하다.

@highlight

북한이탈주민 자체나 대한민국의 정부는 북한이탈주민을 통일자원이라고 하지만, 다양한 대북 논쟁과 갈등에서 이용하려는 경향에서 벗어나지 못하고 있다.

@highlight

분단을 통일로 갈등을 평화로 진척할 기회로 만드는 조정과 반성에서 북한이탈주민의 성격을 찾아야 한다.

