이 논문은 일차적으로 3·1운동의 배경과 그 과정과 결과, 그리고 3·1운동의 맥이 임시정부와 대한민국 정부로 이어졌고, 약소국가들은 독립운동에 영향을 미쳤음을 살펴본 것이다.

이런 고찰 결과는 3·1운동이 결코 우리 역사에서 실패한 것이나 헛된 것이 아님을 보여준다.

3·1운동에서 기독교는 천도교와 협력했으며, 장로교와 감리교도 협력했음을 돌아보면서, 앞으로 다른 종교 단체, 다른 교파, 나아가서 정치단체나 정치인들과도 특정한 이슈에 대해서 같은 견해라면 협력해야 할 필요가 있음을 배울 수 있다.

하지만, 교회는 정치단체가 아니기에 정치참여가 교회의 주된 일이 되어서는 안 된다.

단지 하나님의 주권이 모든 영역에 미치기에 기독교인들은 정치와 사회영역에도 개인적으로 참여해야 하고, 개교회 이름으로 정치활동을 하는 것은 불필요한 핍박이나 오해를 살 수 있으므로 피하는 것이 좋다.

필요할 경우 한기연과 같은 교회 연합단체의 이름으로 하나님의 뜻을 전할 필요가 있다.

특히, 동성애 반대나 통일문제, 이슬람 대책같이 광범위하게 공감대가 형성된 이슈에 대해서는 교파를 떠나서 하나의 목소리를 내야 할 필요가 있다.

이런 정신은 백 년 전 3·1운동에서 교회가 다른 단체들과 마음을 같이 하여 적극적으로 역할을 한 것과 일맥상통하는 것이다.

@highlight

본 논문은 일차적으로 3·1운동의 배경과 그 과정과 결과, 3·1운동의 맥이 임시정부와 대한민국 정부로 이어졌고, 약소국가들은 독립운동에 영향을 미쳤음을 살펴본 것이다.

