본 연구는 법체계와 문화적 차이가 경제와 무역에 미치는 영향을 분석하였다.

이를 위하여 법체계의 분류를 레비 율만이 주장하는 법의 본질과 법체계에 착안하여 대륙법계, 영미법계, 샤리아법계 3개로 분류하였고, 경제와 무역에 미치는 영향을 살펴보았다.

또한 법체계별로 홉스테스의 문화적 차원에 대해 살펴보고, 문화적 차이가 경제와 무역에 미치는 영향을 살펴보았다.

본 연구의 결과는 다음과 같다.

첫째, 법체계가 경제성장에 유의한 영향을 미치는 것으로 나타났다.

둘째, 법체계별 홉스테드의 문화 차이를 살펴본 결과 권력거리지수는 샤리아법이 높은 것으로 나타났으며, 개인주의지수, 불확실성회피지수 및 장기계획지수는 대륙법이 높은 것으로 나타났다.

남성성지수와 자적-

자제지수는 영미법이 높은 것으로 나타났다.

권력거리지수와 불확실성회피지수, 장기계획지수에서 유의한 차이가 나타났다.

셋째, 문화적 차이에 따른 경제와 무역의 영향을 살펴본 결과 문화차이에 따라 경제성장과 FDI개방도에 유의한 차이가 나타났다.

본 연구는 법체계 및 문화적 차이가 경제성장과 무역(FDI)에 영향을 미칠 수 있음을 제시하고 있다.

@highlight

이 연구는 법체계와 문화적 차이가 경제와 무역에 미치는 영향을 분석했다.

@highlight

이 연구의 결과는 다음과 같다.

