본 연구에서는 한국학술인용색인(Korea Citation Index: KCI) 에 등재된「한국지방자치학회보」중에서 2002-2010년 중 일정이상 인용횟수를 나타내는 지방자치 분야의 논문을 분석대상으로 연구자들의 연구수행 경향을 분석하여 지방자치학 분야의 학문적 현상을 규명하고 하고자 하였다.

분석결과 첫째, 연구자들의 성별은 남성이, 논문게재 시 연구자의 지역은 수도권이, 논문게재 시 연구자의 직위는 교수가, 연구자 유형은 단독연구가 많은 것으로 나타났다.

둘째, 논문 1편을 생산해내는데 평균 41.5건의 참고자료가 활용되며, 가장 많이 인용된 학술지는「한국지방자치학회보」였다.

셋째, 논문들의 핵심주제어를 분석한 결과 전체 330개의 주제어가 나타났다.

연구결과의 시사점은 ⅰ) 지방자치연구 활성화를 위하여 연구자상호간 공동연구유형을 더욱 활성화 되어야 한다.

ⅱ) 현재 일정지역에 편중되어 있는 연구지역을 저변화시키기 위하여 지방자치학 연구학회 간의 공동세미나 및 기획세미나의 활성화가 요구된다.

ⅲ) 지방자치학 학문의 응용성과 실용성 및 학제 간의 다양성을 확보하기 위한 노력이 필요하다.

@highlight

이 연구에서는 한국학술인용색인 에 등재된「한국지방자치학회보」중에서 2002-2010년 중 일정이상 인용횟수를 나타내는 지방자치 분야의 논문을 분석대상으로 연구자들의 연구수행 경향을 분석하여 지방자치학 분야의 학문적 현상을 규명하고 하려 했다.

