본 연구는 내담자의 상담요청 결정과정의 심리적 경험을 탐색한 질적 연구이다.

본 연구의 목적은 Strauss와 Corbin(1996)의 근거이론 방법을 적용하여 이미 상담을 받은 경험이 있거나 현재 상담을 받고 있는 내담자 15명을 심층면접함으로써 그들의 상담요청 결정과정을 설명하는 실체이론을 개발하는 것이다.

분석 결과는 우선, 내담자들은 문제의 복합성이나 반복성으로 인해 주관적 심각성과 고통감을 자각할 때 상담요청을 결정하고 있었다는 것이다.

상담요청 결정은 상담 외 비전문적인 도움이나 전문적인 도움의 한계와 불만족을 경험하거나 혹은 외부로부터의 상담권유나 상담과제를 부여받을 때 활성화되고 있었다.

내담자의 상담요청 결정과정은 ‘지금보다 더 나은 삶의 추구’를 한 것이었으며, 상담 떠올리기, 상담에 대한 접근-

회피 갈등하기, 상담요청 여부 결정하기의 3단계를 거치는 것으로 나타났다.

상담요청 결정을 촉진하거나 방해하는 조건들은 다양하였으며, 상답요청 결정에 있어서 상담에 대한 정확한 지식과 긍정적 인식의 중요성이 발견되었다.

가장 분명하게 나타나는 상담요청 결정의 결과는 상담에 대한 기대와 희망이 발생되는 것이었다.

상담요청 결정과정의 핵심범주는 ‘더 나은 삶의 추구를 위한 효율적인 전문적 도움 모색’으로 도출되었다.

이러한 결과를 바탕으로 하여 논의와 후속 연구 제언을 제시하였다.

@highlight

이 연구는 내담자의 상담요청 결정과정의 심리적 경험을 탐색한 질적 연구이다.

@highlight

이 연구의 목적은 Strauss와 Corbin의 근거이론 방법을 적용하여 이미 상담을 받은 경험이 있거나 현재 상담을 받고 있는 내담자 15명을 심층면접함으로써 그들의 상담요청 결정과정을 설명하는 실체이론을 개발하는 것이다.

