박선석은 당대 중국 조선족문단의 대표적 작가이다.

박선석의 작품은 주로 중국현당대사의 비극을 조선족농민의 입장에서 담아내고 있는 것으로 유명하다.

그는 이전의 조선족문학에서 찾아볼 수 없었던 인물 군과 특유의 미학으로 독특한 작품세계를 형성하였는데 주로 이념과는 아무런 관계도 없는 농민들이 당하는 수난과 참극을 역사의 전개과정과 결합하여 형상화하면서 그것에 대한 고발뿐만 아니라 이를 초래한 근원에 대한 사색과 함께 반성의 차원에까지 이르고 있다.

본 논문에서는 박선석 문학연구를 위한 하나의 방법으로 그의 대표작인 『재해』에 대한 이데올로기 읽기를 시도하였다.

『재해』는 ‘토지개혁’으로부터 ‘대약진’시기까지의 조선족농촌사회 전반을 다룬 작품이다.

특히 ‘대약진운동’에 대해 중점적으로 해부하였는데 소설에서 ‘대약진운동’은 부정적 이미지로 착색되어 있다.

본 논문에서는 『재해』에 대한 분석을 통하여 ‘대약진’시기 중국은 지배이데올로기를 통해서 무엇을 왜곡하고 있으며 이는 중국 땅에서 정착해 가던 조선족 농민들로 하여금 어떠한 상황까지 내몰리게 하였는지, 그러한 결과를 초래한 이데올로기에 대해 작가는 어떤 시각에서 접근하고 있으며 그것은 당대의 사회적 흐름과 어떠한 역학관계를 가지는가를 살펴보았다.

@highlight

본고에서는 박선석 문학연구를 위한 하나의 방법으로 그의 대표작인 『재해』에 대한 이데올로기 읽기를 시도했다.

@highlight

본고에서는 『재해』에 대한 분석을 통하여 ‘대약진’시기 중국은 지배이데올로기를 통해서 무엇을 왜곡하고 있으며 이는 중국 땅에서 정착해 가던 조선족 농민들로 하여금 어떠한 상황까지 내몰리게 하였는지, 그런 결과를 초래한 이데올로기에 대해 작가는 어떤 시각에서 접근하고 있으며 그것은 당대의 사회적 흐름과 어떠한 역학관계를 가지는가를 살펴보았다.

