여러 환경적 요인이 천식 발생을 증가시킨다고 보고되고 있어 본 연구에서는 간접흡연과 주거 환경이 천명, 천식 발생에 미치는 영향과 천식의 위험 인자를 알아보고자 하였다.

서울의 한 초등학교 학생 969명을 대상으로 설문 조사를 하였다.

설문 조사에는 천식, 천명의 증상, 간접흡연 노출, 주거환경에 관한 내용이 있었고, 주거환경과 관련된 항목들 중에는 출생 후 1년 이내 새로 지은 집으로 이사한 적이 있는지, 부모님이 향수를 집안에서 사용하는지, 최근 1년 이내 새 가구를 들여놓았는지 등이 포함되어 있다.

Logistic regression and Pearson chi statistics를 사용하여 분석하였다.

간접흡연에의 노출은 최근 1년 내 천명, 최근 1년 내 천명으로 잠에서 깨어난 것과 연관성이 있었다.

아버지의 하루 20개피 이상 흡연은 최근 12개월 이내 4회 이상의 천명과 연관이 있었다.

그러나 간접 흡연에 따른 폐기능, 총 IgE 농도, 알러젠 감작, 호산구수는 차이가 없었다.

출생 후 1년 이내 새집으로의 이사는 지금까지의 천식 진단과 연관이 있었고, 집안에서 향수를 사용하는 것과 최근 1년 이내 새가구를 사용하는 것은 최근 12개월 이내 천명 및 천식 치료, 야간 기침과 관련이 있었다.

간접흡연, 출생 후 1년 이내 새집으로 이사, 향수 사용과 새가구 사용은 초등학생에서 천명 및 천식의 위험 요인이다.

@highlight

여러 환경적 요인이 천식 발생을 증가시킨다고 보고되고 있어 본 연구에서는 간접흡연과 주거 환경이 천명, 천식 발생에 미치는 영향과 천식의 위험 인자를 알아보고자 했다.

