본 연구에서는 대학생들에게 PIPES 인성교육 모델에 기반한 영적 작업 프로그램을 적용하여 대학생들의 인성과 영성변화에 미치는 영향을 알아보고자 하였다.

충남의 2개교 183명의 대학생들을 연구대상으로 하였으며 PIPES 인성모델에 기반하여 인성의 주요가치 8가지 항목을 중심으로 인성교육 및 기독교 가치관을 교육, 적용 훈련하는 기독교적 영적 작업 프로그램을 운영하였다.

연구 방법은 사전-

사후 검사 실험의 집단 실험 설계법을 사용하였으며, 수집된 자료는 SPSS 10.

0 프로그램을 사용하여 기술통계 분석, 분산분석 등을 실시하였다.

프로그램 결과 첫째, 영성변화에 있어 옥토밭으로의 영적변화가 가장 많았으며, 가시밭, 돌밭, 길가 집단의 학생들이 온전히 결실하는 옥토밭 집단으로의 영적변화는 유의한 차이를 보일 만큼 일어났으나 온전히 결실하지 못하는 가시밭, 돌밭, 길가 집단 사이에서의 영적변화는 유의한 차이가 없을 만큼 적게 일어났다.

둘째, 인성변화에 있어 지성, 감성, 사회성, 철학성과 신체성의 모든 영역에서 통계적으로 유의한 향상을 보였다.

본 연구의 결과가 대학생뿐만 아니라 사회의 아픔과 장애들을 영적 작업 프로그램을 통해 치료해 나가는 사회 재활적 치료 교육 프로그램 개발로 확대해 나가기 위한 연구 자료로 활용되기를 기대한다.

@highlight

이 연구에서는 대학생들에게 PIPES 인성교육 모델에 기반한 영적 작업 프로그램을 적용해 대학생들의 인성과 영성변화에 미치는 영향을 알아보고자 했다.

