본 연구에서는 용융 온도 제어형 개질 유황(MS)을 제조하였고, 이를 포함한 개질유황시멘트콘크리트(SMC)의특성을 연구하였다.

저융점 개질유황의 합성에 있어서 황 함량과 피리딘 함량에 따른 효과를 살펴보았고, 반응은 라만분광기를 이용하여 확인하였다.

SMC는 일반 포틀랜드시멘트 대비 Water (W)/Cement (C) = 45 wt%, Sand (S)/Aggregate (A) =45 wt%로 하였고, 5, 10, 15, 20 %로 개질유황 혼입율을 다르게 하여 제조하였다.

그리고 SMC의 압축강도, 쪼갬인장강도,투수계수 등의 물성을 측정하였으며 비폭렬성을 확인하였다.

개질유황이 첨가됨에 따라 낮은 물흡수를 보였으며, 강도 증가와 비폭렬성 증진에 다소 효과가 있음을 확인하였다.

또한, MS와 SMC의 안전성을 확인하기 위하여 Pyrolized-

gaschromatography(P-

GC)를 통한 고온에서의 발생 물질 및 가스 독성 실험을 진행하였고, 그 결과 고온에서의 안전성을 확인할 수 있었다.

@highlight

본 논문에서는 용융 온도 제어형 개질 유황(MS)을 제조했고, 이를 포함한 개질유황시멘트콘크리트(SMC)의 특성을 연구했다.

@highlight

저융점 개질유황의 합성에 있어서 황 함량 및 피리딘 함량에 따른 효과를 살펴보았고, 반응은 라만분광기를 이용해 확인했다.

