본 연구는 성조숙증 진단을 받고 호르몬 요법을 시행 중인 초등학생의 성성숙과 신체상 및 성숙불안 정도와 이들 간의 관계를 알아보기 위한 서술적 조사이다.

소아내분비 세부전문의에 의해 성조숙증으로 진단받고 호르몬 억제요법을 시행 중이며 호르몬주사 사용기간이 3개월부터 2년 이상인 아동으로 4주에 한번 씩 성조숙 억제호르몬 주사를 맞기 위해 방문하고 있는 아동 186명을 대상으로 하였다.

자료수집기간은 2014년 8월 4일에서 8월 30일까지였다.

일반적 특성에 따른 가슴 발달 단계는 학년, 호르몬 주사기간, 병원 동행에서, 성장속도는 학년, 호르몬 주사기간에서 통계적으로 유의하게 나타났으며, 신체상은 학년, 아빠 체형 및 걱정거리에서, 불안은 가족구조, 아빠체형, 호르몬주사 기간, 걱정거리, 잠자는 시간대에서 통계적으로 유의하게 나타났다.

성성숙에 따른 신체상은 가슴발달과 성성숙에 따른 불안은 가슴발달과 통계적으로 유의한 차이가 있었다.

부모와 담임교사 및 아동들에게 조기 사춘기 아동들의 심리사회적 측면과 신체상의 발달에 관한 긍정적인 변화와 효과적인 성장발달을 알리는 교육 및 간호중재를 위한 활발한 연구가 이루어질 필요가 절실하다고 하겠다.

@highlight

이 연구는 성조숙증 진단을 받고 호르몬 요법을 시행 중인 초등학생의 성성숙과 신체상 및 성숙불안 정도와 이들 간의 관계를 알아보기 위한 서술적 조사이다.

