부천 지역에 거주하는 폐경 전후의 여성들의 HPV 아형 분포와 HPV 유병률을 자궁경부 세포진 검사 및 조직검사의 결과와 비교하여 그 관련성을 알고자 하였다.

2011년 1월부터 3월까지 본 병원 산부인과 외래에서 자궁경부 세포진 검사 (thinprep pap test)와 HPV DNA chip test를 동시에 시행한 환자 280명의 여성 (연령의 평균값은 41.9세, 범위 21~90세)을 대상으로 하였다.

이번 연구에 포함된 여성 전체 HPV 유병률은 33.9% (95/280)이었다.

폐경 후 여성의 HPV 유병률은 24.3% (17/70)로 폐경 전 여성 (37.1%)에 비하여 통계적으로 유의하게 낮았다 (P = 0.049).

부천 지역에 거주하는 폐경 후 여성의 HPV 유병률은 24.3%로 추산된다.

폐경 전 여성과 비교해서는 낮은 유병률이지만 HPV 감염 자체가 폐경 여성에게서는 자궁경부암이나 자궁경부 상피 내 암종을 유발할 가능성이 크기 때문에 중요하다.

이번 연구를 기초로 향후 더 많은 폐경 후 여성을 면밀히 추적 관찰하며, 전향적 연구를 통한 역학적인 연구가 더 이루어져야 할 것으로 생각된다.

@highlight

부천 지역에 거주하는 폐경 전후의 여성들의 HPV 아형 분포와 HPV 유병률을 자궁경부 세포진 검사 및 조직검사의 결과와 비교하여 그 관련성을 알고자 했다.

