충청남도 서천군 장항읍은 한국 근대 산업화 초기, 일본의 미곡과 자원 침탈을 위해 조성된 산업도시로서, 한국 근대사에 있어 중요한 장소라 할 수 있다.

하지만 경제적 개발 논리 속에서 역사적 가치를 인정받지 못한 장항의 산업유산은 서서히 멸실되고 있다.

이에 본 연구에서는 장항 내 남아있는 산업유산의 분포 현황을 찾고 그 산업화 과정을 시계열적으로 살펴보았다.

기존 현황조사에서는 주로 문헌조사와 현장 확인을 주로 하였지만, 장항의 경우 관련 자료가 많지 않아 본 연구에서는 인터뷰를 통한 주민의 ‘장소기억’을 수집하여 보완하였다.

그 결과 45개의 현존시설을 확인할 수 있었으며, 구체적으로 산업시설 17개소, 이를 지원하던 주택, 숙박, 종교, 문화 시설 20개소, 제련소 벽돌 등의 기타 8개소를 확인하였다.

장항의 산업화는 1920년대 도시계획과 토지매립을 시작으로, 장항제련소, 장항항, 장항선과 장항역의 3대 산업시설을 중심으로 생태계 조직처럼 성장하였다.

하지만 1980년대 후반을 지나며 국가 산업구조 변화와 환경오염 문제 등의 이유로 산업도시로서의 기능이 약화되며 근대 도시 장항은 쇠퇴의 길을 걷게 되었다.

@highlight

충청남도 서천군 장항읍은 한국 근대 산업화 초기, 일본의 미곡과 자원 침탈을 위해 조성된 산업도시로서, 한국 근대사에 있어 중요한 장소라 할 수 있다.

@highlight

본 연구에서는 장항 내 남아있는 산업유산의 분포 현황을 찾고 그 산업화 과정을 시계열적으로 살펴보았다.

