본 연구는 서울교육종단연구(Seoul Education Longitudinal Study of 2010: 이하 SELS) 자료를 이용하여 서울시 중학생의 진로성숙도 영향요인을 분석하였다.

최근 진로교육이 강화되고 있는 추세에 따라 학교의 진로교육이 개인수준과 학교수준에서 중학생의 진로성숙도에 어떠한 영향을 미치는지 분석하고자 하였다.

자료의 위계적 속성을 고려하여 위계적 선형모형(hierarchical linear model) 분석 방법을 적용하였다.

분석결과, 개인수준의 학교관련 변인 중에서 교우관계와 학교에 대한 학생의 주관적 평가, 진로상담 및 진로검사 경험은 중학생의 진로성숙도를 유의하게 높이는 것으로 분석되었다.

반면, 상급학교의 방문 및 체험활동의 참여는 유의하지 않았다.

한편, 중학생의 진로성숙도에 영향을 미치는 학교수준 변수 중에서는 학교평균 SES가 유일하게 정적인 영향을 미치는 것으로 분석되었으며, 재능기부의 활용 여부, 교내 및 교외자원을 활용한 진로지도는 중학생의 진로성숙도에 유의한 영향을 미치지 않는 것으로 나타났다.

이상의 분석결과를 토대로 현재의 진로교육의 문제점과 개선 방안에 대하여 논의하였다.

@highlight

이 연구는 서울교육종단연구(Seoul Education Longitudinal Study of 2010: 이하 SELS) 자료를 이용해 서울시 중학생의 진로성숙도 영향요인을 분석했다.

