과학 시뮬레이션은 학교 현장에서 자주 실행되지 않는 실험 활동 경험을 보완할 수 있는 학습 자료로서 주목받고 있다.

하지만, 기존의 과학 시뮬레이션은 동적인 실제 세계의 자연 현상을 인위적으로 표현하기 어렵기 때문에 실제 실험을 통해서 얻을 수 있는 탐구경험을 온전히 제공하기에 부족했다.

특히, 이러한 시뮬레이션은 학생들의 관찰 경험을 제한하므로 실험활동을 대체하기에 충분하지 않았다.

이에 과학 시뮬레이션이 실제 실험결과에 관한 동영상 클립을 포함한다면, 관찰 지도에 있어서 교육적으로 의미가 있을 것으로 기대하였다.

본 연구에서는 실험 활동을 통해서만 기를 수 있는 탐구역량으로서 '관찰'을 강조한 시뮬레이션을 개발하였다.

구체적으로, 중학교 과학과 교육과정에 속한 앙금생성반응에 대해 실제적인 실험결과를 보여주는 동영상 클립이 포함된 시뮬레이션의 디자인과 개발에 초점을 두었다.

앙금생성반응 시뮬레이션은 과학교육 전문가 1인 및 교사 3인이 참여한 세미나를 통해 개발하였다.

이후 디자인 세미나에 참여하지 않은 과학교육 전문가 2인과 교사 4인의 전문가평가를 통해 개발의 타당성을 확보하였다.

@highlight

본고에서는 실험 활동을 통해서 기를 수 있는 탐구역량으로서 '관찰'을 강조한 시뮬레이션을 개발했다.

@highlight

구체적으로, 중학교 과학과 교육과정에 속한 앙금생성반응에 대하여 실제적인 실험결과를 보여주는 동영상 클립이 포함된 시뮬레이션의 디자인 및 개발에 중점을 두었다.

