본 연구는 다문화가정 아동들이 자신의 삶을 주체적으로 돌아보고 그 과정에서 받은 상처와 아픔을 딛고 성장의 발판으로 삼고자 다문화가정 아동 7명을 대상으로 6회의 포토보이스 활동을 실시하였다.

연구 참여자들은 토의를 통해 4가지의 대주제를 도출하였고, 매 회기마다 각 주제에 대해 사진을 매개로 삶의 경험과 감정을 공유하는 집단 활동에 참여하였다.

분석 결과, 다음과 같은 4개의 대주제와 13개의 하위주제가 도출되었다: (1) 나의 하루(또래의 괴롭힘과 도피적 환상, 우울한 마음과 외톨이라는 두려움, 긍정적인 변화에 대한 기대), (2) 가족(나를 보호하고 함께 하는 존재, 나를 감시하고 통제하는 무서운 존재, 조화 속에 하나 된 영웅들), (3) 꿈(아직 막막하고 불명확한 일, 아름다운 나의 꿈을 향하여), (4) 행복(내가 살아있는 그곳 발견하기, 관계로부터 발견한 나의 의미).

본 연구는 다문화가정 아동들이 직접 표현한 삶 속에서 나타난 한국사회에서의 상처와 극복, 성장의 과정을 발견하고 이를 토대로 다문화가정 아동들이 건강하고 행복하게 자라나는데 필요한 실천적 함의를 제시하였다.

@highlight

본 연구는 다문화가정 아동들이 자신의 삶을 주체적으로 돌아보며, 그 과정에서 받은 상처 및 아픔을 딛고 성장의 발판으로 삼고자 다문화가정 아동 7명을 대상해 6회의 포토보이스 활동을 실시하였다.

