본 연구는 Rasch 모형을 활용하여 고등학생의 말하기불안 검사도구를 타당화한 연구로, 기존에 중학생을 대상으로 개발되어 있는 한금영(2016)의 말하기불안 검사도구를 사용하였다.

검사 도구의 타당화 결과는 다음과 같다.

첫째, 본 검사도구는 불안 수준이 높은 학생을 측정하기 위한 문항이 잘 구현되어 있으며, 문항의 적합도 및 척도는 타당한 것으로 나타났다.

이는 중학생을 대상으로 한 한금영(2016)의 분석 결과와 동일한 결과이다.

둘째, 문항에 대한 반응범주 분석 결과, 청중 인식과 관련한 4개의 문항 중 3개의 문항이 극단적인 부적 편포를 보이는 것으로 나타났다.

셋째, 성별에 따른 DIF 분석 결과, 통계적으로 유의한 차이를 보이는 문항은 없는 것으로 나타났다.

그러나 고등학생들이 청중과 관련한 요소에서 불안을 느낀다는 점은 선행연구를 통해 증명된 바, 추후 연구를 통해 청중 인식과 관련한 문항을 추가하여 수정할 필요가 있다.

또한 말하기 불안을 측정하는 것에서 그치는 것이 아니라 측정한 결과를 토대로 말하기 불안을 대처할 수 있는 교수학습 방법 등의 교육적인 방안을 모색하여, 학생들의 말하기 불안을 완화시킬 수 있는 방법을 마련할 필요가 있다.

@highlight

이 연구는 Rasch 모형을 활용해 고등학생의 말하기불안 검사도구를 타당화한 연구로, 기존에 중학생을 대상으로 개발되어 있는 한금영(2016)의 말하기불안 검사도구를 사용했다.

