이 연구의 목적은 초·중등교육에서의 공학교육에 대한 공학전문가들의 인식 분석을 통해 초·중등교육에서 공학교육 적용을 위한 기초자료로 제공하고자 한다.

이를 위하여 3개영역 총 20문항으로 구성된 설문지를 개발하였다.

이를 임의표집된 1,200명의 공학전문가들에게 우편조사와 인터넷 조사를 실시하였으며, 회수된 139부의 설문지 중 117부를 분석하였다.

연구의 결과는 다음과 같다.

첫째, 공학전문가들은 공학이 국가 경제 발전 및 경쟁력에 미치는 영향이 매우크다고 인식하고 있다.

공학전문가들은 공학에 대한 어느 정도의 일관된 인식을 갖고 있었으며, 공학교육을 실시하기 위한 공학이 가지고 있는 ‘설계와 문제해결, 창조성과 혁신, 최적화와 경제성’을 중시하는 고유의 특성을 발견할 수 있었다.

둘째, 공학전문가들은 현재의 초·중등교육에서 공학교육이 거의 이루어지지 않고있고, 공학에 대한 정보를 제공하지 못한다고 인식하고 있었다.

셋째, 공학전문가들은 초·중등학교에서 공학교육이 필요하며, 이를 통해 학생들은창의적 설계 및 문제해결 과정 이해할 수 있을 것으로 인식하였다.

또한 공학전문가들은 공학교육이 시작되어야 하는 학교급 수준, 학교급별에 따른 수준별 교육 목적,효과적인 적용 방법 등의 다양한 교육요구를 갖고 있었다.

@highlight

본 연구의 목적은 초·중등교육에서의 공학교육에 대한 공학전문가들의 인식 분석을 통해 초·중등교육에서 공학교육 적용을 위한 기초자료로 제공하려 한다.

