국내외적으로 지역사회 연속적 거주(Aging in Place)를 실현하기 위해 다양한 정책들이 시도되고 있다.

본 연구는 노인들이 최대한 오래 기존 거주공간에서 생활할 수 있도록 사례관리를 제공하는 독일 노트라인-

베스트팔렌주(Nordrhein-

Westfalen) 주거상담센터 체계의 발전과정을 분석했다.

독일에서 주거상담서비스는 아직 전국적으로 제도적 체계를 갖추지 못하였으나, 노트라인-

베스트팔렌주는 주거상담과 관련하여 가장 긴 역사를 가지며, 우수한 인프라를 구축했다.

본 연구는 다른 연방주와 달리 노트라인-

베스트팔렌주에서 이러한 주거상담 체계가 발전할 수 있었던 배경을 밝히는 것을 목적으로 하며, 활용하는 이론은 ‘보충성의 원칙(Subsidiaritatsprinzip)’이다.

독일 사회의 핵심적 운영원리로서의 보충성의 원칙이 주거상담이라는 새로운 사회서비스 전달체계의 형성과 발전과정에서 어떻게 적용되었는지 살펴보고자 한다.

이를 위해 노트라인-

베스트팔렌주의 주거상담사와 지자체 공무원을 대상으로 전문가 인터뷰를 시행하였고, 인터뷰 내용은 Kuckartz의 질적내용분석 방법으로 분석하였다.

분석 결과에 근거하여 주거상담센터 체계의 발전메커니즘을 주정부와 수발보험공단의 재정지원, 민간복지협회의 역할, 주거상담협회의 정치적 활동으로 정리하였다.

이를 바탕으로 한국 사회에의 함의와 연구결과 활용의 유의점을 함께 제시하였다.

@highlight

노인들이 최대한 오래 기존 거주공간에서 생활할 수 있도록 사례관리를 제공하는 독일 노트라인-

@highlight

베스트팔렌주주거 상담센터 체계의 발전 과정을 연구했다.

@highlight

독일에서 주거상담서비스는 아직 전국적으로 제도적 체계를 갖추지 못하였으나 노트라인-

@highlight

베스트팔렌주는 주거상담과 관련하여 가장 긴 역사를 가지며, 우수한 인프라를 구축하였다.

