본 연구의 목적은 고등학교 스페인어 교육과정을 위하여 개발된 기본 어휘표가 어떻게 구성되어 있는지 그리고 어떤 문제점들이 있는지 지적해 보고, 보다 적합하고 체계적인 기본 어휘표를 제작할 수 있는 방안을 모색해 보는데 있다.

교육과정 기본 어휘표는 교과에서 다루어야 할 낱말들을 제시하여 교재 편찬의 지침이 되는 동시에 교육과정의 내용과 수준을 결정함으로써 교육 내용 및 평가에 일정한 기준을 제시하기 위해 만들어졌다.

현재의 2009 개정 교육과정 기본 어휘표도 제 7차 교육과정 및 2007 개정 교육과정에서 제시된 기본 어휘표에서 출발하여, 2009 개정 교육과정 개발에 관련된 특별한 상황을 고려하여 제작되었다.

그러나 이 어휘목록이 이전의 교육과정들에서 제시된기본 어휘목록이 안고 있는 문제점을 완전히 해소했다고 볼 수 없다.

따라서 이러한 배경 하에 본 연구는 향후 교육과정 개발 연구를 앞두고 스페인어 기본 어휘표 제작의 개선 방향에 도움을 줄 수 있는 방안을 모색해 보고자 한다.

제 7차, 2007 개정 및 2009 개정 교육과정에 의거하여 제작된 기본 어휘표를 비교 분석하여 문제점을 지적하고 그에 따른 개정 및 보강의 필요성을 제안하겠다.

@highlight

본고의 목적은 고등학교 스페인어 교육과정을 위하여 개발된 기본 어휘표가 어떻게 구성되어 있는지 그리고 어떤 문제점들이 있는지 지적해 보고, 보다 적합하고 체계적인 기본 어휘표를 제작할 수 있는 방안을 모색해 보는데 있다.

