본 연구에서는 보급형 회전익 무인항공기(드론, DJI 팬텀2 비전 플러스)를 이용하여 국내 소규모 석회석노천광산 현장(대성MDI(주) 석교사업소)의 지형측량을 수행하였다.

고도 100 m, 속도 3 m/s 조건으로 30분간자동모드 비행을 수행한 결과 총 89장의 항공사진을 획득할 수 있었다.

현장에서 취득한 항공사진 자료들을보정하고, 정합한 결과 총 3,400만 개의 3차원 점군 데이터가 추출되었고, 이로부터 5 cm 해상도의 정사영상과수치표면모델 자료를 생성할 수 있었다.

5개 지상기준점에 대해서 고정밀 위성측정시스템를 이용하여 측정한위치 좌표와 회전익 무인항공기 사진측량시스템을 이용하여 추출한 위치 좌표를 비교한 결과 평균 제곱근 오차가 X, Y, Z 세 방향 모두 10 cm 내외로 나타났다.

따라서 보급형 회전익 무인항공기 사진측량시스템이 기존의지형측량 장비들을 대체하거나 보완할 수 있는 기술로서 소규모 노천광산 현장에서 효과적으로 활용될 수 있을것이라 판단된다.

@highlight

이 연구는 보급형 회전익 무인항공기(드론, DJI 팬텀2 비전 플러스)를 이용해 국내 소규모 석회석노천광산 현장(대성MDI(주) 석교사업소)의 지형측량을 수행했다.

