본 연구는 질적 내용분석으로 속담에 내포된 한국인의 전통 소비가치를 파악하고 이를 통해 전통 소비문화를 파악하고자 하였으며, 또한 계량적 실증분석으로 이러한 전통 소비문화를 형성하는 전통 소비가치들 중 오늘날 소비자에게도 공감되며 실제 소비생활에 적용되는 전통 소비가치들이 무엇인가를 파악하고자 하였다.

마지막으로 이들을 토대로 바람직한 한국 소비문화 정립을 위한 제언을 하고자 하였다.

질적 내용분석 결과에 의하면, 속담에 내포된 한국의 전통 소비가치들은 14가지로, 신용주의 가치, 금전주의 가치, 절약·균형적 가치, 적절성 가치, 현재적 가치, 질·경험적 가치, 탐색적 가치, 실용/실리적 가치, 감정/정서적 가치, 경제적 가치, 효율성 가치, 정신·자족적 가치, 타인 지향/사회적 가치, 자원 중시 가치이다.

전통 소비가치들은 건전하고 합리적인 소비문화를 형성하는 소비가치들과 비합리적인 소비문화를 형성하는 소비가치들을 모두 포함하였다.

그럼에도 불구하고 건전하고 합리적인 전통소비가치들이 비합리적인 전통 소비가치들보다 양적인 면에서 상대적으로 더 많다는 점은 결과적으로 우리 전통사회의 소비문화는 비교적 건전하고 합리적이었던 것으로 파악된다.

실증분석 결과에 의하면, 오늘날의 소비자들은 신용주의 가치, 절약·균형적 가치, 적절성 가치, 질·경험적 가치, 탐색적 가치, 효율성 가치에 대해 대체로 공감하고, 또한 실제 소비생활에도 대체로 적용하였다.

@highlight

이 연구는 질적 내용분석으로 속담에 내포된 한국인의 전통 소비가치를 파악하고 이를 통해 전통 소비문화를 파악하고자 했고, 또한 계량적 실증분석으로 이런 전통 소비문화를 형성하는 전통 소비가치들 중 오늘날 소비자에게도 공감되며 실제 소비생활에 적용되는 전통 소비가치들이 무엇인가를 파악하고자 했다.

