본 연구는 빈곤대물림 가족의 청소년 13명을 연구 참여자로 선정하여 그들의 생애사 전체를 듣고 빈곤대물림이 이루어지는 과정의 경험과 이후 진로전망에 대해 문화기술지의 방법으로 탐색하였다.

청소년의 부모세대는 어린시절 가난한 조부모 밑에서 제대로 돌봄과 교육지원을 받지 못하고 성장했으며, 성인이 되어서는 불완전노동시장을 전전해왔다.

그와 함께 친척들 간에 자원경쟁, 사건사고로 인한 잦은 이동, 가족해체, 병력이나 장애 등을 경험하면서 청소년에게 돌봄의 공백을 제공하였다.

청소년들은 빈곤대물림 경험을 해오면서 욕구를 통제하고 조절하는 힘을 길렀고, 그 힘을 바탕으로 진로탐색을 전략적으로 했으나, 정보의 부족과 부실, 인적자원의 결핍, 지지체계의 결핍 등으로 부모세대와 같은 불완전노동시장에 진입할 가능성이 커 보인다.

이 과정은 문화기술지적으로 빈곤대물림에서 경험해 온 불안정한 삶을 탈피하기 위해 안정성을 추구하지만 결국은 다시 불안정한 삶으로 진입하게 되는 경로를 보여준다.

이런 내용을 기초로 빈곤대물림 가족의 청소년들을 실질적으로 도와줄 수 있는 지역아동센터 등의 복지프로그램과 공교육 안에서 진행되는 지원제도, 그리고 진로전망을 실질적으로 도와줄 수 있는 프로그램을 제시하였다.

@highlight

이 연구는 빈곤대물림 가족의 청소년 13명을 연구 참여자로 선정해 그들의 생애사 전체를 듣고 빈곤대물림이 이뤄지는 과정의 경험과 이후 진로전망에 관해 문화기술지의 방법으로 탐색했다.

