본 연구는 면담 피드백이 쓰기 내용 향상에 미치는 영향과 면담에서 생성된 담화 유형, 그리고 담화 유형 및 빈도와 사후 쓰기내용 향상 간의 관계를 살펴보았다.

본 연구는 서면 피드백A(15명), 면담 피드백B(15명)과 무 피드백C (15명) 집단을 설정하여 7번의 쓰기 과제를 수행하였고 집단 A, B는 5번의 피드백을 받았다.

먼저 각 집단의 사전과 사후 쓰기 내용 점수를 비교한 결과 세 집단 중 집단 B의 점수 증가가 가장 컸고 유의미했다.

이어서 면담의 담화 유형을 분석한 결과 ‘학생이 특정한 방법으로 수정하는 것이 적절한지 확인하기’의 빈도가 가장 높았고 이어 ‘학생이 교사가 수정 전략에 대해 제공한 간접적인 제안을 이해하는지 확인하기’와 ‘학생이 수정하라는 교사의 제안을 확인하기’의 순이었다.

끝으로 담화 유형 및 빈도와 쓰기 내용 향상 간의 관계를 알아본 결과 담화 유형에는 집단 간에 큰 차이가 없었다.

담화 빈도에서는 점수 상승 상위 집단의 담화 빈도가 중·하위 집단보다 높게 나타났으나 담화 빈도와 성적 향상 간에는 유의미한 상관성이 발견되지 않았다.

@highlight

이 연구는 면담 피드백이 쓰기 내용 향상에 미치는 영향과 면담에서 생성된 담화 유형, 담화 유형 및 빈도와 사후 쓰기내용 향상 간의 관계를 살펴보았다.

@highlight

이 연구는 서면 피드백A, 면담 피드백B과 무 피드백C 집단을 설정하여 7번의 쓰기 과제를 수행했고 집단 A, B는 5번의 피드백을 받았다.

