본

 

연

구

는

 

마

찰

과

 

칼

날

 

박

피

방

식

과

 

저

장

온

도

에

 

따

른

 

박

피

밤

의

 

품

질

 

변

화

를

 

조

사

하

기

 

위

하

여

 

수

행

되

었

다

.

 

박

피

밤

의

 

중

량

감

소

율

은

 

저

장

기

간

 

동

안

 

모

든

 

처

리

구

에

서

 

관

찰

되

었

으

며

,

 

박

피

방

식

에

 

따

른

 

차

이

는

 

관

찰

할

 

수

 

없

었

다

.

 

그

러

나

 

박

피

밤

의

 

수

분

함

량

은

 

모

든

 

처

리

구

에

서

 

저

장

기

간

에

 

따

라

 

감

소

하

는

 

경

향

을

 

보

였

는

데

,

 

마

찰

박

피

밤

이

 

모

든

 

처

리

구

에

서

 

칼

날

박

피

밤

 

보

다

 

수

분

함

량

이

 

높

았

다

.

 

박

피

밤

 

색

도

의

 

경

우

 

a

,

 

b

,

 

Δ

E

값

은

 

모

든

 

처

리

구

에

서

 

저

장

기

간

 

동

안

 

증

가

한

 

반

면

,

 

L

값

은

 

저

장

기

간

 

동

안

 

감

소

하

였

다

.

 

다

만

,

 

마

찰

 

박

피

밤

의

 

갈

변

정

도

가

 

칼

날

 

박

피

밤

보

다

 

높

게

 

나

타

났

다

.

 

과

육

경

도

는

 

마

찰

박

피

와

 

칼

날

박

피

에

서

 

?

1

℃

 

처

리

구

의

 

밤

이

 

가

장

 

높

았

으

며

,

 

당

함

량

은

 

저

장

직

후

부

터

 

감

소

하

였

으

나

 

저

장

 

2

4

일

째

부

터

 

당

함

량

이

 

증

가

하

는

 

경

향

을

 

나

타

내

었

다

.

 

박

피

밤

의

 

식

미

와

 

식

감

은

 

모

든

 

처

리

구

에

서

 

저

장

기

간

이

 

늘

어

날

수

록

 

감

소

하

였

으

며

,

 

저

장

 

1

5

일

 

이

후

로

 

급

격

하

게

 

감

소

하

는

 

경

향

을

 

보

였

다

.

 

따

라

서

 

위

의

 

결

과

를

 

볼

 

때

 

마

찰

과

 

칼

날

 

밤

피

밤

의

 

품

질

차

이

는

 

나

타

나

지

 

않

았

다

.

 

하

지

만

 

4

℃

와

 

2

℃

에

서

 

저

장

한

 

박

피

밤

은

 

1

5

일

 

이

후

 

품

질

이

 

급

격

하

게

 

감

소

한

 

반

면

?

1

℃

에

서

 

저

장

한

 

박

피

밤

은

 

천

천

히

 

감

소

하

여

 

품

질

을

 

유

지

하

는

데

 

효

과

적

이

었

다

.

 

또

한

 

마

찰

 

박

피

밤

의

 

갈

변

을

 

줄

일

 

수

 

있

으

면

 

고

품

질

의

 

우

수

한

 

박

피

밤

이

 

생

산

될

 

수

 

있

을

 

것

이

다

.

@highlight

본 논문은 마찰과 칼날 박피방식 및 저장온도에 따른 박피밤의 품질 변화를 조사하기 위해 수행됐다. 박피밤의 중량감소율은 저장기간 동안 모든 처리구에서 관찰됐다. 그렇지만 박피방식에 따른 차이는 관찰할 수 없었다.