본고에서는 벨라루스와 우크라이나의 역사적, 언어적 유사점과 차이점을 고찰하고, 이것이 1990년대 이후 두 나라의 언어 상황 및 언어정책, 그리고 주-

민족어의 지위 변화에 어떠한 영향을 끼쳤는지 비교분석한다.

우크라이나와 벨라루스는 오랫동안 주변 슬라브 국가들의 정치적, 문화적 영향 하에 놓여 있었으며, 러시아어와 매우 유사한 민족어를 가지고 있다.

20세기 이전에는 오랫동안 주-

민족어의 사용이 금지되었고, 20세기에는 소련의 일부로 당시 공용어였던 러시아어에 밀려 위축되었다.

소련 붕괴 이후 독립한 두 동슬라브 국가는 주-

민족어의 지위를 재정립하고 진흥정책을 시작했다.

20여년이 흐른 현재, 두 나라 모두 법적 혹은 실제적 이중 언어 국가이지만, 우크라이나어는 사용 영역을 점차 확대해가고 있는 반면, 벨라루스어는 점점 축소되어 사멸의 위기에 직면해 있다.

이것은 벨라루스어와 우크라이나어 간 언어적 차이, 벨라루스인과 우크라이나인의 민족의식의 차이, 그리고 벨라루스 정부와 우크라이나 정부의 언어정책 수립과 실행의 차이에 기인한다.

@highlight

본 논문에서는 벨라루스와 우크라이나의 역사적, 언어적 유사점과 차이점을 고찰하고, 1990년대 이후 두 나라의 언어 상황과 언어정책, 주-

@highlight

민족어의 지위 변화에 어떠한 영향을 끼쳤는지를 비교·분석한다.

