본 연구는 청소년지도사의 다문화역량 특성을 확인하고, 조직문화와 임파워먼트가 다문화역량에 어떠한 영향을 미치는지 살펴보는데 그 목적이 있다.

이를 위해 청소년수련시설 및 단체에서 근무 중인 청소년지도사 208명을 대상으로 2015년 7월에서 8월까지 설문조사를 실시하였다.

분석결과, 첫째 청소년지도사의 다문화역량은 평균 3.53점(5점 만점)으로 나타났으며, 다문화인식 및 다문화태도에 비해 다문화지식 및 기술의 수준이 낮았다.

다문화와 관련된 교육을 받은 경험이 있는 청소년지도사의 다문화지식 및 기술 역량이 그렇지 않은 청소년지도사에 비해 상대적으로 높았다.

그러나 일부의 청소년지도사만이 다문화관련 교육을 받은 경험이 있었다.

다문화활동을 지도한 경험이 있는 청소년지도사는 전체의 30% 정도로 적었으며, 이러한 청소년지도사가 지도경험이 없는 청소년지도사에 비해 다문화역량 수준이 높았다.

둘째, 청소년지도사가 소속된 조직의 문화를 분석한 결과, 관계지향, 혁신지향, 과업지향, 위계지향의 4개 요인이 대체적으로 비슷한 수준이었고, 청소년지도사의 임파워먼트는 의미성, 역량, 자기결단력, 영향력의 4개 하위요인 중 의미성 요인이 가장 높은 반면, 영향력 요인은 가장 낮았다.

마지막으로 임파워먼트 하위요인 중 역량과 조직문화의 하위요인 중 과업지향문화가 청소년지도사의 다문화역량에 영향을 미치는 것으로 나타났다.

이러한 결과를 바탕으로 논의 및 결론에서 연구함의를 제시하였다.

@highlight

본고는 청소년지도사의 다문화역량 특성을 확인하였고, 조직문화와 임파워먼트가 다문화역량에 어떤 영향을 미치는지 살펴보는데 그 목적을 갖고 있다.

