이익관리에 대한 분석은 일반적으로 경영자가 재량적 발생조정을 사용하는지 여부에 초점을 맞추고 있다.

재량적 발생조정은 직접 관찰할 수 없기 때문에, 이들 연구들은 총발생조정을 재량적 발생조정과 비재량적 발생조정ㅇ로 분리해 주는 모형(발생조정모형)을 필요로 한다.

다라서 재량적 발생조정을 사용하여 이익관리를 탐지하려는 연구들의 능력은 발생조정모형의 타당성에 좌우된다.

선행연구에서 다양한 발생조정모형들이 개발되고 사용되어 왔으나, 이들 대체적인 모형의 타당성에 대한 체계적인 증거는 거의 없다.

본 연구는 선행에서 사용되어 온 발생조정모형의 통계적인 문제점을 조사하고, 이러한 문제점을 완화시킬 수 있는 가능한 대체안을 제시하였다.

본 연구에서 비교대상이 되는 발생조정모형은 DeAngelo모형, Jones모형, 수정된 Jones모형, Kasznik모형과 수정 KS모형이다.

DeAngelo모형, Jones모형, 수정된 Jones모형과 Kasznik모형은 기존의 이익관리연구에서 가장 일반적으로 사용되어 온 것이라 할 수 있으며, 수정 KS모형은 기존의 모형들이 지니고 있는 문제점을 완화하기 위해 본 연구에서 도출한 모형이다.

@highlight

이 연구는 선행에서 사용되어 온 발생조정모형의 통계적인 문제점을 조사하고, 이런 문제점을 완화시킬 수 있는 가능한 대체안을 제시했다.

