최근에는 고층구조물이나 해양구조물(플랜트)의 경우 대부분 대형화로 설계 및 시공되고 있다.

대형구조물의 경우 주로 강재(steel)를 사용하여 설계하고 있다.

구조물 설계는 설계단계에서 최상의 부재를 선택하는 최적화를 적용함으로서 비용을 줄이는 경제적인 효과를 얻을 수 있다.

본 연구에서는 트러스와 프래임 구조물의 최적설계에 연속변수와 이산변수를 사용하여 최적화 하였고, 설계에서 사용된 이산자료는 규격화된 강재에 대한 자료와 데이터화된 이산자료를 사용하였다.

최적화는 이 모두에 적합한 이산최적화를 적용하였다.

최적화 기법으로는 유전자 알고리즘을 사용하였으며, 사용된 구조물은 10-

Bar, 25-

Bar 트러스와 1경간 2층, 1경간 7층 프레임 구조물이다.

설계시 제약조건은 고유진동수와 부재응력, 변위제약조건들이 적용되었다.

유전자 알고리즘에는 번식과장에서 엘리트 개체가 2번 사용되도록 하였으며, 제약조건 위반시 패널티를 사용하는 방법을 사용하였다.

@highlight

본고에서는 트러스와 프래임 구조물의 최적설계에 연속변수와 이산변수를 사용하여 최적화 하였고, 설계에서 사용된 이산자료는 규격화된 강재에 대한 자료와 데이터화된 이산자료를 사용하였다.

