본 연구는 북한의 산림자원과 산림휴양과 관련된 문헌에서 북한에서의 산림휴양 실태에 대해 파악하였다.

북한의 휴양, 관광과 관련된 정보 등의 자료내용을 중심으로 파악, 분석하였으며, 이를 바탕으로 북한에서의 산림과 관련된 휴양실태를 제시하였다.

북한에서는‘주민·근로자의 휴식, 휴양’의 표현으로 즐겨 쓰는‘관광’을 오직 생산성 향상, 사회주의 건설에 목표를 둔 시간관리, 노동력관리의 일환으로 취급하고 있으며, 주민의 휴식, 휴양, 여행의 범주에서 다루고 있을 뿐이다.

북한에서의 관광, 휴양 등의 시설 개발을 위한 근거법으로는 토지법, 노동법, 환경보호법을 들 수 있다.

북한은 전국 각지의 이름난 지역에 100여개가 넘는 휴양소를 운영하고 있으며, 이 휴양소들은 국가가 운영하는 별장의 형태로 휴양소의 관리 및 운영 등은 북한 내각 노동성 휴양관리국에서 관리를 하고 있으며, 최근 중앙뿐만 아니라 도, 시의 기관, 공장, 기업소에서도 휴양소를 관리하고 있는 것으로 알려져 있다.

@highlight

이 연구는 북한의 산림자원과 산림휴양과 관련된 문헌에서 북한에서의 산림휴양 실태에 관해 파악했다.

