본 연구의 목적은 첫째, 상사의 능력가변성 신념과 부하의 실패내성, 자기효능감, 부정적 피드백 수용 간의 관계를 살펴보고, 둘째, 부하의 학습목표지향성이 상사의 능력가변성 신념과 부하의 실패내성, 자기효능감, 부정적 피드백 수용 간의 관계를 매개하는지 검증하며, 셋째, 부하의 성별이 상사의 능력가변성 신념과 부하의 학습목표지향성 간의 관계를 조절하는지 검증하는 데 있다.

본 연구를 위해 국내 기업의 다양한 직종에서 근무하고 있는 246명의 종업원들을 대상으로 설문조사를 실시하여 자료를 수집하였다.

연구결과, 상사의 능력가변성 신념은 부하의 실패내성, 부정적 피드백 수용과 정적인 관계를 보였지만, 자기효능감과는 유의한 관계를 보이지 않았다.

또한 부하의 학습목표지향성은 상사의 능력가변성 신념과 부하의 실패내성, 부정적 피드백 수용 간의 관계를 부분 매개하였고, 상사의 능력가변성 신념과 부하의 자기효능감과의 관계를 완전 매개 하였다.

여성 부하보다는 남성 부하에게서 상사의 능력가변성 신념과 부하의 학습목표지향성 간의 정적 관계가 더 강하게 나타나서 부하의 성별은 상사의 능력가변성 신념과 부하의 학습목표지향성 간의 관계를 조절하는 것으로 밝혀졌다.

마지막으로 본 연구의 학문적 의의 및 실무적 시사점, 그리고 추후 연구과제에 대해 논의하였다.

@highlight

본고의 목적은 첫째, 상사의 능력가변성 신념과 부하의 실패내성, 자기효능감, 부정적 피드백 수용 간의 관계를 살펴보고, 둘째, 부하의 학습목표지향성이 상사의 능력가변성 신념과 부하의 실패내성, 자기효능감, 부정적 피드백 수용 간의 관계를 매개하는지 검증하며, 셋째, 부하의 성별이 상사의 능력가변성 신념과 부하의 학습목표지향성 간의 관계를 조절하는지 검증하는 데 있다.

