21세기에 들어서면서 산림의 건강증진 효과에 대한 생리학적, 의학적 접근이 이루어지면서 국민의 건강증진을 위한 치유자원으로서 산림이 주목을 받고 있다.

산림청에서는 산림치유 공간을 확대하고 산림치유에관한 전문화된 서비스를 제공하기 위해 국립산림치유원을 대규모로 조성하였다.

이에 본 연구에서는 국립산림치유원의 시설 조성계획에 관한 분석을 바탕으로 문제점과 함께 산림치유시설의 조성 및 운영방향에 관해 고찰하고 차별화된 운영계획을 통한 지속가능한 시설운영 방안을 알아보고자 하였다.

국립산림치유원은 주 표적시장을 경증질환자 그룹과 예방증진 그룹으로 설정하고, 기존의 산림휴양 시설들과의 차별성을 확보하기 위해 건강증진센터, 수치유센터, 치유정원과 같은 치유인프라를 구축하고 체계적 산림치유프로그램을 개발하였다.

향후 치유시설 조성과 운영을 위한 시사점으로는 (1)운영계획에 기반한 시설계획 수립, (2)다양한 분야의 전문가참여를 통한 실효성 있는 계획 수립, (3) 사업추진 실무자의 전문성과 일관성 확보, (4) 전문화된 운영전략, (5) 전문인력 확보와 양성이 제시되었다.

@highlight

21세기에 들어서면서 산림의 건강증진 효과에 대해 생리학적, 의학적 접근이 이뤄지면서 국민의 건강증진을 위한 치유자원으로서 산림이 주목을 받고 있다.

