한국 스포츠신발 산업은 1960년대에 도입되어 1970~1980년대 우리나라 경제발전의 주력산업으로 성장하였다.

하지만 1990년대에 인건비와 원료비 상승으로 동남아지역으로 생산지를 이전하면서쇠퇴기에 들어서기 시작하였다.

2000년대에 까지 40년 이상의 장기간동안 OEM생산국수준을 극복하지 못하고 있다.

이와 같이 전자, 자동차, 조선 등 한국의 글로벌시장 선도산업과 달리 스포츠신발산업은 글로벌 시장에서의 입지가 미약한 상태며 이렇게 지속되면 글로벌브랜드 마케팅력이 강한 스포츠신발산업 선도국가를 추월할 수 없을 것으로 예상된다.

이러한 한계를 극복하기 위해서 최근 정부가 주도하는 창조경제 정책에 적극 대응하고 글로벌시장에서의 경쟁우위기술 분야인 정보통신 기술산업과 미래유망산업인 생명공학 기술산업 등의 융·복합 스포츠신발 신제품개발을 위한 새로운 비즈니스 모델이 필요하게 되었다.

이에, 본 연구는 우리나라 스포츠신발산업 FTA대응 현황과 FTA비즈니스모델의 선행연구를 탐구하여 정부정책 중심의 FTA비즈니스모델 연구의 한계점을 지적하고 다음과 같은 기업중심의 스포츠신발산업 FTA유통경영 비즈니스모델을 제안 하였다.

@highlight

한국 스포츠신발 산업은 1960년대에 도입되어 1970~1980년대 우리나라 경제발전의 주력산업으로 성장하였다.

@highlight

하지만 1990년대에 인건비와 원료비 상승으로 동남아지역으로 생산지를 이전하면서쇠퇴기에 들어서기 시작하였다.

