본 연구에서는 TBM 터널 SFRC 세그먼트 개발을 위하여 이형철근이 보강되지 않은 SFRC 보의 휨파괴 실험을 통하여 SFRC 배합의 평가를 수행하였다.

압축강도, 강섬유의 형상비와 강섬유 혼입률을 변수로 하여 총 16개의 SFRC 보를 제작하고 휨에 의하여 파괴시까지 실험하였다.

하중-

수직변위 분석결과, 큰 형상비의 강섬유를 사용하여도 소형보의 실험(Moon et al, 2013)과 달리 보의 인성거동을 증진시키는 효과는 거의 없는 것으로 나타났다.

극한상태에서 강섬유는 균열폭 7 mm까지 하중을 저항하는 것으로 확인되었다.

또한, 기존의 SFRC 보의 휨강도예측모델과 실험결과를 비교한 결과, SFRC 보의 휨강도를 최대 20배까지 과소평가하고 있는 것으로 나타났다.

그러나, TR No.63 모델(Concrete Society, 2011)은 다른 모델에 비하여 근사하게 휨강도를 예측하는 것으로 확인되었다.

강섬유의 분포에 대한 분석결과, 소형보에서 보다 실제 규모의 보에서 강섬유의 분산도가 훨씬 개선되는 것을 확인하였다.

@highlight

이 연구에서는 TBM 터널 SFRC 세그먼트 개발을 위하여 이형철근이 보강되지 않은 SFRC 보의 휨파괴 실험을 통하여 SFRC 배합의 평가를 수행하였다.

