본 연구에서는 도시관광의 생태이미지와 도시이미지의 요인을 살펴보고, 이러한 평가요소들이 도시관광의 만족도에 영향을 미치고 있는지를 알아보고, 이에 기초한 효율적인 관리방안을 모색하는 것이다.

본 연구는 조사방법을 훈련받은 조사요원들에 의하여 이루어졌으며, 조사기간 동안 일본인 방문객중 대구를 방문한 경험이 있는 유효한 표본 166부를 회수하여 분석에 활용하였다.

분석 방법으로는 요인분석, 회귀분석 및 상관관계분석을 실시하였다.

분석의 결과 도시관광의 생태이미지요인이 관광만족도에 긍정적 영향을 미치는 것으로 분석되었다.

도시관광의 도시이미지요인이 관광만족도에 긍정적 영향을 미치는 것으로 나타났다.

아울러 도시관광의 생태이미지와 도시이미지요인간의 상관관계가 있는 것으로 나타났다.

결론적으로 도시관광객은 현대적 이미지를 많이 느낄수록 생태활동요인 또한 더 긍정적인 이미지를 형성함을 알 수 있다.

즉, 생태활동을 통한 도시관광의 장려는 도시의 도보관광과 자전거관광의 가능성과 경험이 많을수록 높음을 알 수 있다.

따라서 본 연구의 결과는 도시관광의 자원을 개발하고 유지해야할 방향에 중요한 시사점을 보여주었다.

@highlight

이 연구에서는 도시관광의 생태이미지와 도시이미지의 요인을 살펴보고, 이런 평가요소들이 도시관광의 만족도에 영향을 미치고 있는지를 알아보고, 이에 기초한 효율적인 관리방안을 모색하는 것이다.

