본 연구의 목적은 일상적 내러티브를 활용한 극화활동 프로그램이 유아의 자기조절력과 배려적 행동에 미치는 효과를 검증하는 것이다.

이를 위해 다음과 같은 연구문제를 선정하였다.

첫째, 일상적 내러티브를 활용한 극화활동 프로그램이 유아의 자기조절력에 미치는 영향은 어떠한가?

둘째, 일상적 내러티브를 활용한 극화활동 프로그램이 유아의 배려적 행동에 미치는 영향은 어떠한가?

연구대상은 만 5세 유아 42명이며 프로그램은 총 17주 동안 실시하였다.

실험집단은 주말지낸 이야기를 한 후 그 중 하나의 이야기를 선정하여 극화활동으로 연계하였으며, 비교집단은 주말지낸 이야기와 그림그리기 활동을 격주로 실시하였다.

프로그램 적용 전, 후에 유아의 자기조절력, 배려적 행동에 대한 검사를 실시하였으며, 수집된 자료는 SPSS 18.0 Window용 프로그램을 활용하여 집단 간 평균비교와 일원공변량분석(One Way ANCOVA)을 실시하였다.

연구결과, 일상적 내러티브를 활용한 극화활동 프로그램은 유아의 자기조절력과 배려적 행동 증진에 긍정적인 영향을 미치는 것으로 나타났다.

@highlight

이 연구의 목적은 일상적 내러티브를 활용한 극화활동 프로그램이 유아의 자기조절력과 배려적 행동에 미치는 효과를 검증하는 것이다.

