본 연구의 목적은 무도수련을 하고 있는 초등학생들을 대상으로 공격성과 학교생활적응 차이를 분석하고 학교폭력 대처 방안으로 공격성과 학교생활적응의 구체적인 변화를 알아보고자 하였다.

이를 위해 본 연구에서는 경기도에 소재한 합기도장, 태권도장에서 수련 하고 있는 초등학생 3~6학년 250명을 편의표본추출방법(Convenience Sampling)으로 선정하였다.

총 수거된 설문지 250개의 설문지 중에서 응답이 불성실한 12개의 자료를 제외한 238명의 자료를 최종분석 대상으로 하였다.

연구 결과는 다음과 같다.

첫째, 학년, 종목, 수련기간에 따른 공격성은 통계적으로 유의한 차이가 나타났다.

반면 성별에 따른 공격성의 차이검증 결과 통계적으로 유의한 차이가 나타나지 않았다.

둘째, 학년, 종목, 수련기간에 따른 학교생활적응은 통계적으로 유의한 차이가 나타났다.

반면 성별에 따른 학교생활적응에서는 통계적으로 유의한 차이가 나타나지 않았다.

셋째, 무도수련자들의 공격성과 학교생활적응간은 통계적으로 유의한 상관이 나타났다.

넷째, 다중회귀분석을 한 결과 공격성의 하위요인 중 행동적과 분노감은 학습태도에 영향력을 미쳤고, 적대감은 교우관계에 영향을 미치는 것으로 나타났다.

따라서 무도수련을 통한 공격성 감소는 학교생활적응에 긍정적인 영향을 미치는 것을 확인 할 수 있었다.

@highlight

이 연구의 목적은 무도수련을 하고 있는 초등학생들을 대상으로 공격성과 학교생활적응 차이를 분석하고 학교폭력 대처 방안으로 공격성과 학교생활적응의 구체적인 변화를 알아보고자 했다.

