이 연구는 권위자와의 관계 경험을 주제로 다루고 있다.

저자가 권위자와의 관계 어려움에서 경험하는 정서와 행동 양상을 살펴봄으로써 권위자에 대한 과도한 두려움과 경직된 태도, 혼란스러움의 의미 등을 자문화기술지를 통해 보여주고자 하였다.

이를 통해서 권위자와의 관계 어려움을 겪고 있는 사람들에게 새로운 시각과 관계의 변화 가능성으로 다가가고자 하였다.

연구의 목적을 달성하기 위해 정서에 초점을 두고 자문화기술지 연구방법으로 자기회상자료, 자기분석일지, 대화 등을 자료로 수집하였다.

자료를 순환적이며 상호보완적으로 분석, 해석하여 주요한 범주를 도출하였다.

“권위자 앞에 작아짐”을 통해서 권위자에 대한 과도한 두려움, 경직된 태도의 의미와 원인을 알 수 있었다.

“권위자 앞에 안정(安定)”을 통해서 그럴 수밖에 없었던 나에 대한 충분한 성찰과 새로운 관계 경험을 할 수 있었다.

이 연구를 통해 권위자와의 관계에 어려움을 겪고 있는 이들의 역동을 이해하고 변화 가능성의 단서를 제공하는데 기여하고자 한다.

@highlight

본고는 권위자와의 관계 경험을 주제로 다룬다.

@highlight

저자가 권위자와의 관계 어려움에서 경험하는 정서와 행동 양상을 살펴봄으로써 권위자에 대한 과도한 두려움과 경직된 태도와 혼란스러움의 의미 등을 자문화기술지를 통해 보여주고자 했다.

