1995년 2월에 대법원에서는 의료과오사건에 있어서 일반인의 상식에 바탕을 둔 의료상의 과실있는 행위를 피해자측이 입증하면 과실을 추정하는 최초의 판결이 있었다.

이 판결은 우리나라의 의료과오사건에 있어서 환자의 과실에 대한 입증곤란을 완화하기 위한 방안으로서 일반인의 상식을 도입한 매우 획기적인 사건이라고 할 수 있다.

대법원은 이러한 입장을 취하고 있는 배경으로서 손해의 공평하고 타당한 분담이라는 손해배상제도의 이상을 실현하기 위한 것이라고 그 이유를 밝히고 있다.

미국에 있어서도 의료과오소송에서 일반인의 상식이 판결을 통하여 환자와 의사간의 공평성을 위하여 등장하게 되었다.

그러나 의료과오사건에 있어서 일반인의 상식에 대한 개념과 적용에 대해서 아직 모호한 부분이 많기 때문에 일반상식의 이론을 우리나라보다 먼저 도입하고 있는 미국도 일반상식의 개념과 적용범위에 대한 연구는 우리나라의 판결을 이해하는데 도움이 될 수 있을 것이다.

이를 위하여 본 연구에서는 미국에 있어서 일반상식의 원칙의 개념과 적용사례에 대하여 검토하고 일반상식이론이 증거법에서 차지하고 있는 의미를 고찰한 후에 우리나라의 의료과오판결에서 나타난 일반인의 상식 및 그에 근거한 과실입증에 관하여 검토한다.

@highlight

1995년 2월에 대법원에서는 의료과오사건에 있어서 일반인의 상식에 바탕을 둔 의료상의 과실있는 행위를 피해자측이 입증하면 과실을 추정하는 최초의 판결이 있었다.

