해

저

에

 

존

재

하

는

 

해

저

열

수

광

상

을

 

탐

사

하

기

 

위

하

여

 

개

발

된

 

소

형

 

루

프

형

 

해

양

 

전

자

탐

사

 

시

스

템

의

 

현

장

적

용

성

 

실

험

을

 

실

해

역

에

서

 

수

행

하

였

다

.

 

이

 

시

스

템

은

 

다

중

 

주

파

수

 

전

자

탐

사

 

시

스

템

으

로

 

심

해

 

고

압

 

환

경

에

 

견

딜

 

수

 

있

도

록

 

설

계

되

었

으

며

 

탐

사

 

대

상

지

역

의

 

험

한

 

지

형

적

 

상

황

에

서

 

해

저

면

과

 

일

정

한

 

고

도

를

 

유

지

하

며

 

탐

사

할

 

수

 

있

도

록

 

R

O

V

(

R

e

m

o

t

e

l

y

 

O

p

e

r

a

t

e

d

 

V

e

h

i

c

l

e

)

에

 

탐

사

장

비

를

 

강

성

 

연

결

(

r

i

g

i

d

 

c

o

n

n

e

c

t

i

o

n

)

하

는

 

운

용

방

법

을

 

선

택

하

였

다

.

 

통

가

 

해

역

수

심

 

약

 

3

0

0

 

m

 

지

점

에

서

 

금

속

 

이

상

체

를

 

투

하

한

 

후

 

해

저

면

과

 

탐

사

장

비

 

사

이

의

 

간

격

을

 

2

 

m

로

 

유

지

하

며

 

전

자

기

 

반

응

을

 

획

득

하

는

 

실

험

을

 

진

행

하

였

으

며

 

실

험

 

시

 

R

O

V

 

위

치

,

 

R

O

V

 

움

직

임

(

피

치

,

 

롤

,

 

요

)

,

 

C

T

D

(

c

o

n

d

u

c

t

i

v

i

t

y

,

 

t

e

m

p

e

r

a

t

u

r

e

,

 

d

e

p

t

h

)

 

등

의

 

자

료

를

 

동

시

에

 

획

득

하

여

 

자

료

처

리

에

 

이

용

하

였

다

.

 

실

험

 

결

과

 

각

 

주

파

수

에

서

 

전

자

기

 

이

상

 

반

응

이

 

뚜

렷

하

게

 

획

득

되

었

으

며

 

이

는

 

3

차

원

 

적

분

방

정

식

 

코

드

를

 

이

용

한

 

모

델

링

 

결

과

와

 

비

슷

한

 

양

상

을

 

보

여

주

었

다

.

 

이

번

 

실

해

역

 

실

험

을

 

통

하

여

 

새

로

이

 

개

발

한

 

해

양

 

전

자

탐

사

 

시

스

템

이

 

해

양

 

환

경

에

서

 

R

O

V

를

 

통

한

 

운

용

이

 

가

능

함

과

 

동

시

에

 

금

속

체

에

 

의

한

 

전

자

기

 

이

상

 

반

응

의

 

획

득

을

 

통

해

 

본

래

 

목

적

인

 

전

기

전

도

도

가

 

높

은

 

해

저

열

수

광

상

 

탐

사

에

 

대

한

 

가

능

성

을

 

확

인

하

였

다

.

@highlight

해저에 존재하는 해저열수광상을 탐사하기 위해 개발된 소형 루프형 해양 전자탐사 시스템의 현장적용성 실험을 실해역에서 수행했다.