본 연구는 이전의 연구에서 활용하지 않았던 자료와 방법을 활용함으로써 백정에 대한 제민화 정책이 매우 성공적이었다는 점을 확인할 수 있었다.

즉, 세조대의 3대가 경고하도록 방금을 어기지 않은 백정을 일반 민호로 편제하도록 한 조처로 백정의 제민화가 법제적으로 완성될 수 있었다.

16세기 이후 호적에 기재된 ‘皮匠’, ‘柳器匠’ 등은 제민화한 일부 백정 후손들의 직역이었다.

성종대 ‘실록’에 기재된 육아일마다 행하는 백정에 대한 점고는 16세기 중반 성주지방에서는 백정아일로 시행되고 있었다.

제민화 정책을 시행하는 초기에는 백정에 대한 편호를 강화함으로써 인구와 범죄율이 크게 높아졌다.

그러나 세조대에 시행한 제민으로 편제된 자를 일반 백성과 같은 양식으로 호적에 기재하게 함으로써 16세기 이후 백정의 범죄활동과 인구가 급격히 감소하게 되었다.

조선전기에 시행된 강력한 제민화 정책의 시행으로 대다수의 백정들은 농업중심의 생산경제 체제에 편입되면서 법제적으로 국가의 제민으로 파악되었으며, 유교적 윤리의식의 내면화라는 측면에서 모범이 되는 사례도 있었다.

그럼에도 불구하고 이전의 생활습속을 버리지 못하고 살아가는 백정의 후손에 대한 차별은 사회적 관행으로 상존하였다.

@highlight

본 논문은 이전의 연구에서 활용하지 않았던 자료와 방법을 활용함으로써 백정에 대한 제민화 정책이 성공적이었다는 점을 고찰하였다.

@highlight

16세기 이후 호적에 기재된 ‘皮匠’, ‘柳器匠’ 등은 제민화한 일부 백정 후손들의 직역이었는데 제민화 정책을 시행하는 초기에는 백정에 대한 편호를 강화함으로써 인구와 범죄율이 매우 높았다.

