이 글은 무엇이 행복인지, 또 어떻게 하면 행복할 수 있는지에 대한 하나의 대답을 텍스트로 삼아서 재해석해 보고자 한 것이다.

대상으로 삼았던 ‘하나의 대답’은 힌두교의 문헌인 『카타 우파니샤드』였다.

다만 ‘행복치유’를 ‘행복과 치유’의 의미로 이해해서, 행복론 이외에 치유론도 살펴보고자 하였다.

소년 나치케타스에게 주어진 죽음의 신 야마의 세 가지 선물을 세 가지 차원의 행복이라고 보고서, 행복론을 분석하였다.

그리고 그 배경서사 속에서 치유되어야 할 존재로서의 아버지와 소년의 존재를 헤아렸다.

힌두교, 특히 베단타철학의 입장에서 『카타 우파니샤드』의 행복치유론을 살펴본 뒤, 그것에 대하여 의문을 제기하였다.

과연 인도-

힌두교적 컨텍스트에서 나온 행복치유론을 지금의 한국사회에서 어느 정도 수용가능할 것인지를 묻기 위해서였다.

여기서 특히 문제가 된 것은, 형이상학적 차원에만 치우쳐서 물리적 차원의 일을 소홀히 하는 출가주의적 태도였다.

그리고 그것은 똑같이 힌두교의 텍스트이지만, 『마누법전』에 나타나 있는 것과 같은 재가주의적 태도와도 모순되는 것으로 비평하였다.

@highlight

이 연구는 무엇이 행복인지, 또 어떻게 하면 행복할 수 있는지에 관한 하나의 대답을 텍스트로 삼아서 재해석해 보고자 한 것이다.

