본 논문에서는 2007 개정 초등영어 교육과정 4학년 교과서의 파닉스를 분석한다.

제 7차 교육과정에서는 파닉스에 대한 성취기준이 없었지만, 개정 교육과정에서는 3, 4학년 읽기 성취기준에 새로이 도입되었다.

본 논문의 분석 대상은 4학년 교과서 중, 파닉스를 전체 단원에서 모두 다루고 있는 10종으로 정했다.

외국의 파닉스 관련 문헌에서 다루고 있는 파닉스의 단계 및 유형을 참고하여 (1) 10종 교과서 전체적인 파닉스 유형의 수, (2) 개별 교과서에서 다루고 있는 파닉스의 특징, (3) 각 파닉스 유형의 제시 순서 등을 분석했다.

분석 결과, 교과서마다의 차이가 매우 큰 것을 볼 수 있었다.

파닉스 유형의 수는 가장 적은 교과서와 가장 많은 교과서의 차이가 두 배 이상이었으며, 특히 파닉스 유형의 제시 순서가 정반대로 되어 있는 예도 볼 수 있었다.

초등영어에서 차지하는 파닉스의 중요성을 고려할 때, 앞으로의 교육과정에서는 파닉스에 관한 성취기준을 조금 더 자세히 명시하여 교과서간의 차이를 좁혀야 할 필요성이 있다.

@highlight

본고에서는 2007 개정 초등영어 교육과정 4학년 교과서의 파닉스를 분석한다.

@highlight

본고의 분석 대상은 4학년 교과서 중, 파닉스를 전체 단원에서 모두 다루고 있는 10종으로 정했다.

