본 연구는 3년제 유아교육과 유치원 현장실습에서 나타난 예비유아교사들의 지원요구를 분석하여 효과적인 예비교사 교육 방안과 유치원 현장실습 내실화를 기하고, 교육실습 프로그램 개발에도 활용할 수있다는 시사점을 제공하고자 하는 목적으로 실시되었다.

2015년 9월부터 12월까지 4개월 동안 A광역시에 위치한 A대학에 다니는 유아교육과 재학생 7명을 연구 참여자로 하여 저널, 심층 면담, 이메일과SNS를 통해 자료를 수집하였다.

분석결과 첫째, 교사양성기관에 대한 지원요구는 특강과 실습일지 작성법에 관한 오리엔테이션, 근무시간, 경력 실습지도교사, 교재?

교구 제작 시 재료 사용 여부 등에 관한 원에 보내는 공지사항, 실습일지 양식의 수정으로 나타났다.

둘째, 실습기관에 대한 지원요구는 오리엔테이션, 면담, 다른 학교와 비교하지 않기, 개인시간 제공, 교재교구 제작 시 재료사용 등을 허용하는 원장과, 오리엔테이션, 관심, 평등하게 대하기, 일관성 유지, 충실한 수업 운영, 수업시간에 잡무 시키지 않는 실습지도 교사로 나타났다.

@highlight

이 연구는 3년제 유아교육과 유치원 현장실습에서 나타난 예비유아교사들의 지원요구를 분석해 효과적인 예비교사 교육 방안과 유치원 현장실습 내실화를 기하고, 교육실습 프로그램 개발에도 활용할 수있다는 시사점을 제공하고자 하는 목적으로 실시되었다.

