지구온난화에 따른 환경변화의 영향으로 대형의 자연재해가 빈발하고 있으며, 지진, 조류독감의 확산 등 불의의 재난도 상시화의 양상을 나타내고 있다.

이와 같은 천재지변 등에 대한 근본적 예방과 실효성 있는 복구시스템의 구축은 중앙과 지방이 함께 이루어나가야 할 국가적 과제가 아닐 수 없다.

본 논문은 천재지변 등에 대한 우리나라 지방세 분야 지원의 실태분석하고, 그것에 근거하여 관련 정책의 내실화 방안을 제시한 선구적 연구라는 데에 의의가 있다.

천재지변 등에 대한 지방세 분야 지원방식의 보완과 개선을 위하여 종합적이고 체계적인 재난대비 시스템의 구축, 지원방식의 간소화, 지원기준의 명확한 설정, 지방의회 의결을 활용한 지원방식 활성화 여건의 마련, 실효성 없고 방만한 지원에 대한 차단장치의 강구, 재난 피해주민에 대한 원스톱 서비스와 지방세 분야 지원 간 연계 강화 등이 필요함을 제안하였다.

아울러 이런 제안이 실행으로 연결될 수 있도록 사전에 각 조치의 파급효과를 점검하는 한편관련 법제도의 정비가 함께 이루어져야 함은 지적하였다.

@highlight

지구온난화에 따른 환경변화의 영향으로 대형의 자연재해가 빈발하며, 지진, 조류독감의 확산 등 불의의 재난도 상시화의 양상을 나타낸다.

@highlight

본 연구는 천재지변 등에 대한 우리나라 지방세 분야 지원의 실태분석하고, 관련 정책의 내실화 방안을 제시한 선구적 연구라는 점에 의의를 가진다.

