이 연구의 목적은 스포츠스폰서십 내 상호작용을 통한 관계심화와 동일시형성 및 충성도에 관한 모형을 개발하고 이를 통해 기업의 스포츠스폰서십 구축과 발전에 대한 지침을 제공하는 데 있다.

이를 위해 프로배구와타이틀스폰서에 대한 소비자와의 상호작용을 통해 관계가 심화되어가는 과정을 2개의 동일시 경로를 통해서살펴보았다.

연구대상은 2014-2015 프로배구 타이틀스폰서인 ‘NH농협’이며, 설문조사대상은 대한항공, 삼성화재, 한국전력, 우리카드, OK저축은행 및 현대캐피탈 홈관중 264명이다.

표집방법은 편의표본추출법과설문지작성은 자기기입식으로 하였다.

자료처리는 SPSSWIN Ver.

21.0과 AMOS 18.0을 활용하였다.

그결과 첫째, 소비자-

스폰서상호작용의 연결성은 우리의식에 긍정적인 영향을 미쳤고, 우리의식은 스폰서동일시에 긍정적인 영향을 미쳤으며, 스폰서동일시는 태도적충성도에 긍정적인 영향을 미쳤다.

둘째, 소비자-

이벤트상호작용의 개인화와 즐거움은 이벤트신뢰에 긍정적인 영향을 미쳤고, 이벤트신뢰는 이벤트동일시에 긍정적인 영향을 미쳤으며, 이벤트동일시는 행동적충성도에 긍정적인 영향을 미쳤다.

셋째, 태도적충성도는 행동적충성도에 긍정적인 영향을 미쳤다.

@highlight

본 연구의 목적은 스포츠스폰서십 내 상호작용을 통한 관계심화와 동일시형성 및 충성도에 대한 모형을 개발하고 이를 통해 기업의 스포츠스폰서십 구축과 발전에 관한 지침을 제공하는 데 있다.

