이 연구는 교과서 제도 관련 연구 담론의 한계와 쟁점과 미국, 영국, 프랑스의 교과서 정책 집행 시스템을 분석 논의하고, 정책학의 관점에서 교과서 정책의 집행 수단으로서 평가 인증 시스템의 도입을 제안하였다.

교과서 제도에 관한 연구 담론과 법률 및 실행 실제를 분석한 결과를 근거로 ‘검정제와 인정제’의 구분은 인위적일 수 있음을 논의하였다.

그리고 최근의 교과서 제도 변동의 주요 근거였던 외국의 교과서 제도도 많이 변화하여 근거가 될 수 없음을 논의하고, ‘국정→검정→인정→ 자유발행제’ 이행의 전제이자 기저 논리였던 ‘국가(정부) 규제(개입)’의 논거도 타당하지 않음을 논의하였다.

끝으로, 인정 중심의 교과서 상황에서 ‘인정 심사 인프라와 운영 시스템’과 ‘교과서 질 관리 시스템’의 문제가 쟁점으로 부각되어 있는 현실을 고려하여 교과서 평가 인증 시스템의 도입의 필요성과 실제적 방안을 논의하였다.

이와 관련한 세부 사항, 예컨대 인중 주체와 조직, 인증 절차, 인증 기준, 이와 관련한 국가, 지역 교육청과 학교, 출판사와 집필진의 권한과 책임과 의무 등을 논의하여 시스템 구축에 기여할 수 있게 하였다.

@highlight

본 연구는 교과서 제도 관련 연구 담론의 한계와 쟁점과 미국, 영국, 프랑스의 교과서 정책 집행 시스템을 분석 논의하고, 정책학의 관점에서 교과서 정책의 집행 수단으로서 평가 인증 시스템의 도입을 제안했다.

