유통경로 연구에서 신뢰의 중요성이 차지하는 비중에도 불구하고 신뢰의 대상을 구분하여 접근 하는 연구는 활발하게 진행되지 못하였다.

비록 신뢰의 대상이 조직 전체와 조직을 대표하는 개인수준으로 구분되어야 한다는 합의에는 이르고 있지만 이들 관계의 성격에 대한 명확한 이해는 여전히 부족하다.

기존의 연구들은 신뢰 대상간의 관계에 대해 이론적으로나 실증적으로 명확한 논의를 구성하는데 어려움을 겪고 있으며, 이들 변수들이 갖는 연관과 인과에 대한 정리도 규명하지 않고 연구모형에 여과 없이 가설로 설정하고 있다.

그러므로 본 연구에서는 신뢰 대상의 관계에 대한 기존 연구의 검토를 통해서 조직 및 개인차원 신뢰에 대한 관계의 본질은 무엇이고 이들이 어떠한 인과관계를 갖는가에 대한 개념적 함의와 논의를 도출하고자 한다.

그리고 기존 연구와의 비교작업을 통해서 신뢰 대상간 연구 논의를 촉진하고자 한다.

이를 위하여 기존의 연구에서 다루어진 조직과 개인차원의 신뢰를 이해하고 그들이 실증한 과정과 결과를 본 연구의 취지에 맞게 복원하였다.

Sirdeshmukh, Singh, and Sabol (2002), Pavlou and Gefen (2004), Yim, Tse, and Chan (2008), 그리고 Mende and Bolton (2011) 의 연구에서 제시된 자료를 활용하여 진행된 복원연구를 통하여 조직 및 개인차원 신뢰의 연관과 인과 유형을 검토하고 시사점을 제시하였다.

@highlight

본 연구에서는 신뢰 대상의 관계에 관한 기존 연구의 검토를 통해서 조직 및 개인차원 신뢰에 관한 관계의 본질은 무엇이고 이들이 어떠한 인과관계를 갖는가에 관한 개념적 함의와 논의를 도출하고자 한다.

@highlight

기존의 연구에서 다루어진 조직과 개인차원의 신뢰를 이해하고 그들이 실증한 과정과 결과를 본 연구의 취지에 맞게 복원했다.

