본 연구는 법교육 영역에서의 최근 변화와 초등교사 양성대학 교육과정의 과제를 검토한 것이다.

본 연구는 이를 위하여 세 가지 점을 특히 중점적으로 검토하였다.

법교육 영역에서의 최근 초등교육과정 특히 사회과 교육과정의 개정 내용 변화에 대한 분석, 최근 전국 초등교원 양성대학들의 교육과정 특히 사회과 교육과정 개편 동향에 대한 검토, 미국의 교원양성기관의 사회과교육 관련 대학 교육과정 개편 사례 조사 및 비교가 그 중점들이다.

연구 결과 법교육 영역에서의 최근 초등 개정 사회과교육과정의 내용 변화의 두드러진 특징은 종래 형식적으로나마 법교육이 정치교육의 일환인 것처럼 취급되어 왔으나 2015개정 교육과정에 이르러 정치교육과 분리된 독자적 영역으로 취급되기에 이르렀다는 점이다.

그러나 최근 전국의 초등교원양성대학들의 교육과정 특히 사회과교육과정은 이러한 추세에 부응하지 못하고 법교육 관련 강좌 개설에 여전히 소극적이다.

한편 미국 교원양성대학들의 사회과 법교육 영역에서의 강좌 개설 현황 조사 결과 우리와 동등하게 비교할 수 없는 다른 환경의 것이었지만, 종합대학교 내의 교원양성대학이라는 장점을 살려 법교육교사 양성 수요에 응하고 있다.

2015 개정 사회과 교육과정의 취지에 충실한 방향으로 예비교사들에 대한 법교육 훈련이 이루어지도록 교육대학들의 관련 교육과정의 개선이 필요하다.

@highlight

본고는 법교육 영역에서의 최근 변화와 초등교사 양성대학 교육과정의 과제를 검토하였다.

@highlight

본고는 이를 위해 세 가지 점을 특별히 중점적으로 검토했다.

