이 연구는 고등학교 1,2학년 학생 578명을 대상으로 양가적 성차별주의, 특히 온정적 성차별주의의 실태와 그 본질적 성격을 검토하였다.

조사결과 응답자 전체는 평균적으로 온정적 성차별주의를 갖고 있었고, 그것이 실제로 그들 사이에서 성차별주의로 작동하고 있었다.

적대적 성차별주의가 전통적 성역할을 따르지 않는 여성에게 부정적 강화를 하는 반면, 온정적 성차별주의는 전통적 성역할을 수행하는 여성에게 긍정적 강화를 하고 있었다.

그런데도 응답자들은 온정적 성차별주의를 성차별주의가 아니라고 인식하는 경향이 있었다.

더 나아가 온정적 성차별주의를 우호적으로 지각하고 있었다.

그들은 평균적으로 적대적 성차별주의는 배척하면서 온정적 성차별주의는 지지하는 애매한 평등주의자들이었다.

전체 응답자들을 성별로 나누어보면, 남녀별로 차이가 나는 대목이 있었다.

가장 인상적인 것은 남학생들은 외현적 태도에서는 애매한 평등주의자들의 모습을 보이나, 내재적 태도에서는 적대적 성차별주의자일 가능성이 높았다.

여학생들은 외현적 태도에서는 양가적 성차별주의를 극복한 평등주의자들이나, 내재적 태도에서는 온정적 성차별주의로 판단될만한 징후가 보였다.

발견결과를 종합해 볼 때, 이 연구는 사회과에서 (이미 가르치고 있는) 적대적 성차별주의 극복 이외에 온정적 성차별주의의 실체도 함께 가르쳐서 학생들이 양가적 성차별주의를 극복하도록 도와줄 것을 제안하는 바이다.

@highlight

이 연구는 고등학교 1,2학년 학생 578명을 대상으로 양가적 성차별주의, 특히 온정적 성차별주의의 실태와 그 본질적 성격을 검토했다.

