본 논문은 도시침수의 사전적 위험관리와 방재대책수립방향을 제시하기 위해 고위험지역 선정 및 주요위험 원인 분석에 대한 방법론을 제시하고자 한다.

제주시 시가화 지역을 대상으로 침수해석을 실시하여 침수영역과 침수심을 분석하였으며, 각종 공간정보를 수집하여 10개의 상세위험지도를 개발하였다.

구축한 공간정보와 침수해석 결과를 하나의 단위공간으로 중첩하여 100m×100m 격자 단위의 상세위험정보를 개발하였으며, 개발된 격자 단위의 상세위험정보에 다기준 의사결정기법인 AHP와 PROMETHEE를적용하여 고위험지역을 선정하였다.

그 결과, 33개격자의 고위험지역을 객관적으로 선정할 수 있었다.

본 논문의 결과를 사전 위험관리 측면과 도시계획적방재대책수립 측면에서 활용한다면 지역특성에 맞는현실적인 방재대책 및 저감대책 방안 수립에 많은 도움이 될 수 있을 것이며, 종합적인 공간계획 수립에큰 기여를 할 수 있을 것으로 생각된다.

@highlight

본 논문은 도시침수의 사전적 위험관리와 방재대책수립방향 제시를 위해 100m×100m 격자 단위의 상세위험정보를 개발하여 AHP와 PROMETHEE를 적용하여 고위험지역을 선정하였고 결과로 33개격자의 고위험지역을 객관적으로 선정하였다.

