1950년대 창작된 孫昌涉의 단편들은 이러한 當代의 家族을 매우 핍진하게 포착했다.

國家機構의 말단으로 전락한 家族은 生存手段으로 전락한 家族, 권위에 대한 무조건적인 順從을 强要하는 家族의 모습으로 묘사된다.

이때 共通的으로 나타나는 현상은 個人의 말살, 더 넓게 나아가면 他者性의 삭제이다.

家族을 중심으로 한 同一化 논리와 그로 인한 犧牲이 묘사되는 것이다.

그러나 孫昌涉의 소설은 거기에 머무르지 않고 타자들이 이루는 공동체의 형성으로 나아간다.

본고는 孫昌涉의 소설에서 家族主義라는 同一化 논리가 부정되고 그것의 대안으로 새로운 家族 형태가 형성되는 과정을 분석했다.

排除를 전제로 하는 同一化 논리 대신 ‘죽음’이 連帶의 근거가 된다.

모든 이들이 평등한 運命을 맞이한다는 의식이 他人을 공동체로 받아들이게 하며 他人의 尊嚴을 尊重하게 한다.

이는 인물들 간의 連帶와 儀禮 속에서 발견된다.

이러한 공동체는 血緣이나 制度로 결속하는 ‘家族’과 구별되므로 본고는 ‘家族 공동체’라고 명명했다.

@highlight

이 글은 孫昌涉의 소설에서 家族主義라는 同一化 논리가 부정되고 그것의 대안으로 새로운 家族 형태가 형성되는 과정을 분석했다.

