<동양극장>은 1930년대부터 1948년까지의 대중 극장과 연예인을 다룬 텔레비전 드라마이다.

이 작품은 소재와 접근방식에서 2000년대 이전의 역사드라마와 변별된다.

<동양극장>은 모던한 공간 속에서 활동하는 대중연예인의 일상을 낭만적으로 호출한다.

이 작품은 주목받지 못했던 대중연예인의 위상을 높이기 위해 공간, 직업관, 실제 사건, 인물의 견해를 선택과 집중을 통해 묘사하였다.

또한 <동양극장>은 대중연예계의 리얼리티 강조를 위해 극중극, 자막, 사진, 흑백영상, 내레이션과 같은 기법을 활용하기도 하였다.

이들 시청각적인 테크놀로지는 객관성 획득을 위한 전략적 도구이지만, 사실을 미화하거나 시청자의 몰입을 방해하는 요인이 되기도 하였다.

<동양극장>의 내용과 형식을 통해 확인되는 것은 대중연예계의 일상도 역사의 한 부분임을 인식시키려고 노력했다는 점이다.

이는 역사드라마의 지평을 넓히는 선도적인 시도였다.

하지만 이 드라마는 과도한 목적성과 의미부여로 인해 스토리를 유기적으로 연결시키지 못한 한계를 노출하였다.

또한 대중에게 그러한 노력이 인지되지 못했던 것은 접근방식의 낯설음 때문이었다.

하지만 <동양극장>은 텔레비전 역사드라마에서 부각되지 않았던 개인의 일상과 사적인 영역들에 대한 적극적인 접근을 시도한 작품이었으며, 이후 미시 일상을 다루는 기점이 된다는 점에서 의의를 찾을 수 있다.

@highlight

이는 역사드라마의 지평을 넓히는 선도적인 시도였지만, 이 드라마는 과도한 목적성 및 의미부여로 인하여 스토리를 유기적으로 연결시키지 못한 한계를 노출했다.

@highlight

또한 대중에게 이같은 노력이 인지되지 못했던 것은 접근방식의 낯섦 때문이었다.

