전통적으로 하드웨어를 중심으로 발전해온 자동차 산업이 최근 ICT와 융합되면서 소프트웨어 혹은 서비스 측면에서 혁신적인 신 성장 분야로 발전하고 있다.

특히 ‘우버’의 등장으로 인해 온디맨드형 O2O 서비스를 주축으로 자동차 관련 O2O 서비스들이 줄을 잇고 있다.

그러나 아직 신규 서비스 도입시기이기 때문에 자동차 O2O 서비스 관련 선행연구는 많이부족한 상태이다.

이에 본 연구는 다양한 자동차 O2O 서비스들을 중심으로 소비자가 서비스를 사용하는 과정 중 발생하는 자동차 O2O 서비스 제공 주최자와의 개인적 만남(Personal contact)을 주요한 이슈로 판단하였다.

이를 기준으로 ‘Zero step’, ‘One step’, ‘Two step’ 세가지로 서비스를 분류하여 확장된 기술수용모델(TAM2)을 기반으로 설문을 통해 각 그룹별로 자동차 O2O 서비스 수용의도의 차이를 분석하였다.

분석 결과 ‘지각된 수행 위험’, ‘지각된 안정성’과 수용의도 간의 가설을 제외하고는 모두지지되었다.

위의 요인들이 유의한 영향을 미치지 못한 이유로 O2O의 오프라인 특성과 소비자들의 보편화된 모바일 서비스에 대한 긍정적인 태도 변화 때문인 것으로 해석되었다.

@highlight

본 연구는 다양한 자동차 O2O 서비스들을 중심으로 소비자가 서비스를 사용하는 과정 중 발생하는 자동차 O2O 서비스 제공 주최자와의 개인적 만남을 주요한 이슈로 판단했다.

