이 연구는 동아시아의 경제적 상호의존이 지역주의의 제도화 및 지역 평화(또는 분쟁)에 미치는 영향을 자유주의이론에 대한 비판적 관점에서 고찰하는 데 목적이 있다.

연구 결과 첫째, 동아시아의 경제적 상호의존을 역내 무역과 생산 네트워크에 기반한 네트워크 무역의 관점에서 볼 때, 역내 국가 간 경제적 상호의존이 증가하고 있다.

그러나 역내 경제 통합의 지리적 범위가 명확히 설정되어 있지 않을 뿐 아니라, 역외 무역 의존도가 여전히 높은 삼각무역구조가 기본적으로 유지되고 있다는 점에서 동아시아 국가 간 경제적 상호의존은 양면성을 띠고 있다.

둘째, 동아시아에서 제도의 형성은 경제적 상호의존을 직접적으로 반영하기보다는 외부 환경 변화에 대한 반응, 기능적 협력의 필요성 증대, 세력전이에 따른 역내 국가들의 제도적 균형 전략 실행이 복합적으로 작용한 결과로 보인다.

이로 인해 동아시아 지역주의의 제도화는 가변성, 심화, 다층화라는 특징을 갖는다.

셋째, 경제적 상호의존과 제도화가 지역 평화 또는 분쟁에 미치는 영향은 제한적인 것으로 보인다.

@highlight

이 연구는 동아시아의 경제적 상호의존이 지역주의의 제도화 및 지역 평화에 미치는 영향을 자유주의이론에 대한 비판적 관점에서 고찰하는 데 목적이 있다.

