본 연구는 우리나라 금융기관간, 금융산업과 비금융산업간 상호연계성을 분석함으로써 시스테믹 리스크(systemic risk)를 측정하였다.

네트워크 분석결과 금융기관간 상호연계성은 외환위기, 글로벌 금융위기 및 유럽재정위기와 같은 금융위기 기간 동안 매우 높게 나타나며 특히, 우리 내부적 요인에서 기인한 1997년 외환위기의 경우 다른 대외적 요인에서 기인한 위기들보다 그 연계성이 훨씬 높았다.

한편 금융위기 발생시 금융업이 비금융산업에 미치는 영향이 상당히 커서 금융위기가 실물경제위기로 전파됨을 보여주고 있다.

또한 외환위기 이전과 이후 상호연계도의 양상이 다름을 알 수 있었다.

외환위기 이후에는 위기 전에 비하여 상호연계성이 낮아지고, 중심적인 역할을 하는 업종이 은행에서 증권업으로 변화한 것으로 분석되었다.

이는 외환위기 이후 한국 금융시스템의 구조변화로 은행중심금융체제에서 시장중심금융체제로 변화를 겪었고 거시건전성과 금융시스템이 안정화된 것으로 해석할 수 있다.

종합해보면, 정책적으로 외환위기 이전에는 은행의 안정성이, 그 이후에는 증권회사의 안정성이 금융시장 전체의 안정성에 결정적인 역할을 할 수 있다.

@highlight

결과적으로 정책적으로 외환위기 이전에는 은행의 안정성이 그리고 그 이후에는 증권회사의 안정성이 금융시장 전체의 안정성에 결정적인 역할을 한다고 볼 수 있다.

