이 연구는 글말 자료에 대한 학생들의 이해(처리) 속도를 향상시키기 위하여 글말의 기본 요소인 통사 결속과 의미 연결에 대한 의식 정도를 진단하고, 그것을 글말 처리 과정에서 활용하는 다양한 지도활동을 전개하여 교육적 효과를 검증하고자 하였다.

그리하여, 덩이글의 통사 결속 하위 범주(어휘 연쇄, 대체, 지시표현)와 의미 연결 하위 범주(정보 인출, 정보 삭제, 정보 일반화)를 설정하고 이에 대한 자각 진단검사를 실시하였다.

이 결과와 해석을 바탕으로, 통사 결속의 하위 범주 중 <어휘 연쇄>와 의미 연결의 하위 범주 중 <정보 삭제>를 지도요목으로 설정하고, 실험 집단을 대상으로 6주간 총 12회(소요시간 40분씩), 현시적 교수법을 응용한 지도 모형으로 지도활동을 전개하였다.

자체 검사지를 활용한 결과 검증에서는, 실험에 참가한 집단이 비교 집단보다 두 범주에 대한 지각능력이 앞서는 것으로 나타나 지도 활동이 유의함을 보여주었다.

또한, 실험 집단 내 수준별 집단 비교에서 하 집단의 변화량이 가장 컸으며, 결과로 하 집단과 중 집단이 동일 집단군을 형성한 것을 확인하였다.

미수 이인로는 고려 무신집권기의 문인으로, 정권을 잡은 무인들보다 상대적으로 우수한 지적 능력을 갖추고도 권력의 중심부에서 소외되어 자신의 능력을 펼치지 못한 인물이다.

@highlight

본 연구는 글말 자료에 관한 학생들의 이해(처리) 속도를 향상시키기 위해 글말의 기본 요소인 통사 결속과 의미 연결에 관한 의식 정도를 진단하고, 그것을 글말 처리 과정에서 활용하는 다양한 지도활동을 전개해 교육적 효과를 검증하고자 했다.

