이 연구에서는 2011년에 실시된 『고졸자 취업진로조사(HSGOMS)』 자료를 활용하여 특성화고졸 취업자의 진로발달을 이차원적으로 유형화하고, 이러한 진로발달 유형과 직장만족도의 관계를 분석하고자 하였다.

이를 위해 먼저 특성화고졸 취업자 중 임금근로자의 진로발달을 취업목표 설정과 진로준비행동이라는 두 가지 차원에 기초하여 이차원적으로 유형화하였으며, 이러한 진로발달 유형과 직장만족도의 관계를 분석하기 위해 분산분석 및 중다회귀분석을 실시하였다.

분석 결과, 특성화고졸 취업자 중 임금근로자의 진로발달 유형은 A타입(31.4%), B타입(13.6%), C타입(23.5%), D타입(31.5%)의 분포를 보이는 것으로 나타났으며, 이러한 진로발달 유형과 직장만족도가 유의미한 관계를 갖고 있는 것으로 나타났다.

이러한 연구결과를 바탕으로 특성화 고등학교에서의 진로지도 및 진로교육을 위한 몇 가지 시사점을 제시하였다.

@highlight

본 연구에서는 2011년에 실시된 『고졸자 취업진로조사』 자료를 활용하여 특성화고졸 취업자의 진로발달을 이차원적으로 유형화하고, 이런 진로발달 유형과 직장만족도의 관계를 분석하려 했다.

@highlight

본 연구결과를 바탕으로 특성화 고등학교에서의 진로지도 및 진로교육을 위한 몇 가지 시사점을 제시했다.

