‘시민적 교양’의 정치적 의미가 약화되고 개인 차원의 예의/예절로 한정되는 의미 축소를 보이고 있는 것에 대해 오늘날 그것의 정치적 의미를 복원하고자 하는 시도가 일고 있다.

그런데 공화주의자들 사이에는 시민성에 대해 서로 다른 견해를 보이고 있다.

고전적/내재적 공화주의자들은 아이들의 덕성과 성향의 발달에 초점을 맞추고 있다.

고전적 공화주의자들은 아이들에게 좋은 인간적 자질로서 ‘공민적 미덕’을 중시하고 있다.

이와 반대로 비-

내재적 형태에 초점을 두는 시민적 공화주의 입장은 공민적 미덕보다는 시민적 교양과 결합된 민주적 시민성의 원칙을 중시하는 ‘합리적 개입’의 발달을 더 중시하고 있다.

시민적 공화주의적 시민교육의 관점은 자유주의자들의 절차적 공화국 이념을 넘어서기 위해 등장하였지만, 서로 공유가 가능한 측면도 있다.

시민적 공화주의자들이 중시하는 시민교육의 유형은 고전적 공화주의자들처럼 전통에 깊게 뿌리내린 인격의 미덕이라기보다는 민주적 자질과 결합된 시민적 교양의 함양을 필요로 한다.

시민적 공화주의의 관점에서 본 시민교육은 학교의 자치와 수업의 숙고적 담론 과정을 통해 시민적 교양을 함양하고자 한다.

그런 마음의 습관을 학교의 민주적 분위기 속에서 기르고자 하는 시민공화주의적 시민교육의 대안적 접근이 닐의 ‘자치학교’와 콜버그의 ‘정의로운 공동체 학교’라고 할 수 있다.

@highlight

‘시민적 교양’의 정치적 의미가 약화되고 개인 차원의 예의와 예절로 한정되는 의미 축소를 보이고 있는 것에 대하여 오늘날 그것의 정치적 의미를 복원하고자 하는 시도가 일어났다.

@highlight

공화주의자들 사이에는 시민성에 관해 서로 다른 견해를 나타낸다.

@highlight

고전적·내재적 공화주의자들은 아이들의 덕성과 성향의 발달에 초점을 맞추었다.

