지금까지 국내에서는 헤겔과 하이데거를 비교하는 논문들이 여러 편 발표되었다.

이러한 논문들은 첫째로 하이데거의 헤겔 해석을 가능한충실하게 정리 소개하는 성격이 강한 논문들, 둘째로 하이데거의 헤겔 해석을 기본적으로는 받아들이고 있지만 그것을 단순히 정리 소개하는 것을 넘어서 하이데거가 헤겔과 어떻게 다르고 또한 헤겔을 어떤 식으로 극복하고있는지를 고찰하고 있는 논문들, 셋째로 하이데거가 헤겔의 진의를 제대로파악하지 못했다고 보면서 하이데거의 헤겔 해석을 비판하고 있는 논문들,넷째로, 하이데거가 헤겔 철학을 일정 부분 수용한다고 보면서 양자가 서로보완이 가능하다고 보는 논문들로 나뉜다.

본 연구는 첫 번째 범주의 연구들과는 달리 하이데거의 헤겔 해석을 단순히정리 소개하는 것을 넘어서 하이데거와 헤겔을 비교하고자 한다.

본 연구는이러한 비교를 두 번째 범주에 속하는 논문들 중 하제원의 논문과 세 번째범주와 네 번째 범주에 속하는 논문들과의 대결을 통해서 수행하려고 한다.

본인은 하이데거가 자신과 헤겔 사이에 존재하는 근본적인 차이를 정확하게파악하고 있다고 생각한다.

따라서 본인은 하이데거의 헤겔 해석을 기본적으로 수용하지만 하이데거의 헤겔 해석을 요약 정리하는 것에 그치지 않고 하이데거 철학과 헤겔 철학 전체에 대한 포괄적인 시야에 입각하여 양자의 차이를 분명하게 드러내려고 한다.

@highlight

본 연구는 첫 번째 범주의 연구들과는 달리 하이데거의 헤겔 해석을 단순히정리 소개하는 것을 넘어서 하이데거와 헤겔을 비교하려 한다.

