이 논문은 일제가 1905년 12월에 조선에 통감부를 설치하면서관제를 개편하고 기록을 장악해가면서 조선을 침탈해가는 과정을 고찰한 글이다.

일제는 1906년에 통감부를 설치하여 조선의 내정권을 강화해간 후에 관제를 개편하면서 조선의 관료제를 동원하여 조선의 실상을 파악해갔다.

관제의 개편을 통하여 현용기록과 비현용기록을 관리함으로써 조선의 실상을 정확히 파악하고, 그를 바탕으로조선의 침략을 원활히 수행해갔던 것이다.

구체적으로는 규장각의 기록을 정리함으로써 역사기록을 파악하고, 정부의 현용기록을 장악하면서 조선 내부의 취약적인 부분을 간취하고, 다른 한편으로 ‘시정개선(施政改善)’이라는 명분을내세우고 개혁을 빙자하면서 조선을 침략해들어왔던 것이다.

실제의 사례를 들면 다음과 같다.

첫째 궁내부 규장각을 장악하여 규장각에 소장하고 있었던 역사기록을 정리하는 일을 수행하였다.

2년에 걸쳐 조사사업을 수행하고 대한제국의 역사기록을정리함으로써 조선의 역사적 흐름과 그 핵심을 파악하였다.

둘째정부의 준현용 기록을 수집 정리하였다.

그것이 본격화한 것은1910년 8월에 대한제국이 멸망한 후였다.

대한제국의 멸망 후 정부기록을 조선총독부 취조국에서 이관받아 정리하여 조선의 상황을 파악하고 장악해갔다.

셋째 정부와 황실 재산에 관한 문건을 대대적으로 정리하여, 황실재산 중 일부를 제외하고 국유재산으로 환원시켰다.

@highlight

본 논문은 일제가 1905년 12월에 조선에 통감부를 설치하면서관제를 개편하고 기록을 장악해가면서 조선을 침탈해가는 과정을 고찰한 글이다.

