본 연구는 SP를 활용한 당뇨병 간호 시뮬레이션 실습교육이 간호대학생의 의사소통능력, 비판적 사고력 및 임상수행능력에 미치는 효과를 규명하기 위한 단일군 사전 사후설계 실험연구이다.

본 연구 대상자는 일 대학교 간호학과의 시뮬레이션실습 프로그램에 참여한 4학년 학생 45명이었고, SP 시뮬레이션 실습은 11-12명씩 매주 4시간씩 총 4주에 걸쳐 2개의 시나리오로 진행되었다.

자료는 SPSS 21.0 프로그램을 활용하여 기술통계와 t-

test로 분석하였다.

본 연구결과 SP 시뮬레이션 실습교육은 간호대학생의 의사소통능력과 임상수행능력을 향상시켰으나 비판적 사고성향에서는 유의한 차이가 없었다.

결론적으로 SP를 활용한 시뮬레이션 실습교육은 간호대학생의 의사소통능력과 임상수행능력을 향상시키는데 효과적인 교육방법임을 확인하였다.

또한 비판적 사고성향을 향상시키기 위해서는 다양한 상황의 시나리오를 적용한 통합 시뮬레이션 프로그램을 개발하여 지속적으로 시행하고 장기적으로 그 효과를 조사할 필요가 있다.

@highlight

본 논문은 SP를 사용한 당뇨병 간호 시뮬레이션 실습교육이 간호대학생의 의사소통능력, 비판적 사고력과 임상수행능력에 미치는 효과를 증명하기 위한 단일군 사전 사후설계 실험연구이다.

