이 연구에서는 초등학교 5, 6학년을 대상으로 Thinking Science 프로그램에서 보상 활동의 독립적인 처치 효과와 Thinking Science 프로그램 전체의 처치 효과를 성별, 인지 수준, 문제 상황별로 알아보았다.

연구 결과, Thinking Science의 처치 효과가 유의미하게 높게 나타났으며, 성별, 인지수준에 따른 상호 작용 효과는 나타나지 않았다.

특히, 비례 논리 발달의 급등 시기에 있는 남학생과 비례 논리가 확립된 후기 구체적 조작기 이상의 인지 수준에 해당되는 학생들의 향상이 뚜렷하였다.

또한, Thinking Science를 처치한 집단의 학생들은 정량적 보상 논리 전략 중 항등식 전략 빈도가 높아서 인지 부담이 큰 비정수비 문항에서의 문제 해결 수준이 유의미하게 높았다.

따라서, Thinking Science 집단에서는 보상 논리 외의 다른 형식적 사고 기능이 포함된 활동들이 보상 논리 형성을 촉진하는 일반 전이 효과가 있음을 알 수 있었다.

이상의 연구 결과는 인지가속 프로그램인 Thinking Science는 다양한 형식적 사고 기능의 통합적인 발달을 통하여 인지 발달을 촉진하는 효과가 있음을 시사한다.

따라서, 인지발달은 물론 형식적 사고 기능의 향상을 위한 프로그램 개발 및 교수학습 전략 고안에 있어서 반드시 형식적 사고 요소들 간의 관련성을 고려해야 할 것이다.

@highlight

본 연구에서는 초등학교 5, 6학년을 대상으로 Thinking Science 프로그램에서 보상 활동의 독립적인 처치 효과와 Thinking Science 프로그램 전체의 처치 효과를 성별, 인지 수준, 문제 상황별로 알아보았다.

