국

제

 

펜

클

럽

 

한

국

지

부

(

1

9

5

4

)

가

 

창

립

된

 

시

기

는

 

미

국

 

대

외

원

조

가

 

아

시

아

를

 

중

심

으

로

 

급

증

하

는

 

가

운

데

 

반

둥

회

의

가

 

개

최

되

고

 

냉

전

의

 

다

극

화

 

현

상

이

 

나

타

난

 

중

요

한

 

분

기

점

에

 

해

당

한

다

.

 

국

내

적

으

로

는

 

이

승

만

 

정

부

가

 

중

화

민

국

,

 

필

리

핀

,

 

베

트

남

 

등

과

 

협

의

해

 

아

시

아

집

단

안

보

체

제

(

아

시

아

민

족

반

공

연

맹

,

 

A

P

A

C

L

)

의

 

결

성

을

 

모

색

하

고

 

정

부

 

주

도

의

 

반

공

/

반

일

문

화

전

선

이

 

구

축

된

 

시

기

였

다

.

 

이

 

논

문

은

 

한

국

 

펜

의

 

국

제

적

 

활

동

이

 

어

떤

 

성

격

과

 

규

모

로

 

소

개

되

고

,

 

그

것

이

 

한

국

 

지

식

인

의

 

세

계

성

 

인

식

과

 

민

족

문

학

론

에

 

어

떤

 

방

식

으

로

 

연

동

되

는

지

를

 

살

핀

 

글

이

다

.

 

한

국

 

펜

을

 

주

축

으

로

 

발

간

된

 

『

자

유

문

학

』

(

자

유

문

학

협

회

)

은

 

자

유

아

시

아

,

 

세

계

평

화

 

등

 

정

부

 

주

도

의

 

반

공

주

의

적

 

문

화

외

교

에

 

상

응

하

는

 

독

자

적

인

 

민

족

문

학

론

을

 

전

개

했

다

.

 

특

집

 

「

고

전

과

 

전

통

」

(

1

9

5

6

)

을

 

통

해

 

알

 

수

 

있

듯

,

 

『

자

유

문

학

』

의

 

전

통

계

승

론

과

 

동

양

문

화

론

은

 

한

국

문

인

의

 

세

계

정

세

에

 

대

한

 

전

망

을

 

포

함

한

다

.

 

「

고

전

과

 

전

통

」

 

특

집

에

서

 

최

일

수

는

 

전

통

론

 

붐

을

 

새

로

운

 

현

상

으

로

 

지

적

하

는

 

가

운

데

 

동

서

문

화

교

류

를

 

“

현

대

와

 

전

통

을

 

역

사

적

으

로

 

연

결

시

켜

주

는

 

하

나

의

 

계

기

”

,

 

즉

 

전

통

계

승

론

의

 

유

력

한

 

논

거

로

 

이

해

했

다

.

 

국

제

 

펜

대

회

 

활

동

 

등

의

 

외

부

 

조

건

이

 

자

유

문

협

과

 

한

국

 

펜

 

문

인

뿐

 

아

니

라

 

더

 

나

아

가

 

세

계

문

학

에

 

관

심

을

 

둔

 

신

진

비

평

가

에

게

도

 

적

극

적

으

로

 

수

용

되

었

을

 

만

큼

 

그

것

은

 

추

상

적

인

 

슬

로

건

이

 

아

니

라

 

문

인

들

의

 

국

제

경

험

을

 

통

해

 

구

체

화

되

고

 

있

었

다

.

@highlight

이 논문은 한국 펜의 국제적 활동이 어떤 성격과 규모로 소개되고, 그것이 한국 지식인의 세계성 인식과 민족문학론에 어떤 방식으로 연동되는지를 살핀 글이다.