역사적으로 프랑스 민법상 매우 중요한 역할을 담당해왔던 ‘cause(原因)’는 한국 민법이 알지 못하는 법 개념으로서, 그동안 이를 국내에 소개하는 시도들이 수차례 있어왔다.

그런데 2016년 2월 10일에 가결되어, 2016년 10월 1일부터 시행되고 있는 개정 프랑스 채권법에서는 위 원인(cause)이라는 법률 용어가 삭제되었다.

cause는 오랜 세월 프랑스법을 대표하는 핵심 개념이었던 만큼, 프랑스 내에서는 용어 삭제 여부에 관하여 오랜 시간 찬반 논쟁이 있어왔다.

본 논문에서는, 프랑스 민법상의 cause 개념이 담당하였던 역할이 무엇이었는가를 이해하기 위하여, 한국 민법상의 제도 및 판례를 구체적으로 비교하면서 그 내용을 정리해보았다.

구체적으로, 우리 민법상의 쌍무계약의 견련성, 동기의 착오, 동기의 불법 등의 내용들이 관련되어 있음을 확인하였다.

그리고, cause 용어의 폐지 여부에 대한 프랑스에서의 찬반 논쟁과 개정 프랑스 민법 내용 중에서 과거의 cause와 관련한 법 규정들과 그 입법취지를 소개하였다.

이번 프랑스 채권법 개정으로 프랑스 판례의 법리들이 조문에 구체화되었고, cause와 같이 한국 민법학자들이 접근하기 어려운 법률 용어들이 많이 수정되었다.

향후 한국 민법학자들의 프랑스 민법전에 대한 접근이 훨씬 용이해질 것을 기대한다.

@highlight

역사적으로 프랑스 민법상 아주 중요한 역할을 담당해왔던 ‘cause(原因)’는 한국 민법이 알지 못하는 법 개념으로서, 그동안 이를 국내에 소개하는 시도들이 수차례 있어왔다.

