차량 소프트웨어 플랫폼 환경 속에서 다중 센서와 전자 장치들을 지능적이고 유기적으로 상호작용시켜 운전자에게 안전과 편의성을 제공하는 것이 자동차-

IT 융합의 목적이다.

이때 필요한 대표적인 차량 전자 기술이 지능형 안전과 인포테인먼트이다.

이들 분야에서 요구되는 기술의 복잡도와 완성도는 매우 높아서 다양한 형태의 지능 제어 알고리즘들을 개발하고 통합하는 것이 필요하다.

불행히도 이런 고도의 시스템을 지원하기 위한 소프트웨어 플랫폼의 기본 아키텍처와 개념이 아직 정립되지 못하고 있다.

본 논문에서는 미래 스마트카를 위한 지능형 안전 제어 시스템과 인포테인먼트 시스템을 설계하여 개발하는데 있어 예상되는 기술적 문제점을분석한다.

이어서 이를 해결하는 두 종류의 통합 가능한 소프트웨어 플랫폼을 제안한다.

첫째가 스마트카를 위한 통합 제어 알고리즘 플랫폼이다.

이는 차량의 connected safety를 구현하는 일련의 인공지능 소프트웨어와 이들의 수행 환경이다.

이 플랫폼은 다양한 차량 네트워크를 활용하여 IT 정보를 차량 제어 시스템에 연동시켜 안전 제어 기술의 고 지능화를 추구한다.

둘째가 차량 클라우드 컴퓨팅 플랫폼이다.

이를 통해 다양한 컨텐츠가 차량으로 끊임없이 서비스 되는 환경을 제공한다.

이를 설계하는 과정에서 차량용소프트웨어 플랫폼 난립의 문제를 극복하고 차량 인포테인먼트 시스템에 심각한 제약이 될 수 있는 무선 망의 불안정성과 대역폭의포화 문제를 효과적으로 해결하고자 한다.

이를 위해 웹 응용 기반의 플랫폼과 차량 클라우드 캐시를 각각 제안한다.

@highlight

본고에서는 미래 스마트카를 위한 지능형 안전 제어 시스템과 인포테인먼트 시스템을 설계하여 개발하는데 있어 예상되는 기술적 문제점을분석한다.

