본

 

연

구

는

 

여

대

생

의

 

성

지

식

,

 

성

행

동

,

 

자

기

효

능

감

,

 

생

식

건

강

증

진

행

위

를

 

파

악

하

고

 

이

들

 

간

의

 

상

관

관

계

를

 

알

아

보

고

 

여

대

생

의

 

생

식

건

강

증

진

행

위

에

 

영

향

을

 

미

치

는

 

요

인

을

 

확

인

하

기

 

위

함

이

다

.

 

본

 

연

구

는

 

B

광

역

시

 

2

개

의

 

대

학

에

 

재

학

 

중

인

 

여

대

생

 

1

2

7

명

을

 

대

상

으

로

 

하

였

다

.

 

자

료

 

수

집

은

 

2

0

1

6

년

 

6

월

 

1

일

부

터

 

2

0

1

6

년

 

6

월

 

3

0

일

까

지

로

,

 

수

집

된

 

자

료

는

 

S

P

S

S

 

W

I

N

 

2

3

.

0

 

p

r

o

g

r

a

m

을

 

이

용

하

여

 

기

술

통

계

,

 

t

-

t

e

s

t

,

 

A

N

O

V

A

,

 

P

e

a

r

s

o

n

 

c

o

r

r

e

l

a

t

i

o

n

 

c

o

e

f

f

i

c

i

e

n

t

 

및

 

H

i

e

r

a

c

h

i

a

l

 

r

e

g

r

e

s

s

i

o

n

으

로

 

분

석

하

였

다

.

 

생

식

건

강

증

진

행

위

는

 

학

년

,

 

전

공

,

 

흡

연

,

 

최

근

 

3

개

월

 

동

안

 

1

0

k

g

이

상

의

 

체

중

감

소

 

경

험

에

서

 

통

계

적

으

로

 

유

의

한

 

차

이

가

 

있

었

다

.

 

대

상

자

의

 

생

식

건

강

증

진

행

위

는

 

성

지

식

(

r

=

.

3

9

,

 

p

<

.

0

0

1

)

,

 

자

기

효

능

감

(

r

=

.

3

4

,

 

p

<

.

0

0

1

)

과

 

정

적

 

상

관

관

계

를

 

성

행

동

(

r

=

-

.

2

3

,

 

p

=

.

0

1

1

)

과

 

부

적

 

상

관

관

계

가

 

있

는

 

것

으

로

 

나

타

났

다

.

 

대

상

자

의

 

생

식

건

강

증

진

행

위

에

 

영

향

을

 

미

치

는

 

요

인

은

 

성

지

식

(

β

=

0

.

2

5

,

 

p

=

.

0

1

1

)

,

 

성

행

동

(

β

=

-

0

.

1

7

,

 

p

=

.

0

3

6

으

로

 

전

체

 

설

명

력

은

 

2

3

.

0

%

이

었

다

.

 

여

대

생

의

 

생

식

건

강

증

진

행

위

를

 

향

상

시

키

기

 

위

한

 

기

초

 

기

반

을

 

마

련

하

는

데

 

도

움

이

 

될

 

것

으

로

 

기

대

하

며

 

궁

극

적

으

로

 

여

대

생

의

 

생

식

건

강

증

진

행

위

향

상

에

 

도

움

이

 

될

 

수

 

있

을

 

것

이

라

 

생

각

된

다

.

@highlight

본고는 여대생의 성지식, 성행동, 자기효능감 그리고 생식건강증진행위를 파악하고 이들 간의 상관관계를 알아보며 여대생의 생식건강증진행위에 영향을 미치는 요인을 확인하기 위한 연구이다.