정조 말기에 편찬된 『심리록』에는 관상감의 자격장 이똥이가 주도한 사각역서 발매 및 인신위조 사건인 ‘이똥이옥’, 일명 ‘사각역서발매사건’이 수록되어 있다.

형률에 따라 참형에 처해야 한다는 신하들의 거듭된 주청에도 불구하고 정조는 책력도고를 설치하기 전에 발생한 사건이고, 각수가 인신을 위조했을 것이라는 정황근거를 들어 이똥이를 살려준다.

당시 책력발행제도를 고려하면 ‘사각역서발매사건’은 발생자체가 의심스러운 사건이다.

책력발행은 관상감의 독점사업이었고, 그 판매수익으로 이듬해 책력발행비용과 관상감 소속 인원의 인건비를 충당했다.

책력을 사사로이 간행하거나 관인이 찍히지 않은 책력을 소지한 자는 위조인신률에 따라 엄중히 처벌하도록 규정이 마련되어 있는 상황이었다.

왕실의궤들을 살펴보면 이똥이는 다재다능한 기능을 지닌 장인으로 사건 당시 이미 고령이었을 가능성이 크고, 전치학은 교서관에서 활동한 사실이 있는 중견의 각수였음을 알 수 있다.

관상감의 이속들이 책력을 판매했고, 과다한 인출로 책력의 인쇄상태가 불량했다는 사실 등을 아울러 고려하면 관례적인 일이 도고설치로 인해 사건으로 비화했고, 소수 장인이 그 벌을 받은 게 아닌지 의심된다.

@highlight

정조 말기에 편찬된 『심리록』에는 관상감의 자격장 이똥이가 주도한 사각역서 발매 및 인신위조 사건인 ‘이똥이옥’, 일명 ‘사각역서발매사건’이 수록되어 있다.

@highlight

당시 책력발행제도를 고려하면 ‘사각역서발매사건’은 발생자체가 의심스러운 사건이다.

