現

傳

하

는

 

『

隣

語

大

方

』

 

가

운

데

 

筑

波

大

本

은

 

일

본

어

 

화

자

들

의

 

朝

鮮

語

 

敎

材

이

고

 

奎

章

閣

本

은

 

조

선

어

 

화

자

들

의

 

日

本

語

 

敎

材

이

다

.

 

이

들

 

문

헌

은

 

모

두

 

外

交

 

實

務

에

 

필

요

한

 

往

復

書

簡

을

 

작

성

하

고

 

읽

기

 

위

한

 

‘

쓰

기

’

와

 

‘

읽

기

’

 

교

재

였

으

며

,

 

음

성

 

정

보

가

 

부

가

된

 

筑

波

大

本

은

 

‘

말

하

기

’

 

교

재

로

도

 

활

용

된

 

것

으

로

 

보

인

다

.

 

筑

波

大

本

과

 

奎

章

閣

本

은

 

주

 

텍

스

트

의

 

언

어

,

 

표

기

,

 

부

가

 

정

보

가

 

상

반

되

어

 

같

은

 

책

의

 

이

본

이

라

 

할

 

수

는

 

없

지

만

,

 

그

 

성

립

 

과

정

이

 

역

사

적

으

로

 

밀

접

하

여

 

텍

스

트

 

내

용

은

 

大

同

小

異

하

다

.

 

筑

波

大

本

은

 

애

초

에

 

1

8

세

기

 

초

기

 

朝

日

 

譯

官

들

이

 

작

성

한

 

往

復

書

簡

를

 

副

山

傳

五

郞

가

 

편

찬

한

 

책

이

지

만

,

 

현

전

 

筑

波

大

本

은

 

1

7

5

1

년

본

의

 

수

정

본

으

로

서

 

1

8

세

기

 

말

에

 

書

寫

된

 

것

으

로

 

추

정

된

다

.

 

奎

章

閣

本

은

 

筑

波

大

本

의

 

卷

次

,

 

節

目

,

 

文

章

 

構

造

,

 

語

彙

,

 

音

韻

,

 

表

記

 

등

에

 

變

改

를

 

가

하

여

 

1

8

세

기

 

말

에

 

玄

啓

根

이

 

撰

하

고

 

崔

麒

齡

이

 

成

書

·

改

版

한

 

일

본

어

 

교

재

이

다

.

 

이

들

 

문

헌

의

 

成

立

 

時

期

는

 

텍

스

트

의

 

내

용

과

 

언

어

,

 

특

히

 

‘

·

>

ㅏ

’

 

변

화

,

 

구

개

음

화

,

 

원

순

모

음

화

 

등

의

 

音

韻

變

化

 

상

태

에

 

의

하

여

 

뒷

받

침

된

다

.

@highlight

現傳하는 『隣語大方』 가운데 筑波大本은 일본어 화자들의 朝鮮語 敎材이고 奎章閣本은 조선어 화자들의 日本語 敎材이다.