이 연구의 목적은 과학에 대한 태도 및 과학교육지식이 유아교사의 과학교수효능감에 미치는 영향을 알아보기 위하여 실시되었다.

연구대상은 어린이집 만 3-5세 유아반을 담당하고 있는 교사 122명이었으며 Science Teaching Efficacy Belief Instruments, Inventory of Science Attitudes, 과학 교과교육학지식 도구 중 일부를 사용하여 연구자료를 평가하였다.

수집된 자료는 Pearson의 적률 상관계수와 일원분산분석, 단계적 회귀분석을 통해 분석하였다.

주요 연구결과는 다음과 같다.

첫째, 유아교사의 과학에 대한 태도에 따라 과학교수효능감은 차이가 있었다.

교사의 과학에 대한 태도가 높을수록 과학교수효능감도 높게 나타났다.

둘째, 유아교사의 과학교육에 대한 지식에 따라 과학교수효능감은 차이가 있었다.

교사의 과학교육에 대한 지식이 높을수록 과학교수효능감은 높게 나타났다.

셋째, 과학교수효능감에 영향을 예측할 수 있는 변수는 과학에 대한 흥미, 교수학습방법에 대한 지식, 과학의 사회적 가치, 학습자에 대한 지식으로 나타났다.

이와 같은 연구 결과는 보다 발달적이고 효과적인 유아과학교육을 위한 교사 양성 프로그램 개발을 위한 기초자료로 활용될 수 있으리라 기대한다.

@highlight

본 연구의 목적은 과학에 대한 태도 및 과학교육지식이 유아교사의 과학교수효능감에 미치는 영향을 알아보기 위하여 실시됐다.

