본 연구는 부모와의 의사소통이 대학생의 행복감에 미치는 영향에서 자아정체성의 매개효과를 검증하는데 그 목적이 있다.

대학생의 행복감에 영향을 미치는 변인으로서는 부모와의 의사소통을 독립변수로 하고 자아정체성을 매개변수로 설정하였다.

연구의 방법으로는 우리나라 중부권에 재학하고 있는 대학생 1~4학년 437명을 대상으로 설문조사한 결과의 내용을 사용하였다.

자료의 처리는 SPSS 21.0 프로그램을 이용하여 기술통계, 상관분석, Cronbach’s α,계수를 산출하였으며, 매개효과를 위해서 회귀분석을 실시하였으며, 측정변인들의 인과관계의 추론을 위해서 위계적 회귀분석을 실시하였다.

연구결과로서 대학생의 행복감에 직접적인 영향을 미치는 변인은 부모와의 의사소통이며, 간접적인 영향력의 매개효과는 자아정체성이 관련변인으로 확인되었다.

따라서 부모와의 의사소통은 대학생의 행복감에 직접적인 영향을 미치고, 자아정체성을 통해서 간접적인 영향을 미친다는 결론을 얻었다.

@highlight

이 연구는 부모와의 의사소통이 대학생의 행복감에 미치는 영향에서 자아정체성의 매개효과를 검증하는데 그 목적이 있다.

