본 연구에서는 경제권역간의 협력을 강화하여 지역발전을 추구하는 국내외의 정책적인 흐름과 국내 지역간 격차 특히 수도권과 지방간의 격차를 줄일 수 있는 한 가지 대안으로 그 동안 간헐적으로 제기되어온 남부경제권의 형성에 대하여 보다 체계적인 분석을 시도하였다.

국내 경제의 경우 지역간에 생산 및 수요를 구성하는 경제구조의 질적인 차이가 수도권을 제외하고는 특정지역으로의 자원이동을 가속화할 정도로 크지 않으므로, 국내경제권을 중부경제권과 남부경제권의 2대 거대경제권으로 구분하게 되면 두 개 경제권 모두 인구 1500만명 이상의 시장규모를 가지게 된다.

이는 경쟁관계에 있는 일본과 중국의 거대 경제권역과의 경쟁이 가능한 경제권역으로의 확대를 의미하므로 지속가능한 경제생태계의 확대로 이어질 수 있다고 볼 수 있다.

남부경제권의 형성을 위한 기본방향은 남부경제권에 포함되는 기존의 권역별 경제생태계가 남부 경제생태계로 확대되는 경우에도 기존의 권역별 경제생태계가 지속 또는 성장할 수 있도록 단계별로, 지역별 특화산업을 중심으로 국내외의 시장수요를 확대하는 방향으로 경제권역의 확대가 이루어지는 것이 바람직하다.

@highlight

본고는 경제권역간의 협력을 강화하여 지역발전을 추구하는 국내외의 정책적인 흐름과 국내 지역간 격차 특별히 수도권과 지방간의 격차를 줄일 수 있는 한 가지 대안으로 그 동안 간헐적으로 제기되어온 남부경제권의 형성에 대해 보다 체계적인 분석을 시도한다.

