본고는 인간의 사유 행위가 삶을 개선한다거나 성찰하는데 있어서 긍정적으로 작동하는측면도 있지만 지나칠 경우 우울이나 자기 비하와 같은 부정적인 면을 가져다 줄 수 있다는 입장에 주목을 하였다.

이것이 독일어권 문학, 즉 아르투어 슈니츨러의 단편에서의 작중인물들에서는 어떻게 나타나는지 분석하고자 한다.

특히 본고에서는 슈니츨러의 인물들이 삶을 살아가기 위해서 행하는 기억 작업, 즉 이들 인물들에게 반추행위가 궁극적으로 어떠한영향을 미치는지를 살펴보고 이러한 반추 행위가 어떠한 상황에서 일어나는지 알아보고자 한다.

뿐만 아니라 본 연구에서는 이러한 반추 행위를 인물들의 생존 예술 Lebenskunst 내지는 생존 전략 Lebensstrategien으로 간주하여 이것이 삶을 체념하기 위한 것인지 아니면 삶을 영위하기 위한 것인지를 규명해보고자 한다.

가령 본고에서는 체념이나 절망과같은 상황의 근본 원인을 이들 인물들의 부모와의 애착 관계에서 찾아 이를 반추 행위(프란츠와 엘제의 경우)로 보았으며, 반면 반추 행위를 하는 가운데서도 가족과의 긍정적인애착관계가 적절히 작동함으로써 최악의 상황을 긍정적인 방향으로 전환하거나 변화로 이끄는 것을 주의 분산행위(엠마의 경우)로 보았다.

그 외에도 본 연구에서는 주제와 관련된인물들을 분석하여 이들의 반추행위를 살펴보고 이것이 삶과 죽음의 결정 및 경계에서 어떠한 기능을 하는지를 알아보고자 한다.

@highlight

이 논문은 인간의 사유 행위가 삶을 개선한다거나 성찰하는데 있어서 긍정적으로 작동하는측면도 있지만 지나칠 경우 우울이나 자기 비하와 같은 부정적인 면을 가져다 줄 수 있다는 입장에 주목을 했다.

