본 연구는 만주 건국대학의 부총장이자 연구원의 원장이었던 사쿠다 소이치의, ‘도의국가’로서의 만주국 건국의 ‘존재와 당위성(사쿠다의 용어로 ’원리‘ 및 ’본의‘)’을 논하는 일련의 글을 분석한 것이다.

이와 아울러, 건국대학의 명예교수였던 니시 신이치로(西晋一?

) 및 식민지조선에서의 ‘정책교수’로서 초빙된 최남선의 만주국 및 건국대학을 둘러싼 ‘도의’·‘도의국가’ 담론에 관해서도 고찰을 가하였다.

이를 통해 제국일본의 ‘제국의식’으로서의 ‘도의’ 및 ‘도의국가’ 담론이 만주국 건국이데올로기 창출의 일단을 어떻게 구성하고 있으며, 또 어떠한 차질을 빚고 있는지에 관해 생각해보았다.

나아가 최남선의 ‘도의’ ·‘도의국가’론이 한국의해방 공간 및 이승만의 제1공화국의 ‘건국이데올로기’, 나아가 박정희정권의 ‘도의앙양운동’과 연속되는 담론공간을 반추해보았다.

@highlight

이 연구는 만주 건국대학의 부총장이자 연구원의 원장이었던 사쿠다 소이치의, ‘도의국가’로서의 만주국 건국의 ‘존재와 당위성(사쿠다의 용어로 ’원리‘ 및 ’본의‘)’을 논하는 일련의 글을 분석한 것이다.

