본 연구는 요추간판탈출증 환자의 성격요인별 분류에 따른 재활운동 프로그램 적용이 코티졸, 요부신전근력, VAS, ODI에 미치는 영향을 알아보기 위하여 실시하였다.

본 연구의 대상자는 43세 여자 환자 2명으로 요추간판탈출증 진단을 받은 6개월이상의 만성요통 환자로 성격요인별 검사에서 신경증성향을 나타낸 환자 1명과 성실성향을 나타낸 환자 1명등 총 2명을 선정하여 실험을 진행하였다.

운동프로그램은 준비운동과 정리운동 각 10분, 본운동 50분으로 총 70분간 실시하였고, 주 3회씩 8주 동안 수행하였다.

운동강도는 대상자가 환자임을 고려하여 주관적 강도인 RPE를 적용하였다.

8주간의 재활 운동프로그램 적용에 따른 신경증성향과 성실성향 환자 모두 코티졸과 요부신전근력은 증가하였으나, 증가률에 차이가 있었으며, VAS, ODI 역시 감소하였으나, 감소율에 차이가 있는 것으로 나타났다.

요추간판탈출증 환자에게 재활운동프로그램은 효과적이지만, 성격요인에 따른 재활운동프로그램 적용 시 적절한 운동강도 및 운동빈도 조절이 필요하다.

@highlight

본 논문은 요추간판탈출증 환자의 성격요인별 분류에 따른 재활운동 프로그램 적용이 코티졸, 요부신전근력, VAS, ODI에 미치는 영향을 알아보고자 하였다.

@highlight

연구의 대상자는 43세 여자 환자 2명으로 요추간판탈출증 진단을 받은 6개월이상의 만성요통 환자였다.

