지금까지 많은 해외 실증연구들에서 가치프리미엄은 위험요인으로서 주식수익률에 유의한 영향력을 미치고 있는 것으로 받아들여지고 있지만, 국내 주식시장을 대상으로 한 몇몇 실증연구들에서는 BM이 위험요인으로서 뚜렷한 역할을 하지 못하는 것으로 나타나고 있다.

이에 대해 본 연구에서는 BM(Book-

to-

Market ratio)을 단순한 투자전략으로서 활용하는 것은 좋은 방법일 수도 있지만, 위험을 부담하는 대가로서 경제적 의미를 부여하기에는 ‘clean’한 변수가 아니라고 주장한 Lakonishok, Shleifer, and Vishny(1994)의 주장을 고려하여 이 BM의 크기에 따른 주식수익률의 차이에 대한 근원을 살펴보고자 하였다.

이를 위해 본 연구에서는 기존의 실증연구분석 방법들과는 다르게, Ohlson(1995) 모형을 사용하여 BM을 초과수익예측 부분과 시장평가오류 부분으로 분해하여 각 구성요소와 주식수익률간의 관계를 고려하였다.

이러한 방식의 실증분석 결과, BM에 의한 주식수익률 스프레드의 차이는 위험프리미엄의 원인과 투자자 평가오류에 의한 원인 모두에 일부 영향을 받고 있지만, 위험프리미엄보다는 상대적으로 투자자 평가오류에 의한 영향이 더 큰 것으로 나타났다.

@highlight

지금까지 많은 해외 실증연구들에서 가치프리미엄은 위험요인으로서 주식수익률에 유의한 영향력을 미치고 있는 것으로 받아들여지고 있지만, 국내 주식시장을 대상으로 한 몇몇 실증연구들에서는 BM이 위험요인으로서 뚜렷한 역할을 하지 못하는 것으로 나타나고 있다.

