인터넷을 이용한 콘텐츠 공유를 보다 효율적으로 구현하기 위하여 P2P, CDN, CCN과 같은 다양한 네트워크 기술들이 개발되었다.

이러한 기술들은 공통적으로 콘텐츠 배포자에게 집중되는 콘텐츠 요청 패킷을 네트워크에 분산된 다수의 노드들/호스트들이 처리하도록 설계되어, 네트워크 병목 현상을 해결하고 콘텐츠 배포 시스템이나 네트워크 상태와 상관없이 지속적으로 콘텐츠를 배포할 수 있는 장점을 갖고 있다.

그러나 분산된 노드/호스트로부터 콘텐츠를 전송 받는 경우, 사용자가 실제 콘텐츠 전송 노드/호스트를 식별/인증할 수 없기 때문에 공격자 개입 및 악의적인 콘텐츠 변경을 통한 다양한 해킹 공격에 취약하다.

그러므로 분산 노드/호스트를 이용한 네트워킹 기술의 경우, 콘텐츠 인증 기술은 핵심 기술 요소들 중 하나이다.

본 논문에서는 CCN에 적용된 콘텐츠 인증 기술인 MHT 기반의 콘텐츠 인증 기법을 소개하고, MTH의 인증 정보 중복 전송 문제를 해결하고 전송량을 개선하기 위하여 인증 경로 계층 값을 최소화하는 방안을 제안한다.

또한, 기존 기술들과의 성능 비교를 통하여 개선안의 성능을 평가한다.

@highlight

본 연구에서는 CCN에 적용된 콘텐츠 인증 기술인 MHT 기반의 콘텐츠 인증 기법을 소개하고, MTH의 인증 정보 중복 전송 문제를 해결하고 전송량을 개선하기 위해 인증 경로 계층 값을 최소화하는 방안을 제안하였다.

@highlight

기존 기술들과의 성능 비교를 통해 개선안의 성능을 평가하였다.

