인간은 모두 세계시민교육의 주체이며 동시에 대상이다.

세계시민교육에서는 이런 영역을 총체적으로 보려는 복합적인 사고를 길러주어야 하는데 이를 위해서는 세계시민으로서의 ‘다원적 정체성’에 초점을 두는 교육을 해야 할 필요가 있다.

본 연구에서는 첫째, 세계시민교육에서 다원적 정체성의 의미와 관계를 아마르티아 센(Amartya Sen)의 『정체성과 폭력(Identity and Violence)』을 중심으로, 상황 속에서 올바른 정체성을 우선순위로 선택할 줄 아는 역량을 길러주는 것의 중요성을 논의하고자 한다.

둘째, 그러한 역량을 기르기 위해 교육현장에서 적용할 수 있는 교수학습방법으로 내러티브 교수법을 알아본다.

이를 통해 학생들은 풍요로운 인간관계형성을 위한 사고와 상상력을 함양하게 된다.

세계시민교육에서 다원적 정체성 함양을 위한 연구는 현재 한국의 세계시민교육이 진정한 ‘환대’가 가능한 존재로서 살아갈 수 있는 역량을 길러주는 교육인가에 대한 점검과 반성의 대안이 될 수 있다.

@highlight

인간은 모두 세계시민교육의 주체이며 동시에 대상이다.

@highlight

이 연구에서는 첫째, 세계시민교육에서 다원적 정체성의 의미와 관계를 아마르티아 센의 『정체성과 폭력』을 중심으로, 상황 속에서 올바른 정체성을 우선순위로 선택할 줄 아는 역량을 길러주는 것의 중요성을 논의하고자 한다.

