생물 종(種)의 개체 수가 서식지 안의 특정 위치에서 시간에 따라 어떻게변하는 지를 연구하는 분야인 수학적 개체 수 생태학(mathematical population ecology)에서 편미분방정식 형태의 모델들은 상미분방정식형태로 표현되었던 classical model과는 상이한 성질을 가진다는 사실이여러 면에서 연구되었으며, 현재까지도 편미분방정식 형태의 수리생물학모델에 대하여 다양한 관점에서 많은 연구가 활발히 진행되고 있다.

이논문에서는 이러한 편미분방정식 모델들에서 확산을 표현하기 위하여사용했던 다양한 수식 형태와 그 수학적 의미를 역사적으로 살펴본다.

서식 공간에서 개체들의 이동을 묘사하기위한 수학적 방법으로 무작위적단순 확산을 가정한 반선형(semi-

linear) 시스템과 이 개념을 더확장하여 확률적 단순 확산이 아닌 상호작용이 반영된 복합적인 확산을묘사하는 준선형(quasi-

linear) 시스템을 고찰한다.

그리고 앞으로 이분야에서 해결되어야 할 중요한 연구 주제들 중 몇 가지를 소개한다.

@highlight

본 논문에서는 편미분방정식 모델들에서 확산을 표현하기 위해 사용했던 다양한 수식 형태와 그 수학적 의미를 역사적으로 알아보았다.

@highlight

서식 공간에서 개체들의 이동을 묘사하기 위한 수학적 방법으로 반선형 시스템과 준선형 시스템을 고찰하였다.

