본 연구는 청년기 때 이주노동을 떠난 여성의 삶을 보다 내부자적인 관점에서 조망하여 여성의 이주노동이 청년기의 전환점으로서 가지는 성격과 이주경험의 생애사적 의미를 재구성하고자 하였다.

이에 과거 이주노동자 신분으로 독일로 떠났던간호사를 대상으로 슛제(Schutze)의 이야기식 인터뷰를 실시하여 생애사 자료를 수집하고, 그의 이야기분석방법으로 분석하였다.

그 결과 이주노동은 청소년기의 정체성의 과업을 성취하지 못한 생애사건인 동시에 새로운 삶의 경로를 창출하기 위한전략성이 내포된 이중적인 의미를 가진 생애사건으로 위치하고 있었다.

또한 이주노동이라는 생애사건은 We를 위한 삶에서 I를 위한 삶으로의 전환점을 제공한다.

그러나 청소년기 성취하지 못했던 정체성의 과업은 이주 이후의 삶에 자기계발이라는생애사적 과제를 형성하면서 자기 자신과의 투쟁으로 심화되었다.

그 결과 본 연구의 사례가 보여준 여성이주노동자의 삶은 노동의 역사가 아닌 자신과의 충돌의 시간으로 압축되고 있었으며, 이를 미완성의 정체성을 성취해 나가고자 했던 여정으로 결론지었다.

이러한 연구결과를 바탕으로 이주노동에 대한 학문적 담론에서 제고되어야 할 논의점들을 제시하였다.

@highlight

이 연구는 청년기 때 이주노동을 떠난 여성의 삶을 보다 내부자적인 관점에서 조망하여 여성의 이주노동이 청년기의 전환점으로서 가지는 성격과 이주경험의 생애사적 의미를 재구성하고자 하였다.

