항공기 날개 구조물은 유체를 포함한 연료탱크로 사용되며, 연료탱크와 날개구조물을 연결하는 체결부는복합재 구조물을 사용한다.

항공기 날개 구조물에 고속의 물체가 관통 또는 폭발하게 되면 수압램 현상이 발생하며, 수압램 현상에 의해 연료탱크에 높은 압력이 생성된다.

이러한 높은 앞력은 날개구조물 뿐만 아니라 연료탱크와 체결부의 파손을 야기하기 때문에 전투용 항공기의 기체 생존성 확보를 위해서는 수압램 효과에 대한 체결부의 거동을 확인해야 한다.

본 연구에서는 수압램 검증 시험에 앞서 항공기의 복합재 날개 외피와 스파 체결부를 모사한 4종류의 복합재 T-

Joint에 정적 인장 시험을 수행하여 시편의 파손 거동을 스트레인 게이지와 초고속 카메라를 통해 확인하였다.

스트레인 게이지를 통해 얻은 변형률을 기준으로 동일한 형상과 하중 조건을 갖는 유한요소해석 모델링의 해석 결과를 비교하여 모델링의 타당성을 확인하였으며, 정적 하중에서 복합재 T-

Joint의 파손응력을 확인하였다.

유한요소해석을 통해 향후 진행될 수압램 시험에서 각 시편이 파손되는 압력을 예측하였다.

@highlight

이 연구에서는 수압램 검증 시험에 앞서 항공기의 복합재 날개 외피와 스파 체결부를 모사한 4종류의 복합재 T-

@highlight

Joint에 정적 인장 시험을 수행해 시편의 파손 거동을 스트레인 게이지와 초고속 카메라를 통해 확인했다.

