이 논문은 초등학생의 책 선택에 영향을 주는 요인에 관한 기존의 연구물들을 검토하여 책 선택의 요인을 재구조화한 것이다.

이를 위하여 책 선택에 관한 국·내외의 연구물들을 연구 목적, 연구 대상, 연구 방법에 따라 검토하였다.

독자의 책 선택에 영향을 미치는 요인은 ‘텍스트 요인’, ‘독자 내적 요인’, ‘맥락 요인’으로 범주화할 수 있다.

텍스트 요인에는 난도와 관련된 물리적 특성, 독자의 시선을 끄는 텍스트의 물리적 특성, 텍스트와 관련된 상위 정보, 텍스트 자체 내용이 있다.

‘독자 내적 요인’은 책 선택에 관여하는 원천적이고 잠재적인 독자의 기본 성향인관심·흥미, 자아효능감, 독서 성향, 배경지식을 바탕으로 논의하였다.

독자 내적 요인은 책 선택에 영향을 주는 다른 요인을 작동시키는 강력한 내적 동기이자 결정적인요인이다.

‘맥락 요인’은 상황 맥락과 사회·문화적 맥락으로 나누었다.

상황 맥락이 독자가책을 고를 때 처해있는 상황과 직접적으로 관련된 요인이라면, 사회·문화적 맥락은독서 공동체나 상호텍스트와 같이 책 선택에 영향을 미치는 사회·문화 전반에 걸친요인으로 볼 수 있다.

책 선택 요인에 대한 연구는 책 선택과 관련된 실증 연구나 책 선택 지도에 시사하는 바가 크다.

@highlight

본 논문은 초등학생의 책 선택에 영향을 주는 요인에 관한 기존의 연구물들을 검토하여 책 선택의 요인을 재구조화한 것이다.

