국내의 불법사행산업의 규모는 연구기관에 따라 차이는 있지만 약 100조 원 규모로 추정된다.

이는 합법 사행산업 규모인 20조원의 5배가 넘는 수치이다.

사행산업통합감독위원회(사감위)는 2012년부터 불법사행산업을 감시하는 권한을 가지도록 사감위법 시행령이 개정되었지만 단속은 미흡한 실정이다.

따라서 사감위가합법과 불법을 모두 관장하는 기관으로 거듭나기 위해서는 ‘불법사행산업 단속센터’를 신설하여 불법 단속 기능을 강화할 필요가 제기되고 있다.

불법 단속 조직과 인력을 확충하기 위해, 사행사업자들로부터 ‘부담금’을 신설하는 방안도 검토해야 할 때가 왔다.

이를 위해 사감위에 특별사법경찰권을 부여하고 범죄수익을몰수할 수 있도록 관련법의 개정도 추진해야 한다.

불법 단속 강화를 위해 사행사업자들이 불법을 단속하는 규모만큼 매출 총량을 늘려주어야 한다.

불법 단속으로불법 규모가 줄어든 만큼 합법산업의 매출 총량을 늘리는 불법 합법 통합 매출총량제도 실시해야 한다.

이를 통해 불법으로 유출되는 음성자금을 양성화하는 방안을 모색해야 한다.

사감위는 합법산업 통제기구에서 불법 단속 전담기구로거듭나도록 기능을 확대해야 한다.

본고에서는 국내 불법사행산업의 실태와사감위의 불법 산업 단속실태를 살펴보면서 앞으로 사행산업이 앞으로 지속적으로 발전하는데 필요한 관련 법 개정이나 관련 제도의 개선이 필요한 사항 등을 제시하고자 한다.

@highlight

국내의 불법사행산업의 규모는 연구기관에 따라 차이는 있지만 약 100조 원 규모로 추정된다.

@highlight

이는 합법 사행산업 규모인 20조원의 5배가 넘는 수치이다.

