단일 탄소섬유/페놀수지 및 탄소나노튜브-

페놀수지 복합재료의 계면적 특성을 젖음성과 함께 전기저항 측정 및 미세역학시험법을 사용하여 평가하였다.

순수 페놀수지 및 탄소나노튜브?

페놀수지 복합재료의 Broutman시편을 사용한 압축강도는 인장강도와 비교하였다.

탄소나노튜브-

페놀수지 복합재료의 접촉저항은 2점 및 4점법에 의한 경사형 시편을 사용하여 측정하였다.

동적접촉각에 의한 표면에너지와 젖음성은 Wilhelmy 플레이트 법으로 측정하였다.

표면에서 탄소나노튜브가 불균일한 미세구조로 형성되므로, 동적접촉각은 90도 이상의 소수성을 나타내었다.

탄소나노튜브-

페놀수지 복합재료는 보다 나은 응력전달 효과에 기인하여 순수 페놀수지보다 더 큰 겉보기 강성도를 보여주었다.

단일 탄소섬유와 탄소나노튜브-

페놀수지 복합재료간의 접착일, Wa은 탄소나노튜브 첨가로 인한 점도 증가 때문에, 순수 페놀수지 보다 더 크게 나타났다.

이는 마이크로 풀 아웃 시험에서 단일 탄소섬유의 미세파손 형태와 일치함을 보여 주었다.

@highlight

단일 탄소섬유/페놀수지 및 탄소나노튜브-

@highlight

페놀수지 복합재료의 계면적 특성을 젖음성과 함께 전기저항 측정 및 미세역학시험법을 사용하여 평가했다.

