재외 한국학교에서 보다 내실 있는 학교 교육과정을 운영하여 우리나라 학생들이 국외에서도질 높은 교육을 받을 수 있도록 하는 것은 한국학교 학생 수가 점증하고 있는 오늘날 매우 중요한 의미를 갖는다.

이 연구에서는 재외 한국학교 교육과정의 질 제고를 위한 시사점 도출을 위해초등 과정에 초점을 두어 총 22개교의 학교 교육과정 편성 현황을 분석하고 교원 전수 대상 설문조사를 실시하여 총 326명의 의견을 분석하였다.

연구 결과에 근거하여 다음과 같은 점을 제언하였다.

첫째, 재외 한국학교의 모든 학년군의 수업 시수가 2009 개정 교육과정의 기준 시수를 큰폭으로 순증하여 편성되었고 학교 교육의 방향으로 세계 무대에 서기 위한 언어 구사 교육을 표방하는 경우가 많다는 점 등을 주목할 때, 교과 수업 시수 증배의 상한선을 정부 지침으로 제한하기보다는 학교 자율로 결정할 수 있도록 자율화의 수위를 제고해야 한다.

둘째, 한국인으로서의정체성 교육을 발전적으로 계승하기 위해 도덕과 같은 특정 교과 교육에 정체성 교육을 직결시키려는 접근을 넘어서서 보다 다양한 교과 교육 및 교과 외 교육 등으로 그 실천 범위를 확장해야한다.

셋째, 재외 한국학교 교원들이 한국학교 교육과정 운영 개선을 위해 교원 연수에 대한 정책적 지원이 필요하다는 인식을 갖고 있음을 주목하고 한국학교 교원으로 선발되는 교원들이 2015개정 교육과정의 적용을 위한 집중적 연수를 받고 근무할 수 있도록 지원해야 한다.

@highlight

본 논문은 재외 한국학교 교육과정의 질 제고를 위한 시사점 도출을 위해 초등 과정에 초점을 두어 총 22개교의 학교 교육과정 편성 현황을 분석하고 교원 전수 대상 설문조사를 실시하여 총 326명의 의견을 연구하였다.

@highlight

재외 한국학교 교육과정의 질 제고를 위한 시사점 도출을 위하여 초등 과정에 초점을 두어 총 22개교의 학교 교육과정 편성 현황을 분석하였다.

