본 연구는 일제강점기에 유일한이 설립한 유한양행의 초기 광고를 분석하고, 그의 광고철학에 대해 연구하고자 하였다.

유한양행은 1927년 12월 9일과 10일, <동아일보>에현대적 광고 전략인 티저광고를 실시하여 주목을 받았다.

그 후 유한양행의 광고는 소비자 계몽, 교육적인 측면의 기업 광고가 주류를 이루었다.

유한양행 광고의 특징은 진실되고 약속을 지키며, 소비자에게 신뢰를 주는 광고 전략을 수행하였다.

이는 유한양행이 일제 강점기 <동아일보>에 게재한 광고를 분석한 결과도 유사하다고 할 수 있다.

라초이식품회사, 류한주식회사, 유한양행 등을 설립한 유일한의 경영 철학은 기업의 사회적 책임(CSR)에 초점을 두었다고 볼 수 있다.

또한 경영 철학을 소비자에게 커뮤니케이션하기 위해 그가 직·간접적으로 광고 제작에 참여하여 광고의 사회적 책임(ASR)을강조한 광고 전략을 수행한 것으로 판단된다.

유일한은 경영 철학과 광고 철학에 소비자중심의 사고와 더불어 사회적 책임이 항상 존재했던 뛰어난 광고인이라고 판단된다.

@highlight

이 연구는 일제강점기에 유일한이 설립한 유한양행의 초기 광고를 분석하고, 그의 광고철학에 관해 연구하고자 했다.

