근래 세계 각국에서는 기존의 항로표지와 선박자동식별장치(AIS)를 혼합한 형태의 항로표지용 AIS를 도입하여 해상 상태 및 위치 등의 정보를 수집·전달하는 방식의 시스템을 구축하고 있다.

우리나라 역시 국제 동향에 맞춰 항로표지용 AIS를 채택하여 활성화시키는 단계에 있다.

그 중 서해안은 해양교통 환경이 매우 빠르게 변화하고 있는 곳으로, 현재 인천 및 대산 해역에 항로표지용 AIS 시스템을 설치하여 운영하고 있다.

이 연구에서는 항로표지용 AIS 시스템의 국내 표준을 구축하기 위한 목적으로 현재 항로표지용 AIS 시스템을 운영 중인 두 해역의 운영 실태를 분석하고 그 개선안을 마련하고자 한다.

이를 위하여 국제 항로표지용 AIS 관련 규정 및 국외의 항로표지용 AIS 시스템 구축 사례를 조사하고 관리조직모듈, 구성모듈, 정보모듈, 기능모듈 및 협력모듈의 5가지 모듈을 나누어 두 해역의 운영 실태 분석 및 개선안을 제시한다.

그 개선안은 시스템 관리 구조 불일치 개선, 다수의 항로표지용 AIS 정보표시로 인한 관리자 및 이용자의 정보 혼란 해소, 불필요한 정보 수신 문제 개선, 항로표지용 AIS의 수신불능 등 기능상 문제 개선, 항로표지용 AIS 정보의 비활용도에 대한 개선 등이다.

@highlight

본 연구에서는 항로표지용 AIS 시스템의 국내 표준을 구축하기 위한 목적으로 현재 항로표지용 AIS 시스템을 운영 중인 두 해역의 운영 실태를 분석하고 그 개선안을 마련하려 한다.

