1956년 “8월전원회의 사건”은 김일성과 다른 계파 간의 권력경쟁, 또는정책노선을 둘러싼 갈등의 산물로 인식되어 왔다.

그러나 최근 공개된자료들은 ‘8월그룹’이 북한체제수립기부터 김일성 체제의 강화와 각종정책노선들에 적극 협조해 오다가, 1956년 초 자신들이 권력의 핵심부에서 도태되자 김일성 체제를 비판하기 시작하였음을 보여주고 있다.

본연구는 1945년부터 1956년 8월까지 김일성과 8월그룹의 협력과 갈등전 과정을 토론함으로써 “8월전원회의 사건”의 원인을 재조명하였다.

갈등은 스탈린 사후 변화된 중소의 사상과 정책이 국내로 유입되는 것을차단하고자, 김일성이 선제적으로 취한 인사교체에서 비롯되었다.

그 결과 핵심권력에서 도태된 소수의 연안계와 소련계 간부들은 1956년 2월스탈린격하운동을 계기로 연대하고 김일성에게 인사정책 수정을 요구하였다.

김일성은 이를 자신에 대한 도전으로 인식하고 진압에 나섰으며, 정치적 안정을 우선시하는 소련의 의향을 적극 이용하였다.

8월전원회의에 앞서 개최된 상무위특별회의에서 8월그룹의 패배는 확실시되었으며, 전원회의 당일은 승패를 재확인하는 자리에 불과하였다.

@highlight

본 연구는 1945년부터 1956년 8월까지 김일성과 8월그룹의 협력 및 갈등전 과정을 논의함으로써 “8월전원회의 사건”의 원인을 재조명하였다.

@highlight

갈등은 스탈린 사후 변화된 중소의 사상 및 정책이 국내로 유입되는 것을차단하고자, 김일성이 선제적으로 취한 인사교체에서 시작되었다.

