20세기 이후 현대 사회의 기술의 발전과 함께 다양한 형식의 공간 및 건축 디자인이 파생되고 있다.

20세기 초 마르셀 뒤샹(Marcel Duchamp)을 시초로 발생된 키네틱 아트(Kinetic Art)로부터 지속적으로 발전된 키네틱 건축(Kinetic Architecture)은 동적(動的)인 개념을 기존에 움직이지 않는 공간이나 건축물에 도입한 것이라고 할 수 있다.

그리고 그 기능성과 목적성은 다양하게 현대의 공간과 건축 디자인에 표출되고 있다.

이를 위해 20세기 후반에 파생된 동적 개념이 도입된 공간 및 건축 디자인의 사례 수집 및 분석을 통해 동적 개념이 도입된 공간 및 건축 디자인의 과거부터 현재까지의 변화의 흐름에 대해 파악하였다.

역시 현 시점에서는 완성되지는 않았지만 새로운 콘셉트로 발표된 결과물을 통해 동적 개념이 도입된 공간 및 건축 디자인의 향후 발전 방향에 대해서도 모색해보았다.

결론적으로 기존에 움직일 수 없는 공간이나 건축의 개념에 움직임을 더함으로써 공간 및 건축은 보다 더 스마트, 인텔리전트, 인터랙티브한 방향으로 발전할 수 있을 것이며, 공간의 변형 및 표피의 변형을 통해서 효율적으로 에너지를 활용하는 공간 및 건축으로 변화할 수 있을 것이다.

@highlight

20세기 이후 현대 사회의 기술의 발전과 함께 다양한 형식의 공간 및 건축 디자인이 파생되고 있다.

@highlight

그리고 그 기능성과 목적성은 다양하게 현대의 공간과 건축 디자인에 표출되고 있다.

