이 논문은 겹자음 표기와 장음화-

<h>를 통해 지금까지의 연구에서 알려지지 않은 자소음보의 기능을 소개하고자 한다.

기존의 연구는 겹자음을 양음절성을 통해 설명하고 있다.

양음절성에 바탕을 둔 분석에서 겹자음 쓰기가 명백한 경우는 오직 전형적인 음보에 한해서이다.

그 결과 겹자음표기가 언제 불가능한지는 알 수 없으며, 특히 왜 긴장된 단모음 다음에는 결코 겹자음이 나타날 수 없는지는 설명되지 않고 있다.

이 논문은 비전형적인 음보의 구조에 대한이해를 통해 이 문제가 해결될 수 있음을 보여준다.

그 밖에 이 논문은 장음화-

<h>가자소음보의 구조에서 특별한 기능을 가지고 있음을 보여주고 있다.

기존의 연구에서 장음화-

<h>는 겹모음과 함께 불규칙적인 것으로 알려져 있다.

그러나 장음화-

<h>는 겹모음과 달리 단순히 불규칙적인 것이 아니라, 독일어의 전형적인 음보 (강한음절+ Schwa음절로 구성된 음보)를 자소 상으로 표현하는 특수한 기능을 가지고 있다.

@highlight

본 논문은 겹자음 표기와 장음화-

@highlight

<h>를 통해 지금까지의 연구에서 알려지지 않은 자소음보의 기능을 소개하려 한다.

