이 연구는 일반 성인들에게 있어서 안정적으로 재생되는 음정을 찾기 위한 것이다.

순음(sine wave)의 일련된 음정 차이 샘플과 실험용 기준 음을 만들어 CD에 녹음하고, 24명의 대학생들로 구성된 대상자들이 일대일로 제시된 소리 자극을 듣고 마지막으로 들려진 기준 음을 중심으로 동일한 간격의 음정을 재생하도록 하였다.

소리 자극은 장2도, 장3도, 단3도, 완전4도, 완전5도, 장6도의 6가지 음정이며, 각 음정당 상향하는 음 2개, 하향하는 음 2개씩을 4가지 자극으로 총 24개의 자극을 듣고 음정을 재생하도록 하였다.

대상자들은 두 번 반복하여 음정을 재생하며 재생된 음들은 녹음된 후 Cool Edit 프로그램으로 주파수가 분석되었다.

다각도의 분석 결과, 음정 간에 유의미한 차이가 있었다.

첫째, 오차의 범위를 고려하여 점수를 조정하였을 때, 장6도가 장3도와 단3도에 비해 유의미하게 낮은 점수를 기록하였다.

둘째, 반음 오차범위를 기준으로 할 때 역시 장6도가 장3도와 단3도에 비해 유의미하게 큰 오차범위를 보였다.

셋째, 오차의 방향성은 장2도와 단3도는 더 넓게 재생하고, 장3도 이상에서는 좁게 재생하는 경향을 나타냈다.

이 외의 상향하거나 하향하는 패턴에 따른 차이, 성별에 따른 차이, 음악레슨경험에 따른 음정 재생의 차이는 나타나지 않았다.

@highlight

본 논문은 일반 성인들에게 있어서 안정적으로 재생되는 음정을 찾기 위한 것으로, 순음의 일련된 음정 차이 샘플과 실험용 기준 음을 만들어 CD에 녹음하였다.

@highlight

연구대상은 24명의 대학생들로 구성하였다.

