본 연구는 논의가 활발해지는 동아시아 공동체 건립 구상과 관련하여 윤리학적 관점에서 지역 공동체의 성립과 지속의 근거가 되는 것으로서 공존의 윤리를 제안하고 이를 실질적으로 성취할 수 있는 원리를 논한 것이다.

전체적인 논의의 내용은 크게 둘로 나누었는데 첫째는 ‘동아시아 공동체 논의의 맥락과 방향’에 관한 논의로서 지역공동체 윤리의 모색의 필요성을 밝혔고, 공동체가 공존의 윤리를 통해서야 비로소 상호 이질적인 동아시아 각국의 문화적 맥락이 조화를 이룩할 수 있음을 밝혔다.

그리고 공존의 윤리를 형성하기 위한 논의는 각국의 전통 윤리의 가르침을 공동체의 맥락에 맞도록 재해석하는 방법과 진정한 공존의 원리에 대한 깨달음에 근거해야 함을 논하였다.

둘째는 ‘한국의 윤리학적 전통의 재해석’에 관한 논의로서 한국의 윤리학적 전통 가운데 재해석해서 공동체의 윤리로 삼아야 할 핵심적 내용과 원리를 밝혔다.

이 논문에서는 서구의 윤리학적 방법과 더불어 전통윤리를 함께 지역공동체에 요구되는 공존의 윤리로 삼아야 한다는 점을 전제하고 특히 전통 윤리의 가능성을 찾으려고 하였다.

그 탐구의 방법으로 원용한 것은 인지과학의 한 부류인 근본적 구성주의자들의 사고, 그들이 주장하는 윤리의 노하우, 그리고 그들이 제시한 공존의 윤리라는 개념등이다.

@highlight

본고는 논의가 활발하게 이루어지는 동아시아 공동체 건립 구상과 관련해 윤리학적 관점에서 지역 공동체의 성립 및 지속의 근거가 되는 것으로서 공존의 윤리를 제안하며 이를 실질적으로 성취할 수 있는 원리를 논의한 것이다.

