본 연구는 조선시대 영천지역 간행서에 대하여 먼저 사료에 기록된 영천지역의 출판 활동을 살펴 본 다음, 이를 토대로 영천역사문화박물관 소장 및 현재 여러 기관에 전하고 있는 조선시대 영천지역 간행서를 분석한 것이다.

이러한 연구의 결과는 다음과 같다.

첫째, ‘조선시대 책판목록’·‘영천 인문지리서’·‘선행연구’·‘현존하는 영천 목판 현황 보고서’에서 확인된 조선시대 영천지역에서 간행된 서적은 모두 108종이며 현존하는 간행서는 75종이다.

둘째, 영천역사문화박물관에 소장된 고서 가운데 영천지역 간행서로 17세기에 간행된 「三韻通考」와 「癸丑增廣司馬榜目」, 그리고 18세기에 간행된 「迎日鄭氏世譜源派錄」 등은 실물이 처음 알려진 것이다.

셋째, 책판목록 등의 문헌기록과 선행연구 그리고 영천역사문화박물관 소장 자료 가운데 새롭게 발견된 조선시대 영천지역 간행서를 종합하면 모두 131종이 간행된 것으로 확인되는데, 이 중에 100종의 간행본이 여러 기관에 전존하고 있다.

@highlight

이 연구는 조선시대 영천지역 간행서에 대해 먼저 사료에 기록된 영천지역의 출판 활동을 살펴 본 다음, 이를 토대로 영천역사문화박물관 소장 및 현재 여러 기관에 전하고 있는 조선시대 영천지역 간행서를 분석한 것이다.

