지구화로 인한 시·공간의 압축은 다양한 수준의 국가 간, 사람 간 연결을 초래하였으며 이러한 연결은 ‘상호성’에 중심을 둔 글로벌 교육, 글로벌 장소감을 조명한다.

유의미한 ‘상호성’이 이루어지기 위해서는 타 지역에 대한 편견 없는 지역이해가 우선 되어야 한다.

한국 다문화 사회 진입의 중요한 역할을 하고 있는 동남아시아 지역의 올바른 이해를 바탕으로 형성 되어져가는 동남아시아에 대한 이미지의 변화와 글로벌 장소감의 관계 분석을 통하여 상호성을 찾아보고자 하였다.

우선 지역 이미지를 바라보는 방식, 장소감, 지오멘탈리티 세 가지로 개념화하고 학생들의 동남아시아에 대한 지역이미지를 살펴보았다.

상호문화교육 단계에 따른 ‘상호문화교류학습’을 개발하여 실행연구를 통하여 수업을 분석-

반성-

수정하며 학생들의 동남아시아 지역이미지의 변화 과정과 글로벌 장소감의 형성 및 발전을 살펴보았다.

그 결과 상호문화교류 학습을 통하여 학생들은 더 친근하게 지역에 대한 이해를 도모할 수 있었고 상호성을 발견하고 긍정적 이미지를 형성할 수 있었다.

또한 학생들의 변화된 지역이미지는 세계의 상호 연결성을 확인하고 유대감을 가지는 글로벌 장소감으로 확장되었다.

@highlight

지구화로 인한 시·공간의 압축은 여러 수준의 국가 간, 사람 간 연결을 초래하였으며 이런 연결은 ‘상호성’에 중심을 둔 글로벌 교육, 글로벌 장소감을 조명한다.

