본 연구는 법정 증거로서 뇌영상증거의 허용가능성 문제를 다룬다.

뇌영상 자료의 법정 사용을 옹호하는 연구자들은 기술적인 문제에만 집중한다.

그러나 뇌영상증거는 다른 차원의 문제를 지니고 있다.

이를 보이기 위해 본 연구는 먼저 뇌영상증거가 기반하는 논리를 분석하였다.

이 분석을 통해 드러나는 바는 뇌영상증거의 문제가 뇌신경과학에서 ‘역추론의 문제’라고 불리는 문제와 연결되어 있다는 것이다.

따라서 뇌영상증거가 허용가능하기 위해서는 역추론 문제가 해결가능해야 한다.

그러나 뇌신경과학자들이 제안한 이 문제의 해결책은 근본적인 난점을 지니고 있을 뿐만 아니라 법적인 문제에서 중요한 부분인 도덕적 기능의 영역에서도 유효한 해결책이 아니다.

그럼에도 불구하고 과학자들은 역추론에 대해 우호적인 입장을 취한다.

이 고찰의 결과는 과학과 법학의 근본적인 시각 차이가 존재하며, 따라서 뇌영상증거의 가치가 과학에서와 법정에서 서로 다르게 평가될 수밖에 없다는 것을 보여준다.

결론적으로 본 연구는 법정에서 뇌영상증거에 대해 엄격한 태도를 취하는 것이 옳다고 평가한다.

@highlight

본 논문은 법정 증거로서 뇌영상증거의 허용가능성 문제를 다뤘다.

@highlight

뇌영상 자료의 법정 사용을 옹호하는 연구자들은 기술적인 문제에만 집중하였으나, 뇌영상증거는 다른 차원의 문제를 지닌다.

@highlight

본 논문은 먼저 뇌영상증거가 기반하는 논리를 연구하였다.

