본 연구는 타자를 만나고 그에게 응답하고 그것에 책임을 지는 삶의 방식이 윤리적 삶임을 고찰하며, 그 속에서 타인에 대한 책임, 인내, 존중, 배려 등을 배우고 실천할 수 있는 교육적 방법을 논의하고자 한다.

이를 위해 Levinas의 무한책임 의식을 살펴보면서 타자가 나에게 보여주는 얼굴의 현현에 응답해야하는 책임으로써의 정의론을 살펴보았다.

다음으로, Levinas의 타자 윤리학은 교육에 직접적으로 시사하는 바가 희박하지만, 감성을 자극하기 위한 행복한 배려교수방법을 접목하여 실제 교육활동으로 적용함에 있어 아래와 같은 교육적 시사점을 제공해준다.

첫째, 공공세계는 나와 이웃한 삶의 세계이다.

따라서 이런 세계에서 통용될 수 있는 삶의 가치는 타자와의 관계를 우선시하는 윤리를 요청하며 이런 가치는 사회 공동체가 추구하고자 하는 선의 가치를 타자 중심에서 새롭게 구성할 수 있다.

둘째, 공공세계에 대한 정의와 내적 질서에 호응하고 삶의 윤리로서 승화시킬 수 있는 행복의 가치를 주장하는 타자윤리는 나보다는 타인을, 자유보다는 책임을 강조하는 다문화 정의와 더 나아가 인권 담론의 새로운 지평을 열어 줄 수 있다.

@highlight

이 연구는 타자를 만나고 그에게 응답하고 그것에 책임을 지는 삶의 방식이 윤리적 삶임을 고찰하며, 그 속에서 타인에 대해 책임, 인내, 존중, 배려 등을 배우고 실천할 수 있는 교육적 방법을 논의하고자 한다.

