말뚝은 상부구조물에 작용하는 하중을 지반에 전달하는 구조요소로서, 일반적으로 말뚝기초는 지중 또는 수면 아래 지중에 건설된다.

이러한 환경은 부식 또는 염해를 유발하여 말뚝에 손상을 야기한다.

지중 및 수중 구조요소인 말뚝이 손상될 경우, 손상에 따른 내구성을 평가하기 어려우며 추가적인 보수보강 및 유지관리 또한 어렵다.

이 연구에서는 말뚝기초의 내구성과 제작성을 개선하기 위하여 하이브리드 FRP-

Concrete 합성말뚝(HCFFT)을 제안하였다.

제안된 HCFFT에 대한 유한요소해석과 실험을 실시하여, 이를 바탕으로 HCFFT의 최대하중 추정식을 제안하였다.

또한, 제안된 HCFFT의 제작과정에서의 문제점을 개선한 새로운 형태의 HCFFT의 형태를 제안하고, 유한요소해석을 실시하여 동일한 직경의 PHC 말뚝과 강관말뚝의 축방향 압축력을 HCFFT 말뚝의 축방향 압축력과 비교하여 HCFFT 말뚝의 장점을 확인하였다.

@highlight

본 연구에서는 말뚝기초의 내구성과 제작성을 개선하기 위해 하이브리드 FRP-

@highlight

Concrete 합성말뚝을 제안했다.

