해

리

수

직

편

위

(

d

i

s

s

o

c

i

a

t

e

d

 

v

e

r

t

i

c

a

l

 

d

e

v

i

a

t

i

o

n

,

 

D

V

D

)

의

 

동

반

유

무

에

 

따

른

 

간

헐

외

사

시

의

 

임

상

양

상

과

 

수

술

성

적

을

 

비

교

하

고

자

 

하

였

다

.

 

간

헐

외

사

시

로

 

진

단

받

고

 

수

술

을

 

시

행

 

받

았

던

 

환

자

를

 

대

상

으

로

 

D

V

D

의

 

동

반

유

무

에

 

따

라

 

두

 

군

으

로

 

나

누

어

 

후

향

적

으

로

 

비

교

분

석

하

였

다

(

D

V

D

군

 

6

6

명

,

 

외

사

시

군

 

8

1

명

)

.

 

수

술

 

성

적

은

 

원

거

리

 

사

시

각

이

 

1

0

프

리

즘

디

옵

터

(

P

D

)

 

이

하

의

 

과

교

정

이

거

나

 

5

P

D

 

이

하

의

 

부

족

교

정

일

 

때

 

성

공

으

로

 

정

의

하

였

다

.

 

D

V

D

군

의

 

사

시

 

시

작

시

기

는

 

외

사

시

군

보

다

 

빨

랐

으

며

 

눈

떨

림

과

 

하

사

근

기

능

항

진

,

 

상

사

근

기

능

항

진

,

 

A

-

V

형

 

사

시

가

 

외

사

시

군

보

다

 

많

았

으

나

 

머

리

기

울

임

과

 

약

시

,

 

첫

 

번

째

 

수

술

시

기

는

 

차

이

가

 

없

었

다

.

 

D

V

D

군

의

 

외

사

시

각

은

 

외

사

시

군

보

다

 

작

았

으

나

 

티

트

무

스

검

사

에

서

 

입

체

시

는

 

유

의

하

게

 

나

빴

다

.

 

간

헐

외

사

시

의

 

수

술

성

공

률

은

 

수

술

 

후

 

1

개

월

에

 

외

사

시

군

이

 

더

 

높

았

으

며

 

수

술

 

후

 

6

개

월

과

 

1

2

개

월

에

는

 

두

 

군

간

에

 

유

의

한

 

차

이

가

 

없

었

다

.

 

D

V

D

를

 

수

술

하

였

을

 

때

 

D

V

D

는

 

9

0

.

0

%

에

서

 

1

0

P

D

 

이

내

로

,

 

우

수

한

 

결

과

를

 

보

였

다

.

 

D

V

D

가

 

동

반

된

 

간

헐

외

사

시

는

 

외

사

시

각

은

 

작

았

으

나

 

입

체

시

는

 

더

 

나

빴

다

.

 

그

러

나

 

D

V

D

의

 

동

반

여

부

에

 

따

른

 

간

헐

외

사

시

의

 

수

술

성

적

은

 

유

의

한

 

차

이

가

 

없

었

다

.

@highlight

해리수직편위의 동반유무에 따른 간헐외사시의 임상양상과 수술성적을 비교하려 했다. 수술 성적은 원거리 사시각이 10프리즘디옵터 이하의 과교정이거나 5PD 이하의 부족교정일 때 성공으로 정의했다.