제주특별자치도 민속문화재 제2호 돌하르방은 고유한 제주 돌문화의 상징으로서 문헌기록상 1754년 金夢?

목사에 의해 처음 세워졌다.

조선시대 제주 3읍성 성문 앞에 모두 48기가 제작된 것으로 알려져 있다.

濟州邑城 돌하르방은 24기 가운데 1기가 분실돼 현재 23기가 남아있고, 旌義縣城 12기, 大 靜縣城 12기가 그대로 전해오고 있다.

1971년 8월 26일 문화재로 지정할 당시, 현존하는 47기 가운데 1960년대 중반 제주읍성 동문 밖에 세워졌던 8기중에서 서울 국립민속박물관 입구로 옮겨진 2기를 제외시킴으로써 지금까지45기만 문화재로 지정된 상태이다.

본고에서는 돌하르방이 제작된 시기(1754)와 최초의 문헌기록(1918) 사이의 160년 넘는 큰 차이로 인해 그 신뢰성이 떨어짐에도 불구하고 타당성 있는 자료인지 여러 관점에서 살펴보기 위하여, 돌하르방의 제작시기와 관련한문헌분석은 물론 기능분석과 형태분석을 다양하게 고찰해보았다.

이러한 문헌고증과 함께 당대의 시대적 사회상황을 통해 알 수 있는 설치동기와 목적등의 기능성은 물론, 비슷한 시기에 먼저 제작된 육지 돌장승과의 형태를 자세히 비교분석해봄으로써, 돌하르방의 제작시기가 보다 더 명료해질 것으로생각된다.

@highlight

이 논문에서는 돌하르방이 제작된 시기(1754)와 최초의 문헌기록(1918) 사이의 160년 넘는 큰 차이로 인해 그 신뢰성이 떨어짐에도 타당성 있는 자료인지 여러 관점에서 살펴보기 위해, 돌하르방의 제작시기와 관련한문헌분석은 물론 기능분석과 형태분석을 다양하게 고찰해보았다.

