이 연구는 스포츠현장에 만연되어 있는 구성원간의 일방적인 강요나 억압, 획일적 통제 등 눈에 보이지 않는 힘, 즉 헤게모니에 대한 사회철학적 쟁점과 문제해결을 위한 실천과제를 논의한 내용이다.

최근 체육학연구는 탑다운(top-

down) 식의 일방적인 강요나 억압, 그리고 획일적인 통제에서 벗어나 능동적이며 창의적인 스포츠 소비생활을 지향하는 문화충동에 의해 스포츠 헤게모니 현상에 대한 관심이 증가되고 있다.

그리고 스포츠 헤게모니의 연구는 스포츠에 대한 일방적인 부정과 비판이 아니라, 스포츠 소비문화에서 새로운 이념의 생성과 본질의 탐색이라는 차원으로 접근되고 있다.

통상적으로 스포츠헤게모니에 대한 연구는 인간소외와 억압, 성차별과 성폭력, 인종차별, 국수주의, 상업주의, 스포츠의 세계화에 가려진 거대한 탄압과 음모, 자연환경 훼손, 매스컴의 횡포와 견제, 국제 스포츠조직의 오만, 선수들에 대한 경제적 착취와 불평등 문제 등의 요소가 대상이 되고 있다.

따라서 이 연구가 진단한 스포츠 헤게모니 현상의 쟁점과 실천과제는 위의 요소들에 기반하여 스포츠 매스미디어의 지배와 피지배, 거대 국제 스포츠조직의 전횡, 다국적 스포츠기업의 횡포, 선수와 스포츠구단 및 지도자와의 갑을관계 등에 대한 문제들이 선정되어 논의되었다.

@highlight

본고는 스포츠현장에 만연되어 있는 구성원간의 일방적인 강요 또는 억압, 획일적 통제 등 눈에 보이지 않는 힘, 즉 헤게모니에 대한 사회철학적 쟁점 및 문제해결을 위한 실천과제를 논한 내용이다.

