세월호 사고와 유사한 국내외의 참사사례와 처리결과를 간략히 소개하면서 세월호 사고에 대한 형사재판의 쟁점을 검토하였다.

구체적 상황은 다를 수 있겠지만, ‘MS에스토니아호’사고의 경우 스웨덴정부는 선원들을 기소조차 하지 않았다.

헤럴드 오브 프리 엔터프라이즈호 사고의 경우도 영국정부는 선원들을 엄벌하거나 가중처벌을 위한 입법을 하지 않고, 오히려 승객의 안전을 무시한 채 돈벌이에만 급급한 운항회사를 엄벌하기 위해 기업살인(과실치사)법을 제정하였다.

그리고 우리나라에서 약 20년 주기로 발생하였던 유사사고의 경우에도 선원들을 업무상과실치사로 처벌하였을 뿐이다.

그럼에도 불구하고 유독 세월호 사고의 경우에만 선원들을 살인자로 몰아가는 것은 문제가 있는 것으로 보인다.

더 나아가 운항회사나 임원들은 제쳐놓고 힘없는 선원들만 가중처벌하려는 우리나라의 대응태도는 국제적 추세와도 너무나 동떨어진 것으로 보인다.

선원들을 대상으로 공소장에서 주장된 살인죄는 그 고의를 인정할 수 없고, 1심 법원에서 인정하고 있는 유기치사죄도 역시 고의를 인정할 수 없거나 고의가 인정될 수 있는 부작위에 의한 유기의 경우는 긴급피난으로 범죄가 성립될 수 없는 경우에 해당한다.

법원은 이러한 면밀한 고찰없이 유기치사죄를 인정하고 있다.

보다 명확한 증거에 근거하여 상호주관적인 관점에서 냉철하고 합리적인 사실관계의 확정과 법률의 해석·적용이 이루어져야 할 것이다.

@highlight

세월호 사고와 유사한 국내외의 참사사례와 처리결과를 간략히 소개하면서 세월호 사고에 관한 형사재판의 쟁점을 검토했다.

@highlight

그리고 우리나라에서 약 20년 주기로 발생했던 유사사고의 경우에도 선원들을 업무상과실치사로 처벌했을 뿐이다.

