연구는 미끄러운 경사이론을 활용하여 조세순응이 납세태도에 미치는 영향을 살펴보고, 납세자의 납세태도 결정요인을 예측·확인함으로써 성실한 납세태도를 제고할 수 있는 과세당국의 다양한 정책방향을 모색하려고 한다.

특히 조세순응의 이론 중 ‘미끄러운 경사이론’에 기반을 두어 납세자들의 조세순응을 강요된 순응과 자발적 순응으로 구분하여, 납세태도에 대한 영향관계를 중심으로 분석하였다.

분석에 사용한 자료는 한국조세재정연구원의 ‘9차년도 재정패널’ 자료이다.

분석은 서열 로짓 분석, 의사결정나무 모형과 신경망 모형을 중심으로 하는 데이터 마이닝 기법을 활용하였다.

서열 로짓 분석 결과에 따르면, 강요된 순응은 납세태도에 부정적인 영향을 주는 반면, 자발적 순응은 긍정적인 영향을 주는 것으로 나타났다.

그 다음 신경망을 근거한 의사결정나무 분석 결과, 세금 집행에 대한 신뢰, 신용-

직불카드 사용금액, 수평적 형평성 인식, 일반공무원에 대한 신뢰가 긍정적인 납세태도 형성에 주요한 영향을 미치는 것으로 예측되었다.

이러한 결과를 토대로 성실한 납세태도를 위한 정책형성에 있어 기존의 납세유도 정책과 함께 세금 집행과 공무원에 대한 납세자의 신뢰환경 조성에 대한 시사점 및 정책적 방향을 제시하였다.

@highlight

미끄러운 경사이론을 활용하여 조세순응이 납세태도에 미치는 영향을 살펴보고, 납세자의 납세태도 결정요인을 예측·확인함으로써 성실한 납세태도를 제고할 수 있는 과세당국의 다양한 정책방향을 모색하였다.

@highlight

납세자들의 조세순응을 강요된 순응과 자발적 순응으로 구분하여, 납세태도에 대한 영향관계를 중심으로 분석하고자 하였다.

