최근 USN(유비쿼터스 센서 네트워크) 기술은 사회 전반의 다양한 시스템에 폭넓게 적용되고 있다.

본 논문에서는 USN기반 기술을 활용한 시스템들의 보안 취약점에 대하여 파악하고, 이를 개선하기 위한 안전한 보안 구조를 제안한다.

대부분의 USN 기술을 적용한 시스템들은 실시간으로 자료의 수집 및 전송 과정에서 수집 자료의 전송 오류를 검사하는 방법을 기본적으로 적용한다.

그러나 보안과 관련된 사항은 체계적으로 고려하여 운용하지 않고 있다.

따라서 자료의 전송 및 처리 중에 데이터에 대한 위조나 변조 발생 시 이를 예방하거나 식별할 수 있는 방법이 부족하다.

제안하는 방법은 USN 시스템의 보안 취약점을 보완하기 위해 공개키 방식을 사용하였으며, 이를 USN 기반 시스템인 자동 식물 생장 측정 시스템에 적용하여 데이터의 안전한 전송 및 처리가 가능하도록 제안하였다.

그리고 제안한 방법이 USN 시스템에서 발생할 수 있는 대표적인 공격유형(노드 탈취, 데이터 위변조, 도청)의 위협(노드 인증 정보 노출 및 소유, 메시지 내용 위변조 및 노출)에 대해 필수적인 보안 서비스(기밀성, 인증, 무결성)를 제공하는지 여부를 안전성 분석을 통해 검증하였다.

@highlight

최근 USN(유비쿼터스 센서 네트워크) 기술은 사회 전반의 다양한 시스템에 폭넓게 적용되고 있다.

@highlight

이 논문에서는 USN기반 기술을 활용한 시스템들의 보안 취약점에 관해 파악하고, 이를 개선하기 위한 안전한 보안 구조를 제안한다.

