본 연구는 지역산업 네트워크의 변화를 통해 지역과 산업의 관계를 살펴보고자 하였다.

순창 지역 산업의 변화과정을 지역 내부에서 출현한 전통장류제조업체와, 지역외부에서 유입된 기업인 양조장류제조업체로 구분하여, 순창 장류산업의 발전과정과 지역과의 관계를 살펴보았다.

지역산업 네트워크를 통해 조직, 기술, 영역 공간의 지역 내외의 변화를 살펴보기 위해, 2장에서는 순창 장류산업의 지역 내외의 확장과 변화를 살펴본다.

3장에서는 순창장류산업을 행위자 측면과 제도적 측면에서 장류산업을 살펴본다.

행위자 측면에서는 전통장류제조업체의 기업활동 네트워크를 생산네트워크, 판매네트워크, 연구개발 및 지원 네트워크로 구분하여, 순창 장류산업에서 나타난 네트워크와 이들의 조정과정을 살펴본다.

그리고 제도적 측면에서는 행위자를 둘러싼 조직, 기술, 영역 공간의 변화가 어떻게 이루어져왔고 조정되어 왔는지를 살펴본다.

4장에서는 논의를 종합하고 결론짓는다.

본 연구는 지역산업을 분석하는 관점을 제시한다는 측면에서 의의가 있다.

@highlight

이 연구는 지역산업 네트워크의 변화를 통해 지역과 산업의 관계를 살펴보고자 했다.

@highlight

이 연구는 지역산업을 분석하는 관점을 제시한다는 측면에서 의의가 있다.

