유아 기관 내의 학대 건수는 증가하고 있는 추세이다.

교사가 유아를 학대하는 이유는 힘의 불균형에 의해 만들어지는 권력관계에서 비롯된다.

힘으로 유아들을 다루려 하는 교사들을 전제군주에, 그리고 유아를 전제국가의 신민에 비유할 때 전제군주제를 주창한 홉스라면 학대가 일어나는 교실을 어떤 눈으로 바라볼까하는 생각에서 이 글이 시작되었다.

이 글의 목적은 전제군주제를 최적의 국가 형태로 상정한 홉스의 논의에 비추어 유아 교실에서 학대를 행하는 교사를 비판하는 것이다.

이를 위해 우선 홉스가 주장하는 전제군주제의 특징, 전제군주의 권한과 권력, 신민들의 권리를 알아보고, 가장 강력한 전제군구제를 구축한 루이 14세의 권력 유지 방식을 살펴보았다.

그리고 홉스와 루이14세의 권력유지방식과 학대 교사의 교실운영방식의 유사점을 살펴보았다.

그러한 유사점에도 불구하고 이 글은 무소불위의 전제군주라도 그가 가진 지배, 통제, 권력과 같은 요소들의 이면에는 권리와 자유가 배치되어 있음을 보여줌으로써 홉스조차도 폭력을 행하는 학대 교사는 자리에서 물러나야 함에 동의할 것이라 점을 지적하였다.

마지막으로 교육과 보육의 목적을 바탕으로 학대교사에 대해 논의하였고, 홉스의 논의로부터 교실운영방식에 대한 함의를 찾아보았다.

@highlight

유아 기관 내의 학대 건수는 증가하고 있고 있다.

@highlight

이를 위해 우선 홉스가 주장하는 전제군주제의 특징, 전제군주의 권한과 권력, 신민들의 권리를 알아보고, 가장 강력한 전제군구제를 구축한 루이 14세의 권력 유지 방식을 살펴보았다.

