본 연구에서는 자동차 터보차저(turbo charger)용 터빈휠을 제조하기 위하여 고속원심주조법을 이용하여 TiAl 합금을 주조하였다.

여러 가지 조성의 주형을 사용하여 주조결함이 최소화 되는 최적의 몰드 조건을 찾고자 하였으며, 주조된 TiAl 합금의 결정구조와 미세조직을 고찰하였다.

TiAl 샘플의 XRD 분석 결과 γ-

TiAl 상과 α2-

Ti3Al 상으로 구성되어 있음을 확인하였으며, 광학현미경과 FE-

SEM 분석을 통하여 TiAl 샘플은 6-

fold 및 4-

fold 대칭성으로 이루어진 두 개의 수지상(dendrite) 형태로 이루어져 있음을 확인할 수 있었다.

또한 샘플의 단면에서 표면과 가까운 지점과 내부에서 측정한 원소함량의 차이를 확인할 수 있었으며, 마이크로비커스 경도계를 이용하여 표면에서 50 μm 미만의 영역에서 경도상승 영역alpha-

case 층이 형성되었음을 확인하였다.

@highlight

본 논문에서는 자동차 터보차저용 터빈휠을 제조하기 위해 고속원심주조법을 이용하여 TiAl 합금을 주조했다.

@highlight

여러 가지 조성의 주형을 사용하여 주조결함이 최소화 되는 최적의 몰드 조건을 찾아 보았다.

