석곽묘 연구는 주로 형식분류와 편년을 통한 지역색 혹은 시기별 변천양상, 수혈식석곽묘 발생과 관련한 기원문제 등이 중심 논제가 되었으며, 사회적 접근도 시도되었지만, 크게 전파론적 관점을 벗어나지 못하였다.

본고에서는 유적내의 석곽묘를 축조하는 사회집단은 그들이 선호하는 속성들을 관습적으로 채용할 것이라는 가정을 가지고, 속성의 시공간적 양상을 검토하여, 사회단위의 구조와 구성원들 간의 유대관계에 대한 접근을 시도해보고자 하였다.

대표적인 유적에 대해 석곽묘의 다양한 속성을 파악하고, 시공간적인 분포양상을 검토하였다.

검토 결과, 속성들은 석곽묘의 시간적인 변화와 함께, 인접한 석곽묘들이 뚜렷하게 구별되는 군을 이루며, 이 군들로 구성된 단위그룹들은 속성을 채용하는데 있어서 일부 차별화된 경향성이 나타나고 있었다.

이러한 차별성은 군의 공간적 분화양상을 밝혀주는 토대가 되었다.

또한 군들의 분화과정을 통하여 사회단위가 밝혀지고, 그러한 사회단위들을 통해서 사회구조와 공동체의 유대관계에 부분적으로 접근할 수 있었다.

유적 내 석곽묘의 군과 단위그룹의 분포양상은 공동체의 혈연적 또는 지연적 유대가 반영된 것으로 볼 수 있다.

@highlight

본 논문에서는 유적내의 석곽묘를 축조하는 사회집단은 그들이 선호하는 속성들을 관습적으로 채용할 것이라는 가정을 가지고, 속성의 시공간적 양상을 검토하여, 사회단위의 구조와 구성원들 간의 유대관계에 대한 접근을 시도하였다.

@highlight

대표적인 유적에 대해 석곽묘의 다양한 속성을 파악하고, 시공간적인 분포양상을 분석하였다.

