지역난방 열에너지 수요는 기상 요인, 사회문화적 요인과 밀접한 관련을 갖는다.

최근 기후변화에 따른 급격한 기온 변화와 기술의 발전, 사회문화적 특성의 변화에 따라 열에너지 수요예측에 대한 관심이 증가하고 있다.

본 연구는 2007년~2008년 수도권 두 도시의 시간단위 지역난방 열에너지 실측자료를 바탕으로 자료에 부합하면서 예측의 정확성을 향상시킬 수 있는 지역난방 열에너지 수요모형을 찾고자 하였다.

첫째, 외기온도와 열에너지 수요의 이력현상에 따른 상태 의존적 관계를 설명하는데 상태구분모형을 적용하였다.

둘째, 열에너지 수요의 사회문화적 요인을 고려하기 위하여 월, 요일, 일중 시간에 따른 계절 변수를 포함하였다.

셋째, 수요모형에 동태적 특성을 포함하여 계절적 주기와 열에너지 수요의 지체 현상을 설명하였다.

따라서 열에너지 수요의 이력현상에 따른 상태 의존적 특성, 사회문화적 요인, 동태적 특성을 수요모형에 고려함으로써 설명력을 개선하고 수요예측의 정확성을 향상시킬 수 있었다.

@highlight

이 연구는 2007년~2008년 수도권 두 도시의 시간단위 지역난방 열에너지 실측자료를 바탕으로 자료에 부합하면서 예측의 정확성을 향상시킬 수 있는 지역난방 열에너지 수요모형을 찾고자 하였다.

