이 논문의 문제의식은 신경림의 서술시에 나타난 화법을 살펴보고자 하는 것이었다.

그의 서술시에는 디에게시스뿐만 아니라, 혼합화법, 자유간접화법, 미메시스가 서술의 목적에 맞게 적절하게 선택·사용되었다.

이 논문에서는 이러한 점을 규명하기 위해서 전통적인 서정시의 화법과 구별되는 양상을 분석했다.

이러한 분석은 화법이 신경림 특유의 서술시를 가능하게 만드는 중요한 요소임을 증명하고자 하는 목적을 지녔다.

첫째, 1970-80년대 신경림의 서정시에서는 서사를 방불케 하는 혼합화법과 자유간접화법이 자주 구사되었다.

전통적인 서정시와 달리, 신경림의 서정시에서는 시인이 자신의 인격과 타인의 인격을 섞어 말하는 혼합화법과, 시인이 타인의 생각을 대용하여 자기 ‘스스로’(in propria persona) 말하는 자유간접화법의 방식이 주로 활용되었다.

둘째, 신경림의 서사시집 『남한강』에서는 시인이 자신의 목소리를 최대한 줄이고 등장인물이 그의 생각과 언어를 직접 말하기 때문에 미메시스가 주로 활용되었다.

신경림은 미메시스를 활용하다 보니 서술상의 문제점이 발생했지만, 그것을 보완하면서 독특한 서사시를 만들었다.

셋째, 1990년대 이후 신경림의 서정시에서는 자신이 살아온 과거를 숨김없이 사실 그대로 말하는 고백 형식의 디에게시스가 활용되어서 이야기의 시적 수용이 가능해졌다.

@highlight

본 논문은 신경림의 서술시에 나타난 화법을 살펴보고자 하였다.

@highlight

1970-80년대 신경림의 서정시에서는 서사를 방불케 하는 혼합화법과 자유간접화법이 자주 구사되었는데 전통적인 서정시와 달리, 신경림의 서정시에서는 시인이 자신의 인격과 타인의 인격을 섞어 말하는 혼합화법의 방식이 주로 사용되었다.

