본 연구의 목적은 청소년의 문제에 대한 영성과 기독교 상담의 균형 있는 관계 형성을 위한 통합적인 모색을 시도하는데 있다.

현대 청소년들은 빠른 사회적 변화 속에서 위기에 처해있다.

청소년기의 문제를 만들어 내는 원인들을 몇 가지로 살펴보면, 청소년기는 신체적으로 급격한 성장, 피부문제, 과다지방, 신체구조변 화, 목소리 변화 등을 통해 심리적인 영향을 받고, 성적인 충동으로 당황하게 된다.

청소년기는 부모와 동료들 그리고 다른 사람들과의 관계에서 변화를 겪게 되 고, 가치와 도덕과 종교에서 충동을 억제하며 살아가는 것을 배워야 한다.

뿐만 아니라 독립의지를 통해 자유를 찾게 되고 정체감과 자존감 및 미래에 대한 불안 등으로 많은 문제에 직면한다.

지금까지 이러한 문제에 직면한 청소년들에 대해 서 여러 가지 치료방법들을 통해서 접근해 왔지만 치료의 한계에 부딪히고 있고, 청소년 문제는 날로 더 심각해지고 있다.

이와 같은 상황에서 청소년들을 위해서 기독교 영성과 상담심리의 통합적 접근은 좋은 치료 대안이 될 수 있다고 하겠다.

이를 위해서는 영성에 대해 신학적 해석 작업과 상담 심리치료에 대한 수용 범위 설정, 그리고 임상적용 효과에 대한 연구와 청소년들을 위한 통합적 접근을 위한 이론모델이 제시되어야 할 것이다.

그리고 청소년의 문제는 가족문제와 직 결되기에 부모들이 성경적인 가치관을 갖고 영적으로 성숙하여 기독교인의 생 활양식으로 자녀들을 대하게 하는 것 또한 청소년을 치료하는데 유용 할 뿐만 아 니라 문제의 예방적 차원에 중요하다고 하겠다.

@highlight

이 연구의 목적은 청소년의 문제에 대한 영성과 기독교 상담의 균형 있는 관계 형성을 위한 통합적인 모색을 시도하는데 있다.

@highlight

현대 청소년들은 빠른 사회적 변화 속에서 위기에 처해있다.

