본

 

연

구

의

 

목

적

은

 

영

재

를

 

대

상

으

로

 

완

벽

주

의

 

관

련

 

연

구

를

 

시

행

할

 

때

 

가

장

 

많

이

 

활

용

되

고

 

있

는

 

완

벽

주

의

 

척

도

 

3

개

(

H

-

M

P

S

,

 

F

-

M

P

S

,

 

A

P

S

-

R

)

를

 

선

정

하

여

 

과

연

 

영

재

들

에

게

 

적

합

한

 

척

도

인

지

 

타

당

도

를

 

검

증

하

기

 

위

한

 

것

이

다

.

 

이

를

 

위

해

 

인

천

지

역

 

소

재

 

대

학

부

설

 

과

학

영

재

교

육

원

 

중

학

생

 

1

8

0

명

을

 

대

상

으

로

 

문

항

분

석

과

 

확

인

적

 

요

인

분

석

을

 

실

시

하

였

다

.

 

분

석

결

과

,

 

3

개

의

 

측

정

도

구

 

모

두

 

영

재

들

의

 

완

벽

주

의

를

 

설

명

하

는

데

 

적

합

하

지

 

않

은

 

것

으

로

 

나

타

났

다

.

 

3

개

의

 

측

정

도

구

 

중

에

서

는

 

A

P

S

-

R

(

χ

2

 

=

 

5

3

8

.

0

1

9

(

d

f

=

2

2

7

,

 

p

=

.

0

0

)

,

 

T

L

I

=

.

8

5

5

,

 

C

F

I

=

.

8

7

0

,

 

R

M

S

E

A

=

.

0

8

7

)

의

 

적

합

도

가

 

다

른

 

측

정

도

구

에

 

비

하

여

 

영

재

들

의

 

완

벽

주

의

를

 

좀

 

더

 

설

명

을

 

잘

 

한

다

고

 

판

단

 

할

 

수

 

있

었

으

며

,

 

영

재

들

을

 

대

상

으

로

 

한

 

연

구

에

서

 

가

장

 

많

이

 

활

용

되

고

 

있

는

 

H

-

M

P

S

 

측

정

도

구

의

 

적

합

도

는

 

3

개

의

 

측

정

도

구

 

중

 

가

장

 

낮

은

 

적

합

도

(

χ

2

 

=

 

3

1

0

2

.

5

5

4

(

d

f

=

9

4

2

,

 

p

=

.

0

0

)

,

 

T

L

I

=

.

4

1

0

,

 

C

F

I

=

.

4

3

9

,

 

R

M

S

E

A

=

.

1

1

3

)

인

 

것

으

로

 

나

타

났

다

.

 

따

라

서

 

본

 

연

구

에

서

는

 

기

존

의

 

외

국

에

서

 

대

학

생

들

을

 

대

상

으

로

 

개

발

된

 

완

벽

주

의

 

척

도

가

 

국

내

의

 

중

학

생

 

영

재

들

의

 

완

벽

주

의

를

 

측

정

하

는

데

 

부

적

합

함

을

 

시

사

하

고

 

있

으

며

,

 

영

재

들

의

 

특

성

과

 

연

령

,

 

더

 

나

아

가

 

국

내

의

 

사

회

문

화

적

 

맥

락

을

 

고

려

한

 

완

벽

주

의

 

척

도

의

 

문

항

개

발

이

 

필

요

함

을

 

제

시

하

고

 

있

다

.

@highlight

이 연구의 목적은 영재를 대상으로 완벽주의 관련 연구를 시행할 때 가장 많이 활용되고 있는 완벽주의 척도 3개를 선정하여 영재들에게 적합한 척도인지 알아본다. 그 결과, 3개의 측정도구 모두 영재들의 완벽주의를 설명하는데 적합하지 않았다.