이 연구의 목적은 청년층의 중소기업 취업 의향을 결정하는 요인을 구명하고, 각 요인의 영향력을 예측하는 데 있었다.

이를 위하여 한국교육고용패널(KEEP) 5-9차 연도 자료가 사용되었으며, 종속변인이 이분형 변인이므로 로지스틱 회귀모형을 활용하였다.

분석 결과에 따르면, 직장생활 경험이 있을수록, 취업을 통해 기대하는 최소임금이 낮을수록 중소기업 취업 의향을 높인다.

반면에 직업의 사회적 인정을 선호할수록, 육체노동을 기피할수록, 학력의 적합을 선호할수록, 정규직 및 사무직 등 직업의 외형적 가치를 선호할수록 중소기업 취업 의향을 낮춘다.

이 연구의 결과를 토대로 향후 청년들의 중소기업 취업 활성화를 위한 제언으로는, 첫째, 중소기업의 상대적으로 낮은 임금수준, 열악한 근무여건, 부족한 경력개발제도 등을 개선 지원해야 한다.

둘째, 작지만 비전 있는 건실한 중소기업에 대한 소개와 홍보가 필요하다.

셋째, 대학에서 학생의 전 생애적인 관점에서 진로개발역량 향상 교육이 필요하다.

넷째, 청년들이 건전한 직업의식을 함양할 수 있도록 학교 진로지도가 강화될 필요가 있다.

@highlight

이 연구의 목적은 청년층의 중소기업 취업 의향을 결정하는 요인을 구명하고, 각 요인의 영향력을 예측하는 데 있었다.

