가족체계이론의 관점에서 보면 가족 안의 갈등은 개인의 문제가 아니며 갈등발생의 근본원인은 그 가족이 가진 역기능적인 가족시스템과 구조에 있다.

가족시스템이론 안에서 가족들의 인식과 행동의 구조는 가족시스템의 구조와 형태에 커다란 영향을 받는다.

가족 안의 갈등은 더 이상 갈등을 경험하고 있는 개인들의 성격과 개인적인 특성을 통해서 기인된 문제가 아니다.

한 가족시스템에서 발생된 갈등은 그 가족시스템이 가지고 있는 역기능이 표현 된 것으로 본다.

즉, 역기능적인 시스템을 가지고 있음을 나타내는 것이다.

가족위기와 갈등은 바로 가족시스템의 문제인 것이다.

가족상담은 교회현장 속에서 상담사만이 아니라 목회자의 활동영역이 될 수 있다.

목회자는 가족문제와 같은 가족문제를 개입하는데 보다 치료의 잠재력을 갖고 있다.

이러한 맥락 속에서 신학과 목회 그리고 상담이 같은 분명한 지평의 차이점에도 불구하고 가족문제를 가족체계이론을 통해 해결하려는 가족목회 돌봄의 모델이 기독교상담 영역 안에서 수용되어 질 수 있는 가능성이 존재할 것이다.

@highlight

가족체계이론의 관점에서 보면 가족 안의 갈등은 개인의 문제가 아니며 갈등발생의 근본원인은 그 가족이 가진 역기능적인 가족시스템과 구조에 있다.

