본 연구는 현대적 관점에서 성실의 윤리적 의의를 규명해보고자 하였다.

이를 위해 본 논문은 일차적으로 성실의 개념적 의미를 그 자원(字源)을 통해 추적하였다.

성실은 애초에 ‘성신’으로 지칭되었던 관계로 ‘성’, ‘신’, ‘성신’, ‘성실’의 자원을 중점적으로 살펴보았다.

또한 시대적 흐름에 따라 성실의 개념에 어떠한 변화가 있었는지를 살펴보았다.

그리고 성실의 덕이 오늘을 사는 우리에게 어떠한 윤리적 의의를 지니고 있는지를 규범적으로 규명해보고, 개념적 차원에서 그의 한계를 지적하고 대안을 모색하였다.

성실은 진리 혹은 천도를 체현하고자 애쓰는 인간의 열정이다.

그래서 성실의 덕은 진실성을 그 주요 내용으로 요구한다.

이는 자기 자신과 타인과의 관계에서 생각, 말, 행동의 일치를 통해 나타난다.

성실의 덕이 중요한 까닭은 이와 같은 일련의 과정에서 항상성과 정성스러움을 동시에 갖추고 있기 때문이다.

그러나 성실의 덕은 하늘을 토대로 한 이론적 기초와 더불어 그것이 향하는 대상에 있어서 현대적 전환이 요구된다.

이와 더불어 성실의 덕에 내포되어 있는 등급성 또한 극복되어야 할 한계이다.

@highlight

이 연구는 현대적 관점에서 성실의 윤리적 의의를 규명해보고자 하였다.

@highlight

본 논문은 일차적으로 성실의 개념적 의미를 그 자원(字源)을 통해 추적하였다.

