학교에서 수행되는 각 교과의 교육이 제대로 수행되기 위해서는 각 교과가 지향하는 궁극적 교육목표를 정확하게 이해해야 하고, 이를 바탕으로 한 효율적이고 실용적인 교육이 진행되어야 한다.

문자의 기원을 아로새겨진 그림 무늬에서 시작한 것으로 여긴 데에서 출발하여 그런 문자를 기반으로 하여 완성된 문학 또는 문학작품은 ‘꾸밈’을 기본 속성으로 한다.

문학은 내용으로서의 ‘무엇’과 표현 형식으로서의 ‘어떻게’가 결합한 구조물이다.

따라서 문학을 문학으로 여기게 만드는 것은 ‘어떻게’ 표현했는가이다.

인간이 혼자서는 삶을 영위해 갈 수 없는 인류사회에서, 상호의사소통은 사회와 단체가 존립할 수 있는 바탕이 되며, 꾸밈을 활용한 표현의 방식은 사람들 간의 관계를 원만하게 만들어주는 요소이다.

문학 작품은 생산자로서 작가가 세상을 어떻게 관찰하고 인식하고 있는지, 그것에 대한 자신의 생각은 어떠한지를 숙려의 과정을 통해 산출된 언어로 정치하게 구현한 결과물이다.

그런 점에서 문학 작품에 대한 정밀한 독해와 이를 바탕으로 한 독자의 표현은 국어교육의 핵심 과정인 ‘읽기’와 ‘쓰기’ 교육의 본질에 해당하며, 또 이에 대한 교육적 수행은 문학교육에서 흔히 일컫는 ‘타자 이해’와 ‘자기 표현’에서 매우 중요한 과제이다.

@highlight

학교에서 수행되는 각 교과의 교육이 제대로 수행되기 위해서는 각 교과가 지향하는 궁극적 교육목표를 정확하게 이해해야 하고, 이를 바탕으로 한 효율적이고 실용적인 교육이 진행되어야 한다.

@highlight

문학은 내용으로서의 ‘무엇’과 표현 형식으로서의 ‘어떻게’가 결합한 구조물이다.

