본 연구는 국내에서 개발된 형질전환 콩 재배 시 토양 미생물 군집에 미치는 영향과 수평적 유전자 이동 여부를 알아보기 위해 수행되었다.

성숙기 토양의 미생물 군집밀도의 경우 형질전환 콩 근권 토양 미생물 군집밀도가 비 형질전환 콩근권 토양과 유사하여 형질전환 콩 재배가 근권 토양 미생물에 영향을 미치지 않는 것으로 나타났다.

근권 토양의 우점 미생물 분포 양상 분석 결과, Proteobacteria , Firmicutes 와 Actinobacteria 순으로 나타났으며 점유율은 다소 차이를 보였으나 우점종은 거의 유사하였다.

근권 토양 DNA에 대한 DGGE 분석 결과, 형질전환 콩과 비 형질전환 콩의 근권 토양 미생물 군집의 변화는 보이지 않았다.

형질전환 콩 재배에 따른 토양의 화학성을 분석한 결과, 형질전환 콩과 비 형질전환 콩의 근권 미생물상의 명확한 차이가 나타날 정도로 토양간 화학성의 차이는 크지 않았다.

형질전환 작물에 도입된 유전자군을 대상으로 식물체와 근권 토양 DNA에 대한 PCR 분석을 수행한 결과 수평적 유전자 이동성은 일어나지 않은것으로 추정되었다.

@highlight

이 연구는 국내에서 개발된 형질전환 콩 재배 시 토양 미생물 군집에 미치는 영향과 수평적 유전자 이동 여부를 알아보기 위해 수행되었다.

