Crowd Sourcing 기반의 Social App Manufacturing 환경에서는 소규모 앱 개발 프로젝트를 익명의 가상팀에 의해 시공간의 제약이 없이 수행하며 이를 위해 앱 개발 관리를 위한 자동화된 방법을 필요로 한다.

Social App Manufacturing의 특징인 익명성을 갖는 가상팀은프로젝트 진행 상황에 대한 가시성의 저하와 프로젝트 완료 여부의 불확실성을 증가시키는 핵심 요인이다.

본 연구에서는 Social AppManufacturing 환경하의 프로젝트 관리 방법의 하나로 개발 지연이 프로젝트에 주는 위험 영향을 정량적으로 측정할 수 있는 위험영향도측정 모델을 제안한다.

제시한 측정 모델은 작업일정 지연에 따른 위험 영향 유형과 위험영향도 특성함수를 정의하고 진행 성과에 따른 프로젝트 위험영향도 측정식을 제안한다.

Social App Manufacturing 환경에서 수행하는 프로젝트 관리에 이 모델을 활용하여 진행 상황에 대한 가시성을 확보하고 일정 지연으로 실패 위험이 발생하는 프로젝트를 식별하고 미리 대처할 수 있도록 한다.

@highlight

본 논문에서는 Social AppManufacturing 환경하의 프로젝트 관리 방법의 하나로써 개발 지연이 프로젝트에 주는 위험 영향을 정량적으로 측정할 수 있는 위험영향도측정 모델을 제안하려 한다.

