본 연구에서는 고준위 방사성 폐기물 처분장의 특징인 높은 고도 차이와 폐기물에서 발생하는 발열량에 따른 자연 환기력을 계산하고 이를 바탕으로 자연 환기량을 계산하였다.

고준위 방사성 폐기물 처분장은 열 엔진과 유사한 폐쇄 싸이클의 열역학적인 과정을 따른다고 볼 수 있다.

지하처분장내 고준위 폐기물의 발열에 의한 열이 공기에 추가되고 이로 인해 공기가 upcast 수직갱을 통해 위로 올라가는 동안 팽창됨에 따라 주위에 일을 하고, 이때 한 일에 의해 첨가된 열의 일부분은 임시로 기계적 에너지로 변함으로서 공기의 흐름을 촉진할 수 있다.

이는 처분장 내에서 지속적이고 강력한 열원이 존재한다면 자연 지속적인 공기의 싸이클적 흐름을 가능하게 할 것이다.

이를 바탕으로 고준위 방사성 폐기물의 심지층 처분시 발생되는 자연 환기량을 수학적 방법으로 계산한 결과 굴뚝효과에 의하여 폐기물 발열량에 따라 74~183Pa의 자연 환기력이 계산되고 이에 따른 자연 환기량은 92.5~147.7m^3/s이 계산되었다.

또한 CFD의 자연환기량 해석결과는 82~143m^3/s로서 수학적인 방법과 비교하여 매우 비슷한 결과를 나타내었다.

@highlight

본고에서는 고준위 방사성 폐기물 처분장의 특징인 높은 고도 차이와 폐기물에서 발생하는 발열량에 따른 자연 환기력을 계산하고 이를 바탕으로 자연 환기량을 계산하였다.

