본 연구는 1997년부터 2011년까지 국내 등재(후보)학술지에 발표된 수학적 창의성과 관련한 국내 연구 동향을 분석함으로써 수학적 창의성 교육의 미래 과제와 발전 방향에 대한 시사점을 제공하는 것이다.

연구대상은 1997년부터 2011년까지 국내 등재(후보)학술지에 발표된 논문 114편을 선정하여 분류기준에 따라 연도별, 대상별, 연구주제별, 연구방법별 동향을 분석하였다.

연구 결과, 수학적 창의성 교육 연구는 2000년 이후부터 지속적으로 이루어졌고, 연구대상별 동향분석에서는 연구주제가 사람이 아닌 경우, 중등학생, 초등학생, 영재학생, 교사, 유치원생 순으로 많이 이루어졌다.

연구주제별 동향분석에서는 수학적 창의성 교육방법, 수학적 창의성의 일반연구, 수학적 창의성 측정과 평가 연구가 비교적 활발하게 이루어졌고, 교과서 및 교육과정과 관련한 연구가 미진하였다.

연구방법별 동향에서는 질적연구방법이 양적연구방법에 비해 많았으며 혼합 연구방법은 저조하였다.

이와 같은 연구 결과를 통해 본 논문은 현재까지의 수학적 창의성이 어떻게 연구되었고 앞으로의 연구방향에 대한 시사점을 제공하였다.

@highlight

이 연구는 1997년부터 2011년까지 국내 등재(후보)학술지에 발표된 수학적 창의성과 관련한 국내 연구 동향을 분석함으로써 수학적 창의성 교육의 미래 과제와 발전 방향에 대한 시사점을 제공하는 것이다.

