본 연구는 신자유주의적 개인주의 시대에 적합한 자율성의 논의를 주목적으로 한다.

이러한 논의를 토대로 생명의료윤리 영역에서 강조되는 ‘자율성 존중의 원칙’이 재조명될 필요가 있다고 보기 때문이 다.

이에 필자는 자유주의적 개인주의에서 근본적이고 포괄적인 변화를 가져온 신자유주의적 개인주의 에 대해 고찰하였다.

신자유주의는 개인의 권리와 자유를 강조하는 자유주의 전통을 이어받고 있다.

그 렇지만 개인주의의 양적 팽창과 질적 변화를 통해 과거의 그것과는 분명 다르게 변모, 변질되었다는 사 실에 주목해, 그동안의 자유주의적 개인주의의 관점에서만 이해되고 검토되어 왔던 자율성의 개념을 오늘날 현대사회, 특히 신자유주의적 개인주의 신조가 반영된 개인과 그러한 구조에 둘러싸인 개인의 삶의 조건들 속에서 새롭게 고려되어야 할 자율성의 의미에 대해서 논의하였다.

결론은 다음과 같다.

오 늘날 경쟁과 축적의 미덕의 시대에 단지 타인으로부터의 간섭과 방해의 부재가 아니라 지배관계에 현 존하는 극심한 불평등으로부터 벗어나는 것, 즉 개인적 삶의 취약성과 불확실성을 넘어서 지배와 피지 배가 존재하지 않는 영역으로 들어서는 것이야말로 자유로운 삶을 영위하는 것이라고 할 수 있다.

이때 비지배의 자유는 다양한 상황과 조건들에 처한 인간들의 자율성을 회복하는 데 하나의 시대적 응답이 될 수 있을 것이다.

@highlight

이 연구는 신자유주의적 개인주의 시대에 적합한 자율성의 논의를 주목적으로 한다.

@highlight

신자유주의는 개인의 권리와 자유를 강조하는 자유주의 전통을 이어받고 있다.

