선다형 시험의 문제점을 보완하고 대학의 학생선발권을 강화하기 위해 도입된 대입 논술고사는 시행 이후 여러 차례의 변화와 함께 많은 논쟁을 야기하였다.

논술고사의 유형은 크게 단독과제형, 자료제시형, 통합논술형의 세 가지로 분류되는데, 단독과제형은 능동적인 글쓰기 과정에 가깝고, 자료제시형은 읽기에 기반한 쓰기를 지향하며, 통합교과형 논술은 교과지식의 역할이 강화된 특성을 나타낸다.

대입 논술고사 대비 위주의 논술 교육은 학교 현장에서 많은 문제점을 야기하고 있다.

이는 논술고사가 대학의 필요에 의해 강제되는 형식을 띠게 되어 나타나는 현상으로 교육과정을 벗어난 논술고사 대비 위주의 교육은 학생들에게 글쓰기에 대한 두려움을 유발하고 과중한 학습 부담을 지우고 있다.

이러한 문제 현상을 개선하기 위해서는 입시 평가를 위한 선별 도구의 역할에 제한된 논술고사의 틀을 벗어나 올바른 논술 교육의 방향을 모색하는 일이 필요하다.

본고에서는 학교 현장의 논술 교육을 정상화하기 위해서 교육과정에 기반한 논술 교육과 글쓰기로서의 정체성에 바탕을 둔 논술 교육이 필요하다고 제안하였다.

대입 논술고사는 이처럼 교육과정에 나타난 논증적 글쓰기 양식에 기반할 때 중등학교 글쓰기 교육을 정상화하고 대학에 필요한 글쓰기 능력을 촉진하는 매개체가 될 수 있다.

즉 논술 교육의 정상화와 논술고사의 개선은 이러한 방향에서 접근할 때 생산적인 결과를 산출할 수 있다.

@highlight

선다형 시험의 문제점을 보완하고 대학의 학생선발권을 강화하기 위해 도입된 대입 논술고사는 시행 이후 여러 차례의 변화와 함께 많은 논쟁을 야기하였다.

