정책금융은 정보비대칭하에서 발생하는 시장실패 교정을 통해 궁극적으로 경제의 안정성을 높이는 데 일차적인 목적을 두고 있지만 최근의 경제 여건을 감안하면 또 다른 국민경제적 효과인 고용에도 관심을 가질 필요가 있을 것이다.

이러한 필요성에 입각하여 본 연구에서 정책금융과 고용 그리고 기업성과 간의 상관관계를 실증적으로 분석해 보고자 한다.

정책금융과 고용 및 기업성과 간에는 분석 모형에 따라 다소 상이한 결과가 제시되었다.

정책금융 여부를 더미로 취급할 경우 정책금융과 고용, 특히 중소기업의 고용증가율 간에는 통계적으로 의미있는 정(+)의 상관관계가 존재하는 것으로 분석된 반면 기업의 수익성 개선과는 별다른 관련성을 가지지 못하는 것으로 나타났다.

이는 정책금융 수혜의 일부가 중소기업의 고용증가로 이어지기는 하나 중소기업의 수익성 개선에는 크게 기여하지 못했음을 시사한다.

반면 정책금융 수준을 이용하여 고용과의 상관관계를 분석해 본 결과 오히려 정책금융과 고용, 특히 고용증가율 간에는 음(-

)의 상관관계가 존재하는 것으로 나타났다.

이러한 결과는 정책금융의 수혜가 고용증가율에는 정(+)의 효과를 지니나 정책금융의 규모가 커질수록 그 효과가 반감되기 때문으로 이해된다.

본 연구의 결과는 정책금융과 기업의 경영성과의 관계에 치중하던 기존의 연구와는 달리 정책금융과 고용에 대한 관계를 통해 정책금융의 경제적 효과에 대한 다양한 시각을 제시함으로써 그 기능을 보다 명료하게 이해하는데 의의가 있다.

@highlight

이 연구의 결과는 정책금융과 기업의 경영성과의 관계에 치중하던 기존의 연구와는 달리 정책금융과 고용에 대한 관계를 통해 정책금융의 경제적 효과에 대한 다양한 시각을 제시함으로써 그 기능을 보다 명료하게 이해하는데 의의가 있다.

