본 연구는 장애아 어머니들이 사회복지제도 속에서 적극적 행동주체로 성장해나가는 과정을 드러내는 데 그 목적이 있다.

기존의 사회복지연구들은 사회복지이용자들을 주어진 서비스를 수동적으로 수혜 받는 정책대상으로 묘사하는 경향이 강하다.

그러나 현실에서 사회복지이용자들은 적극적 주체로서 사회복지제도 관련 정보를 수집하고 활용하며 전략적으로 제도를 변용하기도 한다.

본 연구는 뇌병변 장애자녀를 둔 어머니들을 사례로, 사회복지제도 속에서 사회복지이용자들은 제도적 제약을 받으면서도 한편으로는 자신의 이익을 쟁취하는 역동적 행위자임을 드러내고자 했다.

이를 위해 본 연구는 뇌병변 장애아동의 어머니 9명을 심층면접하고 이를 근거이론을 통해 분석했다.

본 논문에서는 뇌병변 장애아동의 어머니가 자녀와 함께 사회복지제도 속에서 점진적으로 성장해 가는 모습을 진입기, 각성기, 탐색기, 투쟁기, 체념기, 활용기의 6단계로 나누어 서술하였다.

이를 통해 본 연구는 이론적으로는 제도-

행위자 이론에 대한 경험적 논거를 제시하고, 정책적으로는 장애아동과 그 가족을 위한 사회복지제도와 정보환경의 보완책에 대해 논의할 기회를 마련하고자 했다.

@highlight

이 연구는 장애아 어머니들이 사회복지제도 속에서 적극적 행동주체로 성장해나가는 과정을 드러내는 데 그 목적이 있다.

