이 연구를 통해 나는 목동의 엄마들이 자녀의 사교육에 집중하는 현상과 목동 유아 사교육의 상황적 구조 및 한계를 밝히고자 노력하였다.

나는 목동에 살고 있는 두 아이를 둔 아줌마이자 학생으로, 목동 엄마들의 삶 속에서 주체 혹은 객체로 살아가고 있다.

나의 ‘삶’ 속에서 얻은 관찰기록, 목동 엄마들과의 구조화된 혹은 비구조화된 인터뷰 그리고 현지자료를 질적 분석 및 해석하였다.

목동의 사교육은 ①세계화와 영어의 필요성, ②한국 사회 여성의 교육·취업·육아구조, ③한국의 학력·학벌주의라는 대상황, ①사교육 기관의 영향, ②주위의 영향, ③대중매체의 영향이라는 매개상황, ①목동으로의 이주, ②영어 능력의 필요, ③자녀의 특성과 가시적 변화라는 소상황의 구조를 가지고 있었다.

또한 유아를 대상으로 한 과도한 사교육은 존재의 부재(不在)라는 근본적인 한계를 가지고 있었는데, 이는 아이의 부재, 엄마의 부재, 교사로서의 부모의 부재라는 모습으로 나타났다.

이 연구는 ‘개인 부모의 욕심’ 혹은 교육열로 치부되었던 사교육 집중현상을 ‘주체(主體)적 존재의식’의 함양을 통해 재인식할 필요를 제시하였다는데 의의가 있다.

@highlight

이 연구를 통해 나는 목동의 엄마들이 자녀의 사교육에 집중하는 현상과 목동 유아 사교육의 상황적 구조 및 한계를 밝히고자 노력하였다.

@highlight

이 연구는 ‘개인 부모의 욕심’ 혹은 교육열로 치부되었던 사교육 집중현상을 ‘주체(主體)적 존재의식’의 함양을 통해 재인식할 필요를 제시하였다는데 의의가 있다.

