본 연구는 노인주간보호서비스 이용하고 있는 부양자의 삶의 질과 부양부담감의 정도와 부양자의 삶의 질의 영향요인을 분석하기 위한 서술적 조사연구이다.

연구대상은 D시 소재의 주간보호시설을 이용하는 65세 이상 노인과 함께 동거하면서 매일의 부양을 1차적으로 책임지고 있는 여성 부양자인 146명이었다.

조사기간은 2008년 8월 1일에서 8월 30일까지이며 삶의 질과 부양부담감을 구조화된 설문지를 이용하여 측정하였다.

수집된 자료는 SPSS Window 16.0 통계 프로그램을 이용하여 t-

test, ANOVA, Pearson's correlation coefficient 및 위계적 다중회귀분석을 이용하였다.

연구결과는 노인 주간보호서비스를 이용하는 대상자가 지각한 삶의 질과 부양부담감의 정도는 재가에서 만성질환노인을 돌보는 대상자에 비해 부양부담감은 다소 낮은 편이었고, 삶의 질은 다소 높았다.

또한 부양자의 부양부담감과 삶의 질은 부적상관관계가 나타남으로써, 부양자의 부양부담감이 높을수록 삶의 질의 점수는 낮은 것으로 나타났다.

궁극적으로 부양자의 총 부양부담감이 삶의 질에 가장 큰 영향력을 미치는 것으로 나타났다.

@highlight

이 연구는 노인주간보호서비스 이용하고 있는 부양자의 삶의 질과 부양부담감의 정도와 부양자의 삶의 질의 영향요인을 분석하기 위한 서술적 조사연구이다.

