본고는 최부가 중국 체험을 글로 적은 『표해록』을 연구대상으로 하여 텍스트에 담긴 작자의 이념기반과 그 기반 위에서의 강남 이미지를 분석하였다.

『표해록』을 통해 최부 이념의 기본은 충효우애인바 이 네 가지 덕목은 최부의 이념을 구성하는 지극히 중요한 제반 요소임을 따질 수 있었다.

이 네 가지 덕목가운데 충과 효가 긴장관계를 가질 때 가치판단에서는 효를 우선시하고 행위표출에서는 충을 우선시하는 경향이 일관되게 나타났다.

아울러 최부는 하늘을 도덕적 하늘로 파악하였고 국가모델에 있어서 내적으로는 유교이념체제를, 외적으로는 부국강병을 기반으로 한 이상적 국가모델을 추구하였다.

이러한 이념을 바탕으로 하여 살펴볼 때, 최부의 눈에 비친 강남은 비록 사치를 따지고 관리들이 상업에 종사하는 등 유교적 논리에 걸맞지 않는 현상이 없지 않았으나 그래도 전반적으로 유교의 윤리의식인 충효우애가 잘 구현되었을 뿐만 아니라 백성들이 안락한 생활을 누리는 부국강병마저도 어느 정도 이룩한 이상향의 기틀을 다진 지역으로 인식되었음을 읽어낼 수 있었다.

@highlight

이 글은 최부가 중국 체험을 글로 적은 『표해록』을 연구대상으로 하여 텍스트에 담긴 작자의 이념기반과 그 기반 위에서의 강남 이미지를 분석하였다.

