본 연구에서는 경영자의 이익유연화 행위가 회계이익 및 현금흐름의 예측가치를 향상시켜 주식시장에서의 정보효과를 증진시킬 수 있는지를 실증분석하였다.

이익유연화가 이익관리의 한 가지 형태임에도 불구하고 이익 및 그 구성요소의 시계열변동을 안정시킬 경우 지속성의 향상을 초래하여 주식시장에 전달되는 미래의 회계변수에 대한 정보의 양을 증가시키는 결과를 가져올 수 있다.

당기의 주식수익률을 종속변수로 하고 과거, 현재, 미래의 회계변수 및 이익유연화변수와 각 회계변수들과의 상호작용항을 독립변수로 포함하는 회귀식을 추정한 결과, 유연화의 정도가 클수록 미래이익반응계수 및 미래현금흐름반응계수도 증가한다는 부분적인 증거를 확인할 수 있었다.

이러한 결과는 일반적 의미의 이익관리가 회계정보에 잡음을 초래하여 정보가치를 저하시키는 것과는 상반되는 증거로서 유연화의 순기능 가능성을 시사하는 것이라 할 수 있으며 이익관리의 정보효과에 관한 연구에 새로운 단서를 제공한 것이라 볼 수 있다.

@highlight

이 연구에서는 경영자의 이익유연화 행위가 회계이익 및 현금흐름의 예측가치를 향상시켜 주식시장에서의 정보효과를 증진시킬 수 있는지를 실증분석했다.

