본 연구는 복지서비스의 질을 제고하고 시민의 행복을 증진하는 사회복지 공무원의 행복을 연구하였다.

행복의 개념과 측정, 행복의 영향요인에 대한 선행연구를 검토하였으며, 탐색적 차원에서 사회복지 공무원의 행복영향요인에 관한 변수를 구성하고 설문조사를 실시하여 결과를 분석하였다.

사회복지 공무원의 행복은 주관적 안녕감, 심리적 안녕감, 전반적 행복감으로 측정하였다.

주관적 안녕감에 영향을 미치는 요인은 직장만족, 긍정적 성격, 안전인식, 공기청정(-

), 여성이고 전반적 행복감 영향요인은 직장만족, 긍정적 성격, 재교육, 공기청정(-

), 출퇴근교통이다.

사회복지공무원으로서의 의미 있는 삶을 측정하는 심리적 안녕감에는 긍정적 성격, 직장만족, 상대적 가구소득, 안전인식, 재교육, 협력의향, 성차별인식(-

) 등 가장 많은요인이 영향을 주는 것으로 분석되었다.

정부는 사회복지 공무원의 행복증진을 위하여 전문직으로서의 긍지와 보람을 느낄 수 있도록 직무 및 근로환경을 관리하며, 긍정적 정서함양과 재교육, 성차별 해소에 관심을 가져야 한다.

@highlight

본고는 복지서비스의 질을 제고하고 시민의 행복을 증진하는 사회복지 공무원의 행복을 연구했다.

@highlight

행복의 개념과 측정하고 행복의 영향요인에 대한 선행연구를 검토하였다.

