본 연구의 목적은 첫째, 다문화가정의 결혼생활 조기 적응을 위한 국가지원의 종류와 서비스 현황을 간단하게 파악하고, 둘째, 다문화가정의 결혼생활 조기적응을 위한 실험적 프로그램인 쌍방향언어문화 교육프로그램의 개발 배경과 교육내용을 소개하고, 셋째, 이 프로그램에 대한 이수자들의 만족도와 향후 프로그램을 위한 제안을 바탕으로 해서 다양한 가족 대상 프로그램 개발을 탐색해 보는 것이다.

이러한 연구의 목적을 위해 문헌연구와 교육수행의 두 가지를 결합한 연구방법을 도입하였다.

문헌연구부분에서는 다문화가정 실태조사, 그리고 이와 관련된기존의 연구 결과를 분석하여 다문화가정의 결혼생활 조기 적응을 위한 지원 프로그램의 현황을파악하였고 이를 바탕으로 쌍방향 언어문화 교육 프로그램을 설계하였다.

두 번째 단계인 교육시행에서는 설계된 프로그램을 2차에 걸쳐 당일형과 일박이일형으로 나누어 시행하였고 교육프로그램 이수자들에게 만족도 조사를 실시하였다.

마지막으로 교육 프로그램 만족도 조사결과를분석하여 향후의 다문화가정을 위한 조기 교육프로그램 개발을 위한 제언을 통해 다양한 가족대상 프로그램 개발을 위한 탐색을 시도하였다.

따라서 이 논문은 크게 세 부분으로 구성되어있다.

즉 첫째, 다문화가정의 이주배우자와 가족간의 조기 적응의 중요성과 국가지원의 종류, 둘째, 조기적응을 위한 쌍방향 언어문화교육 프로그램의 소개와 만족도 조사 결과 분석, 셋째, 다문화가정의 조기 적응을 위한 향후 가족 대상 프로그램 개발을 위한 제안이다.

@highlight

이 연구의 목적은 첫째, 다문화가정의 결혼생활 조기 적응을 위한 국가지원의 종류와 서비스 현황을 간단하게 파악하고, 둘째, 다문화가정의 결혼생활 조기적응을 위한 실험적 프로그램인 쌍방향언어문화 교육프로그램의 개발 배경과 교육내용을 소개하고, 셋째, 이 프로그램에 대한 이수자들의 만족도와 향후 프로그램을 위한 제안을 바탕으로 해서 다양한 가족 대상 프로그램 개발을 탐색해 보는 것이다.

