I형 프리스트레스트 콘크리트 거더 교량의 활하중 분배계수식을 개발하기 위한 구조해석 모델은 해석결과의 적정성과 함께 모델링의 용이성도 동시에 가지고 있어야 한다.

그 이유는 활하중 분배계수식의 개발 과정에서 무수히 많은 횟수의 구조해석이 필요하기 때문이다.

본 연구에서는 기존 연구와 설계실무에서 사용하고 있는 모델들을 비교하여 적정한 구조해석모델을 선정하였다.

또한 수치해석과 재하시험 결과와의 비교를 통하여 방호벽과 가로보의 휨 강성이 활하중분배에 미치는 영향을 분석하였다.

연구결과로서 I형 프리스트레스트 콘크리트 거더 교량의 구조해석에는 편심을 반영한 거더, 방호벽 및 가로보를 바닥판에 연결시킨 모델이 해석결과의 정확성과 모델링의 편이성을 동시에 만족시키는 측면에서 적합하였다.

그러나 방호벽은 강성변화에도 불구하고 활하중분배에 미치는 영향이 미소한 것으로 분석되었다.

편심을 고려한 가로보는 휨 강성 25%이상에서는 강성변화에 따른 영향이 적었다.

따라서 거더는 바닥판과의 편심을 고려하여 강체요소로 연결하고, 방호벽은 무시하고, 가로보는 전 단면이 유효한 것으로 가정한 상태에서 편심을 주지 않는 모델을 I형 프리스트레스트 콘크리트 거더 교량의 활하중 분배계수식의 개발을 위한 최종 구조해석 모델로서 선정하였다.

@highlight

이 연구는 기존 연구와 설계실무에서 사용하고 있는 모델들을 비교해 적정한 구조해석모델을 선정했다.

@highlight

연구결과로서 I형 프리스트레스트 콘크리트 거더 교량의 구조해석에는 편심을 반영한 거더, 방호벽 및 가로보를 바닥판에 연결시킨 모델이 해석결과의 정확성과 모델링의 편이성을 동시에 만족시키는 측면에서 적합했다.

