본 연구는 조직적 요인이 정보기술의 활용에 영향을 미친다는 관점에서, 정보기술의 도입과 활용 간의 괴리가 발생하고 있는 세종시 이전 이후의 상황에 대해 논의하고자 하였다.

세종시 이전 이후, 정부는 정보기술의 활용을 증대시켜 비효율성 문제를 해결하고자 하였지만 여전히 전통적인 업무수행방식을 고수하고 있다는 연구결과에 따라, 본 연구는 조직의 위계문화가 원인일 것이라고 가정하였다.

본 연구는 위계문화를 집권성, 공식성, 레드테이프로 정의하고, 각 요인이 정보기술의 활용 및 전통적 업무수행방식에 미치는 영향을 상호 비교하였다.

회귀분석을 시행한 결과, 집권성과 레드테이프는 물리적 거리가 증대한 상황에서도 지속적으로 대면보고를 유지하게 만드는 요인이었고, 공식성이 전자정부기술과 모바일정부기술의 활용을 늘리는 요인인 것으로 확인되었다.

한편 집권성은 모바일활용기술은 줄이는 반면, 디지털행정협업시스템의 활용을 늘리는 것으로 나타났다.

인터뷰를 통해 확인한 결과, 집권성은 기존의 업무수행방식을 지속하도록 만드는 요인이며, 공식성의 영향은 보고를 해야 하는 업무 규정에 따른 것으로, 정보기술이 의사소통 방식을 발전시킨 것이라기보다 기존의 업무 관행을 지속시키는 방법으로 활용되고 있음이 확인되었다.

이를 통해 본 연구는 정보기술을 통한 의사소통의 활성화와 새로운 의사소통 문화를 이루기 위해서는 조직문화의 개혁이 필요함을 제안하였다.

@highlight

이 연구는 조직적 요인이 정보기술의 활용에 영향을 미친다는 관점에서, 정보기술의 도입과 활용 간의 괴리가 발생하고 있는 세종시 이전 이후의 상황에 대해 논의하고자 하였다.

