본 논문은 ‘적대관념과 정권안보’의 관계에 관한 이론적 논의를 토대로 제2차 세계대전 이후 전형적인 ‘국경 독재체제’를 지향했던 동독정권의 체제존속과 붕괴논리를 설명하고, 북한에 대한 함의를 제시하는데 목적을 둔다.

이론적으로 ‘적’은 주민을 정치적으로 동원(mobilize), 국내문제로부터 관심을 전환(divert), 반체제 요소의 억압(suppress), 그리고 국가여론과 의지를 통합(integrate)하기 위한 명분이자 정당성의 통치이데올로기로 활용된다.

이러한 점에서 통치 정당성의 기반이 취약한 독재체제는 ‘폐쇄된 국경’ 내에서 ‘적대관념’을 이용하여 주민을 동원하고 검열하고 체제 결속력을 높이는데 악용할 수 있다.

본 논문은 한국가가 ‘개방된 국경체제’로 전환되는 과정에서는 ‘적대관념’의 해체가 점진적으로 발생하고, 그것이 궁극적으로는 ‘이념적 정당성’의 기반을 흔들어 정권에 대한 대중의 불신을 확산하고 정권안보를 훼손하게 된다는 점에 주목한다.

@highlight

본고는 ‘적대관념과 정권안보’의 관계에 관한 이론적 논의를 토대로 제2차 세계대전 이후에 전형적인 ‘국경 독재체제’를 지향했던 동독정권의 체제존속과 붕괴논리를 설명하였고, 북한에 대한 함의를 제시하는데 목적이 있다.

