본 연구는 태권도 교육이 지향하는 목표를 성취하기 위한 태권도 표준교육과정을 정립하는데 그 목적이 있다.

체육교육과정 전문가 2인, 태권도 전문가 4인이 참여하여 1차적으로 문헌 연구를 실시하였고, 태권도 표준교육과정에 대해 총 7회의 전문가 협의회를 개최하였으며, 국내 태권도 권위자 2인과 심층면담을 통해 자료를 수집하였다.

수집된 자료는 운동 기술 분류와 전통적인 태권도 수련 기준에 의거하여 기본동작, 품새, 겨루기, 격파, 태권도 정신과 지식의 5가지 범주로 구분하여 표준교육과정 내용을 정리하였다.

태권도 기본동작 수련은 유급자와 유단자과정에서 기존 공인 품새의 체계를 따르되, 추가로 기술체계를 수준별로 나누어 제시하였다.

태권도 품새는 기존의 품새 수련과정에 따라 태극 1장부터 8장까지 급별로 수련하며 유단자 품새도 1단부터 9단에 이르기까지 고려부터 일여를 각각의 수련단계에 맞게 수련하도록 하였다.

겨루기는 유급자 과정에서 겨루기의 기본자세와 기본 기술을 익히고, 유단자 과정에서는 겨루기의 기술을 적용하고 실제 경기에서 다양하게 응용하도록 하였다.

격파는 유급자 과정에서 격파의 기초와 과학적 원리를 이해하고, 유단자 과정에서는 다양한 신체 부위와 기술을 활용한 격파를 수련하도록 하였다.

태권도 정신과 지식은 유급자 과정에서 기초적 내용을 이해하고, 유단자과정에서 심화 내용을 이해하도록 하였다.

@highlight

이 연구는 태권도 교육이 지향하는 목표를 성취하기 위한 태권도 표준교육과정을 정립하는데 그 목적이 있다.

@highlight

태권도 정신과 지식은 유급자 과정에서 기초적 내용을 이해하고, 유단자과정에서 심화 내용을 이해하도록 했다.

