본 연구에서는 성인애착의 두 차원인 애착불안과 애착회피가 기본 심리적 욕구 만족과 내면화된 수치심을 거쳐 분노표현방식에 미치는 경로를 확인하고 각 변인들 간의 관련성을 탐색했다.

이를 위해 서울 및 경기 지역에 거주하는 성인 남녀 384명을 대상으로 설문을 실시하였고, 이 중 분석에 사용할 수 없는 10명의 자료를 제외하고 374명의 자료를 분석에 사용하였다.

분석 결과, 애착불안과 애착회피 모두가 기본 심리적 욕구 만족을 거쳐 분노통제에 영향을 미치고, 내면화된 수치심을 거쳐 분노억제와 분노표출에 영향을 미치는 것으로 나타났다.

또, 애착불안과 애착회피의 차이가 나타났는데, 애착불안은 기본 심리적 욕구 만족과 내면화된 수치심에 직접적으로 영향을 주지만 애착회피는 기본 심리적 욕구 만족에만 직접적으로 영향을 미치며 내면화된 수치심에는 기본 심리적 욕구 만족을 거쳐 간접적으로만 영향을 주는 것으로 나타났다.

이러한 분석 결과를 통해 애착불안과 애착회피의 차이점을 확인하였고, 애착불안과 애착회피가 분노표현방식에 영향을 미치는 과정에서 기본 심리적 욕구 만족이 중요한 변인임을 확인하였다.

이상과 같은 결과를 바탕으로 애착불안과 애착회피의 차이 및 결과의 의의를 논의에 포함시켰으며, 연구 결과에 대한 상담 및 심리치료에 대한 제언점 등을 논의하였다.

@highlight

이 연구에서는 성인애착의 두 차원인 애착불안과 애착회피가 기본 심리적 욕구 만족과 내면화된 수치심을 거쳐 분노표현방식에 미치는 경로를 확인하고 각 변인들 간의 관련성을 탐색했다.

