본 연구의 목적은 체육수업에서 시각중복장애학생 3명을 대상으로 생태학적 사정에 근거한 지속적인 교수적합화 과정을 통하여, 교수적합화가 시각중복장애학생들의 체육수업 참여행동에 미치는 영향을 밝히는 것이다.

연구목적 달성을 위해 교수환경과 교수내용을 중심으로 시각중복장애학생의 체육수업환경을 생태학적 사정 도구로 점검하고 분석한 내용을 바탕으로 교수 활동을 수정하였다.

실험설계는 혼합연구방법론을 사용하였다.

단일대상연구의 대상자간 중다간헐기초선 설계(multiple probe design acrosssubjects)를 사용하여 중재 종료 후 유지를 검사하였고 참여행동의 빈도를 측정하였다.

또한 Lewin에 의해 제안된 실행연구의 계획-

실행-

관찰-

평가의 절차에 따라 매회 이러한 절차를 반복·순환적으로 적용하여 면담과 직접관찰을 통해 질적자료를 수집, 분석하였다.

이 연구의 결과는 다음과 같다.

첫째, 체육수업에서 생태학적 사정에 근거한 적합화 중재가 참여행동을 증가시키는데 효과적이었다.

둘째, 중재가 제공되지 않았을 때 그 효과가 유지되는 것을 알 수 있었다.

결론적으로 지속적인 생태학적 사정과 적합화를 통한 교수적 수정의 순환적 관계는 시각중복장애학생의 체육수업 참여행동을 향상시킨다.

또한 연구결과를 선행연구들에 근거한 논의를 바탕으로 향후 발전을 위한 과제들도 검토되었다.

@highlight

이 연구의 목적은 체육수업에서 시각중복장애학생 3명을 대상으로 생태학적 사정에 근거한 지속적인 교수적합화 과정을 통해, 교수적합화가 시각중복장애학생들의 체육수업 참여행동에 미치는 영향을 밝히는 것이다.

