본고는 사상적 특이성 때문에 정쟁에 휘말려 불운한 삶을 살았던 서계가 지은 挽詩의 가치와 의의를 밝히고자 시도되었다.

서계의 전체 시작품 중에서 만시가 적지 않은 비중을 차지하고 있지만, 아직까지 그에 대한 독자적인 연구는 이루어지지 않았다.

연구 대상은 가족이나 친지가 아닌 교유 인물을 대상으로 한 작품인 ‘悼朋詩’에 한정하였다.

서계 만시의 특징으로는 크게 세 가지를 들 수 있다.

첫째, 不遇之士에 대한 관심이 각별하다는 것이다.

이러한 불우지사에 대한 인식은 서계의 자아 인식과도 긴밀하게 연관되는 측면이 강하다.

둘째 亡者의 행적에 대한 핍진한 묘사가 돋보인다.

망자를 평가할 때 유가적인 관점에서 의례적인 칭송을 하는 것에 그치는 것이 아니라, 한 인간으로서의 개성과 특징을 부각시켰다.

셋째, 살아남은 자의 슬픔을 토로하였다.

망자를 떠나보내며 지은 만시가 때로는 혼자 남은 자신을 위안하는 수단이 되기도 하였다.

서계는 삶과 죽음이 하나라고 인식하였기에 生死에 통달한 자세를 보여준다.

그가 남긴 만시는 의례적인 상투성을 벗어나 망자의 실제적인 모습을 기억하고, 남아 있는 자신을 위로하는 의미 있는 작품이라고 할 수 있다.

@highlight

이 글은 사상적 특이성 때문에 정쟁에 휘말려 불운한 삶을 살았던 서계가 지은 挽詩의 가치와 의의를 밝히고자 시도되었다.

