본 연구의 목적은 종교법인회계에 대한 전반적인 현황과 이론을 고찰하고, 종교법인에 대한 개념과 종교법인회계의 일반적 특성을 살펴보고 나아가 우리나라 종교법인의 회계시스템의 문제점과 개선방안을 제시하고자 한다.

본 연구의 결과는 다음과 같다.

첫째, 종교법인은 정보이용자의 정보욕구를 충족시킬 수 있는 회계시스템을 개발할 필요성이 있다.

그리하여 모든 종교법인에 적용할 수 있는 기본원칙과, 공시방법 등의 마련이 가능하다고 본다.

이를 위하여 종교법인에 관한 조직적이고 구체적인 연구가 필요하다고 본다.

둘째, 거래의 이중성과 대차평균의 원리에 기초한 자동검증으로 자산의 보호와 관리에 관한 결함을 줄일 수 있고 종교법인회계의 특성을 감안한 복식부기를 도입하여야 한다.

셋째, 외부감사 적용대상을 종교법인까지 확대하여 회계정보의 신뢰성을 높이고 회계공시를 의무화할 필요가 있다.

회계공시를 의무화하면 종교법인의 회계발전의 좋은 계기가 될 것으로 본다.

본 연구는 종교법인 특수성을 고려하여 종교법인에 적합한 회계시스템을 개발 적용하여야 하고.

회계시스템의 개발과 관리의 효율화를 위하여 전문인력을 양성하고 현재의 회계관리인력의 재교육·훈련 등과 같은 방안을 모색하여 종교법인의 발전을 꾀하는데 의의가 있다고 본다.

@highlight

이 연구의 목적은 종교법인회계에 대한 전반적인 현황과 이론을 고찰하고, 종교법인에 대한 개념과 종교법인회계의 일반적 특성을 살펴보고 나아가 우리나라 종교법인의 회계시스템의 문제점과 개선방안을 제시하려 한다.

