본 연구는 한국조세재정연구원의 재정패널 자료를 이용하여 근로장려세제가 노동공급 측면에서 고용창출에 미치는 효과를 분석하였다.

가구 구성 유형에 따라 부부 가구와 한부모 가구를 구분하여 실증분석한 결과 근로장려세제는 소득이 높아질수록 근로장려금도 늘어나는 점증구간에 속한 가구의 노동시장 참여를 유도하여 고용창출에 유의한 효과가 있는 것으로 나타났다.

동 실증분석 결과를 이용하여 근로장려세제가 창출한 고용의 수와 1개의 일자리를 만들기 위해서 소요된 비용을 단순 추계할 수 있었는데 부부 가구의 경우 2009~2011년 동안 1개의 일자리 당 1,420만원의 비용을 투입해 매년 평균 22,500개의 고용을 창출하였고 한부모 가구의 경우에는 동일 기간 동안 1명의 고용을 추가로 창출하기 위해 300만원의 비용을 투입하여 연평균 35,800개의 고용을 창출한 효과가 있었다.

그러나 이러한 추정결과는 본 연구의 가정에 의존하여 얻은 결과이므로 고용효과에 대한 양적효과를 강조하는 것으로 해석하기 보다는 근로장려세제를 확대 개편하고자하는 정부 계획의 유효성을 뒷받침하고 한부모 가구의 지원을 보다 강화할 필요성이 있음을 시사하는 결과로 해석하는 것이 바람직하다.

@highlight

이 연구는 한국조세재정연구원의 재정패널 자료를 이용하여 근로장려세제가 노동공급 측면에서 고용창출에 미치는 효과를 분석했다.

