본 연구는 예비 유아교사들의 성격적 특성과 창의적인 성향을 파악하고, 성격과 창의적인 성향의 관계를 규명하기 위해 전문대학교의 유아교육 보육관련 학과 재학생 191명을 대상으로 연구하였다.

연구를 위해 사용된 측정도구는 MBTI검사, Barron-

Welsh의 그림 선호도 검사였으며, 수집된 자료는 SPSS WIN 10.0프로그램에 의해 분석되었고, 차이검증의 유의도 수준은 .05였다.

연구결과 예비 유아교사들의 MBTI 성격유형을 보면 16가지 성격유형 중에서 E N F P(외향적extraversion 직관형introversion)형이 21.5%로 가장 많았고, 다음으로 E S F P(외향적 감각형)형이 11.5%, E S F J(외향적 감정형)형이 11.0% 등으로 나타났으며, 성격 선호지표에서도 외향형과 감정형, 인식형이 월등하게 높게 나타난 반면 감각형과 직관형은 비슷하게 나타났다.

또한 선호지표에서도 외향성이 가장 뚜렷한 성향을 보였다.

예비 유아교사들의 창의적 성향은 중간 정도로 높지는 않았다.

그리고 16가지 성격유형별 창의적인 성향 뿐 아니라 네 가지 성격 선호지표별 창의적인 성향에 있어서도 차이가 없었다.

@highlight

이 연구는 예비 유아교사들의 성격적 특성과 창의적인 성향을 파악하고, 성격과 창의적인 성향의 관계를 규명하기 위해 전문대학교의 유아교육 보육관련 학과 재학생 191명을 대상으로 연구했다.

