여성신학은 1960년대 말, 70년대 초 이래로 가부장적 그리스도교 개혁 혹은 변혁운동을 전개해왔다.

본 논문은 이러한 현대 여성신학의 주요주제인 여성해방적 예배의 추구, 내용, 양상과 전망에 대하여 논하였다.

여성안수운동과 여성해방적 예배 운동들을 통하여 페미니스트들은, 만족할 만한 것은 아니라 해도, 여성배타적이고 남성 중심적 가부장적인 그리스도교 교회를 변혁하기 위한 성과들을 이루었다.

또한 본 논문의 범위는 1980년대 이래로 2000년을 지난 오늘에 이르기까지 차이와 다원성을 내세운 포스트모더니즘의 영향 하에서 전개된 여성해방적 예배에 까지 확대되었다.

그럼으로써 본 논문은 가부장제라는 이론만으로는 설명하기 어려운, 더 복잡다단하게 또한 다중적으로 인간공동체와 자연 생태계에 가해지고 있는 불의한 지배와 억압체제의 문제와의 연관 속에서 전개된 여성해방적 예배의 추구와 전망을 논구하였다.

여성해방적 예배라는 주제는 바로 이러한 인간 공동체뿐만 아니라 생태계에 까지 가해지는 불의와 불평등의 문제와 더불어 씨름하고 있는 과제를 올바로 수행할 때에 그리스도교뿐만 아니라 사회와 세계의 새로운 미래를 위한 변혁운동에 관계되는 주제임을 논하였다.

@highlight

본 논문은 이러한 현대 여성신학의 주요주제인 여성해방적 예배의 추구, 내용, 양상과 전망에 대해 논하였다.

