사회적 기업은 시장원리를 활용하여 사회문제를 해결하는 기업조직이다.

그러나 사회적 기업이 창출한 사회적 가치가 가격기구에 제대로 반영되지 않기 때문에 시장이 작동하지 않는 경우가 많다.

그 결과 사회성과가 우수한 기업이라 하더라도 경제적 어려움을 겪는 것이 보통이다.

기업의 성장과 규모 확대에 필요한자본을 시장에서 조달하는 것은 더욱 어렵다.

‘사회성과인센티브(SPC)’ 제도는 사회적 기업이 창출한 사회적 가치를 측정하여 현금으로 보상함으로써, 사회적 시장의 가격기구를 정상화하여 사회적 기업의 시장실패를 해소하고자 한다.

그래서 사회적 기업의 사회성과를 화폐가치로 환산하여 측정한다.

본 논문에서는SPC를 실행하기 위해 새롭게 개발된 사회성과의 화폐가치화 방법론을 소개한다.

먼저 사회성과 측정의 기본 원리로 이해관계자 회계, 보수성, 준거시장 기준의 원칙을 제시한 후, 이 원리를 적용하여 사회성과의화폐가치를 추정하는 5가지 방법론을 사회적 기업의 구체적인 예시를 들어 설명한다.

마지막으로 SPC의측정체계와 표준식을 간단히 소개한 후, 구체적인 측정 결과를 요약하고 분석한다.

@highlight

사회성과인센티브(SPC) 제도는 사회적 기업의 사회적 가치를 현금으로 보상함으로써, 사회적 기업의 시장실패를 해소하고자 한다.

@highlight

먼저 사회성과 측정의 기본 원리로 각 기준의 원칙을 제시하고, 이 원리를 적용하여 사회성과의 화폐가치를 추정하는 방법론을 사회적 기업의 구체적인 예시를 들어 설명한다.

