장애인 환자는 구강질환의 높은 유병률과 그 심각성으로 인하여 치료 후 정기적인 검진을 통한 관리가 필요하다.

본 연구의 목적은 전신마취하에 치과치료를 받은 장애인환자의 정기검진 패턴에 따른 결과를 평가하고자 함이다.

2006년부터 2014년까지 경희대학교 치과병원 소아치과를 초진 내원한 장애인 환자 중 전신마취하에 치과 치료 시행 후재내원한 환자 총 53명을 대상으로 재내원 패턴에 따라 정기적 그룹 33명과 비정기적 그룹 20명으로 나누어 검진 기간 동안시행된 치과 치료를 조사하였다.

그 결과, 비정기적으로 재내원한 그룹에서 치수치료, 보철치료, 발치치료와 같이 상대적으로 침습적인 치료가 많이 시행되었다(p < 0.05).

또한, 전신마취하에 치과 치료를 재시행 받은 환자군은 모두 비정기적 그룹에 해당하였다(p < 0.05).

본 연구의 결과는 정기적인 검진의 중요성을 제시하며, 치과의사들의 보호자와 환자 교육에 대한 책임감을 강조하고 있다.

@highlight

연구의 목적은 전신마취하에 치과치료를 받은 장애인환자의 정기검진 패턴에 따른 결과를 평가하고자 함이다.

