田惠麟의 문학에서 ‘슈바빙’은 그의 문학을 대표하는 象徵的 空間으로 해석되어 왔다.

實在하는 外部로서의 슈바빙이 문학작품을 통하여 作家의 內面을 드러내는 風景으로 제시될 때, 그것을 어떻게 해석할 수 있는가.

風景은 근대문학에서 省察的 主體의 視線을 드러내는 認識素로서 해석되어 왔다.

바이에른 왕국의 주도이자 나치의 예술적 도시, 그리고 그러한 나치에 대한 抵抗의 象徵으로서 뮌헨의 슈바빙은 自由와 抵抗을 상징하는 텍스트로 讀者에게 제시된다.

田惠麟이 슈바빙에서 政治的 抵抗을 消去하는 방식을 통해 藝術的 抵抗의 空間으로서 슈바빙을 再現했다면, 독자들에게 슈바빙은 보헤미안의 藝術的 抵抗이 소거된 俗物化된 공간으로 다시 재현된다.

하지만 슈바빙이 세대를 넘어서 讀者들에게 수용되는 방식은 그것이 近代의 省察的 主體의 認識素로서 제시되었기 때문이다.

그것은 田惠麟의 과거와 현재, 미래를 연결하는 風景이며, 독자를 통하여 ‘슈바빙’을 규정하는 認識論的 방법이 된다.

@highlight

田惠麟의 문학에서 ‘슈바빙’은 그의 문학을 대표하는 象徵的 空間으로 해석되어 왔다.

@highlight

하지만 슈바빙이 세대를 넘어서 讀者들에게 수용되는 방식은 그것이 近代의 省察的 主體의 認識素로서 제시되었기 때문이다.

