본 연구는 미국에서 진행된 디지털 시민성 척도 개발 후속 연구로, 한국의 정치·사회·문화적 상황에 맞는 디지털 시민성 척도를 개발하고 이를 바탕으로 한국 시민성 교육의 발전 방향을 모색하고자 하였다.

이를 위해 Choi(2015)가 개발한 문항들을 한국 상황에 맞게 번역하고 수정하여 한국 대학생을 대상으로 자료를 수집하였다.

주축요인추출법을 이용한 탐색적 요인분석을 실시하여, 한국형 디지털 시민성 척도는 총 23개 문항, 5요인 요인구조(인터넷 정치 참여, 기술적 인터넷 활용 능력, 비판적 관점, 온라인 상 의사소통 및 협업, 지역사회 및 글로벌 쟁점에 대한 민감도)를 가지고 있음을 확인하였다.

척도의 신뢰도는 양호한 수준이었으며 인터넷 효능감과 인터넷 불안 척도와의 상관분석을 통해 디지털 시민성 척도의 공인타당도 역시 입증되었다.

또한 확인적 요인분석을 통해 디지털 시민성 척도의 5요인 구조 모형의 구인타당도 역시 적절하다고 밝혀졌다.

디지털 시민성은 다차원적인 구조로 이루어져 있으며 기존의 전통적·비판적 접근의 시민성 개념 속에서 함께 이해되어야 함을 알 수 있었다.

특히 한국 시민성 교육에서는, 21세기 인터넷 시대에 맞는 시민을 육성하기 위해 지역사회 및 글로벌 쟁점에 대해서 좀 더 민감하게 반응하고 이해도가 높은 국제 이해 교육이 요구됨을 알 수 있었다.

@highlight

이 연구는 미국에서 진행된 디지털 시민성 척도 개발 후속 연구로, 한국의 정치·사회·문화적 상황에 맞는 디지털 시민성 척도를 개발하고 이를 바탕으로 한국 시민성 교육의 발전 방향을 모색하고자 했다.

