‘군위안부’ 관련된 문제해결과 올바른 역사교육을 위해 ‘위안부’ 관련 기록물들은 체계적으로 관리될 필요가 있다.

현재 국가기록원에서는 국가지정기록물로 관리되고 있는 ‘위안부’ 관련 기록물들은 일부에 해당하며 ‘위안부’와 관련하여 다양한 활동을 활발히 하고 있는 민간기관에서 일본군‘위안부’ 관련 기록물들을 다양하게 소장하고 있다.

민간기관의 수도 한 곳이 아닌 여러 곳이며, 각 기관에 소장되어 있는 기록물들은 문서류뿐만 아니라 시청각 기록물류, 박물류로 다양한 유형을 가지고 있다.

본 연구에서는 각 민간기관의 일본군‘위안부’ 관련 기록물들을 통합적으로 관리하기 위하여 통합 메타데이터 스키마 구축을 제안하였다.

먼저 일본군‘위안부’ 관련 기관 및 단체와 기록물의 유형 및 특징을 조사하고 분석하였다.

또한 여러 기관의 기록물들을 통합하여 새로운 기준으로 분류하고, 기록물의 유형 및 특징을 참고하여 국가표준인 국가기록원의 기록관리 메타데이터 표준을 기반으로 스키마를 제안하였다.

@highlight

‘군위안부’ 관련된 문제해결과 올바른 역사교육을 위해 ‘위안부’ 관련 기록물들은 체계적으로 관리될 필요가 있다.

