본 연구는 초등학교 고학년 학생의 자아개념과 교우관계 향상을 위한 집단미술치료프로그램을 구안하고 그 적용효과를 알아보기 위하여 진행되었다.

초등학교 고학년 시기의 긍정적인 자아개념 형성과 교우관계 경험은 이후 개인의 행복과 성격형성, 사회성 발달에 매우 중요하기 때문에 초등학교 고학년 미술 및 도덕교과를 재구성하여 집단미술치료프로그램을 구안하였고, 이를 적용하여 그 효과성을 검증하는 것이 본 연구의 목적이었다.

경기도 소재 S초등학교 고학년 학생들 중 자아개념 수준이 비슷한 14명을 선정한 후 각 7명씩 실험집단과 통제집단에 배치하여 연구를 진행한 결과, 실험집단에서 15회기의 집단미술치료프로그램 실시 후 자아개념과 교우관계에서의 향상을 가져오는 효과를 거두었다.

K-

HTP, KSD에서도 실험집단이 전체적인 그림의 특징, 상호작용수준, 협력수준, 얼굴표정 면에서 사전에 비해 유의미하게 향상되었다.

결과적으로 본 연구에서 구안한 집단미술치료프로그램은 자아개념과 교우관계 향상에 긍정적인 영향을 미치고 있음을 알 수 있다.

추후 지역과 학년을 확대·적용하여 그 효과성을 검증하고 이를 일반화하는 연구를 제안한다.

@highlight

이 연구는 초등학교 고학년 학생의 자아개념과 교우관계 향상을 위한 집단미술치료프로그램을 구안하고 그 적용효과를 알아보기 위해 진행됐다.

