본 논문에서는 건강검진을 통해 얻은 PHR정보를 개인의 특성에 따라 맞춤형 표현 방법론 및 디자인을 제시하여,긍정적인 동기 부여 및 건강 상태 인지력을 높이기 위해 의사결정지원시스템을 통한 가이드라인을 제공하고 통합한의료 시각화 표현 서비스 방법을 제안한다.

색상, 형태, 위치 3가지 요소를 사용하여 이미지기반의 시각화하여 제안하는 표현 방법은 기존에 수치로만 제공하였던 정보를 방사형차트로 만들어 정보의 인지력을 높였으며, 정상수치를물방울을 핏방울로 형상화한 모습으로 제공하여 자신의 수치가 핏방울보다 다른 정도에 따라 혈액검사의 결과에 대한 상태의 심각함을 알 수 있다.

표준 수치와 함께 결과를 제공하여 시각적으로 비교하여 자신의 건강상태를 정확히알 수 있으며, 인체와 연관 지어 시각화하여 표현 하였다.

또 한 개발된 종합 검진결과 시각화는 사람의 신체의 위치를 표시하고 검사항목을 해당 장기부분에 위치시켰다.

검사를 대표할 수 있는 아이콘을 사용함으로 결과에 대한 집중도를 높일 수 있으며, 정보의 습득시간을 단축시켰다.

@highlight

본 연구에서는 건강검진을 통하여 얻은 PHR정보를 개인의 특성에 따라 맞춤형 표현 방법론과 디자인을 제시해, 긍정적인 동기 부여와 건강 상태 인지력을 높이기 위하여 의사결정지원시스템을 통한 가이드라인을 제공하고 통합한 의료 시각화 표현 서비스 방법을 제시한다.

