이 연구는 우리나라 생활체육 정책의 변화과정을 살펴보고 이를 바탕으로 향후 지향해야할 정책방향을 제시함으로써 체육발전 및 국민생활에 도움을 줄 수 있는 기초자료를 제공하는 데에 그 목적이 있다.

우리나라 생활체육 정책의 근간이 되는 법률과 생활체육 정책의 변천과정의 고찰을 통하여 향후 추진방향을 탐색한 결과는 다음과 같다.

88서울올림픽 대회 이후 사회적인 여건 개선과 함께 생활체육에 대한 국민의 관심 고조로 전문체육 위주의 체육정책에서 점차 탈피하여 생활체육 진흥을 위한 정책과제가 지속 추진되었다.

또한 국민체육진흥법 개정과 생활체육진흥법 제정을 통하여 생활체육 진흥을 위한 법적 근거가 보완되었으며 중장기 계획인 국민체육진흥계획을 통하여 체육시설 확보, 생활체육 지도자 배치, 다양한 프로그램 제공 등 기본적인 체육인프라 구축을 위한 정책과제들이 수행되었다.

또한 생활체육에 대한 국민의 의식과 욕구가 높아지면서 체육복지, 삶의 질, 국민행복, 스포츠권리 등의 새로운 현대형 개념이 확립되었고 생활체육의 참여율을 높이기 위해서 모두를 대상으로 하는 일반화 정책방향에서 점차 대상별 맞춤형 정책방향으로 변화되고 있음을 알 수 있다.

향후 생활체육진흥 정책 추진방향으로는 첫째, 복지사회 구현에 따라 복지정책의 일환으로 체육복지정책이 강화될 것이고 둘째, 사회적 현대형 인권으로서 스포츠권리가 보장되는 체육정책이 추진될 것이며 셋째, 새로운 스포츠융합서비스를 활용한 체육정책이 운영되며 넷째, 맞춤형 체육정책이 더욱 확대될 것으로 보여진다.

@highlight

이 연구는 우리나라 생활체육 정책의 변화과정을 살펴보고 이를 바탕으로 향후 지향해야할 정책방향을 제시함으로써 체육발전 및 국민생활에 도움을 줄 수 있는 기초자료를 제공하는 데에 그 목적이 있다.

