본 연구는 가정위탁이 본격적으로 시작된 지 15년 이상 지난 현재의 시점에서 질적 사례연구를 통해 일반가정위탁이 시작에서 종결까지 어떻게 이루어지고 있는지 장?

단기 위탁경험을비교 분석하였다.

연구 참여자는 보호 종결 경험이 있는 일반가정 위탁모 5명이며, 심층면접을통해 자료를 수집하였다.

위탁모의 위탁경험은 위탁의 동기, 위탁자녀와 한 가족 이루기, 친부모와의 경험, 보호 종결 경험, 그리고 위탁제도 및 서비스 경험의 5개영역으로 구분되었으며, 영역별 각 사례의 공통점과 차이점을 비교 분석하였다.

장기위탁사례는 만 18세 이상의 보호종결이 지났음에도 자녀가 혼인하여 가정을 이룰 때 까지 지속적으로 보호를 유지하고자 하는것으로 나타났다.

반면 단기위탁사례는 보호 종결 이후 새로운 자녀의 위탁을 반복하는 특성과 친가정복귀와 관련된 위탁가정의 어려움이 드러났다.

본 연구결과를 바탕으로 다양한 위탁가정의 필요성과 다른 보호체계와의 연계, 친가정 복귀를 위한 준비과정의 필요성, 일반가정위탁의 활성화 및 제도의 보완을 위해 논의점을 제언하였다.

@highlight

질적 사례연구를 통하여 일반가정위탁이 시작에서 종결까지 어떻게 이루어지고 있는지에 대하여 장·단기 위탁경험을 비교·분석하였다.

@highlight

연구 참여자는 보호 종결 경험이 있는 일반가정 위탁모 5명을 선정하여 심층면접을 통하여 자료를 수집했다.

