최근 IoT(Internet of Things) 기기를 위한 근거리 무선 네트워크 시스템이 널리 활용되면서 점차 보안의 필요성이 증가하고 있다.

본 논문에서는 IEEE 802.15.4 호환 WPAN 기기를 위한 낮은 복잡도를 갖는 128-

bit AES-

CCM* 하드웨어를 효율적으로 구현하였다.

WPAN 기기에서는 하드웨어 자원과 전력 소모가 매우 제한되기 때문에, 다양한 최적화 기법을 적용하여 낮은 복잡도를 갖는 AES-

CCM* 하드웨어를 구현해야 한다.

본 논문은 하드웨어의 복잡도를 줄이기 위해 composite field 연산을 채택하면서 8-

bit 데이터 패스를 갖는 folded AES processing core를 제안한다.

또한 IEEE 802.15.4 표준에서 정의된 CCM* 모드를 지원하기 위해 적은 하드웨어 자원을 사용하며 응답시간이 빠른 토글 구조의 AES-

CCM* 제안한다.

본 논문에서 제안된 AES-

CCM* 하드웨어는 기존의 하드웨어의 57%에 해당하는 게이트 수로 구현가능하다.

@highlight

최근 IoT 기기를 위한 근거리 무선 네트워크 시스템이 널리 활용되면서 점차 보안의 필요성이 증가했다.

@highlight

본 연구에서는 IEEE 802.15.4 호환 WPAN 기기를 위한 낮은 복잡도를 갖는 128-

@highlight

bit AES-

@highlight

CCM* 하드웨어를 효율적으로 구현해냈다.

