지금까지 한국의 새마을운동에 대한 연구들은 다양한 차원에서 진행되어왔다.

하지만 새마을운동의 수출과 수용의 문제를 논의하고 분석한 기존 연구를 찾기 힘들다.

이것은 한국의 새마을운동이 권위주의 정권 하에서 정부 동원을 중심으로 이루어진 측면이 강하였다는 부정적인 인식이 존재할 뿐만 아니라 제3세계에 새마을운동이 수출된 시기도 비교적 최근이라는 점이 반영된 결과라고 볼 수 있다.

이에 본 연구는 새마을운동을 성공적으로 수용하고 있는 몽골의 사례에 초점을 맞추어 몽골이 한국의 새마을운동을 어떠한 방식으로 수용하였으며, 이에 따른 성과는 어떻게 나타나고 있는가를 설문조사 데이터를 통하여 경험적으로 분석하고 있다.

연구결과, 몽골 새마을운동의 경우 중앙정부가 아닌 시민사회 주도로 진행되고 있다는 점에서 한국의 경험과 큰 차이를 보였다.

또한 통계분석 결과, 몽골 새마을운동의 성공요인으로 새마을운동 지도자의 역할, 마을 주민들의 새마을운동에 대한 이해, 몽골새마을회와 지방정부간의 협력, 몽골 지방정부와 중앙정부간의 협력이 중요한 영향을 미치는 것으로 나타났다.

이와 같은 작업은 몽골 새마을운동이 한국의 새마을운동과 비교하여 어떤 차이를 보이는지를 경험적으로 분석함으로써 몽골 새마을운동의 내재적 특성을 밝힐 수 있다는 점에서 중요한 의미를 갖는다.

또한 개발도상국가에서 민주적 거버넌스가 어떻게 정착되는가에 대한 다양한 시사점을 제공할 수 있을 것으로 기대된다.

@highlight

본 연구는 새마을운동을 성공적으로 수용하고 있는 몽골의 사례에 초점을 맞추어 몽골이 한국의 새마을운동을 어떠한 방식으로 수용하였으며, 이에 따른 성과는 어떻게 나타나고 있는가를 설문조사 데이터를 통하여 경험적으로 분석하고 있다.

