스포츠복지정책이 자리를 잡아가기 위해서는 스포츠복지에 대한 구체적인 개념과 범위가 모호하여 정책으로 활용되기 어려운 점을 해소해야 한다.

즉 스포츠복지의 명확한 개념설정 작업이 선행되어야 한다.

이를 위하여 ‘스포츠에서 보는 복지(목적)’와 ‘복지에서 보는 스포츠(수단)’의 차이에서 스포츠복지가 갖고 있는 관념적 한계를 밝히고 정책적 접근이 가능하게 하는 데 필요한 여건을 확인할 필요가 있다.

즉, 개념을 명확하게 설정하고 접근하는 시각에 따라 스포츠복지의 영역, 수혜대상의 범위, 재원조달, 추진체계를 달리 정할 수 있다.

따라서 스포츠복지에 대해서 정책 수혜대상의 범위, 재원조달, 정부 내외의 추진체계 구축 등에 대한 논의를 위해서 스포츠복지를 새롭게 정의하고, 정책 수혜대상, 정책수단 및 실행체계에 대한 체계적인 기초자료를 바탕으로 스포츠 복지사업을 구상하는 것이 바람직하다.

본 연구는 사회복지의 기본 이론 및 스포츠복지 개념의 선행 연구를 바탕으로 스포츠복지의 개념과 범위를 명확히 설정하고 스포츠복지사업의 활성화를 가능하도록 정책방향을 도출하기 위하여, 기존에 동일한 형태의 논란에도 불구하고 「문화기본법」과 「예술인복지법」의 제정을 통해 문화복지의 개념과 구체적 복지체계를 구축한 문화예술 분야의 복지 개념과 체계를 비교하고자 한다.

@highlight

이 연구는 사회복지의 기본 이론 및 스포츠복지 개념의 선행 연구를 바탕으로 스포츠복지의 개념과 범위를 명확히 설정하고 스포츠복지사업의 활성화를 가능하도록 정책방향을 도출하기 위해, 「문화기본법」과 「예술인복지법」의 제정을 통해 문화복지의 개념과 구체적 복지체계를 구축한 문화예술 분야의 복지 개념과 체계를 비교하려 한다.

