이 논문은 제주 사회 통합을 위하여 제주어의 기능과 역할을 실증적으로 살피고 있다.

논의의 출발은 ‘언어는 사회적 약속’이라는 점, ‘언어는 에네르게이아((energeia)적 요소’라는 점, 그리고 ‘사용하는 언어가 다르면 그에 대응하는 생각이나 행동도 다르다’는 언어상대성가설을 전제로 하고 있다.

사회 통합과 관련한 언어적 변인으로 방언에 대한 태도, 세대 차이, 지역적 차이를 들고, 그 변인에 따른 현상을 살폈다.

방언에 대한 태도는 예전에 비해 부정적인 견해가 완화되는 경향을 보이고 있으며, 남성이 여성보다 자기 방언에 대해 호감을 갖고 있다는 점을 확인하였다.

이에 비하면 세대 간 차이는 심각한 양상을 보여주고 있다.

제주 문화와 관련하여 22개의 어휘를 살핀 결과, 전체적으로 22개 모든 어휘의 생태 지수는 50% 미만이었다.

세대에 따라 어휘 사용 빈도에 많은 차이를 보이고 있어 앞으로 극복해야 할 과제이다.

지역적 차이도 발견되지만 이는 세대 간 차이보다는 덜 심각하다는 점을 지적하였다.

제주 사회 통합을 위해서는 방언에 대한 인식 전환이 필요하며, 제주어 교육 강화, 제주어와 표준어를 병행해서 사용하는 이중언어 생활을 할 때 제주어가 살아 있는 언어가 될 수 있게 하고, 그렇게 함으로써 제주 사회 통합이 자연스럽게 이루어지리라는 확신을 강조하였다.

@highlight

이 논문은 제주 사회 통합을 위하여 제주어의 기능과 역할을 실증적으로 살피고 있다.

@highlight

사회 통합과 관련한 언어적 변인으로 방언에 대한 태도, 세대 차이, 지역적 차이를 들고, 그 변인에 따른 현상을 살폈다.

