본 연구는 외상후스트레스장애 유병률과 증상의 성차를 설명하기 위해, 외상 유형과 성역할이 대학생의 외상 반응에 미치는 영향을 살펴보았다.

이를 위해 서울 소재 4년제 대학에 재학 중인 학부생을 대상으로 두 개의 실험을 진행하여, 실험실에서 유도된 외상 경험과 연구 참가자들이 자기 보고한 성역할이 외상 경험 후 외현화 및 내재화 증상에 미치는 영향을 분석하였다.

이 때 외상 자극은 선행연구에 기반하여 첫 번째 연구에서는 9.11 테러 영상, 두 번째 연구에서는 국내의무차별적 흉기난동사건 영상을 사용하였다.

아울러 외상 자극에 노출되기 이전의 개인차를 고려하기 위하여 각 증상의 기저선을 측정하여 통제변인으로 분석에 포함하였다.

위계적 중다회귀 분석 결과, 성역할이 외상 후 개인의 외현화 및 내재화 증상에 영향을 미치는 것으로 나타났으며, 그 양상은 사용된 외상 자극에 따라 다소 상이하였다.

연구 결과를 바탕으로 본 연구의 이론적, 임상적 시사점 및 후속연구에 대한 제언을 논의하였다.

@highlight

본 논문은 외상후스트레스장애 유병률과 증상의 성차를 설명하기 위하여 외상 유형과 성역할이 대학생의 외상 반응에 미치는 영향을 검토하였다.

@highlight

서울 소재 4년제 대학에 재학 중인 학부생을 연구 대상으로 하여 두 개의 실험을 진행했다.

