북방한계선(NLL: Northern Limit Line, 이하 NLL이라 한다)은 1953년 8월 30일 마크 클라크(Mark W.

Clark) 유엔군 총사령관이 설정하였다.

NLL은 60년 동안 북한군과 우리군 사이의 군사적 긴장을 방지하는 효과적인 수단으로 기여해 왔고, 군사력을 분리하는데 기여해 온 실질적인 경계선으로 역할을 해왔다.

NLL 설정 이후, 북한은 1973년부터 경비정을 의도적으로 침범시켜 ‘현상 타파’를 시도해왔다.

특히 2000년대 이후, 북한은 군사적 협상과 군사적 도발을 병행하여 서해 NLL의 무실화를 수시로 시도해 왔다.

그러나 서해 NLL은 북한의 수차례 도발에도 불구하고 우리 해군이 온갖 희생을 감수하며 지켜온 실질적인 해상경계선이다.

또한 서해 NLL은 정전협정, 남북기본합의서, 유엔해양법협약, 국제법에 따라 법적 유효성을 가지고 있으며, 우리나라의 관할권 하에 있다.

따라서 본 논문은 서해 NLL과 관련하여 우리군이 북한군과 군사협상을 대비하도록 대응논리를 제공하고 북한의 군사적 도발을 대비하도록 수호방안을 제공하고자 한다.

@highlight

본고는 서해 NLL과 관련하여 우리군이 북한군과 군사협상을 대비하도록 대응논리를 제공하고 북한의 군사적 도발을 대비하도록 수호방안을 제공하려 한다.

