본 연구의 목적은 전문가 델파이조사를 통하여 18대 대선의 결과를 예측하는 데 있다.

민주화 이후 한국의 선거에 대한 연구는 다각적으로 이루어졌지만 선거 예측은 제대로 이루어지지 못한 측면이 존재한다.

그 이유는 선거의 사례수가 부족하고, 접근 가능한 데이터가 제한되어 있기 때문이었다.

뿐만 아니라 한국의 정당정치와 선거상황이 복잡하고 동태적인 특징을 보인다는 점도 선거 예측을 어렵게 만드는 요인으로 작용하였다.

하지만 선거 예측에 대한 연구는 유권자들이 선거상황을 파악하고, 정당과 후보자들이 다수의 민의를 획득하기 위한 노력들을 전개할 수 있게 한다는 점에서 중요한 의미를 갖는다.

이에 본 연구는 선거 분야 전문가 30명에 대한 델파이조사를 진행하여 18대 대선을 예측해보았다.

전문가 델파이조사 결과, 현 집권 여당인 한나라당(현 새누리당)의 승리 가능성은 낮게 나타났다.

또한 한나라당의 박근혜 비상대책위원장이 여당의 대선 후보로 나설 가능성은 높지만 당선될 가능성은 상대적으로 높지 않은 것으로 나타났다.

이와 같은 전문가 델파이조사의 결과는 대통령과 집권 여당의 국정운영에 대한 심판적 경향이 이번 18대 대선에서 중요하게 대두될 것이라는 점을 시사한다.

@highlight

이 연구의 목적은 전문가 델파이조사를 통해 18대 대선의 결과를 예측하는 데 있다.

@highlight

선거 분야 전문가 30명에 관한 델파이조사를 진행해 18대 대선을 예측해보았다.

