이 글의 목적은 1950년대 실존주의의 수용사를 철학 교양교육의 제도화라는 맥락에서 검토하는 것이다.

달리 말하자면, 이 글은 1950년대 한국사회, 특히 한국 대학 및 지성사회에서 실존철학이 어떤 방식으로 ‘지식인’의 ‘교양’으로 수용되는지 그리고 그 의미가 무엇이었는지를 철학교재 및 잡지 분석을 실마리로 하여 탐구하는 것을 목표로 삼는다.

이 연구는 한국철학사 연구의 공백을 채우고자 하는 작업의 일환이기도 하다.

한국철학사 연구는 이제 막 시작되고 있다.

따라서 각 시대별로 서양 철학의 수용사를 탐구하는 작업은 전무한 실정이다.

이 글의 탐구대상인 실존주의가 50년대 한국사회에서 큰 영향력을 행사한 사실에 비추어 볼 때, 이 시기의 실존주의의 수용에 대한 연구가 철학의 영역에서 전무하다는 것은 문제가 아닐 수 없다.

더 나아가 이 글은 50년대 실존주의에 대한 학제 연구의 활성화에 기여하고자 한다.

문학사 연구와 철학사 연구의 결합 없이 진행되는 50년대의 실존주의 연구는 극히 일면적일 수 밖에 없다.

실존주의는 50년대 철학의 영역에 국한되어 있지 않고 비평과 문학 그리고 문화 전반에 걸쳐 받아들여졌기 때문이다.

그러므로 이 글은 1950년대 실존주의적 영향을 받은 문학에 대한 연구경향을 비판적으로 검토하여 학제적 연구에 기여하고자 한다.

@highlight

이 글은 1950년대 실존주의의 수용사를 철학 교양교육의 제도화라는 맥락에서 검토하는 것을 목표로 한다.

@highlight

달리 말하면, 본 글은 1950년대 한국사회, 특히 한국 대학과 지성사회에서 실존철학이 어떤 방식으로 ‘지식인’의 ‘교양’으로 수용되는지 그리고 그 의미가 무엇이었는지를 철학교재와 잡지 분석을 실마리로 탐구하는 것을 목표로 둔다.

