이 연구는 음악의 문화지리적 적실성 및 지리교육적 적실성을 검토한 후, 음악을 활용한 지리수업 방법을 제시하였다.

최근 음악은 단순히 부르고 듣는 차원을 넘어 재현된 장소성을 읽고 음미하며 나아가 실천을 위한 도구로서의 역할이 강조된다.

특히 장소를 배경으로 한 음악은 지리수업에 다양하게 활용될 수 있다.

노래가사는 학생들에게 장소감에 대한 이해뿐만 아니라 장소의 재현에 관해 비판적으로 분석하고 토론할 수 있는 수단을 제공한다.

이러한 지리수업은 학생들에게 그들의 지식을 사용하여 장소에 관해 더 심층적으로 생각하도록 한다.

그리고 음악은 학생들에게 세계 속에서 자신의 장소에 대한 인식을 발달시키도록 도와준다.

뿐만 아니라 음악은 지역, 국가, 세계와의 연결에 대한 이해와 더불어, 다양한 스케일에서의 감성적 학습을 통해 장소 정체성 교육에 기여할 수 있다.

한편 전세계에서 다양하게 펼쳐지고 있는 음악 축제와 음악관련 장소 마케팅 역시 지리수업을 위해 소중한 자료가 된다.

이처럼 장소를 배경으로 한 음악을 활용한 지리수업은 학생들에게 인지적 능력뿐만 아니라 감성적 능력을 신장시키는데 큰 기여를 할 수 있다.

@highlight

이 연구는 음악의 문화지리적 적실성 및 지리교육적 적실성을 검토한 후, 음악을 활용한 지리수업 방법을 제시했다.

