본 연구의 목적은 우리나라의 인구구조를 기반으로 저출산·고령화의 영향을 예측하고, 저출산·고령화를 선행한 국가 사례 분석을 통해 시사점을 도출하여 HRD 분야의 역할과 과제를 규명하는 것이다.

본 연구에서는 저출산·고령화 현실에서 HRD 분야가 중요한 이유를 설명하고, 저출산 고령화 시대에 인간의 행복 수준 또는 삶의 질을 유지하기 위해 필요한 HRD 분야의 인구자질을 논의하였다.

또한 저출산·고령화 사회를 먼저 경험하고 성공적으로 극복한 국가에 대한 사례 분석과 시사점을 도출하여, 우리나라 노동시장을 구성하고 있는 인력 유형별로 양성 및 활용 방안을 논의하였다.

이를 바탕으로 저출산·고령화 사회에서 성장동력으로서의 HRD 분야의 역할과 과제를 도출하여 제시하였다.

본 연구의 결론으로 제시한 저출산·고령화 사회에서 HRD가 수행해야 할 역할은 첫째, 노동시장에 대한 센서(Sensor) 역할, 둘째, 사회와 조직 측면에서 인력 공급의 파이프라인(Pipeline) 역할, 마지막으로, 개인 측면에서 노동시장으로의 진입을 위한 가교(Bridge) 역할 및 장기간 개인의 부가가치 유지를 돕는 산소공급기(Oxygenator) 역할이다.

@highlight

본고의 목적은 우리나라의 인구구조를 기반으로 저출산·고령화의 영향을 예측하고, 저출산·고령화를 선행한 국가 사례 분석을 통해 시사점을 도출하여 HRD 분야의 역할과 과제를 규명하는 것이다.

