윤리학의 뿌리 깊은 논쟁 중의 하나는 도덕의 본질이 무엇이냐는 것이다.

윤리학의 역사상 이러한 논쟁은 대체로 순수 철학적인 것이었다.

그런데 최근 이러한 문제를 과학의 힘을 빌려 해결하려는 시도가 이루어지고 있는데, 윌슨(E.

O.

Wilson)이 사회생물학을 통해 도덕을 통섭하겠다는 의지를 드러낸 이래 이러한 연구는 흥미로운 발전을 이루고 있다.

이러한 연구의 선구적 역할을 한 학자는 루즈(M.

Ruse)로, 그는 윌슨의 의지를 구현하기 위해 노력했던 흔치 않은 철학자다.

하지만 그는 전문적인 윤리학자가 아니었고, 무엇보다도 자신의 입장을 뒷받침하기 위해 사용할 수 있는 과학적 사실들이 부족했기 때문에 그의 이론은 적지 않은 허점을 드러낸다.

그럼에도 이후의 학자들은 그의 입장의 장단점을 취합하여 더욱 나은 이론을 만들기 위한 노력을 경주했는데, 이로 인해 도덕 판단의 기작들에 대한 설명이 정교해져 가고 있고, 관련 논의 또한 풍부해지고 있다.

이 논문에서 필자는 도덕 심리학 분야에서의 과학적 연구 성과를 이용하여 루즈의 입장을 보완하는 방식으로 도덕의 본질에 대한 해명을 시도해 보고자 한다.

이러한 논의를 짧은 지면에서 충분히 할 수 없음은 말할 것도 없다.

이는 일종의 시안(試案)으로, 더욱 세밀한 논의를 통해 여러 부분들에 대한 보충이 이루어져야 함은 물론이다.

@highlight

윤리학의 뿌리 깊은 논쟁 중의 하나는 도덕의 본질이 무엇이냐는 것이다.

@highlight

본 연구의 선구적 역할을 한 학자는 루즈로, 그는 윌슨의 의지를 구현하기 위해 노력했던 흔치 않은 철학자다.

