최근 치아우식증이 예방가능한 질환이라는 사실이 부각되면서, 치료에 대한 개념이 다소 변화하게 되었다.

즉, 단순한 수복치료가 아닌 ‘예방적 우식 조절(preventive caries control)’을 통한 관리가 필요하다는 것이다.

이러한 치아우식증에 대한철학의 변화는 구강 검사의 방법이나 기준의 변화를 수반하였는데, 이미 형성된 우식 와동을 관찰하는 데 그치는 것이 아니라, 와동형성이 이루어지기 전의 초기 단계에 해당하는 우식 병소를 정확하게 탐지하는 것이 필요하게 된 것이다.

최근 개발된 International Caries Detection and Assessment System II (ICDAS II)은 시진을 기반으로 한 치아우식증의 분류 기준이다.

이 분류 기준은 치아우식증의 예방 및 조기 진단과 환자 중심의 우식 관리를 지향하는 최근 경향을 바탕으로 하고 있는데, 이는 어린이의 양호한 구강 건강을 조기에 확립하여 이를 평생 유지할 수 있도록 돕는 것을 목표로 하는 소아치과학의 관점과 잘 부합한다고 볼 수 있다.

이에 저자는 어린이의 구강 검사에 ICDAS II를 적용하기 위한 기초를 제공하기 위해 이 분류 기준을 소개하고자 한다.

@highlight

최근 치아우식증이 예방가능한 질환이라는 사실이 부각되면서, 치료에 대한 개념이 다소 변화하게 됐다.

@highlight

이 치아우식증에 대한철학의 변화는 구강 검사의 방법이나 기준의 변화를 수반하였는데, 이미 형성된 우식 와동을 관찰하는 데 그치는 것이 아니라, 와동형성이 이루어지기 전의 초기 단계에 해당하는 우식 병소를 정확하게 탐지하는 것이 필요하게 된 것이다.

