본 연구는 고몰입 인적자원관리내의 다양한 기법들 중 평가시스템이 평가유효성과 조직구성원의 반응에 미치는 영향을 살펴보는 데 그 목적이 있다.

이를 위하여 본 연구는 고몰입 평가시스템을 독립변수, 평가시스템에 대한 반응과 조직에 대한 반응 두 변수를 종속변수, 그리고 평가유효성을 매개변수로 포함하는 공변량 구조모형을 설정한 뒤, 다양한 산업에 속하는 42개 중소기업을 중심으로 총 589개의 자료를 사용하여 실증분석을 실시하였다.

분석결과 첫째, 고몰입 평가시스템은 평가유효성에 직접적으로 정의 영향을, 조직구성원의 반응에 부의 영향을 미치지만, 구성원의 평가시스템에 대한 반응에는 직접적인 영향을 미치지 않는 것으로 나타났다.

둘째, 평가유효성은 평가시스템과 조직구성원의 반응에 직접적으로 정의 영향을 미치는 것으로 나타났다.

셋째, 고몰입 평가시스템은 평가유효성의 매개효과를 통하여 간접적으로 평가시스템과 조직구성원의 반응에 정의 영향을 미치는 것으로 나타났다.

이러한 연구 결과로부터 본 연구는 평가시스템이 공정성과 정확성을 의미하는 평가유효성과의 적합성을 통하여 구성원의 평가시스템과 조직에 대한 반응에 긍정적인 영향을 미친다는 사실을 발견하였다.

@highlight

이 연구는 고몰입 인적자원관리내의 다양한 기법들 중 평가시스템이 평가유효성과 조직구성원의 반응에 미치는 영향을 살펴보는 데 그 목적이 있다.

