본 논문에서는 FX 형식의 한일상관기(Korea-

Japan Joint VLBI Correlator, KJJVC)의 잔차 지연 보정 알고리즘을 제안하였다.

KJJVC의 초기 잔차 지연보정 알고리즘에는 연산의 고속화를 위해 정수 연산과 위상보정 계수를 위한 cos/sin table을 도입하였다.

그리고 잔차 지연 알고리즘의 초기설계에서 데이터의 타이밍과 잔차 지연 위상의 불일치와 비트쉬프트와 잔차 지연 위상의 불일치 문제를 해결하였다.

VCS의 잔차 지연 알고리즘의 최종 설계에서는 잔차 지연보정된 값을 FFT segment에 적용할 때 잔차 지연 보정 회전 메모리가 초기화 되지 않는 것을 수정하였다.

제안한 잔치 지연 보정 알고리즘을 이용하여, 교차 전력 스펙트럼의 대역폭 모양이 모든 대역폭에 대해서 손실이 없이 평탄한 것을 확인하였다.

제안한 잔차 지연보정 알고리즘의 유효성을 확인하기 위해 시뮬레이터와 KJJVC를 이용하여 실제 관측데이터를 대상으로 상관처리 시험을 수행하였다.

실험결과를 통하여 제안한 잔차 지연 보정 알고리즘이 KJJVC에 잘 적용되고 있으며, 신호대 잡음비가 약 8% 향상되는 것을 확인하였다.

@highlight

본고에서는 FX 형식의 한일상관기(Korea-

@highlight

Japan Joint VLBI Correlator, KJJVC)의 잔차 지연 보정 알고리즘을 제안하였다.

