이 연구는 청소년의 은둔형 외톨이가 인터넷 중독을 매개로 집단따돌림과 대인기피와 정서불안증과의 관계에서가족스트레스의 조절효과를 탐색하여 청소년의 지원을 위한 실증적 기초자료를 제공하기 위해 수행되었다.

이를 위해 G광역시 지역 고등학교 재학생인 청소년을 대상으로 표본을 추출하여 실증 분석하였다.

분석결과, 고등학생의은둔형 외톨이가 인터넷게임중독 행태에 미치는 영향력의 관계에서 은둔형 외톨이는 인터넷 게임중독에 영향력이있는 것으로 분석되었다.

또한 인터넷게임중독 행태가 집단따돌림, 대인기피증, 정서불안에 유의미한 영향을 미치며, 특히 은둔형 외톨이 성향은 대인기피증에 가장 크게 영향력이 미치는 것으로 나타났다.

조절변수로는 인터넷게임중독이 정서불안증에 영향을 미치고 있는 것으로 나타났다.

본 연구에서는 이러한 분석결과를 토대로 청소년의인터넷 중독과 행태를 예방하기 위한 정책적 시사점을 제시하였다.

@highlight

본 연구는 청소년의 은둔형 외톨이가 인터넷 중독을 매개로 집단 따돌림과 대인기피와 정서불안증과의 관계에서 가족스트레스의 조절 효과를 탐색하고 또한 청소년의 지원을 위해 실증적 기초자료를 제공하기 위하여 수행되었다.

