지금까지 EDI의 연구는 EDI 도입과 성과에 초점이 맞추어져 왔다.

그러나 최근 EDI의 확산에 관한 연구가 증가하고 있다.

이 연구의 목적은 첫째, EDI 확산의 여러 요인을 찾고, 두 번째 EDI 확산 요인과 EDI 확산 정도와의 관계를 밝혀보고자 한다.

이러한 목적을 달성하기 위해 본 연구에서 채택된 두가지 방법론은 첫째, 선행연구들을 폭넓게 분석하여 모델을 구축하는 것이며, 둘째 EDI 확산요인을 탐색하는 실험적 연구방법이다.

본 연구가설을 검증한결과 첫째, EDI 내부확산에 영향을 미치는 중요한 변수들은 최고경영자의 지원, 업무범위, 정보기반, 적합성, 복잡성, 상대적 이익, 경쟁정도, 거래상대방 압력을 들 수 있고, 둘째 EDI의 외부확산에 영향을 미치는 주요 변수들은 최고경영자의 지원, 업무범위, 정보기반, 적합성, 상대적 이익, 경쟁정도, 거래상대방 압력이다.

최고경영자의 지원, 업무범위, 정보기반, 적합성, 상대적 이익, 경쟁 정도 그리고 거래상대방 압력이 EDI 내부확산과 외부확산에 동시에 영향을 미치는 것을 알 수 있다.

@highlight

본 연구의 목적은 첫째, EDI 확산의 여러 요인을 찾고, 두 번째 EDI 확산 요인과 EDI 확산 정도와의 관계를 밝히는 것이다.

