본 연구는 예비영어교사 양성프로그램에서의 교사전문성 발달과정에서 평가 전문성 발달의 필요성을 인지하고 이들의 평가 전문성을 발달시키기 위하여 자기성찰활동을 기반으로 하여 평가도구 개발 능력 향상을중심으로 한 방안을 제시하고 이에 대한 예비영어교사들의 인식을 연구하고자 하였다.

이를 위한 연구방법으로 예비영어교사의 평가전문성신장을 위한 강좌를 2015학년도 1학기에 개발하여, 서울 소재 한 대학교에서 2015년 2학기에 영어교육평가관련 전공선택 강좌를 공통으로 수강하는 예비영어교사 13명을 대상으로 15주간에 걸쳐 운영하였다.

이에대한 이들의 인식조사를 위해서 15주차에 이들에게 자기성찰보고서를 작성하도록 하고 이들을 대상으로 집단면접조사를 실시하여 자료들을 수집하고 이를 질적분석 하였다.

연구 결과, 첫째 영어평가에 관한 지식과 실제 평가도구 개발에 학습을 중심으로 하는 프로그램을 개발하였다.

이 프로그램을 통해 평가과업을 단계적으로 개발하도록 유도하며 각 단계마다 자기성찰을 기반으로 학습해나가도록 하였다.

둘째, 이 프로그램에 대한 이들의 인식을 분석한 결과, 평가 기능에 대한 이들의 인식이 개선되었고, 이론과 접목하며 평가과업을 개발하는능력이 발달되었으며, 단계적 학습과정?

자기성찰활동등이 학습과정 및 결과에 긍정적 효과를 미친다고 인식하는 것으로 나타났다.

@highlight

본 논문은 예비영어교사 양성프로그램에서의 교사전문성 발달과정에서 평가 전문성 발달의 필요성을 인지하였고, 이들의 평가 전문성을 발달시키기 위해 자기성찰활동을 기반으로 평가도구 개발 능력 향상을중심으로 한 방안을 제시하며, 이에 대한 예비영어교사들의 인식을 연구하였다.

