최근 세월호 사건이나 메르스 사건, 쓰나미로 인한 원자력발전소 폭발사건, 기간산업시설물에 대한 해킹 등에서 보듯이, 기존의 전통적 위험과는 다른 현대형 위험들의 등장으로 기존의 법 이론과 실무는 한계에 부딪히게 되었다.

규제를 강화하는 적극적인 규제국가의 길을 걸을 것인지, 아니면 철저하게 민영화의 길을 계속 걸어갈 것인지, 제3의 길로서 보장국가의 길을 새롭게 갈 것인지 고민하지 않을 수 없다.

정부의 실패와 시장의 실패를 겪고 난 지금, 이제는 보장국가의 관점에서 민영화 여부와 상관없이 국민의 기본권을 책임지고 보장하도록 행정법이론과 실무를 변화시켜야 할 때이다.

현대형 위험에 대한 제어를 철저하고 성공적으로 수행할 수 있도록 헌법과 행정조직법 등의 개정을 비롯하여야 한다.

보장행정이 가능하도록 행정조직을 정비하고, 입법·사법·행정을 변화시켜야 한다.

그리고 이러한 보장책임은 다양한 유형으로 범위가 확대되어야 한다.

보장국가를 효과적으로 구현하기 위해서 중앙행정기관 주도의 일방적 행정은 대화형 행정으로 구조가 변경되는 패러다임으로 변화하여야 한다.

시장과 정부의 역할을 조화롭게 하는 방향의 포촉책임의 구조가 구현되어야 한다.

이러한 구조가 잘 구현될 수 있도록 사적 자치가 보장책임의 공법적 원리에 의하여 수정되어야 한다.

지방자치단체의 보장행정의 역할을 확대하고 우선하는 방향의 포촉책임의 구조도 고려되어야 한다.

@highlight

요즘 세월호 사건이나 메르스 사건, 쓰나미로 인한 원자력발전소 폭발사건, 기간산업시설물에 관한 해킹 등에서 보듯이, 기존의 전통적 위험과는 다른 현대형 위험들의 등장으로 기존의 법 이론과 실무는 한계에 부딪히게 됐다.

