연구에서는 도시재생의 다양한 연구 분야 가운데 소프트웨어를 활용한 도시재생기법 중,‘축제’에 집중하여 문화관광축제의 도시재생 영향인식과 주민지지에 관한 연구를 했다.

본 연구에서는 총 2개의 가설을 검증하였다.

첫째는 문화관광축제의 도시재생 영향인식의 요인 중 경제·물리적 재생효과를 제외한 상권역량 재생효과, 사회·문화적 재생효과, 계층적 편견 회복효과는 통계적 유의수준 하에서 지역재생 주민지지에 유의한 영향을 미치는 것으로 나타났다.

둘째는 인구통계학적인 특성에 따른 지역재생 영향인식에 대한 차이를 검토하였다.

분석결과 상권역량 재생효과는 혼인여부, 직업, 학력에 따라 차이가 나타났으며, 경제·물리적 재생효과는 직업에 따른 차이가 검토되었다.

사회·문화적 재생효과는 거주기간, 거주지역, 직업, 학력에 따라 차이가 나타났으며, 계층적 편견 회복효과는 직업에 따른 차이가 검토되었다.

본 연구의 주제는 관광분야에서 새롭게 주목을 받고 있으나 아직 미개척 분야인 축제와 도시재생 영향인식에 관하여 이론적 연구와 실증적으로 접근하였다는데 의의가 있다.

@highlight

연구에서는 도시재생의 다양한 연구 분야 중 소프트웨어를 활용한 도시재생기법 중에,‘축제’에 집중해 문화관광축제의 도시재생 영향인식과 주민지지에 대한 연구를 하였다.

