본 연구는 신체 접촉 놀이프로그램을 통한 다문화 가정 유아의 공격성 변화와 관계 맺음의 변화를 살펴보는 데 목적을 두었다.

연구 참여자로 다문화 가정 유아 3명을 선정하고 연구 참여자들이 속해 있는 반 전체를 신체 접촉 놀이프로그램에 참여시켜 주 1회 40분씩 총 10회 동안 프로그램을 실시하였다.

신체 접촉 놀이를 통해 다문화 가정 유아들의 공격성이 어떻게 변화하는지를 알아보고자 하였고 또한 연구 참여자들의 공격성을 줄이기 위한 신체 접촉놀이가 그들의 자유놀이상황에서 관계 맺음에 어떤 변화를 경험하도록 했는지 탐색하고자 하였다.

그 결과 다문화 가정 유아들은 ‘어색한 첫 만남’, ‘신체 접촉 거부하기’, ‘화를 참지 못하기’, ‘신체 접촉놀이에 흥미 느끼기’, ‘긍정적 관계 맺기’, ‘함께 마음 나누기’ 단계로 프로그램 안에서 연구 참여자들의 공격성이 변화되었으며, 또한, 다문화 가정 유아의 공격성을 줄이기 위한 신체 접촉 놀이 프로그램은 그들의 자유놀이상황에서 관계 맺음에 긍정적인 변화를 경험하게 하였다.

@highlight

이 연구는 신체 접촉 놀이프로그램을 통한 다문화 가정 유아의 공격성 변화와 관계 맺음의 변화를 살펴보는 데 목적을 두었다.

