본 연구에서는 매크로섬유를 PP섬유로 대체하여 유기계 섬유들인 PVA섬유 6mm와 PP섬유 50mm로 하이브리드 보강된 콘크리트의 역학적 특성을 파악하기 위해 섬유의 체적비를 주요변수로 하이브리드 섬유 보강 콘크리트(HFRC) 4배합과 섬유가없는 Plain콘크리트 1배합을 실험하여 비교하였다.

섬유의 체적비를 1%미만으로 제한하였다.

연구결과 유기계 섬유의 하이브리드 보강은 콘크리트의 강성 및 연성거동을 강섬유만큼 극대화시키지는 못하지만, Plain콘크리트와 비교시 매우 진전된 연성거동을 보이며 휨 인성지수와 등가휨강도 사이의 의미 있는 관계를 확인하였다.

그리고 유기계 섬유로 하이브리드 보강한콘크리트에서도 섬유의 체적비가 증가할수록 연성이 증가하였고 섬유의 하이브리드를 위해 사용한 마이크로섬유인 PVA섬유보다 매크로섬유인 PP섬유가 콘크리트의 휨 거동에 미치는 영향이 크며, 염분침투시험에서도 섬유의 혼입이 염분침투를 억제하는 효과가 있는 것으로 확인되었다.

@highlight

이 연구에서는 매크로섬유를 PP섬유로 대체해 유기계 섬유들인 PVA섬유 6mm와 PP섬유 50mm로 하이브리드 보강된 콘크리트의 역학적 특성을 파악하기 위해 섬유의 체적비를 주요변수로 하이브리드 섬유 보강 콘크리트 4배합과 섬유가없는 Plain콘크리트 1배합을 실험해 비교했다.

