본고는 초등학교 국어교육에 대하여 1차부터 7차까지의 교육과정, 교과서 및, 교수·학습 기술면으로 나눠서 그 변모 양상과 지향점을 살펴보는 것을 그 목적으로 한다.

변모 양상으로는 국어과 교육과정 자체로는 그 체제가 목표-

내용-

방법-

평가의 주된 교육과정 요소를 갖춘 것으로 정비해가는 과정을 살펴볼 수 있었고, 교과서와 교수·학습 기술면에서는 국어과가 도구교과적인 위상을 점차 강화해가고 있는 면모를 엿볼 수 있었다.

그리고, 교육 주체인 학습자를 더 중시해가는 경향으로 지향해왔다는 점과 더불어, 열린 교과서관 중심으로 교수·학습 기술이 쇄신해가는 면도 살펴볼 수 있었다.

이어서 우리 초등국어교육이 지향할 점으로는, 첫째, 기초 도구교과(道具敎科)적 특성을 더욱 심화·확대시켜야겠다는 점, 둘째, 학습자 중심의 국어교육을 지향해야겠다는 점, 셋째, 실제 상황과 경험을 가지고 의사소통 학습을 할 수 있도록 해야겠다는 점, 넷째, 통합적인 운영을 지향해야겠다는 점, 다섯째, 이해와 표현 활동의 과정을 중심으로 문제 해결을 위한 사고의 전략 학습을 지향해야겠다는 점, 그리고 사회적 상호작용 중심의 교수·학습방법으로 지향해야겠다는 점들을 들었다.

@highlight

이 논문은 초등학교 국어교육에 관해 1차부터 7차까지의 교육과정, 교과서 및, 교수·학습 기술면으로 나눠서 그 변모 양상과 지향점을 살펴보는 것을 그 목적으로 한다.

