본 연구의 목적은 학생들이 살고 있는 해당 지역의 실제적인 상황 및 문제를 스스로 탐구하고, 그 안에서 직면한 문제를 예술적인 방법으로 해결해 나가는 공동체 미술을 경험함으로써 ‘열린 사고’로의 ‘소통’을 신장하는 것이다.

본 연구는 학습자 스스로가 적극적이고 능동적인 학습을 이뤄내기 위해 PBL(Problem-

Based Learning: 문제중심학습)을 적용하여 학습자가 실제로 살고 있는 지역에서 겪게 되는 문제를 직접 탐방을 통해, 주민들과 적극적인 소통으로 해결하는 방안을 찾도록 하였다.

그리고 수업의 효과를 알아보고자 중학교 2학년 15명을 대상으로 수업 전과 후의 설문조사와 학생들의 해결 과정을 통해서 수업을 분석하였다.

이 수업을 통해 66.5%의 학생이 우리 지역의 실태에 관심이 생겼으며, 미술을 통해서 문제해결의 가능성을 보았다는 의견이 60%로 본 수업에 긍정적인 반응을 보였다.

그리고 전 세계에서도 학습자들이 고민하는 문제와 해결방안 등을 소통 할 수 있도록 '구글 맵스’를 사용하였다.

이를 통해 미술 수업이 결과물을 위한 표현적 수단이 아닌, 우리지역, 더 나아가 사회의 문제에 개입하고 해결해 나갈 수 있다는 것을 확인했다.

@highlight

연구의 목적은 학생들이 살고 있는 해당 지역의 실제적인 상황 및 문제를 스스로 탐구하고, 그 안에서 직면한 문제를 예술적인 방법으로 해결해 나가는 공동체 미술을 경험함으로써 ‘열린 사고’로의 ‘소통’을 신장하는 것이다.

