기존의 4족 보행 로봇에서의 다리 부착 위치는 말, 사자 등의 동물에서 볼 수 있는 것과 같은 형태로서 사람들에게 익숙한 형태이기 때문에 외관상 자연스러우나 보행의 안정성, 보행의 속도 등 보행의 관점에서는 비효율적인 측면이 있다.

본 논문에서는 자연계에는 존재하지 않는 형태로서 보행이 효율적으로 이루어지도록 네 다리를 몸체에 부착한 형태의 4족 보행 로봇에 대하여 기술한다.

제안된 4족 보행 로봇은 로봇의 진행 방향에 대하여 좌우 다리와 전후다리를 갖는다.

일반적인 구조의 4족 보행 로봇은 정적인 보행을 하기 위하여 항상 세 다리가 지면에 닿아야하고 로봇의 무게 중심을 로봇 진행 방향에 대하여 좌우로 이동시켜주어야 한다.

또한 보행 속도를 높이기 위해서는 두 다리만 동시에 지면에 닿는 동적인 보행을 수행하여야 하는데, 이는 제어하기가 쉽지 않고 사용된 모터의 특성에 따라서는 동적인 제어가 불가능할 수도 있다.

반면 제안된 로봇은 정적인 보행에서도 두 다리를 동시에 이동할 수 있어 보행의 안정성과 효율성을 크게 향상시켰다.

@highlight

본고에서는 자연계에는 존재하지 않는 형태로서 보행이 효율적으로 이루어지도록 네 다리를 몸체에 부착한 형태의 4족 보행 로봇에 대하여 기술한다.

