본 연구는 CBAM 모형에 근거하여 2007년 개정 교육과정에 대한 초·중등교사의 관심도와 실행도를 측정하고 교사배경 변인별로 교사의 관심 정도와 관심도에 따른 2007년 개정 교육과정의 실행도의 차이를 분석하는데 연구의 목적이 있다.

이를 위해 D광역시 초·중등교사 357명을 대상으로 설문조사를 실시하고 그 결과를 분석하였다.

본 연구의 결론을 제시하면 다음과 같다.

첫째, 교사 배경 변인별로 개정 교육과정에 대한 관심도가 매우 낮기 때문에, 관심도를 높이기 위해서 실질적으로 단위 학교의 교육과정 편성과정에 교사들이 적극적으로 참여할 수 있는 체제를 마련하여 자발적인 교사의 관심을 이끌어내야 한다.

둘째, 교사 성별, 학교급별 등에 따라 개정 교육과정에 대한 관심도의 차이가 나타나기 때문에, 교사 배경 변인별로 적합한 맞춤형 개정 교육과정 연수 프로그램을 개발해야 한다.

셋째, 2007년 개정 교육과정에 대한 무관심 교사보다 더 높은 관심 수준에 있는 교사가 개정 교육과정의 실행을 훨씬 잘 하고 있는 것으로 나타나 개정 교육과정에 대한 관심도와 실행도를 별개로 보지 않고 교사의 관심도 수준에 따라 서로 연계된 교육과정 개발 정책이 필요하다.

본 연구의 결론을 토대로 다음과 같이 제언할 수 있다.

교원의 관심도가 낮은 원인을 토대로 그에 대한 개정 교육과정 관심도 및 실행도 향상을 위한 세부 대책을 강구할 필요가 있다.

@highlight

이 연구는 CBAM 모형에 근거하여 2007년 개정 교육과정에 대한 초·중등교사의 관심도와 실행도를 측정하고 교사배경 변인별로 교사의 관심 정도와 관심도에 따른 2007년 개정 교육과정의 실행도의 차이를 분석하는데 연구의 목적이 있다.

@highlight

이 연구의 결론을 토대로 다음과 같이 제언할 수 있다.

