이 연구는 우리가 일상에서 접하는 많은 텍스트들이 자전적 요소를 지니고 있다는 점에 주목하였다.

또 국어교육 현장에서 이러한 텍스트들을 ‘삶과의 소통’이라는 맥락에서 확장적으로 수용하고, 필요한 상황에서 관련된 텍스트를 생산할 수 있도록 학습자의 자전적 텍스트에의 접근성을 높이는 데 그 목적이 있다.

자전적 텍스트가 갖는 서술 방식은 다양한 시각에서 정리할 수 있지만, 일반적으로 필자의 삶을 소재로 한다는 점, 1인칭의 고백적이거나 성찰적인 문체를 갖는다는 점, 시간의 순서에 따른 연대기적 서술법을 사용한다는 점 등을 대표성으로 파악할 수 있다.

이 연구에서는 자전적 텍스트의 개념을 규정하고, 현재 중·고등학교 교과서에서 구현되고 있는 보다 다양한 유형의 텍스트에서 이러한 자전적 텍스트의 성격을 찾아내고, 다양한 텍스트에서 의도하는 소통의 의미를 파악하고자 하였다.

이렇게 확장된 자전적 텍스트들은 교과서 지문으로 활용되고, 우리 삶에서 직접 접할 수 있는 다양한 텍스트 형태로 제시됨으로써 여러 교육적 효과를 기대할 수 있게 될 것이다.

@highlight

이 연구는 우리가 일상에서 접하는 많은 텍스트들이 자전적 요소를 지니고 있다는 점에 주목하였다.

@highlight

이 연구에서는 자전적 텍스트의 개념을 규정하고, 현재 중·고등학교 교과서에서 구현되고 있는 보다 다양한 유형의 텍스트에서 이러한 자전적 텍스트의 성격을 찾아내고, 다양한 텍스트에서 의도하는 소통의 의미를 파악하고자 하였다.

