본 연구에서는 1940년대 식민지 조선에서 어떠한 일본인 시나리오 작가들이 어떠한 시대 배경 속에서 어떠한 영화 활동을 하였는지에 대해 실증적으로 구명하고, 그 영화사적 특징과 의미에 대해 해석적으로 고찰하였다.

그리하여 다음과 같은 결론을 도출하였다.

첫째, 1940년대 들어 식민지 조선영화 내에서 일본인 시나리오작가들에 의해 쓰인 작품들의 비중이 갈수록 커졌다.

특히, 조선의 영화 제작사와 배급사가 통폐합된 이후 완성된 거의 모든 극영화의 각본을 그들이 담당하였다.

이러한 변화는 중일전쟁의 장기화와 태평양전쟁으로의확장, 이에 따른 전시체제의 구축과 식민지 동원의 강화라는 시대적 배경 하에서 이루어졌다.

둘째, 당시 조선영화계에서는 일본인 시나리오 작가들의 활동이 두드러졌다.

재조선 일본인과 내지 일본인으로 구성된 그들의직업은 주로 전문적인 시나리오 작가였으나, 영화 평론가 및 기획 담당자, 여타 예술 분야에서의 경력을 지닌사람들도 포함되었다.

또한 이들은 작품 활동 이외에도 다양한 영화 활동을 행하였다.

영화사에 소속되어 기획및 제작을 담당하기도 하였고, 조선과 일본의 문화 교류에 참여하기도 하였으며, 각종 단체 및 언론 활동을 펼치기도 하였다.

셋째, 조선영화 시나리오 창작에 있어서도, 일본인 작가들은 본인의 영화적 경향을 이어 가며자신의 존재성을 드러내고 그 입지를 다졌다.

이렇게 만들어진 작품들은 일본의 식민지 정책과 함께 식민지조선(영화)의 특수성을 반영하였다.

그러면서 동시기 일본영화 및 이전 시기 조선영화와 공통점과 차이점을지니게 되었다.

@highlight

본고는 1940년대 식민지 조선에서 어떤 일본인 시나리오 작가들이 어떤 시대 배경 속에서 어떤 영화 활동을 했는지에 대하여 실증적으로 구명하며 그 영화사적 특징과 의미에 대하여 해석적으로 분석한다.

