본 연구는 그동안 농업법인에게 지원되었던 막대한 규모의 정책자금 지원 사업을 평가함으로써, 농업법인 육성정책의 평가체계 구축을 위한 토대 및 바람직한 대안을 제시하고자 한다.

농업법인에 대한 정책적 지원을 둘러싼 논쟁은 오랫동안 지속되어 왔지만,이러한 논의가 농업법인 육성사업과 관련된 정책에 대해서 까지는 이어지지 못하였다.

기존의 많은 선행연구에서는 농업법인의 경영성과가 높은 편이 아니며 정책자금 지원의효과성이 높지 않다고 결론짓고 있다.

따라서 본 연구는 농업법인에 대한 보조금과융자금 지원이 경영성과 개선에 효과가 없을 것이라는 가설을 설정하였고 로버스트 회귀의LTS모형을 이용하여 이를 검정하였다.

분석결과 농업법인에 대한 보조금과 융자금지원은 법인의 수익성과 활동성 개선에 영향을 미치지 못하는 것으로 나타났고, 일부지표에 대해서는 통계적으로 유의미한 부정적 효과를 미치는 것으로 나타났다.

이러한결과를 토대로 본 연구는 농업법인에 대한 지원이 좀 더 생산자의 판로개척이나 상품개발과 같은 부분에 중점을 두어야 하고, 농업회사법인과 영농조합법인에 대해서는규모별로 차별화된 지원이 이루어져야 하며 농업법인에 대한 체계적인 자료구축과 지속적인 정책평가체계가 구축되어야 함을 주장한다.

@highlight

이 연구는 그간 농업법인에게 지원되었던 막대한 규모의 정책자금 지원 사업을 평가함으로써, 농업법인 육성정책의 평가체계 구축을 위한 토대 및 바람직한 대안을 제시하려 한다.

@highlight

이 연구는 농업법인에 대한 보조금과융자금 지원이 경영성과 개선에 효과가 없을 것이라는 가설을 설정하였고 로버스트 회귀의LTS모형을 이용하여 이를 검정했다.

