본 연구는 스포츠 현장에서 싱크로나이즈드 스위밍의 심판이 공정하고 일관성 있는 판정을 할 수 있는 심판의 전문성 요소가 무엇인지를 알아보는데 목적이 있다.

연구방법으로는 심층면담과 이메일을 통해 자료를 분석하여 문서화하였으며, 연구 참여자는 대한수영연맹 소속 국내 싱크로나이즈드 스위밍 심판 5인과 FINA 싱크로나이즈드 스위밍 주심 겸 일본 대학 교수와 캐나다, 중국에서 활동하고 있는 국제 심판 겸 대학 교수를 역임하고 있는 3인을 선정하였으며 다음과 같은 결론을 도출하였다.

첫째, 심판들은 오랜 시간 반복된 판정 경험으로 선수의 수행을 통합적이고 자동적으로 평가하고 있는 것으로 나타났다.

이를 지속하기 위해서는 전문성의 요소 중 하나인 배우고자 하는 노력과 새롭고 향상된 것을 위해 끊임없는 연구 활동을 기울여야 한다는 결론이 도출되었다.

둘째, 심판 스스로가 공정성, 신뢰성, 일관성에서 반성적 의식을 갖고 있으며, 이와 같은 반성의 과정과 비판적 성찰을 통하여 전문성 신장을 가속화시킬 수 있을 것이다.

마지막으로 객관적이고 공정한 판정을 위해서는 현장에서 적용할 수 있는 판정보조도구를 개발해야 한다는 의견도 제시되었다.

향후 싱크로나이즈드 스위밍 선수, 지도자, 심판 간에 상호 협력적인 연구를 통하여 심리학적 관점뿐만 아니라 사회적, 도덕적 관점에서의 심판 전문성에 대한 연구의 필요성이 제기되었다.

@highlight

본고는 스포츠 현장에서 싱크로나이즈드 스위밍의 심판이 공정하고 일관성 있는 판정 가능한 심판의 전문성 요소가 무엇인지를 알아보고자 하였다.

