본 연구의 목적은 휴대폰 의존의 저연령화가 심각한 사회문제로 대두되고 있는 현 시점에서 아동·청소년기 휴대폰 의존 예방을 위한 맞춤형 교육프로그램의 기초자료를 제공하는 것이다.

이 목적을 달성하기 위해 성장혼합모형(Growth Mixture Model)을 활용하여 아동·청소년기 휴대폰 의존의 발달궤적 내 다양한 하위 잠재계층의 유형을 확인하였다.

본연구의 결과는 다음과 같다.

첫째, 아동·청소년기 휴대폰 의존의 발달궤적에서 하위 잠재계층의 유형은 완만 증가 계층, 완만 감소 계층, 급격 증가 계층, 저이용 계층의 4개인 것으로 확인되었다.

둘째, 저이용 계층을 준거집단으로 하여 분석한 결과, 하위 잠재계층별 예측요인은 다른 것으로 나타났다.

저이용 계층과 비교해 완만 증가 계층에 소속될 가능성을 높여 주는 변인은 낮은 자아존중감이고 완만 감소 계층의 변인은 긍정적인 또래관계, 급격 증가 계층의 변인은 부정적인 부모관계인 것으로 검증되었다.

본 연구의 결과를 근거로 하여 아동·청소년기 휴대폰 의존 예방을 위한 효율적인 대상별 맞춤형 개입 방안을 제시하고자 하였다.

@highlight

본고는 휴대폰 의존의 저연령화가 심각한 사회문제로 대두되고 있는 현 시점에서 아동·청소년기 휴대폰 의존 예방을 위한 맞춤형 교육프로그램의 기초자료를 제공하고자 한다.

