개별차량의 주행궤적을 모니터링하고 개별차량의 위험운전행태를 검지하여 도로의 안전성을 평가하고 분석하는 것은 사고의 원인 분석 및 예방의 시작이라 할 수 있다.

최근 각종 센서 및 통신기술의 발달은 과거에 비해 보다 미시적이고 폭넓은 교통자료의 취득을 가능하도록 하였다.

이러한 발달된 기술력을 통해 사고 이력자료를 이용할 수밖에 없던 과거와 달리 개별차량의 주행궤적자료를 실시간으로 가공하여 교통상황과 정보를 바로 수집할 수 있는 실시간 모니터링 시스템 환경을 제공할 수 있다.

본 연구에서는 개별차량 주행자료 수집 및 차량-

차량간, 차량-

인프라간 무선통신이 가능한 차량 내 센서로부터 수집되는 자료를 이용하여 위험운전이벤트를 검지하였다.

V2X 통신을 통해 생성된 위험운전 정보를 교통관리센터로 전달하고 도로의 위험도를 산출함으로써 실시간 유비쿼터스 환경에서의 교통안전 모니터링을 통해 도로의 안전성을 평가할 수 있는 기법을 제시하였다.

본 연구에서 제시한 교통안전 모니터링 기법은 실제 테스트베드에 구현되어 테스트 중에 있으며, 실제 구현된 교통안전 모니터링의 적용 사례 및 활용방안에 대하여 소개하고자 한다.

본 연구에서 제시한 교통안전 모니터링 기법은 도로의 전반적인 안전성을 검토함으로써 교통류 관리전략 수립을 위한 기초자료로써 활용될 수 있을 것이며 교통안전증진을 위한 다양한 정책개발 및 평가에 활용할 수 있을 것으로 기대된다.

@highlight

본고에서는 개별차량 주행자료 수집 및 차량-

@highlight

차량간, 차량-

@highlight

인프라간 무선통신이 가능한 차량 내 센서로부터 수집되는 자료를 이용하여 위험운전이벤트를 검지하였다.

