본 연구의 목적은 국민경제에서 차지하는 비중 및 역할의 중요성에도 불구하고 많은 연구가 이루어지지 않고 있는 비상장중소기업을 대상으로 하여 이들 기업의 자본구조 결정요인을 분석하는 것이다.

선행연구 고찰을 통해 가설을 설정하고, 가설을 검정하기 위한 연구설계를 하였다.

2002년부터 2008년까지 연속적으로 재무자료를 공시한 비상장 제조기업을 대상으로 하여 패널자료를 수집하고 패널분석방법론을 적용하였다.

각 가설의 연구결과를 요약하면 아래와 같다.

첫째, 기업규모는 레버리지에 정(+)의 영향을 미치는 반면에, 단기레버리지에는 정(+), 장기레버리지에는 부(-

)의 영향을 미치는 것으로 나타나 가설을 기각하였다.

둘째, 자산유형성은 레버리지에 정(+)의 영향을 미치며, 단기레버리지에 비하여 장기레버리지에 더 강한 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 수익성은 레버리지에 부(-

)의 영향을 미치며, 장기레버리지에 비하여 단기레버리지에 더 강한 부(-

)의 영향을 미치는 것으로 나타났다.

넷째, 성장성은 레버리지에 영향을 미치지 않는 것으로 나타났다.

마지막으로, 비부채성감세효과는 레버리지에 정(+)의 영향을 미쳐, 비부채성감세효과가 클수록 레버리지가 증가하는 것으로 나타났다.

@highlight

이 연구의 목적은 국민경제에서 차지하는 비중 및 역할의 중요성에도 불구하고 많은 연구가 이루어지지 않고 있는 비상장중소기업을 대상으로 하여 이들 기업의 자본구조 결정요인을 분석하는 것이다.

