본 연구에서는 석회암 지반에서 광산개발이나 토목공사를 수행할 때 데이터베이스로 활용될 수 있는 암석의 기초 물성들을 파악하기 위하여, 제천지역 석회암을 대상으로 수많은 실내 역학시험을 실시하여 암석의 단위중량, 흡수율, 간극률, 탄성파 속도, 쇼어경도, 일축압축강도, 인장강도, 영률, 포와송비, 점착력, 내부마찰각등의 각종 물리적 성질을 조사하였다.

연구 지역에 분포하는 회색석회암과 이질석회암의 역학적 특성을 비교검토하였으며, 이질석회암은 회색석회암에 비하여 단위중량은 작고 간극률과 흡수율은 크게 나타나 각종 역학적 특성은 상대적으로 작게 평가되었다.

또한 Mohr-

Coulomb 파괴기준과 Hoek-

Brown 파괴기준을 적용하여 제천석회암의 파괴조건을 해석하였으며, 여러 가지 물성간의 단순회귀분석과 다중회귀분석을 통해 물성 상호간의 관련성을 알아보았다.

@highlight

석회암 지반에서 광산개발이나 토목공사를 수행할 때 데이터베이스로 활용될 수 있는 암석의 기초 물성들을 파악하기 위해, 실내 역학시험을 실시해 암석의 단위중량, 흡수율, 간극률 등의 각종 물리적 성질을 조사했다.

