‘망종화’에서 콜히친 처리에 의한 효율적인 4배체 식물을 유도하고자 적정 식물체 부위, 적정농도 및 침지시간을 검토하였다.

종자의 발아율은 콜히친의 농도가 높을수록또한 침지시간이 길수록 저하되었다.

대조구를 제외한 16개의 처리구에서 총 453개체가 발아된 반면 4배체는 유도되지 않았다.

기내 배양 중인 줄기 절편체의 식물체 재생율은 콜히친 처리농도 0.01%에서 최고를 나타내다가 0.1%농도 이상으로 높아질수록 낮았다.

적정식물체 부위는 줄기 절편체로 나타났다.

4배체 식물은 콜히친을 0.05% 이상으로 6시간 침지처리 하였을 때 얻을 수 있었고, 특히 0.05%, 12시간 침지처리에서 식물체의 재생수 대비 약42%의 높은 획득율을 보였다.

Flowcytometry에 의해 DNA함량의 배가여부를 확인한 결과, G1 phase의 DNA 함량 peak가 2배체에서 94.5, 4배체는 192.5로, DNA가 배가됨을 확인할 수 있었다.

또한 공변세포당 엽록체 수는2 배체가 약 10개인 것에 비해 4배체는 17~19개로 2배체보다 약 1.7~1.9배 정도 많았다.

@highlight

‘망종화’에서 콜히친 처리에 의한 효율적인 4배체 식물을 유도하고자 적정 식물체 부위, 적정농도 및 침지시간을 검토했다.

