최근 투명전극으로 주로 사용되고 있는 ITO 재료를 대체하기 위해 CNT를 이용한 투명전극의 활용 연구가 활발히 진행되고 있다.

본 연구에서는 건조온도에 따라 CNT와 ITO의 응집이 일어나는 정도가 달라진다는 점을 이용하여 표면을 조절하여CNT 및 ITO가 코팅된 폴리에틸렌 테레프탈레이트 (PET)를 제조하였다.

CNT를 ITO를 대신할 투명전극으로의 활용 가능성을 평가하면서, 표면의 물성 변화를 유도 하기 위해 코팅 후 건조온도를 20℃, 80℃, 그리고 120℃ 3단계로 나누어 표면을관찰하였다.

전기저항측정법을 활용하여 재료의 내구성 및 전기적 물성을 평가함으로써 제조한 투명전극의 특성을 평가하였다.

전자현미경을 이용하여 건조온도에 따른 표면 변화를 관찰하였고, UV-

스펙트럼을 통해 건조온도가 증가함에 따라 투과도가 변화하는 것을 확인하였다.

나노입자의 코팅 표면 조절에 따른 전기적 물성 변화를 확인하기 위해 순환전압전류법을 이용 하였다.

CNT 코팅 표면의 내구성이 ITO 코팅 표면의 내구성보다 우수함을 알았다.

그리고, 건조온도가 높을수록 나노입자들의 응집이 크게 증가 하여 내구성이 우수한 코팅 표면을 만들며, 이에 따른 전기적 물성의 향상도 확인하였다.

@highlight

본고에서는 건조온도에 따라 CNT와 ITO의 응집이 일어나는 정도가 달라진다는 점을 이용하여 표면을 조절하여CNT 및 ITO가 코팅된 폴리에틸렌 테레프탈레이트 (PET)를 제조하였다.

