본 연구는 광고에서 많이 사용되고 있는 성적소구 광고에서 제3자 효과가 나타나는지, 만일 나타난다면 성적소구의 강도에 따라 제3자 효과의 크기는 어떻게 달라지는지, 제3자효과가 성적소구 광고 규제에 대한 태도에는 어떠한 영향을 미치는지 알아보고자 하였다.

연구결과, 성적소구 광고에서 제3자 효과가 통계적으로 유의미하게 나타나고 있었다.

성적소구 광고가 자신에게 미치는 영향보다 일반인에게 미치는 영향이 더 클 것이라고 인식하고 있었다.

성적소구의 강도(약, 중, 강)에 따른 제3자 효과는 세 개의 강도 모두에서 제3자 효과가 나타났고, 성적소구 약보다 성적소구 중과 성적소구 강에서 제3자 효과가 더크게 나타났으나, 성적소구 중과 강의 차이는 통계적으로는 유의하지 않았다.

또한, 성적소구 광고에 대한 제3자 효과는 사회적 거리감에 따라 차이가 있는 것으로 나타났다.

성적소구에 대한 제3자 효과는 나와 가까운 사람인 가족 및 친구보다 나와 상관없는 타인인일반인에게 더 크게 나타나고 있었다.

마지막으로 성적소구 광고의 제3자 효과는 성적소구 광고를 규제해야 한다는 규제인식에 궁정적인 영향을 미치고 있었다.

사람들은 비록자신은 영향을 많이 받지 않는다 하더라도 다른 사람들이 부정적인 영향을 받을 것이라고인식하면, 그 문제를 제한 또는 제재하는 조치에 더욱 적극적일 수 있다는 것이다.

@highlight

이 연구는 광고에서 많이 사용되고 있는 성적소구 광고에서 제3자 효과가 나타나는지, 만일 나타난다면 성적소구의 강도에 따라 제3자 효과의 크기는 어떻게 달라지는지, 제3자효과가 성적소구 광고 규제에 대해 태도에는 어떤 영향을 미치는지 알아보고자 했다.

