본 연구는 지적재조사사업의 조정금 제도에 관한 쟁점사항과 개선방안을 모색하는데 목적이 있다.

지적재조사사업은 지적불부합지 문제를 해결하고 디지털지적 구현을 통한 국민복지의 향상을 위해 추진하는데, 사업추진과정에서 발생하는 필지면적증감에 대한 조정금은 국민의 재산권과 직결된다.

따라서 조정금은 지적재조사사업의 추진성패를 좌우할 만큼 중요한 사항으로써 주요 쟁점과 개선방안에 대해 네 가지 관점에서 논의하였다.

첫째, 산정기준에 관한 쟁점으로서 현행 법령은 개별공시지가와 감정평가를 선택하도록 하고 있으나, 실거래가격과 차이가 있는 개별공시지가를 이용한 조정금 산정은 사유재산권을 침해하므로 감정평가를 우선적으로 적용하여야 한다.

둘째, 조정금의 감정평가는 단수평가를 시행하도록 하고 있으나, 지적재조사사업은 공공성이 강한 사업인 만큼 복수평가를 의무화하여야 한다.

셋째, 조정금의 불복제도에 관한 규정이 미흡한데 이의신청에 대한 감정평가 실시와 이의신청은 시·도 지적재조사위원회 또는 중앙지적재조사위원회의 심의·의결사항으로 규정하는 방안을 도입할 필요가 있다.

넷째, 사업진행단계에서 구분하여 운영되고 있는 시·군·구지적재조사위원회와 경계결정위원회를 통합하여 내실 있는 운영을 하여야 한다.

@highlight

이 연구는 지적재조사사업의 조정금 제도에 관한 쟁점사항과 개선방안을 모색하는데 목적이 있다.

@highlight

지적재조사사업은 지적불부합지 문제를 해결하고 디지털지적 구현을 통한 국민복지의 향상을 위해 추진하는데, 사업추진과정에서 발생하는 필지면적증감에 대한 조정금은 국민의 재산권과 직결된다.

