본 논문은 한국 신종교의 창조성과 중층성을 파악하기 위하여 구체적 사례로서수운교의 세계관을 분석한 글이다.

민족종교로도 알려진 수운교는 대전에 위치한 대표적인 신종교로서 유불선 삼교뿐만 아니라 단군신앙 및 민간신앙 나아가 기독교신앙에 대한 관계성을 강조하고 있다.

혼합주의에 기초한 수운교의 세계관을 크게 다문화, 다인종, 다종교의 차원에서 살펴보았다.

먼저 수운교는 유교의 획일화된 가치관에 불교와 도교의 세계관을 접목시켰다는 점에서 다문화의 열린 세계를 소개한다.

둘째로 대전에 마련된 지상천국으로서 삼단은 세계의 중심으로 간주되며 모든 인종을 아우를 수 있는 수도의 도량이며 이상세계의 청사진을 제시한다.

셋째로, 수운교의 독특성에 대한 다양한 해석들이 있지만 보다 더 주목해야 할 점은 수운교가 기독교와 연관성을 강조하면서 아시아종교를 넘어 세계종교를 포용하려는 다종교의 패러다임을 제시하고 있다는 것이다.

결론적으로 이러한 수운교의 특징들은 다른 한국의신종교들에서도 일부 발견되고 있다.

1980년대에 국방사업에 의하여 교세가 크게위축된 수운교는 21세기를 맞아 제2의 도약을 위한 발판의 마련을 모색하고 있다.

@highlight

이 논문은 한국 신종교의 창조성과 중층성을 파악하기 위해 구체적 사례로서수운교의 세계관을 분석한 글이다.

