본 연구는 ‘남남갈등’으로 불리는 대북정책에 대한 태도에서의 영호남 지역 차가 통일에 대한 인식에도 반영되는지 검증하는 것을 목표로 한다.

연구는 통일 자체에 대해 긍정적인 시각을 가진다고 해서 반드시 통일 준비에 대해서도 적극적인 태도를 가지는 것은 아니라는 가정에서 출발한다.

특히 이러한 인식과 태도는 정치와 안보 환경이 바뀔 때 명확하게 드러날 수 있는데, 본 연구는 국내 정치와 한반도 안보 환경의 극단적 변화를 경험한 2017년과 2018년 통일연구원 통일의식조사 결과를 비교 분석함으로써 다음과 같은 결과를 확인하였다.

첫째, 호남은 통일 자체에 대해서는 긍정적이지만 강한 평화 지향 성향으로 인해 통일 준비에는 적극적이지 않은 경향을 보인다.

둘째, 영남 가운데 대구-

경북(대경권)은 2018년 진보 정부 출범 후 뚜렷하게 통일에 대해 부정적인 태도를 보이지만, 통일 준비에 대해서는 다른 지역과 크게 차별된 태도를 보이지 않았다.

셋째, 대경권과 비교할 때 부산-

울산-

경남(동남권)은 정치와 안보 환경 변화에 더 민감하게 반응하는 경향을 보인다.

이는 최근 선거에서 드러난 영남 내 정치적 분화가 통일의식에도 반영되었음을 의미한다.

이러한 결과를 통해 진보 정부의 전통적 지지 지역인 호남이 적극적 통일정책에 대해서도 강한 지지를 보이리라 낙관할 수는 없다는 것, 그리고 영남 내에서도 바라는 통일정책이 서로 다를 수 있음에 유의해야 한다는 함의를 도출한다.

@highlight

본고는 ‘남남갈등’으로 불리는 대북정책에 관한 태도에서의 영호남 지역 차가 통일에 대해 인식에도 반영되는지 규명하는 것을 목표로 한다.

@highlight

연구는 통일 자체에 대하여 긍정적인 시각을 가진다고 해서 반드시 통일 준비에 대해서도 적극적 태도를 지니는 것은 아니라는 가정 하에 출발한다.

