기업들을 군집분석에 의해 R&D에 치중하는 기업들, HRD에 치중하는 기업들, R&D와 HRD에 상대적으로 덜 투자하는 기업들로 유형을 나누었다.

유형들은 업종별로도 유의한 차이를 보여 R&D에 치중하는 기업들은 제약과 전기/전자에 많고, HRD를 통한 점진적 혁신의 전략을 택하는 기업들은 제약과 전기/전자, 금속/철강 업종에 많으며, 식품/섬유/목재 업종은 R&D와 HRD 투자를 별로 하지 않는 기업들이 대부분이었다.

구조모형의 추정으로 R&D와 HRD가 지식축적을 제고시킨다는 가설, 특허가 제품혁신을 이끌며, 혁신은 제품혁신과 공정혁신, 그리고 조직혁신으로 나타난다는 가설, 지식과 혁신이 상호간에 유의하게 영향을 미친다는 가설, 마지막으로 혁신이 기업의 성과에 유의한 영향을 미친다는 가설을 검증하였다.

모든 가설이 참인 것으로 통계적으로 유의하게 나타났다.

유형별로 나누어 구조모형을 추정한 결과 R&D에 치중하는 기업들과 HRD에 치중하는 기업들의 경우 모형의 적합도가 떨어졌으며, R&D에 치중하는 기업들은 R&D의 지식축적 효과가 유의하였고, R&D와 HRD에 덜 투자하는 기업들은 R&D의 지식축적효과가 유의하지 않았음을 발견하였다.

@highlight

유형별로 나눠 구조모형을 추정한 결과 R&D에 치중하는 기업들 및 HRD에 치중하는 기업들의 경우 모형의 적합도가 떨어졌고, R&D에 치중하는 기업들은 R&D의 지식축적 효과가 유의하였고, R&D 및 HRD에 덜 투자하는 기업들은 R&D의 지식축적효과가 유의하지 않았음을 발견했다.

