본 논문은 인체유래물연구자와 인체유래물은행, 유전자검사기관(이하 ‘인체유래물 수령자’)이 제공받은 인체유래물과 유전정보(이하 ‘인체유래물등’)를 2차적으로 공급할 때의 규범을 밝히고자 하였다.

인체유래물등의 제공자는 자기 인체유래물등에 대해 인격권을 가지는데 이 인격권은 인체유래물등을 제공한 이후에도 유지된다.

그리고 수령자는 이 인체유래물등에 대해 공공재나 공유재의 관리권에 해당하는 권리를 가진다.

이중 제공자의 인격권이 수령자의 관리권보다 우선하므로 인체유래물등의 2차적 제공 때에도 선택의 권리는 제공자에게 있다.

따라서 이 선택권이 잘 보장되도록 제공자가 2차적 제공에 있어서 포괄적 동의 이외에도 추가적 동의를 할 수 있게 해 주어야 한다.

하지만 제공자가 포괄적 동의만 할 수 있는 상황에서는 수령자가 인체유래물등에 대한 관리권에 근거해서 2차적 제공의 구체적인 내용을 선택할 수 있다.

이때 그들의 선택은 자의적이거나 자기 이익을 위한 것이어서는 안 되고 과학적 타당성과 공정성에 근거한 지침에 따른 것이어야 한다.

@highlight

이 논문은 인체유래물연구자와 인체유래물은행, 유전자검사기관(이하 ‘인체유래물 수령자’)이 제공받은 인체유래물과 유전정보(이하 ‘인체유래물등’)를 2차적으로 공급할 때의 규범을 밝히고자 했다.

