사회생활에서 갈등이 불가피하다는 점에서 일상의 문제를 원만하게 해결하는방법으로 의사소통기술은 중요하다.

우리 사회가 민주화, 세계화 되면서 제기되고 있는 갈등을 효과적으로 관리하고 대내외적 공론의 장에서 협싱할 수 있는능력을 갖춘 인재를 양성하는 의미 있는 일이다.

비단 MBA 과정이나 국제관계대학원, 경영학, 정치학 몇 몇 전공을 중심으로 이루어지고 있는 전문 분야의협상 교육을 넘어서서, 학부 교양교육의 측면에서 대화와 협상능력을 키워줄 수있는 폭 넓은 의사소통교육이 필요하다.

사회적 갈등을 해결하고 상호간에 바람직한 선택을 할 수 있는 협의적인 차원의 의사소통능력은 민주시민교육의 기초가 된다는 점에서 중요한 의미를 갖는다.

본 연구는 교육 사례로서 한 여자대학교양교육에서 이루어지고 있는 <대화와 협상> 수업을 분석하며, 특히 여성들의잠재역량을 개발하고 여성성의 가치를 갈등을 해결하는데 긍정적으로 활용하는성인지적인 의사소통교육이 필요함을 강조하였다.

교양필수인 <발표와 토론>의심화과목의 차원에서 개설된 <대화와 협상>수업의 개발과정을 살펴보고 향후고려해야 할 의사소통교육의 내용과 방향에 대해 제시하였다.

<대화와 협상>과같은 의사소통교육이 여성리더십교육과 연계되는 긍정적인 학습 사이클이 활성화될 경우, 핵심적인 인적자원으로서 여성들의 사회적 활동역량을 키워갈 수있는 기회는 확대되고 사회적 갈등을 해결하는 성숙한 사회적 역량을 제고할 수있을 것이다.

@highlight

사회생활에서 갈등이 불가피하다는 점에서 일상의 문제를 원만하게 해결하는방법으로 의사소통기술은 중요하다.

@highlight

이 연구는 교육 사례로서 한 여자대학교양교육에서 이뤄지고 있는 <대화와 협상> 수업을 분석하며, 특히 여성들의잠재역량을 개발하고 여성성의 가치를 갈등을 해결하는데 긍정적으로 활용하는성인지적인 의사소통교육이 필요함을 강조했다.

