본고는 광복직후 중국 동북에서 진행된 식민지 ‘만주국’의 중국문학에 대한 해체와 평가에 대해 고찰한 글이다.

탈식민주의의 요지가 식민지 시대 문학의 해체와 극복에 있듯이 ‘만주국’ 붕괴 후 동북의 작가들에게 당면한 과제는 식민주의 문학을 청산하고 새로운 시대가 요구하는 문단을 건설하는 것이다.

광복직후 ‘만주국’ 문학에 대한 결산을 주도한 잡지는 1945년 12월, ‘만주국’의 수도가 있던 창춘에서 창간된 『동북문학』이다.

그러나 동북의 식민주의 해체와 평가는 국공 내전과 중화인민공화국 건국이라는 전환기에 진행되었다.

따라서 동북의 작가들은 탈식민주의 과제를 완성하기도 전에 새로운 국가권력에 의해 평가받는 대상이 되었다.

건국 이후 극우파 투쟁 속에서 연안파에 의해 진행된 평가는 ‘만주국’ 문학을 ‘한간문학’으로 매도하였고, 이러한 조류는 80년대 ‘무덤에서 다시 발굴’하여 재평가 받기 전까지 지속되었다.

동북의 식민주의 해체와 평가를 통해 중국의 탈식민주의 특징을 엿볼 수 있다.

@highlight

이 논문은 광복직후 중국 동북에서 진행된 식민지 ‘만주국’의 중국문학에 관한 해체와 평가에 관해 고찰한 글이다.

