국민건강보험의 보장률이 낮은 상황에서 실손의료보험은 국민의 의료접근성과 건강권을 위한 중요한 사적안전망으로 자리매김하고 있다.

하지만 우리나라의 실손의료보험은 보장은 하되 보험금을 심사할 수 없는 기형적인 형태로 운영되면서 실손의료보험의 보험료와 해지율 증가로 보험 본연의 기능을 수행하지 못하고 있다.

이에 본 연구에서는 실손의료보험이 의료비 보장을 위한 사적안전망으로서 본연의 기능이 발휘되기 위한 다양한 진료비 관리방안을 모색하고 우리나라 실정에 부합하는 대안을 제시하였다.

진료비 심사의 전문성, 일관성, 그리고 비용효율성을 고려할 때 건강보험심사평가원을 활용하는 방안이 현실적인 대안이며 두 가지 접근이 가능하다.

첫째, 대부분의 비급여의료를 급여화하되 비용효과성 및 중요성 등을 바탕으로 급여율을 다양화하고 국민건강보험이 보장하지 않는 의료비를 실손의료보험이 보장하는 방안이 적절하다.

둘째, 비급여의료를 급여화하기 위해서는 상당한 시일이 소요될 수 있으므로 자동차보험 진료비심사를 건강보험심사평가원에 위탁하는 시스템에 실손의료보험의 진료비심사를 통합하는 방안을 우선 추진할 수 있다.

하지만 건강보험심사평가원에 위탁하는 방안은 실손의료보험의 진료비 심사라는 협의의 목적달성을 위한 것으로 비급여의료로 인해 급증하는 의료비 문제를 해결하고 보건의료체계의 지속가능성을 담보하기 위해서는 비급여의료의 급여화로 발전시켜 나가야 할 것이다.

@highlight

이에 이 연구에서는 실손의료보험이 의료비 보장을 위한 사적안전망으로서 본연의 기능이 발휘되기 위한 다양한 진료비 관리방안을 모색하고 우리나라 실정에 부합하는 대안을 제시했다.

