길동생태공원은 생물종 다양성 증진과 생태교육을 목적으로 1999년 개원하였다.

길동생태공원은 생물 서식처 제공을 위해 조성된 만큼 서식과 더불어 번식지로서 중요하다.

본 연구는 길동생태공원에 설치된 인공새집 이용현황과 설치조건을 분석하여 생태공원이나 도시숲에서 인공새집을 설치할 때 도움이 될 수 있는 설치 지침을 마련하기 위한 목적으로 수행되었다.

2004년 이후 현재까지 수동성 조류를 위한 인공새집을 20개 설치하여 조류 번식을 분석한 결과, 매년 15~45%를 이용하였다.

위치별 조사현황을 분석해 본 결과, 여러 번 이용하는 둥지의 위치의 특성이 있을 것으로 가정하고 분석한 결과, 관찰로와의 거리와 설치높이는 상관관계가 없었고, 도로와의 거리가 가장 중요하였다.

녹지율이 높은 산림주연부에 설치하였기 때문에 주변식생 유형은 상관관계가 없었다.

생태공원의 경우 일반 주택가와는 달리, 인공새집 이용률이 산책로 주변, 설치 높이, 입구의 방향, 주변 식생의 개방정도 등에는 큰 영향을 받지 않았고, 다만 도로와의 거리와 설치되는 수종의 경우 유의미한 상관관계가 있는 것으로 나타났다.

따라서 생태공원에 인공새집을 설치할 경우에는 설치하는 수종과 도로와의 거리에 대한 고려가 필요하다.

@highlight

길동생태공원은 생물종 다양성 증진과 생태교육을 목적으로 1999년 개원했다.

@highlight

이 연구는 길동생태공원에 설치된 인공새집 이용현황과 설치조건을 분석해 생태공원이나 도시숲에서 인공새집을 설치할 때 도움이 될 수 있는 설치 지침을 마련하기 위한 목적으로 수행되었다.

