본 논문은 MS-

VAR 모형과 국면에 의존한 충격반응함수모형을 이용하여 미국, 호주, 뉴질랜드의 주식시장간의 동적 상호관계를 조사하고자 하였다.

이 모형을 통해 수축과 확장국면간에 가능한 구조적 변화를 포착하였고 여러 주식시장의 충격에 대한 반응도 파악할 수 있었다.

본 논문의 결과는 다음과 같다.

첫째, 3개 주식시장에서 두개의 다른 국면, 즉 수축국면과 확장국면이 존재한다는 강력한 증거를 제공하였다.

둘째, MS-

VAR 모형은 3개 주식시장간의 동적성을 모델링할 때 단순 선형 VAR 모형보다 더 적절하였다.

셋째, 3개 주식시장간의 상관관계는 확장국면에 비해 수축국면에서 더 유의하게 높았다.

넷째, 다른 주식시장의 충격에 대한 3개 주식시장의 반응은 확장국면보다 수축국면에서 더 강력하고 지속적이었다.

다섯째, 호주의 주식시장은 뉴질랜드의 주식시장에 대한 미국의 주식시장보다 더 많은 영향력이 있고, 미국의 주식시장은 호주의 주식시장에 대한 뉴질랜드의 주식시장보다 더 영향력 있으며, 반면에 호주의 주식시장은 미국의 주식시장에 대한 뉴질랜드의 주식시장보다 보다 더 영향력이 있었다.

따라서 MS-

VAR 모형을 통해 3개 주식시장은 개별 고유의 충격을 포함하여 대부분 강한 변동성충격 등으로 초래된 고변동성을 나타내는 수축국면에서 동시적인 구조적 변화가 현저하게 발생되었다는 것을 확인하였다.

@highlight

본 연구는 MS-

@highlight

VAR 모형과 국면에 의존한 충격반응함수모형을 이용하여 미국, 호주, 뉴질랜드의 주식시장간의 동적 상호관계를 조사하였다.

@highlight

수축과 확장국면간에 가능한 구조적 변화를 포착하였고 여러 주식시장의 충격에 대한 반응도 파악하였다.

