본 논문에서는 초고압 특수 공간지를 활용한 다기능 포터블 카약을 제작하였다.

초고압 특수 공간지를 활용한 설계로 기존의 인플레터블 카약의 성능을 개선하여 하드쉘 카약의 성능에 근접하도록 제작하였다.

하드쉘 카약의 성능과 인플레터블 카약의 기능성 및 휴대성의 장점을 모두 가진 카약을 제작하였으며, 시제품 성능평가를 통해 기존 하드쉘 카약과의 성능을 비교하였다.

저항성능 검증결과는 목표속도 6knot에 대해 Hobie KONA kayak에 비해 Developed kayak이 12.33% 저항성능이 우수하였다.

경사시험결과는 동일배수량일 경우 Hobie KONA kayak 보다 Developed kayak의 무게중심이 선저를 기준으로 22.7% 낮게 분포하고 있으며, 이는 Hobie KONA kayak 보다 Developed kayak의 무게중심이 낮음으로 복원팔(GZ)에 대한 차이가 일정부분 감소된다.

선체 복원력에서는 Hobie KONA kayak이 약간 우수한 성능을 보여주었으나, 선회력과 저항계수면에서 Developed kayak이 더 우수한 결과를 보였다.

@highlight

본 연구에서는 초고압 특수 공간지를 사용한 다기능 포터블 카약을 제작했다.

@highlight

초고압 특수 공간지를 활용한 설계로 기존의 인플레터블 카약의 성능을 개선해 하드쉘 카약의 성능에 근접하도록 제작했다.

