본 논문에서는 유럽연합(EU) 수준의 아젠다-

설정자로서 V4의 협력을 파악하기 위해 2008년 EU의 새로운 동유럽정책인 동유럽파트너십(Eastern Partnership)과 이를 EU의 아젠다로 설정하기 위한 체코와 폴란드의 시도 그리고 V4 전체의 협력을 살펴보고자 한다.

논문은 크게 세 부분으로 구성된다.

우선 2장에서는 유럽인접국정책(European Neighbourhood Policy)을 포함해 EU의 다양한 동유럽정책이 지니고 있던 한계를 살펴보고, 3장에서는 ENP의 한계를 극복하기 위한 체코와 폴란드의 개혁안을 그리고 4장에서는 아젠다-

설정자의 위치를 차지하기 위한 양국의 경쟁과 더불어 아젠다-

추진자로서의 협력을 살펴볼 것이다.

마지막 결론에서는 EaP의 성공적 추진과 V4의 목표인 EU 확대의 지속을 위해서는 V4 협력만으로는 충분하지 않고 그 대신 EU의 정책결정 과정을 잘 이해하며 다른 회원국들의 신뢰를 받는 V4 이외의 파트너와의 연대구축이 필요하고 동시에 동유럽정책을 둘러싼 환경에 영향을 줄 수 있는 외부 파트너와의 협력도 필요하다고 제언한다.

@highlight

본고는 유럽연합(EU) 수준의 아젠다-

@highlight

설정자로서 V4의 협력을 파악하기 위하여 2008년 EU의 새로운 동유럽정책인 동유럽파트너십(Eastern Partnership)과 이를 EU의 아젠다로 설정하기 위해 체코와 폴란드의 시도 그리고 V4 전체의 협력을 살펴보고자 한다.

