중노년층의 조부모 됨에 대한 주관적 경험을 파악하기 위해 조부모 30명을 대상으로 Q방법으로 조사, 분석한 결과는 다음과 같다.

처음 조부모가 된 사람들이 인식하는 조부모됨의 경험은 ‘전통가족가치 의미부여형(1유형)’,‘웃어른역할 의미부여형(2유형)’그리고‘전통가족가치와 개인적 가치의 갈등형(3유형)’모두 3개의 유형으로 나누어졌다.

1유형은 오늘날의 조부모됨도 전통적 가족에서의 경험과 그다지 다르지 않다고 인식하는 반면, 2유형은 어느 시대에나 존재하는 집안의 웃어른이 되는 경험이 바로 조부모가 되는 것으로 인식하며, 3유형은 가계계승이라는 전통가족의 핵심 가치와 개인적 가치가 공존하여 내적으로 갈등하는 유형이다.

조부모됨의 경험이 이러한 3유형으로 나타남을 볼 때, 오늘날의 조부모됨은 전통적인 가치관에 근거하는 경험만이 아니라 개인적 가치관을 추구하는 경험도 포함된다는 점을 알 수 있다.

따라서 손자녀 돌봄에 대한 일차적인 지원체계로 조부모가 거론되는 현재의 사회 분위기는 중노년기 사람들의 입장에서 재고되어야할 것이다.

@highlight

중노년층의 조부모 됨에 대한 주관적 경험을 파악하기 위해 조부모 30명을 대상으로 Q방법으로 조사, 분석하였다.

