해외 사업자의 약관을 보면 우리 사업자가 사용하는 약관보다 불리하게 규정하는 경우가 많은 것은 약관규제법에 의한 내용통제가 없는 나라가 많기 때문이다.

본 논문은 우리법원에서 해외 사업자의 약관의 유효성이 쟁점화 되었을 때의 문제를, 해외 소셜 네트워크의 대표적인 Facebook에서 이용자의 저작물이용 규정을 중심으로 살펴보았다.

우리 국제사법 제27조는 소비자계약의 경우에는 특별한 요건 하에서 당사자가 선택한 준거법과 상관없이 우리 소비자법이 적용됨을 규정하고 있다.

약관규제법은 사업자와 고객의 관계를 규율하는 법이므로 약관을 제시받는 고객이 반드시 소비자가 아니더라도 적용될 수 있지만, 만약 고객이 소비자라면 약관규제법은 제27조에서 말하는 소비자계약에 적용되는 법률로서 작용할 수 있다.

이러한 측면에서 해외 사업자가 우리나라에 지사를 두고 있지 않고 웹사이트의 접속을 통하여만 서비스를 이용하도록 한 경우라도 한국어로 웹사이트를 구성하거나, 다른 징표를 통하여 우리나라 이용자를 대상으로 서비스를 제공하고 있는 것으로 볼 수 있다면 우리나라 약관규제법에 의하여 해외 사업자의 약관에 대한 내용통제를 할 수 있다는 시각에서 논의를 진행하였다.

이러한 측면에서 보았을 때 이용자 게시물의 무제한적 사용을 근거지우는 Facebook약관은 고객에게 부당하게 불리한 조항 내지 의제조항으로서 약관규제법에 의하여 무효가 될 것이다.

@highlight

본고는 우리법원에서 해외 사업자의 약관의 유효성이 쟁점화 되었을 때의 문제를, 해외 소셜 네트워크의 대표적인 Facebook에서 이용자의 저작물이용 규정을 중심으로 살펴보았다.

