본 연구에서는 생강의 유효성분을 비교분석하기 위하여 한국재래종생강과 조직배양생강의 일반성분, 무기성분, 유리당, 지방산, 휘발성 성분, 그리고 6-

gingerol과 6-

shogaol 등을 분석하여 평가하였다.

일반성분(조회분, 조지방, 조단백질, 탄수화물)함량은 한국재래종 생강이 조직배양 생강보다 다소 높게 나타났다.

무기성분(Cu, Fe, Mn, Zn) 함량은 조직배양생강이 한국재래종 생강보다 높게 나타났다.

무기성분 중에서 가장 많은 것이 K이었으며, P와 Mg, Na, Ca 순으로 많았다.

유리당(fructose, glucose, sucrose)은 조직배양생강이 한국재래종 생강보다 높게 나타났다.

생강은 C14 미만의 지방산이 주요 지방산이었다.

Citral 성분은 한국재래종 생강이 조직배양생강 보다 생강의 고유향이 더 강하게 나타났으며, gingerol 함량은 경정배양에 의하여 증가하였다.

@highlight

이 연구에서는 생강의 유효성분을 비교분석하기 위해 한국재래종생강과 조직배양생강의 일반성분, 무기성분, 유리당, 지방산, 휘발성 성분, 그리고 6-

@highlight

gingerol과 6-

@highlight

shogaol 등을 분석해 평가했다.

