본 연구는 점토를 활용한 집단미술치료가 유아의 소근육기능과 사회성 향상에 어떠한 효과를 미치는지 알아보고자 하였다.

연구대상은 G시에 위치한 A어린이집의 만6세 유아 40명 중 부모의 동의 및 참여를 희망하는일반 유아 24명을 선별하여, 실험집단 12명, 통제집단 12명을 무선 배치하여 프로그램을 진행하였다.

연구기간은 2015년 8월 둘째 주부터 10월 첫 주까지 주 1-2회 매회기 60분씩 사전사후 검사를 제외한 총 12회의 집단미술치료를 실시하였다.

측정도구로는 소근육기능검사(PDMS)와 사회성검사(K-

SSRS)를 사용하였다.

본 연구의결과를 요약하면 다음과 같다.

첫째, 실험집단의 소근육기능은 학습기능, 생활놀이기능, 빠르기와 정교성, 시각운동 협응, 반응속도, 손 기능 영역에서 유의미하게 향상되었다.

둘째, 실험집단의 사회성은 협력성, 주장성, 자기통제의 3영역에서 유의미하게 향상되었다.

셋째, 회기별 질적 변화에서 유아들은 회기가 진행될수록 작품의정교한 표현과 다채로운 도구사용이 가능해 졌으며, 집단 활동으로 유아들 간 역동이 일어나 사회성이 향상되는 모습을 보였다.

따라서 점토를 활용한 집단미술치료는 유아의 소근육기능 및 사회성 향상에 효과가 있었다.

@highlight

이 연구는 점토를 활용한 집단미술치료가 유아의 소근육기능과 사회성 향상에 어떤 효과를 미치는지 알아보고자 했다.

