이 연구는 1997년 경제위기(IMF)이후 한국사회에 광범위하게 형성된 경제적으로 불안정한 사람들에 대한 목회신학적인 접근이다.

필자는 한국사회에 만연되어 있는 경제적으로 불안정한 현상에 대하여 목회상담의 공적 접근을 시도했다.

이는 목회상담의 영역을 개인의 심리내적 세계에 대한 탐구를 넘어, 사회적 현상과 광의의 집단으로 확장하려는 노력의 일환이다.

한국사회 경제적으로 불안정한 사람들을 이해하고 돌보기 위한 심리적 주제로 필자는 일제강점과 전쟁, 군사독재, 그리고 개발중심의 경제성장을 거치면서 한국인의 내면에 축적된 정서인 한을 다룬다.

또한 좌절과 포기로 드러나는 경제적으로 불안정한 세대에 대한 목회신학적 접근으로, 폴 틸리히의 희망의 신학을 통해 우리 사회에 혼재된 막연한 낙관주의와 거짓된 희망을 구분하고자 한다.

필자는 희망이 없다는 시대와 사회 속에서 불평등을 양산하는 구조적 모순을 외면하면서 충분히 절망하지 못하게 만드는 거짓희망을 지적한다.

나아가 희망을 실천하기 위한 방안으로 회복탄성력(resilience)과 연관시켜보고자 한다.

이 연구는 결론으로 경제적인 위기 속에 절망에 처한 사람들이 겪는 불안함을 돌보고 치유하는 희망의 본질을 추구하기 위한 회복탄력성의 공동체를 제시한다.

@highlight

본 연구는 1997년 경제위기이후 한국사회에 광범위하게 형성된 경제적으로 불안정한 사람들에 관한 목회신학적인 접근이다.

