최근 시간-

경과 탄성파 탐사자료 해석에 많이 적용되고 있는 암석 물리 모델(rock physics model; RPM)은 저류층 내 유체 포화도의 변화와 더불어 유체 이동이 탄성파 속성에 미치는 변화에 관한 최적의 분석 방법이라고 할 수 있다.

암석 물리 모델 중 가장 대표적인 Gassmann 방정식은 현재까지도 가장 널리 이용되고 있는 모델로써 탄성파 속도를 구성하는 매개변수인 유체 포화 다공질 매질의 부피 탄성률을 계산하는 방법이며, 물리적 의미가 간단 명료하다는 장점이 있다.

또한, 유체 치환 시 유체의 부피 탄성률이 가장 많이 변한다는 전제조건하에 부피 탄성률의 변화를 다룸으로써 탄성파 속도의 변화를 손쉽고 파악할 수 있다.

이 논문에서는 Gassmann방정식의 유도 과정 및 Gassmann 방정식을 구성하는 기초 매개변수의 계산법과 특징들을 소개한다.

이와 더불어 Gassmann 방정식에 기초한 암석 물리 모델 구성법에 대한 모델 구성 흐름도와 실제 RPM 구성 예시를 들고 CO2 지중 저장 시 CO2 포화도 변화에 따른 탄성 계수의 변화와 탄성파 속도의 변화 양상을 보여주고자 한다.

@highlight

본고에서는 Gassmann방정식의 유도 과정과 Gassmann 방정식을 구성하는 기초 매개변수의 계산법 및 특징들을 소개한다.

