본 연구는 한류 대중문화 생산의 주체인 한국사회를 성찰적으로 바라보고 이를 통해 현재 진행형의 문화 현상을 적확하게 이해하기 위해 언론이 한류 현상을 어떻게 재현하고 있는지 살펴보고자 하였다.

언론은 한류를 둘러싼 다양한 이해 당사자들을 포괄하는 가운데 이의 정치경제적, 사회문화적, 시대적 지형을 압축적으로 표상하는 이유에서이다.

이를 위해 주요 일간지 기사에 대한 텍스트분석과 담론분석을 병행하였다.

분석 결과 언론은 첫째, 국부창출의 원천, 문화상품, 부가가치 창출, 문화산업 등 문화경제론적 담론을 통해 한류현상 지속의 당위성을 역설하고 있었다.

둘째, 한류 문화의 우수성, 전 지구적 확산, 현지 교육 등의 언술을 통해 한국 문화에 대한 자부심을 드러냄과 동시에, 한국이 하위 문화제국으로 기능함을 보여주는 시각을 들 수 있다.

셋째, 다양함을 뒤섞어 놓은 혼종적 문화, 유교 문화권, 공통된 식민경험, 동질감의 산물, 개별적 문화 맥락 등의 언술을 통해 한류가 문화적 친연성과 문화적 혼종성에 기반하고 있음을 주장하고 있기도 하다.

복잡다기한 문화현상으로서의 한류에 관한 한국 언론의 주요담론이 신자유주의적, 산업적 층위에서 확대 재생산되고, 과거 한류를 설명하던 문화적 혼종성 담론이 적절하게 포착하기 어려운 유럽과 남미 등에서의 한국의 대중음악과 드라마 등이 확산되는 시점에서, 한류를 바라보는 한국사회의 지속적인 자기성찰이 필요할 때이다.

@highlight

이 연구는 한류 대중문화 생산의 주체인 한국사회를 성찰적으로 바라보고 이를 통해 현재 진행형의 문화 현상을 적확하게 이해하기 위해 언론이 한류 현상을 어떻게 재현하고 있는지 살펴보고자 하였다.

