본 연구는 영업권 평가시 실질적인 공정가치평가기준이 적용된 이후 미래성장기회가 영업권손상차손 인식에 미치는 영향을 분석하였다.

또한 영업권손상차손인식과 미래성장기회간의 관련성이 유가증권시장 및 코스닥시장에 속한 기업에 따라 차이를 보이는가에 대하여 분석하였다.

이러한 분석을 위하여 기업의 미래성장기회를 대리하는 투자기회집합(IOS)을 선행연구에서 제시하고 있는 후보변수를 통하여 선택한 뒤 이들 IOS점수와 영업권손상차손인식과의 관련성을 회귀분석에 의하여 검증하였다.

실증분석결과를 요약하면 다음과 같다.

첫째, 영업권 또는 영업권손상차손을 보고하는 기업들을 대상으로 투자기회집합과 영업권손상차손인식의 관련성을 검토한 결과 이들 상호간에는 유의한 음(-

)의 관련성이 존재하는 사실을 발견하였다.

또한 이러한 현상은 영업권손상차손을 보고하는 기업들에서 음(-

)의 관련성이 보다 유의하게 나타났다.

둘째, 영업권 또는 영업권손상차손을 보고하는 기업들을 대상으로 투자기회집합과 영업권손상차손인식간의 음(-

)의 관련성이 유가증권시장과 코스닥시장의 시장구분에 따라 차이가 존재하는지를 분석하였다.

분석결과 영업권손상차손을 보고하는 기업들에서는 유가증권시장과 코스닥시장의 시장구분에 따른 차이가 발견되었으나, 영업권을 보고하는 기업들에서는 차이가 발견되지 않았다.

@highlight

이 연구는 영업권 평가시 실질적인 공정가치평가기준이 적용된 이후 미래성장기회가 영업권손상차손 인식에 미치는 영향을 분석했다.

