본 연구는 온라인 교사공동체에 참여한 교사가 전문성을 신장해 가는특징을 탐구하는 데 목적이 있다.

이를 위해 최근 새로운 문화기술지로 부각되고 있는 인터넷 문화기술지 방법을 활용하여 실시간 성격의 ‘밴드’와비실시간 성격의 ‘온라인 카페’를 집중적으로 사례 분석하였다.

‘밴드’와 ‘온라인 카페’는 교육과정 전문가 40인 양성과정에 참여한 초등학교 교사가전문성 신장을 위한 수단으로 활용되었다.

저자는 참여관찰, 인터뷰, 성찰일지 자료를 수집하여 분석하였다.

특히 인터넷 문화기술지에의 문제점으로 제기되고 있는 ‘인터뷰의 패러독스’ 문제를 해결하기 위해 온라인 참여관찰과 오프라인 인터뷰를 병행하였다.

수집된 자료는 전사, 코딩, 주제 발견의 3단계를 활용하여 분석하였으며, 공유, 연수, 연구, 성찰, 협력, 실천,지원의 7개 키워드를 추출하여 이를 바탕으로 온라인 교사공동체의 특징을 드러낼 수 있는 주제어를 제시하였다.

연구결과, 실시간·비실시간 공유로 집단정체성 강화, 실천 지향적 온라인 학습 공동체, 네트워크 협력기반의 집단지성화, 전문성을 촉진하는 성찰 공동체의 네 가지 특징을 보였다.

이러한 특징은 향후 교사공동체가 나아가야 할 중요한 시사점과 방향성을 제공할 것으로 기대된다.

@highlight

이 연구는 온라인 교사공동체에 참여한 교사가 전문성을 신장해 가는특징을 탐구하는 것이 목적이다.

@highlight

이를 위해 최근 새로운 문화기술지로 부각되고 있는 인터넷 문화기술지 방법을 활용하여 실시간 성격의 ‘밴드’와비실시간 성격의 ‘온라인 카페’를 집중적으로 사례 분석했다.

