이 연구는 교수 활동에 어려움을 겪는 초임 중등과학교사를 대상으로 실시한 협력적 멘토링 과정에서 멘토교사의 멘토 링 유형이 어떻게 나타나는지 살펴보고, 멘토링이 진행됨에 따라 멘토교사의 멘토링 유형이 어떻게 변화하는지 알아보고자 하 였다.

이를 위하여 멘토링에서 수집된 멘토교사와 멘티교사의 일대일 멘토링 대화를 질적으로 분석하였다.

연구 결과, 협력적 멘 토링 과정에서 멘토교사는 관찰자, 비판적 동료, 지원자, 지시자, 역할 모델, 평가자, 상담자, 동반자 등 다양한 역할을 수행하였 다.

그러나 멘토교사의 멘토링이 멘티교사의 과학교수에 대한 인식 변화를 가져오지 못하는 경우에는 멘티교사의 수업에서 긍 정적인 변화가 나타나지 않았다.

따라서 멘토교사는 멘토링을 실시하기 전 멘티교사와 함께 과학교수에 대한 신념, 멘토링 방법 등에 관해 구체적으로 논의하는 시간을 충분히 가져야 할 것이다.

또한 멘토교사는 멘티교사의 수업 전문성 향상을 유도하기 위 해 다양한 역할이 존재하고 있음을 인식하고, 자신의 멘토링 과정을 평가하는 데에도 이를 활용할 수 있어야 할 것이다.

@highlight

본고는 교수 활동에 어려움을 겪는 초임 중등과학교사를 대상으로 하여 실시한 협력적 멘토링 과정에서 멘토교사의 멘토링 유형이 어떻게 나타나는지 알아보고, 멘토링이 진행됨에 따라 멘토교사의 멘토링 유형이 어떻게 변화하는지 살펴보고자 하였다.

