기업은 경쟁력을 갖추기 위해 지속적인 혁신을 꾀할 필요가 있다.

특히 모방이 어려운 지식의 축적은 새로운 제품과 공정의 혁신에 긍정적인 영향을 미치고 기업의 경쟁우위를 창출한다.

특히 대기업에 비해 제한된 자원을 보유한 중소기업은 혁신활동을 통한 경쟁력확보가 매우 중요하기 때문에 외부기관와의 협력관계를 통한 혁신성과의 창출이 반드시 필요하다.

협력의 대상은 기업뿐 아니라 대학교, 연구소 등으로 확대되고 있으며 기술개발을 포함한 다양한 영역에서 협력활동을 수행해야 할 것이다.

본 연구에서는 중소기업의 기술혁신활동이 경영성과를 가져오는 과정에 있어서 외부기관과의 긍정적인 파트너십이 매개효과를 수행할 수 있는지 검토하고자 한다.

기술혁신, 파트너십, 경영성과 간의 관계에 관한 선행연구를 근거로 연구가설을 설정하였으며 실증연구를 통해 가설을 검증하였다.

실증연구 결과, 기술혁신활동이 경영성과에 미치는 영향에 대하여 상호신뢰 및 상호의존이라는 파트너십 요인이 완전 또는 부분매개효과를 가지는 것으로 나타났다.

연구결과를 바탕으로 시사점 및 향후 연구방향, 연구의 한계점 등을 제시하였다.

@highlight

본 연구에서는 중소기업의 기술혁신활동이 경영성과를 가져오는 과정에 있어서 외부기관과의 긍정적인 파트너십이 매개효과를 수행할 수 있는지 검토하려 한다.

