본 연구는 일반학급에서 수업을 받는 시각장애학생과 지적장애학생의 교육적, 사회적 통합과 통합교육의 이점 및 방해요소를 알아보기 위한 것이다.

이를 위하여 시각장애학생과 지적장애학생을 가르쳐 본 경험이 있는 중·고등학교 특수교사 3명과 일반교사 4명을 대상으로 반구조화된 심층면담을 실시하였다.

교사들 대부분은 장애학생들이 일반학급에서 수업을 받는 것에 긍정적인 태도를 보였으나 일반학급 내에서의 적절한 교육적 서비스를 제공하는 것, 특정 장애에 대한 전문성, 일반교사와 특수교사의 공유된 책무성에 대해서는 어려움을 나타냈다.

통합교육을 방해하는 요소로 장애에 대한 타인과 본인의 부정적 인식으로 인한 부적절한 또래관계(예: 따돌림, 괴롭힘)도 해결해야 할 요소로 나타났다.

또한 일반학급에 주로 통합된 경도장애 학생들의 경우에는 특수학급에서 주로 시간을 보내는 중도장애 통합교육에 대하여 보다 수용적인 태도를 가지고 있음을 알 수 있었다.

이러한 결과를 바탕으로 앞으로 필요한 연구 및 일반교사와 특수교사를 공동을 대상으로 한 연수의 필요성에 대하여 논의하였다.

@highlight

이 연구는 일반학급에서 수업을 받는 시각장애학생과 지적장애학생의 교육적, 사회적 통합과 통합교육의 이점 및 방해요소를 알아보기 위한 것이다.

