본 연구는 45세 이상 중·고령자를 대상으로 디지털정보접근성과 우울 증상 간의 관계에서 디지털정보활용능력과 사회적 네트워크의 매개효과를 파악한 뒤 이러한 관계가 연령집단과 거주 지역 유형별로 차이가 있는지 분석하는데 목적이 있다.

이를 위해 이화여자대학교 연령통합고령사회연구소에서 실시한 설문조사를 이용하였고 이 조사에 참여한 중·고령자 710명을 대상으로 다집단 구조방정식모형 방법을 사용하여 자료 분석을 하였다.

연구 결과, 디지털정보활용능력, 사회적 네트워크와 우울 증상에 대한 디지털정보접근성의 영향력에 있어서 연령 집단 차이가 있었다.

IT 기기 사용시간과 우울 증상 간의 관계에서 디지털정보활용능력의 매개효과는 중년집단에서만 발견되었고, 디지털정보활용능력과 우울 증상간의 관계에서 사회적 네트워크의 매개효과는 두 집단 모두 발견되지 않았다.

대도시, 중소도시, 읍면부로 구분한 거주 지역 유형별 차이의 경우, 디지털활용능력과 우울 증상 간의 관계에서 사회적 네트워크의 매개효과는 읍면부 거주자 집단에서만 나타났다.

본 연구결과를 토대로 디지털정보접근성 차이로 인한 부정적인 영향을 줄이기 위한 방안에 대해 논의하였다.

@highlight

45세 이상 중·고령자를 대상으로 디지털정보접근성과 우울 증상 간의 관계에서 디지털정보활용능력과 사회적 네트워크의 매개효과를 파악한 뒤 연령집단과 거주 지역 유형별로 차이가 있는지 분석하였다.

@highlight

디지털정보활용능력, 사회적 네트워크와 우울 증상에 대한 디지털정보접근성의 영향력에 있어 연령 집단 차이를 보였다.

