공연예술시장의 침체기가 지속됨에 따라 성공적인 관객 유치가 공연예술계의 화두로 떠오르고 있다.

이에 본 연구는 과거 국내에서 열렸던 공연들의 전문가 리뷰와 관객평점을 통해 전체적인 이해와 더불어 제안을 하기 위한 목적으로 연구를 진행했다.

공연예술시장에 대한 기존 연구들은 인터뷰 혹은 설문조사 방법론을 사용해 영향요인을 확인하거나 검증하는데 머물렀다.

또한 이를 기반으로 각 기관별 실증적인 공연예술시장 흥행 전략 방안을 제시한 연구가 이루어지지 않았다.

따라서 본 연구는 공연별 전문가 리뷰를 수집한 후 상위평점공연, 하위평점공연으로 분류하여 연구를 진행하였다.

분석 결과 상위평점공연 관련 토픽은 유럽내한공연, 서구 근대역사를 배경, 프랑스뮤지컬, 정치/권력, 고대역사를 배경으로 도출되었고, 하위평점공연 관련 토픽은 국내 역사를 배경, 가족애, 연인간의 사랑으로 나타났다.

추가로 워드클라우드를 통해 상위평점공연과 하위평점공연 각각의 빈출 단어를 시각화했다.

본 연구는 결과를 통해 실현 가능한 기관별 정책 제안을 하였다.

@highlight

공연예술시장의 침체기가 지속됨에 따라 성공적 관객 유치가 공연예술계의 화두로 집중되고 있다.

@highlight

이에 본고는 과거 국내에서 열렸던 공연들의 전문가 리뷰 및 관객평점을 통하여 전체적인 이해와 더불어 제안을 하기 위한 목적으로 연구를 실행하였다.

