이 연구에서는 의사－환자 관계를 종합적이고 체계적으로 파악하기 위해 헬스커뮤니케이션 분야의 의사－환자 관계 선행연구의 성과를 종합하고, 조직－공중 관계성(Organization-

Public Relationships, OPR) 이론을 도입해 의사－환자 관계성(Physician-

Patient Relationships)을 파악하고자 한다.

의사－환자 관계성은 ‘의사와 환자 간 상호작용을 통해 양자 사이에 형성된 관계의 상태 또는 그 결과’를 의미한다.

의사－환자 관계성을 파악하여 상호관계를 개선하기 위한 연구의 활성화를 위해서는 먼저 신뢰도와 타당도가 검증된 측정도구가 필수적이다.

따라서 이 연구에서는 조직－공중 관계성 연구의 범위를 확장해, 의사－환자 관계의 특수성을 반영한 의사－환자 관계성 척도를 개발하고자 했다.

먼저 문헌연구와 의사 및 환자를 대상으로 한 심층인터뷰를 통해 의사－환자 관계성을 측정할 수 있는 45개 문항을 선별하여 이를 검증하기 위한 설문지를 구성해 환자 각각 300명을 대상으로 응답 자료를 수집하였다.

탐색적 요인분석과 확인적 요인분석을 통해, 의사－환자 관계성은 소통성, 신뢰성, 충실성, 상호교환성,공정성 등 5개 구성요소에 19개의 문항으로 측정할 수 있는 것으로 나타났다.

척도는 신뢰도와 타당도가 검증되었다.

5가지 구성요소는 모두 의사 이미지에 유의미한 영향을 미치는 것으로 나타났다.

@highlight

본 연구에서는 의사－환자 관계를 종합적이고 체계적으로 파악하기 위해 헬스커뮤니케이션 분야의 의사－환자 관계 선행연구의 성과를 종합하고, 조직－공중 관계성 이론을 도입해 의사－환자 관계성을 파악하려 한다.

