국내외에서는 IT업계나 금융계를 중심으로 PMO 도입이 확산되고 있는 가운데, PMO의 도입효과에 대한 상반된 견해의 선행연구가 공존하고 있다.

원전건설 프로젝트를 대상으로 PMO 도입효과를 연구한 사례는 없으며, 본 연구에서는 원전건설 프로젝트 성과에 영향을 주는 PMO의 기능을 도출하여 향후 성공적인 프로젝트 추진을 위한 효율적인 PMO 도입방안으로 제시하고자 한다.

본 연구의 모형은 PMO의 기능을 실행관리, 기반관리, 자원통합관리, 기술지원관리, 업무연계성이라는 측면에서 측정하여 독립변수로 사용하고, 프로젝트 성과를 직무성과, 심리성과, 조직성과의 세 가지 측면으로 측정하여 종속변수로 사용하여 PMO의 기능이 프로젝트의 성과에 정(+)의 영향을 미칠 것이라는 가설을 설정하고, K사의 프로젝트 경험인력을 대상으로 한 설문조사를 통해 실증분석을 실시하고 가설검정을 수행하였다.

그 결과로 실행관리, 자원통합 및 기술지원 기능이 프로젝트의 직무성과에 정(+)의 영향을, 기반관리 및 자원통합 기능이 심리성과에 정(+)의 영향을, 실행관리와 기반관리 기능이 조직성과에 정(+)의 영향을 미치는 것으로 나타났다.

@highlight

이 연구의 모형은 PMO의 기능을 실행관리, 기반관리, 자원통합관리, 기술지원관리, 업무연계성이라는 측면에서 측정하여 독립변수로 사용하고, 프로젝트 성과를 직무성과, 심리성과, 조직성과의 세 가지 측면으로 측정하여 종속변수로 사용하여 PMO의 기능이 프로젝트의 성과에 정의 영향을 미칠 것이라는 가설을 설정하고, K사의 프로젝트 경험인력을 대상으로 한 설문조사를 통해 실증분석을 실시하고 가설검정을 수행했다.

