이 연구에서는 진로의사결정에서의 타협과정이 개인의 성별과 출생순위에 따라 어떻게 다르게 나타날 수 있는지를 살펴보았다.

즉, 진로의사결정시 현실적 제약으로 인해 여러 대안들 중 한 가지를 선택해야 하는 상황에서 개인적 특성에 따라 직업의 사회적 명성, 성특성, 흥미 중에서 어느 것을 더 선호하는지에 관심을 두었다.

Holland 이론에 기초한 직업선호도검사와 이기학, 조미랑(2003)이 개발한 직업선택타협 측정도구를 사용하여, 개인이 직업의 사회적 명성, 성특성, 및 흥미를 대비시킨 직업쌍 중 하나를 선택하는 방법으로 진로타협과정에서의 선호도를 분석했다.

그 결과 첫째, 성별에 따라 진로타협과정에서 보이는 선호도에서 유의미한 차이가 있었다.

특히 여학생이 남학생에 비해 직업의 성특성을 더 선호하는 것으로 나타났다.

그러나 사회적 명성과 흥미에서는 성별에 따른 유의미한 차이가 나타나지 않았다.

둘째, 출생순위에 따른 주효과는 없었다.

그러나 진로타협과정에서 첫째아는 직업의 성특성보다는 흥미를 선호하고 둘째아는 흥미보다 직업의 성특성을 선호하는 경향성을 나타냈다.

외동이의 경우 진로타협과정의 세요인에서 유의미한 차이가 나타나지 않았다.

요약하면, 진로타협의 세요인인 사회적 명성, 성특성, 흥미를 선택할 때 성별에 따른 선호도의 차이가 있었으며, 출생순위에 따른 유의한 차이는 없었으나 출생순위에 따라 상이한 선호도 패턴을 보이는 것으로 나타났다.

@highlight

본 연구에서는 진로의사결정에서의 타협과정이 개인의 성별과 출생순위에 따라 어떻게 다르게 나타날 수 있는지를 살펴보았다.

@highlight

그 결과 성별에 따라 진로타협과정에서 보이는 선호도에서 유의미한 차이가 있었다.

