이 연구는 세계시민교육과 지속가능발전교육의 연계 방식과 이를 위한 이론적 토대를 탐색함으로써 지속가능발전 사회 구현에 기여할 수 있는 세계시민성을 지닌 시민을 양성하기 위한 통합적인 논의의 장을 제공하는 데 목적이 있다.

연구 수행을 위해 세계시민교육과 지속가능발전교육의 관련 국내외 선행 자료 및 각종 문헌을 분석하였고, 환경, 사회·문화, 경제, 시민교육 등의 영역별로 구성된 9명의 관련 분야 전문가 인터뷰를 실시하였다.

이를 통해 세계시민교육과 지속가능발전교육 간의 공통점과 차이점, 두 가지 교육 간의 연계 방식 및 연계 방안에 대한 의견을 수렴하였고, 질적 자료 분석 소프트웨어 프로그램인 Nvivo 10을 사용하여 코딩 및 해석을 실시하였다.

연구 결과, 전문가들은 세계시민교육과 지속가능발전교육 간의 공통점으로 궁극적인 교육적 지향점과 교육내용 및 영역의 유사성을 언급한 반면, 차이점으로는 강조점, 초점, 근본적인 핵심 전제가 다르다고 지적하였다.

전문가들이 주장한 두 가지 교육 패러다임 간의 연계 방식은 크게 네 가지로 요약할 수 있다.

세계시민교육을 중심으로 하는 안, 지속가능발전교육을 중심으로 하는 안, 각자의 상호보완성을 인정하되 독립적으로 교육하는 안, 융합적인 통합을 실시하는 안이다.

또한 각각의 연계 방식과 관련하여 세계시민교육과 지속가능발전교육을 연계하기 위한 방안이 제시되었다.

@highlight

이 연구는 세계시민교육과 지속가능발전교육의 연계 방식과 이를 위한 이론적 토대를 탐색함으로써 지속가능발전 사회 구현에 기여할 수 있는 세계시민성을 지닌 시민을 양성하기 위한 통합적인 논의의 장을 제공하는 데 목적이 있다.

