민중신학은 70년대에 한국의 토착화 신학의 일환으로 형성되었으며 그 시대적 상황으로 인해 반서구, 반독재정권 지향적 신학이라는 특성을 갖는다.

그러나 “세계화”라 불리우는 이 시대는 민중신학의 새로운 전망을 요구한다.

신학이 시대와 지역문화에 맞게 끊임없이 하느님의 복음을 묻는 학문이기 때문이다.

민중신학이 토착화의 토양으로 삼은 ‘민족’과 ‘민중’의 상황도 시대적 변화와 함께 변화하고 있다.

이 논문은 ‘민족문제’와 ‘민중의 상황’을 중심으로 변화하는 시대를 진단하는 가운데 민중신학의 보편성을 추구하고자 한다.

보편성이란 당대인들에게 보편타당한 윤리적 가치를 말한다.

민중신학의 보편성은 그리스도교의 보편적 정체성의 문제와 같은 차원에 있다.

따라서 이 논문은 그리스도교의 정체성을 하느님 사랑의 다양한 양상에서 찾으며, 보편윤리와 각문화의 특수한 도덕적 규범과의 긴장관계를 보조성, 공동선/개인복리, 연대성의 원칙으로 풀어보고자 한다.

@highlight

이 논문은 ‘민족문제’와 ‘민중의 상황’을 중심으로 변화하는 시대를 진단하는 가운데 민중신학의 보편성을 추구하려 한다.

