자

동

차

보

험

 

대

물

배

상

에

서

 

외

국

 

자

동

차

의

 

렌

트

비

와

 

추

정

대

차

료

 

제

도

에

 

대

한

 

개

선

안

이

 

시

급

히

 

요

구

된

다

.

 

과

도

한

 

대

차

료

의

 

지

급

은

 

비

합

리

적

인

 

보

험

금

 

누

수

의

 

가

능

성

이

 

될

 

수

 

있

다

.

 

또

한

 

도

덕

적

 

해

이

의

 

문

제

 

및

 

연

성

보

험

사

기

의

 

유

혹

도

 

발

생

하

게

 

된

다

.

 

대

차

료

 

산

정

의

 

기

준

은

 

동

일

 

배

기

량

을

 

기

준

으

로

 

적

정

한

 

대

차

료

를

 

지

급

하

는

 

것

으

로

 

해

석

해

야

 

한

다

.

 

즉

 

피

해

차

량

과

 

동

급

의

 

국

내

차

량

을

 

대

차

함

에

 

소

요

되

는

 

비

용

을

 

상

당

한

 

대

차

료

로

 

인

정

해

야

 

한

다

.

 

실

비

를

 

기

초

로

 

한

 

대

체

교

통

비

의

 

지

급

을

 

원

칙

으

로

 

하

고

 

차

량

대

차

는

 

예

외

적

으

로

 

그

 

필

요

성

이

 

적

극

적

으

로

 

소

명

된

 

경

우

에

 

한

해

 

인

정

되

는

 

방

향

으

로

의

 

약

관

 

개

정

이

 

요

구

된

다

.

 

외

제

차

 

렌

트

비

의

 

과

다

지

급

을

 

방

지

하

기

 

위

해

 

수

리

기

간

 

동

안

 

동

급

의

 

국

산

 

렌

트

카

의

 

제

공

이

 

가

능

하

도

록

 

하

는

 

제

도

의

 

개

선

이

 

시

급

하

다

.

 

동

일

한

 

제

조

사

의

 

동

일

한

 

모

델

을

 

기

준

으

로

 

하

여

 

동

종

차

종

의

 

개

념

을

 

해

석

하

는

 

것

은

 

실

손

보

상

의

 

원

리

에

 

부

합

하

지

 

않

는

다

.

 

대

차

료

에

 

대

한

 

객

관

적

인

 

시

장

가

격

도

 

전

혀

 

형

성

되

지

 

않

은

 

상

황

에

서

 

대

차

과

정

에

 

보

험

회

사

는

 

전

혀

 

개

입

하

지

 

않

은

 

채

 

자

동

차

대

여

사

업

자

의

 

영

업

이

익

이

 

임

의

적

으

로

 

포

함

된

 

대

차

비

용

을

 

민

법

상

의

 

통

상

손

해

라

 

하

여

 

이

를

 

보

험

회

사

로

 

하

여

금

 

모

두

 

지

급

하

도

록

 

하

는

 

것

은

 

피

해

자

의

 

실

손

해

와

 

무

관

할

 

뿐

만

 

아

니

라

 

보

험

단

체

 

내

의

 

보

험

금

이

 

누

수

되

는

 

심

각

한

 

결

과

를

 

야

기

하

게

 

되

는

 

것

이

다

.

 

실

손

보

상

원

칙

에

 

어

긋

나

는

 

추

정

대

차

료

 

제

도

는

 

폐

지

됨

이

 

타

당

하

다

.

@highlight

자동차보험 대물배상에서 외국 자동차의 렌트비와 추정대차료 제도에 대해 개선안이 시급히 요구된다. 대차료 산정의 기준은 동일 배기량을 기준으로 적정한 대차료를 지급하는 것으로 해석해야 한다.