본 연구의 목적은 2015 개정 교육과정에 따라 고등학교 진로선택 교과로 도입된'지식 재산 일반' 교과의 안정적인 정착과 이를 지원하기 위한 전략을 모색하는 것으로써, 고등학교 관리자와 관련 교사들이 '지식 재산 일반' 교과의 도입과 활용에대해 어떻게 인식하고 있는지를 비교하였다.

조사도구는 연구진이 개발한 뒤 발명교육 전문가 2인의 내용검토 후 최종 설문지로 완성되었다.

설문조사는 2016년 12월 1 개월 간 한국발명진흥회에서 주관하는 직무연수 과정에 참여한 115명의 학교 관리자들과 교사들을 대상으로 실시하였으며, 최종적으로 자료 분석에 사용된 사례 수는95개였다.

자료의 분석에는 SPSS 22.0K를 활용하였다.

연구의 통계처리 유의수준은5%로 설정하였다.

이 연구의 결과를 요약 및 정리하면 다음과 같다.

첫째, '지식 재산 일반' 교과의 교육과정 내용과 ‘지식 재산 교과’의 필요 인식에서는 연수 참여자 모두가 보통 수준의 인식을 갖고 있었다.

둘째, '지식 재산 일반' 교과의 활용에 대해서는 연수 참여자 모두가 보통 이상의인식을 갖고 있었으며, '지식 재산 일반' 교과의 성공적 정착을 위한 전략은 높은 정도의 인식을 갖고 있었다.

셋째, '지식 재산 일반' 교과의 교육과정 인식에서는 교사의 인식수준이 관리자보다 통계적으로 유의한 수준에서 높게 나타났으며, '지식 재산 일반' 교과의 필요에대한 인식에서는 교내 활동의 활성화에 대해서만 인식의 차이가 있는 것으로 나타났다.

@highlight

본고는 2015 개정 교육과정에 따라 고등학교 진로선택 교과로 도입된'지식 재산 일반' 교과의 안정적인 정착과 이를 지원하기 위하여 전략을 모색하는 것이다.

@highlight

고등학교 관리자와 관련 교사들이 '지식 재산 일반' 교과의 도입과 활용에 대하여 어떤 방식으로 인식하고 있는지를 비교했다.

