본 연구는 국·공립대학도서관, 사립대학도서관, 전문대학도서관, 지방자치단체 소속 공공도서관을 선정하여 관종별 도서관 사서들의 직무만족도의 차이점을 측정·비교·분석하였다.

측정항목으로 10가지 직무만족 요인을 선정하여 전체적인 사서의 직업만족도와 직무만족, 고용만족, 승진제도 만족, 업무분장만족, 보수제도 만족, 복무제도 만족, 시설환경 만족, 교육훈련 만족, 후생복지 만족, 인간관계에 대한 만족 요인을 비교·분석 하였다.

첫째, 전체적인 사서의 직무만족도는 5점 척도 만점에 3.940으로 비교적 높은 만족도를 보였으며, 관종별로는 사립대학 도서관, 전문대학 도서관, 공공도서관, 국·공립대학 도서관 순으로 나타났다.

둘째, 직무만족요인에 선정된 10가지 항목에 대한 전반적인 관종별 만족도 순위는 교육훈련, 직업, 복무제도, 인간관계, 고용제도, 업무분장, 시설환경, 보수제도, 후생복지, 승진제도 만족 순으로 측정되었다.

@highlight

이 연구는 국·공립대학도서관, 사립대학도서관, 전문대학도서관, 지방자치단체 소속 공공도서관을 선정하여 관종별 도서관 사서들의 직무만족도의 차이점을 측정·비교·분석했다.

