본 연구에서는 한국거래소에 상장된 폐쇄형 투자펀드(closed-

end fund, CEF)가 최근 들어 과거 문헌에 기록된 할인현상과 대조되는 할증현상을 보임을 제시하며 투자자 역선택 위험의 척도인 정보거래확률(probability of informed trading, PIN)이 시장전체 투자자 감정지수(investor sentiment index), 투자자의 관성적 투자습관(momentum) 및 비유동성 척도(illiquidity) 등을 통제한 이후에도 국내 CEF의 할증현상에 통계적으로 유의적인 설명변수임을 보여준다.

지속적인 할인현상을 보이고 있는 미국에 상장된 CEF의 경우, 편입종목의 내부정보를 접한 투자자의 과신(overconfidence)에 의한 처분효과(disposition effect) 등의 행태적 위험요인이 반영된 PIN이 해당 CEF의 할인율에 경제 논리와 일치하는 설명력을 가지지만 국내에 상장된 CEF의 할증현상은 비대칭정보 및 행태적 위험요인과의 논리적 연관성이 낮은 것으로 판단된다.

국내 상장 CEF의 경우 순자산 정보의 확산 경로가 미국의 경우와 다르며, 차익거래가 용이하지 않은 부동산관련 설정펀드가 다수인 점이 이런 차이를 발생시키는 것으로 판단된다.

@highlight

이 연구에서는 한국거래소에 상장된 폐쇄형 투자펀드가 최근 들어 과거 문헌에 기록된 할인현상과 대조되는 할증현상을 보임을 제시하며 투자자 역선택 위험의 척도인 정보거래확률이 시장전체 투자자 감정지수, 투자자의 관성적 투자습관 및 비유동성 척도 등을 통제한 이후에도 국내 CEF의 할증현상에 통계적으로 유의적인 설명변수임을 보여준다.

