본 연구는 메타분석 방법을 활용하여 유아음악극 활동의 효과를 분석하고 이를 바탕으로 유아음악극프로그램을 개발하는데 필요한 기초자료를 제시하는데 목적이 있다.

이를 위해 2000년 이후 발표된 국내 관련 연구 22편을 대상으로 동질성 검정 후 랜덤효과모형을 적용 효과크기를 산출하였다.

분석결과, 유아음악극 활동의 전체 평균효과크기는 2.04(U3=97.93%)로 나타나 통제집단이 50%의 성공률을 보인반면 실험집단의 경우 97.93%의 성공률을 보여 음악극 활동이 유아에게 미치는 효과가 매우 크다는 것을 알 수 있었다.

유아음악극 활동의 목표와 운영방법에 따라 그 하위범주별 평균효과크기를 살펴본 결과, Cohen(1998)의 효과크기 기준에 따를 때 종속변수에 따른 효과크기는 정서지능 변인이 가장 큰 효과크기를 나타내었으며, 종속변인간 차이는 통계적으로 유의하지 않은 것으로 나타났다.

실험집단 인원수는 21-25명일 때 효과가 높았으며, 실험처치기간은 9-12주일 때, 실험처치횟수는 21회 이상 실시할때 가장 효과가 높게 나타났다.

@highlight

이 연구는 메타분석 방법을 활용해 유아음악극 활동의 효과를 분석하고 이를 바탕으로 유아음악극프로그램을 개발하는데 필요한 기초자료를 제시하고자 한다.

