본고는 2009 초등국어교과서에 수록된 옛이야기를 대상으로 개작의 적절성을 분석하였다.

이를 위해 먼저 옛이야기의 개념과 특성을 밝히고, 개작의 의미를 살펴보았다.

중점 분석할 교과서 제재는 중심 제재로 사용되었으며 줄글 형태로 실린 이야기, 내용 전체의 줄거리가 실린 이야기, 고전소설이 아닌 일반 설화를 기준으로 총 15편을 선정하여 분석하였다.

개작의 과정을 거쳐 교과서에 수록된 옛이야기를 살펴보면, 완성도 면에서 약간 아쉬운 작품들이 눈에 띈다.

독자들은 교과서 이야기가 ‘올바르고 좋은 이야기’ 즉, 정본이라고 오해하는 경향이 있기 때문에 교과서에 싣는 이야기는 조심스럽게 고르고 공들여 다시 써야 한다.

교과서에 수록된 옛이야기의 개작 모습은 크게 두 가지 관점으로 나누어 살폈다.

먼저 ‘화소의 재구성’ 측면으로, 탈락되거나 삽입된 화소가 교육적인 관점으로 온당한가를 살폈다.

두 번째는 ‘서술자의 문체’ 측면으로 서술자의 문체가 옛이야기다움을 잘 실리고 있는지 살폈다.

옛이야기를 교과서 제재로 활용하는 이유는 그것이 학습 목표 달성에 유용하기 때문만이 아니라 옛사람이 남긴 이야기의 매력과 가치를 학생들에게 전달하기 위해서이다.

이러한 교육적 목적을 고려해 보면, 옛이야기는 가능한 옛이야기답게 쓰여야 할 것이다.

@highlight

이 논문은 2009 초등국어교과서에 수록된 옛이야기를 대상으로 개작의 적절성을 분석했다.

@highlight

개작의 과정을 거쳐 교과서에 수록된 옛이야기를 살펴보면, 완성도 면에서 약간 아쉬운 작품들이 눈에 띈다.

