본 논문은 경찰의 실종사건 대응 강화를 위해 실종사건의 대응 실태를 분석하여 효과적인 방안을 제고하고자 하였다.

분석결과, 경찰청에서는 실종아동등의 범위의 확대, 실종아동 관리시스템 및 전용 홈페이지 운영, 유전자 분석 및 3D 몽타주 기법 확대, 지문 등 사전등록제 시행, 실종아동등 휴대전화 위치추적제 실시,「유괴·실종 경보시스템」 등 다양한 정책을 추진 중인 것으로 확인되었으나 운영상의 문제점이 발견되기도 했다.

따라서 경찰의 실종사건 대응 효과성 제고를 위해 본 연구에서는 다음과 같은 방안을 제언하였다.

첫째, 치매환자에 대한 사전지문 등록 확대 방안을 강구해야 한다.

둘째, 인터넷 접속 기록 확인 간소화에 따른 오남용 방안을 마련해야 한다.

셋째, 실종자 프로파일링시스템과 유관기관 시스템 간 정보 공유를 확대해야 한다.

넷째, 특정 장소 및 시간대 보호자 동반 의무화을 추진해야 한다.

다섯째, 실종자 조기 발견을 위한 경찰 내부 시스템 연계를 구축해야 한다.

여섯째, 구체적인 위험도 판단을 위한 프로그램 개발과 면책 방안을 마련해야 한다.

@highlight

본 연구는 경찰의 실종사건 대응 강화를 위하여 실종사건의 대응 실태를 분석하여 효과적인 방안을 제고하였다.

@highlight

연구결과, 경찰청에서는 실종아동등의 범위의 확대, 실종아동 관리시스템과 전용 홈페이지 운영, 유전자 분석과 3D 몽타주 기법 확대, 지문 등 다양한 정책을 추진하고 있었다.

