이 연구는 다문화주의 담론에 내포되어 있는 다양한 담론들을 정치사상적 관점에서 체계화하고 그러한 경합이 한국에 주는 시사점이 무엇인지 검토하고자 한다.

연구자는 문화가 개인의 인권을 신장시키고 민주주의를 발전시키는데 기여할 수 있다는 다문화주의의 기본적 가정을 지지하며 한 사회 공동체 내에서 인종적, 문화적 소수집단이 주장하는 사회적 인정과 문화적 생존의 요구가 무엇을 근거로 정당화 되는지를 살핀다.

기존의 연구들이 의존하는 자유주의와 공동체주의, 그리고 공화주의라는 주류 정치학의 개념과 분석틀은 문화와 정체성을중심으로 전개되는 다문화적 상황과 의제를 적절히 다루어지는 데 한계가 있다.

이러한 문제의식 속에서 연구자는 작금의 다문화 현상을 정치학적 측면에서 규명할 수 있는 설명틀로서 기존 이론들에서 발견되는 주요 정치적 의제들을 정의 모델, 인정의 정치, 소통 모델 등으로 분류하여 유형화한다.

한국은 서구와 달리 다문화 사회의 형성배경과 정치적 지형이 다르다.

따라서 민족주의와 국민국가의 근대성이 여전히 강하게 작동하는 한국 사회는 보편적 정의모델이나 인정모델의 어느 한 극단이 아닌, 심의민주주의를 바탕으로 쌍방적인 참여와 통합적 가치를 지향하는 소통모델을 통해 다문화주의를 정초해 나갈 필요가 있다.

이 경우 공론장의 일환으로 다문화 거버넌스체제 형성이 유효한 대안임을 주장한다.

@highlight

이 연구는 다문화주의 담론에 내포되어 있는 다양한 담론들을 정치사상적 관점에서 체계화하고 그러한 경합이 한국에 주는 시사점이 무엇인지 검토하고자 한다.

