최근 우리나라에서도 관련 법개정을 통해 해외 국가의 연구비 지원기관 등에서 시행하고 있는 데이터관리계획 정책이 도입되었다.

본 연구는 앞으로 연구데이터의 공유 및 재사용을 지원할 수 있는 인프라와 지원 서비스를 개발함에 있어 참고가 될 수 있는 호주의 사례를 분석하여 시사점을 도출하고자 하였다.

이를 위해 호주의 연구비 지원기관, 연구데이터 전담기관, 대학도서관의 다양한 전문가와의 면담을 시행하고 관련 문헌을 조사하였다.

호주의 경우 연방 차원에서 2015년 제정된 Public Data Policy에 연구데이터를 공공데이터 범위에 포함시키고, 연구비 지원기관의 정책 가이드라인에 연구데이터의 체계적인 관리와 공유를 권장하고 있지만 의무규정은 아니다.

연구데이터 전담기관인 Australian National Data Service(ANDS)는 국가의 연구인프라 구축의 중요한 부분이며 연구데이터 인프라의 구축, 교육, 정책 지원, 소규모 연구개발사업 지원 등의 다양한 역할을 수행하고 있다.

호주 대학도서관은 연구데이터 관련 일부 자체 시스템을 제공하고 있으나 아직까지는 연구데이터와 관련된 주요한 수요는 없는 것으로 보인다.

호주 사례의 시사점으로는 연구데이터 관련 정책 수립에 있어서 높은 투명성과 예측가능성, 연구데이터 전담 기관 설립을 통한 전문적 인프라 구축 및 교육/홍보 기능 수행, 대학도서관의 데이터 역량 개발을 들 수 있다.

@highlight

본고는 앞으로 연구데이터의 공유와 재사용을 지원할 수 있는 인프라와 지원 서비스를 개발함에 있어 참고가 될 수 있는 호주의 사례를 검토하여 시사점을 도출하고자 하였다.

@highlight

이를 위하여 호주의 연구비 지원기관, 연구데이터 전담기관, 대학도서관의 여러 전문가와의 면담을 시행하고 관련 문헌을 검토하였다.

