이 논문은 정학유의 <농가월령가>를 조선시대 농서의 전통과 함께 그 구성 전략을 중심으로 살펴본 것이다.

월령체라는 형식 아래 농가의 일 년을 엮은 <농가월령가>는 그 내용의 치밀함과 현실성으로 인해 때로는 일종의 농서로 분류되기도 하는 작품이다.

따라서 <농가월령가>를 분석하기에 앞서서 우선 조선시대의 농서에 관심을 갖고, 15세기부터 19세기까지 주요 농서의 특징을 정리했다.

그 결과 조선 초기에는 세종대의 <농사직설>과 최초의 사찬 농서인 <금양잡록>을, 17세기에는 <농가집성>과 <색경>의 가치를 정리했다.

다음으로 18~19세기에는 실학의 발전 속에 <산림경제>와 <과농소초>, <농정회요>와 <임원경제지>가 어떤 특징을 지니며 부각되었는지 살펴보았다.

그리고 기존 농서의 정보력 아래 월령체의 본원적 특성을 살리며 <농가월령가>가 어떻게 작품화 되었는지 살펴보았다.

이미 백과사전적 범위로 확장되었던 19세기 농서의 정보를 요약 지향의 성격을 지니는 월령체에 담아내는 것이 결코 쉬운 과제는 아니었을 것이다.

하지만 그럼에도 불구하고 <농가월령가>는 농가에서 필요로 하는 각종 정보를 꼼꼼히 제시하면서도 구성의 묘미를 활용하는 등 독자적인 방법으로, 농경 정보를 최대한 수록하되 일반 농서와 차별되는 문학적 성과를 이룰 수 있었던 것이다.

@highlight

이 논문은 정학유의 <농가월령가>를 조선시대 농서의 전통과 함께 그 구성 전략을 중심으로 살펴본 것이다.

@highlight

<농가월령가>를 분석하기에 앞서서 우선 조선시대의 농서에 관심을 갖고, 15세기부터 19세기까지 주요 농서의 특징을 정리했다.

