본 연구는 학부생을 대상으로 운영되는 학부생연구프로그램(undergraduate research program)에 대한 효과를 조사하고자 수행되었다.

학부생연구프로그램에 참여한 실적에 따라 학습자의 진로정체성, 실무역량, 전공만족도, 학업성취도에 차이를 보이는지 검증하였다.

연구를 위해 학부생연구프로그램을 운영하고 있는 수도권 A대학 자연과학계열 5개 학과를 표집하고 소속 학생들을 대상으로 자료를 수집하였다.

수집된 자료는 2017년부터 2018년도까지 총 2회 운영된 학부생연구프로그램에 참여 수준에 따라 미참여 집단, 1회 참여 집단, 2회 참여 집단으로 구분하고 집단 간 성과를 분석하였다.

분석결과, 학부생연구프로그램 참여 횟수가 증가할수록 진로정체성, 실무역량, 전공만족도, 학업성취도가 높은 경향을 보였고, 미참여 집단과 참여한 집단 간에는 유의미한 차이가 있었다.

구체적으로 진로정체성과 학업성취도는 학부생연구프로그램에 1회 참여 집단이 미참여 집단에 비해 유의미하게 높았으며, 전공만족도와 실무역량은 2회 참여 집단에서 미참여 집단에 비해 유의한 차이를 보였다.

이러한 연구결과에 대한 시사점과 학부생연구프로그램의 효율적 운영에 대한 논의를 제시하였다.

@highlight

본고는 학부생을 대상으로 운영되는 학부생연구프로그램(undergraduate research program)에 대해 효과를 조사하고자 수행되었다.

@highlight

학부생연구프로그램에 참석한 실적에 따라 학습자의 진로정체성, 실무역량, 전공만족도 및 학업성취도에 차이가 있는지 검증하였다.

