카탈로그 레조네(catalogue raisonne)는 한 작가의 주요한 모든 작품를 목록화하여 작품과 관련된 학술적으로 중요한 기록정보를 기술한 예술가의 총체적작품기록물로 정의 할 수 있다.

이러한 카탈로그 레조네는 전시기획자 및 연구자들의 연구자료는 물론 작품의 진위여부를 가리는 기초적인 자료로 이용된다.

국내의 카탈로그 레조네의 제작은 시작단계에 있으나 국외의 경우 미술관련 기관과 작가의 재단이 주축이 되어 작가의 카탈로그 레조네의 활발한제작을 진행해오고 있다.

카탈로그 레조네는 작품과 관련된 정보에 대한기술이 무엇보다 중요한 요소이다.

이러한 카탈로그 레조네의 기술요소 는작가의 작품 및 작업의 특성에 따라 각양각색으로 나타날 수 밖에 없다.

이에 국외에서 출판된 작가의 카탈로그 레조네의 사례를 분석하여 카탈로그레조네가 가지는 특성 및 기술요소에 대해 상세히 살펴보고, 이를 국내 작가들의 권위있는 카탈로그 레조네의 활발한 제작에 기여하고자 한다.

@highlight

국외에서 출판된 작가의 카탈로그 레조네의 사례를 분석하여 카탈로그레조네가 가지는 특성 및 기술요소에 대해 상세히 살펴보고, 이를 국내 작가들의 권위있는 카탈로그 레조네의 활발한 제작에 기여하려 한다.

