ATO 나노 입자들로 구성된 적외선 차단 박막이 솔-

젤 법에 의해 성공적으로 제조되었다.

코팅액은 유무기 하이브리드 바인더와 콜로이드 ATO 용액으로 합성되었고 ATO 박막은 슬라이드 유리기판에 5~40 mm/s의 인상속도로 코팅되었다.

인상속도가 5 mm/s에서 40 mm/s로 증가함에 따라 코팅막의 두께 또한 1.05 μm에서 4.25 μm로 증가하였다.

그리고 파장780 nm에서 2500 nm에서의 적외선 차단율은 49.5 %에서 66.7 %로 증가하였다.

또한 80oC에서 건조된 ATO 박막의 연필경도 값은 5H를 나타내었고 tetraethylorthosilicate와 methyltrimethoxysilane을 합성한 하이브리드 바인더의 영향으로 테이프테스트 후 코팅막은 벗겨지지 않았다.

서로 다른 인상속도에 의해 제조된 박막의 표면구조, 광학적 특성 그리고 박막두께는FE-

SEM, UV-

Vis-

NIR 분광기 그리고 Dektak에 의해 측정되었다.

@highlight

ATO 나노 입자들로 구성된 적외선 차단 박막이 솔-

@highlight

젤 법에 의해 성공적으로 제조되었다.

