본 연구는 중산층에서 빈곤층으로 전락한 뒤 빈곤층에 고착된 개인들에 대한 연구로서 연구참여자들의 경험을 질적사례연구방법으로 접근하여 경험의 의미를 파악하고 이들의 사회적 재기를 원조할 수 있는 실천관점을 제안하고자 했다.

연구에는 중산층에서 이탈하여 빈곤층에 고착된 남녀 6명이 참여했다.

연구결과는 다음과 같다.

원자료 분석결과 총 9개의 범주를 구성했다.

본 연구참여자들은 중산층에서 탈락한 후 재진입이 좌절되자 패배적 숙명주의에 빠졌고 자신을 사회와 분리시켰고 국외자의 관점에서 세상을 바라보고 있었다.

연구참여자들이 형성한 이러한 체념은 개인차원에서 생성된 것이 아니라 구조적 차원에서 생성된 것이라고 볼 수 있다.

이들은 자수성가형 인물이었음에도 구조적 장벽에 눌려 신뢰의 근거를 상실한 채 살아갔다.

이들이 빈곤층으로 전락한 뒤 중산층 재진입을 시도하게 된 동인은 ‘사회적으로 평가절하된 체험’으로 나타났다.

이들을 위한 이론적, 실천적 제언으로서「지역사회조직 차원에서의 경제 생태계 이론의 개발과 실천」,「중산층 재건을 위한 심리, 사회적 접근」등을 을 제안하고자 한다.

@highlight

이 연구는 중산층에서 빈곤층으로 전락한 뒤 빈곤층에 고착된 개인들에 대한 연구로서 연구참여자들의 경험을 질적사례연구방법으로 접근하여 경험의 의미를 파악하고 이들의 사회적 재기를 원조할 수 있는 실천관점을 제안하려 했다.

@highlight

이 연구참여자들은 중산층에서 탈락한 후 재진입이 좌절되자 패배적 숙명주의에 빠졌고 자신을 사회와 분리시켰고 국외자의 관점에서 세상을 바라보고 있었다.

