본 연구에서는 대학생의 진로준비행동과 관련 변인들 간의 구조적 관계를 분석하고자 하였다.

연구의 대상은 4년제 대학의 720명이다.

연구도구는 진로결정수준, 진로결정 자기효능감, 진로결정몰입, 진로스트레스 대처방식, 진로준비행동 척도를 사용하였다.

수집된 자료는 구조방정식 모형을 이용하여 분석하였다.

연구결과는 다음과 같다.

첫째, 진로결정수준과 진로결정 자기효능감은 진로준비행동에 직접적인 영향을 미친다.

둘째, 진로결정수준은 진로스트레스 대처방식을 통하여 진로준비행동에 영향을 미치는 것으로 나타났다.

그러나 진로결정수준과 진로준비행동의 관계에서 진로결정몰입은 매개효과를 나타나지 않았다.

셋째, 진로결정 자기효능감은 진로스트레스 대처방식을 통하여 진로준비행동에 영향을 미치는 것으로 나타났다.

반면 진로결정 자기효능감과 진로준비행동의 관계에서 진로결정몰입의 매개효과는 나타나지 않았다.

이러한 결과는 대학생의 진로준비행동을 높이기 위해 진로결정수준, 진로결정 자기효능감을 함께 고려해야 함을 시사한다.

또한 진로결정에서 진로준비행동으로 이어지는 다양한 경로를 살펴 볼 때, 진로결정몰입을 촉진하고 진로스트레스 대처방식을 적절히 사용한다면 진로준비행동을 증진하는 것에 기여할 것이다.

@highlight

이 연구는 대학생의 진로준비행동과 관련 변인들 간의 구조적 관계를 분석하고자 했다.

@highlight

연구도구는 진로결정수준, 진로결정 자기효능감, 진로결정몰입, 진로스트레스 대처방식, 진로준비행동 척도를 사용했다.

