본 연구의 목적은 2001년부터 2009년까지의 기간 동안 기업의 파생금융상품을 활용한 위험헤지 활동을 수행하는 기업특성요인과 위험헤지 활동이 기업가치에 미치는 영향을 실증분석하는 것이다.

분석결과는 다음과 같다.

첫째, 기업은 국제적 금융위기 이후에 파생금융상품을 활용한 위험헤지 활동 수행의 필요성을 인식하고 위험헤지 거래가 크게 증가한 것으로 나타났다.

둘째, 기업규모(SIZE), 연구개발집중도(R&D), 자산대비부채(DEBT1), 수출비중(EXPR) 등이 기업이 파생금융상품을 활용한 위험헤지 활동 수행에 유의한 영향을 미치는 것으로 나타났다.

셋째, 기업가치(T'Q)와 위험헤지 활동과의 관련성을 실증분석한 결과, 파생금융상품을 활용한 위험헤지 활동이 기업가치 제고에 긍정적인 영향을 미치는 것으로 확인되었다.

따라서, 파생금융상품을 활용한 위험헤지 활동 수행이 기업의 위험관리에 초점이 맞추어져 있으며, 기업의 재무상태, 자본구조, 영업활동 등 기업경영 전반적으로 상호 유기적인 관계를 지속시키고 기업가치의 제고에 영향을 미치는 것으로 나타났다.

본 연구를 통해 글로벌 경제 환경의 급격한 변화에 따라 기업 환경의 불확실성이 증가되고 있는 상황에서 과거와는 달리 기업의 위험 헤지를 위한 적극적인 대처가 기업의 생존은 물론 기업가치를 제고하는데 필수적인 요소라는 점을 확인하였다.

또한 기업의 채권자 또는 투자자는 자금지원이나 투자의사를 결정할 때 기업을 평가하는 과정에서 기업이 위험헤지를 위해 적극적으로 대처하고 있는지 면밀히 검토해야 할 것이다.

@highlight

본고의 목적은 2001년부터 2009년까지의 기간 동안 기업의 파생금융상품을 활용한 위험헤지 활동을 수행하는 기업특성요인과 위험헤지 활동이 기업가치에 미치는 영향을 실증분석하는 것이다.

