민주주의의 핵심 장치 중의 하나이자 국민의 정보주권을 보장하기 위한 제도적 장치가 바로 정보공개제도이다.

이는 정보민주주의의 확립을 통해 국민에 의한 행정의 감시, 감독체제의 강화 및 행정과정에 대한 시민참여의 확대를 도모하여 민주정치의 존립을 가능케 하며, 경제적 측면에서의 금융실명제와 비견될 수 있는 권력실명제로서의 의의를 가진다.

이러한 정보공개제도가 그동안 국민의 알권리를 보장하고 국정에 대한 국민의 참여와 국정운영의 투명성을 확보하는 대표적인 제도로서 나름대로 큰 기여를 해 왔음을 부인할 수 없다.

하지만 제도 시행 이후 정보공개제도 운영이 이룩한 성과에도 불구하고, 여전히 정보공개법의 규정과 관련하여 여러 가지 문제점이 지적되고 있다.

따라서 정보공개제도에 대한 보다 객관적인 점검 및 평가를 통해 문제점을 분석하고 이에 대한 개선방안의 모색이 필요한 시점이다.

이에 본 연구는 비교 분석적 측면에서 정보공개제도를 분석한 뒤 성과와 문제점을 평가하고 이를 통해 정보공개 확대를 위한 정책방향을 모색하였다.

정보공개제도의 문제점에 대한 개선 및 보완을 통하여 국민이 정보공개제도를 이용하는 데에 불편함이 없도록 해야 할 것이다.

@highlight

본 연구는 비교 분석적 측면에서 정보공개제도를 분석한 뒤 성과와 문제점을 평가하고 이를 통해 정보공개 확대를 위한 정책방향을 모색했다.

