기독교는 사회복지 세속화 과정 속에서 기독교사회복지의 정체성을 수립 하지 못하고 복지사회의 요구에 효과적으로 대응하지 못하고 있다.

이에 대해 본 논문은 복지국가위기론과 복지다원주의가 대두된 현대사회 속에서 기독교사회복지의 정체성 제시 및 문제점 진단을 통해 기독교사회복지의 발전적 과제를 제시하였다.

연구 결과를 요약하면, 첫째, 기독교사회복지의 정체성은 전인적 회복, 하나님 나라 확장, 생명공동체 회복 등이었다.

둘째, 한국 기독교사회복지의 주요 문제점으로 사회복지 관련 구원관, 교회관 및 선교관의 문제, 교회연합의 취약성, 기독교사회복지 실천 체계 미비, 사회문 제에 대한 교회 관심 부족, 과도한 교회 리더 중심의 사역체계, 기독교사회 복지의 차별성 부족 등이었다.

셋째, 한국 기독교사회복지의 발전 과제로는 기독교사회복지를 복음 사역과 한몸으로 인식하는 것, 기능적 교회관 정립, 기독교사회복지 연합체 조직, 기독교사회복지의 이론과 실천 체계 구축, 기 독교사회복지 전문인력 양성, 교회주도형 사역과 교인주도형 사역의 균형적 통합, 서비스의 질에 기반한 기독교사회복지 실천 등이 제안되었다.

@highlight

본 논문은 복지국가위기론과 복지다원주의가 대두된 현대사회 속에서 기독교사회복지의 정체성 제시 및 문제점 진단을 통해 기독교사회복지의 발전적 과제를 제시했다.

