이번 연구의 목적은 소아환자의 골격성숙도 평가를 위해 경추골과 수완부골 방사선 사진의 상호연관도를 연구하는 것이다.

성적인 특징, 연령, 치아 발육, 신장, 체중과 골격성장은 성장 단계를 확인하기 위해 사용되는 일반적인 방법이다.

청소년기전이나 청소년기 동안 성장잠재력에 대한 평가는 매우 중요하다.

본 연구는 6~18세 아동을 대상으로 측면 두부 방사선 사진과 수완부골 방사선 사진을 촬영하여 골격성숙 단계를 비교 평가하였다.

1.

일반연령은 Skeletal Maturity Indicators(SMI)와 Cervical Vertebrae Maturation(CVM)에 비하여 적절한 골격성숙도 표시자가 되지 못하였다.

2.

SMI와 CVM의 골격성숙도는 여자의 경우 남자에 비해 더 빨랐다.

3.

SMI 1, 2는 CVM 1, SMI 3, 4는 CVM 2, SMI 5, 6은 CVM 3에 해당하는 연관관계가 나타났다.

4.

SMI와 CVM에 대한 측정자의 재현성 및 신뢰도는 우수하였다.

이상의 결과로 CVM도 SMI와 같이 교정치료에 있어 골격성숙도를 평가하는 적절한 방법이 될 수 있다.

@highlight

이 연구는 6~18세 아동을 대상으로 측면 두부 방사선 사진과 수완부골 방사선 사진을 촬영하여 골격성숙 단계를 비교 평가했다.

