본

 

논

문

은

 

강

재

 

액

체

저

장

탱

크

의

 

내

진

설

계

를

 

위

하

여

 

이

용

되

고

 

있

는

 

E

u

r

o

c

o

d

e

 

8

,

 

A

P

I

 

6

5

0

,

 

N

Z

S

E

E

 

등

의

 

해

외

 

설

계

기

준

들

의

 

설

계

방

법

들

을

 

비

교

,

 

분

석

함

으

로

써

,

 

강

재

 

액

체

저

장

탱

크

의

 

내

진

설

계

를

 

위

한

 

국

내

 

설

계

기

준

을

 

수

립

하

기

 

위

하

여

 

필

요

한

 

주

요

 

사

항

들

에

 

대

한

 

자

료

를

 

제

공

하

고

자

 

하

였

다

.

 

각

 

설

계

기

준

에

서

는

 

강

재

 

액

체

저

장

탱

크

의

 

내

진

설

계

를

 

위

하

여

 

충

격

성

분

과

 

대

류

성

분

을

 

이

용

한

 

단

순

화

된

 

형

태

의

 

역

학

적

 

모

델

을

 

제

시

하

고

 

있

다

.

 

E

u

r

o

c

o

d

e

 

8

,

 

A

P

I

 

6

5

0

 

등

의

 

설

계

기

준

에

서

는

 

두

 

개

의

 

질

량

을

 

가

지

는

 

역

학

적

 

모

델

을

,

 

N

Z

S

E

E

에

서

는

 

세

 

개

의

 

질

량

을

가

지

는

 

역

학

적

 

모

델

을

 

사

용

하

고

 

있

다

.

 

또

한

 

E

u

r

o

c

o

d

e

 

8

,

 

N

Z

S

E

E

은

 

강

도

설

계

법

을

 

사

용

하

고

 

있

으

며

,

 

A

P

I

 

6

5

0

은

 

허

용

응

력

설

계

법

을

 

사

용

하

고

있

어

 

하

중

 

등

에

 

대

한

 

직

접

적

인

 

비

교

는

 

적

절

하

지

 

않

아

 

역

학

적

 

모

델

에

 

대

한

 

주

요

 

인

자

들

을

 

위

주

로

 

비

교

,

 

검

토

하

였

다

.

 

역

학

적

 

모

델

은

 

설

계

기

준

에

 

따

라

 

차

이

는

 

있

으

나

 

충

격

성

분

 

및

 

대

류

성

분

의

 

질

량

 

및

 

진

동

수

 

등

은

 

유

사

하

게

 

나

타

났

다

.

 

강

재

 

액

체

저

장

탱

크

에

 

대

한

 

국

내

 

내

진

설

계

기

준

은

 

허

용

응

력

설

계

법

보

다

는

 

하

중

저

항

계

수

설

계

법

을

 

사

용

하

고

,

 

국

내

의

 

실

정

에

 

맞

는

 

하

중

 

및

 

저

항

 

특

성

을

 

고

려

하

여

 

강

재

 

액

체

저

장

탱

크

의

 

신

뢰

도

 

수

준

을

 

일

정

하

게

 

유

지

하

는

 

것

이

 

필

요

할

 

것

으

로

 

판

단

된

다

.

@highlight

본고는 강재 액체저장탱크의 내진설계를 위하여 이용되고 있는 Eurocode 8, API 650, NZSEE 등의 해외 설계기준들의 설계방법들을 비교, 분석함으로써, 강재 액체저장탱크의 내진설계를 위한 국내 설계기준을 수립하기 위하여 필요한 주요 사항들에 대한 자료를 제공하고자 하였다.