소장정보용 KORMARC은 자원의 소장기관이나 소장위치는 물론이고, 복본 수나 연속간행물의 소장 권호 정보, 대출이나 복사, 이용조건 등 실질적인 이용에 필요한 데이터를 표현하고 상호 교환하기 위한 표준 형식이다.

이러한 소장정보는 자원의 소장여부 및 물리적인 위치를 정확하게 지시해 주고, 이를 도서관 간에 공유해야 할 필요성이 크게 증대하고 있는 오늘날 그 중요성이 더욱 커지고 있다.

그러나 소장정보용 KORMARC은 서지정보나 전거데이터용 KORMARC에 비해 활용도가 떨어지며, 국내 도서관들로부터 크게 주목을 받지 못하고 있는 상황이다.

본 연구에서는 (1) 최근 업데이트된 MARC21 Format for Holdings Data (Update No.26)를 비롯하여 도서관 소장정보 관련 표준 및 적용 사례를 분석하고, (2) 국내 도서관 및 종합목록 운영기관들의 소장정보 관리 동향 및 기술형식을 조사한 다음, (3) 이를 바탕으로 소장정보용 KORMARC의 개정 및 활용 방안을 제안하였다.

@highlight

소장정보용 KORMARC은 자원의 소장기관이나 소장위치는 물론이고, 복본 수나 연속간행물의 소장 권호 정보, 대출이나 복사, 이용조건 등 실질적인 이용에 필요한 데이터를 표현하고 상호 교환하기 위한 표준 형식이다.

