본

 

연

구

는

 

주

파

수

별

 

청

각

자

극

으

로

 

인

한

 

생

리

적

 

변

화

에

 

후

각

의

 

향

 

자

극

의

 

미

치

는

 

영

향

을

 

관

찰

하

기

 

위

해

 

뇌

파

 

및

 

심

전

도

를

 

통

해

 

관

찰

하

였

다

.

 

주

파

수

별

 

청

각

 

자

극

은

 

자

동

차

 

경

적

음

,

 

구

급

차

 

싸

이

렌

,

 

교

향

곡

을

 

약

 

8

5

d

B

으

로

 

약

 

5

분

간

 

무

향

과

 

라

벤

더

 

향

 

조

건

에

서

 

제

시

하

였

다

.

 

분

석

방

법

은

 

후

각

의

 

향

 

자

극

과

 

청

각

자

극

을

 

기

준

으

로

 

하

는

 

이

원

배

치

분

산

분

석

을

 

실

시

하

였

다

.

 

분

석

결

과

 

후

각

의

 

향

 

자

극

과

 

청

각

자

극

에

서

 

교

호

작

용

이

 

관

찰

된

 

경

우

에

는

 

청

각

자

극

에

 

대

해

 

후

각

자

극

의

 

일

원

배

치

분

산

분

석

을

 

실

시

하

였

다

.

 

분

석

 

결

과

,

 

A

l

p

h

a

파

 

와

 

싸

이

렌

에

서

 

라

벤

더

향

이

 

통

제

 

조

건

에

 

비

해

 

유

의

차

(

p

<

0

.

0

1

)

를

 

보

이

며

 

증

가

하

였

다

.

 

L

F

에

서

는

 

라

벤

더

향

이

 

통

제

 

조

건

에

 

비

해

 

유

의

차

(

p

<

0

.

0

1

)

를

 

보

이

며

 

증

가

하

였

으

며

,

 

경

적

음

과

 

싸

이

렌

이

 

통

제

 

조

건

과

 

교

향

곡

에

 

비

해

 

유

의

차

(

p

<

0

.

0

1

)

를

 

보

이

며

 

증

가

하

였

다

.

 

H

F

에

서

는

 

경

적

음

을

 

제

외

한

 

통

제

조

건

,

 

교

향

곡

,

 

싸

이

렌

에

서

 

무

향

에

 

비

해

 

라

벤

더

향

이

 

유

의

차

(

p

<

0

.

0

1

)

를

 

보

이

며

 

증

가

하

였

다

.

 

L

F

/

H

F

비

에

서

는

 

경

적

음

 

조

건

에

서

 

라

벤

더

향

이

 

무

향

이

 

비

해

 

유

의

차

(

p

<

0

.

0

0

1

)

를

 

보

이

며

 

감

소

하

였

고

,

 

싸

이

렌

 

조

건

에

서

는

 

무

향

에

 

비

해

 

라

벤

더

향

이

 

유

의

차

(

p

<

0

.

0

1

)

를

 

보

이

며

 

증

가

하

였

다

.

 

결

과

를

 

정

리

하

면

,

 

라

벤

더

향

이

 

청

각

자

극

의

 

종

류

에

 

따

라

 

긍

정

적

,

 

또

는

 

부

정

적

으

로

 

작

용

하

는

 

것

으

로

 

사

료

된

다

.

@highlight

본 논문은 주파수별 청각자극으로 인한 생리적 변화에 후각의 향 자극의 미치는 영향을 관찰하기 위하여 뇌파와 심전도를 관찰하였다. 주파수별 청각 자극은 자동차 경적음, 구급차 싸이렌, 교향곡을 약 85dB으로 약 5분간 무향과 라벤더 향 조건에서 제시되었다. 분석방법은 후각의 향 자극과 청각자극을 기준으로 하는 이원배치분산 분석을 활용하였다.