본 연구는 사립유치원 교사들의 실습지도 사례를 통해 그들의 실습 지도교사로서의 역할수행은 어떠한가를 살펴봄을 목적으로 한다.

D광역시에 위치한 하늘유치원의 담임교사 3명이 본 연구에 참여하였으며, 2011년 5월에서 8월에 걸쳐 자료를 수집하였다.

자료수집의 방법으로는 실습생-

실습 지도교사 간의 논의 시간 관찰, 실습생의 종일수업 평가를 위해 열린 전체 교사회의 관찰, 실습 지도교사들과의 개별면담, 그리고 참조자료로서 실습생의 실습일지 수집 등이 사용되었다.

수집된 자료의 분석 결과, 실습 지도교사들은 교사로서의 모델 되기, 수업의 틀 전수하기, 정서적으로 지원하기 등의 역할을 수행하고 있음을 알 수 있었다.

또한 이러한 역할을 수행하는 과정에서 참여교사들은 대학 측과의 협의 부족, 유치원 평판에 대한 부담, 유치원 내 실습지도 지원체계의 부족, 실습지도 역할에 대한 체계적 교육의 부재로 인하여 실습지도의 어려움을 겪고 있는 것으로 나타났다.

따라서 실습 지도교사들을 적절히 지원하고 궁극적으로 실습의 질을 향상시키기 위하여 대학-

실습 교육기관의 상호 협조와 지원을 위한 구체적인 방안들이 요구된다.

@highlight

이 연구는 사립유치원 교사들의 실습지도 사례를 통해 그들의 실습 지도교사로서의 역할수행은 어떠한가를 살펴봄을 목적으로 한다.

