2013년 7월의 미중 정상회담에서 양국은 ‘신형대국 관계’를 합의하였다.

두 강대국이 서로 협력하면서 세계질서를 이끌어가겠다는 합의다.

그러나 중국은 미국과의 다른 의도에서 ‘신형대국 관계’를 수락했다.

미국은 미국 주도의 세계질서에 중국을 포용한다는 생각인데 중국은 미국 지배의 서구 세계와 중국 지배의 아시아 지역을 구분하여 서로 간섭하지 말고 공생하자는 생각에서 이를 수락했다.

중국은 미국이 전제하고 있는 ‘자유민주주의의 기본 가치’의 보편성을 인정하지 않는다.

중국은 19세기까지 중국이 지배했던 옛 중화권의 재건을 시도하고 있다.

이를 뒷받침하기 위해서 중국은 옛 실크로드에 속했던 지역의 경제공동체(一?

)와 해양 실크로드 통과 지역(一路)을 아우르는 중국 주도의 공동번영 지역을 구축한다는 일대일로(一?

一路) 정책을 천명하였다.

중국은 이 지역 국가들이 중국에 충성하고 중국 주도의 협력체제에 적극 참여하면 중국과 다른 정치사회체제를 유지해도 좋다는 친성혜용(親誠惠容)의 원칙도 내놓았다.

한국은 미국과의 ‘가치동맹’을 강화하고, 자체의 군사적 자위 능력을 갖추고, 경제협력 대상을 다변화하여 중국에 대한 일방적 경제 의존을 완화하는 복합 외교전략의 추구로 대응 전략을 다듬어 나가야 한다.

@highlight

2013년 7월의 미중 정상회담에서 양국은 ‘신형대국 관계’를 합의했다.

@highlight

그러나 중국은 미국과의 다른 의도에서 ‘신형대국 관계’를 수락했다.

