한국인들은 일상에서 자신들의 인간안보가 위협받는다고 느끼며 살아가고 있는가?

본 논문은 한국인들이 성별, 연령, 교육수준, 소득수준, 정치적 성향 등 각각의 인구통계학적 요인에 따라 경제, 식량, 보건, 환경, 개인, 공동체, 정치안보 위협을 느끼는지를 통계분석을 통해 알아보고자 한다.

이를 위해 우선 안보화(securitization)와 인간안보(human security) 개념의 등장 배경, 주요 의제, 학문적 기여 등을 논의하고, 인간안보를 이론적 틀로 사용한 여론조사 통계분석을 통해 한국인들은 일상에서 어떤 안보위협을 느끼고 있는지 밝히고자 한다.

통계분석 결과, 여성들은 경제, 환경, 개인, 공동체, 정치안보에 있어서 남성보다 큰 위협을 느끼는 것으로 나타났다.

정치성향의 경우, 진보적일수록 보수적인 개인들보다 보수 정부(박근혜 정부) 아래서 자신들의 경제와 정치안보 상황을 부정적으로 보았다.

본 논문은 한국 사회 내에 어느 집단이 어떤 특정 안보위협을 느끼고 있는지를 경험적으로 분석하였다는 점에서 의의가 있다.

또한, 앞으로 한국 사회 내에 인간안보 성취, 나아가 적극적 평화 달성을 위해 어느 집단의 어떤 안보가 보장되어야 하는지를 밝혔다는 점에서 정책적 함의를 제공한다.

@highlight

한국인들이 성별, 연령, 교육수준, 소득수준, 정치적 성향 등의 인구통계학적 요인에 따라 경제, 식량, 보건, 환경, 개인, 공동체, 정치안보 위협을 느끼는지를 통계분석을 통해 알아본 결과 여성들은 경제, 환경, 개인, 공동체, 정치안보에 있어서 남성보다 큰 위협을 느꼈다.

