거제도는 선사시대부터 우리 조상들의 삶의 터전으로 영위되어 왔으며 이와 관련된 다양한 성격의 많은 유적이 보고되고 있다.

특히, 지정학적 위치의 중요성으로 역사시대 이후 다수의 성곽이 축조되었으며 그 중 24개소가 유존하고 있다.

우리 선조들은 이들 성곽을 근거지로 外敵을 방비하고 島民을 보호하였다.

폐왕성은 현재까지 거제도에서 가장 이른 시기에 축조된 성곽으로 알려져 있으며 2004년 동쪽 체성과 동문지, 2007년 집수지 등이 시·발굴 조사되었다.

그 결과 신라시대에 초축되어 고려시대에 수축되었다는 사실과 제반 축조수법 및 기초적인 자료가 축적되었다.

비록 일부분에 국한된 발굴조사만으로 폐왕성의 전모와 정확한 역사적 의의를 파악하기에는 어려움이 있지만, 『三國史記』 등 관계된 문헌기록과 주변의 유적을 참고하여 裳郡(巨濟郡)의 치소와 관련된 유적으로 추론하였다.

그러나 폐왕성의 구체적인 성격에 대해서는 차후 성내조사가 진행되고 주변유적에 대한 발굴조사가 이루어져야 할 것으로 생각된다.

아울러 유사한 시기에 축조된 산성들과의 비교연구가 진행된다면 폐왕성의 성격을 거시적 관점으로 확대하여 밝힐 수 있을 것으로 기대한다.

@highlight

거제도는 선사시대부터 우리 조상들의 삶의 터전으로 영위되어 왔으며 이와 관련된 다양한 성격의 많은 유적이 보고되고 있다.

