연

구

의

 

목

적

은

 

인

체

 

안

정

성

이

 

입

증

된

 

고

분

자

제

제

인

 

폴

리

비

닐

알

코

올

(

P

V

A

,

 

p

o

l

y

v

i

n

y

l

 

a

l

c

o

h

o

l

)

로

 

얇

은

 

박

막

을

 

제

조

하

고

 

불

화

나

트

륨

(

N

a

F

)

을

 

첨

가

하

여

 

불

소

를

 

함

유

한

 

고

분

자

 

접

착

 

테

이

프

(

N

a

F

-

P

V

A

)

를

 

개

발

하

여

 

피

실

험

자

의

 

구

강

 

내

에

 

도

포

 

후

 

잔

류

하

는

 

불

소

농

도

를

 

측

정

하

였

다

.

 

이

를

 

통

해

 

제

제

 

도

포

 

전

후

의

 

타

액

 

내

 

불

소

농

도

를

 

분

석

하

여

 

불

소

를

 

함

유

한

 

고

분

자

 

접

착

 

테

이

프

의

 

치

아

우

식

증

 

예

방

효

과

를

 

간

접

적

으

로

 

평

가

하

였

다

.

 

불

소

겔

(

6

0

s

e

c

o

n

d

s

 

t

a

s

t

e

®

,

 

G

r

o

u

p

 

1

)

,

 

불

소

바

니

쉬

(

F

l

u

o

r

o

D

o

s

e

®

 

v

a

r

n

i

s

h

,

 

G

r

o

u

p

 

2

)

와

 

불

소

를

 

함

유

한

 

고

분

자

 

접

착

 

테

이

프

(

N

a

F

-

P

V

A

,

 

T

i

r

a

l

 

p

r

o

d

u

c

t

,

 

G

r

o

u

p

 

3

)

를

 

각

각

 

1

5

명

씩

 

상

악

 

치

아

 

1

2

개

의

 

순

면

에

 

도

포

 

후

,

 

1

시

간

,

 

3

시

간

,

 

6

시

간

,

 

1

2

시

간

,

 

2

4

시

간

,

 

4

8

시

간

 

후

 

비

자

극

성

 

타

액

 

내

 

불

소

농

도

를

 

불

소

이

온

전

극

을

 

이

용

하

여

 

측

정

하

였

다

.

 

도

포

 

후

 

3

시

간

까

지

 

세

 

군

 

모

두

 

불

소

제

제

 

도

포

 

전

 

농

도

보

다

 

유

의

하

게

 

높

은

 

불

소

농

도

를

 

보

였

으

며

 

3

군

의

 

경

우

 

도

포

 

후

 

6

시

간

에

서

도

 

불

소

제

제

 

도

포

 

전

 

농

도

보

다

 

유

의

하

게

 

높

은

 

불

소

농

도

를

 

보

였

다

(

p

 

<

 

0

.

0

5

)

.

 

도

포

 

후

 

6

시

간

에

서

 

3

군

은

 

1

군

과

 

2

군

보

다

 

유

의

하

게

 

높

은

 

불

소

농

도

를

 

보

였

고

 

(

p

 

<

 

0

.

0

5

)

,

 

1

군

과

 

2

군

 

사

이

의

 

유

의

한

 

차

이

는

 

없

었

다

(

p

 

>

 

0

.

0

5

)

.

@highlight

연구의 목적은 인체 안정성이 입증된 고분자제제인 폴리비닐알코올로 얇은 박막을 제조하고 불화나트륨을 첨가하여 불소를 함유한 고분자 접착 테이프를 개발하여 피실험자의 구강 내에 도포 후 잔류하는 불소농도를 측정했다.