본 연구는 인천시 10개 기초자치단체를 대상으로 해당 기초자치단체의 사회복지조례를 분석하여 그 현황과 문제점을 파악하여 지역사회복지가 보장되고 실현되기 위한 사회복지조례의 방향을 제시하는 데 목적이 있다.

이를 위하여 사회복지조례 수집은 자치법규정보시스템(http://www.

elis.

go.

kr/)을 통하여 2013년 5월 현재 기준 시행되고 있는 사회복지조례만을 확보했다.

사용된 주된 연구방법으로는 기술적 연구(descriptive study)방법에 따른 내용분석(content analysis)방법을 사용했다.

연구결과 10개 기초자치단체의 전체 사회복지조례 제정 범위는 크게 11개 분야 88개로 구성되었다.

그리고 사회복지조례 내용을 분석한 결과 전달체계를 제외한 지역복지권 보장, 지역적 최저생활보장, 대상자 범위의 포괄성, 재정의 책임성 측면에서 사회복지조례 내용 구성이 체계적이지 못하여 지역사회복지를 실현하는 데 한계를 지녔다.

이상과 같은 연구결과에 따라 다음과 같은 사회복지조례 개선방안을 제시하였다.

첫째, 사회복지자주조례 제정을 확대해야 한다.

둘째, 타 자치단체로부터 사회복지조례를 받아들여 해당 자치단체에서 제정 시 해당 지방자치단체의 특성을 반영해야 한다.

셋째, 사회복지 급여나 서비스를 제공받기 위한 절차나 대상자 선정요건을 간소화 시킬 필요가 있다.

넷째, 사회복지조례 내용이 권리성을 담고 있어야 한다.

다섯째, 재정 책임 규정과 조달방법을 강행규정으로 명시하여 책임성을 높여야 한다.

@highlight

이 연구는 인천시 10개 기초자치단체를 대상으로 해당 기초자치단체의 사회복지조례를 분석하여 그 현황과 문제점을 파악하여 지역사회복지가 보장되고 실현되기 위한 사회복지조례의 방향을 제시하는 데 목적이 있다.

