본 논문에서는 안드로이드 플랫폼과 같은 낮은 사양의 시스템에서 처리속도에 부담을 주지 않고 공간영역에서워터마크의 삽입 및 검출 알고리즘을 제안하고자 한다.

워터마크는 사용자의 정보를 암호화하여 삽입하는 핑거프린트의 형태로 삽입되며 노출 위험을 피하기 위해 사용자 ID를 블록 암호화하여 의사난수화하고 이를 토대로 워터마크의 삽입위치, 크기 및 삽입 프레임 번호에 변화를 주는 방법을 사용하였다.

또한 동영상의 특징상 많은 프레임이존재하므로 이런 특징을 적극 활용하여 검출 결과를 안정화한 후 적분을 통하여 검출 가능성을 높였다.

본 연구에서 제시한 워터마크의 삽입 및 검출은 제한된 조건하에서도 높은 검출율을 얻을 수 있었다.

또한 검출결과를 시각적으로 보여주기 위한 결과에서도 비교적 선명한 결과를 얻을 수 있었다.

상관계수 r 연산에 의한 결과도 움직임이 많은 경우 0.87, 중간의 경우 0.79, 움직임 적은 경우 0.84라는 높은 결과를 얻을 수 있어서 0.7 이상인 경우 확정적인 것을 참고하면 높은 검출 결과를 얻게 되었다.

워터마크 기호 영상 추출 단계에서 성공율95.45%의 결과를 얻었으며 이 결과 영상에 상관계수 r 연산을 적용하면 99% 이상 검출 결과를 얻을 수 있었다.

향후 다양한 공격에 대비한 알고리즘의 보완을 통해 상품화의 단계를 지향하고 있으며 이를 통해 영상 관제 시스템과 지적 재산권 보호 시스템에 적용할 예정이다.

@highlight

본고는 안드로이드 플랫폼과 같은 낮은 사양의 시스템에서 처리 속도에 부담이 되지 않고 공간 영역에서 워터마크의 삽입 및 검출 알고리즘을 제시하고자 한다.

