한국무용의 원류는 삼재(三才)사상과 음양(陰陽)사상을 기반으로 하되 고대 제천의식에서의 가무를 출발점으로 본다.

고대부터 한국인들에게는 하늘과 땅과의 합일을 이룰 뿐만 아니라 만물과 소통하려는 강한 의지가 담겨져 있었다.

이러한 의지는 춤판에도 그대로 드러나 삼 면이 막히고 한 면만 트인 서양의 극장이라는 개념이 없었을 때, 우리의 마당은 사면이 트여 자유롭게 함께 어우러져 노는 곳이 극장의 개념이었다.

한국에서는 제사에서부터 연회에 이르기까지 오늘날 전통 춤판의 모형은 ‘마당’에서 나왔다고 할 수 있다.

한국인의 춤판은 관객들의 참여로 예술적 분위기가 조성되고 고조된다.

여기서의 참여는 연기자와 관객과의 소통뿐만 아니라 하늘과 땅, 만물과 함께 흐르는 전우주적인 참여이기도 하다.

공연예술의 내적인 성장과 더불어 국제교류도 활발한 오늘날, 전통예술은 한국의 정체성을 알리는 요긴한 콘텐츠이다.

이제는 한국 전통 춤판이 가지는 정체성을 제대로 인식하여 한국 전통예술의 공연장 역시 우리의 춤에 어울리는 무대를 만들어 전통예술의 멋과 맛을 제대로 살리는 공연장이 되어야 할 것이다.

그리하여 연기를 하는 공연자와 관람하는 관객이 내외적(內外的)으로 서로 분리되지 않고 모두가 진정(眞情)으로 즐길 수 있는 공간이 되어야 할 것이다.

@highlight

한국 전통 춤판이 가지는 정체성을 확실히 인식하고 한국 전통예술의 공연장 의 우리 춤에 어울리는 무대를 만들어야한다.

@highlight

그리고 전통예술의 멋과 맛을 살리는 공연장이 되어야 한다.

