기숙형대학(Residence College, 이하 RC)은 기존의 단순 주거 공간만으로 사용되어 왔던 기숙사와는 개념이 다른 생활과 교육의 일체공간과 교육 프로그램을 제공하는 시스템이다.

최근 대학들은 고등교육환경의 변화에 대응하고 차별화 된 교육을 제공하기 위한 방안으로, 또 4차 산업시대형 인재양성을 위하여 RC를 도입해 왔다.

그러나 국내에서 진행되고 있는 RC와 RC 교육 프로그램은 외국의 사례에서 찾아볼 수 있는 종합적이고 통합된 프로그램과는 다소 거리가 있으며 RC 교육 프로그램 개발도 미흡하며 실질적인 연구도 부족한 실정이다.

따라서 이번 연구에서는 향후 예상되는 급속한 교육환경의 변화에 대응하기 위하여 RC를 도입하여 운영중인 국내대학의 RC 교육 프로그램의 사례를 살펴보고 일찍이 RC를 도입해서 지금의 체계적인 시스템을 구축한 유럽의 명문 사립대학 중 케임브리지 대학과 미국의 웰슬리 대학의 RC 교육 프로그램을 비교 분석하여, 최근 우리대학교육에서 중요하게 논의되고 있는 새로운 패러다임을 반영한 RC 교육 프로그램의 효율적인 운영 구축방안을 제시하고자한다.

@highlight

기숙형대학(Residence College, 이하 RC)은 기존의 단순 주거 공간만으로 사용되어 왔던 기숙사와는 개념이 다른 생활과 교육의 일체공간과 교육 프로그램을 제공하는 시스템으로 최근 대학들은 고등교육환경의 변화에 대응하고 차별화된 교육을 제공하기 위한 방법으로 RC를 도입했다.

