본 연구에서는 탄소섬유 강화 복합재의 점탄성 성질을 적용한 유한요소 해석에 대해서 기술하였다.

고온의 성형과정에서 발생하는 가장 중요한 문제 중 하나는 잔류응력의 발생이다.

잔류응력으로 인해 성형이 끝난 후뒤틀림, 균열이 일어 날 수 있으며 이는 완성품에 심각한 결함을 가져올 수 있다.

잔류응력의 주요 원인은 점탄성이며 고온의 성형과정에서 열팽창계수의 차이와 수지의 시간 및 온도에 대한 물성의 변화로 인해 발생하는 탄소섬유 강화 복합재의 특징이다.

화학 수축도 잔류응력에 많은 영향을 주며 이를 고려한 뒤틀림 예측에서 오차를 줄일 수 있는 중요한 요소이다.

본 연구는 복합재 성형에 사용된 온도변화에 대한 경화도와 점탄성 효과, 화학수축을 유한요소 해석으로 수행하기 위한 기법을 연구하고, 점탄성의 영향성을 연구하였다.

기존에 연구되어 있는 논문을 참고하여 서브루틴의 타당성을 검증한 후 나아가 복합재의 적층각의 변화에 따른 응력과 변형을 해석해 봄으로써 실제 복합재의 성형 시 발생하는 휨 현상에 대한 예측방법을 제시하였다.

@highlight

이 연구는 탄소섬유 강화 복합재의 점탄성 성질을 적용한 유한요소 해석을 기술했다.

@highlight

고온의 성형과정에서 발생하고 가장 중요한 문제는 잔류응력의 발생이다.

@highlight

잔류응력으로 인한 성형이 끝난 후뒤틀림, 균열이 일어 날 수 있고 이는 완성품에 심각한 결함을 가져온다.

