본 연구는 질적 사례연구방법을 사용하여 청각장애 부모가 건강한 청력의 자녀를 양육하면서 겪는 다양한 양육경험을 이해하는데 그 목적이 있다.

이를 알아보기 위하여 말레이시아 쿠알라룸푸르 지역에 거주하고 부모가 모두 청각장애인 가족의 부모 4인과 수화를 사용한 개별심층 면담을 통하여 자료를 수집하였고, 비디오를 사용하여 녹화한 수화 면담 내용을 전사하여 질적 연구자료 분석 프로그램인 Nvivo10을 사용하여 결과를 분석하였다.

청각장애 부모의 양육경험에 관련해서는 5개의 주제-

(1) 장애와는 상관없이 나도 부모예요(just like anybody), (2) 자녀: 삶의 이유이자 원동력, (3) 자녀: 건청인 세계와의 연결고리, (4) 허물어지지 않는 의사소통의 벽, 그리고 (5) 자녀양육의 다른 핸디캡: 가난이 도출되었다.

이러한 결과에 따른 논의와 청각장애 부모의 양육지원을 위한 제언은 본문에서 제시된다.

@highlight

이 연구는 질적 사례연구방법을 사용하여 청각장애 부모가 건강한 청력의 자녀를 양육하면서 겪는 다양한 양육경험을 이해하는데 그 목적이 있다.

