본 연구는 중·저층 건축물에 적용된 강재의 보-

기둥 접합부에 따른 내진성능을 규명하기 위한 실험적 연구이다.

시험체는 보-

기둥접합부의 보 플랜지와 웨브의 접합형태에 따라 분류하여 총 5가지를 제작하였다.

실험체는 웨브와 플랜지 모두 용접한 접합부(SHN-

W-

W) 와 웨브는 용접하고 플랜지는 고력볼트 접합한 접합부(SHN-

W-

B)와 웨브는 고력볼트 접합하고 플랜지는 용접접합한 접합부(SHN-

B-

W)와웨브와 플랜지 모두 고력볼트 접합한 접합부(SHN-

B-

B)와 보 단부에 엔드플레이트를 이용하여 접합한 접합부(SHN-

EP)이다.

실험은KBC2009에서 제시하는 반복재하인증실험으로 층간변위각(θ)을 제어하기 위한 변위 제어방식으로 실시하였다.

실험으로부터 각 시험체의하중-

회전각 곡선을 나타내었으며, 접합부의 최종 파괴형상을 요약하였다.

접합부는 강성과 강도의 관점에서 강접합과 반강접합으로 분류하였으며 내진성능평가를 위한 에너지소산능력을 비교하였다.

@highlight

이 연구는 중·저층 건축물에 적용된 강재의 보-

@highlight

기둥 접합부에 따른 내진성능을 규명하기 위한 실험적 연구이다.

