忠毅公 大笑軒 趙宗道(1537~1597)는 남명 선생의 제자로 임진왜란 때 의병을 모아 招諭使 金誠一(1538~1593)과 함께 왜적을 물리치는데 큰 공을 세웠고, 1597년 丁酉再亂때 안음현감 郭준(1551~1597)과 함양 黃石山城에서 왜장 加?

淸正이 인솔한 적군과 싸우다 장렬히 순국한 인물로 널리 알려져 있다.

대소헌은 어릴 때부터 家學 또는 지역의 先輩 학자들로부터 익힌 공부를 비롯해 본격적으로 남명에게서 배운 학문의 지결을 몸소 실천하였다.

곧 義理精神을 근간으로 한 그의 학문적 바탕이 국가가 누란의 위기에 처했을 때 목숨을 초개같이 버려 仁을 이룰 수 있었다고 본다.

대소헌은 평소 국가에 재난이 있으면 관직이 있고 없고를 막론하고 선비라고 생각하는 사람은 평소 배운 대로 실행하여 하늘의 떳떳함을 지켜야 한다고 주장했다.

또 세상을 잊고 자신만을 깨끗이 간직하는 것을 능한 일로 삼아 명예만 얻으려는 사람은 옳은 것이 아니고 문무를 겸비하고서 옳은 일에 몸 바칠 각오가 되어 있는 사람이 올바른 선비라고 주장을 했다.

이러한 주장을 말로만 한 것이 아니라 몸소 실천함으로서 선비의 전형을 보여준 사람이라고 할 수 있다.

@highlight

忠毅公 大笑軒 趙宗道는 남명 선생의 제자로 임진왜란 때 의병을 모아 招諭使 金誠一과 함께 왜적을 물리치는데 큰 공을 세웠고, 1597년 丁酉再亂때 안음현감 郭준과 함양 黃石山城에서 왜장 加?

@highlight

淸正이 인솔한 적군과 싸우다 장렬히 순국한 인물로 널리 알려져 있다.

