한말 李儁의 정치·계몽활동과 민족운동 이준(1859-1907)은 함경도 북청 출신으로 중앙정계에 진입하여 법관을 역임하였고, 국민계몽에 관심을 가진 활동가였다.

전통교육을 받고 갑오경장 뒤에 설치된 법관양성소를 졸업한 그는 아관파천 이후 일시 일본에 망명한 바 있고, 1905년까지는 일본의 아시아연대론에 호응한 바 있었다.

그러나 을사조약 강제체결 전후에 일본의 한국침략 의도를 명확하게 깨닫고 반일활동에 나섰던 것으로 보인다.

그는 계몽활동을 통하여 국권회복을 시도하는 한편, 법률의 공정한 집행을 실천하고자 하였다.

이준은 1904년 말 공진회를 조직하여 활동할 때부터 황제와 연결되었고, 이후 1905년 을사조약 강제체결 전후에도 황제의 밀명으로 황실과 동학세력과의 제휴를 이루어냈던 것으로 보인다.

1907년 헤이그특사로의 활동 역시 그러한 배경에서 가능하였다.

국민교육회, 헌정연구회, 한북흥학회 등과 같은 계몽단체의 주도적 인물이었다.

1905년경 기독교에 입교하여 기독교인으로도 크게 활동한 바 있다.

헤이그에서 분사하였다.

@highlight

한말 李儁의 정치·계몽활동과 민족운동 이준(1859-1907)은 함경도 북청 출신으로 중앙정계에 진입해 법관을 역임했고, 국민계몽에 관심을 가진 활동가였다.

