본 연구는 핵심역량에 기초하여 유아교육과정을 개정한 국가들의 신체운동·건강 영역을 분석하여 우리나라 국가수준 영유아 교육·보육과정 신체운동·건강 영역의 구성 방향과 과제가 무엇인지를 파악하는데 목적이 있다.

이를 위해 ISCED 0 수준의 교육적 적합성을 기준으로 각 국가와 주의 신체운동·건강 영역을 비교 분석하였다.

그 결과 첫째, ISCED 0수준에서 제시하는 교육과정에 반영해야 할 교육적 적합성의 9가지 모든 요소는 국가에 따라 정도의 차이는 있으나 각국의 신체운동·건강 영역에 반영되고 있어, 이는 신체운동·건강 영역이 교육적 요소를 모두 다룰 수 있는 의미있는 영역임을 시사한다.

둘째, 각 국가 신체운동·건강 영역의 세부내용의 빈도는 신체움직임, 건강, 안전 순으로 나타났다.

안전과 관련해 일부 국가의 경우 개인의 안전뿐만 아니라 타인과 지역사회를 위한 안전도 포함하고 있어 유아의 연령을 고려해 타인을 위한 안전도 반영해 보완할 필요가 있음을 시사한다.

이상의 결과가 반영되어 신체운동·건강 영역에서 교육적 적합성의 기준을 따르며 신체운동·건강 영역의 국가별 비교를 통한 세부 내용 요소를 보완함으로써 국가수준 영유아 교육·보육과정의 질 개선이 이루어질 수 있다.

@highlight

이 연구는 핵심역량에 기초해 유아교육과정을 개정한 국가들의 신체운동·건강 영역을 분석해 우리나라 국가수준 영유아 교육·보육과정 신체운동·건강 영역의 구성 방향과 과제가 무엇인지를 파악하고자 한다.

