본 연구에서는 현재 우리나라 다문화가정 영재와 관련하여 그들의 특성과 교육현장에서의 주요 쟁점 과제를 살펴봄으로써 다문화 영재교육의 현황과 향후 방향에 대하여 탐색해 보는 것을 그 목적으로 하고 있다.

다문화 영재는 현재 소외계층 영재의 한 부분에 속해 있지만 지속적인 다문화가정의 증가로 인하여 다문화 영재에 관한 보다 심도 깊고 독립적인 정의가 요구되는 상황이다.

다문화가정 영재들은 그들이 처한 상황에 따라 차이가 있지만 대부분 공통적인 문제들을 가지고 있는데, 문화적 문제, 정서적인 문제, 그리고 부모의 경제적 어려움이 주로 나타나는 문제점들이다.

다문화가정 영재들이 처한 이러한 문제들로 인하여 다양한 쟁점 과제가 발생하는데, 이를 요약해보면, 잠재된 다문화가정 영재들의 소외현상 및 기회의 불평등의 문제; 선발 과정 및 평가 도구의 공정성과 평등성에 관한 문제; 교사와의 관계 원만성에 관한 문제; 다문화 영재를 위한 교육정책 정립에 관한 문제; 다문화 영재교육의 특수성을 고려한 프로그램 개발에 관한 문제; 다문화가정 자녀를 위한 학부모 교육의 필요성에 관한 문제; 우리나라 다문화가정 영재들의 정체성 연구에 관한 문제 등을 꼽을 수 있다.

본 연구에서는 이러한 각각의 쟁점을 심도 깊게 논의하고 이와 더불어 향후 우리나라 다문화 영재의 선발과 교육에 관한 학교 현장에서의 시사점과 방향을 논의하였다.

@highlight

이 연구에서는 현재 우리나라 다문화가정 영재와 관련하여 그들의 특성과 교육현장에서의 주요 쟁점 과제를 살펴봄으로써 다문화 영재교육의 현황과 향후 방향에 대하여 탐색해 보는 것을 그 목적으로 하고 있다.

@highlight

이 연구에서는 이런 각각의 쟁점을 심도 깊게 논의하고 이와 더불어 향후 우리나라 다문화 영재의 선발과 교육에 관한 학교 현장에서의 시사점과 방향을 논의했다.

