이 글은 현재 모스크바에서 활발하게 활동 중인 러시아 국적의 우즈베키스탄 출신 타타르인 탈가트 바탈로프(1987~)가 연출과 주연을 겸한 모노드라마 <우즈벡인>(2012)이 제기하는 문제의식을 검토하여 작품의 의미를 고찰한다.

‘다큐멘터리 스탠드업’이라는 장르를 표방하는 이 드라마는 삼중의 정체성을 지닌 주인공의 실제 경험에 기반한 자전적 형식의 작품이다.

화자는 개인의 체험으로부터 나아가 오늘날 러시아가 당면한 심각한 정치·사회적 난제?

중앙아시아 이주노동자 문제 및 제노포비아?

를 풍자와 유머로 풀어낸다.

우선적으로 풍자의 대상이 되는 것은 소비에트로부터 포스트소비에트 시기까지 이어지는 관료주의다.

이어서 화자는 다양한 계층과 직업의 중앙아시아 이주민의 육성을 무대 위로 불러옴으로써 주류/비주류, 다수/소수, 주체/타자, 경계인의 문제를 제기한다.

그 결과 주류의 담론에 대항하는 소수자의 담론이 생성되는 의미 있는 현장에 동참하게 된 관객은 경계인이 가진 중첩된 정체성을 사유의 무기로 삼아 주체적으로 자아정체성을 구성하고 확장하는 바탈로프의 노력에 주목한다.

@highlight

본 논문은 현재 모스크바에서 활발하게 활동 중인 러시아 국적의 우즈베키스탄 출신 타타르인 탈가트 바탈로프가 연출과 주연을 겸한 모노드라마 <우즈벡인>이 제기하는 문제의식을 검토하여 작품의 의미를 고찰하였다.

