글로벌 수준에서의 환경, 경제, 사회적 차원의 거대한 도전은 이제까지의 이윤추구 위주의 기업 활동에 근본적인 질문을 제기하고 있다.

기업은 경제적 주체임과 동시에 사회적, 환경적 책무를 가진 사회적 주체로 인식되고 있다.

특히 사회-

기술시스템 전환을 지향하는 기업 활동이 새로운 현상으로 발흥함에 따라 기업의 정체성,활동 동기와 비즈니스 모델 진화에 대한 기술혁신 관점에서의 확장된 논의가 요청된다.

본 논문은 지속가능한 시스템 전환에 있어 기업의 역할에 주목하고, ‘전환지향적기업’ 개념을 제출함으로써 기존의 경제적 관점에서만 고려되어온 기업의 개념을 사회적 문맥 하에서 재해석하려는 목적을 가지고 있다.

본 논문은 기업이 전환활동에참여하는 동기, 비즈니스 모델의 유형 및 전환을 위한 조직 및 전략 등에 대한 기존논의들을 검토함으로써 전환지향적 기업 활동의 새로운 범주의 이해에 기여하고자 한다.

이론 및 사례에 대한 문헌연구를 통해 시스템 전환을 지향하는 비즈니스 모델 혁신의 유형을 크게 기술적 혁신, 조직적 혁신, 사회적 혁신의 세 가지 차원으로 구분하고 각 유형별 특징을 도출하였다.

또한 전환지향적 기업 활동을 전개함에 있어 기술(인지)적, 조직적, 시스템적 차원에서 장애요인에 직면할 수 있음을 지적하고 이를 극복하기 위해서는 장기적 관점에서의 기업전략과 시스템 전환을 지원하는 정책노력이 필요함을 주장하였다.

@highlight

이 논문은 지속가능한 시스템 전환에 있어 기업의 역할에 주목하고, ‘전환지향적기업’ 개념을 제출함으로써 기존의 경제적 관점에서만 고려되어온 기업의 개념을 사회적 문맥 하에서 재해석하려는 목적을 가지고 있다.

