본 연구는 중학교 청소년의 부모학대, 부적또래관계, 휴대폰의존이 청소년의 우울에 미치는 영향과 관계성을 살펴보는 것을 목적으로 하였다.

연구대상자는 한국청소년정책연구원이 수집한 한국 아동·청소년패널조사2010(KCYPS) 3차년도 데이터를 사용해서 총 2,337명의 전국 중학교 3학년학생들을 구조방정식모형을 통해 분석했다.

분석결과, 첫째, 부모학대, 부정적 또래관계와 휴대폰의존은 청소년 우울모형에 나타난 것처럼 대부분 유의미한 영향을 미치는 것으로 나타났다.

부모학대는 우울감과 정적인 관계를 가졌고, 부적또래관계도 우울과 유의미한 정적인 관계로 나타났다.

둘째, 직접적인 영향으로는 부모학대와 부적또래관계는 우울감에 정적으로 유의미한 결과로 나타났다.

부적또래관계와 휴대폰의존의 직접관계도 정적으로 유의미했다.

셋째, 부모학대와 부적또래관계가 휴대폰의존을 매개로 우울에 미치는 간접관계 분석결과, 부적또래관계가 간접적인 영향을 미치는 것으로 나타났다.

본 결과에 근거한 제한점과 함의를 논의했다.

@highlight

이 연구는 중학교 청소년의 부모학대, 부적또래관계, 휴대폰의존이 청소년의 우울에 미치는 영향과 관계성을 살펴보는 것을 목적으로 했다.

