헝가리의 외교기밀문서는 1980년대 말, 소위 체제전환(rendszervaltas)과 더불어 헝가리 국내의 각 분야별 연구자들을 포함한 일반 국민들의 요구로 일반에게 공개되었다.

헝가리의 외교기밀문서 뿐만 아니라 정당 및 각각의 국가기관에서 생성된 많은 자료들의 공개와 관련된 법률이 입법되고, 이에 따라 지금도 꾸준히 과거의 자료들이 일반인들을 비롯하여 많은 연구자들에게 훌륭한 연구 자료로 활용되고있다.

헝가리는 1948년, 세계에서 7번째로 북한과 외교관계를 수립했는데, 이 때부터 축적된 외교자료는 1990년대 초까지 추정치로 약 10만 장에 가까울 정도로 실로 방대하다.

이 자료들 중 5만장 이상은 주로 정치, 외교 분야를 중심으로 한 소위 '뛰끄문서(TUK iratok)'들이며, 주로 교육, 문화, 경제 분야를 아우르는 자료들은 '일반행정기밀문서(AUK iratok)'들이다.

본고를 통해 '일반행정기밀문서' 중 1950년대 북한의예술계를 엿볼 수 있는 몇 가지 자료를 해제하여 연구자들에게 공개하고자 한다.

@highlight

헝가리의 외교기밀문서는 1980년대 말, 소위 체제전환과 함께 헝가리 국내의 각 분야별 연구자들을 포함한 일반 국민들의 요구로 일반에게 공개됐다.

@highlight

헝가리의 외교기밀문서 뿐 아니라 정당과 각각의 국가기관에서 생성된 많은 자료들이 공개되었다.

