이 논문은 고전문학을 활용한 비판적 사고력 교육의 가능성에 대해 논의한 것이다.

고전문학의 타자성(他者性)은 현대의 삶과 문화에 대해 의문을 갖게 함으로써 현대사회 문화와 문명 일반에 대한 비판적 사고를 촉발할 수 있는 유용성을 갖는다.

이는 자기와 자기가 속한 사회의 기본적인 신념과 태도에 대해 충분히 검토할 것을 목적으로 하는 적극적 의미(strong sense)의 비판적 사고에 해당한다.

본고에서는 고전문학의 낯섦이 갖는 비판적 기능에 대해 구체적인 예를 들어 논의하였다.

사회적 애정이라고 할 수 있는 절의(節義)를 노래한 작품들을 통해 현대에서는 접하기 힘든 숭고미를 경험함이 그 예라고 할 수 있다.

그리고 이러한 비판적 기능은 통합교육적으로 접근할 때 더욱 효율적으로 발휘될 수 있음을 논의하였다.

이처럼 고전문학은 학습자로 하여금 자기 성찰적이고 비판적인 인식을 신장시키는 데에 큰 역할을 할 수 있다.

그럼으로써 삶의 보편성 인식이라는 가치에 비해 상대적으로 소홀히 여겨져 왔던 비판적 지성의 함양이라는 측면에서 고전문학이 갖는 가치를 좀 더 적극적으로 부여할 수 있게 된다.

@highlight

본 논문은 고전문학을 활용한 비판적 사고력 교육의 가능성에 대해 논의한 것이다.

@highlight

본고에서는 고전문학의 낯섦이 갖는 비판적 기능에 대해 구체적인 예를 들어 논의했다.

