본 연구에서는 연세대학교 1학년 즉시 쓰기 과제에서 나타난 결속기제의 양상에 대해 분석했다.

결속기제는 “텍스트 안에 존재하는 의미 관계”인 결속구조(cohesion)를 담보하는 핵심 기제로 문장들을 긴밀하게 연결하는 응집단위이다.

총 72명이 작성한 즉시 쓰기 텍스트를 3명의 평가자가 총체적 평가를 하여 상위 25%(상위 집단 13명)와 하위 25%(하위 집단 14명)를 구분하고 결속기제의 사용 양상을 분석했다.

텍스트의 길이는 상위 집단이 하위 집단에 비해 길었다.

또한 하위 집단은 텍스트 당 결속기제의 수가 평균 73.14로, 평균 101.30인 상위 집단의 약 72% 밖에 되지 않았다.

즉, 결속기제의 수가 텍스트의 질을 높이는데 일정한 영향을 미치고 있는 것이다.

결속기제 오류의 수는 하위 집단이 상위 집단에 비해 현저히 높았다.

결속기제의 오류 빈도에서 가장 높은 것은 대용이었다.

대용의 오류 현상 가운데 가장 흔하게 나타나는 유형은 하나의 대용 표현이 중의적으로 해석되는 경우였다.

또한 상위집단에서는 바로 앞선 절에 선행어가 존재하는 경우는 직접 결속(immediate ties)을 선호하며 텍스트의 응집성을 높이는 반면, 하위집단에서는 선행어와 결속기제 사이에 하나 이상의 절이 존재하는 원격 결속(remote ties)을 사용함으로써 텍스트의 응집성을 떨어뜨리고 있었다.

@highlight

이 연구에서는 연세대학교 1학년 즉시 쓰기 과제에서 나타난 결속기제의 양상에 대해 분석했다.

@highlight

총 72명이 작성한 즉시 쓰기 텍스트를 3명의 평가자가 총체적 평가를 하여 상위 25%와 하위 25%를 구분하고 결속기제의 사용 양상을 분석했다.

