새로운 매체가 등장할 때마다, 매체가 미치는 사회적 영향력 등 매체의 특성에 따른 규제방안도 새롭게 발전되어 왔다.

이를 반증하는 것이 인쇄매체, 통신매체, 방송매체가 등장하면서 각 매체의 특성과 사회적 영향력 등을 고려하여 인쇄매체에 대해서는 탈규제모델, 통신매체에 대해서는 중립모델, 방송매체에 대해서는 구조적 규제모델로 변화되어 온 것과 마찬가지이다.

최근 방송과 통신의 융합되고 가상의 사이버공간이 등장함에 따라 정보화는 사회의 모든 분야에 영향을 미치고 있으며, 이는 교육에 있어서도 예외가 아니다.

즉, 정보통신기술의 발달에 따라 교수학습방법의 변화에 가장 초점을 맞추고 있었고, 사이버학교의 등장과 교육행정정보화를 실현함에 따라 이와 같은 교육정보화 현상을 교육법체계내에서 어떻게 수용할 것인지에 대한 연구가 다양하게 이루어져 왔다.

이들 연구의 주된 관점은 기존의 법체계를 통해서도 교육정보화 현상을 충분히 수용할 수 있다는 입장에서의 논의와 새로운 법체계를 통해서 수용할 수 있다는 입장으로 크게 구분해 볼 수 있다.

본 연구는 양자의 입장을 고려하여 교육정보화법의 연구와 판례의 동향을 살펴보고, 이들 쟁점을 분석한 후 시사점을 도출하고자 한다.

@highlight

이 연구는 양자의 입장을 고려해 교육정보화법의 연구와 판례의 동향을 살펴보고, 이들 쟁점을 분석한 후 시사점을 도출하려 한다.

