본 연구는 지적장애아동 18명 대상으로 12주간 태권도 수련이 지적장애아동의 신체구성 및 기초체력에 미치는 영향에 대해 분석한 결과 다음과 같은 결론을 얻었다.

먼저 실험군은 체중(실험군 5.08, 비교군 ?4.67), 제지방량(실험군 ?6.32, 비교군 ?1.81), 신체질량지수(실험군 7.84, 비교군 0.94), 체지방율(실험군 5.59, 비교군 ?1.70),이 통계적으로 유의한 것으로 나타났다.

또한 신장(실험군 ?11.81, 비교군 ?10.39), 역시 통계적으로 유의한 차이가 있다.

또한 실험군은 근지구력, 전신지구력, 순발력, 민첩성, 유연성에서 공통적으로 통계적 유의하게 나타났다.

(p<.001), 기초체력의 변화 부분에서는 실험군이 모든 변인에서 통계적으로 유의하게 나타났다.

이상의 결론을 종합해 볼 때 12주간의 태권도 수련은 지적장애아동의 체지방량, 체중 감소, 제지방량, 근지구력, 전신지구력, 유연성, 순발력, 민첩성, 평형성향상에 긍정적인 효과가 있는 것으로 나타났다.

따라서 태권도 수련은 지적장애아동의 신체구성 성분의 변화와 기초체력향상을 위한 적절한 운동이라 판단되며, 추후 태권도 수련과 병행하여 운동할 수 있는 프로그램의 개발에 지속적인 연구가 보완되어야 할 것으로 생각한다.

@highlight

이 연구는 지적장애아동 18명 대상으로 12주간 태권도 수련이 지적장애아동의 신체구성 및 기초체력에 미치는 영향에 관해 분석한 결과 다음과 같은 결론을 얻었다.

