우리나라는 선박건조량 1위, 선박보유량 6위, 무역 규모 세계 9위를 차지하고 있다.

그러나 해사법정·중재제도는 이러한 발전에 따르지 못하고 있다.

그런 이유로 많은 법률비용이 해외로 유출되고 있고 해당산업의 경쟁력을 약화시키고 있다.

본 논문은 경쟁국가인 싱가폴, 중국, 홍콩 등의 해사법정제도를 비교하여보고 우리나라에도 이와 같은 특별한 제도의 도입이 필요하다고 강조한다.

1심법원으로서의 해사법원제도의 도입이 필요하지만, 단계적으로 도입하는 과정에서 제1단계로서 각급 법원에 해사전담부서를 둘 것 그리고 제2단계로서 전담법관제도를 도입하고 마지막 단계로 2017년까지 해사법원도입을 하여야 한다고 주장한다.

대한상사중재원과 병존적으로 한국해사중재원을 설치하여 영국의 런던해사중재와 싱가폴의 해사중재와 같이 당사자들이 주도하는 임의중재를 도입하여 우리나라 분쟁해결도 경쟁력을 갖출 것을 제안한다.

이러한 두 제도의 인프라로서 해사판례집발간, 해상법 강의의 증대, 해상법교수의 충원등도 제안하고 있다.

@highlight

이 논문은 경쟁국가인 싱가폴, 중국, 홍콩 등의 해사법정제도를 비교하여보고 우리나라에도 이같은 특별한 제도의 도입이 필요하다고 강조한다.

