이 연구의 목적은 워킹맘의 일 가정 양립 촉진을 지원하는 집단상담 프로그램을 개발하고 그 효과성을 검증하는 것이다.

이를 위해 서울, 경인지역 워킹맘 230명을 대상으로 요구조사를 실시하여 예비 프로그램을 구성하였다.

구성된 예비 프로그램을 시연해 본 후, 본 프로그램을 4회기로 구성하였다.

본 프로그램의 효과성 검증을 위해 실험집단에 23명, 통제집단에 19명의 워킹맘이 참여하여 본 프로그램이 워킹맘의 스트레스를 감소시키는지, 마음챙김 주의 알아차림을 증진시키는지, 삶의 만족도를 높이는지 그리고 워킹맘의 일 가정 양립 촉진 능력을 증가시키는지를 살펴보았다.

연구결과는 첫째, 본 프로그램에 참여한 워킹맘의 스트레스는 프로그램 전에 비해 유의미하게 감소하지는 않았지만, 2주 후 스트레스가 감소하였다.

둘째, 본 프로그램에 참여한 워킹맘의 마음챙김 주의 알아차림 능력은 프로그램 전과 비교했을 때 유의미한 차이는 없었으나, 2주 후 그 점수가 증가하였다.

셋째, 본 프로그램에 참여한 워킹맘들의 삶의 만족도는 프로그램 전에 비해 증가하였으며, 통제 집단의 점수보다도 높았다.

넷째, 본 프로그램에 참여한 워킹맘들의 일 가정 양립 촉진 능력은 프로그램 참여 전에 비해 그 점수가 유의미하게 증가하였지만 그 점수가 2주 후까지 지속되지는 않았다.

반면, 통제 집단에 비해 그 점수는 유의미하게 높았다.

이 연구는 워킹맘에게 특화된 집단 상담이 가능하도록 기초 자료를 제공하였다는 것과 지속적인 업데이트가 가능하도록 구조화된 프로그램을 개발했다는 것에 의의가 있다.

@highlight

이 논문은 워킹맘의 일 가정 양립 촉진을 지원하는 집단상담 프로그램을 개발하고 그 효과성을 검증하는데에 목적을 둔다.

@highlight

이를 위하여 서울, 경인지역 워킹맘 230명을 대상으로 요구조사를 실시해 예비 프로그램을 구성했다.

@highlight

구성된 예비 프로그램을 시연하여 본 후, 본 프로그램을 4회기로 구성했다.

