본 논문의 목적은 북한과 리비아가 핵 정책에 있어서 상이한 결정을 내린 요인을 전망이론적 관점에서 분석하는데 있다.

어떤 조건으로 인해 리비아는 핵을 포기했고 북한은 핵 개발을 지속했는지를 살펴본다.

분석결과, 북한의 김정일은 국제사회의 제재 속에서도 강한 핵개발 의지를 가지고 내부 통제력을 유지하면서 핵개발을 지속하였다.

반면 리비아의 카다피는 핵무기 개발 의지를 가지고 있었으나, 국제적 고립 심화와 내부 위기가 통제되지 못하면서 더 이상 체제 유지 어렵다고 판단한 것으로 보인다.

특히, 부시 행정부가 대량살상무기의 제거를 명분으로 이라크를 침공하는 것을 보고, 정권 붕괴라는 최악의 상황을 피하고 생존을 위해 손실영역에 있었음에도 불구하고 위험회피 전략을 추구한 것으로 볼 수 있다.

반면 북한은 2001년 부시행정부의 대테러 전략으로 인한 안보위협 증가로 손실영역에 있었다고 할 수 있지만, 대중 무역 확대와 해외 무기거래를 통해 손실감을 완화할 수 있는 수단들을 적극 활용했다.

따라서 북한과 리비아가 공통적으로 국내외적 위협으로 손실영역에 있었지만, 국제제재의 효과와 내부 통제력의 유지 여부에 의해 핵개발 지속 여부가 달라졌다고 할 수 있다.

@highlight

본고의 목적은 북한과 리비아가 핵 정책에 있어서 상이한 결정을 내린 요인을 전망이론적 관점에서 분석하는데 있다.

@highlight

분석결과, 북한의 김정일은 국제사회의 제재 속에서도 강한 핵개발 의지를 가지고 내부 통제력을 유지하면서 핵개발을 지속했다.

