본 연구는 북한의 군사전략을 ‘공세주의’의 관점에서 설명하는 데 목적을 둔다.

본 연구는 북한의 공세주의가 정치적, 이념적, 지정학적, 역사적 요인 등이 복합적으로 구조화되어 있어 수세 전략으로의 근본적인 변화가 쉽지 않다는 점을 전제한다.

이 관점을 토대로 본 논문은 북한의 공세적 군사전략은 상황에 따라 그 형태를 조금씩 달리하는 ‘카멜레온’처럼 ‘대담한 전격전(bold blitzkrieg)’ → ‘계산된 제한전(calculated limited war)’ → ‘유연한 핵배합전(flexible nuclear combination)’으로 진화되고 있지만 그 본질은 ‘공세주의’에 있다고 주장한다.

따라서 탈냉전 이후 북한의 전략은 대담한 방식에서 ‘계산된 제한전’ 형식으로 변화되었지만 이러한 변화양상은 열악해진 전략 환경에 ‘순응’하기 위한 전술적 변화일 뿐 수세 전략으로의 대전환이 아니라고 간주한다.

이를 바탕으로, 김정은 시대의 군사전략은 핵능력 고도화를 통해 전략적 대안을 상황과 조건에 따라 탄력적으로 다변화해 나가는 ‘유연한 핵배합 전략’으로 진화할 것으로 전망한다.

@highlight

이 연구는 북한의 군사전략을 ‘공세주의’의 관점에서 설명하는 데 목적을 둔다.

@highlight

북한의 공세적 군사전략은 상황에 따라 그 형태를 조금씩 달리하는 ‘카멜레온’처럼 ‘대담한 전격전’ → ‘계산된 제한전’ → ‘유연한 핵배합전’으로 진화되고 있지만 그 본질은 ‘공세주의’에 있다고 주장한다.

