최근의 국방환경은 우리 군이 효율성을 강화함과 동시에 창의적이고 혁신적인 조직이 되도록 요구하고 있다.

본 연구는 효율성을 추구하는 활동(활용)과 창의적 혁신을 추구하는 활동(탐험) 기저에 내포된 모순에 대해 알아보고, 국방력을 지속적으로 강화, 발전시키기 위해 군 조직의 조직양면성(organizational ambidexterity)을 강화해야 함을 강조하고자 하였다.

나아가 본 연구는 임무특성이 다른 공군 3개 부대를 표본으로 선정하고 문화적 맥락을 나타내는 경쟁가치모형과 활용 및 탐험 활동을 바탕으로 조직양면성 현황을 탐색적으로 점검해 보았다.

분석결과, 표본 부대들의 전반적 조직문화는 ‘협력적 위계문화’로 나타났으며, 맥락적 양면성과 부대별 임무특성에 따른 구조적 양면성(수평적 분리)은 확인되지 않았다.

부서장의 양면적 리더십 특성은 구성원들의 활용과 탐험 활동의 균형을 촉진하고 부서 성과 인식에 긍정적 영향을 미치는 것으로 나타났다.

마지막으로, 연구결과를 바탕으로 실무적 시사점과 조직발전을 위한 제언을 제시하였다.

@highlight

본 연구는 효율성을 추구하는 활동과 창의적 혁신을 추구하는 활동 기저에 내포된 모순에 대하여 알아보고, 국방력을 지속적으로 강화 및 발전시키기 위해 군 조직의 조직양면성(organizational ambidexterity)을 강화해야 함을 강조하고자 했다.

