존멜팅법을 이용해서 (YSmNd)1.8Ba2.4Cu3.4O7 ?

x계 고온초전도체를 대기 중에서 용융성장실험을 하였다.

존멜팅법의 최적용융온도는 1100oC였으며 성장속도는 3.5 mm/h 였다.

한 방향으로 용융성장 된 (YSN)1.8 초전도체는 XRD, 광학현미경, TEM을 이용하여 미세구조를 관찰하였으며 SQUID magnetometer와 직접전류수송법을 이용해 초전도특성을 평가하였다.

특히 용융성장 된 (YSN)1.8 초전도체의 광학현미경에 의한 미세구조 관측 결과 초전도상인 (YSN)123 matrix내에 비초전도상인 (YSN)211 inclusions이 균질하게 분포되어 있는 것이 관측되었다.

또한 용융성장 된 (YSN)1.8 초전도체는 90 K 이상의 임계온도 특성을 보였으며 액체질소 안에서 직접전류수송법으로 측정한 결과 수송전류 830 A에서 3.93 × 104(A/cm2)를 갖는 높은 임계전류밀도 특성을 보였다.

@highlight

존멜팅법의 최적용융온도는 1100oC였고 성장속도는 3.5 mm/h 였다.

@highlight

또한 용융성장 된 1.8 초전도체는 90 K 이상의 임계온도 특성을 보였고 액체질소 안에서 직접전류수송법으로 측정한 결과 수송전류 830 A에서 3.93 × 104를 갖는 높은 임계전류밀도 특성을 보였다.

