본 연구는 월전 장우성이 자신의 친일화가 컴플렉스를 어떻게 시·서·화로 표현하고 이를 극복해 나갔는지살펴보기 위해서 그의 문인화 작품 17점을 선정하였다.

이들 작품을 시대별로 초기-

문인화 입문기, 중기-

문인화 정착기, 후기-

문인화 원숙기로 나누어 화제(畵題)를 해석하여 핵심어와 핵심감정, 내용분석을 하였다.

내용분석과 함께 문인화의 재료와 형식도 함께 살펴보았다.

초기 작품들의 통합된 주제는 ‘영원성’, ‘결벽함’, ‘고결함’,‘정의감’ 이였다.

작가가 작품에 등장하는 소재에 자신의 마음을 의탁하고 문인과 자신을 동일시 하려는 시도였다.

작품 중기의 통합된 주제는 ‘측은지심’, ‘절개’, ‘지조’, ‘풍자’ 였다.

인간의 도리나 삼강오륜과 같은 세상을바라보는 시선에서 문인들이 지켜야 할 가치에 대한 비유적 표현들이 나타났다.

작품 후기의 통합된 주제는‘현실풍자’, ‘현실 비판’, ‘정치비판’이다.

작품 중기에 비해 더 현실비판성이 짖은 화제(畵題)가 등장한다.

초기에서 후기로 갈수록 차츰 작품의 주제가 작가자신에서 사회로 향하는 것을 알 수 있었다.

@highlight

이 연구는 월전 장우성이 자신의 친일화가 컴플렉스를 어떻게 시·서·화로 표현하고 이를 극복해 나갔는지살펴보기 위해서 그의 문인화 작품 17점을 선정했다.

