수열합성법을 이용하여 Zn2GeO4 및 Zn2SnO4 나노선을 대량 합성하였고 리튬이온 전지와 소듐이온전지의 전기화학적 특성을 조사하였다.

리튬이온전지에서 Zn2GeO4 나노선은 50 사이클 이후에 1021 mAh/g, Zn2SnO4 나노선은 692 mAh/g의 높은 방전용량을 갖는 것을 확인하였고 두나노선 모두 98%가 넘는 쿨롱 효율을 보였다.

따라서 이들 나노선은 고성능 리튬이온전지의 개발을 위한 음극소재로 기대된다.

또한 소듐이온전지에 대한 관심이 국내는 물론 전 세계적으로집중이 되고 있어 처음으로 Zn2GeO4과 Zn2SnO4 나노선에 대한 소듐이온전지를 제작하여 용량을 측정하였다.

측정한 결과 이들 나노선은 50 사이클 이후에 각각 168 mAh/g 과 200 mAh/g 의 방전용량을 갖는 것을 확인하였고 두 나노선 모두 97%가 넘는 높은 쿨롱 효율을 보였으며이에 우리의 첫 시도가 앞으로 많은 연구에 기여할 것으로 예상한다.

@highlight

수열합성법을 이용해 Zn2GeO4 및 Zn2SnO4 나노선을 대량 합성했고 리튬이온 전지와 소듐이온전지의 전기화학적 특성을 조사했다.

