오

늘

날

 

퇴

계

의

 

매

화

시

에

 

대

한

 

이

해

는

 

무

엇

보

다

도

 

번

역

에

서

 

결

정

된

다

고

 

할

 

수

 

있

다

.

 

『

退

溪

詩

譯

注

』

는

 

淵

民

 

李

家

源

 

교

수

가

 

퇴

계

의

 

문

집

 

가

운

데

 

內

集

 

5

권

에

 

실

린

 

시

 

전

체

를

 

번

역

하

면

서

 

註

를

 

붙

인

 

번

역

시

집

이

다

.

 

『

퇴

계

시

역

주

』

에

 

수

록

되

어

 

있

는

 

매

화

시

를

 

보

면

,

 

편

마

다

 

번

역

시

 

전

체

가

 

한

눈

에

 

들

어

오

고

,

 

소

리

 

내

지

 

않

고

 

눈

으

로

만

 

읽

는

데

도

 

술

술

 

읽

히

면

서

 

절

로

 

흥

이

 

난

다

.

 

연

민

이

 

퇴

계

의

 

매

화

시

를

 

어

떻

게

 

이

해

하

고

 

번

역

하

였

기

에

 

이

처

럼

 

독

자

의

 

눈

을

 

사

로

잡

는

지

 

살

펴

보

지

 

않

을

 

수

 

없

다

.

 

먼

저

,

 

연

민

은

 

번

역

시

에

서

의

 

음

악

성

을

 

중

시

하

여

 

우

리

에

게

 

익

숙

한

 

전

통

 

리

듬

인

 

음

수

율

과

 

함

께

 

시

가

를

 

읽

을

 

때

 

한

 

호

흡

 

단

위

의

 

규

칙

적

 

배

열

로

 

형

성

되

는

 

음

보

율

을

 

중

시

하

였

다

.

 

다

음

으

로

,

 

연

민

은

 

오

언

절

구

·

칠

언

절

구

·

오

언

율

시

·

칠

언

율

시

·

오

언

배

율

·

칠

언

배

율

·

장

단

구

 

등

 

다

양

한

 

종

류

의

 

詩

體

를

 

일

정

하

게

 

담

아

낼

 

수

 

있

는

 

형

식

을

 

모

색

한

 

끝

에

 

‘

2

음

보

-

休

止

-

2

음

보

’

 

구

조

를

 

착

안

해

 

내

었

다

.

 

끝

으

로

,

 

연

민

은

 

수

식

어

를

 

사

용

하

거

나

 

시

어

를

 

조

탁

하

기

보

다

는

 

원

시

의

 

詩

想

 

및

 

퇴

계

가

 

추

구

한

 

삶

과

 

정

신

세

계

에

 

부

합

하

도

록

 

작

품

의

 

의

미

뿐

만

 

아

니

라

 

작

가

의

 

의

도

까

지

 

간

파

한

 

번

역

을

 

시

도

하

였

다

.

 

곧

 

연

민

은

 

한

시

를

 

번

역

함

에

 

있

어

서

 

음

절

과

 

음

보

,

 

행

과

 

휴

지

 

등

을

 

통

해

 

번

역

시

에

 

리

듬

을

 

주

었

을

 

뿐

만

 

아

니

라

 

직

역

과

 

의

역

 

너

머

 

공

감

대

 

형

성

을

 

중

시

함

으

로

서

 

독

자

에

게

 

쉽

게

 

다

가

갔

던

 

것

이

다

.

@highlight

현재 퇴계의 매화시에 관한 이해는 무엇보다도 번역에서 결정된다고 할 수 있다. 먼저, 연민은 번역시에서의 음악성을 중시해 우리에게 익숙한 전통 리듬인 음수율과 함께 시가를 읽을 때 한 호흡 단위의 규칙적 배열로 형성되는 음보율을 중시했다.