아동청소년은 성인들에 비해 육체적, 정신적으로 성숙하지 못하다.

따라서 일정한 상황이나 대상을 합리적으로 판단하기에는 많은어려움이 뒤따른다.

이러한 이유로 아동청소년들은 성(性)범죄를비롯한 다양한 범죄에 노출된다.

따라서 국가는 아동청소년 보호및 육성에 대한 책임과 의무를 가지며, 이는 국친사상 및 교육사상에 그 근본적 바탕을 두고 있다고 할 수 있다.

국친사상과 교육사상을 바탕으로 아동청소년의 보호 및 육성을위해 아동청소년의 성보호에 관한 법률이 제정되었다.

그러나 현행법률만으로는 아동청소년 성(性)범죄를 예방하고, 발생한 범죄에 대처하며, 발생이후 피해아동청소년에 대한 대책을 마련하기에는 많은 어려움이 뒤따른다.

따라서 본 논문은 2016년 20대 국회 첫 개원이후 발의된 아동청소년의 성보호에 관한 법률 개정안을 통해 아동청소년의 성보호에관한 법률이 가지고 있는 문제점을 살피고, 발견된 문제점을 바탕으로 아동청소년의 성보호에 관한 법률개정 방향을 모색해 보고자한다.

@highlight

아동청소년은 성인들에 비해 육체적, 정신적으로 성숙하지 못하다.

@highlight

이 논문은 2016년 20대 국회 첫 개원이후 발의된 아동청소년의 성보호에 관해 법률 개정안을 통해 아동청소년의 성보호에관한 법률이 갖고 있는 문제점을 살피고, 발견된 문제점을 바탕으로 아동청소년의 성보호에 관해 법률개정 방향을 모색해 보고자한다.

