신경효율성은 최소한의 신경 자원을 활용하여 주어진 정보를 처리하고자 하는 뇌의 특성으로, 많은 연구들에서 서로 다른 형태의 신경효율성을 보고하고 있다.

이러한 신경효율성 발생 패턴에서의 개인차를 지능, 성별, 연령, 인지양식 등의 참가자 변인으로 설명하고자 한 연구들이 수행되었으나, 혼재된 연구 결과들로 인하여 통합이 어려운 상황이다.

본 논문에서는 인지양식이라는 참가자 변인과 연구마다 제시한 과제의 특성 차이를 중심으로 하여 관련 연구들을 검토하였다.

많은 연구들은 과제에서 주어진 자극 양상에 따라 신경효율성이 발생하는 뇌 영역이 달라지는 것을 보고하였다.

또한 과제 난이도에 따라 참가자들이 자극 처리에 직접적으로 관여하는 영역과 그렇지 않은 영역에서의 신경 자원을 활용하는 패턴이 달라지는 것을 확인할 수 있었다.

한편, 본 연구에서는 지능, 성별, 연령 등의 변인으로 설명하였던 신경효율성 발생 패턴에서의 개인차를 선호인지양식으로도 설명할 수 있는 가능성을 제시하였다.

결론적으로, 본 논문은 신경효율성의 발생 패턴을 살펴보고자 하는 연구들이 일관된 결과를 도출하기 위해 과제의 자극 양상과 난이도를 고려하는 것의 중요함을 제시하고, 지능, 성별, 연령 등의 다른 참가자 변인들로 설명하였던 신경효율성 발생 패턴의 개인차를 선호인지양식의 관점으로 재해석 할 수 있음을 시사한다.

@highlight

신경효율성은 최소한의 신경 자원을 활용하여 주어진 정보를 처리하고자 하는 뇌의 특성으로, 많은 연구들에서 서로 다른 형태의 신경효율성을 보고하고 있다.

@highlight

이 논문에서는 인지양식이라는 참가자 변인과 연구마다 제시한 과제의 특성 차이를 중심으로 하여 관련 연구들을 검토했다.

