본 연구는 초등학생의 ADHD 성향과 우울의 관계에서 스트레스가 조절효과를 가지는지 알아보았다.

B시에 소재한 9개의 초등학교 4, 5, 6학년 801명(남 418명, 여 383명)의 학생들을 대상으로, ADHD 성향, 우울, 스트레스 척도를 사용하여 설문조사를 실시하였으며, LMS(latent moderated structural equations) 방법을 사용하여 초등학생의 ADHD 성향과 우울의 관계에서 스트레스의 조절효과를 검증하였다.

그 결과, 초등학생의 ADHD 성향은 우울, 스트레스와 정적인 상관관계를 보였고, ADHD 성향과 스트레스는 각각 우울에 영향을 미치는 것으로 나타났다.

또한 초등학생의 ADHD 성향은 스트레스와 상호작용하여 우울에 영향을 미치는 것으로 나타났다.

이러한 결과는 ADHD 성향이 높을수록 우울이 높아지되 스트레스가 높은 아동일수록 더 강화된다는 것으로, ADHD 성향을 가진 아동이더라도 스트레스가 낮으면 우울이 감소될 수 있으며, 스트레스가 높으면 우울이 증가할 수 있음을 시사한다.

따라서 ADHD 성향을 보이는 아동의 우울을 예방하기 위해 ADHD 아동이 경험하는 스트레스를 고려해야 할 필요가 있다.

연구 결과에 기초하여 논의 및 함의가 제시되었다.

@highlight

이 연구는 초등학생의 ADHD 성향과 우울의 관계에서 스트레스가 조절효과를 가지는지 알아보았다.

@highlight

그 결과, 초등학생의 ADHD 성향은 우울, 스트레스와 정적인 상관관계를 보였고, ADHD 성향과 스트레스는 각각 우울에 영향을 미치는 것으로 나타났다.

