한국전쟁으로 장소이동을 강제 당했던 피난민들의 이주와 정착은 생활공간과 주변 환경과의 관계 속에서 나름대로의 로컬리티를 만들어나가는데 커다란 영향을 미치게 된다.

본 연구는 한국전쟁으로 인하여 형성된 부산 당감동 월남 피난민마을을 대상으로 중심에서 배제된 주변인들과 그들이 만들어낸 삶의 공간에 주목하였다.

당감동이라는 공간과 그곳에 터를 잡고 살아온 월남 피난민들의 삶의 경험을 상호관련성 속에서 분석하였다.

그리고 공간구조의 변화가 피난민들의 생애사에 미친 영향과 피난민들이 주변 사람들과 네트워크를 형성하며 당감동에 정착하는 과정을 살펴보면서 당감동에 대한 장소성을 읽어 보고자 하였다.

시간의 흐름과 공간구조의 변화에 따라 당감동의 장소성은 변하고 있었다.

당감동은 전쟁과 국가에 의해 쫓겨난 피난민들에 의해 만들어진 마을이었으며 근대화 영향으로 발전한 신발산업의 배후마을이 되기도 하였다.

하지만 근래에는 글로벌 자본의 영향으로 공장이 폐쇄되고 인구가 감소하면서 빈민마을로 변하고 있다.

당감동의 장소성을 변화시킨 가장 큰 원인은 바로 경제활동이라는 소통의 매개체를 통해 만들어진 인적 네트워크였다.

또한 장소성의 변화과정에서 피난민들의 출발지 정체성은 당감동 내 다양한 피난민 혹은 이주민들과 뒤섞이면서 유지·강화되기보다 오히려 약화되었으며 월남 피난민들은 당감동 사람으로서의 정체성을 가지게 되었다.

@highlight

한국전쟁으로 장소이동을 강제 당했던 피난민들의 이주 및 정착은 생활공간과 주변 환경과의 관계 속에서 나름대로의 로컬리티를 만들어나가는데 큰 영향을 미치게 된다.

@highlight

이에 따라 이 논문은 한국전쟁으로 인하여 형성된 부산 당감동 월남 피난민마을을 대상으로 중심에서 배제된 주변인들과 그들이 만들어낸 삶의 공간에 주목했다.

