카자흐는 자원부국의 이점에 불구, 최근의 자원가격하락으로 오히려 국가신용도가 하락하는 상황을 맞고 있다.

카자흐에 대한 기존의 역사,정치,사회,문화,종교에 대한 인문학적 연구를 바탕으로 카자흐에 대한 이해를 넓힘과 함께 그 연구의 성과를 우리 기업의 성장기회로 연결하기 위해서는 인문학과 경영학의 연결에 대한 새로운 시각이 필요하다.

본 연구에서는 기업의 글로벌 활동을 지원하는 마케팅의 5P 요소인 사람에대한 시각을 인문학을 통해 습득하는 경로로서의 인문학의 중요성을 파악한다.

인문학이 진출대상국에 대한 이해를 증진시켜 환경변화에 따른기업의 적응력과 위험요인을 파악하는데 도움을 주고, 이를 통해 우리나라 기업의 카자흐 인프라시장 진출을 성공적으로 수행할 수 있는 토대를마련해 주는 것으로 이해한다.

프로젝트 경쟁력 확보를 위한 6가지 요소(6 forces of project competitiveness)로서 인문학을 통한 현지국에 대한 이해, 기술력을 가진 기업의 존재, 원청기업의 국내 협력업체 공급망, 수주경쟁력 증대를 위한 정치적 활동(정상외교)과 직접금융시장을 통한자금조달 역량 확보 및 수출신용보증기관의 다각화를 선정할 수 있다.

이러한 경쟁요소를 확보한다면 우리나라는 카자흐를 포함한 글로벌 프로젝트에서 우수한 수주경쟁력을 향유할 수 있게 될 것이다.

@highlight

본 논문에서는 기업의 글로벌 활동을 지원하는 마케팅의 5P 요소인 사람에대한 시각을 인문학을 통해 습득하는 경로로서의 인문학의 중요성을 파악하였다.

@highlight

인문학이 진출대상국에 대한 이해를 증진시켜 환경변화에 따른기업의 적응력과 위험요인을 파악하는데 도움을 주었다.

