본

 

연

구

에

서

는

 

(

沈

?

,

 

1

5

7

0

-

1

6

3

0

)

묘

에

서

 

출

토

된

 

유

물

로

부

터

 

발

현

되

는

 

8

9

종

의

 

휘

발

성

유

기

화

합

물

 

및

 

냄

새

물

질

을

 

열

탈

착

기

와

 

가

스

크

로

마

토

그

래

피

-

질

량

분

석

기

로

써

 

동

정

 

및

 

정

량

분

석

하

였

다

.

 

주

요

물

질

로

는

 

a

l

p

h

a

-

p

i

n

e

n

e

 

4

,

1

1

3

p

p

b

v

,

 

b

e

t

a

-

p

i

n

e

n

e

 

2

,

5

1

0

p

p

b

v

,

 

l

i

m

o

n

e

n

e

 

2

,

4

2

4

p

p

b

v

로

 

나

타

났

으

며

,

 

그

 

외

 

t

r

a

n

-

p

-

m

e

n

t

h

-

2

-

e

n

e

,

 

a

c

e

t

o

n

e

,

 

i

s

o

l

o

n

g

i

f

o

l

e

n

e

,

 

i

s

o

b

o

r

n

e

o

l

 

순

으

로

 

검

출

되

었

다

.

 

가

장

 

높

은

 

농

도

의

 

화

합

물

 

군

은

 

t

e

r

p

e

n

e

s

 

6

0

.

5

%

,

 

다

음

으

로

는

 

a

l

c

o

h

o

l

s

이

 

2

5

.

8

%

를

 

차

지

하

고

 

있

었

다

.

 

예

상

악

취

강

도

 

역

시

 

t

e

r

p

e

n

e

s

가

 

3

5

.

1

%

로

 

가

장

 

높

게

 

나

타

났

으

며

,

 

다

음

으

로

 

a

l

d

e

h

y

d

e

s

 

3

3

.

4

%

,

 

a

l

c

o

h

o

l

s

 

8

.

8

%

로

 

나

타

났

다

.

 

방

향

 

및

 

방

충

,

 

항

균

 

효

과

가

 

있

는

 

것

으

로

 

알

려

진

 

t

e

r

p

e

n

e

s

는

 

내

관

으

로

 

사

용

된

 

적

송

관

(

P

i

n

u

s

 

d

e

n

s

i

f

l

o

r

a

)

으

로

부

터

 

비

롯

된

 

것

이

며

,

 

a

l

d

e

h

y

d

e

s

와

 

a

l

c

o

h

o

l

s

는

 

관

 

내

부

에

 

안

치

된

 

시

신

과

 

적

송

관

 

모

두

에

서

 

비

롯

되

는

 

것

으

로

 

평

가

되

었

다

.

 

묘

의

 

발

굴

 

혹

은

 

부

장

유

물

에

서

 

발

현

되

는

 

가

스

의

 

분

석

은

 

발

굴

과

 

보

존

처

리

 

과

정

에

 

참

여

하

는

 

작

업

자

를

 

유

해

가

스

로

부

터

 

보

호

하

는

 

안

전

대

책

을

 

수

립

하

고

,

 

회

곽

묘

 

내

부

의

 

미

라

와

 

부

장

유

물

의

 

보

존

효

과

 

규

명

 

및

 

효

과

적

인

 

보

존

처

리

 

방

안

수

립

에

 

대

한

 

과

학

적

인

 

기

초

자

료

를

 

제

시

할

 

수

 

있

다

.

@highlight

이 연구에서는 (沈?, 1570-1630)묘에서 출토된 유물로부터 발현되는 89종의 휘발성유기화합물 및 냄새물질을 열탈착기와 가스크로마토그래피-질량분석기로써 동정 및 정량분석했다.