본 연구에서는 이자율 변수에 적절한 확률과정을 부여하고 이를 가격함수에 직접 대입한뒤 최종적으로 자산가격 PDE를 도출하는 재무모형을 이용하여 우리나라 기대인플레이션을 추정하고 그 특성을 살펴보고자 한다.

우리나라의 기대인플레이션은 글로벌 금융위기 이전에는 4%를 상회하는 높은 수준을 보였으나 2008년 후반을 기점으로 하향 안정화되는 모습을 시현했다.

또한 수익률곡선에서 도출된 기대인플레이션과 서베이 등을 통해 실제로 자료의 입수가 가능한 기대인플레이션을 이용하여 경제주체의 기대인플레이션 형성에 체계적인 편의가 존재하지 않고(불편성), 기대형성에 활용 가능한 모든 정보가 반영되었는지(효율성)를 기준으로 합리성을 평가한 결과, 분석에 이용된 모든 기대인플레이션에서 효율성은 기각되나 기대편의는 발생하지 않는 것으로 나타났다.

한편, 실제인플레이션과 기대인플레이션 간의 Granger 인과관계 검정 결과, 대체로 컨센서스 및 BOK 전문가 기대인플레이션은 상대적으로 장기의 실제인플레이션과, 이자율모형에서 도출된 기대인플레이션은 단기의 실제인플레이션과 상호 인과관계가 발생하는 것으로 분석되었다.

이러한 결과는 각각의 인플레이션 지표들이 내포하는 인플레이션의 정보가 상이하다는 것을 방증하고 있다.

이는 중앙은행이 하나의 인플레이션 지표보다는 다양한 지표들을 균형 있는 시각으로 관찰하는 것이 필요함을 시사한다.

@highlight

본고에서는 이자율 변수에 적절한 확률과정을 부여하고 이를 가격함수에 직접 대입한뒤 최종적으로 자산가격 PDE를 도출하는 재무모형을 이용하여 우리나라 기대인플레이션을 추정하고 그 특성을 살펴보고자 한다.

