돈황에 대한 인식은 그간 지극히 오리엔탈리즘적 사고방식으로 평가되어 온 경향이 없지 않다.

그러나 21세기 들어서면서 비로소 돈황에 대한 再考가 새롭게 이루어지고 있는데, 돈황 불교에 대한 인식 역시 재고할 여지가 있다고 보여진다.

이에 돈황 불교의 전래와 수용에 대해 재해석해보고, 그 전개양상에 대해서도 수당시대로 한정하여 문제를 풀어보고자 한다.

그러나 돈황 불교를 정의내릴 수 있는 자료가 한정되어 있어 돈황 막고굴과 안서 유림굴에서 보이는 현상학적 측면에서 함께 고찰하고자 한다.

이를 통해 돈황 불교의 성격을 규명해보고, 당시의 신앙상, 사회상, 교류상 등을 짚어보았다.

지금까지 돈황의 문화를 통해 불교신앙의 극대화를 논하는 것이 주로 진행되었으나, 그 이면에는 지역 여러 민족들의 활동을 고려해볼 때 한족문화가 아닌 이민족문화를 대표하는 역할을 한 것이 바로 불교였을 가능성도 고려해보아야 할 것이다.

남북조시대 북위불교의 전개나 혹은 당나라 불교전개 방식과 유사점이 나타나고 있음을 볼 수 있다.

이는 후대의 불교사 해석을 통해 돈황 불교를 재고한 것이 아니라 돈황에서의 불교 전개 방식이 중원에 직간접적 영향을 끼침으로써 해석된 결과일 것이다.

@highlight

이에 돈황 불교의 전래와 수용에 대해 재해석해보고, 그 전개양상에 대해서도 수당시대로 한정하여 문제를 풀어보려 한다.

