메가스포츠이벤트는 브랜드 가치를 위한 효과적인 커뮤니케이션 도구의 역할을 하고 있다.

따라서 이 연구에서는 ‘세계육상선수권대회’와 ‘F1 그랑프리’를 배경으로 소비자들의 관여도와 스폰서 브랜드에 대한 지각된 적합성의 매개효과를 검증하여 메가스포츠이벤트를 활용한 마케팅 활동의 효율성을 제고하는데 목적을 두었다.

이 연구에서 설정한 구조방정식 모델(SEM)은 대회 기간에 할당표본추출법을 사용하여 수집된 1,847명의 자료를 바탕으로 연구모형 및 대안모형을 검증하기 위하여 사용하였으며, 가설 검증결과 다음과 같은 결과를 얻을 수 있었다.

첫째, 메가스포츠이벤트에 대한 관여도는 지각된 적합성에 유의한 영향을 미치는 것으로 나타났으며, 지각된 적합성은 브랜드 자산에 유의한 영향을 미치는 것으로 나타났다.

둘째, 메가스포츠이벤트에 대한 관여도는 브랜드 자산에 직접적인 영향을 미치지 않음에 따라 지각된 적합성 매개효과가 있는 것으로 조사되었다.

결론적으로 메가스포츠이벤트의 스폰서십 효과를 위하여 관여도와 적합성이 고려되어야 함을 알 수 있는 결과이다.

@highlight

본고에서 설정한 구조방정식 모델(SEM)은 대회 기간에 할당표본추출법을 사용하여 수집된 1,847명의 자료를 바탕으로 하여 연구모형 및 대안모형을 검증하기 위해 사용했으며, 가설 검증결과 다음과 같은 결과를 얻을 수 있었다.

