금융서비스 기업들은 내부화, 아웃소싱, 제휴 등을 통해 그들 백오피스 업무를 사업화 하는 것이 보편적인 경쟁전략의 수단이 되고 있다.

백오피스 업무 사업화의 전략적 중요성이 증가하고 있음에도 불구하고 백오피스 업무와 비용절감 지역으로의 백오피스 아웃소싱에 대한 체계적 이해가 부족한 실정이다.

본 연구의 주요 내용은 1) 금융 백오피스 기능의 개념에 대한 이해, 2) 한국의 금융 백오피스 업무 사업화와 관련한 구체적인 사례, 3) 백오피스 업무의 사업화와 관련된 이론적 모델 및 이와 관련된 사례분석, 4) 부산 금융중심지에 적합한 백오피스 사업화 모형과 사업화의 성공을 위한 지원정책 방안을 논의하는 것이다.

부산 금융중심지가 금융 백오피스 기업들의 집적을 통해 아웃소싱센터로 발전하기 위한 첫 단계로는 금융 백오피스 업무를 담당하는 국내 기업들을 유치하고, IT 및 금융 백오피스 밴처기업을 육성하여 일종의 ‘금융 백오피스 클러스터’를 구축하는 것이 필요하다.

이를 위하여 부산의 금융·경제의 활성화, 규제완화, 세제개선, 관련 인프라 구축 지원 등을 통한 금융 백오피스 관련 기업들과 전문인력 공급시스템 개선, 금융 및 생활 인프라에 대한 투자 확대, 적극적 마케팅 등이 필요하다.

@highlight

이 연구의 주요 내용은 금융 백오피스 기능의 개념에 대한 이해, 한국의 금융 백오피스 업무 사업화와 관련한 구체적인 사례, 백오피스 업무의 사업화와 관련된 이론적 모델 및 이와 관련된 사례분석, 부산 금융중심지에 적합한 백오피스 사업화 모형과 사업화의 성공을 위한 지원정책 방안을 논의하는 것이다.

