이 연구의 목적은 구직을 앞둔 4학년 대학생의 구직역량을 개발을 위해 자신들이 인식하는 구직역량의 교육요구도를 분석하는데 그 목적으로 두고 있다.

이를 위해서 대학생이 인식하는 구직역량의 필요수준, 현재수준을 분석하고 이를 바탕으로 보리치(Borich) 공식을 통해서 교육요구도를 분석하였다.

이를 통해서 대학생들이 구직을 위해서 개발해야 하는 것과 관련하여 바꾸어야 할 인식이 어떤 것이며, 구체적으로 어떠한 구직역량을 우선순위를 두고 개발해야 하는 지에 대한 시사점을 제공하고자 하였다.

이 연구에서 얻은 결론은 다음과 같다.

첫째, 4학년 대학생들이 인식한 구직역량의 현재 및 필요수준 차이를 보면, 전체, 성별, 계열별 모두에서 대체로 현재 자신이 갖추고 있는 구직역량에 비해서 앞으로 구직을 위해서 더 높은 수준의 역량이 필요하다고 인식하고 있다.

둘째, 대학생의 구직역량 신장을 위한 요구를 파악하기 위하여 보리치(Borich) 공식을 활용하여 요구도를 계산하고 우선순위를 선정한 방식(10순위까지)으로 분석한 결과, 구직을 준비하는 대학교 4학년 학생들이기 때문에 상대적으로 신입사원 선발 단계에서 요구되는 구직지식군, 구직기술군에 속한 역량 개발을 원하는 것으로 나타났다.

셋째, 4학년 대학생의 구직역량은 기업의 요구에 부응하지 못할 수 있다.

넷째, 연구결과로 나타난 계열별 구직역량 교육요구도 결과를 반영하여 계열별 취업지도 전략이 수립되어야 할 것이다.

@highlight

본 연구의 목적은 구직을 앞둔 4학년 대학생의 구직역량을 개발을 위해 자신들이 인식하는 구직역량의 교육요구도를 분석하는데 그 목적으로 두고 있다.

