최근 성적소구 광고가 늘어나고 있다.

그러나 성적소구 광고의 규제에 대한 연구는 거의 이루어지지 않고 있다.

본 연구는 성적소구 광고의 규제에 대해 소비자와 광고주, 광고 제작자의 인식을 살펴보기 위한 것이다.

이를 위해 본 연구는 상호지향성 모델을 이용하였다.

소비자와 광고주, 광고 제작자 각각 150명씩 총 450을 대상으로 분석한 결과 세 집단 간에 광고규제에 대해 인식 차이가 있는 것으로 나타났다.

자신의 인식과 타 집단에 대한 추정을 살펴본 결과 제작자만이 자신들의 인식과 광고주의 인식이 비슷할 것이라고 추정하고 있으며, 나머지는 모두 성적소구 광고의 규제 필요성에 대한 자신들이 인식과 다른 집단의 인식이 다르다고 추정하고 있음을 알 수 있다.

한편, 자신의 인식과 타 집단이 추정한 자신의 인식을 비교한 결과 광고주는 소비자의 인식과 제작자의 인식을 정확하게 추정하고 있는 것으로 나타났다.

반면, 제작자는 광고주의 인식을 잘 추정하지만, 소비자의 인식은 잘 추정하지 못하고 있으며, 소비자는 광고주 인식을 잘 추정하지만, 제작자 인식은잘 추정하지 못한 것으로 나타났다.

@highlight

이 연구는 성적소구 광고의 규제에 관해 소비자와 광고주, 광고 제작자의 인식을 살펴보기 위한 것이다.

