본 연구의 목적은 유도선수의 자기관리와 자신감과의 관계에서 운동스트레스의 매개효과를 검증하기 위해 강원도 양구에서 개최한 2014 회장기 전국유도대회에 참가한 고등학교, 대학교, 실업팀 선수들을 모집단으로 설정하여 2014년 11월 4일부터 11월 8일까지 가용표집방법을 통해 338명을 대상으로 분석하였다.

자료처리는 SPSS 21.0 프로그램을 이용하여 빈도분석, 탐색적 요인분석, 신뢰도 분석, 상관관계분석과 AMOS 20.0 프로그램을 이용하여 확인적 요인분석과 구조방정식모형분석을 실시하여 다음과 같은 결론을 도출하였다.

첫째, 자기관리는 운동스트레스에 부적(-

) 영향을 미치는 것으로 나타났다.

둘째, 운동스트레스는 자신감에 부적(-

) 영향을 미치는 것으로 나타났다.

셋째, 자기관리는 자신감에 정적(+) 영향을 미치는 것으로 나타났다.

넷째, 자기관리와 자신감과의 관계에서 운동스트레스는 통계적으로 유의한 부분매개변수인 것으로 나타났다.

@highlight

본 논문은 유도선수의 자기관리와 자신감과의 관계에서 운동스트레스의 매개효과를 검증하기 위해 강원도 양구에서 개최한 2014 회장기 전국유도대회에 참가한 고등학교, 대학교, 실업팀 선수들을 모집단으로 설정하였다.

