대표적인 모더니즘 시인 정지용은 사실 다양한 시적 경향을 가지고 있는데, 그의 초기작품 중 다수의 동시가 발견되고 있다는 점이 이채롭다.

이 작품들은 그가 휘문고보에 재학 중이던 17세에서 21세 사이에 써졌는데, 정지용 시작의 출발점일 뿐 아니라 한국 동시사에서도 선구적 업적에 해당한다.

동시를 ‘어린이 수준의 어휘와 인식과 정서를 가진 어린이 화자의 작품, 그래서 어린이와 어른 모두에게 공감이 가능한 작품’으로 개념 정의할 때, 정지용의 동시로 확정지을 수 있는 것은 기존에 거론된 30편 중에서 21편이다.

정지용의 동시는 대립적 구성, 병렬적 구성, 4단 구성 외에 다양한 외형률을 실험하고 있고 시각적인 동시, 즉 내재율의 동시에 대한 사고도 발견되며 이를 통해 자연이나 동물, 민속적 소재를 통해서 가족 간의 별리나 이향의 아픔 등 화자의 상실감을 다루고 있다.

그런데 이러한 형식적, 내용적 특징은 정지용의 후기시에도 면면히 이어져, 그의 대표작 「향수」나 「바다」연작에서도 이러한 특징이 발견되기도 한다.

결국 정지용의 동시는 그의 작품 전체의 소중한 밑거름일 뿐 아니라 한국 동시사의 관점에서 보았을 때에도 내용과 형식 모두에서 안정성과 실험정신을 보여주는 소중한 업적이다.

그러므로 이에 대한 보다 정밀하고 풍부한 연구가 앞으로 필요하다.

@highlight

대표적인 모더니즘 시인 정지용은 사실 다양한 시적 경향을 갖고 있는데, 그의 초기작품 중 다수의 동시가 발견되고 있다는 점이 이채롭다.

