이

 

연

구

의

 

목

적

은

 

고

등

학

생

들

의

 

나

노

기

술

에

 

대

한

 

인

식

과

 

태

도

를

 

알

아

보

는

 

것

이

다

.

 

고

등

학

생

들

은

 

대

체

로

 

나

노

기

술

에

 

대

한

 

인

식

이

 

높

고

,

 

태

도

도

 

긍

정

적

이

었

다

.

 

과

학

고

등

학

교

 

학

생

들

이

 

일

반

계

 

고

등

학

교

 

학

생

들

에

 

비

해

 

나

노

기

술

에

 

대

한

 

인

식

이

 

높

고

 

좀

 

더

 

정

확

한

 

지

식

을

 

갖

고

 

있

었

다

.

 

고

등

학

생

들

은

 

나

노

기

술

에

 

대

한

 

정

보

를

 

T

V

와

 

인

터

넷

을

 

통

해

 

얻

는

 

것

으

로

 

나

타

났

으

며

,

 

교

과

서

나

 

과

학

 

수

업

을

 

통

해

서

는

 

접

하

지

 

않

았

다

고

 

인

식

하

는

 

비

율

이

 

높

았

다

.

 

나

노

기

술

과

 

같

은

 

새

로

운

 

과

학

기

술

을

 

소

개

하

는

 

방

법

으

로

 

신

문

 

및

 

방

송

 

프

로

그

램

이

 

적

당

하

다

고

 

생

각

하

고

 

있

었

으

며

,

 

나

노

기

술

과

 

같

은

 

첨

단

과

학

 

분

야

에

 

대

한

 

궁

금

증

이

 

생

긴

다

면

 

인

터

넷

과

 

과

학

교

사

를

 

통

해

 

정

보

를

 

얻

겠

다

는

 

비

율

이

 

높

았

다

.

 

고

등

학

생

들

은

 

대

부

분

의

 

나

노

기

술

 

응

용

분

야

에

 

대

해

 

긍

정

적

인

 

태

도

를

 

보

였

으

며

,

 

개

인

적

인

 

정

보

를

 

담

은

 

칩

이

나

 

인

체

에

 

직

접

 

영

향

을

 

미

치

는

 

나

노

 

미

각

 

향

상

제

 

등

에

 

대

해

 

부

정

적

인

 

태

도

를

 

보

였

다

.

 

나

노

기

술

에

 

대

한

 

정

보

를

 

얻

을

 

수

 

있

는

 

정

보

원

으

로

 

나

노

기

술

 

연

구

자

와

 

과

학

교

사

에

 

대

한

 

신

뢰

도

가

 

매

우

 

높

고

 

정

부

 

및

 

공

공

기

관

과

 

인

터

넷

에

 

대

한

 

신

뢰

도

가

 

낮

은

 

것

으

로

 

나

타

났

다

.

@highlight

본 연구는 고등학생들의 나노기술에 관한 인식과 태도를 알아보는 것이다. 나노기술과 같은 새로운 과학기술을 소개하는 방법으로 신문 및 방송 프로그램이 적당하다고 생각하고 있었으며, 나노기술과 같은 첨단과학 분야에 관한 궁금증이 생긴다면 인터넷과 과학교사를 통해 정보를 얻겠다는 비율이 높았다.