이천 도자기 산업공간은 전통도자기를 재현 및 계승하는 전승도예 공간과 대학 도자공예 교육에 기반을 둔 현대도예 공간이 혼재되어 나타나 이원적 공간구조를 형성하고 있다.

따라서 본 연구는 이천 도자기 산업의 발달경로와 네트워크 실태 분석을 통해 전승도예와 현대도예의 이원적 공간구조를 분석하고자 하였다.

그 결과, 첫째 이천 도자기 산업공간은 점차 전승도예 공간에서 전승-

현대도예의 이원적 공간으로 이행하고 있으며, 전승도예의 발달경로는 점차쇠퇴하는 한편, 기존의 전승도예 발달경로를 기반으로 새로운 현대도예 발달경로가 창출되어 점차 이천 지역에 뿌리를 내리고 있다.

둘째, 전승도예와 현대도예는 기업 간 관계와 기업 외 관계 측면에서 상이한 양상을 띤다.

셋째, 정부는 대학교와 이천 도자기 업체(주로 전승도예 업체)간 기술협력 및 공동연구가 이루어질 수 있도록 재정적·행정적 지원 역할과 네트워크 중개 역할을 수행하고 있다.

@highlight

이천 도자기 산업공간은 전통도자기를 재현 및 계승하는 전승도예 공간과 대학 도자공예 교육에 기반을 둔 현대도예 공간이 혼재되어 나타나 이원적 공간구조를 형성하고 있다.

