두 파장 레이저를 구현하기 위해서 폴리머 광도파로 브래그 격자와 초발광 LED로 구성된 외부 공진 구조의 레이저를 제작하였다.

대형 립(oversized rib) 구조의 광도파로와 폴리머 광도파로 브래그 격자는 각각 유효굴절률법과 전송행렬법을 이용하여설계하였으며, 서로 다른 격자 주기를 가지는 폴리머 광도파로 브래그 격자는 이중 노광 레이저 간섭법을 이용하여 제작하였다.

브래그 격자의 반사율 변화에 따른 외부 공진 레이저의 특성을 보기 위해 2 mm의 고정된 길이를 가지며 537 nm의 주기를 갖는브래그 격자와 0.5 mm에서 6 mm까지 여러 가지 길이를 가지며 540 nm의 주기를 갖는 브래그 격자를 제작하였다.

격자 주기가537 nm와 540 nm인 브래그 격자의 길이가 각각 2 mm와 2.2 mm일 때 제작된 두 파장 레이저는 1554 nm 파장과 1564 nm파장에서 0 dBm에 가까운 출력 파워를 보이며, 45 dB이상의 SMSR(side mode suppression ratio)와 0.2 nm의 20-

dB 대역폭 특성을 가짐을 확인하였다.

@highlight

두 파장 레이저를 구현하기 위해 폴리머 광도파로 브래그 격자 및 초발광 LED로 구성된 외부 공진 구조의 레이저를 제작했다.

