이 연구는 공공도서관 생태계의 담론화를 통한 개선·확장 전략을 제시하는데 목적이 있다.

이를 위하여 자연생태계의 순환원리와 구성요소에 근거하여 공공도서관 생태계의 기본원리와 구조적 지형을 해명하고 현주소와 인식을 분석하였다.

이를 바탕으로 다양한 관점과 시각을 차용한 전략적 방안(카르마 법칙을 적용한 도서관의 정체성 및 공공성 보장, 미네르바 신드롬을 극복하기 위한 사서직의 주체성 및 전문성 강화, 파레토 원리를 응용한 자료서비스 및 장서관리의 최적화, 부정적 후광효과를 해소하기 위한 일반열람실 축소와 비교우위 프로그램서비스 제공, 가우스 분포를 준수한 생애주기별 이용편차 해소, 이카루스 역설을 반추한 디지털 패러다임 수용과 이용친화형 공간화, 그레샴 법칙의 경계를 위한 작은도서관의 공공도서관 시스템화, 그리고 폼페이 역설을 반면교사로 삼은 소통강화와 사회문화적 가치 확산 등)을 제안하였다.

@highlight

본 논문은 공공도서관 생태계의 담론화를 통한 개선·확장 전략을 제시하였다.

@highlight

자연생태계의 순환원리와 구성요소에 근거하여 공공도서관 생태계의 기본원리와 구조적 지형을 해명하고 현주소와 인식을 고찰하였다.

