본 연구는 의료소비 증가로 인한 고령화 진전으로 연금지출이 연금수입을 초과하여 궁극적으로 건강보험 재정적자에 직면하는 정도를 2000년부터 2013년 수도권과 비수도권의 노령의존율, 지역내총생산, 투자, 저축, 노동, 소비, 연금수입 및 연금지출을 동태적패널연립방정식을 사용하여 실증적으로 분석하였다.

또한, 기존 7%의 의료소비 변화에 대한 추가적인 의료소비를 반영하여 의료소비 증가에 따른 영향을 지역별로 차별적으로 제시하였다.

분석결과, 수도권과 비수도권의 의료소비 증가로 인한 고령화 진전은 노령의존율을 증가시켰으며, 의료소비 증가에 따라 증가한 노동은 2025년 이후 감소세에 직면하였다.

반면, 고령화의 진전은 오히려 수도권과 비수도권의 저축을 증가시켰으나 수도권의 소비 증가에 비해 비수도권은 소비가 감소하여 상대적으로 성장이 작은 비수도권의 지역성장과는 연계되지 못하였다.

또한, 수도권과 달리 비수도권의 투자 증가에도 비수도권의 성장 정도는 감소하였다.

더불어, 고령화로인한 의료소비 증가로 연금지출이 연금수입을 초과함으로써 2025년 건강보험 재정적자에 직면하는 것으로 분석되었다.

따라서, 의료소비만을 통한 의료재정지원은 노령의존율의 증가와 함께 지역의 성장을감소시키는 것으로 나타나 생산성 및 인구이동을 추가적으로 고려해야하는 필요성이 제기되었다.

@highlight

본 연구는 의료소비 증가로 인한 고령화 진전으로 연금지출이 연금수입을 초과하여 건강보험 재정적자에 직면하는 정도를 2000년부터 2013년 수도권과 비수도권의 노령의존율, 지역내총생산, 투자, 저축, 노동, 소비, 연금수입 및 연금지출을 동태적패널연립방정식을 사용하여 실증적으로 분석하였다.

