본 연구는 역사적 제도주의 관점에서 우리나라와 일본의 근린자치 제도의 경로진화를 비교 분석하고 정책적 함의를 도출하였다.

‘행정보조 기능’과 ‘주민자치 기능’ 이라는 근린자치제도의 기능적 요소들 간 갈등관계의 변화에 대한 통시적 고찰을 통하여 양국 제도변화의 특징을 포착하고자 하였다.

분석 결과 양국의 근린자치 제도는 경로진화의 불연속성의정도, 근린자치 단위의 명확성 정도 및 제도적 환경 등에서 차이점을 발견 할 수 있었다.

반면 양국의 공통점으로는 ⅰ) 정부 목적 달성을 위하여 근린자치 조직을 행정보조 기능으로 활용한 경험, ⅱ) 지방자치단체 통합과 근린자치 조직 강화 정책을 연계한 경험, ⅲ) 최근 주민 무관심 등으로 인한 근린자치의 위기에 직면하고 있다는 것을 발견할 수 있었다.

한편 일본 정내회를 제도 학습의 사례로 설정하여 우리나라에 적용하는 데에는 한계가 있으며, 근린자치 기능 중 행정보조 기능에 대한 정부의 적극적이고 긍정적 인식이 오히려 주민자치 활성화에 기여할 수도 있다는 정책적 시사점을 도출 하였다.

@highlight

이 연구는 역사적 제도주의 관점에서 우리나라와 일본의 근린자치 제도의 경로진화를 비교 분석하고 정책적 함의를 도출했다.

