본 연구에서는 신재생에너지 지원 정책중에서 발전차액지원제도와 공급의무화제도를 거래비용이론의 관점에서 비교한다.

높은 자본 전속성, 정기적이고 표준적인 거래, 높은 기술적 제도적 불확실성 등의 신재생에너지 시장의 거래 특성을 고려할 때 관계적 계약의 거버넌스 유형이 적합하다.

발전차액지원제도의 경우 상대적으로 정보비용 등의 거래비용이 작고 투자의 불확실성을 완화해주는 효과가 큰 반면에 가격경쟁에 대한 인센티브는 상대적으로 작다.

특히 계약기간이 길수록 투자의 위험성은 작아지는 반면에 지대발생의 가능성은 더욱 커진다.

만일 발전차액지원제도가 계속 시행된다면 단계적 가격인하, 변동가격제 등으로 기술개발의 유인을 제공하고 지대추구를 방지하는 것이 필요하다.

공급의무화제도의 경우 할당량 조정이나 가중치 산정에서 지대추구가 발생할 수 있다.

경쟁으로 인한 인센티브의 강도는 매우 큰 반면에 투자위험성도 확대되기 때문에 특히 중소사업자의 투자가 위축될 가능성이 크다.

때문에 장기계약을 유도하고 최소가격, 최고가격을 설정하여 불확실성을 완화해줄 필요가 있다.

또한 입찰비용 등의 거래비용을 최소화할 수 있는 인증서 거래시스템을 구축하는 것이 매우 중요하다.

@highlight

이 연구에서는 신재생에너지 지원 정책중에서 발전차액지원제도와 공급의무화제도를 거래비용이론의 관점에서 비교한다.

@highlight

발전차액지원제도의 경우 상대적으로 정보비용 등의 거래비용이 작고 투자의 불확실성을 완화해주는 효과가 큰 반면에 가격경쟁에 대한 인센티브는 상대적으로 작다.

