최근 리테일 기업들은 증강현실을 활용한 공간연출로써 고객의 마음을 사로잡고 있다.

따라서 최근 리테일 공간에서 증강현실이 적용된 체험적 VM사례의 유형과 특성을 분석하여 적용 경향과 가치를 알아보고자 하였다.

이에 본 연구에서는 증강현실과 체험마케팅 및 VM에 대하여 이론적 고찰을 하였고, 이를 바탕으로 증강현실을 적용한 VM 사례들을 증강현실의 정의적 특징과 VM의 존 구분 및 Pine & Gilmore의 체험 분류를 적용하여 공간과 체험의 유형 및 특징을 분석하고 평가하였다.

분석결과, 증강현실이 적용된 체험적 VM은 ‘현실과 가상의 합성’과 ‘실시간 상호작용’을 이용하여 주로 VP존과 독립적 EP존에서 연출되고 있으며, 홀로그램을 이용한 감각적인 연출과 모바일 앱을 통해 상품구매로까지 연결시킨 AR VM 이 고객에게 강한 인상으로 어필하고 있음을 알 수 있었다.

또한 엔터테인먼트 체험 〉교육체험 〉미적 체험 〉현실도피의 체험 유형의 순으로 적용되고 있으며, 대부분의 VM 사례에서 능동적인 참여와 체험을 흡수하는 경향을 나타내는 것을 알 수 있었다.

향후 EP존과 증강현실을 적용한 다양한 체험적 VM에 대하여 더욱 확장되고 깊이 있는 연구가 지속되어야 하겠다.

@highlight

본 논문에서는 증강현실 및 체험마케팅과 VM에 대해 이론적 고찰을 하였으며, 이를 바탕으로하여 증강현실을 적용한 VM 사례들을 증강현실의 정의적 특징 및 VM의 존 구분과 Pine & Gilmore의 체험 분류를 적용해 공간과 체험의 유형 및 특징을 분석하고 평가했다.

