인식주체와 인식대상을 명확히 구분하여 객관성을 추구하는 근대의 지식관은 인식과 행위의 주체로서 인간을 소외시켰고, 이로 인한 주체성과 인간성의 상실은 많은 사회문제들을 야기하고 있다.

전인을 회복시키기 위한 목적으로 그 어느 때보다 영성교육에 대한 관심이 높아지고 있는 것은 이 때문인데, 배타성과 포괄성을 오가는 혼돈스러운 영성개념으로 인해 영성교육의 범주와 그 적합성에 대해 여러 의문들이 제기되고 있다.

이에 본 연구에서는 Hay와 Nye의 영적 민감성 개념에 근거하여 배타적이지 않은 동시에 지나치게 포괄적이지 않은 보편 가능한 영성개념으로 비성찰적 인식을 제안한다.

Hay와 Nye는 고양된 인식이 그 자체로 영성을 구성한다고 보며 그렇게 구성된 영성을 영적 인식 또는 영적 민감성이라고 부른다.

이것은 현상학적으로 전성찰적(pre-

reflective) 인식을 비성찰적으로 인식하는 것이다.

의식 또는 존재 그 자체라 할 수 있는 전성찰적 자기인식은 성찰을 통해서는 대상화된 인식으로 변형되어 인식되는 반면, 비성찰적 인식을 통해서는 변형 없이 드러날 수 있다.

이러한 인식은 인식 대상이 주체에게 드러나는 인식 자체를 인식하는 자기인식의 구조이기 때문에 그 자체로 진정성 있고 주체적인 자기인식을 가능하게 한다.

그렇기 때문에 비성찰적 인식을 중심으로 하는 영성교육은 인간을 가장 근본적인 존재의 차원에서 회복시키는데 기여할 수 있을 것이다.

@highlight

인식주체와 인식대상을 명확히 구분해 객관성을 추구하는 근대의 지식관은 인식과 행위의 주체로서 인간을 소외시켰고, 이로 인한 주체성과 인간성의 상실은 많은 사회문제들을 야기하고 있다.

