최근 이동통신 서비스 사용자의 급격한 증가와 다양한 형태의 멀티미디어 서비스의 제공을 위한 고속의 글로벌 통신 시스템의 필요성이 대두됨에 따라, 차세대 이동통신 시스템인 IMT-2000 시스템의 개발에 박차를 가하여 머지 않아 서비스가 시작될 예정이다.

따라서 본 논문에서는 새로운 통신 인프라로 부각되고 있으며, 향후 IMT-2000 시스템의 기지국으로의 활용이 검토되고 있는 HAPS IMT-2000 시스템과 셀룰라 IMT-2000 시스템간의 공유를 위한 간섭영향 평가를 행하였다.

HAPS IMT-2000 시스템과 셀룰라 IMT-2000 시스템간의 공유를 위한 연구는 크게 두 가지의 형태로 기존의 셀룰라 IMT-2000 시스템이 HAPS IMT-2000 시스템에 미치는 간섭과 그 반대의 경우로 나눌 수있으며, 이에 본 논문에서는 셀룰라 IMT-2000 시스템이 HAPS IMT-2000 시스템 이동국에 미치는 간섭 영향을 간섭 전력대 잡음비(I/N)를 이용하여 셀 당 사용자 수와 HAPS 비행선 안테나 이득의 열화에 따른 셀 반경과 전송 전력에 따라 평가를 행하였다.

그 결과 두 시스템의 셀 당 사용자 수가 동일한 경우에는 간섭 기준을 약 4dB 정도 초과함을 알 수 있었으며, 송신 전력에 의한 간섭의 경우에는 셀룰라 기지국이 HAPS 이동국에 미치는 간섭 영향은 거의 없음을 알 수 있었다.

@highlight

최근 이동통신 서비스 사용자의 급격한 증가와 다양한 형태의 멀티미디어 서비스의 제공을 위한 고속의 글로벌 통신 시스템의 필요성이 대두됨에 따라, 차세대 이동통신 시스템인 IMT-2000 시스템의 개발에 박차를 가해 머지 않아 서비스가 시작될 예정이다.

