시각탐색 표적에 대한 기억 부담이 탐색 수행에 미치는 영향력을 살펴본 연구는 그다지 흔치 않다.

본 연구는 시각탐색 과정에서 초점주의 집중을 반영하는 사건관련전위인 P3 성분을 측정해 표적에 대한 항목 단위 혹은 세부특징 단위의 시각작업기억 부담이 탐색 수행에 미치는 영향을 관찰하였다.

이를 위해 참가자는 표적 단서에 해당되는 두 개의 색상방위막대를 기억하고 뒤이어 출현한 네 색상 막대로 구성된 탐색 화면 내에서 표적의 유무를 판단해 보고하였다.

두 표적 단서막대는 색상 혹은 방위가 서로 동일하거나 달랐으므로 항목개수 차원의 표적에 대한 기억 부담은 하나 혹은 두 항목이었으나 세부특징개수 차원의 기억부담은 하나에서 네 세부특징까지 증감한 것으로 간주되었다.

측정된 P3 성분을 항목 및 세부특징 차원의 기억부담 증감 여부에 걸쳐 비교한 결과 항목 개수 차원의 기억 부담 증가에 따른 진폭 증가만이 확인되었으며 세부특징 개수 차원의 기억 부담 증가에 따른 진폭 증가는 분명하지 않았다.

이는 탐색표적에 대한 기억 부담 증가는 탐색 과정에서 요구되는 초점 주의 집중을 방해하며 이 때 탐색 수행을 방해하는 기억부담의 정도는 표적들의 개별 세부특징이 아닌 항목 개수 단위를 토대로 증감할 가능성을 시사한다.

@highlight

시각탐색 표적에 대해 기억 부담이 탐색 수행에 미치는 영향력을 살펴본 연구는 그다지 흔치 않다.

@highlight

이 연구는 시각탐색 과정에서 초점주의 집중을 반영하는 사건관련전위인 P3 성분을 측정해 표적에 대해 항목 단위 혹은 세부특징 단위의 시각작업기억 부담이 탐색 수행에 미치는 영향을 관찰했다.

