사회주의 연극인 북한 연극은 투명성에 대한 강박을 구조화한다.

대사는 명확하고, 인물구도는 영웅과 방해자의 이분법적 구도로 갈리며, 플롯은 모호하지 않다.

관객을 조작하고 프로그램하려는 목적에서 독백적인 언어, 인물, 이야기가 전달된다.

국가적 가부장제라는 정치적 이념의 발현, 허구적 인물인 혁명 영웅을 현실에서 모방하는 과정을 통해 사회주의 이데올로기를 수용자들에게 설득하려는 시도 등은 <오늘을 추억하리>를 위시한 북한 연극에서 나타나는 공통적 양상들이다.

그러나 당의 지도 하에 연극을 통해 형상화된 이상적 자아의 요소들을 북한 주민들이 완전히 숙달하는 것은 현실적으로 불가능하다.

관객의 신체적 지각에 의존하는 정동의 요소가 당의 강령만큼 손쉽게 표준화, 총체화될 수 없기 때문이다.

본론에서 살펴봤듯이 완전한 전복은 아니더라도 고난의 행군기 고통스러운 현실과 관련해 <오늘을 추억하리>의 무대 위에서 환기되는 정동은 메시지, 플롯, 영웅적 위상의 명료성에 균열을 낼 수 있는 잠재력을 지닌다.

정동을 전유하면서 관객인 북한 주민들이 북한 정권의 프로파간다를 그대로 수용하지 않고 그것과 대화하고 타협할 수 있는 역동적, 보편적 수용 과정의 가능성은 상존한다.

그러나 그 균열과 흘러넘치는 정동은 결말 부분에서 홍수의 다스림을 통해 암시되고 있듯이 결국 규제되고 봉합된다.

@highlight

사회주의 연극인 북한 연극은 투명성에 관한 강박을 구조화한다.

@highlight

대사는 명확하며, 인물구도는 영웅과 방해자의 이분법적 구도로 갈리고, 플롯은 모호하지 않다.

@highlight

관객을 조작하고 프로그램하려는 목적에서 독백적인 언어와 인물, 이야기가 전달된다.

