저작권법 제2조 제16호에서 “컴퓨터프로그램저작물”은 특정한 결과를 얻기 위하여 컴퓨터 등 정보처리능력을 가진 장치(이하, “컴퓨터”라 한다)내에서 직접 또는 간접으로 사용되는 일련의 지시·명령으로 표현된 창작물이라고 규정하고 있다.

최근의 대법원 2012마1724 결정(이하, “대상결정”이라 한다)에서는 ECO_RFID.

INI 파일(이하, “이 사건 파일”이라 한다)이라는 환경설정파일에 대해서 초기환경설정을 위하여 받아서 처리하는 데이터들이 기록된 것에 불과하고, 이러한 데이터들을 받아 처리하는 과정에서 이 사건 파일의 지시·명령이 있다고 보기 어려우므로, 이 사건 파일이 저작권법에 의하여 보호되는 컴퓨터프로그램저작물에 해당하지 않는다고 판단하였다.

컴퓨터프로그램에서 환경설정을 사용자인터페이스를 통해서 하지 않고, 환경설정파일과 같은 별도의 파일을 만들어 프로그램의 구동시에 프로그램 구동에 필요한 데이터가 읽혀지도록 되어 있는 경우에는, 해당 환경설정파일은 컴퓨터내에서 지시·명령을 통하여 직접 또는 간접적으로 특정한 결과를 발생시키는 것으로 볼 수 없는 것이다.

결국 이상과 같이 판단한 대상결정은 타당한 것이라고 생각되며, 환경설정파일의 저작물성에 관하여 대법원에서 처음으로 판단한 것으로서 환경설정파일과 저작물 사이의 관계와 관련하여 중요한 의의가 있다고 할 수 있다.

@highlight

저작권법 제2조 제16호에서 “컴퓨터프로그램저작물”은 특정한 결과를 얻기 위해 컴퓨터 등 정보처리능력을 가진 장치(이하, “컴퓨터”라 한다)내에서 직접 또는 간접으로 사용되는 일련의 지시·명령으로 표현된 창작물이라고 규정하고 있다.

