산림휴양수요의 지속적 증가로 산악사고의 발생건수 역시 꾸준한 증가추세에 있다.

안전행정부의 「국가안전관리 기본계획 (’10~’14)」에서 등산사고안전대책 추진의 주관 기관으로 산림청이 명시된 가운데, 산림청은 「산림문화·휴양에 관한 법률」에 따라 산악구조대를 운영하고 있다.

그러나 산악구조대 중 산림항공구조대만운영되고 있으며, 이를 지상에서 지원해 줄 산행안전지원대의 부재로 사고 발생시 신속한 대응이 어려운 실정이다.

본 연구에서는 산행안전지원대 구성 및 운영에 대한 설문조사(공공 : 98명, NGO : 108명)를 수행하여 산행안전지원대의 구성 및 효율적인 운영 방안을 제시하고자 하였다.

근무현황, 산행안전지원대 필요성 인식, 주요업무 구성 내용, 대원 선발시 자격요건, 이용자 비용 부담 의견 등의 항목을 조사하였으며, 산행안전지원대의 필요성이 높게 인식됨과 동시에 그 주요 역할이 ‘항공구조대 지상 지원’으로 여겨지고 있음을 파악하였다.

이와 같은 결과들을 토대로, 산행안전지원대 구성 및 운영 방안을 제시하였다.

산행안전은 산림휴양 대국민서비스의 핵심적 영역이다.

향후 전국숲길네트워크를 통한 대국민 서비스 활성화의 첫 단계로써, ‘산행안전지원대’의 구성및 운영을 위한 제도적 기반을 마련하여 추진할 필요가 있다.

@highlight

본 논문에서는 산행안전지원대 구성과 운영에 대한 설문조사를 수행해 산행안전지원대의 구성과 효율적인 운영 방안을 제시하고자 했다.

