정부 3.0 은 중앙정부의 행정 뿐 만 아니라 지방정부의 행정에 대한 수요와 기대를 크게 높이고 있다.

하지만 바로 그 수요와 기대는 주민참여라는 제도와 형식, 절차, 즉 주민참여라는 제도를 통하여 충족될 수 있다.

주민참여제도는 지역교육청의 주민참여제도로 확대되었고, 이는 바로 지역교육청의 예산편성과 지역교육재정 운영에 지역 주민의 참여를 확대한 기폭제가 되었고, 지역주민의 다양한 목소리를 반영할 수 있는 법령과 제도가 마련된 것이다.

이에 본 연구는 지방교육청 예산편성과 재정운영에 대한 주민참여성에 대한 연구를 강원도교육청 주민참여예산제도의 운영 성과의 관점에서 고찰하였다.

그 결과 지역교육청 교육예산의 편성과 운영에도 주민의 직접 참여가 보장됨으로써 주민의 의견을 수렴하고 협의와 조정을 통한 알찬 예산편성을 이루는데 성과를 거두고 있음을 밝혔다.

또한 민·관이 참여주체가 되는 교육예산 운영의 거버넌스는 지역주민의 교육 정책에 대한 의견을 공유하게 하고, 나아가 주민의 참여성을 높이는 점을 확인 하였다.

아울러 제도운영의 내실을 기하기 위해서는 위원회 기능 활성화와 지방의회와의 협력 체계를 구축하는 등 운영 개선의 필요성을 제시하였다.

@highlight

본 연구는 지방교육청 예산편성과 재정운영에 관한 주민참여성에 관한 연구를 강원도교육청 주민참여예산제도의 운영 성과의 관점에서 고찰했다.

