인체 통신은 인체를 매질로 통신하는 기술로, BAN (Body-

Area Network) 환경에서, 무선 통신에 비해 신호 감쇠 측면에서 큰 이점이 있어 배터리로 동작하는 웨어러블 기기 간 통신 시 저전력 통신을 지원할 수 있다.

하지만, 인체 통신은 그 이점에 비해 안전성 등의 문제가 있어 채널 특성에 대한 연구가 미비하였다.

이에 본 논문은 인체 채널 특성에 있어 통신 성능에 영향을 주는 MAC 파라미터를 제시하고, 이를 이용한 새로운 인체 통신 용 MAC 프로토콜을 제안하고, 또한, 각기 다른 가드 인터벌을 설정하여 성능을 분석하였다.

결과로, IEEE 802.15.6 표준 기반 Slotted aloha 프로토콜에 비해 약 300kbps의 Goodput 이득을 가졌으며, Duty cycle 또한 약 7.07%로, 표준의 최소 duty cycle이 약 5%이지만, Goodput을 고려했을 때, 인정할 수 있는 성능이라 볼 수 있다.

@highlight

본고는 인체 채널 특징에 있어 통신 성능에 영향을 주는 MAC 파라미터를 제공하고, 이를 적용한 새로운 인체 통신 용 MAC 프로토콜을 제시하고, 또한, 각기 다른 가드 인터벌을 확정하여 성능을 분석하였다.

