본 연구는 대전광역시민을 대상으로 생활문화활동에 참여하면서 나타난 사회적 효과를분석하였다.

사회적 효과는 개인적 차원의 창의성과 자아존중감, 사회적 차원의 사회참여와 교류로 설정하였으며, 이러한 효과에 대해 생활문화활동의 참여방식에 따른 효과성을검정하였다.

이를 위해 SPSS 22를 활용하였으며, 분석방법으로 요인분석, 변량분석, 로지스틱 회귀분석 등의 방법을 사용하였다.

분석결과, 강좌 및 강의 프로그램의 참여는 사회적 차원의 사회참여와 교류의 효과가 증가하는 것으로 나타났다.

동호회 활동의 참여는창의성이 감소하는 것으로 나타나서 동호회 활동에 대한 추가 분석이 필요한 것으로 판단되었다.

문화예술행사 관람의 참여는 자아존중감이 증가하고, 문화예술행사의 작품공연및 전시 참여는 창의성을 증가시키는 것으로 나타났다.

이러한 분석결과를 통해서 첫째, 지역주민의 특성과 마을문화의 공동체성을 향상시킬 수 있는 생활문화 프로그램 개발, 둘째, 다양한 공동체적 동호회 활동의 프로그램 지원을 통한 활성화, 셋째, 지역 문화예술 활동가와 지역주민들의 교류와 협력을 통한 마을문화 공동체 형성 지원, 넷째, 젊은 세대와노인 세대를 위한 생활밀착형, 세대통합형 생활문화 프로그램의 개발과 확대의 필요성을제시하였다.

@highlight

대전광역시민을 대상으로 하여 생활문화활동에 참여하면서 나타난 사회적 효과를 연구하였다.

@highlight

사회적 효과는 개인적 차원의 창의성과 자아존중감, 사회적 차원의 사회참여와 교류로 설정하였고 생활문화활동의 참여방식에 따른 효과성을 검증했다.

@highlight

그 결과 강좌와 강의 프로그램의 참여는 사회적 차원의 사회참여와 교류의 효과가 증가됨을 보여주었다.

