영화는 발생 초기부터 표현의 측면에서 건축으로부터 많은 영향을 받았고, 많은 공통점을 갖고 있다.

이러한 점은 이제 건축뿐만 아니라 타 예술 분야에서도 나타난다.

실내 공간 또한 영화와 여러 면에서 공통점을 찾을 수 있지만, 이러한 연구는 아직까지 미흡하다.

그러므로 본 연구는 공간과 영화에 대한 이론적 고찰을 통하여 상호 관계성을 분석하고 영화의 구성요소를 실재 공간에서 찾아내는 것을 목적으로 한다.

특히, 영화에서 들뢰즈의 ‘운동-

이미지’이론을 중심으로 한다.

본 연구에서의 공간은 실내 공간으로 한정하도록 한다.

또한 사례로서 제시된 영화는 그 배경이 되는 공간을 앞의 이론을 바탕으로 분석하도록 한다.

영화는 편집 기법과 같은 표현을 중심으로 한 것, 그리고 영화 속에서 실재 공간과 가상공간이 공존하는 것으로 선정한다.

이러한 과정을 통한 본 연구의 결과는 다음과 같다.

첫째, 공간과 영화의 상호 관계성을 찾아볼 수 있다.

둘째, 영화와 공간 두 분야 모두 시각적 지각에 의한 것이다.

셋째, 영화에서의 간접 체험, 공간에서의 직접 체험을 통해 체험자와 상호작용을 하게 된다.

넷째, 영화 구성요소를 이용하여 다양한 공간 이미지를 표현할 수 있고, 이것은 실재 공간으로의 적용의 가능성을 입증한 것이다.

@highlight

본 연구는 공간과 영화에 관한 이론적 고찰을 통해 상호 관계성을 분석하고 영화의 구성요소를 실재 공간에서 찾아내는 것을 목적으로 한다.

