이 연구의 목적은 쓰기 교육과정의 내용 체계가 형성되어 온 과정을 반추하고, 현재의 내용 체계를 비판적으로 검토함으로써 추후 쓰기 교육과정 의 내용 체계 구성을 위하여 필요한 과제를 도출하는 것이다.

쓰기 교육과정의 내용 체계 발전 과정을 살펴보면 1차~5차 교육과정 시기는 내용 체계표는 없었으나 글씨쓰기, 쓰기 과정, 쓰기 형식 관련 내용들로 구성되어 왔다.

6차 교육과정 이후 내용 체계표가 등장하며 보다 체계적으로 내용 요소를 범주화하기 시작했고 그 범주는 교육과정 개정시마다 변화해 왔다.

현재 쓰기 교육과정의 내용 체계화를 검토하기 위해 2015 쓰기 교육과정 내용 체계표의 구성 항목들이 유목화된 방식을 파악하고, 학년군별 내용 요소를 체계적으로 배열하기 위해 사용된 기제를 파악하였다.

그 결과 기존 용어와 새로운 용어의 간섭, 기존 국어과 내용 체계와 교과목 공통 체계의 간섭, 항목별 내용 요소 분량의 불균형, 불명확한 위계화 기제를 문제로 발견하였다.

추후 쓰기 교육과정 내용 체계 구성을 위해서는 계속성, 계열성이 확보되어야 한다.

계속성 관점에서는 쓰기 영역의 핵심 내용 요소를 아우르는 상위 요소를 찾아 적절하게 범주화하여야 한다.

계열성 관점에서는 학습자 수준에 따라 핵심 내용 요소가 차별화되도록 논리적으로 위계화하여야 한다.

또한 내용 요소를 교육과정 독자들이 이해할 수 있는 형태로 상세화하여 진술해야 한다.

따라서 쓰기 교육과정 내용 체계의 원리로 범주화, 위계화, 상세화를 제시하고 그 적용 방안을 예시로 제시하였다.

@highlight

본 연구의 목적은 쓰기 교육과정의 내용 체계가 형성되어 온 과정을 반추하고, 현재의 내용 체계를 비판적으로 검토함으로써 추후 쓰기 교육과정 의 내용 체계 구성을 위해 필요한 과제를 도출하는 것이다.

