S

C

A

L

D

O

(

S

u

p

e

r

c

a

p

a

c

i

t

o

r

 

A

s

s

i

s

t

e

d

 

L

D

O

)

 

레

귤

레

이

터

는

 

기

존

 

L

D

O

(

L

o

w

 

D

r

o

p

-

o

u

t

)

 

레

귤

레

이

터

(

이

하

 

L

D

O

)

의

 

낮

은

 

효

율

을

 

개

선

하

기

 

위

해

 

연

구

되

고

 

있

는

 

회

로

로

서

,

 

회

로

의

 

입

력

단

과

 

L

D

O

사

이

에

 

슈

퍼

커

패

시

터

를

 

부

착

하

여

 

입

력

과

 

출

력

전

압

의

 

차

이

에

 

의

해

 

발

생

하

는

 

불

필

요

한

 

전

력

손

실

을

 

재

사

용

함

으

로

써

 

L

D

O

의

 

효

율

을

 

향

상

시

킬

 

수

 

있

다

.

 

하

지

만

 

S

C

A

L

D

O

 

레

귤

레

이

터

는

 

현

재

 

연

구

 

중

에

 

있

는

 

회

로

로

 

몇

 

가

지

 

개

선

되

어

야

 

할

 

사

항

들

이

 

남

아

있

다

.

 

그

 

중

 

한

 

가

지

는

 

회

로

의

 

최

초

동

작

 

시

 

L

D

O

에

 

인

가

되

는

 

과

전

압

문

제

이

다

.

 

회

로

의

 

최

초

동

작

 

시

 

슈

퍼

커

패

시

터

가

 

완

전

히

 

방

전

되

어

 

있

어

 

충

전

모

드

 

시

 

입

력

과

 

슈

퍼

커

패

시

터

,

 

L

D

O

가

 

직

렬

로

 

연

결

되

는

 

S

C

A

L

D

O

 

레

귤

레

이

터

 

특

성

 

상

 

입

력

전

압

이

 

L

D

O

에

 

짧

은

 

시

간

동

안

 

그

대

로

 

인

가

되

는

데

,

 

입

력

전

압

이

 

출

력

전

압

보

다

 

최

소

 

2

배

 

이

상

 

크

기

 

때

문

에

 

이

는

 

L

D

O

에

 

상

당

히

 

큰

 

부

담

이

 

될

 

수

 

있

다

.

 

본

 

논

문

에

서

는

 

이

러

한

 

과

전

압

 

문

제

를

 

해

소

하

기

 

위

해

 

회

로

 

동

작

 

전

 

슈

퍼

커

패

시

터

를

 

충

전

시

킬

 

수

 

있

는

 

사

전

충

전

부

가

 

포

함

된

 

새

로

운

 

S

C

A

L

D

O

 

레

귤

레

이

터

를

 

제

안

하

였

으

며

,

 

실

험

을

 

통

해

 

동

작

 

초

기

 

L

D

O

에

 

인

가

되

는

 

과

전

압

이

 

상

당

부

분

 

감

소

됨

을

 

확

인

하

였

다

.

@highlight

SCALDO 레귤레이터는 기존 LDO(Low Drop-out) 레귤레이터(이하 LDO)의 낮은 효율을 개선하기 위해 연구되고 있는 회로로서, 회로의 입력단과 LDO사이에 슈퍼커패시터를 부착해 입력과 출력전압의 차이에 의해 발생하는 불필요한 전력손실을 재사용함으로써 LDO의 효율을 향상시킬 수 있다.