이 논문은 지역적 국제금융레짐인 치앙마이 이니셔티브(Chiang Mai Initiative: CMI)의 성립과정을 영(Oran R.

Young)의 제도협상모델을 적용하여 설명한다.

동아시아 국가들은 1997-98년 금융위기를 경험하면서 단기적 유동성 공급의 필요성을 실감하게 된다.

이에 따라 비슷한 시기에 역내 금융레짐으로서 CMI와 아시아 통화기금(Asian Monetary Fund: AMF) 설립 논의가 전개되는데, AMF는 주창단계에서 실패하지만 CMI는 2000년에 성립되었고 2010년에는 치앙마이 이니셔티브 다자화(Chiang Mai Initiative Multilateralization)로 발전함으로써 성공적인 동아시아 금융레짐으로 자리 잡아가고 있다.

AMF와 달리 CMI가 성공적으로 형성될 수 있었던 이유는 무엇이었는가?

이 논문은 CMI의 성립과정을 제도협상모델에서 제시하는 다자협상타결의 성공요인에 관한 6가지 가설을 적용하여 설명한다.

분석의 결과로서 CMI가 성공적으로 형성된 것은 계약적 환경, 공평한 합의, 외부의 위기, 효과적 리더십 등의 요인들이 작용한 결과라는 것이 규명되었다.

@highlight

이 논문은 지역적 국제금융레짐인 치앙마이 이니셔티브의 성립과정을 영의 제도협상모델을 적용하여 설명한다.

@highlight

동아시아 국가들은 1997-98년 금융위기를 경험하면서 단기적 유동성 공급의 필요성을 실감하게 된다.

