본 연구는 온라인 협동학습에서 학습자의 조언 네트워크에 대한 중앙성이 학습자의 학업성취와 온라인협동학습태도에 미치는 영향에 대해 탐색하였다.

이를 위하여 서울 소재 C 대학교에 재학 중인 대학생 70명을 대상으로 연구를 진행하였다.

또한, 본 연구에서는 연구 대상자의 조언 네트워크에 대한 사회 연결망분석을 통해, 중앙성 지수(외향중앙성, 내향중앙성, 사이중앙성, 인접중앙성, 위세중앙성, 보나시치중앙성)를 추출하였고, 학습자의 학업성취도 검사 및 온라인 협동학습에 대한 태도 검사를 실시하였다.

본 연구의 주요 결과를 살펴보면, 첫째, 온라인 협동학습에서 조언 네트워크에 대한 중앙성 지수 중에서 위세중앙성지수가 높은 학습자일수록, 개인의 학업성취가 높게 나타났고, 둘째, 인접중앙성 지수가 높은 학습자일수록, 온라인 협동학습태도에 있어서 더욱 긍정적인 것으로 나타났다.

이러한 연구결과는 온라인 협동학습에 대한 개인의 학업성취를 높이고, 온라인 협동학습에 대한 긍정적인 태도를 증가시키기 위해서 사회 연결망 분석을 통해 학습자의 네트워크 상에서의 상대적 위치에 따라, 개별화된 교수적 처방을 제공하는 등학습자의 사회적 관계를 고려한 교수전략을 개발할 필요가 있다는 것을 함의한다.

@highlight

이 연구는 온라인 협동학습에서 학습자의 조언 네트워크에 대한 중앙성이 학습자의 학업성취와 온라인협동학습태도에 미치는 영향에 대해 탐색했다.

@highlight

이 연구에서는 연구 대상자의 조언 네트워크에 대한 사회 연결망분석을 통해, 중앙성 지수를 추출하였고, 학습자의 학업성취도 검사 및 온라인 협동학습에 대한 태도 검사를 실시했다.

@highlight

이 연구의 주요 결과를 살펴보면, 첫째, 온라인 협동학습에서 조언 네트워크에 대한 중앙성 지수 중에서 위세중앙성지수가 높은 학습자일수록, 개인의 학업성취가 높게 나타났고, 둘째, 인접중앙성 지수가 높은 학습자일수록, 온라인 협동학습태도에 있어서 더욱 긍정적인 것으로 나타났다.

@highlight

본 연구결과는 온라인 협동학습에 대한 개인의 학업성취를 높이고, 온라인 협동학습에 대한 긍정적인 태도를 증가시키기 위해서 사회 연결망 분석을 통해 학습자의 네트워크 상에서의 상대적 위치에 따라, 개별화된 교수적 처방을 제공하는 등학습자의 사회적 관계를 고려한 교수전략을 개발할 필요가 있다는 것을 함의한다.

