본 연구는 장애인 근로자가 가진 사회적 네트워크와 그들의 생활만족도의 관계에서 직무만족의 매개효과를 탐색하는 것이 목적이다.

이를 위해 한국장애인고용공단 고용개발원의 고용패널조사(Panel Survey of Employment for the Disabled)로부터 수집된2009년부터 2010년의 자료를 활용하여 분석하였다.

분석대상은 직무만족이 발생할 수있는 취업 임금근로자로서 2개년 동안 직업유지가 확인된 993명이다.

매개변인과 준거변인에 유의미한 상관이 있는 가외변인을 공변인으로 설정하고 회귀분석과 SPSS Macro 및 부트스트래핑(bootstrapping)방법을 적용하여 사회적 네트워크와 생활만족도에 있어 직무만족의 매개효과를 검증하였다.

분석결과 사회적 네트워크가 많은 장애인근로자일수록 생활만족도가 높게 나타났다.

매개변인인 직무만족은 예측변인인 사회적네트워크가 준거변인인 생활만족도에 미치는 영향을 부분적으로 매개하고 있는 것으로분석되었다.

이를 바탕으로 장애인 근로자의 생활만족도를 향상시키기 위해 사회적 네트워크와 매개변인인 직무만족을 향상시키기 위한 실천적 함의를 도출하였다.

@highlight

이 연구는 장애인 근로자가 가진 사회적 네트워크와 그들의 생활만족도의 관계에서 직무만족의 매개효과를 탐색하는 것이 목적이다.

