여행상품은 출발시점 이후에 가치가 소멸되는 소멸성 자산으로 불확실한 수요발생에 대한 체계적인 가격 및 수요관리가 절실히 요구된다.

소멸성 자산에 대한 가격설계 문제는 수익경영 연구 분야에서 많은 연구가 수행되어 왔으나, 여행상품에 대한 연구는 매우 제한적이었다.

본 연구에서는 여행상품을 구성하는 주요 공급원인 항공사의 좌석과 호텔의 객실에 대한 공급제약이 주어진 환경에서 불확실한 시장수요를 고려한 여행상품의 가격결정과 자원할당 문제를 다룬다.

본 연구에서는 여행상품의공급제약 특성과, 고객의 해지, 일정변경, 가격정책의 변화 등을 반영하여 가격결정과 자원할당이 가능한 통합 최적화 모형을 개발한다.

모의실험 결과 본 연구에서 제시한 모형이 여행사 현장에서 효과적으로 적용될 수 있음을 확인하였다.

그러나 시장수요의 변동, 고객들의 주관적 선호도 등을 고려하여 다양한 할인가격을 결정할 수 있는 연구로 확장되어야 하고, 동적 최적가격결정 모형으로 확장될필요가 있다.

이 같은 확장 연구에 본 연구가 효과적으로 활용될 것이다.

@highlight

이 연구에서는 여행상품을 구성하는 주요 공급원인 항공사의 좌석과 호텔의 객실에 대한 공급제약이 주어진 환경에서 불확실한 시장수요를 고려한 여행상품의 가격결정과 자원할당 문제를 다룬다.

@highlight

이 연구에서는 여행상품의공급제약 특성과, 고객의 해지, 일정변경, 가격정책의 변화 등을 반영하여 가격결정과 자원할당이 가능한 통합 최적화 모형을 개발한다.

