본 연구는 연변 조선족 자치주의 교원양성제도의 변천과정을 중화인민공화국 건국 이전과 이후로 나누어 고찰하였다.

그리고 현 교원양성제도의 문제점을 밝히고 그 개선방안을 논의하였다.

그 결과 중화인민공화국 건국이전에는 체계적인 교원양성제도가 이루어지지 않았고.

진정한 의미에서의 교원양성제도는 건국이후에 이루어 졌다.

건국이후 초중등학교 교육의 급속한 발전에 따라 새로운 교원들의 수요 증대로 비정규적 교원양성제도와 정규적인 교원양성제도를 병행시켰다.

문화혁명시기를 제외한 시기에는 교원 양성이 잘 이루어져 우리 민족교육 체계가 순조롭게 형성된 결과 우리 조선족의 자질과 문화가 크게 향상되었다.

그러나 개혁개방 이후 계획경제체제로부터 시장경제체제에로의 시기인 현재에는 교원양성에 질적, 양적 면에서 많은 문제점이 나타나고 있다.

따라서 우리 조선족 교육의 발전과 개혁을 위해 교원양성제도의 문제점을 개선하기 위한 방안 연구가 더욱 활성화되어야 할 것이다.

@highlight

이 연구는 연변 조선족 자치주의 교원양성제도의 변천과정을 중화인민공화국 건국 이전과 이후로 나누어 고찰했다.

