출자자의 제2차 납세의무제도는 외국 입법례에서는 찾아 볼 수 없고 우리나라에만 존재한다.

이 제도는 1951년에 도입되었는데 도입 당시 우리나라의 비상장법인은 주로 가족이나 친지를 중심으로 한 회사가 대부분이었고 법인의 수익은 지배주주가 향유함에도 정작 법인에 대한 세액에 대해서는 징수부족인 상태가 빈번하였다.

이에 입법자는 과점주주가 회사의 법인격을 악용하여 조세를 잠탈하는 행위를 규제하기 위하여 이 제도를 도입하였다.

그러나 이 제도는 제3자에게까지 납세의무를 확장시키는 제도이므로 재산권의 중대한 침해가 되었고 그 타당성이 문제되었다.

이 제도가 도입된 지 60년 이상이 경과된 지금은 사회 현실이 상당히 변화되었다.

비상장법인이 회사의 기술력, 영업력 등을 바탕으로 투자자를 모집하여 투자자들이 회사의 경영 주체가 되는 사례가 빈번해졌다.

금융실명제나 부동산실명제의 실시와 법의식의 변화로 인하여 법인의 지배주주가 법인의 수익을 개인 앞으로 귀속시키는 행위를 하기가 어렵게 되었다.

이 제도는 형평성과 실효성이 없다는 평가를 받고 있다.

결국 이 제도는 전면 폐지됨이 타당하다.

전면폐지가 어렵다면 적용범위를 크게 제한할 필요성이 있다.

본 소고를 통해 이 제도의 운영과 관련된 주요쟁점과 그 입법적 개선방인이 무엇인지 검토하고자 한다.

@highlight

출자자의 제2차 납세의무제도는 외국 입법례에서는 찾아 볼 수 없고 우리나라에만 존재한다.

@highlight

이 제도는 1951년에 도입되었는데 도입 당시 우리나라의 비상장법인은 주로 가족이나 친지를 중심으로 한 회사가 대부분이었고 법인의 수익은 지배주주가 향유함에도 정작 법인에 대한 세액에 대해서는 징수부족인 상태가 빈번하였다.

