지리교육이 수동적인 지식 학습에서 벗어나 능동적으로 사회 문제에 참여하는 형태로 전환하고, 과거의지식을 바탕으로 현재와 미래 사회생활에서의 유용성을 인식시키는 방법으로 지리교육에서 세계전략 학습의 도입 방안을 제안했다.

세계전략 학습은 지리적 지식을 국가 단위로 종합하고, 지리적 상상력을 활용하여 세계를다양한 측면에서 분류해보고 관계지어보는 지리학습의 한 방법이다.

세계전략 학습을 통하여 지리교육이 수동적 이해에서 능동적 지식 생산과 참여로, 미시적 이해에서 거시적 관점 형성으로 전환이 가능하며, 사회 진출 이후에도 다양한 직업 사회에서 활용이 가능하다.

세계전략 학습방법으로 ‘세계지리’ 과목 중단원 수준의 내용 개발을 사례로 제시하였다.

학습과정은 5단계로 설정했는데, 먼저 1단계에서는 세계전략 구상을 위한 국가와 관점 선택하기, 2단계에서는 기존의 다양한 세계전략 탐색하기, 3단계에서는 세계전략 구상하기, 4단계에서는 다른 집단과 비교 해보기, 5단계에서는 세계전략 재구성 해보기이다.

교수-

학습 방법은 집단 내에서 다양한 입장 반영을 위한 역할놀이와 소집단 협동학습 방법 그리고 다른의견을 듣고 반성적 사고를 통한 지적 재구성이 가능한 찬반논쟁(Pro-

Con) 수업모형을 결합한 방법을 제안했다.

@highlight

이 논문은 지리교육이 수동적인 지식 학습에서 벗어나 능동적으로 사회 문제에 참여하는 형태로 전환하고 또한 과거의지식을 바탕으로 현재와 미래 사회생활에서의 유용성을 인식시키는 방법으로 지리교육에서 세계전략 학습의 도입 방안을 제시하고자 한다.

