이 글은 20세기 전반 전통화단의 합작과 묵객 동인의 아회 양상을 우청 황성하(又淸 黃成河, 1891~1965)의 저술과 작품을 통해 살펴보았다.

≪우청시고≫는 20 여 년 동안 황성하의 여정과, 여행길에 동행한 묵객과의 화운 및 문인 회합의 증언집이다.

황성하는 황현의 시를 소경인물화 형식의 고사인물화로, 점경이 포함된 산수화로, 사의적인 필묵이 돋보이는 일격산수화로 각각 도해했다.

금란묵회는 전통회화 전수와 친교를 위해 전문가와 비전문가가 동석한 서화동호회이자 사제가 동행한 교육의 현장이었다.

황성하를 비롯한 이 시기 서화가는 단순한 화가의 단계를 넘어 전통의 가치를 보전하고 근대기 문화 변동을 체험한 엘리트층이자 신지식인이며 후배를 양성해야 하는 막중한 책임을 지닌 지도자이다.

따라서 이들의 창작물에는 중세적 문인 문화 및 지필묵의 수호와, 취미를 뛰어 넘은 일류 서화가의 결집 및 자부심이 내재되어 있다.

이렇듯 황성하의 시와 그림은 근대기 아회의 또 다른 단면을 제시한다.

황성하를 비롯한 서화가의 아회 풍조와 창작 관습에서 당시 지식인들의 문화 예술적 교류의 장이 짐작되며, 20세기 전반 전통 화단의 다양한 현상을 읽을 수 있다.

@highlight

이 글은 20세기 전반 전통화단의 합작과 묵객 동인의 아회 양상을 우청 황성하의 저술과 작품을 통해 살펴보았다.

@highlight

황성하는 황현의 시를 소경인물화 형식의 고사인물화로, 점경이 포함된 산수화로, 사의적인 필묵이 돋보이는 일격산수화로 각각 도해했다.

