본 논문은 구철원 시가지 일대에 얽혀 있는 과거의 흔적들을 추적하여, 기억의 장소로서 구철원 폐허를 보존하고 활용하기 위한 단초들을 제시하는 것을 목적으로 한다.

연구방법은 일제강점기 사료 및 기존 연구자료를 대상으로 한 문헌연구와 현장조사 및 주민 인터뷰로 진행되었다.

연구결과, 구철원 시가지는 일제강점기 도시 발달 과정과 식민지배 역사의 보편적 특성을 살펴볼 수 있는 장소이자, 한국전쟁으로 파괴되기 전 철원이라는 도시가 가지고 있었던 특징적인 삶의 맥락들을 발견할 수 있는 장소임이 밝혀졌다.

특히 경원선과 금강산전기철도가 지나는 환승역이었던 철원역, 교회와 철원극장 등의 문화시설, 지배이데올로기의 변화를 상징하는 노동당사 등의 관공서 건물들은 구철원의 독특한 기억의 장소들이다.

본 논문은 폐허가 된 구철원의 기억의 장소를 재구성함으로써 사라져버릴 수 있었던 기억들이 지속적으로 장소에 남아 존재하도록 하며, 사라진 도시 철원을 복원하기 위한 기초를 마련하였다는 의의를 가진다.

@highlight

본고는 구철원 시가지 일대에 얽혀 있는 과거의 흔적들을 추적해, 기억의 장소로서 구철원 폐허를 보존하고 활용하기 위해 단초들을 제시하는 것을 목적으로 하였다.

