선사 연구자들에게 있어 석기는 선사시대 인간의 물질문화를 반영하는 가장 중요한 연구 대상이다.

그리고 석기의 기능을 밝히고자 하는 쓴자국 분석은 오늘날 석기 연구의 주요흐름으로 자리 잡고 있다.

하지만 우리나라 선사학 연구에 있어서 쓴자국 분석을 통한 석기의 기능 연구는 그리 활발한 편은 아니다.

이는 구석기시대에 주로 이용된 돌감인 석영과 규암 등 석영계 석기들이쓴자국 관찰을 하기에 쉽지 않았기 때문이라 할 수 있다.

우리나라의 석영계 석기의 쓴자국 분석을 위해서는 먼저 석영계 돌감의 특징을 이해하고 다양한 실험을 통해 자료들을 축적해야 한다.

그리고 여러 분석 현미경들의 원리와 특징을이해함으로써 석영계 석기에 적합한 관찰 방법을 찾고, 실험 및 실제 석영계 석기의 쓴자국분석에 적용해야 한다.

이번 실험 및 실제 석영계 석기에 대한 관찰 분석 결과 기존의 금속현미경으로도 석영계석기 분석이 충분히 가능함을 확인하였고, 아울러 표면 코팅 없이 SEM 분석을 시도한 결과금속현미경으로 석영계 석기를 관찰시 발생하는 빛의 반사와 같은 단점을 보완할 수 있음을확인하였다.

앞으로 보다 많은 실험 자료의 확대와 함께 다양한 기술과 방법을 통해 석영계 석기의 기능 연구가 활발히 이루어진다면 석영계 석기가 대부분인 한국 구석기 연구에 있어 돌감과석기 기술의 진화와의 관계를 밝혀낼 수 있을 것이라고 생각한다.

@highlight

선사 연구자들에게 있어 석기는 선사시대 인간의 물질문화를 반영하는 가장 중요한 연구 대상이다.

@highlight

이는 구석기시대에 주로 이용된 돌감인 석영과 규암 등 석영계 석기들이쓴자국 관찰을 하기에 쉽지 않았기 때문이라 할 수 있다.

