본 연구는 질적 연구 방법의 하나인 근거이론을 통하여 가족갈등을 경험한 기독청년들이 비블리오드라마에 참여하여 자기발견과 치유되는 과정이 어떻게 진행되는지를 심층적으로 탐색함으로서 청년들의 치유와 회복에 종사하는 이들을 위한 실체이론(Substantive theory)을 개발하고자 하였다.

연구를 위해 가족갈등을 경험한 기독청년 8명을 대상으로 3일간 10회기의 비블리오드라마 프로그램을 진행하였으며 수집된 자료를 Strauss와 Corbin(2009)의 근거이론 방법을 적용하여 질적 분석 하였다.

그 결과, 핵심범주로는 ‘텍스트와의 상호작용을 통한 주체적인 자기 찾기’가 도출되었고, 가족갈등을 경험한 기독청년들은 비블리오드라마에서 여러 단계를 거쳐 다양한 양상으로 텍스트와 반응하며 역할의 변화를 경험했다.

이를 통해 참여자들은 현실에서 자기를 발견하고, 희망을 갖게 되었으며 가족관계에 새롭게 반응하고 인식할 수 있었고, 영적태도의 변화를 가져왔다.

@highlight

이 연구는 질적 연구 방법의 하나인 근거이론을 통하여 가족갈등을 경험한 기독청년들이 비블리오드라마에 참여하여 자기발견과 치유되는 과정이 어떻게 진행되는지를 심층적으로 탐색함으로서 청년들의 치유와 회복에 종사하는 이들을 위한 실체이론을 개발하려 했다.

