2009 교육과정의 화학II ‘다양한 모습의 물질’ 중 ‘물질의 상태’ 영역에서는 결정의 구조에 대한 내용을 다루고 있다.

결정의 구조 내용 중 ‘최조밀 채움(closest packing)’과 관련된 내용은 학생들에게 흥미로울 수 있는 주제이다.

하지만 시중의 4종 화학II 교과서 중 오로지 한 개 교과서에서만 관련 내용을 다루고 있다.

그 이유는 ‘최조밀 채움’과 관련된 내용을 학생들에게 쉽게 설명할 수 있는 방법이 많지 않기 때문이라 생각한다.

특히 채조밀 채움과 면심입방구조를 연결 짓는 것에 어려움이 있다.

만약 최조밀 채움 방식의 작은 차이에 따라 육방밀집구조와 입방밀집구조(면심입방구조)가 만들어지는 과정을 시각적으로 보여줄 수 있는 방법이 있다면 학생들의 흥미와 이해를 높이는데 도움이 될 것이라 생각한다.

직경 2cm 가량의 스티로폼 구를 이용하여 최조밀 채움과 과련된 내용을 시각적으로 쉽게 설명할 수 있는 방법이 있어 소개하고자 한다.

@highlight

2009 교육과정의 화학II ‘다양한 모습의 물질’ 중 ‘물질의 상태’ 영역에서는 결정의 구조에 관한 내용을 다루고 있다.

@highlight

특히 채조밀 채움과 면심입방구조를 연결 짓는 것에 어려움이 있다.

