글쓰기에는 다양한 목적이 있을 수 있으나, 가장 중요한 것은 아마 소통일 것입니다.

그런데 소통은 단순한 전달이 아닙니다.

글쓰기가 진정으로 소통을 목적으로 한다면 일방적 전달식의 글쓰기가 아니라 상호적소통을 위한 글쓰기가 되어야 할 것입니다.

소통에는 과정과 결과가 있습니다.

소통이 결과에 초점이 맞추어져 있는 경우가 흔하나 사실은 그과정이 중요합니다.

예를 들어, 설득을 위한 글쓰기도 적어도 그 상당수는 소통을 하려고 하는 글쓰기로 볼 수 있지만 일단 ‘설득’이 되어야 소통이 되는 것입니다.

일방적인 주장을 하는 글쓰기는 ‘소통의 글쓰기’가아니라 ‘불통의 글쓰기’로 끝날 위험성이 높습니다.

이해는 오해의 한 특별한 경우라는 역설적인 말도 있지만, 글쓰기를통한 커뮤니케이션에서도 소통이 잘 되지 않는 경우들, 예들 들어 오해가 생기거나 갈등이 증폭되는 경우들이 우리가 짐작하는 것보다는 훨씬많아 보입니다.

소통의 의도는 가지고 있으나 막상 소통이 잘 되지 않는 경우들이 많다는 것입니다.

소통을 위해 글쓰는 사람의 태도에는 여러가지가 있을 수 있습니다.

일방적인 주장을 소통이라 생각하는 사람에서부터 글읽을 사람과 진정한 소통을 위한 충분한 고려나 배려를 하는 사람에 이르기까지 그 태도가 다양합니다.

그렇다면 바람직한 소통의 글쓰기는 어떠한 것일까요?

이제 소통을 위한 글쓰기의 몇 가지 측면을 살펴보겠습니다.

@highlight

글쓰기에는 다양한 목적이 있을 수 있으나, 가장 중요한 것은 아마 소통일 것입니다.

@highlight

글쓰기가 진정으로 소통을 목적으로 한다면 일방적 전달식의 글쓰기가 아니라 상호적소통을 위한 글쓰기가 되어야 할 것입니다.

