본 연구의 목적은, 삼국 시대로부터 조선에 이르기까지 유가의 주요 경서로 꼽혔던 『효경』의 체제를 분석하고, 현재 초등학교 도덕과 수업과 연계시켜 활용하는 방법을 시론적으로 모색하는 것이다.

① 이를 위해 먼저 현대 한국 사회의 효에 대한 인식과 분위기를 비판적으로 검토한 뒤, 그 대안으로 학교 교육 내에 ‘확장된 효’ 개념이 도입되어야만 한다고 밝혔다.

② 이어서 『효경』의 체제를 분석하고, 우리 전통에서 이 책이 지녔던 위상을 살펴보았다.

③ 끝으로 현재 초등학교 도덕과 교육과정 및 『도덕』 교과서들에 수록된 효 개념의 한계들을 논의하고,『효경』, 특히 『효경대의』를 중심으로 ‘확장된 효’ 개념을 초등학교 학생들에게 가르칠 수 있는 방법들을 제안하였다.

교사는 교과서의 효 관련 단원들을 수업하면서 『효경대의』의 내용을 부분적으로 인용하여 활용할 수도 있고, 『효경대의』의 내용을 먼저 소개한 뒤 연계되는 효행 관련 고사 또는 격언을 끌어들여와 수업할 수도 있으며, 교과서의 효 관련 단원들을 『효경대의』의 내용들로 전면 교체하여 수업할 수도 있을 것이다.

@highlight

본고의 목적은, 삼국 시대로부터 조선에 이르기까지 유가의 주요 경서로 꼽혔던 『효경』의 체제를 분석하고, 현재 초등학교 도덕과 수업과 연계시켜 활용하는 방법을 시론적으로 모색하는 것이다.

