고전적 용어로서 실렙스(syllepse)는 문법과 수사학 영역에서 구별되는 두 현상을 가리켰었다.

문법적 실렙스는 예외적인 일치의 다양한 유형을 정당화하는 문법적 문채(figure grammaticale)로 성, 수 또는 인칭의 일치에서 작용할 수 있다.

이는 경우에 따라 오류로 인지되기도 하고 수용이 되기도 한다.

한편 수사적 실렙스는 단어의 구체적 의미와 비유적 의미를 연결하는 수사법이었다.

본 논문에서는 실렙스의 개념을 명확하게 밝히고 일치 현상이 제기하는 다양한 예외적 문제들을 분석하고자 한다.

우리는 일단 프랑스어 문법의 전통에서 실렙스가 차지하는 위치를 검토하였고, 일치 현상을 다루는 데 있어서 실렙스의 역할을 분석하였다.

문법적 실렙스는 표현된 사고를 강조하고, 일치에 대한 전통적 규칙을 준수하지 않는 것으로 특정 효과를 만들어 내는 데 사용된다.

실렙스가 사용된 프랑스어 예문들을 분석하면서 우리는 지시적, 인지적, 표현적, 사회적 요인들이 일치의 구현과 변이에 많은 영향을 주는 것을 확인하였다.

@highlight

이 논문에서는 실렙스의 개념을 명확하게 밝히고 일치 현상이 제기하는 다양한 예외적 문제들을 분석하려 한다.

@highlight

우리는 일단 프랑스어 문법의 전통에서 실렙스가 차지하는 위치를 검토했고, 일치 현상을 다루는 데 있어서 실렙스의 역할을 분석했다.

