본 연구는 최근 관심을 받고 있는 더치커피의 이화학적 특성과 항산화효과를 알아보기 위해 실시하였다.

더치커피의 추출시간별로 일반성분, pH, 산도, 갈색도, 카페인함량, 유리당, 지방산함량과 총페놀함량, 총플라보노이드함량, 자유기소거효과를 조사하였다.

더치커피의 초기 0~3시간 추출액에서 조단백, 조지방, 고형분, 회분이 3시간이후 추출된 커피액에서보다 약2배 정도 높게 나타났다.

추출시간 9시간동안 pH의 변화는 크지 않았고 당도는 점차 감소하나 일반 커피보다는 다소 높았다.

냉수 추출임에도 카페인은 일정량 함유되어 있었고, 항산화력은 초기의 진한 추출액 뿐 아니라 시간이 지난 후기 추출액에서도 높게 나타났다.

총페놀화합물은 추출시간 초기부터 6시간까지는 크게 줄지 않았다.

유기산으로 구연산, 사과산이 주로 검출되었으며 지방산은 palmitic acid와 stearic acid가 주된 지방산이었다.

낮은 온도의 물로 오랜 시간 추출하는 더치커피는 카페인을 함유하고 있었고 초기에 다량의 성분이 용출되어 나오나항산화력이나 총페놀화합물들은 후기 추출물에서도 크게 감소하지 않았다.

@highlight

이 연구는 최근 관심을 받고 있는 더치커피의 이화학적 특성과 항산화효과를 알아보기 위해 실시했다.

@highlight

더치커피의 초기 0~3시간 추출액에서 조단백, 조지방, 고형분, 회분이 3시간이후 추출된 커피액에서보다 약2배 정도 높게 나타났다.

