진적굿은 천신(薦新)굿으로, 무당이 스스로를 위해 올리는 신굿 중 하나이며 매년 혹은 이태말미 삼년시력으로 올리는 정기제(定期際)이다.

때문에 시간과 비용 등의 이유로 굿의 규모와 제차가 축소되거나 뒤틀리는 경우가 적어 상대적으로 굿의 온전한 모습을 지켜서 연행하는 면이 강하다.

본고는 ≪대신말명≫거리를 위시하여 일반적으로 가정에서 올리는 천신굿과 달리 진적굿에서 특별히 강조되는 제차를 논의의 주대상으로 삼는다.

≪대신말명≫거리는 무업을 전수해준 선대 무당과 무조신 중 하나인 대신을 위한 제차이다.

서울굿에서 만신의 조정으로 각별히 모셔지는 최영에 대한 신앙과 관련하여 진적굿을 해석하는 그간의 논의와 더불어, 서울굿에서 신격을 드러내는 수단인 의대와 바리공주를 모시는 특수한 무무(巫舞)인 도령돌기 등 실제 연행되는 굿의 의례를 근거로 서울굿의 대표적인 무조신인 바리공주와의 상관성을 논의하였다.

@highlight

이 논문은 ≪대신말명≫거리를 위시해 일반적으로 가정에서 올리는 천신굿과 달리 진적굿에서 특별히 강조되는 제차를 논의의 주대상으로 삼는다.

