모

노

폴

과

 

I

F

A

(

I

n

v

e

r

t

e

d

 

F

 

A

n

t

e

n

n

a

)

가

 

함

께

 

동

작

하

는

 

하

이

브

리

드

 

안

테

나

를

 

이

용

한

 

M

I

M

O

(

M

u

l

t

i

 

I

n

p

u

t

 

M

u

l

t

i

 

O

u

t

p

u

t

)

 

안

테

나

를

 

설

계

한

다

.

 

안

테

나

 

공

간

을

 

줄

이

기

 

위

하

여

 

V

l

a

d

e

(

V

e

r

t

i

c

a

l

 

l

a

d

e

)

기

법

을

 

적

용

하

며

,

 

데

이

터

통

신

을

 

위

해

 

베

어

보

드

 

상

 

하

단

에

 

대

각

선

으

로

 

급

전

하

는

 

M

I

M

O

 

안

테

나

를

 

설

계

한

다

.

 

설

계

를

 

위

한

 

각

 

부

분

 

길

이

를

 

변

수

로

 

하

여

 

반

사

손

실

 

특

성

의

 

변

화

를

 

나

타

낸

다

.

 

L

T

E

7

0

0

,

 

C

D

M

A

,

 

G

S

M

,

 

D

C

S

,

 

P

C

S

 

및

 

W

C

D

M

A

의

 

6

중

 

주

파

수

대

역

에

서

 

동

작

하

는

 

안

테

나

를

 

설

계

하

고

 

이

를

 

구

현

한

다

.

 

구

현

된

 

안

테

나

에

 

대

한

 

반

사

손

실

 

측

정

결

과

,

 

V

S

W

R

 

3

:

1

 

기

준

으

로

 

설

계

대

역

 

전

체

를

 

만

족

하

였

다

.

 

또

한

 

안

테

나

에

 

대

한

 

방

사

특

성

은

 

L

T

E

7

0

0

/

C

D

M

A

/

G

S

M

 

주

파

수

대

역

에

서

 

평

균

이

득

 

?

3

.

7

6

 

~

 

-

2

.

5

3

d

B

i

 

및

 

4

2

.

0

6

 

~

 

5

5

.

8

4

%

의

 

효

율

,

 

D

C

S

/

P

C

S

/

 

W

C

D

M

A

 

주

파

수

대

역

에

서

는

 

평

균

이

득

 

?

3

.

2

7

 

~

 

-

1

.

2

1

d

B

i

 

및

 

4

7

.

0

8

 

~

 

7

5

.

6

%

의

 

효

율

을

 

보

였

다

.

 

M

I

M

O

특

성

 

중

 

중

요

한

 

요

소

인

 

2

안

테

나

 

간

의

 

분

리

도

는

 

전

 

밴

드

에

서

 

?

8

.

1

4

 

~

 

-

2

5

.

7

7

d

B

로

써

 

양

호

한

 

특

성

을

 

보

였

다

.

@highlight

안테나에 관한 방사특성은 LTE700/CDMA/GSM 주파수대역에서 평균이득 ?3.76 ~ -2.53dBi 및 42.06 ~ 55.84%의 효율, DCS/PCS/ WCDMA 주파수대역에서는 평균이득 ?3.27 ~ -1.21dBi 및 47.08 ~ 75.6%의 효율을 보였다.