4차 산업의 혁명과 관련하여 드론을 활용한 스마트 농업 시스템 구축이 요구된다.

농민의 방제 작업을 지원하고 효율을 높여주므로 농업의 고령화를 해결하는 역할로 급부상하고 있다.

그러나 운용적인 측면에서 드론의 효율성이 떨어지고 드론 활용에 대한 운영자와 소비자의 인식차이로 인하여 필요성이 감소되고 있다.

특히, 운영 기준 및 살포 효과에 대한 정확한 기준이 없어 소비자 측면에서 신뢰도가 감소하는 부분으로 작용하였다.

결국 드론 활용에 대한 분석의 연구가 희박하고 드론 방제사의 조종 실력에 따라 방제 효율의 편차가 크게 발생하여 방제 분야에서 드론의 보급을 저해하는 요소로 작용한다.

따라서, 본 논문에서는 기존에 운영되고 있는 드론 방제사의 운영 시스템을 확인하고 이를 보완하기 위해 시중에 판매되고 있는 방제 드론을 대상으로 실험을 실시하였고, 스마트운영모드를 기준으로 기체의 특성을 정확하게 파악하여 작업 일정 및 약량을 산출하기 위한 기초연구를 통해 소비자 요구에 맞는 농업용 방제 드론 운영시스템 구축을 위한 기초연구를 제안한다.

@highlight

4차 산업의 혁명과 관련해 드론을 활용한 스마트 농업 시스템 구축이 요구된다.

@highlight

특히, 운영 기준 및 살포 효과에 관한 정확한 기준이 없어 소비자 측면에서 신뢰도가 감소하는 부분으로 작용했다.

