빅 경제의 출현은 노동결정권을 갖게 하였으며, 독립근로자의 증가를 가져왔다.

성인교육 분야에서 기업교육강사는 대표적인 독립근로자라고 생각해볼 수 있다.

이 연구는 독립근로 형태로 일하고 있는 기업교육강사들의 관계망 특성과 기능을 살펴보는 것을 목적으로 하고 있다.

이를 위하여 한국연구재단의 지원을 받아 수행된 연구자료와 설문을 활용하여 독립기업교육강사 103명을 대상으로 다중회귀분석을 실시하였다.

연구결과는 다음과 같았다.

첫째, 독립기업교육강사들의 관계망 특성은 구성원들과의 강한 친밀감을 바탕으로 형성되어 있었으며, 관계망 내 구성원들과 비슷한 사회적 지위를 지닌 것으로 조사되었다.

이들의 관계망은 임금근로자들보다 폐쇄적이고 배타적인 속성을 지니고 있는 것으로 나타났다.

둘째, 독립근로기업교육강사들의 관계망 특성이 개발지원기능에 미치는 영향은 관계망 특성 중 강도만이 모든 개발지원기능에 유의미한 영향을 미치고 있었다.

학력이 경력개발기능에 특히 중요한 변수로 작용하고 있었고, 임금근로자들과 달리 관계망 다양성은 경력개발기능에 유의미한 영향을 미치지 않는 것으로 조사되었다.

@highlight

이 연구는 독립근로 형태로 일하는 기업교육강사들의 관계망 특성과 기능을 살펴보는 것을 목적으로 했다.

@highlight

학력이 경력개발기능에 중요한 변수로 작용하였고, 임금근로자들과 달리 관계망 다양성은 경력개발기능에 유의미한 영향을 미치지 않는 것으로 나타났다.

