이 연구는 서울의 강남과 비강남 학교 교사들과의 심층면담을 통해 학업적 보상과 교육격차 감소에 대한 학부모 학교참여의 영향력에 대한 교사들의 인식을 분석한 것이다.

주요 분석 결과는 다음과 같다.

먼저 교사들은 학교참여를 도구적 관점으로 이해하고 있었다.

나아가 강남과 비강남 교사들은 지역사회의 사회경제적 여건에 따라서 학부모의 학교참여 동기에 대해 상이한 인식을 하고 있었다.

다음으로 교사들은 학교참여가 직접적인 학업적 보상으로 이어질 개연성은 그리 크지 않다고 인식하고 있었다.

본 연구에서는 그 이유로 학부모들의 경쟁의식과 비공식적 정보망, 평가의 신뢰성을 의심하는 학부모들의 인식과 객관적 평가를 통해 이에 대응하려는 교사들의 생존전략, 교육과정과 학교의 일상에 대한 교사들의 인식 등을 확인할 수 있었다.

마지막으로 교사들은 학교참여가 상담이나 정보의 소통, 기대수준의 제고 등과 같은 간접적인 방식으로 학업성취에 도움이 될 수 있다고 인식하고 있었다.

이러한 인식은 비강남의 교사들에게서 더 두드러지게 나타나고 있었으나 이들 교사들도 이러한 보상이 교육격차의 감소로 이어지기는 어렵다고 인식하고 있었다.

이를 통해 본 연구에서는 학부모의 학교참여를 제고하기 위한 정책이 소기의 성과를 거두기 위해서는 학부모들의 학교참여에 대한 교사들의 인식에 대해 보다 근본적인 성찰이 이루어져야 한다는 점을 제언하였다.

@highlight

본 연구는 서울의 강남과 비강남 학교 교사들과의 심층면담을 통해 학업적 보상과 교육격차 감소에 대한 학부모 학교참여의 영향력에 대한 교사들의 인식을 분석한 것이다.

@highlight

이 연구에서는 그 이유로 학부모들의 경쟁의식과 비공식적 정보망, 평가의 신뢰성을 의심하는 학부모들의 인식과 객관적 평가를 통해 이에 대응하려는 교사들의 생존전략, 교육과정과 학교의 일상에 대한 교사들의 인식 등을 확인할 수 있었다.

