예비교사 교육은 미래의 교육을 책임지는 주체를 기른다는 의미에서 매우 중요하다.

예비교사는 교사의 꿈을 가지고 있으며 교직 적성을 가지고 있을 지라도 실제로 교직을 잘 수행할 수 있다는 교사효능감을 얼마만큼 가지고 있는지 알지 못한다.

추상적이고 주관적인 적성이나 흥미가 아니라 실제로 측정할 수 있는 교사효능감 정도는 교직에서의 성공을 예측하는 중요한 지표이다.

본 연구는 교직과정을 대부분 마치고 교육실습을 전후하여 예비교사들의 교사효능감의 변화를 살펴보고자 하였다.

먼저, 교육실습 전에 예비교사들의 교사효능감은 어떠한가를 살펴보고 실습 후에 유의미한 변화가 있는지를 살펴보았다.

수도권에 재학 중인 중등예비교사 93명을 대상으로 교육실습을 전후하여 교사효능감 검사를 실시하였으며, 대응표본 t-

검정을 통하여 설문자료를 분석하였다.

교사효능감의 전반적인 변화와 하위 요인들에 대한 변화 양상을 살펴보았다.

그 결과, 교육실습을 통해 전반적인 교사효능감의 향상이 있었으며 특히 교수효능감과 학생지도효능감 요인에서의 향상이 두드러졌다.

정서조절효능감과 자신감에서도 일정 정도 향상이 있었다.

과제난도선호 요인에서는 특별한 변화가 없었다.

실습 전 예비교사의 교사효능감 정도를 파악함으로써 교직과정에서 교사효능감을 높이기 위해 어떠한 노력이 필요한지를 논의하였으며, 교육실습 후 변화된 양상을 통하여 교육실습교과 수업의 개선을 위한 교수설계 방안에 대해 제시하였다.

@highlight

예비교사는 교사의 꿈을 가지고 있으며 교직 적성을 가지고 있어도 실제 교직을 잘 수행할 수 있다는 교사효능감을 얼마만큼 가지고 있는지 알 수 없다.

@highlight

추상적이고 주관적인 적성이나 흥미가 아니라 실제로 측정할 수 있는 교사효능감 정도는 교직에서의 성공을 예측하는 중요한 지표가 되므로 본 논문은 교직과정을 대부분 마치고 교육실습을 전후하여 예비교사들의 교사효능감의 변화를 살펴보았다.

