중앙인사기관은 국가의 인사행정을 총괄하는 범정부적 인사기관으로서 대부분의 국가가 행정국가로변천하면서 중앙인사기관을 설치·운영하고 있다.

본 연구는 우리나라 중앙인사기관의 변천과정을 태동기, 형성기, 과도기, 변혁기 등 네 가지 단계로 나누어 분석을 시도하였다.

한국의 중앙인사기관은 고시위원회와 총무처 인사국을 거쳐 그 동안 수차례의 변화과정을 거치면서 현재의 인사혁신처로 발전하였다.

그 동안 중앙인사기관은 정실주의를 배제하고 실적주의에 부합하기 위한 많은 노력을 기울려 왔으나 정치적·행정적 환경변화에 따라 정치적 중립성을 확보하지 못한 측면이 있다.

또한 중앙인사기관은 일부시기를 제외하고는 전반적으로 일원화된 체제와 비독립 단독형을 유지하여 왔다.

이와 같이 중앙인사기관이통합적인 업무를 수행함으로써 전문성과 독립성 확보에 어려움이 있다.

따라서 현재의 인사혁신처는 독립성과 개방성 그리고 전문성을 강화하고 공직개혁을 추진하는 기관으로 역할을 요구 받고 있다.

우리 정부가 21세기 무한경쟁의 시대에 대응하기 위해서는 인적자원의 효율적 관리에 최우선 역점을 두어야 한다.

향후 중앙인사기관은 정부부문 인적자원 관리의 총체적이고 중추적인 기관으로서 역할과 함께 공무원에 대한 갈등과 피로감을 줄이고 서비스를 극대화하는 기관으로서 인사행정의 발전을 모색하고 행정능률의 향상을 적극화하는 방향으로 나아가야 한다.

@highlight

이 연구는 우리나라 중앙인사기관의 변천과정을 태동기, 형성기, 과도기, 변혁기 등 네 가지 단계로 나누어 분석을 시도했다.

