한문과 수업에서 한자는 중요한 학습 요소이다.

한자 학습을 위한 수업을 어떻게 구성하느냐는 중요한 문제가 되는데, 다채로운 수업을 위해서는, 다양한 도구와 방법이 반드시 필요하다.

이에 중등학교 수업 현장에서 활용할 수 있는 한자 학습 도구의 하나로서 ‘?

字詩를 활용한 한자놀이 수업’을 제시하여보았다.

‘2015 한문과 교육과정’의 내용체계와 성취기준에 따르자면, ‘?

字詩를 활용한 한자놀이 수업’은 ‘한자의 모양·음·뜻’과 ‘한자의 짜임’에 대한 학습과 평가에 활용할 수 있다.

구체적으로는 ‘한자의 구성성분 활용하기’라는 교수·학습 방법에 적용하여 수업을 진행할 수 있다.

또한 ‘전통문화의 계승과 발전’과 ‘한자문화권의 언어와 문화’에 대한 학습과 평가에도 활용할 수 있다.

본고에서는 먼저 ?

字의 개념과 역사 및 그 유형과 유희적 성격에 대해 알아보고, 유근과 주지번이 수창하여 남긴 東坡體(神智體) ?

字詩와 그 수창 방식에 대해서도 함께 살펴보았다.

그리고 유근과 주지번이 수창한 ?

字詩를 활용하여 한자놀이 수업을 구성할 방안에 대해 제언하였다.

@highlight

이 논문에서는 먼저 ?

@highlight

字의 개념과 역사 및 그 유형과 유희적 성격에 관해 알아보고, 유근과 주지번이 수창해 남긴 東坡體(神智體) ?

@highlight

字詩와 그 수창 방식에 대해서도 함께 살펴보았다.

