본 연구는 창조경제를 통한 문화산업 발전의 필요·충분조건에 관한 서술이다.

창조경제의 내재적 특성으로는 창의성, 혁신, 융합과 통섭이며 인프라적 특성으로 교육내용과 제도의 변화, 그리고 행정제도의 변화이다.

문화산업 역시 창의성, 독점성, 윈도우효과뿐 아니라 네트웍 조직, 숙련된 노동력, 지역적 집적, 공간적 집적, 그리고 노동과정의 유연성이라는 특성을 아울러 갖고 있다.

따라서 창조경제가 갖고 있는 특성과 문화산업이 갖고 있는 유사한 특성의 접목을 통해 문화산업 발전의 접근 논리, 즉, 유연적 네트웍, 학습을 통한 혁신, 그리고 문화산업 클러스트의 접근 논리를 선별적으로 잘 활용하면 문화산업 발전의 필요·충분조건이 제시될 수 있을 것이다.

문화산업발전의 필요조건으로는 창의성 생태계, 기호욕구, 스토리텔링, 그리고 리더십이며, 충분조건으로는 디지털 기술의 발전, 방송·통신·컴퓨터의 융합, 혁신의 제도화, 그리고 제도의 변화이다.

이런 점을 고려해 문화산업발전의 필요·충분조건이 잘 갖추어 지면 창조경제를 통한 문화산업은 발전할 수 있을 것이다.

@highlight

이 연구는 창조경제를 통한 문화산업 발전의 필요·충분조건에 관한 서술이다.

@highlight

창조경제의 내재적 특성으로는 창의성, 혁신, 융합과 통섭이며 인프라적 특성으로 교육내용과 제도의 변화, 행정제도의 변화이다.

