본 연구는 국립산림치유원에서 운영하는 배우자와 함께하는 숲태교프로그램에 참가한 임신 16주에서32주 사이의 임신부 43명을 대상으로 1박 2일의 숲태교프로그램이 임신 스트레스, 정서안정, 삶의 행복감에 미치는 영향을 알아보기 위하여 실시하였다.

연구 결과, 첫째, 숲태교프로그램 실시 후에 임신부의 임신스트레스가 감소하고, 임신스트레스의 하위 요인 중에서는 태아 요인과 임신부 요인이 유의하게 낮아졌다(p<.05).

둘째,임신부의 정서를 안정시키고, 정서안정 척도의 하위 요인에서는 자신감-

낙관 요인, 만족-

평온 요인은 유의하게 증가하였고, 근심-

두려움 요인, 긴장-

불안 요인은 유의하게 감소하였다(p<.05).

셋째, 임신부의 행복감을증진시키고, 하위요인 중에서는 부정적 정서 요인이 유의하게 감소하였다(p<.05).

따라서 숲태교프로그램은 임신부의 임신스트레스를 감소시키고 정서를 안정시키며, 행복감을 증진시키는 효과가 있다고 하겠다.

향후 배우자와 함께하는 다양한 형태의 숲태교프로그램 개발이 필요하고, 본 연구가 숲태교 프로그램의 확산에 기여하기를 기대한다.

@highlight

숲태교프로그램이 임신 스트레스, 정서안정, 삶의 행복감에 미치는 영향을 알아보기 위해 연구를 실시한 결과 숲태교프로그램 실시 후 임신스트레스가 감소하고 태아 요인과 임신부 요인이 낮아졌다.

@highlight

숲태교프로그램은 임신스트레스를 감소, 정서 안정, 행복감을 증진에 효과가 있다고 할 수 있다.

