정보기술 발달에 따른 기록관의 패러다임이 과거 기록물에 대한 보존 관리에서 이용 중심의 서비스로 전환되고 있다.

이에 본 연구는 기록정보 서비스 이용자의 만족도 제고를 위한 조직적 개선 노력을 위하여, 대학기록관 기록물관리 전문요원을 대상으로 대학기록관 내부마케팅 요소가 직원의 고객지향성에 어떤 영향을 미치는가에 대한 실증연구를 설문을 통해 진행하였다.

선행연구를 토대로, 내부마케팅의 요인으로 권한위임, 내부커뮤니케이션, 경영층지원, 교육훈련을 설정하고, 이에 대한 매개변수는 직무만족, 조직몰입, 종속변수로는 고객지향성을 설정하고 연구 변수 간 가설과 연구모형을 설정하고 통계시스템을 통한 분석을 시도하였다.

연구 결과를 종합하면, 내부마케팅의 요소는 직무만족 및 조직몰입, 고객지향성에 대해 모두 유의한 영향을 미치는 것으로 나타났으며, 대학기록관 직원의 직무만족과 조직몰입, 고객지향성 향상에 있어 내부마케팅 요인 중 경영층지원 요인이 가장 밀접한 관계가 있는 것으로 도출되었다.

@highlight

정보기술 발달에 따른 기록관의 패러다임이 과거 기록물에 대한 보존 관리에서 이용 중심의 서비스로 전환되고 있다.

