이

 

연

구

는

 

R

.

 

M

e

r

t

o

n

이

 

제

시

한

 

과

학

 

규

범

인

 

C

U

D

O

s

에

 

기

반

을

 

두

고

 

예

비

교

사

들

의

 

과

학

 

규

범

 

인

식

을

 

알

아

보

기

 

위

한

 

검

사

도

구

를

 

개

발

하

고

 

적

용

하

기

 

위

하

여

 

진

행

되

었

다

.

 

전

공

별

,

 

학

년

별

,

 

성

별

에

 

따

라

 

과

학

 

예

비

 

교

사

들

의

 

과

학

 

규

범

에

 

대

한

 

인

식

을

 

비

교

하

고

,

 

군

집

분

석

을

 

통

해

 

과

학

 

규

범

에

 

대

한

 

인

식

의

 

유

형

을

 

분

석

하

였

다

.

 

이

 

연

구

를

 

위

해

 

두

 

개

 

대

학

교

의

 

2

6

0

명

의

 

예

비

과

학

교

사

가

 

참

가

하

였

다

.

 

먼

저

 

M

e

r

t

o

n

의

 

C

U

D

O

s

를

 

토

대

로

 

탈

이

해

관

계

,

 

공

유

성

,

 

보

편

성

,

 

조

직

화

된

 

회

의

를

 

구

인

으

로

 

하

고

,

 

탈

이

해

관

계

의

 

수

준

을

 

개

인

,

 

국

가

,

 

인

류

로

 

하

여

 

총

 

6

개

 

구

인

의

 

3

2

개

 

문

항

이

 

개

발

되

었

다

.

 

과

학

연

구

를

 

통

한

 

개

인

적

 

이

익

 

추

구

에

 

대

한

 

인

식

,

 

과

학

연

구

를

 

통

한

 

국

가

적

 

이

익

 

추

구

에

 

대

한

 

인

식

,

 

과

학

연

구

를

 

통

한

 

전

인

류

적

 

복

지

 

추

구

에

 

대

한

 

인

식

,

 

과

학

지

식

과

 

기

술

의

 

비

공

유

주

의

적

 

인

식

,

 

과

학

의

 

반

보

편

적

 

태

도

에

 

대

한

 

인

식

,

 

과

학

의

 

반

회

의

적

 

태

도

에

 

대

한

 

인

식

으

로

 

문

항

이

 

구

성

되

었

다

.

 

연

구

 

결

과

 

개

발

된

 

문

항

의

 

통

계

적

 

타

당

도

와

 

신

뢰

도

는

 

적

합

한

 

것

으

로

 

확

인

되

었

다

.

 

성

별

,

 

전

공

별

,

 

학

년

별

 

과

학

 

규

범

 

인

식

에

 

대

한

 

점

수

 

비

교

 

결

과

 

성

별

,

 

전

공

별

,

 

학

년

별

 

의

미

 

있

는

 

차

이

는

 

없

었

다

.

 

예

비

과

학

교

사

들

의

 

과

학

 

규

범

적

 

신

념

을

 

근

거

로

 

유

형

 

분

석

을

 

실

시

하

였

고

,

 

전

통

적

 

과

학

주

의

,

 

현

대

적

 

실

용

주

의

,

 

공

리

주

 

의

적

 

관

점

을

 

확

인

하

였

다

.

@highlight

본고는 R. Merton이 제시한 과학 규범인 CUDOs에 기반을 두고 예비교사들의 과학 규범 인식을 알아보기 위한 검사도구를 개발하고 적용하기 위하는 것을 목표로 진행 되었다.