이 글은 일본에서의 전후 이주 정치의 메카니즘을 규명하고, 1989년부터 시작되어 현재에 이르기까지 일본에서의 이주 문제에 있어서 중심적인 이슈인 이주자 참정권 문제를 중심으로 현대 일본의 이주 정치의 역동성과 주요 균열 구조, 그리고 재일 코리언들의 정치적 정체성의 문제에 관하여 논구하고자 한다.

물론 이주자 참정권 문제는 국제 이주와 관련된 다양한 이슈중의 하나일 뿐이다.

그러나 여타의 이슈들과는 달리, 이주자의 참정권 문제는 현대 일본의 이주 문제 가운데 가장 큰 반향을 불러일으켰고, 이런 의미에서, 현대 일본의 이주 정치의 역동성과 주요 균열 구조, 그리고 이주자 그룹의 정책 정체성을 이해할 수 있는 시금석을 제공한다.

이 글에서는 ‘경로 추적’의 방법을 사용하여 이주자 참정권 문제의 인과적 전개와 그 속에서의 다양한 행위자들의 입장 및 이주자들의 정치적 정체성을 ‘관계적’으로 분석함으로써 현대 일본에서의 이주정책과 제도화의 함의를 이주 정치의 관계적 틀(동화와 배제) 속에서 이해하고자 한다.

@highlight

이 연구는 일본에서의 전후 이주 정치의 메카니즘을 규명하고, 1989년부터 시작되어 현재에 이르기까지 일본에서의 이주 문제에 있어서 중심적인 이슈인 이주자 참정권 문제를 중심으로 현대 일본의 이주 정치의 역동성과 주요 균열 구조, 재일 코리언들의 정치적 정체성의 문제에 대해 논구하려 한다.

