본 연구에서는 중국의 수학과 ‘교육과정표준’에서 4개의 하위 영역 중 하나로 제시하고 있는 실천과 종합응용의 내용을 구현한 연변의 초등학교 수학 교과서 내용을 분석하였다.

이를 위해 연변교육출판사에서 출판한 12권의 초등학교 수학 교과서를 이용하여 실천과 종합응용 내용을 분석하였다.

‘교육과정표준’의 실천과 종합응용에서는 수학적 지식과 경험을 활용하고 응용하여 도전적이고 종합적인 문제를 해결하고, 주요 학습내용에 대한 이해와 연계를 체험하도록 제시하고 있다.

교과서 분석 결과, 실천활동에서는 상황적 배경이 대부분 교실 안에서 할 수 있는 활동으로 제한되어 있다는 것과 종합응용에서는 수학 지식의 상호연계성을 인식할 수 있는 활동이 적다는 한계를 보였다.

수학적 과정 면에서는 문제해결이 주를 이루고 있으며, 부분적으로 의사소통 활동이 제시되어 있었으며, 추론 활동이 적게 나타났다.

또 수학적 활동에서도 대부분 체험활동이 주를 이루고 있으며, 수학적 지식을 타 교과나 타 영역에 통합할 수 있는 통합적 활동이 부족한 것으로 나타났다.

@highlight

이 연구에서는 중국의 수학과 ‘교육과정표준’에서 4개의 하위 영역 중 하나로 제시하고 있는 실천과 종합응용의 내용을 구현한 연변의 초등학교 수학 교과서 내용을 분석했다.

