본 연구는 해결중심 부부미술치료가 중년기 부부의 결혼만족도에 어떠한 영향을 미치는가를 살펴보는 데 목적이 있다.

연구대상은 결혼생활에 대한 불만을 호소하는 중년기 부부이다.

연구기간은 2017년 2월 25 일부터 2017년 4월 28일까지 주 1회 총 10회기를 실시하였다.

측정도구는 결혼만족도 척도(Marital satisfaction Scale: MSS)와 K-

HTP를사용하였다.

자료 분석은 결혼만족도 척도에 대하여 사전, 사후검사와추후 점수 간의 차이를 비교하고 그 변화를 분석하였다.

K-

HTP는 사전, 사후 검사결과를 비교 분석하고 변화에 대해 평가하였다.

연구결과는 첫째, 해결중심 부부미술치료가 중년기 부부의 결혼 만족도의 전반적 결혼생활 만족에 긍정적인 영향을 준 것으로 나타났다.

둘째, 해결중심 부부미술치료가 중년기 부부의 결혼만족도의 부부관계의 만족에 긍정적인영향을 준 것으로 나타났다.

셋째, K-

HTP 사전 및 사후 검사 결과와 단계별 진행과정에서 나타난 변화들에서 부부관계와 결혼생활 만족에 긍정적 영향을 미친 것으로 나타났다.

이러한 결과는 해결중심 부부미술치료가 중년기 부부의 결혼만족도에 긍정적인 효과가 있음을 알 수 있다.

@highlight

본 논문의 목적은 해결중심 부부미술치료가 중년기 부부의 결혼만족도에 어떤 영향을 미치는가를 살펴보는 데에 있다.

@highlight

연구대상은 결혼생활에 대한 불만을 호소하는 중년기 부부로 하였다.

