본 연구는 프로젝트 기반 학습에 다양한 미디어를 융합적으로 활용한 것에 대한 좋은 점과 어려운점 그리고 다양한 미디어를 융합적으로 활용한 프로젝트 기반 학습에 대한 장·단점에 대해 알아보고자 하였다.

16주간의 수업 후 반 구조화된 개방형 설문과 개인 면담을 실시하였으며, 그 결과분석은 다음과 같다.

융합적 미디어 활용의 좋은 점은 다양한 미디어의 활용으로 수업에 ‘흥미와 재미’를 유발하며, 소셜미디어를 개별학습 및 팀 학습의 상호작용과 소통의 장으로 활용할 수 있었다.

또한 주도적으로 학습을 할 수 있었으며, 타인에 대한 배려와 협동을 배울 수 있는 것을 프로젝트 기반 학습의 장점이라는 의견을 보였다.

그러나 새로운 미디어의 활용 방법과 이를 배우기 위해 많은 시간이 요구되는 것을 어려운점으로 나타내었으며, 프로젝트 활동을 위한 팀 활동 시간과 새로운 아이디어 생성이 힘들었다는 의견을 보였다.

본 연구 분석을 통해 후속으로는 학습에 쉽게 적용될 수 있는 융합적 미디어의 개발과 학습자들이 학습에 다양한 미디어를 활용할 수 있는 프로젝트 기반 학습에 관한 연구가 요구된다.

@highlight

이 연구는 프로젝트 기반 학습에 다양한 미디어를 융합적으로 활용한 것에 대해 좋은 점과 어려운점 그리고 다양한 미디어를 융합적으로 활용한 프로젝트 기반 학습에 대해 장·단점에 관해 알아보고자 했다.

