본 연구는 상담경험과 개인 수준의 문화 가치가 상담기법(지시적, 비지시적) 선호도에 미치는 영향을 규명하는 것을 목적으로 하였다.

총 106명의 대학생들을 대상으로 지시적 혹은 비지시적 상담기법이 담긴 상담대본을 읽게 한 후 대본에 나와 있는 상담자를 평정하도록 하였다.

전체적으로 상담경험 여부에 따라 상담기법에 대한 인식과 선호도가 달라지는 것으로 드러났다.

상담경험이 없는 학생들의 경우 아시아문화가치에 대한 수용도가 높을수록 비지시적 상담기법에 대한 선호도는 증가하는 반면, 지시적 상담기법에 대한 선호도는 낮아졌다.

반면에, 상담경험이 있는 학생들의 경우 아시아문화가치에 대한 수용도가 높을수록 비지시적 상담기법에 대한 평가는 중립적이거나 호의적인 것으로 드러난 반면, 지시적 상담기법에 대한 평가는 높아졌다.

본 연구는 적은 수의 참여자를 대상으로 했고, 모의상담사례에 나타난 상담기법에 대한 참여자들의 인식을 측정했기 때문에, 다른 상담문제를 다루는 실제 상담장면에 일반화시키기에는 한계가 있다.

하지만, 한국의 대학생들을 상담하면서 상담기법의 유용성을 고려해야할 경우, 내담자의 과거 상담경험과 개인수준의 문화가치를 고려해야할 필요가 있음을 시사하고 있다.

@highlight

이 연구는 상담경험과 개인 수준의 문화 가치가 상담기법(지시적, 비지시적) 선호도에 미치는 영향을 규명하는 것을 목적으로 하였다.

