이 은 라캉의 정신분석이론을 활용하여, 학습활동에 한 부정인 정서에도 불구하고 학 습활동에 매우 많은 시간을 투입하여 높은 학력성취도를 이루는 정신 메커니즘과 학습활동 과 정서 성취도가 함께 높은 학습활동의 서로 다른 메커니즘을 밝내고자 하는 연구이다.

라캉에 의하면 욕망은 타자의 욕망이므로, 욕망으로서 학업에 임하는 학생은 학력성취도는 높 을 수가 있어도, 학업에 하여 정인 정서를 가질 수가 없다.

이에 비해 욕동의 맥락에서의 학업이란 높은 학습동기와 학업에 있어서의 자아효능감을 기반으로 한, 자기주도이고 창의 인 지식 생활 활동이다.

그리고 욕동은 순환활동 자체를 통하여 억압 없는 만족감을 가져다 다는 맥락에서, 욕동으로서 학업은 학생에게 지 활동에의 도 자체가 만족감을 가져다 다.

따라서 욕동으로서 학업에 임하는 학생은 학업의 정서 성취도가 높아진다.

재 우리 학 생들의 학업련 정서 성취도가 낮은 이유는 학업욕동이 아닌 학업욕망에 의거한 학습활동 을 하기 때문이다.

@highlight

이 은 라캉의 정신분석이론을 활용하여, 학습활동에 한 부정인 정서에도 학 습활동에 아주 많은 시간을 투입해 높은 학력성취도를 이루는 정신 메커니즘과 학습활동 과 정서 성취도가 함께 높은 학습활동의 서로 다른 메커니즘을 밝내고자 하는 연구이다.

