이 연구는 사계 김장생의 「근사록석의(近思錄釋疑)」에 수록된 「근사록오자교정(近思錄誤字校正)」의 내용을 중심으로, 현존하는 「근사록」 판본과 재교감(再校勘)하여 분석한 것이다.

사계는 「근사록오자교정」에서 모두 44건의 항목을 지적하였으며, 當作유형 25건, 疑作유형 8건, 他本作유형 11건으로 구분되었다.

이 중 31건의 오자와 2건의 첨자가 발견되었다.

사계가 오자교정으로 지적한 문자를 분석한 결과, 오자가 생긴 이유로 ① 고려본 이래로 무비판적으로 전승되어 오자가 생겨난 경우, ② 청량서원본에만 오각이 발생된 경우, ③ 사계가 생각하기에 문맥의 흐름상 바꾸는 것이 좋을 것 같다고 판단하여 교정한 경우 등으로 구분되었다.

다른 판본과 비교하여 오자교정이 많이 이루어진 판본은 초주혼입 乙본, 초주대자목판본, 점필서원본이었다.

이들은 판본의 형태를 기준으로 계통을 이루고 있는 초주갑인자혼입보자본 계통과도 같은 흐름을 보이고 있기 때문에 대교의 방법을 통하여 증명이 되었다.

@highlight

본 연구는 사계 김장생의 「근사록석의」에 수록된 「근사록오자교정」의 내용을 중심으로, 현존하는 「근사록」 판본과 재교감하여 분석한 것이다.

