본 연구에서는 과학 영재교육원 지원 학생들의 지구온난화와 관련된 현상과 문제점, 이로운 영향에 대한 인식을 살펴보았다.

연구 대상은 초등영재 및 중등영재교육 지원자인 초등학생 93명이었다.

연구 결과, 지구온난화로 인해 나타난 현상에 대하여 많은 학생들이 응답한 내용은 빙하나 만년설이 녹음, 기온 상승, 해수면 상승, 기상이변 및 자연재해, 북극곰 멸종 및 감소, 계절 길이의 변화 등으로 나타났다.

지구온난화의 문제점으로 많이 응답한 내용은 기온 상승, 동식물 멸종, 기상이변이나 자연재해, 북극곰 멸종, 섬이 사라짐 등이었으며, 현상 자체보다는 문제점 중심의 응답이 많았고, 이러한 경향은 중등영재 지원자의 경우에 더욱 두드러져 개념이 더 분화되어 있음을 알 수 있었다.

또한, 지구온난화의 이로운 영향에 대해서도 다각적인 측면의 이해를 하고 있었다.

지구온난화의 현상과 문제점에 대해서 영재교육 지원자들도 대표적인 오개념인 오존층 파괴, 일반 환경오염, 이산화탄소 증가 등의 인식을 가지고 있어 환경관련 문제들의 상호관계에 대한 교육이 필요함을 알 수 있었다.

@highlight

본 연구는 과학 영재교육원 지원 학생들의 지구온난화와 관련된 현상과 문제점, 이로운 영향에 대한 인식을 살펴보았으며, 지구온난화로 인해 나타난 현상에는 빙하나 만년설이 녹음, 기온 상승, 해수면 상승, 기상이변 또는 자연재해, 북극곰 멸종 및 감소, 계절 길이의 변화 등으로 나타났다.

