본 연구의 목적은 12주간의 산림 운동이 중년여성의 혈중지질, SOD, 그리고 멜라토닌에 미치는 효과를 알아보는 것이다.

연구 대상자를 2개 집단(산림운동 집단, n=12, 51.73±2.49세; 실내운동집단 n=12, 52.37±2.43세)으로 나누어 12주간 운동을 실시하였다.

모든 대상자들은 12주간의 운동 전과 후에 혈중지질과SOD 및 멜라토닌 수준을 측정하였다.

자료처리는 평균과 표준편차를 구한 후 반복이 있는 이원변량분석과 공변량 분석을 하여 다음과 같은 결과를 얻었다.

첫째, 산림 운동이 실내 운동보다 HDL-

콜레스테롤 증가와 중성지방 감소에 더 효과적이었다.

둘째, 산림 운동이 실내 운동보다 SOD와 멜라토닌 농도 증가에 더 효과적이었다.

따라서 본 연구는 다양한 지형과 자연 치유인자를 가진 산림 운동이 중년여성의 혈중지질 성분을 향상시키고, 나아가서 노화와 관련된 항산화 기능을 향상시키는 효과적인 운동 방법이라고 제안한다.

@highlight

이 연구의 목적은 12주간의 산림 운동이 중년여성의 혈중지질, SOD, 멜라토닌에 미치는 효과를 알아보는 것이다.

