이 글은 인지언어학의 개요를 살펴보면서, 인지언어학의 방법론을 제시하고, 향후 인지언어학이 나아가야 할 방향을 모색하는 데 목적을 두었다.

인지언어학은 1970년대 후반과 1980년대 초반에 출현했으며, 두 가지 면에서 형식언어학이나 기능언어학과 구분된다.

첫째, 인지언어학은 언어의 인지적 토대인 인지적 신념을 중요하게 받아들인다.

즉, 인지언어학은 인지과학과 뇌과학의 연구결과에 비추어 언어를 기술하고자 한다.

둘째, 인지언어학자들은 일반화 신념을 고수한다.

일반화 신념이란 언어 지식을 구성하는 본질과 원리를 인지 능력의 결과로 기술하려는 신념이다.

이런 독특한 신념을 가진 인지언어학의 연구 방법론은, 크게 인지모형과 인지과정으로 나누어 살펴볼 수 있다.

이 논문에서는 인지모형 중에서 시나리오와 프레임을 검토하며, 인지과정으로서는 개념적 은유와 개념적 혼성을 검토한다.

특히 개념적 혼성의 설명력을 부각하면서, 향후 개념적 혼성 이론의 발전 가능성을 많이 암시했다.

@highlight

이 글은 인지언어학의 개요를 살펴보면서, 인지언어학의 방법론을 제시하고, 향후 인지언어학이 나아가야 할 방향을 모색하는 데 목적을 두었다.

