최근의 인터넷과 SNS와 같은 온라인 공간의 발전으로 인해 청소년들은 많은 시간을 온라인 공간에서 보내고 있으며, 온라인 대인관계의 영역은 갈수록 증가하고 있다.

본 연구에서는 온라인 대인관계의 친밀감의 형성을 오프라인과 비교하여 파악하기 위해 Reis와 Shaver의 친밀감의 대인관계모형을 온라인과 오프라인에 적용하여 분석하였다.

연구대상은 서울 경기지역의 청소년 656명을 대상으로 하였다.

설문조사에는 SNS 이용빈도, 온, 오프라인 자기개방, 반응성, 친밀감을 측정하는 문항들을 포함하였다.

온라인공간과 오프라인 공간에 대해서 각각 자기개방과 반응성, 친밀감의 관계를 분석하였다.

그 결과 온라인 공간에서는 자기개방이 친밀감에 미치는 영향에서 반응성이 조절변수의 역할을 하는 것으로 나타났고.

오프라인에서는 자기개방이 반응성을 매개로 친밀감에 영향을 미치는 것으로 나타났다.

이를 통해 온라인 공간에서는 오프라인과 다르게 자기개방이 친밀감에 미치는 영향을 반응성이 조절효과를 가지는 것을 밝혀내어, 온라인 관계에 대한 상반된 두 가지 가설인 감소가설과 촉진가설의 통합적 이해에 기여하였고, 온라인 공간에서의 소통에 대한 이해를 넓혔다는 데에 본 연구의 의의가 있다.

@highlight

이 연구에서는 온라인 대인관계의 친밀감의 형성을 오프라인과 비교하여 파악하기 위해 Reis와 Shaver의 친밀감의 대인관계모형을 온라인과 오프라인에 적용하여 분석했다.

