4차 산업혁명과 혁신은 어느 새 우리의 일상을 좌지우지 하는 지배적 담론이 되었으며 이를 둘러싼 경쟁 또한 날로 치열해지고 있다.

따라서 지방정부는 혁신에 유리한 환경을 조성하고 선진적인 기술개발을 유인할 수 있는가를 두고 그 능력을 평가받고 있다.

이러한 배경 하에서 기술개발과 혁신을 통한 경제성장에 초점을 맞추고 정책을 수립하는 ‘기업주의 도시’ 성향을 가진 지방정부가 늘어나고 있다.

‘기업주의 도시’는 어느 국가나 지역에서 흔하게 발견되는 현상이지만 최근 ‘중국제조 2025’를 중장기발전계획으로 수립하고 이를 강하게 추진하고 있는 중국에서는 더욱 두드러지고 있다.

이러한 상황에서 중국의 지방정부는 권위주의 속성과 결합한 기업주의 도시성향을 보이고 있다.

이러한 특징은 지방정부가 발표하는 정부 문건에서 확인할 수 있다.

본 연구에서는 2017년 청두시 인민정부 『업무보고』의 텍스트 분석과 내용 분석을 실시하였 다.

그 결과 청두시 인민정부의 『업무보고』는 중국 특유의 권위주의적 화법과 맥락 구조로 혁신담론을 당연한 것으로 만들고 이러한 담론 하에서 도시공간이 창출과 재편을 반복하면서 정부권력에 종속되어 가고 있음을 확인할 수 있었다.

@highlight

4차 산업혁명과 혁신은 어느순간 우리의 일상을 좌지우지 하는 지배적 담론이 되었고 이를 둘러싼 경쟁 또한 날로 치열해지고 있다.

@highlight

따라서 지방정부는 혁신에 유리한 환경을 조성하며 선진적인 기술개발을 유인할 수 있는지를 두고 그 능력을 평가받고 있다.

