최근 건강관리에 대한 국민의 관심이 높아지면서 헬스케어 서비스에 대한 인식과 이용률이 증가하고 있다.

하지만 기존의 헬스케어 서비스는 이동성의 불편함이 있으며, 정보입력의 신뢰성과 제공되는 정보의 정확성이 낮은 문제점을 가지고 있다.

본 연구는 이러한 문제점을 개선하여 스마트 폰을 활용한 m-

Health 어플리케이션을 개발하였다.

이는 잘못된 생활습관으로 건강관리를 제대로 하지 못하는 20~30대를 대상으로 맞춤화된 식이추천, 심혈관 질환위험도 알림 등의 총 5가지 서비스를 제공한다.

또한 Importance-

Performance Analysis(IPA)기법을 통해 일반적인 m-

Health 서비스의 중요도와 본 서비스의 만족도를 비교분석하여 장점 및 문제점을 파악하였다.

개발된 어플리케이션의 IPA분석결과 m-

Health 서비스를 효과적으로 제공받기 위해 필요한 12가지 항목 중 ‘정보입력의 정확성 및 신뢰성’, ‘컨텐츠 신뢰성’, ‘건강에 적합한 서비스 추천’ 등의 6가지 속성이 중요도와 만족도가 높은 영역에 속하였다.

그리고 ‘정보의 보안성’은 중요도는 높지만 만족도가 낮은 영역에 속하였다.

결론적으로 본서비스의 장점을 지속적으로 잘 유지하기 위해 Personal Heath record(PHR) 정보 연동과 함께 제공되는 서비스의 업데이트 및 정보의 보안성 강화를 위한 연구를 진행할 예정이다.

@highlight

이 연구는 이런 문제점을 개선해 스마트 폰을 활용한 m-

@highlight

Health 어플리케이션을 개발했다.

@highlight

결론적으로 본서비스의 장점을 지속적으로 잘 유지하기 위해 Personal Heath record 정보 연동과 함께 제공되는 서비스의 업데이트 및 정보의 보안성 강화를 위한 연구를 진행할 예정이다.

