본 연구는 국내 주요 언론사 신문, 방송 기자들이 소셜미디어의 효용 및 가치를어떻게 인식하는지 기자 개인, 언론사 조직, 미디어 환경적 요소를 살펴보았다.

이를 위해, 소셜미디어를 이용하는 신문 기자 10명, 방송 기자 16명을 대상으로2012년 11월말부터 2013년 2월까지 심층인터뷰를 진행하였다.

분석 결과, 기자들은 소셜미디어를 새로운 정보원으로서, 출입처 위주의 취재원을 넘어 폭넓은 목소리를 들을 수 있는 정보 보완 매체로서 인식하고 있는 것으로 나타났다.

또한 기자들은 뉴스 아이템을 선택하고 보도하는 조직적 차원에서 소셜미디어의 활용이 이루어져야 함을 인식하고 있었다.

특히, 기자가 뉴스를 선택하고 특정 이슈에 대한맥락을 파악해 보도하는데 소셜미디어가 유용하게 활용되고 있음을 인식하고 있음을 알 수 있었다.

결론적으로 기자들은 전통 미디어의 관행을 유지하는 가운데 소셜미디어 정보원을 활용하는 것으로 나타났다.

기자들은 뉴스 제작 과정에서 소셜미디어의 필요성을 인정하고 있으며, 취재 효율성 또는 이슈 파급력에 있어서 소셜미디어의 영향력을 인식하고 있었다.

위의 결과에도 불구하고 여러 제한점이 있다.

그러나 신문, 방송 기자들이 소셜미디어를 이용하여 뉴스를 제작하는 과정에서 소셜미디어를 새로운 정보원으로 인식하고 있으며, 소셜미디어의 효용성과 필요성에대한 긍정적인 응답을 들을 수 있었다는 점에서 가치가 있다고 판단한다.

@highlight

이 연구는 국내 주요 언론사 신문, 방송 기자들이 소셜미디어의 효용 및 가치를어떻게 인식하는지 기자 개인, 언론사 조직, 미디어 환경적 요소를 살펴보았다.

