본 연구는 보육교사의 직무스트레스, 협동적 조직문화가 임파워먼트에 미치는 영향력은 어떠한지, 각 변인들 간의 관련성은 있는지를 확인하고 보육교사의 임파워먼트를 높이기 위한 방안을 마련하는데 기초자료를 제공하고자 수행되었다.

본 연구는 부산지역에 소재한 보육교사 250명을 대상으로 설문조사를 실시하였다.

본 연구결과를 요약하면 첫째, 보육교사의 직무스트레스, 협동적 조직문화, 임파워먼트에 대한 인식 정도를 살펴본 결과에 따르면, 직무스트레스는 보통보다 낮은 수준이었으며, 협동적 조직문화와 임파워먼트는 보통보다 높은 수준인 것으로 나타났다.

둘째, 보육교사의 각 변인과의 관련성을 살펴보면 직무스트레스와 협동적 조직문화, 직무스트레스와 임파워먼트는 부적상관이 있는 것으로 나타났으며, 협동적 조직문화와 임파워먼트는 정적상관이 있는 것으로 나타났다.

셋째, 보육교사의 직무스트레스와 협동적 조직문화가 임파워먼트에 미치는 영향을 살펴 본 결과, 보육교사의 협동성, 학습동반자, 개인관련, 협동적 지도성, 원아들과의 활동의 순으로 임파워먼트에 미치는 상대적 영향력이 높은 것으로 나타났다.

@highlight

이 연구는 보육교사의 직무스트레스, 협동적 조직문화가 임파워먼트에 미치는 영향력은 어떠한지, 각 변인들 간의 관련성은 있는지를 확인하고 보육교사의 임파워먼트를 높이기 위한 방안을 마련하는데 기초자료를 제공하고자 수행되었다.

@highlight

이 연구는 부산지역에 소재한 보육교사 250명을 대상으로 설문조사를 실시하였다.

@highlight

이 연구결과를 요약하면 첫째, 보육교사의 직무스트레스, 협동적 조직문화, 임파워먼트에 대한 인식 정도를 살펴본 결과에 따르면, 직무스트레스는 보통보다 낮은 수준이었으며, 협동적 조직문화와 임파워먼트는 보통보다 높은 수준인 것으로 나타났다.

