본 연구는 IT 영업 인력의 성공적인 영업 활동을 위해 이들의 영업 역량이 영업성과에 미치는 영향을 살펴보고 일터학습 유형에 따른 조절효과를 검증하고자 국내 IT 기업 영업 인력 237명을 연구대상으로 삼아 자료를 수집한 후 위계적 회귀분석을 실시하였다.

실증분석 결과는 다음과 같다.

첫째, 영업 역량 및 그 하위 요인은 영업성과에 정(+)의 영향을 미치는 것으로 나타났다.

둘째, 영업 역량 및 그 하위 요인과 영업성과의 관계에서 일터학습 전체는 조절효과가 없었다.

영업 역량 및 그 하위 요인과 영업성과의 관계에서 일터학습의 형식 학습은 조절효과가 없었지만 무형식 학습은 조절효과가 확인되었다.

우연 학습의 경우 영업 역량의 영향력 역량군만 영업성과의 관계에서 조절효과가 있음이 나타났다.

연구는 영업 역량을 대인 서비스 역량군, 성취와 행동 역량군, 영향력 역량군으로 나누고, 일터학습의 형식 학습, 무형식 학습, 우연 학습에 대해 그 효과를 나누어 상호 검증하여 각 역량군별 학습의 조절효과를 확인하였다는 데 의의가 있다.

영업 역량과 하위 요인이 성과에 영향을 주고, 무형식 학습 및 우연 학습의 조절효과가 확인된 결과에 따라 IT 기업에서 영업교육을 담당하는 실무자는 영업 인력의 역량 및 성과향상을 위해 형식 학습에 대한 고민도 필요하겠지만, 학습의 일상화를 위한 무형식 학습과 우연 학습 기회 증진을 위한 노력을 고민해야 할 것이라는 시사를 준다.

@highlight

이 연구는 IT 영업 인력의 성공적인 영업 활동을 위해 이들의 영업 역량이 영업성과에 미치는 영향을 살펴보고 일터학습 유형에 따른 조절효과를 검증하고자 국내 IT 기업 영업 인력 237명을 연구대상으로 삼아 자료를 수집한 후 위계적 회귀분석을 실시했다.

