본 연구는 유치원 교원 평가 모형 및 도구를 개발하였으며, 교원 평가의 방향을 설정하고, 이에 근거하여 교원 평가 모형을 개발하였다.

또한 교원 평가도구를 개발하고, 개발된 교원 평가도구의 구성요인을 탐색하고 적절성을 알아보기 위해 신뢰도와 타당도를 검증하였다.

연구결과는 다음과 같다.

첫째, 교원 평가의 방향을 교원의 능력 제고와 교원 내재적 동기 유발에 두고 평가 모형에 대한 요구를 확인하였다.

둘째, 유치원 교원 평가도구는 교육과정 설계, 교육과정 운영, 유아교육 철학 및 신념, 그리고 반성적 사고능력의 4개 하위요인으로 구성되었음을 확인하였다.

유치원 교원 평가도구와 교사의 성취동기와 전문성 인식 간의 상관분석에서 유의미한 상관관계를 나타냈다.

그리고 척도의 신뢰도 검증을 위해 Cronbach’s α 산출결과, 전체 평가도구에 대한 신뢰도는 .87이었으며, 각 하위 구성요인의 내적일치도는 .81에서 .85까지로 나타났으며, 검사-

재검사 신뢰도는 .90인 것으로 나타났다.

‘유치원 교원 평가도구’는 유치원 교사의 능력을 평가할 수 있는 타당하고 신뢰도가 높은 도구로 밝혀졌다.

@highlight

이 연구는 유치원 교원 평가 모형 및 도구를 개발하였으며, 교원 평가의 방향을 설정하고, 이에 근거하여 교원 평가 모형을 개발했다.

