본 연구는 대학생 주거문제도 주거지원정책 차원에서 기숙사 건설과 같은 공급자 보조방식뿐 아니라 임차료 보조와 같은 수요자 보조방식을 통해 접근할 필요성이 있는지를 알아보려는 목적에서 출발하였다.

이를 위해 기숙사 건설방식의 특징을 집단적 계획입지에 의한 ‘안전성’, 그리고 임차료 보조방식의 특징을 개별적 자유입지에 의한 ‘자율성’으로 대비하여, 어떠한 특성의 학생이 어떠한 이유로 어느 방식을 선호하는지를 설문조사를 통해 실증분석하였다.

설문조사 결과, 임차료 보조방식이 아직까지 학생들에게 친숙한 개념이 아님에도 불구하고 40%에 가까운 선택을 받았다.

그리고 구조방정식 분석결과, 여학생이거나 저학년일수록 주거선택 요인으로 안전성을 중요하게 여기고,안전성을 추구하면 간접적이지만 기숙사 건설방식을 선호하는 경향이 있는 것으로 나타났다.

반대로 자율성을 중시하는 경우에는 임차료 보조방식을 선호하는데, 남학생은 간접적이지만 자율성을 선호하는 경향이 큰 것으로 나타났다.

따라서 학생들의 성별, 학년별 특성이나 개인의 주거선호 요인에 따라 기숙사 건설뿐 아니라 임차료 보조를 포함하여 대학생 주거지원수단을 다양화할 필요가 있으며, 특히 대학 주변의 기존주택을 활용하는 임차료 보조방식은 대학과 지역사회의 상생을 유도하는 역할도 수행할 수 있다.

@highlight

이 연구는 대학생 주거문제도 주거지원정책 차원에서 기숙사 건설과 같은 공급자 보조방식뿐 아니라 임차료 보조와 같은 수요자 보조방식을 통해 접근할 필요성이 있는지를 알아보려는 목적에서 출발하였다.

