미망사학파에서 ‘자아’는 지성의 본성이며 불변의 실체이며, 앎의 능력인 인식능력을 소유한 ‘아는자’이다.

인식 능력을 소유한 자아의 실체성과 편재성은 해탈의 경지에서도 결코 소멸되지 않고 영원하다.

미망사학파는 ‘나라는 개념’의 재인식에 주목함으로써 자아의 존재를 증명한다.

마치 과거에 존재 했었고 현재에 존재하고 있는 어떤 대상이 성립하기 위해서는 과거에서 현재까지 지속적으로 존재한다는 믿음으로 정당화되는 것처럼, 기억 속의 경험의 주체로서 나 스스로에 대한 재인식이다.

쿠마릴라와 샤바라는 경험적 현상 세계에 실존하는 존재를 근거로 초월적 자아의 존재성을 증명하며, 자아의 영원성과 불변성을 지지하면서도 양태 변화의 정당성을 옹호한다.

‘나는 안다’는 것은 일차적으로는 앎을 의미하지만 동시에 직접 경험에 의해 증명되는 행위를 의미한다.

쿠마릴라는 언어로 표현되는 모든 것들은 행위이며, 자아는 결지와 존재성을 보유한 행위의 행위자이다.

따라서 앎도 행위의 범주에 포함되게 된다.

미망사학파는 지혜에 의한 해탈의 가능성을 부정하고, 앎을 행위로 분류함으로써 자아는 앎의 주체인 동시에 행위의 주체이기도 하다.

따라서 존재론적 근거로 형이상학의 범주에서 논의된 자아는 인식론과 윤리학 논의의 근거이기도 하다.

@highlight

미망사학파에서 ‘자아’는 지성의 본성이며 불변의 실체이며, 앎의 능력인 인식능력을 소유한 ‘아는자’이다.

@highlight

마치 과거에 존재 했었고 현재에 존재하고 있는 어떤 대상이 성립하기 위해서는 과거에서 현재까지 지속적으로 존재한다는 믿음으로 정당화되는 것처럼, 기억 속의 경험의 주체로서 나 스스로에 관한 재인식이다.

