이 글은 9.11테러 이후에 유럽에서 급속도로 확산되고 있는 “이슬람포비아”(Islamophobia)현상의 본질, 양상, 원인 등을 규명하기위해 서유럽 국가 중 가장 많은 무슬림 인구수를 가진 프랑스를 연구대상으로 하여, 프랑스 사회의 이슬람포비아 확산 원인을 심층적으로 분석하는데 목적을 두고 있다.

프랑스의 이슬람포비아는 무슬림 인구의 급증과 “유라비아”(Eurabia) 현상, 경제위기 및 실업증가, 공화주의 이민자 통합정책의 실패, 보수 우파및 극우 정당의 선거 전략을 위한 “무슬림 때리기”, 미디어의 부정적이고 과장된 보도, 이슬람극단주의 테러 및 치안불안 등 복잡한 원인들이 얽혀 지속적으로 확산되어 왔다.

게다가 2004년 히잡 금지에 이어 2010년 부르카 금지 논란이 국가적인 이슈로 확대되면서 “이슬람은 프랑스의 공화주의와 라이시테(la laicite; 프랑스의 정교분리 원칙)를 위협하고 있다”는 인식이 프랑스 사회에 널리 퍼지고 있다.

이와 같은 프랑스의 이슬람포비아 현상은 인종주의와 인종차별, 무슬림의 반발, 사회적 갈등 등을 증폭시키면서 앞으로도 더욱 확산될 것으로 전망되고있다.

@highlight

이 글은 9.11테러 이후에 유럽에서 급속도로 확산되고 있는 “이슬람포비아”현상의 본질, 양상, 원인 등을 규명하기위해 서유럽 국가 중 가장 많은 무슬림 인구수를 가진 프랑스를 연구대상으로 하여, 프랑스 사회의 이슬람포비아 확산 원인을 심층적으로 분석하는데 목적을 두고 있다.

