사회 전반에 의료의 다원화 혹은 다변화를 요구하는 열망이 높아져 가고 있다.

이는 ‘대체의학’의 도입과 직결된문제라 할 수 있다.

본 연구에서는, 최근 법률정보에 따르면 헌법재판소의 의료법에 대한 합헌결정으로 불거진 대체의학의 제도화 움직임을 시작으로 향후 대체의학의 제도화 모델을 결론으로 그 내용을 담았다.

이는 대체의학을 ‘왜’도입하여야 하는가의 논의단계를 지나 ‘어떻게’ 대체의학을 도입할 것인가의 문제로 논의의 방향성을 제시함과 동시에 선행연구들을 면밀히 분석하여 재조명하므로 써 지금까지 축적되어온 연구 자료들을 충분히 고찰 하고자 하였다.

헌법재판소 판결 및 대법원 판례를 바탕으로 대체의학으로 야기되는 법적 쟁점 사항을 분석하고 대체의료행위가제도화되기위한선결요건을도출하였다.

또한무분별하게사용되고있는대체의학에관한용어사용을재정립하고 향후 대체의학을 공인화 한다면 그 방법은 어떻게 되어야 하는지 그 방안을 제시, 방안 별 장단점을 분석하였다.

@highlight

본 논문에서는, 최근 법률정보에 따르면 헌법재판소의 의료법에 대한 합헌결정으로 불거진 대체의학의 제도화 움직임을 시작으로 하여 향후 대체의학의 제도화 모델을 결론으로 그 내용을 담았다.

