미디어 환경의 변화는 소수민 미디어 시장에도 예외 없는 영향력을 행사하고 있다.

모국과 유입국의 정보 및 콘텐츠를 전달하는 다양한 미디어의 등장으로 소수민 미디어의 역할이 변화되고 있으며, 새로운 관점에서 소수민 미디어의 역할을 논의해야 한다는 주장이 제기되고 있다.

본 연구에서는 북미 6개 한인 방송사 경영인과의 심층 면접을 통해 한인 방송사의 시장 변화를 살펴보고, 이에 따라 한인 방송사의 행위 및 역할이 어떻게 변화되고 있는가를 살펴보고자 하였다.

연구 결과, 북미의 한인 미디어 간 경쟁이 심화되고 있으며, 특히 북미 시장에 직접 진출한 한국 방송사들과의 경쟁까지 중복되면서 심각한 수익 감소를 겪고 있는 것으로 나타났다.

이러한 변화는 인력 유출 및 자체제작 감소로 나타나고 있으며, 홈쇼핑과 같은 부가수익에 대한 의존을 높이는 것으로 나타났다.

오늘날의 한인 방송사는 동포의 사회적 참여 확대, 정체성 정립, 문화 전승이라는 소수민 미디어 역할에서 퇴보하고 있으며, 한인 동포들의 상품화를 통해 북미 거대 미디어의 여유 채널을 채우는 통로로 변질되고 있다고 비판된다.

@highlight

이 연구에서는 북미 6개 한인 방송사 경영인과의 심층 면접을 통해 한인 방송사의 시장 변화를 살펴보고, 이에 따라 한인 방송사의 행위 및 역할이 어떻게 변화되고 있는가를 살펴보고자 했다.

