본 연구는 고등학생의 부정적 정서와 학교적응의 관계에서 자기자비의 조절효과를 규명하고자 하였다.

이를 위해 K지역 C시에 소재하고 있는 3개의 일반계 고등학교 1, 2학년 학생 509명을 대상으로 설문조사를 실시하였다.

독립표본 t-

검증 및 단계적 회귀분석을 통해 수집된 자료를 분석한 결과, 첫째, 성별에 따른 부정적 정서와 자기자비, 학교적응의 차이를 살펴본 결과, 부정적 정서의 경우 여학생이 남학생보다 유의미하게 높은 것으로 나타났으며, 학교적응의 하위요인인 학교생활에서의 적응과 마음챙김은 남학생이 여학생보다 높은 것으로 나타났다.

둘째, 부정적 정서와 학교적응과의 관계에서 자기자비의 조절효과를 분석한 결과, 자기자비(전체)와 하위 요인 중 보편적 인간성은 부정적 정서와 학교적응과의 관계에서 조절효과가 있는 것으로 나타났다.

셋째, 자기자비의 2요인 모델에 따른 자기자비적 태도와 자기비판적 태도가 부정적 정서와 학교적응과의 관계에서 조절효과가 있는지 살펴본 결과, 자기자비적 태도만이 조절효과가 있는 것으로 나타났다.

연구결과에 기초하여 고등학생의 부정적 정서에 대한 정서조절전략으로서 자기자비에 대한 연구 및 청소년 상담 실제에 대해 논의하였다.

@highlight

본 연구는 고등학생의 부정적 정서와 학교적응의 관계에서 자기자비의 조절효과를 알아봤다.

@highlight

그 결과 자기자비(전체)와 하위 요인 중 보편적 인간성은 부정적 정서와 학교적응과의 관계에서 조절효과가 있었다.

