본 논문은 스콜라주의로부터 종교개혁에 이르는 동안 “facere quod in se est”의 이해에 관하여 살핀다.

이를 위해 토마스 아퀴나스, 가브리엘 비엘 그리고 마틴 루터에게서 상기 개념을 살펴보았다.

아퀴나스에게 이 “본성에 따라 행함”은 하나님의 은혜로 존재를 부여받은 인간의 자연스러운 행위로 설명된다.

비엘은 “최선을 다하는 것”으로 이해하며, 유명론적 신학이 가져온 회의주의를 극복하기 위한 중요한 단초가 된다.

그러나 그가 말하는 “최선을 다하는 것”은 전통적 교회와 성례에 대한 최선을 의미한다.

결국 비엘에게 최선을 다하는 것은 당시의 교회에서 제시하는 실천적 삶을 옹호하는 성격을 지닌다.

반면 루터에게는 “자기 자신 안에 있는 것을 행함”으로 이해되며, 주로 구원론과 관계하여 설명하고 있다.

즉 구원론에서 루터에게 유일한 행위자는 그리스도인 까닭에 “자기 자신 안에 있는 것을 행하는 것”은 펠라기우스적으로 이해된다.

이 세 신학자들은 동일한 “facere quod in se est”를 서로 다른 지평에서 논하며, 서로 다른 견해를 드러내고 있다.

따라서 이 개념을 평면적으로 이해하기보다는 각각의 논의를 주목하며 고찰할 필요성이 있다.

@highlight

이 논문은 스콜라주의로부터 종교개혁에 이르는 동안 “facere quod in se est”의 이해에 관해 살핀다.

