본 연구는 3명의 시각중복장애학생을 대상으로 생태학적 사정 기반 순환적 교수 수정을 체육수업에 적용하여 시각중복장애학생들의 신체활동 수준이 향상되는가를 검증하는데 목적이 있다.

시각중복장애학생의 체육수업환경을 생태학적 사정도구로 점검하고 분석한 내용을 바탕으로 한 교수환경, 교수내용, 교수방법의 수정이 이루어졌다.

교수적 수정후 체육수업지도는 신체활동지도 시간에 담당교사에 의해 이루어졌다.

실험설계는 대상자 간 중다간헐기초선 설계를 사용하였고, 중재 종료 후 유지를 검사하였다.

이 연구의 결과는 다음과 같다.

첫째, 체육수업에서 생태학적 사정 기반 순환적 교수 수정 중재가 신체활동 수준을 증가시키는데 효과적이었다.

둘째, 중재가 제공되지 않았을 때 그 효과가 유지되는 것을 알 수 있었다.

결론적으로 지속적인 생태학적 사정과 교수적 수정의 순환적 관계는 체육수업에서 시각중복장애학생의 신체활동 수준을 향상시킨다.

연구과정 중의 심도 있는 관찰과 논의, 그리고 향후 발전을 위한 과제들이 심도 있게 검토되었다.

@highlight

이 연구는 3명의 시각중복장애학생을 대상으로 생태학적 사정 기반 순환적 교수 수정을 체육수업에 적용해 시각중복장애학생들의 신체활동 수준이 향상되는가를 검증하고자 한다.

