본 연구는 추구 충족과 획득 충족 차원의 두 개념을 독립적으로 정의하고 기대(추구충족)에 따른 콘텐츠 이용, 획득충족과 브랜드 인식의 영향을 살펴보았다.

또한 기대(추구충족)와 지각된 성과평가의 차이가 획득충족에 어떠한 영향을 미치는지 살펴보았다.

연구결과 먼저, 지역방송 추구충족요인은 ‘지역문화 확장’과 ‘토론의제 구축’ 요인으로 설정되었다.

장르별 콘텐츠 이용정도와 만족도에서 텔레비전의 매체적 특징인 오락성 프로그램(쇼/버라이어티)이 높게 나타났고, 지역방송프로그램은 가장낮게 나타났다.

지역방송 추구충족은 콘텐츠 이용정도, 획득충족, 브랜드 인식과 상관관계가 있으며 정(+)의 영향을 나타냈다.

추구충족의 요인별로 보면 ‘토론의제구축’이 획득충족과 브랜드 인식에 영향을 미쳤으며 ‘지역문화확장’은 브랜드 인식에만영향을 미쳤다.

콘텐츠 이용정도는 획득충족에 정(+)의 영향을 미쳤다.

지역방송에대한 기대(추구충족)와 지각된 성과 평가간의 불일치가 획득충족, 브랜드 인식에 미치는 영향은 부정적 불일치가 발생하여 불만족을 강화하는 것으로 나타났다.

불만족사항에 따른 기대(추구충족)의 영향은 ‘지역문화확장’에 대해서만 유의미한 결과가나타났다.

이러한 연구결과가 이론적 지평을 확장하고 지역방송 발전에 기여하기를기대한다.

@highlight

본 연구는 추구 충족과 획득 충족 차원의 두 개념을 독립적으로 정의하고 기대에 따른 콘텐츠 이용, 획득충족과 브랜드 인식의 영향과 기대와 지각된 성과평가의 차이가 획득충족에 어떠한 영향을 미치는지 살펴보았다.

@highlight

추구충족의 요인별로 보면 ‘토론의제 구축’이 획득충족과 브랜드 인식에 영향을 미쳤다.

