담론은 당시대를 근거 짓는 에피스테메의 질서 하에 놓여있게 마련이다.

수업 담론 역시 마찬가지이다.

따라서 우리는 수업에 대한 담론의 구조와 맥락, 그리고 그에 따라 펼쳐지는 현전을 철저하게 파악하는 것이 매우 중요하다.

왜냐하면 이 담론의 구조와 맥락에 따라 학교현장은 철저히 달라질 수밖에 없기 때문이다.

그런데 현재 한국에서의 수업 담론은 과학 담론, 예술 담론, 비평 담론을 중심으로 펼쳐지고 있는 형국이다.

물론 세상 만물이 파르마콘(pharmakon)인 것처럼 그 담론들 간에는 각각의 약과 독이 들어 있다.

따라서 우리는 우선 현전하고 있는 이러한 담론들에 대한 구조와 맥락에 대한 비판적 성찰이 필요하다.

그리고 수업의 본질이라는 것이 원래 정초된 개념이 아니라고 보았을 때, 수업을 보다 폭넓게 이해하기 위해서 우리는 수업에 대한 리좀적 사유가 필요해 보인다.

따라서 수업에 대한 비판적 성찰과 리좀적 사유는 기존의 수업 담론에 대한 틀과 테두리를 벗어나 새로운 수업 담론을 모색하는 길이 될 것이다.

@highlight

담론은 당시대를 근거 짓는 에피스테메의 질서 하에 놓여있게 마련이다.

@highlight

우리는 수업에 대한 담론의 구조와 맥락, 그에 따라 펼쳐지는 현전을 철저하게 파악하는 것이 매우 중요하다.

