이 연구는 다문화가정 학생의 자아인식, 가족생활 및 학교생활에 대한 인식을 조사하고 그 사이의 상관관계를 확인하기 위한 것이다.

이를 위해 2014년 8월부터 9월 사이에 우편 조사 및 방문 조사의 방법으로 충북지역 3개시 및 9개 군에 위치한 초등학교, 중학교, 고등학교에 재학 중인 다문화가정 학생 206명을 대상으로 설문 조사를 수행하였다.

주요 분석 결과는 다음과 같다.

첫째, 다문화가정 학생의 자아인식에 대한 반응은 전체 평균3.78로 전반적으로 긍정적이었다.

하지만 외모 만족 및 모임의 대표 자격에 대한 반응은 다른 문항에 비해 상대적으로 덜 긍정적이었다.

둘째, 가정생활에 대한 인식은 전체 평균 3.79로 전반적으로 긍정적이었지만, 부모 관계에 비해 가정에서의 지원에 대해 덜 긍정적으로 인식하고 있었다.

셋째, 학교생활에 대한 인식은 평균 3.69로 전반적으로 긍정적이었다.

친구관계(3.82)와 교사관계(3.77)에 비해 학업(3.46)에 대한 인식이 가장 덜 긍정적이었다.

넷째, 다문화가정 학생의 인구사회학적 배경 중에서 성별로는 남학생, 그리고 학업성취수준이 높은 집단이 다른 집단에 비해 자아인식, 가정생활, 학교생활에 대한 인식이 더 긍정적이고, 어머니의 학력이 대졸인 경우에학교생활에 대한 인식이 더 긍정적인 것으로 나타났다.

다섯째, 다문화가정 학생의 자아인식과가정생활, 자아인식과 학교생활, 가정생활과 학교생활에 대한 인식 사이에는 각각 정적인 상관관계가 나타났다.

이상의 연구 결과를 바탕으로 다문화가정 학생 지원을 위한 교육적 시사점을 제언하였다.

@highlight

이 연구는 다문화가정 학생의 자아인식, 가족생활 및 학교생활에 대해 인식을 조사하고 그 사이의 상관관계를 확인하기 위한 것이다.

@highlight

하지만 외모 만족 및 모임의 대표 자격에 대해 반응은 다른 문항에 비해 상대적으로 덜 긍정적이었다.

