본

 

연

구

는

 

개

념

도

 

방

법

론

을

 

통

해

 

디

렉

터

가

 

지

각

하

는

 

사

이

코

드

라

마

 

치

료

 

요

인

이

 

무

엇

인

지

 

탐

색

적

으

로

 

확

인

하

고

 

각

 

치

료

 

요

인

의

 

중

요

도

와

 

실

행

수

준

을

 

알

아

보

았

다

.

 

연

구

참

여

자

 

1

0

명

을

 

선

정

하

여

 

2

차

원

 

8

범

주

를

 

도

출

하

고

 

중

요

도

와

 

실

행

수

준

을

 

평

정

하

였

다

.

 

연

구

의

 

결

과

는

 

첫

째

,

 

2

차

원

 

8

개

의

 

범

주

로

 

구

성

된

 

개

념

도

가

 

산

출

되

었

다

.

 

디

렉

터

는

 

‘

디

렉

터

-

주

인

공

’

,

 

‘

인

지

-

행

위

’

의

 

2

차

원

으

로

 

사

이

코

드

라

마

 

치

료

 

요

인

을

 

인

식

하

였

으

며

 

8

개

의

 

범

주

는

 

‘

디

렉

터

의

 

관

계

 

능

력

’

,

 

‘

주

인

공

 

성

장

가

능

성

에

 

대

한

 

믿

음

’

,

 

‘

작

업

동

맹

 

촉

진

’

,

 

‘

역

할

 

확

장

 

자

각

’

,

 

‘

역

할

 

확

장

 

실

연

’

,

 

‘

행

위

화

’

,

 

‘

정

화

’

,

 

‘

집

단

응

집

성

’

으

로

 

나

타

났

다

.

 

둘

째

,

 

사

이

코

드

라

마

 

치

료

 

요

인

의

 

중

요

도

 

평

정

 

결

과

 

8

개

의

 

범

주

에

 

걸

쳐

 

M

=

4

.

2

9

,

 

실

행

수

준

은

 

M

=

3

.

7

2

의

 

평

정

치

가

 

부

여

되

었

다

.

 

셋

째

,

 

사

이

코

드

라

마

 

치

료

 

요

인

의

 

중

요

도

와

 

실

행

수

준

에

 

대

한

 

평

균

 

차

이

 

결

과

는

 

‘

디

렉

터

의

 

관

계

능

력

’

과

 

‘

주

인

공

 

성

장

가

능

성

에

 

대

한

 

믿

음

’

의

 

범

주

가

 

가

장

 

큰

 

차

이

(

.

8

5

)

를

 

보

였

으

며

 

‘

집

단

응

집

력

’

의

 

범

주

가

 

가

장

 

낮

은

 

차

이

(

.

3

7

)

를

 

보

였

다

.

 

사

이

코

드

라

마

가

 

언

어

 

중

심

의

 

집

단

 

상

담

에

서

 

도

출

된

 

치

료

 

요

인

으

로

 

설

명

되

는

데

 

한

계

를

 

가

졌

다

면

 

본

 

연

구

에

서

는

 

사

이

코

드

라

마

의

 

경

험

적

 

연

구

로

부

터

 

사

이

코

드

라

마

의

 

치

료

 

요

인

을

 

밝

혔

다

는

데

 

의

의

가

 

있

다

.

@highlight

이 연구는 개념도 방법론을 통해 디렉터가 지각하는 사이코드라마 치료 요인이 무엇인지 탐색적으로 확인하고 각 치료 요인의 중요도와 실행수준을 알아보았다.