본 연구는 ELBWI를 대상으로 nCPAP 시 적정습도 제공이 nCPAP 유지기간에 미치는 효과를 검증하였다 적정습도(37˚C, 44 mg/L, 100%)를 제공 시 nCPAP 유지기간, 재삽관율, 비강점막상태를 분석하였다.

실험군이 대조군대비 첫 번째 nCPAP 유지기간(14.6일, p< .001), 총 입원기간 동안 nCPAP 유지기간(7.6일, p=.004)이 향상되었다.

또한 재삽관율도 70.7%에서 40.2%로 감소되었다(p<.001).

재삽관의 원인은 비강상태 변화가 가장 많았으며 코 막힘이 대조군은 25명(21.6%)이었으나 실험군은 8명(7.8%)으로 감소되었다(p=.005).

nCPAP 적용 후 비강상태 변화는 대조군은 5.5일이었으나 실험군 9.5일로 향상되었다(p=.004).

이상의 결과를 토대로 적정습도 제공은 nCPAP 유지기간을 향상시켜 침습적 기도 삽관을 감소시킴으로써 ELBWI의 호흡기계 합병증 감소에 기여할 것으로 분석된다.

@highlight

이 연구는 ELBWI를 대상으로 nCPAP 시 적정습도 제공이 nCPAP 유지기간에 미치는 효과를 검증하였다 적정습도를 제공 시 nCPAP 유지기간, 재삽관율, 비강점막상태를 분석했다.

