본 논문은 공동거주를 사회마다 다양한 의미가 부여되는 문화적 행위로 취급하여, 서울지역과 제주도의 도시중산층의 가족에서 공동거주 집단이 어떻게 이루어지고 해체되며, 공동거주에 어떠한 의미가 부여되는지를 살펴보고 있다.

전통적으로 살림공동체이며 공동거주 집단이었던 직계가족은 거의 해체되었어도, 가족구성원들은 “집”을 육아와 제사, 경제활동과 재산관리 등 공동의 가내활동을 수행하는 가족공동체로 인식하고 있다.

그러나 “집”을 구성하는 성원들 간의 결합의 정도는 다양하며, 공동거주의 경계도 불분명하다.

서울지역의 경우, 겉으로 보기에 “부모를 모시는” 직계가족으로 보여도 실제로 주거공간이 세대별로 분리되어 있고 취사를 따로 할 수 있는 “집”이 있으며, 서로 “편하게 살아야” 하는 핵가족도 있다.

제주도의 도시가족은 제주도의 전형적인 “안팎거리”의 거주형태가 실현되고 있지는 않지만, 핵가족의 경제적 독립성이 서울의 사례보다 강조되고 있다.

또한 “집”은 딸이 아닌 아들이 대를 잇는 부계 제사집단으로 존재한다.

따라서 가족의 다양한 활동 중에서 공동거주만을 가장 중요한 활동으로 간주하여, 함께 살지 않으면 가족이 해체되는 것으로 보는 접근방식은 재고되어야 한다.

한국가족의 변화를 논의하는데 있어, 공동거주가 일어나는 여러 형태와 의미를 살펴보고, “집”이라는 공동체 의식을 가지고 있는 사람들이 공동으로 하는 활동의 내용과 의미까지 폭넓게 파악하는 접근방식이 필요하다.

@highlight

본고는 공동거주를 사회마다 다양한 의미가 부여되는 문화적 행위로 취급하여, 서울지역과 제주도의 도시중산층의 가족에서 공동거주 집단이 어떻게 이루어지고 해체되며, 공동거주에 어떠한 의미가 부여되는지를 살펴보고 있다.

