일반적으로 금융과 실물부문의 이론적 연결은 잘 정립되어 있지만 최근의 몇몇 실증분석의 결과는 다소 논쟁의 여지가 있다.

이러한 실증분석 결과의 차이는 금융억압에 대한 변수 선택의 문제점으로 지적될 수 있다.

이에 본 논문에서는 금융억압을 나타내는 또 다른 형태의 변수(혹은 측정치)로서 금융마크업률을 도입하여 그 유용성을 검토하고자 한다.

다시 말해 국가간 자료를 이용하여 금융마크업률이 산출량 및 투자에 어떠한 영향을 미치는가를 실증분석을 통하여 알아보고자 한다.

여기서 금융마크업률은 예대이자율 차이를 예금이자율로 나눈 값으로 정의된다.

실증분석 결과 금융마크업률은 경제성장률 및 투자증가율에 대해 각각 통계적으로 유의한 부(-

)의 효과가 있는 것으로 나타났다.

이러한 결과는 여러 다른 설명변수를 포함시키는 추정방정식이나, 복수방정식 체계 그리고 개발도상국만으로 구성된 표본 등에서도 만족하였다.

따라서 본 연구에서는 금융마크업률로 나타난 금융억압은 한 국가의 장기적인 경제성장에 방해가 될 수 있음을 제시하고 있다.

@highlight

본 논문에서는 금융억압을 나타내는 또 다른 형태의 변수(혹은 측정치)로서 금융마크업률을 도입하여 그 유용성을 검토하려 한다.

