학습자의 수업참여와 실제적인 과제의 해결을 강조하는 11편의 교수·학습자료를 개발하였다.

자료는 지리학의 다양한 주제들(예, 범죄지리, 지역개발, 농촌문제 등)을 실질적인 과제나 활동을 통해 경험하는 방식으로 구성되었으며, 2012년 교사연수를 통해 소개되었다.

이들 자료가 얼마나 활용되었으며, 교실수업에 어떤 영향을 주었는지 조사하기 위해 2년후 연수 참여 교사들을 대상으로 설문조사를 실시하였다.

교사들(N=50)은 평균적으로 4.48 편의 자료를 활용하였다.

이러한 결과는 학생들의 수업참여와 실제적 과제를 강조하더라도 새로운 학습경험을 제공할 수 있고 자료의 완성도가 높다면 중등학교 지리교실에서 충분히 활용될 수 있음을 보여준다.

자료의 활용은 학생들의 흥미, 몰입, 수업참여의 증가를 가져왔고, 교사들은 평소 자신의 수업방법을 성찰하고 학습자의 참여와 활동을 강조하는 수업자료에 관심을 갖게 되었다.

동료교사들이나 학교 관리자들은 대체로 새로운 유형의 수업자료 활용을 지지하면서도 한편으로는 무관심하거나 지지하지 않는 등의 반응도 보였다.

@highlight

학습자의 수업참여와 실제적인 과제의 해결을 강조하는 11편의 교수·학습자료를 개발했다.

@highlight

자료는 지리학의 다양한 주제들(예, 범죄지리, 지역개발, 농촌문제 등)을 실질적인 과제나 활동을 통해 경험하는 방식으로 구성되었고, 2012년 교사연수를 통해 소개됐다.

