본 연구의 목적은 학부생 대상 학제간 융합 전공수업이 수강생의 대인관계, 자원·정보·기술의 활용, 의사소통 역량 향상의 효과를 검증하는 것이다.

이를 위해 학제간 융합수업 수강생 43명을 실험집단으로, 융합수업과 관련이 없는 교과목 수강생 44명을 통제집단으로 나누었다.

각 역량 및 하위영역의 역량 향상 정도를 알아보기 위해 집단 내변화량 차이 대응표본 t-

검정, 사후검사 집단 간 차이 독립표본 t-

검정을 시행하였다.

연구결과, 학제간 융합수업은 대인관계 역량 향상에는 통계적으로 유의미한 차이를보였으나, 자원?

정보?

기술의 활용 역량과 의사소통 역량은 통계적으로 유의미한 차이를보이지 않았다.

이러한 결과는 학제간 융합수업 설계 시, 기존의 자원?

정보?

기술의 활용과 의사소통 역량 향상 활동에 대한 수정이 필요함을 시사한다.

본 연구는 대학생 핵심역량 진단평가 도구를 활용하여 융합수업의 효과를 검증한 것으로서 핵심역량 기반 융합수업의 경험적 연구 사례로서 의의가 있다.

@highlight

이 연구의 목적은 학부생 대상 학제간 융합 전공수업이 수강생의 대인관계, 자원·정보·기술의 활용, 의사소통 역량 향상의 효과를 검증하는 것이다.

