본 연구의 목적은 3수준 다층모형을 적용하여 초등학생의 컴퓨팅 사고력 및 SW교육태도 영향요인을 분석하는 것이다.

분석결과, 첫째, ‘가정 내 컴퓨터 유무’, ‘SW 대회 참가 경험’, ‘SW교육 만족도’, 그리고 ‘SW에 대한 인식’이 컴퓨팅 사고력 초기값에 정적 영향을, ‘SW교육 기간’과 ‘사전 방과후학교 SW교육 경험’이 컴퓨팅 사고력 변화율에 정적 영향을 주었다.

둘째, ‘SW에 대한 인식’, ‘SW교육 만족도’ 그리고 ‘성별’이 SW교육태도 초기값에 정적 영향을, ‘SW교육 기간’이 SW교육태도 변화율에 부적 영향을 주었다.

즉 ‘SW교육 만족도’와 ‘SW에 대한 인식’은 사전 컴퓨팅 사고력 및 SW교육태도 모두에 정적 영향을, ‘가정 내 컴퓨터 유무’와 ‘SW대회 참가 경험’은 사전 컴퓨팅 사고력에만 정적 영향을, ‘SW에 대한 인식’과 ‘SW교육 만족도’는 사전 SW교육태도에만 정적 영향을 주었다.

또한, ‘SW교육 기간’은 컴퓨팅 사고력의 변화율에 가장 큰 정적 영향을 주었으나, SW교육태도의 변화율에는 미약한 부적 영향을 미치는 것으로 나타났다.

@highlight

3수준 다층모형을 적용하여 초등학생의 컴퓨팅 사고력 및 SW교육태도 영향요인을 분석한 결과 ‘SW교육 만족도’와 ‘SW에 대한 인식’은 사전 컴퓨팅 사고력 및 SW교육태도 모두에 정적 영향을, ‘가정 내 컴퓨터 유무’와 ‘SW대회 경험’은 사전 컴퓨팅 사고력에만 정적 영향을 주었다.

