『논어상설(論語詳說)』은 조선의 『논어집주(論語集註)』 해석사와 『주자대전(朱子大全)』 독해사라는 두 층위에서 조망될 수 있다.

우선 『논어상설』은 『주자대전』 수록 『논어』 관련 주자서(朱子書)를 집성한 책으로서, 주희의 『논어』 해석에 대한 완정한 이해로 나아가고자 하는 지향을 확인할 수 있는 자료이다.

다음으로 『논어상설』은 주자서를 『논어』라는 특정 주제에 따라 선별, 분류, 재배치한 문헌으로서, 『주자대전』에 대한 진일보한 독해 방식을 보여준다.

『논어집주대전(論語集註大全)』과 『주자대전』에 대한 이해의 어려움을 해소해 나가는 과정 속에서 산출된 『논어상설』을 통해, 조선 주자학계가 『논어집주』 해석 차원에서는 『주자대전』으로까지 검토 자료의 외연을 확장하였음을 확인할 수 있으며, 『주자대전』 독해 차원에서는 주희의 『논어』 해석이라는 선명한 접근 기준을 확보하였음을 살펴볼 수 있다.

이러한 측면에서 『논어상설』은 조선에서 진행된 주자학적 경전 해석의 깊이와 발전 정도를 가늠해볼 수 있는 문헌이다.

@highlight

『논어상설(論語詳說)』은 조선의 『논어집주(論語集註)』 해석사와 『주자대전(朱子大全)』 독해사라는 두 층위에서 조망될 수 있다.

@highlight

다음으로 『논어상설』은 주자서를 『논어』라는 특정 주제에 따라 선별, 분류, 재배치한 문헌으로서, 『주자대전』에 관한 진일보한 독해 방식을 보여준다.

