본고에서는 眉?

許穆(1595~1682)이 東國文章 十八家로 뽑혔을 정도로 문명이 높았음에도 그의 문장이 제대로 주목을 받지 못했음에 착안하여, 미수의 산문을 古文詞와 관련하여 고찰하였다.

眉?

에 대한 평가에 있어 공통적으로 등장하는 용어가 ‘尙古’인 만큼 이 ‘尙古’를 그의 사상과 문학을 이해하는데 있어 중요한 키워드로 삼았다.

미수의 정치·사상·문학·서예 등 학술 전반과 관련있는 ‘尙古’ 개념의 所從來를 그의 언설과 문학작품을 통해 살펴보고, 명대 전후칠자의 擬古 論理와 비교 검토해 보았다.

수사기법을 운용한 함축적인 표현과 浩瀚한 氣勢가 돋보이는 작품인 <文學>의 구체적인 분석을 통해 미수 자신이 이론적으로 강조하였던 문세의 측면이 창작으로 실천되는 과정을 살펴보았다.

고문사 실현를 위한 다양한 수사기법은 미수가 전범적 텍스트에 대해 얼마나 깊이 있는 學習과 硏鑽을 했는지, 나아가 자신의 고유한 사상과 문학적 입지를 구축하기 위해 노력하였는지 짐작할 수 있게 해준다.

이러한 논의를 통해 전후칠자의 의고주의 논리가 허목시대에는 이론적으로 수용하던 차원을 넘어서 창작과 본격 비평으로까지 內的 體化되어 가던 산문사의 흐름을 알 수 있었다.

@highlight

본 논문은 眉?

@highlight

許穆이 東國文章 十八家로 뽑혔을 정도로 문명이 높았음에도 그의 문장이 제대로 주목을 받지 못했음에 착안하여 미수의 산문을 古文詞와 관련하여 고찰하고자 하였다.

@highlight

미수의 정치·사상·문학·서예 등 학술 전반과 관련있는 ‘尙古’ 개념의 所從來를 그의 언설과 문학작품을 통해 살펴보았다.

