본 연구에서는 사회적 기업에 참여하고 있는 저소득 한부모 여성가장의 노동경험을 탐색하고자 하였다.

즉, 저소득 한부모 여성가장의 사회적 기업 노동경험을 통하여 역량을 강화하고 사회적 기업의 발전방향을모색해볼 수 있는 정책적·임상적 개입방향을 제시하고자 하였다.

따라서 본 연구에서는 Giorgi의 현상학적연구방법에 의거하여 사회적 기업에 활동에 참여하는 12인의 저소득 한부모 여성가장들을 대상으로 사회적기업에 참여하게 된 동기 및 과정, 사회적 기업에서 일 하면서 변화하였다고 인지한 측면 등에 대해 심층면접을 진행하였다.

심층면접 내용에 대한 분석결과들은 13개의 하위 구성요소들과 ‘일·가정 양립 갈등’, ‘경제적 자립을 위한 버텨내기’, ‘강해지는 나’, 베풀며 늙어가는 일터의 나’, ‘상하 수평적 갈등상황’, ‘더 나은 삶을 위해 나아가는 나’, ‘문제해결능력’이라는 7개의 핵심구성요소로 정리할 수 있었다.

본 연구의 결과는 빈곤여성이 참여하는 사회적 기업의 발전방향에 대한 모델개발이나 이론개발에 기여할 것이며, 사회적으로 큰관심을 받고 있는 사회적 기업의 활성화 방안의 도출에도 기여할 것으로 사료된다.

@highlight

이 연구에서는 Giorgi의 현상학적연구방법에 의거해 사회적 기업에 활동에 참여하는 12인의 저소득 한부모 여성가장들을 대상으로 사회적기업에 참여하게 된 동기 및 과정, 사회적 기업에서 일 하면서 변화했다고 인지한 측면 등에 관해 심층면접을 진행했다.

