이 논문의 목적은 ICT 활용을 통한 사회과 경제 문제해결교수-

학습 모형 사례를 개발·제시함으로써 학교 사회과 경제교육에서 문제해결학습의 효과를 높일 수 있는 ICT의 활용방법을 개발하고 실천할 수 있는 토대를 마련하며 이를 바탕으로 학교 사회과 경제교육의 발전에 기여하는 데 있다.

연구 목적을 달성하기 위하여 ICT 활용을 통한 사회과 경제 문제해결학습 원리 및 교수학습과정의 정리와, 사회과 경제교육에서 ICT 활용 수업의 특징과 의의 검토, ICT 활용을 통한 사회과 경제 문제해결학습 모형 개발 제시, 교수-

학습 계획과 수업지도안 측면에서 ICT 활용을 통한 초등사회과 경제 문제해결학습형 사례를 개발, 제시하였다.

특히 사회과 경제교육에서 문제해결 교수-

학습과정은 학습자의 사고과정에 근거하여 보통 문제 상황 제시 -

문제설정 -

추론(원인 확인과 가설) -

증거탐색(실험) -

일반화-

적용 -

참여 등의 단계를 설정하였다.

또한 수업지도안의 실제 부분에서는, 문제해결수업단계별 학습내용과 한습문제 도달목표를 중심으로 교사와 학생의 ICT 활용 활동을 상세히 하여 가상 시나리오를 진술하였다.

평가 부분에서는 지식, 기능, 가치태도, 참여 영역으로 각각 나누어 평가 기준을 개발하여 제시하였다.

@highlight

본 논문의 목적은 ICT 활용을 통한 사회과 경제 문제해결교수-

@highlight

학습 모형 사례를 개발·제시함으로써 학교 사회과 경제교육에서 문제해결학습의 효과를 높일 수 있는 ICT의 활용방법을 개발하고 실천할 수 있는 토대를 마련하며 이를 바탕으로 학교 사회과 경제교육의 발전에 기여하는 데 있다.

