최근 의학의 발달로 노인인구가 증가 하고 있으며 이로 인해 노인과 관련된 다양한 심리사회적 문제가 증가 하고 있다.

또한 핵가족화로 인해 가족과 함께 생활을 영위하는 노인들 보다 독거하거나 시설에서 생활하는 노인이 늘어나고 있는 추세이다.

그러나 시설노인의 경우 기본적인 의식주는 해결이 가능하지만 이들을 위한 다양한 사회적 지지체계는 부족한 상태여서 시설노인을 위한 다양한 지원활동이 필요한 실정이다.

따라서 본 연구자는 시설노인의 우울완화를 위해 음악치료 활동과 현대사회의 대표적인 커뮤니케이션 수단 중 하나인 영상매체를 활용한 회상음악치료 활동의 모형을 개발하였다.

본 프로그램의 구성은 1회기에서 5회기까지 총 5개의 활동으로 설계하였고 초기, 중기, 종결의 3단계로 치료단계를 구성하였다.

회상주제는 아동 시절에서 부터 현재까지의 시간적 순서로 진행되도록 하였다.

1회기에는 초기 단계로 치료사와 집단 간의 적응과 탐색을 통한 라포형성에 치료의 목표를 두었고, 2회기에서 4회기까지의 중기 단계에서는 영상매체를 활용한 회상음악치료 활동을 통한 우울완화에 목표를 두었다.

마지막 5회기는 종결단계로 지금까지의 활동을 되돌아보고 긍정적인 피드백을 주고받아 프로그램을 통한 우울완화가 지속적으로 이어지도록 구성하였다.

@highlight

본 연구자는 시설노인의 우울완화를 위해 음악치료 활동과 현대사회의 대표적인 커뮤니케이션 수단 중 하나인 영상매체를 활용한 회상음악치료 활동의 모형을 개발했다.

