캐릭터(Character)는 작품 속에서 등장하는 대상뿐만 아니라 마스코트와 같이 상징성을 목적으로 한 대상과 등장인물을 상품화한 제품 등도 포함하는, 좀 더 포괄적인 의미를 담는다.

캐릭터는 영상커뮤니케이션 분야와 콘텐츠 분야로의 확산을 촉진시키고 있다.

본 연구의 목적은 캐릭터 이용자들이 어떠한 이유로 캐릭터를 선호하는지에 대해서 요인을 추출하고 그 유형을 발견하는데 있다.

제1유형인 스토리 추억형은 예전에 캐릭터가 지니고있는 스토리적인 측면에서 공감대를 느끼고 한눈에 들어오는 단순한 형태의 캐릭터에 친근감을 느끼는 유형이다.

제2유형인 친근감 선호형으로 캐릭터에서 느끼는 친근감과 디자인적인 면에서 완성도가 뛰어나고 색, 형태등이 좋아서 선호하는 유형으로 나타났다.

제3유형인 이미지 선호형으로 캐릭터에서 느끼는 귀엽고, 푸근하고, 독특한 이미지와 친근감과 디자인적인 면에서 시각적으로 색감, 선, 대상의 특징을 그대로 살리려는 측면에서선호하는 것으로 나타났다.

본 연구결과 캐릭터는 스토리텔링, 디자인, 스토리텔링과 디자인 측면에서 다양하게표현되어야 이용자들이 만족하고 이러한 결과들이 이론적 측면과 산업적인 측면의 발전에 도움이 될 것이다.

@highlight

캐릭터는 작품 속에서 등장하는 대상뿐만 아니라 마스코트와 같이 상징성을 목적으로 한 대상과 등장인물을 상품화한 제품 등도 포함하는, 좀 더 포괄적인 의미를 담는다.

