『마누법전』에 따르면 집을 벗어나 브라흐만과 하나 되어 해탈하기 위한 출가의 명백한 기준은 성화(聖火)와 베다에 제시된 제사 등에서 벗어나 마음을 온전히 아와 브라흐만에 기울이는 생활을 시작하는 것이다.

따라서 성화와 제사 도구를 소지하고 마을을 벗어나 숲에서 생활하는 인생의 제3시기는 어찌 보면 출가시기가 아니라고 파악할 수도 있다.

그러나 제3시기 가운데 숲에서 고행의 생활이 무르익으면 수행자는 외부의 성화를 자기 안에 내적인 성화로 변환하여 외부의 성화에서 벗어나고, 집이 없는 삶을 살며, 묵언을 실천하고, 신비의 교의를 익히는 명상을 한다.

이러한 사실은 제4시기의 생활과 거의 다를 바가 없다.

이러한 수행이 제3시기에 있다는 사실은 이 시기 역시 출가의 시기라고 보는 것을 타당하게 한다.

고행이 위주인 제3시기의 수행법은 그 시기의 후반부에 명상이 위주를 이루는 제4시기의 수행법으로 이행하는 모습을 보인다.

『마누법전』의 출가수행법에서 꿀루까의 주석을 통해 흥미롭게 발견되는 사실은 마을과 집에서 벗어나지 않은 채 벗어나온 자인 재가 출가자의 수행법이 존재한다는 사실이다.

@highlight

『마누법전』에 따르면 집을 벗어나 브라흐만과 하나 되어 해탈하기 위한 출가의 명백한 기준은 성화와 베다에 제시된 제사 등에서 벗어나 마음을 온전히 아와 브라흐만에 기울이는 생활을 시작하였다.

@highlight

성화와 제사 도구를 소지하고 숲에서 생활하는 인생의 제3시기는 어찌 보면 출가시기가 아니라고 파악하였다.

