황하 유역 중국 내륙 농촌 지역의 기독교 발전 과정을 고찰하는데 있어 본 고는 황하 가장 끝자락 감숙성 천수 지역 오장교회와 황하 운수의 중심지 하남성 평안현 부근, 하남과 연이어 있는 하북성 성안현 일대 기독교 전파 및 발전과정을 진촌교회, 호촌교회 등 구체적 농촌 지역교회의 실례를 통해 살펴보았다.

19세기 말 중국 내륙 농촌 지역 기독교 복음 전파의 시작은 중화내지회의 역할 비중이 지대했다.

농촌교회는 성장을 거듭하여 1920-30년대에 이르러 부흥을 맞이하게 되었다.

그러나 곧이어 전쟁과 정치적 혼란시기를 맞아 하북성 농촌교회의 경우 일본군과 공산당에 의해 차례로 교회 건물을 점거당하는 등 침체기를 맞이한다.

중국 전역의 모든 교회가 문화대혁명시기 가장 극심한 탄압을 겪게 된다.

그러나 오장교회의 사례는 오히려 1970년대 후반부터 농촌지역에서 교회의 부흥이 이미 가동되었고 이를 통해 문화대혁명 직후 1980년대 초반 농촌교회의 폭발적인 성장을 위한 준비가 완료되었음을 알 수 있다.

또한 호촌교회나 진촌교회 부흥 과정은 1980년대 이후 급속도로 발전한 농촌교회 신앙의 형태가 1920-30년대 초기 부흥기에 뿌리내리고 있음을 보여준다.

@highlight

호촌교회나 진촌교회 부흥의 과정은 1980년대 이후 급속도로 발전한 농촌교회 신앙의 형태가 1920-30년대 초기 부흥기에 뿌리내리고 있음을 나타내고 있다.

