본 논문에서는 순차바이어스와 스위칭 타임 튜닝기법을 통한 반도체 송수신모듈(TRM : Transmitter and Receiver Module)의 강건성 향상 방법에 대해 기술한다.

기존의 회로설계는 TRM의 소형화로 인한 송신출력신호가 수신기로 유기되어 최소수신감도(MDS : Minimum Detection Signal) 개선에 초점을 맞추어졌으나, 평균고장시간(MTBF : Mean Time Between Failure)을 만족하지 못하고 빈번히 고장이 발생하는 문제가 있었다.

본 연구는 이러한 현상을 개선하는 방법으로 순차바이어스 및 스위칭 타임 튜닝기법을 제안한다.

첫 번째로 주요 고장증상 수집 및 원인을 추론하였으며, 두 번째로 개선방법을 도출하고 시스템에 적용하여 효과를 검증하였다.

제안한 방법을 적용하여 격리도 부족에 따른 빈번한 고장증상이 해소되었다.

@highlight

본 논문에서는 순차바이어스와 스위칭 타임 튜닝기법을 통한 반도체 송수신모듈(TRM : Transmitter and Receiver Module)의 강건성 향상 방법에 관해 기술한다.

