스피노자의 감정 모방 원리는 이기주의냐 이타주의냐라는 양자택일을 넘어 인간이 자기 이익을 추구함으로써 타인과 합치할 수 있음을 보여주는 원리로 최근 주목받고 있다.

나아가 알렉상드르 마트롱은 그것을 “인간 공동체의 포괄적 코나투스”로까지 격상시키기도 한다.

그렇다면 스피노자 체계의 정합성과 관련하여 세 가지 문제가 제기된다.

감정 모방은 첫째, 섭리나 개체들의 자연적 조화를 가정하지 않는 스피노자의 형이상학적 관점에, 둘째, ‘인간’을 비롯한 일반 개념을 상상적인 것으로 비판하는 스피노자의 유명론적 관점에, 마지막으로, 사람들 간의 합치보다는 갈등과 대립을 더 많이 가져오는 감정 모방의 자생적 결과에 위배되지 않느냐는 물음이 그것이다.

나는 스피노자의 ‘개체’(그리고 개체의 코나투스)가 분할불가능한 단순체가 아니라 다양한 수준에 걸쳐 존재하는 다양한 개체들의 상대적 통일체임을 명확히 한다면, 감정 모방을 스피노자의 전 체계와 일관되게 해석될 수 있음을 보여준다.

@highlight

스피노자의 감정 모방 원리는 이기주의냐 이타주의냐라는 양자택일을 넘어 인간이 자기 이익을 추구함으로써 타인과 합치할 수 있음을 보여주는 원리로 최근 주목받고 있다.

