本稿는 國語 敎師의 文法 授業 公開 經驗에 대한 事例硏究를 통해 文法 公開 授業이 ‘敎授·學習 方法 共有의 場’이 아닌 ‘文法敎育觀 角逐의 場’으로 規定될 수도 있다는 점을 논의하였다.

授業 公開를 둘러싼 일련의 과정과 환경적 요인을 폭넓게 고려하기 위해 에피소드 인터뷰를 통해 수업 준비, 시행, 평가회 등 수업을 둘러싼 硏究參與者의 제반 경험을 분석하였고, 敎授·學習 指導案과 기타 授業 資料도 補助的 資料로 參照하였다.

本稿는 文法 授業 公開 經驗을 단순히 교수·학습 방법 측면에서 다루지 않고 그 이면에 존재하는 文法敎育觀 간의 緊張 關係에 주목하여 문법 수업 공개의 의미를 새롭게 조명하였다.

또, 문법 수업 공개 과정에 나타난 敎授 經驗에 주목함으로써 國語 敎師의 文法敎育觀이 經驗의 再構成을 통해 변화하는 動的 對象임을 밝혔다.

본고는 이러한 논의를 통해 문법 교수 경험에 대한 질적 연구의 필요성을 제기했다는 점에서 事例硏究로서의 意義를 갖는다.

@highlight

본 논문은 이러한 논의를 통해 문법 교수 경험에 대한 질적 연구의 필요성을 제기했다는 점에서 事例硏究로서의 意義를 갖는다.

