교육용게임은 교육과 재미가 공존하므로 교육적인 기준과 게임으로서의 재미를 이끌어낼 수 있는 기준을 마련하는 것이 중요하다.

기존에 개발되어 있는 많은 교육용 게임들이 오락성과 게임디자인의 특성은 낮은 점수를 받았다.

그러므로 오락성을 어떻게 보충할 것인가가 중요하다.

본 논문에서는 스마트폰용 퍼즐게임으로 출시되어 사용자들에게 많은 인기를 얻은 퍼즐게임들의 게임적인 요소를 분석하여 교육용 게임에 적용하고자 한다.

애니팡, 애니팡2, 캔디크러쉬사가, 팜히어로즈사가, 포코팡은 인기를 얻어 흥행에 성공한 게임들이다.

이들 게임들에서 게임적인 요소들을 분석하고자 한다.

캐쥬얼게임에서의 게임적인 요소에 교육용게임들을 분석하여 적용하였다.

또한 몰입을 높일 수 있는 요소들을 제안하였다.

오락성을 높일 수 있는 게임디자인 요소들은 게임규칙과 스테이지, 미션 등이 있다.

몰입을 높일 수 있는 요소로는 아이템과 배경 맵, 새로운 학습 환경이 있다.

본 논문은 게임의 재미를 의미하는 오락성을 흥행에 성공한 게임을 분석하여 교육용게임에 적용한다는 점에서 그 의의를 찾을 수 있다.

@highlight

본고는 게임의 재미를 의미하는 오락성을 흥행에 성공한 게임을 분석해 교육용게임에 적용한다는 점에서 그 의미를 찾을 수 있다.

