낙동강 하구지역에 위치하고 있는 녹산지역과 장유지역에서 채취한 불교란 연약 점성토에 대한 물리적 특성시험과 압밀시험을 수행한 결과 다음과 같은 결론을 얻었다.

낙동강 하구지역 점성토의 주요 점토광물은 Kaolinite, Illite 계열로 분류되었다.

자연함수비는 녹산지역 및 장유지역이 각각 50.4~92.8%, 46.6~99.0%의 범위로 비슷하게 분포하고 있으며, 두 지역 모두 액성한계는 자연함수비(Wn)보다 낮게 나타났다.

압축지수는 녹산지역이 0.44~1.57의 범위로 분포하고, 장유지역은 0.67~1.94의 범위로 분포하고 있어 녹산지역보다 장유지역이 다소 높게 나타났다.

이차압축지수 역시 장유지역이 0.027~0.092로 녹산지역 0.024~0.075보다 높은 것으로 나타났다.

회귀분석결과 함수비(Wn) 와 압축지수와의 관계는 선형적이며, 초기간극비와 압축지수와의 관계는 Cc=0.80eo ­­-

0.58로 나타났다.

Cα/Cc비는 0.03~0.08 로 다소 넓은 범위의 값을 나타내었다.

@highlight

낙동강 하구지역에 위치하고 있는 녹산지역과 장유지역에서 채취한 불교란 연약 점성토에 대한 물리적 특성시험과 압밀시험을 수행하였다.

