본 연구의 목적은 사회복지교육에서 팀 기반 프로젝트 수업을 적용하고 효과성을 분석하는 것이다.

이를 위해 수업설계의 일반모형인 ADDIE 모형에 근거하여 수업을 설계하고, I대학교 사회복지학과 프로그램 개발과 평가 과목에 적용하였다.

프로그램 개발과평가는 현장에서 가장 빈번하게 수행하는 전공실무이며, 직업기초역량이 지속적으로 요구되는 영역이다.

본 수업에서는 주로 팀 워크 강조, 발표 및 질문에 적극 참여, 교수자와 팀 미팅 전략들을 활용하였다.

단일집단 사전사후설계를 활용한 양적평가와 학생들의 성찰일지 분석을 통한 질적평가를 병행하여 분석하였다.

연구결과, 사회복지현장 요구도가 가장 높았던 직업기초능력인 대인관계능력에 긍정적인 변화가 있었으며, 직무수행능력도 기준보다 높게 나타났다.

또한 현장에서 보완되기를 원하는 자질인 자기효능감과 자기주도적 학습능력이 유의미하게 향상되었다.

이로써 팀 기반 프로젝트 수업은 사회복지학과 학생들의 직업기초능력, 전공실무능력 뿐 아니라 자질 향상에도 효과가 있음을 알 수 있었다.

연구결과를 토대로 사회복지교육 발전방안을 제시하였다.

@highlight

본고는 사회복지교육에서 팀 기반 프로젝트 수업을 적용하며 효과성을 분석하고자 하였다.

@highlight

이를 위하여 수업설계의 일반모형인 ADDIE 모형에 근거해 수업을 설계한다.

