최근 국내 터널공사에서 낙반사고의 위험성이 낮고 진동과 소음이 적은 쉴드 TBM을이용한 기계화 터널공법이 많이 적용되는 추세이며, 이러한 쉴드 TBM으로 터널 굴착시 적절한 굴착속도를 설계하는 것이 무엇보다 중요하다.

본 연구에서는 ○○~○○ 고속철도 쉴드 TBM 공사구간에 대하여 지반조사 결과와 TBM 굴진데이터를 분석하고 이를 기존 연구자들에 의해 제안된경험적 굴착속도 예측방법에 적용하였다.

또한, 현장 굴진데이터 중 커터 당 추력과 지반 일축압축강도와의 상관관계를분석하고 이를 통해 TBM 터널 설계 시 커터 당 추력과 일축압축강도를 변수로 굴착속도를 예측할 수 있는 간편 모델을도출하였다.

기존 해외의 여러 굴착속도 예측 모델들을 해당 TBM 현장에 적용한 결과 예측치와 측정된 굴착속도는 약50~500%의 비교적 큰 오차를 보인 반면, 본 연구에서 도출된 굴착속도 예측모델은 평균 약 15%의 오차율을 나타내어추후 유사한 지반조건을 가진 쉴드 TBM 현장에 대해서 적용성이 높을 수 있을 것으로 기대한다.

@highlight

본고에서는 ○○~○○ 고속철도 쉴드 TBM 공사구간에 대해 지반조사 결과 및 TBM 굴진데이터를 분석하고, 이를 기존 연구자들에 의해 제안된 경험적 굴착속도 예측방법에 활용하였다.

