본 연구의 목적은 교육대학에 재학 중인 초등 예비교사들의 인권의식과 교육대학의 인권보장에 대한 인식 실태를 파악하는 것이다.

이러한 목적에 따라 교육대학 학생들의 일반적 인권에 대한 의식수준은 어느 정도이며 집단 간 차이가 있는지, 교육대학 내 인권보장에 대한 교육대학 학생들의 인식은 어떠하며 집단 간 차이가 있는지를 살펴보았다.

주요 연구결과는 다음과 같다.

첫째, 교육대학교 학생들의 일반적 인권에 대한 의식수준은 보통 이상이었으며, 종합대학 학생들보다 상대적으로 높은 인권의식을 지니고 있었다.

일반적 인권 전체에 대해 학년 간, 학교 간 통계적 차이는 없었으나, 성별로는 유의미한 통계적 차이가 있었다.

즉, 여학생이 남학생보다 통계적으로 높은 의식 수준을 보였다.

둘째, 교육대학 내 인권보장 실태에 대한 교육대학 학생들의 인식은 보통 이하였다.

이러한 결과는 학생들의 기대에 비해 교육대학의 인권환경 혹은 인권보장 수준이 낮다는 것을 의미한다.

이와 관련하여 학교별 통계적 차이는 유의미하지 않았으나, 성별, 학년별 차이는 유의미하였다.

즉 남학생이 여학생에 비해, 학년이 낮을수록 교육대학 내 인권보장 실태에 대해 부정적으로 인식하는 경향이 있었다.

또한 교육대학에서의 인권침해는 주로 학생과 학생 사이에서, 교수와 학생 사이에서 발생하고 있고, 대부분의 학생이 교육대학에서 인권교육을 받은 경험이 없는 바 인권교육을 실시해야 한다고 인식하고 있었다.

이러한 연구결과는 교육대학에서 인권교육을 한층 더 강화해야 하며, 대학의 환경을 인권 친화적으로 시급히 개선해야 한다는 점을 시사해 준다.

@highlight

이 연구의 목적은 교육대학에 재학 중인 초등 예비교사들의 인권의식과 교육대학의 인권보장에 대한 인식 실태를 파악하는 것이다.

@highlight

본 연구결과는 교육대학에서 인권교육을 한층 더 강화해야 하며, 대학의 환경을 인권 친화적으로 시급히 개선해야 한다는 점을 시사해 준다.

