본 연구는 콘크리트 구조설계기준을 만족시키면서 내재에너지와 이산화탄소 배출량을 최적화할 수 있는 철근 콘크리트 기둥에 대한 지속가능 설계법을 제시한다.

지속가능 설계법은 기존의 비용절감 중심의 강도설계법에서 벗어나 철근 콘크리트 구조물의 환경 및 에너지 소비에 대한 부하를 최소화할 수 있게 해준다.

철근 콘크리트 기둥의 파괴모드는 가해지는 축력과 휨의 비율에 따라 인장지배와 압축지배로 나누어지기 때문에 각각의 지배모드에 대한 최적화 해석을 수행하였다.

다양한 단면형상과 철근량에 대해 비용, 내재에너지, 이산화탄소 배출량을 최적화시킨 단면을 산출하고 그 특성을 비교·분석하였다.

최적화 해석결과에 대한 분석을 통해 비용을 약 10% 증가시킬 때 내재에너지는 약 25% 그리고 이산화탄소 배출량은 약 55%까지 감소시킬 수 있음을 보였다.

특히, 기둥이 인장지배 상태인 경우 압축지배 상태인 경우보다 내재에너지와 이산화탄소 배출량을 더 큰 폭으로 감소시킬 수 있음을 보였다.

결과적으로 지속가능 설계법은 비용의 최소화 외에도 강도설계법에서 고려하지 않았던 내재에너지나 이산화탄소 배출량을 감소 또는 최적화하는 설계를 가능케 하여 지속가능개발의 개념을 철근 콘크리트 구조물 설계에 도입할 수 있도록 해주는 것을 확인하였다.

@highlight

본고는 콘크리트 구조설계기준을 만족시키면서 내재에너지와 이산화탄소 배출량을 최적화 가능한 철근 콘크리트 기둥에 대하여 지속가능 설계법을 제안한다.

