본고는 허준의 「잔등」에 나타난 인물의 주체성의 성격에 대한 연구이다.

이 작품에서 작가는 주인공이 장춘에서 출발하여 회령, 청진을 거쳐 경성으로 향하는 여로를 그리고 있다.

작가가 만주국 신경에서 활동하다 귀국했기에 자전적인 내용이라 해도 무방하다.

이 작품에는 주인공이 만주국에서 일본의 패망으로 인해 탈출하는 과정이 먼저 그려진다.

그리고 이 탈출과 귀향은 전쟁 난민의 그것이었기에, 해방된 조선에 기꺼이 귀환하는 망명객의 희망찬 귀향과는 정서상이나 주인공의 주체성 상에 큰 차이가 있음을 여실히 보여주고 있다.

논자는 이 점이 바로 이 작품의 가치를 드러내는 부분이라고 본다.

작가는 전재민으로서의 주인공이 어떻게 귀향이라는 제의를 통해 조선인으로 변화해 가는가를 그 내면묘사를 통해 상세히 그려내고 있다.

전재민과 귀향자와의 간극이 어떤 매개를 거쳐 어떤 방식으로 극복되는가를 몇 가지 중요한 장면을 연출하여 그려낸다.

굴곡진 삶을 사는 만주국 농민인 매부, 청진 근처 농촌에서 도주하는 일본인을 잡아내는 ‘소년’ 그리고 패전하여 피난중인 일본인을 돕기 위해 국밥집을 하는 ‘노파’를 내세워, 민족의 도덕을 넘어서 보편적 대의와 국제연대를 때 이르게 주장하고 있다.

당시로서는 긍정적으로 받아들여지지 못하고 열정 부재의 문학으로 평가받았지만, 허준의 이러한 주체상은 새삼 반복되어야 하는 귀중한 문학 유산이라 판단된다.

@highlight

이 논문은 허준의 「잔등」에 나타난 인물의 주체성의 성격에 관한 연구이다.

@highlight

이 작품에는 주인공이 만주국에서 일본의 패망으로 인해 탈출하는 과정이 먼저 그려진다.

