이 연구는 숲이라는 환경 속에서의 놀이가 유아의 자연환경태도에 미치는 영향을 알아보고자 하였으며, 주5회 숲에서 놀이하는 실험집단1, 주2회 숲에서 놀이하는 실험집단2, 그리고 실내에서 놀이하는 유아들을 비교집단으로 하였다.

실험 전 집단에 따른 자연환경태도의 차이를 살펴보기 위하여 일원변량분석을 한 결과 평균점수의 차이는 유의한 차이가 있어 사후 점수에 대해서는 공분산분석을 실시하였다.

공분산분석결과, 세 집단 간의 자연환경태도 점수는 유의미한 차이가 있는 것으로 나타나, Scheffe 사후검증을 실시한 결과 실험집단 1, 실험집단 2는 비교집단의 자연환경태도 평균점수보다 통계적으로 유의미한 차이가 나타났다.

숲에서의 놀이 이전 유아의 자연환경태도 하위요인에 있어 실험집단과 비교집단에 따라 통계적으로 유의미한 차이가 있어 공변량분석을 한 결과 동식물의 관심 부분, 생명존중 부분, 자연환경선호 부분, 자연보호 부분에 있어 집단 간 차이가 유의미한 결과가 나타났으며, Scheffe 사후검증 결과 실험집단 1과 실험집단 2가 비교집단보다 높게 나타났다.

이와 같은 결과로 볼 때 숲에서의 놀이는 유아의 자연환경 태도에 긍정적인 영향을 미친다는 것을 알 수 있다.

따라서 유아기에 자연환경 태도 신장을 위해서 숲으로 나가서 놀이할 수 있는 환경을 마련해 주는 것은 필요하다고 볼 수 있다.

@highlight

본 연구는 숲이라는 환경 속에서의 놀이가 유아의 자연환경태도에 미치는 영향을 알아보고자 했고, 주5회 숲에서 놀이하는 실험집단1, 주2회 숲에서 놀이하는 실험집단2, 실내에서 놀이하는 유아들을 비교집단으로 했다.

