본 연구는 회피적 갈등대처가 온라인 및 오프라인 공간에서의 조절효과와 함께 성별과 대인관계 갈등이 우울에 미치는 영향을 살펴보았다.

본 연구는 총 622명의 성인을 대상으로 진행되었으며, 설문 형식을 통하여 대인관계 갈등과 우울, 온라인 및 오프라인에서의 회피적 대처방식의 사용을 각각 평가하였고, 성별을 포함하는 인구 통계학적 정보를 조사하였다.

이 중 결측치와 단일변인 극단치, 다변인 극단치를 제외한 사례는 총 589명으로 남성 263명, 여성 326명이었다.

이들을 대상으로 위계적 회귀 분석을 통해 대인갈등, 온라인 및 오프라인에서의 회피적 갈등대처, 성별이 우울에 미치는 영향을 분석하였다.

그 결과, 대인관계갈등과 온라인 회피적 갈등대처의 사용, 성별이 삼원 상호작용을 보였으며, 이는 오프라인에서도 유의하게 나타났다.

이어 기울기 차이검증을 이용하여 조절효과를 보다 명확히 살피고자 하였다.

그 결과 온라인과 오프라인에서의 회피적 갈등대처는 남성에게서만 조절효과가 나타남을 보다 명확히 알 수 있었다.

남성이 온라인 환경에서 높은 대인갈등을 경험할 때, 회피적 갈등대처는 보다 낮은 우울로 이어졌으며, 반면 남성이 오프라인 환경에서 높은 대인갈등을 경험할 때, 회피적 갈등대처의 사용은 상대적으로 더 높은 우울로 이어졌다.

이러한 결과를 바탕으로 본 연구의 시사점을 논의하였다.

@highlight

이 연구는 회피적 갈등대처가 온라인 및 오프라인 공간에서의 조절효과와 함께 성별과 대인관계 갈등이 우울에 미치는 영향을 살펴보았다.

@highlight

이 연구는 총 622명의 성인을 대상으로 진행되었으며, 설문 형식을 통하여 대인관계 갈등과 우울, 온라인 및 오프라인에서의 회피적 대처방식의 사용을 각각 평가하였고, 성별을 포함하는 인구 통계학적 정보를 조사했다.

