이글의 목적은 허난설헌의 삶과 문학이 어린이 책에 어떻게 전승되고 있는지 형상화된 인물과 구성을 중심으로 살피는 것이다.

어린이 책에서 「광한전백옥루상량문」의 작시 나이는 두 견해로 나뉘어 전승되고 있다.

일부 책은 8세에 글을 지었다는 설을 수용하고 일부는 어른이 된 후 생애 마지막에 지은 것으로 전승하고 있다.

즉 8세 작시설과 27세 작시 설에 따라 인물이야기의 전기적 사실이 달라지고 있었다.

시의 해석에도 차이가 있는데, 허난설헌의 천재성을 부각하는 책에서는 8세설을 수용하고 있었으며, 생의 마지막에 지은 것으로 본 견해는 허난설헌이 자신을 위로하기 위해 지은 것으로 서술하고 있다.

허난설헌의 일화는 허난설헌이 자기 주도적이고, 대범하며 자의식이 강한 인물로 나타난다.

그러나 어린이 책에 나타난 허난설헌 상은 순종적이며 나약한 모습의 현모양처 상과 여성주의 관점에서 시대에 불화하는 상으로 나타났다.

이러한 허난설헌의 상은 오늘날의 시각으로 조선 시대를 재단하고 인물의 행위를 평가하고 있기 때문이다.

또한 전승자가 문헌에 덧씌워진 당대의 정치적 상황과 봉건이데올로기를 고려하지 않고 글자 그대로 해석하거나 오늘날의 시각으로 당대를 해석한 결과이다.

@highlight

이글의 목적은 허난설헌의 삶과 문학이 어린이 책에 어떻게 전승되고 있는지 형상화된 인물과 구성을 중심으로 살피는 것이다.

