본 연구는 공공조달에 참여하는 중소기업들의 특성을파악하고 정부의 중기간경쟁 제도의 효과를 확인하기 위하여, 중소기업들의 공공조달매출비중에 영향을 미치는 특성들을 분석하고 이 특성들이 중기간경쟁 조달 매출비중과일반경쟁 조달 매출비중에 사이에 어떻게 차이가 나는지 확인하였다.

본 연구는 조달청의공공조달 업체 적격심사기준에 포함된 항목들 중에서 비가격 항목들인 기업의 재무건전성, 기술력, 과거 납품실적, 신인도 등을 반영하는 기업특성들을 변수화하여 이들이 중소기업의공공조달 참여를 실질적으로 제약하는지, 중기간경쟁 여부에 따라 차이가 나는지를확인하였다.

그 결과, 일반경쟁 조달에서는 기업의 재무건전성이 조달참여에 큰 영향을미치는 반면 중기간경쟁 조달에서는 재무건전성은 중요하지 않고 연구개발 투자의영향력이 크게 나타났다.

또한 중기간경쟁 조달은 신생기업들에게 많은 기회가 돌아가는것이 확인되었으며, 심각한 경제위기 시기에도 매출비중이 유지되어 매출비중이 감소하는일반경쟁 조달과 대비되었다.

이런 결과들은 중기간경쟁 제도가 중소기업들 사이에 기술력중심의 경쟁을 조장하고, 신생기업들에게 더 많은 기회를 보장하며 경기변동의 충격을완화해 주는 역할을 하고 있음을 입증한다.

@highlight

본고는 공공조달에 참여하는 중소기업들의 특징을 파악하고 정부의 중기간경쟁 제도의 효과를 확인하기 위해, 중소기업들의 공공조달매출비중에 영향을 미치는 특성들을 분석하였다.

@highlight

이 특성들이 중기간경쟁 조달 매출비중과일반경쟁 조달 매출비중에 사이에 어떤 차이가 나는지 검토하였다.

