이공교육제도에 대한 저항으로 출현한 홈스쿨링의 합법화 논의에서 빠질 수 없는 주제 가운데 하나는 홈스쿨링이 공교육제도의 목표를 얼마나 충실하게 달성하고 있느냐이다.

이 연구는 공교육제도의 정책목표인 사회평등, 사회통합, 인력양성, 그리고 교육적 체험의 측면에서 홈스쿨링이 얼마나 기여하고 있는지 탐색하기 위한 목적으로 수행되었다.

학술지, 잡지, 신문, 저서 등 관련 문헌에 소개된 결과를 분석하는 일종의 메타분석 방법을 활용하여 연구한 결과, 사회평등을 제외한 나머지 세 영역에서 홈스쿨링은 일반 학교에 비하여 공교육제도의 목표 달성과 관련하여 부족하지 않다는 것을 확인하였다.

이러한 결과는 잠정적이나마 홈스쿨링의 합법화에 힘을 실어 준다.

그러나 이는 동시에 사회평등 관점에서 저소득층 홈스쿨링 가정에 대한 정책적 지원이 필요하다는 것을 시사한다.

한편 이러한 논의의 정당성을 확보하기 위해서는 홈스쿨링의 효과에 대한 보다 정교한 경험적 연구, 예컨대 준실험연구, 종단적 연구, 보다 큰 표집대상 조사 등을 실시할 필요가 있다.

@highlight

본 연구는 공교육제도의 정책목표인 사회평등, 사회통합, 인력양성, 교육적 체험의 측면에서 홈스쿨링이 얼마나 기여하고 있는지 탐색하기 위한 목적으로 수행되었다.

