본 연구에서는 지방 소재 한 대학에 재학 중인 중국인 유학생과 한국인 대상으로 한국인의 다문화 수용성 수준을 Rasch 측정모형을 사용하여 살펴본다.

한국인 대학생 대상으로 개발한 인지, 정의, 행동 특성을 나타내는 다문화 수용성 척도 타당화에 사용된 문항을 중국어로 번역하여 중국인 학생들이 느끼는 한국인의 다문화 수용성 수준과 한국인 대학생이 평가하는 자신들의 다문화 수용성 수준을 비교한다.

원점수에 있어서 한국인 학생들의 다문화 수용성은 중국인 유학생들이 지각하는 수준보다 더 높다.

Rasch 측정모형을 사용하여 하위영역에 대한 단일차원여부를 살펴본 결과, 두 그룹 간 동일하게 다문화 수용성 하위척도를 이루는 문항은 인지적 측면의 인권관련 척도로 나타난다.

해당 구인을 이루는 문항들을 비교한 결과, 장애인의 사회참여에 대하여 한국인 대학생이 스스로가 생각하는 것보다 중국인 유학생이 지각하는 장애인의 사회참여에 대한 평가는 더 긍정적으로 나타난다.

그러나 개인의 배경에 상관없이 생명존중에 대한 생각은 중국인 유학생들에 비하여 한국인 대학생이 높은 것으로 나타난다.

@highlight

이 연구에서는 지방 소재 한 대학에 재학 중인 중국인 유학생과 한국인 대상으로 한국인의 다문화 수용성 수준을 Rasch 측정모형을 사용해 살펴본다.

