본 논문은 2012년 처음으로 시행된 법률 및 법령의 성별영향분석평가를 대상으로 개선효과를분석하였다.

이를 위해 성 주류화에 대한 이론적 논의를 검토하고, 이러한 논의를 바탕으로성별영향분석평가의 효과를 성별 특성 반영, 성별 구분 개선, 성별 고정관념 개선으로 구분하여분석하였다.

분석결과 우리나라의 경우 성별영향분석평가법 제정으로 성 주류화가 제도적으로활성화되고 있음을 확인할 수 있었다.

또한, 법률 및 법령에 대한 성별영향분석평가의 경우 평가에대한 높은 개선의견 수용률을 확인할 수 있었다.

개선효과의 경우 성별 특성 반영, 성별 구분 개선,성별 고정관념 개선 순으로 성별영향분석평가 결과를 바탕으로 성인지 관점에서 법령의 개선이이루어지고 있음을 확인하였다.

반면, 분석결과 비효율적인 성별영향분석평가 운영으로 인한평가과정의 형식화, 부처 자체 개선보다는 개선권고에 의존하여 개선이 이루어지는 사실, 개정법령의경우 개정조문만 분석평가의 대상이 되어 실질적인 성인지 분석평가가 제한된다는 점 등을 문제로제기하였다.

이와 관련하여 성별영향분석평가의 절차적 제도화에 대한 초점보다 제도의 효율적인활용 및 제도의 정책효과 등 실질적인 내용에 초점을 두어 성별영향분석평가 설계 및 집행이 모색될필요가 있음을 시사한다.

@highlight

본고는 2012년 처음으로 시행된 법률 및 법령의 성별영향분석평가를 대상으로 개선효과를분석하였다.

@highlight

이를 위해 성 주류화에 대한 이론적 논의를 검토하고, 이러한 논의를 바탕으로성별영향분석평가의 효과를 성별 특성 반영, 성별 구분 개선, 성별 고정관념 개선으로 구분하여분석하였다.

