본 연구는 경찰공무원의 자살생각에 미치는 요인들을 실증적으로 검토하는데 있다.

경찰공무원은 다른 공무원에 비해 상대적으로 열악한 직무환경에 노출되어 있기 때문에 많은 정서적인 문제를 가지고 있다.

국민의 생명과 재산을 직접적으로 보호하는 업무를 담당하는 경찰공무원이 자살생각을 가지게 될 정도로 불안한 정서상태에 놓이게 된다면, 경찰공무원 자신뿐만 아니라 국민들의 생명과 신체에 중대한 해악을 줄 수 있다.

따라서 경찰공무원이 어떤 요인들로 인해 자살생각을 하는지에 대한 실증적인 연구는 매우 필요하다.

본 연구에서는 선행연구의 결과를 반영하여 인구사회학적 특성(성별, 연령, 결혼상태 등), 신체적 특성(만성질환, 음주), 심리적 특성(PTSD 인식, 우울), 사회적 특성(인간관계, 냉소주의) 등이 경찰자살과 어떤 관계성을 가지고 있는지를 확인했다.

분석결과, 통계적으로 유의미한 요인들로는 여성일수록, 이혼/사별 등 결혼상태가 불안할수록, 수사업무에 종사할수록, 만성질환이 있을수록, 음주문제가 심각할수록, 우울감을 느낄수록, 냉소적인 성향을 가질수록, 직장 내 인간관계가 부정적일수록 자살생각을 더 많이 하는 것으로 나타났다.

@highlight

이 연구는 경찰공무원의 자살생각에 미치는 요인들을 실증적으로 검토하는데 있다.

@highlight

이 연구에서는 선행연구의 결과를 반영하여 인구사회학적 특성, 신체적 특성, 심리적 특성, 사회적 특성 등이 경찰자살과 어떤 관계성을 가지고 있는지를 확인했다.

