대상사건에서는 법인격 부인론의 적용요건으로서 피고 1(주주)의 완전지배가 성립하는 지, 소외 회사(기존회사)의 법인격이 형해화되었는지, 그리고 피고 2(신설회사)의 법인격이 남용되었는지의 여부 등이 주요 쟁점이다.

그런데 제1심은 모두 인정한 반면, 원심은 모두 부정하였고, 대법원은 피고 2의 법인격 남용만을 인정함으로써 각급법원이 이들 쟁점에 대한 판단결과에 현저한 시각차를 보이고 있다.

이 평석에서는 법인격 부인이론의 적용요건에 관한 일반론과 관련 선행판례를 대비하여 대상판결의 적정 여부를 검토하고, 인정사실에 대한 명확한 심리 없이 소외 회사의 법인격의 형해화를 부정한 대상판결의 타당성에 대하여 의문을 제기하였다.

결론적으로 우리나라의 기업사회에서 지배주주가 주식회사제도를 악용하여 채무를 면탈하는 행태가 비일비재한 상황에서는 채권자 보호를 강화해야 할 사법정책적인 재인식이 필요할 뿐만 아니라, 동일한 사실관계에 대한 법원간의 현저한 견해차로부터 법인격 부인론의 법적 안정성을 확보할 필요가 있음을 강조하였다.

그리하여 핵심적인 부분에서 법인격 부인을 위한 요소들이 충족되는 경우에는 지엽적인 요소들의 문제가 남아 있더라도 전체적으로 보아 사회통념상 용인할 수 없는 경우라면 법인격 부인을 유연하게 인정할 필요성이 있다고 주장하였다.

@highlight

대상사건에서는 법인격 부인론의 적용요건으로서 피고 1 주주의 완전지배가 성립하는지, 소외 회사의 법인격이 형해화되었는지, 피고 2 신설회사의 법인격이 남용되었는지의 여부 등이 주요 쟁점이 되었다.

