본 연구는 월계종합사회복지관 이혼 한부모 자조집단 징검다리의 발전과정 및 성과, 그리고 발전과정과 성과에 관련된 요인을 심층적으로 파악하는 것을 목적으로 하는 사례연구로, 관련 문서, 회원 및 담당자?

중간관리자 심층면접, 참여관찰 등 다양한 방법으로 자료를 수집하고 질적으로 분석하였다.

그 결과, 징검다리의 발전과정은 태동, 토대 구축, 성장, 확장과 독립의 4단계로 구분되었다.

성과는 ‘개인, 가족, 공동체에서 역량을 키우고 성장함’, ‘징검다리의 울타리를 넘어서 지역사회로’의 2개 범주에서 6개 하위범주, 31개 개념이 도출되었다.

발전과정 및 성과 관련 요인으로는 ‘이런 저런 문제에도 불구하고 동병상련으로 함께 하는 회원들’, ‘탁월하고 안정적인 리더십’, ‘부족하지만 최선을 다하는 담당자의 헌신’, ‘기관의 확고한 의지를 바탕으로 효과적으로 기능하는 저소득 이혼 한부모 가족 지원의 허브’, ‘조심스러우나 시너지 효과를 내는 혼성집단’, ‘저소득 이혼 한부모 자조집단 운영의 딜레마와 자조집단 운영설명서 부재’ 등 6개 범주에서 20개 하위범주, 61개 개념이 도출되었다.

이를 토대로 저소득 이혼 한부모 자조집단 운영에 대해 논의하였다.

@highlight

이 연구는 월계종합사회복지관 이혼 한부모 자조집단 징검다리의 발전과정 및 성과, 발전과정과 성과에 관련된 요인을 심층적으로 파악하는 것을 목적으로 하는 사례연구로, 관련 문서, 회원 및 담당자?

@highlight

중간관리자 심층면접, 참여관찰 등 다양한 방법으로 자료를 수집하고 질적으로 분석했다.

