한국은 1970년대 경제개발을 추진하면서 한정된 자원을 배분하고자 효율을 중시했다.

정부의 선택과 집중은 불가피했는데 대기업, 중화학공업, 수출이 선택과 집중의 대상이었다.

즉, 한국경제는 대기업이 중화학공업 제품을 만들어 수출하는 전략을 구사했다.

여기서 중소기업은 대기업이 필요로 하는 중간재를 생산·납품하는 보조역할을 수행했다.

생산에 필요한 대기업과 중소기업의 수직계열화가 만들어졌다.

생산의 수직계열화는 수출을 통해 달러가 들어오면 분배의 기능도 수행했다.

이로써 대기업 중심의 생산과 분배 그리고 경제순환이 완성됐다.

최근 한국경제는 소득불평등이 확대하는 추세이다.

소득불평등의 원인을 산업정책에서 찾을 수 있다.

한국경제는 산업화 초기부터 대기업에 선택과 집중을 했다.

이로 인해 대기업과 중소기업의 생산성 격차, 근로자 임금 격차, 소득불평등이 연쇄적으로 발생했다.

따라서 격차와 불평등은 시장실패가 아니라 정책에 의한 정부실패임을 알 수 있다.

이제 대기업 중심의 경제에서 벗어나 중소기업 중심의 경제를 구축해야 한다.

중소기업 중심경제는 중소기업이 정책의 대상이 되고, 경제의 성장, 분배, 순환의 중심역할을 수행하는 것이다.

이를 위해 정책 패러다임을 보호와 육성에서 협업과 글로벌화로 바꿔야 한다.

또한, 중소기업 중심경제가 성공을 하려면 중소기업 정책의 혁신이 필요한데 정책을 이윤창출형과 생계유지형으로 이원화하고, 맞춤형 지원이 가능해야 하며, 인센티브 방식을 통해 기업 스스로 성장하는 기반을 구축해야 한다.

@highlight

한국경제는 대기업이 중화학공업 제품을 만들어 수출하는 전략을 구사했고 산업화 초기부터 대기업에 선택과 집중을 한 결과 소득불평등이 확대하는 추세에 있다.

@highlight

중소기업 중심경제는 중소기업이 정책의 대상이 되고 경제의 성장, 분배, 순환의 중심역할을 수행하는 것으로 대기업 중심의 경제에서 벗어나 중소기업 중심의 경제를 구축해야할 필요성이 제기되고 있다.

