정부에서 창업을 적극 장려하고 지원하는 추세와 사회계층 및 부의 양극화가 심화되는 현 시점에서 평등에 대한 인식과 계층이동에 관한 심리가 창업의지에 미치는 영향을 알아보는 것은 의미가 있다.

따라서 본 연구는 비례적 평등 수용수준이 계층상승기대감을 매개로 창업의지에 미치는 영향에 대한 실증분석을 수행하고 회귀분석을 통해 가설을 검정하였다.

그 결과는 다음과 같다.

첫째, 결과의 비례적 평등 수용수준은 창업의지와 계층상승기대감에 각각 정(+)의 영향을 미치는 것으로 나타났다.

반면에, 기회의 비례적 평등 수용수준은 창업의지와 계층상승기대감에 각각 유의한 영향을 미치지 않는 것으로 나타났다.

둘째, 계층상승기대감은 창업의지에 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 기회의 비례적 평등 수용수준과 결과의 비레적 평등 수용수준은 계층상승기대감을 매개로 창업의지에 정(+)의 영향을 미치는 것으로 나타나 부분매개하는 것으로 확인되었다.

본 연구는 개인의 평등에 대한 인식수준이 창업의지에 미치는 영향을 실증분석하면서 계층상승기대감의 매개 효과를 검증함으로써 최근의 사회상을 반영하였다는 점에서 큰 의의가 있다.

@highlight

정부에서 창업을 적극 지원하고 사회계층과 부의 양극화가 심화되는 상황에서 평등에 대한 인식과 계층이동에 관한 심리가 창업의지에 미치는 영향을 알아보는 것은 중요하다.

@highlight

비례적 평등 수용수준이 계층상승 기대감을 매개로 창업의지에 미치는 영향에 대하여 실증분석과 회귀분석을 통하여 연구하고자 하였다.

