본

 

연

구

는

 

우

리

나

라

 

기

혼

남

녀

를

 

대

상

으

로

 

배

우

자

 

지

지

와

 

감

정

적

 

자

기

개

방

 

수

준

에

 

따

라

 

어

떤

 

군

집

이

 

존

재

하

는

지

와

 

각

 

군

집

의

 

특

성

을

 

밝

히

는

 

데

 

목

적

이

 

있

다

.

 

이

를

 

위

해

 

서

울

·

경

기

 

및

 

충

청

과

 

경

상

지

역

을

 

포

함

한

 

우

리

나

라

 

전

국

에

 

거

주

하

는

 

기

혼

남

녀

 

4

0

6

명

을

 

대

상

으

로

 

배

우

자

 

지

지

 

척

도

와

 

감

정

적

 

자

기

개

방

 

척

도

,

 

결

혼

만

족

도

 

척

도

를

 

통

해

 

자

료

를

 

수

집

하

였

으

며

,

 

군

집

분

석

과

 

일

원

분

산

분

석

,

 

사

후

검

정

을

 

실

시

하

여

 

분

석

하

였

다

.

 

연

구

 

결

과

,

 

배

우

자

 

지

지

와

 

감

정

적

 

자

기

개

방

에

 

따

라

 

4

개

의

 

군

집

이

 

도

출

되

었

는

데

,

 

군

집

1

은

 

감

정

적

 

자

기

개

방

과

 

배

우

자

 

지

지

가

 

모

두

 

높

은

 

‘

고

개

방

-

고

지

지

형

’

,

 

군

집

2

는

 

부

정

적

 

감

정

의

 

개

방

이

 

낮

고

 

배

우

자

 

지

지

가

 

높

은

 

‘

부

정

감

정

 

저

개

방

-

고

지

지

형

’

,

 

군

집

3

은

 

부

정

적

 

감

정

의

 

개

방

이

 

높

고

 

배

우

자

 

지

지

가

 

낮

은

 

‘

부

정

감

정

 

고

개

방

-

저

지

지

형

’

,

 

군

집

4

는

 

감

정

적

 

자

기

개

방

과

 

배

우

자

 

지

지

가

 

모

두

 

낮

은

 

‘

저

개

방

-

저

지

지

형

’

으

로

 

나

타

났

다

.

 

또

한

 

각

 

군

집

들

은

 

성

별

과

 

결

혼

기

간

,

 

자

녀

유

무

와

 

결

혼

만

족

도

에

 

따

라

 

유

의

한

 

차

이

를

 

보

였

다

.

 

이

러

한

 

4

가

지

 

군

집

의

 

도

출

은

 

우

리

나

라

 

기

혼

자

들

이

 

배

우

자

 

지

지

와

 

감

정

적

 

자

기

개

방

에

 

따

라

 

다

양

한

 

군

집

으

로

 

존

재

할

 

수

 

있

으

며

,

 

부

부

 

상

담

에

 

찾

아

온

 

내

담

자

들

에

게

 

개

입

할

 

때

 

배

우

자

 

지

지

와

 

감

정

적

 

자

기

개

방

에

 

따

른

 

군

집

별

 

결

혼

만

족

도

의

 

특

성

을

 

이

해

하

면

서

 

보

다

 

효

과

적

으

로

 

접

근

할

 

수

 

있

음

을

 

시

사

해

준

다

.

 

마

지

막

으

로

 

본

 

연

구

의

 

제

한

점

과

 

후

속

연

구

를

 

위

한

 

제

언

을

 

논

의

하

였

다

.

@highlight

본 논문은 우리나라 기혼남녀를 대상으로 배우자 지지와 감정적 자기개방 수준에 따라 어떤 군집이 존재하는지와 각 군집의 특성을 밝히고자 하였다. 서울·경기, 충청과 경상지역을 포함한 우리나라 전국에 거주하는 기혼남녀들을 대상으로 배우자 지지 척도와 감정적 자기개방 척도, 결혼만족도 척도를 통하여 자료를 수집하였다. 군집분석과 일원분산분석, 사후검정을 실시하였다.