본 연구에서는, 실리카 분말과 왕겨의 혼합체로부터 탄화된 물질로부터, 탄화규소 (SiC) 분말이 합성되었다.

탄화왕겨와 실리카의 열탄화환원 반응을 통해 얻어진, SiC 시료는 XRD 회절 패턴, FE-

SEM 및 FE-

TEM을 통해 분석되었다.

시료들은 XRD 패턴에서, 35 o 부근의 (111) peak는 매우 높은 intensity를 나타내었고, 60 o , 72 o 부근의 (220), (311) peak 등탄화규소 결정상에 대한 peak pattern이 명확하게 관찰되었다.

Ar 분위기에서 탄화왕겨와 실리카의 혼합비율이 6 : 4인 혼합물로부터 합성된 시료는 XRD 패턴에서 잔류카본이 검출되지 않았으며, hexagonal 결정상의 비율이 비교적 낮고, cubic SiC 결정상이 주도적으로 나타내었다.

탄화왕겨와 실리카의 혼합비율이 6 : 4인 경우에 합성된 시료는 5 μm 이하의 미세한 입자들이 관찰되었으며, TEM 분석결과에서, SiC 결정질상의 (110) 회절패턴 형태를 나타내었다.

@highlight

연구에서는, 실리카 분말과 왕겨의 혼합체로부터 탄화된 물질로부터, 탄화규소 (SiC) 분말이 합성되었다.

