본 연구는 먹을거리 안전성 문제 및 도농 간 협력과 관련하여 최근 주목받고 있는 로컬푸드의 유통 실태와 구조를 파악하기 위해 광주광역시 한살림 광주생협의 로컬푸드 활용 현황을 살펴보았다.

생협의 매출자료, 생산자 분포현황, 물류 체계 등을 분석하고, 지역 생협 운영 책임자와 인터뷰를 실시하여 다음과 같은 결과를 도출하였다.

인터넷 직배송과 지역 직매장 판매방식을 병행하며 성장한 한살림 광주생협은 한살림 전남권역 생산자연합회를 통해 친환경 농산물을 공급받고 있으며, 중앙집중형 물류체계인 한살림 전국 배송물류체계를 통한 농산물 유통이 대부분을 차지하지만, 비정기적으로 로컬푸드 지역물류를 시행하고 있다.

지역물류의 경우 로컬푸드 부문은 전체 매출액의 약 10%를 차지하는데, 물품은 야채와 과실 위주로 제한적이며 관심도에 비해 지역 생협에서 로컬푸드 유통비중은 매우 낮은 실정이다.

현재의 생협 유통체계 하에서 지역물류의 경우는 생산자가 물류비를 부담해야하기 때문에 생산단가가 낮은 농산품은 대부분 중앙물류를 통해 출하되며, 남은 수량 또는 생산자의 임의 수량, 대규모 계약재배에 의한 수량 등만이 지역물류 방식으로 공급되고 있다.

또한 지역의 소비량이 제한적이기 때문에 일일채소와 같은 매일 공급물품에 대해서도 지역물류보다는 한살림 연합에서 운송비를 부담하는 중앙물류를 이용할 수밖에 없는 실정인 것으로 나타났다.

@highlight

이 연구는 먹을거리 안전성 문제 및 도농 간 협력과 관련하여 최근 주목받고 있는 로컬푸드의 유통 실태와 구조를 파악하기 위해 광주광역시 한살림 광주생협의 로컬푸드 활용 현황을 살펴보았다.

