본 연구는 어머니의 취업이 중학생 자녀의 학업성취에 미치는 영향이 직업지위에 따라 차등적으로 나타나는지 살펴보고, 교육적 관여 및 지원의 매개효과 및 상호작용을 추가로 분석하여 사회계층에 따른 교육불평등의 재생산 과정을 이해하고 학부모 지원 관련 정책의 시사점을 얻고자 한다.

경기교육종단연구 2012(GEPS 2012) 1차년도 자료를 활용하여 중학교 1학년 학생 3,639명을 분석한 결과, 어머니의 취업여부와 직업지위에 따라 가정배경, 교육적 관여 및 지원, 자녀의 학업성취에 유의한 차이가 있는 것으로 나타났다.

높은 직업지위를 가진 어머니들은 비취업 어머니들과 비교했을 때 상대적으로 가정의 사회경제적 지위가 높았고 이는 자녀의 교육에 유리하게 작용하는 것으로 나타났다.

그러나 가정배경을 통제한 후에는 높은 직업지위에도 불구하고 교육적 관여와 지원의 부족으로 인한 어머니 취업의 부적 효과가 드러났다.

한편, 낮은 직업지위의 직종에 취업한 어머니의 자녀는 사회경제적 자원의 부족과 교육적 관여 및 지원의 상대적 결핍으로 인해 가장 저조한 학업성취도를 보일 가능성이 높은 것으로 나타났다.

마지막으로 낮은 직업지위 어머니 집단에서는 교육적 관여 및 지원의 학업성취 상승효과가 유의미하게 줄어들었다.

이는 직업지위가 부모의 교육적 관여 및 지원의 질적 차이를 불러일으킬 수 있음을 보여준다.

@highlight

이 연구는 어머니의 취업이 중학생 자녀의 학업성취에 미치는 영향이 직업지위에 따라 차등적으로 나타나는지 살펴보고, 교육적 관여 및 지원의 매개효과 및 상호작용을 추가로 분석해 사회계층에 따른 교육불평등의 재생산 과정을 이해하고 학부모 지원 관련 정책의 시사점을 얻고자 한다.

