본 연구는 미국, 영국, 프랑스 등 주요 선진국들의 중앙정부 조직개편의 특징을 살펴보고 우리 정부의 향후 조직개편 방향에 대한 시사점을 찾고자 한다.

조직개편의 추진배경과 목적, 법적 근거 및 주체, 내용과 특징을 분석의 틀로 하였다.

분석결과 다음의 세 가지 특징을 발견하였다.

첫째, 미국은 의회주도의 개별법에 의해서, 영국과 프랑스는 총리의 정치적 필요와 판단에 의해서 주도된다.

둘째, 조직개편 횟수만을 비교했을 때 1980년 이후 영국이 50회가 넘는 정부조직개편을 하고 프랑스가 수시로 정부조직을 뜯어고치는 동안 미국은 단지 2개의 연방 부처만 신설되었다.

미국 의회의 강력한 견제가 원인으로 파악된다.

셋째, 정부조직개편은 변화와 안정을 동시에 추구하고 있다.

미국은 의회의 강력한 견제로 정부조직의 변화가 거의 없이 안정돼 있고 대부처주의를 따르는 경향을 보이고 있으며, 영국과 프랑스는 전문부처주의에 의한 부처의 세분화와 잦은 개편을 특징으로 하지만 부처간 협업시스템을 구축하여 부처이기주의를 극복하는 체계적인 노력을 하고 있다.

@highlight

본고는 미국, 영국, 프랑스 등의 주요 선진국들의 중앙정부 조직개편의 특징을 살펴보며 우리 정부의 향후 조직개편 방향에 관한 시사점을 찾고자 하였다.

