위계적으로 중첩되어 있는 조직현상을 설명하기 위한 이론들이 다양한 분야에서 제시되어 왔다.

그러나 대부분의 접근들은 거시(예: 사회학)와 미시(예: 심리학)로 각각 분화되어 발전되어왔다.

다중수준접근(multi-

level approach)은 복잡한 조직현상을 유기적으로 연구하기 위한 학제적 연구를 지향한다.

또한 거시와 미시를 체계적으로 연결(bridge)할 수 있는 방법론을 제시함에 따라 중위이론화(meso-

theorizing)의 발전을 돕는다.

특히 다중수준이론의 발전을 위해 창발(emergence)의 논리와 유형을 구체화하고, 교차(cross-

level)수준 연구를 위한 다양한 모델을 제시하고 있다.

본 연구의 목적은 국·내외에서 행정학, 심리학, 경영학 등 제반 학문분야에서 활발해지고 있는 다중수준접근을 비판적으로 검토하여 이론적 발전과 실천적 적실성을 확보할 수 있는 방안들을 탐구하는 데 있다.

이러한 목적을 위하여 다중수준접근의 의의, 발전과정, 과학철학적 기반, 다중수준접근의 핵심논리, 측정방법, 국·내외 선행연구 동향을 체계적으로 살펴본다.

이를 바탕으로 다중수준접근의 한계점에 대한 비판적 검토와 추후 발전방향을 종합적으로 논의하였다.

@highlight

위계적으로 중첩되어 있는 조직현상을 설명하기 위한 이론들이 여러 분야에서 제시되어 왔으나 대부분의 접근들은 거시(예: 사회학) 및 미시(예: 심리학)로 각각 분화되어 발전되어왔다.

@highlight

다중수준접근(multi-

@highlight

level approach)은 복잡한 조직현상을 유기적으로 연구하기 위하여 학제적인 연구를 지향한다.

