이 논문에서는 저전력 수중음향통신을 위해 PSSK(Phase Silence Shift Keying) 기법이 적용되었을 때 심볼 간 간섭을 최소화하기위한 등화기를 제안하였다.

PSSK 방식은 QPSK(Quadrature Phase Shift Keying) 변조와 PPM(Pulse Position Modulation) 기법이 서로 혼합된 형태이며, 저전력 통신을 위해 제안된 기법이다.

하지만 이는 수중 채널의 지연 확산 특성으로 인해 성능이 저하되는 문제점을 갖고 있다.

이에 이 논문에서는 PSSK 수신단에서 오차를 최소화하기 위한 결정 궤환 등화기를 제안하였으며, 제안한 방법의 성능을 입증하기 위해해상시험을 수행하였다.

실험 결과 등화기를 적용하지 않은 PSSK 전송의 경우는 오차율이 4.36 × 10^-2이었지만, 제안한 등화기를 적용한 경우 8.95 × 10^-4으로 나타났다.

@highlight

본 논문에서는 저전력 수중음향통신을 위해 PSSK 기법이 적용되었을 때 심볼 간 간섭을 최소화하기위한 등화기를 제안했다.

