본 연구는 대학의 비교과 프로그램과 지역의 예술 활동 지원 사업을 연계한 문화예술교육프로그램에 대한 단일사례연구이다.

본 연구는 학교와 지역사회가 연계한 문화예술교육의 새롭고 바람직한 방향을 모색할 필요에 의해 이루어졌다.

본 사례 프로그램은 사람, 자원, 공간의차원에서 학교-

지역사회의 연계가 이루어졌으며 참여자들이 자신의 이야기를 예술작품으로 창작하는 기쁨을 느끼고 문화행사를 함께 만들어가는 과정을 통해 일상의 삶 속에서 문화예술을향유할 수 있도록 하는 것을 목적으로 하였다.

이 프로그램은 2018년 4월에서 6월까지 수행되었으며 지역사회 주민과 대학생이 함께 그림책 창작, 원화전시 및 낭독공연의 과정을 이수하였다.

또한 5명의 대학교수와 1명의 출판관련 전문가가 역할을 분담하여 교육과정에 참여했다.

결과적으로, 지역주민 4명과 대학생 8명이 프로그램의 전 과정을 완수했고, 12종의 그림책을 만들었으며 지역의 어린이도서관에서 원화전시와 낭독공연을 개최하였다.

참여자들에게 프로그램의 경험을 인터뷰한 결과, 자신이 양질의 문화예술교육을 받았고 자신을 돌아보는 치유의 시간을 가졌다고 정리하였다.

본 연구를 통해 새로운 학교-

지역사회 연계 문화예술교육 프로그램의사례를 탐구할 수 있었으며 향후 이러한 프로그램이 지역사회를 위한 하나의 문화를 형성할 수있도록 더 많은 홍보와 프로그램의 개선, 실질적인 지원의 필요성을 논의 하였다.

@highlight

본고는 대학의 비교과 프로그램과 지역의 예술 활동 지원 사업을 연계한 문화예술교육프로그램에 관한 단일사례연구이다.

@highlight

본 연구는 학교와 지역사회가 연계한 문화예술교육의 새롭고 바람직한 방향을 모색하기 위해 진행 되었다.

