조

세

비

용

과

 

비

조

세

비

용

의

 

상

충

관

계

에

 

따

라

 

기

업

이

 

부

담

하

게

 

되

는

 

비

조

세

비

용

의

 

감

소

는

 

조

세

비

용

의

 

증

가

로

 

연

결

되

며

,

 

비

조

세

비

용

의

 

증

가

는

 

조

세

비

용

의

 

감

소

로

 

연

결

된

다

.

 

따

라

서

 

적

자

회

피

를

 

위

해

 

이

익

조

정

을

 

한

 

기

업

과

 

자

본

시

장

에

 

적

자

를

 

보

고

한

 

적

자

순

응

 

기

업

은

 

경

영

자

의

 

조

세

비

용

에

 

대

한

 

부

담

의

지

가

 

다

를

 

수

 

있

다

.

 

이

에

 

본

 

연

구

는

 

국

내

 

상

장

 

제

조

기

업

을

 

대

상

으

로

 

적

자

회

피

 

기

업

과

 

적

자

순

응

 

기

업

의

 

조

세

회

피

에

 

어

떠

한

 

차

이

가

 

있

는

가

를

 

검

증

하

였

다

.

 

이

를

 

위

하

여

 

본

 

연

구

에

서

는

 

수

정

 

J

o

n

e

s

 

모

형

에

 

의

한

 

재

량

적

 

발

생

액

과

 

성

과

대

응

 

재

량

적

 

발

생

액

을

 

이

용

하

여

 

경

영

자

의

 

이

익

조

정

 

전

의

 

이

익

인

 

비

재

량

적

 

이

익

을

 

추

정

하

고

,

 

이

러

한

 

비

재

량

적

 

이

익

(

N

D

N

I

)

과

 

보

고

이

익

(

N

I

)

의

 

부

호

 

및

 

크

기

를

 

바

탕

으

로

 

적

자

회

피

 

기

업

과

 

적

자

순

응

 

기

업

을

 

구

분

하

였

다

.

 

실

증

분

석

 

결

과

를

 

요

약

하

면

 

적

자

회

피

기

업

은

 

적

자

순

응

기

업

보

다

 

조

세

회

피

에

 

유

의

한

 

음

(

-

)

의

 

영

향

을

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

이

러

한

 

결

과

는

 

수

정

 

J

o

n

e

s

 

모

형

에

 

의

한

 

결

과

와

 

성

과

대

응

 

재

량

적

 

발

생

액

 

모

형

에

서

 

모

두

 

동

일

하

게

 

나

타

났

다

.

 

즉

,

 

적

자

회

피

를

 

하

는

 

기

업

은

 

적

자

회

피

로

 

인

해

 

얻

을

 

수

 

있

는

 

효

익

이

 

조

세

비

용

보

다

 

크

기

 

때

문

에

 

적

자

회

피

를

 

위

한

 

이

익

조

정

을

 

하

였

다

고

 

볼

 

수

 

있

다

.

 

또

한

 

적

자

순

응

 

기

업

의

 

경

우

 

적

자

회

피

로

 

인

하

여

 

얻

을

 

수

 

있

는

 

효

익

이

 

조

세

비

용

보

다

 

작

기

 

때

문

에

 

적

자

회

피

를

 

위

한

 

이

익

조

정

을

 

할

 

유

인

이

 

없

다

고

 

볼

 

수

 

있

다

.

@highlight

조세비용과 비조세비용의 상충관계에 따라 기업이 부담하게 되는 비조세비용의 감소는 조세비용의 증가로 연결되며, 비조세비용의 증가는 조세비용의 감소로 연결된다. 본 연구는 국내 상장 제조기업을 대상으로 적자회피 기업과 적자순응 기업의 조세회피에 어떠한 차이가 있는가를 검증했다.