본고는 국공내전 시기에 쿤룬영화사(昆?

影?

公司)에서 센푸(沈浮, Shen fu, 1905~1994) 감독이 연출한, ‘해파(海派) 영화’로 분류된 영화인 <만가등화 萬家燈火, Myriads of lights.

1948>를 통해서 국공내전 시기해파영화의 특성을 탐구하고자 한다.

해파는 근대 중국의 주류문화인 경파(京派)와 대조되는, 가장 역동적인 비주류 지방문화인 상해의 문화와 풍조를 반영하는 문화현상이다.

해파영화는 ‘해파’의 하위문화이며, 근대화된 중국을 상징하는 ‘상해’ 를 배경으로 자본주의적 의식을 가진 인물들이 근대 상해 문화를 재현한 영화들을 지칭하는 용어다.

개항 이후 형성된 해파문화는 1930년대에 접어들면서 새로운 국면을 맞이하는데, 이는 ‘민족주의’와 ‘사회주의’의 영향으로 인한 상해 도시문화에 대한 비판적 관점과 연관되어 있다.

중일전쟁 이후 제작된국공내전 시기 해파영화는 이러한 1930년대 해파영화를 한편으로는계승하였지만, 또 다른 한편으로는 중일전쟁과 국공내전의 여파로 인해 이전의 영화들과 차이를 보인다.

@highlight

이 논문은 국공내전 시기에 쿤룬영화사(昆?

@highlight

影?

@highlight

公司)에서 센푸(沈浮, Shen fu, 1905~1994) 감독이 연출한, ‘해파(海派) 영화’로 분류된 영화인 <만가등화 萬家燈火, Myriads of lights.

