현대사회는 기존의 수목적인 위계를 가진 기능주의적 공간 개념을 벗어나 재료와 기술의 발달, 네트워크 정보기술에 의한 새로운 영역으로 우리의 삶이 이동되고 있다.

이에 따른 다양한 가치관 규범의형태도 달라지고 있다.

이런 현상은 어떤 명제 아래 그 명제가 상위개념이 아니며 중심도 가지지 않는리좀의 특성으로 설명 될 수 있다.

본 연구는 현대건축 공간의 양상들이 리좀 개념 사유의 해석을 통해 이해 될 수 있음에 의미를 둔다.

철학적 기반에서의 현대사회 관계구조가 현대건축 공간에 어떻게적용되며, 특성이 무엇이며 어떻게 나타나는지 살펴보고자 한다.

또한 그 안에 내재 된 특징들을 확인한 후 리좀 사유 개념의 주된 특성으로 수렴되고 있음을 보이고자 한다.

현대건축 공간을 대상으로,미국의 90년대 이후 현대건축작품들을 사례로 직접 현장답사 한 실증현장연구로 진행되었다.

결과적으로 리좀 개념의 현대 건축공간 요소들이 잠재된 다양성 구현을 위해 이미지로 사건으로 실제화를 통한 현대건축 공간 디자인 표현 방법 연구 및 계획에 유용한 자료가 될 것이다.

@highlight

본 연구는 현대건축 공간의 양상들이 리좀 개념 사유의 해석을 통하여 이해 될 수 있음에 의미가 있다.

@highlight

철학적인 기반에서의 현대사회 관계구조가 현대건축 공간에 어떻게 적용되며, 특징이 무엇이며 어떻게 나타나는지 살피고자 한다.

