근거중심임상(Evidence Based Practice)에서 미술치료는 의학적 도움이 필요한 이들에게 긍정적인 건강개선 효과들에 대한 근거들이 보고되고 있다.

신의료행위는 신의료기술평가 제도를 통해 국민건강보험 등재 여부를 결정한다.

신의료기술은 첫째, 안전성 및 유효성, 둘째, 경제성평가, 셋째, 체계적 문헌고찰을 통한 가이드라인 존재 여부를 주요 심사 조건으로 심의하고 있다.

최근 들어 영국 중심으로 미술치료의 안전성 및 유효성 연구, 경제성평가 연구 출현이 증가하고 있으며, 체계적 문헌고찰을 통한 가이드라인이 활발하게 개발되고 있다.

증가하고 있는 국내외 미술치료 근거를 발판 삼아 미술치료의 의료기술화를 위한 단계별 전략이 필요한 시점이다.

단계별 전략은 첫째, 체계적 문헌고찰 연구를 통해 미술치료 근거 수준과 연구자원이 집중된 영역을 파악한다.

둘째, 계속해서 양산되고 있는 미술치료 근거들과 임상현장에서의 미술치료사들의 목소리, 서비스 사용자 그리고 의료기관 이해관계자들의 요구사항을 충실하게 반영한 가이드라인을 개발한다.

셋째, 한정된 연구자원을 집결시켜 검정력이 높은 대규모, 다기관 집단연구를 전개한다.

마지막으로 경제성평가와 미술치료 산업 규모를 조사하여 미술치료의 경제적 효용성과 경제적 기여에 대한 근거를 양산한다.

@highlight

이 연구는 증가하고 있는 국내외 미술치료 근거를 발판 삼아 미술치료의 의료기술화를 위한 단계별 전략을 찾는다.

@highlight

이에 따라 체계적 문헌고찰 연구를 통해 미술치료 근거 수준과 연구자원이 집중된 영역을 알아보고자 한다.

