최근 네트워크와 연동된 스마트 단말들의 개발과 보급이 거세다.

이런 트렌드는 홈 가전 디바이스들에도 반영되어 스마트 기능을 탑재한 TV, 오디오, 전등, 냉장고, 세탁기 등이 속속 출시되고 있다.

이를 통해 미디어 콘텐츠들의 공유와 소비가 그 어느 때보다 편리하고 유연해지고 있다.

본 논문은 이러한 홈 내 스마트 디바이스들의 기능들이 상호 공유되고 협력적으로 제어됨으로써, 더욱 창의적이고 혁신적인 서비스 구성이 가능한 클라우드 기반 디바이스 가상화 프레임워크 기술을 제시한다.

본 논문에서는 홈 내에서 UPnP 통신 프로토콜을 사용하는 디바이스들의 서비스 정보 및 제공하는 기능 정보를 클라우드 서버에서 자동으로 분석 및 처리하여 동적으로 어플리케이션 프로그래밍 인터페이스를 제공할 수 있도록 한다.

이를 위한 디바이스 서비스 및 제공 기능 정보를 분류하고, 정의된 규칙에 의해 홈 내 스마트 디바이스들을 가상화된 자원으로 등록하고 검색 가능한 형태로 변환하는 기술을 제안한다.

디바이스 가상화 처리를 통해 독립적으로 제공되었던 스마트 디바이스들의 기능들이 상호 협업이 가능한 단위 기능들로 분해되고, 이를 조합하여 클라우드 기반 신규 서비스 개발이 가능하게 된다.

본 논문에서는 이러한 디바이스 가상화 프레임워크와 이를 기반으로 하는 다양한 클라우드 서비스들을 제시하여 그 실효성을 검증한다.

@highlight

본고는 이같은 홈 내 스마트 디바이스들의 기능들이 상호 공유되고 협력적으로 제어됨으로써, 더 창의적이며 혁신적인 서비스 구성이 가능한 클라우드 기반 디바이스 가상화 프레임워크 기술을 제시하고자 한다.

