2013년부터 2018년 사이 세 차례에 걸쳐 영국 뉴몰든의 코리언 종족 집거지(ethnic enclave)에서 진행한 현장연구 과정에서 만난 북한이주민들은, 영국 사회에서 계급적·인종적 소수자이며 일상에서 여전히 많은도전들에 직면하는 스스로의 삶에 대해 다양한 방식으로 긍정적으로 표현했다.

이 글은 이러한 현재적 삶에 대한 긍정적 표현들과 그 표현들을통해 드러나는/구성되는 생각과 감정의 총체를 ‘안녕감’이라고 조작적으로 정의하고, 이에 대한 맥락화된 이해를 시도한다.

사람들의 삶과 정체성에 대한 서사가 항상 (존재론적이기보다) 관계적 맥락을 가진다는 인류학적 논의에 기대어, 이 글은 영국 거주 북한이주민들의 ‘안녕감’을 다양하고 중층적인 조우(encounter)의 상황적 결과물로 제시한다.

즉, 이들의 ‘안녕감’을 독립적이고 본질적인 감정이 아닌, “차이를 가로지르는 일상적 관계를 통해 구성되고 재구성되”며 동시에 역사성이 있는 문화적구성물로 위치시킨다.

@highlight

2013년부터 2018년 새 세 차례에 걸쳐 영국 뉴몰든의 코리언 종족 집거지에서 실시한 현장연구 과정에서 만난 북한이주민들은, 영국 사회에서 계급적·인종적 소수자이고, 일상에서 많은 도전들에 직면하는 스스로의 삶에 대하여 긍정적으로 표현했다.

