본 연구의 목적은 사회정의를 위한 수학교육의 국내외 연구 동향을 알아보고 우리나라 수학교육에 주는 시사점을 제시하는 것이다.

본 연구에서는 사회정의를 위한 수학교육에 대한 국내외 연구 동향을 알아보기 위하여 선행 연구들을 분석하였다.

연구결과, 사회정의에 대한 국외의 연구는 1960년대 말부터 Freire의 비판적 수학교육부터 시작하여다양한 관점에서 연구가 활발하게 진행되어 오고 있고, 국내에서는 2000년대에 들어서면서 비판교육을 시작으로 최근에는 현장 교사들을 중심으로 자신들의 수학수업에 사회정의를 위한 수학을 적용하는 연구가 주류를 이루고 있음을 밝히고 있다.

현재의 우리나라 입시 등 교육 체제에서 적용이 쉽지 않음을 지적하면서 사회정의를 위한 수학교육이 우리의 수학교육에 주는 시사점을 다음과 같이 제시하고 있다.

사회정의를 위한 수학교육은 전통적인 수학 수업에 대한 반성의 기회를 제공하고, 인문학적 관점에서 통합과 융합적 접근을 가능하게 한다고 주장한다.

또한, 학생들에게 수학에 대한 긍정적인 태도를 가지도록 하며, 교사나 학생들에게 수학과 세상을 보는 관점을 보다 넓고 깊게할 수 있는 기회를 제공할 수 있다고 설명한다.

@highlight

본 연구는 사회정의를 위한 수학교육의 국내외 연구 동향을 알아보고 우리나라 수학교육에 주는 시사점을 제시하는 것에 목적이 있다.

@highlight

본고에서는 사회정의를 위한 수학교육에 대한 국내외 연구 동향을 알아보기 위해 지난 연구들을 분석했다.

