최근 4차 산업명 시의 도래를 측하고, 여기에 비한 교육개이 필요하다는 선언과 지이 무성하다.

이 주장들은 4차 산업명이라는 교육 외 환경을 교육개의 주요 요인으 로 가정한다.

연구자는 4차 산업명을 교육이 바어야 하는 요인이 아니라, 교육이 직면한 과제나 환경으로 이해해보고자 하다.

이에 4차 산업명을 해 교육을 개하자는 논의 신에, 4차 산업명 시에 교육이 여히 지켜야할 정체성과 역할들을 검토하다.

이런 작업 은 4차 산업명과 련된 교육개 논리가 가지고 있는 도구주의 한계를 극복하는 일환이 다.

주지하듯이 한국의 등교육은 19세기말 이래 보통교육과 무상의무교육이라는 정체성을 확립하다.

그리고 이런 정체성에 입각하여, 등교육은 기교과교육, 진로탐색, 시민성의 교 육, 생활교육의 역할을 수행하다.

4차 산업명 시에도 이런 등교육 정체성과 역할을 유 지해야 할 것으로 단된다.

4차 산업명 시는 재보다도 계층불평등이 심화되는 등, 인간 다운 삶을 한 최소한의 복지가 받을 가능성이 큰 시이기 때문이다.

한 의 네 가지 등교육의 역할들이 4차 산업명 시에도 유효할 것으로 이해하다.

왜냐하면, 4차 산업 명 시에도 인류가 다른 사람과 교류하며, 사회 정치 삶을 살아가는 것은 바지 않을 것 이기 때문이다.

4차 산업명 시에 등교육에서 강화되어야 할 역할도 물론 있다.

그것은 학생들이 4차 산업명 시의 구체 삶의 모습과 사회 환경을 선택하고 결정하게 하는 시민 성 교육이다.

@highlight

최근 4차 산업혁명 시대의 도래를 예측하여 교육개혁이 필요하다는 선언이 제기되었다.

@highlight

교육개혁에 대한 주장들은 4차 산업명이라는 교육외 환경을 교육개혁의 주요 요인으로 가정하였다.

@highlight

연구자는 4차 산업혁명을 교육이 직면한 과제나 환경으로 이해해보고자 하였다.

@highlight

한국의 고등교육은 19세기말 이래 보통교육과 무상의무교육이라는 정체성을 확립하였고, 정체성에 입각하여 역할을 수행하였다.

