이 논문은 현직교사교육(현직교육)의 연구 동향을 체계적으로 분석하고 이에 대한 반성적 검토를 통해 향후 현직교육의 연구 과제를 제안하는 데 목적이 있다.

이를 위해 학술연구정보서비스(www.

riss.

kr) 데이터베이스를 활용하여 주제어 검색을 통해 현직교육에 관한 연구 총 200편을 선별·분석하였다.

분석준거로는 현직교육 유형, 연구시기, 연구주제, 연구방법, 교과 관련성 등을 설정하였다.

분석 결과를 정리하면, 첫째, 2000년대 중반 이후 현직교육 관련 논문이 양적으로 크게 증가하고 있다.

둘째, 현직교육 유형별로는 기관중심 연수가 학교나 개인중심 연수보다 현저히 많았다.

셋째, 연구방법 면에는 양적연구와 문헌연구 방법이 주로 활용되고 있는 반면 질적 연구나 혼합연구 방법을 활용한 연구는 적었다.

넷째, 연구주제 면에서는 현직교육 제도 개선에 관한 연구가 가장 많았으며, 현직교육 프로그램 개발 연구, 현직교육 질 관리에 해당되는 현직교육 평가 및 효과분석연구, 현직교육 실제를 기술하는 연구들은 상대적으로 적었다.

교과 분야별로는 과학, 영어, 체육교과 분야 현직교육 연구들이 다른 교과에 비해 상대적으로 많았다.

이상의 분석 결과를 토대로 현직교육의 개념 및 범위의 명료화, 학교 현장 중심의 현직교육 확대, 현직교육 효과 개념의 명료화 및 효과 분석 연구의 확대, 현직교육 연구를 위한 다양한 이론적 틀과 방법론 개발 등 크게 네 가지 점에서 연구 동향 분석을 비판적, 반성적으로 고찰하고 관련 분야 연구의 필요성을 제기하였다.

@highlight

이 논문은 현직교사교육(현직교육)의 연구 동향을 체계적으로 분석하고 이에 대한 반성적 검토를 통해 향후 현직교육의 연구 과제를 제안하는 데 목적이 있다.

