본 연구는 대학생의 취업스트레스와 자살사고와의 관계에서 우울의 매개효과와 스트레스취약성의 조절효과를 알아보는 것을 목적으로 첫째, ‘취업스트레스’가 ‘자살사고’에 미치는 경로에서 ‘우울’의 매개효과를 검증하며, 둘째, 취업스트레스가 자살사고에 미치는 직접경로와 우울에 의해 매개된 간접경로에서 작용할 것이라고 가정되는 ‘스트레스취약성’의 조절효과를 검증하고자 한다.

이를 위해, 대학생 132명을 대상으로 취업스트레스, 우울, 자살사고 그리고 스트레스취약성을 측정하는 자기보고식 질문지가 실시되었다.

Hayes의 Process 4번, 8번 모델을 사용하여 분석한 본 연구의 결과는 다음과 같다.

첫째, 취업스트레스가 자살사고에 이르는 경로에서 우울의 매개효과가 유의하였다.

둘째, 스트레스취약성은 취업스트레스가 자살사고로 가는 직접경로와 우울을 매개로 하여 자살사고에 미치는 간접경로에서 모두 유의한 조절효과를 보이는 것으로 나타났다.

마지막으로 본 연구의 시사점과 함께 향후 연구에 대한 제언에 대하여 논의하였다.

@highlight

본 논문은 대학생의 취업스트레스와 자살사고와의 관계에서 우울의 매개효과와 스트레스취약성의 조절효과를 알아보는 것을 목적으로 하였고, ‘취업스트레스’가 ‘자살사고’에 미치는 경로에서 ‘우울’의 매개효과를 검증했다.

