본 연구는 오늘날 우리나라 가족이 직면하고 있는 다양한 위기상황에 대한 대처능력 향상을 돕기 위해 건강가정지원센터의 가족상담 사업 강화 방안을 제시하는데 초점을 두었다.

이를 위해 본 연구는 기본적으로 비판적 문헌고찰 방법을 사용하였고, 우선 가족의 위기에 대한 개념을 살펴보고 건강가정지원센터 내 가족상담 운영 현황에 대해 살펴보았다.

다음으로 본 연구는 건강가정지원센터의 가족상담 사업을 강화하기 위한 여러 가지 방안을 제시하였다.

구체적으로 가족상담 접근방식의 강화방안으로서 가족상담 전문기관으로서의 정체성 확립을 위한 로드맵 제공, 보편성과 특수성에 입각한 융통성 있는 가족상담 서비스 제공, 효과적 연계체계 구축을 통한 가족상담 서비스의 효율성 확보, 가족상담 접근방식의 다양화 방안을 제시하였고, 가족상담 인력의 전문성 강화방안으로서 상담자의 자격과 전문성 향상 방안과 가족상담사의 국가자격증 제도화 방안 등을 제시하였다.

마지막으로 본 연구는 가족위기의 개념과 가족상담 운영 현황 및 가족상담 사업 강화방안을 통합하여 앞으로의 방안을 제시하였다.

@highlight

이 연구는 오늘날 우리나라 가족이 직면하고 있는 다양한 위기상황에 관한 대처능력 향상을 돕기 위해 건강가정지원센터의 가족상담 사업 강화 방안을 제시하는데 초점을 두었다.

