무선 기술이 가지는 장점인 설치의 편리성, 기동성으로 인하여, ZigBee를 이용한 홈 네트워크 서비스 활용성에 대한 기술개발이 활발이 진행되고 있다.

이러한 유비쿼터스 홈 서비스의 활용성에도 불구하고 ZigBee 기반 홈 기기나 센서 정보의 도청, 비정상적인 패킷의 유통, 메시지 재사용 등의 데이터 위/변조 문제와 네트워크 전체를 마비시킬 수 있는 서비스 거부 공격 등에 쉽게 노출되어 있다.

본 논문에서는 이에 대한 효과적인 대응과 관리 처리를 위하여, 유비쿼터스 홈 네트워크에서의 ZigBee 기술을 사용할 시에 발생할 수 있는 보안 문제점을 해결하기 위한 ZigBee 기반 End-

to-

End 보안 기술을 개발하였다.

본 기술 개발의 특징은 ZigBee Device, 코디네이터/게이트웨이 영역은 ZigBee 표준 스펙을 구현하였으며, 응용어플리케이션/서버 영역은 표준 스펙이 정의 되어 있지 않으나, 이 부분을 유비쿼터스 홈 네트워크 서비스 관점에서 설계 및 구현하였다.

ZigBee 디바이스가 가지는 하드웨어 자원의 빈약성을 고려하여 최대한 보안 기능을 리소스가 풍부한 응용어플리케이션/서버의 자원 활용에 초점을 맞췄다.

@highlight

본고에서는 이에 대한 효과적인 대응과 관리 처리를 위하여, 유비쿼터스 홈 네트워크에서의 ZigBee 기술을 사용할 시에 발생할 수 있는 보안 문제점을 해결하기 위한 ZigBee 기반 End-

@highlight

to-

@highlight

End 보안 기술을 개발하였다.

