학생인권 보호 강화정책은 오랜 학교의 학생지도 관행을 수정하여야 한다는 점에서 매우 신중하게 다루어져야 할 과제이다.

학교에서 일정한 교육목표를 달성하기 위해서는 다소 과도하게 학생의 자유를 제한하여도 무방하다는 의식이 일반적으로 높은가운데, 지역별 또는 학교별로 입장이나 목표의 차이가 있기 때문에 전국적으로 적용되는 획일적이고 구체적인 학생지도 방법을 법령으로 규정하는 것은 바람직하지 아니하다.

이점에서 구체적인 학생지도 방법을 학칙에 위임하고 그 학칙규정은 학생, 학부모, 교원 등 이해관계자들의 의견을 존중하여 정하도록 법령으로 규정한 것은 적절한 정책방향이라 할 수 있다.

그러나 체벌만 금지하고 여타 사항은 교육상 필요한 범위 내에서 학교별 학칙으로정하도록 포괄적으로 위임하는 것은 헌법상의 기본권 제한 법률유보 정신과 국제인권협약의 규정에 잘 부합되지 아니한 측면이 있을 뿐만 아니라, 관련 학칙규정 작업을위해 각급 학교들에게 불필요한 행정적 부담을 줄 수 있다.

이점에서 교육부가 부령으로 가칭 ‘학생지도에 관한 규정’을 제정하거나, 시·도별로실정에 적합한 ‘학생지도에 관한 조례’를 제정토록 지원함으로써 학교가 공통적으로준수해야할 학생인권 보호의 내용과 제한의 한계를 보다 구체적으로 제시해 줄 필요가 있다.

@highlight

학생인권 보호 강화정책은 오랜 학교의 학생지도 관행을 수정하여야 한다는 점에서 매우 신중하게 다루어져야 할 과제이다.

@highlight

이점에서 구체적인 학생지도 방법을 학칙에 위임하고 그 학칙규정은 학생, 학부모, 교원 등 이해관계자들의 의견을 존중하여 정하도록 법령으로 규정한 것은 적절한 정책방향이라 할 수 있다.

