정부는 국가 차원에서 물류인프라의 확충과 물류전문기업의 육성을 통해 물류기업의 경쟁력 향상과 국제물류시장의 주도권을 확보하기 위해 지속적인 노력을 실시해오고 있으며, 특히 동북아 지역의 경제규모 및 교역량이 자치하는 비중이 급증함에 따라 동북아 지역의 물류 네트워크 선정을 위해 다양한 정책을 추진하고 있다.

이러한 정부의 정책의 일환으로 2006년부터 종합물류기업 인증제도를 도입하여 시행하고 있다.

이 제도는 물류정책기본법에 근거하여 설립된 정부의 물류전문기업 육성방안의 대표적인 정책 중 하나이다.

그러나 이 제도로 인해 물류기업에 대한 신뢰성을 높여 물류산업의 선진화 및 효율화에 기여하였다는 주장과 동 제도로 인해 기업의 부담과 대기업 위주의 시장 통폐합 우려 등의 부정적인 의견이 대립되고 있다.

이에 본 연구는 이러한 논란이 있는 현 시점에서 종합물류인증 기업 중 물류창고기업을 대상으로 효율성 분석을 통해 비효율의 실태와 개선방안을 제시하고자 한다.

분석방법으로는 DEA 분석을 통해 종합물류인증기업의 경영효율성을 분석하며 비효율적인 기업의 투사값을 제시하며 벤치마킹의 대상이 될 수 있는 기업들의 참조집합을 제시하고자 하며 또한 분석결과를 통해 벤치마킹의 대상이 되는 기업들을 제시하였다.

@highlight

분석방법으로는 DEA 분석을 통하여 종합물류인증기업의 경영효율성을 분석하고 비효율적인 기업의 투사값을 제시한다.

@highlight

또한 벤치마킹의 대상이 될 수 있는 기업들의 참조집합을 제시하고자 하고 또한 분석결과를 통하여 벤치마킹의 대상이 되는 기업들을 제시했다.

