국내에서 수집된 자두 38품종의 식별을 위하여 SSR 마커를 이용하여 품종별 SSR 프로파일 데이터베이스를 구축하였다.

자두 품종의 식별에 적합한 마커를 선정하기 위하여 8개품종을 대상으로 총 61개의 마커를 분석하였다.

8개 품종간에 높은 다형성과 재현성을 나타내고, 밴드패턴이 선명한 21 개의 마커를 선발하여 공시된 38품종을 분석하였을 때 총210개의 대립유전자가 분석되었다.

대립유전자의 수의 분포는 3~17개를 나타내었고, 마커당 평균 대립유전자의 수는10개로 분석되었다.

PIC 값은 0.549~0.870의 범위에 속하였으며 평균값은 0.758로 나타났다.

210개의 대립유전자를Jaccard 방법에 의해 유사도를 산출하고 비가중 산술방식에의해 집괴 분석한 결과 공시품종의 유전적 거리는 0.06~1.00의 범위를 나타내었고 21개 SSR 마커에 의해 38품종 중32품종이 식별되었다.

본 결과는 자두 출원품종의 신품종 보호 심사를 위한 유전자 분석 자료, 종자분쟁 발생 시 해결도구로 유용하게 활용될 것으로 사료된다.

@highlight

국내에서 수집된 자두 38품종의 식별을 위해 SSR 마커를 이용해 품종별 SSR 프로파일 데이터베이스를 구축했다.

