본 연구에서는 한국 수도권 중년여성들의 성격적 강점과 행복관련 변인들과의 관계를 조사하였다.

이를 위해 서울 및 경인 소재 중년 여성들 312명을 대상으로 성격적 강점 척도, 한국판 긍정심리치료 척도, 삶의 만족도 척도, 심리적 안녕감 척도를 사용하여 설문조사를 실시하였다.

자료는 빈도분석, 상관분석 및 다중선형회귀분석을 통해 분석하였다.

분석 결과, 사랑, 감사, 진실성, 낙관성, 공정성의 성격적 강점 순으로 빈도가 높게 나타났다.

그리고 상관분석 결과에서는 감사, 사랑, 낙관성, 활력, 끈기 등의 성격적 강점이 여러 행복관련 변인들과 상관이 높았다.

다중선형회귀분석결과에서는 감사, 사랑, 자기조절이 세 개의 준거변인 모두에 중요한 긍정적 기여를 하는 예측변인이었다.

이 결과는 한국 수도권 중년여성들의 행복증진을 위한 전략을 계획할 때, 감사, 사랑, 낙관성, 활력, 끈기, 자기조절 등의 성격적 강점들을 활용하도록 하는 것이 유리할 것임을 시사한다.

마지막으로, 본 연구의 제한점, 그리고 본 연구의 의의와 추후 연구를 위한 제안점들이 논의되었다.

@highlight

이 연구에서는 한국 수도권 중년여성들의 성격적 강점과 행복관련 변인들과의 관계를 조사했다.

@highlight

자료는 빈도분석, 상관분석 및 다중선형회귀분석을 통해 분석했다.

