본 연구는 초등 사회과 교육과정을 대상으로 세계시민교육 지표를 활용하여 세계시민교육을 명시화한 2009 개정 및 2015 개정 사회과 교육과정을 비교·분석하였다.

분석 결과 2009 와 2015 개정 초등 교육과정이 각각 인지 영역에서 18개, 38개, 사회·정서적 영역에서 26개, 29개, 행동적 영역에서 8개, 27개의 성취기준이 각 지표와 관련이 있는 것으로 나타났다.

영역별 특징을 살펴보면, 인지 영역에서는 2015 개정 교육과정에서 ‘세계시민’을 명시적으로 언급한 성취기준이 처음으로 등장하였다.

사회·정서적 영역에서 특징적인 점은 교육과정 변화에 따라 강조하고 있는 세계시민교육의 학습 주제가 달라졌다.

행동적 영역에서는 2015 개정에서 세계시민으로서의 행동과 실천 촉구를 강조하였다는 점에 주목할 만하다.

종합하면, 2015 개정 교육과정은 2009 개정 교육과정보다 세계시민교육과 관련된 성취기준의 수가 증가하였으며, 그 내용 또한 진일보한 것을 알 수 있다.

그럼에도 불구하고, 2015 개정 교육과정 역시 사회·정서적 영역과 행동적 영역에서 모든 지표를 아우르지는 못했다는 점에서 한계를 가진다.

이에 추후 교육과정에서는 교육의 효과성과 수업의 효율성 측면에서 내용요소의 편중 문제와 비체계적인 내용 구조를 반드시 해결해야 할 필요가 있을 것이다.

@highlight

본고는 초등 사회과 교육과정을 대상으로 세계시민교육 지표를 활용해 세계시민교육을 명시화한 2009 개정 그리고 2015 개정 사회과 교육과정을 비교·분석했다.

