현재 기업에서 실시하고 있는 학습은 그 전달방식에 따라 면대면 오프라인 학습과 인터넷 혹은 인트라넷 등을 통한 온라인 학습, 그리고 최근 온라인-

오프라인을 함께 병행하여 진행하는 혼합 학습 (Blended Learning)등으로 다양하게 살펴볼 수 있다.

하지만 각각의 학습 유형에 적합한 지식 창출 및 공유 전략과 방법, 조건 등은 충분히 고려하지 않은 채 무비판적으로 시행되고 있는 실정이다.

이에 본 논문에서는 Nonaka와 Konno(1998b)가 주장한 지식창출 및 공유 장소로서의 Ba개념을 활용하여 각 Ba별로 창출, 공유되는 지식의 특성을 고려, 최적의 온라인-

오프라인 통합 학습 모델을 다음과 같이 제시하였다.

(1) 나선형 지식창출 프로세스에 따른 네 가지 Ba의 특성을 고려하여 최적의 온라인-

오프라인 학습 유형을 규명하였다.

(2) 온라인-

오프라인 통합 학습에서 지식 창출 및 공유의 핵심 조건으로서 학습자들 간의 신뢰 수준과 유형을 비교하였다.

(3) 온라인-

오프라인 통합 학습을 가장 효과적으로 전달하기 위한 학습내용의 가공 수준을 비교하였다.

(4) 온라인-

오프라인 통합 학습을 활성화시키는 데 중추적인 역할을 담당하는 학습 촉진자의 유형과 특성을 비교하였다.

궁극적으로 지식창출 및 공유 장소 Ba를 활성화시키는 최적의 온라인-

오프라인 통합 학습 유형과 촉진 전략은, 기업이 강조하는 지식과 학습 두 분야 사이의 긴밀한 연관성을 제고하기 위함이다.

@highlight

이 논문에서는 Nonaka와 Konno(1998b)가 주장한 지식창출 및 공유 장소로서의 Ba개념을 활용해 각 Ba별로 창출, 공유되는 지식의 특성을 고려, 최적의 온라인-

@highlight

오프라인 통합 학습 모델을 다음과 같이 제시했다.

@highlight

(1) 나선형 지식창출 프로세스에 따른 네 가지 Ba의 특성을 고려해 최적의 온라인-

@highlight

오프라인 학습 유형을 규명했다.

