과학 영재교육에서 학생들의 자율적이고 창의적인 탐구 활동은 매우 중요하다.

2003년 한국과학영재학교(KSA)의 독특한 사사교육 모형으로 도입된 R&E(Research &Education) 프로그램은 과학영재학교는 물론이고 전국의 과학고등학교에서도 핵심적인 영재교육과정으로 운영되고 있다.

이 연구는 고교 시절의 자율탐구활동인 R&E 참여 경험이 대학 이상의 탐구 활동에 어떠한 영향을 미치고 있는 지를 파악하는 데 초점을 두고 있다.

이를 위해 과학고에서 R&E를 경험하고 현재 대학생이 된 졸업생 39명을 대상으로 개인별 심층면담을 통해 참여 경험과 의미에 대한 인식을 조사하였다.

그 결과, 졸업생들은 과학고에서의 R&E 참여 경험이 실제로 과학 연구를 수행함에있어서 지적·정의적·기능적으로 상당한 도움을 주었다고 인식하였다.

다만 운영과정에서의 비효율성을 개선해야 한다는 지적이나 영재학교와 비교하였을 때 사전 이해를증진하는 안내 활동이나 예산 및 설비 등이 부족하다는 의견을 제시하였다.

또한, 전국 과학고들 간에 R&E 운영의 체계성이나 전문성, 지역대학과의 인적·물적 교류와협력 등에서 상당한 편차가 있음이 드러났다.

이에 향후 지역의 우수 과학 인재를 발굴·육성하는 요람으로서의 과학고에서 R&E 프로그램을 활성화하고 효과를 증진하기위해서는 지역간·학교간 특성을 반영한 중장기적 지원 방안을 모색하는 노력이 있어야 할 것이다.

@highlight

과학 영재교육에서 학생들의 자율적이고 창의적인 탐구 활동은 매우 중요하다.

@highlight

이 연구는 고교 시절의 자율탐구활동인 R&E 참여 경험이 대학 이상의 탐구 활동에 어떠한 영향을 미치고 있는 지를 파악하는 데 초점을 두고 있다.

