교차로 과포화 시 대응할 수 있는 실시간 신호제어전략은 전방향 및 대기행렬 검지를 위해 많은 검지기가 필요하며, 높은 설치비용이 요구된다.

또한, 기존 앞막힘 예방제어는 해당 접근로의 현시시간을 축소하는 단편적인 전략으로 대응하기 때문에 그 효과가 일시적으로 제한된다.

본 연구에서는 현장에 설치된 ITS영상정보를 활용한 과포화 신호제어전략을 개발하였다.

교차로 과포화 시 발생되는 대기행렬을 영상분석으로 추출하여 이를 기반으로 포화도 비를 산출하여 포화도 비에 따른 신호제어전략을 수립하였다.

신호제어전략은 과포화를 2단계로 나누어 과포화 1단계는 대기행렬 기반 주방향 신호개선, 과포화 2단계는 과포화 시 발생되는 꼬리물기 현상에 대응할 수 있는 신호제어기법을 개발하였다.

신호제어전략의 현장 적용성을 높이기 위해 기존 현시순서, 옵셋, 주기 등을 고정시키고 운영변수의 미세조정전략을 채택하였고, 주도로 위주의 검지 체계를 구축하였다.

신호제어전략별 모의실험 결과, 과포화 상황에서 지체감소 효과가 뚜렷하였고 실시간신호제어인 COSMOS와 비교하여 비용 대비 효율이 더 높은 것으로 확인하였다.

@highlight

이 연구에서는 현장에 설치된 ITS영상정보를 활용한 과포화 신호제어전략을 개발했다.

@highlight

신호제어전략은 과포화를 2단계로 나누어 과포화 1단계는 대기행렬 기반 주방향 신호개선, 과포화 2단계는 과포화 시 발생되는 꼬리물기 현상에 대응할 수 있는 신호제어기법을 개발했다.

