본 논문에서는 근대주의적 시각에서 부정적으로 평가받은 「국문학전사」를 재해석하고자 하였다.

이 저서에서 국문학이란 국어로 이루어진 국민국가의 문학이자 민족문학으로 규정된다.

그러나 여기에서의 국민문학이란 과거의 자취가 아니라 건설되어야 하는 미래의 문학으로 설정되어 있다.

이러한 인식은 시대구분의 다중성을 통한 열린 해석의 지향, 민족문학 내부에 존재하는 차이들의 존중과 소수자 문학의 발견으로 이어진다.

이런 점에서 「국문학전사」는 탈근대적 전망을 어느 정도 선취하였다고 할 만하다.

「국문학전사」가 획일적인 근대주의의 틀에서 다소 유연할 수 있었던 또 다른 요인으로는 작품의 해석과 평가에 있어서 표현론적 요소나 수용미학적 관점을 다른 문학사보다도 풍부하게 견지하고 있었기 때문이라고 여겨진다.

이처럼 이 논문에서는 근대주의 외부의 시선으로 「국문학전사」를 고찰하여 향후 문학사 기술에 이 저술이 무엇을 시사할 수 있는지를 살펴보고자 하였다.

@highlight

이 논문에서는 근대주의적 시각에서 부정적으로 평가받은 「국문학전사」를 재해석하고자 했다.

