이 글의 목적은 재외 한글학교 현황을 분석하고 발전 과제를 제안하는 것이다.

이를 위해 2004년부터 2017년까지 한글학교의 수와 학생, 교사에 대한 지역별 분포와추이를 분석하였다.

한글학교와 학생, 교사는 북미와 아시아 그리고 CIS 지역에가장 많이 분포하고 있다.

유럽과 아시아, 중남미 지역에 한글학교와 학생이 증가하였으며, CIS와 북미 지역에서는 한글학교와 학생이 감소하였다.

한글학교 학생은 초등학생 연령이 가장 많으며, 그 다음이 유치원생과 성인이다.

중고등학생은 점차 감소하는경향을 보여, 학년이 올라갈수록 한글학교에 참여하는 학생이 줄어들고 있다.

이러한경향을 참고할 때, 학업 연장을 위한 현실적이고도 정책적인 도모가 필요하다.

한글학교가 공신력을 갖기 위해서는 교육기관으로서의 성격을 강화하고, 현지의 공교육에서요구하는 이중 언어 교육과정을 한글학교 교육에 적용하는 등 현지화할 필요가있으며, 한글학교의 수업이 공교육 기관으로부터 학점 인정을 받을 수 있도록 해야한다.

이러한 제도를 통해 중고등학생이 감소하는 경향을 극복할 수 있을 것이다.

또 한국어 교육을 한글학교가 전담하고 있는 나라에는 전문 교사를 파견하는 등 교사의 전문성도 정책적으로 지원할 필요가 있다.

@highlight

재외 한글학교 현황을 분석하고 발전 과제를 제안하기 위하여 2004년부터 2017년까지 한글학교의 수와 학생, 교사에 대한 지역별 분포와추이를 분석하였다.

@highlight

학업 연장을 위한 현실적이고도 정책적인 도모가 필요하며 한글학교의 수업이 공교육 기관으로부터 학점 인정을 받을 수 있도록 해야한다.

