본 연구는 임상간호사의 낙관성과 심리적 안녕감의 관계에서 사회적 지지와 스트레스의 매개효과를 파악하기 위해 시도되었다.

자료수집은 B시와 U시에 위치한 대학병원에서 근무하는 207명을 대상으로 하였으며, 2013년 9월 3일부터 9월 30일까지 질문지를 이용하여 자료를 수집하였다.

SPSS WIN v 20.0을 이용하여 t-

test, ANOVA, Scheffe's test, Pearson's correlation coefficients, Hierarchical multiple regression(위계적 회귀분석)으로 분석하였다.

연구결과는 다음과 같았다.

낙관성 평균평점(3.61±0.62), 사회적 지지 평균평점(3.65±0.64), 스트레스 평균평점(0.82±0.59), 심리적 안녕감 평균평점(3.36±0.38).

사회적 지지와 스트레스는 낙관성과 심리적 안녕감의 관계에서 완전 매개하는 것으로 나타났다.

따라서, 간호사의 삶의 질을 증진시키기 위한 간호중재 프로그램 개발이 필요함을 제안한다.

@highlight

이 연구는 임상간호사의 낙관성과 심리적 안녕감의 관계에서 사회적 지지와 스트레스의 매개효과를 파악하기 위해 시도되었다.

