스포츠가 보편화되면서 인간의 권리로써 스포츠를 인정하고 보장할 수 있는지에 대한 논의와 나아가 이를 법제화하는 논의로 이어지고 있다.

우리나라는 스포츠권을 직접적으로 규정한 헌법 규정은 없으며, 다만 헌법 원리나 개별적 기본권에서 그 근거를 도출할 수 있을 뿐이다.

또한 스포츠권을 자유권 또는 사회권으로 규정하든지 간에 명확히 스포츠권을 규정한 법률은 현재 없으며 스포츠기본법안 및 체육인복지법안등이 제19대 국회에 제출되었으나 처리되지 못하고 임기만료로 폐기되었으며, 제20대 국회에 들어와 이들 법안은 다시 국회에 제출되어 있다.

본 논문에서는 현행 법령 중 스포츠 복지와 관련된 법률 및 관련 규정을 살펴보고, 스포츠 복지 증진을 위해 시행중인 관련 정책도 살펴본다.

특히, 기존에 발의된 법안으로 체육인복지법안과 스포츠기본법안이 있고, 체육인복지법안에서는 체육인들의 생활안정과 복지증진의 도모를 목적으로 하고 있으나, 스포츠복지를 보다 효율적으로 수행하기 위하여 일반 국민을 대상으로한 스포츠복지 및 체육인을 대상으로한 스포츠복지를 하나의 법률에서 규율하여 스포츠복지에 관한 정책의 효율을 꾀할 수 있을 것이다.

본 논문에서는 현행 법제 및 정책의 문제점을 지적하고, 현행 법제도의 미비점을 보완하기 위한 개선방안의 제시를 목적으로 한다.

@highlight

스포츠가 보편화되면서 인간의 권리로써 스포츠를 인정하고 보장할 수 있는지에 대해 논의와 나아가 이를 법제화하는 논의로 이어지고 있다.

