우리나라는 혁신성장을 위해 R&D 투자를 꾸준히 늘리는 한편, R&D 투자의 효율성을 높이기 위한 다양한 정책을 진행하고 있다.

특히 R&D의 대표적인 성과물인 지식재산(IP)의 수준을 높이고, 활용을 통한 경제적 수익 창출을 위해서 R&D와 지식재산권을 연계한 정책, 사업 등을 기획·추진하고 있으며, 주요 R&D 주체인 대학 및 공공연구기관, 기업들의 지식재산 관리 노력을 장려하는 추세이다.

본 연구에서는 대학 및 공공(연)에서의 지식재산 관리활동의 수준을 구체적으로 측정하여 그 효과를 살펴보았다.

분석결과, 지식재산 관리활동이 지식재산 활용을 통한 경제적 성과를 높이는 데에 긍정적인 영향을 미치는 것으로 확인되었다.

특히 연구개발활동이 진행되는 과정에서, 선행기술조사를 통해 이미 공개된 지식재산 및 기술 등과의 차별성을 확보하는 방향으로 연구를 기획하고, 출원 전 예비평가를 통해 권리화 전략을 마련하는 한편, 보유 지식재산에 대한 평가를 통해 활용도를 제고하는 이른바 R&D 전체 과정에서의 지식재산 관리가 효과적이라고 파악되어, 관련 활동들에 대한 인식제고 노력 및 지원이 강화되어야 할 것으로 보인다.

@highlight

본 연구에서는 대학과 공공(연)에서의 지식재산 관리활동의 수준을 구체적으로 측정해 그 효과를 분석해보았다.

@highlight

분석결과, 지식재산 관리활동이 지식재산 활용을 통하여 경제적 성과를 높이는 데에 긍정적 영향을 미치는 것으로 나타났다.

