국내 감사시장의 감사보수의 절대금액이 낮은 수준이며 보수기준 폐지이후 감사보수 덤핑까지 일어난다는 지적이 있다.

이러한 낮은 수준의 감사보수는 감사인들이 적정감사시간을 투입하지 못하게 하며 회계감사의 질적수준을 저하시키는 원인으로 지적되고 있다.

본 연구에서는 감사투입시간의 결정변수들을 분석하고, 적정감사보수를 감사시간과 임률의 곱의 형태로 산정하는 방안을 제시한다.

본 연구의 분석결과 감사투입시간은 대체로 자산규모, 사업장수, 해외매출비중에 따라 증가하는 것으로 나타났다.

실제 투입했어야 할 감사시간(적정감사시간)을 고려할 경우 은행/금융업종, 산업고유위험, 공개여부 등이 감사시간을 증가시키는 요인으로 나타났다.

또한 본 연구에서는 기본감사시간 모형에 산업별 요소, 상장/코스닥, 반기검토, 연결재무제표 작성 등의 요인을 가산하여 전체 감사투입시간을 산정하였다.

이렇게 감사시간을 체계적으로 산출하는 방식은 적정감사보수를 산정해내는 기본지침으로 활용될 수 있을 것으로 기대된다.

@highlight

국내 감사시장의 감사보수의 절대금액이 낮은 수준이며 보수기준 폐지이후 감사보수 덤핑까지 일어난다는 지적이 있다.

