본 연구에서는 여자대학생들이 일상에 만연해있는 온정적 성차별주의와 그 부정적인 영향을 인식하고, 성차별에 대한 인식이 증진되면서 수반되는 심리적 불편감이나 무력감을 극복할 수 있도록 온라인 프로그램을 개발하여 그 효과를 확인하였다.

구체적으로, 경험학습 이론과 여성주의상담이론 및 선행 연구들을 토대로 개발된 3회기 온라인 프로그램(인식 향상 및 임파워먼트 프로그램: 실험집단)과 온정적 성차별주의 인식 향상에만 초점을 둔 3회기 온라인 프로그램(인식 향상 집단: 비교집단)이 온정적 성차별주의와 여성임파워먼트에 차별적인 영향을 미치는지와 진로 포부, 우울, 공동행동 참여의도에 집단 간 차이가 나타나는지를 검증하였다.

그 결과, 실험집단(n=20)과 비교집단(n=18) 모두 프로그램 참여 이후 온정적 성차별주의 수준이 유의하게 감소되었다.

여성임파워먼트의 경우에는 몇몇 하위 요인(자기돌봄, 유능감, 여성성 수용)에 대해 실험집단에서만 유의한 변화가 나타났다.

한편, 진로 포부, 우울, 공동 행동 의도에 대해서는 집단 간 차이가 발견되지 않았다.

연구 결과를 바탕으로 시사점, 연구의 제한점과 후속 연구에 대한 제언을 논하였다.

@highlight

본 논문에서는 여자대학생들이 일상에 만연해있는 온정적 성차별주의 및 그 부정적인 영향을 인식하고, 성차별에 대한 인식이 늘어나게되면서 수반되는 심리적 불편감 혹은 무력감을 극복할 수 있도록 온라인 프로그램을 개발해 그 효과를 확인했다.

