이 연구는 동화 작품에 나타난 핍진성을 이해하는 것이 의미가 있음을 밝히면서 핍진성 이해를 위한 교육방법을 마련하고자 한 것이다.

이를 위해 연구자는 동화 작품의 핍진성에 대한 이해는 초등 문학교육에서 의미 있는 교육내용 요소임을 강조하였다.

아울러 서사 작품에 구현되는 핍진성 개념을 밝히고, 박기범의 <문제아>, 방미진의 <금이 간 거울>, 권정생의 <별똥별>, <똬리골댁 할머니>, 강숙인의 ≪뢰제의 나라≫ 등을 대상으로 하여 세부묘사와 동기화에 의해 구현된 핍진성을 어떻게 이해할 수 있는지, 그리고 핍진성에 대한 이해가 작품의 주제의식 구성과 어떤 관련성이 있는지를 살펴보았다.

그런 다음 현행 초등학교 국어과 교육과정 및 국어 교과서에서 ‘핍진성 이해’와 관련된 성취기준 및 학습활동들이 어떻게 제시되고 있는지를 살펴보고, 작중인물의 말과 행동, 태도, 사건의 시간과 장소, 사회적 환경 등을 통해 구현되는 핍진성 이해를 위한 교육 방법을 반응일지 쓰기를 중심으로 살펴보았다.

@highlight

본 연구는 동화 작품에 나타난 핍진성을 이해하는 것이 의미가 있음을 밝히면서 핍진성 이해를 위한 교육방법을 마련하고자 한 것이다.

