식품에서 글라이포세이트와 글루포시네이트의 함량 기준은 구체적이며 분류가 잘 되어있다.

그러나 동물 사료나 먹이 에서의 함량 기준은 비교적 구체적이지 못하며 분류가 미흡한 편이다.

또한 인간에게 미치는 위험에 대해서는 지속적인 논의는 이루어지고 있는 반면에, 동물에게 미치는 위험성은 충분한 연구가 이루어지지 않았다.

본 연구에서는 동물이 글라이포세이트 를 섭취하는 경로로 추정되는 사료에서의 분석법을 확립하였다.

25% 메탄올을 이용한 용매추출, 원심분리 후 고체상추출로 정 제한 후, 농축하여 LC-

MS/MS를 이용하여 정량 분석하였다.

분석법 검증은 검출한계, 정확도 및 정밀도 시험을 통해 진행하였 다.

확립된 시험법의 검출한계는 글루포시네이트 1.8 μg/kg, 글라이포세이트 2.4 μg/kg 이었다.

정확도는 94.4~103.4%, 정밀도는 1.5~7.2%의 범위로 나타났다.

동물 사료(n=13)를 분석법을 적용시켜 분석한 결과 글루포시네이트는 한 개의 시료에서 검출되었 고(ND~8.8 μg/kg), 글라이포세이트는 한 개의 시료를 제외한 모든 시료에서 검출(ND~337.0 μg/kg)되었다.

@highlight

본 연구에서는 동물이 글라이포세이트를 섭취하는 경로로 추측되는 사료에서의 분석법을 확립했다.

@highlight

25% 메탄올을 사용한 용매추출 및 원심분리 후 고체상추출로 정제한 뒤, 농축하여 LC-

@highlight

MS/MS를 이용해 정량 분석했다.

