2013년 3월부터 국립수산과학원 내수면양식연구 센터에서는 종 보존 연구를 위해 1,000미의 드렁허리 (Monopterus albus)를 양성하고 있었다.

그러던 중에 100미의 드렁허리에서 체색흑화, 점액과다, 항문돌출과 같은 임상증상을 보였으며 몇몇 개체들은 폐사하였다.

해부 검사한 결과 100미 전부 구두충에 감염된 것을 확인할 수 있었다.

이에 드렁허리에 감염된 구두충을 병리조직학적으로 관찰하였다.

구두충은 소화관 전반에서 관찰되었으며 개체 당 평균 19미의충체를 확인할 수 있었다.

중감염된 개체에서는 구두충에 의한 장폐색 증상을 보였으며 충체는 소화관 점막하층에 proboscis를 침투시켜 기생하고 있었다.

특징적으로 위와 장에서 점막상피내 충혈과 점막하 조직내 호산성 세포의 침윤, 염증반응, 기생충성 육아종 소견을 보였다.

일부 개체에서는 위선상피의 공포화와 장 점막층의 괴사도 관찰되었다.

소화관 외 기타장기에서는 특징적인 병변은 관찰되지 않았다.

본 연구로 드렁허리에 감염된 구두충의 감염정도를 알 수 있었고, 향후 드렁허리 양식에 큰 도움이 될 것으로 보인다.

@highlight

본 논문으로 드렁허리에 감염된 구두충의 감염정도를 알 수 있었으며, 향후 드렁허리 양식에 큰 도움이 될 것으로 사료된다.

