구조물의 성능을 개선하기 위하여 다양한 진동제어장치가 사용되고 있다.

대부분의 제진장치는 구조물의 감쇠비를 증가시킴으로써 성능개선효과를 유도하기 때문에 증가된 감쇠비는 제진장치에 의한 구조물의 성능을 평가하는 중요한 지표가 될 수 있다.

본 연구에서는 강풍 등으로 제진장치가 운영 중인 상태에서 구조물의 응답만을 이용하여 각 모드에 증가된 등가감쇠비를 추정하는 프로세스를 개발하고 이를 성능개선효과를 평가하는데 활용하고자한다.

제진장치가 설치된 구조물은 비고전 감쇠시스템이므로 상태공간모드분해법을 이용하여 계측응답으로부터 모드 응답을 구하고, 분해된 모드응답에 가상 동적 진동기를 적용하여 각 모드에 증가된 감쇠비를 구하였다.

제안된 제진장치 설치 구조물 감쇠비 추정법을 검증하기 위하여 수동형 제진장치로 카고메 점탄성 댐퍼를, 능동형 제진장치로 능동질량감쇠기를 구조물에 적용하여 각 제진장치에 의한 감쇠비를 추정한 결과 매우 정교하게 예측 가능함을 알 수 있었다.

@highlight

구조물의 성능을 개선하기 위해 다양한 진동제어장치가 사용되고 있다.

@highlight

대부분의 제진장치는 구조물의 감쇠비를 증가시킴으로써 성능개선효과를 유도하기 때문에 증가된 감쇠비는 제진장치에 대한 구조물의 성능을 평가하는 중요한 지표가 될것으로 본다.

