노동시장의 유연화에 따라 노동시장 구조에서 비정규직이 확산되었고, 교육부문 또한 비정규직 문제에서 예외가 될 수 없었다.

이에 따라 학교 현장에서도 2000년 이후 비정규직 기간제교사의 수가 급격히 증가하였다.

본 연구의 목적은 학교 조직에서 상당한 비중을 차지하고 있는 기간제교사들의 고용에 대한 불안감이 직무스트레스와 조직몰입 및 이직의도 등의 직무태도에 미치는 영향을 파악하고자 하였다.

특히, 기간제교사의 직무스트레스가 고용불안정성과 직무태도(조직몰입, 이직의도) 간 관계에서 중요한 매개작용을 하고 있는지를 규명하고자 하였다.

본 연구의 실증분석을 통해 얻어진 결과를 요약하면 다음과 같다.

첫째, 기간제교사의 고용불안정성은 직무스트레스를 높이는데 유의한 영향을 미치는 것으로 나타났다.

둘째, 고용불안정성은 기간제교사의 이직의도를 높이는 것으로 나타났다.

셋째, 기간제교사의 직무스트레스는 고용불안정성과 직무태도 간 관계에서 부분매개 역할을 하고 있는 것으로 나타났다.

본 연구의 결과는 고용이 불안정한 기간제교사의 직무스트레스가 기간제교사의 조직몰입과 이직의도를 높이는데 있어 중요한 역할을 하는 매개요인임을 보여주고 있으며, 조직차원에서 직무스트레스 관리가 필요하다는 점을 시사하고 있다.

결론에서는 연구결과와 이론적 및 실무적 시사점, 그리고 연구의 한계점을 제시하였다.

@highlight

본고의 목적은 학교 조직에서 상당한 비중을 차지하고 있는 기간제교사들의 고용에 대한 불안감이 직무스트레스와 조직몰입 및 이직의도 등의 직무태도에 미치는 영향을 파악하고자 하였다.

