관할권 중첩수역은 해양경계가 획정되지 못하였다 할지라도 공해가 아니므로, 연안국의 관할권에 속한다.

따라서 관할권 중첩수역에서 연안국은 유엔해양법협약에 따라 일정한 권리와 의무를 가진다.

즉 배타적 경제수역 또는 대륙붕 중첩수역에서 연안국은 주권적 권리를 가지는 동시에 ‘잠정약정’을 체결하기 위해 신의 성실하게 교섭할 의무와 최종경계획정에 대한 합의에 이르는 것을 위태롭게하거나 방해하지 않도록 노력할 의무를 부담한다.

그럼에도 연안국들은 관할권 중첩수역에서 국내법을 통해 관할권 행사의 범위를 설정하고 제3국과의 관계를 규정하여 관할권을 행사한다.

다만, 이 경우 일방적 관할권 행사로 인한 상대국과의 갈등이 불가피하다.

이 논문은 이러한 문제의식을 가지고 동해와 남해·동중국해 한·일 간 배타적 경제수역 및 대륙붕 중첩수역에서 해양경계를 최종적으로 합의할 때까지, 양국이 행사할 수 있는 관할권 행사의 범위와 한계를 살펴본다.

이를 통해 한·일간 관할권 중첩수역에서 1974년 대륙붕 협정 및 1998년 신한일어업협정 등의 잠정약정 시행의 경험과 아직 잠정약정으로 다뤄지지 않은 해양관할권 행사와 관련하여 발생가능한 문제를 검토하고 시사점을 도출한다.

@highlight

관할권 중첩수역은 해양경계가 획정되지 못했다 할지라도 공해가 아니므로, 연안국의 관할권에 속한다.

@highlight

따라서 관할권 중첩수역에서 연안국은 유엔해양법협약에 따라 일정한 권리와 의무를 가진다.

