최근 무선인터넷 환경과 휴대용 장비의 발달로 내비게이션 업체에서는 다양한 위치기반서비스를 위하여 보다 많은 공간정보가 요구되며, 이를 위하여 많은 비용을 투자하고 있다.

그러나 우리나라는 NGIS(National Geographic Information System)사업으로 풍부한 공간정보가 구축되어 있으며, 이 정보를 활용하여 필요한 공간정보를 구축함으로써 비용을 절감할 수 있다.

이에 인터넷 건축행정정보시스템과 도로명주소 관리시스템의 건물객체 정보를 연계하기 위한 구체적인 방법을 제안하였다.

이를 위하여, 두 시스템의 데이터베이스를 분석하여 매핑테이블을 설계하였으며, 주건물 수와 부속지번 유무를 판단하여 속성정보를 연계하고 CAD자료와 도로명주소 기본도의 건물 간의 객체 매칭을 통하여 매핑테이블을 생성하였다.

그러나 한정된 자료를 바탕으로 실험을 수행하여 본 연구에서 제안된 방법론의 평가가 부족하며, 향후 다양한 데이터에 적용해 봄으로써 제안된 방법을 평가해야 할 것이다.

@highlight

인터넷 건축행정정보시스템과 도로명주소 관리시스템의 건물객체 정보를 연계하기 위한 구체적인 방법을 제안하였다.

