일본에게 있어 북일관계의 정상화를 모색하고, 북한문제를 해결해야 하는 것은 역대 어느 정부를 막론하고 어려운 과제였으나, 그 중에서도 북한에 대해 강경한 자세를 취해옴과 동시에, 납치문제를 해결해야 하는 아베 총리에게 있어 북일관계는 더욱 어려운 과제임에 틀림없다.

특히, 납치문제라는 정치적 과제를 안고 있는 아베 정권 시기의 북일관계에 대한 연구는 그 중요성이 더욱 높아진다.

따라서 본 연구에서는 북일 납치문제를 중심으로 지난 약 8년에 걸친 아베내각에서의 대북인식과 방침의 변화를 「소신표명연설」과 「시정방침연설」을 통해 고찰 및 분석해 보고자 한다.

연구결과, 첫째, 아베 내각은 북핵문제와 납치문제는 북일관계에 있어 주요사안임을 확고히 하며, 양 사안의 중요성과 무게감을 동일시하였다.

둘째, 북핵문제에 대해서는 변함없이 단호한 입장이나, 납치문제에 대해서는 문제 해결을 위한 목표가 상당부분 낮아졌음을 알 수 있다.

셋째, 아베 정권에서의 대북정책은 초기 아베 총리에 의해 주체적·주도적으로 이끌어져 왔다면 국제정세 및 주변 상황에 따른 반응적·대응적 성격이 가미되어 변화되어 왔다는 것을 알 수 있다.

@highlight

본고는 북일 납치문제를 중심으로 지난 약 8년에 걸친 아베내각에서의 대북인식과 방침의 변화를 「소신표명연설」과 「시정방침연설」을 통해 알아본다.

@highlight

이에 아베 정권에서의 대북정책은 초기 아베 총리에 의해 주체적·주도적으로 이끌어져 온 것을 발견했다.

