중국은 대외 개방을 바탕으로 새로운 문화강국을 꿈꾸며 그 연장선상에서 국가정책을 추진하고 있다.

특히 중국 정부가 추진하고 있는 ‘일대일로’ 정책은 고대 실크로드의 정신을 이어받아 계승발전 되어 온 공상(共商), 공건(共建), 공향(共享)의 원칙과 평화협력(和平合作), 개방포용(開放包容), 상호학습(互學互鑒), 상호이익(互利共?

)의 정신을 바탕으로, 중국 고대 실크로드의 복원과 재구조화(restructuration)를 통하여 새로운 방식의 패러다임을 형성하고 중국과 관련국 간의 유효한 협력 플랫폼을 구축하려는 장기적인 국가적 어젠다를 구체화 하고 있다.

이를 위해서 시진핑 지도부는 민족부흥의 꿈을 실현하고 문화강국의 길을 완성하고자 중국문화의 교류와 전파를 확장하는 문화적 파워전략을 강화하고 있다.

수천 년 동안 계승되어 내려온 중국 차문화는 중국문화의 교류와 전파의 확장성을 확인할 수 있는 대표적인 중국문화의 아이콘이라고 말할 수 있다.

중국이 문화강대국을 꿈꾸며 추진하는 문화전략과 연계선상에 있는 중요한 문화적 자산이기 때문이다.

이에 본 연구는 문화강국을 꿈꾸며 중국 지도부가 추진하고 있는 문화정책과 ‘일대일로’ 등의 내용을 살펴보고, 그 연계선상에서 중국 차문화의 문화적 역량과 차문화 전파 공간 등을 고찰하였다.

@highlight

시진핑 지도부는 민족부흥의 꿈을 실현하고 문화강국의 길을 완성하고자 중국문화의 교류와 전파를 확장하는 문화적 파워전략을 강화하고 있다.

@highlight

이 연구는 문화강국을 꿈꾸며 중국 지도부가 추진하고 있는 문화정책과 ‘일대일로’ 등의 내용을 살펴보고, 그 연계선상에서 중국 차문화의 문화적 역량과 차문화 전파 공간 등을 고찰했다.

