본 연구는 리더십의 다면평가에서 평가자의 직급과 피평가자와 평가자와의 관계(상사, 동료, 혹은 부하)에 따라 사용되는 평가의 조망을 검토하였다.

리더십 경쟁가치 모델(Quinn, 1988)에서 사용된 네 가지 리더유형을 잘 발휘하거나 잘 발휘하지 못하는 8개의 사례를 개발하여, 평가자에게 사례속의 리더에 대한 리더십을 전반적 리더십 평정척도와 리더십 의미미분 척도 상에서 평가하도록 하였다.

연구 결과, 1) 평가자 직급에 따라 리더십 평가의 조망이 다르게 나타났다.

즉, 평가자의 직위가 높을수록 성과조망을 사용하고, 평가자의 직위가 낮을수록 관계조망을 사용하였다.

또한 평가자의 직위가 높을수록 혁신조망과 안정조망을 평가에 더 많이 사용하였다.

2) 평가자와 피평가자의 관계에 따라서도 평가에서 사용하는 조망이 다르게 나타났다.

부하를 평가할 때는 관계조망 보다 성과 조망을 더 많이 사용하여 평가하지만, 상사를 평가할 때는 반대로 관계조망을 더 많이 사용하고, 피평가자가 상사일 때 보다 부하일 때 혁신조망과 안정조망을 더 많이 사용하였다.

끝으로 이 결과가 현장에서의 리더십 다면평가에 시사하는 바와 리더십의 발달적 접근에 대해 논의하였다.

@highlight

이 연구는 리더십의 다면평가에서 평가자의 직급과 피평가자와 평가자와의 관계(상사, 동료, 혹은 부하)에 따라 사용되는 평가의 조망을 검토했다.

