본 연구는 동림저수지에서 지난 18년(1999~2016)동안 1월에 조사한 조류자료를 대상으로 시계열적 변화와 환경 요인과의 관계에 대해 분석하였다.

조사 자료는 '겨울철 조류 동시센서스'를 활용하였고, 연도별 개체군의 변화를 파악하기 위해 주성분 분석과 군집분석을 사용하였다.

환경 요인은 1월 평균 기온과 평균 저수율을 이용하였다.

연구 결과, 조류의 개체군 변화는 2개의 물새 그룹과 산새 그룹 1개의 증감으로 설명될 수 있다.

물새 그룹의 개체수가 증가하는 시기는 산새 그룹의 개체수가 증가하는 시기에 비해 월평균기온이 1.4℃ 이상 높았다.

이에 비해 저수율의 영향은 분명하지 않았다.

기온의 영향을 받는 가창오리의 도래 여부는 나머지 하나의 물새 그룹과 산새 그룹에 모두 영향을 주는 요인이었다.

이 연구 결과는 기온 변화가 조류의 광역적인 공간 분포에 영향을 미치고, 가창오리와 같이 개체군이 큰 종 또는 무리의 이동은 조류의 지역적인 종구성과 개체수에 영향을 미친다는 것을 시사한다.

따라서 광역적인 규모에서의 환경 변화와 그에 따른 종 분포의 변화에 대한 이해는 지역적인 규모에서 조류 개체군의 시계열적 흐름을 이해하는데 도움을 준다.

@highlight

본고는 동림저수지에서 지난 18년(1999~2016)동안 1월에 조사한 조류자료를 대상으로 시계열적 변화와 환경 요인과의 관계에 대하여 분석하였다.

