이 연구는 페스탈로치의 인간이해와 그에 기초한 교육관을 이해할 수 있는 주요 저작인『인류의 발전에 있어서 자연의 과정에 대한 탐구 Meine Nachforschungen uber den Gang der Natur in der Entwicklung des Menschengeschlechts』(1797, 이하 『탐구』)에 나타난 인간의 존재방식에 대하여 살펴보고, 그로부터 다문화교육의 과제를 도출해 보고자 하였다.

그를위하여 먼저 『탐구』에 나타난 인간 존재방식의 세 유형인 자연적 존재방식, 사회적 존재방식, 도덕적 존재방식의 특징을 이해하고자 하였다.

그런 다음 인간의 존재방식과 교육의 관계를 살펴보고, 결론으로 다문화교육의 과제를 도덕적 존재방식에서 자신의 삶을 구성할 수 있는인간 형성에 두어야 한다고 제시하였다.

그 근거로 사회적 존재방식은 동물적 이기심이 유지되면서 동물적 야만과 도덕적 고상화의 사이에서 취하는 존재방식임으로 위선이고, 언제든지 동물적 상태로 추락할 수 있는 위험성이 있다는 페스탈로치의 관점을 취하였다.

@highlight

본 연구는 페스탈로치의 인간이해와 그에 기초한 교육관을 이해할 수 있는 주요 저작인『인류의 발전에 있어서 자연의 과정에 관한 탐구』(1797, 이하 『탐구』)에 나타난 인간의 존재방식에 관해 살펴보고, 그로부터 다문화교육의 과제를 도출해 보고자 했다.

