본 연구는 확정기여형 퇴직연금제도를 운영하고 있는 사업장을 대상으로 2006년부터 2014년까지 가입자(1,238명×6년=7,428명)의 자발적인 추가 납입 행동을 분석한 것이다.

추가 납입 참가율, 추가 납입액 및 기여율에 대한 정태패널모형 분석 결과, 여성과 적립금 규모가 큰 근로자일수록 추가 납입에 적극적으로 참여하는 것으로 나타났다.

동태패널모형을 이용하여 추정한 결과, 당기 추가 납입은 전기 추가 납입과 정(+)의 관계를 갖는 것으로 나타났는데, 이는 기여 행동의 지속성이 존재함을 시사하는 것이다.

2014년 추가 납입하는 퇴직연금 기여금에 대한 세제혜택을 소득공제방식에서 세액공제방식으로 변경하였는데, 이로 인해 추가 납입 참가율은 낮아졌으며, 추가 납입액 및 기여율(임금 대비 납입액)도 감소한 것으로 나타났다.

본 연구를 통해 세제혜택 부여방식을 소득공제에서 세액공제로 전환한 정책으로 퇴직연금 가입자의 추가 납입 행동이 위축되었음을 확인하였다.

@highlight

본고는 확정기여형 퇴직연금제도를 운영하고 있는 사업장을 대상으로 하여 2006년부터 2014년까지 가입자(1,238명×6년=7,428명)의 자발적인 추가 납입 행동을 분석하여 연구했다.

