독일은 2013년부터 의료계약에 관한 조문이 민법전에 편입되었다.

본 연구는 독일의 의료계약에 관한 입법논의와 입법에 대한 평가를 살펴보는 것을 목적으로 하였다.

이를 위하여 먼저 의료계약의 법적 성격에 대한 독일의 논의를 살펴보았다.

다음으로 독일 민법의 전형계약 중 하나를 적용하여 의료계약에 관한 문제를 충분히 해결할 수 있는지 검토하고, 의료계약에 관한 입법 논의를 시간의 흐름에 따라 살펴보았다.

마지막으로 입법이 갖는 의미와 그에 대한 독일학계의 평가에 대해 검토하였다.

독일에서 의료계약은 고용계약의 성격을 갖는다는 것이 다수의 견해였다.

그러나 고용계약 규정으로는 해결할 수 없는 특수한 유형의 고용계약으로 보았다.

독일민법이 의료계약에 관한 규정을 별도로 둔 것은 의료계약을 독일민법전에서 규정하고 있는 전형계약들과는 다른 별도의 계약유형으로 인정한 것이다.

그러나 의료계약 규정에 대한 평가는 그리 긍정적이지 않다.

의료계약 규정이 양 당사자의 이익을 조정하고, 환자의 권리를 더 잘 보호할 수 있도록 하지 않았다는 것이다.

오히려 입법은 판례에 의하여 인정되어 오던 의료손해배상법의 원칙을 기술하고 있는 데에 지나지 않는다는 것이다.

우리도 의료계약의 법적성격에 관한 논의에서 이미 의료계약에 관한 입법 필요성에 대한 논의를 시작한 바 있다.

그러던 중 독일에서 의료계약에 관한 민법규정을 두었기 때문에 우리의 논의에서 독일과의 비교법적 연구가 필요하다.

그리하여 앞에서 진행된 독일법에 대한 검토를 바탕으로 결론에서는 우리의 입법논의에서 다루어야 할 문제를 정리하였다.

@highlight

독일은 2013년부터 의료계약에 대한 조문이 민법전에 편입됐다.

@highlight

본 연구는 독일의 의료계약에 대한 입법논의와 입법에 관한 평가를 살펴보는 것을 목적으로 한다.

