사람 무릎관절의 윤활막을 대상으로 정상과 퇴행성관절염 시의 윤활막의 변화와 tenascin의 발현을 면역전자현미경적 방법으로 비교, 관찰한 결과 다음과 같은 결과를 얻을 수 있었다.

1.

정상의 윤활막과 비교하여 퇴행성관절염 시에 윤활막이 두터워지는 것은 주로 윤활분비세포의 수적인 증가에 의한 것임을 알 수 있었다.

2.

Tenascin에 대한 면역금의 관찰 결과 정상의 윤활막을 구성하는 세포에서는 면역금의 표지가 관찰되지 않았다.

3.

퇴행성관절염 시 윤활막의 윤활분비세포 과립세포질세망에서 면역금의 표지가 관찰되어 tenascin의 분비세포가 윤활분비세포임을 확인할 수 있으며, 윤활세포 사이의바탕질의 아교섬유에서도 tenascin의 표지가 관찰되었다.

이상의 결과를 종합해 보면, 퇴행성관절염 시에 윤활막이 두터워지는 것과 병변의 진행과정에, 윤활분비세포의수가 증가와 tenascin의 발현 증가가 관련성이 있는 것으로 생각된다.

@highlight

사람 무릎관절의 윤활막을 대상으로 정상과 퇴행성관절염 시의 윤활막의 변화와 tenascin의 발현을 면역전자현미경적 방법으로 비교, 관찰한 결과 다음과 같은 결과를 얻을 수 있었다.

