골목은 이웃과 삶을 나눴던 네트워크의 장소였지만 도시화에 따라 점차 사라져가고 있다.

이러한 골목은 사회적 자본이 담긴 곳으로 공동체와 상호관계성을가지고 있다.

이러한 골목은 각박해진 삶 속에서 함께 나눴던 공동체적 삶을그리는 공간으로서 노스텔지어의 대리물로 나타나고 있다.

화려하고 바쁘게돌아가는 도시 속의 골목은 여전히 우리의 삶의 터전이자 다양한 삶의 문화가묻어있는 중요한 문화자원이고 인문학적인 가치가 내재되어 있기 때문에 보존되어야 하는 공간이다.

본 연구는 마을 공동체를 중심으로 다양한 골목문화가 형성될 때, 공동체를 회복하고 지속가능한 골목문화를 위한 주요 특성을 장소정체성과 사회적 자본, 골목 자본 생태계를 전제로 분석하였다.

장소정체성은 골목의 로컬기억을 기반으로 형성된다.

사회적 자본으로 인해 다양한 커뮤니티가 발생했으며, 사람과 사람을 잇고 마을과 외부를 잇는 네트워크 역할을 한다.

이는 주민주도로 마을의문제를 해결하고 내생적 발전을 이끄는데 중요한 작용을 한다.

골목 자본 생태계는 거대 자본에 물들지 않고 그 지역만의 경제적 자본으로 브랜드를 생산할수 있게 한다.

그 결과 공동체회복을 위한 골목문화의 형성은 장소정체성에 부합하고, 공동체의 사회적 자본을 통해 주민들의 내발적 발전을 이끌어내는 커뮤니티의 역할이 중요한 것으로 나타났다.

사회적 자본을 통해 형성된 커뮤니티는 공공미술, 문화공간, 전시, 공연, 브랜드 등 다양한 콘텐츠를 생성한다.

이러한 골목은 시민의 자산화 시키는 노력 등을 통해 지속가능한 콘텐츠를 생산할 것이다.

@highlight

이 연구는 마을 공동체를 중심으로 다양한 골목문화가 형성될 때, 공동체를 회복하고 지속가능한 골목문화를 위한 주요 특성을 장소정체성과 사회적 자본, 골목 자본 생태계를 전제로 분석했다.

@highlight

그 결과 공동체회복을 위한 골목문화의 형성은 장소정체성에 부합하고, 공동체의 사회적 자본을 통해 주민들의 내발적 발전을 이끌어내는 커뮤니티의 역할이 중요한 것으로 나타났다.

