현재 행정소송법에서는 행정처분 집행정지 결정의 종기에 대해 아무런 규정을 두고 있지 않다.

법원의 실무 관행에서는 집행정기 결정의 종기에 대해 무제한의 재량을 가지고 있다고 보면서 주로 ‘본안 판결 선고시까지’로 결정하고 있고, 이런 경우 대법원은 본안판결의 선고로 집행정지 결정의효력은 소멸하고 바로 행정처분의 효력이 되살아난다고 판시하고 있다.

이러한 법원의 실무관행과 대법원의 법리가 결합하여 처분의 상대방에게 치명적인 불이익을 주고 있고,나아가 처분의 상대방과 행정청에게 엄청난 혼란을 주고 있는 것이 경험상으로나 통계상으로 분명하게밝혀졌다.

따라서 이에 대한 개선이 요구되는데 실무관행이나 대법원 법리의 완고성에 비추어 보아 입법적인 개선이 없이는 문제점의 해결이 어려운 상황이다.

이 문제는 집행정지 결정의 종기를 판결 확정시까지로 하고, 기간이나 납부기한의 도과시 재처분을 하도록 명문으로 규정함으로써 해결될 수 있다.

나아가 현재 도입 예정인 가처분 제도와 관련하여서도 똑같은 문제가 발생할 가능성이 있으므로 가처분제도에 대해서도 같은 내용의 입법이 필요하다고 할 것이다.

@highlight

현재 행정소송법에서는 행정처분 집행정지 결정의 종기에 대해 아무런 규정을 두고 있지 않다.

@highlight

법원의 실무 관행에서는 집행정기 결정의 종기에 대해 무제한의 재량을 가지고 있다고 보면서 주로 ‘본안 판결 선고시까지’로 결정하고 있고, 이런 경우 대법원은 본안판결의 선고로 집행정지 결정의효력은 소멸하고 바로 행정처분의 효력이 되살아난다고 판시하고 있다.

