본 연구는 R&D 연구원의 성격 특성과 스트레스와 관련된 시간적 압박, 직무관련 불안과 이직의도 간의 관계를 알아보는데 목적이 있다.

본 연구 문제를 수행하기 위하여 기업에 근무하고 있는 R&D 연구원을 주요 대상으로 하였다.

설문지는 총 250부를 배부하여, 211부를 회수하였고, 이들 중 결측값을 제외하고 총 198부를 통계 분석에 사용하였다.

자료 처리는 측정 변수들의 평가 차원 내에서 항목 간의 내적 일관성을 의미하는 수렴 타당성과 차원 간의 독립성을 의미하는 판별 타당성으로 나누어 이를 검증하기 위해 SPSS 18.0K를 이용해 탐색적 요인 분석을 실시하였다.

그리고 타당성 평가를 위해 탐색적 요인 분석에 이어 확인적 요인 분석을 외생 변수와 내생 변수로 나누어 AMOS 18.0의 측정 모형을 이용하여 실시하였다.

분석 결과 연구원의 성격 특성에 따른 선행 요인들의 변수들이 타당성과 적합성이 있는 것으로 입증되었다.

또한 지금까지의 연구나 논쟁은 대부분 기질적 특성과 관련된 직무 만족과 태도에 미치는 영향을 살피는 것에 그쳤지만 본 연구에서는 R&D 연구원의 성격 특성과 시간적 압박, 직무관련 불안감 및 이직 의도 간의 관계를 규명하고자 하였다는 면에서 의미를 지닌다.

@highlight

이 연구는 R&D 연구원의 성격 특성과 스트레스와 관련된 시간적 압박, 직무관련 불안과 이직의도 간의 관계를 알아보고자 한다.

