본 연구는 장애노인의 장애유형에 따른 성별 간 생활만족도의 수준과 영향요인을 파악하여, 장애노인의 삶의 질을 개선하기 위한 정책적인 실천방안을 모색하기 위해 진행되었다.

연구에 활용된 분석데이터는 2011년 장애인실태조사의 원자료이며, 분석대상은 65세 이상의 지체장애 1,267명, 뇌병변장애 355명, 시각장애 274명, 청각장애 399명 등 총 2,295명이다.

연구의 분석방법은 기술통계와 회귀분석을 실시하였고, 주요 연구결과는 다음과 같다.

첫째, 장애노인은 장애유형에 따른 성별간 생활여건과 어려움의 차이점이 있었다.

둘째, 장애노인 생활만족도의 영향요인에서 장애유형에 따른 성별간 영향력의 유사점과 차이점이 발견되었다.

셋째, 장애노인 생활만족도의 주요요인은 건강요인, 경제요인, 사회요인으로 나타났으나 이중 건강요인의 영향력이 가장 큰 변인으로 나타났다.

따라서 장애노인의 생활만족을 향상시키기 위해서는 정책설계 단계에서 장애유형과 성별특성을 고려한 차별적인 접근이 필요한 것으로 나타나 실천적인 제언을 담았다.

@highlight

이 연구는 장애노인의 장애유형에 따른 성별 간 생활만족도의 수준과 영향요인을 파악하여, 장애노인의 삶의 질을 개선하기 위한 정책적인 실천방안을 모색하기 위해 진행됐다.

