본 논문은 자동차 사고의 보험처리 과정에서 과실률의 결정에 영향을 미치는 요인들을 살펴보고 특정 부류의 운전자들에 대한 편의가 존재하는지 분석한다.

자동차 대인사고 중 경합사고에 대해 손해사정사들을 대상으로 설문조사한 자료를 이용하여 다음과 같은 결과를 얻었다.

첫째, 과실률 결정에 가장 중요한 영향을 미치는 변수는 교통법규 위반여부인 것으로 나타났다.

일반적으로 알려진 운전자의 성별, 연령, 운전경력 등은 교통법규 위반변수가 포함되는 경우 유의성을 확보하지 못 하거나 유의성이 떨어지는 것으로 나타났다.

두 번째로 젊은 운전자, 여성운전자 그리고 고령운전자들에게 과도한 과실률이 부여되는 편의(bias)가 존재한다는 미국의 연구결과와는 달리 본 연구에서는 고령운전자나 시골거주 운전자들에 대해 과실률이 덜 부여되는 편의가 존재하는 경향이 있는 것으로 나타났다.

마지막으로 약하기는 하지만 4대 메이저보험사 보험가입자가 과실률을 적게 부여받는 경향이 나타나고 있다.

이는 최종 과실률 결정에서 나타날 수 있는 대형보험사의 협상력의 결과로 해석된다.

다만, 이러한 결과들은 의뢰인과 상대방 운전자에 대해 대칭적으로 일관성 있게 관찰되지는 않고 있다.

따라서 본 논문의 결과들은 편의의 존재를 입증하는 것으로 보기보다는 편의의 가능성을 제시하는 것으로 보아야 할 것이다.

@highlight

본 연구는 자동차 사고의 보험처리 과정에서 과실률의 결정에 영향을 미치는 요인들을 살펴보고 특정 부류의 운전자들에 대한 편의가 존재하는지 분석하고자 하였다.

@highlight

자동차 대인사고 중 경합사고에 대해 손해사정사들을 대상으로 설문조사한 자료를 이용하여 분석하였다.

@highlight

과실률 결정에 가장 중요한 영향을 미치는 변수는 교통법규 위반여부라는 결과가 나타났다.

