본 연구의 목적은 기업의 서비스개발역량이 서비스개발성과에 미치는 영향을 실증적으로 규명하고, 기술 환경 및 시장 환경으로 규정되는 환경 변수들이 서비스개발역량과 서비스개발성과 간의 관계에 어떠한 영향을 미치는 지를 규명하는 것이다.

선행연구들의 분석과 일련의 파일럿 테스트를 통해 독립변수를 설정하고, 그리고 이어지는 통계적 검증절차를 통한 독립변수들의 재설정과정을 통해 전략적 기술지향성, 정형화된 개발전략 프로세스, 시장지향성 그리고 개발문화를 최종독립변수로 확정하였으며, 반면에 이러한 역량들의 결과물로서 신서비스개발성과를 종속변수로 설정하고, 시장격변성과 기술격변성을 조절변수로 설정하였다.

모형 분석결과 서비스개발역량 중 정형화된 개발전략 프로세스가 서비스개발성과에 가장 큰 영향을 미치며, 본 논문에서 새로이 제시한 서비스기업의 기술지향성이 그 다음 중요한 영향을 미치는 것으로 나타났다.

또한 외부환경 중 기술격변성이 증가할수록 정형화된 개발전략 프로세스가 신서비스개발성과에 주는 영향이 높아지는 결과가 나타났다.

그러나 정형화된 개발전략 프로세스를 제외한 나머지 신서비스개발역량들은 외부환경의 격변성과 어떠한 조절효과도 드러나지 않았다.

@highlight

이 연구의 목적은 기업의 서비스개발역량이 서비스개발성과에 미치는 영향을 실증적으로 규명하고, 기술 환경 및 시장 환경으로 규정되는 환경 변수들이 서비스개발역량과 서비스개발성과 간의 관계에 어떤 영향을 미치는 지를 규명하는 것이다.

