본 연구는 우리나라가 연구회 제도의 벤치마킹 대상으로 삼았던 영국의 연구회 평가제도와 한국의 사례를 상호 비교하여 우리나라에 유용한 정책적 시사점을 찾아내고자 수행되었다.

분석 사례로는 한국의 “2000년도 연구회 평가”와 영국의 “2001년도 연구회 5주년 평가”가 선정되었다.

양국의 평가사례를 비교한 결과, 영국의 연구회 평가가 평가기조, 평가수행의 기본요소, 평가활용에서 한국 사례보다 좀더 합리적이었음을 밝혀 낼 수 있었다.

또한 평가인력과 평가조직의 측면에서도 부분적으로 영국 사례의 적절성을 찾아낼 수 있었다.

이러한 비교분석의 결과를 활용하여 필자는 우리나라의 연구회 평가제도 발전에 활용할 수 있는 몇 가지의 정책적 시사점을 도출하였다.

주요 내용으로는, 국가 과학기술에서 연구회 체계의 역할판단으로 평가목적 전환, 연구회 자체와 산하 연구기관을 포함하는 넓은 의미의 연구회로 평가대상 조정, 좀 더 장기로의 평가주기 연장, 현장 중심의 열린 평가방법 적극 활용, 연구 분야의 특성을 고려한 전문가를 평가인력으로 활용, 인력 충원 등을 통한 평가조직의 전문성 제고, 국가 연구개발 전략과 과학기술 행정체계 개편의 정책지식 확보와 같은 개념적 평가활용의 활성화 등을 제안하였다.

@highlight

이 연구는 우리나라가 연구회 제도의 벤치마킹 대상으로 삼았던 영국의 연구회 평가제도와 한국의 사례를 상호 비교해 우리나라에 유용한 정책적 시사점을 찾아내고자 수행되었다.

