지체장애학생들은 대부분 기존의 장애뿐만 아니라, 그로 인한 신체의 변형, 동반되는 다른 질병으로 인해서 만성통증을 경험한다.

이 연구에서는 지체장애학생의 만성통증을 새롭게 조명해보고자, 만성통증에 대한 의학적 이해를 바탕으로 통증의 특징을 주관적 측면에서 살펴보고, 통증이 고통으로 발전하는 심리사회적 요인을 검토해 보았다.

통증을 겪는 사람은 통증의 소통불가능성으로 인해서 더욱 사회적 고립감을 느낀다.

자신의 통증에 대해 침묵하게 될 때 통증은 고통이 된다.

또한 통증과 신체기능부전은 신체상의 변화를 불러오고, 나아가서 자기 자신과의 관계뿐만 아니라 세상과의 관계도 변화시킨다.

만성통증이 장애학생의 정체성과 인격발달에 미치는 결정적인 영향을 고려한다면 우리는 교육현장에서 지체장애학생들이 겪는 통증을 새롭게 이해하고 그것에 다가갈 수 있어야 한다.

통증에 정복당하지 않고 통증을 ‘다룰 수 있는 것’으로 만들기 위해서는 무엇보다도 그 경험에 대한 자기발성이 필요하다.

이를 위해서 지체장애학생의 통증경험에 대한 표현을 격려하고, 자기발성을 위한 심리적 공간을 넓혀갈 수 있는 기회를 제공해야 한다.

@highlight

이 연구에서는 지체장애학생의 만성통증을 새롭게 조명해보고자, 만성통증에 대한 의학적 이해를 바탕으로 통증의 특징을 주관적 측면에서 살펴보고, 통증이 고통으로 발전하는 심리사회적 요인을 검토해 보았다.

