본 논문에서는 ATSC (Advanced Television Systems Committee) 지상파 디지털 TV 방송 방식에서의 분산 주파수 망(distributed frequency network)을 위해 개발된 분산중계기(Distributed Translator: DTxR)에 대한 필드 테스트 결과를 기술하고, 그 결과를 분석한다.

캐나다 오타와에서 수행된 필드 테스트에서는 두 대의 DTxR 신호가 동시에 수신되는 중첩 지역을 중심으로 안테나 및 수신기 종류에 따른 각 측정 지점의 수신 전계 강도, 잡음 마진, 수신 여부, 수신가능 방위각을 측정하였다.

필드 테스트 결과에 의하면, 두 대의 DTxR이 모두 켜졌을 때 수신 전계 강도 및 잡음 마진은 각각의 DTxR이 켜졌을 때 보다 증가하였지만, 수신율 및 수신가능 방위각은 수신기의 종류에 따라 증가하거나 비슷하였다.

@highlight

이 논문에서는 ATSC 지상파 디지털 TV 방송 방식에서의 분산 주파수 망을 위해 개발된 분산중계기에 관한 필드 테스트 결과를 기술하고, 그 결과를 분석한다.

