본

 

연

구

에

서

는

 

준

설

토

 

주

입

 

후

 

튜

브

 

내

부

 

준

설

토

의

 

퇴

적

분

포

가

 

튜

브

 

형

상

에

 

미

치

는

 

영

향

을

 

분

석

하

기

 

위

해

 

준

설

토

 

주

입

실

험

 

결

과

를

 

바

탕

으

로

 

튜

브

 

내

 

준

설

토

의

 

퇴

적

분

포

와

 

튜

브

 

거

동

에

 

대

해

 

소

개

하

였

다

.

 

튜

브

 

내

 

준

설

토

의

 

퇴

적

분

포

를

 

관

찰

하

기

 

위

해

 

투

명

 

비

닐

소

재

를

 

사

용

하

여

 

튜

브

를

 

제

작

하

였

고

,

 

이

때

 

튜

브

의

 

직

경

(

D

)

은

 

0

.

5

m

와

 

0

.

7

m

이

고

 

길

이

(

L

)

는

 

모

두

 

4

.

0

m

이

다

.

 

주

입

형

태

에

 

따

른

 

튜

브

 

내

 

준

설

토

의

 

퇴

적

분

포

 

형

태

를

 

관

찰

하

기

 

위

해

 

준

설

토

 

주

입

형

태

는

 

I

-

T

y

p

e

과

 

T

-

T

y

p

e

을

 

적

용

하

였

다

.

 

실

험

은

 

주

입

,

 

침

강

 

및

 

퇴

적

 

후

에

 

준

설

토

 

상

부

의

 

물

을

 

배

수

과

정

에

서

 

제

거

하

고

 

슬

러

리

 

상

태

의

 

시

료

를

 

재

주

입

하

는

 

과

정

을

 

반

복

하

여

 

수

행

하

였

고

,

 

주

입

 

및

 

배

수

 

단

계

에

서

 

튜

브

 

내

 

준

설

토

의

 

퇴

적

분

포

와

 

튜

브

의

 

연

직

 

및

 

수

평

 

거

동

을

 

관

찰

하

였

다

.

 

주

입

실

험

 

결

과

 

I

-

T

y

p

e

 

주

입

의

 

경

우

 

크

레

이

터

 

형

성

에

 

의

한

 

부

유

 

및

 

확

산

퇴

적

이

 

동

시

에

 

발

생

되

는

 

분

리

퇴

적

에

 

의

해

 

비

균

질

 

거

동

을

 

나

타

내

고

,

 

T

-

T

y

p

e

 

주

입

은

 

확

산

수

평

퇴

적

으

로

 

인

하

여

 

퇴

적

 

튜

브

 

내

 

준

설

토

가

 

균

등

하

게

 

분

포

하

는

 

것

으

로

 

나

타

났

으

며

,

 

비

배

수

 

초

기

 

연

직

충

진

비

(

H

/

D

0

)

는

 

0

.

5

4

~

0

.

6

4

 

정

도

이

고

 

수

평

변

형

비

(

W

/

D

0

)

는

 

1

.

4

5

~

1

.

5

4

로

 

퇴

적

고

는

 

준

설

토

 

충

진

에

 

비

례

하

여

 

증

가

하

나

 

수

평

변

형

비

는

 

일

정

하

거

나

 

감

소

하

면

서

 

튜

브

체

의

 

중

심

은

 

상

향

이

동

 

되

고

 

있

다

.

@highlight

본 논문에서는 준설토 주입 후 튜브 내부 준설토의 퇴적분포가 튜브 형상에 미치는 영향을 분석하기 위하여 준설토 주입실험 결과를 바탕으로 하여 튜브 내 준설토의 퇴적분포 및튜브 거동에 대하여 소개했다.