이 논문은 각색 과정을 거친 영화를 음악의 관점에서 연구한 것이다.

원작 소설이 존재하는 영화는 각색되는 과정에서 다양한 영화적 설치들을 통해 창작자의 의도가 표출되며, 감독의 철학이 들어간 완전히 새로운 작품으로 재탄생된다.

이러한 의미에서 각색은 단순히 소설의 영상화 작업이라는 1차원적 차원을 뛰어넘어 무한한 재해석의 가능성을 지닌 창작품으로 거듭난다.

<스캔들-

조선남녀상열지사>는 프랑스의 소설 『위험한 관계』의 무대를 조선시대로 옮겨 온 한국영화이다.

이 영화에서 음악은 영화의 주변부 역할에 그치는 것이 아니라 파편화된 미장센들과 이를 구성하고 있는 기호들을 연결시키고 생명감을 불어 넣어주는 중요한 기능을 한다.

특히 원작과 거리를 유지하면서 각색 작의 독창적 연출법을 탄생시키는데 음악이 핵심 역할을 하고 있다.

<스캔들>의 OST는 분석 결과 24개의 트랙 중에 18곡이 서양 악기로 연주되며, 연출자가 의도적으로 바로크 형식으로 제작한 점을 알 수 있다.

재해석의 과정에서 원작의 색을 청각적으로 남겨두도록 의도한 것이다.

영화음악을 통해 수용자들은 조선을 배경으로 하는 영화를 감상함과 동시에 서양 원작의 내러티브도 함께 받아들일 수 있게 된다.

이것이 각색이라는 재해석 과정이 지닌 묘미이며, 이 과정에 음악이 중추적 역할을 하고 있다.

@highlight

본 논문은 각색 과정을 거친 영화를 음악의 관점에서 연구한 것이다.

@highlight

<스캔들-

@highlight

조선남녀상열지사>는 프랑스의 소설 『위험한 관계』의 무대를 조선시대로 옮겨 온 한국영화이다.

