본 연구에서는 우리나라와 교역상대국 간 수출입 패널데이터를 이용하여 우리나라 수출입변동의 주요 파급경로를 직·간접 무역연계성의 역할에 주목하여 실증 분석하였다.

분석 결과수출입에 대한 파급경로별 영향이 직·간접 무역결합도에 따라 차이가 있었다.

우선 직접 무역결합도가 높을수록 원화의 상대가치 하락으로 수출이 증가하는 환율효과가 뚜렷한 가운데, 간접무역연계성이 높을수록 금융연계성과 수출입 간의 보완관계가 더욱 강화되는 경향을 보였다.

한편 직접 무역연계성이 높을수록 FDI 확대에 따라 수출이 줄어드는 대체관계를 보였으나, 간접무역연계성이 높은 경우 FDI와 함께 수직적 무역구조를 통한 중간재 수출이 확대되는 보완관계가있는 것으로 분석되었다.

끝으로 글로벌 금융위기시 파급경로의 변화를 살펴 본 결과, 간접 무역결합도가 높을수록 수출에 대한 환율경로가 약화된 반면, FDI와 수출 간의 보완관계는 강화된것으로 나타났다.

@highlight

이 연구는 우리나라와 교역상대국 간 수출입 패널데이터를 이용해 우리나라 수출입변동의 주요 파급경로를 직·간접 무역연계성의 역할에 주목해 실증 분석했다.

