본 연구는 한국과 중국의 장학행정제도를 종합적으로 비교 분석함으로써 양국의 장학행정제도의 유사점과 차이점을 밝히고 양국의 장학행정제도 개선을 위한 시사점을 찾는 데 그 목적이 있다.

한중 양국의 장학행정제도 비교를 위하여 장학행정의 조직구조, 장학담당자의 구성 및 직무, 장학행정의 절차, 장학행정시스템의 특징 등 네 가지 준거를 활용하였다.

첫째, 양국의 국가수준에서의 장학행정의 독립성에 차이가 있었다.

둘째, 양국의 지방수준에서의 장학행정 조직구조의 다양성에 차이가 있었다.

셋째, 양국의 장학담당자의 선발기준에 차이가 있었다.

넷째, 양국의 장학담당자의 장학업무에의 집중도에 차이가 있었다.

다섯째, 양국의 장학절차에 차이가 있었다.

한국에서는 교육부에서 독립된 장학행정기구 신설, 장학담당자의 자격증제도 도입, 장학담당자의 과다한 업무를 감축하여 장학업무에의 몰입 유도, 사회의 구성원들에게 장학의 참여기회 확대, 적절한 컨설팅장학 운영체제의 정립이 필요하다.

중국에서는 장학행정기구인 교육독도국의 교육부로부터 분리를 통한 독립성 강화, 지역의 특색과 상황을 고려한 지방수준에서의 장학행정 조직 직제의 다양화, 학력에 따른 장학담당자의 자격기준 설정 구분, 장학담당자의 업무 안배 및 조직 내에서의 입지 구축을 위한 방안 모색, 장학행정제도의 안정성 유지가 요구된다.

@highlight

본고는 한국과 중국의 장학행정제도를 종합적으로 비교 분석함으로써 양국의 장학행정제도의 유사점과 차이점을 밝히며 양국의 장학행정제도 개선을 위한 시사점을 찾는 것이 그 목적이다.

