이 논문은 냉전체제의 해체 이후 새로운 국면 또는 단계에 접어들고 있는 세계적 정치경제의 변화를 신제국주의로 이해하고 이를 주도하고 있는 미국의 신안보전략을 분석하여 그 증거로 제시하며, 이에 따른 영향 하에서 동아시아의 현황과 전망을 서술하고, 신제국주의를 극복하기 위한 새로운 이데올로기와 전환점의모색, 특히 반제국주의 운동의 의의를 서술하고자 한다.

우선 제국주의의 개념을‘권력의 영토적 논리와 자본주의적 논리간의 변증법적 관계’로 이해하고, 그 역사를 3단계로 구분하여 마지막 단계가 바로 신제국주의 단계로 정의한다.

두번째로 ‘미국의 신안보전략’을 신보수주의적 부시 행정부의 신제국주의를 반영한 것으로 이해하고, 아프카니스탄과 이라크의 전쟁을 이러한 신제국주의의 수행으로설명하고자 한다.

그리고 부시 행정부의 신제국주의적 해외정책이라는 점에서 동아시아, 특히 북한과 남한, 일본 그리고 중국의 현재적 지정학적 상황에 대해 살펴보고자 한다.

끝으로 미국의 이러한 신제국주의가 내재하고 있는 한계들에 따른 전환적 계기들과 전 지구적으로 부상하고 있는 반제국주의 운동의 의의를 고찰한다.

@highlight

본고는 냉전체제의 해체 이후의 새로운 국면 또는 단계에 접어들고 있는 세계적 정치경제의 변화를 신제국주의로 이해하며 이를 주도하고 있는 미국의 신안보전략을 분석해 그 증거로 제시한다.

