치근낭은 가장 흔한 치성기원 낭으로 치수감염, 치수실활, 외상으로 인한 이차감염 또는 치아 우식에 의해 발생한다.

보통 치근낭은 무증상이나 이차 감염이 발생할 경우 통증, 부종, 발적 등을 유발할 수 있으며, 크기가 커질수록 치근낭은 인접한 신경을 압박하여 안면비대칭 또는 마비증세를 일으킬 수 있다.

치료는 보존적 신경치료 또는 외과적 처치를 요하며, 낭의 크기가 크거나 인접 조직의 침범을 야기할 가능성이 있는 경우에는 낭적출술을 시행해야 한다.

대부분의 증례에서 완벽한 치료가가능하고 재발율이 낮다.

본 증례의 환아들은 하악전치부 낭을 주소로 내원하여 임상검사에서 일부 하악전치가 괴사 되었음을 발견하였으므로 근관치료를 시행한 후 전신마취하에 치근단절제술 및 치근낭 적출술을 시행하였다.

이후 컴퓨터단층촬영을 시행하여 이환부의 골생성 및 재발여부를 관찰하였으며 성공적인 결과를 보였기에 이를 보고하는 바이다.

@highlight

치근낭은 가장 흔한 치성기원 낭으로 치수감염, 치수실활, 외상으로 인한 이차감염 또는 치아 우식에 의해 발생한다.

