본 연구는 BSC를 기반으로 한 마이스터고 조직진단 지표를 개발하여, 개발된 조직진단 지표의 타당성을 검증하는 것을 목적으로 한다.

문헌고찰 및 선행연구를 분석하고, 전문가 협의회를 실시해 각 영역별 문항을 검토 및 수정하여 초안을 개발하였다.

그 후 현장 전문가, 연구원 등 총 10인의 전문가 패널을 구성하여 델파이 조사를 2회 실시하였고, 의견 합의 및 타당성을 확보하여 최종 조직진단 지표를 완성하였다.

자료 분석은 SPSS 20.0과 Excel 2014를 이용하여 이루어졌으며 집중경향치, 변산도(중앙값과 사분범위), 의견합의도, 의견수렴도, 내용타당도(CVR)를 계산하였다.

최종 마이스터고 조직진단 지표는 4개의 대영역, 16개 중영역, 34개 소영역, 73개 세부 문항으로 구성되었으며, 향후 학교의 성과 관리를 위한 조직진단 지표로 활용할 수 있다.

개발된 조직진단 지표를 통해 학교의 요구 및 의견을 효과적으로 파악하고, 분석 결과에 따라 학교의 개선사항을 도출하는 데 있어 중요한 시사점을 제공할 것으로 기대된다.

@highlight

본고는 BSC를 기반으로 한 마이스터고 조직진단 지표를 개발하여, 개발된 조직진단 지표의 타당성을 검증하는 것을 목적으로 한다.

