본 연구에서는 고층아파트 건물 중앙부분의 shaft에 설치된 굴뚝에서 발생되는 열이 인접세대에 미치는 영향을 파악하였다.

연구 대상건물은 서울에 위치한 지하 3층, 지상 35층의 공동주택으로 기계실은 지하 3층에 위치하고 있다.

기계실에는 공동주택과 같은 단지 내에 있는 영화관(멀티플렉스), 대형 할인매장 및 임대매장의 냉난방을 위한 흡수식 냉온수기 7대, 급탕보일러 6대가 있다.

굴뚝으로 배기되는 배기가스의 온도를 낮추기 위해서 각 장비에 폐열회수장치를 설치하고 배기가스의 온도에 따라 공동주택에서 높이에 따른 온도분포를 예측하는 식을 CFD 해석결과를 이용하여 작성하였다.

예측결과 배기가스의 온도가 220℃고 배기속도가 1.5m/s인 경우 연도 샤프트의 높이에 따른 온도는 0.26×height+32.67로 표현할 수 있으며, 이때 결정계수는 0.986으로 매우 높게 나타났다.

또한 배기가스의 온도와 배기속도가 120℃, 1.5m/s인 경우는 샤프트 내부의 온도는 0.84×height+17.57로 높이에 따른 연도 shaft의 온도를 표현할 수 있으며, 이때 결정계수는 0.987로 나타났다.

@highlight

본고에서는 고층아파트 건물 중앙부분의 shaft에 설치된 굴뚝에서 발생되는 열이 인접세대에 미치는 영향을 파악하였다.

