본 연구에서는 과학의 본성을 현대적 관점으로 변화시킬 수 있는 프로그램으로서 2 종류의 과학사-

역할놀이 프로그램을 고안하여 그 프로그램의 적용 효과와 과학사 주제별 과학의 본성의 인식의 변화에서 차이가 있는 지를 알아보았다.

과학사 주제에 따른 역할놀이 활동 전후의 과학의 본성 인식변화 효과의 차이를 분석한 결과 I 그룹(원자모형의 변천-

역할놀이 활동)과 II 그룹(멘델레프 주기율표-

역할놀이 활동)을 수행한 그룹 사이에 과학의 본성 인식 정도가 통계적으로 차이가 없는 동질한 그룹이었으나, 각각의 주제로 과학사-

역할놀이 처치를 한 후 시행한 사후검사에서 I 그룹이 II 그룹보다 그 인식의 정도가 통계적으로 유의미한 차이로 높게 나타났다.

이는 과학사-

역할놀이 활동을 처치한 후에 과학의 본성에 대한 인식의 변화 정도는 각각의 역할놀이와 결합시키는 과학사의 주제에 따라 그 효과가 차이가 있을 수 있음을 의미하는 것이다.

본 연구결과는 주제의 흥미도와 난이도를 고려하기 보다는 시계열적 과정을 거쳐 다수의 과학자들이 과학적 이론을 정립해 가는 과정이 포함된 과학사 주제를 선택하여 과학사-

역할놀이 활동을 할 경우 과학의 본성의 변화에 더 효과적일 수 있다는 가능성을 시사한다.

@highlight

본 연구에서는 과학의 본성을 현대적 관점으로 변화시킬 수 있는 프로그램으로서 2 종류의 과학사-

@highlight

역할놀이 프로그램을 고안하여 그 프로그램의 적용 효과와 과학사 주제별 과학의 본성의 인식의 변화에서 차이가 있는 지를 알아보았다.

