초연결사회의 서비스 활성화를 위해서는 수많은 네트워크의 연결과 확장이 필요하며, 유선 가입자망 도매제공제도의 오픈플랫폼 정책을 통해서도 원활한 달성이 가능하다.

본 연구의 목적은 유선가입자망 도매제공의 유형 및 기술적 접속체계를 명확하게 설정하고, 유선 가입자망 도매제공 요금책정원리 및 적정대가 산정모형을 제시하는 것이다.

연구결과 재판매사업자를 설비보유유무에 따라 서비스이용재판매사업자와 서비스연동재판매사업자로 분류하였고, 다양한 기술적 상호접속체계를 고려하여 유선 가입자망 도매제공 유형을 체계화하였다.

또한 여러 가지 통제변수를 반영하여 도매제공의무사업자와 재판매사업자간의 도매대가 산정모형을 제안하였다.

본 연구의 결과는 다음과 같은 정책적 시사점을 제시하고 있다.

첫째, 유선 가입자망 도매제공의 대가는 기존사업자의 투자유인 부재 해소 및 효율적인 사업자의 진입을 위하여 원가가산방식에는 추가이윤, 소매가차감방식에는 도매고객비용지원의 인센티브 변수를 반영할 필요가 있다.

둘째, 유선가입자망 도매제공제도는 시장의 규제환경을 고려하여 단계적으로 도입하는 것이 필요하다.

@highlight

이 연구의 목적은 유선가입자망 도매제공의 유형 및 기술적 접속체계를 명확하게 설정하고, 유선 가입자망 도매제공 요금책정원리 및 적정대가 산정모형을 제시하는 것이다.

