본 연구는 협동조합 설립 이후의 초기 안정화에 영향을 미치는 요인이 무엇인지 탐색하는 것을 목적으로 한다.

이러한 이해 구축을 토대로 설립 후 안정화를 추구하는 협동조합들에게 운영과 관련된 시사점을 제공해 보고자 한다.

이러한 목적으로 위해 본 연구는 연구방법으로 질적 사례연구를 사용하였다.

한국택시협동조합의 사례에 대한 심층분석 결과, 설립준비과정에서는 조합 설립을 용이케 하는 환경적 뒷받침, 구체적으로는 법과 제도의 뒷받침과 지원조직의 주도적 역할과 더불어 리더의 관련 경험에서 비롯된 헌신적 몰입 및 참여자들의 택시 근로환경을 변화시키고자 하는 의지 등이 중요한 요인으로 작용한 것으로 나타났다.

설립 이후의 과정에서는 안정적인 자본의 마련, 명확한 운영원칙의 체계화, 수익을 극대화하는 비즈니스 전략, 자주적이고 참여적인 관리, 분배와 운영에서의 합리성, 조합원을 위한 지속적 교육과 조합원의 자발적 학습, 수평적 의사소통 문화 구축, 미래를 위한 비전 공유가 초기 안정화에 중요하게 기여한 요인인 것으로 나타났다.

연구결과를 토대로 설립 후 보다 안정적 운영을 위한 협동조합의 과제를 논의하였다.

@highlight

이 연구는 협동조합 설립 이후의 초기 안정화에 영향을 미치는 요인이 무엇인지 탐색하는 것을 목적으로 한다.

