NdCl3는 NdCl3·6H2O로부터 제조되고, 이 때의 무수화 반응 메커니즘은 반응 온도, 반응 시간, 유입되는 가스와 같은 실험변수에 의해 해석되었다.

NdCl3·6H2O의 열적 분해 반응은 differential thermal analysis (DTA)분석을 통해 130°C, 150°C, 190°C, 250°C, 400°C의 5단계로 연구가 수행되었다.

온도가 상승함에 따라 단계적으로 수화물이 제거 되는 결과를 확인하였고 400°C에서 무수화물을 제조하였다.

HCl/Ar 분위기에서 2시간 반응시 완벽하게 무수화물이 제조되는 반면에 3시간 열처리 후,에는 Nd2O3와 Nd(OH)2Cl이 부산물로 생성되었다.

한편, HCl/Ar 분위기에서는 무수 염화물이 제조 되는 반면에 Ar분위기에서 산화물이 생성되었다.

최종적으로 NdCl3는 NdCl3·6H2O로부터 HCl/Ar 분위기하에서 400°C 온도에서 2시간의 열처리 과정을 거쳐 제조 되었다.

@highlight

NdCl3는 NdCl3·6H2O로부터 제조되고, 이 때의 무수화 반응 메커니즘은 반응 온도, 반응 시간, 유입되는 가스와 같은 실험변수에 의해 해석됐다.

