2006년도에 제주특별자치도 자치경찰이 출범을 하고 자치경찰제도를 시범적으로 시행되었지만 얼마나 성공적으로 진행되어 온지에 대한 의문이 든다.

여러 정권을 거치면서 많은 부분 수정되고 다듬어져 온 것도 사실이다.

지금까지 제주특별자치도 자치경찰제에서의 시범적 실시에 대한 문제점을 개선하기 위한 많은 연구가 있었다.

또한 자치경찰제 도입에 있어서 선행되어야 하는 자치경찰법 및 큰 틀에서의 모델제시 그 밖의 세부적인 사항의 국가경찰과 자치경찰의 사무에 관한 범위의 조정 및 자치경찰제도가 전면적으로 실시 할 경우 재원확보 방안등 많은 세부적인 방안이 도출되기도 하였다.

향후 자치경찰제가 실시될 경우 우선 고려할 부분 중 세부적인 부분인 자치경찰의 채용기준이어떻게 정립되야 하는 가에 대한 검토의 필요성이 있다.

현재 제주특별자치도에서 실시하는 자치경찰에서 자치경찰 채용기준은 현실적인 법제화가 되어있지 않은 부분으로 인하여 그리고 채용기준을 경찰공무원의 채용기준에서 전반적으로 자치경찰에 접목하다보니 실질적인 자치경찰의 채용기준의 성립에 많은 문제점들을 내포하고 있었다.

본 연구에서는 향후 자치경찰제가 도입되어 자치경찰을 채용함에 있어 자치경찰제도의 도입의 취지에 부합하고 현실적이고 실질적인 자치경찰제 도입을 하기 위하여 제주특별자치도 자치경찰의 채용기준을 선택적으로 선정하여 개선할 수 있는 부분을 제시하였다.

@highlight

2006년도에 제주특별자치도 자치경찰이 출범을 하고 자치경찰제도를 시범적으로 시행되었지만 얼마나 성공적으로 진행되어 온지에 관한 의문이 든다.

