한국전쟁 당시 북한공군은 개전 3개월도 못 되어 완전히 궤멸되었다.

이것의 가장 직접적인 원인은 미 공군의 조기참전을 들 수 있다.

그러나한편으론 광복이후부터 소련의 지원으로 양성된 북한공군의 전력이 왜그토록 미약했는가 하는 의문을 가지지 않을 수 없다.

이 점에서 본 연구는 개전 초기 북한공군의 궤멸원인을 1945~1950년소련의 북한 공군지원에서 찾고자 했다.

이를 위해 이 시기 소련의 공군지원을 시기와 분야별로 살펴보았다.

그 결과 1949년 3월 김일성과 스탈린의 모스크바 회담 이전까지 소련의 지원은 대단히 미약했으며, 전쟁발발 시점에 임박해서야 양적증가를 보이지만, 이 또한 매우 소극적으로이루어졌음을 확인할 수 있었다.

개전 초기 북한공군은 남한공군과 비교할 때 10배의 양적 우위에 있었지만 질적인 면에서는 매우 불완전한 상태였으며, 미 공군의 조기참전에제대로 대응하지 못하고, 궤멸될 수밖에 없었던 것이다.

이것은 소극적이었던 소련의 북한공군 지원에 따른 예견된 결과였다고 할 수 있다.

북한 공군에 대한 소련의 지원이 소극적이었던 이유는 당시의 민감했던국제정치 상황, 북한의 낮은 전략적 가치, 독일과의 전쟁으로 인한 경제적 어려움, 남한공군 전력과 비교할 때 전쟁의 낙관적 전망 등이 복합적으로 작용했다.

@highlight

이 연구는 개전 초기 북한공군의 궤멸원인을 1945~1950년소련의 북한 공군지원에서 찾고자 했다.

@highlight

.

@highlight

북한 공군에 관한 소련의 지원이 소극적이었던 이유는 당시의 민감했던국제정치 상황, 북한의 낮은 전략적 가치, 독일과의 전쟁으로 인한 경제적 어려움, 남한공군 전력과 비교할 때 전쟁의 낙관적 전망 등이 복합적으로 작용했다.

