본 연구는 조손가정 아동들의 심리사회적 적응 수준이 일반 아동과 비교하여 어떠한 상태인지 살펴보고, 이들의 심리사회적응 수준에 영향을 미치는 요인들은 무엇인지 검토하기 위한 목적으로 수행되었다.

이를 위해 서울 경기 지역 지역사회복지관과 지역아동센터를 대상으로 조손가정 아동들에 대한 설문을 실시하여 112부를 수거하였으며, 초중고등학교에 재학중인 일반 아동 124명을 비교집단으로 하여 심리사회적응 수준과 개인, 가정, 학교 환경적 특성에 대해 비교분석하였다.

결과를 살펴보면, 조손가정 아동들은 일반아동에 비해 더 많은 심리사회적응 문제를 지니고 있는 것으로 나타났다.

또한 조손가정 아동들을 대상으로 심리사회적 적응 수준에 유의미한 영향을 미치는 요인들에 대해 검토한 결과 신체적 건강문제가 많을수록, 학교생활에 대한 흥미가 낮을수록 심리사회적응의 문제가 높아짐을 확인할 수 있었다.

이러한 연구결과를 볼 때, 우선적으로 조손가정 아동들의 심리사회적 적응을 도울 수 있는 사회시스템이 갖추어져야 할 필요성이 높으며, 특히 조손가정 아동들의 건강 증진과 학교생활에의 흥미를 높일 수 있는 방안이 도입되어야 함을 알 수 있다.

@highlight

이 연구는 조손가정 아동들의 심리사회적 적응 수준이 일반 아동과 비교하여 어떠한 상태인지 살펴보고, 이들의 심리사회적응 수준에 영향을 미치는 요인들은 무엇인지 검토하기 위한 목적으로 수행되었다.

