이 연구는 세월호 참사가 한국사회에 누적된 온갖 부문의 문제에 대한 반성을 촉구하는 계기일 뿐 아니라, 오늘의 교육에 대해 근본적 재성찰을 요하는 사건이라는 인식에서 비롯되었다.

학교교육과정이 창의·인성, 민주시민성 등을 목표로 표방하지만 실제로는 주체적 판단과행위를 잠재우는 순응적 학교화 과정이 되어버린 한계를 반성하고 새로운 희망의 근거를 탐색하려는 데에 목적이 있다.

이를 위해 먼저 세월호 참사 후 인문사회 분야의 학술적 논의와 비판으로부터 신자유주의적 자본주의 체제에서 심화된 이기주의, 물질주의, 획일적 권위주의와같은 거시적 문제현상을 개괄해본다.

둘째로, 탑승객들 중 학생과 교사의 희생비율이 가장 컸던 상황에 대한 미시적 검토를 통해, 학교에서 더불어 살아가며 행동과 감각과 사고 능력을기르는 교육의 부족을 문제의 근원으로 재조명한다.

셋째로, 루소의 교육사상에 근거하여 움직임·느낌·생각을 깨우는 학교공동체 교육의 대안적 가능성을 밝히고, 직접적 처방 성격의 안전교육이나 인성교육을 넘어서 유·초등교육 단계부터 지속적으로 근본적 혁신이 필요함을 제안한다.

@highlight

본 연구는 세월호 참사가 한국사회에 누적된 온갖 부문의 문제에 대한 반성을 촉구하는 계기일 뿐 아니라, 오늘의 교육에 대해 근본적 재성찰을 요하는 사건이라는 인식에서 비롯되었다.

