본 연구는 대학생들을 중심으로 부모-

자녀 간 의사소통수준과 정서지능이 주관적 행복감에미치는 영향을 알아보고자 하였다.

이를 위해 서울과 경기도 소재 대학교에 재학 중인 312명을 대상으로 하였고, 이 중 설문지 응답이 결여되거나 불성실한 응답을 한 학생을 제외한278명의 자료가 분석 대상이 되었다.

수집된 자료는 윈도우용 SPSS v18.0 kor 통계프로그램을이용하여 신뢰도를 구하고, 단순회귀분석, 중다회귀분석을 실시하였다.

그 결과를 요악하면다음과 같다.

첫째, 대학생의 부모-

자녀 간 의사소통수준은 주관적 행복감에 긍정적인 영향을미치는 것으로 나타났다.

둘째, 대학생의 정서지능은 주관적 행복감에 긍정적인 영향을 미치는 것으로 분석되었다.

셋째, 대학생의 부모-

자녀 간 의사소통수준과 정서지능은 주관적 행복감에 긍정적인 영향을 미치는 것으로 분석되었다.

이상의 연구에서 부모-

자녀 간 의사소통과 정서지능은 대학생의 주관적 행복감에 영향을 미치는 중요한 요인임을 알 수 있다.

따라서 대학생의 주관적 행복감의 증진을 위해 부모-

자녀 간 바람직한 대화기법을 탐색하여 적용하는 노력이 요구되며, 더불어 학교 현장에서 다양한 정서지능 프로그램의 개발과 적용이 요구된다.

@highlight

본 논문은 대학생들을 중심으로 부모-

@highlight

자녀 간의 의사소통수준 및 정서지능이 주관적 행복감에 미치는 영향을 살펴보고자 하였다.

@highlight

이를 위해 서울 및 경기도 소재 대학교에 재학 중인 312명을 대상으로 하였다.

