의사결정문제는 개인적인 일 뿐만 아니라 기업이나 국가 등 많은 부분에서 일어난다.

의사결정을 하는 주체가 다양한 것처럼 의사결정을 위한 기준도 다양하다.

하나의 기준으로 의사결정을 하는 경우도 있지만 대부분의 경우 여러 가지 기준을 갖고 의사결정을 하게 된다.

이것을 다기준 의사결정이라고 한다.

다기준 의사결정의 경우에는 다양한 기준들이 의사결정에 영향을 미치게 된다.

하지만 기준들이 단위가 서로 다르고 범위도 다르기 때문에 기준들에 대한 영향도를 나타내기 위해서는 서로 다른 단위들을 통합하여 비교를 해야 하기 때문에 어려움이 있다.

이러한 어려움을 해결하기 위한 다기준 의사결정 방법 중에 요구사항 우선순위기법(TOPSIS)이 있다.

TOPSIS는 매트릭스를 이용하여 다기준을 갖는 의사결정문제에 대한 해법을 제시한다.

본 연구는 TOPSIS를 이용하여 배송채널을 선택하는 문제를 다룬다.

공급사슬과 마케팅에서 중요한 기능을 하는 배송채널은 생산에서 최종 소비자까지의 경로를 말하며, 최근에는 고객의 요구사항 증대와 기술의 발달에 따라 배송채널은 더욱 복잡하고 다양해졌다.

본 연구는 배송채널 선택문제에 TOPSIS가 적용되는 방법과 계산방법을 소개하고 의의를 고찰한다.

@highlight

의사결정문제는 개인적인 일뿐 아니라 기업이나 국가 등 많은 부분에서 일어나며, 의사결정을 하는 주체들이 다양한 것처럼 의사결정을 위한 기준들도 다양하다.

@highlight

하나의 기준으로 의사결정을 하는 경우도 있지만 대부분의 경우 여러 가지 기준을 갖고 의사결정을 하게 되는데, 이를 다기준 의사결정이라고 한다.

