본 연구의 목적은 행복 메타인지를 측정하는 행복 메타인지 검사를 청소년을 대상으로 타당화하는 것이다.

이를 위해 고등학생 252명(남자 100명, 여자 152명)을 대상으로 행복 메타인지와 긍정적 정신건강 유형, 자기효능감, 또래 관계, 지각된 스트레스를 측정하였다.

평정자 간 신뢰도를 통해 검사의 신뢰도를 확인한 결과, Cronbach’s α=.85로 나타나 신뢰할 만한 것으로 나타났다.

준거관련 타당도를 확인하기 위해 관련 변인과의 상관관계를 분석하였고, 그 결과 행복 메타인지는 자기효능감 및 또래관계와는 정적 상관이, 지각된 스트레스와는 부적 상관이 있는 것으로 나타났다.

다음으로 긍정적 정신건강 유형에서 행복 메타인지 수준은 쇠약과 부적응 유형보다 번영 유형에서 더 높았으며, 부적응 유형보다 분투 유형에서 유의하게 더 높은 것으로 나타났다.

본 연구 결과는 준거 관련 변인에 따라 행복 메타인지 수준에 유의한 차이가 있는 것으로 나타나 행복 메타인지 검사의 준거관련 타당도가 확인된 것으로 볼 수 있다.

이러한 결과들을 바탕으로 청소년의 긍정적 정신건강 및 행복 증진을 위한 개입 방향과 함께 본 연구의 제한점을 논의하고 후속 연구를 위해 제언하였다.

@highlight

본 논문은 행복 메타인지를 측정하는 행복 메타인지 검사를 청소년을 대상으로 타당화하였다.

@highlight

고등학생들을 대상으로 행복 메타인지와 긍정적 정신건강 유형, 자기효능감, 또래 관계, 지각된 스트레스를 분석하였다.

