출산율 저하로 인한 인구감소와 인구고령화로 인한 생산인구감소를 고려할 때 다문화가족은 우리사회에 중요하게 작용할 것이다.

하지만 다문화가족은 배우자 간의 연령 격차에서 발생하는 세대차이, 기대이하 경제적 수준, 의사소통의 실패, 자녀양육의 어려움으로 인하여 스트레스를 겪게 된다.

이러한 어려움에 있는 여성결혼이민자를 그대로 방치한다면 치러야 할 사회적 비용이 부담으로 작용할 것이다.

따라서 여성결혼이민자와 그의 가족들이 안정적인 한국정착을 위한 토대를 마련하여야 한다.

이에 본 연구는 여성결혼이민자의 정서적 정착단계인 ‘정착의지’에 영향을 미치는 요인을 실증적으로 탐색하여 다음과 같은 실천적·정책적 함의를 제시한다.

첫째 여성결혼이민자의 정착의지를 높이기 위해서는 여성결혼이민자들의 가정 내 소득을 높이는 방안을 강구해야 할 것이다.

둘째, 여성결혼이민자의 정착의지는 법·제도를 통한 환경에 만족할수록 정착의지가 높았다.

셋째, 여성결혼이민자의 사회심리요인인 한국선호도가 높을수록 정착의지가 높았다.

따라서 법·제도를 통한 환경을 조성하여 한국생활에 만족토록 해야 할 것이다.

이와 같이 정착의지는 정착할 수 있는 환경이 전제되어야 하고, 그 환경에 의하여 결정된다고 할 것이다.

따라서 이러한 것을 전제하여 볼 때 다문화가족 여성결혼이민자에 정책은 단순한 동화주의보다는 법·제도를 기반으로 한 다문화통합주의로 접근하는 것이 적절하다고 할 수 있다.

@highlight

출산율 저하로 인하여 인구감소와 인구고령화로 인한 생산인구감소를 고려해 볼 때 다문화가족은 우리사회에 매우 중요하게 작용할 것으로 보인다.

