본 연구의 목적은 CJ제일제당 바이오 사업부의 글로벌 비즈니스 성과를 조명하고 그 원동력의 발전 역사를 조사, 분석하는 것이다.

특히 CJ제일제당은 사료용 아미노산 사업에서 주목할 만한 성과를 달성하고 있는데, 그 성공 전략을 분석하고자 한다.

이를 위해 첫째, 글로벌 사료용 아미노산 산업의 특성과 경쟁관계를 분석한다.

둘째, CJ제일제당 바이오사업 경영사를 고찰하여 CJ의 사료용 아미노산 사업 성장과정을 분석한다.

셋째, 나아가 CJ제일제당의 바이오 사업부 내부의 핵심 경쟁력을 분석 및 제시한다.

MSG사업으로 성장한 CJ제일제당이 사료용 아미노산이라는 새로운 영역에 안착하면서 산업의 구조개혁을 이끌 수 있었던 원동력은 CJ 특유의 ‘창조형 사업 다각화 전략’에 기인한다.

CJ는 당시 미성숙 시장이었던 사료용 아미노산 시장에 진입하여, 지속적이고 과감한 R&D 투자를 바탕으로 확보한 CJ만의 발효기술로 해외 시장에서 경쟁력을 확보하였다.

또한 해외시장에서의 문화적 장벽을 최소화하기 위해 경쟁기업들과 차별되는 CJ식 관계 마케팅 전략으로 ‘후발주자’의 불리함을 극복하고 글로벌 기업으로 성장했다.

CJ경영진의 탁월한 리더십과 직원들의 노력은 CJ제일제당이 기존의 선도기업인 ‘아지노모토(Ajinomoto)’ 와 대등한 위치에서 경쟁할 수 있는 토대를 제공했고, 나아가 수익성 높은 신제품인 메티오닌의 개발 및 생산, 그리고 미래 전략산업인 화이트 바이오에서의 약진을 준비중이다.

@highlight

이 연구의 목적은 CJ제일제당 바이오 사업부의 글로벌 비즈니스 성과를 조명하고 그 원동력의 발전 역사를 조사, 분석하는 것이다.

@highlight

이를 위해 첫째, 글로벌 사료용 아미노산 산업의 특성과 경쟁관계를 분석한다.

