본 연구는 성인 여성학습자의 평생학습 참여동기가 학습몰입과 학습성취도에 미치는 영향을 알아보는데 목적을 갖고, 2013년 11월 11일부터 20일까지 평생교육 프로그램에 참여하고 있는 서울지역 소재 10개 대학 성인 여성 478명을 대상으로 하였다.

총 4개 영역의 설문지 조사방법을 통한 조사 후 기술통계분석방법과 구조방정식을 이용하여 분석하였다.

분석결과 첫째, 성인 여성학습자의 평생학습 참여동기가 인지적 몰입에 미치는 영향을 검증한 결과 학습지향, 목표지향, 활동지향이 인지적 몰입에 영향을 미치는 것으로 나타났다.

둘째, 성인 여성학습자의 평생학습 참여동기가 정의적 몰입에 미치는 영향을 검증한 결과 학습지향, 목표지향, 활동지향이 정의적 몰입에 영향을 미치는 것으로 나타났다.

셋째, 성인 여성학습자의 평생학습 참여동기가 학습성취도에 미치는 영향을 검증한 결과 학습지향, 목표지향이 학습성취도에 영향을 미치는 것으로 나타났다.

넷째, 성인 여성학습자의 학습몰입이 학습성취도에 미치는 영향을 검증한 결과 정의적 몰입이 학습성취도에 영향을 미치는 것으로 나타났다.

이같은 결과는 학습지향, 목표지향, 활동지향적인 참여동기를 가진 성인 여성학습자의 평생학습 참여동기가 높을수록 인지적·정의적 학습몰입을 촉진시키고 이는 결과적으로 학습성취도를 높이는 기제임을 입증한 것이라 할 수 있다.

@highlight

이 연구는 성인 여성학습자의 평생학습 참여동기가 학습몰입과 학습성취도에 미치는 영향을 알아보는데 목적을 갖고, 2013년 11월 11일부터 20일까지 평생교육 프로그램에 참여하고 있는 서울지역 소재 10개 대학 성인 여성 478명을 대상으로 했다.

