본 연구는 다문화가정에 대한 정의, 다문화상담에 대한 현황과 실태, 다문화가정에 대한 성경적 관점을 살펴보고 다문화가정상담에 대한 선행연구들의 제언점을 논의함으로써 다문화가정에 대한 기독교상담전략을 제시하고자 하였다.

기독교상담자는 ‘가서 모든 족속으로 제자를 삼으라’는(마28:29) 하나님의 명령에 따라 다문화가정에 대한 자신의 인식과 가치관을 점검하고 기독교상담이 다문화가정을 향한 복음선교의 기회가 되도록 노력해야 한다.

기독교상담자는 한국의 다문화가정의 가해자는 한국인폭력남편과 시부모, 편견을 갖고 있는 이웃이라는 선입견을 갖기보다는 전통적인 한국문화와 가족문화를 지닌 한국인가족구성원의 어려움도 공감할 수 있을 때 이들에게 필요한 가족상담이나 프로그램에 참여하도록 도울 수 있고, 다문화가정의 서로의 문화적 차이, 기대와 요구를 정확히 파악하고 그 기대와 현실을 합리적인 수준에서 절충하도록 도울 수 있다.

한국의 다문화가정을 위해서는 결혼준비교육, 부모역할훈련과 같은 예방프로그램, 가족관계증진프로그램, 동료상담프로그램, 지역사회 속으로 찾아가는 상담, 위기상황을 위한 전화 및 인터넷상담의 활용, 안내상담 등이 필요하다.

또한 일반상담과는 구별되는 기독교상담의 정체성을 지닌 전문교육, 슈퍼비전, 자격증제도 도입 등이 기독교상담자에게 필요하다.

@highlight

이 연구는 다문화가정에 대한 정의, 다문화상담에 대한 현황과 실태, 다문화가정에 대한 성경적 관점을 살펴보고 다문화가정상담에 대한 선행연구들의 제언점을 논의함으로써 다문화가정에 대한 기독교상담전략을 제시하고자 했다.

