교육용 프로그래밍 언어의 도입은 다양한 학습활동을 전개할 수 있도록 교육환경을 변화시켰다.

이러한 학습 활동들이 프로그래밍 학습에 어느 정도 효과가 있는지 분석할 필요가 있다.

이를 위해 8가지 주요 학습 활동 주제별로 메타 분석 하였다.

연구 대상은 1993년부터 2015년까지 논문지에 게재된 프로그래밍 교육 논문이다.

분석 기준에 부합하는 총 44편의 논문에서 추출한 77개의 연구 자료를 선정했다.

본 연구의 주요결과를 살펴보면, 인지적 영역과 정의적 영역에서 .595와 .594로 중간 수준의 효과 크기를 나타냈다.

인지적 영역에서는 학습 주제별 유의한 차이는 없으나 수리, 시뮬레이션, 애니메이션 영역에서 중간 수준의효과크기로 비교적 일관된 결과를 나타냈다.

정의적 영역에서는 학습 주제별 효과크기는 유의한 차이는 없지만, 개별 연구 간에 그리고 학습 주제 간에 동질성이 높게 나타났다.

이러한 연구 결과를 바탕으로 시사점을 제시하였다.

첫째, 학습자들은 다양한 학습 활동 주제에 따라 학습하는 것이 바람직하다.

둘째, 교수자들은 시뮬레이션, 애니메이션, 수리 활동에 주목할 필요가 있다.

셋째, 연구자들은 효과적인 학습을 위해 다른 요인을 찾아보는 연구가 필요하다.

@highlight

이 연구의 주요결과를 살펴보면, 인지적 영역과 정의적 영역에서 .595와 .594로 중간 수준의 효과 크기를 나타냈다.

