본 연구는 장루보유자의 불편함을 이해하고 설명하기 위하여 질적 연구방법을 적용한 서술적 조사연구이다.

연구 참여자는 D시 2개 종합병원에서 대장암 수술 후 장루를 보유하고 있는 18세 이상 환자로 의사소통과 면담이 가능한 자, 연구의 목적을 이해하고 연구 참여에 동의한 총 6명으로 자료 수집은 2009년 7월 31일부터 2010년 1월 10일까지 이루어졌다.

본 연구의 자료 분석은 Krippendorff15)의 질적 연구 내용 분석에 따라 분석하였다.

장루보유자의 불편함은 ‘마음대로 먹지 못함’, ‘조절할 수 없는 대변’, ‘어렵고 힘든 삶’, ‘조마조마한 마음’, ‘싫고 불편한 장루’, ‘편하게 살지 못함’, ‘비관스러움’, ‘눈치 보는 삶’ 등 8개의 범주로 나누어졌다.

이처럼 장루보유자의 불편함은 신체적, 심리적, 사회적, 영적 영역의 모든 부분에 있어 관련이 되고 있으므로, 병원 현장에서 장루보유자 간호 시 간호 요구도에 따른 맞춤형 교육과 함께 정기적이고 지속적인 교육을 위한 체계가 마련되어야 할 것으로 사료된다.

@highlight

이 연구는 장루보유자의 불편함을 이해하고 설명하기 위하여 질적 연구방법을 적용한 서술적 조사연구이다.

@highlight

이 연구의 자료 분석은 Krippendorff의 질적 연구 내용 분석에 따라 분석했다.

