맹자는 성선설을 통하여 성이 선에 대해 필연적 고정성이 있음을 제기하였다.

주자에 이르러 형이상학적 체계화를 통해 선을 인간 내부에 둠으로써 인간을 선의 담지자로 상정하는 성선설이 확립된다.

다산도 성선설을 주장한다.

그러나 주자학의 그것과 달라서 덕과 상제천은 내재하지 않는다.

대신 그는 성이 기호라는 주장으로 성선을 증명한다.

이런 다산의 주장은 성무선악이나 성선악혼설로 비춰지기도 한다.

뿐만 아니라 다산이 성선 증명을 위해 제시한 논거는 성공적이지 못하다는 오해를 불러일으키기도 한다.

정약용이 제시한 성기호설은 전형적인 성선설임에도 불구하고 당대의 문산(文山)을 위시한 주자학자로부터 현대의 다산 연구자들에 이르기까지 적잖게 오해를 받았다.

이 연구는 그간의 오해를 불식시키기 위해서는 다산이 말하는 성선에서 성을 동사로 읽어야 함을 밝히고, 호선설(好善說)로 명명해야 함을 제안하는데 목적이 있다.

@highlight

본 연구는 그간의 오해를 불식시키기 위해서는 다산이 말하는 성선에서 성을 동사로 읽어야 함을 밝히고, 호선설(好善說)로 명명해야 함을 제안하려 한다.

