개인정보보호와 관련하여 과거에는 공공부문과 민간부문을 구분하여 각각 ‘공공기관의 개인정보보호에 관한 법률’, ‘정보통신망 유통촉진 및 정보보호에 관한 법률’ 등을 통해서 규율했으나, 2011년 일반법인 개인정보보호법 제정으로 통합적인 법 적용이 가능하게 되었다.

그러나 개인의료정보는 일반 개인정보와 비교해서 높은 수준의 보호를 필요로 한다.

물론 개인정보보호법 상에 ‘민감정보’ 규정의 적용을 받는 것으로 해석할 수 있으나, 동법에서 민감정보로 규정한 사상, 신념, 정치적 견해 등과 개인의료정보를 동일한 기준으로 이해하는 것은 실제 법 적용에 있어서 많은 문제점이 나타날 수 있다.

본 논문에서는 개인의료정보의 특성을 통해서 헌법적 보호 필요성을 도출하고, 기존의 개인정보보호법의 문제점 제기를 통해서 동법의 개정가능성 및 개별법으로서의 개인의료정보보호법 제정이 필요한지 여부를 살펴보고자 한다.

특히 개별법 제정과 관련하여 과거 17대·18대 국회 때의 입법과정과 미국, 독일 등의 외국과 국제기구에서의 의료정보와 관련된 개별입법 여부를 확인한 후에 새로운 법률의 입법방향과 주요내용을 제시해보고자 한다.

@highlight

본고에서는 개인의료정보의 특성을 통해서 헌법적 보호 필요성을 도출하고, 기존의 개인정보보호법의 문제점 제기를 통해서 동법의 개정가능성 및 개별법으로서의 개인의료정보보호법 제정이 필요한지 여부를 살펴보고자 한다.

