본 연구는 다양한 이모티콘 유형이 포함된 감정 메시지에 대한 수신자의 해석 정도(내용이해, 감정인지, 반응 측면)를 분석하여 온라인 의사소통 과정에서 가장 효과적인 이모티콘 유형을 알아보고자 하였다.

이에 이모티콘의 변천과정을 반영하여 텍스트만 있는 메시지와 텍스티콘, 그래픽콘, 애니콘, 실사콘이 포함된 메시지의 총 5가지 유형을 분류하였다.

이를 바탕으로 감정상태별 시나리오 상황을 구성하여 대학생을 대상으로 설문지를 배포하고 성별 및 전공계열별 차이를 분석하였다.

분석한 결과, 감정상태 중에서는 쾌감에서 그래픽콘, 애니콘, 실사콘 등의 효과성이 높게 나타난 반면, 불쾌감에서는 텍스트만 있는 메시지의 효과성이 높게 나타났다.

남녀 간에는 여학생이 그래픽콘, 애니콘, 실사콘 메시지에 대해 효과적이라고 응답한 반면, 남학생은 텍스트만 있는 메시지에 대해 가장 높게 응답하였다.

전공계열별로는 몇몇 메시지 유형에서 예체능계열과 자연공학계열 간에 유의한 차이가 나타났으며, 특히 자연공학계열이 대부분의 이모티콘 유형에서 다른 계열에 비해 높은 수치를 나타냈다.

이러한 결과는 온라인 커뮤니케이션 과정에서 감정의 유형과 성별, 전공계열별 차이를 고려하여 메시지의 형태를 가공할 필요성을 시사한다.

@highlight

이 연구는 다양한 이모티콘 유형이 포함된 감정 메시지에 대해 수신자의 해석 정도(내용이해, 감정인지, 반응 측면)를 분석해 온라인 의사소통 과정에서 가장 효과적인 이모티콘 유형을 알아보고자 했다.

