편의시설은 장애인 등의 접근권을 보장하기 위하여 법적으로 설치를 규정하고 있다.

본 연구는 이러한 편의시설과 장애인 고용과의 관계를 사업체 중심으로 분석하였다.

분석은 기업체 장애인 고용 실태조사 자료를 활용하였다.

분석 결과 편의 시설 중 의무 시설 설치율은 20% 미만이었으며, 장애인 미고용업체가 고용 사업체에 비해 설치율이 낮았으며, 규모별로는 중소기업수록 낮게 나타났다.

편의시설 설치는 장애인 고용 증대 및 유지에 긍정적으로 영향을 주었다.

따라서 편의시설설치는 장애인 고용을 확대하고 또 안정적인 직업 생활을 유지하는데 도움이 된다는 점을 확인할 수 있었다.

연구결과를 바탕으로 다음과 같은 제언을 하였다.

첫째, 정부차원에서 편의시설 미설치에 대해 이행 명령 등의 현실화 등과 같은 조치가 마련되어야 하며 둘째, 장애인 미고용업체의 경우 편의시설 컨설팅이나 통합지원 서비스 지원 확대를통해 장애인 고용과 연계하는 방안이 모색되어한다.

셋째, 중소기업의 경우 편의시설 설치에 대한 비용을 지원하는 각종 제도를 활용하여 현실적인 지원을 해주어야 한다.

마지막으로 편의시설의 적정 설치율을 높이기 위해 장애물 없는 생활환경(BF) 인증의 의무화 및 시설별 전문기관으로의 인증 기관 세분화를 제시하였다.

@highlight

편의시설은 장애인 등의 접근권을 보장하기 위하여 법적으로 설치를 규정하고 있다.

@highlight

이 연구는 이런 편의시설과 장애인 고용과의 관계를 사업체 중심으로 분석했다.

