본 연구의 목적은 신용평가기관이 대주주가 벤처캐피탈리스트인 벤처기업을 그렇지 않은 기업과 다르게 신용평가를 하는지와 소유구조 내에 벤처캐피탈리스트의 존재여부에 따라 기업의 이익조정에 대한 평가가 달라지는지를 분석하는 것이다.

본 연구의 결과는 다음과 같다.

먼저 신용평가기관은 벤처기업의 대주주지분의 수준이 높을수록 긍정적인 평가를 하는 것으로 나타났다.

이러한 결과는 신용평가기관이 이해일치가설(convergence of interest hypothesis)을 지지하는 것으로 판단된다.

한편 신용평가기관은 벤처기업의 대주주가 벤처캐피탈리스트이면, 개인인 경우에 비해 상대적으로 긍정적인 신용평가를 하는 것으로 나타났다.

특히 뛰어난 정보 분석력을 갖고 있는 금융기관이 대주주이면 신용평가기관은 더욱 더 긍정적으로 평가하였다.

경영자의 이익조정 증가는 벤처기업에서도 신용평가에 부정적인 결정요인으로 나타났으며, 신용평가기관은 1대 주주가 일반 금융기관이거나 2대 주주가 기업벤처캐피탈인 경우에 발생하는 이익조정에 대해 더 부정적으로 평가하였다.

상기의 새로운 발견에도 불구하고 벤처캐피탈리스트가 대주주나 경영자를 항상 견제하는 세력이라고 단언할 수는 없었다.

그 이유는 대주주와 벤처캐피탈리스트가 공모(conspiracy)하여 다른 이해관계자의 비용으로 사익을 추구할 가능성도 있기 때문이다.

본 연구에서는 이러한 개연성을 구체적으로 파악하지 못했다.

@highlight

이 연구의 목적은 신용평가기관이 대주주가 벤처캐피탈리스트인 벤처기업을 그렇지 않은 기업과 달리 신용평가를 하는지와 소유구조 내에 벤처캐피탈리스트의 존재여부에 따라 기업의 이익조정에 대한 평가가 달라지는지를 분석하는 것이다.

@highlight

이 연구에서는 이런 개연성을 구체적으로 파악하지 못했다.

