이 연구는 통합교육교사의 테크놀로지 교수내용지식(T-

PACK)에 영향을 미치는 테크놀로지-

자기효능감의 매개효과를 알아보기 위해 내적경로를 설정하여 검증하였다.

아울러 이 모형에서 교사구분(일반교사/특수교사)과 성별에 따른 조절효과를 검증하였다.

이 연구를 위해 일반교사 103명, 특수교사 79명 등 통합교육교사 182명을 대상으로 T-

PACK을 측정하였다.

연구 결과는 다음과 같다: 첫째, 통합교육교사의 T-

PACK 내적경로는, 교수지식(PK)이 테크놀로지지식(TK)과 테크놀로지 자기효능감(T-

SE)을 매개로, 내용지식(CK)이 테크놀로지 자기효능감(T-

SE)을 매개로 T-

PACK에 영향을 미치고 있다.

둘째, 통합교육교사의 T-

PACK 내적경로에 교사의 구분(일반교사/특수교사)과 성별에 따른 조절효과가 나타났다.

이 연구의 결과는 향후 통합교육교사의 T-

PACK을 향상시키기 위한 전략을 수립하는 데 있어 참고할 만하다.

마지막으로, 이 연구의 결과에 따라 논의하였으며, 연구의 제한점 및 후속연구를 제안하였다.

@highlight

본 연구는 통합교육교사의 테크놀로지 교수내용지식(T-

@highlight

PACK)에 영향을 미치는 테크놀로지-

@highlight

자기효능감의 매개효과를 알아보기 위해 내적경로를 설정하여 검증하였다.

