본 연구는 우리나라 초·중·고등학생들에게 나타나는 회복탄력성, 영어 학습 동기 및 탈동기의 양상을 탐색하고 학교급별 차이를 고찰한다.

이를 위해 본 연구에서는 순차적 혼합연구법이 사용되었다.

먼저 질적 연구에서는 초·중·고등학생 23명을 대상으로 개별면담을 시행하였고, 이후 1,265부의 설문지를 수집하였다.

설문자료를 토대로 빈도분석, 하위구인의 신뢰도 분석 및 학교급별 평균과 표준편차를 비교하였다.

연구 결과 회복탄력성은 통제성, 긍정성, 사회성의 하위구인으로 구성되었고, 초·중학생의 경우 긍정성과 사회성이 높은 수준으로 나타났다.

영어 학습 동기의 하위 구인은 도구성(장려), 필연적 자아, 이상적 자아, 가족의 영향, 도구성(방어), 동기화된 행동으로 분석되었다.

초등학생과 중학생에게서 도구성(장려)과 이상적 자아가 높게 나타났으나, 고등학생에게서 도구성(방어)이 높은 수준으로 나타났다.

영어 학습 탈동기의 하위구인은 학습강제성과 어려움, 영어사용집단에 대한 부정적 태도, 부적절한 학습 환경과 학습 집단, 교수자와 교재의 부정적 영향, 영어 학습에 대한 자신감 부족으로 구성되었다.

초등학생에게서는 영어 학습에 대한 자신감 부족, 중학생에게서는 강제성, 고등학생에게서는 교수자와 교재의 부정적 영향이 주된 탈동기 요인으로 밝혀졌다.

@highlight

본고는 우리나라 초·중·고등학생들에게 나타난 회복탄력성, 영어 학습 동기 및 탈동기의 양상을 탐색하며 학교급별 차이를 고찰한다.

@highlight

이를 위하여 본 연구에서는 순차적 혼합연구법이 사용됐다.

