본 연구에서는 기존의 무공케이슨 방파제에 대하여 개발된 성능설계법을 유공케이슨 방파제로 확장하여적용하였다.

확장된 계산 모형은 한국해양연구소에서 수행한 수리 실험결과와 비교하여 검증하였다.

케이슨의 안정성을 평가하기 위하여 방파제 수명 동안의 누적활동량의 평균으로 정의되는 기대활동량과 누적활동량이 일정한 허용치를 초과할 확률을 산정하여 케이슨의 안정성 평가에 사용하였다.

기대활동량과 초과확률 모두 수심이 감소함에따라 쇄파대 안쪽에서는 증가하며, 바깥쪽에서는 감소하는 경향을 보였다.

또한, 안전율에 기초한 결정론적 설계법의 결과와 비교해 보았을 때, 성능설계법의 설계기준에 따라 경제성이 달라지는 것으로 나타났다.

허용기대활동량과 초과확률이 극한 한계상태를 만족할 경우 쇄파대 바깥쪽에서는 성능설계법이 결정론적 설계법보다 비경제적인 것으로 나타났으며, 쇄파대 안쪽에서는 비슷한 경제성을 가지는 것으로 나타났다.

그러나, 복구가능한계상태를 만족할경우 성능설계법이 결정론적 설계법보다 더 경제적인 것으로 평가되었다.

@highlight

본고에서는 기존의 무공케이슨 방파제에 대하여 개발된 성능설계법을 유공케이슨 방파제로 확장하여적용하였다.

