센은 정보 접근과 역량 접근에 기초해서 공리주의를 비판한다.

센에 의하면 공리주의는 결과주의, 후생주의, 합계순위 세 요소로 구성된다.

센은 결과주의가 최종 결과에만 관심을 집중하는 협소한 결과주의라고 비판하고, 그 대안으로 포괄적 결과주의를 제안한다.

그러나 모든 공리주의가 협소한 결과주의의 형식을 취하는 것은 아니다.

밀의 공리주의와 현대 공리주의는 포괄적 결과주의를 수용할 수 있다.

센은 후생주의가 행복감이나 욕구충족 같은 효용 정보만을 정보 토대로 인정하는 정보 제약을 가하며, 이 때문에 복지 성취에만 집중하고 행위주체성과 자유 같이 윤리적으로 중요한 정보 기반을 다루지 못한다고 비판한다.

그러나 이상공리주의와 밀의 공리주의는 복지만을 본래적 가치로 인정함에도 불구하고 행위주체성과 자유를 복지의 구성요소로서 포함할 수 있다.

마지막으로 센은 합계순위가 효용 총합의 극대화에만 주목하고 분배나 평등에는 관심을 두지 않으며, 이 때문에 극심한 불평등을 정당화한다고 비판한다.

그러나 공리주의는 평등에 관심을 둘 뿐 아니라, 한계 효용 체감 법칙을 고려하여 분배하기 때문에 극심한 불평등 분배를 지지하지도 않는다.

결론적으로 센의 공리주의 비판은 심리상태 효용론에 기초한 단순한 공리주의에는 타당하지만, 세련된 공리주의에는 적용되지 않는다.

@highlight

센은 정보 접근과 역량 접근에 기초해서 공리주의를 비판한다.

@highlight

센은 결과주의가 최종 결과에만 관심을 집중하는 협소한 결과주의라고 비판하고, 그 대안으로 포괄적 결과주의를 제안한다.

