프래더윌리증후군은 15번 염색체 이상으로 나타나는 유전질환으로 비만, 저신장 등의 내분기계 이상, 피부 뜯기, 강박행동과 분노발작 등과 같은 다양한 임상 양상을 보인다.

이러한 행동이 조기에 관리되지 않으면 가정과 학교생활에서의 실패는 물론 자립생활도 어려워지게 된다.

우리나라의 경우 이 증후군에 대해 주로 의학적 진단과 분자유전학적 측면에 대한 몇 편의 연구로 국한되어 있다.

이에 본 연구는 문헌연구를 토대로 프래더윌리증후군 아동의 대표적인 특성과 행동관리 전략을 제시함으로써 프래더윌리증후군 아동의 학부모와 교사들에게 조기 진단의 기회를 제공하고, 이들 아동의 효율적인 학교생활과 성인이 되었을 때의 삶의 질 향상을 위해 필요한 전략을 제공한다는데 의의를 둔다.

프래더윌리증후군 아동은 비만과 근긴장저하, 수면장애 등 공통된 특성을 가지고 있기도 하지만 또한 장기기억이나 동시적 과제 처리능력은 다른 능력보다 우수하는 등의 그들만의 독특한 특성을 가지고 있다는 것을 알 수 있다.

이들 아동의 문제행동을 관리하기 위한 정확한 해결책은 없지만 행동관리를 위한 구조화된 일과표를 고안하거나 행동관리 보상체계를 사용하는 등 개별 특성에 맞춘 맞춤형 서비스가 제공된다면 최대한 성공적인 결과를 도출할 수 있을 것이다.

@highlight

프래더윌리증후군은 15번 염색체 이상으로 나타나는 유전질환으로 비만, 저신장 등의 내분기계 이상, 피부 뜯기, 강박행동과 분노발작 등과 같은 다양한 임상 양상을 보인다.

