본 논문은 21세기의 새로운 시대 요구를 반영하여 공감과 공감교육이 기존의 전통적인 인성과 인성교육의 논의 구조에 수용 가능한지를 고찰하였다.

개인의 인성은 타인과의 사회적 관계 속에서 발현되기 때문에 사회의 중핵 가치와 상황에 따라 강조되는 인성의 요소와 인성교육의 방법은 달라질 수 있다.

최근의 인성 개념에 관한 논의는 미래사회의 성공적인 삶을 영위하는 데 필요한 핵심 역량을 강조한다.

Rifkin(2009)은 다가오는 시대는 ‘공감의 시대’로서 새롭고 핵심적인 인성 요소를 ‘공감’이라고 했다.

‘공감의 시대’는 ‘공감 결핍’의 시대임을 역설적으로 반증하기도 한다.

공감의 결핍을 극복하고 공감의 시대에 적합한 인성교육을 위해서는 공감을 기반으로 하는 인성교육의 재구조화가 필요하다.

21세기는 ‘바르게 알면 바르게 행한다.

’라는 이성주의적 인성교육이 ‘바르게 느끼고 공감해야 바르게 행한다.

’라는 공감 기반 인성교육으로 전환을 예고한다.

새로운 세기의 인성교육은 ‘공감과 감성’을 중요시하는 정의적 도덕교육을 바탕으로, 도덕적 인성교육에서 체험과 실천 중심의 수행적 인성교육으로 변해야 한다.

학교, 가정, 사회가 협력하여 예체능과 새로운 소통 매체를 활용하는 인성 중심의 교육과정으로 재구성해야 한다.

본 논문에서 제안하고 있는 ‘공감기반 인성교육’은 기존 인성교육을 대체하는 논의라기보다는 보완적 제안으로 이해되어야 할 것이다.

@highlight

이 논문은 21세기의 새로운 시대 요구를 반영해 공감과 공감교육이 기존의 전통적인 인성과 인성교육의 논의 구조에 수용 가능한지를 고찰했다.

