본 연구는 대표적인 소셜 매거진 서비스 가운데 하나인 ‘플립보드(Flipboard)’ 이용자 인식 유형을 미디어 사상가 플루서(Flusser)와 비릴리오(Virilio)의 양가적 사유를 통해 분석하였다.

Q방법론을 활용한 연구결과 플립보드 이용자들의 인식을 세 가지 유형으로 도출하였다.

첫 번째 유형은 플립보드를 능동적으로 활용하는 ‘창조적 소셜 매거진 활용형’과 두 번째 유형으로 플립보드 정보를 부정적으로 수용하는 ‘디지털 미디어 감각 마비형’, 세 번째 유형으로 플립보드를 소셜 미디어로서만 인식하는 ‘소셜 미디어 국한형’으로 나타났다.

세 유형은 플립보드를 디지털 매거진과 소셜 미디어가 결합된 소셜 매거진, 디지털 미디어, 단순 소셜 미디어로 각각 다르게 인식하고 있었다.

각 유형은 플립보드 이용에 있어 능동적·수동적 차이를 보였고, 플립보드의 유용성과 정보 습득 기능에 대하여 긍정적이거나 부정적인 상이한 견해를 나타냈다.

플립보드 이용자들은 플루서가 언급한 능동적인 ‘창조적 상상가’의 면모를 보이고 있으나 한편으로는 비릴리오의 사유에 따른 정보 폭발과 디지털 속도에 대한 ‘감각적 마비’와 같은 비판적인 견해를 함께 인식하고 있었다.

@highlight

이 연구는 대표적인 소셜 매거진 서비스 가운데 하나인 ‘플립보드’ 이용자 인식 유형을 미디어 사상가 플루서와 비릴리오의 양가적 사유를 통해 분석했다.

