이 논문은 한일관계의 전개과정을 간략히 검토해 보고 일본이 가지고 있는 도덕관을 살펴본 후, 한국이 참고할만한 시사점을 찾아보는 데 목적이 있다.

최근에도 일본이 일제강점기의 과거사문제를 반성하기는 커녕 왜곡하고 있으며, 일본의 비합리적인 독도발언 등 때문에 한일관계가 얼어붙고 있다.

한국이 일본과 숱한 갈등을 겪어왔음에도 경제 사회 문화 등 여러 분야에서 상당한 교류와 협력이 이루어지고 있다.

이러한 현실상황을 고려해 볼 때, 두 국가가 우호적 관계를 유지하면서 서로의 장단점을 잘 활용하는 것이 바람직하다고 생각된다.

이 논문에서는 일본의 도덕관을 첫째, 화(和)의 중시 둘째, 겉표 현과 속마음의 이중성 셋째, 폐 끼치지 않기 넷째, 은(恩)의 중시 다섯째, 일본화에 능함 그리고 여섯째, 근검절약과 질서존중 등 여섯 가지로 정리해 보았다.

이러한 일본의 도덕관을 통해 우리에게 도움이 될 만한 시사점이 무엇인지 찾아보았다.

그 시사점은, 배려와 양보를 기초로 하는 공동체의식 함양, 가능한 한 남에게 폐 덜 끼치기, 질서유지를 위한 노력, 그리고 가정교육의 중요성 재인식 등이다.

@highlight

이 논문은 한일관계의 전개과정을 간략히 검토해 보고 일본이 가지고 있는 도덕관을 살펴본 후, 한국이 참고할만한 시사점을 찾아보는 데 목적이 있다.

