본 연구는 미용학적 측면에서 중년여성을 대상으로 사회적 지지, 자기효능감, 주관적 건강 등 성공적 노화의 영향요인을 분석하고 검증하는 것이다.

서울과 경기 지역의 50~64세의 321명을 대상으로 설문조사하였으며 수집된 자료는 SPSS 18.0으로 분석하였고, 성공적 노화의 영향요인을 파악하기 위하여 다중회귀분석을 시행하였다.

그 결과를 요약하면 다음과 같다.

첫째, 성공적 노화에 가장 큰 영향을 미치는 요인은 사회적 지지였으며, 다음은 자기효능감, 주관적 건강의 순이었다.

둘째, 이들 변인들이 중년여성의 성공적 노화를 56.7% 설명하였다.

그러므로 중년여성들은 성공적인 노후를 위해 노화에 대한 능동적인 의식과 더불어 적극적인 태도를 취하는 것이 필요하며, 노년을 준비하는 예비 노년층에 맞는 실질적인 교육과 중재가 요구된다.

본 연구의 결과를 표면적 가치에 중점을 두고 있는 미용의 지식체계에 신체적, 심리적, 사회적 건강의 영역이 포함될 수 있도록 기초자료로 제공하고자 한다.

@highlight

이 연구는 미용학적 측면에서 중년여성을 대상으로 사회적 지지, 자기효능감, 주관적 건강 등 성공적 노화의 영향요인을 분석하고 검증하는 것이다.

