본 연구는 Better Work Global에 참여하고 있는 7개국 중에서 인도네시아를 대상으로 Better Work의 정착과정과 현지 공장들의 반응을 조사한다.

인도네시아는 ILO의 핵심협약(core convention) 4개 분야 8개 협약을 모두 비준한 국가이지만 이러한 협약이 현장에서 잘 지켜지지 않고 있다.

노동 사각지대인 인도네시아에서 2011년부터 ILO, IFC, 인도네시아 정부, 인도네시아의 섬유의류 생산자단체, 그리고 글로벌 바이어들이 참여하여 ‘인도네시아의 더 좋은 작업장’(Better Work Indonesia, 이하 BWI) 만들기 프로젝트를 운영하고 있다.

BWI와 같이 국제기구가 주도하는 노동조건 개선 프로그램의 성공요인과 한계는 무엇인가?

다국적기업, 생산자조합, 노동조합, 소비자 등 중첩되고 다양한 행위자를 포섭하기 위하여 국제기구는 어떠한 역할을 담당하고 있는가?

그리고 국제기구의 적극적 노력은 국제정치이론에 어떤 함의를 제공하는가?

@highlight

이 연구는 Better Work Global에 참여하고 있는 7개국 중에서 인도네시아를 대상으로 Better Work의 정착과정과 현지 공장들의 반응을 조사한다.

