본 연구는 성인학습자들에게 창의적 사고기법을 활용하여 통찰적 사고와 자기성장을 함양할 수 있도록 구성한 ‘자기성장 창의성 프로그램’을 적용한 후, 성인의 창의성과 창의적 리더십 향상에 본 프로그램이 효과적이었는지를 확인하는 데 목적을 두었다.

이에 따라 ‘자기이해 → 자기수용 → 자기개방’의 순환적 경험의 틀을 갖추고, 자기변화 모험, 창의적 사고활동(13) 및 창의 인성관련 활동(3) 등 총 열여섯 개의 활동들로 구성된 성인 창의성을 위한 ‘자기성장 창의성 프로그램’을 개발하여 성인학습자에게 적용하였다.

그 결과, 창의적 사고기법을 활용한 ‘자기성장 창의성 프로그램’이 성인의 일상에서 실제적인 문제해결에 도움이 되면서 성취감, 신기함, 자신감, 자기 효능감 및 자존감을 그리고 대인관계의 향상 등 심리적 안녕감을 얻을 수 있게 되었다.

결국 본 연구에서는 ‘자기성장 창의성 프로그램’이 성인의 창의성 및 창의적 리더십을 향상시키는데 효과적임이 증명되었다.

한편 본 연구에서는 통합적 접근으로 양적결과를 보완할 수 있도록 질적 자료로서 사례연구 결과를 부가하였다.

즉 평생교육 차원에서 창의성 및 창의적 리더십 계발 교육이 성인의 자기성장 프로그램에 어떻게 응용될 수 있는지, 기존의 창의적 기법(활동)과 자기성장 프로그램을 융합하여 재구조화하는 방안을 제시하였다.

@highlight

이 연구는 성인학습자들에게 창의적 사고기법을 활용하여 통찰적 사고와 자기성장을 함양할 수 있도록 구성한 ‘자기성장 창의성 프로그램’을 적용한 후, 성인의 창의성과 창의적 리더십 향상에 본 프로그램이 효과적이었는지를 확인하는 데 목적을 두었다.

