연정, 자치, 권력의 분점과 공유, 비례대표제의 도입, 비토권의 부여 등을 내용으로 하는 협의 민주주의는 다수결 민주주의의 폐단을 극복할 수 있는 대안으로 간주된다.

한편 권력의 분산과 분립, 권력기관 사이의 견제, 지방정부의 자율성 등을 내용으로 하는 연방주의는 중앙집권형 국가의 조직실패를 극복하기 위한 대안으로 간주된다.

벨기에는 1830년 독립 이후 다층적 균열구조를 극복하기 위하여 협의주의에 입각한 정치통합을 이루어 왔고, 마침내 1993년 헌법개정을 통하여 연방국가가 되었다.

벨기에는 이와 같은 협의적 연방주의를 통하여 다층적 균열구조로부터 오는 정치사회갈등을 성공적으로 관리하는 모범적 사례로 인정되고 있다.

본 논문은 이와 같은 시각에서 협의적 연방주의가 어떻게 위기관리 기능을 수행하고 있는지 연구하고자 한다.

본 논문은 먼저 벨기에 정치통합의 이론적 배경이 된 협의주의와 연방주의의 장단점을 고찰하고, 벨기에의 정치통합 과정에서 협의적 연방주의가 어떻게 갈등위기관리 기제로 작동하였는지 살펴본다.

마지막으로 협의주의적 갈등위기관리 모형의 이론적 함의를 요약하고자 한다.

@highlight

본고는 이와 같은 시각에서 협의적 연방주의가 어떻게 위기관리 기능을 수행하고 있는지 연구하려 한다.

@highlight

본고는 먼저 벨기에 정치통합의 이론적 배경이 된 협의주의와 연방주의의 장단점을 고찰하고, 벨기에의 정치통합 과정에서 협의적 연방주의가 어떻게 갈등위기관리 기제로 작동하였는지 살펴본다.

