화

물

연

대

파

업

은

 

구

성

원

 

간

 

갈

등

에

 

의

해

 

발

생

하

는

 

사

회

재

난

이

다

.

 

물

류

산

업

의

 

생

산

 

차

질

이

 

타

산

업

의

 

공

급

 

제

약

을

 

발

생

시

키

고

 

이

것

은

 

타

 

산

업

부

문

 

전

반

의

 

생

산

 

제

약

이

란

 

경

제

 

교

란

을

 

유

발

한

다

.

 

이

 

같

은

 

문

제

의

식

에

 

기

반

 

하

여

 

본

 

연

구

는

 

화

물

연

대

파

업

이

 

초

래

하

는

 

경

제

적

 

파

급

효

과

를

 

분

석

하

기

 

위

한

 

투

입

산

출

모

형

으

로

서

 

내

생

부

문

-

내

생

부

문

 

간

 

관

계

를

 

기

반

으

로

 

하

는

 

리

츠

-

스

폴

딩

 

모

형

(

R

i

t

z

-

S

p

a

u

l

d

i

n

g

 

M

o

d

e

l

)

을

 

채

택

함

으

로

써

 

기

존

 

방

법

론

적

 

제

약

을

 

개

선

하

고

자

 

하

였

다

.

 

분

석

결

과

,

 

화

물

연

대

파

업

이

 

국

민

경

제

에

 

미

치

는

 

파

급

효

과

로

서

 

세

 

가

지

 

사

실

을

 

확

인

할

 

수

 

있

었

다

.

 

첫

째

,

 

화

물

연

대

파

업

과

 

관

련

된

 

물

류

산

업

의

 

수

요

승

수

는

 

1

.

7

7

,

 

공

급

승

수

는

 

2

.

5

4

로

 

나

타

 

산

출

이

생

산

요

소

화

 

된

 

매

개

적

 

성

격

과

 

전

방

연

계

효

과

를

 

더

 

크

게

 

유

발

하

는

 

특

징

을

 

확

인

할

 

수

 

있

었

다

.

 

둘

째

,

 

화

물

연

대

파

업

으

로

 

인

해

 

물

류

산

업

의

 

공

급

차

질

이

 

2

0

%

 

발

생

했

을

 

경

우

 

유

발

되

는

 

파

급

효

과

는

 

약

6

0

조

 

4

,

0

5

8

억

원

으

로

,

 

1

차

적

인

 

생

산

 

제

약

으

로

 

인

해

 

약

 

3

0

조

 

3

,

6

9

2

억

원

이

,

 

이

후

 

파

생

과

정

에

서

 

약

3

0

조

 

3

6

5

억

원

이

 

추

가

 

유

발

되

는

 

것

으

로

 

나

타

났

다

.

 

셋

째

,

 

물

류

산

업

의

 

공

급

차

질

이

 

제

조

업

 

및

 

건

설

업

을

 

중

심

으

로

 

강

하

게

 

나

타

나

지

만

 

그

 

파

급

과

정

에

서

 

연

관

 

산

업

의

 

수

요

량

 

감

소

로

 

인

한

 

피

해

는

 

음

식

점

 

및

 

숙

박

업

,

 

전

문

·

과

학

 

및

 

기

술

서

비

스

업

,

 

보

건

 

및

 

사

회

복

지

서

비

스

업

,

 

정

보

통

신

 

및

 

방

송

업

 

등

후

방

연

계

산

업

까

지

 

확

대

되

는

 

것

으

로

 

나

타

났

다

.

@highlight

본고는 화물연대파업이 초래하는 경제적 파급효과를 분석하기 위해 리츠-스폴딩 모형(Ritz-Spaulding Model)을 채택했고, 기존 방법론적 제약을 개선시키고자 분석한 결과 화물연대파업이 국민경제에 미치는 파급효과로서 세 가지 사실을 도출했다.