전기비저항 탐사법은 지하 매질의 전기비저항 분포를 영상화하는데 널리 사용되어 왔다.

이 방법은 신속한 자동측정과 통신기술의 발달로 인하여 모니터링으로 발전하게 되었다.

본 연구에서는 장주기 전기비저항 모니터링 자료의 효과적인 시간경과 역산을 위하여 새로운 자료가중법 및 교차모델 제한자를 개발하였다.

기준자료와 시간경과 자료 사이의 변화가 큰 자료에는 낮은 가중을 가하고, 반대로 작은 자료에는 큰 가중값을 부여하였다.

이러한 자료가중법은 추정 모델을 가능하면 기준모델에 근접하도록 강요하며, 무작위 잡음을 억제하는데 효과적이다.

일반적으로 시간경과 역산에서 교차모델 제한자는 기준모델과 시간경과 모델 사이의 정규화된 변화량에 의하여 그 크기가 결정된다.

그러나 이 변화량은 전기전도도의 증감에 따라 다른 값을 보이는 문제점을 가지고 있다.

본 연구에서는 전기전도도가 감소할 경우, 변화량에 역수를 취하는 방법을 사용하여 증감에 관계없이 동일한 변화량을 나타내도록 하였다.

또한 교차모델 제한자의 계산에 변화량은 물론 모델변수의 분해능을 고려하는 방법을 제안하였다.

수치실험 결과, 이 방법은 시간경과 역산의 분해능 향상에 크게 기여하였으며, 특히 분해능이 낮은 모델변수 탐지에 효과적인 것으로 나타났다.

그러나 이 방법은 잡음에 취약한 단점을 가지고 있다.

@highlight

이 연구에서는 장주기 전기비저항 모니터링 자료의 효과적인 시간경과 역산을 위해 새로운 자료가중법 및 교차모델 제한자를 개발했다.

