경찰관이 피의자를 수사하여 얻을 수 있는 가장 강력한 증거는 자백이다.

그러나 자백위주의 수사관행에 대한 비판은 우리나라뿐만 아니라 미국 등 선진국에서도 문제점으로 지적되고 있다.

특히, 우리나라와 형사사법체계가 비슷한 일본 경찰에서는 수년 전부터 조서 및 자백 중심의 수사 방식에 의해 체포된 피의자에 대해 무죄 판결이 계속됨에 따라, 국민들로부터 경찰 수사의 총체적 부실이라는 비난을 받았다.

이에 대해 커다란 위기의식을 느낀 일본 국가공안위원회는 「수사기법, 취조의 고도화를 위한 연구회」를 발족한 뒤 2년여에 걸쳐, 조사의 가시화와 수사기법의 고도화 방안을 검토하여 그 방향성을 제시하였다.

이와 같이 일본 경찰 형사수사의 근간이 흔들릴 정도로 문제가 된 무고한 피의자에 의한 허위자백 사례는 우리나라 수사 환경에서도 예외가 될 수 없다.

이러한 문제의식 하에서 본고에서는 허위자백 방지를 위한 대책방안으로 조사 과정의 가시화 전면 실시, 피의자 조사 적정화(適正化)를 위한 감독 규칙 제정, 피의자 진술 청취 가이드라인 제정, 허위자백에 대한 전문가 증언의 허용, 조사실의 물리적 환경 개선, 조사 경찰관에 대한 교육 강화, 새로운 수사기법의 도입 필요성 검토 등에 대한 대응책을 제시하였다.

경찰에서는 허위자백 방지를 위한 수사력 향상 방안 등 형사사법제도의 획기적 개선을 주도적으로 검토해야 할 것이다.

@highlight

경찰관이 피의자를 수사하여 얻을 수 있는 가장 강력한 증거는 자백이다.

@highlight

우리나라와 형사사법체계가 비슷한 일본 경찰에서는 수년 전부터 조서 및 자백 중심의 수사 방식에 의해 체포된 피의자에 대해 무죄 판결이 계속됨에 따라, 국민들로부터 경찰 수사의 총체적 부실이라는 비난을 받았다.

