본 연구는 B시 S구의 영유아 사회정서발달지원 서비스 대상 중 본 프로그램에 참여를 신청한 유아 6명과 그들 중 사회정서문제를 가진 형제 아동 2명을 대상으로 또래관계 증진 프로그램을 실시한 후 그 효과를 검증하고자 하였다.

본 연구에서 실시한 프로그램은 교류분석이론의 자아상태를 기초로 한 의사소통 교류방식, 자기-

긍정 및 타인-

긍정의 생활각본, 스트로크 기법을 토대로 하면서 신체활동 및 미술심리상담 기법과 통합한 접근이었다.

프로그램은 총 12회기 실시되었으며, 프로그램 실시 전후로 아동의 HTP와 가족화 그림검사를 비교분석하였고, K-

CBCL 척도로 아동의 행동문제를 어머니가 평가한 것을 비교분석하였다.

연구결과는 첫째, 아동들이 자아상태를 이해하고 성인자아의 활성화기법을 익히면서 규칙의 중요성을 인식, 수용하며, 생각이나 감정을 분명하게 표현하고 서로 타협하는 태도가 향상되었다.

둘째, 아동의 사회적 상호작용이 증진되었고, 우울, 불안과 공격성, 정서불안정의 점수는 대부분 낮아졌다.

이러한 결과는 교류분석이론에 신체활동 및 미술심리상담을 통합한 집단프로그램이 아동들의 사회정서능력 향상시킴을 뒷받침하며, 이는 인지적 변화를 통해 아동의 사회정서능력이 향상될 수 있다는 점에서 논의되었다.

@highlight

이 연구는 B시 S구의 영유아 사회정서발달지원 서비스 대상 중 본 프로그램에 참여를 신청한 유아 6명과 그들 중 사회정서문제를 가진 형제 아동 2명을 대상으로 또래관계 증진 프로그램을 실시한 후 그 효과를 검증하려 했다.

@highlight

이 연구에서 실시한 프로그램은 교류분석이론의 자아상태를 기초로 한 의사소통 교류방식, 자기-

@highlight

긍정 및 타인-

@highlight

긍정의 생활각본, 스트로크 기법을 토대로 하면서 신체활동 및 미술심리상담 기법과 통합한 접근이었다.

