본 연구는 독거노인을 대상으로 성음 중심의 판소리 창작 음악치료 프로그램을 실시하고 자기효능감에 미치는 효과에 대해 알아보는 것을 목적으로 한다.

이에 서울에 위치한 S 노인복지관의 서비스를 제공받고 있는 독거노인 6명을 선정하고, 이들에게 5단계로 구성된 성음 중심의 판소리 창작 프로그램을 주 2회, 50분씩 총 6주 동안 제공하였다.

측정도구는 자기효능감척도(박경민, 1994)를 사용하였고, 하위영역별로 대상자들의 사전·사후 점수 결과와 평균에 대한 Wilcoxon 검정을 실시하였다.

세션이 종결된 후에는 인터뷰를 실시하여 만족도를 함께 살펴보았다.

연구 결과, 사전·사후에 측정한 자기효능감 척도의 점수변화가 통계적으로 유의한 것으로 분석되었다(p<.05).

이에 대해 비모수에 의한 Wilcoxon 검정 결과는 일반적 요인과 신체적 요인에 유의미한 차이가 있었고, 사회적 요인은 증가수준이 통계적으로 유의하지 않았다.

또한 대상자들의 사후 인터뷰를 통해서 높은 만족도를 확인할 수 있었다.

이러한 결과는 판소리 창작 프로그램이 독거노인의 자기효능감을 증진시키는 데 효과적인 중재도구임을 입증해주고, 판소리의 치료적 특성을 제시한다는데 의의를 가진다.

@highlight

본 논문은 독거노인을 대상으로 성음 중심의 판소리 창작 음악치료 프로그램을 실시하고 자기효능감에 미치는 효과에 대해 알아보고자 하였다.

@highlight

서울에 위치한 S 노인복지관의 서비스를 제공받고 있는 독거노인 6명을 선정하고, 이들에게 5단계로 구성된 성음 중심의 판소리 창작 프로그램을 주 2회, 50분씩 6주 동안 제공했다.

