유

리

체

강

 

내

 

실

리

콘

기

름

이

 

대

뇌

의

 

외

측

뇌

실

 

및

 

시

신

경

교

차

부

로

 

이

동

하

여

 

반

대

편

안

의

 

이

측

 

시

야

결

손

이

 

발

생

한

 

증

례

를

 

경

험

하

였

 

기

에

 

이

를

 

보

고

하

고

자

 

한

다

.

 

5

6

세

 

남

자

가

 

1

0

일

 

전

부

터

 

발

생

한

 

좌

안

의

 

이

측

반

맹

을

 

주

소

로

 

내

원

하

였

다

.

 

3

개

월

 

전

부

터

 

우

안

 

시

력

저

하

,

 

우

안

통

 

및

 

두

통

이

 

있

었

다

.

 

타

 

병

원

에

서

 

8

년

 

전

 

우

안

 

망

막

박

리

로

 

유

리

체

절

제

술

을

 

시

행

 

받

았

으

며

,

 

수

술

 

직

후

 

재

발

한

 

망

막

박

리

에

 

대

하

여

 

두

 

차

례

 

재

수

술

 

후

 

실

리

콘

기

름

 

삽

입

술

을

 

시

행

 

받

은

 

상

태

였

다

.

 

안

저

검

사

상

 

우

안

의

 

녹

내

장

성

 

시

신

경

유

두

 

변

화

와

,

 

안

압

이

 

5

4

 

m

m

H

g

로

 

높

은

 

상

태

였

다

.

 

시

야

검

사

상

 

좌

안

의

 

이

측

반

맹

이

 

관

찰

되

었

고

,

 

대

뇌

 

병

변

이

 

의

심

되

어

 

뇌

자

기

공

명

영

상

 

촬

영

을

 

시

행

하

였

다

.

 

뇌

하

수

체

 

상

부

와

 

시

신

경

교

차

부

 

의

 

오

른

쪽

 

위

에

 

우

안

 

유

리

체

강

 

내

의

 

실

리

콘

기

름

과

 

동

일

한

 

신

호

강

도

를

 

보

이

는

 

물

질

이

 

관

찰

되

었

고

,

 

추

적

관

찰

 

중

 

실

리

콘

기

름

의

 

외

측

뇌

실

 

로

의

 

이

동

 

및

 

자

세

변

화

에

 

따

른

 

위

치

 

변

화

가

 

관

찰

되

었

다

.

 

유

리

체

절

제

술

 

후

 

실

리

콘

기

름

 

삽

입

술

을

 

시

행

 

받

은

 

환

자

에

서

,

 

유

리

체

강

 

내

 

실

리

콘

기

름

이

 

시

신

경

교

차

부

로

 

이

동

하

여

 

반

대

편

안

의

 

시

야

결

손

이

 

발

생

하

였

고

,

 

뇌

실

로

의

 

이

동

으

로

 

시

야

결

손

이

 

호

전

된

 

증

례

를

 

경

험

하

였

기

에

 

이

를

 

보

고

하

는

 

바

이

다

.

@highlight

유리체강 내 실리콘기름이 대뇌의 외측뇌실 및 시신경교차부로 이동하여 반대편안의 이측 시야결손이 발생한 증례를 경험하였 기에 이를 보고하려 한다.