이 논문은 1995-2015년의 20년 동안 국제 항공 여객운송 네트워크의 위상적 특성과 진화 과정을 분석하고자 하였다.

중심성의 분포 및 구조적 특성과 같은 네트워크의 다양한 차원에서 시스템의 변화를관찰하였다.

먼저 밀도, 연결집중도, 매개집중도, 클러스터링 구조 등 일련의 측정 결과를 제시하였다.

또한 공항 시스템의 경로 특성 및 네트워크 효율성에 대해서도 조사하였다.

네트워크 시스템의 역동성을 포착하기 위해 측정치 간의 상관관계를 탐구하고 네트워크 연결체계 내에서 노드의 상호작용을 조사하였다.

분석 결과 국제운송 네트워크는 장기적으로 허브 집중형 네트워크에서 분산형으로 이행하고 있고, 네트워크 효율성은 노드 수의 증가에도 불구하고 안정된 추이를 보이고 있다.

네트워크 연결체계 면에서는 유럽과 미주의 도시들이 London으로의 집중 현상이 뚜렷이 나타난 반면, 아시아·태평양의 도시들은 분산 현상이 나타났다.

1995년의 네트워크 연결체계는 London, New York, Tokyo의 글로벌 3분체계였으나, 2015년에는 London, Hong Kong, Dubai가 네트워크 권역을 주도하였다.

@highlight

이 논문은 1995-2015년 동안 국제 항공 여객운송 네트워크의 위상적 특성 및 진화 과정을 분석하였다.

@highlight

관찰한 바 네트워크 연결체계 면에서 유럽과 미주의 도시들이 London으로의 집중 현상이 나타난 반면, 아시아·태평양의 도시들은 분산 현상이 나타났다.

