본 논문은 single image에서 측정한 빛 전달량 값과 local contrast 값을 사용하여 안개 량을 수치화하는 방법을 제안한다.

제안하는 방법은 빛 전달량 값을 사용하여 안개로 예측되는 지역을 추정하고, 추정된 안개 예측 지역의 넓이와 해당 지역의 local contrast 크기의 범위를 사용하여 안개 정도를 수치화 한다.

single image에서 측정 가능한 안개 의 물리적 특성들을 고려하였기 때문에 기존의 안개 검출 알고리즘들이 구분하지 못했던 영상들에서도 안개 량을 정확하게 측정하였다.

실제 빛의 산란 정도를 측정하는 감광 계수 측정계를 사용하여 측정한 안개 량과 제안하는 방법의 수치를 비교했을 때, 다양한 환경과 물체를 포함한 영상들에서 95%이상의 정확도로 안개 정도를 수치화 하였다.

또한 빛 전달량 추정 과정에서 local contrast 값을 추출하여 사용하기 때문에 기존의 빛 전달량을 측정하는 방법에서 복잡도를 거의 증가시키지 않는다.

@highlight

본고는 single image에서 측정한 빛 전달량 값과 local contrast 값을 사용해 안개 량을 수치화하는 방법을 제시한다.

