본 논문은 2001년부터 2010년까지의 이동통신 3사(SK텔레콤, KT, LG U+)의 사업자 IR보고서 자료를 대상으로 상호접속료 제도의 변화가 사업자의 잉여 지표인 세전순이익(EBITDA), 미래투자지출(CAPEX)에 미치는 영향을 실증 분석하였다.

그 결과 자사의 접속요율과 타사의 접속요율이 사업자의 접속마진에 각각 정(+), 부(-

)의 관계를보임에 따라 접속요율 갭은 사업자의 접속마진을 증진시키는 효과가 있음이 확인되었으나 접속마진이 사업자의 잉여에 미치는 효과는 불분명한 것으로 나타났다.

특히 개별요율제의 정책변수는 KT 사업자에게만 긍정적인 효과를 주는것으로 나타나 후발 사업자인 LG U+의 영업이윤 보전에 미치는 효과는 미비한 것으로 나타났다.

마지막으로 TD·BU 혼합모형의 장기증분원가(LRIC) 방식은 사업자 잉여를 감소시키는 것으로 나타났지만 NGN과 같은 망 투자를 증진시키기 위한 유인을 주고 있음이 확인되었다.

이는 상호접속요율 산정시 NGN 투자분을 장기증분원가에 포함시키기 때문이다.

즉 현재와 같은 장기증분원가 방식의 개별요율제에 의한 접속료의 비대칭규제의 효과가 후발 사업자에게 미치는 영향은 미비하고 시장경쟁 효율성을 감소시킬 우려가 있다.

@highlight

본고는 2001년부터 2010년까지의 이동통신 3사(SK텔레콤, KT, LG U+)의 사업자 IR보고서 자료를 대상으로 상호접속료 제도의 변화가 사업자의 잉여 지표인 세전순이익(EBITDA), 미래투자지출(CAPEX)에 미치는 영향을 실증 분석하였다.

