본 연구는 베리의 문화변용이론을 중심으로 재미한인의 문화변용전략과 만족감에 대해서 살펴보고자 했다.

이를 위해 미국 포틀랜드에 거주하고 있는 한국인 이민자 및 유학생을 모집단으로 하여, 비 확률표본 표집 방법을 이용하여 표본을 선정하였다.

설문지는 영어와 한국어 두 종류를 준비해 응답자가 선택토록 하였으며, 설문지 중 일률적으로 특정 번호를 표시하거나 결측값이 지나치게 많거나 응답자 답변이 비일관성을 띤 표본20개를 제외한 315개를 최종 분석대상으로 했다.

연구결과에 의하면, 재미한인들은 통합 전략(M=4.580)과 분리 전략(M=4.565)을 주로 사용하며 미국의 주류사회로 동화(M=2.882)되는 경향은 낮은 것으로 나타났다.

나아가 재미한인의 만족감(M=5.24)은 비교적 높게 유지되고 있었으며, 문화변용전략 중 통합 전략(β=.554, p<.001)만 재미한인의 만족감에 영향을 미치는 것으로 나타났다.

동화, 분리, 주변화의 경우 통계적 유의미성을 확보하지 못했다.

@highlight

이 연구는 베리의 문화변용이론을 중심으로 재미한인의 문화변용전략과 만족감에 대해서 살펴보고자 했다.

