본 연구는 온라인 게임 이용자들의 게임몰입을 예측하는데 있어, 개인의 셀프리더십 및 자기효능감 특성에 따른 영향력을 경로분석을 통하여 탐색하는데 목적이 있다.

본 연구의 목적을 위해 경기도에 위치한 240명의 대학생들이 연구에 참여하였으며 최종 228부의 설문자료를 분석하였다.

이에 따른 연구결과는 다음과 같다.

자기효능감의 하위요인인 자신감은 게임 이용자의 게임몰입에 영향력을 가졌으나 자기조절효능감과 과제난이도선호는 유의하지 않아 부분적인 영향력을 미치는 것으로 도출되었다.

또한 개인의 셀프리더십 중 자기비판은 자신감에, 자기설정목표와 자기존중은모두 자기조절효능감과 과제난이도선호에 영향을 미치는 것으로 나타났다.

즉 높은 수준의 셀프리더십을 가지고 있는대상자가 자기효능감에 긍정적 영향을 미치며, 이는 게임몰입에 부분적인 영향력을 가지고 있는 것으로 나타났다.

이러한 연구결과를 토대로 본 연구는 게임 이용자가 게임몰입에 어떠한 과정에 의하여 도달하는지를 제안하며, 개인의심리적 특성에 따른 게임몰입의 긍정적 영향력에 대한 시사점을 제공할 것이다.

@highlight

이 연구는 온라인 게임 이용자들의 게임몰입을 예측하는데 있어, 개인의 셀프리더십 및 자기효능감 특성에 따른 영향력을 경로분석을 통하여 탐색하고자 한다.

