본 논문은 여성결혼이민자의 경제활동의 의의를 이론적으로 고찰하고, 여성결혼이민자의 임금에 미치는 영향을「2015년 전국다문화실태조사」원자료를 사용하여 실증분석한 것이다.

헤크만의 2단계 추정모형을 이용하여 (1)여성결혼이민자의 인적자본이 좋을수록 경제활동참가 및 임금이 높을 것인지, (2) 여성결혼이민자의 자녀양육은 경제활동참가를 낮출 것인지, (3) 국가별로 결과에 공통점과 차이점이 있는지 등을 분석하였다.

분석 결과, 인적자본 변수인 모국에서 취득한 학력은 여성결혼이민자의 경제활동참여 및 임금에 긍정적인 영향을 미쳤다.

중국(한국계) 여성결혼이민자의 경우에는 학력이 경제활동참여에 부정적인 영향을 미쳤으며, 중국(한국계), 필리핀 여성결혼이민자의 경우는 임금에 부정적인 영향을 미치는 것으로 나타났다.

한국어 듣기, 읽기, 쓰기 능력은 여성결혼이민자의 임금에 각각 긍정적, 부정적 영향을 미치는 것으로 나타났다.

중국 여성결혼이민자에게는 한국의 체류기간이 길지 않을수록 임금이 높은 것으로 나타났다.

또한 8세 이하의 자녀양육 여부는 중국, 중국(한국계), 베트남, 필리핀 여성결혼이민자 모두의 경제활동참여와 무관한 것으로 나타났다.

이 밖에 순가구 소득 또한 국가별 여성결혼이민자의 개인임금에 미치는 영향이 다르게 나타났다.

@highlight

본고는 여성결혼 이민자의 경제활동의 의의를 이론적으로 분석하고, 여성결혼이민자의 임금에 미치는 영향을「2015년 전국다문화실태조사」원자료를 사용해 실증분석 하였다.

