본

 

연

구

는

 

일

 

대

학

 

병

원

 

간

호

사

의

 

영

성

과

 

임

종

간

호

태

도

의

 

관

계

에

서

 

공

감

역

량

의

 

매

개

효

과

를

 

파

악

하

기

 

위

해

 

시

도

된

 

서

술

적

 

조

사

연

구

이

다

.

 

연

구

 

대

상

자

는

 

W

시

에

 

소

재

한

 

Y

대

학

 

병

원

 

병

동

중

환

자

실

 

응

급

실

 

간

호

사

 

1

7

2

명

을

 

대

상

으

로

 

하

였

다

.

 

연

구

도

구

로

 

영

성

은

 

H

o

w

d

e

n

(

1

9

9

2

)

의

 

영

성

 

척

도

와

 

오

복

자

와

 

강

경

아

(

2

0

0

0

)

의

 

영

성

 

척

도

를

 

수

정

 

보

완

한

 

영

성

 

척

도

(

박

현

준

,

 

2

0

0

3

)

를

 

사

용

하

였

으

며

 

공

감

역

량

은

 

이

영

진

 

(

2

0

1

4

)

이

 

개

발

한

 

도

구

를

 

사

용

하

였

고

 

임

종

간

호

태

도

는

 

F

r

o

m

m

e

l

t

(

1

9

9

1

)

의

 

‘

F

r

o

m

m

e

l

t

 

A

t

t

i

t

u

d

e

s

 

t

o

w

a

r

d

 

C

a

r

e

 

o

f

 

t

h

e

 

D

y

i

n

g

 

S

c

a

l

e

(

F

A

T

C

O

D

)

’

를

 

번

안

한

 

조

혜

진

과

 

김

은

심

(

2

0

0

5

)

의

 

‘

임

종

간

호

태

도

’

 

도

구

를

 

사

용

하

였

다

.

 

수

집

된

 

자

료

 

분

석

은

 

서

술

적

 

통

계

와

 

차

이

검

정

,

 

일

워

분

산

분

석

,

 

사

후

분

석

,

 

상

관

관

계

분

석

,

 

다

중

회

귀

분

석

을

 

사

용

하

여

 

분

석

하

였

다

.

 

다

중

회

귀

분

석

을

 

통

한

 

매

개

효

과

 

분

석

 

결

과

 

수

직

적

 

영

성

과

 

임

종

간

호

태

도

의

 

관

계

에

서

 

공

감

역

량

이

 

완

전

매

개

효

과

가

 

있

었

으

나

 

수

형

적

 

영

성

은

 

매

개

효

과

가

 

없

는

 

것

으

로

 

확

인

되

었

다

.

 

본

 

연

구

에

서

는

 

영

성

,

 

공

감

역

량

,

 

임

종

간

호

태

도

에

서

의

 

상

관

관

계

뿐

 

아

니

라

 

영

성

과

 

임

종

간

호

태

도

의

 

관

계

에

서

 

공

감

역

량

의

 

완

전

매

개

효

과

가

 

있

는

 

것

으

로

 

규

명

되

어

 

간

호

사

의

 

공

감

역

량

 

증

진

이

 

영

성

을

 

향

상

시

키

고

 

임

종

간

호

태

도

를

 

긍

정

적

으

로

 

향

상

시

키

는

데

 

중

요

함

을

 

알

 

수

 

있

었

다

.

@highlight

본고는 일 대학 병원 간호사의 영성과 임종간호태도의 관계에서 공감역량의 매개효과를 알아보았다. 그 결과 영성, 공감역량, 임종간호태도에서의 공감역량의 완전매개효과가 있는 것으로 드러났다.