본 연구는 교사의 어조, 어투, 표정, 몸짓, 유머, 복장, 솔선수범, 열정 등 간접교수행동이 갖는 교육적 영향력을 수업 분위기 형성과 정의적 영역의 함양 차원에서 탐색하는 것을 목적으로 한다.

체육수업 참여관찰을 바탕으로 관찰일지, 비디오자료, 교사와 학생 면담, 학생설문, 수업소감문 등을 통해 자료를 수집하고, 근거이론에 바탕을 두고 귀납적인 방법으로 간접교수행동이 이루는 수업 분위기와 이러한 풍토 속에서 학생 정의적 차원에 미치는 긍정적인 영향을 분석하였다.

수업의 다양한 상황과 맥락 속에서 교사의 적절한 간접교수행동은 즐겁고, 활기차며, 도덕적인 교육적 수업 분위기를 형성하여 학생의 내면에 변화를 경험할 수 있는 바탕을 형성하였다.

학생들은 교사에 대한 존경과 신뢰를 높이고, 동료를 배려하였으며 무엇보다 기존의 체육에 대한 부정적인 인식을 넘어서 체육수업의 중요성과 내적 가치를 배울 기회를 가질 수 있었다.

간접교수행동의 교육적 영향력은 기존의 정의적 영역 개발 관련 전략과 프로그램의 효과를 강화할 것으로 기대되며, 체육교수이론에 있어서 심동적·인지적 영역과 더불어 정의적 영역의 발달과 관련한 연구에 활기를 불어넣어 줄 것이다.

이는 체육교육 실천을 통한 인성교육의 가능성을 확인하고 전인교육 추구를 위한 이상에 한 걸음 가까이 갈 기회를 제공할 것이다.

@highlight

본 연구는 교사의 어조, 말투, 표정, 몸짓, 유머, 복장, 솔선수범, 열정 등 간접교수행동이 가져오는 교육적 영향력을 수업 분위기와 정의적 영역의 함양 차원에서 탐색하는 것을 목적으로 한다.

@highlight

체육수업 참여관찰을 바탕으로 관찰일지, 비디오자료, 교사와 학생 면담, 학생설문, 수업소감문 등을 통해 자료를 수집했다.

