본 연구는 초등학교 교사의 재구성수업 시도 사례에 대해 수업비평을 하였다.

수업사례의 J 초등학교 교사는 재구성수업 기획을 통해 학생이 맥락적 활동에 참여하기를 기대했다.

맥락적 실천을 지향하는 교사의 의도에 대해 학생은 어떠한 활동을 전개했는지 살펴보았다.

재구성수업 사례 가운데 첫째, 학생이 교과 내용을 구체화하기 위해 맥락을 어떻게 재구성해갔는지를 제시했다.

둘째, 재구성수업을 이끌면서 교사와 학생이 활용했던 상황 전략을 제시했다.

수업비평을 통해 이른바 통합적 방식의 교육과정 재구성 운영에 대해 성찰하였다.

첫째, 통합적으로 교과 내용을 연계시키려는 재구성수업은 예비적 차원의 지향이다.

둘째, 재구성수업은 교과 내용을 학생 관심사와 연계시키며 조율하는 활동을 거치는 동안에 구체화하였다.

셋째, 재구성수업에서 교사와 학생의 참여방식을 포착하려면, 교사와 학생의 활동에 주목할 필요가 있다.

방법론적으로 재구성수업 사례를 비평하기 위해서는 ‘통합적인 방식’으로 전개되었을 것이라는 전제 없이 교사와 학생의 활동에 천착할 필요가 있다.

왜냐하면, 재구성수업 의도가 성취한 바는 교사와 학생이 참여한 만큼이 재구성수업의 실제를 드러내는 한 측면이기 때문이다.

@highlight

이 연구는 초등학교 교사의 재구성수업 시도 사례에 관해 수업비평을 했다.

@highlight

수업사례의 J 초등학교 교사는 재구성수업 기획을 통해 학생이 맥락적 활동에 참여하기를 기대했다.

