본 연구의 목적은 업무현장에서 일어나는 무형식학습의 구성요소와 무형식학습의 결과 그리고 학습전이동기가 어떤 구조적 관계를 갖는지를 이론모형으로 제시하고 실증적으로 검증하는 것이다.

이런 연구목적을 달성하기 위하여 대기업 종사자 400명을 대상으로 설문조사를 실시하였고, 이중 371부가 분석에 활용되었다.

SPSS 12.0 영어버전과 AMOS 18.0 영어버전을 활용하여 기술통계 분석, 타당도 및 신뢰도 분석, 상관관계 분석, 구조방정식모형 분석이 적용되었다.

주요 분석결과는 다음과 같다.

첫째, 무형식학습 구성요소, 서술적 지식, 절차적 지식, 사회적 관계 및 지원, 학습전이동기 간의 구조방정식모형 적합도가 모두 양호한 것으로 나타났다.

둘째, 무형식학습 구성요소 중에서 학습기회탐색, 외부자원활용, 성찰은 무형식학습의 결과인 절차적 지식과 사회적 관계 및 지원을 통하여 학습전이동기에 간접적으로 정적 영향을 주었다.

타인과의 학습은 절차적 지식을 통하여 학습전이동기에 간접적으로 정적 영향을 주었다.

따라서 절차적 지식과 사회적 관계 및 지원은 무형식학습과 학습전이동기의 매개역할을 하였다.

이상의 분석결과를 토대로 관련된 논의 및 시사점을 제시하였다.

@highlight

이 연구의 목적은 업무현장에서 일어나는 무형식학습의 구성요소와 무형식학습의 결과 그리고 학습전이동기가 어떤 구조적 관계를 갖는지를 이론모형으로 제시하고 실증적으로 검증하는 것이다.

