이 글은 모바일 사회로의 변화 속에서 정부 2.0 시대를 지나 정부 3.0의 시대를 맞이하여 새로운 국정운영방식 즉 새로운 거버넌스의 논의 중 주요 화두인 온라인 시민참여, 소셜 미디어를 활용한 정책홍보 및 소통이라는 시대적 요청을 중심으로 논지를 전개하고자 한다.

온라인 시민참여와 정책홍보는 기본적으로 뉴 미디어를 활용한 소통을 전제로 한다.

이에 소셜 미디어를 활용한 정책, 국정 홍보에 관해 알아보고 온라인 시민참여와 어떻게 연계될 수 있을까 모색해본다.

이런 주요한 논의들은 먼저 공공정보 개방 및 활용이 적극적으로 이루어져야 의미 있는 효과를 낼 수 있다는 점도 강조한다.

관료제의 안정성과 효율성, 그리고 조직의 구조에 초점을 두는 구조주의적 사고를 뛰어넘어 경제 사회적인 부가가치를 창출하는데 있어 공공정보의 개방과 더불어 특히 최근 스마트 폰 열풍으로 부각된 지역정보, 지리정보의 가치를 잘 활용하여 온라인 시민참여와 정책홍보에 연계하는 방안에 대해 논의한다.

이는 경제 사회적 가치의 창출과 더불어 행정의 투명성과 책임성을 제고할 뿐만 아니라 시민참여, 참여적 거버넌스(collaborative governance)의 실현에도 기여할 수 있다.

@highlight

이 글은 모바일 사회로의 변화 속에서 정부 2.0 시대를 지나 정부 3.0의 시대를 맞이하여 새로운 국정운영방식 즉 새로운 거버넌스의 논의 중 주요 화두인 온라인 시민참여, 소셜 미디어를 활용한 정책홍보 및 소통이라는 시대적 요청을 중심으로 논지를 전개하려 한다.

