첨단과학의 방법론으로부터 파생된 스포츠과학의 일탈에 대한 동양철학적 대안은 孔孟의 유가와 老莊의 도가사상을 기반으로 한 연구가 주류를 이루고 있다.

이에 대한 보완적 차원에서 이 연구는 荀子사상 또한 현대스포츠가 지향해야 할 사유체계에 밑거름이 될 수 있음을 전제하고 그 의미를 성찰하였다.

荀子사상은 유가의 예치(禮治)사상으로부터 법가의 법치(法治)사상으로 이행되는 과도기적 성격으로서 성악설(性惡說)에 기반 한 논리를 전개하고 있다.

즉 荀子는 실천적이며 결과론적인 교육학자로서 인위적인 노력을 중시하였다.

荀子사상에 비춰진 스포츠의 의미성찰은 다음과 같은 근간을 바탕으로 전개되었다.

첫째, 스포츠의 실천철학은 자율자각(自律自覺)에 입각한 교육법으로서 본성을 변화시키는 인위적인 교육에 의해 실행된다.

둘째, 스포츠의 윤리와 도덕은 禮를 지향한 사회적 공교육에 의해 실행되어야 할 주요 과제이다.

셋째, 荀子의 예치사상은 공동선을 지향하는 교화로서 개인의 수양에 앞서 제도의 합리성과 사회적 정의의 확립을 전제하고 현대스포츠의 난제 또한 이러한 치유방식에 의해 성립될 수 있다.

@highlight

첨단과학의 방법론으로부터 파생된 스포츠과학의 일탈에 대한 동양철학적 대안은 孔孟의 유가 및 老莊의 도가사상을 기반한 연구가 주류를 이루고 있다.

@highlight

이에 보완적 차원에서 이 연구는 荀子사상 혹은 현대스포츠가 지향해야 할 사유체계에 밑거름이 될 수 있음을 전제하며 그 의미를 고찰하였다.

