모드분해법은 해석의 효율성, 동적특성 추정 등에 매우 유용한 도구로 사용되어 왔다.

그러나 댐퍼와 같은 진동제어시스템이 설치된 비고전감쇠 구조물에 대해서 기존의 모드분리법에 의해서 분리가 잘 이루어지진 않는다.

본 연구에서는 비고전 감쇠를 가지는 구조물의 운동방정식을 상태방정식으로 변환한 후 상태공간에서 모드분해하는 기법을 제안하고 상태공간 모드분해 기법에 의해 분리된 모드응답의 특성을 다루었다.

제안방법의 검증과 모드응답특성을 분석하기 위하여 비고전감쇠를 가지는 3자유도 구조물에 대한 수치시뮬레이션을 수행하였다.

수치해석 결과, 고전감쇠 구조물에 대한 상태공간 모드행렬의 대각블럭 행렬은 기존의 모드행렬과 같으며, 대각외 블록행렬은 모두 ‘0’의 값을 가지는 것으로 나타났다.

비고전 감쇠 구조물에 대한 상태공간 모드행렬은 대각외 블록의 행렬도 값을 가지는 것으로 나타났으며, 그 값은 대각블럭 행렬에 비하여 매우 작은 것을 알 수 있었다.

또한 계측응답만을 이용하여 상태공간에서 모드분리가 가능한 것으로 나타났으며, 동일한 고유진동수를 가지는 모드응답은 상호간 변위-

속도관계를 가지도록 분해 가능함을 보였다.

@highlight

모드분해법은 해석의 효율성, 동적특성 추정 등에 매우 유용한 도구로 사용되어 왔다.

@highlight

본 연구에서는 비고전 감쇠를 가지는 구조물의 운동방정식을 상태방정식으로 변환한 후 상태공간에서 모드분해하는 기법을 제안하고 상태공간 모드분해 기법에 의해 분리된 모드응답의 특성을 다루었다.

