북한이 공식적인 통계 자료를 발표하지 않고 있는 실정에서 북한 경제를 이해하기란 매우 어려운 일이나 불가능하다고는 할 수 없다.

북한은 정량적(quantitative)인 자료를 발표하고 있지 않으나, 『근로자』나 『경제연구』 등과 같은 경제 전문지에서 자신들이 시기마다 처해 있는 경제 실상과 이것에 대처하는 정책에 대한 논의를 해오고 있기 때문이다.

이 논문은 이러한 정성적(qualitative)인 자료들을 분석하여 북한 경제에 대한 이해를 증진시키고 재해석하는 것을 목적으로 한다.

이 글은 두 개의 연결되는 논문으로 구성되어 있다.

자원이 부족한 가운데 자립적 경제 기반을 구축하려 하였던 북한은 많은 시행착오를 거치면서 1986년 전면적개혁 조치라고 할 수 있는 연합기업소체제를 구축한다.

첫 번째 논문은 한국전쟁 이후부터 연합기업소체제가 전면적으로 실시되는 1986년까지 『근로자』를 중심으로 분석하여 그때까지 형성된 북한 경제에 대한 재해석을 시도하였으며 두 번째 논문은 1987년부터 출간된 『경제연구』에 대한 분석을 통해 연합기업소체제가 북한에서 정착되는 과정, 소련의 몰락으로 시작된 전례 없는 경제위기에 대한 북한의 대응, 그리고 1990년대 말 실리와 선군이 동시에 나오게 된 배경을 살펴보고 이것을 바탕으로‘7·1 조치’ 그리고 ‘선군정치’에 대한 재해석을 시도하였다.

@highlight

북한이 공식적인 통계 자료를 발표하지 않고 있는 실정에서 북한 경제를 이해하기란 매우 어려운 일이나 불가능하다고는 할 수 없다.

@highlight

이 논문은 이런 정성적인 자료들을 분석하여 북한 경제에 대한 이해를 증진시키고 재해석하는 것을 목적으로 한다.

