본고는 대중소설을 밖에서 비판 하고자 하는 시도가 아니라.

안 에서 객관적으로 고찰하고자 하는 시도이다.

따라서 본고는 1970년대 대중소설이 본격적인 대중문화의 소산으로써, 지배 이데올로기를 주입하는 기능만을 수행하고 있는 것이 아니라, 생산과 수용의 상호 영향에 의해서 그 기능이 조정되는 텍스트라는 점에 주목한다.

그 결과 1970년대 대중소설 중 지배 이데올로기와 저항 이데올로기가 갈등하고, 그것을 조정하는 타협적 균형의 원리를 보여주는 텍스트라는 사실을 밝혀내고자 한다.

1970년대부터 본격적으로 대중소설 텍스트는 가부장적 이데올로기와 자본주의 체제가 결합되면서 여성의 육체가 대상화되고 그로 인해 성이 상품화된다.

따라서 텍스트는 관능적 육체와관능적 행동을 보는 즐거움과 더불어 보여지는 즐거움을 향유할 수 있는 문화적 경험 공간이 된다.

사회적 관습에 의한 '쾌감 불안 으로부터 해방된 감정을 보다 확장하기 위해서 텍스트는 대중서사 방식을 취하고 있기 때문이다.

그리고 1970년대 대중소설은 타협적 균형의 원리를 대중 서사 방식의 원리로 취하고 있다.

다시 말해 1970년대 대중소설은 사회적 규범이나 가치에 의해서거부되는 여성인 창녀나 성적으로 문란한 여성을 성처녀로 구제하거나 사회로부터 배제하는 방식으로 타협적 균형을 모색한다.

이와 같은 방식에 의해 텍스트는 가부장적 이데올로기를 강화시키는 문화적 경험공간이 된다.

그와 더불어 가부장적인 여성관 나아가 성적 에너지를 공적 담론으로 방출하는 것을 금기시하는 전통적인 윤리관을 해체할 가능성을 지닌 새로운 문화적 경험 공간이 된다.

@highlight

이 논문은 대중소설을 밖에서 비판 하고자 하는 시도가 아니라.

@highlight

안 에서 객관적으로 고찰하고자 하는 시도이다.

@highlight

1970년대부터 본격적으로 대중소설 텍스트는 가부장적 이데올로기와 자본주의 체제가 결합되면서 여성의 육체가 대상화되고 그로 인해 성이 상품화된다.

