이 논문은, 17세기 국가-

교회 관계를 둘러싼 협력과 갈등의 역사가 러시아 정치문화의 특성을 규명하는 중요한 바탕이라는 전제하에, 차르 미하일과 총대주교 필라렛의 이중권력(공동통치)의 형성 배경, 과정, 특성, 그리고 이중권력과 러시아 절대주의의 관계를 고찰하였다.

공동통치의 출현은 특정 정치세력이나 개인적 동기 보다는 동란시대 이전의 전통(보트취나 질서, 씨족관계, 가족관계)와 동란시대 직후 모스크바국가가 처했던 정치?

사회적 상황과 밀접한 관련이 있다.

하지만 공동통치는 문서나 법적으로 제도화되지 못했다.

그 결과 총대주교 필라렛의 죽음과 함께 공동통치(1619-1633년)도 끝났다.

‘공동통치’와 ‘필라렛’은 동란시대로 중단된 러시아 절대주의 확립 과정을 다시 제 궤도에 올려놓았다.

또한 필라렛은 교회를 국가 기관에 종속시켰다.

결국 모스크바국가는 류릭왕조의 단절과 동란시대를 계기로 정치질서를 변화시킬 수 있는 기회를 맞이했으나, 공동통치의 출현이 변화의 가능성을 차단하였으며, 동란시대 이전의 질서를 복원하고 강화하는 역할을 하였다.

@highlight

이 논문은, 17세기 국가-

@highlight

교회 관계를 둘러싼 협력과 갈등의 역사가 러시아 정치문화의 특성을 규명하는 중요한 바탕이라는 전제하에, 차르 미하일과 총대주교 필라렛의 이중권력(공동통치)의 형성 배경, 과정, 특성, 이중권력과 러시아 절대주의의 관계를 고찰했다.

