박목월의 「윤사월」은 起承轉結과 先景後情의 구성 방식, 시어의 상징성, 이미지 중심의 묘사라는 측면에서 한시와 매우 유사하다.

한문학의 관점에서 보면 「윤사월」에 등장하는 꾀꼬리 또한 사랑의 감정을 불러일으키는 매개물이라고 할 수 있다.

가난과 장애라는 비극적인 처지에 놓인 ‘산지기 외딴 집’의 ‘눈 먼 처녀’는 사랑을 경험하거나 실현할 기회를 박탈당한 인물이다.

그럼에도 불구하고 처녀는 꾀꼬리 소리를 자세히 들으려는 의지를 보인다.

왜냐하면 사랑에 대한 동경이란 그 무엇으로도 막을 수 없는 본래적인 감정이기 때문이다.

동시에 「윤사월」의 처녀는 불가능한 것을 소망하는 어리석음을 다른 이에게 들키지 않으려 한다.

자신의 처지에 어울리지 않는 내면의 감정을 감추기 위해 남몰래 엿듣는 행동을 보이는 것이다.

즉 문설주에 귀를 대고 꾀꼬리 소리를 엿듣는 처녀의 행동은 사랑에 대한 호기심과 자신의 처지에 대한 부끄러움이 복합된 결과라고 할 수 있다.

한편 윤사월이라는 시간은 박목월의 첫사랑과 깊은 연관을 지닌다.

첫사랑의 경험에서 비롯한 고독과 동경이 박목월 초기 시의 밑거름이 되었다는 사실은 「윤사월」의 주제를 ‘사랑’과 연관 지어 해석할 수 있는 또 하나의 근거가 된다.

@highlight

박목월의 「윤사월」은 起承轉結과 先景後情의 구성 방식과 시어의 상징성 그리고 이미지 중심의 묘사라는 측면에서 한시와 매우 유사하다.

@highlight

한문학의 관점에서 본다면 「윤사월」에 등장하는 꾀꼬리 또한 사랑의 감정을 불러일으키는 매개물이라고 할 수 있다.

