교통정보를 효과적으로 제공하기 위해서는 먼저 제공 교통정보에 대한 운전자의 반응을 예측하여, 도로상황에 맞는 정보를 운전자에게 제공하여 최적의 상태로 도로망을 운영할 수 있는 개선 전략을 고려할 필요가 있다.

운전자들은 주어진 교통정보에 대해 매우 선택적으로 반응하며, 같은 정보를 제공받더라도 이용자의 반응이 다양하게 나타날 수 있기 때문이다.

이에 본 연구에서는 먼저 고속도로를 이용하는 운전자를 대상으로 설문조사를 수행하여 VMS 등의 매체를 통해 실시간 교통정보를 제공받을 경우 선호하는 교통정보의 내용과 표현방법에 대해 조사하였다.

분석 결과 이용자 특성에 따라 교통정보 제공항목(속성)에 대한 중요도 및 선호도가 다른 것을 알 수 있었다.

그리고 정보제공방법, 정보제공특성, 제공정보의 상호교환성, 상황정보, 행동정보 등 5개의 속성을 선정하여, 컨조인트 분석(Conjoint Analysis)을 통해 운전자가 교통정보 선택 시 중요하게 고려하는 속성이 무엇인지를 파악하고 복합적으로 작용하는 요소들 간의 상대적 중요도 결합에 따른 선호결정요소를 분석하였다.

마지막으로, 교통정보제공 방법의 변화가 발생하는 경우 이용자 특성별로 교통정보 이용 여부, 이해도, 만족도, 신뢰도가 통계적으로 유의미하게 변화되는지를 분석하였다.

본 연구에서는 교통정보의 제공자 측면이 아닌 교통정보의 수혜자인 운전자 측면에서 교통정보제공에 대한 개선방안을 제시하고 있으며, 이를 통해 운전자의 행태가 반영된 교통정보제공 전략을 수립하여 보다 효과적인 교통관리가 가능할 것으로 기대한다.

@highlight

이 연구에서는 교통정보의 제공자 측면이 아닌 교통정보의 수혜자인 운전자 측면에서 교통정보제공에 관한 개선방안을 제시하고 있으며, 이를 통해 운전자의 행태가 반영된 교통정보제공 전략을 수립해 보다 효과적인 교통관리가 가능할 것으로 기대한다.

