본 논문은 현재의 유럽재정위기 현황을 고찰하고, 공동체 내 중소 규모 국가에 미치는 구조적이고 근본적인 원인을 규명하고자 하였다.

EU 내 중소 규모 국가라 할 수 있는 아일랜드, 포르투갈 및 그리스의 사례를 대상으로 접근하였다.

2000년 대 중후반 신규 회원국의 대거 가입으로 급격한 자본과 노동의 유출이 아일랜드 경기 전반에 타격을 입혔음을 검증하였다.

반면 그리스는 유로존 가입에 힘입어 과장된 신용으로 인위적으로 재정 적자를 보전해 온 점이 주된 요인으로 지적되었다.

이런 상반된 경기 상황과 정부 정책에도불구하고 이들 국가들의 공통점은 급격한 공동체 회원국의 확대로 공동체 예산의 주요 기금 대상지역에서 제외되어 오고 있다는 데 있다.

또한 본 논문에서는 배후 시장이 동일한 상황에서 신규 저임금, 새로운 소비 계층이 집중된 대규모 지역의 등장에 의해 위기에 처한 상황이 공동체 내 중소 규모 국가의 구조적 문제점이라 지적하였다.

또한 본 논문에서는 향후 경제통합에 관한 연구가 통화 동맹이 어떤 적정 조건에서 더 유효한가라는 문제보다는 심화와 확대 간 적정한계를 계측하는데 집중해야 함을 제시하였다.

@highlight

본고는 현재의 유럽재정위기 현황을 고찰하고, 공동체 내 중소 규모 국가에 미치는 구조적이고 근본적인 원인을 규명하려 했다.

@highlight

본고에서는 배후 시장이 동일한 상황에서 신규 저임금, 새로운 소비 계층이 집중된 대규모 지역의 등장에 의해 위기에 처한 상황이 공동체 내 중소 규모 국가의 구조적 문제점이라 지적했다.

@highlight

본고에서는 향후 경제통합에 관한 연구가 통화 동맹이 어떤 적정 조건에서 더 유효한가라는 문제보다는 심화와 확대 간 적정한계를 계측하는데 집중해야 함을 제시했다.

