이 논문의 목적은 13세기의 대표적인 아리스토텔레스 수용자이자 동시에 신플라톤주의의 계승자였던 알베르투스 마그누스의 빛과 아름다움 개념을 분석하는 것이다.

알베르투스는 위 디오니시우스의 신플라톤주의적 유출이론에 근거하여, 그리고 플라톤의 분유 관념을 이용하여, 물체와 정신을 망라하여 모든 피조물이 지니는 아름다움의 원형이 신이라는 중세 그리스도교 미학의 근본 교의를 설명한다.

신은 곧 선이며, 빛은 선의 첫 번째 결과다.

알베르투스에게서 빛은 선과 아름다움을 연결해주는 일종의 형이상학적 매개 개념으로 기능한다.

그에 따르면, 아름다움의 종적 정의는 “비례에 맞고 한정되어 있는 질료의 부분들 위에 있는 실체적 또는 우유적 형상의 찬란함”이다.

또한 아름다움은 자신에 대한 바람을 일으키고 모든 것을 통합시킨다고 설명된다.

알베르투스가 제시하는 아름다움의 이러한 개념적 조건들은 그의 형이상학적 빛 개념에 근거를 두고 있으며, 근본적으로는 위 디오니시우스의 빛 개념에서 연원하는 것이다.

@highlight

본 논문의 목적은 13세기의 대표적인 아리스토텔레스 수용자이자 동시에 신플라톤주의의 계승자였던 알베르투스 마그누스의 빛과 아름다움 개념을 분석하는 것이다.

