최근 4차 산업혁명이 이슈가 되면서 로봇을 활용한 제조업의 스마트화 등이 본격적으로 추진되는 양상이다.

이에 본 연구는 국내 로봇산업의 기술혁신요소를 중심으로 기업의 경영효율성을 분석하고, 효율성 개선을 위한 우선 고려요소를 제시하였다.

투입요소로는 인건비, 무형자산, 유형자산, 경상연구개발비를 설정하였고, 산출요소는 매출액으로 하였다.

분석대상은 국내 로봇기업 32개사를 대상으로 하였고 효율성 분석방법인 DEA-

SBM(Data Envelopment Analysis-

Slack Based Measure)을 이용하였다.

DEA-

SBM 분석결과 로봇산업의 경영효율성은 평균적으로 57.6%인 것으로 나타났으며, 특히 무형자산 효율성이 가장 낮은 것으로 나타났다.

이는 국내 로봇산업의 비효율 개선을 위해서는 무형자산 측면의 효율 개선을 우선적으로 고려할 필요가 있음을 의미한다.

본 연구의 분석결과는 지능형로봇 개발이 강조되는 최근 로봇산업의 트렌드와 연결된다.

무형자산은 기업의 지식자산 및 지식기반역량과 밀접하게 연관되며, 이는 지능형로봇 구현을 위한 핵심적 요소이기 때문이다.

현재까지 비교적 많은 국내 로봇기업이 지식기반역량을 확보하지 못하고 있는 것으로 나타났으며, 이에 따라 향후 국내 로봇산업 경쟁력 제고를 위한 지식기반 및 무형자산 역량 강화 전략 수립이 필요하다.

@highlight

최근 4차 산업혁명이 이슈가 됨에 따라 로봇을 활용한 제조업의 스마트화 등이 본격적으로 추진되는 양상이다.

@highlight

이에 이 논문은 국내 로봇산업의 기술혁신요소를 중심으로 기업의 경영효율성을 분석하며, 효율성 개선을 위한 우선 고려요소를 제시한다.

