본 논문의 연구목적은 자원기반관점(RBV)에서 모바일 스마트워크 IT자원을 활용할 때 업무효율성에 미치는 영향을 지각된 유용성을 적용하여 조절효과를 검증하는데 그 의의가 있다.

본 연구는 중다회귀분석으로 가설을 검증한 선행연구에서 더 나아가 지각된 유용성을 조절효과로 설정하여 위계적 회귀분석(Hierarchical regression)을 통해 확장하여 연구하였음에 학문적 의의와 실무적 시사점을 가진다.

연구 결과 지각된 유용성의 조절효과에 따라 모바일 스마트워크 IT자원의 IT인프라는 업무효율성 중 개인업무 효율성과 연대협력업무 효율성에 긍정적 영향을 미치고, 업무어플리케이션은 연대협력업무 효율성에 긍정적 영향을 주는 것으로 나타났다.

따라서 기업과 근로자가 모바일 스마트워크 IT자원이 업무효율성에 긍정적 영향을 줄 수 있다는 믿음 즉, 지각된 유용성을 가지고 적극적으로 활용한다면 업무효율성과 기업의 경쟁력 강화에 기여할 것이라 기대된다.

@highlight

본 논문의 연구목적은 자원기반관점에서 모바일 스마트워크 IT자원을 활용할 때 업무효율성에 미치는 영향을 지각된 유용성을 적용해 조절효과를 검증하는데 그 의의가 있다.

