본 연구는 기업의 지배구조에 따라 CSR성과가 조세전략, 조세전략에 대한 기업가치에 미치는 영향을 알아보고자 하였다.

연구결과를 요약하면 첫째, 대주주지분율이 높은 기업은 적극적인 CSR활동을 할 경우 공격적 조세전략성향이 감소됨을 확인하였다.

둘째, 기업지배구조에 따라 적극적인 CSR활동을 하는 기업의 조세전략이 자본비용에 차별적 영향을 미치는지를 알아본 결과, 외국인지분율이 높은 기업은 자본비용에 부정적 영향을 초래하였으며 대주주지분율이 높은 경우는 타인자본비용의 감소를 강화시킬 수 있으며 내재자본비용은 유의성을 확인할 수 없었다.

감사위원회 설치기업의 경우는 타인자본비용을 더욱 증가시키는 역할을 하였으며 내재자본비용은 감소시키는 긍정적 영향을 주는 것을 확인하였다.

본 연구의 이러한 결과는 기업지배구조에 따라 적극적 CSR활동을 하는 기업은 소극적 조세전략성향을 나타내고, 이러한 성향은 대주주지분율이 높은 기업과 감사위원회설치기업에서 자본비용을 감소시키는데 더욱 긍정적인 역할이 뚜렷하게 나타남을 확인할 수 있었다.

본 연구는 CSR을 측정하는 지표가 본 연구에서 사용한 7가지 지표 이외에 다양한 사회적 지표로 확대되어야 한다는 한계가 있음에도 불구하고 선행연구들에서 일관적인 결과가 나타나지 않았던 주제들을 관련지어, 기업지배구조에 따라 적극적인 CSR성과 기업의 조세전략이 자본비용에 차별적 영향을 미칠 수 있음을 확인한 분석을 시도하였음에 의의가 있겠다.

@highlight

이 연구는 기업의 지배구조에 따라 CSR성과가 조세전략, 조세전략에 관한 기업가치에 미치는 영향을 알아보고자 했다.

@highlight

연구결과를 요약하면 대주주지분율이 높은 기업은 적극적인 CSR활동을 할 경우 공격적 조세전략성향이 감소됨을 확인했다.

