이 연구에서는 Jones와 Chenery의 진로 결정 프로 파일(CDP)의 세 가지 차원(결정, 편안, 이유 차원)에 대한 군집 분석으로 한국 대학생의 진로 결정 유형과 각 유형의 특징을 분석하였다.

연구 대상은 모집단(전국 142개 대학교 학생 316,795명)에서 다중층화추출법으로 무작위 추출한 20개 대학교 1,798명 학생으로, 진로 결정 프로 파일(CDP)을 실시한 후 그 결과를 K-

평균 군집 분석, 일원변량분석, Tukey 사후 검증으로 분석하였다.

분석 결과 한국 대학생의 진로 결정 유형은 네 개로 나타났으며, 각 유형을 특성에 따라 ‘결정-

이상형’, ‘결정-

회피형’, ‘미결정-

혼돈형’, ‘결정-

강박형’으로 명명하였다.

이 연구에서는 이러한 결과를 선행 연구들과 관련하여 한국 대학생들의 진로 결정의 특성을 논의한 후, 대학생 진로 상담에 던지는 시사점과 후속 연구를 위한 제언을 언급하였다.

@highlight

본 연구에서는 Jones와 Chenery의 진로 결정 프로 파일(CDP)의 세 가지 차원에 대한 군집 분석으로 한국 대학생의 진로 결정 유형과 각 유형의 특징을 분석하였다.

