본 연구는 금융위기가 고용 및 실업에 미친 영향을 분석하였다.

특히 이번 금융위기 기간 동안의 고용조정이 외환위기 당시나 여타 선진국의 경험과 비교하여 매우 완만하게 나타난 원인이 무엇이었는지에 분석의 초점을 맞추었다.

오차수정모형을 이용하여 분석한 결과, 최근의 금융위기 기간 동안 고용조정이 외환위기에 비해 완만했던 일차적 원인은 성장률의 하락폭이 상대적으로 작았던 데 기인한 것으로 나타났다.

이 외에도 외환위기와 달리 이전에 누적되었던 과잉고용의 부담이 거의 없었다는 점과, 수요구성 측면에서 수출수요에 비해 고용민감도가 높은 국내수요가 금융위기 기간 동안 어느 정도 유지되었다는 점도 추가적인 완화요인으로 작용하였던 것으로 보인다.

특히 외환위기와 달리 대규모 연쇄부도를 초래할 정도의 금융경색이 발생하지 않았다는 점이 최근의 완만한 고용조정을 설명할 수 있는 주요 요인이었던 것으로 나타났다.

이와 같은 현상은 OECD 국가를 대상으로 한 분석에서도 관측되었다.

이러한 분석 결과는 경제위기 시 고용의 급격한 위축을 방지하기 위해서, 우선적으로 성장률의 급변동을 완화하는 거시경제운용, 금융경색을 방지하기 위한 금융기관 및 기업의 재무건전성 유지, 내수의 안정적 유지 및 ‘과잉고용’ 누적 방지를 위한 정책적 노력이 중요함을 시사한다.

@highlight

이 연구는 금융위기가 고용 및 실업에 미친 영향을 분석했다.

@highlight

오차수정모형을 이용하여 분석한 결과, 최근의 금융위기 기간 동안 고용조정이 외환위기에 비해 완만했던 일차적 원인은 성장률의 하락폭이 상대적으로 작았던 데 기인한 것으로 나타났다.

