본 연구는 외국어 학습을 위해 모바일러닝을 수용하고 사용하는데 영향을 미치는 요인이 무엇인지 규명하고자 수행되었다.

선행연구 고찰을 통해 통합기술수용이론(UTAUT: Unified Theory of Acceptance and Use of Technology)을 기반으로 진행된 본 연구에서는 수용의도 변인으로 성과기대, 노력기대, 사회적 영향, 촉진조건이 선정되었고, 이들 변인은 모바일러닝 사용의도를 매개로 모바일러닝 사용행위에 직·간접적으로 영향을 미칠 것이라는 구조모형을 상정하여 변인 간의 관계를 검증하였다.

연구를 위해 서울 소재 대형 사설영어학원의 수강생 223명을 대상으로 자료를 수집하였고, 구조방정식을 활용하여 자료를 분석하였다.

연구결과, 외국어 학습에서 모바일러닝에 대한 수용은 성과기대, 사회적 영향, 촉진조건에 대한 지각이 높을수록 모바일러닝 사용의도가 증가하는 것으로 나타났으며, 이 요인들은 모바일러닝 사용의도를 매개로 실제 사용행위에 간접적으로 유의한 영향을 미치는 것으로 확인되었다.

그러나 본 연구에서는 노력기대 변인이 사용의도에 유의한 영향을 미치지 못하는 것으로 분석되었다.

본 연구는 외국어 학습에서 모바일러닝을 사용하기 위해 고려하여야 할 핵심 수용요인을 규명하였으므로, 향후 이를 기반으로 모바일러닝 확산을 위한 효과적 전략을 수립하는데 기초자료가 될 것으로 기대한다.

@highlight

이 연구는 외국어 학습을 위해 모바일러닝을 수용하고 사용하는데 영향을 미치는 요인이 무엇인지 규명하고자 수행됐다.

@highlight

이 연구에서는 노력기대 변인이 사용의도에 유의한 영향을 미치지 못하는 것으로 분석됐다.

@highlight

이 연구는 외국어 학습에서 모바일러닝을 사용하기 위해 고려하여야 할 핵심 수용요인을 규명하였으므로, 향후 이를 기반으로 모바일러닝 확산을 위한 효과적 전략을 수립하는데 기초자료가 될 것으로 기대한다.

