본

 

연

구

는

 

중

학

생

의

 

교

사

에

 

대

한

 

신

뢰

를

 

측

정

하

는

 

교

사

신

뢰

척

도

의

 

활

용

도

를

 

높

이

기

 

위

해

 

단

축

형

을

 

개

발

하

고

 

학

업

수

행

과

의

 

관

계

를

 

분

석

하

는

 

것

이

다

.

 

연

구

목

적

을

 

달

성

하

기

 

위

하

여

 

서

울

과

 

경

기

도

에

 

재

학

 

중

인

 

3

4

0

명

의

 

중

학

생

들

을

 

연

구

대

상

으

로

 

하

였

다

.

 

수

집

된

 

자

료

는

 

척

도

의

 

심

리

측

정

적

 

특

성

을

 

검

증

하

기

 

위

해

 

주

성

분

 

분

석

과

 

확

인

적

 

요

인

분

석

을

 

실

시

하

였

고

 

학

생

들

의

 

교

사

에

 

대

한

 

신

뢰

와

 

학

업

수

행

의

 

관

계

를

 

알

아

보

기

 

위

해

 

상

관

분

석

을

 

실

시

하

였

다

.

 

주

성

분

 

분

석

결

과

,

 

인

지

적

 

신

뢰

(

C

r

o

n

b

a

c

h

 

a

l

p

h

a

=

.

8

4

)

와

 

정

의

적

 

신

뢰

(

C

r

o

n

b

a

c

h

 

a

l

p

h

a

=

.

8

2

)

의

 

두

 

개

의

 

요

인

이

 

추

출

되

었

다

.

 

확

인

적

 

요

인

분

석

 

결

과

는

 

2

요

인

 

모

형

이

 

본

 

연

구

의

 

표

집

에

 

타

당

한

 

모

형

임

을

 

확

인

해

 

주

었

다

(

N

F

I

=

.

9

8

8

,

 

T

L

I

=

.

9

8

6

,

 

C

F

I

=

.

9

9

0

,

 

R

M

S

E

A

=

.

0

6

9

)

.

 

또

한

 

내

적

 

합

치

도

 

신

뢰

도

와

 

요

인

계

수

들

은

 

양

호

하

였

다

.

 

신

뢰

와

 

학

업

수

행

의

 

상

관

관

계

는

 

정

적

 

상

관

관

계

이

며

 

통

계

적

으

로

 

유

의

하

였

다

.

 

교

사

에

 

대

한

 

신

뢰

감

을

 

갖

는

 

학

생

은

 

높

은

 

학

업

동

기

를

 

갖

는

다

.

 

따

라

서

 

교

사

와

의

 

관

계

성

은

 

학

생

들

의

 

학

업

수

행

을

 

예

측

하

는

 

중

요

한

 

변

인

이

 

될

 

수

 

있

다

.

 

학

교

교

육

과

 

교

사

에

 

대

한

 

신

뢰

의

 

위

기

가

 

높

아

지

고

 

있

는

 

현

 

시

점

에

서

,

 

본

 

연

구

가

 

학

교

에

서

의

 

신

뢰

관

계

에

 

대

한

 

지

속

적

인

 

연

구

를

 

촉

진

할

 

수

 

있

는

 

매

개

가

 

될

 

수

 

있

기

를

 

기

대

한

다

.

@highlight

중학생의 교사에 대한 신뢰를 측정하는 교사신뢰척도의 활용도를 높이기 위해 단축형을 개발하고 학업수행과의 관계를 분석하였다. 연구목적을 달성하기 위하여 서울과 경기도에 재학 중인 340명의 중학생들을 연구대상으로 하였고, 수집된 자료는 척도의 심리측정적 특성을 검증하기 위해 주성분 분석과 확인적 요인분석을 수행하였다.