최근 서비스 기반의 소프트웨어 개발이 사용자의 다양한 요구를 충족시킬 수 있는 하나의 솔루션으로 부각되면서, 안정적인 서비스의 조합을 통하여 보다 큰 서비스를 제공하려는 시도가 증가하고 있다.

그러나 조합된 서비스의 개발시 고려되어야 하는 사항중의 하나는 사용자의 입장에서 서비스의 정확성과 함께 신속성을 제공해야 한다는 것이다.

왜냐하면 사용자가 서비스의 요청 과정에서 늦은 응답으로 인하여 실행 버튼을 중복적으로 클릭하는 행동을 보이기 때문이다.

본 논문에서는 조합된 서비스의 성능을 측정하기 위한 테스팅 프레임워크를 제시한다.

즉,조합된 서비스의 실행 시간을 측정함으로써, 개발자에게 서비스의 성능을 분석할 수 있는 도구를 제공한다.

이러한 실행시간 측정을 위하여 본연구에서는 Aspect 컴포넌트를 이용하는 타이머 서비스를 개발하여 기존 웹 서비스들과 연동할 수 있도록 하였다.

또한 몇 실험을 통하여 조합된 서비스의 성능 테스트가 가능함을 확인하였다.

제시한 프레임워크는 조합된 서비스를 구성하는 단위 서비스 중에서 가장 많은 시간이 소요되는 서비스를 식별하고 필요에 따라 다른 서비스로 대체할 수 있는 서비스 개발을 가능하게 한다.

@highlight

이 논문에서는 조합된 서비스의 성능을 측정하기 위한 테스팅 프레임워크를 제시한다.

@highlight

이런 실행시간 측정을 위해 본연구에서는 Aspect 컴포넌트를 이용하는 타이머 서비스를 개발해 기존 웹 서비스들과 연동할 수 있도록 했다.

