국내 사이버공격 대응 전담조직(CERT)들은 탐지패턴 기반의 보안장비(IDS, TMS 등)를 활용하여 사이버 침해공격에대한 탐지·대응을 수행하고 있다.

특히, 공공·연구기관의 경우 국가정보원(NIS) 내 국가사이버안전센터(NCSC)를중심으로 30여개의 부문 보안관제 센터가 구축·운영되고 있으며, 주로 침해위협수집시스템(TMS)을 활용하여 사이버공격에 대한 탐지·분석·대응을 수행하고 있다.

그러나 현재의 보안관제 체계에서는 대량의 보안이벤트가 보안장비에의해 발생되고 있을 뿐만 아니라, 보안관제 요원이 보안이벤트에 대한 실제 공격여부를 판단하기 위해서는 추가적인 분석작업을 수행해야 하므로 보안이벤트 전체에 대한 대응이 현실적으로 불가능한 실정이다.

또한 현재의 보안관제 업무는보안관제 요원이 보유한 전문지식 및 경험에만 전적으로 의존하고 있기 때문에 특정 보안이벤트에만 분석이 집중되는업무편중 현상이 발생하며, 이로 인해 기존에 알려지지 않은 새로운 해킹 공격기술에 대한 대응능력이 부족하다.

따라서본 논문은 실시간 보안관제 및 침해대응 활동의 효율성을 극대화하고 대규모 해킹공격에 대한 조기대응 역량을 강화하기 위해 실제 해킹공격에 대한 실증적 분석에 기반한 대용량 보안이벤트 자동검증 방법을 제안한다.

@highlight

본 연구는 실시간 보안관제와 침해대응 활동의 효율성을 극대화하며 대규모 해킹공격에 대한 조기대응 역량을 강화하기 위하여 실제 해킹공격에 대한 실증적 분석에 기반한 대용량 보안이벤트 자동검증 방법을 제안하고자 한다.

