본 논문은 19세기 이후 시민성의 변화를 모빌리티, 이주유형의 변화와 관련지워 이해하고자 한다.

모빌리티의 변화는 기존의 질서체제를 허물고 새로운 질서체제로 나아가게 한다.

보다 나은 삶을 꿈꾸는 사람들에게 운송수단의 발명은 새로운 이주 유형을 낳고, 이는 인간에게 이전 시기에 없었던 새로운 삶의 양식을 가져온다.

그 결과 기존의 질서 체제에 적응해 온 정주민 혹은 주류 집단은 문화정체성, 민족정체성을 유지하기 위해 이주자 집단에게 기존 집단의 가치에 순응할 것을 요구하고, 이에 순응하지 않은 이주민들에게는 시민권을 인정하지 않았다.

그러나 운송수단의 지속적인 발명과 개선은 이주자 수를 급격하게 증가시켰고, 이는 도착지 사람들과 이주민 집단 간의 가치관의 갈등을 가져와 기존의 사회체계에 커다란 위협으로 나타났다.

지난 2세기 동안 보수주의자들은 모빌리티의 변화와 이주자의 증가에도 불구하고 통합된 가치관을 유지하기 위해 국가정체성, 동화주의 시민성 등을 주장하였고, 진보주의자들은 이주자의 증가에 부응하여 다문화 시민성, 트랜스내셔널 시민성, 정치적 올바름 논쟁과 시민성 등을 주장하면서 변화를 수용할 것을 요구하였다.

@highlight

이 논문은 19세기 이후 시민성의 변화를 모빌리티, 이주유형의 변화와 관련지워 이해하려 한다.

@highlight

지난 2세기 동안 보수주의자들은 모빌리티의 변화와 이주자의 증가에도 통합된 가치관을 유지하기 위해 국가정체성, 동화주의 시민성 등을 주장했고, 진보주의자들은 이주자의 증가에 부응해 다문화 시민성, 트랜스내셔널 시민성, 정치적 올바름 논쟁과 시민성 등을 주장하면서 변화를 수용할 것을 요구했다.

