아파트 위주의 주택시장이 지속될 것이라 예상되는 상황에서 미래 주거 선호를 파악하기 위해서는 아파트 거주자의 라이프스타일과 주거 선호에 대한 연구가 필요하다.

본 논문은 미래 주택시장에 큰 영향을 끼칠 수 있는 30~40대 아파트 거주 가구를 대상으로 라이프스타일을 유형화하고, 라이프스타일 유형별 미래 주거 선호를 파악하였다.

본 연구의 목적은 첫째, 전국에 거주하는 30~40대 아파트 거주가구의 라이프스타일을 유형화하고 유형화된 라이프스타일과 각 가구의 거주 지역 및 사회˙경제적 특성의 관계를 분석한다.

둘째, 라이프스타일 유형에 따라 선호하는 주택 유형, 지역, 아파트 콘셉트 및 고려 요소를 분석하여 미래 주거계획에 대한 시사점을 제공하는 것이다.

분석 결과 아파트 거주자의 라이프스타일은 5가지로 유형화할 수 있었으며, 연령, 소득수준, 교육수준, 가구구성, 거주 지역에 따라 라이프스타일의 차이가 존재하였다.

또한 라이프스타일 유형에 따라 미래 희망 주택 유형, 거주 희망 지역, 선호하는 아파트 콘셉트 및 선택 시 고려 요소들이 통계적으로 유의미한 차이를 보이고 있었다.

본 논문이 라이프스타일의 특성에 따라 미래 주거 선호 차이가 존재하고 있음을 밝혀냄에 따라 향후 미래 주택 계획 시 소비자 라이프스타일의 특성을 파악하여 반영하는 일은 중요하다.

@highlight

본고는 미래 주택시장에 큰 영향을 끼칠 수 있는 30~40대 아파트 거주 가구를 대상으로 라이프스타일을 유형화하고, 라이프스타일 유형별 미래 주거 선호를 파악했다.

@highlight

이 연구의 목적은 첫째, 전국에 거주하는 30~40대 아파트 거주가구의 라이프스타일을 유형화하고 유형화된 라이프스타일과 각 가구의 거주 지역 및 사회˙경제적 특성의 관계를 분석한다.

@highlight

본고가 라이프스타일의 특성에 따라 미래 주거 선호 차이가 존재하고 있음을 밝혀냄에 따라 향후 미래 주택 계획 시 소비자 라이프스타일의 특성을 파악하여 반영하는 일은 중요하다.

