가변속도제어(Variable Speed Limit ; VSL)는 교통상황에 따라 속도를 차등 제한하여 혼잡 또는 사고지점에 도달하기 전 차량간, 차로간 속도편차를 감소시킴으로써 사고를 예방하고 총 지체를 최소화하기 위한 연속류 ITS 기법 중 하나이다.

본 연구에서는 가변속도 제어시 연속류 기본구간의 동적교통류에 대한 수학적 분석결과를 기초로 가변속도제어 수행모형을 제시하고 효과분석을 수행하였다.

가변속도제어모형은 병목현상 발생시 상류부에 전파되는 충격파의 속도를 최소화 함으로써 지체를 감소시킬 수 있도록 graphical solution을 적용하여 제시한다.

또한 가변속도 제어시 해당 지점으로부터 하류부로 전파되는 충격파의 생성 및 움직임을 모형화 하여 재현하며 그 방법론으로는 Cell-

Transmission Model 및 Supply-

Demand Method를 적용하였다.

가변속도제어 적용에 따른 효과분석으로는 제어를 통한 지체감소의 효용성 및 안전도 측면에서 각 Cell별 속도 및 밀도의 표준편차의 개선정도를 살펴보았다.

향후 본 연구의 이론적 검증 및 분석 결과를 토대로 다양한 가변속도제어모형 및 운영방안을 개발할 수 있을 것으로 예상한다.

@highlight

본고에서는 가변속도 제어시 연속류 기본구간의 동적교통류에 대한 수학적 분석결과를 기초로 가변속도제어 수행모형을 제시하고 효과분석을 수행하였다.

