모델기반 고장 진단법은 풍력발전기의 상태감지 시스템(Condition monitoring system)에 적용을 목적으로 변동 하중조건하에서 작동하는 기어박스내의 기어의 균열을 진단하기 위해 제시하였다.

두 개의 평기어(Spur gear)로 구성된 간단한 테스트 베드가 위의 접근방법을 검증하기 위해 구축되었고, 기어의 균열은 기어의 뿌리부분에 균열을 인가하여 묘사하였다.

축의 회전속도에 독립적인 타코미터를 기반으로 한 오더분석(Order analysis)을 균열크기 진단에 적용하였고, 테스트 베드의 작동을 시뮬레이션하기 위해 집중변수 모델(Lumped parameter dynamic model)이 사용되었다.

모델에서 균열과 밀접히 관련된 변수는 측정된 신호와 시뮬레이션된 신호 간의 차이를 최소화하는 최적화 기법으로 역추정하였다.

제시한 방법의 유효성을 보이기 위해, 미리 정의된 모델 변수로부터 생성된 시뮬레이션 신호를 테스트-

베드로부터 측정된 신호로 가정하고, 제시한 방법을 사용하여 변수를 역추정하였다.

결과는 실제 값과 일치하였고, 이를 통해 알고리즘이 제대로 작동함을 알 수 있었다.

다음 연구에서는 실제 테스트 베드의 실제균열에 적용하고자 한다.

@highlight

모델기반 고장 진단법은 풍력발전기의 상태감지 시스템(Condition monitoring system)에 적용을 목적으로 변동 하중조건하에서 작동하는 기어박스내의 기어의 균열을 진단하기 위해 제시했다.

