유전자알고리즘의 조숙수렴현상(premature convergence phenomenon)은 유전자알고리즘의 성능을 크게 저하시키기 때문에 이 문제를 해결하는 것이 성능향상에 크게 영향을 준다.

본 논문에서는 유전자알고리즘의 조숙수렴현상을 완화하여 성능을 향상시키기 위한 선택적 돌연변이 방법을 제안한다.

선택적 돌연변이에서는 유전자알고리즘 개체의 등급에 따라서 염색체의 특정영역에 비트를 추가적으로 돌연변이 시킨다.

이렇게 함으로서 등급이 낮은 개체는 표현형 상에서 많은 변화가 일어나고 등급이 높은 개체는 작은 변화가 일어나게 된다.

결국 좋은 개체는 그 주변을 세부적으로 탐색하며 좋지 못한 개체는 새로운 영역을 탐색할 기회가 높아지게 되어 조숙수렴현상을 완화하면서 성능향상을 꾀할 수 있게 된다.

성능향상을 측정하기 위하여 4개의 대표적 함수 최적화 문제에 적용해서 제안한 방법의 성능을 측정하였다.

실험결과 기존의 유전자알고리즘보다 성능이 크게 향상됨을 확인하였다.

@highlight

본고에서는 유전자알고리즘의 조숙수렴현상을 완화하여 성능을 향상시키기 위한 선택적 돌연변이 방법을 제안한다.

