국내외적으로 융합적 소양과 역량이 21세기가 요청하는 핵심 역량의 하나로 부각되고 있다.

이 과정에서 영어권에서는 STEM 분야가, 우리나라에서는 STEAM 분야가 교육학계의 새로운 영역으로 개척되고 있고, 우리나라의 2015 개정 교육과정에서도 창의·융합적 인재를 중요한 교육적 인간상으로 내세우고 있다.

이와 같이 융합교육을 향한 학문적, 사회적 관심이 최근 크게 확산되고 있는 것에 반해, 교육현장에서 관련 개념에 대한 교사들의 이해 정도는 미흡한 편이고 융합교육에 대한 학술적 연구는 대체로 담론적 차원에 머물고 있으며 구체적 실천 방안에 대한 탐색은 소수에 불과한 형편이다.

특히 융합교육의 현장실천을 위해 시급하면서도 아직 본격적인 논의가 이루어지지 않은 연구 주제가 있는데, 바로 융합적 역량을 조장하고 지원하기 위한 기반 환경, 즉 융합 플랫폼의 구축에 관한 것이다.

이에 본 연구는 공간적 사고를 플랫폼으로 한 융합교육을 구상하고 이를 교육현장에 적용하였다.

선행 연구들에 근거하여 공간적 사고가 지식의 영역에 제한받지 않는 인간의 보편적 사고 유형의 하나라는 점에서 융합 플랫폼으로서 타당하다고 판단하였다.

이에 본 연구는 공간적 사고의 3대 요소와 관련 개념을 고찰하였고, 공간적 사고를 플랫폼으로 한 수업을 설계 및 적용하였으며, 실행연구의 방법으로 현장실천에 대한 관찰평가를 토대로 융합교육의 실제와 향후 과제를 제안하였다.

@highlight

국내외적으로 융합적 소양과 역량이 21세기가 요청하는 핵심 역량의 하나로 부각되고 있으며 이 과정에서 영어권에서는 STEM 분야가 또한 우리나라에서는 STEAM 분야가 교육학계의 새로운 영역으로 개척되고 있으며, 우리나라의 2015 개정 교육과정에서도 창의·융합적 인재를 중요한 교육적 인간상으로 내세우고 있는 실정이다.

