1990년대 이후 급속하게 진행된 세계화 (globalization) 및 관련 국가와의 활발한 교류로 인하여 초국가적 범죄는 이제 우리나라에서 중요한 문제가 되기 시작하였다.

우리나라는 2015년 11월에 UN의 ‘초국가적 조직범죄 방지협약’에 가입하였으나, 아직까지 초국가적 범죄에 대한 개념도 명확하게 정립이 되어 있지 않으며, 관련 통계도 제대로 갖추어지고 있지 않은 실정이다.

초국가적 범죄와 관련된 여러 연구 결과를 고려하고 초국가적 범죄가 가지는 특성을 감안한다면, 초국가적 범죄는 ‘2개 이상의 국가가 범죄의 주체 또는 객체로 연결되는 행위로 범죄의 모의부터 실행, 결과가 2개 이상의 국가와 관련이 있는 범죄라고 정의 할 수 있을 것이다.

사회구성주의 이론에 기초하여 외국인 범죄, 외국인 출입국 현황 등 관련 통계를 살펴보면 앞으로도 초국가적 범죄는 증가할 것으로 예상이 된다.

증가하는 초국가적 범죄에 대응하기 위해서는 초국가적 범죄에 대한 근거규정 마련, 국제공조 체제의 강화, 주요 국가와의 공동 협력체 구축이 필요할 것이다.

@highlight

초국가적 범죄와 관련된 여러 연구 결과를 고려하고 초국가적 범죄가 가지는 특성을 감안한다면, 초국가적 범죄는 ‘2개 이상의 국가가 범죄의 주체 또는 객체로 연결되는 행위로 범죄의 모의부터 실행, 결과가 2개 이상의 국가와 관련이 있는 범죄라고 정의 할 수 있을 것이다.

