지금까지 다양한 연어 평가 검사지가 개발되었지만 이들 연구들 모두는 연어 평가 문항의 유형이나 특정 연어의 학습 정도 즉 연어 성취도 평가적 성격을 지니고 있을 뿐 절대적인 연어 지식을 측정하지는 못하는 한계점을 가지고 있다.

본 연구에서는 초등학생들의 절대적 연어 지식을 측정 도구 개발의 일환으로 Kwark, Shin과 Lee(2019)의 연구에서 제작된 등급별 연어 능숙도 검사지(Collocation Size Test, CST)의 수준별 위계를 중심으로 타당성을 검증하였다.

본 연구에서 타당화하는 CST는 모두 4개의 수준으로 구성되어 있으며 각 수준은 500개의 연어를 대표하는 10개 문항으로 제작되었다.

CST 타당화는 라쉬 모형을 이용하여 실시하였다.

타당화를 위해 우선 Wright Map을 통해 CST가 피험자 집단의 전체 능력을 모두 측정하는지를 살펴보고, 문항적합도를 통해 문항의 양호도를 검증하였다.

다음으로 연어 능숙도의 4단계 수준별로 개발된 CST문항들이 위계적으로 기능하고 있는지를 검증하기 위해 수준별 10개 문항들의 평균 난도와 95% 신뢰구간을 분석하였으며, 마지막으로 의미인식과 형태인식 문항들 간에 4단계의 위계적 구조가 차별화 되는지 확인하였다.

@highlight

본고에서는 초등학생들의 절대적 연어 지식을 측정 도구 개발의 일환으로 Kwark, Shin과 Lee(2019)의 연구에서 제작된 등급별 연어 능숙도 검사지의 수준별 위계를 중심으로 타당성을 검증하였으며, CST 타당화는 라쉬 모형을 이용하여 실시했다.

