이 글은 일본의 ‘대동아공영권’ 건설에 대해 식민정책학 측이 어떻게 대응했는지를 고찰한 것이다.

식민정책학자들은 광역경제권론으로 ‘대동아공영권’을 이론화하였다.

그들은 광역경제권은 권내 각국의 유기적 발전을 목표로 하는 경제적 통일체이며, 권내 구성국의 경제 개발을 유도함으로써 공존공영을 지향한다고 설명하였다.

이와 더불어 그들이 제시한 식민통치 방침은 ‘협동주의’였다.

협동주의란 프랑스에서 종래의 동화주의 방침을 수정하여 제시된 식민 본국과 식민지 사이의 협력과 상호이익을 지향하는 방침으로, 이것이 ‘대동아공영권’이 지향하는 호혜적 관계에 부합하는 것이라고 판단된 것으로 보인다.

그러나 이러한 입장은 식민지의 자치와 민족문제에 대한 관심을 상대적으로 후퇴시켰다.

가다 데쓰지에서 보았듯이 민족문제의 중요성은 인식하면서도 민족자결주의는 부정되었고, 광역권 내 제민족의 협조만이 강조되었다.

이런 가운데 도바타 세이이치에 의해 ‘역식민’ 작용이라는 새로운 관점도 제시되었다.

‘역식민’ 작용이란 광역경제권 형성에 따라 일본경제에 미치게 될 혁신적 작용을 의미한다.

도바타는 식민지 개발이 산업 분야에 따라서는 본국과의 경제적 경쟁관계를 유발할 수 있으니, 경쟁력을 키우기 위해 국내 경제-

특히 농업-

의 개혁을 추진해야 한다고 주장하였다.

@highlight

이 연구는 일본의 ‘대동아공영권’ 건설에 관해 식민정책학 측이 어떻게 대응했는지를 고찰한 것이다.

@highlight

협동주의란 프랑스에서 종래의 동화주의 방침을 수정해 제시된 식민 본국과 식민지 사이의 협력과 상호이익을 지향하는 방침으로, 이것이 ‘대동아공영권’이 지향하는 호혜적 관계에 부합하는 것이라고 판단된 것으로 보인다.

