이 논문은 삶과 문화의 맥락이 강조되는 현대미술교육과 역량 중심의 현행 교육과정에 따라, 학교미술교육을 위한 환경적 요인으로서의 교사 위치와 역할에 대해 논한다.

그동안 미술교육환경에 대한 논의가 물리적 환경론에 치우쳐왔다면, 인간 활동 그 자체를 환경으로 보는 내재적 관점에 입각하여 미술교육환경 구성의 주체 중 교사에 초점을 맞추어 미술교육환경에 대한 논의를 풀어간다.

이를 위해 오늘날 미술교과교육의 특성과 현대교육일반의 동향 및 새롭게 주목받는 지식 개념에 대해 살펴보고, 다음으로 현장 교사들의 미술교육에 대한 이해와 인식 정도, 교사문화의 특징을 통해 학교미술교육의 상태 및 교육 여건에 대해 진단해보면서 미술교육에 대한 교사들의 오류와 간과 지점들을 검토할 것이다.

끝으로 학교미술교육에서 교사의 위치와 역할을 재설정하고, 교사의 역량 문제에 대한 해결이 학교미술교육의 정상화와 활성화를 위한 선행 조건임을 지적한다.

생활공간인 학교에서 학생들이 마주하는 교사의 태도, 언행, 표정 등 교사의 언어적 행위뿐 아니라 비언어적 행위까지 교육내용이 되어 전달되는 잠재적 교육과정의 역할을 하는 만큼, 교사는 문화적 환경의 속성을 지니고 있는 것이라 볼 수 있다.

이에 교사는 자신의 위치와 역할에 대해 지속적인 성찰적 실천을 이어갈 수 있어야 하고, 학교생활 자체가 학교미술교육의 장으로 활용될 수 있어야 학교미술교육의 효율성을 도모할 수 있다고 주장한다.

@highlight

본 논문은 삶과 문화의 맥락이 강조되는 현대미술교육과 역량 중심의 현행 교육과정에 따라, 학교미술교육을 위한 환경적 요인으로서의 교사 위치와 역할에 대해 논한다.

