이 논문은 헌법상 환경권의 개정안에 관한 것이다.

이를 위하여 필자는 한국 헌법상의 환경권 조항(환경헌법)을 연구하였다.

그 결과 이번 제10차 개헌에서 헌법 제35조 환경조항을 개정하여야 한다는 결론을 도출하고 그 개정방안을 제시하였다.

즉, 특별히 깊이 있는 연구도 없이 1980년 8차 개헌으로 도입된 현행 환경권 규정을 점검한 결과 상당한 부분의 수정 및 보완이 필요하다는 것을 알게 되었다.

30여년 만에 황금 같은 기회를 맞은 제10차 헌법 개정에서 환경관련 규정의 개정은 기후변화에 대응하여 ‘제2의 노아의 홍수사태’를 예방하고 미래세대를 보호하여 지속가능한 지구를 위하여 필수적이라 하겠다.

특히 ‘통치권행사의 기본권에의 기속’이라는 원리의 중요성을 감안하면 더욱 더 그렇다고 하겠다.

이러한 좋은 기회를 지혜롭게 활용하여 현행 헌법 제35조 제2항에서 법률 유보조항을 삭제하고 ‘생명체 존중’ ‘기후변화’ ‘미래세대’ ‘지속가능한 발전’ ‘에너지 정의’ 등을 헌법에 명시함으로써 우리 모두가 미래세대로부터 위임 받은 책무를 다하여 부끄럽지 아니한 현세대의 동시대인이 되기를 간절히 소망해 본다.

@highlight

본 연구는 헌법상 환경권의 개정안에 관한 것으로 필자는 한국 헌법상의 환경권 조항을 분석하였다.

@highlight

분석 결과 제10차 개헌에서 헌법 제35조 환경조항을 개정하여야 한다는 결론을 도출하고 그 개정방안을 제시하고자 하였다.

