이순신장군은 『난중일기』에서 14차에 걸쳐 척자점을 친 결과에 대해 상세한 기록을 남겼다.

본고에서는 척자점에 대한 기존 연구의 문제점들을 분석 비판하고, 윷점에 관한 여러 판본들과 필자 소장본들을 종합해서 난중일기에 보이는 척자점은 바로 윷점의 다른 이름이라는 점과 함께 척자점의 실체를 밝히고 그 원형을 추정해보았다.

척자점법에 보이는 64조의 윷점사는 주역의 64괘 배열구조를 가지고 있으며, 64괘와의 관련속에서 점사의 의미를 추정해볼 수 있다.

윷점은 중국에서 유래한 점법이 아니고, 그 점사 속에는 ‘승려가 환속하다’는 점사나 ‘가난한 이가 보물을 얻었다’는 점사에서 처럼 조선시대를 배경으로 우리의 문화와 정서가 담겨있다.

이 윷점은 양반계층이 아닌 우리의 민간에서 생성되고 유전된 점법으로서 우리의 독자적인 주역 해석인 동시에, 윷이란 간편한 도구를 사용해서 한국식으로 간이화된 주역점법으로 정립되었다는 점에서 역학사적 의의를 갖는다고 할 수 있다.

@highlight

이 논문에서는 척자점에 관한 기존 연구의 문제점들을 분석 비판하고, 윷점에 대한 여러 판본들과 필자 소장본들을 종합해서 난중일기에 보이는 척자점은 바로 윷점의 다른 이름이라는 점과 함께 척자점의 실체를 밝히고 그 원형을 추정해보았다.

