대한민국은 급속하게 진행된 다문화사회로의 진입과 국제적 지위 향상으로 인하여 서로 다른 민족성과 문화적 배경을 지닌 이주민과의 공존이 불가피한 상황이다.

정부는 체류외국인 200만 명을 넘어선 상황에서 정주민과 이주민의 지역사회통합을 위한 다양한 다문화 정책을 시행하고 있지만 이들 정부정책은 헌법전문에 근거하는 “모든 영역에서 각인의 기회를 균등히 하고, 개인의 능력을 최고도로 발휘하게” 한다는 이념을 충실히 구현해내지 못하고 있다.

특히 이들 정책은 이주민을 단지 정책의 대상자로만 보고 있을 뿐 이들이 자신들을 위한 법·정책을 스스로 만들 수 있는 입안자로 받아들이지 않고 있다.

이주민들이 적극적으로 한국사회에 기여할 수 있도록 법률로 정해진 범위 안에서 이들에게도 정치적 의사결정 과정에 참여할 수 있는 참정권이 주어져야 한다.

한국에 정착하는 이주민이 점차 증가하고 있지만 아직까지 이주민의 정치적 권리와 정치참여가 쟁점화 되고 있는 상황은 아니다.

그러나 국민의 안정적인 삶의 보장과 진정한 민주주의가 토착화되려면 일정조건을 갖춘 이주민 즉, 거주의사를 가지고 합법적으로 대한민국에 체류하는 결혼이민자, 영주권자를 중심으로 참정권을 부여하여야 한다.

이주민에게 참정권을 보장하는 것은 이주민과의 공존을 확보하고 진정한 민주주의가 실현되게 하는 방법이 될 것이다.

@highlight

대한민국은 급속한 다문화사회로의 진입과 국제적 지위 향상으로 인해 다른 민족성과 문화적 배경을 지닌 이주민과의 공존이 불가피하게 되었다.

@highlight

정부는 체류외국인 200만 명을 넘어선 상황에서 정주민과 이주민의 지역사회통합을 위한 다양한 다문화 정책을 시행했지만, 정부정책은 헌법전문에 근거하는 이념을 충실히 구현하지는 못하였다.

