본 연구는 토지이용정책을 둘러싼 다양한 가치갈등 양상을 개발제한구역 해제기준의 변화를 통해 살펴보고자 하였다.

토지이용정책의 가치로는 지속가능한 토지이용을 위해 선행연구에서 제시하고 있는 환경성, 경제성, 형평성 등 3가지를 활용하였다.

또한 개발제한구역 해제기준으로는 환경평가 결과, 공원녹지 비율, 훼손지 복구 및 보전부담금, 중소기업 전용단지 확보, 해제기준 면적, 층고, 대상사업의 유형, 사업시행자, 해제총량, 임대주택 비율 등 10가지 지표를 활용하였다.

개발제한구역이 부분적으로 해제되는 7개 대도시권을 대상으로 적용된 해제기준의 변화내용 및 효과분석을 통해 얻어낸 결론은 환경성과 형평성간의 갈등결과는 형평성이, 환경성과 경제성간의 갈등결과 경제성이, 그리고 경제성과 형평성간의 갈등결과 경제성이 우월한 정책가치로 평가되었다.

종합적으로 볼 때 지난 10여 년간 개발제한구역 해제는 경제성이 강조된 가운데 정책결정이 이루어져 왔음을 확인할 수 있었다.

@highlight

이 연구는 토지이용정책을 둘러싼 다양한 가치갈등 양상을 개발제한구역 해제기준의 변화를 통해 살펴보고자 했다.

