이 논문은 미얀마인 학습자의 한국어 발음에 나타날 수 있는 특징 및 오류를 찾기 위한 기초 연구의 성격을 가진다.

음절은 분절음이 실현되는 최소 음운 단위로서 학습자의 발음 오류는 모국어 음절 구조와 제약에 절대적인 영향을 받는다.

본고에서는 한·미얀마어의 음절을 구조와 제약이라는 두 가지 틀로 비교해 보았다.

한국어의 음절 구조는 선형적으로 (C)(G)V(C) 하나인 반면, 미얀마어는 경음절 (C)V와 중음절 (C)(G)(G)V((V)C)로 이분된다.

한국어에는 초성에 연구개 비음이 나타나지 못하고 종성에는 7개의 불파음만 온다는 두 가지 음절 구조 제약이 존재하는 반면 미얀마어는 경음절/중음절, 개음절/폐음절에 따라 성조의 출현 및 종류가 제한되고 종성에 올 수 있는 음소도 비음과 장애음으로 한정된다.

두 언어의 음절을 대조한 결과, 한국어 활음 /w, j/의 음성적 실현, ‘개음절/폐음절’에서 한국어 단모음의 음가 실현, 한국어 종성의 발음 등에서 미얀마어의 음절 구조 제약이 영향을 미칠 수 있음을 확인하였다.

이러한 연구 주제들은 청취 판단 외에도 통제된 실험을 통한 음성학적 분석 및 지각 실험 등을 통해 더 정밀하게 연구될 필요가 있다.

@highlight

본 논문은 미얀마인 학습자의 한국어 발음에 나타날 수 있는 특징 및 오류를 찾기 위한 기초 연구의 성격을 가진다.

