미국의 Sarbanes-

Oxley(SOC)법안이후 많은 나라에서 내부통제제도의 공시가 의무화되었다.

이와 관련하여 내부취약점 공시는 기업위험과 관련하여 새로운 정보를 자본시장에 제공하므로 자본시장이 부정적으로 반응한다고 선행연구들에서 보고되었다.

사회주의 경제체제를 가지는 중국은 사실상 2010년부터 본격적으로 내부통제제도가 시행되었다.

본 연구는 사회주의 경제체제이면서 내부통제제도의 공시역사가 매우 짧은 중국의 자본시장에서 내부통제취약점을 공시하는 기업에 대한 자본시장의 반응을 분석하였다.

분석결과 내부통제제도 취약점 공시일 주변에 통계적으로 유의한 음의 초과수익률이 나타나는 것으로 밝혀졌다.

또한 초과수익률에 영향을 미치는 기업특성변수를 통제하는 회귀분석에서도 내부통제취약점 공시에 대해 자본시장이 부정적으로 반응하는 것으로 나타났다.

이러한 결과는 비록 짧은 공시역사를 가지는 사회주의 경제체제인 중국에서도 내부통제제도의 취약점에 대한 공시가 기업가치에 대하여 정보성을 가진다는 것을 의미한다고 할 수 있다.

@highlight

본고는 사회주의 경제체제이면서 내부통제제도의 공시역사가 매우 짧은 중국의 자본시장에서 내부통제취약점을 공시하는 기업에 대한 자본시장의 반응을 분석했다.

