본 논문에서는 초고속 위성 통신 시스템에 있어서 제한된 채널을 다수의 사용자가 효율적으로 사용하기 위한 다중 접속 방식인 고정 할당 다중 접속, 랜덤 다중 접속, 요구할당 다중 접속, 혼합 랜덤/예약 다중 접속 방식등의 프로토콜에 관하여 고찰하였으며, 몇 가지의 프로토콜에 관한 성능을 비교 검토하였다.

고정 할당 다중 접속 방식의 경우 연속적인 트래픽에 효율적이므로 소수의 기관 통신에는 적합하나 다수의 사용자를 수용하기에는 부적합한 특성을 갖고 있으며, 랜덤 다중접속 방식은 접속 방식이 간단하며, 버스트한 트래픽을 가진 다수의 사용자에 대하여 적은 지연 특성을 갖는 장점이 있으나한정된 채널 효율과 사용자 수의 증가에 따른 지연의 증가가 심각하다.

따라서, 초고속 통신망에서 위성 시스템을 이용하기위해서는 지상 B-

ISDN의 패킷화된 ATM 셀의 전송을 위해 접속 방식은 다소 복잡하지만 채널 효율 및 지연 특성이 비교적 우수한 요구 할당 다중 접속 또는 혼합 랜덤/예약 다중 접속 방식이 적합할 것으로 보인다.

@highlight

이 논문은 초고속 위성 통신 시스템에 있어서 제한된 채널을 다수의 사용자가 효율적으로 사용하기 위한 다중 접속 방식인 고정 할당 다중 접속, 랜덤 다중 접속, 요구할당 다중 접속, 혼합 랜덤/예약 다중 접속 방식등의 프로토콜에 대해 고찰하였다.

