냉전의 종식 이후 미국 학계에서는 국제정치이론가들과 외교사가들 사이에 본격적인 학제간 연구의 가능성을 모색하기 위한 대논쟁이 활발하게 진행되고 있다.

최근의 논쟁은 국제정치이론과 외교사 사이의 학제간 연구 과정에서 발생할 수 있는 철학적, 방법론적, 이론적, 사실적 문제점들을 광범위하게 포괄하고 있다.

이 글은 최근 미국의 대논쟁이 역사적 지식의 본질과 관련된 인식론적 문제점들을 정면으로 다루고 있다는 점을 지적할 것이다.

최근의 대논쟁은 실증주의적 인식론의 한계를 극복하기 위해 구성주의적 역사인식론이 외교사와 국제정이이론 분야에 동시적으로 수용되어야 한다는 사실을 보여주고 있다.

다음으로 이 글은 자연과학과 역사학의 연구 방법을 구분하기 위해 그동안 제시되어 온 개별사건 기술적 접근법(idiographic approach)와 법칙정립적 접근법(nomothetic approach)이 외교사와 국제정치이론의 차별성을 설명하는 데 뚜렷한 한계점이 있다는 사실을 지적할 것이다.

국제정치이론가들과 달리 외교사가들은 자신들의 이론을 전면에 명백하게 제시하지 않지만 외교사의 서술 역시 이론함축적이라는 점에서 양 분야의 학제적 연구의 필요성은 매우 절실하다.

마지막으로 이 글은 최근 미국의 대논쟁이 한국 국제정치이론과 외교사 사이의 학제적 연구의 발전을 위해 던져주고 있는 시사점들을 분석할 것이다.

@highlight

최근의 논쟁은 국제정치이론과 외교사 사이의 학제간 연구 과정에서 발생할 수 있는 철학적, 방법론적, 이론적, 사실적 문제점들을 광범위하게 포괄하고 있다.

