교통, 굴착, 발파 등에 의한 반복하중은 오랜 시간에 걸쳐서 암석의 미세균열 성장을 일으키며, 암석의 강도 등에 영향을 미치기 때문에 반복하중에 의한 균열의 성장, 결합은 장시간 안정성 평가에 중요한 영향을 미친다.

본 연구에서는 두 개의 초기 균열을 가지는 모사 암석 시험편에 단조증가 및 반복하중을 가하여 하중 조건에 따른 균열의 성장과 결합유형을 조사하였다.

단조증가하중, 반복하중 시험 모두에서 서로 유사한 날개균열 시작 위치, 날개균열 각도, 균열 성장 순서, 균열 결합 형태가 관측되었다.

본 연구에서 관찰된 균열 결합은 크게 3종류로 전단에 의한 결합, 1개의 날개 혹은 인장 균열에 의한 결합 그리고 2개의 날개 혹은 인장 균열에 의한 결합으로 요약될 수 있다.

피로균열은 반복하중 시험에서만 발생하였으며 성장 방향은 이차균열과 유사하게 초기균열과 같은 방향 혹은 하중방향과 직교인 수평방향으로 관찰되었다.

@highlight

본고에서는 두 개의 초기 균열을 가지는 모사 암석 시험편에 단조증가 및 반복하중을 가하여 하중 조건에 따른 균열의 성장과 결합유형을 조사하였다.

