우울증은 노인의 삶의 질을 저하시키는 근본적인 원인이 되고 있으며 이를 해결하기 위한 적절한 개입이 필수적으로 요구된다.

사회적 교환이론은 노부모와 자녀와의 균형있는 상호 호혜적 정서지원은 긍정적인 관계를 형성한다고 설명한다.

즉, 노인이 주체자로서 자녀에게 긍정적인 지원을 제공한다면 노인의 우울증은 감소될 수 있을 것이다라는 가설을 설정하였다.

따라서 노인가족의 비동거자녀와의 만남이 우울에 미치는 영향에서 상호호혜적 정서지원은 매개효과가 있는 것인지 검증하였다.

연구결과는 첫째, 자녀의 만남빈도는 우울에 미치는 직접효과가 없는 것으로 나타났다.

둘째, 자녀가 노인에게 주는 정서지원과 노인부모가 자녀에게 주는 정서지원 모두 완전매개효과가 있는 것으로 나타났다.

셋째, 자녀가 주는 정서지원의 매개효과 검증에서는 연령, 학력, 배우자유무, 가구소득은 유의미하게 나타나는 한편, 부모가 주는 정서지원의 매개효과검증에서는 연령, 학력, 배우자 유무, 가구소득 뿐만 아니라 만성질환유무와 종교유무가 유의미하게 나타났다.

연구의 결과를 바탕으로 노부모와 자녀간의 자기표현 능력 및 가족 간의 적절한 상호작용을 높일 수 있는 효과적인 정서지원 프로그램의 개발과 원활한 의사소통 관련 교육 및 지원 방법을 제언하였다.

@highlight

노인이 주체자로서 자녀에게 긍정적 지원을 한다면 노인우울증은 감소될 수 있을 것이라는 가설을 설정하고 우울에 있어 노인가족의 비동거자녀와의 만남이 상호호혜적 정서지원은 매개효과가 있는 것인지 검증했다.

