양

빈

이

 

수

행

된

 

해

빈

의

 

침

식

률

 

산

정

을

 

위

한

 

물

리

기

반

 

해

빈

 

지

형

모

형

이

 

제

시

되

었

다

.

 

동

수

역

학

 

모

형

은

 

O

p

e

n

F

O

A

M

에

 

기

반

 

한

 

t

o

o

l

 

b

o

x

인

 

I

H

F

O

A

M

으

로

 

구

성

되

며

,

 

M

o

r

p

h

o

l

o

g

y

 

모

형

은

 

부

유

사

를

 

대

상

으

로

 

한

 

이

송

확

산

방

정

 

식

,

 

소

류

사

 

이

송

을

 

포

함

한

 

표

사

 

수

지

 

개

념

으

로

부

터

 

유

도

된

 

E

x

n

e

r

 

식

으

로

 

구

성

하

였

다

.

 

표

사

 

이

송

여

부

,

 

부

유

사

 

농

도

 

저

면

 

경

계

치

,

 

소

류

사

 

이

송

률

 

산

출

과

정

에

는

 

S

h

i

e

l

d

s

 

D

i

a

g

r

a

m

,

 

삼

차

원

 

수

치

 

모

의

된

 

유

동

계

 

정

보

로

부

터

 

직

접

 

산

출

된

 

저

 

면

 

전

단

응

력

이

 

활

용

된

다

.

 

본

 

논

문

에

서

 

제

시

된

 

지

형

 

모

형

을

 

검

증

하

기

 

위

해

,

 

경

사

가

 

1

/

6

인

 

단

조

 

해

안

에

서

의

 

천

수

과

정

,

 

쇄

파

과

정

,

 

이

에

 

따

른

 

저

면

 

변

화

를

 

수

치

 

모

의

하

였

다

.

 

모

의

결

과

 

비

선

형

 

천

수

과

정

에

서

 

예

상

되

는

 

왜

곡

되

고

 

왜

도

된

 

저

면

 

전

단

응

력

이

 

비

교

적

 

정

확

히

 

모

의

되

었

다

.

 

또

한

 

전

빈

에

서

 

진

행

되

는

 

쇄

파

로

 

인

해

 

부

유

되

고

 

침

식

된

 

표

사

가

 

u

p

-

r

u

s

h

에

 

의

 

해

 

후

빈

으

로

 

이

동

되

어

 

형

성

되

는

 

s

w

a

s

h

 

b

a

r

와

 

u

p

-

r

u

s

h

 

정

점

에

서

 

방

향

을

 

바

꾸

어

 

먼

 

바

다

 

방

향

으

로

 

진

행

되

는

 

b

a

c

k

w

a

s

h

에

 

의

해

 

쓸

려

간

 

표

사

가

 

수

심

증

가

에

 

따

라

 

b

a

c

k

-

w

a

s

h

 

흐

름

 

강

도

가

 

약

해

지

면

서

 

퇴

적

하

여

 

형

성

되

는

 

b

r

e

a

k

e

r

 

b

a

r

가

 

성

공

적

으

로

 

모

의

되

는

 

것

을

 

확

인

할

 

수

 

있

었

다

.

@highlight

본 논문에서 제시된 지형 모형을 검증하기 위하여, 경사가 1/6인 단조 해안에서 천수과정, 쇄파과정, 이에 따른 저면 변화를 수치 모의하였다. 모의결과 비선형 천수과정에서 예상될 왜곡되고 왜도된 저면 전단응력이 모의되었다.