지난 10년 간 대학, 공공연구기관의 기술사업화 활동에서 일어난 가장 큰 변화이자 성과는 공공부문 기술사업화 기업 설립의 지속적 증가와 이를 통한 적극적인 기술사업화 활동전개라고 할 수 있다.

본 연구에서는 기술이전?

사업화 촉진과 과학기술 기반의 창조산업육성이라는 두 가지 핵심 의제를 중심으로 국가혁신 관점에서 공공부문 기술사업화 기업의지난 10년의 성과를 분석하고, 앞으로의 과제를 제시하였다.

본 연구의 주요 결과로써 공공부문 기술사업화 기업 활성화의 성과는 다음과 같다.

첫째, 기술출자를 통한 직접 기술사업화 참여라는 기술사업화 경로를 확립하였으며, 정체되어 있던 기술이전?

사업화 수익의 확대를 견인할 수 있는 새로운 모멘텀을 제공하였다.

둘째, 기술혁신형 기업을 지역사회에 공급하는 역할을 하고, 연구자의 창업의지로 나타나는 기업가정신의 확산에 기여함으로써 과학기술 기반의 창조산업 육성의 역할 모델로 자리매김하였다.

공공부문 기술사업화 기업 활성화를 위한 과제는 다음과 같다.

첫째, 기술사업화 기업운영과 관련된 불확실성을 줄이기 위한 제도 개선 및 지원 정책이 필요하다.

특히, 상속세및 증여세법 제48조제2항2호, 소득세법 제12조5호 등 조세 관련 규정을 보다 명확하게 개정함으로써 불확실성을 낮출 필요가 있다.

둘째, 공공부문 기술사업화 기업이 지역 밀착형기업으로 성장할 수 있도록 지원하는 정책이 필요하다.

@highlight

지난 10년 간 대학, 공공연구기관의 기술사업화 활동에서 일어난 가장 큰 변화이자 성과는 공공부문 기술사업화 기업 설립의 지속적 증가와 이를 통한 적극적인 기술사업화 활동전개라 할 수 있다.

