본 연구의 목적은 호남우도농악에 뿌리를 두고 있는 박옥주류 징춤을 중점으로 연구하여 징춤이 지니고 있는 내재적 의미를 파악하고자 했다.

이에 본 연구는 박옥주의 생애와 박옥주류 징춤의 사회문화적 배경, 박옥주류 징춤의 구성요소 등을 연구함으로써 징춤이 가지고 있는 내재적 의미를 도출해 보았으며 그 결과는 다음과 같다.

첫째, 박옥주류 징춤은 과거로부터 전해져온 남성적인 춤에서 여성적인 춤으로 변화되었다.

둘째, 채놀림의 경계를 넓힌 기예의 춤이다.

셋째, 카타르시스를 이끌어 내는 난장의 춤이다.

넷째, 끼워 넣기와 겨루기로 이루어진 즉흥의 춤이다.

이상과 같은 본 연구의 의의는 그동안 묻혀 있던 징춤에 대한 관심을 고취시키고, 전통 보존의 맥을 이을 수 있는 전반적인 기초자료를 제공하는 데에 있다.

또한 본 연구가 징춤을 연구하는데 새로운 지평을 열고 다채로운 후속연구를 촉진하는데 이바지 할 수 있는 계기를 만들었다는 데에 있다.

@highlight

이 연구의 목적은 호남우도농악에 뿌리를 두고 있는 박옥주류 징춤을 중점으로 연구해 징춤이 지니고 있는 내재적 의미를 파악하고자 했다.

