본 연구의 목적은 목표의 가치추구적 측면에 집중하여, 교사의 목표내용을 개인 및 학교, 사회차원에서 다각도로 측정하는 교사목표 척도를 개발하고 타당성을 검증하는 것이다.

개인차원의 목표내용에는 성장, 여가, 부가 포함되었으며 학교차원의 목표내용에는 관계와 승진이, 사회차원의 목표내용에는 공헌이 포함되었다.

586명의 교사(유아교사 298명, 초등교사 288명)를 대상으로 설문을 실시한 결과, 총 6개의 구인을 측정하는 문항들은 .87 이상의 내적일치도를 보였으며 적절한 요인구조를 가지는 것으로 확인되었다.

준거타당도를 확인한 결과, 내재적 목표내용에 속하는 성장, 관계, 공헌목표가 외재적 목표내용 및 도구적 가치를 나타내는 여가, 부, 승진목표에 비해 목적인식 및 직업만족과 정적으로 높은 상관을 보였다.

부, 승진목표의 경우 걱정 및 불안, 스트레스 수준과 정적 상관을 보였다.

마지막으로 유아교사와 초등교사 간 측정동일성을 확인한 결과, 두 집단에서 측정동일성이 만족되는 것으로 나타났다.

이러한 연구 결과는 본 연구를 통해 개발된 교사목표 척도가 신뢰롭고 타당하며 유아교사와 초등교사 모두에서 동일하게 사용할 수 있음을 보여준다.

교사목표 척도를 활용하여 교사의 목표내용을 확인하는 것은 교육전문가로서 교사의 동기를 이해하고 교육의 발전을 위한 교사지원의 정책방향을 결정하는 데 이바지할 수 있을 것이다.

@highlight

이 연구의 목적은 목표의 가치추구적 측면에 집중하여, 교사의 목표내용을 개인 및 학교, 사회차원에서 다각도로 측정하는 교사목표 척도를 개발하고 타당성을 검증하는 것이다.

