최근 들어 중국은 경제의 급속한 발전과 더불어 자동차의 보유량도 크게 증가하였고, 자동차 공급이 증가함에 따라 자동차사고로 인하여 인적 손해뿐만 아니라 재산적 손해 역시 크게 증가하였다.

이러한 자동차사고의 획기적인 증가는 경제적 손실뿐만 아니라 사회적 손실을 초래하게 되었고, 또한 자동차사고가 사회의 중대한 재난으로 까지 인식되게 되었다.

그러므로 어떻게 하면 자동차사고의 수를 통제하고 감소시킬지 여부와 어떻게 하면 자동차사고에 대하여 적절하고 합리적인 배상을 할 것인가의 문제가 중국 사회의 보편적인 관심사가 되었다.

그리하여 중국은 민법통칙의 제정에 이어 도로교통안전법, 침권책임법 등을 제정하여 자동차사고에 관한 손해배상책임문제를 다루고 있으나, 이와 같은 법률 상호간의 중첩적 규정과 관련 규정의 추상성으로 인하여 아직까지는 피해자보호에 미흡하다고 할 수 있다.

따라서 중국의 동법률들을 오늘날 경제사회에 맞게 개정함으로써 자동차사고의 발생에 대한 사후 사고처리와 손해배상문제를 보다 효율적이고 합리적으로 해결할 수 있도록 개정하여야 한다.

그럼으로써 중국은 자동차 교통사고로 인한 손해배상책임제를 보다 선진국에 가깝게 접근하기 위한 국민들을 위한 입법 및 사법실무가 되어야 하며, 그리하여 중국의 불법행위법에 관한 이론적인 향상도 오늘날 국제적 추세에 맞출 수 있어야 한다.

@highlight

요즘 들어 중국은 경제의 급속한 발전과 더불어 자동차의 보유량도 크게 증가하였고, 자동차 공급이 증가함에 따라 자동차사고로 인해 인적 손해뿐만 아니라 재산적 손해 역시 크게 증가했다.

