실제 현장에서 준설매립공사를 수행하기 전의 설계 단계에서, 연약지반 개량설계를 수행할 때, 압축지수와 비배수 전단강도와같은 설계정수를 합리적으로 평가하는 것은 최적공사비 산정측면에서 매우 중요한 사항이라고 할 수 있다.

본 연구에서는유사 준설매립 현장에서 실시된 원위치 전단강도시험 및 불교란 시료 채취를 통해서 압밀 및 강도정수를 평가하였다.

이때, 배사관을 이용한 준설매립방법으로 투기된 준설매립층의 함수비 및 압축지수는 원지반 조건보다 오히려 감소하는 경향을나타냈다.

압밀시험에 의해 준설매립지반의 압축지수와 함수비의 관계, 원위치 베인전단 시험으로 비배수 전단강도와 함수비의 관계를 각각 평가하였으며, 저소성 실트지반에 대한 Schmertmann의 압축지수 보정방법의 적용성을 판단하기 위해서 실제침하량과 설계 예측침하량의 비교 분석을 실시하였다.

@highlight

이 연구에서는유사 준설매립 현장에서 실시된 원위치 전단강도시험 및 불교란 시료 채취를 통해서 압밀 및 강도정수를 평가했다.

