본 연구에서는 콘크리트 시공줄눈 면의 전단마찰 내력을 합리적으로 평가하기 위하여 콘크리트 소성론의 상계치 이론에 기반한 수학적 모델을 제시하였다.

전단면에서 횡보강근의 전단전달에 대한 과대평가를 피하기 위하여 시공줄눈 면에서의 하중전달에 대한 스트럿-

타이 모델에서 콘크리트 할렬 및 압괴의 한계상태로부터 전단마찰 내력의 상한값을 유도하였다.

제시된 모델은 시공줄눈 면에서 콘크리트 점착력과 마찰계수를 거친 면의 경우 각각 0.27(fck)0.65와 0.95를, 부드러운 면의 경우 각각 0.11(fck)0.65와 0.64로 결정하였는데, 여기서 fck는 콘크리트 압축강도이다.

직접전단에 대한 기존 문헌으로부터 수집한 146 실험데이터와의 비교로부터, 제시된 모델은 AASHTO 및 fib 2010 식에 비해 예측 값과 실험 값들의 비의 표준편차 및 변동계수에 대해 더 낮은 값을 보였다.

특히 전단마찰 내력 평가에서 기준식들의 상당한 과소평가 경향과 달리 제시된 모델은 실험결과와 잘 예측하였다.

@highlight

콘크리트 시공줄눈 면의 전단마찰 내력을 합리적으로 평가하기 위하여 콘크리트 소성론의 상계치 이론에 기반한 수학적 모델을 제안하였다.

@highlight

전단면에서 횡보강근의 전단전달에 대한 과대평가를 피하기 위해 콘크리트 할렬과 압괴의 한계상태로부터 전단마찰 내력의 상한값을 유도했다.

