본 연구는 우리나라 중소기업 신용보증기관 전체를 대상으로 전통적 자료포락분석기법과 부트스트랩 자료포락분석을 통해 효율성 점수를 산출하였다.

또한, 산출된 효율성점수를 종속변수로 하여 기술적 분석과 토빗회귀분석을 통해 효율성점수를 결정하는 영향요인에 대해서도 분석하였다.

분석결과를 구체적으로 살펴보면 첫째, 신용보증기관들은 금융위기 극복과정에서 보다 효율적으로 운영되는 것으로 나타난 만큼 경기침체 시 정책수단으로서 신용보증제도를 효과적으로 활용할 필요가 있을 것으로 보인다.

둘째, 비효율적인 의사결정단위에 대해서는 감축관리가 아니라 “절감”을 통해 산출규모를 늘려 나가는 차원에서 효율성개선방안이 모색되어야 할 것이다.

셋째, 신용보증기관들의 효율성을 결정하는 요인으로는 환경요인이 내부요인보다 우세한 것으로 보인다.

효율성개선을 위해 환경변화가 야기되도록 국가적 차원의 제도적 틀을 변화시킬 필요성이 있는 것으로 보인다.

넷째, 향후 신용보증기관의 효율성평가에 관한 연구의 진행을 위해서는 투입산출변수, 설명변수에 관한 변수의 풀이 충분히 확보되어야 하며 효율성 결정요인 분석을 위한 다양한 방법론적 시도가 이루어져야할 것이다.

@highlight

이 연구는 우리나라 중소기업 신용보증기관 전체를 대상으로 전통적 자료포락분석기법과 부트스트랩 자료포락분석을 통해 효율성 점수를 산출했다.

