전시디자인은 인간의 내적 욕구에서 비롯된 하나의 행위이다.

그리고 문화에 따라 전시디자인의 속성 또한 영역의 구분 없이 끊임없이 변화하고 있다.

이러한 시점에서 전시디자인이 갖는 의미구조를 해석하기 위한 이론적 모델이 제시되어야 할 시점이 되었다.

이에 비(非)언어적 공간에 대한 해석적 담론이 가능한 그레마스의 기호학적 사변형을 토대로 전시디자인의 심층적 의미작용 분석과 이론이 지니고 있는 담론의 유용성을 제시하고자 한다.

연구 예제로 전시디자인의 획기적 전환점이 되었던 키슬러의 ‘금세기의 예술’전의 4개 전시디자인을 대상으로 의소와 기표, 기의를 도출하여 그레마스의 기호학적 사변형에 의한 3층구조를 바탕으로 분석하였다.

연구 결과 ‘금세기의 예술’ 전의 의미작용을 위계적으로 해석할 수 있게 되었다.

따라서 그레마스의 기호학적 사변형이 학문적 도구로써의 가치적 유의미함을 입증하였으며, 일반적 전시디자인의 의미와 구별되는 담론을 제시할 수 있음을 확인하였다.

@highlight

그레마스의 기호학적 사변형이 학문적 도구로써의 가치적 유의미함을 입증했으며, 일반적 전시디자인의 의미와 구별된 담론을 제시할 수 있음을 확인했다.

