야스퍼스와 하이데거는 같은 시대를 살면서 좋은 학문적 동반자 관계이기도 했고, 나중에는 서로 적대적 관계로 돌아서기도 했다.

이 두 사상가는 한편으로는 실존철학의 틀에서 공통의 기반을 가지고 있는 사상가로 자리매김되기도 한다.

그러나 다른 한편으로는 이 두 사상가 사이에는 개인적이고 정치적인 문제를 떠나서 서로 만나기 어려운 사상적 차이들이 존재한다.

이 논문은 야스퍼스의 시각에서 바라 본 하이데거의 사상을 소개 검토해 보고, 그 타당성을 서로의 비판적 안목에서 비교 고찰하여 유사성과 차이에 주목함으로 두 사상가 사이에 있을 수 있는 대화의 가능성을 모색해 보고자 한다.

이 논문은 주로 한스 자너에 의핸 편집된『하이데거에 관한 메모』에 나오는 테제 형식으로 된 야스퍼스의 하이데거 비판을 주로 소개하고 검토하려고 한다.

여기에서 나오는 주제들은 존재론, 진리론, 과학과 기술, 자유 등의 철학적 주제를 망라하고 있다.

야스퍼스의 비판점을 매개로 하여 우리는 하이데거와 야스퍼스의 사상이 어떤 점에서 만날 수 있고 대화할 수 있는지 생각해 보게 될 것이며, 두 사상가의 철학함의 방식의 차이를 통해 철학함의 다양성에 대해 배우게 될 것이다.

@highlight

본 논문은 야스퍼스의 시각에서 바라 본 하이데거의 사상을 소개 검토해 보고, 그 타당성을 서로의 비판적 안목에서 비교 고찰하여 유사성과 차이에 주목함으로 두 사상가 사이에 있을 수 있는 대화의 가능성을 모색해 보고자 한다.

