고령화 사회가 도래했음에도 불구하고 지금까지 노인여성은 연령과 성별에 의해 차별을 받는 이중적 소수자로서, TV드라마 등에서도 젊은 주인공의 어머니나 할머니 등의 역할에 머무르며 주변부로 밀려난 채 배제돼 왔다.

또한 미디어는 이들을 단지 늙고 쇠약한 ‘돌봄’과 ‘시혜’의 대상으로 묘사하거나, 가족 이기주의에 함몰돼 갈등을 유발하고 이치에 맞지 않는 말과 행동을 하는 주책맞은 노인으로 묘사하는 등 부정적이고 정형화된 이미지를 재현해 왔다.

본 연구는 미디어의 이러한 재현방식이 노인여성에 대한 왜곡된 사회적 담론을 양산하고 세대간 갈등을 불러올 수 있다는 문제의식에서 출발, 노인여성을 전면에 내세워 큰 호응을 받았던 TV드라마 <디어 마이 프렌즈>를 대상으로 여성주의적 관점에서 서사분석을 시행하였다.

분석 결과, <디마프>는 초등학교 동문 관계인 이들 노인여성들이 ‘노인’이 아닌, 삶의 지혜와 경륜을 갖춘 ‘어른’으로 여전히 독립적이고 주체적으로 각자의 삶을 치열하게 살아내며 주변을 돌보고 배려하는 모습을 보여줌으로써 기존의 재현관습에서 벗어나 전혀 다른 노인여성의 이미지와 노인담론을 생산하였다.

뿐만 아니라 혈연관계보다도 끈끈한 여성들 간의 ‘우정’과 ‘자매애’를 통해 친구와 선후배간에, 모녀간에, 그리고 신구세대간에 서로의 상처를 보듬으며 갈등을 풀어가는 서사는 ‘여성연대’와 여성주의적 글쓰기의 가능성과 방향을 제시하였다.

@highlight

고령화 사회가 도래했음에도 지금까지는 노인여성 연령과 성별에 의해 차별을 받는 이중적 소수자로 TV드라마 등에서도 젊은 주인공의 어머니나 할머니 등 역할에 머물렀고 주변부로 밀려난 채 배제돼 왔다.

