최근 들어 연약지반상에 구조물을 건설하는 경우가 증가하고 있으며, 사회기반 시설의 유지관리 및 건설 비용의 절감을 위해 사전압밀공법 및 연직배수공법과 같은 기존의 방법을 이용하여 지반 개량이 행해지고 있다.

이와 같이 연약점성토 지반상에 다양한 개량공법이 적용 될 때, 점성토의 낮은 투수계수로 인한 장기간에 걸친 압밀침하가 중요하게 된다.

압밀침하와 관련된 기존 연구결과에 따르면, 기존의 표준압밀시험의 재하기간은 압밀정수 산정에 최소한 10일 이상의 시간을 요하게 된다.

따라서 이 연구에서는 서남해안의 대표적인 연약지반으로 구성된 광양만 재성형 해성점토를 이용하여 표준압밀시험과, 일정변형률 압밀시험의 변형률 속도를 변화시킨 실험을 수행하였다.

실내시험결과를 통해 등변형률 속도에 따른 압축특성, 변형률-

유효응력관계, 재하속도에 따른 간극수압 변화특성, 압밀정수와 등변형률 속도의 관계를 비교/분석하였다.

@highlight

최근 연약지반상에 구조물을 건설하는 경우가 증가하며, 사회기반 시설의 유지관리 및 건설 비용의 절감을 위해 사전압밀공법과 연직배수공법과 같은 기존의 방법을 활용하여 지반 개량이 행해진다.

