유로존의 위기는 유로존에 고유한 특별한 원인이라는 차원에서 고찰하면 EMU 자체에 내재된 신자유주의의 모순과 오류에서 비롯된 것이다.

EMU는 유로존 내에서 가격기구의 신축적 조정과 생산요소의 국제적 이동을 통한 국가 간 불균형의 자동조정을 상정하고 긴축과 반인플레 등 이른바 신자유주의 수렴기준에 의해서만 추진되었다.

역내 불균형과 위기에 대한 개입수단은 일체 갖추지 못했다.

유럽 초국가의 결여 때문에 유럽재무성의 부재와 함께 중앙은행으로서의 유럽중앙은행(ECB)의 역할도 제한되었다.

게다가 EU조약은 EU와 ECB 그리고 회원국 정부를 통한 일체의 구제금융을 금지하였다.

재정분권주의에 입각해 건설된 EMU는 재정동맹 없는 통화동맹일 뿐이었고 유로존 차원의 재정개입은 가능하지 않았다.

위기에 대한 EU의 대응책은 신자유주의적 기조 위에서 통화동맹을 보완하는 수준이어서 앞으로 새로운 공황과 위기에 대해 취약할 수밖에 없을 것이다.

신자유주의 EU조약에 묶여있는 유로존에서 긴축폐지와 유로 공동본드, 재정동맹 같은 진보대안을 모색하는 것은 현실적으로 여의치 않아 보인다.

@highlight

유로존의 위기는 유로존에 고유한 특별한 원인이라는 차원에서 고찰하면 EMU 자체에 내재된 신자유주의의 모순과 오류에서 비롯된 것이다.

