본 연구는 우리나라 대학평가정책의 변화과정을 신제도주의, 특히 역사적 제도주의 시각에서 분석함으로써, 대학평가정책의 형성과 변화의 메커니즘에 대한 통시적이고 종합적인 이해를 도모하고자 하였다.

이를 위해 제도 변화를 이해하는 관점으로 최근 논의되는 경로진화 모형을 주요한 분석의 틀로 활용하였다.

분석 결과 우리나라 대학평가정책의 변화과정에서 각 제도적 요소들은 경로의존을 유지하는 요소들과 경로진화를 추동하는 요소들로 구분될 수 있었다.

실험대학 평가정책 이후 채택된 평가절차와 모형, 미국의 평가인증 방식을 도입하려는 동형화 전략 등의 제도적 요소들은 정책의 변화에도 변하지 않은 요소로 파악이 되었다.

반면, 평가주체, 평가항목, 평가기준, 평가시기 등의 제도적 요소들은 정책의 변화에 따라 다소간의 변화가 있어 왔다.

이러한 경로의존의 요소와 경로진화의 요소의 결합관계에 따라 대학평가정책 변화의 성격과 내용이 정해져 온 것을 알 수 있었다.

그리고, 이러한 변화들은 제도적 동형화를 통한 경로 형성 단계를 거쳐, 표류(drift)와 전환(conversion) → 가겹(layering) → 전치(displacement) 등의 경로진화 양상을 보이는 단계를 거쳐 온 것으로 분석되었다.

결과적으로 대학평가정책은 제도 내부 요소들의 관계 변화에 따라, 급격한 변화는 없이 일정한 경로를 가지면서 진화해 온 것을 알 수 있었다.

@highlight

이 연구는 우리나라 대학평가정책의 변화과정을 신제도주의, 특히 역사적 제도주의 시각에서 분석함으로써, 대학평가정책의 형성과 변화의 메커니즘에 대한 통시적이고 종합적인 이해를 도모하려 했다.

