본 논문은 침수피해 방지를 위한 기존의 우수배제시스템의 한계점을 극복하기 위해서 신규 개발된 친환경 수로형 우수배제시스템을 비교 및 분석하고, 기존 시스템 대비 장점을 정량화하기 위한 통합평가지표의 개발 및 적용에 관한 연구이다.

이에 전과정평가(Life Cycle Assessment, LCA)의 개념을 적용하여 각 공정별 필요물량과 비용을 산정하여 비교하였고, 또한 탄소배출량을 각 과정별로 산정하여 고려하는 통합평가지표를 개발하여 각각의 기술에 적용하였다.

그 결과 원형 집수시스템에 비해 전 과정에 걸쳐 비용이 53 %, 측구 집수시스템에 비해 63 %가 절감되는 것으로 분석되었다.

또한 통합평가지표 적용결과, 기존 기술대비 수로형 집수시스템을 평가한 결과 건설공사 분야를 제외한 나머지 4가지 분야(건설자재, 운용 및 유지관리, 해체, 폐기)에 있어서 80 % 이상의 높은 점수로 평가되었다.

본 연구에서 개발된 평가지표를 경기도 안양현장과 인천 청라현장에 적용하여 기존 기술대비 약 35 ~ 100 % 개선된 높은 점수로 향상되어 개선효과를 입증하였고 동시에 적용성을 확보하였다.

@highlight

본고는 침수피해 방지를 위한 기존의 우수배제시스템의 한계점을 극복하기 위해 신규 개발된 친환경 수로형 우수배제시스템을 비교, 분석하고, 기존 시스템 대비하여 장점을 정량화하기 위한 통합평가지표의 개발과 적용에 대한 논문이다.

