이 연구에서는 금융감독원이 공시하는 정보를 활용하여 연금저축상품의 성과를 분석하였다.

2018년 상반기 기준 판매 후 12~17년이 경과된 상품(n=221)에 대한 장기수익률을 분석한 결과, 명목수익률 평균은 3.63%로 나타났는데, 이는 1년 만기 정기예금금리와 소비자물가상승률 대비 0.30%p, 1.35%p 높은 수치이다.

상품 특성이 유사한 연금저축보험상품(n=177)에 국한하여 수수료와 수익률 사이의 회귀분석을 실시한 결과, 통계적으로 유의한 음(-

)의 관계가 나타났다.

이는 수수료율에 대한 정보가 소비자에게 매우 중요하다는 것을 의미한다.

연금저축상품의 성과를 개선하기 위해 감독당국은 데이터에 대한 정확성을 높이고, 실제 성과 중심으로 공시 정보를 변경하는 등 의사결정자의 판단에 유익한 정보를 제공하기 위해 노력할 필요가 있다.

또한 독일과 스웨덴의 사례와 같이 소비자가 이해하기 쉽도록 수익률 및 수수료 정보를 전달하고 적극적인 상품변경을 유도하는 방안에 대한 고려도 필요할 것으로 보인다.

@highlight

또한 독일과 스웨덴의 사례와 같이 소비자가 이해하기 쉽도록 수익률와 수수료 정보를 전달하고 적극적인 상품변경을 유도하는 방안에 대한 고려도 필요할 것으로 도출되었다.

