공중의 오인에 의한 프라이버시 침해에 관한 불법행위법은 미국에서도 프라이버시법의 최신 분야이기 때문에 아직도 그 범위가 불명확하며, 향후 그것을 바람직한 방향으로 발전시켜 가야 할 과제가 남아 있다.

몇 개의 주 법원 및 여러 연구자들은 이 현행 불법행위법의 모습에 대해 의문을 갖고 있고, 그것을 이유로 공중의 오인에 의한 프라이버시 침해에 관한 불법행위법의 모든 것을 기각해야 한다고 하고 있다.

그러나 그러한 경우에 그 불법행위의 대상이 되어 있는 보도의 성질에 관한 분석이 거의 되어 있지 않은데, 현실적 악의에 해당되는 것과 같은 허위보도는 오보와는 근본적으로 다른 것이다.

Cantrell사건에서 나타나고 있듯이 허위보도의 피해자가 침해받은 권리 내지 이익은 결코 보잘것없는 것이 아니다.

또 법원은 언론의 자유를 남용하는 가해자의 행위를 허락해서도 안 된다.

사소한 오보에 대해 소송을 제기할 원고가 있을 것이라고 해도 허위보도의 피해자에 대한 구제를 기각하는 것은 타당하지 않다.

그것보다는 현재 이를 규율하고 있는 공중의 오인에 의한 프라이버시 침해에 관한 불법행위법을 한정하는 개혁이 바람직하다고 하는 주장이 힘을 얻고 있다.

@highlight

공중의 오인에 의한 프라이버시 침해에 관한 불법행위법은 미국에서도 프라이버시법의 최신 분야이기 때문에 아직도 그 범위가 불명확하며, 향후 그것을 바람직한 방향으로 발전시켜 가야 할 과제가 남아 있다.

