이 연구는 초등학교 담임교사가 인식한 잡무경감 저해요인이 무엇인지를 개념도 방법을 사용하여 탐색하였다.

초등학교 담임교사의 잡무 경감을 저해하는 요인이 무엇인지 초등학교 담임교사들을 대상으로 면접을 통하여 진술문 목록을 개발하고 이를 평정한 뒤 다차원척도법과 군집분석을 실시하여 개념도를 완성하였다.

이 연구의 결과는 첫째, 초등학교 담임교사들이 인식한 잡무경감 저해요인은 학교차원과 행정차원이라는 2개 차원과 ‘관리자에 의한 잡무경감 저해’, ‘상급기관에 의한 잡무경감 저해’, ‘행정사무에 의한 잡무경감 저해’, ‘교사업무과중에 의한 잡무경감 저해’, ‘지역사회연계에 의한 잡무경감 저해라는 5개의 군집으로 나타났다.

둘째, 초등학교 담임교사들이 인식한 잡무경감 저해요인의 중요도는 군집별, 차원별로 차이가 그리 크지 않았다.

이 연구의 결론은 첫째, 초등학교 학급 담임교사의 업무에 따른 잡무경감 저해요인들은 학교 차원과 행정 차원에 의해 관리자, 상급기관, 행정사무, 교사업무, 그리고 지역사회연계에 따라 다양한 잡무경감 저해요인들이 관련되어 있음을 알 수 있다.

둘째, 초등학교 담임교사들은 학교 내부의 행정주체인 관리자에 의한 잡무경감 저해를 가장 중요한 요인으로 인식하고 있음을 알 수 있다.

@highlight

본 연구는 초등학교 담임교사가 인식한 잡무경감 저해요인이 무엇인지를 개념도 방법을 사용해 탐색했다.

@highlight

초등학교 담임교사들은 학교 내부의 행정주체인 관리자에 의한 잡무경감 저해를 가장 중요한 요인으로 인식하고 있음을 알 수 있다.

