본 연구의 목적은 보건소에 근무하는 보건의료직 종사자의 감정노동, 자기효능감, 소진의 관계를 파악하고, 이들의 감정노동과 자기효능감이 소진에 영향을 미치는 요인을 파악하여 소진을 감소시킬 수 있는 효과적인 중재 프로그램 개발의 기초자료를 제공하는데 있다.

G도 10개 보건소에 근무하는 보건의료직 종사자 166명을 대상으로 자가응답식으로 구조화된 설문지를 이용하여 자료를 수집하였다.

자료분석은 t-

test 혹은 one-

way ANOVA, Pearson’s correlation coefficient, 단계적 회귀분석(stepwise multiple regression)을 이용하여 분석하였다.

보건의료직 종사자의 소진에 영향을 미치는 요인은 감정노동의 하위영역 중 ‘감정부조화 및 손상’, ‘조직감시 및 모니터링’이였으며, 연령, 자기효능감으로 나타났으며, 소진에 대한 이들 요인의 설명력은 39%였다.

보건의료직 종사자의 소진은 자기효능감의 영향을 받으므로 이를 바탕으로 자기효능감을 증진시킬 수 있는 프로그램 개발이 필요하다.

또한 보건의료직 종사자의 소진은 감정부조화와 가장 관계가 큰 것으로 나타났으므로 근로자의 감정부조화를 감소시킬 수 있는 대책이나 프로그램 마련이 필요하다.

@highlight

본고의 목적은 보건소에 근무하는 보건의료직 종사자의 감정노동, 자기효능감, 소진의 관계를 파악하고, 이들의 감정노동과 자기효능감이 소진에 영향을 미치는 요인을 파악하여 소진을 감소시킬 수 있는 효과적인 중재 프로그램 개발의 기초자료를 제공하는 것이다.

