본 연구는 다문화가정 유아의 어휘력과 언어의 이해력 및 표현력에 영향을 미치는 사회 인구학적 변인을 알아보는 데 있다.

연구대상은 전라북도에 위치한 유아교육기관에 재원중인 만 4세와 5세 다문화유아 284명이다.

자료 수집은 장영애(1981)의 4-6세 유아용 언어능력검사의 수정에 의해 이루어졌고 수집된 자료는 t, F검증 및 단계적 중다회귀분석 방법으로 분석하였다.

분석결과 유아의 어휘력은 연령, 성별, 교육기관, 가정방문교육경험, 어머니 국적에 따라 다르며 언어이해력은 연령, 교육기관, 가정방문교육경험, 어머니 국적에 따라 다르고, 언어표현력은 연령, 생활지역, 교육기관, 어머니 국적에 따라 다르게 나타났다.

둘째, 다문화가정 유아의 어휘와 언어이해 및 표현력 모두에서 영향력을 가진 주변인은 연령이고 그 다음 상대적인 중요도는 어휘력은 어머니국적, 성별, 교육기관 순이고, 언어이해력은 어머니국적, 언어표현력은 생활지역, 어머니국적, 교육기관 순으로 나타났다.

본 연구는 다문화가정유아의 언어발달을 위한 교육이나 교육프로그램의 개발을 할 때 연령은 물론 언어형태에 따라 사회 인구학적 변인이 고려되어야 함을 시사한다.

@highlight

이 연구는 다문화가정 유아의 어휘력과 언어의 이해력 및 표현력에 영향을 미치는 사회 인구학적 변인을 알아보는 데 있다.

@highlight

이 연구는 다문화가정유아의 언어발달을 위한 교육이나 교육프로그램의 개발을 할 때 연령은 물론 언어형태에 따라 사회 인구학적 변인이 고려되어야 함을 시사한다.

