이글은 2013년 사회보장기본법 개정의 사회 정책적 의의를 규명하는 것을 목표로 한다.

지금까지 사회보장정책의 법적 근거를 제공해주고 있던 사회보장기본법의 이념은 2013년 기본법의 전면개정에 의해 획기적으로 변동되었다.

곧, 정부는 사회보장기본법 개정을 통해서 이제까지 추진해온 중상위소득계층의 희생을 전제로 한 빈곤문제 중심의 사회보장정책 포기를 선언하고 있다.

그것은 한국 정부가 사회 중산층 속에서 강력하게 분출되는 사회보장 욕구들을 더 이상은 외면할수 없는 상황에 처해있음을 보여준다.

그렇지만 개정 기본법에서 중산층 근로자들의 사회보장욕구를 충족시킬 수 있는 법적 근거를 마련하고 있지는 않다.

우리는국민연금보험제도의 분석을 통해서 중상위층을 희생시켜서 빈곤층 문제를 쉽게 해결해왔다는 사실을 실증하려고 시도했다.

곧, 국민연금보험체계에 내재해 있는 계층 간 재분배시스템을 분석해 보았다.

그것은 저소득층과 생활보호대상층을 위해서 중상위 소득 가입자계층의 보험료 중 고용주 부담금을 희생시킴으로써 그들의기본생활보장 자체를 위협받게 한 것으로 나타났다.

또한, 국민연금보험공단의 관리운영체계 내에서 고용주와 일반노동자 가입자들에게 그들이 직접적인 이해당사자 임에도 불구하고 국가의 억압적 경향을 견제하면서 자신들의 이익을 담보할 수있는 어떤 제도적 장치도 마련되어 있지 않은 실정이다.

@highlight

이글은 2013년 사회보장기본법 개정의 사회 정책적 의의를 규명하는 것을 목표로 한다.

@highlight

지금까지 사회보장정책의 법적 근거를 제공해주고 있던 사회보장기본법의 이념은 2013년 기본법의 전면개정에 의해 획기적으로 변동됐다.

