본 연구의 목적은 체육수업에서 학생의 문제행동에 대한 교사의 대처방법을 알아보는데 있다.

본 연구의 참여자는 J지역 중·고등학교에 근무하는 25명의 체육교사들이다.

자료수집으로는 서술형 설문조사와 4명을 대상으로 면담을 하면서 사소하거나 심각한 문제행동에 대한 대처 방법을 좀 더 심도 있게 알아 보았다.

문서수집 과정에서는 체육수업에서의 교사의 심리적 변화, 대처방식 등을 이해할 수 있었다.

자료분석은 Nvivo 10 프로그램을 이용하여 자료를 분석하였다.

이를 통해 다음과 같은 결과를 도출하였다.

첫째, 체육수업에서 학생의 문제행동에 대한 교사의 예방적 대처 방법으로는 수업규칙 세우기, 친절함과 단호함, 수업준비 잘하기, 긍정적 행동 길러주기로 나타났다.

둘째, 체육수업에서 학생의 문제행동에 대한 교사의 해결적 대처 방법으로는 화내기와 화내지 않기, 훈계하기, 벌주기, 태도점수 감점하기, 해결책 제시하기와 기회주기, 유연하게 수업하기, 무시와 방관하기로 나타났다.

유연한 수업전개와 학생의 문제행동에 대처하기 위해서는 문제행동을 사전에 예방하는 것이 중요하다.

학생의 문제행동을 예방하기 위해서는 교사와 학생의 관계 형성이 중요하며, 교사는 학생들이 배우고 성장할 수 있도록 적절한 행동패턴을 길러 주어야 한다.

@highlight

이 연구의 목적은 체육수업에서 학생의 문제행동에 대해 교사의 대처방법을 알아보는데 있다.

@highlight

자료수집으로는 서술형 설문조사와 4명을 대상으로 면담을 하면서 사소하거나 심각한 문제행동에 대해 대처 방법을 좀 더 심도 있게 알아 보았다.

