본 연구는 조모의 문지기 역할과 손자녀 문제행동 간의 관계에서 조모-

성인자녀 갈등과 조모역할만족도의 순차적 이중매개효과를 검증하는데 그 목적이 있다.

연구대상은 서울 및 경기도에 거주하고 영아기 손자녀를 양육하는 조모와 손자녀 60쌍이다.

수집된 자료는 통계프로그램(SPSS 23.0, AMOS 23.0)으로 기술통계, 상관분석과 구조모형분석을 하였다.

연구결과는 다음과 같다.

첫째, 조모의 문지기 역할과 조모-

성149인자녀 갈등, 조모역할만족도 및 손자녀 문제행동 간에 유의한 상관관계가 있는 것으로 나타났다.

둘째, 조모의 문지기 역할과 손자녀 문제행동 간의 관계에서 조모-

성인자녀 갈등과 조모역할만족도가 순차적으로 이중매개하는 것으로 나타났다.

본 연구결과를 기초로 손자녀의 발달을 지원하고 조모의 손자녀 양육역량을 강화하기 위한 구체적인 방안을 논의하였다.

@highlight

본고는 조모의 문지기 역할과 손자녀 문제행동 간의 관계에서 조모-

@highlight

성인자녀 갈등과 조모역할만족도의 순차적 이중매개효과를 검증하는것을 그 목적으로 한다.

