이 연구는 초등학교 6학년을 대상으로 우정관계 질투가 관계적 공격성으로 이어지는 과정에서 내부귀인, 외부귀인 그리고 자기효능감의 조절효과를 살펴보고자 실시하였다.

연구대상은 서울과 경기도의 초등학교 6학년에 재학 중인 학생 570명으로 측정도구는 우정관계 질투척도, 또래갈등 척도, 귀인성향 척도, 자기효능감 척도로 설문조사를 시행하였다.

이 연구의 주요결과는 다음과 같다.

첫째, 우정관계 질투는 관계적 공격성과 정적 상관이 나타났다.

둘째, 중다회기분석을 통하여 조절효과를 검증한 결과 외부귀인과 자기효능감이 우정관계 질투와 관계적 공격성간의 관계에서 조절효과를 나타냈다.

상호작용효과를 분석했을 때 외부귀인이 높은 사람은 우정관계 질투가 높을수록 관계적 공격성이 높은 것으로 나타났다.

또한 자기효능감의 경우에는 자기효능감의 각 수준에 따라 차이가 있는 것으로 나타나 자기효능감이 높은 사람이 우정관계 질투가 낮아질 때 관계적 공격성이 감소하는 것으로 나타났다.

마지막으로 이 연구의 제한점과 의의에 대하여 논의하였다.

@highlight

본고는 초등학교 6학년을 대상으로 우정관계 질투가 관계적 공격성으로 이어지는 과정에서 내부귀인과 외부귀인 그리고 자기효능감의 조절효과를 살펴보는 것을 목적으로 진행하였다.

