소비자들의 구전이 마케팅 도구로서의 영향력이 점점 더 커지고 있는 상황에서 구전에 대해 많은 연구자들과 실무자들의 관심이 지속되고 있다.

구전에 관해 그간 많은 연구들이 있었는데 대부분의 연구는 고객들의 구전의향을 관계 마케팅의 결과 변수 정도로 고려하는 경우이거나, 혹은 가시적인 고객구전 보상프로그램 운영 전략에 관한 연구가 대부분이었다.

이에 본 연구는 브랜드 관리 관점에서 고객 구전 유도 전략을 도출하고자 시행되었다.

자아 일치와 구전의향의 매개 변수로 자아유지욕구와 자아향상욕구를 고려하였고, 자아 일치는 실제적 자아 일치와 이상적 자아 일치로 구분하여 그 효과를 확인하였다.

또한 구전의향도 긍정적인 브랜드 경험 고객들의 긍정 구전의향과 부정적 브랜드 경험 고객들의 부정적 구전의향을 측정하였다.

분석 결과, 긍정적 경험과 부정적 경험 상황에서 모두 현실적 자아는 자아유지욕구에 영향을 미치고 이상적 자아는 자아향상욕구에 영향을 미치는 것으로 나타났다.

긍정적 경험 후에는 이상적 자아의 영향을 받는 자아 향상 욕구가 구전의향에 더 큰 영향을 미치는 것으로 나타났고, 부정적 경험 후에는 자아 향상 욕구에 비해 현실적 자아의 영향을 받는 자아 유지 욕구가 부정적 구전의향을 더 높이는 것으로 나타났다.

브랜드 관리적 관점에서 시행된 본 연구는 기업에게 자사의 이미지를 소비자들의 이상적 자아와의 일치시킬 때 긍정적 부정적 구전에서 모두 도움이 된다는 사실을 제시하고 있다.

@highlight

이 연구는 브랜드 관리 관점에서 고객 구전 유도 전략을 도출하고자 시행되었다.

@highlight

브랜드 관리적 관점에서 시행된 이 연구는 기업에게 자사의 이미지를 소비자들의 이상적 자아와의 일치시킬 때 긍정적 부정적 구전에서 모두 도움이 된다는 사실을 제시하고 있다.

