1960년대만 해도 문화예술분야는 비용병(Cost disease)으로 이해 비영리 영역이라여겨졌으나, 반세기 만에 예술적 가치와 더불어 경제적 가치까지 창출해하는 압박에 놓였다.

이러한 난관의 해결방안으로 본 연구는 문화적 기업가정신이 동전의 양면과 같은예술성과 대중성 사이에서 대립이 아닌 상호 보완 관계를 형성하는데 긍정적인 역할을할 수 있다는 점을 인식하고 그 가능성에 대해 집중하려 한다.

먼저 본 연구는 슘페터가 처음 언급한 기업가정신의 ‘기업가’를 무(無)에서 유(有)를창조하는 역할을 하는 ‘기업가(起業家)’로 그 의미와 역할을 보다 현대적으로 해석하고, 문화예술영역으로의 확장 가능성을 증명하려 하다.

그 다음 현대 연극사를 이끌며 세계적으로 성공한 프랑스의 아비뇽 축제를 연구 대상으로 선정해, 문화적 기업가정신이 예술적 그리고 대중적 측면에서 어떻게 발휘되었는지 살펴보려 한다.

분석 결과 아비뇽축제는 기업가정신의 핵심인 혁신성, 진취성 그리고 위험감수성의 태도를 꾸준히 발휘하여, 새롭고 혁신적인 연극을 창조해 예술적 독자성을 구축하였다.

더불어 관객 수와 티켓 판매 같은 대중적 성과도 수치적으로 증명하여, 자생력 확보에도 성공하였다.

본 연구는 기업가적 태도가 문화예술단체의 성과 향상에 충분히 적용될 수 있음을 확인시켜주며, 문화예술단체와 실무자들에게 좋은 모범이 될 것이다.

@highlight

1960년대만 해도 문화예술분야는 비용병으로 이해 비영리 영역이라여겨졌으나, 반세기 만에 예술적 가치와 더불어 경제적 가치까지 창출해하는 압박에 놓였다.

