본 연구는 PTSD의 심각성을 보이는 산재환자의 신체적·심리적 이해를 바탕으로, PTSD 증상을 감소시키고, PTSD에 영향을 미치는 위험요인의 변화를 도모하기 위해 마음챙김을 기반으로 한 표현예술치료 프로그램을 개발하고 그 효과를 연구하였다.

본 연구는 PDS검사 21점 이상, 요양기간 2년 이내의 산재환자 9명을 치료집단으로 구성하여 주 2회, 총 10회기 동안 실시하였다.

마음챙김을 기반으로 한 표현예술치료 프로그램은 산재환자의 PTSD 증상 감소에 영향을 미친 것으로 나타났다.

또한 PTSD에 영향을 미치는 위험요인 중 자기기능(일반적 자기효능감)의 증가 및 인지적 평가기능(통증파국화)과 정서기능의 일부 부정적 정서의 감소에 유의한 영향을 미친 것으로 나타났다.

본 프로그램은 산재환자의 PTSD에 대한 조기개입의 활용가능성 뿐만 아니라 이후 PTSD 증상 및 위험요인의 감소에 도움이 될 것으로 본다.

또한 본 연구는 산재환자의 심리·정서적 문제를 조기에 예방함으로써 PTSD 발병 가능성을 줄이는데 도움이 될 수 있는 경험적 자료를 제공하였다는 측면에서 그 의의를 찾을 수 있다.

@highlight

이 연구는 PTSD의 심각성을 보이는 산재환자의 신체적·심리적 이해를 바탕으로, PTSD 증상을 감소시키고, PTSD에 영향을 미치는 위험요인의 변화를 도모하기 위해 마음챙김을 기반으로 한 표현예술치료 프로그램을 개발하고 그 효과를 연구했다.

@highlight

이 연구는 PDS검사 21점 이상, 요양기간 2년 이내의 산재환자 9명을 치료집단으로 구성하여 주 2회, 총 10회기 동안 실시했다.

