충주 수룡이 원모롱이 야철지에서 수습한 슬래그와 노벽을 분석하여 제철관련 정보를 알아보고자 하였다.

슬래그의 전철량은 36.98~44.47wt%이며 이는 고대 제철조업에서 나타나는 일반적인 철 회수율이다.

슬래그에 포함된 CaO는 노벽에 포함된 0.36wt%보다 많으므로 조재제로서 제련 시 의도적으로 첨가한 것으로 추정된다.

노벽의 경우 Al2O3의 함량이 낮아 고알루미나질의 내화점토를 사용하지 않은 것으로 획인되었다.

슬래그의 미세조직과 주성분 분석을 통해 Fayalite와 Wustite가 나타난 No.1~3 슬래그는 철광석으로 제련한 것으로 보인다.

그러나 No.4 슬래그의 경우 TiO2을 함유한 Ulvospinel이 나타나 사철을 이용하여 제련했을 가능성이 높다.

그러므로 이 지역에서는 제철 원료로서 철광석과 함께 사철도 이용하였을 가능성이 있으며 노벽은 Al2O3의 함량이 낮은 일반점토를 사용하여 제작한 것으로 보인다.

@highlight

충주 수룡이 원모롱이 야철지에서 수습한 슬래그와 노벽을 분석해 제철관련 정보를 알아보고자 했다.

