본 연구의 목적은 명품브랜드를 정의하고 관리하는 모델을 제안하는 것이다.

브랜드자산을 정의하고 관리하는 기존모델인 Keller(1993)모델로는 명품브랜드를 적절히 설명할 수 없다고 보기 때문이다.

인지도와 속성중심의 연상을 중시하는 일반 브랜드와 달리 특정 고객층에 강하게 어필하는 표출성과 상징성이 명품브랜드의 특징이다.

태도기능이론 및 욕구위계이론에 근거하여 명품성을 프리미엄, 프레스티지, 카리스마로 나누고 PPCA(P: premium, P: prestige, C: charisma, A: awareness)모델을 제시한다.

PPCA모델에 따르면 명품브랜드는 도입기, 성장기, 리더기로 발전하여 완전한 명품이 되며 노화기가 올 수 있다.

도입기의 명품은 프리미엄브랜드, 성장기의 명품은 프레스티지브랜드라 하고 리더기의 명품은 카리스마브랜드로 부른다.

또한 PPCA모델에서는 통상적으로 명품이라고 표현하는 럭서리브랜드를 프레스티지브랜드와 카리스마브랜드가 합해진 것으로 보고 있다.

PPCA모델에 따르면 한국기업의 브랜드명품화는 프리미엄브랜드의 초기 단계에 머물고 있다.

@highlight

이 연구의 목적은 명품브랜드를 정의하고 관리하는 모델을 제안하는 것이다.

@highlight

PPCA모델에 따르면 명품브랜드는 도입기, 성장기, 리더기로 발전해 완전한 명품이 되며 노화기가 올 수 있다.

