본 연구의 목적은 아로마 향이 학업 스트레스와 뇌파에 어떠한 영향을 미치는 지를 연구하기 위함이다.

피험자는 뇌생리학적 실험에 참가한 경험이 없는 남자 중학생 24명을 대상으로 하였으며, 이들은 각각 아로마 흡입집단과 무향 통제집단에 무작위로 12명씩 할당되었다.

참가자의 스트레스 수준을 측정하기 위해 이보영(2007)의학업스트레스 수준 검사지를 사용하였다.

뇌파측정은 국제 10-20 전극배치법에 따라 스트레스와 관련이 있다고여겨지는 4개의 영역(Fp1, Fp2, F3, F4)을 측정하였다.

과제는 스트레스 검사지 작성 후 편안한 의자에 앉아 있는3분 동안 아로마 냄새 맡고 다시 스트레스 검사지를 작성하는 것이었다.

본 연구 결과 아로마 흡입집단이 무향통제집단에 비해 학업으로 받은 스트레스가 줄어들 뿐만 아니라 알파파도 증가하였다.

본 연구의 결과는 아로마향이 스트레스를 해소시키는 잠재적인 도구로 사용될 수 있음을 입증해 주었다.

@highlight

본고의 목적은 아로마 향이 학업 스트레스와 뇌파에 어떤 영향을 미치는 지를 연구하기 위함이다.

