단순한 세기의 전환을 넘어 사회적변화와 함께 21세기에 들어서면서 우리사회의 담론의 무게가 ‘문화’로 옮겨가고 있음을 부인하기 어렵다.

경제중심의 불균형한 발전을 대신하여 정치·경제·문화가 서로 상생하는 균형발전이 글로벌테머가 되었고, 이에 대한 논의는 우리사회가 처한 상황에 따라 다양한 방식과 양상으로 전개되고 있다.

이같은 문화는 그동안 문화예술을 넘어 문화융성, 문화산업 방향으로 패러다임이 변화하면서 문화경영사상도 낳게 하였다.

우리헌법이 문화국가원리를 표방하고 있고, 이를 위해 다양한 문화정책의 수립과 문화산업의 진흥을 위하여 “문화기본법”과 “문화산업진흥기본법”을 두고 있다.

문화산업의 진흥을 위한 목적은 바로 문화의 발전으로 이어지기 때문에 문화관련법과 정책의 합리적 선택과 제정은 필수적이다.

문제는 문화의 의도적 진흥이라는 것인데, 이는 문화의 자율성을 훼손할 우려가 있다.

규제정책을 수립하기 위해서는 단순하게 산업이나 서비스에 미치는 영향만이 아닌 경영·사회·문화적인 영향에 까지 고려해야 할 것이다.

이러한 사고위에 본 연구는 문화경영의 차원에서 현대사회가 표방하고 있는 문화에 대하여 문화산업진흥을 위한 법 정책을 제언하고 제시하는 것을 목적으로 한다.

이를 위해 문화산업진흥의 배경을 살펴보고, 현행 문화기본법과 문화산업진흥을 위한 법제의 대안을 문화경영차원에서 제시한다.

이제 우리는 문화경영의 토대위에 문화진흥법제를 재정비해야하는 선택만이 남는 것이다.

@highlight

단순한 세기의 전환을 넘어 사회적변화와 함께 21세기에 들어서면서 우리사회의 담론의 무게가 ‘문화’로 옮겨가고 있음을 부인하기 어렵다.

