본 연구의 목적은 결혼이주여성 임파워먼트 척도를 활용하여 복지서비스 이용과 임파워먼트, 생활만족도와의 관계를 규명함으로써 결혼이주여성의 임파워먼트 및 생활만족도 향상을 위한 사회복지의 실천적 함의를 제안하는 것이다.

이를 위해 2012년 대구가톨릭대학교 사회통합연구소에서 실시한 결혼이주여성 임파워먼트 조사 자료를 활용하여 총 536명의 결혼이주여성을 대상으로 개인적 특성, 복지서비스, 임파워먼트, 생활만족도의 관계를 중다회귀분석을 통해 분석하였고, 임파워먼트의 매개효과를 검증하였다.

분석결과 복지서비스 이용수준이 높을수록 임파워먼트가 향상되었고, 생활만족도 역시 높아지고 있었다.

또한 임파워먼트는 복지서비스 이용과 생활만족도 사이에서 완전매개효과를 갖는 것으로 나타나 복지서비스 이용을 통한 임파워먼트 향상은 생활만족도 증진에 중요한 영향을 미치고 있음을 알 수 있었다.

이러한 결과를 바탕으로 결혼이주여성의 임파워먼트 향상을 위해서 결혼이주여성의 욕구를 충족시키고 역량을 강화할 수 있는 효율적인 복지서비스 개선방안을 제안하고 있다.

@highlight

이 연구의 목적은 결혼이주여성 임파워먼트 척도를 활용해 복지서비스 이용과 임파워먼트, 생활만족도와의 관계를 규명함으로써 결혼이주여성의 임파워먼트 및 생활만족도 향상을 위한 사회복지의 실천적 함의를 제안하는 것이다.

