이 연구에서는 대형선망어구에서 사용되는 13개 종류의 망지의 항력계수와 양력계수를 도출하여 이전의 연구들과 비교하여 선망어구로서의 유체역학적 특성을 연구하였다.

발의길이(l)와 직경(d)이 각각 다른 13개 종류의 망지가 실험에 사용되었다.

항력계수(Cd)는 d/l의 증가에 따라 커졌고, 0.4m/s 유속에서는 Cd=3.71499(d/l)+0.76595, 0.5m/s 유속에서는 Cd=4.30324(d/l)+0.69056 으로 표현할 수 있다.

비슷한 d/l의 무결절망지 실험인 이전의 연구결과와 이 연구결과를 비교하면, 저항계수의 값은 비슷했고, 결절망지의 실험보다는 이 연구의 저항계수 값이 작았다.

그러므로 선망에서 무결절망지를 사용하는 것은 선망어구에 작용하는 저항을 줄이는 측면에서 이점이 있다.

@highlight

본고에서는 대형선망어구에서 사용되는 13개 종류의 망지의 항력계수 및 양력계수를 도출해 이전의 연구들과 비교하여 선망어구로서의 유체역학적 특성을 연구했다.

