본 연구는 우리나라 주식 시장에서의 개별 주식 수익률의 변동성 과정을 결정하는 요인을 고찰한다.

주식 수익률을 잘 설명한다고 알려진 요인들과 개별 주식 변동성 과정의 관계를 연구하여, 어떠한 요인 때문에 각 주식들의 변동성 과정이 다르게 나타나는지를 살펴본다.

이를 위해, EGARCH 모델로 추정된 변동성 모수들을 대상으로 거시경제, 펀더멘털, 기술적 요인의 요인 익스포져를 독립 변수로 하는 Fama and Macbeth(1973) 횡단면 분석 실시하였다.

분석 결과는 다음과 같다.

첫째, 개별 기업의 수준에서 변동성 과정이 다르게 나타나는 것은 주로 기업 고유의 펀더멘털 요인과 모멘텀 수익률, 과거 변동성 수준에 기인한다는 것을 알 수 있었다.

둘째, 거시경제 요인은 다른 요인들에 비하여, 변동성 과정에 대한 설명력이 부족하였다.

마지막으로 개별 주식 수준(Firm level)에서 변동성의 비대칭적인 패턴은 레버리지 효과(The leverage effect)로 설명하기는 어려움이 있는 것으로 나타났다.

@highlight

이 연구는 우리나라 주식 시장에서의 개별 주식 수익률의 변동성 과정을 결정하는 요인을 고찰한다.

@highlight

주식 수익률을 잘 설명한다고 알려진 요인들과 개별 주식 변동성 과정의 관계를 연구하여, 어떠한 요인 때문에 각 주식들의 변동성 과정이 다르게 나타나는지를 살펴본다.

