본 연구는 OECD(2004)에서 질 높은 유아교육과정 개발을 위한 최적의 사고와 학습 형태로 제시한 4가지 준거에 비추어 3-5세 연령별 누리과정의 교수·학습 방법을 분석하였다.

그 결과 첫째, 3-5세 연령별 누리과정 총론의 교수·학습 방법에 논리-

분석적 사고와 연합적(내러티브) 사고의 조화가 나타나도록 명시하고, 이 두 가지 사고가 반영되도록 자연탐구와 의사소통 영역의 목표를 수정·보완하는 것이 적절하다.

둘째, 3-5세 연령별 누리과정 총론의 교수·학습방법에 놀이와 학습의 관계가 나타나도록 명시하고, 놀이는 유아의 생활과 학습의 중요한 수단이고, 교사의 계획과 지도뿐만 아니라 개인의 발달 측면에서도 강조되어야 한다.

셋째, 3-5세 연령별 누리과정 교수·학습 방법 총론에서 의미 만들어가기 학습이 가장 강조되어 나타났으며, 교사의 교수계획중심 관점에서 벗어나 유아 학습중심 관점에서 수정되어야 한다.

넷째, 3-5세 연령별 누리과정 총론 교수·학습 방법에서 개방적이고 유아주도적인 경험의 의미를 직접적이고 명확한 표현으로 보완되는 것이 필요하다.

이상의 결과가 반영되어 3-5세 연령별 누리과정총론 교수·학습 방법이 인지와 정서, 발달과 학습 모두를 조화하여 수정·보완됨으로써 3-5세 연령별 누리과정의 질 개선이 이루어질 수 있다.

@highlight

이 연구는 OECD에서 질 높은 유아교육과정 개발을 위한 최적의 사고와 학습 형태로 제시한 4가지 준거에 비추어 3-5세 연령별 누리과정의 교수·학습 방법을 분석하였다.

