본 논문에서는 다중입출력 가시광통신에서 플리커 현상을 완화하기 위한 방법에 대하여 연구하였다.

LED 가시광통신은 LED의 광을 이용하여 데이터를 전송하는 기술로 조명의 역할과 동시에 네트워크 구축이 가능한 효과적인 방법이다.

최근에는 전송률 향상을 위해 다수의 송신 LED를 이용한 다중입출력 가시광통신에 관한 연구가 활발히 진행되고 있다.

그러나 다중입출력 가시광통신은 송신 LED들 간의 광 간섭 문제와 수신부에서의 광 검출 문제, 서로 다른 데이터 비트를 전송하며 발생하는 플리커 문제점 등을 가지고 있다.

이러한 문제점들을 해결하기 위해 전송률과 오류율 성능에 관한 광간섭과 광 검출 문제는 많은 연구가 진행되고 있지만 조명의 역할을 위한 플리커 현상의 문제점에 관하여 많은 연구가 진행되지 않고 있다.

이러한 다중입출력 가시광통신에서의 플리커 문제점을 해결하기 위하여 본 논문에서는 전송 패턴의 변화를 이용한 PFM(Parallel Flicker Mitigation) 코드를 제안하고 시뮬레이션을 통해 제안하는 시스템의 플리커 완화 성능을 분석하였다.

@highlight

이 논문에서는 다중입출력 가시광통신에서 플리커 현상을 완화하기 위한 방법에 대해 연구했다.

@highlight

다중입출력 가시광통신에서의 플리커 문제점을 해결하기 위해 이 논문에서는 전송 패턴의 변화를 이용한 PFM 코드를 제안하고 시뮬레이션을 통해 제안하는 시스템의 플리커 완화 성능을 분석했다.

