본 연구는 청소년 기업가정신 교육 프로그램이 청소년의 창의성 역량과 사회적 문제해결력에 미치는 효과에 대해 검증하였다.

연구대상은 수도권을 비롯한 전국 11개의 고등학교 학생 442명이며, 각각 221명이 실험집단과 통제집단에 배치되었다.

교육 프로그램은 총 10차시로 구성되었다.

연구도구는 창의성 역량 측정을 위해 안태욱(2017)의 연구에서 사용된 협력적 의사소통, 창의적 문제해결력, 혁신적 업무행동능력으로 구성된창의성 역량 측정도구를 사회적 문제해결력 측정을 위해 D’Zurila와 Nezu(1990)가 제작한 사회적 문제해결능력 척도(Social Problem-

Solving Inventory) 중 문제규정과 의사결정을 본 연구의 목적과 취지에 적합하게 수정 및 보완하여 사용하였다.

연구결과, 청소년 기업가정신 교육 프로그램은 청소년의 창의성역량과 사회적 문제해결력 각각의 하위요소에 유의미한 효과 를 나타내었다.

이러한 연구결과는 청소년에게 기업가정신 교육을 통해 미래 청소년에게 중요한 역량인 창의성과 사회적 문제해결력에 긍정적인 영향을 줄 수 있음을 검증했다는 점에서의의가 크다.

또한 청소년 기업가정신 교육에 대한 이해의 폭을 넓혀 향후 청소년 기업가정신 교육이 나가야 할 방향을 제시했다는 점에서 의의가 있다.

@highlight

본고는 청소년 기업가정신 교육 프로그램이 청소년의 창의성 역량 그리고 사회적 문제해결력에 미치는 효과에 대해 검증했다.

