최근 각 급 학교에서 활발히 펼쳐지고 있는 혁신학교 사업은 우리 사회의 정치적, 교육적 이슈로서 찬반 논쟁을 불러일으키는 가운데 교육현장에서 커다란 변화를 일으키고 있다.

우리는 이런 정치적 논란을 떠나 이 사업의 교육철학을 담고 있는 ‘창의지성교육’을 살펴볼 필요가 있는데, 왜냐하면 거기에는 ‘배움중심수업’이라는 교육철학적인 논의거리가 담겨 있기 때문이다.

‘창의지성교육’이 바라보는 배움은 기존의 문화 전통을 계승하는 가운데 비판적 사고력을 기르는 일에 초점을 맞추고 있다.

이는 유연한 지성이 획일화된 지식보다 미래 사회를 살아나가는 데에 있어서 중요하다고 보기 때문이다.

그러나 이러한 의도에도 불구하고 비판적 사고 속에는 학생들의 욕망과 사회적 차원에서 제기되는 배움에 관한 논의가 희박하다.

본 연구는 들뢰즈의 실험적 배움론으로 이를 비판하고자 한다.

들뢰즈의 실험적 배움론은 배움의 감성적 측면과 사회적 측면을 강조하고 있기 때문이다.

이는 ‘창의지성교육’을 한 층 풍요롭게 하고, 교사문화의 변화를 모색하는 실마리가 될 것이다.

@highlight

최근 각 급 학교에서 활발히 펼쳐지고 있는 혁신학교 사업은 우리 사회의 정치적, 교육적 이슈로서 찬반 논쟁을 불러일으키는 가운데 교육현장에서 커다란 변화를 일으키고 있다.

@highlight

이 연구는 들뢰즈의 실험적 배움론으로 이를 비판하려 한다.

