본 연구의 목적은 플라톤의 『티마이오스』에 대한 키케로의 라틴어 번역을 검토하는 가운데, 그리스 철학이 로마인들에 의해 해석되고 수용되는 과정과 방식을 이해해보려는 것이다.

키케로는 자신의 저서 곳곳에서 그리스 철학의 용어들을 라틴어로 번역하고 싶다는 욕구를 드러내곤 했다.

그의 이러한 욕구는 그저 그리스인들의 사유를 수동적으로 모방하고 답습하려는 것이 아니라, 보다 적극적인 해석과 비판적인 평가를 통해 능동적으로 자기화하려는 의도였다.

본 연구는 키케로의 『티마이오스』 번역을 통해서 그리스 철학이 라틴화되는 과정의 주요한 측면들을 살펴보고자 하는 것이다.

이를 위하여 본 연구에서는 플라톤의 『티마이오스』와 키케로의 『티마이오스』에 나타난 도드라진 차이점들을 검토해 볼 것이다.

그것들은 대화의 극적인 형식, 그럼직한 이야기로서의 우주론, 가지적 형상과 물질의 관계, 신적인 제작자(데미우르고스)의 위상 변화, 그리고 경험적 인식을 바라보는 태도를 중심으로 진행될 것이다.

@highlight

이 연구의 목적은 플라톤의 『티마이오스』에 대한 키케로의 라틴어 번역을 검토하는 가운데, 그리스 철학이 로마인들에 의해 해석되고 수용되는 과정과 방식을 이해해보려는 것이다.

