김일성이 어떻게 상징을 조작하여 대중들이 기대를 갖도록 했는가?

김일성이 상징 조작에 활용했던 구체적인 사례들은 무엇이 있는가?

이 과정에서 김정일은 어떠한 역할을 수행하였는가?

본 연구는 이런 질문들을 바탕으로 상징(체계)과 정치 사이의 상호연관성을 탐색하려는 목적을 갖고 진행하였다.

에델만이 통찰한 것처럼 김일성과 김정일은 국가 상징, 정치적 구호, 상징조형물들을 통하여 자신들의 권력을 상징화하고 일상화하였으며, 대중들은 일부 이로부터 감동받고 김일성과 심리적 동질화를 이룸으로써, 다양한 위기의 시기가 있었지만 북한의 정치는 큰 변란 없이 현재까지 이어져오고 있다.

김일성·김정일의 상징장치가 권력기제로서 작동해 오고 있는 것이다.

김일성의 상징 조작(manipulation)은 유일체제 수립을 전후하여 선전선동부문을 책임지게 된 김정일에 의해 더욱 치밀하게 계획되고 추진되어 북한 주민들은 조작을 조작으로 느끼지 않게 되는 단계, 즉 상징장치들이 작동(operation)하는 단계에 이르게 되었다.

@highlight

김일성이 어떻게 상징을 조작하여 대중들이 기대를 갖도록 했는가?

@highlight

김일성이 상징 조작에 활용했던 구체적인 사례들은 무엇이 있는가?

@highlight

이 과정에서 김정일은 어떠한 역할을 수행하였는가?

@highlight

본 연구는 이런 질문들을 바탕으로 상징과 정치 사이의 상호연관성을 탐색하려는 목적을 갖고 진행했다.

