본 논문에서는 풍산 FNS에서 개발한 force-

feedback형 고정밀 국산 3축 가속도계의 성능을 실험적으로 평가하고, 건설 구조물 전산구조해석 및 유지관리용 건전성 모니터링에의 적용성을 논한다.

레이트 테이블 및 가진기를 통해 다양한 형태로 가진실험을 수행함으로써 국산 가속도계의 비선형성, 대역폭, 저주파 신호계측 성능, 바이어스 특성을 검증하고, 국내 가속도계 시장의 대부분을 차지하고 있는 해외 업체들의 대표적 가속도계와 성능을 비교 평가하여 국산 가속도계의 적용성과 시장진입 가능성을 평가하였다.

실험분석 결과 국산 가속도계는 실험으로 평가한 모든 항목에서 실험에 사용된 수입 가속도계보다 좋은 성능을 보였다.

특히 건설 구조물 계측에 필수적인 저주파 대역 계측성능은 수입 가속도계의 성능을 능가하였으며, 바이어스도 상수 특성을 가장 잘 유지하는 것으로 나타나 향후 실험기반 구조해석 및 구조물 장기 건전도 모니터링에 좋은 대안이 될 것으로 평가된다.

@highlight

이 논문에서는 풍산 FNS에서 개발한 force-

@highlight

feedback형 고정밀 국산 3축 가속도계의 성능을 실험적으로 평가하고, 건설 구조물 전산구조해석 및 유지관리용 건전성 모니터링에의 적용성을 논한다.

