본

 

연

구

에

서

는

 

탄

소

섬

유

,

 

탄

화

규

소

섬

유

 

그

리

고

 

하

이

브

리

드

섬

유

를

 

강

화

재

로

 

하

여

 

T

G

C

V

I

와

 

P

I

P

 

혼

합

 

공

정

으

로

 

C

f

/

S

i

C

,

 

S

i

C

f

/

S

i

C

,

 

C

f

-

S

i

C

f

/

S

i

C

의

 

세

라

믹

복

합

재

를

 

제

조

하

였

다

.

 

열

충

격

싸

이

클

시

험

,

 

3

-

점

 

굴

곡

험

과

 

O

x

y

-

A

c

e

t

y

l

e

n

e

토

취

 

시

험

후

에

 

그

들

의

 

기

계

적

물

성

,

 

산

화

저

항

성

과

 

내

삭

마

성

을

 

평

가

하

였

다

.

 

C

f

/

S

i

C

복

합

재

는

 

온

도

 

증

가

에

 

따

라

서

 

기

계

적

물

성

의

 

감

소

와

 

준

 

연

성

의

 

파

단

모

드

,

 

그

리

고

 

높

은

 

삭

마

량

을

 

보

였

다

.

 

S

i

C

f

/

S

i

C

복

합

재

는

 

C

f

/

S

i

C

 

복

합

재

에

 

비

하

여

 

강

한

 

기

계

적

물

성

,

 

낮

은

 

삭

마

량

을

 

그

리

고

 

취

성

의

 

파

단

모

드

를

 

나

타

냈

다

.

 

한

편

 

하

이

브

리

드

 

복

합

재

는

 

가

장

 

우

수

한

 

기

계

적

물

성

과

 

S

i

C

f

/

S

i

C

보

다

는

 

연

성

의

 

파

단

모

드

 

그

리

고

 

C

f

 

/

S

i

C

 

보

다

 

낮

은

 

삭

마

량

의

 

결

과

를

 

나

타

냈

다

.

 

O

x

y

-

A

c

e

t

y

l

e

n

e

토

취

 

시

험

 

중

에

 

S

i

C

매

트

릭

스

는

 

산

화

되

어

 

S

i

O

2

층

을

 

형

성

하

였

으

며

,

 

특

히

 

이

 

층

은

 

C

f

-

S

i

C

f

/

S

i

C

 

와

 

S

i

C

f

/

S

i

C

 

복

합

재

에

서

 

섬

유

의

 

추

가

적

인

 

삭

마

를

 

막

는

 

역

할

을

 

하

는

 

것

으

로

 

나

타

났

다

.

 

결

론

적

으

로

 

낮

은

 

기

공

율

을

 

갖

는

 

하

이

브

리

드

 

복

합

재

를

 

제

조

한

다

면

,

 

C

f

/

S

i

C

의

 

산

화

로

 

인

한

 

기

계

적

물

성

의

 

감

소

와

 

S

i

C

f

/

S

i

C

 

복

합

재

의

 

취

성

 

파

단

모

드

의

 

개

선

으

로

 

고

온

 

산

화

분

위

기

에

서

 

고

온

열

구

조

재

로

의

 

적

용

이

 

높

을

 

것

으

로

 

기

대

한

다

.

@highlight

본 논문에서는 탄소섬유, 탄화규소섬유 그리고 하이브리드섬유를 강화재로 하여 TGCVI와 PIP 혼합 공정으로 Cf/SiC, SiCf/SiC, Cf-SiCf/SiC의 세라믹복합재를 제조하였고, 열충격싸이클시험, 3-점 굴곡험과 Oxy-Acetylene토취 시험 후 그들의 기계적물성, 산화저항성과 내삭마성을 분석했다.