본 연구에서는 한국아동패널의 8차년도 자료를 활용하여 초등학교 1학년 아동 부모의 부모공동양육을 잠재프로파일분석을 통해 유형분류를 하고, 분류된 유형에 따라 아동의 심리사회적 적응에 차이가 있는지를 검증하였다.

최종분석대상은 1,552명의 자료였으며, 분석변수는 부모공동양육, 아동의 행복감, 학교생활, 문제행동 척도였다.

주요 연구결과는 다음과 같다.

첫째, 아버지와 어머니의 부모공동양육에 있어서 인식 차이가 나타났는데, 어머니가 아버지보다 배우자에게 가족통합적인 행동을 더 많이 하는 것으로 보고하였다.

둘째, 어머니가 보고한 부모공동양육의 잠재프로파일 수는 3개로 선정되었으며, 각 프로파일의 특성을 고려하여 ‘통합형’, ‘중간갈등형’, ‘높은갈등형’으로 명명하였다.

셋째, 부모공동양육의 잠재프로파일에 따라 아동의 심리사회적 적응에 차이가 있는지 살펴본 결과, 통합형 집단이 다른 집단에 비해 아동의 주관적 행복감과 학업수행적응이 높고 문제행동을 더 적게 보이는 것으로 나타났다.

@highlight

본 연구에서는 초등학교 1학년 아동 부모의 부모공동양육을 잠재프로파일분석을 통해 유형분류를 하고, 분류된 유형에 따라 아동의 심리사회적 적응에 차이가 있는지를 검증하였다.

@highlight

주요 연구결과 어머니가 아버지보다 배우자에게 가족통합적인 행동을 더 많이 하는 것으로 나타났다.

