본 연구에서는 한국교육개발원의 한국교육종단연구 7, 8차년도 데이터를 사용하여 대학교 영어 전공강의가 학생들 의 학업 자기효능감 및 영어 의사소통 자아개념에 미치는 효과를 분석하였다.

우선, 영어전공강의의 선택에 영향을 미치는 요인을 분석하였고, 이를 토대로 경향점수매칭(Propensity Score Matching) 방식을 적용하였다.

추가로, Rosenbaum Bounds와 Mantel-

Haenszel Bounds 같은 민감도 분석(Sensitivity Analysis)을 실시하여 비관측 외부요인의 영향력을 확인하였다.

분석 결 과, 영어 전공강의 선택에 있어 전년도 영어강의 수강학점 및 수능 외국어영역 점수, 학업자아개념이 중요한 요인으로 작용 하였으며, 선택편의 조정 이후, 영어 전공강의가 관심 종속변수에 갖는 처치효과의 유의성은 상실되었다.

민감도 분석 결과, 영어 전공강의의 효과는 관찰되지 않은 외부변인의 영향력으로부터 강건하다고 나타났다.

일련의 결과를 바탕으로 대학에서 의 ‘교과 정책’으로서 영어 전공강의가 갖는 타당성을 확인하고 이에 대한 시사점을 제언하였다.

@highlight

본고는 한국교육개발원의 한국교육종단연구 7, 8차년도 데이터를 사용해 대학교 영어 전공강의가 학생들 의학업 자기효능감과 영어 의사소통 자아개념에 미치는 효과를 분석했다.

