신 사회위험의 하나의 축은 가족 구조의 재편과 여성의 경제활동참여율 증가에 따라 발생한 새로운 욕구들이다.

일가정 양립정책이 여성 경제활동에 미치는 영향에 대한 연구는 활발하게 이루어지고 있음에도 불구하고, 여성 취업에 영향을 미칠 수 있는 제도로서 생산레짐의 함의를 살펴보는 연구는 미진한 실정이다.

본 연구는 룩셈부르크 소득연구(Luxembourg Income Study) 자료를 이용하여 생산레짐과 일가정양립정책이 성별 임금격차에 미치는 영향을 분석하였다.

분석결과, 기업특정적 기술 활용이 활발한 조정경제시장에서 여성의 임금이 남성에 비해 통계적으로 유의하게 낮게 나타나 성별 임금격차가 증가하는 것으로 나타났다.

반면, 육아휴직과 보육지출은 여성의 임금순위를 향상시키는 것으로 나타나 성별 임금순위격차를 약화시키는 것으로 분석되었다.

본 연구는 제도적 측면에서 생산레짐과 일가정양립정책이 여성의 임금순위에 미치는 영향을 실증적으로 평가했다는 데 그 의의가 있다.

@highlight

신 사회위험의 하나의 축은 가족 구조의 재편과 여성의 경제활동참여율 증가에 따라서 발생한 새로운 욕구이다.

