본 연구는 미국 자활 영역에서 아래로부터 위로의 ‘이용자중심(client-

centered)’ 접근을 통해 개발되어 사용 중인 ‘정서적 자활 성과 지표(Psychological Self-

Sufficiency: PSS)’의 한국에의 적용 가능성을 탐색하기 위해, 한국 자활 프로그램 참여자를 대상으로 척도 타당성 검증을 실시한다.

자활사업은 전통적으로 ‘경제적 자활’에 초점을 두고 자활사업의 궁극적 목표인 경제적 성과에만 집중함으로써, 자활사업 참여자의 정서적, 사회적 변화를 간과해왔다.

본 연구는 자활사업의 성과를 제고하기 위해서는 기존의 경제적 측면에서의 접근 뿐 아니라 정서적 측면에서의 접근 또한 필요함을 제안하며, 자활사업 참여자들의 정서적 변화에 초점을 둔 고용희망 척도(employment hope scale: EHS)의 타당도를 검증한다.

그 결과, 4차원 17문항으로 구성된 한국형 고용희망 척도의 타당성이 검증되었다.

본 연구는 정서적 자활 정도를 측정할 수 있는 성과지표로서 한국형 고용희망 척도의 활용가능성을 검증함으로써, 경제적 자활 성과 지표를 보완할 수 있는 보완적 과정 평가 도구로서의 적용 가능성을 제안한다.

@highlight

본고는 미국 자활 영역에서 아래로부터 위로의 ‘이용자중심(client-

@highlight

centered)’ 접근을 통하여 개발되어 사용 중인 ‘정서적 자활 성과 지표'의 한국에의 적용 가능성을 탐색하기 위하여, 한국 자활 프로그램 참여자를 대상으로 척도 타당성 검증을 실시했다.

