국내의 하천 환경은 4대강 사업 이후로 많은 변화가 예상되며, 이 과정에서 하천관리기법 역시 변화가 요구되고 있다.

준설이 그 대표적 예라고 할 수 있지만 준설은 2차 환경피해의 우려가 있다.

이를 위해서 준설의 사회·환경적으로 미치는 부정적인 영향을 최소화하기 위하여 미국의 환경창 제도를 한국에 적용시켜보았다.

자료의 부족을 극복하기 위해 통계학적 기법을 이용한 방안을 제시하였으며, 낙동강 강정고령보 하류부에 적용해보았다.

그 결과, 1개월 동안 준설하는 경우에는 3월에 수행하는 것이 최적으로 나타났으며, 8개월 동안 준설하는 경우에는 8월에 수행하는 것이 최적인 것으로 나타났다.

여기에 홍수기를 고려했을 경우에는 8개월 동안 준설에 대해서 10월에 시작하는 것이 최적인 것으로 나타났다.

환경창 제도와 같이 비구조적 방법은 친환경 준설장비를 개발하는 등의 구조적 방법보다 제도만 잘 정비된다면 단기간에 효과를 볼 수 있으며, 친환경 준설장비를 개발하면서 소요되는 막대한 예산을 절감할 수 있다는 장점이 있으므로 환경창을 준설규정을 수립하는 데 있어서 참고할 수 있을 것으로 판단된다.

환경창의 국내 적용은 하천준설에 대한 연구가 미비했던 국내에 기초자료로써 제공될 수 있을 것으로 판단된다.

@highlight

국내의 하천 환경은 4대강 사업 이후로 많은 변화가 예상되며, 이 과정에서 하천관리기법 역시 변화가 요구되고 있다.

