본 연구의 목적은 미국 태권도 수련생의 교육서비스 지각과 수련행동의 관계를 실증적으로 규명하여 태권도 도장 경영을 위한 기초자료를 제공하는데 연구의 목적이 있다.

이를 위해 조사대상은 미국 동부 노스캐놀라이나주에 거주하고 있는 태권도 수련생을 모집단으로 설정하고 10개 태권도 도장의 수련생을 표본으로 선정하여 335명의 설문응답 자료를 분석에 이용하였다.

설문지의 작성은 자기평가기입법, 자료처리는 Windows용 한글 SPSS version 18.0을 이용하여 빈도분석, 요인분석, 신뢰도분석, 상관관계분석, 다중회귀분석을 실시하였고, 유의수준은 .05로 설정하였다.

이와 같은 절차 및 자료 분석을 통하여 얻어진 결론은 다음과 같다.

첫째, 미국 태권도 수련생의 교육서비스 지각과 수련행동에는 상관관계가 있다.

둘째, 미국 태권도 수련생이 지각하는 교육서비스의 하위요인 중 지도자요인, 프로그램요인, 교육비용요인이 구전활동에 영향을 미친다.

셋째, 미국 태권도 수련생 지각하는 교육서비스의 하위요인 중 교육비용요인, 관리요인, 외부환경요인이 수련지속에 영향을 미친다.

@highlight

이 연구의 목적은 미국 태권도 수련생의 교육서비스 지각과 수련행동의 관계를 실증적으로 규명해 태권도 도장 경영을 위한 기초자료를 제공하는데 연구의 목적이 있다.

