이 논문은 토론 담화의 원리 및 구성 요소를 규정하여 교과서의 토론 교육 내용과 그 원리 등에 대한 분석과 동시에 문제점을 밝히고, 초등학교에서 일반화가 가능한 토론 수업 모형에 대한 연구이다.

토론 담화는 상호 교섭적인 성향이 매우 강하고 역동성을 강조하는 형식의 설득적 말하기로, ‘내용 표현의 층위’, ‘담화 수행의 층위’, ‘내용 이해의 층위’로 구분하였다.

첫번째 층위에는 진실성의 원리와 응집성의 원리를, 두번째 층위에서는 공손성의 원리와 순서의 원리를, 세 번째 층위에서는 관련성의 원리를 제시하였다.

또한 토론 담화의 구성 요소는 토론 담화 상황에서 전체적인 상황을 조율하는 ‘사회자’라는 요소를 일반 담화의 구성 요소에 추가시켜서 제시해 보았다.

토론 교육은 무엇보다도 상호 교섭적 상황에서 논증을 통한 논쟁이 이뤄지도록 해야 하며, 이를 위한 준비 작업이 교육내용이 되어야 한다.

그러나 우리가 시행하고 있는 토론 교육은 토론을 하는 데 있어서 지켜야 할 규칙에 대한 교육이라고 할 수 있다.

‘토론 진행’에 있어서 기존의 방식은 초등학교 수준과 괴리가 있는 성인의 틀이다.

이에 대해 본고에서는 초등학교 현실에 맞는 진행 방식을 제시하고자 하였다.

성인과 다르게 주장과 반박 시간의 조정과 용어 사용을 통해 초등학교 현장에서 적용 가능한 2·3인조 토론을 기본으로 한 반대신문식 토론 모형을 구안하였다.

마지막으로 ‘토론 평가 활동’에서는 평가 활동 전에 전체적인 토론을 지속적으로 실시하고, 토론 중 교사 평가와 토론 후 상호 평가의 모형을 제안하였다.

@highlight

본 논문은 토론 담화의 원리 및 구성 요소를 규정해 교과서의 토론 교육 내용과 그 원리 등에 관한 분석과 동시에 문제점을 밝히고, 초등학교에서 일반화가 가능한 토론 수업 모형에 관한 연구이다.

@highlight

또한 토론 담화의 구성 요소는 토론 담화 상황에서 전체적인 상황을 조율하는 ‘사회자’라는 요소를 일반 담화의 구성 요소에 추가시켜서 제시해 보았다.

