콘크리트 충전강관 기둥은 우수한 구조성능에도 불구하고 폐단면이라는 특성 상 내다이아프램 형태의 접합부 제작이 어려워 시공성에 다소 문제가 있다.

본 연구에서는 이러한 문제를 해결하기 위해 미리 내다이아프램이 설치된 ㄷ형태의 부재 두 개를 용접하여 각형강관을 제작하는 방법을 제안한다.

접합부의 상부 다이아프램은 수평플레이트를, 하부는 수직 플레이트를 사용하였다.

본 연구는 제시된 접합부의 구조적 성능을 평가하기 위해 접합부 상·하부를 6개의 단순인장 실험과 실대 크기인 2개의 T형 기둥-

보 접합부에 대해 반복가력 실험을수행하였다.

단순인장 실험에서의 주요변수는 상부 다이아프램의 형태와 가력방향이며 하부 다이아프램은 수직 플레이트의 두께와 구멍 개수이고, 실대형 접합부의 변수는 가력방향이다.

실험결과 모서리 절삭형태는 큰 영향이 없었으며 강축방향이 약축방향보다 초기강성이16~24% 높았다.

수직 플레이트의 구멍개수와 두께가 증가함에 따라 최대내력이 각 약 5% 증가하였다.

실대형 T형 접합부의 가력축에 따른 내력 차이는 크지 않았으며 보의 전소성모멘트에 도달할 때까지 안정적인 거동을 나타냈다.

@highlight

본고에서는 문제를 해결하기 위해 미리 내다이아프램이 설치된 ㄷ형태의 부재 두 개를 용접하여 각형강관을 제작하는 방법을 제안한다.

