본 연구는 메타분석 방법을 통해 유아인성교육 프로그램의 효과를 분석하여 유아인성교육 프로그램을 개발하는데 필요한 기초자료를 제시하는데 목적이 있다.

이를 위해 2000년 이후 발표된 국내 유아인성교육 프로그램과 관련된 연구 21편을 대상으로 동질성을 검정한 후 랜덤효과모형을 적용하여 효과크기를 산출하였다.

분석결과, 유아인성교육 프로그램의 전체 평균효과크기는 2.48(U3=99.34%)로 나타났다.

즉 통제집단이 50%의 성공률을 보인 반면 실험집단의 경우 99.34%의 성공률을 보여 유아인성교육 프로그램의 효과가 매우 크다는 것을 알 수 있었다.

유아인성교육 프로그램의 운영방법과 유형, 목표에 따라 그 하위범주별 평균효과크기를 살펴본 결과, Cohen(1998)의 효과크기 기준에 의하면 실험집단 인원수는 20명 이하일 때 효과가 높았으며, 실험처치횟수는 16-20회기에서 가장 효과가 높은 것으로 나타났다.

유아인성교육 프로그램의 종속변수에 따른 효과크기는 사회성 발달 관련변인에서 가장 큰 크기를 나타냈으며, 프로그램 내용별 효과크기는 통합적 접근을 활용한 인성교육 프로그램이 높은 것으로 나타났다.

이러한 결과는 인성교육 프로그램이 유아의 인성형성에 긍정적인 영향을 미친다는 것을 보여주는 결과로, 체계적인 인성교육 프로그램 구성을 위해서는 인성의 구성요소 및 실천과정에 대한 기초 연구가 지속되어야 함을 제언할 수 있다.

@highlight

본고는 메타분석 방법을 통해 유아인성교육 프로그램의 효과를 분석하여 유아인성교육 프로그램을 개발하는데 필요한 기초자료를 제시하는데 목적이 있다.

