본 연구는 기존에 주로 연구되었던 남북한 군사통합에 대한 비용분석과 편익연구에서 탈피하여 그동안 미진하였던 남북한 군사통합 상황에서 북한에서 발생 가능한 잉여장비를 예측하고 이를 이전방안으로 처리하기 위한 국제적인 수요 분석 연구를 수행하였다.

이를 위한 기본 가정으로 통합방안은 남한군에 의한 흡수통합으로 한정하였으며, 대상체계는 전 세계 이전규모, 북한군 보유량, 민수화 가능성 및 성능개량 기술력 등 고려요소 분석을 통해 화포체계를 선정하였다.

또한 Military Balance 에 공개된 북한군 화포장비 현황을 반영하여 현재 북한군이 보유한 장비와 동일 구경을 갖는 유사장비 보유국을 식별하였다.

이를 바탕으로 SIPRI 데이터베이스 상의 국가별 이전량을 중심으로 정치, 경제, 사회, 기술적 요소를 종합하여 수요국가를 분석하였다.

이렇게 분석된 수요국가를 대외수출, 성능개량, 대외원조로 구분하여 향후 수요가 높을 것으로 판단되는 국가별 이전방안을 선정하여 제시하였다.

@highlight

본 논문은 기존에 주로 연구되었던 남북한 군사통합에 대한 비용분석과 편익연구에서 탈피하였다.

@highlight

그동안 미진하였던 남북한 군사통합 상황에서 북한에서 발생 가능한 잉여장비를 예측하고 이를 이전방안으로 처리하기 위한 국제적인 수요 분석을 하였다.

