본 연구는 조직에서 지식의 습득이 창의성에 미치는 영향을 확인하고자 하였다.

지식의 습득과 관련된 변수 중 학습지향성을 선정하여 이를 통해 구성원이 창의성을 발현하는 과정에 대해 분석하였다.

구체적으로 학습지향성, 전문지식, 창의적 사고능력의 매개 과정과 이들 간의 관계에서 동기의 조절효과를 실증분석하였다.

이를 위해 문헌연구를 통해 연구모형 및 가설을 설정하였고, 대구·경북에서 제조업 종사자을 대상으로 296부의 설문지를 배포·회수하여 가설을 검증하였다.

계층적 회귀분석을 통한 검증 결과, 학습지향성은 창의적사고능력에 긍정적인 영향을 미치고 전문지식은 매개효과가 있는 것을 확인하였다.

그리고 이러한 매개 관계에서 동기의 조절효과를 확인하였다.

이러한 연구결과는 창의성의 발현에 대해 구성요소의 관계를 보다 상세하게 확인하고, 학습지향성이 미치는 영향에 대해 규명함으로써 시사성이 있다고 할 수 있다.

즉, 지식의 함양을 통해 창의성이 발현되는 과정을 설명함으로써 조직 관리 방안에 가이드라인을 제공할 수 있을 것이다.

@highlight

이 논문은 조직에서 지식의 습득이 창의성에 미치는 영향을 알아보았다.

@highlight

이에 따라 구체적으로 학습지향성, 전문지식 그리고 창의적 사고능력의 매개 과정과 이들 간의 관계에서 동기의 조절효과를 조사하였다.

