수업컨설팅은 수업교사가 컨설턴트와 협력하여 자신의 수업에 대하여 진단, 해결방안 모색, 실행을 통해 실질적인 개선을 이루어가는 자기주도적인 문제해결의 과정이라고 할 수 있다.

따라서 수업컨설팅의 강점은 교사와 컨설턴트 간에 수평적 관계가 유지되며 컨설팅 자체는 교사의 자발적 참여를 전제하거나 유도한다는 점에서 장학활동과는 달리 교사의 참여적 문화를 만들어 갈 수 있다는 것이다.

그러나, 현재 우리 교육현장에서 운영되고 있는 수업컨설팅은 교육정책에 의한 의무적인 참여와 단편적인 차원의 컨설팅으로 수업컨설팅의 본질적인 목적 실현에 부족함이 있다.

이 연구에서는 수업컨설팅의 궁극적인 목적인 교사의 수업전문성 신장을 통한 좋은 수업을 위해 수업컨설팅이 어떤 방향으로 이루어져 하는지를 탐색하였다.

이를 위해 수업컨설팅의 개념과 모형, 좋은 수업의 특징 등에 대해 살펴보고, 초·중등학교와 대학교에서의 수업컨설팅 현황과 문제점을 분석하였다.

그리고 수업컨설팅의 새로운 방향으로 성찰에 기반한 컨설팅과 좋은 수업 실현을 위한 컨설팅 방향을 제안하였다.

@highlight

본 연구에서는 수업컨설팅의 궁극적인 목적인 교사의 수업전문성 신장을 통한 좋은 수업을 위해 수업컨설팅이 어떤 방향으로 이루어져 하는지를 탐색했다.

