본 연구의 목적은 국내 예술인 복지제도와 예술인을 위한 사회안전망 확충을 위한 방안을 제시하는데 있다.

이를위하여 예술인복지법에 대한 개념 및 적용, 동법에 근거한 한국예술인복지재단의 역할, 예술인을 위한 산재보험과 사회보험료에 대한 분석을 실시하였다.

또한 독일의 예술인사회보험법(KSVG)과 프랑스의 특별사회보장제도및 엥떼르미땅(Intermittent)에 대하여 조사하였다.

이를 토대로 본 연구에서는 표준계약서의 활성화 방안을 중심으로 국내 예술인 복지제도의 개선 방안을 제안하였다.

첫째, 예술인 표준계약서 사용의 인지도를 넓히기 위하여‘찾아가는 저작권과 계약실무교육’ 등의 홍보교육이 확대되어야 함을 강조하였다.

둘째, 불공정계약과 관행을 개선하기 위하여 ‘예술인신문고’사업 등 연계 기관 및 단체 표준계약서 사용의 규제가 강화되어야 할 것을 제안했다.

셋째, 무용예술인들의 복지수혜에 대한 범위를 넓히는 사회보장제도에 대한 인식 제고가 필요하다는 것을 밝혔다.

이 연구는 무용예술인들이 현재보다 다양하고 실효성 있는 복지혜택을 누릴 수 있도록 사회안전망 확충이이루어지기 위해서는 예술인 복지정책에 대한 교육체계화, 무용예술인들의 적극적인 개선의지와 자구적인 노력이반영되어야 한다는 점을 강조하였다.

@highlight

본 연구는 무용예술인들이 현재보다 다양하고 실효성 있는 복지혜택을 누릴 수 있도록 사회안전망 확충이이루어지기 위해서는 예술인 복지정책에 대한 교육체계화, 무용예술인들의 적극적인 개선의지와 자구적인 노력이반영되어야 한다는 점을 강조하였다.

