섬유강화복합재료는 비강도와 비강성이 뛰어나 여러 분야에 걸쳐 사용량이 증가하고 있으며 자전거와 같은 스포츠 용품에도 사용량이 점점 증가하고 있다.

복합재료는 다양한 형상의 구조부품으로 만들어져 사용되고있다.

특히 자전거 프레임의 일부에는 사각형 복합재 튜브 형태로 제작되어 사용되고 있으나 이에 관한 연구는 많지 않다.

사각 복합재 튜브의 경우에 모서리에 적절한 라운드 값을 주어 굽힘과 비틀림에 견디도록 설계된다.

본 연구에서는 모서리의 곡률반경이 R5, R10, R15인 세 개의 그룹에 가로-

세로 1:1, 1:1.5, 1:2의 형상비를 갖는 아홉 종류의 사각 복합재 튜브를 제작하였다.

탄소섬유강화복합재료가 튜브제작에 사용되었으며 단면적은 모두 같도록 설계되었다.

[0/90/±45]s으로 적층하여 제작한 사각 복합재 튜브에 굽힘과 비틀림 하중을 가하여 실험평가를 수행하였다.

실험결과 사각 복합재 튜브의 R 값과 형상비에 따라서 굽힘 및 비틀림 특성이 크게 다름을 알 수 있었다.

@highlight

본 논문에서는 모서리의 곡률반경이 R5, R10, R15인 세 개의 그룹에 가로-

@highlight

세로 1:1, 1:1.5, 1:2의 형상비를 가지는 아홉 종류의 사각 복합재 튜브를 제작했다.

