본 연구는 대학생들의 진로스트레스와 진로준비행동을 기반으로 몇 개의 잠재집단으로 구분되는지 살펴보고 진로동기의 하위요인들(진로정체감, 진로통찰력, 진로탄력성)이 각 잠재집단 분류에 유의한 영향을 미치는지 검증하고자 하였다.

이를 위해 대학생 475명의 자료를 분석하였다.

주요 연구결과는 다음과 같다.

첫째, 진로스트레스 및 진로준비행동 수준을 고려하여 잠재프로파일 분석을 실시한 결과, 5개의 집단이 적합한 것으로 나타났다.

잠재프로파일 1은 ‘진로행동적응’ 집단, 프로파일 2는 ‘진로행동미분화’ 집단, 프로파일 3은 ‘진로장애극복’, 프로파일 4는 ‘진로행동혼돈’ 집단, 프로파일 5는 ‘진로행동고뇌’ 집단으로 명명하였다.

각 집단 분류에 대한 진로동기와 성별, 학년의 영향력을 검증하고자 다항로지스틱 회귀분석을 실시한 결과, 진로동기의 하위 요인 중 진로정체성이 가장 많은 영향을 미쳤고, 진로통찰력과 진로 탄력성도 집단 특성을 설명할 수 있는 변인으로 나타났다.

또한, 성별과 학년도 일부 집단 분류에 유의한 영향을 미쳤다.

이러한 연구결과를 토대로 대학생 진로상담에 대한 시사점과 본 연구의 제한점, 그리고 후속연구를 위한 제언을 논의하였다.

@highlight

이 연구는 대학생들의 진로스트레스와 진로준비행동을 기반으로 몇 개의 잠재집단으로 구분되는지 살펴보고 진로동기의 하위요인들(진로정체감, 진로통찰력, 진로탄력성)이 각 잠재집단 분류에 유의한 영향을 미치는지 검증하고자 했다.

