TV토론에 나타난 후보자 자질에 대한 평가에 나타난 인식이 유권자 특성에 따라 차이가 있는가를 분석한 결과 세대 간에는 소속정당과 언변이나 제스처에서 유의미한 차이를 보이고 있다.

장년층은 정당일체감이 강하다 할 수 있고, 젊은 층은 언변이나 제스처 등 주변의 단서에 관심을보이는 것으로 보인다.

성별에서는 유의미한 차이는 없으나 소속정당이나 출신지역은 TV토론으로 크게 인식되지 못하고 있으며, 큰 영향 변수가 되지 않는 것으로 보인다.

학력 간에는 소속정당이 중요한 영향변수로 나타나고 있다.

고졸이하에서 소속정당이 어디냐에 따라 크게 영향 받는 것으로 보인다.

이는 전체적으로 장년 층은 저학력 층이 주를 이루고, 이들은 정당 중심의후보 선호 경향이 강함을 알 수 있다.

TV토론으로 형성된 후보자의 인식은 시청자의 특성에 따라 유의미한 차이를 보이는 요인이나타나고 있으나 크게 차별화되지 않은 양상을 보이고 있다.

기존의 연구에서 나타난 것과 마찬가지로 기존의 지지후보에 대한 지지성향을 강하게 하는 것으로 보인다.

다만 젊은 층과 장년층간에는 뚜렷한 차별화 양상이 나타나고 있다.

TV토론이 직접적인 투표결정에 영향을 미치는 점도 있지만 토론에서 강화된 인식이 타 매체를 통해 더욱더 강하게 확인되고 확산되는 결과를 보일 것으로 본다.

@highlight

TV토론에 나타난 후보자 자질에 대한 평가에 나타난 인식이 유권자 특성에 따라 차이가 있는가를 분석한 결과 세대 간에는 소속정당과 언변이나 제스처에서 유의미한 차이를 보이고 있다.

