본 연구는 신경정신과, 신경재활 및 인지기능 회복에 적용되는 반복 경두개 자기 자극(repetitive transcranial magnetic stimulation, rTMS)의 특성과 효과를 알아보고자 하였다.

신경정신과에서 적용되는 r TM S는 우울증의 종류, 연령, 정도 등에서 다양한 결과를보고하고 있으나 근거가 미약하여 차후 객관적 근거를 위한 연구가 필요하다.

신경재활에서는 뇌 손상의 위치, 크기, 나이, 성별등 환자의 개별적 특성에 따른 r TM S의 다양한 결과가 보고되었다.

특히 뇌졸중 환자의 상지기능, 인지기능 및 파킨슨병 환자의운동기능 회복의 치료법으로 제시되어 차후 자기자극의 크기, 강도 및 빈도 등의 객관적 근거가 요구된다.

비침습적이고 안전한rTMS는 선행연구를 통해 뇌 손상 환자의 감각, 운동, 정서, 인지 기능 및 신경 가역성에 긍정적인 영향을 줄 수 있다고 판단되며 약물, 정신치료 및 재활의 다른 치료법과 연계된 치료법으로써 활용될 수 있을 것으로 기대된다.

@highlight

본고는 신경정신과, 신경재활과 인지기능 회복에 적용되는 반복 경두개 자기 자극(repetitive transcranial magnetic stimulation, rTMS)의 특성 및 효과를 알아보고자 하였다.

