이 연구는 특성화고등학교 교사들이 교사효능감과 수업컨설팅의 인지도, 필요도, 유용성, 참여의도에 대해 어떻게 인식하고 있으며, 교사효능감과 수업컨설팅의 인식 변인들이 수업컨설팅 참여의도에 미치는 영향을 분석하였다.

이를 위해 특성화고등학교 8개교에서 251명을 대상으로 설문자료를 수집하여 기술통계, 일원변량분석, 이원변량분석, 상관분석, 다중회귀분석 등을 수행하였다.

이 연구의 주요 연구결과를 요약하면 다음과 같다.

첫째, 교사들의 성별과 교직경력에 따른 교사효능감은 통계적으로 유의한 차이가 나타났다.

남자 교사가 여자 교사보다, 교직경력 11년~20년 이하의 교사들이 5년 이하의 교사들보다 교사효능감이 더 높게 나타났다.

둘째, 교사들의 성별과 교직경력에 따른 수업컨설팅 참여의도를 분석한 결과 성별에 따른 차이는 유의미하지 않았지만, 교직경력과 담당교과 계열에 따라서는 통계적으로 유의미하였다.

교직경력 20년 이상의 교사들과 농업계열 교과 담당교사들의 수업컨설팅 참여의도가 가장 낮은 것으로 분석되었다.

셋째, 특성화고등학교 교사들의 수업컨설팅 참여의도에 영향을 미치는 변인은 수업컨설팅 유용성, 필요도, 교사효능감이었다.

수업컨설팅의 유용성과 교사효능감은 다른 변인들에 비해 수업컨설팅 참여의도에 높은 영향력을 미치는 것으로 분석되었다.

@highlight

본 연구는 특성화고등학교 교사들이 교사효능감과 수업컨설팅의 인지도, 필요도, 유용성, 참여의도에 대해 어떻게 인식하고 있으며, 교사효능감과 수업컨설팅의 인식 변인들이 수업컨설팅 참여의도에 미치는 영향을 분석했다.

