이 연구는 초기경력자의 주도적 성격과 개발지원관계망 특성이 조직사회화에 어떻게 영향을 미치는지에 대하여 실증적으로 검토하였다.

이를 위해 이 연구는 제조업 분야 18개 대기업에 종사하는 총 경력 5년 이내 초기경력자 395명의 자료를 분석하였으며, 주도적 성격, 개발지원관계망 특성, 조직사회화 학습결과들을 포함하는 매개모형을 검증하고자 단계적인 회귀분석을 실시하였다.

분석 결과, 첫째, 주도적 성격이 강할수록 개발지원자와의 관계강도가 높고, 관계망 크기가 큰 것으로 나타났다.

둘째, 주도적 성격은 조직사회화의 학습결과인 조직, 부서, 직무 학습결과에 대해 긍정적 효과를 나타냈으며, 관계강도와 관계망 크기가 주도적 성격과 조직사회화 학습결과와의 관계를 부분매개 하는 것으로 나타났다.

이러한 결과는 개인의 심리적 특성으로서 주도적 성격이 개발지원자들과 어떠한 방식으로 관계맺음을 하게 함으로써 조직사회화에 이득을 가져오는지를 구체화하였다는 점에서 학문적 의미와 실천적 함의를 제시한다.

@highlight

이 연구는 초기경력자의 주도적 성격과 개발지원관계망 특성이 조직사회화에 어떻게 영향을 미치는지에 대해 실증적으로 검토했다.

@highlight

분석 결과, 주도적 성격이 강할수록 개발지원자와의 관계강도가 높고, 관계망 크기가 큰 것으로 나타났다.

