본 연구에서는 산업 배출원에서 포집된 이산화탄소를 이용한 오일 회수증진법의 현황, 잠재력, 한계성에 대해 요약하였다.

전통적으로 CO2 EOR은 오일회수에 초점이 맞추어 졌지만, 최근에는 CO2의 효율적인 지중저장 수단이 되고 있다.

CO2 EOR에 사용되는 CO2의 97%는 주입 종료 후 지중에 저장된다.

현재 인위기원 CO2의 공급 비중이 꾸준히 증가하여 연간 1,200만 톤에 이르고 있다.

CO2 EOR이 탄소 포집 및 저장에 미치는 가장 큰 영향은 오일을 추가 생산함에 따라 CCS 적용에 따른 비용을 상쇄시킬 수 있는 수익을 창출할 수 있다는 점이다.

CO2 EOR을 적용하는 생산현장이 증가함에 따라 필요한 CO2 공급이 부족하여 산업 배출원에 의한 CO2 공급이 중요한 역할을 하게 될 것이다.

EOR과 연계된 CO2 지중 저장은 CCS와 관련된 비용을 근본적으로 상쇄할 수 있기 때문에 CCS에 별도의 인센티브가 주어지지 않더라도 촉진될 수 있을 것이다.

@highlight

본고에서는 산업 배출원에서 포집된 이산화탄소를 이용한 오일 회수증진법의 현황, 잠재력, 한계성에 대해 요약하였다.

