종합병원을 대상으로 설문조사를 수행하여 의료폐기물 처리에 대한 문제점과 관리에 대한 개선방향을 찾고자 하였다.

국내 326개 종합병원 중 응답한 기관 126개를 대상으로 온라인 설문조사를 실시하였다.

설문조사는 27문항으로 병원 및 의료폐기물 관리자 특성, 의료폐기물 발생현황, 의료폐기물 비용현황, 배출 및 수집특성, 자가처리 시행 경험 및 의견으로 구성하였다.

가장 많이 발생하는 의료폐기물 종류는 일반의료폐기물로 매월 5톤 미만이 발생한다고 의료폐기물 관리자 60%가 응답하였다.

일반 쓰레기통에 의료폐기물이 버려지는 경우가 있다고 응답한 경우는 23% 반면에 의료폐기물 전용용기에 일반쓰레기가 버려진다고 응답한 경우는 55%으로 조사되었다.

또한 처리비용은 지역과 위탁처리업체에 따라 차이가 있었으며 대부분의 종합병원(93%)이 의료폐기물은 소각 하는 것이 가장 안전하다라고 응답하였다.

의료폐기물 발생량 감소를 위해 일반쓰레기와 의료폐기물의 엄격한 분리수거가 필요할 것이다.

또한 처리비용에 대한 표준안 제시 등 정책적인 방안과 새로운 기술에 대한 평가 및 다양한 처리방안에 대한 연구가 선행되어야 한다.

@highlight

종합병원을 대상으로 설문조사를 수행하여 의료폐기물 처리에 대한 문제점과 관리에 대한 개선방향을 찾고자 했다.

