완주 송광사는 전라북도 완주군의 종남산 자락에 위치한 평지 사찰로 상당히 큰 규모의 가람을 유지하고 있다.

현재 송광사에는 조선후기 건립된 여러 전각을 비롯하여 다양한 불상들이 조성 봉안되어 있으며, 이 지역 불교 신앙과 예불의 중심지 역할을 수행하고 있다.

그리고 송광사에는 훼손된 경우도 있지만 내구성이 강한 다양한 석조미술품들이 전해지고 있어 송광사의 연혁이나 위상을 밝혀주는 중요한 자료가 되고 있다.

그중에 대표적인 석조미술품이 사적비와 부도군이다.

송광사 사적비는 조선후기 들어와 벽암 각성의 주도로 송광사가 개창되었으며, 당시 송광사 불사에 참여했던 인물들이 수록되어 있으며 벽암 각성을 위시한 조선시대 승려들의 법계를 밝혀주고도 있다.

이러한 내용들은 송광사의 연혁과 아울러 불교사적 위상을 밝혀주는 귀중한 사료이다.

그리고 부도군은 조선후기 성행한 다양한 양식의 부도들이 건립되어 있는데, 당대에 여러 승려들이 송광사에 머물렀으며 법등이 지속되었음을 시사해 주고 있다.

특히 벽암 각성의 부도는 조선후기 유력한 승려의 경우 분사리에 의하여 살아생전 인연이 깊은 여러 사찰에 여러 기의 부도가 건립되었음을 알려주는 자료이다.

@highlight

완주 송광사는 전라북도 완주군의 종남산 자락에 위치한 평지 사찰로 상당히 큰 규모의 가람을 유지하고 있다.

