이 연구는 시각장애인 진로 멘토링 사이트 개발에 대한 시각장애 고등학생, 대학생, 직장인들의 인식과 요구를 알아봄으로써 진로 멘토링 사이트 개발을 위한 기초 자료로 활용하는 데 목적이 있다.

이를 위해 집단별로 30명 이상, 총 104명이 조사에 참여하였다.

연구 결과, 첫째, 현재 주변으로부터 받는 진로 상담과 정보 제공에 대해 부족하다는 인식이 89.2%로 나타났다.

둘째, 시각장애인 진로 멘토링 사이트 개발에 대해 도움이 될 것이라는 인식이 97.1%로 나타났다.

셋째, 시각장애인 진로 멘토링 사이트 설계에 있어서 멘토 검색을 위한 분류 기준으로 직종별과 시각장애 정도별로 검색하기가, 멘토와 멘티 간의 의사소통 방식으로 이메일과 일대일 채팅과 전화가, 멘토와 멘티 간 매칭 방식으로 멘티가 스스로 찾아 연결하는 것과 사이트 관리자가 연결해 주는 것을 병행하기가, 사이트 개발 형태로 시각장애인 전용으로 사용하는 진로 멘토링 사이트의 개발이 더 높은 요구 수준을 보였다.

따라서 향후 시각장애인의 진로 선택과 준비를 돕기 위해 진로 멘토링 사이트를 개발하여 운영할 필요성이 있으며, 이번 연구 결과에서 나타난 의견이 사이트 개발 과정에 반영되어야 할 것이다.

@highlight

본 연구는 시각장애인 진로 멘토링 사이트 개발에 대한 시각장애 고등학생, 대학생, 직장인들의 인식과 요구를 알아봄으로써 진로 멘토링 사이트 개발을 위한 기초 자료로 활용하는 데 목적이 있다.

