본 연구는 지각된 불공정성이 우울을 매개하여 자살위험으로 이어지는 관계가 긍정적 대인관계에 따라 달라지는 지와 이 관계가 성별에 따라 차이를 보이는 지 검증하였다.

이를 위해 2012년 한국종합사회조사(KGSS)의 1,396명의 자료를 분석하였다.

연구 변인은 KGSS 공정성 문항, MINI(The Mini International Neuropsychiatric Interview)의 자살성 모듈, 우울증 선별척도(Patient Health Questionnaire-9), 그리고 심리적 안녕감 척도의 긍정적 대인관계 하위 척도로 평가하였다.

PROCESS macro로 검증한 결과, 첫째, 남성의 경우 우울이 지각된 불공정성과 자살위험의 관계를 완전 매개한 반면 여성의 경우 부분 매개하였다.

둘째, 남성의 경우 지각된 불공정성과 우울, 그리고 우울과 자살위험의 관계에 대한 긍정적 대인관계의 조절효과가 유의하지 않은 반면 여성에서는 조절효과가 모두 유의하였다.

셋째, 지각된 불공정성과 자살위험의 관계에서 우울을 통한 긍정적 대인관계의 조절된 매개효과는 여성에서만 유의하였다.

본 연구 결과는 지각된 불공정성을 우울 및 자살위험 개입에서 고려해야 하며, 긍정적 대인관계를 증진하는 개입이 지각된 불공정성이 정신건강 문제에 미치는 부정적 영향을 완화하는데 효과적일 가능성을 시사한다.

@highlight

본고는 지각된 불공정성이 우울을 매개해 자살위험으로 이어지는 관계가 긍정적 대인관계에 따라서 달라지는 지와 이 관계가 성별에 따라서 차이를 보이는 지 검증했다.

@highlight

이를 위하여 2012년 한국종합사회조사(KGSS)의 1,396명의 자료를 분석했다.

