한국과 일본은 기후변화협약 대응을 위한 온실가스 배출의 저감 대책을 계획 및 시행중이다.

지금까지 기후변화협약 대응 정책 및 에너지 절약 시책 등에 관한 연구는 많이 수행되었지만 이와 관련한 소비자반응 및 소비자 참여방안과 관련된 연구는 매우 부족한 실정이다.

본 연구에서는 기후변화대응 한국과 일본의 기후변화 정부정책과 이에 대한 소비자반응으로 에너지보존행동에 영향을 미치는 요인들을 탐색하고, 소비자 참여를 유도하여 궁극적으로 기후변화협약대응을 위한 환경친화적 생활양식 전환을 유도할 수 있는 정책적 방안을 모색하고자 한다.

연구방법은 한국과 일본 소비자를 대상으로 설문조사를 수행하였다.

설문지는 예비조사를 통해서 개발하였으며, 설문지는 한국과 일본에서 2010년 12월1일부터 2011년 3월 30일까지 수집하였으며, 최종 한국은 304개 일본은 174개의 데이터를 분석하였다.

분석결과 한국의 경우 기후변화 책임감과 에너지절약의 효익과 비용이 에너지보전행동에 영향을 미치는 것으로 나타났으며, 일본은 실질적인 경제적 유인 정책과 에너지절약의 효익이 에너지 보존행동에 중요한 것으로 나타났다.

기후변화 정책에 대한 소비자참여는 종래의 수동적 참여에서 이제는 자발적 참여를 위한 생산적 참여로 바꾸어져야 한다.

그런 점에서 볼 때 소비자의 실천운동과 참여를 유도할 수 있는 보다 다양한 소비자참여 모형의 개발이 도입되어야 할 것이다.

@highlight

이 연구에서는 기후변화대응 한국과 일본의 기후변화 정부정책과 이에 대한 소비자반응으로 에너지보존행동에 영향을 미치는 요인들을 탐색하고, 소비자 참여를 유도하여 궁극적으로 기후변화협약대응을 위한 환경친화적 생활양식 전환을 유도할 수 있는 정책적 방안을 모색하려 한다.

