피터 엔스 교수는 성경의 영감과 그리스도의 성육신 사건을 연관시켜서 성경 해석의 한 방법을 제시하였다.

사실 영감 사건과 성육신 사건을 연관시키는 시도는 엔스 교수가 처음 시도한 것은 아니고 그 이전에도 워필드나 에드워드 제이 영과 같은 많은 사람들이 그렇게 두 가지를 연관시켜서 생각하였었다.

그러나 엔스 교수의 시도는 이전 학자들의 시도와는 다르니, 엔스 교수가 좀더 확대시키기 원했던 복음주의적 성경 해석의 틀을 벗어난 버린 것으로 판단되고 있다.

엔스 교수는 복음주의적 틀을 더 넓혀 보려고 했고, 그런 사람으로서 서 있다.

그러나 바로 그 점에서 그는 난관에 직면했고, 그 난관은 우리들도 깊이 생각해 보아야 할 문제라고 생각한다.

요약하면, 엔스 교수의 논의는 복음주의적 성경관을 근본적으로 수정할 것을 요구하고, 따라서 우리의 성경 해석을 상당 부분 획기적으로 변화시켜야 할 것을 요구하고 있다.

때때로 그는 복음주의자들이 해석학적 다양성을 가지고 서로 허용할 수 있는 것의 한계를 넘어서 가고 있고, 복음주의라는 틀 자체를 위험하게 할 수 있는 발언도 하고 있는 것이다.

@highlight

피터 엔스 교수는 성경의 영감과 그리스도의 성육신 사건을 연관시켜서 성경 해석의 한 방법을 제시했다.

