연구에서는 음향 모델을 이용하여 보름달물해파리의 TS를 평가하기 위한 중요한 변수인 음속비와 밀도비를 측정하였다.

보름달물해파리의 음속비는 음속 도달 시간차 (time-

of-

fight) 방법을 이용하였다.

측정된 음속비는 0.9966~1.0031으로 평균값 (표준편차, ±SD)은 0.9999 (±0.0017)이었으며, 온도와 박동이 활발할 때와 활발하지 않을 때의 값은 차이가 거의 나타나지 않았다.

밀도비는 중성부력법으로 측정하였고, 계측값은 0.9994~1.0004 범위로 평균값 (표준편차, ±SD)은 1.0000 (±0.0002)이었으며, 채집 해역에 따라 보름달물해파리의 밀도는 차이가 있었으나 주변 해수에 대한 밀도비는 거의 유사하게 나타났다.

이 연구의 결과는 음향 모델을 이용하여 보름달물해파리의 TS를 평가하는 기초 자료로 사용되질 수 있을 것으로 판단된다.

@highlight

본 연구의 결과는 음향 모델을 이용하여 보름달물해파리의 TS를 평가하는 기초 자료로 사용되질 수 있을 것으로 판단된다.

