희

귀

식

물

인

 

가

침

박

달

 

자

생

지

의

 

환

경

특

성

을

 

조

사

하

여

 

보

전

및

 

복

원

 

시

 

기

초

자

료

를

 

제

공

하

고

자

 

하

였

다

.

 

조

사

결

과

 

가

침

박

달

의

 

자

생

지

는

 

해

발

 

1

-

6

2

4

 

m

에

 

위

치

하

였

고

,

 

경

사

는

 

2

?

8

1

°

로

 

나

타

났

다

.

 

방

형

구

내

 

조

사

된

 

관

속

식

물

은

 

총

 

2

4

8

분

류

군

이

었

으

며

,

 

가

침

박

달

이

 

주

로

 

분

포

한

 

관

목

층

의

 

중

요

치

는

 

가

침

박

달

이

 

1

8

.

7

0

%

로

 

가

장

 

높

았

고

 

다

음

으

로

는

 

진

달

래

(

3

.

7

9

%

)

,

 

줄

댕

강

나

무

(

3

.

2

7

%

)

,

회

잎

나

무

와

 

신

갈

나

무

(

3

.

2

3

%

)

,

 

땅

비

싸

리

(

2

.

9

7

%

)

 

등

의

 

순

으

로

 

나

타

나

 

이

러

한

 

종

류

들

이

 

가

침

박

달

과

 

유

사

한

 

환

경

을

 

선

호

하

는

 

것

으

로

 

판

단

된

다

.

 

종

다

양

도

는

 

평

균

 

1

.

0

3

,

 

우

점

도

와

 

균

등

도

는

 

각

각

0

.

1

5

와

 

0

.

8

5

로

 

산

출

되

었

다

.

 

토

양

의

 

토

성

은

 

양

토

와

 

미

사

질

양

토

韓

資

植

誌

 

K

o

r

e

a

n

 

J

.

 

P

l

a

n

t

 

R

e

s

.

 

2

7

(

2

)

 

:

 

1

5

5

~

1

7

3

(

2

0

1

4

)

-

 

1

6

6

 

-

가

 

각

각

 

5

개

 

지

역

으

로

 

가

장

 

많

았

고

 

포

장

용

수

량

은

 

평

균

 

2

4

.

1

9

%

,

유

기

물

함

량

은

 

8

.

2

1

%

,

 

그

리

고

 

p

H

와

 

유

효

인

산

함

량

은

 

5

.

5

2

와

 

7

.

7

1

㎍

/

g

이

었

다

.

 

환

경

특

성

과

 

식

생

조

사

 

및

 

토

양

분

석

 

결

과

를

 

바

탕

으

로

 

한

 

상

관

분

석

에

서

는

 

가

침

박

달

의

 

피

도

가

 

포

장

용

수

량

 

및

 

유

효

인

산

함

량

과

 

높

은

 

연

관

성

을

 

보

였

다

.

@highlight

환경특성 및 식생조사, 토양분석 결과를 바탕한 상관분석에서는 가침박달의 피도가 포장용수량, 유효인산함량과 높은 연관성을 나타냈다.