본

 

연

구

에

서

는

 

최

근

 

해

외

의

 

다

문

화

심

리

 

및

 

상

담

 

문

헌

에

서

 

주

목

받

고

 

있

는

 

마

이

크

로

어

그

레

션

(

m

i

c

r

o

a

g

g

r

e

s

s

i

o

n

)

 

개

념

을

 

도

입

하

여

 

1

)

 

취

업

 

여

성

의

 

직

장

 

내

 

성

차

별

 

경

험

을

 

측

정

하

는

 

“

직

장

 

내

 

성

차

별

경

험

 

척

도

(

M

i

c

r

o

a

g

g

r

e

s

s

i

o

n

 

a

g

a

i

n

s

t

 

W

o

m

e

n

 

S

c

a

l

e

 

i

n

 

t

h

e

 

W

o

r

k

p

l

a

c

e

;

 

M

A

W

S

)

”

를

 

개

발

 

및

 

타

당

화

하

고

 

2

)

 

정

당

한

 

세

상

에

 

대

한

 

개

인

적

인

 

믿

음

(

B

e

l

i

e

f

 

i

n

 

a

 

J

u

s

t

 

W

o

r

l

d

-

s

e

l

f

;

 

B

J

W

-

s

e

l

f

)

이

 

성

차

별

경

험

과

 

우

울

간

의

 

관

계

를

 

매

개

하

는

지

 

살

펴

보

았

다

.

 

이

를

 

위

해

 

연

구

 

1

에

서

는

 

설

문

지

와

 

초

점

집

단

인

터

뷰

를

 

실

시

하

고

 

그

 

결

과

를

 

토

대

로

 

M

A

W

S

의

 

예

비

문

항

을

 

제

작

하

고

 

탐

색

적

 

요

인

분

석

을

 

실

시

하

였

다

.

 

다

음

으

로

 

연

구

 

2

에

서

는

 

확

인

적

 

요

인

분

석

을

 

실

시

하

였

고

 

그

 

결

과

 

연

구

 

1

에

서

 

도

출

된

 

1

요

인

과

 

1

2

문

항

이

 

적

합

한

 

것

으

로

 

나

타

났

다

.

 

또

한

 

M

A

W

S

의

 

수

렴

 

및

 

준

거

관

련

 

타

당

도

를

 

살

펴

보

기

 

위

하

여

 

성

차

별

경

험

을

 

측

정

하

는

 

기

존

의

 

척

도

,

 

화

병

 

척

도

,

 

우

울

 

척

도

와

의

 

상

관

관

계

를

 

분

석

하

였

다

.

 

마

지

막

으

로

 

연

구

 

3

에

서

는

 

B

J

W

-

s

e

l

f

가

 

직

장

 

내

 

성

차

별

 

경

험

과

 

우

울

간

의

 

관

계

를

 

매

개

하

는

지

 

살

펴

보

았

고

 

그

 

결

과

 

B

J

W

-

s

e

l

f

의

 

부

분

매

개

효

과

가

 

확

인

되

었

다

.

 

본

 

연

구

의

 

결

과

를

 

바

탕

으

로

 

상

담

에

서

의

 

M

A

W

S

의

 

활

용

 

방

안

과

 

B

J

W

-

s

e

l

f

에

 

대

한

 

개

입

을

 

논

의

하

였

다

.

@highlight

본고에서는 최근 해외의 다문화심리 및 상담 문헌에서 주목받고 있는 마이크로어그레션 개념을 도입하여 취업 여성의 직장 내 성차별 경험을 측정하는 “직장 내 성차별경험 척도(MAWS)”를 개발 및 타당화하고, 정당한 세상에 대한 개인적인 믿음(BJW-self)이 성차별경험과 우울간의 관계를 매개하는지 살펴보았다.