본 논문은 국가인권위원회법 제24조 규정에 따라 국가인권위원회는 매년 정기적으로방문조사를 실시하고, 이러한 방문조사 결과에 따라 보호외국인의 인권실태를 파악하고개선방안에 대하여 권고하고 있다.

본 논문에서 출입국관리법상 보호외국인의 법적 지위에 대하여 정리하고 있고, 현행법상 보호외국인의 기본적 인권이 침해될 가능성이 높은 점을 지적하고 있으며, 강제퇴거집행을 위하여 보호된 경우, 현행법상 송환이 가능할 때까지 무기한 보호가 가능하도록 하고있음을 지적하고 있다.

그리고 화성외국인보호소, 청주외국인보호소, 여수출입국관리사무소의 보호시설을점검하여 그 결과에 따라 보호거실의 쇠창살, 보호실내 이동, 보호소 내 사생활의 공간, 면회 시 사생활 보호, 화장실 차폐시설에 대하여 원인을 분석하였으며, 인권취약계층으로서의 보호외국인에 대한 심사를 강화하고 새로운 형태의 보호시설에 대하여 검토하였다.

또한 보호외국인의 외부와의 교통할 수 있도록 면회 및 집필도구 지급, 그리고 전화, 인터넷을 통한 외부교통권, 의료서비스 접근권, 난민신청자의 보호기간, 공항만 대기실 등의보호환경 조성 등에 대하여 분석 정리하였다.

마지막으로, 국가인권위원회의 보호외국인에 대한 정책권고의 의미와 사회적으로 어떠한 파급효과가 있는지에 대하여 평가하였다.

@highlight

이 논문은 국가인권위원회법 제24조 규정에 따라 국가인권위원회는 매년 정기적으로방문조사를 실시하고, 이런 방문조사 결과에 따라 보호외국인의 인권실태를 파악하고개선방안에 대해 권고하고 있다.

