본 논고는 실러(J.

C.

F.

von Schiller)의 미학에서 가장 독창적이자 핵심적인 개념의 하나인 ‘놀이충동(der Spieltrieb)’을 그의 텍스트 안에서 면밀히 분석하고, 이를 통해 실러 미학이 지니는 고유하고 풍부한 의미를 진정한 자유의 이상을 중심으로 밝혀내는 데 그 목적이 있다.

구체적으로 본 논고는 ‘놀이충동’에 대한 실러의 다음과 같은 개념 정의를 분석하고 해명하면서 수행된다.

실러는 ‘놀이충동’을 ‘두 가지 충동, 즉 감각충동(der sinnliche Trieb)과 형식충동(der Formtrib) 사이의 상호작용’으로 제시한다.

상호작용의 의미를 해명하기 위해서 논자는 두 가지 충동의 대립적 성격을 나누어 분석하고, 또한 통합적으로 고찰한다.

그리고 논자는 두 충동의 제한과 화해에서 실러의 ‘놀이충동’이 진정한 자유의 이상을 지닌 의미로 해석될 수 있음을 서술한다.

본 논고를 통해서 우리는 실러의 미학에 대한 편견을 극복할 수 있으며, 아울러 그가 추구하는 미적인 인간의 자유로운 삶의 의미를 찾을 수 있을 것이다.

나아가, 실러의 미학이 오늘날 자유를 추구하는 현대의 우리들에게 유의미하고 진지한 성찰의 계기를 마련할 수 있을 것이다.

@highlight

이 논문은 실러(J.

@highlight

C.

@highlight

F.

@highlight

von Schiller)의 미학에서 가장 독창적이자 핵심적인 개념의 하나인 ‘놀이충동’을 그의 텍스트 안에서 면밀히 분석하고, 이를 통해 실러 미학이 지니는 고유하고 풍부한 의미를 진정한 자유의 이상을 중심으로 밝혀내는 데 그 목적이 있다.

