인터넷 비즈니스는, 전통적인 비즈니스와 비교하여 신규 교객 획득 비용이 높고 고객 유지 비율이 낮기 때문에 고객의 Loyalty가 중요하다.

또 채널 특성 때문에 Web Merchant에 대한 고객의 신뢰가 인터넷 상거래에 중요한 영향을 미치는 것으로 나타나 있다.

본 연구에서는 인터넷 서점에 대한 고객의 신뢰와 고객 만족이 e-

Loyalty에 미치는 영향을 연구하면서 인터넷 비즈니스에서 고객 신뢰와 고객 만족을 결정하는 요인으로 Web Site Image, 지각된 서비스의 품질, 가격 공정성, 구조적 보장 등을 연구 변수로 포함하였다.

연구 결과 고객 만족은 인터넷 서점에 대한 e-

Loyalty에 중요한 영향을 미치지만 기업에 대한 신뢰와 전환 비용은 중요하지 않은 것으로 나타났다.

고객 신뢰와 고객 만족의 선행변수에 관해서는 선행변수중 제도적 보장을 제외한 변수 세가지가 고객 만족에 영향을 미치는 것으로 나타났으나 고객 신뢰와의 관계에서는 가격공정성 만이 통계적으로 중요한 요인으로 나타났다.

@highlight

이 연구는 인터넷 서점에 관한 고객의 신뢰와 고객 만족이 e-

@highlight

Loyalty에 미치는 영향을 연구하면서 인터넷 비즈니스에서 고객 신뢰와 고객 만족을 결정하는 요인으로 Web Site Image, 지각된 서비스의 품질, 가격 공정성 등을 연구 변수로 포함했다.

