이 연구에서는 아시안 아메리칸의 정치참여에 영향을 미치는지 요인들을 살펴보고, 이를 일반적인 미국인의 정치참여 요인과 비교하였다.

미국에서 아시안 아메리칸은 가장 빠르게 증가하고 있는 인종이며 이들은 미국인의 평균보다 수입도 많고, 교육수준도 월등히 높다.

하지만 아시안 아메리칸의 정치참여는 미국인의 평균적인 정치참여보다 상당히 저조하다.

투표참여와 적극적 정치참여라는 두 가지 참여에 영향을 미치는 요인들에 대한 경험분석 결과 영어구사 능력이 매우 중요한 변수임을 발견하였다.

투표여부에는 기존의 투표모델과 유사한 결과를 얻었다.

다만 교육수준이 영향을 미치지 않는 것으로 나타났는데.

이는 이민자들의 교육이 출생지 국가에서 이루어진 결과로 볼 수 있다.

한편, 적극적 참여에 관해서는 영어구사 능력과 교육이 중요한 변수로 확인되었다.

투표에 비해 참여비용이 높은 적극적 참여에서는 교육의 효과가 나타난 것이다.

예상과 달리 이민세대 변수는 투표와 적극적 참여 모두에서 유의하지 않았는데, 이는 영어능력 변수와의 밀접한 상관관계에 따른 통계적 결과로 해석된다.

@highlight

본 연구는 아시안 아메리칸의 정치참여에 영향을 미치는지 요인들을 살펴보고, 이를 일반적인 미국인의 정치참여 요인과 비교했다.

