본 연구는 사회구조의 변화에 따라 장래에도 지속적으로 비중이 증가할 것으로 예상되는 1인 가구에 대하여 현행 소득세 과세제도가 차별적으로 운영되는 문제점을 확인하고, 이를 합리적으로 해결할 수 있는 과세제도의 개편방안을 소득세 과세단위의 개편에 중점을 두고 분석하였다.

혼인 가구에 대한 세법상 차별적 취급을 하는 현행 개인단위 과세의 현실적 개선방안인 선택적 2분2승제의 실제 시행과 관련해서 독신자에 비해 혼인가구의 절세효과가 커서 1인 가구의 세금부담이 과중해지는 문제점에 대해서는 세액의 경감한도액 설정이 가장 현실적인 해결방안이지만, 선택적 신고방식과 무관한 1인 가구의 경제적 불이익을 최소화하기 위해 경감한도액의 상대적 비율이 과도하게 설정되지 않도록 하는 정책적 고려가 필요할 것이다.

이와 함께 1인 가구의 과중한 세금부담의 완화와 함께 저출산 및 양육부담의 문제를 해결하기 위한 가족계수제도 소득세의 과세단위와 관련한 합리적인 제도 개편이지만, 1인 가구에 대한 세금부담 측면의 상대적 불이익이 발생하는 시행상 한계점을 보완하기 위해서는 기본공제대상자에 한정해서 산정하도록 하는 방식으로 혼인가구의 가족계수 값이 과도하게 계상되는 것을 방지하고, 선택적 2분2승제와 같이 개인단위 과세를 적용하는 경우의 세금부담에 대한 경감한도액의 상대적 비율이 과도하게 설정되지 않도록 하는 정책적 고려가 필요할 것이다.

@highlight

본 논문은 사회구조의 변화에 따라 장래에도 지속적으로 비중이 증가할 것으로 예상되는 1인 가구에 대하여 현행 소득세 과세제도가 차별적으로 운영되는 문제점을 확인하고, 이를 합리적으로 해결할 수 있는 과세제도의 개편방안을 소득세 과세단위의 개편에 중점을 두고 연구하였다.

@highlight

선택적 2분2승제의 실제 시행과 관련해 1인 가구의 세금부담이 과중해지는 문제점이 나타났다.

