본 연구는 자살생각의 가장 큰 원인인 우울과 우울 및 자살생각에 큰 영향을 주는것으로 알려진 외상경험을 통제한 후에도 사회적 요인들이 자살생각에 영향을 주는지검토하고자 하였다.

이를 위해 사회적 변수들과 심리적 변수인 일반외상이 우울을 매개로 자살생각에 효과를 미치는 경로모형을 구성하고 분석하였다.

분석결과 가정생활만족도, 대인관계, 대우 공정성, 가구총소득과 같은 사회적 변수들이 우울을 경유해 자살생각에 효과를 나타냈다.

가정생활만족과 대인관계에 대해 우울은 부분매개 변수로 기능하는 반면에 대우 공정성에 대해서는 조절기능을 하였다.

일반외상에 대해서 우울은 부분매개 역할을 하였다.

사회적 변수들이나 외상은 우울에 영향을 미칠 뿐만 아니라우울 통제 후 직접적으로 자살생각에도 영향을 끼치고 있다.

이것은 한편으로는 그만큼 이들 변수의 효과가 복합적임을 의미하고, 다른 한편으로는 우울조차도 단순히 개인적차원의 문제만이 아니라 사회적 문제들과 밀접히 관련되어 있음을 의미한다.

외상이나 우울 같은 심리적 요인들을 통제한 후에도 사회적 영향 요인들이 자살생각에 효과를 나타낸 본 연구결과는 자살의 효과적인 예방과 대책마련을 위해서는 사회적 관계나 사회구조적 차원의 문제에 대한 개선노력이 포함되어야 함을 시사한다.

@highlight

이 연구는 자살생각의 가장 큰 원인인 우울과 우울 및 자살생각에 큰 영향을 주는것으로 알려진 외상경험을 통제한 후에도 사회적 요인들이 자살생각에 영향을 주는지검토하고자 했다.

