본 연구는 초등학교 신규 교사의 교육과정 재구성 계획 및 실천에 대한 경험을 심층적으로 이해하여 그 의미를 탐구하는데 목적을 두었다.

이를 통해 신규교사들에게 교육과정 재구성 방향을 설정하는 데 도움을 주고, 즐겁고 유익한 학교 수업을 위한 기초 자료를 제공하기 위해 교육 현장의 목소리에 관심을 두고 접근하였다.

이러한 경험을 통해 살펴본 결과 첫째, 교육과정 재구성을 위해 국가 수준의 교육과정은 필수적인 길라잡이로서의 역할을 수행하고 있고, 둘째, 교육과정과 교육과정 해설서 등, 여러 가지 텍스트를 재해석하는 과정에서 새로운 경험과 마주하게 되고, 새로운 이해를 바탕으로 교육과정을 다시 해석하여 새로운 경험의 가능성을 확보해 나갈 수 있었다.

셋째, 교육과정의 재구성은 학습자에 대한 이해 및 상황과 맥락에 근거하여 교육과정을 재구성하고 실천해야 한다는 의미를 살펴볼 수 있었다.

교육과정 재구성은 예전의 열린교육처럼 학생들의 수준에 맞는 교육 방안을 찾아 학생들의 실제 생활과 맞게 통합하려는 노력의 움직임이라고 볼 수 있다.

이러한 노력의 움직임이 구호나 유행에 그치지 않기 위해서라도 교사들의 교육과정 재구성 경험의 의미를 다시 한 번 생각해볼 필요가 있을 것이다.

@highlight

이 연구는 초등학교 신규 교사의 교육과정 재구성 계획 및 실천에 대한 경험을 심층적으로 이해하여 그 의미를 탐구하는데 목적을 두었다.

