확장단부판 접합부는 강구조물의 보-

기둥 접합부 혹은 변단면 부재로 구성된 PEB 구조시스템에 적용되는 접합부의 한 형태이다.

확장단부판 접합부는 접합부를 구성하는 단부판의 두께, 고장력볼트의 게이지 거리, 고장력볼트 축부의 직경, 고장력볼트의 개수 등의 영향으로 상이한 거동특성을 나타낸다.

확장단부판 접합부는 미국 및 유럽 등지에서는 다양한 형태로 강구조물의 기둥-

보 접합부에 적용되고있으나 우리나라에서는 널리 적용되고 있지 않다.

이러한 이유로는 확장단부판 접합부에 대한 설계강도식 제안, 접합부상세 제안, 내진성능평가, 제작 및 시공지침서 개발 등이 적절히 이루어지지 못하고 있기 때문이다.

따라서 이 연구는 비보강 확장단부판 접합부의 국내 적용을위한 기초자료를 제공하기 위하여 진행하였다.

이를 위하여 두께 12mm의 비보강 확장단부판에 대한 비선형 유한요소해석 및 실험을 수행하였다.

@highlight

확장단부판 접합부는 강구조물의 보-

@highlight

기둥 접합부 혹은 변단면 부재로 구성된 PEB 구조시스템에 적용되는 접합부의 한 형태이다.

