전국 각지에서 수많은 유적 조사가 이루어져 토기가마에 대한 자료도 상당히 증가하게 되었다.

본고에서는 고고지자기 시료를 채취한 삼국시대 토기가마 중에서 영남지역 자료에 대해 고고지자기측정결과가 좋은 41점의 데이터를 정리하였다.

이 41점의 측정데이터를 통해 영남지역 삼국시대 토기가마의 고고지자기 연대를 추정해 보았다.

고고지자기 측정결과를 통해 볼 때 41점의 토기가마의측정데이터는 A, B, C의 3개의 그룹으로 나눌 수 있으며, 각 그룹 사이에는 상대적인 시기 차이가있음이 확인되는데 A그룹이 가장 빠르고 그 다음이 B그룹, 그리고 C그룹이 가장 늦은 시기인 것으로 판단된다.

또한 고고지자기 측정데이터를 정리한 표와 도면을 통해 고고지자기 연대를 추정해보았는데, A그룹은 A.

D.300 ~ 450년, B그룹은 A.

D.450 ~ 550년, C그룹은 A.

D.550 ~ 650년이었다.

각 그룹에 속하는 유적과 토기가마에 대해서는 본문에 상세하게 설명하였다.

@highlight

이 논문에서는 고고지자기 시료를 채취한 삼국시대 토기가마 중에서 영남지역 자료에 대해 고고지자기측정결과가 좋은 41점의 데이터를 정리했다.

