이 글에서는 국어과 문법 영역의 평가 내용 및 평가가 어떻게 이루어져 왔는지를 살펴보고 그 개선 방향을 논의하고자 했다.

이를 위하여 먼저 그간 문법 영역의 평가 내용이 변화해 온 양상을 살펴보았다.

그리고 문법 영역의 평가 내용이 변화하게 되는 배경이 무엇인지를 논의했다.

단순히 문법의 이해와 적용 역량에 대한 평가에서, 제5차 국어과 교육과정 이래로, 문법 지식을 찾아내는 역량에 대한 평가로 변화되어 왔음을 논의하였다.

그 배경에는 절대주의적 지식관에서 상대주의적 지식관으로의 변화가 자리하고 있음을 살펴보았다.

이러한 지식관의 변화는 기능 영역에서는 과정 중심 국어교육을, 문학 영역에는 반응 중심 문학 교육을, 문법 영역에는 탐구 중심 문법 교육을 도입하는 결과를 가져왔음을 논의하였다.

지식관의 변화와 학습자의 탐구 중심 문법 교육의 도입에도 불구하고 문법 영역의 교재, 교수·학습 방법 등은 교사사의 직접 교수의 방향에서 개선되고 있지 않고 있다.

특히 문법 평가가 여전히 문법의 이해와 적용 능력을 평가하고 있는 상황을 비판하고, 문법 영역도 국어 현상에 대한 탐구 능력 평가를 통한 사고력 평가로 개선되어야 함을 논의했다.

@highlight

이 논문에서 는 국어과 문법 영역의 평가 내용 및 평가가 어떻게 이뤄져 왔는지를 살펴보고 그 개선 방향을 논의하고자 했다.

