본 연구는 한국어 모어 화자와 스페인인 학습자의 한국어 억양 실현 양상에 이어 스페인인 학습자의 한국어 억양 실현 양상과 그들의 모어인 스페인어 억양 실현 양상을 억양구 경계 성조에 초점을 두어 분석하였다.

본 연구는 스페인인 초급 학습자 16명이 발화한 한국어 대화문과 이를 스페인어로 번역한 대화문 중 평서문 2문장, 의문문 2문장에 대한 한국어 억양 실현 양상을 살펴보았다.

그 결과 평서문의 경우, 한국어 모어 화자는 공통적으로 하강하는 억양구의 경계 성조를 실현한 반면, 스페인인 학습자들은 절반 가까이 끝이 상승하는 억양구의 경계 성조를 실현하였다.

‘네, 아니요’ 의문문의 경우, 한국어 모어 화자의 90% 이상이 상승하는 억양 유형으로 발화했으나 스페인인 학습자는 하강하는 성조로 끝나는 억양 패턴이 42.86%를 차지해 한국어 모어 화자와 차이를 보였다.

정보성 의문문의 경우에는 한국어 모어 화자는 억양구 경계 성조를 하강조와 상승조 양 방향으로 실현하였으나 스페인인 학습자의 85.71%가 상승조로 실현하였다.

본 연구는 이러한 결과를 바탕으로 스페인인 학습자가 한국어 억양 실현에 어려움을 갖고 있음을 언급하며 교실에서의 분명한 억양 교육이 필요함을 주장하였다.

@highlight

이 연구는 한국어 모어 화자와 스페인인 학습자의 한국어 억양 실현 양상에 이어 스페인인 학습자의 한국어 억양 실현 양상과 그들의 모어인 스페인어 억양 실현 양상을 억양구 경계 성조에 초점을 두어 분석하였다.

