본 연구는 FAVAR 모형을 이용하여 지역별 아파트 경기지수를 작성하고, 아파트 경기지 수의 적정성을 검증하고, 작성된 아파트 경기지수를 이용하여 지역별 아파트 경기의 전이 효과를 분석하였다.

실증분석결과, FAVAR 모형을 이용하여 작성한 전국아파트 경기지수와 통계청에서 발표 하는 경기동행지수 순환변동과 유사한 움직임을 보이며, 특히 2008년 금융위기와 그 이후 의 경제 충격을 전국 아파트 경기지수가 잘 트레이싱(tracing)하는 것으로 분석되었으며, 전국 아파트 경기지수는 경기동행 순환변동을 약 4-5개월 정도 선행하는 것으로 나타났다.

지역별 아파트 경기지수 분석결과, 2008년 세계금융위기의 영향을 공통적으로 받은 것 을 확인되었지만, 금융위기 이후에는 지역별 아파트 경기지수가 차이를 보이는 것으로 분 석되었다.

이러한 결과는 중앙정부에서 시행한 부동산 정책에 대한 효과가 지역별로 다르 게 나타날 수 있다는 것이며, 이는 부동산 정책을 시행할 때, 지역별 특성과 영향을 고려해 야 함을 시사하는 것이다.

지역별 경기지수 전이효과를 종합하면, 아파트 경기지수는 서울과 수도권이 상호 영향을 주고 받으며, 부산에도 상당한 영향을 미치는 것을 확인할 수 있지만, 부산에서 서울과 수 도권에 미치는 영향은 상대적으로 미미하다고 할 수 있다.

@highlight

본고는 FAVAR 모형을 이용해 지역별 아파트 경기지수를 작성하고, 아파트 경기지 수의 적정성을 검증해 작성된 아파트 경기지수를 이용하여 지역별 아파트 경기의 전이 효과를 분석했다.

