소비자의 태도를 불만 발생 이전으로 되돌리게 하기 위해 기업은 다양한 보상을 고객에게 제공하고 있으나, 어떠한 보상을 언제 소비자에게 제공하는 것이 가장 효율적인지에 관한 연구는 미흡하다.

본 연구는 관광 서비스 사후 보상의 유형과 시간적 간격이 소비자의 재구매 의도 및 구전 의도 회복에 미치는 영향을 규명하고자 하였다.

이를 위해 선행 연구를 살펴본 결과, 사후 보상의 유형을 감정적 보상과 인지적 보상으로 분류하였다.

또한, 시간적 간격에 따른 보상 시기를 즉시 보상(immediate rewards)과 지연 보상(delayed rewards)으로 분류하였다.

본 연구의 실험을 통해 다음과 같은 가설을 검증할 수 있었다.

첫째, 소비자 불만이 발생했을 때, 감정적 보상이 인지적 보상보다 소비자의 재구매 의도 및 구전 의도에 긍정적인 영향을 미친다.

둘째, 소비자 불만 상황이 발생했을 때, 즉시 보상이 지연 보상보다 소비자의 구전 의도에 긍정적인 영향을 미친다.

셋째, 소비자 불만이 발생했을 때 감정적 보상을 즉시 제공하면, 소비자의 재구매 의도 및 구전 의도는 불만 발생 이전의 평소 상황과 유사해진다.

즉, 본 연구에서의 관광 서비스 회복 역설 이론(service recovery paradox)이 부분적으로 지지된다.

@highlight

이 연구는 관광 서비스 사후 보상의 유형과 시간적 간격이 소비자의 재구매 의도 및 구전 의도 회복에 미치는 영향을 규명하고자 했다.

