본 연구는 유소년용 태권도 자기조절 개념을 측정도구로 개발하는 것에 목적이 있었다.

이러한 연구목적을 달성하기 위하여 연구참여자는 초등학생 450명을 선정하였다.

표집은 목적적 표집방법으로 하여 설문을 실시하였다.

조사도구는 인구통계학적 문항, 사회성 질문지, 그리고 개발된 자기조절 문항을 활용하였다.

연구절차는 자기조절 선행연구 고찰을 통해 요인을 추출하였고, 이를 활용하여 설문지를 제작하였다.

그리고 초등학생을 대상으로 문항 이해성 검토 과정을 거친 후 탐색 및 확인적 요인분석과 수렴타당도를 통해 자기조절 측정도구의 가능성을 탐색해 보았다.

이러한 연구과정을 거쳐 다음과 같은 결론에 도달할 수 있었다.

첫째, 유소년용 자기조절 개념은 행동조절, 인지조절, 만족지연, 자기완성, 충동억제와 같이 5개 요인 20개 문항이 탐색되었다.

둘째, 유소년용 자기조절 개념은 5개 요인 20개 문항으로 다차원화 하여 구성할 때 모형의 적합성이 가장 좋다.

셋째, 탐색과 확인과정을 거쳐 수렴타당도에서 유사개념과 일치하는 것으로 나타났다.

따라서 이 연구에서 개발한 유소년용 태권도 자기조절 측정도구는 내적 외적 타당도에서 의미 있는 결과를 나타냈으므로 측정도구로서 현장에 적용 가치가 있다.

@highlight

본 논문은 유소년용 태권도 자기조절 개념을 측정도구로 개발하는데 목적이 있다.

@highlight

이 연구목적을 달성하기 위해 참여자는 초등학생 450명을 선정했다.

@highlight

표집은 목적적 표집방법으로 했고, 설문을 실시했다.

