본

 

연

구

에

서

는

 

한

국

거

래

소

 

상

장

기

업

 

중

 

기

술

도

입

 

공

시

가

 

이

루

어

진

 

기

업

을

 

대

상

으

로

 

공

시

이

후

에

 

나

타

나

고

 

있

는

 

개

인

투

자

자

들

의

 

투

자

행

태

를

 

살

펴

보

고

 

기

술

공

시

기

업

의

 

내

재

불

확

실

성

으

로

 

인

한

기

업

가

치

의

 

하

락

 

및

 

시

장

퇴

출

이

 

개

인

투

자

자

의

 

투

자

손

실

로

 

이

어

지

고

 

있

는

지

에

 

대

하

여

 

분

석

하

고

자

 

하

였

다

.

 

이

를

 

위

하

여

 

표

본

기

간

 

동

안

 

유

가

증

권

시

장

과

 

코

스

닥

시

장

에

 

상

장

된

 

기

업

들

 

중

 

기

술

도

입

 

공

시

가

 

발

생

한

 

기

업

을

 

대

상

으

로

 

사

건

연

구

(

e

v

e

n

t

 

s

t

u

d

y

)

방

법

론

과

 

로

짓

회

귀

(

l

o

g

i

t

 

r

e

g

r

e

s

s

i

o

n

)

분

석

모

형

을

 

활

용

하

여

 

분

석

하

였

다

.

 

분

석

결

과

 

투

자

자

의

 

거

래

행

태

에

 

따

른

 

집

단

 

구

분

에

 

따

라

 

기

업

가

치

의

 

변

화

 

및

 

주

가

반

응

이

 

대

조

적

으

로

 

나

타

나

고

 

있

고

,

 

개

인

투

자

자

들

의

 

순

매

수

집

중

도

가

 

높

을

수

록

 

시

장

퇴

출

가

능

성

이

 

증

가

하

는

 

것

으

로

 

나

타

났

다

.

 

결

론

적

으

로

 

기

술

도

입

과

 

같

은

 

개

별

기

업

 

단

위

의

 

혁

신

활

동

들

이

 

경

쟁

우

위

와

 

지

속

가

능

한

 

성

장

동

력

 

확

보

를

 

위

한

 

개

별

기

업

의

 

필

수

불

가

결

한

 

투

자

활

동

이

지

만

 

기

술

정

보

가

 

내

포

하

고

 

있

는

 

불

확

실

성

 

요

인

들

이

 

기

업

부

실

화

를

 

초

래

할

 

수

 

있

음

을

 

보

여

주

고

 

있

다

.

 

극

단

적

인

 

경

우

에

는

 

자

본

시

장

에

서

의

 

퇴

출

로

 

이

어

짐

으

로

써

 

내

재

위

험

요

인

들

에

 

의

한

 

자

본

손

실

이

라

는

 

최

종

 

결

과

물

이

 

정

보

열

위

의

 

주

체

인

 

개

인

투

자

자

들

에

게

 

집

중

될

 

가

능

성

이

 

클

 

수

 

있

음

을

 

시

사

하

고

 

있

다

.

 

이

러

한

 

연

구

결

과

는

 

정

보

비

대

칭

 

현

상

에

 

대

한

 

실

증

증

거

로

써

의

 

근

거

를

 

제

시

할

 

뿐

만

 

아

니

라

 

자

본

시

장

 

이

해

관

계

자

들

에

게

 

유

용

한

 

정

보

를

 

제

공

해

줄

 

수

 

있

을

 

것

으

로

 

기

대

된

다

.

@highlight

본고는 한국거래소 상장기업 중 기술도입 공시가 이루어진 기업을 대상으로 공시이후에 나타나고 있는 개인투자자들의 투자행태를 살펴보고 기술공시기업의 내재불확실성으로 인한기업가치의 하락과 시장퇴출이 개인투자자의 투자손실로 이어지고 있는지에 대하여 분석하고자 했다.