2014년판 고등학교 『한국사』 교과서에 서술된 북한사, 통일논의, 남북관계사를 비판적으로 분석하였다.

북한사 서술에 반영돼 있는 역사인식은 남북 체제대결적, 우열적 사고 방식에 기초한 것으로 파악된다.

북한사 전개의 내적 맥락을 강조하기보다 현상에 대한 비판적 서술과 문제제기에 초점을 맞추었다.

이와 같은 북한사에 대한 냉전적, 우적론적 서술 경향은 통일논의와 남북관계사 서술을 제약하는 요인이 되었다.

통일논의에 관한 서술의 경우, 경제적 가치 논의에 집중하였다.

탈냉전 이후 정부, 언론 등에 의해 주도된 논의의 반영으로 볼 수 있다.

이같은 특성은 분단 이후 나타난 다양한 통일논의와 남북의 통일정책 및 방안에 대한 폭넓은 이해 대신 통일논의를 단조로운 경제문제로 이해할 위험성을 내포하고 있다.

남북관계사는 그간의 남북 당국간 주요 합의 내용과 의의를 중심으로 기술되었다.

일부의 경우, 핵심적 내용과 교육의 초점이 잘못 설정된 문제점이 있을 뿐만 아니라 역대 정부의 통일정책에 대한 안일한 서술도 확인된다.

무엇보다 남북관계사에 대한 일방주의적 서술 방식이 가장 큰 특징이자 문제점이라고 할 수 있다.

북한을 대상화하는 대신 남북 쌍방의 상호 작용에 입각한 남북관계사 서술이 고려될 필요가 있다.

분단 극복을 위한 미래지향적 입장에서 볼 때, 여전히 과거 국정 교과서의 한계를 근본적으로 넘지 못한 것으로 파악된다.

@highlight

2014년판 고등학교 『한국사』 교과서에 서술된 북한사, 통일논의, 남북관계사를 비판적으로 분석했다.

@highlight

무엇보다 남북관계사에 관한 일방주의적 서술 방식이 가장 큰 특징이자 문제점이라 할 수 있다.

@highlight

북한을 대상화하는 대신 남북 쌍방의 상호 작용에 입각한 남북관계사 서술이 고려될 필요가 있다.

