21세기라는 시공간적인 조건이 주는 딜레마는 전통적인 국가안보의 패러다임의 변화를 촉구한다.

새로운 형태의 비정통적인 안보위협에 효과적으로 대응하기 위해서는 현재의 국가안보의 패러다임과 이에 따른 정보활동의 어느 정도의 재조정 작업이 필요할 것이다.

특히 오늘날 국가안보의 주요 위협으로 다가오는 범죄와 테러의 문제는 이러한 서로 다른 차원의 문제가 서로 융합하는 경향을 보인다는 점에서 보다 중요한 의미를 가진다.

애매모호한 융합된 실체로서의 테러와 범죄의 융합은 보다 복합적이고 증강된 힘으로 국제안보질서와 특정 국가의 안보에 심각한 위협이 된다.

이 연구는 따라서 비정통적인 안보위협에 대응하기 위한 효과적인 정보활동 대응전략을 모색해보고 제시하는데 중점을 둔다.

정보활동의 제시를 위해서는 독일 등의 해외사례 가운데 참조할만하다고 판단되는 정보활동 사례 등을 소개하였으며, 미국과 이스라엘 등에서 실행해오고 있는OSINT(Open Source Intelligence)와 빅 데이터 분석 사례와 방법 등을 제안하였다.

이러한 사례들은 연구 수행자의 참여관찰과 전문가 및 관련자 현지 인터뷰 등을 통해 수집하였다.

그리고 덧붙여 여러 문헌자료와 같은 2차 자료 등이 사용되었다.

연구수행자는 미국에서 OSINT에 기초한 대용량 데이터베이스 구축작업에 수석 연구원으로 직접 참여하였으며 이스라엘과 독일, 미국 등지에서 전문가 및 관련 실무자들과 직접 인터뷰를 실시하거나 실사 방문하여 현지 관찰을 수행하였다.

@highlight

21세기라는 시공간적인 조건이 주는 딜레마는 전통적인 국가안보의 패러다임의 변화를 촉구한다.

@highlight

본 연구는 따라서 비정통적인 안보위협에 대응하기 위한 효과적인 정보활동 대응전략을 모색해보고 제시하는데 중점을 둔다.

