유교 사상은 공자와 맹자를 중심으로 인간이 지성과 양심에 따라 살아갈 것을 가르치는 도덕적인 학문이다.

이 논문은 유교 사상의 인·의·예·지·덕에 관한 고찰을 바탕으로 현대 행정의 가치를 적용해 시사점을 도출하는데 목적을 둔다.

현재 행정 가치와 과거 한국의 지배적인 행정 가치였던 유교 사상을 재조명하는 것이다.

현재와 과거의 ‘교류’라는 점을 중심으로 행정 철학적 접근한다는 의미다.

이로서 인(민주성·책임성), 의(민주성·형평성), 예(책임성·투명성), 지(합리성·책임성), 덕(민주성·책임성)과 본질적인 부분이 유사하다는 것을 알 수 있었다.

지금이나 앞으로도 한국의 전통과 고유한 문화가 이어질 것이기에 조선의 통치 이념이자 국가 철학이었던 유교 사상을 재조명할 필요가 있다.

공무원 윤리 기준 제정, 제도나 법률 제정시 법원(法源)으로서 자료, 행정학 교육 측면에서 응용할 수 있으므로 이 논문은 학술적으로나 실제적으로 기여할 수 있을 것이다.

@highlight

유교 사상은 공자와 맹자를 중심으로 인간이 지성과 양심에 따라 살아갈 것을 가르치는 도덕적인 학문이다.

