한국의 국가 관료제가 경험한 가장 큰 환경 변화는 민주화가 촉발한 관료제에 대한 정치적 통제의 강화와 신자유주의-

신공공관리가 촉발한 관료제에 대한 시장적 통제의 강화다.

이 논문은 공직인사제도를 중심으로 이 두 물결이 촉발한 개혁 조치와 정책 변화를 기술하고 이들이 한국의 국가 관료제의 전통을 어떻게 변화시켰으며 새로운 흐름과 전통 간에 어떤 긴장과 갈등이 있는지를 분석하였다.

분석을 통해 민주화 및 신자유주의-

신공공관리 운동과 관련된 공직인사제도의 변화가 두드러지지만 이에 맞서 실적기반 임용과 경력승진 보장을 특징으로 하는 관료제의 전통적 원리를 지속하려는 흐름도 여전히 존재한다는 것을 발견하였다.

전반적으로 한국의 국가 관료제는 민주주의의 확산에 따른 정치적 문책성의 요구와 시장논리의 확산에 따른 관리적 책임의 기대가 직업관료제의 전통에 영향을 미치면서 진화해 나가고 있었다.

베버 관료제의 전통이 유지되는 가운데 전문직업주의가 이를 변용시킨다는 점에서 한국의 국가 관료제는 일종의 신베버 관료제의 모습에 가깝다.

현재의 한국 국가 관료제를 올바로 이해하는 출발점은 관료제의 근대화라는 오랜 전통과 관료제의 정치화 및 관료제의 전문직업화라는 새로운 흐름을 구분하고 이러한 전통과 흐름이 반영하는 거버넌스의 원리 및 이들 간의 역동적 관계를 이해하는데서 찾아야 할 것이다.

@highlight

한국의 국가 관료제가 경험한 가장 큰 환경 변화는 민주화가 촉발한 관료제에 대해 정치적 통제의 강화와 신자유주의-

@highlight

신공공관리가 촉발한 관료제에 대해 시장적 통제의 강화다.

