본 연구는 부부의 원가족건강성이 부부친밀감에 미치는 부부 상호간 역동성을 규명하고자 하는 것이 목적이다.

이를 위하여 APIM(Actor-

Partner Interdependence Model) 분석방법을 사용하였고, 나아가 부부관계의 강화와 이혼 예방의 방안을 모색하고 부부상담 현장에 필요한 기초자료로 활용되는 데 의의를 가진다.

연구대상은 서울시 및 경기권에 거주하는 193쌍의 부부를 대상으로 하였으며, 자료분석은 SPSS 18.0과 AMOS 18.0을 통하여 상호작용 모델인 APIM분석으로 자기효과와 상대방효과를 산출하였다.

연구결과 첫째, 원가족건강성의 하위요인인 질적유대감은 부인이 남편보다 높았다.

둘째, 남편과 부인의 원가족건강성이 부부친밀감에 미치는 영향은 자기효과가 있는 것으로 나타났다.

셋째, 부부의 원가족건강성이 남편의 부부친밀감에 미치는 영향은 남편의 자기효과가 부인의 상대방효과보다 더 컸다.

넷째, 부부의 원가족건강성이 부인의 부부친밀감에 미치는 영향은 부인의 자기효과와 남편의 상대방효과는 차이가 없는 것으로 나타났다.

마지막으로 이러한 결과를 바탕으로 본 연구의 시사점과 추후연구를 위한 제언을 논하였다.

@highlight

이 연구는 부부의 원가족건강성이 부부친밀감에 미치는 부부 상호간 역동성을 규명하고자 하고자 한다.

@highlight

이를 위해 APIM 분석방법을 사용했고, 나아가 부부관계의 강화와 이혼 예방의 방안을 모색하고 부부상담 현장에 필요한 기초자료로 활용되는 데 의의를 가진다.

