본 연구는 중앙정부와 다양한 층위의 지방정부로 이루어지는 다층적인 정치체제 하에서의 중앙 및 지방 의회 간 권력 관계의 본질을 이론적, 경험적 차원에서 분석하여 이론적 설명 모형을 도출하고 그것을 멕시코, 스페인, 미국 등 다양한 정치체제에서 나타나는 중앙-

지방 의회 관계의 경험적 분석에 적용해 봄으로써 우리나라 지방자치의 발전을 위한 건전한 국회-

지방의회 관계의 이상형(ideal type)을 구현하기 위한 제도적 개선 방안을 제시하는데 목적을 두고 있다.

연구 결과, 우리나라와 같은 제1유형(단방제-

중앙집권) 국가의 국회-

지방의회 관계는 다른 제2~4유형의 국가들에서는 찾아볼 수 없는 우리만의 독특한 국회-

지방의회 관계를 구축한 것으로 나타났다.

우리의 국회-

지방의회 관계나 다층적 거버넌스 체계와 가장 유사한 국가는 의외로 스페인이나 멕시코와 같은 혼종형 국가들이 아니라 정당체계의 분권화 정도가 높고 강력한 연방제를 채택하고 있는 제4유형의 미국임을 알 수 있었다.

제2유형의 스페인이나 제3유형의 멕시코의 경우에는 각각 오랜 기간 권위주의적인 독재체제를 경험한 바 있다.

하지만 그러한 체제가 들어서기 이전의 역사적 경험이 권위주의 체제의 붕괴 이후에 매우 빠른 속도로 시스템의 선순환 즉, 정당체계의 분권화와 연방제적 성격의 강화를 가져왔음을 알 수 있다.

@highlight

본 논문은 중앙정부와 다양한 층위의 지방정부로 이루어지는 다층적인 정치체제 아래서의 중앙과 지방 의회 간 권력 관계의 본질을 이론적, 경험적 차원에서 분석하여 이론적 설명 모형을 도출하고 그것을 멕시코, 스페인, 미국 등 다양한 정치체제에서 나타나는 중앙-

@highlight

지방 의회 관계의 경험적 분석에 적용하고자 하였다.

