이 논문은 전자문화지도(Electronic Cultural Atlas)가 지니는 디지털 텍스트로서의 매체특성과 인문학 연구에서의 활용방법을 모색해보고자 작성한 것이다.

디지털 미디어인 전자문화지도는 문자 텍스트가 지닐 수 없는 중대한 특성을 가지고 있다.

첫째는 인간의 통합적인 지각 조건에 가까운 멀티미디어의 텍스트라는 점이다.

이는 특정한 문화형태의 전자적 재현을 실현시킬 수 있다.

둘째는 하이퍼텍스트로 구현된다는 점이다.

비순차적, 비선형적인 하이퍼텍스트는 독자가 텍스트의 경로를 선택할 수가 있다.

또한 양방향성의 대화적 소통이 가능하기 때문에 여러 사람이 연구에 참여할 수가 있다.

각각의 주제를 지닌 전자지도를 제작하고, 그것을 중첩시켜서 의미를 탐색하는 연구의 목표는 생산적 효과를 가져와야 한다는 점이다.

전자문화지도를 활용한 연구의 결론이 단일한 원리의 추출에 그쳐서는 곤란하다.

전자문화지도는 인문학의 여러 영역들을 가로지르면서 새로운 의미생산을 촉발하는 매체, 또는 도구의 역할을 수행하여야 한다.

@highlight

본 논문은 전자문화지도가 지니는 디지털 텍스트로서의 매체특성과 인문학 연구에서의 활용방법을 모색해보고자 작성한 것이다.

