이 글은 최근 활발히 생산-

유통되고 있는 문화 텍스트들을 중심으로 87년 이후 세대가 어떠한 방식으로 재현되는지를 분석하고 이에 대한 비판적 독해를 수행하고자 한다.

그리고 이를 토대로 하여 87년 이후 세대의 고유한 세대론적 특성을 추출하여 대안적 서사 구성의 가능성을 제시하고자 한다.

TvN 드라마 <응답하라> 시리즈와 무한도전의 <토토가> 특집 등은 공통적으로 이들 세대를 소비자본주의적 주체로 호명하려는 전략을 사용한다.

그 결과 이들 세대는 정치적?

문화적 층위에서의 저항성을 상실한 세대로 규정되어 재현되고 있다.

이러한 한계를 극복하기 위해 이 글은 두 가지 방식을 사용한다.

첫째, 문화 텍스트에 대한 징후적 독해를 통해 서사에서 은폐되거나 소거된 다른 목소리의 흔적들을 찾아 텍스트를 다시 쓰는 것이다.

둘째, 기존 담론에서 충분히 논의되지 못한 이들 세대 스스로의 자기 발화 텍스트를 통해 이들이 모색한 대안적 서사를 복원하는 것이다.

이와 같은 작업을 통해 87년 이후 세대가 문화적 층위에서의 급진성을 매개로 하여 저항 주체 형성을 시도했으며, 기본모순으로 환원되지 않는 다양한 적대적 모순에 대한 저항 기획과 수평적인 방식의 민주주의의 구현을 통해 차이와 연대의 정치성을 발현하려 했음을 보여주는 단초를 확인할 수 있다.

@highlight

이 글은 최근 활발히 생산-

@highlight

유통되고 있는 문화 텍스트들을 중심으로 87년 이후 세대가 어떠한 방식으로 재현되는지를 분석하고 이에 대한 비판적 독해를 수행하려 한다.

