이 연구의 목적은 스토리텔링을 활용한 수학 수업을 통해서 얻게 되는 특수학급 교사의 실천적 지식과 그 시사점을 알아보는데 있었다.

연구방법으로 질적 연구방법인 실행연구 방법을 적용하였으며, 연구 참여자는 수업자인 연구자, 수업 관찰자 5명, 학생 2명이었다.

연구자는 실행연구의 순환과정에 따라 스토리텔링 수업 모형을 적용한 7차시의 수업을 진행하며 자료를 수집하였으며, 귀납적 자료 분석을 통해 3개 상위범주와 7개 하위범주, 23개의 의미단위를 도출하였다.

연구결과, 수업을 통하여 얻게 된 연구자의 실천적 지식은 ‘스토리텔링 수업 모형 적용을 위해 효과적인 수학수업 계획하기’, ‘스토리텔링을 활용해 재미있고 활기찬 수학수업 실행하기’, ‘스토리텔링을 계기로 학생과 함께하는 수업 전문가로 거듭나기’로 범주화되었다.

연구자는 실행연구를 통해서 수업준비, 수업 운영, 교수 기술에 대해 지속적으로 반성하는 계기를 갖게 되었다.

마지막으로 연구 결과를 토대로 후속 연구를 위해 제언하였다.

@highlight

본 연구의 목적은 스토리텔링을 활용한 수학 수업을 통해서 얻게 되는 특수학급 교사의 실천적 지식과 그 시사점을 알아보는데 있었다.

