본 연구는 PC와 RC부분이 만나는 접합면에 대한 구조적 거동과 수평 전단강도 평가를 위한 실험적 연구이다.

접합면에서의 수평전단 내력은 접합면의 거칠기나 전단보강근 유무에 따라 결정되어진다.

본 연구에서는 전단 보강근의 형상이 루프형과 래티스형로 구분하고, 보강근 간격 등에 따라 총 4개의 수평전단강도 실험체를 제작하여 실험을 수행하였다.

실험결과, 접합면에서 수평전단 강도는 수직방향 변형에 의해 지배됨을 알 수 있었다.

보강근 형상에 따른 비교 결과, 루프형의 실험체가 평균 초기균열하중, 평균 최대하중 및 접합면의 평균 초기강성 측면에서 각각 33.7%, 45.9%와 55.2%정도 큰 것으로 나타났다.

현행의 국내 전단강도 평가식과 비교한 결과, 루프형 전단보강 실험체는 2.32~4.23배, 래티스형 전단보강 실험체는 1.65~3.06배 상회하는 것으로 나타났다.

따라서 접합면의 거동이나 구조설계기준에 의한 내력이 안전측으로 평가되어 현장에 적용하는 데에는 별다른 문제는 없는 것으로 판단된다.

@highlight

이 연구는 PC와 RC부분이 만나는 접합면에 대한 구조적 거동과 수평 전단강도 평가를 위한 실험적 연구이다.

