Objectives : ?

黃帝內經?

에 나타난 腦髓消?

과 관련된 내용들을 살펴보고 그 원인, 기전, 예후, 증상표현들을 고찰해 보았다.

Methods : ?

黃帝內經?

가운데 腦髓消?

과 관련된 조문들을 찾고 해당 내용에 대한 여러 주가들의 주석을 참고로 하여 腦髓消?

의 의미와 특징들을 규명해보았으며, 현대의학의 관련 병증들과 비교하여 상호 유사성을 살펴보았다.

Results : 腦髓消?

은 腦의 實質이 줄어드는 병변으로 죽음에까지 이를 수 있는 위중한 병증이다.

精과 液의 부족으로 인한 陰虛가 주요 원인이며 외부로부터 邪氣가 침입하거나 자극이 들어올 경우에 촉발된다.

또한 현대의학의 뇌위축 또는 뇌척수액 이상의 질환들과 일부 유사성이 보인다.

Conclusions : 腦髓消?

은 補陰을 위주로 津液 생성에 관여하는 脾와 藏精을 담당하는 腎을 다스리는 치료를 시행해야 하며, 외부의 邪氣나 자극 등이 骨髓를 손상시키지 못하도록 예방하는 것이 중요하다.

@highlight

『黃帝內經』에 나타난 腦髓消?

@highlight

과 관련된 내용들을 살펴보고 원인, 기전, 예후, 증상표현들을 살펴보았다.

@highlight

『黃帝內經』가운데 腦髓消?

@highlight

과 관련된 조문들을 찾고 해당 내용에 관한 여러 주가들의 주석을 참고로 하였다.

