지반-

지보재 상호분석법은 터널 설계시 널리 이용되고 있다.

특히, 수직구는 주로 원형으로 건설되고 있어 응력-

변위관계의 분석시 이론해를 적용함에 있어 유리한 특징이 있다.

지반-

지보재 상호분석법을 이용한 수직구 설계시 합리적인 지보압의 산정은 적정한 무지보 막장반경변위의 예측에 좌우된다.

그러나, 수직구의 경우 심도가 증가함에 따라 초기응력이 계속 변화하므로 막장반경변위의 산정을 위해서는 반복적인 수치해석의 수행이 불가피하다.

따라서 본 연구에서는 다양한 조건에서의 수치해석을 수행하여 수직구 굴착시의 막장반경변위비 산정을 위한 예측식을 도출하였다.

도출된 예측식에 대한 신뢰도 분석결과 신뢰도 99%에서 평균상대오차 0.94%~1.64% 범위의 높은 신뢰도를 확인하였다.

본 연구결과로 도출된 막장반경변위비 예측식은 지반-

지보재 상호분석법을 이용한 수직구 설계시 반복적인 수치해석의 수행 없이도 합리적인 지보압을 산정함에 있어 매우 유용할 것으로 판단된다.

@highlight

본 연구에서는 다양한 조건에서의 수치해석을 수행하여 수직구 굴착시의 막장반경변위비 산정을 위한 예측식을 도출하였다.

