본 연구는 산업계 수요에 대응하기 위한 교육과정 개발과 운영을 위해 국가직무능력표준(NCS: National Competency Standard, 이하 NCS)을 활용할수 있는 방안을 연구하였다.

NCS는 산업 현장에서 필요한 직무 수행 능력을지식, 기술, 태도를 표준화하여 산업부문별·수준별로 체계화한 국가표준을 말한다.

하지만 NCS는 직업교육훈련기관인 전문대학, 폴리텍대학 등에서 기술인력을 양성하는데 초점이 맞춰져 있어 4년제 대학에서 국가직무능력을 활용하는 사례는 찾아보기 힘들다.

이에 본 연구에서는 국가직무능력표준형 교육과정을 개발하기 위한 방법과 절차를 제시하여 산업계에서 만족할 수 있는 교육과정을 개발하는 것을 목표로 한다.

본 연구는 전문대학에서 이루어지는 NCS 교육과정을 K대학교 휴먼ICT 연계전공 교육과정에 적용하기 위해 NCS형 학습모듈을 설계하였으며, 학습모듈 설계 시 발생할 수 있는 문제점을 찾고자 하는데있다.

교육과정 개발 시 산업현장 전문가와 교육훈련 전문가가 함께 참여하여 다양한 SME(Subject Matter Expert)의 특강을 진행하였으며, 성공적인 NCS형 교육과정 개발을 위해 직무수행능력평가서, 평가결과서를 통해 후속연구를 진행할 예정이다.

본 연구를 통해 NCS를 개발하거나 이용하려는 4년제대학이나 교수자들은 산업계의 요구에 맞는 인력양성 및 현장 실무형 학습을설계하는데 도움이 될 것이라 예상한다.

@highlight

이 연구는 산업계 수요에 대응하기 위한 교육과정 개발과 운영을 위해 국가직무능력표준(NCS: National Competency Standard, 이하 NCS)을 활용할수 있는 방안을 연구했다.

