킬체인(Kill Chain)이 최근에 북한의 핵실험, 미사일 발사 등으로 인해 주목을 받고 있으며, 조기 구축의 필요성이 대두되고 있다.

킬체인 구축을 구체화하기 위하여 센서와 타격무기가 효과적으로 작전을 지원할 수 있도록 한국형 킬체인 네트워크에 대하여 검토해야 한다.

특히, 산악지역 및 해양을 포함한 짧은 종심의 합동전장 환경에서 적 위협으로부터 공격 대응시간을 단축할 수 있는 적합한 표적정보 전달 네트워크가 필요하다.

현재 작전에서는 다양한 유·무선 통신체계를 이용하여 음성, 데이터, 이미지, 문자 등을 작전에 활용하고 있다.

그러므로 본 논문은 킬체인에서 적용될 수 있는 표적정보 전달 네트워크에 대하여 분석하는 것이다.

그리고 네트워크의 정책적 대안에 대한 확증을 위해 AHP(Analytic Hierarchy Process) 기법을 적용하여 킬체인에 적합한 표적정보 전달 네트워크를 식별하였다.

이를 통해 합동 전장 환경하에서 적용 가능한 킬체인 표적정보 전달 네트워크 및 구축방안을 제시하였다.

@highlight

킬체인(Kill Chain)이 최근에 북한의 핵실험, 미사일 발사 등으로 인해 주목을 받고 있으며, 조기 구축의 필요성이 대두되고 있다.

