장기기증 교육이 대학생의 장기기증에 대한 지식, 태도, 실천의지에 미치는 효과를 파악하고자 한다.

본 연구는 유사 실험 연구로, 연구의 대상자는 한국 서울에 소재한 K대학교 재학생 164명이다: 실험군 74명, 대조군 90명.

실험군은 연구자에 의해 개발된 장기기증 교육을 받았다.

구조화된 설문지를 사용하여 장기기증에 대한 지식, 태도, 실천의지를 사전, 사후 조사하였다.

자료의 분석은 SPSS 21 프로그램을 활용하여 χ2 test, t-

test, ANCOVA 분석을 시행하였다.

장기기증 교육을 받은 실험군이 사후에 전체지식(p<.001), 핵심지식(p<.001), 전체태도(p<.001), 정서적 태도(p=0.032), 행동적 태도(p<.001)에서 유의한 차이가 있었다.

장기기증에 대한 전체지식은 지식의 하부 영역과 태도의 모든 영역과 유의한 상관관계를 나타내었다.

장기기증 교육이 장기기증에 대한 지식과 태도 변화에 효과적인 것으로 나타났다.

@highlight

장기기증 교육이 대학생의 장기기증에 대한 지식, 태도, 실천의지에 미치는 효과를 파악하고자 한다.

