본 연구는 Gali and Monacelli(2002)의 모형을 변환시켜, 소규모 개방 경제의 통화정책으로 가장 바람직한 형태가 무엇인가에 대한 모색을 하였다.

Gali and Monacelli를 비롯한 기존의 연구들이 대부분 중앙은행에 대한 신뢰를 바탕으로 여러 준칙을 그 분석 대상으로 하였던 반면에 본 연구는 통화당국에 신뢰가 없는 경우를 명시적으로 고려하여 통화정책의 결과를 분석하였다.

이러한 이유는 한국경제를 비롯하여 동아시아 및 남미 국가 등에서는 통화당국에 대한 신뢰가 아직 부족하다고 전제하는 것이 보다 합당하기 때문이다.

이 경우 통화당국자는 준칙을 사용할 수 없고, 재량적인 통화정책을 사용함에 따라 동태적불일치의 문제에 직면하게 된다.

이 때 통화당국자는 신뢰를 회복하는 하나의 방편으로서, 통화통합(currency union)과 같은 극단적인 형태의 고정환율제를 생각할 수 있다.

고정환율제도 일종의 준칙과 같은 역할을 하지만, 최적준칙 보다는 나쁜 정책이다.

본 연구는 과연 고정환율제와 같은 차선의 준칙 도입이 재량적인 통화정책 보다 우수한 경우가 있는지 분석하였다.

그 결과, 국내재화의 가격 유연성이 높을수록, 그리고 노동탄력성이 낮을수록, 고정환율제가 재량적 통화정책 보다 우수한 것으로 나타났다.

@highlight

이 연구는 Gali and Monacelli(2002)의 모형을 변환시켜, 소규모 개방 경제의 통화정책으로 가장 바람직한 형태가 무엇인가에 관한 모색을 했다.

