본

 

연

구

는

 

발

열

성

 

요

로

감

염

으

로

 

입

원

한

 

영

아

에

서

 

항

생

제

 

연

관

 

설

사

(

A

n

t

i

b

i

o

t

i

c

-

a

s

s

o

c

i

a

t

e

d

 

D

i

a

r

r

h

e

a

,

이

하

 

A

A

D

)

의

 

양

상

 

및

 

연

관

인

자

를

 

조

사

하

였

다

.

 

이

 

연

구

는

 

영

아

 

A

A

D

의

 

예

방

과

 

치

료

에

 

사

용

되

는

 

생

균

제

에

 

대

한

 

기

초

 

연

구

이

다

.

 

가

천

의

대

길

병

원

에

서

 

2

0

0

8

년

 

1

월

부

터

 

2

0

1

0

년

9

월

 

사

이

에

 

급

성

 

발

열

성

 

요

로

감

염

으

로

 

입

원

한

 

생

후

 

3

-

6

개

월

의

 

영

아

들

의

 

의

무

기

록

을

 

후

향

적

으

로

 

조

사

하

여

 

A

A

D

 

를

 

보

인

 

환

자

(

A

A

D

군

)

와

 

보

이

지

 

않

은

 

환

자

(

n

o

n

-

A

A

D

 

군

)

를

 

비

교

하

였

다

.

 

A

A

D

군

 

내

에

서

 

사

용

한

 

항

생

제

 

요

법

과

 

용

량

,

 

설

사

의

 

양

상

을

 

비

교

하

였

다

.

 

총

 

1

4

7

명

 

중

 

A

A

D

군

은

 

5

4

명

(

3

6

.

7

%

)

이

었

고

,

이

 

중

 

3

세

대

 

세

팔

로

스

포

린

(

3

r

d

 

C

S

)

 

단

일

요

법

군

,

 

3

r

d

 

C

S

 

과

 

비

세

팔

로

스

포

린

 

혼

합

요

법

군

,

 

비

세

팔

로

스

포

린

 

혼

합

요

법

군

 

간

의

 

설

사

의

 

발

현

 

시

점

,

 

지

속

기

간

 

및

 

횟

수

의

 

유

의

한

차

이

가

 

없

었

다

(

P

>

0

.

0

5

)

.

 

A

A

D

군

과

 

n

o

n

-

A

A

D

군

과

의

c

e

f

o

t

a

x

i

m

e

 

사

용

량

의

 

유

의

한

 

차

이

는

 

없

었

다

.

 

생

후

 

3

-

6

개

월

 

영

아

의

 

발

열

성

 

요

로

감

염

 

환

자

에

서

 

A

A

D

는

 

항

생

제

의

 

요

법

과

 

평

상

적

 

투

여

량

 

범

위

내

에

서

 

용

량

에

 

관

계

없

이

 

흔

하

게

 

발

생

하

였

다

.

 

영

아

 

A

A

D

의

 

예

방

과

 

치

료

에

 

사

용

되

는

 

생

균

제

의

 

효

과

에

 

대

한

 

추

가

적

인

 

연

구

가

 

필

요

하

다

.

@highlight

이 연구는 발열성 요로감염으로 입원한 영아에서 항생제 연관 설사(Antibiotic-associated Diarrhea,이하 AAD)의 양상 및 연관인자를 조사하였다.