여성한부모 빈곤문제는 노동권과 모성권이 어떻게 보장되느냐에 달려있다.

특히 여성가구주의 노동권은 돌봄지원이 중요한 변수가 된다.

이에 본 연구는 여성의 돌봄문제에 대한 국가적 접근방법을 중심으로 복지국가들을 유형화시키고, 복지국가유형별 노동권과 모성권을 지원하는 정책비교를 통해 여성한부모가구의 빈곤이 유형별로 어떻게 차이를 갖게 되는지 살펴보았다.

연구결과 여성한부모가구주의 빈곤은 여성고용정책 뿐 아니라 일-

가족양립지원정책 수준에 달려있음을 알 수 있었다.

즉 여성한부모가구주들의 노동시장 진입과 직업의 지속적 유지는 정부의 자녀돌봄지원, 부모휴가제도, 보육환경구축 여부에 따라 결정되었다.

여기에는 젠더화된 노동시장구조 변화와 유연안정성을 보장받을 수 있는 고용모델로의 변화 역시 중요하다.

이상의 결과들을 통해 복지국가는 한부모여성이 빈곤에서 벗어나 경제적 독립이 가능할 수 있도록 노동시장, 가족, 사회복지 영역의 통합적 정책 지원을 마련해야함을 제언하였다.

@highlight

본 연구는 여성의 돌봄문제에 대한 국가적 접근방법을 중심으로 복지국가들을 유형화시키고, 복지국가유형별 노동권과 모성권을 지원하는 정책비교를 통해 여성한부모가구의 빈곤이 유형별로 어떻게 차이를 갖게 되는지 살펴보았다.

