본 연구는 Q방법론을 활용하여 기업 직원들이 생각하는 기업 내 자원봉사 담당자들에 대한 인식과 활동 내용을 유형별로 파악하고, 각 유형별 차이점과 공통점을 분석하였다.

본 연구의 P표본은 사회공헌활동이 활발한 12개 기업에서 1년 이상 자원봉사활동에 참여한 직원 25명이며, 27개의 Q표본을 분석하였다.

수집된 자료는 쿼넬( QUANL) 프로그램을 활용하여 주요인분석을 실시하였다.

Q방법론을 적용한 결과, 모든 유형에서 자원봉사 담당자의 태도나 독려가 자원봉사에 대한 의욕을 강화하고, 자원봉사의 가치와 보람을 깨닫게 해주는 등 자원봉사활동에 미치는 영향이 큰 것으로 확인되었다.

다만 영역별 인식 차이에 따라 3가지 유형이 도출되었는데, 자원봉사담당자들의 기업 내 역할, 인정 정도, 전문성, 의사소통 능력 등에 대해 다양한 가치를 부여하고 있었다.

기업 자원봉사 담당자에 대한 최초의 Q연구인 본 논문이 기업 자원봉사 담당자의 자질과 업무지식 요건 등을 확인하고, 자원봉사활동의 효과성을 높이고 지속성을 담보하기 위한 객관적이고 학술적인 자료로 활용되기를 기대한다.

@highlight

본고는 Q방법론을 활용하여 기업 직원들이 생각하는 기업 내에 자원봉사 담당자들에 관한 인식과 활동 내용을 유형별로 파악하였고, 각 유형별 차이점과 공통점을 분석했다.

