우리 사회에서 전통적 대중매체가 학교 교육 밖의 대중들에게 과학적 정보를 제공하는 수단으로서의 기능을 충분히 수행하고 있는지 알아보기 위하여 대중매체 과학기사에 대한 대중의 인식과 과학기사에 고빈도로 사용되고 있는 과학용어들에 대한 대중의 이해도를 조사해 보았다.

과학기사에 대한 대중의 인식을 알아보기 위하여 과학기 사의 유용성, 중요성, 접근 빈도, 이해도를 묻는 설문 도구를 제작하여 기차역, 지하철역 등 유동인구가 많은 지역에서 설문조사를 실시하였 고, 총 425명의 설문 응답을 분석에 사용하였다.

과학기사에 사용된 고빈도 과학용어를 추출하기 위하여 전통적 대중매체 가운데 텔레비전 뉴스와 신문을 각각 두 곳씩 지정하고 2001년부터 2017년까지 17년간 보도된 과학관련 기사의 텍스트를 수집하여 사용된 과학용어의 빈도를 조사하였다.

그리고, 빈도수를 기준으로 상위 100개의 과학 용어에 대하여 자기보고식의 이해도 검사를 실시하였다.

연구 결과 우리 사회의 대중들은 과학기사의 중요성과 유용성에 대해서는 비교적 높이 평가하고 있으나 기사를 읽고 이해하는 데에는 다소 어려움이 있는 것으로 나타났다.

또한 과학기사에 고빈도로 사용되고 있는 과학용어들에 대해 대학원 이상의 고학력, 자연계열 전공, 남성이 상대적으로 이해도가 높았다.

또한 성별, 연령, 학력, 전공계열에 따라 이해도가 높은 과학용어들이 특징적으로 나타났다.

@highlight

우리 사회에서 전통적 대중매체가 학교 교육 밖의 대중들에게 과학적 정보를 제공하는 수단으로서의 기능을 충분히 수행하고 있는지 알아보기 위해 대중매체 과학기사에 대한 대중의 인식과 과학기사에 고빈도로 사용되고 있는 과학용어들에 대한 대중의 이해도를 분석해 보았다.

