자율재정의 규모가 큰 광역시·도의 재정 여건이 그리 좋지 않다.

이러한 관점에서 광역자치단체의 일반채무 관리가 중요할 뿐만 아니라, 관리대상 채무가 아닌 지방공기업의 부채관리는 더욱 중요하다.

더욱이 재정사업으로 추진해야 할 사업을 BTO·BTL 사업방식으로 추진하고 있어 잠재적 부채가 지속해서 증가하고 있는데, 재정건전성제고를 위해 일반채무, 지방공기업 부채, 민자투자사업으로 말미암은 잠재부채의 포괄적 관리가 필요하다.

즉, 지방재정에 부정적 영향을 미치는 잠재부채 증가의 경로를 차단할 필요가 있다.

첫째, 광역시·도의 일반채무 증가요인을 줄여나가야 할 것이다.

이를 위해 지방채 발행 예외조항의 한계를 개선하고, 일반채무의 규모에 따른 공기업 부채를 제한할 필요가 있다.

둘째, 광역시·도 산하의 지방공기업에 대한 체계적인 부채관리가 필요하다.

도시공사 내부의 방만한 경영을 제어하기 위한 제반조치가 필요함과 동시에 사업비를 공기업에 부당 전가하는 등 제반행태를 제어하기 위해 지속적인 지도·감독·감사가 요구된다.

셋째, 민간투자사업으로 말미암은 잠재적 부채관리가 시급하다.

지방자치단체는 지방채를 발행하지 않고서도 사업을 쉽게 추진할 수 있는 BTL 방식 사업을 선호하고 있다.

따라서 BTO와 BTL사업을 부채에 산입하는 조치와 더불어 공기업 부채를 기준으로 하여 민간투자사업 규모를 제한할 필요가 있다.

@highlight

자율재정의 규모가 큰 광역시·도의 재정 여건이 그리 좋지 않다.

@highlight

더욱이 재정사업으로 추진해야 할 사업을 BTO·BTL 사업방식으로 추진하고 있어 잠재적 부채가 지속해서 증가하고 있는데, 재정건전성제고를 위해 일반채무, 지방공기업 부채, 민자투자사업으로 말미암은 잠재부채의 포괄적 관리가 필요하다.

