국방기술 연구개발 사업은 매년 많은 예산이 투자되고 있으나 그동안 투입대비 산출에 의한 효율성을 분석한 사례가 미미하다.

국방연구개발은 그 결과가 비밀로 분류되어 자료접근의 제한으로 이 분야 연구에 한계가 있었으며, 성과보다는 국방의 안보논리를 우선함으로써 효율성, 경제성 등을 고려하지 않고 국방연구개발 예산이 투자되어 왔다고 해도 과언이 아니다.

본 연구에서는 2006~2010년까지 연구개발된 55개 핵심기술을 대상으로 투입과 산출요소를 정의하고 효율성을 분석하였다.

효율성 분석은 비모수 접근법인 DEA를 활용하였다.

투입요소는 총사업비, 참여 연구원을 선정하였고, 산출요소는 특허와 실용화 건수를 사용하였다.

국방연구개발의 평균 순수기술효율성은 59%로 효율적인 DMU는 15%, 비효율적인 DMU는 85%로 나타났다.

한편 국방연구개발에서 비효율성의 주된 원인은 순수기술적인 측면보다 규모에 의한 측면으로 나타났다.

또한 투입요소 중 연구원 수는 효율성에 가장 큰 영향을 미치는 것으로 나타났다.

규모의 경제 측면에서는 규모수익유지(CRS)가 11%, 규모수익감소(DRS)가 56%, 규모수익확대(IRS)가 33% 분석되어 국방연구개발은 대부분 규모수익 감소가 필요한 것으로 분석되었다.

국방연구개발 분석에서 제시된 비효율성을 개선하기 위해 총사업비와 연구원은 각각 22%, 3% 줄일 필요가 있고, 특허와 실용화는 각각 현재 대비 약 6배 확대할 필요가 있는 것으로 제시했다.

@highlight

이 연구에서 2006~2010년까지 연구개발된 55개 핵심기술을 대상으로 투입과 산출요소를 정의하고 효율성을 분석했다.

@highlight

규모의 경제 측면에서는 규모수익유지(CRS)가 11%, 규모수익감소(DRS)가 56%, 규모수익확대(IRS)가 33% 분석되어 국방연구개발은 대부분 규모수익 감소가 필요한 것으로 분석됐다.

