유비쿼터스 컴퓨팅 시대가 도래하면 우리 생활 곳곳에 임베디드 소프트웨어가 스며들 전망으로 임베디드 소프트웨어에 대한 수요가 폭발적으로 증가할 것이다.

이에 본 논문에서는 유비쿼터스 컴퓨팅 시대에 인간이 일상 생활에서 접하게 되는 IT 서비스와 새로이 등장하게 되는 임베디드 시스템을 탑재한 제품들을 소개하고, 이들 제품의 부가가치를 높이는 핵심 요소인 임베디드 소프트웨어 기술에 대한 개념, 특성, 요소 기술, 시장 동향, 산업적 가치, 발전 방향 등을 논한다.

또한, 유비쿼터스 컴퓨팅 시대를 대비할 임베디드 소프트웨어 핵심 기술 개발 전략으로 범 국가 차원에서 다양한 규모의 임베디드 시스템을 지원하기 위한 3가지 임베디드 소프트웨어 표준 플랫폼 기술 개발 과제를 제안하고, 이와 관련된 세부 기술인 유비쿼터스 임베디드 OS, 유비쿼터스 통신 미들웨어, 임베디드 멀티미디어, 유비쿼터스 임베디드 소프트웨어 개발 도구, 차세대 무선 인터넷 플랫폼 등의 분야에 대해 소개한다.

@highlight

유비쿼터스 컴퓨팅 시대가 도래하면 우리 생활 곳곳에 임베디드 소프트웨어가 스며들 전망으로 임베디드 소프트웨어에 대한 수요가 폭발적으로 증가할 것이다.

