이 논문은 2008년 세계 금융위기가 발생한 이후 독일 사회정책의 변화를 분석하고 각 세대별, 지역별, 인구 집단별 빈곤율의 변화 추이 등에 대해 평가한다.

메르켈 정부는 신자유주의 이데올로기와 작은 정부를 선택하는 대신 확장적 재정 정책과 사회 지출을 확대하는 정책을 선택했다.

경제 위기에 대응하는 메르켈 정부의 사회정책은 신자유주의 패러다임이 제시하는 ‘복지 축소’의 특징을 보이지 않았다.

메르켈 정부의 사회 개혁은 상당 부분 슈뢰더 총리가 이끄는 사민당 주도연정이 추진했던 ‘어젠다 2010’을 계승했으며, 직업 훈련의 중요성을 인정했다.

세계 금융위기 이후 메르켈 정부는 영미식 금융자본주의를 비판하고 ‘중도’ 노선을 강조했으며 고용 보호와 적극적 노동시장 정책을 강조했다.

최근 메르켈 정부가 추진한 사회정책은 독일 복지국가의 역사적 경로의존성을 유지하는 대신 제도적 변화와 역동성을 보여 준다.

독일 복지국가의 재구성은 영미권 국가의 유형과 북유럽 국가의 유형이 가지고 있는 특징을 결합한 혼합형의 특징을 가지고 있다.

금융위기 이후 독일 복지국가의 변화는 사회정책이 단순하게 경제적 조건에의해 결정되는 것이 아니라 정부와 정당의 전략적 선택과 밀접하게 관련을 가지는 것으로 이해해야 한다.

@highlight

본 논문은 2008년 세계 금융위기가 발생한 이후 독일 사회정책의 변화를 분석하고 각 세대별, 지역별, 인구 집단별 빈곤율의 변화 추이 등에 관해 평가한다.

