돼

지

에

서

 

농

장

간

 

유

전

적

 

연

결

성

은

 

다

른

 

농

장

간

 

추

정

 

육

종

가

의

 

비

교

를

 

위

해

 

매

우

 

중

요

한

 

지

표

이

다

.

 

본

 

연

구

에

서

는

 

유

전

적

 

연

결

고

리

가

 

존

재

하

는

 

6

개

의

 

두

록

 

농

장

에

서

 

수

집

된

 

2

4

,

9

7

1

두

의

 

9

0

k

g

 

도

달

일

령

에

 

대

한

 

검

정

자

료

 

및

 

4

5

6

,

6

9

7

두

의

 

혈

통

정

보

를

 

이

용

하

였

으

며

,

 

농

장

간

 

연

결

성

은

 

연

결

율

 

수

식

에

 

의

해

 

계

산

하

였

다

.

 

분

석

 

결

과

,

 

두

록

 

농

장

간

 

교

류

를

 

위

하

여

 

총

 

8

두

에

서

 

생

산

된

 

정

액

이

 

사

용

된

 

것

으

로

 

나

타

났

다

.

 

A

농

장

은

 

8

두

의

 

종

돈

을

 

통

하

여

 

나

머

지

 

5

개

 

농

장

과

 

모

두

 

종

돈

 

교

류

가

 

이

루

어

졌

으

며

,

 

B

-

E

농

장

의

 

경

우

 

F

농

장

을

 

제

외

한

 

나

머

지

 

4

개

 

농

장

과

의

 

종

돈

 

교

류

가

 

있

었

으

며

,

 

F

농

장

은

 

오

직

 

A

농

장

과

 

혈

연

적

인

 

연

결

이

 

존

재

하

는

 

것

으

로

 

나

타

났

다

.

 

그

러

나

 

F

농

장

은

 

A

농

장

과

의

 

연

결

을

 

통

하

여

 

나

머

지

 

다

른

 

농

장

과

 

연

결

성

을

 

갖

게

 

되

어

 

두

록

 

6

개

 

농

장

간

 

연

결

성

이

 

존

재

하

는

 

것

으

로

 

나

타

났

다

.

 

또

한

 

농

장

간

 

연

결

율

이

 

가

장

 

높

은

 

값

은

 

A

농

장

과

 

C

농

장

간

의

 

9

1

.

7

%

로

 

6

개

의

 

두

록

 

농

장

 

중

 

농

장

간

 

연

결

율

이

 

가

장

 

높

았

으

며

,

 

반

대

로

 

D

농

장

과

 

F

농

장

에

서

 

6

5

.

1

%

로

 

가

장

 

낮

은

 

연

결

율

을

 

나

타

냈

다

.

 

국

내

 

6

개

 

두

록

 

종

돈

장

간

 

연

결

율

은

 

6

5

%

 

이

상

으

로

 

고

도

의

 

유

전

적

 

연

결

성

이

 

존

재

하

는

 

것

으

로

 

나

타

나

 

단

일

 

집

단

의

 

개

념

에

서

 

유

전

평

가

가

 

가

능

하

며

,

 

이

를

 

이

용

하

여

 

농

장

내

외

 

개

체

간

 

상

대

적

 

비

교

를

 

통

해

 

우

수

 

종

축

을

 

선

발

할

 

수

 

있

을

 

것

으

로

 

사

료

된

다

.

@highlight

이 연구에서는 유전적 연결고리가 존재하는 6개의 두록 농장에서 수집된 24,971두의 90kg 도달일령에 관한 검정자료 및 456,697두의 혈통정보를 이용했고, 농장간 연결성은 연결율 수식에 의해 계산했다.