본 논문에서는 고차미분 연속성을 가지는 형상함수에 기초하여 오일러-

베르누이 보 유한요소모델을 정식화하였으며, 다양한 경계조건들에 대하여 그 성능을 평가하였다.

이러한 유한요소 모델들은 새로이 개발되는 고차 보 이론들과 논로컬 탄성이론에 기초한 보 이론들의 유한요소해석에 필요하다.

그러나 고차 연속성을 가지는 유한요소에 대한 성능평가는 문헌에서 찾아보기 어렵다.

따라서 본 연구에서는 및 두 종류의 고차 유한요소들을 정식화하여 외팔보, 단순지지, 고정-

힌지 등의 경계조건들을 적용하고 정적해석을 수행하였다.

고전적인 경계조건들 이외에도 고차 경계조건들이 보의 거동에 미치는 영향을 비교분석하였다.

경계조건에 따라서는 처짐의 미분 값들이 경계주변에서 진동하는 현상이 관찰되었으며, 이는 기하학적 경계조건들에 대하여 뚜렷이 나타난다.

특히 고정단과 같은 경계에서의 변위의 고차미분 조건은 이러한 불안정한 현상을 유발한다.

본 연구에서 얻어진 결과들은 고차 미분 연속성을 가지는 유한요소 이용에 가이드라인으로서 역할을 할 수 있을 것으로 기대된다.

@highlight

본 고에서는 고차미분 연속성을 가지는 형상함수에 기초해 오일러-

@highlight

베르누이 보 유한요소모델을 정식화했으며, 다양한 경계조건들에 대해 그 성능을 평가했다.

