우리 시대는 공적 질서의 해체와 학술 패러다임의 해체가 중첩적으로 나타나고 있다.

탈근대성의 확대와 탈냉전, 신자유주의 시장화, 정보화, 지구화의 거대경향은 적어도 국가중심의 근대적 규범을 해체시키고, 이러한 근대성을 대상으로 하는 사회과학의 이론규범을 동반적으로 해체시켰다.

정치사회학 영역은 이러한 사회변동에 특히 민감하다.

따라서 오늘날 정치사회와 사회운동 연구 분야는 사회과학의 다른 분야보다 훨씬 더 현실 개입적이고 규범 생성적 이론을 모색해야 하는 과제에 직면해 있다.

정치사회와 사회운동 연구 분야의 현재의 위기는 ‘추월’의 위기와 ‘해체’의 위기로 요약될 수 있다.

이 글은 이 같은 위기에 대응하는 정치사회학의 새로운 방향을 ‘신규범주의’로 제안한다.

신규범주의 정치사회학은 현실의 공적 질서를 재구성하는 새로운 규범형성에 실천적으로 개입하고, 사회과학의 대안적 패러다임을 지향하는 이론규범을 추구한다.

이러한 이론규범은 역사발생론적 관점, 공공성 재구성의 관점, 미시정치적 관점을 포괄한다.

@highlight

우리 시대는 공적 질서의 해체와 학술 패러다임의 해체가 중첩적으로 나타나고 있다.

@highlight

이 글은 이 같은 위기에 대응하는 정치사회학의 새로운 방향을 ‘신규범주의’로 제안한다.

