본 연구의 목적은 아리스토텔레스 실천적 지혜의 의미를 파악하고 도덕교육에 주는 시사점을 밝히는 것이다.

아리스토텔레스의 실천적 지혜는 이론적 지혜(sophia)와 행위(praxis)의 관련 문제를 통해 그 의미가 다양하게 해석되고 있다.

이러한 다양한 해석을 유형화해보면 다음과 같다.

먼저 실천적 지혜는 행위에 직접적으로 관여하면서 이론적 지혜와는 실질적으로 구분되는 개념으로 보는 것이다.

두 번째는 실천적 지혜가 이론적 지혜의 기반에서 발현되지만 행위로 이어질 때는 이론적 지혜와 다소 이격되어 표현된다는 것으로 실천적 지혜의 ‘기능’에 무게중심을 둔 해석이다.

마지막으로 실천적 지혜는 이론적 지혜와 함께 ‘지식(episteme)’인 점에서 같은 것으로 봐야 한다는 입장이다.

이와 같은 실천적 지혜에 대한 세 가지 유형의 해석은 제각기 도덕교육에 좋은 방향을 제시할 수 있다.

그렇지만 이 문제를 다른 관점에서 보면, 실천적 지혜의 의미가 미리 결정되고, 도덕교육은 이미 정해진 의미를 전달하는 역할에 국한 될 수 있다.

실천적 지혜는 인간 행위를 바람직하게 표현하고자 하는 ‘능력’이다.

아리스토텔레스의 표현을 그대로 빌리자면 그 자체로 ‘덕(arete)’이다.

아리스토텔레스의 실천적 지혜는 의미의 이해를 통한 행위 발현이라는 해석보다 행위의 발현을 통해 의미 이해가 명확해지는 성격이 있다.

본 연구에서는 이 문제를 시론의 형태로 정리하고자 한다.

@highlight

이 연구의 목적은 아리스토텔레스 실천적 지혜의 의미를 파악하고 도덕교육에 주는 시사점을 밝히는 것이다.

@highlight

이 연구에서는 이 문제를 시론의 형태로 정리하려 한다.

