정

부

와

 

공

공

부

문

을

 

중

심

으

로

 

한

 

국

내

 

E

A

 

추

진

에

 

대

한

 

평

가

는

 

복

합

적

이

다

.

 

범

 

정

부

 

차

원

의

 

국

가

정

보

화

 

거

버

넌

스

 

체

계

로

서

의

 

E

A

에

 

대

한

 

평

가

는

 

정

보

화

 

예

산

절

감

 

등

의

 

외

형

적

 

성

과

지

표

를

 

토

대

로

 

매

우

 

긍

정

적

으

로

 

나

타

나

는

 

반

면

 

개

별

 

부

처

와

 

기

관

의

 

실

제

 

E

A

 

추

진

 

현

장

에

서

 

관

찰

되

는

 

E

A

에

 

대

한

 

평

가

는

 

효

용

에

 

대

한

 

실

망

과

 

제

도

적

 

강

제

에

 

대

한

 

피

로

감

 

등

이

 

혼

재

되

어

 

나

타

난

다

.

 

본

 

연

구

는

 

이

러

한

 

개

별

 

부

처

 

기

관

의

 

E

A

에

 

대

한

 

부

정

적

 

시

각

이

 

E

A

 

기

반

 

국

가

정

보

화

 

체

계

의

 

근

간

을

 

흔

드

는

 

잠

재

적

 

위

험

요

소

로

 

발

전

할

 

수

 

있

음

을

 

경

계

하

고

 

그

 

원

인

과

 

해

결

의

 

단

초

를

 

엔

터

프

라

이

즈

가

 

가

진

 

E

A

 

비

즈

니

스

 

아

키

텍

처

 

개

념

에

서

 

찾

기

를

 

제

안

한

다

.

 

구

체

적

으

로

 

현

재

 

엔

터

프

라

이

즈

가

 

견

지

하

는

 

E

A

 

비

즈

니

스

 

아

키

텍

처

에

 

대

한

 

사

고

의

 

경

직

성

을

 

지

적

하

고

 

그

 

개

념

의

 

개

방

과

 

확

대

를

 

통

해

 

비

즈

니

스

 

아

키

텍

처

와

 

E

A

 

전

반

에

 

대

한

 

신

뢰

와

 

열

정

의

 

회

복

 

가

능

성

을

 

모

색

한

다

.

 

이

를

 

위

해

 

실

제

 

E

A

 

구

축

 

현

장

에

서

의

 

관

찰

과

 

경

험

을

 

토

대

로

 

E

A

 

비

즈

니

스

 

아

키

텍

처

 

개

념

을

 

구

성

하

는

 

제

반

 

개

념

적

 

축

과

 

분

기

점

들

을

 

도

출

하

고

 

각

 

축

과

 

분

기

점

에

서

 

비

즈

니

스

 

아

키

텍

처

 

개

념

이

 

어

떻

게

 

개

방

 

확

대

될

 

수

 

있

는

지

를

 

모

색

한

다

.

 

아

울

러

 

이

를

 

토

대

로

 

몇

 

개

의

 

E

A

 

비

즈

니

스

 

아

키

텍

처

 

개

념

 

유

형

을

 

예

시

적

으

로

 

도

출

한

다

.

 

끝

으

로

 

이

러

한

 

E

A

 

비

즈

니

스

 

아

키

텍

처

 

개

념

의

 

개

방

과

 

확

대

가

 

가

진

 

이

론

적

 

실

천

적

 

의

미

와

 

시

사

점

을

 

논

하

고

 

의

의

와

 

한

계

를

 

제

시

한

다

.

@highlight

이 연구는 이러한 개별 부처 기관의 EA에 대한 부정적 시각이 EA 기반 국가정보화 체계의 근간을 흔드는 잠재적 위험요소로 발전할 수 있음을 경계하고 그 원인과 해결의 단초를 엔터프라이즈가 가진 EA 비즈니스 아키텍처 개념에서 찾기를 제안한다.