이 연구는 대한유도학교(소공캠퍼스)의 무도교육기관 창립의 역사적 함의를 통해 역사적 가치를 제시하였다.

1953년 대한유도학교는 세계적인 대학으로 한걸음 나아갈 수 있는 모든 기반을 형성하여 보다 확고한 무도교육 기관으로서 한국화와 세계화로 가는 길을 모색하였다.

국내외 유도대회에 대한유도학교 학생들을 적극적으로 출전시켜서 국위선양에 크게 이바지하여 많은 유도 지도자를 육성해 무도의 요람이 되도록 발전시켰다.

대명학원의 설립은 학교의 설립이라는 차원에서 대한유도학교의 창립 시 계획된 사업이었다.

1956년 4월 27일 대한유도학교는 공식으로 4년제로 되었다.

설립자인 대한유도회로부터 재단법인 대명학원으로 이전되면서 비로소 대한유도학교는 법인체로서의 기반을 확립하였다.

그리하여 1958년 3월 대한유도학교는 4년제로서 승격되어 신입생을 선발하게 되었다.

이를 종합해 볼 때, 대한유도대학의 무도교육기관 창립의 역사적 함의를 통해 대한유도학교의 설립과정은 현시대 무도교육의 장으로 성장할 수 있었다.

이 연구는 이 연구는 대한유도학교의 사회적 기원을 추적해 보고자 했다는 함의는 있을 것으로 기대된다.

하지만 이 연구는 대한유도학교 설립을 추동한 사회적 조건들을 규명한 반면, 이 조건들로부터 발생한 인과관계들을 직접적으로 보여주지 못한다는 한계를 가지고 있다.

@highlight

본 논문은 대한유도학교의 무도교육기관 창립의 역사적 함의를 통해 역사적 가치를 제시하고자 했다.

@highlight

1953년 대한유도학교는 세계적인 대학으로 한걸음 나아갈 수 있는 모든 기반을 형성하여 보다 확고한 무도교육 기관으로서 한국화와 세계화로 가는 길을 모색하고자 했다.

