연구는 학교조직의 교사문화 유형에 따라 시·도 교육청에서 실시한 학교평가의 결과에 유의미한 차이가 있는지를 살펴보고, 학교조직의 교사문화와 학교평가 사이에는 서로 어떤 관계가 있으며, 학교조직의 교사문화가 학교평가에는 어떠한 영향을 미치는지를 분석해 봄으로써 학교교육의 질 향상과 학교교육의 책무성을 향상시키기 위한 효과적인 학교교육활동 및 학교경영활동을 탐색하고자 하였다.

연구결과 학교조직의 교사문화 수준이 높을수록 실제 학교평가 수준이 높은 것으로 분석되었으며, 학교조직의 교사문화와 학교평가 상호 간에 유의미한 상관관계가 있는 것으로 밝혀졌다.

또한 학교조직의 교사문화가 학교평가에 많은 영향을 미치는 것을 알 수 있었다.

학교조직의 교사문화를 혁신문화, 합리문화, 집단문화, 위계문화로 나누어 그 영향을 분석하였는데, 혁신문화가 학교평가에 가장 큰 영향을 미쳤으며, 다음으로 합리문화, 집단문화, 위계문화 순으로 영향을 미쳤다.

이러한 연구결과는 학교구성원인 교사집단에게 학교교육활동을 자율적으로 실현해 갈수 있도록 자율권과 책임감을 부여해야 효과적인 학교교육활동이 이루어진다는 것을 시사한다.

@highlight

이 연구는 학교조직의 교사문화 유형에 따라 시·도 교육청에서 실시한 학교평가의 결과에 유의미한 차이가 있는지 살펴보고, 학교조직의 교사문화와 학교평가 사이에 어떤 관계가 있고, 학교조직의 교사문화가 학교평가에는 어떠한 영향을 미치는지를 분석해 보고자 한다.

