본 연구는 생태체계적 관점에서 아동의 외체계에 해당하는 지역사회가 아동방임(neglect) 및 학대(abuse)에 미치는 영향력을 살펴보고자 하였다.

이를 위하여 아동청소년패널 초등학교 1학년 패널의5차년도 자료와 통계청 자료를 분석에 이용하였다.

주요 연구결과와 그에 따른 함의를 살펴보면 다음과 같다.

첫째, 아동학대의심사례 발생율이 높은 지역사회에 거주하는 아동은 방임 수준을 높게지각하는 것으로 나타났다.

둘째, 아동이 지각하는 방임 수준은 지역사회의 특성과 관련이 있었는데, 거주하는 지역의 수급자 비율이 높을수록 방임 수준을 높이 지각하였으며 이동인구 비율이 높거나 아플 때 도움 받을 사람이 있다고 응답한 비율이 높은 지역사회에 거주할 때 지각하는 방임 수준이 낮았다.

셋째, 아동이 지각하는 방임 수준은 아동 개인, 가구 요인, 지역사회 요인을 통해 설명되었으나, 학대 수준은 아동 개인 및 가구 요인을 통해서만 설명되었다.

연구결과를 통해 아동방임 예방을 위한 공동체 구축과 같은 지역사회 개입의 필요성을 제시하였으며 추후 연구 방향을 제안하였다.

@highlight

생태체계적 관점에서 아동의 외체계에 해당하는 지역사회가 아동방임과 학대에 미치는 영향력을 알아보고자 하였다.

@highlight

아동청소년패널 초등학교 1학년 패널의 5차년도 자료와 통계청 자료를 분석에 이용하여 함의를 살펴보았다.

