이 글은 교육목적으로서 문맹 타파에 초점을 맞추어 논의한 글로서 ‘문맹’의 개념 분석과 의미를 탐색해 보았다.

문자 문맹과 함께 기능적 문맹과 의미와 맥락을 파악하지 못한 구조적 문맹의 특징을 검토한 결과 거기에는 다른 종류의 마음이 작용하여 앎의 위계와 관련을 맺고 있음을 확인하였다.

무엇보다도 교육목적으로서 문맹타파의 의미를 온전하게 설정하고 이해하기 위하여 구조적 문맹의 극복에 초점을 맞추어야 함을 확인하였고, 거기에는 문자와 언어를 벗어나야 한다는 아이러니 상황이 연출된다는 점을 알 수 있다.

그것은 실천적 상황에서 요구되는 비언어적 특성과 함께, 당초 실체, 본체, 실재를 지칭하기 위하여 고안된 언어가 학습자에게 본질인 것처럼 제시되는 교육상황 때문이다.

하지만 언어를 통하여 본체를 공부하도록 하는 일이 교육의 본질이라는 점을 인정하지 않고, 일차적으로 문자와 교과에 담긴 언어에 근거해서 이루어지는 교육활동에 집착하는 한, 교육의 실패는 필연적으로 예정되어 있다.

@highlight

이 글은 교육목적으로서 문맹 타파에 초점을 맞추어 논의한 글로서 ‘문맹’의 개념 분석과 의미를 탐색해 보았다.

