미디어 공간은 인간의 지각능력을 다시금 확장시켰고, 가상공간의 출현 이후 미디어 공간 배경은 수많은 고도의 정보를 넣을 수 있게 되었다.

이에 반해 인간의 뇌는 정보처리 과정에서 모든 시각적 정보를 처리하기에는 한계가 있다.

이 때문에 인간의 시각은 선택적 주의를 하여 공간의 필요한 정보만을 습득한다.

인간이 비 주의적으로 인식하는 미디어 공간 배경에서 무엇이 인지하기 쉬운 공간정보인지 알아보고, 관람객의 호감 반응을 극대화 하는 것에 목적을 둔다.

본 연구는 가상현실의 출현이후 진보된 디지털환경에 의한 미디어 공간의 가능성을 보고, 인간의 시각 정보처리에 관하여 연구한다.

이에 따른 미디어 공간을 보는 시각의 한계와 뇌의 처리과정에서 시각적 유의미한 정보를 알아보고 유의미한 정보가 들어간 비주의적 배경을 이용한 사례 분석하여 시각정보와의 상관성 찾아본다.

인간의 뇌는 자연현상발생 구조를 이용한 형태와 경험적으로 학습된 형태를 비주의적으로 인지가 쉽게 된다는 결론으로, 이러한 공간정보를 사용했을 때의 호감은 극대화되고 이를 바탕으로 미디어 공간에 효과적인 공간 디자인을 제안한다.

@highlight

본 논문은 가상현실의 출현이후 진보된 디지털환경에 의한 미디어 공간의 가능성을 보며, 인간의 시각 정보처리에 대하여 연구한다.

