본 논문은 국회예산정책처의 설립이 국회 예산심의의 실질화라는 기대효과를 발휘하고 있는지 검토해보고자 하였다.

국회의 예산심의가 어느 정도 실질적으로 이루어지고 있는지를 측정하기 위한 변수로는 행정부가 제출한 예산안이 국회에서 수정되는 비율을 사용하기로 하고, 국회예산정책처 설립이 국회의 예산안 수정비율에 어떤 영향을 미쳤는지 실증적으로 분석해보고자 하였다.

모형의 추정결과를 살펴보면, 국회예산정책처 설립 여부는 종속변수가 일반회계 감액비율과 총수정비율인 경우 유의수준 5%에서 통계적으로 유의하고 계수는 정(+)의 값을 가지는 것으로 추정되었다.

이에 따라 국회예산정책처 설립 이후 감액비율과 총수정비율이 높게 나타날 것이라는 가설을 채택할 수 있었다.

즉 본 연구의 추정결과 국회예산정책처 설립 이후 감액비율과 총수정비율이 높게 나타나는 것으로 분석됨으로써 국회의 일반회계 예산안 수정비율을 기준으로 국회 예산심의의 실질화를 판단해볼 때 국회예산정책처의 설립은 국회 예산심의의 실질화라는 기대효과를 발휘하고 있는 것으로 판단할 수 있다.

@highlight

본고는 국회예산정책처의 설립이 국회 예산심의의 실질화라는 기대효과를 발휘하고 있는지에 대해 검토해보고자 한다.

