본 연구의 목적은 초등 교사가 개정된 미술 교육과정 체제하에서 개발된 미술 교과서를 활용하고 있는 실태에 대해 분석하여 이에 따른 문제점을 살펴보고 개선 방향을모색하는 데 목적이 있다.

2014년 제주도내 초등학교에 재직하고 있는 초등 교사 235 명을 대상으로 설문지를 이용해 미술 교과서의 활용 정도, 활용 이유, 수업에서의 활용 단계, 활용 영역 등을 내용적 측면과 방법적 측면으로 나누어 조사하였으며, 통계분석이 가능한 220부를 연구 대상으로 하여 통계 처리 하였다.

그 결과 초등 교사의미술 교과서 활용 실태를 분석하여 다음과 같은 결론을 얻었다.

첫째, 초등 교사들은미술 교과서의 활용도가 높다.

본 연구 결과 초등 교사들의 미술 교과서의 활용도가비교적 높은 편으로 나타나 미술 교과서가 미술 수업의 목표를 달성하는 데 효과적인교수?

학습 자료로 자리를 잡아가고 있음을 알 수 있다.

둘째, 초등 교사들은 미술 교과서의 내용과 활동을 재구성하고 있다.

미술 교과서 활용 실태 분석 결과, 교과서에제시된 내용과 활동 모두를 여건에 따라 재구성하여 활동하는 경우가 대부분을 차지하고 있다.

그러나 미술 교과서의 재구성 활용은 또 다른 문제점을 야기할 수 있어 앞으로의 미술 교과서의 효과적인 활용 방안을 마련해야 한다.

본 연구에 의해 도출된 초등 교사의 미술 교과서 활용 실태를 토대로 미술 수업 자료로서의 미술 교과서의 위상을 확인할 수 있으며, 개정 교육과정을 반영하여 차후 개발?

보급될 미술 교과서의 편찬 방향을 정립하고 교과서를 효과적으로 활용할 수 있는 방법을 모색하기 위한 기초자료를 제공하는 데 의의가 있다.

@highlight

이 연구의 목적은 초등 교사가 개정된 미술 교육과정 체제하에서 개발된 미술 교과서를 활용하고 있는 실태에 관해 분석해 이에 따른 문제점을 살펴보고 개선 방향을모색하는 데 목적이 있다.

