넓

은

 

의

미

로

 

儒

學

을

 

공

부

한

 

儒

生

 

모

두

를

 

선

비

라

고

 

보

기

는

 

어

렵

지

만

,

 

그

 

중

에

서

도

 

삶

의

 

師

表

가

 

되

었

던

 

율

곡

의

 

삶

과

 

사

상

을

 

통

해

 

본

 

논

문

의

 

목

적

인

 

율

곡

의

 

선

비

정

신

과

 

이

를

 

통

해

 

나

타

난

 

공

직

자

상

에

 

대

해

 

살

펴

보

고

자

 

하

였

다

.

 

儒

者

的

 

지

식

인

의

 

한

 

사

람

이

었

던

 

율

곡

은

 

出

仕

해

서

는

 

관

료

로

서

,

 

退

仕

해

서

는

 

학

자

로

서

의

 

치

열

한

 

삶

을

 

살

았

다

.

 

오

늘

날

 

한

국

의

 

공

직

사

회

가

 

중

심

을

 

잃

고

 

흔

들

리

는

 

현

실

을

 

바

라

보

며

 

의

식

 

있

는

 

이

들

은

 

선

비

정

신

이

 

결

핍

되

었

다

고

 

못

내

 

아

쉬

워

한

다

.

 

본

 

論

文

은

 

4

9

세

라

는

 

전

 

생

애

를

 

도

탄

에

 

빠

진

 

나

라

와

 

백

성

을

 

구

하

고

자

 

힘

썼

던

 

율

곡

의

 

선

비

정

신

과

 

이

를

 

통

한

 

공

직

자

상

을

 

살

펴

봄

으

로

써

,

 

지

금

의

 

공

직

자

가

 

갖

추

어

야

 

할

 

덕

목

은

 

무

엇

인

지

 

새

롭

게

 

진

단

해

 

보

고

자

 

하

였

다

.

 

구

체

적

으

로

는

 

율

곡

의

 

선

비

정

신

에

 

있

어

서

의

 

특

징

적

인

 

것

으

로

써

,

 

聖

人

을

 

목

표

로

 

한

 

立

志

,

 

誠

을

 

통

한

 

修

己

,

 

그

리

고

 

熙

?

之

樂

의

 

出

世

觀

 

등

이

다

.

 

율

곡

은

 

이

러

한

 

선

비

정

신

을

 

바

탕

으

로

 

적

극

적

인

 

出

仕

를

 

통

해

 

임

금

을

 

聖

君

으

로

 

만

들

고

자

 

하

였

으

며

,

 

깨

끗

한

 

朝

廷

,

 

엄

정

한

 

공

직

기

강

,

 

튼

튼

한

 

국

방

,

 

그

리

고

 

민

생

을

 

구

제

하

는

데

 

사

력

을

 

다

하

였

다

.

 

따

라

서

 

율

곡

이

 

知

時

識

勢

의

 

안

목

을

 

통

해

 

실

현

하

고

자

 

했

던

 

실

천

적

 

공

직

자

상

에

서

 

오

늘

의

 

공

직

자

상

을

 

찾

아

보

고

자

 

노

력

하

였

다

.

@highlight

넓은 의미로 儒學을 공부한 儒生 모두를 선비라고 보기는 어렵지만, 그 중에서도 삶의 師表가 되었던 율곡의 삶과 사상을 통해 본 논문의 목적인 율곡의 선비정신과 이를 통해 나타난 공직자상에 대해 살펴보고자 했다.