본 연구는 실증적 자료를 바탕으로 정치참여와 정치신뢰의 다양한 유형들 사이의 관계를 분석하는 데에 목적이 있다.

이를 위해 우선, 정치참여와 정치신뢰의 유형들 사이의 관계에 대한 국내의 기존 실증연구들의 분석결과를 정리해보고, 다음으로, 본 연구자 자신이 직접 조사연구를 시행하여 양자의 다양한 유형들 사이의 관계를 분석한 뒤, 끝으로, 기존 실증연구 및 본 조사연구의 분석결과를 종합하여 양자의 유형들 사이에 어떤 일관된 관계성이 있는지를 검토하고 있다.

다양한 유형들로 구성된 양자의 관계를 종합적으로 살펴볼 때, 정치참여에 대한 정치신뢰의 영향력은 대체적으로 미미하며, 오직 양자의 한두 가지 유형들 사이에서만 일관된 영향관계를 발견할 수 있었다.

즉, 통치기관신뢰는 공공활동 및 투표참여에 대해 긍정적 영향을 미치거나 혹은 유의한 영향력이 없으며 적어도 부정적 영향관계에 있지는 않다는 것이다.

그러나 정치참여와 정치신뢰의 여타 유형들 사이의 관계성에 대해서는 연구 사례수의 한계 내지 서로 상반된 연구 결과들로 인해 어떤 일반적인 경향을 도출할 수가 없었다.

@highlight

이 연구는 실증적 자료를 바탕으로 정치참여와 정치신뢰의 다양한 유형들 사이의 관계를 분석하는 데에 목적이 있다.

