이 연구는 공교육에서 소설 교육이 왜 필요한가 하는 질문에 대해 사회적 요구의 관점에서 답하고자 하였다.

특히 시민 교육과 관련하여 소설 교육의 목표를 재정립하고 교육적 구도를 모색하고자 하였다.

시민 교육은 개인의 행복과 함께 공공의 선을 추구해 가는 인간을 기르는 일이다.

이는 특정한 교과나 형식적 절차로서만 달성될 수 없으며 교육의 모든 국면에서 주요한 목표로 추구되어야 한다.

소설은 개인과 공동체의 ‘인간다움’을 묻는 장르이다.

그 이상태로 구체화된 사회 체제가 ‘민주적 시민 사회’라고 한다면, 소설 교육은 시민 교육의 구도 속에서 매우 중요한 소임을 맡고 있다고 하겠다.

이 연구에서는 먼저 ‘시민’ 개념의 역사적 변천과 우리 사회에서의 위상을 살핀 후, 소설 교육 속 시민교육의 현황 및 지향점을 탐색하였다.

이를 바탕으로 시민 교육으로서의 소설 교육이 어떤 구도를 지녀야 할 것인가를 목표, 내용, 방법, 맥락 등의 차원에서 개괄적으로 모색하였다.

특히 이 연구는 시민 교육과 소설 교육의 접점으로서 ‘아르케 없음의 아르케-

원리 없음의 원리’에 주목하였다.

‘아르케’는 세계를 구성하는 절대적 준거점으로서의 원리를 말한다.

민주주의와 소설은 이 아르케의 지배를 거부하며 들리지 않는 목소리들에 귀를 기울이고, 그들에게 중심의 자리를 내어주고자 한다.

소설은 허구의 세계를 축조하고 유희하며 타자와의 공통감각을 형성하고, 주체와 세계의 절대성을 흔드는 방식으로 시민을 위한 교육을 향해 간다.

@highlight

본 연구는 공교육에서 소설 교육이 왜 필요한가 하는 질문에 관해 사회적 요구의 관점에서 답하고자 했다.

@highlight

이는 특정한 교과나 형식적 절차로서만 달성될 수 없으며 교육의 모든 국면에서 주요한 목표로 추구되어야 한다.

