일제강점기 한국의 근대사가 펼쳐지던 시기에 신문화의 하나로 화장문화의 변화가 생기게 되었다.

이 시기에 서구식 무대개념이 도입되고 무대기술의 획기적 변화가 생기면서 무대분장도 발달하게 되었다.

화장문화에 대한 일반인들의 관심과 태도의 변화와 더불어 무대분장의 발달은 서로 영향을 주며 신문화의 하나로 인식되었다.

이런 과정의 중심에 동양극장이 있었고, 서구적 개념의 무대와 공연예술이 펼쳐진 동양극장의 분장교육 및 훈련은 전문가 양성의 기틀을 마련한다는 측면이 강했다.

이러한 과정을 통해 일제강점기 무대분장의 성격을 살펴보면 다음과 같이 정리할 수 있다.

첫째, 신여성, 신문화의 하나로 화장문화가 일반화되며 문화현상으로서 공연예술계에도 작용했다.

둘째, 한국 근대무대분장의 시발점은 서구식 무대의 유입과 관련되며, 분장 자체 내의 특성보다 작품의 표현력 확대를 위한 수단으로 활용되었다.

셋째, 당시의 무대분장이 작품의 주제, 미적 논거에 의한 발전 과정을 내포하지 못했지만, 다양한 문화현상과 관계하며 독자적 분야로 발전할 가능성을 내포하고 있었다.

훗날 대학 교육과정의 하나로 유입되며 분장이 학문적 영역으로 성장하는 발판이 되었던 시기가 바로 일제강점기였다.

@highlight

일제강점기 한국의 근대사가 시작되던 시기에 신문화 중 하나로 화장문화의 변화가 생기게 되었다.

@highlight

이 시기 서구식 무대개념이 도입되며 무대기술의 획기적 변화가 생기면서 무대분장도 발달하게 되었다.

@highlight

화장문화에 대한 일반인들의 관심 및 태도의 변화와 함께 무대분장의 발달은 서로 영향을 주면서 신문화의 하나로 인식되었다.

