이 연구의 목적은 유아교사의 인성과 전문성이 영유아권리존중 실행에 미치는 영향에 대하여 알아보는 것이다.

연구결과 유아교사의 인성, 전문성 발달 수준, 영유아권리존중 실행 수준이 모두 높은 수준의 결과를 나타냈다.

유아교사들의 영유아권리존중 실행 수준은 학력에 유의미한 차이가 있어 학력이 높을수록 높게 나타났으며, 유아교사의 인성, 교사 전문성 발달과 영유아권리존중 실행 수준 간 높은 상관관계가 나타났다.

즉 유아교사의 인성 점수가 높을수록, 교사 전문성 발달 수준이 높을수록 영유아권리존중 보육의 실행 수준이 높은 것으로 나타났다.

유아교사의 인성, 교사 전문성 발달이 영유아권리존중 보육의 실행 수준에 미치는 영향과 상대적 설명력을 분석한 결과 보육교사의 창의인성 영역의 인성 수준이 높고, 유아교사의 전문성 발달 중 지식과 기술의 발달과 생태적 발달의 수준이 높을수록 영유아권리존중 실행 수준이 높다는 것을 알 수 있었다.

이 연구결과를 토대로 교사의 인성과 전문성을 향상시킬 수 있는 유아교사 개인의 노력과 이를 뒷받침하는 제도적 지원을 제안하며, 이는 유아교육 현장에서 영유아권리존중 실행수준을 향상시키는 데 기여할 것이다.

@highlight

이 연구의 목적은 유아교사의 인성과 전문성이 영유아권리존중 실행에 미치는 영향에 관해 알아보는 것이다.

