지역지리는 지리학의 중요한 구성부분으로서 지역지리 과정의 발전 변화를 통하여 중국 지리교육의 발전을 파악할 수 있다.

본 문은 지역지리 과정의 시대적 배경, 학과 발전, 내용 설치 등의 측면에서 지역지리 과정의발전을 지방지, 맹아, 모방, 정체, 발전, 개혁 등의 6개시기로 구분하고 각 시기의 과정내용의 특징과 변화에 대해고찰하였다.

지방지시기에서 맹아시기에 이르기까지 “지역지리”는 초보적인 체계를 갖추었으며 “지역지리”는지방지를 대체하였다.

모방시기에서 정체시기까지는 뚜렷한 정치적 색깔이 있어 지역지리 전반에 걸쳐 소련을모방하였으며 크게 위축되었다.

그 후, 4차의 지리대강 조정을 거쳐 지역지리는 중학교를 중심으로 하고 고등학교를 보충으로 하는 진흥시기에 들어섰다.

21세기에 들어서서 중국의 교육은 전반적인 제8차 과정개혁을 걸쳐의무교육 단계의 지리교육과 고등학교 지리교육은 개혁시기에 들어섬으로써 중학교와 고등학교에서 지리는 모두 필수과목으로 지정되었다.

@highlight

본고는 지역지리는 지리학의 중요한 구성부분으로서 지역지리 과정의 발전 변화를 통해 중국 지리교육의 발전을 분석하였다.

