본 연구는 국가정보화의 추진이 공공부문의 투명성 신장에 영향을 미치고 있는지를 경험적 분석을 수행하고, 분석결과를 통해 정책적 함의를 제시하는데 목적을 두었다.

이를 위해 165개 국가를 대상으로 2008년부터 2013년(EGDI와 EPI는 2014년)까지 수집·정리된 종단적 2차자료를 통해 잠재성장모형을 분석하였다.

분석모형은 정보화의 하위요인으로 전자정부발전지수(EGDI), 온라인참여지수(EPI), ICT발전지수(IDI) 등을, 투명성 지표로서는 부패인식지수(CPI)로 구성하였으며, 각 요인별 상수항(초기값)과 기울기(변화율)의 영향관계를 파악하였다.

모형의 분석결과, 정보화의 초기값은 투명성의 초기값에 긍정적인 영향을 미치나 투명성의 변화율에는 부정적 영향을 미치는 것으로 파악되었으며, 정보화의 변화율은 투명성의 변화율에 유의적인 영향을 미치지 않는 것으로 분석되었다.

분석결과의 정책적 함의로는 초기에 투명성을 높이고 투명성을 일정 수준으로 유지하기 위해서는 정보화 도입 초기에 투자 집중은 물론 지속적인 투자와 활용 수준을 높일 수 있는 정책 마련과 아울러 공무원의 인식 제고와 노력이 뒷받침되어야 할 것을 제시하였다.

@highlight

이 연구는 국가정보화의 추진이 공공부문의 투명성 신장에 영향을 미치고 있는지를 경험적 분석을 수행하고, 분석결과를 통해 정책적 함의를 제시하는데 목적을 두었다.

