본 연구의 목적은 8년 이상의 교육경력을 가진 고경력 유아교사들이 현장의 교사로 살아가면서 겪는 삶의 경험과 그 경험에 대한 의미를 살펴보고자 하는 것이다.

자료 수집을 위해 유아교육기관에서 8년 이상 근무한 경력을 가지고 있으면서 국공립유치원, 사립유치원, 어린이집에서 학급의 담임을 맡고 있는 현장교사 3명을 3개월 동안 총 5회 심층 면담하였다.

이들은 경력에 걸맞지 않은 직급으로 인해 자신이 고경력인지 자각하지 못하고 있었고, 의사결정에서의 소외와 인정받지 못하는 자신을 그림자로 여기며, 승진에 대한 욕망과 갈등을 가지고 있었다.

한편, 원감이 아닌 원감으로서 막중한 업무의 어려움을 겪고 있었지만 학부모, 원장, 동료교사들의 신뢰와 인정, 숙련의 힘으로 그것을 극복하고 있었다.

그러나 신분보장 등의 안정에 대한 갈망으로 사직 후에 국공립 임용시험에 응시하려고 하였다.

그리고 고경력 교사이지만 이직을 하게 되면 새로운 생존기를 맞이하게 되고, 유아교육기관에서 고경력 교사의 채용을 기피하여 재취업의 어려움을 겪으며 대학원에 진학하는 등 끊임없는 진로에 대한 불안과 고민을 가지고 있었다.

이와 같은 3명의 고경력 유아교사들의 경험에서 ‘오랜 경험의 가치로서의 숙련’, ‘객체로 소외된 존재’, ‘불안정의 실존’, ‘새로운 고원으로의 탈영토화 시도’라는 의미가 도출되었다.

@highlight

이 연구의 목적은 8년 이상의 교육경력을 가진 고경력 유아교사들이 현장의 교사로 살아가면서 겪는 삶의 경험과 그 경험에 관한 의미를 살펴보고자 하는 것이다.

