국어교육과 예술교육의 상보적 요소에 대해 고찰하였다.

국어교육과 예술교육을 서로 연결시켜 상보적 요소를 고찰하기 위해 국어교육과 예술교육이 접목되는현상의 의미를 먼저 알아보았고 예술교육의 미학적·교육적 의미와 예술교육의세계적 추세에 대해 알아보았고 이를 바탕으로 예술교육의 의미를 국어교육에서실제로 활용하는 방법과 연결 지어 두 영역의 상보적 요소를 찾아보았다.

두 영역이 접목되는 현상의 의미는 첫째, 국어 속의 예술적 속성을 부각시키면서 더 효율적인 국어교육을 모색하는 점에서 의미가 있었고 둘째, 시와 소설의 중요성이 점차 약화되면서 서사의 중요성이 증대되고 서사와 서정의 혼합 강화되는 현상을반영하고 있으며 국어교육이 예술교육의 통섭은 동시대의 미적 기준변화 현상을반영하는 의미를 지닌다.

대상이해의 과정을 통해 예술작품 및 서사작품을 이해하였으면 이후에는 관련작품을 창작하는 것이 필요하다.

예술교육과 국어교육이 융합되면 학생들이 아이디어와 감정을 표현하는 것을 돕게 되고, 예술의 언어와 서사문법을 융합하여 사고를 종합하여 전체를 통찰하는 능력을 소유하는 것을 돕게 되고 학생들에게 특수성과 보편성이 공유되는 소통의 장에 동참하는 일을 돕게 된다.

@highlight

국어교육과 예술교육의 상보적 요소에 관해 고찰했다.

@highlight

대상이해의 과정을 통해 예술작품 및 서사작품을 이해하였으면 이후에는 관련작품을 창작하는 것이 필요하다.

