본 연구는 기업의 사회적 책임활동이 미래성과에 미치는 영향을 조사하고자 한다.

대부분의 선행연구들은 기업의 사회적 책임활동과 기업가치의 관련성을 살펴보는데 연구의 초점을 맞춘 반면, 본 연구는 사회적 책임활동이라는 현재정보가 기업의 미래성과에 미치는 영향을 살펴봄으로써 내적 타당성이 높은 결과를 제시하고자 한다.

즉, 기업의 사회적 책임활동을 기업의 장기적인 관점에서 전략적 투자로 보아, 사회적 책임활동이 지속적으로 유지되며, 미래성과를 향상시키는지 분석하였다.

분석결과, 사회적 책임활동 정보는 지속성이 있으며, 기업의 미래경영성과와 유의적인 양(＋)의 관련성을 가진다.

이는 기업이 경제적 이윤을 추구하며 사회적 측면의 건전성까지 고려하여 중장기적 기업가치를 제고할 수 있도록 사회적 책임활동을 지속적으로 수행하고 있다는 의미이며 이러한 사회적 책임활동의 성과가 높을수록 미래경영성과는 향상됨을 검증하였다.

이러한 결과는 사회적 책임활동에 대한 관심이 고조되고 있는 시점에서 사회적 책임활동이 지속성을 가지고 있어 미래성과를 예측하는데 유용한 정보로서의 가치를 직접적으로 분석하였다는데 의의가 있다.

@highlight

이 연구는 기업의 사회적 책임활동이 미래성과에 미치는 영향을 조사하려 한다.

@highlight

즉, 기업의 사회적 책임활동을 기업의 장기적인 관점에서 전략적 투자로 보아, 사회적 책임활동이 지속적으로 유지되며, 미래성과를 향상시키는지 분석했다.

