본 연구는 최근 등장한 K-

MOOC을 활용해 2015년에 개정된 교육과정에 대한 연수를 행하는 가능성과 한계를 논의한 것이다.

논의를 위해 우선 교원연수와 교육과정 연수에 대해 설명하였다.

두 번째로 개정 교육과정 연수 체제와 K-

MOOC에 대한 기본적 이해를 도우는 내용을 제시하였다.

마지막으로 교육과정 연수에서 K-

MOOC의 활용가능성과 한계에 대해 논의하였다.

논의 결과 K-

MOOC은 교육과정 연수에서 교원의 교육의 자유를 확장하는 기제, 연수 대상별 맞춤형 교육과정 연수, 오프라인과 일방향적인 온라인 강의의 단점 보완, 연수의 특정 시기의 구분 없이 항시 활용, 인적·물적 조건의 일정 부분에의 정비를 통한 활용 가능성이 제기된다.

반면 온라인 강좌의 태만한 활용, 연수대상별 강좌를 별도 구성하는 비용의 문제, 연수 이수증 발급방법과 실습에 대처하는 것의 곤란성, 연수관련 강좌의 탑재 문제와 수정·보완 시스템 구축의 어려움, 초기 제작비용과 유지·관리의 비용 발생에 대한 대처 문제의 한계가 있어 이를 해결할 방안 모색이 필요하였다.

@highlight

이 연구는 최근 등장한 K-

@highlight

MOOC을 활용해 2015년에 개정된 교육과정에 대해 연수를 행하는 가능성과 한계를 논의한 것이다.

