2018년 분단 역사상 처음으로 남북한 간 운용적 군비통제에 관한 9·19 군사합의가 이루어졌다.

이 군사합의는 지상과 해상, 공중에서 평화지대를 설치하는 등 남북 양측의 이행이 뒷받침되는 군비통제 합의이며, 이중 일부는 이미 시행되고 있다는 점에서 과거의 남북군사합의와는 다르다는 특징을 보이고 있다.

그러나 한국 사회내에서 9·19 군사합의가 한국의 평화와 안보에 도움이 된다는 긍정론과 해롭다는 부정론 간의 격렬한 논쟁이 벌어지고 있다.

이러한 긍정론과 부정론의 대결은 정치적 논쟁으로 번져, 9·19군사합의의 본질을 놓칠 위험성이 있다.

따라서 본고에서는 남북한 간의 군비통제의 선험적 모델이 된 유럽의 재래식 군비통제의 개념과 이론, 사례에 대해 설명을 하고, 보편적인 군비통제의 관점에서 9·19 군사합의가 지니는 진정한 의의와 문제점 및 정책적 시사점을 도출하며, 향후 이에 대한 보완 및 발전사항, 전망 등을 모색해 보기로 한다.

@highlight

2018년 분단 역사상 처음 남북한 간 운용적 군비통제에 관한 9·19 군사합의가 이뤄졌다.

