삼중치는 치아의 형태이상 중 희소한 경우로서 세 개의 치아가 결합된 양상을 보이는 것을 가리키는 용어이다.

그 동안 유치의 결합에 대한 문헌은 많이 보고된 바 있으나 대부분 두 개 치아의 결합에 대한 것이고 세 개 치아에 대한 보고는 드물었다.

삼중치는 치아 우식, 심미적인 문제, 부정 교합, 치주 문제 등을 동반할 수 있어 여러 전문 분야의 협진을 필요로 한다.

이 증례는 1세 11개월 여아의 상악 유전치부에 발생한 드문 증례인 삼중치에 대한 보고이다.

환아는 상악 우측 전치부 순측 치은 종창을 주소로 내원하였으며 3주전 해당 부위에 치아 외상을 입은 병력을 가지고 있었다.

환아의 구강 내 검사 시 상악 우측 유전치부위에 유중절치, 유측절치, 과잉치가 합쳐진 삼중치가 발견되었고 주변으로 누공과 농양이 관찰되었으며 방사선 사진에서 상악 우측 측절치가 결손된 것으로 판단되었다.

해당 치아에 대해 근관치료를 시행하였으며 복합레진을 이용하여 치관부위를 수복하였다.

@highlight

삼중치는 치아의 형태이상 중 희소한 경우로서 세 개의 치아가 결합된 양상을 보이는 것을 가리키는 용어이다.

