이 글은 『법-

이미지』의 아이디어와 논증에 대한 고찰이며, 그 중에서도 칸트와 관련된 일부분, 판단 이론에 주목한다.

『법-

이미지』의 저자 리페브르는 들뢰즈식 사유로 사법적 조직 및 판결을 다루면서 칸트의 판단 개념을 논박한다.

칸트 판단의 포섭적 성격은 하트에 의해 판결 영역으로 옮겨와 일방적 포섭이 아닌 도식의 선택이라는 재량권을 갖게 된다.

또한 칸트의 목적론적 반성 판단에서 중요한 개념인 목적없는 합목적성은 드워킨에 의해 법의 원리를 우리 스스로가 형성하고 승인하는 통합성의 가정과 이를 기반으로 한 해석주의적 판결 이론으로 응용된다.

두 이론은 판사의 업무 및 판결을 다소 창의적인 것으로 간주하고 있음에도 불구하고, 모두 우발적이고 특이한 마주침을 보편자의 사례로 만들어 동일한 체계의 확장을 기도한다는 한계를 갖는다.

이것이 판결과 사법 영역에서의 창조성을 본질적으로 억압하고 배제한다.

리페브르는 이를 비판하며 판결의 본질은 오히려 ‘발명’과 ‘창조’에 있음을 주장한다.

글의 말미에서는 적용과 창조라는 관점에서 칸트의 도덕 판단을 다시 읽는다.

칸트의 도덕 판단 역시 본질적으로는 창조성을 배제하고 법칙을 단순 반복 적용할 수 밖에 없는 것인지를 검토하고, 칸트 판단 이론 내에서 창조성의 지위와 가능성을 모색할 것이다.

@highlight

이 연구는 『법-

@highlight

이미지』의 아이디어와 논증에 관한 고찰이며, 그 중 칸트와 관련된 일부분, 판단 이론에 주목한다.

@highlight

또한 칸트의 목적론적 반성 판단에서 중요한 개념인 목적없는 합목적성은 드워킨에 의해 법의 원리를 우리 스스로가 형성하고 승인하는 통합성의 가정과 이를 기반으로 한 해석주의적 판결 이론으로 응용된다.

