본 논문에서는 터널별로 매설된 온도계의 연중계측을 통하여 년 중 온도변화특성과 갱구부로부터의 깊이별 온도변화특성, 터널연장별 대기 온도변화특성, 지표부 온도 변화특성을 분석하였다.

터널의 연장별 터널내 바닥부 온도 분포에 대한 분석 결과 입구부와 출구부가 다른 온도분포를 보임을 알 수 있었다.

출구부에서의 터널내 바닥부 표면온도 분포는 출구부에서 50m 지점까지는 온도가 변하다가 50m 이후 깊이에서는 터널연장에 상관없이 거의 일정한 온도분포를 보임을 알 수 있었다.

그러나 입구부에서의 터널내 바닥부 표면온도 분포는 출구부와 달리 터널내 길이 약 125~150m 지점에서 온도분포가 변하고 있음을 알 수 있었다.

이는 입구부로 유입되는 찬공기가 풍향 및 풍속의 영향을 받아 터널깊이 약 125~150m 지점까지 영향을 미치는 것으로 보인다.

@highlight

이 논문에서는 터널별로 매설된 온도계의 연중계측을 통해 년 중 온도변화특성과 갱구부로부터의 깊이별 온도변화특성, 터널연장별 대기 온도변화특성, 지표부 온도 변화특성을 분석했다.

