소형선박용 간이화장실의 멸균 처리를 위한 시스템의 최적 기준장친 처리 시간과 비례하여 유전자 검출한계 이하로 소멸시키기 위해 약 15분 이상의 처리가 필요하였으며, 자급전원 공급을 목적으로 태양전지를 도입하였고 전기분해 장치의 운영 가능성을 실험하기 위해 제안된 재생 에너지 생산량 테스트 구성회로를 구성하고 다양한 조건을 가진 경우를 고려하여 태양광 발전을 실시하여 배터리에 충전하고 이 충전에너지를 이용하여 간이화장실의 오염원을 멸균시키는 전기분해 의사 실험을 한 결과, 모든 조건하에서 전기분해가 가능한 에너지를 얻을 수 있는 것으로 확인되었다.

또한, 소형 승용차에 사용되는 배터리(12V/45A)를 완충시키고 본 연구에서 개발된 전기분해장치를 구동한 결과, 최대 4.5일간 동작이 가능한 것을 알 수 있었다.

따라서, 연안해역에 짧은 기간에 운행하는 소형선박의 경우, 태양전지와 충전 회로 없이도 소형자동차용 배터리만을 이용하여 해상기인 오염원을 제거할 수 있는 전기분해 멸균 장치의 운영이 가능하다는 것을 알 수 있었다.

@highlight

소형 승용차에 사용되는 배터리(12V/45A)를 완충시키고 이 연구에서 개발된 전기분해장치를 구동한 결과, 최대 4.5일간 동작이 가능한 것을 알 수 있었다.

