본 연구의 목적은 북한의 올해 3차 핵실험을 전후하여 급변하고 있는 한반도 주변 안보지형 속에서 북핵문제의 진행경과와 전망, 해법과 대안에 대해 살펴보고 정책적인 시사점을 도출해 보고자 함이다.

북한의 3차 핵실험은 김정은 정권이 미국을 겨냥하면서도 대내외적으로 다차원적인 수요에서 실시되었다.

이제 헌법개정을 통해 ‘핵보유국’임을 명시하고 ‘자위적 핵 보유국의 지위를 더욱 공고히 할 데 대한 법’을 채택하였으며, ‘경제건설 및 핵무력 건설 병진 노선’을 채택하여 핵이 체제유지의 최후보루로서 기능을 하고 있는 한, 북한이 핵을 스스로 포기하기는 어려울 것이다.

지난 20년간 북핵문제 전개과정에서 얻은 교훈은 첫째, 북한은 핵을 보유하는 것이 핵을 포기하는 것보다 더 안전을 위협한다고 확신할 경우에만 핵을 포기할 것이라는 점, 둘째 북핵문제 해결은 중국과 협력 없이는 어렵다는 점, 셋째, 비핵화는 제재나 협상 어느 한 가지 방법으로는 달성할 수 없다는 것, 넷째, 북핵 대응정책에는 일관성 유지가 긴요하다는 점이다.

이를 해결하기 위해서 한국정부는 보다 큰 그림을 갖고 비핵화를 위한 국제공조와 남북관계 개선을 선순환적으로 연결시켜 나가는 지혜와 북한 비핵화를 위한 창의적인 방안 마련이 필요하다.

특히 한쪽에 편승하지 않는 균형적인 정책으로 국민들의 합의와 통합을 도모하고 정책적 일관성을 유지해 나가야 할 것이다.

@highlight

이 연구의 목적은 북한의 올해 3차 핵실험을 전후하여 급변하고 있는 한반도 주변 안보지형 속에서 북핵문제의 진행경과와 전망, 해법과 대안에 대해 살펴보고 정책적인 시사점을 도출해 보고자 함이다.

