본

 

논

문

에

서

는

 

P

S

C

 

거

더

의

 

P

r

e

s

t

r

e

s

s

를

 

관

리

하

기

 

위

하

여

 

E

M

 

센

서

를

 

활

용

한

 

P

S

C

 

텐

던

 

긴

장

력

 

손

실

 

관

리

 

기

법

을

 

소

개

한

다

.

 

P

S

C

 

거

더

는

 

콘

크

리

트

 

거

더

에

 

P

r

e

s

t

r

e

s

s

를

 

도

입

함

으

로

써

 

기

존

 

콘

크

리

트

 

거

더

보

다

 

높

은

 

성

능

을

 

가

지

며

 

보

다

 

저

비

용

의

 

거

더

 

설

계

가

 

가

능

해

 

짐

으

로

 

현

재

 

많

은

 

교

량

에

 

사

용

되

고

 

있

는

 

거

더

이

다

.

 

그

러

나

 

P

S

 

텐

던

의

 

긴

장

력

 

관

리

는

 

거

더

 

성

능

 

관

리

에

 

있

어

 

매

우

 

중

요

한

 

항

목

이

나

 

현

재

는

 

시

공

시

 

설

계

 

긴

장

력

의

 

도

입

 

여

부

만

을

 

검

증

한

 

후

 

공

용

시

에

는

 

그

 

관

리

가

 

이

루

어

지

지

 

않

는

 

실

정

이

다

.

 

이

에

 

본

 

연

구

에

서

는

 

강

자

성

 

재

료

가

 

인

장

력

에

 

따

라

 

비

투

자

율

이

 

변

화

하

는

 

특

성

을

 

이

용

하

여

 

E

M

 

센

서

를

 

이

용

해

 

P

S

 

텐

던

의

 

투

자

율

을

 

계

측

하

여

 

P

S

 

텐

던

의

 

긴

장

력

을

 

계

측

하

는

 

기

법

을

 

제

안

하

였

다

.

 

P

S

C

 

거

더

 

내

부

에

서

 

P

S

 

텐

던

의

 

투

자

율

을

 

계

측

하

기

 

위

하

여

 

E

M

 

센

서

 

시

작

품

을

 

제

작

하

였

으

며

 

M

T

S

 

실

험

을

 

통

해

 

P

S

 

텐

던

으

로

 

주

로

 

사

용

되

는

 

7

연

선

 

1

가

닥

의

 

0

,

 

4

0

,

 

8

0

,

 

1

2

0

,

 

1

6

0

,

 

2

0

0

k

N

의

 

긴

장

력

에

 

따

른

 

투

자

율

 

변

화

를

 

계

측

하

였

다

.

 

계

측

 

결

과

 

각

 

긴

장

력

 

단

계

마

다

 

E

M

 

센

서

를

 

통

해

 

계

측

된

 

B

-

H

 

L

o

o

p

가

 

정

량

적

으

로

 

변

화

하

는

 

것

을

 

확

인

하

였

으

며

 

계

측

된

 

투

자

율

과

 

긴

장

력

을

 

회

귀

분

석

한

 

결

과

 

투

자

율

과

 

긴

장

력

은

 

선

형

 

관

계

를

 

나

타

내

었

다

.

 

이

를

 

활

용

하

여

 

E

M

 

센

서

를

 

이

용

하

여

 

P

S

 

텐

던

의

 

긴

장

력

 

관

리

가

 

가

능

함

을

 

검

증

하

였

다

.

@highlight

이 논문은 PSC 거더의 Prestress를 관리하기 위해 EM 센서를 활용한 PSC 텐던 긴장력 손실 관리 기법을 소개한다.