본 연구는 재건축초과이익환수제도가 법에서 스스로 제시한 두 가지 핵심 목표, 즉 주택가격 안정과 사회적 형평을 달성할 수 있는지 살펴보았다.

먼저 재건축초과이익을 환수하는 것이 주택가격 안정에 기여하는지 여부는 불분명하다.

주택가격이 상승하더라도 지역 내 신규 주택의 평균 가격이라는 상한이 존재하며, 최근 투기수요를 억제하기 위한 정책이 다양하게 마련되었으므로 이 상승은 실수요에 기초한 것으로 평가되어야 한다.

그러나 현행 제도는 실수요자에 대해서도동일하게 재건축부담금을 부과하고 있는 상황이다.

다음으로 사회적 형평이라는 목표는 징수된 부담금의 배분과 사용 기준으로 볼 때 저소득가구의 주거복지로 볼 수 있다.

그러나 현행 제도에서 부담금은 재건축사업이 부담가능주택 재고의 감소에 미치는 영향에 기초하여 산정되지도 않으며, 그 부담금 역시 부담가능주택 재고 증가를 위해 직접적으로 사용되지도 않고 있다.

재건축초과이익환수제도가 이처럼 스스로 설정한 목표를 달성하지 못하는 가장 큰 이유는 재건축사업의 인허가와 그에 따른 부작용의 관리가 철저히 지역적인 이슈임에도 불구, 중앙정부 주도로 획일적으로 계획되고 시행되기 때문이다.

향후 지방정부의 주거복지정책 내에 부담가능주택 재고를 확충하는 수단으로 사용할 때, 재건축초과이익환수제도는 ‘부유세’에 대한 반발에서 벗어나 주민들로부터 충분한 공감대를 얻을 수 있을 것이다.

@highlight

이 연구는 재건축초과이익환수제도가 법에서 스스로 제시한 두 가지 핵심 목표, 즉 주택가격 안정과 사회적 형평을 달성할 수 있는지 살펴보았다.

