최근 과학과 STS 교육에서 시민 참여를 중심으로 한 과학기술과 사회 간의 상호작용에 대한 이해 및 실천 능력의 함양이 강조되고 있다.

이에 중등 과학 예비교사들은 과학기술과 관련된 사회적 쟁점에서 시민 참여의 중요성을 인식하고, 시민의 권리와 책임을 의미 있게 활용할 수 있는 능력을 갖추고 있을 필요가 있다.

따라서 시민 참여 중심의 과학기술과 사회 간의 관계에 대한 중등 과학 예비교사들의 이해를 우선적으로 살펴볼 필요가 있다.

이를 위하여 충청북도 소재의 사범대학교에 재학 중인 2~4학년 중등 과학 예비교사 66명을 대상으로, 시민 참여 중심의 과학기술과 사회의 상호작용, 책임 있는 의사결정능력, 과학기술쟁점 효능감에 대한 인식을 조사하였다.

연구 결과, 중등 과학 예비교사들은 과학기술과 사회 간의 상호작용에 관해서는 전반적으로 긍정적으로 인식하고 있었지만, 과학기술과 사회 간의 관계에서 시민의 참여에 대한 중등 과학 예비교사들의 인식 수준은 낮은 것으로 나타났다.

책임 있는 의사결정능력에서 중등 과학 예비교사들은 개인의 신념과 타인의 복지를 고려하여 최선의 대안을 선택하고, 실천 전략을 구성하는데 어려움을 겪고 있는 것으로 나타났다.

또한 과학기술쟁점 효능감에서 과학기술 관련 지식과 기능 및 행위 능력에 대한 중등 과학 예비교사들의 자신감도 매우 낮은 것으로 나타났다.

이에 대한 교육적 함의를 논의하였다.

@highlight

최근 과학과 STS 교육에서 시민 참여를 중심으로 한 과학기술과 사회 간의 상호작용에 대한 이해 및 실천 능력의 함양이 강조되고 있다.

