동심 이중관에서 기본유체 물과 나노입자 산화알미늄의 혼합인 나노유체를 적용한 대향유동을 유한체적법의 수치적 방법으로 열전달 특성을 규명하였다.

고온유체는 내부 원형관으로 흐르며 열을 외부 환형관으로 흐르는 저온유체로 전달한다.

고온유체와 저온유체의 체적유량 및 나노입자의 체적농도를 변수로 두어 열전달 및 유동 특성을 조사했다.

결과는 나노입자의 체적농도와 체적유량의 증가함에 따라 열전달 성능이 증가함을 보였다.

외부와 내부 관 모두에서 나노유체인 경우가 기본유체보다 나노입자의 체적농도가 8%일 때 나노유체가 열전달 성능이 최대 17% 증가하는 것을 확인했다.

또한 기본유체에 비해 환형관의 대류열전달 계수는 최대 31% 증가함을 보였으며 열교환기의 유용도는 약 20%가 상승함을 확인하였다.

하지만 나노입자의 체적농도가 8%일때 마찰인자가 최대 136% 커지는 것을 확인하였다.

@highlight

동심 이중관에서 기본유체 물과 나노입자 산화알미늄의 혼합인 나노유체를 적용한 대향유동을 유한체적법의 수치적 방법으로 열전달 특성을 규명했다.

