2013순천만국제정원박람회를 개최한 이후, 순천시는 생태·정원도시라는 새로운 도시 이미지와 브랜드를 갖게 되었다.

이 연구의 목적은 1995년 이후 순천시가 추진한 환경 중시 정책을 창조적인 도시정책으로 간주하고, 관련된 도시정책의 추진과정·거버넌스·성과 등을 고찰하는 것이다.

순천시가 생태·정원도시라는 도시 브랜드를 갖게 된것은 순천만습지 보전과 활용을 비롯해 환경을 중시하는 도시정책을 추진한 결과이다.

1996년 그린순천21 의제 설정, 1997년 시작된 순천만 갈대제, 2002년 시작된 순천만 생태공원화 사업, 2013순천만국제정원박람회 유치와 성공적 개최, 2015년 박람회장 부지의 국가정원 지정 등이 대표적이다.

전남동부지역사회연구소는 순천만 보전을 위한 지역사회 거버넌스 구축과 활동과정에 매우 중요한 역할을 하였다.

순천만 보전과 환경을 중시한 창조도시 관련정책의 구체적인 성과는 2013년 개최된 정원박람회였고, 이를 통해 생태·정원도시라는 새로운 도시 이미지 형성, 순천만국가정원이라는 새로운 공공재, 창조도시 관련정책을 추진할 물적·사회적 기반 등을 확보하게 되었다.

@highlight

2013 순천만국제정원박람회를 개최한 이후, 순천시는 생태·정원도시라는 새로운 도시 이미지와 브랜드를 갖게 됐다.

@highlight

본 연구의 목적은 1995년 이후 순천시가 추진한 환경 중시 정책을 창조적인 도시정책으로 간주하고, 관련된 도시정책의 추진과정·거버넌스·성과 등을 고찰하고자 하였다.

