어느 나라서든 초중등교육 현장은 교육학의 존재 이유다.

학습의 촉진과 수행의 개선을 목표로 하는 교육공학 분야도 마찬가지다.

우리나라 초중등교육에 대한 평가는 엇갈린다.

각종 국제비교평가에서 우수한 학업성취도를 자랑하는 한편, 공교육의 부재와 사교육에 대한 뿌리 깊은 논란, 그리고 학교부적응이나 학교폭력으로 이어지는 문제를 갖고 있기도 하다.

이러한 복잡다단한 교육 현장에서 우리 교육공학자들은 그동안 무엇을 했을까?

그리고 우리의 그런 노력들이 과연 학교를 나아지게 했을까?

만일 그렇지 않다면 앞으로 우리는 무엇을 해야 할까?

이 연구는 이러한 질문으로부터 시작했다.

이러한 탐색의 출발점으로 교육공학 분야의 대표적인 학술지인 ‘교육공학연구’를 대상으로 학교교육에 대한 동향을 분석하였다.

연구 결과, 지난 10년 간 ‘교육공학연구’에 게재된 논문 10편 가운데 약 3편 정도가 초중등교육과 연관이 있는 것으로 나타났다.

그리고 이러한 논문들의 주된 연구영역은 설계였으며, 보다 세부적인 주제로는 교수(체제)설계에 대한 것이었다.

또한 주로 조사연구나 개발연구의 방법을 택하고 있었으며, 통계적으로는 절반 가까운 양적연구들이 변량분석을 활용하고 있었다.

더불어 연구대상, 저자, 참고문헌에 관한 지금까지의 연구동향을 파악하였다.

이를 통해 교육공학 학문공동체가 그간 학교교육에 기여한 바와 한계를 간접적으로나마 성찰해 볼 수 있었다.

이러한 시도를 바탕으로 향후 교육공학 학문공동체가 나아가야 할 바를 가늠해보고자 하였다.

@highlight

어느 나라서든 초중등교육 현장은 교육학의 존재 이유이며 학습의 촉진과 수행의 개선을 목표로 하는 교육공학 분야도 역시 마찬가지다.

@highlight

우리나라 초중등교육에 관한 평가는 엇갈린다.

@highlight

각종 국제비교평가에서 우수한 학업성취도를 자랑하는 한편에 공교육의 부재와 사교육에 대한 뿌리 깊은 논란과 학교부적응이나 학교폭력으로 이어지는 문제를 갖고 있기도 하다.

