성과급 제도는 도입 이후 17년이 지난 지금에도 공무원 집단의 반발과 소위 ‘나눠먹기’식 배분 등의 문제점을 지속적으로 노정하고 있다.

이러한 성과급 제도의 운영상의 부작용을 완화하기 위해서는 구성원의 인지적 차원에 대한 면밀한 검토가 함께 이행되어야 할 필요가 있다.

조직 구성원의 인식과 관련된 요인 중에서 자기 효능감(self-

efficacy)은 개인의 능력과 바람직한 행동을 연결해줌으로써, 조직의 생산성을 향상시킬 수 있는 중요한 개념이다.

본 연구에서는 구체적으로 자기효능감이 직무만족과 개인성과에 긍정적 영향을 미치는지와 성과급 제도가 이러한 관계를 긍정적으로 조절하는지의 여부를 파악하고자 공무원을 대상으로 실시한 설문조사의 분석 결과를 토대로 회귀분석을 이행하였다.

분석 결과에 따르면, 자기효능감은 직무만족과 개인성과에 긍정적으로 영향을 미치는 것으로 나타났으며, 성과급 제도의 조절효과는, 성과급 규모의 적절성 정도가 높은 경우에 한해서, 자기효능감이 직무만족에 미치는 관계에 대해서만 긍정적인 영향력을 증대시키는 것으로 밝혀졌다.

결론적으로, 본 연구를 통해서 공공조직의 생산성을 증가시키기 위해서는 자기효능감이 성과급 제도와 함께 시너지 효과를 창출할 수 있도록 유도하는 것이 중요함을 확인하였다.

@highlight

본 논문에서는 구체적으로 자기효능감이 직무만족 및 개인성과에 긍정적 영향을 미치는지와 성과급 제도가 이같은 관계를 긍정적으로 조절하는지의 여부를 파악하고자 공무원을 대상으로 설문조사의 분석 결과를 토대로 회귀분석을 이행했다.

