정수계획법 기반 지역 탐색은 단순 언덕오르기 탐색을 기반으로 하는 지역 탐색의 일종으로서 기존의 지역 탐색과는 달리 이웃해 생성 시 정수계획법을 활용한다.

기존 연구 [1]에 의하면 정수계획법 기반 지역 탐색은 경영과학 및 인공지능 분야에서 많은 관심을 받아 온 다차원 배낭 문제를 해결하는 데 매우 효과적인 것으로 알려져 있다.

그러나 해당 연구에서는 OR-

Library에 있는 다차원 배낭 문제들 중 규모가 가장 큰 문제들만을 대상으로 하여 정수계획법 기반 지역 탐색의 우수성을 검증하였다는 단점이 있다.

본 논문에서는 그 외의 문제들을 대상으로 정수계획법 기반 지역 탐색을 적용함으로써 보다 객관적으로 정수계획법 기반 지역 탐색의 우수성을 검증한다.

아울러 본 논문에서는 기존의 정수계획법 기반 지역 탐색이 단순 언덕오르기 탐색과 정수계획법을 결합한 것과는 달리 언덕오르기 탐색, 타부 탐색, 시뮬레이티드 어닐링과 같은 다른 지역 탐색 기법과 정수계획법을 결합하는 방안을 제시한다.

실험 결과, 정수계획법 기반 지역 탐색은 중소 규모의 다차원 배낭 문제들에 있어서도 기존의 가장 좋은 휴리스틱 탐색 기법에 비해 유사하거나 더 우수한 성능을 발휘함을 확인하였다.

@highlight

본고에서는 그 외의 문제들을 대상으로 정수계획법 기반 지역 탐색을 적용함으로써 보다 객관적으로 정수계획법 기반 지역 탐색의 우수성을 검증한다.

