본 연구는 질적 패턴의 참여적 실행연구를 통해 스토리텔링 주제 표현활동에 전문성과 열정을 가진 어느 한 초등 여교사의 수업장면에 나타나는 무용교육의 인지적, 정서적, 사회적 가치를 인문적 가치의 속성으로 명명하여 어떤 모습으로 전개되고 있는지를 해석하는 것이다.

인지적 가치에는 학생들이 창의적으로 스토리와 움직임을 구상하고 이를 공동체 사고 활동을 통해 발현하는 모습과 신체, 공간, 노력, 관계의 움직임 요소를 이동, 비이동 움직임에 독창적으로 발현시킴으로써 다양한 움직임을 선보였다.

정서적 가치는 자신과 타인의 정서를 인식하여 표현함으로써 즐거움, 웃음, 이해 등의 긍정적인 자아개념 형성과 그로 인한 용기와 자신감 획득이 가장 비중 있었다.

또한 잠재되어 있는 자신의 끼를 발현하는 모습과 모둠활동 과정에서 또래의 이야기나 움직임을 통해 학업, 인간관계 등에서 생긴 긴장을 해소하고 마음을 순화시키려는 모습도 인상적이었다.

근면, 대인관계, 책임, 협동의 하위요인에서 바라본 사회적 가치는 부드러운 카리스마를 가진 리더십과 공동체의식과 구성원으로서 역할에 최선을 다하려는 펠로우십이 공존한다는 것이다.

특히 교사와 학생, 학생과 학생 간의 긴밀한 상호작용과 래포의 형성은 집단 창작 표현활동의 가장 이상적인 가치실현이라고 사료된다.

@highlight

본고는 질적 패턴의 참여적 실행연구를 통하여 스토리텔링 주제 표현활동에 전문성과 열정을 가진 어느 한 초등 여교사의 수업장면에 나타나는 무용교육의 인지적, 정서적, 사회적 가치를 인문적 가치의 속성으로 명명해 어떤 모습으로 전개되고 있는지 해석한다.

