학교에서 복지 관련 서비스를 제공하는 대표적인 전문인력으로는 학교사회복지사와 지역사회교육전문가가 있다.

그러나 학교에서 그 역할에 있어 차이가 있다고 보기 어려움에도 불구하고, 이렇게 추진인력이 다르고 또 그 사업추진체계가 다름으로 인해 혼란이 야기되고 있다.

이에 본 연구는 학교사회복지사와 지역사회교육전문가가 학생들을 대상으로 제공하는 서비스를 중심으로 이들 전문인력이 각각 인식하고 있는 자신의 역할과 수행하고 있는 역할에 있어서 구체적으로 어떠한 공통점과 차이점을 보이는지 확인하고, 각각의 역할을 수행함에 있어 역할인식이 미치는 영향을 분석하고자 하였다.

조사 결과 첫째, 학교사회복지사와 지역사회교육전문가 두 집단의 역할인식 정도는 유의미한 차이를 나타내지 않았다.

둘째, 두 집단 간 차이가 나타나지 않은 그 역할인식을 공변인으로 하여 역할수행 정도를 검증한 결과, 역시 유의미한 차이를 나타내지 않았다.

셋째, 이들의 역할수행에 영향을 미치는 요인을 각각 살펴본 결과, 학교사회복지사는 학교현장 자원봉사 경험이, 지역사회교육전문가는 연령, 학교와 가정의 연결에 대한 인식, 학교와 지역사회의 연결에 대한 인식이 각각 역할수행에 영향을 미치는 것으로 나타났다.

@highlight

학교에서 복지 관련 서비스를 제공하는 대표적인 전문인력으로는 학교사회복지사와 지역사회교육전문가가 있다.

@highlight

조사 결과 학교사회복지사와 지역사회교육전문가 두 집단의 역할인식 정도는 유의미한 차이를 나타내지 않았다.

