이 연구는 창의경영학교의 개념 구조를 분석하여 국가 정책의 일환으로 추진되고 있는 사업에 대한 이해와 방향 정립에 도움을 주고자 한다.

창의경영학교의 구체적인 정책 방향을 확인하기 위하여 이 새로운 정책 추진과정에서 함의하고 있는 바를 국내의 사례를 통해 확인하고자 한다.

창의경영학교의 지향점을 크게 창의·인성과 자율경영의 영역으로 나누고 실제 운영되고 있는 창의경영학교의 모델을 중심으로 그 사례를 분석하였다.

학교교육 활동과 학교 구성원의 역할과 기능으로 나누어 제시한 창의경영학교 개념 구조의 분석 결과는 다음과 같다.

첫째, 창의·인성 학교모형에서는 참여적이고 민주적인 의사결정과 관계 및 위임지향 리더십을 강조하였고, 자율경영 평가모형은 비전 및 목표의 수립과 공유를 강조하는 변혁적 리더십과 수업지도성을 강조하였다.

둘째, 교사의 역할과 기능에 대해서 창의·인성 학교모형은 학습공동체 및 전문성과 상호신뢰를 강조하였고, 자율경영 학교모형은 참여적 의사결정, 학습조직 활성화 및 연구하는 교사를 강조하였다.

자율경영 학교모형은 목표지향적 수업, 데이터 기반 의사결정, 학습조직 활성화 등을 강조하였다.

셋째, 학생 및 학부모에 대해서는 창의·인성 및 자율경영 모형들 모두 학생에 대해서는 학생 자치활동 및 학교에 대한 소속감과 능동적인 학습 참여를 강조하였고, 학부모에 대해서는 학교교육 및 운영에 대한 의사결정 참여 및 학교 운영 지원 및 협조를 강조하였다.

@highlight

본 연구는 창의경영학교의 개념 구조를 분석하여 국가 정책의 일환으로 추진되고 있는 사업에 대한 이해와 방향 정립에 도움을 주고자 한다.

@highlight

창의경영학교의 지향점을 크게 창의·인성과 자율경영의 영역으로 나누고 실제 운영되고 있는 창의경영학교의 모델을 중심으로 그 사례를 분석했다.

