본 연구의 목적은 조기진통 에피소드를 겪은 산모가 만삭분만할 경우 발생되는 저체중출생아의 빈도 및 이와 연관된 인자들에 어떤 것이있는지를 알아보기 위해 시행되었다.

본원에서 2005년 1월부터 2011년 5월까지 조기진통 에피소드로 입원한 적이 있는 단태아를 대상으로 하였으며, 이 중 본원에서 분만한총 249명의 산모들을 후향적으로 분석하였다.

대상 산모들은 분만 주수에 따라 조산분만군과 만삭분만군으로 대상군으로 나누어 비교하였고, 만삭분만군 내에서는 불량예후인자를 가진 군과 그렇지 않은 군을 나누어 관련 인자를 찾아 비교 분석하였다.

조기진통 에피소드로 입원병력이 있는 산모 중 만삭분만군에서 조산분만군에 비해 저체중출생아의 빈도가 유의하게 높았다(19.6% vs.9.4%; P = 0.028).

만삭분만군내에서 저체중출생아를 분만하는 것과 관련된 인자로는 조기진통 입원 시 이른 임신 주수, 낮은 산모의 체질량지수, 높은 고감도 C-

반응성 단백 농도가 나타났다.

조기진통의 에피소드를 주소로 입원한 산모는 만삭분만 시 산모의 체질량지수, 입원 당시 임신 주수, 입원 당시 고감도 C-

반응성 단백 농도가 저체중출생아의 분만과 관련이 있다.

@highlight

이 연구의 목적은 조기진통 에피소드를 겪은 산모가 만삭분만할 경우 발생되는 저체중출생아의 빈도 및 이와 연관된 인자들에 어떤 것이있는지를 알아보기 위해 시행됐다.

