본 연구는 누리과정의 놀이 성격에 드러난 놀이성이 어떠한지를 고찰함으로써 고착된 놀이이미지를 넘어 차이를 생성하는 놀이중심 유아교육과정이 가야 할 방향을 살펴보는 것을 목적으로 하였다.

이를 위한 연구방법은 Nietzsche의 관점주의에 입각한, 2009, 2015 누리과정에 대한 비평 글쓰기이다.

누리과정에 드러난 놀이의 이미지를 해석한 결과, 여기에는 교사의 계획 된 놀이가 갖는 공준, 자칫 학습과 발달에 고착화 되어 놀이 그 자체가 아닌 ‘놀이의 이미지’를 가장한 도구화된 놀이의 성격으로 오해될 수 있는 공준, 은유, 상상, 내러티브, 감각, 감성 등의 영역이 부재하는 공준이 있었다.

이에 따라 놀이가 살아나는 누리과정의 방향으로는 성인 및 가르침을 실행하는 교육자의 관점에서 바라본 놀이 이미지를 해체하고 차이생성의 ‘놀이배움’으로 가야 함을 제안하였다.

구체적으로는 탈(재)영토화 되는 과정 속에서 발현되어지는 놀이, 아이들의 삶에서 사건화 된 의미 있고 디오니소스적 ‘쾌’를 갖는 놀이, 재미를 더 지원하기 위한 감각과 감성에 기반 한 놀이의 관점을 제안하였다.

본 연구는 누리과정의 놀이가 아이들의 진정한 유희와 삶의 맥락 속에서 다양화되고, 차이생성 될 수 있는 틈새를 열었다는 시사점이 있다.

@highlight

본 연구의 목적은 누리과정의 놀이 성격에 드러난 놀이성이 어떠한지를 살펴봄으로써 고착된 놀이이미지를 넘어 차이를 만들어내는 놀이중심 유아교육과정이 가야 할 방향을 살펴보는 것에 있다.

@highlight

이를 위한 연구방법은 Nietzsche의 관점주의에 근거한, 2009, 2015 누리과정에 대한 비평 글쓰기이다.

