이 글의 목적은 일제시대 반농반선운동에 나타난 노동관에 초점을 맞추어 한국불교 노동관의 탈현대적 함의를 도출해 보는데 있다.

이러한 목적을 달성하기 위해 우리는 크게 세 가지 상호연관된 연구를 수행하였다.

첫째, 우리는 붓다는 노동과 수행의 관계를 어떻게 설정하였는지 그리고 그 관계가 역사·사회적 조건의 변화와 함께 변화해 왔는지를 살펴보았다.

이를 통해 우리는 다음과 같은 사실을 알 수 있었다.

즉 붓다는 노동과 수행의 관계를 분리와 의존의 관계로 설정하였는데, 이후 대승불교의 총림생활이 시작되면서 노동과 선(수행)의 일치가 이루어지고, 한국불교에 이르러서는 노동과 수행의 겸행이 이루어졌다는 사실을 발견할 수 있었다.

둘째, 우리는 한국불교의 반농반선 사례를 통해 한국불교의 노동관을 살펴보았다.

그 특징은 노동시간이 매우 짧았다는 점, 노동이 선수행 및 학문 활동과 불이적 관계를 가졌다는 점, 생산관계로부터 자유로운 노동이었다는 점 등이다.

셋째는, 이상과 같은 고찰을 토대로 하여 한국불교 노동관의 탈현대적 함의를 도출하였다.

즉 반농반성을 통해 드러난 한국불교의 노동관은 소외의 극복, 일자리 나누기, 노동과 수행의 겸행, 행복에 기여함 등과 같은 탈현대적 함의를 갖고 있음을 밝혀 보았다.

@highlight

본 논문은 일제시대 반농반선운동에 나타난 노동관에 초점을 맞추어 한국불교 노동관의 탈현대적 함의를 도출해 보는 것을 목적으로 하고 있다.

@highlight

이를 위해 붓다는 노동과 수행의 관계를 어떻게 설정하였는지, 그 관계가 역사적, 사회적 조건의 변화와 함께 변화해 왔는지를 살펴보고자 하였다.

