지역적 공질성이 나타나는 제주도와 오키나와는 무속적 신앙을 바탕으로 한 서사시와 신화가 다양하고 풍부하게 전승되는 공통점이 발견된다.

그 중에 서도 마을공동체를 중심으로 마을수호신이나 조상신을 섬기는 무속 제의가 진 행되는 마을 신화와 제의를 비교하고자 한다.

제의에서 불려지는 무속서사시는 신의 출자를 밝히면서 마을과 신의 관계, 신과 사제자의 관계 등을 다룬다.

마 을제의에서 전승되는 제주도 당신본풀이와 오키나와 미야코지마의 후사의 비 교 고찰을 통해 무속서사시의 마을신화적 성격을 밝히고자 하였다.

제주도 당제의에서 불려지는 당신본풀이와 미야코지마의 우야-

안에서 전승 되는 후사를 중심으로 비교한 결과, 전승의 엄격성이 나타나는 미야코지마의 무속신앙과 신화, 의례는 무속적 원시성이 비교적 유지되고 있음을 알 수 있었 다.

그렇지만 마을과 개인의 분화가 이루어지고 있는 제주도에서는 무속신앙과 신화가 집단에서 개인화 되어 가는 과정이 나타나고 있음을 고찰하고 마을신 화와 제의에 끼치는 영향을 살펴보았다.

두 지역의 신앙 집단으로서 마을과 개 인(집안)의 관계, 제의와 서사시의 비교를 통해 무속신앙과 무속서사시의 공시 적·통시적 고찰이 가능할 것이라고 보았다.

@highlight

마을제의에서 전승되는 제주도 당신본풀이와 오키나와 미야코지마의 후사의 비교·고찰을 통해 무속서사시의 마을신화적 성격을 밝혔다.

@highlight

마을과 개인의 분화가 이루어지고 있는 제주도에서는 무속신앙과 신화가 집단에서 개인화 되어 가는 과정이 나타나고 있음을 고찰하고 마을신화와 제의에 끼치는 영향을 알아보았다.

