인류 문명의 획기적인 발전을 가능케 해준 에너지사용 확대는 기후변화 위험을 그 대가로 요구했다.

그 위험은 인류와 이 지구의 존재를 위협하는 지경에 이르렀기 때문에 인류는 국제적 차원에서 대책을 마련해야만 했다.

그 노력의 결과 기후변화협약이 탄생하고 매년 회의를 개최하여 이행상황을 점검하고 새로운 과제를 부여하면서 이 큰 시련에 대응하고 있다.

지구온난화를 유발하는 온실가스를 줄이기 위해 에너지소비를 줄이고 궁극적으로는 재생에너지로 대표되는 대체에너지 개발에 나서야만 했다.

프랑스는 원자력과 수력 위주의 에너지정책으로 온실가스 감축 문제와는 거리가 있어 보였지만, 지구온난화 방지라는 세계적 목표에 부응하기 위해 에너지전환정책을 펼쳐나갔다.

2004년의 계획, 2005년 이후의 지속적인 입법으로 에너지전환이라는 국가과제를 실천할 수 있게 되었다.

특히 공공토론을 통해 사회적 합의를 이루어나가는 과정과 세부적인 이행방안을 법률에 구체화시킨 점은 그 실천의지를 강하게 보여주는 것이다.

그리고 에너지정책의 전환으로 기후변화에 대한 대응과 신산업육성을 동시에 추구하려는 정책도 환경규제를 불편으로만 인식하고 있는 우리 사회에 하나의 귀감이 될 수 있으리라고 본다.

프랑스식의 장기적 거버넌스 관점에서 기후변화대응을 준비하고 실천해야 할 것이다.

@highlight

인류 문명의 획기적인 발전을 가능케 해준 에너지사용 확대는 기후변화 위험을 그 대가로 요구했다.

@highlight

지구온난화를 유발하는 온실가스를 줄이기 위해 에너지소비를 줄이고 궁극적으로는 재생에너지로 대표되는 대체에너지 개발에 나서야만 했다.

