본 연구에서는 어머니의 양육태도 및 놀이신념과 유아의 놀이성 간의 관계를 분석하고자 하였다.

연구를 위하여 경기도 3개 시의 유치원과 어린이집 9곳에 다니는 만 5세 유아 261명과 그들의 어머니를 연구대상으로 하였다.

자료 수집을 위해 양육태도 척도, 놀이신념 척도와 유아 놀이성 척도를 사용하였다.

자료 분석을 위해 Pearson의 상관분석과 단계적 분석방법을 이용한 회귀분석을 실시하였으며, 연구결과는 다음과 같다.

첫째, 유아의 놀이성은 어머니의 양육태도 및 놀이신념과 유의한 상관관계가 있었다.

어머니가 자율적 양육태도와 애정적 양육태도를 보일수록, 그리고 긍정적 놀이신념과 부모중심 놀이신념을 지닐수록 유아의 놀이성이 높고, 반면에 어머니가 통제적인 양육태도를 보일수록, 그리고 부정적 놀이신념을 지닐수록 유아의 놀이성이 낮다는 것을 보여준다.

또한 어머니가 거부적 양육태도를 보일수록 유아는 놀이할 때 사회적 자발성, 즐거움의 표현, 유머감각이 낮다는 것을 나타낸다.

둘째, 어머니의 양육태도와 놀이신념은 유아의 놀이성을 설명해주는 중요한 예측변인이었다.

@highlight

이 연구에서는 어머니의 양육태도 및 놀이신념과 유아의 놀이성 간의 관계를 분석하려 했다.

@highlight

자료 수집을 위해 양육태도 척도, 놀이신념 척도와 유아 놀이성 척도를 사용했다.

