본 연구에서는 기숙형으로 진행되는 인터넷 치유학교 프로그램에 참여한 청소년들을 통해 인터넷 중독 문제에 영향을 주는 심리적 요소를 탐색하고, 프로그램의 효과성과 이에 영향을 주는 요소들이 무엇인지 확인하고자 하였다.

2012년 8월부터 2013년 2월까지 전국적으로 실시된 프로그램에 참여하고 전체지능이 80이상인 354명의 남자 청소년 데이터가 분석되었다.

그 결과, 인터넷 중독의 정도는 주요하게 인터넷 사용과 관련한 역기능적 신념, 자기통제 및 MMPI-

A의 7번 척도와 유의한 정적 상관을 보였다.

프로그램시작 전과 시행 직후 및 1개월 추후 검사 결과 인터넷 중독 문제의 정도와 역기능적 신념, 우울, 자기통제, 자아정체감 및 가족 기능 모두에서 유의한 호전이 있었다.

특히 역기능적 신념과 우울의 변화 정도가 중독 문제의 호전에 가장 밀접한 관련성을 보였다.

프로그램 시작 전에 측정한 변인과 인터넷 중독 문제의 호전 정도 간의 관련성을 살펴보았을 때, 역기능적 신념이 변화 정도와 관련이 있었다.

연구 결과의 함의와 제한점에 대해 논의하였다.

@highlight

본고에서는 기숙형으로 진행되는 인터넷 치유학교 프로그램에 참여한 청소년들을 통해 인터넷 중독 문제에 영향을 주는 심리적 요소를 탐색하고, 프로그램의 효과성과 이에 영향을 주는 요소들이 무엇인지 확인하고자 하였다.

