본 연구는 프랑스 전자투표제 도입 사례의 특징을 분석하는 것을 목표로 한다.

2000년대 후반 아일랜드, 네덜란드, 독일 등은 보안 문제와 관련된 기술적 결함으로 전자투표 도입을 중단했다.

반면 주변국가가 종이투표로 회귀하는 상황에서 전자투표제를 뒤늦게 도입한 프랑스는 제도를 유지하고 있으며, 2012년 대선 및 총선시기 약 1백만 명의 유권자가 전자투표에 참여했다.

프랑스는 현재 네덜란드에서 결함이 밝혀진 NEDAP사 장비를 80% 이상 사용하고 있으며, 전자투표기의 조작과 오류가능성에 대한 논쟁에 직면하고 있다.

이에 본 연구는 전자투표의 법제화 영향에 주목하여 프랑스 전자투표제의 지속 요인을 분석한다.

프랑스 헌법위원회와 참사원의 판결은 전자투표기의 당면문제를 기술적 문제가 아닌 심리적 문제로 다루었으며, 전자투표제의 분권화로 중앙정부는 전자투표의 문제 해결에 직접 개입하지 않았다.

따라서 프랑스 사례는 법과 제도의 영향으로 전자투표가 존속할 수 있으나, 기술적 문제의 본질적인 해결 없이는 제도 정착에 큰 한계가 있다는 사실을 드러낸다.

@highlight

이 연구는 프랑스 전자투표제 도입 사례의 특징을 분석하는 것을 목표로 한다.

@highlight

프랑스는 현재 네덜란드에서 결함이 밝혀진 NEDAP사 장비를 80% 이상 사용하고 있으며, 전자투표기의 조작과 오류가능성에 관한 논쟁에 직면하고 있다.

