지금까지 IoT를 위한 많은 하드웨어 플랫폼이나 통신 기술들이 사용되어 왔고 또한 많은 통신 기술들이 사용되어 왔고 또한 많은 통신 기술들이 새롭게 등장하고 있다.

그러나 이들은 각각의 장단점으로 가지고 있기 때문에 하나의 플랫폼이나 통신기술로서 모든 환경이나 응용에 적용하는 것은 한계가 있다.

아두이노는 오픈 소스 기반의 단일보드 마이크로 콘트롤러인 라즈베리 파이와 함께 IoT를 위한 하드웨어 플랫폼으로 가장 많은 주목을 받고 있다.

또한 아두이노는 다른 플랫폼에 비해 상대적으로 저렴하고 가볍기 때문에 IoT 환경의 센서 단에 가장 적합한 디바이스로 인정받고 있다.

이와 함께 BLE는 저전력과 빠른 연결을 기반으로 일정수준의 전송률을 필요로 하는 헬스케어나 스마트 홈 응용에 가장 적합한 기술로 평가 받고 있다.

BLE를 사용하는 아두이노는 IoT 환경에서 센서 단에는 적합하지만 BLE의 제한된 송신 거리와 아두이노의 I/O 포트 제한 때문에 전송 거리와 센싱 영역을 확장하는데 어려움이 있다.

본 논문에서는 아두이노를 이용한 다중접속 BLE/Wi-

Fi 게이트웨이를 설계하고 구현하였다.

구현된 게이트웨이는 RESTful API 기반의 구글차트를 이용한 모니터링 시스템 테스트베드 상에서 BLE의 다중접속과 전송거리 제한문제를 해결할 수 있는 것을 확인하였다.

@highlight

지금까지 IoT를 위한 많은 하드웨어 플랫폼이나 통신 기술들이 사용되어 왔고 또한 많은 통신 기술들이 사용되어 왔고 또한 많은 통신 기술들이 새롭게 등장하고 있다.

