이 연구는 고등학생 자녀를 둔 부모의 자녀 진로지도효능감 척도(유정이, 2009)의요인구조를 탐색하고자 하였으며, 부모와 자녀의 특성변인에 따른 진로지도효능감의 차이를 밝히고자 하였다.

연구대상은 전국에서 표집된 고등학생 자녀를 둔 어머니 1,548명이었다.

연구 결과, 부모의 자녀 진로지도효능감 요인으로 32문항의 7요인이 확인되었으며, 상위요인으로 ‘지지’(하위요인으로는 적극적인 진로지원, 자녀에 대한 수용과 격려, 진로교육 경험, 자녀에게 자율과 책임을 부여)요인과 ‘조절’(하위요인으로는 부정적 정서 경험, 배우자의 관여, 자녀특성의 인식)요인이 확인되었다.

척도의 신뢰도 검증을 위해서 내적합치도와 재검사 신뢰도를 산출하였고, 구인타당도 검증을 위해 확인적 요인분석을 수행하였다.

진로지도효능감은 거주 지역에 따른 차이는 없었으며, 어머니의 학력이 높을수록, 자녀의 학년이 낮을수록 높게나타났다.

연령별로는 40대 부모의 자녀 진로지도효능감이 다른 연령의 부모보다 높았다.

@highlight

본 연구는 고등학생 자녀를 둔 부모의 자녀 진로지도효능감 척도의요인구조를 탐색하고자 하였으며, 부모와 자녀의 특성변인에 따른 진로지도효능감의 차이를 밝히고자 했다.

