본 연구의 발견 및 의의는 다음과 같다.

첫째, 잉글하트와 달톤 등 후기산업사회 학파가 주장하고 있는 것처럼 우리나라에서도 탈물질주의의 증가를 젊은 세대가 이끌고 있음을 관찰할 수 있었다.

둘째, 이번 연구는 국내에서는 처음으로 대학생 집단을 대상으로 물질주의자들이 투표참여를, 탈물질주의자들이 시민행동을 주도하고 있다는 사실을 경험적으로 입증하였다.

본 연구에 따르면, 물질주의자들은 ‘쉬운 참여’라 할 수 있는 대선과 총선 등 투표에 탈물질주의자들보다 보다 열성적으로 참여하고 있다.

반면, 탈물질주의자들은 ‘어려운 참여’라 할 수 있는 시민행동에 물질주의자들보다 훨씬 적극적으로 관여하고 있다.

특히 시민행동의 하위 유형 중 하나인 ‘평화적 시위나 촛불집회에 참여’에 미치는 가치의 효과는 뚜렷하였다.

셋째, 가치가 물질주의일수록 시민단체 참여에 정적(+)인 영향을 미쳤지만, 그것의 효과는 정치참여만큼 분명하게 나타나지는 않았다.

또한, 가치가 정당과 노동운동 등 정치단체의 참여에 미치는 효과는 통계적으로 유의미한 결과를 보이지 않았다.

@highlight

본고는 발견과 의의는 다음과 같다.

@highlight

첫번째, 잉글하트와 달톤 등의 후기산업사회 학파가 주장하고 있는 것과 같이 우리나라에서도 탈물질주의의 증가를 젊은 세대가 이끌고 있음을 볼 수 있었다.

