최근 헌법개정이 사회적 의제가 되었다.

헌법의 주체들이 헌법현실에 대한판단과 헌법규범의 가치에 대한 해석을 통해 참여하고 도전할 때, 이들 헌법주체의 삶을 구성하는 가치질서가 형성될 수 있다.

그러나 이번 개헌논란의 과정에서 이러한 정치적 장이 조성되었다고 보기 어렵고, 주체적 조건을 형성하지 못한 채 이루어진 개헌시도는 좌초할 수밖에 없었다.

이러한 문제의식에 기초하여 이 글은 금번 제기되었던 개헌논란이 실질적인 개헌으로 나가지 못한이유를 주체적 측면에서 파악한다.

우선 현행 헌법의 규정 및 헌법해석론 차원에서 헌법개정의 주체는 누가 되어야 하는지를 파악한다.

다음으로 한국 헌정사에서 이루어진 각 개헌과정을 개헌주체를 중심으로 분석하면서, 주권자가 배제된 채 이루어진 개헌과 주권자가 주체가 되어 이루어진 개헌의 차이를 검토한다.

특히 주체의 측면에서 87년 현행 헌법이 가지고 있는 의미를 보려 한다.

이러한 과정을 거친 후 최근 진행되었던 개헌논란이 주체의 측면에서 어떠한하자가 있었는지를 판단한다.

각 분석과 검토 및 판단을 통해 향후 개헌이 어떤 방향에서 논의되어야 하며, 실질적인 결과물을 만들어낼 방법은 무엇일지제시할 것이다.

@highlight

최근 헌법개정이 사회적 의제가 되면서 헌법의 주체들이 헌법현실에 대한판단과 헌법규범의 가치에 대한 해석을 통하여 참여하고 도전할 때, 이들 헌법주체의 삶을 구성하는 가치질서가 형성된다.

@highlight

개헌논란의 과정에서 정치적 장이 조성되었다고 보기는 어렵고, 주체적 조건을 형성하지 못한 개헌시도는 좌초될 수밖에 없었다.

