본 연구는 숲교육에 대한 효과 연구의 일환으로, 자녀를 숲유치원에 보낸 어머니를 대상으로 숲유치원 프로그램에 자녀를 보내는 것과 양육스트레스 및 양육효능감과 관련이 있는지를 밝혀보고자 하는 목적으로 실시되었다.

이를 위해 P시에서 숲유치원을 운영하고 있는 유치원 및 어린이집 7곳을 선정하여 주 1~2회 숲에 가는 자녀를 둔 어머니를 대상으로 한 학기동안 자녀를 숲유치원에 보내기 전과 후의 양육스트레스, 양육효능감, 숲유치원에 대한 인식 변화를 조사하였다.

숲유치원을 경험한 어머니들은 양육스트레스 점수의 평균이 사전과 사후 검사로 볼 때 2.88에서 2.73으로 낮아졌으며 이는 통계적으로 유의미한 차이를 나타내었다.

양육효능감 점수의 평균이 다소 낮아졌으나 통계적으로 유의미하지는 않았다.

숲유치원이 필요한 가장 큰 이유는 사전 사후 모두 자연 속에서의 정서적 안정감이라고 답한 비율이 가장 높았으며, 안전에 대한 우려 외에는 전반적으로 숲유치원에 자녀를 보낸 이후에 숲유치원에 대한 긍정적인 인식이 높아졌음을 알 수 있었다.

자녀를 숲유치원에 보내면서 어머니가 겪게 되는 긍정적 변화들은 숲유치원의 보급과 확산에 기여할 수 있을 것으로 기대된다.

더 나아가서 숲유치원의 효과를 유아교육기관의 측면 뿐 아니라, 교사, 유아의 전 영역에서 다각도로 검증할 필요가 있음을 제안한다.

@highlight

이 연구는 숲교육에 대한 효과 연구의 일환으로, 자녀를 숲유치원에 보낸 어머니를 대상으로 숲유치원 프로그램에 자녀를 보내는 것과 양육스트레스 및 양육효능감과 관련이 있는지를 밝혀보고자 하는 목적으로 실시됐다.

