본 논문은 중국 공산당과 통치 이데올로기의 관계에 대한 이해를 바탕으로 현대신유학(現代新儒學)의 발전과정과 그 이데올로기적 역할을 연구함으로써, 현대신유학이 어떻게 중국 공산당의 새로운 통치 이데올로기로 발전하였는가, 그리고 중국의 사회주의 정치체제의 변화를 창출할 가능성을 가지고 있는가에 대한 해답을 찾는 것을 목표로 한다.

이를 위하여 저자는 중국 공산당이 통치 이데올로기를 변형하고 효과적으로 이용함으로써 자신의 정치적 정당성을 유지하여왔다는 사실을 바탕으로, 중국 공산당이 대안적 이데올로기로 현대신유학을 채택한 배경과 현대신유학의 발전과정을 고찰하고 최근 중국 공산당이 제기한 “마르크스주의의 중국화”라는 이념화 과정을 살펴봄으로써, 현대신유학이 현대 중국에서 보이는 이데올로기로서의 역할을 분석한다.

아울러 마르크스주의와 현대신유학 간의 갈등과 이에 대한 중국 공산당의 대응을 살펴봄으로써, 현대신유학이 마르크스주의를 대신하는 핵심 이데올로기로 발전하여 중국 공산당이 지배하는 중국의 정치상황을 변화시킬 가능성과 그 한계를 고찰하였다.

이러한 연구를 통하여 중국 공산당의 지원 아래 급속도로 발전한 현대신유학이 중국 공산당의 정권을 유지하는데 유리한 대안적 이데올로기의 성격을 가지고 있지만, 중국 공산당의 사회주의 정치체제의 변화를 야기할 가능성은 적다는 결론을 도출한다.

@highlight

본 논문은 중국 공산당과 통치 이데올로기의 관계에 대해 이해를 바탕으로 현대신유학(現代新儒學)의 발전과정과 그 이데올로기적 역할을 연구함으로써, 현대신유학이 어떻게 중국 공산당의 새로운 통치 이데올로기로 발전했는가, 중국의 사회주의 정치체제의 변화를 창출할 가능성을 갖고 있는가에 대해 해답을 찾는 것을 목표로 한다.

