본 연구는 2009년부터 2011년까지 자산재평가실시 결정을 공시한 기업들을 거래소시장과 코스닥시장으로 구분하여 공시일을 사건일(event day)로 보고 사건일 전, 후 10일을 사건기간으로 설정하여 주가반응에 따른 정보효과를 사건연구를 통해 검증하였다.

정보효과에 대한 결과는 초과수익률이 통계적으로 유의하게 나타나서 자산재평가의 실시가 주가에 영향을 미친다는 것을 결과를 나타냈다.

그리고 주가반응에서 통계적으로 유의한 누적초과수익률을 종속변수로 하여 모형 1(종속변수가 사건일 전, 후 1일)과 모형 2(종속변수가 사건일 전, 후 3일), 모형 3(종속변수가 사건일 전, 후 10일)으로 구분하여 실증분석을 실시하여 기업가치에 미치는 영향을 검증하였다.

연구결과 자산재평가의 실시로 인한 주가반응과 기업가치에 미치는 영향이 시장 간의 차이가 있다는 것을 의미하며 정보이용자들에게 보다 유용한 회계정보를 제공할 수 있다는 점에서 가치가 있다고 본다.

@highlight

이 연구는 2009년부터 2011년까지 자산재평가실시 결정을 공시한 기업들을 거래소시장과 코스닥시장으로 구분하여 공시일을 사건일로 보고 사건일 전, 후 10일을 사건기간으로 설정하여 주가반응에 따른 정보효과를 사건연구를 통해 검증했다.

