본 논문은 남성적으로 구성된 댄디즘의 요소를 젠더적 관점에서 고찰하는데, 특히 반여성론, ‘권력에의 의지’로서의 남성 지배, 정신의 단순성, 현대적 스토이즘으로서의 냉소주의라는 댄디즘 요소들을 구체적으로 조명해 본다.

본 연구는 댄디즘이 ‘젠더 연구’의 관점에서 얼마나 남성적으로, 다시 말해서 귀족적 위엄의 남성적 태도로 간주되고 있는지, 또한 19세기 후반기의 남성적으로 담론화된 사회 상황들에 얼마나 영향을 끼치고 있는지를 밝히고 있다.

필자는 끊임없이 인용되는 담론의 반복으로 이해되는 ‘수행성’이라는 버틀러의 관점에 의거하되 이에 대한 비판적 관점을 견지하면서 댄디즘과 댄디가 표방하는 남성성의 대표적 범주들을 추려보고 아울러 이를 젠더적 관점에서 고찰한다.

댄디가 분명 19세기 후반기 이래로 더욱 강력해진 남성성을 표방하는 한에서, 당시 유럽 사회의 군사적 담론의 활성화에 상응하고 있음을 알 수 있다.

본 논문이 다루고 있는 제 2전성기의 댄디즘은 남성적으로 담론화된 정신 및 삶의 태도로 변조되며, 이는 ‘수행적’ 방식으로 남성성에 대한 후속 담론에 지속적으로 영향을 끼치게 되는 것이다.

@highlight

본고는 남성적으로 구성된 댄디즘의 요소를 젠더적 관점에서 고찰하는데, 특히 반여성론, ‘권력에의 의지’로서의 남성 지배, 정신의 단순성, 현대적 스토이즘으로서의 냉소주의라는 댄디즘 요소들을 구체적으로 조명해 본다.

