중앙어를 비롯한 대부분의 방언들에서 ‘그만’은 행동의 중지, 또는 행동의 중지에 이어 다른 행동을 촉구하는 말할이의 바람이나 의지를 나타내며, 더 나아가 후행 사태에 대한 말할이의 부정적 심리를 나타내는 데 쓰인다.

동남 방언의 ‘고마’는 다른 방언의 용법을 그대로 가지면서 여기에 더하여, 대조 항목에 대한 부정적 평가, 후행 사태의 강조, 담화의 진행을 돕고, 선행 발화를 부연하는 기능 등 다양한 담화 화용적 기능을 수행한다.

한편 동북 방언이나 중앙아시아 고려말의 ‘그저’도 동남 방언의 ‘고마’와 같은 담화 화용적 기능을 수행하므로, 이 두 말은 동일한 담화 화용적 기능을 수행하는 담화표지의 방언적 변이형인 셈이다.

동남 방언에도 ‘그저’가 있지만 고려말과 같은 담화표지의 기능은 없다.

이것은 곧 ‘그저’와 ‘고마’가 공존하면서 방언에 따라 담화표지로의 문법화가 각각 다른 말에서 일어났음을 말해 준다.

@highlight

중앙어를 비롯한 대부분의 방언들에서 그만은 행동의 중지, 혹은 행동의 중지에 이어 다른 행동을 촉구하는 말할이의 바람이나 의지를 나타내며, 더 나아가 후행 사태에 대한 말할이의 부정적 심리를 나타내는 데 쓰인다.

