본 연구에서는 지방 중소도시에 위치한 사립 사범대학 수학교육과 재학생들의 진로에 대한 의식과 수요 및 준비 상태를 조사함으로써 수학교육과 학생들의 진로에 대한 인식 실태를 분석하고, 학생들의 진로 지도 및 교육 방안 모색을 위한 기초 자료를 제공한다.

이를 위하여 수학교육과 학생의 학과 선택 시기와 동기, 수학교육과 선택과 수학교육과의 교육과정 등에 대한 만족도, 졸업 후 진로에 대한 생각과 학년별 변화, 수학교육과 관련 직업과 진로에 대한 인식 등을 조사하였다.

그 결과 대부분의 학생들이 중학교와 고등학교를 거치면서 수학교육과로의 진로를 선택했고, 선택의 가장 큰 동기는 개인 적성에 적합하다고 판단했기 때문인 것으로 나타났다.

이런 이유때문인지 수학교육과 선택에 대한 만족도나 수학교육과 교육과정에 대한 만족도가 높게 나타났고, 수학교육과의 교육과정이 자신의 진로에 도움이 될 것이라고 생각하는 것으로 나타났다.

한편 학년이 높아질수록 수학 교사가 아닌 다른 진로를 생각하는 학생들의 수가 많아지고 있음을 관찰할 수 있었는데, 이들 중 대부분은 2학년 혹은 3학년이 되면서 전공 공부의 어려움, 교사 임용시험의 높은 경쟁률과 낮은 합격률, 임용 교사 수의 감소 등의 원인으로 진로를 바꾸는 것으로 나타났다.

@highlight

본 연구에서는 지방 중소도시에 위치한 사립 사범대학 수학교육과 재학생들의 진로에 대한 의식과 수요 및 준비 상태를 조사함으로써 수학교육과 학생들의 진로에 대한 인식 실태를 분석하고, 학생들의 진로 지도 및 교육 방안 모색을 위한 기초 자료를 제공한다.

