전후의 독일은 모두가 직업전선으로 뛰어 들어 쉼 없이 일한 덕분에 초토화되었던 국토와 경제를 신속히 복구할 수 있었다.

그러자 이 사회에는 몇 년 전의 과거를 아예 망각해버리고 웃음만이 넘쳤다.

그러나 그 이면에는 이에 적응하지 못하고 슬픔을 숨긴 채, 이 사회에서 살아남기 위해서 감정 없는 로봇이 되어가는 사람들이 있었다.

그들이 바로 『웃는 사람』, 『어느 개 잡이 고백』, 『여기는 팁텐입니다』의 주인공들이다.

이 작품들에서 뵐은 신고와 묵인, 존재와 외형, 거짓과 진실을 대립시키는 풍자적인 기법으로 상황을 극단으로 몰아가고 그로테스크한 장면들을 만들어냄으로써 독자가 그 이유를 숙고하게 한다.

동시에 그는 세계를 불안과 공포로 몰고 갔던 전쟁을 망각하고 버라이어티 쇼를 보면서 박장대소하고 1800년 전의 사건을 상품화하고 조작된 상품에 감동하는 사람들을 그리면서 슬픔이 부재하고 겉치레와 허위상품에 열광하는 사회의 모습을 폭로한다.

요컨대 뵐은 이 작품들을 통해 아픔이 두렵다고 잘못된 역사를 덮어버리지 말고 후손들에게 살아있는 교육의 장으로 활용하고 제대로 치유하여 거짓 웃음이 아니라 진정한 웃음이 있는 사회, 그리고 이웃을 배려하는 인간성이 살아있는 공동체를 만들어보자고 주장한다.

@highlight

전후의 독일은 모두가 직업전선으로 뛰어 들어 쉼 없이 일한 덕분에 초토화되었던 국토와 경제를 신속히 복구할 수 있었다.

@highlight

그러나 그 이면에는 이에 적응하지 못하고 슬픔을 숨긴 채, 이 사회에서 살아남기 위해서 감정 없는 로봇이 되어가는 사람들이 있었다.

