현재 유럽연합 회원국의 대다수 주류정당들은 여러 가지 제약에 의해 유럽이슈에 대한 입장을 자유롭게 결정하지 못함으로써 친유럽 입장으로 수렴하고 있는 경향을 보이고 있다.

본 연구는 이러한 상황에서 정당이 선택할 수 있는 자유 전략은 유럽이슈에 대한 강조 여부라고 보고, 정당들의 유럽이슈 강조가 어떠한 식으로 나타나며, 이를 결정하는 요인이 무엇인지를 살펴보고자 했다.

2002년과 2006년 유럽연합 14개 회원국 정당의 유럽이슈에 대한 입장과 강조를 분석한 결과, 정당의 유럽이슈 강조 여부에 가장 중요하게 작용하는 요인은 정당입장의 선명성이라는 것을 발견할 수 있었다.

즉, 유럽이슈에 대한 정당의 입장이 뚜렷할수록 정당이 유럽이슈를 강조할 가능성이 커진다는 것이다.

반면, 유권자 입장 분산과 같은 유권자 요인이나 정당입장 분산과 같은 정당체계 요인은 여러 환경 변화에 따라 그 영향력이 다르게 나타났다.

이러한 분석결과는 그동안 유럽통합에 대한 유럽시민들의 지지가 감소함에도 불구하고 주류정당들이 계속 친유럽적 수렴화 경향을 보이는 이유를 설명해준다.

즉, 유권자 입장 변화와 달리 친유럽 입장을 취하고 있는 주류정당들이 유권자 입장을 무시하는 것은 아니며, 자신의 입장과 유권자 입장을 고려하여 이슈에 대한 강조를 조절하는 전략을 취하는 것이라는 것을 본 연구는 밝히고 있는 것이다.

@highlight

본고는 이런 상황에서 정당이 선택할 수 있는 자유 전략은 유럽이슈에 대한 강조 여부라고 보고, 정당들의 유럽이슈 강조가 어떤 식으로 나타나며, 이를 결정하는 요인이 무엇인지를 살펴보려 했다.

