본

연

구

의

목

적

은

자

기

결

정

교

수

학

습

모

델

을

활

용

한

교

수

적

지

원

이

초

등

학

교

영

어

학

습

부

진

학

생

의

자

기

주

도

적

학

습

력

과

영

어

리

터

러

시

능

력

및

정

의

적

영

역

에

어

떠

한

영

향

을

미

치

는

지

알

아

보

는

데

있

다

.

본

연

구

에

참

여

한

학

생

은

부

산

지

역

A

초

등

학

교

4

학

년

에

재

학

중

인

4

명

의

영

어

학

습

부

진

아

동

이

었

고

,

 

4

명

의

 

영

어

학

습

 

부

진

학

생

을

대

상

으

로

단

일

대

상

연

구

의

대

상

자

간

 

중

다

기

초

선

설

계

를

사

용

하

였

다

.

본

연

구

에

참

여

한

학

생

들

은

2

0

1

2

년

9

월

1

0

일

부

터

1

2

월

1

9

일

까

지

주

3

회

3

0

분

씩

1

0

주

동

안

연

구

자

에

의

해

서

자

기

결

정

교

수

학

습

모

델

을

활

용

한

영

어

리

터

러

시

학

습

을

진

행

하

였

다

.

본

연

구

결

과

,

 

4

명

의

영

어

학

습

부

진

아

모

두

중

재

를

시

작

한

후

,

자

기

주

도

적

학

습

력

이

기

초

선

구

간

보

다

향

상

되

었

고

,

그

행

동

은

영

어

학

습

에

있

어

서

유

지

및

일

반

화

되

었

다

.

중

재

기

간

동

안

실

시

된

영

어

리

터

러

시

영

역

성

취

도

평

가

에

서

도

모

두

점

수

가

향

상

되

었

으

며

,

일

반

화

이

후

실

시

한

리

터

러

시

각

영

역

인

파

닉

스

,

유

창

성

,

 

어

휘

,

 

읽

기

에

관

한

사

후

시

험

결

과

역

시

사

전

시

험

보

다

전

영

역

에

걸

쳐

향

상

되

었

다

.

 

본

연

구

는

영

어

학

습

부

진

아

들

이

스

스

로

목

표

를

정

하

고

,

그

목

표

를

달

성

하

기

위

해

노

력

하

는

과

정

에

서

학

생

들

이

영

어

학

습

을

하

고

자

하

는

의

지

를

키

울

수

있

었

고

,

기

존

의

교

사

주

도

적

학

습

부

진

아

들

을

위

한

영

어

지

도

법

및

지

도

자

료

가

아

닌

학

생

주

도

적

인

학

습

전

략

의

활

용

으

로

영

어

학

습

부

진

아

들

의

리

터

러

시

학

습

에

대

한

가

이

드

를

제

시

했

다

는

점

에

의

의

가

있

다

.

@highlight

본 연구는 영어학습부진아들이 스스로 목표를 정하고,그 목표를 달성하기 위해 노력하는 과정에서 학생들이 영어학습을 하고자 하는 의지를 키울 수 있었고, 기존의 교사주도적 학습부진아들을 위한 영어지도법 및 지도자료가 아닌 학생주도적인 학습전략의 활용으로 영어학습부진아들의 리터러시 학습에 대한 가이드를 제시했다는 점에 의의가 있다.