클라이언트에게 직접적인 서비스를 제공하는 비영리법인인 사회복지조직은 지속적인 성장과 발전을 위해서 종사자의 직무만족도를 높여야 한다.

따라서 본 연구에서는 사회복지조직 종사자의 개인적 특성에 따라서 직무특성이 차이가 있는지, 직무특성이 직무만족도에 어떠한 영향을 미치는지, 그리고 개인적 특성이 직무특성과 직무만족도간의 관계에 어떠한 조절효과가 있는지를 검증하고자 하였다.

본 연구의 실증분석 결과, 첫째, 사회복지조직 종사자의 성별에 따라서 인간관계요인이 차이가 있는 것으로 나타났으며, 근무연수에 따라 보상체계요인이 차이를 보이는 것으로 나타났다.

둘째, 직무내용요인과 인간관계요인의 직무특성이 직무만족도에 영향을 미치는 것으로 나타났다.

마지막으로, 성별은 직무특성과 직무만족도간에는 조절효과가 나타나지 않았으나, 근무연수는 직무내용요인과 보상체계요인과 직무만족도간에 조절효과가 있는 것으로 나타났다.

본 연구의 결과는 우리나라 비영리법인인 사회복지조직 종사자의 직무만족도를 높일 수 있는 직무특성을 규명하는데 활용할 수 있을 것이다.

@highlight

이 연구에서는 사회복지조직 종사자의 개인적 특성에 따라서 직무특성이 차이가 있는지, 직무특성이 직무만족도에 어떤 영향을 미치는지, 그리고 개인적 특성이 직무특성과 직무만족도간의 관계에 어떤 조절효과가 있는지를 검증하고자 했다.

