『과학과 종교』는 유물론적 사회주의가 지식인 청년에게 급속히 전파되었던 1920년대에 지식 장에 제출된 기독교 변증서다.

세브란스 의대 생리학 교수였던 반 버스커크에 의해 저술된 『과학과 종교』는 10장으로 구성된 본격적인 지식서로서, 지식의 자격이었던 ‘과학’의 이념을 기독교 교리와 결합하여 기독교 사회진화론을 구성하고 있다.

구체적으로는 이미 과학으로 승인된 다윈 진화론을 전유하여 목적론적 발전 서사를 기초로 구원과 영혼, 사랑과 희생이라는 기독교 교리를 선택적으로 결합했다.

이를 통해 지배담론으로 부상하고 있던 유물론적 사회주의의 물질성과 기계적 결정론을 비판하며 그것에 대한 대응 담론을 구축한다.

이 책은 신의 내재성과 내면성을 강조한 종교 담론의 일반적 특징을 보여주지만 실천을 통한 사회적 책무도 강조함으로써 현실 사회에 대한 참여를 중시하는 기독교 사회복음주의 혹은 사회진화론의 이론을 구축한다.

이를 통해 기독교가 종교 영역을 넘어 지식 구성체에서 지배 담론과의 경합을 통해 지식 구성에 개입하고자 했음을 확인할 수 있다.

@highlight

『과학과 종교』는 유물론적 사회주의가 지식인 청년에게 급속히 전파되었던 1920년대에 지식 장에 제출된 기독교 변증서다.

@highlight

구체적으로는 이미 과학으로 승인된 다윈 진화론을 전유해 목적론적 발전 서사를 기초로 구원과 영혼, 사랑과 희생이라는 기독교 교리를 선택적으로 결합했다.

