이 글의 목적은 해외한국학의 현황 분석을 통해 한국학 발전이 성숙단계에 이른 기관을 준별하여, 이 기관들이 어떻게 한국학 발전을 이루었는가를 이해하려는 것이다.

이 분석은 한국학 발전 도상에 있는 기관들의 발전을 기획하고 지원할 때 참고로 사용할 수 있을 것을 기대하고 있다.

현황을 살펴보기 위해 2009년 한국학중앙연구원에서 발간된 Korean Studies Abroad와 2007년 국제교류재단에서 발간한 『해외한국학백서』의 자료 313건을 분석하여 해외한국학의 현황 분석을 시도하였다.

특히 해외한국학 개설 대학을 ① 전공과정 설치 형태, ② 전임 교원의 수, ③ 개설 과목의 다양성을 기준으로 분류하여, 발전단계에 따라 가장 성숙된 형태의 14개 해외한국학 개설 대학을 도출한다.

또한 성숙단계 대학의 핵심적 발전요인으로 해당 국가나 지역사회의 측면에서 조성되는 외부적 요구와 그와 연결고리를 형성해가는 내부적 리더십, 그리고 한국정부의 재정적 지원에 주목하였다.

그 실증적 사례로 UCLA와 하와이 대학, SOAS의 역사적 발전과정과 발전요인을 살펴보고, 향후 정책 추진에 대한 시사점을 찾아본다.

@highlight

본고의 목적은 해외한국학의 현황 분석을 통해 한국학 발전이 성숙단계에 이른 기관을 준별하여, 이 기관들이 어떻게 한국학 발전을 이루었는가를 이해하려는 것이다.

