세계는 물론이고 한국 역시 CO2 저감을 위해 다양한 노력을 기울이고 있는데, 지중저장분야에도 많은 관심을 갖고 활발히 추진하고 있는데, CCS(Carbon Capture and Storage)의 사업화를 위해서는 관련기술의 확보, 비용최소화를 위한 저장소와 배출원의 연계방안, 투자재원 마련 또는 사업화를 위한 경제적 메커니즘 확보, 마지막으로 사업화를 위한 법/제도 정비작업이 필요하다.

이 가운데 본 연구에서는 배출원과 저장후보지의 연계방안과 수송거리에 따른 CCS사업의 수송비용을 추정하였다.

국내 배출원과 저장소 후보지 연계의 경우 해상 파이프라인 수송을 전제로 70-250 km 정도의 수송거리를 가정하고, 사업기간은 20-40년을 가정하였다.

이 같은 가정을 전제로 CO2CRC/UNSW의 선행사례에 근거하여 분석한 결과 사업기간과 수송거리에 따라 CO2 저감 단위(톤)당 4.9US$에서 12US$까지 나타났다.

@highlight

이 연구에서는 배출원과 저장후보지의 연계방안과 수송거리에 따른 CCS사업의 수송비용을 추정했다.

