본 연구는 기독 상담자 훈련에 있어서 상담자가 먼저 피상담자로서 훈련받 는 교육상담의 필요성을 강조하였다.

아울러 교육상담의 대안으로써 자가상담 의 활용방안을 제안하였다.

자가상담의 기독교적 전제를 밝히고, 나아가 자가 상담의 내용과 목표 (성경의 권위, 하나님의 주권과 인간의 책임의 관계 속에 서 점진적 성화의 문제) 및 상담 과정과 기술(마음의 모략의 핵심에 접근하는 탐색 및 직면과정)을 기독교적으로 조형하는 신학적 틀을 제시하였다.

자가상 담 실현의 거점으로, 상담이라는 장르가 요구하는 어법에 맞추어 상호작용의 연계성을 구사하는 것에 초점을 맞추었다.

자가상담은 상담의 내용과 목표 및 상담과정기술을 스스로 실습하는 장으로서 이에 대한 축어록을 작성케 하였다.

축어록은‘텍스트 문법’개념을 인용, 상담 텍스트 문법의 범주를 제시하여 상 담훈련을 구조화하였다.

자가상담 축어록에 대한 수퍼비전 실시는 훈련의 본격 적인 장이 되는 바, 상담훈련생의 상담기술과 사례개념화에 대한 안목을 평가, 교정하였다.

동시에 자기사례라는 점에 착안, 인격적인 차원에서 수퍼바이저와 의 상담이 이루어지도록 유도하였다.

이를 예시하는 수퍼비전의 사례를 본고에 제시하였다.

끝으로 자가상담의 진정성이 보장되는 한, 교육상담의 대안으로서 그 가능성을 전망하였다.

@highlight

이 연구는 기독 상담자 훈련에 있어서 상담자가 먼저 피상담자로서 훈련받 는 교육상담의 필요성을 강조했다.

@highlight

자가상 담 실현의 거점으로, 상담이라는 장르가 요구하는 어법에 맞춰 상호작용의 연계성을 구사하는 것에 초점을 맞추었다.

