본 연구는 힘과 통제에 대한 어머니의 인식, 어머니와 자녀의 기질 및 상호작용이 어머니와 자녀의 반응성에 어떠한 영향을 미치는지 알아보기 위해 서울에 거주하는 걸음마기(만 2세) 자녀 36명과 그들의 어머니 36명으로 총 72명을 대상으로 연구하였다.

연구도구로는 Gates(2007)의 부모 반응성 범주에 기초한 어머니의 반응성과 자녀의 반응성 도구를 사용하였고, 수행과제에서 이루어진 상호작용에서의 반응성은 어머니와 자녀 측면에서 모두 분석되었으며, 힘과 통제에 대한 어머니의 인식 및 어머니와 자녀의 기질은 질문지를 통해 측정되었다.

연구결과는 첫째, 어머니 반응성과 자녀 반응성은 정적인 상관이 있는 것으로 나타났다.

즉, 어머니의 반응성과 자녀의 반응성이 서로 밀접하게 관련되어 있었다.

둘째, 어머니와 자녀에 관련된 변인들은 상호작용이나 관계에 상호적으로 영향을 미치는 것으로 나타났다.

즉, 힘과 통제에 대한 어머니의 인식은 어머니-

자녀간 상호작용의 반응성에 긍정적인 영향을 미친다는 것으로 나타났다.

그리고 기질 중에서 어머니의 조절능력, 자녀의 부적정서는 어머니와 자녀의 반응성에 긍정적 혹은 부정적 영향을 미치는 것으로 나타났다.

즉, 조절능력이 높은 어머니와 조절능력이 낮은 자녀, 조절능력이 높은 어머니와 부적정서가 높은 자녀인 경우 반응성에 상호작용 효과가 있는 것으로 나타났다.

@highlight

본고는 힘과 통제에 대한 어머니의 인식, 어머니와 자녀의 기질 및 상호작용이 어머니와 자녀의 반응성에 어떤 영향을 미치는지 알아보기 위해 서울에 거주하는 걸음마기 자녀 36명과 그들의 어머니 36명으로 총 72명을 대상으로 연구했다.

