본 연구는 주도적 성격과 직무수행(즉, 조직시민행동, 과업수행)의 관계성을 확인하고, 특성활성화 이론(Trait Activation Theory, TAT)에 기초하여 3가지 상황적 단서인 직무의미성, 지원적 리더십, 자율성 문화(과업, 집단, 조직 수준)가 주도적 성격과 조직시민행동 및 과업수행간의 관계를 조절하는지를 탐색해보는 것이다.

이를 위해 국내 기업 종사자 435명 대상으로 온라인 설문조사를 실시하였다.

그 중 불성실 응답을 제외하고 404명의 자료를 분석하였다.

먼저 주도적 성격과 조직시민행동과 과업수행 간의 상관분석 결과, 기대한 바와 같이 모두 유의미하게 정적인 관계가 있는 것으로 나타났다.

다음으로 조절효과 검증을 위해 위계적 회귀분석을 실시한 결과, 주도적 성격과 조직시민행동 간의 관계는 과업특성인 직무의미성과 사회적 특성인 지원적 리더십에 의해 조절되는 것으로 나타났다.

한편, 주도적 성격과 과업수행 간의 관계는 자율성 문화라는 조직특성에 의해 조절되는 것으로 나타났다.

결론적으로, 특성활성화 이론에 근거한 가설들은 부분적으로 지지되었다.

이러한 연구결과들을 바탕으로 본 연구의 학문적 의의 및 실무적 시사점, 그리고 제한점과 향후 연구 방향을 제안하였다.

@highlight

이 연구는 주도적 성격과 직무수행의 관계성을 확인하고, 특성활성화 이론에 기초하여 3가지 상황적 단서인 직무의미성, 지원적 리더십, 자율성 문화가 주도적 성격과 조직시민행동 및 과업수행간의 관계를 조절하는지를 탐색해보는 것이다.

