본

 

연

구

에

서

는

 

A

l

2

O

3

 

소

결

체

 

표

면

에

 

두

 

종

류

의

 

C

a

O

-

A

l

2

O

3

-

S

i

O

2

(

C

A

S

)

 

계

 

유

리

 

분

말

을

 

스

프

레

이

 

코

팅

(

s

p

r

a

y

c

o

a

t

i

n

g

)

 

후

 

소

성

 

거

동

에

 

대

하

여

 

연

구

하

였

다

;

 

(

1

)

 

S

i

-

r

i

c

h

,

 

S

i

O

2

 

함

량

이

 

높

은

 

유

리

,

 

(

2

)

 

C

a

-

r

i

c

h

,

 

C

a

O

 

함

량

이

 

높

은

 

유

리

.

 

C

a

-

r

i

c

h

유

리

는

 

점

도

가

 

약

 

1

0

7

~

1

0

9

p

o

i

s

e

일

 

때

 

유

리

 

내

부

에

 

잔

존

하

는

 

기

포

들

의

 

심

한

 

발

포

 

현

상

이

 

일

어

났

고

 

이

에

 

따

라

 

소

결

 

방

해

에

따

른

 

수

축

율

이

 

감

소

하

였

으

며

 

조

도

는

 

증

가

하

였

다

.

 

반

면

,

 

S

i

-

r

i

c

h

 

유

리

의

 

경

우

,

 

1

0

0

0

o

C

 

이

하

에

서

는

 

C

a

-

r

i

c

h

와

 

같

은

 

심

각

한

 

발

포

현

상

은

 

없

었

으

나

,

 

1

2

0

0

o

C

에

서

 

밀

도

가

 

낮

은

 

크

리

스

토

발

라

이

트

(

c

r

i

s

t

o

b

a

l

i

t

e

)

 

결

정

 

발

생

과

 

함

께

 

기

포

의

 

재

발

포

 

현

상

이

 

일

어

나

수

축

율

이

 

감

소

하

였

으

며

 

조

도

가

 

증

가

하

는

 

이

상

 

소

성

 

거

동

을

 

보

였

다

.

 

이

는

 

저

밀

도

 

크

리

스

토

발

라

이

트

 

결

정

 

생

성

으

로

 

인

한

 

유

리

질

의

 

칼

슘

 

함

량

 

증

가

에

 

의

한

 

점

도

 

감

소

로

 

생

각

된

다

.

 

따

라

서

 

C

A

S

계

 

유

리

의

 

경

우

 

저

온

 

소

성

에

서

는

 

발

포

 

현

상

에

 

의

한

 

표

면

조

도

 

상

승

과

 

소

결

 

방

해

를

 

고

려

해

야

 

하

며

,

 

특

히

 

S

i

O

2

 

함

량

이

 

높

을

 

경

우

,

 

고

온

에

서

 

결

정

화

에

 

의

한

 

이

상

 

발

포

 

현

상

도

 

생

각

해

야

한

다

.

@highlight

본고는 Al2O3 소결체 표면에 두 종류의 CaO-Al2O3-SiO2 계 유리 분말을 스프레이 코팅 후 소성 거동에 대하여 알아보았다. 그 결과 CAS계 유리의 발포 현상에 의한 표면조도 상승과 소결 방해를 고려해야함이 도출되었다.