본 연구는 Bernstein(1995) 연구의 스타일 투자 전략 부문(Segment)별로 포트폴리오를 구성, 기업규모에 따른 비대칭적인 선도-

지연 효과가 한국 주식시장에서도 존재하는지 여부를 장기적인 관점에서 확인하고, Price to Earning ratio와 Book to Market Value를 기준으로 성장주와 가치주, Beta를 기준으로 변동성이 심한 주식과 약한 주식으로 구분하여 포트폴리오를 구성, 구성된 포트폴리오 수익률 사이의 선도-

지연 관계를 확인하고자한 연구이다.

장기적인 선도-

지연 관계를 분석하기 위하여 공적분(cointegration)을 통하여 유도된 오차수정모형(Error Correction Model)을 이용하였다.

연구결과, 전반적으로는 대형주이면서 성장주, 경기민감주가 그와 상반되는 주식포트폴리오 보다 정보에 빨리 반응하며 일방적인 선도로 이어지는 것으로 밝혀졌으며, Lo and MacKinlay(1990a)연구에서 주장한 거래의 비동시성과 변종국(2000)연구에서 거래의 활발성에 대한 주장을 지지하는 결과라 할 수 있다.

그러나 성장주와 가치주, 경기민감주와 경기방어주 사이의 관계에서는 상승구간과 하락구간에서 반대의 결과를 보이면서 시장상황에 따른 정보반영속도, 지속성이 달라지는 것을 확인하였다.

@highlight

이 연구는 Bernstein(1995) 연구의 스타일 투자 전략 부문(Segment)별로 포트폴리오를 구성, 기업규모에 따른 비대칭적인 선도-

@highlight

지연 효과가 한국 주식시장에서도 존재하는지 여부를 장기적인 관점에서 확인하자한 연구이다.

