본 연구에서는 지하공간 건설을 위한 주방식 공법에 대해 기존 전통적인 지하공간 건설공법에 대비한 공사비 측면의 경제성 검토를 가정된 전형적인 지반조건에 대해 수행하였다.

경제성 비교검토를 위해 지하철 역사 등 대규모 지하공간 조성에 적용되고 있는 전통적인 공법 중 하나인, 2아치 터널 굴착 공법을 비교대상 공법으로 선정하고 동일한 공용 단면적을 확보하도록 굴착하였을 때 소요되는 공사비를 산정하여 비교하고 타당성을 검토하였다.

주방식 공법에 적용할 보강 공법 등은 기존 공법에서 사용하는 방식을 차용하는 것으로 가정하였으며 특히, 굴착 공사의 경우, 주방식 공법은 대체적으로 직사각형 단면을 사용하나 기존 공법과의 비교를 위해, 그리고 공간 천정부 및 암주부의 지반 자체 지지력을 최대한 증가시키기 위해 아치형의 터널 형태로 굴착하는 것으로 가정한 검토를 수행하였다.

검토 결과, 건설 요구 공간이 넓어질수록, 암반의 상태가 양호할수록 기존 전통 터널공법 대비 주방식 공법의 경제성이 더욱 향상될 수 있는 것으로 파악되었다.

@highlight

이 연구에서는 지하공간 건설을 위한 주방식 공법에 대해 기존 전통적인 지하공간 건설공법에 대비한 공사비 측면의 경제성 검토를 가정된 전형적인 지반조건에 대해 수행했다.

