전기저항 측정법을 이용하여 전도성을 띄는 소재는 손상예측이 가능하다.

본 연구에서는 차량용 소재로 이용하는 폴리프로필렌(PP)를 이용할 때 재료 내부에 발생될 손상 평가법을 고안하였다.

PP 내부에 전도성을 부여하기 위해 탄소나노튜브(CNT)를 0.5 wt% 삽입하여 CNT/PP 복합재료를 제조하였다.

손상 평가를 하기 위해 시편 내부에 구리선을 삽입하여 가로와 세로, 대각선 구간을 설정하여 측정하였다.

시편의 모형은 20o 휘어진 시편을 사용하였다.

동적 압축 실험에 따른 전기저항 측정을 통해 구간별로 전기저항 변화도를 분석하였다.

동적 압축 실험에 따른 구간별 전기저항 변화도의 신호는 재료 내부에 전가된 응력을 나타내는 신호이다.

전기저항 측정구간에서 전기저항 변화도가 높은 경우는 미세 손상이 발생되었음을 의미한다.

전기저항 측정법을 이용한 동적압축 실험에 따른 예상 손상부위와 실제 파괴 실험을 통해 본 평가 방법을 이용하여 재료 내부 미세 손상을 예측할 수 있는 방법임을 확인하였다.

@highlight

본고에서는 차량용 소재로 이용하는 폴리프로필렌(PP)를 이용할 때 재료 내부에 발생될 손상 평가법을 고안하였다.

