본 연구는 맞춤형 스마트 광고 수용의도 결정요인을 파악함으로써 스마트 광고의 발전을 위한 수용자 전략을 제안하고자 하였다.

특히 이 연구는 보호동기이론, 기술수용모델, 계획행동이론 등 인간의 사회문화적 행동의도 예측에 유용성을 보이는 이론들을 활용함으로써 맞춤형 스마트 광고 수용의도 예측의 설명력을 높이고자 하였다.

대학생들을 대상으로 연구를 수행한 결과 첫째, 보호동기이론의 두 가지 구성변인은 모두 종속변인에 영향을 미쳤다.

설명량은 3.7%였다.

둘째, 기술수용모델을 구성하는 두 가지 변인 모두 종속변인에 정적 영향을 미쳤다.

설명량은 26.7%였다.

셋째, 계획행동이론을 구성하는 세 가지 변인 모두 종속변인에 정적 영향을 미쳤다.

설명량은 25.1%였다.

넷째, 보호동기이론, 기술수용모델, 기술수용모델을 독립변인으로 한 위계적 회귀분석 결과 인지된 행위통제 변인을 제외한 모든 변인이 종속변인에 영향을 미쳤다.

설명량은 35.3%였다.

본 연구는 이상의 연구결과를 바탕으로 스마트 광고 활성화를 통한 수용자 복지의 증진과 광고 시장 활성화를 동시에 모색하기 위한 몇 가지 제언을 수행하였다.

@highlight

본고는 맞춤형 스마트 광고 수용의도 결정요인을 파악함으로써 스마트 광고의 발전을 위한 수용자 전략을 제안하려 했다.

@highlight

본고는 이상의 연구결과를 바탕으로 스마트 광고 활성화를 통한 수용자 복지의 증진과 광고 시장 활성화를 동시에 모색하기 위한 몇 가지 제언을 수행했다.

