본 논문에서는 아무런 불편함이 없이 사람이 하루 중 가장 많은 시간을 보내는 침대에서 사람 동작의 관찰을 가능하게 하는 비침습식 센서 시스템을 제안한다.

제안된 센서 시스템은 얇고 넓은 필름 형태의 압전센서, 신호처리보드, 그리고 데이터 수집 프로그램으로 구성된다.

사람 동작에 따라 힘이 가해진 압전 센서는 전압 신호를 생성하게 되고, 이 신호는 제안 시스템에 의해 수집, 전처리, 변환된다.

최종 단계에서 FFT 결과는 k-

NN 분류기에 의해식별된다.

침대에서 10,000개 사람 동작을 식별하는 실험을 수행하였고, 약 89.4%의 정인식률을 달성하였다.

실험 결과는 제안된 시스템이 침대를 사용하는 사람이 정상인인지 중풍환자인지 식별할 능력이 있음을 시사한다.

본논문의 성과는 침대 사용자의 동작을 지속적으로 관찰 가능하게 한다는 점이다.

이러한 지속적인 관찰은 동작 또는수면 패턴에서 건강상 이상 징후를 탐지하는데 매우 유용하게 활용될 것이다.

@highlight

본 연구에서는 아무런 불편함이 없이 사람이 하루 중 가장 많은 시간을 보내는 침대에서 사람 동작의 관찰을 가능케 하는 비침습식 센서 시스템을 제안하고자 한다.

