본 연구에서는 입학사정관 전형의 전형 방법인 ‘종합평가’의 취지에 부합하는 제도 운영이 이뤄지고 있는지를 알아보기 위하여 전형유형에 따른 신입생 특성(고교교육 참여도 및 만족도, 인성, 진로결정 자기효능감)을 비교분석하였다.

본 연구의 분석 대상은 2011학년도부터 2013학년도까지 서울 4개교, 지방 3개교에 입학한 총 1,590명이었으며, 전형 유형별로는 ‘입학사정관전형’ 673명, ‘수시 일반전형’ 504명, ‘정시 일반전형’ 413명이었다.

분석결과 입학사정관 전형으로 입학한 신입생이 수시 일반전형 및 정시 일반전형으로 입학한 신입생에 비해고교교육 참여도 및 만족도, 인성, 진로결정 자기효능감이 높았다.

특히 고교교육 참여도의 하위영역인 ‘비교과활동 참여도’, 고교교육 만족도의 모든 하위영역 ‘인간관계 만족도’, ‘교육과정 운영 만족도’, ‘학교생활 만족도’,‘수업만족도’, 인성검사의 하위영역 ‘활동성’, ‘안정성’, ‘지배성’, ‘사회성’, ‘자율성’, 진로결정 자기효능감 하위영역인 ‘목표선택’, ‘문제해결’, ‘미래계획’ 등에서 유의한 차이를 보였다.

연구 결과 입학사정관 전형의 전형 방법인 ‘종합평가’가 본래의 취지에 부합하게 이뤄지고 있는 것으로 확인되었다.

@highlight

이 연구에서는 입학사정관 전형의 전형 방법인 ‘종합평가’의 취지에 부합하는 제도 운영이 이뤄지고 있는지를 알아보기 위하여 전형유형에 따른 신입생 특성을 비교분석했다.

@highlight

이 연구의 분석 대상은 2011학년도부터 2013학년도까지 서울 4개교, 지방 3개교에 입학한 총 1,590명이었으며, 전형 유형별로는 ‘입학사정관전형’ 673명, ‘수시 일반전형’ 504명, ‘정시 일반전형’ 413명이었다.

