일반적으로 자동차는 약 2~3만개의 부품으로 조립되어 있으며 상호 유기적인 결합으로 작동된다.

이들 중 주기적으로 점검 및 교환을 해주어야만 하는 소모품 형태의 부품들은 대략 20가지 정도이며, 이는 전체 부품에서 차지하는 비중이 0.001% 내외로 아주 작지만 차량의 안전운행에 주요한 영향을 끼치는 것으로 알려져 있다.

이러한 소모품에 대한 교환주기 정보는 차량 제조사에서 기본적으로 정보를 제공하며, 이는 시간과 차량 주행거리에 따른 부품 항목마다의 교환주기 정보이다.

그런데 다수의 자가용 운전자들은 많은 소모품의 교환주기 정보를 자신의 자동차 주행정보와 비교하여 소모품의 교환주기를 결정하기는 쉽지 않다.

이에 본 논문에서는 차량운전자의 생활패턴 정보를 기반으로 자동차 주행거리를 추정하여 자동차의 소모품에 대한 교환주기 정보를 실시간으로 제공하는 모델을 제안한다.

본 논문에서 제안하는 모델은 운전자의 생활패턴을 운전자가 선택하면 이를 기반으로 자신의 차량 주행거리를 예측하고 소모품에 대한 교환주기 정보를 모바일 앱(App)을 기반으로 알림정보를 자동 생성한다.

또한 본 논문의 제안 모델은 자동차의 소모품 관리 부주의로 인하여 발생할 수 있는 차량사고를 사전에 예방함과 더불어 운전자의 소모품 관리에 대한 불안감도 해소할 수 있을 것으로 기대한다.

@highlight

일반적으로 자동차는 약 2~3만개의 부품으로 조립되어 있으며 상호 유기적인 결합으로 작동된다.

@highlight

이 논문에서는 차량운전자의 생활패턴 정보를 기반으로 자동차 주행거리를 추정해 자동차의 소모품에 대해 교환주기 정보를 실시간으로 제공하는 모델을 제안한다.

