본 연구는 한국산 및 일본산 차에 함유되어있는 특유의 성분인 catechin류, alkaloid류, theanine 및 chlorophyll의 함량을 분석하였으며 그 결과는 다음과 같다.

클로로필의 함량은 청록색을 나타내는 클로로필 a의 함량이 높았고 한국산 차보다 일본산 차에 그 함량이 많아 더 진한 색을 나타내었다.

catechin류와 alkaloid류의 함량은 물 추출물 보다 80% 에탄올 추출물에서 그 함량이 많았다.

품질에 따른 함량은 고급차인 우전(한국산J, kunpu(일본산)에서 많았다.

테아닌의 함량도 catechin류와 비슷한 경향을 나타내었으나 추출 용매에 따른 차이가 catechin류 보다 많았다.

이러한 결과들은 소비자가 차를 선택할 때 과학적인 주요한 기초자료가 될 것으로 사료된다.

@highlight

이 연구는 한국산 및 일본산 차에 함유되어있는 특유의 성분인 catechin류, alkaloid류, theanine 및 chlorophyll의 함량을 분석하였다.

