본 연구는 직무스트레스로 유발될 수 있는 심리적 탈진에 관심을 가지고, 직무의 특성상 심리적 탈진을 경험할 가능성이 가장 많은 소방공무원을 대상으로 직무환경이 심리적 탈진에 미치는 영향을 실증 분석하고자 하였다.

이를 위해 심리적 탈진에 영향을 미치는 직무환경 관련 변수를 개인적 특성, 직무여건 특성, 직무만족 특성으로 나누어 다면적인 요인들의 영향을 분석하였다.

분석결과에 따르면, 첫째, 개인적 특성이 심리적 탈진에 미치는 영향에서는 성별, 연령, 학력, 재직기간, 혼인여부, 직급 등이 통계적으로 유의미하지 않은 것으로 나타났다.

둘째, 직무여건 특성이 심리적 탈진에 미치는 영향에서는 소속, 담당업무, 근무형태, 근무시간, 출동건수, 충격현장 경험 횟수 등의 변수가 통계적으로 유의한 영향을 미치는 것으로 나타났다.

셋째, 직무만족 특성이 심리적 탈진에 미치는 영향에서는 직무동기, 조직, 인사, 근무환경 등의 변수는 통계적으로 유의한 영향을 미치는 것으로 나타났다.

심리적 탈진에 가장 많은 영향을 미치는 변수를 알아보기 위해 단계적 변수투입에 의한 R2 변화량을 살펴보면 담당업무, 출동건수, 근무시간, 충격현장 경험과 소방공무원의 직무동기, 조직만족, 인사만족, 근무환경, 인간관계에 대한 만족도 등의 영향력이 높다는 것을 발견할 수 있었다.

@highlight

이 연구는 직무스트레스로 유발될 수 있는 심리적 탈진에 관심을 가지고, 직무의 특성상 심리적 탈진을 경험할 가능성이 가장 많은 소방공무원을 대상으로 직무환경이 심리적 탈진에 미치는 영향을 실증 분석하고자 하였다.

