본

고

에

서

는

 

최

서

해

와

 

강

경

애

 

문

학

에

 

나

타

난

 

환

상

성

의

 

의

미

를

 

고

찰

하

였

다

.

 

우

선

 

이

들

이

 

실

제

 

생

활

의

 

근

거

지

로

서

 

만

주

를

 

체

험

했

다

는

 

점

에

 

주

목

하

였

다

.

 

다

음

으

로

,

 

최

서

해

와

 

강

경

애

가

 

모

두

 

당

대

 

문

학

장

의

 

주

변

부

에

 

위

치

해

 

있

었

다

는

 

점

을

 

주

목

하

였

다

.

 

마

지

막

으

로

 

이

들

이

 

전

통

적

인

 

엘

리

트

 

문

인

이

 

아

니

라

는

 

사

실

에

 

관

심

을

 

가

졌

다

.

 

최

서

해

의

 

만

주

체

험

은

 

체

험

과

 

픽

션

의

 

혼

종

이

라

는

 

그

만

의

 

독

특

한

 

내

러

티

브

 

형

식

으

로

 

형

상

화

되

며

,

 

이

 

과

정

에

서

 

주

류

적

인

 

담

론

 

이

면

의

 

리

얼

리

티

의

 

발

화

를

 

위

해

 

환

상

성

이

 

주

된

 

소

설

적

 

장

치

로

 

사

용

된

다

.

 

최

서

해

가

 

보

여

주

는

 

이

와

 

같

은

 

디

아

스

포

라

적

 

정

체

성

의

 

발

화

는

 

당

대

 

소

재

적

 

층

위

의

 

만

주

체

험

을

 

넘

어

 

하

위

주

체

의

 

발

화

형

식

으

로

서

의

 

비

주

류

적

 

내

러

티

브

의

 

모

색

으

로

 

이

어

진

다

는

 

점

에

서

 

높

이

 

평

가

될

 

수

 

있

다

.

 

강

경

애

의

 

환

상

성

은

 

만

주

체

험

에

 

기

반

한

 

작

품

에

서

 

두

드

러

진

다

.

 

이

는

 

그

녀

의

 

선

험

적

인

 

사

회

주

의

적

 

인

식

론

으

로

 

포

획

되

지

 

않

는

 

만

주

의

 

하

위

주

체

의

 

목

소

리

를

 

복

원

시

키

고

자

 

한

 

의

식

적

 

노

력

의

 

소

산

이

다

.

 

이

를

 

통

해

 

강

경

애

는

 

하

위

주

체

의

 

목

소

리

를

 

복

원

시

킬

 

수

 

있

었

으

며

,

 

이

 

과

정

에

서

 

환

상

성

은

 

지

배

적

인

 

내

러

티

브

 

이

면

의

 

다

른

 

‘

현

실

’

을

 

복

원

하

기

 

위

한

 

유

력

한

 

기

제

로

 

사

용

되

었

다

.

 

조

선

에

서

도

,

 

만

주

에

서

도

 

주

변

에

 

위

치

 

지

어

진

 

이

들

의

 

디

아

스

포

라

적

 

정

체

성

이

 

주

류

적

인

 

발

화

형

식

과

는

 

다

른

 

하

위

주

체

의

 

목

소

리

를

 

복

원

하

기

 

위

한

 

환

상

의

 

형

식

을

 

요

구

했

던

 

것

이

다

.

@highlight

본고에서는 최서해와 강경애 문학에 나타난 환상성의 의미를 고찰하였다. 우선 이들이 실제 생활의 근거지로서 만주를 체험했다는 점에 주목하였다.