『日本書紀』에 보이는 百濟의 ‘君’號는 키시(キシ)와 키미(キミ) 2가지의 훈독을 보이고 있다.

이러한 훈독의 차이는 백제의 ‘君’號가 가지고 있는 성격과도 연관이 있다.

키시(キシ)로 훈독되는 ‘君’號는 일정한 세력을 형성하였던 인물들에게 주어진 칭호였다.

초기에는 왕이나 왕족의 인물들에게서만 ‘君’號가 보였으나 점차 귀족이나 가야, 왜의 인물에게서도 백제의 ‘君’號가 사용되었다.

무령왕대에 이르러서는 백제 ‘君’號가 분화되는 모습을 보인다.

무령왕은 키시(キシ)로 훈독되는 ‘君’號의 범위를 骨族으로 한정시키며 骨族이 아닌 인물의 ‘君’號를 키미(キミ)라는 다른 훈독으로 구분지은 것이다.

더욱이 키미(キミ)로 훈독되는 ‘君’號 소지자의 역할이 국가의 외교적인 부분을 담당한 점은 백제의 국가체제하에서 ‘君’號가 관료로 전환되는 모습을 통해 엿볼 수 있다.

이러한 백제의 ‘君’號는 倭에서 활동하였던 ‘君’號 소지자의 세력 및 후손들을 통해 倭에도 직·간접적으로 영향을 끼쳤을 것으로 생각된다.

@highlight

『日本書紀』에 보이는 百濟의 ‘君’號는 키시(キシ)와 키미(キミ) 2가지의 훈독을 보이고 있다.

@highlight

키시(キシ)로 훈독되는 ‘君’號는 일정한 세력을 형성했던 인물들에게 주어진 칭호였다.

