본 연구는 러시아의 WTO 가입 이후 다자간 무역체제에 기여할 수 있는 정책공간을 분석하고 있다.

다자간 무역체제는 러시아의 가입으로 무역과 관련한 다자체제로서 명실상부한 위상을 확보한 것으로 볼 수 있다.

이와 동시에 러시아를 필두로 한 CIS 국가등 개도국들의 대거 신규가입은 다자간 무역체제에 새로운 도전을 제기하며 이러한 양면성은 향후 다자간 무역체제에서 러시아가 역할을 담당할 수 있는 정책적 공간을 제공한다.

첫째, 러시아는 DDA 협상의 진척을 위하여 일괄타결의 원칙에 위배되지 않으면서도 러시아가 최소한의 추가적 부담을 지면서 새로운 시장을 창출하는 방안이 본 연구에서 검토되었다.

둘째, 러시아의 WTO 가입은 변화된 국제경제의 지형 변화에 걸맞게 다자간 무역체제의 거버넌스에 구조적 변화를 가져올 수 있는 계기가 될 수 있다.

셋째, 다자간 무역체제의 안정성 회복은 DDA 협상의 동력확보가 필요하며 이를 위해서는 개도국을 포함한 협상당사자들간의 이해관계의 재정립이 필요하다.

이 분야는 러시아 개발원조 확대 정책과 전략적 방향과도 일치하는 것이며 WTO의 정책방향과도 일관성을 갖고 있다는 점에서 러시아가 기여할 수 있는 매우 중요한 정책적 공간인 것으로 판단된다.

@highlight

이 연구는 러시아의 WTO 가입 이후 다자간 무역체제에 기여할 수 있는 정책공간을 분석하고 있다.

@highlight

이와 동시에 러시아를 필두로 한 CIS 국가등 개도국들의 대거 신규가입은 다자간 무역체제에 새로운 도전을 제기하며 이런 양면성은 향후 다자간 무역체제에서 러시아가 역할을 담당할 수 있는 정책적 공간을 제공한다.

