본 연구는 고등학생 대상 온라인 시뮬레이션 기반 HW설계 학습에서 학습자들의 성찰수준을 분석하기 위해, 5차시 HW설계 학습을 실시하고, 차시별 5개 성찰내용에 따른 성찰수준을 분석하였다.

또한 HW설계 학습의 만족도와 필요성을 조사하였다.

차시별 성찰수준 차이 분석 결과, 3차시 D-

Flip Flop 학습의 성찰수준이 1.23점(2점 만점)으로 가장 높았다.

성찰내용 간의 상관관계를 분석한 결과, 학습내용과 과제 해결 방법에서 높은 정적 상관관계(r=.781, p<.01)를, 과제 해결 방법과 다른 해결 방법에서 부적 상관관계(r=-

.615, p<.05)를 나타냈다.

HW설계 학습 만족도 조사 결과는 4.2점(5점 만점)을 나타냈으며, 대부분의 학생들이 고등학생 대상 HW설계 학습이 필요하고, 현재의 학습내용은 다소 어렵다는 의견이 많았다.

이를 통해 향후 HW설계 학습은 기초-

심화로 구성된 콘텐츠와 온·오프라인이 병행된 교육과정 구성이 필요함을 알 수 있었다.

@highlight

온라인 시뮬레이션 기반 HW설계 학습에서 5차시 HW설계 학습을 실시하고, 성찰수준을 연구하였다.

@highlight

성찰내용 간의 상관관계를 분석한 결과 학습내용과 과제 해결 방법에서 높은 정적 상관관계를, 과제 해결 방법과 다른 해결 방법에서 부적 상관관계를 보였다.

