『하상공주』의 주요 사상은 양생론, 오장신론, 치신치국론으로 나눌 수 있다.

본고는 기존의 파악보다 감정/욕망에 사로잡힌 ‘세인’=유교 지식인에 우선 주목한다.

불사의 사실을 실현하지 못하고 비뚤어진 세인이 벌이는 인생 드라마는 전쟁이라는 극단적 현상으로 나타나기도 하는데, 『하상공주』는 전쟁을 독특하게 이해하여 양생과 전쟁의 유사성을 파악해 내기에 이른다.

자애/인자를 설파하고 결국 슬픔으로 귀결하는 ‘전쟁의 도’를 제시하는 것이다.

여기서 인간이 긍정적 계기와 부정적 계기를 동시에 가지고 있다는 점을 도출하고 이것을 양생의 가능성으로 삼는다.

인생의 이런 파악 덕분에 죽음은 어떤 영역이나 장소가 아니며 따라서 죽음을 침범한다는 것은 원천적으로 불가능하다는 점을 주장한다.

죽음을 일으킨다고 믿은 여러 외적 원인이 차례로 제거되면서 죽음의 한 원인으로 지목된 귀신이 인간과 공생하는 기생의 사유를 전개한다.

죽음의 원인과 불사의 사실이 동시에 있는 ‘모순의 공존’이다.

기생의 사유로부터 귀신이 인간에 깃들 때 거처하는 인체 장기라는 장소를 ‘오장신’이라 명명하는 독특한 사상으로 전개된다.

@highlight

이 논문은 기존의 파악보다 감정/욕망에 사로잡힌 ‘세인’=유교 지식인에 우선 주목한다.

@highlight

여기서 인간이 긍정적 계기와 부정적 계기를 동시에 갖고 있다는 점을 도출하고 이것을 양생의 가능성으로 삼는다.

