본 연구의 목적은 페이스북을 활용한 수업에서 나타나는 학습자의 상호작용 유형과 교수자의 역할을 분석하고, 이를 통하여 페이스북 활용 학습에서 학습자의 상호작용을 효과적으로 촉진할 수 있는 교수 전략을 탐색하는 것이다.

본 연구는 페이스북을 보조적인 학습공간으로 활용하고 있는 H 대학교의 학부 강좌에서 교수자 1명과 수강생 18명을 대상으로 이루어졌으며, 연구 방법으로는 참여관찰, 심층면담, 연구 반성일지, 문서자료의 내용 분석을 통해 이루어졌다.

본 연구에서 나타난 상호작용은 사회적 상호작용, 인지적 상호작용, 성찰적 상호작용으로 범주화 할 수 있었다.

이러한 상호작용에 근거하여 페이스북 활용 학습에서의 교수자 역할은 학습자간 사회적 상호작용을 위한 동기촉진자, 인지적 상호작용을 위한 정보제공자, 성찰적 상호작용을 위한 학습활동 관리자로 구분할 수 있었다.

페이스북 활용 학습에서 학습자의 상호작용을 증진시키기 위해서는 첫째 강의식 수업과 연계와 일상생활의 공유, 칭찬 및 ‘좋아요’ 클릭을 통한 공감 등 자유롭게 발언할 수 있는 페이스북 환경을 조성하여 흥미와 동기를 유지시키고, 둘째 다양한 학습자원을 페이스북 그룹과 연결하여 풍부한 수업 관련 정보를 제공하고, 실제적인 과제를 제시하며, 셋째 성찰일지 공유 및 실시간 질문하기 통해 자가 점검 및 추가적 학습활동을 유도해야 한다.

본 연구를 통해 제시된 상호작용 증진을 위한 교수 전략은 페이스북 뿐만 아니라 온라인 수업을 설계하는데 기초가 될 것이다.

@highlight

이 연구의 목적은 페이스북을 활용한 수업에서 나타나는 학습자의 상호작용 유형과 교수자의 역할을 분석하고, 이를 통하여 페이스북 활용 학습에서 학습자의 상호작용을 효과적으로 촉진할 수 있는 교수 전략을 탐색하는 것이다.

@highlight

이 연구는 페이스북을 보조적인 학습공간으로 활용하고 있는 H 대학교의 학부 강좌에서 교수자 1명과 수강생 18명을 대상으로 이루어졌으며, 연구 방법으로는 참여관찰, 심층면담, 연구 반성일지, 문서자료의 내용 분석을 통해 이루어졌다.

@highlight

이 연구에서 나타난 상호작용은 사회적 상호작용, 인지적 상호작용, 성찰적 상호작용으로 범주화 할 수 있었다.

@highlight

이 연구를 통해 제시된 상호작용 증진을 위한 교수 전략은 페이스북 뿐만 아니라 온라인 수업을 설계하는데 기초가 될 것이다.

