본 연구는 정당개혁의 실질적 주체이자 당사자인 정당 활동가들의 논의를 고찰함으로써 한국 정당의 고질적 문제와 현실적으로 실현 가능한 정당개혁의 방안을 살펴보고자 한다.

이를 위하여 ‘대의민주주의 강화를 위한 시민-

정당 연계 모델과 사회통합’을 주제로 명지대 SSK에서 시행한 정당 활동가들의 표적집단 면접조사(Focus Group Interview)를 활용한다.

저자들의 표적집단 면접조사 분석에 따르면 많은 정당 활동가들은 한국 정당의 대표적인문제점으로정당의 잦은 이합집산, 중앙당 중심의 수직적인 운영을 야기하는 정당법 및 정당조직, 그리고정당 운영의 비민주적 절차 등을 지적하고 있다.

또한 많은 정당 활동가들은 바람직한 정당개혁을 위하여 정당법을 비롯한 정치제도의 개혁과 그에 부합하는 정당 내부의 개혁, 선거제도와 정당정치의 관계에 대한 숙고, 언론의 제 역할에 대한 고찰, 그리고 시민정치교육을 통한 유권자 및 정치 전반적 인식의 전환이 필요하다고 인식하고 있다.

한국 정당의 제 기능을 회복하고 이를 지속적으로 유지하기 위해서 현재 정당 활동가들의 문제의식을 기반으로 보다 근본적이고 실질적인 비전을 가지고 정당개혁에 주력할 필요가 있다.

@highlight

본 논문은 정당개혁의 실질적 주체이며 당사자인 정당 활동가들의 논의를 고찰함으로써 한국 정당의 고질적 문제 및 현실적으로 실현 가능한 정당개혁의 방안을 살피고자 하였다.

