본 연구의 목적은 PISA(Programme for International Student Assessment) 2012 결과에 나타난 학생 및 학교수준의 ICT 요인이 컴퓨터 기반 문제해결력에 미치는 영향력을 알아보면서, 추가적으로 한국과 일본의 차이를 비교, 분석하는 데 있다.

PISA 2012의 컴퓨터 기반 문제해결력 평가에는 한국에서는 156개 학교의 5,033명의 학생이, 일본에서는 191개 학교의 6,351명의 학생이 참여하였다.

연구방법으로는 2수준 위계선형모형(HLM)을 사용하여 자료분석을 실시하였다.

두 국가의 공통점으로는 학생들이 컴퓨터와 인터넷에 처음 접한 시기가 빠를수록, 사회경제적배경이 높을수록, 개방성이 높을수록 문제해결력 점수가 높아졌으며, 가정이나 학교에서 제공하는 ICT 기기에 대한 접근성은 문제해결력에 부적인 영향을 미쳤다.

국가 간의 차이점으로는 ICT의 사용 목적이나 태도, 교사-

학생관계, 창의적 방과후 활동의 유무 등이 문제해결력에 미치는 효과가 다르게 나타났다.

@highlight

본고는 PISA 2012 결과에 나타난 학생과 학교수준의 ICT 요인이 컴퓨터 기반 문제해결력에 미치는 영향력을 알아보며, 추가적으로 한국 및 일본의 차이를 비교, 분석하는 데에 목적이 있다.

