본 연구의 목적은 유치원 교사의 행복감이 자아탄력성과 교사효능감에 어떠한 영향을 미치는지 알아 보는 것이다.

이를 위해 서울, 경기와 인천 지역에 소재한 공·사립 유치원 교사 303명을 연구대상으로 하였다.

수집된 자료 분석은 SPSS 20.0 프로그램을 이용하여 기술통계, 상관분석 및 회귀분석을 시행하 였다.

본 연구의 결과는 다음과 같다.

첫째, 유치원 교사의 행복감, 자아탄력성, 교사효능감의 수준은 모두 중간수준보다 높게 나타났다.

둘째, 유치원 교사의 행복감, 자아탄력성 및 교사효능감 간에는 통계적으로 유의미한 상관관계가 있는 것으로 나타났다.

셋째, 자아탄력성에 대한 행복감의 설명력은 56%였으며, 자아탄력성의 하위요인인 긍정적 미래지향성, 흥미와 관심의 다양성, 감정조절 순으로 영향을 미치는 것으로 나타났다.

또한 교사효능감에 대한 행복감의 설명력은 37%인 것으로 나타났으며, 교사효능감의 하위 요인인 개인적 교수효능감이 일반적 교수효능감 보다 조금 더 크게 영향을 미치는 것으로 나타났다.

이와 같은 결과는 유치원 교사의 행복감이 자아탄력성과 교사효능감에 중요한 영향을 끼침을 시사한다.

@highlight

본 논문은 유치원 교사의 행복감이 자아탄력성과 교사효능감에 어떠한 영향을 미치는지 알아보았다.

@highlight

서울, 경기와 인천 지역에 소재한 공·사립 유치원 교사 303명을 연구대상으로 하였고, 수집된 자료 분석은 SPSS 20.0 프로그램을 이용하여 기술통계, 상관분석, 회귀분석을 실행하였다.

