본 연구의 목적은 보증보험의 손해율을 결정하는 위험과 보험요율간의 정합성을제고 할 수 있는 요율산출방식에 대한 연구를 통해 보증보험요율의 적정성을 확보하고 보험가격리스크를 최소화하는데 있다.

이를 위해 보증보험의 손해를 결정하는 가장 중요한 요인이며 보험계약자의 채무불이행정도를 판단하는 대표적 지표인 예상부도율이 국내 은행과 해외 선진보증보험사에서 이자율 및 요율에 각각 어떻게 이용되는 지를 확인하고, 그 방법론을 국내 보증보험 요율개선의 방향성 확보에 활용한다.

아울러 실증적인 요율개선방법을 제시하기 위해 이행(계약)보증보험을 대상으로 내부 신용등급산출모형에 의해 산출된 보험계약자 신용등급과 손해율간의 선형회귀분석을 통해 선형적 상관성을 확인하고 손해율 추정모형을 도출한다.

손해율 추정모형을 활용하여 신용등급에 따른 손해율 상대도를 추정?

산출하고 신용등급별로 요율을차등화 하는 방법을 제시한다.

결과적으로 위험의 크기인 예상부도율에 따라 요율이합리적으로 차등화 되어 요율의 적정성을 확보할 수 있다.

뿐만 아니라 경영환경의변화에 따라 보험계약자의 신용등급도 바뀌기 때문에 경기변동 등에 따른 보험계약자의 보험 사고빈도 변화에 의한 손해율의 변동성도 최소화 할 수 있어 요율의 안정성도 제고될 것으로 기대된다.

@highlight

본고는 보증보험의 손해율을 결정하는 위험과 보험요율간의 정합성을제고 할 수 있는 요율산출방식에 관한 연구를 통하여 보증보험요율의 적정성을 확보하고 보험가격리스크를 최소화하는 것을 목적으로 한다.

