건강한 가정은 건강한 결혼관계에서 출발한다.

모든 인간관계에서 준비는 매우 중요하다.

인간관계에서 가장 중요한 결혼관계도 준비는 꼭 필요하다.

잘 준비된 결혼관계는 건강한 가정을 만드는데 기초이다.

그런데 많은 가정들의 부부들은 결혼에 대해서 준비된 교육이 없이 결혼을 했다.

그 결과로서 많은 가정들이 이혼 등의 가정해체의 과정을 겪으면서 고통을 겪고 있다.

가정이 파 괴되면 그 가정에서 태어난 자녀들에게 심각하게 부정적인 영향을 미친다.

이 것의 결과는 사회적으로 심각한 문제를 일으킨다.

결혼예비학교는 이러한 준비 된 결혼을 위한 교육과정이다.

이 결혼예비학교를 교회공동체내에 있는 기독미 혼청년들에게 제공하고자 본 결혼예비학교 프로그램개발을 개발했다.

그런데 본 연구는 결혼관계를 한 인간의 성장과정에서 가장 중요한 과정이이면서 동시에 인간발달 및 성장의 한 단계이다.

따라서 결혼준비단계를 신앙성장 및 인 격발달의 기회로 삼을 수 있다.

본 연구는 결혼준비단계에서 필요한 발달과정을 개인내적발달, 영적발달, 신앙적 발달, 성관계발달, 사회적 발달, 공동체발 달 등의 6단계로 분류했다.

@highlight

모든 인간관계에서 준비는 중요하다.

@highlight

이 연구는 결혼준비단계에서 필요한 발달과정을 개인내적발달, 영적발달, 신앙적 발달, 성관계발달, 사회적 발달, 공동체발 달 등의 6단계로 분류했다.

