본 연구는 대중소기업간 비즈니스아키텍처(Business Architecture)의 제품, 생산, 공급자사슬(Supply Chain)의 3차원으로 분류하여 기업의 동태적 진화모형을 설계한 후 한일 자동차부품산업을 실증적으로 비교분석한 연구이다.

이러한 연구의 결과 대기업과 중소기업 비즈니스아키텍처의 지난 4년간 이동패턴을 제품생산공급사슬측면에서 살펴볼 수 있었다.

우선 제품아키텍처의 경향은 한국과 일본 모두 제품설계는 부품간 기능과 구조의 통합이 가능토록 부품간 상호작용과 인터페이스의 적합정밀도를 높이기 위해 진화해가고 있었으며, 생산아키텍처의 경향은 일본이 조직능력(organizational capability)을 바탕으로 생산기술을 강조하고 있는 반면에 한국은 생산과정에서의 표준화와 모듈화를 지향하고 있었다.

공급사슬 아키텍처의 특징은 일본이 부품업체가 완성업체와의 밀접한 관계를 유지하면서 원가경쟁력을 추구해가고 있는 반면, 한국은 완성업체와 독립적으로 표준화를 지향하고 있었다.

@highlight

이 연구는 대중소기업간 비즈니스아키텍처의 제품, 생산, 공급자사슬의 3차원으로 분류해 기업의 동태적 진화모형을 설계한 후 한일 자동차부품산업을 실증적으로 비교분석한 연구이다.

