아프로-

아시어 어족에 속하는 쿠쉬어는 중심선행 유형인 고대 이집트어, 베르베르, 셈어와 달리 중심 후행 패턴을 보인다.

절의 어순은 SOV이며 명사구에서는 이 원칙을 벗어나는 다양한 변이가 나타나긴 하지만 부치사구에서는 후치사구조를 보인다.

중심후행 패턴언어들이 격표시를 주로 하고 있고, 나일-

사하라 북부어들처럼 동사 연결(converb, coverb)이 나타나 술어부를 구성하기도 한다.

이 논문에서는 격할당 패턴이 대격패턴과 유표 주격패턴으로 나뉘는 것을 케만트네와 다세네치 같은 언어들을 바탕으로 살펴보았고, 더욱이 동부 고지 쿠쉬어인 시다마어의 유형적 특성을 남부 다토가를 비롯한 다양한 언어들과 상호비교 하였다.

셈어 유입과 인근 나일-

사하라어들, 그리고 오모어와 수르마 및 토착 잔류어들의 영향으로 기본적 유형패턴의 다양성과 변이들을 개개 언어들을 중심으로 살펴보았다.

지리적 분포와 역사적 발전과정, 그리고 인근 언어들과의 접촉 양상을 이해한다면 이같은 유형 다양성의 원인까지 설명될 수 있음을 암시하였다.

@highlight

아프로-

@highlight

아시어 어족에 속하는 쿠쉬어는 중심선행 유형인 고대 이집트어, 베르베르, 셈어와 달리 중심 후행 패턴을 나타낸다.

@highlight

절의 어순은 SOV이며 명사구에서는 이 원칙을 벗어나는 다양한 변이가 나타나긴 하지만 부치사구에서는 후치사구조를 나타낸다.

