본 연구는 벤처기업의 외부협력이 기업성장에 어떠한영향을 미치는지 분석하고 이 과정에서 기술역량이 직·간접적으로 기업성장에 어떠한영향을 미치는지에 대해 연구하고자 한다.

이를 통해 벤처기업의 성장을 이끄는 주요요인을 모색하고 외부협력과 기업성장과의 관계에서 기술역량의 역할을 파악하고자하였다.

이에 본 연구에서는 벤처기업정밀실태조사의 자료를 이용하여 외부협력을 하고있는 1,323개 벤처기업을 대상으로 분석을 실시하였다.

분석은 다중회귀분석과 함께매개효과의 검증을 위해 SPSS기반의 PROCESS macro 활용하여 분석하였다.

가설검증 결과, 첫째, 외부협력은 융합기술과 혁신기술에 유의한 정(+)의 영향을 미치는것으로 나타났으며, 둘째, 외부협력은 기업성장에 정(+)의 영향을 미치는 것으로 나타났다.

셋째, 벤처기업의 혁신기술은 기업성장에 유의한 정(+)의 영향을 미치는 것으로 나타났다.

넷째, 벤처기업의 외부협력이 기업성장에 미치는 영향에서 기술역량은 매개효과가 있었다.

@highlight

본고는 벤처기업의 외부협력이 기업성장에 어떤 영향을 미치는지 분석하며, 이 과정에서 기술역량이 직·간접적으로 기업성장에 어떤 영향을 미치는지에 대하여 분석하고자 한다.

