본 연구는 관리자와 종사자 모두가 만족하는 직무환경을 조성하여 취업회피, 이직, 전직 등으로 만성적인 인력난에 시달리고 있는 헤어업체의 인사관리에 도움을 주며, 헤어산업 종사자 들의 직무능력 향상으로 인한 이익창출을 위한 기초자료를 제공할 수 있다는 점에서 학문적 시사점을 제시할 수 있다.

본 연 구를 위해 헤어분야 3인 이상 산업체에 의뢰하여 설문조사를 실시하였으며, 그 결과 195부의 자료를 최종 분석하였다.

경로분석 결과 헤어산업 종사자들은 직무스트레스가 높을수 록 직무소진이 높은 것으로 나타났으며, 직무스트레스가 높을 수록 직무만족도는 낮아지는 것으로 나타났다.

또한, 직무소진이 높을수록 이직 의도가 높아진 반면, 직무만족도가 높아질수 록 이직 의도는 낮아지는 것을 알 수 있었다.

헤어산업 종사자 들의 삶의 질에 영향 미치는 변수를 살펴본 결과, 직무스트레와 이직 의도가 높을수록 삶의 질은 낮아졌으며 직무만족이 높 을수록 삶의 질도 높아지는 것으로 나타났다.

@highlight

이 연구는 관리자와 종사자 모두가 만족하는 직무환경을 조성해 만성적인 인력난에 시달리고 있는 헤어업체의 인사관리에 도움을 주며, 헤어산업 종사자 들의 직무능력 향상으로 인한 이익창출을 위한 기초자료를 제공할 수 있다는 점에서 학문적 시사점을 제시할 수 있다.

