본 연구는 스톡옵션을 부여받은 경영자가 자신의 이익을 극대화하기 위해 행사시점을 전략적으로 선택하는지 정보적 시점선택 가설과 백데이팅 가설 하에 살펴보았다.

이를 위해 스톡옵션의 행사방법(행사 후 보유, 행사 후 매도, 차액현금교부)에 따라 행사일 전후 경영자에게 유리한 주가패턴이 나타나는지 살펴본 후, 이러한 전략적 타이밍이 경영자가 사적정보를 이용하여 전략적으로 행사시점을 선택했기 때문인지, 아니면 사후적으로 유리한 행사시점이 선택되었기 때문인지 분별한다.

2002년부터 2010년 사이에 보고된 경영자의 스톡옵션 행사만을 대상으로 분석한 결과 행사전후 경영자에게 유리한 주식성과 패턴이 나타나 행사시점이 전략적으로 선택되는 것으로 나타났다.

그리고 이러한 유리한 주가패턴은 행사일에 행사신청서가 즉시공시되어 백데이팅 가능성이 없는 그룹에도 나타났다.

따라서 스톡옵션은 경영자의 부가 보다 증대될 수 있도록 시점선택이 되며, 이러한 전략적 시점선택은 경영자의 해당 기업에 대한 우월한 정보능력에 기반한 것으로 판단되었다.

유리한 행사일이 사후적으로 선택되는 백데이팅 가설은 기각되었다.

@highlight

이 연구는 스톡옵션을 부여받은 경영자가 자신의 이익을 극대화하기 위해 행사시점을 전략적으로 선택하는지 정보적 시점선택 가설과 백데이팅 가설 하에 살펴보았다.

