이 연구는 시설 아동의 자립기술과 직업기초능력 수준을 파악하여이들의 성공적인 사회 정착 지원 방안을 제안하는데 목적이 있다.

연구방법으로는 자립기술척도와 직업기초능력척도로 구성한 우편설문조사를 실시하였다.

아동양육시설의 자립담당자 49명, 시설 아동 236명이 응답한 결과는 다음과 같다.

첫째, 시설 아동은 자립기술 중 직장생활기술과, 돈관리기술, 진로탐색및취업기술이 취약한것으로 나타났다.

특히, 진로결정 유무에 따른 차이가 발생되어 진로를 먼저 결정한 시설 아동의 자립기술 수준이 더 높은 것으로나타났다.

둘째, 자립담당자가 평가하는 시설 아동의 직업기초능력수준은 기업체에서 고졸자에게 요구하는 수준보다 모든 영역에서낮게 나타났다.

시설 아동들은 자립담당자나 기업체 요구 수준보다본인들의 직업기초능력 수준을 높게 인식하고 있었으나, 수리능력은 취약하다고 인식하고 있었다.

이러한 결과를 바탕으로 할 때, 이들의 수준을 고려한 실질적 자립 지원 프로그램과 직업교육이요구된다.

특히 시설 아동의 자립기술 향상에 진로 결정 유무가 매우 중요한 영향 요인으로 작용함을 고려할 때, 이들의 진로 지도와이를 뒷받침하는 실천적인 직업교육이 중학교 단계부터 도입될 필요가 있다.

@highlight

본 연구는 시설 아동의 자립기술과 직업기초능력 수준을 파악하여이들의 성공적인 사회 정착 지원 방안을 제안하려 한다.

