급변하는 글로벌 사회에서 창의성은 더 이상 개인발전에만 국한시킬 수 없는 개념으로, 민간 기업은 물론 공공조직에도 그 중요성이 강조됨에 따라 조직의 창의성 발현을 위한 다양한 시도와 함께 창의적인 조직문화와 환경구축을 위해 심혈을 기울이고 있다.

이러한 맥락에서 이 연구는 우리나라 공공조직의 창의적 경영환경 조성을 위한 주요 요인으로 구성원의 집단창의성을 설정하고 이를 증진시키기 위한 선행요인으로 진성리더십과 개인-

환경적합성 간의 구조적 영향관계를 실증적으로 분석하는 데 초점을 두었다.

연구목적을 달성하기 위해 전국 각 지역에 지역본부를 두고 있는 공기업 구성원을 대상으로 설문조사를 실시하였으며, 설문자료를 토대로 진성리더십과 집단창의성의 영향관계와 두 변수 사이의 개인-

환경 적합 수준을 매개변수로 설정하여 매개효과를 분석하였다.

분석결과, 진성리더십은 집단창의성에 긍정적인 영향을 미치는 것으로 밝혀졌으며, 개인-

환경적합성은 진성리더십과 집단창의성과의 관계에서 부분매개효과를 갖는 것으로 나타났다.

이 연구를 통해 공공조직의 진성리더십과 개인-

환경적합성을 고려한 실질적 지원체계가 집단창의성을 향상시킬 수 있다는 시사점을 도출 할 수 있었다.

@highlight

이 연구는 우리나라 공공조직의 창의적 경영환경 조성을 위한 주요 요인으로 구성원의 집단창의성을 설정하고 이를 증진시키기 위한 선행요인으로 진성리더십과 개인-

@highlight

환경적합성 간의 구조적 영향관계를 실증적으로 분석하는 데 초점을 두었다.

