본 논문은 갈라디아서의 성령의 약속의 주제에 관한 연구이다.

즉 이 연구의 주제가 사회학적 성서해석의 전망에서 바울과 갈라디아 공동체와 갈라디아 대적자들의 삼자간 역학 관계 속에서 어떠한 의미를 갖고 어떠한 사회적 기능을 수행하는지를 규명하려는 것이다.

달리 표현하면, 본고의 목적은 사회학적 성서해석을 갈라디아서 3장 14절을 면밀하게 적용하여 이 단락의이면에 담겨져 있는 갈라디아 공동체의 정황을 추적하는 데 있다.

더 나아가 여기서 추적된 갈라디아 공동체의 정황 가운데서 바울이 이 단락의 ‘성령의약속’을 통하여 시사하는 바가 무엇인지를 고찰하고자 한다.

갈라디아 공동체가 ‘다른 복음’에 노출되었을 때, 그들은 동조의 반응 중 순응과 동일시와내재화의 반응을 보였다.

바울은 그들에게 ‘성령의 약속’을 제시함으로 자신이 전한 복음에 동일한 내재화의 반응을 유도하려 했다.

다시 말해서 바울은그들에게 ‘성령의 약속’을 제시함으로 내재화를 유도하려 했다.

바울은 갈라디아 대적자들의 다른 복음에 동조한 갈라디아 공동체 멤버들을 바울의 복음으로 옮기도록 유도했다.

@highlight

이 논문은 갈라디아서의 성령의 약속의 주제에 관한 연구이다.

@highlight

즉 이 연구의 주제가 사회학적 성서해석의 전망에서 바울과 갈라디아 공동체와 갈라디아 대적자들의 삼자간 역학 관계 속에서 어떠한 의미를 갖고 어떠한 사회적 기능을 수행하는지를 규명하려는 것이다.

