본 연구는 북한이탈주민들이 가지는 상대적 박탈감 문제의 중요성을 인식하고 여기에 영향을 미칠 것으로 판단된 정체감을 개인 차원과 집단 차원에서 다루고, 이 상대적 박탈감이 심리적 적응에 영향을 미치는 정도를 확인하려고 진행되었다.

이를 위해 기존에 집단 차원에서만 다루던 측면들을 개인 차원에서도 다루고, 집단 내와 외로 구분하는 방식도 적용하였다.

그리고 상대적 박탈감과 밀접한 관련이 있다고 판단된 절대적 박탈감을 고려하기 위해 먼저 개인 차원의 상대적 박탈감 측정 도구와 절대적 박탈감 측정 도구를 남한 대학생들을 대상으로 제작하였다.

이를 바탕으로 121명의 북한이탈주민들에게 설문을 실시하였다.

여기서 이들은 상대적 박탈감이 절대적 박탈감과 유의미한 관련이 있음을 보여주었고, 각 상대적 박탈감에 자아정체감과 남한 사회정체감이 부적인 상관을 보였고 북한 사회정체감과는 정적인 상관을 보였다.

그리고 이들은 통일 독일의 동독출신자들처럼 이기적 박탈감보다는 우애적 박탈감 형태를 보였고, 북한이탈주민들의 각 상대적 박탈감들은 우울감에는 정적인 영향을 미쳤으나 생활만족도에는 부분적으로 정적인 영향을 미쳤다.

@highlight

이 연구는 북한이탈주민들이 가지는 상대적 박탈감 문제의 중요성을 인식하고 여기에 영향을 미칠 것으로 판단된 정체감을 개인 차원과 집단 차원에서 다루고, 이 상대적 박탈감이 심리적 적응에 영향을 미치는 정도를 확인하려고 진행되었다.

