10년간(2002~2011년)의 기상 자료를 이용하여 태풍의 피크기에 대하여 분석하였다.

이 연구의 주요 목적은 태풍의 피크기에 대한 특성 및 경향을 선박의 항해자에게 제공하는 데에 있다.

총 221개의 태풍에 대하여 분석한 주요 연구 결과는 다음과 같다.

최대풍속 20~29m/s와 40~49m/s의 태풍이 각각 전체 태풍의 25％와 24％를 차지하고, 최대풍속 50m/s 이상의 초강력 태풍도 24％를 차지한다.

열대저기압 발생 후 피크기에 도달하는 평균 일 수는 3.6일이고, 열대 폭풍으로 발달한 후 피크기에 도달하는 평균 일 수는 2.1일이다.

대부분의 태풍에서 피크기가 유지되는 기간은 2일 이내이고, 피크기의 평균 유지 시간은 31시간이다.

태풍의 피크기가 주로 출현하는 위도대는 북위 15~25도, 동경 120~140도이다.

이 위험 해역은 서쪽에 타이완과 필리핀이 위치하고 동쪽으로는 광대한 북태평양이 펼쳐져 있는 해양 환경적 특성을 보인다.

이 해역을 항해하는 선박의 항해자는 각별한 주의를 요한다.

초강력 태풍은 9월에 가장 많이 발생하고, 마찬가지로 북위 15~25도, 동경 120~140도 해역에서 주로 피크기가 나타난다.

@highlight

2002년~2011년까지 10년 간의 기상 자료를 이용하여 태풍의 피크기에 대해 연구하였다.

@highlight

태풍의 피크기에 대한 특성과 경향을 선박의 항해자에게 제공하고자 총 221개의 태풍에 대하여 분석하였다.

@highlight

최대풍속 20~29m/s와 40~49m/s의 태풍이 각각 전체 태풍의 25％와 24％를 차지했다.

