본 연구의 목적은 ‘2인칭 소설’의 유형과 수사적 특성에 관하여 언어학적 관점에서 살펴보는 데 있다.

본 연구에서 논의된 사항을 요약하면 다음과 같다.

첫째, 2인칭 소설에 관한 국내외 선행연구를 살펴보고, 이를 바탕으로 2인칭 소설을 정의하였다.

둘째, 2인칭 소설을 ‘너≒독자’ 유형과 ‘너=인물’ 유형으로 나누고, ‘너=인물’ 유형을 다시 내부서술인 경우와 외부서술인 경우로 나눔으로써 체계화하였다.

아울러 ‘인칭’의 개념을 ‘작중인물의 인칭’을 가리키는 것으로 재정립하면, 2인칭 소설이 1인칭 및 3인칭 소설과 구별되는 서사 유형으로 자리매김할 수 있음을 살펴보았다.

셋째, 2인칭 소설이 갖는 수사적 효과에 대해 언어적 근거에 입각하여 구체적으로 논의하였다.

이 과정에서 ‘너≒독자’ 유형의 경우 독자가 ‘너/당신’과 동일시하도록 유도하기 위한 전략들이 흔히 사용되며, ‘너=인물’ 유형의 소설들은 ‘내면적 독백’, ‘거리 조정’, ‘너/당신’에 대한 공감 또는 감정이입 유도 등의 특성을 공통적으로 가짐을 밝혔다.

2인칭 소설 전체적으로는 ‘너/당신’의 정체 밝히기 지연 전략을 통하여 서스펜스를 느끼게 하기도 하며, 생동감 있는 현장성 부여, 낯설게 하기를 통한 긴장감 부여 등의 특성을 가진다고 보았다.

@highlight

이 연구의 목적은 ‘2인칭 소설’의 유형과 수사적 특성에 대해 언어학적 관점에서 살펴보는 데 있다.

@highlight

2인칭 소설에 대한 국내외 선행연구를 살펴보고, 이를 바탕으로 2인칭 소설을 정의했다.

