교육은 학교에서만 일어난다고 생각하기 쉽다.

하지만 교육은 학교 밖에서도 일어나는 현상이다.

오히려 인격교육은 입시 중심의 학교교육이나 경쟁 중심의 사회교육에서는 성공적으로 수행되기가 힘든 면이 많다.

인격교육은 치열한 경쟁에서 벗어나 자연을 배우는 과정에서 성취될 가능성이 높다.

따라서 이 논문에서는 현대인이 일상에서 벗어나 스스로 즐기는 모험 스포츠인 패러글라이딩 체험에서 일어나는 현상을 인격교육적으로 해석하였다.

창공에서 패러글라이딩 스포츠를 하는 사람들이, 이 스포츠를 통해 겪게 되는 내면적 변화가 어떠한 인격교육적 의의를 지니고 있는가를 질적 연구방법을 통하여 해석하였다.

패러글라이딩 스포츠를 하는 사람들, 즉 패러글라이더들은 패러글라이딩을 하는 과정에서 자신의 삶과 사람의 소중함을 절실하게 느끼고 배우게 된다.

또한 경쟁 사회 속에서 생활할 때와는 다르게, 타인과 진심으로 협력하고 타인을 소중하게 배려하는 마음을 키우게 된다.

특히 패러글라이더들은 패러글라이딩을 하며 일상의 복잡한 일들로부터 벗어나 자연의 순리를 따르는 것을 배우게 된다.

패러글라이딩 체험에서 일어나는 이러한 배움의 과정과 내용들은 인격교육에 시사하는 바가 크다.

@highlight

인격교육은 치열한 경쟁에서 벗어나 자연을 배우는 과정에서 성취될 가능성이 높다.

@highlight

이 논문에서 현대인이 일상에서 벗어나 스스로 즐기는 모험 스포츠인 패러글라이딩 체험에서 일어나는 현상을 인격교육적으로 해석했다.

