본 연구에서는 지하광산에서의 굴착면에 대한 입체사진측량기법의 적용성을 검토하기 위하여, LIDAR 시스템에 의한 결과와 비교 검토를 수행하였으며, 이를 위해 현장에서 실시된 총 4회의 시험발파로부터 여굴분석을 실시하였다.

분석 결과, 두 가지 측량기법으로 해석된 발파 굴착단면의 부피와 면적은 각각 0.81% 및1.05% 의 근소한 값 차이를 보였으며 이를 통해 입체사진측량기법의 지하광산에 대한 현장 적용성을 확인할수 있었다.

총 4회의 시험발파로부터 분석된 여굴량은 각각 29.84 m 3 , 22.45 m 3 , 14.54 m 3 및 5.46 m 3으로서, 1차 시험발파에서 가장 큰 여굴이 발생하였으나 점차 시험발파가 진행되면서 그 양이 줄어듦을 확인할 수 있었다.

이와 같이 본 연구에서 적용한 입체사진측량기법은 굴착단면을 매우 효과적으로 묘사할 수 있으며, 여기서 얻어진 정량적 데이터들은 굴착단면의 부피, 단면적 및 여굴 분석 등에 유용하게 활용될 수 있을 것으로 판단된다.

@highlight

이 연구에서는 지하광산에서의 굴착면에 대한 입체사진측량기법의 적용성을 검토하기 위하여, LIDAR 시스템에 의한 결과와 비교 검토를 수행하였으며, 이를 위해 현장에서 실시된 총 4회의 시험발파로부터 여굴분석을 실시하였다.

