본 연구는 초등학교 음악수업에 대한 초등 예비교사들의 수업비평문을 분석하여 예비교사들이 나타내는 비평의 관점과 특징을 파악하는 것에 목적을 두었다.

연구대상인 수업비평자들은 H대학교의 초등교육과 음악심화과정 4학년에 재학 중인 초등 예비교사 11명이며, 비평의 대상이 된 수업은 초등학교 4학년 음악 ‘방울꽃’ 단원의 1-2차시에 해당하는 수업이다.

예비교사들은 수업 동영상을 보고 비평문을 작성하였으며, 비평문에 나타난 비평항목은 14개로 정리되었고, 이는 다시 수업설계, 수업환경, 수업실행, 학습자 경험의 4가지 범주에 따라 분류되었다.

본 연구 결과, 첫째, 초등예비교사들이 음악수업을 관찰하고 비평할 때 주로 주목하는 측면이 수업실행과정 중 교수학습과 학습자료에 대한 것임을 알 수 있었다.

둘째, 초등예비교사들은 대부분 수업평가 과정에서 자신의 음악수업관을 드러냈으며, 이에 근거하여 수업을 평가하였다.

셋째, 초등예비교사들의 수업비평에는 자신의 수업에 대한 반성과 깨닫게 된 점 등이 나타나있었다.

본 연구는 수업비평이 초등학교 예비교사들이 실제적인 수업현상에 대한 교육적 안목을 기르고, 자신의 수업경험과 음악수업관을 반성하도록 이끄는 과정에서 중요한 역할을 담당할 수 있음을 시사한다.

@highlight

이 연구는 초등학교 음악수업에 대한 초등 예비교사들의 수업비평문을 분석하여 예비교사들이 나타내는 비평의 관점과 특징을 파악하는 것에 목적을 두었다.

