본 연구에서는 연안의 파후 자료를 이용하여 파랑 관측기간에 따른 오차범위의 정량적인 분석과 변화양상 분석을 수행하였다.

표본 관측기간은 1개월부터 6년까지 Bootstrap 기법을 이용하여 무작위로 추출하였다.

분석 결과, 전체적으로 관측기간이 1년보다 작은 경우에는 관측기간이 증가할수록 오차범위는 급격한 감소양상을 보이고 있으며, 관측기간이 1년 이상인 경우에는 관측기간의 증가에 따른 오차범위 감소 정도는 매우 완만한 것으로 파악 되었다.

절대적인 추정오차를 기준 파고 1 m 조건에서 10% 정도(±0.1 m)로 가정하는 경우, 추정오차를 달성할 수 있는 최소 관측 기간은 거제 홍도 및 속초 지점은 2년 이상 자료로 이 조건을 만족하지만, 안마도 지점은 3년 이 상의 관측 자료를 이용해야 이 조건을 만족하는 것으로 파악되었다.

한편 파고 백분위수는 값이 증가할수록 신뢰 구간은 급격한 증가 양상을 보이는 반면, 주기 백분위수는 꼬리영역(2.5-

& 97.5-

백분위수 영역)을 제외하고는 0.5 초 이내로 비교적 일정한 정도를 유지하고 있는 것으로 파악되었다.

항만가동률 평가에서 필요한 유의파고의 97.5-

백분위수에 대한 정량적인 분석결과, 오차범위는 속초 0.75 m, 거제-

홍도 0.5 m, 안마도 1.2 m 정도로 파악되었다.

@highlight

이 연구에서는 연안의 파후 자료를 이용하여 파랑 관측기간에 따른 오차범위의 정량적인 분석과 변화양상 분석을 수행했다.

@highlight

분석 결과, 전체적으로 관측기간이 1년보다 작은 경우에는 관측기간이 증가할수록 오차범위는 급격한 감소양상을 보이고 있으며, 관측기간이 1년 이상인 경우에는 관측기간의 증가에 따른 오차범위 감소 정도는 매우 완만한 것으로 파악 됐다.

