문학 교수·학습은 무엇을 어떻게 가르치고 배울 것인가에 관련된다.

초등학교 문학 교수·학습의 실천적인 측면에서는 학습자와 텍스트뿐만 아니라, 교사의 역할이 중요하게 작용한다.

1차적인 문학교육의 대상은 문학 텍스트이다.

문학 텍스트 자체와 문학의 속성 즉 언어 현상이 문학 교수·학습의 주 대상이며, 학습자의 수준과 흥미에 따라 텍스트를 선정해야 한다.

그리고 다양한 텍스트를 활용해야 한다.

초등학교 학습자들은 어른과 단지 경험과 이해력이 다를 뿐이다.

발달 과정에 있는 학습자들의 특성에 맞는 문학 교수·학습을 해야 한다.

초등학교 문학 교사는 먼저 전문성을 가져야 하고, 실제 교수·학습 장면에서는 학습자들의 수준에 맞는 적절한 도움인 비계(scaffolding)를 제공해야 한다.

비계의 유형은 ① 명시적 지도(instruction) ② 시범 보이기(modeling) ③ 피드백(feedback) ④ 공유하기(sharing) 등이다.

문학 교수·학습의 전체적인 구조는 Ⅰ.

계획 단계 -

Ⅱ.

지도 단계 -

Ⅲ.

평가 단계로 설정할 수 있다.

그 중 지도 단계의 1.

반응 형성을 위한 준비 단계 -

2.

반응 형성 단계 -

3.

반응 공유 및 명료화 단계 -

4.

반응 확장·심화 단계에서 세 변인은 직접, 혹은 간접적으로 상호작용한다.

@highlight

문학 교수·학습은 무엇을 어떻게 가르치고 배울 것인가에 관련된다.

@highlight

문학 텍스트 자체와 문학의 속성 즉 언어 현상이 문학 교수·학습의 주 대상이며, 학습자의 수준과 흥미에 따라 텍스트를 선정해야 한다.

