전기제품 중에서 가장 최대량의 전자기파를 방출하는 것으로 알려져 있는 가정용 전자레인지와 인간이 일반적으로 사용하고 있는 컴퓨터 모니터 앞에 스투키와 쥐똥나무를 위치시켜, 식물과 각 제품 사이의 거리를 5cm, 10cm, 및 15cm로 변화시키면서 열화상카메라를 이용하여 각 제품의 작동 유무에 따른 식물의 표면 온도 변화를 측정하였고, 동작에 따른 반응을 식물의 온도로 분석하여 그 결과를 제시하였다.

물을 많이 함유하고 있는 식물로 알려져 있는 스투키는 전자레인지와 컴퓨터 모니터와 같은 전자기파 방출 조건에서 상대적으로 일반 식물에 비하여 그 영향을 적게 받는 것으로 나타났다.

스투키와 같은 전자파 흡수 식물이라고 하더라도 전자파의 흡수에 의하여 식물의 표면온도는 상당히 증가함을 알 수 있었다.

이러한 특성은 연속적인 On-

Off를 거치면서 더욱 식물의 내부가 가열되어 외부 표면의 온도도 증가할 수 있음을 확인하였다.

특히, 일반적인 식물인 쥐똥나무의 경우에는 전자파가 가장 높은 전자레인지의 작동에 의하여 아주 가까운 거리 5cm에서는 식물의 온도를 급격하게 증가시켜 잎들을 시들게 할 정도의 영향을 받음을 확인하였다.

@highlight

물을 많이 함유하고 있는 식물로 알려져 있는 스투키는 전자레인지와 컴퓨터 모니터와 같은 전자기파 방출 조건에서 상대적으로 일반 식물에 비해 그 영향을 적게 받는 것으로 나타났다.

@highlight

스투키와 같은 전자파 흡수 식물이라고 하더라도 전자파의 흡수에 의해 식물의 표면온도는 상당히 증가함을 알 수 있었다.

