대상 판결은 자본시장법 시행 이후 유통시장에서의 부실공시에 대한 손해배상책임을 인정한 첫 번째 사건으로서 의의를 갖는다.

그렇지만 자본시장법 시행 이전에도 구 증권거래법상 유통시장에서의 부실공시에 대한 손해배상책임에 대해 발행시장에서의 부실공시에 따른 손해배상책임을 그대로 준용하였고 그에 따른 판례들도 체계적으로 집적되어 왔으므로 대상 판결이 기존의 선례들과 차별화되는 법리를 제시한 것은 아니다.

그렇지만 대상 판결로 인하여 구 증권거래법과 자본시장법의 차이점을 규명할 수 있는 계기가 되었다는 점, 발행시장과 유통시장에서의 부실공시책임을 동일하게 볼 것인지에 대한 문제의식을 갖게 되었다는 점 및 인과관계에 대한 기존의 대법원 판례들을 체계적으로 조망할 수 있게 되었다는 점으로 인하여 대상 판결이 평석자에게 갖는 의의는 적지 않다고 판단된다.

다음은 대상 판결에서의 쟁점에 보다 초점을 맞추어 자본시장법 제162조와 기존 대법원 판례의 법리 및 이 사건에서의 적용 등을 순차적으로 고찰하고자 한다.

@highlight

대상 판결은 자본시장법 시행 이후 유통시장에서의 부실공시에 대해 손해배상책임을 인정한 첫 번째 사건으로서 의의를 갖는다.

