본 연구의 목적은 고등학생들의 영성과 셀프리더십의 관계를 알아보는 것이었다.

이를 위해 다음과 같이 네 가지 연구문제를 설정하였다: (1) 고등학생들의 영성과 셀프리더십은 어느 정도인가?

; (2) 고등학생들의 인적 배경변인(성별, 학교유형별, 종교별)에 따라 영성과 셀프리더십은 차이가 있는가?

; (3) 영성과 셀프리더십은 어떠한 관계가 있는가?

; (4) 셀프리더십에 갖는 영성의 하위요인들의 상대적 영향력은 어떠한가?

이러한 연구문제들을 해결하기 위해, 본 연구에서는 고등학교 1학년 학생 447명을 대상으로 질문지를 실시하고, 기초통계치를 산출하고, 상관분석을 실시하고, 단계적 회귀분석을 실시하여 자료를 분석하였다.

본 연구의 결과, 첫째, 고등학생들의 영성과 셀프리더십은 ‘보통’보다 약간 높은 것으로 나타났다.

둘째, 고등학생들의 인적 배경변인(성별, 학교유형별, 종교별)에 따라 영성과 셀프리더십은 유의한 차이가 있는 것으로 나타났다.

셋째, 고등학생들의 영성과 셀프리더십은 유의한 상관관계가 있는 것으로 나타났다.

넷째, 셀프리더십에 대한 영성 하위요인들의 기여도는 유의한 것으로 밝혀졌다.

이러한 본 연구의 주요 결과에 대해 논의하고, 시사점과 후속연구를 제안하였다.

@highlight

본 논문은 고등학생들의 영성과 셀프리더십의 관계를 알아보고자 하였다.

@highlight

연구에서는 고등학교 1학년 학생 447명을 대상으로 질문지조사, 기초통계치 산출, 상관분석을 실시하였다.

@highlight

단계적 회귀분석을 통하여 자료 분석을 하였다.

