본 연구의 목적은 장애대학생의 대학생활적응 연구들을 종합하고, 메타분석을 통해 지금까지의 연구 성과를 확인하는 데 있다.

이를 위해 문헌을 고찰하여 분석 대상 논문 18편을 선정하였고, 이들 논문에서 장애대학생의 대학생활적응과 관련된 변인 23개를 도출하여 인구통계학적 특성 요인, 개인 내적 요인(정서, 핵심자기평가, 진로), 외적 요인(사회적지지, 학교환경)으로 범주화하고, 요인별 효과크기를 산출하였다.

연구 결과 정서 요인이 대학생활적응과 가장 큰 효과크기(.68)를 나타냈다.

개인 내적 요인과 외적 요인은 모두 중간 효과크기 이상을 나타낸 반면, 인구통계학적 특성 요인 중 장애유형과 장애등급만 통계적으로 유의했으나 작은 효과크기를 나타냈다.

본 연구 결과를 바탕으로 장애대학생의 대학생활적응과 관련된 후속 연구의 방향을 제시하고, 대학생활적응을 지원하기 위한 프로그램 개발에 있어 실질적인 시사점을 제시하고자 한다.

@highlight

이 연구의 목적은 장애대학생의 대학생활적응 연구들을 종합하고, 메타분석을 통해 지금까지의 연구 성과를 확인하는 데 있다.

