본 연구의 목적은 초등학교 실과 수업에 활용할 수 있는 STEAM 프로그램을 개발하고 실제 수업에 적용하여 그 효과를 확인하는 것이다.

STEAM교육은 과학, 기술(실과), 공학, 예술, 수학의 교과또는 그 내용과 원리를 통합적으로 가르침으로써, 과학기술에 대한 학생들의 흥미와 이해력을 높이고 창의적 문제 해결력을 기르기 위한 융합 교육이다.

한편 교육과학기술부 산하 한국과학창의재단의 기술교사를 위한 융합인재교육(STEAM) 프로그램 개발 사업이 2012년 2월부터 5월까지 4개월간에 거쳐 한국교원대학교에서 진행되었다.

본 연구는 기술(실과)교사를 위한 STEAM프로그램 개발사업의 일환으로서 과학, 기술(실과), 공학, 예술, 수학 교과의 전문가와 현장교사로 구성된 32명의연구진이 초등학교 실과 수업에 활용할 수 있는 6개 T-

STEAM 프로그램을 개발하였고, 개발 프로그램 중 일부를 실제 수업에 적용하여 대응표본 t-

검증을 통해 창의적 설계, 감성적 체험, 내용적 융합, 수업 만족도 측면의 효과를 분석한 것이다.

@highlight

이 연구의 목적은 초등학교 실과 수업에 활용할 수 있는 STEAM 프로그램을 개발하고 실제 수업에 적용하여 그 효과를 확인하는 것이다.

@highlight

이 연구는 기술교사를 위한 STEAM프로그램 개발사업의 일환으로서 과학, 기술, 공학, 예술, 수학 교과의 전문가와 현장교사로 구성된 32명의연구진이 초등학교 실과 수업에 활용할 수 있는 6개 T-

@highlight

STEAM 프로그램을 개발하였고, 개발 프로그램 중 일부를 실제 수업에 적용하여 대응표본 t-

@highlight

검증을 통해 창의적 설계, 감성적 체험, 내용적 융합, 수업 만족도 측면의 효과를 분석한 것이다.

