본

 

연

구

의

 

목

적

은

 

내

부

 

원

추

형

 

연

결

형

태

 

임

플

란

트

에

서

 

지

대

주

 

나

사

의

 

좌

면

각

도

가

 

연

결

부

의

 

기

계

적

 

안

정

성

에

 

미

치

는

 

영

향

을

 

알

아

보

기

 

위

함

이

다

.

 

이

를

 

위

해

 

원

추

형

 

연

결

구

조

 

티

타

늄

 

임

플

란

트

와

 

시

멘

트

 

유

지

형

 

지

대

주

,

 

텅

스

텐

 

카

바

이

드

 

코

팅

된

 

티

타

늄

 

합

금

 

지

대

주

 

나

사

를

 

사

용

하

였

다

.

 

좌

면

각

도

가

 

4

5

°

와

 

9

0

°

를

 

갖

는

 

지

대

주

와

 

지

대

주

 

나

사

를

 

제

작

하

여

 

3

0

 

N

c

m

 

조

임

회

전

력

으

로

 

지

대

주

를

 

체

결

한

 

후

 

하

중

을

 

가

하

고

 

체

결

 

및

 

하

중

 

부

여

에

 

따

른

 

침

하

량

을

 

측

정

하

였

다

(

n

 

=

 

5

)

.

 

또

한

 

유

압

식

 

피

로

시

험

기

에

 

임

플

란

트

를

 

고

정

하

고

 

스

테

인

리

스

 

스

틸

 

금

속

관

을

 

지

대

주

에

 

합

착

하

였

다

.

 

이

 

후

 

반

복

 

하

중

을

 

가

한

 

후

 

풀

림

토

크

 

변

화

량

을

 

측

정

하

고

,

 

압

축

굽

힘

강

도

와

 

피

로

강

도

를

 

측

정

하

였

다

(

n

 

=

 

5

)

.

 

연

구

 

결

과

 

지

대

주

 

침

하

량

은

 

지

대

주

나

사

 

체

결

 

시

 

가

장

 

크

게

 

나

타

났

으

며

(

P

 

<

 

0

.

0

5

)

,

 

나

사

체

결

과

 

하

중

부

여

에

 

따

른

 

총

 

침

하

량

은

 

4

5

°

군

보

다

 

9

0

°

군

에

서

 

더

 

크

게

 

측

정

되

었

다

(

P

 

<

 

0

.

0

5

)

.

 

그

러

나

 

반

복

하

중

 

부

여

 

후

 

풀

림

 

토

크

,

 

그

리

고

 

최

대

 

압

축

굽

힘

강

도

와

 

피

로

강

도

는

 

통

계

적

으

로

 

유

의

한

 

차

이

를

 

보

이

지

 

않

았

다

(

P

 

>

 

0

.

0

5

)

.

 

본

 

실

험

조

건

 

하

에

서

 

지

대

주

 

나

사

머

리

의

 

원

추

형

 

설

계

가

 

지

대

주

의

 

총

 

침

하

량

을

 

약

간

 

감

소

시

키

는

 

효

과

를

 

나

타

냈

으

나

,

 

연

결

부

의

 

전

체

적

인

 

기

계

적

 

안

정

성

에

 

미

치

는

 

영

향

은

 

크

지

 

않

을

 

것

으

로

 

판

단

된

다

.

@highlight

이 연구의 목적은 내부 원추형 연결형태 임플란트에서 지대주 나사의 좌면각도가 연결부의 기계적 안정성에 미치는 영향을 알아보기 위함이다.