본 연구는 유아의 성별에 따라 놀이행동을 군집화하고, 놀이행동 군집별 유아교육기관의 적응 및 문제행동에 차이가 있는지를 규명하고자 하였다.

연구대상은 유아교육기관에 재원 중인 만 3, 4세 유아 322명이다.

본 연구의 주요결과는 다음과 같다.

첫째, 놀이행동은 성별에 따라 각각 네 개의 유형으로 군집화 되었다.

둘째, 남녀 유아의 놀이행동 군집에 따라 유아교육기관 적응과 문제행동은 차이가 있었다.

유아들은 다양한 유형의 놀이를 함께 보이는 경향이 있으며, 성별에 따라 선호하는 놀이에 차이가 있었다.

다양한 놀이에 고르게 참여하는 유아들은 적응 수준이 높았으며, 놀이를 적게 하는 유아들은 문제행동의 정도가 높았다.

혼자놀이와 거친 신체놀이를 선호하는 유아들은 사회적 놀이 참여정도에 따라 적응 및 문제행동에 차이가 있었으며, 이는 사회적 놀이의 긍정적인 요소가 다른 놀이의 부정적인 측면을 완화시켜줄 수 있음을 보여준다.

본 연구결과는 유아기 놀이의 발달적 가치를 재조명 하고, 교육현장에서 유아의 놀이행동을 이해하고 지도하는 데 시사점을 제공해준다.

@highlight

본고는 유아의 성별에 따라 놀이행동을 군집화하였고, 놀이행동 군집별 유아교육기관의 적응 그리고 문제행동에 차이가 있는지를 규명하고자 한다.

