닫

힌

 

균

열

을

 

따

라

 

발

생

하

는

 

전

단

거

동

을

 

M

o

d

e

 

I

I

 

크

랙

의

 

시

작

과

 

진

행

으

로

 

묘

사

할

 

수

 

있

다

.

 

파

괴

역

학

 

이

론

에

서

는

 

순

수

 

M

o

d

e

 

I

I

 

재

하

에

서

 

일

반

적

으

로

 

고

유

물

성

으

로

 

인

식

되

는

 

에

너

지

 

방

출

율

(

G

I

I

,

 

E

n

g

e

r

g

y

 

R

e

l

e

a

s

e

 

R

a

t

e

)

이

 

한

계

점

(

G

I

I

C

)

에

 

도

달

했

을

 

때

 

전

단

거

동

이

 

시

작

된

다

고

 

예

측

한

다

.

 

지

난

 

몇

 

년

간

 

퍼

듀

대

학

의

 

암

반

공

학

그

룹

은

 

한

계

 

에

너

지

 

방

출

률

(

G

I

I

C

)

의

 

구

속

응

력

(

n

o

r

m

a

l

 

s

t

r

e

s

s

)

과

 

닫

힌

 

균

열

의

 

거

칠

기

에

 

대

한

 

관

계

를

 

실

험

적

으

로

 

접

근

해

왔

다

.

 

먼

저

 

많

은

 

실

험

들

이

 

아

크

릴

 

재

료

를

 

대

상

으

로

 

실

행

되

었

는

데

,

 

이

는

 

광

탄

성

(

P

h

o

t

o

e

l

a

s

t

i

c

)

 

방

법

을

 

이

용

한

 

균

열

 

끝

(

f

r

a

c

t

u

r

e

 

t

i

p

)

의

 

응

력

 

집

중

 

영

역

을

 

시

각

화

하

는

 

것

을

 

가

능

케

 

해

 

주

었

다

.

 

그

 

다

음

 

실

험

 

연

구

는

 

비

교

적

 

낮

은

 

압

축

강

도

를

 

지

닌

 

균

질

한

 

석

고

에

 

시

행

되

었

고

,

 

최

근

에

는

 

더

 

높

은

 

압

축

강

도

를

 

지

닌

 

재

료

를

 

대

상

으

로

 

실

험

연

구

를

 

수

행

하

였

다

.

 

그

 

예

로

 

시

멘

트

로

 

만

든

 

시

료

 

불

록

에

 

직

접

 

전

단

 

실

험

을

 

하

였

는

데

,

 

이

전

의

 

실

험

들

과

 

마

찬

가

지

로

 

불

연

속

면

의

 

최

대

 

마

찰

각

(

P

e

a

k

 

F

r

i

c

t

i

o

n

 

A

n

g

l

e

)

이

 

잔

류

 

마

찰

각

(

R

e

s

i

d

u

a

l

 

F

r

i

c

t

i

o

n

 

a

n

g

l

e

)

과

 

비

슷

할

 

때

만

이

 

G

I

I

C

가

 

재

료

의

 

고

유

물

성

으

로

 

간

주

 

될

 

수

 

있

다

는

 

점

을

 

확

인

할

 

수

 

있

었

다

.

 

그

렇

지

 

않

은

 

경

우

에

 

한

계

 

에

너

지

 

방

출

율

(

G

I

I

C

)

은

 

구

속

응

력

과

 

함

께

 

증

가

한

다

.

@highlight

지난 몇 년간 퍼듀대학의 암반공학그룹은 한계 에너지 방출률의 구속응력과 닫힌 균열의 거칠기에 관한 관계를 실험적으로 접근해왔다.