이

 

논

문

은

 

2

0

1

3

년

 

한

국

 

힙

합

씬

(

s

c

e

n

e

)

을

 

뜨

겁

게

 

달

군

 

‘

컨

트

롤

대

란

’

에

 

대

한

 

사

례

연

구

이

다

.

 

미

국

 

래

퍼

 

켄

드

릭

 

라

마

(

K

e

n

d

r

i

c

k

 

L

a

m

a

r

)

가

 

처

음

 

시

작

한

 

컨

트

롤

대

란

은

 

미

국

에

서

는

 

힙

합

씬

의

 

반

성

과

 

발

전

이

라

는

 

‘

공

적

 

디

스

’

로

 

마

무

리

된

 

데

 

반

해

 

한

국

에

서

는

 

개

인

 

신

상

을

 

공

격

하

고

 

계

약

 

문

제

를

 

논

하

는

 

‘

사

적

 

디

스

’

의

 

도

구

로

 

활

용

되

었

다

.

 

우

리

는

 

바

로

 

이

 

차

이

에

 

주

목

하

였

다

.

 

그

리

고

 

이

 

차

이

를

 

설

명

하

기

 

위

해

부

르

디

외

의

 

장

 

이

론

(

f

i

e

l

d

 

t

h

e

o

r

y

)

을

 

활

용

하

여

 

한

미

 

컨

트

롤

대

란

에

 

발

표

된

 

전

곡

의

가

사

를

 

분

석

하

였

다

.

 

부

르

디

외

의

 

이

론

에

 

의

하

면

,

 

힙

합

장

은

 

테

크

닉

,

 

콘

텐

츠

,

 

제

스

처

적

 

차

원

의

 

3

요

소

로

 

구

성

된

 

힙

합

성

이

 

자

율

적

으

로

 

작

동

하

고

 

장

의

 

행

위

자

들

이

이

를

 

쟁

취

하

고

자

 

투

쟁

을

 

벌

이

는

 

실

천

적

 

공

간

이

다

.

 

우

리

는

 

한

국

과

 

미

국

에

서

 

각

각

 

진

행

된

 

컨

트

롤

대

란

이

 

서

로

 

다

른

 

결

과

를

 

낳

은

 

이

유

를

 

힙

합

성

이

 

작

동

하

는

 

방

식

이

두

 

힙

합

장

에

서

 

다

르

게

 

구

현

되

기

 

때

문

이

라

고

 

판

단

하

였

다

.

 

미

국

의

 

힙

합

장

은

 

콘

텐

츠

적

 

힙

합

성

의

 

한

 

요

소

인

 

‘

디

스

’

를

 

놀

이

로

 

인

정

하

는

 

문

화

가

 

자

리

하

고

 

있

다

면

,

 

한

국

의

 

힙

합

장

은

 

테

크

닉

,

 

콘

텐

츠

적

 

힙

합

성

에

 

대

한

 

합

의

가

 

부

재

한

 

상

황

에

서

 

제

스

처

적

 

힙

합

성

만

이

 

부

각

된

 

양

상

을

 

보

인

다

.

 

따

라

서

 

‘

디

스

’

를

 

놀

이

로

 

여

기

지

 

않

고

 

그

것

에

 

윤

리

적

 

잣

대

를

 

들

이

 

댄

 

한

국

의

 

컨

트

롤

대

란

은

 

래

퍼

들

의

 

성

토

대

회

로

,

 

‘

사

적

 

디

스

’

가

 

난

무

하

는

 

공

간

으

로

 

전

락

한

 

것

이

다

.

@highlight

본 논문은 2013년 한국 힙합씬(scene)을 뜨겁게 달군 ‘컨트롤대란’에 관한 사례연구이다. 미국 래퍼 켄드릭 라마(Kendrick Lamar)가 처음 시작한 컨트롤대란은 미국에서는 힙합씬의 반성과 발전이라는 ‘공적 디스’로 마무리된 데 반해 한국에서는 개인 신상을 공격하고 계약 문제를 논하는 ‘사적 디스’의 도구로 활용됐다.