이 글의 목적은 ‘탈구’의 관점을 통해 미디어 이용의 변화를 설명하는 것이다.

기존의 연구는 미디어 이용의 변화를 과다하게 추정하거나 분절적 집단의 형성이라는 정태적 결과로 바라보고, 미디어 이용의 의미를 시공간 요소와 분리하여 해석하는 한계를 가졌다.

이 글은 탈구 개념을 통해 미디어 이용의 변화를 크기와방향, 즉 벡터로 표현되는 동태적 과정으로 바라보고, 이를 시계열 자료의 분석을 통해 드러냄으로써 기존 연구의 한계를 이론적, 방법론적으로 극복하고자 하였다.

탈구는 들뢰즈·과타리의 몰적-

분자적 동학을 미디어 이용 분석에 적용한것으로, 주류적 질서와 이탈의 관계에 주목함으로써 변화의 내, 외부적 역동을보다 정당하게 파악하도록 해 준다.

이 글에서는 탈구를 미디어, 시간, 공간의 세가지 차원으로 설정하고 각각을 미디어 이용 이벤트, 이용 세션, 이용 장소를 통해 분석하였다.

분석 결과, 전통적 이용 행위가 여전히 절대적인 우위를 차지하여 미디어 이용의 탈구가 체감만큼 급진적이지 않으나, 시청 기기의 분화와 같은 내부적 역동성 또한 부분적으로 존재함을 확인하였다.

그 결과를 세 차원의 벡터값을 활용한 종합적 모델로 제시하고, 그 의의를 설명하였다.

@highlight

이 글의 목적은 ‘탈구’의 관점을 통해 미디어 이용의 변화를 설명하는 것이다.

@highlight

탈구는 들뢰즈·과타리의 몰적-

@highlight

분자적 동학을 미디어 이용 분석에 적용한것으로, 주류적 질서와 이탈의 관계에 주목함으로써 변화의 내, 외부적 역동을보다 정당하게 파악하도록 해 준다.

