이 연구는 1990년대 이후 일본 여성청년들의 성인기 이행과정을 학교에서 노동시장으로의 이행, 고용, 주거의 세 가지 측면에서 검토해 다음과 같은 사실을 발견했다.

첫째, 여성의 교육선택은 생애취업을 지향하고 있지만 장기불황기부터 독립적인 성인기로의 이행은 점점 지연되고 있고, 최근 들어 여성청년의 경제활동 참여율까지 저하하고 있다.

둘째, 남성생계부양자형 젠더 체계 하에서 최대의 결혼 크레바스는 청년의 고용불안정이다.

청년의 비정규화가 날로 심각해지는 가운데, 비정규직 남성은 부양능력을 확보하지 못해, 정규직 여성은 고용안정을 지키기 위해 결혼하지 못한다.

셋째, 성인기로의 이행의 곤란이 증가하면서 특히 여성청년의 부모와의 동거가 급속히 증가하고 있다.

부모도 자녀도 따로 살 수 없어 함께 살아가는 스크럼 가족이 증가하는 가운데 여성청년은 남성청년보다 가족생활에 더 많이 기여하고 있다.

스크럼 가족의 확대와 강화는 다시 청년의 자립을 저해하고 결혼과 출산의 감소로 이어질 것이다.

이와 같은 일본의 경험은 탈산업화와 초고령 사회로의 전환 속에서 사회를 유지하기 위해서 성별분업이 아니라 남성도 여성도 노동권과 가족 보살핌권 모두를 인정받는 사회로의 전환이 필요함을 시사한다.

@highlight

본 연구는 1990년대 이후 일본 여성청년들의 성인기 이행과정을 학교에서 노동시장으로의 이행, 고용, 주거의 세 가지 측면에서 검토해 다음과 같은 사실을 발견했다.

