이 연구는 우리 삶에 막대한 위협을 가하는 기후변화와 그로 인해 파생되는 기후변화 리스크의 그 위험성과 확장성을 살펴보는 데 목적이 있다.

이를 위해 우리나라 강원도지역을 대상으로 산사태리스크 예측과 그 피해비용 추정을 통해 기후변화 리스크의 확장성과 위험성을 분석하고자 하였다.

분석방법은 Maxent(Maximum Entropy Model)를 사용하여 향후 2100년까지 3기간(단기미래, 중기미래, 장기미래)을 대상으로 RCP 4.5와 RCP 8.5 시나리오를 적용해 기후변화에 따른 산사태 위험지역 면적과 피해규모를 추정하였다.

분석결과, 장기미래(2071~2100년)에는 과거(2006년 기준)보다 산사태 발생 위험지역이 150% 늘어나고, 피해 발생 규모도 200% 수준으로 커질 것으로 추정되었다.

또한, 건축물, 도로, 농경지와 같은 인간 활동과 관계된 지역의 산사태 위험이 더 커짐을 보였다.

한편, 시각을 넓혀 리스크관리를 주요 업무인 보험업에 대해 보면, 향후 기후변화 리스크의 확장은 보험업에 있어 보험금 지급 규모 거대화와 보험재무구조 악화 등을 초래할 것으로 연결해 볼 수 있다.

따라서 앞으로 보험회사는 기후변화 적응에 필요한 자본 확충과 자산의 유동성 확보 등 선제적 대응을 검토해 볼 가치가 있다.

@highlight

본고는 우리 삶에 막대한 위협을 가하는 기후변화와 그로 인하여 파생되는 기후변화 리스크의 그 위험성과 확장성을 살펴보고자 한다.

