본 연구는 예비유아교사의 문화적 공감, 비판적 사고성향, 문제해결력이 문화적 역량에 미치는 영향을 살펴보기 위한 목적으로 실시되었다.

연구대상은 대학의 유아교사 양성학과에 재학 중인 1~4학년 예비유아교사들로 총 355명이었다.

분석결과 첫째, 예비유아교사의 다문화 관련 경험 중 다문화사회와 교육 수업경험, 다문화가정 유아경험, 다문화에 대한 관심정도에 따라 문화적 역량에 차이가 있었다.

둘째, 예비유아교사의 문화적 공감, 비판적 사고성향과 문제해결력은 이들의 문화적 역량에 유의미한 정적 상관관계가 있는 것으로 나타났다.

셋째, 예비유아교사의 문화적 역량에 대한 상대적 영향력에서 다문화에 대한 관심정도, 문화적 공감, 문제해결력이 문화적 역량을 예언하였으며 그 중 문화적 공감이 예비유아교사의 문화적 역량을 가장 많이 예언하는 것으로 나타났다.

이러한 결과는 예비유아교사의 문화적 역량을 증진시키기 위해 이들의 문화적 공감능력과 문제해결력을 향상시키는 것이 중요함을 시사하였다.

또한 예비유아교사의 문화적 공감과 문제해결력 향상을 위한 대학의 교양과 전공수업설계 및 온·오프라인 프로그램 개발에 대한 연구가 요구됨을 시사하였다.

@highlight

이 연구는 예비유아교사의 문화적 공감, 비판적 사고성향, 문제해결력이 문화적 역량에 미치는 영향을 살펴보기 위한 목적으로 실시되었다.

