온라인게임 산업은 문화 콘텐츠의 한 분야로 자리 잡고 급속도로 성장하고 있다.

이러한 온라인 게임은 e-

Business 시장에서 드물게 수익모델을 갖춘 분야로 각광을 받고 있으며 특히 MMORPG(Massively Multiple Online Role Playing Game)분야는 가장 많은 사용자를 가지며 경쟁이 치열하고 높은 충성도와 몰입도를 보이는 게임산업 분야임에도 불구하고 서비스나 이용편의 등 부가적 요소에 관한 연구들이 부족하였다.

이에 본 연구에서는 게임의 진행과는 관계없는 부가적인 요소들이 충성도와 몰입도에 얼마나 영향을 미치는지 알아보았다.

연구결과 사용자들에 게임의 부가적인 요소들의 인식 수준은 미비하지만 인식하고 있는 부가적 요소들은 충성도와 몰입도에 강한 영향을 미친다는 것을 알 수 있었고 온라인 게임 설계에 있어서 사용자들이 인식하고 있지 않다고 하더라도 부가적 요소가 기본적으로 고려되어야하는 점이라는 것을 보여준다.

본 연구 결과는 게임설계 과정에서 온라인 게임 이용자들의 충성도와 몰입도를 향상시키는 전략적 방안을 세우는데 있어서 온라인 게임 운영자와 실무자들에게 많은 도움을 줄 수 있을 것으로 기대한다.

@highlight

이 연구 결과는 게임설계 과정에서 온라인 게임 이용자들의 충성도와 몰입도를 향상시키는 전략적 방안을 세우는데 있어서 온라인 게임 운영자와 실무자들에게 많은 도움을 줄 수 있을 것으로 기대한다.

