본 연구의 목적은 한국, 영국, 싱가포르 초등 과학교과서에 제시된 질문의 유형과 특징을 비교하여, 한국 과학교과서 질문 구성 및 제시를 위한 시사점을 얻는 것이다.

이를 위하여, 한국 초등 과학교과서의 ‘그림자와 거울’ 단원과 이에 해당하는 영국, 싱가포르의 과학교과서 단원을 대상으로 교과서에 제시된 질문의 유형과 특징을 분석하였다.

분석 결과, 한국의 과학교과서에서는 페이지 당 제시되는 질문의 수가 4.4개로 영국(6.1개)과 싱가포르(4.3개)에 비해 상대적으로 적거나 비슷한 반면, 교과서에 제시된 전체 문장 중, 반 이상(53.8%)이 질문이나 요청의 의미를 담은 문장으로 다른 국가들보다 제시된 문장에 대한 질문의 비율이 높은 편이었다.

질문 유형을 살펴보면, 한국 과학교과서에서는 경험적 질문(38.7%)보다 비경험적 질문(62.3%)이 많은 편이었다.

경험적 질문에서는 실험하기(39.0%), 관찰하기(19.5%), 비교하기(17.1%) 질문이 많았으며, 영국에 비해 의사소통, 적용하기 질문은 상대적으로 적었다.

비경험적 질문에서는 초점적 질문(48.5%), 수사적 질문(39.4%)이 가장 많았다.

한편, 영국과 싱가포르에서는 초점적 질문이 각각 83.3%, 76.5%로 압도적으로 많고 수사적 질문은 거의 없었다.

이러한 결과를 바탕으로 한국의 초등 과학교과서 질문 구성을 위해 갖는 시사점을 논의하였다.

@highlight

본고는 한국과 영국, 싱가포르 초등 과학교과서에 제시된 질문의 유형과 특징을 비교하여, 한국 과학교과서 질문 구성과 제시를 위한 시사점을 얻는 것을 목적으로 한다.

