이 연구는 광고를 활용하는 정치인의 홍보 효과에 관한 수용 인식을 Q방법론적으로 진단하고, 기능적인 측면에서 세부적인 유형들을 짚어보고자 하였다.

이에 본 연구에서 는 위에서 제기된 사항들의 해답을 얻기 위하여 주관성연구 분석방법을 활용하였다.

분 석된 결과조사결과에서는 제 1유형(N=6): TV 및 스마트폰 유용형(TV & Smart-

phone Utility Type), 제 2유형(N=6): 흥미 유발 및 정보제공형(Interesting Induction & Information support Type), 제 3유형(N=3): 잡지 및 스마트폰 유용형(Magazine & Smart-

phone Utility Type)] 등으로 분류되었다.

결과적으로, 앞으로 계량적인 실증적 연구와 관련 이해당사자들간의 종합적 비교와 대안책이 추가된다면, 정치인의 광고를 활 용과 관련한 홍보 효과의 개선과 활성화를 위한 정책방향에 보다 심도 있는 연구결과가 제시될 수 있을 것으로 예상된다.

@highlight

이 연구는 광고를 활용하는 정치인의 홍보 효과에 관해 수용 인식을 Q방법론적으로 진단하고, 기능적인 측면에서 세부적인 유형들을 짚어보고자 했다.

