본 연구에서는 외환위기 이후 대규모 기업집단으로 지정된 기업집단을 대상으로 자본구조의 분산을 산업효과, 기업집단효과, 기업효과로 분해하였다.

이러한 연구방법은 기존의 연구들이 산업, 기업집단, 기업특성이 자본구조에 미치는 영향을 분석한 것과는 다른 접근 방법이다.

이처럼 분산기법을 활용한 연구는 주로 전략분야에서 많이 이루어졌는데, 국내 기업을 대상으로는 한 연구는 Chang and Hong (2002)의 연구가 대표적이다.

Chang and Hong(2002)의 연구모형을 적용하여 국내 대규모 기업집단에 소속된 계열기업의 자본구조를 분산분해하였다.

분석결과, 대규모 기업집단에 소속된 전체기업의 분산은 기업효과(17.2%), 산업효과(3.9%), 기업집단 효과(3.8%), 연도효과(0.9%), 산업·연도효과(0.9%) 순으로 설명되고 있어 기업효과가 상당히 크게 작용하고 있음을 알 수 있었다.

출자총액제한 기업집단을 대상으로 한 분석에서는 기업효과를 제외하면 그 다음으로 산업효과가 크게 나타났으며, 상호출자제한 기업집단을 대상으로 한 분석에서는 기업효과를 제외하면 기업집단효과가 크게 나타나 대규모 기업집단 내부자본시장을 제한하는 공정거래위원회의 규제가 상당한 영향을 미치고 있음을 확인할 수 있었다.

즉, 기업집단 내부의 자본시장이 계열기업의 자본구조에 상당한 영향을 미치는 것을 파악할 수 있었으며, 공정거래위원회의 출자총액제한제도가 기업집단의 내부자본시장에 상당한 영향을 미치는 것도 간접적으로 확인할 수가 있었다.

@highlight

이 연구에서는 외환위기 이후 대규모 기업집단으로 지정된 기업집단을 대상으로 자본구조의 분산을 산업효과, 기업집단효과, 기업효과로 분해했다.

@highlight

본 연구방법은 기존의 연구들이 산업, 기업집단, 기업특성이 자본구조에 미치는 영향을 분석한 것과는 다른 접근 방법이다.

