본 연구에서는 인적자본에 외부성이 존재하는 상황에서 남·북한이 통합하여 북한 경제가 시장경제체제로 이행할 경우 발생하는 남·북한 통일 경제의 균형성장 경로 및 과도기적 수렴과정을 동태적으로 분석하였다.

인적자본에 있어 외부성이 존재하는 경우 상대적으로 인적자본이 낙후된 경제의 경우 통합으로 인해 보다 선진화된 지역의 인적자본에 따른 외부성을 향유할 수 있게 됨에 따라 성장이 가속화되고 궁극적으로는 통합 경제의 인적자본이 비율이 같아지게 되는 수렴 과정을 거치게 된다.

이러한 수렴 과정에서 통합된 경제는 각각의 기존 성장 경로에서 이탈하여 새로운 이행 경로를 밟으며 장기적인 균형성장경로로 수렴하는 과정을 거치게 된다.

본고에서는 Lucas(1993) 및 Tamura(1996)의 내생적 성장모형과 Funke and Strulik(2005) 모형을 결합시켜 남·북한 통합경제의 성장 경로를 동태적으로 살펴보고자 하였다.

한편 본고에서는 남·북한 양 지역간 인적자본의 차이를 반영하는 수직적 통합모형을 상정하고 있다는 점에서 수평적 통합을 상정하는 Funke and Strulik모형과는 차별성을 가진다.

이들 양 모형의 경제통합의 이행경로를 비교해 본 결과, 수직적 통합 모형의 경우 북한 지역으로의 이전지출의 소요기간 및 경제통합의 수렴기간에서 수평적 통합모형에 비해 짧아지는 것으로 나타났다.

@highlight

이 연구에서는 인적자본에 외부성이 존재하는 상황에서 남·북한이 통합하여 북한 경제가 시장경제체제로 이행할 경우 발생하는 남·북한 통일 경제의 균형성장 경로 및 과도기적 수렴과정을 동태적으로 분석하였다.

