토지와 건물의 관계에 있어서 중국에서는 개인의 토지소유권을 인정하지 않기 때문에 이 문제는 토지사용권과 건물의 관계로 변경되었다.

중국에서는 토지와 건물을 별도의 부동산으로 취급하면서도 이들을 처분할 경우에는 일괄 처분할 것을 요구한다.

환언하면, 건물을 처분함에 있어서 그 건물이 점유하고 있는 범위내의 토지사용권을 함께 처분할 것을 요하고 그 주요한 이유가 바로 건물과 토지사용권의 권리자가 달라지는 것을 예방하려는 것이다.

그러나 현실에서는 이와 달리 건물과 토지사용권을 별도로 처분하는 현상이 존재하며 이는 물권법과 담보법에서 부동산을 일괄 처분할 것을 요구하는 것과 경제생활이 일정한 괴리가 있다는 것을 보여준다.

이러한 현상이 발생하는 이유는 건물과 토지는 상호 독립된 부동산이지만 일괄 처분을 요구하여 가령 토지사용권과 건물의 권리자가 동일하면 문제가 발생하지 않지만 여러 가지 원인에 기하여 그 권리자를 달리 하면 많은 문제가 발생할 수 있다.

특히 토지사용권의 기간이 만료된 후 토지와 지상건물의 관계와 토지사용권과 건물에 저당권을 설정한 경우에 많은 문제점이 존재한다.

실제로 토지와 건물의 권리자가 달라지는 경우에 법정지상권 등 제도를 도입하여 그 문제를 해결할 수도 있다.

@highlight

토지와 건물의 관계에 있어서 중국에서는 개인의 토지소유권을 인정하지 않기 때문에 이 문제는 토지사용권과 건물의 관계로 변경됐다.

