본 연구의 목적은 우리나라 체육의 산실이며 대표성을 가진 대한체육회가 비정부, 비영리 체육단체로서의 자율성 확보와 재정적 자립기반을 마련할 수 있는 일 방안을 제시하고 이에 따른 법적 지원방안을 살펴보는 데에 있다.

본 연구에서는 대한체육회의 자율성 확보를 위하여 국민체육진흥법에서 규정하고 있는 대한체육회 관련 조항 중 제33조와 제43조에서의 회장 취임 승인권 변경, NOC 명문화 규정 신설 그리고 감독권 개정을 제시하였다.

또한 재정자립을 위한 기반 마련 방안으로서 체육진흥투표권 수익권 정률배분안과 자립기반 확보를 위한 특별 사업 지원안 등 2가지 방안을 제시하였다.

각 방안에 대한 고찰로서 체육진흥투표권 수익권 정률배분안에서는 재정적 자립기반 확보를 위한 최적의 방안이기는 하나 실행에 대한 방해요소로서 다른 체육단체와의 형평성 문제, 법적 지원을 할 수 있는 근거 부재, 국민의 인식 등의 복합적인 문제점을 제기하였다.

또 다른 방안인 대한체육회 재정자립기반 확보를 위한 특별 사업 지원안은 체육진흥투표권 수익권 정률배분안보다는 실행력이 높은 방안으로 보고 이에 따른 기반사업으로서 KSOC 호텔 건축, KSOC 체육회관 건립, 체육인 교육센터 건립, 스포츠마케팅 자회사 설립, 스포츠전문병원과 스포츠방송국 운영 사업 등 대한체육회안을 지지하였다.

@highlight

본고는 우리나라 체육의 산실이며 대표성을 가진 대한체육회가 비정부나 비영리 체육단체로서의 자율성 확보와 재정적 자립기반을 마련할 수 있는 일 방안을 제시하며 이에 따른 법적 지원방안을 살펴보고자 한다.

