국제적으로 기업활동의 수직적 분화와 현지경영이 가속화 됨에 따라 국제특송시장규모가 확대되고 있다.

글로벌 특송기업들은 확대되고 있는 국제물류시장에서 점유율을 증대시키고자 M&A를 통해 대형화하고 글로벌화하고 있는 데 반하여 우리나라 특송업체들은 규모의 영세성으로 국제물류시장에서 경쟁에 밀리고 있다.

본 연구에서는 우리나라 국제특송업체의 현황을 진단하고 경쟁력을 제고할 수 있는 방안을 탐색하고자 하였다.

연구결과에 의하면 국제특송산업의 특성요인과 이러한 시장에서의 경쟁적 특성요인이 특송업체의 두 유형의 글로벌전략에 중요한 영향을 미치고 있는 것으로 나타나고 있다.

첫 번째 유형의 전략은 특성화전략(SCM전략, 3자물류전략, 토탈물류전략 및 차별화전략)이며 두 번째 유형의 전략은 M&A와 종하물류기업화에 의한 규모확대와 단계별 시장진출전략이다.

이러한 두 유형의 전략이 제대로 실행되어야만 국제특송업체의 경쟁력을 증대시킬 수가 있으며 이를 위한 정부의 체계적인 지원이 필요한 것으로 나타나고 있다.

@highlight

이 연구에서는 우리나라 국제특송업체의 현황을 진단하고 경쟁력을 제고할 수 있는 방안을 탐색하고자 했다.

