이 연구는 2014년 제6회 지방선거를 사례로 영호남출신 유권자들의 거주지 이전에 따른 정당선호와 투표성향의 변화를 탐색하였다.

보다 구체적으로 이 연구는 한국사회과학데이터센터(KSDC)의 지방선거후 여론조사자료를 이용하여 영호남출신 유권자들이 타지로 이주할 경우 각각 새누리당과 새정치민주연합에 대한 선호와 투표 가능성이 과연 그리고 얼마나 완화되는지 분석하였다.

분석결과 이 연구는 영호남출신 유권자들이 타지에 거주할 경우 양대정당에 대한 선호도 격차와 정당편향적 투표성향이 완화된다는 점을 보여주었다.

아울러, 이 연구는 이주에 따른 양대지역정당에 대한 선호도 격차의 감소폭은 영남출신 유권자들보다 호남출신 유권자들에게서 더 크게 나타나지만, 이들에 대한 투표가능성이 통계적으로 유의미하게 감소한 것은 영남출신에게서만 나타난다는 점을 밝혔다.

이러한 분석결과를 근거로, 이 연구는 거주지 이전이 영호남출신 유권자들의 지역정당에 대한 선호와 투표결정에 미친 영향 사이에는 상당한 ‘불균형(disparity)’이 존재하며 ‘지역주의적 투표’의 완화를 통해 합리적인 정치적 시민성을 강화하기 위해서는 유권자들의 요구와 의지를 제대로 반영할 수 있는 제도적 해법이 모색되어야한다고 주장한다.

@highlight

이 연구는 2014년 제6회 지방선거를 사례로 영호남출신 유권자들의 거주지 이전에 따른 정당선호와 투표성향의 변화를 탐색했다.

