본 연구는 주택가격을 결정하는 요인과 영향력이 아파트와 단독주택이 다르다는 사실에 초점을 두고 서울특별시를 대상으로 한 실거래가격자료를 이용하여 그 차이를 규명하였다.

이를 위해 본 연구는 주택가격이 공간적으로 인접한 지역의 가격에 의해 영향을 받기 때문에 공간적 자기상관성이 존재함을 중시하여 공간적 자기상관성을 수정했을때의 가격결정요인에 미치는 영향을 공간계량모형을 사용하여 비교분석하였다.

이때 집계구의 평균주택가격을 종속변수로 사용함에 따른 생태적 오류(the ecological fallacy)의가능성을 언급하고 종속변수의 사용이유를 설명하였다.

분석결과 아파트와 단독주택의가격은 월세가구의 밀집 정도, 같은 주택유형의 공간적 밀집도, 주택규모, 도심 및 지하철역에 대한 접근성, 가구밀도 등과 같은 중요한 결정요인에서 차이를 보였다.

이러한가격결정요인들의 차이는 가격이 소비자의 선호 혹은 수요를 반영한다고 하면 부동산시장분석과 공공주택공급 등의 측면에서 중요한 고려사항이 될 것이다.

@highlight

본고는 주택가격을 결정하는 요인과 영향력이 아파트와 단독주택이 다르다는 사실에 초점을 두며 서울특별시를 대상으로 한 실거래가격자료를 이용해 그 차이를 규명한다.

