본 연구는 만 2세 영아의 시간에 따른 보육시설 적응차이와 첫 입소시기별 적응변화의 차이를 살펴보는데 목적이 있다.

본 연구를 수행하기 위해 먼저, 광주광역시 5개구별 4개의 보육시설을 표집하여 재원하고 있는 만 2세 영아 97명과 그들을 담당하고 있는 보육교사를 대상으로 면접과 설문조사하여 자료를 수집하였다.

연구결과, 만 2세 영아는 보육시설 생활 1주, 2주, 3주, 4주의 시간이 지남에 따라 적응의 하위요인인 사회·정서적 유능성이 향상되었으며, 외현적 문제행동과 내면적 문제행동이 감소하였다.

또한, 첫 입소시기별 보육시설 적응과정 변화를 살펴본 결과, 내면적 문제행동과 조절 문제에 있어서 보육시설 생활 1주에 있어서 첫 입소시기별 차이가 나타났으나 보육시설 생활 4주째에는 모든 적응요인들에 있어서 차이가 나타나지 않았다.

이러한 연구결과는 만 2세 영아의 보육시설 적응은 시간이 지남에 따라 점차적으로 사회·정서적 유능성, 외현적·내면적 문제행동에 안정성을 갖게 되며, 보육시설 생활 4주정도가 되면 입소시기가 빠른 영아나 늦은 영아가 거의 유사한 수준의 적응을 보인다는 것을 시사한다.

@highlight

이 연구는 만 2세 영아의 시간에 따른 보육시설 적응차이와 첫 입소시기별 적응변화의 차이를 살펴보려 한다.

@highlight

이 연구를 수행하기 위해 먼저, 광주광역시 5개구별 4개의 보육시설을 표집하여 재원하고 있는 만 2세 영아 97명과 그들을 담당하고 있는 보육교사를 대상으로 면접과 설문조사하여 자료를 수집했다.

@highlight

본 연구결과는 만 2세 영아의 보육시설 적응은 시간이 지남에 따라 점차적으로 사회·정서적 유능성, 외현적·내면적 문제행동에 안정성을 갖게 되며, 보육시설 생활 4주정도가 되면 입소시기가 빠른 영아나 늦은 영아가 거의 유사한 수준의 적응을 보인다는 것을 시사한다.

