본 연구는 Adler 이론에 근거한 허구적 목적의 함의를 기독교상담적 관점에서 살펴보고 실제 상담 장면에서의 활용 가능성과 구체적 적용 방안을 모색하는데 초점을 두고 있다.

Adler는 초기기억에서 비롯된 왜곡된 사적논리와 허구적 목적이 한 개인의 부적응적 생활양식과 삶의 어려운 문제들을 파생시킬 수 있음을 주장하였다.

기독교상담의 궁극적 목적을 이루기 위해, 본 연구에서는 내담자로 하여금 허구적 목적의 삶에서 벗어나 하나님의 부르심에 합한 소명적 목적의 삶으로 전환하도록 돕는 데 주안점을 두었다.

여기에서 말하는 소명적 목적의 삶이란, 하나님과의 올바른 관계 가운데 자기중심성에서 벗어나 다른 사람들을 존재적 가치대상으로 받으며 그리스도의 사랑을 실천하는 성육신적 삶을 말한다.

이를 위해 본 연구에서는 내담자로 하여금 기억조각 여행을 통해 자신의 허구적 목적의 실상과 당면문제와의 연관성을 파악하며 그렇게 살아갈 수밖에 없었던 스스로를 이해, 공감하고 안아줄 수 있는 원리와 방안을 모색하였다.

또한 하나님의 말씀과 삶의 여러 정황들에 대한 탐색을 통해 스스로의 소명적 목적을 깨닫게 함으로써, 부적응적인 허구적 목적의 틀에서 벗어나 하나님의 부르심에 합당한 삶을 삶도록 돕기 위한 상담의 이론적 근거와 구체적 접근방안을 실제사례를 통해 제시하였다.

@highlight

이 연구는 Adler 이론에 근거한 허구적 목적의 함의를 기독교상담적 관점에서 살펴보고 실제 상담 장면에서의 활용 가능성과 구체적 적용 방안을 모색하는데 초점을 두고 있다.

