본 연구는 경찰조직 인사제도의 하나인 수사경과제의 효과성을 경찰조직 구성원들의 인식을중심으로 분석한다.

경찰조직의 수사전문성 제고를 위해 지난 2005년에 도입된 수사경과제는 수사경찰을 일반경찰과 분리하여 별도의 선발·교육·해제과정을 통해 관리하는 인사제도이다.

그러나 도입 이후 약 10년이 경과한 현 시점에서도 이 제도의 효과성에 관한 논란이 지속되고 있다.

본 연구는 이러한 현실에 착안하여 경찰공무원 전체를 대상으로 실시한 대규모 설문조사의결과를 중심으로 수사경과제에 대한 효과성 인식을 분석한 결과, 두 가지 측면 모두에서 보통 또는 부정적인 응답의 비중이 긍정적 응답의 비중보다 높은 것으로 나타났다.

본 연구는 이러한 현상의 원인을 체계적으로 파악하기 위한 노력의 일환으로 연령·경력·계급·근무지·경과 등 주요 인구통계학적 변수, 그리고 관리변수인 선발방식의 공정성을 중심으로 일련의 탐색적 분석을 시도하였다.

그 결과 3~40대 연령층, 비간부층, 농어촌 근무, 그리고 비수사경과 집단에서 수사경과제의 효과성에 대한 부정적인 인식이 보다 강하게 형성되어 있는 것으로나타났다.

아울러 수사경과제 도입의 최대 수혜자로 인식되었던 수사경과 집단이 수사직무에 대하여 느끼는 만족도가 일반적 기대와는 달리 매우 낮은 것으로 파악되었다.

한편 선발방식의 공정성에 대한 인식은 수사경과제 효과성에 대한 인식에 매우 큰 영향을 미치는 것으로 나타났다.

본 연구는 이러한 분석결과를 바탕으로 수사경과제 운영상의 문제점과 개선책을 논의하였다.

@highlight

이 연구는 경찰조직 인사제도의 하나인 수사경과제의 효과성을 경찰조직 구성원들의 인식을중심으로 분석한다.

@highlight

이 연구는 이런 현실에 착안하여 경찰공무원 전체를 대상으로 실시한 대규모 설문조사의결과를 중심으로 수사경과제에 대한 효과성 인식을 분석한 결과, 두 가지 측면 모두에서 보통 또는 부정적인 응답의 비중이 긍정적 응답의 비중보다 높은 것으로 나타났다.

@highlight

이 연구는 이런 현상의 원인을 체계적으로 파악하기 위한 노력의 일환으로 연령·경력·계급·근무지·경과 등 주요 인구통계학적 변수, 관리변수인 선발방식의 공정성을 중심으로 일련의 탐색적 분석을 시도했다.

@highlight

이 연구는 이런 분석결과를 바탕으로 수사경과제 운영상의 문제점과 개선책을 논의했다.

