본 연구는 대학생을 위한 대사증후군 예방교육 프로그램을 개발하고 그 효과를 평가하기 위하여 시행되었다.

비동등성대조군 사전사후설계인 유사 실험연구와 질적 자료분석인내용분석방법을 접목한 연구 방법간 트라이앵귤레이션을 적용하였다.

서울시 노원구 소재 S대학교 재학생 49명을 대상으로 하였으며, 자료 분석방법은 SPSS WIN 18.0 프로그램을 사용하여 서술통계 2-

test,t-

test, Fisher’s exact test를 구하였다.

본 대사증후군 예방교육 프로그램의 주 메뉴는 기본교육, 영양교육,운동교육, 식사일기, 운동체크, 팁의 총 6개로 구성되어있고, 실험군은대조군에 비해 대사증후군 예방에 대한 인식정도가 유의하게 높았으며(F =7.919, p =.007), 대상자들은 비만, 고혈압, 당뇨 등이 대사증후군과 관련이 있으며 예방을 위한 실천방안으로 식습관 개선과 운동의 중요성에 대한 인식을 가지고 있었다.

스마트폰에 친숙한 대학생에게 어플리케이션을 교육매체로 한 대사증후군 예방교육 프로그램은 매우 유의한 효과가 있음이 확인되어그 개발의 필요성과 효용성이 입증되었다.

@highlight

이 연구는 대학생을 위한 대사증후군 예방교육 프로그램을 개발하고 그 효과를 평가하기 위하여 시행되었다.

@highlight

비동등성대조군 사전사후설계인 유사 실험연구와 질적 자료분석인내용분석방법을 접목한 연구 방법간 트라이앵귤레이션을 적용하였다.

