이 연구는 18F-

FDG PET/CT의 SUV에 영향을 미치는 병리학적 요인들을 알아보는 것이다.

2012년 09월부터 2013년 07월까지 한 대학병원에서 유방암으로 진단되어 18F-

FDG PET/CT를 시행하고 외과적 수술을 받은 39명을 대상으로 하여, pSUV와 종양크기, 조직학적 등급, 핵등급, 호르몬 수용체와 C-

erbB-2의 발현 상태 간의 관계를 분석하였다.

연구결과 종양의 크기가 클수록 pSUV가 높은 것으로 나타났으나 크기에 따른 통계적 유의성은 없는 것으로 나타났다.

조직학적 등급은 고등급의 pSUV가 더 높은 것으로 나타났으며 유의한 양의 상관관계가 있었다.

ER( estrogen receptor ), PR( progesteron receptor )은 양성에 비해 음성의 pSUV가 더 높았으며 유의한 음의 상관관계가 있었다.

유방암에서 18F-

FDG PET/CT의 pSUV는 조직학적 등급, ER과 PR과 상관관계가 있었다.

따라서 유방암 초기진단에 있어 18F-

FDG PET/CT를 이용한다면 조직검사나 수술을 통해 얻을 수 있는 조직학적 정보를 수술 전에 예측하여 치료방향에 도움을 줄 수 있을 것으로 생각된다.

@highlight

본 연구는 18F-

@highlight

FDG PET/CT의 SUV에 영향을 미치는 병리학적 요인들을 알아보는 것이다.

@highlight

연구결과 종양의 크기가 클수록 pSUV가 높은 것으로 나타났으나 크기에 따른 통계적 유의성은 없는 것으로 나타났다.

