이 연구는 녹색식생활교육 프로그램이 초등학생의 녹색식생활 태도에 미치는 영향을 살펴봄으로써 초등학생의 건강과 환경을 지키는 식생활 태도 형성을 도울 수 있는 방안을 모색하고자 하였다.

여기서 녹색식생활 태도는 건강, 환경, 배려에 대한 학습자의 인지적, 정의적, 행동적 속성을 의미한다.

이 연구의 목적을 달성하기 위해 청주시 소재의 D초등학교 4학년 2개 학급을 각각 실험집단과 통제집단으로 선정하였다.

통제집단에는 식생활에 관한 일반적 수업을 실시하였고, 실험집단에는 녹색식생활교육 프로그램을 적용하였다.

이 연구의 결론은 다음과 같다.

첫째, 실과 교육과정에 의한 식생활 영역의 일반적 수업은 녹색식생활 태도 함양에 효과적이지 않았다.

둘째, 녹색식생활교육 프로그램은 초등학생의 건강, 환경, 배려에 대한 식생활 태도 함양에 효과적이었다.

하위요인별로 보면, 녹색식생활교육 프로그램은 건강과 환경에 대한 태도 함양에 긍정적인 영향을 미친 반면, 배려에 대한 태도 함양에는 긍정적인 영향을 미치지 않았다.

@highlight

본 연구는 녹색식생활교육 프로그램이 초등학생의 녹색식생활 태도에 미치는 영향을 살펴봄으로써 초등학생의 건강과 환경을 지키는 식생활 태도 형성을 도울 수 있는 방안을 모색하려 했다.

@highlight

본 연구의 목적을 달성하기 위해 청주시 소재의 D초등학교 4학년 2개 학급을 각각 실험집단과 통제집단으로 선정했다.

