본 연구는 강원영동남부권 내륙물류기지 필요성 및 입지 경쟁력 분석을 위해, 강원권 물동량 추정 및 내륙물류기지 입지 경쟁 요인분석을 수행하였다.

분석결과, 강원권 산업단지 산출 가능 물동량은 775만 톤이며, 내륙물류기지의 조성지역은 기종점 분석 결과 가장 적합한 지역은 원주시로 나타났다.

내륙물류기지 경쟁 요인을 도출하기 위해서 선행연구를 통해 28개 변수를 도출하였으며, 해당 요인에 대해 탐색적 요인분석을 수행한 결과 16개의 요소가 4개의 요인으로 분류 되었다.

AHP 분석결과 요인별 중요도는 ‘접근성 요인’(0.374)이 가장 높은 수치를 보였으며, ‘연계성 요인’(0.358), ‘운영성 요인’(0.166), ‘정부정책 요인’(0.102)의 순으로 나타났다.

전체 항목에서의 중요도는 ‘내륙물류기지에서 수요지까지의 수배송’(0.160)이 가장 큰 요인으로 분석되었다.

@highlight

본 논문은 강원영동남부권 내륙물류기지 필요성과 입지 경쟁력 분석을 위하여, 강원권 물동량 추정 및 내륙물류기지 입지 경쟁 요인분석을 실행하였다.

