본고는 『낙포도정』의 편찬자와 그 자료적 성격을 밝힌 글이다.

편찬자로 밝혀낸 金濟學은 생애 전반기엔 洛圃란 號를 사용하다가, 후반기에 들어서 정치적인 이유로 개호한 것으로 추측한다.

낙포와 귀암이동일 인물인 근거는 『낙포도정』의 이본이나 그의 문집과의 관계를 통해서확인할 수 있고, 『낙포서언』이란 다른 저술이 있는 점이나 아우 김제성이지은 소설 내용과 일치하는 점도 근거로 들 수 있다.

그는 조선 純憲宗期에 성균관의 유생으로, 평생을 관직에 진출할 것을염원하며 꿈을 키우다 생을 마감한 불우한 선비다.

『낙포도정』은 자신의이상을 실천하기 위한 준비과정에서 편찬된 자료다.

이 자료의 八字評言은 편자가 科試를 준비하면서 중국의 역사인물을평가한 要目이다.

조선 관직은 그것을 일목요연하게 파악하기 위한 프레임일 뿐이며, 그는 그것을 조선시대에 성행하던 승경도와 같은 벼슬놀이에서 찾아낸 것이다.

과거를 준비하는 아동들에게 한번쯤은 일독을 요했을 急取篇의 역할도 했을 것이다.

@highlight

이 논문은 『낙포도정』의 편찬자와 그 자료적 성격을 밝힌 글이다.

@highlight

낙포와 귀암이동일 인물인 근거는 『낙포도정』의 이본이나 그의 문집과의 관계를 통해서확인할 수 있고, 『낙포서언』이란 다른 저술이 있는 점이나 아우 김제성이지은 소설 내용과 일치하는 점도 근거로 들 수 있다.

