심리치료의 궁극적인 목표는 특정한 심리적 문제를 유발하는 근본적 원인을 파악하여 이를 수정하고 변화시키는 것이다.

본 연구는 이와 같은 관점에서 최근 사회적 문제로 급부상하고 있는 SNS 중독의 근본 원인을 파악해서 향후 심리치료 프로그램 개발에 도움을 제공하고자 한다.

본 연구는 선행 연구 개관을 통해서 부적응적 자기개념(예.

낮은 자기존중감), 부적응적 성격 특성(예.

강한 자기애), 그리고 강한 부정적 정서 경험(예.

높은 수준의 불안)이라는 SNS 중독의 표면적 원인을 파악하였다.

이후 본 연구는 선행 연구 개관을 기반으로 이들 표면적 원인 기저의 근본적 원인으로 인지적 차원의 초기 부적응 도식과 정서적 차원의 정서조절곤란을 도출하고 ‘초기 부적응 도식 → 정서조절곤란 → SNS 중독’이라는 심리적 부적응 기제를 개념적으로 제안하였다.

SNS 중독의 고위험군인 20대를 대상으로 설문조사를 실시한 결과, 20대 여성 집단에서 이와 같은 심리적 부적응 기제가 나타났지만 20대 남성 집단에서는 ‘초기 부적응 도식 → SNS 중독’의 관계만 유의미한 것으로 밝혀졌다.

본 연구 결과는 20대 남녀의 초기 부적응 도식에 대한 인지치료나 20대 여성의 정서조절곤란에 대한 정서치료가 SNS 중독 치료에 실질적으로 도움이 될 수 있다는 함의를 제공한다.

@highlight

심리치료의 궁극적인 목표는 특정한 심리적 문제를 유발하는 근본적 원인을 파악해 이를 수정하고 변화시킨다.

@highlight

본 논문은 이와 같은 관점에서 최근 사회적 문제로 급부상하고 있는 SNS 중독의 근본 원인을 파악하여 향후 심리치료 프로그램 개발에 도움을 제공하려고 한다.

