본고는 숙련·비숙련 노동 간의 임금격차 확대를 설명하는 대표적인 이론으로서경제의 세계화 진전에 따른 생산요소의 해외아웃소싱 및 숙련편향적 기술진보 가설 등이 우리나라에서도 유효한지 실증분석을 시도하였다.

이를 위해 1990-2007년 기간에 대해 62개 산업별 패널자료를 구축하였으며 이를 바탕으로 (i) 산업간및 산업내 변동요인 분해, (ii) 초월로그(translog) 함수를 이용한 비용함수 추정,(iii) 유추된 요소가격(mandated wage) 추정 등의 방법을 사용하였다.

실증분석결과, 우리나라의 숙련노동 임금프리미엄 증가는 숙련편향적 기술진보에 따른 숙련노동의 수요 증가에 주로 기인하는 가운데 생산요소의 해외아웃소싱 증가도 숙련노동 임금프리미엄 변동의 상당부분을 설명하는 것으로 나타났다.

특히 생산요소의 해외아웃소싱이 숙련·비숙련 노동의 임금격차 확대에 미치는 영향은 외환위기 이전에 비해 이후에 보다 더 커졌음을 확인할 수 있었다.

@highlight

본 논문은 숙련·비숙련 노동 간의 임금격차 확대를 설명하는 대표적인 이론으로서경제의 세계화 진전에 따른 생산요소의 해외아웃소싱 및 숙련편향적 기술진보 가설 등이 우리나라에서도 유효한지 실증분석을 시도하였다.

