본 연구는 서울, 경기 지역의 헤어뷰티샵에 근무하는 미용종사자의 조직효율성, 고객지향성, 이직의도의 상호 영향 관계를알아보기 위해 설문조사를 실시하여 다음과 같은 주요 결과를얻었다.

첫째, 조직유효성, 고객지향성, 이직의도를 요인분석 한 결과, 조직유효성은 조직몰입과 직무만족 두 가지 요인이 도출되었고, 고객지향성은 서비스지향, 관계지향의 두 가지 요인이 도출되었다.

둘째, 미용종사자의 조직유효성, 고객지향성, 이직의도간에 상호 영향 관계를 알아본 결과, 미용종사자의 고객지향성이 높을수록 조직유효성이 높았으며 (p<0.001), 조직몰입과 고객지향성이 높을수록 이직의도는 낮았다 (p<0.001).

이들 결과를 통하여, 헤어뷰티샵 미용종사자들이 조직경영과동료와의 관계에 만족할 때, 본인의 직무에 관해 성취감을 느끼고 고객에게도 최상의 서비스를 제공할 수 있는 능력을 발휘할뿐만 아니라 경쟁력 있는 조직을 유지할 수 있고, 개인 또한 이직을 고려하지 않는 것으로 판단된다.

또한 직원들에게 적절한서비스, 기술 교육 및 종사자들을 위한 근무환경을 제공한다면,다양해진 고객의 욕구를 충족시킬 수 있는 미용서비스 산업으로의 발전에 기여할 수 있을 것으로 기대된다.

@highlight

이 연구는 서울, 경기 지역의 헤어뷰티샵에 근무하는 미용종사자의 조직효율성, 고객지향성, 이직의도의 상호 영향 관계를 알아보기 위해 설문조사를 실시해 다음과 같은 주요 결과를 얻었다.

