동시대 미술의 표현 내용과 형식은 나날이 다양하게 전개되고 있다.

특히 관람자의 적극적인 참여를 요구하는 작품들이 증가하고 있다.

이러한 현상에 부응하기 위해 미학의 영역에서는 미술에 대한 미적 경험을 재고할 필요성이 제기되고있다.

근대 미학에서 현대 미학에 이르기까지 주류를 형성하고 있는 미적 경험이론들은 대부분 주관의 심리에 주목한다.

이러한 이론들이 지닌 문제는 주관의내적 능력을 강조하고 주관을 대상으로부터 분리시킴으로써 주관주의에 치우친다는 점이다.

이러한 문제를 극복하기 위해서 우리는 미적 경험의 근원인 지각을재고해 볼 필요가 있다.

메를로-

퐁티의 지각에 대한 현상학은 지각에 대한 편견을 극복하고 현상으로돌아가 우리의 구체적이고 직접적인 지각 경험에 주목하도록 한다.

지각적 차원에서 주관은 외적 자극에 인과적으로 반응하는 존재 혹은 내적 세계에 고립된 존재가 아니라 몸을 통해 직접적이고 실제적인 방식으로 세계에 참여하는 존재이다.

따라서 미적 경험의 주관도 육화된 의식으로 세계에 적극적으로 참여하는 존재로 간주되고, 미적 대상은 지각하는 주관으로부터 분리되는 것이 아니라 상호작용하는 대상으로 이해된다.

이러한 새로운 지각 개념을 토대로 할 때 미술 작품에 대한 우리의 경험은 새로운 시각에서 조망될 수 있을 것이다.

@highlight

동시대 미술의 표현 내용과 형식은 나날이 다양하게 전개되며, 관람자의 적극적인 참여를 요구하는 작품들이 증가하였다.

@highlight

이런 현상에 부응하기 위하여 미학의 영역에서는 미술에 대한 미적 경험을 재고할 필요성이 제기되었다.

@highlight

근대 미학에서 현대 미학에 이르기까지 주류를 형성하고 있는 미적 경험이론들은 대부분 주관의 심리에 주목하였다.

