본 연구는 최근 확대되는 스마트폰 이용의 증가에 따른 위험도를 분석하고자 하였으며, 궁극적으로 스마트폰 사용 시 안전운전 방안에 대해 대책을 제시하는 것을 연구의 목적으로 하였다.

본 연구의 연구 결과를 요약하면 다음과 같다.

첫째, 운전 중 스마트폰을 통한 통화 목적 이외에도 부가 기능 이용률이 급증하고 있는 것으로 나타났다.

이들 기능의 위험 방지를 위해 운전 중 DMB 시청을 금지한 훈시규정을 정식 법규로 강화하여야 할 것이다.

둘째, 운전 중 스마트폰 사용의 위험 방지를 위해 일반적인 통화기능과 운행보조기능 외에는 스마트폰의 기능을 제한되게 하는 운전자 모드의 기능이 요구되었다.

셋째, 스마트폰 사용 중 발생한 사고나 법규위반의 경우 휴대전화 사용 벌칙과 법규위반 벌칙을 동시에 처벌 가능하도록 법규를 강화하여야 할 것이며, 교통사고처리특례법 주요 위반 항목에 포함시켜 사고 시 형사처벌도 강화하도록 하여야 할 것으로 판단되었다.

넷째, 판별모형 분석결과 모형에 포함된 ‘연령’과 ‘성별’이라는 두 변수를 통해 나이가 들수록, 남자일수록 운전 중 스마트폰 사용 중 위험상황을 경험하게 될 가능성이 높다는 것을 파악할 수 있었다.

판별모형 분석결과 나타난 ‘연령’과 ‘성별’ 변수 외에도 ‘스마트폰의 편리성’과 ‘전방주시’ 변수가 포함됨을 파악할 수 있었다.

이러한 분석 결과 및 특성들을 반영하여 교육, 공학, 단속의 입장에서 스마트폰 사용 시 안전운전 대책을 세시할 수 있었다.

@highlight

이 연구는 최근 확대되는 스마트폰 이용의 증가에 따른 위험도를 분석하고자 하였으며, 궁극적으로 스마트폰 사용 시 안전운전 방안에 대해 대책을 제시하는 것을 연구의 목적으로 했다.

