본 글은 초기불교승단의 비구 비구니의 음식과 관련된 사건과 내용을 통하여 그것이 담고 있는 의미를 파악하고자 함이다.

초기불교 승가의 의식주 일상생활 있어 음식이 가지는 의미는 매우 중요하다고 할 수 있다.

비구와 비구니는 걸식을 통하여 음식을 얻었다.

재가신자가 보시하는 음식을 하루 한번 오전 중에 걸식하여 먹는 것을 원칙으로 하였다.

비구, 비구니가 걸식을 할 때에는 반드시 발우를 지니고 있다가 재가신자가 보시하는 음식물을 받아야 한다.

따라서 비구와 비구니는 구족계를 수지할 때 화상으로부터 받은 하나의 발우를 소지하게 되어 있다.

또한 비구, 비구니는 걸식뿐만 아니라, 재가신자가 청하는 請食을 통하여 음식을 먹을 수도 있었다.

請食은 재가신자가 집에 음식을 준비하고 출가자를 초청하여 공양을 대접하는 것을 말한다.

비구 비구니는 한 끼를 보시하는 공양처에서도 음식을 얻어서 먹었다.

이와 같이 불교승단이 발전하면서 음식에 관한 규정에 많은 변화가 나타나지만 그 근본정신은 변함없다고 생각한다.

비구 비구니의 청정과 위의 그리고 승단이 화합이라는 전제가 된다면 그들의 복지와 안녕을 위하여 계율 조목의 개정은 어려운 일은 아니었다.

@highlight

본 글은 초기불교승단의 비구 비구니의 음식과 관련된 사건과 내용을 통하여 그것이 담고 있는 의미를 파악하고자 함이다.

