본 연구는 초등학교에서 중학교로의 전환기에 있는 청소년의 또래애착과 학교생활 적응간의 관계에서 공동체의식이 매개역할을 하는지 살펴보았다.

이를 위해 한국청소년정책연구원이 실시한 ‘한국 아동·청소년패널조사’ 4차 년도 자료(2013년도) 중에서 중학교 1학년 청소년 총 2,092명의 데이터를 사용하였다.

전환기 청소년의 또래애착, 공동체의식, 학교생활 적응 간의 관계를 살펴보기 위해서는 상관분석을 실시하였고, 공동체의식이 전환기 청소년의 또래애착과 학교생활 적응과의 관계에서 매개역할을 하는지 살펴보기 위해서는 구조방정식을 사용하여 매개모형 검증을 실시하였다.

연구 결과, 전환기 청소년의 또래애착, 공동체의식 및 학교생활 적응 간에는 정적인 상관관계가 있었다.

전환기 청소년의 또래애착은 학교생활 적응에 직접적인 영향을 미치기도 하지만 공동체의식을 매개하여 학교생활 적응에 간접적인 영향을 미치기도 하는 것으로 나타났다.

이는 전환기 청소년의 학교생활 적응력을 높여주기 위해서는 원만한 또래관계 형성을 통한 공동체의식 함양이 필요함을 제시한다고 볼 수 있다.

연구 결과에 기초하여 논의 및 함의가 제시되었다.

@highlight

이 연구는 초등학교에서 중학교로의 전환기에 있는 청소년의 또래애착과 학교생활 적응간의 관계에서 공동체의식이 매개역할을 하는지 살펴보았다.

