타인자본을 조달하여 사용하는 기업들 중에서 외화부채를 사용하는 기업의 재무적 특성은다를 수도 있을 것이다.

본 연구에서의 관심사항은 다음과 같다.

첫째, 외화부채사용및 기타 재무적인 특성들은 수출기업과 비수출기업간 차이가 있는가?

둘째, 수출의비중이 높은 기업일수록 외화부채의 비중이 더 높아지는가?

실증분석을 위해 한국거래소 유가증권시장에 상장되어 있는 비금융산업의 12월 결산법인중 자본잠식인 기업들은 제외하고 자료입수가 가능한 기업들을 선정하였다.

2001년부터2016년까지의 16년간 기업별 년도별 총 6,545개의 표본을 수집하였다.

분석결과는 다음과 같이 요약할 수 있다.

첫째, 외화부채비율과 같은 기업의 재무적특성이 수출기업군과 비수출기업군간에 평균적으로 차이가 나는지에 대해서 분석하였다.

그 결과 수출기업이 비수출기업에 비해서 외화부채비율, 차입금비율 등이 더 높은 것으로나타났다.

그러나 대주주지분율은 비수출기업군이 수출기업군에 비해 더 높은 것으로나타났다.

둘째, 외화부채의 비중에 영향을 주는 재무적 특성을 찾아내기 위해 패널분석을실시하였다.

기업들 중 수출비중이 높을수록 외화부채비중이 더 높은 것으로 나타났다.

또한 수익성, 성장성이 높은 기업일수록 외화부채비중이 높은 것으로 나타나고 있다.

@highlight

타인자본을 조달하여 사용하는 기업들 가운데에서 외화부채를 사용하는 기업의 재무적 특성은다를 수도 있을 것이다.

@highlight

본고의 관심사항은 아래와 같다.

