본고의 연구 목적은 무용단이라는 사회적 공간 속에서 자녀를 둔 기혼 여성 무용수(한국무용전공자)들이 어떠한 양태의 의미들로 호명되고 분리되어 가는지를 젠더 기술적인 측면에서 탐색해 보는데 연구 목적을 두었다.

연구방법으로는 구조주의적 기호분석을 통해 기혼 여성 무용수(한국무용)들의 섹슈얼리티와 여성노동이 가지는 상징성 등이 분석되었으며 Gillian Rose의 페미니즘 지리학과 Judith Butler의 언어의 수행성이 논의의 이론적 토대가 되었다.

이 연구는 단순한 공간과 언어에 대한 비판이 아닌 관습적이고 규범적인 젠더 공간과 언어에 대한 비판으로서 여성 무용수라는 주제를 두고 페미니즘 측면에서 가열찬 독해가 시도되었다.

이 같은 시도는 그간무용현장에서 재고되지 못했던 워킹맘으로서의 여성무용수들의 삶과 사회 관습적으로여성 무용수에게 발화되어왔던 언어폭력, 공간의 불평등, 모순적 섹슈얼리티에 대한학술적 논의라는 점에서 의의를 가진다.

@highlight

본 고는 자녀를 둔 기혼 여성 무용수들이 어떻게 호명되고 분리되어 가는지를 탐색한다.

@highlight

여성 무용수라는 주제로 페미니즘 측면에서 연구를 했으며 이런 시도는 여성무용수들의 삶과 사회 관습적으로 여성 무용수에게 발화되어왔던 것들에 대한 학술적 논의이다.

