강화학파의 학맥을 계승하여 지행합일을 강조한 담원은 그의 가족과 자녀들에게는 어떤 영향을 주었으며, 또한 어떻게 기억되고 있을까?

이 논문은 부모의 양육태도라는 측면에서 담원이 어떤 가족경험을 통해 자녀들과 신뢰관계를 구축했는지를 살펴보았다.

구한말을 대표하는 사상가나 국학자가 아닌 한 사람의 家長으로서 자녀들을 어떻게 양육했는지 살펴봄으로써 아버지 담원의 새로운 모습을 탐색하였다.

담원의 자녀교육은 理性的으로 주입되는 특정한 개념과 문장이 아니라 평소의 언행과 소신, 가치관과 인생관에 의한 感性的 경험에 의해 보다 효과적으로 이루어졌음을 알 수 있다.

일반적인 교육에서는 비전과 목표를 향한 지시와 훈계가 중요한 부분을 차지하지만, 가정에서의 자녀교육은 지시와 훈계로만 이루어지지 않는다.

왜냐하면 지시와 훈계는 어떤 사실을 이해하거나 깨닫게는 할 수 있지만, 이해하고 깨달은 것을 실천하게 만드는 원동력은 감동과 여운이기 때문이다.

이런 점에서 담원의 자녀교육은 五感을 통해 소통되고 가족서사를 통해 기록되는 감각과 기억이라는 방식으로 이루어졌음을 알 수 있다.

@highlight

강화학파의 학맥을 계승해 지행합일을 강조한 담원은 그의 가족과 자녀들에게는 어떤 영향을 주었으며, 또한 어떻게 기억되고 있을까?

@highlight

이 논문은 부모의 양육태도라는 측면에서 담원이 어떤 가족경험을 통해 자녀들과 신뢰관계를 구축했는지를 살펴보았다.

