이 논문은 일본에서의 교육법 연구동향을 일본교육법학회의 결성과 연구성과를 중심으로 그 특징 및 최근의 동향을 분석한 것이다.

이를 위해 일본교육법학회의 학회지인 일본교육법학회연보에 게재된 정기총회 주제, 1980년대의 강좌교육법 시리즈와 2000년대의 현대교육법 시리즈, 그리고 대표 학자 및 주요 저술을 분석하였다.

일본의 교육법 이론은 교육법이론의 기초적 논의 시기(1960년 중반~1970년), 교육재판의 전개와 교육법학의 발전기(1970년대), 국민교육권론에 대한 비판기(1980년대), 어린이 인권론·참가론·자치론의 전개(1990년대), 교육개혁과 교육기본법의 논의(2000년대)로 이어져 왔다.

일본 교육법 연구의 특징은 입법, 재판, 행정에 걸친 사회 현실의 시정(是正)과 방향제시의 역할에 초점을 맞추고 있다.

동시에 교육법에 대한 본업(本業)적 연구 환경 조성과 교육학과 법학간의 학문적 연대 및 연구방법론의 심화, 국제교류 활성화가 필요하다.

@highlight

이 논문은 일본에서의 교육법 연구동향을 일본교육법학회의 결성과 연구성과를 중심으로 그 특징 및 최근의 동향을 분석한 것이다.

