본 연구는 2009 개정 과학과 교육과정에 따라 개발된 고등학교 융합과학 과목의 실행에 대한 현장 교사의 인식을 알아보는 데 목적이 있다.

이를 위해 교육과정의 실행에 영향을 미치는 내적요소인 필요성, 명료성, 복잡성, 질 및 유용성을 중심으로 교사 설문과 면담 조사를 수행하였다.

연구 결과 현장 교사들은 융합과학이 교사와 학생의 필요에 의해 만들어진 것이 아니라 일부 학자들의 필요에 의해 만들어 졌다고 인식하고 있었다.

융합과학을 교사들이 어떻게 가르칠 것인지를 이해하는 실행의 명료성 측면에서도 부정적인 것으로 나타났다.

융합과학이 내용의 체계보다 융합과 첨단 과학을 강조하다 보니 개념의 위계는 약화되고 학생들의 인지수준을 고려하지 않은 어려운 개념들이 포함된 것으로 보고 있었다.

이에 따라 과학 교사들이 융합과학을 가르칠 때 학생들의 이해를 돕기 위해 필요한 선행 개념과 연계 개념들을 포함시키게 되고 그 결과 가르칠 개념의 수가 증가할 수밖에 없다고 하였다.

융합과학 교과서의 질 및 유용성은 긍정적인 것으로 나타났다.

제7차 교과서에 비해 융합과학 교과서의 내용 및 자료가 보다 다양화되었으며 호기심과 흥미를 유발하는 내용이 많아졌다고 하였다.

하지만 이러한 응답 결과가 융합과학의 질 및 유용성이 더 높은 것을 의미하는 것은 아님을 알 수 있었다.

이상의 결과로부터 융합과학을 시도하면서도 실질적으로 개념의 증가를 가져오지 않고, 개념 연계와 위계의 약화로 인한 학습의 어려움을 가져오지 않도록 하는 것이 융합과학에서 해결해야 할 과제가 됨을 알 수 있다.

@highlight

이 연구는 2009 개정 과학과 교육과정에 따라 개발된 고등학교 융합과학 과목의 실행에 대한 현장 교사의 인식을 알아보는 데 목적이 있다.

@highlight

이를 위해 교육과정의 실행에 영향을 미치는 내적요소인 필요성, 명료성, 복잡성, 질 및 유용성을 중심으로 교사 설문과 면담 조사를 수행하였다.

