짧은 보강재를 적용한 강성벽 일체형 보강노반의 시공 중 거동에 대하여 고찰하고 안정성을 평가하였다.

우선 시공하중 상태에서 안정성이 확보될 수 있는 최소보강재 길이에 대한 이론적 고찰을 수행하고, 기존 설계기준 적용 보강재 길이(70%, 0.70H)와 짧은 보강재(35%, 0.35H) 및 장 보강재를 혼용하는 보강재 설치 패턴에 대한 경제성을 비교하였다.

높이의 30%(0.30H), 35%(0.35H), 40%(0.40H) 적용 보강노반의 시공 중 안정성을 검증하기 위하여 실물 단선용 철도노반 높이*폭*길이(5m*6m*20m)에 대한 현장시공을 실시하였다.

총 51개의 센서를 노반 내부 및 보강재에 설치하여 침하, 배부름 및 응력 변화를 확인하였다.

이를 통하여 짧은(0.35H, 높이의 35%) 지오그리드를 적용한 보강노반의 변형 및 발생 응력수준이 시공 중 안정성을 확보할 수 있는 허용범위 이내인 것을 확인할 수 있었다.

@highlight

짧은 보강재를 적용한 강성벽 일체형 보강노반의 시공 중 거동에 대하여 고찰하였다.

@highlight

기존 설계기준 적용 보강재 길이와 짧은 보강재와 장 보강재를 혼용하는 보강재 설치 패턴에 대한 경제성을 비교·분석하였다.

