형법에서는 전통적으로 개인이 정신적 작용을 통하여 위험을 창출하고 그 위험이 실현되어 법익침해가 발생하게 됨을 전제로 하여, 개인에게 결과발생의 가능성에 대한 지배가 인정되고, 따라서 개인에게 형벌을 부과하여 올바른 의사결정을 하도록 유도함으로써 법익보호의 목적을 달성할 수 있을 것으로 보아왔다.

그런데 시스템 위험관리 실패로 인하여 재난이 발생한 경우에는 이러한 전통적인 형법학의 전제가 통용되기 힘들다.

무엇보다 먼저 시스템 위험은 개인의 귀책사유와 무관하게 시스템의 운영 그 자체로서 창출된다.

그리고 시스템 위험관리가 실패하여 재난이 발생하려면 무수히 많은 잠재적 조건과 직접적 실패가 동시에 발생하여야 하는바, 어느 특정한 개인에게 재난발생 여부에 대한 지배를 인정할 수도 없다.

개인이 창출하는 위험과 시스템 위험 사이에 존재하는 이러한 차이를 고려한다면, 양자에 대한 형법적 대응 역시 다르게 이루어져야 한다고 보아야 할 것이다.

그러나 지금까지는 이러한 차이가 충분히 고려되고 있지 않아왔다.

재난에 대한 형법적 대응수단으로 흔히 사용되는 과실범 처벌규정, 과실범의 공동정범 이론, 추상적 위험범 규정 등은 모두 개인이 위험을 창출하는 것을 전제로 하는 대응수단이어서, 이를 통하여 재난에 대응하는 것은 적절하지 않은 것이다.

@highlight

형법에서는 전통적으로 개인이 정신적 작용을 통해 위험을 창출하고 그 위험이 실현되어 법익침해가 발생하게 됨을 전제로 해, 개인에게 결과발생의 가능성에 관한 지배가 인정되고, 따라서 개인에게 형벌을 부과해 올바른 의사결정을 하도록 유도함으로써 법익보호의 목적을 달성할 수 있을 것으로 보아왔다.

