본고는 한류에 대한 극단의 긍부정적 평가를 지양하고 한류의 고유성을 인정하되 동북아 나아가 세계를 위한 문화담론으로 정착하기 위한 과제가 무엇인지를 적시했다.

이를 위해 한국 고유한 한류를 서구적 개념인 혼종성으로 분석했고 그것이 서구가 말하는 공간적 차원을 넘어 시간적 차원을 지녔다고 보았다.

이렇듯 양차원을 지닌 한류의 본질을 필자는 현묘지도로서 풍류의 역할인 ‘接’과 ‘含’의 논리에서 찾았다.

아울러 이런 두 논거를 지닌 풍류의 본질을 興, 情 그리고 한(아우름)으로 봤고 그것이 유불선 종교들 속에서 저마다 강조되어 들어났고나아가 한류의 개별 장르들에서 강조되었음을 밝혔다.

나아가 이것이 WCC가 추구해온 생명평화 정의 담론들과 어떤 관계 속에 있는지도 묻고자 했다.

결론적으로 본고는 한류가 기독교와 공명하고 공시성을 획득하여 동북아를 살리는 문화전략이 되기를 천명했고 그 본질이 JPIC 신학으로 언표 될 것이라 주장했다.

@highlight

본고는 한류에 대한 극단의 긍부정적 평가를 지양하고 한류의 고유성을 인정하되 동북아 나아가 세계를 위한 문화담론으로 정착하기 위한 과제가 무엇인지를 적시했다.

