본 연구는 부양의무자기준이 인간다운 삶을 유지할 수 있는 권리를 침해하고 최후의 사회적 안전망이라는 제도 본연의 목적을 훼손한다는 문제의식을 가지고 부양의무자기준 논의에 접근하였다.

이를 위해 부양의무자기준이 어떠한 문제가 있고, 빈민의 삶에 어떠한 영향을 미치는지를 살펴보고자 빈민단체활동가 FGI를 실시하였다.

분석 결과, 부양의무자기준의 문제점은 기준의 엄격성과 비현실성이 야기하는 불합리한 결과가 수급신청자의 생존을 위협하는 문제, 정보의 비대칭성이 야기한 왜곡된 제도 운영, 제도 진입 과정에서 발생하는 낙인으로 구체화되었다.

부양의무자기준이 수급신청자의 삶에 미친 영향은 신체적·심리적 고통은 물론이고 미래를 설계할 수 있는 기회 박탈로까지 확대됨이 나타났다.

부양의무자기준이 폐지되면 수급신청 과정에서 당사자들이 감내해야 했던 수많은 불합리한 절차와 관행이라는 이름으로 정당화되었던 인격침해로부터 벗어날 수 있을 것이라는 사실이 드러났다.

무엇보다 그동안 표면적으로만 존재했던 수급의 권리성이 보장되고 실질적인 권리로 위상이 재정립되어 국민기초생활보장제도가 사회적 안전망 역할을 충실히 수행 할 수 있게 될 것임을 확인하였다.

이러한 연구 결과는 이후 부양의무자기준 폐지의 범위와 속도를 정하는데 있어서 근거로 사용될 수 있을 것이다.

@highlight

본고는 부양의무자기준이 인간다운 삶을 유지할 수 있는 권리를 침해하고 최후의 사회적 안전망이라는 제도 본연의 목적을 훼손한다는 문제의식을 갖고 부양의무자기준 논의에 접근했다.

