본 연구의 목적은 유아교사들은 유아들이 어떤 문제행동을 보일 때 부모와의 면담이 필요하다고 생각하는지, 유아의 문제행동에 대한 부모면담 시 나타나는 부모들의 반응 양상은 어떠한지, 그리고 문제행동 관련 부모면담을 하는 과정에서 교사들이 경험하는 어려움은 무엇인지에 대해서 분석하는 것이다.

이를 위해 유아교사 10명을 대상으로 심층면담을 실시하였다.

연구결과 첫째, 교사들은 유아들이 가정에서 유아교육기관으로 전이하는 과정에서 부적응 행동을 나타낼 때, 또래관계에서 어려움을 겪는 유아들을 지도하기 위해서 부모의 협력이 필요하다고 느낄 때, 유아의 의사소통 관련 문제가 가정환경과 연관되어 나타나는 경우에, 그리고 유아들이 타인에게 피해를 줄 수 있는 충동적이고 폭력적인 행동을 보일 때 부모와의 면담이 필요하다고 생각하였다.

둘째, 자녀의 문제행동에 대한 부모면담에서 나타나는 부모의 반응은 자녀의 문제행동에 대해서 인정하고 협력하는 반응, 자녀의 문제행동을 지나치게 예민하게 받아들이는 반응, 문제행동이 있다는 사실을 인정하지 않거나 거부하는 반응, 그리고 무관심한 반응으로 구분되었다.

셋째, 유아교사들은 유아의 문제행동에 대한 부모면담 과정에서 부모와의 신경전을 경험하는 경우, 문제행동에 대해서 정확하게 전달할 수 있는 면담 기술과 지식이 부족하다고 느끼는 경우, 그리고 어머니 뿐 아니라 아버지와 조부모 등 다양한 면담 대상자와 면담을 진행할 때 어려움을 경험하는 것으로 나타났다.

@highlight

이 연구의 목적은 유아교사들은 유아들이 어떤 문제행동을 보일 때 부모와의 면담이 필요하다고 생각하는지, 유아의 문제행동에 대한 부모면담 시 나타나는 부모들의 반응 양상은 어떠한지, 문제행동 관련 부모면담을 하는 과정에서 교사들이 경험하는 어려움은 무엇인지에 대해서 분석하는 것이다.

