본 연구의 목적은 장애인과 가족이 생활전반에서 오는 문제를 자발적으로 해결하기 위한 도구로서 모바일 상담(MDFC) 프로그램을 설계하고 개발하여 효과를 탐색하는데 있다.

이를 위하여 교육 프로그램의 설계모형(ADDIE)을 기반으로 상담 프로그램을 설계하고 개발하였다.

프로그램 내용은 장애인과 가족의 요구조사 내용과 상담 프로그램의 선행연구에서 추출하여 구성하였다.

개발된 상담 프로그램의 특징은 첫째, 장애인과 가족이 언제 어디서나 상담 프로그램에 자발적으로 참여하여 현실적인 문제나 내재화된 문제를 해결할 수 있다.

둘째, 개발된 상담 프로그램의 채팅상담은 내담자의 시간과 채팅 프로그램 선택의 자율성이 주어진다.

셋째, 개발된 상담 프로그램은 상담자의 온라인 심리검사 추천과 연계로 모바일 상담에서도 내담자의 객관적인 자료 확인이 가능하다.

또한 개발된 상담 프로그램의 효과는 내용구성, 상담절차, 고민해결, 사용설명서, 추천, 정보수집의 만족도가 높았고 상담만족도, 상담접근성은 매우 높게 나타났다.

이러한 연구결과는 향후 모바일 상담 프로그램의 발전방안을 제안하는데 있다.

@highlight

본고는 장애인과 가족이 생활전반에서 오는 문제를 자발적으로 해결하기 위한 도구로 모바일 상담(MDFC) 프로그램을 설계하였고 개발하며 효과를 탐색하는것이 목적이다.

