ICT산업은 기업의 효율성 제고는 물론 산업전반의 생산성 개선에 기여할 수 있다는 점에서 국가경제의 성장동력으로 인식되고 있다.

ICT산업의 중요성이 부각되고 있는 상황에서 본 연구는 국내 ICT산업의 생산성 변화를 측정하고, 이러한 변화를 기술적 효율성 변화와 기술 변화로 분해함으로써 ICT산업의 생산효율성 제고를 위한 시사점을 제시한다.

특히 기존의 연구들과 달리 투입요소와 산출물의 잔여를 반영할 수 있는 비방사적 Malmquist 지수를 실증분석에 적용한다.

실증분석을 위해 2008년에서 2013년까지 6개년의 자료를 수집하였으며, 투입요소로는 종사자수와 자본금을 사용하였고, 산출요소로는 생산액을 사용하였다.

실증분석 결과, ICT산업의 생산성은 증가한 것으로 나타났으며 이러한 생산성 증가는 주로 기술적 효율성 향상에 기인한 것으로 분석되었다.

이와 같은 결과는 기술혁신역량을 강화하는 한편 생산효율성 향상을 위한 ICT산업 발전전략 추진이 필요함을 시사하는 것으로 향후 ICT산업의 경쟁력 제고에 실질적인 도움이 될 것으로 기대된다.

@highlight

ICT산업의 중요성이 부각되고 있는 상황에서 이 연구는 국내 ICT산업의 생산성 변화를 측정하고, 이런 변화를 기술적 효율성 변화와 기술 변화로 분해함으로써 ICT산업의 생산효율성 제고를 위한 시사점을 제시한다.

