본 연구는 사회과 교육에서 미디어를 통하여 문화교육을 실행할 수 있는 다양한 방향을 모색하는 데에 있다.

이러한 목적에 접근하기 위해 먼저 사회과 교육에서 문화의 개념과 문화교육에 대한 재 개념화를 시도하였다.

두 번째는 사회과 교육에서 미디어가 가지는 의미가 무엇인가를 살펴보았다.

세 번째는 사회과 교육에서 미디어를 통한 문화교육의 방향을 미디어 해독과 미디어 제작의 관점에서 모색하였다.

그 결과, 미디어 해독의 관점에서는 사고의 도구로서의 미디어 활용, 탐구의 도구로서의 미디어 활용, 커뮤니케이션의 도구로서의 미디어를 활용하여 문화교육을 시도할 수 있는 방향을 제시하였다.

그리고 미디어 제작의 관점에서는 미디어의 의미 생산과정에 대한 이해, 미디어 제작을 통한 의미화 실천의 관점에서 문화교육의 방향을 제시하였다.

이러한 관점에서 미디어를 통한 문화교육을 실행할 때, 학생들은 미디어 해독의 과정에서 다양한 미디어 읽기 방식을 통해서 비판적 사고력을 함양할 수 있을 것이며, 미디어를 수단으로 해서 다양한 문화적 특성을 가진 사회집단과 합리적으로 소통할 수 있는 능력을 가진 시민으로 육성될 것으로 기대된다.

@highlight

이 연구는 사회과 교육에서 미디어를 통해 문화교육을 실행할 수 있는 다양한 방향을 모색하는 데에 있다.

