본 연구의 목적은 최근에 급속히 도입되고 있는 첨단 과학기술 내용을 물리 수업에서 적절하게 가르칠 수 있도록 하는 수업 모형과 수업 자료를 개발하고 이를 실제 수업에 적용해 봄으로써 그 효과를 검증하는 것이다.

이를 위해 물리 교과서에 새로 도입된 첨단 과학기술 내용을 분석하였고, 지금까지 연구된 첨단 과학기술에 대한 학생과 교사의 인식 및 첨단 과학기술을 물리 수업에 도입하는 방법에 대한 문헌을 분석하였으며, LED, 테슬라코일, 특수상대론을 물리 수업에서 활용할 수 있도록 소집단 학습을 위한 수업 모형과 대집단 학습을 위한 수업과정 모형을 개발하여 적용하였다.

소집단 학생들을 대상으로 한 수업에서는 안내된 프로젝트 학습 모형을 적용하여 주제의 선정, 주제 탐구의 방법 계획, 탐구 방법의 실천, 탐구의 결과 확인 및 평가의 단계로 프로젝트를 수행하였으며, 대집단 학생들을 대상으로 한 수업에서는 STAR(Seeing, Thinking, Articulating, Re-

seeing) 모형을 적용하였다.

연구 결과는 향후 과학교육에서 첨단 과학기술과 관련된 후속 연구의 기초 자료로 활용될 수 있을 것이다.

@highlight

이 연구의 목적은 최근에 급속히 도입되고 있는 첨단 과학기술 내용을 물리 수업에서 적절하게 가르칠 수 있도록 하는 수업 모형과 수업 자료를 개발하고 이를 실제 수업에 적용해 봄으로써 그 효과를 검증하는 것이다.

