본 연구는 한류의 발원지이자 한류의 가장 중요한 시장인 중국 소비자들을 대상으로 외국제품으로서 한국제품에 대한 중국 소비자들의 부정적인 인식과 태도 형성의 원인이 되는 소비자 자민족중심주의 및 소비자 적대감과 그 효과에 한류가 작용할 수 있는 잠재적 연구모형을 제시하고 이를 실증적으로 분석해 보고자 하였다.

이를 위해 본 연구에서는 천진과 하북성 당산, 요녕성 대련, 산동성 청도, 그리고 내륙지역으로 강서성 남창과 운남성 곤명 등 6개 도시의 대학생 소비자를 대상으로 설문조사를 실시하여 총 496명의 설문자료를최종 분석에 활용하였다.

본 연구에서는 우선, 중국 소비자의 자민족중심주의 및 한국에 대한적대감 효과에 대한 한류의 조절효과를 살펴보기 위한 중재회귀분석 결과, 영상 한류와 K-

pop 한류 모두 중국 소비자의 한국제품에 대한 태도를 긍정적으로 개선시키는 직접효과는 확인되었지만, 중국 소비자의 한류에 대한 태도는 중국 소비자의 자민족중심주의 및 소비자 적대감이한국제품에 대한 태도에 미치는 부정적인 영향을 완화시키는 조절작용을 하지는 못하고 있는 것으로 나타났다.

소비자 자민족중심주의 및 적대감 효과에 대한 한류의 조절효과는 확인되지 않았으나, 한류가 소비자 자민족중심주의 성향이나 한국에 대한적대감을 직접 완화시켜주는 직접효과를 검토한 결과, 한류가 중국 소비자의 자민족중심주의 성향을 완화시켜주지는 못하고 있으나, 중국 소비자의 한국에 대한 적대감을 줄여주는 직접효과는 확인되었다.

@highlight

이 연구는 한류의 발원지이자 한류의 가장 중요한 시장인 중국 소비자들을 대상으로 외국제품으로서 한국제품에 대한 중국 소비자들의 부정적인 인식과 태도 형성의 원인이 되는 소비자 자민족중심주의 및 소비자 적대감과 그 효과에 한류가 작용할 수 있는 잠재적 연구모형을 제시하고 이를 실증적으로 분석해 보고자 했다.

