본 연구의 목적은 분위회귀 임금분해를 통하여 우리나라 노동시장에 유리천장효과가 존재하는지를 살펴보는 것이다.

특히 공공부문과 민간부문을 구분하여 유리천정효과를 비교분석해 보고, 이중노동시장 구조를 감안하여 대규모와 중소규모 사업장으로 나누어 분석해 보았다.

주요결과를 요약하면, 첫째, 전체노동시장에서의 성별임금격차는 개인특성 및 생산성에 기인한 차이에 의해 대부분 설명되고, 분위별로 볼 때 유리천장효과가 중간분위 이후 제한적으로 나타나다가 상위 임금군에서 약해지는 역U자형의 성별임금격차를 보였다.

둘째, 공공부문의 성별임금격차는 대부분 설명부분의 차이에서 발생하고 유리천장효과는 공공부문에서 발견되지 않았지만, 민간부문의 경우에는 차이와 차별의 요인이 대등하게 성별임금격차의 원인으로 작용하였고 전체노동시장과 비슷하게 역U자 형태를 뗬다.

셋째 기업규모별 효과분석에서 특이한 점은 공공부문 대규모사업장의 경우 중간 이후 분위에서 차별적 성별임금격차가 감소하다가 최상위 90분위에서는 오히려 유리천장효과가 심해지는 현상이 나타났다.

@highlight

이 연구의 목적은 분위회귀 임금분해를 통해 우리나라 노동시장에 유리천장효과가 존재하는지를 살펴보는 것이다.

