본 연구는 18대 대통령 선거에 있어 미국?

일본?

중국에 거주하는 재외국민의 정치인식 및 투표행태를 비교하는 것이 주요한 목적이다.

첫째, 18대 대통령선거에 있어 미국?

일본?

중국에 거주하는 재외국민들의 정치인식분석에서 대선관심도, 대선인지, 대선후보인지, 정당인지에 있어 평균적으로 관심이 높았다.

그리고 재외선거가 한국정치발전, 현지정착에 긍정적으로 작용하고 있다고 보았다.

국내정치와 관련하여 이명박 정부의 국정수행, 경제정책.

재벌규제 그리고 한중일 FTA에 대해 대체로 낮은 점수를 부여하였다.

이처럼 재외국민들의 높은 관심은 결국 국내유권자들에게 있어 정치참여의 중요성을 인식하게 하는 동기가 됨으로써 국가경쟁력을 높이고 더 나아가 지역발전에도 도움이 될 수 있을 것이다.

둘째, 재외국민의 성별, 연령별, 학력, 최종거주지별, 이념별에 따른 후보선택간의 상관성을 분석한 결과, 성별을 제외한 연령, 학력, 최종거주지, 이념에 있어 유의미한 차이가 나타났다.

그리고 대체로 고령층과 보수적인 성향을 가진 사람은 박근혜 후보를 지지하고, 젊은층과 진보적 성향을 가진 사람은 문재인 후보를 지지하였다.

또한 국내 유권자와 마찬가지로 재외국민들에 있어서도 지역주의의 투표행태가 나타나고 있었다.

@highlight

이 연구는 18대 대통령 선거에 있어 미국?

@highlight

일본?

@highlight

중국에 거주하는 재외국민의 정치인식 및 투표행태를 비교하는 것이 주요한 목적이다.

