‘지연’ 정책은 일본의 정책결정과정에서 보이는 일반적인 현상이라고 할 수 있는데, 거품경제 붕괴 이후 일본의 금융정책결정과정을 살펴보면 ‘지연’ 정책이 현저하게 나타난다.

1990년대 초반에는 금융위기의 대응과정에서 신속하게 공적자금투입, 부실채권처리 등의 대응이 이루어지지 않았다는 점에서 ‘지연’ 정책이 선택되었다.

1990년대 중반 이후 금융개혁과 행정개혁에서는 ‘지연’ 정책의 근저에 있는 ‘호송선단방식’으로부터 탈피하고 금융정책결정과정에서의 관료주도를 시정하고자 하였다.

본 논문에서는 주로 페이오프 동결과 해금을 둘러싼 금융정책결정과정에 대한 분석을 중심으로 1990년대 중반 이후의 일본 금융정책의 변화를 분석하고자 하였다.

본 논문의 분석에 의하면 1990년대 중반 이후 금융개혁은 극히 점진적으로 진행되었다는 의미에서 여전히 ‘지연’ 정책이 나타나고 있다.

이는 ‘호송선단방식’이 1990년대 중반 이후에도 일정 부분 그 중요한 특징이 유지되고 있다는 점과 밀접한 관계가 있다.

향후 일본 금융정책의 변화를 전망하자면 향후에도 ‘지연’ 정책의 근저에 있는 관료제 네트워크를 중심으로 하는 합의형 정책결정방식이 적어도 단기적으로는 유지될 가능성이 높다.

@highlight

‘지연’ 정책은 일본의 정책결정과정에서 보이는 일반적 현상이라고 할 수 있는데, 거품경제 붕괴 이후 일본의 금융정책결정과정을 보면 ‘지연’ 정책이 두드러지게 나타난다.

@highlight

1990년대 초반에는 금융위기의 대응과정에서 신속한 공적자금투입, 부실채권처리 등의 대응이 이뤄지지 않았다는 점에서 ‘지연’ 정책이 선택되었다.

