국내 토목분야의 건설산업에서는 비효율적인 의사소통으로 인하여 발생하는 업무전환 단계에서의 정보누락 및 그로 인한 비용손실 등의 문제점을 해소시키기 위한 획기적인 해결책으로 BIM의 도입이 대두되고 있다.

BIM은 구조물의 생애주기 전 단계에서 발생되는 모든 정보들을 3차원 파라메트릭 CAD와 연계된 3차원 정보모델을 통하여 관리하여 정보활용의 효율성을 극대화시킨다.

본 논문에서는 BIM기반의 교량건설 프로젝트의 구조설계 업무에서 사용할 목적으로 강상자형 교량의 3차원 정보모델을 활용한 내진해석 프로세스를 제안하였다.

또한 3차원 정보모델의 속성정보들이 구조적 데이터를 내재할 수 있도록 하기 위하여 3차원 모델링작업이 구조설계 업무를 통하여 결정되는 정보들을 활용하여 이루어질 수 있도록 하는 프로세스를 제안하였다.

제시된 프로세스는 현재 건설이 진행 중인 강상자형 교량을 적용하여 구성하였다.

또한 프로세스를 적용하여 내진해석의 최종 산출물인 내진계산서의 도출이 가능하다.

@highlight

이 논문에서는 BIM기반의 교량건설 프로젝트의 구조설계 업무에서 사용할 목적으로 강상자형 교량의 3차원 정보모델을 활용한 내진해석 프로세스를 제안했다.

