유채 종자에서 기름을 착유한 후 부산물인 유채박을 토양에처리하여 토양 내 선충을 친환경적으로 방제하기 위하여 실험한 결과를 보면, 유채박을 혼합한 토양이 OM,Av.

P205, Ca, MgCEC 등의 수치가 증가하였으며, 유기물함량은 무처리 토양보다 3배가량 높게 나타났다.

또한 유채박의 glucosinolate 함량은 제주재래종 유채박이 199.97 μmol/g로 선망 유채박의 함량보다 76.62 μmol/g 더 많았으며, 특히 progoitrin, gluconapin,glucobrassicanapin, 및 sinigrin 등의 함량이 높게 나타나기 때문에 유채박의 선충밀도 감소에 효과가 있으며 ‘선망’ 유채박보다 제주재래종 유채박이 선충밀도를 더 줄여주었지만 유의적인차이는 아니었다.

@highlight

유채 종자에서 기름을 착유한 후 부산물인 유채박을 토양에처리하여 토양 내 선충을 친환경적으로 방제하기 위하여 실험한 결과를 보면, 유채박을 혼합한 토양이 OM,Av.

@highlight

P205, Ca 등의 수치가 증가했다.

