본 연구는 소외 영재를 지도하는 교사의 효능감을 세 가지 지능 요소, 분석적, 창의적 및 실제적으로 나누고, 연수경험 유무에 따른 교사의 효능감의 차이를 조사하였다.

전국 14개 시도 교육청 영재교육원에서 소외 영재 프로그램을 지도하고 있는 121명의 교사를 대상으로 Teaching for Successful Intelligence(TSI, Rogalla, 2003a) 질문지에 반응하도록 하였으며, ‘학생 지도경력’을 공변량으로 설정한 후 연수경험 유무와 지도학교급에 따른 성공적인 지능에 대한 교수효능감을 다변량 공분산분석(MANCOVA)을 통해 조사하였다.

연구결과, 지도경력과 연수경험 유무에 따른 통계적으로 유의한 교수효능감의 차이가 나타났다.

즉, 교사의 지도경력이 높을수록 그리고 연수경험이 있을수록, 분석적, 창의적 지능에 대한 교수효능감이 높게 나타났다.

그러나 실제적 지능에 대한 교수효능감의 차이는 나타나지 않았다.

이에 본 연구에서는 연구대상의 인구학적 특징과 반응을 근거로 연구결과를 분석하고 향후 교사연수 프로그램을 계획할 때 고려할 점을 제안하였다.

@highlight

이 연구는 소외 영재를 지도하는 교사의 효능감을 세 가지 지능 요소, 분석적, 창의적 및 실제적으로 나누고, 연수경험 유무에 따른 교사의 효능감의 차이를 조사했다.

