본 논문은 주체와 대상 간의 상대적 위치를 인식할 수 있도록 해준 위치성 개념이 예외 공간으로서의 접경지역의 공간성 파악에 활용될 수 있다고 주장하고자 한다.

접경지역은 거리상으로 국경선을 사이에 두고 맞은편 국가와 가까이 위치하고 있지만 국경을 둘러싼 지정학적, 지경학적 변화에 따라 갑작스러운 단절과 개방이 나타나는 다중적인 공간이기 때문에 위치성의 전환이란 측면에서 파악하기에 적절하다.

본 논문이 접경지역 위치성 전환의 관점에서 재개념화함으로써 기대하는 점은 다음과 같다.

(1) 접경지역의 변화 가능성을 로컬에 기반을 둔 내적 조건뿐만 아니라 보다 넓은 맥락과 정세 속에서 파악할 수 있다.

(2) 접경지역의 발전 궤적을 다양한 힘들 간의 아쌍블라주를 통해서 파악할 수 있다.

(3) 지경학과 지정학 간의 역동적 관계를 통해서 접경지역의 위치성 전환을 파악할 수 있다.

특히 위치성은 기존 공간과 시간, 공간성에 대한 논의를 관계론적/변증법적, 사회-

공간론적, 권력-

위상학적 측면에서 새롭게 확장시켜준다는 점에서 의미가 있다.

마지막으로 본 논문은 위치성 전환을 통해서 북중 접경지역의 예외적 성격을 파악하였다.

북중 접경지역은 한반도의 지정학적 안보 불안이라는 ‘예외 상태’가 상례화되고 있는 상황 속에서 이를 뒷받침하는 다양한 지경학적 논리가 작동하면서 다른 지역과 구분되는 예외적인 성격을 창출한 것으로 이해된다.

@highlight

본고는 주체와 대상 간의 상대적 위치를 인식할 수 있도록 해준 위치성 개념이 예외 공간으로서의 접경지역의 공간성 파악에 활용될 수 있다고 주장 한다.

