본 연구에서는 AHP 기법을 적용하여 인천항 항만배후단지의 물류센터의 경쟁력 향상 요인 모형을 구축하고, 학계, 민간, 정부관련 전문가를 대상으로 인천항 항만배후단지에 입주한 물류기업과 정책수립자와 항만서비스 제공자 및 전문가들이 느끼는 항만배후단지의 경쟁력 향상 요인의 인식 차이를 조사하여 배후단지의 운영에 대한 운영적인 측면과 부가가치 창출에 있어서의 개선방향을 제시하는데 목적이 있다.

분석결과 “항만과 내륙운송 연계”가 가장 높은 차이를 나타났으며, 그 외에도 네트워크 부문에 대하여 차이가 나타났다.

즉, 인천항 항만배후단지 입주물류센터 관점에서는 외부의 시각과는 달리 물류센터에서 취급되는 주요 품목과 항만에서 취급하는 주요 품목간의 연계성을 통한 항만물동량 창출과 부가가치 향상에 대해서는 전체 응답자를 대상으로 한 결과 보다는 상대적으로 덜 중요하다고 생각하고 있다.

항만배후단지 입주물류센터를 대상으로 분석한 결과와 전체 응답자를 대상으로 경쟁력 향상 요인의 중요도 인식 차이에 대해 비교 분석을 실시하였으며, 현재 항만배후단지 경쟁력 개선에 실질적인 정책적 시사점을 도출할 수 있었다.

또한 결론부분에서 위와 같은 결과를 바탕으로 항만배후단지 경쟁력 향상을 위한 정책수립자와 입주 물류센터가 고려해야할 정책적·실무적 시사점을 정리하여 제시하였다.

@highlight

이 연구는 학계, 민간, 정부관련 전문가를 대상으로 인천항 항만배후단지에 입주한 물류기업과 정책수립자와 항만서비스 제공자 및 전문가들이 느끼는 항만배후단지의 경쟁력 향상 요인의 인식 차이를 조사해 배후단지의 운영에 대한 운영적인 측면과 부가가치 창출에 있어서의 개선방향을 제시하는데 목적이 있다.

