본 연구는 시베리아 에벤족의 설화에 나타난 새들의 형상을 고찰해보고자 하였다.

한 민족의 설화는 그 민족이 자신의 자연과 문화 환경 속에서 살아나오면서 축척된 문화인자가 고스란히 담겨있는 원형 자산이다.

그리고 설화에는 세계의 생성과 인간의 탄생에 대한 이야기에서부터 각종 기원설화, 동물 설화 등 세계를 대하는 태도와 문화가 고스란히 담겨져 있다.

새는 비상의 능력이라는 그 본질적 상징의미 때문에 태양숭배사상, 천신사상과 연결된다.

이러한 새 숭배는 시베리아 제 민족으로 구성되는 알타이 제어권 문화와 한국문화간의 중요한 연결점을 찾는데 일조할 수 있다.

천계와 현세를 연결하는 중개자, 사망 후 육체를 떠난 영혼의 매개자, 세계수와 연결된 새의 모습 등은 두 문화권에서 공통적으로 발견되기 때문이다.

그 작업의 시작으로 이 논문에서는 채집된 에벤족 설화를 통해 우리는 새의 가장 상징적인 형상들, 대지기원 신화에서의 보조자, 인간 영혼의 표상 혹은 그 영혼의 운반자, 토템 시조 그리고 토템 신화의 흔적인 변신과 관계되는 백조처녀 설화까지 살펴보았다.

이를 통해 에벤족의 대지기원 설화에서는 물새가 중요한 역할을 하는데 그중에서도 아비새가 중요하며, 백조처녀 설화는 세계적인 분포를 보이는 광포설화로 에벤족에게서도 마찬가지로 널리 퍼져 있음을 알 수 있었다.

@highlight

본 논문은 시베리아 에벤족의 설화에 나타난 새들의 형상을 고찰였다.

@highlight

한 민족의 설화는 그 민족이 자신의 자연과 문화 환경 속에서 살아나오면서 축척된 문화인자가 고스란히 담겨있는 원형 자산이라 할 수 있다.

@highlight

설화에는 세계의 생성과 인간의 탄생에 대한 이야기에서부터 각종 동물 설화, 기원설화 등 세계를 대하는 태도와 문화가 고스란히 나타난다.

