본 연구는 대학생 프로젝트 팀의 리더십 네트워크 특성이 팀 몰입과 팀 성과에 미치는 영향을 검증하고자 하였다.

이는 리더십 연구에 있어 전통적인 접근법이라 할 수 있는 수직적 리더십과 최근 환경의 변화에 부응하기 위해 학계와 실무에서 많은 관심을 받고 있는 공유리더십을 함께 고려하여 팀 기반 환경에 적합한 리더십을 규명하기 위한 의미 있는 연구라 할 수 있다.

본 연구에서는 팀 내 리더십 영향력 패턴을 보다 잘 파악하기 위해 사회네트워크 접근법을 활용하였다.

기존 선행연구들을 토대로 본 연구에서는 리더십 네트워크의 중심성이 팀 몰입과 팀 성과에 정(+)의 영향을 미칠 것이라는 가설과 함께 리더십 네트워크의 밀도 역시 팀 몰입과 팀 성과에 정(+)의 영향을 미칠 것이라는 가설을 설정하였다.

가설 검증을 위해 81개 대학생 프로젝트 팀의 374명의 학생들을 대상으로 설문조사를 실시하였다.

본 연구의 가설검증 결과 리더십 네트워크의 중심성과 밀도 모두 팀 몰입과 팀 성과에 정(+)의 유의한 영향을 주는 것으로 나타났다.

이러한 결과는 중심성과 밀도 모두 팀 내에서 팀 몰입과 팀 성과를 증진시키는 요인으로 작용하고 있음을 의미한다.

나아가 팀 내에서 높은 중심성과 높은 밀도의 특성을 갖는 리더십 네트워크는 함께 공존할 수 있으며 중심성과 밀도 각각의 긍정적인 영향력이 상호 보완적인 역할을 수행하면서 팀 몰입과 팀 성과를 설명하는 요인들로 작용함을 의미한다.

연구결과를 토대로 연구의 한계 및 향후 연구방향을 제시하였다.

@highlight

이 연구는 대학생 프로젝트 팀의 리더십 네트워크 특성이 팀 몰입과 팀 성과에 미치는 영향을 검증하고자 했다.

@highlight

이 연구의 가설검증 결과 리더십 네트워크의 중심성과 밀도 모두 팀 몰입과 팀 성과에 정(+)의 유의한 영향을 주는 것으로 나타났다.

@highlight

이런 결과는 중심성과 밀도 모두 팀 내에서 팀 몰입과 팀 성과를 증진시키는 요인으로 작용하고 있음을 의미한다.

