dLoran과 ASF 데이터 맵 그리고 로란 데이터 채널은 eLoran 시스템의 중요한 3 요소이다.

dLoran은 eLoran 기술의 핵심 기술로 ASF 보정을 통해 항법 정확도를 향상시키는 기술이다.

이러한 dLoran 보정을 통해 항만 접안(HEA)시에 8~20 m 정확도의 항법 성능을 얻을 수 있다.

본 연구에서는 로란 9930M 체인 중에 주국인 포항 송신국의 신호를 이용하여 dLoran 측정을 하였다.

영일만 해상을 대상으로 dLoran 기준국을 포항 호미곶 표지관리소에 설치하고 시험용 수신기를 흥환 해수욕장에 설치하여 dLoran 측정의 유효성을 평가하였다.

그 결과 표지관리소 dLoran 기준국의 TOA 측정 데이터와 흥환 시험국의 이용자 수신기 TOA 측정 데이터의 하루 동안의 차분 데이터는 약 10~30 ns (거리오차: 3~9 m) 이내로 일치하고 있어서 이 dLoran 측정 데이터로 이용자의 ASF 측정값을 보정하면 eLoran의 항만 접안에서의 항법 정확도를 만족할 수 있다.

@highlight

본 논문에서는 로란 9930M 체인 중에 주국인 포항 송신국의 신호를 이용해 dLoran 측정했다.

@highlight

영일만 해상을 대상으로 하여 dLoran 기준국을 포항 호미곶 표지관리소에 설치한 후, 시험용 수신기를 흥환 해수욕장에 설치해 dLoran 측정의 유효성을 평가했다.

