본 논문에서는 DIRCM의 개발단계에서 수행하는 기만 성능검증을 위한 시뮬레이터인 위협체모사기 구축에 관한내용에 대해 기술한다.

기존의 PC기반의 성능분석 시뮬레이터와 달리 본 연구에서 개발된 위협체모사기는 DIRCM의 레이저를 실제 운용하는 거리에서 직접 조사하는 방식으로 실제 환경에서 기만효과를 정확히 분석 할 수 있다.

또한, 실험실에서 시준기를 통해 레이저를 조사하는 방식의 기만효과 시험도 가능하도록 개발하여 기만코드 개발에필요한 시간과 비용을 절약할 수 있도록 하였다.

본 연구에서 개발한 위협체모사기는 실제 1,2세대 탐색기와 같은F넘버와 같은 구조의 반사광학계로 개발하였다.

그리고 코드재밍 기법에 대한 성능분석 기능과 4세대 이상의 탐색기에 적용되는 면형검출기의 포화기만 분석도 가능한 구조로 개발하였다.

실험결과, 1,2세대 모의위협체는 정확한추적성능과 기만효과를 나타내었다.

@highlight

본 연구는 DIRCM의 개발단계에서 수행하는 기만 성능 검증을 위한 시뮬레이터인 위협체모사기 구축에 관한 내용에 대해 기술하였다.

@highlight

본 논문에서 개발된 위협체모사기는 DIRCM의 레이저를 실제 운용하는 거리에서 직접 조사하는 방식이다.

