본 연구는 신경퇴행성 질환자의 인구통계학적 특성, 신경심리검사 및 신경학적 검사들을 고려하였고, 부양부담을 단일 개념이 아닌 다섯 가지의 다차원적인 개념으로 알아보았다.

그리고 환자의 진단에 따른 부양부담의 차이가 있는지 파악하였고, 환자와 부양자의 어떤 특성이 부양부담에 영향을 미치는지 확인하였다.

연구 참가자는 부산시 소재의 대학병원에서 신경과 전문의가 알츠하이머병, 파킨슨병으로 진단한 환자의 주 부양자 144명이었다.

통계방법으로는 Χ²검정, ANCOVA, 단계적 회귀 분석을 실시하였다.

결과는 다음과 같다.

첫째, 부양 부담의 하위 영역 중 ‘시간-

의존적 부담’, ‘신체적 부담’, ‘사회적 부담’, ‘개인적 부담’이 알츠하이머병 부양자가 파킨슨병 부양자보다 더 높게 나타났다.

둘째, 알츠하이머병 환자 부양자의 부양부담에는 환자의 기능 수준을 나타내는 변인과 부양자의 하루부양시간, 부양기간, 경제상태, 건강상태가 유의한 영향을 미쳤다.

파킨슨병 환자 부양자의 부양부담은 환자의 성별과 신체적 기능 정도, 부양자의 하루부양시간, 교육수준, 경제상태로 유의하게 설명되었다.

@highlight

신경퇴행성 질환자의 인구통계학적 특성, 신경심리검사와 신경학적 검사들을 고려하였고, 부양부담을 단일 개념이 아닌 다섯 가지의 다차원적인 개념으로 살펴보았다.

@highlight

환자의 진단에 따른 부양부담의 차이가 있는지 검토하였고, 환자와 부양자의 어떤 특성이 부양부담에 영향을 미치는지를 분석하였다.

