본고는 이러한 초·중·고등학생들의 언어에서 특히 국어 표기 사용의 실제를 조사하고, 이를 분석해 보려는 데 목적을 두었다.

그 결과 다음과 같은 결과를 얻었다.

첫째, ‘한글 맞춤법’을 완전히 무시하여, 연철시키거나 발음되는 대로 쓰며, 자모교체를 시키는 경우가 많다.

띄어쓰기도 지키지 않으며, 첨가와 축약·탈락을 멋대로 한다.

둘째, 이른바 컴퓨터나 휴대전화를 이용하는 채팅이나 이메일에서 사용하는 문자가 점점 다양화하고 복잡해진다.

여러 가지 문자나 기호 등을 사용하여, 갖가지 단어, 문장 등을 만드는 이른바 외계어까지 나와 그 혼란을 가중시킨다.

이러한 청소년들의 언어생활은 사회의 약속이 전제되어야 하는 언어의 특성을 파괴하고, 급기야는 지역 간, 세대 간 이질감을 심화시켜, 의사소통이 불가능하게 될지도 모른다.

그런 점에서 각급 학교에서는 이에 대한 효율적이고 다양한 교육이 베풀어져야 한다고 본다.

현장에서 국어를 가르치고 있는 교사들의 의견을 참조하여, 그 방안을 제시해 보면 다음과 같다.

@highlight

이 논문은 이런 초·중·고등학생들의 언어에서 특히 국어 표기 사용의 실제를 조사하고, 이를 분석해 보려는 데 목적을 두었다.

