최근 우리 사회가 인문학의 중요성을 강조하면서 고전독서가 주목받게 되었고, 이에 따라 많은 대학이 다양한 형태의 고전독서 교육프로그램을 운영하고 있다.

하지만 대학에서 교양교육의 일환으로 이루어지고 있는 고전독서교육은 기존 기초역량교육의 효과를 높이기 위한 수단으로 자리매김 되거나, 졸업인증을 위한조건으로 일정한 양의 고전읽기를 의무화하는 등 인간 삶에 대한 탐구라는 고전독서의 진정한 의미를 실현하지 못하는 경우가 많다.

대학교양교육으로서의 고전독서가 가지는 진정한 의미는 단순히 지식의 확장을 위한 수단이나, 토론을 위한수단이 될 수 없고, 고전을 중심으로 작가와 독자 사이에 이루어지는 끊임없는대화에 있다.

따라서 대학의 고전독서교육 방향은 이러한 고전독서의 본질을 회복하기 위한 것이어야 할 것이다.

본 논문은 현재 대학에서 이루어지고 있는 고전독서 교육의 현황과 문제점을 살펴보고(2장), 대화로서의 의사소통이라는 관점에서 고전독서의 의미를 평가한다(3장).

이를 통해서, 대학에서의 고전독서 교육이 나아가야 할 방향으로, 고전독서 교과목 운영에서 학생 자율성 확보, 체계적이고 연속적인 고전독서 교과목 프로그램 개발의 필요성을 제안한다(4장).

@highlight

최근 우리 사회가 인문학의 중요성을 강조되면서 고전독서가 주목받게 되었으며, 이에 따라서 많은 대학이 다양한 형태의 고전독서 교육프로그램을 운영하고 있는 실정이다.

