직무소진이 발생하면 조직구성원은 정서적 지침이나 피곤함을 느끼는 것뿐만 아니라 직무나 고객에게도 부정적인 태도를 보여 조직과 서비스의 대상자에게도 피해를 준다.

경찰공무원의 경우 직무소진이 발생하면 결국 치안서비스의 대상자인 국민들에게 피해를 줄 수 있다.

직무소진을 감소시키는 원인변수 중 대표적인 변수는 감성지능이다.

감성지능은 자신과 타인의 감성을 이해하고 감성을 조절하고 활용할 수 있는 능력이다.

이러한 능력이 직무소진을 줄일 수 있는지를 실증적으로 확인하였다.

분석결과, 첫째, 감성지능은 고갈에 통계적으로 유의미한 영향을 미치지 못하였다.

둘째, 감성지능은 냉소에 통계적으로 유의미한 영향을 미치는 것으로 나타났다.

감성지능의 하위요인 중 감성조절을 제외한 자기감성이해, 타인감성이해, 감성활용에서 통계적으로 유의미한 부(-

)적 영향을 미치는 것으로 나타났다.

자신과 타인의 감성을 이해하고 이를 직무성과에 활용할 줄 아는 경찰공무원의 경우 직무소진이 낮은 것을 알 수 있다.

셋째, 감성지능의 하위요인 중 감성조절과 감성활용은 직업효능감 감소에 부(-

)적 영향을 미치는 것으로 나타났다.

이는 상황에 따라 감성을 나타내고 감성을 개인의 성과에 활용할 수 있는 능력이 높을수록 직무상 성취도와 자신감 등을 높이는 것으로 나타났다.

이러한 결과는 선행연구결과를 지지하는 것이며, 경찰공무원의 채용과정과 교육훈련과정에 감성지능을 활용해야 하는 시사점을 제시한다.

@highlight

직무소진이 발생하면 조직구성원은 정서적 지침이나 피곤함을 느끼는 것뿐만 아니라 직무나 고객에게도 부정적인 태도를 보여 조직과 서비스의 대상자에게도 피해를 준다.

