본 연구는 온라인 토론 학습에서 타인의 상호작용을 관찰하는 대리적 상호작용이 온라인토론의 양적, 질적 참여도와 만족도에 미치는 영향을 탐구하였다.

온라인 토론 환경의 특성을 고려하여 텍스트와 비디오 방식의 대리적 상호작용을 구분하여 설계 시사점을 도출,적용하였다.

연구 참여자는 초등학생 79명이었고, 텍스트 방식의 대리적 상호작용, 비디오방식의 대리적 상호작용 및 통제 집단 세집단으로 무선 할당하였다.

토론 참여도 측정은토론 글을 토론 글 작성 횟수와 유의미한 참여 점수를 평가하였고, 토론 만족도의 측정은실험 종료 후 설문 조사를 실시하였다.

토론 참여와 만족도에 대한 집단 간 차이는 일원배치 분산분석을 통해 비교하였다.

연구 결과, 첫째, 토론 양적 참여도인 토론 글 작성 횟수에는 집단별로 차이가 없었지만 토론의 질적 참여도에서 텍스트 매체 대리적 상호작용을 제공한 집단이 통제 집단뿐만 아니라 비디오 매체의 대리적 상호작용을 제공한 집단보다도 높은점수를 나타냈다.

둘째, 텍스트 매체의 대리적 상호작용과 비디오 매체의 대리적 상호작용을 제공하여 토론 만족도를측정한 결과, 집단 간 차이가 나타나지 않았다.

그러나 만족도의 세부 영역 중 대리적상호작용에 관한 문항에서는 비디오 매체 대리적 상호작용 집단이 통제 집단보다 높은 만족도를 보였다.

본 연구 결과는 학생들의 유의미한 토론 참여와 만족도를 높이고자하는 교수자에게 유용한 지침을 제공할 것이다.

@highlight

본 논문은 온라인 토론 학습에서 타인의 상호작용을 관찰하는 대리적 상호작용이 온라인토론의 양적, 질적 참여도 및 만족도에 미치는 영향을 탐구하고자 하였다.

@highlight

온라인 토론 환경의 특성을 고려해 텍스트와 비디오 방식의 대리적 상호작용을 구분하여 설계 시사점을 도출하였다.

