본 연구는 학교숲 조성이 중학생들의 학교조경 만족도에 미치는 영향을 알아보고자 학교숲 시범학교와 일반학교를 대상으로 비교 분석하였다.

학교조경 요구도 조사 결과, 시범학교와 일반학교에서 야외수업시 휴식할 수 있는숲 〉수변식물을 포함한 연못 〉나무, 꽃 등을 관찰할 수 있는 공간 〉꽃을 가꿀 수 있는 화단의 순으로 나타났다.

두 학교모두 야외수업시 휴식할 수 있는 숲을 가장 많이 요구하는 것으로 나타났는데, 이는 학교숲을 야외 환경교육시 교육 및휴식의 장소로 기대하고 있음을 엿볼 수 있다.

학교조경 인식정도를 분석한 결과, 식물수량과 학습공간 및 휴식공간에서 학교숲 시범학교와 일반학교 간에 유의한 차가 인정되었다(P〈.05).

학교조경 만족도에 있어서는 학교숲 시범학교와일반학교간에 유의한 차이는 보이지 않았지만 시범학교가 일반학교보다는 약간 더 높은 만족도를 보였다.

하지만, 비교 대상 학교수가 적었다는 점에서 결과를 일반화하기에는 한계가 있을 수 있으므로 더 많은 수의 시범학교와 일반학교를 대상으로 추가적인 연구가 이루어져야 할 것이다.

@highlight

이 연구는 학교숲 조성이 중학생들의 학교조경 만족도에 미치는 영향을 알아보고자 학교숲 시범학교와 일반학교를 대상으로 비교 분석했다.

