본고는『성악원조 가곡』(서울대중앙도서관 소장)을 처음으로 발굴·소개하고, 나아가 이 가집을 가집사상에 위치짓는 것을 목표로 하였다.

『성악원조 가곡』은 1897년에 靑荷浪人에 의해 편찬되었다.

이 가집에는 가곡, 시조, 가사, 단가, 잡가, 시창 등 다양한 작품들도 수록되어 있다.

본고에서는 이 중 110수로 이루어진 ‘가곡’ 부분만을 조명하여, 가곡 가집으로서의 성격을 발견하였다.

그 결과는 다음과 같다.

첫째, 이 가집은 모본이 되는 ‘어떤 가집’을 베꼈다.

둘째, 이 가집의 악곡 편제는 기존 가집들과는 매우 다르다.

이 특징은 20세기 초 활자본 가집『대동풍아』와 상당히 유사하다.

셋째, 작품 수록 순서가 『대동풍아』와 거의 일치한다.

따라서 두 가집은 동일 모본을 보고 제작한 것이다.

넷째, 이 가집은 서울지역 상층 인사 혹은 그 주변에서 향유되었다.

다섯째,『가곡원류』와는 전혀 다른 『성악원조 가곡』 계열의 새로운 가집 계열이 존재했다.

이는 19세기 후반 가곡사가 현재 알려진 것보다 더 풍부했음을 알려준다.

@highlight

본고는『성악원조 가곡』을 처음으로 발굴·소개하고, 나아가 이 가집을 가집사상에 위치짓는 것을 목표로 하였다.

