본 연구는 성매매 여성의 이성 관계 집착 양상을 일반 여성과 비교한 후 매매 아동기 외상 및 성매매 중 외상 경험이 이성 관계 집착에 미치는 영향을 알아보고자 하였다.

연구대상은 성매매 여성 및 일반 여성 각 42명이었다.

연구 결과, 성매매 여성은 일반 여성에 비해 이성 관계 집착 중 외로움, 질투, 과민함에서는 차이가 없었으나 거절에 대한 두려움과 의심이 유의하게 높았다.

또한 성매매 여성의 경우 성매매중의 외상 경험은 이성 관계 집착과 상관이 없었으나, 아동기 외상은 이성 관계 집착과 관련성이 있었고 특히 방임 및 가족 내 비밀은 이성 관계 집착과 행동과 유의한 관련성이 높았다.

일반 여성의 경우 아동기 외상이 이성 관계 집착과 유의미한 상관이 있었으며 가족 내 비밀과 신체 학대가 이성 관계 집착과 유의미한 상관을 보였다.

마지막으로 회귀 분석결과, 일반 여성의 경우는 아동기 외상 중 신체적 학대가 이성 관계 집착에 가장 큰 영향을 미치는 것으로 나타났으며, 성매매 여성의 경우는 방임이란 아동기 외상요인이 이성관계 집착에 가장 큰 영향을 미치는 것으로 드러났다.

@highlight

이 연구는 성매매 여성의 이성 관계 집착 양상을 일반 여성과 비교한 후 매매 아동기 외상 및 성매매 중 외상 경험이 이성 관계 집착에 미치는 영향을 알아보고자 하였다.

