이 연구에서는 공대 교수, 학생, 기업의 성인지에 대한 사고를 조사하였다.

한국교통대학교 공대 교수 59명, 남학생 226명, 여학생 109명, 그리고 충북에 소재한 기업의 인사담당자28명을 대상으로 하였다.

교수 대상 설문지는 26문항, 학생용은 30문항, 기업용은 5문항으로 구성하였다.

분석은 χ2 교차분석방법을 사용하였다.

연구 결과, 교수는 일반적으로 성차이에대한 인식을 가지고 있었다.

교수들은 여학생이 리더십이 부족하고 성공에 대한 자신감이 낮다고 생각하였다.

또한 여학생의취업에 불이익이 있다고 인식하였다.

그러나 그들은 이러한 생각을 교육이나 취업 안내에 반영하지 않았다.

여학생들 역시취업에 대한 자신감이 낮았으며, 공학교육에서 성인지적 교수법이 적용되지 않는다고 생각하였다.

여학생들은 남학생보다공학전공에 대해 부정적이었으며, 교수의 인식과 유사하였다.

한편 남학생은 동료 여학생의 성인지에 대해 무심하였다.

기업의 취업담당자들의 인식은 교수나 학생의 인식과 달랐다.

이러한 연구 결과로부터 교수와 학생의 취업에 대한 인식이 변화되어야 함을 알 수 있다.

여학생들을 위한 더 나은 공학전공교육을 위하여 앞으로 연구가 필요하다.

@highlight

본 연구에서는 공대 교수, 학생, 기업의 성인지에 대한 사고를 조사했다.

@highlight

본 연구 결과로부터 교수와 학생의 취업에 대한 인식이 변화되어야 함을 알 수 있다.

