국제자원활동에서 갈등상황은 매우 일상적으로 발생하며, 운영에 매우 큰 영향을 미친다.

따라서 국제자원활동 운영에서 이러한 갈등상황을 해소할 방법을 찾는 것은 중요하게 여겨지고 있다.

본 연구에서는 갈등상황은 국제자원활동의 시작인 준비 교육과정에서부터 발생하는 것을 목격하였고, 그것이 가진 근본적인 특성은 변하지 않은 채 활동 전반에 걸쳐 다양한 방식으로 갈등을 양산하는 것을 발견하게 되었다.

특히 이러한 갈등상황은 참가자들의 특성에 매우 의존되어 있음을 알게 되었다.

본 연구는 이러한 갈등상황이 발생하는 특성을 이해하고자 하는 목적으로 가지고 있다.

이를 위해 본 연구는 한 국제자원활동 프로그램에 전 과정에 참가하면서 자료를 수집하였다.

본 논의를 위한 상황은 준비 교육과정에서 발생하는 것으로 정하였는데 그 이유는 다른 갈등상황도 유사성을 가지고 있었기 때문이다.

준비 교육과정에서 나타난 갈등상황을 살펴본 결과 본 논의는 참가자들의 본질적인 특성이 크게 영향을 미치고 있음을 알게 되었고 그 특성은 자기 중심성과 수동성이라는 것을 이해하게 되었다.

더 나아가 이러한 참가자들의 특성은 현 사회가 가지고 있는 근대적 일상성에 의해 형성되는 것을 확인하였다.

이를 통해 국제자원활동의 확산과 원활한 운영을 위한 제언을 교육과정 차원에서 제시하고 있다.

특히 초·중등뿐 아니라 고등 교육 차원에서 이와 같은 자원활동을 위한 역량을 갖출 수 있는 교육과정의 지속적인 운영에 대한 필요성을 제안하고 있다.

@highlight

이 연구에서는 갈등상황은 국제자원활동의 시작인 준비 교육과정에서부터 발생하는 것을 목격했고, 그것이 가진 근본적인 특성은 변하지 않은 채 활동 전반에 걸쳐 다양한 방식으로 갈등을 양산하는 것을 발견하게 됐다.

