긴카스의 체호프 삼부작은 인생의 그 가없는 비극성을 또렷이 바라보면서도 ‘삶은 선물’임을 알았던 인간 체호프, 작가 체호프를 보다 선명하게 인식하게 해주는 흥미로운 미학적 체험을 허락한다.

낙관주의나 비관주의, 냉소주의나 삶의 지혜로운 교훈으로 설명될 수 없는 체호프 작품의 그 가볍고 무거우며 다면적인 세계의 비밀이 이 원로 연출가의 손을 통해 오롯이 되살아난다.

긴카스가 남긴 <로쉴드의 바이올린> 공연연습 기록일지에는 이 위대한 작가에 대한 위대한 연출가의 경의가 간결하게 표현되어 있다.

분명 체호프 삼부작은 스스로를 ‘문학의 떨기나무’, 그 중에서도 ‘러시아 문학의 떨기나무’라고 부르는 긴카스 연출미학의 정수를 보여주는 작품의 하나이다.

그리고 체호프를 다시금 만나게 되는 기쁨과 더불어, 이 뛰어난 연출가가 보여주는 문학과 인생에 대한 탁월한 이해에 경의를 표하지 않을 수 없게 만드는 작품이기도 하다.

@highlight

긴카스의 체호프 삼부작은 인생의 그 가없는 비극성을 또렷이 바라보면서도 삶은 선물임을 알았던 인간 체호프, 작가 체호프를 보다 선명하게 인식하게 해주는 흥미로운 미학적 체험을 허락한다.

