본 연구의 목적은 한국드라마 5편을 본 우즈베키스탄 청소년이 가진 한국에 대한 이미지를 해석하고 이를 어떻게 재현하고 있는지 탐색하였다.

연구는 2016년 6월부터 12월까지 한국드라마 5편을 시청한 우즈베키스탄에 청소년 9명을 심층 인터뷰하여 Stake(1995)의 사례연구방법 중 사례 간 분석으로 분석하였다.

연구결과 첫째, <겨울 연가>를 통해 순수한 사랑을 꿈꾸며 주인공 같이 의상을 입고 순수한 사랑을 하고 싶어 했다.

둘째, <대장금>을 통하여 한국의 음식문화와 궁중 문화를 알게 되었고 드라마 속 인물을 통하여 모든 일에 인내심을 가지려고 하였다.

셋째, <명성황후>를 통해서는 한국여성의 용감한 행동과 지혜로운 눈빛을 보면서 자신도 지혜로운 사람이 되려고 노력하였다.

넷째, <꽃보다 남자>를 통해서는 사랑하는데 물질적 조건이 필요하지 않음을 알게 되었고 자신이 좀 더 따듯한 사람으로 살아가려고 하였다.

마지막으로 <드림 하이>를 통해서 높은 꿈을 가지려고 하였고 자신의 꿈을 이루기 위해 최선을 다하였다.

이처럼 우즈베키스탄 청소년들은 한국드라마를 통해 한국에 대한 긍정적인 이미지를 형성하고 있으며, 이와 같은 이미지는 한국인에 대한 동경과 환상으로 작용하여 그들의 생활에 중요한 영향을 미치고 있음을 알 수 있었다.

@highlight

이 연구의 목적은 한국드라마 5편을 본 우즈베키스탄 청소년이 가진 한국에 대해 이미지를 해석하고 이를 어떻게 재현하고 있는지 탐색했다.

