이 논문은 20세기 초 동북아에 있어서 대사건이었던 안중근의 일본 이토 히로부미에 대한 저격, 그리고 그와 관련하여 안중근이 피력한 평화론을 논의하고 있다.

대한국인으로서 호국을 위한 영웅적 삶을 마감했던 안중근이 얼마나 평화철학적 보편성에 기초하고 있는지 알아보기 위한 시도로서 인류사의 대표적인 평화철학자인 칸트의 영구평화론에 견주어 고찰해보았다.

안중근의 사상을 세 가지 분석 수준에서 볼 때 개인의 분석수준에서는 보편적인 자유평등의 천부인권론, 국가적 분석 수준에서는 본원적 국민주권론과 파생적 통치자주권론의 이중적 주권론, 그리고 국제수준에서는 국가 간 군사, 경제적 공동체 형성을 주요 내용으로 하고 있음을 볼 수 있다.

즉, 안중근의 평화사상은 먼저 그의 조국 수호의 염원으로 그리고 후에는 한중일 동양 3국의 평화로운 공동체 형성을 지향하고 있었음을 보여준다.

이러한 안중근의 평화지향적인 호국사상은 오늘날 동북아 및 세계평화를 위해서도 중요한 의미를 가지는 것으로 지속적으로 선양할 필요가 있음을 의미한다.

@highlight

본 논문은 20세기 초 동북아에 있어서 대사건이었던 안중근의 일본 이토 히로부미에 관한 저격, 그와 관련해 안중근이 피력한 평화론을 논의하고 있다.

