화장품 브랜드 앱의 GUI 요소들이 기능적 요소에 미치는 영향, 기능적 요소들이 모바일 앱의 성과지표인 사용성과 유용성에미치는 영향, 그리고 사용자 이용 동기의 조절 효과를 분석하는 것을 목적으로 한다.

선행연구에 근거하여 브랜드 앱의 GUI 구성 요소로서 아이콘, 레이아웃 메뉴, 타이포그래피, 컬러를 도출한 후, GUI 요소들이 모바일 앱의 기능적 요소인 유연성, 효율성, 심미성, 용이성에 미치는 영향과 브랜드 앱의 성과에 대한 이용 동기의 조절 효과를 분석하였다.

브랜드 앱 전문가와 브랜드 앱 사용자들을 대상으로 설문조사를 실시하였고, 가설 검증은 SPSS V23을 이용하여 회귀분석과 다변량 분산분석을 실시하였다.

GUI 요소들은 브랜드 앱의 유연성, 효율성, 용이성, 심미성 등에 긍정적인 영향을 미치고 있었다.

용이성과 심미성은 브랜드 앱의유용성에 긍정적인 영향을 미치고, 유연성, 효율성, 용이성 등은 사용성에 긍정적인 영향을 미치고 있었다.

이용 동기의 조절 효과를 분석한 결과 브랜드 앱의 유용성에 대해서만 유의한 영향을 미치는 것으로 나타났다.

화장품 모바일 앱을 개발할 때 사용자들의 이용 동기에 따라서 성과지표에 영향을 미치는 기능적 요소들과 GUI 요소들을 적절하게 배합하는 것이 필요할 것이다.

@highlight

화장품 브랜드 앱의 GUI 요소들이 기능적 요소에 미치는 영향, 기능적 요소들이 모바일 앱의 성과지표인 사용성과 유용성에 미치는 영향, 사용자 이용 동기의 조절 효과를 분석하고자 하였다.

@highlight

기존연구에 근거해 브랜드 앱의 GUI 구성 요소로서 아이콘, 레이아웃 메뉴, 타이포그래피, 컬러를 도출하였다.

