초기경전에는 현대기업의 사회적 책임(CSR)에 비견되는 상업윤리에 관련된 내용이 있다.

그런데 초기경전의 상업윤리 중에는 경제적 책임과 자선적 책임에 관련된 교훈이가장 빈번하게 언급되고 있으며, 법적 책임과 윤리적 책임에 대해서도 중요한 부분이언급되고 있다.

초기경전에 나타난 경제적 책임의 세부내용을 보면, 경제적으로 성공하기 위해서는 지혜와 업무지식이 중요하며 성실하고 적극적인 자세도 필요하다고 보고있는데, 그 중에서도 지혜가 가장 빈번하게 등장하고 있다.

또한 법률적 책임에 대해서는 정직한 상행위와 공정한 이윤 분배를 강조하고 있다.

윤리적 책임에 대해서는 상인들 간의 신의, 자비, 소욕지족이 나타나고 있는데, 소욕지족은 현대적으로는 무분별한사업영역 확장과 비윤리적 이윤 추구를 자제해야 한다는 의미로 해석된다.

그리고 자선적 책임에 대해서는 이웃과 사회를 위해, 그리고 정신적·종교적 가치를 위해 자발적이고 적극적으로 재화를 회향하는 보시가 강조되고 있다.

@highlight

초기경전에는 현대기업의 사회적 책임에 비견되는 상업윤리에 관련된 내용이 있다.

@highlight

윤리적 책임에 대해 상인들 간의 신의, 자비, 소욕지족이 나타나고 있는데, 소욕지족은 현대적으로는 무분별한사업영역 확장과 비윤리적 이윤 추구를 자제해야 한다는 의미로 해석된다.

