본 연구는 현장중심의 교육과정 개발을 위해 유아교사의 직무를 도출하고 이에 대해 현직교사들의 인식을 살펴보고자 하였으며, 나아가 IPA기법을 이용하여 현장에서 직무적용의 우선순위 가능성을 탐색하고자 하였다.

문헌분석, 현장전문가와의 워크삽 후 도출된 유아교사의 직무모형검증을 위해 275명의 유치원, 어린이집 교사를 대상으로 분석하였다.

그 결과, 유아교사의 직무에 대한 중요도 인식은 수행도에 비해 높게 나왔으나 직무제반에 걸쳐 중요도와 수행도 모두 평균보다 높게 나왔다.

중요도와 수행도가 가장 높은 직무로는 건강·안전·영양지도, 영유아이해 및 생활지도·상담 등의 영유아보호관련 직무들이었으며, 다음으로 교육관련 직무인 교수학습활동 직무와 기관운영방침 및 교육계획 수립 직무 순으로 나타났다.

또한 IPA 분석결과, 유아교사의 직무 중 강화유지, 집중관리, 우선순위 직무들을 파악하여 양성기관 교육과정 운영방안에 대한 의미있는 논의를 제공할 수 있었다.

@highlight

이 연구는 현장중심의 교육과정 개발을 위해 유아교사의 직무를 도출하고 이에 대해 현직교사들의 인식을 살펴보고자 했으며, 나아가 IPA기법을 이용해 현장에서 직무적용의 우선순위 가능성을 탐색하고자 했다.

