본 연구는 충남의 역대 도지사들의 도정목표와 핵심방침을 중심으로 도정철학을 살펴보았다.

그 결과 역대 도지사들이 도정을 이끌어 나가는 첫 번째 핵심적 도정철학은 “충남인들의 삶의 질에 대한 기준을 높이고, 도민 전체가 행복하게 살아갈 수 있도록 하는 데 중점을 두고” 노력하는 것을 가장 우선시 한 것으로 나타났다.

한 마디로 ‘도민복지수준향상을 위해 노력했다’고 볼 수 있다.

두 번째로는 이와 같은 도민복지수준을 어떻게 나눌 것인가를 고민했다고 볼 수 있다.

즉, 도민의 행복을 어떻게 배분할 것인가?

이에 대한 대답으로는 “형평성 있게 골고루 분배”하려는 도정철학을 가지고 있었다고 볼 수 있다.

셋째로는 다른 지사들과 달리 안희정 전 지사는 한발 더 나아가 복지의 분배에 있어서 형평하게 배분하는 기준을 제시하였다.

즉 공정하게 정의롭게 나누는 것을 도정철학으로 제시했다고 볼 수 있다.

마지막으로는 이 모든 것들은 일자리 마련과 지속적인 경제적 발전을 통해 가능하다고 보는 도정철학을 가지고 있었다.

따라서 충청남도 역대 도지사의 도정철학은 경제적 발전을 바탕으로 모든 도민이 모두 인간답게 살도록 하겠다는 위민복지로 볼 수 있다.

@highlight

본고는 충남의 역대 도지사들의 도정목표 및 핵심방침을 중심하여 도정철학을 관찰해보았다.

@highlight

그 결과 역대 도지사들이 도정을 이끌어 나가는 첫 번째 핵심적 도정철학은 “충남인들의 삶의 질에 대한 기준을 높이며, 도민 전체가 행복하게 살아도록 하는데 중점을 두고” 노력하는 것을 우선시 한 것으로 확인되었다.

