본 연구는 전학경험에 따른 우울·불안과 학교생활부적응의 차이를 검증하고 전학경험과 학교생활부적응의 관계에서 우울·불안이 매개효과를 지니는지를 파악하는 것이 목적이다.

이를 위해 김포시 초, 중, 고등학생 총 2,516명을 대상으로 spss 18.0과 amos 18.0 통계 프로그램을 활용해 본 연구목적을 달성하였다.

연구결과, 먼저 전학경험 학생들이 우울·불안과 학교생활부적응이 더 높은 것으로 나타났다.

둘째, 전학경험은 학교생활부적응에 직접적인 영향을 미치지 않았다.

그러나 전학경험은 우울·불안에 영향을 미쳤고, 우울·불안은 학교생활부적응에 영향을 미치는 것으로 나타났다.

셋째, 효과분해를 살펴본 결과 전학경험은 학교생활부적응에 직접효과는 없었으나 간접효과를 지니는 것으로 확인되었다.

즉 전학경험과 학교생활부적응의 관계에서 우울·불안은 완전매개효과를 보였다.

이상의 연구결과를 토대로 시사점을 제시하였다.

@highlight

이 연구는 전학경험에 따른 우울·불안과 학교생활부적응의 차이를 검증하고 전학경험과 학교생활부적응의 관계에서 우울·불안이 매개효과를 지니는지를 파악하는 것이 목적이다.

