DSM-5에 새로운 언어장애 진단명으로 사회적 의사소통장애가 첨가되었다.

그런데 현재 국내·외적으로 사회적 의사소통장애에 대한 연구가 미비한 편이다.

이에 이번 연구를 통해 사회적 의사소통장애와 관련된 연구가 세계적으로 어떻게 진행되고 있는지를 살펴보고자 한다.

2012년부터 2019년까지 저널에 발표된 학령기아동 대상의 국내·외 10편의 논문을 선정하여, 연구대상 연구방법, 독립변수 종속변수, 사회적 언어평가 검사도구, 연구결과 등을 분석하여 보았다.

사회적 의사소통장애 아동은 다른 신경발달장애(ASD, ADHD 등)아동과 사회적 의사소통능력 결함에 있어 유사한 특징을 보인다.

이에 사회적 의사소통장애 아동들에 대한 연구들은 ASD 및 DLD 과의 언어능력 비교 및 진단평가 방법의 고안, 또는 유의미한 치료방법에 대한 연구가 주로 진행되었다.

이상의 결과를 통해 우리는 사회적 의사소통장애라는 새로운 언어장애 아동 구분법에 맞는 적합한 진단 평가방법과 치료법에 대한 구분이 명확해져야 함을 알 수 있었다.

@highlight

DSM-5에 새로운 언어장애 진단명으로 사회적 의사소통장애가 첨가되었지만 현재 국내·외적으로 사회적 의사소통장애에 대한 연구가 부족한 실정이다.

