주희의 미발론은 인간 마음의 구조에 관한 견해이면서 동시에 그 자체가 공부의 의미에 관한 독특한 견해를 나타내고 있다.

당대의 여러 견해를 비판적으로 검토하는 과정을 통하여 정립된 주희의 미발론은, 인간 마음은 ‘未發’(즉 표현 이전)과 ‘已發’(즉 표현 이후)로 구분되는 중층의 구조를 지닌다는 견해를 핵심으로 삼고 있다.

여기서 ‘미발’은 ‘형이상학적 의미’와 ‘경험적 의미’를 한꺼번에 가지는 용어로 나타난다.

미발은 우선, 본체로서의 ‘性’, 즉 공부가 지향해야 할 ‘초월적 표준’을 가리킨다.

‘초월적 표준’이라는 점에서 미발은 형이상학적 의미를 담고 있다.

그러나 다른 한편으로, 미발은 공부의 과정에서 공부주체가 경험(또는 자각)하게 되는 특별한 심리상태, 즉 자신의 ‘참된 자아’를 대면하는 심리상태를 가리킨다.

그리하여 주희의 미발론은, 공부는 ‘자기초월적’ 성격과 ‘자기성찰적’ 성격을 동시에 지니는 자각적 체험이라는 점을 극적인 형태로 드러낸다.

@highlight

주희의 미발론은 인간 마음의 구조에 관한 견해이면서 동시에 그 자체가 공부의 의미에 관한 독특한 견해를 나타내고 있다.

