최근 교통안전규제 영역에서 문화이론에 대한 논의가 있다.

이는 운전자들의 문화적 편향이 어떻게 형성되어있는가에 따라서 운전자들의 법규의 해석, 법규 위반행위의 위험인식, 규제 불응에 따른 비난의 대상 등이 달라진다는 입장을 가지고 있다.

문화이론에 의하면 개인을 둘러싼 특정한 사회적 관계에서 세계를 바라보는 근본적인 시각인 세계관(world view) 또는 우주관(cosmology)이 형성되며, 이러한 세계관이 개인의 행동과 태도에 영향을 미친다는 것이다.

이러한 맥락에서 볼 때 Ch.

Wulf의 역사문화적 인간학 연구에서 제안하는 문화인지와 문화적 학습 이론은 이러한 현상에 대한 새로운 접근을 제공한다.

그에 의하면 문화인지와 문화적 학습을 설명할 수 있는 핵심기제는 신체성, 미메시스, 연행성, 의례, 이미지 다섯 가지로 체계화된다.

본 연구는 Ch.

Wulf의 다섯가지 핵심기제를 분석틀로 하여 교통법규에 대해 한국인들이 문화적으로 인지하는 방식과 교통법규 위반 경험을 통해 어떻게 변화되고 있는지를 밝히고자 한다.

이를 위해 교통법규를 위반으로 인해 교육받은 경험이 있는 운전자들을 대상으로 교통문화 인지에 대한 심층인터뷰를 하였고, 그 결과를 해석학적 현상학으로 분석하였다.

@highlight

이 연구는 Ch.

@highlight

Wulf의 다섯가지 핵심기제를 분석틀로 하여 교통법규에 대해 한국인들이 문화적으로 인지하는 방식과 교통법규 위반 경험을 통해 어떻게 변화되고 있는지를 밝히고자 한다.

