금년 7월부터 시행되게 된 독일 협약단일화법의 핵심은 하나의 사업장에 복수의 단체협약이 서로 충돌하는 경우에 다수근로자가 소속된 노조가 체결한 단체협약이 적용된다는 다수협약적용원칙이다.

이 논문에서는 다수노조의 협약을 단일협약으로 하여 사업장에 통일적으로 적용하도록 법률로 규정하게 된 배경을 먼저 살펴보고, 위헌 여부를 비롯하여 규율내용의 해석과 적용에 관련하여 제기되고 있는 여러 가지 법리적 내지 실무적 쟁점에 대하여 독일에서의 논의를 중심으로 검토하였다.

먼저 소수노조의 단체협약의 규범적 효력을 배척하는 것은 단결의 자유에 대한 부당한 침해가 될 수 있다는 관점에서 협약단일화법의 위헌성이 문제되고 있으므로 이에 대한 논의상황을 정리하였다.

그리고 다수조합원을 가진 노조의 협약을 단일협약으로 적용하도록 규정한 것은 노동조합이 조합원을 위해 협약을 체결하고, 근로자는 본인이 소속된 노조가 체결한 단체협약의 규율을 받는다는 자기결정의 원칙과 민주주의 원칙에 비추어 어떠한 문제가 제기되고 있는지와 쟁의법에 미치는 영향에 대하여도 살펴보았다.

또한, 하나의 사업장에서 근로조건의 통일적 규율을 도모하고자 하는 동일한 규율목적을 지닌 우리나라에서의 교섭대표단일화제도와의 비교검토를 통해 독일에서의 단일협약적용에 관한 입법의 내용을 평가하였다.

@highlight

이 논문에서는 다수노조의 협약을 단일협약으로 해 사업장에 통일적으로 적용하도록 법률로 규정하게 된 배경을 먼저 살펴보고, 위헌 여부를 비롯해 규율내용의 해석과 적용에 관련해 제기되고 있는 여러 가지 법리적 내지 실무적 쟁점에 관해 독일에서의 논의를 중심으로 검토했다.

