최근 건설되는 교량은 철근 콘크리트 대신에 주로 프리스트레스트 콘크리트 교량이 주종을 이루고 있다.

프리스트레스 콘크리트 (PSC)는 철근 콘크리트 (RC)가 지니는 균열발생 문제, 철근의 부식, 누수 등 내구성에 미치는 약점을 보완할 수 있다.

또한 프리스트레싱으로 인한 인장영역의 보완으로 인하여 구조물의 크기를 줄일 수 있다.

하지만 이러한 구조용 주재료인 고강도 콘크리트의 경우는 밀도가 강도에 비하여 상대적으로 크기 때문에 상대적으로 자중을 증대시키는 문제가 있다.

따라서 자중을 감소시킬 수 있는 경량골재를 활용한 중공형 PPC 거더 (Hollowed Prefabricated Prestressed Concrete girder systems using Light Aggregate, 이하 HPPCLA)는 이러한 문제점을 해결할 수 있는 대안이 될 수 있다.

본 연구에서는 HPPCLA 거더의 성능시험 뿐 만 아니라 수치해석을 수행하였으며, 그 결과 HPPCLA 거더는 전형적인 휨파괴 형상을 나타내었다.

수치해석에서 예상한 바와 같이 PPC 거더의 사용하중인 110 kN에서는 완전한 탄성거동으로 구조물의 사용성에는 무리가 없을 것으로 판단된다.

@highlight

최근 건설되는 교량은 철근 콘크리트 대신에 주로 프리스트레스트 콘크리트 교량이 주종을 이루고 있다.

@highlight

이런 구조용 주재료인 고강도 콘크리트의 경우는 밀도가 강도에 비해 상대적으로 크기에 상대적으로 자중을 증대시키는 문제가 있다.

