본 연구는 보건계열 대학생들의 성지식, 피임지식 및 성허용도 간의 관계를 규명하기 위하여 시도되었다.

자료수집은 K광역시에 소재한 2개 보건계열 대학에 재학 중인 대학생 282명이었으며, 연구기간은 2015년 10월 15일부터 10월 30일까지였다.

연구방법은 일반적 특성, 성지식, 피임지식, 성허용도정도와 일반적 특성에 따른 성지식, 피임지식, 성허용도를 파악하였다.

자료 분석은 평균, 표준편차, t 검정, ANOVA, Scheffe`s test, Pearson 상관 계수를 WIN SPSS 20.0 프로그램을 이용하여 분석하였다.

연구결과 보건계열 대학생의 성지식은 40점 만점에 평균 30.7이었으며, 피임지식은 14점 만점에 평균은 6.7이였다.

성허용도는 평균 42.8±9.69이었다.

성지식과 피임지식 간에 순 상관관계(r=.262, p<.001)를 나타내었다.

성지식과 성허용도 간에 역 상관관계(r=-

.212, p<.001)를 보였고, 피임지식과 성허용도 간에도 역 상관관계(r=-

.120, p<.037)를 보였다.

따라서 성허용도에 영향을 주는 성지식과 피임지식을 높일 수 있는 현실적인 성교육 중재 프로그램 개발이 필요하다.

@highlight

이 연구는 보건계열 대학생들의 성지식, 피임지식 및 성허용도 간의 관계를 규명하기 위해 시도되었다.

@highlight

자료수집은 K광역시에 소재한 2개 보건계열 대학에 재학 중인 대학생 282명이었으며, 연구기간은 2015년 10월 15일부터 10월 30일까지였다.

