본 연구는 미국 산림교육의 특성을 분석하기 위하여 미국립공원관리국(NPS)에서 운영하는 주니어 레인저 프로그램(Junior Ranger Program)을 살펴본 뒤 이를 바탕으로 국내 유아숲교육에의 적용 시사점을 찾아보고자 하였다.

이를 위해 미국 국립공원 현지방문조사 및 면담조사를 실시하였고, 미국립공원에서 발행된 각종 문헌, 저서, 연구물과 이와 관련된 인터넷 자료를 수집하여 분석하였다.

미국의 산림교육은 오랜 역사 속에 NPS의 주도 하에 국립공원 뿐 아니라 주립공원에 이르기까지 체계적으로 운영되고 있었으며, 어린이의 연령 및 선호에 맞는 맞춤형 내용을 가지고, 각 공원의 독특성과 개별성을 반영한 방식으로 운영되고, 지역사회 및 개별 가정에서 쉽게 동참할 수 있는 다양한 프로그램을 제공함으로서 산림교육을 일상화해나가고 있음을 알 수 있었다.

우리나라 유아숲교육은 앞으로 정부의 여러 부처간 협의를 통해 숲과 문화, 역사를 아우를 수 있는 포괄적 지원 시스템 마련, 유아부터 초등학생에 이르는 전 연령의 아동을 대상으로 하는 체계적 운영방식 모색, 숲을 통해 지역과 문화와 교육을 연계할 수 있는 통합적 산림교육 프로그램 개발 등에 대한 관심을 가지고 이에 관한 산림교육정책을 마련할 필요가 있음을 제안하였다.

@highlight

미국 산림교육의 특성을 분석하기 위해 미국립공원관리국에서 운영하는 주니어 레인저 프로그램을 살펴본 후 이를 바탕으로 국내 유아숲교육에의 적용 시사점을 찾아보았다.

@highlight

연구를 위해 미국 국립공원 현지방문조사와 면담조사를 실시하였다.

