전통적인 계층연구는 주로 ‘국가’를 연구의 기본 단위로 한다.

이는 계층 형성과 이동을 기본적으로 한 국가 내에서 일어나는 현상으로 이해하고 있음을 의미한다.

이러한 관점에서 교육, 도시로의 이주, 가족 배경 등이 개인의 계층이동에 영향을 주는 주요 요인으로 주목받아 왔다.

그러나 국제이주에서 볼 수 있듯이 계층이동 전략은 자주국가의 경계를 넘나든다.

그러므로 계층 현상을 이해하기 위해서는 국가 외부의 기회구조를 포괄하는 지구적 관점이 요구된다.

이 논문은 계층 연구에 있어서 지구적 관점을 소개 및 적용하는 것을 목적으로 한다.

지구적 관점의 적용을 위해 이 논문에서 계층은 소득계층(전 세계 소득 십분위에서의 위치)으로, 계층 이동은 세계 소득 십분위에서의 위치 이동으로 정의한다.

이 논문에서는 우선 지구적 관점에서 나타나는 계층이동 경로를 세가지로 개념화한 후, 한국인을 사례로 하여 각 경로별 지구적 수준에서의 소득계층 이동 가능성의 크기를 살펴본다.

또한 한국인과 미국거주 한인을 세계 소득 십분위에 위치시켜 한인의 지구적 수준에서의 계층 위치를 파악한다.

연구 결과를 토대로 이 논문은 전통적인 계층연구에서 주목해 온 교육, 도시로의 이주, 가족 배경 못지않게 개인이 속한 ‘국가’가 지구적 수준에서는 계층이동의 가능성과 크기에 큰 영향을 미치고 있음을 주장한다.

결론에서는 계층연구에 있어서 이러한 지구적 관점이 갖는 이론적 함의를 논의한다.

@highlight

본 논문은 계층 연구에 있어서 지구적 관점을 소개 및 적용하는 것을 목적으로 하였다.

@highlight

지구적 관점의 적용을 위하여 계층은 소득계층으로, 계층 이동은 세계 소득 십분위에서의 위치 이동으로 정의된다.

@highlight

본 논문에서는 우선 지구적 관점에서 나타나는 계층이동 경로를 세가지로 개념화하였다.

