심해저 광물자원의 상업적 개발을 위해 국제해저기구는 심해저 광업을 위한 개발규칙을 준비하고 있다.

이와 관련한 중요한 논점은 개발의 재정시스템 특히 로열티의 형태와 비율이다.

개발규칙 초안은 로열티에 대해 규정하고 있으나 실질적인 요율은 규정하지 않고 있다.

인류공동유산으로서 심해저 광물자원을 재분배 해야 한다는 원칙하에 국제해저기구는 3개의 범주 즉, 단위기반로열티, 금속판매기준 로엹, 수익기준 로열티로 나누어 제시하고 있다.

심해저 광물자원의 초기 개발단계에서는 위험이 매우 높기 때문에, 투자의 성공가능성을 높이기 위해서는 이러한 불확실성을 감소시켜야만 한다.

그러므로 국제해저기구는 초기단계에서는 로열티를 낮추어 투자를 유인해야 하며 수입이 발생되는 시점에 계약서에 명시된 로열티를 부과하여야 한다.

한편, 국제해저기구는 개발시스템 준비단계에서 개발할 지역에 대해 고정비를 개발자들에 부과하여야 한다.

국제해저기구는 계약자들이 상업생산단계에 진입할 때 이익을 얻기 위해 판매금액에서 자본비용을 회수할 수 있도록 해야 하고 자본비용을 제외한 수입이 발생한 것에 대해 로열티를 부과하여야 한다.

@highlight

심해저 광물자원의 상업적 개발을 위하여 국제해저기구는 심해저 광업을 위한 개발규칙을 준비하였다.

@highlight

개발의 재정시스템 가운데 로열티의 형태와 비율이 논점이 되었다.

@highlight

개발규칙 초안은 로열티에 대하여 규정하고 있으나 실질적인 요율은 규정하지 않았다.

