LED용 기판용 고품질의 사파이어 단결정을 성장시키기 위하여 Kyropoulos(Ky) 및 Czochralski(CZ) 성장공정이많이 적용되고 있고, 성장공정 중 열 및 물질 전달현상의 제어가 필수적으로 요구된다.

본 연구에서는 저항 가열방식의 Ky 방법 및 유도 가열방식의 CZ 방법을 사용한 사파이어 단결정 성장방법을 FEM을 사용하여 수치적으로 분석하였다.

Ky법의 수치분석의 결과, 결정성장이 진행됨에 따라 결정의 고-

액 계면은 오목한 형상에서 편평한 형상으로 변화됨을 확인하였다.

CZ 방법의 경우, RPM이 증가함에 따라 최 고온부의 위치가 도가니의 표면에서 융액의 내부로 이동하고, 고-

액 계면도보다 편평한 형태로 변화된다.

그리고 성장된 결정의 고액-

계면은성장 초기에 형성된 shoulder의 모양에 영향을 받는 것으로 분석되었다.

@highlight

본고에서는 저항 가열방식의 Ky 방법 및 유도 가열방식의 CZ 방법을 사용한 사파이어 단결정 성장방법을 FEM을 사용하여 수치적으로 분석하였다.

