과거에 한국 산업 발전에 큰 기여를 하여온 특성화 고등학교는 고등교육의 요구증가, 21세기 산업구조의 고도화, 직업 세계의 빠른 변화 등으로 현재 위기를 맞이하고 있다.

본 연구는 고등학교 직업교육의 혁신을 위한 교육 모델의 설계에 목적을 두고 있다.

이를 위하여, 국내 전라남도 지역의 직업교육 현황과 국내·외의 우수 직업교육 사례를 분석하고, 직업교육 관련 이론에 기반하여 직업교육의 모델을설계하였다.

특성화 고등학교의 교원 및 산업체 담당자의 의견을 조사한 결과, 현재 특성화 고등학교의 직업교육은 현장 실습형 및 참여형으로 전환되어야 함이 공통적으로 지적되었다.

또한, 국내에서 성공한 사례로 손꼽히는 특성화 고등학교의강점과 미국 CTE, 호주 VET, 독일 직업교육, 핀란드 직업교육의 독특한 직업교육정책과 프로그램들이 분석되었다.

아울러, 직업교육을 뒷받침하는 교육이론으로, 사회적 구성주의, 경험 학습이론, 상황 학습이론, 활동 이론 및 확장 학습 이론이검토되었다.

이 과정을 통하여, 전남 특성화 고등학교를 위한 상호 창의적(Mutual Creative) 교육시스템이 제안되었다.

본 연구는 이 모델의 특징을 소개하고, 이 모델이 성공적으로 전남지역에 정착되기 위한 주요 과제를 논의하였다.

@highlight

과거에 한국 산업 발전에 큰 기여를 하여온 특성화 고등학교는 고등교육의 요구증가, 21세기 산업구조의 고도화, 직업 세계의 빠른 변화 등으로 오늘날 위기를 맞이하고 있다.

