본 연구는 국내 최초로 무균실에서 조혈모세포 이식을 받는 소아암 환아를 대상으로 한 미술치료 연구이다.

그동안 의료적 처치 외에는 무균실에 입원한 환아에게 적절한 심리치료적 개입이 없었던 점에 초점을 맞춰 무균실에 입원한 환아의 심리적 상황과 무균실이라는 병동의 의료 환경에서 충분히 훈련된 미술치료사가 무균실에서도 개입 가능한 미술치료를 보여주는 것이 본 연구의 목적이다.

본 연구는 미술치료사가 무균실에 입원한 환아의 신체적, 심리적 상황을 고려하여 무균실 유리창에 그림을 그려주는 것으로 미술치료를 시도하였다.

연구의 대상은 서울시의 Y대학병원에서 조혈모세포이식을 받는 소아암 환아 4명이며 평균 연령은 12세이다.

자료 수집은 2014년 7월부터 2015년 8월까지 평균 7.5회 미술치료가 개입되었다.

회기별 활동과정과 환아의 심리·사회·영적 변화는 질적으로 분석하였다.

무균실에 격리되어 있는 환아는 조혈모세포이식이라는 극도의 수동적 상황에서 신뢰로운 관계의 미술치료사가 유리창을 통해 환아의 내적 욕구를 대신 표현해주면서 능동성을 획득할 수 있었다.

이는 환아의 심리적 고통을 완화하고 치료 순응도를 높이고 고립된 의료적 상황에서 스트레스를 견디고 희망을 고취시키는데 도움을 주었다.

이에 본 연구는 무균실에 격리된 환아에 대한 미술치료 중재의 필요성과 가능성을 제시했다는 것에 의의가 있다.

@highlight

이 연구는 국내 최초로 무균실에서 조혈모세포 이식을 받는 소아암 환아를 대상으로 한 미술치료 연구이다.

@highlight

연구의 대상은 서울시의 Y대학병원에서 조혈모세포이식을 받는 소아암 환아 4명이며 평균 연령은 12세이다.

