본

고

는

 

전

주

 

삼

재

로

 

불

리

는

 

금

재

 

최

병

심

(

欽

齋

 

崔

秉

心

,

 

1

8

7

4

-

1

9

5

7

)

·

고

재

 

이

병

은

(

顧

齋

 

李

炳

殷

,

 

1

8

7

7

-

1

9

6

0

)

·

유

재

 

송

기

면

(

裕

齋

 

宋

基

冕

,

 

1

8

8

2

-

1

9

5

6

)

과

 

그

들

의

 

지

도

를

 

받

은

 

후

학

이

 

계

승

한

 

유

가

의

 

문

화

예

술

을

 

심

미

적

인

 

측

면

에

서

 

고

찰

하

는

 

데

 

있

다

.

 

그

들

은

 

도

문

본

말

적

 

의

식

(

道

本

文

末

的

 

意

識

)

·

경

독

병

행

적

 

시

도

(

耕

讀

竝

行

的

 

試

圖

)

·

통

이

비

색

적

 

체

현

(

通

而

非

塞

的

 

體

現

)

에

 

의

하

여

 

응

신

절

의

(

凝

神

節

義

)

의

 

저

항

성

·

청

양

재

도

(

淸

揚

載

道

)

의

 

선

비

성

·

심

득

의

회

(

心

得

意

會

)

의

 

예

술

성

을

 

지

향

하

였

다

.

 

이

로

 

인

한

 

그

들

의

 

심

미

경

계

는

 

신

여

물

유

(

神

與

物

遊

)

의

 

내

일

미

학

(

內

逸

美

學

)

·

징

회

관

도

(

澄

懷

觀

道

)

의

 

성

직

미

학

(

性

直

美

學

)

·

이

취

사

의

(

理

趣

寫

意

)

의

 

중

화

미

학

을

 

형

성

하

였

다

.

 

신

여

물

유

는

 

그

들

의

 

미

감

과

 

의

식

이

었

으

며

 

징

회

관

도

는

 

그

들

의

 

예

술

적

 

가

치

평

가

의

 

기

준

이

었

다

.

 

또

한

 

이

취

사

의

는

 

예

술

취

향

으

로

 

그

들

의

 

예

술

을

 

나

타

내

는

 

방

법

이

었

다

.

 

따

라

서

 

이

들

은

 

강

학

과

 

수

의

를

 

통

한

 

시

대

성

과

 

철

학

성

 

뿐

 

아

니

라

 

심

미

적

인

 

면

에

서

도

 

내

일

미

학

·

성

직

미

학

·

중

화

미

학

을

 

띄

고

 

있

다

.

@highlight

전주 삼재로 불리는 금재 최병심·고재 이병은·유재 송기면과 그들의 후학이 계승한 유가의 문화예술을 심미적인 측면에서 고찰했다. 신여물유는 그들의 미감과 의식이었으며 징회관도는 그들의 예술적 가치평가의 기준이었고 이취사의는 예술취향으로 그들의 예술을 나타내는 방법이었다.