공공부문에서 발생하는 서비스 중복에 대해서는 ‘통합’, ‘경쟁’, ‘협력’을 구성요소로 하는 원형 및 혼합형의 대응이 가능하다.

본 연구는 ‘방과후 돌봄서비스’ 사례를 대상으로 공공서비스 중복현상에 대한 우리나라 정부의 대응양상을 분석하고, 그 시사점을 도출하는데 목적을 두었다.

방과후 돌봄서비스는 교육부, 보건복지부, 여성가족부가 관여하는 업무 영역으로서 서비스의 중복현상이 나타나고 있다.

이에 대해 정부는 보건복지부를 중심으로 하는 부분통합 방안, 교육부를 중심으로 하는 통합과 협력의 혼합형 대응방안 등을 모색하였다.

이러한 대응방안들을 분석한 결과는 다음과 같다.

먼저 서비스 중복현상에 대한 정부의 대응방안에는 ‘통합’ 요소가 공통적으로 포함되었으나, ‘경쟁’ 요소는 결여되었다.

다음으로, 교육부중심의 ‘통합’ 방안은 기관의 조직 제국주의 성향이 발현될 수 있음을 시사한다.

요컨대, 본연구는 공공서비스 중복현상에 대한 우리나라 정부의 대응패턴과 더불어 통합에 초점을 둔 중복제거 방안이 현실의 맥락에서 주목할 만한 부작용을 낳을 수 있음을 보여준다.

@highlight

이 연구는 ‘방과후 돌봄서비스’ 사례를 대상으로 공공서비스 중복현상에 대한 우리나라 정부의 대응양상을 분석하고, 그 시사점을 도출하는데 목적을 두었다.

