본 연구는 자신만의 검도철학을 형성하기 위한 개념 설정과 관련된 논의이다.

자신만의 검도철학은 3가지 관점의 철학적 검토가 필요하다.

첫째는 검도가 몸으로 한다면, 그 몸은 무엇인지 이해해야 한다.

둘째는 검도의 기술과 인격형성이 검도에서의 움직임으로 완성된다면, 그 움직임이 갖는 의미를 이해해야 한다.

셋째는 검도의 가치가 검도에서의 경험과 반성으로 획득되는 것이라면, 그러한 내용과 과정에 대한 이해가 필요하다.

기존의 검도와 관련된 철학적 내용, 즉 깨달음, 검선일여, 부동심, 경구의혹, 인격완성, 수파리 등도 자신의 검도 움직임을 정당화하기 위해 다양한 동양적 사상을 차용하였다는 사실을 고려한다면, 지금 검도하는 움직임의 주체인 몸의 역할은 무엇이고, 검도 움직임에 나타난 경험과 그에 따른 반성의 의미를 제시하는 것은 논리적으로 타당하다.

이러한 검도철학의 접근법은 특정한 방향성을 설정하지 않는다.

자신만의 검도 움직임과 그에 따른 경험과 반성의 내용이 다르기 때문이다.

이는 자신만의 검도철학이 가능함을 보여준다.

또한 검도하는 몸과 움직임 그리고 경험과 반성의 문제는 오늘날 과학적인 성과물로 뒷받침할 수 있다는 점에서 검도철학의 논리적 타당성을 확보할 수 있을 것이다.

@highlight

본고는 자신만의 검도철학을 형성하기 위한 개념 설정과 관련된 논의다.

@highlight

자신만의 검도철학은 3가지 관점의 철학적 검토가 필요하다고 사료된다.

