본 연구는 급격히 늘어나고 있는 유럽지역 학습자들의 한국어 학습 상황을 알아보고 개선점을 찾기 위한 연구이다.

연구는 내러티브 탐구 방법을 사용하였으면 연구대상은 20대 중반 유럽지역 학습자 3명과 아시아지역 학습자 1명이다.

유럽지역 학습자의 증가는 고무적인 일이나 한국어 교실에서의 더딘 학습 적응, 낮은 학습 성취도는 학습자에게는 좌절감으로, 현장에 있는 교사에게는 부담감으로 돌아오고 있다.

기존 다른 지역 학습자들에 대한 연구가 활발히 이루어져 온 것에 비해 유럽지역 학습자들에 관한 연구는 미비한 이 시점에서 한국에서 한국어 학습 과정을 경험한 유럽지역 학습자를 연구하여 앞으로의 교수에 활용하는 것이 필요하다.

연구 결과, 유럽지역 학습자는 한국어 학습과정 중에 끊임없이 모국에서의 본인의 학습경험을 되살리고 있는데 긍정적으로만 작용하는 것은 아니어서 주의를 요한다.

반면교사 태도나 교재 등의 요인은 모국과 다르지만 학습에 긍정적인 영향을 미쳤다.

유럽지역 학습자들은 스스로 한국어 교실 내에서 소수라고 생각하고 있으며 이는상황에 따라 학습에 긍정적 혹은 부정적으로 작용한다.

서양어권으로 묶여 미국 학습자와 동일하게 다루어지는 경험 등 국가 정체성이 무시되는 상황은 부정적인 정의적 요소로 작용하였다.

다양한 유럽 국가 학습자들이 증가하고 있는 만큼, 한국내 유럽지역 학습자의 성공적인 한국어 학습을 위해서는 지속적인 학습자 내러티브탐구 연구가 필요하다고 판단된다.

@highlight

이 연구는 급격히 늘어나고 있는 유럽지역 학습자들의 한국어 학습 상황을 알아보고 개선점을 찾기 위한 연구이다.

@highlight

기존 다른 지역 학습자들에 대해 연구가 활발히 이뤄져 온 것에 비해 유럽지역 학습자들에 관해 연구는 미비한 이 시점에서 한국에서 한국어 학습 과정을 경험한 유럽지역 학습자를 연구해 앞으로의 교수에 활용하는 것이 필요하다.

