백제는 성왕의 등장과 함께 서기 4세기 ‘근초고왕 시절의 백제와 가야의 관계’를 재수립할 목적으로 가야에 적극적인 관심을 보였다.

그러나 가야 지역은 대가야와 신라의 결혼 동맹(522), 신라의 남가라(금관국) 복속 등 국제적 환경이 급변하고 있었다.

이에 백제는 서기 529년 3월 안라 주도의 국제회의를 통해 가야 세력들의 친 신라화 및 복속을 적극적으로 막으려는 노력을 보였으나 실패하고 말았다.

아울러 북방에서 전개된 고구려와의 전투(529)도 가야 지역에 대한 개입을 방해하는 요소였다.

반면 백제가 고구려와의 전쟁으로 가야에 개입이 어려운 사이 신라는 녹기탄과 남가라(금관국)를 완전 병합해 버렸다.

따라서 평화적인 방법으로 ‘백제 주도의 가야 재편’이 불가능하게 되자 백제는 대화를 통한 외교 전략에서 벗어나 힘의 전략을 구사하게 되었다.

백제는 낙동강 하류를 통해 가야 지역에 본격적인 군사적 진출을 꾀하여 서기 531년 3월에 안라 걸탁성에 진주였다.

이를 통해 안라 및 그 서남부의 가야 세력을 백제의 정치적 영향력 아래에 두게 되었다.

백제는 안라를 비롯한 가야 서남부의 소국들에게 여전히 정치적 자립을 유지시켜 주면서도 친 백제적 우호관계를 성립시켰다.

그리고 이를 토대로 성왕은 ‘임나부흥’을 표방하여 가야 전역이 백제 주도 하에 들어올 것을 대내외에 천명하였던 것이다.

@highlight

백제는 성왕의 등장과 더불어 서기 4세기 ‘근초고왕 시절의 백제와 가야의 관계’를 재수립할 목적으로 가야에 적극적인 관심을 보였다.

@highlight

그러나 가야 지역은 대가야와 신라의 결혼 동맹(522), 신라의 남가라(금관국) 복속 등 국제적 환경이 빠르게 변하고 있었다.

