DTV 방송이 개시된 이후로 방송망의 비디오, 오디오 및 채널 정보들을 제외한 나머지 대역폭에 부가 정보를 전송하여 데이터 방송 등과 같은 서비스를 제공하고자 하는 노력이 있었다.

최근에는 이러한 대역폭에 장시간 동안 VOD 콘텐츠를 전송하여 수신기에 저장시키는 방법으로 콘텐츠를 제공하는 Push-

VOD 서비스가 주목을 받고 있으며, ATSC에서도 NRT(Non-

Real-

Time)라는 이름으로 해당 전송 방법을 규격화하는 작업을 진행하고 있다.

그러나 이러한 방식으로 콘텐츠를 전송할 때 DTV 수신환경이나 수신기의 문제 등으로 인해 한 번의 전송만으로는 콘텐츠가 에러없이 전송되지 않을 확률이 높다.

따라서 이를 극복하기 위해서는 방송망의 단방향적 특성상 콘텐츠를 여러 번 반복 전송하여 전송 신뢰도를 높여야 한다.

본 논문에서는 단방향 전송환경인 방송망으로 제한된 시간 내에 여러 콘텐츠를 수신기로 전송하고자 할 때, 마르코프 연쇄 모델링과 동적 계획 기법을 이용하여 전송된 콘텐츠들의 에러를 최소화하는 콘텐츠들의 최적 반복 전송 횟수를 구하는 방법을 제안한다.

@highlight

본고에서는 단방향 전송환경인 방송망으로 제한된 시간 내에 여러 콘텐츠를 수신기로 전송하고자 할 때, 마르코프 연쇄 모델링과 동적 계획 기법을 이용하여 전송된 콘텐츠들의 에러를 최소화하는 콘텐츠들의 최적 반복 전송 횟수를 구하는 방법을 제안한다.

