본 논문은 한국 기업에서 관심이 커지고 있는 저성과자 관리에 대한 리더의 역할 경험이일상생활 속에서 어떻게 이루어지는가를 알아보기 위해 주식회사 A기업 내 저성과자에 대한 리더의 역할 경험을 기술하고자 하였다.

즉 리더들이 저성과자를 어떤 식으로 대하는지에 대해‘저성과자에 대한 리더의 역할 경험은 무엇인가, 저성과자에 대한 리더의 역할 경험이 지니는 의미가 무엇인가’를 알기 위하여 질적 연구방법으로 분석해 보고자 하였다.

연구의 결과로는 나이에 관계없이 리더는 항상 불리한 조건을 바탕으로 큰 책임을 가져야함에도 불구하고 직장 내 구성원으로서 생활 속의 경험을 살려 정직함, 솔선수범, 완벽주의, 책임감, 성실함 등으로 직장에서 인정받을 수 있었다.

위 내용을 통해 조직내 중간관리자인 리더의 특성이 나타났으며 또한 리더는 저성과자들에 대한 책임의식을 가지고 있었으며 저성과자의 대한 리더 역할 경험은 직장 생활을 통해 터득한 배려심, 연륜과 지혜로 직장 내의 생활 속에서의 불리한 조건을 적극적으로 극복하는 대처, 대응방안 경험으로 나타났다.

더욱이 리더들은 저성과자의 실적을 향상시키고 이탈을 예방하는 동시에 저성과자에 대한 리더의 역할 경험을 활용하여 조직 관리의 구심점이 되어야 한다는 기업의 요구가 리더의 역할 경험의 핵심임을 이해하고 있었다.

@highlight

본 논문은 주식회사 A기업 내 저성과자에 대한 리더의 역할 경험을 기술하고자 하였고, 리더들이 저성과자를 어떤 식으로 대하는지, ‘저성과자에 대한 리더의 역할 경험은 무엇인가, 저성과자에 대한 리더의 역할 경험이 지니는 의미가 무엇인가’를 알기 위해 질적 연구방법으로 분석해 보았다.

