자궁내막증은 자궁 이외의 부위에 자궁내막의 선 (gland)과 기질 (stroma) 조직이 존재하는 상태로 월경통, 만성 골반통 및 불임 등을 유발하는 질환이다.

가임기 여성의 5~10%에서 발생하는 비교적 흔한 질환으로 주로 젊은 여성에서 발생하며, 병리기전이 명확히 규명되지는 않았지만 월경혈의 역류현상으로 복강 내에 도달한 자궁내막세포에 면역학적, 생물학적 요인이 복합적으로 작용하여 발생하는 것으로 설명하고 있다.

폐경 여성에서 자궁내막증이 진단되는 경우는 드물지만, 폐경 후에도 약 2~5% 발생하는 것으로 알려져 있으며 일반적으로 호르몬 치료와 연관되어 발생한다.

하지만 호르몬 치료를 받지 않았던 폐경 여성들에게서도 자궁내막증이 발생할 수 있으며, 이는 자궁내막증이 매우 복합적이고 복잡한 형태의 발병기전을 가진다는 사실을 시사한다.

저자들은 자궁근종으로 자궁절제술을 시행 받은 후 16년이 지난 폐경 여성의 좌측 난소에 발생한 자궁내막증을 복강경을 통해 제거하고 조직학적으로 확인한 1예 경험하였기에 문헌고찰과 함께 보고하는 바이다.

@highlight

자궁내막증은 자궁 이외의 부위에 자궁내막의 선과 기질 조직이 존재하는 상태로 월경통, 만성 골반통 및 불임 등을 유발하는 질환이다.

