가야산국립공원 내의 기후변화 취약 산림식물 및 국가기후변화 지표 생물종을 파악하기 위해 2016년 3월부터 10월까지 총28회에 걸쳐 조사하였다.

그 결과 기후변화 취약종은 총 39분류군이 분포하였고 북방계 11분류군, 남방계 2분류군, 관심식물은 26분류군으로 확인되었으며, 이중 자생종은 33분류군으로확인되었다.

가야산국립공원의 아고산지역에 분포하는 기후변화 취약종으로는 전나무, 구상나무, 잣나무, 사스래나무, 매발톱나무, 흰참꽃나무, 산앵도나무, 설앵초, 기생꽃, 백리향, 병풍쌈, 솔나리가 해당되었으며, 이들은 수직적 분포역이 매우 좁은 것으로 확인됨에 따라 지구온난화의 영향에 취약할 것으로 예상된다.

아울러, 기후변화 취약종에 포함되지 않지만 본 지역의 산정에 자생하고 있는 한라송이풀, 세모산부추, 숙은처녀치마 등의 고유종과 식물구계학적 특정식물 Ⅴ등급에 해당하는여우꼬리풀, 구름병아리난초 등도 기후변화에 매우 취약할 것으로 예상되므로 이들에 대한 보전 방안이 절실하게 요구되며, 산정에 분포하는 잔존종에 대한 장기적인 모니터링을 통하여기후변화취약종을 보다 객관적이고 타당한 분류군으로 재선정할 필요가 있다고 판단된다.

@highlight

가야산국립공원 내의 기후변화 취약 산림식물 그리고 국가기후변화 지표 생물종을 파악하기 위하여 2016년 3월부터 10월까지 총28회에 걸쳐 조사했다.

