동의의결제도는 사업자가 자신의 법 위반에 대하여 인정을 하지 않고서도 시정명령을 이행하기로 약속하고, 사건을 종결하는 제도이다.

동 제도는 사업자에게 위법행위에 대하여 면제부를 줄 수 있으며, 위법성 여부를 판단하지 않고 사건을 종결한다는 측면에서 법치주의에 반한다는 비판이 있다.

그러나 동 제도는 소비자피해구제의 효율성 제고는 물론이고, 분쟁의 조기해결에 따른 사회적 비용을 감소시킬 수 있으므로, 소비자정책측면에서는 매우 유용한 제도라고 할 수 있다.

따라서 표시광고법에서 동의의결제도를 도입한 것은 바람직한 것으로 판단된다.

다만, 표시·광고의 공정화에 관한 법률에서 도입한 동의의결제도에서는 소비자피해의 대부분을 차지하는 부당한 표시광고행위의 금지(동법 제3조 제1항) 관련사건이 동의의결제도의 적용에서 제외될 수 있어, 동의의결제도의 도입취지 자체가 무산될 수 있다.

그리고 동의의결 절차에서 검찰총장과 반드시 협의하도록 하고 있는 규정은 표시광고사건에서 중요한 요건인 신속한 사건처리를 불가능하게 할 수도 있다.

따라서 표시광고사건에서 동의의결제도가 본래의 기능을 하기 위해서는 표시·광고의 공정화에 관한 법률에서 규정하고 있는 동의의결 제외대상규정과 동의의결 절차에서 검찰과 사전 협의하도록 하고 있는 규정을 삭제하여야 한다.

@highlight

동의의결제도는 사업자가 자신의 법 위반에 대하여 인정을 하지 않고서도 시정명령을 이행하기로 약속하고, 사건을 종결하는 제도이다.

