현대 입헌민주주의 사회(constitutional democratic society)에서 보수와 진보는 ‘시민불복종’ 현상을 중심으로 분열된 양상을 보인다.

특히 정치적으로 합의되지 않은 시민불복종 논의는 지속적으로 시민불복종에 관하여 불법적이고 반(反)정치적이며 폭력적인 이미지만을 극대화시킬 수 있다.

하지만 시민불복종은 입헌민주주의 공화국이 위기에 처했을 때, 역설적으로 입헌민주주의 정체의 안정성을 확보할 수도 있다.

그렇다면 입헌민주주의 정체의 안정성을 회복시키는 시민불복종의 정치철학적 제(諸) 조건은 무엇인가?

입헌민주주의 정체에서 시민불복종의 정치철학적 제(諸) 조건에 관하여, 자유주의적 평등주의자였던 존 롤즈(John Rawls)와 공화주의자였던 한나 아렌트(Hannah Arendt)는 시민불복종을 정치철학적으로 정당화하려는 시도를 하였다.

공통적으로 시민불복종을 양심적 거부와 구별하는 한편, 비폭력 운동이라는 점을 주지했다.

본 논문은 롤즈와 아렌트의 시민불복종 이론을 상호 교차적으로 분석함으로써, 시민불복종이라는 정치적인 위법 행위가 어떻게 정당화될 수 있는지, 현대 입헌민주주의 사회의 안정성에 기여할 수 있는지, 그리고 그 현실적 한계는 무엇인지를 분석하려 한다.

@highlight

현대 입헌민주주의 사회에서 보수와 진보는 ‘시민불복종’ 현상을 중심으로 분열된 양상을 보였다.

@highlight

정치적으로 합의되지 않은 시민불복종 논의는 지속적으로 시민불복종에 관하여 불법적이고 반정치적이며 폭력적인 이미지만을 극대화시켰다.

