본 연구는 정신보건법에 명시된 정신질환자의 사회복지수급권 내용에 해당하는 실체적 권리와 그 변천 사항을 분석하고, 그 보장 수준의 적합성을 규명하는데 그 목적이 있다.

이를 위해 두 가지 연구문제를 설정한 후 내용분석방법을 사용하여, 법 제정 이후부터 2014년 현재 시행되고 있는 정신보건법을 분석하였다.

첫째, 사회복지 수급권에서 실체적 권리는 주로 급여, 복지조치, 보호조치로 구성되어 있는데, 정신보건법에서는 제공되는 급여가 없었다.

둘째, 정신질환자의 실체적 권리는 복지조치와 보호조치 2가지로 구성되어 있고, 그 권리 보장 수준은 형식적으로 ‘높은 것’으로 조사되었다.

그러나 복지조치에는 벌칙 규정이 전혀 없어 실효성 확보의 문제가 있다.

셋째, 실효성 확보가 높은 보호조치는 벌칙 규정에 따라 그 보장 수준에 차이가 나타났다.

넷째, 정신질환자의 권리를 침해할 경우 처벌을 받는 대상이 주로 정신보건시설의 설치·운영자 및 정신보건시설장으로 나타났다.

정신질환자의 실체적 권리를 보장하기 위한 제언으로는, 정신보건법상 정신질환자의 권리를 침해할 경우 처벌할 수 있는 벌칙을 강화해야 한다.

또한 국가 및 지방자치단체에 대해서도 책임을 물을 수 있는 벌칙 규정을 마련해야 한다.

제언에서 향후 정신질환자의 확고한 실체적 권리 보장을 위해서는 실체적 권리를 더욱 현실화 시킬 수 있는 수속적 권리 및 절차적 권리도 포함하여 종합적인 입장에서 정신질환자의 권리를 분석하여야 함을 제시하였다.

@highlight

이 연구는 정신보건법에 명시된 정신질환자의 사회복지수급권 내용에 해당하는 실체적 권리와 그 변천 사항을 분석하고, 그 보장 수준의 적합성을 규명하는데 그 목적이 있다.

