본 연구는 온라인 학습에서 콘텐츠의 제시유형과 제시수준, 그리고 학습자의 메타인지가 학습에 미치는 영향을 살펴보고자 실시되었다.

이를 위해 온라인 학습 콘텐츠의 제시유형과 제시수준, 그리고 학습자의 메타인지에 따른 개념도 형성과 학습 과정을 살펴보았다.

온라인 학습 콘텐츠의 제시유형은 의미중심형과 맥락중심형으로, 제시수준은 기본형과 결핍형으로 구분하여 제공하였고, 학습자의 메타인지는 검사결과에 따라 상하 두 집단으로 구분하였다.

연구결과는 콘텐츠의 제시유형에서 의미중심형(M=45.00, SE=1.97)이 맥락중심형(M=34.71, SE=1.98)보다 더 높은 개념도 형성을 보였다.

콘텐츠의 제시수준별 집단간(F=.002, p〉.05), 메타인지 상하 집단간에는 의의 있는 차이가 없었다.

그러나 제시수준과 메타인지 사이에 상호작용(F=6.225, p〈.05) 효과가 있어 메타인지 상집단은 결핍형에서, 하집단은 기본형에서 보다 높은 개념도 형성을 보였다.

또한 온라인 학습 과정 분석을 통해 학습자의 메타인지가 콘텐츠의 결점과 결핍을 보완하여 학습을 실행하게 하는 중요요인임을 확인할 수 있었다.

@highlight

이 연구는 온라인 학습에서 콘텐츠의 제시유형과 제시수준, 학습자의 메타인지가 학습에 미치는 영향을 살펴보고자 실시됐다.

