북한에서 대학의 역사는 1946년 김일성종합대학의 설립으로 시작되었다.

이 설립사를 포함한 북한의 고등교육사에 대한 소련의 영향력과 그 변화는 그동안 충분히 연구되지 못했다.

이 연구는 북한의 국가 형성 과정의 일환으로서 대학 설립과 그 이후에 좀 더 뚜렷하게 나타나는 소련형 모델의 강화, 1956년 이후의 점진적 약화 과정을 살펴보기 위한 것이다.

이를 위해 관련 문서를 검토하고 근래의 변화를 포착하기 위하여 북한 대학 졸업자들을 대상으로 심층 인터뷰를 했다.

해방 직후 북한에서는 대학 설립에 착수하여 김일성종합대학 설립에 이르렀는데, 설립 당시 이 대학은 ‘민족대학’의 정체성을 띠고 있었으나, 1948년 10월, 공대와 의대가 분리 독립하면서 좀 더 뚜렷한 소련형 대학이 되었다.

소련형 고등학술체제는 대학들에 더하여 과학원을 설립함으로써 한층 더 뚜렷하게 되었다.

1956년 북한 내부의 정치적 갈등과 1960년대 중소분쟁 상황에서 확립된 주체노선에 따라 소련형 대학 모델은 그것을 구성하는 문화적 내용들이 희석되었으나 기본틀은 그대로 유지되었다.

1990년대 초 소련 해체에 따라 탈소련화의 경향이 더 강화되었다.

@highlight

본고는 북한의 국가 형성 과정의 일환으로서 대학 설립 및 그 이후에 좀 더 뚜렷하게 나타나는 소련형 모델의 강화, 1956년 이후의 점진적 약화 과정을 고찰하기 위한 것이다.

