본 연구는 대학생이 인지한 창의적 가정환경을 측정하기 위한 도구를 개발하여 타당화 하는데 목적을 두었다.

이에 따라 첫째로 문헌연구를 통해 영역과 구성요인을 도출한 후, 전문가에 의한 내용타당도를 확인하여 예비검사 문항으로 4개 영역의 91개 문항을 개발하였다.

연구 참여자는 대학생 788명이고, 수집된 자료는 측정도구의 신뢰도와 타당도 확인을 위하여 SPSS WIN 22.0 및 AMOS WIN 22.0 프로그램을 사용하여 통계 처리하였다.

표본의 적합성 여부는 KMO(Kaiser-

Meyer-

Olkin)의 표본의 적절성 수치를 확인하였고, Bartlett의 구형성 검정을 실시하였다.

탐색적 요인분석은 주축분해방법 및 오블리민 회전을 사용하였다.

확인적 요인분석에서는 CFI, NFI, IFI, TLI, RMSEA 등의 적합도 지수를 활용하였다.

최종 결정된 창의적 가정환경 검사는 4개 영역, 총 41문항으로 영역별 신뢰도는 Cronbach α .864~.947이다.

이와 같이 본 연구에서 개발된 창의적 가정환경 측정도구는 각 영역별로 측정문항의 타당도와 신뢰도가 확보되었으므로, 한국 대학생을 대상으로 창의적 가정환경을 측정하기 위해 활용될 수 있을 것이다.

@highlight

본 논문은 대학생이 인지한 창의적 가정환경을 측정하기 위한 도구를 개발하여 타당화 하는 것에 목적을 두었다.

@highlight

이를 위해 문헌연구를 통해 영역과 구성요인을 도출한 후, 전문가에 의한 내용타당도를 확인하여 예비검사 문항으로 4개 영역의 91개 문항을 개발했다.

