본 연구의 목적은 지역 사회자본이 노인문제에 대응하는 방식을 사회적 구성주의의 관점에서 질적으로 탐색하는 것이다.

이를 위해 지역 노인문제 대응의 주요 주체인 공동체와 지방정부의 사회자본을 대상으로, 적극적 노인집단과 소극적 노인집단의 문제에 대응하는 과정을 분석하였다.

상세한 맥락을 파악하기 위하여 성북구라는 단일 지역을 대상으로 단일사례연구의 방법을 적용하였다.

분석 결과, 사회자본의 단위와 노인집단의 특성에 따라 다양한 유형의 사회자본이 다양한 경로를 거쳐 노인문제에 대응하고 있음을 확인하였다.

적극적 노인집단의 문제에는 노인공동체 내부의 약한 결속형 사회자본, 지방정부와의 강한 연결형 사회자본이 대응하였다.

그러나 적극적 노인이 주민공동체 참여를 통해 문제를 의제화시키기는 어려웠다.

소외된 노인집단의 문제에는 주민공동체 내부의 강한 결속형 사회자본과 거버넌스형 복지공동체의 강한 가교형 사회자본이 대응하였다.

이러한 협력에는 공동체-

지방정부간 연결형 사회자본이 긍정적인 영향을 미쳤다.

본 연구가 제공하는 정책적 시사점은 다음과 같다.

먼저, 노인집단은 분리되어 있으며, 소외된 노인집단의 사회자본을 회복시키기 위해서는 소외된 노인 간의 공동체를 형성하도록 지원하는 것이 더 효과적일 수 있다.

또한 지역의 심각한 노인문제에 대응하기 위해서는 노인과 주민과의 사회자본, 공동체 간의 사회자본이 더 중요할 수 있다.

마지막으로 공동체간 협력을 증진하기 위해 지방정부가 초기에 적절한 제도를 설정할 것을 제안하였다.

@highlight

이 연구의 목적은 지역 사회자본이 노인문제에 대응하는 방식을 사회적 구성주의의 관점에서 질적으로 탐색하는 것이다.

@highlight

상세한 맥락을 파악하기 위해 성북구라는 단일 지역을 대상으로 단일사례연구의 방법을 적용했다.

