매우 좋은 에너지 저장장치인 리튬이차전지의 안전성은 전기화학반응이 일어나는 “양극/분리막(전해질)/음극”의 계에서 리튬이온전지의 분리막의 물리적 충격, 고온에 따른 손상에 기인하는 바가 크며, 특히, 폭발사고에서 분리막 손상에 의한 내부단락이 큰 영향을 끼친다.

고분자로 구성된 분리막의 열 안정성을 높이기 위해 세라믹이 얇게 코팅된 세라믹코팅 분리막이 최근 사용되고 있다.

폴리에틸렌계 분리막 위에 다양한 크기(IL = 488.5 nm, I = 538.7 nm, S = 810.3 nm, D = 1533.3 nm)의 Al2O3 입자와 styrene-

butadiene rubber(SBR) / carboxymethyl cellulose(CMC) 바인더를 섞어 만든 슬러리를 코팅하여 열 안정성을 측정한 후, 이를 분리막으로 하는 삼성분계 양극과 리튬메탈 음극의 코인 셀을 제작하여, 전기화학적 특성 변화를 관찰하였다.

@highlight

매우 좋은 에너지 저장장치인 리튬이차전지의 안전성은 전기화학반응이 발생하는 “양극/분리막(전해질)/음극”의 계에서 리튬이온전지의 분리막의 물리적 충격과 고온에 따른 손상에 기인하는 바가 크다.

