본 연구는 20-30대 메이크업 종사자의 커뮤니케이션, 조직신뢰, 혁신행동에 대해 알아보고자 하였으며, 서로에게 어떤 영향을 미치는지 분석하여 조직 내 원활한 커뮤니케이션과 신뢰형성의 중요성을 강조하는 것을 목적으로 하였다.

서울, 경기 지역의 메이크업 종사자를 대상으로 설문지법을 통해 수집된 자료 262부는 Statistical Package for the Social Sciences (SPSS)을 통해 분석되었다.

연구결과 커뮤니케이션이 조직신뢰, 혁신행동에 유의한 영향을 미치는 것으로 나타났으며, 조직신뢰 또한 혁신 행동에 유의한 영향을 미치는 것으로 나타났다.

이렇듯 커뮤니케이션과 조직신뢰가 기업의 성과에 매우 중요한 요인임을 확인하였다.

본 연구 결과에 따른 시사점으로는 첫째, 수직적, 수평적 커뮤니케이션 장치인 멘토-

멘티제의 활성화, 둘째, 협동교육 지원, 협동과제 제시 등, 함께 공부하고 어려움을 풀어나갈 수 있는 유익한 목표의 설정, 셋째, 투명성 있는 경영정책을 제안한다.

@highlight

본 논문은 20~30대 메이크업 종사자의 커뮤니케이션, 조직신뢰, 혁신행동에 대하여 알아보았다.

@highlight

서로에게 어떤 영향을 미치는지 분석하여 조직 내 원활한 커뮤니케이션과 신뢰형성의 중요성을 강조하였다.

