이 글은 ‘강남역 10번 출구’를 젠더불평등한 사회구조에 저항하는 페미니스트들의 운동으로 의미화하는데 목적을 둔다.

구체적으로 ‘강남역 살인사건’을 둘러싼 다양한 현상과 논쟁을 살펴보고, 성차별의 무/의식적 재/생산의 근저에 작동하는 ‘여성혐오’(미소지니, misogyny)를 페미니스트 관점에서 정의한 후, 여성혐오 문화가 젠더폭력 및 페미사이드(여성살해)와 연관되는 방식을 제시하고자 한다.

여성혐오에 저항하는 페미니스트들의 등장 배경을 살펴보면서, ‘강남역 10번 출구’가 던진 메시지를 공간적 특수성, 경험의 공통성, 새로운 하위주체의 등장 등 세 가지 차원에서 분석한다.

궁극적으로 저자는, 차별적 사회구조를 본질적으로 개혁하고자 하는 ‘새로운’ 페미니스트들의 열망을 포착함으로써, 한국사회에 뿌리 깊은 여성혐오 현상과 젠더불평등에 균열을 내고자 한다.

@highlight

‘강남역 10번 출구’를 젠더불평등한 사회구조에 저항하는 페미니스트들의 운동으로 의미화하였다.

@highlight

구체적으로 ‘강남역 살인사건’을 둘러싼 다양한 현상과 논쟁을 알아보고, ‘여성혐오’를 페미니스트 관점에서 정의하였다.

