본 연구는 자치단체의 행정구역을 넘어서서 확장되고 있는 산업클러스터를 지원하기 위한 산업지원체계의 구축에 관한 것이다.

많은 산업클러스터들은 두 개 혹은 그 이상의 자치단체를 넘어서서 확대되는 경향이 있는 바, 이렇듯 산업클러스터가 행정구역의 범위를 넘어서 성장함에 따라, 이를 뒷받침하는 행정지원체계에 있어서 다양한 문제가 발생할 수 있다.

무엇보다도 산업클러스터가 필요로 하는 산업지원서비스나 인프라공급이 원활히 되지 않거나 자치단체간의 이해 상충에 의해 서비스나 인프라 구축의 효율성이 저하될 수 있는 것이다.

본 연구에서는 산업클러스터를 지방정부간 협력에 의해 광역적 차원에서 구축하거나 지원하는 다양한 사례들을 검토하여 이들의 유형을 네 가지로 구분하였다.

그리고 이러한 분석으로부터 정책적 시사점을 추출한 바, 광역적 산업지원체계의 구축은 주로 '지역개발기구 설립에 의한 외자유치', '광역적 산업단지의 협력적 개발', '광역적 클러스터를 지원하는 통계 및 정책 개발', '클러스터내 기업들을 중심으로 대학, 연구기관간의 전자네트워크 구축' 등에 중점을 두는 것이 바람직한 것으로 종합되었다.

@highlight

본 논문은 자치단체의 행정구역을 넘어서서 확장되고 있는 산업클러스터를 지원하기 위한 산업지원체계의 구축에 대한 것이다.

@highlight

많은 산업클러스터들은 두 개 또는 그 이상의 자치단체를 넘어서서 확대되는 경향이 있다.

@highlight

산업클러스터가 행정구역의 범위를 넘어서 성장함에 따라, 행정지원체계에 다양한 문제가 발생한다.

