정보통신 기술의 발달은 통신 장비, 서비스 등의 진화를 가져왔고 통신망에도 큰 변화를 초래하였다.

특히, 종전의 금속 케이블을 이용한 디지털 전송방식에서 광케이블을 이용한 광전송 방식으로 전환되면서 근본적으로 통신망의 구조가 변화되고 있다.

본 연구에서는 컴퓨터 통신망 또는 고속 광대역 통신망 등에서 주로 채택되는 2계위 계층구조를 고려한 통신망의 설계문제, 특히 직접연결을 허용하는 설계문제에 대하여 다루려고 한다.

이 문제는 분할-

반복적 접근법으로 해결할수 있으나, 많은 계산 노력에도 불구하고 효과적인 해를 발견할 수 없는 단점을 가지고 있기 때문에, 하나의 통합된 설계모형에서 해결할 수 있는 최적화 모형과 효과적인 해법을 개발하고자 한다.

통합 설계모형의 수립과정에서 주어진 통신망에가상노도와 가상아크를 도입하고, 적절한 commodity 정의 및 비용 정의를 통하여 기존에 연구되었던 설계모형과 같은 모형으로 정식화할 수 있음을 보이고자 한다.

또한 기존의 연구에서 제시되었던 쌍대기반 해법을 본 연구의 설계모형에 활용하여 효과적인 발견적 해법을 개발하고자 한다.

@highlight

이 연구에서는 컴퓨터 통신망 또는 고속 광대역 통신망 등에서 주로 채택되는 2계위 계층구조를 고려한 통신망의 설계문제, 특히 직접연결을 허용하는 설계문제에 관해 다루려고 한다.

