본 연구는 간호사라는 직업인들이 어떠한 무형식학습의 경험을 통하여 간호에 있어서의 상호문화역량을 체득해 가는가를 밝히는 것이다.

현재 우리나라는 간호사로 입직하기 전 대학교 간호학과에서는 다문화간호에 대한 체계적인 교육과 경험을 받고 졸업하지 못하는 상황에 놓여있다.

이 결과 간호사들이 결혼이주여성들이나 외국인노동자를 간호함에 있어 전혀 사전지식과 경험이 없는 상황에서 간호를 하고 있어 간호분야의 질관리에 큰 문제가 되고 있다.

본 연구는 해석학적 현상학 연구에 기반하여 결혼이주여성들과 외국인노동자들에 대한 간호사들의 간호경험, 학습과정과 변화과정을 살펴보고자 한다.

연구대상자는 총 7명으로 이들은 우리나라에서 외국인 노동자 수가 두 번째로 많은 도시에서 결혼이주여성과 외국인 노동자들에 대한 간호를 한 경험이 있는 간호사들이다.

이를 통해 도출된 연구결과는 놀랍게도 미국에서 이루어진 Campinha-

Bacote의 기존연구결과인 문화적 자각, 문화적 지식, 문화적 기술, 문화적 태도의 방향과 단계와 비슷하게 문화역량들을 함양해가고 있었다.

간호사들의 자신의 차별행위에 대한 자각을 하면서 다른 문화에 대한 이해도를 높여가고 있으며 이를 위해 어떠한 간호실천을 보여야 하는지에 대한 문화적 기술과 태도를 습득해가고 있었다.

이 연구는 문화다양성이 높아지는 가운데에서 사회적 서비스의 직업군에서 일하는 직업인들이 체계적으로 배우지 않은 문화적 역량들을 무형식학습과정을 통해 체화해가는가를 보여준다.

@highlight

본고는 간호사라는 직업인들이 어떤 무형식학습의 경험을 통하여 간호에 있어서의 상호문화역량을 체득해 가는가를 밝히는 것이다.

@highlight

본고는 해석학적 현상학 연구에 기반하여 결혼이주여성들과 외국인노동자들에 대한 간호사들의 간호경험, 학습과정과 변화과정을 살펴보고자 한다.

