박근혜 정부는 2013년 10월 서울지방경찰청 외사과 산하에 서울관광경찰대를 창설했고 2017년까지 외국인 관광객 1,600만명을 유치하며 일자리 100만개를 새롭게 창출한다는 원대한 관광정책을 추진해 나가고 있다.

특히 외국 관광객의 유치는 국가의 외화획득으로 이어지게 되며, 이는 곧 국가경제의 활성화에 기여하게 될 것으로 예상된다.

2013년말 기준 우리나라를 찾은 외국인 관광객 수가 1,200만명에 달했으며, 향후 관광대국으로 발돋음하기 위해서는 더많은 외국 관광객을 유치해야 하는데, 무엇보다 중요한 것은 이들을 상대로 한 각종 범죄로부터 안전을 보장해 주는 일이다.

2013년10월 16일 서울관광경찰대가 창설된 계기는 바로 한국을 찾았던 외국관광객들이 한국 관광시스템 전반에 대해 신뢰와 안전에 만족하고훗날 다시 찾아오도록 하자는 데 있다.

서울관광경찰대가 창설된 이후 사회적 이슈였던 외국인 상대 콜밴 택시와 무허가 숙박업소등의 각종 바가지 요금문제, 무허가 가이드 문제, 가격표시제 문제, 언어불편 문제 등에 대해서 원스톱 서비스 제공을 통해 상당히 해소된 것을 본 연구를 통해 확인할 수 있다.

본 연구에서는 서울관광경찰대의 예산 확대, 관광경찰의 재교육 프로그램 개발, 관광경찰 업무와 승진, 관광경찰의 차별화, 관광경찰의 소속부서, 독자적인 홈페이지 구축 과제, 문체부와 관광경찰대 및 서울시청 간의 협업과 관련된 미래지향적 제언들을 제시하였다.

@highlight

이 연구에서는 서울관광경찰대의 예산 확대, 관광경찰의 재교육 프로그램 개발, 관광경찰 업무와 승진, 관광경찰의 차별화, 관광경찰의 소속부서, 독자적인 홈페이지 구축 과제, 문체부와 관광경찰대 및 서울시청 간의 협업과 관련된 미래지향적 제언들을 제시했다.

