최근 ATM 포럼과 DAVIC(Digital Audio Visual Council)을 중심으로 효율적으로 광대역 멀티미디어 서비스를 무선으로 제공하기 위한 인터페이스, 프로토콜 및 구조의 규격에 대한 표준화가 진행되고 있다.

본 논문에서는 ATM 포럼과DAVIC의 표준을 바탕으로 LMDS (Local Multipoint Distribution Service)을 이용한 ATM 기반의 무선 CATV 서비스를제공하기 위해 종단간 ATM 방안과 서버/헤드엔드에서 허브까지 ATM 방안에 대한 망의 구성 및 프로토콜 스택을 제시하고 비교 분석한다.

또한, ATM/LMDS 기반의 무선 VOD 서비스를 제공하기 위한 망 구성, 프로토콜 구조 및 서비스 제공절차를 제안한다.

그리고, 종단간 ATM 방안과 서버/헤드엔드에서 허브까지 ATM 방안에 대하여 서버/헤드엔드, 허브 및셋탑 박스에서 발생하는 지터 요인을 분석하고, 시뮬레이션을 통해 종단간에 발생하는 MPEG2-

TS(Transport Stream)의지연와 지터를 정량적으로 비교하여 두 가지 방안의 성능을 평가한다.

@highlight

본고에서는 ATM 포럼과DAVIC의 표준을 바탕으로 LMDS을 이용한 ATM 기반의 무선 CATV 서비스를 제공하기 위해 종단간 ATM 방안과 서버/헤드엔드에서 허브까지 ATM 방안에 대한 망의 구성 및 프로토콜 스택을 제시하고 비교 분석한다.

