공용중인 터널의 조사 및 평가는 시설물안전법의 안전점검 및 정밀안전진단 세부지침(터널)편에 따라 외관조사와 내구성조사를 근거하여 상태평가를 수행하고 있다.

본 연구에서는 종방향균열의 발생요인 파악을 위해 준공 후 10년이 경과되어 최초 정밀안전진단이 실시된 NATM터널 12개에 대해 균열과 라이닝의 두께를 검토하여, 이를 반영한 상태평가 수정사항을 모색하였다.

종방향균열에 대한 굴착지반의 영향을 검토하기 위해 지보패턴, 이를 구성하는 지보재 시공 조건, 라이닝의 재료적 특성, GPR탐사를 통한 라이닝 두께 등을 터널 형상 및 용도에 따라 4개의 그룹으로 나누어 자료를 분석하였다.

균열발생밀도는 숏크리트, 록볼트, 강지보재의 지보재 지지능력에 따라 변화되나 굴착지보패턴에 따른 균열발생과의 연관성은 낮은 것으로 나타났다.

라이닝 재료적인 특징인 물-

시멘트비, 시멘트함유량, 강도 등이 균열발생에 영향을 주는 것으로 나타났다.

또한, GPR탐사의 라이닝 두께를 반영한 상태평가에서는 평균 0.03 정도(분포, 0.001~0.071) 의 점수증가를 야기하는 것으로 확인되어 향후 라이닝 두께 부족을 고려하는 현실적인 상태평가 방안에 대한 검토가 필요하다.

@highlight

본고에서는 종방향균열의 발생요인 확인을 위하여 준공한지 10년이 경과되어 최초 정밀안전진단이 실시된 NATM터널 12개에 대하여 균열 및 라이닝의 두께를 검토해, 이를 반영한 상태평가 수정사항을 모색하였다.

