(1) 嵯峨版 활자본이란 角倉素庵과 本阿彌光悅가 京都의 嵯峨 지역에서 慶長 11년(1606)경부터 약 10여 년간 木活字를 이용하여 인출한 36판본을 지칭한다.

假名와 연각 활자·방점 활자·호분과 운모 장식 책지·양면 인쇄 등이 특징이다.

(2) 活字의 재질은 목재이다.

製作技術은 필서체의 필의를 표현함은 물론, 서체의 미감도 매우 세련된 수준이다.

기술 수준은 상하급.

(3) 組版技術은 字跡의 行列이 정연한 편이다.

삐뚤어진 문자는 많지 않고, 墨色 濃淡은 다소 균일하지 못하다.

광곽은 2종에만 있는데, 꼭지점이 1~2㎜로 작게 벌어져 있다.

교정이 충실한 편이다.

기술 수준은 중상급.

(4) 印出技術은 묵색의 농담 차이, 墨汁의 번짐과 쏠림 등이 보일 만큼 균정하지 못하다.

기술 수준은 겨우 중중급.

(5) 印刷技術 수준은 중상급을 유지하고 있다.

@highlight

嵯峨版 활자본이란 角倉素庵과 本阿彌光悅가 京都의 嵯峨 지역에서 慶長 11년경부터 약 10여 년간 木活字를 이용하여 인출한 36판본을 지칭하는데, 假名와 연각 활자·방점 활자 등이 특징이며, 活字의 재질은 목재로 되어있다.

