이 논문은 생성의 공간에 주목하되, 동아시아적 사유를 통해 접근한 것이다.

플라톤에게 공간은 하나의 장소이지만, 아리스토텔레스에게 공간은 몸이 점유하는 모든 장소의 총합이다.

장소 자체는 공간의 부분으로 그 경계는 그것이 받아들이는 인간의 몸체의 경계와 일치한다.

이에 비해 노장철학에서 공간은 존재와 생성의 근원이다.

노자가 공간이 갖는 절대적 추상성과 구체성에 대한 시각을 견지하였다면, 장자는 자연물이 놓이는 ‘곳’마다 개별자로서 사물이 그 스스로 ‘도’를 가지는 것으로 여기고, 존재의 근원으로서 공간 이외에 마치 ‘포정해우(?

丁解牛)’ 고사에 보이는 것처럼, 공간에 내재한 ‘결’, 곧 공간성에 주목한다.

이 같은 시각은 ‘로컬리티 인문학’에서 중시하는 장소적 체현이나 현장성의 가치와 유사성을 지닌다.

플라톤이나 아리스토텔레스는 운동이나 생성을 설명하기 위해 공간(장소)의 문제를 상정하였다면, 동양의 자연관에서 공간은 끊임없이 사물을 생성하는 존재론적 실재이며 속성이다.

여기서 인간은 공간이 갖는 인문학적 생성의 장을 포착할 필요가 있다.

이런 의미에서 이 논문은 공간적 잠재성, 실재성, 역사성에 대하여 생성의 관점에서 주목한다.

역시 그런 맥락에서 장소마다 내재하는 다양한 자료, 표상 찾기를 인문학자의 과제로 대두시킨다.

@highlight

본 논문은 생성의 공간에 주목하되, 동아시아적 사유를 통해 접근한 것이다.

@highlight

이 같은 시각은 ‘로컬리티 인문학’에서 중시하는 장소적 체현이나 현장성의 가치와 유사성을 지닌다.

