아베 총리는 헌법에 의해 오랫동안 금지되어왔던 집단적자위권의 행사를 가능하게하는 헌법의 해석 개헌을 각의결정을 통해 단행했다.

전쟁방기를 내걸었던 ‘평화국가’일본의 근간을 바꾸는 것이다.

이로 인해 미일동맹은 완전히 차원이 다른 것이 되었다.

미군과 자위대는 지금까지의 ‘역할 분담’에 머무르지 않는 ‘역할통합’까지 가능해진다.

헌법해석의 변경이 실현된 것은 외정 내정 양 측면에서 조건이 부합하였기 때문이다.

국내요인으로는 수상의 강한 의지가 큰 역할을 했는데, 이것을 가능하게 한 것은 2013년7월의 참의원 선거에서 압승하여 중참양원에서의 ‘뒤틀림(ねじれ)’ 현상을 해소했기 때문이다.

국제환경 요인으로는, 탈냉전 후 일본이 ‘잃어버린 20년’으로 침체되어 있는 동안, 이웃 국가 중국은 G2로 급부상하고 있는 현실이 배경에 있다.

집단적자위권의 행사용인은, 전후 오랫동안 지속해 왔던 ‘통상국가’노선으로부터 군사대국으로의 노선변경을 의도하는 것이라는 비판도 있지만, 핵무장의 가능성이 희박함을 고려한다면, 일본이 나아갈 수 있는 한계는 ‘보통국가’의 정체성에 불과할 것이다.

@highlight

아베 총리는 헌법에 의해 오랫동안 금지되어왔던 집단적자위권의 행사를 가능하게하는 헌법의 해석 개헌을 각의결정을 통해 단행했다.

