이

차

전

지

에

서

 

충

전

이

나

 

방

전

시

 

발

생

하

는

 

수

소

-

산

소

 

혼

합

기

체

의

 

재

결

합

반

응

용

 

촉

매

들

의

 

성

능

을

 

측

정

하

고

모

델

식

을

 

정

립

 

및

 

해

석

하

여

 

실

험

값

과

 

비

교

하

였

다

.

 

전

기

분

해

셀

을

 

이

용

하

여

 

수

소

-

산

소

 

혼

합

기

체

를

 

발

생

시

켰

으

며

 

고

정

층

 

촉

매

 

반

응

기

를

 

사

용

하

여

 

촉

매

의

 

성

능

을

 

측

정

하

였

다

.

 

생

성

된

 

물

의

 

양

과

 

전

기

 

분

해

셀

에

서

감

소

된

 

전

해

질

 

양

의

 

비

인

 

수

율

은

 

전

해

셀

내

 

전

해

질

인

 

K

O

H

의

 

농

도

 

및

 

인

가

전

류

의

 

크

기

가

 

커

질

수

록

 

증

가

함

을

 

보

였

으

며

 

촉

매

 

1

의

 

성

능

이

 

가

장

 

우

수

하

였

고

 

수

율

은

 

6

0

%

이

하

의

 

값

을

 

보

였

다

.

 

이

론

적

인

 

패

러

데

이

 

법

칙

을

 

이

용

하

여

 

계

산

된

 

패

러

데

이

 

수

율

은

 

촉

매

 

1

의

 

경

우

 

거

의

 

최

대

 

1

0

0

%

에

 

가

까

운

 

수

율

도

 

보

여

주

었

다

.

 

여

러

 

촉

매

들

은

 

유

량

속

도

에

 

따

라

 

물

의

 

생

성

량

의

 

범

위

가

 

5

-

4

0

 

g

/

d

a

y

인

 

성

능

을

 

보

여

주

었

다

.

 

준

균

질

촉

매

 

반

응

기

 

모

델

식

으

로

 

해

석

한

 

결

과

 

반

응

기

 

내

부

의

 

가

장

 

뜨

거

운

 

부

분

은

 

유

량

속

도

가

 

커

질

수

록

 

출

구

 

쪽

으

로

 

이

동

하

고

 

온

도

는

 

4

4

0

-

4

8

0

o

K

 

사

이

였

으

며

 

점

화

온

도

에

는

 

못

 

미

치

는

 

것

으

로

 

나

타

났

다

.

 

반

응

기

 

출

구

에

서

의

 

평

균

 

수

소

농

도

로

부

터

 

계

산

한

 

물

의

 

생

성

량

을

 

실

험

값

과

 

비

교

한

 

결

과

 

유

량

속

도

가

 

약

 

0

.

5

 

c

m

3

/

s

e

c

이

하

인

 

경

우

 

모

델

 

결

과

와

 

부

합

됨

을

 

알

 

수

 

있

었

으

나

 

그

 

이

상

의

 

유

량

속

도

에

서

는

 

차

이

가

 

남

을

 

알

 

수

 

있

었

다

.

@highlight

이차전지에서 충전이나 방전시 발생하는 수소-산소 혼합기체의 재결합반응용 촉매들의 성능을 측정하고모델식을 정립 및 해석하여 실험값과 비교하였다.