최명익의 삶과 문학은 근대란 무엇이며, 그러한 근대 속에서 어떻게 살아야 할 것인가라는 의문과 연결되어 있다.

해방 이후 최명익은 식민지적 근대에 대한 인식을 바탕으로 공산주의가 득세하게 된 북한의 현실을 수용한다.

부르주아의 잔재나 인텔리겐챠의 한계 등의 비판 속에서 최명익이 관심을 가졌던 것은 ‘승차’ 모티프에서 출발하여 「맥령」에 이르러 발견한 민중의 자발성 내지 능동성이었다.

공산주의적 지도를 민중들의 자발성과 어떻게 융화시키는가는 최명익 중기 소설의 핵심적인 과제였던 것이다.

해방 이후의 문제를 다룬 최명익의 소설들에서 근대를 성취하는 것은 민중들이다.

이들은 해방이나 토지개혁 등 외부에서 부여된 사태를 자발성과 능동성으로 훌륭히 소화해내면서 식민지적 근대의 폭압성에서 벗어나 새로운 근대 국가를 만들어갈 방향을 보여주는 것으로 그려진다.

민중에 의한 근대의 자발적인 성취를 그려내었다는 점이 이 시기 최명익 소설의 가장 큰 특징이다.

@highlight

최명익의 삶과 문학은 근대란 무엇이며, 그런 근대 속에서 어떻게 살아야 할 것인가라는 의문과 연결되어 있다.

