본 연구는 유아 사회적 갈등에 대한 선행연구들을 분석하고 연구 시기, 방법, 내용별 동향에 따른 변화 양상을 살펴보는 데 목적을 두었다.

국내 연구들을 중심으로 101편을 선정하여 연구 기준으로 양적 분석하였고, 수집된 자료는 빈도와 백분율로 처리하였다.

본 연구의 결과를 요약하면 첫째, 유아 사회적 갈등에 관한 연구 연도별 추이는 1995년부터 2005년까지 증가를 보였으며 2005년 이후 감소하는 경향을 보였다.

둘째, 유아 사회적 갈등에 관한 연구대상은 또래와의 갈등에 대한 연구 빈도가 월등히 높았으며 부모-

자녀, 교사-

유아와의 갈등에 대한 연구 빈도는 상대적으로 낮았다.

또한 연구대상 수는 50명 미만이 가장 높았으며 그 다음으로 50명에서 100명을 대상으로 한 연구의 빈도가 높았다.

연구기간은 단기 연구가 많았고 종단 연구가 전혀 이루어지지 않은 것으로 나타났으며 연구방법 유형은 양적 연구가 질적 연구에 비해 상대적으로 높았고, 실험처치방법이 가장 높게 나타났다.

연구도구 수는 1가지, 2가지, 3가지 순으로 높게 나타났다.

셋째, 연구주제는 유아 사회적 갈등 변인과 유아발달과의 관계를 밝히는 것이 가장 많았으며 유아 사회적 갈등 변인 및 갈등 양상 분석, 유아 갈등해결전략의 변화 순으로 나타났다.

@highlight

이 연구는 유아 사회적 갈등에 대한 선행연구들을 분석하고 연구 시기, 방법, 내용별 동향에 따른 변화 양상을 살펴보는 데 목적을 두었다.

