본 연구는 청소년 문화예술 돌봄 프로젝트의 효과성을 검증하는 것을 목적으로 한다.

이러한 목적을 달성하기 위해 심리적 측정과 질적 연구를 병행하여 실시하였으며, 20개 위기청소년 관련 시설 134명 청소년의 설문조사와 15명 돌봄 프로젝트 참여 청소년의 심층인터뷰를 진행하였다.

본 연구의 주요결과는 다음과 같다.

첫째, 심리적 측정에서 실험집단과 통제집단의 ANCOVA 검증 결과를 살펴보면, 실험집단이 통제집단에 비해 문화예술교육 효과성이 높아졌다.

요인별로는 실험집단의 자아존중감, 문화예술선호성, 사회성, 표현력이 통계적으로 유의하게 향상된 결과를 보였다.

둘째, 인터뷰 결과, 돌봄 프로젝트를 통해 4개의 대주제, 10개의 소주제, 43개의 의미가 도출되었다.

즉 참여자들의 진술내용에서 즐거움, 안정의 ‘심리적 안정’, 어울림과 공감의 ‘소통’, 향상된 사고, 감정표현, 자신감, 꿈과 미래의 ‘자기발견’, 활력과 부정적 행동 감소의 ‘행동변화’ 등의 주제들이 내용분석으로 추출되었다.

이러한 연구결과를 바탕으로 위기청소년의 문화예술교육 활성화 방안 및 후속 연구에 대한 제언을 제시하였다.

@highlight

이 연구는 청소년 문화예술 돌봄 프로젝트의 효과성을 검증하는 것을 목적으로 한다.

@highlight

이 연구의 주요결과는 다음과 같다.

