2007년 개정 한문과 교육과정은 7차 교육과정에 비하여 내용체계에 있어서 큰 변화가 있었다.

이 때문에 새롭게 추가된 내용 영역의 학습 요소에 해당하는 목표를 세부적으로 진술하고 이 영역에 맞는 평가 문항의 다양한 개발이 필요하다.

한문과 평가문항에서 목표를 이원적으로 분류하는 근거는 무엇인가?

새로운 교육과정에서 새롭게 추가된 내용을 평가문항에 어떻게 반영하고 문항화할 것인가?

이 두 가지 논의를 기초로 각 요소별 실제 문항의 유형을 정리하고자 하였다.

연구자는 평가 문항을 제작하기 이전에 교육과정의 내용 영역과 Bloom이 제시한 인지적 영역의 단계별 행동 영역, 다양한 문항 형식을 잘 조화하는 것이 새로운 학습 요소에 적절한 문항 유형을 만드는 이론적인 기초라고 판단하였다.

즉, 새롭게 제시된 학습 요소를 Bloom이 제시한 지식, 이해, 적용, 분석, 종합, 평가의 각 단계로 목표를 세분화하고 이에 해당하는 문항을 기존에 개발된 문항과 자체개발한 문항으로 예시하였다.

이를 통해 새로운 학습 요소에 어울리는 평가 문항을 유형별로 정리하여 평가의 전문성을 향상시키고자 하였다.

@highlight

그로 인해 새롭게 추가된 내용 영역의 학습 요소에 해당하는 목표를 세부적으로 진술하고 이 영역에 맞는 평가 문항의 다양한 개발이 필요하다.

