본 연구의 목적은 일반 담임교사와 영재담당교사의 영재성에 대한 인식 차이를 조사하는 데 있다.

이를 위해 일반 담임교사 13명, 영재담당교사 8명의 자료를 수집하였다.

본 연구에서는 일반담임교사들의 교사추천서와 영재담당교사들이 영재성에 관해 토론한 전사 자료를 분석하였다.

연구의 결과는 다음과 같다.

일반 담임교사들은 수상, 학습태도, 발표, 성적을 영재를 정의하는 데 사용하고 모범적인 학생을 선호하였다.

그리고 과제집착력은 중시 한 반면 동기를 간과하고 있었다.

영재담당교사들은 동기나 자기만족도는 중시 여기나 그 밖의 다른 정의적 요소들은 소홀히 생각하였다.

또 담임교사들은 부모나 교육여건을 중시한 반면 영재전문가들은 그렇지 않았다.

일반 담임교사와 영재담당교사가 같은 학생에 대해 다른 단어를 사용하여 표현하는 것은 영재를 선발하는 데 있어 신뢰성을 떨어뜨릴 수 있다.

그러므로 일반 담임교사도 영재교사를 위한 교육 프로그램을 통해 영재성에 대해 더 잘 이해해야 할 필요가 있다.

@highlight

이 연구의 목적은 일반 담임교사와 영재담당교사의 영재성에 대한 인식 차이를 조사하는 데 있다.

@highlight

이 연구에서는 일반담임교사들의 교사추천서와 영재담당교사들이 영재성에 관해 토론한 전사 자료를 분석했다.

