일

제

는

 

중

일

전

쟁

 

이

후

 

조

선

을

 

전

시

체

제

로

 

전

환

하

고

자

 

각

종

 

기

구

를

 

설

치

,

 

식

민

 

조

선

을

 

전

시

에

 

동

원

하

기

 

위

한

 

감

시

와

 

규

제

를

 

강

화

하

는

데

 

총

력

을

 

기

울

였

다

.

 

일

제

는

 

문

화

부

를

 

신

설

해

 

각

 

협

회

를

 

결

성

,

 

모

든

 

문

화

 

분

야

를

 

통

제

했

으

며

 

창

극

단

들

을

 

조

선

연

극

협

회

와

 

조

선

연

예

협

회

에

 

가

입

시

켜

 

활

동

하

게

 

했

다

.

 

이

 

두

 

협

회

는

 

통

제

의

 

일

원

화

라

는

 

명

목

으

로

 

이

후

 

조

선

연

극

문

화

협

회

로

 

통

합

,

 

운

영

된

다

.

 

사

실

상

 

전

시

동

원

을

 

위

한

 

준

비

기

였

던

 

조

선

연

극

협

회

와

 

조

선

연

예

협

회

 

시

기

에

 

일

제

는

 

시

국

선

전

을

 

소

재

로

 

한

 

신

작

 

창

극

을

 

종

용

했

다

.

 

그

러

나

 

점

차

 

조

선

인

에

게

 

친

숙

한

 

창

극

을

 

전

시

기

의

 

산

업

전

사

를

 

위

로

할

 

최

적

의

 

오

락

물

로

 

판

단

하

면

서

 

전

통

과

 

신

작

 

창

극

 

모

두

를

 

공

연

하

도

록

 

용

인

한

다

.

 

전

시

동

원

 

투

입

기

라

 

할

 

수

 

있

는

 

조

선

연

극

문

화

협

회

 

시

기

에

 

일

제

는

 

창

극

단

들

에

게

 

조

선

뿐

 

아

니

라

 

만

주

에

 

걸

친

 

지

방

순

연

 

활

동

을

 

독

려

해

 

창

극

을

 

시

국

선

전

과

 

더

불

어

 

전

시

체

제

의

 

산

업

전

사

를

 

격

려

하

는

 

수

단

으

로

 

최

대

한

 

이

용

했

다

.

 

나

아

가

 

일

제

는

 

창

극

단

들

에

게

 

시

국

선

전

을

 

위

한

 

시

국

극

과

 

일

어

로

 

공

연

하

는

 

일

어

극

을

 

강

제

하

며

 

자

칫

 

창

극

을

 

통

해

 

고

취

될

 

수

 

있

는

 

조

선

인

들

의

 

민

족

정

서

를

 

차

단

해

 

황

국

신

민

으

로

서

의

 

역

할

을

 

망

각

하

지

 

않

도

록

 

조

치

한

다

.

 

일

제

하

 

전

시

체

제

기

에

 

공

연

된

 

창

극

은

 

결

국

 

일

제

가

 

시

대

의

 

요

구

를

 

수

용

할

 

수

밖

에

 

없

었

던

 

종

속

적

 

위

치

에

 

있

었

던

 

창

극

단

들

을

 

이

용

해

 

시

국

선

전

과

 

더

불

어

 

조

선

인

의

 

전

시

동

원

을

 

극

대

화

하

는

 

최

선

의

 

방

편

으

로

 

적

극

 

활

용

한

 

공

연

물

이

었

음

을

 

확

인

했

다

.

@highlight

일제하 전시체제기에 공연된 창극은 결국 일제가 시대의 요구를 수용할 수밖에 없었고, 종속적 위치에 있었던 창극단들을 이용해 시국선전과 조선인의 전시동원을 극대화하는 최선의 방편으로 적극 활용한 공연물이었음을 확인했다.