이 연구는 학교장의 감성적 리더십과 교사의 긍정심리자본, 학교조직효과성과의 구조적 관계를 분석하는 데 그 목적이 있다.

또한 학교장의 감성적 리더십과 학교조직효과성과의 관계에서 교사의 긍정심리자본의 매개효과는 어떠한지 밝히고자 한다.

이 연구의 결과는 다음과 같다.

학교장의 감성적 리더십은 교사의 긍정심리자본, 학교조직효과성과 상관관계가 의미있게 나타났다.

학교장의 감성적 리더십과 학교조직효과성 사이에서 교사의 긍정심리자본의 매개효과를 구조방정식 모형에 의해 분석한 결과, 학교장의 감성적 리더십이 학교조직효과성에 미치는 직접효과는 .122(p<.01)이고 학교장의 감성적 리더십이 교사의 긍정심리자본을 매개로 학교조직효과성에 미치는 간접효과는 .370(p<.01)으로 유의하게 영향을 미치는 것으로 나타났다.

따라서 학교장의 감성적 리더십을 바탕으로 학교 조직의 효과성을 향상시키기 위해서는 교사의 긍정심리자본을 높일 수 있는 환경 조성 및 체계적인 프로그램, 상담 과정 등 다양한 접근에 대한 대안 모색이 요구된다.

또한 학교장의 감성적 리더십과 교사의 긍정심리자본 향상을 위해 전인적 성장을 지향하는 홀리스틱 교육의 관점에 입각한 학교문화 형성과 구성원들의 인식 전환이 필요할 것이다.

@highlight

학교장의 감성적 리더십과 교사의 긍정심리자본, 학교조직효과성과의 구조적 관계를 분석하고 학교장의 감성적 리더십과 학교조직효과성과의 관계에서 교사의 긍정심리자본의 매개효과는 어떠한지를 연구하고자 하였다.

@highlight

그 결과 학교장의 감성적 리더십은 교사의 긍정심리자본, 학교조직효과성과 의미있는 상관관계가 있음이 밝혀졌다.

