이 연구는 박경리의 1970년대 발표한 대중연애서사 『창』에 드러난 사랑의 의미와 섹슈얼리티를 밝히는 것을 목적으로 한다.

이 작품은 대중연애서사의 전형적 특성인 남녀 간 연애가 중심서사이다.

그러나 작품 속에 드러난 남녀의 연애는 사랑의 사적 의미와 사회적 담론을 포함하고 있어 작가의 세계관의 변화는 물론 1970년대 성과 사랑에 대한 사회적 함의를 포착할 수 있다.

1970년대 발표한 대중연애서사 『창』은 박경리가 본격적으로 『토지』를 집필하면서 동시에 발표한 몇 안 되는 작품으로, 자전적 서사를 넘어 사회와 생명에 대한 관심으로 세계관이 확대 되던 시기에 쓰인 작품이다.

이 작품에는 인물의 시점이 여성에서 남성으로, 결벽한 사랑의 추구에서 현실직시와 연민을 통한 공감적 사랑으로 사랑의 의미가 변모하고 있다.

또한 가부장제 사회가 요구하는 남성중심의 규범적 섹슈얼리티에 저항하고 경합하는 행위 주체로서 개인의 근대적 섹슈얼리티를 발견할 수 있다.

박경리는 대중연애서사를 통해 대중성을 확보하는 동시에 성과 사랑에 관한 사회적 변동과 규범적 인식에 대한 비판을 제기하고 있다.

또한 이러한 변화의 조짐은 박경리의 보편적 인간애를 바탕으로 한 생명사상의 단초가 되고 있다.

@highlight

본 연구는 박경리의 1970년대 발표한 대중연애서사 『창』에 드러난 사랑의 의미와 섹슈얼리티를 밝히는 것을 목적으로 한다.

