2009년 노동자들의 대량해고로부터 비롯된 쌍용자동차 사태는 한국사회의 노동상황을 보여주는 대표적 사례에 해당한다.

쌍용자동차 사태는 기본적으로 세계적인 경제위기의 상황에서 발생한 경영부실의 문제를 전적으로 노동자들에게 전가시키려는 과정에서 발생한 사태로서 성격을 지니고 있다.

그 사태의 발생과 전개 과정에는 우리 사회가 합의하고 해결해야 할 중요한 과제들이 노정되었다.

마치 우리 사회의 ‘노동문제 백화점’과도 같은 양상을 띤 쌍용자동차 사태는 점검해야 할 숱한 문제들을 안고 있다.

그 여러 가지 문제들 가운데서 노동권과 경영권의 관계는 특별히 중요한 쟁점이 되고 있다.

한국사회에서는 사용자의 경영권이 노동권을 제약하는 강력한 구실이 되고 있고, 그 현상은 쌍용자동차 사태에서 분명하게 드러났기 때문이다.

이 글은, 여전히 해결되지 않은 채 우리 사회의 과제로 남아 있는 쌍용자동차 사태의 전말을 살펴보고, 그로부터 제기되는 쟁점들을 일별한 후 그 가운데 핵심적 쟁점 가운데 하나로서 노동권과 경영권의 문제에 대해 고찰하고, 그에 대한 신학적 성찰을 시도하고자 한다.

@highlight

이 글은, 여전히 해결되지 않은 채 우리 사회의 과제로 남아 있는 쌍용자동차 사태의 전말을 살펴보고, 그로부터 제기되는 쟁점들을 일별한 후 그 가운데 핵심적 쟁점 중 하나로서 노동권과 경영권의 문제에 대해 고찰하고, 그에 대한 신학적 성찰을 시도하려 한다.

