근래 국내 초고층 주상복합 건물에는 철근콘크리트구조가 보편적으로 적용되는데, 이러한 철근콘크리트 초고층 주상복합 건물은 시공 시점에 따라 구조적인 문제가 발생할 수 있다.

따라서, 시공 중인 철근콘크리트 초고층 주상복합 건물에 대하여, 시공 시점별 구조 안전성 및 횡력저항성능을 검토하고자 한다.

이를 위해, 예제 모델로 탑상형의 초고층 주상복합 60층 건물을 선정했고, 기존의 범용구조해석 프로그램을 사용하여 구조해석을 수행하였다.

각 시공 시점별 10층, 20층, 30층, 40층, 50층, 60층 완료모델과 60층 완공단계 모델의 구조성능을 비교하였다.

구조성능 비교를 위해 이 모델들의 고유치해석을 수행하였으며, 횡력저항성능과 부재별 단면성능을 검토하였다.

횡력저항성능 검토를 위해 횡변위비와 층간변위비를 검토했고, 부재별 단면성능 검토는 완공단계에 대한 설계강도비와 시공단계의 설계강도비를 비교하여 부재안전성을 검토하였다.

이 연구를 통해, 시공 중인 철근콘크리트 초고층 건물의 구조 안전성을 검토하고 시공단계에 적합한 구조해석 및 설계하중의 가이드라인을 제시하고자 한다.

@highlight

근래 국내 초고층 주상복합 건물에는 철근콘크리트구조가 보편적으로 적용된다.

@highlight

철근콘크리트 초고층 주상복합 건물은 시공 시점에 따라 구조적인 문제가 발생할 수 있다으므로, 시공 중인 철근콘크리트 초고층 주상복합 건물에 대하여, 시공 시점별 구조 안전성과 횡력저항성능을 검토하고자 하였다.

