본 연구에서는 의료비 급증의 주요인을 사망 관련 비용 즉, 사망 직전 사용한 의료비와 과잉진료를 이용하여 설명하고, 생애 말기에 투입되는 막대한 양의 의료비가 삶의 질에 미치는 영향을 분석하였다.

이를 위해 2009년부터 2013년까지 한국의료패널 5개년 자료를 이용하여 사망까지의 기간과 과잉진료가 의료비에 미치는 영향을 확인하고, 과잉진료의 발생 요인을 살펴보았다.

이와 함께, 생애 말기에 지출된 의료비인 사망 관련 비용을 따로 분리해 결정요인을 분석하고, 나아가 삶의 질에 미치는 영향을 확인하였다.

분석 결과, 사망이 임박함에 따라 의료비 지출이 유의하게 증가하였다.

사망에 가까울수록 과잉진료의 발생 확률은 증가하였고, 과잉진료는 의료비와 사망 관련 비용을 유의하게 증가시켰다.

그러나 생애 말기에 투입되는 사망 관련 비용은 삶의 질에 유의한 영향을 미치지 못하는 것으로 나타났다.

따라서 사망 관련 비용의 효과성에 대하여 의문을 제기할 수 있으며, 생애 말기 의료비 지출 규모를 줄이고 이를 호스피스 완화의료로 대체시킬 필요성이 있다 하겠다.

본 연구는 과잉진료와 의료비 지출 간의 관계와 아울러 사망 관련 비용을 실증적으로 분석해 보고 사망 관련 비용이 삶의 질에 미치는 영향을 살펴보았다는 점에서 의의가 있다고 하겠다.

@highlight

이 연구에서는 의료비 급증의 주요인을 사망 관련 비용 즉, 사망 직전 사용한 의료비와 과잉진료를 이용해 설명하고, 생애 말기에 투입되는 막대한 양의 의료비가 삶의 질에 미치는 영향을 분석했다.

