이 연구의 목적은 우리의 통합체육 현실을 파악하고 온전한 통합체육의 실행방안으로 보편적 학습설계(UDL) 기반 통합 체육을 제안하는 것이다.

이를 위하여 통합체육과 보편적 학습설계에 관련된 문헌을 연구하다.

그 연구결과는 다음과 같다.

우리 통합체육의 현주소는 형식적 통합교육에 머무르고 있다는 것이다.

이를 해결하기 위하여 어울림과 기다림의 교육에 초점을 두었다.

어울림과 기다림의 교육은 차별과 배제 그리고 소외를 시키지 않고 모두를 위한 신체활동 교육(통 합체육)을 지향한다.

온전한 통합체육은 모두 학생을 위한 신체활동 교육이며 그 실행방안은 보편적 학습설계 기반 수업 에서 찾을 수 있다.

온전한 통합체육의 실행방안은 K-

PAL 모형을 적용하다.

K-

PAL은 6단계로 목표확인, 분석(학습자 및 상황분석), 학습 목표설정, UDL 적용, UDL 수업지도, 반성적 사고 등으로 구성되어 있다.

온전한 통합체육을 성공적 으로 실행하기 위해서는 교사가 각 단계에 해당하는 내용을 숙지하고 UDL 기반 통합체육에 따라서 실행해야 한다.

@highlight

본고는 우리의 통합체육 현실을 파악하고 온전한 통합체육의 실행방안으로 보편적 학습설계(UDL) 기반 통합 체육을 제안하는 것을 목적으로 한다.

@highlight

이를 위해 통합체육과 보편적 학습설계에 관련된 문헌을 연구했다.

