쉬땅나무족 15분류군의 화판의 미세형태학적 형질을 주사전자현미경으로 관찰하여 화판 향축면, 배축면의 세포 외형, 배열, 수층벽, 큐티클의 미세형태를 자세히 기재하였으며, 분류학적, 계통학적 유용성을 검토하였다.

쉬땅나무족의 화판은 유두상 또는 원추형 유두상(PCS), 직사각형의 주름판상(TRS)로 확인되었으며, 향축면, 배축면의 화판 구조에 따라크게 세 유형으로 구분하였다.

Type I.

PCS-

TRS, Type II.

PCS-

PCS, Type III.

TRS-

TRS (향축면-

배축면).

구분된 이들 유형과 수층벽, 큐티클 표면의 형태는 족 내 속간/종간 진단형질로 유용하였을 뿐 아니라, 계통학적으로도 그 유용성이확인되었다.

또한, 화판 표면의 세포의 미세형태와 수분매개자(곤충을 통한 충매)와의 연관성을 나타내는 추가적인 사례로 제시하였다.

@highlight

쉬땅나무족 15분류군의 화판의 미세형태학적 형질을 주사전자현미경으로 관찰해 화판 향축면, 배축면의 세포 외형, 배열, 수층벽, 큐티클의 미세형태를 자세히 기재했으며, 분류학적, 계통학적 유용성을 검토했다.

