본 논문은 결정적인 전환점에 와 있는 북핵문제를 재조명하고 그에 대한 전략적 처방을 내리고자 한다.

이를 위하여 첫째, 북한 핵의 실상을 분석하고, 둘째, 한·미 간의 미묘한 부조화에 대해서 설명하고, 셋째, 북한 핵 해결의 중요한 변수인 중국의 정책에 대해 논의하고자 한다.

본 논문은 이를 바탕으로 북핵 문제의 해결을 위해서는 ‘정치한 억제전략’을 구사해야 한다고 본다.

정치한 억제전략은 정치적, 군사적, 외교적 전략을 아우르는 보다 종합적이며 과감한 행동계획이 수반되는 것이다.

이를 위해 특히 기존의 협상전략을 완전히 수정하여, 선경고-

북의 도발-

강압-

협상-

합의-

이핵검증의 순으로 이어지는 일련의 과정을 통해서 북한 핵문제의 해결을 시도해야 한다고 본다.

본 논문은 이러한 과정에도 불구하고 북한 핵문제가 풀리지 않는 경우, ‘포스트 핵시대’(탈92년 체제)를 대비하기 위한 전략도 마련할 필요가 있다고 제시한다.

그것은 기존의 남북공존전략, 북핵포기전략, 그리고 재래식 억제전략에 바탕을 둔 핵위기대응전략에서 탈피하여 북한체제변화전략, 통일외교전략, 그리고 핵억제전략으로 전환할 것을 제시하고 있다.

@highlight

이 논문은 결정적인 전환점에 와 있는 북핵문제를 재조명하고 그에 관한 전략적 처방을 내리고자 한다.

