2012년부터 시행되고 있는 개정신탁법은 사업신탁이라는 새로운 유형의 신탁을 허용하였다.

2006년 일본 신신탁법의 영향을 받은 우리 개정신탁법은 자기신탁(신탁선언에 의한 신탁)의 도입과 같은 주목할 만한 개정을 하였지만 기업형태의 신탁이라는 관점에서 가장 주목할 만한 개정은 사업신탁이라고 본다.

그런데 실제 예시된 사업신탁유형인 유한책임신탁을 포함한 사업신탁은 실무상 그리 활용되지 못하고 있다.

이유는 여러 가지가 있겠지만 자본시장법이 신탁업을 규율하고 있는데 이런 유형의 사업신탁을 활용할 의사가 있는 주요 마켓 플레이어의 하나인 신탁업을 영위하는 금융투자업자가 자본시장법의 개정이 뒤따라 이루어지지 않음으로 인해서 발생하는 문제일 수도 있고 2012년 회사법이 유한책임회사의 도입 외에도 회사제도의 유연화를 이루었다는 점도 있을 수 있다.

또 법률문화라는 면에서 신탁제도가 회사제도에 비해서 생경하다는 점도 있을 것이다.

그러나 미국과 일본의 예에서 보는 것처럼 신탁제도는 회사제도와 비교하여 사업신탁의 면에서도 분명한 장점이 있는 제도이므로 이에 대한 연구와 실무적인 뒷받침을 지속적으로 할 필요가 있다.

이를 통해서 일본에서 논의되는 것과 같은 사업자체신탁과 사업형신탁, 사업운용형신탁과 자금조달형신탁 등을 자기신탁과 결합하거나 신탁수익권형이나 지분형, 분배청구권형 등으로 다양하게 활용할 수 있다면 향후 신탁법은 우리 경제에 긍정적인 기반구조로서 기능할 수 있을 것으로 본다.

@highlight

2012년부터 시행되고 있는 개정신탁법은 사업신탁이라는 새로운 유형의 신탁을 허용했다.

@highlight

그런데 실제 예시된 사업신탁유형인 유한책임신탁을 포함한 사업신탁은 실무상 그리 활용되지 못하고 있다.

