고온성토착박테리아를 이용하여 방연석으로부터 용출되는 유용금속이온의 향상을 위하여 42℃와 52℃에서 용출실험을 수행하였다.

용출실험은 황산을 첨가하지 않고 수행하였다.

방연석에 대한 제타전위를 측정한 결과 방연석의 등전위는 2.43으로 나타났다.

방연석의 등전위 보다 높은 pH 환경임에도 불구하고 토착박테리아들이 방연석 표면에 부착하였다.

42℃와 52℃로 미생물용출실험을 진행하는 동안 0.4×1.3 ㎛에서부터 0.5×1.6 ㎛ 크기의 토착박테리아들이 방연석 표면에 부착된 것이 관찰되었다.

2차 광물 표면에 토착박테리아에 의하여 형성된 충식자국들이 뚜렷하게 관찰되었다.

이것은 박테리아가 황화광물 표면에 직접 접촉하여 산화작용을 일으키는 직접접촉산화작용의 증거로 생각된다.

미생물 용출온도를 42℃에서 52℃로 증가시켰을 때, Cu는 3.7배 이상으로 용출되었고 그리고 Fe는 5.2배 이상으로 용출되었다.

하지만, Pb는 2.6배 감소하였다.

@highlight

고온성토착박테리아를 이용해 방연석으로부터 용출되는 유용금속이온의 향상을 위해 42℃와 52℃에서 용출실험을 수행했다.

