본 논문에서는 미래 우리 군의 차기 군사 위성에 적용할 수 있는 ‘접근제어가 가능한 다중기관 속성기반 암호 전송 알고리즘(Multi-

Authority with Access Policy Attribute-

based Broadcast Encryption Algorithm)’을 제안한다.

군사 위성과 같은 국가급 정보자산을 보유하는 것도 중요하지만 정보자산을 통해 얻은 정보를 전송하는 과정에서 정보유출을 방지하는 것도 중요하다.

자료마다 다양한 속성을 지니고 있고, 이를 제어하는 다양한 기관이 존재하는 환경에서 제안 알고리즘은 어떤 사용자라도 자료가 갖는 속성에 따라 암호화해서 전송할 수 있고, 전송 받은 수신자의 속성이 자료의 일정한 속성 이상을 만족하면 암호문을 복호화 할 수 있는 알고리즘이다.

또한 제안 알고리즘은 암호문을 전송할 때 기관과 사용자를 제외할 수 있는 장점을 가지고 있어 자료의 속성에 대한 접근 제어와 기관/사용자의 접근 제어를 동시에 충족하는 알고리즘으로 높은 보안성이 요구되는 군사/통신 위성에 적합한 알고리즘이다.

더욱이 제안 알고리즘은 계층적 구조를 갖는 우리나라 정부 조직, 군 조직과 같이 비밀 자료의 접근 권한이 구분된 환경에 응용될 수 있어, 미래 국가 및 군의 정보보호 역량 강화에 크게 기여할 수 있다.

@highlight

본고에서는 미래 우리 군의 차기 군사 위성에 이용할 수 있는 ‘접근제어가 가능한 다중기관 속성기반 암호 전송 알고리즘(Multi-

@highlight

Authority with Access Policy Attribute-

@highlight

based Broadcast Encryption Algorithm)’을 제시한다.

