본고는 새로 발굴한 자료 『海東爾雅』를 학계에 보고하기 위해 집필되었다.

『해동이아』의 저자는 朴泳敎(1849～1884)이다.

박영교는 갑신정변을 주도적으로 이끌었던 인물인데, 갑신정변의 혼란 속에서 서른다섯이라는 젊은 나이에 세상을 떠났기 때문에 그동안 학계의 주목을 끌지 못했다.

이 자료의 발굴을 계기로 박영교에 대한 보다 활발한 연구가 이루어질 것으로 기대된다.

『해동이아』는 鳥獸草木에 대한 전문적인 類書이다.

조선시대에 저술된 조수초목에 대한 전문적인 유서 가운데 『해동이아』가 가장 분량이 많고, 서술도 대단히 체계적이다.

박영교는 조수초목을 나타내는 한국어와 한자어의 대응이 정확해야 한자문화권에 속한 다른 나라와 무리 없이 소통할 수 있으며, 명칭 문제의 혼란을 없애야 조수초목을 원활하게 이용할 수 있다는 생각에서 『해동이아』를 저술하였다.

그런데 『해동이아』에는 세계 각지의 조수초목에 대한 지식과 정보를 모아 『全球動植?

』로 확대 개편하기 위해 준비했던 자취가 뚜렷하게 남아있다.

이러한 기획은 미완에 그치고 말았지만, 동양과 서양의 지식체계를 아우르고자 했던 야심차고도 원대한 것이었다고 평가할 수 있다.

@highlight

본 논문은 새롭게 발굴한 자료 『海東爾雅』를 학계에 보고하기 위해 집필되었으며 저자는 朴泳敎이다.

@highlight

『해동이아』는 鳥獸草木에 대한 전문적인 類書로 이 자료의 발굴을 계기로 박영교에 대한 보다 활발한 연구가 이루어질 것으로 기대된다.

