아시아 태평양 지역의 전자상거래 규모는 2017년 1조 529억 달러를 기록할 것으로 예상되며, 이는 북미 지역예상 규모의 60% 크기에 달하는 수준이다.

또한 인도네시아는 8천 3백만의 인터넷 사용자를 가지고 있다.

이러한 측면에서 본 연구는 Fuzzy-

AHP를 이용하여 국내 유통업체가 인도네시아 전자상거래 진출 시 성공요인의가중치를 도출하는 것을 연구의 목적으로 하였다.

상위 성공요인 분석결과, 서비스 요인이 가중치 0.43으로 가장 큰 성공 요인으로 나타났다.

서비스부분의 하위요인 분석결과, 결제 편리성이 0.41의 가중치로 1위를 기록하였다.

환경특성부분의 하위요인 분석결과, 현지시장의 온라인 환경이 가중치 0.36을 기록하였으며, 사이트 기능성 부분의 하위요인 중 사이트 편의성이 0.59의 가중치로 가장 중요한 성공 요인으로 나타났다.

상품관리부분의 하위요인 분석결과, 상품 품질이 0.43으로 가장 중요하게 분석되었다.

국내 유통사가 해외 온라인 유통사업진출 시 성공요인의 가중치를 종합적으로 보면, 결제 편리성(0.176)으로 가장 중요한 것으로 분석되었으며 다음으로 배송(0.147), 상품 품질(0.139) 순으로 나타났다.

@highlight

아시아 태평양 지역의 전자상거래 규모는 2017년 1조 529억 달러를 기록할 것으로 예상되며, 이는 북미 지역예상 규모의 60% 크기에 달하는 수준이다.

