본 연구의 목적은 초등 예비교사들과의 도예 실기수업에서 초등도예 교육의 활성화를 위해 타 재료를 유용하게 활용해 보는 것이다.

이를 위해 이쑤시개를 이용한 도예 수업으로 기존의 도예 실기수업 보다 새롭게 도자 보조 재료의 가능성을 확장해보려는 시도를 하였다.

그 결과 도예 실기수업에서 초등도예 교육을 위한 몇 가지 가능성을 이쑤시개 작업을 통해 찾아내었는데 첫째, 학생들은 흙과 이쑤시개를 이용해 현대도예의 표현능력과 더불어 도예의 시각적 해석과 의미를 확장시켰다.

이에 학생들은 도예수업을 통해 다양한 요소의 감정을 이입시키는 정서적 활동을 한 것이다.

둘째, 학생들은 도예와 이쑤시개 재료의 만남을 통해 흙에 대한 진정한 이해의 과정을 경험했다.

즉 이쑤시개와 함께하면서 순수도예의 진정성과 흙을 이해하고, 타 재료 미술과의 공감적 해석이 만들어진 것이다.

셋째, 미술과 교육과정에서 초등도예에 대한 새로운 해석을 시도할 수 있다.

초등미술은 전문적이고 깊이보다도 다양성을 보여주어야 한다.

이는 현대미술과 더불어 도예 교육이 다양성을 확보하고 성장하기 위해 기존 초등도예의 경계를 타 재료와 함께 깨뜨리거나 영역을 넓혀 확장하는 것이다.

그리하여 미술과 초등도예 교육은 학생들로 하여금 다양한 시각과 성형능력, 표현능력을 허락하고 기회를 제공해주어야 하는 것이다.

@highlight

본 논문은 초등 예비교사들과의 도예 실기수업에서 초등도예 교육의 활성화를 위해 타 재료를 유용하게 활용해 보고자 하였다.

@highlight

이쑤시개를 활용한 도예 수업으로 기존의 도예 실기수업 보다 새롭게 도자 보조 재료의 가능성을 확장해보려 하였다.

@highlight

도예 실기수업에서 초등도예 교육을 위한 몇 가지 가능성을 이쑤시개 작업을 통하여 찾아내었다.

