본 연구의 목적은 유아들의 행동과 놀이에서 자연스럽게 나타나는 위험부담 놀이에 대한 이해를 돕고 그 의미를 살펴보는 데 있다.

교육에서 위험한 요소가 내포된 놀이를 통한 도전과 유아의 기본권이 안전과의 균형을 맞추는 일은 매우 중요하다.

그러나 현대 사회에서는 그 균형이 깨져서 ‘안전’ 위주의 생활뿐만 아니라 교육에서도 ‘안전‘이 최우선시 되면서 많은 문제점들이 대두되고 있다.

아이들의 행동과 놀이에는 위험을 내포하고 있는 것들이 많으며, 이를 통해 모험과 스릴을 즐기며, 성취감을 갖는 기회를 갖게 된다.

아이들은 위험요소가 내포된 놀이 공간에서 자신의 한계에 부딪치고, 좌절감을 느끼기도 하며, 이를 넘어 설 수 있는 방법을 궁리하고, 다시 도전하여 성취하는 기회를 통해 성장해간다.

이렇듯 우리 아이들이 살아갈 급변하는 미래사회는 많은 정보와 지식보다는 어떠한 변화가 와도 그 환경에서 살아남고, 나아가 잘 적응할 수 있는 능력이 요구된다.

그러기 위해서는 무엇보다도 기존 교육방법을 대치하거나 수정 보완해야하는데, 그 중의 한 부분이 ’위험요소‘를 교육에 포함시키는 것이다.

본 연구는 교육적 요소에서 중요한 의미를 갖고 있는 위험부담 놀이 및 도전, 모험교육에 대한 문헌고찰을 통해 유아에게 위험부담 놀이의 의미와 가치를 살펴보고, 우리나라의 유아교육에 적용가능성 및 위험부담놀이가 주는 교육적 의미를 고찰하였다.

@highlight

본 논문은 유아들의 행동과 놀이에서 자연스럽게 나타나는 위험부담 놀이에 대한 이해를 돕고 자 하였다.

@highlight

교육에서 위험한 요소가 내포된 놀이를 통한 도전과 유아의 기본권이 안전과의 균형을 맞추는 일은 중요하지만, 현대 사회에서는 그 균형이 깨져 ‘안전’ 위주의 생활뿐만 아니라 교육에서도 ‘안전‘이 최우선시 되면서 많은 문제점들이 대두되었다.

