본 연구는 공공조직들이 도입한 성과주의 인사제도가 실제 활용되지 못하는 문제점을 디커플링(decoupling)으로 정의하고, 이러한 현상이 어떠한 원인에 의해 발생하는지를 분석하였다.

특히 본 연구는 합리성, 정당성, 조직정체성 등의 이론을 이용하여 디커플링에 대한 다양한 시각을 실증적으로 검증하였다.

분석결과를 통해 도출한 결론을 다음과 같다.

첫째, 제도적 환경의 정당성을 확보하기 위한 성과주의 인사제도의 도입은 실제 제도를 운영함에 있어 디커플링을 증가시킨다는 점이다.

신공공관리적 정부혁신 속에서 여러 공공조직들은 생산성·효율성 등 성과를 향상시켜야 한다는 제도적 압력에 직면하고 있으며, 성과주의가 하나의 규범으로 자리 잡고 있다.

이로 인해 조직의 역량과 보유자원에 대한 고려 없이 규범을 따라야 한다는 정당성 확보의 차원에서 도입된 제도는 실제 운영에서 문제점으로 작용하고 있다는 것을 확인할 수 있다.

둘째, 공공성을 명확히 인식하고 있는 공공조직에서는 도입된 성과주의 인사제도가 상대적으로 잘 작동하고 있었다.

이는 공공조직으로서 본질적인 목표인 공공성에 대한 인식이 명확한 조직일수록 효과적인 정책의 운영이 가능하다는 것을 보여주는 결과이며, 공공조직의 혁신을 내재화시킬 수 있는 방안은 공공성의 제고라는 점을 시사한다.

@highlight

이 연구는 공공조직들이 도입한 성과주의 인사제도가 실제 활용되지 못하는 문제점을 디커플링으로 정의하고, 이런 현상이 어떠한 원인에 의해 발생하는지를 분석했다.

@highlight

이 연구는 합리성, 정당성, 조직정체성 등의 이론을 이용하여 디커플링에 대한 다양한 시각을 실증적으로 검증했다.

