본 연구는 아버지의 양육 참여를 제한하거나 격려하는 어머니의 태도 및 행동을 의미하는 어머니 문지기역할의 한국형 척도를 개발 및 타당화하기 위하여 수행되었다.

이를 위하여 Van Egeren(2000)이 개발하고 Schoppe-

Sullivan과 동료들(2015)이 수정한 어머니 문지기역할 척도를 번안한 뒤, 영유아기 자녀를양육하고 있는 부부 11쌍을 인터뷰한 내용을 바탕으로 문항을 수정 및 보완하여 한국판 어머니 문지기역할 척도의 예비문항을 완성하였다.

예비 검사 결과를 바탕으로 한국판 어머니 문지기역할 척도 17문항(문닫기 8문항, 문열기 9문항)의 최종 문항을 도출하였으며, 6세 이하의 자녀를 둔 부모 301명을 대상으로 본검사를 실시하였다.

개발된 척도의 내적 합치도는 우수한 수준이었으며, 개발된 척도와 관련된 변인들과의 상관분석을 통하여 공인타당도를 확인하였다.

탐색적 요인분석을 실시한 결과, 한국판 어머니 문지기역할 척도는 선행 연구에서 제시되었던 것과 같이 아버지의 양육 참여를 제한하거나 통제하려는 ‘문닫기’ 와 아버지의 양육 참여를 지지하고 격려하는 어머니의 행동이나 태도를 의미하는 ‘문열기’의 2 요인 구조가 추출되었으며, 확인적 요인분석을 통하여 본 연구에서 설정한 모형의 적합도를 확인하였다.

마지막으로 한국판 어머니 문지기역할 척도 개발의 의의와 제한점 및 추후 연구에 대한 제언을 논의하였다.

@highlight

이 연구는 아버지의 양육 참여를 제한하거나 격려하는 어머니의 태도 및 행동을 의미하는 어머니 문지기역할의 한국형 척도를 개발 및 타당화하기 위해 수행되었다.

