본 논문에서는 고속인터넷 접속기술들과 서비스를 분석하고 21세기초까지 전국 어디서나 누구든지 안심하고 저렴한 요금으로 고속인터넷 서비스를 이용할 수 있게 하는 보편적 인프라로서의 고속인터넷의 전제조건 및 해결 과제에 대해 고찰했다.

먼저 전제조건으로서 투자의 효율성, 저렴한 요금 및 조기 서비스의 실현 가능성, 128Kbps 이상의 대역 및 단계적 확장 가능성, 상시접속 가능성, 보편적 서비스 제공 가능성, 기술적 안정성 및 상호운영성 등 6가지의 보편적 인터넷으로서의 전제조건을 기준으로 현재 중간적 고속인터넷 접속기술로서 주목받고 있는 ISDN, ADSL, Cable Modem, WLL의 특징 및 장·단점을 분석하여 정책적 시사점을 도출했다.

결론적으로 이러한 전제조건을 완벽하게 충족시킬 수 있는 보편적 고속인터넷 접속기술은 현재까지 존재하지 않으나, 경제적 효율성, 기술적 안전성, 향후 시장상황 전개 등을 고려해 볼 때 2001년까지는 전제조건의 대부분을 충족시키는 ISDN이 효율적인 대안으로 제시될 수 있을 것이다.

그러나 앞으로 VOD 등 영상서비스가 본격화되고 Cable TV 망의 설치가 전국적으로 가속화 된다면 2001년 이후에는 Cable Modem에 의한 고속 서비스가 효율적인 대안으로 부상할 가능성이 있다.

@highlight

본고에서는 고속인터넷 접속기술들과 서비스를 분석하고 21세기초까지 전국 어디서나 누구든지 안심하고 저렴한 요금으로 고속인터넷 서비스를 이용할 수 있게 하는 보편적 인프라로서의 고속인터넷의 전제조건 및 해결 과제에 대해 고찰했다.

