방송과 통신의 결합으로 미디어환경이 급격하게 변화하고 있다.

전통미디어 중심의 광고 산업 역시 일대 전환기를 맞이하고 있다.

스마트 미디어로의 전환과 그에 따른 제작환경의 변화는 광고 산업의 새로운 트렌드이며, 거부할 수 없는 영역이 되어가고 있다.

이러한 변화 속에서 광고 산업이 성장하기 위해서는 스마트미디어 인재들이 지속적으로 필요하다.

스마트광고 인재들의 업계공급을 위한 실효성있는 방법은 전문교육기관을 통해 체계적으로 육성하고 배출하는 것이다.

본 연구의 목적은 스마트미디어 시대에 필요한 광고전문 인력양성을 위한 교육전문기관들의 효과적인 교육프로그램 내용을 개발하는 것이다.

이를 위하여 문헌검토를 기초로 연구문제를 설정하였고, 광고현업의 전문가들을 대상으로 자기기입식(self reporting) 온라인 설문조사를 실시하였다.

설정한 연구문제들은 첫째, 광고업계 전문가의 스마트광고에 대한 정의와 스마트광고 사례들, 둘째, 스마트광고 산업의 성장가능성과 현재의 제작인력 수급현황, 셋째, 스마트광고 제작과 관련된 광고업계의 교육희망욕구, 넷째, 스마트광고 교육을 위한 실질적인 교육프로그램 내용들, 다섯째, 스마트광고 교육을 위한 전문 강사의 섭외방법과 합리적인 평가방법등이다.

본 연구는 스마트미디어 시대에 광고 산업의 유지와 성장을 위한 반석이되는 스마트미디어 전문 인력육성을 위한 방법론에서 학문적 기여를 하는 동시에광고업계의 현업 인재육성 프로그램 구성과 광고전문기관의 교육프로그램 구성을위한 실무적 지침을 제공할 것으로 기대한다.

@highlight

이 연구의 목적은 스마트미디어 시대에 필요한 광고전문 인력양성을 위한 교육전문기관들의 효과적인 교육프로그램 내용을 개발하는 것이다.

@highlight

이 연구는 스마트미디어 시대에 광고 산업의 유지와 성장을 위한 반석이되는 스마트미디어 전문 인력육성을 위한 방법론에서 학문적 기여를 하는 동시에광고업계의 현업 인재육성 프로그램 구성과 광고전문기관의 교육프로그램 구성을위한 실무적 지침을 제공할 것으로 기대한다.

