오늘날 대부분의 영화가 고전적인 내러티브 형식을 뛰어넘어 대안적 형태를 갖추고 있다는 점에서 이야기 구조가 갖는 패턴, 플롯과 서브텍스트, 갈등, 인물, 대사, 발견, 반전, 구성점 등 전통적인 내러티브 요소에 대한 분석과 전통적인 관습의 대안적 형태로서 드러나는 서사체계를 파악하기 위한 요소들을 중심으로 한국·중국·일본영화를 비교해보았다.

최근의 중국영화는 장르적으로 특징적인 변화가 있는데 전체적으로 서사, 전쟁/ 무협 액션류의 장르에서 최근 들어 멜로, 로맨스, 코메디류의 장르의 비중이 커지는 상황이다.

중국영화의 대체적인 특징은 중국 자국영화가 아닌 외국영화인 경우 영화를 선택하게 되는 가장 중요한 요소는 블록버스터 영화, 그리고 유명스타의 출연여부인데, 외국 영화에서는 대형스타의 출연이 관객들의 의사 결정에 큰 영향을 끼치게 된다.

일본은 OSMU 전략에 따른 작품의 집결지라고 볼 수 있을 만큼 드라마나 애니메이션, 만화가 원전인 작품이 제작되고 있다.

시리즈 형식의 블록버스터 영화와 장르별로는 공포 스릴러 영화나 멜로 영화들의 빈도가 높은 편이었으며, 다른 아시아 국가와의 비교를 통해 보더라도 판타지 장르나 동화적인 상상, 애니메이션 풍의 스토리텔링이 일본에서 강점을 보이고 있었다.

@highlight

최근의 중국영화는 장르적으로 특징적인 변화가 있는데 전체적으로 서사, 전쟁/ 무협 액션류의 장르에서 최근 멜로, 로맨스, 코메디류의 장르의 비중이 커지는 상황이다.

