음악과 기술은 서로 영향을 주고받으며 시대를 관통해왔다.

2019년 현재 가장 주목받는 기술은 인공지능이다.

이미 실생활의 많은 부분에서 인공지능 기술이 적용되었고, 또 시도되고 있다.

음악과 관련해서도 많은 실험적인 연구들이 진행되고 있고, 몇몇 상용 제품과 서비스들이 등장하였다.

이 연구는 음악과 관련된 인공지능기술들이 어떻게 수용될 수 있고, 기존의 음악적 일을 대체할 것인지에 대한 고찰이다.

이를 위해 경영정보시스템 분야의 기술수용모델이라는 이론에서 다루는 기술수용의 요인과 미디어 연구 분야의 대체와 보완의 개념을 도입하여 역사적 관점에서 과거의 사례들을 분석하였다.

그리고 인공지능 기술의 발전이 음악 제작에 있어서 어느 정도 도입이 되었고 향후 어느 수준까지 실제 사람을 대체하게 될 수 있을 것인지에 대해 알아보았다.

이 논문의 제한점은 인공지능의 가능성에 대해 논의하고 있지만 이는 다양한 여러 가능성 중 하나일 뿐이라는 것이다.

그렇지만 그 가능성은 현재 음악을 하고 있는 사람들과 음악을 하려고 하는 사람들, 그리고 음악을 듣는 사람들 앞에 놓인 가능성이며, 이 연구는 이 다양한 가능성에 대한 활발한 논의에 대한 도입으로 의도되었다.

@highlight

본고는 음악과 관련된 인공지능기술들이 어떻게 수용될 수 있는지와 기존의 음악적 일을 대체할 것인지에 대해 알아보고 인공지능 기술의 발전이 음악 제작에 어느 정도 도입이 되었고 향후 어느 수준까지 실제 사람을 대체하게 될 수 있을 것인지에 대해 분석한다.

