본 연구는 아동·청소년패널조사(Korea Child Youth Panel Survey, KCYPS)를 사용하여 인구·사회학적 변인, 학교성적, 신앙생활 변인이 기독 청소년의 삶의 만족도에 미치는 영향 정도를 실증적으로 분석하였다.

분석의 주요결과는 다음과 같다.

여자 기독청소년의 삶의 만족도가 남자 기독청소년에 비하여 약간 높았다.

둘째, 모친이 근로하는 가족에 비하여 근로를 하지 않는 가족에서 양육을 받는 경우 기독청소년의 삶의 만족도가 약간 높은 것으로 나타났다.

셋째, 인구사회학적 변인을 통제한 상태에서 독립변인인 학교성적(국·영·수 성적합산)을 투입하였을 때 주관적 가정형편은 영향력을 유지하면서, 학교성적이 두 번째로 영향력이 큰 변인으로 나타났다.

마지막으로, 인구사회학적 변인과 학교성적을 통제한 상태에서 신앙생활 관련 두변인인 ‘교회 방문주기’와 ‘교회 방문빈도’ 투입하였을 때 주관적 가정형편과 학교성적은 영향력을 유지한 반면에 신앙생활 관련 변수들은 통계적으로 유의미한 영향을 미치지 않는 것으로 확인되었다.

이러한 연구결과를 바탕으로 기독청소년의 삶의 만족도를 높이기 위한 교회의 실천 방안을 제시하였다.

@highlight

아동·청소년패널조사를 활용하여 인구·사회학적 변인, 학교성적, 신앙생활 변인이 기독 청소년의 삶의 만족도에 미치는 영향 정도를 실증적으로 연구하였다.

@highlight

분석 결과, 여자 기독청소년의 삶의 만족도가 남자 기독청소년에 비하여 약간 높게 나타났다.

