본

고

는

 

廉

想

涉

의

 

「

標

本

室

의

 

靑

개

고

리

」

와

 

盧

子

泳

의

 

「

千

里

의

 

夏

路

」

를

 

比

較

 

분

석

하

고

자

 

한

다

.

 

「

千

里

의

 

夏

路

」

는

 

작

가

의

 

실

제

 

경

험

과

 

인

식

을

 

사

실

적

으

로

 

반

영

하

는

 

紀

行

文

의

 

형

식

을

 

가

지

고

 

있

다

.

 

그

리

고

 

三

層

집

을

 

漠

然

한

 

啓

蒙

的

 

발

화

의

 

매

개

체

로

 

삼

고

 

『

사

의

 

승

리

』

를

 

感

傷

的

으

로

 

引

用

하

는

 

등

,

 

사

회

적

인

 

소

재

와

 

사

건

들

에

 

무

관

심

한

 

現

實

逃

避

的

 

態

度

를

 

드

러

내

고

 

있

다

.

 

반

면

에

 

「

標

本

室

의

 

靑

개

고

리

」

의

 

旅

程

과

 

三

層

집

은

 

김

창

억

이

라

는

 

狂

人

을

 

통

해

 

3

·

1

 

運

動

의

 

失

敗

로

 

인

한

 

信

念

과

 

實

踐

의

 

갈

등

,

 

그

리

고

 

거

기

에

서

 

비

롯

되

는

 

憂

鬱

과

 

倦

怠

의

 

狂

症

을

 

小

說

로

서

 

虛

構

化

시

키

고

 

있

다

.

 

「

標

本

室

의

 

靑

개

고

리

」

에

서

의

 

『

사

의

 

승

리

』

의

 

引

用

 

역

시

 

3

·

1

 

運

動

의

 

失

敗

에

 

따

른

 

絶

望

과

 

無

力

感

을

 

自

覺

하

기

 

위

해

 

使

用

하

고

 

있

다

.

 

「

標

本

室

의

 

靑

개

고

리

」

는

 

「

千

里

의

 

夏

路

」

의

 

影

響

을

 

받

아

 

紀

行

文

의

 

형

식

과

 

旅

路

,

 

여

러

 

事

件

들

을

 

共

有

하

면

서

 

實

際

 

經

驗

과

 

事

件

들

을

 

小

說

로

 

虛

構

化

시

키

고

 

있

는

 

文

學

的

 

成

就

를

 

보

이

고

 

있

다

.

@highlight

이 논문은 廉想涉의 「標本室의 靑개고리」와 盧子泳의 「千里의 夏路」를 比較 분석하려 한다.