본 연구는 북한이탈주민 여성의 우울에 기여하는 심리사회적 요인들의 통합적 영향을 규명할 목적으로 차별지각이 문화적응 스트레스를 매개로 하여 우울을 예측하는 경로에서 문화적응의 조절효과를 검증하였다.

서울 소재 국립정신건강센터 및 하나센터에서 모집한 북한이탈주민 여성 87명이 차별지각, 문화적응(남한문화지향, 북한문화지향), 문화적응 스트레스, 우울을 측정하는 자기보고식 질문지에 응답하였다.

인구통계학적 변인인 연령, 남한거주기간, 표집 기관 등은 공변인으로 분석에 포함하였다.

PROCESS macro로 매개된 조절효과 모형을 분석한 결과, 차별지각이 문화적응 스트레스를 매개로 하여 우울을 예측하는 경로가 유의하게 나타났다.

그러나 이러한 매개효과가 문화적응에 따라 달라지는 양상은 확인되지 않았다.

이에 더해 문화적응 스트레스를 매개로 하지 않고 심리사회적 요인들이 우울을 예측하는 직접경로가 유의하였다.

구체적으로 차별지각과 남한문화지향의 주효과, 그리고 차별지각×북한문화지향×남한문화지향의 상호작용효과가 나타났다.

연구 결과를 바탕으로 본 연구의 이론적, 임상적, 정책적 시사점 및 후속연구에 대한 제언을 논의하였다.

@highlight

이 연구는 북한이탈주민 여성의 우울에 기여하는 심리사회적 요인들의 통합적 영향을 규명할 목적으로 차별지각이 문화적응 스트레스를 매개로 해 우울을 예측하는 경로에서 문화적응의 조절효과를 검증했다.

