21세기 중국이 급격하게 부상(浮上)함에 따라 세계인의 관심은 중국을 향하고 있다.

또한 중국이 군현대화와 군사대국화를 빠르게 추진하고 있다는 사실은 동북아 지역의 세력균형과 한국의 안보에 지대한 영향을 미치는 요인이다.

중국은 1978년부터 시작된 개혁개방 정책의 성공으로 눈부신 경제성장을 이루어 오고 있으며, 경제성장의 결과로 축적된 부(富)를 중국군의 현대화에 투입함으로써 중국의 군사위협이 대폭 증대되고 있다.

이러한 중국군의 급격한 변화는 세계인의 관심과 우려를 낳고 있으며, 중국위협론을 뒷받침하는 하나의 실체적 사실로 받아들여지고 있다.

본 논문은 현실주의에 기반을 두고 있는 중국위협론에 대해 군사적 측면을 위주로 분석하고, 중국위협론이 한국에 주는 군사적 함의를 도출하는데 초점을 맞출 것이다.

중국위협론이 성립하기 위해서는 첫째, 중국은 주변국을 위협할 군사적 능력을 보유하고 있는가?

둘째, 중국이 이러한 능력을 보유하고 있다면 이를 주변국에게 사용할 의도가 있는가?

셋째, 주변국은 중국의 제반 능력과 의도에 대해 자국의 위협으로 인식하고 있는가?

본 논문은 제시된 세 가지 조건이 모두 충족된다는 연구결과를 밝혔다.

한국에 대한 중국위협론이 성립함에 따라 한국에 미칠 부정적 영향에 대비하는 다각적인 전략적 대응이 요청된다.

@highlight

21세기 중국이 급격하게 부상(浮上)함에 따라 세계인의 관심은 중국을 향하고 있다.

@highlight

이런 중국군의 급격한 변화는 세계인의 관심과 우려를 낳고 있으며, 중국위협론을 뒷받침하는 하나의 실체적 사실로 받아들여지고 있다.

