원자력을 이용하는 방법에는 원자력을 이용한 에너지를 생산하는 것이다.

물론 2013년 전세계의 원자력발전량은 세계전력생산량의 11%미만이지만, 그 생산량은 꾸준히 증가할 예정이라고 한다.

우리 나라의 원자력발전량은 2014년말 현재 전체 발전량 526,761GWh중 192,754GWh로 국내 전체 발전량의 36.6%를 차지하고 있고, 2024년까지 계속증가할 예정이다.

한편, 방사성 동위원소의 이용 실태 조사인 방사선 및 RI의 분야별 이용기관의 수에 대한 국가통계를 보면 2011년 5155개소, 2012년 5606개소, 2013년 6085 개소로 지속적으로 상승중에 있다.

원자력 및 방사성물질의 이용에 있어서 가장 중요한 문제중에 하나가 그 폐기물을 어떻게 처리할 것인가의 문제이다.

우리 나라에서는 방사성 동위원소의 이용과 그 오염물의 처리에 대한 문제와 원자로의 이용과 그 오염물에 대한 처리를 원자력안전법에서 일원적으로 처리하고 있다.

원자로의 이용으로 인한 폐기물과 방사성 동위원소의 이용에 따른 폐기물은 그 오염의 정도, 폐기의 방법 등에서 달리 처리할 필요가 있는데, 우리 법은 이를 구분하지 않고 규율하고 있다.

이 논문에서는 방사성 동위원소와 그 오염물의 폐기와 관련하여 일본법과 비교하면서 개선을 검토할 필요가 있는 사항인 폐기업의 허가, 허가의 기준, 시설의 기준, 취급의 기준 등에 대하여 검토를 하였다.

@highlight

본 논문에서는 방사성 동위원소와 그 오염물의 폐기와 관련해 일본법과 비교하면서 개선을 검토할 필요가 있는 사항인 폐기업의 허가, 허가의 기준, 시설의 기준, 취급의 기준 등에 대해검토를 했다.

