이

 

연

구

의

 

목

적

은

 

초

등

영

재

아

동

을

 

위

한

 

자

기

보

고

식

 

지

혜

 

척

도

를

 

개

발

하

는

 

것

이

다

.

 

본

 

연

구

에

서

는

 

지

혜

와

 

관

련

된

 

문

헌

고

찰

과

 

지

혜

 

특

질

에

 

대

한

 

개

방

형

 

질

문

지

를

 

통

해

 

상

황

판

단

 

및

 

문

제

해

결

력

,

 

의

사

소

통

능

력

 

및

 

기

술

,

 

정

서

적

 

안

정

감

,

 

통

찰

과

 

적

응

 

등

의

 

4

가

지

 

요

인

을

 

바

탕

으

로

 

총

 

4

2

문

항

의

 

초

등

학

생

용

 

지

혜

 

척

도

를

 

개

발

하

였

다

.

 

이

를

 

위

해

 

수

도

권

 

소

재

 

지

역

공

동

영

재

학

급

 

소

속

초

등

영

재

아

동

 

2

1

5

명

을

 

대

상

으

로

 

예

비

연

구

를

 

실

시

하

였

으

며

,

 

본

 

검

사

는

 

2

5

6

명

을

 

대

상

으

로

 

실

시

하

였

다

.

 

연

구

결

과

,

 

측

정

모

형

 

적

합

도

는

 

χ

 

2

=

1

5

9

6

.

4

6

 

(

d

f

=

8

1

3

,

 

p

=

.

0

0

)

,

 

T

L

I

 

.

9

0

,

 

C

F

I

 

.

9

1

,

 

R

M

S

E

A

 

.

0

4

6

으

로

 

양

호

한

 

적

합

도

를

 

나

타

내

었

으

며

,

 

각

 

하

위

요

인

별

 

내

적

합

치

도

 

역

시

 

상

황

판

단

 

및

 

문

제

해

결

력

 

.

8

6

,

 

의

사

소

통

능

력

 

및

 

기

술

 

.

8

7

,

 

정

서

적

 

안

정

감

 

.

8

9

,

 

통

찰

과

 

적

응

 

.

8

7

로

 

양

호

한

 

것

으

로

나

타

났

다

.

 

또

한

 

지

혜

 

척

도

의

 

타

당

도

를

 

검

증

하

기

 

위

해

 

지

혜

와

 

관

련

 

있

다

고

 

여

겨

지

는

 

심

리

적

특

성

 

간

의

 

상

관

분

석

을

 

통

해

 

수

렴

 

및

 

변

별

타

당

도

를

 

확

보

하

였

다

.

 

그

 

결

과

 

본

 

연

구

에

서

 

개

발

한

초

등

영

재

아

동

을

 

위

한

 

지

혜

 

척

도

는

 

비

교

적

 

타

당

하

고

 

신

뢰

로

운

 

척

도

로

 

확

인

되

었

다

.

 

분

석

결

과

에

 

대

해

 

본

 

연

구

의

 

의

의

와

 

실

용

적

 

함

의

 

및

 

한

계

에

 

대

해

 

논

의

하

고

,

 

후

속

 

연

구

에

 

대

한

 

제

안

을

 

기

술

하

였

다

.

@highlight

본 연구의 목적은 초등영재아동을 위한 자기보고식 지혜 척도를 개발하는 것이다. 이 연구에서는 지혜와 관련된 문헌고찰과 지혜 특질에 대한 개방형 질문지를 통해 상황판단 및 문제해결력, 의사소통능력 및 기술, 정서적 안정감, 통찰과 적응 등의 4가지 요인을 바탕으로 총 42문항의 초등학생용 지혜 척도를 개발했다.