이전 연구에서 우리는 실외에서 특정 목적지까지 안전하게 보행할 수 있도록 하는 시각장애인을 위한 보행지원 시스템을 개발하였다.

보행지원 시스템은 시각장애인을 대상으로 실외에서 실험을 수행하므로 여러 가지 위험 상황에 실험대상자가 노출될 수 있다.

본 논문에서는 이러한 문제를 해결하기 위해 보행지원 시스템을 착용한 실험대상자를 모니터링 하고 위험 상황을 실험대상자에게 원격으로 경고하는 대화식 어플리케이션을 제안한다.

이 어플리케이션은 일반적인 랩탑 컴퓨터에 내장되어있는 블루투스(bluetooth) 모듈과 보행지원 시스템과의 연결을 통해 추가적인 장치 없이 무선으로 시스템과 원격 통신이 가능하다.

따라서 시스템을 착용한 사용자의 위치와 시스템이 사용자에게 안내하는 내용을 실시간으로 원격 모니터링 할 수 있고 목적지까지의 보행 경로나 주변 POI(Point of Interest) 좌표 등을 화면으로 확인할 수 있다.

제안한 모니터링 어플리케이션을 사용함으로써 신속한 위험 상황 감지와 빠른 상황 대처를 할 수 있으므로 안전한 실험이 가능하다.

@highlight

본고에서는 이런 문제를 해결하기 위해 보행지원 시스템을 착용한 실험대상자를 모니터링 하고 위험 상황을 실험대상자에게 원격으로 경고하는 대화식 어플리케이션을 제안한다.

