본 연구는 비판적 문식성 신장을 위한 서평쓰기 활동에서 고등학생의 서평쓰기 수행 양상을 살펴보는 것을 목적으로 한다.

이를 위해 고등학교 1학년 학생이 작성한 30편의 서평을 대상으로 서평쓰기의 평가 요소별 학습자의 수행 양상, 성별과 수준에 따른 수행 양상을 분석하였다.

분석 결과, 첫째, 서평쓰기의 평가 요소별 평균 점수에서 ‘평가’ 점수가 두 번째로 높았다.

이는 서평 대상 도서가 주요하게 작용했음을 보여주며 비판적 문식성 신장을 위해서는 서평의 대상 도서가 학생의 관심과 흥미를 고려하되 시의성 있고 사회적 실천을 담고 있는 내용일 필요가 있다.

둘째, 성별로는 여학생이 남학생보다 서평쓰기의 수행 수준이 높게 나타났다.

또한 남학생의 경우 텍스트에 대한 저항적 입장이 강하게 나타났다.

따라서 페미니즘 텍스트와 같이 독자 변인에 따라 텍스트에 대한 저항적 입장이 강한 경우 관련 교과와의 통합 지도를 통한 내용 학습, 주제 통합적 읽기, 독서 토론 등이 함께 이루어질 필요가 있다.

셋째, 수준별 서평쓰기 수행 양상의 차이는 상, 중, 하 집단에서 모두 통계적으로 유의하였다.

또한 수준별로 서평쓰기 수행 양상에 있어서 각 하위 요소별로 차이가 뚜렷하게 나타났다.

@highlight

이 연구는 비판적 문식성 신장을 위한 서평쓰기 활동에서 고등학생의 서평쓰기 수행 양상을 살펴보는 것을 목적으로 한다.

