본 연구는 CPS모형을 활용한 협동미술활동이 유아의창의성과 대인문제해결력에 어떠한 영향을 미치는지 살펴보는 것을 목적으로 한다.

이를 위하여 G시에 소재한공립유치원 만 4·5세 학급 유아 36명(실험집단 18명, 비교집단 18명)을 대상으로 실험집단은 CPS모형을 활용한 협동미술활동을 적용하였으며, 비교집단은 누리과정 생활주제중심에 근거한 협동미술활동을 실시하였다.

그 결과 첫째, 유아의 창의성과 관련하여 실험집단의유아들이 비교집단의 유아들 보다 창의성 하위요소와총점 뿐 만 아니라 표현영역에서도 모두 유의한 차이가있는 것으로 나타났다.

둘째, 유아의 대인문제해결력과관련하여 하위영역인 대안적 해결사고, 결과예측사고 모두에서 유의한 향상을 보인 것으로 나타났다.

따라서생활주제 중심의 협동미술활동을 실시하는 것보다 CPS 모형을 활용한 협동미술활동이 유아의 창의성과 대인문제해결력 향상에 효과적임을 알 수 있다.

@highlight

이 연구는 CPS모형을 활용한 협동미술활동이 유아의창의성과 대인문제해결력에 어떠한 영향을 미치는지 살펴보는 것을 목적으로 한다.

