오

피

스

 

투

자

가

에

게

 

오

피

스

의

 

위

험

프

리

미

엄

을

 

결

정

하

고

 

그

 

조

정

 

과

정

을

 

이

해

하

는

 

일

은

 

매

우

 

중

요

하

다

.

 

위

험

프

리

미

엄

은

 

가

치

 

평

가

에

 

사

용

되

는

 

할

인

율

의

 

구

성

요

소

이

며

,

 

그

 

변

동

은

 

가

치

에

 

그

대

로

 

반

영

되

기

 

때

문

이

다

.

 

본

 

연

구

는

 

서

울

 

오

피

스

에

 

대

해

서

 

①

 

장

기

간

 

임

대

료

 

및

 

공

실

률

 

자

료

가

 

확

보

된

 

표

본

을

 

이

용

하

여

 

N

O

I

 

증

가

율

을

 

추

정

하

고

,

 

②

 

고

든

성

장

모

형

에

 

근

거

하

여

 

위

험

프

리

미

엄

을

 

추

정

한

 

후

,

 

③

 

오

차

수

정

모

형

으

로

 

위

험

프

리

미

엄

의

 

조

정

 

과

정

을

 

분

석

하

였

다

.

 

그

 

결

과

 

오

차

수

정

항

이

 

-

0

.

9

0

9

3

으

로

 

유

의

하

여

 

위

험

프

리

미

엄

이

 

장

기

균

형

에

서

 

이

탈

할

 

경

우

 

매

우

 

신

속

히

 

회

복

되

는

 

메

커

니

즘

이

 

존

재

하

는

 

것

을

 

확

인

할

 

수

 

있

었

으

며

,

 

설

명

변

수

 

중

에

서

는

 

장

기

균

형

식

에

서

 

오

피

스

흡

수

면

적

(

-

)

,

 

C

P

I

(

+

)

 

및

 

공

실

률

(

-

)

이

,

 

단

기

조

정

식

에

서

 

오

피

스

흡

수

면

적

(

-

)

,

 

공

실

률

(

-

)

 

및

 

이

자

율

(

-

)

이

 

유

의

하

게

 

나

타

났

다

.

 

한

편

 

공

실

률

의

 

경

우

 

예

상

과

는

 

달

리

 

위

험

프

리

미

엄

의

 

감

소

요

인

으

로

 

나

타

났

는

데

,

 

이

는

 

공

실

률

이

 

자

연

공

실

률

보

다

 

낮

은

 

수

준

에

서

 

일

시

적

으

로

 

높

아

질

 

경

우

 

그

 

영

향

이

 

N

O

I

 

증

가

율

에

는

 

(

-

)

로

 

즉

시

 

반

영

되

는

 

반

면

 

투

자

자

는

 

자

본

환

원

율

을

 

그

만

큼

 

높

이

지

 

않

기

 

때

문

인

 

것

으

로

 

추

측

된

다

.

 

본

 

연

구

는

 

서

울

 

오

피

스

의

 

N

O

I

 

증

가

율

을

 

실

제

로

 

추

정

하

고

 

이

를

 

이

용

하

여

 

위

험

프

리

미

엄

을

 

분

석

한

 

첫

 

사

례

라

는

 

점

에

서

 

의

의

를

 

가

진

다

.

@highlight

이 연구는 서울 오피스에 대해서 ① 장기간 임대료 및 공실률 자료가 확보된 표본을 이용하여 NOI 증가율을 추정하고, ② 고든성장모형에 근거하여 위험프리미엄을 추정한 후, ③ 오차수정모형으로 위험프리미엄의 조정 과정을 분석했다. 이 연구는 서울 오피스의 NOI 증가율을 실제로 추정하고 이를 이용하여 위험프리미엄을 분석한 첫 사례라는 점에서 의의를 가진다.