본 연구는 우리나라의 사회적기업이 양적 성장부분에서는 어느 정도 성공을 이루었지만 지원의존성 및 영세성의 한계로 자립에 어려움을 겪고 있는 현실에서 이를 강화시켜야할 필요성을 인지하고 사회적 기업가의 비전 리더십, 구성원의 성과 및 응집력의 관계를 실증적으로 분석하고자 했다.

이론적 배경을 바탕으로 가설을 설정하고 가설을 검증했다.

가설 검증을 위해 부산과 울산 지역의 (예비)사회적기업 구성원을 대상으로 설문지 200부를 배부하고 불성실한 응답을 제외한 156부를 분석했다.

가설검증 결과 사회적 기업가의 비전 리더십은 구성원의 과업성과 및 맥락성과에 통계적으로 유의미한 영향을 미치는 것으로 나타났다.

또한 사회적 기업가의 비전 리더십은 구성원의 과업 응집력 및 사회 응집력에 유의미한 영향을 미치는 것으로 나타났다.

과업 응집력은 비전 리더십과 과업성과의 관계에서 매개 효과가 나타났지만 비전 리더십과 맥락성과의 관계에서는 매개 효과가 나타나지 않았다.

사회 응집력은 비전 리더십과 과업성과의 관계에서 매개 효과가 나타나지 않은 반면에 비전 리더십과 맥락성과의 관계에서는 매개 효과가 있는 것으로 나타났다.

마지막으로 본 연구의 의의와 한계점들에 관해서 논의했다.

@highlight

이 연구는 우리나라의 사회적기업이 양적 성장부분에서는 어느 정도 성공을 이루었지만 지원의존성 및 영세성의 한계로 자립에 어려움을 겪고 있는 현실에서 이를 강화시켜야할 필요성을 인지하고 사회적 기업가의 비전 리더십, 구성원의 성과 및 응집력의 관계를 실증적으로 분석하고자 했다.

