본 연구는 이동안 춤의 계보특성을 살펴보고, 이동안 춤의 전형에 대해 논의하였다.

춤의 전형을 밝히는 일은 춤을 온전하게 전승하기 위한 ‘틀’을 세우는 일이다.

긴 시간 이어온 이동안의 춤, 혹은 많은 우리 춤의 자산들이 우리 전통춤이 갖는 한국적 보편성과 개별적인 춤이 갖는 특별한 독자성을 살려가기 위해서는 각 춤의 전형에 대한 논의가 반드시 필요하다.

춤의 ‘전형’을 밝히는 작업은 춤의 해석에도 필요한 일이며, 춤의 연기표현에서도 매우 유용하다.

이동안류 춤의 ‘전형성’에 대한 논의는 이동안의 예술행보에 대한 계보특성을 찾는 것에서 부터 시작하여, 춤에 내재된 춤 특성을 밝히는 순으로 진행되었다.

이동안류의 춤은 첫째, 반동의 원리가 있어야 한다.

둘째, 이동안류 춤의 상·하체 협응 원리는 좌우동형의 구조를 갖고 있어야 한다.

셋째, 이동안류의 춤은 서민적 미감을 갖고 있어야 한다.

넷째, 이동안류의 춤은 서사에 따른 연기 표현이 있어야 한다.

다섯째, 이동안류 춤의 움직임 특성은 장단의 ‘한배’를 명확히 타야하며, 장단 마디나 춤의 마디에 따른 ‘눈’이 살아있어야 한다.

여섯째, 이동안류의 춤은 ‘그늘’이 있어야 한다.

@highlight

본 논문은 이동안 춤의 계보특성을 살펴보고, 이동안 춤의 전형에 대하여 논의했다.

@highlight

춤의 전형을 밝히는 일은 춤을 온전하게 전승하기 위한 ‘틀’을 세우는 것이다.

@highlight

우리 춤의 자산들이 우리 전통춤이 갖는 한국적 보편성과 개별적인 춤이 갖는 특별한 독자성을 살려가기 위해서는 각 춤의 전형에 대한 논의가 필요했다.

