기

업

의

 

재

무

정

책

과

 

관

련

된

 

이

슈

는

 

새

로

운

 

투

자

에

 

대

한

 

합

당

한

 

기

준

을

 

설

정

하

는

 

것

이

다

.

 

토

빈

(

1

9

6

9

)

은

 

주

식

의

 

시

장

가

치

가

 

실

물

자

본

의

 

재

생

산

비

용

보

다

 

클

 

경

우

만

이

 

기

업

은

 

투

자

할

 

유

인

을

 

가

진

다

고

 

주

장

하

였

으

며

 

이

는

 

토

빈

의

 

q

가

 

1

보

다

 

큼

을

 

의

미

한

다

.

 

그

러

나

 

A

u

e

r

b

a

c

h

(

1

9

7

9

)

와

 

A

r

m

i

t

a

g

e

(

2

0

0

5

)

는

 

개

인

소

득

세

가

 

존

재

하

여

 

배

당

 

소

득

세

가

 

자

본

이

득

세

보

다

 

크

고

 

투

자

자

금

의

 

원

천

이

 

유

보

이

익

이

라

면

 

토

빈

의

 

q

가

 

1

보

다

 

작

다

고

 

하

더

라

도

 

투

자

할

 

유

인

이

 

생

긴

다

고

 

주

장

하

였

다

.

 

본

 

연

구

는

 

확

실

성

하

에

서

 

개

인

소

득

세

가

 

존

재

할

 

경

우

에

 

기

업

의

 

재

무

정

책

과

 

관

련

된

 

투

자

결

정

의

 

기

준

으

로

 

A

u

e

r

b

a

c

h

(

1

9

7

9

)

와

 

A

r

m

i

t

a

g

e

(

2

0

0

5

)

에

 

의

한

 

A

u

e

r

b

a

c

h

의

 

q

의

 

산

출

과

정

에

 

대

하

여

 

살

펴

 

보

고

 

이

들

의

 

연

구

를

 

보

다

 

재

무

론

적

인

 

관

점

에

서

 

심

도

있

게

 

분

석

하

고

자

 

하

였

다

.

 

이

를

 

위

하

여

 

먼

저

,

 

A

u

e

r

b

a

c

h

 

(

1

9

8

3

)

에

 

기

초

한

 

항

상

성

장

 

배

당

평

가

 

모

형

에

 

의

거

하

여

 

신

주

발

행

시

의

 

자

본

비

용

과

 

유

보

이

익

의

 

자

본

비

용

을

 

유

도

 

하

였

다

.

 

그

리

고

 

만

약

 

q

가

 

하

락

한

다

면

 

자

본

비

용

이

 

상

승

함

을

 

증

명

함

으

로

서

 

기

업

의

 

자

본

비

용

과

 

A

u

e

r

b

a

c

h

의

 

q

와

는

 

서

로

 

음

(

-

)

의

 

관

련

성

이

 

있

음

을

 

보

이

고

자

 

하

였

다

.

 

다

음

으

로

,

 

개

인

소

득

세

가

 

존

재

할

 

경

우

에

 

새

로

운

 

투

자

에

 

대

한

 

유

보

이

익

의

 

투

자

기

준

은

 

이

 

됨

을

 

보

이

고

 

이

를

 

토

대

로

 

기

업

의

 

재

무

정

책

에

 

대

한

 

투

자

결

정

의

 

기

준

을

 

마

련

하

고

자

 

하

였

다

.

@highlight

이 연구는 확실성하에서 개인소득세가 존재할 경우에 기업의 재무정책과 관련된 투자결정의 기준으로 Auerbach와 Armitage에 의한 Auerbach의 q의 산출과정에 대하여 살펴 보고 이들의 연구를 보다 재무론적인 관점에서 심도있게 분석하려 했다.