본 연구는 양자체면의 관계에 영향을 미칠 가능성이 있지만, 양자체면이론에서 제시하지않았던 다양한 상황요인들을 찾아냄으로써 강길호의 양자체면이론을 검증하는 동시에 확장하는 데 그 목적이 있다.

이러한 연구목적을 이루기 위해 상황요인으로써 듣는 사람의 기분과 이슈관여도를 설정하고, 이 요인들이 양자체면의 관계에 미치는 효과를 조사하고 있다.

점화효과이론, 사회판단이론, 정교화 가능성 모델 등의 이론들과 기존의 연구들을 바탕으로 말하는 사람이 자아체면을 올리는 커뮤니케이션을 행할 때 듣는 사람의 기분과 이슈관여도가 듣는 사람의 체면 손상에 영향을 미치는 정도에 대한 주효과 가설과 두 독립변인 간의 상호작용효과를 알아보는 연구문제를 설정하였다.

이들 가설과 연구문제를 파악하기 위하여 실험연구방법을 사용하여 경험적 자료를 수집하였다.

수집된 자료를 통계 분석한 결과, 듣는 사람의 기분과 이슈관여도는 말하는 사람의 자아체면을 올리는 메시지에 대해 듣는 사람의 체면(타자체면) 지각에 영향을 끼치는 것으로 밝혀져 이들 독립변인의 주효과 가설들은 검증되었다.

타자체면 지각에 대해 기분과 이슈관여도의 상호작용효과가 존재하는가에 관한 연구문제 검증 결과 두 독립변인 간 상호작용 효과는 존재하지 않는 것으로 나타났다.

이들 연구결과를 토대로 본 연구가 지니는 이론적, 학술적 함의를 심도 있게 논의하였다.

@highlight

이 연구는 양자체면의 관계에 영향을 미칠 가능성이 있지만, 양자체면이론에서 제시하지않았던 다양한 상황요인들을 찾아냄으로써 강길호의 양자체면이론을 검증하는 동시에 확장하는 데 그 목적이 있다.

@highlight

본 연구목적을 이루기 위해 상황요인으로써 듣는 사람의 기분과 이슈관여도를 설정하고, 이 요인들이 양자체면의 관계에 미치는 효과를 조사하고 있다.

