지연 허용 네트워크는 인프라가 존재하지 않고 노드의 밀도가 낮아 소스 노드와 목적지 노드간의 연결성이 보장되지 않는 극한 재난 환경에서 주위 노드 간 Store-

Carry-

Forward 방식의 전송을 통해 소스 노드로부터 목적지 노드로메시지를 전달할 수 있다.

본 논문에서는 최대 메시지 복사본의 수를 제한함으로써 트래픽 부하가 높은 Epidemic 라우팅 프로토콜의 단점을 해결하고자 하는 Spray & Wait 라우팅 프로토콜을 고려하며 제한된 접촉 시간을 가지는 환경에서 메시지를 가진 노드가 다른 노드와 접촉 시 메시지 복사본의 수가 많은 메시지를 우선적으로 전송해 줌으로써Spray & Wait 라우팅 프로토콜의 성능을 향상시키고자 한다.

성능 분석 결과 제안 프로토콜은 FIFO 기반의 Spray & Wait 프로토콜보다 우수한 전달 확률, 부하율 및 전달 지연을 가지는 것을 확인할 수 있었다.

@highlight

지연 허용 네트워크는 인프라가 존재하지 않고 노드의 밀도가 낮아 소스 노드와 목적지 노드간의 연결성이 보장되지 않는 극한 재난 환경에서 주위 노드 간 Store-

@highlight

Carry-

@highlight

Forward 방식의 전송을 통해 소스 노드로부터 목적지 노드로메시지를 전달할 수 있다.

