본

 

연

구

는

 

이

혼

 

직

전

에

 

놓

여

있

는

 

분

노

조

절

이

 

안

 

되

는

 

초

혼

 

남

편

과

 

재

혼

 

부

인

의

 

결

혼

초

기

 

부

부

갈

등

을

 

해

결

하

기

 

위

해

 

개

입

한

 

부

부

치

료

 

사

례

를

 

매

트

릭

스

와

 

네

크

워

크

를

 

사

용

하

여

 

부

부

치

료

의

 

개

입

방

법

과

 

효

과

성

을

 

파

악

하

였

다

.

 

사

례

분

석

 

결

과

 

초

혼

남

 

재

혼

녀

 

재

혼

가

족

의

 

부

부

갈

등

 

양

상

은

 

스

트

레

스

와

 

잦

은

 

다

툼

,

 

신

체

적

 

폭

력

,

 

대

화

단

절

,

 

의

도

적

인

 

접

촉

 

회

피

,

 

성

관

계

 

기

피

로

 

분

석

되

었

다

.

 

그

리

고

 

부

부

갈

등

 

요

인

은

 

촉

발

요

인

과

 

지

속

 

및

 

악

화

요

인

으

로

 

나

타

났

다

.

 

촉

발

 

요

인

은

 

준

비

가

 

부

족

한

 

결

혼

 

결

정

,

 

남

편

의

 

이

성

에

 

대

한

 

무

지

,

 

부

인

의

 

과

거

 

경

험

 

들

추

기

,

 

부

인

의

 

낮

은

 

자

존

감

과

 

두

려

움

과

 

같

은

 

핵

심

범

주

가

 

도

출

되

었

으

며

 

이

는

 

초

혼

남

 

재

혼

녀

 

재

혼

가

족

의

 

특

수

성

을

 

반

영

하

는

 

결

과

로

 

볼

 

수

 

있

다

.

 

또

한

 

지

속

 

및

 

악

화

요

인

은

 

역

기

능

적

인

 

언

어

적

·

비

언

어

적

 

갈

등

대

처

방

식

의

 

반

복

적

인

 

사

용

으

로

 

볼

 

수

 

있

으

며

 

이

는

 

부

부

갈

등

을

 

해

결

하

기

보

다

 

오

히

려

 

부

부

갈

등

을

 

지

속

시

키

고

 

악

화

시

켜

왔

으

며

,

 

갈

등

대

처

방

식

 

중

 

부

부

는

 

우

회

적

인

 

방

식

을

 

더

 

많

이

 

사

용

하

다

가

 

점

차

적

으

로

 

극

단

적

인

 

방

식

을

 

사

용

해

온

 

특

징

을

 

나

타

냈

다

.

 

부

부

갈

등

 

완

화

에

 

기

여

한

 

치

료

자

의

 

개

입

방

법

으

로

는

 

의

사

소

통

방

식

 

탐

색

,

 

비

언

어

적

 

갈

등

대

처

방

식

 

탐

색

,

 

통

찰

력

 

강

화

하

기

,

 

공

감

하

기

,

 

문

제

사

정

하

기

,

 

경

청

하

게

 

하

기

,

 

문

제

해

결

방

식

의

 

비

효

과

성

 

설

명

,

 

새

로

운

 

해

결

책

 

제

안

 

등

이

 

나

타

났

다

.

 

치

료

개

입

 

후

 

부

부

의

 

변

화

된

 

모

습

으

로

는

 

의

사

소

통

방

식

의

 

변

화

와

 

행

동

의

 

변

화

가

 

나

타

났

다

.

@highlight

이 연구는 이혼 직전에 놓여있는 분노조절이 안 되는 초혼 남편과 재혼 부인의 결혼초기 부부갈등을 해결하기 위해 개입한 부부치료 사례를 매트릭스와 네크워크를 사용하여 부부치료의 개입방법과 효과성을 파악했다.