본 연구는 기업?

혁신?

산업 특성이 기업의 전유전략에 미치는 영향을 특허와영업비밀의 상대적 선호를 중심을 ‘한국기업혁신조사’ 2005, 2010, 2014년 자료를 통해 분석하였다.

분석결과 벤처기업, 고기술산업에 속한 기업, 정부의 연구개발 자금지원을 받은 기업, 제품혁신 수행기업과 연구개발 지출이 높은 기업에서 특허를 영업비밀보다 상대적으로 선호하는 것으로 나타났다.

그러나 기업규모와 연구개발 협력여부는 통계적으로 유의한 영향을 미치지 않았다.

이는 산업별 특성을 고려한 전유제도 정책이 보다 효과적일 수 있다는 것을 보여준다.

높은 시장집중도를 가진 산업에 속한 기업들은 영업비밀을 선호하는 것으로 나타났으며, 이러한 특성은 소기업과 벤처기업에서 명확히 나타났다.

이는 선도기업의 전략적 특허출원의 증가가 소기업과 벤처기업의 특허활동을 제약할 수 있다는 것을 의미한다.

과도한 전략적특허의 증가는 궁극적으로 소규모 기업들의 기술활동을 저해할 가능성이 있기 때문에 불필요한 전략적 특허의 남용을 방지할 수 있는 정책적 노력이 필요할 것이다.

@highlight

이 연구는 기업?

@highlight

혁신?

@highlight

산업 특성이 기업의 전유전략에 미치는 영향을 특허와영업비밀의 상대적 선호를 중심을 ‘한국기업혁신조사’ 2005, 2010, 2014년 자료를 통해 분석했다.

