이 연구는 스포츠정신의 훼손과 스포츠의 생명인 공정성을 무너뜨리고 수많은 스포츠팬들의 애정과 신뢰를 배반하는 스포츠 경기조작 실태에 대한 고찰을 통하여 스포츠경기조작에 대한 개선방안탐색을 하는데 목적이 있다.

이를 위하여 본 연구는 2010년 3월부터 2014년 12월까지 각 종목별 스포츠 경기조작 선행연구와 판례의 내용을 분석하였다.

본 연구의 내용은 첫째, 각 종목별 스포츠 경기조작 실태를 알아보았고, 둘째, 스포츠 경기조작에 대한 원인을 알아보았으며, 마지막으로 스포츠경기조작 근절에 대한 개선방안을 탐색해 보았다.

스포츠 경기조작실태는 운동경기 선수· 감독·심판이 부정한 청탁과 재산상의 이익을 받는 스포츠 경기조작의 형태가 있었으며, 그로 인하여 선수가 고의로 경기에 지고, 자신의 팀이 진다는 고액의 불법 스포츠토토 베팅이 있었다.

스포츠 경기조작이 반복되는 원인은 불법 스포츠토토의 고액의 배당금 · 열악한 환경과 낮은 처우 · 엘리트선수에게 왜곡된 스포츠 교육 · 부상과 슬럼프 · 스포츠 윤리 교육의 부재 이다.

스포츠 경기조작에 대한 개선방안탐색은 부정방지 예방 교육 · 강력한 처벌의 국민체육진흥법 시행 · 불법 스포츠도박 사이트의 단속 · 스포츠 경기조작에 대한 수사 강화 · 스포츠 공정위 등을 통한 체계적인관리 · 열악한 환경 처우개선 등이다.

@highlight

본 연구는 스포츠정신의 훼손과 스포츠의 생명인 공정성을 무너뜨리고 수많은 스포츠팬들의 애정과 신뢰를 배반하는 스포츠 경기조작 실태에 관한 고찰을 통해 스포츠경기조작에 관한 개선방안탐색을 하고자 한다.

