본 논문은 국내 와인 소비자의 기저에 내재한 기호(記號)체계가 어떠한 형태로 자리잡고 있으며, 이러한 영향요소 형성에 대한 기호학적 접근을 시도한 연구이다.

한 사회의 기호 형성에는 많은 외생 변수들이 존재하고 있으며, 오늘날과 같은 글로벌 문화 환경과 정보화의 급속한 발전으로 인하여 특정 대상에 대한 기호는 끊임없는 글로벌 기호 네트워크를 통해 변형, 통합, 세분되고 있다.

이 가운데 다문화 주류로서 대표적인 와인에 대한 국내 소비자의 기호 형성요인을 연구해 보고자 했다.

연구결과 국내 소비자의 와인에 대한 기의(記意)는 대중매체, 인구 통계적 변수, 자기 만족적 이미지, 사회 문화적 환경 등에 의해 생성되었으며, 와인 종주국과 대조되는 고평가된 고급문화의 기호로 포지셔닝되어 있다.

또한 와인에 대한 소비자 기호는 상징 소비재로써 와인의 기호와 실제 소비 주체와의 소비 동질감에 있어서 유의한 차이가 있는 결과를 나타냈다.

와인 소비의 동인이 될 수 있는 것은 대중매체를 통한 와인업계의 컨셉 마케팅이 와인에 대한 기호 형성에 가장 큰 영향 미치고 있다.

결과 분석을 위해서는 설문지 조사법을 이용 하였으며, 분석도구로 SPSS14.0 프로그램을 통한 기술통계, Anova, Regression분석이 실시되었다.

또한 자유연상 문항과 객관식 문항의 연관 항목에 대해서 t-

test를 실시하였다.

@highlight

본고는 국내 와인 소비자의 기저에 내재한 기호체계가 어떠한 형태로 자리잡고 있으며, 이런 영향요소 형성에 대한 기호학적 접근을 시도한 연구이다.

