이 연구는 청소년 검도선수들의 심판스트레스와 자기효능감, 경쟁불안 및 인지된 경기력의 관계를 규명하는데 목적이 있다.

자료수집은 청소년 검도선수들을 대상으로 편의표본추출법을 이용하였으며 405부가 최종분석에 사용되었다.

수집된 자료는 SPSS 21.0과 AMOS 21.0 프로그램을 이용하여 빈도분석, 탐색적 · 확인적 요인분석, 신뢰도분석, 상관관계분석 그리고 구조방정식 모형분석을 실시하였으며, 그 결과는 다음과 같다.

첫째, 청소년 검도선수들의 심판스트레스는 자기효능감에 부(-

)적인 영향을 미친다.

둘째, 청소년 검도선수들의 심판스트레스는 경쟁불안에 정(+)적인 영향을 미친다.

셋째, 청소년 검도선수들의 심판스트레스는 인지된 경기력에 부(-

)적인 영향을 미친다.

넷째, 청소년 검도선수들의 자기효능감은 경쟁불안에 부(-

)적인 영향을 미친다.

다섯째, 청소년 검도선수들의 자기효능감은 인지된 경기력에 정(+)적인 영향을 미친다.

여섯째, 청소년 검도선수들의 경쟁불안은 인지된 경기력에 정(+)적인 영향을 미친다.

이상의 결과는 심판스트레스, 자기효능감, 경쟁불안 그리고 인지된 경기력에 대한 선행연구와 실증적인 연구를 토대로 논의되었다.

@highlight

본고의 목적은 청소년 검도선수들의 심판스트레스 및 자기효능감, 경쟁불안과 인지된 경기력의 관계를 규명하는데에 있다.

@highlight

자료수집은 청소년 검도선수들을 대상으로하여 편의표본추출법을 활용하였고, 405부가 최종분석에 사용되었다.

