본 논문에서는 토니 모리슨의 첫 번째 소설 『가장 푸른 눈』과 최근 소설 『신이여 그 아이를 도우소서』에 등장하는 기독교인들을 에리히 프롬의 『소유냐 존재냐』에서 설명하는 두 가지 실존양식을 바탕으로 분석하여 작가의 신앙관을 추적하였다.

1970년에 발표된 『가장 푸른 눈』에는 세 명의 ‘소유양식’의 신앙인들인 폴린과 제럴딘 위트콤이 등장한다.

이들은 자신들의 입지를 위해 종교를 이용하고 피콜라의 정신분열 발생에 심각한 부정적 영향을 미친다.

2015년에 발표된 『신이여 그 아이를 도우소서』에서 부커의 고모 퀸은 ‘존재양식의 신앙인’으로 브라이드가 진정한 정체성을 형성하고 부커와의 사랑을 회복하는데 결정적인 역할을 한다.

기독교 신앙의 주요 속성을 ‘베푸는 사랑’으로 규정해온 토니 모리슨은 평생 ‘소유양식의 신앙인’들을 질타하고 ‘존재양식의 신앙인’이 되도록 촉구하며 독자들의 정신적인 성숙을 이끌어온 ‘존재양식의 신앙인’이다.

작가는 말년의 작품에서 기독교인들을 긍정적으로 평가하고 태아를 향한 축복 기도를 작품의 제목으로 삼을 만큼 신앙을 향한 긍정적인 태도를 보여주고 있다.

@highlight

토니 모리슨의 『가장 푸른 눈』과 『신이여 그 아이를 도우소서』에 등장한 기독교인들을 『소유냐 존재냐』를 바탕으로 작가의 신앙관을 추적하였다.

@highlight

저자는 기독교 신앙의 속성을 ‘베푸는 사랑’으로 규정하고 평생 ‘소유양식의 신앙인’을 질타하고 ‘존재양식의 신앙인’이 되도록 정신적인 성숙을 이끌었다.

