이

 

연

구

는

 

대

학

중

도

탈

락

 

경

험

이

 

있

는

 

대

학

생

의

 

중

도

탈

락

과

정

을

 

탐

색

하

여

 

성

공

적

인

 

대

학

생

활

을

 

위

한

 

전

략

을

 

모

색

하

는

 

데

 

목

적

이

 

있

다

.

 

자

료

분

석

과

 

해

석

은

 

근

거

이

론

을

 

바

탕

으

로

 

패

러

다

임

 

모

형

을

 

제

시

하

고

 

과

정

분

석

을

 

실

시

하

였

으

며

 

핵

심

범

주

를

 

도

출

하

였

다

.

 

연

구

결

과

,

 

개

방

코

딩

을

 

통

해

 

총

 

3

9

개

의

 

개

념

과

 

1

4

개

의

 

하

위

범

주

,

 

1

2

개

의

 

범

주

가

 

도

출

되

었

다

.

 

축

코

딩

을

 

통

한

 

패

러

다

임

 

모

형

에

서

,

 

인

과

적

 

조

건

은

 

‘

대

학

서

열

에

 

대

한

 

인

식

 

존

재

’

,

 

‘

부

정

적

인

 

대

인

관

계

 

형

성

’

이

며

 

‘

중

도

탈

락

에

 

대

한

 

고

민

과

 

갈

등

’

이

 

중

심

현

상

이

었

다

.

 

중

심

현

상

에

 

대

응

하

는

 

맥

락

적

 

조

건

은

 

‘

자

기

관

리

가

 

결

여

된

 

대

학

생

활

’

,

 

‘

대

학

에

 

대

한

 

기

대

의

 

불

일

치

’

,

 

‘

나

를

 

작

게

 

만

드

는

 

대

학

’

으

로

 

나

타

났

다

.

 

‘

지

원

학

과

에

 

대

한

 

생

각

과

 

준

비

’

,

 

‘

새

로

운

 

경

험

의

 

시

작

,

 

대

학

생

활

’

은

 

중

재

적

 

조

건

이

었

고

 

작

용

/

상

호

작

용

 

전

략

으

로

 

‘

중

도

탈

락

에

 

대

한

 

의

견

 

수

렴

하

기

’

,

 

‘

일

상

생

활

에

서

 

벗

어

나

기

’

를

 

시

도

하

고

 

결

과

에

서

는

 

‘

중

도

탈

락

’

,

 

‘

미

래

를

 

위

한

 

선

택

’

을

 

하

였

다

.

 

선

택

코

딩

에

서

 

핵

심

범

주

는

 

‘

좀

 

더

 

나

은

 

미

래

를

 

위

한

 

진

로

선

택

하

기

’

로

 

나

타

났

다

.

 

연

구

 

참

여

자

들

은

 

좀

 

더

 

나

은

 

미

래

를

 

위

한

 

진

로

를

 

선

택

하

기

 

위

해

 

대

학

입

시

준

비

과

정

부

터

 

대

학

 

졸

업

 

후

 

진

로

를

 

고

려

하

여

 

지

원

학

과

를

 

선

택

하

였

다

.

 

대

학

입

학

 

후

 

대

학

생

활

에

서

도

 

보

다

 

나

은

 

삶

을

 

위

한

 

진

로

선

택

에

 

대

한

 

생

각

이

 

내

재

되

어

 

있

었

다

.

@highlight

본고는 대학중도탈락 경험이 있는 대학생의 중도탈락과정을 탐색해 성공적인 대학생활을 위한 전략을 모색하는 것이 목적이다. 자료분석과 해석은 근거이론을 바탕으로 패러다임 모형을 제시하고 과정분석을 실시하였고 핵심범주를 도출하였다. 그 결과, 개방코딩을 통해 총 39개의 개념과 14개의 하위범주, 12개의 범주가 도출됐다.