본 연구에서는 아버지의 놀이성과 유아의 리더십과의 관계를 살펴봄으로써 아버지와 유아의 바람직한 관계 형성을 위한 부모교육의 방향을 제시하고자 하였다.

본 연구의 연구결과를 요약하면 다음과 같다.

첫째, 아버지의 놀이성은 출생순위와 연령에 따라 차이를 보였다.

즉, 출생순위가 첫째인 아버지가 다른 아버지보다 놀이성이 높았으며, 연령이 적은 아버지일수록 놀이성이 높았다.

둘째, 유아의 리더십은 성별과 연령에 따라 차이를 보였다.

즉 여아가 남아보다 민감성이 높았으며, 만 4세 유아가 다른 유아보다 주도성과 사교성, 민감성, 그리고 리더십이 높았고, 연령이 많은 유아일수록 자발적 몰입이 높았다.

셋째, 유아들은 아버지가 놀이성이 높을수록 주도성과 사교성, 자발적 몰입, 그리고 리더십이 높았다.

이러한 연구결과를 볼 때, 아버지의 놀이성과 유아의 리더십은 밀접한 관계가 있음을 알 수 있다.

따라서 유아교육기관에서는 유아의 리더십 발달을 위해서 아버지를 대상으로 부모교육의 기회를 확대하고, 비형식적인 상담활동을 강화해야 할 것이다.

@highlight

이 연구에서는 아버지의 놀이성과 유아의 리더십과의 관계를 살펴봄으로써 아버지와 유아의 바람직한 관계 형성을 위한 부모교육의 방향을 제시하려 했다.

@highlight

본 연구결과를 볼 때, 아버지의 놀이성과 유아의 리더십은 밀접한 관계가 있음을 알 수 있다.

