본 논문은 재가 장애노인이 생각하는 ‘품위 있는 노화’와 노화의 종결점인 ‘좋은 죽음’의 의미를 알아보고자 시도된 연구이다.

장애인의 노화 경험에 있어 차이점이 있다면 장애를 얻게 된 시기 및 장애의 중증도, 그리고 경제적 여건 및 함께 생활하는 가족 유무 등 현대사회에서 생활의 질 차이를 만드는 중요한 요인들이라고 생각하여, 이 요소들을 중심으로 참여자들과의 심층면접 내용과 이들이 쓴 글 등을 분석한 후 사례 간 공통점과 차이점을 알아보고자 하였다.

분석 결과, 노화의 경험은 ‘통증과의 싸움’, ‘친숙했던 장애의 낯섦’, ‘외로움이 잠식하는 일상’, ‘낮아지기만 하는 삶의 질’, ‘무너져 내린 자존감’으로 정리되었고, 품위 있는 노화의 의미는 ‘자유와 초월’, ‘적응과 수용’, ‘성찰과 성숙’, ‘희망’, ‘향유’로 정리되었으며, 좋은 죽음의 의미는 ‘고통 없는 죽음’, ‘나를 정리할 수 있는 죽음’, ‘폐 끼치지 않는 죽음’, ‘존중 받는 죽음’, ‘도리를 다하는 죽음’으로 정리되었다.

이후 이를 다시 사례 간 상황분석을 실시하여 이론적, 정책적, 실천적 제언을 기술하였다.

@highlight

본고는 재가 장애노인이 생각하는 ‘품위 있는 노화’와 노화의 종결점인 ‘좋은 죽음’의 의미를 알아보고자 시도된 연구이다.

