본 연구의 목적은 현대인의 정신적 스트레스 등의 해소를 위한 전통사찰의 명상힐링과 사찰음식 프로그램 체험 효과를 미러뉴런의 공감(mirror neuron empathy)구조를 통하여 그 효과를 확인하고, 개인의 심신 건강을 제고할 수 있는 템플스테이 프로그램의 제도적 발전 방안을 제안함을 목적으로 한다.

주요 내용은 우리나라 템플스테이(temple stay) 프로그램들 중 명상과 사찰음식 체험의 연계이론으로 미러뉴런과 신경정신과학, 명상신경과학 등을 제시하고, 그 효과성과 프로그램 실태, 사례와 발전 방안을 정신적 측면의 명상과 신체적 측면의 사찰음식 체험스토리텔링으로 구성하여 명상과 사찰음식의 치유효과 측면을 중심으로 재구성하여 제안한다.

연구의 범위는 템플스테이와 명상 힐링, 사찰음식 프로그램과 미러뉴런 효과와의 관계를 밝혔으며, 이를 위한 연구의 방법 측면은 개인적 명상과 사찰 체험 경험 및 봉은사, 진관사 등 사찰음식과 명상 프로그램 문헌연구 등을 통하여 접근하였다.

기타 국내 유명사찰의 프로그램과 봉은사 템플스테이 프로그램 등을 대상으로 분석하여 발전적 프로그램과 과제를 제안하였다.

@highlight

본고의 목적은 현대인의 정신적 스트레스 등의 해소를 위한 전통사찰의 명상힐링과 사찰음식 프로그램 체험 효과를 미러뉴런의 공감(mirror neuron empathy)구조를 통하여 그 효과를 확인하고, 개인의 심신 건강을 제고할 수 있는 템플스테이 프로그램의 제도적 발전 방안을 제안함을 목적으로 한다.

