본 연구는 웃음치료가 구안와사환자의 안면마비 회복정도, 통증 및 스트레스에 미치는 효과를 규명하고자 실시되었다.

비동등성대조군 전후시차설계를 적용한 유사실험연구이다.

자료수집기간은 2013년 8월 8일부터 2013년 10월 15일까지였다.

대상자는 B광역시 D대학교 부속 한방병원에 입원한 구안와사환자 67명으로 실험군에 37명, 대조군 30명이 할당되었다.

실험군과 대조군의 동질성 검정은 t-

test, χ2-

test, Fisher's exact test, Welth-

Aspin test로, 가설검정은 t-

test, Welth-

Aspin test, ANCOVA로 시행하였다.

통계분석은 SPSS program을 이용하였다.

실험군에서 웃음치료 이후 안면마비 회복정도가 증가하였고, 스트레스는 유의하게 감소하였다.

이상의 결과로, 웃음치료는 구안와사 환자의 회복을 촉진시키고 스트레스 감소에 도움을 주는 것으로 나타났다.

따라서 웃음치료는 구안와사환자의 회복과 스트레스 완화에 효과적인 간호중재법으로 활용될 수 있을 것이다.

@highlight

이 연구는 웃음치료가 구안와사환자의 안면마비 회복정도, 통증 및 스트레스에 미치는 효과를 규명하고자 실시됐다.

