최근 초고속 통신망의 발달과 클라우드 컴퓨팅 기술을 활용한 온 디멘드(On-

demand)형 소프트웨어 SaaS(Software as a Service)의 사용이 크게 증가하고 있다.

하지만 이러한 클라우드 컴퓨팅 환경에 대한 디지털 포렌식은 현재 학문적, 실용적 체계화 수준이 미비한 실정이다.

또한 클라우드 환경의 특성상 사용자 행위에 의한 데이터가 로컬 시스템에 거의 남지 않고, 원격지 서버에 분산 저장되기 때문에 디지털 포렌식 조사관점에서 많은 어려움이 따른다.

SaaS는 기본적으로 웹을 통해 접속하는 서비스 형태이기 때문에, 클라이언트관점에서 History files, Cookie files, Temporary Internet Files, 물리메모리 등의 분석이 중요하다.

본 논문에서는 현재 널리 쓰이는 SaaS를 선정하여, 클라우드 컴퓨팅 서비스 타입 중 하나인 SaaS 사용 흔적 분석 방안을 제시한다.

@highlight

이 논문에서는 현재 널리 쓰이는 SaaS를 선정해, 클라우드 컴퓨팅 서비스 타입 중 하나인 SaaS 사용 흔적 분석 방안을 제시한다.

