이 연구는 강원지역에 근무하는 중장년층 사무직 종사자들을 대상으로 9개월간의 패널 자료를 활용하여 직장 내 기성세대로 간주되는 중장년층 근로자들의 스마트 리터러시와 의사소통 능력 사이의 종단적 상호관계를 자기회귀교차지연 모형을 통해 알아보고자 하였다.

최종분석은 강원 지역 내 다양한 업종에 근무하는 45세부터 59세까지의 사무직 종사자들 282명을 대상으로 하였다.

연구 결과, 시간의 흐름에 따른 스마트 리터러시 간 종단관계의 경우와 의사소통 능력 간 종단관계의 경우 모두 전년도 변인이 일관되게 이후 발달의 예측변인으로 작용하였다.

스마트 리터러시는 이후 시점의 의사소통 능력을 통계적으로 유의하게 예측하였지만, 의사소통 능력은 이후 시점의 스마트 리터러시에 통계적으로 유의한 예측변인이 되지 못했다.

스마트 리터러시와 의사소통 능력 간 영향력 크기는 스마트 리터러시가 이후 시점의 의사소통 능력에 미치는 효과 크기가 더 큰 것으로 나타났다.

정리하면, 한 시점에서의 스마트 리터러시와 의사소통 능력은 이후의 시점의 각 변인에 유의한 영향을 주며, 교차지연된 상호영향관계는 스마트 리터러시가 의사소통 능력에 미치는 영향만이 유의한 것으로 나타났다.

@highlight

본 연구는 강원지역에 근무하는 중장년층 사무직 종사자들을 대상으로 9개월간의 패널 자료를 활용하여 직장 내 기성세대로 간주되는 중장년층 근로자들의 스마트 리터러시와 의사소통 능력 사이의 종단적 상호관계를 자기회귀교차지연 모형을 통해 알아보고자 했다.

