본 연구에서는 Berry가 이차원적 문화적응 모델에서 제시한 문화 유형(통합, 동화, 분리, 주변화)이 국내에 거주하는 중국인 유학생에게 적합한지 군집분석을 통해 살펴보았다.

또한, 문화적응 군집별로 문화적응 스트레스와 대학생활 적응은 어떠한 차이를 보이는지 알아보았고, 문화적응 스트레스의 하위요인이 대학생활 적응에 미치는 영향에 대해 살펴보았다.

이를 위해 서울 소재 4년제 대학 및 대학원에 재학 중인 252명의 중국인 유학생을 대상으로 설문을 실시하였다.

연구 결과, 중국인 유학생은 3개의 군집(주변화, 통합, 분리)으로 분류되었고, 동화 군집은 나타나지 않았다.

군집별로 유의한 차이가 나타났는데, 통합 군집의 한국 거주기간이 주변화 및 분리 군집보다 짧고, 한국어 수준이 낮은 것으로 나타났다.

또한 통합 군집이 가장 낮은, 주변화가 중간, 분리 군집이 가장 높은 문화적응 스트레스를 경험하는 것으로 나타났다.

이에 반해 대학생활 적응에 있어서는 통합 군집이 가장 높은, 분리 군집이 중간, 주변화 군집이 낮은 수준을 보였다.

마지막으로, 주변화 군집의 경우 문화적응 스트레스의 하위요인 중 차별감, 향수병, 적대감이 대학생활 적응에 부정적 영향을 미치는 것으로 나타났으며, 통합 군집의 경우는 두려움이 분리 군집의 경우는 차별감이 대학생활 적응에 부정적 영향을 미치는 것으로 나타났다.

이와 같은 결과를 관련 선행연구 및 이론적 모델과 연결 지어 논의하였고, 중국인 유학생을 위한 문화 적응 프로그램에 대한 시사점도 제시하였다.

@highlight

이 연구에서는 Berry가 이차원적 문화적응 모델에서 제시한 문화 유형(통합, 동화, 분리, 주변화)이 국내에 거주하는 중국인 유학생에게 적합한지 군집분석을 통해 살펴보았다.

