빈곤가족의 건강은 빈곤이 만성화되면서 악화 일로에 서게 된다.

빈곤가족의 건강은 생활수준을 빈곤선 이상으로 향상시키려는 제도적 노력과 제반 직업 및 자활 프로그램의 효과성을 높이는 데 필수적임에도 불구하고 이에 대한 적극적 관심이 부족하다.

이에 본 연구에서는 빈곤가족의 건강에 초점을 맞추어 개인, 가족, 지역사회 세 차원에서 빈곤가족 구성원과 가족전체의 건강을 설명하는 요인을 살펴보았다.

서울시 4개 빈곤지역에 거주하는 성인 332명을 대상으로 실시한 설문조사에서 다음의 주요 결과가 나타났다.

첫째, 응답자의 지난해 건강상태가 긍정적이었을수록, 가족 월평균 수입이 높을수록, 그리고 가족의 지역거주기간이 짧을수록 현 건강상태가 좋은 경향이었다.

둘째, 빈곤가족 전체의 현 건강상태는 개인과 가족 특성의 혼합 모형이 가장 잘 설명하였는데 특히 응답자의 현 건강상태가 긍정적이었을수록, 응답자에게 배우자가 없는 경우, 그리고 가족 중 병자가 없는 경우, 가족의 건강상태가 양호한 경향이었다.

이러한 결과는 빈곤이 장기화됨에 따라 빈곤가족 구성원의 건강이 악화될 수 있기 때문에 빈곤가족을 대상으로 하는 사회복지실천은 가족 구성원 개개인의 건강문제에 대한 직접적인 개입과 더불어 건강관련 문제를 예방하고, 조기에 발견·치료할 수 있는 체계를 지역사회 내에 마련하도록 하는 등의 환경적 개입이 동시에 이루어져야 한다는 것을 보여 준다.

@highlight

이 연구에서는 빈곤가족의 건강에 초점을 맞춰 개인, 가족, 지역사회 세 차원에서 빈곤가족 구성원과 가족전체의 건강을 설명하는 요인을 살펴보았다.

