본 연구에서는 만성통증 환자의 전념행동을 측정하기 위해 단축형 전념행동 질문지(A shortened Committed Action Questionnaire: CAQ-8)를 한국어로 번안하여 요인구조, 신뢰도, 타당도를 검증했다.

이를 위해 수도권 소재 대학병원 통증센터를 방문하여 치료 중인 외래환자 99명을 대상으로 연구를 진행했다.

한국판 단축형 전념행동 질문지(KCAQ-8)의 문항에 대해 탐색적 요인분석을한 결과, 8문항으로 구성된 2요인 구조가 최종적으로 제안되었고, 요인명은 ‘긍정경험’과 ‘부정경험’으로 명명되었다.

신뢰도 분석을 한 결과, KCAQ-8의 총점과 하위 요인들은 적절한 내적 일치도를 보였다.

또한 타당도 분석을 한 결과, KCAQ-8의 총점은 불안, 우울, 통증수용, 신체기능 및정신기능과 유의한 상관관계를 나타내었다.

이러한 결과들은 KCAQ-8이 만성통증 환자들의 전념행동을 측정하기에 신뢰롭고 타당한 도구임을 시사한다.

끝으로 본 연구의 제한점과 연구적, 임상적 함의에 대해 논의했다.

@highlight

이 연구에서는 만성통증 환자의 전념행동을 측정하기 위해 단축형 전념행동 질문지(A shortened Committed Action Questionnaire: CAQ-8)를 한국어로 번안해 요인구조, 신뢰도, 타당도를 검증했다.

