본 연구에서는 영재교육기관에서 과학영재수업을 담당하고 있는 초등과학영재 담당교사의 과학영재수업과일반과학수업에서의 교수유형을 비교하고, 개인 변인에 따른 교수유형의 차이를 알아보았다.

검사 도구는 Grasha (1996)의 교수유형 진단도구를 수정·보완하여 사용하였으며, 본 연구에서 사용한 진단도구의 교수유형은 전문가, 엄격한 교수자, 역할 모델, 촉진자, 위임자라는 5개 유형으로 나누어져 있다.

자료 수집을 위해 110명의 초등과학영재 담당교사를 대상으로 설문을 실시하였으며, 수집된 자료를 분석한 결과는 다음과 같다.

과학영재수업에서는 위임자(58.2%) 교수유형이 많고, 전문가(2.7%)와 엄격한 교수자(5.5%) 교수유형이 적었으며, 일반과학수업에서는 역할 모델(40.9%)과 전문가(39.1%) 교수유형이 많고, 위임자(7.3%) 교수유형이 적은 것으로 나타났다.

이러한 결과는 영재교사의 배경변인인 성별, 영재교사경력, 최종학력과는 관련이 없이 같은 결과가 나타났다.

연구 결과를 토대로 초등과학영재 담당교사들은 일반과학수업에서는 교사 주도적인 수업을, 과학영재수업에서는 학습자 중심의 수업을 주로 진행한다는 결론을 얻었다.

@highlight

본고는 영재교육기관에서 과학영재수업을 담당하고 있는 초등과학영재 담당교사의 과학영재수업과 일반과학수업에서의 교수유형을 비교하며, 개인 변인에 따른 교수유형의 차이를 알아보고자 하였다.

