본 연구에서는 무역보험지원이 우리나라의 수출 확대에 미치는 영향을 분석하였다.

수출과 관련된 변수로 무역보험인수액, 환율의 변동성, 세계 경기, 수출상대가격 등의 변수를 이용하여 다중회귀분석과 벡터오차수정모형의 분석방법을 통해 분석하였다.

다중회귀분석 추정 결과, 무역보험인수액과 세계경기 상승은 수출을 증대시키는 것으로 나타났다.

VECM에서의 충격반응함수와 예측오차분산분해분석에 따르면 무역보험인수액은 수출증대에 큰 영향을 주는 것으로 나타났다.

다시 말해 무역보험지원의 증대는 수출의 증가라는 긍정적 효과를 발생시켰다.

그 외에 수출상대가격, 환율변동성, 세계경기 등이 수출에 영향을 주고 있는데 수출상대가격의 상승은 수출의 증가를, 환율변동성의 확대는 수출의 감소를, 세계경기의 상승은 수출의 증가를 가져옴을 나타내고 있다.

정책적으로 볼 때 무역보험지원의 증대 및 환율의 변동성완화 정책이 수출의 증대를 가져오는 주요 정책수단이 될 수 있음을 알 수 있다.

@highlight

이 연구는 무역보험지원이 우리나라의 수출 확대에 미치는 영향을 분석했다.

@highlight

다중회귀분석 추정 결과, 무역보험인수액과 세계경기 상승은 수출을 증대시키는 것으로 나타났다.

