본고에서는 고전소설을 현대적 공연 예술로 각색, 변용하는 과정에서 어떤 서사적 차이점와 문화적 차이점이 생기는 지를 마당놀이 <이춘풍 난봉기>와 <이춘풍전>을 중심으로 살펴보았다.

마당놀이 <이춘풍 난봉기>가 고전 소설 <이춘풍전>의 서사를 충실하게 반영한 점은 현대적 변용의 측면에 있어 장점이라고 볼 수 있다.

그러나 소설에서는 명확했던 풍자의 대상인 지배 계층이 각색 과정에서 웃음을 유발하기 위한 단선적 장치들로 바뀌면서 그 풍자의 애매해졌다는 문제를 낳았다.

따라서 공연에서는 해학적 웃음만을 유발하고 날카로운 풍자적 성격을 상실했다는 문제가 발생하였다.

소설과 공연은 19세기 말과 현대의 달라진 부부관계를 보여준다.

소설에서는 당대 일부일처제가 성립되어 가는 과정에서 문제 많은 이춘풍을 남편으로 받아들여만 하는 당시의 문화적 현실이 드러난다.

그러나 현대 공연에서는 일부일처제라는 제도에 대해 부정적인 가치들을 문화적 배경으로 가지고 있는 관객을 소도구를 이용하여 무리하게 설득하려고 하고 있다.

문화적 차이를 고려하지 않은 각색은 이렇듯 설득력을 잃어버리게 된다.

따라서 문화적 배경의 변화와 그 차이를 충분히 고려하여 고전 작품의 각색해야만 작품의 진정한 의미를 현대 독자들에게도 전달할 수 있을 것이다.

@highlight

본 논문에서는 고전소설을 현대적 공연 예술로 각색, 변용하는 과정에서 어떤 서사적 차이점와 문화적 차이점이 생기는 지를 마당놀이 <이춘풍 난봉기>와 <이춘풍전>을 중심으로 연구하였다.

@highlight

소설에서는 명확했던 풍자의 대상인 지배 계층이 각색 과정에서 웃음을 유발하기 위한 단선적 장치들로 바뀌면서 그 풍자의 애매해졌다는 문제가 발생하였다.

