본 연구는 학교무용교육의 활성화를 위한 한 방안으로서 체육과 같이 게임을 활용한 교육방법의 가능성을 탐색해 보고자 한다.

무용을 교육하는데 있어서 현대 아이들에게 친숙한 게임과 게임기를 이용한 교육을 통해서 아이들에게 움직임에 대한 거부감을 없애고 흥미유발과 자발적인 움직임을 유도하고자 한다.

한국의 민속무용의 놀이형식을 띤 강강수월래 같은 민속춤을 게임화하여 놀이와 게임을 접목시킨 교육방법을 제시하였다.

나아가 디지털시대에 걸맞게 게임의 기능적인 특성을 살린 사이버상의 체감형 무용교육을 통해서 가상 경험을 현실 체험하여 무용교육의 효율성을 높일 수 있는 가능성까지 탐색하였다.

즉, 가상의 공간에서 몸을 매개로 하여 현실적인 경험으로 유도하여 긍정적인 움직임으로 유도할 수 있도록 함과 동시에 건강에도 유익한 무용교육으로 발전시켜 보고자 한다.

게임이 무용교육의 효과를 위한 보조수단으로 활용될 수 있다는 것, 게임을 응용한 무용교육이 예술교육의 차원을 넘어서 놀이와 건강을 증진시킬 수 있는 실천적 무용교육으로 나아갈 수 있는 기회가 될 것이다.

@highlight

본 논문은 학교무용교육의 활성화를 위해 체육과 같이 게임을 활용한 교육방법을 탐색하고자 한다.

@highlight

이를 교육하는데 있어서 아이들에게 친숙한 게임 및 게임기를 활용한 교육을 통해서 아이들에게 움직임에 대한 거부감을 없애고 흥미유발과 자발적인 움직임을 유도하고자 한다.

