이 연구는 중고령자의 근로여부와 근로시간 선호에 영향을 미치는 요인을 국가비교적 관점에서 경험적으로 분석하였으며, 특히 계층효과, 일에 대한 관점, 노동시장 구조의 배출효과와 사회보장제도 등의 유인요인 효과 등의 가설을 검증하기 위해 국제인식조사자료를 이용하여 18개국에 대한 다층분석을 수행하였다.

주요결과는 다음과 같다.

첫째, 계층과 관계없이 대다수의 고령자들이 일하기를 원하며, 따라서 대다수 중고령자의 비근로는 일을 하지 않으려는 자발적인 선택이 아닐 수 있는 가능성을 보여준다.

둘째, 55-64세 집단에 있어서는 계층이 높을수록 일을 계속할 가능성이 높은 계층간 불평등이 발견되었다.

셋째, 근로여부와 근로시간 선호는 사회보장제도의 관대성보다는 시간제 근로비중 등 고령자에게 적합한 유연한 일자리가 제공되느냐에 더 영향을 받음을 확인하였다.

결론적으로, 적어도 국가비교적 관점에서 볼 때 고령자 근로의 핵심적인 문제는 노동공급측의 문제(즉 고령자의 근로의욕)라기보다는 노동수요측의 문제, 퇴직 유인의 문제보다는 일자리 상황과 구조의 문제라고 보여진다.

@highlight

본 연구는 중고령자의 근로여부와 근로시간 선호에 영향을 미치는 요인을 국가비교적 관점에서 경험적으로 분석하였으며, 특히 계층효과, 일에 대한 관점, 노동시장 구조의 배출효과와 사회보장제도 등의 유인요인 효과 등의 가설을 검증하기 위해 국제인식조사자료를 이용하여 18개국에 대한 다층분석을 수행했다.

