이 논문의 목적은 소크라테스의 논박술을 오우크쇼트의 ‘대화’ (conversation) 개념으로 재해석함으로써 논박술이 가진 ‘삶의 기술’로서의 의미를 재해석하는 것에 있다.

플라톤의 대화편『고르기아스』에서 칼리클레스는 삶을 살아가는 데에 유용한 것으로서 연설술(rhetorike)을옹호하면서, 소크라테스의 철학을 쑥덕공론으로 몰아붙인다.

이에 대해서 소크라테스는 연설술을 기술(techne)이 가진 자격 요건에도 못 미치는 아첨이라고 폄하하면서, 자신의 철학이야말로 참된 정치술이라고 주장한다.

이 논문에서는 소크라테스가 말하는 기술의 성립요건에 비추어 논박술이 가진 기술로서의 성격을 알아보고, 논박술이 대화상대방으로 하여금 ‘자기이해’를통하여 실재를 추구하도록 한다는 의미에서 ‘삶의 기술’로서의 성격을 가진다고 해석한다.

한편, 인간의 자기이해를 존중한다는 점에서 오우크쇼트의 ‘대화’ 개념은 소크라테스의 논박술을현대적으로 계승할 가능성이 있다.

이 논문에서는 오우크쇼트가 목소리들의 관계와 자아의 상상 활동에 초점을 두어 강조하는 ‘대화’ 개념에 비추어 논박술을 재해석해봄으로써, 소크라테스의 논박술과 오우크쇼트의 대화가 ‘삶의 기술’로서 가지고 있는 공통점과 차이점을 분석해본다.

@highlight

본 논문의 목적은 소크라테스의 논박술을 오우크쇼트의 ‘대화’ (conversation) 개념으로 재해석함으로써 논박술이 가진 ‘삶의 기술’로서의 의미를 재해석하는 것에 있다.

