본 연구는 지방자치 실시 이후 보통교부세 인센티브제도 도입과 보통교부세 법정교부율의 인상이 지방세 징수율에 어떠한 영향을 주었는가에 대해 다음과 같이 살펴보았다.

인센티브제도 도입은 특·광역시세 징수율, 시세 징수율, 군세징수율, 구세징수율을 감소키는 것으로 나타났다.

법정교부세율 인상은 특·광역시세 징수율, 시세징수율, 구세징수율을 증가시키는 요인으로 나타났고 군세 징수율은 법정교부세율 인상에 영향을 받지 않음을 나타났다.

도세 징수율은 두 제도의 변화에 영향을 받지 않는 것으로 나타났다.

이러한 연구결과를 바탕으로 다음의 정책적 함의가 가능하다.

첫째, 세수확충 노력에 따른 인센티브제도의 가시화 할 수 있는 개선이 필요하다.

둘째, 보통교부세에 대한 산정방식 복잡하여 실무자들도 이해하는 산정방식으로 개선이 필요하다.

셋째, 세수탄력성이 낮은 재산과세 중심의 체계를 보완하는 지방소득·소비세의 규모를 확장 및 탄력세율제도 비율의 상향조정에 대한 보완이 필요하다.

@highlight

이 연구는 지방자치 실시 이후 보통교부세 인센티브제도 도입과 보통교부세 법정교부율의 인상이 지방세 징수율에 어떠한 영향을 주었는가에 대해 다음과 같이 살펴보았다.

