제품 개발 속도 및 수익성 사이에 존재하는 트레이드-

오프는 성공적인 신제품 개발을 저해하는 요인으로 작용한다.

공급사슬 통합은 유용한 정보의 획득과 적절한 활용이라는 측면에서 신제품 개발 속도와 수익 성과를 동시에 달성 가능하게 한다.

외부 공급사슬 통합은 기업으로 하여금 외부 정보를 원활하게 이용할 수 있도록 하며, 내부 공급사슬 통합은 내부 기능 간 협력을 통해 유입된 정보의 불확실성 및 왜곡 가능성을 통제함으로써 획득한 정보 활용의 효과성을 제고한다.

본 연구는 기업 내·외부 참여자들 간 상호작용에 의해 신제품 개발 성과가 달라질 수 있다는 기존 연구에 근거하여(Droge 등, 2004; Flynn 등, 2010), 외부 통합과 신제품 개발 성과 간 관계에 대한 내부 통합의 조절 효과를 실증적으로 분석하였다.

외부 통합을 통합 대상에 따라 공급사 통합과 고객사 통합으로 구분하고, 내부 통합을 신제품 개발 과정에 관여하는 주요 기능인 R&D, 생산, 마케팅 간 통합으로 구분하였다.

분석 결과 공급사 통합은 내부 통합과의 상호작용에 따라 신제품 개발 성과에 영향을 미친 반면, 고객사 통합은 내부 통합과 관계없이 신제품 개발 성과에 영향을 미쳤다.

구체적으로 공급사 통합은 R&D-

생산 기능 간 통합이 증가함에 따라 신제품 개발 성과에 긍정적인 영향을 미쳤고, R&D-

마케팅 기능 간 통합이 증가함에 따라 부정적인 영향을 미치는 것으로 나타났다.

이와 같은 결과는 통합 대상에 따른 통합 전략 수립 및 내·외부 통합에 대한 종합적 접근 필요성을 시사한다.

@highlight

이 연구는 기업 내·외부 참여자들 간 상호작용에 의해 신제품 개발 성과가 달라질 수 있다는 기존 연구에 근거하여(Droge 등, 2004; Flynn 등, 2010), 외부 통합과 신제품 개발 성과 간 관계에 대한 내부 통합의 조절 효과를 실증적으로 분석하였다.

