본 연구는 터널의 단면변화구간에서 발생한 손상 미케니즘에 대하여 이루어졌다.

이를 위해 단면변화 구간을 대상으로 다양한 현장조사 및 시험을 실시하였으며, 이를 바탕으로 2차원 및 3차원 수치해석을 수행하였다.

현장조사 및 시험 결과, 슬래브 손상에 대한 직접적인 원인을 찾을 수 없었으며, 2차원 수치해석을 수행한 결과 기준 안전율(1.0)을 만족하는 것으로 분석되었다.

추가로 수행한 3차원 수치해석 결과, 기둥 간격의 변화에 따라 슬래브 휨응력 변화를 전달시키지 못해 손상이 발생한 것으로 분석되었다.

보강을 위해 터널내 기둥을 추가하는 방안을 적용하였으며 그 결과, 상부 슬래브 비틀림 형상이 완화되어 보강 효과를 확인할 수 있었다.

단면 변화 구간의 경우 2차원 뿐만 아니라, 3차원으로 영향범위를 고려하여 설계에 반영한다면, 합리적이고 안정적으로 건설 및 유지관리가 가능할 것으로 판단된다.

추후에는 개착터널내 단면변화 구간에서 구조물에 영향을 최소화할 수 있는 보강방안에 대해 연구를 계속하고자 한다.

@highlight

본고는 터널의 단면변화구간에서 발생한 손상 미케니즘에 대해 이루어졌다.

@highlight

이를 위하여 단면변화 구간을 대상으로 다양한 현장조사와 시험을 실시하였고, 이를 바탕으로 2차원 및 3차원 수치해석을 수행했다.

