이 연구는 자폐성 장애아동 어머니의 양육스트레스가 심리적 안녕감에 미치는 영향을 살펴보고, 양육스트레스가 심리적 안녕감에 미치는 영향에서 가족기능성과 사회적 지지의 매개효과를 검증하는데 목적이 있다.

이러한 연구목적을 달성하기 위하여 자폐성 장애아동 어머니 173명의 설문자료를 분석하였으며, 그 결과는 다음과 같다.

첫째, 양육스트레스의 평균은 2.75(SD=.73)로 중간보다 약간 높은 수준이고, 가족기능성의 평균은 3.43(SD=.53)으로 이 연구의 주요 변인들 중에서 가장 높았으며, 사회적 지지의 평균은 3.14(SD=.66), 심리적 안녕감의 평균은 3.12(SD=.50)로 전반적으로 높은 수준을 보이고 있었다.

둘째, 자폐성 장애아동 어머니의 양육스트레스가 낮을수록 심리적 안녕감은 높게 나타났다.

셋째, 자폐성 장애아동 어머니의 양육스트레스가 심리적 안녕감에 미치는 영향에서 가족기능성과 사회적 지지가 매개역할을 하는 것으로 나타났다.

이러한 결과를 토대로 자폐성 장애아동 어머니의 심리적 안녕감을 증진하기 위한 사회복지적인 실천방안을 제시하였다.

@highlight

본 연구는 자폐성 장애아동 어머니의 양육스트레스가 심리적 안녕감에 미치는 영향을 살펴보고, 양육스트레스가 심리적 안녕감에 미치는 영향에서 가족기능성과 사회적 지지의 매개효과를 검증하려 한다.

