본 논문에서는 재료 탄성계수의 공간적 불확실성을 고려한 위상최적화 문제를 다루었다.

88줄로 작성된 MATLAB Code를 사용하여 MBB(messerschmidt-

bo?

lkow-

blohm) model에 대해 5,000개의 추계장 표본을 작성하여 해석에 사용하였다.

재료탄성계수의 추계장 표본은 스펙트럼 모사법을 적용하여 작성하였고, 구조계영역 내에서 정규분포하는 것으로 가정하였다.

해석결과에 대한 통계처리를 통하여 형상최적화의 결과를 나타내는 체적률의 변화도를 추계장의 상관거리에 대하여 나타내었다.

최적형상의 변화도는 상관거리가 작을 경우 크게 산정되었고, 상관거리가 큰 경우에는 적은 값을 나타내었다.

큰 상관거리에서 변화도가 적은 것은 위상최적화가 선형해석에 따르기 때문이다.

따라서 위상최적화 시 구조재료 불확실성의 특성에 따른 고려가 필요한 것으로 사료된다.

@highlight

이 연구는 재료 탄성계수의 공간적 불확실성을 고려하여 위상최적화 문제를 다룬다.

