본 연구는 시청자 품질 평가지수(KI 지수)의 타당성 검토와 KI 점수에 영향을 미치는 요인은무엇인지를 규명하였다.

즉, KI지수를 구성하는 두 개의 평가항목(QI 와 SI)이 여타 추가적인장르별 심층적인 평가항목을 반영하고 있는지, 그리고 인구사회학적요인 이외에 정치적 성향이나 지지정당과 같은 정치적 요인이 KI 점수에 영향을 미치는지를 분석하였다.

그 결과, 먼저세부 항목별 점수와 KI점수, 그리고 이를 구성하는 QI와 SI간 높은 상관관계로 나타나 대체적으로 KI지수가 장르별 특성을 반영하는 평가항목을 반영하는 것으로 나타났다.

또한, KI 지수에영향을 미치는 요인을 살펴본 결과, 성별간 차이를 제외하고 세대별, 정치 성향 및 지지정당에따른 KI 점수의 차이가 있는 것으로 나타났다.

특히 지지 정당이 KI 점수에 많은 영향을 미치는요인으로 분석되었는데, 새누리당과 민주당 지지층에 따라 KI 점수는 장르별로는 보도 장르 프로그램에서, 그리고 채널별로는 TV 조선 프로그램에서 지지 정당별 차이가 많았다.

이러한 결과는 그동안 영향요인을 인식되었던 인구사회학적 요인이나 시청행태 요인 이외에 정치적 요인역시 평가점수에 영향을 미친다는 점에서 패널을 설계함에 있어 이러한 정치적 영향 요인을 고려하거나 혹은 결과를 해석하는 과정에서 이러한 특성들을 감안하여 해석해야 할 필요성을 제기하고 있다.

@highlight

본고는 시청자 품질 평가지수의 타당성 검토와 KI 점수에 영향을 미치는 요인은무엇인지를 규명했다.

@highlight

그 결과, 먼저세부 항목별 점수와 KI점수, 그리고 이를 구성하는 QI와 SI간 높은 상관관계로 나타나 대체적으로 KI지수가 장르별 특성을 반영하는 평가항목을 반영하는 것으로 나타났다.

