본

 

연

구

는

,

 

해

양

생

물

학

자

이

자

 

여

성

 

문

필

가

로

서

 

2

0

세

기

 

중

반

 

일

련

의

 

기

념

비

적

 

생

태

주

의

 

저

작

들

을

 

출

간

한

 

레

이

첼

 

카

슨

(

R

a

c

h

e

l

 

C

a

r

s

o

n

)

의

 

작

품

들

을

 

2

1

세

기

 

초

에

 

등

장

한

 

존

재

론

적

 

전

환

(

o

n

t

o

l

o

g

i

c

a

l

 

t

u

r

n

)

,

 

혹

은

 

물

질

적

 

전

회

(

m

a

t

e

r

i

a

l

 

t

u

r

n

)

의

 

맥

락

에

서

 

분

석

하

는

 

작

업

을

 

담

고

 

있

다

.

 

이

를

 

위

해

 

필

자

들

은

 

카

슨

의

 

주

저

작

인

 

『

침

묵

의

 

봄

』

 

외

에

도

 

이

른

바

 

해

양

 

삼

부

작

으

로

 

불

리

우

는

 

『

바

닷

바

람

을

 

맞

으

며

』

,

 

『

우

리

를

 

둘

러

싼

 

바

다

』

,

 

『

바

다

의

 

가

장

자

리

』

의

 

저

서

들

을

 

신

유

물

론

(

n

e

w

 

m

a

t

e

r

i

a

l

i

s

m

)

적

 

관

점

에

서

 

‘

다

시

읽

기

’

하

였

다

.

 

이

를

 

통

해

서

 

카

슨

의

 

목

소

리

를

 

탈

(

脫

)

-

인

간

중

심

주

의

의

 

비

인

간

 

정

치

학

(

n

o

n

h

u

m

a

n

 

p

o

l

i

t

i

c

s

)

과

 

객

체

지

향

존

재

론

(

o

b

j

e

c

t

-

o

r

i

e

n

t

e

d

 

o

n

t

o

l

o

g

y

)

의

 

관

점

에

서

 

재

구

축

하

고

자

 

하

였

고

,

 

그

녀

의

 

저

작

들

을

 

관

통

하

는

 

입

장

이

 

2

1

세

기

 

초

에

 

급

부

상

하

고

 

있

는

 

수

평

적

 

존

재

론

(

f

l

a

t

 

o

n

t

o

l

o

g

y

)

과

 

일

맥

상

통

함

을

 

보

이

고

자

 

하

였

다

.

 

다

소

 

과

장

하

자

면

 

카

슨

은

 

신

유

물

론

이

라

는

 

용

어

가

 

등

장

하

기

 

이

전

에

 

이

미

 

신

유

물

론

자

였

으

며

,

 

객

체

지

향

존

재

론

이

라

는

 

용

어

가

 

등

장

하

기

 

이

전

에

 

이

미

 

객

체

지

향

존

재

론

자

였

다

고

도

 

할

 

수

 

있

을

 

것

이

다

.

 

결

론

적

으

로

 

카

슨

의

 

저

술

들

은

 

현

재

 

급

부

상

하

는

 

인

류

세

(

a

n

t

h

r

o

p

o

c

e

n

e

)

 

담

론

 

및

 

신

유

물

론

의

 

담

론

과

 

어

우

러

지

는

 

존

재

론

적

 

전

환

을

 

예

비

한

 

글

쓰

기

였

다

.

@highlight

이 연구는, 해양생물학자이자 여성 문필가로서 20세기 중반 일련의 기념비적 생태주의 저작들을 출간한 레이첼 카슨의 작품들을 21세기 초에 등장한 존재론적 전환, 혹은 물질적 전회의 맥락에서 분석하는 작업을 담고 있다.