이 글의 목적은 이방인에 대한 개념과 이들에 대한 환대 개념을 토론함으로써 국제정치학의 과제가 무엇인가를 성찰하는 데 있다.

이방인은 우리의 역사적전통이나, 서양의 철학적 · 문학적 전통에서 ‘타자’로 등장하며 침략자, 소외된자, 저주받은 자, 경계인 등으로 현시되어왔다.

이들에 대한 태도는 칸트에 이르러 정치적 도덕률의 관점에서 ‘환대’ 개념을 도출하였고, 20세기 이후에는 레비나스에 의해 존재론적 윤리로, 데리다에 의해 윤리를 넘어선 아무것도 아님의환대(맞아들임)로 논의되었다.

그러나 국제정치학은 여전히 칸트적 관점에서 벗어나지 못한 채, 이방인에 대한 환대를 정치적 차원의 도덕률로 인식하는 데머물러 있다.

이점은 인간안보 개념이 추구하는 개발 · 협력 차원의 실천에서 드러나고 있다.

물론 국제정치학이 무조건 철학적, 윤리적 차원의 환대 개념을모두 흡수해야 하는 것은 아니다.

차라리 현실적 태도와 이념적 지향성을 병렬할 수 있는 전략적 태도를 수립하여야 한다.

이런 맥락에서 탈식민지 이론가들이 제시하고 있는 여러 이론들은 이방인에 대한 환대 전략이 정치적 맥락에서어떤 수준과 방향으로 이루어져야 하는지 함의를 준다.

이제 우리는 이방인에대한 존재론적 전제를 잃지 않으면서 정치적 전략으로 어떻게 환대할 것인가에대한 의제를 새롭게 설정해야하는 순간에 서 있는 것이다.

@highlight

이 글의 목적은 이방인에 대한 개념과 이들에 대한 환대 개념을 토론함으로써 국제정치학의 과제가 무엇인가를 성찰하는 것이다.

