본 연구에서는 자본 축적의 동학과 맞물려 있는 구조적 실업이 소득분배를 어떻게 변화시키는지를 살펴보았다.

이를 위해서 자본 축적률과 구조적 실업 사이의 관계 그리고 구조적 실업과 노동자간 노동소득 분배 사이의 관계를 분석하였다.

분석 결과를 정리하면 다음과 같다.

첫째, 지난 30여 년 동안의 시계열 자료에 대한 분석은 자본축적률과 구조적 실업률 사이에 장기적인 균형관계가 존재함을 확인시켜 줌으로써 1997년 위기 이후의 높은 구조적 실업이 축적률의 저하에 따른 것임을 보여주었다.

둘째, 구조적 실업은 노동자 사이의 소득분배를 변화시키는 것으로 나타났다.

구조적 실업은 저학력, 비정규, 여성 가구주들이 주로 속한 하위 소득 계층의 소득을 1997년 위기 이후 더욱 악화시키고 있었다.

셋째, 실업률을 구조적 실업률과 경기순환적 실업률로 분해하여 소득분배 현상을 분석하였는데 구조적 실업률의 영향이 더욱 크게 나타남으로써 1997년 이후 소득분배의 악화가 일시적인 경기순환적 요인이 아니라 구조적인 현상임을 보여 주었다.

@highlight

이 연구에서는 자본 축적의 동학과 맞물려 있는 구조적 실업이 소득분배를 어떻게 변화시키는지를 살펴보았다.

