체임벌린은 흔히 좌파에서 시작해 우파로 변신한 정치인으로 간주된다.

1870년대 버밍엄 시장 시절 그의 정책에 대해서는 자치시 사회주의(municipal socialism)라는 꼬리표가 따라다녔다.

하지만 1890년대로 가며 그는 보수당과 손을 잡았고 제국주의를 옹호하는 등 급진 우파로 간주되었기 때문이다.

그러나 그의 사상과 행적에 대한 검토는 그가 후기에도 초기의 개혁적 입장을 버리지 않았음을 보여주고 있다.

그는 좌파적 입장을 버리지 않으면서 우파적 요소들을 수용하고 있는 셈이다.

이를 설명할 수 있는 방법은 그의 사상을 파시즘의 한 형태로 이해하는 것이다.

이런 방식의 설명만이 교육법, 노령연금법, 특권의 배제, 노동계급에 대한 배려, 농업노동자에 대한 관심을 가진 체임벌린과 영국민족의 이익을 강조하고, 정복전쟁을 미화하며, 인종적 차별과 위대한 제국을 주장하는 체임벌린을 함께 이해할 수 있다.

아울러 그의 사상이 산업이 쇠퇴하고 있고 실업의 위험이 증가하고 있는 영국 환경의 산물이기도 했다는 점이 지적되어야 할 것이다.

그의 사상은 30년 후 대공황기에 출현한 모슬리의 파시즘과 유사한 점을 많이 가지고 있다.

@highlight

체임벌린은 흔히 좌파에서 시작해 우파로 변신한 정치인으로 간주된다.

@highlight

하지만 1890년대로 가며 그는 보수당과 손을 잡았고 제국주의를 옹호하는 등 급진 우파로 간주되었기 때문이다.

