조립재료는 댐, 철도, 교량 구조물 건설시 제체, 성토재, 뒤채움재, 배수재 등으로 널리 사용되고 있으며, 이러한 구조물의 거동해석을 위한 수치해석을 위해 구성모델에 대한 연구가 다양하게 진행되어 왔다.

본 논문에서는 조립재료의 거동을 예측하기 위해 개발된 구성모델에 대한 변수 연구를 수행하였다.

구성모델은 한계상태이론에 근간한 bounding surface 모델로서 한 세트의 모델 정수를 활용하여 배수 조건, 구속압, 간극비에 상관없이 조립재료의 거동을 구현할 수 있는 장점을 지니고 있다.

구성모델은 탄성 파라미터, 한계상태 파라미터, 모델 고유파라미터를 활용하여 재료의 거동을 분석하며, 본 연구에서는 모델 고유 파라미터에 대한 변수 연구를 수행하였다.

변수 연구를 통해 구성모델이 조립재료의 가장 큰 특징인 비관계유통법칙(non-

associative flow rule)에 따른 체적팽창 및 응력경로 변화에 따른 이동경화 현상을 적절히 모사할 수 있음을 파악하였다.

@highlight

본고에서는 조립재료의 거동을 예측하기 위해 개발된 구성모델에 대한 변수 연구를 수행하였다.

