이 연구는 장르를 쓰기 유형으로 규정하고, 초·중등학교에서 장르를 어떻게 인식하며 어느 범위까지 다루어야 하는지 살폈다.

쓰기 유형을 제시하는 방식은 ‘목적에 따른 행위’와 ‘문화적 양식’ 두 방식이 있는데, 현재 우리 교육과정은 전자를 중심으로 하고 있다.

쓰기 유형을 행위로 분류할 경우 이론상 모든 글을 망라할 수 있다는 장점이 있으나 현실을 그대로 반영하지 못한다는 한계가 있다.

반면 문화적 양식으로 인식할 경우 전범을 통해 오랜 기간 공유해 온 질서화된 규범을 익히고 이를 새롭게 변용함으로써 창의적인 글쓰기도 가능하다는 점에서 이점이 있다.

따라서 문제는 초중등 학습자들에게 어떠한 문화적 양식을 선별하여 제공하느냐에 있다.

북한의 교육과정에서 알 수 있듯 북한 사회가 추구하는 인간상에 부합하는 문화적 양식들이 선택되는 것과 마찬가지로 우리나라도 동일하게 교육 목표와 인간상에 부합하는 문화적 양식들이 선별되어야 할 것이다.

또한 행위 중심의 장르 체계가 놓치고 있는 문학적 글, 논술 혹은 논문, 학습자들의 글쓰기 결과물을 한데 묶는 학급문집 등에 대한 고려가 요구된다.

@highlight

본 연구는 장르를 쓰기 유형으로 규정하고, 초·중등학교에서 장르를 어떻게 인식하며 어느 범위까지 다루어야 하는지 살폈다.

