이 연구는 실용도와 점유율에 기반한 귀납적인 평가 방법을 제안하고 그것이 프랑스어 기본어휘의 적절성을 평가하는 객관적이고 효과적인 방안임을 보이는 것을 목적으로 한다.

여기서 프랑스어 기본어휘는 우리가 선행 연구를 통해 수립한 어휘 목록으로, 유럽공통참조기준의 A등급에 대응한다.

이어 우리는 이 목록의 단어들이 얼마나 많이 사용되는지 그리고 문서에서 차지하는 비중이 얼마나 되는지 분석한다.

이를 위해 우리 연구에서는 A등급 DELF교재 2종과 서울대학교의 초급프랑스어 및 선행 연구를 통해 구축한 기본어휘의 사용상황 온톨로지를 활용한다.

실용도는 교재에서 실제로 사용되는 기본어휘의 비율로, 그러한 기본어휘의 수를 기본어휘 전체의 수로 나누어 산출한다.

점유율을 기본어휘가 교재를 차지하는 비율로, 기본어휘의 출현수를 교재 전체의 출현수로 나눈 값에 해당한다.

우리 연구는 세 가지 자료 모두에서 우리의 기본어휘가 A등급 세부지침어휘보다 상대적으로 더 높은 실용도가 점유율을 가짐을 보이고, 그렇게 함으로써 실용도와 점유율에 근거한 우리의 귀납적인 방법이 객관적이면서도 효과적이고 유효한 것임을 보인다.

우리는 또한 우리가 제안하는 방법과 그 결과가 다른 등급의 새로운 어휘 목록을 구축하거나 등급에 더 부합하는 교재를 개발하는 데 사용될 수 있음을 보인다.

@highlight

이 연구는 실용도와 점유율에 기반한 귀납적인 평가 방법을 제안하고 그것이 프랑스어 기본어휘의 적절성을 평가하는 객관적이고 효과적인 방안임을 보이려 한다.

