본 연구는 제품 및 프로세스 모듈화가 대량 맞춤화 역량 및 기업성과에 미치는 영향을 실증적으로 검증하기 위하여 진행하였다.

이를 위하여 각 변수들간의 관계에 대한 모형을 수립하고, 가설을 검증하였다.

본 연구는 국내 제조업 297개 기업을 대상으로 설문 조사를 실시하였으며, 수집된 자료를 바탕으로 구조 방정식 모형을 통해 제품 모듈화, 프로세스 모듈화, 대량 맞춤화 역량, 그리고 기업성과로써 비용성과, 운영성과, 고객만족성과 간의 관계를 실증적으로 검증하였다.

결과적으로 제품 및 프로세스 모듈화는 대량 맞춤화 역량의 구축에 유의한 영향을 미치는 것으로 나타났으며, 대량 맞춤화 역량은 기업성과에 유의한 영향을 미치는 것으로 파악되었다.

본 연구의 결과는 제품과 프로세스의 모듈화가 대량 맞춤화를 위해 효과적인 방법임을 제시하였다.

본 연구는 다음과 같은 시사점을 가지고 있다.

첫째, 본 연구는 개념적 연구로써 일부 진행되었던 제품 및 프로세스의 모듈화가 대량 맞춤화 역량에 유의한 영향을 미치는 것을 실증적으로 검증하였다.

둘째, 대량 맞춤화를 달성하기 위해 모듈화 생산 방식이 효과적임을 제시하였다.

셋째, 국내의 다양한 산업에 속해 있는 제조 기업으로부터 수집된 데이터를 바탕으로 연구를 진행하여 기존의 연구보다 폭넓은 일반화 가능성을 제시하였다.

이와 함께 본 연구는 대량 맞춤화를 통해 차별화된 경쟁력을 확보하고자 하는 기업의 실무자에게 생산 패러다임의 변화 필요성에 대한 함의를 제시하고 있다.

@highlight

이 연구는 제품 및 프로세스 모듈화가 대량 맞춤화 역량 및 기업성과에 미치는 영향을 실증적으로 검증하기 위하여 진행했다.

@highlight

이 연구의 결과는 제품과 프로세스의 모듈화가 대량 맞춤화를 위해 효과적인 방법임을 제시했다.

