조선족은 한반도에서 중국으로 이주한 민족이며, 북한과 러시아 등 주변국가와 국경을 마주한 변경지역에서 살아가고 있는 과계민족이다.

또한 중국사회에서 소수민족의 지위를 가지고 있다.

이 연구는 위와 같은 특성을 가지고 있는 연길시 거주 조선족을대상으로 조선족의 민족정체성과 문화변용 전략을 분석하였다.

연구결과에 의하면, 첫째, 조선족들의 민족정체성은 한민족의 역사 이해, 한민족의 구성원으로서의 자부심 및 긍지 등을 강조하는 경향을 보이고 있다.

둘째, 조선족들은 문화변용 전략에서 통합유형(M=3.58)을 주로 보이고 있으며, 중국의 주류사회로 동화(M=2.69)되는 경향은 낮은 것으로 나타났다.

셋째, 조선족의 민족정체성과 문화변용 간의 관계는 네 가지 문화변용 전략 중 통합유형에 영향을 미치는 것으로 나타났다.

마지막으로 이 연구 결과가 시사하는 바는 향후 조선족사회가 통합전략의 관점에서 북한, 한국, 러시아 등 주변 국가들과 정치, 경제, 문화적 차원의 교류협력을 활성화하는 방안을 적극 개발해야 한다는 것이다.

@highlight

본 연구는 위와 같은 특성을 가지고 있는 연길시 거주 조선족을대상으로 조선족의 민족정체성과 문화변용 전략을 분석했다.

