본 연구는 한국어교육에서 다양한 기능과 의미를 가진 복잡한한국어 ‘먹다’의 이해와 활용을 위한 교수·학습 방안을 찾고자 하는 데 궁극 목적이 있다.

한국어 사용에서 ‘먹다’ 사용은 필수적이면서도 그 빈도수가 높아 교수·학습이 꼭 필요한 부문이라 할 수 있다.

이에 따라 본 연구는 먼저 ‘먹다’의 다양한 기능과 의미를 밝혀 체계화 시킨 뒤, 외국인학습자의 인지 정도를 조사를 통해 확인하고, 이를 바탕으로 효과적인 한국어 교수·학습 방안을 제시한다.

‘먹다’는 단독으로 본동사로서 타동사와 자동사의 기능을 가지고 있으나대체로 ‘-

아/어’ 결합서술어로서 쓰이는 경우가 많다.

‘-

아/어’ 결합서술어에서 ‘먹다’는 본동사, 보조동사 그리고 합성어 형성 요소로 작용한다.

이러한 다양한 기능을 가진 ‘먹다’ 결합서술어의 한국어 교수·학습 방법은‘먹다’의 기능과 의미를 고려하여 그물망을 만들고 이를 중심으로 입력과출력을 통한 형태초점 접근법을 적용하는 것이 유효하다.

특히 교수·학습에 있어서 중요한 부분이 설명 과정인데, 이를 위해 교수자는 학습자 수준과 사용 빈도를 고려하여 체계화된 ‘먹다’ 결합서술어의 자료를 한정하고 이에 관한 설명 방법 등을 미리 준비하는 자세가 필요하다.

@highlight

이 연구는 한국어교육에서 다양한 기능과 의미를 가진 복잡한한국어 ‘먹다’의 이해와 활용을 위한 교수·학습 방안을 찾고자 하는 데 궁극 목적이 있다.

