이 글은 역사 연구의 본연의 목적이 인간의 다양한 모습을 이해하는 것에 있다고 보고, 지금까지의 역사교육이 특정 권력층을 중심으로 한 정치사나 거대 담론을 바탕으로 한 구조사의 그늘에서 인간의 다양한 모습을 이야기하지 못했다는 문제인식에서 출발하였다.

이러한 문제점을 해결하기 위한 하나의 대안으로 최근 포스트모더니즘 논쟁과 함께 활발하게 논의되고 있는 ‘신문화사(The New Cultural History)’에 주목하여, 여기서 나타난 역사인식의 특징들을 역사교육에 접목하고자 했다.

역사 인식의 초점을 기존 정치사나 사회사에서 소외시켰던 다양한 ‘인간’들의 삶의 흔적인 문화에 두고, 그것을 여러 시선에서 두껍게 읽어내려는 최근 역사학의 새로운 경향인 신문화사는 분명 역사교육에 시사하는 바가 크다.

따라서 여기서는 고문서와 일기, 검안 및 소송관련 문건 등의 문자 자료와 풍속화, 민화, 민담, 민요 등 비문자 자료 등을 활용하여 교재를 재구성해 보고, 이를 이용한 수업사례를 제시해 보았다.

@highlight

본고는 역사 연구의 본연의 목적이 인간의 다양한 모습을 이해하는 것에 있다고 보고, 지금까지의 역사교육이 특정 권력층을 중심으로 한 정치사나 거대 담론을 바탕으로 한 구조사의 그늘에서 인간의 다양한 모습을 이야기하지 못했다는 문제인식으로부터 시작됐다.

