본 연구는 에너지기후변화 프로젝트 학습 프로그램에 참여한 초등학교 학생들의 경험의 의미를 융복합교육 역량과 관련지어 탐색하고 이해하고자 하였다.

본 연구에서 사용된 에너지기후변화 프로젝트 학습 프로그램은 전문적학습공동체에 참여하고 있는 교사들에 의해 개발되었으며, 이들 중 두 명의 교사가 각각 5학년 학생들에게 적용하였다.

그런 다음 프로그램의 과정에서 또는 수행 후 산출된 학생들의 성과물과 소감문을 융복합교육 역량의 관점에서 분석하였다.

그 결과, 학생들은 에너지기후변화 프로젝트 학습 참여 후 적정기술 및 지속가능한 발전에 대한 지식과 테크놀로지 활용 능력 등이 향상되었음을 볼 수 있었다.

이는 융복합교육 역량 중 상호작용적인 도구 활용 역량 연결됨을 알 수 있었다.

또한 학생들이 프로젝트 학습 과정을 통해 경험하는 협력, 재미, 칭찬, 성취감 등의 긍정적인 경험과 갈등상황과 같은 부정적인 경험은 이질적 집단에서의 상호작용 역량을 증진시켰다.

학생들은 프로그램 참여 후 환경과 관련하여 스스로 해야 할 일을 찾아 실천하고자 하는 의지를 보였고, 현실 문제를 해결하기 위한 도전이 가치롭다는 점도 인식하게 되었다.

이는 학생들의 자율적인 실천 역량이 증진되었음을 보여준다.

이로부터 에너지기후변화 프로젝트 학습에 참여하는 것은 융복합교육 역량 증진에 기여할 수 있음을 알 수 있다.

@highlight

이 연구는 에너지기후변화 프로젝트 학습 프로그램에 참여한 초등학교 학생들의 경험의 의미를 융복합교육 역량과 관련지어 탐색하고 이해하고자 했다.

