본 연구는 역대 정부의 반부패 시스템 구축과정과 특성을 부패 구조 유형의 변화에 대한 조응성을 중심으로 진단해 보는데 그 목적을 두고 있다.

한국사회의 부패구조는 행위 유형은 일상성을 띠고 행위자의 범주는 사회 전반을 포섭하는 방향으로 확대되어 왔으며, 쌍무적 독점체계로 부터 다수 공여자와 다수 수령자로 특징되는 경쟁적(뇌물) 공여체계로 변화해 왔다고 볼수 있다.

역대 정부의 반부패 시스템 구축 과정을 살펴 볼 때, 법.

제도.

기구의 측면에서 점차 포괄적으로 부패 행위 유형과 행위자의 범주를 넓혀가는 방향으로 전개되었으며, 개별 행위자의 관리방식의 측면에서도 개별 위법행위에 대한 규제로부터 사회 전반의 관습과 문화의 교정으로 정책의 목표가 변화되었다.

그간의 반부패시스템 구축 과정은 경쟁적(뇌물)공여체계로 변화해온부패구조에 조응해 왔으며, 처벌적인 측면을 강조하던 것으로 부터 예방적인 측면이 동반, 강화되는 방향으로 진화해 왔다고 볼 수 있다.

@highlight

본고의 목적은 역대 정부의 반부패 시스템 구축과정 및 특성을 부패 구조 유형의 변화에 대한 조응성을 중심으로 진단해 보는데에 있다.

