한국사회의 높은 교육열은 정평이 나 있다.

한국사회의 높은 교육열에 대해서는 긍정적인 평가와 부정적인 평가가 공존한다.

높은 교육열이 오늘날 한국사회가 이룬 발전의 원동력이라고 평가하는 입장이 있는가 하면, 한국사회의 높은 교육열이 교육의 본질을 파괴하고 사교육시장을 비정상적으로 확대했다는 부정적인 평가도 있다.

높은 교육열은 지나친 경쟁을 부추기고 교육의 본질을 망각한 채 교육의 상품화를 확대하는 데 영향을 미치기도 했다.

그 결과 교육혜택의 빈익빈 부익부 현상이 심각한 사회문제로 대두되었으며, 극단적으로 이기적인 자녀사랑과 집착으로 인해 내 아이는 특별한 존재라는 착각으로 아이를 망치기도 하고, 남발하는 영재교육시장의 상업적 폐단 등을 초래했다.

이러한 자녀교육은 오히려 아이들이 공동체의 일원이 되는데 걸림돌이 되고, 사랑의 존재가 될 수 없도록 만들어 버리기도 한다.

이러한 문제의식을 바탕으로 본 논문에서는 먼저, 한국사회 자녀교육의 현주소를 면밀히 살펴보고, 다음으로 노자의 ‘천지불인(天地不仁)’의 의미를 자녀교육이라는 측면에서 분석할 것이다.

이를 통해서 노자사상에서 발견할 수 있는 자녀교육의 탈현대적인 비전을 탐색해 보고자 한다.

@highlight

한국사회의 높은 교육열에 대하여 긍정적인 평가와 부정적인 평가가 있다.

@highlight

높은 교육열이 오늘날 한국사회가 이루어 놓은 발전의 원동력이라고 평가하는 입장이 있는가 하면, 한국사회의 높은 교육열이 교육의 본질을 파괴하고 사교육시장을 비정상적으로 확대했다는 부정적인 평가 또한 있다.

