본 논문에서는 대전상관기의 전처리를 위한 광역 프린지 탐색 소프트웨어 개발에 대해 기술한다.

VLBI 관측의 경우 전파망원경에 의해 천체를 잘 관측하였는지 확인하기 위해 관측자는 관측일정에서 잘 알려져 있는 전파세기가 강하고 밝은 천체(포인터 소스, 참조천체)를 목적천체와 함께 관측을 수행한다.

상관기는 참조천체를 대상으로 상관 프린지가 잘 검출되는지 확인하는 전처리를 수행한다.

본 논문에서는 특정 관측국을 기준으로 각 관측국 사이의 정확한 지연시각을 계산하는 GFS 소프트웨어를 개발하였는데, 이 소프트웨어는 상관 전처리를 통하여 각 관측국에 위치한 수소원자시계와 GPS 시각 사이의 시각오차 정보 및 참조천체의 지연모델(상관모델)을 이용하여 정확한 지연시각을 계산한다.

개발한 소프트웨어의 성능을 확인하기 위한 상관 전처리 시험을 KaVA 관측망으로 관측한 참조천체와 목적천체에 대해 수행하였다.

시험결과는 GFS 소프트웨어로 찾은 지연시각 오차를 보정한 결과와 그렇지 않은 것의 비교에 따라 매우 좋은 성능을 보여 효과적임을 나타내었다.

@highlight

본고에서는 대전상관기의 전처리를 위한 광역 프린지 탐색 소프트웨어 개발에 대하여 기술하고자 한다.

@highlight

VLBI 관측의 경우 전파망원경에 의하여 천체를 잘 관측하였는지 확인하기 위해, 관측자는 관측일정에서 잘 알려져 있는 전파세기가 강하고 밝은 천체를 목적천체와 더불어 관측을 수행한다.

