본 연구는 외향적인 사람과 내향적인 사람 간에 행복을 경험하는 맥락, 정서 그리고 행복 관련 가치의 차이를 밝히고자 하였다.

이를 위해 대학생 121명을 대상으로 2주 동안 행복 에피소드 일기를 쓰도록 하였다.

그 내용을 분석한 결과, 행복맥락은 대인관계, 여가활동, 자기계발, 친사회적 행동, 종교 총 5개의 상위범주로 범주화되었다.

대인관계 맥락에서 외향적인 사람일수록 유쾌, 황홀, 애정, 자부심을 높게 경험한 반면, 내향적인 사람일수록 안락정서를 높게 경험하였다.

여가활동과 자기계발 맥락에서 외향적인 사람일수록 전반적으로 긍정 정서 및 가치를 높게 경험하였다.

에피소드 빈도의 경우, 외향적 집단이 내향적 집단보다 대인관계를 빈번하게 경험했고, 내향적 집단이 외향적 집단보다 여가활동 중 정적활동과 신체·심리적 평안과 즐거움 활동을 더 빈번하게 경험하였다.

자기계발범주에서 외향적 집단은 수행맥락을 내향적 집단보다 빈번하게 경험한 반면, 내향적 집단은 자기탐색과 자기성장 맥락을 더 빈번하게 경험하였다.

이를 토대로 연구의 의의와 한계를 논의하였다.

@highlight

본고는 외향적인 사람과 내향적인 사람 간에 행복을 경험하는 맥락, 정서 그리고 행복 관련 가치의 차이를 밝히고자 했다.

