자유의 역설은 자유의 제도화가 구조적으로 자유의 상실을 초래하는 현상을 가리킨다.

이 글에선 노동의 사회적 인정체제를 중심으로 신자유주의적 자유의 역설을 밝히고, 이 역설을 벗어나는 출구로서 민주적인 사회적 공공성의 전망을 시사한다.

먼저 1) 자유의 역설을 인정범주에서 출발하여 해명하는 이론적 이유를 밝힌다.

2) 이어서 노동의 사회적 인정체제의 신자유주의적 변형을 유동화된 성취원리를 중심으로 살펴보고, 인정체제의 변화가 가져오는 자유의 역설을 3) 주관적 측면에선 자율성과 자기실현의 이념을 자본축적의 명령에 포섭시키는 전도된 자기관계를 중심으로 해명하고, 4) 사회적 측면에선 유동화된 성취원리가 사회 전체적으로 관철되면서 발생하는 사회적 공공성의 파괴를 중심으로 해명하고 5) 정치적 측면에선 법의 역할전도 및 생명권력과 주권권력의 신자유주의적 착종을 중심으로 검토한다.

6) 마지막으로 신자유주의적 자유의 역설을 벗어나는 하나의 길로서, 성취원리와 하버마스의 담론원리의 결합인 숙의적 성취원리를 제시하고 이를 통해 민주적인 사회적 공공성의 전망을 시사한다.

@highlight

이 글에선 노동의 사회적 인정체제를 중심으로 신자유주의적 자유의 역설을 밝히고, 이 역설을 벗어나는 출구로서 민주적인 사회적 공공성의 전망을 시사한다.

