본 연구는 판단 확실성이 부정적 감정과 거짓말 판단과의 관계를 매개하는지 알아보고자 진행되었다.

본 연구의 실험은 분노와 슬픔을 경험한 에피소드를 작성하게 하는 것으로 감정을 유도하였으며, 중성조건의 경우 분노도 슬픔도 유도되지 않는 아침에 일어나서 한 일을 작성하도록 하였다.

감정 에피소드 작성을 마친 후 모든 조건의 참가자들에게 진실영상과 거짓영상을 시청하게 하고 각 영상의 진실유무를 판단하도록 하였다.

분석결과, 분노를 느낄수록 거짓말 판단 정답율이 더 낮게 나타났다.

이러한 관계를 판단 확실성이 매개하는지 검증하기 위해 Baron과 Kenny(1986)가 제안한 절차에 따라 매개분석을 실시한 결과 완전매개효과가 나타났다.

즉 분노상태에서는 자신의 판단에 대해서 확신이 높기 때문에 더 체계적으로 정보를 처리할 필요성이 낮아져 정답율이 저하되는 반면, 슬픔상태에서는 자신의 판단에 대한 확신이 떨어지기 때문에 보다 체계적으로 정보를 처리하고자하여 정답율이 높아진 것으로 해석된다.

본 연구는 감정과 거짓말 판단과의 관계에서 판단 확실성의 매개효과를 보여줌으로써 감정이 어떠한 프로세스로 거짓말 판단에 영향을 주는지 그 과정에 대해서 명확히 하고자 하였다.

이러한 연구결과는 향후 거짓말 탐지 연구에 유용한 정보를 제공할 것으로 판단된다.

@highlight

본고는 판단 확실성이 부정적 감정과 거짓말 판단과의 관계를 매개하는지 알아보고자 진행되었다.

@highlight

본고는 감정과 거짓말 판단과의 관계에서 판단 확실성의 매개효과를 보여줌으로써 감정이 어떤 프로세스로 거짓말 판단에 영향을 주는지 그 과정에 대해서 명확히 하려 했다.

