본고는 디지털 분석 방법을 활용한 고전문학 연구방법론의 개발을 목표로 디지털 맵핑을 통해 <구운몽>의 공간을 살펴보고 그 의미를 파악하고자 하였다.

이를 위하여 먼저 <구운몽>의 대표 이본으로 꼽히는 노존본A, 노존본B, 규장각본의 공간명을 비교 검증하여 문학지리적으로 고증하였다.

이 과정에서 공간의 다양한 양상과 의미를 살피고, <구운몽>의 공간을 실제 지형 지리 공간, 전고와 실제 지형 지리가 결합된 공간, 전고와 허구적 상상력이 결합된 공간 등으로 유형화하였다.

공간에 대한 고증과 유형화 결과를 토대로 <구운몽> 디지털 맵은 기본적인 작품의 내용 정보만을 기술한 “구운몽_일반” 레이어와 연구자들에게 필요한 관련 원전과 연구논문 및 출처 등을 추가한 “구운몽_고증” 레이어를 분리하여 구축하였다.

이러한 <구운몽> 디지털 맵은 작품에 대한 디지털 아카이브, 교육용 융합콘텐츠라는 점에서 의미가 있다.

<구운몽>에 대한 다양한 연구 결과 및 자료 등을 집적할 수 있는 디지털 아카이브로서, 관심이 있는 사람들은 누구나 접근해서 손쉽게 자료를 확인하고 검증하며 활용할 수 있다.

또한 공간에 대한 다양한 전고들, 그리고 전고를 활용하는 방식들을 통해 당대의 인문지리적 사고와 문학 향유방식 등을 교육할 수 있다.

@highlight

이 논문은 디지털 분석 방법을 활용한 고전문학 연구방법론의 개발을 목표로 디지털 맵핑을 통해 <구운몽>의 공간을 살펴보고 그 의미를 파악하고자 했다.

