헌법 제8조 제4항은 정당의 목적이나 활동이 민주적 기본질서에 위배되는 정당의 해산을 규정한다.

이 글은 민주적 기본질서의 의미에 대한 해석에 관한 글이다.

헌법재판소는 최근 결정에서 헌법 제8조의 민주적 기본질서가 무엇을 의미하는지 밝혔지만, 이 해석 또한 추상적이므로 이 글은 재판소의 해석에 대한 분석 작업도 겸한다.

이를 위해 본 연구는 우리 정당해산제도의 성격을 살펴보고, 민주적 기본질서에 관한 종래의 논의와 헌법재판소의 결정을 검토하며, 이들 결정에서 드러난 해석의 기원을 추적해 볼 것이다.

헌법재판소의 해석을 분석함으로써 우리는 민주적 기본질서가 자유주의적 민주주의에 입각해 있고, 정치적 질서로서 다양한 사회경제정책과 결합할 수 있는 개념임을 알게 된다.

또한 민주적 기본질서는 다원적 세계관에 기초하는데, 이는 민주적 기본질서가 전체주의의 대립물이기 때문이다.

민주적 기본질서에 대한 위배는 구체적 위험성이 필요하고 또 비례원칙의 적용을 받는다.

이 심사구조는 정당해산심판의 엄격심사를 위한 것이다.

비례원칙이 제대로 적용되기 위해서는 정당해산보다 덜 제약적인 제재수단이 더 있어야 하는바 향후 논의가 필요한 부분이다.

@highlight

이를 위해 이 연구는 우리 정당해산제도의 성격을 살펴보고, 민주적 기본질서에 관한 종래의 논의와 헌법재판소의 결정을 검토하며, 이들 결정에서 드러난 해석의 기원을 추적해 볼 것이다.

