본 연구의 목적은 장애인의 사회적 배제를 주관적으로 측정할 수 있는 척도를 개발함에 있어 필요한 장애인의 사회적 배제의 개념화를 탐색적으로 시도하는 것이다.

이를 위해 그 동안 진행되었던 사회적 배제 및 장애인의 사회적 배제와 관련된 문헌과 장애인의 특수성을 좀 더 다각도로 보여줄 수 있는 장애인관련 실태조사 및 장애인운동사 등을 종합적으로 비교분석하였다.

연구결과, 장애인의 사회적 배제의 특성은 기존의 역동성, 다차원성, 관계중심성 이외에 은폐성, 가산성 및 차별성이라는 특성을 지니며 또한 장애인의 사회적 배제는 관계중심성이 핵심적이다.

또한 장애인의 사회적 배제의 영역은 기존의 사회적 배제의 영역 이외에 사회적 관계, 장애에 대한 사회적 태도, 결혼 및 성(gender), 이동권·접근권 등의 차별적인 영역이 존재한다.

따라서 본 연구에서 제안하는 장애인의 사회적 배제는 장애인이 비장애인 중심인 사회와의 관계가 단절되고 장애에 대한 부정적인 편견 및 고정관념으로 인해 가치가 절하되고, 결혼 및 성, 이동권·접근권 등을 포함한 삶의 다양한 영역들로의 참여와 권력 획득의 기회가 제한되는 것을 의미한다.

본 연구결과는 앞으로 주관적 사회적 배제 측정도구를 개발함에 있어서 중요한 기초자료로 활용되어질 것이다.

@highlight

이 연구의 목적은 장애인의 사회적 배제를 주관적으로 측정할 수 있는 척도를 개발함에 있어 필요한 장애인의 사회적 배제의 개념화를 탐색적으로 시도하는 것이다.

@highlight

이 연구에서 제안하는 장애인의 사회적 배제는 장애인이 비장애인 중심인 사회와의 관계가 단절되고 장애에 대한 부정적인 편견 및 고정관념으로 인해 가치가 절하되고, 결혼 및 성, 이동권·접근권 등을 포함한 삶의 다양한 영역들로의 참여와 권력 획득의 기회가 제한되는 것을 의미한다.

@highlight

이 연구결과는 앞으로 주관적 사회적 배제 측정도구를 개발함에 있어서 중요한 기초자료로 활용되어질 것이다.

