W

D

S

S

는

 

네

트

워

크

 

연

동

구

간

을

 

이

용

한

 

D

D

o

S

 

대

피

소

 

시

스

템

에

 

L

7

 

스

위

치

와

 

웹

캐

시

서

버

를

 

추

가

 

구

성

하

여

 

웹

 

응

용

계

층

 

D

D

o

S

 

공

격

에

 

대

한

방

어

성

능

을

 

향

상

시

킨

 

시

스

템

이

다

.

 

W

D

S

S

는

 

웹

 

D

D

o

S

 

공

격

 

발

생

 

시

 

백

본

 

네

트

워

크

로

부

터

 

트

래

픽

을

 

우

회

한

 

뒤

 

비

정

상

 

요

청

은

 

D

D

o

S

 

차

단

시

스

템

과

 

L

7

 

스

위

치

에

서

 

차

단

하

고

 

정

상

적

인

 

클

라

이

언

트

의

 

요

청

에

 

대

해

서

만

 

웹

캐

시

서

버

가

 

응

답

하

게

 

함

으

로

써

 

소

규

모

 

트

래

픽

 

기

반

의

 

세

션

 

고

갈

형

D

D

o

S

 

공

격

에

 

대

응

하

고

 

정

상

적

인

 

웹

서

비

스

를

 

유

지

한

다

.

 

또

한

 

정

상

 

트

래

픽

을

 

웹

서

버

로

 

재

전

송

하

기

 

위

한

 

I

P

 

터

널

링

 

설

정

이

 

없

이

도

 

공

격

 

대

응

이

가

능

하

다

.

 

본

 

논

문

은

 

W

D

S

S

를

 

국

내

 

I

S

P

 

백

본

 

네

트

워

크

상

에

 

구

축

하

여

 

시

스

템

 

작

동

에

 

대

한

 

유

효

성

과

 

웹

 

응

용

계

층

 

D

D

o

S

 

공

격

 

방

어

성

능

을

 

검

증

한

 

결

과

를

 

다

룬

다

.

 

웹

 

D

D

o

S

 

방

어

성

능

 

평

가

는

 

실

제

 

봇

넷

과

 

동

일

한

 

공

격

 

종

류

와

 

패

킷

수

의

 

공

격

을

 

수

행

할

 

수

 

있

는

 

좀

비

 

P

C

로

 

구

성

한

 

D

D

o

S

 

모

의

테

스

트

 

시

스

템

을

 

이

용

하

여

 

실

시

하

였

다

.

 

웹

 

응

용

계

층

 

D

D

o

S

 

공

격

 

종

류

와

 

강

도

를

 

달

리

하

여

 

W

D

S

S

의

 

웹

 

D

D

o

S

 

방

어

성

능

을

 

분

석

한

 

결

과

 

기

존

의

D

D

o

S

 

대

피

소

 

시

스

템

에

서

 

탐

지

/

방

어

하

지

 

못

한

 

소

규

모

 

트

래

픽

에

 

기

반

하

며

 

동

일

 

플

로

우

를

 

반

복

적

으

로

 

발

생

하

지

 

않

는

 

웹

 

D

D

o

S

 

공

격

을

 

탐

지

/

방

어

할

 

수

 

있

었

다

.

@highlight

WDSS는 네트워크 연동구간을 이용한 DDoS 대피소 시스템에 L7 스위치와 웹캐시서버를 추가 구성해 웹 응용계층 DDoS 공격에 대한방어성능을 향상시킨 시스템이다.