이 글은 성리학의 보편성과 한계를 다루고자 한다.

성리학이란 주자학과 양명학을 모두 포함하는 말이다.

주자학과 양명학은 공부방법에서는 가는 방법이 다르지만, 모두 인간이 추구해야할 보편적이고 궁극적 목적인 리를 추구하고 있는 점에서 공통점을 가지고 있다.

주자학은 내용적으로는 불교의 형이상학에 맞서 유가적 형이상학과 공부론을 확립하는 것이었고, 공리주의에 맞서 도덕적 이론의 정당성을 확보하는 일이었다.

양명학은 주자학의 한계를 벗어나는 것과 공리주의를 비판하는 것을 지향하였다.

주희가 불교와 도교의 철학을 이단으로 몰고 그것의 극복을 제시한 반면, 왕양명은 불교와 도교의 철학을 받아들여 돌파하려고 했던 것이다.

주희가 합리적이고 이성적인 방식이라면, 왕양명은 초월적인 방식으로 보편적인 철학을 건립하고자 하였다.

양명학은 양지에 대한 깨달음을 통해 인간의 근원적인 통찰력을 확보하려고 하였던 것이다.

그것은 누구나 가능하다는 보편적인 인간성에 기반하는 것이다.

그러나 주자학은 이념적으로는 보편주의를 택하지만, 문화적으로는 의복, 제례 등에서 오랑캐문화를 없애고자 하였다.

양명학이 향약을 전파한 것도 중국문화의 확산이었던 것이다.

이는 성리학의 민족적 한계인 것이다.

성리학은 원과 청같은 이민족 정권에서는 보편주의적 성격만이 채택되고, 민족주의적 성격은 무시되었던 것이다.

@highlight

이 논문은 성리학의 보편성과 한계를 다루고자 한다.

@highlight

양명학은 주자학의 한계를 벗어나는 것과 공리주의를 비판하는 것을 지향했다.

