미래의 초고속 광통신 시스템에서 핵심적인 역할을 수행할 시분할 완전 광 역다중기를 비선형 루프 거울을 이용하여구성하고, 40 Gbit/s 의 비트속도에서 성공적인 동작을 시현하였다.

이 때 조화 모드로킹된 광섬유 레이저 및 이득 스위칭된 반도체 레이저를 이용해 생성한 극초단 광펄스를 역다중화 시현에 필요한 신호광 및 클럭광으로 사용하였다.

영분산 파장이 신호광 파장과 클럭광 파장 사이의 가운데 부근인 분산 천이 광섬유를 비선형 루프 거울의 광섬유로 사용하여 색분산에 의한 역다중기의 대역폭 제한을 최소화할 수 있었다.

본 연구를 통해 얻어진 고속 완전 광 역다중기 구도와 고출력 초단광펄스 생성 기술은 앞으로 수 십 내지 수 백 Gbit/s급 이상의 고속 광 신호처리와 솔리톤 전송 등에도 활용이 가능하리라기대된다.

@highlight

미래의 초고속 광통신 시스템에서 핵심적인 역할을 수행할 시분할 완전 광 역다중기를 비선형 루프 거울을 이용하여구성하고, 40 Gbit/s 의 비트속도에서 성공적인 동작을 시현했다.

