생명 과학 II 교과의 ‘유전자와 생명 공학’ 영역은 교사들이 지도하기에도 또한 학생들이 학습하기에도 가장 어려운 부분으로 지목되어 왔다.

현장 교사들이 수업 진행에서 경험하는 어려움을 줄이는 방안을 모색하고자 본 연구를 수행하였다.

단원의 성격을 파악하고, 교재로 사용하고 있는 교과서의 구성과 특징을 이해하는 것이 어려움을 줄이는 데 도움이 될 것이다.

2009 개정 교육과정의 과학 및 생명 과학 Ⅱ 교과목과 ‘유전자와 생명 공학’ 영역의 학습 목표를 분석한 결과, 개념의 이해, 탐구능력 향상, 흥미와 호기심 증진, 과학·기술·사회의 연관성 이해라는 4개의 공통된 목표 범주를 추출할 수 있었다.

이어서 5종의 교과서에서 기술하고 있는 내용이 교육과정에서 강조하고 있는 목표를 효율적으로 달성할 수 있도록 구성되었는지를 살펴보았다.

분석 결과 현행 교과서에서는 유전자 단원에서는 주로 개념의 설명이, 생명 공학 단원에서는 개념의 적용과 과학기술사회의 연관성에 대한 학습이 강조되고 있었다.

마지막으로 해당 교과목과 단원의 목표를 잘 살리고 있는 교과서의 사례와 교과서의 내용을 보완할 수 있는 부분들을 논의하였다.

이를 바탕으로 단원의 목표와 수업에 활용하고 있는 교과서의 특징을 이해한다면 ‘유전자와 생명 공학’의 수업을 보다 원활하게 진행할 수 있을 것이다.

@highlight

생명 과학 II 교과의 ‘유전자와 생명 공학’ 영역은 교사들이 지도하기에도, 학생들이 학습하기에도 가장 어려운 부분이었다.

@highlight

현장 교사들이 수업 진행에서 경험하는 어려움을 줄이는 방안을 모색하고자 하였다.

@highlight

단원의 성격을 파악하고, 교재로 사용하고 있는 교과서의 구성과 특징을 이해하는 것이 어려움을 줄이는 데 도움을 줄 것이다.

