시진핑(習近平) 정부가 신형도시화 정책을 제시한 후 호구제도 개혁이 급물살을 타고 있다.

연구 목적은 호구제도(戶口制度) 개혁이 ‘농민공(農民工) 2세’의 시민화에 어떤 새로운 변화를 가져오는지 설명하는 것이다.

호구제도 개혁에 따라 농민공 2세가 도시에서 시민화 되는 과정을 ‘분할된 통합(segmented incorporation)’이라는 용어로 설명했다.

이 개념을 통해 농민공 2세가 도시에서 호구에 인하여 시민으로 완전히 통합되지 못하고 중국정부가 허용하는 제한된 영역에서만 시민으로 대우받는 상황을 보여주었다.

첫째, 호구제도 개혁에도 불구하고 대도시 농민공은 특정 허용된 영역에서만 시민 대우를 받는 ‘분할된 통합’이 나타나고 있다.

예컨대 농민공 자녀는 대도시에서 공립학교 입학으로 제도적으로는 통합되었지만, 현지 사회의 문화적 저항으로 인해 ‘공간적 격리(spatial segregation)’를 겪고 있다.

둘째, 농민공 자녀는 대도시에서 대입 시험에 응시할 수 없는 ‘제도적 배제’를 경험하고 있지만, 2014년부터 일부 도시에서 농민공 자녀에게 대입시험 응시자격을 허용한 것은 ‘분할된 통합’이라 볼 수 있다.

셋째, 외자기업에서 주로 일하는 농민공 2세는 집단저항과 연대파업을 통해 제도적 차별에 저항하며 노동자로서 권리를 찾아가며 시민으로 정착을 시도하고 있다.

@highlight

시진핑 정부가 신형도시화 정책을 제시한 후 호구제도 개혁이 급물살을 탔다.

@highlight

본 논문은 호구제도 개혁이 ‘농민공 2세’의 시민화에 어떤 새로운 변화를 가져오는지 설명하고자 하였다.

@highlight

호구제도 개혁에 따라 농민공 2세가 도시에서 시민화 되는 과정을 ‘분할된 통합’이라는 용어로 설명하였다.

