돌봄은 지금까지 사랑의 노동이며 여성의 활동, 정체성으로 여겨져 왔다.

유급 돌봄노동도 무급 돌봄과 유사하게 인식되면서 임금 노동으로서 제대로 인정받지 못하고 있다.

이런 특성들이 새롭게 생겨난 돌봄 직업에서는 어떻게 나타날까?

이 글에서는 페미니스트 연구자들의 돌봄 논의를 재가 요양보호사의 사례에 적용시켜 분석하고자 했다.

유급 돌봄노동이 다양한 관련 행위자를 포함하는 만큼 그들의 관계 속에서 돌봄노동의 특성을 파악했다.

그 결과 재가 요양보호사의 돌봄노동은 세 가지 특성을 중심으로 살펴볼 수 있었다.

성별화된 노동, 숙련을 인정받지 못하는 노동, 관계노동이 그것이다.

특히 요양보호사의 숙련 문제와 관계노동으로서의 특성은 노동자가 다른 관련행위자들과의 관계 속에서 업무를 협상하고 자율성을 확보하는데 중요하게 작용했다.

숙련된 노동자는 관리자의 노동 통제를 덜 받고, 수혜자와의 관계에서 노동에 대한 협상을 수월하게 진행했다.

돌봄수혜자와 친밀한 관계를 맺는 것은 노동자의 능력으로 받아들여졌고, 이를 바탕으로 돌봄노동을 재구성할 수 있었다.

요양보호사의 돌봄노동이 인정받기 위해서는 노동자가 역량을 높일 수 있도록 제도적인 인정과 지원이 선행되어야 한다.

특히 고진로 전략을 도입하여 돌봄노동의 가치를 높이는 시도들이 필요하다.

@highlight

돌봄은 지금까지 사랑의 노동이며 여성의 활동, 정체성으로 여겨져 왔다.

@highlight

성별화된 노동, 숙련을 인정받지 못하는 노동, 관계노동이 그것이다.

