이 연구의 목적은 교사들이 학교교육활동 과정에서 중도장애학생들에게 제공하고 있는 생활지도 및 상담의 내용과 교사들이 상담자로서의 역할을 분석하여 보다 효율적인 생활지도 지원을 위한 기초 자료를 추출하는데 있다.

이를 위하여 서울의 한 특수학교에 재직하고 있는 27명의 교사가 작성한 중도장애학생 127명의 1년 치 생활지도 및 상담 일지를 분석하였고, 이들 학생을 지도한 교사 9명과 심층 면담을 통해 생활지도 과정의 어려움과 지원 요구를 분석하였다.

연구결과, 중도장애학생 생활지도의 주요 내용은 ‘건강지도(40.9%)’, ‘사회성 지도(37.0%)’, ‘성격지도(14.2%)’의 순으로 나타났다.

교사들이 수행한 상담자로서의 역할과 내용에서는 ‘장애학생을 위한 행동수정 계획의 수립과 실행을 지원하는 일(27.6%)’, ‘장애학생을 다른 적절한 전문가에게 의뢰하는 일(12.6%) 등이 순으로 나타났다.

한편 중도장애학생들의 생활지도를 담당하는 교사들은 다음과 같은 지원이 필요하다고 하였다.

먼저, 상담과정에서 의료, 복지 등의 전문 분야와 공조가 필요함을 언급하였고, 중도장애학생을 양육하고 있는 가족이 어려워하는 재활 및 의료 정보 및 연계, 그리고 의사소통 지도에 대한 교사의 대비가 필요하다는 결과를 얻었다.

그리고 교사들은 이와 관련한 전문성 신장을 위한 실무형 직무연수 기회 확대 및 상담 매뉴얼 개발 보급을 요구하였고, 중도장애학생 지원을 위한 전문상담인력의 학교 유입에 대한 신중한 고려에 대해 논의하였다.

@highlight

본 연구의 목적은 교사들이 학교교육활동 과정에서 중도장애학생들에게 제공하고 있는 생활지도 및 상담의 내용과 교사들이 상담자로서의 역할을 분석하여 보다 효율적인 생활지도 지원을 위한 기초 자료를 추출하는데 있다.

