이 연구에서는 윤영철(2008)이 한국어로 번역하여 제시한 신체적 자기효능감 척도(PSES-

K)의 심리측정학적 특성을 검사하였다.

전체문항을 한 경우와 PPA요인에 대한 내적일관성 신뢰계수는 양호한 반면 PSPC요인의 신뢰계수는 낮게 나타났다.

탐색적 요인분석에서도 PSPC요인에 포함된 문항들 다수가 낮은 요인 적재값을 갖거나 어느 요인에도 포함되지 않는 결과를 보였다.

확인적 요인분석 결과에 따르면 대부분의 적합도 지수에서 부적합한 것으로 나타났다.

추가적으로 대조되는 두 집단을 이용한 평균비교, 신체적 자기개념 점수와의 상관분석, 체지방률과의 상관분석 결과를 제시하였다.

요약하면, PSES-

K는 세밀한 번역과정을 거쳐 제시된 것으로 알려졌으나 이를 이용한 신체적 자기효능감 측정은 부적합한 것으로 결론지을 수 있다.

이러한 결과는 번역에 사용된 원본 검사지가 외국에서 1980년대 초반에 개발되었다는 점에서 기인된 것으로 보인다.

그러므로 국내에서 적합하게 사용할 수 있는 새로운 신체적 자기효능감 검사지의 개발이 요구된다.

@highlight

본 연구에서는 윤영철(2008)이 한국어로 번역해 제시한 신체적 자기효능감 척도의 심리측정학적 특성을 검사했다.

