복합재료의 열전달 문제는 일반적으로 만족시켜야 하는 보존방정식과 경계조건 외에 추가적으로 만족시켜야 하는 계면경계조건의 존재로 인해 새로운 수치기법의 개발에 어려움이 있다.

계면경계조건이 미분방정식의 해에 불연속성을 유발시키기 때문에 이것을 적절하게 처리할 수 있는 특수한 함수의 도입이 필요하며, 이산화를 통한 계 방정식의 구성도 쉽지 않다.

본 논문에서는 계면경계의 불연속성을 모사하는 특수함수를 포함하면서 계면경계조건을 항상 만족시킬 수 있도록 계면경계식 자체를 매입한 미분근사식을 제안하고, 불연속 재료상수를 갖는 열전달 문제를 무요소 강형식으로 이산화한 이동최소제곱 차분법을 제시한다.

개발된 수치기법은 기존의 수치기법들과 달리 수치적분과 계면경계조건을 만족시키기 위한 별도의 구속 방정식이 필요없으며, 빠르고 정확하게 이종재료 열전달 문제의 수치해를 구해준다.

개발된 수치기법으로 다양한 복합재료 열전달 문제를 해석하고 오차의 수렴률을 조사한 결과, 높은 정확성과 계산 효율성을 갖는다는 것을 확인할 수 있었으며, 특히, 계면경계가 기하학적 특이성을 나타내는 문제에서도 우수한 성능을 발휘하는 것을 보였다.

@highlight

본고에서는 계면경계의 불연속성을 모사하는 특수함수를 포함하며, 계면경계조건을 항상 만족시킬 수 있도록 계면경계식 자체를 매입한 미분근사식을 제안하고, 불연속 재료상수를 가지는 열전달 문제를 무요소 강형식으로 이산화한 이동최소제곱 차분법을 제시한다.

