최근 철도는 고속화를 위해 콘크리트궤도를 적용하는 추세이고 연약지반 구간에 건설된 철도는 장기간에 걸친 작은 양의 침하발생으로도 침하에 민감한 콘크리트 궤도의 침하량 허용범위를 초과하여 궤도의 손상과 뒤틀림을 초래할 수 있다.

연약지반에 건설된 철도의 잔류침하를 효과적으로 제어 할 수 있는 방법으로 성토지지말뚝공법을 들 수 있으며 성토하중을 말뚝머리로 전달하기 위해 콘크리트 슬라브가 사용되기도 하나 하중이 전달되는 과정에 나타나는 성토체 내부의 아칭효과를 극대화하는 토목섬유를 이용한 방법이 보다 경제적이다.

그러나 토목섬유 등으로 인해 집중된 성토하중을 받는 성토지지용 말뚝은 일반적으로 교량구조물에 사용하는 PHC말뚝을 그대로 사용하고 있으며 이는 필요이상으로 높은 강도의 재료를 사용함으로써 재료의 효율성이 크게 떨어지고 있는 실정이다.

이에 따라 해외의 적용사례 조사를 통해 성토지지용으로 가장 적합한 말뚝의 형식으로 현장타설 콘크리트 말뚝을 선정하고 산업부산물을 이용한 배합설계와 압축강도시험을 통해 성토지지용 말뚝재료의 최적 배합조건을 도출하였다.

그리고 최적배합조건을 적용한 성토지지용 현장타설말뚝이 기존 PHC말뚝에 비해 재료의 효율성이 약 2.8배 뛰어나다는 것을 수치해석을 통해 확인하였다.

@highlight

오늘날 철도는 고속화를 위해 콘크리트궤도를 적용하는 추세이고 연약지반 구간에 건설된 철도는 장기간에 걸친 작은 양의 침하발생으로도 침하에 민감한 콘크리트 궤도의 침하량 허용범위를 초과해 궤도의 손상과 뒤틀림을 초래할 수 있다.

