이 연구는 미디어 효과가 발생하는 과정을 설명한 모델인 'O_1-

S-

O_2-

R을 적용하여 인권영화 관람을 유도하는 개인적 특성을 규명하고, 영화 관람을 결정하는 요소와 관람이 이루어진 이후에 발생하는 메시지에 대한 정보처리 과정(숙고적 통합)이 수용자에게 미치는 효과(인권에 인식의 변화, 관람 행동)를 규명하고자 하였다.

이를 위해 서울, 경기 지역 대학생(대학원생) 260명을 대상으로 연구를 수행하였다.

이 중 인권영화를 관람한 경험이 있는 사람은 148명(56.9%), 미경험자는 112명(43.1%)으로 나타났다.

연구결과 인권영화를 관람한 사람은 비관람자에 비해 진보적이고, 보편주의적 가치성향이 높으며, 인권에 대한 평소 관심 정도가 높은 것으로 나타났다.

또한 인권영화 관람 경험자의 인권영화 관람 동기는 ‘인권 관심/자기 성찰’, ‘휴식’, ‘감독 관심’, ‘콘텐츠/성찰’, ‘사회적 상호작용’, ‘과시/표출’의 6개 동기로 밝혀졌다.

인권영화 관람 동기는 인권 인식의 변화와에 차별적인 영향을 미쳤고, 숙고적 통합정도는 인권 의식의 변화에 정적인 영향을 미치는 것으로 나타났다.

@highlight

본 연구는 미디어 효과가 발생하는 과정을 설명한 모델인 'O_1-

@highlight

S-

@highlight

O_2-

@highlight

R을 적용하여 인권영화 관람을 유도하는 개인적 특성을 규명하고, 영화 관람을 결정하는 요소와 관람이 이루어진 이후에 발생하는 메시지에 대한 정보처리 과정이 수용자에게 미치는 효과를 규명하려 했다.

