국내 유통되는 한약재를 이용한 신장질환의 예방 및 치료제개발을 위한 기초 자료를 제시하고자 경동시장에서 구입한 63종의 한약재 추출물을 이용하여 항산화 활성 및 사구체혈관간세포의 증식억제능 탐색 활성을 확인하였다.

그 결과 강진향,고련피, 대풍자, 목향이 RMC 세포의 증식을 50% 이상 억제하는것으로 나타났고, ORAC와 DPPH assay를 통한 항산화 활성을확인한 결과 백단향, 백렴이 가장 우수한 ORAC 활성 효능을 보였으며, DPPH 라디칼 소거활성에서는 계혈등, 귀전우, 대풍자,반대해, 백단향, 백렴이 우수한 효능을 나타냈다.

이 중 대풍자추출물과 목향 추출물은 항산화 활성과 사구체혈관간세포 증식억제능 모두 뛰어난 효능을 나타냈으나, 목향이 함유하고 있는aristolochic acid는 임상적으로 신장에 독성을 일으켜 신장질환 치료제에서 제외되는 한약재로 알려져 있다.

따라서, 가장뛰어난 효능을 보인 대풍자 추출물은 신장질환 치료 및 예방을 위한 한약재 후보물질로서 분획별 항산화 활성과 유효성분 규명의 연구가 요구된다.

@highlight

국내 유통되는 한약재를 활용한 신장질환의 예방과 치료제개발을 위한 기초 자료를 제시하고자 경동시장에서 구입한 63종의 한약재 추출물을 이용해 항산화 활성 및 사구체혈관간세포의 증식억제능 탐색 활성을 확인했다.

