이 연구는 분권화수준과 예산시스템의 이용방식이 통제역기능과 경영성과에 미치는 영향을 규명해 보고자 하였다.

예산시스템의 이용방식은 진단적 이용과 상호작용적 이용으로 구분하였고, 통제의 역기능은 예산슬랙과 단기지향성으로, 경영성과는 재무성과와 비재무성과로 분류하였다.

121개의 상장제조업을 대상으로 연구가설을 검증하였는데 그 결과는 다음과 같다.

첫째, 분권화수준이 높은 기업일수록 예산시스템을 상호작용적으로 이용하고 있다는 사실을 발견할 수가 있었다.

둘째, 분권화수준이 높은 경우에 예산슬랙이 감소되는 것으로 나타났고, 예산시스템을 상호작용적으로 이용한다면 예산슬랙과 단기지향성도 감소되는 것으로 나타났다.

셋째, 기업의 분권화수준이 높고 예산시스템을 상호작용적으로 활용한다면 예산슬랙을 감소시키고 단기지향성도 줄여주어 통제의 역기능을 완화할 수 있는 것으로 나타났다.

그리고 예산시스템을 상호작용적으로 이용하면서 단기지향성을 추구하게 된다면 비재무적 성과의 개선에 부정적인 영향을 미친다는 점도 확인할 수가 있었다.

이 연구는 분권화수준과 예산시스템의 상호작용적 이용이 예산슬랙 및 단기지향성의 감소와 경영성과의 개선에 긍정적인 영향을 미칠 수 있다는 사실을 규명하였다는 점에서 유효한 예산시스템을 구축하고 활용하려는 기업에 의미 있는 시사점을 제공할 수 있을 것이다.

@highlight

본 연구는 분권화수준과 예산시스템의 이용방식이 통제역기능과 경영성과에 미치는 영향을 규명해 보고자 했다.

@highlight

예산시스템의 이용방식은 진단적 이용과 상호작용적 이용으로 구분했고, 통제의 역기능은 예산슬랙과 단기지향성으로, 경영성과는 재무성과와 비재무성과로 분류했다.

