세계 금융위기 이후 일자리 창출은 여러 국가들에서 가장 시급한 문제가 되고 있다.

우리나라에서도 일자리 창출을 통해 지역경제를 활성화시키기 위한 다각적인 정책이 수행되고 있다.

최근에 들어 창출되는 일자리들이 고임금, 상용 일자리보다는 저임금, 임시직 일자리가 창출되는 것으로 알려져 있다.

본 연구는 지역노동시장권별 일자리 창출격차를 일자리 양과 질적 측면에서 비교하는데 목적을 두었다.

본 연구는 노동 수급률과 최소 고용규모를 기준으로 설정된 121 지역노동시장권(LLMAs)을 분석대상으로 하였으며, 고용 규모의 차이를 반영하여 121개 지역노동시장권을 3 그룹(광역-

중소-

농어촌)으로 분류하였다.

본 연구의 결과를 요약하면 다음과 같다.

첫째, 일자리 창출 특성이 지역노동시장권별로 차별화되고 있다.

고부가가치 일자리와 고임금 일자리들은 광역 지역노동시장권에서 주로 창출되는 반면에 상용 일자리는 농어촌 지역노동시장권에서 창출되는 특성을 보이고 있다.

둘째, 일자리 창출은 지역경제 수준과어느 정도 상관성을 갖는 것으로 나타났다.

특히 중소 지역노동시장권의 경우 일자리의 질이 지역경제 수준과 통계적으로 유의미한 상관성을 보인 반면에 농어촌 지역노동시장권의 경우 일자리 양이 지역경제 수준과 높은 상관성을 보이고 있다.

본 연구 결과는 지역성장을 유도하는 효과적인 일자리 창출을 위해 지역노동시장권별 일자리 창출 특성을반영한 차별화된 정책이 수립되어야 한다는 시사점을 제공하였다.

@highlight

이 연구는 지역노동시장권별 일자리 창출격차를 일자리 양과 질적 측면에서 비교하는데 목적을 두었다.

@highlight

이 연구는 노동 수급률과 최소 고용규모를 기준으로 설정된 121 지역노동시장권(LLMAs)을 분석대상으로 했고, 고용 규모의 차이를 반영해 121개 지역노동시장권을 3 그룹(광역-

@highlight

중소-

@highlight

농어촌)으로 분류했다.

