창의?

인성교육을 강조한 지난 10년 동안 창의력 교육을 위한 교육 자료는 양적으로 증가하였다.

대부분의 창의력 증진을 위한 교육 자료는 창의적 문제해결 활동과 함께 내적 동기유발과 자기효능감, 협력적 문제해결력을 강조한다.

PISA에서는 2000년부터 학생의 내적 동기와 자기효능감, 협력적 문제해결력을 측정해 왔다.

이에 본 연구에서는 OECD 국가와 비교할 수 있고 종단자료가 모아진 PISA자료를 사용하여 창의력과 정적 관계를 갖는 내적 동기, 자기효능감, 협력적 문제해결 요인의 결과를 분석하였다.

즉 한국 학생의 내적 동기, 자기효능감이 2006년보다 2015년에 증가하였는지, 2015년 측정한 내적 동기, 자기효능감, 협력적 문제해결력(수행과 태도)이 OECD 국가의 평균보다 높은지를 살펴보았다.

그 결과, 2006년에 비해 2015년에 내적 동기 및 자기효능감이 증가했음에도 불구하고 그 값은 OECD 국가의 평균보다 대체로 낮았다.

협력적 문제해결의 수행성취도는 OECD 평균보다 높았지만, 협력적 문제해결에 대한 태도는 OECD 평균보다 낮았다.

마지막에 이러한 결과에 관한 논의와 함께 정책적 시사점을 제시하였다.

@highlight

PISA에서는 2000년부터 학생의 내적 동기, 자기효능감, 협력적 문제해결력을 측정했다.

@highlight

본 논문에서는 OECD 국가와 비교할 수 있고 종단자료가 모아진 PISA자료를 사용하여 창의력과 정적 관계를 갖는 내적 동기, 자기효능감, 협력적 문제해결 요인의 결과를 분석하고자 했다.

