본고의 목적은 시와 시인에 대한 이해인의 사유를 통해 그녀의 시론을 살펴보려는 데 있다.

이해인은 자신의 시론을 명시적으로 언급하지 않았다.

그렇기 때문에 텍스트를 정독하면서 시와 시인에 대한 이해인의 생각과 태도를 찾아야 한다.

시를 구성하는 다양한 원리 중에서 가장 기초적인 이 두 가지 질문에 대해 답을 찾는 과정에서 이해인의 시론에 접근할 수 있을 것이다.

이해인의 시는 ‘이명숙’과 ‘클라우디아’, 그리고 ‘이해인’이 길항하는 과정의 산물이다.

이 때 이해인이 묘사하는 시인은 한마디로 ‘예수를 닮은 이’이다.

이해인이 생각하는 시인은 오직 절대자가 원하는 글을 쓰는 사람이다.

또 시인은 절대자를 위하여 스스로 소멸하는 사람이다.

시인에 대한 이해인의 이러한 생각은 절대자를 위해 소멸하려는 이해인의 의지에 닿아 있다.

이해인 시의 기원은 절대자에게서 비롯된다.

절대자를 지향하는 과정, 즉 시를 쓰는 과정은 고통의 연속이다.

그러나 이 과정을 거쳐야만 시인은 영원한 생명의 나라에 들어갈 수 있다.

이해인에게 시를 쓰는 것은 기쁨이며 영신의 수련행위이다.

시를 쓰는 과정은 생명의 활동이며, 삶의 목적을 발견하는 과정이다.

그러나 무엇보다 중요한 것은 이해인의 시가 절대자를 향한 흠숭의 기도라는 점이다.

@highlight

이 논문의 목적은 시와 시인에 관한 이해인의 사유를 통해 그녀의 시론을 살펴보려는 데 있다.

@highlight

그렇기에 텍스트를 정독하면서 시와 시인에 관한 이해인의 생각과 태도를 찾아야 한다.

