본 연구는 특수교사들이 지각하는 교육공동체란 어떤 것인가에 대해 살펴보면서 교육공동체에 필요한 구성요인 및 그 개념을 탐색하는데 그 목적이 있다.

이를 위해 2단계에 걸쳐 자료를 수집하였는데, 문헌 조사를 통하여 교육공동체 인식에 대하여 살펴볼 수 있는 문항을 전문가들을 토대로 개발하고, 다음으로 서울, 부산, 울산, 경남지역의 특수교사 312명을 대상으로 개발한 문항에 대하여 요인분석을 실시하였다.

수집된 자료는 IBM SPSS Statistics 21 프로그램을 사용하여 탐색적 요인분석을 실시하였고, 주성분 분석을 통해 교육공동체를 구성하는 주요 요인을 추출한 후 개념을 정리하였다.

연구결과, 특수교사들은 교육공동체를 ‘민주적 참여’, ‘협력’, ‘상호이해’, ‘공유된 비전과 목표’, ‘정서적 유대감’ 등의 총 5개 요인이 포함되어 있다고 생각하고 있었다.

이러한 연구결과를 바탕으로 교육공동체 구성원들이 행복감을 느낄 수 있는 학교 생태계 조성을 구축하기 위하여 각 구성요인의 구체적인 개념에 대해 다시 생각해보고 학교현장에서 긍정적인 방향으로 적용될 수 있기 위한 방향을 논의하였고, 개념모형을 설정하는데 도움이 되는 시각을 제공할 것이다.

@highlight

이 연구는 특수교사들이 지각하는 교육공동체란 어떤 것인가에 관해 살펴보면서 교육공동체에 필요한 구성요인 및 그 개념을 탐색하는데 그 목적이 있다.

