국내시장에 높은 시장지배력을 지닌 사업자가 존재하여 일반적인 외국산 제품에 대한 수입 활성화나 병행수입 활성화를 통한 국내시장 경쟁도 제고에 한계가 있을 경우, 해당 사업자가 국내에서 생산하여 해외에 수출한 제품을 다시 수입해 오는 재병행수입의 촉진 또한 사회후생 증가에 기여할 수 있는 유효한 도구라고 볼 수 있다.

본 연구에서는 이와 같은 사실에 주목하여 자동차산업에서의 재병행수입의 경제적 효과를 살펴보았다.

보다 구체적으로는, 국내 자동차산업의 수요와 공급 시스템을 구조적으로 추정하여 국내에서 생산되어 미국시장에서 내수시장에서보다 현저히 저렴하게 판매되고 있는 차종들의 재수입 활성화를 가정한 반사실적 실험을 시행한 결과, 재병행수입의 활성화는 기업들의 이윤을 감소시키지만 그 이상의 소비자후생 증가와 함께 소폭의 추가 재정수입 증가를 가져와 전체적으로 사회의 경제적 후생 증가에 기여함을 확인하였다.

이는 재병행수입에 관련된 제약에 의한 정책비용이 발생하고 있는 것으로도 이해할 수 있으므로, 경쟁정책 당국은 물론 산업 및 무역 정책을 담당하는 정책당국이 이와 같은 비용을 간과하지 않도록 지속적인 관심을 가질 필요가 있을 것이다.

@highlight

국내시장에 높은 시장지배력을 지닌 사업자가 존재하여 일반적인 외국산 제품에 대한 수입 활성화나 병행수입 활성화를 통한 국내시장 경쟁도 제고에 한계가 있을 경우, 해당 사업자가 국내에서 생산하여 해외에 수출한 제품을 다시 수입해 오는 재병행수입의 촉진 또한 사회후생 증가에 기여할 수 있는 유효한 도구라고 볼 수 있다.

@highlight

이 연구에서는 이와 같은 사실에 주목하여 자동차산업에서의 재병행수입의 경제적 효과를 살펴보았다.

