본 연구에서는 내용 지식 교육의 측면에서 예비수학교사 교육의 방향을 탐색하고자 예비수학교사들의 MKT에 대한인식 조사와 더불어 실제 과제 수행 과정에서 드러나는 MKT에 대한 분석을 실시하였다.

26명의 예비수학교사가MKT에 대한 인식 설문 조사와 중학교 수준의 기하 영역에 해당되는 2개의 MKT 과제의 수행에 참여하였다.

본 연구에 참여한 예비교사들은 KCT-2 범주를 제외한 MKT 하위 범주 각각에 대한 지식이 충분하다고 인식하는 것으로나타났고, 예비교사교육에서 MKT의 각각의 하위 범주에 대한 교육은 중요하게 생각하고 있었다.

그러나 MKT 과제수행 분석으로부터 본 연구에 참여한 예비수학교사들은 SCK, KCS, KCT를 요구하는 문항에 어려움을 겪고 있는 것을 알 수 있었고, 특히, SCK와 KCT를 요구하는 문항에 적절한 응답을 준 예비교사의 비율이 50% 이하로 나타나MKT에 대한 예비교사들의 일반적인 인식과 실제적인 지식 발현 과정 사이에는 불일치되는 부분이 있음을 확인할수 있었다.

@highlight

이 연구에서는 내용 지식 교육의 측면에서 예비수학교사 교육의 방향을 탐색하고자 예비수학교사들의 MKT에 대한인식 조사와 더불어 실제 과제 수행 과정에서 드러나는 MKT에 대한 분석을 실시했다.

