‘2015 개정국가교육과정’의 핵심 의제 중의 하나는 미래형 창의 융합 인재의 양성이다.

이러한 인재 개발의 목적 달성을 위해 2018년부터 모든 고등학교 학생들은 ‘통합사회’ 과목을 필수적으로 이수하게 된다.

통합사회 과목에는 보다 공평하고 평화로운 세계를 지원할 수 있는 글로벌 시민을 기르기 위해 9대 핵심 개념이 제시된다.

본 연구는 통합사회를 구성하는 여러 개념 중 하나인 ‘정의’ 개념에 주목하여, 지리교육 영역에서 어떻게 가르칠 것인가에 대해 논의한다.

본 연구에서는 크게 세 단계의 탐구 과정-

첫째, 정의 담론에 대한 선행연구 분석, 둘째, 글로벌 차원의 교육 전통에서 지향하고 있는 정의의 방향 탐색, 셋째, 대안적 지리교육과정의 실천 방향 제시-

을 거친다.

그 결과 정의 담론 스펙트럼 중 ‘분배적 정의’, 글로벌 교육전통이 지향하는 공통분모인 ‘글로벌 사회 정의’, 지리교육의 빅 아이디어인 ‘글로벌 스케일’에서의 공간 불평등을 이용하여, 본 연구의 마지막에서는 교육과정 및 교과서 수준교육에서 구체적으로 실천할 수 있는 글로벌 정의 교육 방안을 제안한다.

@highlight

본고는 통합사회를 구성하는 여러 개념 중 하나인 ‘정의’ 개념에 주목해, 지리교육 영역에서 어떻게 가르칠 것인가에 대하여 논한다.

