신생기업은 설립 이전의 경험(pre-

entry experience)에 의해 전해지는 자원과 역량 (Resource and Capabilities) 뿐만 아니라 설립 직후 여러 가지 경험(experience)에 의해 육성되는 자원과역량에 의해서 성장해 나간다.

본 연구의 목적은 기업이 설립 직전 또는 설립 직후에 얻은자원과 역량이 기업의 장기 성과에까지 영향을 미치는가를 파악하는 것이다.

설립 이전의 경험이 선천적으로 이어 받는 자원과 역량을 만들고, 설립 직후의 경험이 후천적으로 육성되는 자원과 역량을 만들 것으로 판단하고, 설립 이전의 경험 유무와 설립 직후의 경험 강도를 측정하였다.

후천적 경험을 유형자산, R&D활동, 인적자원의 증감으로 구분하여 기업의 성장경로에 미치는 단기적, 장기적 영향을 분석하였다.

실증분석 결과를 통해 신생기업의 선천적 경험에서 생긴 자원과 역량보다는 후천적 경험이 장기 성장률에 더 강하게 영향을 미치고 있음을 확인하였다.

후천적 경험 중에서 R&D집중도는 기업의 단기 성장률에는 부정적인 영향을 줄 수 있지만, 장기 성장률에는 긍정적인영향을 주는 것으로 확인되었으며, 또 다른 후천적 경험인 인적자원(employee)의 증강은이와는 반대로 장기적 성과에 부정적인 효과가 나타나는 것으로 분석되었다.

선천적 경험과 더불어 유형자산의 증가를 후천적으로 강하게 경험한 기업의 경우에는 장기 성장률에 영향을 미치되, 부정적인 효과를 보이는 것으로 확인되었다.

@highlight

이 연구의 목적은 기업이 설립 직전 또는 설립 직후에 얻은자원과 역량이 기업의 장기 성과에까지 영향을 미치는가를 파악하는 것이다.

@highlight

실증분석 결과를 통해 신생기업의 선천적 경험에서 생긴 자원과 역량보다는 후천적 경험이 장기 성장률에 더 강하게 영향을 미치고 있음을 확인했다.

