이 연구의 목적은 다양한 혼화재의 치환과 양생온도를 고려한 콘크리트의 압축강도 발현을 평가할 수 있는 단순모델의 제시이다.

이를위해 ACI 209의 포물선 식을 성숙도 함수를 기반으로 하여 수정하였으며, 압축강도 발현 상수 A, B 그리고 재령 28일 압축강도는 264개의 기존 실험결과들의 회귀분석으로부터 결정하였다.

제시된 모델의 검증을 위하여 혼화재 치환과 양생온도를 변수로 3그룹의 실험을 수행하였다.

콘크리트의 28일 압축강도는 양생온도가 표준양생온도(20도시)보다 높을수록 또는 낮을수록 감소하였다.

초기 재령3일동안 표준온도에서 양생을 한 콘크리트의 압축강도 발현은 그 이후 양생온도 변화에 영향을 거의 받지 않았다.

제안된 모델의 예측값과 실험값의 비의평균과 표준편차는 각각 1.00와 0.08로서 실험결과와 잘 일치하였다.

@highlight

이 연구는 다양한 혼화재의 치환과 양생온도를 고려한 콘크리트의 압축강도 발현을 평가할 수 있는 단순모델을 제시하는 것에 그 목적이 있다.

