본 연구는 2011년에 발표된 교통안전지수(TSI)에 초점을 맞춰 타당도 및 신뢰도를 분석하여 문제점을 도출하고 향후 TSI의 타당도 및 신뢰도 제고방안을 제시하고자 하였다.

단일차원에서 각 구성개념의 타당도를 분석한 결과, TSI 구성개념 중 희생요인의 경우 구성개념 타당성이 낮게 나타나고 있고 발생요인과 도로환경요인 간의 기준타당성이 낮게 나타나고 있다.

또한 신뢰도 분석결과에서는 희생요인의 신뢰도가 낮게 나타나 지수들 간의 내적 일관성에 문제가 있음을 보여주고 있다.

2010 TSI 모형검증을 위한 고차요인분석결과에서 TSI의 모형적합도는 낮게 나타났다.

특히 측정모형에서 발생요인의 측정지표인 중사고차, 중사고인, 희생요인의 측정지표인 사망자차, 사망자인, 사고심각도, 보행사망자비, 도로환경요인의 측정지표인 중사고도로, 사망자도로 등의 측정오차가 매우 높게 나타나고 있어 TSI 모형과 자료가 잘 부합되지 않음을 보여주고 있다.

이러한 분석결과를 토대로 본 연구는 보다 개선된 TSI 개발을 위한 고려사항을 제안하였다.

@highlight

이 연구는 2011년에 발표된 교통안전지수에 초점을 맞춰 타당도 및 신뢰도를 분석하여 문제점을 도출하고 향후 TSI의 타당도 및 신뢰도 제고방안을 제시하려 했다.

