이 논문은 협연조직의 사례를 통해 예술적 은유(artistic metaphor)가 공공조직 개발(발전)에 주는 이론적·실천적 함의를 논하고, 이를 통해 예술적 은유에 관한 학문적 관심을 자극하는 데 목적을 둔다.

대부분의 공공조직은 역량과 동기(열정)가 다른 사람들로 구성된 이질적 조직이기에, 이와 유사한 속성을 지닌 아마추어 오케스트라(APO)가 분석의 대상이 되었다.

협연조직은 한 편으로는 능력 및 고객중심주의, 피드백 채널 같은 조직성과 제고나 직무설계에 필요한 실행개념의 의의를 환기시키면서, 다른 한 편으로는 기획(목표 설정) 없는 조직적 활동, 자발적 협력과 참여, 업무를 통한 내재적 동기부여, 일에 대한 열정과 에너지, 최소한의 지휘와 리더십 공유 등 차별적 시각에서 조직개발에 접근할 수 있음을 보여 준다.

사례분석에서 나타난 예술적 은유 중 주목할 만한 것은 역설적 구조의 공존, 조직 즉흥연주(OI)의 제한된 유용성, 그리고 고전과 새로움의 조화로운 만남이다.

이 연구는 조직개발이 창조가 아닌 진화의 과정으로서, 대상조직에 대한 정확한 이해, 철저한 자기성찰, 끊임없는 역량강화를 필요로 하고, 특히 급변하는 소용돌이 환경에서는 과학과 예술의 조화를 찾는 균형적 접근이 필요함을 강조한다.

@highlight

본고의 목적은 협연조직의 사례를 통하여 예술적 은유(artistic metaphor)가 공공조직 개발(발전)에 주는 이론적·실천적 함의를 논의하며, 이를 통하여 예술적 은유에 대한 학문적 관심을 자극하는 데에 있다.

