가스하이드레이트 함유지층의 시추 시 발생하는 하이드레이트의 해리는 입자간 점착력을 감소시키고 변위를 유발하여 공벽안정성을 약화시키기 때문에 하이드레이트 층의 시추에 앞서 역학적 안정성에 대한 분석이 필수적이다.

본 연구에서는 시추공 안정성에 영향을 미치는 인자들을 파악하기 위해 입자결합모델인 PFC3D를 이용하여 시추공의 거동과 역학적 안정성을 분석하였다.

하이드레이트의 해리유무, 해리범위, 지하응력, 해리속도, 이벽(mudcake)의 존재유무와 강도 변화에 따른 각 인자들의 영향을 평균변위와 균열수, 시추공지름대비 변위로 정량화하였다.

그 결과, 해리가 발생하는 경우 해리가 일어나지 않을 때에 비해 지층의 균열과 지층입자의 변위가 큰 폭으로 증가하여 공벽안정성이 약화되었다.

민감도분석 결과, 해리범위와 지하응력은 변위와 균열을 크게 증가시키며 안정성에 매우 큰 영향을 미치는 결과를 보였다.

해리속도와 이벽에 의한 지층강도의 증가는 지층안정성에 미미한 영향을 미쳤으며, 포화도의 증가는 공벽의 불안정성을 가속화시킴을 확인하였다.

@highlight

가스하이드레이트 함유지층의 시추 시 발생하는 하이드레이트의 해리는 입자간 점착력을 감소시키고 변위를 유발해 공벽안정성을 약화시키기 때문에 하이드레이트 층의 시추에 앞서 역학적 안정성에 대한 분석이 필수적이다.

