본 연구는 저개발국 모자건강관리에 중요한 역할을 담당하고 있는 보건소 간호사의 역량강화를 위해 에티오피아 티그라이 주에서 모자보건 간호사 교육을 시행하고 지식과 수행자신감에 대한 효과를 확인하기 위해 시행되었다.

에티오피아 티그라이 주 일개 지역의 5개 보건소 모자보건 간호사 21-34명씩을 대상으로 모자보건 관련한 5개 주제-

가족계획, 산전관리, 분만 및 산후관리, 영유아 예방접종, 아동건강관리-

에 대한 교육을 시행한 후 지식과 수행자신감을 교육 전과 후에 설문조사로 측정하여 비교하였다.

연구 결과, 모자보건 관련 5개 모든 주제에서 지식과 수행자신감이 교육 전에 비해 교육 후 유의하게 상승하였으며, 교육 만족도도 100점 만점에 77-80점으로 높은 편이었다.

이 연구를 통해 모자보건 관련 교육을 통해 지역사회 보건소 간호사들의 지식과 수행자신감이 유의하게 향상됨을 확인하였으며, 향후 실제적인 수행 정확도와 서비스 제공률의 향상 등을 통해 궁극적인 교육효과를 확인해 볼 수 있을 것으로 사료된다.

@highlight

이 연구는 저개발국 모자건강관리에 중요한 역할을 담당하고 있는 보건소 간호사의 역량강화를 위해 에티오피아 티그라이 주에서 모자보건 간호사 교육을 시행하고 지식과 수행자신감에 대한 효과를 확인하기 위해 시행됐다.

@highlight

본 연구를 통해 모자보건 관련 교육을 통해 지역사회 보건소 간호사들의 지식과 수행자신감이 유의하게 향상됨을 확인하였으며, 향후 실제적인 수행 정확도와 서비스 제공률의 향상 등을 통해 궁극적인 교육효과를 확인해 볼 수 있을 것으로 사료된다.

