점도가 높은 폴리머 용액을 저류층에 주입하여 잔존석유를 회수하는 폴리머 주입법은 폴리머 정체가빈번히 발생하여 주입 효율이 떨어지는 문제점이 있어 폴리머 주입법을 적용하기 전 폴리머 정체를 고려한설계가 필수적이다.

폴리머 정체량은 코어유동실험에서 주입유체와 회수유체의 농도차를 이용하여 측정이 가능하다.

흡광도 측정법은 폴리머 농도와 용액의 혼탁도 간의 관계를 분석하여 폴리머 농도를 측정할 수 있는 방법으로 500 ppm 미만의 폴리머 용액조건에서 적용되어 왔다.

최근 폴리머 주입법의 적용효율을 높이기 위해 1,000 ppm 이상의 폴리머 용액을 주입하는 사례의 증가로 이 연구에서는 높은 폴리머 농도 조건에서 흡광도 측정법의적용 가능성을 파악하였다.

또한 저류층 조건을 모사한 코어유동실험과 연계한 실험을 수행하여 저류암 내 에서의 폴리머 정체량을 측정하였다.

@highlight

최근 폴리머 주입법의 적용효율을 높이기 위해 1,000 ppm 이상의 폴리머 용액을 주입하는 사례의 증가로 본 연구에서는 높은 폴리머 농도 조건에서 흡광도 측정법의적용 가능성을 파악했다.

