행정사의 연구영역은 크게 일반 행정사와 분야별 행정사로 나눌 수 있는데, 그동안 한국행정사의 연구영역은 분야별 행정사가 대부분이고, 그 가운데서도 사상·이념과 정책·제도가 대다수를 차지한다.

한동안 특정 인물에 관한 연구가 큰 흐름을 이루다가 최근에는 관료제에 관한 연구가 늘고 있다.

행정사 연구를 통해 과거 행정으로부터 교훈을 얻고 미래를 예측하려면 행정사 연구는 광범한 사학 일반에 관한 이해가 필요하다.

시대별로는 조선시대 행정사 연구에 집중되어 있어 모든 시대에 걸친 한국행정사 연구 경향의 일반화를 도모하는데 장애가 되고 있다.

그동안 극소수의 연구자가 행정사를 연구하고 있어 행정사 연구는 행정사의 일반이론 발전 및 한국행정사의 특수성 규명에 그다지 기여하지 못하고 있는 실정이다.

행정사 연구의 목적이 과거의 행정을 설명하고, 교훈을 얻으며, 미래를 예측하여 ‘사람이 사람답게 사는 방법’을 찾는 것이라고 할 때, 가장 중요한 것은 과거의 행정을 설명하는 준거를 명확히 하는 것인데, 그러기 위해서는 진정한 우리의 ‘근대성’이 무엇인지를 찾아야 할 것이다.

@highlight

행정사의 연구영역은 크게 일반 행정사와 분야별 행정사로 나눌 수 있는데, 그동안 한국행정사의 연구영역은 분야별 행정사가 대부분이고, 그 가운데서도 사상·이념과 정책·제도가 대다수를 차지한다.

