로봇은 4차 산업혁명 시대를 대표하는 테크놀로지로, 미래를 살아갈 학생들은 로봇을 유연하게 다룰 수 있는 역량을 갖출 필요가 있다.

따라서 로봇을 학교 수업에 효과적으로 도입하기 위한 교수학적 연구가 요구되며, 특히 로봇을 활용한 문제해결에서 필수적이라 할 수 있는 수학에 초점을 두어 로봇을 활용한 수업을 어떻게 설계하고 평가할 것인지에 대한 연구가 이루어질 필요가 있다.

본 연구는 이를 위한 기초 연구로, 로봇 활동의 수준을 정의하고자 시도하였다.

이를 위하여 학생의 학습 수준에 대한 대표적 연구인 Van Hiele의 기하 학습 수준 이론을 시작점으로 설정했으며, LEGO 마인드스톰 활동 수준을 설정하기 위한 매개로 LOGO를 선택하였다.

Olson et al.

(1987)의 연구에서는 Van Hiele의 기하 학습 수준에 대응하는 LOGO 활동 수준을 정의했는데, 본 연구에서는 LOGO와 LEGO 프로그래밍의 태생적인 유사점에 주목하여 Van Hiele의 기하 학습 수준에 따른 LOGO 활동 수준에 LEGO 마인드스톰 활동 수준을 연계하여 로봇을 활용한 수학 수업에서의 활동 수준을 분석하고 정의하였다.

@highlight

본 논문에서는 로봇 활동의 수준을 정의하고자 하였다.

@highlight

Van Hiele의 기하 학습 수준 이론을 시작점으로 설정했다.

@highlight

LEGO 마인드스톰 활동 수준을 설정하기 위한 매개로 LOGO를 선택하였으며 로봇을 활용한 수학 수업에서의 활동 수준을 분석하였다.

