본고는 한국의 對 인도네시아 수출입 물동량의 결정요인에 대한 모형을 구성한 후 이들 변수들이 수출입 물동량에 미치는 영향의 크기와 방향을 파악하였다.

이와 동시에, 한·ASEAN FTA가 한국의 對 인도네시아 해상물동량에 미치는 효과를 분석하였다.

장기균형식의 추정결과, 세계경기의 호조와 국제유가의 상승은 수출물동량을 증가시키고 국내경기와 세계상품가격의 상승은 수입물동량을 증가시키는 것으로 나타났다.

한편 국제유가의 경우, 수출물동량에는 긍정적인 영향을 미쳤지만 수입물동량에는 부정적인 영향을 미치는 것으로 분석되었다.

다음으로 오차수정모형의 추정결과, 오차수정항이 음(-

)의 부호를 가지면서 통계적으로 유의하였으며 수출물동량이 조정속도가 수입물동량보다 훨씬 빠르다는 것을 알 수 있었다.

게다가, 한· ASEAN FTA 효과를 분석한 결과 FTA체결 이후 수출물동량이 수입물동량보다 더 큰 폭으로 증가하였으며, 2013년부터 2014년 기간에는 수출물동량과 수입물동량이 각각 큰 폭으로 증가폭이 둔화되고 감소하는 것으로 나타났다.

@highlight

본고는 한국의 對 인도네시아 수출입 물동량의 결정요인에 대해 모형을 구성한 후 이들 변수들이 수출입 물동량에 미치는 영향의 크기와 방향을 파악했다.

