이

 

논

문

은

 

빠

따

다

깔

에

 

소

재

한

 

비

루

빡

샤

 

사

원

의

 

만

다

빠

 

기

둥

에

 

새

겨

진

 

하

나

의

 

라

마

야

나

 

조

각

을

 

분

석

한

 

것

이

다

.

 

초

기

 

서

부

 

짤

루

끼

야

 

왕

조

 

당

시

 

건

립

된

 

사

원

들

 

가

운

데

 

많

은

 

수

는

 

라

마

야

나

를

 

적

극

 

사

원

 

내

외

벽

에

 

조

각

했

으

며

 

조

각

의

 

규

모

도

 

이

전

 

시

대

보

다

 

대

폭

 

확

장

되

었

다

.

 

여

러

 

패

널

에

 

나

뉘

어

 

연

속

적

인

 

사

건

의

 

진

행

이

 

표

현

되

기

도

 

했

고

,

 

이

번

 

연

구

처

럼

 

단

일

한

 

하

나

의

 

조

각

패

널

 

속

에

 

내

용

상

 

많

은

 

분

량

이

 

길

게

 

표

현

된

 

조

각

도

 

있

다

.

 

특

히

 

<

라

바

나

의

 

시

따

 

납

치

>

조

각

 

패

널

은

 

비

루

빡

샤

 

사

원

 

만

다

빠

 

내

의

 

남

측

 

기

둥

에

 

새

겨

진

 

조

각

으

로

서

,

 

하

나

의

 

패

널

을

 

횡

으

로

 

네

 

개

의

 

열

로

 

나

누

어

 

아

란

야

칸

다

의

 

주

요

내

용

을

 

거

의

 

다

 

조

각

해

놓

았

다

.

 

슈

르

빠

나

카

가

 

단

다

까

 

숲

에

 

거

주

하

는

 

라

마

의

 

아

쉬

람

에

 

찾

아

오

는

 

장

면

부

터

 

라

바

나

가

 

시

따

를

 

납

치

한

 

후

 

자

따

유

스

와

 

전

투

하

는

 

장

면

에

 

이

르

기

까

지

 

묘

사

되

었

는

데

,

 

이

 

논

문

에

서

는

 

발

미

끼

의

 

라

마

야

나

와

 

비

교

하

면

서

 

가

능

한

 

이

 

조

각

들

에

 

대

해

 

상

세

한

 

분

석

을

 

시

도

하

였

다

.

 

이

 

조

각

은

 

특

히

 

화

면

 

속

에

 

등

장

하

는

 

인

물

 

모

두

에

 

대

해

 

명

문

을

 

남

겨

놓

았

는

데

 

이

 

명

문

의

 

방

향

과

 

조

각

의

 

방

향

은

 

반

대

방

향

으

로

 

제

시

되

고

 

있

다

.

 

또

한

 

짤

루

끼

야

의

 

많

은

 

사

원

들

은

 

라

마

야

나

 

조

각

을

 

남

측

에

 

조

각

하

는

 

관

습

을

 

보

여

주

고

 

있

는

데

,

 

이

러

한

 

조

각

의

 

방

향

과

 

방

위

에

 

대

한

 

기

존

의

 

관

점

들

에

 

대

한

 

해

석

도

 

함

께

 

제

시

되

었

다

.

 

이

러

한

 

관

점

이

 

완

결

된

 

답

이

라

고

는

 

할

 

수

 

없

어

도

 

차

후

 

연

구

의

 

디

딤

돌

이

 

될

 

것

이

라

 

생

각

한

다

.

@highlight

본 논문은 빠따다깔에 소재한 비루빡샤 사원의 만다빠 기둥에 새겨진 하나의 라마야나 조각을 분석한 것이다. 특히 <라바나의 시따 납치>조각 패널은 비루빡샤 사원 만다빠 내의 남측 기둥에 새겨진 조각으로서, 하나의 패널을 횡으로 네 개의 열로 나누어 아란야칸다의 주요내용을다 조각해놓았다.