이 연구는 모자화에 대한 기초적 연구로서, 모자화의 해석기준을 마련하여 모자화를 대학생의 애착의 차이를 평가하는 진단도구로서의 활용가능성을 알아보기 위한 것이다.

연구대상은 대구·경북 및 부산 지역 소재의8개 대학에 재학 중인 1~4학년 대학생 610명(남 325명, 여 285명)이며, 이들을 대상으로 2012년 11월 26일에서12월 7일에 걸쳐 일반적 특성에 관한 질문지와 성인애착질문지 및 모자화를 실시하였다.

자료분석은 모자화의채점자간 일치도를 알아보기 위하여 상관분석을 실시하였고, 모자화의 반응특성과 그에 따른 애착의 차이를 알아보기 위하여 빈도분석과 일원변량분석을 실시하였으며, 사후검정으로 Scheffe-

test를 실시하였다.

본 연구의결과는 다음과 같다.

모자화의 해석지표는 27개를 설정하였고 그 채점기준을 마련하였으며, 그 중 16개의 해석지표를 검증하였다.

연구결과, 모자화의 반응특성에 따른 애착에서는 아이상의 얼굴표현, 신체부위생략, 표정과어머니상의 형태, 얼굴표현, 신체부위생략, 표정, 아이상 생각과 어머니상 생각, 친밀감의 10개 변인에서 유의한차이가 있음을 확인하였다.

이를 통해 모자화는 대학생의 애착을 평가하는 효과적인 진단도구가 될 수 있음을확인하였다.

@highlight

본 연구는 모자화에 관한 기초적 연구로서, 모자화의 해석기준을 마련해 모자화를 대학생의 애착의 차이를 평가하는 진단도구로서의 활용가능성을 알아보기 위한 것이다.

