이 연구는 자기결정성 이론(Ryan & Deci, 2000)의 관점에서 청소년 선수들의 지각된 코칭행동과 성취목표, 운동지속의 구조적관계에서 성취목표의 매개효과를 구조방정식모형 분석을 통해 규명하는 것이다.

연구목적 달성을 위해서 수도권에 소재하고 있는 체육 및 일반계 중·고등학교 운동선수 320명을 최종 유효 표본으로 선정하였고, 자료처리는 SPSS 18.0과 AMOS18.0을 활용하여 전체모형의 적합도 검증을 확인한 후 가설검정을 하였다.

첫째, 코치의 자율성지지는 숙달접근과 수행접근, 그리고 운동지속에 정적인 영향을 미치는 것으로 나타났다.

둘째, 통제적 코칭행동은 수행접근과 수행회피에 정적인 영향을 미치는 것으로 나타났다.

셋째, 성취목표성향의 숙달접근과 숙달회피는 운동지속에 정적인 영향을 미쳤고, 수행접근은운동지속에 부적인 영향을 미치는 것으로 나타났다.

넷째, 코치의 자율성 지지와 운동지속의 관계에서 성취목표성향 중 숙달접근과 수행접근은 이들의 관계를 부분매개역할을 하는 것으로 나타났다.

다섯째, 통제적 코칭행동과 운동지속의 관계에서도 수행접근은 부적으로 부분매개역할을 하는 것으로 확인되었다.

이러한 결과는 자율성을 지지하는 코치의 행동이 선수들의 긍정적인 성취목표 성향을 이끌어내어 운동을 지속시킨다는 사실을 보여준다.

@highlight

본고는 자기결정성 이론(Ryan & Deci, 2000)의 관점에서 청소년 선수들의 지각된 코칭행동 및 성취목표, 운동지속의 구조적관계에서 성취목표의 매개효과를 구조방정식모형 분석을 통하여 규명하는 것이다.

