어기구 국회의원이 한국동서발전으로부터 당진화력 1~8호기의 대기오염물질 배출 저감을 위해 2020년까지 6595억 원을 투입해 2015년 대비 40%까지 감축하겠다는 계획을 받아냈다고 밝혔다.

지난해 7월 정부가 발표한 ‘석탄화력발전소 미세먼지 대책’에 따라 한국동서발전에서는 대기오염물질 감축사업을 추진 중이었으나, 어기구 의원은 청원심사소위원회에서 산업통상자원부를 상대로 당진지역의 조기감축 필요성을 역설하며 추가적인 감축 계획을 강력히 요구했다.

민간기업인 현대제철의 경우 2020년까지 4600억 원을 투자해 대기오염물질을 2016년 대비 40%까지 감축하겠다는 업무협약을 체결했지만 공기업인 동서발전은 당초 2018년까지 720억 원을 투입해 오염물질 총량을 2015년 대비 21% 감축하겠다고 발표한 바 있다.

이에 대해 일각에서는 민간기업에 비해 공기업 대책이 턱없이 미흡하다고 지적하며 비판해 왔다.

한편 한국동서발전에서 내놓은 당진화력본부 대기오염물질 감축추진안에 따르면 2015년 대기오염물질 배출량은 2만2869t으로, 2020년까지 9148t(40%)을 줄여 1만3721t까지 감축하겠다는 계획이다.

주요 감축사업은 1~8호기에 대해 환경설비 개선사업 및 저탄장 옥내화, 1·2·4호기 환경설비 조기교체, 9·10호기 환경설비 조기보강 등이다.

이를 위해 2020년까지 총 6595억 원을 투입할 예정이며 △2017년에 137억 원 △2018년에 440억 원 △2019년에 333억 원 △2020년 5685억 원을 연차적으로 투입하겠다고 밝혔다.

어기구 의원은 “산업통상자원부는 동서발전에서 내놓은 대기오염물질 감축 계획이 기한 내에 차질 없이 추진될 수 있도록 기획재정부와 긴밀히 협의해 예비타당성 조사가 면제될 수 있도록 노력해야 한다”며 “송전선로 적기 준공 등의 조건을 다는 옹졸한 모습을 보이지 말고 국민을 생각하는 정부와 공기업의 책임 있는 모습을 보여달라”고 강조했다.

@highlight

산업통상자원부에게 당진지역의 대기오염물질 감축 계획을 강력히 요구했던 어기구 국회의원은 한국동서발전으로부터 1~8호기의 대기오염물질 배출을 2020년까지 줄이겠다는 계획을 받아냈고, 이에 따라 한국동서발전은 1~8호기에 대해 환경설비 개선사업 및 저탄장 옥내화, 1·2·4호기 환경설비 조기교체 등을 실시할 예정이다. 