▲ 당진시가 당진지역 기업체 관계자들을 초청해 대기오염물질 배출 저감을 위한 간담회를 개최했다.

당진시가 2020년까지 대기오염물질 배출량을 2016년 대비 20%까지 줄이겠다고 발표했다.

지난해 당진지역 사업장의 대기오염물질 배출량은 13만2711t으로, 당진시가 지난해 10월 수립한 대기환경개선실천계획에 따라 오염물질을 감축하면 2020년 대기오염물질 배출량은 10만5611t 수준으로 줄어들게 된다.

목표 달성을 위해 당진시는 지난달 31일 지역 내 21개 대형 대기오염물질 배출 사업장의 대기환경관리책임자를 초청해 간담회를 개최했다.

이날 간담회는 각 기업체의 자발적인 대기오염물질 배출 감소 실천을 독려하기 위해 마련됐다.

당진시는 대기오염 개선에 대한 정부정책과 충청남도 차원의 대기오염물질 배출 허용기준 강화시책에 대해 설명하고, 기업들이 대기오염물질 배출 저감을 위해 노력해줄 것을 당부했다.

당진시는 대기환경개선실천 계획에 따라 △이동오염원 관련 대책 △사업장 관련 대책 △면(농·산업단지) 오염원 관련 대책 △에너지관리 부문 대책 △친환경적인 도시기본계획 수립 및 시행 △과학적인 대기환경관리 등 6개 분야에서 16개 사업을 중점 추진할 방침이다.

주요 사업으로 △저공해자동차 등 친환경 교통수단 보급 △산업체에 대한 지역 배출허용기준 설정 및 운영 △비산먼지 관리 △집단 에너지 공급 확대 △신재생 에너지 보급 확대 △대기환경관리 정보시스템 구축 △공원조성 및 녹화사업 등 녹지 공간 확충 등이 중점 추진된다.

한광현 당진시 환경정책과장은 “당진은 지난해 미세먼지와 오존 환경기준을 각 104회, 17회 초과했고, 2013년 기준 미세먼지 배출량은 연간 2만7411t으로 포항에 이어 전국 2위 수준”이라며 “기업들의 자발적인 참여와 적극적인 친환경 정책 추진으로 2025년에는 대기오염도 대기환경기준의 80%를 달성할 수 있도록 노력하겠다”고 말했다.

@highlight

당진시가 당진지역 기업체 관계자들을 초청해 대기오염물질 배출 저감을 위한 간담회를 개최하며 2020년까지 오염 배출량을 2016년 대비 20%까지 줄이겠다고 발표하여 기업들의 자발적인 참여와 적극적인 친환경 정책 추진을 당부했다.