“작은 사우나·찜질 공간 있었으면”

석문면 난지섬에는 마을 공동으로 운영하는 ‘난지실버타운’이 있다.

난지실버타운은 마을의 노인을 위한 복지회관이자 독거노인공동생활공간, 혹은 사랑방 역할을 한다.

즉, 마을 주민들이 마을의 노인들을 함께 돌보고자 마련된 공간이다.

올해로 2년 째 운영되고 있는 난지실버타운은 난지섬의 특성 상 접근성이 불편해 지역 어르신이 제대로 된 복지 혜택을 받을 수 없고, 또 주거 환경이 어려운 독거노인 및 노인들을 위해 마련됐다.

난지실버타운은 난지섬 노인이라면 누구나 이용 가능하다.

실제로 하루에 5~6명 씩 꾸준히 이용하며 무더운 여름과 추운 겨울에는 거주하는 노인들이 많다고.

샤워와 목욕을 할 수 있는 공간이 있으며 함정자 실장이 홀로 목욕하기 어려운 노인들의 목욕을 돕는다.

또 따뜻한 차도 내어주는 봉사도 하고 있다.

노래방 기계와 텔레비전이 있어 무료함을 달랠 수 있고 함정자 실장의 며느리인 최연호 씨가 식사 때마다 음식을 차려 난지실버타운을 찾는 노인들에게 제공한다.

난지실버타운은 혹한기에는 몸을 녹일 수 있는 따뜻한 공간으로, 혹서기에는 무더위를 식힐 수 있는 공간으로 어르신들의 보금자리가 되고 있다.

또한 남자와 여자방을 따로 구분해 이곳에서 언제나 잠을 청할 수 있도록 했다.

이불 등 침구류도 넉넉하게 준비돼 있다.

또한 단순히 노인들의 생활공간뿐만 아니라 벽마다 난지1리의 역사를 담았다.

2007년 등 10여 년도 더 된 마을과 관련된 사진을 담아 내 공동체가 살아있도록 조성했다.

난지섬 노인에게 효자 노릇을 톡톡히 하고 있지만 운영 상 어려움이 있는 상황이다.

난지1리 김우규 이장은 “운영비를 마을에서 모두 충당하기 때문에 난방비와 냉방비 등이 많이 나올 때는 어려움을 겪는다”며 “또한 바람으로 사우나나 찜질방 등을 못가는 난지섬 어르신들을 위해 작은 공간이라도 마련된다면 난지섬 어르신들이 매우 행복할 것”이라고 말했다.

@highlight

올해로 2년 째 마을 주민들이 공동으로 운영하고 있는 난지섬의 난지실버타운은 지역 어르신, 주거 환경이 어려운 독거노인 등을 위한 생활공간이자 사랑방 역할을 하고 있다.