당진시의회 4월 중 의원출무일 “지속가능협의체 가입 시 목적 분명히” “실내족구장 설치…갈등 가능성 고려”

▲ 당진시의회 4월 중 의원출무일이 지난달 25일 진행됐다.

당진시의회(의장 이종윤)가 지난달 25일 4월 중 의원출무일을 개최한 가운데 계림공원 민간조성 사업에 대해 명확한 계획을 갖고 추진해야 한다고 의견을 제시했다.

이번 의원출무일에서는 총 6개 부서에서 11개 업무에 대해 보고했다.

이날 정책개발담당관이 발표한 계림공원 민간조성 특례사업 추진 현황에 대해 안효권 의원은 “대상지가 사유지이기 때문에 위탁 추진시 업자가 비용을 부담하게 된다”며 “향후 시민들은 공원 이용료를 부담해야 하고, 개발업자는 최대한 이익을 취하려 할 것”이라고 말했다.

이어 “지역 대표기업에게 맡겨 개발 후 기부체납 하는 형식으로 진행해야 한다”고 지적했다.

또한 박장화 의원은 “현재 가이드라인 수준의 용역이 발주된 것으로 알고 있는데 시의회에 보고된 내용은 없다”며 “용역 결과를 토대로 시의 전반적인 계획을 갖고 민간 기업에게 위탁을 맡겨야 한다”고 주문했다.

한편 기획예산담당관에서는 지속가능발전 지방정부협의회 규약 동의안을 발표했다.

이에 대해 박장화 의원은 “현재 가입한 지방협의체가 많은데 당진시가 이 협의체에 가입해서 얻을 수 있는 것이 무엇인지 목적이 명확해야 한다”고 말했다.

이어 편명희 의원은 “지방자치단체별로 환경 등 여건이 다른데 당진시가 이 협의체에 가입해 얻을 수 있는 것이 무엇인지 고민해야 한다”며 “의무적 가입이 아니라 필요에 의해 가입해야 한다”고 지적했다.

또한 당진시체육육성과의 당진실내족구경기장 신축 계획에 대해 안효권 의원은 “현재 실내체육관 내 게이트볼협회와 족구협회가 컨테이너를 세우고 사무실로 사용하고 있다”면서 “두 협회는 컨테이너를 더 세우고 싶어 하는 상황인데 족구경기장을 신축할 경우 마찰이 발생할 수 있다는 부분까지 고려하길 바란다”고 요청했다.

@highlight

당진시의회(의장 이종윤)는 지난달 25일 의원출무일을 개최하고 계림공원 민간조성 사업 대상지가 사유지이고 위탁업자가 개발비용을 부담하기 때문에 추후 공원 이용료 부담과 업자의 개발이익 환수문제가 예상되기에 시가 전반적이고 명확한 계획을 세우고 사업을 추진해야 한다고 의견을 제시했다. 