즐거운 인생 프로그램 참여 어르신 8명을 대상으로 삽교천 일대 나들이를 지난달 31일 다녀왔다.

프로그램은 노인 우울 예방프로그램으로 삽교천 일대 나들이를 통해 기분전환과 스트레스 해소를 위해 진행됐다.

이날 참여 어르신들은 함상공원과 해양테마과학관을 관람했으며 점심식사 후 당진월드아트서커스에서 서커스 공연을 관람했다.

이번 프로그램 진행을 위해 당진항만관광공사(사장 정용해)와 당진월드아트서커스(대표 유소영)는 어르신들을 위해 무료 관람을 지원해줬으며 삼시세끼(대표 유광자)에서는 점심식사를 제공했다.

그리고 카페 보니또(대표 이부민)는 음료를 제공했다.

김창희 관장은 “이번 나들이를 통해 어르신들이 기분전환을 하는 계기가 되고, 매일이 즐거운 날들이었으면 한다”며 “그리고 무엇보다 후원처의 도움으로 어르신들이 즐거운 나들이를 다녀올 수 있었다.

앞으로도 우리 이웃들을 위해 함께 노력해 나갔으면 한다”고 전했다.

당진남부사회복지관(관장 김창희)은 (사)대한청소년교육훈련연맹에서 주관하는 Total Blending Art 주말행복배움터(이하 주말행복배움터)가 지난달 20일부터 진행됐다.

이번 주말행복배움터는 주5일 수업제 실시에 따른 아동들의 건전한 여가활용과 도덕적 윤리의식고취를 위해 예술매체를 활용하여 긍정적 사고를 강화하고자 실시됐다.

당진남부사회복지관은 남부권역 아동 20여 명을 모집해 매주 토요일마다 프로그램이 진행 중이다.

(사)대한청소년교육훈련연맹에서 전문 강사가 파견돼 상반기에는 친목도모 및 자기 탐색의 시간으로 미술심리치료활동이 8회기로 진행되며, 하반기에는 벽화그리기로 8회가 프로그램이 이어질 예정이다.

김창희 관장은 “주말에 게임이나 TV시청으로 시간을 보내는 아이들이 많을 것으로 본다”며 “그런 면에서 아이들이 주말행복배움터를 통해 자기 자신에 대해 알아가고, 신체활동과 친구들과의 협력을 통해 건전한 친구관계를 맺어갈 수 있을 것으로 기대한다”고 말했다.

@highlight

지난달 31일 당진남부사회복지관은 노인 우울 예방프로그램으로 기분전환과 스트레스 해소를 위해 어르신 8명과 함께 함상공원과 해양테마과학관을 관람하고 점심식사 후 서커스 공연도 관람하는 등 삽교천 일대 나들이를 다녀왔다.