현대제철 “학교용지 기부채납 할 것”

교육청 “공식 요청 없어 검토 못 해봐”

현대엠코타운 아파트가 들어선 송산면 유곡리 신도시 일대에 인구가 꾸준히 증가하고 있는 가운데, 이 지역주민들이 학교 신설을 요구하고 있다.

현대제철에서는 송산제2일반산단 조성 당시 공동주택 개발 사업을 하면서 당시 입주자 자녀를 위한 고교 설립을 목적으로 학교용지 3000평을 마련했다.

2015년 개교를 목표로 현대제철이 자율형사립고등학교로 (가칭)현대제철자사고를 추진하려 했지만, ‘초중등교육법 개정안’이 발의된 후 자사고 폐지가 추진되면서 (가칭)현대제철자사고에 대한 계획이 무산됐다.

하지만 이후에도 이 지역의 교육 인프라 구축이 필요하다는 목소리가 제기돼 왔다.

현대제철에서는 현재 현대제철 문화센터 옆에 위치한 학교용지를 유곡초등학교와 현대제철사원아파트 사이로 이전하고, 중·고등학교 신설을 위해 1000평을 추가 매입하겠다고 밝혔다.

또한 당진교육지원청에서 학교 설립을 추진하면 학교용지 4000평을 기부 채납하겠다는 뜻을 내비쳤다.

현재 이 지역의 세대 수는 2420여 세대로 학교 설립 요건을 충족시키지 못하는 상황이다.

교육부의 학교 신설 심사 기준에 따르면 초등학교의 경우 4000세대 이상, 중학교의 경우 6000세대 이상이어야 학교 신설을 검토할 수 있기 때문이다.

주민들은 현재 세대수는 부족하지만 앞으로 개발 계획에 따르면 유곡리는 4500세대를 비롯해 중명아파트 및 청광아파트까지 합치면 총 9000세대까지 늘어날 것으로 보고 미래를 위해 학교를 신설해야 한다고 주장하고 있다.

한편 주민들 사이에서 충남도교육청과 당진교육지원청이 “이 지역에 학교 신설 계획이 없어 현대제철로부터 학교용지를 기부채납 받지 않겠다”는 입장을 밝혔다는 소문이 일고 있는 가운데, 충남도교육청과 당진교육지원청에서는 “학교 신설에 대해 공식적인 검토 요청이 들어온 게 없어 논의해 본 적도 없다”며 이 같은 소문에 대해 일축했다.

@highlight

현대엠코타운 아파트가 들어선 송산면 유곡리 신도시 일대에 인구가 꾸준히 늘고 있지만 현재 세대수가 학교 설립 요건에 맞지 않아 학교 신설이 어렵게 되자 지역주민들의 학교 신설요구가 높아지고 있으며 충남교육청과 당진교육지원청에서는 공식요청이 없어 검토해 본적도 없다고 밝혔다.