지난 2016년도 당진시의 출생자가 사망자보다 640여 명 많은 것으로 나타났다.

지난해 당진지역의 총 출생자는 1735명으로, 사망자 1093명에 비해 642명이 많았다.

아기가 가장 많이 태어난 곳은 당진1동(351명)이며, 송악읍(328명), 당진3동(282명), 당진2동(227명)이 그 뒤를 이었다.

이밖에 송산면(191명), 신평면(183명) 또한 높은 출산률을 보였다.

반면 고령화가 심각한 대호지면의 경우 지난해 1명이 태어났으며, 면천면이 6명, 정미면이 12명에 불과했다.

사망자수가 가장 많은 지역은 신평면(122명)과 송악읍(121명)이었으며, 당진2동(110명)과 합덕읍(103명)의 사망자도 많았다.

젊은 인구가 많은 지역인 당진1·2·3동과 송악읍, 신평면, 송산면의 출생자가 높지만, 이곳은 젊은층 뿐만 아니라 전반적인 인구가 많기 때문에 사망자 역시 많은 것으로 분석된다.

다만 고령에 의한 사망자 비율은 사망원인에 따른 정확한 통계분석이 필요하다는 지적이다.

한편 당진시의 합계출산률(한 여성이 가임기간(15~49세) 동안 낳을 것으로 예상되는 평균 출생아 수)은 1.95명으로 충남 평균 합계출산률(1.48명)보다 높은 것으로 나타났다.

그러나 여전히 저출산 현상은 계속해서 이어지고 있다.

저출산 문제를 해소하기 위해 당진시는 △신생아 출산지원금 지급(출산순위 및 거주 기간에 따라 30~100만 원 차등 지급) △육아용품 지원금(3만 원 상당의 상품교환권) 지급 △아기출생등록증 발급 △공동육아나눔터운영 △임산부·신생아 건강관리 지원 △여성우선(임산부 전용) 주차장 설치 △저출산 인식개선 캠페인 등을 실시하고 있다고 밝혔다.

@highlight

지난해 당진은 출생자 1735명, 사망자 1093명으로 출생자 수가 642명 더 많았으며, 신생아 출산은 당진1동, 송악읍, 당진3동, 당진2동 순으로 높았는데, 젊은층·출생자 수가 많은 당진1·2·3동과 송악읍, 신평면, 송산면이 사망자 수 역시 높은 것은 젊은층 뿐 아니라 전반적인 인구가 많기 때문인 것으로 분석됐다.