신평 인구 반년 간 100명 감소…읍승격도 어렵다

금천지구 도시개발사업이 3년째 답보상태에 머무르면서 사업이 축소 또는 취소될 위기에 놓였다.

금천지구 도시개발사업은 신평면 금천리 일대 17만7260㎡(약 5만3600평)을 주택단지로 개발하는 사업으로, 4000여 세대가 들어설 예정이다.

이에 따라 면사무소와 보건소를 단지 내로 이전해 행정타운을 조성하고 초등학교 신설, 신평버스터미널 건설 등의 안을 검토하고 있다.

더불어 준주거지역으로 상가형 주택도 조성해 인구 증가를 통한 신평 읍승격에 대비할 목적으로 추진해 왔다.

그러나 지난 2015년부터 3년 동안 토지매매 계약을 실시해왔으나 현재까지 계약율은 72% 수준에 그치고 있다.

최근 6개월 동안 토지매매 계약은 진전이 없는 상태로, 도시개발사업 시행사 측은 이달 말까지 계약률이 80%에 미치지 않으면 사업을 포기하거나 개발면적을 줄여 재추진하는 방안을 검토하고 있다.

토지보상문제를 두고 일부 토지주들과의 갈등으로 계약이 이뤄지지 않고 있는 것이다.

시행사 측은 토지가 일부 지역에 집중돼 있어 개발면적을 줄이는 것은 가능하지만, 면적을 줄일 경우 계획했던 인프라를 구축하기 어렵고 난개발이 우려된다는 입장이다.

그러나 주민들은 토지거래 당시의 수준으로는 보상을 해줘야 한다는 입장을 고수하고 있다.

한편 금천지구개발이 불투명해지면서 신평면의 읍승격 추진에도 비상이 걸렸다.

현재 신평면의 인구는 1만7000여 명을 웃도는 수준으로 읍승격까지 약 3000명이 부족한 상태다.

이는 지난해 12월에 비해 100여 명 줄어든 수치로, 금천지구 개발이 신평면의 인구 증가에 영향을 줄 것으로 기대했지만, 현재로서는 예측하기 어려운 상황이다.

김건준 신평면장은 “일부 토지주들과의 갈등으로 개발이 지연되고 있다”며 “금천지구 개발이 신평면 인구증가 및 읍승격의 주요인이 될 수 있는 만큼 신평면 차원에서도 개발에 도움이 될 수 있도록 노력하고 있다”고 말했다.

@highlight

금천지구 도시개발사업이 3년째 답보상태에 머무르면서 시행사 측은 이달 말까지 계약률이 80%에 미치지 않으면 사업을 포기하거나 개발면적을 줄여 재추진하는 방안을 검토하고 있다고 밝혀 사업이 축소 또는 취소될 위기에 놓였으며, 신평면의 인구증가도 정체되어 읍승격 추진에도 비상이 걸렸다. 