당진 도심 외곽지역을 연결하는 도로망이 신설, 확충되고 있어 상습적인 정체 해소와 산업단지 물류 수송 여건이 개선될 것으로 기대되고 있다.

당진시에 따르면 당진IC와 산업단지를 연결하는 633번 지방도가 지난 8월 개통한데 이어, 당진시내 구간을 관통하는 국도 32호선 외곽도로 차선 확장공사 중 1단계 구간 공사가 이달 마무리 될 예정이다.

송악읍 반촌리 당진IC부터 송산면 유곡리를 연결하는 지방도 633호선(현대제철로)은 총연장 7.58km의 왕복 4차선 도로, 지난 8월 개통됐다.

이 도로가 신설되면서 송산산업단지의 물류 수송체계가 개선된 것은 물론, 송악읍 기지시리에서 현대제철 등 송산산업단지로 출퇴근하는 주민들의 이동시간이 대폭 단축됐다.

또한 기존 지방도 633호선과 당진 시내를 연결하는 롯데마트-송산 간 도시계획도로(당진대로 1-102호선) 공사가 마무리 되면, 당진 도심과 산업단지를 오가는 근로자들의 교통 여건 또한 개선될 전망이다.

260억여 원이 투입되는 이 도로는 이미 지난해 롯데마트 당진점부터 당진시농업기술센터 입구 삼거리까지 약 660m 구간이 부분 개통됐으며, 송산면 금암삼거리까지 550m 잔여 구간에 대한 2단계 공사는 현재 70%의 공정률을 보이고 있다.

한편 국도 32호선 당진 시내 구간(탑동교차로-하이마트 당진점) 상행방향은 서해안고속도로 정체구간을 우회해 수도권으로 진입하려는 차량들로 교통체증이 빚어지는 상습정체 구간이다.

이에 당진시에서는 29억여 원의 사업비를 투입해 탑동교차로 인근 중앙맨션부터 원당주유소까지 1km 구간을 기존 편도 2차로에서 3차로로 확장하는 도로개선사업을 진행하고 있다.

공사가 완료되면 교통체증이 상당부분 개선될 것으로 기대하고 있다.

@highlight

당진IC와 산업단지를 연결하는 633번 지방도가 지난 8월 개통한 데 이어, 당진시내 구간을 관통하는 국도 32호선 외곽도로 차선 확장공사 중 1단계 구간 공사가 이달 종료될 계획이며 2단계 공사는 현재 70%의 공정률을 보여 상습적인 정체 해소와 산업단지 물류 수송 여건이 개선될 것으로 기대되고 있다.  