어기구 국회의원 “예타 확정까지 노력할 것”

신평-내항 간 연결도로 건설과 관련해 기본설계비 10억 원이 내년 정부예산에 반영됐다.

이번 설계비 반영으로 연륙교 건설사업이 한 걸음 더 진척됐다는 기대와 함께 당진항 매립지 관할권 분쟁 소송에 어떤 영향을 미칠지 이목이 집중되고 있다.

신평-내항 간 연결도로는 당진시 신평면 매산리와 당진항 서부두를 연결하는 도로로, 연륙교와 진입로 건설 등 총 3000억 원의 사업비가 예상되고 있다.

그동안 당진지역에서는 당진항 물동량이 계속해서 증가하고 있지만 내항 진입로가 없어 평택을 통해 우회해야 하는 불편함으로 물류수송에 어려움을 겪고 있다며 신평부터 내항을 잇는 연결도로의 필요성을 계속해서 제기해 왔다.

뿐만 아니라 지난 2015년 12월 낙뢰로 인해 서해대교 케이블이 끊어지는 사고로 약 20일 간 차량이 통제돼 서해안 고속도로의 교통대란이 발생한 바 있다.

당시 서해대교 대체 우회도로가 필요하다는 목소리가 커지면서 그 대안으로 신평-내항 간 연결도로가 핵심으로 떠올랐다.

특히 당진과 내항이 연결되면, 연접성 문제로 평택에 유리하게 작용한 매립지 관할권 분쟁에 당진시로 무게 추가 기울 것으로 기대를 모으고 있다.

그러나 설계비 반영으로 연륙교 건설문제가 완전히 해결된 것은 아니다.

연륙교 건설에 대한 KDI의 예비타당성 조사 결과가 최대한 빨리 확정돼야 해양수산부에서 연륙교 건설사업을 추진할 수 있기 때문이다.

어기구 국회의원은 “국회 예결특위 계수조정소위원회에 들어간 것도 신평-내항 간 연결도로 문제를 위한 것이었다”면서 “그동안 기획재정부 차관부터 부총리 등을 쫒아 다니며 연륙교 필요성과 타당성을 지속적으로 설명, 설득해 왔다”고 말했다.

이어 “앞으로 예비타당성조사를 거쳐 연륙교 건설이 확정될 때까지 긴장을 늦추지 않을 것”이라며 “이를 통해 당진항 및 산업단지를 활성화 하고, 빼앗긴 당진땅을 되찾아 올 수 있도록 끝까지 연륙교 건설을 위해 노력하겠다”고 덧붙였다.

@highlight

총 3000억원의 사업비가 예상되는 신평-내항 간 연결도로 건설 관련 기본 설계비 10억원이 내년 정부예산에 반영되어 연륙교 건설사업이 진척됐다는 것과 당진항 매립지 관할권 분쟁 소송에 어떤 영향이 있을지 귀추가 주목되고 있다.