당진시가 2018년 정부예산으로 7157억 원(국가사업 6580억, 지자체사업 577억)을 확보했다.

올해 정부예산을 확보했던 6550억 원보다 607억 원 많은 역대 최대 확보액으로, △신평-내항 간 진입도로 건설 설계비(10억 원) △당진-천안(당진-아산 구간) 고속도로 건설(5억 원) △배드민턴전용구장 건립(3억 원) △김대건 신부 탄생 200주년 기념 문화예술 공간 조성(8억 원) △농촌용수이용 체계 개편(아산호-삽교호-대호호 수계연결 160억 원) △북부권건강생활지원센터 건립(10억 원) 등 다수의 숙원사업들이 반영됐다.

또한 △장고항 국가어항 개발사업(53억 원)을 비롯해 △역천 생태하천 개선사업(32억 원) △당진-서산 간 국지도 70호선 건설(100억 원) △삽교천 방조제 배수갑문 확장(120억 원) △합덕교육문화스포츠센터 건립(13억 원) 등 현재 추진 중인 주요 사업에 대한 예산도 추가로 확보됐다.

더불어 당진화력 주변 민간환경감시기구 설치에 대한 예산 3억 원 또한 반영됐다.

발전소 주변지역 지원에 관한 법률 및 시행령에 따르면 산업부는 원자력발전소와 석탄화력발전소 주변에 대한 민간환경감시기구 운영을 지원할 수 있지만, 그동안 원전 주변지역만 지원해 왔을 뿐, 석탄화력발전소 주변에 대한 지원 실적은 전무한 실정이었다.

이에 대해 어기구 의원은 지난 11월 국정감사에서 이 같은 문제를 지적하기도 했다.

당진시는 “그동안 국비활동 상황을 지속적으로 점검하고 국회의원과 함께 중앙부처를 수시로 방문, 사업의 필요성과 당위성을 적극 설명하는 등 적극적으로 국비 확보 활동을 벌여왔다”며 “지역 국회의원과 유기적인 협력으로 국비를 지원받아 당진시의 역점사업들이 추진될 수 있도록 계속 노력하겠다”고 밝혔다.

@highlight

당진시는 신평-내항 간 진입도로 건설과 당진화력 주변 민간환경감시기구 설치 등이 반영되어 2018년 정부예산으로 작년보다 607억 원 많은 7157억 원을 확보했다.