포스코 광양제철소(소장 김학동)가 인공지능, 빅데이터 등 4차 산업혁명 기술을 철강 제조현장에 적용해 경쟁력을 높이는‘스마트 제철소’만들기에 박차를 가한다.

광양제철소는 급변하는 철강시장 환경 속에서 미래 경쟁력을 확보하기 위해 ‘스마트팩토리’구현과 임직원 대상으로‘스마트 기술 향상 교육’에 적극 나선다는 방침이다.

스마트팩토리란 제철소 생산 설비에 포스코의 50년 조업 노하우와 사물인터넷, 빅데이터, 인공지능 등의 기술을 접목해, 사람의 편차 없이 자동으로 고품질의 제품을 신속히 만들어내는 이른바 ‘똑똑한 공장’을 말한다.

해당 설비를 모르는 직원이 작업에 참여해도 안전하게 최소의 원가로 최고의 제품을 생산하는 최적의 생산 환경을 만들도록 하는 것이다.

이를 위해 임직원들은 지난달 30일 제철소본부에서‘광양제철소 스마트팩토리 추진전략’을 공유하는 시간을 가졌다.

이날 김학동 제철소장을 비롯한 임직원 200여명은 제철소 전체 공정과 제선, 열연공장 등 7개 부서에서 추진 중인 스마트팩토리 전략을 소개했다.

해당 부서들은 각 설비별로 인공지능, 빅데이터, 사물인터넷 기술을 활용해 품질, 생산측면에서 개선해 나갈 세부방안을 발표하며 광양제철소의 스마트팩토리 현주소와 향후 미래에 그려질 모습에 대해 구체적으로 공유하는 시간을 가졌다.

이날 발표된 전략들은 설비 고도화, 자동화, 인공지능과 빅데이터 활용 과제들을 통해 체계적으로 달성될 전망이다.

김학동 소장은“향후 50년을 준비하기 위해서는 양적 성장을 넘어 질적 성장을 이룰 때”라며“그 중심에는 스마트팩토리가 있다”고 강조했다.

김 소장은“전 부서가 꾸준한 과제 수행을 통해‘강하고 스마트’한 광양제철소 만들기에 힘써주길 바란다”고 당부했다.

한편, 광양제철소는 지난해 두께 6mm이상의 두꺼운 강판을 만드는 후판부 일부 공장을 스마트팩토리 시범 공장으로 처음 운영했다.

그 결과 원가 절감과 품질 향상 등 실질적인 성과를 거뒀다. 이러한 성과를 기반으로 올해는 자동차강판 생산 관련 공장에 확대 적용할 계획이며 단계적으로 부서별 특성에 맞춰 제철소 전체에 확대할 방침이다.

@highlight

포스코 광양제철소가 사물인터넷, 빅데이터, 인공지능 등의 기술이 접목된 '스마트 제철소'를 구현해 철강시장에서의 경쟁력을 높이기 위해 임직원을 대상으로 '스마트 기술 향상 교육'을 진행할 예정이다.