국회의원과 긴밀한 공조체계 유지”

▲ 당진시가 지난 9일 2019년 정부예산 확보를 위한 전략 보고회를 개최했다.

당진시가 2019년 정부예산 확보를 위한 전략 보고회를 개최했다.

지난 9일 당진시청 소회의실에서 열린 이날 보고회에서 당진시는 54개 사업, 7076억 원의 사업비를 목표로 국비 확보 활동을 펼칠 예정이다.

이중 국가가 직접 시행하는 △신평-내항 간 항만진입도로 건설사업(16억 원) △당진-서산 간 국지도 70호선 건설사업(100억 원) △당진-천안 고속도로 건설사업(당진~아산 구간, 10억 원) △당진-대산 고속도로 건설(50억 원) △장고항 국가어항 개발(80억 원) 등 6개 사업이다.

특히 신평-내항 간 항만진입도로 건설사업의 경우 올해 10억 원의 예산이 반영돼 있어 내년도 정부예산이 추가로 확보될 경우 본격적인 사업 추진이 가능할 전망이다.

한편 정부예산이 확보될 경우 당진시가 직접 사업을 시행하는 사업으로는 △장애인복지관 건립(20억 원) △미곡종합처리장 통합시설지원(87억 원) △천의자연재해위험개선지구 정비사업(62억 원) △난지섬 연도교 건설사업(50억 원) 등 48개 사업이다.

당진시는 이날 최종 확정한 사업이 차질 없이 국비를 확보할 수 있도록 오는 26일 어기구 국회의원과 간담회를 갖고 긴밀한 공조체제를 구축할 방침이다.

또한 정부의 국정과제와 정책방향에 대한 분석을 토대로 당진시 주요 현안사업이 정부예산에 반영될 수 있도록 중앙부처를 지속적으로 방문해 사업의 필요성과 당위성을 적극 설명할 방침이다.

당진시 관계자는 “지난해 정부예산 확보 활동에 집중한 결과 2018년 정부예산 7157억 원을 확보해 역대 최대의 성과를 낼 수 있었다”며 “올해도 발 빠른 대응으로 2019년 목표액을 달성할 수 있도록 최선을 다하겠다”고 말했다.

@highlight

당진시는 9일 당진시청 소회의실에서  2019년 정부예산 확보를 위한 54개 사업, 7076억 원의 사업비 확보 목표로 전략 보고회를 개최하고 오는 26일 어기구 국회의원과 간담회를 갖고 긴밀한 공조체제를 구축할 방침이다.