광양시가 EBS와 업무협약을 체결하고, (가칭)광양어린이테마파크 조성사업의 성공적 추진을 위한 첫발을 내딛었다.

시는 지난 12일 시청 접견실에서 정현복 시장, 장해랑 한국교육방송공사(EBS) 사장, 관계자 등 10여 명이 참석한 가운데 업무협약을 체결했다.

이날 행사는 상호 업무 협력 협약서 서명에 이어, EBS에서 저소득층 학생들이 EBS 강좌를 효과적으로 이용할 수 있도록 초등·중학생에게 전달할 EBS 교육교재 600여 권을 사랑나눔복지재단에 기증했다.

‘광양어린이테마파크 조성사업’은 골약동 중앙근린공원 일원에 450억원의 예산이 투입될 예정인 가운데 어린이의 꿈을 담은 공간, 가족과 함께하는 쉼터, 놀이와 배움이 가득한 테마파크로 추진되고 있다.

그동안 시는‘아이 양육하기 좋은 행복도시 광양’을 만들어 나가기 위해 지난해 7월 전국 최초로 민·관 협력 어린이보육재단이 출범하고, 지난 1월 전남 최초로 유니세프 한국위원회로부터 아동친화도시 인증을 받는 등 다각적인 노력을 기울이고 있다.

이번 협약으로 EBS에서는 광양시에 교육·체험 콘텐츠 프로그램 개발과 운영에 관한 협력, EBS교육 콘텐츠를 활용한 인적자원 개발, 교육복지 실현을 위한 육아 교육 서비스 등을 제공하게 된다.

시는 이번 협약을 통해 EBS IP(지적재산권)을 활용한 디지털테마파크를 구축하고, 일반적인 교육체험 콘텐츠에서 벗어나 기초교육에 충실하면서, 창의적이면서 감성적인 체험 프로그램 개발을 추진한다.

또 번개맨을 주인공으로 하는 캐릭터를 활용해 타 지차제와 차별화된 체험형 콘텐츠를 개발하는 등 혁신적이고, 실용적인 방법으로 어린이테마파크를 조성해 교육과 문화, 관광 인프라 활성화를 이끌어 나갈 계획이다.

정현복 시장은“EBS와 함께하는 이번 어린이테마파크 조성사업이 지자체의 새로운 성공 모델이 될 것”이라며“이번 협약을 계기로 EBS와 긴밀한 협력 체계를 구축해 사업이 원활히 추진될 수 있도록 적극 나서겠다”고 말했다.

@highlight

광양시가 EBS와 업무협약을 체결하고, 협약을 통해 지적재산권을 활용한 디지털테마파크를 구축, 체험 프로그램 개발을 추진하며 어린이테마파크를 조성해 교육과 문화, 관광 인프라 활성화를 이끌어 나갈 계획이다.