▲ 당진시지역사회보장협의체 대표협의체가 지난 10일 당진시청 해나루홀에서 열렸다.

2018년도 제1차 지역사회보장 대표협의체가 지난 10일 당진시청 해나루홀에서 회의를 개최했다.

제7기 지역사회보장 대표협의체 출범 이후 처음 열린 이번 회의에서는 지난해 연차별 시행계획의 시행결과에 대한 심의가 이뤄졌다.

또한 위원장·부위원장 선출로 신기원 민간위원장(신성대 사회복지과 교수)과 임준호 민간부위원장(당진시건강가정지원센터장)을 연임키로 했다.

신기원 민간위원장은 “앞으로도 주민 욕구를 반영해 행복한 당진 복지를 실현할 수 있도록 노력하겠다”고 말했다.

한편 당진시지역사회보장협의체는 지난해 ‘아름다운 변화 공감복지 당진’ 비전 아래 4개 분야별 추진전략과 21개 중첨추진사업 및 50개 세부사업으로 구성된 연차별 시행계획 사업을 추진해 왔다.

이 가운데 사회복지관 신설과 남부권 광역보건센터 운영, 민생안전지원확대 같은 지역특화사업의 예산액이 전체 시행계획 중 52.9%(예산액 기준)를 차지했다.

또한 지난해 사회복지시설 종사자 처우개선과 사회복지담당공무원 확충, 생애주기별 돌봄 강화, 사회서비스영역 확대에 따른 취·창업 지원 및 주거안정 관련 사업이 이뤄졌다.

한편 이날 회의에서는 당진시복지재단에서 운영한 ‘위드 스마일(With Smile) 공모사업 확대’와 건강가정지원센터의 ‘워킹맘워킹대디’ 사업을 지역 우수사업으로 선정했다.

또한 지역사회보장협의체의 ‘동네방네 찾아가는 이동복지관’과 다문화가족지원센터의 ‘다문화 인식개선 교육사업’, 청소년상담복지센터의 ‘범시민적유해환경 감시기구 운영’은 민·관 협력 우수 사업으로 선정됐다.

지역 우수 사업과 민·관 협력 우수 사업으로 선정된 해당 사업들은 향후 보건복지부의 2017년 연차별 시행결과 평가에 반영된다.

@highlight

2018년도 제1차 지역사회보장 대표협의체가 10일 당진시청에서 회의를 가지고 지난해 연차별 시행계획의 시행결과에 대한 심의와 위원장·부위원장 선출을 진행하였다.