당진지역 문화예술인들이 당진시립합창단 상임화 논란과 관련해 “지역 문화예술이 고루 성장할 수 있도록 다양한 문화예술 분야에 예산이 분배돼야 한다”고 입을 모았다.

지역의 문화예술인들이 지난 18일 읍내동 향아식당에서 간담회를 개최했다.

이번 간담회에서는 당진시립합창단의 상임화 논란 및 당진시네마 매입 등 문화예술 현안에 대한 의견을 수렴하고, 당진시의 문화예술 발전 방안에 대해 논의하고자 마련됐다.

당진시립예술단의 상임화 요구에 대해 당진문화연대 측은 “당진시립예술단이 상임화 되면 상당한 예산이 증가하는 만큼, 지역에 꼭 필요한 시립미술관 설치 및 큐레이터 고용 등 지역에 산적해 있는 다른 문화예술 문제들이 또 다시 밀려나게 된다”며 “다양한 문화예술 분야가 고루 성장할 수 있도록 형평성을 고민해야 한다”고 강조했다.

극단당진에서는 “당진시립합창단은 당진시민을 위해 존재하지만 시민들은 시립합창단이 있는지도 모른다”며 “이는 합창단이 당진시민들에게 스며들지 못하고 있는 것”이라고 지적했다.

이어 “조례에 명시된 대로 ‘당진시립예술단’에 합창단 뿐만 아니라 여러 예술단체들이 들어가 시민들이 다양한 예술을 향유할 수 있게 해야 한다”고 덧붙였다.

당진예총에서는 “일부 단원은 상임화하고 나머지 인원은 필요할 때 오디션을 통해서 객원을 모집하는 형식으로 가야 한다”고 의견을 제시했다.

박기호 아미미술관장은 “당진시립합창단에 연간 투입되는 예산 12억 원”이라며 “이 예산이 한 단체에 들어간다고 하는데, 이런 식으로 편중되서는 안된다”고 말했다.

이어 “예산 분배가 잘 이뤄져야 한다”이라고 덧붙였다.

이밖에도 지역의 문화예술 정책과 원도심 활성화 및 지역 내 문화예술 저변 확대를 위한 당진시네마 매입 등에 대해 논의했으나 합의점을 찾지는 못했다.

한편 이날 제기된 내용에 대해서는 종합해 당진시에 전달할 예정이다.

@highlight

당진시의 문화예술 발전 방안에 대해 논의하고자 당진지역 문화예술인들이 18일 간담회를 개최해 "지역문화예술이 고루 성장할 수 있도록 다양한 문화예술 분야에 예산이 분배돼야 한다"고 입을 모았다.