▲ 송악읍 부곡1리가 어르신 행복 웨딩 나들이 축하행사를 지난 4일 송악농협 웨딩홀 비올라페니체에서 열었다.

주름진 얼굴과 손, 하얗게 새어버린 머리카락이 이들의 나이를 짐작케 한다.

일흔, 여든의 나이지만 이날 만큼은 여느 젊은 부부 못지 않게 떨리는 마음으로 드레스를 입고 버진로드 위에 섰다.

송악읍 부곡1리(이장 박철희)가 주최한 ‘어르신 행복 웨딩 나들이’가 지난 4일 송악농협 웨딩홀 다올라페니체에서 열렸다.

이번 행사는 부부의 소중함과 화목한 가정의 의미를 되새기고자 마련됐으며, 7쌍의 노부부와 7명의 노인이 함께했다.

이날 행사는 박철희 이장 및 내빈의 축사를 시작으로 결혼행진곡에 맞춰 신랑·신부가 입장하며 시작됐다.

이어 가족들이 큰절을 올렸으며 자녀 대표로 김만석·정영희 부부의 자녀 김준식 씨가 감사의 편지를 낭독했다.

또한 웨딩나들이에 참여한 노인들에게 홍삼, 속옷, 양말 등의 선물을 전달했다.

이밖에도 행사를 위해 별나라 어린이집(원장 김종선) 원아들이 공연을 선보였으며, 조은아·유난희 초대가수의 공연과 황신영·장수자 씨의 민요 축하공연이 진행됐다.

끝으로 당진시립합창단원인 강태옥 성악가의 선창으로 자녀와 내빈, 주최 측 관계자가 함께 <어머니의 마음>을 제창하며 식을 마쳤다.

박철희 이장은 “마을 어르신들에게 특별한 선물을 해드리고자 이번 행사를 기획하게 됐다”며 “웨딩 나들이 행사를 진행하면서 마을뿐 아니라 지역의 여러 단체에서도 십시일반 도움을 받았다”고 말했다.

이어 “어르신들에게 이 같은 행사를 진작 해드리지 못해 죄송하다”며 “어르신들이 건강하게 부곡1리 마을과 같이 행복했으면 좋겠다”고 전했다.

@highlight

 송악읍 부곡1리가 주최한 ‘어르신 행복 웨딩 나들이’는 마을 및 지역 여러 단체의 지원을 받아 지난 4일 송악농협 웨딩홀 다올라페니체에서 7쌍의 노부부와 7명의 노인이 함께 했으며  이번 행사는 부부의 소중함과 화목한 가정의 의미를 되새기고자 마련된 자리였다고 박철희 이장은 말했다.