대성전 앞 오래된 은행나무가 세월의 무게를 이고 있는 이 곳은 광양향교다.

광양향교는 조선 세종25년 (1443년)현유의 위패를 봉안 배향하고 지방의 중등교육과 지방민의 교화를 위해 창건 되었다.

대성전에는 5성 송조4현과 우리나라 18현이 봉안되어 있다.

다사다난한 근세의 역사를 지나면서 우리의 향교도 많은 수난을 겪어왔고 명맥을 이어 오고 있다.

누구나 알고 있는 향교 이야기를 꺼내는 이유는 높은 정신문화유산을 갖고 있는 향교가‘종교’와 관련된 곳이 아닌지 하는 향교에 대한 오해를 갖고 있는 사람들이 주변에 더러 있기 때문이다.

우선 향교에서 실시하고 있는 많은 문화사업 중 광양교육지원청의 지원을 받아 관내 21개 초등학교를 찾아가서 실시하는 예절교육‘소학’을 소개한다.

소학을 모태로 하고 있는 사자소학은 21세기를 살아가는 우리 어린이들에게도 일상생활에서 배우고 지켜야 하는 생활규범이며 孝·齋·忠의 도리를 가르치는 교육이다.

옛날 교육기관인 서당에서 처음 입문한 학동들이 배운 교재인 소학에서 알맞은 내용을 발췌하여 어린이들이 장차 참된 예절과 올바른 가치관을 형성하여 훌륭한 인성을 지닐 수 있도록 가르치는 프로그램이다.

어른과 부모 앞에서 행신(行身)과 마음가짐을 어떻게 해야 하는지를 일러주고 부모님께 왜 감사해야 하고 우애 있는 형제자매가 되려면 어찌해야 하며 부부끼리 지켜야 할 예법 등은 무엇인지에 대해 구체적이며 상세하게 가르치는 생활 속 철학교육이다.

향교는 종교와 무관하다는 것을 인식하고 우리의 자라나는 새싹들에게 어른을 공경하고 전통 문화의 뿌리를 이해하는 좋은 덕목의 고전학문 프로그램이 지속적으로 이어질 수 있도록 시민들이 관심을 가져주었으면 하는 바램이다.

*이 취재는 지역신문발전기금의 지원을 받았습니다.

@highlight

광양향교에 대한 인식 중 종교와 관련된 것이라는 오해가 있는데 향교는 종교와는 무관하며 어린이들에게 올바른 가치관과 참된 예절을 가르치는 고전학문 프로그램이기에 더욱 많은 이들이 관심을 갖길 바란다.