한국항만물류고, 산하누리 극기체험‘호응’

한국항만물류고등학교(교장 허동균)는 지난 16일부터 18일까지 2박 3일 일정으로 1학년 학생들의 국토애와 호연지기를 기를 수 있는 지리산 국토 순례 극기체험을 실시했다.

이번 산하누리 극기체험은 인솔교직원 11명과 1학년 학생 98명이 참여했다.

학교를 출발하여 남원 주천면 둘레길을 시작으로 구례군 산동면을 지나 탑동마을에서 화엄사까지 이어졌다.

마지막 날은 화엄사에서 구례읍 공설운동장까지 약 70km로 진행됐다.

참여한 한 학생은“산하누리 극기체험을 통해 자연에 대한 겸손함과 국토애를 기를 수 있었다”며“코스가 험해서 체력적으로 많이 힘들고 어려웠지만 자신에 대한 정체성과 성취감을 느낄 수 있어 좋았다”고 전했다.

특히“선생님들과 사제동행을 통해 끈끈한 정을 나눌 수 있어 행복했고, 건강한 신체를 주신 부모님께 감사드린다”고 말했다.

허동균 교장은“이번 극기체험을 통해 학생들에게 자신감과 성취감을 심어주는 계기가 됐다”고 평가했다.

허 교장은 “학교폭력과 왕따 문제로 걱정하는 교육 현실에서 친구들과 서로 도우며 우정의 소중함을 깨달은 귀한 시간이 됐다”면서“특히, 가정의 달을 맞이하여 건강한 신체를 주신 부모님에 대해 감사하는 학생들이 자랑스럽다”고 전했다.

허 교장은“앞으로도 다양한 활동을 지원하여 더 열심히 학업에 집중할 수 있는 환경을 마련하는 한편, 교사·학생·학부모가 만족 할 수 있도록 최선을 다해 학생들을 지도하겠다”고 밝혔다.

산하누리극기체험은 2010년 마이스터고 개교 이후 한 번도 빠짐없이 매년 5월 진행하고 있다.

오랜 기간 동안 걷는 고단함 속에서 학생들의 인내심·끈기·책임감을 길러 취업 준비에 대한 강인한 정신력으로 취업 후 기업체의 관계자들에게 좋은 반응을 얻고 있다.

@highlight

한국항만물류고등학교는 지난 16일부터 18일까지 1학년 학생을 대상으로 지리산 국토 순례 극기체험을 실시했으며 코스는 총 70km로 학교를 출발하여 남원 주천면 둘레길, 구례군 산동면을 지나 탑동마을, 화엄사, 구례읍 공설운동장까지 진행됐다.