김현옥 바른미래당 시장 후보“가능성 없는 해법은 시민 기만”

김현옥 바른미래당 시장 후보가 김재무·정현복 시장 후보 캠프 측이 보건대 해법을 두고 논쟁을 벌이는 것과 관련, 강력히 비판했다.

당장 실현 가능성이 없는 공약을 가지고 시민들을 기만하고 있다는 지적이다.

김 후보는“현실적으로 어려운 보건대를 살리기 보다는 지역 특성에 맞는 대학을 설립하던지 과거에 유치 실패했던 순천대 공대를 다시 이전하는 방안으로 방법을 찾아야 한다”고 주장했다.

김현옥 후보는 민주당 김재무 후보 측에서 제시한 전남도와 광양시가 공동출연해 재정기여금을 확보하겠다는 방안에 대해 법적 근거가 없다고 비판했다.

김 후보는“보건대를 살리기 위해서는 우선 8월 25일 안에 교육부에 427억원을 납부해야 한다”면서“전남도와 광양시가 어떤 근거를 가지고 예산을 마련할 수 있겠느냐”고 성토했다.

그는“현실적으로 시간이 많이 남지 않았을 뿐더러 사학재단의 비리를 세금으로 메우겠다는 방안을 광양시민·전남도민들이 쉽게 수긍하지 못할 것이다”고 말했다.

김 후보는“도지사 후보와 시장 후보 개인이 출연해 해결한다면 반대할 이유가 하나도 없다”면서“김 후보는 우선 교육부장관을 끝까지 설득해 폐교 수순을 우선 정지 또는 보류시키는 노력을 해야 한다”고 강조했다.

무소속 정현복 후보 측에 대해서도 강력히 비판했다.

정 캠프 측은 일단 정인화 국회의원이 제시한 사학법개정안이 통과되면 방안을 모색하겠다는 것이다.

김현옥 후보는 이에 대해“폐교된 이후의 해결 방안이기 때문에 현재 보건대의 현실과 맞지 않다”고 지적했다.

김 후보는“개정안이 통과하면 남은 재산을 이사장이 아닌 피해를 입은 당사자에게 우선권을 준다는 내용”이라며“이미 폐교된 후에 해법을 찾아보겠다는 것은 현실적으로 맞지 않다”고 반박했다.

김 후보는“후보들이 실현 가능성도 없는 공약을 내걸고 시민들을 우롱하고 있다”면서“저도 정말 안타깝지만 보건대 폐교는 현실적으로 어쩔 수 없는 것 같다”고 말했다.

김 후보는“과거 순천대 공대 이전이 아쉽게 무산됐는데 재검토 할 필요가 있다”면서“순천대도 살리고 광양도 상생하는 모델을 만들어 지역에 맞는 특성화 대학을 설립하는 것이 가장 중요하다”고 강조했다.

@highlight

김현옥 바른미래당 시장 후보가 보건대 해법을 두고 설전을 벌이는 김재무·정현복 시장 후보 캠프 측이 실현 가능성 없는 공약으로 시민을 기만하고 있다고 비판하며, 순천대 공대 이전을 재검토하고 지역에 맞는 특성화 대학을 설립하는 것이 중요하다고 강조했다.