2018 신한은행 마이카 KBO 올스타전에서 색다른 재미를 선사할 홈런레이스 등 주요 행사에 참가할 선수들이 확정됐다.

13일 퓨처스 올스타전 종료 후 열리는 ‘퍼펙트피처’는 드림과 나눔에서 5명씩 모두 10명의 선수가 출전해 개인전으로 진행된다.

이 행사는 선수 당 10개의 공을 던져 총 9개의 배트를 쓰러뜨리는 방식으로 다득점 순에 따라 우승자와 준우승자가 가려진다.

삼성에서는 장필준이 드림 올스타 선수로 출전한다.

이외에 드림에는 두산 양의지, 롯데 진명호, 이대호, SK 산체스가 나눔 올스타는 기아 안치홍, NC 이민호, LG 이형종, 넥센 이보근, 한화 이용규가 나선다.

퍼펙트피처는 울산서 열리는 올스타전을 기념해 울산공고 투수 최용준(3학년) 선수도 특별 출전한다.

팬들을 위한 특별 이벤트도 마련됐다.

퍼펙트피처에 출전하는 선수들은 시작 전 추첨을 통해 선수 당 약 800석에 해당하는 구역을 뽑게 되며, 우승을 차지한 선수에 해당되는 관람객 전원에게는 두유 1세트가 주어진다.

올스타전의 하이라이트 홈런레이스는 13일 드림과 나눔에서 4명씩 8명의 선수가 7아웃제의 예선전을 거쳐 각 팀에서 가장 많은 홈런을 기록한 2명의 선수가 결승에 진출한다.

드림 올스타에는 두산 최주환, 롯데 이대호, SK 최정, KT 강백호, 나눔 올스타는 NC 나성범, LG 김현수, 넥센 박병호, 한화 호잉이 출전한다.

지난해 첫 선을 보였던 ‘퍼펙트히터’는 배팅 티에 놓인 10개의 공을 쳐서 내야 과녁 5개와 외야 과녁 4개 등 총 9개의 과녁을 명중시키는 방식으로 맞힌 과녁 점수를 합산해 우승자가 결정된다.

드림에서는 두산 함덕주, 롯데 나종덕, 손아섭, 삼성 구자욱, KT 김재윤, 나눔은 기아 김윤동, NC 박민우, LG 정찬헌, 넥센 김하성, 한화 송광민이 대표로 출전해 승부를 겨루게 된다.

@highlight

2018 신한은행 마이카 KBO 올스타전에서 색다른 재미를 선사할 홈런레이스 등 주요 행사에 참가할 선수들이 확정되고 있으며 삼성에서는 장필준, 두산 양의지, 롯데 이대호 등이 나설 예정이다.