15일 열린 kt위즈와 경기에서 7-5로 승리한 삼성 강민호와 최충연이 그라운드에서 기쁨을 나누고 있다.

삼성 라이온즈가 ‘5강 싸움’에서 살아남을 수 있을까.

KBO리그 정규시즌 후반기 최대 관심사로 포스트시즌에 진출할 수 있는 와일드카드에 쏠리고 있다.

두산이 정규리그 1위로 한국시리즈 진출이 확실시되는 가운데 SK와 한화, 넥센이 차례로 2~4위를 꿰차고 있다.

5위에 주어지는 가을야구 막차 탑승이 가능한 와일드카드로 삼성을 비롯해 LG와 기아가 치열한 경쟁을 벌이고 있다.

17일 현재 삼성은 승률 0.472로 리그 7위다.

6위 기아(승률 0.479)와 2경기 차, 5위 LG(0.496)와는 3경기차를 보이고 있다.

현재 구도에서는 LG가 유리하지만 남은 경기 연승과 연패에 따라 순위를 뒤집을 수 있다.

특히 LG의 경우 리그 1위이자 이번 시즌 11전 전패로 승리가 없는 두산과 경기가 5번 남아 있다는 게 걸림돌이다.

후반기 무서운 상승세로 한때 5위까지 올랐던 삼성은 지난주 2승4패를 기록하는 등 아시안게임 휴식기 후 다소 주춤한 상황이다.

이번주 삼성은 18~19일 이틀간 기아와 홈에서 2연전을 벌인 뒤 고척에서 NC, 다시 홈에서 롯데와 차례로 경기를 치른다.

기아와 2연전은 결과에 따라 순위를 바꿀 수 있어 양팀 모두에게 중요한 만큼 총력전이 예상된다.

삼성은 선발로 보니야, 기아는 임창용을 세운다. 보니야는 이번 시즌 기아전에서 1승1패를 거뒀고 임창용은 삼성을 상대로 1승을 챙겼다.

상대 전적은 삼성이 8승 5패로 앞섰다.

특히 대구 홈경기에서 7월말 3전 전승을 거두는 등 대구에서 4승 1패로 우세를 유지하고 있어 기대를 걸어볼 만 하다.

반면 기아는 최근 3연승을 거두는 등 휴식기 후 7승4패로 무서운 상승세를 타고 있다.

이번주 양팀의 맞대결에 가을야구를 향한 명암이 엇갈릴 것으로 보인다.

@highlight

두산이 정규리그 1위로 한국시리즈 진출이 확실시되는 가운데 SK와 한화, 넥센이 2~4위에 등극한 가운데, 가을야구 막차 탑승이 가능한 와일드카드인 5위 경쟁에 삼성을 비롯해 LG와 기아가 치열한 접전을 벌이며 주목을 받고 있다.