민언련 “9개월 간 끈질긴 취재로 제도 개선 이끌어”

당진시대 한수미 취재팀장이 대전충남민주언론운동연합(공동대표 우희창·송동호, 이하 대전충남민언련)으로부터 민주언론상 특별상을 수상했다.

한수미 팀장은 2017년 말부터 불거진 당진시자원봉사센터 위·수탁 과정에 대한 문제 제기를 시작으로, 당진시 사회복지과 블랙리스트와 갑질 논란 등을 차례로 다루며 전반적인 복지기관 위·수탁 문제를 지적했다.

대전충남민언련은 “9개월 동안 끈질기고 집중적인 취재를 통해 조사 착수와 당진시의 자원봉사센터 운영 매뉴얼 정비 및 제도 개선을 이끌어 내는 등 지역사회의 문제를 기사를 통해 해결하는 풀뿌리 지역신문으로서의 모범을 보여 이 상을 수여한다”고 밝혔다.

한수미 취재팀장은 “좁은 지역사회에서 여러 관계가 얽혀있고, 수탁심사에서 통과해야 하는 복지기관들은 당진시의 눈치를 볼 수밖에 없어 취재에 어려움도 있었다”며 “하지만 기사를 통해 지역사회의 문제에 대한 개선 방안을 마련하게 돼 매우 보람을 느낀다”고 말했다.

한편 지난 2000년에 창립된 대전충남민언련은 지역언론에 대한 감시 및 비판 활동과 함께 지역언론 활성화를 위한 법·제도 개선운동을 벌여왔다.

특히 해마다 지역언론의 민주화와 발전을 위해 공헌한 언론기관 및 단체, 또는 개인에게 민주언론상을 수여하고 있다.

올해 민주언론상에는 공영방송 정상화를 위해 투쟁해 온 언론노조 대전MBC지부와 KBS대전총국지부가 공동으로 수상했으며, 당진시대 한수미 취재팀장과 함께 팟캐스트 ‘아는 것이 힘이다’가 민주언론상 특별상을 수상했다.

당진시대는 지방자치단체 비판과 감시, 당진항 지정 문제 등을 집중 보도해 지역언론 창달에 기여한 공로를 인정받아 지난 2001년 제1회 민주언론상을 수상한 바 있다.

@highlight

당진시자원봉사센터의 복지기관 위·수탁 문제를 지적한 당진시대 한수미 취재팀장이 지역사회의 문제를 기사를 통해 해결하는 풀뿌리 지역신문으로서의 모범을 보여 대전충남민주언론운동연합으로부터 민주언론상 특별상을 받았다.