고용보험 실업급여를 부정 수급하다가 적발되는 사례가 끊이지 않은 것으로 나타나 관계 기관이 적벌 조사를 강화한다는 방침이다.

지난 10일 고용노동부 여수지청(지청장 강성훈)은 지난 4개월 간 총 1525건의 부정수급 조사를 한 결과, 94명(기소 송치 5건, 내사종결 89건, 행정처분 94건)을 적발했고 그 중 혐의자 6명을 형사입건 했다고 밝혔다.

특히 여수지청은 사업주와 근로자가 공모해 실업급여를 부정하게 받아 챙긴 혐의(고용보험법 위반)로 사업주 A씨와 근로자 B씨를 기소의견으로 검찰에 송치했다.

A씨가 운영하는 업체에 취업한 B씨는 해당 취업 사실을 숨긴 채 고용센터에 거짓 실업인정 신청서를 냈고, A씨는 B씨가 실업급여를 받는 사실을 알고서 B씨의 취업 사실을 숨긴 채 4대보험 신고를 하지 않은 채, 지난 1월부터 7월까지 7차례에 걸쳐 810만여원의 실업급여를 받아 챙기도록 했다가 적발됐다.

여수지청 관계자는“공모사건에 대해 고용보험수사관이 수사해 기소의견으로 검찰에 넘긴 첫 사건”이라며“처벌과 별도로 사업주 A씨는 고용보험 미신고에 따른 과태료, 근로자 B씨는 추가징수금 등 합계 1600만여원을 따로 내야 한다”고 말했다.

한편, 정부는‘사법경찰직무법’을 개정(2017.12.19.)해 지난 4월 기존 부정수급 조사관에게 사법경찰관의 직무를 추가했다.

이에 따라 고용보험수사관의 독자적인 수사가 가능해져 행정 처분 뿐만 아니라 형사처벌 등 일반 경찰 업무도 가능해졌다.

강성훈 지청장은“공모형 부정수급의 경우 수사권 도입 이전에는 경찰 수사에 의존할 수 밖에 없어 적발에 어려움이 많았다”며 “앞으로 수사관의 전문성을 강화해 부정수급 근절에 더욱 노력하겠다”고 말했다.

한편 고용보험 실업급여를 부정수급 하다 적발되면, 실업급여 지급중지·반환명령 및 100% 추가징수 처분과 1년 이하의 징역 또는 1000만원 이하의 벌금이 부과될 수 있다.

@highlight

고용보험수사관은 지난 4월 고용보험 실업급여 부정 수급자를 조사할 수 있는 사법경찰관 자격으로 형사처벌 등 일반 경찰업무를 할 수 있게 됐다.