파일 장기보존 위한 기초작업 ‘파일 중성화 작업 마무리’

문화도시사업단(단장 박시훈)이 추진하는 이경모 사진가 작품 디지털아카이브 1단계사업이 마무리 됐다.

이경모 선생의 사진 디지털 아카이브 사업은‘2018 광양시문화특화지역 조성사업’의 일환으로 선생의 유작들을 아카이브 작업을 통해 소실되지 않도록 디지털화해 영구 보존하는 작업이다.

이번 사업은 고한상 사진가와 김종현 문화원 사무국장이 한국 사진의 거장 이경모 선생이 광양출신이며 격동기 근현대사의 아픈 역사를 사진으로 남겼으나 정작 광양에서는 전혀 조명이 되지 않고 있어 선생을 광양문화의 문화유산으로 기억하자는 데 뜻을 모았고 문화도시사업단의 지원으로 추진하게 됐다.

지난 6월 8일 1차 첫 회의를 열고 7월 8일 선생의 아들 이승준 유족대표는 사진기증을 약속하는 내용을 사업단과의 업무협약을 통해 약속했다.

사업단과 고한상 사진가는 같은 달 18일 이승준 씨를 만나 사진보존상태를 확인하고 이어 9월 13일 민병태 교수(전남대 평생교육원)와 오상조 교수(광주대 사진영상학과), 유지의 연구원(사진아카이브연구소) 등 사진전문가를 초빙, 작품 아카이브 방법에 대한 자문회의를 열고 이승준 유족대표가 기증을 약속한 선생의 사진 보존방안에 대해 논의했다.

고한상 포토센터 대표는 박덕찬 중앙사진관 대표와 함께 기존에 보관중인 작품이 보관상태가 좋지 않아 손상을 막고 장기 보존할 수 있도록 정전기와 습기 등에 강한 새 파일로 옮기는 작업을 우선 마무리했다.

고 대표는“이번에 작업을 마친 것은 1959년부터 작고하기 전까지 남긴 필름 4만8000장에 대한 1단계 작업을 마무리했다”며“앞으로 남은 작업은 필름내용이 무엇인지 연도별 날짜별로 정리해 한 눈에 찾을 수 있도록 본격적인 DB작업을 하는 것”이라고 말했다.

@highlight

문화도시사업단이 추진하여 이경모 선생의 유작들을 디지털화해 영구 보존하는 디지털 아카이브 사업의 1단계가 마무리 되었으며, 이번 사업은 한국 사진의 거장인 선생을 광양문화의 문화유산으로 기억하려는 고한상 사진가와 김종현 문화원 사무국장의 뜻이 모여 추진되었다.