보덕포 인근 석문호 상류에서 발견 “어업인 인생 이만한 메기는 생전 처음 봤다”

무게 25kg, 길이 140cm의 거대한 메기가 석문호에 나타났다.

송산면 당산리에 거주하는 김낙길 씨(63)가 보덕포 인근 석문호 상류에서 거대한 메기를 잡아 화제가 되고 있다.

지난 13일 오후 3시 경 전날 친 그물을 거두러 석문호를 찾았다.

그는 외래어종을 잡기 위해 친 그물을 들어 올리는데 평소와 다른 것을 느꼈다.

김 씨는 평소보다 더 묵직한 그물을 끙끙거리며 끌어올렸다.

고군분투를 벌이며 알 수 없는 생물체를 겨우 배로 옮겼고 그는 뭍으로 뱃머리를 돌렸다.

김 씨가 거대한 미지의 생물체를 잡았다는 소식에 인근의 주민 대여섯명이 현장으로 몰려들었다.

배에서 뭍으로 그물을 옮기는 것도 일이었다.

몇 사람이 달라붙어 펄떡펄떡 뛰는 물고기를 뭍으로 건졌다.

건진 물고기를 보는 순간 김 씨를 비롯한 사람들은 놀라지 않을 수 없었다.

현장에서는 “이야!”, “이게 뭐냐?”라는 탄성이 절로 나왔다.

김 씨가 잡은 것은 무게 25kg, 몸길이 140cm에 달하는 대형 메기였다.

김 씨는 “물 밖으로 모습을 드러낸 메기를 보고 놀랐다”면서 “어업인 인생에서 이렇게 큰 메기는 생전 처음 봤다”고 신기함을 감추지 못했다.

긴 수염을 가진 거대한 메기가 사람들의 시선을 사로잡았다.

뭍으로 꺼내 길이와 무게를 재는 동안 메기는 큰 힘을 자랑했다.

꼬리를 좌우로 흔들며 땅을 이리저리 헤집어 길이와 무게를 재는 게 쉽지 않았다.

엄청난 힘에 성인 남성들도 쉽사리 메기를 들어 올리지 못해 메기의 힘이 빠질 때까지 기다려야만 했다.

한편 이날 잡은 메기를 어떻게 할지 고민하던 김 씨는 자택으로 거대한 메기를 옮겼다.

하지만 메기가 너무 큰 탓에 마땅히 쓰임새를 찾지 못한 김 씨는 메기를 다시 방생했다.

@highlight

지난 13일 보덕포 인근 석문호 상류에서 김낙길 씨(63)가 무게 25kg, 몸길이 140cm에 달하는 메기를 잡았다.