포스코 광양제철소(소장 김학동)가 지난달 28일, 본부 대강당에서‘2018년 빅데이터(Big Data) 경진대회’를 개최하고 우수 과제 성과를 공유하는 시간을 가졌다.

빅데이터 경진대회는 4차 산업혁명이라는 패러다임의 변화 속, 현장의 중축 역할을 하는 직원들의 빅데이터 분석 능력을 향상시킴으로써 스마트팩토리(Smart Factory) 구현을 가속화하기 위해 2017년부터 개최되고 있다.

스마트팩토리란 제철소 생산 설비에 포스코의 50년 조업 노하우와 사물인터넷, 빅데이터, 인공지능 등 4차 산업혁명을 대표하는 기술을 접목해 고품질의 제품을 사람의 편차 없이 생산하는 이른바 ‘똑똑한 공장’을 말한다.

최소의 원가로 최고의 제품을 안전하게 생산하는 것이다.

이번 경진대회에 참여한 광양제철소 직원들은 지난 1월부터, 사내 교육 콘텐츠를 통해 빅데이터 통계 및 분석 기초 등 과제 수행에 필요한 빅데이터 관련 교육을 받았다.

또한, 과제 수행 중에는 사내외 전문가로부터의 밀착 멘토링을 지원받으며 단순히 결과를 도출하는 것을 넘어, 빅데이터에 대해 체계적으로 학습하고 데이터 분석 능력을 키웠다.

우수 과제로는 부문별 예선을 거쳐 총 6팀이 선정됐다.

최우수상은‘UST 결함 발생 예지’를 통해 품질 향상에 기여함으로써 △효과성 △활용성 △발표력 전 부분에서 가장 높은 점수를 받은 후판부 이영규 과장과 김종혁 사원이 수상했다.

우수상은 2팀으로 도금부 최진호 대리와 박진서 사원, 생산기술부 김광영 사원과 서상현 과장이 각각 차지했다.

김학동 소장은 강평을 통해“스마타이제이션 시대에 빅데이터 기반 업무 수행은 기업 경쟁력의 근간”이라며“광양제철소가 시대를 앞서는 혁신으로 지속 성장해 나갈 수 있도록 전 직원이 빅데이터 분석을 비롯한 4차 산업혁명 기술 관련 역량 개발에 힘써달라”고 당부했다.

한편, 광양제철소는 현재까지 총 4회(연 2회)의 빅데이터 경진대회를 개최했으며 130명의 엔지니어가 65건의 과제를 수행함으로써 원가절감에 크게 기여하고 있다.

@highlight

지난달 28일, 포스코 광양제철소가 스마트팩토리 구현을 가속화하기 위해 본부 대강당에서 ‘2018년 빅데이터 경진대회’를 개최하고 우수 과제 성과를 공유하는 시간을 가졌다.