조청명 사장 내달 2일 출근…첫 업무‘감독 결정’

사무국, 포스코에 구단지원금 100억 신청‘미확정’

전남드래곤즈 신임 사장으로 모기업인 포스코 부사장이자 포스코플랜텍 사장을 역임한 조청명 사장이 내정됐다.

지난해 2월 전남에 부임했던 신승재 사장은 올 시즌 2부 리그 강등과 일부 직원의 비위행위 등에 책임을 지고, 최근 포스코 정기 인사를 통해 구단 사장직에서 물러났다.

현재 전량강화실장 자리는 김인완 감독대행 체제로 돌아선 이후 공석 상태다.

이 부분 역시 신임 사장 출근 이후 조직 개편과 맞물려 내부 인사일지, 외부 전문가 영입일지 결정될 예정이다.

조청명 신임 사장은 1986년 포스코에 입사해 포스코 정책개발팀리더, 혁신기획실장, 베트남프로젝트추진반장, 가치경영실장 등은 물론 포스코건설과 대우인터내셔널에서도 경영기획총괄을 맡은 바 있다.

조 사장은 내년 1월 2일 구단에 첫 출근할 예정이며, 구단 내에서 논의 중인 신임 감독 후보들에 대한 보고와 논의, 확정도 그 이후가 될 전망이다.

구단 관계자에 따르면 현재 다음 시즌 다이렉트 승격을 목표로 외국인 지도자 후보 4명 중 2명으로 압축한 상태다.

후보들은 모두 포르투갈 출신인 것으로 알려졌다.

한편 광양시를 비롯해 각종 스폰서 지원 금액의 규모는 올해와 비슷할 것으로 보인다.

광양시는 구단이 2부 리그로 강등했음에도 내년 예산 2억5000만원을 올해와 동일하게 지원키로 했다.

그 외에 외주사, 협력사, 순천시, 전남도 등도 기존 예산과 비슷한 금액을 지원할 예정이다.

반면 모기업인 포스코는 전남 구단의 지원 예산을 아직 확정하지 않은 상태다.

사무국은 올해와 같이 100억을 신청해 둔 상태지만, 2부 리그 강등 등의 이유로 삭감될지는 조금 더 추이를 지켜봐야 한다.

구단 관계자는“일단 모기업인 포스코에 올해와 같은 100억을 신청해둔 상태지만 아직 확정되지 않았다”며“최대한 같은 금액을 지원받도록 노력해 구단의 다이렉트 승격을 위해 최선을 다 하겠다”고 말했다.

@highlight

전남드래곤즈 신임 사장으로 내정된 조청명 사장은 1월 2일 구단에 첫 출근해 첫 업무로 신임 감독을 확정할 예정이다.