[서울경제] 배우 유동근이 김명민과 함께 '2018 KBS 연기대상' 대상을 공동 수상한 가운데 수상 소감에 이목이 집중되고 있다.

지난 31일 오후 8시 55분 서울 여의도 KBS홀에서 '2018 KBS 연기대상'이 열렸다.

이날 유동근은 "황금 돼지가 왜 제 품으로 왔는지 후회스럽기도 하다."며 "'같이 살래요'는 장미희 씨가 있었기 때문에 가능했는데 제가 뭐 한 것이 있다고, 나이가 많아서 그런지 모르지만 이건 어떻게 제가 감당을 해야 하는지 잘 모르겠다"고 밝혔다.

이어 "우리가 사실 시작할 때 주말 드라마 처음으로 60대 로맨스를 했다. 저와 장미희 씨에게 짐이었다. 살다 보면 힘들 때가 있었다. 이 또한 지나가리라는 걸 알려주신 분이 있었다. 해볼 만하다고 저와 그 사람은 손 잡고 했다. 베스트 커플상으로 만족했다. 그 로맨스를 살리고 싶어서 감독님과 작가님이 손을 놓지 않았다"면서 "그 드라마를 하면서 후배들에게 의지했다 이런 상을 받으니까 그 사람한테 미안하다. 그렇게 친구처럼 지냈는데 죄송합니다 시청자 여러분"이라고 말했다.

유동근은 "그리고 우리 주말 연속극이 지상파에서 하나밖에 안 남았다. 우리 연기자들은 이 방송국에 무한한 사랑으로 갖고 있다. 여기가 고향이었다. 지금까지 KBS 사랑해주신 여러분에게 진심으로 감사드리고, 그 폭염에 고생했던 우리 조연출과 스태프 여러분, 현장에서 함께 장난쳐줬던 모든 후배 매니저 스태프들, 나와 같이 고생했던 소속사 가족들에게도 감사를 드린다"고 밝혔다.

끝으로 유동근은 "이제 2019년 황금 돼지해에 제가 꿈이 있다면, 아니 모든 연기자들의 소망이 있다. 그것은 그래도 오랜 대하드라마가 제발 부활됐으면 하는 마음이다. 저는 '미스터 션샤인'이 부럽기도 했지만 의병이라는 단어를 배웠다. 이젠 시청자 여러분이 열기와 열정과 성원을 해주신다면 대하드라마가 반드시 부활할 수 있을 거라 생각한다. 도와주세요 살려주세요. 여러분 모두 새해 복 많이 받으셨으면 한다. 제가 분에 넘치는 상을 받았다"고 말했다.

@highlight

배우 유동근은 지난 31일 오후 8시 55분 서울 여의도 KBS홀에서 '2018 KBS 연기대상' 베스트 커플상 수상 후 "장미희 씨가 있었기 때문에 가능했는데 제가 뭐 한 것이 있다고"라고 말했다.