충북일보=괴산] 괴산군은 군 농업기술센터에서 운영한 '2018 맞춤형 농업인교육'을 농업인들의 큰 호응 속에 성황리에 마무리했다고 31일 밝혔다.

군 농업기술센터에 따르면 올해 △새해농업인실용교육 △친환경농업대학 △생활기술과제교육 △식품가공기술교육 △신규농업인 영농정착기술교육 등 총 32개 교육과정을 410회에 걸쳐 운영했으며, 1만6천여 명에 달하는 교육생이 참여했다.

올해 맞춤형 농업인교육은 여성농업인, 귀농·귀촌인, 전문농업인 등 다양한 교육생을 대상으로 진행됐다.

특히 신규농업인 영농정착기술교육의 경우 귀농·귀촌인들이 마을에 안정적으로 정착할 수 있도록 귀농·귀촌 갈등관리를 비롯한 괴산군 주요작물 기술교육, 농기계 안전사용교육 등 귀농·귀촌인들에게 꼭 맞는 교육을 제공해 주며 큰 호응을 얻었다.

또한 군은 친환경농업대학과정 운영을 통해 괴산농업의 미래를 이끌어갈 전문가 발굴·육성에도 적극 나섰다.

군은 친환경농업대학을 운영하면서 이론·실습, 현장견학 등 다양한 교육을 실시, 교육생들의 참여의지를 높이고 전문 농업분야에 대한 이론의 체계화 및 중장기교육을 통해 핵심농업인 육성에 매진했다.

아울러 내년 농산물종합가공센터 개소를 앞두고 가공관련 전문교육을 진행함으로써 농업인들이 가공시설을 제대로 활용할 수 있도록 사전교육도 진행했다.

이와 함께 농기계안전교육 및 드론(초경량비행장치) 자격증 취득과정을 운영하는 등 지역 농민들에게 다양한 교육기회 및 정보 제공에도 힘썼다.

이 외에도 올해 한 해 동안 타지역 공무원, 농업인 및 학생 등 1천100여 명이 총 43회에 걸쳐 군 농기센터를 방문해 다양한 교육을 받거나 시설 견학을 다녀갔다.

군 농기센터 관계자는 "내년에도 농업인 중심의 맞춤형 교육을 적극 추진해 농업인들의 소득증대와 삶의 질 향상으로 민선 7기 군정목표인 '모두가 행복한 희망 괴산' 실현에 최선을 다하겠다"고 말했다.

@highlight

괴산군에서 실시하는 맞춤형 농업인교육은 총 32개 교육과정을 410회에 걸쳐 운영하며 여성농업인, 귀농·귀촌인, 전문농업인 등 다양한 교육생이 참여하는 가운데 성황리에 마무리되었다고 30일 전했다.