올해가 세종시 '행정수도 완성 원년'으로 기록될 것이라는 기대감이 커지고 있다.

이는 어느 누구도 부정할 수 없는 사실이고 이미 8부, 9부 능선에 근접해 있다고 해도 과도한 표현은 아니다.

한번 더 쐐기를 박자면 올해엔 반드시 행정수도에 요구되는 조건과 환경을 최종 충족시켜야 한다.

국가균형발전과 지방분권의 심장부가 세종시다.

그럼에도 헌법상 수도 지위를 부여하지 않고 있는 현실은 이율배반이다.

사정이 여기엔 이른 데에는 여야 정치권 책임성이 가볍지 않다.

행정수도로 치닫는 여정에서 의미 있는 진전과 변화가 적지 않았다.

지난 해 정기국회에서 국회분원(세종의사당) 설계비 10억 원 반영을 우선 꼽을 수 있다.

국회분원이 타당하냐는 단계를 넘어 제2 의사당 신축을 전제한 설계비 예산이 확보됐다는 것은 중대한 시사점을 던져준다.

이 사업은 중간에 멈출 수 없는 불가역적인 단계에 진입했음을 뜻하고 나아가 20대 국회 임기내 착공을 위한 기반 조성이 완료될 것임을 예고한다는 전망이 우세하다.

앞으로 세종시에도 국회기능이 배분되면 행정수도 완성에 큰 힘이 실리게 됨은 물론이다.

올해엔 정부부처 2곳의 세종시 이전 일정도 잡혀 있다.

당장 다음달에 행정안전부가 세종시에 합류할 예정이고 과학기술정보통신부는 9월에 이전하는 것으로 돼 있다.

서울엔 외교·안보 분야 부처만 존속하게 될 것이고 대신 세종시는 명실상부한 행정의 메카로서 위상을 재정립하는 일대 전기를 맞게 된다.

이 여세에 힘입어 대통령 제2 집무실 세종시 설치 문제에 대한 전향적인 공론화 필요성도 제기된다.

행정부 수반인 대통령의 세종시 집무공간 확보 또한 필요충분조건으로 봐야 하는 까닭이다.

그리고 종국엔 국회에서 개헌 명문화를 통해 행정수도 완성에 마침표를 찍도록 해야 한다.

정략이나 이해충돌이 없는 사안을 두고 더 이상 정치·선거공학적으로 접근해선 안 된다.

무슨 일이 있어도 20대 국회에서 초석을 놓기를 바란다.

@highlight

올해가 세종시 '행정수도 완성 원년'으로 기록될 것이라는 기대감이 커지고 있으며 이는 어느 누구도 부인할 수 없는 사실이고 이미 8부, 9부 능선에 근접해 있다고 해도 과언이 아니며, 올해엔 반드시 행정수도에 요구되는 조건과 환경을 최종 충족시켜야 한다.