해양수산분야 체계적인 정보관리를 위해 향후 3년간 121억 원이 투입된다.

해양수산부는 인공지능 및 빅데이터를 활용하여 새로운 부가가치를 창출하고, 종합적인 해양수산정보 관리 기반을 마련하기 위해 ‘제1차 해양수산정보 공동이용 종합계획’을 수립했다고 2일 밝혔다.

이 종합계획은 올해부터 2020년까지 ‘해양수산정보의 가치 창출 데이터 허브 실현’이라는 비전과 함께 4대 전략 8대 추진과제로 추진된다.

4대 전략은 ▷가치 창출을 위한 해양수산정보 제공기반 조성 ▷이용자 편익을 위한 해양수산정보 접근성 강화 ▷참여 및 협업 중심의 지능행정 구현 ▷안정적 서비스 제공 및 운영·관리를 위한 기반 강화 등이다.

먼저 해양수산정보 변경사항이 자동으로 갱신될 수 있도록 수집 및 관리체계를 개선한다.

품질관리와 표준을 강화해 해양수산정보의 정확성을 확보한다.

또 수요자 맞춤형 정보를 생산하기 위해 실수요자의 정보 수요를 파악하는 수요조사체계와 내외부 누리집 등에 게시된 해양수산정보를 분석해 잠재적 수요를 예측하는 수요예측체계도 구축할 계획이다.

이용자의 접근성도 강화한다.

이용자가 해양수산정보를 쉽게 이해하고 검색할 수 있도록 ‘해양수산 정보지도(데이터맵)’을 구축, 해양수산정보 개방을 확대한다.

또 전문지식이 없어도 해양수산정보에 쉽게 접근해 이용할 수 있도록 이용자 편의를 우선으로 하는 시각화와 통계화 서비스를 확대한다는 복안이다.

또 이해관계자의 주도적인 참여를 통해 국내 전 해역 해양공간계획의 수립과 실행을 지원할 수 있도록 정보수집과 분석 서비스 제공 체계를 구축하게 된다.

마지막으로 해양수산정보의 체계적인 관리를 위해 정책 수립부터 시스템 기획과 운영에 이르기까지 업무 전 과정에 적용되는 성과관리지표 및 측정방법을 개발하고 인프라를 확충하게 된다.

해수부 송명달 해양환경정책관은 “제1차 해양수산정보 공동이용 종합계획은 올해부터 2021년까지 3년간 121억 원을 투입해 시행해 나갈 ”이라며 “관계기관 등과 긴밀히 협력해 관련 과제를 차질 없이 추진하겠다”고 말했다.

@highlight

지난 2일 해양수산부는 체계적인 정보관리를 위해 올해부터 2021년까지 3년간 121억 원이 투입되는 '제1차 해양수산정보 공동이용 종합계획'을 수립하고 4대 전략 8대 추진과제를 추진한다고 밝혔다.