투자자들이 빚을 내 산 주식을 증권회사가 강제로 처분하는 ‘반대매매’가 지난해 많이 증가한 것으로 나타났다.

반대매매는 주가 급락 시 급증하는 모습을 보이는데 작년 증가세는 10월 하락장의 영향이 큰 것으로 분석된다.

1일 한국거래소에 따르면 작년 유가증권시장(코스피)과 코스닥시장의 연간 반대매매(호가 제출액 기준) 금액은 각각 1조 1천468억 원과 1조 1천299억 원으로 총 2조 2천767억 원에 이르렀다.

이는 2017년의 1조 3천49억 원(유가증권 5천961억 원, 코스닥 7천88억 원)보다 74.4%나 증가한 수치다.

반대매매는 2011년 2조 6천863억 원 이후 7년 만에 최대규모를 기록했다.

반대매매가 증가한 이유는 작년 하락장 때문이다.

주가가 연일 급락하며 ‘검은 10월’로 불린 지난해 10월의 영향이 컸다고 볼 수 있다.

코스피가 2,000선이 붕괴하고 1996.05(종가 기준)까지 떨어진 작년 10월 29일에는 하루 반대매매는 코스피 242억 원, 코스닥 211억 원 등 453억 원에 달했다.

10월 30일에는 하루 반대매매가 코스피 452억 원, 코스닥 559억 원 등 모두 1천11억 원으로 더 늘었다.

10월 한 달 동안 코스피 2천627억 원, 코스닥 2천589억 원 등 총 5천216억 원의 반대매매가 이뤄졌다.

이는 전산 조회가 가능한 2006년 3월 이후 월간 역대 최대치다.

다만, 11월 들어 월간 반대매매가 1천264억 원 수준으로 다소 안정세를 보였다.

반대매매는 증권사의 돈을 빌려 매수한 주식(신용거래) 가치가 일정 수준 밑으로 하락하거나 외상거래로 산 주식(미수거래)에 대해 투자자가 결제대금을 내지 못하면 증권사가 빌려준 돈을 회수하기 위해 강제로 처분하는 매매 방식이다.

반대매매가 늘어나면 투자자의 손실이 커지기 때문에 증권사와 마찰을 빚기도 하고 증시도 추가 하락 압력을 받는다.

거래소 관계자는 “주가 급락 시 반대매매가 급증하는 모습을 보인다”라면서 “최근 주요국 증시의 하락 영향으로 국내증시가 약세를 보이면서 다시 증가 추세를 나타낸다”라고 설명했다.

@highlight

작년 10월 하락장의 영향으로 투자자들이 빚을 내서 구매한 주식을 증권회사가 강제로 처분하는 '반대매매'가 현저히 증가한 가운데, 반대매매의 증가는 투자자의 손실로 이어져 증권사와 갈등이 생기거나 증시의 추가적인 하락이 발생한다.