한국 전통 단청 그리기를 쉽게 배울 수 있으면서 문화재 단청 기능자나 기술자 자격증을 취득할 수 있는 기회를 주고 싶었습니다.

지난 2010년 '한옥의 美(경인문화사)' 시리즈로 베스트셀러 작가로 등극한 서정호 공주대 문화재보존학과 교수<사진>가 20년 노하우가 담긴 단청 실무서를 출간했다.

'기초부터 자격증까지 OK 쉽게 배우는 단청'이라는 제목처럼 이 책은 이론과 실무를 책 한권으로 습득할 수 있도록 단청의 기본개념부터 자격증 취득에 필요한 시험 방법까지 체계적이고 실무적으로 구성돼 있는 것이 특징이다.

특히 건축학 박사답게 쉽게 풀어쓴 건축용어 정리부터, 자격증 시험 출제 유형까지 자격증 취득에 필요한 A부터 Z까지 꼭 필요한 핵심 내용들이 수록돼 있다.

서 교수는 "기존의 단청 관련 책들은 실무자 중심의 책이라기보다는 학문적 배경에 기반을 둔 책으로써 자격증을 취득하는데 어려움이 많이 있었다"며 "대학에서 20년동안 전통 단청을 가르치면서 쌓인 노하우와 실무, 이론을 집대성해 전공자 뿐 아니라 일반인들도 쉽게 읽힐 수 있도록 하는데 중점을 뒀다"고 말했다.

총 5장으로 구성된 이 책은 1장에서 한국전통단청에서 보여주는 한국의 색과 멋, 단청의 역사를 수록했고 2장에서는 단청 안료의 성분과 종류에 대해 체계적으로 정리했다.

3장에서는 단청그리기와 도채법이 4장에서는 공저자인 김경열(문화재수리 단청기술자 제 1150호)과 함께 단청그리기와 도학을 자세하게 수록, 관련 자격증을 취득하는데 필요한 기초적인 내용을 충실히 담았다.

마지막 5장에서는 목조 문화재 보수과정에서 사라져가는 단청을 보존하기 위해 관련 연구가 진행되고 있는 추세에 맞춰 단청, 벽화의 과학적 조사방법과 분석법도 수록했다.

서 교수는 "이 책을 통해 일반인들도 개인작업이나 현장에서 단청을 할 수 있는 능력을 키웠으면 한다"며 "한국의 전통미술인 단청을 그리면서 문화재의 애호심과 현대미술의 여러 장르에서 응용할 수 있는 적응력을 숙지하는데 도움이 되길 바란다"고 말했다.

@highlight

서정호 공주대 문화재보존학과 교수가 단청의 기본 개념 및 자격증 취득에 필요한 정보를 습득 할 수 있는 단청 실무서를 출간했다.