청와대가 적자 국채 발행을 강요했다고 주장하고 있는 신재민 전 기획재정부 사무관이 재직 중 기재부 담당 차관보의 대화내용이 담긴 메시지를 공개했다.

신씨는 고려대 재학생·졸업생 인터넷 커뮤니티 고파스 게시판에 '[신재민] 국채관련 카톡 증거입니다'라는 제목의 글에 해당 메시지 캡처를 공개했다.

이 글은 신씨 부탁을 받은 지인 계정으로 등록됐다.

공개된 내역은 2017년 11월14일 신씨 자신과, 차관보라는 직위만 공개된 인물 등이 초대된 카카오톡 단체방에서 주고받은 대화 내용이다.

차관보는 "핵심은 17년 국가채무비율을 덜 떨어뜨리는 겁니다", "올해 추경부대의견 0.5조 이미 갚았는가?"라는 내용을 썼고, 캡처 당사자는 "네 이미 상환조치하였습니다"라고 답한다.

신씨는 "카톡 전후 상황은 부총리의 8조7천억원 풀(전액)로 추가 (국채를) 발행하라는 지시를 반대하고서 국채 시장이 허용할 수 있는 범위 내에서 추가 발행할 수 있는 규모를 모색하는 상황"이라고 설명했다.

이어 "국내총생산(GDP) 대비 채무비율을 덜 떨어뜨리라는 이야기는 발행할 수 있는 데까지 최대한 발행하라는 이야기"라고 덧붙였다.

신씨는 앞서 2017년 11월 예정돼 있던 1조원 규모 국채매입 계획이 갑자기 취소됐고, 당시 재정관리관이 김동연 부총리한테서 적자 국채 발행을 계속해야 한다는 취지의 압박을 받았다고 주장했다.

청와대 역시 적자국채 규모 확대를 기재부에 요구했다는 것이 신씨 주장이다.

그러나 기재부 측은 반박 브리핑에서 강압적 지시는 사실이 아니고 토론 끝에 적자 국채 발행을 취소한 것이라고 해명했다.

신씨는 추가 자료 공개도 예고했다.

그는 "적자 국채 관련 당시 카톡, 보고서들을 내일이나 모레 영상을 찍으며 다 공개하겠다. 당시 부총리에게 올리려 했던 편지 초안을 국채과 후배들에게도 보내준 적이 있어 그 내용도 찾을 수 있을 것"이라고 밝혔다.

다만 "청와대 관련 추가 폭로나 KT&G 건 증거는 더 없다"고 밝혔다.

@highlight

청와대가 신재민 전 기획재정부 사무관이 재직 중 기재부 담당 차관보의 대화내용이 담긴 카톡 메시지를 공개 하면서, 차관보는 "핵심은 17년 국가채무비율을 덜 떨어뜨리는 겁니다", "올해 추경부대의견 0.5조 이미 갚았는가?"라는 내용을 썼고, 캡처 당사자는"네 이미 상환조치하였습니다"라고 답했다고 말하면서 추가 증거 자료 공개도 예고했다고 한다.