송진의 기자 1일 ‘어등산 해맞이 행사’에 참석한 1천 500여 시민들이 기해년 새해 첫 해를 맞이하고 있다.

2019년 기해년 한 해의 건강과 행복을 기원하는 해맞이 행사가 1일 동두천 관내 소요산ㆍ어등산 등 3곳에서 성황리에 열렸다.

이날 오전 7시 동두천시가 후원하고 불현동 새마을부녀회(회장 김판임)가 주관한 ‘어등산 해맞이 행사’에는 최용덕 시장, 김성원 국회의원, 도ㆍ시의원을 비롯한 1천500여 명의 시민들이 참석해 저마다 붉게 떠오르는 해를 보며 소망을 기원했다.

이들은 새마을부녀회가 준비한 떡국을 먹으며 희망찬 새 출발을 다짐했다.

같은 시간 소요산 야외음악당에서 동두천애향동지회(회장 홍석우)가 주최ㆍ주관한 ‘2019 기해년 소요산 해맞이축제’에는 시민과 관광객 1천여 명이 모여 소요산 공주봉(526m)에 올라 새해 행복과 안녕을 기원했다.

이들 또한 해돋이를 관람한 후 애향동지회원들이 준비한 사골우거지 해장국을 먹고 사물놀이, 난타, 국악공연 을 관람하며 흥겨운 시간을 보냈다.

또 보은약수터 위 조망대에서 상패동주민자치위원회(위원장 이춘재)가 마련한 ‘신년 해맞이’ 행사에도 상패동 주민 등 4백여 명이 참석해 떡국을 나눠먹으며 각자 새해 소원과 무사안녕을 빌었다.

최용덕 동두천시장은 “시민들의 편의를 고려하다보니 결과적으로 분산 개최하게 됐다”며 “힘들었던 지난해의 어려움을 모두 떨쳐버리고 10만 시민들의 희망이 실현되는 더 좋은 동두천을 위한 도전과 변화를 시작하겠다”고 각오를 다졌다.

1일 소요산 야외음악당에서 열린 ‘2019 기해년 소요산 해맞이축제’에 시민과 관광객들이 공연을 관람하고 있다.

@highlight

기해년 첫 해를 맞아 동두천 관내 소요산ㆍ어등산 등 3곳에서 해맞이 행사가 성황리에 개최되었다.