경제민주화 전담조직 신설[서울경제] 올해 서울시를 '경제특별시'로 만들겠다고 공언한 박원순(사진) 서울시장이 경제부서 조직 개편을 단행했다.

고용 및 노동 부서를 분리해 고용정책은 경제진흥실로 보내고 노동정책은 새로운 경제민주화 전담조직인 '노동민생정책관'에 전담시킨다.

서울시는 지방자치단체 최초로 경제민주화 전담조직인 '노동민생정책관'을 신설했다고 1일 발표했다.

노동민생정책관은 국 단위 조직으로 작년까지 경제진흥본부 산하에 있던 소상공인지원과와 일자리노동정책관 산하의 노동 정책 관련 부서를 합한 것이다.

노동민생정책관은 공정경제 실현과 경제민주화 강화로 서울 경제를 살리는 것을 핵심 목표로 한다.

자영업을 위한 사회안전망 마련과 사회적경제, 소셜벤처 등에 알맞은 경제모델 창조에도 집중한다.

노동민생정책관은 △노동정책 △소상공인정책 △공정경제 △사회적경제 담당관(과)으로 구성됐다.

노동정책담당관은 노동이 존중되는 도시구현을 핵심과제로 정했다.

특히 '산업안전팀'을 신설해 고(故) 김용균 씨 사고로 주목받고 있는 산업재해 예방을 담당시켰다.

자영업자 지원을 담당하는 소상공인정책담당관은 소상공인정책팀, 푸드트럭활성화팀, 소상공인지원팀, 시장활성화팀, 지역상권활력센터로 이뤄졌다.

공정경제담당관은 가맹·대리점분야 분쟁조정과 가맹 분야 정보공개서 등록업무 등을 맡고, 사회적경제담당관은 사회적기업을 지원한다.

기존의 본부 체제였던 경제진흥본부는 새해 들어 경제진흥실로 격상됐으며 경제정책실은 기존 일자리노동정책관실 산하에 있던 일자리담당관을 추가로 받아 고용 정책도 관할한다.

경제정책실 산하에는 성장 전담조직인 거점성장추진단이 있어 고용과 경제 정책의 시너지 효과가 예상된다.

소상공인의 카드 수수료 부담을 덜기 위해 추진된 간편결제 서비스 '제로페이'는 정책 연속성을 위해 노동민생정책관으로 넘기지 않고 경제진흥실이 계속 담당한다.

@highlight

서울시는 지방자치단체 최초로 경제진흥본부 산하 부서와 일자리노동정책관 산하 부서를 합친 경제민주화 전담조직 '노동민생정책관'을 신설하여 공정경제 실현과 경제민주화 강화로 서울 경제 살리기를 핵심 목표로 한다고 1일 밝혔다.