제재 범위 내 할 수 있는 일 모색 북한 김정은 국무위원장의 신년사에 대해 청와대와 정부 관계당국 모두 긍정적인 해석을 내놓으며 올 한해 한반도 비핵화와 평화의 진전을 기대하는 가운데, 남북 고위급회담 개최가 검토된다.

2일 관계당국 등에 따르면 정부는 3일 정의용 국가안보실장 주재로 국가안전보장회의(NSC) 상임위원회를 열어 남북 고위급회담 관련 내용 등을 논의할 것으로 보인다.

이는 전날 조명균 통일부 장관이 김 위원장의 신년사와 현재 진행 중인 남북 합의 이행과 관련해 남북 고위급 회담을 검토하고 있다고 말하면서 이날 북측에 회담을 제안할 지 여부와 시점 등이 주요 의제로 설정될 수 있는 것으로 보인다.

연초 고위급회담이 열린다면 당장은 개성공단·금강산관광 재개 관련 논의가 유력할 수 있다.

조 장관은 전날 김 위원장이 금강산관광과 개성공단 재개를 언급한 것을 놓고 “앞으로 북한과 협상 테이블에서 이런 문제를 논의하게 되면 여건 조성을 위한 측면도 함께 논의하고, 현 단계에서 재개를 전제로 제재 범위 내에서 할 수 있는 어떤 일들이 있는지 같이 머리를 맞대고 모색해 나가면 어떨까 생각한다”고 말했다.

그러면서 조 장관은 “김 위원장이 신년사에서 여러가지 남북한 간 풀어야 될 일들을 제기했고 이미 남북 간 평양공동선언·판문점선언 이행과정에서 한번쯤은 고위급회담으로 정리해야 될 문제들이 있다”며 “종합적으로 고위급회담 개최 여부를 검토해 나갈 것”이라 밝혔다.

지난해에도 김 위원장이 2018년 신년사에서 남북관계 개선 제안을 내놓은 뒤에 남북이 1월 9일 고위급 회담을 개최해 북한의 평창동계올림픽 참가 등 사항을 논의한 바 있다.

조 장관에 이어 통일부 백태현 대변인도 2일 정례브리핑을 통해 김 위원장이 신년사에서 조건없이 개성공단과 금강산 관광을 재개할 의향이 있다고 밝힌 데 대해 “(재개할 수 있는)조건을 마련하는데 주력할 필요가 있다”는 입장을 밝혔다.

백 대변인은 “현재는 제재국면이기 때문에 지금 국면에서 할 수 있는 것들이 어떤 것이 있는지 검토해야 한다”며 “관련 사안들은 남북 간의 논의와 국제사회와의 긴밀한 공조 및 우리 내부의 이해관계자들과의 협의를 통해서 추진해 나가야 할 사안이라고 본다”고 설명했다.

@highlight

관계당국에 따르면 조명균 통일부 장관이 남북 합의 이행과 관련해 남북 고위급 회담 검토를 언급함에 따라 3일 국가안전보장회의 상임위원회를 열어 북측에 회담을 제안할지 여부와 시점을 주요 의제로 다룰 것으로 보이며, 회담이 열린다면 개성공단과 금강산관광 재개 논의가 유력하다.