부산시가 새해 장애인과 중증 치매 노인 등을 위한 복지 대책을 한층 강화한다.

시는 특히 여성 청소년에게 보건위생 물품도 바우처로 지원한다.

시는 올해부터 장애인 의무고용률을 상향 조정하고 장애인 활동 지원 급여 단가를 인상한다고 2일 밝혔다.

장애인 의무고용률은 국가나 지방자치단체, 공공기관 등의 경우 기존 3.2%에서 3.4%로 확대된다.

50명 이상 고용사업장도 의무고용률을 2.9%에서 3.1%로 높여 장애인 일자리 기회를 늘린다.

장애인 활동 지원 급여는 평일 주간 1만760원에서 1만2960원으로, 야간·공휴일은 1만6140원에서 1만9440원으로 올린다.

장애인 활동 지원 시비 추가사업을 대상자별 월 20∼120시간에서 월 최대 330시간까지 확대한다.

발달장애 자녀를 둔 부모에게는 생애주기별 양육 정보를 제공하고 부모 자조 모임을 양성하는 등 맞춤형 부모교육을 지원한다.

올해 3월부터는 성인 발달장애인을 대상으로 하는 주간 활동 서비스를 월 40시간에서 88시간으로 확대하고, 7월부터는 일반 중·고등학교 발달장애 학생에게 방과 후 하루 2시간(월 44시간) 돌봄서비스 바우처를 지급한다.

문의 부산시 장애인복지과 (051)888-3212.

시는 이와 함께 16개 구·군의 치매안심센터를 통해 저소득 중증치매 홀몸노인을 대상으로 공공후견 지원 사업도 실시한다.

가족의 돌봄 없이 혼자 있는 치매 환자에게 신상·신분 결정 등의 후견활동 수행을 위해 후견인 심판청구와 후견인 선임, 활동지원 등과 같은 서비스를 제공하는 사업이다.

문의 부산시 건강증진과 (051)888-3341.

이 밖에 시는 올해부터 취약계층 만 11~18세 여성 청소년에게 보건위생물품(생리대) 구매비용을 바우처로 지급한다.

2016년부터 현물로 지원했지만 당사자의 선택권을 보장하고, 지원 과정에서의 심리적 위축을 방지하는 차원에서 올해부터 국민행복카드로 지원한다.

지원 금액은 월 1만500원으로, 연간 최대 12만6000원이다.

문의 부산시 아동청소년과 (051)888-1631.

@highlight

부산시가 장애인 의무고용률 상향 조정, 급여 인상, 중증치매 노인 공공후견 지원 사업 등을 실시하며 장애인과 노인 등을 위한 취약층 복지 지원을 강화한다. 