“기술이 삶의 방식과 형태를 모두 바꾼다.”

정동엽 아시아미래인재연구소 연구원은 “4차 산업혁명 시대의 변화는 지금의 2~3배 이상 빠른 속도로 진행된다”며 “제품과 설비, 그리고 인간이 연결되는 4차 산업혁명은 기존의 1·2·3차 혁명과는 다른 분업과 전문화를 요구한다”고 설명했다.

이어 “우리가 10년 후 일자리를 지키려면 지금부터 미래를 보는 안목을 키워야 한다”며 “기술 변화에 따른 재준비와 재조정, 즉 체질 개선이 필수적이다”고 강조했다.

정 연구원은 지난해 12월 20일 열린 대구 북구 진로박람회에서 미래직업 특강을 열고 ‘10년 후 일자리를 지키는 방법’에 대해 소개했다.

핵심은 가상과 현실을 얼마나 잘 결합하느냐다.

그는 △기계가 일을 할 수 없는 곳에서 하는 업무 △기계를 작동시키거나 관리·유지하는 분야로 이동해 지식·노동을 공급하는 일 △기계와 협업·공존하는 일 △기계를 활용해 생산성을 증가시키는 일 △새로운 기계를 만드는 일 등이 4차 산업혁명 시대에서 ‘지속가능한 일’이라고 했다.

정 연구원은 미래를 위한 패러다임을 빠르게 전환해야 한다고 주장했다.

또 인간과 사물(기계)의 협력 또는 상호작용이 본격화될 것이라고 전망했다.

변화의 주체는 인간 중심에서 ‘인간+사물 중심’으로 이동하는 한편, 인공지능과 사물인터넷이 사회를 본격적으로 운영하게 된다는 것.

그는 “미래사회에서 인간은 기계에게 주도권을 내어주지만, 반대로 나의 아이디어만 있다면 하고 싶은 무슨 일이든 다 할 수 있게 된다”며 “특히 수동적인 사후 조치보다는 예방적·근원적 조치에, 소유보다는 공유경제에 포커스를 둔 일을 해야 한다”고 말했다.

그러면서 “이젠 농사도 IT기술을 모르면 제대로 못 한다”며 “의사 등 전문직 종사자의 역할도 대대적으로 변화할 것이며, 스마트한 기계가 업무의 가장 기본적 도구가 될 것”이라고 덧붙였다.

마지막으로 정 연구원은 “우리의 경험도, 지식도 없는 4차 산업혁명 시대엔 절대 전문가가 있을 수 없다”며 “과거를 통해 미래를 조망하고 융복합된 기술 변화에 주목하는 것이 무엇보다 중요하다”고 말했다.

@highlight

지난해 12월 20일 대구 북구 진로박람회에서 정동엽 아시아미래인재연구소 연구원은 미래직업 특강을 열고 빠른 속도로 진행 되는 4차 산업혁명 시대에 대비하여 미래를 보는 안목을 키우고 분업, 전문화 등의 체질 개선이 필요하다고 강조했다. 