해명을 했음에도 이미지에 지워지지 않는 오점을 남기게 됐다.

신동욱의 조부 신호균씨는 지난 2일 TV조선을 통해 신동욱에게 효도사기를 당했다고 주장했다.

신씨의 주장에 따르면 효도를 하기로 하고 땅과 집을 줬는데 신동욱이 연인을 내세워 자신을 내쫓으려 한다고.

자신이 살고 있는 경기도 여주의 자택에서 두 달 안에 나가라는 통지서를 받았는데 이는 신동욱의 여자친구인 이씨가 보낸 것이고 주장했다.

또한 토지 1만5000평 가운데 2500평만 주기로 했는데 자신을 속이고 토지를 전부 가졌다고 했다고 강조했다.

신동욱 측은 조부 주장은 허위 사실이라는 입장을 밝혔다.

신동욱 측은 "현재 조부와 소송 중이며, 소유권이전등기는 적법한 절차에 따라 이행됐다"고 강조했다.

그는 "조부는 아내, 아들, 손자 3대의 걸쳐 가정폭력, 폭언, 살인 협박 등을 물론이거니와 끊임없는 소송을 진행하며 신동욱씨를 비롯 가정 구성원들에게 깊은 상처를 입혔다"고 말했다.

신 씨 측은 "신동욱씨의 조부와 신동욱씨는 계약상 필요한 서류들을 당사자간 직접 발급, 담당 법무사 집행 하에 모든 법적 절차에 따라 진행했다"라며 "때문에 엄준하고 적법한 법의 절차에 따랐음은 의심할 여지가 없는 사실"이라고 했다.

하지만 소식을 접한 네티즌들은 "love**** 해명하라니 동문서답만 내놓고 있네 이러면 점점 의심이 확신으로 굳어지는데" "tagc**** 그럼 돈 돌려드리세요 그렇게 할아버지와 사이에 아픔이 있음 안받고 안주면 되지 돈은 왜받아 많은 돈 앞에선 사람이 참 치졸해진다" "suri**** 논점흐리기하지말고 그 여자 명의로 왜 돌린건지 해명 부탁합니다" "oran**** 할아버지꺼 받은거 사실인데 왜 효도 안하냐 하니 기사마다 동문서답" 등의 싸늘한 반응을 보였다.

@highlight

신동욱 측은 신동욱에게 효도사기를 당했다고 주장하는 조부 신호균씨의 주장이 허위사실이라는 입장을 밝혔으나 이를 접한 네티즌들은 싸늘한 반응을 보였다.   