지하철 증차·추가 연장 제안도이재준 고양시장은 시민의 원활한 퇴근길을 위해 고양~서울 간 광역 지하도로를 구축해야 한다고 김현미 국토교통부장관에게 건의했다고 2일 밝혔다.

시는 이외에도 경의선 증차 운행, 3호선(일산선) 파주연장 조속 추진 및 조리·금촌 연장 등을 추가로 제안했다.

고양시에 따르면 현재 경의선은 출·퇴근 시간대 배차간격이 길게는 30분에 이르고 있다.

또한 경의·중앙선이 8량을 운행하는 반면 경의선(서울~문산 구간)은 불과 4량을 운행하고 있어 시민들에게 '지옥철'을 실감케 하고 있다.

고양시 관계자는 "열차 한 량이면 버스 3대 이상의 운행효과를 낸다"며 "출·퇴근 시간대 경의선 간격을 단축하고, 열차 칸을 4량에서 6량으로 증차해 달라"고 요청했다.

특히 현재 포화 상태인 육상 교통의 대안으로 고양 킨텍스에서 서울 강남까지 관통하는 지하도로 구축을 건의했다.

현재 파주와 고양을 관통하는 자유로는 하루 평균 22만 대 이상의 자동차가 오간다.

이는 전국 최다 교통량으로 자유로를 대체할 새로운 광역교통망 구축 필요성이 꾸준히 대두돼 왔다.

고양시가 제안한 광역 지하도로는 킨텍스~강남 간 통행시간이 83분에서 22분대로 4분의 1 가량 줄어드는 획기적인 대안 교통망으로 알려져 있다.

광역 지하도로는 수도권 서북부의 교통난 해소에 기여할 뿐 아니라 남북과 유라시아를 잇는 '아시안 하이웨이' 역할도 수행할 수 있다.

한편 3호선 파주 연장과 관련해서도 예비타당성 조사를 면제하고 조속히 추진해 줄 것과 파주~고양~서울을 연결하는 최단 노선인 통일로의 교통 포화상태를 해결할 대안으로 3호선을 고양시 지축역에서 파주시 조리·금촌까지 연장하는 안을 건의했다.

@highlight

이재준 고양시장은 시민의 원활한 퇴근길을 위해 고양 서울간 지하도로를 구축하고 출퇴근 시간대 지하철 간격을 단축하며 열차를 증량해 줄 것을 국토교통부 장관에게 건의했다