삼성증권은 3일 현대차그룹에 대해 자동차 시장 수요 둔화에서도 올해 공격적인 판매 목표를 설정했지만 차별화된 전략을 위한 시간이 필요하고 중국 판매 부진도 걸림돌이라고 진단했다.

자동차 업종 투자의견은 중립(Neutral)을 유지했다.

임은영 삼성증권 연구원은 "글로벌 3대 시장의 수요둔화가 뚜렷해진 상황에서 현대차그룹의 올해 판매목표는 전년대비 20만대 늘어난 760만대"라며 "연말 큰 폭의 세대교체가 이뤄지면서 그룹 전략 변화 기대가 커졌지만 경쟁사 대비 차별화된 전략을 제시하기에는 시간이 필요하다"고 분석했다.

앞서 전날 현대차그룹은 시무식을 통해 현대차(005380)와 기아차(000270)의 판매목표를 전년대비 각각 2%, 3.8% 늘어난 468만대, 292만대로 발표한 바 있다.

2025년까지 친환경차(xEV) 167만대 판매목표도 세웠다.

하지만 글로벌시장 수요의 65%를 차지하는 미국, 유럽, 중국시장의 수요는 지난해 하반기 들어 감소세로 전환했다.

그는 "중국 시장 수요는 전년동기대비 10% 이상으로 감소폭이 확대되고 있다"며 "미중 무역협상 불확실성으로 자동차 보조금정책은 실시 시기가 지연돼 올해 상반기까지 전년동기대비 10% 안팎의 수요 감소세가 이어질 것"이라고 예상했다.

작년 현대·기아차의 판매대수는 740만대로 전년대비 2% 증가했다.

기아차 멕시코공장 가동률 향상이 판매 회복을 견인했지만 문제는 중국 시장이다.

임 연구원은 "중국 판매는 감소폭이 축소됐지만 수요 감소세를 감안할 때 올해 회복을 확신하기 어렵다"며 "올해 판매목표 달성을 위해 중국 판매 증가가 필요한데 불확실성이 높다"고 판단했다.

올해 현대·기아차 주가는 지배구조 개편 기대감 등 긍정적 요인과 실적 부진과 재고 증가 리스크 등 부정적 요인이 혼재되며 변동성이 확대될 전망이다.

그는 "올해 1분기 실적 발표 전후로 지배구조 개편 재추진과 그룹 중장기 전략 발표에 대한 기대가 가능할 것"이라면서도 "엔진 리콜에 대한 검찰 조사 결과, 미국 통상법 232조 관련 불확실성 등이 우려된다"고 전했다.

@highlight

삼성증권은 3일 현대차그룹에 대해 자동차 시장 수요 감소폭에도 올해 판매목표를 전년대비  2% 증가한 468만대로 발표한 것에 대해 중국 판매 부진이 회복할 기미가 없어 판매목표 달성이 어려울 것이라 전했다.