봄철 불청객이었던 황사가 겨울을 습격해 '미세먼지 포비아'라는 신조어까지 등장하자 인천시가 대응방안을 마련했다.

시는 미세먼지 발생 시 단기간에 대기질을 개선해 시민의 건강을 보호하기 위한 비상저감조치 시행을 강화한다고 2일 밝혔다.

올해부터 공공분야 중심으로 시행되던 미세먼지 비상저감조치의 참여대상이 민간분야로 확대됐다.

시는 미세먼지 주의보가 발령되면 지난해까지 공공 사업장과 공사장만 운영시간을 단축했지만 민간 사업장과 공사장의 운영시간도 단축한다는 방침이다.

특히 지난해까지 인천을 포함한 수도권에만 시행되던 조치들이 전국적으로 확대되면서 전국민이 대기질 개선에 참여하게 됐다.

미세먼지가 심한 날에는 경유차만이 아닌 모든 노후 차량의 수도권 운행이 금지된다.

인천의 경우 온실가스 배출량을 감소하고 시민이 체감할 수 있는 대기질을 향상시키기 위해 공해차량 운행제한 제도를 확대 시행한다.

지난해 운행제한 대상차량은 비상시 저공해조치 미이행 차량 및 종합검사 불합격 차량이었지만 평상시로 운행제한을 강화했다.

비상시에는 배출가스 5등급 차량도 운행을 제한한다.

운행제한을 평상시에 위반했을 때는 과태료 20만 원, 비상시엔 10만 원의 과태료가 부과된다.

이밖에도 가정용 일반 보일러를 저녹스 보일러로 교체 시 교체비용의 일부와 산업용 저녹스 버너 설치 시 보조금을 지원하는 등 질소산화물 감소를 통한 대기질 개선에도 나선다.

저녹스 보일러는 0.1t 미만의 가정용 가스(LNG) 보일러 중 환경부 고시 인증기준을 만족하는 보일러로 1가구당 1대, 16만 원을 받을 수 있다.

저녹스 버너 설치 보조금은 인천지역 중소기업이 보일러, 냉온수기, 건조시설 등의 일반버너를 저녹스 버너로 교체하는 경우 용량에 따라 용량별 정액 금액을 지원받는 사업이다.

시 관계자는 "미세먼지 비상저감조치 강화와 온실가스 배출량 감소로 대기질을 개선해 시민들의 생활불편과 건강피해를 예방할 수 있을 것"이라고 말했다.

@highlight

봄철 불청객이었던 황사가 겨울에도 기승을 부리자 2일 인천시는 미세먼지 주의보가 발령되면 지난해까지 공공 사업장과 공사장만 운영시간을 단축했지만 민간 사업장의 운영시간도 단축하고 단기간에 대기질을 개선해 시민의 건강을 보호하기 위한 비상저감조치 시행을 강화한다고 발표했다.