[인천일보=온라인뉴스팀01] 신세돈 교수는 현재의 경제 상황을 정확히 진단하고 방향을 제시하기위해 신년 특집 대토론회에서 자신의 입장을 밝혔다.

2일 방송된 JTBC 뉴스룸에는 진보 진영 김상조 공정위원장, 유시민 작가와 보수 진영 신세돈 교수, 한국경영자총협회 김용근 부회장이 출연해 토론에 나섰다.

최저임금 제도와 관련, 유시민 작가는 "임금 인상을 위한 수단이 아니고 가장 낮은 임금을 받고 있는 이들을 보호하기 위해 최저선"이라고 말했다.

신세돈 교수는 "최저임금이 작년에 16.4%로 더해졌기 때문에 구조적인 요인이 깔려 있었고, 거기에 경기적인 요인이 더해졌었는데 결정적으로 타격을 준 게 저는 최저임금"이라고 강조했다.

그는 또 정부 소득 주도 성장이 근로 소득자에 치우쳐 있다고 비판하며, 자영업자를 소외하고 도외시 했다고 주장했다.

뿐만 아니라 앞으로 소득 주도 성장을 하려면 자영업자 등 전체의 40%도 정부 정책의 혜택을 받을 수 있도록 노력해야 한다고 지적했다.

김상조 위원장은 "소득주도 성장이 최저임금정책만으로 이뤄진 건 아니다.

최저임금정책은 노동자를 대상으로 주로 한 것인데 좋아진 부분도 굉장히 많았다"고 말했다.

신세돈은 숙명여자대학교 교수로 UCLA 대학원에서 경제학 박사를 취득했다.

그는 1984년에 한국은행 조사 제 1부 전문연구위원이 됐으며, 1987년에는 삼성경제연구소 금융연구실 실장을 역임하기도 했다.

한편, 네티즌들은 이번 토론에 대해 "wjdt**** 신세돈은 왜 화를 내고 있는건지 모르겠다 토론하랬더니 화내고 있다" "skop**** 이래서 교수들이 물정 모른다는 소리를 듣지 80년대후반부터 교직에만 있었으니 데이터만 보고 현실을 말하려고 하니 자기가 원하는 데이터 편집해서 보내" "golf**** 지금경제가 안좋은건 다아는건데 잘한건칭찬해주고 못한는건 비판받는건 당연한것같은데" "chee**** 신세돈 화이팅 문제를 제대로 파악하고 계시네요 의미없는 퍼다주기라면 복지는 그만 합시다" 등의 반응을 보였다.

@highlight

신세돈 교수는 신년 특집 대토론회에서 현재 경제상황에 대한 자신의 입장을 밝혔고, 최저임금에 관련해서는 유시민 작가가 가장 낮은 임금을 받고 있는 이들을 위한 최저선이라고 발언하며 토론을 이어갔으며 이번 토론에 대해 네티즌들은 다양한 반응을 보였다.