박혜림 4~5일 아트센터 전시장서 '다페르튜토 스튜디오' 선보여 ▲ 다페르튜토 스튜디오 作 '핀터의 방'.

'어디에나' 있지만 '어디에서도' 볼 수 없다.

백남준아트센터가 4일과 5일 이틀간, 아트센터 2층 전시장에서 '#예술#공유지#백남준' 전시의 참여작가집단 '다페르튜토 스튜디오'의 동명 연극 '다페르튜토 스튜디오'를 공개한다.

'다페르튜토 스튜디오'는 백남준아트센터 개관 10주년 기념전시회 '#예술 #공유지#백남준'의 연계 기획 공연으로 '명리(命理)'에 기반한 극작 및 연극의 실험적인 형태의 퍼포먼스 공연이다.

이번 퍼포먼스 공연은 작가 백남준의 명리에 근거한 사유와 운명을 해석하고 그의 사주를 상징하는 '검은 물'을 소재로 암(暗)이 내린 공간에서의 작품들을 새롭게 탄생 짓는다.

다페르튜토 스튜디오는 '어디에나'라는 뜻을 가진 이태리어로, '어디에나 있는 스튜디오' 또는 '모든 곳에 존재하는 스튜디오'라는 의미를 가지고 있다.

이처럼 다페르튜토 스튜디오는 연출가 적극을 필두로 실험적인 정체성을 내세우는 아티스트 집단으로 알려져 있다.

특히 희곡, 극장, 배우, 관객 등 연극을 이루는 주요한 조건들을 연극의 장르로서 실험하는 기획을 통해 연극의 요소들을 점검하는 작업들을 진행하고 있다.

이번 공연에는 김승록, 이지형, 김은경, 밝넝쿨이 출연하고 적극이 연출을 맡는다.

아울러 이번 공연에서는 서울 신촌극장과 연계해 동시 연극 형태로 진행되며 두 장소를 온라인으로 연결하고 서로 다른 장소에서 공연을 관람하는 관객들과 대화를 벌이는 등 흥미로운 퍼포먼스도 선보인다.

한편, '#예술 #공유지 #백남준' 전시회는 백남준아트센터 개관 10주년을 기해 마련한 전시회로 '공유지'로서 미술관의 가능성을 작품을 통해 선보이고 있다.

전시는 내달 3일까지 백남준아트센터에서 관람할 수 있다.

@highlight

4~5일 백남준아트센터에서 센터 개관 10주년 기념전시회의 연계 기획으로서 작가 백남준의 명리에 근거한 사유와 운명을 해석하고 검은 물을 소재로 어둠이 내린 공간에서 진행되는 퍼포먼스 공연인 '다페르튜토 스튜디오'가 공개된다.