[서울경제] 매년 새로운 유행할 컬러를 발표해 오고 있는 팬톤(PANTONE)에서 2019 '올해의 컬러'로 지정한 리빙 코랄'(Living Coral)이 화제다.

황금빛 오렌지색 '리빙 코랄'(Living Coral)은 해양 생물들에게 먹이와 안식처를 제공하는 산호초에서 영감을 얻었으며 글로벌 색채 전문 기업 '팬톤'(PANTONE)은 '급변하는 환경 속에 사는 현대인들에게 따뜻하고 충만한 느낌으로 편안함과 활력을 줄 것으로 기대된다'고 전했다.

이미 패션·뷰티 업계는 물론 다양한 분야에서 리빙 코랄을 쉽게 만날 수 있다.

심플하고 클래식한 디자인부터 트렌드를 앞서가는 디자인으로 연예인부터 인플루언서까지 사랑 받고 있는 V:SUN(브이선)에서도 리빙코랑 컬라의 아이템을 선보였다.

2019년도 유행 선글라스를 대비해 패션 포인트를 더해줄 아이템으로 제격.

심플한 디자인부터 감각적이고 실험적인 디자인까지 높은 퀄리티에 가성비까지 갖춘 완성도 높은 선글라스를 브이선에서 만나볼 수 있다.

CRUSH-09는 화사한 컬러감과 캣아이 실루엣으로 시선을 위쪽으로 옮겨 세련되면서도 도도한 분위기를 연출해주며, BLUEMOJITO-05는 커다란 육각 프레임에 동그란 안구, 곧게 뻗은 상단 브릿지로 독특한 실루엣을 지닌 보잉 선글라스이다.

HAWAII-03은 레보 코팅 처리로 빛이 비춰지는 각도에 따라 미러 렌즈처럼 보이는 특수 코팅 렌즈를 사용한 선글라스.

살짝 올라간 삼각 아세테이트 프레임이 세련된 이미지를 연출해준다.

트렌드와 가성비를 모두 갖춘 브이선 선글라스는 공식 판매 사이트인 트리시클로 홈페이지와 GS SHOP, CJ오쇼핑, H mall, 티몬, 쿠팡, 위메프 등에서 구매할 수 있다.

@highlight

해양 생물의 먹이·안식처가 된 산호초에서 영감을 받은 컬러인 리빙 코랄을 팬톤에서 2019 올해의 컬러로 선정한 가운데, 유행을 앞서가는 디자인으로 사랑받는 브랜드 브이선이 리빙 코랄 선글라스를 선보여 관심이 쏠리고 있다.