지난 2002년 7월 교통사고를 당한 뒤 뇌사 장기기증으로 네 명에게 새 생명을 선물한 고(故) 안병순씨의 동생 안병연(58·사진)씨가 올해 첫 순수 신장기증자가 된다.

사랑의장기기증운동본부는 3일 서울아산병원에서 안씨의 순수 신장기증 수술을 진행한다고 2일 밝혔다.

순수 기증은 연고 없는 타인에게 장기를 기증하는 것을 의미한다.

운동본부에 따르면 동생 안씨는 1998년 관악산을 오르다 장기기증을 홍보하는 현수막을 보고 곧장 운동본부에 사후 장기기증자로 등록했다.

누나의 사후 장기기증 역시 이런 안씨의 영향을 받은 것으로 전해졌다.

운동본부에 따르면 누나는 평소 안씨의 생명나눔에 대한 실천에 깊은 공감을 표했고 본인도 장기기증 서약에 참여하겠다는 의사를 밝힌 것이다.

이후 안씨는 장기기증으로 소중한 생명을 살리는 일의 감동을 늘 간직했다.

동시에 사후 장기기증뿐 아니라 생존시 기증도 소망한 안씨는 3일 드디어 신장기증 수술대에 눕게 됐다.

가족들 역시 안씨의 신장기증에 흔쾌히 동의했다.

평소에도 안씨는 '나눔왕'으로 통한다.

30년 넘게 심신장애인 후원을 해온 것은 물론 경기 수원 '연무동 나눔의 집'에서 노숙인을 위한 무료 급식 봉사에도 매일같이 나서고 있다.

지금까지 헌혈한 횟수도 67회에 달한다.

안씨의 신장을 받는 주인공은 17년째 만성신부전으로 투병생활을 이어온 장모씨다.

그는 1999년 신장결핵 판정을 받았으나 생활고로 적절한 휴식을 취하지 못했다.

건강은 점차 악화했고 급기야 만성신부전증을 얻어 혈액투석을 시작하게 됐다.

장씨는 "새해에 가장 소중한 선물을 받게 됐다"며 "생면부지의 저를 위해 수술대에 오르시는 기증인과 수술비를 지원해준 운동본부의 사랑을 이어받아 열심히 건강하게 살아가겠다"고 소감을 밝혔다.

@highlight

안병연씨는 교통사고를 당한 후 뇌사 장기기증으로 사람들에게 새 생명을 선물한 고(故) 안병순씨의 동생으로 본인도 그 실천을 본받아 장기기증 서약에 참여해 17년째 만성신부전으로 투병생활을 이어온 장모씨에게 신장을 기증한다.