이날 연탄 가격인상 반대 홍보 피켓 가슴에 걸고 홍보·국민청원 서명운동도 2일 전주경기전 앞에서 전주연탄은행 윤국춘 대표가 정부의 연탄값 인상 철회를 촉구하는 피켓 선전을 하고 있다.

최근 가슴을 울린 서울 노원구 백사마을 주민들의 연탄값 인상을 막아달라는 호소가 전주와 전국으로 퍼져 나가고 있다.

2일 오전 10시 전주 한옥마을 경기전 광장.

'금탄 된 연탄' 등 피켓 문구들이 눈에 띄었다.

이날 전주연탄은행 대표 윤국춘 씨와 직원·자원봉사자 7명이 '정부는 연탄값 인상을 철회해달라'고 호소하는 것을 시작으로, 오는 31일까지 모금활동과 피켓 선전을 진행할 계획이다.

이들은 추운 날씨에도 6시간 가까이 시위를 이어갔다.

윤 대표는 "해마다 연탄값이 100원 정도 상승하고 있다"며 "2015년 연탄 한 장당 가격이 500원 이었는데 올해는 약 900원에서 1000원 정도로 이를 전망"이라고 말했다.

그는 이어 "연탄 값 인상은 전북 8000여 가구를 비롯한 전국 14만 명의 연탄 세대에게 큰 부담"이라며 "연탄가격 인상과 불경기가 맞물려 후원의 손길도 위축될 수밖에 없다"고 우려를 나타냈다.

실제 전주연탄은행이 이번 겨울 기부받은 연탄은 전년도 같은기간(50만 장)에 비해 약 10만 장 줄었다.

이날 모금에 참여한 A씨(60·여)는 "연탄이 금탄이 됐다고 들었다"며 "어려운 사람들을 위해서 연탄가격이 오르지 않고 현재 가격으로 유지됐으면 좋겠다"고 말했다.

윤 대표는 "오늘부터 진행되는 시위에서 모인 모금액을 어려운 이웃에게 연탄으로 제공할 예정이다"면서 "연탄값 인상을 많은 국민들이 알아주시고 도와주셔서 어려운 이웃들이 올 겨울 따뜻하게 보낼 수 있도록 해달라"고 호소했다.

한편 연탄값 인상에 반대하는 시위는 전국적으로 진행되고 있다.

작년 12월 31일 청와대에서 밥상공동체복지재단 허기목 대표를 시작으로 전국 31개의 연탄은행에서 시위가 진행되고 있다.

또한 '연탄값 인상을 막아달라'는 내용의 국민 청원도 청와대 홈페이지에 올라와 있다.

@highlight

연탄 가격이 인상됨에 따라 어려운 이웃들이 올 겨울 따뜻하게 보낼 수 있도록 전주경기전 앞에서 열린 전주연탄은행의 연탄가격 인상 반대 홍보, 국민 청원 서명 운동, 백사마을 주민들의 호소 등 전국적으로 진행되고 있다.