일부 중국 기업이 ‘조건 없는 개성공단 재개’ 용의를 밝힌 김정은 북한 국무위원장의 신년사 이후 북한에서의 사업 기회에 큰 관심을 보이고 있다고 중국 관영 글로벌타임스가 2일 보도했다.

김 위원장은 전날 조선중앙TV로 방영된 신년사에서 “아무런 전제조건이나 대가 없이 개성공업지구(사진)와 금강산관광을 재개할 용의가 있다”고 밝힌 바 있다.

글로벌타임스는 톈진(天津)에 있는 식품가공기기 제조업체 성앙다(聖昻達) 기계 유한공사 측이 이를 북한 시장 탐사에 좋은 신호로 평가했다고 전했다.

회사 관계자는 지난해 9월 ‘평양 국제상품전람회’에 참가해 북한 중개인 30명 이상으로부터 문의를 받았고, 2017년 감자가루를 국수로 만드는 30만 달러(약 3억3천여만원) 상당의 식품가공기기를 북한에 판 적이 있다고 말했다.

이어 북한에 발달한 식품가공기기가 부족한 만큼 큰 시장잠재력이 있다고 기대했다.

글로벌타임스는 또 향후 북한의 개방 정도와 국제사회의 반응을 보기 위해 기다리고 있다는 장쑤성 소재 한 섬유업체 관계자의 발언도 소개했다.

그는 “모직 의류는 북한에서 매우 인기 있다”면서 “최근 중국 내 환경 규제가 심해지면서 북한에서 공장을 가동하는 것이 좋은 선택이 될 것”이라고 말했다.

글로벌타임스는 지난해 11월에도 중국 기업들이 북한 시장을 긍정적으로 보고 관심을 기울이고 있다고 전한 바 있다.

뤼차오(呂超) 랴오닝성 사회과학원 연구원은 개성공단 가동이 재개될 경우 중국이 관련 사업에 공헌할 수 있다면서, 중국 기업의 참여는 공장의 정상가동을 보장할 수 있다고 평가했다.

그는 또 “문재인 대통령이 지난해 8월 밝힌 ‘동아시아 철도공동체 제안’이 실현될 경우, 철도로 북한 제품을 중국 북동부 지역으로 편리하게 실어나를 수 있을 것”이라고 봤다.

이어 김 위원장이 즉각적인 경제적 이득을 가져다줄 수 있는 관광 산업에 힘을 쏟고 있다면서, 금강산관광이 재개되면 관광업도 신장할 것이라고 말하기도 했다.

글로벌타임스는 랴오닝성 단둥(丹東) 소재 여행사 두 곳에 문의한 결과 금강산관광 재개 이후의 관광객 증가 효과에 대해 낙관적으로 전망했다고 덧붙였다.

@highlight

글로벌타임스는 조건 없는 개성공단 재개 용의를 밝힌 김정은 북한 국무위원장의 신년사로 인하여 식품가공·섬유 업체들이 북한에서의 사업 기회에 큰 관심을 보이고 있다고 보도했다.