콘래드 서울(Conrad Seoul)의 뷔페 레스토랑 제스트(ZEST)는 2019 기해년 새해를 맞이해 1월 한달 동안 다채로운 프로모션을 선보인다.

31일까지 제스트를 이용하시는 돼지띠 고객에게는 20% 할인 혜택을 제공하는 '이어 오브 피그 (Year of Pig) 프로모션'을 진행한다.

동반고객포함 최대 6인까지 20% 할인 혜택을 받을 수 있다.

올데이제스트데이(All Day Zest)가 진행되는 월요일과 음주류는 제외되며, 성인 고객에 한해 적용되는 혜택으로 신분증 지참은 필수다.

더불어 제스트 평일 점심을 5만3000원에 이용 할 수 있는 특별 '플래시 세일'을 진행한다.

호텔 공식 홈페이지를 통해 예약한 고객에 한해 제공 되는 혜택으로 예약시 전액 선결제 필수이며 변경, 취소 및 환불이 불가하다.

본 프로모션은 7일 오후 2시부터 9일 오후 2시까지 예약 가능하며 8일부터 31일까지 이용 가능하다.

한편 콘래드 서울 2층에 자리한 프리미엄 라이브 뷔페 레스토랑 제스트에서는 최고급 식재료를 이용한 세계 여러 나라의 풍미와 진미가 담긴 음식을 한 자리에서 다양하게 즐길 수 있다.

최고의 신선도와 식감을 자랑하는 초밥과 사시미, 얇고 바삭한 껍질과 촉촉한 육질의 베이징 덕, 식재료 고유의 맛을 최대로 살린 해산물과 육류 및 가금류, 호텔 파티쉐가 직접 만든 젤라또와 디저트 등이 제스트의 대표 요리다.

보다 자세한 사항은 콘래드 서울 홈페이지(www.conradseoul.co.kr) 혹은 02-6137-7000으로 문의하거나 콘래드 서울 공식 페이스북(www.facebook.com/conradseoul)과 인스타그램 계정(www.instagram.com/conradseoul)을 통해 확인할 수 있다.

@highlight

콘래드 서울의 뷔페 레스토랑 제스트(ZEST)는 2019년 기해년 새해를 맞이해 1월 31일까지 제스트를 이용하는 돼지띠 고객들에게 20% 할인 혜택을 제공하는 '이어 오브 피그(Year of Pig) 프로모션'을 진행하며 동반고객포함 최대 6인까지 20% 할인 혜택을 제공한다고 한다.