문재인 대통령은 3일 "혁신을 통해 신기술과 신산업을 창출해야만 우리 경제의 경쟁력을 키울 수 있다"며 제도적 뒷받침을 약속했다.

문 대통령은 이날 새해 첫 경제현장 방문일정으로 서울스퀘어빌딩에 입주한 메이커 스페이스 업체인 N15(N 피프틴)을 찾았다.

메이커 스페이스는 전문 생산 장비를 보유하지 않아도 누구나 자신의 아이디어를 실물로 만들 수 있게 설비를 갖춰놓은 작업 공간으로, 대규모 제조시설이 필요한 전통적 제조업과 달리 개인도 3D 프린터 등으로 빠르게 완제품을 만들 수 있다.

문 대통령은 이 자리에서 제조 스타트업 분야에 종사하는 젊은 기업가들을 격려하며 "우리 경제의 활력을 높이고, 좋은 일자리를 만들기 위해서 활발한 혁신 창업이 필요하다.

이는 대한민국 경제를 도약시키는 길"이라며 이 같이 혁신 창업의 당위성을 강조했다.

문 대통령은 "우리 경제가 어렵다고 많이 말하는데 지금도 어려움이 있지만, 미래에 대한 걱정이 더 크다"며 "4차 산업혁명 시대에 대응하는 혁신성장의 핵심은 창의력과 기술경쟁력, 혁신역량을 갖추는 혁신적 창업가와 기업들"이라고 기대감을 표했다.

그러면서 "혁신 창업에 대한 가장 큰 장애는 실패에 대한 두려움으로, 실패를 두렵지 않도록 만들겠다"며 "작년 4월 전체 금융기관이 요구하는 연대 보증제를 완전히 폐지했고, 2022년까지 약 8만 여명의 채무를 조정할 계획이다.

실패해도 또다시 재기하도록 제도적으로 뒷받침하겠다"고 약속했다.

이어 "정부는 창업 국가 기반인 메이커 스페이스를 더 지원하고 더 많이 만들려 하는데, 혁신적 아이디어와 기술력이 있다면 누구나 시제품을 쉽게 만들고 제품화 할 수 있게 인프라를 구축하겠다"며 "메이커 스페이스를 작년 65개 만들었는데 올해 60여 개를 추가 구축하고 2022년까지 350여 개로 전국적으로 확대할 것"이라고 제시했다.

또 "제품 개발에 성공하면 창업으로 이어질 수 있어야 한다"며 "정부는 2017년 1조 7000억 원 규모의 벤처펀드를 신규 조성했고, 작년 신설한 3조 5000억 원의 혁신모험펀드를 포함해 2020년까지 총 10조 원의 모험자본을 조성할 것"며 스타트업 창업에 대한 전폭적인 지원을 재확인했다.

@highlight

문재인 대통령은 제조 스타트업 분야의 젊은 기업가들을 격려하며 혁신 창업의 필요성을 위해, 연대 보증제 폐지와 2022년까지 약 8만 여명의 채무를 조정할 계획과 같은 제도적 뒷받침을 약속했다. 