27일까지 사리면 백마저수지 일원 '제6회 괴산군 사리면 백마권역 겨울놀이축제'가 4일부터 오는 27일까지 사리면 백마저수지 일원에서 펼쳐진다.

괴산군 사리면 백마권역 겨울놀이축제가 4일 개막된다.

백마권역 겨울놀이축제 추진위원회(위원장 신학진)는 '제6회 괴산군 사리면 백마권역 겨울놀이축제'가 4일부터 오는 27일까지 사리면 백마저수지 일원에서 펼쳐진다고 3일 밝혔다.

올해로 여섯 번째를 맞는 사리면 백마권역 겨울놀이축제는 '2019년 괴산군 지역축제 육성 공모사업'으로 선정된 사리면 대표축제다.

이번 축제의 대표 프로그램으로는 ▶눈썰매 ▶얼음썰매 ▶빙어뜰채잡기 등이 있으며 ▶화롯불체험 ▶소원지 달기 ▶떡메치기 등 겨울철 이색 체험을 할 수 있는 다양한 부대 프로그램도 마련된다.

빙어튀김, 군밤, 가래떡 등 추위를 녹일 수 있는 따뜻하고 맛있는 먹거리 장터도 운영된다.

여기에 ▶팽이치기 ▶연날리기 ▶널뛰기 ▶쥐불놀이 등과 같은 전통놀이 체험과 ▶천연비누 ▶석고방향제 ▶솜사탕 ▶달고나 등을 만들 수 있는 체험장도 함께 운영되며 방학을 맞은 어린이와 청소년들에게 커다란 추억을 선사할 예정이다.

신학진 축제추진위원장은 "백마권역 겨울놀이 축제는 주민주도형 축제로, 가족단위 관광객이 많이 찾는 중부권의 대표 겨울축제로 자리매김하고 있다"며, "축제관련 문의전화가 많은 만큼 방문객들의 기대에 부응하기 위해 최선을 다해 준비하고 있다"고 말했다.

그러면서 "겨울방학을 맞아 평일에는 눈썰매·얼음썰매타기 체험료를 반값으로 할인 운영한다"며, "축제장에 많은 분들이 찾아와 신나고 재밌는 겨울을 만끽하시기 바란다"고 덧붙였다.

@highlight

4일부터 27일까지 사리면 백마저수지 일대에서 제6회 괴산군 사리면 백마권역 겨울놀이축제가 열리는데, 눈썰매, 얼음썰매, 빙어뜰채 잡기 등 다양한 체험 외에도 먹거리 장터 운영과 전통놀이 체험 등 다양한 프로그램이 주민주도형 축제로 마련되어 가족 단위 관광객이 찾는 대표적 겨울축제로서 준비될 예정이다.