3일 서울 중구 본사에서 열린 서민금융 전문가 초청 특별강연회에서 이계문(오른쪽) 서민금융진흥원장 겸 신용회복위원장이 강연자로 나선 김석동 전 금융위원장을 소개하고 있다.

서민금융진흥원과 신용회복위원회는 3일 서울 중구 본사 대강당에서 임직원 100여명이 참석한 가운데 '서민금융 전문가 초청 특별강연회'를 개최했다고 밝혔다.

이번 강연회는 진흥원과 신복위 임직원들의 지식함양과 역량강화를 위해 마련됐다.

김석동 전 금융위원장(현 지평인문사회연구소 대표)이 강사로 나서 '한민족 DNA에서 찾는 서민금융 강화방안'을 주제로 강연했다.

김 전 위원장은 "끈질긴 생존본능, 승부사 기질, 강한 집단의지, 개척자 정신을 특징으로 하는 한민족 DNA는 유라시아 대초원을 호령했던 기마민족의 DNA에서 연원한다"며 "위기에 강한 생존성장형 DNA를 바탕으로 대한민국은 지난 반세기 동안 기적적인 경제성장을 이뤄냈으며 현재의 저성장 위기도 극복하고 앞으로 세계 강국으로 더욱 발전해 나갈 수 있을 것"이라고 말했다.

서민금융 지원 역할도 강조했다.

김 전 위원장은 "영세 자영업자 등 서민들의 경제상황이 녹록치 않은 가운데 한민족 고유의 DNA를 일깨워 서민들이 어려움을 이겨낼 수 있도록 진흥원과 신복위의 서민금융 지원 역할이 어느 때 보다 중요하다"고 강조했다.

이계문 진흥원장 겸 신복위원장은 "김 전 위원장은 지난 2002년 카드대란으로 양산된 다중채무자의 재기 지원을 위해 신용회복위원회 설립을 이끌었으며 2011년 금융위원장으로 취임한 이후에는 서민취약계층을 위해 미소금융 접근성을 높이고 햇살론을 정착시키는 등 서민들을 위한 구원투수 역할을 해왔다''며 "이번 강연회는 지난 30여년간 경제와 금융관료로서 쌓아온 김 전 위원장의 서민금융에 대한 전문적 식견과 경험이 전달돼 진흥원과 신복위 임직원 모두가 서민금융 지원의 중요성을 되새기고 마음가짐을 새롭게 하는 계기가 될 것"이라고 말했다.

@highlight

3일 서민금융진흥원에서 임직원들의 역량 강화를 위해 서민금융 강화방안과 지원역할 강조를 주제로 서민금융진흥원과 신용회복위원회가 개최한 전문가 초청 특별강연회에서 김석동 전 금융위원장이 강사로 강연했다.