[이데일리 한광범 기자] 소프트웨어 보안 전문 스타트업인 소테리아시스템이 벤처스퀘어가 운영하는 디랩브이에스개인투자조합으로부터 지분 투자 유치에 성공했다고 3일 밝혔다.

소테리아시스템은 이번 투자 유치로 주력 제품인 서버블랙박스(Server Blackbox) 개발에 박차를 가한다는 계획이다.

서버블랙박스는 엔드포인트와 일대일로 직접 연결하는 보안 전용 하드웨어 엔진이다.

랜섬웨어 공격으로부터 일반 파일을 막고, 비대칭 인터페이스를 통해 변조 불가한 분산 저장 장치를 표방한다.

기존 웜디스크(WORM Disk)를 이용한 콜드시스템은 접속 기록이나 거래 내역 등을 광디스크나 하드디스크에 보관해 해커 로그나 침입 흔적이 남아 해커가 소프트웨어의 취약점을 확인할 수 있었다.

서버블랙박스는 기업 네트워크를 공격하는 해킹 활동 자체를 기록하고 해당 기록을 보존하는 서버를 위한 블랙박스라는 특징을 갖고 있다.

소테리아시스템 측은 서버블랙박스 사용 시 이 같은 웜디스크의 문제점을 해결할 수 있다고 주장했다.

소테리아시스템은 변조불가 분산 저장 장치와 자가 형상 관리 시스템 기술을 보유, 토탈 소프트웨어 보안 솔루션을 제공하고 있다.

소테리아시스템은 2014년 조지아테크 인큐베이팅을 거쳐 미국에 법인을 설립한 후 지난해 1월 국내 법인을 설립해 한국 시장에 진출했다.

소테리아시스템 측은 중소벤처기업부가 주관하는 민간 주도형 기술창업지원사업인 팁스(TIPS) 프로그램에 최종 선정돼 기술력과 시장성을 입증받았다고 강조했다.

또 현재 특허 1개를 비롯해 특허 출원 3개, 예정 3개 등 핵심 보유 기술 특허를 통한 지적재산권 확보에도 공을 들이고 있다고 밝혔다.

한편, 이번 팁스 추천과 투자를 주도한 디랩브이에스개인투자조합 액셀러레이터 운영사인 명승은 벤처스퀘어 대표는 "소테리아시스템의 서버블랙박스는 기업 네트워크를 공격하는 해킹 활동을 그대로 기록하고 보존할 수 있어 차세대 보안 시스템으로서의 사업성과 발전성이 명확해 투자를 결정하게 됐다"고 밝혔다.

@highlight

스타트업 기업인 소테리아시스템은 디랩브이에스개인투자자로 부터 지분 투자 유치에 성공했다고 밝힌 가운데 이번 투자를 통해서 엔드포인트와 일대일로 직접 연결하는 보안전용 하드웨어 엔진인 '서버블랙박스'개발에 몰두하겠다고 설명했다.