윤대희 이사장 '뉴 비전' 선언윤대희 이사장 '뉴 비전' 선언지난 2일 대구 본점에서 열린 '뉴비전 선포식'에서 윤대희 신용보증기금 이사장이 새로운 비전을 발표하고 있다.

[서울경제] 신용보증기금이 신(新)산업 중심의 중소·벤처 혁신생태계 조성기관으로 탈바꿈하겠다고 선언했다.

신보는 지난 2일 대구 본점에서 시무식을 열고 '기업의 도전과 성장에 힘이 되는 동반자'를 새로운 비전으로 선포한다고 3일 밝혔다.

새 비전은 혁신성장의 원천인 기업을 신보의 존립기반으로 정하고 기업의 도전과 지속성장을 지원하는 종합지원체계를 강화해 기업이 신뢰하는 동반자가 되겠다는 의지를 담았다는 것이 신보 측 설명이다.

신보는 새로운 비전을 실현할 미래혁신계획도 발표했다.

이 계획은 중소·벤처기업을 혁신성장의 주역으로 성장시키는 데 역점을 뒀다.

신보는 이를 위해 일반 보증기관에서 중소·벤처 혁신생태계 조성기관으로 전환하기 위해 앞으로 5년간 미래 신산업 영위기업과 혁신창업기업 등에 대한 특화지원 프로그램을 강화할 방침이다.

빅데이터 기반의 디지털 플랫폼 구축도 추진하기로 했다.

신보의 한 관계자는 "기업의 기본정보 외에도 생산품목, 기술 수준, 거래정보 등 다양한 연성정보와 동태정보를 수집할 것"이라며 "이를 통해 데이터베이스(DB)와 디지털 플랫폼을 구축해 혁신기업의 창업·도약·지속성장을 지원하겠다"고 강조했다.

업무 프로세스도 고객 중심으로 혁신한다.

핀테크 기술을 기반으로 비대면 업무 프로세스를 구축해 고객이 방문하지 않고도 기한 연장이나 약정을 할 수 있게 하고 고객이 제출할 자료를 전자적 방식으로 수집할 수 있도록 할 예정이다.

신보는 이와 함께 직접금융 활성화, 재도전 생태계 조성, 해외 진출 기업 지원, 사회적 금융 지원 등 정책기능도 강화할 계획이다.

윤대희 신보 이사장은 "올해를 신보 혁신의 원년으로 삼아 미래혁신계획을 성공적으로 수행해 새로운 비전을 실현할 것"이라며 "앞으로도 신보는 정책적 역할을 강화해 국민경제의 균형발전에 기여해나가겠다"고 말했다.

@highlight

신용보증기금은 지난 2일 대구 본점에서 개최한 시무식에서 '기업의 도전과 성장에 힘이 되는 동반자'를 새 비전으로 선포하고, 새로운 비전을 실현하기 위해 중소·벤처기업을 혁신성장의 주역으로 성장시키는 내용의 미래혁신계획도 발표했다.