최근 미국 젊은이들 사이에서는 가급적 빨리 은퇴하는 것을 생의 최우선 과제로 하는 '파이어(FIRE)족'이 유행하고 있다.

'파이어(Financial Independence, Retire Early)'는 경제적으로 자립해 조기에 은퇴한다는 의미다.

젊었을 때 극단적인 절약을 통해 노후자금을 빠르게 모은 뒤 빠르면 30대, 늦어도 40대 퇴직을 목표로 한다.

파이어족들은 생활비를 아끼기 위해 극단적인 짠돌이 생활을 서슴치않는다.

먹거리를 스스로 재배하고, 집을 줄이고, 걸어다니며, 한푼이라도 살뜰히 모은다.

그리고 금융 전문가들의 권장 저축액(소득의 15%)를 훨씬 넘어서는 소득의 50∼70%를 저축해 100만달러(한화 약 11억3천만원)를 모으면 미련없이 은퇴한다는 것이다.

파이어족들은 100만 달러를 모으면 주식 투자나 은행 이자를 통해 5~6%의 소득을 얻어 생활비로 쓰면서 남은 생을 즐길수 있다고 주장하고 있다.

이들은 파이어 블로그 '미스터 머니 머스태시', 팟 캐스트 '추즈FI' 등을 통해 정보를 얻고 서로를 독려하며 조기은퇴를 준비한다.

파이어족 현상을 보도한 월스트리트저널(WSJ)은 "직장이 성취감을 주지 못함에 대한 불만, 학자금 대출 상환 부담, 전통적 사회보장제도의 붕괴, 극심한 불황속 보다 안정된 삶을 향한 열망이 파이어 운동을 불러일으킨 것"이라 분석했다.

미래에 대한 확신은 없지만, 돈에 얽매여 휘둘리는 삶의 기간을 줄이고 가급적 빨리 내가 하고 싶은 일을 하면서 살겠다는 것이다.

하지만 이런 파이어 운동에 회의적인 시선을 보내는 이들도 있다.

미국의 금융전문가 수지 오먼은 기고문을 통해 "35세에 조기 은퇴 후 여유 있는 삶을 보내려면 적어도 500만~1000만 달러(약 56억~112억)는 모아야 한다"고 지적하면서 "파이어 움직임을 기반으로 직장은 완전히 그만두려고 하기보다는 싫어하는 일 혹은 돈 때문에만 하는 일을 멈추고 실제로 즐길 수 있는 일을 할 기회로 삼으라"고 조언했다.

@highlight

최근 미국 젊은이들 사이에서는 극단적인 절약을 통해 노후자금을 모은 후 빠르게 은퇴하는 것을 최우선의 목표로 하는 파이어족이 증가하고 있는데, 이러한 현상은 극심한 불황속에서 보다 안정된 삶을 향한 열망으로 인한 것이라 분석된다.