[김혜정 기자 hjkim@imaeil.com] 설리와 미미.

걸그룹 f(x) 출신 배우 설리가 지인들과 함께 한 홈파티 사진을 SNS에 공개하면서 설리의 일반인 친구 '미미'에 대한 관심도 높아지고 있다.

설리와 굉장히 친해 보이는 여성이지만, 낯선 얼굴에 누군가하고 고개를 갸웃하는 이들이 많다.

미미는 설리의 일반인 지인으로 설리가 SNS로 "친구 하고 싶다"고 내밀었다고 한다.

3일 포털사이트에는 '설리' '설리 인스타그램' 등이 상위권 검색어를 차지했다.

새해부터 이날까지 설리가 인스타그램에 올린 지인과의 파티 사진 때문이다.

설리가 지인에 깔려 누워있거나 익살스러운 자세를 취하는 등 독특한 분위기의 모습이 대부분이었다.

이 사진에서도 미미가 자주 등장했다.

설리는 친구 미미에 대한 애틋한 감정을 여러 차례 표현했다.

지난달 20일 웹예능프로그램 '진리상점'과 관련한 팝업스토어 개장 행사에도 설리는 미미와 동행했다.

자매인 양 비슷한 머리 스타일을 해 관심을 모았다.

설리는 지난해 10월 방송 '진리상점'에서 미미와 친해지게 된 계기에 대해 털어놨다.

예술 활동을 하는 일반인인 미미의 인스타그램을 둘러보다가 친구 하고 싶다는 생각에 공식 계정 외 다른 계정으로 인스타그램 쪽지를 보냈고 이것이 인연이 돼 두 사람은 친구가 됐다고 했다.

설리는 "미미가 나와 비슷해 보였고 동경하기도 했다"면서 "2살 어린데도 불구하고 나이와 상관없이 이 친구에게 배울 게 많았고, 무슨 생각을 평소에 하는지 어떻게 살고 무엇을 보면서 살길래 이런 멋있는 생각을 하나하고 생각했다.

나도 닮고 싶다고 생각했다"고 말했다.

미미는 "진리한테 메시지가 왔을 때 꽤 길게 진심 어리게 왔다.

누군지도 몰랐는데 왠지 얘랑은 친구 하면 좋을 것 같았다.

알고 보니 설리라고 해서 깜짝 놀랐다"고 당시를 회상했다.

@highlight

설리의 일반인 친구 미미는 SNS를 통해 설리와 친구가 되었다. 