신철주금 강제집행 관련 "사법부 판단 존중""사법부 판단 관련 日 발언 비외교적·양국관계 역행" 신철주금 강제집행 관련 "사법부 판단 존중"[이데일리 장영은 기자] 외교부는 3일 우리 대법원이 일제 강제징용 피해자들의 손을 들어준 판결과 관련, 아베 신조 일본 총리를 포함한 핵심 인사들의 부적절한 발언이 이어지고 있는 데 유감을 표명했다.

외교부 당국자는 이날 기자들과 만나 "일본측에서 강제징용 피해자 대법원 판결과 관련해 우리 사법부의 판단을 국제법 위반으로 단정하는 등 비외교적이고 양국관계 발전에 역행하는 부적절한 언행을 지속하는 것에 대해 유감으로 생각한다"고 밝혔다.

이 당국자는 "2019년 새해에는 한일 간 불행한 역사로 인해 고통받는 피해자들의 상처가 치유되고 이런 토대 위에서 한일관계가 미래로 한 걸음 더 나아갈 수 있기를 기대한다"고 덧붙였다.

이어 "우리 정부는 한일 간 불행한 역사에 기인하는 과거사 문제는 과거사 문제대로 정리해 나가면서 한일 간 경제, 문화, 인적 교류 등 실질 협력을 계속 진전시켜 나감으로써 한일관계를 미래지향적으로 발전시켜 나가고자 하는 확고한 의지를 갖고 양국관계 발전을 위해 지속적으로 노력 중"이라고 강조했다.

아베 일본 총리는 지난 1일 아사히 TV와의 단독 인터뷰에서 강제징용 문제와 관련, "1965년 체결된 한일협정으로 완전하고 최종적으로 해결한 문제"라며 "국제법적으로 봐도 있을 수 없는 판단이다. 향후 사태의 추이에 따라 국제 재판 혹은 대항 조치를 포함해 모든 선택사항을 시야에 두고 의연하게 대응해 나갈 것"이라고 했다.

이 당국자는 또 강제징용 피해자들이 대법원 판결에 따른 후속 조치로 신일철주금의 한국 내 자산에 대한 압류 절차에 들어간 것에 대해 "강제집행은 대법원 판결에 따른 사법적 절차의 일환으로서 행정부 차원에서 특별히 이에 대해 언급할 내용은 없다"고 말했다.

그는 "정부는 사법부 판단을 존중한다는 기본적 입장 아래 대법원 판결 이후 정부 내에서 관련 문제들을 다각도로 심도 있게 논의해왔다"면서 "제반 요소를 종합적으로 고려하면서 관계부처 간 협의와 민간 전문가들의 의견 수렴을 거쳐 대응방안을 마련해 나갈 것"이라고 설명했다.

@highlight

외교부 당국자는 일본측이 강제징용 피해자 대법원 판결을 국제법 위반으로 단정하며 양국관계 발전에 역행하는 부적절한 언행을 지속하고 있고 아베총리도 강경한 태도를 보이는 것에 대해 유감으로 생각한다고 밝히며 새해에는 한일 간 불행한 역사의 피해자들의 상처가 치유되고 그 토대 위에 한일관계가 미래로 한 걸음 더 나아갈 수 있기를 기대한다고 덧붙였다.