[구리=이데일리 정재훈 기자] 위험에 처한 시민의 비명 소리만으로도 경찰에 구조신호를 보내는 시스템이 구리시에 전국 최초로 설치됐다.

경기 구리시는 '경기도 안전자치 시범사업'의 일환으로 관내 수택동 골목길 10곳에 전국 최초로 사물인터넷 기술을 활용한 'CCTV·음성인식 비상벨'을 설치하고 3일부터 시범 운영을 시작한다고 밝혔다.

강력 범죄를 예방하고 주민과 구리전통시장 방문객들에게 안전한 이용 환경을 제공하기 위해 시행하는 IoT CCTV· 음성인식 비상벨은 범죄 발생 현장을 즉시 파악해 피해 발생을 사전 예방하는 역할을 한다.

CCTV가 범죄 발생 후 범인 검거를 위한 용도로 사용될 수 밖에 없는 한계를 극복해 범죄 예방에 큰 역할을 할 것으로 시는 기대하고 있다.

장비는 이상 음원 감지 장치와 IoT CCTV, 외부 경광등으로 구성되며 이상 음원 감지 장치는 비명 소리와 같은 이상 음원을 즉시 식별해 경찰로 영상을 전송, 확인 및 경찰 출동으로 이어진다.

이상 음원 감지 장치가 연동된 CCTV는 이미 상용화됐지만 무선 통신 방식을 사용한 경우는 이번이 처음이다.

특히 이번 시스템 도입으로 그동안 통신선 설치가 어려웠던 등산로와 산책로, 지하보도는 물론 태양광을 활용해 전원을 공급할 경우 산간, 도서 지역 등 장소의 제약 없이 설치가 가능해 적은 예산으로 큰 범죄 예방효과를 기대할 수 있게됐다.

통신비 역시 자체 메모리에 저장된 자료를 필요시 확인하는 방식으로 전환돼 데이터 소모량을 줄여 기존 유선 통신 요금의 절반 수준으로 운영할 수 있는 장점이 있다.

아울러 시는 IoT CCTV·비상벨 설치와 함께 △말하는 소화전 설치 △안심 택배함 확충 △안심 귀갓길 조성 △스마트 화재통보시스템 설치 △CCTV 확충 △화장실 IoT 비상벨 설치 등 시민안전을 위한 기반을 마련에 앞장서고 있다.

안승남 시장은 "범죄 사각지대의 위험 요인 해소와 환경개선으로 보다 안전한 도시 환경이 조성될 것으로 기대한다"며 "구리경찰서와 협력해 구리시를 '살기 좋은 안전 도시'로 만들기 위해 최선을 다하겠다"고 말했다.

@highlight

구리시는 '경기도 안전자치 시범사업'의 일환으로 관내 10곳에 전국 최초로 사물인터넷 기술을 활용하여 이상 음원을 구분해 경찰로 영상을 전송, 확인 및 경찰 출동으로 이어지는 시스템인 'CCTV·음성인식 비상벨'을 설치하고 3일부터 시범 운영을 시작한다고 밝히며 장소의 제약 없이 설치가 가능해 적은 예산으로 큰 범죄 예방효과가 기대된다고 하였다