널' 방송 캡처.

'베트남의 국민 영웅' 박항서 감독이 거침없는 입담을 뽐냈다.

널'(이하 '가로채널)에서는 '강호동의 하찮은 대결- 강.

하.대' 코너에서는 강호동이 박항서 감독을 만나기 위해 배성재 아나운서와 함께 베트남 하노이로 떠난 이야기가 공개된다.

앞서 진행된 실제 촬영 당시, 박항서 감독은 베트남과 북한 축구 대표팀의 친선 경기가 끝나고 자신을 기다리고 있는 강호동과 배성재를 만나기 위해 약속 장소로 향했다.

따뜻한 악수와 함께 첫인사를 건넨 박항서 감독은 강호동과 꼭 만나고 싶었던 이유를 깜짝 공개하며 강호동의 긴장을 풀어주는 훈훈한 모습을 보였다.

이어 박항서 감독은 자신의 인생 점수 그래프를 직접 그려보기 시작했다.

그는 태어난 순간부터 100점으로 체크하는 화끈한 모습으로 현장의 모든 이들을 깜짝 놀라게 했다.

또 박항서 감독은 2002년 한일 월드컵에서 한 번 더 100점을 주며, 그동안 어디서도 밝히지 않았던 황선홍 선수와의 포옹 세리머니 이야기와 히딩크 감독과 있었던 비하인드 스토리까지 솔직하게 털어놨다.

그런가 하면 박항서 감독은 2017년 베트남 축구 대표팀 감독으로 가게 된 순간부터 당시 현지 반응은 물론, 폭설 속에서 치러졌던 2018 AFC U-23 챔피언십 결승전에 숨겨진 이야기까지 솔직하게 공개해 강호동과 배성재를 깜짝 놀라게 했다.

이어 최근 열렸던 2018 AFF 스즈키컵 경기와 관련된 이야기를 전하며 박항서 감독이 선수들에게 가장 자주 한다는 의외의 단어를 공개해 눈길을 끌기도 했다.

그런데 인생 점수 그래프를 그리던 박항서 감독은 베트남 영웅으로 활약한 2018년에 의외의 점수를 매겨 모두를 놀라게 했다.

또 그 점수에 대한 이유를 덧붙이며 모두를 감탄하게 만들었다는 후문이다.

박항서 감독의 축구 인생 비하인드 스토리는 오늘(3일) 오후 11시 10분 방송될 '가로채널'에서 공개된다.

@highlight

'베트남의 국민 영웅' 박항서 감독이 '가로채널'에서 자신의 인생 점수 그래프를 그리며 입담을 뽐낸 가운데, 베트남에서 활약했던 2018년에는 예상치 못한 점수를 줘 모두에게 놀라움을 안겼다.