전북도립국악원이 전통 예인들이 살아온 삶의 자취를 더듬어 그들의 예술 편린을 살펴보는 두 권의 책을 발간했다.

<전북의 전통 예인 구술사> 제25권 국가무형문화재 제23호 가야금산조 및 병창 예능보유자 강정렬 편, 제26권 전라북도 무형문화재 제2호 판소리(수궁가) 예능보유자 김소영 편.

강정렬 편은 강 명인의 출생과 성장, 삶과 예술 그리고 제자들의 이야기로 구성돼 있다.

남성 가야금병창의 맥을 잇는 강 명인의 집안 내력과 스승들로부터의 학습 내력, 부산에서의 활동 사항, 신관용류 가야금산조의 특성, 정달영류 가야금병창의 특징을 세세히 수록했다.

강 명인은 전통시대 마지막 예술인으로 평가받는다.

전통시대 예술인이란 스승과 일대일로 교육받는 이른바 구전심수로 학습한 세대를 일컫는다.

또 하나 주목할 부분은 악가무 일체를 총체적으로 습득한 세대라는 점이다.

실제 그는 가야금산조로 국악에 입문한 이래 판소리와 가야금병창, 아쟁에 이르기까지 높은 예술적 성취를 보여주고 있다.

김소영 편은 전주를 중심으로 활발히 전승되는 동초제를 잇고 있는 김 명창의 가정환경과 학습 과정, 예술 활동을 담고 있다.

김 명창은 전라북도 무형문화재 제2호 판소리(춘향가) 예능보유자였던 김유앵 선생의 친조카로, 홍정택 명창은 그의 고모부이다.

오정숙 명창은 그의 판소리 스승이기에 앞서 아버지의 막내 이모이기도 하다.

그 밖에 전주 출신 명창들이 그와 친척 관계에 있다.

김 명창은 1990년 남원춘향국악대전 판소리 명창부 장원(대통령상)을 수상해 명창의 반열에 올랐다.

2012년 각종 국악대회에서 대통령상을 받은 명창들이 한자리에 모인 제1회 독도사랑 국악사랑 대한민국 국창대회에서 최고상인 독도국창상을 수상해 국창의 칭호를 얻기도 했다.

@highlight

전북도립국악원은 강정렬 명인의 삶과 예술 그리고 제자들의 이야기와 김소영 명창의 학습 과정과 예술 활동이 담긴, 전통 예인들의 삶의 발자취를 닮은 두 권의 책을 발간했다.