8시 36분 시작 한국천문연구원은 6일 아침 우리나라 전역에서 부분일식이 일어난다고 3일 밝혔다.

일식은 달에 의해 태양이 가려지는 현상으로 태양 전체가 가려지면 개기일식, 일부만 가려지면 부분일식이라 부른다.

태양의 400분의 1크기에 불과한 달이 태양을 가릴 수 있는 것은 태양이 달보다 400배 멀기 때문이다.

일식현상은 평균 6개월에 한번 정도 일어나는데 지구 특정 지역에서만 관측된다.

올해에는 1월 6일, 7월 2일, 12월 26일 등 모두 3차례 일식이 일어날 예정이다.

우리나라에서는 1월과 12월에 부분일식으로 관측할 수 있다.

일식은 지구 둘레를 도는 달이 태양과 지구 사이에 정확히 일직선으로 들어오는 음력 1일 근처에서 일어난다.

하지만 지구의 공전궤도와 달의 공전궤도가 5도 정도 어긋나 있어 매달 일식이 발생하지는 않는다.

약 6개월에 한번 씩 지구와 달 두 궤도가 교차하는데 이때 대부분의 일식이 일어난다.

새해 첫 부분일식은 서울 기준으로 1월 6일 오전 8시 36분 태양의 위쪽이 달에 의해 서서히 가려지기 시작해 9시 45분 최대에 이르는데 이때 태양 전체 면적의 24.2%가 가려진다.

이후 달이 태양 앞을 완전히 벗어나는 11시 03분에 부분일식이 종료된다.

한편 한국천문연구원은 페이스북 페이지(www.facebook.com/kasipr)에서 부분일식 현상이 진행되는 전 과정을 실시간으로 방송한다.

한국천문연구원 보현산천문대에 있는 태양플레어망원경과 155mm 굴절망원경으로 촬영한 부분일식 장면을 공개한다.

국립과천과학관은 한국과학창의재단, 한국천문우주과학관협회 등과 함께 부분일식 공개관측 행사를 개최한다.

천체관측소에서는 태양 전용망원경으로 일식 전 과정을 관측할 수 있으며, 천체투영관에서는 한국천문우주과학관협회 지원으로 일식과 관련된 영상이 상영한다.

@highlight

한국천문연구원은 우리나라 전역에서 새해 첫 부분일식은 서울 기준 1월 6일  오전 8시 36분 태양의 위쪽이 달에 가려져 점차 9시 45분 태양 전체 면적의 24.2%를 가리고 11시 03분에 달이 태양 앞을 벗어나 부분일식이 종료된다고 밝혔다.