이천시 마장도서관이 새해 "북큐레이션 전문도서관"으로 탈바꿈하고 다섯가지 섹션의 북큐레이션 코너를 마련해 차별화된 이용자 서비스를 시작해 눈길을 끌고 있다.

3일 마장도서관에 따르면 북큐레이션이란 망망대해 같은 책의 바다에서 숨어있는 좋은 책을 찾아내 독자들과 연결해주고 방향을 제시해주는 과정이다.

첫 번째 섹션은 '마장의 서재' 코너로 한 해의 테마를 정하고 매월 세부 테마를 정해 관련 주제의 도서를 선별해 전시한다.

책숲(종합자료실)의 2019년 테마는 '알쓸신잡 작가들의 서재'로 알쓸신잡 출연 작가들의 저서뿐만 아니라 관련 분야의 도서를 함께 전시하고, 책나무(어린이자료실)는 어린이 그림책 작가들의 서재로 꾸며진다.

두 번째 섹션은 '마장 컬렉션'으로, 숨어 있는 좋은 책을 찾아내 다양한 모둠별로 묶어 전시함으로써 어떤 책을 읽어야 할지 선택의 어려움을 겪고 있는 독자들에게 맞춤형 서비스를 제공한다.

세 번째 섹션은 '마장 크루s Pick'으로 마장도서관 사서들이 직접 읽고 추천하는 책 코너다.

추천하는 이유, 인상깊은 구절 등을 손글씨로 기록해 이용자들의 흥미를 유발하고, 도서 원본이 손상되지 않도록 인상 깊은 구절에 투명 필름(OHP필름)을 사용하여 기록하는 점이 색다르다.

네 번째 섹션은 '마장의 북 테라피' 코너로, 책숲 자료실에서 근무하는 사서가 따뜻한 마음을 담아 처방한 도서를 벽면 북홀더에 담아 전시한다.

마지막으로 도서관 이용자들이 직접 참여하여 큐레이션 하는 '이웃의 책장' 코너다.

이용자들이 읽은 책 중에 좋은 책을 선별하여, 추천하는 이유와 느낌을 메모지에 적어 책에 꽂아 전시를 한다.

추천 이유를 보고 마음에 드는 책을 선택해서 대출할 수 있다.

마장도서관 한 관계자는 "정보화 시대 그리고 제4차 산업 혁명 시대에 강조되고 있는 정보 큐레이션의 중요성을 깨닫고, 사서 본연의 역할을 되찾아 도서관을 활성화시키고자 노력하고 있다"며 "앞으로도 이천 시민들의 독서활동 증진을 위해 시대에 맞춘 다양한 변화를 시도할 계획"이라고 말했다.

@highlight

이천시 마장도서관이 북큐레이션 전문도서관으로 바뀌면서 네 가지 섹션의 테마도서관을 진행하고 정보 큐레이션의 중요성을 일깨울 수 있도록 도서관을 더욱 활성화 할 예정이다.