1월말 최종부지 선정 한전공대 설립부지에 광주·전남 지역의 관심이 쏠리고 있다.

한전공대설립지원위원회는 1월말 한전공대 부지를 최종 확정할 예정이다.

최근 광주광역시는 매월동 일대(서구), 도시첨단산단(남구), 첨단산단3지구(북구), 옛 전남축산시험장(광산구)을 후보지로 공개했다.

반면에 전남도는 신청지역을 함구하고 있다.

전남도 관계자는 "땅값이 오르는 등 여러 가지 부작용이 예상돼 신청지역을 말할 수 없다"고 말했다.

하지만 일부에선 전남도와 나주시가 설립부지로 유력한 전남도산림지원연구소 등 3곳을 추천했다는 얘기가 흘러나오고 있다.

전남도가 광주광역시와 달리 이처럼 예민한 반응을 보이자 일부 지자체들은 "사실상 나주지역으로 결정해놓고 들러리 세운 것 아니냐"며 벌써부터 반발하는 분위기다.

광주광역시와 전남도는 1월 7일쯤 기초지자체로부터 신청 받은 입지후보지 중에서 각각 3곳을 한전 입지선정 사무국에 추천할 예정이다.

현재 한전 용역사에서 구성한 '입지선정 전문가위원회'를 통해 평가기준이 마련된 상태다.

이어 각 후보지에 대한 서면평가와 현장실사를 진행한 뒤 1월 말 심사위가 최종 후보지를 선정하면 마지막으로 한전공대설립지원위원회의 추인을 받게 된다.

한전공대 설립은 2022년 3월 개교를 목표로 문재인정부가 '국정운영 5개년 계획'으로 추진하고 있다.

지난해 9월 한전은 '학생 1000명, 교수 100명, 부지 120만㎡ 규모'로 설립을 추진한다는 중간용역결과를 밝힌 바 있다.

한편 광주광역시와 전라남도, 한국전력공사는 4일 오후 3시 정부서울청사 국가균형발전위원회 대회의실에서 '한전공대 기본협약서'를 체결한다.

전남도와 광주광역시가 앞으로 진행될 한전공대 입지선정 절차 및 결과를 수용한다는 게 기본협약의 핵심이다.

기본협약에는 향후 양 광역지자체가 한전공대 설립추진을 적극 지원한다는 내용도 포함됐다.

@highlight

한전공대설립지원위원회가 1월말 한전공대 부지를 최종 확정할 계획임에 따라 광주·전남 지역의 이목이 집중되고 있는데, 광주광역시가 전남도가 입지후보지 중 각각 3곳을 한전 입지선정사무국에 추천하면 1월 말 그 중에서 부지가 최종 선정된다.