아웃도어업계도 신상 속속 출시 롯데백화점 대구점 9층 블랙야크키즈 매장에서 한 아이가 신학기를 맞아 책 가방을 구경하고 있다.

지역 유통가가 신학기 수요에 맞춘 어린이 마케팅에 돌입했다.

업계는 출산붐이 일었던 흑룡띠(2012년) 아이들이 초등학교에 입학하는 해여서 시즌 특수를 기대하고 있다.

3일 업계에 따르면 롯데백화점 대구점은 신학기 핵심 아이템 ‘가방’을 집중적으로 고객 유치 경쟁에 나선다.

올해 아동용 가방은 안전성과 아이들의 성장 방해 요소를 줄인 기능성 제품이 주를 이룬다.

디자인과 색상 등도 다양화된 추세다.

대구점 9층에 위치한 블랙야크키즈 매장에선 ‘LED 책가방’을 선보인다.

가방 중앙에 부착된 로고를 누르면 반짝이는 불빛이 들어오는 기능이 있어 재미를 준다.

어깨 끈 부분에는 어두울 때 빛을 내는 재귀반사 라벨이 부착 있어 어두운 공간에서도 안전하게 활동할 수 있다.

네파키즈 매장에선 안전성에 초점을 맞춘 가방을 내놨다.

주드 투인원 스쿨백은 어깨 끈 부분에 주로 등산화에 사용하는 보아 기능을 적용해 동그란 버튼을 돌리기만 하면 손 쉽게 끈 길이 조절이 가능하다.

가방 끈에는 호루라기가 부착돼 있어 위급 상황 시 안전하게 활용 가능하다.

아웃도어 업계에서도 신학기 가방을 앞다퉈 출시하고 있다.

대구점 7층 디스커버리 매장에선 넉넉한 수납 공간으로 정리가 쉬운 신학기 백팩 알파를 선보였다.

가방 앞주머니는 따로 분리해 힙색으로 활용할 수 있고, 옆면에는 보온 기능성이 있는 물병 포켓을 내장해 학부모 사이에서 큰 인기다.

신세계백화점도 새해 첫 대형 행사로 신학기 리빙 할인전을 연다.

신학기를 맞아 겨울방학 동안 자녀 방을 새롭게 꾸리려는 부모의 수요가 맞물리면서 기획한 행사다.

백화점은 4일부터 20일까지 나뚜찌·씰리·템퍼 등 국내·외 유명 가구·침구 브랜드가 대거 참여하는 ‘홈 퍼니싱 세일 페스타’를 진행한다.

@highlight

올해 지역 유통가는 신학기 수요에 맞춰 LED 책가방 등 기능성 제품을 내세워 신학기 수요 잡기에 나섰다.