박근혜 정부에서 국가정보원 특수활동비 상납 관여 혐의를 받는 이른바 ‘문고리 3인방’이 항소심에서도 각각 실형과 집행유예형을 받았다.

2심은 원심에서 무죄로 판단한 뇌물 혐의를 일부 인정하면서 안봉근 정호성 전 비서관의 형량이 늘어났다.

서울고법 형사4부(김문석 부장판사)는 4일 특정범죄가중처벌법상 뇌물 방조와 국고손실 방조 혐의로 기소된 이재만 전 비서관에게 징역 1년6월, 안 전 비서관에게는 징역 2년6월에 벌금 1억 원, 추징금 1350만 원을 선고했다.

정 전 비서관은 징역 1년 6월에 벌금 1억 원을 선고하고 3년간 형 집행을 유예했다.

앞서 1심은 이 전 비서관에게 징역 1년6월, 개인적으로 뒷돈을 받은 안 전 비서관에게는 징역 2년6월과 벌금 2700만 원을 선고했다.

또 정 전 비서관은 징역 10월에 집행유예 2년에 처했다.

박근혜 전 대통령의 최측근으로 이른바 ‘문고리 3인방’이라 불렸던 이들은 박 전 대통령이 2013년 5월∼2016년 9월 국정원장들에게서 특활비 35억 원을 상납받는 데 관여한 혐의로 기소됐다.

안 전 비서관은 박 전 대통령과는 상관없이 이헌수 당시 국정원 기조실장에게서 1350만 원을 받은 혐의도 있다.

항소심은 국정원장이 청와대에 준 특활비를 일부 뇌물로 판단했다.

1심 재판부는 청와대가 국정원 특활비를 지원받아 쓴 것이 예산 전용은 맞지만 뇌물로 보기는 어렵다고 봤다.

그러나 2심 재판부는 정기적으로 지원된 특활비는 1심과 같이 판단했지만, 2016년 9월 이병호 당시 원장이 2억 원을 박 전 대통령에게 지원한 건 직무상 대가관계가 인정되는 뇌물로 인정했다.

재판부는 또 국정원장들은 회계 관계 직원이 맞다는 1심의 판단을 재확인했다.

이는 최근 남재준 전 국정원장 등의 항소심 재판부가 국정원장은 회계 관계 직원이 아니라고 판단한 것과 엇갈린 대목이라 대법원에서 최종 판단이 내려지게 됐다.

@highlight

박근혜 전 대통령의 최측근인 이른바 '문고리 3인방'이 받은 특활비가 일부 뇌물로 판단되면서 각각 실형과 집행유예형을 받았다.