새해 불교계에는 창립 10주년부터 50주년을 맞이하는 불교기관 및 단체들이 많다.

이들 단체들은 창립기념일에 맞춰, 다채로운 기념행사를 준비하고 있다.

(사)한국불교종단협의회(이하 종단협)는 50주년을 맞는다.

종단협은 1969년 3월 12개 종단 대표 발기인 200명이 모여 한국불교총연합회로 창립됐다.

이후 1974년 대한불교총연합회로 명칭을 변경한 후에 1989년 현재 명칭인 (사)한국불교종단협의회로 정식 발족했다.

종단협은 현재 30여개 회원 종단이 매년 한중일불교우호교류대회를 비롯해 연등축제 등 다양한 활동을 펼치고 있다.

중앙승가대학교(총장 원종)도 올해 개교 40주년을 맞는다.

중앙승가대는 1979년 2월 24일 의정부 쌍룡사에서의 중앙불교승가학원 설립 발기 모임을 처음으로 시작됐다.

중앙승가대는 개교 40주년을 맞이해 올해 4월14일 개교기념일에 기념법회를 봉행할 예정이다.

조계사 불교대학과 호남 최초의 불교대학인 전북불교대학도 30주년을 맞는다.

불교 대표 학술계간지 '불교평론'은 창간 20주년을 맞는다.

1999년 겨울, 불교의 현대적 해석과 사회 속에서의 불교 이해를 모토로 창간된 불교지성을 대표하는 잡지다.

'불교평론'은 20주년을 맞아 올해 8월 말쯤 '포스트 세속화시대, 종교의 위상과 불교의 역할'을 주제로 학술대회를 연다.

지하철 역사 내 부처님 법음을 전해 온 '법음을 전하는 사람들의 모임 풍경소리'(대표 선묵 혜자)도 올해가 창립 20주년이다.

참여불교재가연대와 통도사 성보박물관도 올해가 각각 창립 및 증축개관 20주년이 되는 해다.

한국불교호스피스협회(협회장 능행)도 창립 10주년을 맞는다.

2009년 10월11일 포교원장 혜총 스님을 당연직 총재로 창립, 조계종 포교원 산하단체로 등록돼 활동하고 있다.

@highlight

   새해 불교계에는 (사)한국 불교 종단 협의회 50주년, 한국 불교 호스피스 협회가 창립 10주년을 맞이 하는 등 설립 10~ 50주년이 되는 불교기관 및 관련 단체들이 많다. 