한국GM은 지난 2018년12월 한 달 간 총 42,424대(완성차 기준 - 내수 10,428대, 수출 31,996대)를 판매해 4달 연속 증가 추세를 보였으며, 2018년 한 해 동안 총 462,871대(완성차 기준 ? 내수 93,317대, 수출 369,554대)를 판매했다고 발표했다.

쉐보레의 내수 판매량을 견인하는 차는 경차 스파크로, 12월 한 달간 총 5,252대가 판매되며 전년 동월 대비 13.7% 증가세를 기록, 2016년 12월 이후 최대 월 내수 판매를 기록했다.

연말 가격할인과 LG 트롬 건조기를 제공하는 등 공격적인 프로모션이 소비자에게 좋은 반응을 얻은 결과다.

최근 개성을 강조한 마이핏(MYFIT) 에디션을 출시한 스파크는 3개월 연속 전월 대비 증가세를 기록했다.

쉐보레 트랙스의 12월 내수 판매는 총 2,009대로, 전년 동월 대비 29.8%가 증가, 2017년 3월 이후 월 최고판매치를 기록했다.

전세계적인 SUV열풍에 힘입어 2018년 한 해 동안 총 239,789대가 수출되며 글로벌 시장에서도 변함없는 인기를 누리고 있다.

트랙스는 2014년부터 5년 연속 20만대 이상 수출을 기록했으며, 2018년 3년 연속 국내 완성차 수출 1위 달성이 유력시되고 있는 한국GM의 효자 차종이다.

한국GM 영업 및 서비스 부문 시저 톨레도(Cesar Toledo) 부사장은 "2018년 한국지엠의 경영 정상화 과정 속에서도 쉐보레 제품과 서비스에 변함없는 성원을 보내준 고객들에게 감사드린다"라며, "올해에는 고객 최우선 정책에 기반한 새로운 가격 정책으로 폭넓은 고객층 확보함은 물론 시장 점유율과 브랜드 신뢰도 향상에 박차를 가할 것"이라고 밝혔다.

앞서 쉐보레는 새해부터 주요 제품의 판매 가격을 하향 조정해 판매를 시작한 바 있다.

스파크는 트림별로 최대 50만원, 트랙스 최대 84만원, 중형 SUV 이쿼녹스는 최대 300만원을 하향 조정했으며, 플래그십 세단 임팔라는 전 트림을 200만원 하향 조정했다.

@highlight

한국GM은 지난 2018년12월 한 달 간 총 42,424대을 판매해 4달 연속 증가 추세로 2018년 한 해동안 총462,871대를 판매했으며  경차 스파크는 12월 한달간   총 5,252대가 판매되어 2016년 12월 이후  월 내수 판매되므로 시저 톨레도(Cesar Toledo) 부사장은 변함없는 성원을 보내준 고객들에게 감사드린다고 했다