2019 설날장사씨름대회가 오는 2월 1일부터 6일까지 정읍시에서 개최된다.

정읍시체육회는 4일 정읍시청 중회의실에서 유진섭 정읍시장과 (사)대한씨름협회 김정기 부회장 등이 참석한 가운데 2019 설날장사씨름대회 업무 협약식을 가졌다.

이날 협약식을 갖고 대한씨름협회와 정읍시, 정읍시체육회, 정읍시씨름협회 등 각 기관은 긴밀한 업무 협조체계 구축을 약속하며 대회의 성공 개최를 다짐했다.

이번 대회는 민족 최대 명절인 설날을 맞이하여 정읍시청 소속 단풍미인씨름단을 시민에게 널리 알림과 동시에 다양한 볼거리를 제공할 것으로 기대된다.

2019년 설날장사 씨름대회는 남자부 태백장사(80kg이하), 금강장사(90kg이하), 한라장사(105kg이하), 백두장사(140kg이하) 등 4체급 경기와 여자부 매화장사(60kg 이하), 국화장사(70kg 이하), 무궁화장사(80kg 이하) 등 3체급의 경기가 진행된다.

2일부터는 KBS 및 KBSN 중계방송을 통해 안방에서도 만나볼 수 있다.

유진섭 정읍시장은 "대회를 통해 정읍을 널리 알리고, 박진감과 다양한 볼거리로 관중에게 즐거운 시간을 선사할 수 있도록 최선을 다하겠다"고 밝혔다.

단풍미인씨름단 관계자는 "한다복(용장급), 김기환(역사급), 고요한(용사급) 선수 등 3명의 유망주 선수 영입으로 기해년(己亥年) 힘찬 도약의 첫발을 내딛었다"며 "올해도 선수들과 합심하여 단풍미인씨름단의 위용을 떨치는 한해가 되도록 최선을 다하겠다"고 밝혔다.

한편, 4일 정읍시청 단풍미인씨름단 신규영입선수 임용식 및 시무식이 개최됐다.

@highlight

정읍시체육회와 (사)대한씨름협회의 2019 설날장사씨름대회 업무협약식을 통해 2월 1일부터 6일까지 정읍시에서 2019 설날장사씨름대회가 개최되며, 2일부터는 중계방송으로도 관람할 수 있다.