SKC(011790)가 최근 우리화인켐 광학소재 제조부문 인수 절차를 마무리하고 고부가가치의 광학용 화학 소재 사업을 본격화한다.

광학용 화학 소재는 광학용 폴리우레탄(PU) 소재를 만드는 데 필요한 핵심원료다.

6일 SKC에 따르면 이 회사는 최근 우리화인켐 광학소재 부문 인수를 통해 자일릴렌 디이소시아네이트(XDI) 등 '고부가 폴리우레탄(PU) 포트폴리오' 기반을 갖췄다.

SKC는 지난해 8월 광학용 PU 소재 상업화에 성공한데 이어 고부가 케미칼 XDI 기술까지 갖추면서 사업 확장 기반이 마련됐다는 평가가 나온다.

SKC 내에서는 반도체 웨이퍼 연마패드(CMP 패드)와 자동차 서스펜션용 PU에 이은 XDI를 세 번째 고부가 PU 아이템으로 분류하고 있다.

XDI는 고굴절 모노머 '싸이올'과 함께 광학용 PU를 만드는 데 필요한 핵심 원료로 SKC는 관련 보유 특허 60여건 등의 기술력을 바탕으로 시장 장악에 속도를 낸다는 계획이다.

광학용 PU 소재는 굴절률 등 광학 성능이 뛰어나고 가벼워 점유율이 빠르게 늘고 있는 것으로 전해졌다.

주로 블루라이트 차단렌즈, 편광 렌즈, 다초점 렌즈, 광변색 렌즈 등 기능성 렌즈나 시력 보정용 렌즈 용으로 쓰이며 관련 시장 규모는 6,000억원 정도로 추정된다.

SKC는 지속적인 투자로 내년 상반기에 광학용 PU를 양산한다는 계획이다.

또 관련 기반기술을 발전시켜 고굴절 디스플레이 코팅제 등 디스플레이 소재 분야로도 시장을 확장해나간다는 방침이다.

SKC 관계자는 "SKC는 2016년에 수립한 '글로벌 스페셜티 마케터'라는 비전에 따라 스페셜티 소재 사업을 지속적으로 확장하고 있다"며 "고부가 PU 분야에서 지속적인 투자로 추가적인 고부가 아이템을 발굴하고 특화된 제품 포트폴리오를 지속적으로 완성해나가겠다"고 말했다.

@highlight

SKC는 최근 우리화인켐 광학소재 부문을 인수하여 광학용 PU를 만드는 데 필요한 핵심 원료인 자일릴렌 디이소시아네이트(XDI) 등 '고부가 폴리우레탄(PU) 포트폴리오' 기반을 갖추게 됐으며, 특허 60여건 등의 기술력을 바탕으로 6,000억원 규모로 추정되는 기능성 렌즈 및 시력 보정용 렌즈 시장 선점에 속도를 낼 계획이다.