[경주=환경일보] 강광태 기자 = 문화체육관광부와 한국관광공사가 공동으로 주관하는 '2019~2020년 한국관광 100선'에 대한민국 관광 1번지 천년고도 경주의 관광명소가 7곳이나 선정됐다.

불국사와 석굴암, 동궁과월지, 첨성대, 대릉원, 천마총, 황리단길이 그 주인공이다.

이로써 경주는 지자체로서는 가장 많은 관광 100선을 보유해 대한민국 대표 관광도시의 명성을 다시 확인했다.

유네스코 세계문화유산인 불국사와 석굴암은 2013년 이후 4회 연속 선정되어 대한민국 국민이라면 반드시 가봐야 할 대표 관광지로서의 자리매김을 확고히 했으며, 전국에서 가장 아름다운 야경을 자랑하는 동궁과월지, 첨성대도 2015년 이후 3회 연속으로 선정됐다.

이외에도 경주에서 가장 규모가 큰 신라고분군인 대릉원과 새단장을 마친 천마총, 젊은이들의 떠오르는 핫 플레이스 황리단길이 한국관광100선에 신규로 선정됐다.

2년마다 선정하는 '한국관광 100선'은 종전 인터넷 투표 방식에서 빅데이터 분석과 관광지 인지도와 만족도, 방문의향 온라인 설문, 통신사·소셜·내비게이션 분석, 관광객 증가율, 검색량 등 관광 통계 분석 및 전문가 13인의 서면·현장평가를 병행한 결과가 종합적으로 반영됐다.

권역별로 수도권 26개소, 강원권 13개소, 충청권 10개소, 전라권 14개소, 경상권 28개소, 제주권 9개소다.

한국관광 100선에 대한 자세한 정보는 한국관광공사 누리집 대한민국 구석구석 에서 확인할 수 있으며, 앞으로 한국관광공사에서 관광주간 이벤트 등을 통해 연중 홍보할 계획이다.

주낙영 경주시장은 "풍부한 관광인프라를 기반으로 새로운 문화관광콘텐츠를 지속 개발하여 신라 천년이 살아 숨 쉬는 세계적인 역사문화관광도시로 만들어가는데 총력을 기울이겠다"고 밝혔다.

@highlight

경주의 불국사, 석굴암, 동궁과월지, 첨성대, 대릉원, 천마총, 황리단길이 관광 통계 분석 및 전문가의 평가를 통해 '2019~2020년 한국관광 100선'에  선정됐다.