[한윤조 기자 hanyunjo@imaeil.com] 3월 새학년 새학기를 앞두고 안전과 성장 등을 고려한 다양한 기능성 가방들이 출시돼 학부모들의 관심을 끌고 있다.

아직 신학기가 시작되려면 2개월 가량이 남았지만 벌써부터 유통업계에서는 다양한 기능을 갖춘 신제품 가방을 선보이며 자녀들에게는 적극적인 씀씀이를 보이는 학부모 잡기에 나섰다.

특히 올해는 흑룡띠 영향으로 출산붐이 일었던 2012년 태어난 아이들이 초등학교에 입학한다.

2019년 새학기 가방의 특징은 그동안 아동용 가방에서는 보기 드물었던 안전성과 성장 방해요소를 줄인 다양한 기술력을 적용된 제품이 눈에 띈다.

블랙야크키즈는 'LED 책가방'을 선보여 아이들의 흥미를 끌고 있다.

가방 중앙에 부착된 로고를 누르면 반짝이는 불빛이 들어오는 기능이 있어 재미는 물론이고, 어두울 때 쉽게 식별할 수 있다는 점이 실용적이다.

어깨 끈 부분에는 어두울 때 빛을 내는 '재귀반사' 라벨이 부착돼 있어 어두운 곳에서 안전을 확보해 준다.

네파키즈는 빠르게 성장하는 아이의 특성을 고려한 맞춤형 기능을 선보였다.

주로 등산화에 사용되던 보아 기능을 가방 어깨끈 부분에 적용해 동그란 버튼을 돌리기만 하면 손 쉽게 끈 길이 조절이 가능하도록 한 것이다.

아이가 직접 자신의 키나 어깨, 짐 무게에 따라 어깨 끈을 늘리거나 줄일 수 있어 성장 방해 요소를 줄일수 있다.

가방끈에는 호루라기가 부착돼 있어 위급상황에 활용 가능하다.

그 외에도 수납공간이 넉넉한 백팩과, 앞쪽 수납 주머니를 따로 분리해 힙색으로 활용 가능한 제품, 보온 기능성 물병 포켓을 내장한 가방 등 다양한 기능성 가방들이 인기다.

롯데백화점 대구점은 1월 말까지 9층 행사장에서 '신학기 가방 제안전'을 마련한다.

장은영 아동매장 담당자는"책가방은 아이들이 하루종일 지니고 다녀야 하는 필수품이기 때문에 안전과 성장에 미치는 영향을 함께 고려해 여러제품을 비교해보고 신중하게 구매하는 것이 좋다"고 밝했다.

@highlight

올해는 흑룡띠 영향으로 출산붐이 일었던 2012년 태어난 아이들이 초등학교에 입학하면서 3월 새학년을 앞두고 보기 드물었던 안전성과 성장 방해요소를 줄인 다양한 기술력을 적용된 기능성 가방들이 출시돼 학부모들의 관심을 끌고 있다.