LG전자는 동영상 감상 몰입도를 높이는데 주력한 실속형 스마트폰 'LG Q9'을 선보였다.

6.1인치 풀비전 디스플레이와 명품 오디오 수준의 음향 성능이 특징이며, 출고가는 49만9400원이다.

LG전자 모델이 'LG Q9' 제품을 소개해보이고 있다.

[이데일리 이재운 기자] LG전자(066570)는 실속형 제품을 표방하는 스마트폰 신제품 'LG Q9'을 출시한다고 6일 밝혔다.

이동통신 3사를 통해 출시하며, 출고가는 49만9400원이다.

이 제품은 동영상 감상 시 몰입감을 높이는데 주력했다.

QHD+ 고해상도 디스플레이로 최대 1000니트 밝기를 제공해 스마트폰 기종 중 가장 밝은 화면을 제공할 수 있다.

음 왜곡률을 0.0002%로 줄인 '하이파이 쿼드 덱(Hi-Fi Quad DAC)'을 장착해 명품 오디오 수준의 원음 구현 성능도 제공한다.

여기에 기존 스마트폰 대비 2배 이상풍부한 강력한 중저음으로 속이 빈 물체 위에 스마트폰을 올려놓으면 별도 스피커를 연결한 것처럼 풍부한 사운드를 구현하는 '붐박스 스피커' 기능과, 사물을 카메라로 비추면 피사체를 스스로 인식해 자동으로 최적의 촬영 모드를 추천해주는 'AI 카메라'도 탑재했다.

간편결제 기능인 LG페이도 적용해 카드 결제기(POS)에 가져다 대면 결제할 수 있다.

IP68 등급의 방수방진으로 야외·레저활동 중에도 휴대가 가능하다.

미국 국방부가 인정하는 군사 표준규격 'MIL-STD 810G'의 낙하, 고온·저온, 고습, 진동, 일사량 등 14개 항목을 통과해 내구성을 입증하고, 전면 6.1인치 풀비전 디스플레이와 7.9㎜ 두께, 후면에는 강화유리와 부드러운 촉감, 무광 색상을 적용했다.

안병덕 LG전자 모바일마케팅담당은 "강력한 멀티미디어 성능에 다양한 편의기능까지 감각적인 디자인으로 담아내 훌륭한 졸업·입학 선물이 될 것"이라고 강조했다.

@highlight

LG전자는 QHD+ 고해상도 디스플레이에 명품 오디오 수준의 음향 성능이 특징이며 동영상 감상에 최적화된 실속형 스마트폰 'LG Q9'을 내놓았다.