충북일보] 충북지역 산업용지 신규 공급이 적기에 순조롭게 추진될 전망이다.

3일 충북도에 따르면 국토교통부 산업입지정책심의위원회는 지난해 12월 산업단지 내 산업용지 연평균 수요면적을 기존 131만5천㎡에서 201만5천㎡로 변경했다.

이는 도가 지난 2017년 말부터 국토부와 1년여간의 치열한 협의 끝에 확정받은 수치로, 전국 수요면적 1천674만7천㎡의 12%이며 17개 시·도 중 3번째로 넓은 면적이다.

산업단지 내 산업용지 연평균 수요면적은 안정적인 산업단지 수급관리를 위해 국토부 산업입지정책심의위원회 심의를 거쳐 시·도별 면적이 결정 고시된다.

분양대상 산업용지 면적이 연평균 수요면적의 10배를 초과하는 시·도의 경우 진입도로 국비 지원을 제외하는 등 산업단지 수급관리를 실질적으로 통제하는 기능으로 활용되고 있으며, 대체로 산업단지 면적의 60~70% 정도가 산업용지로 지정된다.

앞서 4년간 1천320만㎡(400만 평) 이상의 산업용지 신규 공급 계획을 제시했던 도는 금회 연평균 수요면적 확대 반영으로 그 기반을 마련한 것으로 분석했다.

이에 연내 12개 지구 990만㎡(300만 평)의 산업단지 신규 지정을 추진해 산업용지 330만㎡(100만 평) 이상을 신규 공급할 방침이다.

현재 남청주현도산단 등 7개 지구 594㎡(180만 평)의 산업단지는 이미 2018년 국토교통부 지정계획에 반영했다.

또한 서오창테크노밸리 등 5개 지구 396㎡(120만 평)의 산업단지를 지난해 12월 국토교통부 지정계획에 반영, 인허가를 준비하고 있는 것으로 알려졌다.

아울러 2019년 산업단지 진입도로 건설 예산으로 13지구 474억 원을 확보하였는데, 이는 2019년 전국 산업단지 진입도로 건설 예산 2천299억 원의 21%에 달하는 규모다.

도 관계자는 "사회기반시설 예산 확보가 어느 때보다 어려웠던 상황에서 관계부처와 지역 국회의원의 협조로 얻어진 성과"라며 "산업단지 입주기업 경쟁력 강화와 지역경제 활성화에 큰 역할을 할 것으로 기대하고 있다"고 밝혔다.

@highlight

충북도 신규 산업용지 공급이 순조롭게 진행될 예정으로 지역경제 활성화에 큰 역할을 할 것으로 관심을 받고 있다.