현대모비스 라건아가 전자랜드 찰스 로드의 수비를 뚫고 골밑슛을 시도하고 있다.

프로농구 '절대 1강' 울산 현대모비스가 라건아의 '20-20' 활약에 힘입어 2위 인천 전자랜드에 완승을 거뒀다.

현대모비스는 5일 울산동천체육관에서 열린 2018~19 SKT 5GX 프로농구 정규리그 홈 경기에서 전자랜드를 82-65, 17점 차로 크게 이겼다.

이로써 현대모비스는 전자랜드의 4연승 행진에 마침표를 찍고 2연승을 달렸다.

1위 현대모비스와 2위 전자랜드의 격차는 6경기로 크게 벌어졌다.

사실 현대모비스는 최근 전력이 100%가 아니다.

토종 센터 이종현이 슬개골 부상으로 시즌 아웃됐고 가드 이대성도 종아리 부상으로 경기에 나서지 못했다.

하지만 공백은 전혀 느껴지지 않았다.

이대성의 빈 자리를 훌륭히 메우고 있는 박경상은 3점슛 4개 포함, 14점을 책임졌다.

특히 1쿼터에만 3점슛 2개를 몰아치며 초반 분위기를 이끌었다.

함지훈도 37분여를 뛰면서 18점 6리바운드로 제 몫을 했다.

무엇보다 라건아의 존재감이 확실했다.

라건아는 이날 두 팀 합쳐 가장 많은 38분여를 뛰면서 25점 20리바운드를 기록했다.

최근 전자랜드에 새로 가세한 찰스 로드(8점 5리바운드)가 라건아를 막기 위해 안간힘을 썼지만 상대가 되지 못했다.

전반에만 리바운드 8개를 잡아내 3개에 그친 로드를 압도했다.

라건아는 그나마 전자랜드에서 라건아를 잘 막았던 강상재가 3쿼터 6분여를 남기고 파울 트러블에 걸려 벤치로 들어가자 더욱 펄펄 날았다.

3쿼터 막판 연속 6득점을 올리는 등 3쿼터에만 13점 5리바운드를 기록하며 경기를 지배했다.

원주에선 6위 원주 DB가 최하위 서울 삼성을 100-80으로 눌렀다.

삼성은 4연패 늪에 빠졌다.

DB의 외국인선수 리온 윌리엄스는 26점 21리바운드로 승리의 일등공신이 됐다.

@highlight

5일 울산동천체육관에서 열린 2018~19 SKT 5GX 프로농구 정규리그 홈 경기에서 현대모비스는 전자랜드를 82-65, 17점 차로 크게 이기면서 프로농구 절대1강 현대모비스는 전자랜드의 4연승 행진에 마침표를 찍고 2연승의 쾌거를 기록하였다.