"선정성·비속어 사용 심각···문제 방송 규제 찬성" 76%"선정성·비속어 사용 심각···문제 방송 규제 찬성" 76%[서울경제] 10대 청소년들이 인터넷 상의 개인방송을 시청하는 시간이 일일 평균 무려 2시간에 육박하는 것으로 나타났다.

청소년들 스스로도 해당 방송들에서 비속어 사용, 선정성 등의 사용이 심각하다고 느끼며 대다수가 규제가 필요하다는 의견을 갖고 있었다.

방송통신심의위원회는 지난해 경희대 연구진에 의뢰한 조사 결과 이 같이 분석됐다고 6일 밝혔다.

해당 조사는 전국의 만 13∼18세 중고생 1천58명을 대상으로 이뤄졌다.

연구명은 '어린이·청소년 인터넷 개인방송 이용실태조사'다.

이에 따르면 청소년들은 하루 평균 114.9분간 인터넷 개인방송을 시청했다.

해당 방송 시청 중 22.7%가 게임방송이었다.

뒤이어 음식을 먹는 것과 관련한 방송이 19.7%, 자유로운 주제로 진행자들이 이야기를 나누는 토크프로그램이 11.6%, 미용 관련 뷰티프로그램이 10.9%를 차지했다.

음악방송 시청 비율은 8.2%로 집계됐다.

노출 수위가 높고 음담패설을 주된 소재로 삼는 성인방송을 즐겨 본다는 청소년들도 적은 비율(0.4%)이었지만 존재했다.

청소년들이 인터넷 개인방송을 시청할 때 이용하는 플랫폼으로는 유튜브가 1위(36.4%)를 기록했다.

이어서 아프리카TV(16.8%), 트위치TV(16.6%), V앱 11.7%, 네이버TV(11.6%) 순이었다.

청소년들은 인터넷 개인방송의 유해콘텐츠 유형별 심각성에 대해 △비속어·유행어 등 부적절한 언어사용 △선정성 △폭력성 △사회적 약자 비하·차별 등 반사회적 콘텐츠 △사생활 침해 등의 순서로 꼽았다.

청소년들은 문제를 일으킨 인터넷 개인방송 규제에 대해 76.3%의 비율로 동의한다고 답했다.

반대한다는 의견을 낸 비율은 7.6%에 그쳤다.

청소년들은 적합한 규제방안으로 진행자 완전 퇴출제, 유해방송 표시제, 차단시스템, 형사처벌, 등급제 등의 순으로 응답했다.

@highlight

지난해 경희대 연구진이 전국의 청소년들 대상으로 조사한 인터넷 개인방송 시청시간은 하루 평균 2시간 정도며 이용하는 플랫폼은 유튜브가 최고 기록을 나타냈는데, 청소년들 대다수는 선정성, 비속어 등에 대한 규제가 필요하다는 의견을 갖고 있었다. 