더불어민주당 김병욱 의원(성남 분당을)은 최근 우리 경제가 상위 대기업집단으로 경제력 집중 현상이 심화되고 있고 무엇보다 총수일가의 사익편취, 편법적 지배력 확대 등 폐해가 근절되지 않고 있어 이를 반영, 기업집단법제의 합리적 개편을 하기 위해 ‘독점규제 및 공정거래에 관한 법률 일부개정법률안’을 대표 발의했다고 6일 밝혔다.

개정안은 사익편취 규제를 상장·비상장사 구분 없이 총수일가가 20% 이상 지분을 보유한 회사로 적용을 확대하고, 총수일가가 20% 이상 지분을 보유한 회사의 자회사(50% 초과 지분 보유)도 대상에 포함시키도록 했다.

또 공익법인의 의결권을 제한하기 위해 공시대상기업집단 소속 공익법인에 대하여 계열사 주식거래 및 일정 규모 이상의 내부거래에 대해 이사회 의결 및 공시 의무를 부과하고 상호출자제한기업집단 소속 공익법인에 대해 소유하고 있는 국내 계열회사 주식에 대한 의결권 행사를 제한하되 공익법인이 계열회사에 대해 100% 지분을 보유한 회사의 경우에는 예외적으로 허용하게 했다.

아울러 국내 계열사에 출자한 해외계열사 주식소유 및 순환출자 현황 공시 의무를 부과하고 대기업집단 소속 비영리법인의 상속세 및 증여세법상 공익법인 해당 여부를 확인하기 위해 공정위가 국세청에 자료 확인을 요구할 수 있도록 하고, 상호출자제한집단의 범위가 현행 10조원에서 경제규모의 성장에 연동하여 자동적으로 결정될 수 있도록 지정기준을 국내총생산의 0.5%로 변경하는 등의 내용을 담고 있다.

김 의원은 “기업집단법제는 경제력집중 억제를 목적으로 1986년 처음 도입된 이래 경제상황에 따라 부분적인 보완만을 거치면서 기업집단법제의 정합성이나 완결성 측면에서 전반적인 개선이 필요하다”고 지적하며 “법상 사각지대를 악용한 규제 회피 사례를 막아 기업의 편법적 지배력 확대를 막고 기존 규제의 한계를 전반적으로 개선해야 한다”고 밝혔다.

@highlight

더불어민주당 김병욱 의원은  '독점규제 및 공정거래에 관한 법률 일부개정법률안'을 대표 발의해 사익편취 규제의 강화와 공익법인의 의결권 제한의 내용을 담고 있다.