최상류층 부모들의 치열한 입시전쟁을 소재로 하는 JTBC 금토드라마 'SKY 캐슬'이 매회 파격적인 전개에 힘입어 시청률 기록을 새로 쓰고 있다.

6일 시청률조사회사 닐슨코리아에 따르면 5일 오후 11시 방송한 이 드라마 14회 시청률은 전국 15.8%(이하 비지상파 유료가구), 수도권 17.3%를 기록하며 또 한 번 자체 최고 성적을 냈다.

지난주 12.3%로 '품위 있는 그녀'가 보유한 JTBC 드라마 최고 시청률을 넘은 지 1주일 만이다.

1회 1.7%의 시청률로 시작한 'SKY 캐슬'의 시청률은 매회 고공행진 중으로, 아직 6회를 남겨놓고 있어 20% 벽도 깰 수 있을지 관심이 쏠린다.

'SKY 캐슬'은 입시전쟁을 소재로 시작했지만 인간의 우둔함과 나약함을 비꼬는, 잘 짜인 블랙코미디이기도 하다.

학습 코디네이터부터 하버드대 입학 사기까지 실제와 비슷한 이야기들을 장치로 삼기 때문에 현실적이다.

성인부터 아역까지 배우들 열연이 잘 구성된 이야기와 폭발적인 시너지를 낸다.

다채롭고 촘촘한 캐릭터 구성에 배우들의 연기력까지 더해지면서 과장된 부분들도 현실적으로 보인다.

여기에 주제곡 '위 올 라이(We all lie)'도 극의 분위기를 한층 고조시킨다.

'우리 모두가 거짓말을 한다'는 제목이 암시하듯 드라마 전체를 관통하는 이야기를 담고 있다.

풍자극이지만 추리하는 재미도 만만치 않다.

5일 방송 마지막에서는 황우주(찬희)의 생일파티에서 혜나가 테라스에서 추락한 채 발견되는 모습이 담기며 새로운 파란을 예고했다.

혜나의 출생의 비밀을 알게 된 강예서(김혜윤)가 김주영(김서형)을 전적으로 의지하고 있는 가운데, 혜나의 추락은 앞날을 더욱 예측불가하게 만들었다.

매번 충격적인 전개와 반전을 보여주는 까닭에 온라인에서는 결말을 유추한 내용이 기하급수적으로 퍼지고 있다.

@highlight

최상류층 부모들의 치열한 입시전쟁을 소재로 하는 JTBC 금토드라마 'SKY 캐슬'은 인간의 우둔함과 나약함을 비꼬는 드라마로 시청률조사회사 닐슨코리아에 따르면 5일 오후 11시 방송한 이 드라마 14회 시청률은 전국 15.8%(이하 비지상파 유료가구), 수도권 17.3%를 기록하며 자체 최고의 시청률을 기록했다.