파주시는 예비,신혼부부의 난임 및 감염병 예방을 통해 건강한 임신을 유도하고 행복한 결혼생활과 출산을 돕기 위해 임신 전 무료 검사를 올해 1월부터 실시한다.

임신 전 무료검사는 파주시보건소, 운정보건지소, 문산보건지소에서 실시하며 검사를 위해 신분증, 청첩장 또는 예식장 계약서 등을 제출하면 된다.

무료 검사 항목은 풍진, 톡소플라즈마(남성 제외), A형간염, B형간염, 갑상선기능, 매독, 에이즈 등 총 7종으로 예비,신혼부부 중 한쪽이 파주시 주소지일 경우 부부 모두 무료 검사가 가능하다.

풍진과 톡소플라즈마증은 법적으로 인공임신중절수술이 허용될 정도로 태아에게 심각한 선천성 기형을 유발시키는 감염병으로 임신 전 확인을 통해 치료 후 임신을 고려해야 한다.

매독, 에이즈, B형간염은 출산 시 산도를 통해 신생아에게 전염되는 감염병으로 진단받은 경우 면역글로빈 주사로 신생아 감염을 예방할 수 있다.

갑상선 기능 호르몬 수치가 너무 낮거나 높으면 난임의 원인이 되며 임신이 되더라도 미숙아를 출산하거나 유산할 가능성이 높지만 조기 진단 시 약물복용만으로도 치료가 가능하다.

A형간염은 개인 위생이 좋아지면서 어릴 때 앓는 경우가 줄어들어 20~30대 청장년층 성인환자가 발생하고 있다.

소아에서는 가볍게 앓고 지나가지만 성인이 돼 감염될 경우 피로, 구토, 발열, 황달 등 전신 증상이 나타나 사회 활동이 활발한 젊은 남성들에게 꼭 필요한 검사다.

자세한 사항은 파주시보건소(031-940-5571~2), 운정보건지소(031-940-5691), 문산보건지소(031-940-5506)로 문의하면 된다.

@highlight

파주시는 올해 1월부터 예비,신혼부부중 한쪽이 파주시 주소지인 경우 부부 모두를 대상으로 파주시보건소, 운정보건지소, 문산보건지소에서 7종의 무료 검사를 시행한다.