[내포=충청일보 박보성기자] 충남도는 올해 저소득층 임차(전·월세) 가구 대상 주거급여를 지난 해보다 5% 증액, 지원한다고 6일 밝혔다.

주거급여는 주거가 불안정한 저소득층 등 취약계층의 주거비 부담을 완화하고 양질의 주거 수준을 확보하기 위해 저소득층에 주거비를 지원하는 사업으로, 임차 가구 대상 임대료 지원과 자가 가구 대상 집수리 지원으로 나눈다.

임차가구에 대한 주거급여 지급 상한액인 '임차가구 기준 임대료'는 수급자가 최저 수준의 주거생활을 영위할 수 있도록 단계적으로 인상한다.

이에 따라 올해 도내 임차가구 임대료는 1∼6인 가구별로 최저 14만7000원에서 최대 26만7000원이다.

기준 임대료 산정 시에는 설문조사 기반 주거실태조사 대신, 주택 시세가 보다 충실히 반영될 수 있도록 전·월세 실거래 가격 및 수급가구 실제 임차료를 활용해 정확성을 높인다.

이와 함께 자가 가구에 대한 주택수선 지원 상한액인 '자가 가구 보수 한도액'도 보수 유형에 따라 경보수 378만원, 중보수 702만원, 대보수 1026만원을 지원할 계획이다.

지원 대상은 중위소득 44% 이하(4인 가구 202만9000원)인 모든 가구로, 급여신청 시 소득·재산과 임대차 계약 관계 등 주택 조사를 거친다.

임차가구에 대해서는 현금 급여를 지급하고, 자가 가구는 주택 노후도에 따라 보수업체 선정 등을 통해 주택 수선을 지원한다.

도내 기존 수급 대상인 3만9989가구에 대해서는 별도의 신청절차 없이 자격 전환 절차를 거쳐 매월 20일 급여를 지급한다.

도는 신규 수급자 누락 방지와 복지 사각지대 해소를 위해 상시 사전 신청 기간을 운영하고 있으며, 기존 탈락자와 각종 차상위 대상자에게 개별 안내를 하고 있다.

특히 이·통장 등 지역 사정에 밝은 자원봉사자들을 중심으로 인적 사회안전망을 가동, 사각지대 발굴에 집중하고 있다.

도 관계자는 "도내 저소득층 주거급여 대상자 모두가 지원을 받을 수 있도록 행정력을 집중 홍보토록 하겠다"고 말했다.

@highlight

충남도는 6일 저소득층 임차가구 대상 주거급여 대상자 모두가 지원을 받을 수 있도록 행정력을 집중하여 각종 차상위 대상자에게 개별 안내를 하고 지난 해보다 5% 증액하여 지원한다고 밝혔다.