개리 우드랜드(미국)가 2019년 첫 미국프로골프(PGA) 투어 우승자가 될 수 있는 발판을 마련했다.

우드랜드는 5일(한국시간) 미국 하와이주 마우이의 카팔루아 리조트 플랜테이션 코스(파73)에서 열린 PGA 투어 센트리 토너먼트 오브 챔피언스(총상금 650만 달러) 2라운드에서 6언더파 67타를 쳤다.

중간합계 12언더파 134타를 만든 우드랜드는 공동 2위 그룹을 3타 차로 따돌리고 단독 선두에 이름을 올렸다.

대회 첫날 공동 2위에 올랐던 우드랜드는 이날 단독 선두로 올라서며 별 중의 별로 우뚝 설 기회를 잡았다.

2019년 첫 대회로 치러지는 센트리 토너먼트 오브 챔피언스는 2017~18 시즌과 2018~19 시즌 PGA 투어에서 우승을 차지한 선수들만 출전할 수 있는 왕중왕전과 같은 대회다.

우드랜드의 전반 분위기는 좋지 않았다.

그는 버디 2개와 보기 2개를 주고받았고 전반에 타수를 유지하는데 만족해야 했다.

그러나 우드랜드가 후반에 맹타를 휘둘렀다.

11번홀 버디를 시작으로 15번홀까지 5연속 버디를 낚아챈 우드랜드는 마지막 18번홀에서도 또 1타를 줄이며 6언더파를 완성했다.

2018~19 시즌 4개 대회에 출전해 더CJ컵@나인브릿지 단독 2위, CIMB 클래식 공동 5위 등 톱10을 3번 기록한 우드랜드는 이번 대회에서 시즌 첫 우승을 차지하겠다는 각오다.

공동 2위에는 9언더파 137타를 기록한 브라이슨 디섐보와 케빈 트웨이(이상 미국), 로리 매킬로이(북아일랜드)가 자리했고 마크 레시먼(호주)은 8언더파 138타로 단독 5위를 마크했다.

저스틴 토머스와 카메론 챔프, 잔더 셔펠레(이상 미국)는 7언더파 139타로 공동 6위 그룹을 형성했다.

@highlight

미국 하와이 주에서 열린 PGA투어에서,  공동 2위에 올랐던 우드랜드는 중간 합계 12언더파 134타를 만들고 2라운드  단독 선두에 이름을 올렸다.