김현우 지난 4일 열린 자유한국당 경기도당에서 개최된 '2019년 경기도당 신년인사회'에서 새해맞이 떡 케익 커팅을 하기전 박순자 의원이 건배사를 하고 있다.

자유한국당 경기도당이 신년인사회를 열고 2020년 총선 승리를 다짐했다.

6일 한국당 도당에 따르면 도당은 지난 4일 오후 수원에 위치한 도당 5층 강당에서 '2019년 경기도당 신년인사회'를 개최했다.

이날 행사에는 김병준 비상대책위원장과 차기 당권을 노리고 있는 심재철 의원(안양동안을)을 비롯, 정우택·신상진·주호영·조경태 의원과 김문수 전 경기도지사, 오세훈 전 서울시장이 참석해 문재인 정부에대한 일침에 동참했다.

김영우 도당위원장(포천가평)은 인사말을 통해 "우리 자유한국당 경기도당의 주인공은 누구보다도, 우리 당과 대한민국을 지키기 위해 이골목 저골목 누비셨던 당원"이라며 "당원들이 있는한 우리가 대한민국 보수를 지키고 대한민국을 지킬 수 있을 것"이라고 말했다.

김병준 비상대책위원장은 "위대한 국민을 풀어주자는게 자유한국당의 중심된 방향"이라며 "문재인 정권 폭주로부터 국민을 해방 시키는 것이 2019년 자유한국당과 우리 모두 다 같이 해야 할 일"이라고 지적했다.

당권 주자들의 지지 호소도 이어졌다.

심재철 의원은 "대통령이 엊그제 신년사에서 소득주도성장을 계속하겠다고 했다"며 "잘못된 정책을 뜯어고쳐 우리 국민들이 올바르게 나가게 우리가 함께 뭉치자"고 전했다.

김문수 전 경기지사는 "문재인이 문제"라고 운을 띄운뒤 "나눠서 싸운 분들 다 뭉쳤다. 싸우자, 이기자, 나가자"고 강조했다.

한편, 이날 행사에는 이들 외에도 원유철(평택갑)·박순자(안산단원을)·홍철호(김포을)·송석준(이천)·주광덕(남양주병)·윤종필(비례) 의원을 포함, 당원 500여명이 참석했다.

@highlight

자유한국당 경기도당이 2019년 신년인사회에서 김병준 비상대책위원장은 위대한 국민을 풀어주자는게 자유한국당의 중심된 방향이라며 문재인 정권 폭주로부터 국민을 해방시키는 것이 해야 할 일 이라며 당권 주자들의 지지 호소와 2020년도 총선 승리에 대한 결의를 다졌다.