OK저축은행을 상대로 풀세트 접전 끝에 역전승을 거둔 현대캐피탈 선수들이 서로 얼싸안고 기뻐하고 있다.

현대캐피탈이 OK저축은행을 풀세트 접전 끝에 힘겹게 누르고 선두 자리를 되찾았다.

현대캐피탈은 6일 천안 유관순체육관에서 열린 프로배구 도드람 2018~19 V리그 OK저축은행과의 홈경기에서 전광인과 파다르의 분전에 힘입어 세트스코어 3-2(25-21 20-25 30-32 26-24 15-11) 역전승을 거뒀다.

이로써 현대캐피탈은 최근 3연승을 달렸다.

시즌 17승 5패 승점 45를 기록, 대한항공(15승 6패·승점 44)을 2위로 밀어내고 단독 선두로 올랐다.

반면 OK저축은행은 다 잡았던 승리를 놓치면서 최근 5연패 늪에 빠졌다.

현대캐피탈은 이날 공수에서 불안한 모습을 노출했다.

세터 토스는 불안했고 범실도 속출했다.

세트스코어 1-1 동점에서 3세트를 듀스 끝에 내줄 때만 해도 패색이 짙은 듯 보였다.

하지만 벼랑 끝에서 전광인이 고군분투하고 5세트에선 경기 내내 부진했던 파다르까지 되살아나면서 힘겹개 역전승을 일궈냈다.

전광인은 파다르가 기대에 미치지 못한 상황에서 주공격수 역할을 톡톡히 했다.

안좋은 토스도 득점으로 연결하는 등 팀내 최다인 24점을 책임졌다.

공격성공률(59.45%)로 60%에 육박했다.

파다르는 4세트까지는 13점에 그칠 정도로 부진했다.

하지만 5세트에서만 8점을 몰아치며 짜릿한 역전승에 마침표를 찍었다.

파다르의 이날 전체 득점은 21점이었다.

센터 신영석은 블로킹으로만 6득점을 올리는 등 10점을 책임지면서 승리를 견인했다.

OK저축은행은 주공격수 요스바니가 서브에이스 5개, 블로킹득점 2개 등 양 팀 최다인 39점을 올리며 분전했다.

하지만 범실을 혼자 22개나 범한 것이 뼈아팠다.

@highlight

지난 6일 '프로배구 도드람 2018~19 V리그'전에서 현대캐피탈이 OK저축은행을 역전승으로 이기고 단독 선두로 복귀했다.