메이저리그 정상급 좌완 불펜투수인 잭 브리튼(32)이 계속 뉴욕 양키스 줄무늬 유니폼을 입는다.

MLB닷컴 등 미국 주요 스포츠매체들은 브리튼이 양키스와 최대 4년간 5300만 달러 계약에 합의했다고 6일(한국시간) 전했다.

브리튼의 세부 계약 내용은 다소 복잡하다.

우선 확실히 보장된 계약은 2019년부터 2021년까지 3년이다.

이 기간 동안 브리튼은 연평균 1300만 달러씩 총 3900만 달러를 받게 된다.

2020년 시즌이 끝나고 양키스 구단은 2022년 구단 옵션을 실행할지 여부를 결정하게 된다.

구단 옵션을 실행하면 브리튼은 2022년에도 연봉 1400만 달러를 받고 양키스에서 계속 뛴다.

이 경우 브리튼의 최대 계약 규모는 4년 5300만 달러에 이른다.

반면 양키스가 2020년 시즌 후 2022년 옵션을 포기하면 브리튼은 두 가지 선택을 할 수 있다.

2021년까지 양키스에 남거나 2020년 시즌 뒤 곧바로 옵트 아웃을 선언해 FA 시장에 나올 수 있다.

브리튼은 강력한 주무기인 싱커를 앞세워 메이저리그에서 최고의 좌완 구원투수로 인정받고 있다.

볼티모어 오리올스 시절 최고의 마무리투수로 이름을 날렸고 지난해 7월 양키스로 이적한 뒤에는 셋업맨으로 변신해 제 몫을 했다.

볼티모어에선 크고 작은 부상에 시달리며 16경기에서 평균자책점 3.45로 부진했지만 양키스 이적 후 25경기에서 1승 무패 평균자책점 2.88로 부활했다.

통산 성적은 31승 22패, 평균자책점 3.21, 142세이브, 16홀드를 올렸다.

양키스는 베테랑 우완투수인 데이비드 로버트슨이 필라델피아 필리스로 떠났지만 브리튼을 잔류시키면서 불펜 공백을 최소화했다.

기존의 아롤디스 채프먼, 델린 베탄시스에 브리튼까지 붙잡은 양키스는 지난해 콜로라도 로키스에서 최고의 활약을 펼친 오른손 구원투수 애덤 오타비노 영입에도 관심을 드러내고 있다.

@highlight

미국 주요 스포츠매체들에 따르면 메이저리그에서 싱커를 앞세워 최고의 좌완 구원투수로 인정받고 있는 잭 브리튼이 뉴욕 양키스와 최대 4년간 5300만 달러 계약에 합의해 계속 양키스의 유니폼을 입게 됐다.