올해도 7억5천만원 국비지원 23개 창업 팀 육성…신청 이달17일까지올해도 7억5천만원 국비지원 23개 창업 팀 육성…신청 이달17일까지 [이석수 기자 sslee@imaeil.com] 대구대 사회적기업가 육성사업에 참가한 창업 팀들이 지난해 10월 제6차 역량강화교육 워크숍 후 기념 촬영을 했다.

대구대학교(총장 김상호)가 최근 고용노동부와 한국사회적기업진흥원이 발표한 '사회적기업가 육성사업'에 7년 연속(2013~2019년) 선정됐다.

대구대는 지난 6년간 137개 사회적기업 창업팀을 육성했다.

이중 7개 인증 사회적기업과 52개 예비 사회적기업, 3개 마을기업을 배출했다.

특히 올해는 예비사회적기업을 신청한 15팀 중 13팀이 지정되는 등 좋은 성과를 거뒀다.

학교밖 청소년을 대상으로 제과제빵 기술을 가르치고 있는 앨리롤하우스㈜는 진로 교육과 함께 연간 2억 5천만 원이 매출을 올리는 성과를 거뒀다.

이 기업은 지난 7월 사회적경제박람회를 방문한 이낙연 국무총리에게 직접 만든 케이크를 전달해 주목받은 바 있다.

또한 사회적협동조합 숲과사람은 산림교육 및 숲문화행사 운영 등으로 3억 원 이상의 매출과 16명의 경력단절여성 고용 효과를 창출했고, ㈜스마트크리에이터는 안전교육 콘텐츠 개발과 안전용품 보급을 통해 1억 1천만 가량의 매출을 올렸다.

특히 올해는 23개 창업 팀에 최대 5천만원까지 창업자금을 지원하고, 경산캠퍼스와 대구캠퍼스, 경주 경북사회적기업 종합상사에 사회적기업 창업팀을 위한 사무 공간을 제공한다.

대구대 사회적기업지원센터는 국비 7억5천만원을 지원받아 오는 17일까지 사회적기업 창업팀을 모집한다.

지원 대상은 사회적경제기업 창업을 희망하는 창업 준비팀 또는 초기창업 팀이다.

윤재웅 대구대 산학협력단장은 "7년 연속 사업선정의 기회가 주어진 만큼 지역 내 사회적 경제를 선도하는 기관으로서 대학의 특장점을 잘 살려 내실 있는 사회적 기업가를 육성하는 데 더욱 노력하겠다"고 말했다.

@highlight

대구 대학교가 최근 고용 노동부가 발표한 '사회적 기업가 육성사업'에 7년 연속(2013~2019년) 선정되어 지난 6년간 137개 창업팀을 육성했으며 이 센터는 올해 국비 7억5천만원을 지원받아 오는 17일까지 2019년 사회적 기업 창업팀을 공모할 예정이다.  