[민병곤 기자 minbg@imaeil.com] 보잉 다기종 항공전자시험시스템.

보잉이 영천시 녹전동 항공전자 유지·보수·정비(MRO)센터의 핵심 장비인 '다기종 항공전자시험시스템'(BMATS)의 인천 이전을 확정했다.

이에 따라 영천을 항공정비산업의 중심지로 육성하겠다던 경상북도와 영천시의 장밋빛 청사진이 무산될 위기에 처했다.

보잉코리아 관계자는 3일 매일신문 기자에게 "다기종 항공전자시험시스템을 이달 중순 이전하겠다"며 "항공전자 MRO센터 철수 여부는 아직 결정되지 않았다"고 말했다.

그는 "보잉 항공전자 MRO센터 건물의 기부채납도 결정한 것이 없다"면서 "항공전자 MRO센터를 유지하려면 경북도와 영천시가 함께 노력해야 할 것"이라고 했다.

보잉은 항공전자 MRO센터에 2015년부터 항공전자 부품 결함탐지 장비와 부수장비를 들여와 공군 F-15K 전자부품 결함 점검 및 정비를 하고 있다.

핵심 장비는 '보잉 다기종 항공전자시험시스템'(BMATS)으로 소프트웨어를 바꾸면 헬기, 민항기 등 다양한 항공기의 전자부품을 진단할 수 있다.

보잉은 당초 BMATS를 기반으로 영천을 아시아 태평양 항공전자부품 MRO 시장의 허브로 육성하고자 단계별 투자계획을 세웠다.

하지만 차세대 전투기 및 공중급유기 선정에서 탈락하면서 투자를 멈췄다.

보잉이 BMATS를 이전한다면서도 항공전자 MRO센터 철수에 대해 확답하지 않는 배경에는 건축비 손실, 고도기술수반사업에 따른 감면 세금 반환 등의 부담 때문으로 보인다.

보잉은 2014년 7월부터 2015년 2월까지 건축비 32억원을 들여 영천시 녹전동 974번지 일원의 부지 1만4천52㎡에 1천64㎡ 규모의 항공전자 MRO센터 건물을 지었다.

부지는 경북도와 영천시, 건물은 보잉 소유다.

임대는 2014년 6월 26일부터 2064년 6월 25일까지로 무상이다.

@highlight

보잉이 지난 3일 영천시 녹전동 항공전자 유지·보수·정비(MRO)센터의 핵심 장비인 '다기종 항공전자시험시스템'(BMATS)을 인천으로 이전할 것을 결정하면서 영천을 항공정비산업의 중심지로 육하려던 경상북도와 영천시의 계획이 무산될 위기에 처했다.