설소영 기자 SBS '동상이몽 시즌2 너는 내 운명'(이하 '동상이몽2') 녹화 방송 캡처.

'동상이몽2' 류승수 윤혜원 부부가 둘째 성별을 최초 공개한다.

7일 방송될 SBS '동상이몽 시즌2 너는 내 운명'(이하 '동상이몽2')에서는 프로그램에서 하차하는 류승수 윤혜원 부부의 마지막 이야기가 펼쳐진다.

류승수는 출산을 한 달 앞둔 아내와 함께 산부인과를 방문했다.

'동상이몽2' 방송 초창기와는 다르게 제법 배가 나온 아내 윤혜원은 다소 긴장된 표정으로 진료를 기다렸다.

류승수 윤혜원 부부는 드디어 병원에서 32주가 된 둘째 '이몽이'의 성별을 알게 되는 것.

류승수 윤혜원 부부가 진료실에 들어서자 담당의는 "평소 바쁘셔서 걱정이 많이 된다"라고 안부를 물었다.

이에 윤혜원은 "일은 힘들지 않다.

다만 허리가 조금 아플 뿐"이라고 대수롭지 않게 물음에 답했다.

윤혜원의 검사 결과지를 살펴본 담당의는 "자궁 수축이 보인다.

기준치 이상이 되면 입원을 해야 한다"며 "(계속 방치하다간) 타이밍을 놓치는 거예요"라고 조산의 위험성을 강조했다.

평소 육체적 피로를 받고 있다고 자각하지 못했던 윤혜원은 자신의 안일함이 둘째 '이몽이'에겐 큰 스트레스로 다가왔을 거란 생각에 금세 눈시울이 붉어졌다.

이를 지켜보는 류승수 역시 쉽사리 말을 잇지 못해 보는 이들로 하여금 안타까움을 자아냈다.

병원에서 진료를 마치고 돌아온 류승수-윤혜원 부부는 세상에서 단 하나밖에 없는 '만삭 사진' 촬영을 위해 나율이와 함께 임신한 배를 본뜨는 '석고요람'을 만들었다.

류승수 윤혜원 부부의 마지막 동상이몽 이야기는 오늘(7일) 오후 11시 10분에 방송되는 '동상이몽2'에서 공개된다.

@highlight

7일 방송되는 SBS '동상이몽 시즌2 너는 내 운명'에서는 류승수 윤혜원 부부의 마지막 이야기가 방영된다.