정부가 저소득층의 소득 증가를 유도하기 위해 다음 달부터 생산직 근로자의 야간 근로수당 비과세 기준을 완화한다.

2021년부터 1가구 1주택을 양도할 때 비과세 혜택을 받으려면 1주택을 보유하게 된 날로부터 2년이 지나야 한다.

기획재정부는 7일 이 같은 내용의 ‘2018년 세법개정 후속 시행령’ 개정안을 입법 예고했다고 밝혔다.

기재부는 최저임금 인상에 따른 급여 상승을 반영해 다음 달부터 생산직 근로자의 연장·야간·휴일 근로수당 비과세 요건을 ‘월 정액급여 190만 원 이하’에서 ‘210만 원 이하’로 올린다.

비과세 혜택을 받는 직종도 늘어난다.

지금은 공장·광산 근로자, 어업 근로자, 운전원 및 관련 종사자 등에게 연장·야간·휴일 근로수당에 대한 비과세 혜택이 주어지지만 다음 달부터는 간병인, 이·미용사, 숙박 시설 서비스 종사원도 대상에 포함된다.

아울러 2021년부터 1가구 1주택을 양도할 때 비과세 혜택을 받기 위해서는 다주택을 보유한 기간을 제외하고 최종적으로 1주택을 보유하게 된 날로부터 2년이 지나야 가능하다.

지금은 양도일 현재 1주택을 보유하고 있으면서, 보유 기간이 취득일로부터 2년 이상이면 양도세를 내지 않아도 된다.

다음 달부터 기준시가 3억 원 이하 주택이면 국민주택규모(85㎡)를 초과하더라도 임차 시 월세 세액공제(10% 또는 12%) 혜택을 받는다.

이는 서민의 주거비 부담을 줄이기 위한 조처라고 기재부는 설명했다.

이 밖에 기재부는 현재 157개인 ‘신성장 기술 연구개발(R&D) 비용 세액공제’ 적용 대상에 블록체인, 미세먼지 저감기술, 웨어러블 로봇, 전기차용 초고속·고효율 무선충전 시스템, 양자 컴퓨터 등 16개 기술을 추가한다.

중소기업이 이들 기술을 개발하는 데 투입한 비용에는 30~40%의 세액공제가 적용된다.

대·중견기업의 세액공제 비율은 20~30%다.

@highlight

정부가 저소득층의 소득 증대를 위해 근로수당 비과세 기준을 낮추고, 비과세 혜택을 주는 직종을 확대하며, 2021년부터 1가구 1주택을 양도 시 1주택을 소유하게 된 날로부터 2년이 경과하면 비과세 혜택을 주기로 했다.  