부산외국어대학교(총장 정기영)는 7일부터 12일까지 5박 6일간의 일정으로 기장군 내 초등학생 4~5학년을 대상으로 부산 금정구 남산동캠퍼스에서 ‘Let’s Go, 기장군 English Camp’를 진행한다.

기장군에서 주최하고 부산외국어대학교가 주관하는 이번 합숙형 영어캠프는 초등학생들에게 영어에 대한 자신감과 흥미를 키워 실질적인 영어 능력 향상을 통해 글로벌 뉴-리더로 양성하고자 마련되었으며 7일부터 19일까지 5박 6일의 일정으로 총 2차례 열릴 예정이다.

캠프는 학생들의 영어 실력 테스트 후 수준별 반 편성을 통해 원어민 선생님과 생활교사에 의한 담임제 수업 형태로 진행된다.

첫날 입소식을 시작으로 레벨테스트와 방 배정이 이뤄지고, 각종 게임과 다양한 미션 수행을 통해 친구들과 친해질 수 있는 시간을 가지며 본격적인 캠프가 실시된다.

참가 학생들은 △상황별 영어 배우기 △영어 일기 쓰기 △영어 동화 읽기 △영어 역할극 △영어퀴즈 토너먼트 △영화감상 △영어 추리 게임 △바디토크 △영어 노래 배우기 △영어 과학실험 △레크레이션 등 다채로운 프로그램을 통해 영어에 대한 두려움을 없애고 실질적 영어 실력을 키울 수 있게 된다.

부산외대 관계자는 “학생들이 이번 캠프를 통해 영어를 즐길 수 있도록 눈높이에 맞는 다양한 프로그램들을 준비했다.”며, “안전한 대학 캠퍼스에서 친구들과 행복한 추억과 영어실력을 모두 잡을 수 있도록 최선을 다하겠다.”고 말했다.

한편, 부산외대는 지난 2011년부터 8년째 기장군과 함께 여름방학과 겨울방학을 이용해 어린이 영어캠프를 진행하고 있으며, 지금까지 총 4,091명의 학생들이 참여했다.

또한, 어린이 영어캠프뿐만 아니라 특수분야 직무연수(배드민턴) 또는 고교써머스쿨 등 각 기관에서 필요로 하는 다양한 교육프로그램을 운영하고 있다.

디지털콘텐츠팀 .

@highlight

기장군에서 주최하고 부산외국어대학교가 주관하는 ‘Let’s Go, 기장군 English Camp’는 5박 6일간의 일정으로 총 2차례 열리며 기장군 내 초등학생들을 영어 능력 향상을 통해 글로벌 뉴-리더로 양성하고자 마련되었다.