서경석 (동양일보 서경석 기자) 순천향대(총장 서교일)가 학생들의 해외 취업 활성화를 위해 중국 상하이등 한국기업에서 단기 체험형 인턴쉽을 운영하는 등 다양한 활동을 펼치고 있다.

이 대학 국제교육교류처 관계자는 “지난달 30일부터 올해 2월 22일까지 4주간 중국 상하이에 위치한 한국기업을 대상으로 중국인 유학생들을 대상으로 해외 단기 체험형 인턴십을 진행하고 있다”고 밝혔다.

이같은 애외 체험형 인턴쉽은 기업이 요구하는 맞춤형 글로벌 인재 육성과 국내취업에서 벗어나 해외 경험을 통한 실질적인 취업기회를 확대키 위해 시행하고 있다.

이번 해외 인턴십은 중국 상하이 화동지역의 △우리은행 △릴팡 캐릭터(유아용캐릭터전문업체) △네오팜 화장품(화장품유통 상품 개발업체) △가로수 패션유통(알리바바 등 현지 온라인유통업체) △웨이크라운(중국 최대 무역회사 난생그룹의 자회사) 등 5개 한국기업에서 학생 10여명이 인턴십을 통해 직무 역량 개발 과 현지 기업문화을 체험하고 있다.

상하이 현지 유아용캐릭터전문업체인 릴팡 캐릭터에서 근무 중인 후넌(여·국제통상학과 4년) )씨는 “졸업 후에는 한국기업에 취업하고 싶어서 인턴십에 지원했다” 며 “4주 기간을 적극 활용해서 한국기업에서 근무할 때 필요한 실무를 최대한 배워서 이를 통해 취업으로 연계되도록 노력하겠다”라고 말했다.

또 우리은행 상하이 오중로지점에서 인턴에 참여하고 있는 쉬멍시아(여·경제금융학과 4년)씨는 “고객응대와 일일 전표처리, 후속 자료정리, 결산보고 작성을 서포트하며 실무를 배우고 있다”고 밝혔다.

유병욱 국제교육교류처장은 “현지에 있는 다양한 한국기업에서의 인턴십을 통해 중국 취업에 대한 자신감과 도전의식, 개척정신을 제고함으로써 학생들의 해외 취업 교두보 마련은 물론 대학차원의 지원을 펼치겠다”고 말했다.

@highlight

순천향대는 기업이 요구하는 맞춤형 글로벌 인재 육성과 해외 경험을 통한 취업기회를 확대하기 위해, 지난달 30일부터 4주간 중국인 유학생들을 대상으로 해외 단기 체험형 인턴쉽을 운영하는 등 다양한 활동을 펼치고 있다고 밝혔다.