SBS ‘동상이몽 시즌2 - 너는 내 운명’에서 한고은의 영어 노하우가 공개된다.

7일(월) 밤 11시 10분에 방송되는 SBS ‘동상이몽 시즌2 - 너는 내 운명’(이하 ‘너는 내 운명’)에서 남편 맞춤형 ‘고은 스쿨’이 개강한다.

이날 방송에서 한고은은 조카들과 어떻게 영어로 대화를 나눌지 걱정하는 남편 신영수를 위해 ‘고은 스쿨’을 열고 영어 노하우 전수에 나섰다.

한고은은 신영수의 듣기 능력을 높여주기 위해 일명 ‘장보기 듣기 평가’를 제안하며 구입해야 할 물품들의 목록을 영어로 말했다.

이 모습을 지켜보던 MC들은 “너무 빨라”라고 말하며 “이렇게 말하면 아무도 못 알아듣는다”고 불만을 토로해 신영수가 이 난관을 극복하고 장보기 미션을 완수할 수 있을지 궁금증을 자아냈다.

이어서 한고은은 신영수가 장 봐온 재료들을 이용해 칼국수를 만들었다.

두 사람은 조카들이 한국에 와서 밥 먹을 때 발생할 수 있는 상황을 연습했고, 뒤이어 조카들이 오면 어떻게 놀아줄지도 연습하는 등 실생활에 밀접한 상황들을 이용해 영어 공부를 이어나갔다.

계속해서 조카들이 오면 어떻게 놀아줄지 연습을 하던 중 신영수가 비장의 놀이라며 꺼내든 물건을 보고 스튜디오가 발칵 뒤집혔다.

MC들은 “미국에서 온 조카들한테 저걸 알려준다고요?”라고 깜짝 놀라며 의아해 했다.

한편, 이날 방송에서는 열심히 영어 공부를 한 신영수를 위해 한고은이 특별한 선물을 준비했다.

하지만 막상 선물을 받은 신영수가 크게 실망한 표정을 보여 대체 어떤 선물일지 궁금증을 자아냈다는 후문.

신영수가 선물을 받고 실망한 이유는 무엇일지 그 뒷이야기와 한고은의 영어 노하우가 집결된 고은 스쿨 현장은 7일(월) 밤 11시 10분에 방송되는 ‘동상이몽 시즌2 - 너는 내 운명’에서 공개된다.

최지수 기자 .

@highlight

7일(월) 밤 11시 10분에 방송되는 ‘동상이몽 시즌2'에서는 신영수가 한고은의 선물을 받고 실망한 이유와 한고은의 영어 노하우가 집결된 고은 스쿨 현장이 공개된다.