전 세대 관객들의 입소문 열풍과 함께 새해에도 장기 흥행세를 이어가고 있는 영화 '스윙키즈'의 박혜수, 오정세, 김민호, 이규성, 강형철 감독이 2019년 새해 첫 주말인 5일 충청도 지역 무대인사를 통해 관객들과 특별한 시간을 가졌다.

'스윙키즈'는 1951년 거제도 포로수용소, 오직 춤에 대한 열정으로 똘똘 뭉친 오합지졸 댄스단 '스윙키즈'의 가슴 뛰는 탄생기를 그린 영화.

강형철 감독의 감각적인 연출, 끼와 에너지 넘치는 젊은 배우들의 신선한 시너지, 블록버스터급 수록곡과 폭발적인 퍼포먼스로 만장일치 뜨거운 호평과 입소문을 이끌고 있는 영화 '스윙키즈'의 박혜수, 오정세, 김민호, 이규성, 강형철 감독이 충청도 지역 무대인사를 통해 개봉 3주차 주말, 관객들과 특별한 시간을 가졌다.

2019년 새해 첫 주말인 5일 진행된 '스윙키즈'의 개봉 3주차 충청도 무대인사에는 박혜수, 오정세, 김민호, 이규성, 강형철 감독이 참석해 극장을 찾은 관객들에게 특별한 시간을 선사했다.

2018년 연말 극장가를 사로잡은 데 이어 2019년 1월, 개봉 3주차에도 상영관을 가득 메운 '스윙키즈'는 식지 않는 입소문 열풍을 실감케 했다.

또한 강형철 감독과 배우들은 관객들의 폭발적인 성원에 보답하고자 직접 특별한 선물을 증정한 것은 물론 사진을 찍고, 악수를 나누는 등 아낌 없는 팬서비스로 다양한 연령층의 관객들에게 감사한 마음을 전해 이목을 집중시켰다.

이처럼 개봉 3주차 무대인사까지 남녀노소 관객들의 열띤 호응을 이끌어낸 '스윙키즈'는 새해에도 입소문 열풍을 이어갈 것이다.

포로수용소 내 탭댄스팀이라는 독창적인 스토리텔링과 풍성한 볼거리, 매력 만점 배우들의 완벽한 시너지로 세대를 관통하는 공감과 역대급 재미를 전하는 '스윙키즈'는 남녀노소 관객들의 호평과 추천 속 뜨거운 흥행 열풍을 이어가고 있다.

@highlight

'스윙키즈'의 개봉 3주차 충청도 무대인사에는 무대인사에는 박혜수, 오정세, 김민호, 이규성, 강형철 감독이 참가하여 관객에게 특별한 시간을 주었고 강형철 감독과 배우들은 관객들의 성원에 보답하기 위해 직접 특별한 선물을 증정하고 사진을 찍고 악수를 나누는 등 팬서비스로 다양한 연령층의 관객들에게 고마운 마음을 전해 시선을 집중시켰으며 새해에도 입소문 열풍을 이어갈 것이다.