롯데멤버스는 외부 개발자와 파트너사가 롯데멤버스의 다양한 API를 자유롭게 활용할 수 있도록 지원하는 '엘페이 엘포인트 오픈 플랫폼' 포털 사이트를 론칭했다고 7일 밝혔다.

API(Application Programming Interface)란 애플리케이션에서 데이터를 주고 받기 위한 방법으로, 사용자가 쉽게 접근하여 정보를 공유하기 위해 만들어진 규격이다.

플랫폼 사업자는 API를 공개하여 서비스를 내·외부에 제공할 수 있다.

엘페이 엘포인트 오픈 플랫폼은 롯데멤버스에서 제공하고 있는 다양한 API를 기관, 기업, 개인 등 외부 파트너들이 활용할 수 있도록 제공하는 서비스이다.

롯데멤버스는 급변하는 환경에 민첩하게 대응하고 다양한 파트너와 소통·협력하기 위해 이번 서비스를 기획했다.

새롭게 선보인 오픈 플랫폼은 오픈 API와 가상 테스트 환경을 제공한다.

개발자들이 직접 응용프로그램과 서비스를 개발할 수 있도록 API를 공개하고 있으며, 개발 편의를 위한 호출과 응답을 시험해 볼 수 있도록 가상 테스트 환경을 마련했다.

또한 다양한 통계 데이터를 조회할 수 있게 해 서비스 관리에 활용할 수 있도록 했다.

롯데멤버스는 오픈플랫폼 사이트를 통해 엘포인트와 엘페이 통합 회원제 관련 API를 순차적으로 공개할 예정이다.

또한 개발자들의 혼란을 막기 위해 오픈 API 가이드를 제공, 자신이 만든 애플리케이션을 등록하고 관리할 수 있는 영역을 구축했다.

이를 통해 개발자와 파트너사가 자신만의 창의적인 아이디어를 편리하게 구현할 수 있다.

롯데멤버스와 이용 계약을 체결하고 이용 승인을 받은 기업은 누구나 오픈 플랫폼을 이용할 수 있다.

향후에는 개인 개발자들도 서비스를 이용할 수 있도록 파트너 범위를 확대 적용할 예정이다.

이복형 롯데멤버스 IT전략부문장은 "국내 최대 통합멤버십 서비스인 엘페이 엘포인트의 플랫폼 자원을 외부 파트너와 적극적으로 공유하고 새로운 비즈니스 모델을 만들어가기 위해 기획됐다"며 "향후 더욱 다양한 분야의 API를 제공하고 파트너사와 협력할 수 있는 영역을 확대해 나갈 것"이라고 말했다.

@highlight

7일 롯데멤버스는 다양한 파트너와 소통·협력하기 위해 앱에서 데이터를 쉽게 공유할 수 있는 다양한 API를 지원하는  '엘페이 엘포인트 오픈 플랫폼' 포털 사이트를 론칭했다고 발표했다.