[이상헌 기자 davai@imaeil.com] 조광래 대구FC 대표이사.

"선수·지도자로서 수많은 경기를 치렀지만 전용경기장에서 받는 느낌은 그렇지 않은 경기장에서 뛸 때와 확연히 다릅니다.

그건 팬으로서도 마찬가지이겠죠.

전용경기장이 대구 축구 발전의 기폭제가 되리라 확신합니다."

한국 축구의 레전드 중 한 명인 조광래 대구FC 대표이사는 전용경기장에 누구보다도 더 큰 기대를 걸고 있다.

새해 목표인 아시아챔피언스리그(ACL) 16강 진출, K리그1 상위 스플릿 진입에 긍정적 영향을 미칠 것으로 예상한다.

새로운 즐길거리를 찾아 수많은 시민이 축구장을 찾는다면 천군만마를 얻는 격이라는 믿음이다.

"팬들의 응원 함성이 그라운드를 가득 메우면 선수들은 엄청난 희열을 느낍니다.

경기력 상승은 당연히 따라오죠.

그동안 전용경기장이 없어 기 죽어 있던 저희 선수들은 이제 호기심을 넘어 자부심을 느끼고 있습니다."

조 대표가 지난해 KEB하나은행 FA컵 결승 1차전을 앞두고 대구FC 서포터즈 대표들과 긴급 회동한 것도 같은 맥락이다.

축구 전용경기장인 울산 문수축구경기장에서 서포터즈들이 소속을 떠나 함께 응원해달라는 뜻을 전달하기 위해서였다.

그 덕분인지 대구는 최근 2년간 한 번도 이기지 못한 '난적' 울산 현대를 연파하며 FA컵 정상을 차지했다.

조 대표는 2014년 9월 부임 이후 기회가 닿을 때마다 전용경기장 건립을 대구시 등 관계기관에 강력하게 요청했다.

대구에서 축구 인기를 끌어올리려면 좋은 인프라부터 갖춰야 한다는 점을 꾸준히 강조했다.

대구 축구계의 오랜 화두였던 전용경기장 건립은 결국 2015년 4월 최종 확정됐다.

"대구스타디움에서는 골을 넣고 나서도 멀리 관람석에 앉아있는 팬들과 기쁨을 나누기가 어려웠습니다.

육상 트랙이 없는 전용경기장에서는 선수와 팬의 거리가 그만큼 더 가까워집니다.

선수들도 앞으로 골 세레모니에 대해 좀 더 고민해야 할 겁니다.

@highlight

부임 이후 전용경기장 건립을 대구시 등 관계기관에 강력하게 요청해오던 조광래 대구FC 대표이사는 전용경기장 건립이 확정되며 전용경기장은 대구 축구 발전에 기폭제가 되리라 확신한다고 기대했다.