法 "처분권 내포된 재산권··· 국가수용 땐 보상해야"수력발전업체의 '강물을 사용할 권리'(하천수 사용권)도 재산권에 해당하므로 국가가 수력발전 시설 등을 수용할 때 함께 보상해야 한다는 대법원 판결이 나왔다.

[서울경제] 수력발전업체의 '강물을 사용할 권리'(하천수 사용권)도 재산권에 해당하므로 국가가 수력발전 시설 등을 수용할 때 함께 보상해야 한다는 대법원 판결이 나왔다.

대법원 2부(주심 조재연 대법관)는 한탄강 소(小)수력발전용 댐을 운영하던 A사가 한국수자원공사를 상대로 낸 보상금증액 청구 소송 상고심에서 '5억865만원을 더 지급하라'는 원심판결을 확정했다고 7일 밝혔다.

A사는 1998년 경기도 포천시로부터 한탄강 강물을 2010년까지 사용할 권리를 허가받은 뒤 수력발전용 댐을 지어 발전사업을 시작했다.

2010년 12월 수자원공사는 한탄강에 홍수조절댐을 건설하기로 하고 A사의 댐을 포함한 일대 토지를 전부 수용했다.

하지만 수자원공사가 A사에 댐 설비와 영업손실에 대해서만 보상하고, 하천수 사용권은 재산권이 아니라며 보상하지 않자 A사가 소송을 제기했다.

재판에서는 공공재인 강물을 사용해 수력발전을 할 수 있는 권리도 양도 등 처분하거나 보상받을 수 있는 재산권에 해당하는지가 쟁점이었다.

1심에서는 재산권이 아니라고 판단했다.

하천 점용허가 내지 하천수 사용허가에 따른 권리를 하천법상 독립된 권리로 보고 처분할 수 있다는 것을 전제로 하는 규정을 찾아볼 수 없고, 오히려 관리청이 점용료나 사용료를 징수할 수 있다는 것이 이유였다.

반면 2심은 "하천수 사용허가는 일반에게 허용되지 않는 권리를 특정인에서 설정해주는 특허사용에 해당하므로 재산권적 성격 및 독점성, 배타성, 양도성 등을 갖춘 물권에 준하는 권리"라고 판시했다.

이에 따라 수자원공사는 A사에 5억865만원을 더 보상해야 한다고 결정했다.

대법원도 '하천수 사용권은 재산권'이라며 2심 판단이 옳다고 결론지었다.

@highlight

대법원 2부는 한탄강 소수력발전용 댐을 운영하던 A사가 한국수자원공사를 상대로 청구한 보상금증책 청구 소송 상고심에서 강물 사용권은 재산권이므로 국가가 수력시설 등을 수용할 때 같이 보상해야 한다고 판결했다고 7일 밝혔다.