7일 오전 민희경(왼쪽) CJ그룹 사회공헌추진단장이 서울 중구에 위치한 사회복지공동모금회를 찾아 김연순 사무총장에게 이웃돕기 성금 20억원을 전달하고 있다.

[이데일리 이윤화 기자] CJ그룹이 새해를 맞아 사회공헌활동에 나선다고 7일 밝혔다.

민희경 CJ그룹 사회공헌추진단장은 이날 오전 서울 중구에 위치한 사회복지공동모금회를 찾아 도움이 필요한 이웃들을 위해 성금 20억원을 전달했다.

기부금은 취약계층 복지사업과 청년 문화예술인들을 위한 사회적 일자리 연결사업 등에 사용될 예정이다.

CJ그룹은 이재현 회장의 나눔 철학에 따라 CJ나눔재단과 CJ문화재단을 설립하고 지난 10여년 동안 소외계층 아동·청소년들을 위한 사회공헌활동을 이어왔다.

활동 분야는 △교육 지원사업 △일자리 연계형 직업교육프로그램 △청소년 미혼한부모 자립 지원사업 △신인 대중문화 창작자 지원 사업 등 다양하다.

소외된 이웃들을 위한 나눔 활동도 하고 있다.

지난해 연말에는 전국 2000여개 지역아동센터와 사회복지시설에 약 10만 포기의 김장김치를 지원한 바 있다.

적극적인 글로벌 사업 확대를 추진하고 있는 CJ그룹은 해외 현지 사회공헌 활동도 하고 있다.

지난해 12월에는 베트남 람동성(省)에서 장학금 수여식을 열고 초·중·고·대학생 115명에게 약 4억7000만동(약 2300만원)의 장학금을 지급했다.

지난해 11월에는 산업통상자원부 주관 '사랑받는 기업'에서 CJ중국본사가 'CJ푸드빌 제과제빵교실'을 통해 고용 창출에 기여한 공로 등을 인정받아 대통령상을 수상했다.

10월에는 지진과 쓰나미로 큰 피해를 입은 인도네시아에 30억 루피아(약 2억4000만원)의 구호 성금을 지원한 바 있다.

민희경 사회공헌추진단장은 "도움의 손길이 필요한 이웃들이 따뜻한 새해를 맞이할 수 있기를 바란다"면서 "CJ그룹은 '사업보국' 창업이념을 바탕으로 기업의 사회적 책임을 다하고 다양한 사회 구성원과 상생하는 기업이 되도록 노력할 것"이라고 말했다.

@highlight

CJ그룹 사회공헌추진단은 7일 사회복지공동모금회를 찾아 성금 20억원을 전달했는데, CJ그룹은 이재현 회장의 나눔 철학에 따라 CJ나눔재단과 CJ문화재단을 설립하고 소외계층을 위한 사회공헌활동을 이어왔으며 또한 글로벌 사업의 적극적인 확대와 함께 해외 현지에서 사회공헌 활동도 진행 중이다.