홍지예 손승원.

무면허 음주 뺑소니 사고로 구속된 배우 손승원(28)이 사고 당시 "정휘가 운전했다"며 경찰에 거짓 진술까지 한 것으로 드러났다.

7일 한 매체에 따르면 서울 강남경찰서는 지난 4일 손승원에 대해 일명 '윤창호법'이라 불리는 특가법상 가중처벌 등에 관한 법률상 도주치상 및 위험운전치상죄, 도로교통법상 음주운전 및 무면허 운전 혐의를 적용해 구속 상태에서 기소의견으로 서울중앙지검에 송치했다.

이 과정에서 경찰은 손승원이 자신의 음주운전을 은폐하려고 시도한 정황을 포착했다.

손승원은 사고 직후 경찰에 자신이 운전하지 않았고 동승자였던 뮤지컬 배우 정휘가 운전했다고 진술하며 경찰의 음주측정을 거부했다.

하지만 목격자 진술과 CCTV 등에서 손승원씨가 운전석에서 내린 것을 확인했다.

정휘 역시 "'(손승원이) 이번에 걸리면 크게 처벌 받으니 대신 운전했다고 해달라'고 부탁했다. 거절하기 힘들었다"고 진술했다.

경찰 관계자는 "손승원이 선배고, 운전을 한 지 약 1분 만에 사고가 발생해 (정휘가) 적극적으로 제지하기 어려웠다"고 설명했다.

손승원은 지난해 12월 26일 오전 4시 20분께 아버지 소유의 벤츠 차량을 운전하다 서울 강남구 청담동 인근 도로에서 교통사고를 냈다.

적발 당시 손승원의 혈중 알코올 농도는 면허취소 수준인 0.206%였으며, 손승원은 이미 면허가 취소된 상태에서 운전대를 잡은 것으로 드러났다.

손승원은 '윤창호법이 적용되는 연예인 1호'라는 불명예를 안게 됐다.

한편 손승원은 2009년 뮤지컬 '스프링 어웨이크닝'으로 데뷔, '그날들', '헤드윅' 등에 출연하며 뮤지컬 배우로의 입지를 굳혔다.

2014년에는 KBS2 드라마 '드라마 스페셜-다르게 운다'를 통해 안방극장으로 활동 영역을 넓혔다.

'청춘시대' 시리즈, '으라차차 와이키키'를 통해 대중에 얼굴을 알렸다.

@highlight

뮤지컬 배우 손승원이 음주운전 및 무면허 운전 혐의가 적용, 기소의견으로 서울중앙지검에 송치되어 '윤창호법이 적용되는 연예인 1호'라는 불명예를 안게 된 가운데 사고 당시 동승자가 운전했다며 경찰에 거짓 진술까지 한 것으로 드러났다.