포항 영일만항의 컨테이너 물동량이 꾸준하게 늘어나고 있다.

7일 포항시에 따르면 지난해 영일만항 컨테이너 물동량이 11만6천145TEU를 기록하며 전년 대비 12% 늘어나, 2017년 14% 증가율에 이어 2년 연속 두 자릿수 증가로 물동량이 증가세를 이어가고 있다.

영일만항컨테이너 부두에서 화물을 선적하고 있다.

이는 전반적인 경기침체와 해운산업의 불황, 전국 항만 간의 치열한 물동량 유치 경쟁에도 불구하고 지속적인 증가세를 보여 주목된다.

주요 품목별 물동량을 보면 철광관련 제품이 6만3천185TEU, 자동차 4만9천854TEU, 우드펠릿 2천956TEU, 기타 화물이 150TEU로 철광관련 제품과 자동차가 물동량 증가세를 주도하고 있는 것으로 나타났다.

영일만항의 물동량은 올해에도 지속적인 증가세를 이어갈 것으로 보인다.

또 올해 영일만항 인입철도가 준공되면 화력발전소에 소요되는 우드팰릿을 비롯해 경북 내륙과 강원도 지역의 철송화물 운송에 대한 물류경쟁력 확보로 물동량 증대가 기대된다.

특히 지난해 한-러 지방협력포럼을 계기로 대북방 교역이 더욱 활성화 될 것으로 보이며, 미국의 대북제재 완화 기대감이 고조되고 있어 남북경협, 중국 동북 3성과의 교역 가능성 증대 등 북방교역특화항만인 영일만항에는 우호적인 분위기가 조성되고 있다.

포항시는 영일만항 물동량 증대를 위해 항만 인입철도 등 항만시설 인프라를 확충하고 북방물류뿐 아니라 남방물류 활성화를 위해 화주, 선사, 포워더에 대한 물동량 유치 포트세일 활동 강화 등 지속적인 물동량 증대를 위해 최선을 다한다는 방침이다.

포항시 손종완 항만물류과장은 "항만산업은 지역경제뿐만 아니라 일자리 창출에도 영향력이 큰 만큼 다각적인 노력을 통해 거시적인 안목에서 영일만항이 발전할 수 있도록 최선을 다하겠다"고 말했다.

@highlight

7일 포항시는 작년 영일만항의 컨테이너 물동량이 11만6천145TEU를 기록하며 전년과 비교해 12% 증가해 2017년 14%에 이어 2년 연달아 두 자릿수 물동량 증가세를 보이며 지속적해서 늘어나고 있어 시는 꾸준한 확대를 위해 항만시설 인프라를 확충하고 남방물류 활성화를 위해 화주, 선사, 포워더에 대한 물동량 유치 포트세일 강화 등 최선의 노력을 다할 계획이라고 전했다. 