지역 일자리 창출 및 경제 활성화에 기여[서울경제] BNK금융그룹은 BNK투자증권 등 계열사를 통해 부산·울산·경남 지역의 성장 유망한 벤처기업과 중소기업에 투자하는 '동남권 일자리 창출 1호 펀드'를 운용한다고 7일 밝혔다.

이 펀드는 지난해 9월 한국모태펀드(Korea Fund of Funds) 운용사인 한국벤처투자가 총 7개 분야로 모집한 위탁운용사 선정 공모에 BNK투자증권이 '혁신성장' 분야의 위탁운용사로 선정되면서 결성됐다.

'동남권일자리창출1호 펀드'는 BNK투자증권이 운용하고 부산은행과 경남은행, BNK캐피탈 등 BNK금융그룹 계열사가 출자형태로 참여한다.

펀드 규모는 총 325억원으로 위탁운용사 선정에 따라 한국모태펀드로부터 출자받은 130억원을 기초자산으로 해 BNK금융 계열사 출자금 및 민간자금이 매칭, 지난해 12월 펀드 운용 투자조합이 최종 결성됐다.

'동남권일자리창출1호 펀드'는 앞으로 부·울·경 지역의 성장 유망한 벤처기업과 중소기업에 집중적으로 투자해 지역 일자리 창출에 기여해 나갈 계획이다.

BNK금융그룹은 이 펀드가 투자하는 회사에 IPO(기업공개)자문, M&A(인수·합병)자문, 운영자금 추가대출 등 전문화된 금융서비스를 원스톱으로 제공할 방침이다.

조광식 BNK투자증권 대표이사는 "부울경 소재 성장 유망 벤처기업 뿐만 아니라 다양한 업종의 중소기업에 투자할 계획으로 펀드 투자자들에게 높은 수익을 제공하고 지역 경제 발전에도 기여하는 지역특화 펀드로 활성화하겠다"고 말했다.

한편 BNK투자증권은 지난해 신기술사업금융업자 등록 및 PE(Private Equity·사모펀드) 금융부 신설 등 본격적인 투자 확대를 위한 인프라 구축을 완료했다.

올해에도 우수 인력 확보 등을 통해 투자 부문을 강화해 나갈 예정이다.

@highlight

BNK투자증권은 '동남권일자리창출1호 펀드'를 운용하며 계열사를 통해 부산·울산·경남 지역의 벤처기업과 중소기업을 투자할 예정인 가운데, 투자하는 회사에 전문화된 금융서비스를 제공할 방침이다.