2021년부터는 다주택을 보유했던 사람이 1가구 1주택 양도 시 비과세 혜택을 받으려면 1주택자가 된 후 2년 이상이 지나야 한다.

또 종합부동산세율을 적용할 때 다가구주택은 1채, 공동소유주택은 각각 1채씩 보유한 것으로 주택 수를 판단한다.

기획재정부는 7일 이런 내용의 2018년 세법개정 후속 시행령 개정안을 입법 예고했다.

개정안은 입법예고 기간 후 차관회의와 국무회의를 거쳐 다음 달 중순부터 시행된다.

개정안에 따르면 2021년부터 1가구 1주택을 양도할 때 비과세 혜택을 받으려면 다주택을 보유한 기간은 제외하고 최종적으로 1주택을 보유하게 된 날로부터 2년을 보유해야 한다.

그동안은 양도일 현재 1주택을 보유하고 있으면서, 보유 기간이 취득일로부터 2년 이상일 경우 양도세를 내지 않아도 됐다.

개정안은 또 장기임대주택을 보유한 임대사업자가 2년 이상 자신이 거주한 주택을 양도할 때 최초 거주 주택을 양도하는 경우에만 1가구 1주택 비과세 혜택을 주기로 했다.

그동안은 횟수에 제한 없이 임대사업자가 2년 이상 자신이 거주한 주택을 파는 경우 1가구 1주택으로 봐서 혜택을 적용해왔다.

이와 함께 종부세 적용을 위해 주택 수를 계산할 때 다가구주택은 1채로, 공동소유주택은 각자 1채씩 소유한 것으로 보기로 했다.

정부는 올해부터 3주택 이상 보유자와 집값이 급등한 조정대상지역 2주택 이상 보유자에 대해 종합부동산세 최고세율을 3.2%로 높이기로 했다.

다른 지역 2주택자에 비해 0.1∼0.5%포인트 추가 과세하는 수준이다.

단 공동소유주택의 경우, 상속을 통해 공동소유하게 된 주택은 올해 6월 1일 기준 지분율이 20% 이하이면서 지분 상당 공시가격이 3억 원 이하라면 종부세율 적용 시 주택 수 계산에서 제외한다.

주택 및 토지에 대한 공정시장가액비율은 현행 80%에서 올해 85%, 내년 90%, 2021년 95%, 2022년 100% 차례로 상향 조정한다.

김병규 기재부 세제실장은 브리핑에서 “다주택자에 대한 과세 정상화 차원에서 검토했다”고 말했다.

@highlight

기획재정부가 7일 입법 예고한 2018년 세법개정 후속 시행령 개정안이 다음 달 중순부터 시행된다.