충남도가 올해 정부예산 확보 활동에 시동을 건다.

7일 도에 따르면 2020년 정부예산 목표액은 최근 5년간 정부예산 평균 증가율인 5.8%를 반영해 잠정 6조 7600억 원 이상으로 나타났다.

지난해 도는 2019년 정부예산으로 6조 3863억 원을 확보하며 도정 최초로 6조 원을 돌파했다.

도는 올해 국비 확보를 위해 기본 방향 및 세부 추진계획을 정하고 전략적 대응에 나서는 등 추진체계를 조기 가동한다.

우선 종축장 이전부지 종합계획, 해양바이오산업, 디스플레이 혁신공정 플랫폼 등 민선7기 미래먹거리 사업을 지속적으로 발굴해 관련 국가계획에 반영할 수 있도록 힘쓴다.

이중 종축장 이전부지 종합계획이 눈에 띈다.

현재 도는 천안시와 종축장 부지 활용 방안에 대해 검토 중이다.

천안에 위치한 농촌진흥청 국립축산과학원 축산자원개발부가 전남 함평으로 이전이 확정됨에 따라 기존 종축장 부지를 미국 실리콘밸리처럼 4차 산업혁명 기술을 담은 혁신밸리로 만들고, 부지내 경관을 활용해 국가 정원을 조성하는 등 충남만의 미래 먹거리 공간으로 꾸미겠다는 구상이다.

부지 규모는 418만 7497㎡에 달한다.

올해 중 종축장 부지 활용 방안 관련 용역을 마무리하겠다는 계획이다.

이와 함께 서해선 복선전철, 장항선 2단계, 당진-천안 고속도로, 충청유교문화권 광역관광개발 등 기존 사업의 조기 완공을 위해 연차별 사업비를 확보할 수 있도록 체계적인 추진전략을 마련해 지원한다는 계획이다.

이를 위해 신청·편성·확정 단계별 맞춤형 대응을 통해 목표 달성에 역량을 집중한다.

도는 이달 국비 확보 대상사업 전수조사를 대대적으로 실시하고, 2월 정부예산 확보 추진전략 보고회를 통해 사업과 목표액을 최종 확정할 예정이다.

이날 실국원장회의에서 양승조 지사는 "2020년 정부예산 확보를 위해 지금부터 준비해 가자"며 "지난 한해 국비 확보에 많은 고생을 하셨고 커다란 성과도 올렸다.

올해도 국회, 중앙부처와 정책 네트워크 및 유대 강화를 통해 목표한 국비가 확보되도록 노력해달라"고 당부했다.

@highlight

충남도는 올해 정부예산을 확보하기 위해 추진체계를 빠르게 작용하여 정부예산 목표액을 6조 7600억 원 이상으로 확보할 것이라 밝혔다. 