전주시가 올해 처음으로 소중한 무형문화유산을 전승·발전시켜온 인물이나 단체를 시상하는 세계무형유산대상을 도입했다.

7일 시에 따르면 점차 사라져가는 무형문화유산을 보호·전승하거나, 전 세계인들과 가치를 공유할 수 있도록 활동해온 개인·단체·기관을 대상으로 전주세계무형유산대상을 시상하기 위한 공모를 진행하고 있다.

이번 공모는 다음달 28일까지 약 2달간 국가와 인종, 성별, 종교 등의 한계를 두지 않은 국제공모 형식으로 진행된다.

무형문화유산과 긴밀한 관계가 있는 국내외 개인·단체·기관·전문가·연구원·NGO·지역공동체·언론인 등 누구나 참여할 수 있다.

시는 공모를 통해 접수된 후보자에 대해 △무형문화유산 보호와 전승활동에 공헌 수준 △무형문화유산 정체성 확립 및 사회적 결속·협력 강화 △무형문화유산 활성화와 공동체 발전의 모범적인 사례 등을 평가기준으로 요건심사와 예비심사, 공개검증 등의 절차를 거쳐 1~5개 팀을 선정할 계획이다.

총 상금은 약 3000만 원 규모(3만 달러)로 진행된다.

공모는 전주시 홈페이지(www.jeonju.go.kr)와 전주세계무형유산대상 홈페이지(www.cics.center/jiapich_2019_K/)를 통해 내려 받은 신청서와 추천서 등 관련 서식을 작성한 후 전주세계무형유산대상 사무국으로 우편(전주시 덕진구 권삼득로 285) 또는 전자우편(cics.center@gmail.com)으로 접수하면 된다.

시는 선정된 수상자를 공식 초청해 오는 9월 전주에서 시상식도 열 예정이다.

박화성 전통문화유산과장은 “전주는 풍부한 무형문화유산을 지닌 전통문화도시로, 인류의 삶과 지혜가 녹아 있는 무형유산의 소중함을 세계인과 나누고자 이번 대상을 제정하게 됐다”며 이번 공모에 많은 관심과 참여를 당부했다.

@highlight

전주시가 다음달 28일까지 무형문화유산을 전승 발전시켜온 인물이나 단체를 시상하는 세계무형유산대상을 도입하기로  결정하였는데 이번 공모는 국가와 인종, 성별, 종교 등의 한계를 두지 않은 국제공모 형식으로 진행되며 무형문화유산과 긴밀한 관계가 있는 누구나 참여할 수 있다고 알렸다.