[이데일리 김지섭 기자] "약사를 치매 진단 및 상담을 할 수 있는 전문인력인 것처럼 광고한 것이 아닙니다.의심 환자가 있으면 의사에게 안내하라는 내용이 핵심입니다."

한독(002390)은 특수의료용도식품 '수버네이드'와 관련한 의료법 위반 논란에 대해 이 같은 입장을 밝혔다

7일 의사들의 단체인 바른의료연구소가 "한독이 수버네이드 홍보물에서 '치매 관리를 위한 약국의 역할'을 강조하며 의료법을 위반했다"고 지적한 것에 대한 해명이다.

이날 바른의료연구소는 "한독은 홍보물을 통해 치매 조기 발견에 있어 약국의 강점을 치매에 대한 이해·역량을 이미 갖고 있는 전문인력이라고 보고, 치매 관련 상담 또는 가족지원 상담이 가능하며 환자의 접근성이 좋다고 설명했다"고 지적했다.

또 연구소 측은 "(한독이) 약국에서 원스톱 치매 상담툴을 제공할 수 있다"라는 문구를 사용했다고 주장했다.

이 같은 안내는 약사의 무면허 의료행위를 한독이 조장하는 것으로 볼 수 있으며, 의료법 제27조 제1항의 '의료인이 아니면 누구든지 의료행위를 할 수 없도록 규정돼 있다'는 내용을 위반토록 하는 것이라는 주장이다.

연구소는 이를 토대로 해당 광고의 의료법 위반에 대한 민원신청을 내고 "무면허 의료행위에 해당할 소지가 있다"는 보건복지부의 답변을 받았다.

다만 복지부는 "해당 광고의 최종적인 위·적법 여부는 전체적인 의료 광고의 이미지,구체적인 상황에 따라 판단해야 한다"고 덧붙였다.

이에 대해 한독 측은 "해당 문구는 약사가 치매를 진단해야 한다고 전한 것과는 거리가 멀다"며 "약사는 치매에 대한 정보를 제공하고 이후 정확한 치매 진단은 의사에게 받을 수 있도록 안내하기 위한 것"이라고 해명했다.

한편 연구소 측은 수버네이드의 의약품 오인광고 여부에 대해서도 식약처에 민원을 재차 신청했으며, 앞으로도 수버네이드의 불법 광고에 대해 지속적으로 모니터링하겠다고 밝혔다.

@highlight

한독은 수버네이드가 의료법을 어겼다는 논란에 약사의 치매 진단을 이야기한 것이 아니며 약사는 치매에 대한 정보를 주고 정밀한 진단은 의사에게 받을 수 있게 안내하는 의도였다고 밝혔고 연구소는 수버네이드의 오인광고에 대해 식약처에 다시 이의를 재기했고 수버네이드의 불법 광고를 계속해서 지켜보겠다고 주장했다.