임실군이 주민과의 약속을 최우선으로 앞세우며 민선7기 공약사업 추진에 가속도를 내고 있다.

군은 먼저 군민들이 체감할 수 있는 대표 공약 중 하나인 취약계층 임실사랑 상품권 지원사업을 본격 추진한다.

이를 위해 군은 지난 해 12월 31일 '임실군 취약계층 상품권 지원 조례'를 공포하여 본격적인 시행을 위한 홍보와 신청을 받고 있다.

취약계층 임실사랑 상품권 지원사업 대상은 임실군의 경제적 취약계층인 차상위수급자 중 65세 이상 어르신, 중증장애인, 다문화가정 등이다.

군은 1세대당 연 30만 상당의 상품권을 지원하되, 1세대에 지원 대상자가 2명일 경우 연 40만원, 3명 이상일 경우 연 50만원 상당의 상품권을 지원한다.

설과 추석 명절에 상품권을 지원함으로 최소한의 삶의 질을 향상시키고, 훈훈한 명절을 보내도록 하는 데 의미를 두고 있다.

상품권 수혜대상은 약 1,200명 정도가 될 전망이다.

이들 군민들의 상품권 적극 활용으로 경제 선순환을 통한 지역경제 활성화에도 크게 기여할 것으로 기대된다.

군은 2019년 설명절 시행 후 지원대상 범위를 확대하여 복지사각지대 해소방안이 될 수 있도록 점차적 대상자를 확대하겠다는 계획이다.

이미 임실군에서는 취약계층을 위한 찾아가는 맞춤형복지서비스 정책이 국가적 인정을 받아 기초생활분야에서 국무총리 기관표창을 받은 바 있다.

복지사각지대 취약계층을 위한 찾아가는 맞춤형 복지정책으로 2018년 기초생활보장분야 평가에서 전국 2위를 차지하며, 전북에서는 유일하게 임실군이 선정되기도 했다.

이같은 평가는 '취약계층 임실사랑 상품권 지원사업'과 같이 타지자체와는 차별화되는 적극적인 복지행정추진이 주민들의 체감만족도를 높혔기 때문이라는 분석이다.

심민 군수는 "복지분야에서 새로운 환경에 적극 대응하고 차별화된 정책을 발굴하였던 부분이 여러 평가에서 다년간 우수한 성과를 거두었다"며 "앞으로도 복지행정의 적극 발굴로 하나되어 모두가 행복한 임실을 만드는데 노력하겠다"고 말했다.

@highlight

임실군이 최소한의 삶의 질을 보장하고 명절을 잘 쇨 수 있도록 차상위수급자 중 65세 이상 노인, 중증장애인, 다문화가정 등을 대상으로 임실사랑 상품권을 지급한다.