도널드 트럼프 미국 대통령이 오는 29일(현지시간) 새해 국정 연설을 의회에서 할 예정이다.

트럼프 대통령 취임 후 두 번째인 이번 국정 연설은 첫 임기 후반기 국정 운영 방향에 대한 전반적 청사진을 담을 것으로 보인다.

특히 지난해 11월 중간선거 결과로 민주당이 하원을 접수한 상황에서 재집권 기반을 닦기 위한 전략 및 지지층을 향한 메시지 등도 포함될 전망이다.

7일 워싱턴포스트(WP)와 블룸버그통신 등에 따르면 트럼프 대통령은 전날 백악관에서 기자들과 만나 낸시 펠로시 민주당 하원의장의 국정 연설 초청을 수락했느냐는 질문에 "1월 29일 국정 연설을 할 예정"이라고 답했다.

트럼프 대통령은 지난해 1월 30일에 한 국정 연설에서 '새로운 미국의 시대'를 표방하며 '강한 미국' 건설을 선언, '미국 우선주의'에 기반한 보호무역주의 기조를 재확인했다.

"경제적 굴복의 시대는 끝났다"며 FTA(자유무역협정), 관세장벽 등에 대한 '강공'을 예고하기도 했다.

북미 간 대결국면이 끝나지 않았던 당시 북한에 대해서도 "북한의 무모한 핵무기 추구가 본토를 곧 위협할 수 있다. 그런 일이 일어나지 않도록 최고의 압박 작전을 펼치겠다"며 강경 방침을 밝혔었다.

트럼프 대통령은 올해도 미국 우선주의 기조를 재확인할 것으로 보인다.

북미 관계가 지난 1년간 급격한 변화를 겪은 가운데 2차 북미 정상회담을 앞두고 북한에 대해 어떠한 구체적 메시지를 내놓을지도 주목된다.

6·12 싱가포르 정상회담 이후 '대북 제재 이견' 등으로 북미 간 교착 상태가 계속돼온 가운데 트럼프 대통령은 김정은 북한 국무위원장의 신년사에 화답하는 등 2차 핵담판이 임박했다는 신호를 연일 보내고 있다.

그러나 "멕시코 국경장벽 건설 예산을 둘러싼 트럼프 대통령과 민주당의 대치로 연방정부 셧다운(shut down·일시적 업무정지) 사태가 장기화 조짐을 보이는 가운데 국정연설 때까지도 셧다운이 해소되지 않을 경우 국정연설도 일정부분 빛바래질 수밖에 없다"고 블룸버그통신은 전했다.

@highlight

도널드 트럼프 미국 대통령이 29일 의회에서 새해 국정 연설을 할 예정인데, 미국 우선주의 기조를 재확인하것으로 예상되고, 2차 북미 정상회담을 앞두고 북한에 대한 메시지가 어떤 것이 담길지에 대해서도 주목받고 있다.