전국 공인중개사 중 절반 이상이 올해 주택 매매가격 하락을 전망했다.

대출 규제가 매매가격 하락에 영향을 미칠 것이란 이유에서다.

한국감정원은 지난달 전국의 협력 공인중개사를 대상으로 2019년 주택시장 전망에 대한 설문조사를 한 결과 전체 응답자 1868명 가운데 51.0%가 올해 주택 매매가격이 하락할 것으로 예상했다고 7일 밝혔다.

이어 응답자의 44.3%가 보합세로 답변해 전체 응답자의 95.3%가 올해 주택가격의 하락 내지 보합을 예상했다.

반면 상승할 것이라는 응답은 4.7%에 그쳤다.

지역별로 보면 서울과 수도권의 주택가격은 각각 49.7%, 48.7%가 보합을 예상했고 하락할 것이라는 예상도 각각 45.2%, 46.4%에 달했다.

반면 상승할 것이라는 응답은 5.4%, 4.9%에 그쳐, 대다수 중개업소들이 올해 주택시장이 하향 안정세를 보일 것으로 예측했다.

특히 지방은 응답자의 56%가 올해 주택가격이 하락할 것으로 예상해 보합(39.5%) 또는 상승(4.5%) 전망을 크게 앞질렀다.

집값 하락세를 꼽은 이유는 대출규제 강화에 따른 차입여력 축소가 43.5%로 가장 많았고, 신규분양·입주물량 등 공급물량 증가(26.9%), 지역 기반산업 및 경기 침체(10.5%), 보유세 개편과 다주택자 규제 등 정부 규제(9.6%)가 뒤를 이었다.

전국의 전세시장은 보합(52.1%)을 기록할 것이라는 전망이 하락(42.3%) 예상보다 더 많았다.

지역별로 서울의 전셋값은 54.5%가 보합, 39.1%가 하락을 예상했고 수도권은 52%가 보합, 43.4%가 하락을 점쳤다.

전셋값 하락의 주요 이유로는 매매가격 하락에 따른 전세가격 동반하락(48.6%), 전세 공급물량 증가(갭투자 또는 신규공급물량의 전세공급)(43.5%)가 꼽혔다.

월세가격도 전국 기준 응답자의 60.0%가 보합세를 보일 것으로 예측했다.

@highlight

한국감정원은 저번 달 전국의 협력 공인중개사를 대상으로 2019년 주택시장 전망에 대한 설문조사를 한 결과 전체 응답자의 51.0%가 올해 주택 매매가격이 하락할 것으로 예상했으며 응답자의 44.3%는 보합세로 답변해 전체 응답자의 95.3%가 이번 해 주택 가격의 하락 내지 보합을 예상했다.