[보령] 보령시보건소가 흡연에 따른 사회적 비용을 절감하고 시민 건강을 챙기기 위해 올 한해도 다양한 금연 사업을 추진한다.

시 보건소에 따르면 지난해 금연 상담자수는 6690명으로 이중 20%인 1350명이 금연에 도전했으며, 6개월 이상 금연 성공자수는 45.4%인 611명으로 올해는 50% 이상을 목표로 정했다.

이를 위해 흡연의 폐해 및 금연의 중요성을 안내하고 니코틴 보조제 및 행동강화물품 제공, 금연약물 치료와 연계한 금연클리닉을 상시 운영하며 만성질환자를 대상으로 금연교실을 운영한다.

올해는 성장기에 있는 아동청소년을 대상으로 금연에 대한 흥미를 유발하여 사전에 흡연을 차단하기 위해 다양한 금연사업을 펼친다.

청소년 금연 서포터즈를 모집해 청소년 스스로 금연을 실천할 수 있도록 지원할 계획이며 쉽고 재미있는 마당극 공연을 통해 흡연에 대한 호기심을 차단하고 금연 이동건강홍보관 및 캠페인 등을 전개한다.

또한 흡연율이 높은 2개 마을을 선정해 담배연기 없는 쾌적한 마을 만들기 사업을 추진해 6개월 동안 모두 9차례에 걸쳐 혈관나이 및 폐 나이, 일산화탄소(Co)측정 등 체계적 금연서비스를 제공한다.

특히 학교와 의료기관, 청소년 활동시설, 사회복지시설 등 국민건강증진법에 의한 금연구역 3447개소와 학교절대정화구역, 버스정류장, 주유소 등 조례에 의한 금연구역 230개소를 대상으로 금연지도원과 함께 시설기준 이행 및 흡연행위의 계도 및 단속에 나서고, 위반사항에 대해서는 과태료를 부과할 계획이다.

박승필 보건소장은 "올해부터는 어린이집과 유치원 경계 10m 이내까지 금연구역을 확대했고 실내 휴게공간을 마련해 운영하는 식품자동판매기영업소(일명 흡연카페)도 실내 휴게공간 면적에 관계없이 모두 금연구역으로 지정된다"며 "새해 많은 분들이 가족과 모두를 위한 금연에 도전하시고 꼭 성공하실 수 있도록 보건소가 최선을 다해 지원하겠다"고 말했다.

@highlight

보령시보건소에 따르면, 지난해 6개월 이상 금연 성공자수는 45.4%로 올해는 50%이상을 목표로 다양한 금연 사업을 통해 시민 건강을 챙길 예정이다.