인천경제자유구역의 현안 해결을 위해 송도, 청라, 영종 주민들이 하나로 뭉쳐 뜻을 모았다.

IFEZ총연합회는 7일 인천시청에서 기자회견을 열고 'IFEZ총연합회 출범 선포 및 현안해결촉구 공동성명서'를 발표했다.

IFEZ총연은 송도, 영종, 청라의 주민들로 구성된 올댓송도, 국제도시송도입주자연합회, 푸른보석청라, 청사모, 영종발전협의회, 영종학부모연대, 문화예술연합회준비위원회 등 7개 단체를 전신으로 한다.

이들은 시와 경제청에 "경제청의 정책연속성을 위한 경제청장 임기원칙을 지키고, 원도심 집중을 위해 경제청과 조직약화 등 경자구역을 소외시키지 말라"며 "이관된 자산반환을 적기에 실시하고 미매각 토지의 자산이관을 취소하라"고 3개 공통현안에 대해 성토했다.

지역별로의 현안촉구도 이어졌다.

송도의 경우 인천타워 부활과 E5블록 회오리 건물건축을 촉구했다.

김성훈 공동대표는 "인천타워는 151층의 송도국제도시 개발의 상징으로 압도적인 경관을 자랑할 사업임에 따라 사업부활을 모색해야 한다"며 "타 도시와의 차별성을 위해 송도 회오리 건물의 경관심의를 다시 접수해달라"고 말했다.

정경옥 공동대표는 청라 현안으로 "청라 국제업무지구 활성화를 위한 계획을 수립함과 동시에 청라의 랜드마크인 시티타워 착공을 위해 시정부가 적극 나서달라"고 주문했다.

영종 현안에 대해서는 김요한 사무총장이 나서 종합병원 건립 필요성을 언급, 수도권 통합환승할인 적용, 금산IC 진출로 개설을 주장했다.

IFEZ총연 관계자는 "IFEZ가 갖고 있는 현안과 송도, 영종, 청라의 현안해결을 위해 지역 주민과 단체가 한데 힘을 합칠 수밖에 없었다"며 "앞으로 지역을 위한 일이라면 어떠한 일이라도 마지않고 최선을 다해나갈 방침이다"라고 말했다.

@highlight

지난 7일 인천경제자유구역의 현안을 해결하기 위해 송도, 영종, 청라의 주민들로 구성된 7개 단체에서 이어진 IFEZ총연합회가 뜻을 하나로 모아 인천시청에서 기자회견을 열고 'IFEZ총연합회 출범 선포 및 현안해결촉구 공동성명서'를 발표했다.