설 연휴를 앞두고 기차표 예매전쟁이 다시 시작됐다.

코레일은 8~9일 이틀 동안 온라인(PC, 모바일)과 지정된 역 창구 및 승차권 판매 대리점에서 2월1일~7일 운행하는 열차 승차권 예매를 진행한다.

모바일 예매는 승차권 앱인 '코레일 톡'에서 할 수 없고 별도 제공된 링크를 모바일 브라우저에서 접속해 예매해야 한다.

8일은 경부·경전·동해·충북선 등, 9일에는 호남·전라·강릉·장항·중앙선 등 승차권을 예매할 수 있다.

시간은 온라인의 경우 오후 7시부터 오후 3시까지 예매가 이뤄지며, 역과 판매대리점에서는 오전 9시부터 11시까지 2시간 동안 창구를 연다.

승차권 배정은 온라인에 70%, 역 및 판매 대리점에 30%가 배정됐다.

온라인에서 예약한 승차권은 1월 9일 오후 4시부터 13일 자정까지 결제를 해야 하며, 결제가 되지 않은 승차권은 자동 취소된다.

이전과 같이 표가 온라인에 집중 배정되면서 접속 정체 현상도 반복됐다.

이날 오전 7시 모바일 예매에 접속하자 대기인원이 2만명까지 치솟기도 했다.

또 암표 거래 등을 막기 위해 코레일이 1회 최대 6장, 1인당 최대 12장까지만 표를 예매할 수 있도록 하고 있으나, 승차권 확보는 여전히 어렵다.

이에 따라 원하는 시간의 표를 구할 수 없는 경우 잔여 승차권 구매를 노려야 한다.

잔여 승차권 판매는 9일 오후 4시부터 시작된다.

이때부터는 별도 예매 페이지에 접속하지 않고 평소와 같은 방식으로 예매를 하면된다.

또 예매가 한달 정도 앞서 이뤄지므로 취소표가 수시로 나오기 마련이다.

예매에 실패한 이들은 잔여좌석 판매가 시작된 이후에는 코레일 앱 등을 통해 수시로 취소표를 확인하는 것이 좋다.

또 매진되지 않은 표의 경우 취소표를 대비한 예약 시스템이 있다.

예약을 해놓으면 취소 표 발생시 휴대폰으로 알림이 오도록 설정할 수도 있다.

@highlight

코레일은 설 연휴를 앞두고 온라인과 지정된 곳에서 열차 승차권 예매를 진행하지만 표가 온라인에 몰려 접속 정체 현상이 발생하였고 표를 구하지 못한 경우 잔여 승차권 구매를 해야한다.