'교황 빵'으로 유명한 프로방스 베이커리를 운영하고 있는 ㈜글로벌신우는 최근 중국 보하이대(발해대학교)와 업무지원 협정을 맺고 본격적으로 중국시장을 개척에 나섰다고 8일 밝혔다.

교황 빵은 프란치스코 교황이 2014년 8월 한국을 방문해 아시아 주교 모임에서 먹은 프로방스 베이커리의 마늘빵이 유명세를 타면서 붙은 이름이다.

미국 농무부와 식약처(FDA)에서 빵의 재료 성분 검사를 통과해 승인을 받은 교황 빵은 100% 우유 버터와 충남 서산의 국내 토종 육쪽 마늘만 사용해 한국 고유의 풍미를 자랑하면서 세계인의 입맛에도 잘 맞는다.

글로벌신우는 2년 동안 100만 명의 시식을 거친 끝에 교황 빵을 개발했으며 특허 출원을 마치고 미국 대형 유통업체인 코스트코를 통해 현재 미국과 대만 등에 마늘빵 냉동 생지(반죽 형태)를 수출하고 있다.

글로벌신우는 이번 발해대학교와의 업무협정을 통해 중국시장에 빵을 수출한다는 계획이다.

특히 발해대학 한국유학생들은 중국에 진출한 국내 기업·단체·협회들의 지속적인 요청에 따라 전문분야 사업제안서와 제품소개서 등의 무료 중국어번역과 통역 지원 등 재학 중에도 기업들을 실질적으로 도움을 주고 있어 이번 협약이 글로벌신우에게는 중국시장진출에 큰 도움이 될 것을 보인다.

글로벌신우 김신학 대표 "최근 알리바바를 비롯해 중국의 대기업들이 교황 빵을 수입하고 싶다며 계속 연락을 해 오는데, 중국기업과 제휴 이후에 특허권을 침해받지는 않을까 걱정이 됐다"면서 "중국대학교 입학 전에 모두 실력을 갖춘 중국인본과 한국유학생들이 있어 믿을 수 있는 발해대학교와 손잡고 교황 빵을 중국대륙전체에 공급하겠다"고 밝혔다.

한편 중국 발해대학교는 한국인유학생들이 수준 높은 중국인본과에서 중국인학생들과 함께 5년 연속 4년 기간 내 모두 안전하게 학연졸업하고 있는 유일한 중국 국립종합대학교·대학원이다.

@highlight

프란치스코 교황이 방한 당시 먹으면서 '교황 빵'으로 유명해진 프랑방스 베이커리를 운영하고 있는 (주)글로벌신우는 미국, 대만 등에 이어 중국 보하이대와 업무지원 협정을 맺고 중국 시장 개척에 나선다고 8일 밝혔다.