세무 특별대책반 마련 서울 송파구가 가락1동 헬리오시티 입주가 본격화되면서 행정력을 한층 강화한다.

송파구는 3만명 가까운 인구가 유입되는 만큼 전입하는 주민들 불편을 최소화하기 위해 입주계획을 마련했다고 8일 밝혔다.

가락시영아파트가 모습을 바꾼 헬리오시티는 국내 최대 규모 아파트단지로 꼽힌다.

지난 28일 준공이 마무리돼 9510세대 약 3만명에 달하는 인구가 송파구로 유입될 예정이다.

송파구는 여기에 발맞춰 가락1동주민센터를 지하 1층 지상 3층 규모로 신축하는 동시에 통·반별 적정 세대수를 고려해 23통 154개 반으로 행정구역을 확정했다.

대규모 입주에 따른 행정수요 변화를 예상, 6개 부서 10개 팀을 아우르는 '가락1동 헬리오시티 입주계획'을 마련했다.

입학과 금융 업무 관련 민원서류 발급을 위해 신속성과 친절행정에 무게를 싣고 동주민센터 내에 안내도우미를 배치하고 대기석을 추가해 업무 효율을 높일 계획이다.

민원 창구는 기존 2개에서 6개로 확대했다.

전입신고와 단순 민원창구를 구분하고 전·월세입자를 위한 확정일자 전용 창구를 설치했다.

송파에 첫 보금자리를 마련한 주민들을 위한 생활정보도 제공한다.

복지 교통 보육 등 7가지 주제로 '어서와~ 송파는 처음이지?'를 발간, 동주민센터에 1만부를 비치한다.

가락1동 생활정보를 담은 안내문 1만5000부를 별도로 제작해 입주안내문과 함께 발송도 했다.

송파구는 이와 함께 주택·상가 관련 세무업무가 늘어날 것에 대비해 세무1과에 '신고처리 특별대책반'을 구성했다.

과세자료를 정비하고 취득세를 비롯한 각종 신고·납부 업무에 전 직원이 응대, 대기시간을 최소화한다는 방침이다.

박성수 송파구청장은 "대규모 전입에 대비해 주민 불편을 최소화하고 안정적인 정착을 위해 행정적 지원을 아끼지 않겠다"며 "행정수요를 예측하고 주민 삶의 질을 높일 수 있는 다양한 정책을 통해 70만 도시의 미래를 준비하고 있다"고 말했다.

@highlight

송파구는 국내 최대 규모 아파트단지 가락 1동 헬리오시티 입주가 본격화되면서 행정력을 강화하기로 하고 3만명 인구가 늘어나는 만큼 주민들 불편을 최소화하기 위해 입주계획을 마련했다고 전했다.