신서희 (동양일보 신서희 기자) 청와대 집무실 광화문 이전이 무산됨에 따라 행정수도 기능을 할 세종시에 대통령 집무실이 설치돼야 한다는 목소리가 높다.

행정수도완성세종시민대책위(이하 대책위)는 8일 논평을 내고 "국가균형발전을 위해 '대통령 세종집무실'이 최적의 방안"이라고 강조했다.

대책위는 "집무실을 세종시에 설치하면 2시간 거리의 수도권 주민뿐 아니라 같은 시간 안에 영남과 호남 주민들도 언제든지 만날 수 있다"며 "대통령이 약속한 제2국무회의를 세종시에 있는 각부 장관들과 개최하고 행정공무원들이 정책협의를 위해 서울에 출장을 가지 않아도 되는 만큼 현재 제기되는 행정부의 비효율 문제를 해결할 수 있다"고 주장했다.

이어 "대통령이 국가 균형발전을 위해 솔선수범하는 모습을 보임으로써 국가 정책에 대한 국민의 신뢰를 더욱 확대할 수 있다"며 "대통령이 수도권을 떠나 지방에서 일한다는 것 자체가 국가 균형발전을 이루겠다는 상징적 의미를 부여하기 때문"이라고 덧붙였다.

대책위는 "국회 세종의사당과 근접한 위치에 있으면 행정부와 입법부가 상호 협력할 수 있다"며 "세종집무실은 대통령이 추구하는 '낮은 청와대, 국민과 소통하는 대통령'의 가치를 실현하고, 행정 비효율을 해소하며, 국가균형발전을 모두 이룰 수 있는 최적의 방법"이라고 역설했다.

더불어민주당 조승래(대전 유성구 갑) 의원도 지난 5일 소셜미디어(SNS)에 "국회는 이미 국회 세종의사당 건립을 위한 설계비를 올해 본 예산에 반영했다.

대통령 세종집무실, 더 나아가 세종 제2 청와대를 설치한다면 지역균형발전과 지방분권을 획기적으로 확대할 강력한 추진 로켓이 될 것"이라며 "대통령이 광화문에서 서울시민과의 소통뿐 아니라 세종호수공원에서도, 대전 유성온천에서도 시민들과 함께 하는 모습을 그려본다"고 올렸다.

이춘희 세종시장도 지난 3일 새해 첫 브리핑에서 "대통령 세종집무실 설치를 추진하는 등 행정수도 완성을 위해 계속 노력하겠다"고 약속했다.

@highlight

청와대 집무실 광화문 이전이 무산됨에 따라 행정수도완성세종시민대책위는 8일 논평을 내고 "집무실을 세종시에 설치하면 2시간 거리의 수도권 주민뿐 아니라 같은 시간 안에 영남과 호남 주민들도 언제든지 만날 수 있다"며 행정수도 기능을 할 세종시에 대통령 집무실이 설치돼야 한다고 주장했다. 