지역에서만 사용 가능한 상품권 형태로 계획...

대전시가 대전 방문의 해를 맞아 외지 관광객 유치 및 지역 상권 활성화를 위해 대전여행쿠폰(가칭)을 발행한다.

8일 대전시에 따르면 시는 이날 오전 대전 지역에 한해 사용 가능한 지역 쿠폰을 발행하겠다는 계획을 발표했다.

구체적인 활용안은 나오지 않았지만 시는 타 지자체에서 사용 중인 고향사랑상품권과 유사한 형태의 상품권을 발행한다는 방침이다.

이와 함께 지역 내 행사, 축제 등과 상품권을 연계해 관광객의 지역 내 소비 진작을 도모한다는 계획이다.

고향사랑상품권은 지역 상권 활성화를 골자로 지난해 9월 기준 전국 65개 지방자치단체가 조례 개정을 통해 운영 중이다.

이를 도입한 지자체에서는 도입 후 관내 식당, 주유소, 학원가 등의 업종에서 소비가 늘고, 자금 역외 유출 방지, 관광객 증가 등 효과를 크게 누리고 있는 것으로 나타났다.

실제로 춘천시의 경우 고향사랑상품권 발행으로 관광객의 상품권 구입비용 대비 역내 지출이 3.75배에 달하는 긍정적인 결과를 얻기도 했다.

특히 고향사랑상품권은 전국에서 사용 가능한 온누리 상품권에 비해 지역 내 소비를 진작시킬 수 있는 효과가 큰 것으로 도입 지자체들은 보고 있다.

대전시는 지난해까지만 해도 고향사랑상품권에 대한 인지도가 낮았던데다 대전방문의 해 사업이 한 해 사업으로 분류돼 이를 대비한 기본계획에는 관련 내용이 포함되지 않았다.

하지만 올해 들어 대전방문의 해 사업이 중장기 계획으로 확대되면서 대전여행쿠폰 도입을 결정했다.

또한 시는 지역 관광 정책과 관련, 관광객들이 대전을 잠깐 방문했다 돌아갈 뿐 지역 내 소비를 하지 않아 경제 효과가 미약하다는 지적도 감안했다.

시는 강원도 화천 등 고향사랑상품권 도입에 성공한 타 지자체의 사례를 참고해 운영할 경우 대전 지역에서도 큰 효과를 거둘 수 있을 것으로 기대하고 있다.

시 관계자는 "올해 들어 대전방문의 해 사업이 3년짜리 중·장기 사업으로 바뀐데다 인사개편 후 담당 부서 전체가 해당 사업을 분담하면서 역량이 커졌다.

이에 따라 대전여행쿠폰 도입 사업도 가능하다고 판단했다"고 밝혔다.

한편 시는 대전여행쿠폰 발행에 대한 조례안 제정, 가맹점 확보 등 절차를 거쳐 이른 시일 내 지역에 도입할 방침이다.

@highlight

대전﻿시 관계자는 "올해 들어 대전방문의 해 사업이 3년짜리 중·장기 사업으로 변경되었으며 인사개편 후 담당 부서 전체가 해당 사업을 분담하면서 역량이 커져 대전여행쿠폰 도입 사업도 가능하다고 판단하였기에 관광객 유치 및 지역 상권 활성화를 위한 대전여행쿠폰(가칭)을 발행한다. 