진료공포 생기면 극복 힘들어 '보호자 청원'인천에도 발달장애인을 전문적으로 진료하는 거점병원이 필요하다는 목소리가 커지고 있다.

장애 특성상 의사소통이 어렵고 새로운 환경에 대한 거부감이 커 일반병원에서 진료를 받기 쉽지 않아서다.

8일 청와대 국민청원 홈페이지를 확인한 결과 지난달 인천에 있는 특수학교에 다니는 21세 발달장애인 아들을 둔 한 부모의 글이 올라왔다.

그는 "아들의 귓밥을 제거하기 위해 서울 대학병원을 다녔는데 몸집이 커지면서 거부 행동을 저지할 방법이 없어 치료를 중단했다"며 "전신마취를 해야 하지만 비용이 부담스럽다.

발달장애인들이 맘 편히 치료 받을 수 있는 전문병원이 시급하다"고 주장했다.

실제 발달장애인 자녀를 둔 부모들은 병원에 가기가 두렵다고 말한다.

발달장애인은 공포와 거부감이 한 번 생기면 극복이 어려워 진료를 받기까지 시간이 걸린다.

병원을 찾은 일반인들의 눈초리도 감당하기 어려운 부분이다.

게다가 의료진이 장애인의 특성을 이해하지 못할 경우 진료는 거의 불가능하다.

인천장애인부모연대 관계자는 "치과를 한 번 가면 아이에게 수면이나 전신마취를 시키고 그동안 못했던 치료를 몰아서 한다"며 "신경제 흡수가 일반인 보다 느려 오전에 마취제를 투여하고 오후쯤 치료를 받아야 할 때도 있다"고 말했다.

특히 정기 건강검진을 받아야 하는 성인 발달장애인들에게 전문병원은 절실하다.

인천발달장애인지원센터 관계자는 "성인 발달장애인은 케어가 쉽지 않아 병원에 가는 것을 더 어려워한다"며 "어쩔 수 없이 일반 의료기관을 연계하지만 한계가 있다"고 설명했다.

인천에는 장애인 구강진료센터 외에 장애인 대상 의료시설이 전무하다.

보건복지부는 이 같은 문제를 해결하고자 2016년 발달장애인 거점병원을 도입했다.

거점병원은 발달장애인에게 일반 의료서비스를 제공하고 자해나 공격 등 문제행동을 치료하는 곳이다.

현재 서울과 경남 2곳이 이 병원을 운영하고 있다.

올해 전국에 있는 병원들로부터 공모 신청을 받아 6곳을 추가로 지정한다는 계획이다.

인천시 관계자는 "인천은 발달장애인이 1만2000여명이나 살고 있어 거점병원이 필요하다"며 "지역 내 일부 병원들이 보건복지부의 공모 계획을 긍정적으로 보는 것으로 알고 있다"고 말했다.

@highlight

실제 발달장애인 자녀를 둔 부모들은 전문병원 설립의 시급성을 몸소 느끼기 때문에 발달장애인을 전문적으로 진료할 수 있는 거점병원이 필요성에 대해 목소리를 내고 있다.