[증평]증평군은 8일 동절기 복지사각지대 해소를 위해 긴급복지 지원대상자 발굴에 총력을 기울이고 있다고 밝혔다.

긴급복지지원은 갑작스런 실직, 휴·폐업 등 위기사유 발생으로 생계유지가 곤란한 저소득층을 적극 보호하기 위해 일시적으로 생계비, 의료비, 주거비 등을 우선 지원해주는 제도다.

주요 대상은 △주소득자의 사망, 부상, 실종, 구금시설 수용 등으로 인해 소득을 상실한 가구 △가구구성원의 학대·폭력으로 어려움을 겪고 있는 가구 △주소득자·부소득자의 실직으로 갑작스럽게 생계가 어려워진 가구 등 일정 요건을 충족해야 한다.

요건에는 기준 중위소득 75% 이하, 금융재산 500만 원 이하, 일반재산 1억 100만 원 이하 등이 포함된다.

긴급지원 중 생계지원 대상자에 선정될 경우 약 119만 5000원(4인 가구 기준)을 지원 받을 수 있다.

의료지원 대상자로 선정되면 회당 최대 300만 원(최대 2회 지원)까지 받을 수 있게 된다.

이 밖에 주거지원, 교육지원, 동절기 연료비 등도 위기가구 상황에 따라 지원 받을 수 있다.

군은 지난 해 총 87가구 245명에게 1억 7700만 원의 긴급복지 예산을 지원했다.

올해는 군 개청 이래 최대 규모인 2억 1800만 원의 예산액을 확보한 만큼 좀 더 많은 사람들에게 혜택을 제공할 것으로 예상하고 있다.

긴급복지지원을 희망하거나 주위에 어려운 이웃을 발견할 경우 증평군 337콜센터(☎043(835)3337)나 국번 없이 129로 연락하면 담당자의 현장확인과 상담을 거쳐 지원받을 수 있다.

김진희 군 생활지원과장은 "긴급지원제도는 위기상황으로 생계가 곤란한 주민이 빈곤층으로 추락하는 것을 막는 역할을 수행해 왔다"며 "독거노인, 한부모 가정, 친인척과의 관계 단절로 인한 고립된 가구 등 소외계층이 따뜻한 겨울을 보낼 수 있도록 대상자 발굴에 노력하겠다"고 말했다.

@highlight

8일 증평군은 동절기 복지사각지대 해결을 위해 소득을 상실한 가구, 학대·폭력 피해 가구, 생계 곤란 가구 등 조건을 만족하는 긴급복지 지원대상자 발굴에 집중하고 있으며 올해는 2억 1800만 원의 예산액을 확보한 만큼 더 많은 사람에게 혜택을 제공할 것으로 예상하고 있다.