리더의 마케팅 이상규 대표가 전략 기획과 실전 홍보를 아우르는 마케팅 도서 '대한민국 리더들이 모르는 온라인 마케팅의 함정'을 출간했다.

저자 이상규 대표는 다년간 온라인 종합광고 대행사를 운영하면서 '실질적인 매출을 올리는 광고대행'을 컨셉으로 다양한 분야의 마케팅을 맡아 진행하였고, '현직 광고대행사 사장이 알려주는 마케팅 기술'을 컨셉으로 교육도 해왔다.

이상규 대표는 "광고대행사를 하다보니까 많은 사장님들을 만납니다. 그런데 아쉬운 건 대부분 CEO들이 어떻게 내 업체를 마케팅 해야 하는지, 마케팅을 하면서 어떤 점을 조심해야 하는지를 모르고 있다는 사실이었어요. 이를 널리 알려야겠다는 생각으로 그동안의 경험과 노하우를 꾹꾹 눌러담아 책을 집필했습니다."라고 전했다.

책 출간과 함께 1월 17일 '대한민국 리더들이 모르는 온라인 마케팅의 함정' 출시 기념 세미나가 개최된다.

장소는 서울 강남 교보타워 23층 오후 7시부터 9시까지이다.

본 출간 기념 세미나에서는 이상규 대표가 여태까지 수많은 경영자들을 만나 마케팅 교육을 하고 광고주들의 매출을 상승시키면서 획득한 인사이트와 기법들을 실제 사례를 기반으로 아낌없이 풀어낼 예정이다.

뿐만 아니라 2019년 새해 변화하고 있는 최신 마케팅 트렌드와 광고대행사가 블로그, 카페, 페이스북, 인스타그램, 유튜브와 같은 마케팅 채널을 이용해서 실제 어떻게 수익을 올리는지 공개한다고 한다.

이상규 대표는 "우리나라 법인의 90%가 중소기업이라고 합니다. 그런데 아쉽게도 많은 사장님들이 내 업체에 딱 맞는 마케팅을 기획하고 적용하지 못해 광고비를 쓰고도 효과는 하나도 없는 마케팅의 함정에 빠집니다. 같은 사업아이템이라도 자금이나 현재 상황 및 조건에 따라 마케팅 플랜은 다르게 세워야 합니다. 출간 기념 세미나에서는 이 부분에 대해 자세하게 말씀드리겠습니다. 2019년 새해에는 많은 소상공인들이 그동안 자신도 모르게 빠졌던 온라인 마케팅의 함정에서 벗어나 차별화된 경쟁력을 확보하길 기원합니다."라고 전했다.

자세한 사항은 '리더의 마케팅' 홈페이지 및 SNS를 통해 확인 할 수 있다.

@highlight

리더의 마케팅 이상규 대표는 여러 사장들을 만나면서 적합한 마케팅 플랜을 세우지 못해 효과 없는 마케팅을 하는 모습을 보고 마케팅 방법에 대해 자신의 노하우를 공유하고자 '대한민국 리더들이 모르는 온라인 마케팅의 함정'을 출판했다.