대전지역 대표 하천인 대전천(大田川)이 국가하천으로 승격될 가능성이 커졌다.

향후 관계부처 협의와 심의 등의 절차가 남아있는데, 최종 명단에 포함됐다는 점에서 사실상 확정됐다는 분석이다.

이로써 대전의 3대 하천(유등천, 갑천, 대전천)은 모두 정부가 관리하는 국가하천이 될 전망이다.

8일 대전시에 따르면 국토교통부는 대전천 등 전국 15개의 지방하천을 국가하천 승격 대상하천으로 선정했다.

대전천과 함께 국가하천 승격 대상 명단에 오른 충청권 지방하천은 충북 진천-청주를 관통하는 미호천과 청주의 무심천, 세종과 충남 아산을 지나는 곡교천, 충북 괴산-충주를 통과하는 달천 등 총 4곳이다.

시 관계자는 "지난해 국토부가 지방하천들에 대해 순위를 지정했다.

이르면 3월, 늦어도 올 상반기에는 국토부 장관 고시가 있을 것"이라고 말했다.

국토부 장관이 국가하천으로 고시하면 대전천 등 승격 하천은 정부로부터 정비, 유지, 개선 등의 명목으로 사업비를 지원받게 된다.

많게는 10억 원 가량 사업비를 받을 수 있다.

앞서 국가하천으로 지정된 유등천과 갑천 등에는 평균적으로 매년 20억 원 가량의 사업비가 지원되고 있다.

사업비가 지원되면서 합리적인 수계관리와 효율적인 시설운영, 수질향상 등이 기대되는 것이다.

대전천은 총 15㎞에 달하며 동구 삼괴동을 출발해 중구 옥계동, 대덕구 오정동 유등천으로 합류한다.

갑천·유등천과 함께 대전권 3대 하천으로 불린다.

대전천은 대전의 발원지로서 예전에는 목척교를 중심으로 아름다운 도심경관을 자랑했다.

현재는 지방 1급(옥계-유등천 합류지점·7.86㎞), 지방 2급(삼괴-옥계·7.14㎞)으로 나눠졌다.

하폭은 6-62m다.

대전의 중심을 관통하다 보니 지역 대표 하천으로도 불린다.

@highlight

8일 대전시는 국토교통부에서 대전천 등 전국 15개의 지방하천을 국가하천 승격 대상하천으로 선정했다고 전하며 이로 인해 대전지역 대표적 하천인 대전천을 포함해 시의 3대 하천이 전부 정부가 관리하는 국가하천이 될 것으로 예상된다.