[충청일보 박재남기자] 충북 청주시가 폐기물처리업체 불법행위에 칼을 빼 들었다.

시는 최근 지역 내 폐기물처리업체 488곳에 공문을 보내 불법행위를 대대적으로 지도·단속하고, 위반업체에 대해서는 영업정지 등 강력한 제재를 가할 것을 예고했다.

이는 중국 등의 폐기물 수입금지 조치 영향으로 국내 발생 폐기물의 적정 처리가 어려워져 매립이나 소각으로의 처리비용이 계속 상승하고 있는 틈을 타 폐기물처리업체의 부당 수익을 노린 불법행위가 증가할 것으로 보고 이를 적극적으로 차단할 필요가 있다는 판단에서 다.

현재 청주지역 내 폐기물처리업체는 매립 2곳, 소각 6곳, 파쇄 4곳, 건설폐기물 8곳, 재활용 131곳, 수집운반 230곳, 자가처리 107곳, 총 488곳이 운영되고 있다.

지난해에는 시의 지도·단속 인력부족으로 77곳만 점검이 이뤄졌으며, 지도단속 결과 위반업체 적발 실적은 67건이었다.

이는 2017년 위반업체에 대한 행정처분 51건에 비하면 31%가 상승한 수치지만 대부분 영업정지 처분 대신 상대적으로 가벼운 금전적 제재인 과징금 처분을 한 것으로 나타났다.

이러한 처분은 위법행위에 대한 제재 효과를 충분히 달성하기 어려워 위법행위를 조장한다는 지적이 있다.

실제로 모 대규모 소각업체의 경우 하루 매출액이 최대 1억원에 달할 것으로 추산돼 영업정지 1개월에 따른 매출손실이 30억원인데 비해 이를 과징금으로 처분할 경우에는 2000만원만 부과돼 불법행위로 얻는 이익이 과징금보다 많아 위반행위를 반복하는 원인을 제공한다는 것이다. 이 때문에 청주시는 시의회 등으로부터 솜방망이 처벌을 했다는 비판을 받기도 했다.

시 관계자는 "폐기물처리업체에 영업정지 처분을 하면 이를 이용하는 제조업체가 피해를 당할 것이 우려돼 과징금 처분을 해 왔지만, 환경오염을 유발하는 불법행위를 더 이상 묵과할 수 없다는 방침에 따라 행정소송을 감수하더라도 행정처분 권한을 적극적으로 행사할 계획"이라고 밝혔다.

@highlight

청주시는 중국의 폐기물 수입금지 조치 영향으로 국내 발생 폐기물 처리가 어려워지자  폐기물처리업체의 부당 수익을 노린 불법행위가 증가할것을 예상해 지역 내 업체들에 공문을 보내 불법행위에 철저히 지도·단속하고, 위반업체에 대해서는 엄정한 제재를 가할 것을 예고했다.