[서울경제] 해외 유수의 영화제 수상 및 노미네이트 소식과 더불어 전 세계 언론과 관객들에게 전례 없는 극찬을 받은 가 제76회 골든 글로브 시상식에서 장편 애니메이션상을 수상해 화제다.

지난 12월 개봉과 동시에 해외 유수의 영화제에서 수상 및 노미네이트 기록을 세우며 전 세계의 언론과 관객들에게 압도적인 극찬으로 차원이 다른 마블 히어로 영화의 탄생을 알린 가 지난 1월 6일(현지시각) 열린 제76회 골든 글로브 시상식에서 장편 애니메이션상을 수상하는 쾌거를 달성했다.

아카데미 시상식의 전초전이라 할 수 있는 골든 글로브 수상으로 는 2018년 한 해 동안 나온 애니메이션 작품 중 작품성과 대중성에서 최고의 작품임을 확실히 인정받았다.

특히 , , , 까지 쟁쟁한 경쟁작들을 모두 제치고 장편 애니메이션상을 수상한 것으로 지난해 마블 히어로 애니메이션에 쏟아진 이유 있는 극찬을 증명했다.

또한 이번 수상은 디즈니가 평정하고 있던 장편 애니메이션상 부문에서 2011년 , 2014년 에 이은 세 번째 비 디즈니 수상작으로 그 의미가 남다르다.

시상대에 오른 피터 램지 감독은 "누구나 스파이더맨이 될 수 있다는 메시지를 전하고 싶었다"며 "당신도 히어로가 될 수 있다"고 수상 소감을 밝혔다.

이번 수상으로 해외 언론 및 평론가들은 의 제91회 아카데미 시상식 후보 및 수상 가능성을 높게 점치고 있다.

한편, 마블 스파이더맨 세계관의 총집합체인 '스파이더버스'를 다뤄 평행세계에 공존하는 6명의 스파이더맨들이 등장해 마블 코믹스를 향한 완벽한 오마주라는 평가를 바탕으로 2030 관객들의 높은 관심을 받은 는 압도적인 입소문 열풍으로 꾸준한 관객들의 발걸음이 이어져 가장 치열한 겨울 극장가 경쟁 속에서 장기 흥행을 이어가며 뜻 깊은 70만 돌파를 목전에 두고 있다.

제76회 골든 글로브 장편 애니메이션상을 수상하며 차원이 다른 마블 히어로 애니메이션의 탄생을 입증한 는 전국 극장가에서 절찬 상영 중이다.

@highlight

개봉과 동시에 해외 영화제 수상 및 노미네이트 기록을 세우며 전세계의 극찬을 받았던 '스파이더맨'이 지난 1월 6일 제76회 골든 글로브 시상식의 장편 애니메이션상 부문에서 2014년에 이어 세 번째 비디즈니 수상작이 되었으며, 이번 수상으로 해외 언론 및 평론가들은 아카데미상 수상 가능성까지 기대하고 있다.