[환경일보] 정부가 관계부처 합동으로 불법폐기물의 예방·감시 및 사후처리 등을 내용으로 하는 불법폐기물 근절대책을 추진하고 있는 가운데, 불법 폐기물에 대한 강력한 지도단속 의지를 밝혔다.

방치폐기물은 전국 34개 업체에 78만2000톤으로 파악되며(2018.12 기준) 현재 방치폐기물 발생 우려사업장을 대상으로 환경부·지자체 합동 특별점검을 하고 있다.

특히 환경부는 폐기물업체가 밀집된 수도권 일원의 업체 76개소를 대상으로 집중단속(2018.11.19.~23)해, 위반업소 47개소 58건을 적발했다.

부정적 보관, 허용보관량 초과 및 무허가 등 적발된 위반행위가 대부분 방치폐기물 발생이 우려된 상황으로, 발생예방 차원에서 지속적인 관리·감독이 필요할 것으로 보인다.

불법투기 폐기물은 현재 지자체별 현지 조사 등을 통해 전국의 불법 투기현장을 전수조사(2018.11~2019.1)하고 있으며, 조사 결과 불법 행위에 대해서는 수사의뢰·고발조치 할 계획이다.

아울러 최근 문제가 되고 있는 불법 수출 폐기물과 관련 폐플라스틱 수출신고를 완료한 전국 100개 업체를 대상으로 해당 사업장 및 항구 내 보관 중인 컨테이너에 대한 전수조사를 하고 있다.

정부는 필리핀 수출 폐기물을 최대한 빠른 시일 내에 국내로 반입하겠다는 뜻을 필리핀 정부에 전달했으며, 우선 현지 항구에 보관 중인 약 1200톤의 국내 반입을 위한 대집행 위탁계약을 완료했다.

필리핀으로 불법 수출된 플라스틱 쓰레기 6500톤 중 5100톤은 미사미스 오리엔탈 소재 베르데 소코 소유 부지에 방치됐다.

환경부는 방치폐기물 특별점검, 불법투기 전수조사, 폐기물 수출 현장 실태조사를 1월까지 마무리하고, 결과를 분석해 위법사항에 대한 적법 조치 후 후속조치계획을 2월 중으로 발표할 예정이다.

또한 방치·적체된 폐기물로 인한 2차 환경오염 및 주민피해 최소화를 위해 2019년 행정대집행 예산(58억원)의 집행 계획을 확정해 방치폐기물을 조속히 처리할 예정이다.

@highlight

환경부는 폐기물업체가 밀집된 수도권 일대를 대상으로 집중단속해, 위반업소 47개소 58건을 적발하는 환경부·지자체 합동 특별점검을 하며, 불법폐기물 근절대책을 추진하고 있는 가운데, 불법 폐기물에 대한 강력한 지도단속을 시행하고있다.