전북지방경찰청이 최근 단행한 경정 이하 승진 인사를 놓고 경찰 내부에서 불만의 목소리가 나오고 있다.

승진 인원이 지방청에 편중되고 연공서열에 치중해 공정성이 지켜지지 않았다는 것이다.

전북지방경찰청에 따르면 경찰 인사는 지방청과 일선 경찰서에서 5배수로 대상자를 추천한다.

통상 근무성적평가, 인사 기록, 서열 등을 종합적으로 고려해 승진 후보자를 선정한 후 심사위원회에서 최종 결정한다.

지난 4일 발표된 2019년 전북청 승진심사 결과에서는 경정 5명, 경감 28명, 경위 7명, 경사 6명 등 46명이 배정됐다.

그러나 이중 절반이 넘는 승진자들이 지방청 소속인 것으로 드러나 일선 경찰관들의 불만이 나오고 있는 실정이다.

실제 이번 승진자 46명 중 29명이 지방청 소속이다.

계급별로는 경정 승진자 5명 중 4명이, 경감 승진자 28명 중 12명이, 경위는 7명 중 7명·경사 6명 중 6명이 지방청 소속이었다.

이는 지난해에도 제기된 문제인데, 지난해 같은 승진 인사에서는 경정 승진자 5명 중 3명, 경감 승진자 24명 중 8명이 청 소속이었다.

모호한 심사 기준도 도마 위에 올랐다.

지나치게 연공서열을 따지다보니 정작 내부적으로 능력을 인정 받아 승진이 거론됐던 유력 승진 후보자들은 배제됐다는 불만도 잇따랐다.

또 연공서열을 중점적으로 평가한다면서도 인사적임자들 중 2012년 경감 승진자가 2011년 경감 승진자를 제치고 경정 자리에 오르는 상황도 발생했는 게 관계자들의 설명이다.

복수의 경찰 관계자들은 "각 과에서 종합적인 평가를 통해 내부적으로 승진 1순위가 가려진다"며 "열심히 일한 사람이 서열에 밀려 승진하지 못하게 되면 사기를 저하시킨다"고 말했다.

이러한 인사 잡음에 대해 강인철 전북경찰청장은 지난 7일 신년기자간담회에서 "승진자는 흔히 말해 고생한 사람 위주로 배려하려고 하지만 이번에 추천을 받아보니 연공서열 중심으로 대상자들이 올라온 경향이 있다"면서 "일선 서에서는 상대적으로 젊은 친구들이 불이익을 많이 봤을 것 같은데 아쉽지만 다음 기회가 있다고 본다"고 밝혔다.

@highlight

전북지방경찰청이 실시한 경정 이하 승진 인사가 승진자의 과반수 이상이 지방청 소속이고, 지나치게 연공서열이 반영되는 등 공정성에 대한 경찰 내부 불만이 드러나고 있다.