1월 23일 방송을 앞둔 '봄이 오나 봄' 엄지원, 이유리의 2인 포스터가 공개돼 눈길을 끌고 있다.

MBC 새 수목드라마 '봄이 오나 봄' (극본 이혜선/ 연출 김상호/ 제작 JS픽쳐스) 측이 엄지원과 이유리의 의미심장한 표정이 담긴 2인 포스터를 오늘(8일) 공개했다.

드라마 '봄이 오나 봄'은 가족에게 헌신하는 배우 출신 국회의원 사모님 이봄(엄지원 분)과 자신밖에 모르는 기자 출신의 앵커 김보미(이유리 분)의 몸이 바뀌게 되면서 타인의 삶을 통해 자신의 삶을 되돌아본 두 여자가 진정한 자아를 회복하는 내용을 담은 판타지 코미디 드라마다.

공개된 2인 포스터 속 엄지원과 이유리는 마치 두 몸이 한 몸인 것처럼 서로를 의지한 채 포개져 있고 체인지의 저주에 빠진 이봄과 김보미를 표현한 듯 공허한 눈빛으로 허공을 응시하는 모습으로 드라마의 내용에 궁금증을 불러 일으키고 있으며 '내 몸을 돌려줘'라는 메인 카피를 통해 내 삶이 아닌 타인의 삶을 살아야 하는 두 사람의 안타까운 상황을 추측하게 만드는 등 극에 대한 기대감을 높이고 있다.

뿐만 아니라 포스터 하단에는 러블리한 성격의 이봄을 맡은 엄지원이 반대 성격의 김보미와 몸이 바뀐 듯 다소 시크한 표정과 제스쳐로 반전 매력을 선보이고 있으며 이유리 역시 야망 넘치고 시크한 성격의 김보미에서 이봄으로 체인지 된 듯 여성스러운 포즈를 취하고 있어 두 사람이 보여줄 상반된 캐릭터에도 관심이 모아지고 있다.

이에 '봄이 오나 봄' 측은 "몸이 체인지 된다는 설정은 기존의 체인지 장르와 비슷해 보이지만 예측하기 어려운 장면들로 그 동안의 체인지 장르와는 또 다른 재미를 기대할 수 있을 것"이라며 "유쾌함과 통쾌함을 모두 담은 드라마인 만큼 '봄이 오나 봄'에 많은 기대 부탁드린다" 고 전했다.

한편, 엄지원과 이유리의 봄봄케미가 기대되는 MBC 새 수목드라마 '봄이 오나 봄'은 현재 방영 중인 '붉은 달 푸른 해'의 후속으로 2019년 1월 23일 방영을 앞두고 있다.

@highlight

1월 23일 첫 방송을 앞둔 MBC 새 수목드라마 '봄이 오나 봄' 측이 엄지원, 이유리의 2인 포스터를 8일 공개했고, '내 몸을 돌려줘'라는 메인 카피를 내걸어 사람들의 기대감을 높였다. 