해마다 소나무재선충병이 전국을 덮치고 있지만 예방주사비가 대폭 줄어들어 피해 확산이 우려된다.

'소나무의 AIDS'로 불리는 소나무재선충병은 고온현상과 가뭄 등 기후적 요인으로 피해가 확산되고 있고 피해 구역도 임야부터 도심까지 넓게 분포해 항공방제에 어려움을 겪고 있다.

전북에서는 지난 2007년 익산과 임실에서 처음 발견된 이후 매년 발생 시·군이 증가하고 있다.

8일 전북도에 따르면 도내에서 소나무재선충병 발생은 지난 2014년 4월 기준으로 5만8천822그루, 2015년 1만7천108그루, 2016년 3만1천292그루, 2017년 1만1천861그루 등 매년 등락을 거듭했다.

지난해에는 4천887그루로 크게 감소하며 고사목이 줄었다.

그러나 전국적으로 소나무재선충 발생이 끊이지 않고 내륙 쪽으로 확산하는 등 발병 위험은 여전히 남아있다.

상황이 이렇지만 산림청의 내년도 예산에서 소나무 재선충병 예방주사비는 지난해 120억원에서 올해 17억원으로 급감했다.

소나무재선충병 예방 나무주사는 건강한 나무에 미리 살선충약제를 주입해 재선충이 침입하더라도 증식을 억제해 감염, 고사를 방지하는 역할을 한다.

소나무재선충병 예방 나무주사는 단기수간주사제와 장기수간주사제로 나뒨다.

단기수간제는 가격이 장기 주사제에 비해 싸다는 장점이 있는데 그만큼 방제 유효 년수가 짧아 빈번한 천공으로 소나무의 가치가 훼손될 우려가 있다.

반면 장기수간주사제는 저독정 등급의 약제를 사용해 농약 사용에 대한 반감을 줄이고 나무 훼손이 적지만 다소 고가라는 단점이 있다.

관련 업계 등에 따르면 대다수 지자체에선 단기주사제를 사용하는 것으로 파악된다.

김제와 제주도 등 일부 지역에서만 장기수간주사제를 도입한 것으로 알려졌다.

도 관계자는 "군산 등 바닷가 해송림은 초기 발견을 못하면 확산 속도가 빨라 주의가 요구된다"며 "예방 주사 사용이 어려워지면 다른 방제로 전환해야 한다"고 말했다.

@highlight

전북에서 2007년부터 발생 된 이후 매년 발생하는 시·군이 증가하고 있는 소나무재선충병 예방주사비가 감소해 피해 확산이 우려되는 가운데 도 관계자가 초기 발견이 가장 중요하며 예방 주사 사용이 어려워지면 다른 방제로 전환해야 한다는 입장을 밝혔다.