= 산업통상자원부(장관 성윤모)는 재생에너지 산업계 간담회를 개최해 현재 마련중인 재생에너지산업 경쟁력 강화 방안 초안 주요 내용을 설명하고 업계 의견을 청취했다.

강화 방안의 주요 골자는 재생에너지의 친환경에너지로의 위상 강화와 산업에 활력을 불어넣는 다양한 지원 방안의 도입 및 강화이다.

이번 간담회에서는 재생에너지 확대와 국민의 수용성을 높이기 위해서 국토의 효율적 이용과 친환경성을 높이는 방향으로 태양광 업계가 노력해야 한다는 데 의견을 같이했고, 이를 위한 구체적 방안에 대해 집중적인 논의가 진행됐다.

특히 고효율 제품을 정부 보급사업의 지원 대상으로 우선 지원함으로써 태양광 발전소 설치에 따른 토지의 사용 면적을 감축시키는 방안이 필요하다는 인식을 공유했다.

이를 위해 시중에서 유통되는 태양광 제품의 품질을 보장하고 향후 고효율 제품 개발의 동력을 부여하기 위해 태양광 패널에 대한 최저효율제 도입 방안의 검토가 필요한 것으로 의견을 같이하고, 국가기술표준원과 KS 인증기준 개정을 검토해 나가기로 했다.

친환경 제품에 대한 국민들의 우려에 부응해 태양광도 납 성분이 없는(Pb-free) 패널을 생산·유통하도록 KS인증에 납 미함유 기준을 반영하는 방안도 논의했다.

특히 친환경성에 대한 국민들의 관심이 높은 수상태양광, 영농형태양광 사업에 우선 적용을 검토하기로 했다.

간담회에 참석한 업계 관계자는 재생에너지 보급 확대는 국민과의 공감대 형성과 인근 주민의 지원이 가장 중요하다고 언급했다.

효율성 제고와 환경기준 강화가 일부 비용을 상승시킬 수도 있으나 국민의 수용성 제고로 전체적인 사업 추진이 더 활발해 질 것으로 평가했고, 정부의 정책방향에 따라 기술 개발 등을 가속화해 업계도 철저히 준비해 나가기로 했다.

주영준 산업부 에너지자원실장은 "지난 2018년은 국내 태양광 시장이 전년(1.3GW)대비 50% 이상 성장한 2GW 수준이었다"고 소개하며 "작년이 태양광 보급 확대에 중점을 둔 한해였다면 기해년 올해는 태양광 업계가 대국민 수용성 확보와 함께 산업경쟁력 강화를 위해 노력해 달라"고 당부하고, 향후 연구개발 등 재생에너지 업계 지원을 강화하기로 했다.

@highlight

산업통상자원부는 재생에너지 산업계 간담회를 개최하여 재생에너지의 친환경에너지로의 다양한 지원 방안의 도입 및 강화의 내용을 설명하고 KS인증에 납 미함유 기준을 반영하는 방안 등을 논의하는 시간을 가졌다고 밝혔다.