한종수 폐기물처리업체 488곳 대대적 지도·단속 및 위반업체 영업정지 방침 (동양일보 한종수 기자) 청주시가 관내 폐기물처리업체의 불법행위에 대해 전쟁을 선포했다.

시에 따르면 최근 지역 내 폐기물처리업체 488곳에 공문을 보내 불법행위를 대대적으로 지도·단속하고 위반업체에 대해서는 영업정지 등 강력한 행정 제재를 가할 것을 예고했다.

시는 최근 중국 등의 폐기물 수입금지 조치 영향으로 국내 발생 폐기물의 적정 처리가 어려워짐에 따라 매립이나 소각 처리비용이 상승하고 있는 틈을 타 일부 폐기물처리업체들의 부당 수익을 노린 불법행위가 증가할 것으로 보고 이에 적극 대응한다는 방침이다.

현재 청주지역 내 폐기물처리업체는 매립 2곳, 소각 6곳, 파쇄 4곳, 건설폐기물 8곳, 재활용 131곳, 수집운반 230곳, 자가처리 107곳 등 488곳이 운영되고 있다.

지난해에는 지도·단속 인력부족으로 77개소만 점검이 이뤄졌고 위반업체 적발 실적도 67건에 대부분 영업정지 처분 대신 상대적으로 가벼운 과징금 처분이 내려진 것으로 나타났다.

이러한 처분은 위법행위에 대한 제재 효과를 충분히 달성하기 어려워 위법행위를 조장한다는 지적에 따라 시의회 등으로부터 솜방망이 처벌을 했다는 비판에 직면하기도 했다.

실제로 모 소각업체의 경우 하루 매출액이 최대 1억 원에 달해 영업정지 1개월에 따른 매출손실은 30억 원인 반면 이를 과징금으로 처분할 경우에는 2000만 원만 부과돼 불법행위로 얻는 이익이 과징금보다 많아 위반행위를 반복하는 원인이 되고 있다.

정일봉 환경정책과장은 "폐기물처리업체에 영업정지 처분을 하면 이를 이용하는 제조업체가 피해를 당할 것이 우려돼 과징금 처분을 해 왔지만 환경오염을 유발하는 불법행위를 더 이상 묵과할 수 없다는 방침에 따라 행정소송을 감수하더라도 행정처분 권한을 적극 행사할 계획"이라고 말했다.

@highlight

청주시가 최근 중국 등 폐기물 수입금지 조치 영향으로 국내 발생 폐기물의 적정 처리가 어려워짐에 따라 지역 내 폐기물처리업체의 불법행위에 대해 대대적인 단속과 행정 제재를 예고했다.