[서울경제] '볼빨간 당신' 이채영 부녀가 트로트퀸 홍진영과 만난다.

KBS 2TV '볼빨간 당신'에 최근 합류한 배우 이채영은 60세에 트로트 가수를 꿈꾸는 아버지와 함께 출연, 아버지의 꿈을 이루기 위해 매니저로 변신해 시청자에게 훈훈한 웃음을 선사하고 있다.

앞서 이채영은 트로트 가수를 꿈꾸는 아버지를 위해 트로트 가수 박현빈과의 만남을 주선했다.

이외에도 아버지의 본격적인 보컬 레슨을 준비하거나, 직접 제작한 뮤직비디오와 프로필을 들고 아버지와 국내 유명 기획사 투어를 나서기도 했다.

오늘(8일) 방송되는 '볼빨간 당신'에서도 이채영의 야무진 뒷바라지는 계속된다.

트로트 계의 '미다스 손'으로 불리는 가수 홍진영을 찾아간 것.

홍진영은 '따르릉', '복을 발로 차버렸어' 등 직접 작곡한 곡들을 김영철, 강호동에 제공해 큰 히트를 기록했다.

그런 홍진영이 최근 작업한 새로운 곡을 부를 가수를 찾는 '홍디션'을 개최한다는 소식을 들었기 때문이다.

평소 홍진영의 열혈 팬인 이채영 아버지는 만남 전부터 긴장감을 감추지 못했다.

하지만 직접 젊은이 유행춤 '망치춤'을 연습하거나 '트위스트'를 춰보는 등 열정적으로 홍디션을 준비했다.

그렇게 홍진영과 마주한 이채영 부녀.

아버지는 떨리는 마음으로 홍진영 앞에서 트로트 노래를 불렀다고.

넘치는 팬심과 긴장감 속에서 아버지는 어떻게 노래를 불렀을까.

뿐만 아니라 홍진영이 이채영 아버지에게 "제가 만들어 둔 곡이 있는데 아버님이 100% 소화할 수 있게 연습을 하면, 이 곡을 드리겠다"고 미공개 곡을 연습곡으로 선물한다는 깜짝 약속까지 했다고.

연아버지의 열혈 매니저인 딸 이채영은 "홍진영 씨에게 감사드린다. 천사라고 생각한다"고 감격의 소감까지 밝혔다고 한다.

이 모든 이야기는 오늘(8일) 화요일 밤 11시 10분 방송되는 KBS 2TV '볼빨간 당신'에서 확인할 수 있다.

@highlight

8일 방송되는 '볼빨간 당신'에서 배우 이채영은  60세에 트로트 가수를 꿈꾸는 아버지에게 야무진 뒷바라지를 하는 매니저로 활약하며 웃음을 자아내는 가운데 트로트 퀸 홍진영과의 만남이 성사되어 화제가 되고 있다.