최근 패딩을 입은 여성만 골라 칼로 옷을 찢는 이른바 '롱패딩 테러'의 피해를 호소하는 글이 SNS를 통해 잇따르는 가운데 인천에서도 비슷한 신고가 접수돼 경찰이 수사에 나섰다.

8일 인천 남동경찰서에 따르면 지난달 31일 오후 10시께 A(21·여)씨는 모 지구대를 찾아 "패딩을 누군가가 칼로 찢었다"며 신고했다.

A씨는 "수인선 소래포구역에서 지하철을 타고 환승해 인천지하철 1호선 예술회관역에서 내렸다"며 "지하철 안에서 누군가가 칼로 패딩을 그은 것 같다"고 주장했다.

사건 이후 A씨는 자신의 SNS를 통해 칼로 찢긴 패딩 사진을 올렸고, 해당 글에는 "얼마 전에 저도 비슷한 일을 겪었다", "지하철을 타고 내렸는데 패딩 뒷 부분이 칼로 그은 것처럼 찢겨져 있었다"는 등의 유사한 피해를 호소하는 댓글이 잇따르고 있다.

특히 피해 대부분이 여성에 집중된 것으로 알려지자 여성들은 불안감을 호소하고 있다.

실제로 여성을 노린 범죄는 계속 이어지고 있는 상황이다.

2016년과 2017년에는 여성들의 다리 등 신체 일부에 먹물을 뿌리고 도망가는 이른바 '먹물 테러' 사건이 발생하기도 했다.

먹물테러 외에도 여성에게 침을 뱉고 도망간 남성이 적발된 사건도 있었으며, 지난해에는 수원대학교 도서관에서 20대 여학생의 가방에 누군가 정액으로 추정되는 액체를 뿌리고 달아나는 사건이 발생하기도 했다.

이와 관련해 경찰 관계자는 "피해 신고 내용을 토대로 해당 지하철 역사 CCTV를 확인하고 있다"며 "피해자의 모든 동선을 확인할 수는 없어 피해 장소와 시점은 아직 특정할 수 없는 상황"이라고 전했다.

이어 "사실관계를 확인해야 하겠지만 패딩을 칼로 긋는 행위는 재물손괴와 폭행죄로 처벌이 가능한 명백한 범죄행위"라면서 "얼마나 상습적으로 행위를 반복했냐에 따라 실형 선고도 가능하다"고 덧붙였다.

경찰은 지하철에서 발생한 것으로 의심되는 사건이지만 최초 신고가 관할 지구대에 접수됨에 따라 인천경찰청 지하철경찰대가 아닌 남동경찰서 강력팀이 수사하도록 했다.

@highlight

지난달 31일 20대 여성 A씨가 인천의 모 지구대를 찾아 "패딩을 누군가 칼로 찢었다"는 신고를 하고 피해 사실을 SNS에 공유한 뒤 유사한 피해를 주장하는 여성들이 속출해 경찰이 수사에 나선 가운데 관계자는 패딩을 칼로 긋는 행위는 재물손괴 및 폭행죄로 처벌이 가능한 범죄로 상습성 여부에 따라 실형 선고도 가능할 것으로 보인다고 말했다.