[서울경제] (주)SJ네일(대표 이돈진)이 프리미엄 네일브랜드 '루핀'에서 일반인들도 손쉬게 네일아트를 꾸밀 수 있는 젤네일 스티커를 출시한다고 밝혔다.

이번 '루핀 젤네일 스티커는 안정성과 디자인을 대폭 확대했다.

젤네일 스티커는 탈부착이 쉽고, 화려한 디자인의 네일아트를 손쉽게 연출할 수 있어 국내 네일시장에서 큰 인기를 끌고 있다.

루핀이 올 겨울 선보이는 젤네일스티커 27종은 겨울철 인기를 끄는 무광색 스티커 9종과 유광 18종의 젤네일 스티커로 겨울이미지와 걸맞는 니트와 체크, 보석 아트 등 개인의 취향과 복장에 맞춰 다양한 네일아트를 연출할 수 있다.

루핀 젤네일 스티커는 특히 얇은 두께로 착용감이 덜해 자연스러운 네일아트를 선보일 수 있다.

또한 약 2주간의 지속성을 통해 손톱 손상이 거의없이 일반 젤네일의 효과를 볼 수 있는 장점도 가지고 있다.

루핀 관계자는 "루핀 젤네일 스티커는 한국건설생활환경시험연구원 KCL과 다국적 품질인증기업 SGS로부터 9대 중금속 및 환경호르몬 불검출 등 안정성에 대한 인증을 받은 만큼 가정에서도 안전하게 사용할 수 있다."고 전했다.

루핀 젤네일 스티커는 다양한 디자인 라인과 제품 안정성에 힘입어 출시와 동시에 브라질 수출이 성사되고 일본, 태국과도 젤네일 스티커 수출협의를 시작하는 등 글로벌 인기 브랜드로서의 면모도 과시하고 있다.

SJ네일은 2019년도에 추가적으로 다양한 디자인의 젤네일스티커 출시를 통해 소비자들의 선택의 폭 확대는 물론 각종 이벤트를 통해 고객들과 함께하는 브랜드로 거듭나겠다는 계획이다.

루핀 젤네일 스티커에 대한 자세한 정보 및 문의사항은 전국 천사네일 지점 및 천사네일 홈페이지를 통해 확인할 수 있다.

@highlight

(주)SJ네일이 프리미엄 네일브랜드 '루핀'에서 일반인들도 쉽게 꾸밀 수 있는 젤네일 스티커를 올 겨울에 출시한다고 하며 동시에 브라질에 네일제품 수출성사 및 일본과 태국과도 수출협의를 하는 등 글로벌 인기 브랜드로서의 면모도 과시하고 있다.