또 다시 맞이한 새해에는 경쟁력을 잃어가는 산업 도시들이 다시 살아나고 경제가 재도약하기를 소망해 본다.

하지만 이 소망이 이루어지리라고 믿는 국민은 많지 않은 것 같다.

그렇다고 정부 탓, 정치 탓, 세상 탓만 할 수는 없다.

지금은 지역도 개인도 스스로 혁신에 나서야 하는 시대이기 때문이다.

지역 혁신이란 지역의 고유한 강점과 창의력을 이용해 과감한 도전과 발상의 전환으로 지역 경제를 구조적으로 탈바꿈하는 것을 말한다.

산업화 경쟁력을 개발도상국에 빼앗긴 선진국 중 중앙집중형 경제발전 모델에 의해 선진 경제를 이룩한 나라는 없다.

선진 국가들은 지역과 개인들이 그 동안 축적한 지식 자본을 토대로 스스로 혁신에 나서게 함으로써 국가 경제를 한 단계 더 발전시켰다.

그렇다면 우리 지역이 가지고 있는 혁신 의지와 역량이 얼마나 되는지 평가해 볼 필요가 있다.

다음 질문에 '예'라는 대답을 몇 개나 할 수 있을지 스스로 물어 보자.

이러한 10가지 질문은 실리콘밸리와 같은 전형적인 혁신 지역의 성공요인과 밀접하게 관련되어 있다.

만약 이 중 5개 정도 이상에 자신 있게 '예'라고 할 수 있다면 그 지역은 성공궤도에 이미 진입했다고 평가할 수 있을 것이다.

절망적인 점수 평가가 많을 것 같다.

그 이유는 20년 가까운 세월 동안 입으로는 혁신을 얘기했지만 정작 실천된 것은 별로 없기 때문이다.

이는 거창한 담론보다는 위 10가지 항목이라도 세심하게 실천하는 것이 중요하다는 것을 의미한다.

본래 개별 경제주체들의 창의성은 국가 차원의 거대한 단일 용광로에 담아내거나 창조경제혁신센터와 같은 인위적 거점으로 관리될 수 있는 것이 아니다.

예측할 수 없는 수많은 자발적 창의성이 원활하게 움직이도록 물꼬를 터주고 자연스럽게 상호작용하도록 하는 것이 중요하다.

우리의 경제발전 단계나 미래 흐름을 볼 때 자기 혁신과 지역 혁신은 필수적이다.

외부 환경을 탓하기 전에 스스로 혁신에 나서야 한다.

지역의 고유한 강점과 창의력을 이용해 과감한 도전과 발상의 전환으로 지역 경제를 구조적으로 탈바꿈하는 혁신은 아무리 강조해도 지나치지 않다.

이런 과정에서 특히 정치가 경제를 망치도록 방치해서는 안 된다.

@highlight

선진 국가들을 따라 지역과 개인 모두 스스로 혁신을 해야 하는 시대에, 우리는 혁신의지와 역량을 평가해볼 필요가 있다. 