[이데일리 박일경 기자] 환경부 산하 한국환경산업기술원은 국내 환경산업의 경쟁력 강화와 중소 환경기업의 자금 지원을 위해 올해 총 2408억원 규모의 환경정책자금을 지원한다고 9일 밝혔다.

분야별로는 △재활용산업육성자금 1284억원 △환경개선자금 620억원 △환경산업육성자금 455억원 △천연가스공급시설설치자금 49억원이다.

신청 접수는 분기별로 진행된다.

1분기 신청 접수는 오는 21일 시작되며 1분기 대출금리는 연 1.85%가 적용된다.

재활용산업육성자금과 천연가스공급시설설치자금에 대한 접수 기간은 이달 21일부터 30일까지며 환경산업육성자금 및 환경개선자금 접수 기간은 다음달 21일부터 28일까지다.

올 한해 환경정책자금은 심사기간 단축, 제출서류 최소화 등으로 환경기업의 편의를 높이는 고객중심 운영을 강화한다.

시설자금의 경우 심사 처리기간을 종전 15일에서 올해부터 10일 이내로 단축했고 심사 간소화를 보완하고자 환경산업기술원은 자금집행 기업에 대한 중간점검 시 현장 실태조사를 의무적으로 실시한다.

지원 신청 시 행정정보공동이용에 사전 동의한 기업은 최대 16종에 달하는 제출서류를 시공계약서(공사내역서), 세부도면, 사업장 임대차계약서, 환경전문공사업 등록증, 현장사진 등 5종만 제출하면 된다.

지원을 희망하는 기업은 온라인 접수 또는 방문 현장 접수로 환경정책자금을 신청할 수 있다.

환경정책자금 취급은행은 KB국민은행·신한은행·KEB하나은행·우리은행·SC제일은행·한국씨티은행·IBK기업은행·KDB산업은행·부산은행·경남은행·광주은행·전북은행·대구은행·제주은행·농협중앙회·수협중앙회 등 16개 은행이다.

남광희 환경산업기술원장은 "환경정책자금 지원 제도가 환경기업의 성장에 실질적인 도움이 되고 보다 많은 기업이 혜택 받을 수 있도록 노력할 것"이라고 말했다.

환경산업기술원은 지난해 12월 기술보증기금과 업무협약을 맺고 환경기업에 대한 기술보증한도 우대를 추진하는 등 중소환경기업 지원 혜택을 지속적으로 늘리고 있다.

@highlight

한국환경산업기술원은 국내 중소환경기업에 2408억 규모의 재활용산업육성자금 등 4개 분야에서 환경정책자금을 제공할 예정이며, 이달 21일부터 30일까지는 재활용산업육성자금과 천연가스공급시설설치자금을 접수받고 다음달 21일부터 28일까지는 환경산업육성자금 및 환경개선자금에 대한 신청을 접수받을 예정이다.