정부, 가뭄 관련 정보 세분화···저수율 낮은 지역 선제적 가뭄 관리정부, 가뭄 관련 정보 세분화···저수율 낮은 지역 선제적 가뭄 관리[서울경제] 최근 누적 강수량이 평년 이상 수준을 유지함에 따라 올해 6월까지는 물 부족 현상이 없을 것으로 전망됐다.

9일 행정안전부·농림축산식품부·환경부·기상청에 따르면 지난해 12월 31일을 기준으로 최근 1년간 누적강수량은 1,386.9㎜로 평년의 106.4% 수준이다.

최근 6개월 기준으로는 845.7㎜로 평년의 99.5% 수준이다.

지난해 12월 31일 기준 저수율 역시 농업용 저수지는 평년 대비 125%, 다목적 댐 142%, 용수댐 135%를 유지하고 있다.

다만 1월 현재 경북 포항 진전지는 저수율이 다소 낮아 '관심'(약한 가뭄) 단계 상태다.

정부는 그동안 '주의-심함-매우심함' 3단계였던 가뭄 경보를 올해부터 '관심(약한 가뭄)-주의(보통 가뭄)-경계(심한 가뭄)-심각(심각한 가뭄)' 등 4단계로 세분화하고 가뭄 통계집 발간, 가뭄지수 제공 등 가뭄 관련 정보 제공을 강화할 계획이다.

또 통합적인 가뭄 위기대응체계를 마련해 가뭄 단계별로 체계적으로 대응하고 가뭄 전문가 지역 협의체, 가뭄 체험장 등을 운영할 예정이다.

수원(水源) 간 연계를 강화하고 비상시 급수조정 체계를 마련하는 한편 재해위험 저수지 보수와 상수도 현대화 사업 등 시설 관리도 강화한다.

상습가뭄재해지구 5곳에는 올해부터 2022년까지 666억원을, 10개 농촌용수개발사업에는 올해 2,361억원을 투입하는 등 지방상수원 확충과 보조수원 확대도 추진한다.

정부는 "올해 홍수기(6월21일∼9월30일) 전까지는 물 부족이 없을 것"이라며 "강수 변동성에 대비해 저수율이 다소 낮은 지역을 선제적으로 관리할 계획"이라고 밝혔다.

@highlight

9일 행정안전부, 농림축산식품부, 환경부, 기상청에 따르면  최근 누적 강수량이 평년의 106% 수준을 유지했고 최근 6개월 기준으로 평년의 99%를 유지함에 따라 올해 6월까지는 물 부족 현상이 없을 것으로 전망됐다.