전자상거래 전문기업 포티스(141020)(대표 조재훈)가 조은저축은행을 소유하고 있는홍콩계 투자금융그룹 'SC로이(Lowy)' 로 부터 300억 원의 전환사채(CB) 투자를 유치했다고 8일 공시를 통해 밝혔다.

포티스는 지난 11월 개인 2명이 각각 100억 원씩 전환사채를 납입하기로 예정되어 있었던 계약을 SC로이가 전액 인수하는 것으로 변경했다.

추가적으로 100억 원을 더 투자받기로 하여 총 300억 원의 전환사채를 발행한다.

납입일은 29일이나 회사 관계자는 해외자금 유입에 따른 관련 절차들이 조기에 완료되면 예정일보다 당겨서 납입될 수 있을 것으로 전망한다고 밝혔다.

SC로이는 홍콩계 투자금융그룹으로 홍콩에 본사를 두고 호주, 아시아, 유럽, 중동, 미주 지역의 에너지, 인프라, 제조, 통신 및 미디어 등에 주로 투자하고 있다.

운용자산은 총 10조 원 규모로 최근 조은저축은행과 동양네트웍스에 투자를 진행한 바 있다.

포티스 관계자는 "SC로이는 최근 포티스가 추진하고 있는 신규 사업들의 성장성 및 수익성을 높이 평가하여 투자를 결정했다"며 "이번 투자를 통해 자사가 준비하고 있는 신사업에 탄력을 받게 됐다"고 밝혔다.

포티스는 안정적인 수익 창출을 위해 단순 유통 구조를 벗어난 다양한 사업을 진행하고 있다.

지난 12월 중국 메이저 쇼핑몰에 이탈리아 명품 브랜드를 납품하기 위해 꼬메타 한국법인 비앤케이막스와 구매 계약을 체결해 경쟁력을 높였다.

또한 베트남에서 주가를 높이고 있는 박항서 감독의 MD 상품을 보유한 삼호코퍼레이션과 판매유통계약을 체결해 베트남 시장으로의 진출도 준비하고 있다.

포티스는 판매하고 있는 제품의 '짝퉁' 유통을 막기 위해 정품인증 라벨 전문업체 골드맥스그룹과 전략적 업무 협약 및 제품 공급계약을 맺고 자사의 유통 제품에 정품 인증 라벨을 부착하여 판매할 예정이다.

@highlight

전자상거래 전문기업 포티스는 홍콩계 투자금융 그룹 SC로이가 전자상거래 전문기업 포티스의 신규사업들의 성장성과 수익성을 높이 평가해 300억원의 전환사채를 투자했다고 8일 발표했다.