장건 기자 '해피투게더4'에 출연한 송은이가 유재석과 얽힌 흑역사의 판도라 상자를 연다.

'해투4' 송은이가 유재석과 얽힌 흑역사의 판도라 상자를 연다.

KBS 2TV '해피투게더4'(이하 '해투4')의 오는 10일 방송은 '셀럽파이브 특집' 2부로 꾸며진다.

특히 지난 1부 방송 이후 시청자들의 뜨거운 반응을 불러 일으킨 셀럽파이브가 화끈한 폭로전으로 다시 한 번 안방 극장을 들썩이게 할 예정이라고 해 관심을 모으고 있다.

최근 진행된 녹화에서 송은이는 "어디서도 밝히지 않은 유재석과의 역대급 흑역사가 있다"고 고백해 이목을 집중시켰다.

이윽고 송은이가 운을 떼기 시작하자, 유재석은 곧바로 "다 묻어두기로 하지 않았냐"며 송은이와 옥신각신 실랑이를 벌여 호기심을 더욱 자극했다.

하지만 송은이는 유재석의 만류에도 불구하고 "개그맨들끼리 간 여행의 장기자랑에서 내가 수영복을 입고 롤러스케이트를 탔다"고 밝혀 현장에 파란을 불러 일으켰다.

송은이와 오랜 시간을 함께 한 셀럽파이브 멤버들 조차 "우리도 송은이가 수영복 입은 걸 한 번도 본 적이 없다"고 말하며 깊은 충격에 빠진 것.

또한 송은이의 폭탄 고백에 유재석은 "더 이상 방송에 나갈 수 있는 게 없다"며 손을 세차게 내저었다는 후문이다.

이에 유재석과 송은이의 흑역사를 탄생시킨 장기자랑에서 무슨 일이 있었던 건지 궁금증이 더욱 높아진다.

이밖에도 송은이를 비롯한 셀럽파이브 멤버들은 소위 '급이 다른' 흑역사를 탈탈 털어놓았다고.

이에 셀럽파이브의 '흑역사 대파티'가 펼쳐질 '해피투게더4' 본 방송에 대한 기대감이 수직 상승한다.

'해피투게더4'는 오는 10일 오후 11시 10분에 방송된다.

@highlight

오는 10일 오후 11시 10분에 방송되는 KBS 2TV '해피투게더4'에서 송은이가 유재석과 얽힌 역대급 흑역사를 고백한다.