지난해 취업자 증가 규모가 10만명에도 못 미친 것으로 나타났다.

금융위기 직후 수준으로 악화한 것이다.

지난해 실업률은 17년 만에 최고치였다.

통계청이 9일 발표한 '2018년 12월 및 연간 고용동향(이하 전년 대비)'에 따르면, 지난해 취업자는 2682만2000명으로 전년보다 9만7000명 증가했다.

재작년에는 취업자가 전년보다 31만6000명 증가했는데, 1년 새 3분의 1 수준으로 줄었다.

취업자가 9만7000명 증가한 것은 금융위기 직후인 2009년 취업자 증가 규모(-8만7000명) 이후 9년 만에 최저치다.

이는 지난해 제조업, 자영업자 취업자 수가 급감했기 때문이다.

장치·기계조작및조립종사자가 7만2000명(-2.3%), 판매종사자가 5만4000명(-1.8%) 감소했다.

임시 근로자가 14만1000명(-2.8%), 일용근로자는 5만4000명(-3.6%) 감소했다.

고용원 없는 자영업자는 8만7000명(-2.1%) 감소했다.

지난해 15세 이상 고용률은 60.7%로 전년보다 0.1% 포인트 감소했다.

지난해 실업률은 3.8%로 전년보다 0.1% 포인트 상승했다.

지난해 실업률은 2001년(4.0%) 이후 17년 만에 최고치였다.

체감 청년실업률인 청년층(15~29세) 고용보조지표3은 지난해 22.8%로 통계 작성 이후 최고치였다.

지난해 12월 고용(이하 전년동월 대비)도 좋지 않았다.

12월 취업자 수는 2663만8000명으로 작년 12월보다 3만4000명 증가하는데 그쳤다.

이는 지난해 8월 취업자 증가 규모(3000명) 이후 최저치다.

제조업이 12만7000명 줄었기 때문이다.

12월 고용률은 60.1%로 0.3%포인트 떨어졌다.

실업률은 3.4%로 0.1% 포인트 증가했다.

빈현준 고용통계과장은 "취업자 감소에 복합적인 원인이 작용했다"며 "인구 증가 폭 둔화, 제조업 부진 등 경기적 측면, 고용원 없는 자영업자 등 영세 자영업자 감소, 중국 관광객 감소 등이 영향을 끼친 것으로 보인다"고 말했다.

12월 고용동향.

@highlight

통계청이 9일 발표한 '2018년 12월 및 연간 고용동향'에 따르면, 지난해 실업률은 17년 만에 최고치였으며 취업자는 2682만 2000명으로 전년보다 9만 7000명 증가했는데 이는 금융위기 직후인 2009년 이후 9년 만에 최저치이다.