현대·기아차와 스위스 기업 웨이레이(Wayray)가 세계 최초로 제네시스 G80에 홀로그램 증강현실(AR : Augmented Reality) 내비게이션을 탑재하고 CES 2019에서 전격 공개했다.

이 차량은CES 2019 기간 동안 웨이레이 전시관에 전시돼 전 세계에서 온 관람객들에게 한 차원 높은 비주얼 테크놀러지를 선보이며 이목을 집중 받았다.

웨이레이는 홀로그램 증강현실 분야 세계 최고 기술력을 보유한 업체로, 현대차는 지난 9월 이 기업의 미래 성장 가능성을 높이 평가해 전략 투자한 바 있다.

앞서 현대·기아차는 지난 2017년부터 홀로그램 기술을 차량에 적용하는 선행연구를 추진해 왔으며, 그 해 8월부터는 웨이레이 측과 협력관계를 맺고 관련 부품의 설계·개발을 진행했다.

이후 양사는 양산차에 홀로그램 증강현실 내비 기술을 적용, 기술 안정성을 검증하고 최적화하는 작업을 지속해 왔다.

이번 결과물은 고객에게 더 나은 가치를 제공하기 위한 공동의 성과로,양사는 앞으로도 기술 고도화를 위해 지속 협력해 나간다는 계획이다.

G80에 탑재된 홀로그램 증강현실 기술은 ▲길 안내 ▲목적지점 표시 ▲현재 속도 등 기본적인 내비게이션 기능 외에도 ▲차선이탈 경고 ▲앞차 충돌위험 경고 등 ADAS 기능들도 포함된다.

홀로그램 증강현실 내비게이션의 가장 큰 장점은 운전자의 시야각에 맞춰 실도로 위에 입체 영상이 보여짐으로써 보다 정확한 운행 정보를 전달하는데 있다.

운전자는 3D 안경을 착용하지 않고도 생생한 홀로그램 영상을 즐길 수 있으며, 증강현실 기술을 통해 차량 속도에 맞춰 이동 방향을 정밀하게 안내 받을 수 있다.

게다가 전면 유리창에 도로정보가 표시돼 운전자가 전방만 주시하면서 안전하게 운전할 수 있게 해준다.

현대·기아차 관계자는 "2020년 이후 웨이레이와 협업해 개발한 홀로그램 증강현실 내비게이션을 양산차에 탑재하는 것을 목표로 하고 있다"며 "이 기술이 양산되면 차별화된 고객 경험을 제공해 만족도를 제고하는 한편 첨단 기술 브랜드 이미지를 더욱 공고히 할 수 있을 것이다"고 말했다.

@highlight

현대기아차와 홀로그램 증강현실 분야에서 최상의 기술력을 보유한 스위스 기업 웨이레이가 세계 최초로 홀로그램 증강현실 내비게이션을 탑재한 제네시스 G80을 CES 2019에서 전격 공개하였으며 양사는 추후 기술 고도화를 위해 지속적으로 협력할 계획이다.