경기도가 사람중심의 보행친화 도로·교통 환경 조성을 위해 4년간 총 105억 원의 도비를 투자한다.

9일 경기도에 따르면 '보행친화 환경 조성사업'은 교통약자 등 보행자가 보다 안전하고 편리하게 이동할 수 있는 사람중심의 도로·교통 환경을 만드는 사업이다.

이를 위해 도는 민선7기가 출범한 2018년부터 오는 2022년까지 도비 105억 원 등 총 271억 원의 사업비를 들여 교통약자 보행환경 개선사업과 보행친화(도로)환경 조성사업을 추진하기로 했다.

교통약자 보행환경개선 사업은 어린이·노인·장애인 보호구역 등의 보행 취약시설을 개선하는 사업으로 도는 보도·차도 분리와 유색포장, 차량속도 저감시설, 방호울타리 등 안전시설을 확충할 계획이다.

도는 2022년 까지 400여 곳을 선정해 1곳 당 최소 2000만 원에서 1억 원까지 도비 75억 원 등 총 171억 원을 투자한다.

보행친화(도로)환경 조성사업은 보행자 사고위험이 높은 구도심이나 생활권 이면도로, 재래시장 주변 등의 도로를 안전하고 편리하게 개선하는 사업으로 1곳당 최소 5억 원에서 최대 10억 원까지, 10곳에 대해 도비 30억 원 등 총 100억 원을 투입한다.

도는 지난해부터 수원시 등 20개 시·군의 229곳 대상으로 교통약자 보행환경개선 사업을, 수원과 용인 각각 1개소씩 총 2곳 대상으로 보행친화(도로)환경 조성사업을 추진 중이다.

올해는 1월 중 시·군 수요조사를 실시하고 이를 토대로 2월부터 도비교부 및 사업 추진을 본격화해 올해 교통약자 보행환경개선에 15억 원, 보행친화(도로)환경 조성에 6억 원 등 총 21억 원의 도비를 투입할 계획이다.

서정인 도 도로안전과장은 "차량중심의 시스템에서 벗어나 보행자가 안전하고 편리한 사람중심의 도로·교통 환경이 되도록 내실 있는 사업 추진에 힘쓰겠다"고 밝혔다.

@highlight

경기도는 오는 2022년까지 총 271억 원의 사업비를 들여 보행자가 안전하고 편리하게 이동할 수 있는 사람중심의 도로·교통 환경을 만드는 보행친화 환경 조성사업을 진행한다고 9일 밝히며 보행 취약시설을 개선하고 안전시설을 확충할 예정이라고 전했다.