법에 따라 임차인 권리를 보호받을 수 있는 상가가 크게 늘어난다.

서울 지역은 환산보증금이 9억 원 이하면 보호 대상이 된다.

이에 대해 일각에서는 임차인 간 권리금 분쟁이 더 심화될 수 있다고 우려하고 있다.

법무부는 9일 보호 대상 상가의 환산보증금 기준액을 상향하는 내용의 상가건물 임대차보호법 시행령 개정안을 입법예고 했다.

개정안은 서울 지역 환산보증금 기준액을 현재 6억1,000만 원에서 9억원으로, 부산과 과밀억제권역은 5억원에서 6억 9,000만 원으로 올렸다.

다른 광역시와 세종시는 3억 9,000만원에서 5억4,000만원으로 상향했다.

그 밖의 지역은 환산보증금이 3억7,000만원 이하인 상가까지 보호받을 수 있다.

환산보증금은 보증금에 월세 환산액(월세×100)을 더한 금액으로 상가임대차보호법 적용 대상을 정하는 기준이 된다.

임대차보호법 적용 범위에 포함되는 임차인들은 △임대료 인상률 상한 제한 △ 우선변제권 △ 월차임 전환(보증금 전부나 일부를 월 단위 임대료로 전환) 때 산정률 제한 등 보호를 받는다.

법무부는 환산보증금 기준액 상향에 따라 주요 상권 상가임차인의 95% 이상이 임대차보호법 적용대상이 될 것으로 추산했다.

상가 임차인 보호 강화에 대해 우려의 시각도 나온다.

선종필 상가뉴스레이다 대표는 "상가임대차 보호법의 취지는 좋지만 임차인의 권한이 강화되면 임차인 간 권리금을 놓고 분쟁이 더 늘어날 수 있다"며 "한 예로 임차인 A씨가 이후 들어오는 임차인 B씨에게 더 높은 권리금을 요구하는 방식으로 강화된 권한을 행사할 수 있다"고 설명했다.

이어 그는 "환산보증금이 9억이면 보증금 1억에 월세 800억 원정도라 볼 수 있는데 이번 개정안이 상가 임대차보호법의 원래 취지였던 영세상인 보호에 부합하는 지도 깊게 생각해볼 필요가 있다"고 말했다.

@highlight

법무부는 보호 대상 상가의 환산보증금을 상향하는 상가건물 임대차보호법 시행령을 예고했으나, 임차인간 권리금을 놓고 분쟁이 늘어날 수 있다는 우려의 시각도 나온다.