[서울경제 포춘코리아 편집부] ㈜대유산업(대표 이윤섭)은 물감 대신 돌가루로 그림을 그리는 석채화 기법을 개발한 곳이다.

대유산업은 기술을 접목한 건축자재를 양산하는데 성공했다.

지난해 4월 충청북도 음성군에 공장을 설립하고 제품 출시를 앞두고 있다.

건축 내장재 중 합판에 인쇄된 필름을 접착한 저가 제품이 널리 사용되고 있는 실정이다.

그러나 이 제품은 화재 발생시 유독가스가 발생하고 접착이 떨어지거나 외부 충격에 매우 약해 수명이 짧은 단점이 있다.

반면, 대부분 수입에 의존하는 대리석은 가격이 너무 비싸고 시공기간도 길어 일반 소비자들이 사용하기에는 부담스러운 것이 현실이다.

자체 보유 특허 8개를 가진 대유산업은 석채화 기법을 접목한 신개념 건축 내장제 '하이틴보드'를 만들어 이러한 단점들을 완벽히 보완했다.

합판 같은 기존 건축 소재 위에 약 1.5mm 두께에 달하는 돌가루를 입히고, 석채화 기법을 활용해 무늬와 색상을 내는 제조 방식은 국내뿐만 아니라 전 세계적으로도 최초다.

이 제품의 장점은 화재에 강하며(준불연 인증 취득) 표면경도가 8 이상으로 외부 손상에 강하다는 점이다.

석채화를 이용하면 다양한 무늬와 색상을 입힐 수 있어 고급스러운 실내 벽체를 만들 수 있다.

자외선 등에 의한 변색이 없어 외장재로도 사용할 수 있으며, 주방 싱크 상판, 가구, 문 등 용도가 매우 다양하다.

제품이 가벼워 타카 또는 실리콘 접착이 가능해 시공성도 매우 뛰어나다.

바닥재로 사용할 경우, 표면이 돌가루여서 미끄러지지 않아 매우 안전하다.

타일의 경우 숙련자 확보가 어려워 시공비가 매우 비싸고 공사기간이 지연되는 문제가 있지만 대유 하이틴보드는 일반 소비자도 간단히 시공할 수 있다.

또한 포름알데히드와 라돈 문제에서도 자유로운 친환경 제품으로 확인되어 건축자재 시장에 새로운 바람을 일으킬 것으로 기대된다.

제품 기본 규격은 1.2x2.4m로 생산되며 용도에 따라 절단해 사용할 수 있다.

@highlight

대유산업은 석채화 기술을 활용한 건축자재 '하이틴보드' 양산에 성공했고, 지난해 충북 음성에 자체 공장을 건립하고 제품 출시를 앞두고 있다.