[이데일리 방성훈 기자] 실적 둔화를 중국 탓으로 돌렸던 팀 쿡 애플 최고경영자(CEO)가 8일(현지시간) 미중 무역협상에 대해 "매우 낙관적으로 보고 있다"고 말했다.

쿡 CEO는 이날 CNBC와의 인터뷰에서 7~9일 중국 베이징에서 진행되고 있는 무역협상에 대해 "매우 복잡한 협상인데다 추이를 지켜봐야 할 것이지만, 앞서 말했듯 낙관하고 있으며 또 그렇게 될 것"이라고 말했다.

이어 "솔직히 (협상 타결이) 우리에게만 좋은 것은 아니지만, 세계 경제가 강해지기 위해서는 미국과 중국 경제가 강해야 한다"고 덧붙였다.

그는 또 "미국과 중국의 무역 긴장은 중국 경제에 더 압력을 가했다"면서도 중국과의 교역이 줄어들고 있다는 우려에 대해서는 "일시적인 현상일 것"이라고 진단했다.

양국이 합의에 이르는 것이 최선이라는 점도 분명히 했다.

아울러 최근 제기되고 있는 애플 비관론에 대해서는 "애플 기기와 서비스 생태계가 월가 반대론자들로부터 저평가를 받고 있는 것 같다"고 반박했다.

그러면서 "같은 사람에게 같은 말을 반복적으로 듣고 있다"면서 "애플의 혁신 문화도 제대로 평가받지 못하고 있다"고 토로했다.

그는 애플의 혁신 문화는 충성 고객과 행복한 고객, 생태계의 선순환 등을 모두 아우른다고 설명했다.

이외에도 전망치 하향조정 및 주가 급락에 대해서는 "단기적으로는 (불안심리 등) 감정적인 부분이 상당 부분 반영되기 때문에 놀라지는 않았다"면서 "애플은 모든 것을 살펴보며 장기적인 미래를 생각한다. 이보다 더 건강할 수 없고, 생태계도 이보다 더 강할 수 없다"고 강조했다.

이날 쿡 CEO와 인터뷰를 가졌던 CNBC 짐 크레이머는 "팀 CEO가 중국과의 협상 타결이 임박했다고 보고 있다는 걸 느꼈다"면서 "그는 예상했던 것보다 더 고무돼 있었다"고 전했다.

미중 양국은 예정됐던 시한을 하루 넘겨 이날까지 협상을 진행키로 했다.

이와 관련, 도널드 트럼프 대통령도 이날 트위터를 통해 "협상이 매우 잘 진행되고 있다"고 밝혔다.

한편 이날 뉴욕증시에서 애플 주가는 무역협상에 대한 기대감이 반영되며 2% 가까이 올랐다.

@highlight

팀 쿡 애플 CEO는 7~9일 베이징에서 진행되고 있는 미중 무역협상에 대해 양국이 합의하여 미국과 중국 경제가 강해지면 세계 경제가 강해질 수 있다고 낙관적인 견해를 나타냈고 이러한 기대감이 반영되며 애플 주가는 2% 가까이 올랐다.