9일 오전 11시 40분께 세종 신도시 1-1생활권(고운동) W건설사 아파트 공사 현장에 있던 2층 구조 컨테이너에서 불이 나 현장 근로자의 신고를 받고 출동한 119소방대에 의해 19분만에 꺼졌다.

9일 오전 11시 40분께 세종 신도시 1-1생활권(고운동) W건설사 아파트 공사 현장에 있던 2층 구조 컨테이너에서 불이 나 연면적 36㎡의 내부가 완전히 탔다.

ⓒ 세종시소방본부 [충북일보=세종]최근 세종시에서 춥고 건조한 날씨가 계속되고 있는 가운데, 9일 하루에만 신도시(행정중심복합도시) 건설 현장에서 화재가 2건 발생했다.

세종시소방본부에 따르면 이날 오전 11시 40분께 1-1생활권(고운동) W건설사 아파트 공사 현장에 있던 2층 구조 컨테이너에서 불이 나 현장 근로자의 신고를 받고 출동한 119소방대에 의해 19분만에 꺼졌다.

소방본부는 "다행히 인명 피해는 없었으나 컨테이너(연면적 36㎡)와 집기비품이 완전히 불에 타 475만 원 상당의 재산 피해가 났다"며 "불은 컨테이너 1층에서 처음 난 것으로 추정되나 정확한 원인은 확인되지 않고 있다"고 밝혔다.

9일 오전 11시10분쯤 모 업체가 사무실 겸 창고로 쓰는 세종 신도시 6-4생활권(연기면 해밀리) 공사 현장의 면적 18㎡짜리 1층 컨테이너에서 '전기히터 과열'로 추정되는 불이 나 354만 원 상당(소방본부 추산)의 재산 피해가 발생했다.

9일 오전 11시10분쯤 모 업체가 사무실 겸 창고로 쓰는 세종 신도시 6-4생활권(연기면 해밀리) 공사 현장의 면적 18㎡짜리 1층 컨테이너에서 '전기히터 과열'로 추정되는 불이 나 354만 원 상당(소방본부 추산)의 재산 피해가 발생했다.

ⓒ 세종시소방본부 이에 앞서 오전 11시 10분쯤에는 모 업체가 사무실 겸 창고로 쓰는 6-4생활권(연기면 해밀리) 공사 현장의 면적 18㎡짜리 1층 컨테이너에서 '전기히터 과열'로 추정되는 불이 나 354만 원 상당(소방본부 추산)의 재산 피해가 발생했다.

불은 현장 직원의 신고를 받고 출동한 119소방대에 의해 8분만에 꺼졌다.

@highlight

9일 세종시소방본부는 세종 신도시 건설 현장 컨테이너에서 하루만에 2건의 화재가 발생했으며 각각 475만원, 354만원 상당의 재산 피해가 발생했으나 다행히 인명 피해는 없었으며 불은 신고를 받고 출동한 119소방대에 의해 모두 꺼졌다고 밝혔다.