[서울경제] 뮤지컬 '영웅' 10주년 기념공연의 캐릭터 포스터가 공개됐다.

10일 뮤지컬 '영웅'(연출 안재승, 제작 ㈜에이콤) 측이 극 중 안중근 역을 맡은 안재욱, 정성화, 양준모의 얼굴이 담긴 캐릭터 포스터를 공개했다.

뮤지컬 '영웅' 10주년 기념공연 캐릭터 포스터는 안재욱, 정성화, 양준모 배우의 얼굴을 클로즈업해 각 배우의 개성과 극 중 안중근 캐릭터를 생생하게 표현했다.

또한 '인간' 안중근과 '의사' 안중근의 느낌을 한 컷의 사진 속에 오롯이 담아내 눈길을 끈다.

포스터 속 '할 수 있습니다. 아니, 해내야만 합니다' 라는 문구에서는 안중근 의사의 독립에 대한 염원과 굳건한 의지를 표현했다.

배우 안재욱은 공연 당시 특유의 섬세한 연기력으로 '인간' 안중근 의사의 모습을 재현해 많은 사랑을 받았다.

포스터에서는 안중근 의사의 올곧고 강인한 면모를 표정으로 담아내 눈길을 끈다.

2009년 초연부터 탄탄하고 울림 있는 가창력으로 언론과 평단에 호평을 받아온 배우 정성화는 이번 캐릭터 포스터에서 강렬한 눈빛으로 독립 의지를 온전히 드러내 시선을 사로잡았다.

카리스마를 지닌 안중근의 모습으로 완벽 변신해 감동을 전한 배우 양준모는 포스터에서 운명 앞에서 고뇌하는 안중근 의사의 근심과 복잡한 감정을 표현해 본 공연에 대한 기대감을 높인다.

뮤지컬 '영웅'은 안중근 의사의 마지막 1년을 집중 조명해 조국을 위해 헌신한 애국지사의 면모와 운명 앞에서 고뇌하는 인간의 모습을 깊이 있게 담아낸 작품으로, 2009년 초연 이래 명실상부 대한민국 대표 창작 뮤지컬로 꼽히는 명작이다.

한편, 배우 안재욱, 정성화, 양준모의 캐릭터 포스터 공개로 화제를 모은 뮤지컬 '영웅'은 오는 3월 9일 세종문화회관 대극장에서 10주년 기념공연을 개막한다.

@highlight

10일 뮤지컬 '영웅'(연출 안재승, 제작 ㈜에이콤) 측은 10주년 기념공연 캐릭터 포스터를 공개, 안재욱, 정성화, 양준모 배우의 3인 캐릭터를 담았으며 뮤지컬 '영웅'은 오는 3월 9일 세종문화회관 대극장에서 공연된다.