신성철 KAIST 총장이 美 노스웨스턴大 재료과학 분야 '올해의 자랑스러운 동문상' 수상자로 선정됐다.

동문상 선정위원회는 세계 자성학 분야에서의 독보적인 연구로 재료물리학 발전에 기여한 학문적 업적과 대학 총장으로써 고등교육 및 인재양성에 기여한 공로를 인정해 신성철 KAIST 총장을 '올해의 자랑스러운 동문상'수상자로 선정했다고 밝혔다.

시상식은 오는 5월 16일 노스웨스턴大에서 열린다.

신 총장은 1974년 서울대 응용물리학과 학사학위를 취득하고 1977년 KAIST 고체물리학과 석사를 거쳐 1984년 노스웨스턴大에서 재료물리학 박사학위를 받았다.

노스웨스턴大 박사과정 재학 중 금속인 비스무트와 반도체인 납텔루라이드(PbTe)의 구조가 유사하다는 점에 착안해 두 물질로 초격자 다층박막 구조를 세계 최초로 만들어 초격자 구조 신물질을 제작하는 성과를 냈다.

1989년부터 KAIST 교수로 재직한 신 총장은 나노 자성체 스핀 동력학을 연구하는'나노스핀닉스(Nanospinics)' 분야를 개척했으며, 20여 년간 300여 편의 관련 논문을 발표하고 37건의 국내외 특허를 등록·출원하는 등 이 분야의 국내외 연구를 선도했다.

이 같은 공로로 2008년 자성학 분야 한국 과학자로서는 최초로 미국 물리학회 석학회원(Fellow)에 선정됐고 2016년 한국 과학자로서 최초로'아시아자성연합회(AUMS)'상을 받았다.

신 총장은 또 2011년부터 2017년 2월까지 대구경북과학기술원(DGIST) 총장을, 2017년 3월부터는 모교인 KAIST에서 동문 사상 최초의 총장으로 선출돼 재직 중이다.

그동안 교육현장에서의 다양한 활동을 통해 국내 과학기술 발전과 차세대 인재양성에 기여한 공로를 인정받아 2007년 과학기술훈장 창조장(1등급)과 2012년'대한민국 최고과학기술인상'등 다수의 상을 받았다.

@highlight

 노스웨스턴大는 학문적 업적과 고등교육 및 인재양성에 이바지한 공로를 인정해 신성철 KAIST 총장을 재료과학 분야 '올해의 자랑스러운 동문상' 수상자로 선정했다고 밝혔으며 신 총장은 박사과정 재학 중 금속 비스무트와 반도체 납텔루라이드(PbTe)의 구조가 비슷하다는 점에 착안해 초격자 구조 신물질을 만드는 성과를 냈다.  