KT(회장 황창규)가 국내 기업 최초로 클라우드 기반의 서비스형 블록체인(BaaS, Blockchain as a Service) 플랫폼을 사내 서비스에 적용 완료했다.

현재 블록체인 시장은 세계적으로 확장 추세이나 블록체인을 적용하기 위해 필요한 기술, 비용, 시간은 아직 많은 기업에게 큰 장벽이다.

이에 따라 KT는 국내 기업들이 블록체인 서비스를 쉽게 개발할 수 있는 환경을 제공하기 위해 'Cloud 기반의 Baas 플랫폼'을 개발했다.

KT BaaS는 별도의 서버 구축 없이 uCloud에 블록체인 노드(Node)를 자동으로 구성해주는 기능을 제공한다.

블록체인 적용을 원하는 기업은 KT BaaS를 통해 서버 구축 비용을 절감하는 동시에 블록체인 적용을 위한 개발 기간을 단축할 수 있다.

또한 KT BaaS는 블록체인 전문 개발자가 없어도 블록체인의 주요 특징인 스마트 컨트랙트(Smart Contract)를 쉽게 구현 및 활용 할 수 있도록 KT의 차별화 된 Smart Contract 응용프로그램인터페이스(API)를 제공하며, 블록체인 서비스가 안정적으로 운영되도록 여러 관제 기능도 지원한다.

KT는 이번 BaaS 플랫폼 개발을 계기로 마이크로소프트(Azure), IBM, 아마존(AWS) 등 해외 주요 IT 기업들과 블록체인 BaaS 시장에서 경쟁할 준비를 마쳤다.

이를 위해 먼저 KT그룹 내부에 BaaS 플랫폼을 1차로 오픈했다.

이후 2월 시범사업을 진행한 후 3월에는 블록체인 개발을 원하는 외부 기업들을 대상으로 정식 서비스를 론칭할 예정이다.

KT 블록체인 비즈 센터장 서영일 상무는 "블록체인 적용을 위해 고심했던 기업들의 고민을 KT 블록체인의 차별화 된 역량이 탑재된 BaaS 플랫폼 구현으로 해결했다"며 "이번 KT BaaS 개발로 블록체인이 대중화되고, 나아가 대한민국이 글로벌 블록체인 산업의 1등 국가로 발돋움 할 수 있는 계기가 되길 기대한다"고 밝혔다..

@highlight

KT는 국내 기업들이 쉽게 블록체인 서비스를 개발할 수 있도록 하기위해, Cloud 기반의 Baas 플랫폼을 개발해왔는데, 최근 KT 사내 서비스에 적용 완료함으로써, 개발이 완성됐음과 동시에, 마이크로소프트(Azure), IBM, 아마존(AWS) 등 해외 주요 IT 기업들과 블록체인 BaaS 시장에서 경쟁할 준비가 끝난 상황임을 보여줬다.