사드 여파로 외국인은 줄어 지난해 대구시민안전테마파크 방문객이 17만 명을 넘어섰다.

반면 사드 배치의 여파로 외국인 방문객 수는 줄어들었다.

9일 대구소방안전본부에 따르면 지난해 시민안전테마파크 방문객은 17만6천70명으로 전년(2017년) 17만4천904명보다 0.7% 증가했다.

전체 방문객 중 청소년 체험객 비율은 7.2%에서 지난해 9.3%로 올랐고 고객 만족도 또한 96%에서 96.5%로 소폭 올랐다.

대구소방본부는 고객 맞춤형 체험 프로그램의 확대가 체험객 수 증가로 이어졌다고 분석했다.

지난해 시민안전테마파크는 ‘청소년 미래소방관 체험’ 등 연령대별 체험 프로그램을 제공했다.

반면 외국인 체험객은 지난해 1천505명(1.0%)로 전년 1천774명(1.2%) 대비 감소했다.

사드 배치로 중국 관광객이 감소한 결과로 보인다.

그러나 이달에만 중국 관광객 1천명이 시민안전테마파크를 찾으면서 외국인 체험객 수는 올해 반등할 전망이다.

대구소방본부가 지난해 11월 대구관광뷰로와 협업한 결과 이달 27일과 29일, 30일 각 500명, 100명, 400명의 중국 관광객이 시민안전테마파크를 방문하기로 했다.

한편 시민안전테마파크는 올해 고객 만족도를 더욱 높이기 위해 지하철 체험장 스크린도어와 휴게공간을 설치하고 시간표를 개선할 계획이다.

이지만 대구소방안전본부장은 “시민들의 안전한 삶을 위해 소방관 역량을 강화하는 한편 다양한 시민안전테마파크 체험 콘텐츠를 개발하겠다”고 말했다.

한편 대구시민안전테마파크는 192명의 사망자를 낸 2003년 대구지하철 참사를 계기로 만들어졌다.

지난 2008년 12월 개관 이후 연평균 15만여 명이 찾는 다크 투어리즘(Dark Tourism) 명소로 자리 잡고 있다.

체험 참가는 무료로 6세 이상 가능하다.

체험을 원하는 사람은 대구시 통합예약시스템 홈페이지(yeyak.daegu.go.kr/)에서 사전 예약할 수 있다.

@highlight

2008년 12월 이후 다크 투어리즘(Dark Tourism) 명소로 된 대구시민안전테마파크 방문객은 17만6천70명으로 전년보다 증가한 반면 사드배치로 외국인 방문객 수는 줄어들었다고 9일 대구소방안전본부가 밝혔다.