청아한 음색과 깊은 감성으로 사랑 받아온 가수 백아연이 tvN 수목드라마 ‘남자친구’의 아름답고도 애틋한 로맨스를 노래한다.

‘남자친구’ 측은 “드라마의 일곱 번째 OST인 백아연의 ‘그대여야만 해요’가 10일 오후 6시에 공개된다”고 전했다.

‘그대여야만 해요’는 극중 남녀주인공인 김진혁(박보검)과 차수현(송혜교)의 사랑이 깊어질수록 거세게 몰아치는 현실의 바람 앞에서도 흔들리지 않는 두 사람의 단단한 사랑을 노래한 곡이다.

서정적인 피아노와 스트링 선율을 따라 흐르는 백아연의 청아한 음색은 담담하게 시작해 후반부로 갈수록 고조되어 애절한 감정을 극대화하고 있으며, 맑고 아름다워 더욱 애틋함을 더하는 진혁과 수현의 로맨스에 꼭 어울리는 곡이 탄생되었다.

특히 이번 OST는 tvN ‘아홉수 소년’, ‘막돼먹은 영애씨 시즌 14’ 등의 드라마에서 감성 발라드 OST로 많은 사랑을 받아온 실력파 싱어송라이터 빌리어코스티가 작사 및 작곡에 참여해 곡의 완성도를 높였다.

앞서 ‘그대여야만 해요’는 지난 2일 방영된 9화 엔딩 장면인 진혁과 수현의 속초 바닷가 재회 장면에서 흘러나왔다.

두 사람의 아름다운 재회와 OST의 서정적인 분위기가 자연스럽게 어우러지며 리스너들의 마음을 촉촉하게 적셨고, 방송 직후 OST에 대한 문의가 이어지기도 했다.

‘남자친구’는 한 번도 자신이 선택한 삶을 살아보지 못한 차수현과 자유롭고 맑은 영혼 김진혁의 우연한 만남으로 시작된 설레는 감성멜로 드라마이다.

한편 ‘남자친구’는 매주 수·목요일 밤 9시30분에 방송되며, 드라마의 일곱 번째 OST인 백아연의 ‘그대여야만 해요’는 오늘(10일) 오후 6시부터 각종 음원사이트에서 만나볼 수 있다.

tvN 수목드라마 ‘남자친구’ OST인 백아연의 ‘그대여야만 해요’ 이미지.

CJ ENM 제공.

@highlight

tvN 수목드라마 '남자친구'의 일곱 번째 OST인 백아연의 '그대여야만 해요'가 10일 오후 6시에 공개된다.