9일 충남 내포신도시 충남도청사에서 금남고속 교통안전 우수회사 전수식에 박상근(왼쪽부터) 충남버스운송사업조합 전무, 이민희 충남도 교통정책팀장, 조평곤 충남도 교통정책과장, 이국현 금남고속 전무, 손한수 금남고속 사업이사, 정종필 충남도 교통정책과 주무관이 참석해 인증패와 마크를 전달하고 있다.

사진=금남고속 제공 충남시외버스 회사인 금남고속이 운수종사자가 무사고 운전을 하면 포상금과 해외연수를 보내주는 정책을 펼쳐 '교통안전우수회사'에 이름을 올렸다.

충남도, 교통안전공단 등은 9일 충남 내포 충남도청사에서 금남고속 교통안전 우수회사 전수식을 열었다.

전수식은 충남도청 교통정책과를 비롯해 금남고속 관계자 등이 참석한 가운데 진행됐다.

교통안전 우수회사는 전국 4400개 운수사업자 중 10개 회사를 선정해 수여하는 인증으로 금남고속은 지난해 무사고 운전자 포상금 3300만 원, 장기 무사고 직원 34명에 대한 해외연수 등을 추진해 교통안전에 대한 관심을 보인 것이 높은 평가를 받았다.

이날 조평곤 충남도 교통정책과장은 이국현 금남고속 전무에게 국토부 교통안전 우수회사 명패와 함께 인증마크를 전달하며 노고를 격려했다.

금남고속은 1965년 '금남여객자동차 주식회사'로 설립돼 1978년 대전서부터미널 공용버스 정류장 사업면허, 1993년 고속운송사업면허 등을 보유한 바 있다.

올해 기준 287대의 버스를 운영하며, 승무원 396명과 행정직 95명 등 총 491명이 소속돼 있다.

금남고속 관계자는 "충청지역을 대표하는 운수회사로 교통안전에 지속적인 관심과 관리를 통해 안전한 승객수송에 힘쓰겠다"고 소감을 표했다.

한편 금남고속은 교통안전분야에 관심을 가진 공로로 2003년, 2005년, 2006년 각각 건설교통부 충남도 교통안전 우수회사 표창을 세차례 받았다.

@highlight

9일 충남도청사에서 진행된 금남고속 교통안전 우수회사 전수식에서 교통안전에 대한 관심을 보이며 무사고 운전을 한 운수종사자에게 포상금과 해외연수를 지원한 금남고속이 '교통안전우수회사'로 선정되었다. 