지역주도의 대표적 균형발전정책이면서도 14년 동안 예산 한푼 없이 사문화(死文化)됐던 '지역발전투자협약제도(계획계약)'의 시범사업이 올해부터 본격 추진된다.

국가균형발전위원회(위원장 송재호)와 국토교통부(장관 김현미)에 따르면 지난해 12월21일부터 다음달 15일까지 지자체를 대상으로 지역발전투자협약 시범사업(국비 300억 원) 공모를 진행 중에 있으며, 지자체 설명회를 9일 정부세종청사에서 개최했다.

국토부는 지역발전투자협약의 간사부처로서 균형위와 사업별 주관부처 및 지자체를 지원한다.

지역발전투자협약제도는 지자체에서 각 지역에서 필요로 하는 다 부처·다년도 사업계획을 수립한 후 중앙정부와 협약을 맺어 사업기간동안 안정적으로 예산지원을 받도록 하는 제도이다.

기존에는 지역지원사업이 중앙부처 주도의 부처 간 칸막이식으로 운영돼 효율성이 낮고 지역이 희망하는 사업 추진에 한계가 있었으나, 앞으로 지역발전투자협약 제도가 도입되면 지역주도로 다 부처에 걸친 최적의 지역발전계획을 수립해 추진할 수 있을 것으로 기대된다.

균형위는 지난해 2월 국가균형발전 비전과 전략 선포식에서 지역발전투자협약제도의 도입을 발표한 이후 관계부처, 지자체 등과 함께 제도 도입방안을 검토한 후 지난 9월 국가균형발전특별법 및 동법 시행령 개정을 통해 제도도입을 위한 법적 기반을 마련한 바 있으며,본격 제도 도입에 앞서 금년부터 시범사업을 추진하고 있다.

올해 시범사업의 경우 시·도별 2개 이내의 사업계획을 제출하면, 균형위에서 서면심사, 현장실사 등의 절차를 거쳐 10개 내외의 사업을 최종선정할 계획이며, 선정된 사업은 3년간 총 100억 원 내외의 국비가 지원될 예정이다.

최종선정된 사업은 균형위가 중심이 돼 관계부처 합동 컨설팅 지원단을 통해 사업계획을 보완·구체화한 후 해당 내용에 대해 관계부처와 지자체 간 협약을 체결하면, 관련 예산이 지자체로 배정되고 지자체가 사업을 추진하게 된다.

균형위와 국토부는 지자체 설명회에서 시범사업 공모기준과 절차, 추진일정 등을 설명하는 한편, 지역이 필요로 하는 다양한 사업이 발굴될 수 있도록 지자체의 적극적인 협조를 당부했다.

@highlight

지자체에서 사업기간동안 안정적으로 예산지원을 받도록 하는 제도인 '지역발전투자협약제도(계획계약)'의 시범사업이 올해부터 본격 추진되며, 국가균형발전위원회와 국토교통부에 따르면 지난해 12월21일부터 다음달 15일까지 지자체를 대상으로 지역발전투자협약 시범사업(국비 300억 원) 공모를 진행 중에 있으며, 지자체 설명회를 9일 정부세종청사에서 개최했다.