소설가 황보윤의 두 번째 창작집 '모니카, 모니카(바람꽃·1만3,000원)'에는 인간의 내면심리를 파헤치는 작품들이 실려있다.

총 7편의 작품이 수록된 창작집에는 "모두의 삶이 평화롭기"를 바라는 작가의 따뜻한 시선이 녹아들어 있다.

다양한 소재를 발굴해 형상화하고, 인간의 심리에 대해 뜨거운 질문을 던지고 있기에 누군가에게는 위로가 되고, 누군가의 삶에 잔잔한 파장을 일으킬만한 내용이라는 점이 주목된다.

'모니카, 모니카'는 섭식장애에 걸린 친구 모니카와 함께 했던 과거를 중심축으로, 화자의 연민과 죄책감을 그린 작품이다.

주인공인 모니카와 친구 은수의 내적 갈등을 기본으로 깔고 있는데, 주홍글씨를 연상시키기도 한다.

절대악도 절대선도 지킬 수 없는 그 경계선에서 독자를 고민하게 만든다.

'홍안'은 중고로 매입한 노트북 속에 들어 있는 석 장의 사진을 발견한 화자가 중첩된 이미지를 찾아 하루 동안 짧은 여행을 떠나는 작품으로 그 전개가 흥미롭다.

'산노리 가는 길'은 가묘 자리를 놓고 대립하는 아버지와 아들의 이야기인데, 아버지의 비밀이 드러나면서 아버지의 속마음을 비로소 깨닫게 된다는 가슴 찡한 내용을 담고 있다.

'칼랑코에'는 유전자 조작과 복제가 인간의 삶을 지배하는 가까운 미래를 배경으로 한 작품이다.

칼랑코에는 다육식물의 한 이름으로 인간이 당면해야 할 미래를 상징하는 제목으로 읽힌다.

'완벽한 가족'은 물질적 가치로 인해 파괴된 가족애를 묘사하고 있는 작품이다.

물질중심주의 사회는 결국 어떤 인간관계나 사회적 관계망도 모두 파괴시켜 버리고 인간을 비정하고 냉혹한 존재로 만들어갈 것이라는 경고의 메세지를 담고 있다.

김양호 소설가는 "예민한 촉수를 뻗어 작품의 단초를 뽑아내서 형상화시키는 능력은 망원경과 현미경을 동시에 들이대는 치열한 작가정신과 진정성이 선행되어야 가능한 작업이다"면서 "작가가 그동안 쌓아온 사유의 함량과 내공의 깊이를 짐작하게 해주는 작품집이다"고 평했다.

@highlight

황보윤 소설가의 두 번째 창작집 '모니카, 모니카’는 다양한 소재를 형상화해 인간의 심리를 들여다보며 모두의 삶이 평화롭기"를 바라는 7편의 작품을 담고 있다.