동양일보 (동양일보) KB국민은행 노조가 8일 총파업에 들어갔다.

2000년 주택·국민은행 합병 반대 파업 이후 19년 만의 일이다.

임금피크 진입 시기, 페이밴드(호봉상한제), 성과급 등 임금과 관련된 핵심 쟁점을 두고 노사는 이전에 상호간 타협을 시도했지만 합의에 이르지 못했다.

이번 파업으로 국민은행 전체 영업점포 1057곳 중 600여 곳에서는 영업 차질이 예상된다.

당연히 고객들의 불편이 따를 것이다.

근로자의 권익보호와 사용자의 횡포가 있다면 당연히 개선해야 하고, 이같은 노력을 하지 않을 경우 근로자들은 법적인 테두리 안에서 당당하게 파업도 할수 있다.

다만 경제가 전반적으로 어렵고 '고용 쇼크'라고 불릴 만큼 고용여건이 악화한 상황에서 상대적 고임금 직군인 은행원들이 고객에게 많은 불편을 끼치면서 벌이는 파업을 지켜보는 국민의 시선은 곱지 않다.

특히 국내 대기업과 공기업 직원들의 급여수준이나 처우 및 복지제도를 볼 때 국민들은 그들을 일컬어 ‘귀족노조’라고 부를만큼 상당한 혜택을 받고 있다.

국민은행의 평균연봉은 2017년 기준 9100만원으로 최상위급에 해당한다.

더욱이 시중 은행들이 정확한 리스크 평가를 통해 돈의 흐름을 생산적인 곳으로 흐르도록 해야 하는 금융의 본질을 잊은 채 높은 예대금리 차이로 막대한 이익을 내고 있다는 사실을 모르는 국민은 없다.

이렇게 '땅 짚고 헤엄치기'의 금리장사로 남긴 이익을 더 나눠 가지겠다고 파업까지 벌이는 것을 곱게 볼 국민은 없다.

국민은행은 이번 파업으로 고객들에게 실제 손실이 발생할 경우 응분의 책임을 져야 한다.

이날이 만기인 대출금을 갚지 못하면 연체이자를 물 수도 있고, 부동산 매매 잔금 등을 처리하지 못하면 위약금을 물 수도 있다.

어떤 경우에도 그 손실을 고객에게 떠넘겨서는 안 된다.

노조도 파업으로 문제를 해결하려 하기보다는 좀 더 인내하면서 사측과 협상에 임해야 할 것이다.

@highlight

KB국민은행 노조가 8일 총파업에 들어가 전체 영업점포 1057곳 중 600여 곳에서 영업 차질이 예상되며 이번 파업으로 고객들에게 실제 손실이 발생한 경우 책임을 져야 한다.