모든 학생들이 고대하던 겨울방학이 다가왔다.

학부모들은 학생들이 방학을 함으로써 등교를 하지 않기에 학교폭력이 발생하지 않을 것이라 생각할 수 있지만 학교폭력에는 방학이란 없다.

요즘에는 학생들의 스마트폰 사용이 보편화됨에 따라 방학기간에도 학교폭력의 일종인 사이버불링이 급속 확산하고 있다.

사이버불링(Cyber bullying)이란 사이버공간에서 이메일이나 휴대폰, SNS 등을 활용해 특정 대상을 지속적이고 반복적으로 괴롭히는 행위로 가장 큰 문제점은 주로 모바일 메신저를 통해 발생하므로 쉽게 알아챌 수 없고 시공간의 제약도 없다는 것이다.

교육부에 따르면, 매년 사이버 불링 신고 건수가 급증하고 있다.

2012년 900건에서 2016년에는 2122건까지 증가했다.

불과 4년 만에 2배 이상 증가했음을 볼 수 있다.

최근 사례로 16살 A양이 개학을 하루 앞두고 한 상가 4층 건물에서 극단적인 선택을 했다.

경찰이 수사한 결과, A양은 학교 선배와 친구들에게 스마트폰 메신저 등을 통해 집단 괴롭힘을 받았다고 밝혀졌다.

우선 학생들에게 사이버불링이 학교폭력이라는 점을 명확히 인식시키는 것이 가장 중요하다.

가해자가 피해자가 될 수 있는 현대의 학교폭력 특성을 감안해 자신의 행동이 학교폭력이 될 수 있다는 인식과 함께 학교, 학교전담경찰관들의 관찰 및 교육이 필요하다.

더불어 가정에서의 부모의 역할도 중요하다.

자녀와의 지속적인 대화를 통해 평소와 행동이 다르지는 않는지를 살펴보고 이를 통해 사이버 폭력의 피해 및 가해 여부를 파악해야 한다.

피해 학생 대부분이 소극적인 대응을 보이기에 지속적인 관심이 필요하다.

모든 학생들은 시·도 및 지역교육청에 설치된 Wee센터에서 사이버 폭력 관련 상담을 받을 수 있다.

전화신고는 '117', 문자 신고는 '#1388', '#0117'로 하면 된다.

안전 Dream 아동·여성·장애인 경찰지원센터 홈페이지(www.safe182.go.kr)에서 온라인 신고도 가능하다.

가정, 학교, 경찰 모두 협업하여 학교폭력을 예방하여 미래의 우리 꿈나무들이 마음 놓고 학교를 다녀 올바르고 건강한 성인으로 자랄 수 있도록 노력해야 한다.

@highlight

스마트폰이 일반화됨에 따라 방학기간에도 학교폭력의 한가지인 사이버불링이 발생하고 있으며 2012년 900건에서 2016년에는 2122건으로 빠르게 늘어나고 있어 학교폭력 인식 개선, 학교전담경찰관들의 관찰 및 교육 등의 대책을 마련해야 한다.