안형철 경인지방통계청 "2017년 취업자 668만5천 명 대비 증가폭은 10만6천 명…2009년 1천 명 증가 이후 가장 낮아"

경기도 취업자 증가폭이 9년 만에 최저치로 떨어졌다.

9일 경인지방통계청이 발표한 '2018 경기도 12월 및 연간 고용동향'에 따르면 2018년 취업자는 679만 명으로 집계됐다.

2017년 취업자(668만5천 명) 대비 증가폭은 10만6천 명으로 2009년 1천 명 증가 이후 가장 낮은 수치다.

이는 2017년 취업자 증가폭 18만1천 명에 비해 41% 감소한 수준이다.

2018년 고용률은 62%로 2017년 대비 0.1%p 하락했다.

2018년 경제활동인구는 705만8천 명으로 2017년 695만3천 명보다 1.5%(10만5천 명) 증가했지만, 2018년 비경제활동인구는 390만1천 명으로 2017년 380만6천 명보다 2.4%(9만5천 명) 늘어나 더 높은 증가세를 보였다.

2018년 비경제활동인구의 증가폭 9만5천 명은 2017년 2만6천 명보다 3.5배가량 늘어났다.

비경제활동인구는 경제활동인구에서 주당 1시간 이상 일하거나, 구직활동 중인 인구를 제외한 인구를 말한다.

2018년 실업자는 26만8천 명으로 2017년 26만9천 명 대비 1천 명 감소했으며, 실업률은 3.8%로 2017년보다 0.1%p 떨어졌다.

12월 고용동향은 연간 평균보다 더 악화된 지표를 나타내고 있다.

2018년 12월 취업자는 676만4천 명으로 2017년 12월 대비(674만9천 명) 증가폭은 2만6천 명으로 2017년 12월 취업자 증가폭 21만1천 명에 비해 12.3% 수준으로 줄어들었다.

12월 고용률은 61.1%로 전년동월 대비 1.0%p 줄었다.

실업자는 2017년 12월 대비 4만1천 명 늘어난 25만2천 명으로 나타났다.

2017년 12월 실업자 증가폭은 ―1만 명으로 큰 차이를 보인다.

2018년 비경제활동인구는 2017년보다 3.9%(15만5천 명) 증가했고, 경제활동인구는 0.9%(6만6천 명) 늘어났다.

@highlight

9일 경인 지방 통계청이 발표한 '2018 경기도 12월 및 연간 고용 동향'에 따르면 2018년 12월 취업자는 676만4천 명으로 2017년 12월 대비(674만 9천 명) 증가 폭은 2만6천 명으로 조사되었고 2017년 12월 취업자 증가 폭이 12.3% 수준으로 줄어들면서, 2017년 취업자 대비 증가 폭은  2009년 이후 가장 낮은 수치로 나타났다고 발표하였다.