[김민정 기자 treemm23@imaeil.com] 사진.

'해피투게더4'에 출연한 송은이가 '쌍꺼풀 수술'의 병간호를 해 준 최강희 앞에서 눈물을 뚝뚝 흘린 사연을 공개한다.

목요일 밤을 웃음으로 가득 채우는 KBS 2TV '해피투게더4'(이하 '해투4')의 10일 방송은 '셀럽파이브 특집' 2부로 꾸며진다.

특히 지난 1부 방송 이후 시청자들의 뜨거운 반응을 불러 일으킨 셀럽파이브가 화끈한 폭로전으로 다시 한 번 안방 극장을 들썩이게 할 예정이라고 해 관심을 모으고 있다.

최근 진행된 녹화에서 송은이는 '쌍꺼풀 수술'을 인생의 최대 위기로 꼽아 귀를 쫑긋하게 만들었다.

"당시 쌍꺼풀 수술 후 붓기가 8개월동안 안 빠졌다.

평생 안 빠질 줄 알았다"고 밝힌 것.

이에 주위에서 "붓기가 그렇게 오래 갈 리가 없다"며 의심의 눈초리를 드러내자, 송은이는 "사실 눈가 보톡스도 함께 맞았다"고 이실직고해 웃음을 터뜨렸다.

이어 송은이는 절친 최강희가 '쌍꺼풀 수술' 병간호를 해줬다며 남다른 우정을 과시하기도 했다.

송은이는 "눈 붓기 때문에 매일 울던 나를 항상 달래 줬다"며 병수발보다 고됐던 '송은이 달래기'를 자진 고백해 배꼽을 잡게 만들었다.

뿐만 아니라 송은이는 딸의 퉁퉁 부은 눈을 본 어머니의 생생한 반응을 공개해 폭소를 유발했다는 후문이어서 송은이의 '쌍꺼풀 수술' 전말에 궁금증이 증폭된다.

그런가 하면 신봉선은 "내가 코 재수술을 했을 때 키우던 개가 제일 크게 짖었다"며 반려견에게 외면 당한 뜻밖의 '수술 부작용'을 털어놓았다는 후문이다.

이에 성형 부작용으로 대동단결(?)한 셀럽파이브의 남다른 팀워크에 대한 기대감이 높아진다.

최고의 스타들과 함께하는 마법 같은 목요일 밤 KBS 2TV '해피투게더4'는 오늘(10일) 밤 11시 10분에 방송된다.

@highlight

'셀럽파이브 특집' 2부로 꾸며지는 2TV '해피투게더4' 10일 방송에서 송은이가 '쌍꺼풀 수술'의 병간호를 해 준 절친 최강희와의 우정과 그녀 앞에서 눈물을 흘린 사연을 소개한다.