전남지역 주민추천교육장 공모제에 2차 면접 심사를 맡겠다는 주민들이 크게 몰려 경찰관까지 동원해 추첨하는 방식으로 주민 심사위원을 선정하는 해프닝이 벌어졌다.

9일 전남도교육청에 따르면 3월 1일자로 임명하는 교육장 공모 2차 면접 심사 위원 접수에 화순은 66명이 신청했고, 광양은 300명이 넘어 아직까지 정확한 통계를 내지 못하고 있다.

양 지역교육청은 이 심사위원 신청자 가운데 지역주민과 시민사회단체 2명, 학부모 운영위원 중 2명, 지역 교직원 중 2명 등 분야별로 모두 6명의 주민 대표를 추첨 선발해 2차 면접시험을 치르게 했다.

심사 신청자들을 분야별로 나눠보면 화순은 신청자 66명 중 31명이 주민들과 사회시민단체였고 학부모운영위 출신이 7명, 교직원은 24명이 신청한 것으로 집계됐다.

광양의 경우 300여명 가운데 200여명이 주민들과 사회단체 출신이고 학운위와 교직원을 포함 2개 분야에서 100여명이 접수한 것으로 잠정 집계되고 있다.

화순과 광양교육청은 지난 8일 오후 2차면접이 실시되기 30분 전에 추첨을 통해 6명의 심사위원을 선발한 뒤 나머지 도교육청 추천위원 2명 지자체 1명 ,의회 1명 등과 함께 모두 10명의 심사위원단을 구성해 지역교육장 최종 후보 2명을 선발하는 심사에 들어갔다.

장석웅 도교육감은 선발된 최종 후보 2명 가운데 1명을 선택하게 된다.

11명의 후보가 접수된 화순지역에서는 박소영 함평 해보초 교장, 임희숙 장성중 교장, 최원식 진도교육지원청 교육과장, 한연숙 사평초 교장이 2차 면접에 들어 갔다.

또 4명의 후보가 접수된 광양지역에서는 이용덕 순천왕지초 교장, 조정자 학생생활안전과 장학관, 이종윤 광영고 교장 등 3명이 경합을 벌인 것으로 알려졌다.

신학기 교장 인사 일정 등을 감안하면 전남도교육청의 주민추천공모제 교육장은 늦어도 14일 이전에 확정될 것으로 보이며 임기는 오는 3월부터 2년이다.

@highlight

전남지역 주민추천교육장 공모제 신청자 가운데 주민 신청자들이 가장 많은 것으로 나타났으며, 한편 주민추천공모제 교육장은 14일 이전에 확정될 예정이며 임기는 오는 3월부터 2년이다.