[서울경제] 최근 중국어 교육에 대한 관심이 급부상하고 있는 분위기에 발 맞추어 중국어를 배우려는 사람이 해마다 증가하고 있다.

올해로 설립 14주년을 맞이한 서울공자아카데미는 중국 교육부 지원으로 설립된 세계 1호 공자학원이다.

더불어, 대한민국에서 가장 권위 있는 중국어 전문교육기관으로서, 2019학년도 서울공자아카데미의 중국어 통번역 입시 스파르타 훈련소에서 한국외대 통번역대학원 7명, 이화여대 통역대학원 4명, 서울외대·중앙대 통번역대학원 11명의 합격생을 배출했다.

또한 2018년도 경찰 외사 육경 특채시험에서는 응시생 22명 중 1차 13명 합격, 최종 8명이 합격해 많은 학생들의 관심을 받고 있다.

서울공자아카데미의 중국어 통번역대학원 입시반은 2분 요약 발표, 실시간 뉴스 쉐도잉 등 외대 통번역대학원과정을 미리 배워 변화하는 입시 흐름에 맞는 교육 프로그램을 제공한다.

또한, 풍성하고 적중력이 높은 수업자료를 토대로 출제 가능성이 높은 자료를 선별해 최대한 수업시간 내에 소화하는 스파르타식 수업을 운영한다.

실제로 한국외대와 이화여대 통번역대학원 입시지문에 서울공자아카데미의 수업에서 다뤘던 내용이 그대로 출제되기도 했다.

서울공자아카데미 관계자에 따르면, "한국외대 통번역대학교 겸임교수 출신인 한민화강사의 통번역 입시 스파르타훈련소는 다양한 노하우를 활용한 독특하고 효율적인 교육과정으로 2019학년도 통번역대학원 입시에서 전체 응시생 25명중 22명이 합격해 90%에 가까운 놀라운 합격률로 신기록을 세우며 수강문의가 급격히 늘고 있다"며, "최근 합격생 선발 기준이 선발 후 교육 방식이 아닌 이미 준비된 인재를 선호한다는 점에서 새로운 입시흐름에 맞는 수업을 진행하고 이를 위해 2차 면접에 중점을 둔 면접 커리큘럼을 대폭 강화하고 있다"고 전했다.

서울공자아카데미 중국어통번역입시 스파르타 훈련소에 대한 교육과정 및 입시설명회등 자세한 내용은 서울공자아카데미 홈페이지에서 확인 가능하다.

@highlight

중국 교육부 지원으로 설립된 세계 1호 공자학원인 서울공자아카데미가 2019학년도 중국어 통번역대학원 입시에서 11명의 합격생을 배출하고, 응시생 25명중 22명이 합격해 90%에 가까운 높은 합격률을 기록하며 학생들의 관심을 끌고 있다.