배송카드서비스 등 호평 롯데마트 온·오프라인 옴니채널이 '의미있는 성과'를 내고 있어 주목된다.

옴니 채널이란 소비자가 온라인 오프라인 모바일 등 다양한 경로를 넘나들며 상품을 검색하고 구매할 수 있는 서비스다.

롯데마트는 옴니 스토어를 구현할 수 있는 금천점이 개장 한달도 안돼 하루 평균 7000명의 고객들이 지속 방문하고 있고 식품군 매출 비중의 경우 타 매장보다 6%P 가량 높은 71.5%에 달하고 있다고 10일 밝혔다.

지난해 12월 13일 문을 연 롯데마트 금천점은 롯데그룹이 지난 2016년부터 시행해 온 '옴니 스토어'를 구현할 수 있는 차세대 스마트 기술과 'QR코드스캔 3시간 배송' 등의 서비스를 도입했다.

QR코드란 바코드보다 훨씬 많은 정보를 담을 수 있는 격자무늬의 2차원 코드다.

롯데마트측은 "금천점은 온라인 배송 중 QR코드 스캔을 통해 배송되는 비중이 하루 평균 7% 수준으로 금천점이 위치해 있는 롯데캐슬골드파크 3차 아파트(1236세대) 입주가 완료되지 않은 점을 고려하면 적지않은 비중"이라고 설명했다.

금천점의 경우 60대 이상 고객 비중이 높은 상권 특성을 고려 스마트폰으로 QR 스캔이 익숙하지 않은 고령층을 배려한 '배송카드 서비스'도 운영 중이다.

쌀 등 부피가 크고 무거워 직접 운반하기 힘든 상품군을 중심으로 도입한 '배송카드 서비스'는 매장에서 배송카드만 가지고 계산대로 가면 결제·배송이 가능해 고령층을 중심으로 인기를 끌고 있다고 롯데마트측은 주장했다.

직접 고른 스테이크와 랍스터 등의 신선식품을 매장에서 바로 조리해 제공하고(조리비 별도) 매장 내 휴게 공간에서 바로 취식이 가능한 그로서란트 매장도 손님들로부터 호평 받고 있다고 덧붙였다.

롯데마트 관계자는 "롯데마트 최초로 매장 17곳(25개)에 설치된 '3D 홀로그램'은 손님들 호기심을 자극하며 다시 오고 싶은 매장으로 자리매김 하고 있다"고 말했다.

@highlight

소비자가 온라인 오프라인 모바일 등 넘나들며 상품을 검색하고 구매하는 옴니 채널을 롯데마트 금천점이 개장해 하루 평균 7000명의 고객들이 지속 방문 하고 있어 주목되고 있다.