충북일보] 국제과학비즈니스벨트 핵심시설인 청주SB플라자를 통한 고(高)부가가치 지식창출, 기술확산, 제품개발 등 창업생태계 구축을 위한 과학사업화 사업이 본격 추진된다.

충북도는 9일 입주기업의 자체기술, 공공기술 이전에 대한 사업화 지원, 과학사업화을 위한 기초장비 구축 사업을 통해 추진하여 SB플라자 고유의 연구환경을 조성하겠다고 밝혔다.

도는 거점지구 내 혁신기업의 미래 신사업 창출을 위한 산·학·연 공동 R&D지원 사업을 과학벨트 주관부처인 과학기술정보통신부와 함께 협업 추진한다.

산·학·연 연계 창업성장 지원사업은 원천기술 보유하거나 연관되는 대학, 연구기관이 수요기업과 함께 원천기술의 직접사업화를 추진하는 사항으로 과학사업화의 성공가능성을 높이고 우수한 기초연구 성과가 응용, 개발, 사업화 단계에서 사장되지 않도록 후속지원도 강화한다.

지난해에는 공동연구법인 지원사업(과제명:소용량 추종형 태양광 발전장치와 전원공급장치 개발), 대학사업화 연구역량 강화사업(과제명:비뇨기 암 표적 진단 및 치료제 개발)을 추진했다.

특히 충북대에서는 2017년 6월에 방광암의 비침습적 진단방법 기술을 ㈜비엠에스로 기술이전하고 후속R&D연구를 거쳐 올해 식약처 인증과 시판을 앞두고 있다.

과학과 비즈니스의 융합에 대비해 과학지식과 비즈니스를 이해하고 현장에서 적용할 수 있는 과학경영 전문 인재(PSM: Professional Science Master) 양성사업에도 적극 참여한 바 있다.

도 관계자는 "대전 거점지구와 세종, 천안 기능기구와의 유기적인 연결로 과학벨트의 시너지 효과를 극대화하여 지역 내 벤처생태계, 과학기반 비즈니스 환경을 구축할 계획"이라며 "4차 산업혁명을 주도할 미래 유망산업을 적극적으로 육성해 충북미래 100년을 위한 지속가능한 성장 기반으로 만들어나가겠다"고 말했다.

@highlight

충북도는 국제과학비즈니스벨트 핵심시설인 청주SB플라자에서 창업생태계 구축사업을 추진하고, 입주기업을 대상으로 공공기술 이전, 과학사업화을 위한 기초장비 구축을 통하여 연구환경을 조성하겠다고 밝혔으며, 산·학·연 공동 R&D지원 사업을 과학기술정보통신부와 함께 추진할 예정이다.