서경석 온양중심지역 행정구역 정비..

온양2동 1만1885명으로 3849명 증가 (동양일보 서경석 기자) 아산시가 용화 택지개발 구역내 일부지역인 일명 ‘신용화’ 지역을 온양 2동으로 편입시키기로 하는등 온양중심지역 행정 구역정비에 나서고 있다.

아산시는 온양 2동으로 온양 5동 일부 지역을 편입시키는 정비안을 마련해 오는 6월 까지 확정키로 했다고 9일 밝혔다.

시의 온양중심지 행정구역 정비안에 따르면 도로 등 지형지물과 주민 편의를 종합적으로 판단해 현재의 온양 5동지역인 용화 1·2· 4·5·18통 등 5개통을 온양 2동으로 편입시킨다는 계획이다.

이 행정구역 정비안이 마무리되면 현재 3432세대에 8036명이 살고있는 온양2동은 5611세대에 1만188명이 거주하고, 온양5동은 1만909세대에 2만7426명 이던 것이 8730세대에 2만3577명이 거주하게 된다.

온양2동으로 편입되는 신용화 지역은 현재 아산지역 청소년들이 제일 많이 찾는 먹거리 타운이 형성돼 성업인중 곳으로 10년전 도시개발 사업을 했고, 일부지역은 낡은 아파트가 공존하는 지역이다.

이 같은 행정구역 정비안은 오는 2월말까지 입법예고 한 후 6월 말까지 조례 개정과 시의회의 심의·의결을 통해 확정된다.

이에 앞서 시는 이달 말까지 이들 편입지역 통장과 주민을 대상으로 의견 수렴에 나서고 있는데 대부분 주민이 온양2동지역으로 편입에 찬성인 것으로 알려졌다.

시는 이번 행정구역 정비안과는 별도로 올해안에 온양1동지역과 염티읍, 온양4동(실옥동)등과 관련한 2~3개 지역의 행정구역 정비에도 나설 계획이다.

시 관계자는 “주민 편의를 위해 온양 시내권 행정구역 정비에 나서고 있다” 며 “ 각 읍·면·동 사무소와 주민 의견을 수렴해 불합리한 행정구역에 대한 정비을 계속해 조정, 추진해 나갈 계획이다”고 말했다.

@highlight

아산시가 현재 아산지역 핫플레이스로 형성되 가고 있는 일명 '신용화'지역 등 5개동을 온양 2동으로 편입시킨다는 행정구역 정비안 시행에 나섰다. 