대구경북이 미국에서 '한뿌리 상생'을 뽐냈다.

대구시와 경북도는 10일(현지시각 9일) 오전 미국 라스베이거스 서커스 호텔에서 대구경북상생 간담회를 갖고 앞으로 국제전자제품박람회(CES)에 공동으로 참여한다는 합의문을 발표했다.

이날 합의문에 따르면 대구경북은 2020년부터 CES에 함께 참여하고 중소기업 수출지원을 위한 무역사절단파견 및 국내·외 전시무역박람회 등을 공동으로 개최한다.

또 해외관련 사업을 추진 할 때 국비확보와 신규 사업발굴에도 협력한다.

국내 경제와 문화관광 상생을 넘어 해외 산업으로 한뿌리가 확대된 것이다.

대구시는 2016년부터 매년 7억원의 예산을 들여 대구시 홍보부스 운영 등 지역 기업의 CES 참여를 돕고 있다.

올해도 대구지역 33개 기업이 참여, 성황을 이루고 있다.

하지만 경북도는 일부 기업이 자체적으로 CES에 부스를 여는 등 제한적인 활동만 해오고 있다.

경북도는 내년부터 대구시와 산업분야 상생협력과 공동 발전을 모색하는 차원에서 내년 CES에 함께 참여하고 대구시와 같은 규모의 예산을 투입한다.

올해 경북지역 CES 참여기업도 6개곳에 그쳤지만 내년부터는 10여개 이상의 기업으로 확대된다.

권영진 대구시장은 "대구시의 비전을 어떻게 잡을 것인가 매년 CES에서 영감을 받는다 해도 과언이 아니다.

향후 CES 공동참여를 통해 대구경북의 미래가 더욱 발전하길 기대한다"고 강조했다.

이철우 경북도지사는 "경북은 그동안 CES에 참여하지 못한 것을 안타깝게 생각한다.

앞으로 대구시와 다른 박람회도 공동참여하고, 직접 박람회를 유치하는 것도 검토하겠다"며 "이번 기회를 통해 대구시와 공동으로 기업 유치에도 나서, 대구경북이 기업천국의 모범도시가 되도록 하겠다"고 했다.

한편 이 지사는 같은 날 현재 투자금 지원 규모에 따른 경북도 기업 지원을 고용중심으로 개편하기로 했다.

이 지사는 "그간 경북도 기업 지원이 투자금 유치에 따른 지원으로 이뤄져 결국 설비가 투자가 주를 이룰 뿐 고용 창출에는 직접 도움이 되지 못했다"면서 "직접 고용 결과에 따라 경북도가 지원 규모와 방안을 마련하도록 하겠다"고 밝혔다.

@highlight

대구시와 경북도는 10일 미국 라스베이거스 서커스 호텔에서 대구경북상생 간담회를 열고 차후 국제전자제품박람회(CES)에 함께 참가한다는 합의문을 공개했으며 이에 의하면 대구경북은 2020년부터 CES에 같이 참가하고 중소기업 수출지원을 위한 무역사절단파견 및 국내·외 전시무역박람회 등을 공동 개최하는 합의로 미국에서 '한뿌리 상생'을 자랑했다.