당진시는 올해부터 기존에 실시하던 임신 전 3종 검사(모성 풍진검사, 태아기형아 2차 검사, 임신성 당뇨검사)에 임신 막달 초음파 검사를 추가 지원한다고 밝혔다.

시가 임신부의 산전검사 지원을 확대한 이유는 매년 태아 기형아 등 이상자가 4%씩 증가하고 있는 상황에서 임신 중에는 태아뿐만 아니라 임산부의 건강 상태를 세밀하고 정기적으로 살펴볼 수 있는 산전 검사의 중요성이 커지고 있기 때문이다.

풍진의 경우 임신 초기에 앓으면 태아가 기형아가 될 확률이 높아 임신 전부터 검사를 지원하고 있으며, 풍진 항체가 없는 신부의 경우에는 당진시보건소가 특별히 건강관리 교육도 하고 있다.

또한 태아기형기 2차검 사는 이상 소견이 발견될 경우 다운증후군과 에드워드 증후군으로 태어날 확률이 높아 조기 발견과 정밀검사를 통해 적절한 치료로 장애아 출산을 낮출 수 있으며, 당 부하검사를 통해 당뇨와 임신중독증 발견에 도움이 되는 임신성 당뇨검사는 적절한 치료와 관리로 저체중과 미숙아 출산을 줄이는데 도움이 된다.

시가 올해부터 검사를 지원하는 막달 초음파 검사는 보통 임신 35~36주 사이에 진행하는 검사다.

이 검사를 통해 태아의 위치나 신체사항, 양수의 양, 분만에 필요한 임신부 골반사항 등을 알 수 있어 매우 중요한 검사이지만 건강보험 비급여 대상이어서 임신 가정에 경제적 부담이 컸다.

당진지역에 거주 중인 임신부중 산전검사비 신청을 희망하는 사람은 보건소 본소 또는 거주지 보건지소에 방문해 의뢰서를 발급받아 산부인과에서 검사를 하면 된다.

한편 당진시보건소는 임산부들의 편의 도모와 쾌적한 공간을 제공하기 위해 임산부 전용 도담도담방 프로그램실과 상담실을 마련하고 태교 교실과 부부가 함께하는 출산교실 등 다양한 임신 관련 프로그램을 운영 중이며, 프로그램 참여를 비롯해 임산부 지원사업 관련 궁금한 사항은 보건소 모자보건팀(☎041-360-6081~2)으로 문의하면 된다.

@highlight

매년 태아 기형아 등 이상자가 증가하면서 산전 검사의 중요성이 커지고 있고, 막달 초음파 검사는 건강보험 비급여 대상이어서 임신 가정에 경제적 부담이 큰 상황에서 당진시가 올해부터 임신 전 3종 검사에 임신 막달 초음파 검사를 추가 지원한다고 밝혔다.