장승주 석문, 죽령산신당, 온달과 평강 등 인기 관광코스 대한민국 관광1번지 단양군이 스토리 여행지로 관광객 발길을 끌고 있다.

사진은 마고할미의 전설이 있는 단양팔경 중 2경인 석문 모습.

(동양일보 장승주 기자) 대한민국 관광1번지 단양군이 스토리 여행지로 관광객 발길을 끌고 있다.

먼저 단양팔경 중 2경인 석문은 마고할미의 전설이 있다.

마고할미의 이름은 원하는 일이 뜻대로 잘된다는 의미의 ‘마고소양’에서 비롯된 것으로 무속신앙에선 그녀를 절대 신으로 숭배하고 있다.

이 때문인지 단양읍 도담리에 자리한 석문의 선인옥답에는 사랑, 건강, 사업 등 마음에 담아 뒀던 소원을 빌기 위한 사람들의 발길이 끊이지 않고 있다.

단양엔 소망을 들어주는 또 하나의 할미 전설이 있는데 바로 다자구할머니다.

중앙고속도로 단양IC를 나와 영주 방향으로 차를 타고 죽령 고개를 따라 대강면 용부원에 다다르면 목조 기와집으로 지어진 다자구할머니의 산신당이 나온다.

옛날 옛적 죽령 일대는 도적 소굴이 많아 도적질에 백성들이 큰 어려움을 겪었는데 어느 날 할머니가 나타나 묘책을 발휘해 도적떼를 소탕했다는 이야기가 내려오고 있다.

죽령에서는 해마다 음력 3월과 9월 두 차례 정기적으로 날을 정해 죽령산신당에서 산신제를 지낸다.

온달과 평강의 사랑 이야기가 전해지고 있는 영춘면에 자리한 온달산성과 그들의 사랑을 따라 조성한 온달평강로맨스길도 인기 관광 코스 중 하나다.

이밖에도 이끼터널과 영춘면 뚝방길, 이황과 두향의 스토리 공원 등도 사랑에 얽힌 재미나거나 감동적인 이야기가 전해 지고 있다.

@highlight

단양군의 석문등은 소원을 빌면 이루어 진다는 등의 전설이 있는 스토리 여행지로 소원을 빌기 위한 사람들의 발길이 끊이지 않고 있다.