= 일 년에 두 차례(6월, 12월) 납부해야 하는 자동차세를 1월에 한꺼번에 내면 10%의 세금 공제 혜택을 받을 수 있는 '자동차세 연납제도'를 이용하려는 시민이라면 이달 말까지 잊지 말고 꼭 신청을 해야 한다.

서울시는 1월31일까지 ▷전화 ▷인터넷 ▷스마트폰앱을 통해 2019년도 자동차세 연세액 납부 신청을 받는다고 밝혔다.

지난 해 자동차세를 연세액으로 납부한 차량은 별도로 신청하지 않아도 된다.

올해 1월에 자동차세를 연세액으로 납부하면 신규차량 기준 아반떼는 2만9080원, SM5는 5만1950원, 그랜저는 7만7980원을 각각 절약할 수 있다.

납부방법은 이번달 11일부터 우편으로 발송되는 자동차세 납부서를 받아 납부하거나 인터넷, 스마트폰 앱을 통해 납부하면 된다.

다만, 올해 최초로 자동차세 연납을 신청하는 경우에는 ▷전화 ▷인터넷 ▷스마트폰앱을 이용해 납부하면 된다.

공공 및 민간 포인트를 모아서 세금을 납부할 수 있는 서울시의 'ETAX마일리지'로도 연납 자동차세를 납부할 수 있다.

이 경우 ETAX 홈페이지나 STAX 앱에서 납부방법 선택 시 '마일리지 사용하기'를 선택하고 적립 마일리지 중 사용할 금액을 직접 입력하면 된다.

자동차세를 미리 연납한 경우 연내 다른 시·도로 이사하더라도 새로운 주소지에서 자동차세를 추가로 납부하지 않아도 된다.

연납 후 폐차하거나 자동차를 양도한 경우엔 별도로 신청하지 않아도 사용일수를 제외한 나머지 기간만큼 세금환급을 받을 수 있다.

한편, 작년 1월 총 117만여 명의 서울시민이 '자동차세 연납제도'를 활용, 1대당 평균 2만7430원의 세금을 절약했다.

서울시 전체 등록 자동차 중 37.1%에 해당한다.

최근 3년 간 자동차세 연납현황을 보면 건수와 세액 모두 꾸준히 증가하고 있다.

조조익 서울시 세무과장은 "10%의 세금절감 효과가 있는 자동차세 연납제도를 보다 많은 시민들이 활용해 서민경제에 조금이나마 보탬이 되기를 바란다"고 말했다.

@highlight

조조익 서울시 세무과장이 민경제에  대해 자동차세 연납제도는 10%의 세금절감 효과가 있으며 이를 통해 작년 1월 총 117만여 명의 서울시민이 1대당 평균 2만7430원의 세금을 절약했고 이는 서울시 전체 등록 자동차 중 37.1%에 해당한다.