충북일보=청주] 청주시가 올해 '첨단도시, 문화수도, 복지·환경 메카'로 도약을 꿈꾸고 있다.

첨단제조, 바이오산업을 접목한 융·복합 기술 지원과 경제력을 갖춘 85만 명의 소비 시장, 다양한 역사문화 자원, 맞춤형 복지시책 등을 목표 달성의 최대 강점으로 꼽는다.

우선 청주는 세계적인 반도체 기업인 SK하이닉스와 셀트리온제약, LG생명과학, 녹십자 등 바이오의약 분야 선도기업이 둥지를 틀고 있다.

여기에 국내외 바이오 기업이 오창과학산업단지와 오송생명과학단지 등에 1조4천700억 원 규모의 대형 투자를 진행할 계획이다.

바이오의약 산업의 세계시장은 211조 원 규모로 6년 뒤 50% 이상 가파른 성장이 전망돼 향후 청주지역 경제의 주축이 될 것으로 예상된다.

시는 국내외 바이오 관련 연구기관의 투자를 뒷받침하기 위해 청주테크노폴리스, 오창제3산업단지, 오송제2생명과학단지 등 친환경 미래첨단 산업단지를 확충하고 있다.

미래형 첨단자원뿐만 아니라 대한민국 문화수도 도약을 위한 역사문화 기반도 갖추고 있다

청주는 세계 최고(最古)의 금속활자본이 간행된 곳이다.

시는 이 같은 역사문화자원을 한 데 엮어 문화관광 자원으로 활용하기 위한 역사문화벨트 조성 사업을 추진하고 있다.

쇠퇴하는 원도심을 되살리려는 도시재생 프로젝트에도 이 같은 역사와 문화 콘텐츠를 가미할 계획이다.

옛 연초제조창 일대는 공예클러스터, 동부창고, 국립현대미술관 청주를 엮어 지역경제를 견인할 문화명소로 육성한다.

시는 시민들이 삶의 질을 높이는 사회를 만들기 위한 투자도 아끼지 않는다.

주거·문화·교통·환경 등 모든 분야에 복지 개념을 적용하고, 생애주기별 맞춤형 복지시책을 촘촘하게 추진하고 있다.

시 관계자는 "민선7기 정책의 최우선 순위는 시민의 생명과 재산을 보호하는 안전과 환경에 두고 있다"며 "첨단도시, 문화수도, 복지·환경 메카로 성장하기 위한 원년으로 삼겠다"고 말했다.

@highlight

청주시가 첨단제조, 바이오산업을 통한 첨단도시, 다양한 역사문화 자원을 통한 문화수도, 주거·문화·교통·환경 등 분야의 맞춤형 복지시책을 통해 도약을 꿈꾸고 있다.