기고 일반인들이 생각하기에 500년 전 연산군이 권좌에서 쫓겨난 까닭은 문란한 사생활 때문인 것으로 알고 있지만 꼭 그렇치만도 아닌 모양입니다.

아버지 성종의 갑작스런 사망으로 아무런 준비없이 등극한 연산군은 왕위에 오르자마자 주지육림에 빠지게 되고, 도가 지나쳐 금혼령을 내린 것도 모자라 채홍사를 전국에 보내 미녀기생들을 뽑아 궁궐로 데려오는 지경에까지 이르게 됩니다.

당시 궁궐을 드나들던 기생들의 치마가 청색이어서 이 기생들을 흥청이라 불렀고, 연산군이 흥청들과 놀아나다 망했다고 해서 흥청망청이란 말이 생겨났다고 합니다.

예나 지금이나 노는 데는 돈이 필요하고 특히나 가장이 주색잡기에 정신이 팔려있다면 집안의 살림이 엉망일 텐데, 한나라의 왕이 그러했으니 연산집권 10년 만에 궁궐의 곳간이 바닥난 것은 당연한 일이겠지요.

결국 연산군은 궁궐의 곳간이 비게 되고, 자신의 유흥비 마련을 위해 상인이나 농민들로부터 세금을 걷는 것도 한계에 다다르자 양반들에게까지 세금을 부과하기 시작합니다.

그동안 비과세혜택 속에 자신의 곳간을 채우는 재미에 살던 기득권계층인 양반들에게는 마른하늘에 날벼락 같은 심정이었을 테고, 이는 결국 쿠데타(중종반정)를 일으키게 되는 단초를 제공하게 됩니다.

결국 자신들의 재산에는 영향이 없는 연산군의 온갖 학정이나 문란한 주색잡기에는 수수방관했던 그들이지만, 자신들의 재산축적에 영향을 미치는 세금을 부과하게 되자 연산군의 등에 비수를 꽂는 중종반정을 일으키게 됩니다.

결과적으로 중종반정은 성공했고, 양반들은 그대가로 자신들의 재산을 지키게 됩니다.

유사 이래로 조국을 위해 목숨을 바친다는 사람은 있어도 세금을 더 내겠다고 하는 사람이 한명도 없었다는 말에서 알 수 있듯이, 잘못된 조세정책은 나라가 뒤집힐 정도로 문제가 커진다는 만고의 진리를 500년 전 연산군의 사례를 통해서도 알 수 있습니다.

@highlight

당시 궁궐을 드나들던 기생들의 치마가 청색이어서 흥청이라 불렀고, 연산군이 흥청들과 놀아나다 망했다고 해서 흥청망청이란 말이 생겨나고 결국 연산군은 궁궐의 곳간이 비게 되고, 유흥비 마련을 위해 상인, 농민들로부터 세금에 한계를 다다르자 양반들에게까지 세금을 부과하기 시작하며 결과적으로 중종반정은 성공했고, 양반들은 자신들의 재산을 지키게 됩니다.