북면 주민 교통여건 크게 개선북면 주민 교통여건 크게 개선 [김도훈 기자 hoon@imaeil.com] 울릉군이 일주도로 개통에 따라 오는 14일부터 농어촌버스 노선을 개편해 운행한다.

사진은 도동 정류소에 정차 중인 울릉군 농어촌버스.

울릉군이 일주도로 개통에 따라 14일부터 농어촌버스 노선을 개편해 운행한다.

울릉 일주도로는 울릉읍 저동 내수전에서 북면 섬목 구간 4.75㎞ 도로 공사를 끝으로 지난해 12월 말 완전 개통했다.

지금까지는 울릉도 동쪽에 있는 내수전에서 동북쪽 섬목으로 가려면 시계방향으로 섬 전체를 둘러서 가야 했다.

그러나 일주도로가 개통하면서 두 지역을 오가는 데 걸리는 시간이 90분에서 15분으로 줄었다.

이에 따라 울릉군은 버스 노선을 행정 중심지인 도동을 기점으로 양방향으로 순회하도록 개편했다.

1번 노선은 군청이 있는 도동에서 서면, 천부, 내수전을 거쳐 도동으로 돌아오고 2번 노선은 도동에서 내수전, 천부, 서면을 거쳐 도동으로 돌아오는 식이다.

이 노선버스를 타면 총거리 44.55㎞인 울릉 일주도로 전 구간을 1시간 40분 만에 둘러볼 수 있다.

북면 소재지인 천부리 주민들은 1시간 20분이 걸렸던 울릉읍 저동 여객선터미널을 25분 만에 오갈 수 있다.

도동 여객선터미널을 오가는 데 걸리는 시간도 1시간 5분에서 35분으로 크게 줄어, 특히 북면 주민들의 불편이 크게 해소될 것이라는 게 울릉군 측의 설명이다.

울릉군은 노선 개편으로 연장되는 구간에 와달리·관음도·내수전 승강장을 신설했다.

와달리 버스승강장 주변은 빼어난 경관과 휴게시설, 전망시설을 갖췄다.

기존 천부에서 석포나 관음도를 오가던 노선은 천부에서 석포를 오가는 노선으로 통합한다.

김병수 울릉군수는 "이번 노선 개편이 주민 불편을 해소하고 지역 균형발전의 초석이 될 것으로 기대한다"고 말했다.

@highlight

울릉군이 주민 불편 해소와 지역 균형발전을 위해 일주도로 개통에 맞춰 14일부터 농어촌버스 노선을 개편해 운행하면서, 여객선터미널을 오가는 북면 주민들의 불편이 상당부분 해소됐다.