고창동학농민혁명기념사업회가 10일 고창문화의전당에서 '전봉준 장군 탄생 제163주년 기념행사'를 열고 보국안민과 제폭구민 등 혁명정신 계승에 앞장서 나가기로 했다.

이날 행사는 유기상 고창군수, 김영호 군의회 부의장, 이승우 동학농민혁명기념재단 이사장, 이기곤 동학농민혁명유족회장, 정남기 동학농민혁명유족회 상임고문, 천도교 중앙총부 이범창 종무원장, 전해철 전봉준장군 기념사업회장 등 700여명이 참석했다.

고창군은 동학농민혁명의 최고지도자 전봉준 장군의 출생지이며 만백성이 마음을 함께하여 보국안민을 생사의 맹세로 삼아 '무장포고문'을 선포하면서 동학농민혁명의 전국적 출발을 알린 역사적인 곳이다.

기념행사는 봉정의식으로 헌수, 봉정, 163송이의 헌화와 전봉준 장군이 서울로 끌려가면서 상처를 치유하기 위해 사용했던 죽력고(대나무즙에 솔잎, 창포 등과 발효한 증류주)를 올리는 순으로 진행됐다.

유기상 군수는 축사에서 "사람이 희망인 동학농민혁명 정신을 되새기며 군민의 눈높이에서 군민을 섬기는 행정으로, 군민께 다가가겠다"며 "진격로 정비사업, 전라천년 파랑새 공원 조성사업 추진에 앞장서며 자랑스러운 '한반도 첫 수도 고창'을 만들어 가야 할 때"라고 말했다.

진윤식 고창동학농민혁명 기념사업회 이사장은 "보국안민과 제폭구민의 정신을 계승해 지역은 물론 나라 발전을 위해 노력한다면 녹두장군 전봉준의 새로운 역사를 향한 꿈을 이룰 수 있다"며 "앞으로 동학농민혁명 정신선양사업과 동학농민혁명에 대한 역사인식을 바로세우기 위한 노력을 지속적으로 추진 하겠다"고 밝혔다.

@highlight

10일 고창동학농민혁명기념사업회가 고창문화의전당에서 '전봉준 장군 탄생 제163주년 기념행사'를 유기상 고창군수를 비롯해 700여명이 참석한 가운데 진행됐으며 농민혁명 정신선양사업과, 역사인식을 바로세우기 위해 지속적으로 노력하겠다고 밝혔다.