신기술과 신산업의 규제를 개혁하는 이른바 '규제 샌드박스'가 오는 17일부터 본격 시행된다고 한다.

규제 샌드박스는 기업들이 자유롭게 혁신활동을 하도록 기존에 있는 규제를 면제하거나 유예해주는 제도다.

이번에 시행되는 내용은 3가지다.

규제여부에 대해 30일 내 정부의 답변이 없으면 無 규제로 간주한다.

신제품의 관련법규가 모호하거나 불합리해 시장출시가 어려운 경우 임시허가를 통해 시장출시를 앞당겨주고, 사업화가 제한될 경우엔 기존 규제를 적용받지 않는 실증특례를 해준다.

다시 말해 먼저 허용을 해준 뒤 문제가 있다면 나중에 규제를 하겠다는 것이다.

오래전부터 거론된 사안임에 비추어보면 늦은 감이 없지 않지만 환영할 만하다.

신기술 등에 대해 규제를 없애겠다는 것은 어제오늘이 아니다.

과거정부도 '규제프리존' 등을 도입키로 했지만 성사되지 못했다.

문재인 대통령도 혁신성장을 위한 정책방향으로 규제 샌드박스 도입을 약속했지만 지지부진했다.

이런 상황에서 여당은 지난해 6·13지방선거에서 핵심공약으로 규제 샌드박스 도입을 또 내세웠다.

정작 국회에 법안이 제출됐지만 논의조차 제대로 이뤄지지 않은 게 한두 번이 아니다.

우여곡절은 겪었지만 규제 샌드박스 3종에 이어 금융혁신법과 지역특구법도 오는 4월 시행될 예정이어 다행이다.

정부는 "규제 샌드박스 시행으로 이를 도입 또는 검토 중인 세계 20여 개 국가와 비교해도 가장 앞선 제도를 갖게 됐다"고 밝혔다.

또한 "신기술의 고속도로가 열릴 것"으로 기대를 하고 있다.

하지만 기업 등 경제계에선 "규제 샌드박스가 본격 시행되더라도 공정거래법이나 상법 등 경영을 위축시킬 법이 가로막으면 효과가 크지 않을 것"이란 우려를 하고 있다.

규제 샌드박스 시행은 바람직하지만 혹여 시행 과정에서 새로운 '전봇대'가 있는 건 아닌지 체크를 해야 한다.

글자 그대로 신기술·신산업이 '규제 없이 자유롭게 놀 수 있는 놀이터의 모래밭'이 되길 바란다.

@highlight

기업들의 자유로운 혁신활동 도모를 위해 고안된 제도인 '규제 샌드박스'가 늦은 감이 없지 않지만 17일부터 본격 시행되면서, 환영할 만하다. 