이천시 장호원읍 소재 대서초등학교(교장 최용길)가 '관악으로 꿈꾸는 미래'라는 아름다운 졸업식 진행해 눈길을 끌었다.

64회 졸업을 맞이한 대서초교는 소규모 농촌학교지만 13년 전통의 관악오케스트라를 운영하고 있는 가운데 졸업식은 졸업생의 관악연주로 졸업연주를 하는 것이 전통이다.

지난 9일 열린 졸업식이 더욱 특별한 것은 대서초교 총동문회에서 졸업생 모두에게 100만원 상당의 관악기를 선물했기 때문이다.

대서초교 2005년부터 전국규모 관악대회에 참여해 은상, 동상 등 각종 상을 휩쓸고 있는 가운데 경기도교육청 문화예술발표회에서 대상의영예를 차지한바 있다.

2018년에는 장호원지역의 부원고교, 장호원중교와 문화예술 MOU를 체결해 학생들의 관악을 통한 문화 예술 교육기회를 지속가능하게 발전시키고 있다.

대서초 관악부 학생들이 중학교에 진학하면서 악기가 없어 관악을 포기한다는 딱한 소식을 접한 총동문회가 이번 졸업식부터 졸업생들이 관악의 꿈을 이어갈 수 있도록 트롬본, 플릇 등 100만원 상당의 관악기를 지원했고, 이에 졸업생들은 감사의 마음을 담은 특별공연을 선보였다.

방찬혁 학생(졸업생)은 "예상치 못한 큰 선물을 받아 매우 기쁘다"며 "오늘 받은 악기로 꾸준히 연습해 실력을 키우겠다"고 감사의 마음을 전했다.

윤병철 총동문회 장학회장은 "학생과 교직원이 하나 돼 관악오케스트라를 학교 전통으로 자리 잡아 너무 자랑스럽다"며 "졸업생들의 앞날에 무궁한 발전을 기원하고 일회성이 아닌 지속적으로 졸업생들에게 관악기를 지원할 것"이라고 밝혔다.

최용길 교장은 "학교의 빛깔을 살린 졸업식에 총동문회의 악기지원이 졸업생들의 마음에 기쁨과 추억뿐만 아니라 지역사회를 이끌어 갈 인물로 성장할 마중물 역할을 할 것"이라고 말했다.

@highlight

소규모 농촌학교지만 13년 전통의 관악오케스트라를 운영하고 있는 이천시 장호읍 소재 대서 초등학교가 64회 졸업을 맞아 총동문회가 지원한 100만원 상당의 관악기에 감사하는 특별공연인 ‘관악으로 꿈꾸는 미래’라는 아름다운 졸업식을 선보였다.