전주시가 한국철도기술연구원에 국내 1호 무가선 트램 선정에 도전장을 내면서 트램이 전주시내를 달릴 수 있을지 관심이 쏠리고 있다.

'무가선 트램'은 전력을 공급하는 차량 위쪽 전선 없이 순수하게 전기 배터리로 운행하는 노면전차를 말하며 오염물질 배출이 적은 친환경 교통수단이어서 환경과 교통 문제 해결은 물론 지역 명물이 될 것이라는 기대가 크다.

도시철도와 달리 별도 교각이나 전선이 필요 없기 때문에 공사비가 2∼3배가량 저렴하고 공사 기간이 짧다는 장점도 가졌다.

한국철도기술연구원은 이달 말 또는 다음 달 초 국내 1호 무가선 트램 도시 한 곳을 선정할 예정이며 앞서 전주시를 비롯한 경기도 수원시와 성남시, 부산시, 충북 청주시가 지난해 12월 일제히 제안서를 내고 선정 경쟁을 벌이고 있다.

철도기술연구원은 공모 사업을 주관해 지자체 1곳을 선정할 예정으로, 복선 1㎞ 노선에 110억 원을 지원하며 그 외 초과비용은 유치기관이 부담해야 한다.

전주시는 한옥마을에 복선 1㎞ 이상의 트램을 설치해 교통보다는 관광용으로 활용하겠다는 구상이다.

하지만 전주시가 선정되기는 가능성이 희박할 것이라는 분석이다.

전주시는 트램이 도로 위를 달리는 노면전차이기 때문에 선정된 이후 도로점용을 위한 주민들의 의견수렴 등 관련 절차를 거칠 계획이며 전통과 관광이 연계된 트램의 가치를 보여주겠다는 입장이지만 재정자립도가 낮은 데다 평가기준이 수도권 도시에 비해 불리하기 때문이다.

지원되는 110억 원 외에 전주시가 부담해야 하는 130억 원과 연간 20억 원에 달하는 운영비도 큰 부담이다.

이용객들의 수가 손익분기점에 미치지 못할 경우 자칫 세금먹는 하마로 전락할 위험성이 크다.

전주시 관계자는 "이번 국내 1호 트램에 전주시가 선정되기는 사실상 희박해 보이지만 트램의 유익성이 부각된다면 추가적인 지정이 있을 것으로 기대하고 이번 선정에 도전장을 내게됐다"며 "교통혼란과 대중교통 이용객 축소 등의 부작용도 예상되지만 친 환경 등 이점이 더 많을 것으로 판단된다"고 밝혔다.

@highlight

한옥마을에 관광용 트램을 설치하기 위해 전주시가 한국 철도기술연구원에서 선정하는 무가선 트램도시 계획에 제안서를 제출했으며, 이에 대해 전주시 관계자는 '친환경 등 트램의 유익성을 부각함으로써 추가적인 지정을 기대하고 도전장을 내게 됐다'며 밝혔다.