중소기업들 발전 가교역할 앞장 “지역별 진흥회를 만들어 중소기업연합회를 더욱 활성화하겠습니다.”

지난해 말 ㈔경기중소기업연합회 동부지회장으로 취임한 이홍균 회장(64)의 각오다.

㈔경기중소기업연합회는 경기도 내 중소기업 CEO와 전문가 등으로 구성, 1천여 회원사가 활동 중이다.

남양주와 구리, 가평, 연천, 하남, 광주, 성남, 이천, 여주 등 동부지역 9개 시ㆍ군의 수장이 된 그는 회원사의 공동 판로개척과 기술혁신이 자신이 풀어나가야 할 과제라고 피력했다.

이 회장은 “지역의 중소기업은 열악한 환경에 노출돼 점점 힘든 상황에 직면해 있다”면서 “중소기업청과의 연계로 애로사항을 해소하고 많은 기업인에게 혜택이 갈 수 있도록 노력하겠다”고 밝혔다.

이 회장은 특히 “경중연에는 지역마다 진흥회가 있는데, 동부지회는 남양주를 비롯해 3개 지역의 진흥회밖에 없는 실정”이라며 “남양주의 경우 대학들과 산학협력을 맺고 상생방안을 찾는 등 진흥회가 잘 구성돼 있다.

아직 각 지역의 실정을 모르는 만큼, 올해는 직접 시ㆍ군을 뛰어다니며 전 지역에 진흥회를 설립하는 데 주력해 회원사 간 협업과 교류를 활성화 시킬 것”이라고 말했다.

또한, 중소기업인 입장에서 최근 정부의 3기 신도시 발표에 남양주시가 포함된 것에 대해 환영의 뜻을 내비치기도 했다.

이 회장은 “남양주는 많은 그린벨트와 상수원보호구역 등 악재와 더불어 아직 중심상권이 형성되지 않은 낙후된 지역”이라며 “그런 면에서 3기 신도시는 동북부 거점도시로서 많은 기업의 유치와 그로 인해 파생되는 일자리 창출 등 경제활성화에 큰 역할을 하게 될 것”이라고 긍정적인 진단을 내렸다.

이어 “물론 교통문제, 강제수용 주민들에 대한 확실한 대책 마련과 자족기능을 갖춘 신도시가 전제돼야 한다”며 “3기 신도시가 본격적으로 추진되면 모든 기업인이 잘될 수 있도록 가교역할을 하겠다”고 약속했다.

@highlight

경기중소기업연합회 동부지회 이홍균 회장은 중소기업의 어려운 상황을 극복하는 방안으로 지역별 진흥회를 통한 연합회 활성화를 강조했고, 3기 신도시에 남양주가 포함된 것에 대해서 긍정적인 입장을 내보였다.