LG전자가 11일 출시한 LG Q9의 체험단을 모집한다.

모집 기간은 17일까지이며 LG전자 공식 페이스북에 접속해 간단한 설문 조사와 소셜미디어 계정 등을 입력하면 된다.

LG전자는 추첨을 통해 체험단 60명을 선정해 21일 발표할 예정이다.

LG전자는 체험단이 제품을 꼼꼼하게 써보고 기능을 알기 쉽게 소개하는 미션을 완료하면 무상 제공할 방침이다.

LG Q9은 프리미엄급 편의기능들과 세련된 디자인을 갖췄고 실속 있는 가격의 제품이다.

스마트폰 중 가장 밝은 QHD+ 고해상도 디스플레이와 원음에 가까운 사운드를 구현하는 '하이파이 쿼드 덱(Hi-Fi Quad DAC)'을 채택했다.

또 얇고 가벼운 LG 프리미엄 스마트폰의 장점을 그대로 적용했다.

제품 전면에 테두리(베젤)를 최소화한 풀비전 디스플레이를 적용해 6.1인치 대화면이 손안에 들어온다.

두께는 7.9mm로 LG Q시리즈 가운데 가장 얇다.

후면은 깊고 은은한 무광을 적용했고, 나노미터 단위로 미세하게 깎은 강화유리를 사용해 부드러움을 느낄 수 있다.

지문과 얼룩이 잘 묻지 않는 것도 장점이다.

편의기능도 강화했다.

결제기(POS)에 갖다 대면 신용카드와 똑같이 쓸 수 있는 'LG 페이', 사물을 카메라로 비추면 피사체를 스스로 인식해 자동으로 최적의 촬영 모드를 추천해주는 'AI 카메라'가 탑재됐다.

IP68 등급의 방수방진으로 다양한 사용환경에서도 사용할 수 있다.

미국 국방부가 인정하는 군사 표준규격 'MIL-STD 810G'에서 낙하, 고온/저온, 고습, 진동 등 14개 항목을 통과할 정도로 견고한 내구성을 갖췄다.

또 안정성을 높일 수 있도록 히트파이프를 탑재해 발열을 낮춘 것도 장점이다.

한편 SK텔레콤은 LG Q9의 판매를 시작했다.

출고가는 49만 9400원이며 '미디엄' 요금제(월 5만원) 이용시 25만원의 공시지원금을 받을 수 있다.

@highlight

LG전자는 오는 17일까지 새로 나온 LG Q9의 체험단을 모집해 공식 페이스북에서 설문조사와 소셜미디어 계정을 입력한 뒤 제품을 사용해보고 기능을 알기 쉽게 소개하는 임무를 끝내면 이들에게 제품을 무상으로 줄 계획이다.