환경부는 필리핀으로 불법 수출돼 현지에서 문제를 일으킨 폐기물 중 일부를 대집행을 통해 오는 13일 필리핀 현지에서 선적한 후 우리나라로 반입할 예정이라고 11일 밝혔다.

불법 수출 폐기물은 총 6300톤 수준으로 이 중 △약 1200톤은 필리핀 민다나오섬 카가얀데 오로항 내 컨테이너 51대에 △약 5100톤은 필리핀 민다나오섬 현지 수입업체 부지에 각각 보관 중이다.

환경부는 그간 불법 수출업체에 폐기물 반입명령 처분을 하고 해당 업체가 반입명령을 이행하지 않음에 따라 대집행을 통한 폐기물의 국내 반입 시기 및 절차를 필리핀 정부와 논의해왔다.

'대집행'이란 행정관청으로부터 명령을 받은 행위를 해당 의무자가 이행하지 않을 때 행정관청이 직접 또는 제3자로 하여금 의무자를 대행하는 일을 뜻한다.

이번에 우리나라로 반입되는 폐기물은 필리핀 민다나오섬 카가얀데 오로항 내 컨테이너 51대에 보관 중인 약 1200톤 물량이다.

해당 폐기물은 필리핀 현지에서 오는 13일 선적될 예정으로 선적 후 실제 국내 반입까지는 해양 기상상황에 따라 3~4주 정도의 시간이 소요될 전망이다.

환경부는 필리핀 민다나오섬 현지 수입업체 부지에 보관 중인 약 5100톤의 폐기물에 대해서도 필리핀 정부와 국내 반입 시기 및 세부절차를 지속적으로 협의할 계획이다.

필리핀에서 국내로 반입된 폐기물은 '폐기물관리법'에 따라 적정하게 처리될 예정이다.

환경부는 지난해 11월부터 국내 반입 폐기물의 상세 처리방안에 대해 관련 지자체와 협의를 진행 중이다.

환경부는 필리핀으로 폐기물을 불법 수출한 업체에 대해 '폐기물의 국가 간 이동 및 그 처리에 관한 법률' 및 '행정대집행법'에 따라 구상권 청구 등을 통해 대집행에 소요된 비용을 징수할 계획이다.

또 지난해 11월 21일부터 해당 업체에 대한 '폐기물의 국가 간 이동 및 그 처리에 관한 법률' 제18조의2 위반(허위 수출 신고) 혐의를 수사 중으로 수사가 완료되는 대로 검찰 송치 등 후속조치를 취할 예정이다.

@highlight

환경부는 필리핀으로 불법 수출돼 논란이 됐던 폐기물 중 일부를 대집행을 통해 우리나라로 반입할 예정임을 11일 밝혔는데, 그동안 환경부는 해당 폐기물의 반입명령에 대해 수출업체가 이행을 하지 않자, 대집행을 통한 절차와 시기를 필리핀 정부와 조율해 왔는데, 환경부는 현지에 아직 보관중인 약 5100톤의 폐기물에 대해서도필리핀 정부와 협의를 통해 모두 반입할 예정이다.