라이엇 게임즈는 11일 서울 종로구 롤파크(LoL PARK)에서 '2019 스무살우리LoL 챔피언스 코리아(이하 LCK) 스프링 미디어데이'를 개최했다.

구기향 라이엇 게임즈 코리아 홍보총괄, 오상헌 라이엇 게임즈 e스포츠 총괄, 이민호 라이엇 게임즈 e스포츠 방송총괄, 김철학 한국e스포츠협회 사무총장이 기자단과 질의응답을 진행 중이다.

[이데일리 노재웅 기자] "시즌 시작 전 활발하게 논의했지만, OGN과 스포티비게임즈는 중계보다는 다른 형태의 협력을 논의하게 됐다."

오상헌 라이엇 게임즈 e스포츠 총괄은 11일 서울 종로구 롤파크(LoL PARK)에서 열린 '2019 스무살우리LoL 챔피언스 코리아(이하 LCK) 스프링 미디어데이'를 통해 이 같이 밝혔다.

이날 행사에서는 팬들이 가장 많은 관심을 가진 중계 방송 플랫폼을 확정했다.

현재 기준으로 국내에서는 SBS 아프리카 TV 채널 및 네이버, 아프리카TV, 페이스북 게이밍 등의 온라인 플랫폼을 통해 시청할 수 있으며 해외에서는 페이스북(영어), 후야(중국어), OPENRECtv(일본어), 서머너즈인(독일어), O'Gaming(프랑스어) 채널을 통해 다양한 언어로 시청이 가능하다.

중계 플랫폼은 추후 추가될 수 있다.

이번 2019 LCK 스프링은 라이엇 게임즈가 자체적으로 방송을 제작하고 리그를 운영하는 첫 시도인만큼, 기존 중계 방송사였던 OGN과 스포티비게임즈의 참여 유무가 팬들의 주요 관심사였다.

이민호 라이엇 게임즈 e스포츠 방송총괄은 "국내 두 번의 정규 시즌 라이브 중계를 제외하고도 스낵 콘텐츠나 사이드 콘텐츠에 대한 수요도 많기 때문에 이러한 부분에 대해선 스포비티와 협력해 준비할 것"이라며 "페이스북 등 SNS나 다양한 채널을 통해서 이러한 서브 콘텐츠를 선보일 것"이라고 설명했다.

@highlight

서울 종로구 롤파크에서 열린 2019 LCK 스프링에서 OGN과 스포티비게임즈가 라이브 중계 플랫폼을 제외하고, SNS나 다양한 채널을 통해 서브 콘텐츠를 제공할 것이라고 말했다.