헤이딜러에서 중고차 시장의 매입 선호도를 가늠할 수 있는 2018년 중고차 경매 인기도 집계 결과를 발표했다.

헤이딜러가 발표한 국산 및 수입차 각 10개 대표 차종의 입찰 인기도를 살펴보면 국산차는 그랜저가 1위, 아반떼가 2위, 카니발이 3위를 차지했고, 수입차는 벤츠 C클래스가 1위, 렉서스 ES가 2위, 아우디 A6가 3위를 차지했다.

국산 1위를 차지한 그랜저는 차량 당 평균 11.2명의 딜러가 입찰에 참여했고, 수입 1위, 벤츠 C클래스는 평균 11.8명의 딜러가 입찰에 참여한 것으로 나타났다.

그랜저와 C클래스의 뒤를 이어, 국산은 아반떼 10.9명, 카니발 10.8명, 렉스턴 스포츠와 싼타페가 10.4명 등을 기록했고, 수입은 렉서스 ES 11.5명, 아우디 A6와 도요타 캠리가 11.3명 포드 익스플로러 11.1명 등으로 나타났다.

한편, 지난 1년간 헤이딜러 중고차 경매에 올라오는 전체 차량의 평균 딜러 입찰 수는 약 9명이였고, 최대 입찰 참여 가능 수는 15명이였다.

국산 및 수입 상위 10개 차종의 입찰자 수 평균은 국산차보다 수입차의 입찰자 수가 더 높았으며, 국산 10개 차량의 평균 입찰자 수는 9.5명, 수입차는 9.9명으로 나타났다.

이번 결과는 2018년 1월1일 ~ 12월31일까지 지난 1년간 헤이딜러에서 진행된 중고차 경매데이터를 이용해서 산출됐으며, 각 차종의 인기 트림을 기준으로 분석이 진행됐다.

헤이딜러 관계자는 "2018년 중고차 경매 시장에서는 수입차에 대한 중고차 딜러들의 매입선호도가 지속적으로 상승했고, 그랜저·아반떼·카니발과 같은 베스트 셀링 모델의 인기는 이상없이 유지되었다" 다만, "2017년과 대비하여, 쉐보레와 BMW가 각각 GM철수설과 디젤차량 화재 영향으로 인기가 하락한 것으로 보인다"고 밝혔다.

@highlight

헤어딜러가 발표한 중고차 입찰 인기도를 살펴보니 2018년 기준 국산차는 그랜저IG, 수입차는 벤츠 C클래스가 각각 1위를 차지한 가운데, 입찰자 수는 수입차가 국산차보다 더 높은 것으로 나타났으며 이에 대해 관계자는 수입차에 대한 딜러의 선호도가 지속적으로 상승해왔다고 밝혔다.