지난해 4월 출범한 지 9개월 만에 650여개 회원사를 보유한 국내 최대 스타트업단체로 성장한 코리아스타트업포럼이 올해 화두로 '규제 샌드박스' 제도를 내세웠다.

코리아스타트업포럼은 지난 9일 서울 종로구 노스테라스에서 올해 첫 이사회를 개최하고 규제 샌드박스 제도를 적극 활용하는 것을 내용으로 하는 올해 운영계획을 의결했다고 11일 밝혔다.

이날 이사회에는 의장사인 우아한형제들의 김봉진 대표와 이승건 토스 대표, 김미균 시지온 대표 등 20여 명의 이사와 운영위원이 참석했다.

코리아스타트업포럼은 이사회에서 올해부터 시행되는 '규제샌드박스' 제도를 적극 활용하겠다는 방침을 세웠다.

이를 통해 기존 방식으로 해소되지 못했던 규제뿐만 아니라 신기술을 활용한 신산업이 활성화되는데 앞장설 계획이다.

또 올해가 '디지털 경제'의 원년이 되도록 온오프라인연계(O2O) 산업과 모빌리티 산업, 핀테크 산업의 성장을 돕고, 데이터 활용 활성화와 스타트업 투자 환경 조성, 사회안전망 강화 등 '코스포2주년선언'의 정책방향을 실현하기 위해 앞장선다.

이를 위해 코리아스타트업포럼 산하 O2O 산업협의회와 모빌리티 산업협의회를 강화하고, 프롭테크와 핀테크, 블록체인 등 신규 산업협의회 구성도 추진한다.

규제 혁신뿐만 아니라 스타트업 대표 단체로서 위상을 강화하기 위해 회원사 확대 및 지역 스타트업 생태계를 강화하고 스타트업 지원사업도 확대한다.

올해 초 부산지역협의회 설립을 시작으로 각 지역 별 협의회를 구성하고 스타트업 지원 기관 등 지역 생태계와의 협력을 추진한다.

나아가 스타트업이 좋은 일자리가 될 수 있도록 사내 복지 및 교육 지원, 법률 지원 등 스타트업의 애로사항을 발굴하고, 정기포럼, 비즈니스데이, 회원사워크숍, 토론회 등을 개최해 스타트업 정책 수립에 앞장서고 스타트업 간 협력을 강화할 예정이다.

김봉진 코리아스타트업포럼 의장은 "올해는 스타트업의 규제 문제가 실질적인 성과를 내는 해가 되도록 만들겠다"고 말했다.

코스포는 오는 2월 중 정기총회를 열고 이사회에서 의결된 2019년 사업계획을 확정할 예정이다.

@highlight

코리아스타트업포럼은 지난 9일 서울 종로구 노스테라스에서 올해 첫 이사회를 개최하고 올해부터 시행되는 '규제 샌드박스' 제도를 화두로 내세운 운영계획을 의결했다고 11일 밝혔다.