홍남기 부총리 겸 기획재정부 장관이 11일 서울 광화문 정부서울청사에서 해리 해리스 주한 미국대사와 악수하며 인사를 나누고 있다.

[세종=이데일리 이진철 기자] 홍남기 부총리 겸 기획재정부 장관이 11일 해리 해리스(Harry Harris) 주한 미국 대사를 만나 미국의 자동차 안보영향조사 등 한·미간 경제현안에 대해 의견을 나눴다.

기재부에 따르면 홍 부총리는 이날 서울 세종로 정부서울청사에서 해리스 대사와 면담을 가졌다.

홍 부총리는 면담을 시작하기에 앞서 "한반도 경제·안보 상황이 역사적 기로에 있는 중대한 시점에 아시아·태평양 정세에 해박한 해리스 대사에게 큰 기대를 가지고 있다"면서 "올해는 풍요를 상징하는 황금돼지해인만큼, 한·미간 관계도 더욱 풍성하고 굳건하게 유지해 나가자"고 언급했다.

해리스 대사도 "한·미간 굳건한 안보 및 경제동맹 관계가 매우 중요하다"고 강조하면서 "긴밀한 협력을 위해 앞으로도 지속적으로 노력하자"고 말했다.

양측은 한·미 자유무엽협정(FTA) 개정협상이 양국간 신뢰를 바탕으로 성공적으로 마무리돼 올해부터 발효된 것을 높이 평가했다.

홍 부총리는 미 상무부가 진행 중인 자동차 안보영향 조사에 대해 깊은 우려를 표명하며, 우리나라가 관세부과 대상에 포함되지 않도록 해리스 대사의 관심과 협조를 요청했다.

이에 대해 해리스 대사는 홍 부총리의 설명을 통해 우리측 우려사항을 다시 한 번 충분히 이해했다며, 우리 입장을 본국에 전달하겠다고 답했다.

홍 부총리는 4월 환율보고서 등 미 본국과의 협의에 있어 해리스 대사가 가교 역할을 해주길 당부했다.

양측은 격식에 구애받지 않고 수시로 소통하며 직접 만나 주요 현안에 대해 공유하고, 논의해 나가기로 했다.

기재부는 "앞으로도 자동차 안보영향 조사 등 주요 대외경제 현안에 대해 주요인사들을 적극적으로 접촉해 우리 입장을 설명하는 등 아웃리치 활동을 강화할 계획"이라고 밝혔다.

홍남기 부총리 겸 기획재정부 장관이 11일 서울 광화문 정부서울청사에서 해리 해리스 주한 미국대사와 면담하고 있다.

@highlight

기획재정부에 따르면 홍남기 부총리는 서울정부청사에서 해리스 대사와 가진 면담을 통해 굳건한 한·미관계 유지와 미 상무부가 진행 중인 자동차 안보 영향 조사를 언급하며 우리나라가 관세 부과 대상에 포함되지 않도록 협조를 요청했다.