글로벌 경기 전망에 드리운 먹구름이 자동차 업계부터 금융·소매·항공 등 산업 전방위로 확산하면서 실적 전망치를 낮추거나 인력 구조조정에 손을 대는 기업들이 속출하고 있다.

10일(현지시간) 블룸버그통신에 따르면 이날 하루에만도 6곳의 글로벌 대기업이 실적 전망치를 낮추거나 대규모 인력감축 계획을 발표했다.

블룸버그는 "새해 들어 겨우 10일밖에 지나지 않았지만 자동차·항공·소매·금융 등 주요 산업들이 모두 경제 둔화의 영향을 받고 있다"고 진단했다.

감원 한파가 가장 세게 불어닥친 곳은 자동차 업계다.

이날 미국 포드자동차는 유럽에서 수천명을 감원하는 인력 구조조정 계획을 발표했다.

같은 날 영국 최대 자동차 업체인 재규어랜드로버도 근로자의 8분의1인 5,000명을 감축한다고 밝혔다.

중국 시장의 판매부진과 기술혁신에 따른 생태계 변화가 원인으로 꼽히는데 앞서 지난해 11월 세계 최대 자동차 업체 제너럴모터스(GM)도 유사한 이유로 선제적 구조조정을 발표한 바 있다.

경기둔화 우려는 투자를 위축시키며 금융업계도 덮쳤다.

이날 세계 최대 자산운용사 블랙록은 글로벌 인력의 3%인 500명 정도를 줄이기로 했다.

이는 지난 2016년 이후 최대 규모다.

블랙록은 증시가 불안해지고 투자자들이 수수료가 적은 펀드로 몰려들면서 경영압박을 받아왔다.

글로벌 수탁은행 스테이트스트리트도 이번주부터 선임 매니저의 15%를 감축하는 구조조정에 돌입한 것으로 알려졌다.

감원 한파는 다른 업종으로도 확산될 가능성이 높아 보인다.

기업들의 실적악화가 업종을 불문하고 전방위로 번지고 있기 때문이다.

이날 아메리칸항공과 미 백화점 체인 메이시스는 지난해 실적 전망치를 하향 조정했다.

경기 성장세 둔화로 매출이 예상보다 부진했기 때문이다.

보석상 티파니와 루이비통도 최근 올해 실적악화를 전망했다.

앞서 2일 미국의 간판 정보기술(IT) 기업인 애플은 중국의 경기둔화를 이유로 실적전망을 급격히 하향 조정해 충격을 준 바 있다.

@highlight

자동차·항공·소매·금융 등 산업 전방위로 글로벌 경기 둔화가 확산되며 실적 전망치를 낮추거나 인력을 구조조정하는 기업들이 속출하고 있어 최근 미국 포드자동차는 유럽에서 수천명을 감원하겠다고 발표하였고 세계 최대 자산운용사 블랙록은 인력의 3%인 500명 정도를 감원하기로 했다.