KB증권은 이번 주 나온 미국 연방준비제도의 완화적인 통화정책이 글로벌 매크로 리스크 해소에 긍정적일 것이라고 밝혔다.

연이은 금리인상 등 통화긴축 경로를 이어가던 연준이 실물경기 약화, 금융시장 혼란 등을 우려해 속도조절에 나선 것으로 해석된다.

문정희 KB증권 연구원은 11일 보고서에서 "지난 4일 전미경제학회에 참석한 제롬 파월 연준의장은 통화정책에는 미리 정해진 경로가 없으며, 물가가 안정적인 상황에서는 향후 경제상황을 주시하면서 인내심을 발휘할 것"이라며 "지난 10일 공개된 12월 연방공개시장위원회(FOMC) 의사록에서도 연준 위원들은 향후 통화정책 결정에 있어 경제 데이터에 더욱 집중할 것이고, 경제상황에 유연하게 대응할 필요가 있다는 데 동의했다"고 말했다.

최근 국제유가가 급락했고, 이에 향후 물가 압력은 낮아질 것이란 분석이다.

연준에게는 물가부담이 경감됐기 때문에 금리인상을 서두를 이유가 없다는 것이다.

글로벌 매크로 리스크들도 차츰 완화되는 모습이다.

KB증권은 올해 글로벌 매크로 리스크로 선진국의 통화긴축과 미중 무역분쟁, 유로의 정치적 불확실성을 꼽았다.

미중 무역분쟁에도 긍정적 변화가 예상된다는 전망이 나온다.

문 연구원은 "지난 7~9일 양국 차관급 무역협상이 개최됐는데 구체적인 합의내용을 발표하지는 않았다"면서도 "중국은 실물경기 부양이 필요하며, 미국은 경기 및 금융시장 기대에 부응할 필요가 커졌기 때문에 이달 하순 또는 다음달 초 예상되는 고위급 회담에서는 구체적인 합의가 이뤄질 것"이라고 내다봤다.

오는 15일로 예정된 영국 내 브렉시트(영국의 유럽연합 탈퇴) 관련 의회표결도 관심사다.

문 연구원은 "지난달 표결을 한차례 연기했지만 현재로서도 의회 부결 가능성이 압도적"이라며 "이번 표결이 부결된다면 정부는 3일내로 플랜B를 제시해야 하지만 유럽연합은 다른 협상안은 불가하다고 밝힌 만큼 유로와 영국의 결별은 더욱 어려워지고 있다"고 분석했다.

@highlight

KB증권은 최근 국제유가가 급락했고 이에 향후 물가 압력이 낮아 연준에게는 금리인상을 서두를 이유가 없기 때문에 이러한 미국 연방준비제도의 완화적인 통화정책이 글로벌 매크로 리스크 해소에 긍정적일 것이라고 밝혔다.