한국프로축구연맹이 KEB하나은행 K리그1 2019 정규라운드 일정을 확정, 발표했다.

공식 개막전은 3월 1일 금요일 오후 2시 전주월드컵경기장에서 열리는 2018시즌 K리그1 우승팀 전북과 FA컵 우승팀 대구의 맞대결이다.

아시아축구연맹(AFC) 챔피언스리그에 출전하는 경남과 울산 역시 3월 1일 각각 성남, 수원을 상대로 홈 개막전을 치른다.

3월 2일에는 인천과 제주, 상주와 강원의 경기가 열리며, 3월 3일에는 서울과 포항이 맞대결을 펼친다.

새로운 경기장의 데뷔전, 새로운 팀의 복귀전도 차례로 펼쳐진다.

대구의 신축 경기장 '포레스트 아레나'는 3월 9일 제주를 상대로 K리그 데뷔전을 치른다.

지난해 K리그2 2위를 차지하며 승격한 성남의 K리그1 복귀 첫 홈경기는 3월 10일 서울을 상대로 성남종합운동장에서 펼쳐진다.

K리그 흥행보증수표 라이벌 매치는 5월에 예정돼 있다.

어린이날이 껴있는 10라운드에 포항과 울산의 '동해안 더비', 수원과 서울의 '슈퍼매치'가 각각 5월 4일과 5일에 잇따라 펼쳐진다.

올 시즌부터는 효율적인 중계방송 편성을 위해 주중경기는 화요일과 수요일에 분산 개최하고, 각 팀당 1회씩 평일 금요일 홈경기를 개최한다.

시즌 첫 평일 금요일 경기는 3월 29일 문수월드컵경기장에서 열리는 울산과 제주의 맞대결이다.

연맹은 "정규 라운드 일정은 약 30여개의 조건을 대입해 산출한 일정 가운데 가장 균형 있고 공평한 스케줄을 채택한다"고 밝혔다.

주요 조건으로는 ▲동일팀과 경기 후 일정 기간 리턴매치 불가, ▲홈 또는 원정 연속경기 3회 미만, ▲ACL 출전팀 일정 고려, ▲주말(토/일) 홈경기 분산 개최 ▲평일 금요일 홈경기 1회 개최 ▲정규 라운드와 스플릿 라운드 간 홈-원정 경기 균등 배정(불가시 정규 라운드 상위팀에 스플릿 라운드 홈 우선배정) 등이다.

@highlight

한국프로축구연맹이 'K리그 챔프' 일정을 발표한 가운데, 전북과 FA컵 우승팀 대구의 경기가 3월 1일 전주월드컵경기장에서 공식 개막전으로 열리며 경남과 울산 또한 이 날 성남, 수원을 상대로 홈 개막전을 치른다.