안호영 국회의원(더불어민주당, 완주·진안·무주·장수)이 11일 장수군을 찾아 기관·단체와 간담회를 갖고 지난해 성과와 새해 포부를 밝혔다.

안호영 의원은 올해 전북발전 및 내년 총선 승리를 위한 토대를 닦고, 계북·장계면 기초생활거점사업 등 장수군 현안사업 추진에 적극 나서겠다고 강조했다.

안 의원은 이날 장수군 출입기자 간담회를 통해 "2019년도 국가예산이 전북 전체적으로 7조328억원을 확보해 사상 처음으로 7조원대를 돌파했다"며 "장수군은 신규 39건, 계속사업 40건 등의 국가예산과 행안부 특별교부세 24억8000만원도 확보해 장수 현안사업 추진이 가속도를 붙이게 됐다"고 말했다.

특히 안 의원은 총 80억원 규모의 계북·장계면 기초생활거점사업과 함께 금덕권역 농촌다움 복원(호덕 등), 마을만들기(송학골, 구암 등) 추진에 팔을 걷어붙이겠다고 밝혔다.

아울러 국도13호 장수육교∼천천 남양삼거리 2차로 확장 등 주요 도로사업이 제5차 국도·국지도 5개년(2021∼25년) 계획에 포함되도록 노력하겠다고 덧붙였다.

이를 위해 안 의원은 상임위(국토교통위) 관련 정책에 대한 전문성 강화 및 정책대안은 물론, 2020년 국가예산 확보, 새만금 국제공항 예타 면제, 군산 등 지역경제 회생 등 전북현안에 적극 대처하겠다고 천명했다.

이어 안 의원은 지난해 △더불어민주당 전북도당 위원장 당선 △6·13 지방선거 압승 △장수 등 전북 가야문화권 조명 △전북의 수소차 중심지 도약 △산림관광 및 말산업 활성화 도모 등의 지역 활동을 펼쳐왔다고 설명했다.

또한 의정 활동으로는 상임위인 국토교통위 소속 의원으로 속도감 있는 새만금 내부개발을 가시화한 '새만금사업법 개정안' 국회 통과, 사법개혁특위 등 특별위 활동, 총 17회 토론회 개최, 17개의 입법안 대표 발의 등을 추진했다고 밝혔다.

@highlight

안호영 국회의원이 11일 장수군을 방문하여 기관·단체와의 간담회에서 올해 전북발전 및 내년 총선 승리를 위해 노력하고, 장수군 현안 사업 추진에 적극적으로 나서겠다고 강조하였고, 또한 지난해 성과와 함께 2019년도 전국 국가 예산이 7조 원대를 돌파하였고 행안부 특별교부세도 확보하여 장수 현안 사업 추진을 가속화 할 것을 말하였다.