오세아니아 동북방 남태평양상에 있는 공화국인 '팔라우'에 대한 관심이 쏟아지고 있다.

정식 명칭은 팔라우공화국(Republic of Palau)이며, 남태평양상의 도서국가로, 해안선의 길이는 1519㎞이다.

343개의 섬으로 구성되어 있으나, 그 가운데 9개 섬에만 주민이 거주한다.

면적은 459㎢, 인구는 2만 1265명(2015년 현재), 수도는 멜레케오크(Melekeok)이다.

종족구성은 팔라우인 69.9%, 필리핀인 15.3%, 중국인 4.9% 기타 아시아인 2.4%, 백인 1.9% 등이다.

언어는 영어와 미크로네시아어를 사용하며, 일본의 점령하에 있었던 관계로 일부에서는 일본어도 통용된다.

종교는 70% 이상이 기독교이나, 토착종교도 남아 있다.

태평양 서부 끝에 있는 도서국가인 팔라우는 에스파냐의 식민지였던 필리핀과 거리가 가까워 1543년 이후 오랫동안 그의 세력권에 속해 있었다.

1899년 독일이 아시아 진출 거점의 하나로 구입하였으나 제1차 세계대전이 벌어진 후 일본에게 되팔아 일본이 지배하다가 제2차 세계대전 때는 미군에게 점령됐다.

1947년 미국의 신탁통치령이 되었고 1986년 자치공화국을 거쳐 1994년 10월 완전 독립했다.

남태평양 여행지로도 유명한 팔라우는 '신들의 바다정원'이라고도 불리며 속이 환하게 보이는 깨끗한 바다와 맑고 푸른 하늘 등 자연의 아름다움을 그대로 간직한 매력있는 휴양지다.

다른 유명 휴양지에 비해 해양 생태계가 잘 보존돼 있으며 스노클링 투어 등 다양한 해양 레포츠를 즐길 수 있다.

패키지여행추천지 팔라우 가볼만한 곳으로는 밀키웨이와 롱비치, 우쓰 아일랜드 등이 있으며 자연 그대로의 생태계에서 살아가는 돌고래를 만나볼 수 있다.

그 외에도 아쿠아리움과 정글 투어.

밤낚시 등 다양한 즐길거리가 있어 신혼여행지 및 자유여행으로도 적합하다.

@highlight

1994년 10월 독립한 오세아니아 동북방 남태평양상의 '팔라우 공화국'은 '신들의 바다정원'이라고 불리며 맑은 바다와 푸른 하늘 등 자연의 아름다움을 고스란히 간직한 휴양지로 각광받고 있는 추세이다.