과기부, 입는 생체공학 R&D 등과기부, 입는 생체공학 R&D 등[서울경제] 정부가 생명공학(바이오)·인공지능(AI)·로봇 기술 등을 결합해 인체능력을 높이는 기술 등을 연구개발(R&D)하기 위해 올해 375억원을 투입한다.

과학기술정보통신부는 이 같은 내용을 골자로 하는 '2019년도 융합기술개발사업 시행계획'을 확정했다고 13일 밝혔다.

이에 따라 휴먼플러스융합연구개발챌린지, 바이오닉암 메카트로닉스융합기술개발, 녹슬지 않는 유기개발 등이 추진된다.

이중 바이오닉암 메카트로닉스 융합은 몸에 입을 수 있는 '착용형 생체공학 팔'을 개발하는 사업이다.

사람의 피부, 근육, 골격, 관절 등을 모사해 생체신호로 움직일 수 있도록 개발된다.

올해 시제품 개발과 원숭이 실험 등을 위해 총 62억원의 예산이 배정됐다.

휴먼플러스융합연구개발챌린지는 사람의 지능과 신체, 오감능력을 높이는 방법을 모색하는 사업이다.

연구개발 성공시 신체능력을 최적화시켜주는 스마트의복, 비침습적 뇌자극 및 뇌파동조시스템, 고효율 오감센서 기반의 융합 인터페이스 기술 등이 확보된다.

2026년까지 진행되며 총 250억원의 예산이 투입될 예정인데 그중 올해 예산으로는 19억원이 배정됐다.

녹슬지 않는 유기 개발은 전통문화자원과 첨단과학기술간 융합 차원에서 추진되는 프로젝트다.

73억원의 예산이 쓰이게 된다.

이 밖에도 융합 등을 통해 신산업을 창출하기 위한 제품, 기술, 서비스 등 미래선도기술개발에 올해 53억원의 예산이 편성됐다.

생물학적 활성과 생체 친화성을 갖는 인공조직 소재 공정을 개발하기 위해 자연의 생물학적 특성을 모사해 문제를 해결하는 융합기술 개발도 추진된다.

해당 예산은 21억원이다.

고서곤 과기정통부 기초원천연구정책관은 "2019년도 융합기술개발사업 시행계획을 바탕으로 혁신적 융합기술개발을 지속해서 지원, 기존 기술의 한계를 돌파하고 국민체감형 연구성과가 창출될 수 있도록 하겠다"고 설명했다.

@highlight

13일 과학기술정보통신부는 '2019년도 융합기술개발사업 시행계획'이 확정됨에 따라 생명공학(바이오)·인공지능(AI)·로봇 기술 등을 결합해 인체능력을 향상시키는 기술 등연구개발(R&D)에 375억 원이 투입되며, 휴먼플러스융합연구개발챌린지, 바이오닉암 메카트로닉스융합기술개발 등이 추진될 예정이라고 밝혔다. 