가수 홍경민이 절친했던 선배를 찾아나섰다.

홍경민은 KBS 1TV ‘TV는 사랑을 싣고’ 의뢰인으로 출연, 대학시절 은인인 안호성 씨와 재회했다.

홍경민이 ‘TV는 사랑을 싣고’를 통해 찾고 싶은 사람은 청주 충북대학교에서 만났던 같은 학과 선배 안호성.

홍경민은 안호성에 대해 “내 인생에 지대한 영향을 미쳤던 선배였다”고 말하며 “내 안에 잠들어있던 끼, 사회성, 재능을 모두 이 선배를 통해 알게 되었다”고 밝혔다.

그는 고등학교 자퇴 후 검정고시로 대학에 입학하고 어두웠던 자신을 밝게 만들어준 안호성 씨와의 추억을 떠올렸다.

반항심이 커 학교도 제 마음대로 다니고, 친한 친구가 없었고, 갇혀 지내면서 점점 어두워졌지만 그를 만난 후부터 달라졌다고.

소극적인 성향으로 대인관계에 어려움을 겪으며 고2 때 자퇴를 결정했던 홍경민은 외향적인 안호성을 만나며 덩달아 활발해졌다.

이후 활달한 성향으로 인해 연예계에서도 꾸준히 활동할 수 있었던 홍경민은, 자신의 인생에 전환점을 안겨준 안호성에게 고마움을 전하고 싶다며 ‘TV는 사랑을 싣고’에 사연을 의뢰했다.

두터운 우정을 쌓던 두 사람은 돌연 안호성의 잠적으로 인해 연락이 끊기고 말았다.

안호성이 캠퍼스커플이었던 여자친구에게 실연의 아픔을 겪은 뒤 어느 날 사라져버린 것.

경조사 초대 1순위 연예인일 만큼 연예계에서 넓은 인맥을 자랑하는 홍경민.

주위 사람들을 세심하게 챙기기로 유명한 그가, 정작 안호성이 힘들어했을 때 곁에 있어 주지 못한 것 같다고 전하며 ‘TV는 사랑을 싣고’를 통해 잃어버린 소중한 인연을 다시 찾고 싶다고 했다.

안호성씨는 현재는 가정을 이루고 교회의 목사로 활동 중인 것으로 전해지면서 놀라움이 쏟아지고 있다.

이수한 기자 .

@highlight

홍경민이 KBS 1TV 'TV는 사랑을 싣고'에 의뢰인으로 나와 고등학교 자퇴 후 어두웠던 과거 자신의 모습을 활발하게 바꿔 준 안호성 씨와의 만남을 추진했다. 