4인조 혼성 크로스오버 현악밴드 디어 아일랜드.

큰 도약을 이룬 제주 문화예술중 유독 부진했던 창작음악을 활성화시키기 위한 '제3회 제주창작음악제'가 열린다.

제주국제현대음악제조직위원회(위원장 임재규)와 모던아츠 등이 함께 마련하는 이번 제주창작음악제는 뮤직페어와 창작포럼, 워크숍 등 예술가들의 창작 혼을 드높이는 축제이자 공론장으로 진행한다.

제주뮤직페어 2019와 제주창작포럼은 오는 12일부터 미스틱 3°에서 열린다.

창작포럼은 음악창작분야 활성화를 통한 문화산업으로서의 역할과 준비를 위한 담론을 주제로 12일 오후 2시30분부터 마련된다.

홍정호 모던아츠 대표의 발제를 시작으로 토론이 이어진다.

왼쪽부터 김지민, 임재규, 홍은혜, 홍요섭.

제주뮤직페어 2019는 12일 오후 2시 김지민 작곡가가 안톤 체호프의 희곡을 바탕으로 작곡한 소극장 오페라 '고니의 노래'를 시작으로 임재규의 가곡 '아름다운 제주도'와 '흐르는 강물 위에', 홍은혜의 '성기사의 깃발', 홍요섭의 소극장 오페라 '청혼' 등을 선보인다.

이어 13일 오후 2시부터 4인조 혼성 크로스오버 현악밴드 디어 아일랜드의 'Dear Island'를 시작으로 박상혁 'Stranger things', 이현근 '못 보낸 편지', 정은선 '바람의 날', 김베드로 '당신은' 등을 관객들에게 들려줄 예정이다.

홍정호 모던아츠 대표는 "음악창작활동은 제주 문화예술산업의 기초로, 연극·무용·뮤지컬·오페라·합창·기악, 나아가 영상 등과의 협업이 이뤄지기 위해 제주의 작곡가가 어떤 준비와 과정을 가져야 하는지 방향성을 찾고 있다"며 "또 제주창작음악의 발전과 작곡가의 목소리를 듣기 위해 제주작곡가협회 구성도 도모하고 있다"고 말했다.

@highlight

제주창작음악제는 창작음악을 활성화시키기위해서 창작포럼을 마련하여, 각종 음악 분야의 협업으로 방향성을 찾고 제주작곡가협회를 구성하여 제주창작음악의 발전을 꾀하려한다.