김원진 시교육청, 사전 재무감사로 공공성 강화 추진인천시교육청이 유치원 공공성 강화 방안 후속 조치로 사립유치원 재무감사 확대 카드를 빼 들었다.

더불어민주당은 지난 주말 올해 첫 현장최고위원회에서 '유치원 3법(사립학교법·유아교육법·학교급식법 개정안)' 2월 처리를 못 박았다.

인천지역 사립유치원들을 흔들 논의들이 새해부터 안팎으로 계속되면서 업계 내부에선 전열 정비에 나섰다는 관측이 나온다.

13일 인천시교육청에 따르면 시교육청은 최근 2019년도 자체감사계획을 마련하며 첫머리에 '사립유치원 재무감사 내실 추진'을 언급했다.

국민권익위원회 청렴도 평가에서 매번 꼴찌에 머물렀던 시교육청이 지난해 최고등급인 2등급을 받으며 조성된 분위기를 이어가려면 기존 지적·적발 위주 사후 통제적 감사에서 벗어나 비리를 원천 차단할 수 있는 예방 감사가 시급하다고 봤다.

지난 1월 초 부산시교육청이 전국 최초로 '유치원 특정감사팀'을 신설하는 등 시·도교육청들이 잇따라 사립유치원 감사 강화 정책을 내놓는 시기다.

유치원 3법 처리도 여당에서 다시 속도를 내고 있다.

민주당 지도부가 지난 11일 한 사립유치원을 찾아 유치원 3법 조속한 처리 의지를 강조한 데 더해 13일 이해찬 민주당 대표는 신년 기자간담회에서 이번 연도 민주당이 중점적으로 추진할 법안으로 '유치원 3법'을 꼽았다.

인천지역 사립유치원 업계에서 가장 부담으로 작용하는 '강도 높은 재무감사'와 '유치원 3법', 두 사안이 2019년 시작부터 전면에 나선 것이다.

한국유치원총연합회 인천지회는 오는 15일과 16일 열리는 한유총 임원 연수에서 이와 관련 논의를 제기할 가능성이 크다.

전국 사안과 지역 사안이 공존하는 만큼 다른 지회와 대응 방안을 공유할 수 있는 자리다.

인천 한 사립유치원 원장은 "인천지회가 지난 11월1일 '사립유치원 자체 청렴도 향상 계획'을 약속한 이후 대외적인 목소리를 자제하고 있는 이유는 신뢰 회복이 우선이라고 보기 때문"이라며 "신뢰 회복과 사립유치원 권리 찾기 사이에서 절충안을 찾는 데 노력하고 있다"고 전했다.

@highlight

13일 인천시교육청에 따르면 시교육청은 최근 '강도 높은 재무감사'와 '유치원 3법', 두 사안이 포함된 2019년도 자체감사계획을 마련하며 시작부터 '사립유치원 재무감사 내실 추진'을 언급했는데 이는 유치원 공공성 강화 방안의 후속 조치이다.