김태훈 "항상 열려있는 자원봉사, 즐겁게 참여하세요"

"헌신의 정신을 가지고 봉사하는 것이 너무 기쁨입니다."

㈔동두천시종합자원봉사센터는 2013년 전국 최우수 자원봉사센터, 시민의 29%이상이 자원봉사자로 등록돼 있다.

그동안 지역내 어렵고 힘든 곳에는 항상 자원봉사자들의 손길이 머물렀다.

자원봉사센터가 지금처럼 활발하게 움직이게 된 배경에는 손덕환(62)센터장의 노력이 숨어있었다.

자원봉사센터의 기본적인 업무는 자원봉사자들의 활동시간을 1365포털에 기록하고 봉사를 필요로 하는 사람들과 자원봉사자들을 연계시켜 주는 일이다.

또 활동 시 필요한 정보와 기자재, 장소 등 자원을 지원해 체계적인 네트워크를 구성, 이를 통한 홍보와 자료를 개발하는 역할도 맡고 있다.

특히 봉사자들의 의식 함양과 전문성 향상을 위해 다양한 교육을 진행한 후 이들중 선별된 인원으로 전문봉사단을 육성하고 있다.

이뿐만 아니다.

자신의 기술과 재능을 봉사와 연결한 재능나눔 봉사단의 활성화는 지역 사회에 도움을 주고 있다.

실제 토목, 건축, 기술 등의 전문분야 종사자들이 모인 집수리 전문봉사단체는 홀몸노인과 저소득층, 소외된 소년소녀가장의 집을 무료로 수리하거나 새로 지어줘 큰 호응을 얻고 있다.

이어 미군들과 협력해 영어공부를 희망하는 주민 100여명이 매주 화.

목요일 저녁에 영어공부를 할수 있도록 도왔다.

또 동두천에 위치한 미2사단 210포병여단과 함께 환경정화, 연탄봉사, 김장봉사 등 민과 군이 협력해 살기 좋은 지역으로 만들어 냈다.

손덕환 센터장은 "올해는 기존의 활동을 이어가면서 새로운 사업을 진행하기 위해 경기도 자원봉사센터에서 공모한 사업에 지원해 운영비를 확충할 계획"이라며 "무엇보다 미2사단 협력 프로그램인 '좋은 이웃 만들기' 운영을 통해 한미우호관계를 크게 증진시키고 현장 형 한미영어마을도 같이 추진할 계획"이라고 밝혔다.

이어 "자원봉사는 사실 어렵지 않다.

자원봉사센터는 언제나 문이 열려 있다.

자원봉사자들이 즐겁게 참여하는 분위기 조성은 물론 아낌없는 지원을 해나가겠다"고 다짐했다.

@highlight

(사)동두천시종합자원봉사센터는 2013년 전국 최우수 자원봉사센터로 지금처럼 활발하게 움직이게 된 배경에는 손덕환(62)센터장의 숨은 노력이 있었으며 재능나눔 봉사단도 활성화하여 지역사회에 도움을 주고 있다.