배우 주진모(46)가 열살 연하의 의사와 열애중이라는 소식이 알려져 네티즌들의 관심이 쏟아지며 실시간 검색어를 장식하고 있다.

소속사 화이브라더스코리아는 12일 "주진모가 의사와 열애 중"이라며 "최근 연인 관계로 발전했다.

알아가는 단계니 예쁘게 봐달라"고 밝혔다.

12일 YTN star 단독 보도에 따르면 상대는 서울대학교 의과대학을 졸업한 가정의학과 전문의 소요의원 민혜연(35) 원장으로 알려졌다.

민 원장은 MBC '기분 좋은 날', SBS '모닝와이드', TV조선 내 몸 사용 설명서, 온스타일 '바디 액츄얼리', 채널A '나는 몸신이다' 등 뷰티 예능과 건강 프로그램에 자문으로 출연했다.

현재 피부와 비만 관리 전문병원 소요클리닉에 재직중인 민 원장은 뛰어난 외모와 남다른 몸매 덕분에 '의사계 김태희'로 불리고 있다.

두 사람은 지인의 소개로 만나 애인관계로 발전했다.

낚시 등 취미 생활을 함께 하며 사랑을 키웠다.

사귄지 얼마되지 않은만큼 결혼을 논하기는 이른 것으로 전해졌다.

1974년생으로 올해 마흔 여섯살인 주진모는 군 제대 후 공무원 시험 준비를 하다 1999년 영화 '댄스댄스'로 데뷔했다.

그 후 영화 '해피엔드'에서 인상적인 연기를 펼치면서 대종상영화제 남우조연상을 수상, 충무로의 떠오르는 배우로 주목받기 시작했다.

2001년 영화 '무사', '와니와 준하'에서 연달아 주연을 맡았고 2003년 드라마 '때려'와 2005년 드라마 '패션 70's'에서도 주연을 맡아 한국을 대표하는 남자 배우로 자리매김하게 된다.

2008년 영화 '쌍화점'에 주연을 맡아 백상예술대상 영화부문 남자 최우수연기상을 수상했으며 2013년 MBC 드라마 《기황후》에서는 왕유(고려 충혜왕) 역을 맡아 MBC 연기대상 특별기획부문 남자 최우수연기상을 수상했다.

다음달 방송 예정인 SBS 새 수목극 '빅이슈'에서 한예슬(38)과 호흡을 맞출 예정이다.

@highlight

소속사 화이브라더스코리아는 12일 주진모가 지인의 소개로 '의사계 김태희'로 불리는 피부·비만 관리 전문병원장 민혜원를 만나 열애 중이라고 밝혔다.  