[이데일리 경계영 기자] 지난달 전문건설공사의 수주 실적이 계절적 비수기에 접어들었지만 전년 동월 대비 소폭 늘었다.

올해 예정된 분양 물량이 적잖은 데다 정부가 사회간접자본(SOC) 투자를 늘릴 가능성이 있어 올해 수주 전망도 어둡지만은 않다는 분석이 나온다.

14일 대한건설정책연구원이 전문건설공제조합의 공사보증금액으로 추정한 전문건설공사의 지난해 12월 수주 규모는 3조1880억원이었다.

이는 지난해 11월보다 45%가량 줄긴 했지만 2017년 12월과 견줘 8% 늘어난 규모다.

전문건설업체는 토공·도장·조경·준설 등 각 공종별 전문공사를 직접 도급 또는 하도급받아 공사를 수행하는 업체를 말한다.

종합건설공사 수주에 후행하는 성격이 강한 전문건설공사 수주는 실제 건설현장을 더 가까이 보여주는 지표로 활용된다.

세부적으로는 원도급공사 수주액은 9060억원 규모로 전년 동월 대비 45% 정도 늘었고, 하도급공사 수주액은 2조2100억원으로 같은 기간 5% 줄어든 것으로 추정됐다.

올해 전문건설공사의 수주 전망은 긍정적으로 바라볼 필요가 있다고 대한건설정책연구원은 진단했다.

통상 종합건설업 공사수주는 12월 급격히 늘어나 1월 이후 전문건설공사 수주 증가로 반영될 뿐 아니라 지금 시점상 올해 예정분양물량이 적지 않고 추후 정부가 SOC 투자를 늘릴 수 있다는 이유에서다.

주요 건설사업에 대한 예비타당성조사 면제가 검토되고 일각에서는 오래된 SOC에 대해 안전 투자하려면 추가경정예산을 편성해야 한다는 요청도 나오고 이다.

또 지난해 부동산 규제로 예정된 분양물량이 올해로 이월됐고, 시공능력평가 300위 내 건설사가 계획한 물량도 35만가구에 육박하는 상황이다.

이은형 대한건설정책연구원 책임연구원은 "이월된 미실행 분양물량의 공급과 SOC 투자증가 가능성 등의 변수를 고려한다면 올해 건설업황은 장기적 시각으로 바라볼 필요가 있다"고 말했다.

@highlight

14일 대한건설정책연구원이 전문건설공제조합의 공사보증금액으로 추정한 전문건설공사의 작년 12월 수주 규모는 3조 1880억 원으로 2017년 12월과 비교해 8% 증가했다.