= 하나캐피탈(대표이사 윤규선)은 한국GM과 함께 2019년 황금돼지해를 맞아 1월 한 달 간 '쉐보레 럭키골드 페스티벌'을 진행한다고 밝혔다.

무이자할부 금융서비스를 제공헤 자동차 제조사와 금융사간 콜라보 프로모션을 펼친다.

쉐보레는 한국GM 경영정상화 이후, 국내시장 판매 증대를 위해 꾸준히 월별 프로모션을 진행하며 영업망을 강화하고 있다.

또한, 하나캐피탈과의 지속적인 콜라보 활동을 통해 자동차 금융서비스의 편리성을 함께 제공하고 있다.

1월 한 달 간 하나캐피탈을 통해 쉐보레 차량을 구매하는 고객은 ▷더 뉴 스파크(LS 베이직 M/T, 72개월 할부 기준) 월 10만원 대 ▷말리부(E-Turbo 퍼펙트블랙 Premier 프라임 세이프티, 72개월 할부 기준)/더 뉴 트랙스(1.6 디젤 Premier, 72개월 할부 기준) 월 20만원 대에 이용 가능하다.

또한 하나캐피탈은 쉐보레 차량을 구매하는 손님에게 저금리 금융상품뿐만 아니라 디지털 전자약정을 통한 서류 편의성을 선보이고 있다.

그동안 손님이 지점 방문 및 FAX를 통해 각종 서류를 제출하던 기존 방식에서 벗어나 온라인에서 클릭한 번으로 모든 증빙서류를 제출하는 간편시스템을 도입하여 제공하고 있다.

하나캐피탈 관계자는 "쉐보레 차량을 구매하는 고객에게 ▷저금리 ▷장기할부 ▷무이자할부 등 다양하고 편리한 금융서비스를 제공하기 위한 콜라보 프로모션을 지속적으로 선보일 계획"이라며 "하나금융그룹의 휴매니티(Humanity)에 기반한 손님 중심의 쉐보레 금융서비스를 강화하겠다"고 설명했다.

한국GM은 국내시장에서의 판매 증대를 위해 최근 이쿼녹스 및 2019년형 볼트EV 차량을 출시 하는 등 경쟁력 강화를 위한 전략을 선보이고 있다.

하나캐피탈과 한국GM이 '쉐보레 럭키골드 페스티벌' 프로그램과 관련한 자세한 사항은 전국 쉐보레 매장에서 확인할 수 있다.

@highlight

하나캐피탈은 한국GM과 함께 2019년 황금돼지해를 맞아 1월 한 달 간 '쉐보레 럭키골드 페스티벌'을 진행하는데 자세한 사항은 전국 쉐보레 매장에서 확인가능하며, 쉐보레 차량 구매 고객에게 저금리 금융상품과 디지털 전자약정을 이용한 서류 편의성까지 제공한다.