[서울경제] 이마트(139480)는 과일 선물세트 가운데 산지·생산자 등 고유한 이야기를 녹인 상품의 비중을 작년보다 2배 늘렸다고 14일 밝혔다.

이마트 측은 소비자에 초점을 맞춰 과일 선물세트를 고객 친화적 상품으로 차별화하는 취지라며 이 같이 밝히고, 기존 '사과 VIP', '배 GOLD' 등 단순하게 표시하던 물량은 30% 가량 줄였다고 덧붙였다.

'프리미엄 아산 염작배', '프리미엄 천안농심회 배'와 같이 상품명에 산지·생산자 정보를 담아 지역, 환경, 생산자 등 특징을 유추할 수 있도록 함으로서 신뢰도를 높이고 매출도 키우겠다는 설명이다.

실제로 이 같은 스토리텔링 선물세트의 매출은 증가세다.

지난해 설 '피코크 고당도 장수 사과'의 매출은 전년대비 120% 늘었고 준비한 물량이 설날 7일 전부터 다 팔렸다.

D-7일에 품절되기도 했다.

이번 설 연휴 맞이 사전예약 기간에도 '피코크 고당도 장수 사과', '피코크 천안 100년의향기 배'의 매출이 각각 전년동기대비 300%, 320% 증가했다.

이마트는 이를 반영해 올해 스토리텔링 상품을 더욱 확대했다.

'프리미엄 아산 염작 배'는 아산 염작리에서 해풍을 맞으며 천천히 자랐다.

일조량이 높고 무기질을 다량 함유한 해풍 덕분에 당도가 높은 양질의 배가 나온다.

생산자가 '39세 젊은농부'인 상품도 선보인다.

'국산의힘 예산 젊은농부 명품사과(사진)'는 농협에서 근무해 신기술에 밝은 이승호씨가 재배했다.

진영호 이마트 신선식품 담당은 "산지, 생산자 등 스토리를 담은 상품에 대한 신뢰도가 높기 때문에, 감사의 뜻을 전하는 설에 이러한 상품이 그 의미를 배가시키는 것으로 보인다"며 "이러한 특징을 반영해 올 설에는 상품 고유의 스토리들을 담은 소비자 중심의 '스토리텔링' 선물세트를 대량 개발했다"고 밝혔다.

@highlight

이마트는 14일 과일선물세트중 산지·생산자 정보를 담아 지역, 환경, 생산자 등 특징을 유추할 수 있는 스토리텔링 상품을 작년보다 2배 확대했다고 밝혔다