[서울경제] 미래에셋대우(006800)는 14일 달러 청약 주가연계증권(ELS)을 포함해 총 9종의 ELS를 약 1,250억원 규모로 판매 한다고 밝혔다.

이번에 판매하는 달러 청약 ELS '제26337회 HSCEI-S&P500-Eurostoxx50 스텝다운 ELS[고위험]'는 달러로 투자하고 달러로 수익을 지급받는 만기 3년의 상품으로 조기상환 평가일에 모든 기초자산 가격이 최초기준가대비 90%(6개월), 85%(12, 18개월), 80%(24개월), 75%(30개월), 70%(36개월) 이상인 경우 연 8.6%(세전) 수익을 제공한다.

조기상환이 되지 않더라도 모든 기초자산 중 어느 하나라도 만기평가일까지 최초기준가격의 50% 미만으로 하락한 적이 없는 경우 연 8.6%(세전)의 수익을 지급한다.

단 기초자산 중 어느 하나라도 최초기준가격의 50% 미만으로 하락한 적이 있고 만기평가 시 모든 기초자산 중 어느 하나라도 70%미만이면 만기상환 조건에 따라 원금 손실은 최대 100%까지 발생할 수 있다.

또한 이번 글로벌 ELS '제26330회 아마존-엔비디아(월쿠폰지급식)[초고위험]'은 6개월 만기 상품으로 월수익지급 평가일 기초자산의 종가와 상관없이 무조건 매월 1.59%(총 6회, 세전 연 19.08%)의 수익을 지급하고 만기평가일까지 모든 기초자산 중 어느 하나라도 각 최초기준가격의 70%미만(종가기준)으로 하락한 적이 없는 경우 만기일에 원금 100%를 지급한다.

만약 기초자산 중 어느 하나라도 최초기준가격의 70% 미만으로 하락한적이 있고 만기평가가격이 최초기준가격의 100% 미만에 있어 만기에 손실이 발생한다면, 기존의 ELS처럼 현금 지급으로 손실을 확정하는 것이 아니라 하락률이 큰 기초자산의 해외주식을 실물로 지급한다.

@highlight

미래에셋대우는 만기평가일까지 최초기준가격의 50% 미만으로 하락한 적이 없는 경우 연 8.6% 수익을 지급하지만 모든 기초자산 중 어느 하나라도 70%미만이면 만기상환 조건에 따라 원금 손실은 최대 100%까지 발생할 수 있는 총 9종의 ELS를 약 1,250억원 규모로 판매 한다고 14일 밝혔다.