진천군이 새해 시작부터 중앙부처와 국회를 대상으로 전방위적인 예산 확보에 총력전을 펼친다.

송기섭 군수는 14일 오전 간부회의에서 "지속 가능한 발전과 주민 정주여건 개선을 위한 인프라를 확충하려면 국비 확보가 필수적"이라며 "선제적인 국비 확보 계획을 수립해 정부 정책과 부합하는 사업을 전략적으로 발굴하고 예산 편성 순기보다 한 박자 빠르게 대응하라"고 지시했다.

특히 "스포츠테마타운 조성사업을 새해 최대 군정 현안으로 선정하고 국가사업으로 추진될 수 있도록 행정력을 집중해 달라"고 강조했다.

스포츠 테마타운은 충북도와 진천군이 광혜원면에 들어선 진천국가대표선수촌 인프라와 연계해 선수촌 인근에 국내 최대 스포츠 문화산업 클러스터를 조성하는 전략사업이다.

지난 몇 년간 답보 상태에 놓였던 스포츠 테마타운 조성사업은 지난해말 국회에서 타당성조사 용역비로 국비 1억원이 편성되면서 사업 추진 동력이 되살아났다.

송 군수는 오는 5월 타당성 조사 용역 결과가 나오면 중앙부처와 국회를 대상으로 사업의 타당성과 당위성을 설명하는 등 국비 확보에 총력전을 펼칠 계획이다.

지난 10일 국토교통부 혁신도시발전추진단이 주재한 충북혁신도시 현장방문간담회에서도 박선호 국토부 차관에게 "혁신도시 시즌2 정책은 지역 특색과 발전 가능성을 고려해서 추진해야 한다"며 전국에서 유일하게 배후도시 없는 신도시형으로 조성된 충북혁신도시의 정주 인프라 확충을 위한 '태양광 허브 테마공원'의 국비 지원을 요청했다.

2017년에는 전국혁신도시협의회 14개 자치단체장을 대표해 혁신도시지원법 발의안을 건의해 100억원의 혁신도시 정주여건 지원 예산을 확보하는데 결정적 역할을 해냈다.

중앙정부 차관급 출신인 송 군수는 탄탄한 중앙부처의 인적 네트워크를 활용해 지난 2017년부터 3년간 역대 최대 규모인 1조1천억원의 정부예산을 확보해하는 성과를 올렸다.

군 관계자는 "올해는 2020년 정부예산 확보 계획을 예년보다 1~2개월 이르게 수립하고 정부 비전과 국가 정책에 부합하는 사업을 집중 발굴 하는 등 정부예산 확보에 선제적으로 대응할 계획"이라고 말했다.

@highlight

새해 시작부터 진천군이 2020년 정부 예산 확보 계획을 발 빠르게 수립하고 중앙부처 차관 출신 송기섭 군수의 인적 네트워크를 활용하여 중앙부처와 국회를 대상으로 예산 확보에 총력전을 펼친다.