전자랜드는 2019년 주목할 가전제품으로 의류관리기, 의류건조기, 공기청정기, 상중심 무선청소기, 식기세척기, 전기레인지를 선정했다.

전자랜드가 전 품목에 대한 2017년 대비 2018년 판매 성장률을 분석해본 결과 의류관리기는 167%, 의류건조기는 135% 증가했다.

또 공기청정기는 20%, 상중심 무선청소기는 131%, 식기세척기는 172%, 전기레인지는 40% 신장한 것으로 나타났다.

해당 품목들은 달라진 가사노동 문화나 기후 변화의 영향을 받아 인기가 높아진 품목들로, 2019년에도 성장세를 이어갈 것으로 예상된다.

의류건조기, 무선청소기, 식기세척기는 보다 쉽고 편하게 가사노동을 할 수 있도록 도와주는 가전 제품이다.

1인 가구, 맞벌이가정의 증가와 워라밸(일과 삶의 균형) 중시 문화가 자리 잡으면서 가사에 드는 시간과 강도를 줄이기 위해 많은 고객들이 찾고 있는 것으로 분석된다.

특히 그동안 큰 주목을 받지 못했던 식기세척기는 2018년 봄 이후 판매가 증가하기 시작한 뒤 꾸준한 상승세를 보이고 있다.

기후변화의 영향으로 형성된 가전구매 트렌드도 2019년 이어질 전망이다.

미세먼지로 인해 필수가전으로 자리잡은 공기청정기는 이제 한 가구에 방마다 구비하는 추세로 접어들면서 올해도 판매호조를 이어갈 것으로 예상하고 있다.

의류관리기도 미세먼지를 비롯한 외부 오염물질로부터 옷을 청결하게 관리할 수 있다는 장점 덕에 인기를 끌고 있다.

대기환경 문제에 대한 사회 전반적인 관심도가 높아지면서 전기레인지 수요도 계속해서 증가할 것으로 예상된다.

전기레인지는 유해가스 배출 걱정이 적고 청소도 간편해 가스레인지의 대체 가전으로 떠오르고 있다.

전자랜드 관계자는 "사회문화적 변화나 기후환경의 영향 등이 복합적으로 작용하며 인기가 상승한 가전품목들이 올해도 강세를 보일 것으로 예상된다"며 "고객들이 많은 관심을 갖는 품목인만큼 다양한 제품군과 할인 프로모션을 마련해, 합리적인 선택을 할 수 있도록 준비하겠다"고 말했다.

@highlight

전자랜드는 2019년 주목할 가전제품으로 의류관리기, 의류건조기, 공기청정기, 상중심 무선청소기, 식기세척기, 전기레인지를 선정했는데, 해당 품목들은 기후 변화의 영향과 가사노동 문화 변화로 가사에 드는 시간과 강도를 줄이기 위해 많은 고객들이 구매하고 있으며 2019년에도 성장세를 이어갈 것으로 전망한다.