지난해 전국 전세 최고가 아파트는 서울 성동구 성수동1가 '갤러리아포레'인 것으로 나타났다.

14일 직방이 국토교통부의 아파트 전세 실거래가를 분석한 결과 갤러리아 포레 전용 217.38㎡가 50억 원에 거래돼 최고 전셋값을 기록했다.

3.3㎡당 6,085만 원에 달한다.

이어서 경기 지역 전세 최고가 아파트 단지는 성남시 분당구 백현동 판교알파리움2단지였다.

11월에 전용 203.77㎡가 20억 원에 거래돼 3.3㎡당 3,241만 원을 기록했다.

부산시 전세 최고가 아파트 단지는 10월에 남구 용호동 더블유(전용 182.56㎡)와 해운대구 우동 해운대경동제이드(전용 222.93㎡), 11월에 해운대구 우동 해운대두산위브더제니스(전용 168.89㎡)로 모두 10억 원에 거래됐다.

인천은 더샵센트럴파크1차(전용 170.69㎡)가 1월에 10억 원으로 계약됐다.

대구는 수성구 범어동 두산위브더제니스(전용 204.07㎡)가 4월에 전셋값 14억 원에 거래됐다.

세종에서는 어진동 한뜰마을3단지더샵레이크파크(전용 110.59㎡)가 5월에 6억 원으로 최고가를 기록했다.

경기도와 광역시를 제외한 지방 지역은 전셋값이 모두 10억 원 미만으로 거래됐다.

전용 3.3㎡당 전세 최고 거래가는 서울시 서초구 반포동 아크로리버파크에서 나왔다.

8월에 전용 59.95㎡가 3.3㎡당 7,161만 원에 거래됐다.

경기도에서는 래미안과천센트럴스위트 전용 72.93㎡가 3.3㎡당 3,759만 원, 인천은 부평구 삼산동 삼산타운주공1단지 전용 51.86㎡ 7월에 3.3㎡당 4,585만 원의 전셋값을 기록했다.

직방 관계자는 "조망권의 차별성과 업무 및 여가생활의 편리성 등 지역 내 랜드마크로 높은 거래가를 기록했다"고 말했다.

@highlight

지난해 전국 전셋값 1위는 '갤러리아포레'로, 지역 내 랜드마크로 높은 거래가인 50억원에 거래되어 최고 전셋값을 기록했다.