최근 들어 고가의 대형 가전제품도 모바일·온라인을 통한 구매가 늘어나는 것으로 나타났다.

의류관리기·무선청소기 등 이른바 '세컨 가전' 시장의 온라인 성장세도 크다.

위메프는 14일 최근 3년간 대형가전 판매를 집계한 결과 작년 판매액은 2015년 대비 약 2.7배(169%) 증가했다고 밝혔다.

냉장고의 판매액은 544%(6.4배), 세탁기 301%(4배), 에어컨은 147%(2.5배) 늘었다.

매출 비중으로도 상위 10개 제품 중 6개가 냉장고·건조기 등 대형가전 제품이었다.

위메프 관계자는 "위메프에서 대형가전을 구입한 소비자들의 긍정적인 경험이 쌓이면서 재구매로 이어지고 있다"며 "인터넷 카페, 지인을 통한 입소문도 오프라인 매장을 고집해온 소비자들의 발길을 당기고 있다"고 말했다.

의류건조기·의류관리기·무선청소기 등 '세컨드 가전' 시장도 빠르게 성장했다.

특히 공기청정기, 건조기 등 외부환경으로부터 건강을 지킬 수 있는 제품의 판매가 크게 증가했다는 집계다.

의류건조기와 관리기의 판매는 437배(4만3,641%)나 급증했고, 공기청정기는 6배 이상(511%) 늘었다.

1인가구와 맞벌이부부가 늘어남에 따라 활용도와 편의성이 뛰어난 가전제품이 필수로 자리 잡은 것으로 보인다.

무선 제품의 판매도 늘어, 무선 물걸레청소기는 31배(2989%), 무선·핸디 청소기 6.7배(573%), 로봇청소기도 88% 증가했다.

위메프 관계자는 "소확행(소소하지만 확실한 행복)과 가심비(가격대비 심리적 만족) 트렌드를 반영하듯 생활가전에서 '코드리스' 제품 판매가 크게 늘었다"며 "이동과 설치가 훨씬 자유롭고 깔끔해 1~2인 가구, 신혼가구 중심으로 무선제품을 많이 찾는 것으로 보인다"고 설명했다.

@highlight

위메프가 14일 최근 3년간 대형가전 판매를 집계한 결과  이미 구입한 소비자들의 긍정적인 경험이나 인터넷 카페,지인을 통한 입소문 등으로 인해 모바일,온라인을 통한 구매가 늘어나 작년 판매액은 2015년 대비해서 약 2.7 배 증가했다고 밝혔다.