[안양=환경일보] 장금덕 기자 = 안양9동 병목안 수리산 성지가 역사공원으로 재탄생된다.

또 하나의 안양명소 탄생을 예고하는 것이다.

안양시(시장 최대호)는 9일 수리산 도립공원 구역 일부가 해제된 만안구 안양9동 1151-6번지 일원 16,475㎡ 수리산 성지를 역사공원으로 지정·고시했다고 14일 밝혔다.

수리산 성지는 1830년대 전후 천주교 박해시기에 교인들이 모여 살던 곳으로 1939년 7월 최경환 성인이 옥에서 순교 후 매장된 지역이다.

시는 이와 같은 역사적 의의를 기리기 위해 지난 2003년 안양8경의 제5경에 지정했다.

그동안 수리산성지는 성인묘역, 고택, 마리아상 등이 개발제한구역 및 도립공원 부지로 묶여, 우리나라 종교역사의 문화적 가치라는 측면에서 부지활용의 어려움이 있었다.

시는 이러한 문제를 해결하고자 천수교 수원교구(이하 수원교구)에 이곳을 역사공원으로 지정하는 방안을 제안해 2019년 10월 수원교구로부터 이에 따른 신청서를 접수했고, 같은 해 11월부터 경기도와 도립공원 해제를 위한 실무협의에 착수했다.

그리고 이듬해인 2017년 3월 6일 수원교구가 인접사유지(군포시)를 매입해 역사공원 조성에 필요한 도유지와 상호 교환하는 방식으로 진전을 보게 됐고, 경기도는 지난해 12월 31일 역사공원 예정부지에 대한 도립공원 구역을 해제하기에 이르렀다.

수리산성지에 대한 역사공원 조성이 결정됨에 따라 문화유산 계승 및 발전시키는 안양의 또 하나 명소가 될 것이 기대된다.

최대호 안양시장은 이와 관련, 11일 수리산성지를 방문해 수원교구 이헌수 요셉 신부와 환담을 나눴다.

최대호 안양시장은 역사적으로나 문화적으로나 가치가 높다며 시민들의 휴식공간이자 안양의 또 다른 명소가 될 수 있도록 공원조성에 적극 협조하겠다고 전했다.

이에 대해 요셉 신부는 도유지 해제에 힘을 보태준 것에 고마움을 표시하고, 순례자들의 뜻을 기리고 역사적 가치가 빛날 수 있도록 잘 조성하겠다고 화답했다.

@highlight

안양시는 개발제한구역 및 수리산 도립공원 부지로 지정됐던 수리산 성지 구역 일부가 해제됨에 따라 이 구역을 역사공원으로 지정하고 만들기로 해 안양의 또 하나 명소가 탄생할 것으로 예상한다.