이베스트투자증권은 14일 삼성전기(009150)에 대해 중화권 IT업체들의수요 급감으로 올해 적층세라믹콘덴서(MLCC) 실적하향이 예상된다며 목표주가를 기존 18만원에서 14만원으로 하향했다.

투자의견은 '매수'를 유지했다.

어규진 이베스트투자증권 연구원은 "삼성전기의 4분기 실적은 매출액 2조원, 영업이익 3017억원으로 전년대비 각각 16.7%, 182% 증가하겠지만 최근 낮아진 시장 기대치(영업이익 3245억원)를 하회할 전망"이라고 내다봤다.

이어 "12월 중화권 업체들의 스마트폰을 포함한 TV 및 PC등 전반적인 IT부품 수요가 감소하는 가운데 삼성전기의 수익성을 책임지는 적층세라믹콘덴서(MLCC) 부분에서 중화권 비중이 40%를 넘는 관계로 MLCC 이익이 기대치를 하회한 것으로 추정된다"고 설명했다.

어 연구원은 "미드~로우엔드 MLCC 가격의 급격한 하락과 스마트폰을 포함한 중화권 IT업체들의 수요 급감에 따른 올해 MLCC 실적 추정치 하향분을 반영해 목표주가를 하향한다"고 설명했다.

어 연구원은 "삼성전기는 보편적으로 신규 갤럭시S 시리즈가 출시되는 1분기 성수기에 진입에 따른 고부가 부품 공급 증가로 실적이 개선된다"면서 "갤럭시S10은 2월 20일 공개 이후 3월경 출하가 예상되므로 관련 카메라모듈, MLCC, 기판 등 고부가 제품 판매 증가로 1분기 실적은 매출액 2조2000억원, 영업이익 3321억원으로 전년대비 각각 7.6%, 116% 증가할 것"으로 예상했다.

2019년 연간 영업이익 1조2500억원으로 전년대비 17.4% 늘어나면서 사상최대 실적을 달성할 것으로 전망했다.

어 연구원은 또 "초소형 고용량의 하이엔드 MLCC 업황의 수급 타이트함이 지속되며 실적 호조세가 이어지고 있다"면서 "향후 스마트폰의 트리플 카메라 적용 등으로 카메라모듈 부분 실적도 개선되며 2019년까지 실적 성장세가 지속될 것"으로 내다봤다.

@highlight

어규진 이베스트투자증권 연구원은 중화권 IT업체들의 수요 급감으로 삼성전기의 실적이 시장 기대치에 못미칠 것이라며 목표주가를 하향하였다.