[이데일리 이소현 기자] 슈퍼카 브랜드 람보르기니가 지난해 글로벌 시장에서 5750대를 판매해 역대 최대 실적을 달성했다고 14일 밝혔다.

이는 전년(3815대) 대비 51% 증가한 수치로 8년 연속 성장세다.

람보르기니의 판매량은 2010년(1302대)과 비교하면 4배 이상 늘었다.

지난해 람보르기니는 EMEA(유럽, 중동 및 아프리카), 미주, 아시아 태평양 등 3곳의 주요 시장에서 고르게 실적을 견인했다.

EMEA 시장은 전년 대비 69% 성장한 2497대, 미주 시장은 전년 대비 46% 성장한 1952대, 아시아 태평양 시장은 전년 대비 30% 성장한 1301대를 판매했다.

단일 시장에서는 미국에서 1595대가 판매돼 가장 큰 규모를 기록했다.

다음으로 영국(636대), 일본(559대), 독일(463대), 중국(342대), 캐나다(316대), 이탈리아(295대) 순이었다.

반면 지난해 한국 시장에서 람보르기는 11대를 판매, 전년(24대) 대비 54.2% 줄었다.

제품별로는 2011년 처음 선보인 12기통 모델 람보르기니 아벤타도르가 1209대 판매돼 전년 대비 3% 성장률을 보였다.

10기통 모델인 람보르기니 우라칸은 2780대로 전년 대비 5% 성장률을 기록했다.

슈퍼 SUV 우루스는 7월 출시 이후 1761대 판매되며 람보르기니 글로벌 판매 증가에 크게 기여했다.

람보르기니는 지난해 판매량 이외에도 주요 사업 목표를 성공적으로 달성했다고 밝혔다.

새로운 슈퍼 스포츠카 모델과 기술 출시, 본사가 있는 이탈리아 산타가타 볼로냐의 생산 설비를 두 배로 확장하는 등 과제를 성공적으로 달성했다고 강조했다.

스테파노 도메니칼리 오토모빌리 람보르기니 최고경영자(CEO)는 "지난해 람보르기니는 판매 대수 5000대를 돌파하며, 창사 이래 가장 높은 연간 실적을 기록했다"며 "새롭게 출시된 슈퍼 SUV 우루스는 글로벌 시장에서 긍정적인 평가를 받으며 람보르기니의 고객층을 한층 넓혔다"고 강조했다.

@highlight

지난 14일, 람보르기니 당사가 지난해 세계 시장에서 역대 최대 실적을 달성하여 8년 연속으로 성장세에 올라 있으며, 새로운 차량 모델과 기술의 출시, 본사 생산 설비의 확장 등의 주요 사업 목표를 성공적으로 달성했다고 밝혔다.