제천시가 대형 화재가 발생했던 하소동 스포츠센터 건물과 땅에 대한 소유권을 확보했다.

시는 14일 청주지법 제천지원에서 진행된 1차 경매에서 15억1천만원을 적어 내 최고가 매수인으로 낙찰됐다.

7억8천756만원을 최저가로 시작한 이날 경매에서 제천시가 단독 응찰했다.

지하 1층, 지상 9층 규모인 이 건물은 대지면적 802㎡, 건물 연면적 3천813.59㎡로, 손해보험사의 화재 전 감정가는 24억3천700만원이었다.

하지만, 경매를 위한 감정에서는 불에 탄 건물의 재산가치를 인정하지 않고, 땅값 만 평가하면서 감정가가 절반 이하로 떨어진 것으로 전해졌다.

법원은 "소실된 건물은 평가가 불가능하고, 매수인이 금액 미상의 철거 비용을 부담할 수 있다"고 경매 공고에서 경고하기도 했다.

제천시는 화재 발생 이후 유족 위로금과 장례비, 화재 건물 주변 정리 비용 등 11억6천여만원을 먼저 지출한 뒤 이를 건물 소유자 이모(53·구속)씨에게 구상권을 행사했다.

이어 건물을 가압류한 뒤 강제경매를 신청했다.

1차 경매기일에 응찰해 소유권을 확보하기로 했던 시는 최저가보다 7억2천여만원을 더 써내 1차 경매에서 건물 소유권을 갖게 됐다.

시는 화재 건물을 철거한 뒤 그 자리에 시민들을 위한 복합문화센터 등 공공시설을 건립 할 계획이다.

철거 비용은 8억~10억원 정도 투입 될 것으로 전망된다.

앞서 지난해 11월 이상천 시장의 스포츠센터 건물 처리 비용 지원 건의에 대해 김부겸 행정안전부 장관은 "제천시가 소유권을 확보하면 특별교부세를 지원하겠다"고 약속한 바 있다.

시 관계자는 "전문가 자문과 주변 건물의 경매 낙찰가, 일반 거래가 등을 종합적으로 검토해 응찰가격을 정했다"며"화재 참사의 아픔을 치유하고 주변 상가의 활성화를 위해 빠른 시일 내에 건물을 철거하고, 복합문화센터를 건립 할 방침"이라고 말했다.

한편 지난 2017년 12월 21일 이 스포츠센터 건물에서 화재가 발생해 29명이 목숨을 잃었다.

@highlight

제천시는 하소동 스포츠센터 건물에 대형 화재 발생 이후 유족 위로금등을 먼저 지출한 뒤 건물주에게 구상권을 행사해 가압류 후 강제경매를 신청했으며 지난 14일 진행된 1차경매에 단독응찰하여 낙찰받아 공공시설을 건립 할 계획이다.