서산시가 올 해 아동·보육·청소년복지 증진과 4대 폭력 근절 등 행복한 가족 만들기에 총력을 기울일 계획이다.

서산시는 올해 지역사회중심의 아동 돌봄 및 보육·청소년복지 향상을 위해 728억원을 투입한다고 밝혔다.

먼저, 맞벌이 가구의 일·가정 양립 문화 조성과 건강한 가정을 만들기 위해 아이돌봄서비스 예산을 지난해보다 68%증가한 18억원을 증액 편성했으며, 일·가정 양립에 따른 건강한 가정을 만들고 이웃간 자녀돌봄과 정보제공을(가족품앗)위해 공동육아나눔터를 2018년도 2개소에 이어 2개소 추가 개소할 예정이다.

보육분야에는 아이 기르기 좋은 보육환경 조성을 위해 지난해 4개소의 국공립어린이집에 이어 올해 2개소를 추가 확충하고, 학부모의 경제적 부담 완화를 위해 평가인증어린이집에 차액보육료도 전액 지원한다.

특히 보육컨설팅, 어린이집 지원·관리, 가족양육서비스를 One-Stop으로 지원하는 서산시육아종합지원센터를 2020년까지 신축해 어린이집의 전문성을 높여 양질의 보육서비스를 제공할 계획이다.

아동·청소년분야에서는 지난해 9월부터 소득 상위 10%이하 가정의 만5세 이하 아동 9천800명에게 월10만원의 아동수당을 지급하였으나 올해는 소득에 관계없이 만6세 미만의 모든 아동에게 지급될 예정이다.

또한 청소년들의 건전육성기반을 위한 청소년 전용카페를 3월중 개소해 청소년들의 건강한 성장과 창의적 역량 강화를 위해 노력할 계획이다.

아울러 여성친화도시 3년차를 맞는 서산시는 여성의 교양과 권익증진 등 여성의 사회참여 활성화를 위해 여성대학, 건강가정증진 프로그램 12개 사업을 지속 추진하며, 4대 폭력(가정폭력·성폭력, 성희롱, 성매매) 근절을 위해 민·관·경 협력체계를 구축할 계획이다.

박상길 여성가족과장은 "아이를 낳는 것도 중요하지만 키울 수 있는 환경도 중요하다"며 "지역사회 중심의 돌봄 공동체 활성화로 안정적인 양육환경 조성을 위해 노력하겠다"고 말했다.

@highlight

서산시는 올 해 이웃간 자녀돌봄과 공동 육아 나눔터 등의 사업으로 아동·보육·청소년복지 증진과 4대 폭력 근절 등 행복한 가족 만들기 사업에 728억원을 투입할 예정이다.