SBS ‘동상이몽 시즌2 - 너는 내 운명’ 라이머♥안현모의 신혼 생활이 공개된다.

14일(월) 밤 11시 10분에 방송되는 SBS ‘동상이몽 시즌2 - 너는 내 운명’(이하 ‘너는 내 운명’)에서 새롭게 운명부부로 합류한 라이머♥안현모 부부의 결혼 생활이 최초 공개된다.

라이머는 힙합 레이블 ‘브랜뉴 뮤직’의 대표이자 프로듀서로 일하고 있고, 안현모는 SBS 기자 출신의 동시통역가로 이름을 알렸다.

각자의 영역에서 왕성하게 활동 중인 라이머♥안현모 부부는 직접 정한 ‘라이모 부부’라는 애칭으로 16개월 차 신혼 부부의 달달함을 예고하며 등장부터 기대감을 한껏 끌어올렸다.

이후 처음으로 공개된 부부 일상에서 두 사람은 각자 일을 한 후 밤 12시에야 재회했다.

마치 ‘뱀파이어 부부’를 연상케 하는 새로운 라이프스타일에 지켜보던 사람들 모두 기대감으로 ‘라이모 부부’를 지켜봤다.

그 기대에 화답하듯, 남편을 만난 안현모는 반가움에 마치 혀가 반 토막 난 듯한 충격적인 모습을 보여주었다.

이제껏 본 적 없는 안현모의 새로운 면모에 MC 김숙은 “같은 사람 맞아요?”라고 물으며 놀라워했다고.

하지만 신혼의 달달한 분위기도 잠시, 의도치 않은 ‘TV와의 삼각관계’에 숨 막히는 신경전이 펼쳐지며 살얼음판 분위기가 조성됐다.

게다가 라이머의 결정적 한 방에 결국 안현모의 참아왔던 화가 폭발하는 등 첫 회부터 부부 싸움의 위기를 맞아 모두를 긴장케 했다는 후문.

한편, ‘사는 환경은 물론 살아온 족적까지 모두 다르다’는 두 사람은 본인들에 대해 “프로그램 이름처럼 ‘동상이몽’ 그 자체”라고 말하며 앞으로 반전의 신혼생활이 펼쳐질 것임을 예고했다.

신혼부부의 달달함부터 TV를 둘러싼 신경전까지 역대급 반전 모습으로 더욱 기대되는 ‘라이모 부부’의 신혼 생활은 14일(월) 밤 11시 10분에 방송되는 ‘동상이몽 시즌2 - 너는 내 운명’에서 최초 공개된다.

최지수 기자 .

@highlight

14일(월) 밤 11시 10분에 방송되는 SBS '동상이몽 시즌2 - 너는 내 운명'에서 라이머♥안현모 부부는 16개월 차 신혼 부부의 달달함과 반전의 신혼생활까지 최초 공개할 예정이다.