박유화 박정현 부여군수 25일까지 읍면 순방나서 박정현 부여군수가 14일 임천면과 세도면을 시작으로 25까지 이어지는 ‘찾아가는 동행콘서트’ 읍면 순방일정에 나섰다 (동양일보 박유화 기자) 박정현 부여군수가 14일 임천면과 세도면을 시작으로 25까지 이어지는 ‘찾아가는 동행콘서트’ 읍면 순방일정에 나섰다

박 군수는 이날 지역의 오피니언 리더들이 참석한 가운데 가진 동행콘서트에서 인사말을 통해 “지난 2018년은 선거혁명이라 불릴 정도로 부여의 정치 지형도를 군민 여러분의 손으로 바꾸어 주셨다”면서 “공정하고 정의로운 부여를 만들라는 군민 여러분의 준엄한 뜻을 계속 받들어 어느 누구도 소외되지 않고 더불어 행복한 부여를 만들겠다.”고 했다.

특히 공사와 용역의 연간 수의계약 금액을 1억원으로 제한하는 수의계약 총량제, 농민의 기본소득 보장을 위한 충남 최초 농민수당 지급, 기업형 축사와 산업폐기물 처리업, 태양광 발전시설을 제한하는 3불 정책 등을 자세히 설명한 박 군수는 주민들의과 직접 소통하며 가감 없는 의견을 청취했다.

박 군수는 행사에 앞서 임천면 최고령 어르신(이순복, 100세, 임천 탑산리 거주)자택을 방문, 세배를 드리고 덕담을 나누기도 했다.

이번 읍면순방은 간소화된 의전과 격식, 군민과 좀 더 가까이 다가서려는 부채꼴 모양의 좌석 배치, 신뢰분위기가 체감되는 군수와의 대화가 과거와는 달랐다는게 참석자들의 평이다

향후 찾아가는 동행콘서트 일정은 15(화) 옥산면·홍산면, 16(수) 양화면·충화면, 18(금) 남면·장암면, 22(화) 외산면·내산면, 23(수) 은산면·규암면, 24(목) 초촌면·석성면, 25(금) 구룡면·부여읍 순으로 오전·오후로 나눠 진행된다.

@highlight

박정현 부여군수가 14일부터 25일까지 임천면과 세도면을 시작으로 ‘찾아가는 동행콘서트’ 순방을 나서며,수의계약 총량제, 충남 최초 농민수당 지급, 기업형 축사와 산업폐기물 처리업, 태양광 발전시설을 제한하는 3불 정책 등을 설명하고 주민들과 소통하며 정의로운 부여 함께 사는 세상’의 배경과 취지,‘행복한 동행 따뜻한 부여’에 대해 설명했다. 