[아산]아산시가 민선7기 공약 사항인 '농기계 대여은행 운영 시스템 개선' 이행을 위해 권역별 분산형 농기계대여은행 체계를 확대한다.

아산시는 올해 약 15억 원의 예산을 편성해 농업기술센터 대여은행운영 및 9개 지역농협 위탁운영 확대(1개소 추가)로 지역농협에 농기계 약 180대를 위탁한다고 15일 밝혔다.

시는 그동안 농기계 대여 시 소요되는 이동거리와 시간 단축, 교통안전사고 예방 등 농업인의 영농편리성 증대를 위해 2017년 8000만 원, 지난해 1억 4000만 원의 예산을 투입해 지역농협 위탁을 통한 '권역별 분산형 대여체계'를 시범구축 운영했다.

시범운영 결과 지난해에는 농업기술센터 대여은행과 지역농협 위탁운영으로 총 8497대의 농기계를 대여해 42억원 상당의 농가 농기계 구입비 절감효과와 함께 농업인들이 안전하고 편리하게 농기계를 이용할 수 있는 등 만족도가 매우 높았다.

위탁의 주요운영체계는 농업기술센터에서 대여용 농기계를 지역농협에 무상 대부위탁하고 수탁기관인 지역농협은 농기계 대여사업을 지속적으로 영위할 수 있도록 관리 운영한다.

또 농업인은 지역농협에 사용료를 납부하면 농기계를 대여 및 반납하는 시스템이다.

시는 농기계대여은행의 지역농협 위탁운영 확대를 통해 권역별 분산형 대여체계를 확대 구축해 농업인의 영농편리를 증진시키고 농기계대여은행의 분점설치 효과를 유발하는 등 대여사업의 효율성을 제고시킬 수 있을 것으로 기대하고 있다.

농기계대여은행 관계자는 "2019년 지역농협 위탁사업은 2월 8일까지 지역농협을 통해 신청을 받으므로 지역별 수요가 많은 농기계가 위탁사업에 포함되어 신청될 수 있도록 지역농협에 비치된 사전수요조사서를 적극 활용해 요청하길 바란다"며 "아산시는 농업인이 행복한 풍요로운 농촌 실현을 위해 더욱더 노력할 것"이라고 말했다.

@highlight

아산시가 지난 해 지역주민들에게 만족도가 높았던 '농기계 대여은행 운영 시스템 개선' 이행을 위해 올해 약 15억 원의 예산을 편성해 권역별 분산형 농기계대여은행 체계를 확대한다.