문화체육관광부와 덴마크 문화부는 2019년을 '한국-덴마크 상호 문화의 해(2019 Korea-Denmark Cultural Year)'로 지정하고 16일 덴마크 코펜하겐 데이니시 라디오(Danish Radio) 콘서트홀에서 열리는 '코리안 심포니 오케스트라' 개막 공연을 시작으로 다양한 문화교류 프로그램을 진행한다.

문체부는 2018년 2월 한국-덴마크 수교 60주년(1959. 3. 11. 외교관계 수립)을 기념하기 위해 2019년을 '상호 문화의 해'로 지정하기로 덴마크 측과 양해각서(MOU)를 체결했다.

도종환 장관은 이번 개막 공연에 마리 한센(Maria Hansen) 덴마크 문화부 차관, 토마스 리만(Thomas Lehmann) 주한덴마크대사와 함께 참석해 양국 간 우의를 다진다.

문체부 주최로 열리는 이번 개막 행사에는 코리안심포니오케스트라와 주덴마크왕국대한민국대사관이 함께한다.

특히 개막 공연은 덴마크 코펜하겐에서는 처음으로 개최되는 우리나라 오케스트라의 연주회로서 임준희의 교향시 '한강(한국)'과 칼 닐센의 '플루트 협주곡(덴마크)' 등 양국 작곡가들의 작품을 연주하며 양국 간 우의를 다진다.

한국과 덴마크는 상호 문화의 해를 기념하기 위해 유윤석 이화여대 교수, 니나 리 스톰(Nina Lee Storm, 한국계 덴마크인) 작가와 함께 '공동 기념로고'를 제작하고, 상대국과 함께하는 주요행사를 홍보하기 위해 '후견인(Patron)'을 지정했다.

덴마크 측 후견인으로는 '메리 왕세자비(Crown Princess Mary)'가, 우리 측 후견인으로는 유럽에서 오랫동안 활동해온 한국의 대표적인 문화예술인 '강수진 국립발레단 예술감독'이 지정됐다.

후견인들은 2019년 한 해 동안 양국 주요 문화교류 행사에 참석하고 이를 홍보한다.

@highlight

16일 덴마크 코펜하겐 데이니시 라디오콘서트홀에서 열리는 '코리안 심포니 오케스트라' 개막 공연을 시작으로 다양한 프로그램을 진행하는데 문체부는덴마크 측과 양해각서(MOU)를 체결하며 이에 도종환 장관은 이번 개막 공연에 주한덴마크대사와 함께 참석해 양국 간 우의를 다진다.