14일 공직선거법 위반 혐의 등으로 기소된 이재명 경기지사와 백군기 용인시장의 두 번째 공판이 각기 열렸다.

13 지방선거를 앞둔 지난해 6월 이 지사가 김포에서 선거 유세를 하는 영상이 재생됐다.

이 지사가 분당 대장동 개발사업과 관련, "개발이익금을 시민의 몫으로 환수했다"는 취지로 발언해 공직선거법상 허위사실 공표 혐의를 받게 한 문제의 영상이다.

이 지사는 이 외에도 '친형 강제 입원' 등 3개 사건에 관해 직권남용권리행사방해와 공직선거법 위반 등 2가지 혐의를 받는다.

영상을 시청한 이 지사 측은 "(발언의) 전반적인 취지는 개발을 통해 불로소득을 얻는 사람에 대한 (이 지사) 개인의 생각이다"라고 말했다.

그러나 검찰 측은 이 지사의 선거유세가 성남시에서 이뤄지는 사업에 대한 기초지식이 없는 다른 지역 시민을 대상으로 했다는 점에서, 유권자가 받아들일 사실관계를 왜곡시킬 의도가 엿보였다고 봤다.

재판에는 대장동 개발사업을 담당하는 현 성남시 공무원과 지난해 지방선거 당시 이 지사 측의 선거공보물 제작자가 출석해 증인신문을 받았다.

앞서, 같은 날 오전 10시 공직선거법 위반 혐의로 기소된 백군기(69) 용인시장 역시 공판에 출석했다.

수원지법 형사12부가 연 이날 공판에서 검찰과 백 시장 측은 백 시장 선거유세 과정에서 홍보를 담당하던 A씨를 증인신문했다.

A씨는 백 시장의 정책 등을 웹자보 등으로 만들어 SNS등에 게재하는 등의 활동을 했다.

검찰 측은 A씨가 경선에 관여하는 당원이 아닌 일반인 상대로 백 시장을 폭넓게 홍보한 사실이 '경선 운동을 했을 뿐'이라는 백 시장 측의 주장에 반한다고 봤다.

또 그의 지인에게 '백 후보가 180만 원을 준다고 했다' 등의 문자메시지를 보낸 사실에 주목했다.

이에 백 시장 측은 A씨가 자발적으로 홍보업무를 맡았고, 동백사무실에서 작업한 것도 아니라는 취지로 응수했다.

그가 지인과 나눈 문자메시지는 허위의 내용일 뿐이라고 덧붙였다.

백 시장은 지난해 1월부터 4월까지 황씨 등 지지자 10명이 참여한 유사 선거사무실을 활용해 불법 선거운동을 한 혐의 등을 받고 있다.

@highlight

14일 공직선거법 위반 혐의 등으로 기소된 이재명 경기지사와 백군기 용인시장의 두 번째 공판이 각기 열렸는데, 이 지사 측은 법원에서 재생된 영상을 보고 "(발언의) 전반적인 취지는 개발을 통해 불로소득을 얻는 사람에 대한 개인의 생각이다"라고 혐의를 부인했고, 백 시장 재판에서 검찰 측은 A씨가 경선에 관여하는 당원이 아닌 일반인 상대로 백 시장을 폭넓게 홍보한 사실이 '경선 운동을 했을 뿐'이라는 백 시장 측의 주장에 반한다고 했다.