2016년 최우수시설 선정 장기요양 멘토기관 지정도 “노령화 시대에 입소 어르신과 보호자를 위해 청결한 서비스, 내 집 같은 편안함, 품격있는 노후를 제공하자 최선을 다하고 있습니다.”

중풍, 치매 등 노인성 질환을 가진 어르신에게 의료, 재활, 사회심리지원 프로그램 등을 제공하며 편안한 노후 생활을 돕는 군포시립노인요양센터 김동선 원장(48).

그는 간호사, 요양보호사, 영양사 등 70여 명과 함께 100명의 입소 어르신과 주간요양 20명의 어르신을 내 가족처럼 돌보고 있다.

지역 내 노인성 질환 어르신을 위해 지난 2007년 설립된 군포시립노인요양센터는 2013년부터 대한불교조계종 사회복지재단이 위탁운영하고 있다.

이곳은 국민건강보험공단이 실시한 2016년 전국노인장기요양기관 평가에서 상위 10%로 최우수 시설로 선정되는가 하면 지난해는 전국 요양시설 0.3%에게만 주어지는 청구그린기관으로 선정돼 우수 사례 전파 및 서비스 질 향상을 위한 장기요양기관 평가 멘토기관으로 지정됐다.

김 원장은 “노인성 질환이 남의 일이 아니라는 의식이 필요하고 관심을 가져야 할 때”라며 “지난해 군포시 28만 시민 중 노인인구는 2만 9천654명으로 이중 4천567명(15.4%)이 치매, 뇌졸중, 파킨슨 등 판정을 받아 인지, 신체기능의 불편 등을 겪고 있다”고 말했다.

그는 “노인성 질환으로 인한 간병, 수발 문제는 가족 간 문제가 아닌 사회적ㆍ국가적 문제로 대두된 지 오래”라며 “가족과 사회, 국가의 부담을 줄이고 언제 올지도 모를 노인성 질환에 대한 사회안전망인 노인돌봄시스템 구축이 시급하다”고 말했다.

김동선 원장은 “맞춤형 서비스와 전문성을 강화해 입소 어르신에게는 건강하고 품격 있는 노후를, 가족에게는 심리적ㆍ경제적 부담을 덜어줄 수 있는 명품 노인요양시설을 만들고자 노력하고 있다”고 강조했다.

@highlight

군포시립노인요양센터는 어르신들에게 의료, 재활, 사회심리지원 프로그램 등을 제공하여 최우수 시설로 선정되는 한편 김동선 원장은 보다 품격있는 노인요양시설을 만들고자 노력하겠다고 밝혔다.