12월 중국의 수출지표가 2년래 가장 큰 폭으로 둔화하면서 시장의 우려를 사고 있다.

증권가에선 무역분쟁이 해소되지 않는 한 2분기부터 역성장 여지가 있다고 내다봤다.

이상재 유진투자증권 투자전략팀장은 15일 보고서에서 "12월 중국 수출이 2년래 가장 큰 폭인 전년 동기 대비 4.4% 감소했는데 이는 지난해 수출 호황의 기저효과를 감안하더라도 우려되는 요인"이라며 "제조업 신규수출 주문지수와 수출지표 간에는 10개월의 시차가 존재하는 만큼 2분기에 재차 역성장할 여지가 있다"고 내다봤다.

14일 중국은 12월 수출이 전년 동기 대비 4.4% 감소한 2212억달러를 기록했다고 발표했다.

수입 역시 작년 같은 기간에 비해 7.6% 감소한 1642달러로 집계됐다.

이는 모두 시장 예상을 하회한 수치다.

12월 대미 무역흑자는 299억달러로 지난달(355억달러)보다 줄어들었다.

이번에 발표된 부정적 발표는 향후 발표될 추세적 지표 부진의 예고편이라는 판단이다.

이 팀장은 "12월 중국수출의 감소는 미중 무역분쟁에서의 관세율 인상 영향 및 글로벌 교역 둔화 등의 추세적 요인과 비교시점인 2017년 12월 수출 호조에 따른 부정적 기저효과가 복합 작용했다"며 "12월 수출 감소를 조기에 추세적 역성장세로 반전한다고 예단하기는 시기상조"라고 말했다.

역성장은 2분기부터 본격적으로 시작된다는 설명이다.

이 팀장은 "중국 국가통계국 제조업 신규수출 주문지수와 수출 간에는 10개월 간의 시차를 두고 0.6 내외의 상관관계를 갖고 있는데 해당 지수는 2018년 6월부터 중립(50)선을 하회했다"며 "올해 2분기부터는 중국 수출이 본격 위축될 가능성이 높고 역성장세가 추세화될 수 있다"고 전망했다.

이에 따라 중국 정부의 움직임도 달라질 것이란 판단이다.

이 팀장은 "12월 중국의 대미 무역수지는 5개월 만에 300억 달러선을 하회했는데 대미 무역수지 흑자폭 감소는 미중 무역협상에 긍정적"이라며 "올해는 중국 정부가 대외적으론 대미수입 확대에 더욱 적극성을 보이는 가운데 대내적으로는 내수경기 부양책을 강화할 가능성이 높다"고 내다봤다.

@highlight

증권가에선 12월 중국지표가 2년래 가장 큰 폭으로 둔화하면서 무역분쟁이 해소되지 않는 한 올해 2분기부터는 중국 수출이 본격 위축될 가능성이 높고 역성장세가 추세화될 수 있다고 전망했다.