노사교섭은 지지부진 KB국민은행(은행장 허인)이 올해 희망퇴직 신청접수를 받은 결과 600여명이 넘는 것으로 파악됐다.

희망퇴직 대상자 세명 가운데 한명꼴이다.

국민은행은 이들 신청자를 대상으로 일정한 심사를 통해 이달 말 일괄 퇴직처리할 예정이다.

국민은행은 15일 "11일부터 14일까지 희망퇴직 신청을 받은 결과 대상자 2100여명 가운데 619명이 신청했다"면서 "인사위원회에서 일정한 심사를 거치기 때문에 최종 숫자는 일부 줄어들 수도 있다"며 "최종 퇴직은 이달 28일자로 예정돼 있다"고 밝혔다.

이같은 규모는 대상자 3.5명 가운데 1명 수준으로 지난해보다 소폭 늘어났다.

국민은행은 지난해 1월 희망퇴직 당시 대상자 1800여명 가운데 407명이 그만둬 4.5명 가운데 1명이 퇴직했다.

국민은행의 올해 희망퇴직자 수가 증가한 데는 대상 범위가 일부 늘어나고, 퇴직금 규모 등 조건이 지난해보다 좋아졌기 때문으로 보인다.

국민은행 노사는 지난 10일 올해 희망퇴직을 기존 임금피크제 대상자와 더불어 부점장급은 1964년부터 66년생까지, 팀장과 팀원급은 1963년부터 1965년까지 출생한 직원을 대상으로 하기로 합의했다.

희망퇴직 조건은 직급 및 나이에 따라서 21개월에서 최대 39개월치의 특별퇴직금을 지급하기로 했다.

아울러 자녀 학자금과 최대 2400만원의 재취업 지원금 가운데 하나를 선택할 수도 있도록 했다.

한편 지난 7일 노조의 파업이후 국민은행 노사는 사실상 매일 교섭을 진행하고 있지만 일부 쟁점에서 이견을 좁히지 못하고 최종 타결이 더뎌지고 있다.

노사는 15일 오후에도 교섭을 가질 것으로 알려진 가운데, 노조는 교섭이 실패할 경우 이달 말로 예정된 2차 파업을 강행하겠다는 입장이다.

노조 관계자는 "많은 부분에서 노사가 이견을 좁힌 상황인데 은행장이 최종 결심을 못하고 있다"면서 "2차 파업까지 안가는 게 노조의 바람이지만 타결이 안되면 불가피하게 설을 앞두고 파업을 하는 사태가 발생할 수도 있다"고 말했다.

@highlight

지난 15일,국민은행은 4일간 희망퇴직 신청을 받은 결과, 600명으로 통계되며 올해 수가 증가하 데는 조건이 지난해보다 좋아진 걸로 보이며 이번 달 28일자로 최종 퇴직이 예정돼 있다.