앞으로 온라인상의 자살유발정보는 불법으로 규정된다.

또 이를 유통할 경우 2년 이하의 징역 혹은 2천만 원 이하의 벌금을 부과할 전망이다.

보건복지부는 ‘자살예방법’ 일부개정법률안이 15일 공포됐다고 밝혔다.

개정법은 6개월 후인 7월 16일부터 시행된다.

개정법은 자살예방을 위한 기존의 선언적 규정을 실효적 내용으로 개선하는 내용을 담고 있다.

이에 따라 온라인 자살유발정보 유통금지와 자살위험자 구조를 위한 개인정보·위치정보 확보의 법적 근거를 마련했다.

자살동반자 모집, 구체적인 자살 방법, 자살 실행·유도를 담은 문서·사진·동영상, 자살위해물건의 판매·활용 정보, 그 밖의 명백한 자살 유발 목적 정보를 인터넷 등 정보통신망에서 유통할 경우 2년 이하의 징역에 처하거나 2천만 원 이하의 벌금이 부과된다.

또 경찰관서와 해양경찰관서, 소방관서가 자살위험자를 구조를 위해 정보통신서비스 제공자에게 개인정보·위치 정보를 열람하거나 제출해달라고 요청하면 이에 따르도록 의무화하기로 했다.

이러한 요청을 거부하면 1년 이하의 징역이나 2천만 원 이하의 벌금을 부과한다.

아울러 복지부 장관이 자살예방 홍보 강화를 위해 지상파방송 사업자에 관련 홍보 영상을 공익광고 편성 비율 범위에서 송출하도록 협조 요청할 수 있게 했다.

지상파방송사업자는 자살 관련 보도 또는 방송에 공익광고나 자살예방상담번호를 내보내도록 노력해야 한다.

또 국가·지방자치단체가 자살자의 유족이 생기면 지원 대책과 절차를 적극적으로 안내하도록 하고 직접 신청하지 않으면 당사자 동의 아래 직권으로 신청할 수 있게 규정했다.

자살자의 유족에 대해서도 상담치료와 법률구조, 생계비 등을 지원할 수 있도록 지원 가능한 항목을 확대했다.

장영진 자살예방정책과장은 “개정된 자살예방법을 통하여 자살위험자를 보다 신속하게 구조할 수 있게 됐다”며 “온라인 자살유발 정보로 인한 모방 자살을 방지하고 지상파 방송에서 자살예방 상담전화를 안내하는 등 자살 감소에 기여할 것”이라고 말했다.

@highlight

7월 16일부터 온라인상에서 자살을 유발할 수 있는 정보는 불법으로 규정되며 이를 어길시에는 2년 이하의 징역에 처하거나 2천만 원 이하의 벌금이 부과된다.