김주오 코스피가 15일 외국인과 기관의 매수에 2천90대를 회복했다.

이날 코스피는 전 거래일보다 32.66p(1.58%) 오른 2천97.18에 거래를 마쳤다.

종가 기준으로 지난해 12월 5일의 2천101.31 이후 최고치이며 지수는 전장보다 4.62p(0.22%) 오른 2천69.14에서 출발해 상승 폭을 키웠다.

유가증권시장에서는 외국인과 기관이 각각 1천208억원, 2천912억원어치를 사들였으며 개인은 4천117억원을 순매도했다.

시가총액 상위주는 삼성전자(2.62%), SK하이닉스(3.06%), 현대차(4.94%), 삼성바이오로직스(0.25%), LG화학(1.57%), POSCO(2.60%), SK텔레콤(0.56%), NAVER(4.33%) 등 대부분 올랐다.

시총 10위권 안에서는 셀트리온(-1.66%)만 내렸다.

업종별로는 증권(3.57%), 운송장비(3.08%), 전기·전자(2.46%), 의료정밀(2.17%), 금융(2.12%) 등이 강세였으며 종이·목재(-1.13%), 음식료품(-0.89%), 섬유·의복(-0.27%) 등은 약세를 보였다.

코스닥지수는 전장보다 7.30p(1.07%) 오른 690.39로 마감했고 지수는 전장보다 1.88p(0.28%) 오른 684.97로 출발해 우상향 곡선을 그렸다.

코스닥시장에서는 외국인과 기관이 각각 315억원, 2억원어치를 순매수했고 개인은 181억원을 순매도했다.

시총 상위주 중에는 CJ ENM(0.61%), 포스코켐텍(2.50%), 메디톡스(3.99%), 바이로메드(1.35%) 등이 올랐고 셀트리온헬스케어(-2.81%), 스튜디오드래곤(-1.56%), 펄어비스(-1.64%) 등은 내렸다.

@highlight

15일 코스피는 외국인과 기관의 매수로 전일보다 32.66p 올라 2천 90대로 마감하였고 코스닥은 전일보다 7.30p오른 690.39로 거래를 마쳤다.