지난해 11월 미국 캘리포니아에서 일어난 역대 최악의 산불에 대한 배상 책임이 있는 가스·전력 공급업체 '퍼시픽 가스 앤드 일렉트릭(PG&E)'이 천문학적 소송 비용을 감당하지 못하고 결국 파산보호 신청을 하게 됐다.

14일(현지시간) 월스트리트저널(WSJ)에 따르면 PG&E는 오는 29일께 법원에 연방파산법 11조(챕터 11)에 따른 파산보호를 신청을 제출할 예정이다.

앞서 캘리포니아 수사 당국은 산불 발생 원인에 대한 대대적인 조사를 벌인 결과 PG&E가 설치한 고압 전선이 강풍에 끊어지면서 불씨를 제공했다는 결론에 이르렀다.

PG&E는 지난 2017년 7월 발생한 18건의 산불과 관련해서도 부실한 고압 전선이 강풍 등으로 끊어져 발화 원인을 제공했다는 혐의를 받고 각종 손해배상 소송에 직면해 있는 상황이다.

WSJ은 "PG&E 배상책임액이 300억 달러(약 33조 6,180억원) 이상이 될 것으로 추산된다"며 "이를 감당할 수 없다고 판단한 회사 측이 파산신청 결정을 내린 것으로 보인다"고 전했다.

연방파산법에 따라 법원이 기업 존속가치가 청산가치보다 높다고 판단해 신청을 받아들이면 해당 업체의 채무 상환이 연기되거나 탕감돼 회생 절차를 밟을 수 있다.

파산보호 신청 소식에 앞서 PG&E는 전날 성명을 통해 게이샤 윌리엄스(57) 최고경영자(CEO)가 사임하며 이사회가 후임자를 찾을 때까지 존 사이먼 최고법률책임자가 CEO 대행을 맡을 것이라고 발표했다.

2017년 3월 취임한 윌리엄스는 사임 이유에 대해 별도 설명하진 않았지만, 회사가 캘리포니아 산불 배상 건 등으로 파산 위기에 몰리자 CEO로서 책임을 지고 물러나는 것으로 풀이된다.

114년의 업력을 자랑하는 PG&E의 파산보호 신청 소식에 이날 뉴욕증시에서 PG&E의 주가는 50% 가까이 폭락했다.

국제신용평가기관 스탠다드앤드푸어스(S&P)와 피치는 PG&E 신용등급을 각각 B에서 CC, BBB-에서 C로 강등했다.

@highlight

캘리포니아 수사 당국은 산불 발생 원인에 대한 전반적인 조사를 한 결과 PG&E가 설치한 고압 전선이 강풍에 끊어져 불씨를 제공했다는 결론이 나면서 배상책임액이 300억 달러이상이 될 것으로 예상되자, 29일에 PG&E는 법원에 파산신청을 제출할 예정이다.