충북경실련 "지역 상인에 상생기금 제공은 불법" 市 "협약 통한 추가 지원"

[충청일보 신홍균기자] 충북청주경제정의실천시민연합(이하 충북경실련)은 15일 "청주시 방서동에 입점을 추진하는 GS리테일은 상생 기금으로 상인들을 매수하는 행위를 즉각 중단하라"고 촉구했다.

충북경실련은 이날 낸 입장문을 통해 "GS리테일은 GS슈퍼마켓 방서점(SSM, 기업형슈퍼마켓)을 입점시키려고 반경 1㎞ 안에 있는 분평동 원마루시장 상인회장과 수천만원의 상생기금을 제공하는 협약을 최근 체결했다"며 이같이 요구했다.

충북경실련은 "2016년 9월 국회는 중소기업청 국정감사에서 대형마트·복합쇼핑몰 등이 출점 때 지역 상인에게 제공하는 상생기금은 불법이며 그 자체가 매수죄에 해당한다는 의견을 냈다"고 주장했다.

그러면서 "GS슈퍼마켓 방서점이 이대로 입점하면 전통시장 1㎞ 이내라도 돈만 내면 재벌 유통업체가 입점할 수 있다는 선례를 남김과 동시에 그동안 지켜온 중소상인 보호정책의 근간이 무너지게 될 것"이라고 우려했다.

이에 대해 청주시 측은 같은 날 배포한 보도자료를 통해 충북경실련의 주장은 사실과 다르다고 반박했다.

시 관계자는 "GS리테일은 당초 청주시에 준대규모점포 등록신청을 위해 지역협력계획서를 제출할 때 2000만원의 원마루시장 지원계획서를 제출했다"며 "GS리테일은 원마루시장과 시장협력사업을 지원하겠다는 1차 협약 후 구체적으로 총 6000만원을 지원하겠다는 2차 협약을 했다"고 설명했다.

이 관계자는 "유통업상생발전협의회 개최 과정에서 논의한 결과, 당초 ㈜GS리테일이 시에 제출한 지역 협력 금액 보다 더 많은 지원을 하겠다고 하며 상생합의서의 추가지원계획은 불법이 아니기 때문에 원마루시장 지원 금액 6000만원을 원마루시장상인회 전체에 공지하고 상생협약 관련 불법이 발생하면 취소할 수 있다는 조건부로 등록을 수리하기로 의견을 모은 것"이라고 강조했다.

@highlight

충북청주경제정의실천시민연합은  청주 방서동 입점추진 GS리테일이 상생기금을 지역상인에게 제공하는 것은 불법이므로 이를 중지하라고 하였으나 청주시는 이러한 주장은 사실과 다르다고 반박하였다.