국제유가가 떨어지면서 수입물가가 두 달째 하락세를 이어갔다.

한국은행이 15일 발표한 ‘2018년 12월 수출입물가지수’를 보면 지난해 12월 수입물가지수(2010=100·원화 기준)는 85.01로 한 달 전보다 3.4% 하락했다.

수입물가는 지난해 11월 4.5% 떨어진 데 이어 두 달 연속 내렸다.

수입물가 2개월 연속 하락은 전년 11∼12월 이후 처음이다.

그간 수입물가 상승을 이끈 국제유가가 떨어지면서 수입물가도 하락 전환했다.

지난해 10월 배럴당 80달러 안팎까지 치솟았던 두바이유는 12월 배럴당 57.32달러까지 내려앉았다.

지난해 11월과 12월에 각각 전월 대비 17.4%, 12.6% 하락했다.

광산품, 원유 등이 포함된 원재료 수입물가가 6.6% 떨어졌고, 석탄 및 석유제품 등의 하락으로 중간재 수입물가도 2.7% 내렸다.

자본재, 소비재도 전월 대비 각각 -0.4%, -0.8%를 나타냈다.

품목별로는 원유(-13.0%), 벙커C유(-13.6%), 부탄가스(-21.3%) 등에서 하락세가 두드러졌다.

지난해 12월 수출물가지수는 84.07로 한 달 전보다 2.0% 내리며 역시 2개월 연속 하락했다.

유가 하락으로 석탄 및 석유제품, 화학제품 수출물가에 하방 압력이 생긴데다가 원/달러 환율이 내린 영향까지 더해졌다.

농림수산품 수출물가가 0.7% 떨어졌고 공산품은 2.1% 내렸다.

품목별로는 경유(-15.7%), 벙커C유(-17.6%), 휘발유(-13.8%) 등에서 낙폭이 컸다.

한국의 주력 수출 상품인 반도체에서도 하락세가 이어졌다.

D램 수출물가는 0.9% 떨어지며 5개월째 하락했고, 플래시메모리도 6.9%의 하락세를 보였다.

한편 지난해 수출물가는 전년 대비 보합, 수입물가는 전년대비 6.35 상승한 것으로 나타났다.

@highlight

한국은행이 15일 발표한 자료에는 수입물가지수가 11월 4.5% 하락한데 이어 12월 3.4% 하락했고 원인은 국제유가가 떨어졌기 때문이다. 