대전권 5개 자치구가 2019년도 최저임금 인상에 따른 지역아동센터 추가 운영비에 대해 시의 지원을 요구하고 나섰다.

특히 전국 지역아동센터 관계자들이 정부와 국회에 적정 운영을 위한 추경예산 편성을 요구하고 있는 상황이어서 귀추가 주목된다.

대전지역 5개 구청장으로 구성된 대전시구청장협의회는 15일 간담회를 열고 올해 지역아동센터 추가 운영비에 대해 시비 지원을 건의키로 했다.

올해 최저임금 인상(인상률10.9%)에 따라 지역아동센터 기본운영비 중 인건비의 비중이 증가하고, 이로 인해 운영비 부족이 예상되기 때문이다.

구별 추가예산(국비 50%, 시비 25%, 구비 25%) 편성 또한 불가피한 상황이다.

올해 예산을 살펴보면 동구는 총 18억 원 중 4억 5000만 원, 중구는 23억 2000만 원 중 5억 8000만 원, 서구는 17억 6000만 원 중 4억 4000만 원, 유성구는 14억 원 중 3억 5000만 원, 대덕구는 18억 4000만 원 중 4억 6000만 원을 구비로 부담한다.

또 추가 소요 예상액은 동구 총 예산 4억 1000만 원 중 1억 200만 원, 중구 5억 5000만 원 중 1억 3800만 원, 서구 4억 2000만 원 중 1억 500만 원, 유성구 3억 2000만 원 중 8000만 원, 대덕구 4억 4000만 원 중 1억 1000만 원 등이다.

구별로 차이는 있지만 기존 예산에 추가로 20% 안팎을 더 부담해야 하는 상황이다.

협의회는 재정여건이 열악한 자치구의 상황을 감안, 최저임금 상승에 따른 추가 소요예산액 중 구비 부담비용 전액을 시비로 편성을 요청하기로 결정했다.

또 차등 지원하는 인센티브를 폐지하고 운영비로 변경해 지원, 열악한 아동센터에 도움이 될 수 있도록 보건복지부에 건의할 계획이다.

이와 함께 이번 협의회에서는 참전유공자 명예수당 추가지급, 영유아 친환경급식 현물지원 공통추진, 주민자치회 안정적 정착을 위한 재정지원 등에 대한 논의가 이뤄졌다.

한편 전국 지역아동센터 관계자로 구성된 '지역아동센터 예산사태 해결을 위한 추경쟁취연대'는 이날 오후 서울 광화문광장에서 집회를 열고 적정 운영비 보장, 인건비 분리 교부 등을 요구했다.

@highlight

대전권 5개 자치구가 최저임금 인상 및 운영비 부족을 이유료 지역아동센터 추가 운영비를 시에 요구했으며, 특히 전국 지역 아동센터 관계자들이 정부와 국회에 적정 운영을 위한 추경을 요구하고 있는 상황이어서 귀추가 주목된다.