최근 쇼트트랙 심석희 선수와 전 유도선수 신유영 씨가 각각 코치로부터 성폭행을 당했다는 폭로를 하며 체육계의 ‘미투’ 논란이 확산되는 가운데 대한체육회가 앞으로 관련 사건의 조사를 모두 외부 전문 기관에 맡기기로 했다.

회원종목 단체의 폭력·성폭력 조사와 징계에서 자정 기능을 상실했다는 비판 때문이다.

이기흥 대한체육회장은 15일 서울 올림픽파크텔에서 열린 1차 이사회에서 한국 체육의 적폐로 드러난 가혹 행위와 (성)폭력 근절 실행 대책을 발표했다.

이 회장은 모두 발언에서 “감내하기 어려운 고통 속에서도 용기를 내어 준 (폭력·성폭력) 피해 선수들에게 감사와 위로의 말씀을 드리며, 한국 체육에 성원을 보낸 국민과 정부, 기업인에게 진심으로 사과의 말씀을 드린다”고 최근 일파만파로 번진 체육계 미투 고발에 고개를 숙였다.

이 회장은 그간 내부 관계자들이 폭력·성폭행 사안의 징계와 상벌 결정에 관여해온 관행과 병폐에 체육회가 자정 기능을 다하지 못한 점을 국민 여러분께 진심으로 사과드린다며 적폐 근절을 위한 실행 대책을 소개했다.

체육회는 먼저 정부와 긴밀한 협의를 거쳐 회장 직속 기구로 전문가, 시민사회 단체가 참여하는 피해 선수 관리·보호 태스크포스(TF)를 즉시 구성한다.

TF는 무기명·본인·제3자의 신고를 접수하고, 관련 사안을 조사해 폭력·성폭력을 조직적으로 은폐하거나 묵인·방조한 회원종목 단체를 즉시 퇴출할 참이다.

체육회는 또 조재범 쇼트트랙 전 대표팀 코치의 성폭행 의혹 파문으로 얼룩진 대한빙상경기연맹을 철저하게 조사해 관리·감독의 최고 책임자로서 마지막이라는 각오로 시스템을 완벽하게 구축하고 정상화하겠다고 덧붙였다.

체육회는 구체적인 실행 방안으로 메달을 포기하더라도 체육계에 만연한 온정주의 문화를 철폐하겠다고 다짐했다.

또 성적 지상주의로 점철된 현행 엘리트 체육의 시스템을 전면 재검토해 합숙·도제식 훈련 방식의 전면적인 쇄신책도 강구하겠다고 밝혔다.

박장군 기자 .

@highlight

이기흥 대한체육회장은 15일 서울 올림픽파크텔에서 열린 1차 이사회에서 한국 체육의 적폐로 드러난 최근 쇼트트랙 심석희 선수와 전 유도선수 신유영 씨의 폭로로 체육계 ‘미투’ 논란이 확산하는 가운데 (성)폭력 근절 실행 대책을 발표하여 체육회는 먼저 정부와 협의를 거쳐 회장 직속 기구로 피해 선수 관리·보호 태스크포스(TF)를 즉시 구성하고 앞으로 관련 사건의 조사를 모두 외부 전문 기관에 맡기기로 했다. 