의료 영상 분석 분야에서 세계적 권위를 자랑하는 저널인 '의료영상분석' 최근호에 인공지능 기술을 활용해 폐 속 미세한 기관지를 빠르고 정확하게 알아낼 수 있다는 연구결과가 실려 주목을 받고 있다.

간질성 폐질환이나 만성폐쇄성폐질환, 천식 등 중증 폐질환을 정확하게 진단하기 위해서는 미세한 기관지까지 분석해야 하기 때문이다.

특히 그 중에서도 기관지의 벽 두께를 파악하는 것이 중요하다.

공기 중의 균이나 알레르기를 일으키는 물질들과 기관지가 싸우게 되면 벽이 두꺼워진다.

문제는 기관지의 경우 나뭇가지처럼 두께가 1mm 미만인 기관지로까지 계속 갈라져 컴퓨터단층촬영(CT) 등 정밀한 의료영상을 통해서도 보이지 않는 것이 많다는 점이다.

또한 호흡이나 심장의 움직임에 따라 영상이 영향을 받는 탓에 정확하게 그 두께를 파악하는 것이 쉽지 않다.

의료진이 일일이 파악할 수도 있지만 시간이 오래 걸린다는 단점이 있다.

서울아산병원 연구팀(김남국·서준범 교수팀)은 '특정 물체의 가로 세로 높이 사진 여러 장을 종합해 3차원 이미지를 만들어 학습하는 팁러닝 기반기술'인 2,5D 합성곱신경망을 적용한 인공지능 기술을 자체개발했다.

개발된 인공지능에게 59명의 폐 질환 환자의 흉부 CT 검사 영상자료를 학습시킨 뒤, 인공지능 기술의 유효성을 검증하기 위해 폐 질환자 8명의 흉부 CT 검사 영상으로 정확도와 분석 속도를 시험했다.

결과는 성공적이었다.

의료진이 직접 하는 것에 비해 90% 정도의 정확도로 기관지 벽 두께를 파악했으며, 시간은 2분 정도밖에 걸리지 않았다.

여러 상황적 제약으로 인해 의료진조차 의료영상에서 100% 정확하게 모든 기관지를 찾을 수 없다는 것을 감안하면 사람 대비 90%의 정확도로 기관지를 2분 만에 찾아낸다는 것은 매우 정확하다는 설명이다.

연구팀은 "인공지능 기술로 흉부 CT 검사 영상을 분석해 미세한 기관지까지 찾아낸 후에 영상의학 전문가가 추가적으로 분석을 하면 중증 폐 질환을 더욱 빠르게 진단하고 치료할 수 있을 것으로 기대한다."고 밝혔다.

@highlight

서울아산병원 연구팀은 사진 여러 장을 종합해 3차원 이미지를 만들어 학습하는 인공지능 기술을 자체개발하여 폐 속 미세한 기관지를 빠르고 정확하게 알아낼 수 있다는 연구를 하였으며, 59명의 폐 질환 환자의 흉부 CT 검사 영상자료를 학습시키며 정확도와 분석 속도를 시험했다.