구재원 기자 “국내에 입국한 뒤 우리사회에 제대로 적응하지 못한 채 방황하는 위기 다문화청소년들이 균형 잡힌 적응을 할 수 있도록 지원하고 있습니다”

법원과 검찰 그리고 학교 등지에서 대안교육 명령을 받은 위기의 청소년들을 대상으로 유형별 비행예방 교육과 체험교육 등을 통해 몸과 마음이 균형 잡힌 청소년으로 성장할 수 있도록 지도하고 있는 교육기관인 ‘안산청소년꿈키움센터(이하 청소년 센터)’.

청소년 센터는 최근 우즈베키스탄 국적의 다문화청소년 2명이 부모와 함께 국내에 입국, 중학교 과정에 편입학 했으나 언어 소통이 되지 않아 학교생활에 적응하지 못한 채 중퇴한 뒤 사건에 연루돼 법원으로부터 교육 명령을 받고 청소년 센터에서 교육을 수료 현재 학교로 돌아가기 위한 절차를 밟고 있는 것으로 전해졌다.

이처럼 청소년 센터는 의사소통이 되지 않아 정상적인 교육 및 수업이 어려운 다문화 청소년들에게 교육과정을 지원하는 등 우리모두 예술학교와 연계해 통역을 제공하고 사회에 적응할 수 있도록 하기 위한 프로그램과 준법교육, 한국어교육 등 눈높이에 맞는 교육프로그램을 제공하고 있다.

특히 교육 프로그램 마지막 날에는 청소년들의 정서적 친밀감을 높이기 위해 안산 단원미술관과 갈대습지공원 등 을 방문하는 ‘자전거 타고 떠나는 감성체험’ 프로그램을 운영, 자전거 길을 따라 떠나는 의미 있는 문화 체험의 시간을 갖고 있다.

이에 안산청소년꿈키움센터 관계자는 “저출산으로 인한 인구절벽 현상으로 생산인구가 감소해 국가 경쟁력이 약화되는 시점에서 청소년들의 정상적 성장을 방해하는 요소들이 사회에 만연함에 따라 가출, 학업중단, 한부모 가정 등 취약계층 청소년이 증가, 미래의 생산가능 인구인 이들에 대한 교육과 보호가 절실한 상황”이라며 “저희 센터에서는 안산 지역의 특성상 다문화 청소년들에 대한 교육 의뢰 요청이 꾸준히 증가할 것으로 판단, 위기 청소년들에게 다양한 교육의 기회를 제공, 건전한 청소년으로 회복될 수 있도록 노력해 나가겠다”고 밝혔다.

@highlight

'안산청소년꿈키움센터'는 대안교육을 명령 받은 다문화 청소년들에게 교육과정을 지원하고 정서적 친밀감 상승을 위한 의미 있는 문화 체험의 시간을 제공해준다.