동명대(총장 정홍섭)가 지난해에 이어 ‘제2회 TU-IP(Intellectual Property, 지식재산권) 옥션(AUCTION)’ 행사를 1월 15일 오전10시 동명관 창조 다목적 홀에서 가졌다.

이 대학 사회맞춤형산학협력선도대학(LINC+)육성사업단이 사회수요맞춤형 실용교육의 선도모델을 형성하고, 학생들의 우수한 아이템 및 성과를 발표·전시함으로써 창업 아이템 사업화 활성화를 위해 시행한 것이다.

이날 ▲도구 없이 절개할 수 있는 플라스틱 용기(김민정) ▲첨단 디스플레이 거울(김성진) ▲우산 가방(배경태) ▲ 이어폰 수납공간이 탈부착 가능한 스마트폰 케이스(배수아) ▲선명도를 갖춘 기능성 거울(선용재) ▲차량용 오토 팬히터(조우래) 등 재학생들이 11개의 우수 아이템을 발표해 주목을 받았다.

특히 ▲ 레저 방수 손목 지갑 스마트 워치 ▲다용도 혼합 일회용 종이컵 ▲옷 보관 겸용 우산 보관대 ▲차량용 오토 팬히터 ▲물건을 찾아주는 스티커 ▲다목적 분실방지 스티커 ▲유선 충전 보조배터리 카드지갑 ▲치간 칫솔이 포함된 칫솔 ▲보온 신발 깔창 등 우수 아이템 포함 총 30개의 재학생 개발 아이템이 특허출원 됐다.

그레이트 최지현 대표, ㈜느티나무의 사랑 정선희 대표, ㈜아쿠아셀 김경희 대표이사 등 11명의 기업체 임원들과 학생 50여 명이 참여했으며, 최종적으로 기업체 별 옥션 심사가 이뤄졌다.

신동석 LINC+사업단장은 “우수 아이템 기술이전 협력을 통해 지역사회와 산업체 간 상호 발전을 이끄는 한편, 학생들의 창의적 아이디어를 기술 이전해 산학공동체의 상생 기반을 마련하겠다.”라고 포부를 밝혔다.

디지털콘텐츠팀 .

@highlight

동명대가 1월 15일 오전 10시 동명관 창조 다목적 홀에서 개최한 '제2회 TU-IP 옥션' 행사에서 재학생들의 우수 아이템 11개가 높은 관심을 끌었으며 출품작 중 30개는 특허출원까지 마쳤다.