김재종(왼쪽) 옥천군수와 김기현 옥천군주민자치협의회장 등이 15일 군청 상황실에서 인구늘리기 릴레이협약식을 하고 있다.

ⓒ 옥천군 [충북일보=옥천] 옥천군이 군 주도의 인구정책 한계에서 벗어나 인구늘리기에 대한 범군민 공감대 형성을 위해 민간단체와 손을 잡는다.

민간단체와의 유기적인 협력을 통해 인구절벽 위기에 선제적으로 대응하기 위한 것으로, 매월 2개 단체 씩 올해 말까지 총 24개 단체와 잇따라 인구늘리기 협약을 할 계획이다.

처음 협약한 단체가 다음 협약 대상을 추천하는 릴레이 방식으로 진행해 인구증가 시책에 동참하는 범사회적 분위기 조성을 계속 이어나간다는 방침이다.

15일에 열린 1호 릴레이 협약식은 군 주민자치협의회 회원 20여명이 참석한 가운데 군청 상황실서 열렸다.

이날 협약으로 군과 주민자치협의회는 인구늘리기 지원시책 홍보, 단체 특성에 맞는 인구늘리기 시책사업 추진, 인구늘리기 인식개선 캠페인 전개 및 교육 등을 중심으로 적극 협력해 나가기로 했다.

옥천군의 지난해 말 인구수는 전년 대비 301명 감소한 5만1천465명이다.

지난해 기준으로 사망자 수(585명)가 출생아 수(181명)의 3배가 넘는 인구 자연감소는 물론, 취업과 정주여건 등으로 인근 도시지역으로 빠져나가는 인구가 상당하다.

지난해 8월 한국고용정보원이 펴낸 '한국의 지방소멸 2018 보고서'에 따르면 군은 전년도에 이어 소멸위험지구로 분류되기도 했다.

군은 이런 위기를 기회삼아 올해는 범군민 인구늘리기 인식개선과 분위기 조성에 적극 힘쓴다는 계획이다.

내년도에는 인구 늘리기 정책 성과공유와 발전방안 논의를 위한 정책토론회 개최, 인구 늘리기 우수사업 추진 단체 시상 등으로 인구 늘리기에 더욱 박차를 가할 예정이다.

김재종 옥천군수는 "군 면적의 84%가 대청호 환경규제로 묶여 있고, 사망이 출생의 세배가 넘는 자연감소와 저출산 등으로 인구절벽 위기에 처해 있다"며 "인구 늘리기에 관내 기관단체와 언론 등 사회 각계각층의 관심과 적극적인 참여를 당부한다"고 말했다.

@highlight

15일 옥천군과 민간단체가 인구절벽 위기에 대응하기 위한 '인구늘리기 릴레이협약식에서' 군과 주민자치협의회는 인구늘리기 지원시책 홍보, 단체 특성에 맞는 인구늘리기 시책사업 추진등을 통해 인식개선과 분위기 조성에 나선다.