인천 옹진군 백령도의 한 임의단체가 민간 해운업체로부터 받은 1억원의 발전기금을 임의로 배분해 주민들의 반발을 사는등 물의를 빚고 있다.

15일 옹진군 백령면 주민 등에 따르면 지난해 5월 19일 오후 4시께 옹진군 백령도 용기포항에 정박한 4천600t급 화물선에서 급유 중 벙커시유가 유출되는 사고가 발생했다.

사고가 나자 피해지역인 백령면 진촌리 등 6개 마을 이장들이 비상대책위원회를 꾸려, 사고 화물선 선사인 M해운과 피해 협상을 했다.

이후 M해운은 비대위에 발전기금 명목으로 1억원 가량을 건넸다.

M해운 측은 사고와 관련, 보상 등은 보험으로 처리했으며, 발전기금은 보상액과 상관없는 지역사회공헌 성격인 것으로 알려졌다.

하지만 대책위가 주민들의 의사와 상관없는 곳에 발전기금을 배분하면서 임의 사용에 따른 주민반발이 불거졌다.

대책위가 백령면 체육회와 민간해양구조대, 옹진군 장학회 등에 기금을 분배한 것을 뒤늦게 확인했기 때문이다.

주민들은 특히 백령도 주민들로부터 대표성을 인정받지 못한 사람들이 임의단체를 구성해 자신들이 속한 특정단체에 기금을 지출한 것은 문제가 있다고 주장하고 있다.

백령도 주민 A씨는 “대책위에 속한 이들은 주민들의 권리를 가로챈 일탈행위를 한 것”이라며 “관련자들이 해당 해운업체와 어떠한 관련이 있는지도 철저히 확인해 밝혀져야 한다”고 주장했다.

또한, 기금 문제에 반발한 주민 일부는 이 같은 사실을 국민권익위원회에 민원을 제기했다.

권익위 관계자는 “관련 민원이 접수된 것이 확인됐으며 현재 검토 중인 사안”이라고 말했다.

이처럼 기금 전용 문제가 커지자 비대위 관계자들은 기금을 M해운 측에 반환하겠다며 수습에 나섰다.

비대위에 속한 B이장은 “최근 일부 주민들의 반대의견이 있어 배분했던 기금은 다 돌려주기로 했다”며 “그동안 따로 사용한 것은 전혀 없다”고 해명했다.

한편, 본보는 M해운의 생각을 듣기 위해 수차례 연락을 시도했지만 답하지 않았다.

@highlight

인천 백령도의 대표성을 인정받지 못한 임의단체가 민간 해운업체로부터 받은 1억원의 발전기금을 멋대로 분배해 주민들의 반발을 사자 이내 관계자는 기금을 반환하겠다고 밝혔다.