충북일보=증평] 미세먼지가 연일 기승을 부리면서 진천군과 증평군민들의 일상생활이 변하고 있다.

15일 아침 출근길에 나선 직장인들과 기업체가 많은 진천지역은 출근하는 사람들 대부분이 마스크를 쓰거나 목도리나 외투를 얼굴을 가린 채 발걸음을 재촉했다.

스마트폰으로 미세먼지 농도 수치를 확인하던 한 시민은 자녀들에게 마스크 착용을 당부했다.

혁신도시로 출근하는 이모(52)씨는 "진천을 청정지역으로 알았는데 오늘아침은 하늘이 온통 뿌옇고 숨 쉬기 답답하다. 평소 착용하지 않던 마스크도 가족들의 권유로 쓰고 나왔다"면서 "요즘 들어 새삼 미세먼지 문제가 심각하다고 느끼고 있다"고 말했다.

증평에서 약국을 운영하는 임모(64)씨는 "평상시 하루에 1~2개씩 판매되던 기능성 마스크가 요즘에는 불티나게 팔리고 있다. 한 번에 10~15개씩 대량으로 구입하는 시민도 생겨나고 있다"고 말했다.

영유아를 키우는 부모들은 미세먼지 문제에 민감하게 반응하고 있다.

이모(34)씨는 "자녀를 어린이집에 보내기 위해 아침에 나섰다가 마스크를 챙기러 다시 들어갔다"며 "아이들 사이에서 미세기관지염 등 호흡기 질환이 유행이라고 해 걱정이 많다"고 말했다.

한편 대기 질 개선을 위해 증평군은 공무원과 공공기관 임직원을 대상으로 의무적으로 차량 2부제를 시행하고, 민간의 참여를 유도하고 있다.

이와함께 공사장 조업 단축과 조업 시간 조정 등을 권고하는 등 발빠른 대응을 보이고 있다.

이날 진천과 증평 지역에는 초미세먼지(PM2.5) 주의보가 발령돼 있다.

진천군내 야외공사장도 작업자들에게 마스크를 지급했으나 오후 한때 눈보라가 치면서 미세먼지가 호흡기에 영향을 줄것에 대비해 작업을 중단하기도 했다.

충북보건환경연구원은 15일 도내 중부권과 남부권에 초미세먼지(PM-2.5) 경보를 발령했다.

초미세먼지 경보는 권역별 평균농도가 2시간 이상 150㎍/㎥ 이상일 때, 주의보는 75㎍/㎥ 이상일 때 내려진다.

@highlight

진천군과 증평군에 미세먼지가 연일 기승을 부려 충북보건환경연구원은 15일 도내 중부권과 남부권에 초미세먼지(PM-2.5)경보를 발령한 한편 대기 질 개선을 위해 군은 공공기관 임직원과 공무원을 대상으로 차량 2부제를 의무적으로 시행하고, 민간의 참여를 유도하는데 힘쓰고 있다.