충북의 무역수지가 흑자를 이어가고 있다.

그러나 충북의 수출·입의 중축을 이뤘던 반도체의 하락이 눈에 띄며 향후 '경제 불확실성'이 커지고 있다.

15일 청주세관에 따르면 지난해 12월 충북지역은 수출 17억 4천만달러, 수입은 5억2천만달러로 12억 2천만달러의 무역수지 흑자를 기록했다.

먼저 수출은 전월대비 12.7% 감소, 전년동월대비 9.4% 감소했다.

품목별로 정밀기기, 전기전자제품, 화공품의 수출은 증가했고 일반기계류, 반도체의 수출은 감소했다.

특히 충북의 수출을 이끌었던 반도체의 부진이 눈에 띈다.

2018년 11월에 8억8천600만 달러의 수출을 기록했던 반도체 수출은 12월에 들어 6억7천900만달러로 2억700만달러 감소했다.

반도체 수출은 지난해 4분기에 접어들며 상승세가 둔화되는 현상이 나타났고 11월부터 매달 수출액의 하락세가 뚜렷해졌다.

여기에 충북 전체 수출액의 과반수 이상을 점유했던 반도체가 39%로 40%대가 무너지며 지난 2년간 호황기를 누렸던 반도체가 조정기에 접어들었음을 시사하고 있는 상황이다.

또한 미중 무역분쟁의 여파로 중국 경기가 둔화되며 대중 수출도 마이너스로 전환됐다.

12월 국가별 수출의 주요라인인 중국, 미국, 홍콩의 수출이 다소 주춤한 모습을 보였다.

반면 대만 (1억1천200만달러), EU(2억400만달러), 일본(9천400만달러)의 수출은 증가했다.

수입 역시 전월대비 4.1% 감소, 전년동월대비 10.3% 감소했다.

품목별로 기계류, 유기화합물의 수입은 증가한 반면 직접소비재, 기타수지, 반도체의 수입은 감소했다.

국가별로는 대만, 홍콩, EU, 일본의 수입은 증가한 반면 미국, 중국으로의 수입은 감소했다.

한편 충북은 2009년 1월 이후 매월 연속 흑자를 기록하며 '120개월 연속 흑자'를 달성했다.

이는 전국 43억달러 흑자중 28.1% 수준이다.

@highlight

충북의 수출·입의 중심이 되었던 반도체의 수출이 중국, 미국, 홍콩의 수출에서 다소 주춤한 가운데 전월대비 12.7% 감소, 전년동월대비 9.4% 감소해 '경제 불확실성이' 증가하게 되었다.