인천 강화군은 2019년 민원감사업무 운영방향에 대한 혁신적 변화를 시도하고 있다.

강화군은 올해 민원감사의 기능 확대 일환으로 군민 불편 해소를 위한 '현장 고충민원 상담제' '안전사고 사전점검제' '인허가 담당공무원 업무연찬회' 등을 실시할 계획이다.

이미 군은 이를 위해 민선7기 들어 민원감사 조직을 확대 개편한 바 있다.

군은 먼저 군민 불편민원과 생활민원 등을 현장에서 직접 의견청취한 후 문제점을 해결하는 '읍·면 순회 현장 고충민원 상담제'를 월 2회 운영한다.

업무의 정보 교류 및 원활한 의사소통으로 업무능력을 높이고, 신속, 정확한 행정서비스로 행정의 신뢰성을 강화하기 위해 월 1회 인·허가 민원담당공무원과 업무연찬을 실시한다.

이를 통해 고충민원 분야(건축, 산지, 농지, 개발행위 등)별로 감사지적 사례 및 업무처리 문제점에 대한 개선방안을 찾게 된다.

또한 신규(2년 미만) 공무원에 대해서는 분기별로 회계분야 등 전 분야에 대한 업무처리요령을 교육해 신규자들의 업무미숙을 빠르게 해소하고 민원불편도 최소화할 방침이다.

대규모 건설 및 개발행위, 산지전용허가 등 사업장에 대한 설계기준 준수, 현장대리인 배치, 인허가 업무 수행 실태 등에 대한 점검을 지속적으로 실시해 안전사고를 예방하고 개선방안도 모색할 계획이다.

이밖에도 '사전 컨설팅 감사' 확대 운영, 감사사례집 및 보조금사업 집행매뉴얼 제작·배부, 민원공무원 사기진작을 위한 표창 및 선진지 견학 등에 대한 세부 실천계획을 수립·추진할 계획이다.

유천호 군수는 "인·허가에 대한 사후 지적이나 처분이 아닌 현장 중심의 사전 점검과 민원교육을 확대해 문제점에 선제적으로 대처해 나가겠다"며 "민원감사뿐만 아니라 전 분야에 걸쳐 군민의 복지와 편의가 최우선이 될 수 있도록 최선을 다하겠다"고 말했다.

@highlight

민원감사 조직을 이미 확대 개편한 바 있는 인천 강화군은 2019년에 군민의 복지와 편의가 최우선이 될 수 있도록 '현장 고충 민원 상담제', '안전사고 사전점검제'와 '인허가 담당공무원 업무연찬회' 등 여러 제도를 마련하고 민원감사업무의 혁신적 변화를 꾀한다.