장영준 기자 7월과 11월에 조사한 여성과 남성의 페미니스트 인식 조사 결과.

20대 여성 10명 중 5명은 자신을 페미니스트라 인식하고 있는 것으로 나타났다.

한국여성정책연구원은 지난해 7월과 11월 두 차례에 걸쳐 실시한 '한국사회의 성평등 현안에 대한 인식조사' 결과를 15일 발표했다.

조사 결과 20대 여성 10명 중 5명, 20대 남성 10명 중 1명은 자신을 페미니스트라 인식하고 있었다.

또 20대 여성과 남성 모두 성차별 문제에 대한 관심도가 높았다.

낙태죄 폐지를 지지하고 가정폭력 대응에서 피해자 인권을 중시하는 것도 확인했다.

미투운동 지지도를 보면 20대 여성과 남성 모두 감소하긴 했으나, 여성은 7월 88.8%, 11월 80.2%로 10명 중 8명 정도의 고정된 지지층이 있는 것으로 나타났다.

남성 역시 7월 56.5%, 11월 43.6%로 10명 중 5명은 미투운동을 지지하고 있었다.

특히 여성 10명 중 7명, 남성 10명 중 3명은 우리 사회의 여성혐오를 심각하다고 인식하고 있었다.

더불어 성별 고정관념, 성차별, 여성혐오 등에 대한 20대 여성들의 민감성은 높았고, 일부 남성들도 심각성에 공감하고 있었다.

권인숙 원장은 "20대 여성 뿐 아니라 10%의 남성이 페미니스트로 인식하고 있는 현실, 남여 모두 성차별 이슈에 대한 높은 관심도는 젠더 이슈가 한국사회의 메인 이슈로서 보편화, 대중화되었음을 보여주고 있다"며 "각종 젠더 이슈에 분명 여성과 남성의 차이가 크고, 7월에 비해 11월의 조사결과 남성의 지지율이 떨어지고 있어 이 의미를 밝히는 것도 중요하다"고 밝혔다.

이어 "그러나 이슈에 따라 40-30% 남성들은 성차별 문제의 심각성에 동의하고 성평등 의제들을 지지하고 있다는 점에서, 우리사회의 성불평등 문제를 풀어나갈 중심 동력으로서의 20대 여성과 남성에 보다 더 주목해야 할 것으로 보인다"며 "향후 20대의 의식과 정책수요에 적극적으로 화답하는 실질적인 성평등 정책을 개발하기 위해 노력하겠다"고 말했다.

@highlight

20대 여성 중 자신을 페미니스트라고 인식하는 비율이 절반을 차지하고 남성도 10명중 1명꼴로 자신을 페미니스트로 인식한다는 조사결과가 나왔다.