성남시는 체납실태 조사반을 재운영한다.

[성남=환경일보] 김창진 기자 = 성남시(시장 은수미)가 2017년 말 시범 사업이 종료됐던 체납실태조사반을 다시 운영한다.

시는 오는 1월 22일부터 25일까지 체납실태조사원 80명을 모집한다.

체납실태조사원은 오는 3월 4일부터 11월 30일까지 체납자 관리·징수 기초자료 조사, 체납 내역 안내, 체납 사유 파악 업무를 맡게 된다.

지방세, 세외수입(과태료·과징금) 등의 체납액을 납부하지 않은 체납자 자택을 찾아가 같은 시민의 입장에서 납부가 늦어지고 있는 이유와 생활 형편을 살핀다.

생계형 체납자는 분납 유도와 함께 관계부서, 복지기관으로 연계해 구제 방안을 찾는다.

고의로 세금을 내지 않는 사람은 각종 불이익을 설명해 체납액을 내도록 안내한다.

체납실태조사원 지원 자격은 공고일 현재(1.7) 성남시에 주민등록이 돼 있는 만 18세 이상의 신체 건강한 사람이다.

주 5일, 하루 7시간 근무하게 된다.

참여 희망자는 성남시 홈페이지(공고란·게시번호 7631)에 있는 응시원서, 자기소개서 등을 내려받아 작성 후 기한 내 업무시간에 시청 3층 탄천관 접수처에 내면 된다.

시는 서류심사(1.31), 면접시험(2.11~13)을 거쳐 오는 2월 20일 최종 합격자에게 개별 통보한다.

성남시는 지난 2015년 5월 전국 처음으로 일반시민 88명의 체납실태조사반을 꾸려 운영해 이듬해 100명, 2017년 94명이 활동했다.

횟수로 3년간 체납실태조사원이 만난 체납자는 28만2335명이다.

이 중 179명은 생계형 체납으로 판단해 재산 압류 등의 체납 처분을 보류한 채 동 행정복지센터와 연계한 생계·의료비 긴급지원, 주거환경개선사업 다해드림 연계 등을 했다.

체납액도 185억원을 거둬들였다.

성남시 체납실태조사원의 따뜻하고 인간적인 징수 활동은 '공감 세정'의 모델이 돼 오는 3월 경기도 내 31개 모든 시군이 도입해 운영한다.

@highlight

성남시가  3월 부터 경기도 내 31개 모든 시군이 도입해 운영하는 체납실태조사원은 체납자 관리·징수 기초자료 조사, 체납 내역 안내, 체납 사유 파악 업무를 맡게되며 시는 1월 22일부터 25일까지 80명의  체납실태조사원을 모집한다.