용인시가 '2018년 용인시 노인복지통계보고서'를 발간했다고 15일 밝혔다.

보고서는 관내 노인의 인구, 소득, 주택, 건강관리, 복지, 일자리, 사회참여, 안전 등 9개 분야 100개 항목을 분석했다.

시 차원에서 노인복지통계보고서를 발간한 건 이번이 처음이다.

보고서에 따르면 시 노인가구의 56.6%는 월평균 200만원 미만의 소득으로 생활하고 있는 것으로 나타났다.

100만원~200만원 미만도 26.6% 였다.

관내 노인취업자는 2017년 12월 31일 기준 2만5천이며 농업이 5천400명으로 가장 많았고 사업지원서비스업 4천700명, 사회복지서비스업 1천100명 순이었다.

노인가구의 주 소득원은 공·사적연금과 퇴직금이 32.7%로 가장 많았고 가구주 근로(사업)소득이 22.9%, 재산소득은 20.4%였다.

또 노인가구 소득에서 정부보조금이 차지하는 비율은 80세 이상에선 23.7%, 75~79세는 11.7%, 70~74세는 11%로 연령층이 높아질수록 정부보조금 의존도가 높았다.

용인시 노인들은 경제문제(40.8%)를 노인문제로 가장 많이 꼽았으며 건강은 그 다음으로 35.6%를 기록했다.

우선 지원해야 할 노인복지사업으로는 노인인구의 28.9%가 건강검진을 꼽았고 간병·목욕이 22.5%, 가사서비스가 12.7%였다.

이번 보고서는 2017년 12월 31일자 기준으로 용인시에 등록된 65세 이상 시민 11만6천882명을 대상으로 했다.

용인시 사회조사, 고용노동부, 보건복지부, 지역별고용조사 등 행정자료를 원천자료로 연계하고 결합시켜 작성했다.

시는 이번 통계보고서를 기초로 관내 노인의 복지수준 파악과 인구구조 변화에 대비한 정책을 수립하는 기초자료료 활용할 방침이다.

시 관계자는 "앞으로도 행정기관이 보유한 각종 통계를 취합하고 분석·가공해 시정 전반에 걸쳐 통계를 기반으로 한 정확한 정책수립이 이뤄지도록 최선을 다할 것"이라고 말했다.

@highlight

용인시가 '2018년 용인시 노인복지통계보고서'를 발간했는데 보고서에 따르면 노인가구 56.6%는 월평균 200만원 미만의 소득으로 생활하고 있는 것으로 나타났고 시는 이번 통계를 바탕으로 관내 노인 복지수준 파악과 인구구조 변화에 대비한 정책을 수립한 기초자료를 활용할 방침이다.