청주충북환경운동연합이 15일 청주 성안길 입구에서 미세먼지 대책 마련을 촉구하는 기자회견을 열고 있다.

[충북일보=청주] 청주충북환경운동연합이 15일 지자체를 향해 "미세먼지 저감을 위한 특단의 조치를 시행하라"고 촉구했다.

환경연합은 이날 성명을 통해 "우리나라 겨울 기상상태를 대표하는 표현이 '삼한사미'로 변했다"라며 "그럼에도 지자체는 '마스크를 착용하라', '외출을 삼가야 한다', '대중교통을 이용하라' 등의 같은 말을 되풀이하고 있다"고 지적했다.

그러면서 "도내 미세먼지 기여도를 보면 국외 요인 43%, 국내 요인 57%"라며 "국내 요인 중 충북 자체 요인은 30%, 수도권 유입 6%, 충남 등 기타 유입 21%"라고 설명했다.

또 "충북도가 시행하는 미세먼지 저감대책은 고작 공공기관 차량 2부제, 공공기관 소각시설 소각량 감축, 52개 사업장에 한해 배출시설 운영조정 등"이라며 "청주시는 한범덕 시장의 후보 시절 5대 핵심공약이 '미세먼지 걱정 없는 깨끗하고 안전한 청주'임에도 특별한 미세먼지 저감 대책을 내놓지 못하고 있다"고 꼬집었다.

이들 단체는 "지자체는 민간까지 참여하는 차량 2부제와 사업장·공사장 등의 가동·조정 중단 등과 같은 조치를 경보 이상 발령이 예상되면 미리 시행해야 한다"며 "충북도와 청주시는 사업장 배출허용 기준을 강화해야 한다"고 조언했다.

이어 "청주시에 예정된 신규 산업단지 조성계획을 철회해야 한다"며 "도로이동 오염원을 줄이기 위한 청주시 버스노선 개편과 노후 경유차 저공해화를 확대해야 한다"고 덧붙였다.

이와 함께 "주요 황산화물(SOX) 배출 시설인 청주지역난방공사의 2020년 연료 전환 약속이 이행돼야 한다"며 "도시 미세먼지의 40%를 저감하는 도시공원을 지켜야 한다"고 했다.

마지막으로 "산업단지 조성·대규모 투자유치·택지개발·아파트 개발 등 지자체의 개발 일변도 정책 방향이 바뀌어야 한다"며 "85만 청주시민들이 안전하고 건강하게 살 수 있는 대책을 마련해야 한다"고 요구했다.

@highlight

청주충북환경운동연합은 15일 충북도가 시장의 공약인 미세먼지 저감대책이 미흡하다며 사업장 배출허용 기준을 강화를 포함한 민간참여 차량 2부제와 사업장·공사장 등의 가동·조정 중단 등과 같은 더욱 더 강화된 특단의 조치를 준비하여 시행 할것을 촉구했다.