이른세살(73)에 늦깎이로 시인 등단을 했던 전무웅(80·경산시) 시인이 팔순의 나이에도 훌륭한 작품을 창작 발표해 국민정서 함양에 이바지한 공을 인정받아 '제10회 아시아서석문학상 대상'을 수상했다.

광주에서 발간되는 계간 아시아서석문학(발행인 김석문)은 지난 12일 광주시청자미디어센터 다목적홀에서 제10회 아시아서석문학상·신인상 시상식을 가졌다.

전 시인은 충북 충주의 이영두 소설가, 경기 시흥의 배학기 시인과 함께 아시아서석문학상 대상을 받는 영광을 안았다.

전 시인은 중2 때 '피리소리'라는 시를 써 교내 백일장에서 입선을 한 이후 시인의 꿈을 키워왔다.

객지 생활과 사우디아라비아의 건설 현장, 주철관 회사 회사원, 서비스사업을 하면서도 늘 시가 내 삶의 터전에서 시름을 달래 주었기에 틈틈히 글을 써왔다.

그는 1993년 여성동아 4월호에 정치적 미스터리에 관해 논픽션을 발표하기도 했다.

2010년 아시아서석문학 신인 문학상 시 부문에 '조강지처', '노주', '산사에서 쓴 편지' 등이 당선작으로 뽑혀 시인으로 등단했다.

그해 시집 '바람에 띄운 편지'를 출간했다.

이후에도 왕성한 작품활동을 해 문예계간지, 현대문학사조, 한국예인문학, 동인지, 시항아리 등에 필명 '설봉'으로 많은 시를 발표했다.

광주에서 발간되는 아시아서석문학 신인 문학상 수상자로 등단한 전 시인은 인연을 수중히 여겨 2013년부터 아시아서석문학 영남지회장을 맡아 경산지역 회원들과 함께 한 달에 한번씩 광주를 방문, 영호남 문인 교류에도 앞장서고 있다.

"팔순이 넘은 나이에 시를 쓰고 있는데 언제까지 시를 쓰겠느냐"는 질문에 시인은 "늙어 눈어두워도 해 지는 것은 보이고, 닭이 늙어도 모이는 보이니까 여력이 있는 한 시를 계속해서 쓰고 싶다"며 웃었다.

@highlight

계간 아시아서석문학(발행인 김석문)은 지난 12일 광주시청자미디어센터 다목적홀에서 제10회 아시아서석문학상·신인상 시상식을 갖고 2010년 등단 후 팔순의 나이에도 훌륭한 작품을 창작 발표해 국민정서 함양에 이바지한 공을 높이 사 전무웅(80·경산시) 시인에게 '제10회 아시아서석문학상 대상'을 수여했다.