옥천농민단체 임원진과 지역농업 발전 수시 간담회 김재종 군수가 이동군수실에서 농정 현안 업무를 처리하고 있다.

옥천군이 민선7기 핵심정책인 농정분야의 위상강화를 위해 농업기술센터 내에 이동군수실을 마련해 눈길을 끌고 있다.

15일 군에 따르면 지난 1월 1일자 조직개편 직후 농업행정 조직의 업무 효율성 확보와 농민단체와의 소통을 강화할 목적으로 기술센터 내에서 이동군수실을 운영 중이다.

매주 화요일마다 열리는 군수실에서는 김재종 군수와 농업부서 3개과 간부공무원들이 함께 모여 농업 정책에 대한 폭넓은 의견을 교환한다.

군정 주요 현안에 대한 심도 있는 검토와 함께, 결재를 위해 본청으로 와야 하는 직원들의 업무 효율을 높이며 신속한 결재도 이뤄진다.

특히, 농민단체 임원진과 수시 간담회를 열어 지역농업 발전을 위해 함께 머리를 맞대고 고민하며 유기적인 소통을 강화한다.

15일 김 군수는 센터 내 이동군수실을 찾아 굵직한 농정 현안들을 해결하며 농정부서 직원들의 사기를 복 돋았다.

김 군수는 "이번 조직개편으로 가장 큰 변화가 있었던 센터 내 조직이 비교적 빠른 시간 안에 안정을 되찾아 가고 있는 것 같다"며 "농업 조직이 한데 모여 있는 만큼 직원 개개인의 역량을 충분히 발휘하면 충분한 시너지 효과를 낼 수 있을 것"이라고 격려했다.

이어 "이번 이동군수실 운영이 본청과 분리돼 발생할 수 있는 농업행정 조직의 소통 부재 문제를 해결하고 농민단체와의 유기적인 관계를 강화시키는 중요한 연결 고리가 될 것"이라고 덧붙였다.

김재종 군수는 정책과 지도기능이 친환경농축산과와 농업기술센터에서 각각 분리 운영돼 왔던 '농업 조직의 일원화 및 전문성 강화'라는 큰 그림을 그리며 올 1월 1일자로 농업행정 조직을 통합했다.

농업기술센터 내에 친환경농축산과와 기술지원과, 농촌활력과 3개과를 두고, 기존보다 9명의 인력을 증원해 전문성과 책임성을 갖춘 총 70명의 직원들이 근무하며 농업행정력을 뒷받침하고 있다.

@highlight

옥천군은 지난 1월에 농업행정 조직을 통합한 이후 업무 효율성 확보와 농민단체와의 소통을 강화할 목적으로 기술센터 내에서 이동군수실을 운영해 현안에 대한 검토, 결재 등을 한 번에 처리하고 긴밀하게 소통하는 행정을 선보이고 있다.