쌍용자동차의 최대 주주인 인도 마힌드라앤드마힌드라그룹이 유상증자를 통해 쌍용차(003620)에 500억원을 지원한다.

쌍용차는 증자를 통해 확보한 자금을 전기차 개발과 스포츠유틸리티차량(SUV) 풀라인업 구축 등 시설 및 기술개발에 사용할 계획이다.

쌍용차는 약 500억원 규모의 제3자 배정 방식의 유상증자를 추진한다고 16일 밝혔다.

배정 대상은 최대주주인 인도 마힌드라그룹이며 쌍용차는 보통주 1,189만600주를 주당 4,205원에 발행할 계획이다.

이번 유상증자를 통해 마힌드라그룹의 지분은 72.47%에서 74.65%로 늘었다.

마힌드라그룹이 쌍용차 유상증자에 참여한 것은 이번이 두 번째다.

마힌드라그룹은 지난 2011년 5,225억원을 들여 쌍용차를 인수한 후 2013년 800억원 규모의 유상증자에 참여한 바 있다.

쌍용차 관계자는 "직접 투자를 통해 대주주의 적극적인 지원 의사와 경영정상화 의지를 표명한 것"이라고 설명했다.

쌍용자동차는 지난 7년여에 걸쳐 5개 차종의 신차 개발에 약 1조4,000억원을 투자해왔으며 이를 통해 선보인 티볼리와 렉스턴 브랜드는 현재 쌍용차의 주력모델로 자리매김했다.

이번에 확보한 자금도 신차 개발 목적으로 사용할 예정이다.

쌍용차는 현재 소형 SUV 티볼리, 준중형 SUV 코란도와 대형 G4 렉스턴, 픽업 코란도 스포츠 등의 SUV 라인업을 갖추고 있지만 국내외 SUV 시장의 경쟁이 치열해지면서 이를 더욱 보완할 필요성을 느끼고 있다.

특히 티볼리나 렉스턴 등이 출시된 지 어느 정도 시간이 흘러 모델 변경 시기도 다가온데다 전기차 등 친환경 차량과 자율주행차 등 미래 차 개발의 필요성도 커지고 있다.

보통 신차 1개 모델을 개발하기 위해서는 3,000억~4,000억원 정도가 필요한데 이번 증자를 통해 확보하는 자금은 쌍용차에 적지 않은 도움이 될 것으로 보인다.

최종식 쌍용차 사장은 "이번 유상증자 결정으로 신차 개발자금 확보가 가능해지는 만큼 앞으로 계획된 신차 개발에 박차를 가해나갈 계획"이라며 "전기차 등 미래 친환경차는 물론 경쟁력 있는 신차 개발을 통해 글로벌 SUV 전문기업으로서의 위상을 더욱 강화해나가겠다"고 말했다.

@highlight

현재 주력모델인 티볼리와 렉스턴 등 지난 7년여간 5개 차종의 신차 개발에 투자해 온 쌍용자동차가 전기차 개발과 SUV 풀라인업 구축 등 신차 개발 목적을 위해 최대 주주인 인도 마힌드라앤드마힌드라 그룹으로 부터 유상증자를 통해 500억원을 지원 받았다.