[김민정 기자 treemm23@imaeil.com] 사진.

이수경의 애처로운 절규가 시청자들을 울렸다.

지난 15일 방송된 KBS 2TV 일일드라마 '왼손잡이 아내'(극본 문은아/연출 김명욱/제작 팬 엔터테인먼트) 10회에서 이수경은 사라진 남편 이수호(송원석 분)의 사망신고서를 건네는 엄마 금희의 모습에 분노를 터뜨렸다.

더 이상 사라진 남편 이수호를 찾는 모습을 보고 싶지 않은 오산하(이수경 분)의 엄마 백금희(김서라 분)는 산하에게 수호의 사망신고서를 작성할 것을 제안한다.

이에 산하는 "수호씨 안죽었어.

무슨 사망 신고야.

곧 돌아올건데.

찾을건데"라며 화를 낸다.

하지만 금희는 "꽃같이 이쁜 나이에 과부처럼 있는 것도 싫고, 길거리에서 사람들 무시당하며 전단지 돌리는 것도 싫다"며 "좋다는 남자 있으면 새 출발했으면 좋겠다"라며 산하를 달랜다.

그러나 산하는 "내가 상관없대잖아.

내가 괜찮대잖아.

곧 방송출연도 하게 될거야.

그럼 수호씨 찾을 수 있어"라며 애처로운 절규를 터뜨려 안타까움을 더했다.

사랑했던 남편이 갑자기 사라진 허망함에 지칠 법도 하지만 365일 남편을 찾겠다는 일념 하나로 전단지를 돌리는 산하에게 엄마 금희의 말은 씻을 수 없는 상처가 되었을 터.

이수경은 오산하의 상처받은 마음은 물론 남편을 찾고 싶은 간절함, 자신을 위하는 엄마에 대한 미안함 등 복합적인 감정을 밀도 있게 그려내며 시청자들의 눈시울을 붉히게 만들었다.

그런가 하면, 이날 방송에서 박도경(김진우 분)에게 알 수 없는 설렘을 느끼며 당혹감에 빠지는 오산하의 모습이 그려졌다.

어쩔 수 없이 도경에게 끌리는 두 사람의 모습에서 앞으로 두 사람의 운명이 어떻게 전개될지 궁금증을 불러 일으켰다.

한편, KBS 2TV 일일드라마 '왼손잡이 아내' 11회는 오늘(16일) 수요일 저녁 7시 50분 방송된다.

@highlight

'왼손잡이 아내' 이수경에서 엄마 금희의모습에 본노를 터뜨렸고  애처로운 절규와 안타까움을 더해 시청자를 울린 압권 연기를 만들었다. 