[서울경제] '남자친구' 박보검이 송혜교에게 스윗한 부케 고백을 전하는 모습이 공개돼 시청자들의이목이 집중되고 있다.

tvN 수목드라마 '남자친구'(극본 유영아/연출 박신우)는 1월16일 13회 방송을 앞두고, 보기만 해도 설레는 수현(송혜교 분)과 진혁(박보검 분)의 투샷을 공개했다.

공개된 스틸 속 진혁은 부케를 들고 있는 모습으로 보는 이들의 설렘을 자아낸다.

멋지게 수트를 차려 입고 하얀 라넌큘러스 부케를 든 진혁의 모습과, 수현을 바라보는 그의 꿀 떨어지는 눈빛이 심장을 두근거리게 한다.

그리고 이내 진혁이 수현에게 부케를 건네고 이를 받는 수현의 손에서 묻어나오는 감동과 떨림이 보는 이들로 하여금 숨을 멎게 만든다.

특히 부케를 받고 진혁을 바라보는 수현의 반짝이는 눈망울과 행복한 미소가 인상적이다.

지난 '남자친구' 방송에서는 수현이 진혁을 향해 용기 있는 발걸음을 내딛는 모습이 그려져 관심을 모았다.

수현을 집으로 초대한 진혁은 같은 날 태경그룹 정회장의 기일 임을 알게 돼, 수현을 위해 약속이 취소됐다며 거짓말을 했다.

그럼에도 불구하고 수현은 결국 진혁에게로 향했다.

수현에게 감동받아 눈물짓는 진혁의 모습에 이어진 두 사람의 따뜻한 포옹은 보는 이들까지 뭉클하게 했다.

하지만 이로 인해 우석(장승조 분)과 김회장(차화연 분)의 압박이 예상되어 앞으로의 전개에 대한 궁금증이 높아졌다.

이런 가운데 수현에게 부케로 고백을 전하는 진혁의 모습이 공개돼 진혁이 수현에게 프러포즈를 하는 것은 아닐지, 수현과 진혁의 로맨스에 관심이 고조된다.

한편 '남자친구'는 종영까지 단 4회만을 남겨두고 있다.

@highlight

오는 1월 16일 13회 방송을 앞두고 tvN 수목드라마 '남자친구'는 하얀 라넌큘러스 부케를 든 진혁이 꿀 떨어지는 눈빛으로 수현을 바라보고 있는 스틸을 공개하여 시청자들에게 주목받고 있다.