부암역으로 향하던 2호선 장산행 2325열차 3호 칸에서 50대 남성 A씨가 갑자기 쓰러졌다.

구호 지시를 받은 부암역 직원들이 현장으로 출동해 A씨를 승강장으로 옮겼다.

A씨는 맥박과 호흡이 미약했고 의식이 없었다.

직원 석주환(49) 씨가 곧바로 심폐소생술을 실시했다.

A씨의 다리가 움찔거렸다.

119에 이송될 무렵, A씨의 의식은 완전히 돌아와 있었다.

부산도시철도 역무원의 침착한 대처가 소중한 생명을 구한 순간이었다.

부산교통공사는 도시철도 2호선 장산행 열차에서 의식을 잃은 승객을 재빠른 대처로 구한 부암역 직원들의 활약상을 16일 소개했다.

무엇보다 석주환 역무원의 침착한 대응과 기지가 빛났다.

석 씨는 우선 함께 있던 백지영(40) 역무원에게 119 신고를 부탁한 뒤 쓰러진 승객 A씨의 상태를 면밀히 점검했다.

석 씨에 따르면 당시 A씨의 호흡이 매우 불규칙했고 가슴에 귀를 대 보니 심장박동이 들리지 않는 상태였다.

강한 흉부압박 50회로 약 30초간 1차 심폐소생술을 실시했으나 맥박이 잡히지 않아 150회로 1분여 간 2차 심폐소생술에 들어갔다.

함께 자리를 지킨 백 씨는 119와 통화하며 A씨의 상태를 계속 전달했다.

그때 A씨의 의식이 돌아왔다.

A씨는 곧 다리와 머리를 가눴고 간단한 대화도 나눌 수 있을 정도로 상태가 호전됐다.

때맞춰 119 구급대원들이 현장에 도착하자 석 씨는 A씨의 외투에서 휴대전화를 찾아 가족에게 연락을 취했고 전화를 건네받은 구급대원이 가족과 상의한 뒤 A씨를 춘해병원 응급실로 옮기며 상황이 종료됐다.

이날 병원으로 후송된 A씨는 머리 뒤가 약간 부은 것 외에는 별다른 이상이 없었던 것으로 알려졌고 안정을 취한 후 가족과 함께 무사히 귀가했다.

석 씨는 "심폐소생술을 실시하는 동안 119와 계속 통화한 백지영 역무원의 공도 크다"며 "공사에서 정기적으로 실시한 심폐소생술 교육이 큰 도움이 됐다"고 말했다.

@highlight

부산교통공사는 16일 2호선 장산행 열차에서 의식을 잃은 승객을 재빠르게 심폐소생술 실시하여 생명을 구한 부암역 역무원들의 활약상을 소개했다.