세종시와 세종시교육청이 마을단위 공동체 활성화 지원 사업에 관한 통합설명회를 오는 24일 세종시청 여민실에서 개최한다.

이번 설명회는 공동체 연대와 협력을 통해 주민참여를 지원하기 위한 각종 사업에 대한 시민의 이해를 돕고 선택의 폭을 넓히고자 지난해에 이어 개최되는 것으로, 2개 기관 3개 부서가 합동으로 추진한다.

세부 공모사업은 ▶마을공동체 육성지원 사업(시청 참여공동체과) ▶여성중심마을공동체 활성화 사업 ▶세종형 육아공동체 공간조성 지원 사업(이상 시청 여성아동청소년과) ▶세종마을학교사업(교육청 교육협력과) 등 4개 사업이다.

각 공모 사업 규모는 마을공동체 2억5천만 원, 여성중심마을공동체 2천만 원, 세종형 육아공동체 공간조성 6천만 원, 세종마을학교사업 1억2천500만 원 등 총 4억5천500만 원 규모다.

올해 공동체 지원 사업은 세종시 '시민주권 특별자치시 세종' 및 세종교육청 '학습도시 세종' 정책의 일환으로 추진되는 것으로, 시민이 참여하는 풀뿌리 민주주의 실현 출발점이 될 것으로 기대된다.

시와 교육청은 올해 공동체 지원 사업의 사업비를 늘리고, 사업별 지원유형도 다양화 했으며, 기관별 공모 선정 원칙 수립 등을 통해 사업 효율성과 지속 가능성을 높인다는 계획이다.

이 가운데서도 특히 마을공동체 육성지원 사업 분야는 사업예산 증가 비율이 가장 크고 공동체 활동공간 자본보조 분야가 신설되는 등 참여 시민의 수요를 반영한 사업에 중점을 뒀다.

각 공모 사업은 오는 25일 각 기관 홈페이지를 통해 공고되며 세부지원 자격, 지원 분야 등에 따른 접수를 시작해 3월 중 최종 보조사업자를 선정하게 된다.

자세한 사항은 세종시청 홈페이지(www.sejong.or.kr) 및 세종시교육청 홈페이지(www.sje.or.kr) 공고사항을 확인하거나 전화(시청 참여공동체과 ☎044-300-5022, 여성아동청소년과 ☎044-300-3754, 교육청 교육협력과 ☎044-320-1622)를 통해 안내받을 수 있다.

@highlight

세종시와 세종시교육청이 마을공동체 육성지원 사업과 여성중심마을공동체 활성화 사업 등 4개 분야에 대해 공동체 연대와 협력을 통한 주민참여를 지원하기 위해 통합설명회를 오는 24일 세종시청 여민실에서 개최한다.