디지털뉴스팀 사진제공 : KBS 2TV 일일드라마 '왼손잡이 아내'

'왼손잡이 아내' 진태현과 하연주가 공범이었다.

KBS 2TV '왼손잡이 아내'(극본 문은아/연출 김명욱/제작 팬 엔터테인먼트)는 역동적인 스토리를 속도감 넘치게 담아내 큰 호응을 받고 있다.

특히 충격적인 반전들이 극을 더욱 풍부하게 만들며 몰입도를 높이고 있다.

1월 15일 방송된 '왼손잡이 아내' 10회에서는 이러한 반전이 안방극장에 큰 충격을 선사했다.

이날 방송 말미 김남준(진태현 분)이 장에스더(하연주 분)의 공범이었다는 사실이 밝혀졌다.

앞서 장에스더는 교통사고를 당해 코마 상태에 빠진 이수호(김진우 분)를 재벌 3세 박도경 얼굴로 바꿨다.

이토록 끔찍한 운명의 소용돌이를 만든 장에스더가 김남준과 공범이었다는 사실은 시청자를 깜짝 놀라게 할 수밖에 없었다.

현재까지 그려졌던 김남준은 어려운 환경 속에서 성실하게 살아온 인물로 권력에 대한 욕망조차 없었기 때문.

김남준이 장에스더와 공범이었다는 판도라 상자가 열렸다.

과연 이러한 진실이 앞으로 극 전개에 어떤 영향을 미칠지, 김남준의 추악한 면모가 '왼손잡이 아내'에 어떤 긴장감을 불어넣을지 궁금하다.

밝혀진 비밀은 안방극장을 충격으로 몰아넣었다.

이는 차근차근 쌓아온 캐릭터의 이미지를 한 번에 뒤바꾸는 반전이 있어 더 크게 와닿았다.

극적이면서도 휘몰아치는 이야기로 시청자를 사로잡고 있는 '왼손잡이 아내'가 또 어떤 충격을 선사할지 미치도록 기대된다.

한편 KBS 2TV 일일드라마 '왼손잡이 아내'는 충격적인 사고로 다른 사람의 인생을 살게 된 남자와 신혼여행지에서 사라진 남편을 찾아 헤매는 여자, 뒤엉킨 욕망 속에서 두 남녀가 자신들의 진짜 사랑과 가족을 찾아가는 반전멜로 드라마다.

'왼손잡이 아내'는 매주 월요일부터 금요일 저녁 7시 50분 KBS 2TV에서 방송된다.

@highlight

1월 15일 방송된 '왼손잡이 아내' 10회에서는 진태현과 하연주가 공범이었다는 사실이 밝혀졌으며 이러한 반전이 안방극장에 큰 충격을 주었는데 왼손잡이 아내'는 매주 월요일부터 금요일 저녁 7시 50분 KBS 2TV에서 방송된다.