도내 명성 걸맞는 매년 새로운 기록 달성 남청주신협은 16일 2018년도 결산결과 총자산, 당기순이익, 대출금, 온라인예금, 예적금, 순자본, 이익잉여금 등 전 부문 충북신협 중 최고의 실적을 달성했다.

남청주신협(이사장 송재용)이 18년 연속 흑자를 실현하는 '기염'을 토했다.

남청주신협은 2018년도 결산결과 총자산, 당기순이익, 대출금, 온라인예금, 예적금, 순자본, 이익잉여금 등 전 부문 충북신협 중 최고의 실적을 달성했다고 16일 밝혔다.

이 중 총자산은 3천620억원을 달성했고, 당기순이익 22억원 이상을 상회하는 최고의 실적을 달성했다.

자동이체 등 환거래 실적에서도 전국 최고 수준의 실적을 달성하는 등 외형과 내실 모두 충북 최고의 성과를 달성했다.

남청주신협은 이 같은 성과에 대해 직원들이 매년 실시되는 뉴-하모니 운동을 통한 목표관리실적 추진과 지역분석을 통한 지역주민 거래유치를 적극 추진했기 때문이다.

또한 10년 이상동안 요구불예금 증대에 많은 노력을 기울여 왔고 특히 공과금 자동이체 및 전자금융, 관리비이체, 연금, 급여이체 등을 매년 추진해 온 결과라고 설명하고 있다.

남청주신협은 본점 2층 뉴하모니 홀에서 가요교실 및 여행영어 등 5개 문화수업을 운영하고 있으며, 본점 6층 파랑쥬 홀에서는 직장인요가, 댄스스포츠 등 10개의 문화수업을, 중흥지점 2층 알퐁스홀에서는 용암1동 주민센터와 연계한 난타 수업 및 라인요가 등 4개의 문화수업을 운영하며 지역주민들에게 사랑과 신뢰를 받는 서민 밀착 금융기관으로 자리매김 했다.

남청주신협 이종영 전무는 "조합이 꾸준히 성장할 수 있었던 것은 조합원과 모든 임직원이 혼신의 노력을 한 결과였다"며 "남청주신협은 조합원과 지역사회를 위한 나눔경영을 적극 실천하고 지역 주민 4만명 이상이 주거래를 할 수 있도록 다양한 홍보를 계획하고 있다"고 설명했다.

@highlight

남청주신협은 목표관리실적 추진과 지역분석을 통한 지역주민 거래유치를 적극 추진했기 때문에 2018년 결산결과 총자산 3천 620억원을 달성하고 당기순이익 22억원 이상을 상회하는 최고의 실적을 달성해 18년 연속 흑자를 실현했다.