연초 이후 체육계 미투가 이어지는 가운데 여성가족부가 피해자들에게 분야별 성희롱·성폭력 신고센터에 도움을 요청해줄 것을 당부했다.

여성가족부는 16일 "여성가족부는 피해사실을 신고하는 분들을 안전하게 보호하고 지원하기 위해 '분야별 직장 내 성희롱·성폭력 신고센터'를 상시 운영하고 있다"며 "피해를 입고 고민하고 있는 피해자들은 주저하지 말고 관련 시설에 도움을 요청할 달라"고 당부했다.

성희롱·성폭력 피해자는 여성긴급전화를 비롯해 전국 지역별 성폭력 상담소를 통해 신고, 초기상담 단계부터 수사, 소송 진행, 의료 지원 등 피해 회복까지 함께 지원받을 수 있다.

특히 여성가족부는 피해 신고 후 소송 과정 중에 겪게 될 어려움을 극복할 수 있도록 무료법률지원사업을 진행하고 있으며 형사 소송뿐만 아니라 성폭력 피해와 관련된 민사·가사 소송이 필요한 경우에도 변호인을 연계하는 서비스를 제공한다.

이외에도 성폭력피해 상담소, 성폭력피해자 보호시설, 해바라기센터 등을 통해 성폭력 피해자 및 가족에 대한 상담·의료·수사지원, 치유회복프로그램 등의 서비스도 제공하고 있다.

성희롱·성폭력 피해자는 여성가족부 '직장 내 성희롱·성폭력 신고센터'를 통해 분야별 온라인 게시판으로 바로 접속이 가능하다.

분야별로 체육계 종사자는 '스포츠비리신고센터', 문화예술계 종사자는 '성폭력 피해신고센터', 콘텐츠 산업계 종사자는 '콘텐츠 성평등센터 '보라', 영화산업 종사자 및 참여자는 '한국영화 성평등센터 든든'을 통해서도 신고할 수 있다.

최창행 여성가족부 권익증진국장은 "여성가족부는 용기를 내어 입을 연 성희롱·성폭력 피해자들이 불이익이나 2차 피해를 입지 않도록 무료법률지원, 상담, 의료, 심리지원 등을 통해 적극 보호하고, 무엇보다 현장에서 신고체계가 제대로 작동해 피해자가 두려움 없이 신고할 수 있는 환경을 조성하는데 앞장설 것"이라고 강조했다.

@highlight

16일 여성가족부는 연초 이후 체육계 미투가 이어지는 가운데 피해사실을 신고하는 분들을 안전하게 보호하고 지원하기 위해 '분야별 직장 내 성희롱·성폭력 신고센터'를 실시하고 있으며 피해 신고 소송과정에서 겪을 어려움을 지원하는 무료법률지원사업 역시 지원하고 있다고 밝혔다.