강성주(오른쪽) 우정사업본부장과 오상열 오원트밸런스 대표가 16일 업무협약 체결 후 기념촬영을 하고 있다.

[이데일리 이재운 기자] 과학기술정보통신부 우정사업본부는 핀테크 스타트업 오원트밸런스와 16일 업무협약을 맺고 우체국 고객이 스마트뱅킹, 포스트페이 등 우체국의 비대면 채널을 통해 서민 자산관리 서비스를 이용할 수 있도록 협력한다고 밝혔다.

오원트밸런스는 '2018 KP(KoreaPost) 핀테크 해커톤'에서 해당 아이디어를 출품, 우수상을 수상한 바 있다.

이번 협력을 통해 이러한 아이디어를 현실화할 기회를 얻게 됐다.

양측은 오는 3월까지 서비스를 개발하기로 했으며, 우체국금융 고객은 스마트뱅킹과 포스트페이를 통해 무료로 자산관리 서비스를 사용할 수 있다.

우체국금융 고객은 해당 서비스를 통해 예적금·보험·연금 등 개인이 보유하고 있는 자산뿐만 아니라 세금환급금 등도 확인할 수 있으며, 금융전문가 상담도 받을 수 있다.

개인의 소비패턴을 분석해 균형잡힌 소비를 통해 부채를 줄이고 자산을 늘릴 수 있는 방법을 제안하는 서민 자산관리 서비스를 제공한다.

오상열 오원트밸런스 대표는 "우체국은 서민 고객들이 많이 사용하고 타 금융기관과 달리 대출과 신용카드를 취급하지 않아 균형있고 계획적인 소비생활을 추구하는 자사의 서비스를 제공하기에 가장 이상적인 금융기관으로 협력을 추진하게 되었다"고 밝혔다.

강성주 우정사업본부장은 "2018 KP 핀테크 해커톤 수상팀인 오원트밸런스와 협력할 수 있게 되어 기쁘게 생각하며, 금번 서비스가 서민의 경제적 어려움을 해소하는데 조금이나마 도움이 되기를 바란다"고 밝혔다.

또 "지속적인 해커톤 개최를 통해 제2, 제3의 스타트업 협력모델이 나올 수 있도록 하겠다"고 덧붙였다.

우정사업본부와 오원트밸런스가 제공하려는 서비스 구조도.

@highlight

16일 과학기술정보통신부 우정사업본부는 '2018 KP 핀테크 해커톤'에서 우수상을 수상한 핀테크 스타트업 오원트밸런스와 업무 협약을 맺고 고객들이 우체국의 비대면 채널을 통해 무료로 자산을 관리할 수 있는 서비스를 제공하기 위해 오는 3월까지 서비스를 개발하기로 합의했다.