시민배급단 씨네보배의 배급 프로젝트 '단·비'가 20일(일) 오후 2시 대구독립영화전용관 오오극장에서 진행돼 대구 관객들과 만날 예정이다.

영화배급협동조합 씨네소파에서 운용하는 시민배급단 씨네보배는 영화 관계자들이 아닌 일반 시민으로 구성되어 있으며, 영화 배급에 대한 전반적인 지식을 배우고 나아가 직접 영화를 배급해 볼 수 있는 활동이다.

이번 순회상영회에서는 지난해 11월 폐막한 부산독립영화제 경쟁부문에 출품된 작품들 중 심도 있는 토론을 거쳐 선정된 세 편의 단편영화들이 소개된다.

스쿨폴리스 제도 이면에 자리잡은 폭력의 그림자를 조명하는 이가영 감독의 '하진', 취업 준비 중 방황하는 큰아들을 따뜻하게 위로하는 가족의 이야기를 그린 김준희 감독의 '여름내', 엄마의 장례식을 지키지 못하고 뒤늦게 그녀의 집을 찾는 가장의 비애를 담은 김민근 감독의 '손님'까지, 총 세 편의 영화들이 옴니버스 형식으로 묶여 상영될 예정이다.

더불어 상영 뒤에는 '손님'의 김민근 감독, 세 영화에 모두 출연한 배우 이상현과 함께 관객과의 대화가 예정돼 있다.

대구독립영화전용관 오오극장은 지역 유일의 독립영화전용관으로서 최신 개봉작 및 다양한 독립영화 기획전, 특별전들을 개최하는 동시에 대구에서 제작된 지역 독립영화들을 관객들에게 소개하는 창구가 되어 왔다.

이번 씨네보배 순회상영회 '단·비'는 또 다른 지역인 부산에서 제작된 독립영화와 함께 부산의 신진 감독들을 새로이 소개하는 자리인 점에서 그 의미가 클 것으로 보인다.

'단·비'는 19일 부산 영화의전당, 20일 대구 오오극장 상영에 이어 26일 서울 인디스페이스와 27일 부산 상영까지 총 네 차례에 걸쳐 관객들과 만날 예정이다.

상영 후에는 관객 이벤트와 함께 다양한 선물이 준비되어 있다.

티켓가는 (오오극장 기준) 균일 7000원.

@highlight

대구 오오극장에서 진행될 예정인 시민배급단 씨네보배 순회상영회 '단, 비'에서는 세 편의 단편영화들, 관객과의 대화가 예정되어 있으며 그 의미로서 부산의 독립영화와 독립감독들을 소개하는 자리를 마련할 예정이다.