입사 3주차 양호영(22) 씨, 70대 노인 소중한 돈 되찾아줘 화제입사 3주차 양호영(22) 씨, 70대 노인 소중한 돈 되찾아줘 화제 [김근우 기자 gnu@imaeil.com] 대구도시철도공사의 입사 3주 차 새내기 여직원이 248만 원의 현금이 든 가방을 두고 내린 탑승객에게 되찾아줘 화제가 되고 있다.

주인공 양호영(22) 사원의 모습.

대구도시철도공사 제공.

대구도시철도공사의 입사 3주 차 새내기 여직원이 248만 원의 현금이 든 가방을 두고 내린 탑승객에게 되찾아줘 화제가 되고 있다.

주인공은 지난달 24일 입사해 도시철도 2호선 영남대역에서 근무하는 양호영(22) 씨.

양씨는 지난 14일 오전 11시쯤 종합관제소로부터 "반고개역에서 한 승객이 열차에 거액의 현금이 든 가방을 두고 내렸는데, 종착역에서 수색해달라"는 다급한 요청을 받았다.

승객이 내린 시간을 특정하지 못해 무작정 오는 열차마다 찾아볼 수밖에 없었다.

첫 열차가 빈 것을 확인한 양씨는 두 번째 열차에선 허리를 숙여 객석 아래까지 구석구석 살피기 시작했다.

다행히 아직 객석 아래에 남아있던 가방을 발견, 주인을 찾아줄 수 있었다.

지인에게 갚을 돈을 영영 잃어버릴 뻔한 70대 여성 이모 씨는 '은인' 양씨에게 연신 감사를 표했다는 후문이다.

이씨는 이런 사연을 대구도시철도공사 홈페이지에 게시해 화제가 되기도 했다.

양씨는 "역무원으로서 당연히 할 일을 했다고 생각했는데, 어르신께서 너무 고마워하셔서 기분이 좋았다.

앞으로도 승객들이 불편 없이 도시철도를 이용할 수 있도록 노력하겠다"고 말했다.

한편, 대구도시철도공사는 지난해 모두 5천122건의 유실물이 발생해 이중 91%인 4천670건을 주인에게 돌려줬다고 밝혔다.

이중 현금만 1억6천200만원에 달한다.

@highlight

대구도시철도공사의 입사 3주 차 새내기 여직원이 "한 승객이 열차에 거액의 현금이 든 가방을 두고 내려 종착역에서 수색해달라"는 다급한 요청을 받아 수색하여 가방을 발견, 주인을 찾아줄 수 있었다.