나이벡(138610)은 서울대학교 산학협력단과 공동연구를 통해 개발한 세포투과를 할 수 있는 뼈 재생 펩타이드에 대해 국내 특허 등록을 했다고 16일 밝혔다.

특허명은 '세포 투과능 및 골조직 재생능을 갖고 있는 이중 기능성 신규 펩타이드 및 이의 용도(Dual functional peptide for cell penetration and bone tissue regeneration and use of the same)'이며, 과학기술정보통신부 원천기술개발사업인 '바이오임플란트' 사업의 결과물이다.

기술은 뼈가 소실되는 질환인 골다공증에 활용될 예정이며, 종양 등 뼈의 손상을 가져오는 분야에도 활용될 것으로 보인다.

인구 고령화로 인해 골다공증 환자가 급격히 늘어나면서 관련 유병인구도 증가하고 있다.

이에 따른 뼈 소실 관련 환자의 증가로 정형외과, 성형외과 등 병원에서는 다양한 형태의 골이식재 및 차폐막 등을 이용하고 있다.

하지만 이러한 치료법은 재생효과를 가져오는데 한계점이 있다.

골 재생을 위해 사용되는 약물은 주로 골흡수 억제 기전 약물로 단백질을 기반으로 하기 때문에 생체 내 반감기가 짧으며 매일 주사해야 하는 번거로움이 있다.

나이벡은 펩타이드 새로운 기술이 세포 투과 기능과 함께 단시간 내 세포의 이행, 증식, 분화를 촉진해 골조직 재생에 효율적인 효과를 지녔다고 설명했다.

정형외과를 포함해 다양한 외과적 재생 치료에 간편하게 적용이 가능하고 치료기간도 단축시킬 수 있다고 덧붙였다.

나이벡 관계자는 "최근 미국에 특허 등록한 뼈재생 치료제 특허 기술과 함께 적용해 치과 정형외과를 포함한 외과적 재생 치료에 혁신적인 기술로 기대하고 있다"며 "골다공증 등 만성 질환자 및 노인의 뼈 재생 치료에 크게 기여할 수 있을 것"이라고 말했다.

@highlight

나이벡은 서울대학교 산학협력단과 공동연구를 통해 치료기간을 줄이고 간편한 외과적 재생 치료로 골다공증이나 종양 등 뼈의 손상을 가져오는 분야에 적용하는 '세포투과.뼈 재생 펩타이드'에 대해 국내 특허 등록을 했다고 밝혔다.