삼성과 LG 등 대기업 계열사의 '탈(脫) 구미' 현상과 내수 부진이 겹치면서 구미와 칠곡에 소재한 협력업체들의 인력 감축 및 공장 폐쇄가 잇따르고 있다.

LG디스플레이 협력업체인 칠곡군 북삼읍의 A업체는 지난달 공장 폐쇄 조치를 했다.

원청업체인 LG디스플레이의 주문량 감소로 경영난이 심화됐기 때문이다.

LCD모듈 및 LCD모니터를 생산하는 이 업체에는 근로자 93명이 일하고 있었지만 공장 폐쇄로 하루아침에 실업자 신세가 됐다.

A업체 대표는 "2001년 회사 설립 후 18년 만에 공장 문을 닫게 됐다"며 "LG디스플레이도 그렇고 다들 대기업 계열사들이 수도권 아니면 동남아로 공장을 이전하는 판국에 더 이상 여기에서 공장을 가동할 여력도, 또 미래도 없다고 판단해 사업을 접기로 했다"고 토로했다.

지난해 8월에는 북삼읍에 있는 한 삼성전자 협력업체가 인력 감축 등 구조조정을 단행했다.

이 회사는 휴대폰 완성품을 제작해 구미 삼성전자에 납품하는 1차 협력업체로, 근로자 600여 명 중 200명을 감축했다.

이는 생산라인 하나를 운영하는데 필요한 인력이다.

이 회사 대표는 "연간 매출액이 240억원에 달해 중견업체로 꼽히지만 내수 부진이 지속돼 인력 감축이 불가피했다"며 "구미에 있는 다른 협력업체들도 다들 비숫한 사정인 것으로 안다"고 했다.

다른 협력업체들도 사정은 비슷하다.

삼성과 LG 계열사의 탈 구미화 및 내수 부진에 따른 주문 감소, 최저임금 인상 등 경영 환경 악화로 더 이상 버티기 어렵다는 아우성이 터져 나오고 있다.

구미에 있는 삼성전자 협력업체 1곳은 600여명이던 당초 인력을 3년 가량 지속적으로 감축하다 결국 지난해 문을 닫았고, 다른 협력업체 4곳은 지난해와 올해에 걸쳐 각각 인력 약 200명씩을 줄인 것으로 전해졌다.

칠곡군 왜관산업단지에 있는 한 삼성전자 협력업체 대표는 "이제 한국에서는 기업하기가 어렵다"며 "그런데 사업을 접는 것도 우리나라 현실에서는 세법 등 때문에 쉽지 않다.

그럴 수 있는 업체면 그나마 행복한 경우"라고 하소연했다.

@highlight

삼성과 LG 계열사의 탈 구미화 및 내수 부진으로 칠곡에 소재한 협력업체들의 인력 감축 및 공장 폐쇄가 잇따르고 있다.