12景 주제 선정 ‘스탬프 투어’

출향인사 등 대상 홍보 강화 포항시는 시 승격 70주년을 맞아 ‘2019 포항 방문의 해’를 선포하고 관광객 700만명 유치에 시동을 걸고 나섰다.

시는 지난 15일 시청 대회실에서 이강덕 시장을 비롯 서재원 시의회 의장과 음식·숙박·여행업 등 관광서비스 산업 관련업계 대표와 종사자, 관광관련 단체, 경북 문화관광공사 등 유관기관, 경제산업위원회 위원 등 200여명이 참석한 가운데 ‘2019 포항 방문의 해 선포식’을 가졌다.

이날 행사는 시 승격 70주년을 기념해 재선정한 포항 12경(景) 공표, 새롭게 제작한 포항관광 홍보동영상 상영, 토크콘서트 “포항관광 하고 퐝!”, 2019 포항 방문의 해 퍼포먼스로 진행됐다.

김원효 홍보대사가 진행한 이번 선포식은 ‘We are the champion’ 섹소폰 연주와 개그맨 곽범의 프레디 머큐리 패러디가 어우러진 오프닝공연으로 시작을 알렸다.

시는 ‘2019 포항 방문의 해’ 성공을 위해 포항 12경을 주제로 한 스탬프 투어, 포항관광 대도시 게릴라 마케팅, 계절별로 다양한 볼거리ㆍ먹거리ㆍ즐길거리를 특화한 사계절 특화프로그램 운영한다.

봄·가을·겨울 여행주간 SNS 이벤트, 출향인사를 대상으로 한 고향 한 번 더 방문하기 운동, 여행사·관광기자단 대상 포항관광 팸투어, 소셜 바이럴마케팅 대회, 단체관광객 유치 인센티브 제공과 더불어 관광객 수용태세 확립을 위해 관광산업 종사자를 대상으로 3무(無) 운동(불친절, 불결, 바가지요금)을 적극적으로 펼쳐 나간다.

이강덕 시장은 “2019 포항 방문의 해를 통해 관광산업 관련 종사자들의 역량 결집 뿐 아니라 시민들이 한 번 더 포항의 매력에 공감하고 화합해 700만 관광객 유치를 통한 지역 발전의 재도약 계기를 만드는 것이 목표”라고 말했다.

@highlight

포항시는 15일 ‘2019 포항 방문의 해 선포식’에서 700만 관광객 유치가 목표라고 밝히고, 이를 위해 포항 12경을 주제로 한 스탬프 투어 등 다양한 사계절 특화 프로그램을 운영한다고 말했다.