대중음악계의 거장인 작사 작곡가 조운파의 가요 인생이 KBS1 '가요무대'에서 재조명된다.

'가요무대'는 오는 21일 오후 10시 예정된 방송에서 '노래 시인 조운파'를 타이틀로 그의 음악인생 40년을 되짚는다.

'가요무대'가 살아있는 가요계 거장으로 특집을 꾸미기는 이번이 처음이다.

이를 위해 제작진은 조운파의 명곡들 중 15곡을 엄선했다.

이번 '가요무대'는 1983년 KBS '가요톱텐'에서 5주 연속 1위로 골든컵을 차지한 허영란이 36년만에 방송현장에서 '날개'를 열창, 감회를 새롭게 했다.

불의의 화상으로 '얼굴없는 가수'로 활동했던 비운의 가수 김동아도 1978년 데뷔곡인 '나를 두고 가려므나'를 열창하며 TV무대에 다시 섰다.

'모르리'와 '빈잔'으로 '가요무대' 피날레를 장식한 국민 가수 남진은 "그 어느 때보다도 깊은 감정이 이입돼 너무 은혜로운 시간이었다"고 전했다.

'칠갑산'의 주병선, '도로남'의 김명애, '인생'의 김성환, '바람부는 세상'의 성민호, '어머니'의 최진희, '정하나 준것이'의 현당 등 조운파 곡의 오리지널 가수들이 대거 출연한다.

'연안부두'는 나미에가, '기도하는 마음'은 임수정이, '님에게'는 반가희가, '사랑의 테마'는 테너 진성원, 이수용이, '아내에게 바치는 노래'는 홍민이 불렀다.

조운파도 녹화 현장에 직접 출연해 노래 한곡 한곡마다 그 숨은 사연을 자막으로 소개했다.

지난 42년 작가 인생에 총 800편이 넘는 명품 가요를 만들어낸 조운파는 최근 가수 정세정이 노래한 이색 신곡 '밥먹으러 갑시다'를 발표하며 열정을 과시하고 있다.

@highlight

KBS1 '가요무대'는 살아있는 가요계 거장으로는 처음 시도하는 특집으로, '노래 시인 조운파'를 타이틀로 그의 음악인생 40년을 되짚는 시간을 가지며 오는 21일 오후 10시 방송 예정이다.