청와대가 지난 15일 ‘기업인과의 대화’를 연 지 하루 만인 16일 후속 조처(국제신문 16일 자 1·3면 보도)로 산업부에 오는 3월 동남권 원전해체 연구소를 설립해 원전해체산업 육성방안을 추진하겠다고 밝혔다.

또 기업활동 지원방안과 관련해 기획재정부·산업통상자원부에 대규모 투자프로젝트 전담반을 가동하기로 했다.

청와대는 산업부에 수소 경제, 미래 차, 바이오, 에너지 신산업, 비메모리 반도체, 부품 소재 장비를 포함한 신산업 분야별 육성방안을 수립·추진하도록 하는 한편 규제 샌드박스(규제 유예) 사례를 발굴해 조기에 성과를 창출하도록 지원하기로 했다.

규제 샌드박스 사례 발굴 및 성과 창출은 산업부와 과학기술정보통신부, 중소벤처기업부, 금융위원회를 중심으로 이뤄진다.

김의겸 청와대 대변인은 전날 문재인 대통령과 대기업 및 중견기업인 간 간담회와 관련해 이 같은 후속 조처에 나섰다고 이날 브리핑에서 밝혔다.

이와 함께 청와대는 기획재정부와 대한상의의 규제개선 추진단을 통해 규제개선 추진을 강화하기로 했다.

이와 관련, 문 대통령은 이날 오전 참모와의 티타임에서 “어제 최태원 회장과 이재용 부회장의 얘기를 들어보니 알려진 것과 달리 반도체 시장이 희망적이더라”며 “그동안 반도체 값이 이례적으로 높았던 것이지 반도체 수요는 계속해서 늘 것이라고 말하더라.

그래서 반도체 투자, 공장증설 등은 계속될 것이라고 하는데 이 문제에 대해 경제수석이 좀 챙겨보라”고 지시했다고 김 대변인이 전했다.

문 대통령은 또 “어제 기업인과의 대화 때 나온 현장 목소리를 반영해서 후속 조처를 빈틈없이 진행해 달라”고 당부했다.

청와대는 전날 기업인과의 대화에서 나온 16건의 현장 건의에 대해 관련 부처가 충실히 검토해 장관 명의로 공식 답변 서신을 보내기로 했다.

분야별로는 5G 상생펀드 조성 등 혁신성장 관련 건의가 4건, 개인정보 규제 완화와 최저임금 차별화 등 규제 개혁·고용 관련 건의가 4건, 해운사 금융지원 등 지역경제 및 산업 지원 관련 건의가 6건, 남북경협 준비 등 기타 건의가 2건이다.

김태경 기자 .

@highlight

15일 '기업인과의 대화'를 열었던 청와대가 하루 만인 16일 후속조처로 오는 3월 동남권 원전해체 연구소를 설립하고 투자 프로젝트 전담반 가동 및 신산업 육성 등을 진행한다고 밝혔다.