토니모리가 새해를 맞아 멤버십 혜택을 강화한 '멤버스 세일'을 17일부터 20일까지 진행한다고 이날 밝혔다.

할인대상 품목은 토니모리의 ▲스킨케어 ▲색조 ▲바디 ▲헤어 등 ▲ '키르시', '몬스타엑스' 콜라보레이션 에디션 등이다.

일반 회원은 20%, 프리미엄 멤버십인 '토니블랙' 회원과 '토니럭스' 회원은 20% 할인가에 추가 20% 할인율을 적용받을 수 있다.

아울러 베스트 스킨케어 제품을 특별 가격에 판매한다.

▲'골드 스네일' 기초라인은 1+1 할인, ▲'더 블랙티' 기초라인은 50% 할인, ▲'더 블랙티 런던 클래식 오일'은 기존 가격에서 1만 원을 할인한 2만원에 판매한다.

패션 브랜드 '키르시(KIRSH)'와의 콜라보레이션 제품 '후르츠 샷' 라인도 50% 할인가에 만나볼 수 있다.

주요 품목은 ▲'싱글 블러셔', ▲'틴트 워터', ▲'립 케어' 제품이 있다.

또한 10가지의 컬러로 트렌디한 스타일을 연출할 수 있는 헤어 염모제 '메이크 에이치디(Make HD) 헤어 컬러크림'을 50% 할인 제공한다.

몬스타엑스 리미티드 에디션으로 출시된 '퍼스널헤어 컬러 블렌딩 트리트먼트'는일반회원 20%, 토니블랙 회원은 36%에 구입할 수 있다.

사은품 증정 혜택도 마련했다.

3만원 이상 구매 시 토니모리 쿠션 제품 혹은 립 틴트 제품 랜덤 증정, 5만원 이상 구매 시 '키르시 담요'를 제공한다.

또, 매장을 방문 하는 '토니블랙' 회원은 슬라이스 패치와 마스크 시트의 '아임 레이어링 마스크' 3매 세트를 선착순으로 받을 수 있다.

@highlight

17일부터 20일까지 토니모리가 새해를 맞이해 '멤버스 세일'을 진행하며 할인 품목은 스킨케어, 색조, 바디, 헤어 등으로 일반 회원은 20% 프리미엄 멤버십 회원은 20% 할인가에 추가 20% 할인율이 적용된다.