노진균 박소연 케어 대표.

무분별한 안락사 논란에 휩싸인 동물권 단체 '케어' 박소연 대표가 구조한 동물 수를 지자체에 허위 보고하고 보조금을 가로챘다가 사기죄로 벌금형을 받은 전력이 있는 것으로 드러났다.

당시 판결문에 박 대표의 직업은 '동물 보호 운동가'로 표기됐다.

16일 법원에 따르면 박 대표는 2005년 케어의 전신인 '동물사랑실천협회' 대표로 활동하면서 경기도 구리시, 남양주시 등 지자체 두 곳과 유기동물 구조 위탁 계약을 체결했다.

개와 고양이 등 유기동물 1마리를 구조할 때마다 구리시에서는 마리당 10만원, 남양주시에서는 11만원의 보조금을 받는 내용이다.

이듬해 박 대표는 구리시에 5개월간 53마리를 구조했다는 내용의 유기동물 포획및 관리대장을 제출, 보조금 530만원을 받았다.

남양주시에서도 같은 기간 110마리를 구조했다며 1천210만원을 청구했다.

그러나 일부는 거짓이었다.

실제로 구조한 동물과 다른 동물을 신고하거나, 이미 신고된 내용을 이중으로 신고하는 등 구조한 동물 수를 부풀렸다.

박 대표는 유기동물 163마리를 구조했다고 허위 신고해 이들 지자체 두 곳에서 총 1천740만원을 받아 챙겼다.

결국 박 대표는 지자체의 고발로 재판에 넘겨졌다.

2008년 1월 의정부지법 형사5단독은 사기 혐의로 불구속 기소된 박 대표에게 벌금 200만원을 선고했다.

재판부는 "피고인이 지자체와 약정한 수보다 많은 유기동물을 구조한 사실은 인정된다"며 "그러나 보조금을 청구하는 과정에서 다른 동물을 신고하거나 중복 신고,편취 의사가 있었던 것으로 보인다"고 유죄로 판단했다.

박 대표는 "보조금 신청 내용에 일부 오류가 있는 것에 불과하고 직원들이 관리대장을 교대로 작성해 허위로 작성된 것을 인식하지 못했다"며 "보조금을 편취할 의사가 없었다"고 반박하면서 항소했다.

그러나 항소심 재판부는 "관리대장의 동물 사진을 중복해 사용한 점 등에 비추어 이를 단순한 사무 처리상의 오류로 볼 수 없다"며 박 대표의 주장을 받아들이지 않았다.

결국 박 대표의 사기죄는 2008년 11월 대법원에서 1심과 같은 벌금 200만원으로확정됐다.

@highlight

무분별한 안락사 논란의 중심에 있는 동물권 단체 '케어' 박소연 대표는 2008년 1월 의정부지법 형사5단독으로 부터  실제로 구조한 동물과 다른 동물을 신고하거나이중으로 신고하는 등 동물 수를 부풀려 지자체에 허위 보고해 보조금을 가로챈 수법으로 사기죄로 벌금 200만원형을 받은 전력이 있는 것으로 드러났다.