[서울경제] 전라남도는 오는 2월 1일 임시 개통 예정인 신안 천사대교가 '남해안 신성장 관광벨트'의 시작점으로서 관광객 6천만 달성의 첨병 역할을 할 것으로 보고, 17일 김영록 도지사가 직접 현장 점검에 나서는 등 개통 준비에 온힘을 쏟고 있다.

천사대교는 국도2호선 미개통 구간인 신안 압해도~암태도 간(총연장 10.8㎞)을 연결하는 7.2㎞ 길이의 교량이다.

지난해 12월 국가지명위원회 의결로 정식 대교 명칭을 부여받았다.

익산지방국토관리청에서 총 공사비 5천814억 원을 들여 지난 2010년 9월 첫 공사를 시작, 이번 설 명절을 맞아 2월 1일부터 7일까지 임시 개통한다.

천사대교는 교량 길이로는 국내 4번째지만 국내 최초로 단일 교량 구간에 사장교와 현수교 공법이 동시에 적용됐다.

전라남도는 천사대교의 개통이 국토 서남권의 지리적경제적 가치를 배가하는 계기가 될 것으로 기대하고 있다.

실제로 신안 압해~암태 간 기존 선박을 이용하는 연인원 60만 명에게 직접적 혜택이 돌아갈 것으로 보인다.

60분이 소요되던 시간이 7분으로 단축돼 무려 53분이나 절약되고 선박 이용과 비교해 회당 2만 9천600원의 물류비 절감 효과가 있다.

전문 연구기관에 따르면 대교 개통에 따른 물류비 절감효과가 연간 666억 원에 달할 것으로 예상된다.

천사대교는 민선7기 김영록 도지사의 그랜드플랜인 '남해안 신성장 관광벨트'의 시작점으로서 관광객 6천만 명 달성의 첨병역할을 할 전망이다.

이 때문에 김영록 도지사가 17일 현장을 직접 찾아 점검하고, 최종 점검회의를 열 계획이다.

최종 점검회의에는 박우량 신안군수와 목포무안신안군 관계자, 한국수자원공사와 익산지방국토관리청 관계자 등이 함께 참여할 예정이다.

전라남도는 또 대교 개통에 따른 효과를 극대화하기 위해 자체적으로 5개 분야 31개 세부과제를 선정해 관리하고 있다.

@highlight

전라남도는 신안 압해도~암태도를 연결하는 신안 천사대교의 개통 준비에 힘쓰고 있으며, 2월 1일부터 7일까지 천사대교를 임시 개통할 예정이다.