평균 87세 어르신 직접 녹음 … 민속놀이 소개도(재)군포문화재단은 군포책마을에서 2월 말까지 농촌사회에서 함께 부르던 민요들을 조사해 소개하는'공동체의 소리' 전시를 운영한다.

'공동체의 소리' 전시회는 과거 농촌에서 집짓기, 모심기, 길쌈, 장례 등 의식주와 관련된 공동 노동의 과정에서 불렸던 민요와 민속놀이를 소개하는 전시다.

군포책마을은 이번 전시를 위해 지난해 말 2개월에 걸쳐 군포시 대야미동 일대에서 조사 활동을 진행했다.

이 과정에서 평균연령 87세, 9명의 마을 어르신들이 참여했다.

어르신들은 잊혀질 뻔 했던 민요와 민속놀이에 관한 기억들을 전하고 녹음과 영상을 통한 기록에 참여했다.

이를 통해 '둔대 지경다지기'와 '속달동 줄다리기'를 새롭게 발굴했다.

'둔대 지경다지기'는 집을 세우기 위해 집터를 닦는 의례와 놀이로서 농사일을 마치고 밤에 마을 주민들이 모여 공동 노동 형태로 밤새 작업하며 고단함을 잊고 힘을 북돋기 위해 불렀던 민요가 '지경소리'다.

전시장에서 '지경소리'는 마을 어르신들이 음을 재현한 영상에 가사를 홀로그램으로 구현돼 전달된다.

또 '속달동 줄다리기'는 정월 대보름에 마을 주민들이 모여 풍년을 기원하며 즐겼던 민속놀이로, 마을 어르신들이 직접 축소된 모형으로 제작한 줄다리기용 줄을 통해 독특한 형태와 의미를 확인할 수 있다.

이 밖에도 농요, 회다지소리 등의 민요와 관련된 어르신들의 이야기를 확인할 수 있다.

경희대 민속학연구소와 군포국악협회가 사전 조사에 참여했고 홀로그램 구현과 전시 디자인은 군포의 청년작가들(임형섭, 왕도훈)과 협업했다.

재단 관계자는 "군포의 다양한 문화예술 자원들이 발굴, 기록돼 미래에 활용할 수 있는 소중한 문화콘텐츠가 될 수 있도록 아카이빙을 지속할 예정"이며 "시민기록활동가들과의 협업도 고려하고 있다"고 말했다.

@highlight

군포문화재단에서는 농촌사회에서 함께 불리던 민요와 민속놀이를 조사하고, 이를 어르신들이 녹음하고 영상을 촬영하게 하여 어르신들의 이야기를 기록할 수 있도록 하였다.