보은군은 미세먼지의 오염원중 하나로 지목되고 있는 노후경유차를 조기폐차할 수 있도록 '노후경유차 조기폐차 지원사업'을 실시한다.

보은군은 올해 자동차 배출가스로 배출되는 미세먼지, 황산화물, 질소산화물 등 군민에게 악영향을 주고 있는 대기오염물질을 저감하기 위해 1억2천800만원의 사업비를 확보해 지난해보다 확대 지원할 계획이다.

조기폐차 지원대상은 자동차 배출가스 5등급인 경유 자동차와 2005년 이전 제작된 도로용 3종 건설기계(덤프트럭, 콘크리트믹서트럭, 콘크리트펌프트럭)이며, 정상운행 가능한 차량으로서 보은군에 2년이상 연속해 등록되어 있고, 현소유자가 6개월 이상 보유, 자동차 관능검사 적격판정, 지방세 및 환경개선부담금 등 미체납 등의 조건을 모두 충족해야 한다.

지원금액은 차량의 연식, 배기량 등에 따라 보험개발원이 산정한 차량기준가액을 기준으로 지급하며 총중량 3.5톤 미만 차량은 최대 165만원, 총중량 3.5톤 이상 차량 중 3500cc이하 차량은 최대 440만원, 3500cc초과 5500cc이하의 경우 최대 750만원, 5500cc초과 7500cc이하는 최대 1천100만원, 7500cc 초과는 최대 3천만원, 건설기계 3종은 최대 3천만원까지 지원 받을 수 있다.

노후경유차 조기폐차 지원사업은 이달 29일부터 다음달 15일까지 주소지 관할 읍면행정복지센터에서 신청받으며, 기타 자세한 사항은 읍면행정복지센터 및 환경위생과 환경관리팀 (540-3253)에 문의하면 된다.

보은군 관계자는 "미세먼지에 대한 관심이 높아지는 요즘 대기질 개선에 도움이 되는 노후경유차 조기폐차 지원 사업을 추진해 군민들의 건강을 보호하고 깨끗한 보은군을 만들겠다"고 밝혔다.

@highlight

보은군은 노후경유차 배출가스로 군민에게 악영향을 주고 있는 대기오염물질을 저감하기 위해 1억2천800만원의 사업비를 확보해 노후경유차 조기폐차 등 지원 사업을 실시한다.