[서울경제] '백종원의 골목식당' 백종원이 방송 최초로 피자집 솔루션 중단을 선언했다.

지난 16일 방송된 SBS 예능프로그램 '백종원의 골목식당'에는 서울시 용산구 청파동 하숙골목에 위치한 피자집의 이야기가 전파를 탔다.

이날 피자집 사장님은 친절한 인사로 시식단을 맞이했고 "메뉴는 닭칼국수와 잠발라야(볶음밥)다"라고 설명했다.

이를 본 백종원은 "서비스는 지난주보다 확실히 나아졌네"라면서도 효율적이지 않은 조리 순서를 지적했다.

또한 피자집 사장님은 시식단이 올 시간을 미리 알고 있었음에도 조리 재료 및 식기 세팅을 제대로 하지 않아 백종원의 눈살을 찌푸리게 했다.

두 가지 요리를 먹어본 시식단은 충격적인 맛에 말을 잇지 못했다.

시식단 중 한명은 음식을 먹다가 뱉으며 "밥에다가 향수를 뿌린 거 같다"라며 고개를 저었다.

다른 한명은 "한약 맛 난다"라고 평했고 거의 모든 시식단이 음식을 남겼다.

상황실에서 이를 지켜보던 백종원은 피자집 사장님에 대해 "전형적으로 식당을 하면 안 되는 사람"이라며 직접 피자집으로 향했다.

곳곳에 남은 음식과 조리 도구를 본 백종원은 한숨만 내쉬었다.

이후 시식단 20명은 재방문 의사에 대해 전원 "안간다"라고 말한 끝에 더 이상 솔루션이 진행되기 어려워졌다.

결과를 본 사장님은 "익숙한 맛을 선호하셔서 그럴 수도 있어요"라며 "제 입맛에는 잘 맞아서 우리나라 사람들 입에도 맞을 줄 알았다"고 변명했다.

피자집 사장님을 만난 백종원은 "약속은 약속이니까 솔루션은 못해줘"라면서도 문제 파악을 해보라고 조언했다.

백종원은 "남을 상대하는 일로 할 때는 내 눈높이에서만 보는 건 위험해요"라며 "음식 이해를 못해서 점수를 안 준 게 아니고 음식이 아니라서 점수를 안 준거예요. 대중의 말에 핑계를 대면 안돼요"라고 충고했다.

@highlight

지난 16일 방송된 백종원의 골목식당에서는 서울의 어느 피자집 이야기가 그려졌고 시식단 20명의 재방문 의사에 대해 전원 안간다라고 말해 더 이상 솔루션이 진행되기 어려워졌고, 이 솔루션 중단은 백종원 골목식당 방송 최초이다.