귀농·귀촌인 조기정착에 3억6천만원 지원 보은군이 농림축산식품부가 주관한 도시민 농촌유치지원 공모사업에 3회 연속 선정돼 3년간 총 3억6천만원의 사업비를 확보하게 됐다.

사진은 지난해 4월 귀농귀촌박람회.

보은군이 농림축산식품부가 주관한 도시민 농촌유치지원 공모사업에 3회 연속 선정되는 쾌거를 이뤄냈다.

17일 보은군은 이번 공모사업 선정으로 2021년까지 3년간 매년 1억2천만원씩 총 3억6천만원(국비1억8천원, 지방비1억8천원)의 사업비를 확보하게 됐다고 밝혔다.

이에 따라 보은군은 도시민 농촌유치 전담기구 운영과 박람회 참가, 예비귀농귀촌인 학교 운영, 도농교류 페스티벌 참가, 귀농인 정보지 지원, 지역 주민과 소통 화합의 장을 마련할 수 있는 귀농귀촌인 집들이 비용 지원 등 12가지의 사업을 진행할 예정이다.

특히 보은군은 공모사업 외에도 도시민을 유치하는데 끝나지 않고 이들이 지역사회에 잘 융화돼 보은군민으로 정착해 안정적인 삶을 영위할 수 있도록 귀농·귀촌인이 함께 배우는 지역융화교육(도군비사업)과 귀농·귀촌인 축제 등도 추진할 계획이다.

또한 영농기술지원을 위해 귀농인 후견인(멘토)제와 귀농인 역량강화교육을 통해 영농 전문지식습득과 현장경험이 어우러진 교육을 진행해 귀농귀촌인이 안고 있는 문제점 등을 해결할 수 있도록 도울 예정이다.

한편 보은군은 2013~2015년도와 2016~2018년도에도 공모사업에 선정돼 그동안 총 12억원의 사업비로 도시민 농촌유치지원사업을 진행해 2013년 739명, 2014년 1천102명, 2015년 1천255명, 2016년 1천264명, 2017년 1천17명, 2018년 905명 등 지금까지 총 6천282명이 귀농·귀촌을하는 성과를 올리는 등 전국 제일의 귀농·귀촌 1번지로서의 명성을 이어나가고 있다.

@highlight

17일 보은군은 농림축산식품부가 주관한 도시민 농촌유치지원 공모사업에 3회 연속 선정되어 도시민 농촌유치 전담기구 운영등 12가지의 사업을 진행할 예정이라고 밝혔다.