충북일보] 겨울철 장기간 사용하지 않는 농기계는 점검·정비한 뒤 창고에 보관하면 안전사고 위험도 줄이고 오래 사용할 수 있다.

17일 충북농업기술원은 농기계 관리와 보관을 잘하면 오래 사용할 수 있어 비용절감 측면에서 효과가 크다고 조언했다.

농기계는 사용 후 각 회전 부위나 절단부, 벨트, 체인 등에 말려 들어 간 잡초나 볏짚 등을 깨끗하게 제거하고 농기계를 평탄한 곳에서 세차한 뒤 먼지, 수분 등을 완전히 닦아내고 충분히 건조를 해야 한다.

녹슬거나 부식이 쉬운 부위에는 오일이나 그리스를 발라주며, 각종 볼트와 너트가 잠겨 있는지 세밀히 점검하고 클러치, 레버, 벨트는 풀어서 보관한다.

휘발유를 사용하는 농기계는 가스 발생을 막기 위해 연료통을 완전히 비워주고 경유를 사용하는 농기계는 연료통에 습기나 녹이 발생하는 것을 방지하기 위해 연료를 가득 채워두는 것이 좋다.

엔진오일은 교환 후 다음 10~15분간 가동해 오일이 각 부위에 흘러 들어가도록 하고 1개월~2개월마다 같은 방법을 반복해야 한다.

라디에이터의 냉각수는 겨울철 엔진 동결 방지를 위해 부동액을 맑은 물과 섞어 규정량 채워두며 배터리는 장기간 사용하지 않을 경우 기체에서 분리해 주며 보관 중에도 방전이 될 수 있으므로 겨울철에는 2개월에 한 번씩 점검하고 필요하면 충전을 해둔다.

농기계는 가능한 창고에 보관하고 창고 보관이 어려울 경우 햇빛, 비, 눈 등을 피할 수 있는 방수 포장을 씌워 평지에 보관을 해주며 이때 농기계 내부에 녹이 슬거나 먼지, 새, 쥐 등이 들어가는 것을 막기 위해 공기청정기, 배기구를 막아주면 더욱 안전하다.

구범서 기술보급과장은 "농기계는 한순간이라도 정비를 소홀히 하면 큰 사고의 시작으로 이어질 수 있다"며 각별히 관리와 주의를 당부했다.

@highlight

17일충북농업기술원 구범서 기술보급과장은 농기계는 정비를 소홀히 하면 큰 사고의 시작으로 이어질 수 있어 각별한 관리를  당부하며, 농기계 사용 후 잡초나 볏짚 등을 제거하고 평탄한 곳에서 세차한 뒤 먼지를 완전히 닦고 충분히 건조하는 등 관리와 보관을 잘한다면 비용절감 측면에서도 효과가 크다고 조언했다.