필리핀 정부가 회생절차에 들어간 한진중공업의 자회사인 필리핀 수빅조선소(HHIC-Phil)를 인수하는 방안을 적극적으로 검토하고 있는 것으로 알려지면서 그 결과가 주목된다.

16일 일간 필리핀스타에 따르면 델핀 로렌자나 필리핀 국방부 장관은 이날 상원에서 “어젯밤 로드리고 두테르테 대통령에게 필리핀 정부가 수빅조선소를 인수해 해군 관리하에 두는 것을 제안했다”고 밝혔다.

로렌자나 장관은 또 “현 상황은 외국에 선박 건조를 주문하는 우리 군에 기회가 될 수 있으며 해안경비대도 많은 선박이 필요하다”면서 “이번 제안이 받아들여지면 필리핀 정부는 국내에서 선박을 건조할 수 있게 된다”고 밝혔다.

이어 그는 “정부가 지분을 적게 갖고 필리핀 민간업체가 대주주가 될 수 있을 것”이라고 인수 방안을 제시했다.

판필로 락손 상원의원 역시 필리핀 정부가 수빅조선소를 인수하고 입찰을 통해 해군의 파트너사가 될 민간업체를 선정할 것을 제안했다.

필리핀 정부가 이처럼 수빅조선소 인수를 적극적으로 검토하는 것은 안보 문제와도 관련이 있는 것으로 알려졌다.

수빅조선소가 필리핀이 중국과 영유권 분쟁을 벌이는 남중국해(서필리핀해)에 접해 있는 데다가 최근 중국 조선업체 2곳이 수빅조선소의 경영권 인수 의향을 보이는 것으로 전해졌다.

해군 장교 출신인 게리 알레야노 의원은 “정부는 중국 회사가 우리나라에서 가장 큰 조선소를 인수하는 데 따른 영향을 심각하게 고려해야 한다”고 지적한 바 있다.

한편 수빅조선소는 한진중공업이 2004년 필리핀 수비크에 건립한 조선소다.

2015년 312억 원의 영업이익을 올렸지만, 최근 조선업 불황으로 이듬해부터 큰 폭의 적자를 기록했다.

현재 수주 잔량은 컨테이너선 4척을 포함해 총 10척에 불과하며 이마저도 대부분 인도를 앞두고 있어 실제 수주 잔량은 4척이다.

지난 8일 현지 법원에 기업회생 절차를 신청해 회생절차가 개시됐다.

조민희 기자 .

@highlight

필리핀 정부가 자국 내 선박 건조와 안보 문제로 현재 회생절차에 들어간 한진중공업의 자회사, 필리핀 수빅조선소(HHIC-Phil)의 인수를 적극 검토하고 있는 것으로 알려져 그 결과가 주목된다.