이창욱 남동구 민원수렴 … 170억 투입 토지 매입키로마땅한 문화체육시설이 없어 주민 불편이 컸던 인천 남동구 서창2지구에 숨통이 트이게 됐다.

남동구가 서창2지구 세대통합형 문화체육복합시설 건립을 위한 본격적인 작업에 돌입한다.

16일 남동구는 한국토지주택공사(LH) 소유인 서창동 680 일대 1만4442㎡ 부지를 매입하는 계약을 오는 22일 맺을 계획이라고 밝혔다.

구는 2020년부터 2024년까지 5년간 부지 매입비 170억원을 무이자 균등 분할 납부하기로 LH와 합의했다.

올해는 구 본예산에 반영된 토지매입비 17억원(계약금)을 우선 지출한다.

구에 따르면 이 부지는 2000년대 중반 LH가 서창2지구 택지개발을 하면서 조성한 문화시설용지다.

LH는 문화시설 건립을 위해 민간에 이 부지를 매각하려 했지만 수익성이 낮아 그간 입찰 계약을 체결하지 못했다는 게 구의 설명이다.

2012년부터 입주를 시작한 서창2지구 주민들은 인근에 문화체육시설이 없어 어려움을 겪는다는 의견을 남동구에 지속적으로 전달, 결국 구가 토지를 매입해 직접 사업을 추진하게 됐다.

앞서 민선 6기 시절에도 주민들의 요구가 있었지만 구는 예산이 없다는 이유로 사업에 적극 나서지 않았다.

민선 7기가 들어서며 이강호 남동구청장이 이 사업을 공약으로 채택하며 사업 추진에 힘이 실리고 있는 상황이다.

앞서 남동구의회는 지난해 11월20일부터 12월14일까지 열린 제2차 정례회에서 서창2지구 문화시설 토지매입안이 포함된 '2019년 정기분 공유재산 관리계획안'을 원안가결하기도 했다.

토지 매입이 결정된 만큼 남동구는 향후 건축비 확보에 주력할 계획이다.

구는 건축비로 약 200억원이 필요하다고 보고 있다.

남동구 관계자는 "건축물이 들어오기 전까지 잔디광장 등을 조성해 주민들이 쓸 수 있게 할 계획"이라며 "중앙투자심사를 의뢰한 상태고 정부의 생활 사회간접자본(SOC) 공모 사업 등으로 건축비를 확보할 계획"이라고 말했다.

@highlight

인천 남동구가 민선 7기 이강호 남동구청장이 공약으로 채택한 서창 2지구 세대통합형 문화체육복합시설을 건립하기로 하였으며 남동구 관계자는 건축물이 들어오기 전까지 잔디광장 등을 꾸며 주민들이 이용할 수 있게 한다고 밝혔다.