▲ 청촌공간 1호점 개소식 참석자들이 테이프 커팅을 하고 있다.

[충청일보 배명식기자] 농림축산식품부와 농협중앙회의 협력 사업인 '청촌공간(靑村空間)' 1호점 개소식이 16일 충북 청주 강내농협 옛 하나로마트 건물에서 열렸다.

청촌공간 1호점에는 농협에서 주최한 창업아이디어 공모전에서 수상한 경력이 있는 농산업분야 유망 청년농업인 6명이 입점한다.

이들은 직접 생산한 농산물을 가공해 만든 제품(사과·비트 가공품, 장류, 작두콩커피, 유기농 착즙주스, 자연치즈성분 두부, 곤충가공 반려동물간식 등)을 전시·판매한다.

제품 판매뿐만 아니라 요리교실, 장류 만들기, 두부 만들기 등 체험·교육프로그램도 제공해 어린이 등을 동반한 가족단위 소비자에게 호응이 높을 것으로 기대된다.

청촌공간(靑村工間)은 청년(靑)들이 농촌(村)을 위해 장인(工)이 되는 장소, 관계망(間)이라는 의미를 가지고 있다.

농촌지역의 유휴시설을 창업을 원하는 귀농·귀촌 희망자 등에게 제공해 외부 인력의 농촌 유입·정착을 유도하고 농촌지역 청년일자리를 창출하는 사업이다.

농식품부와 농협은 농촌의 인구감소와 고령화문제 해결을 위해 청년인구의 유입정책이 필요하다는데 뜻을 모으고 농촌유휴시설을 활용한 창업지원사업을 기획했다.

농협은 전국적으로 현재 사용하지 않고 있는 창고, RPC, 사무실 등의 유휴시설 중 활용 가능한 공간을 발굴하고 청년창업인들의 사업이 성공할 수 있도록 교육 및 컨설팅 등을 지원한다.

개소식에 참석한 이개호 농식품부 장관은 "대한민국의 내일은 역시 청년에 있다"며 "더 많은 청년들이 농업·농촌의 미래를 고민하고 도전할 수 있도록 양곡창고, 폐정미소 등 농촌유휴시설을 리모델링해 창업공간으로 제공하겠다"고 말했다.

@highlight

농식품부와 농협은 16일 충북 청주 강내농협 하나로 마트에서 농촌의 인구감소와 고령화 문제 해결을 위한 일환으로, 농촌유휴시설을 활용한 창업지원사업인 '청촌공간(靑村空間)'을 전국 최초로 열어 청년인구의 유입을 유도했다.