검증단 보고회서 ‘공동입장문’…경북도지사 “대구공항 이전 땐 가덕도 신공항 반대 않겠다”

부산 울산 경남지역 시장·도지사가 김해공항을 확장하는 데 불과한 김해신공항 건설 사업을 전면 재검증하라고 국무총리에게 공식 촉구했다.

이에 따라 국무총리실이 김해신공항 기본계획안을 확실히 검증하는 데 나서 적극적인 조정 기능을 발휘해야 한다는 여론이 지배적이다.

오거돈 부산시장과 김경수 경남도지사, 송철호 울산시장은 16일 울산시청에서 ‘부울경 동남권 관문공항 검증단 검증 결과 보고회’에 참석해 공동 입장문을 발표했다.

검증단장인 김정호(경남 김해을) 의원과 박재호(부산 남을), 민홍철(경남 김해갑) 의원도 동석했다.

이들은 공동 입장문에서 “국토부 장관이 부울경 단체장의 요구를 수용하지 않으면 국무총리에게 공정하고 객관적인 최종 판정을 요구할 것”이라며 “지역경제가 살아나 동남권이 공동 번영할 수 있도록 정부가 적극적으로 협조해주길 바란다”고 밝혔다.

또 “애초 국토부와 합의한 검증 기준에 비춰 김해신공항 건설은 안전 소음 확장성 같은 동남권 관문공항 최소 요건 중 어느 것 하나 충족되지 않는 불가능한 계획”이라며 “그런데도 강행하려는 국토부를 더는 좌시할 수 없다”고 강조했다.

이런 가운데 그동안 가덕도 신공항을 강하게 반대해온 이철우 경북도지사가 부울경 단체장의 움직임에 힘을 실어주는 듯한 발언을 해 관심을 끈다.

이 지사는 이날 대구시청을 방문한 자리에서 “대구 경북이 가덕도 신공항을 반대해온 이유는 대구공항 통합 이전이 무산될 것을 우려했기 때문”이라며 “이제는 영남권에 관문공항을 하나만 만들자고 고집하기는 어렵게 됐다”고 말했다.

이 지사는 그러면서 “대구공항 통합 이전을 먼저 하도록 결정해주면 가덕도 신공항을 굳이 반대하지 않는다”고 덧붙였다.

부산시 고위 관계자는 “이 지사가 대구 경북의 여론을 정확히 짚었다고 생각한다”며 “관문공항 건설을 위해서는 대구 경북의 협조가 반드시 필요하다”고 밝혔다.

@highlight

부산 울산 경남 지역 시장·도지사가 김해공항 확장에 불과한 김해신공항 건설 사업의 재검증과 조정 기능의 이행에 대한 국무총리실의 역할을 촉구하였다고 밝혔다.