[최경철 기자 koala@imaeil.com] 경주 중저준위방사성폐기물 지하 처분시설.

매일신문 DB.

청와대는 원전산업 지원방안과 관련해 동남권 원전해체연구소를 설립, 원전해체 산업의 육성방안을 추진하기로 했다고 김의겸 대변인이 16일 밝혔다.

청와대가 국내 가동 원전의 대부분이 몰려있는 동남권에 원전해체연구소를 설립하겠다는 입장을 공식화함으로써 원전해체연구소 설립 작업에 속도가 붙을 전망이다.

국내 가동 원전의 절반이 경북에 있으며 중저준위 방사성폐기물 처분장까지 경주에 들어서 있다.

이처럼 경북이 국내 에너지 안보를 위해 희생해온 점을 고려할 때 원전해체연구소는 한국수력원자력 본사가 있는 경주가 단연 최적지로 꼽힌다.

청와대와 정부는 울진 한울 3·4호기 건설 백지화에 따라 탈원전에 대한 반발이 심해지고 있는 점을 고려해 원전이 밀집해있는 동남권에 원전해체연구소를 조기에 설립하겠다는 입장을 정했다.

청와대는 입지 선정 시기를 3월로 정했다.

3월에는 산업통상자원부가 발주한 원전해체연구소 구축을 위한 연구용역 결과가 나온다.

원전해체연구소 착공은 내년, 준공은 2022년으로 계획돼 있지만 이날 청와대 발표를 보면 시기가 더 당겨질 수도 있을 것으로 분석된다.

김 대변인은 "이 문제에 대해서 좀 더 힘을 싣고 속도를 낸다"는 의미라고 언급, 최대한 이른 시일 내 입지를 정하고 시설 건립도 빨리 마무리하겠다는 뜻으로 읽힌다.

경주 월성원전 1호기.

매일신문 DB.

정부가 '동남권 연구소'라고 못을 박은 만큼 한수원 본사와 원전이 있는 경주와 역시 원전이 소재한 부산·울산이 치열한 유치 경쟁을 벌일 것으로 전망된다.

경주의 경우 중저준위 방폐장과 중수로·경수로를 모두 갖추고 있는 월성 원자력본부, 한수원 본사, 한국원자력환경공단 등이 밀집해있어 객관적으로는 최적지로 평가되고 있다.

@highlight

16일 청와대가 울진 한울 3·4호기 건설 백지화에 따라 원전이 밀집된 동남권에 원전 해체연구소를 설립하고 관련 산업 육성을 추진한다는 입장을 밝히자, 2022년 준공될 원전 해체연구소 설립이 앞당겨질 수 있다는 분석이 나왔다.