[서울경제] 최근 '셀프 뷰티(Self Beauty)족'이 늘어나면서 셀프피부관리, 셀프네일케어 등 집에서 관리할 수 있는 홈케어 제품들이 각광을 받는 가운데, '프리미엄 이미용품'을 모토로 한 브랜드가 주목 받고 있다.

대표적인 브랜드 중 하나인 '보카스(BOCAS)'는 각질제거기, 네일케어제품 등 셀프 홈케어에 대한 뜨거운 반응에 힘입어 리필형 각질제거기 등 신제품을 연이어 출시하고 있어 눈길을 끈다.

보카스는 미국, 유럽, 중국 등 전 세계로 수출되는 이미용품 전문 브랜드로 세계 13개국에 10여 개 특허를 보유했으며, 글로벌 기업인 헹켈(독일), 레브론(미국), 빅토리녹스(스위스)에 연간 수백만 불을 수출하는 등 뷰티산업 발전에 견인차 역할을 톡톡히 해내고 있다.

보카스의 국내 총판사인 ㈜에이투제이(대표이사 최준호) 관계자에 따르면, 해외뿐만 아니라 국내에서도 보카스의 인기는 식을 줄 모른다.

지난해 국내 온라인몰에서만 보카스 각질제거기가 12만 개 판매되며 각질제거기 부문에서 인기 아이템으로 자리매김했고, 국내 대형유통으로 진출하며 글로벌 기업뿐 아니라 국내 소비자에게도 인지도를 높여 나가고 있다.

각질제거기를 비롯해 특허 받은 보카스 제품들은 현재 이마트 전 점과 삐에로쑈핑 6개 점, 온라인 '십일홍몰' 등에서 만나볼 수 있다.

특히 온라인 '십일홍몰'에서는 1월 현재 10여 년 만에 처음으로 할인행사를 진행하고 있는데, 2018년 수출실적 달성 기념으로 기획된 이번 할인행사는 전 품목 할인이라는 파격적인 구매 혜택을 제공해 보다 합리적인 가격에 보카스 제품을 만나볼 수 있는 좋은 기회다.

한편, 보카스의 국내 총판 ㈜에이투제이는 더 많은 고객들에게 보카스를 선보이기 위해 다양한 대형 유통 채널로 진출을 모색하고 있다.

@highlight

글로벌 기업들에게 연간 수백만 불을 수출하며 주가를 올리고 다양한 셀프 홈케어 제품을 연달아 출시하고 있는 보카스가 온라인 '십일홍몰'에서 2018년 수출실적 달성을 기념하여 10년만에 처음으로 전 품목을 할인하는 행사를 진행하고 있다.