최진환(왼쪽 세번째) ADT캡스 최진환 대표, 이평로(〃 네번째) KB골든라이프케어 대표와 두 회사 임직원들이 지난 16일 서울 삼성동 ADT캡스 본사에서 업무제휴 협약을 체결한 뒤 밝게 웃고 있다.

최진환(왼쪽) ADT캡스 최진환 대표와 이평로 KB골든라이프케어 대표가 지난 16일 서울 삼성동 ADT캡스 본사에서 업무제휴 협약을 체결한 뒤 협약서를 들어보이고 있다.

ADT캡스는 요양서비스 전문기업 KB골든라이프케어와 요양시설 제휴사업을 위한 업무협약을 체결했다고 17일 밝혔다.

협약식은 지난 16일 서울 삼성동 ADT캡스 본사에서 최진환 대표와 이평로 KB골든라이프 대표 등 두 회사 관계자들이 참석한 가운데 열렸다.

KB골든라이프케어는 KB손해보험 자회사로 금융업계 최초로 노인 요양시설 사업을 벌이고 있다.

협약에 ADT캡스는 오는 3월 서울 송파 위례신도시에 들어서는 프리미엄 요양시설 '골든라이프빌리지 위례'를 비롯해 KB골든라이프케어가 추진하는 요양시설 사업에 출입통제·영상보안·시니어케어 등 보안 케어 솔루션을 제공한다.

KB골든라이프케어는 사업장 내 사고를 예방하고 안전한 생활환경을 조성하기 위해 ADT캡스와 손을 잡았다.

ADT캡스의 물리보안 기술과 SK텔레콤의 5G 기술이 결합된 융합보안 시스템을 구축한다는 계획이다.

두 회사는 앞으로 유기적인 협력 관계를 이어가는 것은 물론, 고령화 사회를 맞아 다양한 사회적 가치를 창출하기 위해 함께 노력하기로 했다.

최 대표는 "한국 사회가 고령화 시대로 본격 진입함에 따라 시니어 세대를 위한 보안과 케어 기능이 대단히 중요해졌다"면서 "보안과 요양서비스 산업을 선도하고 있는 두 회사가 큰 시너지를 낼 수 있을 것"이라고 기대했다.

이 대표는 "ADT캡스와의 협력을 통해 더욱 안전하고 편리한 프리미엄 요양시설 서비스를 구축할 수 있을 것으로 기대한다"고 말했다.

@highlight

ADT 캡스와 KB손해보험 자회사로 금융업계 처음으로 요양시설 사업을 벌이고 있는 KB골든라이프케어가 16일 제휴사업을 위한 업무 협약을 체결한 가운데, 협약에는 프리미엄 요양시설 '골든라이프빌리지 위례'를 비롯해 KB골든라이프케어가 추진하는 요양 시설 사업에 대한 보안 케어 솔루션을 제공하는 내용이 포함돼 있다.