모델들이 현대렌탈케어에서 출시한 현대큐밍 매트리스 제품을 소개하고 있다.

[서울경제] 현대렌탈케어가 전국 주요 지역에 렌탈용 매트리스 체험존을 열고 매트리스 렌탈 시장 공략에 본격적으로 나선다.

현대백화점그룹 계열 토탈 홈케어 기업 현대렌탈케어는 현대리바트와 함께 '현대큐밍 매트리스 체험존'을 운영한다고 17일 밝혔다.

새롭게 선보이는 현대큐밍 매트리스 체험존은 리바트스타일샵 용산·용인 전시장 등 리바트 직영점 11곳과 중곡점·청주점 등 리바트 대리점 64곳 등 총 75개 현대리바트 매장에서 운영된다.

현대렌탈케어 관계자는 "고객이 직접 누워보고 알맞은 매트리스를 고르는 것이 중요한 매트리스 제품 특성을 고려해 체험존 운영을 결정했다"고 말했다.

국내 렌탈업계에서 수십 곳의 매트리스 체험존을 운영하는 것은 현대렌탈케어가 처음이다.

매트리스 구매를 고려하는 고객이 리바트 매장에서 기존 현대리바트의 매트리스 제품과 함께 현대렌탈케어의 렌탈용 매트리스를 비교 체험해 볼 수 있고, 구매방식과 체형을 고려해 알맞을 제품을 고를 수 있는 것이 특징이다.

현대렌탈케어는 현대큐밍 매트리스 체험존 오픈을 기념해 다양한 프로모션도 진행한다.

기존 정수기나 공기청정기 등 현대큐밍 이용 고객이 오는 31일까지 현대큐밍 매트리스 렌탈 서비스에 가입 할 경우 2개월 렌탈료(1,2회차)를 무료로 이용할 수 있다.

한편 현대렌탈케어는 최근 고급형(프리미엄) 2종, 일반형(럭셔리) 3종 등 총 5종의 매트리스를 출시했으며 현대리바트 코펜하겐 침대 프레임 등도 함께 대여하는 세트형 렌탈상품도 출시했다.

현대큐밍 매트리스 렌탈 서비스는 6개월 마다 매트리스 전문 케어 엔지니어인 '큐밍 닥터'의 9단계 홈 케어 서비스를 제공한다.

@highlight

현대렌탈케어는 17일 홍보를 통해 현대큐밍 매트리스 체험존을 오픈해 렌탈 시장을 공략할 예정이라고 알렸고, 렌탈케어 관계자는 직접 체험하고 편한 매트리스를 고르는것이 중요한 제품의 특성을 반영해 이와같은 체험존을 운영하게 됐다고 밝혔다.