이스타항공이 2월 7일까지 부산에서 출발해 싱가포르로 가는 부정기 노선을 운항한다.

이스타항공이 16일 김해국제공항에서 부산-싱가포르 부정기 노선의 첫 운항을 기념하는 취항식을 가졌다고 17일 밝혔다.

이스타항공은 이달 16일부터 2월 7일까지 매주(수·목·토·일) 4회씩 총 16회에 걸쳐 부산-싱가포르 부정기 노선을 운항한다.

이번 부정기편에는 이스타항공이 국내 최초로 선보인 맥스8 1호기(HL8340)가 운항에 투입된다.

부산-싱가포르 노선은 총 거리 약 4,600km로 비행시간은 약 5시간 정도 소요된다.

이날 출발편(ZE9611)은 오후 22시 35분 김해공항을 출발해 다음날 현지 시간 3시25분에 싱가포르 창이공항에 도착했다.

돌아오는 편(ZE9612)은 현지시간 오전 4시 25분에 창이공항을 출발해 인천공항에 오전 11시 5분에 도착한다.

출도착시간은 요일별로 상이하다.

이스타항공은 이번 부산-싱가포르 노선에 맥스 1호기(HL8340)를 투입한다.

맥스 1호기는 지난해 12월 21일 국내에 처음 들어와 이달 1일 김포-제주 노선을 시작으로 국내선에 투입되었고 이번 싱가포르 부정기 노선을 통해 첫 국제선 운항을 시작한다.

이후 베트남, 방콕 등 국제노선에 본격적으로 투입될 예정이다.

이스타항공은 현재 2대의 맥스8 기재를 운영 중이며 올해 추가로 4대를 도입해 노선 선택의 폭을 넓히고 높은 연료효율성으로 수익성을 확보할 수 있는 기재 개편 작업을 이어나갈 계획이다.

문종배 이스타항공 영업부사장은 "이번 싱가포르 부정기 운항은 이스타항공의 첫 중거리 노선 운항으로 의미가 크다"며 "맥스8 기종을 통해 노선 경쟁력을 확보할 수 있는 계기가 될 수 있을 것"이라고 말했다.

16일 김해국제공항에서 문종배 이스타항공 영업부사장을 비롯한 임직원들이 부산-싱가포르 첫 부정기편 출발을 앞두고 화이팅을 외치고 있다.

@highlight

이스타항공이 2월 7일까지 부산에서 출발해 싱가포르로 가는 부정기 노선을 운항하는데, 이번 부정기편에는 이스타항공이 국내 최초로 선보인 맥스8 1호기(HL8340)가 운항에 투입되며 부산-싱가포르 노선은 총 거리 약 4,600km로 비행시간은 약 5시간 정도 소요된다.