충북일보] 공영홈쇼핑이 올해부터 시행한 해외 OEM(주문자상표부착생산) 상품 판매배제 정책으로 인해 예상되는 중소기업 매출 감소액이 올해에만 200억원에 달한다는 주장이 나왔다.

국회 산업통상자원중소벤처기업위원회 소속 자유한국당 이종배(충주·사진) 의원은 16일 공영홈쇼핑이 제출한 자료를 분석한 결과를 발표하며 이같이 전망했다.

이 의원은 공영홈쇼핑의 연 매출액은 △2015년 1천500억 원 △2016년 5천57억 원 △2017년 5천828억 원 △2018년 6천327억 원이었다.

이 가운데 해외 OEM 판매 금지 시 예상되는 매출 감소액은 공산품 취급액의 5~10% 정도로 올해의 경우 200억 원 수준이 될 것으로 이 의원은 분석했다.

지난해 8월 공영홈쇼핑이 국산 제품만 팔겠다는 취지의 '메이드 인 코리아' 시대를 선언함에 따라, 인건비 등 현실적인 이유로 해외에서 제품을 판매하는 중소기업들이 어려움을 겪을 것이라는 지적이 꾸준히 제기돼 왔다.

지난해 10월 23일 국회 산자위 국정감사에서도 공영홈쇼핑의 해외 OEM 상품 판매 중단과 관련해 중소기업의 어려움뿐만 아니라, ISDS(투자자-국가 분쟁 해결) 제소가능성도 제기된 바 있다.

이 의원은 "중소벤처기업부가 정부법무공단을 통해 공영홈쇼핑의 국내생산제품 독점 취급 시 ISDS 제소를 당할 수 있다는 것을 사전에 인지했다"며 "당시 최창희 공영홈쇼핑 대표는 '문제가 있다면 재검토해야 할 사항이다. 관계부처와 협의해서 결정하겠다'고 답변했었다"고 밝혔다.

이어 "하지만 홍종학 중소벤처기업부 장관이 제대로 된 검토도 없이 정책 추진을 압박함에 따라 공영홈쇼핑이 '울며 겨자 먹기'로 해외 OEM 상품 판매를 중단했다"며 "홍 장관이 지난 국감 때 정책 변경을 위한 재검토를 밝히고도 검토는 물론 공영홈쇼핑과 협의없이 일방적으로 밀어붙인 것은 국회를 무시하고 권한을 남용한 처사"라고 비판했다.

@highlight

공영홈쇼핑이 해외 OEM 상품판매를 금지함에 따라 중소기업 매출 감소액이 올해에만 200억원 수준이며, ISDS(투자자-국가 분쟁 해결) 제소가능성도 우려되고 있다.