[서울경제] 전 세대 관객들의 뜨거운 호평과 입소문으로 극장가를 사로잡은 영화 가 오늘 1월 17일(목)부터 극장동시 VOD 서비스를 시작한다.

는 1951년 거제도 포로수용소, 오직 춤에 대한 열정으로 똘똘 뭉친 오합지졸 댄스단 '스윙키즈'의 가슴 뛰는 탄생기를 그린 영화다.

강형철 감독의 감각적인 연출, 끼와 에너지 넘치는 젊은 배우들의 신선한 시너지, 블록버스터급 수록곡과 폭발적인 퍼포먼스로 만장일치 뜨거운 호평을 불러 일으킨 가 안방 극장을 찾아간다.

는 1월 17일(목), 오늘부터 IPTV(KT Olleh TV, KT skylife, SK Btv, LG U+ TV) 및 디지털케이블TV(홈초이스), 카카오페이지, 구글플레이, 네이버, 곰TV, 씨츄, TVING, pooq, 원스토어 등 다양한 플랫폼을 통해 극장동시 VOD 서비스를 개시한다.

는 도경수, 박혜수, 자레드 그라임스, 오정세, 김민호까지 시나리오를 찢고 나온 듯한 싱크로율을 보여준 배우들의 완벽한 케미, 총 15번의 폭발적인 퍼포먼스가 선사하는 풍성한 볼거리는 물론 베니 굿맨, 데이비드 보위, 한국영화 최초로 원곡이 그대로 수록된 비틀즈까지 역대급 수록곡으로 전 세대 관객들의 입소문 열풍을 이끈 바 있다.

이번 극장동시 VOD 서비스는 아직 영화를 관람하지 못한 관객뿐만 아니라 재관람을 원하는 관객들에게도 의 감동을 전하며 안방극장까지 뜨거운 입소문을 고스란히 이어갈 수 있을 것으로 기대된다.

포로수용소 내 탭댄스팀이라는 독창적인 스토리텔링과 풍성한 볼거리, 매력 만점 배우들의 완벽한 시너지로 세대를 관통하는 공감과 역대급 재미를 전하는 는 오늘부터 극장동시 VOD 서비스를 통해 더 많은 관객들을 찾아갈 예정이다.

@highlight

1월 17일(목)부터 영화 스윙키즈가  IPTV, 카카오페이지, 구글플레이, 네이버 등 플랫폼을 통해 극장동시 VOD 서비스를 실시하며, 포로수용소 내 탭댄스팀이라는 독창적인 스토리텔링과 다양한 볼거리가 제공될 예정이다.