김재현 산림청장, "아시아 대표 국제기구로 이끌어달라" 당부김재현 산림청장, "아시아 대표 국제기구로 이끌어달라" 당부김재현(사진 왼쪽) 산림청장이 산림청을 찾운 첸초 노르부(〃오른쪽) 아시아산림협력기구 사무총장과 악수를 나누고 있다.

[서울경제] 산림청은 김재현 청장이 17일 정부대전청사에서 아시아산림협력기구(Asian Forest Cooperation Organization·AFoCO) 사무총장으로 취임한 첸초 노르부(Chencho Norbu)와 면담을 했다고 밝혔다.

첸초 노르부는 지난해 11월 열린 AFoCO 창립총회에서 초대 사무총장으로 선출됐고 지난 1월 1일자로 사무총장에 정식 취임했다.

부탄 출신인 첸초 노르부 사무총장은 필리핀 센트럴 루존 주립대에서 학사과정을 마치고 미국 코넬대에서 석사학위를 취득했다.

첸초 노르부 사무총장은 AFoCO 사무총장으로 취임하기 전까지 부탄 건설부 차관으로 근무했다.

이번 면담은 첸초 노르부 사무총장이 취임 후 첫 방문지로 산림청을 찾아 마련됐다.

김 청장은 첸초 노르부에게 초대 사무총장으로 선출된 것을 축하하고 "역량을 발휘해 AFoCO를 아시아 대표 국제기구로 이끌어 나가 달라"고 당부한데 이어 "산림청은 아시아 산림협력을 위해 가능한 지원을 아끼지 않을 계획"이라고 말했다.

첸초 노르부 사무총장은 "아시아산림협력기구의 초대 사무총장으로 선출되어 영광"이라며 "지속가능한 산림경영을 실천해 아시아 지역의 산림분야를 발전시키고 AFoCO의 위상을 강화할 것"이라고 말했다.

한국 주도로 설립된 아시아 최초의 산림분야 국제기구인 AFoCO는 지난 2018년 4월 설립 협정 발효를 거쳐 2018년 11월 창립총회를 통해 공식 출범했다.

현재 한국, 베트남 등 7개 당사국과 필리핀 등 7개 옵서버가 참가해 산림 협력사업, 교육연수 프로그램 등을 운영하고 있다.

@highlight

산림청은 지난 1월 아시아산림협력기구(Asian Forest Cooperation Organization·AFoCO) 초대 사무총장으로 취임한 첸초 노르부(Chencho Norbu)가 취임 후 첫 방문지로 산림청에 방문, 김재현 청장과 정부대전청사에서 면담을 가졌다고 전했다.