주 52시간 근무제가 도입되고 더불어 일과 삶의 균형을 중시하는 워라밸 문화가 확산하면서 편의점의 저녁 피크 타임(고객이 가장 많이 몰리는 시간)도 바뀌었다.

GS리테일이 운영하는 편의점 GS25가 주 52시간 근무제가 본격 도입된 지난해 7~12월 매출 데이터를 전년 동기와 비교한 결과 오후 5~7시 오피스 상권 내 지점을 이용하는 30, 40대 고객이 13.5% 증가한 것으로 조사됐다.

그동안 전통적 오피스 상권 내 편의점의 저녁 피크 타임 시간대는 평균 오후 6~8시였다고 GS25 측은 전했다.

주 52시간 근무제가 도입되면서 편의점의 피크타임이 한 시간가량 앞당겨진 것으로 풀이된다.

GS25 측은 오피스 상권 내 30, 40대 고객이면 직장인을 대표한다고 보고 이 같은 조사를 벌였다고 설명했다.

또한 같은 기간 도시락 김밥 디저트 과일 샐러드 등 즉시 먹을 수 있는 간편 식품류 매출도 증가했다.

특히 오피스 상권의 매출 신장률은 28.3%로, 전 상권의 매출 신장률인 21.8%보다 큰 것으로 나타났다.

GS25 관계자는 “주 52시간 근무제 시행으로 직장인이 편의점에서 간단하게 저녁을 즐기고 자기계발 활동을 하러 가는 등 간편식을 선호하는 트렌드가 확산한 영향”이라며 “여기에 최근 1, 2인가구 증가 역시 간편식 매출 성장률을 견인한 것으로 보인다”고 말했다.

한편 GS리테일은 전국 GS25 점포를 12개 상권 유형으로 분류해 가맹점 컨설팅에 활용하고 있다.

이를 통해 GS25 가맹점 경영주는 비슷한 상권에 속한 다른 점포의 데이터를 자신의 점포와 비교하며 점포 운영 지표로 활용할 수 있다.

GS25 또한 이번 분석 자료를 기반으로 고객의 라이프 스타일 변화를 반영한 세심한 영업 전략을 수립할 계획이다.

GS리테일 박혜동 데이터경영팀 차장은 “전국 1만3000여 개의 소매점 오프라인 플랫폼을 효과적으로 운영하고, 이용 고객에게는 만족을 드리기 위해 트렌드 변화에 신속히 대응하겠다”고 말했다.

@highlight

편의점 GS25는 주 52시간 근무제가 도입된 지난해 7~12월 매출 데이터를 전년 동기와 비교한 결과, 저녁 피크 타임이 평균 오후 6~8시에서 오후 5~7시로 바뀌었으며 오피스 상권 내 지점을 이용하는 30, 40대 고객이 13.5% 증가한 것으로 조사되었다고 전했다.