[내포=충청일보 박보성기자] 충남도와 시군이 유관순열사 서훈등급 상향을 위한 상훈법 개정 촉구 결의문을 채택했다.

충남도는 17일 도청 대회의실에서 양승조 지사와 12개 시군 시장·군수 등이 참여한 가운데 '제6회 지방정부 회의'를 개최했다.

도와 시군은 이날 '유관순 열사 서훈등급 상향 결의문'을 채택했다.

유 열사는 지난 1962년 독립운동가를 대상으로 한 5개 등급 서훈 가운데 3등급인 '건국훈장 독립장'을 받았다.

'3.1운동의 꽃'이자 '3.1독립만세운동'의 상징으로서 미국 등 세계 여러 나라에서 존경과 추앙을 받는 점을 고려할 때 2등급(대통령장) 이상으로 격상해야 한다는 것이 도와 일선 시군의 설명이다.

그러나 서훈등급 상향을 위해서는 상훈법 개정이 선행돼야 한다.

현 상훈법에는 확정·취소 조항만 있을 뿐 등급을 조정하는 조항이 없다.

따라서 3.1운동 100주년을 맞아 제한적으로 서훈 등급 조정을 골자로 한 관련법을 개정하자는 것이 결의문의 취지이다.

양 지사는 "온 겨레가 하나 돼 '대한독립 만세'를 외친 3.1운동은 민족의 자주 독립과 평화, 민주와 인권의 가치를 드높인 선언이었다"며 "유 열사의 발자취와 숭고한 뜻을 기리고 선양하는 것은 우리의 책무이고 사명"라고 밝혔다.

이어 "훈장과 포장은 공적에 대한 사회적 평가에 부합해 수여됐을 때 국민의 신뢰와 지지를 확보한다"며 "열사의 서훈은 사회적 평가, 민족사적 의미, 형평성 등을 고려할 때 현저하게 낮게 평가됐다"고 덧붙였다.

양 지사는 "상훈법 개정을 통해 나라를 위해 목숨을 바친 독립 운동가에 대해 합당한 예우를 다해야 한다"며 "유 열사의 서훈 등급을 국민적 인식과 역사의 평가에 맞게 반드시 격상해야 한다"고 강조했다.

한편 도는 이날 채택된 결의문을 대통령, 국회의장, 국무총리, 국회 원내대표실 등에 전달할 예정이다.

@highlight

지난 17일 충남도는 양승조 지사와 12개 시군 시장·군수 등이 참여한 가운데 '제6회 지방정부 회의'를 개최한 자리에서 유관순 열사의 2등급(대통령장) 이상 격상을 골자로 하는 '유관순 열사 서훈등급 상향 결의문'을 채택했다.