문 대통령은 17일 지역 예비타당성조사(예타)와 관련해 "지역은 예타 벽을 넘기가 무척 어렵다.

수도권과 지방이 같은 기준으로 재단되어서는 안된다"고 밝혔다.

이어 "지역균형에 얼마나 기여하는지를 기준으로 지역 예비타당성 조사 면제 트랙을 생각해봐야 한다"고도 강조했다.

문 대통령은 이날 새해 첫 지역경제투어 일정으로 울산광역시를 방문해 지역경제인들과 오찬간담회를 갖고 이같이 말했다고 고민정 부대변인이 전했다.

문 대통령은 또 "경제 활력은 지역에서부터 살려야 한다.

그래야 대한민국 경제가 산다"며 고용위기 지역으로 지정된 곳에 대한 여러 활력사업들도 적극 지원하겠다고도 했다.

아울러 문 대통령은 수소경제가 혁신성장의 새로운 동력을 마련할 것이라며 수소경제 로드맵을 발표한 자리에서 “2030년 수소차와 연료전지에서 모두 세계시장 점유율 1위를 하는 것이 우리의 목표”라고도 말해, 전라북도가 현대자동차와 함께 추진하고 있는 전라북도의 수소상용차 산업 육성에 힘을 실어주었다.

문 대통령은 “수소경제를 위한 우리 정부의 의지를 확고하다”며 “수소경제는 우리에게 기회의 문을 열어 줄 것”이라고 밝혔다.

로드맵에 따르면 현재 2천대도 안되는 수소차 누적 생산량을 오는 2040년까지 620만대로 늘리고 14곳에 불과한 수소충전소도 전국에 1천200곳으로 확대한다.

그 전단계로 6년 뒤인 2025년까지 수소차 10만대의 양산 체계를 갖추고 현재의 반값인 3천만원대 수준으로 차 가격을 낮춘다는 계획이다.

문 대통령은 또 “수소 경제는 에너지원을 석탄과 석유에서 수소로 바꾸는 산업구조의 혁명적 변화”라며 “수소의 생산, 저장, 운송, 활용 전 분야에 걸쳐 새로운 산업과 일자리를 창출해 낼 것”이라고 강조했다.

한편 환경부는 이날 전북에서 현대 넥쏘 수소차를 구입하면 국비 2250만원과 지방비 1350만원을 합해 최대 3600만원의 보조금을 지원받는 내용의 친환경자동차 구매보조금 지급계획을 밝혔다.

@highlight

문대통령은 울산지역경제인들과 오찬간담회 자리에서 지방은 예타를 넘기기 힘들다며 기준을 지역균형에 얼마나 기여하는지로 해서 예타 면제 트랙을 생각해봐야 한다고 강조했다.