청 건륭시기 재현한 송나라 명금, 난계 유적 세계문화유산 등재 보탬 풍류애가 영동군에 기증한 중국 고악기 칠현금(七絃琴).

'찾아가 국민과 함께하는 국악운동'을 벌이고 있는 풍류애(風流愛. 좌장 장두한, 지도교수 남궁정애)가 17일 영동군청을 찾아 중국 고악기 칠현금(七絃琴) 1점을 기증했다.

풍류애가 영동군에 매년 지속적으로 중국 고악기를 기증하는 것은 난계 박연선생유적의 세계문화유산 등재에 힘을 보태기 위한 것으로 알려지고 있다.

이 칠현금은 송나라 영롱옥금(玲瓏玉琴)을 재현 한 것으로 크기는 전장 125cm 폭 20cm다.

청나라 건륭시기(1711 ~ 1799)에 만들어진 것으로 추정되는 귀한 악기로 평가 되고 있다.

현이 일곱 줄로 되어 있어 칠현금으로 명명되는 이 악기는 중국 당, 송시대 유행한 전통 악기이며 진본은 국보로 지정, 현재 북경고궁박물관에 소장돼 있다.

이날 악기를 기증하기 위해 풍류애 회원들과 같이 온 전 충북도 문화재 위원 이재준씨(역사칼럼니스트)는 '청나라 건륭황제는 당, 송대 악기를 매우 사랑하여 많은 악기를 재현하였는데 기증된 악기는 낙하식(落霞式)으로 오동나무를 써 만들어 졌으며 뒷면에 나타난 글씨와 도장, 제작 수법으로 보아 이 시기 제작 것으로 추정되고 있다.'고 밝혔다.

박세복 군수는 "풍류애의 지속적으로 기증한 중국 고악기들은 매년 증가하고 있는 요우커들에게도 좋은 볼거리가 될 것"이라며 "난계 국악 성지의 세계문화유산 추진에도 적극 노력하겠다"고 말했다.

한편, 풍류애의 고악기 기증은 3년째 계속되고 있으며, 영동군에 기증한 악기는 지금까지 약 50점에 달하고 있다.

@highlight

17일 영동군청으로 찾아온 풍류애는 난계 박연선생유적의 세계문화유산등재을 위한 기증의 목적으로 청나라 건륭시기에 만들어진 것으로 추정되는 고악기 칠현금 1점을 전달했다.