= 김정섭 공주시장이 기해년(己亥年) 새해를 맞아 15일 오후 유구읍을 방문, 시민과의 대화를 실시했다.

정감록에 나오는 십승지 중 하나인 유구읍은 1980년대까지 국내 직물산업의 부흥을 이끌어 왔던 섬유역사의 메카였으며, 자카드산업단지를 비롯해 웅진식품, 코웨이 등 우수 기업들이 입지하고 있는 지역 산업의 1번지다.

김 시장은 시민과의 대화에 앞서, 최근 화재로 삶의 터전을 잃은 신달리 다문화가정을 찾아 삼 남매와 가족들을 위로하고, 이들이 하루빨리 일상생활로 돌아갈 수 있도록 지원 대책을 마련해 달라고 관계부서에 주문했다.

이어, 실크 한복지 생산업체인 대신직물을 방문하고, 2019년 주민자치 공모사업으로 선정된 유구 색동 수국 정원 조성사업 현장을 둘러본 후, 유구읍 행정복지센터로 이동해 주민과의 대화의 시간을 가졌다.

김 시장은 2019년 유구지역 정책으로, 유구시장 광장 무대 조성, 청년혁신리더 스타점포 운영, 공주사랑 상품권 재발행 등 유구 전통시장의 활성화를 지원하고, 유구자카드산업단지 내 기반시설 개선 지원, 섬유축제와 섬유판로 모색 등 유구 섬유산업의 부활을 꾀하겠다고 밝혔다.

또한, 시설원예농가 스마트 영농지원 확대, 차세대 청년농업인 육성, 북부농업기계 임대사업장 설립 등 농업분야의 지원은 물론, 평생학습센터 프로그램 확대, 작은 영화관 운영 등 문화욕구 충족을 위한 사업도 추진할 계획이다.

이어진 대화의 시간에서 시민들은 △유구읍 진입로 회전교차로 설치 △유구~아산 간 시외버스 증설 △귀농인 보조금 지원 확대 △유구-아산 간 국도 39호선 확포장 적극 추진 △관불산 등산로 편의시설 정비 △유구 하수종말처리장 건립 등을 건의했다.

김 시장은 "공주시와 유구읍의 발전을 위한 좋은 의견 감사드리며, 의견들을 적극 검토해 꼭 반영될 수 있도록 노력하겠다"며, "앞으로도 민선 7기 시정에 적극적인 참여와 성원을 부탁드린다"고 말했다.

@highlight

김정섭 공주시장이 15일 오후 유구읍을 방문하여 실크 한복지 생산업체인 대신직물과 유구 색동 수국 정원 조성사업 현장을 둘러본 후 공주시와 유구읍의 발전을 위한 의견을 듣고 앞으로의 시정에 시민들의 적극적인 참여 독려를 위해 주민과의 대화의 시간을 가졌다.