'연기천재' 김향기가 '열여덟의 순간'으로 안방극장에 컴백한다.

JTBC 새 월화드라마 '열여덟의 순간'(연출 심나연, 극본 윤경아, 제작 드라마하우스, 에스엠라이프디자인그룹)은 위태롭고 미숙한 'Pre-청춘'들의 세상을 있는 그대로 들여다보는 감성 청춘물이다.

섬세하고 예민한 시기인 열여덟 청춘들의 감성과 일상을 실감나게 그릴 예정이라 캐스팅 단계부터 기대를 모았다.

영화 '신과 함께' 시리즈로 쌍천만 배우로 등극하고 '영주'를 통해 깊이 있는 울림을 선사한 김향기의 안방극장 컴백작으로 더욱 기대를 모으고 있는 '열여덟의 순간.' 유수빈 역을 맡은 김향기는 엄마의 욕심과 극성으로 빚어진 우등생이다.

엄마의 철저한 관리 속에 뚜렷한 꿈과 목표 없이 살아가던 열여덟의 수빈이 전학생 준우를 만난 후 변화하며 홀로서기를 해나가는 모습까지 김향기가 어떻게 표현할지 귀추가 주목된다.

연기력에 흥행력까지 갖춘 김향기가 스무 살을 맞아 만나는 첫 드라마인 만큼 업계의 관심도 높다.

아역 시절부터 차근차근 탄탄한 필모그래피를 완성하며 '연기천재'로 각광받고 있는 김향기는 "오랜만에 드라마로 인사드리게 돼 반갑고 설렌다. 좋은 연기 보여드릴 수 있도록 진심으로 임하겠다"고 소감을 전했다.

한편, '열여덟의 순간'은 JTBC 드라마페스타 '힙한선생', 2부작 단막극 '한여름의 추억'을 통해 섬세한 연출력과 감성적인 영상미로 호평을 끌어낸 심나연 감독과 드라마 '공부의 신', '브레인', '완벽한 아내' 등을 통해 참신한 필력을 인정받은 윤경아 작가가 의기투합해 감성을 자극하는 새로운 청춘 학원물의 탄생을 기대케 한다.

@highlight

열 여덟 수빈이 전학생 준우를 만나 변화하는 모습을 그린 JTBC 감성 청춘물 ‘열여덟의 순간’을 통해 김향기가 안방극장으로 컴백한다.