서대문구가 홍은동에 독립·민주 유공자와 청년, 신혼부부를 위한 '청년미래 공동체주택'(조감도)을 공급한다.

서대문구가 꾸준히 추진해 온 맞춤형 임대주택 공급의 일환이다.

17일 서대문구는 홍은동 산11-324 일대에 80가구 규모의 청년미래 공동체주택을 공급한다고 밝혔다.

대지면적 4,021㎡, 지상 5층 건물 10개 동으로 구성된다.

독립·민주 유공자와 후손에 2개 동 16가구가, 1인 청년 가구 5개 동 40가구, 신혼부부 3개 동 24가구가 배정됐다.

청년 주택은 전용면적 33㎡~63㎡ 규모로 방 개수에 따라 1~3명이 입주하며 이외의 주택은 전용면적 56㎡ 방 3개다.

첫 임대 기간은 2년이며 입주 자격을 유지하면 2년마다 갱신할 수 있다.

독립·민주유공자와 후손은 20년, 청년은 만 39세, 신혼부부는 8년까지 거주할 수 있다.

월 임대료는 주변 시세의 30% 정도다.

SH공사가 건물을 매입하고 서대문구가 입주자 모집과 관리 업무를 맡는 형태로 운영된다.

완공은 3월, 입주자 모집공고는 내달 이뤄진다.

최종 입주 시기는 올해 6월 이내로 예정돼 있다.

서대문구는 맞춤형 공공임대주택 사업을 꾸준히 추진해 왔다.

2016년 서울시 자치구 최초의 맞춤형 청년 임대주택 '이와일가'를 북가좌동에 열어 청년 1인 가구 28명이 생활하고 있으며 2017년에는 천연동에 전국 최초의 독립·민주유공자 임대주택 '나라사랑채' 14 가구를 공급했다.

지난해에는 포스코와 협업해 남가좌동에 '청년누리'를 열고 청년 18명에게 보금자리를 제공했다.

문석진 서대문구청장은 "16가구 규모의 네 번째 청년주택도 올 하반기 중 홍은동에 공급할 예정"이라며 "서대문구형 공동체 임대주택을 적극 공급해 다양한 계층이 어우러져 새로운 마을 동력을 만들어내는 공간이 될 수 있도록 지원하겠다"고 말했다.

@highlight

꾸준히 맞춤형 공공임대주택 사업을 추진해온 서대문구는 다양한 계층이 어우러져 새로운 마을 동력을 만들어내는 공간이 될 수 있도록 지원하고자 17일 홍은동 산11-324 일대에 80가구 규모의 청년미래 공동체주택을 공급하겠다고 발표했다.