양승조 충남지사와 12개 시군 시장·군수 등이 17일 충남도사회보험료 지원사업 업무협약을 추진하고 있다.

사진=충남도 제공 충남지역 10인 미만의 영세사업장 근로자 2만여 명이 매월 4대 보험료 11만 4000원을 지원받게 된다.

충남도와 12개 시·군, 국민건강보험공단, 근로복지공단, 국민연금공단은 17일 도청 대회의실에서 양승조 지사와 12개 시군의 시장·군수, 김용익 국민건강보험공단 이사장, 심경우 근로복지공단 이사장, 김성주 국민연금공단 이사장 등이 참석한 가운데 '충남도 사회보험료 지원 사업 추진 업무협약'을 체결했다.

충남도는 이에 따라 올해 연간 313억 6000만 원을 투입해 해당 사업장 근로자 2만여 명을 대상으로 국민연금과 고용보험 10-60%, 건강보험 50-100%, 산재보험 전액 등 월 평균 11만 4000원을 지원할 계획이다.

이번 업무협약은 사회보험료 지원을 통해 도내 사업체 90% 이상을 차지하는 영세업체의 인건비 부담을 줄여 고용 위축을 막고, 노동자들의 고용 불안을 덜기 위해 마련됐다.

도내 영세사업장들이 사회보험료 지원을 받기 위해서는 월 평균 보수 210만 원 미만 근로자 10인 미만을 고용한 상태로 최저임금을 준수하고, 근로복지공단에서 추진 중인 두루누리 사회보험료 지원 사업과 일자리 안정자금에 가입해야 가능하다.

보험료는 사업자들이 월별 보험료를 선납한 뒤 지급을 신청하면, 분기별로 정산을 통해 지급하게 된다.

이번 협약에 따르면, 도와 시군은 도내 사업장을 대상으로 '두루누리 사회보험 지원 사업'을 홍보하고, 사회보험 가입 확대 및 저소득·취약계층에 대한 건강보험료 지원 사업이 원활히 이뤄질 수 있도록 적극 협력키로 했다.

양승조 지사는 "10인 미만 영세 사업체에 대한 지원 방안을 고민하는 문제는 단순히 영세 소상공인 사업주만의 문제가 아니라, 도내 3분의 1이 넘는 사람들이 일하고 있는 곳, 그들의 일터를 가꾼다는 의미가 있다"고 강조했다.

@highlight

충남도는 '충남도 사회보험료 지원 사업 추진 업무협약'을 체결하여 영세업체의 인건비 부담을 줄여 고용 위축을 막고, 노동자들의 고용 불안을 덜기 위해 사업장 근로자 2만여 명을 대상으로 월 평균 11만 4000원을 지원할 계획이다.