한국과 몽골을 오가는 항공 독점 노선이 30년 만에 해소됐다.

기존 1개 항공사가 주 최대 6회까지만 운항할 수 있었지만, 앞으로 2개 항공사가 최대 주 9회까지 운항할 수 있게 됐다.

국토교통부는 한·몽골 항공회담 결과 인천~울란바토르 노선의 운수권을 70% 증대하고, 대한항공 외에 제2의 국적 항공사가 취항할 수 있게 됐다고 17일 밝혔다.

인천~울란바토르 운항 횟수는 기존 1개사(1488석) 주 6회에서, 2개사 (2500석) 최대 주 9회 운항할 수 있다.

부산~울란바토르 노선도 현재 주 2회 운항에서 주 3회로 는다.

회당 좌석 수 제한도 현재 162석에서 195석으로 상향 조정돼 총 운항 가능 좌석이 80% 정도 증가한다.

인천~울란바토르 화물 운수권도 주 5회 설정하는 동시에 한국과 몽골 외에 제3국 항공사도 코드셰어에 참여할 수 있도록 했다.

국내인이 몽골의 울란바토르 외 지역까지도 연결된 항공편을 구매해 여행할 수 있다.

그동안 인천~울란바토르 노선은 양국이 1991년에 항공 협정을 체결한 후 양국 각 1개의 항공사만이 운항 가능한 소위 ‘독점노선’이었다.

2003년부터 수차례 항공 회담을 열었음에도 양국 간 견해 차로 합의점을 찾지 못했다.

독점 노선이 지속되면서 높은 항공권 가격에다 해마다 증가하는 항공 수요를 감당하지 못해 불편을 겪었다.

한·몽골 간 항공 수요는 지난해 기준 33만 명으로 연평균 11%의 증가세를 보인다.

항공권 가격 역시 성수기에 최대 100만 원 이상으로 치솟는 등 비행 시간(약 3시간 30분)이 유사한 다른 노선과 비교해 운임이 최고 배 이상 비쌌다.

국토부는 증대된 운수권을 다음 달 배분할 계획이다.

오는 3월 31일부터 시작하는 하계 시즌에 제2의 국적 항공사가 운항을 시작할 예정이다.

국토교통부 관계자는 “그간 몽골 항공 당국과 복수항공 취항 여부 및 운수권 증대에 관한 의견 차가 커 지난 15년간 무려 8회에 걸쳐 회담이 결렬됐다”고 말했다.

@highlight

국토교통부는 한·몽골 항공회담 결과 인천~울란바토르 노선을 30년 간 대한항공이 독점하고 있었지만 앞으로는 제2의 국적 항공사가 함께 운항을 하며 운항 횟수도 늘린다고 말했다.