충북일보] 세계 최대 규모의 반도체 클러스터인 'SK하이닉스 반도체 클러스터' 유치전에 뛰어든 충북이 'ICT산업 집중 육성'을 위한 공격적 지원을 예고했다.

충북도는 17일 "올해를 ICT산업 집중 육성의 해로 정했다"며 "모든 산업에 걸쳐 융합이 활발히 이루어지고 있는 소프트웨어 분야와 반도체 등의 하드웨어 분야에 집중해 정책을 추진하겠다"고 밝혔다.

우선 소프트웨어 분야는 소프트웨어 지역혁신기관인 (재)충북지식산업진흥원에 ICT정책지원과 사업기획을 전담하는 TF를 구성해 SW산업 동향과 중앙정부의 사업 로드맵에 맞춘 신(新)사업발굴과 기획, 공모사업을 추진하게 된다.

이와 함께 매출액, 기술역량, 자체R&D 투자규모 등을 기준으로 SW선도기업을 선정해 R&D지원, 마케팅 지원사업을 병행 추진하여 지역 내 중소·중견기업으로 발전해 나갈 수 있도록 육성계획도 마련했다.

ICT제조분야는 반도체 수출액의 연속적인 하락에 대비하는 전략 수립에 들어간 상태다.

도는 '충북 반도체 융·복합 산업타운 조성' 연구용역을 추진 중으로 시장 동향, 품목별 생산비중, 산업구조 등 원인 분석을 통한 대응책을 연구용역에 반영할 방침이다.

도 관계자는 "블록체인, 인공지능, 3D프린팅 등 4차산업혁명을 주도하고 있는 기술 기반의 사업을 적극 발굴하고 관련 기관·기업·대학 등의 적극적인 협력을 통해 역동적인 ICT산업 생태계 구축을 위해 역량을 집중해 나갈 계획"이라고 밝혔다.

한편 SK하이닉스가 검토 중인 반도체 특화클러스터는 올해부터 2028년까지 120조 원이 투자되는 대규모 프로젝트다.

고용 창출 효과가 1만 명 이상에 달해 경제적 파급 효과가 수십조 원에 이르는 '황금알을 낳는 거위'로 불린다.

반도체 생산라인은 물론 부품, 소재, 장비업체까지 입주하며 청주를 비롯한 경기 용인·경기 이천·경북 구미 등이 유치전을 벌이고 있다.

@highlight

17일 충북도는 'SK하이닉스 반도체 클러스터' 유치전에 뛰어들며 'ICT 산업 집중 육성'을 위해 소프트웨어 분야와 반도체 분야를 비롯한 하드웨어 분야에 집중하기 위해 먼저 소프트웨어 분야를 전담하는 TF팀을 구성하여 SW산업 동향과 중앙정부 사업 로드맵에 알맞게 기획, 공모사업을 추진한다고 밝혔다.