장건 기자 '해투4'에 출연한 박성웅이 부부싸움 도중 가출까지 감행한 사연을 고백했다.

'해투4'에 출연한 박성웅이 부부싸움 도중 가출까지 감행한 사연을 고백했다.

17일 방송되는 KBS 2TV '해피투게더4'(이하 '해투4')에서는 '그대 이름은 장미' 특집으로 꾸며진다.

이날 방송에서는 끈끈한 의리를 과시하는 유호정 박성웅 이원근 하연수 채수빈이 출연해 거침 없는 폭로전과 유쾌한 입담으로 안방극장에 웃음 폭탄을 터뜨릴 예정이다.

최근 진행된 녹화에서 박성웅은 아내 신은정과 사투리 때문에 부부싸움을 했다고 밝혔다.

박성웅은 "영화 준비를 위해 신은정에게 부산 사투리를 배우다 내가 집을 나갔다"며 살벌한 '사투리 과외'를 공개해 귀를 쫑긋하게 했다.

이어 박성웅은 가슴에 비수로 꽂혔던 신은정의 지적들을 회상하며 울분을 토했다.

하지만 그도 잠시 "그래도 신은정 여사님이 배려심이 상당하다"며 능글능글하게 빠른 태세 전환을 시도해 웃음을 폭발시켰다.

그런가 하면 박성웅은 자신의 대표작인 영화 '신세계'를 본 신은정의 반응을 공개해 눈길을 끌었다.

신은정이 박성웅의 눈빛 연기를 보곤 "나와 싸울 때 눈빛으로 연기했으면 더 잘했을 것"이라며 칭찬인지 타박인지 모를 반응을 보인 것.

이어 박성웅은 "신은정도 눈에서 레이저가 나온다.

뒤통수가 뚫릴 지경"이라고 덧붙여 배꼽을 잡게 만들었다는 후문.

이 같은 박성웅 신은정 부부의 달콤살벌한 부부싸움 스토리에 유재석은 "나는 아내 나경은에게 일방적으로 혼이 나는 편이다"라고 돌발 고백을 해 단숨에 박성웅과 한맺힌 유부남 연합을 결성했다는 전언이다.

한편 이날 박성웅은 게스트 중 유일한 '해투' 경험자로서 MC들을 쥐락펴락하는 발군의 예능감을 폭발시키기도 했다.

'해피투게더4'는 오늘(17일) 오후 11시 10분에 방송된다.

@highlight

'해피투게더4'에 출연한 박성웅은 부부싸움 도중 가출한 사연을 고백하며 웃음을 전하며 유호정 등이 출연한다.