항소심 재판부 "당선을 무효로 할 정도는 야냐"

법리상 대법원 상고 대상이 될 수 없어 사실상 형 확정항소심 재판부 "당선을 무효로 할 정도는 야냐"

법리상 대법원 상고 대상이 될 수 없어 사실상 형 확정 [구민수 기자 msg@imaeil.com] 공직선거법 위반 혐의로 재판에 넘겨져 1심에서 벌금 90만원이 선고된 권영진 대구시장이 사실상 형을 확정짓고 시장직을 유지하게 됐다.

공직선거법 위반 혐의로 재판에 넘겨져 1심에서 벌금 90만원이 선고된 권영진 대구시장이 사실상 형을 확정짓고 시장직을 유지하게 됐다.

대구고법 제1형사부(부장판사 박준용)는 17일 권 시장에 대한 항소심에서 "정치적 중립과 선거 공정성을 유지해야 하는 시장 신분으로 비난 가능성이 크지만, 위반 정도가 당선을 무효로 할 정도로는 보이지 않는다"라며 검찰과 피고인의 항소를 모두 기각했다.

재판부는 또 "법원 앞에 피고인을 법대로 처벌해 달라는 플래카드와 시민들의 목소리를 들었다"며 "시장직을 수행하면서 지지하지 않은 시민들의 목소리도 들어달라"고 당부했다.

공직선거법 위반 혐의로 재판에 넘겨져 1심에서 벌금 90만원이 선고된 권영진 대구시장이 사실상 형을 확정짓고 시장직을 유지하게 됐다.

이날 재판으로 권 시장은 사실상 형을 확정짓고 계속 시장직을 수행할 수 있게 됐다.

항소심 재판부가 검찰의 '사실오인'이나 '법리오해' 주장에 대해 모두 받아들이면서도 100만원 이하의 벌금형을 선고했기 때문이다.

대법원 상고 대상은 법리 오해 등 '법률상 문제가 있는 판결'로 한정되며, 권 시장 사건처럼 '양형 부당'이 쟁점이 될 경우 상고 대상이 될 수 없다.

이에 대해 권 시장은 "그동안 걱정 해주시고 응원해주신 많은 분들께 감사드린다.

이제 시정에 전념해서 대구시민의 이익을 지키고 대구의 미래를 여는 데 최선을 다하도록 하겠다"고 말했다.

@highlight

대구고법 제1형사부는 17일 권영길 대구시장에 대한 항소심에서, "권시장의 선거법 위반 정도가 당선을 무효로 할 정도로는 보이지 않는다"라며 검찰과 피고인의 항소를 모두 기각, 사실상 형을 확정 지음으로서 권시장은 계속 시장직을 수행할 수 있게 됐다.