미국여자프로골프(LPGA) 투어 2019시즌 개막을 앞두고 김세영(26)은 '메이저 우승'을, 전인지(25)는 '세계랭킹 올리기'를 새 시즌 목표로 내세웠다.

선수들은 오는 18일(한국시간) 미국 올랜도에서 열리는 시즌 개막전 다이아몬드리조트 토너먼트 오브 챔피언스 출전을 앞두고 LPGA 한국 홍보 대행사 JNA 골프와의인터뷰에서 새 시즌 각오를 전했다.

김세영은 "작년에 아쉽게 메이저 대회 우승을 놓쳤다"며 "메이저 대회 우승이 올해 위시리스트에 들어있다"고 말했다.

지난해 LPGA 투어 최소타 신기록을 세우며 손베리 크리크 클래식에서 우승했던 김세영은 "지난해보다 우승을 많이 하는 것도 목표"라고 덧붙였다.

김세영은 대회를 앞두고 멘털 트레이닝 중이라며 "작년에 아쉬웠던 쇼트 게임이나 그린 주변 치핑도 보완하고 있다. 이번 대회 끝나고 추가로 더 연습할 계획"이라고 전했다.

전인지는 "다시 골프에 대한 열정을 찾아본다는 마음가짐으로 훈련을 했다"며 "올해엔 그만큼 성과가 따라줬으면 한다. 세계랭킹을 많이 올리는 것이 목표"라고 말했다.

지난해 KEB하나은행 챔피언십 우승으로 부활을 알린 전인지는 "이전 시즌에 비해 훈련을 일찍 시작했다. 웨이트 트레이닝에 좀 더 중점을 뒀다"며 "이전 시즌보다열정이 좀 더 커졌다는 것이 바뀐 점"이라고 말하기도 했다.

지난해 KIA 클래식에서 우승한 '맏언니' 지은희(33)는 스윙 교정이 목표다.

지은희는 "목표는 당연히 상금왕도 하고 싶고 메이저 우승도 하고 싶다"며 "스윙 교정을 아직도 하고 있다.

내 이미지에 맞게 스윙이 바뀌었으면 좋겠다'고 말했다.

이어 "작년 시즌에 잘 해왔던 것에 맞춰서 올해도 마무리를 잘 하고 싶다"고 덧붙였다.

이번 다이아몬드 리조트 토너먼트 오브 챔피언스는 최근 두 시즌 동안 우승한 챔피언만 출전할 수 있는 신설 대회다.

출전 자격이 있는 한국 선수 중에 김세영과 전인지, 지은희 외에 양희영(29), 이미림(28), 이미향(26)까지 6명이 출전한다.

@highlight

미국여자프로골프(LPGA) 투어 2019시즌 개막을 앞두고 LPGA 한국 홍보 대행사 JNA 골프와의인터뷰에서 김세영(26)은 '메이저 우승'을, 전인지(25)는 '세계랭킹 올리기'로 새 시즌 목표로 내세우며 각오를 전했다.