권혁준 기자 수원역세권의 구도심 마지막 노른자위 땅이란 평가를 받는 ‘수원역 푸르지오 자이(3천472가구)’의 원주민 특별공급에서 총 2천677명이 신청을 마쳤다.

나머지 잔여물량 795가구를 대상으로 오는 3월 진행되는 일반분양의 청약열기가 가열될 전망이다.

17일 한국토지주택공사(LH) 경기지역본부에 따르면 지난 14~16일까지 사흘간 원주민을 대상으로 한 특별공급에 총 2천677명이 신청 서류를 접수했다.

원주민 적격대상자 2천962명 중 90.3%에 해당하는 수치다.

이에 따라 총 3천472가구 중 특별공급을 제외한 나머지 잔여물량 795가구를 대상으로 3월 실시될 일반분양에 벌써부터 실수요자는 물론 투자자들의 관심이 쏠리고 있다.

대우건설과 GS건설이 시공하고 LH가 시행하는 수원역 푸르지오 자이는 지하 2층~지상 20층, 43개 동, 총 4천86가구(임대 614가구) 규모의 브랜드 대단지 아파트로 조성된다.

이 중 3천472가구를 일반분양하며 전용면적 59~84㎡ 전 가구 중소형으로 구성된다.

지하철 1호선과 분당선, KTX, 수인선(예정) 등이 지나는 수원역이 도보 거리에 위치해 도심 생활권이 확보됐다는 점에서 많은 이들의 이목을 집중시켰다.

하지만, 지난달 단지가 위치한 수원 팔달구가 조정대상지역으로 지정된 점도 분양에 적잖게 작용할 전망이다.

강화된 대출규제 적용 등 각종 규제가 적용되기 때문이다.

단지 인근 한 공인중개소 관계자는 “서울 삼성을 잇는 GTX-C 노선이 수원역을 출발하는 등 교통을 비롯한 각종 호재로 집값이 뛸 것으로 보여 투자자들의 관심이 높은 상황”이라며 “조정대상지역 신규 지정이 일반분양에 어떠한 작용을 미칠지 지켜봐야 한다”고 말했다.

한편, 수원역 푸르지오 자이 원주민 특별공급은 오는 24일 당첨자 발표에 이어 29일~2월1일까지 4일간 계약 체결 예정이다.

@highlight

수원역 푸르지오 자이 3천 472가구의 특별 공급에서 총 2천 677명의 신청이 끝났고 3월달에 진행될 나머지 795가구의 일반 분양 경쟁이 치열할 것으로 보인다.