대전시가 올해 노후 경유차 폐차 지원을 30% 이상 늘리는 등 미세먼지 저감에 총력을 기울인다.

17일 대전시에 따르면 시는 올해 노후 경유차 조기 폐차 보조금 50억 원을 확보했다고 밝혔다.

이번에 편성된 조기 폐차 보조금 사업은 국비 25억 원과 시비 25억 원으로 구성돼 내달 중순 공고될 예정이다.

시가 지원해온 노후 경유차는 2017년 601대에서 지난해 1572대로 늘었으며 올해의 경우 지난해 대비 33% 가량 증가한 2000여 대로 예상됐다.

시는 올 상반기 동안 사업 추이를 살펴본 후 신청자 수에 따라 지난해와 마찬가지로 하반기 추경예산 확보에 나선다는 방침이다.

지난해 추경예산을 통해 확보된 하반기 노후 경유차 폐차 보조금은 7억여 원이며, 이와 함께 2.5t 이상 화물 차량에만 지원되던 대상 범위도 하반기에 중량 제한을 없애며 확대됐다.

차량에서 배출되는 대기오염물질을 줄이기 위한 매연 저감 장치 보조금도 확대된다.

매연 저감 장치는 지난해 67대 차량에 지원됐으며 올해는 100여 대가 보조금을 받을 것으로 보인다.

해당 사업은 1t 이상 사업용 화물차를 주 대상으로 하며 1대 당 600만-700만 원 수준에서 지원된다.

또한 디젤 연료를 사용하는 승합차 및 소형 화물차가 LPG로 엔진 연료를 바꿀 경우, 이에 드는 비용도 지난해 22대 분에서 올해 30여 대 분으로 확대 지원될 예정이다.

이밖에 대형차를 대상으로 한 질소산화물 저감 장치 지원과 어린이 통학용 LPG 차량 보조금 지원도 새로운 사업으로 계획됐다.

시 관계자는 "대전에서도 미세먼지를 줄이기 위한 다양한 대책을 강구하고 있다.

이 중 대표적인 사업인 노후 경유차 조기폐차 보조금 사업에 매년 신청자가 몰리는 만큼 앞으로 더 많은 예산을 확보할 수 있도록 노력하겠다"고 말했다.

한편, 노후 경유차 조기 폐차 대상은 2005년 말 이전 출고된 배출가스 5등급 충족 차량이다.

대전시에 차량 등록된 지 2년 이상이어야 하며 명의 도용 방지를 위해 6개월 이상 차량 최종 소유자로 등록돼야 한다.

서류 접수는 내달 말로 예정돼 차량 소유자는 폐차 대상 여부 확정, 차량 성능 검사 등의 과정을 거쳐 지원이 결정된다.

@highlight

대전시는 올해 노후 경유차 폐차 지원을 30% 이상 증가시켜 지난해와 동일하게 공기중 미세먼지 축소를 위해 신청자 수에 따라 추경예산 확보에 총력을 기울인다.