박재완 (사진)한반도선진화재단 이사장은 17일 서울 중구 한국프레스센터에서 위공박세일기념사업위원회·한반도선진화재단 주최로 열린 세미나 '안민(安民)학에서 본 자유민주주의의 위기: 진단과 처방'에서 이같이 강조했다.

이날 세미나는 고(故) 박세일 서울대 명예교수 2주기를 맞아 마련됐다.

박 이사장은 "자유민주주의는 그 역기능과 불협화음에도 불구하고 다른 체제보다는 나은 대안"이라며 "법치, 사법 독립, 언론 자유, 시민·종교단체 활동의 보장 등도 자유민주주의를 유지하는 요소"라고 주장했다.

박 이사장은 "포퓰리스트들은 자유주의와 민주주의의 틈새를 겨냥해 '양극화를 초래하고, 국민 이익의 민주적 행사에 방해가 되는 자유주의 규범과 정책을 배격해야 한다'고 주장한다"고 비판했다.

그는 "2010년대 초까지 20여 년은 세계적으로 자유민주주의가 급진전했지만 이후 다른 양상이 벌어지고 있다"며 "이슬람국가(IS)와 같은 신정, 중동 국가들의 왕정, 중국의 시장-레닌주의 체제, 북한의 일가 세습 등은 자유민주주의 관점에서 보면 답보 또는 오히려 퇴행"이라고 분석했다.

윤평중 한신대 철학과 교수는 "한국의 기득권 세력은 자유주의와 민주주의의 합리적 핵심을 배반하고 굴절시켰다"고 주장했다.

윤 교수는 "진보 진영이 저항적 투쟁의 관성 때문에 냉전반공주의와 천민자본주의를 자유민주주의의 본질이라고 오독했다"고 비판했다.

그는 "한국 자유민주주의는 기득권 보수에 의해 오용되고 기득권 진보에 의해 오독됨으로써 이중적 복합 위기에 직면해 있다"며 "성숙한 공화정으로 자유민주주의의 위기를 넘어야 한다"고 강조했다.

임종훈 홍익대 법학과 교수는 "또다시 실패한 대통령을 만들지 않는 길은 이제라도 고위공직자는 물론 모든 국민이 법치주의의 의미를 되새기고 법치주의를 확립하는 것"이라고 충고했다.

@highlight

박재완 이사장은 17일 서울 중구 한국프레스센터에서 자유민주주의의 위기, 진단과 처방에서 법치, 사법 독립 등도 자유민주주의를 유지하는 요소라고 주장한 반면에 포퓰리스트들은 자유주의와 민주주의의 양극화를 초래하고 자유주의의 규범과 정책을 배격해야한다는 주장에 대해서는 비판했다.