윤정 한국당 동갑 당원 등 강력 반발 동갑 당원비대위와 시·구의원들은 17일, 류성걸 전 의원의 복당과 조직위원장 임명 철회를 요구하기 위해 한국당 대구시당을 항의방문해 성명서를 낭독했다.

자유한국당 조직강화특별위원회의 류성걸 의원 대구 동갑 조직위원장 선정에 동갑지역 당원들의 거센 반발이 계속되고 있다.

동갑 당원비상대책위원회(위원장 최충희)와 시·구의원들은 지난 14일 류성걸 조직위원장 임명 철회 요구를 위해 상경해 국회 정론관 및 중앙당사 앞에서 기자회견을 가지고 김병준 비대위원장과의 면담을 요구한데 이어 17일에는 류 전 의원의 복당과 조직위원장 임명 철회를 요구하며 한국당 대구시당사 항의방문과 성명서 낭독을 진행하는 한편 곽대훈 시당위원장의 면담을 요구했다.

이들은 성명서를 통해 “류 전 의원은 지난 제20대 총선 당시 당의 공천결과에 불복해 탈당 후 무소속으로 출마했다”며 “공천 과정에서 당의 승리를 위해 앞장서야 할 시당위원장의 자리에 있었음에도 탈당을 감행해 당과 보수 분열의 단초를 제공했다”고 주장했다.

또한 “오디션 한 달 전까지 바른미래당 시당위원장까지 지낸 사람을 자숙의 시간도 없이 받아들였다”며 “앞으로 당의 결정에 반해 사적 이익을 우선하는 자들의 탈당·복당행위를 어떻게 막을 것인가”라며 반문했다.

이어 “지역 주민을 무시하는 처사는 물론 당의 정체성에도 심각한 타격을 줄 수 있다는 것을 왜 모르는가?”라고 덧붙였다.

이들은 “동갑 당원들과 지역 시·구의원 전원은 비대위(조강특위)의 결정에 따를 수 없음은 물론 대구시당은 복당을 불허할 것을 강력히 천명한다”며 “비대위에 확실한 해명을 촉구하며 합리적인 해명과 납득할만한 조치가 없으면 당원들과 함께 총력 투쟁에 임할 것”이라고 경고했다.

한편 류 전 의원은 동갑 조직위원장에는 선임됐으나 공천에 불복해 무소속으로 선거에 나온 점과 바른미래당으로 당적을 옮긴 점 등이 문제시 돼 현재 당에서 복당에 관해 내부 논의를 진행중인 것으로 알려졌다.

@highlight

대구 동구갑 당원비상대책위원회와 시, 구의원들은 류성걸 조직위원장이 오디션 한 달 전까지 타당의 시당위원장까지 지냈으며 당의 공천결과에 불복한 과거가 있다며 그가 조직위원장에 임명된 것에 반발하며 국회 앞에서 기자회견을 가졌다. 