김은희 인천개인택시조합 '카카오 대항마' 콜택시 앱 출시 "카카오 대신 인천에서는 앱 '럭키세븐' 이용해주세요."

카카오, SK텔레콤 등을 대신해 인천지역 업체들이 참여하는 콜택시 어플리케이션이 운영된다.

인천개인택시조합은 콜택시 업체 '㈜세븐콜', '㈜아인텔'과 함께 18일부터 콜택시 앱 '럭키7콜(럭키세븐콜)' 정식 운영을 시작한다고 17일 밝혔다.

㈜아인텔에서 운영을 맡은 해당 앱은 스마트폰으로 목적지를 설정하고 근방에 있는 택시를 연결해주는 시스템을 갖고 있다.

다음카카오에서 운영하는 '카카오 택시(카카오 T)'와 SK텔레콤의 '티맵 택시' 앱과 유사하다.

이용자는 앱을 통해 택시를 부르고 거리, 예상 소요시간, 요금 등을 바로 확인할 수 있다.

국내 내비게이션 업체 '아이나비' 지도를 기반으로 제공해 편의성을 높였다.

지도에 뜨는 예상 경로도 교통상황 등을 반영해 최적의 거리를 선정한다.

또 지역 내 주행 환경이 바뀌더라도 거의 실시간으로 변화를 반영할 수 있다는 설명이다.

특히 ㈜세븐콜 전화콜센터를 함께 운영하는 게 강점이다.

스마트폰 사용이 어려운 이들을 위해 병행해서 이용할 수 있도록 했다.

콜센터에서는 대화형 응답 시스템(interactive voice response)을 활용해 24시간 콜택시 이용이 가능하며, 이용 중 발생하는 불편사항도 실시간으로 지원하게 된다.

무엇보다 이 앱은 법인택시와 달리 시 지원에서 제외된 개인택시 사업자에게도 도움이 될 전망이다.

강철수 ㈜아인텔 대표이사는 "럭키세븐택시 앱으로 8000여명 소상공인 개인택시 운전자들이 혜택을 보게될 뿐만 아니라, 지역맞춤형 서비스로 인천시민들의 편리성까지 보장할 것"이라고 강조했다.

앱은 구글 플레이스토어에서 다운받을 수 있다.

'인천 럭키세븐콜택시 고객용'이라는 이름이다.

첫 운영을 기념해 이용자를 대상으로 커피, 햄버거 등 기프티콘을 증정하는 행사도 연다.

@highlight

인천개인택시조합에서 기존 콜택시 앱과 유사하지만 전화콜센터도 함께 운영하는 지역내 콜택시 어플리케이션을 출시했다.