동두천보영여자고등학교가 경기도교육청 과학중점 고등학교에 선정돼 특화된 창의 과학 교육과정을 운영하고 있다.

보영여고는 지난 8~9일까지 대전 기초과학연구원에서 열린 '제16회 KSEF 과학프로젝트 대회'에서 금상(김채린, 이예담, 조가현, 지도교사 송성호), 동상 (김다정, 이현정, 박예은, 지도교사 긴정훈) 학생들이 차지했다.

특히 금상을 차지한 환경과학 연구팀은 올해 intel ISEF 국제대회에 한국대표로 최종 선발되는 쾌거를 이뤄냈다.

'intel ISEF' 는 올해 70회를 맞아 최고 권위의 청소년 국제 과학연구대회로 전 세계 과학인재들이 자신들의 연구 성과를 경연하는 대회이며, 상금만 300만 달러 이상으로 최우수입상자들에게는 노벨상 시상식을 비롯해 유럽 입자연구소(CERN) 등과 같은 최대 규모의 연구소를 방문할 수 있는 기회가 제공된다.

또 한국대표로 선정된 보영여고 연구팀의 프로젝트 주제는 'Recyclable porous xylem plastic(재활용 가능한 다공성 물관부플라스틱)'로서 버려지는 초본식물의 다공성 섬유질을 이용해 지구환경을 오염시키는 스티로폼을 대체할 수 있는 자연분해 신소재 플라스틱을 개발하는 연구이다.

김채린 학생은 "몇 년에 걸쳐 도전한 intel ISEF 한국대표가 된 것에 아직도 실감이 나지 않는다"며"본 대회 끝까지 최선을 다하겠다"고 말했다.

한편 보영여고는 intel ISEF 대회에 최근 5년 12명의 한국대표를 배출한 과학 명문 고등학교로 본 대회에서는 AGI 1등상과 그랜드어워드 본상 등 탁월한 입상 실적을 낸 바 있으며, 오는 5월 12~19일까지 미국 애리조나 피닉스에서 열릴 예정이며, 보영여고가 이번 대회에서도 우수한 연구 성과로 대한민국의 창의 과학교육의 위상을 높이기를 기대하고 있다.

@highlight

보영여고는 지난 8~9일까지 대전 기초과학연구원에서 열린 올해 70회를 맞은 최고 권위의 청소년 국제 과학연구대회 중 하나인 제16회 KSEF 과학프로젝트 대회에서, 지구환경을 오염시키는 스티로폼을 대체할 수 있는 자연분해 신소재 플라스틱을 개발하는 연구로 한국대표로 최종 선발되었다.