[충청일보 박재남기자] 충북 청주시가 지난해 교통신호체계 개선사업을 통해 연간 차량운행비용 40억원, 교통혼잡비용 105억원, 환경오염비용 4억원 등 총 149억원의 절감 경제적 효과를 거둔 것으로 나타났다.

시는 17일 오전 11시 소회의실에서 김항섭 청주시 부시장 주재로 시 관계자와 교통신호를 운영하는 지방경찰청 관계자가 참석한 가운데 '2018년 교통신호체계 기술운영 용역결과 보고회'를 가졌다.

이는 지난 한 해 동안 도로교통공단 충북지부에서 청주시 15개 주요도로축 및 314개 주요교차로, 교통신호제어기 1054대를 대상으로 신호시스템 운영관리, 도시교통통계 수집, 교통신호체계 개선 및 개선사업 효과를 분석한 것이다.

시 교통시설은 연동그룹 56개, 교차로 649개의 도로구간 216㎞에 대해 황색점멸 371곳, 전적색 운영 388곳, 올보행신호 30곳, 대각선횡단보도 13곳, 좌회전감응식 10곳, 신호·비보호좌회전(PPLT) 106곳이 운영되고 있다.

시는 318지점에서 신호시간 조정 224건, 보행신호 변경 91건, 연동값 조정 163건, 현시변경 95건, 기타 104건 등 교통신호체계 677건을 개선했다.

그 결과 15개 주요도로에서 자동차의 평균여행속도가 40.1→40.8㎞/h로 1.7% 증가했고, 평균지체시간이 31.5초→26.5초로 15.9% 개선됐으며, 평균정비율은 13.7%→11.7%로 개선돼 원활한 교통소통 효과를 보였다.

시는 올해에도 △도시부 안전속도 5030관련 교통신호 연동값 조정 △주요교차로 교통량 분석을 통한 효율적 교통신호운영 △보행환경 개선을 위한 신호체계 신기술(보행오버랩 등) 도입 △교통수요 밀집구간(대규모 택지개발) 신호체계 정비 △확·포장 개통도로 인근 가로축 개선사업 등을 추진할 계획이다.

@highlight

충북 청주시가 '2018년 교통신호체계 기술운영 용역결과 보고회'를 연 가운데, 청주시 15개 주요도로축 및 314개 주요교차로, 교통신호제어기 1054대를 대상으로 교통신호체계 개선사업을 효과를 분석한 결과 이를 통해 총 149억원의 절감 경제적 효과를 거둔 것으로 나타났다.