[환경일보] 김봉운 기자 = 국회기후변화포럼은 지난 16일, 국회 본청 귀빈식당에서 주한유럽연합대표부와 함께 '2050 장기저탄소발전전략'에 관한 정책 간담회를 실시했다.

'2050 장기저탄소발전전략(이하 장기전략)'은 파리협정에 따라, 모든 당사국이 2020년까지 유엔기후변화협약 사무국에 제출해야하는 의무사항으로서, 현재까지 미국, 영국, 캐나다, 멕시코, 독일, 프랑스, 체코, 베냉, 마셜 아일랜드, 우크라이나 등이 제출하였고, EU는 작년 11월 장기 전략에 관한 보고서를 발표했다.

이날 포럼 측에서는 한정애 대표의원, 김일중 환경정의 이사장, 김정욱 녹색성장위원회 위원장, 홍현종 지속가능발전기업협의회 사무총장, 윤순진 서울대학교 교수, 김정인 중앙대학교 교수, 최준호 환경운동연합 사무총장이 참석했고, EU 대표단으로는 조엘 이보내 주한유럽연합대표부 대리대사, 메건 리처드 유럽연합위원회 에너지정책 국장, 톰 반 아일랜드 유럽연합위원회 전략경제평가 국장 등 10여 명의 관계자가 자리했다.

한정애 의원은 개회사를 통해, "지난해 한국 정부는 보다 내실 있는 2030 온실가스 감축 목표 달성을 위해 관련 로드맵의 수정보완 작업을 마쳤으며, 장기전략 역시 국제사회에 기여 할 수 있는 비전 제시를 목표로 국회 차원에서 적극적으로 대응할 계획이니, 향후 유럽연합과의 협력과 공조를 기대한다"라고 밝혔다.

조엘 이보내 주한유럽연합대표부 대리대사는 "파리협정의 목표 달성을 위해 각국의 장기 전략이 매우 중요한데, 이에 관한 한국의 전략적 비전이 매우 기대된다"면서, "향후 기후변화 대응을 넘어 지속가능한 미래를 만드는 과정에서 한국과 유럽연합의 전략적 파트너십이 마련되길 바란다"라고 강조했다.

이날 간담회에서는 유럽연합이 마련한 장기 전략의 주요 내용이 소개됐으며, 장기 전략을 마련을 위한 산업계와 시민사회의 역할, 의견수렴 과정 및 방법, 한국의 에너지 전환 정책의 평가와 전망 등에 관해 논의했다.

@highlight

지난 16일, 국회 본청 식당에서 국회기후변화포럼과 주한유럽연합대표부가 유엔기후변화협약 사무국에 의무 제출해야하는 '2050 장기저탄소발전전략' 간담회를 열고, 유럽연합측의 장기 전략 사항과 한국의 에너지 전환 정책 등을 논의했다.