팀 쿡 애플 최고경영자(CEO)가 온라인상의 개인정보 보호를 위해 개인 정보를 수집해 제3의 구매자에게 판매하는 데이터 브로커(data broker)들의 지하경제를 규제해야 한다고 목소리를 높였다.

17일(현지시간) 쿡은 시사주간지 타임(TIME)의 '당신이 온라인에서 사생활을 실제로 보호 할 수 있는 방법'이라는 오피니언 기고를 통해 "당신의 모든 정보에 대한 2차 시장은 규제·입법기관과 소비자들의 시야에서 벗어난 지하경제 속에서 당국의 어떤 규제도 받지 않고 존재한다"고 밝혔다.

대부분 개인정보 거래가 소비자가 알지도 못한 채 데이터 브로커를 통해 이뤄지고 있기 때문에 음성적으로 행해지는 개인정보를 사고 파는 행위자에 대해서도 밝혀야 한다는 취지다.

그는 "법률만으로 개인정보를 보호하기 충분치 않기 때문에 실제적 차이를 만들 수 있는 도구가 필요하다"며 "미 연방무역위원회(FTC), 연방통신위원회(FCC) 등이 데이터 브로커들을 규제할 정부 차원의 정보교환소(clearinghouse)를 만들어 가공된 개인정보의 2차 거래를 투명하게 관리해야 한다"고 제안했다.

쿡의 이러한 제안은 유가증권을 공인된 거래소에서만 사고파는 것처럼 음성화된 개인 정보 거래 역시 규제의 틀 속에서 만들어진 양성화된 기관을 통해 거래해야 한다는 뜻으로 풀이된다.

데이터 브로커 정보교환소를 만들기 위해서 모든 데이터 브로커들은 등록절차를 거치게 해 자신의 개인정보가 언제, 어디서, 어떻게 가공되고 처리되는지 추적할 수 있는 시스템을 갖춰야 한다고 쿡은 강조했다.

끝으로 쿡은 "기술은 세상을 더 나은 곳으로 바꿀 수 있는 잠재력을 지니고 있지만, 그것을 사용하는 사람들의 확신과 신뢰가 없으면 그 잠재력을 발휘할 수 없다"며 "2019년은 우리 모두의 프라이버시 권리를 위해 일어나야 할 때"라고 말했다.

미 IT 매체들은 지금까지 개인정보 보호를 위해 정보기술(IT) 업체가 아닌 규제 당국 편에 서 왔던 팀 쿡의 이날 발언 역시 오라클 같은 빅데이터 가공 업체는 물론 페이스북, 구글 같은 IT 공룡들을 겨냥한 것으로 보인다고 해석했다.

@highlight

팀 쿡 애플 최고경영자(CEO)는 17일 온라인상의 개인정보 보호를 위해 소비자가 알지도 못하는 사이에 개인정보 거래가 이뤄지는 데이터 브로커를 규제하고 그 방안으로 정부 차원의 정보교환소를 만들어 투명하게 관리해야 한다고 제안했다.