지난해 주가연계증권(ELS) 발행금액이 사상 최고치를 기록했지만 상환금액은 줄어든 것으로 나타났다.

국내외 주요지수가 크게 하락하면서 일부 ELS가 조기상환 조건을 충족하지 못한 탓이다.

18일 한국예탁결제원에 따르면 지난해 ELS 발행금액(파생결합사채 포함)은 86조 6203억원으로 전년 대비 6.8% 증가했다.

이는 ELS 발행금액으로는 사상 최고치다.

지수형 ELS 발행이 78조 920억원으로 발행금액의 90.2%를 차지했다.

국내 개별주식을 기초자산으로 하는 ELS는 전체의 8.7%인 7조 5284억원을 차지했다.

지수형 ELS 중에서는 유로스탁스50(EURO STOXX50)과 홍콩 항셍중국기업지수(HSCEI)를 기초자산으로 하는 ELS 발행이 상당부분을 차지했다.

특히 항셍중국기업지수를 기초자산으로 하는 ELS 발행은 2017~2018년 동안 196.8%나 늘었다.

반면 코스피200지수와 홍콩항셍지수(HSI)를 기초자산으로 ELS는 전년 대비 각각 22.1%, 92.8%나 줄었다.

공모 발행이 73조 2029억원으로 84.5%를 차지했고, 사모 발행은 13조 4174억원으로 15.5%를 차지했다.

공모 ELS는 전년 대비 14.4% 더 늘어났고, 사모ELS는 전년 대비 21.7% 감소했다.

한편 지난해 ELS 총상환금액은 69조 738억원으로 전년 대비 27.3% 감소했다.

국내외 주요 지수가 크게 하락해 일부 ELS의 조기상환이 연기된 탓이다.

지난해 조기상환된 ELS의 금액은 47조 3760억원으로 전체 상환금액의 68.6%를 차지했다.

이중에서 만기상환과 중도상환이 각각 20조 1266억원, 1조 5712억원으로 전체 상환금액 대비 각각 29.1%, 2.3%를 차지했다.

이에 2018년 말 기준 ELS 미상환 발행잔액은 72조 8947억원으로 전년 말 대비 32.1% 증가한 상태다.

@highlight

18일 한국예탁결제원에 따르면, 지난해 주가연계증권 발행금액은 사상 최고치를 달성했지만, 상환금액은 전년 대비 27.3% 감소한 것으로 나타났다.