17일 서울 강남구 패스트파이브 삼성점에서 열린 '그로우위드GS(GWG)' 에서 스타트업 대표들이 자신들의 창업 노하우를 소개하고 있다.

스톤브릿지벤처스는 17일 서울 강남구 패스트파이브 삼성점에서 출자자인 GS홈쇼핑과 공동으로 스타트업 대상 행사인 '그로우위드GS(GWG)'를 개최했다고 밝혔다.

스타트업과 VC 관계자 200여명이 참석한 가운데 열린 이 날 행사는 GS홈쇼핑과 스톤브릿지벤처스의 새로운 파트너가 된 스타트업 소개와 스타트업 관계자 간 네트워킹, GWG토크 등 3개 세션으로 2시간가량 진행됐다.

행사에서는 IoT 기반 반려동물 용품을 개발하는 '바램', 수공예 작품 및 수제 먹거리를 판매하는 플랫폼을 운영하는 '아이디어스', 식물성 대체 식품을 개발하는 '더플랜잇', AI 기반 맞춤형 뷰티 쇼핑 솔루션 '룰루랩', 베트남 e커머스 플랫폼 '르플레이어' 등의 스타트업이 소개됐다.

GWG토크 세션에서는 여성 쇼핑몰 모음 앱 지그재그를 운영하는 '크로키닷컴'의 서정훈 대표와 AI 기반 검사장비 솔루션을 개발한 '수아랩'의 송기영 대표가 대담자로 나서 창업 노하우를 전수했다.

사업을 주관한 박영훈 GS홈쇼핑 미래사업본부 전무는 "GS홈쇼핑과 스톤브릿지벤처스는 단순투자를 넘어 시너지를 낼 수 있는 상생 투자를 지향하고 내부 전문성과 외부 전문가를 통한 다양한 부대 서비스를 지원하고 있다"며 "앞으로 다양한 형태의 GWG 행사를 진행해 벤처생태계 강화에 기여할 것"이라고 말했다.

GS홈쇼핑은 수년간 총 2,800억원 규모의 직접·간접투자를 통해 스타트업에 투자해 한국과 해외에 424여 개의 투자사의 성장을 지원하고 있다.

스톤브릿지벤처스는 IT 영역에서 투자 전문성을 입증한 운용자산 3,900억원 규모의 벤처캐피탈이다.

@highlight

스톤브리지벤처스와 GS홈쇼핑은 17일 서울 강남구 패스트파이브 삼성점에서 관계자들이 참석한 가운데 스타트업 대상 GWG 행사를 통해 관계자간 네트워킹, 회사소개, 창업 노하우 토크등 3개 세션으로 2시간가량 진행됐다.