SBS ‘정글의 법칙 in 북마리아나’ 박태환과 병만족 7인의 수영 대결이 펼쳐졌다.

18일(금) 밤 10시 방송되는 ‘정글의 법칙’에서 박태환의 생존 마지막 날을 맞이해 기상천외한 수영 대결이 펼쳐진다.

북마리아나 생존 동안 궂은일도 마다 않고 누구보다 열심히 생존에 임했던 박태환의 마지막 날을 맞아 제작진은 박태환에게 멤버들과의 수영 대결을 제안했다.

대결을 앞둔 멤버들은 “7:1이니 충분히 승산 있다”며 자신감을 보였다.

수영복으로 갈아입은 박태환 역시 운동으로 다져진 탄탄한 복근을 공개하며 기선 제압에 나섰다.

멤버들과의 수영 대결에서 박태환에게는 어쩔 수 없이 핸디캡이 주어졌다.

’오직 상체만으로 수영하기‘, ’개헤엄으로만 수영하기‘ 등 난생 처음 겪어보는 경기 제안에 당황한 것도 잠시, 박태환은 핸디캡을 바로 수긍하고 경기에 임했다.

반면 멤버들은 오리발과 각종 수영 장비 등을 모두 착용할 수 있고 영법 또한 제한이 없었다.

그 덕에 해병대 출신 오종혁과 4년 동안 수영을 배웠다는 ‘더 보이즈’ 주연이 눈부신 활약을 펼치며 박태환을 맹추격했다.

멤버들의 활약에도 불구하고 박태환을 따돌리기란 쉽지 않았다.

박태환은 월드 클래스를 증명하듯 불리한 조건을 모두 극복하고 멤버들을 추격했고, 점차 앞서나가기 시작했다.

박태환이 물속에서 미끄러지듯 가속도를 내기 시작하면서 결국 손에 땀을 쥐게 하는 막상막하의 대결이 펼쳐졌다.

대결이 끝난 후 박태환은 “놀면서 수영한 적은 처음”이라며 “좋은 추억을 만든 것 같아 행복한 시간이었다”고 소감을 밝혔다는 후문.

박태환과 7인의 병만족의 수영 대결 결과는 18일(금) 밤 10시에 방송되는 ‘정글의 법칙 in 북마리아나’에서 확인할 수 있다.

최지수 기자 .

@highlight

18일(금) SBS ‘정글의 법칙’에서 박태환이 멤버들과 수영 대결을 펼친 가운데 개헤엄 등의 핸디캡에도 불구하고 승리하였다. 