18일 SBS '궁금한이야기Y'에서는 대구 지하철 참사 유가족을 사칭한 한 남성의 이야기를 전한다.

대구 지하철 참사는 2003년 2월 18일 발생했다.

한 중년 남성의 방화로 인한 이 사고로 192명이 사망했다.

그런데 이 남성은 부모님과 동생 모두 참사로 희생됐고 자신만 혼자 살아남았다고 주장했다.

병원에서 10년간 식물인간 신세로 지내다가 기적적으로 의식을 되찾았다고 밝히기도 했다.

그러나 희귀난치병인 복합부위통증증후군(CRPS)을 앓는데다 친척들에게 보상금도 빼앗겼다고 주장했다.

이런 그의 사연이 SNS 등을 통해 알려지면서 치료비 등을 지원하려는 도움의 손길이 이어졌다.

그런데 최근 들려온 충격적인 소식은 그가 6개월 전 위암 말기 판정을 받았다는 것.

더욱 놀라온 사실은 이후 그가 메신저에 '포기', '누구도 이해 못하는 상처' 등의 문구를 남기고 돌연 잠적했다는 것.

휴대전화 연결이 되지 않았고, SNS 계정 모두 사라졌다.

이후 제작진은 그를 찾기 시작했는데, 그가 기거했다는 교회의 목사는 그가 대구 지하철 참사 유가족이라는 사실이 거짓말이라고 밝혔다.

아울러 제작진은 그가 자주 들르는 가게에서 그의 아버지, 남동생이 멀쩡히 살아있다는 증언도 듣는다.

제작진은 잠적한 그를 찾아냈다.

지하철을 못 타는 트라우마를 앓고 있다고 주장했던 것과 달리, 그는 지하철을 이용하는 모습을 보였고, 제작진과 맞닥뜨리자 이를 피해 차가 다니는 도로를 가로질러 달아나기도 했다.

그는 결국 제작진에게 "잘못했다"며 그동안 사람들을 속여왔다는 사실을 인정했다.

이어 자신이 복합부위통증증후군(CRPS)를 앓고 있다는 사실을 사람들이 알아주지 않자, 관심을 끌기 위해 과장을 하다 보니 결국 대구 지하철 참사 생존자라는 거짓말을 했다고 실토했다.

다만 위암 말기 판정을 받았다는 얘기는 거짓이라고 밝혔다.

전문가들은 뮌하우젠 증후군, 즉 허언증으로 봤다.

@highlight

SBS '궁금한이야기Y'에서는 대구 지하철 참사 유가족을 사칭한 한 남성의 이야기가 SNS 등을 통해 알려지면서 치료비 등을 지원하려는 도움의 손길이 이어졌지만 그 남성은 그동안 사람들을 속여왔다고 했다.