[이데일리 김미경 기자] 대우조선해양(042660)이 초대형원유운반선(VLCC) 추가 수주에 성공했다.

이는 지난해 VLCC 전체 수주 물량의 40% 수준으로 올해 벌써 6척을 수주했다.

대우조선해양은 오만 국영해운회사인 OSC로부터 초대형원유운반선 2척을 수주했다고 18일 밝혔다.

이 선박들은 옥포조선소에서 건조해 2020년 4분기까지 선주 측에 인도할 예정이다.

또 이번 계약에는 추가 옵션물량 1척을 포함하고 있어 향후 추가 수주전망도 밝다.

대우조선해양은 지난 2006년 오만 정부와 수리조선소 건설 및 10년간 위탁 경영 계약을 맺으면서 오만과 인연을 시작했다.

위탁기간 동안 무려 450여척의 선박 수리를 성공적으로 마쳐 오만 산업경쟁력 강화에 큰 도움을 준 것으로 평가받고 있다.

우호적인 관계를 바탕으로 회사는 OSC로부터 지난 2008년 초대형원유운반선 5척을 수주한 데 이어 이번에 두번째로 선박을 수주했다고 회사측은 전했다.

이번에 수주한 30만t급 초대형원유운반선은 길이 336m, 너비 60m 규모로 국제해사기구(IMO)의 환경규제 기준에 충족하는 친환경선박으로 고효율 엔진과 최신 연료절감 기술 등 대우조선해양의 최신 기술이 적용된다.

대우조선해양 관계자는 "강재가격 상승, 최저임금 상승 등 선박 건조원가가 지속적으로 상승하는 상황에서 수익성 확보를 위해 지난해부터 수주한 초대형원유운반선들은 모두 동일한 설계와 사양을 적용해 반복 건조효과를 극대화 하고 있다"고 말했다.

대우조선해양은 지난해 전세계에서 가장 많은 16척의 초대형원유운반선을 수주한 데 이어 올해 현재까지 초대형원유운반선 6척 약 5.5억 달러 상당의 선박을 수주했다.

올해도 액화천연가스(LNG)운반선과 초대형원유운반선에서 앞세워 수주에 총력을 기울인다는 계획이다.

@highlight

대우조선해양이 오만 국영해운회사인 OSC로부터 2척의 초대형원유운반선(VLCC) 추가수주를 성공하며 올해 벌써 6척을 수주했다.