에너지 자립율 60% 돌파 국내 건물 에너지 자립 기술이 진화하고 있다.

서울시는 서울에너지드림센터가 국내 제로에너지건축물 중 가장 높은 3등급(ZEB 3)을 획득했다고 18일 밝혔다.

시에 따르면 서울에너지드림센터의 에너지자립율은 60.37%로 평가됐다.

에너지자립율이란 건축물 에너지 소비량 대비 신재생 에너지 생산량을 백분율로 나타낸 것이다.

3등급은 자립율 60~80%에 해당한다.

정부는 2017년부터 제로에너지건축물 인증제를 시행, 에너지자립율에 따라 최저 5등급(자립율 20%)부터 최고 1등급(자립율 100%)까지 등급을 부여한다.

건축 단계에 따라 예비인증(설계단계)과 본인증(준공후)으로 구분하여 인증한다.

3등급은 국내 제로에너지건축물이 본인증에서 얻은 것 중 최고 등급이다.

에너지드림센터에 앞서 본인증을 획득한 판교 제2테크노밸리 기업지원허브 등 세곳은 모두 5등급이다.

서울에너지드림센터는 2012년 9월 준공된 서울시 소유의 국내 최초 제로에너지 건물이다.

에너지를 절감할 수 있는 각종 건축·설비 기술이 적용돼 에너지 사용량이 낮고 272㎾급 태양광 발전시설 등을 통해 필요한 에너지를 자체 생산하는 에너지 자립형 건물이다.

에너지드림센터에 적용된 패시브 건축기술은 건물의 형태, 구조, 공간구성, 외피계획 등을 통해 기계적 장치 도움 없이 실내환경을 쾌적하게 조절하는 기술이다.

건물 내부의 환경(열·빛·소리)조절에 에너지를 사용하는 설비와 신재생에너지 발전 설비인 액티브 시스템도 도입됐다.

2012년 지어진 서울에너지드림센터는 의무 인증 대상은 아니다.

정부는 2017년부터 공기업이 연면적 3000㎡ 이상인 교육연구시설이나 업무시설을 신축·증축하는 경우 의무적으로 인증을 받도록 하고 있다.

하지만 시는 제로에너지 건축·설비 기술의 보급과 확대를 위해 자발적으로 인증을 추진했다.

시 관계자는 "다양한 연령과 국적의 국내외 방문객이 연간 10만명 이상 센터를 찾고 있다"고 말했다.

@highlight

정부는 2017년부터 제로에너지건축물 인증제를 시행, 에너지자립율에 따라 등급을 부여했는데 서울에너지드림센터가 국내 제로에너지건축물 중 가장 높은 3등급을 얻어, 에너지 자립율 60% 돌파하는 국내 건물로 에너지 자립 기술이 진화하고 있다고 서울시는 밝혔다.