오는 2022년 도입을 앞둔 신(新)지급여력제도(K-ICS·킥스)에 대응하기 위해 신종자본증권 발행 등 기존의 자본확충보다 저축보험료나 사업비 등의 리스크를 줄일 수 있도록 공동재보험을 활용하는 방안이 필요하다는 지적이 나왔다.

보험연구원과 김앤장 법률사무소는 18일 대한상공회의소에서 '보험산업의 규제개혁을 통한 도약'이라는 주제로 국제 심포지엄을 개최했다.

발표자로 나선 백재호 김앤장 변호사는 "킥스 도입에 대비해 전통적인 재보험과는 다른 공동재보험과 금융재보험을 자본관리 수단으로 활용할 필요가 있다"고 제안했다.

전통적 재보험은 재보험사에 위험보험료만 전가하지만 공동재보험은 비례재보험 방식으로 위험보험료뿐 아니라 저축보험료·사업비 등 모든 비용을 재보험사에 이전할 수 있다.

이를 통해 보험사는 준비금 변동 부담을 감소시킬 수 있다는 것이다.

금융재보험은 언더라이팅 리스크는 물론 재무적 리스크도 재보험사에 전가하는 것으로 2002년 시행세칙 개정으로 저축보험료 등도 재보험 거래가 가능하지만 현재는 관련 회계제도가 미흡하고 사실상 금융당국의 통제 아래 위험보험료에 대해서만 허용되고 있다.

백 변호사는 "국제보험감독자협의회와 유럽 등에서는 충분한 보험위험이 전가됐는지를 기준으로 재보험 거래를 허용하고 있다"며 "금융당국이 보험위험 전가에 대해 지나치게 경직된 해석을 해서는 안 된다"고 강조했다.

토론 패널로 참석한 고인철 DB손해보험 위험관리책임자(CRO)도 "국내 재보험은 전통적 형태의 비례보험으로 보험 리스크 한도 관리, 거대위험 인수, 재해위험 전당 등에만 한정적으로 이용된다"며 "사실상 허가제로 운영하는 금융당국의 규제 등으로 자본관리 수단으로서 대안적 활용은 미흡한 실정"이라고 말했다.

그는 이어 "보험국제감독기준인 보험핵신준칙(ICP)상 요구자본 계산기준인 '충분한 보험위험 전가'와 '회계기준 충족'이 입증되는 재보험 거래는 허용해야 한다"고 덧붙였다.

@highlight

2022년 신(新)지급여력제도(K-ICS) 도입이 현실화됨에 따라 자본확충보다는 공동재보험을 활용하여 비용을 재보험사에 이전함으로써 리스크를 줄이는 방안이 필요하다는 지적이 대두되었다.