메이저리그 FA 시장에서 불펜투수 가운데 대어로 꼽혔던 애덤 오타비노(33)가 뉴욕 양키스의 핀스트라이프 유니폼을 입는다.

MLB닷컴 등 미국 언론들은 18일(한국시간) 오타비노가 양키스와 3년간 2700만 달러에 계약했다고 보도했다.

뉴욕 브루클린 출신인 오타비노는 이번 계약으로 고향팀에서 뛸 수 있게 됐다.

오타비노는 어린 시절부터 열렬한 양키스 팬으로 알려져있다.

오타비노는 지난 시즌 150km가 넘는 싱커와 날카로운 슬라이더를 앞세워 단연 돋보이는 활약을 펼쳤다.

'투수들의 무덤' 쿠어스필드를 홈으로 사용하는 콜로라도 로키스의 불펜투수로 75경기나 등판했다.

77⅔이닝을 던져 6승 4패 6세이브, 평균자책점 2.43을 기록했다.

피안타율이 겨우 1할5푼8리, WHIP(이닝당 출루허용률) 0.99를 기록하며 콜로라도의 포스트시즌 진출을 견인했다.

양키스는 주축 불펜투수였던 데이비드 로버트슨이 필라델피아 필리스로 떠났지만 좌완 불펜 잭 브리턴(4년 최대 5300만 달러)에 이어 오타비노까지 계약하면서 막강 불펜을 구축하게 됐다.

기존의 특급 마무리 아롤디스 채프먼, 델린 베탄시스 등은 올해도 여전히 건재하다.

반면 콜로라도는 팀의 핵심 불펜이었던 오타비노가 떠나면서 불펜진에 비상이 걸렸다.

동시에 올 시즌 오승환에 대한 기대치는 더욱 커지게 됐다.

오승환은 지난 시즌 토론토 블루제이스와 '1＋1년'에 최대 750만 달러 계약을 맺은 뒤 시즌 중반 콜로라도로 트레이드됐다.

시즌 중 유니폼을 갈아입는 우여곡절 속에서도 73경기나 등판해 6승3패 3세이브 21홀드 평균자책점 2,63의 뛰어난 성적을 남겼다.

@highlight

메이저리그 FA 시장에서 콜로라도 팀의 핵심 불펜이었던 오타비노가 유년 시절부터 팬이었던 뉴욕 양키스와 3년 동안 2700만 달러에 계약을 체결했다.