[서울경제] 문화콘텐츠 전문제작사 락킨코리아가 지난달 28일부터 1세대 인터넷 소설 작가 은반지의 웹소설 '테디보이', '키스중독증', '데자뷰'의 유통을 시작했다.

는 항상 테디베어를 들고 다니는 테디보이 민서진과 입학 첫날부터 운명적인 만남을 가진 유소은이 그려내는 청춘물로 명문 고등학교의 명물 5대 꽃미남과 유소은, 그리고 주변 인물들이 엮어가는 사랑과 우정의 이야기로 은반지 작가의 대표작이다.

은 10년 전, 결혼하자는 약속을 지키기 위해 나타난 안소민과 그런 소민의 등장으로 파란만장한 학교생활을 하게 되는 유수영의 예측불허 동고동락 동거 이야기를 담은 작품이고 는 미남에 매너남으로 소문난 한가민과 그를 보고 첫눈에 반한 유서연의 러브스토리로 한가민의 이중적인 모습을 약점으로 사귀기 시작하는 아슬아슬하지만 담백한 스토리가 돋보이는 작품이다.

은반지 작가의 이 작품들은 2000년대 초 다음 카페 '반지귀신'에서 연재된 N세대 연애소설이자 흔히 말하는 1세대 인터넷 소설로 첫 작품인 가 베스트셀러로 등록되면서 팬클럽 회원만 10만여 명을 넘는 인기 작가로 떠올랐고 10대들뿐만 아니라 그 시절을 기억하고 추억하는 다양한 연령층의 여성들의 마음을 사로잡고 있다.

인터넷 소설에서 웹소설로 재탄생한 은반지 작가의 인기 소설 '키스중독증', '테디보이', '데자뷰'는 락킨코리아의 유통을 통해 교보문고, 에피루스, 저스툰, 마녀코믹스 등 다수의 웹소설 채널을 통해 만날 수 있으며 2월 네이버를 통해서도 공개될 예정이다.

한편 락킨코리아는 웹툰, 웹소설 등 다수의 문화콘텐츠 제작기획사로서 현재 70여 명의 작가들을 매니지먼트하고 있는 동시에 작품 기획, 제작, 국내외 유통, 출판 등 다양한 비즈니스 중에 있다.

@highlight

문화콘텐츠 전문제작사 락킨코리아가 지난달 28일부터 1세대 인터넷 소설 작가 은반지의 베스트셀러 인터넷 소설이었던 '테디보이', '키스중독증', '데자뷰'를 웹소설로 재탄생시켜 유통을 시작해서 2월 네이버를 통해서도 만날 수 있다.