[서울경제] 가수 별이 오는 19일 '전지적 참견 시점'에 첫 등장 한다.

그녀는 현재 임신 중인 셋째 '송이'부터 '별바라기' 매니저까지 모두 최초 공개할 것을 예고하고 있어 관심을 증폭시킨다.

오는 19일 방송되는 MBC '전지적 참견 시점' 37회에서는 가수 별이 매니저와의 일상을 처음으로 공개한다.

가수 별이 남다른 첫 등장을 예고한다.

그녀는 현재 셋째를 임신 중인 만큼 산부인과에서 일상을 시작할 예정인 것.

무엇보다 이번 방송을 통해 셋째 '송이'의 존재를 최초 공개한다고 해 이목을 집중시킨다.

그녀는 초음파 검사를 통해 포착된 '송이'의 모습에 눈을 떼지 못했다는 후문이어서 훈훈함을 자아낸다.

뿐만 아니라 별 매니저 또한 처음 모습을 드러낼 예정이다.

끊임없는 산삼 멘트로 별을 향한 애정을 드러낼 그가 '전지적 참견 시점'에 별에 대해 제보할 고민은 무엇일지 궁금증을 자아낸다.

특히 매니저는 별의 태교부터 입덧까지 섬세하게 신경 쓰는가 하면 '송이'의 심장 소리를 듣고 감격하는 등 '조카 바보'의 면모를 톡톡히 보여줄 것으로 전해져 눈길을 끈다.

이 가운데 하하가 "맨 처음에 째려본 거 알아?"라며 별의 임신 소식을 들을 매니저의 솔직한(?) 반응을 폭로해 별을 깜짝 놀라게 할 것을 예고해 이목을 집중시킨다.

이에 별 매니저 또한 당시의 심정을 고백할 것으로 전해져 더욱 관심이 커지고 있다.

가수 별의 '별바라기' 매니저의 모습은 어떨지 그리고 별의 임신 소식을 들은 그의 속마음은 어땠을지는 오는 19일 방송되는 '전지적 참견 시점'을 통해 확인할 수 있다.

한편, '전지적 참견 시점'은 연예인들의 가장 최측근인 매니저들의 말 못할 고충을 제보 받아 스타도 몰랐던 은밀한 일상을 관찰하고, 다양한 분야에서 모인 참견 군단들의 검증과 참견을 거쳐 스타의 숨은 매력을 발견하는 본격 참견 예능 프로그램으로 이영자, 전현무, 송은이, 양세형, 유병재가 출연하며 매주 토요일 밤 11시 5분 방송된다.

@highlight

오는 19일 방송되는 MBC '전지적 참견 시점' 37회에서는 셋째 '송이'를 임신해 산부인과에서 일상을 시작하는 가수 별과 '별바라기' 매니저의 모습을 처음으로 공개한다.