[서울경제] 자동차 수출이 2013년부터 지난해까지 6년 연속으로 감소했다.

생산 역시 3년 연속 줄어들면서 자동차 산업의 위기가 수치로도 드러나고 있다.

18일 산업통상자원부가 발표한 2018년 자동차 산업 연간 동향에 따르면 자동차 수출은 전년 대비 3.2% 줄어든 244만9,000대를 기록했다.

지난 2013년(-2.6%) 이후 6년 연속 반등에 성공하지 못하고 감소 추세를 이어오고 있다.

2013년 308만9,000대였던 수출량은 6년 만에 20%(64만대) 넘게 줄었다.

자동차 수출이 줄어드는 이유는 미국을 비롯한 북미지역과 중동·중남미 등에서 자동차 시장이 정체되고 있기 때문이다.

다만 수출량 감소에도 상대적으로 고가인 전기차와 스포츠유틸리티차(SUV), 대형차 수출은 증가해 수출 금액은 1.9% 감소하는 데 그쳤다.

지난해 자동차 생산량 역시 전년보다 2.1% 감소한 402만9,000대로 마감했다.

3년 연속 감소 추세다.

수출 부진과 더불어 한국지엠 군산공장 생산 중단 등이 영향을 미쳤다.

내수 판매량은 1.1% 증가한 181만3,000대를 기록했다.

신차효과와 개별소비세 인하, 수입차 업계의 적극적 마케팅 등이 주된 원인이라고 산업부는 설명했다.

국산차와 수입차의 희비는 엇갈렸다.

국산차의 내수 판매량은 0.7% 감소한 153만2,000대를 기록했다.

반면 수입차 판매는 12% 증가한 28만1,000대로 나타났다.

지난 2017년 배출가스 조작으로 판매가 중단됐던 폭스바겐, 아우디가 다시 시장에 나오면서 수입차 판매량이 폭증한 결과다.

폭스바겐, 아우디 판매 대수는 2017년 962대에서 지난해 2만7,840대로 크게 늘었다.

BMW 차량화재 사태가 없었다면 국내 수입차 판매는 더 늘어났을 것이란 게 전문가들의 의견이다.

지난해 12월 국내 자동차산업 월간 실적은 신차 출시 등의 효과로 생산(35만6,940대, 24.2%)과 수출(21만9,313대, 22.6%)이 전년 동월 대비 두 자릿수 증가율을 보였고, 내수(15만9,864대, 4.1%)도 개별소비세 감면 효과로 선방했다.

@highlight

18일 산업통상자원부가 발표한 2018년 자동차 산업 연간 동향에 따르면 수출이 전년 대비 3.2% 줄어든 224만9,000대를 기록하여 자동차 수출은 2013년부터 6년 연속 감소세가 지속되고 있으며 생산 또한 3년 연속 감소했다.