정부가 '수소경제 활성화 로드맵'을 발표하면서 수소차 관련주들이 들썩이고 있다.

증권가에선 당장의 실적에 미치는 영향은 크지 않겠지만 2025년 전후 본격적인 시장이 형성될 것이라고 전망했다.

조수홍 NH투자증권 연구원은 18일 보고서에서 "현재 수소전지차(FCEV) 개발은 시작단계이며 2025년 전후 본격적인 시장이 형성될 전망"이라며 "정부의 로드맵 발표가 관련 기업들의 단기실적에 미치는 영향은 크지 않다"고 짚었다.

앞서 17일 정부는 '수소경제 활성화 로드맵'을 발표하고 수소차 누적보급을 기존 목표인 2022년 1만 5000대에서 8만 1000대로 상향 조정했다.

수소 충전소의 경우 기존목표인 2022년까지 310기(누적)를 구축하고 2040년까지 1200기(누적) 설치 목표를 신규로 제시했다.

또 연내 수소경제법(가칭)을 제정해 수소경제 활성화를 위한 법적 기반을 만드는 한편, 범부처 '수소경제 추진위원회'를 구성·운영해 중장기적으로 수소 산업 발전을 뒷받침하겠다고 발표했다.

이러한 정부의 의지가 장기적인 성장에 도움이 될 것이란 전망이다.

조 연구원은 "수소차 시장 성장을 위해선 차량개발뿐 아니라 인프라투자 등 생태계 조성이 필수적인데, 이러한 점에서 정부의 정책 의지는 긍정적"이라며 "일본도 2020년 동경올림픽을 기점으로 수소사회에 진입한다는 목표 아래 민관이 적극적으로 협력 중"이라고 설명했다.

따라서 수소차 관련 업종에 장기투자를 해볼 만하다는 조언이다.

조 연구원은 "수소차의 경우 2차전지 중요도는 낮지만 스택의 수명과 출력, 효율개선을 위한 열관리가 중요하고 수소탱크, 산소공급장치 등 수소차 전용부품이 필요하다"며 "투자관점에서는 전기차(EV)와 수소차 성장 모두에 수혜 가능한 기업인 한온시스템(018880) 우리산업(215360) 지엠비코리아(013870)와, 수소탱크 등 수소차 전용부품 생산기업 일진다이아(081000) 세종공업(033530) 등에 관심을 가질 필요가 있다"고 말했다.

@highlight

조수홍 NH투자증권 연구원은 정부가 올해 안에 수소 경제법(가칭)을 제정해 수소 경제 활성화를 위한 법적 발판을 만들고 범부처 '수소 경제 추진 위원회'를 구성·운영해 중장기적으로 수소 산업 발전을 뒷받침하겠다고 발표한 바 이러한 정부의 의지가 장기적인 성장에 기여할 것으로 보인다며 수소차 관련 업종에 장기투자 할 것을 추천했다.