중흥리 광명메이루즈 “사업 재개할 예정”

당진지역의 미분양된 민간 아파트가 1360세대에 이르는 것으로 나타났다.

(2018년 12월 기준) 최근 준공됐거나 준공예정인 아파트 총 5737가구 중 미분양률은 24%에 해당한다.

당진시가 제공한 자료에 따르면 현재 준공된 민간 아파트 가운데 미분양 건수는 각각 △대덕동 한성필하우스(710세대)의 경우 3가구 △송악읍 기지시리 현대힐스테이트 1차(915세대) 20가구 △현대힐스테이트 2차(1617세대) 247가구 △채운동 양우내안애(457세대) 134가구 △읍내동 청광플러스원(48세대) 4가구로 나타났다.

송산면 유곡리 청광플러스원(299세대)은 지난해 11월까지 104개의 미분양 세대가 남아 있었지만 지난 연말에 들어서면서 분양을 모두 마쳤다.

2020년 준공을 앞두고 있는 수청동 한라비발디(839세대)는 279가구가, 대덕동 중흥S클래스(482세대)는 436가구, 시티프라디움(370세대) 237가구가 미분양 상태로 남아 있다.

한편 현재 추진되고 있는 공동주택(아파트)은 석문국가산업단지 내 한국토지주택공사가 진행하는 공공분양 아파트 1053세대와 국민임대 아파트 1473세대를 포함해 총 12곳, 7141세대에 이른다.

그러나 대부분 착공하지 않은 상태로, 착공해 골조공사를 진행하고 있는 곳은 △대덕동 중흥S클래스(482세대) △대덕동 시티프라디움(370세대) △수청동 한라비발디(839세대) △합덕읍 운산리 한경크리스탈(45세대) 뿐이다.

지난 2017년 7월 착공했으나 공사를 중단한 송악읍 중흥리 광명메이루즈(381세대)는 사업을 재개할 예정이라고 밝혔다.

한편 당진시 아파트 현황은 당진시청 홈페이지 > 분양별 정보 > 주택·지적 > 공동주택 사랑방 페이지에서 확인할 수 있다.

@highlight

당진지역의 미분양된 민간아파트가 현재 준공된 민간아파트 미분양 건수가 408건이고 2020년 준공을 앞두고 있는 미분양 가구는 952건에 이르로 총 1360세대에 이른다.