수품원, 900명 투입 정부가 수산물 원산지를 거짓으로 표기한 곳을 대대적으로 단속한다.

설을 앞두고 국민들이 안심하고 제수용 수산물을 구매할 수 있게 하겠다는 게 목표다.

해양수산부 산하 국립수산물품질관리원(원장 우동식)은 오는 21일부터 다음달 1일까지 900여명의 단속인력을 투입해 '수산물 원산지표시 위반행위 특별단속'을 실시한다고 17일 밝혔다.

단속대상은 수산물 제조·유통·판매업체를 모두 포함한다.

특히 설을 맞아 수요가 급증하는 명태 조기 문어 등 제수용 수산물과 굴비 전복세트 등 선물용 수산물의 원산지표시 위반행위를 집중 점검한다.

수품원은 겨울철 성수품으로 원산지 둔갑 가능성이 높고 소비자 관심이 많은 참돔 가리비 방어 대게 등도 집중해서 살필 예정이라고 밝혔다.

단속에는 수품원 14개 지원 소속 특별사법경찰관과 조사공무원 등이 대거 투입된다.

단속 효과를 높이기 위해 이들은 지자체 관세청 경찰청 등 유관기관과 정보를 공유하고, 중복 방문으로 인한 현장의 불편·부담도 최소화할 예정이다.

수품원은 지난해 원산지 거짓표시 163건, 미표시 655건 등 모두 818건의 원산지표시 위반행위를 적발했다.

지난해 설명절 수산물 원산지표시 특별단속 때는 123건의 위반행위를 적발했다.

당시 중국산 조기·미꾸라지, 일본산 가리비 등을 국내산으로 거짓표시한 30건에 대해서는 추가 수사를 통해 검찰에 송치했고, 원산지를 표시하지 않은 93건에는 과태료를 부과했다.

관련 법에 따르면 원산지를 거짓으로 표시한 경우 7년 이하의 징역 또는 1억원 이하 벌금에 처하며, 원산지를 표시하지 않은 경우에도 5만원부터 1000만원 이하 과태료가 부과된다.

5년 이내에 두 차례 이상 원산지 거짓표시를 한 경우에는 1년 이상 10년 이하 징역 또는 벌금 500만원 이상 1억5000만원 이하 가중처벌도 받는다.

우동식 수품원장은 "국민들도 설 명절을 맞아 제수용 수산물을 구입하실 때 반드시 원산지표시를 확인해 주실 것을 당부 드린다"고 말했다.

@highlight

국립수산물품질관리원은 설을 앞두고 국민들이 안심하고 제수용 수산물을 구매할 수 있도록 21일부터 다음달 1일까지  '수산물 원산지표시 위반행위 특별단속'을 실시한다.