[환경일보] 심영범 기자 = LG생활건강(대표 차석용)이 건조한 피부를 듀얼 장벽 강화 시스템으로 건강하고 촉촉하게 가꿔주는 집중 보습 케어 라인인 CNP 차앤박화장품의 '하이드로 세라 라인 4종'을 출시했다.

CNP 차앤박화장품의 '하이드로 세라 라인 4종'은 CNP만의 독자적인 성분인 CNP Cera-mineral Complex™가 듀얼 장벽 강화 시스템으로 피부 브릭(각질층)과 지질층에 견고한 보습 장벽을 완성시켜준다.

또한 크기가 다른 3가지의 히알루론산이 피부에 빠르게 스며들어 건조하고 메마른 피부에 즉각적으로 촉촉함을 선사한다.

'하이드로 세라 라인'은 토너, 딥 세럼, 크림, 수딩 크림 총 4종으로 구성됐다.

대표 제품인 '하이드로 세라 인텐스 크림'은 고농축 세라마이드가 피부를 보호해 오랜 시간 촉촉한 보습이 유지된다.

더불어 '하이드로 세라 에센셜 토너'는 스킨케어 첫 단계부터 피부에 즉각적으로 수분감을 부여하는 토너로 거칠어진 피부에 빠르게 흡수되어 피부를 매끄럽고 촉촉하게 가꿔준다.

이외에도 메마른 피부에 수분과 윤기를 함께 전달하는 '하이드로 세라 딥 세럼'과 부드러운 제형으로 연약하고 건조한 피부에 도움을 주는 '하이드로 세라 수딩 크림' 등 총 4종의 보습 케어 라인이 출시되어 피부 컨디션이나 제형에 따라 골라 쓸 수 있다.

한편 CNP 차앤박화장품의 '하이드로 세라 라인 4종'은 CNP 공식 홈페이지와 전국 올리브영, 네이처컬렉션 매장에서 만나볼 수 있다.

@highlight

LG생활건강이 새롭게 선보인 CNP 차앤박화장품의 '하이드로 세라 라인 4종'은 건조한 피부를 듀얼 장벽 강화 시스템으로 건강하고 촉촉하게 가꾸어주는 집중 보습 케어 라인으로서 토너, 딥 세럼, 크림, 수딩 크림으로 구성되어 있으며 CNP 공식 홈페이지와 전국 올리브영, 네이처컬렉션 매장에서 구매할 수 있다.