[김병훈 기자 kbh7133@imaeil.com] 박정화 전 대구경북체육학회장.

전문가들은 대구스타디움의 집객력을 끌어올리는 보다 구체적인 방법으로 어린이, 학생들을 유인할 수 있는 스포츠 관련 콘텐츠 배치를 제안한다.

'대구스타디움 등 공공체육시설 활성화를 위한 연구 용역'의 책임 연구원이었던 박정화 (사진) 전 대구경북체육학회장은 "대구체육공원의 주인은 미래 세대여야 하고 대구스타디움 활성화 방안의 초점 역시 어린이, 학생 중심으로 접근해야 한다"며 "수영장, 어린이 놀이시설, 체육 체험장 등이 공공성을 지키면서 집객력도 올리는 대표적인 콘텐츠일 것이다"고 말했다.

그에 따르면 다양한 콘텐츠로 스타디움의 기능을 확장한 해외 사례도 참고할 만하다.

박 전 학회장은 "스타디움 짚라인 로프 스윙과 같은 놀거리는 대구스타디움의 천연 잔디를 훼손시키지 않고도 대구스타디움을 활짝 개방할 수 있는 방안 중 하나"라며 "뿐만 아니라 대구스타디움 외곽 동서남북을 권역별로 나누면 배치 가능한 콘텐츠는 많다"고 했다.

또한 대구스타디움 내부의 수많은 유휴 공간에는 드론, AR·VR게임 등 신개념 스포츠 콘텐츠도 충분히 배치할 수 있다고 본다.

그는 "스타디움의 전통적인 목적을 넘어서서 대구 시민들의 각종 스포츠 동호회 사무실을 대구스타디움 내로 끌어들이는 것도 대구스타디움이 한 걸음 더 시민 가까이에 다가갈 수 있는 방법일 것"이라고 했다.

박 전 학회장이 경계하는 것은 향후 대구스타디움이 시민이 아닌 수익성 중심으로 운영되는 상황이다.

그는 "대구스타디움의 적자 폭을 줄이는 것도 중요하다.

그러나 가장 중요한 것은 더 많은 시민이 대구체육공원 일대를 찾아 도심 속에서 놀면서 쉬고, 쉬면서 놀 수 있게 하는 것이다"며 "예산에 따라 어떤 콘텐츠가 들어설지 미지수지만 시민 중심이라는 원칙을 먼저 세우는 것이 중요하다"고 말했다.

@highlight

박정화 전 대구경북체육학회장은 대구스타디움의 접객력 개선을 위해 어린이 놀이시설, 체육 체험장 등 어린이·학생을 유인할 스포츠 관련 콘텐츠 배치를 제안하면서 시민이 아닌 수익성 위주로 운영 중인 현 대구스타디움의 상황을 경계했다.