[마경대 기자 kdma@imaeil.com] 봉화군 석포면 영풍제련소 제2공장 인근 하천이 붉은색 물질들로 물들어 있다.

환경단체들은 이 물질이 제련소에서 유출된 중금속이라고 주장하고 있다.

영풍석포제련소 주변에 환경감시용 CCTV가 설치된다.

영풍제련소 인근 등 낙동강 상류지역 상시 감시 시스템 구축으로 환경오염 행위 예방 등에 도움이 될 것으로 기대된다.

20일 경북도에 따르면 봉화군은 올해 영풍제련소 주변에 환경감시용 CCTV 3, 4개를 설치할 계획으로 관련 예산 2천만원을 마련했다.

군은 환경단체와 주민, 영풍제련소 등과 협의해 설치 장소를 결정한 뒤 올해 내로 운영을 시작할 계획이다.

환경단체는 영풍제련소 폐수 최종방류구와 주변 하천 일대, 영풍제련소 굴뚝을 비출 수 있는 곳 등에 CCTV를 설치해야 한다는 의견을 내놓고 있다.

영상은 봉화군 CCTV통합관제센터가 상시로 살필 예정이다.

이번 CCTV 설치 추진은 지난해 2월 영풍제련소가 낙동강 상류에 기준치 이상의 폐수 수십t을 유출한 사고에 대한 도와 군의 후속 조치이기도 하다.

당시 영풍제련소는 유출된 오염물질을 흘려보내기 위해 굴삭기를 무단으로 하천에 투입, 작업을 벌여 '사건을 은폐하려 한 게 아니냐'는 의심을 산 바 있다.

이와 관련, 영풍제련소 측은 '공장 내부를 비추는 게 아니라면 설치해도 무방하다'는 입장이다.

영풍제련소 관계자는 "공장 외부에 CCTV를 설치하는 것은 반대할 이유도, 막을 권한도 없다"면서 "다만 공장 내부를 비추는 것은 곤란하다"고 했다.

경북도와 봉화군 관계자는 "CCTV 설치 위치를 두고 환경단체와 협의하고 있다.

영풍제련소 의견도 반영해 최종 위치를 결정할 계획"이라며 "이미 예산도 확보한 만큼 설치 장소 협의만 마무리되면 후속 절차는 순조롭게 이어질 것"이라고 했다.

@highlight

지난해 2월 영풍제련소가 낙동강 상류에 기준치 이상의 폐수 수십 톤을 유출한 사고에 대한 도와 군의 후속 조치로써 영풍제련소 주변에 환경감시용 CCTV가 설치될 것이며, 이것은 낙동강 상류지역 상시 감시 시스템 구축으로 환경오염 행위 예방 등에 도움이 될 것으로 예상된다. 