MBC ‘내 사랑 치유기’ 소유진이 오열하는 모습이 포착됐다.

7주 연속 자체 최고 시청률을 경신하며 동시간대 1위를 굳건히 지키고 있는 MBC 주말드라마 ‘내 사랑 치유기’(극본 원영옥 /연출 김성용, 이수현 /제작 초록뱀 미디어) 측이 오늘(20일) 방송되는 53-56회를 앞두고 오열하고 있는 소유진의 모습을 공개했다.

사진 속 소유진은 눈가에 눈물을 잔뜩 머금은 채 서 있어 눈길을 끈다.

그녀는 한 손에 종이 한 장을 쥐고 무언가를 찾고 있는 듯 하다가 이내 무언가 발견한 듯 놀란 표정을 짓고 있다.

특히, 33년 만에 가족을 찾아 그 누구보다 행복한 시간을 보내고 있던 그녀가 어떤 이유에서인지 감정이 북받치는 듯 눈물을 멈추지 못하고 있어 궁금증을 불러일으킨다.

또 다른 사진 속에는 허송주(정애리)가 당혹스러운 표정을 짓고 있어 시선을 사로잡는다.

허송주는 과거 임치우를 버린 악행을 숨기기 위해 거짓 행보를 서슴지 않던 인물.

이랬던 허송주가 임치우를 마주한 채 당황한 표정을 드러내고 있어 과연 두 사람 사이에 무슨 일이 벌어진 것인지 관심이 모아진다.

지난 방송에서는 임치우가 실종될 당시 입고 있었던 옷을 허송주가 은폐한 사실이 밝혀졌다.

임치우는 우연히 허송주와 가사 도우미가 나누는 대화를 듣게 되었고, 허송주가 일부러 자신의 옷을 버렸다는 사실을 알아채고 큰 충격에 빠진 임치우의 모습이 그려졌다.

제작진 측은 “해당 장면은 임치우가 충격적인 진실과 마주하게 되는 신”이라며 “과거 임치우를 버렸던 악행이 드러날 위기에 처한 허송주가 어떤 국면을 맞이하게 될지 기대해 달라”고 전했다.

한편, ‘내 사랑 치유기’는 착한 딸이자 며느리이자 아내이고 싶은 적이 한 번도 없었던, 그러나 식구들에게 그 한 몸 알뜰히 희생당한, 국가대표급 슈퍼 원더우먼의 명랑 쾌활 분투기로 오늘(20일) 밤 9시 5분에 방송된다.

최지수 기자 .

@highlight

20일 방송되는 MBC 주말드라마 '내 사랑 치유기' 53~56회에서는 '소유진이 오열하고 있는 모습'이 공개되며 시청자들의 궁금증을 불러일으키고 있다. 