스타벅스가 오는 25일까지 2019년 1분기 장애인 바리스타 채용을 진행한다.

[이데일리 이윤화 기자] 스타벅스커피 코리아가 2019년 1분기 장애인 채용을 위해 한국장애인고용공단과 함께 전국 매장에서 근무할 장애인 바리스타를 공개 채용한다.

입사 희망자는 오는 25일까지 스타벅스 채용 사이트 또는 장애인고용포털사이트 간편 우리지사 채용정보를 통해 서류 접수를 하면 된다.

지원자는 이후 면접 전형과 최대 5주간의 장애별 맞춤 바리스타 교육 과정 이수 후 최종 평가를 거쳐 3월 중 입사하게 된다.

바리스타 맞춤 교육은 거주 지역에 따라 나눠져 진행되며, 스타벅스 전문 강사진이 한국장애인고용공단의 전문 직무지도원과 함께 바리스타 양성을 위한 이론적 지식 교육부터 실습을 비롯해 장애 유형별 교육 과정을 제공한다.

채용 이후에도 직무 적응과 고용 안전을 위한 프로그램들이 마련돼 있다.

지난해에는 장애인 바리스타를 대상으로 서울·대전·대구·부산 4개 권역에서 공감회를 개최하고, 복리후생 제도 안내, 승격 프로세스 설명, 보조공학기기 안내 및 간담회를 진행했다.

또한 지난 2015년부터는 매해 '장애인 바리스타 챔피언십'을 열고 장애인 바리스타의 기량을 겨루고, 바리스타로서의 역량을 키우며 성장할 수 있는 계기를 만들어가고 있다.

스타벅스 장애인 인사관리 전담 파트너가 바리스타와 가족, 동료들과의 면담을 진행해 장애인 파트너의 직무 적응을 돕기도 한다.

스타벅스에는 현재 청각, 지적, 정신, 지체 등 총 327명의 장애인이 전국 매장에서 근무하고 있다.

중증 장애를 2배수로 하는 법적 장애인 근로자수는 594명으로 전체 임직원 대비 장애인 고용률은 4.1%이다.

이 중 중증은 267명, 경증은 60명으로 차별 없는 동등한 승진 기회를 부여해 중간 관리자 직급 이상도 48명에 달한다.

이석구 스타벅스커피 코리아 대표이사는 "스타벅스에는 바리스타라는 공통된 꿈을 꾸는 수많은 파트너들이 함께 근무하고 있다"며 "장애인 바리스타들이 꿈을 실현하고 능력을 펼칠 수 있도록 지원하는 동시에 편견 없는 일터를 만들기 위한 노력을 다양한 방면에서 지속해 나갈 것"이라고 말했다.

@highlight

스타벅스는 한국장애인고용공단과 함께 전국 매장에서 근무할 2019년 1분기 장애인 바리스타 채용을 실시하며, 입사 신청은 25일까지 스타벅스 채용 사이트와 장애인포털사이트를 통해 서류접수를 하면 된다.