SBS ‘동상이몽 시즌2 - 너는 내 운명’ 한고은이 미국에서 온 동생 가족과 상봉했다.

21일(월) 밤 11시 10분에 방송되는 SBS ‘동상이몽 시즌2 - 너는 내 운명’(이하 ‘너는 내 운명’)에서 한고은♥신영수 부부가 미국에서 온 동생 가족을 오랜만에 만나 회포를 푸는 모습이 공개된다.

이날 방송에서 동생 가족을 픽업하기 위해 공항으로 향한 한고은♥신영수 부부는 유독 떨려 하며 동생 가족을 기다렸다.

이 때, 출연자들의 관심이 신영수에게 집중됐다.

그 동안 아내의 조카 방문에 대비해 영어 공부를 하며 만반의 준비를 했던 신영수가 과연 이들과 영어로 대화를 할 수 있을지 궁금증을 자아냈기 때문.

동생 가족을 만나 집으로 함께 온 한고은은 장시간 비행으로 인해 배고파하는 동생 가족을 위해 솜씨를 발휘했다.

한고은의 동생 한나라도 옆에서 언니의 보조를 해주며 생전 처음으로 자매 둘만의 요리 시간을 가졌다.

한고은은 동생이 좋아하는 최애 음식을 만들며 ‘엄마의 레시피’를 전수하기도 했다는 후문.

요리를 만드는 동안 신영수는 제부 데이비드와 거실에서 조카들을 돌보며 시간을 보냈다.

이에 한고은은 “여보 조카들한테 준비한 매직 보여줘”라고 말했고, 신영수는 그동안 갈고 닦은 ‘야바위’를 조카들에게 선보였다.

한편, 이 날 식사 준비를 마치고 한고은 부부와 동생 가족이 식탁에 둘러 앉아 오랜만에 회포를 풀던 중 한나라는 신영수에게 “왜 언니랑 결혼했어요?”라고 물었다.

신영수가 답변하자 한고은이 한 마디를 거들었고, 위축 영수가 등판해 웃음을 자아냈다.

또, 식사 도중 충격적인 한고은과 제부의 첫 만남 장소가 밝혀져 스튜디오가 폭소했다는 후문.

한고은이 동생 가족과 상봉한 현장은 21일(월) 밤 11시 10분에 방송되는 ‘동상이몽 시즌2 - 너는 내 운명’에서 공개된다.

최지수 기자 .

@highlight

21일(월) 밤 11시 10분 SBS ‘동상이몽 시즌2 - 너는 내 운명’에서는 유독 떨려 하며 미국에서 오는 동생 가족을 픽업하러 공항에 나가는 모습과  한고은과 제부의 충격적인 첫 만남 장소가 밝혀져 폭소하게 되는 한고은, 신영수 부부의 이야기가 펼쳐진다. 