김진식 괴산군-폐기물 업체…법적 분쟁 불가피 지난 11일 이차영 괴산군수와 신동운 군의회 의장, 박덕흠 국회의원 등 주민이 상여를 메고 소각시설 반대 가두시위를 벌이고 있다.

관이 크게 반발하고 있다.

20일 괴산군에 따르면 원주지방환경청은 지난 17일 A 업체가 추진하는 의료폐기물 소각시설 사업 계획에 대해 적합하다는 통보서를 군에 보내왔다.

A 업체는 지난해 11월 괴산읍 신기리 일대에 의료폐기물 소각시설을 설치하겠다는 사업계획서를 원주지방환경청에 냈다.

이 업체가 추진하는 소각시설은 하루 86.4t의 의료폐기물을 소각할 수 있는 규모다.

이 규모는 괴산·증평에서 1일 배출되는 폐기물 소각량(40ｔ)의 두 배를 넘는다.

군은 즉각 청정 지역에 의료 폐기물 소각시설이 들어서는 것은 부적절하다며 반대 의견을 냈지만 원주지방환경청은 업체의 손을 들어줬다.

괴산 주민들은 "소각시설에서 발생하는 다이옥신으로 대기가 오염되고 오폐수가 농경지로 흘러들어 하천과 토양이 망가질 것"이라며 강하게 반발하고 있다.

지난 11일 이차영 괴산군수와 신동운 군의회 의장, 박덕흠 국회의원 등 주민 500여명이 상여를 메고 소각시설 반대 가두시위를 벌이기도 했다.

소각시설이 들어서기 위한 관리계획 변경, 건축 허가 등 인허가권을 가진 군은 원주환경청의 적합 결정과 관계없이 소각시설을 허가하지 않겠다는 방침이다.

이 군수는 "괴산군이 역점을 두고 추진하는 친환경 유기농 산업 육성 정책이 차질을 빚고 괴산의 깨끗한 환경이 훼손될 수 있다"며 "소각시설이 들어설 수 없도록 할 것"이라고 말했다.

주민들도 환경보존대책위원회를 구성, 소각시설 반대 운동에 나서기로 했다.

업체 측도 소각시설을 포기할 수 없다는 입장이어서 군과 법정 싸움은 불가피할 전망이다.

@highlight

원주지방환경청이 괴산군에 의료폐기물 소각 설치가 적합하다는 결정을 내려 괴산 시민들이 대기가 오염되고 하천과 토양이 망가질 것이라고 강하게 반발하고 있고 군 역시 관리계획 변경, 건축 허가를 하지 않겠다고 밝혔다.