유명 아웃도어 브랜드 '캐나다구스'와의 협업(왼쪽 사진)이 눈에 띈다.

[서울경제] 삼성물산 패션부문의 글로벌 브랜드 준지(JUUN.J)가 18일 오후 12시(현지시간) 프랑스 파리의 명소 팔레 드 도쿄(Palais de Tokyo)에서 2019년 가을겨울 시즌 컬렉션을 선보였다.

'SYNTHESIZE(합성)'을 콘셉트로 진행된 '19년 FW 파리컬렉션에서 준지는 남성 18개·여성 22개 등 총 40개 의상을 공개했다.

여기에 준지 컬렉션의 트레이드마크가 된 약 3m 크기의 초대형 이미지보드 17개를 설치해 감각적인 런웨이를 선보였다.

준지는 이번 쇼에서 서로 다른 실루엣과 패턴 그리고 소재 등을 자유롭게 믹스매치해 디자인과 소재의 경계를 허무는 창의적인 룩을 선보였다.

탈부착이 가능한 패딩 후드, 새롭게 테일러링된 야상 점퍼 등 스포티(Sporty)아이템을 접목했다.

준지는 밀레니얼 세대에 특히 인기가 높은 아웃도어 브랜드 '캐나다구스(Canada Goose)'와 협업한 아우터를 선보여 눈길을 끌기도 했다.

올 하반기 정식 출시 예정인 '준지X캐나다구스 컬래버' 상품은 아우터와 스웨터류를 중심으로 선보일 예정이다.

해당 제품들은 한국 준지 매장을 비롯해 베이징·도쿄·뉴욕·런던 등 글로벌 캐나다구스 매장 등 20여개의 해외 백화점·편집샵에서 한정판으로 판매된다.

준지는 올 봄 '19 SS 여성복 컬렉션을 첫 공식 런칭하며 여성복 사업을 강화할 예정이다.

다가오는 4월에는 준지의 도산점 단독 플래그십 스토어를 오픈해 남성복과 여성복, 라이프스타일 아이템을 아우르는 글로벌 브랜드 준지를 선보일 예정이다.

@highlight

18일 오후 12시 프랑스 파리의 유명한 팔레 드 도쿄에서 준지는 올 하반기 정식 출시할 예정인 아웃도어 브랜드 '캐나다구스'와 협업한 아우터를 미리 선보이며 2019 F/W 컬렉션을 성공적으로 마쳤다.