이낙연 총리가 지난 19일 충남 홍성 및 광천 시장 민생 탐방 시간을 가졌다.

홍성에선 김좌진 장군과 만해 한용운 선사 생가 등을 둘러봤으며, 이어 광천시장을 방문한 자리에선 지역 현안 사업에 대한 입장도 밝혀 주목을 받았다.

지역민들 귀를 솔깃하게 하는 발언도 있었다.

특히 대전시·충남도의 예비타당성 면제 사업 추진과 관련해 "적극적으로 검토하고 있고 거의 마무리 단계에 있다.

이달 안에 좋은 소식을 전해드리겠다"고 밝혔다고 한다.

이 총리는 '좋은 소식'을 언급하면서 대전시의 도시철도 2호선, 충남도의 석문국가산단 인입 철도 건을 특정했다.

이 총리가 이렇게 말했을 정도면 오는 24일로 예정된 지역균형발전회의 결과를 낙관해도 좋을 것이라는 생각이 든다.

한편 생각하면 아쉬움이 남는 것도 사실이다.

무엇보다 충남도가 정부가 신청한 예타면제 사업 1·2위 순위는 보령선(충청산업문화철도)과 수도권전철 독립기념관 연장이다.

그렇다면 충남도의 경우 이 두개 사업중 하나가 '좋은 소식' 범주에 들어갔어야 하지 않았나 싶었는데 이 총리는 석문산단 철도를 지칭했고 이 대목에서 약간 헷갈리는 측면이 있음을 부정하지 못한다.

일단 석문산단 인입 철도 사업은 정부의 별도 진행 사업으로 봐야 한다.

지난해 기재부 예비타당성 조사 사업으로 선정됐고 국토부 사전 예타조사에서도 경제성이 높게 나온 마당이어서 예타 면제와는 상관없이 사실상 예타 통과가 기정사실로 받아들여지는 현실이기 때문이다.

그보다 이 총리는 양승조 지사가 집념을 보이고 있는 보령선 건설 사업을 더 챙겨봤어야 했다는 지적이다.

내포혁신도시 지정에 대한 이 총리의 '보수적' 시각도 지역민들을 서운케 할 수 있다.

광천 시장 오찬 자리에서 이 총리는 "1기 혁신도시가 아직 정착이 안 돼 있다.

마구 늘려놓는 것이 능사는 아니다"라는 반응을 보인 대목을 일컫는다.

내포신도시를 살리는 답은 혁신도시 지정에 있음을 직시했으면 한다.

@highlight

이낙연 총리가 지난 19일 충남 홍성 및 광천 시장을 방문해 민생 탐방 시간을 가졌는데 좋은 소식을 전해드리겠다고 말하기도 했지만 한편으로는 아쉬움도 남는다.