장수군 천천면 나봄리조트에 위치한 드론 전문 교육기관 강남무인항공(대표 황철규)이 드론 교육을 진행하고 있어 화제다.

강남무인항공은 2016년 5월 20일 설립되어 교육원은 나봄리조트 내에 강의실 및 모의비행실을 갖추고 있으며 야외비행훈련장은 장계면 월강축구장에 두고 있다.

강남무인항공은 국토교통부(한국교통안전공단)가 지정하는 전문교육기관으로 2019년에는 드론 전문교육기관 최초로 고용노동부 국비지원과정을 승인받아 재직자 과정과 구직자 과정을 전국 최초로 진행하고 있다.

현재 드론 교육기관은 전국에 400여개소가 있으며 그 중에 전문교육기관은 100여개소이고 사설업체인 사용사업체는 300여개소이다.

400여 기관 중에 강남무인항공이 전국에서 유일하게 드론교육을 국비지원과정으로 진행 중이다.

2018년도에는 장수군 농업기술센터의 드론교육 위탁을 받아 3개반으로 편성해 24기 교육생을 배출했으며 100여명이 드론자격증을 취득했다.

드론은 사람이 할 수 없는 많은 영역의 일들을 할 수 있기에 그 성장성은 무한할 것으로 기대된다.

택배 배송을 비롯하여 농업지원(농약살포), 항공촬영(측량), 화재진압 및 산불감시, 교통정보 수집 및 단속, 재난안전 관리 및 진단, 실종자 수색, 철도·교량·송유관 원격 점검 등 많은 일들을 드론으로 수행할 수 있다 .

하지만 누구나 아무 곳에서나 드론(Drone)을 띄울 수는 없다.

항공역학(비행원리), 비행운용 이론, 항공기상, 항공안전법, 항공사업법, 공항시설법 등 관련 지식과 관련법규를 준수하여야 하며, 자격요건 또한 갖추어야 안전한 운용을 할 수 있다.

강남무인항공 교육원 황철규 대표는 "유능한 교관진으로 1대1 맞춤식 교육을 통한 높은 합격율로 최고의 파일럿(Pilot)을 양성하겠다"며 "여러분의 안전한 운용을 위해 최선을 다하는 최고가 되겠다"고 말했다.

@highlight

장수군 천천면 나봄리조트에 위치한 국비지원 드론 전문 교육기관 강남무인항공은 24기 교육생을 배출하고 100여명이 드론 자격증을 취득하였다.