유례를 찾기 힘들 정도로 얼어붙은 프로야구 FA(자유계약선수) 시장에서 5번째 계약자가 나왔다.

LG 트윈스는 프랜차이즈 스타 박용택(40)과 2년간 총액 25억 원(계약금 8억 원·연봉 8억 원·옵션 1억 원)에 계약했다고 20일 밝혔다.

지난 시즌 후 FA를 신청한 선수 15명 중 최정·이재원(이상 SK 와이번스), 양의지·모창민(이상 NC 다이노스)에 이어 박용택이 5번째로 도장을 찍었다.

양의지가 지난해 12월 11일 4년 총액 125억 원에 NC 유니폼을 입은 이래 딱 40일 만에 박용택이 FA 계약 배턴을 받았다.

LG와 박용택은 애초에 2년 계약 기간에 일찌감치 합의한 상황이어서 계약 액수에서 큰 마찰 없이 합의에 도달했다.

하지만 나머지 10명의 FA 선수들은 계약 기간과 금액을 놓고 구단과 줄다리기를 이어가고 있다.

롯데 자이언츠의 노경은 역시 계약 기간을 놓고 구단과 계속 이견을 보이고 있다.

이제 미계약 FA는 이용규·최진행·송광민(이상 한화 이글스), 윤성환·김상수(이상 삼성 라이온즈), 이보근·김민성(이상 키움 히어로즈), 박경수·금민철(이상 kt 위즈), 노경은(롯데) 10명이다.

프로야구 10개 구단은 이달 말이면 미국 호주 일본 대만 등지에서 스프링캠프를 꾸린다.

자율 훈련 형식으로 선수들을 미리 스프링캠프로 보낸 구단도 있다.

FA 선수들이 2개월 앞으로 다가온 정규리그를 제대로 준비하려면 해외 현지 훈련 초반부터 선수단과 함께 땀을 흘려야 한다.

현재 FA 계약을 체결하지 못한 선수들은 노장이거나 기대치가 낮은 선수가 많다.

여기에 촉박한 일정상 다른 팀으로의 이적은 더욱 어려워졌다.

자칫 FA 미아가 될 수도 있다.

스프링캠프 출발까지 열흘 남짓 남은 기간 원소속팀과의 협상에서 몸값을 조금이나마 높이는 일이 미계약 FA에게 당면한 숙제다.

박장군 기자 .

@highlight

LG 박용택이  FA계약을 체결 하였으며 미계약 FA 이용규·최진행·송광민(이상 한화 이글스)등 10명의 선수들은 원소속팀과의 협상에서 몸값을 조금이나마 높여야 하는 과제에 당면하게 되었다. 