[김민정 기자 treemm23@imaeil.com] 사진.

'전지적 참견 시점' 하하가 별 매니저에게 아내 별을 향한 진솔한 속마음을 고백한다.

콘서트 연습에 한창인 아내를 보던 그는 급기야 눈물까지 흘렸다고 전해져 대체 그에게 무슨 일이 생긴 것인지 관심을 모은다.

오늘(19일) 방송되는 MBC '전지적 참견 시점' 37회에서는 아내 별에 대한 진심을 고백하는 하하의 모습이 공개된다.

하하와 별 매니저가 회동을 갖는다.

두 사람은 만나자마자 별의 라이브 영상을 감상하는 등 팬심 가득한 '별바라기'의 면모를 보여줄 것으로 전해져 훈훈함을 자아낸다.

먼저 하하는 별의 콘서트 합주를 다녀온 매니저에게 "(노래) 잘했어?"라고 물었고 매니저는 "대박이에요!"라며 별의 라이브 영상을 보여줬다고.

하하는 별의 감성 돋는 라이브 실력에 감탄을 아끼지 않았다는 후문.

매니저 또한 별의 음색에 칭찬을 아끼지 않는 것은 물론 노래 가사까지 완벽하게 숙지해 따라 부르는 등 별을 향한 덕심이 충만한 모습을 보였다고 전해져 관심을 모은다.

영상을 본 하하는 역시 별은 무대 위에서 노래하는 모습이 제일 멋지다며 가수로서의 활동을 전폭적으로 지지할 것을 밝혀 매니저를 감동하게 했다고.

뿐만 아니라 그는 과거 별에게 미안했던 사연을 밝히면서 울컥한 나머지 눈물까지 흘렸다고 전해져 하하를 눈물짓게 한 사연은 무엇일지 호기심을 자극한다.

콘서트 준비에 한창인 별의 모습과 그녀에게 고마움을 표하는 하하의 모습은 오늘(19일) 방송되는 '전지적 참견 시점'을 통해 확인할 수 있다.

한편, '전지적 참견 시점'은 연예인들의 가장 최측근인 매니저들의 말 못할 고충을 제보 받아 스타도 몰랐던 은밀한 일상을 관찰하고, 다양한 분야에서 모인 참견 군단들의 검증과 참견을 거쳐 스타의 숨은 매력을 발견하는 본격 참견 예능 프로그램으로 이영자, 전현무, 송은이, 양세형, 유병재가 출연하며 매주 토요일 밤 11시 5분 방송된다.

@highlight

연예인들의 측근인 매니저들의 입을 통하여 스타들의 일상을 관찰하고 참견하는 본격 참견 예능 프로그램인 '전지적 참견 시점'의 오늘 37회 방송에서는 하하가 아내 별에 대한 고백과 과거 미안했던 사연을 말하면서 눈물까지 보인다고 하여 벌써부터 방송을 기다리는 시청자들의 궁금증을 자아내고 있다. 