남평, 강서동 교동마을 일원을 대상으로 도시침수예방사업의 기본 및 실시설계용역이 진행 중에 있으며, 2019년 하반기에 공사 착공할 예정이며, 노후하수관로 정비사업도 삼성동, 중앙동 구시가지 지역을 대상으로 2019년 1월부터 사업에 착수할 예정에 있다.

또한 2018년 12월 환경부에서 양산시 삼성, 중앙, 양주동일원 5.77㎢를 하수도정비 중점관리지역으로 추가 지정함에 따라, 본 지역을 대상으로 하는 도시침수예방사업 추진에 필요한 사업비(403억원)중 국비 282억원을 우선적으로 지원받게 됨으로써 집중호우 등으로 인한 침수 피해로부터 시민들의 인명과 재산을 보호할 수 있게 될 것이다.

특히, 이번 삼성, 중앙, 양주동지역의 하수도정비중점관리지역의 추가 지정으로 양산시의 구 시가지지역 전체가 포함됨에 따라 과거 국도 35호선과 신도시 조성으로 인해 기존 시가지의 우수 배제가 원활하지 못하여 발생하였던 침수피해가 근본적으로 개선되게 되어 시민들이 안심하고 생업에 종사할 수 있을 것으로 기대된다.

양산시는 이러한 사업 추진에 필요한 사업비 833억원 중 국비 583억원이 확정됨에 따라 2018년부터 2022년까지 사업비를 순차적으로 투입하여 근원적인 침수예방사업 추진으로 시민의 생명과 재산을 보호하고 지역 내 생산 자재 구매를 통한 지역경제 활성화 등 다양한 효과를 거둘 것으로 기대되고 있으며, 특히, 원도심의 발전에 필요한 충분한 도시 인프라가 구축됨으로 각종 개발사업 추진에 탄력을 받을 것으로 예상된다.

양산시 관계자는 "도시침수 예방사업을 추진하면 최근 인근 도시에서 많이 발생하고 있는 싱크홀과 같은 노후화된 지하시설물로 인해 발생하는 다양한 문제점도 동시에 해결될 것으로 기대하고 있으며, 도시침수 예방사업과 노후 하수관로 정비사업을 최대한 신속히 추진하여 공사로 인한 시민불편을 최소화하고 시민들이 안심하고 생활할 수 있는 도시환경 조성에 행정력을 집중하겠다"고 밝혔다.

@highlight

2018년 12월 환경부에서 양산시 삼성,중앙,양주동일원을 하수도정비 중점지역으로 추가 지정함에 따라 양산시 구시가지 전체가 포함됨에 따라 기존 시가지의 우수 배제 불량으로 발생하던 침수피해가 근본적으로 개선되고 도시침수 예방사업의 추진으로 노후화된 지하시설물로 인한 싱크홀 발생을 예방하며 시민의 인명과 재산보호,안심하고 생업 종사,시민불편 최소화에 행정력을 집중하겠다고 강조했다.