[보령]보령시가 설을 맞아 다양한 '만세보령 농특산품'을 선보이는 가운데 반건조 수산물세트가 인기를 끄는 것으로 나타났다.

21일 시에 따르면 '만세보령 농특산품'은 2년 연속 대한민국 명품 쌀로 선정된 '만세보령쌀 삼광미 골드'와 푸짐하고 실속 있는 보령산 '조미김', 우럭, 도미 등 청정해산물 반건조식품, 피부미용에 탁월한 효능이 있는 '머드화장품' 등 중저가의 실속형 선물로 호응을 얻고 있다.

이 중 청정해역인 보령 앞바다에서 어획되는 우럭과 간재미, 아귀 등을 반건조한 수산물세트는 간편 요리를 즐기는 최신 트렌드에 맞춰 큰 인기를 끌고 있다.

시 관계자는 "멸치, 새우 등 반건조 식품이 여전히 큰 인기를 얻고 있지만, 간단한 해동만으로 쉽게 조리할 수 있는 반건조 수산물은 3만원부터 10만원으로 택배를 통해 손쉽게 보낼 수 있어 주목받고 있다"고 말했다.

'만세보령쌀 삼광미 골드'는 지난 2015년 대한민국 명품쌀 최우수, 2016년 우수를 수상해 품질, 향, 외관, 맛 등 모든 분야에서 최고로 입증 받고 있다.

보령산 맛김은 품질이 좋기로 정평이 나 있고, 매년 설과 추석 명절에는 조미김 전체 매출액의 70%를 차지할 정도로 선물용 인기 상품으로 각광을 받는다.

보령의 바다 진흙을 이용한 머드팩 등 27종의 머드화장품은 미네랄성분이 풍부하고 게르마늄, 벤토나이트 등 인체에 유익한 성분이 함유돼 피부수축과 피부노폐물 제거에 탁월한 효능이 있는 것으로 알려져 인기가 높다.

한편, 만세보령 농특산품은 우체국 쇼핑몰에 접속해 카테고리의'기획전→지역브랜드관→만세보령 설 쿠폰 할인전'을 통해 저렴하게 만나볼 수 있다.

@highlight

보령시가 중저가의 실속형 설 선물로 선보인 '만세보령 농특산품' 중 우럭과 간재미, 아귀 등을 반건조한 수산물 세트가 간편 요리를 즐기는 트렌드에 맞춰 인기를 끌고 있다.