[마경대 기자 kdma@imaeil.com] 익명의 기부천사가 어려운 이웃에 전해달라고 기부한 쌀 60포.

기해년 새해부터 영주 장수면에 기부 물결이 넘쳐나 훈훈한 감동을 전하고 있다.

20일 장수면에 거주하는 익명의 기부 천사가 밥맛 좋기로 소문난 곰실미 60포대(10kg·150만 원 상당)를 장수면 행정복지센터에 전했다.

익명의 기부 천사는 "소외된 이웃들이 추운 겨울 따뜻한 밥 한 공기라도 맛있게 드셨으면 하는 바람에서 작은 정성을 보태게 됐다"면서 "남에게 알려지는 것은 부담스럽다"고 즉답을 피했다.

장수면 새마을지도자협의회가 어려운 이웃을 위해 써달라며 장수면에 성금 100만원을 전달했다.

앞서 지난 17일 장수면 새마을지도자협의회(회장 이한길)는 틈틈이 모금한 성금 100만원을 어려운 이웃에 써달라며 지역사회보장협의체에 전달했다.

이한길 새마을지도자협의회 회장은 "더불어 사는 장수면을 만드는 데 지도자들이 앞장서자고 만장일치로 뜻을 모았다"며 "어려운 이웃들과 함께 지역사회공동체 일원으로서 행복할 수 있도록 더욱 노력하겠다"고 말했다.

이 밖에 ▷성곡2리 주민 일동 20만원 ▷신우축산 10만원 ▷두전2리 주민 일동 20만원 ▷두전2리 노인회 10만원 ▷장수면 바르게살기위원회 25만원 등 성금이 줄을 이었다.

지난해 12월에는 장수면 기관 단체협의회 50만원, 장수면 적십자봉사회·새마을부녀회·생활개선회에서 10만원씩 등 총 19건에 400여만원의 성금이 접수돼 어려운 이웃에 따뜻한 온기를 전하고 있다.

안윤근 장수면장은 "시골 동네지만 따뜻한 마음은 도시지역 못지않다"며 "기부 천사들이 보내준 정성이 헛되지 않게 복지 사각지대 발굴과 지원에 최선을 다하겠다"고 말했다.

@highlight

영주 장수면에서는 기부 나눔 릴레이가 펼쳐져 어려운 이웃에게 따뜻한 온기를 전하며 잔잔한 감동을 전하고 있고, 안윤근 장수면장은 기부자들의 정성을 잘 받아 복지 사각지대 발굴과 지원에 최선을 다하겠다고 말하며 마음 따뜻한 새해를 보내고 있다.