[서울경제] 배우 차민지가 OCN 의 종영 소감을 전했다.

OCN 토일 오리지널 (연출 김종현/극본 문만세/제작 크레이브웍스)에서 초현실적인 현상이 만들어내는 미스터리한 사건을 파헤치는 형사 '장경란' 역을 맡았던 배우 차민지가 종영 후 마지막 인사를 전했다.

차민지는 21일 소속사 미스틱엔터테인먼트를 통해 "좋은 작품에 참여하게 되어 즐겁고 행복한 시간이었습니다. 엑소시즘 장르에 대한 매력을 느끼게 해준 작품이라 감사한 마음도 들고, 더 좋은 모습을 보여드리지 못한 것 같아 아쉬운 마음도 듭니다"라며 작품에 대한 애착을 드러냈다.

이어 "매회 흥미진진한 대본 써주신 작가님, 한 컷 한 컷 정성스러운 장면 담아주신 감독님을 비롯한 모든 스텝분들께 감사드립니다. 더불어 추운 날씨에 고생하신 배우분들께도 수고 많으셨다고 전하고 싶습니다. 빠른 시일 내에 다른 작품을 통해 인사 드리겠습니다. 새해 복 많이 받으세요"라며 감사 인사를 남겼다.

차민지는  6화에서 부마자 서재문(연제욱 분)에 의해 스스로의 머리에 권총을 쏜 후 갑작스런 죽음을 맞이해 시청자들에게 충격을 안긴 바 있다.

하지만 이후 차민지의 죽음이 오수민(연우진 분)의 악몽이었음이 밝혀지며 또 한 번 놀라움을 더했다.

지난 14화 방송에서는 차민지와 오랜 기간 함께 일해온 파트너인 구도균 형사(손종학 분)가 오수민의 악몽이 현실이 되지 않도록 조치했음에도, 차민지가 구마 현장에 등장해 결말을 예측할 수 없는 전개로 시청자들을 혼란에 빠트렸다.

한편 차민지는 구형사의 미심쩍은 행동을 예리하게 파고드는 장경란 형사 역할을 흡인력 있는 연기와 몸을 아끼지 않는 액션 연기로 완벽하게 소화하며 많은 호평을 얻었다.

차민지가 열연을 펼친 OCN 토일 오리지널 는 지난 20일 최종화를 끝으로 대단원의 막을 내렸다.

@highlight

OCN 토일 오리지널 '프리스트'에서 구형사를 의심하는 '장경란'형사 역을 맡아 열연한 차민지는 종영 후 밝힌 소감에서 엑소시즘 장르의 매력을 느끼게 해준 작품이기에 더욱 애착을 느낀다고 말했다.