LG전자는 21일 프리미엄 인공지능(AI) 스피커 'LG 엑스붐 AI 씽큐(ThinQ·모델명 WK7)'를 국내 출시했다고 밝혔다.

LG 엑스붐 AI 씽큐는 LG전자만의 독자적인 오디오 기술에 영국 명품 오디오 브랜드 '메리디안오디오'의 기술을 더해 최상의 사운드를 구현했다.

모델이 AI 씽큐를 사용해보고 있다.

LG전자는 21일 프리미엄 인공지능(AI) 스피커 'LG 엑스붐 AI 씽큐(ThinQ·모델명 WK7·사진)'를 국내 출시했다고 밝혔다.

LG 엑스붐 AI 씽큐는 LG전자만의 독자적인 오디오 기술에 영국 명품 오디오 브랜드 '메리디안오디오'의 기술을 더해 최상의 사운드를 구현했다.

사용자는 가수의 음성을 깨끗하게 들을 수 있는 '목소리 보정 모드'와 풍부한 중저음을 강화할 수 있는 '저음 강화 모드'를 선택할 수 있다.

일본오디오협회(JAS)가 부여하는 하이레스 오디오 인증을 받은 것도 눈에 띈다.

고음질 음원 재생 기준에 부합되는 음향기기로 기술력을 인정받았다는 의미다.

구글 어시스턴트의 한국어 서비스도 지원된다.

사용자는 음악 추천, 날씨, 일정 관리, 번역, 알람 등 구글 연동 기능을 음성으로 이용할 수 있다.

음성으로 편리하게 AI LG 씽큐 가전의 상태 확인은 물론 동작 제어도 가능하다.

구글 어시스턴트를 통해 한국어로 연동되는 LG 씽큐 가전은 세탁기·냉장고·에어컨·건조기·스타일러·공기청정기·로봇청소기·광파오븐 등 8종이다.

회사의 한 관계자는 "구글 어시스턴트에 연동되는 약 1만개의 스마트기기를 제어할 수 있다"며 "사용자는 음성명령으로 거실 조명을 끄거나 집안 온도도 조절할 수 있다"고 소개했다.

출하가격은 24만9,000원이다.

@highlight

LG전자는 영국 명품 오디오 브랜드 '메리디안오디오'의 기술을 더한 프리미엄 인공지능(AI) 스피커 'LG 엑스붐 AI 씽큐를 국내 출시하였으며 목소리 보정 모드와 저음 강화 모드를 선택할 수 있다.