김제시의회(의장 온주현)는 21일 제225회 임시회 제1차 본회의를 개최하고 의정활동에 들어갔다.

이날 5분 발언에 나선 오상민 의원은 "지평선 산업단지 입주기업 직원 대부분이 지역에 거주하지 않아 고용 창출로 인한 인구 유입 효과가 없다"며 "이는 인구를 유입하고 고용을 창출해 지역경제를 살리겠다는 목적이 아닌 기업 유치라는 수단적 요소에만 집착한 결과로 산단 조성의 목적이 기업을 위한 것인지, 시민을 위한 것인지 분명하게 재인식 할 필요가 있다"고 지적했다.

그는 이어 "기업하기 좋은 도시를 만드는 것뿐만 아니라 청년들이 일하기 좋은 도시를 만들어 산업단지 조성의 당초 목적인 고용 창출에 의한 지역경제 활성화를 통해 인구를 유입해야 한다"고 주장했다.

박두기 의원은 "전북권 공항이 새만금 지역에 추진되고 있는 상황에서 사실상 공항 부지로서 기능이 상실된 백산면, 공덕면 일대의 공항 부지를 민간육종연구 제 2단지로 조성해 종자관련 박물관과 종자가공처리센터를 설립하는 등 종자산업 기반 지역으로 적극 활용해야 한다"고 주장했다.

그는 또 '종자산업의 집적화를 위해 공항 부지를 농림축산식품부 소관으로 전환하기 위한 타당성 용역을 추진하고 정부를 지속적으로 설득하는 등 특단의 노력을 기울일 것'을 촉구했다.

김주택 의원은 "청정 지역으로 여겨졌던 김제시는 더 이상 미세먼지로부터 안전하지 않다"며 "공공기관을 중심으로 다양한 분야의 전문가와 시민들의 의견을 수렴하고 원인 파악을 위한 용역을 실시하는 등 시민들이 미세먼지 걱정 없이 안전하게 숨 쉴 수 있는 권리를 누릴 수 있도록 집행부의 적극적인 대응이 필요하다"고 촉구했다.

이 자리에서 박준배 시장은 김제형 일자리, 스마트팜 혁신밸리 조성, 맞춤형 복지 실현과 안전하고 쾌적한 명품도시 구현, 제21회 지평선 축제의 성공 개최를 통한 고품격 글로벌 문화관광 선도 등 7대 핵심전략에 대해 설명했다.

@highlight

김제시의회(의장 온주현)는 21일 제225회 임시회 제1차 본회의를 열어 고용 창출에 의한 지역경제 활성화를 통한 인구 유입과 백산면, 공덕면 이대의 공항 부지를 종자산업 기반 지역으로 활용하는 건 등에 대해 논의했다.