상조업체의 자본금 기준 상향에 따라 우려됐던 '상조대란'은 피한 것으로 나타났다.

자본금 기준에 미달한 상조업체의 소비자는 약 2만2000명으로, 전체 상조 소비자의 0.4%에 그친 것으로 조사됐다.

공정위는 다른 상조업체 서비스를 이용할 수 있는 '내상조 그대로'를 최대한 활용할 수 있도록 유도하겠다는 방침이다.

21일 공정위가 상조업체의 자본금 증액 상황을 최종 점검한 결과 할부거래법을 위반한 가능성이 있는 상조업체는 현재 43개다.

개정 할부거래법에 따라 오는 24일부터는 상조업체 자본금 하한 기준이 3억원에서 15억원으로 상향된다.

자본금을 확충하지 못한 상조업체는 등록이 말소돼 사업을 할 수 없다.

직권 말소 위기에 처한 43개 업체의 회원은 전체 상조 소비자 540만명 중 0.4%인 2만2000명에 불과하다.

대부분 가입자 규모가 1000명 미만인 영세 업체이기 때문이다.

지난해 3월 조사 때 자본금 요건 미충족 업체가 131개, 소비자 수는 170만명에 달했던 것과 비교하면 크게 개선된 셈이다.

공정위는 피해가 우려되는 2만2000명은 '내상조 그대로' 서비스를 이용할 수 있는 만큼 '상조 대란'은 없을 것으로 판단했다.

'내상조 그대로'는 폐업 등의 사유가 생기면 소비자가 그동안 낸 돈 전액을 인정해줘 6개 우량 상조업체(프리드라이프, 교원라이프, 좋은라이프, 경우라이프, 휴먼라이프, 라이프온)에 재가입할 수 있도록 지원하는 서비스다.

등록이 취소된 업체의 소비자는 이 서비스를 이용하면 추가금을 내지 않고 새로운 상조서비스를 계속 이용할 수 있다.

단, 소비자가 피해보상금을 받은 뒤 3년 안에 내상조 그대로 참여업체에 직접 신청해야 한다.

홍정석 공정위 할부거래과장은 "자본금 미충족 업체의 소비자 피해를 최소화하기 위해 내상조 그대로 등 대체 서비스 이용 방법을 적극적으로 홍보할 계획"이라고 말했다.

@highlight

상조업체의 자본금 기준을 상향함에 따라 직권 말소 위기에 처한 43개 업체의 회원 2만2000명을 공정위가 '내상조 그대로'를 최대한 활용할 수 있도록 유도해 '상조대란'은 일어나지 않을 것으로 나타났다.