[이데일리 이윤화 기자] 밀크티 전문점 공차가 인수합병(M&A) 시장에서 새 주인을 찾는다.

사모펀드(PEF) 운용사 유니슨캐피탈이 지난 2014년 말 공차코리아를 인수한지 5년 만이다.

21일 유니슨캐피탈과 관련업계에 따르면 최근 공차코리아는 매각 작업에 착수했다.

유니슨캐피탈은 지난 2014년 10월 공차코리아 지분 약 65%를 340억원에 인수한 뒤 지분율을 늘려갔다.

현재는 '골든티유한회사'라는 이름의 특수목적회사(SPC)를 통해 공차코리아의 지분 76.9%를 보유한 상태다.

나머지 지분 중 23.1%는 당초 대만 브랜드 공차의 국내 판권을 들여와 브랜드화한 김여진 고문의 배우자 마틴 에드워드 베리 씨의 소유다.

공차코리아는 한국, 일본, 대만 등 3개국에서 직영사업을 하고 있고 16개국에서 마스터 프랜차이즈 사업을 진행하고 있다.

공차의 상각전영업이익(EBITDA)은 2016년 75억원에서 2017년 135억원으로 1년 만에 2배 가까이 올랐고, 지난해에는 325억원까지 증가했다.

매각 대상은 회사 지분 100%로 영업이익 폭을 감안했을 때 공차코리아의 최대 매각가격은 4000억원 이상 규모로 추산되고 있다.

매각주관사로는 골드만삭스가 거론되고 있다.

유니슨캐피탈 관계자는 "매각이 결정된 것은 맞지만 아직 확정된 것은 없고 준비 중에 있다"고 말을 아꼈다.

투자은행(IB) 업계에 따르면 유니슨캐피탈이 공차코리아의 매각을 결정한 이유는 투자금 회수(엑시트)에 적절한 시기라고 판단했기 때문이다.

공차코리아는 프랜차이즈 사업 형태로 운영되고 있긴 하지만 가맹사업 비중이 30% 정도에 그치는데 국내에서 무리한 출점을 자제한 대신 글로벌 확장 전략을 택해 성장해 왔다.

실제로 지난 2015년 일본에 진출한 공차는 3년 만에 직영점 3개, 가맹점 17개를 운영하는 등 꾸준히 성장해 왔다.

글로벌 매출이 증가하면서 소위 '몸값'을 키우기에 성공했다는 평가다.

공차코리아가 이번 매각에 성공한다면, 국내 판권을 가진 한국 법인이 해외 본사를 인수한 후 매각에 성공하는 첫 사례가 된다.

@highlight

21일 유니슨캐피탈은 투자금 회수에 적절한 시기라는 판단 하에 공차코리아 매각 사업에 들어갔으며 최대 매각가격은 4000억원 이상으로 예측되고 있다.