블랙핑크가 데뷔 첫 월드투어의 두 번째 도시인 자카르타를 매료시켰다.

블랙핑크는 지난 19일과 20일 양일간 인도네시아 자카르타에서 'BLACKPINK 2019 WORLD TOUR with KIA [IN YOUR AREA] JAKARTA'를 개최했다.

이날 블랙핑크는 데뷔곡 '붐바야', '휘파람'을 비롯해 최근 유튜브 조회수 6억뷰를 돌파한 히트곡 '뚜두뚜두'까지 다채로운 무대를 꾸몄다.

스탠딩은 물론 2층 객석까지 자리를 꽉 채운 팬들은 '뿅봉'이라고 불리는 공식 응원봉을 흔들며 한국어로 노래를 처음부터 끝까지 따라불렀다고 소속사 YG엔터테인먼트는 전했다.

멤버들은 솔로 무대도 선보였다.

지수의 'CLARITY', 리사의 'TAKE ME' 'SWALLA', 로제의 'LET IT BE' 'YOU & I' '나만 바라봐' 등 특별 커버곡과 댄스, 제니의 데뷔 첫 솔로곡 'SOLO' 등 4인 4색 퍼포먼스가 이어졌다.

특수효과도 공연 분위기를 띄우는데 한몫 했다.

화약, 레이저, 포그 등 다양한 구성으로 자카르타 공연을 한층 풍성하게 만들었다.

멤버들은 "저희 보고 싶었나요? 뜨겁게 환영해주시고, 소중한 추억 남겨주셔서 감사합니다"라고 현지어로 인사를 했다.

로제는 중간중간 관객 파도 타기를 시도해 분홍빛 물결을 자아내는가 하면 팬들과 기념 사진을 촬영하는 등 팬 서비스도 보여줬다.

블랙핑크는 120분 간의 공연을 마친 뒤 "많이 긴장했지만 팬들이 있어 무사히 콘서트를 마칠 수 있었다"며 "이 순간을 영원히 기억하겠다"고 감사해 했다.

블랙핑크는 자카르타에 이어 홍콩, 마닐라, 싱가포르, 쿠알라룸푸르, 타이베이를 거쳐 북미, 유럽, 호주로 찾아간다.

@highlight

블랙핑크는 스탠딩은 물론 2층 객석까지 팬들로 꽉 채우며 지난 19일과 20일 데뷔 첫 월드투어의 두 번째 도시인 자카르타에서 공연을 성공적으로 마쳤다.