이수화학의 중국 합작법인 'GOC(GREAT ORIENT CHEMICAL TAICANG)'가 3년 연속 흑자경영을 기록했다.

안정적 경영행보를 잇고 있는 만큼 올해 영업이익 목표 역시 전년 대비 135% 상향한 500만달러로 높여잡았다.

이수화학은 지난주 중국 현지에서 파트너사 살림그룹과 합작법인 'GOC' 이사회 미팅을 진행했다고 21일 밝혔다.

이번 미팅에서 양사는 2018년 경영실적 점검을 비롯해 올해 경영계획에 대한 세부적인 논의가 오갔다고 전했다.

GOC는 지난 2008년 11월 이수화학이 인도네시아 살림그룹과 함께 LAB공장 경영을 목적으로 설립한 중국 현지 합작법인이다.

이수화학과 살림그룹은 2012년 10월까지 약 1000억원을 투자해 중국 태창시에 연간 10만톤(t) 규모 LAB공장을 준공했다 .

설립 이후 중국 내에서 성공적인 운영 기틀을 마련했다는 평가다.

GOC는 지난 2016년 280만달러(한화 약 32억원), 2017년 287만달러(약 33억원) 흑자를 기록한 데 이어, 최근 본격적인 회복세로 접어든 LAB시장 수요에 힘입어 지난해 213만달러(약 23억원)의 영업이익을 시현하며 3년 연속 흑자를 기록했다.

이에 올해 영업이익 목표치 역시 전년 대비 두배 이상 높여잡았다.

류승호 이수화학 대표이사는 "이번 GOC 이사회 미팅에서는 흑자경영을 지속하고 있는 현 상황에 안주하지 않고, 원가 절감 등을 통해 향후 나아가야 할 매출 증대 방안들이 구체적으로 논의됐다"며 "올해 합작법인 GOC는 영업이익 500만달러(약 55억원) 달성을 목표로 하고 있는 만큼 살림그룹과 다양한 협력체제를 구축해가며 효율적인 경영을 이어갈 것"이라고 설명했다.

한편 이수화학과 합작법인 GOC를 함께 운영 중인 살림그룹은 인도네시아 최대 재벌그룹 중 하나로 알려져 있다.

주력 사업으로는 인도네시아 현지 최대 식품기업인 인도푸드 등을 경영하고 있으며, 최근에는 스타트업 지원을 통해 e커머스 분야로도 사업 영역을 확장해가고 있다.

@highlight

이수화학의 중국 합작법인 'GOC'가 안정적 경영행보로 3년 연속 흑자경영을 기록했으며 현 상황에 안주하지 않고 앞으로 나아가야 할 방안들을 구체적으로 논의해 올해는 영업이익 500만달러 달성이 목표라고 밝혔다.