[서울경제] FT아일랜드 이재진이 후배 밴드 엔플라잉을 위해 발벗고 나선다.

이재진은 오는 6월 엔플라잉이 일본에서 개최하는 단독콘서트 'N.Flying 2019 LIVE IN JAPAN -BROTHERHOOD-'에서 베이스 연주를 맡는다.

이들은 4일 나고야 다이아몬드홀을 시작으로 6일 오사카 빅캣, 7일 도쿄 신키바 스튜디오 코스트에서 3일간 라이브 공연을 펼친다.

엔플라잉은 최근 4인조로 팀 개편을 겪었다.

베이스 자리에 공석이 생기며 당장 올해 상반기에 예정된 단독콘서트에 차질이 생길 수도 있었지만 FT아일랜드에서 베이스를 담당하고 있는 이재진이 흔쾌히 돕기로 했다.

후배들을 챙기는 이재진의 훈훈한 의리가 빛나는 가운데, 선후배 밴드간 새로운 협업으로 팬들의 관심과 기대가 모아지고 있다.

이들의 협업이 순조롭게 진행될 수 있었던 데에는 각자 포지션이 분명한 밴드라는 이점이 작용했다.

FNC엔터테인먼트 소속 밴드들은 패밀리 콘서트 'FNC 킹덤'과 연말 시상식 무대를 통해 컬래버레이션 무대를 선보여 왔다.

이번에도 밴드만이 할 수 있는 음악적 교류를 통해 엔플라잉 팬들뿐만 아니라 FT아일랜드 팬들의 관심까지 집중될 것으로 예상된다.

엔플라잉은 지난 2일 공개한 신곡 '옥탑방'으로 활발하게 활동하고 있다.

'옥탑방'은 리더 이승협이 작사, 작곡, 편곡한 곡으로 옥탑방에서 함께 밤하늘을 바라보던 풋풋한 연인들의 추억으로부터 시작되는 가사가 듣는 이들로 하여금 소소한 공감을 불러일으킨다.

이재진은 밴드 FT아일랜드 멤버이자 배우로 SBS '언니는 살아있다', MBN '리치맨' 등 드라마에서 안정적인 연기로 사랑 받고 있다.

지난달에는 MBC '복면가왕'에 출연해 숨겨둔 가창력을 뽐내며 판정단에게 놀라움을 안기기도 했다.

@highlight

FT아일랜드 베이스 담당 이재진이 최근 팀 개편으로 베이스 자리에 공석이 생긴 엔플라잉을 기쁘게 돕기로 하고 ‘N.Flying 2019 LIVE IN JAPAN -BROTHERHOOD-‘ 단독콘서트에서 베이스 연주를 맡기로 한 것에 선후배 밴드간 새로운 협업으로 관심과 기대가 모아지고 있다.