[이데일리 한광범 기자] 카카오의 금융플랫폼 카카오페이는 지난해 2018년 자사 플랫폼을 통한 거래액이 20조원을 달성했다고 21일 밝혔다.

카카오페이는 지난해 거래액이 급증하며 빠른 속도로 성장하며 플랫폼 영향력을 확대했다.

월간 거래액은 3월 처음으로 1조원을 돌파한 데 이어 9월 2조원을 넘겼고 12월엔 3조원을 넘겼다.

2014년 국내 최초 온라인 간편결제 서비스를 시작한 카카오페이는 지난해 결제·송금·청구서·인증 등 기존 서비스에서 지속적인 성과를 이끌어냈다.

아울러 오프라인 시장에 진출하고 전문금융 서비스를 확장하는 등 새로운 도전을 거듭하고 있다.

카카오페이는 지난해 1월 '카카오페이카드'를 출시하며 오프라인 시장 진출을 알렸다.

카카오페이카드는 연결한 금융 계좌에서 충전한 카카오페이머니로 전국 모든 오프라인 카드 가맹점에서 결제할 수 있는 카드로 현재 100만장 이상 발급됐다.

같은 해 5월에는 플라스틱 카드나 현금 없이 스마트폰 QR코드·바코드로 오프라인에서 결제할 수 있는 서비스를 잇따라 선보였다.

11월엔 전문 금융 서비스로 영역을 확대하며 카카오페이 하나로 1만원부터 투자할 수 있는 '카카오페이 투자'를 선보이기도 했다.

카카오페이는 현재 제휴사가 제공한 투자 상품을 내부 심사 전문 인력 검토를 거쳐 중개하고 있다.

카카오페이 측은 "카카오톡 안에서 간편하게 투자할 수 있다는 점에서 금융을 어려워하던 20대 사용자들도 견인하며 출시 이후 연일 매진을 이어가고 있다"고 설명했다.

카카오페이는 지난해 성과를 바탕으로 올해는 환전 없이 해외에서 결제할 수 있는 글로벌 크로스보더 결제 서비스와 투자 상품 다각화 등 전문 금융 서비스 확대에 주력할 예정이다.

카카오페이 관계자는 "지난 한 해 동안 오프라인 결제 시장 진출, 투자 서비스 출시 등 금융의 새로운 흐름을 만들어가기 위해 도전한 결과, 2600만 사용자들이 한 달에 3조 이상 거래하는 생활 금융 플랫폼으로 성장할 수 있었다"고 밝혔다.

그러면서 "올해는 금융 허들을 낮출 수 있는 새로운 시도를 거듭하며 사용자들 일상에 의미 있는 변화를 가져올 수 있도록 최선을 다하겠다"고 밝혔다.

@highlight

2014년 국내 최초 온라인 간편결제 서비스를 시작한 카카오페이는 지난해 2018년 자사 플랫폼을 통한 거래액이 20조원을 달성했다고 21일 밝혔으며 빠른 속도로 성장하며 플랫폼 영향력을 확대하는 것으로 나타났다.