노사협의회 만들어 제도개선키로황서종(오른쪽) 인사혁신처장이 21일 오전 세종시 정부세종청사에서 열린 2008 정부교섭 협약 체결식에 참석해 노조측과 인사를 나누고 있다.

[서울경제] 정부와 공무원 노조 간 최대 규모 단체교섭이 11년 만에 마무리 됐다.

양측은 노사협의회를 설치해 지난 10년 간의 반목을 끝내고 대화를 통해 공무원 근무 환경, 복리 증진 등을 협의해 나가기로 했다.

21일 정부 측 교섭 대표기관인 인사혁신처에 따르면 이번 정부교섭에 참여한 공무원 노조는 대한민국공무원노동조합총연맹(공노총), 전국공무원노동조합(전공노) 등 총 74곳이다.

이들에 속한 국가·지방 공무원 수는 23만 명에 달한다.

이들은 지난 2008년 정부와 단체 교섭에 나섰으나 일부 노조의 참여 자격 공방이 벌어지면서 대화 자체가 중단됐다.

2006년 공무원노조법 시행 이후 정부 교섭은 2007년 딱 한 차례 이뤄지고, 양측의 대화가 일절 없었던 것이다.

대화 재개는 문재인 정부 들어 이뤄졌다.

정부와 이들 노조는 2017년 12월 예비교섭을 시작해 지난 해 7월 본교섭에 돌입했다.

이후 6개월 여간 교섭을 진행한 끝에 이날 양측은 교섭을 끝내고 협약 체결식을 열었다.

양측이 서명한 단체협약에는 공무원의 근무조건과 복리 증진 등을 협의하기 위해 '공무원 노사협의회'를 설치·운영하는 내용을 담겼다.

공무원 보수와 수당 제도를 합리적으로 개선하기 위해 지속해서 논의하고, 신규 공무원·승진자 등에 대한 교육 강화, 출장비·당직비 현실화, 여성 공무원 모성 보호, 성평등 문화 정착, 휴가제도 개선을 위해 함께 노력한다는 내용도 포함됐다.

노조 측 교섭 대표인 이연월 공노총 위원장은 "(2007년 첫 교섭 타결 이후) 무려 12년 만에 다시 이 자리가 마련됐다는 것에 작은 감동을 느끼지만, 10년이 넘는 기간 동안 노동자의 당연한 권리를 실현하지 못했다는 죄책감이 더 크다"며 "'2008 정부교섭' 합의안이 제대로 이행되는지 철저히 살펴보겠다"고 말했다.

정부 측 교섭 대표인 황서종 인사처장은 "공무원 노사가 합심해 더 나은 행정서비스를 제공하고, 공직사회가 국민의 신뢰를 얻도록 노력하겠다"고 말했다.

@highlight

정부와 공무원 노조 간 공무원 근무 환경,복리 증진 등의 내용을 담은 협약이 11년만에 체결되었다.