1975년 설립된, 43년 전통의 프랑스 에스테틱 스파 브랜드인 캐롤프랑크가 자사 신제품 ‘롤링 커버 쿠션’ 론칭 방송을 진행하였으며, 해당 방송에서 준비된 수량을 빠른 속도로 소진하며 매진을 기록했다고 밝혔다.

롤링 커버 쿠션은 CJ 오쇼핑의 동지현 쇼호스트가 진행하는 인기 뷰티 프로그램인 ‘동가게’를 통해 판매되었으며, 준비한 제품 32,800개(낱개 환산 기준, 약 6,571세트)를 완판하며 약 5억원이 넘는 매출을 달성했다.

‘롤링 커버 쿠션’은 각기 분리된 11개의 롤링 쿠션폼이 모여 하나의 쿠션으로 완성된 것으로 에센셜 성분 및 커버 입자가 반자동 선순환을 통해 결점을 커버해준다.

또한 물광밤, 핑크톤업크림, 컨실커버 파운데이션이 적당한 비율로 구성되어 있어 수분 광채와 화사한 피부를 표현해준다.

특허받은 커버 입자 등 4중 복합 커버 입자를 함유하여 무겁지 않으면서도 높은 커버력을 연출할 수 있으며 프랑스 특허 보습, 탄력, 브라이트닝 성분 및 황금동백나무추출물, 불가리안 로즈오일을 함유하여 스파광(光)을 위한 스킨케어 성분을 강화했다.

또한 50시간 수분광채(보습광채)지속에 도움, 50시간 메이크업 색상 지속에 도움, 50시간 커버에 도움 등 인체적용시험을 통해 효과를 입증하였다.

캐롤프랑크 관계자는 “최근 글로벌 뷰티 브랜드들의 쿠션팩트 출시가 잇따르는 가운데 ‘롤링 커버 쿠션’을 프랑스 본사의 기획에 맞춰 쿠션 제품의 본고장인 한국에서 제조하여 출시했다”며 “국내에서 ‘액티브 세럼’으로도 많은 사랑을 받은 데 이어 롤링 커버 쿠션도 매진을 기록하게 돼 감사드린다”고 전했다.

이수한 기자 .

@highlight

프랑스 에스테틱 스파 브랜드인 캐롤프랑크가 인기 뷰티 프로그램인 ‘동가게’를 통해 신제품 ‘롤링 커버 쿠션’ 론칭 방송을 진행하였으며, 스킨케어 성분을 강화하고 50시간 보습·메이크업 색상 지속·커버 효과가 입증되어 완판을 하였다고 밝혔다.