이달 들어 철강업종의 주가지수가 8% 상승해 코스피 지수 수익률 대비 4%포인트를 상회했다.

중국의 경제지표 부진이 역설적으로 경기부양 기대감 강화로 이어져 철강업종 투자 심리를 호전시키고 있단 분석이 나온다.

박현욱 현대차증권 연구원은 22일 보고서에서 "연초 POSCO(005490)의 주가순자산비율(P/B)이 1997년의 역사적 저점, 현대제철은 고로사업 진출 이후 PB밴드의 하단을 하회해 밸류에이션 매력이 큰 상황에서 무역분쟁 완화 및 중국의 경기부양 기대감으로 매크로 환경의 불확실성이 해소돼 철강업종의 주가가 상승했다"고 설명했다.

박 연구원은 "춘절을 전후해 중국 철강 유통업체들의 재고축적 수요가 가세하고 이후 성수기에 진입하면서 중국 철강가격이 강보합으로 전환할 것으로 예상된다"며 "최소한 3월까진 철강업종에 대한 투자심리가 호전될 것"이라고 밝혔다.

중국 철강유통가격은 작년 9월 단기 고점 후 연초까지 15% 하락했으나 최근 들어 보합권에서 등락을 보이고 있다.

박 연구원은 "중국의 철강유통재고가 증가하고 있단 점을 고려할 때 재고축적 수요 증가가 가격을 뒷받침하고 있다고 판단된다"며 "올해는 철강가격이 하락한 상황에서 중국의 경기부양 기대감이 더해져 과거 통상적으로 경험했던 계절적 요인에 의한 가격 상승을 기대할 수 있을 것"이라고 설명했다.

단기적으로 철강업종에 대한 비중을 늘릴 것을 권고했다.

박 연구원은 "철강업체들의 1분기 실적에 대한 우려가 많으나 철강업체들의 실적은 중국 고로 스프레드에 1분기 시차를 두고 후행하기 때문에 중국 철강가격과 스프레드가 반등하면 실적 부진에 대한 우려가 크게 낮아질 것"이라고 말했다.

이에 따라 POSCO와 현대제철을 최선호주로 제시했다.

박 연구원은 "현대제철은 2016년부터 2018년까지 철강경기가 개선됐음에도 자동차 산업 등 전방산업 부진으로 실적과 주가가 부진했기 때문에 올 상반기에는 더욱 탄력적으로 상승할 것"이라고 말했다.

@highlight

22일 박현욱 현대차증권 연구원은 철강업종의 주가지수가 코스피 지수 수익률 대비 4%포인트 높은 8%상승한 것에 대해 무역분쟁 완화와 중국의 경기부양 기대감으로 불확실성이 해소되어 주가가 상승했으며 최소한 3월까지는 철강업종에 대한 투자심리가 긍정적일 것이라고 예측했다.