이찬희 전 서울지방변호사회 회장이 21일 서울 양재동 선거사무소에서 변협 협회장 선거 직후 당선을 확정지은 뒤 환하게 웃고 있다.

[서울경제] 이찬희 전 서울지방변호사회 회장(54·사법연수원 30기)이 제50대 대한변호사협회 협회장에 단독 입후보해 당선됐다.

이 전 회장은 21일 진행된 변협 협회장 선거에서 전체 선거 인원의 3분의 1(7,100여 명) 이상의 찬성을 얻어 최종 당선됐다.

이 전 회장이 단독 후보로 출마한 이번 선거에서는 재적 인원 2만1,227명의 변호사 중 총 1만1,672명이 투표해 투표율 55%를 기록했다.

당초 이 전 회장과 법조계는 단독 출마로 선거 열기가 떨어진 데다 사법고시 폐지로 변호사업계 내 거대 담론도 사라져 투표율이 저조할 것으로 예상했다.

변협 회칙상 당선 기준인 전체 유권자의 3분의 1 이상 득표에 실패하면 재선거를 거듭해야 한다.

위기감이 커지자 변협은 선거에 참여한 변호사들에게 7,000원 상당의 우산을 제공하기로 결정하기도 했다.

하지만 이 같은 우려는 기우에 그쳤다.

지난 18일 진행된 사전 투표에서만 변호사 7,631명이 참여해 조기 선거 사상 최고 투표율인 36%를 기록했기 때문이다.

이번 당선으로 이 전 회장은 다음 달부터 2021년 2월까지 2년간 변협을 이끌게 됐다.

이 전 회장은 14대(1965~1966년) 고재호 전 협회장(당선 당시 만 52세) 이후 가장 젊은 협회장이기도 하다.

이 전 회장은 당선 직후 "인권 옹호와 사회 정의라는 변호사의 사명을 지키고 직역을 수호하며 변호사들의 미래를 지키겠다"고 포부를 밝혔다.

이 전 회장은 서울 용문고와 연세대 법학과를 졸업한 뒤 1998년 제40회 사법시험에 합격했다.

그는 2001년부터 변호사로 활동하면서 변협 재무이사와 사무총장을 맡았다.

2017년에는 제94대 서울변회 회장으로 선출됐다.

@highlight

21일 진행된 제50대 대한변협 협회장 선거에 단독 입후보해 최종 당선된 이찬희 전 서울지방변호사회 회장은 "직역을 수호하며 변호사들의 미래를 지키겠다"고 밝혔다.