박원순 시장, "금융 경쟁력 강화"[서울경제] 서울시가 핀테크 산업 육성을 위해 금융의 메카 여의도로 직접 들어간다.

여의도에서 창업 공간은 물론 교육 프로그램도 마련해 핀테크 인재까지 키울 계획이다.

서울시는 금융 산업 관련 2019년 주요 사업계획을 21일 발표했다.

서울시는 특히 마포에 조성된 '제1 핀테크 랩'이 상당 부분 성과를 거뒀다고 판단하고 올해 여의도 민간 건물 1개 층을 빌려 1,000㎡ 면적에 '제2 핀테크 랩'을 조성한다.

기업 인원 4명 이상, 투자유치 1억원, 연 매출 1억원 중 2개 이상의 조건을 충족하면 신청할 수 있으며 2년간 기업 공간이 제공된다.

서울시는 이 외에 투자 유치 및 해외 진출도 지원할 예정이다.

20개 내외의 기업이 입주하게 된다.

여의도는 국내외 금융회사의 35%가 집중돼 있지만 상호 교류가 부족하다는 점에서 상호 교류가 가능하도록 '네트워킹 사무공간'으로 구성될 예정이다.

지난해 처음으로 개최한 '아시아 핀테크&블록체인 위크'도 올해 이어가 기업 초청 네트워킹, 잡페어, 해커톤 등의 다양한 프로그램을 운영한다.

2020년부터는 금융대학원 석사학위 과정을 개설해 글로벌 전문가를 양성한다.

서울대·한국과학기술원(KAIST) 등 국내 유수 대학과 협력해 학위 과정을 개설하다.

1년~1년6개월 단기 속성 과정의 금융 MBA를 목표로 한다.

기존에 운영했던 '서울 핀테크 아카데미'는 연간 교육생을 60명에서 올해 100명으로 늘려 금융 빅데이터·인공지능(AI) 등 핀테크 핵심 기술 교육을 확대할 예정이다.

서울시가 여의도에 핀테크 지원 사업을 확대하는 것은 마포 핀테크 랩의 성공에 힘입은 측면이 있다.

마포 서울창업허브 별관에 지난해 4월 개관한 제1 핀테크 랩은 목표 30억원을 웃도는 51억원의 투자 유치 실적을 거뒀다.

양해각서(MOU)는 11건이 체결됐으며 61명의 신규 고용을 창출하는 성과를 거뒀다.

박원순 서울시장은 "급변하는 금융 환경 변화에 대응해 핀테크 창업 지원을 강화하고 금융 분야 전문 인재 육성을 통해 궁극적으로 서울의 금융 산업 경쟁력을 높여나가겠다"고 말했다.

@highlight

서울시는 올해 여의도 건물 1개 층을 임대해 1,000㎡ 면적에 '제2 핀테크 랩'을 조성, 금융기업 간 협력을 위한 '네트워킹 사무공간'으로 운영할 예정이며 핀테크 창업 지원 강화와 금융 분야 인재 양성으로 서울의 금융 산업 경쟁력 제고를 다짐했다.