우리나라 양식 수산물의 수출 금액이 지난해 2조6000억 원이 넘어서는 고공행진을 하고 있다.

하지만 생산량은 역대 최고치였던 2017년 규모에는 못 미친 것으로 나타났다.

21일 한국해양수산개발원 수산업관측센터에 따르면 지난해 천해양식어업 수출액은 23억7700만 달러(약 2조6625억 원)로, 전년 23억1900만 달러(약 2조5975억 원)보다 2.5% 늘어난 것으로 나타났다.

품목별로는 김이 5억2900만 달러(약 5925억 원)로 가장 많았고 굴 6900만 달러(약 773억 원), 전복 6500만 달러(약 728억 원), 넙치류 6500만 달러(728억 원) 순이었다.

이어 미역 3700만 달러(약 414억 원), 바지락 2800만 달러(약 314억 원), 톳 2100만 달러(약 235억 원)가 뒤를 이었다.

전년도인 2017년과 비교했을 때 피조개(33.3%) 전복(25.2%) 굴(16.3%) 미역(10.2%) 수출이 늘어난 반면, 바지락(-31.9%) 톳(-12.9%) 넙치류(-2.1%) 수출은 줄어들었다.

수입액은 59억6000만 달러(약 6조6746억 원)로, 전년 51억3100만 달러(약 5조7462억 원)에 비해 16.2% 증가했다.

주요 품목별로는 연어(27%) 민어(17.9%) 넙치류(14%) 새우(7%)가 증가했고 가리비(-14.7%) 홍합(-8.9%) 바지락(-7.2%)은 감소했다.

지난해 생산량은 220만3000ｔ으로 전년 231만ｔ보다 4.6% 감소한 것으로 집계됐다.

그러나 이는 최근 5년 평균치인 177만7000ｔ보다는 여전히 많은 수준이다.

주요 품목별 생산량은 김이 55만5000ｔ으로 1위였고 이어 미역 51만7000ｔ 굴 30만3000ｔ 넙치 3만7000ｔ 등이었다.

이민용 기자 .

@highlight

한국해양수산개발원 수산업관측센터에 따르면 지난해 천해양식어업 수출액은 전년 대비 2.5%늘었으나 생산량 최고치였던 2017년 규모에는 못 미친 것으로 나타났다.