[이데일리 김정현 기자] 생산자물가지수가 3개원 연속 하락했다.

2017년 4~6월 이후 1년 9개월 만이다.

국제유가가 갑자기 큰 폭 내린 영향을 받았다.

22일 한국은행이 내놓은 생산자물가 잠정치를 보면, 지난달 생산자물가지수는 104.09로 전월(104.63) 대비 0.5% 하락했다.

지난해 10월(-0.4%)과 11월(-0.7%)에 이어 3개월 연속 내렸다.

생산자물가지수는 기업들이 상품과 서비스를 생산에 국내 시장에 처음 출하할 때 가격을 조사해 지수로 만든 지표다.

지수에 포함된 상당수 품목의 첫 공급가는 유통 단계를 거쳐 소비자물가에 영향을 준다.

3개월 연속 생산자물가가 떨어지는 건 국제유가 영향이 큰 것으로 파악됐다.

고공행진하던 국제유가가 지난 10월부터 하락하고 있다.

두바이유는 10월과 11월 각각 전월 대비 5.46%, 21.99% 하락했다.

12월에는 10.44% 내렸다.

국제유가가 하락하면서 경유(-12.0%), 휘발유(-14.5%), 나프타(-9.5%), 제트유(-12.4%) 등 석탄·석유제품을 중심으로 공산품 생산자물가가 전월대비 1.1% 하락했다.

2015년 10월(-1.1%) 이후 최대 낙폭이다.

농림수산품은 농산물(+4.3%)과 축산물(+2.7%), 수산물(+1.2%)이 모두 올랐다.

딸기(+66.7%)와 오이(+39.6%) 상승률이 두드러졌다.

축산물 중에는 닭고기(+21.0%)가, 수산물 중에는 우럭(+22.5%)과 조기(+38.2%)가 큰 폭 올랐다.

생산자물가지수와 수입물가지수를 결합해 산출하는 국내공급물가지수는 지난달 100.58로 전월 대비 1.5% 하락했다.

2개월째 하락세다.

생산자물가지수에 수출물가지수를 더해 지수화한 총산출물가지수는 99.60으로 전월 대비 0.9% 내렸다.

10월 이후 3개월 연속 하락하고 있다.

@highlight

22일 한국은행에 따르면, 국제유가가 갑자기 큰 폭으로 내리며, 지난달 생산자물가지수가 104.09로 전월 대비 0.5% 하락하며 3개월 연속 하락한 것으로 드러났다.