지난해 중소·벤처기업이 특허 출원을 주도하면서 산업재산권 출원 수가 역대 최고치를 경신했다.

특허청은 2018년 산업재산권(특허·실용신안·디자인·상표 )출원이 전년대비 4.9% 증가한 48만245건으로 연간 기준 역대 최고치를 갈아치웠다고 22일 밝혔다.

기존 최고치는 2015년 기록한 47만5,000건이다.

권리별 출원 현황을 살펴보면 특허가 전년대비 2.5% 늘어난 20만9,992건, 상표가 9.5% 증가한 20만341건으로 집계됐다.

디자인은 6만3,680건으로 0.4% 늘었다.

실용신안은 6,232건으로 전년 대비 8.5% 감소했다.

특허출원은 중소기업이 주도했다.

지난해 중소기업은 총 4만7,947건의 특허를 출원해 가장 많은 22.8%를 차지했다.

이어 외국기업 4만6,288건(22.0%), 개인 41,582건(19.8%), 대기업 34,535건(16.4%), 대학·공공연구기관 27,055건(12.9%) 등의 순이었다.

중소기업의 특허 출원은 지난 2015년부터 대기업과 외국기업의 출원량을 앞서기 시작한 이후 지난해까지 가장 많은 출원을 기록하고 있다.

대기업의 특허출원은 전년대비 3.6% 증가하며 3년 만에 반등에 성공했다.

디자인 출원은 6만3,680건으로 전년도와 비슷했다.

개인이 2만9,820건으로 가장 많았고 다음으로 중소기업(21,887건), 외국기업(3,816건), 대기업(3,239건) 등의 순으로 나타났다.

상표 출원은 20만 341건으로 전년대비 9.5% 늘며 지난해 산업재산권 중 가장 큰 폭으로 증가했다.

문삼섭 특허청 정보고객지원국장은 "지난해 치열한 대내외 경제 여건 속에서도 4차 산업혁명 시대에 지식재산을 활용한 경쟁력 확보의 중요성이 인식되면서 전체적인 출원량이 증가했다"며 "올해에도 개인과 중소·벤처기업 등 우리 기업이 산업재산권을 용이하게 취득하고 활용할 수 있도록 관련 지원시책과 제도개선 노력을 계속 이어나가겠다"고 말했다.

@highlight

특허청은 2018년 중소·벤처기업이 특허 출원을 주도하면서 전년대비 산업재산권 출원이 4.9% 증가한 48만245건으로 연간 기준 역대 최고치인 2015년 47만5,000건을 갈아치웠다고 22일 밝혔다.