싱어송라이터 크러쉬(Crush)가 미국투어에 이어 유럽투어까지 성료하며 국내를 넘어 해외를 뜨겁게 달궜다.

유럽 3개 도시에서 개최된 ‘Crush 2019 EUROPE TOUR’를 전회차 전석 매진시킨 크러쉬는 지난 21일 프랑스 파리 공연을 마지막으로 이번 유럽투어를 성황리에 마무리했다.

지난 21일 프랑스 파리 공연을 마지막으로 유럽투어를 성황리에 마무리한 싱어송라이터 크러쉬.

아메바컬쳐 제공.

지난해 12월 미주 7개 도시를 순회하는 ‘2018 CRUSH ON YOU TOUR ‘wonderlost IN NORTH AMERICA’’를 성황리에 마무리한 크러쉬는 지난 18일 독일 베를린 공연에 이어 20일 영국 런던과 21일 파리까지 유럽 3개 도시를 방문하여 총 6000여 명의 현지 팬과 만났다.

이번 투어에서 크러쉬는 ‘뷰티풀(Beautiful)’, ‘잊을만하면’, ‘가끔’, ‘잊어버리지마’ 등의 대표 히트곡으로 무대를 꾸몄고, 감미로운 보컬과 독보적인 음색을 앞세워 관객들의 귓가를 사로잡았다.

이와 더불어 지난해 10월 발매한 ‘넌(none)’과 세계적인 프로듀서 페르난도 가리베이와 작업한 팝 장르 곡 ‘레이 유어 헤드 온 미(Lay Your Head On Me)’의 환상적인 라이브 무대로 현지 팬들을 매료시킨 크러쉬는 ‘오아시스’로 피날레를 장식하며 다음 만남을 기약했다.

또 팬시차일드 크루 멤버 프로듀서 밀릭이 지난 아시아 쇼케이스와 미주투어에 이어 이번에도 DJ로 함께하며 더욱 풍성한 무대를 완성시켰다.

한편 유럽투어를 성공적으로 마무리한 크러쉬는 오는 3월 9, 10일 양일간 서울 송파구 롯데콘서트홀에서 개최되는 ‘SPRING COLLECTION LIVE 2019’의 10일 공연에 출연해 팬들과 만날 예정이다.

@highlight

지난해 12월 미주 7개 도시를 순회하며 ‘2018 CRUSH ON YOU TOUR ‘wonderlost IN NORTH AMERICA’를 성황리에 마무리한 싱어송라이터 크러쉬는 이어 유럽 3개 도시를 방문하는 등 유럽투어를 성황리에 마무리하며 글로벌한 행보를 보였다.