= 부산시(시장 오거돈)는 설 명절을 맞아 이웃과 함께 따뜻한 정을 나누며 모두가 더불어 사는 행복한 복지실현을 위해 '2019 따뜻한 설 명절 보내기' 추진계획을 마련해 시행한다고 밝혔다.

부산시는 1월 21일부터 2월 1일까지 설 명절 전 2주간을 집중 추진기간으로 정해 부산시 산하 공공기관 및 관련기관들과 함께 홀로 사는 노인, 쪽방 거주자, 저소득 취약계층, 사회복지시설 등을 대상으로 이웃돕기성금품을 지원하고 사회복지 생활시설 등 위문방문을 실시하기로 했다.

먼저, 시 간부 공무원 및 본청·사업소 전 부서가 131개 사회복지시설을 방문해 성금과 성품을 전달한다.

또한, 고향에 못가는 분들을 위해 4개 노숙인 쉼터에 차례를 지낼 수 있도록 차례상 경비를 지원해 합동차례를 지내도록 할 방침이다.

그리고, 관련기관들의 훈훈한 나눔도 이어진다.

오는 1월 31일 BNK부산은행(은행장 빈대인)은 이웃사랑 성금 전달식을 통해 저소득층 8000세대에게 4억 원의 상차림 지원 물품을 지원한다.

또한 부산 사회복지공동모금회(회장 신정택)에서는 저소득 취약계층과 쪽방상담소 거주자 1만 1484세대에 세대당 5만 원씩 명절지원금과 무료급식단체 6개소에 무료급식 1260식 지원금 등 총 6억 원 상당의 성금을, ㈜세정그룹은 100개 사회복지시설에 345만 원의 성품을, 대한적십자사 부산지사(회장 김종렬)는 3천만 원의 성금을 마련해 저소득층 1200세대에 주식과 부식 세트를 지원하기로 했다.

부산시 관계자는 "매 명절마다 이뤄지는 구·군 및 기관·단체의 사회복지시설 방문인 만큼 올해도 내실있게 추진할 예정이며, 사회취약계층이 주변 이웃에 대한 관심과 보살핌으로 희망과 훈훈한 정을 나누면서 행복을 느끼는 설 명절이 될 수 있도록 시민 여러분의 적극적인 관심과 협조를 부탁드린다"고 전했다.

@highlight

부산시는 설 명절 전 2주간을 산하 공공기관 및 관련기관들과 함께 홀로 사는 노인, 쪽방 거주자 등 대상으로 이웃돕기성금품을 전달하고 우선 사회복지시설을 방문해 성금과 성품을 지원하고 차례상 경비를 지원해 합동차례를 지내도록 할 계획이다.