진안군은 미래 농업을 이끌어갈 청년농업인의 안정적인 영농정착을 위하여 영농초기 정착지원금 지원을 확대 시행한다.

현재 농림축산식품부에서 청년농업인에 대한 영농정착지원금을 지원하고 있으나 진안군의 경우 지난해 신청자의 36%만이 선정됨에 따라 수요대비 지원이 부족한 형편이다.

또 청년농업인에게 최대 3년간 영농정착지원금을 지원하고 있는데 열악한 농업현실과 영농기반이 부족한 청년농업인이 정착하기에는 짧은 기간이라는 지적이 많았다.

이에 진안군은 청년농업인 육성을 민선7기 공약사업으로 정하고 세부사업으로 청년농업인 영농정착지원금 지원사업을 확대 시행키로 했다.

농식품부 청년농업인 영농정착 지원은 만40세 미만 영농경력 3년 이하인 농업인 또는 농업경영예정자를 대상으로 평가를 통해 청년창업농을 선발하고 영농정착지원금을 지급한다.

영농정착지원금은 청년창업농 선정 당시의 영농경력에 따라 최대 3년간 지급한다.

영농경력은 농업경영체 등록연도를 기준으로 한다.

1년차는 월 100만원, 2년차에는 월 90만원, 3년차에는 월80만원을 지급하며, 이는 영농자금이나 가계자금으로 사용할 수 있다.

진안군은 이에 더해 청년농업인에게 1년간 월 50만원의 영농정착지원금을 추가로 지급한다.

지원대상은 농식품부의 청년창업농 신청자 중 최소한의 선발요건을 갖춘 청년농업인이며, 1인 1회에 한해 추가 지원한다.

요건을 갖추고도 선정되지 못한 청년농업인에게는 당해연도에 바로 지급하고, 청년창업농 선정자는 농식품부의 지원이 종료되는 4년차에 지급한다.

농식품부 사업 신청자에 한해 진안군이 영농정착 지원금을 추가 지원함에 따라 관내 청년농업인은 반드시 농식품부의 청년농업인 영농정착지원 사업을 신청해야 한다.

신청은 이달 말까지이며, 인터넷 농림사업정보시스템(agrix.go.kr)에서 신청 가능하다.

@highlight

농축산부의 청년농업인에 대한 지원금이 진안군의 경우 신청자중 36%만 선정되는 등 수요대비 부족한 상황이 되자 진안군은 청년농업인의 안정적인 정착을 위해 영농정착지원금 지원사업을 확대 시행하기로 했다.