문재인 대통령은 21일 아랍에미리트(UAE) 특임 외교 특별보좌관을 신설하고 임종석(54) 전 대통령 비서실장을 위촉했다.

김의겸 청와대 대변인은 이날 브리핑에서 "임 특보는 대통령 비서실장 재직 시 UAE 대통령 특사로 방문하는 등 UAE 특임 외교 특보로서 양국 간의 신뢰와 협력관계를 공고히 해 우리나라 국익 수호에 크게 기여할 것으로 기대한다"고 말했다.

김 대변인은 "임 특보는 재선 국회의원 출신으로 민주통합당 사무총장, 서울특별시 정무부시장을 거쳐 현 정부 초대 비서실장을 역임해 정무역량과 통찰력이 탁월하며, 외교·안보 분야를 비롯한 국정철학 전반을 꿰뚫고 있다"고 강조했다.

임 특보는 내년 국회의원 총선에 출마할 것으로 알려졌다.

이어 문 대통령은 지난 8일 물러난 한병도(53) 전 청와대 정무수석을 이라크특임 외교특보로 위촉했다.

또한 문 대통령은 김영배(52) 전 정책조정비서관을 신임 민정비서관으로 임명하는 등 비서관 전보 인사도 발표했다.

김 비서관은 부산 출신으로 서울 성북구청장, 민주연구원 부원장을 거쳐 지난해 8월부터 청와대 정책조정비서관으로 일했다.

사임한 백원우 전 비서관은 2020년 총선 준비에 돌입할 것으로 알려졌다.

민정비서관 인선으로 공석이 된 정책조정비서관에는 이진석(48) 전 사회정책비서관이 이동했다.

울산 출신인 이 비서관은 대한의사협회 의료정책연구소 연구조정실장을 거쳤고,문재인정부 출범 직후부터 청와대 사회정책비서관으로 일했다.

사회정책비서관 자리는 민형배(58) 전 자치발전비서관이 자리를 옮겼고, 새 자치발전비서관에는 김우영(50) 전 제도개혁비서관이 임명됐다.

강릉 출신인 김 비서관은 서울시 구청장협의회 사무총장, 서울 은평구청장 등을 지냈다.

공석인 고용노동비서관에는 조성재 한국노동연구원 노사관계연구본부장이 물망에 오른 것으로 알려졌고, 의전비서관은 홍상우 선임행정관이 당분간 대신할 것으로 보인다.

@highlight

문재인 대통령은 21일 아랍에미리트(UAE) 특임 외교 특별보좌관으로 임종석(54) 전 대통령 비서실장을  위촉하고 ,양국 간의 신뢰와 협력관계를 공고히 해 우리나라 국익 수호에 크게 기여할 것으로 기대한다고 김의겸 청와대 대변인의 브리핑을 통해 발표했다.