[군위=환경일보] 김희연 기자 = 군위군(군수 김영만)은 2020년 정식개장을 앞두고 시범운영에 들어가는 '삼국유사 테마파크'의 BI와 캐릭터의 상표 출원을 마쳤다고 밝혔다.

올 8월 시범운영에 들어가는 '삼국유사 테마파크'는 '삼국유사' 속 설화, 문학작품, 인물 등을 전시, 조형물, 체험으로 만날 수 있는 가온누리관(주제전시관)과 이야기학교 숲속학교(교육연구시설), 해룡놀이터(물놀이장 및 사계절 썰매장) 등 교육과 체험, 볼거리와 즐길거리가 다양하게 어우러진 복합문화공간이다.

BI와 캐릭터는 삼국유사 테마파크의 이미지와 정체성을 정립하고 대내외 홍보에 적극 활용하기 위해 지난해 개발했다.

BI(심벌마크)는 군위를 상징하는 인각사와 삼국유사를 집필한 일연대사를 상징화하여 '삼국유사의 고장, 군위' 브랜드와 연계하면서 '삼국유사(三國遺事)' 이미지를 시각화한 디자인으로 개발되었으며, 캐릭터는 총 6종으로 삼국유사'단군신화'의 단군, 곰, 호랑이와 테마파크 조형물로도 설치되어있는 '만파식적' 해룡과 '지철로(지증왕) 사자상'의 사자를 이미지화하여 어린이뿐 아니라 남녀노소 누구나 친근하게 접근할 수 있는 모습으로 캐릭터화 했다.

또한, 캐릭터에는 '군위삼국유사'를 한음절씩 따 '단군, 연위, 용삼, 범국, 곰유, 사사'로 이름을 붙여 관람객에게 보다 친근하고 재미있게 다가갈 수 있을 것으로 기대된다.

김영만 군수는 "심벌마크와 캐릭터만으로도 전 국민 누구나 '삼국유사 테마파크'를 인지할 수 있도록 홍보?마케팅에 주력할 것이며, 테마파크를 통해 군위군이 교육, 문화, 관광의 구심점이자 랜드마크로 자리매김할 수 있도록 노력할 것"이라고 밝혔다.

@highlight

군위군(군수 김영만)은 2020년 정식개장을 앞두고 시범운영에 들어가는 '삼국유사 테마파크'의 BI와 캐릭터의 상표 출원을 마치고,  대내외 홍보에 적극 활용한다고 밝혔다.