지난해 한국 경제가 2.7% 성장하며 지난 2012년(2.3%) 이후 6년 만에 가장 나쁜 성적을 거뒀다.

불안한 대외환경에다 치솟는 인건비로 기업의 투자 의욕이 차갑게 식은 가운데 정부가 재정을 쏟아 간신히 만든 결과다.

기댈 곳 없는 정부는 이번 설에도 경기부양을 위해 비상금인 예비비와 금융지원까지 동원해 35조원을 지원하기로 했다.

한국은행이 22일 발표한 '2018년 4·4분기 및 연간 국내총생산(GDP) 속보치'에 따르면 지난해 실질 GDP는 전년보다 2.7% 증가했다.

전년(3.1%)보다 0.4%포인트 떨어진 수치다.

건설투자는 4.0% 감소하며 환란 이후 20년 만에 가장 낮았고 설비투자도 -1.7%로 금융위기 직후인 2009년 이후 9년 만에 최저로 곤두박질쳤다.

내수 둔화와 일자리 문제를 해결하기 위해 정부가 지출을 대거 늘리면서 정부 소비만 2007년(6.1%) 이후 11년 만에 최고치인 5.6% 늘었다.

나라 곳간을 대거 풀었음에도 성장률이 2% 후반에 턱걸이한 셈이다.

다만 지난해 4·4분기 실질 GDP는 전기 대비 1%, 전년 동기 대비 3.1% 성장하는 '깜짝' 실적을 냈다.

하지만 이 역시 지난해 6월 지방정부가 새로 꾸려지면서 3·4분기에 지연된 사업이 막판에 몰렸기 때문이다.

정부는 이날 국무회의를 열고 전년보다 6조원 늘어난 35조2,000억원 규모 설 민생안정대책을 확정했다.

일반·목적예비비와 특별교부세 900억원까지 포함한 '미리 부양책'인 셈이다.

국가재정법상 일반예비비는 예측할 수 없는 지출 또는 초과지출에 충당하기 위한 '비상금' 성격이어서 설 대책에 포함시키는 것은 부적절하다는 지적도 나온다.

설 대책에 예비비를 동원하는 것은 이번이 처음이다.

홍준표 현대경제연구원 동향분석팀장은 "정부 재정으로 성장률을 받치고 있지만 한계가 있는 만큼 기업이 실제 투자에 나설 여건을 마련해야 한다"고 지적했다.

@highlight

정부에서 국고를 대거 풀었음에도 성장률이 2% 후반 밖에 되지 않자 경기부양을 위해 설에는 비상금까지 풀기로 결정한 것에 대해 일반예비비를 포함시키는 것은 비용 유용에 해당하므로 부적절하다는 견해도 있다.