대형마트와 165㎡ 이상 슈퍼마켓에서 비닐봉투 사용을 전면 금지한 지 한달 가까이 지났다.

모호한 기준을 넘어 편의성이 떨어진다는 불만 속에서도 규제는 안정적으로 잘 지켜지는 모습이다.

대형마트의 경우 규칙 시행 전부터 종량제 봉투, 장바구니 판매를 시도했기 때문에 소비자 혼란이 덜 했다는 평가다.

그러나 일반 슈퍼마켓의 경우 실랑이가 이는 곳도 종종 찾아볼 수 있었다.

"옆 가게는 주는데 왜 이곳은 주지 않느냐", "많이 샀는데 이걸 봉투 없이 어떻게 들고가란 말이냐" 소비자의 불만에 애가 타는 사람은 사장이다.

이들은 소비자의 요구에 따르면 벌금이나 경고를 먹을테고, 들어주지 않으면 스트레스에 시달릴 수 밖에 없어 어려움을 호소한다.

정부가 이러한 규제를 실시한 것은 환경보호를 위해서다.

재활용이 어려운 제품을 점차 줄여나가 2030년까지 플라스틱 폐기물 발생량을 절반으로 줄이고 재활용률을 두 배 늘리겠다는 것이 그 취지다.

플라스틱과 같이 재활용이 어려운 쓰레기로 인한 환경문제는 지속적으로 제기돼 왔다.

또 그동안 우리나라에서 생산되는 폐기물을 수입하던 중국이 1여 년 전부터 폐기물 수입거부조치를 취하면서 적체되는 폐기물의 양도 크게 늘었다.

이에 따라 국내 폐기물 처리비용이 1t당 15만원 정도로 과거에 비해 2~3배 늘어나기도 했다.

앞서 정부는 커피숍 등에서 매장 내 일회용 종이컵 사용 규제를 우선 시행했다.

시행 이후 편의성이 떨어진다며 불편을 호소했던 소비자들은 시행 반년이 지난 지금 익숙하게 다회용 컵을 사용한다.

환경오염을 개선하자는 취지를 이해하고 함께 따르겠다는 반응이다.

규칙이 시행되고 한동안의 혼란은 피할 수 없다.

당장 편의성이 줄어든 소비자들이 불만의 목소리를 내는 것도 당연하다.

그러나 시간이 흘러 환경오염을 예방하고 국민건강을 지키자는 정부의 취지를 이해하게 된 우리 국민은 어려움이 있더라도 이에 순응한다.

더 아름답고 깨끗한 세상을 만들고자 하는 정부의 의지에 국민성이 얹어져 더 좋은 나라가 만들어지길 기대한다.

@highlight

2030년까지 플라스틱 폐기물 발생량을 절반으로 줄이고 재활용률을 두 배 늘리고자 실시된 대형마트와 슈퍼마켓의 비닐봉투 사용 전면 금지 규제는 한달 동안 안정적으로 잘 지켜지고 있다.