= 서울특별시농수산식품공사(사장 김경호, 이하 '공사')는 22일 강서농산물도매시장(이하 '강서시장) 내 유통시설을 신축(점포 8개)하고, 공개 모집과 평가를 거쳐 이곳에 입주할 8개 법인(채소 7, 과일 1)을 신규 시장도매인으로 지정했다.

신규 시장도매인 지정기간은 2019년 1월1일부터 5년간으로 1월 현재 대부분 입점해 점포 내부 인테리어와 직원 채용 등 영업을 준비하고 있으며, 이들 중 4개 법인은 1월 중순 개업식을 열고 정상영업을 시작했다.

한편 공사는 시장도매인 공개모집 당시 법인 설립, 법인 주주 구성원의 농산물 매출액 규모와 신용평가 등급 충족 등 신청 자격을 제한했으며 신청 법인에 대한 계량평가 및 외부 심사위원이 참여한 사업계획서 심층평가 등 엄격한 평가과정과 적격 여부 심의를 거쳐 시장도매인으로 지정한 바 있다.

특히 과일부류에 비해 상대적으로 취약했던 채소부류 활성화를 위해 신규 7개 법인을 채소부류 시장도매인으로 지정했다.

출하는 물론 유통까지 연계하는 도농 통합 및 상생 효과가 기대된다.

또한 시장 내 거래량이 미흡한 양채류 등을 전문 취급하는 법인도 포함되어 있어, 강서시장 채소부류 전반에 걸친 활성화에 도움이 될 것으로 기대된다.

최영규 공사 유통관리팀장은 "까다로운 지정요건과 평가를 거쳐 마침내 신규 시장도매인으로 영업을 시작하신 것을 축하드리며, 채소부류 시장도매인 수가 늘어난 만큼 향후 채소와 과일의 균형 있는 발전과 함께 강서시장과 시장도매인제의 경쟁력 강화에 견인 역할을 해 주시기 바란다"고 밝혔다.

신규 시장도매인들은 2월 중 전체 개장식을 준비하고 있으며, 공사는 이들이 입주할 F동 주변 시설과 환경정비 등을 통해 안정적인 거래여건을 조성할 예정이다.

이러한 유통 물류 여건의 개선은 F동과 함께 기존 시장도매인들의 영업 여건도 개선해 전체 거래 활성화까지 상승 효과를 발휘할 것으로 예상된다.

신규 지정 강서시장 시장도매인(8개)은 다음과 같다.

@highlight

서울농수산식품공사는 22일 강서농산물도매시장에서 타 부류보다 취약했던 채소의 활성화를 위해 신규 7개 법인과 양채류 1개를 공개적인 모집과 심사를 통해 시장도매인으로 선정하고 채소부류 전체에 도움이 될 것으로 기대했다.