市, 올해 137억 투입 ‘찾아가는 1대 1 돌보미’ 150명 모집 대구시는 아이 키우기 좋은 도시 만들기와 일·가정 양립 지원을 위해 아이돌봄서비스 지원대상과 이용시간을 확대하고 늘어나는 돌봄 수요에 대비 아이돌보미를 추가 모집한다.

시는 올해 137억 원을 투입해 양육 공백이 발생하는 가정에 아이돌보미가 집으로 찾아가는 ‘1대 1 아이 돌봄 서비스’를 확대 시행한다.

올해부터 아이돌봄 정부지원 대상이 중위소득 120% 이하에서 150% 이하로 확대되고, 시간제 서비스도 기존 연간 600시간에서 720시간으로 늘어나 부모가 필요한 시간에 아이 돌봄 서비스를 더 많이 이용할 수 있게 되었다.

아이돌봄 서비스 이용대상은 생후 3개월부터 만12세 이하 자녀를 둔 맞벌이 부부, 한부모 가구 등이고, 서비스 요금은 시간 당 9천650원이며 소득 수준에 따라 정부지원금을 차등 지원한다.

서비스 이용 희망자는 읍·면·동 주민센터에서 정부지원 신청과 소득유형 결정 후, 정부지원 가구(영아종일제 및 시간제)는 구·군별로 운영되고 있는 건강가정·다문화가족지원센터에 신청하면 된다.

또한 정부 미지원 가구는 지원유형 결정없이 아이돌봄 홈페이지 가입 후 서비스 이용이 가능하다.

아울러 대구시는 늘어나는 아이돌봄 서비스 수요에 대비하고 대기가정 해소를 위해서 2019년 상반기에 아이돌보미 150명을 신규 모집한다.

모집대상은 대구시에 거주하면서 심신이 건강한 여성이면 누구나 신청 가능하다.

신청자는 구·군 건강가정·다문화가족지원센터의 면접심사를 거쳐 3월 4일부터 18일까지 실시하는 아이돌보미 양성교육에 참여해 이론시간 80시간, 현장실습 10시간 교육을 이수하면 아이돌보미로 활동할 수 있게 된다.

대구시 강명숙 여성가족청소년국장은 “대구시는 최근 성평등지수 평가에서 상위권을 기록하는 등 일·가정 양립에 많은 노력을 기울이고 있다”며 “아이돌봄 지원과 공동육아나눔터 운영, 다함께 돌봄사업 등 자녀양육 부담을 줄이고 돌봄 사각지대를 해소하는데 최선을 다할 것”이라고 말했다.

@highlight

대구시는 올해 137억 원을 투입해 '1대 1 아이 돌봄 서비스'를 확대, 자녀양육 부담을 줄이고 돌봄 사각지대 해소를 위해 최선을 다할 것이라고 말했다. 