박호현 김 군수 목면 순방서 세쌍둥이 환영꽃다발 받기도 김돈곤 청양군수가 목면 순방에서 세 쌍둥이로부터 꽃다발을 받고 있다.

(동양일보 박호현 기자) 김돈곤 청양군수가 관내 10개 읍면을 순회방문에서 군정과 민원의 조화, 접점 찾기에 주력하고 있다.

김 군수 이번 순방은 지난 14일 청양읍을 시작으로 22일 장평면까지 7개 읍면을 순방했다.

이번 순방에서 정책변화가 가져오는 군민행복에 초점을 맞춰 온 김 군수는 청양군보건의료원 3과 신설과 전문의 배치에 따른 의료환경 변화, 경로당 운영비 증액 소식을 접한 노인층의 반응 등을 소개하면서 “더 나은 내일로 좀 더 빨리 움직이자”고 강조 했다.

지난 18일 목면 순방에서는 지난 2016년 7월 안심리에서 태어난 ‘리현(4)·리환(4)·리유(4,여)’ 세쌍둥이가 각각 꽃다발을 들고 김 군수를 환영하는 장면이 연출되기도 했다.

김 군수는 부모와 함께 세쌍둥이를 품에 안고 “낳는 어려움보다 기르는 어려움 때문에 출산율이 떨어지고 있다”며 출산, 육아, 보육, 학생교육 전반에 걸친 평생 지원책을 소개하며 ‘산후 건강관리비 지원에 관한 조례’ 제정 소식도 전 했다.

한편 이번 순방에서 지역주민들이 가장 많이 요구한 것은 물 부족 문제 해결방안이다.

주민들은 소규모 저수지 조성, 대형관정 지원, 기존 저수지 녹조문제 해소방안, 하천수 활용을 위한 수로관 설치 등을 건의했다.

이에대해 김 군수는 “물 부족문제의 시급성을 충분히 알고 있다”며 대청호 상수원 공급을 위한 관로설치 현황, 금강 물을 활용한 농업용수 공급계획 등을 설명했다.

또 “우선순위에 따라 당장 할 수 있는 것은 서둘러 추진하고 중장기계획이 필요한 것은 그것대로 대응방안을 강구하겠다”고 밝혔다.

또 주민들은 축산과 관련된 규제강화의 필요성도 언급하기도 했다.

@highlight

김돈곤 청양군수가 지난 14일 청양읍을 시작으로 22일 장평면까지 10개 읍면을 순방하며 의료환경 변화, 경로당 운영비 증액 등 군정과 민원의 조화와 접점을 찾아 해결하는데 주력했다.