올해 4인 가족 기준 설 차례상 장보기 비용은 전통시장에서 대략 23만∼24만원 선이 될 것으로 예상된다.

올해 4인 가족 기준 설 차례상 장보기 비용은 대략 23만∼24만원선이 될 것으로 예상된다.

전통시장에서 차례용품을 구매할 경우 대형마트에서 사는 것보다 4만~8만원 저렴하다는 조사 결과가 나왔다.

한국소비자단체협의회가 최근 서울의 16개 전통시장과 대형마트, 기업형 슈퍼마켓, 일반슈퍼마켓 등 90곳에서 제수 26개 품목에 대해 가격조사를 실시한 결과 설 차례상 장보기 비용이 평균 24만6,422원으로 조사됐다고 22일 밝혔다.

전통시장에서 차례 용품을 마련하는 데 평균 19만1,905원이 들어 가장 저렴했다.

이어 일반슈퍼마켓(20만4,964원), 대형마트(24만308원), 기업형 슈퍼마켓(26만2,389원), 백화점(38만1,621원) 순으로 나타났다.

26개 품목의 구매비용은 지난해 설 평균(24만3,005원)보다 1.4% 올랐다.

품목별로는 26개 품목 중 14개가 지난해보다 값이 올랐고 12개가 떨어졌다.

과일(9.8%)과 수산물(3.3%) 등이 올랐으며 특히 배는 26.1%, 사과는 6.5% 비싸졌다.

축산물(-1.1%)과 가공식품(-1.4%)은 소폭 하락했다.

사단법인 한국물가정보는 서울 4인 가족 기준 설 차례상 비용이 전통시장에서는 23만6,000원, 대형마트에서는 32만3,000원으로 예상된다고 밝혔다.

이번 겨울 극심한 한파가 없어 설 차례상 비용이 평년과 대체로 비슷한 수준이 될 것이라는 관측이다.

조사 결과 채소류는 작황 호조로 지난해보다 가격이 소폭 하락했고, 매년 겨울 조류인플루엔자(AI) 탓에 급등했던 닭고기와 계란 가격도 AI가 발병하지 않으면서 안정세를 보였다.

한우는 사육 마릿수가 늘면서 가격이 다소 내렸고, 과일류와 견과류는 지난해 이상저온과 폭염 등으로 인해 평년보다 작황이 부진하면서 가격이 조금 올랐다.

품목별 시황과 가격 등 자세한 내용은 한국물가정보 홈페이지에서 확인할 수 있다.

@highlight

한구소비자단체협의회의 최근 조사에 따르면 설차례상 장보기 비용은 평균 24만 6422원이며, 사단법인 한국물가정보의 조사에서는 서울 4인 가족 기준으로 설 차례상 비용이 전통시장은 23만 6,000원, 대형마트는 32만 3,000원이므로 전통시장에서 차례용품을 구입할 경우 대형마트에서 사는 것보다 4~8만원 저렴하다는 결과가 나왔다.