항소심 선고 기일은 미뤄검찰이 22일 쇼트트랙 국가대표 심석희 선수를 때려 다치게 한 혐의로 기소된 조재범 전 국가대표 코치에 대한 항소심 결심공판을 '시간을 더 달라'는 의미의 속행으로 진행해 줄 것을 재판부에 요청했다.

수원지검은 이날 23일 열리는 조 전 코치의 항소심 공판에 대한 속행 요청서를 항소심 재판부인 수원지법 형사4부에 제출했다고 밝혔다.

조 전 코치는 기존 심 선수 등 선수 4명을 상습 폭행한 혐의로 지난해 9월 징역 10월을 선고 받아 수원구치소에 수감 중이다.

당초 14일은 조 전 코치에 대한 항소심 선고공판이 열릴 예정이었으나 심 선수가 고등학교 2학년이던 2014년부터 2018 평창동계올림픽 개막 2달여 전까지 조 전 코치로부터 수차례 성폭행과 강제추행을 당했다는 내용이 담긴 고소장이 지난해 12월 중순 경찰에 제출된 사실이 뒤늦게 알려졌다.

검찰은 심 선수가 주장한 수차례의 성폭행 피해 사실과 조 전 코치가 받는 상해 혐의 사이에 연관성이 있을 수 있는 만큼 재수사가 필요하다며 재판부에 변론 재개를 요청했다.

재판부는 검찰의 요청을 받아들여 항소심 선고기일을 미루고 23일 속행 공판을 열기로 했다.

하지만 재판부가 23일 검찰의 구형 의견과 변호인의 최종변론, 피고인의 최후진술 등이 이뤄지는 결심공판으로 진행할 것으로 알려지면서 수사 시한이 짧아지게 된 경찰과 검찰이 난감한 처지에 몰리게 됐다.

통상 결심 이후 2~3주 후 선고가 이뤄진다.

검찰은 이에 조 전 코치의 구속기한이 한 차례 연장 시 5월18일까지로 시간적 여유가 있는만큼 재판부에 보다 면밀한 수사를 위해 시간을 더 달라는 의미로 이날 속행 요청을 하게 됐다.

재판부가 검찰의 요청을 받아들이면 선고도 자동적으로 미뤄지는 만큼 상해와 성폭행에 대한 연관성을 밝힐 수사 시한을 늘릴 수 있다.

수원지검 관계자는 "수사가 마무리될 때까지 시간을 달라는 의미로 속행 요청을 했지만, 재판부가 받아들일 지는 미지수"라고 말했다.

한편, 경찰은 지난 18일 수감 중인 조 전 코치를 상대로 성폭행 등의 여부를 조사했지만, 조씨는 혐의를 전면 부인했다.

@highlight

선수 4명을 상습 폭행한 혐의로 지난해 9월 징역 10월을 선고 받아 수원구치소에 수감 중인 조재범 전 국가대표 코치의 항소심 공판 속행 요청서를 22일 수원지법 형사4부에 제출했으며 '시간을 더 달라'는 의미의 속행으로 진행해 줄 것을 재판부에 요구했다고 수원지검은 밝혔다.