최근 목장에서 직접 생산한 자연 치즈가 일반 공장 제품보다 2∼3배 비싼 가격에도 불티나게 팔리고 있으나 일부 제품에서 대장균등이 검출돼 주의가 요구된다.

한국소비자원은 국내 목장형 유가공 농가 중 온라인에서 제품을 판매하는 17개 업체의 17개 제품을 대상으로 미생물과 보존료 등의 검출 시험을 한 결과, 2개(11.8%) 제품에서 기준을 초과한 것으로 나타났다고 22일 밝혔다.

제품별로는 농업회사법인 은아목장의 'EUNA's TREZZA CHEESE'에서 대장균과 황색포도상구균이 기준을 초과해 검출됐다.

청솔목장 영농조합법인의 '청솔목장 스트링치즈'에서도 황색포도상구균이 기준을 넘은 것으로 확인됐다.

은아목장 제품에서는 대장균이 한계허용기준(100 CFU/g)의 최대 92배까지 나왔다고 소비자원은 전했다.

은아목장과 청솔목장은 미생물 안전성이 확보될 때까지 문제가 된 제품의 제조·판매를 모두 잠정 중단했다고 소비자원에 통보했다.

대장균은 사람과 동물의 장내에 있는 균으로 식품의 위생적 제조·관리 여부를 판단하는 위생지표로 활용된다.

동물이나 토양, 하수 등 자연계에 널리 분포하는 황색포도상구균은 증식 과정에서 독소를 만들어낸다.

이 독소에 다량 오염된 식품을 섭취하면 구토, 설사, 심한 복통 등을 유발하는 급성 위장염이 발생한다.

이번 조사에서는 17개 전 제품에서 소브산 등 보존료는 검출되지 않았다.

소비자원 관계자는 "보존료가 첨가되지 않은 유가공품은 보존료가 첨가된 제품보다 상대적으로 유통기한이 짧기 때문에 소비자들은 유통기한을 확인한 후 섭취해야 하며 섭취 전까지 포장지에 표시된 보관온도에 따라 제품을 냉장 또는 냉동 보관하는 것이 바람직하다"고 말했다.

@highlight

한국소비자원에서 국내 목장형 유가공 농가 중 온라인에서 제품을 판매하는 17개 업체의 17개 제품을 대상으로 미생물과 보존료 등의 검출 시험을 한 결과, 농업회사법인 은아목장의 'EUNA's TREZZA CHEESE'에서 대장균과 황색포도상구균이, 청솔목장 영농조합법인의 '청솔목장 스트링치즈'에서 황색포도상구균이 기준을 초과하는 것으로 확인되었다.