이상훈 회식 강행한 부서장 인사조치 요구도 ▲ 22일 인천시청 브리핑룸에서 서구지역 봉사단체 '희망봉사단' 관계자들이 이재현 서구청장 수사 촉구 기자회견을 하고 있다.

공무원노조가 이재현 서구청장 성추행 논란에 대한 경찰 수사의뢰를 결정했다.

전국공무원노동조합 인천지역본부 서구지부는 22일 성명서를 통해 "서구청장의 성추행 의혹은 변호사 자문을 받아 검찰과 경찰에 수사의뢰를 하기로 결정했다"고 밝혔다.

이어 "서구청장 성추행 의혹과 관련해 한 점 의혹도 없이 밝혀 설령 있을 피해자가 영원히 안고 갈 심리적 고통과 트라우마를 지우고 공직에 더욱 매진하도록 하고 향후 이런 일이 발생하지 않도록 해야 한다"며 수사의뢰 이유를 내놨다.

또 볼에 고마움을 표시했다는 이 청장 발언에 대해서는 "상대방 동의없는 신체접촉이고 일반적인 상식을 가진 사람의 태도라 할 수 없다"고 강조했다.

스스로 목숨을 끊은 공무원 발인 다음날 회식을 강행한 것으로 알려진 부서장에 대한 인사조치도 요구했다.

서구지부는 "해당 부서장은 부적절한 시기에 회식을 강행하고 사전 자리배치로 청장 옆에 여직원을 앉도록 하는 행태를 자행해 불편함을 강제했다"라며 "회식 후 3회에 걸쳐 부적절한 행태에 대한 전화와 회의 등으로 입단속을 시키는 등 직원을 개인 영달을 위해 이용했다"고 주장했다.

이를 이유로 부서장 인사 조치를 통해 직원들과 분리시켜야 한다는 입장이다.

이날 서구 주민들로 구성된 이재현 인천 서구청장 성추행 의혹 진상 조사위원회도 기자회견을 열고 "수사당국의 철저한 조사를 통해 성추행 의혹이 밝혀져야 한다"고 주장했다.

인천여성연대도 앞서 21일 성명서를 내고 민주당을 상대로 서구청장 직원 성추행 사건에 대한 철저한 조사를 촉구했다.

연대는 "위계적인 직장문화 속에서 성추행이 공공연하며, 피해자가 피해에도 불구 참아가며 업무를 수행하고 있음을 분명히 알아야 한다"며 "구청 수장으로 책임져야 할 일이 있다면 책임을 다하고 용서를 구해야 할 것"이라고 밝혔다.

@highlight

전국공무원노동조합 인천지역본부 서구지부는 성추행 의혹을 받고 있는 서구청장에 대한 수사의뢰를 하기로 결정했고 성추행 의혹 진상 조사위원회와 인천여성연대도 철저한 조사를 촉구했다.