24일~4월 20일, 근현대미술 대표 작가 49명 작품 선봬 박수근 작품 '소금장수'.

여류 시인이자 화가인 나혜석(1896~1948), '한국 추상미술의 선구자' 김환기(1913~1974), 일평생 가난과 싸워야 했던 '국민 화가' 박수근(1914~1965), 박수근과 함께 한국 근대서양화의 양대 거목으로 거론되는 '비운의 화가' 이중섭(1916~1956), 세계적인 비디오 아티스트 백남준(1932~2006) ….

한국 근·현대미술 대표 작가 49명의 명작이 정읍에 모인다.

정읍시립미술관 특별기획전시 '100년의 기다림-한국근현대명화' 전.

24일 개막해 4월 20일까지 진행되는 이번 전시에서는 조선이 서양미술을 받아들이기 시작한 1900년 이후부터 100년을 더듬어 시대를 상징하는 명작들을 선보인다.

회화, 한국화, 조각, 입체, 미디어 작품 등 70여 점이 '교과서 속 우리 미술전', '한국화를 넘어 한국화로', '새로운 표현의 모색' 등 세 가지 테마로 구성해 전시될 예정이다.

유진섭 정읍시장은 "정읍시립미술관 특별기획전은 2019년 정읍 방문의 해를 맞아 개최하는 뜻깊은 전시"라며 "쉽게 접할 수 없는 작품들과 교감하고 작가들의 예술적 감성을 공감하는 자리를 통해, 시민 삶의 질이 더욱 풍성해지기를 기대한다"고 밝혔다.

전시는 오전 10시부터 오후 6시까지 무료로 관람할 수 있으며, 사전예약을 통해 1일 3회 작품 설명도 들을 수 있다.

또한 관람객을 위한 전시연계 체험프로그램인 '내가 만드는 명화'와 '함께 만드는 명화'도 1층 뮤지엄교육실과 2층 라운지에서 운영한다.

매주 월요일과 설날 당일에는 휴관한다.

문의는 문화예술사업소 미술관팀 063-539-6430.

@highlight

한국 근·현대미술 대표 작가 49명의 명작이 24일부터 4월 20일까지 정읍시립미술관에서 진행되는 '100년의 기다림-한국근현대명화' 전에 전시된다.