-‘의본주의-동북아공동체론’ 주제 세 번째 강의 실시...

민주평화당 김종회(김제.부안)의원의 이른바 ‘오해와 편견을 깨는 60분짜리 통괘한 진리의 향연’이라 불리는 3부작 동양사상 특강이 22일 대단원의 막을 내렸다.

이날 ‘의본주의-동북아공동체론’을 주제로 한 세 번째 강의 역시 방송인 조영구씨의 사회로 평화당 정동영 대표, 장병완, 원내대표, 황주홍 국회 농림축산식품해양수산위 위원장, 국회 장정숙 의원, 해양수산부 김양수 차관을 비롯, 500여명의 시민이 참석한 가운데 90분간 진행됐다.

김 의원은 강연에서 “우리가 살고 있는 시대는 화(불)의 시대를 지나 수(물)의 시대로 진입했다”면서 “수의 시대는 어느 곳에나 유연성 있게 스며드는 물의 특성처럼 양보와 조화의 원리가 작동한다”고 언급했다.

김 의원에 따르면 화의 시대는 약육강식의 논리가 지배하지만 수의 시대는 공존, 공영, 공행(더불어 행복)의 논리가 관철된다.

‘널리 세상을 이롭게 한다’는 홍익인간 이념을 숭상해 온 한민족은 민족적 특성상 수의시대를 주도할 충분한 역량을 갖고 있다.

우리 민족은 빗살무늬 토기, 세석기 등 기원전 4500년부터 요하문명을 일군 주역이지만 이를 우리민족만의 역사라면서 타 민족을 배제할 것이 아니라 동북아의 역사라고 공유할 필요성이 제기된다.

다시말해 진정한 동북아의 지역공동체와 평화, 공동번영을 이루기 위해서는 포용적 접근이 요구된다는 것이다.

그러면서도 김 의원은 “우리가 중국이라는 거대한 용광로에 휘말리지 않기 위해서는 뚜렷한 정체성이 요구된다”면서 “민족 고유의 정체성을 지키고 우리 고유의 언어와 문자를 더욱 확장 발전시키는 것이 수의 시대를 주도할 힘의 원천이 될 것”이라고 설파했다.

한편, 김 의원의 특강은 네이버 등 포털 사이트에서 ‘김종회 동양사상 특강’이라고 검색하면 무삭제 영상 시청이 가능하다.

@highlight

민주평화당 김종회 의원의 3부작 동양사상 특강이 '의본주의-동북아공동체론'을 주제로 한 세 번째 강의로 22일 대단원의 막을 내렸으며 '김종회 동양사상 특강'이라고 검색하면 무삭제 영상 시청이 가능하다.