[서울경제] 공정거래위원회가 납품업체에 '후행(後行) 물류비(유통업체 물류센터에서 매장까지 드는 물류비)'를 떠넘긴 혐의로 국내 3위 대형마트인 롯데마트에 대한 과징금 부과 절차에 착수함에 따라 과징금 불똥이 튈까 유통업체가 긴장하고 있다.

유통업체들은 납품 제조사 상품을 일정 기간 보관했다가 전국 매장으로 공급하는 '보관형 상품'에 대한 물류비를 납품업체가 부담하는 건 관행이라고 주장하고 있다.

이런 관행에 과징금을 부과하고 조사를 확대할 경우 다른 마트는 물론 슈퍼마켓 편의점 등으로 파장이 확산될 가능성이 크다는 점에서 유통업체는 긴장하는 모습이다.

22일 유통업계에 따르면 공정위 유통거래과는 2017~2018년 롯데마트 롯데수퍼 등을 조사했다.

그 결과 2012년부터 5년간 롯데마트가 300여 개 납품업체에 후행 물류비를 떠넘겨왔다는 내용의 심사보고서를 작성해 최근 위원회에 상정했다.

그 동안 후행 물류비를 납품업체가 부담하는 것은 유통기업들의 거래 관행 중 하나로 인식됐다.

물류센터가 없던 과거에는 납품업체가 물류비를 부담했다.

유통기업들이 물류센터를 만들고 납품업체가 이를 이용해 전국 배송 시스템을 갖출 수 있게 됐고 물류비, 재고관리비 등의 혜택을 봐왔다는 게 유통기업들의 설명이다.

유통기업들이 배송대행을 해준 것에 대한 수수료 개념이라는 것.

하지만 공정위는 대형마트의 이익을 위해 물류센터를 이용하는데 후행 물류비까지 납품업체에 부담시키는 것은 우월한 지위를 이용한 불공정 거래라고 판단하고 있다.

롯데측은 '무리한 제재'라며 강력 반발하고 있다.

전국으로 배송 물류망이 확보되지 않은 중소 납품업체들이 유통업계의 물류센터를 거점으로 활용해 배송비용을 절약하고 있는 상황을 고려할 때 공정위가 과도한 해석을 하고 있다는 주장이다.

롯데측은 "납품 계약서와 별도로 물류계약서를 작성하고 있으며 여기에는 계약기간과 물류요율이 정확하게 기재돼 있다"면서 "단순한 계산으로도 직접 소비자들에게 배송하는 비용과 유통업체 물류센터를 통한 배송 중 어떤 것이 더 비용절감이 되는지는 명확하게 나온다"고 반박했다.

@highlight

공정거래위원회가 납품업체에 후행(後行) 물류비를 부담시키는 행위는 우월한 지위를 남용한 불공정 거래라고 판단해 롯데마트에 과징금을 부과하자 롯데 측은 배송 물류망이 확보되지 않은 중소 납품업체들은 유통업계의 물류센터를 거점으로 이용해 배송비용을 절약하고 있다며 반발했고 이에 다른 유통업체들도 과징금 불똥이 튈까 걱정하고 있다.