유튜브 구독자 900만, 누적조회수 70억뷰의 캐빈과 앨리가 경기도문화의전당을 찾는다.

오는 26일과 27일 양일간 경기도문화의전당에서 <캐빈 엘리 쇼>가 진행된다.

<캐빈 엘리 쇼>는 키즈 콘텐츠의 선두주자 캐리 TV가 제작해 유튜브에서 어린이들에게 사랑을 받고 있는 작품이다.

캐리 TV의 캐빈 소경호, 엘리 이성인은 글로벌 크리에이터로 중국, 베트남, 인도네시아, 미국 등 다양한 언어를 통해 장난감 리뷰, 책 읽기, 체험 리뷰 등 키즈 콘텐츠를 제작하고 있다.

이미 아시아권 어린이들에게는 아이돌 못지않은 큰 인기를 누리고 있으며, 중국어 채널을 포함한 유튜브 채널 누적 구독자 900만, 동영상 누적 조회수 70억 뷰를 돌파하는 등 폭발적인 사랑을 받고 있다.

이번 공연은 캐빈, 엘리와 관객이 함께 하는 소통의 무대를 주로 꾸민다.

먼저 ‘우리 가족 행복한 시간’ 코너에서는 아이들의 소원 혹은 고민을 사전신청을 통해 접수해 캐빈, 엘리가 직접 읽고 소개해주는 시간을 갖는다.

평소 나누지 못했던 아이들의 마음속 이야기를 들어보며 가족 간의 소통을 돕는다.

이어 아름다운 선율의 피아니스트가 된 엘리와 멋진 율동의 댄서가 된 캐빈이 ‘상상이 현실로’ 코너를 꾸민다.

이 코너에서는 두 사람과 함께하는 무대로, 신나는 율동을 피아노 연주와 함께 관객 참여형 공연으로 만든다.

마지막 코너는 ‘꿈이 이루어지는 하이 터치’로 유튜브 화면과 무대 위에서만 보던 캐빈, 엘리를 바로 눈앞에서 만나볼 수 있는 시간을 기획했다.

캐빈과 엘리는 객석의 모든 아이들과 직접 하이파이브를 하고, 이름도 불러주는 시간을 가진 계획이다.

경기도문화의전당 관계자는 “2019년에는 어린이들을 위한 공연뿐 아니라 모든 연령층을 대상으로 하는 다양한 공연을 무대에 올릴 예정”이라며 “경기도민의 삶에 더욱 가까이 다가가 문화와 예술을 선물하도록 하겠다”고 전했다.

@highlight

26, 27일 경기도문화의전당에서 '캐빈 엘리 쇼'가 진행돼 관객과 소통하는 무대를 선사할 예정이며 어린이 뿐만 아니라 전연련층에게 좋은 선물이 될 것으로 보인다.