[서울경제] 지난해 전남 여수·광양항을 통해 오고 간 총 물동량이 3억톤을 넘어선 것으로 나타났다.

여수광양항만공사는 2018년 여수·광양항에서 처리한 총 물동량이 전년보다 3.2% 늘어난 3억300만톤을 기록했다고 23일 밝혔다.

이는 지난 1923년 여수항, 1986년 광양항 개항 이후 최대 물량이며 2007년 2억톤 달성 후 11년 만에 이뤄낸 쾌거라고 공사 측은 설명했다.

특히 공사는 국내 수출입 물동량 1위로 국내 최대 산업항인 여수·광양항이 총 물동량 3억톤을 달성함으로써 세계 10위권 항만 진입을 위한 교두보가 마련된 것으로 해석했다.

컨테이너 물동량도 지난해 240만1,000TEU(1TEU는 20피트 컨테이너 1개)를 달성했다.

이는 2014년 233만8,000TEU 달성 후 감소 추세에 있던 컨테이너 물동량이 크게 반등한 것으로 컨테이너부두 개장 후 최대 실적을 올렸다.

공사는 장기화하고 있는 해운경기 불황과 한진해운 파산 등 여수·광양항을 둘러싼 대내외적으로 어려운 여건 속에서 공사의 적극적인 물동량 유치 노력과 여수·광양항 유관기관 및 업체·단체들이 합심한 결과로 받아들이고 있다.

공사는 총 물동량 3억톤 달성을 기념하고 국가 산업 발전을 견인하는 글로벌 종합항만으로서의 역할과 미래 비전을 공유하기 위해 24일 광양항 월드마린센터에서 '여수·광양항 3억톤 달성 기념식'을 가질 예정이다.

이번 행사는 여수·광양항 3억톤 달성에 기여한 유관기관 및 업체·단체 임직원들이 함께할 예정이며 유공자 포상 등이 계획돼 있다.

여수광양항만공사 관계자는 "이번 기념식은 2019년 총 물동량 3억1,000만톤, 컨테이너 물동량 255만TEU를 목표로 오는 2027년까지 총 물동량 4억톤, 컨테이너 물동량 370만TEU를 달성하기 위한 여수·광양항의 미래 비전을 공유하는 자리가 될 것"이라고 밝혔다.

@highlight

여수광양항만공사는 2018년 여수·광양항에서 처리한 총 물동량이 작년보다 3.2% 증가한 3억300만톤을 기록했다고 23일 밝혔는데 이는 대내외적으로 어려운 여건 속에서도 적극적인 물동량 유치 노력과 여수·광양항 유관기관 및 업체·단체들이 협동한 결과로 세계 10위권 항만 진입을 위한 거점이 마련된 것이라 해석했다.