= 보건복지부가 치매안심센터 서비스를 확대한다.

보건복지부는 지난 22일 서울 플라자호텔에서 2019년도 제1차 국가치매관리위원회를 개최했다고 밝혔다.

이 자리에서 ▷치매 국가책임제 추진현황 및 계획 ▷치매안심센터 운영성과 및 향후계획 ▷치매노인 공공후견사업 추진방안 등 안건을 심의했다.

정부는 2017년 12월부터 전국 보건소에 치매안심센터를 설치하고, 상담·검진·사례관리 등의 서비스를 제공하고 있다.

지난해 1월부터는 인지지원등급을 신설해 경증치매환자에게도 장기요양의 혜택을 제공하고 있다.

정부는 전국에 256개 치매안심센터를 설치·운영 중이며, 그 중에서 상담·검진·쉼터 등 필수 서비스를 모두 제공하는 정식개소 기관은 166개소(지난해 12월말 기준)다.

특히 올해는 농어촌 치매안심센터의 특성을 고려해 송영 서비스, 찾아가는 진단검사 등 방문형 모델과 더불어 독거노인 등 치매 고위험군 대상으로 한 치매예방과 사례관리를 강화할 방침이다.

정신적 제약으로 통장관리, 의료행위에 대한 동의 등 의사결정에 어려움을 겪는 치매노인의 의사결정권을 보호하기 위해 마련된 치매 노인 공공후견사업 추진방안 안건도 다뤘다.

사업지역을 확대하고 지원대상인 피후견인과 후견인의 범위를 넓히는 것이 주된 내용이다.

치매노인 공공후견사업은 지난해 9월부터 33개 시군구에서 시범운영했지만, 올해부터는 전국적으로 확대 시행할 예정이다.

그간 전문직 퇴직자가 치매노인에게 후견서비스를 제공했지만, 올해 상반기부터는 치매안심센터가 직접 후견인을 발굴하고 후견활동을 지원한다.

또한 공공후견 대상자는 중등도 이상, 65세 이상 치매노인에서 경도치매환자, 60세 이상까지 확대된다.

권덕철 보건복지부 차관은 "치매노인 수가 늘면서 우리나라에서 치매국가책임제의 역할이 중요하다"며 "치매안심센터 이용자의 만족도를 더욱 높이고 관련 서비스를 다양하게 확대하겠다"고 말했다.

@highlight

보건복지부가 전국에 256개 치매안심센터를 설치·운영하는 등 치매안심센터 서비스를 확대하며 올해부터 치매노인 공공후견사업도 전국적으로 확대 시행한다.