양승조 충남지사는 23일 국회를 찾아 지방이양일괄법안 원안 통과 등 지방분권 4개 과제 해결을 위한 협조를 요청했다.

지난해 11월 입법예고한 지방자치법 정부개정안 등 정부에서 발표한 지방분권 관계 법령과 계획 등의 내용이 지방 기대에 못 미치는데다 추진 속도가 느려 양 지사를 비롯한 시도지사들이 국회를 잇따라 방문하고 있다.

이날 양 지사는 자유한국당(나경원 의원), 바른미래당(김관영 의원), 민주평화당(장병완 의원), 정의당(윤소하 의원) 원내대표와 간담회를 갖고, 자치분권 확대를 위한 과제 등을 논의했다.

대한민국시도지사협의회장인 박원순 서울시장과 협의회 부회장인 이철우 경북지사 등도 함께했다.

이들은 이 자리에서 지방이양일괄법안 국회통과, 지방자치법 전부개정안 검토 및 자치조직권 확대, 실질적 지방재정 확충을 위한 재정분권 강화, 국회 지방분권특별위원회 신설 등 국회 차원의 협조를 요청했다.

구체적으로 시도지사들은 국회 운영위원회에서 계류 중인 지방이양일괄법이 일부 상임위에서 수용이 낮고 논의되지 않는 것을 설명하며 법률안의 조속한 원안 통과를 요청했다.

특히 대부분 지방분권 과제가 다수 상임위와 연관돼 상임위 특정이 지연되고 있는 것과 관련해 원활한 지방분권 정책 추진을 위한 지방분권 특별위원회 신설의 필요성을 강조했다.

정부의 지방자치법 전부개정안에 대해선 부단체장 정수와 사무분장 등 현재 대통령령인 위임규정을 조례로 개정할 수 있도록 국회 차원의 신중한 검토를 요구했다.

앞서 양 지사는 자치제도 TF 단장으로서 지난해 12월 12일 문희상 국회의장을 면담하고 지방분권 확대 과제를 건의하는 등 지방의 의견이 정책에 반영될 수 있도록 발 빠른 행보를 펼치고 있다.

양 지사는 "자치분권의 확대와 정착으로 지방에서 빠른 정책 실험을 통해 선도적 극복모델을 만들고 전국으로 확산해야 대한민국의 위기를 해결할 수 있다"고 말했다.

@highlight

양승조 충남지사는 지난 23일 국회를 찾아 주요 원내대표와 간담회를 갖고 지방분권에 필수적인  4개 과제 해결을 위한 국회의 협조를 요청했으며, 특히 지방분권 과제를 전담하는 지방분권 특별위원회의 신설 필요성을 강조했다. 