블레이드&소울 검사 캐릭터의 세 번째 각성 계열이 등장한다.

엔씨소프트(이하 엔씨)의 MMORPG(다중접속역할수행게임) 블레이드&소울(이하 블소)이 새로운 각성 계열인 '어검'을 업데이트했다고 23일 밝혔다.

어검은 블소 직업 중 하나인 '검사'의 세 번째 각성 계열이다.

검사 캐릭터로 블소를 즐기는 이용자는 플레이 스타일에 따라 3종의 각성 계열(기검, 쾌검, 어검) 중 하나를 선택할 수 있다.

'어검 검사'는 '검술 자세'와 '어검 자세'를 오가며 전투를 펼친다.

'어검 자세'에서는 중거리 공격을 사용할 수 있다.

엔씨는 어검 업데이트를 기념한 '일단 받고 시작!' 이벤트를 오는 2월 13일까지 연다.

이용자는 신석샵에서 '고속성장 이용권'과 '어검 성장 지원 패키지'를 0신석(계정당 1회)으로 살 수 있다.

고속성장 이용권을 사용하면 캐릭터 레벨이 60까지 오르고 각성 퀘스트가 완료돼 각성 콘텐츠를 바로 즐길 수 있다.

어검 성장 지원 패키지를 열면 전설급 장신구 5종(목걸이, 귀걸이, 반지, 허리띠, 팔찌), 영웅급 장신구 4종(홍문혼, 홍문성, 신공패, 비공패), 공격력 보석을 얻는다.

이용자는 2월 20일까지 '깨어난 힘' 이벤트도 참여할 수 있다.

이벤트 기간 일일 도전과 영웅 던전 3종(메아리 수중동굴, 나류 수장고, 폭풍의 모래신전)의 일일 퀘스트를 완료해 '신공주화'를 모을 수 있다.

신공주화는 게임 내 상점 '비룡공상'에서 영웅급 신공패(해금, 명금, 단금 등 18종)와 '무한 신공석'으로 바꿀 수 있다.

무한 신공석은 영웅 등급의 신공패를 전설 등급으로 진화시키는 재료로 사용된다.

@highlight

블레이드&소울이 23일 기존 2가지였던 검사 직업 각성 계열에 '어검'을 새로 업데이트 하고 이를 기념해 2월 13일가지 '일단 받고 시작!' 이벤트를 진행한다.