특허청은 오는 25일 서울 강남의 한국지식재산센터에서 올해 새롭게 변경된 상표·디자인 제도를 소개하는 설명회를 개최한다고 23일 밝혔다.

이번 설명회에서는 올해 시행된 상표심사기준 및 디자인심사기준 개정사항, 상품분류고시 및 디자인 물품목록고시 변경사항 등을 소개할 예정이다.

우선 상표 분야에서는 저명한 캐릭터나 캐릭터 명칭을 모방해 출원한 상표에 대한 심사기준을 강화하고, 'YOLO'나 'K-POP' 등과 같이 공익성이 높은 단어의 경우에는 특정인에게 독점이 되지 않도록 상표등록을 거절하는 근거규정을 마련했다.

디자인 분야에서는 디자인 도면 및 물품명칭 기재방법 등에 대한 규제를 완화해 보다 쉽게 디자인권 확보가 가능해 졌다.

또 글자체, 식품 등 일반 물품과 구별해 다뤄야 할 특수성이 있는 디자인에 대해서는 별도의 상세한 심사기준이 나왔다.

상품분류 분야에서는 가상현실용 고글, 배달용 드론 등 4차 산업혁명 관련 상품의 명칭을 특허청이 인정하는 고시상품명칭에 추가하고, 국제분류기준과 거래실정을 고려해 상품 분류체계를 재정비함으로써 출원인의 편의와 심사품질 제고를 도모했다.

디자인 물품분류 분야에서는 물품분류의 정확성과 일관성 제고를 위해 거래실정에 맞게 물품분류를 정비하고, 로카르노 국제분류 개정에 따른 물품명칭 추가, 삭제 및 분류코드 변경 등을 반영해 물품목록고시를 개정한 것이 특징이다.

이번 설명회에는 개인, 소상공인, 변리사 등 누구나 참석해 구체적인 제도개선 내용을 직접 들을 수 있으며, 설명회 발표자료는 설명회가 끝난 후에 특허청 홈페이지를 통해 제공된다.

이재우 특허청 상표디자인심사국장은 "이번 설명회를 통해 새롭게 변경되는 상표·디자인 제도에 대한 이해를 도모함으로써 국민들의 상표·디자인권 획득 및 보호 강화에 도움이 되기를 바란다"고 전했다.

@highlight

특허청은 오는 25일 서울 강남의 한국지식재산센터에서 설명회를 가지며 올해 시행된 상표심사기준 및 디자인심사기준 개정사항, 상품분류고시 및 디자인 물품목록고시 변경사항 등을 소개하고 'YOLO'나 'K-POP' 등과 같이 공익성이 높은 단어의 경우에는 특정인에게 독점이 되지 않도록 상표등록을 거절하는 근거규정을 마련했다고 밝혔다.