충남도의회는 23일 충남도 기후환경국에 대한 2019년도 주요업무계획 보고에서 미세먼지와 축산악취, 석면 슬레이트 등에 대한 대책 마련을 촉구하고 나섰다.

김명숙 의원(청양)은 "지역환경교육센터가 서산, 금산, 서천, 예산 등 4개 시·군에 불과하다"며 "보령, 당진, 태안 등 화력발전소가 밀집한 지역은 지역자원시설세를 활용해 환경교육센터를 확대 설치하는 방안을 적극 검토해야 한다"고 주문했다.

김명선 의원(당진2)은 "그동안 제철소 등 철강 클러스터가 조성되며 지역주민의 건강호소민원이 증가해 2017년부터 건강영향조사가 추진돼 왔다"며 "해당 지역에 조사결과를 공개하는 등 지역주민과 소통을 통해 도민이 신뢰할 수 있도록 해야 한다"고 강조했다.

김영권 의원(아산1)은 "축산악취 민원에 대해 관련 지원 대책은 잘 되고 있으나, 민원발생 사항에 대한 지도·단속 등의 행정처분 후속조치가 미흡하다는 여론이 많다"면서 "도민의 건강권 보호를 위해 악취민원에 대해 강력히 조치해야 한다"고 말했다.

방한일 의원(예산1)은 "과수원의 폐비닐 등 여건상 수거가 어려운 영농폐기물에 대한 농가의 인식문제가 우려될 수준"이라며 "도 차원에서 시·군과 협력해 농가 스스로 영농폐기물 처리 인식을 개선할 수 있도록 적극 추진해 달라"고 주장했다.

김기서 의원(부여1)은 "서해안에 집중된 화력발전소 등의 미세먼지가 편서풍에 따라 내륙지역으로 이동하는데 산림숲 여부에 따라 환경영향에 차이가 있다"며 "산림숲이 미세먼지 저감에 미치는 영향에 대한 세밀한 연구와 검토가 필요하다"고 제안했다.

김득응 의원(천안1)은 "석면 슬레이트 철거와 관련해 사업 추진의 속도가 지지부진 하다는 의견이 많다"며 "소관부서 및 시·군과 적극 협력해 캠페인성으로 2, 3년 내 마무리 될 수 있도록 집중 추진해 달라"고 언급했다.

@highlight

23일 충남도의회는 2019년도 기후 환경국 주요업무계획 보고에서 축산악취 민원에 대한 행정처분 후속 조치 보완, 산림 숲 여부에 따른 미세먼지 저감 연구 검토, 석면 슬레이트 철거 추진 등의 제안을 촉구했다.