승진자와 가족 초청 "미래를 담보할 강력하고도 지속가능한 새로운 길을 만들어가는 주체적인 존재 '경로 개척자'가 되어 주십시오." 구자균 LS산전 회장이 매니저 진급자와 가족을 함께 초청한 행사자리에서 이같이 강조했다.

구 회장은 시장 환경이 어려운 와중에 앞으로 10년을 담보할 강력하고도 지속가능한 길을 만들어가는 '경로 개척자'로서 회사 미래를 주도하는 관리자가 되길 당부했다.

구자균(왼쪽) LS산전 회장이 22일 오후 LS산전 신임 매니저(과장) 승진 축하 행사에서 경품 추첨 후 신임 매니저 부부를 격려하고 있다.

LS산전은 22일 오후 서울 삼성동 그랜드인터컨티넨탈 서울 파르나스호텔 그랜드불룸에서 올해 신임 매니저와 배우자 가족 340명을 초청해 승진 축하 행사를 열었다고 23일 밝혔다.

구 회장 제안으로 2011년 시작돼 올해 9회째다.

올해는 각 사업부분장 내외와 승진 대상자 소속 팀장들도 대거 참석해 역대 최대 규모였다.

구 회장은 '경로의존성'을 언급하며 "로마군 마차 폭에 맞춰 구축된 도로가 가차 선로로 발전해왔으며 이 열차를 통해 발사대로 운반되는 우주왕복선 로켓 지름이 열차 터널 폭에 맞춰 설계됐다"며 "2000년전 로마군 마차가 로켓에 영향을 미쳤듯이 한번 경로가 만들어지면 미래에 영향을 미치고 경로에서 벗어나기 힘든 것"이라고 말했다.

그는 "시장 패러다임이 바뀌는 디지털 트랜스포메이션 시대에는 이미 만들어진 길을 따라가기만 해서는 생존할 수 없다"며 "미래를 담보할 강력하고도 지속가능한 새로운 길을 만들어가는 주체적인 존재, 즉 '경로 개척자'가 돼 달라"고 당부했다.

이어 구 회장은 "LS산전이 지속 성장할 수 있었던 것은 젊고 강인한 매니저들로부터 나왔던 것"이라며 "위기 속에서도 기회를 찾고 생존을 넘어 성장의 길을 여는 매니저들의 저력을 보여달라"고 덧붙였다.

@highlight

22일 구자균 LS산전 회장은 LS산전 신임 매니저 진급자, 가족을 초청한 축하 행사에서 "미래를 담보할 지속가능한 새로운 길 만들어가는 '경로 개척자'가 되어 주십시오" 라며 시장 환경이 어려운 와중에 '경로 개척자'로서 회사 미래를 주도하는관리자가 되길 당부했다