음성군(군수 조병옥)은 올해 도로정비 사업에 총 137억원을 들여 주민불편을 해소할 계획이다.

음성군은 29개 노선의 군도·농어촌도로 확·포장 및 유지보수사업에 137억을 투입, 사통팔달의 도로망을 구축해 주민들의 교통 편의를 증진하고 각종 물류비용 절감을 위해 추진한다는 것.

군도·농어촌도로 확·포장 사업에는 88억원이 투입된다.

17개 노선 9.6km에 대한 확·포장 공사를 추진할 예정이다.

주요사업으로는 사정∼용산간, 각회∼각회간, 본대∼본대간 군도 확포장 공사, 삼생∼군자간, 용성∼양덕간, 구계∼구계간 농어촌도로 확포장 공사 등이며, 군도 및 농어촌도로가 개설되면 지역 간 연계뿐만 아니라 생산 활동 지원을 통한 소득기반 마련 등 농촌경제 활성화에 기여할 것으로 전망된다.

또한 유지보수사업에는 34억원이 투입된다.

29개 노선 차선도색, 아스콘 덧씌우기, 배수로 정비공사 등을 추진해 그동안 지속해서 제기되었던 불편사항을 해소하고 교통편익 개선으로 안전사고 예방 등 더 나은 생활환경을 제공할 것으로 기대된다.

군은 이밖에도 국비보조 사업으로 동음∼백야(군도11호) 비탈면 보강 공사, 행정교 개·보수 공사, 봉현사거리 회전교차로 사업 등 3개 사업에 14억4천만원, 비산2리, 삼정2리 노인보호구역 개선공사에 1억원으로 쾌적한 도로환경 개선에 앞장선다는 방침이다.

조일원 건설교통과장은 "편입토지 보상협의 등 행정절차가 끝나는 구간은 3월부터 공사를 착공하고, 신규사업 지구는 실시설계를 조속히 완료해 편입토지 보상협의와 행정절차를 신속히 추진해 조기발주를 통한 주민불편을 해소하고 침체된 건설경기 및 지역경제 활성화에 기여하겠다"라고 강조했다.

@highlight

음성군은 사통팔달의 도로망을 구축해 주민들의 교통 편의를 증진하고 각종 물류비용을 절감하기 위해 총 137억원을 투입하여 29개 노선의 군도·농어촌도로 확·포장 및 유지보수사업을 추진하며, 이밖에도 비탈면 보강 공사, 행정교 개·보수 공사, 봉현사거리 회전교차로 사업, 노인보호구역 개선공사 등 도로환경 개선에 앞장설 방침이다.