김근태 고려대 교수, 인구 분석 "郡 지역 자연감소·전출자가 전입자보다 많은 순 유출 현상"

[세종=충청일보 장중식기자] 세종시와 인접한 충청권 시·군 지역이 소멸 위기에 놓였다는 전문가 분석이 나왔다.

23일 충남대에 따르면 김근태 고려대 교수는 24일 충남대에서 열리는 대전·세종·충청 사회학 포럼에서 세종시 출범 이후부터 지난해까지 대전과 세종을 비롯한 충청권 인구변화를 분석한 '대전·세종·충청지역 인구변화와 저출산'이란 제목의 논문을 발표할 예정이다.

김 교수는 논문에서 "충남의 모든 군 지역에서 사망자가 출생아보다 많은 인구의 자연감소 현상이 나타나고 있으며 충남 북부와 대전·세종을 제외한 지역은 소멸 위험에 노출돼 있다"고 밝혔다.

군 지역은 인구의 자연감소와 함께 전출자가 전입자보다 많은 순 유출 현상도 확인됐다.

김 교수는 "군 지역은 젊은 인구의 유출이 출산감소로 이어지는 악순환이 지속하고 있다"며 "도시-농촌 간 격차가 점차 증가하는 것으로 해석된다"고 설명했다.

반면 논산·공주·보령을 제외한 시 지역은 출생아가 사망자보다 많아 인구의 자연 증가 현상이 확인됐다.

그는 "소멸 위험 지역으로 사업체를 이전시키는 정책보다는 고부가가치를 생산할 수 있는 산업을 이전시키는 게 소멸 위험을 줄일 수 있다"고 설명했다.

세종시 인구 증가는 대전시민의 세종 이주에 따른 것으로 해석됐다.

김 교수는 "세종-대전, 세종-청주, 세종-천안 간 인구이동 양상은 인구수에 비례하고 거리에 반비례한다는 중력모델로 설명할 수 있다"며 "대전·청주·천안과 세종 간 거리의 차이는 없는데 인구 규모가 가장 큰 대전에서 세종으로의 이동이 주를 이뤘다"고 밝혔다.

그는 "충청권의 상생, 지역균형발전, 수도권 집중화 분산 등을 위해 세종시 주변에 여러 개의 소규모 혁신도시를 만드는 것보다 인접한 지방 거점도시를 중심으로 인구를 집중시키는 방향이 더 효율적"이라고 제안했다.

@highlight

김근태 고려대 교수는 논문에서 충남의 모든 군지역은 인구 감소현상이 나타나며 대전과 세종을 제외하고는 지역소멸 위험에 노출되어 있다고 밝혔으며, 도시와 농촌간 격차가 점차 증가하는 것으로 해석된다며 설명했다.