정부가 산업구조 고도화와 환경·안전분야 투자 확대를 위해 3년간 15조 원을 공급한다.

금융위원회는 23일 이 같은 기업투자 지원프로그램을 국책은행을 통해 24일부터 시행한다고 밝혔다.

우선 산업구조 고도화 지원프로그램에 3년간 10조 원을 투입한다.

산업은행이 중견기업(예비 중견기업 포함) 중심으로 7조 원을, 기업은행은 중소기업 중심으로 3조 원을 공급한다.

지원 분야는 주력산업 혁신 및 신성장 분야 투자다.

주력산업은 자동차와 조선, 디스플레이, 석유화학 등 올해 집중지원 대상 4대 산업과 소재·부품·장비, 반도체·디스플레이·배터리, 자동차·조선, 섬유·가전 등 제조업 혁신 분야 4개 산업군이다.

신성장 분야는 데이터·블록체인·공유경제, 인공지능(AI), 수소 경제 등 3대 전략투자와 미래자동차, 드론, 바이오헬스, 스마트시티, 스마트팜, 스마트공장, 에너지신산업, 핀테크 등 8대 핵심 선도산업 등이다.

기업당 지원한도는 산업은행(중견기업)은 시설자금 최대 2500억 원, 운영자금 최대 300억 원이며, 기업은행(중소기업)은 시설자금 최대 250억 원, 운영자금 최대 30억 원이다.

금리우대를 통해 0.5~0.7%포인트 감면해 주기로 했다.

자금지원비율은 기업 소요자금의 80% 이내로 하되, 중소기업의 경우 자금조달능력을 감안해 최대 100%까지 가능하다.

아울러 환경·안전투자 지원에도 산업은행과 기업은행이 3년간 각각 2조5000억 원을 투입한다.

지원 분야는 중소·중견기업의 환경·안전설비 확보, 노후설비·건축물 교체, 민간 생활 사회간접자본(SOC) 투자 등이다.

기업당 지원 한도는 산업은행 최대 300억 원, 기업은행 최대 200억 원이며 1.0%포인트의 우대금리 혜택을 준다.

금융위는 이번 지원프로그램으로 주력산업의 중장기 경쟁력을 강화하고, 중소·중견기업의 신산업 진출이 활성화될 것으로 기대했다.

기업투자 지원프로그램 이용을 원하는 기업은 오는 24일부터 산업은행과 기업은행 본점 및 전 영업점에서 상담하고 신청하면 된다.

@highlight

금융위원회는 24일부터 산업구조 고도화와 환경·안전분야 투자 확대를 위해 산업은행이 중견기업 중심으로 7조 원을 기업은행이 중소기업 중심으로 3조 원을 공급한다고 밝혔다.