서울지방국토관리청(청장 김일평)은 수도권 지역의 지방하천정비사업에 대해 국토교통부와 합동으로 지난해 11월5일부터 12월14일까지 6주 동안 사업 전반에 대한 점검을 실시했다고 23일 밝혔다.

수도권 지역에서 시행 중인 지방하천정비사업은 재해예방, 생태하천, 고향의 강 등으로 구분해 경기 56건, 인천 4건 등 총 63건을 시행하고 있으며, 5개 사업이 올해년도에 최종준공을 목표로 추진하고 있다.

지방하천정비사업은 전체사업비 중 50~60%를 국가에서 국비로 보조하는 사업으로, 지난해에는 국비 770억이 투입됐으며, 지자체별로 경기 634억 원, 인천 37억 원 등을 지원했다.

사업을 시행하는 해당 지자체는 국비지원을 통해 사업비 확보가 원활해짐에 따라 하천정비사업을 조기에 완료할 수 있게 됐고 현지 실정에 맞는 하천환경을 조성함으로서 하천인근지역 수해를 예방하고 지역민들의 생활환경 향상에 이바지 할 수 있게 됐다.

국토교통부와 서울지방국토관리청은 매년 지방하천정비사업에 대한 점검을 상·하반기 2회에 걸쳐 실시하고 있으며 이번 점검에서는 사업을 효율적으로 지원하기 위해 부진한 사업에 대한 추진 독려, 하천정비사업의 목적에 부합하지 않는 예산집행 금지, 사업추진 단계에서 적합한 행정절차 이행 등에 중점을 뒀다.

점검결과 일부 지자체의 사업추진 지연 및 행정절차 미이행 등 미흡한 점이 있었으나, 대부분의 지자체가 사업을 조기에 완료하기 위해 지방비를 적기에 확보하고 불필요하거나 과다한 시설계획을 삭제하는 등 각고의 노력을 다하고 있는 것으로 확인됐다.

서울지방국토관리청은 “올해에도 64건 804억을 지원할 예정이다”면서 “지방하천정비사업이 차질없이 추진될 수 있도록 국비를 최대한 확보해 해당 지자체에 적기에 지원하고 주민과 지자체의 의견을 적극 반영하는 등 사업의 성공적인 완료를 위해 지자체와 긴밀하게 협조해 나갈 계획”이라고 밝혔다.

@highlight

서울지방국토관리청이 국토교통부와 합동으로 수도권 지역의 지방하천정비사업에 대한 점검에 나섰으며 지난해에 국비 770억이 투입된 것에 이어 올해에도 800억원가량을 지원할 예정이라고 밝혔다.