환경부는 작년 7월 마련한 '국가 배출권 할당계획'에서 유상할당업종으로 분류된 126개 기업을 대상으로 지난 23일 오후 1시부터 2시까지 배출권 경매를 실시한 결과, 4개 업체가 총 55만t의 배출권을 낙찰받았다고 23일 밝혔다.

이번에 최초로 실시된 유상할당 경매에는 7개 업체가 입찰에 참여해 최저 2만3100원에서 최고 2만7500원 사이의 응찰가격을 제시했고 총 응찰수량은 107만t이었다.

낙찰가격은 낙찰업체가 제시한 응찰가격 중 최저가격인 2만5500원으로 결정돼 모든 낙찰업체에 동일하게 적용(단일가격 낙찰방식)됐다.

배출권 경매는 지난 23일을 시작으로 매월 실시되고 정기 입찰일은 두번째 수요일(공휴일인 경우에는 직전 매매거래일)이며 환경부는 올해 총 795만t을 공급할 예정이다.

다만 배출권 제출시한(6월)으로 인해 2분기에 수요가 급증하는 상황을 반영해 경매수량을 1·3·4분기에 월 55만t, 2분기엔 월 100만t으로 차등 배분된다.

유상할당업체는 한국거래소의 '배출권 거래시장 호가제출시스템' 내 경매 입력창을 통해 응찰가격 및 수량을 제출한다.

낙찰자는 응찰가격 중 높은 가격순으로 해당일 입찰수량에 도달하는 가격의 수량까지 순차적으로 낙찰시키는 방식으로 결정한다.

일부 특정기업이 유상할당분을 독점해 매수하는 것을 방지하기 위해 업체별 낙찰수량은 해당일 입찰수량의 30% 이하로 제한했다.

하지만 낙찰수량의 총합이 입찰수량보다 적은 경우 입찰수량의 30%를 초과해 응찰한 업체에게 초과수량의 추가 배정이 가능하도록 했다.

김정환 환경부 기후경제과장은 "이번을 시작으로 매월 실시되는 경매가 배출권 거래시장 유동성을 높이는데 기여할 것을 기대하며 경매수입은 온실가스 감축설비 지원사업, 온실가스 감축기술 연구·개발 등에 재투자할 계획"이라고 말했다.

@highlight

지난 23일, 환경부는  '국가 배출권 할당계획'에따라 최초로  배출권 경매를 실시해 4개 업체가 총 55만t의 배출권을 낙찰 받았고, 한국거래소의 배출권 거래시장 호가제출시스템 경매 입력창을 통해 응찰가격 및 수량을 제출한 유상할당 경매에는 7개 업체가 응찰한 수량만 107만t이라고 전했다.