지난 22일 서울 충무아트센터에서 '드림메이커' 8기 서울지역 고등학생 80명, 서울시교육청 관계자, 호텔신라 임직원들이 수료식을 기념해 사진 촬영을 하고 있다.

[이데일리 이성웅 기자] 호텔신라(008770)는 청소년들의 꿈과 재능을 지원하는 사회공헌활동 '호텔신라 드림메이커' 8기 수료식을 진행했다고 23일 밝혔다.

지난 22일 서울 충무아트센터에서 진행한 수료식엔 서울지역 고등학생 80명, 서울시교육청 관계자, 호텔신라 임직원 등이 참석했다.

앞서 17일에는 제주상공회의소에서도 80명의 제주지역 고등학생들을 위한 수료식이 진행됐다.

호텔신라가 제주도교육청·서울시교육청과 업무협약을 맺고 추진 중인 '드림메이커'는 제주·서울지역 고등학생에게 분야별 진로·직업 교육과 멘토링 프로그램을 제공하는 사회공헌활동이다.

진로적성 계발에 대한 교육기회가 상대적으로 부족한 학생들을 대상으로 제주와 서울지역에서 각각 80명씩 선발해 9개월간 진행된다.

학생들에게 단순히 학업을 지도하는 것이 아닌 호텔신라의 전문성을 살린 재능기부 형태의 교육 봉사로 실질적인 도움을 주고 있다.

△조리 △제과 △글로벌서비스의 3개 분야로 나누어 자격증 취득 등의 전문 교육과정을 지원한다.

교육과정 외에도 호텔신라 직원들이 분야별 전문가로서 대학 진학, 취업 등 진로상담 멘토링도 지원한다.

지난해 '호텔신라 드림메이커'를 수료한 160명의 수료생 중 조리·제과 관련 자격증 취득률이 약 56%에 이르는 것으로 나타났다.

이는 동일 분야의 전체 시험응시자의 평균 합격률에 비해 20%포인트 이상 높은 수치다.

뿐만 아니라 취업 및 대학진학 대상 수료생 중에서 이에 성공한 학생도 무려 72%에 달했다.

호텔신라 관계자는 "'드림메이커'를 수료한 학생들이 사회구성원으로서 성장해나가는 모습을 보면서 큰 보람을 느낀다"며 "앞으로도 학생들에게 가장 도움이 되는 교육을 제공할 수 있도록 노력하겠다"고 말했다.

호텔신라는 오는 2월부터 '드림메이커' 9기 수혜 대상 학생을 모집한다.

선발된 학생들을 대상으로 9개월간 활동이 진행될 예정이다.

@highlight

제주·서울지역 고등학생에게 분야별 진로·직업 교육과 멘토링 프로그램을 제공하는 '호텔신라 드림메이커'의 8기 수료식이 22일 서울 충무아트센터에서 진행됐다.