[이데일리 박기주 기자] 경찰이 각 지방청을 중심으로 수사력을 모은다.

경찰서 수사역량만으로 감당하기 어려운 범죄가 잦아지자 이에 대한 대응으로 지방청에 힘을 싣겠다는 의도다.

경찰청은 올 상반기부터 주요사건 수사역량을 지방청에 집중하는 '지방청 중심 수사체제 구축' 계획을 시행한다고 24일 밝혔다.

이에 따라 지방청 직접수사 인력은 기존 1184명에서 올해 1421명으로 20% 확대될 예정이다.

윤승영 경찰청 수사기획과장은 "경찰의 양적 질적 수사역량을 지방청에 집결해 날로 광역화·지능화되는 범죄에 효과적으로 대응하기 위한 것"이라고 설명했다.

우선 지능범죄수사대와 광역수사대 등 지방청 수사 인력을 대폭 늘려 대형 경제·비리 사건이나 의료·화재사건 등 사회적 이목이 쏠리는 중요한 사건은 지방청에서 직접 수사할 방침이다.

특히, 대형 강력사건은 원칙적으로 지방청에서 수사본부를 꾸려 운영된다.

또한 수사이의조사팀을 수사심의계로 확대해 수사이의사건 조사 외에 수사 사무에 대한 지도·점검을 강화한다.

지난해 일선 경찰서에 시범적으로 운영해 효과를 본 영장심사관은 배치 대상 경찰서를 23개서에서 69개서로 늘리고, 지방청 직접수사 부서에도 배치할 방침이다.

범죄수익 환수와 금융·회계 분석을 담당하는 '범죄수익 추적수사팀'은 우선 대도시권 지방청을 중심으로 운영하고, 단계적으로 확대하겠다는 계획을 세웠다.

범죄수익 추적수사팀은 지난해 17개청에서 시범 운영해 본 결과 기소 전에 몰수보전(몰수할 대상인 불법 수익을 미리 처분하지 못하도록 하는 절차) 인용금액이 2.5배 이상 늘어나는 등 효과가 입증됐다는 설명이다.

아울러 경찰서 수사팀은 민생범죄 대응력을 높이는 방향으로 조직을 개편한다.

경제팀을 소규모 단위로 분할해 팀을 늘리고, 소액절도 등 생활범죄와 사회관계망서비스(SNS) 등을 활용한 마약범죄 수사인력은 지속적으로 확대할 예정이다.

윤 과장은 "이번 수사체제 개편을 통해 수사인력을 합리적으로 분배하고 효율적으로 운영해 범죄 대응역량의 향상과 수사 전문성 강화의 효과를 거둘 것"이라고 밝혔다.

@highlight

경찰청은 24일 올 상반기부터 날로 광역화·지능화되는 범죄에 효과적으로 대응하기 위해 주요사건 수사역량을 지방청에 집중하는 '지방청 중심 수사체제'를 구축한다고 밝히며, 이번 개편을 통해 수사인력을 합리적으로 운영해 수사 전문성을 강화할 것이라고 전했다.