김진식 범 군민 서명운동 괴산전통시장 일원에서 전개 (동양일보 김진식 기자) 괴산군과 군의회가 2023년까지 1500억원의 사업비가 투입되는 대한민국 축구종합센터 유치에 총력전을 펼치고 있다.

군은 축구종합센터의 성공 유치를 기원하는 23일 괴산읍 전통시장 일원에서 범 군민 서명운동에 돌입했다.

이날 이차영 괴산군수를 비롯한 괴산군체육회, 종목별 협회 회원, 괴산군민 등 300여 명이 서명운동에 동참, 축구종합센터를 유치하겠다는 강력한 의지를 보였다.

이 군수는 “지금이 바로 괴산군이 체육시설 인프라 구축을 통한 스포츠 메카로 발돋움할 수 있는 최적의 시기”라며, “군민, 군의회, 체육인은 물론 충북도민의 관심과 성원을 담아 최종 선정 발표일까지 유치에 총력을 다하겠다”고 밝혔다.

군은 각 읍·면별로 서명운동을 적극 전개, 군민 2만 명 이상 서명을 받아 이달 중 대한축구협회에 제출한다는 계획이다.

괴산군의회도 같은 날 열린 274회 임시회 1차 본회의에서 ‘대한민국 축구종합센터 괴산군 유치 지지 성명서’를 채택하고 괴산군의 유치 노력에 힘을 보탰다.

이날 신동운 의장을 비롯한 군의원들은 “국토의 정중앙에 위치한 괴산군은 중부내륙고속도로가 경유하고 청주공항과 중부고속도로가 인접해 있어 우수한 접근성과 교통 인프라를 갖춘 최적의 입지”라며 “축구종합센터가 괴산군에 들어서면 우리군 뿐 만 아니라 충북도의 부족한 체육 인프라가 개선돼 지역균형발전에 크게 도움이 될 것”이라고 입을 모았다.

신 의장은 “4만 괴산군민의 염원과 함께 괴산군의회에 부여된 모든 역량을 모아 축구종합센터가 괴산군에 들어설 수 있도록 적극 협조하겠다”고 강조했다.

대한축구협회는 서류심사 후 프레젠테이션 및 현장실사를 통해 우선협상대상 지자체를 선정, 대의원 총회를 거쳐 오는 3월 말 축구종합센터 최종 부지를 선정 발표할 계획이다.

@highlight

괴산군과 군의회가 2023년까지 1500억원의 사업비가 투입되는 대한민국 축구종합센터 유치를 위해 범군민 서명운동에 돌입했으며, 군민 2만 명 이상 서명을 받아 대한축구협회에 제출한다는 계획이다.