[서울경제] tvN 새 월화드라마 '사이코메트리 그녀석'에서 학교 안과 밖에 180도 다른 비밀스런 소녀 신예은의 하루가 펼쳐진다.

오는 3월 4일(월) 첫 방송되는 tvN 새 월화드라마 '사이코메트리 그녀석'(연출 김병수/ 극본 양진아/ 제작 제이에스픽쳐스, 이하 '그녀석')은 비밀을 마음속에 감춘 윤재인(신예은 분)과 상대의 비밀을 읽어내는 '사이코메트리' 능력을 지닌 이안(박진영 분)의 초능력 로맨스릴러 드라마다.

대세 배우 신예은은 '그녀석'에서 비밀을 감춘 소녀 윤재인 역을 맡아 올 봄 안방극장을 그녀만의 매력으로 시청자들에게 다가 설 예정이다.

찰랑거리는 검은 생머리와 금쪽같이 어울리는 교복 그리고 활짝 웃는 싱그러운 미소가 시청자들을 심쿵하게 한다.

그녀만의 아우라는 세상 사람들에게 완벽함 그 자체로 여겨지는 학교 안 모범생 윤재인의 모습을 고스란히 보여주고 있어 더욱 눈길을 끌고 있다.

그러나 학교 밖에서 포착된 윤재인은 얼굴을 알아볼 수 없을 정도로 검은 마스크와 모자를 푹 눌러쓴 채로 주변을 경계, 180도 달라진 채 나타나 무슨 사연인지 호기심을 자극하고 있다.

반짝반짝 빛나는 완벽녀의 모습과 무엇인가를 감추고 있는 듯 미스터리한 기운이 서린 모습, 윤재인의 두 이면에 숨겨진 이야기가 무엇이며 어설픈 사이코메트리 능력을 가진 이안과는 어떤 우연으로 얽혀 있을지 예비 시청자들의 기대지수를 높이고 있다.

'그녀석'의 한 현장 관계자는 "신예은이 등장하면 현장 분위기도 덩달아 밝아진다. 언제나 밝게 인사하는 모습이나 작은 것 하나하나 까지도 열심히 임하려는 성실한 태도가 스태프들에게도 기분 좋은 에너지를 전하는 것 같다"고 전언해 촬영장의 밝고 활기찬 분위기를 전했다

한편 '사이코메트리 그녀석'은 현재 방송 중인 '왕이 된 남자' 후속으로 오는 3월 4일(월) 오후 9시 30분 첫 방송된다.

@highlight

오는 3월 4일 첫 방송되는 '사이코메트리 그녀석'에서  신예은이 비밀을 감춘 소녀 윤재인 역을 맡아 기대를 모은다.