[김민정 기자 treemm23@imaeil.com] 사진= MBC '봄이 오나 봄'

MBC '봄이 오나 봄'의 엄지원이 러블리의 끝판왕으로 첫 등장 했다.

지난 23일 첫 방송된 MBC 수목드라마 '봄이 오나 봄' (연출 김상호, 극본 이혜선)에 엄지원이 몸이 바뀌면서 앞으로 1인 2역을 소화할 예정이다.

'봄이 오나 봄'은 당대 최고의 스타였지만 지금은 국회의원 사모님으로 살아가는 이봄(엄지원 분)과 MBS 방송국의 평기자에서 메인뉴스 앵커의 자리에까지 오른 김보미(이유리 분)의 몸이 체인지 되면서 벌어지는 이야기를 다룬 코미디 판타지 드라마다.

극 중 엄지원은 여성스럽고 러블리한 성격을 가진 인물 이봄 역을 맡았다.

그녀는 결혼 전에는 인기를 누린 당대 최고의 스타였고, 결혼 후에는 은퇴하여 국회의원 사모님이라는 새로운 삶을 살게 되는 인물이다.

이봄의 첫 등장은 김보미와의 극과 극의 모습으로 시작되었다.

극명하게 드러나는 두 사람의 모습에서는 물과 기름처럼 섞일래야 섞일 수 없는 존재임을 암시했고, 남편 박윤철(최병모 분)과 딸 박시원(이서원 분)이 함께 아침 식사를 하는 자리에서는 가족의 건강을 그 누구보다 먼저 생각하는 이봄의 성격을 엿 볼 수 있었다.

계속된 장면에서는 여성스러우면서도 순수한 소녀감성을 가진 그녀의 모습이 전파를 탔다.

이후 러블리의 결정체였던 이봄이 봄삼(안세하 분)의 계략으로 김보미와 몸이 바뀌면서 와일드 하면서도 터프한, 즉 그전 이봄과는 정반대의 성격을 가진 김보미로 변하게 되면서 드라마를 보는 재미를 더했다.

이처럼 퀴즈쇼부터 마라톤까지 얽히고 설킨 이봄과 김보미의 일상은 물론, 그 속에서 이봄과 김보미의 각기 다른 성격을 그려낼 엄지원의 1인 2역에 대한 시청자들의 많은 기대를 모으고 있다.

한편, MBC 수목드라마 '봄이 오나 봄'은 매주 수,목 밤 10시에 방송된다.

@highlight

지난 23일 첫 방송된 MBC 드라마 '봄이 오나 봄'에서 러블리한 인물 이봄 역을 맡은 엄지원이 러블리의 끝판왕으로 등장하면서 앞으로 1인 2역을 소화할 예정이다.