김태호 안성시, 265억 들여 상습정체 개선 계획 … "낭비" "우선 사업 무엇인지 모른다" 지적안성시가 올 자체 사업으로 지역축제기간(5일)동안 차량정체 등을 이유로 수백 억원의 도로 확장사업 예산을 책정한 사실이 드러나 빈축을 사고 있다.

23일 안성시 등에 따르면 시는 2019년 세출 예산서에 설계비 5억원, 공사비와 토지보상비 등 총 265억원 투입, 2025년까지 보개면 불현 내방리간 5㎞ 도로 구간 중 2차선 구간을 4차선으로 확장하는 공사를 계획했다.

시 관련 부서는 이번 예산 책정에 대해 '안성맞춤 바우덕이 축제시 상습정체구간에 대해 시민 불편을 해소하고 지역경제 활성화를 위해 필요하다'는 이유를 들었다.

그러나 정작 예산편성이 필요한 각종 사업 분야는 뒤로하고 수백 억원이 투입되는 도로개선공사를 추진하는 것에 대해 지적이 나오고 있다.

시의회 한 의원은 "올해 예산은 우석제 시장 취임 후 처음 수립하는 예산이지만 어떤 정책사업을 수립하려는지 의문시 된다"며 "우선적으로 추진해야 할 사업이 무엇인지를 모르고 있는 것같다"고 지적했다.

한 시민단체 관계자는 "1년 356일 중 5일 간 진행되는 안성바우덕이 행사를 위해 265억원이라는 혈세를 투입하는 것은 낭비로 밖에 볼 수 없다"고 비난했다.

안성지역은 최근 매출부진과 최저임금 인상 등으로 자영업자와 소상공인 등 개인 사업자들에 대한 적극적인 경제 회복 지원이 요구되고 있다.

지역인구의 39%를 차지하는 공도읍에는 단 한곳의 청소년 문화의(상담)집도 없어 보편적인 복지 예산편성은 뒷전이라는 지적도 제기되고 있다.

특히 안성지역은 하수처리장 용량부족으로 어려움을 겪고 있다.

대규모 신규 아파트단지나 복합쇼핑몰에 발생하는 하수에 대해 자연배수처리를 결정할 정도로 불당, 원곡 하수처리장 등은 확충이 시급한 상황이다.

시 관계자는 "사업을 추진을 위해 우선 순위대로 사업을 진행하는 것"이라며 "관련예산은 시의회에서 부결돼 다시 논의해야 할 것으로 보인다"고 했다.

@highlight

안성시는 2025년까지 보개면 일부 구간을 2차선에서 4차선으로 확장하는 공사를 계획했지만 정작 필요한 사업보다 확장사업에 무리하게 예산을 책정한 사실이 드러나 빈축을 사고 있어 사업에 대해 다시 논의할 것으로 보인다.