임태환 20억 들여 역사탐방길 조성인천 옹진군이 섬 지역인 영흥면을 찾는 관광객이 점차 줄자 '경관 개선 사업' 추진에 나섰다.

이곳 관광객은 1년 사이에 25만명 가까이 줄었을 정도로 발길이 뜸한 실정이다.

군은 올 20억원을 투입해 영흥면 경관 개선 사업을 진행한다고 23일 밝혔다.

사업비 20억원 중 절반은 인천시에서 지원한다.

현재 군은 사업 예정지 조사와 주민의견 수렴 단계를 밟고 있다. 이 사업은 섬 지역 경관을 개선하고 관광객을 늘리고자 추진됐다.

또 지역의 낙후된 시설을 개선해 주민들의 만족도를 높일 계획이다.

군은 2009년 북도면을 시작으로 2010년 덕적면, 2018년 덕적·자월면 등의 경관 개선 사업을 실시한 바 있다.

사업 대상은 대부분 관광객이 크게 줄거나 시설이 열악한 곳들이다.

현재 영흥면 관광객은 꾸준히 줄고 있는 것으로 나타났다.

지난해 영흥면을 찾은 관광객 수는 336만6307명으로 2017년과 비교했을 때 24만7596명이 줄었다.

관광객 감소 수치가 옹진군 7개면 중 가장 높다.

상황이 이렇자 군은 영흥면을 관광객이 다시 찾는 지역으로 만들기 위해 사업 대상지로 택했다.

당초 영흥면 내1리와 내5리, 내6리 등 마을 3곳에 대한 경관 개선을 추진하려 했지만 사업비가 한정돼 있어 우선 내6리에 집중 투자한다는 방침을 세웠다.

실제 지난해 추진된 덕적도 경관 사업 내용을 살펴보면 마을 1곳에 15억5000만원이 쓰였다.

군은 내6리에 관광객이 즐겨 찾는 장경리 해수욕장이 위치해 있어 큰 효과를 볼 수 있을 것으로 기대하고 있다.

또 지역을 대표하는 문화재 '연자맷돌'을 중심으로 역사 탐방길을 조성할 예정이다.

군 관계자는 "다른 마을도 동시에 사업을 진행하고 싶지만 예산 때문에 부득이하게 한 곳을 선택했다"며 "추후 사업비 상황에 따라 내1리와 내5리에도 사업을 추진할 것"이라고 말했다.

@highlight

지난 23일 옹진군은, 섬 지역인 영흥면에 방문하는 관광객이 1년 사이에 25만명 가까이 감소할 정도로 점점 줄어듦에 따라, 20억을 들여 '경관 개선 사업'을 추진한다고 밝혔으며, 현재 군은 사업 예정지 조사와 주민의견 수렴 단계를 진행 중이다.