홍남기 경제부총리 겸 기획재정부 장관은 지난 16일 기자들과 만나 "증권거래세 관한 세입 문제는 시장 상황을 종합적으로 고려해서 검토해 나간다는 것이 기본 입장"이라고 말했다.

[세종=이데일리 최훈길 기자] 기획재정부가 정치권에서 주진하고 있는 증권거래세 폐지 가능성을 부인했다.

주식 양도소득세 과세 개편, 주식시장 여파, 세수 감소를 종합적으로 고려해야 한다는 것이다.

기재부는 24일 보도해명자료를 통해 "증권거래세 폐지는 전혀 사실이 아니다"며 이 같은 입장을 밝혔다.

'△증권거래세의 단계적 폐지 △2021년 예정이던 주식 양도차익 과세 확대 시점을 앞당겨 시행' 등 기보도된 내용이 모두 사실과 다르다는 것이다.

그러나 총선을 앞둔 여당은 증권거래세 폐지에 긍정적인 입장이다.

더불어민주당 자본시장활성화특별위원회 위원장인 최운열 의원은 "거래세 폐지를 당 차원에서 추진하기 위해 당 정책위원회와 대화 중"이라며 "구체적인 방안은 아직 정해진 것은 없지만 설 연휴를 보낸 후 확정해 발표할 것"이라고 말했다.

최 의원은 증권거래세를 2020년부터 인하해 2024년 폐지하는 법안을 대표발의한 상황이다.

김태년 정책위의장은 "거래세 인하 또는 폐지 문제는 당정이 조속히 검토하고 결론을 도출하겠다"고 말했다.

국회 기획재정위원장인 정성호 민주당 의원도 "증시에 대한 지원책으로 증권거래세 개편을 충분히 논의해 볼 필요가 있다. 긍정적으로 검토하겠다"며 "찔끔 낮추는 것은 효과가 없기 때문에 폐지하거나 대폭 인하하는 게 필요하다"고 말했다.

기재부 고위관계자는 "양도세 과세 확대가 증시에 어떤 영향을 미칠지가 문제"이라며 "증권거래세를 인하할 때 증시가 부양될지, 양도세를 과세했을 때 증시에 어떤 영향을 미칠지를 같이 종합적으로 봐야 한다"고 말했다.

매년 5조원 가량 증권거래세 세수가 들어오고 있다.

이는 국세청이 매년 징수한 금액을 집계한 것이다.

납부해야 할 세금과 추가로 붙는 농어촌특별세를 포함하면 실제 세수는 더 클 전망이다.

단위=조원.

@highlight

기재부는 24일 보도해명자료를 통해 "증권거래세 폐지 추진은 사실이 아니다"고 밝히며 증권거래세 폐지 가능성을 부인하는 등 기 보도된 내용이 모두 사실과 다르다고 주장했다.