일본의 야구천재 스즈키 이치로(46)가 우리나이로 47살의 나이로 메이저리그 시애틀 매리너스 구단과 마이너리그 계약을 맺었다.

MLB닷컴은 24일(한국시간) 이치로가 시애틀과 마이너리그 계약에 합의했다고 보도했다.

이치로는 메이저리그 로스터에 포함될 경우 연봉 75만 달러(약 8억5000만원)를 받을 것으로 알려졌다.

이치로는 오는 3월 20일과 21일 일본 도쿄돔에서 열리는 오클랜드 애슬레틱스와의 메이저리그 정규리그 경기에 출전할 것이 확실시된다.

메이저리그 로스터는 25명이지만 해외에서 열리는 정규리그 경기는 체력적인 부담을 감안해 28명으로 3명 늘려준다.

문제는 미국으로 돌아왔을 때도 이치로가 계속 로스터에 포함될 수 있느냐다.

시애틀은 이미 말렉스 스미스, 도밍고 산타나, 미치 해니거 등 젊고 유망한 외야수들이 자리를 차지하고 있다.

백업자원들도 풍부한 편이여서 이치로의 자리가 있을지는 불투명하다.

이치로는 지난해 시애틀 유니폼을 입고 15경기에 출전했지만 타율 2할5리에 그쳤다.

시즌 개막 한 달여 만에 선수 계약을 마치고 구단 특별 자문역으로 변신했다.

하지만 특별 자문을 맡으면서도 연습을 계속 하면서 현역 연장 의지를 분명히 했다.

다만 이치로가 일본에서 열리는 경기에서 여전히 기량이 살아있다는 것을 보여준다면 얘기는 달라진다.

시애틀 구단도 이치로의 이름값이나 여전히 남아있는 상품성 등을 무시할 수 없다.

이치로는 일본 프로야구를 거쳐 2001년 메이저리그에 진출한 이후 무려 18년간 빅리그에서 활약했다.

미국에서만 3089안타를 기록했다.

통산 타율은 무려 3할1푼1리나 된다.

일본프로야구 기록까지 포함하면 27년 동안 안타 4367개를 때렸다.

이치로가 지금까지 남긴 업적 만으로도 이미 명예의 전당 헌액인 기정사실로 평가된다.

심지어 마리아노 리베라에 이어 만장일치 득표를 얻을 가장 유력한 후보로 거론되고 있다.

@highlight

일본 야구선수 스즈키 이치로가 47살의 한국 나이에 메이저리그 시애틀 매리너스 구단과 마이너리그 계약을 맺고, 다가오는 메이저리그 정규리그의 일본 도쿄돔 경기 출장이 유력시 되지만, 미국 본지로 돌아온 이후 계속 로스터에 포함될 수 있을지 여부는 불확실하다.