= 부산장안고등학교(교장 조영준) 학생 3명이 지난 1월 18일부터 20일까지 3일간 일본 오사카에서 열린 '제4회 세계 고교생 토론대회(PDAWC : Parliamentary Debate Association World Congress)'에 참가해 4위(quarte-Finalist상)에 입상했다고 22일 밝혔다.

이번 대회에는 일본 6팀과 한국, 미국, 뉴질랜드, 남아프리카공화국, 칠레, 스웨덴, 필리핀, 캄보디아, 말레이시아, 몽고 등 11개국 18팀이 참가했다.

장안고는 염재훈, 정예안, 김지성 학생 등 1학년생 3명이 참가했다.

이들은 예선전을 거쳐 4강에 진출했지만 준우승팀인 후지시마 고교에 아깝게 져 quarte-Finalist라는 4등상을 수상했다.

이외에도, 염재훈 학생은 베스트 디베이트상과 베스트 POI(Point of Information)상을, 정예안 학생은 베스트 디베이트상을 수상하는 영예를 안았다.

이 대회는 일본 문부과학성의 '고등학생 즉흥 영어디베이트 프로그램' 사업으로 'PDA고교생 파라멘트리 디베이트 집행위원회'가 주최하고 일본 문부과학성, 외무성, 아사히신문, 오오사카부립대학 등이 후원했다.

각국별로 예선전을 거친 우수학교 학생들이 참여해 토론을 통해 다양한 가치관을 나누고 국제교류를 통해 우호를 다졌다.

장안고 학생들은 학교에서 영어로 디베이트를 해본 경험이 없음에도 불구하고 일본 전국대회 우승팀을 비롯한 각 국가 대표들로 구성된 팀들과의 경쟁에서 탁월한 순발력과 단결력을 보여 눈길을 끌었다.

조영준 교장은"평소'수업-발표-토론으로 이어지는 참여형 독서교육과 글로벌리더 육성을 위한 원어민 활용 수업이 큰 도움이 되었다고 생각한다"고 말했다.

@highlight

22일 부산장안고등학교는 장안고 대표팀이 일본 문부과학성의 '고등학생 즉흥 영어디베이트 프로그램' 사업의 일환으로 지난 1월 18일부터 사흘간 일본 오사카에서 주최된 '제4회 세계 고교생 토론대회(PDAWC : Parliamentary Debate Association World Congress)'에 11개국 18팀 중 4등(quarte-Finalist상)상을 수상했다고 전했다.