[서울경제] 서울시의 광화문광장 재구조화 안에 정부서울청사의 일부를 수용해 우회도로를 만드는 내용이 포함되자 행정안전부가 강하게 반발했다.

국토부에 이어 행안부까지 반대 입장을 밝힌 것이다.

행안부는 23일 "서울시의 광화문광장 재구조화 사업과 관련해 사업내용에 포함된 정부서울청사 일부 건물 및 부지 포함 문제는 행안부와 합의된 바 없다"고 발표했다.

서울시가 지난 21일 발표한 광화문광장 재구조화 당선작에는 세종대로 왕복 10차선을 6차선으로 축소하는 대신 정부서울청사 뒤쪽의 새문안로 5길을 6차선으로 늘리는 방안이 포함돼 있다.

이 경우 정부서울청사 뒤쪽의 어린이집·민원실·경비대 부지 일부가 수용돼야 한다.

행안부는 "우회도로가 조성되면 부속건물 일체를 철거할 수밖에 없어 대체 건물 확보 및 방문안내실 이전 문제 등이 발생한다"며 "그 결과 청사 건물만 남게 돼 공공건물로서 기본적이고 정상적인 운영 및 관리에 차질이 발생할 수밖에 없다"고 밝혔다.

행안부는 이 외에도 정문 및 차량 출입구 폐쇄, 전면 주차장 상실, 청사 내 순환도로 폐쇄 등의 문제가 있다고 지적했다.

행안부는 "그간 서울시에 원안 추진 시 수용이 곤란하다는 입장을 지속적으로 밝혀왔다"며 "향후 서울시와 문제 해결을 위해 적극 협의해 나갈 계획"이라고 밝혔다.

앞서 국토교통부도 서울시가 광화문광장 재구조화에 따른 교통 대책으로 GTX-A 노선의 광화문 복합역사 추가를 요구한 데 대해 "전혀 합의된 바 없다"며 "추가에 따른 비용은 전적으로 서울시 부담"이라고 밝혔다.

국토부는 GTX-A 노선에 이미 서울역이 포함돼 있어 광화문역이 추가될 경우 열차 속도가 늦어지는 문제가 있다고 지적했다.

서울시는 광화문 근처로 출퇴근하는 사람이 많아 교통 수요가 많은 상황에서 GTX-A 노선에 서울역만 포함되는 것은 옳지 않다는 입장이다.

서울시는 연구용역 결과에 따라 국토부와 협의를 이어가겠다고 설명한 바 있다.

@highlight

서울시가 광화문 광장을 재구조화 하는 사안에 대해서 이미 국토교통부는 교통대책에 관해 전혀 합의가 된 바가 없고 비용부담도 어렵다고 난색을 내비친데 이어, 행정안전부 역시 계획대로라면 부속건물 일체를 철거해야 해서 공공건물로서의 행정업무 수행에 애로가 발생한다며 서울시의 계획에 강하게 반발했다.