바른미래당과 민주평화당, 정의당 등 야 3당이 국회의원 정수를 현행보다 30명 확대하는 내용의 선거제도 개혁안을 내놓았다.

하지만 더불어민주당과 자유한국당이 의원 정수 확대에 회의적 시각을 보이고 있어 결론 도출까지는 적지 않은 난항이 예고된다.

야 3당 원내대표는 23일 국회에서 기자회견을 열고 “국회가 각 정당이 득표한 정당지지율에 따라 구성되는 완전한 연동형 비례제를 제안한다”고 밝혔다.

이들은 의석 수를 총 330석으로 확대하고 지역구는 220석, 비례는 110석을 기준으로 협상에 임할 계획이다.

다만 의원 정수 확대에 따른 부정적 여론을 감안, 국회의원 세비 감축 등을 통해 국회 전체 예산을 동결할 것이라는 방침도 내세웠다.

야 3당은 그동안 ‘100% 연동형’ 도입을 위해 정개특위 자문위가 제시한 의원 정수 360석 확대 방안을 주창해왔다.

그러나 거대 양당의 부정적 입장에 따라 연동형 비례대표제 논의가 한 발짝도 나아가지 못하자, ‘30석’ 확대라는 차선책을 꺼내든 것으로 풀이된다.

이는 앞서 지난달 여야 5당 원내대표가 선거제 개혁 논의를 위해 합의한 내용과 같다.

야 3당 개편안에는 또 득표율이 높은 지역구 낙선자를 비례대표로 구제해주는 석패율제와 이중등록제 도입 등도 포함됐다.

아울러 야 3당은 이 같은 선거제 개혁안의 조속한 통과를 위한 거대 양당의 전향적 입장 전환을 촉구했다.

민주평화당 장병완 원내대표는 “한국당은 의원 정수 확대는 안 된다는 말만 반복하면서 당의 입장은 정하지도 못하고 다른 당 입장만 비판하는 등 무책임한 태도로 일관하고 있다”고 비판했다.

바른미래당 김관영 원내대표도 “민주당은 연동형 비례제로의 선거제 개혁을 회피하지 말고 당당하게 진짜 연동형 비례제 도입을 결단해야 한다”고 압박했다.

민주당은 앞서 현행 의원 정수 300명을 유지하는 한편 지역구와 비례대표 의원 비율을 2 대 1로 선출하는 내용의 자체 개편안을 정했다.

한국당은 선거제 개혁안을 공식적으로 밝히진 않았지만 현행 의원 정수 유지를 선호하는 것으로 알려졌다.

@highlight

23일 국회에서 바른미래당, 민주평화당, 정의당의 원내대표는 의원 정수를 30명 늘리고 정당 지지율에 따른 연동형 비례제를 제시했다.