노영민 대통령 비서실장이 23일 청와대 비서진에게 "앞으로 대통령 대면보고를 줄이자"고 업무지시를 했다.

김의겸 청와대 대변인은 이날 서면 브리핑에서 "대통령을 보좌하는 대통령비서실의 책임자로서 취임 후 청와대의 업무를 살펴본 결과 국정 운영과 정국구상을 위한 대통령의 시간 확보가 절실하다는 점을 검토한 결과"라며 이같이 소개했다.

김 대변인은 또 "대통령이 각계 인사들과의 대화 및 소통을 강화하고, 현장 일정을 늘려갈 필요가 있다는 것도 고려했다"고 설명했다.

그러면서 노 실장은 "청와대의 대면보고는 줄이되, 각 부처 장관 등 내각의 보고는 더욱 확대하라"고 지시했다.

그는 "이번 업무지시를 계기로 향후 대통령의 현장 행보는 더욱 늘어날 것"이라고도 했다.

그는 "노 비서실장은 대통령이 검토해야 하는 보고서의 내용 등 총량을 줄일 필요가 있다고 강조했다"며 "이런 내용을 문 대통령에게 건의했고, 문 대통령이 이 건의를 수용한 것"이라고 밝혔다.

김 대변인은 "청와대는 앞으로 비서실장, 정책실장, 국가안보실장 책임 아래 관련 사안을 전결 처리하는 등 각 실, 수석실별 업무의 책임도를 높이는 한편 내각 보고, 각계와의 소통, 대통령의 현장 일정은 늘려나갈 계획"이라고 설명했다.

김 대변인은 이어 이날 정례 브리핑에서도 "한마디로 대통령의 삶에 쉼표를 찍어주자는 것이며, 대통령에게도 저녁이 있는 삶을 드리자는 것"이라며 "특히 문 대통령은 낮에 업무를 본 후에도, 보고서를 한 아름 싸 들고 관저로 돌아가 살펴본다. 노 실장은 이를 안타까워한 것"이라고 말했다.

또한 김 대변인은 브리핑에서 무소속 손혜원 의원의 목포 부동산 투기 의혹과 관련, 문 대통령 부인인 김정숙 여사와의 관계 때문에 손 의원이 정권의 핵심 의원이라는 의혹 제기에 "대통령 배우자의 친구라 하더라도 청와대가 현역 국회의원을 감찰할 수는 없다"고 주장했다.

그는 '손 의원 문제에 민정이 나서 정리할 계획이 있느냐'는 질문에 "민정의 역할 때문에 그런 말이 나오는 것 같은데 특수관계인이라는 이유로 현역 국회의원을 감찰하면 그 자체를 두고 '대단한 월권'이라고 비판을 하실 것"이라며 "민정은 법적으로나, 관행적으로나, 정치적으로나 현역 국회의원을 감찰할 수 없다"고 거듭 강조했다.

@highlight

김의겸 청와대 대변인은 23일 서면 브리핑에서 "대통령비서실의 책임자로서 취임 후 청와대의 업무를 살펴본 결과 국정 운영과 정국구상을 위한 대통령의 시간 확보가 절실하다"라고 밝히자, 노영민 대통령 비서실장이 "앞으로 대통령 대면보고는 줄이되, 각 부처 장관 등 내각의 보고는 더욱 확대하라"고 지시했다.