'왼손잡이 아내' 이승연과 이수경의 갈등이 폭발한다.

KBS 2TV 일일드라마 '왼손잡이 아내'(극본 문은아/연출 김명욱/제작 팬 엔터테인먼트)가 단 15회 만에 시청률 14%를 달성하며 상승 곡선을 그리고 있다.

예상치 못한 방향으로 흘러가는 스토리와 충격적인 반전들이 극을 더욱 흥미진진하게 만들며 눈 뗄 수 없는 재미를 선사하고 있기 때문이다.

이런 가운데 '왼손잡이 아내' 제작진이 1월 24일 17회 방송을 앞두고 조애라(이승연 분)가 오산하(이수경 분)의 머리채를 잡는 장면을 공개해 호기심을 자아내고 있다.

오산하는 혼수상태에서 깨어난 조애라 아들 박도경(김진우 분)의 전담 치료사다.

그런 그녀가 왜 조애라에게 머리채를 잡힌 것일까.

공개된 사진 속 이수경과 이승연은 심각한 표정으로 대화를 나누고 있다.

이수경을 노려보고 있는 이승연의 번뜩이는 눈빛은 보는 이까지 긴장하게 만든다.

특히 이어진 사진에서는 두 사람이 머리채를 잡을 정도로 감정이 격양된 모습이라 눈길을 끈다.

머리채를 잡힌 당황스러움과 아픔이 뒤섞여 비명을 지르는 이수경, 표독한 얼굴로 이수경의 머리채를 잡고 흔드는 이승연의 모습이 긴박한 상황을 고스란히 보여주고 있다.

이처럼 찰나를 포착한 사진만으로도 손에 땀을 쥐게 하는 오산하와 조애라의 갈등.

과연 두 사람의 감정이 폭발하게 된 이유는 무엇일지, 오산하가 조애라에게 대체 어떤 잘못을 저질렀기에 머리채까지 잡힌 것일지 궁금하다.

한편 KBS 2TV 일일드라마 '왼손잡이 아내' 는 충격적인 사고로 다른 사람의 인생을 살게 된 남자와 신혼여행지에서 사라진 남편을 찾아 헤매는 여자, 뒤엉킨 욕망 속에서 두 남녀가 자신들의 진짜 사랑과 가족을 찾아가는 반전멜로 드라마다.

'왼손잡이 아내' 17회는 오늘(24일) 목요일 저녁 7시 50분 방송된다.

@highlight

KBS 2TV 일일드라마 '왼손잡이 아내'가 시청률 상승 곡선을 그리고 있는 가운데, 17회 방송 예고에서 이승연이 이수경의 머리채를 잡는 장면이 공개돼 그녀들의 갈등 폭발로 인한 호기심을 자아내고 있다.