인천시가 버스 준공영제 개선안에 대한 인천시버스운송사업조합 측과 합의점을 찾을지 관심을 모으고 있다.

24일 시 등에 따르면 오는 29일 준공영제 노선 버스조합 총회에서 내부 의견 수렴을 마치고, 다음 주 '버스 준공영제 적자 해소를 위한 10차 회의'를 진행할 예정이다.

시는 버스조합 측 내부 의견 조율 과정에서 준공영제 개선을 위한 새로운 방안이 제시될 가능성도 열어 두고 있다.

시와 조합측은 이익금 반납과 버스 준공영제 수익금 공동관리위원회 위원장 임명 등을 두고 팽팽히 맞서고 있다.

앞서 시는 시내버스 운영 이익금 일부를 반납할 것을 조합 측에 제안했다.

시는 시내버스 운영비 가운데 25%를 시가 지원하는 만큼, 이에 상응하는 이익금을 돌려받겠다는 판단이다.

시내버스 운영비 지원율에 따라 이익 반납금 비율을 조절해 받을 수도 있다는 입장이다.

그러나 조합 측은 경영 능력에 따라 수익을 내는 것이기 때문에 이익금은 전적으로 자신들 몫으로 보고 있다.

수익금 공동관리위원회 위원장 임명을 놓고도 시와 조합 측은 평행선을 달리고 있다.

시는 버스 준공영제 투명성을 강화하기 위해 수익금 공동관리위원회 위원장을 시민단체 등 객관성이 있는 인사로 선정할 것을 요구하고 있다.

반면 조합은 현행대로 준공영제에 참여하는 버스 업체 대표가 수익금 공동관리위원회 위원장을 맡아야 한다는 입장을 고수하고 있다.

지난해 10월 민주노총 공공운수노조 인천버스지부는 버스 준공영제를 운영 투명성을 강화하기 위해 시와 시의회의 개입을 강화할 것을 촉구했다.

노조는 시가 매년 1천억 원이 소요되는 버스 준공영제를 운용하고 있지만 표준운송원가 산정과 회계 감사와 관련한 권한이 지나치게 제한됐고, 현행 준공영제 협약서에는 버스사업조합 주관으로 외부 회계 감사를 받게 돼 있어 실효성에 의문이 든다고 강조했다.

때문에 버스 준공영제 운영·관리를 전문화하기 위한 시와 시의회의 공적 개입을 강화하는 내용을 담은 준공영제 조례를 제정해야 한다고까지 주장했다.

시 관계자는 "다음주 회의가 버스 준공영제 개선을 위한 마지노선으로 보고 있다"고 말했다.

@highlight

인천시가 다음 주 예정된 '버스 준공영제 적자 해소를 위한 10차 회의'에서 이익금 반납과  수익금 공동관리위원회 위원장 임명 등의 문제로 대립하고 있는 인천시버스운송사업조합 측과 버스 준공영제 개선안에 대한 합의점을 찾을지 이목이 집중되고 있다.