'봄이 오나 봄' 엄지원과 이유리가 동침하게 된 까닭은 무엇일까.

어제(23일) 안방극장에 강렬한 웃음 포텐을 터트린 MBC 새 수목드라마 '봄이 오나 봄'(극본 이혜선/ 연출 김상호/ 제작 제이에스픽쳐스) 측은 오늘(24일) 3, 4회 방송을 앞두고 이봄(엄지원 분)과 김보미(이유리 분)의 모습을 공개했다.

지난 1, 2회 방송에서는 국회의원 사모님이자 스프링문화재단 재단 이사장인 이봄과 평기자부터 시작해 MBS 방송국 9시 뉴스 앵커가 된 김보미가 마라톤대회에 참가하면서 봄삼(안세하 분)에 의해 몸이 바뀌게 되는 장면이 그려지며 극의 긴장감을 높였다.

오늘 공개된 사진 속에서 이봄은 부스스한 머리를 대충 질끈 묶고 괴로워하는 표정과 함께 볼까지 내려온 짙은 다크서클로 이봄에게 무슨 일이 생긴 것인지 궁금증을 유발했으며 이유리는 두꺼운 종이 뭉치를 들고 당황한 모습과 더불어 마치 불결하다는 듯 찡그린 표정이 공개돼 오늘 방송될 내용에 호기심을 불러 모으고 있다.

또한 어제 방송 마지막에 몸이 바뀌게 되면서 서로의 역할을 해내기로 했던 두 사람이 동침하는 모습은 앞으로 극이 어떻게 전개될지 기대감을 더하고 있는 동시에 원래의 캐릭터와 바뀐 캐릭터 모두를 연기해야 하는 엄지원과 이유리의 연기에도 관심이 높아지고 있다.

이에 '봄이 오나 봄' 측은 "어제 방송에서는 이봄과 김보미의 몸이 바뀌는 모습을 보여주며 앞으로 일어날 흥미진진한 이야기를 예고했다면 3, 4회에서는 두 사람이 협조하면서 본격적인 타인의 삶을 살아가는 내용이 등장할 예정이다.

하루아침에 다른 사람의 인생을 살게 된 두 여자의 유쾌한 이야기를 기대해 달라"고 전했다.

한편, 재미 넘치는 스토리와 배우들의 찰떡 워맨스 케미로 첫 방송부터 시청자들을 매료시킨 '봄이 오나 봄'은 오늘(24일) 오후 10시 3, 4회가 방송된다.

@highlight

MBC 새 수목드라마 '봄이 오나 봄'이 3, 4회 방송을 앞두고 이봄(엄지원 분)과 김보미(이유리 분)의 모습을 공개하여 오늘 방송될 내용에 호기심을 불러 모으고 있다.