완주군이 공유경제 정책발굴에 박차를 가하고 있다.

24일 완주군은 최근 군청 4층 중회의실에서 박성일 군수를 비롯한 군 의원, 공동체활력과장, 유관부서 실무팀장, 공유기업대표, 중간지원조직, 주민 등 40여명이 참석한 가운데 '공유경제 정책 발굴, 학술연구용역 완료보고회'를 열었다고 밝혔다.

이번 보고회는 각계각층의 생생한 현장의견을 청취하고 문제점 등을 보완한 '공유경제 정책 발굴 프로젝트'의 추진상황과 연구과제 분석결과를 공유하기 위해 마련됐다.

이날 보고자로 나선 용역수행기관 SCG직무전문성 연구소(대표 고영)는 지역의 경제조직, 인구분포도, 행정구조 환경 등 기초 자원분석을 토대로 SWOT기법 4가지 영역(강점, 약점, 기회, 위협)을 극복하는 선순환 지역 공유경제 성공요소와 새로운 공유경제의 발전방향성을 단계별(정착-제도-확장)로 제시했다.

또 귀농귀촌인 정착과정 12단계 모델을 재분석한 귀농형, 귀촌형, 창업형, 생활형 4개 분야 20개 신규 과제개발과 주민참여 편의성, 경제적 가치창출, 일자리 창출효과 등 종합평가를 통해 우선순위를 설정하는 한편 중앙부처별 국가공모 사업의 정보수집, 경향분석 등 논리개발을 통한 매칭사업을 제안했다.

완주군은 이번에 마련된 연구결과를 바탕으로 부처별 공모사업에 대비하고 사회적경제의 주안점을 둔 공유경제 활성화에 주력해 나갈 계획이다.

앞서 완주군은 지난해 11월 7일 착수보고회 시작으로 12월 1일 주민참여형 공유 경제 아이디어 개발 워크숍, 12월 21일 전문가 심층토론 중간보고회를 여는 등 사회적경제 활성에 심혈을 쏟고 있다.

박성일 완주군수는 "공유경제는 이 시대에 요청되는 아주 중요한 정책과제로 민선7기 주요 공약사항으로 내걸었다"며 "제시된 다양한 의견을 반영해 피부로 느낄 수 있는 실용성 있는 공유정책이 실현 될 수 있도록 최선을 다하겠다"고 말했다.

@highlight

24일 완주군은 최근 군청 4층 중회의실에서 '공유경제 정책 발굴, 학술연구용역 완료보고회'를 열어 '공유경제 정책 발굴 프로젝트'의 추진상황과 연구과제 분석결과를 논의하는 등 공유경제 정책발굴을 위해 노력하고 있다.