여자 핸드볼 ‘전통의 강호’ 인천시청이 2018-2019 SK핸드볼코리아리그에서 파죽지세로 무패행진을 이어갈 태세다.

인천시청은 시즌 초반 5경기서 1승 4패로 부진의 늪에 빠졌으나, 새해들어서 지난 4일 서울시청을 상대로 28대23 승리를 거둔 이후 4경기서 3승 1무를 기록하며 돌풍을 이어가고 있다.

특히, 지난 12일 2라운드 첫 경기서 7연승 무패가도를 달리던 부산시설공단에 27대25로 시즌 첫 패배를 안긴 뒤, 여세를 몰아 19일에는 1라운드서 24대25로 패배를 안겼던 2위 삼척시청에 29대19로 대승을 거두며 설욕했다.

24일 현재 4승1무4패 승점 9로 5위에 올라있는 인천시청은 4위 컬러풀대구(5승4패ㆍ승점 10)를 승점 1차로 바짝 뒤쫓고 있다.

더욱이 인천시청은 25일 대구시민체육관에서 컬러풀대구와 만나게 돼 이날 승리를 거둔다면 순위 바꿈을 하게 된다.

이어 이틀 뒤에는 3위 SK슈가글라이더즈(6승1무2패ㆍ승점 13)와 맞붙게 돼 인천시청이 4연승행진을 이어가고, 25일 삼척시청과 격돌하는 SK슈가글라이더즈가 연패를 당한다면 인천시청은 3위까지 도약할 수 있어 중위권 판도가 요동칠 전망이다.

인천시청의 최근 상승 요인은 ‘백전노장’인 골키퍼 오영란(47)을 중심으로 한 ‘짠물수비’에 쌍포 송지은, 김희진을 앞세운 공격력이 짜임새를 더하며 ‘돌풍’을 넘어 ‘태풍’을 일으키고 있다.

한편, 꾸준한 성적으로 3위를 달리고 있는 SK슈가글라이더즈는 25일 ‘난적’ 삼척시청에 이어 27일 인천시청과 연속 맞붙게 돼 이번 주말이 상위권 유지의 최대 분수령이 될 것으로 보여진다.

특히, SK슈가글라이더즈는 지난해 11월 9일 1라운드 경기서 삼척시청에 25대27, 2점 차로 시즌 첫 패배를 당한바 있어 설욕을 벼르고 있다.

@highlight

여자 핸드볼 인천시청 팀이 2018-2019 SK 핸드볼코리아리그에서 새해 이후 4경기 3승 1무를 기록한 상태에서 4위 컬러풀대구와 3위 SK슈가글라이더즈의 순위 쟁취를 노리고 있다.