아트스페이스 어비움이 26일 오후 6시부터 갤러리 카페 2층에서 색깔 있는 뮤지션 4인방이 들려주는 인생이야기, '4인4색 어비움 신년 콘서트'를 개최한다.

경기도 최대 규모를 자랑하는 이동저수지를 배경으로 감미로운 색소폰과 오카리나 연주로 꾸며지는 특별한 무대가 마련된다.

이번 공연에는 국내 대표 색소포니스트 전용섭을 비롯해 정용호, 성미경이 참여하고 오카리나 연주자 김이형이 무대에 오른다.

현재 한국 색소폰 교육협회장을 맡고 있는 전용섭은 350여회 이상의 무대 경험을 쌓은 베테랑 연주자로 국내 최정상급 색소포니스트로 알려져 있다.

함께 무대에 서는 색소포니스트 정용호는 평택 팝오케스트라 단원이자 경기도교육연수원 교육행정연수부장으로 활동 중이다.

성미경 역시 패밀리 앙상블의 단장이자 가수로도 왕성한 활동을 해오고 있다.

오카리나 연주자로 활동하고 있는 김이형은 안산교육지원청 교육장을 겸임하고 있다.

이들은 모두 음악적 내공이 깊은 연주자들로 이번 공연을 통해 관객과의 진솔한 소통의 시간을 갖는다.

이번 공연에서는 '님은 먼곳에', 'My way', '나는 행복한 사람', 'You raise me up', '여러분' 등 대중적인 사랑을 받아온 곡으로 선곡해 들려줄 예정이다.

색소포니스트 전용섭은 "알토, 테너, 소프라노 색소폰의 앙상블과 오카리나와의 하모니를 통해 더 풍성하고 아름다운 콘서트를 준비했다"고 말했다.

어비움 조두호 대표는 "지난해 송년 공연 관객의 열화와 같은 성원에 힘입어 다시 한 번 전용섭 색소포니스트를 초청했다"며 "이번 공연을 통해 음악과 이야기를 즐기고 지역의 문화 향유 확대와 우리 마을을 사랑하는 계기가 되면 좋겠다"고 전했다.

공연은 전석 무료로 진행된다.

@highlight

아트스페이스 어비움이 26일 오후6시부터 갤러리 카페 2층에서 국내 대표 색소포니스트 전용섭을 비롯 정용호, 성미경이 참여하고 오카리나 연주자 김이형이 들려주는 인생이야기 '4인4색 어비움 신년콘서트' 를 개최하는데 이들은 모두 음악적 내공이 깊은 베테랑 연주자들로 관객과의 진솔한 소통의 시간을 갖는다