익산시의회가 올해 첫 주요 업무계획보고에 들어간 가운데 산업건설위원들은 집행부서의 업무보고를 통해 정보를 공유하고 시정발전을 위해 대안을 제시했다.

김태열 산업건설위원장은 "양돈·양계 등 축산 동물들이 질병에 많이 걸리고 악취가 심해져 시민들에게 불편함을 초래하게 되므로, 건강한 축사가 운영될 수 있도록 적극적인 지도와 감독이 필요하다"고 당부했다.

김경진 의원은 "시민참여예산제도와 주민참여예산제도을 통합 운영할 경우, 성격이 다른 두 제도의 효과가 동등하고 효율적으로 유지될 수 있도록 면밀하고 세심한 검토를 통해 통합을 추진하기 바란다"고 지적했다.

김충영 의원은 "학생들 대학입시 컨설팅 지원사업이 필요한 학생들에게 적절하고 정확하게 진로 컨설팅을 지원해 줄 수 있도록 전문가 선정해 세심하고 꼼꼼하게 살펴야 한다"고 강조했다.

강경숙 의원은 "유골을 화장한 후 산골하는 장소인 유택동산이 청결상태 등 관리가 소홀하다"며 "주변 환경 정비에 만전을 다해주기 바라며, 깨끗하고 깔끔하게 운영될 수 있도록 노력해달라"고 전했다.

김용균 의원은 "평화지구 주거환경개선사업은 구도심의 활성화와 시민 주거안전을 위해 추진되고 있는 만큼 행정적인 부분을 꼼꼼히 살피고 사업을 성공적으로 마무리할 수 있기 바란다"고 피력했다.

김연식 의원은 "시민들의 안전과 범죄예방을 위해 CCTV 설치사업을 하고 있는데, 시골지역은 범죄예방의 사각지대에 어려움이 있어 각 면지역 진입도로 구간에 CCTV를 설치해야 한다"고 주문했다.

오임선 의원은 "자원봉사자들을 위한 공간인 자원봉사센터가 시설물 노후, 누수 등 열악한 환경에서 운영이 되고 있어 누전과 합선의 문제가 발생하지 않도록 기능보강사업을 추진해주기 바란다"고 말했다.

한상욱 의원은 "지난해 폭염과 가뭄으로 농가들이 농작물 재배에 많은 어려움을 겪었는데 올해에는 이러한 상황을 미리 예방할 수 있도록 한밭대비 용수개발 등 사전에 대비할 수 있도록 노력해달라"고 당부했다.

@highlight

익산시의회 산업위원들은 첫 업무보고를 통해 김경진 의원의 시민참여예산제도와 주민참여예산제도를 효율적으로 통합 운영 추진하는 제안과  김연식 의원의 범죄예방을 위해 시골지역 CCTV 설치 등을 제안했다.