[서울경제] 열혈 청춘 박선호가 위기를 기회로 만드는 초강수를 둔다.

오늘(24일) 방송될 드라맥스, MBN 수목드라마 '최고의 치킨'(극본 박찬영, 조아영/ 연출 이승훈/ 제작 iHQ, 메이퀸픽쳐스) 8회에선 박최고(박선호 분)의 '치킨집 부활 프로젝트' 1단계가 베일을 벗는다.

위기 타파 작전이 필요해진 이유는 목욕재계 치킨집이 현재 영업정지를 받았기 때문이다.

앞서 서보아(김소혜 분)의 절친 3인방 황민아(손민지 분), 오영호(전성환 분), 김규만(유문치 분)의 작전 때문에 치킨집은 미성년자에게 술을 판매한다고 오인 받았다.

이에 맛집으로 떠오른 지 얼마 되지 않아 영업을 중단해야 하는 최악의 상황.

적자에서 흑자로 전환을 노려볼 만한 중요한 시기에 닥친 위기는 치명타일 터.

하지만 사장 박최고는 이를 오히려 기회로 삼는 초강수를 두기로 한다.

그는 장사를 하지 못하지만 오히려 엄청난 양의 기름을 주문해 치킨집 멤버들을 어리둥절하게 만들 예정이다.

닭을 튀기는 기름부터 다시 점검해보겠다는 계획은 초심으로 돌아가 새롭게 시작하겠다는 박최고의 불꽃같은 의지를 짐작케 한다.

이처럼 영업정지 기간에도 쉬지 않고 바쁘게 움직이는 그의 열정과 패기, 그리고 긍정적인 마인드가 과연 어떤 결과를 낳게 될지, 시청자들이 함께 응원하며 지켜보게 만들고 있다.

그런가 하면 박최고 역의 박선호는 "청춘이니까 가능하지 않은 일은 없을 거라 믿는다. 하고 싶은 일에 두려움을 갖지 말고 용기를 내다보면 어느새 그 꿈에 가까워져 있지 않을까 한다"라고 전하며 스스로 파이팅을 불어넣기도 했다.

이처럼 점차 맡은 캐릭터와의 일체화를 보이며 작품에 대한 기대 역시 높이고 있는 그의 활약이 더욱 주목되고 있다.

박선호 표 치킨집 위기 타파 大작전의 첫걸음은 오늘(24일) 밤 11시 드라맥스, MBN 수목드라마 '최고의 치킨' 8회에서 공개된다.

@highlight

오늘(24일) 밤 11시 드라맥스, MBN 수목드라마 '최고의 치킨' 8회에서 점차 맡은 캐릭터와의 일체화를 보이며 작품에 대한 기대 역시 높이고 있는 박선호 표 치킨집 위기 타파 大작전의 첫걸음을 확인할 수 있다.