문재인 대통령이 24일 국회 인사청문회가 불발된 조해주 중앙선거관리위원회 위원에 대한 임명을 강행하면서 야당이 보이콧을 선언했다.

청와대와 여당은 조 위원 임명은 당연하다는 입장인 반면 야당은 '정권이 코드인사로 민주주의를 흔들려 한다'고 맞섰다.

문재인 대통령은 이날 청와대에서 조 위원에게 임명장을 수여했다.

청와대는 앞서 오전에 조 위원 임명을 예고한 바 있다.

선관위원 후보자가 인사청문회를 거치지 않고 임명된 건 이번이 처음이다.

앞서 야당은 조 위원이 2017년 대선 당시 문재인 후보 선거캠프 특보로 활동했다며 정치 편향성을 문제 삼았다.

청와대 인사검증 담당자를 청문회 증인으로 채택해야 한다고 요구했지만, 여당이 이를 거부하면서 청문회는 무산됐다.

인사청문 경과보고서 송부 재요청 시한(지난 19일)이 지나서도 여야가 접점을 찾지 못하자, 청와대는 임명 절차를 밟았다.

한국당과 바른미래당 등 야당은 즉각 반발했다.

한국당은 이날 오후 비상 의원총회를 열고 향후 모든 국회 일정을 보이콧하기로 했다.

또 문 대통령의 조 위원 임명을 '권력농단'으로 규정하고, 소속 의원들의 릴레이 단식농성도 벌이기로 했다.

나경원 한국당 원내대표는 긴급의총 직후 "이 정부는 사법부와 선관위를 좌파독재로 이끌겠다고 보여줬다"며 "좌파독재를 반드시 막겠다"고 비난했다.

한국당은 당장 국회 정치개혁특별위원회를 불참하고, 2월 국회 의사일정 논의부터 참여하지 않기로 했다.

다음달 열릴 예정인 여야정상설협의체도 거부하기로 했다.

바른미래당은 앞으로 여야관계가 악화일로를 걷게 될 것이라고 경고했다.

김관영 바른미래당 원내대표는 이날 원내정책조정회의에서 "조 후보자의 임명 강행은 청와대와 더불어민주당의 오만의 극치이자 헌법 파괴행위를 일삼는 폭주행위"라며 "여야관계의 심각한 문제가 발생할 것"이라고 강조했다.

반면 더불어민주당은 야당의 정치공세에 말려들지 않겠다며 양보할 수 없다는 입장이다.

강병원 민주당 원내대변인은 "법 절차를 어기고 상황을 악화시킨 건 야당"이라며 "언제까지 이런 식으로 정쟁만 일삼을 것인지 국민들이 똑똑히 지켜보고 있을 것"이라고 했다.

@highlight

문재인 대통령은 24일 인사청문회가 불발된 조해주 중앙선거관리위원회 위원의 임명을 단행하자 야당에서는 조의원의 문재인 대선 후보 선거캠프 특보 활동 이력을 문제 삼아 문정권이 민주주의를 흔든다며 보이콧을 선언했다.