김진식 대회 상징…엠블럼·슬로건·마스코트·포스터 등 확정 괴산의 군목(郡木)인 느티나무를 모티브로 행복과 즐거움을 주는 젊은 생명력의 가치를 담은 도민체전 엠블럼 괴산의 대표 캐릭터인 꺽정이와 운총이를 응용한 58회도민체전 마스코트 (동양일보 김진식 기자) 괴산군은 오는 6월 개최되는 58회 충북도민체육대회를 상징하는 공식 엠블럼, 슬로건, 마스코트, 포스터 등을 최종 확정했다고 24일 밝혔다.

군은 지난해 10월 대회 상징물 개발에 나서 보고회, 주민선호도 조사 등을 통해 최종안을 확정했다.

이날 확정된 엠블럼은 ‘도약의 느티나무’를 표현하고 있다.

괴산의 군목(郡木)이자 고귀함과 올곧음을 상징하는 느티나무를 모티브로 행복과 즐거움을 주는 젊은 생명력의 가치를 담고, 도약의 징검다리를 심플하게 표현했다는 게 군의 설명이다.

대회 슬로건은 ‘함께해요 희망괴산 하나되는 도민체전’으로 정했다.

군은 괴산 대표 캐릭터인 꺽정이와 운총이를 응용해 대회 마스코트를 개발하고, 이를 적극 활용해 대회에 활력을 불어 넣는다는 계획이다.

이와 함께 군은 괴산에 펼쳐진 청정자연이 겹겹이 쌓인 모습을 리드미컬한 곡선으로 표현하고, 대회를 통한 화합으로 행복해 하는 도민의 모습을 담은 포스터를 확정해 선보였다.

군은 개발된 상징물을 로고타입, 사인물, 시설물류, 깃발류 등으로 다양하게 응용하고, 이를 활용해 대회 홍보에 적극 나선다는 방침이다.

군 관계자는 “58회 충북도민체육대회가 성공적으로 개최될 수 있도록 확정된 상징물을 대회 홍보에 적극 활용하겠다”며 “160만 충북도민의 많은 관심과 참여를 바란다”고 당부했다.

이번 도민체전은 오는 6월 13일부터 15일까지 사흘간 괴산종합운동장 일원에서 펼쳐지며, 도내 11개 시·군 4500여명의 선수와 임원 등이 참여한다.

@highlight

괴산군은 괴산 대표 캐릭터인 꺽정이와 운총이를 응용해 오는 6월 개최되는 58회 충북도민체육대회를 상징하는 마스코트를 개발했으며 최종 확정한 엠블럼, 슬로건, 포스터 등을 대회 홍보에 적극 활용할 계획이다.