이주영 일제 압제로 눈물을 흘리며 떠날 수밖에 없던 이민, 번듯한 개항장 건물 틈바구니 어디에도 당시의 아픔을 느낄 수 없다.

이를 극복하고, 다시는 과오를 범하지 않겠다는 각오가 뭉쳐 한국이민사박물관이 세워졌고, 3·1운동과 대한민국임시정부수립 100주년을 맞은 올해 이 곳에 뜻깊은 광장이 조성된다.

인천시는 중구 한국이민사박물관에 '3·1운동 100주년 기념 이민마당'을 조성한다고 23일 밝혔다.

시는 "2019년 3·1운동 및 임시정부수립 100주년을 기념해 재외 한인 이주 역사와 근대이민의 출발지인 인천의 의미를 조명하기 위해 3·1운동 100주년 기념 이민마당을 조성한다"고 설명했다.

3·1운동 100주년 기념 이민마당은 ▲인천 특화 3·1운동 및 임시정부수립 100주년 기념사업과 ▲대한민국 최초의 공식 이민 출발지인 인천의 역사 재조명의 목적을 담는다.

이곳은 중구 월미로 329 한국이민사박물관 입구부터 박물관 건물 앞까지 3억5000만원을 들여 이민 역사 관련 상징물과 시민 휴식 및 체험 공간 등으로 꾸며진다.

특히 한국이민사박물관에서는 올해 이민자의 아픔과 고통을 담을 수 있도록 독립운동 특별전과 해외 이주 한인 이민 자료 수집·발굴을 통해 해외 한인의 독립 의지를 재조명할 방침이다.

시는 3·1운동과 임시정부수립 100주년 기념사업을 불필요한 격식을 없애고, 시민 모두가 즐길 수 있는 행사로 계획했다.

계양구 황어장터, 강화읍 장터, 동구 창영초등학교, 중구 영종도 등 인천지역 3·1운동 주요 발상지를 중심으로 3·1 독립만세운동을 재연하고, 시가행진을 포함한 각종 부대 행사를 벌인다.

이밖에 지난해 시가 주민참여예산 공모로 확정한 3·1운동만세운동 재현 및 워크셥을 미추홀구 인천도호부청사와 무형문화재 전수교육관에서 열고, 태극문양 디자인 공모전과 태극기 특별전시와 인천지역 3·1운동 역사유적 탐방도 한다.

@highlight

인천시는 3·1운동과 대한민국임시정부수립 100주년을 맞아 중구 한국이민사박물관에 3·1운동 100주년 기념 이민마당을 조성하고 이민자의 아픔과 고통을 담을 수 있는 독립운동 특별전과 해외 이주 한인 이민 자료 수집·발굴을 통해 해외 한인의 독립 의지를 다시 한 번 알릴 계획이다.