내포신도시 혁신도시 지정 '주춤'

충남도청 소재지인 내포 신도시 전체를 혁신도시로 지정하기 위한 충남도의 발걸음이 주춤거리고 있다.

24일 충남도에 따르면 내포신도시의 혁신도시 지정을 도정 주요 현안으로 보고, 국회 국토교통위에 상정된 혁신도시법 개정을 위해 다각도로 행정력을 집중하고 있지만 만만치 않은 실정이다.

최근 이낙연 국무총리가 홍성을 방문한 자리에서 내포신도시의 혁신도시 지정과 관련해 부정적인 발언을 하면서 분위기가 가라앉은데다 2월 임시국회에서도 일정상 관련 법안에 대한 논의가 불투명한 상황이다.

이 총리는 지난 19일 혁신도시 지정과 관련, "1기 혁신도시가 아직 정착이 안됐는데 마구 늘려놓는 것이 능사는 아니다.

여기 나름의 활성화 방안을 찾아 가면서 국회 논의를 지켜봤으면 한다"고 밝혀 논란이 가시지 않고 있다.

국회 또한 여야의 대치국면이 계속되면서 2월 임시국회를 열더라도 지난해 11월 국토위 국토법안심사소위에 회부된 혁신도시법 개정법률안에 대한 논의를 진행할 수 있을 지 장담할 수 없게 됐다.

내포신도 혁신도시 지정과 관련, 국토부 관계자는 24일 "사회적 합의를 전체로 결정해야 할 사안이다"고 밝혔으며, 국회 국토교통위도 최근 전문위원 검토보고에서 인근 세종시에 국가기관 및 공공기관이 이전한 점을 이유로 미온적인 의견을 제시했다.

도는 이에 따라 국회 국토위 소속 의원들과 국토부 관계자 등을 만나 내포신도시의 혁신도시 지정에 대한 당위성을 설명하고, 2월 임시국회에서 본격적으로 논의해 줄 것을 촉구하고 있다.

충남도 관계자는 "혁신도시로 지정·고시된 지역을 도 단위로 보면 수도권이 아닌 지역에서는 충남도만 빠져 국가균형발전을 위한 지역 안배가 이뤄지지 않고 있다"면서 "인근 충청권 광역단체와 연대해 혁신도시 문제에 공동 대응하는 방안을 검토하고 있다"고 말했다.

혁신도시법 개정안은 지난해 1월 양승조 의원 등 10명이 충남에 혁신도시를 지정하기 위한 법안, 같은 해 7월 홍문표 의원 등 10명이 대전과 충남에 혁신도시를 지정하기 위한 법안을 각각 발의해 국회 국토위 국토법안심사소위에서 병합심사를 앞두고 있다.

@highlight

충남도청 소재지인 내포 신도시가 이낙연 국무총리의 부정적인 발언으로 인해 혁신도시 지정 진행이 늦어져 2월 임시국회에서 본격적으로 논의해 줄 것을 요구하고있다. 