문재인 대통령이 어제 대전시를 4차 산업혁명의 메카로 만들겠다고 밝혔다.

전국경제투어 5번째 일정으로 시청에서 열린 '대전의 꿈, 4차산업혁명특별시' 행사에 참석한 자리에서다.

문 대통령이 취임 이후 대전을 공식 방문한 것은 이번이 처음이다.

국가 차원의 행사를 제외하고 지역 현안과 관련한 대통령의 오롯한 대전행(行)이 가물가물했다는 점에서도 그렇지만 대전의 비전에 대해 구체적으로 언급하며 전폭적인 지원을 약속한 대목이 반갑다.

원도심에서 지역기업인들과 칼국수 오찬을 하는 등의 이벤트성 행사가 눈길을 끌지만 관심은 아무래도 대전의 4차 산업혁명에 쏠릴 수 밖에 없다.

문 대통령은 모두발언을 통해 "저는 대전과 함께, 과학기술인과 함께, 우리의 새로운 꿈을 이야기하고자 이 자리에 섰다"며 대전을 '4차 산업혁명특별시'로 규정했다.

그러면서 "우리 과학기술의 현재이며, 미래인 대전에서 4차 산업혁명 시대를 출발하고자 한다"고 힘주어 말했다.

"대덕특구가 대전시 혁신성장의 거점이 될 수 있도록 필요한 지원을 아끼지 않겠다"는 언급이 두드러진다.

구체적으로는 대덕특구의 신기술 주제 실증 테스트베드를 구축해 새 기술에 대한 규제특례를 받을 수 있도록 하겠다는 대목 등이 주목된다.

파격적인 국비 지원 확대로 이어지기를 바란다.

시가 할 일도 많아졌다.

문 대통령 방문을 계기로 구체적 전략을 가다듬어 성과를 만들어낼 때다.

허태정 시장은 이날 창업타운 조성과 융복합 플랫폼 구축 같은 기술사업화 활성화 방안을 비롯 4대 전략과 7개 선도과제를 제시했다.

대덕특구 혁신공간화와 첨단산업단지 조성, 혁신생태계 고도화 등이 포함돼 있다.

청사진만 놓고 보면 나무랄 데 없어 보이지만 관건은 실천력이다.

역량을 총동원해 국비를 확보하고, 이행 플랜을 차근차근 밟아 나가야 한다.

대덕특구에 26개 정부출연연과 다수의 민간 연구기관들이 포진해 있는 만큼 유기적으로 연계해 시너지를 창출해야 함도 물론이다.

@highlight

문재인 대통령이 '대전의 꿈, 4차산업혁명특별시' 행사에 참석해 대덕특구가 대전시 혁신성장의 거점이 될 수 있도록 전폭 지원하겠다는 말과 함께 대전시를 4차 산업혁명의 메카로 만들겠다고 밝혔다.