신서희 세종과학예술영재학교 ‘칸아카데미 번역 봉사단’이 커넥트 재단과 함께 총 122개 동영상을 번역하는 성과를 얻고 10개월간의 활동을 마무리했다.

사진은 세종과학예술영재학교 ‘칸아카데미 번역 봉사단’학생들이 참여한 워크숍 장면 (동양일보 신서희 기자) 세종과학예술영재학교는 총 54명의 학생들로 구성된 ‘칸아카데미 번역 봉사단’이 커넥트 재단과 함께 총 122개 동영상을 번역하는 성과를 얻고 10개월간의 활동을 마무리했다고 24일 밝혔다.

커넥트 재단은 NAVER가 지난 2011년 설립한 비영리 재단으로 교육을 통해 개인의 지속적인 성장과 발전을 돕기 위해 설립된 단체이다.

세종과학예술영재학교 ‘칸아카데미 번역 봉사단’은 이 커넥트 재단과 함께 2018년 4월부터 2019년 1월까지 약 10개월 동안 개인시간을 활용해 ‘칸아카데미’교육 동영상 자료에 우리말 자막을 만들어 붙이는 재능기부 봉사활동을 진행했다.

세계적인 수준의 칸아카데미 교육 동영상을 한국 학생들이 언어장벽 없이 학습할 수 있도록 영상에 적합한 한글 자막을 만드는 활동을 수행하고 있는 ‘칸아카데미 번역 봉사단’은 평소 세종과학예술영재학교가 추구하는 ‘나눔과 배움의 가치’를 직접 실현해 나가고 있다는 자부심을 보여주었다.

윤종훈 학생(2학년)은 “관심 분야 영상을 하나씩 번역하고 멘토(KAIST 재학생)로부터 피드백을 받는 과정 자체가 흥미로웠으며 번역활동을 통해 큰 성취감을 맛보았다”고 말했다.

박혜준 학생(2학년)도 “쉼 없이 달리는 빡빡한 학교생활 속에서 잠시 ‘내 것’을 멈추고 ‘우리’를 생각할 기회를 가진 것이 봉사활동을 통해 얻은 가장 큰 수확”이라고 말했다.

칸아카데미의 한국어판 번역 활동을 주관하는 커넥트 재단 담당자는 “일반 학생들이 번역하기 어려운 전문성을 요구하는 영상 번역임에도 불구하고 참여 학생들의 집중도가 높고 번역 실력이 뛰어나 해마다 좋은 결과물을 산출해 내고 있다”고 평했다.

@highlight

세종과학예술영재학교 ‘칸아카데미 번역 봉사단’은 NAVER가 지난 2011년 설립한 비영리 재단인 커넥트 재단과 함께 총 122개 동영상을 번역한 후 10개월간의 활동을 마무리했다고 밝혔다.