김해령 기자 “수년간 개발하고 생산한 상품들을 팔 곳이 없었는데, 이번 ‘설맞이 빅세일전’을 통해 제품을 사람들에게 선보일 수 있어 행복합니다!”

24일 오후 3시께 ‘경기도소상공인 우수제품 설맞이 빅세일전’이 진행된 수원시청역 지하광장이 모처럼 가득 찬 사람들로 활기찬 모습이었다.

30여 개 소상공인 자체 브랜드 업체들이 독특하고, 질 좋은 상품을 저렴한 가격에 판매하고 있어 지나가는 사람들의 발걸음을 멈춰 세웠다.

손님들은 처음 보는 제품에 관심을 보이며 제품구입을 하기도 했다.

이날 행사는 경기도소상공인연합회가 판로가 없어 고민하는 소상공인들을 위해 마련한 ‘판매의 장’이다.

안양시 동안구에서 테이프형 곰팡이제거제를 개발, 생산하고 있는 김현서 투에이치 대표는 “그동안 매장도 없고, 납품할 곳을 찾지 못해 오프라인에서 제품을 판매할 장소가 마땅치 않았다”며 “이번 빅세일전을 통해 사람들에게 상품을 소개할 수 있는 자리가 마련돼 정말 기쁘다”며 활짝 웃었다.

도소상공인연합회는 고객들의 신뢰도를 높이기 위해 수많은 소상공인의 신청을 받아 심사 뒤 선정한 38개의 자체브랜드를 가진 업체로 빅세일전을 마련함으로써 상품의 가치를 높였다.

이에 판매품목은 생필품을 비롯해 가전제품, 식료품, 설 선물 및 제사용품, 애견용품 등 다양한 상품들로 이뤄져 눈길을 끌었다.

또 행사장에서는 소상공인 우수제품을 상품으로 주는 경품 행사를 비롯해 서프라이즈 마술쇼, 무료 에코백 만들기 체험 등 손님들의 볼거리와 즐길 거리를 만족시키기도 했다.

도소상공인연합회 관계자는 “오는 8월까지 이 같은 빅세일전을 2차례 더 진행할 계획”이라며 “조만간 사이트를 개설해 온라인에서도 소상공인들의 우수제품을 판매하는 행사도 진행할 예정”이라고 밝혔다.

이병덕 도소상공인연합회장은 “소상공인들은 훌륭한 제품을 만들어도 알릴 수가 판로개척과 마케팅에 어려움을 겪어 알릴 수가 없었다”며 “이번 빅세일전을 통해 소상공인들이 소비자들을 직접 만나 우수 상품을 판매하고 홍보할 기회가 됐으면 좋겠다”고 말했다.

@highlight

경기도소상공인연합회가 소상공인 판로 확보를 위해 24일 수원시청역 지하광장에서 진행한 '경기도소상공인 우수제품 설맞이 빅세일전'에서는 30여개 소상공인 자체 브랜드 업체들이 질 좋고 값 싼 상품을 판매하여 소비자들의 관심을 끌었다.