은수미 성남시장은 24일 "트램이 판교에 설치될 있도록 최선을 다하겠다"고 밝혔다.

은 시장은 이날 한국철도기술연구원(이하 철도연)이 주관한 무가선 저상트램 실증공모 사업 2차 발표평가에 직접 발표자로 나서 재원조달 방안과 사업추진의 적정성, 실증노선 투자계획 등에 대해 설명하며 이같이 말했다.

은 시장은 "트램 도입으로 판교테크노밸리 기업의 경쟁력 강화와 교통불편 해소, 원·신도심의 균형발전 등이 기대된다"며 "게임, 관광, 문화, 산업 분야 전반에 시너지 효과도 낼 것으로 전망된다"고 했다.

철도연은 지난 11일 성남시와 수원시, 부산시 등 3곳을 무가선 저상트램 실증공모 사업 1차 후보기관으로 선정했다.

철도연은 또 2차 발표 평가에 이어 25일 현장실사(40점)를 거친 뒤 최종 후보기관 1곳을 선정할 계획이다.

성남시는 앞서 지난 달 14일 판교역부터 판교테크노밸리를 잇는 2.0㎞ 구간을 무가선 저상 트램 실증사업 제안노선으로 제출했다.

제안서는 트램 차량 3편성(1편성 당 5량) 이상, 관제실과 변전·충전 설비 등을 갖춘 차량기지 건설, 정거장 4곳·교차로 2곳 이상 구축하겠다는 내용을 담고 있다.

또 2022년 판교 1·2·3 테크노밸리에 입주하는 기업(3806개)의 직장인 17만9000명이 출퇴근 때 보다 편하게 대중교통을 이용하려면 트램 도입이 필요하다고 했다.

판교 트램은 2015년 5월 성남시의 타당성 조사용역에서 비용편익비율(B/C)이 1.24로 예측됐다.

B/C가 1.0 이상이면 경제성이 있다는 의미다.

트램은 전력을 공급하는 전차선 없이 배터리로 움직여 오염물질 배출이 적은 친환경 교통수단이다.

국토부는 240억원을 들여 무가선 저상 트램 실증노선을 국책사업으로 추진하고 있다.

복선 1㎞ 노선에 110억원을 지원하며 그 외 초과비용은 유치기관 부담이다.

@highlight

은수미 성남시장은 24일 국책사업으로 추진중인 트램 실증노선이 판교에 설치될 수 있도록 최선을 다해 향후 대중교통을 더 편리하게 이용할 수 있는 환경을 만들겠다고 밝혔다.