해당 감찰부서 경찰관 3명 징계수위 논란도 계속 (동양일보 윤규상 기자) 강압적인 감찰조사를 받다가 스스로 목숨을 끊은 충주경찰서 소속 여경 사건과 관련, 숨진 여경의 유족이 법원에 탄원서를 제출했다.

경찰 내부에선 당시 감찰조사를 벌인 감찰부서 직원에 대한 징계를 놓고 논란이 일고 있다.

24일 청주지법 충주지원에 따르면 유족은 음해성 투서로 동료를 죽음에 이르게 한 피고인에게 중형을 선고해 달라는 내용의 탄원서를 재판부에 제출했다.

유족은 탄원서에서 “지금도 제대로 된 사과를 유족 앞에 하지 않고 있다”며 “구속되고 현재 상황이 불리해지자 반성문을 수차례 재판부에 제출해 순간을 피해가려 한다”고 주장했다.

실제 A씨는 재판이 시작된 이후 8차례에 걸쳐 반성문을 법원에 제출한 것으로 확인됐다.

이와 관련, 해당 감찰부서 경찰관 3명에 대한 징계가 형평성에 어긋난다는 지적도 나온다.

사망자가 나온 내부 비위에 대한 처벌이 경미했다는 것이다.

경찰청 감사관실은 최근 징계위원회를 열어 숨진 B경사를 감찰했던 C경감에 대해 정직 2개월을, 감찰부서 감독자인 D경정 등 2명에 대해 감봉 3개월을 처분했다.

경찰청은 감찰 관행 개혁에 대해 충분한 개선의지를 가지고 노력했다는 입장이지만, 경찰 내부망에서는 ‘받아들이기 힘든 결정’, ‘감찰관의 비위는 가중처벌한다고 규정돼 있으면서, 정직·감봉이 가중처벌인가’ 등 징계결과를 비판하는 댓글이 게재되기도 했다.

앞서 2017년 10월 26일 익명의 투서로 충북경찰청 감찰을 받던 B경사(사망 당시 38세)가 스스로 목숨을 끊은 채 발견됐다.

당시 B경사가 강압적이고 고압적인 감찰을 받았던 정황이 드러나면서 투서를 낸 A씨와 감찰을 담당했던 C경감 등 2명이 불구속 입건돼 기소의견으로 송치됐다.

검찰은 지난해 11월 A씨를 무고 혐의로 구속기소했다.

충주경찰서는 지난 17일 징계위원회를 열어 A씨를 파면했다.

A씨에 대한 재판은 오는 29일 오후 4시 청주지법 충주지원에서 열린다.

@highlight

음해성 투서로 강압적 감찰조사 중 극단적 선택을 한 충주경찰서 여경사건의 유족은 24일 제대로 된 사과도 하지 않고 수차례 반성문을 재판부에 제출하여 징계를 피해가려는 피고인에게 중형을 선고해 달라는 탄원서를 재판부에 제출하엿다. 