김대성 캔 파운데이션 김은진 에듀케이터가 환아와 함께 즐거운 미술 교육 체험을 하고 있다.

분당제생병원(병원장 채병국)은 지난 24일 오후 병원 본관 세미나실에서 캔 파운데이션이 주최하는 뇌전증 소아환자와 보호자를 대상으로 '아트버스 캔버스'를 개최했다.

'아트버스 캔버스' 프로그램은 국내·외에서 활발하게 활동하고 있는 현대미술 작가가 직접 아이들을 찾아와 학교 수업에서는 접하지 못했던 새로운 형태의 예술교육 프로그램을 제공하는 수업이다.

1부 프로그램 '꾸이맨' 교육 강사로 참여한 한석경 작가는 회화, 설치, 영상 작업을 활발하게 하는 현대미술가로 아이들에게 '굽기'라는 행위를 통해 생소한 물질들이 새롭게 시각적 결과물이 만들어지는 과정을 함께 체험했다.

환아들이 플라스틱 가루와 곡식 가루가 '불'을 만나 쿠키 등의 상품으로 변화되는 과정을 즐기는 놀이 중심의 오감만족 미술시간이다.

한석경 작가는 "환아들이 물질작업 미술을 스펀지처럼 받아들이는 것에 보람을 느끼며, 함께하는 놀이중심의 미술은 환아들에게 직접적이고 신선하며 거부감 없는 미술치료이다"고 말했다.

2부에서 이정률 교육 강사가 참여해 '댄스테라피'를 통한 예술교육을 선보였다.

신체 움직임과 상호작용을 통해 개인의 정서 및 생각 등을 이해하게 하고 자기치유와 자기성장을 이룰 수 있는 환자와 보호자가 함께하는 시간을 가졌다.

분당제생병원 소아청소년과 변성환 전문의는 "뇌전증을 앓고 있는 어린이들이 예술 작가와 만나서 창작수업을 체험해 심적 안정의 시간을 보냈다"며 "보호자에게도 힐링이 되는 기회를 만들어 의미가 크다"고 말했다.

캔 파운데이션 에듀케이터 김은진씨는 "앞으로도 다양한 질병으로 고통을 받는 어린이 환자를 찾아서 치유 성격의 자유로운 미술 교육 기회를 지속적으로 제공하겠다"고 말했다.

한편, 캔(CAN) 파운데이션은 다양한 예술가들의 창작활동을 지원하고 더 많은 사람들이 예술을 향유하고 예술가와 소통하도록 기회를 마련하고 있는 사회적 기업이다.

@highlight

분당제생병원은 지난 24일 오후 병원 본관 세미나실에서 다양한 예술가들의 창작활동을 지원하는 사회적 기업 캔 파운데이션이 중심으로 개최하는 '아트버스 캔버스'를 열어 국내·외에서 활발하게 활동하고 있는 현대미술 작가가 직접 뇌전증 소아환자 아이들을 방문해 학교 수업에서는 경험하지 못했던 새로운 형태의 예술교육 프로그램을 제공해 성료했다.