민주당 지지도 3%p 하락 국민 10명 중 8명은 평소 미세먼지로 인해 불편을 느끼는 것으로 조사됐다.

미세먼지의 원인이 국내보다 국외에 있다고 생각하는 국민도 60%가 넘었다.

한국갤럽이 22~24일 전국 성인 1002명을 대상으로 미세먼지로 인한 불편함 정도를 물은 결과 '불편하다'는 응답자가 81%에 달했다.

이중 '매우 불편하다'는 응답도 45%나 됐다.

반면 '불편하지 않다'는 20%에 그쳤다.

미세먼지가 나쁨일 때 '외출을 자제한다'는 응답자는 47%, '상관없이 외출한다'는 53%였다.

미세먼지가 나쁨일 때 '마스크를 착용하는 편'이라고 한 이들은 53%였다.

착용하지 않는다는 응답자는 45%였다.

겨울철 미세먼지 발생 원인에 대해선 64%가 '국외 유입이 더 많다'고 답해 중국 등 외부요인이 크다고 생각하는 것으로 조사됐다.

'국내발생이 더 많다'는 7%에 불과했다.

24%는 '국내·국외가 비슷하다'고 답했다.

미세먼지 문제가 지속되면서 공기청정기를 사용하는 이들도 증가하는 것으로 나타났다.

'공기청정기를 사용한다'는 응답자는 2006년 8~9월 15%에 불과했지만 이번 조사에서는 44%나 됐다.

'사용하지 않는다'는 같은 기간 85%에서 56%로 줄었다.

문재인 대통령의 직무수행에 대해 '잘하고 있다'는 응답자는 46%로 1주일 전보다 1%p 줄었다.

'잘못하고 있다'는 1%p 오른 45%였다.

문 대통령의 직무수행에 대해선 12월 3주 부정평가(46%)가 처음으로 긍정평가(45%)보다 많았으나 1월 2주에선 다시 긍정평가가 48%로 부정평가(44%)를 앞선 바 있다.

하지만 지난주(긍정 47%, 부정 44%)에 이어 이번주에도 격차가 다시 좁혀지는 모습이다.

더불어민주당 지지도는 37%로 1주일 전보다 3%p 줄었다.

손혜원 의원 투기 의혹 등이 영향을 미친 것으로 보인다.

자유한국당은 18%로 전주보다 2% 상승했고 정의당 지지율도 1%p 오르며 10%를 회복했다.

자세한 조사결과는 한국갤럽과 중앙선거여론조사심의위원회 홈페이지에서 확인할 수 있다.

@highlight

한국갤럽이 22~24일 전국 성인 10명중 8명이 미세먼지로 인해 불편하며 발생 원인이 '국외 유입이 더 많다'는 응답이 64%이고 공기청정기를 사용하는 사람이 44%로 나타났다.