[서울경제] 특허청구 명세서에 기재된 사용법에 따라 당장 작동하지 않더라도 기술효과 달성을 예측할 수만 있다면 '완성된 발명'에 해당한다는 대법원 판단이 나왔다.

대법원 1부(주심 이기택 대법관)는 A씨가 발광다이오드(LED) 램프 제조업체 B사가 발명한 '침수시 누전방지장치'가 미완성 발명품이라며 낸 특허등록 무효소송 상고심에서 원고 승소로 판결한 원심을 깨고 사건을 원고 패소 취지로 특허법원에 돌려보냈다고 25일 밝혔다.

B사는 지난 2012년 연결단자대가 침수됐을 때도 누설 전류가 밖으로 흐르지 않고 연결단자와 누전방지 도전체에만 흐르게 하는 '침수 누전방지장치'를 개발해 특허로 등록했다.

이 장치는 누전을 방지함은 물론 침수를 일으킨 물속에 사람 몸이 닿아도 감전이 일어나지 않게 하는 기능을 탑재했다.

하지만 A씨는 이 발명에 대해 "통상의 지식을 가진 사람이 쉽게 발명할 수 있어 진보성이 없다"며 무효 소송을 냈다.

특허심판원은 B사의 발명이 산업상 이용 가능성이 있으므로 완성된 발명으로 판단해 심판청구를 기각했다.

그러나 1심인 특허법원은 "완성된 발명임을 인정하기 위해서는 명세서에 기재된 사용법을 통해 기술적 효과를 입증해야 한다"며 B사의 기술을 '미완성'으로 판단했다.

1심 재판부는 "미완성 발명은 특허법에서 정한 '산업 이용 가능성이 있는 발명에 해당하지 않는다"며 등록을 무효화시켜야 한다고 판결했다.

그러나 대법원은 "기술적 효과의 달성 가능성을 예상할 수 있을 정도로 구체적·객관적으로 구성돼 있으므로 발명은 완성됐다고 볼 수 있다"며 1심 재판을 다시 하라고 주문했다.

대법원 재판부는 "발명 완성 여부는 설명에 기재된 발명의 목적·구성·작용효과 등을 전체적으로 고려해 판단해야 한다"며 "발명의 설명 중의 구체적 사용법에 한정돼 인정하는 것은 아니다"라고 설명했다.

@highlight

B사는 지난 2012년 연결단자대가 침수됐을 때도 누설 전류가 밖으로 흐르지 않고 연결단자와 누전방지 도전체에만 흐르게 하는 장치를  특허로 등록했으나  A씨는 "쉽게 발명할 수 있어 진보성이 없다"며 무효 소송을 냈는데 대법원은  특허청구 명세서에 기재된 사용법에 따라 지금은 작동하지 않더라도 기술효과 달성을 예측할 수만 있다면 '완성된 발명'에 해당한다고 판결했다.