삼천리자전거가 전기자전거를 필두로 한 '퍼스널모빌리티 대중화 원년'을 선포했다고 25일 밝혔다.

삼천리자전거는 지난 24일 충북 청주 그랜드프라자호텔에서 열린 '2019 삼천리자전거 신제품 발표회'에서 '필(必)환경' 시대에 걸맞게 전기자전거를 비롯한 올해 신제품 200여 종을 공개했다.

삼천리자전거는 대리점 사장단 1200여명이 참석한 가운데 올해 주요 마케팅 전략으로 △ 전기자전거 라인업 확대 및 퍼스널모빌리티 라인업 강화 △입문용부터 레저용까지 전 타깃별 풀라인업 구축 △인기 스테디셀러 업그레이드 출시 등 계획을 발표했다.

특히 삼천리자전거는 급성장하는 퍼스널모빌리티 시장 확대에 발맞춰 다양한 가격대 전기자전거 라인업을 출시, 관련 시장 선점에 속도를 내겠다는 전략이다.

이와 관련 전기자전거 필수 기능만 갖추면서 가격을 60만원대로 낮춘 '팬텀 이콘'을 출시했다.

전기자전거 디자인도 개선했다.

배터리를 안장 아래 시트포스트와 일체화하는 한편, 프레임 내장형으로 제작했다.

팬텀 이콘 역시 시트포스트 일체형으로 제작해 승하차를 수월하게 했다.

팬텀 이콘을 포함한 전기자전거는 입문에서 레저, 전문가용까지 총 13종으로 출시했다.

스테디셀러 제품은 업그레이드 했다.

10대가 선호하는 '로드'와 '픽시' 제품은 크기를 다양화해 성장기 청소년 신체에 맞는 작은 크기 제품을 생산한다.

유아용 다기능 세발자전거는 7만원 수준으로 가격을 낮춘 '샘트라이크100'을 출시했다.

삼천리자전거 관계자는 "퍼스널모빌리티 시장이 성장하는 만큼 전기자전거를 중심으로 소비자 편의를 강화한 다양한 제품을 선보일 것"이라며 "올해는 스마트모빌리티 1위 회사로 입지를 다지는 원년이 될 것"이라고 말했다.

@highlight

25일 삼천리자전거는 24일 충북 청주 그랜드프라자호텔서 열린 '2019 삼천리자전거 신제품 발표회'에서 대리점 사장단 1200여명이 참석한 가운데 금년 신제품 200여 종을 공개하고 '퍼스널모빌리티 대중화 원년'을 선포했다고 전했다.