기상 항공기가 25일 전북 군산 서쪽해상에서 인공강우 실험을 위해 비행하고 있다.

[이데일리 박일경 기자] 기상청이 올 들어 첫 인공강우 실험을 25일 서해상에서 실시했다.

이번 실험은 당초 예상했던 경기 서해상에서 남쪽으로 이동해 전북 군산 서쪽해상에서 이뤄졌다.

특히 이날 실험은 환경부의 미세먼지 관측과 병행해 진행됐다.

국립기상과학원은 인공강우 물질을 살포한 뒤 구름과 강수 입자 변화를 관측하고 국립환경과학원은 미세먼지 저감 효과를 분석한다.

올해 국립기상과학원의 인공강우 실험은 이번 실험을 시작으로 총 15차례 이뤄질 계획이다.

실험은 바다에 형성된 구름 위로 기상 항공기가 지나가며 24발의 '요오드화 은'을 뿌린 뒤 기상 선박과 지상 관측 장비에서 비와 미세먼지 변화를 분석하는 방식으로 실시됐다.

우선 서해안에 비가 얼마나 내렸는지에 대한 중간결과는 오는 28일 발표될 예정이다.

다만 항공기가 뿌린 '요오드화 은'으로 인한 인공강우가 미세먼지를 저감하는 데 얼마나 효과가 있었는지를 분석하는 시간이 다소 소요될 것으로 보인다.

기상청은 과학적인 분석 결과는 전문가 자문을 거쳐 다음 달 발표할 예정이다.

기상청 관계자는 "기상 항공기에서 구름 내부를 관측한 사항은 항공기 착륙 후 관측자료를 분석해야 한다"며 "레이더를 활용해 비구름 생성 여부를 정밀분석하고 있다"고 설명했다.

이 관계자는 "모바일 차량에서 관측한 결과 약한 안개비가 목측됐으나 라디오존데관측 자료를 확인해 정밀분석을 해야 한다"고 말했다.

하지만 육상 정규 관측망에선 유의미한 관측변화는 발견되지 않은 것으로 전해졌다.

기상청 관계자는 "기상 관측선 주변에서 구름 발달이 육안으로 확인됐으나 인공강우에 의한 것인지는 추가 분석이 필요하다"고 밝혔다.

현재 인공강우를 통한 강수량 증가는 시간당 0.1~1㎜ 수준이다.

인공강우로 미세먼지를 씻어내려면 적어도 시간당 10㎜ 이상의 강한 비가 내려야 하는 것으로 분석되고 있다.

@highlight

기상청은 25일 전북 군산 서쪽해상에서 올해 첫 인공강우 실험을 실행했으며 중간결과는 오는 28일 발표된다.