[서울경제] 김강우가 '아이템'으로 안방극장에 숨 막히는 긴장감을 선사할 예정이다.

오는 2월 첫 방송을 앞두고 있는 MBC 새 월화미니시리즈 '아이템'(극본 정이도, 연출 김성욱)에서 성공한 기업가와 살인 놀이를 즐기는 소시오패스, 두 가지 얼굴을 보여줄 김강우의 포스터 현장 B컷이 공개됐다.

사진만으로도 전해지는 광기와 오싹함으로 극 중 인물과 놀라운 싱크로율을 느끼게 한 김강우의 모습은 '아이템'을 향한 관심을 증폭시키고 있다.

공개된 사진 속 김강우는 호화로운 저택을 배경으로 깔끔하게 차려입은 슈트, 단정한 헤어스타일 등 외관으로는 평범한 CEO처럼 보이지만, 카메라를 뚫어질 듯 응시하는 날카로운 눈빛은 그에게 무언가 숨겨진 흑막이 있음을 예감케 하며 그 비밀을 향한 궁금증을 더하고 있다.

극 중 김강우가 분할 조세황은 초능력을 지닌 아이템을 모두 모아 신비한 힘을 손에 넣으려는 인물이다.

이 때문에 아이템을 모으기 위해서라면 범죄와 살인 행위도 스스럼없이 행하지만, 이로 인한 양심의 가책을 느끼지 못함은 물론 자신의 사악한 면을 철저하게 위장하는 치밀함은 보는 이들로 하여금 더욱 큰 공포를 느끼게 할 예정이다.

특히, 지난 17일(목) 방송된 '출발! 드라마 여행'에서는 대중들을 깜빡 속아 넘기는 조세황의 눈물 연기 씬과 아이템을 도둑맞고 극도로 분노하는 장면 등이 공개되며 짧은 장면에도 강렬한 임팩트를 선사했다.

이 방송에서 김강우는 "폴라로이드에서 사진이 찍힐 때마다 경련을 일으키는 장면이 있다. 굉장히 자주 등장하기 때문에 비슷하게 생각하실 수 있지만 저 나름대로 그 안에서 디테일을 가지려고 노력하고 있다"고 밝히며 그의 섬세한 세공으로 완성될 조세황 캐릭터를 향한 기대감을 높였다.

한편, 천진난만한 얼굴로 비열함과 사악함을 오가는 열연을 펼칠 김강우의 연기는 오는 2월 11일 방송되는 MBC '아이템'에서 만나볼 수 있다.

@highlight

오는 2월 첫 방송을 앞두고 있는 MBC 새 월화미니시리즈 아이템에서 성공한 기업가와 살인 놀이를 즐기는 소시오패스, 두 가지 얼굴을 보여줄 김강우의 포스터 현장 B컷이 공개되었고 사진만으로도 전해지는 광기와 오싹함으로 극 중 인물과 놀라운 싱크로율을 느끼게 한 김강우의 모습은 아이템을 향한 관심을 증폭시키고 있어 열연을 펼칠 김강우의 연기는 오는 2월 11일 방송되는 MBC 에서 만나볼 수 있다.