겨울철 식도락에 빠질 수 없는 것이 신선한 해산물이다.

특히 최근 재료 본연의 맛을 추구하는 지중해풍 씨푸드 요리가 각광받고 있다.

이태원 '레드브릭비스트로'는 서래 마을에서 화덕피자로 유명한 '레드브릭'이 새로운 콘셉트로 오픈한 곳이다.

유러피안 바&키친을 내세우며 피자, 파스타 외에도 다양한 유럽풍 요리를 제공하고 있으며 겨울을 맞아 레드브릭만의 특별한 레시피로 요리한 지중해풍 씨푸드를 선보이고 있다.

레드브릭의 대표메뉴 '시칠리아식 문어구이'는 와인과 버터를 이용한 조리법을 이용해 문어 풍미를 최대한 끌어낸 요리다.

프랑스식 새콤한 미뇨네뜨 소스 대신 이태리식 프루타살사 소스를 얹은 석화는 과일의 달콤함 덕분에 생굴에 익숙지 않은 사람도 부담 없이 맛있게 먹을 수 있다.

'연어 그라브락스'는 지중해의 귀족이라 불리는 허브인 타라곤을 넣어 바다의 향이 잘 살아나도록 했으며, '문어 세비체'는 문어를 주재료로 하고 페루식보다 신맛을 줄여서 또 하나의 스페인풍 문어요리로 탄생시켰다.

지풍해풍 요리는 화이트와인과 함께 할 때 더욱 빛을 발하는데 그 중에서도 뉴질랜드산 소비뇽블랑이나 피노그리는 저렴하면서도 훌륭한 마리아주를 선사한다.

캐주얼한 분위기면서도 수준급 요리와 와인을 함께 할 수 있기에 사람들의 발길이 이어지고 있다.

한편 '레드브릭비스트로'는 씨푸드 요리를 포함한 여섯 가지 에피타이저 중에서 먹고 싶은 것들을 골라서 조금씩 맛볼 수 있는 '씨푸드 샘플러' 서비스를 제공한다.

세 가지를 골라도 1만 원대 가격이라 데이트나 생일파티, 모임, 회식을 할 때 특별함을 줄 수 있고 점심시간에도 피자나 파스타에 더해 가볍게 고급 요리를 즐길 수 있다는 점이 매력적이다.

@highlight

최근 재료 본연의 맛을 살리는 지중해식 씨푸드 요리가 각광받으면서 서래 마을 유명 피자 레스토랑 '레드브릭'은 '레드브릭비스트로'를 오픈, 레드브릭만의 특별 레시피로 지중해풍 씨푸드를 판매할 예정이다.