애큐온(Acuon)이 지난해에 이어 올해도 직원들이 참여하는 다양한 문화활동과 행사를 통해 소외계층이 우리 사회의 한 일원으로 성장할 수 있도록 지원할 계획이라고 25일 밝혔다.

애큐온은 지난해 사회복지법인다운회가 운영하는 다운복지관 발달장애인 15명과 복지관 인솔교사 5명을 CGV 왕십리점에 초청해 영화 '공작'을 함께 관람했다.

해당 행사는 사회공헌활동 '애큐온 컬처 데이'의 일환으로, 지난 달 서울 잠실야구장에서 두산베어스의 홈경기를 관람한 것에 이은 두 번째 프로그램이다.

이날 초청된 발달장애인은 20~40대 성인들로 지역사회 자립을 위해 훈련을 받고 있는 훈련생들이다.

이들은 애큐온캐피탈 임직원으로 구성된 자원봉사자 15명과 서로 짝을 이뤄, 팝콘과 콜라를 함께 먹는 등 즐거운 영화관람 시간을 가졌다.

애큐온이 투자자로 참여한 영화 '공작'은 1990년대 중반 '흑금성'이라는 암호명으로 북핵의 실체를 파헤치던 안기부 스파이가 남북한 고위층 사이 은밀한 거래를 감지하게 되면서 벌어지는 이야기를 그린 첩보극이다.

황정민, 이성민, 조진웅, 주지훈 등 '믿고 보는 배우'들이 대거 출연했다.

이날 행사에 참석한 애큐온캐피탈 김경중 IB 본부장은 "저희가 투자한 영화를 같이 즐겨 주셔서 감사하며 기업 활동의 사회적 영향력을 두 눈으로 확인할 수 있었던 뜻깊은 시간이었다"고 말했다.

애큐온 관계자는 "소외계층도 평범한 일상을 누릴 수 있도록 돕는 것이 애큐온의 목표"라며 "사회적 약자에게 더욱 다양한 문화체험 기회를 제공할 것"이라고 밝혔다.

한편 애큐온은 최근 사회공헌활동을 보다 체계화해 영문 사명인 ACUON의 각 철자를 딴 프로그램을 실행에 옮기고 있다.

애큐온은 C자를 딴 '애큐온 컬처 데이(Acuon Culture Day)'를 운영하며, 소외계층의 문화활동을 지원하고 있다.

@highlight

애큐온은 지난해 다운복지관 발달장애인 15명과 복지관 인솔교사 5명을 CGV 왕십리점에 초청해 애큐온이 투자자로 참여한 영화 '공작'을 함께 관람한 것처럼 소외계층에 다양한 문화활동을 체험시키는 행사를 올해도 계속 지원할 계획이라고 25일 밝혔다.