[서울경제] 인천 한 사립여고에서 교내 성폭력을 고발하는 스쿨 미투(Me too·나도 당했다)가 또다시 제기됐다.

지난해 인천에서 스쿨 미투 5건이 연달아 터지며 제자들을 추행·희롱한 교사 4명이 경찰에 입건된 지 고작 두 달 만이다.

24일 인천시교육청 등에 따르면 인천시 부평구 A 사립여고 한 학생은 사회관계망서비스(SNS)에 "이 글을 쓰게 된 이유는 학교 교사들의 여성 혐오와 청소년 혐오·차별 발언을 공론화하기 위함입니다"라며 교내 성폭력을 고발했다.

이 글에 따르면 A 여고 한 교사는 학생들 앞에서 수업 참관 중인 여성 교생을 겨냥해 '나도 저렇게 예쁜 사람이 있으면 성추행하고 싶을 거다'라고 발언했다.

한 교사가 '교복이 몸을 다 가리기 때문에 음란한 상상을 유발해 사실상 가장 야한 옷'이라고 발언했다는 의혹도 제기됐다.

특정 학생을 여자친구라고 부르며 편지에 시험을 잘 보라는 말과 함께 현금을 넣어준 교사가 있었으며 이 학생은 돈을 교사에게 되돌려줬다는 주장도 포함됐다.

이 학생은 이 같은 사례들을 올리고 "이는 피해 사실의 일부이며 이외에도 얼굴과 몸 평가 등 언급하지 않은 사례가 다수 있다"고 지적했다.

실제 이 글에는 A 여고 학생들과 다른 학교 학생들의 댓글이 1천200개 넘게 달리며 다른 성폭력 정황을 폭로했다.

이 학교 다른 학생들은 '생리통 심한 아이에게 '열 달 동안 생리 안 하게 해 줄까'라고 한 발언이 빠졌다'거나 '못생긴 X들은 토막 살인해야 한다'고 했다'며 충격적인 폭로를 이어갔다.

시교육청은 이달 21일 SNS에 첫 폭로 글이 올라오며 논란이 커지자 학교 측을 상대로 진상 조사에 나섰다.

인천시교육청 관계자는 "학생들이 2차 피해를 보지 않도록 이번 사안으로 알려진 성폭력 피해 현황을 빈틈없이 조사하겠다"고 말했다.

@highlight

인천 한 사립여고에서 교내 성폭력을 고발하는 스쿨 미투(나도 당했다)가 있었는데, A 여고 한 교사는  수업 참관 중인 여성 교생을 겨냥해 '나도 저렇게 예쁜 사람이 있으면 성추행하고 싶을 거다'라고  했으며, 다른 교사는  '교복이 몸을 다 가리기 때문에 음란한 상상을 유발해 사실상 가장 야한 옷'이라고 발언했다는 의혹도 제기됐다.