민간제안펀드 대폭 늘리고 최대 출자비 30%로 줄여 벤처투자의 마중물 역할을 하는 모태펀드 운용방식이 민간주도형으로 확대된다.

벤처열기를 확산시켜 제2 벤처붐을 조성하기 위한 조치다.

중소벤처기업부는 24일 이러한 내용이 담긴 2019년 모태펀드 운용계획을 내놓았다.

중기부 석종훈 창업벤처혁신실장은 24일 "혁신성장의 중요한 지표인 벤처투자가 사상 최대치를 기록하고 있다는 점이 고무적"이라며 "민간주도 투자시장 조성을 위해 모태펀드의 민간주도를 확대할 계획"이라고 밝혔다.

모태펀드 운용계획에 따르면 지난해 신규 벤처투자는 3조4000억원, 신규 벤처펀드 조성은 4조7000억원으로 사상 최대를 기록했다.

벤처투자 회수 규모도 지난해 2조7000억원으로 전년(1조8000억원)대비 49% 증가했다.

중기부는 '투자-회수-재투자'의 선순환이 가시화되는 흐름으로 평가했다.

따라서 중기부는 향후 2~3년간은 모태펀드 출자 확대를 통해 벤처투자시장 규모를 키울 계획이다.

올해 벤처투자 3조8000억원, 벤처펀드 조성 4조8000억원으로 투자 확대 기조를 유지한다는 복안이다.

이를위해 올해 모태펀드 출자규모는 역대 최대인 1조원으로 늘린다.

특히 운용방식은 '민간이 주도하고 정부가 후원'하는 투자생태계 조성 강화에 목표를 뒀다.

민간이 투자분야와 조건 등을 자유롭게 제안하는 민간제안펀드 대폭 확대, 투자 자율성을 높이는 규제 개선, 투자 생태계 구성원 간의 정보비대칭 완화 등을 추진해 민간주도성을 높인다.

중기부는 "민간자금 유입으로 벤처투자시장이 확대되면, 모태펀드는 시장이 자체적으로 투자하기 어려운 정책영역(지방, 재도전 등)에 집중할 예정"이라고 설명했다.

모태펀드는 최소한의 마중물 역할만 하고 민간자금 출자비중이 높아질 수 있도록 2018년 40%이던 모태펀드 최대 출자비율을 올해 30%로 줄인다.

다만 제조업혁신을 위한 스마트공장 도입과 같이 정책적 필요성이 높은 분야는 60%로 높여 펀드조성을 유도할 계획이다.

@highlight

민간제안펀드를 대폭 늘리고 최대 출자비 30%로 줄여 벤처투자의 마중물 역할을 하는 모태펀드 운용방식이 민간주도형으로 확대되는데 이는 벤처열기를 확산시킴과 동시에 제2의 벤처붐을 조성하기 위한 조치로 모태펀드 운용계획에 따르면 지난해 신규 벤처투자는 3조4000억원, 신규 벤처펀드 조성은 4조7000억원으로 사상 최대를 기록했다.