한국GM 노동조합이 휴직자의 월급을 정부가 책임져야 한다고 요구해 논란이 일고 있다.

애초 조합비로 지급하기로 한 군산공장 무급휴직자의 생계지원금을 제도의 허점을 노려 혈세로 다시 채우겠다는 것이다.

한국GM은 지난해 군산공장을 폐쇄하며 무급휴직자들에게 6개월은 정부가, 24개월은 노사가 생계지원금을 지원하기로 합의했다.

노조는 합의를 헌신짝 버리듯 버리고 휴직 형태를 바꿔 월 8억원을 타내려 꼼수를 부리고 있다.

한국GM 노동조합은 지난 22일 임시대의원회의를 열고 군산공장 노동자들의 생계지원금 문제를 올해 임금 인상 특별 요구에 반영하기로 한 것으로 27일 확인됐다.

한국GM 노조는 '무급휴직자 대책 마련 특별 요구'로 "정부 지원금 추가 수급 요건을 마련해 지급 받을 수 있도록 노력한다"고 명시했다.

고용장려금 제도에 따라 무급휴직자를 유급휴직자로 변경하면 또 지원금을 받을 수 있는 점을 악용하겠다는 것이다.

지난해 파산 위기에 처한 한국GM은 미국 GM 본사와 산업은행에서 71억달러(약 87조4,000억원)를 지원 받는 대신 판매부진으로 가동률이 20%까지 추락한 군산공장을 폐쇄했다.

당시 희망퇴직을 택하지 않은 군산공장 근로자 400명은 무급휴직자로 정부가 6개월간 월 180만원의 고용유지지원금을 지급하고 이후 24개월은 노조와 사측이 절반씩 부담해 월 225만원의 생계지원금을 주기로 했다.

정부 지원은 지난해 11월 말 끝이 났다.

사측도 1월10일부터 1인당 월 112만5,000원을 지급하고 있다.

하지만 노조는 약속한 생계지원금을 지급하지 않고 있다.

군산 휴직자들에게 생계지원금을 주려면 조합비가 두 배 이상 뛰어 거센 반발에 직면할 것을 두려워해서다.

한국GM에 정통한 관계자는 "군산 공장 근로자들의 희생으로 경영정상화에 돌입했는데 정작 노조는 약속을 어겼다"며 "내부에서는 토사'군'팽이라는 말이 나온다"고 전했다.

@highlight

한국GM 노동조합이 지난해 군산공장을 폐쇄하며 무급휴직자들에게 6개월은 정부가, 24개월은 노사가 생계지원금을 지원하기로 한 군산공장 무급휴직자의 생계지원금을 정부가 책임져야 한다고 요구해 논란이 일고 있다.