아이큐비아(IQV)는 글로벌 1위 임상시험 수탁기관인 퀸타일즈와 제약 분야 빅데이터 기업인 IMS헬스케어가 지난 2016년 합병해 탄생한 복합의료기업이다.

신약 개발 비용의 90%를 차지하는 임상시험비를 수익원으로 삼는 퀸타일즈, 빅데이터 분석으로 치료법을 제시할 수 있는 IMS헬스케어가 만났다는 사실 하나만으로도 당시 큰 화제가 됐다.

양사는 합병 후 '아이큐비아 코어 솔루션'이라는 프로그램을 가장 먼저 선보였다.

이 프로그램은 신약의 기초 연구에서 발매 이후 신약의 경과까지를 통합 관리할 수 있는 것이 장점이다.

가령 제약사에서 신약 물질을 개발해 상업화를 희망할 때 임상시험만을 대행해주는 것뿐만 아니라 회사가 축적한 빅데이터, 전 세계에 연결된 의사 네트워크, 자원봉사자 등을 통해 미래의 상업성에서 부작용 가능성에 이르기까지 포괄적이면서도 정확한 정보를 제공하는 것이다.

따라서 신약 물질의 도출과 개발 이후에 신약의 임상시험과 발매 이후 경과 정보 축적까지 통합 솔루션이 가능하게 되는 것이다.

신약 후보물질과 투자자금만을 가지고 있는 제약회사 입장에서는 더할 나위 없이 반가운 기업일 것이다.

시장의 성장 전망도 밝다.

최근에는 바이오의약품이나 의료기기 등의 개발을 할 때 초기 단계부터 임상시험을 강제하는 흐름이 이어지고 있다.

또한 미국 식품의약국(FDA)의 신약 승인 요건도 계속 강화되고 있다.

이 때문에 신약 개발 비용도 점차 증가하고 있는데 신약 한 개를 개발하는 데 드는 비용이 평균 1조원에서 2014년에는 2조6,000억원까지 늘어난 상황이다.

이러한 사항들이 관심을 받아 합병 이후의 주가는 30% 이상 상승했다.

주가는 많이 올랐으나 실적이 계속해서 뒷받침되고 있다.

지난해 3·4분기 영업이익은 전년 동기 대비 8% 증가한 77억달러(약 8조6,500억원)를 기록했고 순이익은 35% 증가한 1억6,300만달러(약 1,830억원)였다.

아이큐비아 코어 솔루션의 이익이 전년 동기 대비 12%가량 증가한 것이 눈에 띈다.

@highlight

제약 분야 빅데이터 기업 IMS헬스케어와 글로벌 1위 임상시험 수탁기관인 퀸타일즈가 만나 탄생한 복합의료기업 아이큐비아는 신약의 기초 연구에서부터 경과까지 통합 관리가 가능한 '아이큐비아 코어 솔루션' 프로그램을 만들었다.