이종억 6월말까지 한시적…통합사례관리대상자 등 추가 (동양일보 이종억 기자) 옥천군은 올해부터 위기가정 ‘긴급복지 지원사업’을 확대키로 했다.

긴급지원사업은 갑작스런 위기 상황으로 생계유지가 곤란한 저소득층의 생활안정을 위해 필요한 복지서비스를 지원하는 것이다.

군은 그동안 주소득자의 사망이나 중한 질병, 방임·유기, 재난·화재, 실직, 휴·폐업 등 갑작스러운 위기상황으로 생계가 곤란한 저소득 가구를 대상으로 지원해왔다.

그러나 올해부터 보건복지부 지침이 개정됨에 따라 오는 6월말까지 한시적으로 겨울철 복지사각지대로 발굴된 대상자, 통합사례관리 대상자, 자살 고위험군으로서 생계가 어렵다고 인정되는 가구까지 지원대상이 확대된다.

또한 긴급지원 기준도 지난해에 비해 대폭 완화됐다.

총소득 중위소득 75%이하로 4인가구 기준 월 346만원, 재산 1억100만원 이하(금융재산 500만원 이하)면 신청이 가능하며 금융재산 기준이 다소 초과되더라도 위기상황을 고려해 우선 지원받을 수 있다.

주민복지과 여영우 과장은 “제도를 알지 못해 도움을 받지 못하는 가구가 발생하지 않도록 적극적인 홍보는 물론 발굴된 위기가정의 어려움 해소를 위해 최선의 노력을 다하겠다”며 “어려움에 직면해 있거나 주변에 도움이 필요한 이웃이 있으면 주저하지 말고 도움을 요청하기 바란다”고 말했다.

군은 위기가구 발굴을 위해 집배원, 검침원, 9988행복지키미 등 822명을 명예사회복지공무원으로 위촉하고 ‘복지 위기가구 발굴단’을 운영해 오고 있다.

또한 국도비 외에 군비를 추가 편성하는 등 위기가구 발굴·지원에 총력을 기울이고 있다.

긴급지원에 대한 신청과 문의는 보건복지콜센터(☏129) 또는 읍·면사무소, 옥천군청 주민복지과 희망복지팀(☏043-730-3625)로 하면 된다.

@highlight

옥천군은 6월 말까지 주소득자의 사망이나 중증 질환, 실직 등 갑작스러운 위기 상황 때문에 생계를 이어가는 데 어려움을 겪는 저소득 가구에게 복지서비스를 지원하는 '긴급지원사업'의 지원대상을 확대하기로 결정했다.