인천 남동구가 주민 친화형 일자리를 늘리고 일자리 환경 개선을 통해 지역주민의 삶을 바꾸는 1석2조 프로젝트를 추진한다.

남동구는 최근 ‘지역 일자리 목표공시제’ 종합계획을 수립해 추진 중이라고 27일 밝혔다.

일자리와 관련, 구체적인 전략을 세워 실효성 있는 지역 일자리 정책을 추진하려는 취지다.

구에서 가장 역점을 두는 것 중 하나는 청년에 대한 취업과 창업 지원이다.

특히 구는 지역 내 청년 예술인들을 직접 고용해 공익행사나 다중집합장소에서 공연하도록 해 지역 문화에 활력을 불어넣고 있다.

청년 일자리와 주민들의 문화 향유를 한꺼번에 늘리려는 것이다.

지난해 7월과 11월 공개모집을 통해 총 57명의 예술인이 남동구 지역에서 활동하고 있다.

청년 예술인 활동과 시너지를 내고자 ‘청년창업지원센터’도 오는 3월에 문을 연다.

이곳에선 청년창업을 활성화하고 청년 일자리 네트워크 역할을 맡게 된다.

또 구는 2월부터 지역 내에 ‘장난감 수리센터’를 설치·운영한다.

65~75세 어르신들에게 고장 난 장난감을 고치는 일자리를 마련해 어르신 일자리와 부모들의 육아 부담을 함께 해결한다는 복안이다.

종전 근로자를 지원하기 위한 ‘고용환경 개선사업’도 호평을 받고 있다.

지역 근로자가 가장 요구하는 정책은 기숙사 임차비 지원사업이다.

이는 중소기업 사업주가 산업단지 주변의 아파트나 빌라 등을 임차해 근로자에게 기숙사로 제공하면, 구에선 임차에 드는 월세를 근로자 1명당 최대 30만원까지 지원해주는 제도다.

지난해까지 63개사 근로자 200명이 혜택을 봤으며, 올해도 100여 명의 근로자에게 지원할 계획이다.

남동산업단지 내 통근버스를 운행하는 사업도 근로자들에게 인기가 높다.

이 사업은 산업단지 내 대중교통 부족으로 인력 확보가 어려운 중소기업의 고용 확대를 위해 마련됐다.

현재 4개 노선 10대의 버스가 인천 지하철역을 중심으로 운행 중이다.

이강호 남동구청장은 “살기 좋은 남동구를 만들려고 지역 일자리를 늘리고 청년이 창업할 수 있는 여건을 만들어주는 것이 필요하다”며 “특히, 취업 취약계층의 고용을 촉진하고 중소기업 인력난을 없애는데 최선을 다해 나갈 것”이라고 말했다.

@highlight

인천 남동구는 '지역 일자리 목표공시제' 종합계획을 수립해 추진중이며 지역 문화 향유를 위해 지역 내 청년들을 직접 고용해 공연하도록 1석2조의 효과를 받고있다.