조윤성 "궤도에 올려놓는데 그치지 않고 조금이라도 빠르게 착공 노력"

양주시의 낙후된 철도·도로 등 교통인프라가 획기적으로 개선된다.

GTX-C(양주~수원) 사업이 예비타당성 조사를 통과한데다 전철 7호선 연장 노선 신설역이 정부 정책에 반영됐기 때문이다.

민주당 정성호(양주) 국회의원은 중부일보와의 인터뷰에서 공약사업으로 추진해 온 전철 7호선 연장사업을 비롯해 GTX-C 노선, 39번 국지도 사업 등 양주시 주요 교통인프라 사업이 본궤도에 올랐다고 밝혔다.

GTX-C노선의 경우 지난해 12월 예타 조사를 통과해 올해 초 기본계획 수립용역에 착수할 계획이다.

최고 속도가 180km/h에 이르는 GTX노선은 양주(덕정)에서 의정부~창동~청량리~삼성~양재~과천~수원까지 74.2km를 운행한다.

남북을 수직으로 잇는 노선으로 의정부와 강남을 20분대에 주파할 수 있다.

총 4조3천88억 원의 사업비가 투입되며 이르면 2021년 말 착공할 예정이다.

전철 7호선을 옥정까지 연결하는 연장사업도 정부 광역교통개선대책으로 진행될 전망이다.

이에 따라 양주 고읍에 1개 역이 신설되던 것에서 옥정신도시 중심부에 1개 역사가 추가된다.

지난해 경기도의회에서 7호선 도봉산~양주 연장사업 의정부구간 예산 93억원이 삭감되기도 했지만 정 의원 활약으로 예산이 부활하기도 했다.

양주시에 추진되는 광역철도망 사업의 영향권에 동두천시와 포천시, 연천군까지 포함되면서 경기북부 발전의 기폭제가 될 것이라는 평가가 나오고 있다.

정성호 의원은 "GTX-C노선 사업이나 7호선 중심연장 사업 등은 문재인 정부 들어서 경기북부 희생지역에 대한 관심과 배려가 반영된 것"이라면서 "사업들을 궤도에 올려놓은데 그치지 않고 조금이라도 빠르게 착공할 수 있도록 남은 임기동안 최선을 다할 것"이라고 밝혔다.

@highlight

정성호 의원은 "gtx-c노선 사업이나 7호선 중심연장 사업 등은 문재인 정부 들어 경기북부의 회생지역에 대한 관심과 배려가 반영된것" 으로  조속히 진행되도록 노력하겠다고 " 밝혔으며, 사업내용으로는 GTX-C(양주~수원) 사업이 예비타당성 조사를 통과하고 전철 7호선 연장 노선 신설역이 정부 정책에 반영되면서 양주시에 이러한 사업들이 경기북부 발전의 기폭제가 될것으로 평가된다.