충북일보=보은] 속보=보은군의회가 군정소식지 예산 삭감에 반발한 집행부 간부공무원의 집단행동에 대해 감사원에 감사를 청구했다.

군의회는 지난 25일 325회 임시회 5차 본회의에서 '보은군 공무원 단체 행동에 대한 감사원 감사청구의 건'을 의결했다.

안건 표결에는 전체 의원 8명 중 7명이 출석해 찬성 5명, 반대 2명으로 가결했다.

보은군 4·5급 간부 공무원 27명은 지난해 12월 군의회가 군정소식지(대추고을 소식) 발행예산을 삭감하자 같은 달 24일 기자회견을 열어 "조례에 근거한 행정을 막은 것은 의회의 직권남용"이라고 반발했다.

이들은 군정소식지 발행예산 삭감에 대한 부당성을 알리는 대군민호소문을 낸 데 이어 반대여론 수렴 등을 통해 의회를 압박했다.

앞서 군의회는 지난해 집행부가 제출한 3천876억 원의 올해 예산을 심의하면서 29건의 사업비 27억6천만 원을 삭감했다.

이 중에는 군이 매달 펴내는 '대추 고을 소식' 발행 비용 8천892만 원과 편집위원 관외 취재비 144만 원도 포함됐다.

군의회는 군정소식지가 군정 홍보와 주민들에게 필요한 정보 제공이라는 본연의 기능보다 군수의 치적 홍보에 열을 올려왔다고 지적했다.

김응선 의장은 이날 감사원 감사 청구의 건을 상정하면서 "지방자치법 39조에서 부여된 권한으로 적법하게 예산을 심의하고 확정했다"면서 "그런데도 간부 공무원들이 집단행동을 한 것은 의회의 기능과 권능에 대한 무력화 시도이자 지방자치제도와 의회 민주주의를 부정하는 폭거이며, 군민의 갈등과 분열을 조장하는 불법적인 행동"이라고 주장했다.

이어 "의회의 적법한 절차와 결과에 대해 불법적으로 군민갈등을 유발한 고위 공직자의 단체행동과 기자회견을 선동한 주동자. 그리고 배후가 있는지를 철저히 조사해 지방자치의 근간을 바로 세워야 한다"고 목소리를 높였다.

@highlight

보은군 의회는 지난 25일 임시회 본회의에서 군정소식지 예산삭감에 반발한 '보은군 공무원 단체 행동에 대한 감사원 감사청구의 건'을 의결했다.