[엄재진 기자 jinee@imaeil.com] 가톨릭상지대가 고용노동부의 지역산업·맞춤형 일자리 창출 지원사업으로 양봉산업 전문인력 양성 사업에 본격 나선다.

현장 교육에 참가한 교육생들의 모습.

가톨릭상지대학교(정일 총장)가 고용노동부가 시행하는 '2019년 지역산업·맞춤형 일자리창출 지원사업'에 선정, '베이비부머 세대를 위한 양봉 전문인력 양성'을 본격 추진한다.

가톨릭상지대는 안동시와 컨소시엄을 구성, 경북 북부 지역 환경에 적합한 양봉산업을 재활성화시켜 '지역경제 발전 및 양봉산업의 메카로 자리매김시킨다'는 계획이다.

가톨릭상지대가 추진하는 '양봉 전문인력 양성 사업'은 초고령화 시대와 중장년층의 인생 이모작을 위한 일자리 창출 대안으로 기존 양봉교육의 한계에 6차 산업화와 4차 산업혁명의 과정을 추가해 취업과 창업에 실효성을 확보할 수 있도록 교육 훈련 과정을 구축했다.

이번 양봉 전문인력 양성 사업은 안동지역의 중장년층 및 양봉 창업에 관심 있는 일반인 20명을 모집해 3월부터 6월까지 이론과 실습의 양봉 전문 기술 교육으로 진행된다.

또 교육생들의 취·창업 지원을 위해 양봉 전문 기술 교육과 함께 취업진로 상담, 창업교육 및 컨설팅, 간담회, 선진지 견학, 동아리 모임, 멘토-멘티 연결 등 다양한 맞춤형 취·창업 지원 프로그램을 운영한다.

교육부 선정 대한민국 평생직업교육 특성화 대학인 가톨릭상지대는 도·농 복합도시인 경북 북부지역 산업수요에 맞는 전문 인력양성을 위해 농·산업 및 6차 산업 분야 평생직업교육과정으로 지역 성인학습자들에게 '계속교육'의 기회를 제공하고 있다.

특히 2015~2018년 창업 특화프로그램으로 지역 내 미취업자 및 취약계층 성인학습자를 대상 평생직업교육과정 '양봉명품화창업과정'을 운영해 61명을 취·창업시킴으로써 양봉산업을 통해 지역사회 일자리 창출 및 고용 확대 등의 우수한 성과를 내고 있다.

@highlight

가톨릭상지대는 안동시와 컨소시엄을 구성해 '2019년 지역산업·맞춤형 일자리창출 지원사업'을 수행하며 경북 북부 지역에 양봉산업을 활성화시켜 양봉 전문인력을 양성하는 등 일자리 창출에 주력할 계획이다. 