[서울경제] 'TV는 사랑을 싣고'에 나온 트로트가수 박상철이 불우한 가족사와 무명 시절 이야기를 공개해 화제다.

25일 방송된 KBS2 'TV는 사랑을 싣고'는 박상철 편으로 꾸며졌다.

박상철은 '자옥아'로 이름을 알리고 '무조건'으로 궤도에 오르기까지, 상상 못할 무명 시절을 지냈다.

19세의 나이에 서울로 상경한 그는 앨범 사기로 전 재산을 탕진, 빌딩 계단과 지하철역을 전전하며 노숙생활을 했다.

노숙자들의 텃세에 폭행을 당하고 최악의 생각을 하기도 했다고.

결국 박상철은 미용기술을 배워 고향으로 돌아가나 미용사로 일하면서도 그는 가수의 꿈을 놓지 않았다.

'전국 노래자랑'로 얼굴을 알린 그는 다시 서울에 상경, 'TV는 사랑을 싣고'의 재연배우와 '여섯 시 내 고향'의 리포터 등으로 활동하며 쉼 없이 꿈을 향해 달려갔다.

박상철은 그 무렵 옥탑방에서 생활했다며 집주인 부부를 향한 그리움을 전했다.

집 주인 부부가 박상철을 친부모처럼 챙기며 응원과 사랑을 줬다고.

박상철은 "후에 몇 번이나 찾아갔지만 두 분을 볼 수 없었다"라고 말했다.

그리운 부부를 만나러 가는 길, 박상철은 아픈 가족사도 전했다.

아버지의 주사와 폭행으로 울 수조차 없는 어린 시절을 보냈다는 박상철은 "이 때문에 어머니와 초등학생 때까지 떨어져 지냈다. 어머니가 날 위해 와주셨는데 어색하더라. 그래서 살갑게 대해드리지 못했다"라고 토로했다.

후에 박상철은 그런 어머니를 떠나보내고 괴로운 시간을 보냈다고.

이날 박상철은 집주인 부부를 만나 큰절을 올렸다.

17년 만에 재회.

이 자리에서 박상철은 "포기하고 싶을 때 어머님이 해주신 떡국을 먹고 힘을 낼 수 있었다. 그래서 꼭 성공한 모습을 보여드리고 싶었다"라며 고마움을 전했다.

한편, 'TV는 사랑을 싣고'는 매주 금요일 오후 7시 40분 방송된다.

@highlight

25일 방송된 KBS2 'TV는 사랑을 싣고'에서는 19세의 나이에 서울로 상경해 앨범 사기를 당하고 노숙생활을 하는 등의 무명시절을 격은 뒤 이후 '무조건'으로 정상의 궤도에 오르게 된 트로트가수 박상철 편으로 꾸며졌다.