이매리에 대한 관심이 쏟아지고 있다.

지난 6월 채널A '풍문으로 들었쇼'에서는 이매리가 자신의 공백기에 대해 이야기하는 모습이 방송됐다.

이날 이매리는 SBS 드라마 '신기생뎐' 촬영 당시 10개월 전에 섭외된 후, 드라마를 위해 오고무를 배우는 중이었다고 이야기했다.

그는 "갑작스레 타이틀 신을 촬영해야 한다고 통보받았지만, 타이틀 장면 촬영이 계속 밀렸다.

그래서 8개월 가량을 아무 것도 할 수 없었다"면서 "연습을 계속 하다 보니 무릎에 물이 찼다.

다리가 좋아질 수 없었던 상황이었다"고 당시 상황을 설명했다.

이어 이매리는 "무용 레슨비 600만원과 몇 년간의 재활치료로 인해 상당한 병원비가 들었지만 '신기생뎐' 제작진은 보험이 되어 있지 않다는 이유로 책임질 수 없으며, 이 사실을 발설하지 말라고 엄포를 놨다"고 주장했다.

이매리는 "2년 후에, 방송 고위 관계자들과 만남에서 연기자 실비 보험도 없고 이대로라면 악순환이기에 기회를 달라고 말하려했지만 전혀 얘기를 듣지 않았다"고 밝혔다.

그는 "고위 관계자들이 한번 갑을 관계는 영원한 갑을이라는 소리까지 했다.

너무 화가 나서 가만두지 않겠다 했더니 투병 중이던 아버지를 두고 왜 안 죽냐며 비웃기까지 했다.

모든 것을 은폐하고 나한테 전부 떠넘기려고 했다"며 추악한 갑질의 행태를 털어놓았다.

1994년 서울MBC 공채 MC 3기로 주로 MC를 맡다가, 2003년 이후부터 연기자 등 다방면에서 활동했다.

지난 2011년 SBS 주말드라마 '신기생뎐'이후 건강 악화 등을 이유로 방송활동을 중단했다.

2015년부터 한국의 방송과 드라마제작사 그리고 학교폭력에 회의를 느끼다 카타르를 알게되면서 아랍을 알게됐고 아랍 최초의 월드컵인 2022년 카타르 월드컵과 카타르에 자부심을 가지고 좋아서 활동해 오고 있다.

돌아가신 부친은 1970년대 7년동안 아랍에서 건설업에 근무했다.

@highlight

'풍문으로 들었소'에서 이매리가 드라마가 연기되고 방송관계자들의 갑질로 힘들었던 과거 자신의 공백기를 드러내며 카타르에서 활동하고 있는 근황을 공개했다