35일간 이어진 미국 연방정부의 역대 최장 셧다운(일시적 업무정지) 사태가 일단 해소됐다.

도널드 트럼프 미국 대통령과 의회지도부는 25일(현지시간) 일시적으로 내달 15일까지 3주간 정부를 재가공하고 이 기간 멕시코 국경장벽 예산 등에 대한 논의를 이어가기로 합의했다.

트럼프 대통령은 이날 오후 백악관에서 열린 기자회견에서 "셧다운을 끝내고 정부 문을 다시 여는 합의에 도달하게 됐다는 것을 발표하게 돼 자랑스럽게 생각한다"고 밝혔다.

그러면서 그는 국가 비상사태를 염두에 둔 듯 "모두 알다시피 내게는 매우 강력한 대안이 있으나 이번에는 쓰지 않기도 했으며 앞으로도 쓰지 않게 되길 바란다"고 말했다.

그는 의회 인사로 구성된 초당적 위원회가 국경 문제를 논의할 것이라고 밝혔다.

트럼프 대통령이 서명할 스톱갭 법안은 내달 15일까지 3주간 연방정부가 업무가 볼 수 있는 예산을 포함하고 있다.

그러나 트럼프 대통령이 주창해온 미국과 멕시코간의 국경장벽 건설 예산(57억달러)는 포함돼 있지 않다.

트럼프 대통령은 3주 후에도 국경장벽에 대한 합의가 이뤄지지 않을 경우 국가비상사태를 선포할 수 있다고 시사했다.

트럼프 대통령은 "우리가 제안한 구조물은 국경수비대가 설정한 위험이 높은 특정지역에만 건설되며 이를 통해 사람들과 마약의 불법적 통행을 막을 것"이라고 강조했다.

"국경 예산 없이는 셧다운 해소는 없다"며 연일 강경론을 내세웠던 트럼프 대통령이 빈손 후퇴한 것에 대해 외신들은 셧다운 장기화에 대한 정치적 부담이 너무 컸다는 분석을 내놓았다.

이번 사태는 1996년 빌 클린턴 정부의 21일 셧다운 기록을 갈아치우면서 역대 최장 기간 이어졌다.

셧다운으로 미국 15개 정부 부처 가운데 국무, 국토안보, 농림, 교통 등 9개 부처가 영향을 받았다.

연방 공무원 80만명은 셧다운 기간 동안 급여를 받지 못했고 푸드스탬프 등 저소득층을 위한 사회보장 시스템과 수백편 항공기 연착이 발생하는 등 경제·사회 전반에 경고음이 켜지고 있었다.

트럼프 대통령은 "조속히, 가능한 빨리 밀린 월급을 지급하겠다"고 강조했다.

@highlight

현지시간 25일 도널드 트럼프 미국 대통령과 의회지도부가 내달 15일까지 3주간 정부를 재가동하기로 합의하면서 35일간 이어진 미국 연방정부의 역대 최장 셧다운 기록은 일단락됐지만 트럼프 대통령이 국경장벽에 대한 예산이 합의에 도달하지 못 할 경우 국가비상사태를 선포할 수 있음을 시사해 여전히 갈등의 불씨가 남아있는 상황이다.