tvN ‘코미디빅리그(이하 ‘코빅’)’의 문세윤이 백종원 따라잡기에 나서 웃음을 안긴다.

오늘(27일, 일) 저녁 7시 40분에 방송되는 ‘코빅’에서는 백종원으로 변신한 문세윤의 거침없는 활약이 펼쳐진다.

문세윤은 ‘선수는 선수다’ 코너에서 백종원 데칼코마니 같은 모습으로 등장해 폭소를 자아낸다.

과거 이영자 도플갱어로 분해 꿀재미를 선사한데 이어 이날은 말투부터 표정, 몸짓에 이르기까지 완벽한 백종원 닮은꼴을 선보이는 것.

골목 체육관 활성화를 위해 복싱장을 방문한 문세윤은 섬세한 감정 표현은 물론 황제성과 최성민마저도 당황하게 만든 재치 가득한 애드리브로 역대급 인생 캐릭터를 경신했다는 후문.

스튜디오를 쥐락펴락한 문세윤의 활약은 이날 방송에서 확인할 수 있다.

한편 2019년 1쿼터 4라운드를 달리고 있는 ‘코빅’은 ‘가족오락가락관’이 3주 연속 정상에 오르며 대세의 행보를 이어가고 있다.

양세형, 양세찬, 이용진, 이진호의 주거니 받거니 물오른 케미가 시청자의 배꼽을 저격 중인 가운데, 이번 주에도 참신하고 기발한 소재와 찰진 연기력으로 웃음보를 자극할 예정이어서 궁금증을 높인다.

뿐만 아니라 백종원과의 싱크로율 100%를 뽐낸 문세윤의 ‘선수는 선수다’와 ‘국주의 거짓말’, ‘갑분싸’, ‘석포4리 마을회관’ 코너가 점수 차를 좁히며 박빙의 승부를 펼치고 있어 손에 땀을 쥐는 재미를 더하고 있다.

특히 이번 쿼터에서 첫 선을 보인 ‘국주의 거짓말’과 ‘석포4리 마을회관’이 새로운 다크호스로 급부상, 기존 코너들을 위협하며 앞으로의 행보에 기대감을 자아내는 상황.

과연 이번 주에는 어떤 코너가 방청객의 마음을 사로잡아 1위를 거머쥐게 될지 귀추가 주목되고 있다.

대한민국 웃음의 대세 tvN ‘코빅’은 매주 일요일 저녁 7시 40분에 방송된다.

@highlight

오늘(27일, 일) 저녁 7시 40분에 방송되는 '코미디빅리그'의 '선수는 선수다' 코너에서 백종원으로 분장한 문세윤이 무대에서 큰 웃음을 자아내며 활약을 하는 가운데, 이번 주에는 어떤 코너가 우승을 하게 될지 관심이 집중된다. 