김태경 30일 저녁, 선착순 무료 발권...

전주디지털독립영화관이 오는 30일 저녁 7시 30분 'Jeonju Showcase 2019' 1월 상영작으로 김지혜 감독의 '홀로그램 유니버스'를 선보인다.

이날 행사는 김선중 전주영화제작소 프로그램 기획이 진행을 맡았으며 영화 상영후에는 감독·관객과의 대화가 이어진다.

'홀로그램 유니버스'는 제18회 전주국제영화제 한국경쟁 부문 작품으로, 김지혜 감독의 첫번째 다큐멘터리 영화이자 장편 영화다.

김 감독은 2008년 단편 '산책로, 새벽'을 시작으로 2012년 '오래된 밤', 2014년 '겨울 영화' 등 다수의 단편영화를 연출했고, '오래된 밤'은 제13회 전주국제영화제 한국단편경쟁에 상영된 바 있다.

1991년 '16년 차이'로 데뷔한 포크 듀오 김용덕과 16살 어린 동생 김용수.

서정적인 음률과 솔직담백한 가사로 당시 큰 호응을 얻었지만 포크 뮤지션들의 활약이 줄어드는 흐름 속에 이들도 역시 잊혀졌다.

하지만 동생 김용수는 여전히 기타리스트로 활동 중이고 김용덕도 여러 나라를 여행하며 다양한 악기를 체험하고 연주하며 그동안 만들어 놓은 곡들의 녹음을 시작했다.

그 새로운 앨범 타이틀 곡 제목이 바로 '홀로그램 유니버스'다.

한편 'Jeonju Showcase'는 전주국제영화제에서 상영된 미개봉 한국영화 신작을 상영하고 감독과 배우를 초청해 상영후 토크를 진행하는 프로그램이다.

일반적인 개봉상영으로 만나기 힘들었던 다양한 한국영화를 소개하는 자리로, 매월 마지막주 수요일 저녁에 진행된다.

무료로 진행하며, 상영 1시간 전부터 선착순으로 1인 2매까지 티켓을 발권할 수 있다.

자세한 내용은 전주디지털독립영화관 홈페이지(theque.jeonjufest.kr)를 확인하거나 전화(063-231-3377)로 문의하면 된다.

@highlight

전주디지털독립영화관이  'Jeonju Showcase 2019' 1월 상영작으로 김지혜 감독의 첫번째 다큐멘터리 영화이자 장편 영화인  '홀로그램 유니버스'를 선보이게되는데  'Jeonju Showcase'는 전주국제영화제에서 상영된 미개봉 한국영화 신작을 상영하고 감독과 배우를 초청해 상영후 토크를 진행하는 프로그램이다.