지난해 10월 대전 중구 오류동에서 구청 공무원들이 연탄 나눔 봉사활동을 펼치고 있다.

사진=대전 중구 제공 대전 중구가 '공무원 자원봉사 이수제' 도입을 통해 자원봉사 활성화, 봉사하는 직장분위기 조성 등에 기여하고 있어 눈길을 끌고 있다.

구는 자원봉사 이수제 도입 첫해인 2015년 963명의 참여자를 모으며 3298시간의 봉사활동을 펼쳤다.

이후 참여인원은 다소 줄었지만 2016년 712명·9787시간, 2017년 684명·9693시간에 이어 지난해에는 722명이 함께해 처음으로 1만 148시간을 달성했다.

1인 평균 봉사활동 시간으로 환산하면 14.1시간에 이르는 결과다.

공무원 자원봉사 이수제는 나눔 실천을 위해 공무원 1인당 연간 10시간 이상의 봉사활동에 참여하는 제도다.

구는 휴직자, 파견자, 시간선택제, 무기계약직, 공무직, 청원경찰 등을 제외한 전 공무원을 대상으로 시행 하고 있다.

봉사활동 인정기준은 1365 자원봉사포털 시스템 내 등록돼 승인 완료된 실적을 원칙으로 한다.

자원봉사실적 관리 시스템 활용이 불가능한 경우에는 봉사활동 확인서 등 증빙서류가 있는 경우에 실적인정이 가능하다.

구는 그동안 이웃·지역 사랑, 효 실천 봉사활동 전개를 통한 나눔 문화 확산 선도 등을 위해 자원봉사 이수제를 적극 활용하고 있다.

특히 지난해 구 공무원들은 깨끗하고 안전한 집 만들기, 농촌 일손 돕기, 연탄 나눔, 환경정화 활동 등 다양한 분야에서 활발한 자원 봉사활동을 전개했다.

게다가 지난해 9월에는 구민의 날 행사 대신 직원 100여 명이 폭우 피해를 입은 뿌리공원에서 복구 작업을 펼치며 구슬땀을 흘리기도 했다.

또 헌혈을 통한 자원봉사활동도 권장하며 혈액수급 안정화를 도모하고 헌혈문화를 확산하기 위한 국가시책에도 부응하고 있다.

여기에 올해에는 세무직, 사회복지직, 건축직 등 다양한 공무원 직렬군에서 그동안 쌓아온 업무의 전문성을 살릴 수 있는 재능기부도 추진한다는 계획이다.

박용갑 청장은 "공무원 자원봉사 이수제가 성공적으로 안착된 만큼 앞으로도 자원봉사활동을 적극 권장할 것"이라며 "다양한 분야에서 나눔과 보람의 자원봉사가 꽃 필 수 있도록 노력하겠다"고 말했다.

@highlight

대전 중구에서 시행하는 '공무원 자원봉사 이수제'를 통해 도입 첫해인 2015년에는 963명의 참여자와 3298시간의 봉사활동을 했고 지난해에 722명이 봉사에 참여해 도입 이후 처음으로 1만148시간을 기록했다.