‘다큐멘터리 3일’에서 2019 화천산천어축제를 소개해 이목을 끌었다.

첩첩산중 산골 마을, 강원도 화천의 겨울이 떠들썩하다.

인구 2만 5천, 접경지역인 탓에 주민보다 군인이 많은 전통적인 군사 도시에 16년 전 처음 시작된 화천 산천어 축제.

이제 단순한 지역 축제를 넘어 지역 경제를 책임지는 ‘굴뚝 없는 공장’으로서 그 역할을 톡톡히 하고 있다

축제 기간 화천을 찾는 관광객만 170만 명, 화천 인구의 60배에 달한다.

이 중 외국인 관광객만 해도 10만 명이 훌쩍 넘는다.

축제를 통한 지역 경제 효과는 자그마치 1200억 원, 축제에 투입되는 군 예산의 30배에 육박하는 금액이다.

‘다큐멘터리 3일’은 화천 산천어 축제 이틀 전부터 축제 2일차까지, 축제를 준비하고 진행하는 화천 주민들의 동선을 따라 ‘겨울의 기적’을 이루어 가는 사람들의 이야기를 담았다.

산천어 축제의 백미는 단연코 얼음낚시다.

30만㎡에 달하는 광활한 얼음 벌판 위로 빼곡하게 뚫린 구멍에 낚싯대를 넣어 고기를 잡아 올린다.

개장과 동시에 수만 명의 인파에 동시에 빙판 위로 올라올 것을 대비, 반드시 2m*2m 간격을 두고 구멍을 뚫어야 한다.

축제 이틀 전, 아침부터 작업자들이 분주하다.

낚시 구멍을 뚫으며 주민들은 축제가 코앞으로 다가왔음을 실감한다.

축제를 앞둔 설렘도 잠시, 축제가 다가오면 더욱 긴장하는 사람들이 있다.

바로 화천군 재난구조대원들이다.

얼음 두께 30cm를 유지하는 건, 축제 진행에 있어 가장 중요한 문제다.

육안으로 얼음판의 안전을 확인할 수 없다.

물속에서 막 나온 김대천(49) 씨는 “조금 춥다”면서도 “축제가 끝날 때까지 점검은 계속 돤다”고 말했다.

짧게는 수일, 길게는 수개월간 준비한 축제가 드디어 시작됐다.

이영실 기자 .

@highlight

다큐멘터리 3일에서 축제에 찾아오는 관광객들로 지역 경제 효과를 톡톡히 보는 2019 화천산천어축제를 소개했다.