[이데일리 신중섭 기자] 보건복지부와 인천광역시가 시간외 근무수당 인정 수단으로 지문인식기 외에도 다른 대체수단을 마련하라는 국가인권위원회(인권위) 권고를 수용하지 않기로 했다.

인권위는 지난해 5월 사회복지시설 종사자인 A씨의 진정을 받아들여 시간외 근무수당을 지문인식기로만 등록하게 하는 것은 '개인정보자기결정권 침해'라며 보건복지부 장관과 인천광역시장에 대체수단을 강구하라고 권고했지만 불수용 입장을 전해왔다고 27일 밝혔다.

A씨는 "보건복지부에서 발간하는 장애인복지시설 사업안내서에 시간외 근무 수당의 인정은 지문인식 등 신체일부를 확인하는 시스템만 적용하도록 하고 있다"며 "인천광역시 사회복지시설 운영 공통지침에서도 지문인식 등록 건에 한해 연장근로수당이 인정되도록 규정돼 있다"고 인권위에 진정을 제기했다.

그러나 보건복지부와 인천광역시는 당시 시간외수당의 경우 근무기록지 조작 등으로 인한 부정수급 사례가 다수 발생함에 따라 투명성 확보를 위해 지문인식과 같은 객관적인 증빙자료가 필요하다고 주장했다.

이에 인권위는 "지문정보와 같은 생체정보는 개인의 신체 그 자체로부터 획득되는 일신전속성을 가지는 민감한 정보이므로 수집·관리에 있어 엄격한 기준과 주의가 요구된다"며 "지문정보를 수집하고 이용하기 위해 개인정보보호법에 따라 정보주체의 동의를 받아야 하며 동의하지 않을 경우 전자태그·아이디 입력 방식 등 대체수단도 마련해야 한다"고 권고했다.

일신전속성이란 주체와 밀접한 관계가 있어 그 주체만이 향유하거나 행사할 수 있는 성질을 말한다.

이러한 인권위의 권고에 보건복지부와 인천광역시는 지문인식기 이용 시 개인의 동의를 받아야 한다는 부분은 수용했지만 대체 수단 마련 부분에 대해서는 "보조금 부당 집행이 우려 된다"며 불수용한다고 회신했다.

이에 인권위는 "지문을 복제한 실리콘 손가락을 이용해 시간외 근무 입력하는 방법으로 수당 부정 수령 사례가 발생하는 등 지문인식기만이 최선의 방법은 아니다"라며 "지문정보와 같은 민감한 생체정보 이용에 동의하지 않을 경우 대체수단 마련이 필요하다"고 강조했다.

@highlight

인권위는 시간외 근무수당을 지문인식기로만 등록하는 것은 '개인정보자기결정권 침해'라 대체수단을 마련해야 한다고 권고했지만 보건복지부와 인천광역시는 '보조금 부당 집행이 우려된다'며불수용입장을 27일 전해왔다.