김현우 수원시가 설 연휴를 앞두고 물가안정을 위한 대책반 등 종합상황 근무에 들어간다.

28일 시에 따르면 시는 설 연휴 종합대책을 수립하고, 설 연휴(2월 2~6일) 동안 시민들이 생활에 불편이 없도록 '설 연휴 종합상황반'을 운영한다.

청소·재난·비상 진료·대중교통·의료 대책반 등 25개 대책반으로 구성된 '상황근무 대책반'이 연휴 기간 근무하면서 비상상황이 발생했을 때 신속하게 대응한다.

상황근무대책반은 1일 53명 근무자로 편성된다.

시는 지난 14일부터 안전사고 예방을 위해 다중이용시설 89곳을 합동점검하고 있다.

안전점검은오는 1일까지 계속된다.

1~6일에는 교통종합대책 상황반을 운영하며 귀성·귀경객들에게 교통상황을 안내할 예정이다.

설 당일에는 연화장과 고금산 공원묘지 주변에서 교통통제를 하고, 2~6일에는 연화장 방면 시내버스를 증차하고, 배차 시간을 단축한다.

또한, 물가, 설 성수품 수급 등을 관리하고 불공정 상거래 행위를 단속하는 '물가안정 특별대책반'을 오는 9일까지 운영하고, 31일에는 영동종합시장에서 '설 명절 물가안정을 위한 민·관 합동 캠페인'을 전개할 계획이다. 4개 구 보건소는 상황실을 운영해 응급환자 비상진료체계를 구축한다.

24시간 운영 응급의료기관 5곳, 비상진료 병원 64곳, 휴일 지킴이 약국 196곳을 지정해 운영한다.

응급의료정보센터 홈페이지(www.1339.or.kr)에서 자세한 정보를 볼 수 있다.

소외 계층을 위한 대책도 마련했다. 사회복지시설(62개소) 생활자와 기초생활보장수급자(4900세대)에게는 상품권·쌀·생활용품 등 위문품을 전달한다.

시 6급 이상 공무원 950여명은 홀몸노인 등 저소득층 결연가구를 방문한다.

노숙인 무료급식소는 2월 2~6일 수원역 정 나눔터, 꿈터(노숙인 임시보호소) 등에서 운영한다.

시 관계자는 "모든 시민이 편안하고 안전한 연휴를 보낼 수 있도록 설 연휴 종합대책을 빈틈없이 추진하겠다"고 말했다.

@highlight

수원시는 시민들이 편안하고 안전한 설 연휴를 보낼 수 있도록 청소·재난·비상 진료·대중교통·의료 대책반 등 25개 대책반으로 구성된 '상황근무 대책반'을 설 연휴 기간 동안 운영한다고 밝혔다.