DGB대구은행은 설 명절을 맞아 칠곡 동명휴게소에서 이동점포 금융서비스를 실시한다.

DGB대구은행은 설 명절을 맞아 휴게소 모바일뱅크 운영, 신권 교환 및 복봉투 배부 등 대고객 서비스 강화를 위한 다양한 명절 마케팅을 실시한다고 28일 밝혔다.

다음달 2일에서 5일까지 4일간 칠곡 동명휴게소 상행 방향에서는 DGB대구은행 이동점포 금융서비스를 실시한다.

이동점포는 오전 10시부터 오후 5시까지 운영되며 12m 크기·16톤 규모의 대형트럭에 설치된 은행업무용 특수차량에서 일반 은행업무는 물론 온라인 단말기, ATM기기 등을 이용할 수 있다.

또 윷놀이 이벤트를 통해 선물도 증정하며 한복을 입은 직원들이 신권 교환, 세뱃돈 福봉투 등을 한정 수량 배부할 예정이다.

설 연휴 DGB대구은행 BC카드로 주유하면 주유권을 추첨 증정하는 이벤트도 실시한다.

28일부터 다음달 6일까지 응모 후 설 연휴 이동이 늘어나는 다음달 1일부터 6일까지 대구은행 BC카드로 주유 업종에서 합산 5만원 이상 결제를 한 고객이 이벤트 대상이다.

BC카드 홈페이지(www.bccard.com)에서 응모할 수 있으며 500명을 추첨해 GS칼텍스 모바일 주유상품권 1만원을 증정한다.

대구은행 관계자는 “민족 대이동의 설명절을 맞아 귀향 고객 불편을 최소화하기 위해 DGB무빙뱅크 운영, 지역경제 활성화를 위한 전통시장 이용 장려를 위한 다양한 고객 서비스를 진행하게 됐다”며 “연휴기간 대구은행의 모바일뱅크, DGB셀프창구 서비스 등을 통해 은행 서비스를 사용할 수 있다”고 밝혔다.

한편 DGB대구은행은 설 명절을 맞이 지역경제 활성화를 위한 다양한 부대행사도 진행했다.

지역 전통시장에서 사용할 수 있는 온누리상품권을 10억원치 구매해 그 중 1억원을 지역 소외이웃에게 전달할 예정이며 이웃을 위한 떡국 떡 나누기도 실시하고 있다.

@highlight

DGB대구은행은 설을 맞아 다음달 2일에서 5일까지 칠곡 동명휴게소에서 이동점포 운영, 신권 교환 및 복봉투 배부, 주유권 추첨 증정 등 다양한 명절 마케팅을 실시한다고 28일 밝혔다.