르노삼성자동차 부산공장 전경.

르노삼성자동차(대표이사 도미닉시뇨라)는 설 명절을 앞두고 다음 달 1일까지 중소 부품협력업체에 물품대금 약 146억 원을 조기에 지급한다고 28일 밝혔다.

르노삼성자동차의 물품대금 조기 지급은 명절을 앞두고 상여금 등의 추가 자금 소요가 집중되는 중소 협력사들의 자금 운영 부담을 완화하기 방안이다.

조기 지급 대상은 72개 협력사이며, 예정된 지급일보다 9일 일찍 대금을 지급받게 된다.

르노삼성자동차는 2018년과 2017년에도 설을 앞두고 각각 162억 원, 112억 원을 조기 지급하는 등 협력사들과 동반성장 및 상생협력의 일환으로 명절 전에 물품대급을 조기 지급하고 있다.

르노삼성자동차는 공정거래협약 이행을 위해 하도급 거래 공정화 교육과 2, 3차 협력 업체까지 상생결제시스템 확대, 동반성장 아카데미 등 다양한 상생 문화 확산 활동들을 전개하고 있다.

르노삼성자동차 구매본부장 황갑식 전무는 “협력업체들과의 상생을 위해 꾸준히 노력하고 있는 르노삼성자동차는 매년 협력사들의 자금 운영 부담을 완화하는데 기여하고자 대금 조기 지급을 꾸준히 진행해 왔다”며, “앞으로도 다양한 협력 방안을 마련해 동반성장 전략을 강화하고자 노력할 것”이라고 말했다.

한편 르노삼성자동차는 공정거래협약 이행을 위해 하도급 거래 공정화 교육과 2, 3차 협력 업체까지 상생결제시스템 확대, 동반성장 아카데미 등 다양한 상생 문화 확산 활동들을 전개하고 있다.

특히 중소기업이 대기업의 신용도를 활용해 은행을 통해 금융지원을 받을 수 있는 상생결제시스템을 활용해 협력사를 적극 지원하고 있다.

이로 인해 2018년 10월 기준 협력사들의 르노삼성자동차 관련 매출은 2조 4408억 원으로 전년대비 11.3% 증가했으며, 5년 전인 2013년 1조 2309억 원에 비해서는 두 배에 달하는 성장을 이뤘다.

이외에도 해외 판로 개척 지원으로 직접 르노-닛산 얼라이언스로 매년 1조 원에 달하는 수출 효과를 거두고 있다.

르노삼성자동차는 지난해 6월 동반성장위원회가 발표한 ‘2017년 동반성장지수 평가 결과’에서 4년 연속 ‘우수’ 등급을 달성하기도 했다.

@highlight

협력업체들과의 상생을 위해 꾸준히 노력하고 있는 르노삼성자동차는 설 명절을 앞두고 중소 협력사들의 자금 운영 부담 감소를 위해 다음 달 1일까지 중소 부품협력업체에 물품대금 약 146억 원을 조기에 지급하겠다고 28일 밝혔다.