[하동=환경일보] 강위채 기자 = 알프스 하동을 대표하는 관광명소 소설 의 배경 최참판댁을 상징화하는 '최참판댁 김치'가 개발된다.

경상남도 하동군은 매년 겨울 성공적으로 열리는 김치축제를 더욱 활성화하고, 하동의 명품 김치 레시피를 개발·보급하고자 '가칭' 최참판댁 김치 개발사업을 추진한다고 25일 밝혔다.

이를 위해 하동군은 이날 오후 2시 농업기술센터 농산물가공지원센터에서 최참판댁 김치 개발을 위한 김치 품평회를 열었다.

이날 품평회에는 품평회 참여를 희망한 하동전통한과식당, 돌팀이식당, 섬진강횟집, 성남식당, 금오횟집, 동흥재첩식당, 대호횟집 등 7개 업체가 이달 초부터 각자 개발한 배추김치, 백김치, 고들빼기, 갓김치, 동치미 등 다양한 김치를 선보였다.

최참판댁 김치 품평회에서는 농림축산식품부 지정 식품명인, 세계김치축제 대통령상 수상자 등 전문평가단 8명과 일반평가단 40명으로부터 외관, 향기, 맛, 조직감, 전체적인 기호도 등의 평가를 거쳐 성남식당의 배추김치와 하동전통한과식당 백김치 레시피가 최고의 평가를 받았다.

하동군은 이날 최고의 평가를 받은 김치 레시피를 세트화해 악양면 평사리 최참판댁 주변 및 관내 주요 관광지 식당 등을 대상으로 레시피 보급교육을 실시하고, 관내 식당에도 광범위하게 전파하기로 했다.

또한 매년 겨울 적량면 삼화에코하우스에서 열리는 김치축제에 해당 레시피를 선보이는 한편 신뢰 있는 김치가공업체의 OEM방식 제조를 통해 홈쇼핑·대형 유통매장 등을 통해 판매하는 방안도 강구하고 있다.

한편 하동군 관계자는 "지역에 있는 숨은 손맛의 김치 레시피를 개발해 상품화할 경우 충분한 경쟁력이 있는 것"이라며 "청정지역 하동 농·특산물을 김치 재료로 활용함으로써 농가의 소득 증대에도 기여할 것"이라고 말했다.

@highlight

경상남도 하동군이 매해 겨울 개최되는 김치축제의 활성화 및 하동의 명품 김치 레시피의 개발·보급을 목적으로 '최참판댁 김치' 개발사업을 실시한다고 발표했으며 이를 위해 25일 농업기술센터 농산물가공지원센터에서 최참판댁 김치 개발을 위한 김치 품평회를 개최했다.