재판부 "군과 수공 협약이 불공정하다고 보기 어려워"

단양군이 수자원공사(수공)를 상대로 한 행정소송 '(수중보 건설 관련)협약 무효 확인 등의 소'에서 패소했다.

28일 군에 따르면 수중보 건설사업비 및 유지·관리 비용 군비 부담을 면제해 달라는 행정소송을 제기했지만, 서울행정법원이 이를 기각했다.

군은 "남한강은 국가하천으로, 국가사무 관련 법령에 따라 수중보 건설비용과 유지 관리비용을 지자체에 전가할 수 없다"며 지난 2008년 4월 수공과 체결했던 협약은 무효라고 주장했다.

수중보 건설사업비 612억원 중 67억원을 부담하기로 했던 군은 이미 수공에 지급한 설계비 21억원도 반환 할 것을 요구했다.

하지만, 수공 측은 "국가사무와 자치사무 관련 규정은 강행규정으로 볼 수 없고, 당사자 사이에 협약이 있다면 계약 자유의 원칙에 따라 협약이 우선돼야 한다"며 맞 대응에 나섰다.

또 수공은 "수중보 건설 위치 변경은 군의 요청에 따라 이뤄졌고, 단양군이 추가 비용을 부담하기로 했다"고 주장했다.

재판부는 판결문에서 "수중보는 남한강에 위치하기 때문에 원칙적으로 국가사무에 해당하지만, 단양군민의 요청에 따라 지역경제 활성화를 목적으로 추진된 만큼 자치사무 성격도 아울러 가지고 있다"고 지적했다.

이어 "지역민을 유리하게 하는 사무를 처리하면서 그 비용 부담을 금지하는 것은 헌법이 지자체를 보장한 취지에 역행하는 결과가 된다"며"수중보의 건설 목적 등을 종합해 볼 때 (양측)협약이 불공정하거나 불합리하다고 보기는 어렵다"고 판시했다.

행정소송에 패소한 단양군은 법조계의 자문을 얻어 이달 중 항소 여부를 결정 할 계획이다.

한편 수중보는 단양지역 남한강 수위(EL 132m)를 유지하기 위해 건설되는 월류식 콘크리트 댐으로, 90% 이상의 공정률을 보이다 지난해 1월 단양군의 행정소송으로 현재 공사가 중단된 상태다.

@highlight

단양군은 수중보 건설비용과 유지 관리비용을 지자체에 전가할 수 없다며 수자원공사를 상대로 수중보 건설사업비 및 유지·관리 비용 군비 부담을 면제해 달라는 행정소송을 제기하였지만 협약 무효 확인 등의 소에서 패소하였다.