삼성전자(005930)가 새로운 무선 이어폰과 헤드폰, 스피커 신제품을 선보인다고 28일 밝혔다.

먼저 스포츠 브랜드 언더아머와의 협업으로 탄생한 무선 이어폰, 'JBL 언더아머 플래시(UA Flash)'는 인체공학적 설계로 어떤 상황에서도 쉽게 빠지지 않도록 설계됐다.

휴대용 충전케이스와 함께 사용시 최대 25시간 이용할 수 있는 배터리를 탑재했다.

또 노이즈 캔슬링 기술로 주변 소음을 효과적으로 제거하는 것은 물론 음악 감상 중 이어폰을 빼지 않아도 상대방의 목소리를 들을 수 있다.

또 다른 프리미엄 이어폰인 'JBL 인듀어런스 피크'는 파워훅 디자인으로 이어폰을 착용하면 자동으로 전원이 켜지고 빼면 대기모드로 전환된다.

트위스트 락 기능을 이용해 이어훅을 돌려 귀에 고정하면 격렬한 움직임에도 잘 빠지지 않는다.

무선 헤드폰인 'AKG N700NCBT'는 가족 이어 쿠션으로 오랜 시간 사용해도 착용감이 편안하다.

헤드밴드에는 메탈 소재를 적용했다.

또 최상급 노이즈 캔슬링 기능으로 비행기나 지하철 등 소음이 많은 환경에도 낮은 볼륨만으로 고음질 감상이 가능하다.

노이즈 캔슬링 모드로는 최대 23시간, 유선 연결시 최대 36시간까지 이용할 수 있다.

블루투스 무선 스피커 '하만카돈 오닉스 스튜디오5(Onyx Studio 5)'도 새롭게 출시된다.

진화된 우퍼 스피커로 더 풍부한 저음을 제공한다.

한 번의 충전으로 8시간까지 이용 가능해 거실, 테라스, 야외 등 어떤 공간이더라도 자유롭게 사용할 수 있다.

삼성전자는 "이번 신제품은 하만의 독보적인 프리미엄 사운드를 기본으로 완전 무선 솔루션, 인체공학 디자인, 노이즈 캔슬링 기능 등이 탁월하다"며 "급성장하고 있는 무선 이어폰·헤드폰 시장을 선도해 나가겠다"고 밝혔다.

@highlight

삼성전자는 28일 급성장하는 무선 이어폰.헤드폰 시장에서 애플 에어팟보다 앞서 나가기 위해 주변 소음을 효과적으로 줄이는 노이즈 캔슬링 기능과 인체 공학 디자인 등을 적용한 제품들을 대거 출시한다고 발표하였다.