대구한의대, 간질환 한약 융복합활용 연구센터 개소…7년간 122억원 지원 받아대구한의대, 간질환 한약 융복합활용 연구센터 개소…7년간 122억원 지원 받아 [이석수 기자 sslee@imaeil.com] 대구한의대는 기초의과학분야 선도 연구센터인 '간질환 한약 융복합활용 연구센터' 개소식을 가졌다.

대구한의대학교는 과학기술정보통신부와 한국연구재단이 지원하는 선도연구센터 기초의과학분야(MRC)에 선정된 '간질환 한약 융복합활용 연구센터' 를 열었다.

대구한의대는 2011년 방재과학글로벌연구센터로 MRC에 선정된 이후 7년간 연구논문을 국제학술지 194편, 국내학술지 34편을 게재하였으며, 그동안 MRC사업의 핵심목표 중 하나인 기초과학자 양성으로 박사 8명, 석사26명을 배출했다.

또 16건의 특허출원과 4건의 특허등록도 이뤄졌다.

대구한의대는 이러한 연구실적을 바탕으로 2018년 MRC 연구센터에 재선정되어 향후 7년간 122억원의 연구비를 지원받게 됐다.

간질환 한약 융복합활용 연구센터는 ▷간질환에 대한 약물DB를 기반으로 간손상, 경화성 간질환, 알코올성 간질환, 간암 등에 대하여 방제, 본초, 성분들을 이용한 한약 복합 신규 소재개발 및 효능전기연구 ▷한/양약 융복합 신규 약물 최적 배합 및 최적 비율의 도출, 이를 기반으로 한 제품화 연구 ▷급 만성 간질환에 대한 침구치료에 대한 연구를 진행하게 된다.

특히 침과 약의 병용 효과에 대한 연구는 국내외 최초 연구로 평가된다.

변창훈 총장은 "간질환 한약 융복합활용 연구센터는 전통 한의학 이론을 첨단 기초의과학적 연구기법을 통하여 규명하고, 임상에서의 약물 사용에 과학적 근거를 마련해 한의학 발전에 새로운 전기를 마련할 것"이라고 했다.

@highlight

대구한의대학교는  향후 7년간 122억원의 연구비를 지원받아 전통 한의학 이론을 첨단 기초의과학적 연구기법을 통하여 규명하고, 임상에서의 약물 사용에 과학적 근거를 마련해 한의학 발전에 새로운 전기를 마련할 '간질환 한약 융복합활용 연구센터' 를 개소 하였으며, 여기에서는 침과 약의 병용 효과에 대한 연구에대해서는 국내외 최초 연구로 평가 되고 있어 큰 성과가 기대되고 있다. 