삼성전자가 경기도 화성에 마련한 직거래 장터에서 직원들이 농축산물을 살펴보고 있다.

삼성은 설 명절을 맞아 각 지역에 위치한 사업장에서 자매마을과 사회적 기업 등이 참여하는 직거래 장터를 열고 농민들의 소득 증대에 도움을 주고 있다.

삼성은 설을 앞두고 협력사들의 자금 운영을 돕기 위해 약 1조 3,000억원 규모의 물품 대금을 조기 지급한다고 28일 밝혔다.

이번 물품 대금 조기 지급에는 삼성전자(005930)·삼성디스플레이·삼성전기(009150)·삼성SDI(006400)·삼성SDS·삼성바이오로직스·삼성물산(028260)·삼성엔지니어링·제일기획·에스원·웰스토리 등이 참여한다.

삼성전자는 협력사 물품 대금을 월 4회, 계열사들은 월 3~4회 현금으로 지급하고 있지만 이번 설 명절을 앞두고 회사별로 최대 1~2주일 이상 물품 대금을 앞 당길 방침이다.

아울러 삼성전자와 삼성디스플레이·삼성SDI·삼성SDS·삼성물산·삼성증권(016360) 등은 자매마을 등의 농축산물을 판매하는 설맞이 직거래 장터를 운영한다.

자매마을 등에서 생산한 품질 좋은 각종 농축산물을 임직원들에게 판매해 농민들의 소득 증대에 도움을 주기 위해서다.

삼성전자는 화성과 기흥 나노시티에서 28일부터 31일까지 각각 이틀씩 자매마을, 사회적 기업 등이 참여한 직거래 장터를 열고, 한과, 굴비, 젓갈 등 300여개 품목의 농축산물을 판매한다.

또 삼성SDI는 울산사업장에서 설 명절을 맞아 자매마을과 지역 특산품을 판매하는 직거래 장터를 1월 23일부터 1주일 간 운영한다.

이외 삼성SDS는 31일 잠실캠퍼스 다목적홀에서 자매마을과 함께하는 '설맞이 놀이·장터 한마당'을 개최하고 자매마을의 특산품과 전통 먹거리를 판매한다.

삼성은 1995년 농어촌 60개 마을과 자매결연을 맺은 것을 시작으로, 지난해 500여 마을과 자매결연을 맺고 일손 돕기, 농촌체험, 직거래 장터 운영 등 지역과 더불어 사는 상생을 실천하고 있다.

@highlight

삼성은 28일 설을 앞두고 협력사들의 자금 운영을 돕기 위해 삼성전자·삼성디스플레이·삼성전기·삼성SDI·삼성SDS·삼성바이오로직스·삼성물산·삼성엔지니어링·제일기획·에스원·웰스토리 등 회사별로 최대 1~2주일 이상 약 1조 3,000억원 규모의 물품 대금을 조기 지급한다고 밝혔다.