= 대전시가 오는 3월 3일까지 청년협의체인 '대전청년정책네트워크' 2기를 모집한다.

대청넷은 청년이 정책의 주체자로서 정책에 대한 의견제시, 청년문제 개선과 정책제안 등 시정에 자발적으로 참여하는 정책참여기구이자 시정의 소통창구다.

참여대상은 만19세~39세로 청년문제와 정책에 관심 있는 청년이면 누구나 참여가 가능하고, 온라인으로 신청하면 된다.

대전시는 대청넷 활동과 올해 청년정책에 대한 이해를 돕기 위해 오는 29일부터 내달 7일까지 모두 4차례에 걸쳐 지역별 설명회를 개최한다.

중구 1.30(수) 19시 대흥노마드 ▲ (3차) 대덕구 1.31(목) 19시 한남대학교 56주년 기념관 ▲ (4차) 유성구 2.7(목) 19시 벌집 등이다.

대청넷 2기는 오리엔테이션과 청년주제로 열리는 8회의 아카데미 중 2회 참석자에 한 해 3월에 열리는 멤버십 캠프를 시작으로 의제에 따라 9월까지 팀 활동을 하게 된다.

올해 대청넷 모집과 운영은 지난 2년 동안 활동하면서 청년들이 직접 개선한 방식을 도입했다.

다양한 청년 참여를 위해 100명이라는 모집인원도 없앴고, 대학생, 자치구 및 시민사회단체와의 협력 연계로 청년 의제도 확장하기로 했다.

청년들만의 얘기로 끝나는 것이 아닌 시의 실국 간담회와 청년의회도 열어 청년문제 해결에 대한 공감 및 논의의 장도 가질 예정이다.

대전시 고현덕 청년정책과장은 "대청넷은 팀활동을 통한 문제해결과정에서 정보와 인적 네트워크로 자기성장을 기대할 수 있다"며 "대전시도 적극 협업하면서 체감도 높은 정책을 펼치겠다"고 말했다.

한편, 지난해 대청넷에서는 청년 사업에 대한 모니터링과 제안으로 창업지원카드 도입 및 커뮤니티사업 확대, 마음건강 상담창구 도입 등 실질적으로 청년들에게 필요한 사업을 올해 반영함으로써 정책의 체감도를 높여 나가고 있다.

@highlight

대전시는 3월 3일까지 청년이 직접 청년 정책에 대한 의견을 피력하는 정책참여기구인 '대전청년정책네트워크' 2기를 모집하며, 만 19세~39세 청년이라면 누구나 온라인상으로 신청 가능하다.