단수여권 자동출입국심사 허용[서울경제] 앞으로 정당한 이유 없이 3,000만원 이상 지방세를 내지 않으면 출국금지 대상이 된다.

또 '임시 여권'이자 '긴급 여권'으로 불리는 단수 여권 소지자가 자동출입국심사대를 이용할 수 있도록 하는 방안도 추진된다.

28일 법조계에 따르면 법무부는 이 같은 내용을 담은 '출입국관리법 시행령' 일부 개정령(안)을 지난 23일 입법예고했다.

개정령에 따르면 국세·관세·지방세 미납에 대한 출국금지 규정이 세분화된다.

이는 지난해 6월 '지방세징수법'이 개정되면서 출국금지 요청 대상이 되는 지방세 체납액 기준액이 3,000만원으로 감액된 점을 반영한 것이다.

기존에는 출입국관리법에 따라 '대통령령으로 정하는 금액 이상의 국세나 관세, 지방세를 정당한 사유 없이 납부기한 내 내지 않은 사람'을 출국금지 대상으로 지정했다.

또 해당 법 시행령은 대통령령으로 정한 금액을 5,000만원으로 정했다.

하지만 시행령을 개정하면서 국세는 5,000만원, 지방세는 3,000만원으로 나눴다.

아울러 단수 여권 소지자가 자동출입국심사대를 통해 입국할 수 있는 방안도 마련했다.

단수 여권은 유효기간 1년 내 한 차례에 한해 외국 여행 때 사용할 수 있는 여권이다.

통상 유효기간 경과 등 여권 결함 사실을 출국이 임박했을 때 발견했거나 재발급이 필요한 사람에게 발급한다.

다만 가족·친인척 사건·사고, 사업상 출국 등 긴급을 요구하는 때로 제한한다.

현재는 유효기간 만료일까지 횟수에 제한 없이 외국 여행이 가능한 복수 여권을 지닌 17세 이상 주민등록 국민은 자동출입국심사대를 통해 국내 입국이 가능하다.

하지만 단수 여권 소지자의 경우 이용이 제한되고 있다.

이외에도 개정령에는 가사, 육아, 산후조리, 간병 등 법무부 장관이 정하는 직종에 취업하려는 외국인은 사전에 인적사항 등을 정보통신망에 등록하도록 했다.

연구(E-3) 자격 활동 범위도 자연과학에서 사회과학, 인문, 예체능으로 연구 범위를 확대하는 등 취득 요건을 완화했다.

@highlight

법무부는 기존의 '대통령령으로 정하는 금액(5000만원) 이상의 국세나 관세, 지방세를 정당한 사유 없이 납부기한 내 내지 않은 사람'을 출국금지 대상으로 지정했던 '출입국관리법 시행령' 을 개정해 국세는 5,000만원, 지방세는 3,000만원으로 세분화하는 개정안을 23일 입법예고했다.