[충주]충주시가 미세먼지 저감을 위해 노후경유차 조기폐차 지원 및 LPG 화물차 신차구입 지원에 나섰다.

28일 시에 따르면 시는 올해 사업비 12억여 원을 투입해 이날부터 다음달 12일까지 노후경유차 조기폐차(650대) 및 LPG화물차 신차구입(40대) 지원사업 신청을 접수받는다.

조기폐차 지원대상은 총중량과 관계없이 배출가스 5등급 경유자동차와 2005년 이전 배출허용기준을 적용해 제작된 도로용 3종 건설기계인 덤프트럭, 콘크리트믹서 트럭, 콘크리트 펌프 트럭 등이다.

신청조건은 신청일 기준으로 충주시에 2년 이상 연속해 등록돼 있고 최종 소유주의 소유기간이 6개월 이상인 차량이어야 한다.

또, 정부 지원을 통해 배출가스 저감 장치를 부착하거나 저공해엔진으로 개조한 사실이 없어야 하며, 자동차 정기검사 등 적합 판정을 받아야 한다.

시는 차종과 연식에 따라 보험개발원이 산정한 차량 기준가액을 적용해 지원 금액을 산정하며 특히, 올해는 3.5톤(t) 이상 차량을 폐차하고 배기량 또는 최대적재량이 같거나 작은 신차 구매 시에는 최대 3000만 원까지 지원할 예정이다.

조기폐차 지원 선정기준은 차량 연식(제작연월일) 순으로 선정하되 LPG 화물차 신차구매 지원 차량, 배출가스 5등급 경유 자동차 중 비상저감조치로 인한 과태료처분 유예 중인 차량, 총중량 3.5t 이상 차량 등 우선지원 대상의 경우 대수를 한정해 지원한다.

조기 폐차 지원 사업에 선정된 차량을 폐차한 후 신차로 LPG 1톤(t) 화물차를 구매하는 차량 소유자 또는 기관에는 400만 원의 보조금을 지원하며, 국민기초생활보장 수급자 등 저소득층에게는 차량기준가액의 10%를 추가 지원한다

충주시 관계자는 "노후 경유차의 조기폐차를 유도함으로써 날로 심각해지는 미세먼지를 저감하고 청정한 대기환경 조성에 나설 것"이라며 "적극적인 관심을 갖고 신청해 주길 바란다"고 전했다.

@highlight

미세먼지 저감을 위해 충주시는 올해 사업비 12억여 원을 투입해 노후경유차 조기폐차(650대) 및 LPG화물차 신차구입(40대)을 지원하여 노후 경유차의 조기폐차를 유도함으로써 청정한 대기환경 조성에 나설 것이라고 밝혔다.