[서울경제] 배우 김갑수가 SBS '해치'에서 모든 갈등의 시작인 숙종 역으로 특별 출연한다.

'해치'를 통해 선보일 김갑수의 고품격 카리스마와 열연이 기대를 높인다.

퓨전사극 '일지매', 미스터리 스릴러 '마을 - 아치아라의 비밀' 등에서 탁월한 연출력을 인정받은 이용석 감독이 김이영 작가와 의기투합, 볼거리 풍부한 명품 사극을 선보일 것을 예고한다.

그런 가운데 '해치' 측이 "김갑수가 '숙종' 역으로 특별 출연, 극에 든든한 힘을 실어줄 예정"이라고 밝혀 이목을 집중시킨다.

김갑수는 절체절명 위기에 빠진 조선의 군왕 '숙종' 역을 맡았다.

숙종은 세자 경종이 후사를 얻을 수 없다는 청천병력 같은 사실을 알게 된 후 위태로운 왕좌를 두고 고민에 빠지는 인물.

특히 조선을 뒤흔든 숙종 말기 피바람이 부는 왕권 교체기 속에서 모든 갈등과 사건의 시발점이 되는 인물이라 전해져 관심을 증폭시킨다.

이와 함께 공개된 스틸에는 김갑수의 위엄 넘치는 행차 모습이 담겨 있어 시선을 사로잡는다.

김갑수는 자신을 둘러싼 수많은 호위무사들의 삼엄한 보호 아래 카리스마 넘치는 '절대 군주' 숙종의 강렬한 포스를 발산하고 있다.

하지만 짙은 수심으로 가득한 그의 표정에서 위태로운 왕좌를 두고 깊은 고뇌에 빠진 숙종의 근심이 고스란히 드러나 이목을 집중시킨다.

이와 함께 김갑수표 숙종의 모습이 벌써부터 기대를 수직 상승시킨다.

SBS '해치' 제작진은 "김이영 작가의 강력 추천과 함께 김갑수 아닌 숙종 캐릭터는 상상불가라는 강한 확신이 들었다"며 "사극 베테랑 김갑수가 위기에 처한 조선의 빈 왕좌를 놓고 고뇌와 갈등에 빠진 숙종 역을 완벽히 그려낼 것이니 그의 명품 열연을 기대해달라"고 전했다.

SBS '해치'는 '복수가 돌아왔다' 후속으로 오는 2019년 2월 11일 밤 10시 첫 방송된다.

@highlight

드라마 '해치'에 김갑수가 숙종 역으로 특별출연하여 카리스마 넘치는 절대 군주 숙종을 모습을 연기할 것으로 알려지며 김갑수표 숙종에 사람들의 기대가 모아지고 있다.