군이 돈 버는 농업, 희망농업 실현을 위해 올해 시행하는 농립사업을 소개하는 책자는 발간, 전 읍면에 배부한다.

군은 2019년도 농업인을 대상으로 시행하고 있는 농림축산분야 사업업무안내서를 읍·면 마을에 배부, 돈버는 농업, 군민 모두가 함께하는 희망농업을 만들어 나간다.

이번에 배부한 업무안내서는 임실군에서 추진하고 있는 사업에 대하여 군민들이 알기 쉽도록 제작했다.

농업농촌과 축산낙농, 산림자원 등 분야별, 단위사업별로 사업신청방법, 지원기준, 추진절차, 행정사항을 상세히 수록했다.

먼저 농업농촌분야는 청년후계농 육성, 고령영세농 지원, 친환경 농업경쟁력 제고, 고품질 원예특작 작물육성, 농산물 유통구조개선, 농촌자원 복합자원화 사업 등 농업농민의 삶의 질 향상을 위한 생활복지사업에 중점을 두었다.

이어 축산낙농은 지역특성에 맞는 축종별 사육기반 조성, 한우 고급육 생산, 조사료 생산시설지원, 양돈농가 악취저감, 가축전염병 예방사업 등을 지원하여 깨끗한 축산농장을 조성하여 축산농가의 경쟁력을 높인다.

또한 산림자원사업은 조경수 재배 및 특용수 조립지원, 임산물 생산유통기반조성, 임도시설, 작약재배지원 등 산림소득자원을 확대하고 산림경영기반 구축하여 산림자원의 경제적 공익적 가치를 증진시켜 가치 있는 산림자원을 조성할 계획이다.

특히 4차 산업 기술혁명시대를 맞아 농림축산업의 구조가 급격히 변화함에 따라 차별화된 브랜드를 개발해 나간다.

이를 통해 농촌경제에 활력을 불러 넣고 소비자 수요에 맞는 새로운 신소득 특화작목 개발에 역점을 두고 다양한 농업관련 사업을 추진해 나갈 방침이다.

심 민 군수는 "올 해에도 지난해에 이어 2년 연속 4천억원 시대를 활짝 열고, 건실한 재정기반을 토대로 농업인의 삶의 질 향상을 위한 미래대응 지속가능한 농림축산업을 지원하겠다"며 "농가의 실질적인 소득을 높여 임실형 농업농촌 활성화 동력을 확보하겠다"고 말했다.

@highlight

임실군이 올해 시행하는 농림사업을 군민들이 이해하기 쉽도록 제작한 2019년도 업무안내서를 전 읍면에 배포하기로 했다.