양주시가 대·내외적 경제둔화와 실업률 하향 등의 어려움 극복을 위해 지속가능한 양질의 일자리 창출 종합대책을 수립하고 본격추진한다.

이성호 양주시장은 27일 "향후 4년간 고용률 66%, 3만여개의 일자리를 창출할 계획"이라며 "양주역세권 개발사업과 양주테크노밸리의 성공적인 조성 추진, 경기비즈니스센터 건립 등 신 성장동력 유치를 통해 스마트 일자리 도시 양주 조성에 모든 역량을 집중할 것"고 밝혔다.

시는 '新 성장 동력 유치로 스마트 일자리 도시 양주 구현'을 비전으로 제시하고 ▶신 성장동력 유치를 통한 지속적 일자리 창출 ▶사회기반시설 구축을 통한 인력고용 ▶청년 등 맞춤형 취·창업 지원사업 확대 ▶공공일자리 확충 및 사회적경제 활성화 등 4대 추진전략과 30개의 세부과제를 선정했다.

먼저 시는 미래의 신 성장동력의 중심으로 꼽히는 양주역세권 개발사업과 양주테크노밸리, 은남산업단지 조성, 경기북부비즈니스센터 건립, 섬유패션특구 등을 통해 지속가능하고 실현가능한 양질의 일자리를 창출할 계획이다.

특히 GTX-C노선과 전철7호선, 제2외관순환고속도로, 서울~양주~연천간 고속도로 추진, 서울행 광역 급행버스 추가 도입 등 광역교통망 구축을 바탕으로 신 성장 동력의 유치 등을 가속화할 방침이다.

또한 청년이 지역사회의 핵심인력으로 중추적인 역할을 수행 할 수 있도록 청년상인 육성, 양주청년센터 건립, 혁신창업지원 디지털팩토리 운영, 양주청년 미래로 일자리 사업 등 맞춤형 취·창업 지원 사업을 확대할 예정이다.

이성호 시장은 "민선7기 양주시의 모든 사업을 일자리 창출 관점에서 적극 검토하고 추진해 양질의 일자리를 제공할 수 있는 인프라를 구축해 나갈 것"이라며 "시민이 공감하는 시민중심의 시정운영을 통해 시민 모두가 더불어 잘사는 일자리 도시, 신성장 새지평의 감동도시 양주를 구현할 수 있도록 최선을 다하겠다"고 말했다.

@highlight

양주시가 향후 4년간 고용률 66%, 3만여개의 지속가능한 일자리 창출 종합대책을 수립하고 본격추진에 나서며 '新 성장 동력 유치로 스마트 일자리 도시 양주 구현'을 비전으로 제시하고 신 성장동력 유치를 통한 지속적 일자리 창출 등  4대 추진전략과 30개의 세부과제를 선정했다.