'동상이몽2' 안현모가 남편 라이머의 결혼 전 달랐던 모습을 꼬집었다.

28일 방송되는 SBS '동상이몽 시즌2 - 너는 내 운명'에서는 '운동'을 사이에 둔 라이머-안현모 부부의 동상이몽이 펼쳐진다.

라이머-안현모 '라이모' 부부는 오랜만에 맞이하는 부부의 휴일에 명상과 늦잠으로 각자의 아침을 시작했다.

"배가 고프다"는 안현모의 말에 라이머는 "운동을 하고 밥을 먹자"며 공복 운동을 제안했다.

하지만 아내가 달가워하지 않자 라이머는 이내 '운동 불도저'의 모습을 드러냈고, 그런 남편의 모습에 안현모는 결국 운동을 따라 나섰다.

두 사람이 운동을 위해 찾은 곳은 집 건물 내에 있는 헬스장이었다.

집을 고를 때도 헬스장을 보고 골랐을 정도로 운동 마니아인 라이머는 헬스장 관장님 포스를 뽐내며 운동을 시작했다.

몸풀기부터 범상치 않은 포스를 보이던 라이머는 안현모의 운동까지 직접 지도하며 '라 코치'로 변신했다.

하지만 평소 헬스장에서 하는 운동을 좋아하지 않는 안현모는 "도대체 누구한테 잘 보이려고 이렇게 뼈 빠지게 운동해?"라고 물으며 라이머를 이해하지 못하겠다는 반응을 보였다.

그런 아내의 말에도 굴복하지 않는 '운동 홀릭' 라이머는 안현모의 운동을 도와주다 "당신 정말 탐나. 피트니스 대회 나가봐"라고 이야기해 안현모를 기겁하게 만들었다.

운동을 마친 두 사람은 늦은 식사를 준비했다.

평소 음식에 관해서라면 그 누구보다 예민하고 진지한 라이머와 음식에 전혀 관심이 없는 안현모는 '일주일 된' 북엇국을 두고 또다시 공방전을 펼쳤다.

그 모습에 안현모는 결혼 전 라이머가 "음식 취향이 똑같다"고 했던 말을 떠올리며 "당신 이중생활 한 거잖아. 어떻게 그렇게 연기를 잘했어?"라고 물었다.

안현모의 날카로운 질문에 눈치를 보던 라이머는 진땀을 흘렸다는 후문이다.

오늘(28일) 밤 11시 10분 방송.

@highlight

28일 방송되는 SBS '동상이몽 시즌2 - 너는 내 운명'에서 라이머-안현모 부부는 오랜만에 맞이하는 부부의 휴일에 명상과 늦잠으로 각자의 아침을 시작하지만 곧 '운동'을 사이에 둔 동상이몽이 펼쳐지며 결혼 전과 달라진 남편 라이머의 모습이 폭로된다.