[공주] 기해년(己亥年) 새해 시민의 현장 목소리를 듣기 위한 김정섭 시장의 소통행보가 이어지고 있다.

김 시장은 지난 1월 14일 월송동 시작으로 오는 15일 신풍면 방문으로 16개 읍·면·동을 순회하며 시민과의 대화 일정을 끝낸다.

민선 7기 출범 후 첫 순방으로 의미가 크다.

지난 28일 정안면 순방에서 김 시장은 "정안면은 국내 최대의 밤 집산지로 전국 밤 생산량의 7%를 차지하고 있는 지역"이라며 "지난 18일부터 20일까지 열린 겨울공주 군밤축제에서는 6만 5000여명의 관광객들이 행사장을 찾아 공주 밤의 우수성과 상품가치를 입증하기도 했다"고 말했다.

순방에 앞서 김 시장은 지역 기관 및 지역 애로사항을 현장에서 직접 청취하며 주민들을 만나 올 한해 주요 사업 방향에 대해 설명하고 의견을 나누어 호응을 얻고 있다.

앞서 지난 15일 유구읍 순방에서 김 시장은 시민과의 대화에 앞서, 최근 화재로 삶의 터전을 잃은 신달리 다문화가정을 찾아 삼 남매와 가족들을 위로하고, 이들이 하루빨리 일상생활로 돌아갈 수 있도록 지원 대책을 마련해 달라고 관계부서에 주문해 감동을 주었다.

18일에는 옥룡동을 찾아 "과거 활기찼던 옥룡동은 도시의 성장 동력이 강북으로 이동하면서 쇠퇴의 길을 걸었지만, 도시재생 뉴딜사업에 선정되면서 새로운 부활을 꿈꿀 수 있게 됐다"며 기대감을 드러내고 시민들을 격려했다.

유네스코 세계유산인 공산성과 송산리고분군을 비롯해 국립공주박물관, 한옥마을, 황새바위 등이 소재한 공주관광의 중심지 웅진동을 방문한 24일에는 "지속적인 관광 인프라 구축을 통해 세계유산 도시로서의 위상을 높여가겠다"고 약속했다.

김정섭 시장은 "공주시 발전을 위한 좋은 의견 감사 드리며, 의견들을 적극 검토해 꼭 반영될 수 있도록 노력하겠다"며 "앞으로도 민선 7기 시정에 시민 의견을 수렴해 시민이 원하는 시정을 펼치겠다"고 말했다.

한편 앞으로 순방 일정은 중학동, 반포면, 의당면, 탄천면, 사곡면, 신풍면이 남아있다.

@highlight

올해 지난 1월 14일 월송동 시작으로 오는 15일 신풍면 방문까지 16개 읍·면·동을 순회하며 새해 시민의 현장 목소리를 듣기 위한 김정섭 시장의 첫 순방 소통행보가 이어지고 있다.