= 자동차부품산업의 메카인 경주시는 지역의 중소 자동차 부품산업 및 철강업계의 기술경쟁력 강화와 미래 자동차 산업의 생태변화에 선제적 대응을 위해 '자동차부품?철강 산업 기술경쟁력 강화 지원 사업'을 추진한다.

경북도의 지원을 받아 경주시와 부품소재산업 전문연구기관인 (재)포항금속소재산업진흥원과 협약해 2021년까지 3년간 약 10억 원이 투입된다.

첫해인 올해는 도 시비 3.3억 원으로 지역 중소업체의 어려움 극복을 위해 다양한 지원 프로그램과 기술력 강화로 자립형 강소기업으로 육성한다는 계획이다.

지원 대상 업체는 경주시에 본사, 사업장, 연구소를 둔 자동차 부품산업과 철강 중소기업으로, 소정의 참가 자료를 받아 2월과 4월에 지원타당성 등 평가를 통해 엄선하며 신청은 선착순이다.

지원 내용으로는 현장 애로기술 컨설팅, 전산해석 시험/분석 지원, R&D 사각지대 해소, 기술전문가 매칭 시제품 제작 기술특허 지원 등 기업 맞춤형 프로그램으로 사업효과를 극대화 할 계획이다.

또한 올해 1단계 사업에 이어 2020년 2단계는 기술자립화 지원, 2021년 3단계는 신 시장 판로개척 및 수출기반 구축지원으로 지원부분과 범위를 확대해 나갈 계획이다.

통계에 의하면 2018년 말 기준 경주지역 등록 제조업 3,505개사 중 자동차 관련 업체는 약 2,000여 개 사로 50% 이상 육박한다.

본 사업을 통해 기업 애로기술 해결과 연구·개발 역량 강화로 기술력이 증진되고 경쟁력 있는 제품 개발로 시장 판로개척과 수출지역 다변화 등 신 성장산업 육성과 지역경제 활성화에 크게 기여할 것으로 예상된다.

또한 지속적인 사업추진을 위해 다양한 주력생산 업체와의 협의체를 구성하여 세미나 개최, 자료 공유, 지원 사업 발굴, 지원기구 유치 등 사업 실효성 확보를 위해 다방면으로 추진할 계획이다.

주낙영 시장은 "지역 경제의 중심축인 자동차 부품산업의 생태변화에 선제적 대응과 여러 가지 한계로 어려움을 겪고 있는 산업계에 활기를 불어넣고, 기술력 지원을 통해 고부가가치 산업으로의 확대·발전에 상당한 효과가 기대된다"며 건실한 업체의 많은 참여를 당부했다.

@highlight

경주시는 '자동차부품,철강 산업 기술경쟁력 강화 지원 사업'을 추진하며, 올해는 도 시비 3.3억 원으로 자립형 강소기업으로 육성한다는 계획으로, 지원 대상 업체는 경주시에 본사, 사업장, 연구소를 둔 기업으로, 소정의 참가 자료를 받아 2월과 4월에 지원타당성 등 평가를 통해 엄선하며 신청은 선착순이다.