부산시의회는 28일 24시간 안전한 동남권 관문공항을 건설할 것을 촉구하는 결의안을 채택하고 동남권 관문공항 추진에 전방위적인 노력을 기울이기로 했다.

경남 김해시민도 김해신공항(김해공항 확장)에 반대하는 100만 명 국민청원에 나서 힘을 보탤 계획이다.

시의회는 이날 열린 제275회 제2차 본회의에서 ‘24시간 안전한 동남권 관문공항 건설 촉구 결의안’을 채택했다.

결의안은 국토교통부가 제시한 김해신공항 기본계획을 전면 백지화하고 국가의 백년대계를 위해 24시간 안전한 동남권 관문공항을 조속히 건설해 달라고 정부에 촉구하는 내용을 담았다.

시의회는 결의안에서 “인천공항은 4단계까지 지속적으로 확장하는 반면 동남권 신공항 건설을 허술하게 계획한 것은 모든 재화를 수도권으로 빨아들이고 지역을 빈껍데기로 남기는 수도권 중심주의에 불과하다”고 비판했다.

이번 결의안 채택은 시의회가 자체적으로 구성한 태스크포스(TF)를 중심으로 이뤄졌다.

TF는 해양교통위원회 소속 의원 7명과 다른 위원회 소속 의원 3명 등 총 10명으로 구성됐다.

단장은 해양교통위원회 남언욱 위원장이 맡았다.

남 단장은 “앞으로 다른 시·도의회, 지역 국회의원과 네트워크를 구축하고 시청 집행부와 협력해 동남권 관문 공항 건설의 당위성을 널리 알릴 계획”이라며 “시의원이 지역구 활동을 할 때 시민 의견을 듣고, 동남권 관문 공항 추진 동향과 활동 사항에 관해서도 적극적으로 홍보하겠다”고 밝혔다.

김해 시민도 가세했다.

김해신공항반대 범시민대책위원회(대책위)는 이날 김해시청에서 ‘김해신공항반대 100만 명 국민청원’을 추진하는 시민단체 간담회를 열었다.

20만 명 이상이 동의한 국민청원에 정부나 청와대 관계자가 답변하는 제도를 활용해 김해신공항을 놓고 청와대의 명확한 입장을 듣겠다는 계획이다.

다음 달 25일부터 한 달간 SNS에서 서명을 받아 청와대에 전달하는 방식으로 국민청원을 진행하기로 했다.

부산시의회는 이와 별도로 이날 본회의에서 ‘2019 한·아세안 특별정상회의 부산 개최 촉구 건의안’과 ‘2032년 제35회 하계올림픽대회 부산·평양 공동 개최 유치 동의안’을 각각 채택했다.

@highlight

부산시의회는 인천공항과 달리 동남권 신공항 건설을 허술하게 계획한 것은 지역을 빈껍데기로 남기는 수도권 중심주의에 불과하다고 비판하며 28일 제275회 제2차 본회의에서 '24시간 안전한 동남권 관문공항 건설 촉구 결의안'을 채택했다.