전통시장·골목상권 활력 ‘UP’

지역업체 수주확대 훈령 제정도 포항시는 올 한해를 ‘지속가능한 경제도시 포항’을 기치로 민생안정과 지역경제에 활력을 불어넣어 경기침체로 계속되는 불황 극복에 본격 나서고 있다.

우선 전통시장과 골목상권 내에서 자금 순환속도가 빠른 ‘포항사랑상품권’을 올해도 1천억원 규모로 발행하기로 했다.

지난 2017년 전국 최대 규모인 1천300억원 규모의 ‘포항사랑상품권’을 발행한데 이어, 지난해에도 1천억원 등 2년간 2천300억원 규모가 발행됐는데 각종 경제조사 결과 4배인 9천억원 가량의 지역경제 효과가 나타난 것으로 전해진다.

시는 3년 연속 1천억원 규모의 ‘포항사랑상품권’ 발행을 통해서 상품권 제도를 더욱 활성화하는 한편, 전통시장과 골목상권 등 지역경제가 살아나는 계기를 지속적으로 마련한다는 방침이다.

또 지역경제 활성화를 위해 전체 예산의 65%인 6천700억 원을 올 상반기에 신속집행하기로 했다.

관련해서 신속집행 대상액의 50% 이상을 차지하는 5억 원 이상 주요사업 209건은 부서장이 추진계획을 직접 관리하고 긴급입찰 공고를 통해 입찰에 소요되는 기간을 단축하기로 했다.

이와 함께 선급금 지급을 확대하고, 일상감사와 계약심사, 적격심사 기간을 단축할 수 있도록 제도적으로 뒷받침해 줄 계획이다.

특히 포항시가 지역경제 활성화를 위해 추진하고 있는 각종 시정 가운데 가장 눈에 띄는 것은 도내 최초로 ‘지역 업체 수주확대 및 보호지원 훈령’의 제정을 통해 지역 업체 수주확대와 건설 산업 경쟁력 강화 등 적극 모색하고 있다.

훈령은 지역 업체 생산품 우선 구매와 공사 하도급 권장, 분할 발주, 지역 건설근로자 우선 고용 등의 내용을 담고 있으며, 이에 따라 포항시는 공사 발주에서 설계 단계부터 지역 업체 생산 자재 구매를 의무적으로 검토하는 한편, 시가 구매하는 행정비품과 소모품도 지역 업체를 통한 우선 구매를 검토하고 있다.

@highlight

포항시는 포항사랑상품권을 1천억원 규모로 발행하고 전체 예산의 65%인 6천700억 원을 상반기에 신속집행하기로 하는 등 민생안정과 지역경제에 활력을 불어넣기 위해 노력하고 있다.