박유화 당선 이후 첫 읍면순방...

군정슬로건과 군정비전 주민들과 공유 박정현 부여군수의‘2019 찾아가는 동행 콘서트’가 28일 부여읍을 마지막으로 16갸 관내 읍면순방을 모두 마쳤다 (동양일보 박유화 기자) 박정현 부여군수의‘2019 찾아가는 동행 콘서트’가 28일 부여읍을 마지막으로 16개 읍·면순방을 모두 마쳤다.

민선 7기 출범 이후 박정현 군수와 군민들과의 첫 공식 만남인 이번 ‘2019 찾아가는 동행 콘서트’는 박 군수의 군정슬로건과 비전을 군민들과 직접 공유하고 소통하는 자리로 마련 됐다.

평소 격식과 형식을 멀리하는 박 정현군수는 이번 순방에서 주민들과 자유롭고 편안한 의견교환을 통해 민선 7기의 미래 비전과 군정의 3불정책 등을 소상히 설명해 주민들로부터 호평을 받았다.

한 참석주민은 박 군수의 군정 설명에대해 “음색의 표정, 속도감, 목소리의 톤, 꾸밈없는 솔직한 대화 등이 믿음과 신뢰가 배여있는 소통의 자리였다”고 평 했다.

이번 동행 콘서트에서 세도면 사산리에 조성된 대규모 태양광발전시설 단지의 문제점을 지적됐으며, 홍산시장 불법 증축과 공간협소 문제가 주요 쟁점이 됐다.

그리고 장암면 주민들은 세명기업사 폐업과 관련한 사업장 부지 조사와 향후 피해 대책을 마련해 줄 것을 주문하기도했다.

박정현 군수는 각 읍면에서 제기된 대규모 태양광 단지, 홍산 시장, 석성면 비당리 농어촌도로 확포장등에 대해 실과 담당 과장들과 직접 현장을 방문하는 등 해결책을 찾겠다고 약속했다.

한편 군은 이번 연두순방에서 쟁점화 된 사항들과 각종 건의사항들을 소관 담당 부서별로 면밀히 검토하여 시급히 대응 방안을 마련하고 3월 말로 예정된 1회 추가경정 예산 편성과 연계하여 향후 군정운영에 발판으로 삼아 본격적인 민선 7기 행보에 박차를 가할 방침이다.

@highlight

박정현 부여군수는 2019 찾아가는 동행콘서트를 성황리에 마쳤으며, 군내 각 읍면에서 제기된 대규모 태양광 단지, 홍산 시장, 석성면 비당리 농어촌 도로 확포장 등에 대한 해결책을 찾겠다고 약속했다. 