[이데일리 김은총 기자] 애플의 '아이폰 고의 성능조작' 논란과 관련된 고발 사건을 수사 중인 경찰이 증거 불충분으로 사건을 마무리하게 됐다.

29일 경찰에 따르면 서울 강남경찰서는 시민단체 소비자주권시민회의(이하 소비자주권)가 제기한 고발 사건을 사실상 무혐의 결론인 불기소 의견을 달아 오는 2월 6일 검찰에 넘길 예정이다.

경찰은 약 1년간 국립과학수사연구원의 정밀검사와 고발인 조사, 애플 및 애플코리아 측 대리인 조사를 진행했지만, 혐의를 입증할 정도의 증거를 확보하지 못한 것으로 전해졌다.

애플은 지난 2017년 12월 배터리 노후 또는 날씨가 추워질 때 아이폰이 갑자기 꺼지는 현상을 방지하기 위해 아이폰6와 아이폰6s, 아이폰SE와 아이폰7의 전력 수요를 줄이는 조치를 취했다는 내용의 공식 성명을 발표했다.

이에 소비자주권은 지난해 1월 팀 쿡 애플 최고경영자(CEO)와 다니엘 디시코 애플코리아 대표를 컴퓨터에 의한 업무방해, 사기, 재물손괴 등의 혐의로 고발했다.

이들은 고발장을 통해 애플이 운영체제(iOS) 업데이트에 따라 고의로 구형 아이폰의 성능이 최대 3분의 1까지 저하되도록 했으며 이 때문에 고객들이 물질적, 정신적 손해를 입었다고 주장했다.

또 이들은 업데이트 성능 저하 사실을 고객들에게 사전에 알리지 않았고 일부가 새 기기를 사거나 수리를 하게 해 결과적으로 애플이 재산상 이득을 봤다는 내용도 고발장에 담았다.

경찰은 지난해 6월 22일 소비자주권으로부터 아이폰6 2대와 아이폰7 1대 등 3대를 샘플로 임의제출 받아 국립과학수사연구원에 정밀검사를 의뢰했다.

하지만 당시 국과수는 임의제출된 휴대전화들의 운영체제 업데이트로 성능 저하 여부를 확인할 수 없다는 취지의 검사 결과를 내놓았다.

해당 휴대전화들은 검찰로 인계된 뒤 대검찰청 디지털포렌식 센터에서 한 번 더 정밀검사를 받을 것으로 전해졌다.

박순장 소비자주권시민회의 소비자감시팀장이 서울 강남경찰서에 제출할 아이폰 샘플과 관련 서류를 들어보이고 있다.

@highlight

29일 경찰에 따르면, 서울 강남경찰서는 시민단체가 제기한 애플의 '아이폰 고의 성능조작' 논란과 관련된 고발 사건을 1년간 국립과학수사연구원의 정밀검사와 고발인 조사, 애플 및 애플코리아 측 대리인 조사를 진행했지만, 혐의를 입증할 정도의 증거를 확보하지 못하여, 사실상 무혐의 결론인 불기소 의견을 달아 오는 2월 6일 검찰에 넘길 예정이다.