혁신제품 직접 체험도 문재인 대통령은 29일 오전 서울 동대문 디자인플라자에서 열린 'ICT 혁신과 제조업 미래 콘서트'에 참석해 삼성전자 LG전자 등 CES(Consumer Electronics Show) 2019에 참가한 기업들의 혁신제품을 체험했다.

'정보통신기술(ICT) 혁신과 융합으로 산업을 튼튼하게, 삶을 스마트하게'라는 주제로 열린 이날 행사에는 미국에서 열린 세계 최대 가전제품 박람회인 CES 2019에 참가한 국내 대기업과 중견·중소기업 관계자 등이 참석했다.

문 대통령은 이날 기업 관계자들과 CES에서 바라본 세계 ICT 혁신의 흐름을 공유하고, 한국 제조업의 발전을 위한 혁신 방안에 대해 논의했다.

기업에서는 CES 2019에 참가한 삼성전자 LG전자 SK텔리콤 네이버 코웨이 등 31곳의 대·중견기업과 벤처기업 관계자 등이 참석했다.

문 대통령은 이들 관계자들과 'CES로 본 미래기술 트렌드' 'CES에서 본 스타트업의 미래'를 주제로 간담회를 가졌다.

참석자들은 CES에 본 한국 상품에 대한 반응, 한국 ICT 산업의 현황과 평가, 기업 및 정부에 대한 제언 등을 자유롭게 발언하는 시간을 가졌다.

간담회 후 문 대통령은 전시체험부스를 돌면서 혁신제품을 체험했다.

모바일 K-팝댄스 게임, 자가 세정유리, VR시뮬레이터 로봇, IOT기반 안전보호복, 로봇팔 및 에어카트 등이 전시되어 있는 10여 곳의 체험 부스를 둘러봤다.

청와대는 이달 초 미국 라스베이거스에서 열린 CES에 참석한 기업들이 'CES에서 선보인 기술을 확산시키고 싶다'는 뜻을 전해와 이번 행사를 준비했다고 밝혔다.

김의겸 청와대 대변인은 지난 25일 브리핑을 통해 "이런 취지에서 산업통상자원부와 과학기술정보통신부가 한국전자정보통신산업진흥회 등과 논의해 일반인들도 볼 수 있는 행사를 갖기로 한 것"이라며 "참여 기업들에 부담이 되지 않도록 비용도 주관 기관들이 지원하는 형태"라고 설명했다.

김 대변인은 "우리 기업의 우수한 제품을 널리 홍보하는 성격이 있고, 중요한 화두인 혁신성장과 관련된 행사"라고 밝혔다.

@highlight

재인 대통령은 29일 오전 서울 동대문 디자인플라자에서 열린 'ICT 혁신과 제조업 미래 콘서트'에 참석해 삼성전자 LG전자 등 CES(Consumer Electronics Show) 2019에 참가한 기업들의 혁신제품을 체험하고 기업 관계자들과 CES에서 바라본 세계 ICT 혁신의 흐름을 공유하고, 한국 제조업의 발전을 위한 혁신 방안에 대해 논의했다.