더불어민주당은 28일 설 명절을 앞두고 ‘외교안보통일자문회의’를 열어 평화 이슈를 부각했다.

민주당은 이날 오후 국회에서 열린 외교안보통일자문회의에서 2차 북미정상회담 실시에 따른 한반도 국제 정세와 남북 교류 협력 방안 등을 다양하게 논의했다.

이해찬 대표는 “도널드 트럼프 미국 대통령과 김영철 북한 노동당 부위원장 간 회담이 아주 유익했다는 이야기를 들었다”면서 “2월 말이나 3월 초 북미 정상회담이 열리고 성과가 어느 정도 나오면 남북정상회담도 잘 이뤄질 것으로 기대한다”고 말했다.

이 대표는 이어 “뉴스를 보니 김영철 부위원장이 트럼프 대통령의 친서를 김정은 북한 국무위원장에게 전달했는데, 친서 내용에 ‘북한이 원하는, 관심 있는 사안을 가지고 논의할 수 있다’는 표현이 들어있다고 한다”면서 “북한이 요구하고 있는 금강산 관광과 개성공단 재개를 논의할 수 있다는 얘기가 포함된 것 같다”고 덧붙였다.

그러면서 “특히 이번에는 김정은 위원장이 서울 답방을 할 차례이기 때문에 민주당은 답방에 맞춰 준비를 잘해야 한다”며 “답방이 이뤄지면 남북 교류가 활발해져 한반도 비핵화를 이루고, 비로소 평화 공존 체제로 들어가는 원년이 될 수 있다는 생각을 한다”고 기대감을 나타냈다.

원혜영 외교안보통일자문회의 의장(부천 오정)도 “미국과 북한 간의 긍정적인 기류가 감지된 만큼 이 기회를 잘 살려서 불안감과 좌절감만 유포하는 보수 세력의 무책임한 시도를 차단하고 시민들에게 희망을 안겨드려야 한다”고 말했다.

이어 “오늘 외교안보통일자문회의에서 최대한 지혜와 뜻을 모아 평화가 곧 경제라는 사실을 국민들께서 인식하도록 최선을 다하겠다”고 강조했다.

이어진 토론에서는 조성렬 전 국가안보전략연구원 수석연구위원이 발제를 통해 금강산 관광 및 개성공단 재개를 위한 미국 행정부의 대승적인 대북 제재 완화를 촉구했다.

조 수석연구위원은 “2019년에는 한반도 비핵화를 진전시켜 남북관계에서도 구체적 성과를 내야 할 것”이라며 “무엇보다 금강산관광이나 개성공단 재개를 위해 노력할 필요가 있다”고 강조했다.

이어 “미 행정부가 미 의회의 동의 없이 대북 독자 제재를 풀 수는 없지만, 유엔 안보리의 대북 제재 완화는 미 행정부의 독자 권한으로 가능하다”고 설명했다.

@highlight

더불어민주당은 28일 국회에서 '외교안보통일자문회의'를 개최하여 2차 북미정상회담 실시에 따른 남북 교류협력 방안과 한반도 평화 체제를 논의한 후 금강산 관광 및 개성공단 재개를 위한 미국 정부의 대북 제재 완화를 촉구했다.