KCGI는 한진그룹에 제안한 대한항공(003490)의 항공우주사업부문 분사가 구조조정을 뜻하는 것이 아닌 새 성장동력을 구축하자는 의미라고 29일 밝혔다.

한진칼(180640)과 한진(002320)의 2대 주주인 KCGI는 지난 21일 공개 제안서를 통해 한진그룹이 항공우주사업부문을 분사할 것을 제안했다.

그러나 이같은 제안은 구조조정을 요구하는 것으로 해석돼 대한항공 임직원들의 반발을 불러 일으켰다.

KCGI는 이에 대해 "회사의 장기적인 발전을 위해 불필요한 유휴자산과 국내 고용 창출이 없는 자산을 매각해 회사 신용등급을 높이고 경쟁력 있는 분야에 투자를 하자는 의미이지, 인위적인 인력 구조조정을 통한 비용절감을 요구하지 않는다"고 해명했다.

특히 "항공우주사업부문의 분사는 정비사업부문 구조조정을 의미하는 것이 아니다"며 "오히려 항공우주 사업부 상장을 통해 시장에서 항공우주사업부문에 대한 가치 평가를 받아, 신규 투자금을 확보한 후 새로운 성장동력을 구축하자는 의미"라고 강조했다.

그러면서 "글로벌 경쟁력을 갖춘 대한항공의 항공우주사업부문을 상장한다면, 빠르게 성장하는 항공기 정비시장에서의 장기적 성장이 가능하다"며 "국내 저비용 항공사들이 해외에서 정비를 받으면서 지출하는 외화를 줄여 국내 일자리를 확보할 수 있을 것으로 생각한다"고 밝혔다.

KCGI는 "일본 JAL의 사례로 든 것은 본업 이외의 무분별한 투자 확대로 재무구조가 악화된다면, 해당 국가 1등 항공사도 파산할 수 있다는 위험을 참고하려 했을 뿐"이라며 "해당 사례에서 배워야 할 점은 각종 의사결정 과정이 투명하지 않고, 임직원들에게 직책에 맞는 권한과 성과를 보상하지 않는다면 그런 위험이 발생할 수 있는 가능성이 높아진다는 것"이라고 설명했다.

KCGI는 또 대한항공 승무원들이 호텔의 위생상태 때문에 뉴욕 노선을 기피한다는 이데일리 기사를 언급하면서 "직원 중심의 경영 및 소통의 부재에서 시작된 일이 아닌가 생각한다"고 지적했다.

KCGI는 지난 21일 직원 만족도와 자존감을 높이기 위한 태스크포스팀(TFT)을 구성을 제안했다.

@highlight

한진칼과 한진의 2대 주주인 KCGI는 지난 21일 한진그룹이 항공우주사업부문을  분사할 것을 제안 했다가 임직원들의 강한 반발에 부딪치자 이는 구조조정을 뜻하는 것이 아닌 상장을 통한 가치 평가를 받고 신규 투자금을 확보하기 위한 의미'라고 강조했다.