[서울경제] 이도현이 징계위원회로부터 자격정지 1년 처분을 받고 태권도를 그만둘 위기에 놓이며 누나 김유정과 윤균상의 사랑에 적신호가 켜졌다.

아빠 김원해를 괴롭히던 깡패들을 때려 위기에 놓였던 이도현이 정당방위임에도 불구하고 징계위원회에서 태권도 자격정지 1년 처분을 받았다.

이는 김유정과 윤균상을 헤어지게 하려는 AG 그룹 차회장의 계략인 것.

"처분이 좀 과하지 않아?", "못 들었어? 걔 누나가 AG 손자랑 사귄다는 소문이 파다하던데"라는 징계위원회 위원들의 대화를 들은 김원해와 이도현은 경악을 금치 못했다.

징계위원회가 끝난 뒤 동생 이도현이 운동을 다시 할 수 있을거란 희망으로 집으로 뛰어들어온 김유정은 비에 젖은 이도현을 보고 "어떻게 됐어? 왜? 잘 안됐어?"라고 했으나 이도현은 그냥 방으로 들어가버렸다.

김원해는 "왜 그 사람이냐 왜 하필 그 놈이냐고. 그 놈이 AG손자라는 거 모르고 만났니? 왜 하필 니 엄마를 죽인 왠수 같은 집안 핏줄이야 왜? 니 엄마 죽인걸로도 모자라 이제 니 동생 앞길까지 망치려고 그 놈들이 기어코"라고 김유정을 다그쳤고 윤균상이 AG 그룹의 손자라는 사실을 전혀 몰랐던 김유정은 윤균상에게 이별 통보를 했다.

도희와 이제 막 썸을 타기 시작하며 시작하는 연인들의 설레임을 간직했던 이도현은 징계위원회가 끝나고 금메달을 따면 받아준다는 도희의 이야기에 열심히 운동에 매달렸지만 결국 사랑과 운동 모두 위기에 처하며 안타까움을 더했다.

김유정과 윤균상의 사랑이 급물살을 타며 해피 바이러스를 전염시키던 일뜨청은 단 2회만을 남겨놓고 두 주인공이 위기에 처해 이도현의 징계위원회 결정이 향후 김유정과 윤균상의 앞날에 어떤 영향을 미칠지 귀추가 주목된다.

@highlight

'일뜨청' 이도현이 김유정. 윤균상을 헤어지게 하려는 AG 그룹 차회장의 계획으로 아빠 김원해를 괴롭힌 깡패들을 때리고 징계위원회에서 태권도 자격정지 1년 처분이 내려져 태권도를 그만둘 위기에 놓이며 누나 김유정과 윤균상의 사랑에도 적신호가 들어오게 되었다.