빕스가 겨울 제철 과일 딸기를 이용한 신메뉴 11종을 29일 출시한다.

빕스의 딸기 축제는 해마다 반응이 좋다.

2018년 신메뉴로 나왔던 나왔던 △딸기 가득 치즈 케익이 인기를 끌면서 올해도 출시됐다.

다만 요거트 크림을 더해 상큼한 맛을 더욱 극대화했다.

△딸기 몽블랑은 초코 컵케이크 위에 딸기 크림과 생딸기를 올려 딸기와 초콜릿의 환상적인 궁합을 즐길 수 있다.

△생딸기 청포도 모찌는 생딸기와 청포도 베리류와 모찌를 딸기 퓨레에 버무려 제공하는 쫄깃한 식감의 이색 디저트이다.

△딸기 앙버터는 디너와 주말에 즐길 수 있는 메뉴로 부드러운 브리오슈 빵에 버터 크림 딸기 팥을 곁들여 한입에 먹을 수 있는 디저트이다.

△리얼 딸기 라떼는 딸기 과육이 그대로 씹혀 그야말로 ‘리얼 딸기’의 진수를 맛볼 수 있다.

먼저 SKT고객은 2월 4일부터 8일까지 5일간 T위크를 활용해 합리적으로 빕스를 이용 할 수 있다.

SKT 통신사 카드 또는 앱을 제시하면 결제금액 20만원 한도내에서 1회 40% 할인 받을 수 있다.

타 행사 및 쿠폰 중복 사용은 불가하다.

또 딸기 축제 동안 테이블에 놓여진 착시패턴 팝업카드를 배경으로 딸기 신메뉴를 찍어 #빕스 #딸기홀릭 해시태그를 달고 소셜미디어에 공유하면 에이드 또는 생맥주 1잔이 무료로 제공된다.

빕스 관계자는 “이맘때 아니면 맛볼 수 없는 인기 만점 딸기 메뉴를 올해에는 한층 먹음직스럽고 풍성하게 선보인다”라며 “상큼한 딸기 신메뉴로 봄의 기운을 한껏 느껴보시길 바란다”라고 전했다.

빕스의 딸기 홀릭 축제는 오는 3월 15일까지 진행된다.

더 자세한 정보는 빕스 홈페이지에서 확인할 수 있다.

@highlight

빕스는 오는 3월 15일까지 진행되는  딸기 홀릭 축제를 열어 겨울 제철 과일 딸기를 이용한 신메뉴 11종을 29일 출시하였고, 이 중  딸기 가득 치즈 케익은 인기를 끌었다.