[서울경제] "엄마 손에 지문이 없어요" 채연의 눈물어린 고백에 '안녕하세요' 녹화현장이 눈물바다가 됐다.

오늘(28일) 밤 방송되는 KBS 2TV 예능프로그램 '대국민 토크쇼 안녕하세요' 제작진이 눈물바다가 된 현장사진을 공개해 이날 사연에 대한 궁금증을 불러일으키고 있다.

이날 소개된 사연은 10년 전 이혼한 뒤로 두 아이를 홀로 키워온 아버지의 애틋한 부정이 담긴 이야기다.

그동안 일과 육아를 병행하며 쉼없이 바쁘게 달려왔지만 이런 아버지의 마음도 모른 채 아들은 술과 담배에 손을 대는 등 일탈행동이 심각해졌다고 했다.

여기에 최근 아들과 대화까지 단절되면서 고민주인공은 한 달에 몇 번이라도 아들과 대화를 나누고 싶다는 소박한 바람을 전해 주위를 안타깝게 만들었다.

이에 이영자가 "아버지는 무슨 낙으로 사세요"라고 묻자 고민주인공은 "애들 기죽지 않게 하기 위해서 열심히 살고 있다"고 답했고, 자식들을 위해 묵묵히 헌신하는 요령없는 아버지들의 사랑법은 이영자를 비롯한 모든 이들의 눈시울을 적시게 했다.

녹화 내내 자신의 일인 것처럼 마음 아파하던 채연은 마침내 최종 투표를 앞두고 애써 마음을 추스리며 마지막 조언을 건네던 중 결국 참았던 눈물을 터뜨렸다고.

채연은 "어머니가 뜨거운 것을 너무 쉽게 잘 잡고 옮기신다"면서 음식을 척척 해주시던 어머니에 대한 따뜻한 추억을 되새기던 중 "어느날 보니 엄마 손에 지문이 없으신거예요"라며 복받쳐 오르는 감정을 참지 못하고 오열했다.

이와 관련 공개된 사진 속에는 채연의 진심 어린 후회와 눈물 어린 고백에 강아랑 기상캐스터와 더보이즈 영훈 등 다른 출연진들뿐만 아니라 고민주인공까지 눈물을 쏟아내는 장면이 포착돼 안방극장을 눈물로 적실 이날 방송에 관심이 모아지고 있다.

'안녕하세요' 398회는 오늘(28일) 밤 11시 10분 KBS 2TV를 통해 방송된다.

@highlight

예능 '대국민 토크쇼 안녕하세요'에서 10년동안 두 아이를 홀로 키워오며 애들 때문에 열심히 살고 있다는 아버지의 부정이 소개되어 이영자를 비롯한 모든 사람들의 눈물을 자아냈다.