인천시교육청이 지속적으로 학령인구가 감소하는 원도심 초·중·고교의 빈 교실 전수조사에 나선다.

29일 시교육청에 따르면 학교설립기획과와 민주시민교육과를 중심으로 2월 중 초·중·고교 과소 학급 조사 테스크포스(TF)를 구성(2개 팀, 10~12명), 3월 신학기부터 지역 초·중·고교 430여 곳에 대한 빈 교실 전수조사에 돌입한다.

학급 조사TF는 원도심 공동화에 따른 학령인구 감소로 늘어난 빈 교실 수를 파악, 활용 방안을 찾기 위해 구성됐다.

시교육청은 2018년 과밀 학급 해소 전수조사 시 관심·주의·과다·심각 등 4개 단계로 조사했던 방식을 참고해 새로운 방식의 과소 학교 전수조사 계획을 수립한다.

오는 연말까지 전수조사를 마무리하고, 그 결과를 바탕으로 빈 교실을 활용한 원도심 활성화 대책을 마련하겠다는 게 시교육청의 구상이다.

빈 교실 활용대책으로는 최근 사립유치원비리 파동으로 교육부가 전국적으로 공립유치원을 확대하겠는 방안에 발맞춰 병설유치원을 신설하는 방안이 거론되고 있다.

또 작은 도서관, 노인복지시설, 체육시설 등 주민 커뮤니티시설을 설치하는 등 학교를 중심으로 한 마을단위 공동체를 만드는 방안도 논의할 예정이다.

이에 시교육청은 빈 교실 파악 전수조사가 마무리되면 각 부서의 의견을 수렴한 뒤 전문가 등이 포함된 빈 교실 활성화TF를 구성하겠다는 방침도 세웠다.

시교육청 관계자는 “ 학령인구가 주는 원도심 학교의 빈 교실을 활용하는 방안을 마련하고자 전수조사에 나서기로 했다”며 “신도시의 과밀학급 문제를 해결하는 것도 중요하지만, 원도심을 활성화할 수 있는 시교육청 차원의 대책을 마련하는 데 행정력을 집중할 방침”이라고 말했다.

한편, 이번 조사에는 지난해 과밀 학급 해소를 위한 전수조사에서 과밀학급이 우려되는 지역 초등학교 37곳, 중학교 23곳, 고등학교 12곳 등 총 72곳은 제외됐다.

이들 과밀 우려 대상학교는 오는 2022년까지 319억 원을 투입해 과밀학급 문제를 해결하겠다는 게 시교육청의 계획이다.

@highlight

시교육청은 원도심 공동화에 따른 학령인구 감소로 늘어난 빈 교실 수를 파악하고 활용 방안을 찾기 위해 TF를 구성하여 전수조사에 들어갔으며 병설유치원 신설 및 작은도서관, 노인복지시설 설치등이 활용방안으로 논의되고 있다.