이승욱 기자 버스조합, 수용 여부 ‘미지수’

인천시가 인천 버스운송사업조합(버스조합)에 준공영제 투명화 방안을 최후통첩했다.

시는 28일 버스조합에 준공영제 투명화 최종 안을 제시했다고 29일 밝혔다.

최종 안 중 버스조합과 의견 대립이 있는 것은 이익금 반납 여부와 수입금 공동관리위원장 몫이다.

시의 최종안은 시내버스 업계의 이익금 중 25%를 시에 반납하는 것으로 당초 시가 제시한 이익금 100% 반납 입장에서 양보한 것이다.

시내버스가 이미 적자 운행을 하는 상황에서 시의 재정 지원으로 이익이 발생한다면 이익금 일부를 시에 반납해야 한다는 게 시의 입장이다.

특히 현재 시내버스 총 수익의 25%는 시의 재정지원에 의지하는 만큼 적어도 업계 이익 발생분 중 25%는 돌려받아야 한다는 것이다.

또 시는 수입금 공동관리위원장을 위원회 내부 인사 중에 선임하되, 업체 대표는 제외하는 방안을 제시했다.

규범 상 위원회는 업체 대표 4명, 전문가(변호사, 회계사) 2명, 시민단체 2명, 시의원 1명, 시 버스정책과장 1명, 노동조합 1명 등으로 구성된다.

시는 최종 안을 받아들이는 업체에 한해서 준공영제 제도를 운용한다는 입장이라 버스조합이 시의 최종 안 수용을 거절하면 준공영제는 어떤 식으로든 변화가 불가피할 전망이다.

시 관계자는 “28일 조합에 시의 최종 안을 제시했으며 최종 안을 받아들이는 업체에 대해서만 준공영제를 운용할 계획”이라고 말했다.

하지만 버스조합 내부에서는 시의 최종안에 대해 부정적 기류가 많아, 수용 여부는 미지수다.

특히 버스조합은 시의 보조금이 인천 시내버스 업체의 평균 이익을 근거로 산정해 열악한 업체에는 지원금이 부족한 실정이지만 이에 대한 시의 추가 지원이 없다는 이유로 이익 발생분 반납은 어렵다는 견해다.

28일 열린 버스조합 총회에서도 시의 최종 안을 수용해선 안 된다는 여론이 높았던 것으로 알려졌다.

버스조합 관계자는 “버스조합 총회 분위기는 상당히 좋지 않았다”며 “총회에서 나온 의견을 검토해 최종 입장을 결정할 계획”이라고 말했다.

@highlight

인천시가 인천 버스운송사업조합의 이익금 중 25%를 시에 반납하길 요구하는 준공영제 투명화 방안을 조합에 제시했다.