충북일보] 충북의 올해 표준단독주택 공시가격 상승률이 지난해 대비 낮아졌지만, 공시가격에 이의를 신청한 의견청취 건수는 증가해 눈길을 끌고 있다.

29일 국회 국토교통위원회 소속 자유한국당 민경욱 (인천 연수을) 의원에 따르면, 올해 표준단독주택 공시가격 의견청취 건수는 모두 1천599건으로 지난해 889건 보다 79.9%(710건) 급증했다.

특히 표준단독주택 공시가격 상승률이 높은 지역에서 이의신청도 많았다.

17개 시·도 가운데 표준주택 공시가격 상승률이 가장 높은 서울(17.8%)의 올해 의견청취 건수는 653건으로 지난해 204건 보다 3배 이상 늘었다.

서울시 25개 자치구별로 살펴보면, 고가 단독주택이 많은 강남구의 이의신청이 116건으로 가장 많은 17.8%를 차지했으며, 지난해 의견청취 신청이 없었던 금천구와 중구에서도 올해 각각 7건, 9건의 의견청취 신청이 접수돼 눈길을 끌었다.

이 외에도 △경기 145건→217건 △강원 56건→91건 △부산 25건→50건으로 증가하는 등 17개 시·도 가운데 충남·전남·제주를 제외한 14개 시·도에서 이의신청이 증가했다.

충북의 경우 올해 표준단독주택 공시가격 상승률은 3.25%로, 지난해 3.31% 대비 줄었지만, 의견청취 건수는 52건에서 68건으로 30.8%(16건) 늘었다.

민경욱 의원은 "타 자치구에 비해 집값이 상대적으로 낮다고 알려진 금천구, 강북구에서도 이의신청이 급증했다는 것은 정부가 임의대로 올린 공시가격 때문에 중산층과 서민도 피해를 보고 있다는 의미"라며 "서민들이 과도한 조세부담을 갖지 않도록 정부는 의견청취를 통해 타당한 근거가 있는 경우 의견을 최대한 수용해야 한다"고 말했다.

표준단독주택 공시가격은 국토교통부 누리집(www.molit.go.kr) 또는 주택이 소재한 시·군·구 민원실에서 오는 2월 25일까지 열람할 수 있으며, 국토부는 해당 일까지 접수된 이의신청에 대해 재조사·산정해 중앙부동산가격공시위원회 심의를 거쳐 오는 3월 20일 최종 공시할 예정이다.

@highlight

29일 교통위원회 소속 자유한국당 민경욱 의원은 올해 표준단독주택 공시가격 의견청취 건수가 모두 1천599건으로 지난해 889건 보다 79.9% 증가했고 충북의 경우는 52건에서 68건으로 전년대비 30.8% 늘었다고 밝혔다.