민족의 명절 설을 맞아 경기도가 안전한 귀향길을 위한 특별교통대책을 운영한다.

29일 경기도는 오는 2월 1일부터 2월 7일까지 일주일간을 '2019년도 설 연휴 특별교통대책 기간'으로 지정한다고 밝혔다.

먼저 시외버스의 경우 귀성객 수요를 고려해 예비차 및 전세버스를 활용해 강릉, 여주, 태백, 포항 등 46개 노선에 62대를 증차하고 운행회수를 109회 증회할 방침이다.

시내버스는 터미널, 지하철역 등에 연계된 수송수요에 맞춰 운행계통별 예비차를 활용해 증차나 증회를 탄력적으로 시행한다.

'택시부제'는 도내 3만7천405대 중 4천646대를 시·군 실정에 맞도록 일부 해제하기로 했다.

고속도로·국도의 상습 지·정체 구간은 도로전광판(VMS)을 통해 우회정보 및 나들목 진입조절 정보를 실시간으로 제공해 교통량 분산을 유도한다.

이에 경부·영동·서해안·중부 등 고속도로 8개 축선은 정체발생 시 주변 13개 구간의 우회도로를 안내하고, 국도 1·3·39·45 등 8개 축선에 대해서는 주변 13개 구간 우회도로를 안내할 예정이다.

도는 이번 특별대책기간 동안 2개반 15명으로 구성된 상황실을 중심으로 유관기관 간 비상연락체계를 구축·운영한다.

아울러 경기도 교통정보센터 홈페이지(gtis.gg.go.kr), 모바일앱(경기교통정보), 교통안내전화(1688-909), 트위터(@16889090), 라디오, SMS, 민간포털, 내비게이션 등을 통해 도내 주요도로의 지정체 현황, 빠른길 안내, 돌발상황(교통사고, 통제구역) 등을 안내한다.

박태환 도 교통정책과장은 "안전하고 즐거운 설 연휴를 위해 도민 여러분들께서도 충분한 휴식과 안전벨트 착용, 교통법규 준수 등 안전운행에 각별한 관심과 주의를 기울여주길 당부 드린다"고 말했다.

@highlight

29일 경기도는 오는 2월 1일부터 2월 7일까지  '2019년도 설 연휴 특별교통대책 기간'으로 지정하여 상황실을 중심으로 비상연락체계를 구축·운영하고 경기도 교통정보센터 홈페이지를 통해 도내 주요도로의 지정체 현황, 빠른길 안내, 돌발상황 등을 안내한다.