광주지역 여자 레슬링 선수 저변을 확대와 경기력 향상을 위해 여자 레슬링팀이 창단했다.

광주광역시체육회는 29일 오전 조선이공대에서 대학, 협회 등 관계자 50여 명이 참석한 가운데 '조선이공대학교 여자 레슬링팀 창단식'을 가졌다고 29일 밝혔다.

이번에 창단한 조선이공대 여자 레슬링팀은 김승영(53·조선이공대 교수) 감독을 비롯해 정천모(40) 코치, 한솔(3년), 박세은(2년), 김다현(2년), 신하진(1년), 민예지(1년), 이다경(1년) 등 총 8명의 선수단으로 구성됐다.

조선이공대 여자 레슬링팀은 지난 2013년부터 6명의 선수들을 육성하며 전국규모대회에서 우수한 성적을 거둬 왔다.

그 동안 전국대학레슬링대회 금·은·동, 전국체육대회 금·동, 주니어 아시안챔피언십 동 획득 등 여자 레슬링계에서 괄목할만한 성과를 이어왔다.

현재 광주에서 레슬링은 광주체육중, 금구중, 송정중, 광주체육고, 조선대, 조선이공대, 광주시체육회, 남구청, 레슬링협회 등 총 9개 팀에서 육성하고 있다.

시체육회 관계자는 이번 여자 레슬링팀 창단을 계기로 레슬링 종목 저변 확대와 연계육성 강화, 전국체전 경기력 향상에 기여할 것으로 전망하고 있다.

선수들은 동계강화훈련을 통해 체력을 다진 후 다음 달에 열리는 세계선수권 파견 국가대표 선발대회 및 아시아주니어 파견 선발대회와 3월에 열릴 회장기 전국레슬링대회 등에 출전할 예정이다.

오순근 시체육회 사무처장은 "여자 레슬링팀 창단으로 연계 육성이 강화돼 선수들이 안정적으로 훈련에 매진할 수 있게 됐다"며 "지역 여자 레슬링 선수들이 다른 지역으로 떠나지 않고 광주에서 운동할 수 있는 환경을 만들어 가겠다"고 말했다.

@highlight

광주광역시체육회는 광주지역 여자 레슬링 선수 저변 확대와 경기력 향상을 위해 총 8명의 선수단으로 구성된 조선이공대 여자 레슬링팀을 만들고 29일 오전 관계자 50여 명이 참석한 가운데 '조선이공대학교 여자 레슬링팀 창단식'을 가졌다고 밝혔다.