경찰이 화성 동탄 한 원룸에서 흉기로 남녀 2명을 찌르고 여성을 사망케 한 피의자 곽상민(42)을 공개수배 한다.

화성동탄경찰서는 사건 피의자 곽상민 씨를 공개수배했다고 29일 밝혔다.

경찰이 공개한 전단에는 곽씨의 인상착의와 사진이 담겨 있다.

경찰은 곽씨를 검거하는 데 결정적인 제보를 하거나 신고를 한 사람에게는 최고 500만 원의 검거보상금을 지급하기로 했다.

제보 또는 신고는 국번 없이 112, 화성동탄경찰서 강력3팀(031-639-1274, 010-9722-2254)으로 하면 된다.

경찰은 제보·신고자의 신원이 노출되지 않도록 비밀을 절대 보장한다고 밝혔다.

곽씨는 지난 27일 오후 9시30분께 동탄 A(38·여)씨의 원룸에서 A씨와 B(41·남)씨를 흉기로 찔러 A씨를 살해하고 B씨에게 중상을 입힌 혐의를 받고 있다.

B씨는 위중한 상태에 빠졌다가 최근 의식을 차린 것으로 확인됐다.

곽씨와 숨진 A씨는 과거 연인사이였던 것으로 알려졌다.

또 곽씨가 범행을 위해 외부에서 흉기를 가져온 정황이 확인되며 경찰은 계획범죄로 추정하고 있다.

경찰은 사건 발생 직후 B씨로부터 "흉기에 찔렸다"는 신고를 받고 출동, 곽씨를 용의자로 특정하고 추적하다 수원 지역에서 도주중인 곽씨의 SUV차량을 발견했다.

경찰은 10여분간 곽씨 차량을 뒤쫓았지만, 용인 지역에 들어서는 기점에서 놓쳤고 2분가량 지난 뒤 용인 함박산 인근에서 차도와 인도 사이 경계봉을 들이받고 멈춰선 곽씨의 차량을 다시 발견했다.

경찰은 현장 인근 CCTV에서 곽씨가 인근 주택가로 진입한 모습이 보이지 않자 함박산 쪽으로 달아난 것으로 보고, 헬기와 경찰병력 5개 중대를 동원해 곽씨를 쫓았지만, 검거에 실패했다.

경찰 관계자는 "사건 현장에서 곽씨의 지문, 곽씨 차량에서 나온 흉기에서 피해자 혈흔이 발견돼 곽씨가 범인임이 명백하며, 신속 검거를 위해 공개수배를 했다"고 말했다.

@highlight

경찰은 화성 동탄 한 원룸에서 흉기로 남녀 2명을 찌르고 여성을 사망케 한 피의자 곽상민(42)을 신속 검거하기 위해 인상착의와 사진을 담아 공개수배한다고 29일 밝히며, "사건 현장에서 곽씨의 지문, 곽씨 차량에서 나온 흉기에서 피해자 혈흔이 발견돼 곽씨가 범인임이 명백하다'고 덧붙였다.