기자 대구·경북지역 중소기업들의 경기전망이 5개월 연속 하락했다.

2월은 설 명절이 있는 대목임에도 불구하고 전월에 비해 더 낮은 수준을 보이며 침제된 지역 경기를 반영했다.

29일 중소기업중앙회 대구경북지역본부가 지난 15일부터 21일까지 대구·경북지역 중소기업 302개를 대상으로 ‘2019년 2월 지역 중소기업 경기전망조사’를 실시했다.

대구·경북지역 업황전망 중소기업건강도지수(SBHI)는 63.9로 전월(73.6) 대비 9.7포인트 하락했다.

전년 동월(75.6)과 비교해서는 11.7포인트 떨어졌다.

지난해 9월 83.1 이후 지속적으로 하락세가 이어지고 있으며 최근 2년 중 최저치를 기록했다.

인건비 상승과 근로시간 단축 등 경영 곤란과 지역 경기 역시 회복 기미를 보이지 않는 등 경기 심리가 극도로 위축되면서 경기 전망이 부정적인 것으로 분석됐다.

지역 제조업은 60.9로 전월(75.1) 대비 14.2포인트 큰 폭으로 하락했다.

글로벌 금융위기 당시 2009년 2월(55.7) 다음으로 최저 수준이다.

비제조업은 67.4로 전월(72.0) 대비 4.6포인트 떨어졌다.

이는 2016년 2월(60.3) 다음으로 최저치다.

지역별로는 대구가 60.8로 전월(71.7) 대비 10.9포인트 하락했고 경북도 67.9로 전월(76.6) 대비 8.7포인트 떨어졌다.

항목별 경기전망은 생산(△11.5포인트), 수출(△9.2포인트), 내수판매(△8.5포인트), 경상이익(△7.3포인트), 자금 조달사정(△5.4포인트), 원자재 조달사정(△1.0포인트) 항목이 전월대비 모두 하락할 것으로 나타났다.

1월 기업경영상 애로요인으로는 인건비 상승(68.2%)이 가장 높은 비중을 차지했다.

이어 내수부진(60.3%), 업체간 과당경쟁(33.4%), 원자재가격 상승(30.5%), 자금조달 곤란(26.8%), 제품단가 하락(23.5%) 등 순으로 나타났다.

한편 중소기업건강도지수는 중소기업의 건강도를 나타내는 경기예측 지수로 100 이상이면 전월보다 호전된 것을 의미하고 100 미만이면 악화된 것을 뜻한다.

@highlight

29일 중소기업 중앙회 대구경북지역본부가 지난 15일부터 21일까지 대구·경북지역 중소기업 302개를 대상으로 '2019년 2월 지역 중소기업 경기전망조사'를 실시한 결과 대구·경북지역 업황전망 중소기업건강도지수가 전월대비 9.7포인트 하락해 지난해 9월 이후 지속적인 하락세를 이어가고 있다고 밝혔다.