29일 경기 화성 동탄의 한 원룸에서 남녀 2명을 흉기로 찔러 사상케 하고 도주극을 벌였던 용의자 곽상민(42)이 사건 발생 이틀 만인 검거됐으나 검거 과정에서 소지하고 있던 흉기로 자해해 병원으로 옮겨져 사망했다.

29일 경기 화성동탄경찰서에 따르면 경찰은 이 사건을 공개수사로 전환하고 공개수배령을 내린 이날 오후 충남 부여에서 곽 씨를 봤다는 신고를 받고 출동, 오후 8시 30분께 부여 사비문 근처에서 이 택시를 세워 곽 씨 검거에 나섰다.

이 과정에서 곽 씨는 갖고 있던 흉기로 가슴, 복부 등 10여 곳을 자해해 크게 다쳤으며, 병원으로 옮겨진 지 20여 분 뒤인 오후 8시 50분께 숨졌다.

앞서 경찰은 한 택시기사의 제보를 받아 곽 씨 검거에 나섰다.

이 택시기사는 충남 천안역 부근에서 대전으로 가자는 한 손님의 요구를 받고선 "택시가 줄을 서 있으니 앞에 있는 택시를 이용해달라"고 권유하는 기지를 발휘했다.

이 기사는 이 손님의 인상착의가 앞서 경찰이 공개 수배한 사건 용의자 곽 씨의 용모와 비슷하다고 보고 오후 7시 8분께 112에 신고했다.

경찰은 곽 씨로 의심되는 손님을 태운 택시 측과 통화를 통해 이 "손님이 전북 전주로 가달라고 했다"는 사실을 확인, 곽 씨의 연고지와 일치한다는 점에서 이 손님이 곽 씨일 가능성이 크다고 판단하고 추격에 나섰다.

그러나 곽 씨가 검거 과정에서 자해한 끝에 사망하면서, 자세한 사건 경위를 파악하는 데에는 한계가 있을 것으로 보인다.

곽 씨는 지난 27일 오후 9시 30분께 동탄 A(38·여) 씨의 원룸에서 A 씨와 B(41·남) 씨를 흉기로 찔러 A 씨를 살해하고 B 씨에게 중상을 입힌 혐의를 받고 있다.

B 씨는 위중한 상태에 빠졌다가 최근 의식을 회복한 것으로 전해졌다.

경찰은 곽씨가 A 씨와 교제한 사이라는 주변인 진술을 확보해 치정에 의한 살인사건이라고 보고 수사를 벌여왔다.

@highlight

경기 화성동탄 경찰서는 원룸에서 남녀 2명을 흉기로 찌르고 도주극을 펼친 용의자 곽상민(42)에 대해 공개수배령을 내린 29일 오후 충남 부여에서 곽씨를 목격했다는 신고를 받고 부여 사비문 근처에서 택시를 세워 검거를 시도했으나 그 과정에서 소지하고 있던 흉기로 자해해 병원으로 옮겨져 사망했다.