옥천군이 골고루 잘 사는 '더 좋은 옥천'을 만들기 위해 지역 특성과 자원을 활용한 균형발전 사업 추진에 나선다.

군은 오는 2022년까지 38억원의 예산을 들여 지역자원과 연계한 읍·면별 특화사업을 발굴·지원할 계획이다.

민선 7기 김재종 군수의 경제 공약 중 하나인 이 사업은 지역의 균형 있는 성장과 주민이 주체가 되는 상향식(Bottom-up) 읍·면별 특화사업 발굴에 중심을 둔다.

이 사업 추진을 위해 지난해 말 '옥천군 지역균형발전 조례'를 제정한데 이어 오는 2월에는 지역 특성에 맞는 기본계획 수립을 위한 연구용역 절차에 돌입할 예정이다.

용역은 소득, 복지, 지역개발 등 지역 간 불균형 지표를 분석해 향후 사업비 배분에 필요한 9개 읍·면의 낙후도를 분류하게 된다.

지리적 특성과 문화적 전통을 고려한 개발계획 수립과 함께 지역별 강점과 약점을 찾아내는 SWOT 분석과 대안 제시를 통해 추진위원들의 역량도 키운다.

민·관 20여명이 함께 참여하는 읍면별 특화발전추진위원회에서는 이를 토대로 지역 주민의 의견을 들어 지역자원을 활용한 특화사업을 발굴하게 된다.

각 읍·면에서 발굴해 낸 사업들의 적정여부를 심사하는 역할은 민·관 전문가 15명 이내로 구성되는 옥천군 균형발전심의위원회에서 맡는다.

또한 낙후도·사업규모·시급성, 기대효과 등을 고려해 읍·면별 사업비도 최종 결정할 예정이다.

군은 올해 안에 지역 자생력을 높일 모든 사업 발굴과 선정을 마무리하고 내년부터 본격적인 특화사업 추진에 나선다는 계획이다.

군 관계자는 "어떠한 통계나 분석없이 이뤄져 왔던 지역별 사업비 지원의 불균형 및 격차가 이번 사업을 통해 많이 해소될 것"이라며 "지역균형발전과 지역경쟁력을 높일 이번 사업 추진에 많은 관심과 기대를 쏟겠다"고 밝혔다.

@highlight

옥천군은 골고루 잘 사는 '더 좋은 옥천'을 만들기 위해 오는 2022년까지 38억원의 예산을 지원해 지역 특성과 자원을 활용한 균형있는 성장과 주민이 주체가 되는 상향식(Bottom-up) 읍·면별 특화사업 발굴을 추진해 나갈 것이라 밝혔다.