[서울경제] 광역급행철도(GTX) B노선 건설사업이 예비타당성조사 면제 대상에서 제외돼 이목이 쏠리고 있다.

이에 인천시는 "정부 결정을 존중한다"며 연내 GTX B노선 예타조사를 마무리하는 등 사업 추진에 차질이 없도록 주력할 계획이라고 전했다.

또한, 총사업비가 5조 9000억원인 GTX B노선 사업은 송도에서 여의도∼용산∼서울역∼청량리를 거쳐 남양주 마석까지 80㎞ 구간에 GTX 노선을 구축하는 사업으로 알려졌다.

이어 GTX는 지하 50m 터널에서 평균 시속 100㎞로 달리기 때문에 인천 송도에서 서울역까지 26분이면 도착이 가능하다.

결국 GTX B노선 사업이 예타 면제 대상에서 제외되자 일부 주민단체 등은 수도권 역차별이라는 주장을 제기하며 강하게 반발했다.

이에 인천시는 2016년 11월 GTX B노선의 계획노선을 송도∼청량리에서 송도∼마석으로 연장할 때 B/C값이 이미 1.13이었다며 3기 신도시 개발로 20만명의 수요가 추가 반영되는 상황을 고려하면 1.0 이상은 무난하게 달성할 것이라고 밝혔다.

한편, 더불어민주당 인천시당위원장인 윤관석 의원이 29일 수도권광역급행철도(GTX)-B노선이 예비타당성 면제 사업에서 제외된 것에 대해 안타까움을 전했다.

이날 윤 의원은 "오늘 관계부처 합동으로 발표된 '2019 국가균형발전 프로젝트'에서 인천광역시가 예비타당성조사면제를 요청한 GTX-B 노선과 영종-신도 남북평화도로 중 우선 낙후된 접경지역 사업인 남북평화도로가 우선 예비타당성조사가 면제됐다"고 이야기했다.

또한, 윤 의원은 "남북평화도로 예비타당성조사 면제를 환영한다"면서도 "이에 못지 않게 시급한 GTX-B 노선이 오늘 발표된 예비타당성조사 면제 사업에 포함되지 못한 것에 안타까운 마음"이라고 밝혔다.

@highlight

광역급행철도 B노선 건설사업이 예비타당성조사 면제 대상에서 제외돼 이목이 쏠리고 있는 와중에 인천시는 정부 결정을 존중한다며, 연내 GTX B노선 사업 추진에 차질이 없도록 주력할 계획이고, 윤 의원은 오늘 관계부처 합동으로 발표된 2019 국가균형발전 프로젝트에서 우선 낙후된 접경지역 사업인 남북평화도로가 우선 예비타당성조사가 면제 됐다고 한다.