무주군은 29일까지 무주읍을 비롯한 6개 읍·면 주민자치센터와 농업기술센터 강의실에서 고추와 사과, 포도 등 7개 품목 작목별 재배농가(1천700여 명)를 대상으로 '농약 허용물질목록(Positive List System) 관리제도'에 대한 교육을 실시했다고 밝혔다.

16과정에 걸쳐 진행된 이번 교육에서 농업인들은 농약안전사용 결의문 낭독을 통해 결의를 다지고 '농약허용물질목록 관리제도'에 관한 교육을 받으며 내용을 숙지하는 시간을 가졌다.

무주군은 농업기술센터 유해물질 분석실을 이용해 수확물 잔류농약과 중금속 분석 등을 받을 수 있도록 지원하고 농약안전사용교육을 강화할 방침이다.

군 농업기술센터 기술연구과 이종원 작물환경 팀장은 "지난해부터 다양한 매체를 통한 홍보활동을 통해 제도와 관련한 내용은 공유해왔으나 초기에 따를 수 있는 시행착오를 줄이기 위해 교육을 진행하게 됐다"라며 "각 품목별 전문가를 초빙해 맞춤형으로 진행했던 만큼 농업인들의 이해도 쉽고, 현장에 적용하는 것도 어렵지 않을 것으로 기대하고 있다"라고 밝혔다.

농약 허용물질목록 관리제도(PLS)는 국내 또는 수입식품에 사용되는 농약 성분을 등록하고 잔류허용 기준을 설정해 등록된 농약 이외의 잔류농약 허용기준을 일률적으로 관리(0.01ppm 이하 / kg)하는 제도로, 2017년 1월 1일부터 견과 종실류(땅콩, 호두, 참깨 등)와 열대과일류(바나나, 파인애플 등)에 우선 적용되고 있으며, 올 1월부터 나머지 농산물을 대상으로 전면 시행되고 있다.

등록되지 않은 농약을 사용할 경우 잔류농약검사 결과가 0.01ppm이하여야 하며 기준치를 초과하면 시중에 유통할 수 없을 뿐 아니라 과태료가 부과(1차 40만 원, 2차 60만 원, 3차 80만 원_농약관리법 제 40조 규정)된다.

@highlight

무주군은 농약안전사용 결의문 낭독 후 7개 품목 작목별 재배농가를 대상으로 농약 허용물질목록 관리제도에 대한 교육을 실시하고 농업기술센터 유해물질 분석실을 이용하여 농약안전사용교육을 강화할 예정이라고 밝혔다.