지난해 증시 부진의 영향으로 발행 주식은 줄고, 회사채 발행은 금리 인상으로 늘어난 것으로 나타났다.

30일 금융감독원은 2018년 주식·회사채 공모를 통한 총 발행실적이 169조 8천142억 원(주식 8조 8천959억 원, 회사채 160조 9천183억 원)으로 전년 대비 15조 4천332억 원 증가(10.0%↑)했다고 밝혔다.

주식 발행규모는 170건, 8조 8천959억 원으로 전년(166건, 10조 3천572억 원) 대비 1조 4천613억 원 감소(14.1%↓)했다.

기업공개는 95건, 2조 3천149억 원으로 전년(77건, 5조 8천893억 원) 대비 3조 5천744억 원(60.7%↓) 줄었다.

유상증자는 75건, 6조 5천810억 원으로 전년(89건, 4조 4천679억 원) 대비 2조 1천131억 원 증가(47.3%↑)했다.

조선업계(삼성중공업 1.4조 원, 현대중공업 1.2조 원) 등 일부 대기업들이 재무구조 개선을 위한 대규모 유상증자를 함에 따라 발행 규모가 늘었다.

코스피는 21건, 4조 7천105억 원, 코스닥은 48건, 1조 5천46억 원, 비상장사 6건, 3천659억 원 발행했다.

주식은 대규모 유상증자 증가에도 기업공개가 중소형주 위주로 이뤄져 규모가 줄어들면서 전년 대비 발행이 감소(14.1%↓)했다.

회사채는 미국 금리 인상에 따른 국내 기준금리 인상 가능성 등으로 선제적 자금 조달이 지속적으로 이뤄진 가운데 우량기업(AA등급 이상)의 일반회사채 및 금융채를 중심으로 전년 대비 증가(11.7%↑)했다.

CP·전단채의 총 발행실적은 1천471조 2천155억 원(CP 353조 6천994억 원, 전단채 1천117조 5천161억 원)으로 전년 대비 94조 7천642억 원 증가(6.9%↑)했다.

CP는 기타ABCP, 전단채는 일반전단채를 중심으로 늘었다.

@highlight

지난해 증시 부진의 영향으로 발행 주식은 줄고, 금리 인상으로 회사채 발행은 늘었다.