메리츠종금증권은 30일 JB금융지주(175330)에 대해 순이자마진(NIM) 개선세로 지난해 4분기 실적이 시장 눈높이를 웃돌았다며 올해 자기자본이익률(ROE) 개선을 동반한 이익 증가로 다른 은행대비 비교 우위 선점이 가능하다고 진단했다.

투자의견은 매수(Buy), 목표주가 7500원을 유지했으며 지방은행 최선호주로 지속 추천했다.

은경완 메리츠종금증권 연구원은 "작년 4분기 지배주주순이익은 지난해보다 125.4% 증가한 321억원으로 컨센서스를 웃돌았다"며 "중도금 대출 만기상환 영향으로 자산 성장은 부진했지만 NIM이 전분기대비 4bp(1bp=0.01%) 개선하면서 순이자이익 개선세를 지속했다"고 분석했다.

명예퇴직금, 선제·보수적 충당금 적립 등 일회성 비용 약 516억원이 발생했고 실적 발표와 함께 시장 기대치를 웃도는 주당 180원의 결산배당(배당성향 14.4%)을 공시했다.

지난 3년간 주가는 이익 성장세에 부응하지 못했다.

그는 "시중은행 중심의 어닝 서프라이즈가 지속해 투자자 관심이 대형주에 집중됐고 상장 은행 중 가장 낮은 자본비율 보유로 추가 주주 가치 제고 정책도 기대할 수 없었다"며 "지방 경기 악화 우려가 발목을 잡았고 일평균 거래대금 부족, 광주은행과의 수급 분산 등 약점도 존재했다"고 설명했다.

하지만 시중은행의 ROE는 지난해를 정점으로 하락할 것으로 예상되고 높은 자본 적정성도 인수합병(M&A) 물건 부재, 불확실한 배당정책 등으로 매력이 줄고 있다는 판단이다.

은 연구원은 "JB금융지주는 광주은행 완전자회사 편입 효과 등으로 올해 ROE 상승을 동반한 30%에 가까운 이익 성장이 담보됐다"며 "낮은 자본비율 보유로 비정상적인 밸류에이션 할인율 적용도 정상화 과정에 진입해 올해 은행주 내 비교우위에 있을 가능성이 크다"고 평가했다.

@highlight

메리츠종금증권은 JB금융지주에 대해 올해 자기자본이익률(ROE) 개선을 동반한 이익 증가한 반면시중은행의 ROE는 감소 예상으로 매력이 줄고 있다고 보고 광주은행 완전자회사 편입, 밸류에이션 할인율 적용 정상화 등 다른 은행대비 비교 우위 선점이 가능하다고 분석했다.