[서울경제] 용인시는 시민들의 책 읽기를 장려하기 위해 지난 28일부터 오는 9월 30일까지 독서마라톤 대회를 진행한다고 30일 밝혔다.

올해 3회째인 이 대회는 독서를 마라톤에 빗대어 참가자가 읽은 책 1페이지를 2m로 환산해 적립하는 방식으로 진행된다.

참가자들은 자신이 목표로 하는 코스를 정해 신청한 뒤 완주를 목표로 책을 읽으면 된다.

시는 올해 많은 시민이 참여하고 완주할 수 있도록 초등학생들만 참가하도록 한 거북이코스(10km)와 토끼코스(20km)를 제외하고 걷기코스(5km)와 단축코스(10km)를 신설했다.

올해 초등학생 이상 모든 연령대가 참가할 수 있는 코스는 걷기코스(5km), 단축코스(10km), 하프코스(21.1km) 풀 코스(42.195km) 등이 있다.

이와는 별도로 0∼7세 이하 대상 유아코스(130권 이상 도서대출) 초등학생 대상 독서노트코스(80권 이상 도서대출·독후기록 50개 이상 작성) 가 진행된다.

참가자는 한 개 코스를 선택해 대회 기간 책을 읽고, 감상평을 제출하면 된다.

책은 자유롭게 선택할 수 있고, 감상평은 초등학생은 1권당 50자 이상, 중학생 이상부터는 1권당 100자 이상을 작성해야 한다.

유아코스는 130권 이상의 도서대출권수로 완주 여부를 확인하고 독서노트코스는 80권 이상의 도서를 대출하고 50개 이상의 독서감상문 노트를 도서관에 제출하면 된다.

참가를 원하는 사람은 용인시 도서관 홈페이지 독서마라톤 코너에서 8월 31일까지 신청하면 된다.

대회신청 기간 중 자유롭게 코스를 변경할 수 있다.

시는 대회가 끝나면 완주자에게 완주인증서를 주고 1년간 도서대출 권수를 7권에서 14권으로, 대출기간을 2주에서 한 달로 늘려준다.

또 초등학생 이상 완주자 중 서평 작성 개수 기준으로 부문(초등·청소년·일반·실버·군인·가족)별 20명(팀)을 선정해 시장상도 수여한다.

@highlight

용인시는 시민들의 독서를 장려하기 위해 지난 28일부터 30일까지 도서마라톤 대회를 진행한다고 밝혔는데 올해로 3년째인 이 대회는 책 1페이지를 2m로 환산해 마치 독서를 마라톤처럼 진행하며 올해에는 많은 시민들이 완주의 기쁨을 누리도록 걷기코스(5km), 단축코스(10km)를 신설하였다.