송파구 일자리허브센터 개관 서울 송파구가 동남권 경제·업무축으로 떠오른 문정비즈밸리 입주 기업을 지원하고 구직자를 연계하기 위한 공간을 마련했다.

송파구는 문정비즈밸리 일자리허브센터를 조성, 30일 오후 개관식을 연다고 밝혔다.

송파구는 민선 7기 들어 '좋은 일자리 5만개'를 목표로 내걸고 일자리 관련 시설을 확충하고 있다.

비즈밸리 내 일자리허브센터는 여성경력이음센터 일자리통합지원센터 정보통신기술(ICT)창업지원센터에 이어 4번째 조성한 공간이다.

문정지구는 법조타운 동남권유통단지 지식산업센터 등을 아우르는 대규모 기업·경제 집적지로 현재 2000개 가량 기업이 입주해있다.

500여개 기업 추가 입주 예정도 있다.

송파구는 특히 IT융합 바이오메디컬 등 지식기반산업이 밀집해 있어 20·30세대 구직자들에게 새로운 기회가 열릴 것으로 기대하고 있다.

허브센터는 이같은 지역 특성을 활용해 양질의 일자리를 창출에 매진한다.

기업 지원과 홍보는 물론 구인 기업과 구직 주민 연계를 맡아 기업과 취업 준비생 모두를 위한 연결다리 역할을 한다는 구상이다.

50석 규모 세미나실과 10인 규모 회의실, 상담창구 등을 마련해 기업과 기업, 구직자와 구직자, 기업과 구직자간 공유·협업공간으로 운영할 계획이다.

송파구는 동시에 일자리허브센터를 중심으로 비즈밸리 내 기업과 분야별 간담회를 열어 일자리 창출에 힘을 모을 예정이다.

센터 내 일부 공간과 전용 누리집을 활용해 기업 홍보창구도 마련한다.

전문 상담가 3명이 상주해 구직자 상담과 취업연계를 돕는다.

일자리박람회와 채용설명회 취업특강 등 일자리를 위한 행사를 수시 개최하는 동시에 공부공간을 개방해 취업능력을 키울 수 있도록 돕는다.

박성수 송파구청장은 "문정비즈밸리 일자리허브센터는 일대 기업들 역량을 모으고 꿈을 가진 청년들이 모여 함께 미래를 만들어가는 공간이 될 것"이라며 "기업과 청년 목소리에 귀 기울여 기업하기 좋은 도시, 양질의 일자리가 가득한 도시를 만들어가겠다"고 말했다.

@highlight

서울 송파구는 동남권 경제.업무축 인 문정비즈밸리 입주 기업 지원은 물론 구직자를 연계하는 일자리허브센터 개관식을 30일 오후 연다고 밝히며, 비즈밸리내 기업과 분야별 간담회를 열어 일자리 창출은 물론 기업들 역량을 모으고 청년들이 모여 함께 미래를 만들어가는 공간이 될 것 이라고 박성수 송파구청장은 말했다.