보건복지부와 질병관리본부는 올해 2월부터 희귀질환 거점센터의 역할과 기능을 확대, 강화한다고 30일 밝혔다.

권역별 거점센터를 기존 4곳(대구·경북, 부산·경남, 충청, 호남)에서 11곳(중앙 1곳, 권역 10곳)으로 늘린다.

거점센터는 서울대학교병원, 인하대학교병원, 아주대학교병원, 충남대학교병원, 충북대학교병원, 칠곡경북대학교병원, 인제대학교부산백병원, 양산부산대학교병원, 화순전남대학교병원, 전북대학교병원, 제주한라병원 등이다.

특히 서울대병원을 희귀질환 중앙지원센터로 신규 지정, 운영한다.

중앙지원센터는 전국 10개 권역별 거점센터가 희귀질환 진료와 연구조사, 교육훈련, 환자등록 등의 사업을 적극적으로 펼칠 수 있게 기술적으로 지원한다.

권역별 거점센터는 지역 전문진료실(클리닉) 운영, 전문의료인력 교육, 진료협력체계 구축 등을 통해 희귀질환자와 가족을 대상으로 포괄적 서비스를 제공한다.

이를 통해 진단 기간을 단축하고 의료기관 수도권 쏠림 현상을 해소해 지방에 사는 희귀질환자가 지역에서 지속적으로 질환 관리 서비스를 받을 수 있도록 할 예정이다.

희귀질환 관련 설문조사를 한 결과를 보면, 희귀질환 전문가가 부족하고 의료기관이 서울 지역에 몰려 있어 진단받기까지 많은 시간과 비용뿐 아니라 진단 이후에도 치료·관리에 어려움이 있다는 불만이 많이 나왔다.

실제로 올해 1월에 나온 국내 희귀질환 현황 분석 및 지원 보고서에 따르면 진단까지 소요시간이 64.3%의 환자는 1년 미만이었지만, 10년 이상 걸리는 환자도 6.1%에 달했다.

게다가 16.4%의 환자는 최종 진단까지 4개 이상의 병원에 다닌 것으로 나타났다.

희귀질환자로서 사회생활을 하는 데 가장 우려하는 점은 고용(41.7%), 보험가입 거절(35.3%)이었다.

실제로 이런 어려움을 겪은 비율도 높았다.

환자의 45%는 증상 발생에서 진단까지 1,000만원 이상의 의료비를 지출했다.

지난 1년간 치료가 필요하지만 받지 못한 이유로는 '지역 내 치료받을 만한 시설을 갖춘 곳이 없다'(26.3%), '진료 및 치료비를 지불한 돈이 없다'(24.2%) 등이 꼽혔다.

@highlight

보건복지부와 질병관리본부는 30일 희귀질환 관련 설문조사 결과 희귀질환 전문가 부족과 의료기관이 서울에 몰려 있어  시간과 비용이 많이 들고 치료·관리에도 어려움이 있다는 불만이 있어, 올해 2월부터는 권역별 거점센터를 기존 4곳에서 11곳(중앙 1곳, 권역 10곳)으로 늘려 진단 기간도 단축하고 수도권 쏠림 현상도 해소해 해당 지역에서 지속적으로 질환 관리를 받을 수 있도록 할 예정이다.