출생아수 6.6% 줄어 2만5,000여명···32개월째 최저치 경신출생아수 6.6% 줄어 2만5,000여명···32개월째 최저치 경신30일 통계청이 발표한 '11월 인구동향'에 따르면 지난해 11월 출생아 수가 같은 달 기준으로 통계 작성 이후 역대 최저치를 기록한 것으로 나타났다.

[서울경제] 지난해 11월 출생아 수가 같은 달 기준으로 통계 작성 이후 역대 최저치 기록을 다시 썼다.

혼인은 최저 수준으로 떨어진 반면 이혼 건수는 7년 만에 가장 많았다.

통계청이 30일 발표한 '11월 인구동향'에 따르면 지난해 11월 기준 출생아 수는 2만5,300명으로 1년 전보다 1,800명(-6.6%) 감소했다.

이는 같은 달 기준으로 1981년 월별 인구동향 통계를 작성한 이후 최저치다.

출생아 수 최저치를 경신하는 경우는 2016년 4월부터 32개월째 이어지고 있다.

출생은 통상 연초에 몰리는 특성이 있어 같은 달끼리 비교하는 게 추세 파악에 용이하다.

지난해 1월부터 11월까지 누적 출생아 수는 30만3,900명이었다.

통계청 관계자는 "이런 추세가 이어진다면 작년 연간 출생아 수는 33만명을 조금 밑돌지 않을까 전망하고 있다"고 밝혔다.

출생아 감소의 주된 원인으로는 출산이 많은 연령대인 30대 초반 여성 인구 감소, 혼인 감소 등이 꼽힌다.

11월 혼인 건수를 보면 2만2,800건으로 1년 전보다 1,800건(-7.3%) 감소했다.

역시 1981년 통계 작성 이후 11월 기준으로는 최저치를 기록한 것이다.

혼인 감소에는 결혼 연령층인 25∼34세 인구 감소가 적지 않은 영향을 미친 것으로 보인다.

한편 11월 사망자 수는 2만4,200명으로 1년 전보다 200명(-0.8%) 감소했다.

11월까지 누적 사망자 수는 27만2,100명을 기록했다.

11월 이혼 건수는 1년 전보다 1,000건(11.0%) 증가한 1만100건으로 나타났다.

11월 기준으로는 2011년(1만400건) 이후 7년 만에 가장 많은 수치다.

@highlight

30일 통계청이 발표한 11월 인구동향에 따르면 지난해 11월 출생아 수와 혼인 수가 같은 달 기준으로 역대 최저치를 기록한 반면, 이혼 건수는 7년 만에 최대치를 기록했다.