[환경일보] 기상청(청장 김종석)과 원자력안전위원회(위원장 엄재식, 이하 원안위)는 1월30일(수) '지진?기상 및 원자력 안전 분야 상호 협력을 위한 업무협약'을 체결한다고 밝혔다.

지진과 기상 분석 및 경보의 주무부처인 기상청과 원자력 안전 규제 주무부처인 원안위 간 협력을 통해 ▷지진 발생 환경 및 특성에 대한 체계적 조사 ▷신뢰도 있는 감시체계 구축 ▷재해 발생 시 신속한 정보 공유 및 대응 체계 강화를 위한 협약을 체결했다.

김종석 기상청장(오른쪽)과 엄재식 원자력안전위원회 위원장이 업무협약을 체결했다.

주요 협약 내용은 크게 두 가지로 ▷원자력 시설의 지진 안전성 확보를 위한 협력과 ▷국내외 방사능 유출 사고 시 신속한 대응을 위한 협력이다.

먼저 지진·지진해일 발생 정보를 공유하고 단층 연구 기술 교류 및 지진 관측장비 성능 검사·검정 기술 개발에 협력한다.

특히 지진·지진해일 발생 정보를 신속하게 공유함으로써 지진재해에 대한 안정성을 강화한다.

또한 한반도 단층조사에 관한 기술교류를 통해 원전 주변을 포함한 한반도의 지진 발생원인과 분석정확도 향상 및 지진특성 평가에 필요한 지하 단층정보 파악에 협력할 예정이다.

아울러 지진 관측자료의 신뢰성을 확보하고 공동 활용도를 높이기 위해 지진 관측장비 성능 검사와 검정에 관한 기술 개발에 협력하기로 합의했다.

둘째, 방사능 사고 정보 및 기상정보 공유와 방사성 물질 확산모델 공동 연구개발, 기상항공기를 활용한 공중 방사선 감시를 위해 협력한다.

국내 및 국외(중국, 일본 등 주변국) 방사능 사고 발생 시, 방사능 사고 정보 및 기상정보를 신속하게 공유 할 수 있는 대응체계를 구축한다.

특히 방사성물질 확산예측 모델 공동 연구개발, 방사능 재난 시 공중방사선탐사를 위한 기상항공기 활용 분야에서 협력을 강화하기로 했다.

기상청 관계자는 "이번 업무협약을 바탕으로 원안위와 함께 원전시설과 관련된 재해 사전 조사, 실시간 감시 및 신속한 정보 공유, 대응 체계 강화를 통한 골든타임 확보 등 국민 불안감 해소를 위해 함께 노력할 것"이라고 밝혔다.

@highlight

기상청과 원자력안전위원회는 1월30일 원자력 시설의 지진 안전성 확보를 위한 협력과 국내외 방사능 유출 사고 시 신속한 대응을 위한 협력으로 신속한 정보 공유 및 대응 체계 강화를 위한 협약을 체결했다