[이데일리 노희준 기자] 김명수 대법원장이 법원행정처 내에서 전체적인 사법정책업무를 담당했던 사법정책총괄심의관실을 폐지했다.

'재판거래' 등 사법행정권 남용 의혹이 제기된 법원행정처 개편 차원에서 법원행정처를 단순 집행기구로 탈바꿈하기 위한 사전 정비 작업으로 풀이된다.

법원행정처는 사법행정권 남용 재발방지 차원에서 단순 집행기능으로 축소 및 폐지되는 방향이 논의되고 있다.

30일 대한민국 전자관보에 따르면 대법원은 29일 이런 내용의 '법원사무기구에 관한 규칙 일부개정규칙'을 게재했다.

대법원은 지난 17일 대법관회의를 통해 이런 내용을 결정했고 시행은 다음달 25일부터 된다.

개정안을 보면 대법원은 법원행정처 차장 밑에 사법정책총괄심의관실을 폐지했다.

법원행정처는 대법관인 법원행정처 처장 밑에 법원행정처 차장(지방법원장급)-각 실장(고법 부장판사급)-총괄심의관(지법 부장판사급)-심의관(평판사급)의 위계질서를 갖고 있다.

기존 사법정책총괄심의관실이 담당하던 업무는 없애거나 사법지원심의관 등이 담당한다.

이는 법원행정처에서 판사들이 재판을 하지 않고 사법행정권 남용의 원인이었던 정책기능을 담당했던 것을 없애기 위한 조치다.

대법원은 또 법원행정처 기획조정실의 기획제1심의관을 기획조정심의관으로 변경하고, 기존 기획제2심의관을 법무담당관으로, 기존 기획조정심의관을 기획운영담당관으로 재편했다.

인사기획심의관은 인사담당관으로, 사법지원심의관은 민사지원담당관으로 바꾸었다.

이밖에 형사지원담당관, 특별제도지원담당관을 신설해 법관 심의관 일부를 대체할 방침이다.

대법원은 평판사가 담당하는 자리는 심의관으로 칭하고 법원 일반직 공무원(서기관·사무관)이 담당하는 자리는 담당관으로 불러왔다.

심의관을 담당관으로 바꾼다는 건 판사가 하던 이런 일을 일반 법원직 공무원이 하는 것으로 변경한다는 의미다.

@highlight

30일 대한민국 전자관보에 의하면 대법원은 29일 사법행정권 남용 의혹이 제기된 법원행정처 개편 차원에서 사법정책총괄심의관실을 없애는 내용의 '법원사무기구에 관한 규칙 일부개정규칙'을 실었다.