[이데일리 박기주 기자] 경찰이 현재 제주특별자치도에서 시범 운영되고 있는 자치경찰의 인력을 확대한다.

이에 따라 제주자치경찰은 제주 전역에서 112신고 출동을 담당하게 될 예정이다.

경찰청은 지난 29일 제주특별자치도와 3단계 추가 인력지원 등에 관한 한시적 업무협약을 체결하고, 제주지방청 소속 국가경찰 137명을 추가로 파견하는 '3단계 확대 운영'을 시행한다고 30일 밝혔다.

이에 따라 파견 인력은 123명에서 260명으로 대폭 증원된다.

경찰청은 자치경찰제 전국 도입에 앞서 국가-자치경찰 이원화 모델을 사전에 검증하기 위해 지난해 4월부터 제주자치경찰에 국가경찰을 단계적으로 파견하고 사무를 추가하고 있다.

도입 초기 생활안전·여성청소년·교통 등에 국한됐던 제주자치경찰의 업무는 지난해 8월 112출동(제주 동부)이 추가됐고, 이번 3단계 확대 운영으로 제주 전역의 112 출동을 담당하게 된다.

제주지방경찰청 112 상황실에는 국가경찰과 자치경찰이 합동근무를 서게 되는데, 자치경찰이 담당하는 112출동은 △주취자 △보호조치 △교통불편 △분실습득 △위험동물 등이다.

나머지 △범죄 △교통사고 △성폭력·가정폭력·아동학대 등은 국가경찰이 맡는다.

또한 제주자치경찰의 인력이 확대되면서 제주자치경찰은 현재 운영하고 있는 산지자치지구대(현 동부순찰대) 외 6개 지구대와 파출소를 추가해 총 7개 지역경찰관서를 운영하게 된다.

이와 함께 국가경찰과 자치경찰이 연계해 '주취자 의료센터' 두 곳(제주시 한라병원, 서귀포의료원)을 신설해 운영할 계획이다.

현재 전국 11개 병원에서 운영하고 있는 이 시설은 주취자 보호와 치료·상담 등 관리에 도움이 되고 있다는 것이 경찰의 설명이다.

경찰청 관계자는 "제주자치경찰 확대 운영 전 과정을 꼼꼼하게 모니터링하고 보완사항을 발굴·개선해 제주자치경찰이 전국 자치경찰의 선도 모델로 발전할 수 있도록 최선을 다할 것"이라고 밝혔다.

@highlight

경찰청은 지난 29일 제주특별자치도와 3단계 추가 인력지원 등에 관한 한시적 업무협약을 체결하고 제주지방청 소속 국가경찰 137명을 추가로 파견해 260명으로 대폭 증원하고 제주자치경찰은 제주 전역에서 112신고 출동을 담당하는 '3단계 확대 운영'을 시행한다고 30일 밝혔다.