개봉 5일만에 300만 관객을 돌파하며 흥행 신드롬을 일으키고 있는 '극한직업'이 개봉 8일째인 오늘 오전 400만 관객을 돌파했다.

이에 마약반 5인방 류승룡, 이하늬, 진선규, 이동휘, 공명과 이병헌 감독은 '지금까지 이런 관객은 없었다', '왜 자꾸 흥행 잘 되는건데' 등 영화 속 대사를 패러디한 인증샷을 공개하며 관객들에게 감사의 마음을 전했다.

'극한직업'은 해체 위기의 마약반 5인방이 범죄조직 소탕을 위해 위장창업한 '마약치킨'이 일약 맛집으로 입소문을 타게 되면서 벌어지는 이야기를 담은 코믹 수사극.

영화진흥위원회 통합전산망의 배급사 집계에 따르면 '극한직업'은 300만 관객을 돌파한지 3일만인 1월 30일(수) 아침 8시 누적 관객수 4,104,048명을 달성하며 다시 한번 놀라운 흥행 기록을 추가했다.

이는 역대 영화 흥행 순위 3위인 '국제시장'(12일)보다 4일이나 빠른 기록이자 천만 영화 '베테랑'(9일), '7번방의 선물'(12일), '변호인'(11일)을 넘어선 것이다.

독보적인 흥행 파워를 과시하며 2019년 대세 영화로 자리잡은 '극한직업'은 설 연휴 전인 이번주 주말 서울-경기 무대인사를 진행하며 흥행에 더욱 박차를 가할 예정이다.

지난 23일 개봉 이후 역대 코미디 영화 최고 오프닝, 역대 1월 개봉영화 최고 오프닝, 역대 1월 최다 일일 관객수 등 각종 흥행 기록을 갱신하고 있는 '극한직업'은 박스오피스 1위 자리를 굳건히 지키고 있는 것은 물론, CGV 골든에그지수 97%, 네이버 관람객 평점 9.34 등 관객들의 뜨거운 입소문과 함께 47.2%의 압도적인 수치로 예매율 1위를 지키고 있어 앞으로 보여줄 흥행에 귀추가 주목된다.

한편 '극한직업'은 현재 절찬 상영 중이다.

@highlight

해체 위기의 마약반 5인방이 범죄조직 소탕을 위해 위장창업한 '마약치킨' 이야기를 담은 코믹 수사극 '극한직업'이 개봉 8일째인 오늘 오전 400만 관객을 돌파함에 따라 마약반 5인방 류승룡, 이하늬, 진선규, 이동휘, 공명과 이병헌 감독은 영화 속 대사를 패러디한 인증샷을 공개하며 관객들에게 감사의 마음을 표했다.