박병준 만취 상태로 운전하며 사고를 낸 후 이를 막은 행인을 매달고서 차를 운전한 혐의를 받는 50대가 징역형의 집행유예를 선고받았다.

A(52)씨는 지난 6월30일 오전 4시23분께 혈중알코올농도 0.215%의 만취 상태로 운전을 하다가 주차돼 있던 차량을 들이받았다.

이어 후진을 하다가 자신의 차량 뒤편에 서 있던 피해자의 발등 위를 밟고 지나갔으며 다시 전진하다가 차량 사이드미러로 또 다른 피해자의 팔꿈치를 충격했다.

또 이를 저지하려던 행인이 A씨 운전석 창문 안으로 상반신을 들이밀고 있는 상황에서 그대로 차량을 운행한 혐의도 받고 있다.

이 사고로 3명의 행인이 각각 전치 2주의 상해를 입었다.

대전지법 형사4단독 이병삼 판사는 특정범죄 가중처벌 등에 관한 법률 위반(위험 운전 치상) 등의 혐의로 넘겨진 A씨에게 징역 1년에 집행유예 2년을 선고하고 준법 운전 강의 40시간, 알코올 치료 강의 40시간, 사회봉사 160시간도 함께 명령했다.

그는 또 차량 운행을 저지하기 위해 또 다른 행인이 운전석 창문 안으로 상반신을 들이밀고 있는 상황에서도 피해자를 매달고 차량을 운행한 혐의로 기소됐다.

이 사고로 모두 3명의 행인이 각각 전치 2주간의 상해를 입었다.

대전지법 형사4단독 이병삼 판사는 특정범죄 가중처벌 등에 관한 법률 위반(위험 운전 치상) 등의 혐의로 넘겨진 A씨에게 징역 1년에 집행유예 2년을 선고하고 준법 운전 강의 40시간, 알코올 치료 강의 40시간, 사회봉사 160시간도 함께 명령했다.

재판부는 "음주운전으로 사람을 상해에 이르게 했을 뿐 아니라 가해 차량으로 피고인이 음주운전을 저지하려고 한 피해자에게 상해를 가하기까지 하는 등 그 죄질이 불량하다"고 판시하며 "피고인이 자백하면서 뉘우치고 있는 점과 건장한 남자들이 차 주위를 에워싸자 겁이 나서 급하게 출발한 것으로 보이는 점 등을 고려해 형량을 결정했다"고 밝혔다.

@highlight

만취 음주운전으로 사고를 낸 50대 운전자가 저지하려던 행인을 매단채 주행해, 징역1년에 집행유예2년 선고 및 준법 운전 강의 40시간, 알코올 치료 강의 40시간, 사회봉사 160시간을 명령 받았다.