= 대구시는 우리민족의 최대 고유명절인 설 연휴(2.3~2.6)기간 동안 귀성객과 시민들에게 고향의 훈훈한 정을 나누고 즐거운 명절이 될 수 있도록 2.28기념중앙공원, 국채보상운동기념공원, 경상감영공원 및 달성공원에 신명나는 공연과 민속놀이 한마당 등의 다양한 이벤트를 마련할 계획이다.

대구 도시 중심부에 위치한 도심공원 2.28기념중앙공원 무대와 국채보상운동기념공원, 경상감영공원 광장에서 설맞이 민속놀이 한마당, 추억의 먹거리, 공연, 기념사진 촬영 등 다양한 이벤트로 공원을 찾는 시민에게 즐거움을 선사할 예정이다.

2.28기념중앙공원 무대에서는 2.3일(14:00~15:00) 신나는 대중음악공연을 시작으로, 2.4일(14:00~15:00)은 색소폰 공연, 2.5일(14:00~15:00)은 댄스 및 모델워킹 공연, 2.6일(14:00~16:00)은 고산농악단에서 지신밟기, 열두마당 등 전통 풍물놀이를 계획하고 있다.

국채보상운동기념공원, 경상감영공원, 2.28기념중앙공원의 3개공원 등의 광장에서 팽이치기, 투호놀이, 윷놀이, 제기차기 등 전통 민속놀이한마당을 마련하여 가족단위뿐만 아니라 연인들, 친구 등 누구든지 체험 하고 즐길 수 있도록 할 예정이다.

먹거리 쉼터에서는 옛 향수를 느낄 수 있는 한방차 및 옛날과자를 무료로 제공하며, 공원별로 기념사진을 촬영하고 촬영한 사진을 시민들에게 이메일로 발송할 깜짝 이벤트도 할 계획이다.

한편 대구시와 공원관리사무소에서는 설 연휴를 맞아 많은 시민들이 공원을 찾을 것으로 예상되어 명절에 앞서 대대적인 공원 내 시설물 유지보수와 청소 등 공원환경을 깨끗하게 정비하여 고향을 찾는 귀성객들과 이용객들에게 불편함이 없도록 한다는 방침이다.

@highlight

대구시는 우리민족의 최대 고유명절인 설 연휴(2.3~2.6)기간 동안 도심공원 2.28기념중앙공원 무대에서 2월 2~6일 동안 다양한 공연과 전통 풍물놀이를 하고 국채보상운동기념공원, 경상감영공원, 도심공원 3개공원 광장에서는 전통 민속놀이한마당을 마련하여 가족단위뿐만 아니라 누구라도 체험하고 즐길 수 있도록 할 계획이다.