충북도 구제역 방역대책본부는 지난 28일 경기도 안성시 금광면 젖소농가에서 O형 구제역 첫 발생 이후 30일 안성시 양성면 한우농가에서 추가 발생이 확인됨에 따라 도내 전역에 대해 긴급 방역조치를 추가로 시달했다.

방역대책본부에 따르면 안성시와 인접한 진천·음성군에 대해 우제류 가축 28만9천두를 대상으로 긴급 백신 접종을 29일부터 실시했으며, 나머지 9개 시·군 우제류 가축 60만두에 대해서도 금일중 백신을 배부해 조기에 일제접종을 마치기로 했다.

고령·소규모 농가에 대해서는 공수의사가 접종을 실시하고, 전업규모(소 50두 이상, 돼지 1천두 이상)의 농가에 대해서는 담당 공무원을 지정해 공무원 입회 하에 농가의 접종여부를 철저히 확인할 계획이다.

또 29일 오후 8시30분 이후로 일시이동중지 명령이 해제됨에 따라 별도 조치까지 경기도 안성시 우제류 가축의 도내 반입을 원천적으로 금지시키고 도내 우제류 도축장으로 반입되는 가축은 전수 검사토록 시달했다.

도는 이와 함께 거점소독소 2개소를 추가하고 농협에 비축된 생석회 22톤도 배부했다.

아울러 도내 우제류 가축 사육농장에 대한 전화예찰 뿐 아니라 시·군별로 가축방역관으로 구성된 도·시군 합동 점검반을 구성·운영해 농장 긴급백신 접종 이행여부 및 농장 일제소독 등 방역실태 점검을 강화하기로 했다.

안성시 구제역 추가발생으로 인해 구제역 위기단계가 '주의' 에서 '경계'로 상향 조정(금일 2시)됨에 따라 도 상황실은 유사시를 대비해 대응 준비에 만전을 다하고 있다는 귀띔이다.

도 관계자는 "다가오는 설 명절 기간 전후로 사람과 차량의 많은 이동이 예상된다"고 우려한 뒤 "도내 구제역 발생을 막기 위해 백신 일제 접종과 더불어 소독 차단방역 등 농가의 철저한 방역수칙 준수가 절실하다"고 당부했다.

@highlight

충북도 구제역 방역대책본부는 28일 경기도 안성시 젖소 농가에서 O형 구제역이  발생함에따라 29일부터 안성시와 인접한 진천·음성군에 대해 28만9천두를 대상으로 긴급 백신 접종을 실시하고 일부 소규모, 고령 농가에 대해서는 공수의사가 접종 실시 및 전업 규모 이상의 농가에 대해서는 담당 공무원이 직접 입회 하에 접종 여부를 확인하는 등의 긴급 방역조치를 시작했다.