이종만 ▲ 문경로 인천광역시장애인테니스협회 회장.

문경로(56) 인천광역시장애인테니스협회 제3대 회장 취임식이 30일 오후 6시 송도센트럴파크호텔 2층에서 열렸다.

이날 행사에는 곽희상 인천시체육회 사무처장, 자유한국당 민경욱 국회의원, 윤상현 국회의원 등 체육계와 노동·정계 인사 등 130여명이 참석했다.

현재 KT노동조합 서부지방본부 위원장을 맏고 있는 문회장은 23년간 인천테니스협회 전무이사를 지낸 인천 테니스계의 산증인이다.

대건중학교 시절 테니스를 시작해 16년 동안 선수생활을 했다.

이후 1982년 인천시 테니스 순회코치로 지도자 생활을 시작한 문회장은 오랜기간 전무이사로 인천테니스협회를 이끌었고 인천장애인테니스협회 창립 전무이사와 부회장 등을 역임하며 인천지역 장애인테니스의 산파 역할도 해 왔다.

이와 함께 6년간 대한장애인테니스협회 전무이사를 지내며 꾸준히 국내 대표급 장애인테니스 선수들과의 교분을 쌓아왔다.

지난 1999년에는 인천에서 열린 전국장애인체전을 계기로 선수들과 인연이 되어 인천장애인테니스협회를 창립하기도 했다.

당시 자신의 근무지에 있는 3면의 테니스코트를 활용해 장애인 선수들과 직접 훈련하며 경기력을 키웠고 직장의 도움으로 마련한 컨테이너 박스에서 협회 업무를 시작해 지금에 이르게 했다.

선수, 지도자, 체육행정가를 거쳐 이날 협회장에 취임한 문회장은 "후회없이 활동해 왔지만 돌아보면 아쉬운 부분도 많다"며 소회를 밝혔다.

특히 "마지막 봉사한다는 생각으로 선수들이 운동에만 전념할 수 있는 여건을 만들어 주고 싶었다"며 "연습장에 비해 선수들이 쉴 수 있는 공간이 항상 부족해 앞으로 복지공간 확보를 위해 최선을 다하겠다"고 밝혔다.

한편, 협회는 앞으로 문경로 회장과 4년간 협회를 함께 이끌어 갈 부회장 6명, 감사 2명, 이사 16명 등 제3기 임원에 대한 승인절차도 진행 중이다.

@highlight

현재 KT노조 서부지방본부 위원장을 맡고 있는 문경로씨는 선수, 지도자, 체육행정가를 거쳐 인천광역시장애인테니스협회 제3대 협회장으로 취임했다.