국방부와 인천시가 부평구 도심 내 위치한 3보급단의 이전을 위한 첫 발을 내딛는다.

도심에 들어서 있던 군부대가 외곽으로 이전하면서 단절된 시민 생활권이 복원되고 원도심 역세권 개발 사업에 활력을 불어넣을 수 있을지 관심이 모아지고 있다.

국방부와 시는 31일 국회 홍영표(부평을) 더불어민주당 원내대표 회의실에서 '군부대 재배치를 통한 원도심 활성화 등 정책협력 강화를 위한 업무협약식'을 진행한다고 30일 밝혔다.

이날 협약식에는 홍영표 원내대표와 정경두 국방부 장관, 박남춘 인천시장 등이 참석한다.

이번 협약식은 인천지역 군부대 재배치 추진을 위해 마련됐다.

국방부와 시는 이번 협약을 계기로 부평구 산곡동에 위치한 3보급단과 미추홀구 관교동 통합예비군 훈련장을 부평구 일신동 17사단과 3군지사 부대로 재배치하기 위한 관련 절차를 밟기로 했다.

협약식에서 구체적인 이전 로드맵과 활용 방안 등에 대한 내용이 발표될 것으로 보인다.

3보급단 등 군부대 이전은 박남춘 시장의 공약이다.

부평구 산곡동 204번지에 85만6000㎡ 규모의 3보급단을 이전하고, 약 3㎞의 군용철도를 폐쇄해 녹지 공간을 조성하는 한편 주변 역세권 개발에 나서겠다는 구상이다.

그간 도심 한 가운데 위치한 군부대로 시민들의 생활은 단절되는 등의 피해가 있었다.

한편 박남춘 시장은 이전 재원에 관련 이달 초 열린 기자간담회에서 "국방부 예산 등을 활용할 계획이다.

지역 재정에 부담을 주는 일은 없을 것"이라고 밝힌 바 있다.

박남춘 시장은 30일 자신의 페이스북을 통해 "가장 핵심적인 사항은 도심 한 가운데 있는 군부대가 도시 외곽에 있는 기존 부대로 통합 재배치되고, 40만평 내외의 부지가 시민들의 품으로 돌아온다는 것"이라며 "시민들의 생활과 밀접하게 연관된 곳이어서 향후 도심 내 공원과 문화 공간, 기억의 공간, 장고개 도로 같은 필수 간선 도로 등으로 활용될 수 있을 것으로 기대 한다"고 밝혔다.

@highlight

부평구 도심 내 위치한 3보급단의 이전이 확정되어 시민 생활권이 복원되고 원도심 역세권 개발 사업에 활력을 줄지 관심이 모아지고 있는 가운데 국방부와 시는 '군부대 재배치를 통한 원도심 활성화 등 정책협력 업무협약식'을 진행하기로 했다. 