"제주4·3과 같은 비극이 다시는 일어나지 않기를 바라는 마음으로 제주4·3특별법 조속한 개정을 위해 최선의 노력을 다하겠다"

제주4·3희생자유족회가 30일 제주4·3평화교육센터에서 회장단 및 감사 이·취임식을 진행한 가운데 제9대 송승문 신임회장(70)이 취임하면서 이 같은 약속을 다짐했다.

송승문 신임회장은 "때로는 험난한 길도 있겠지만 제주4·3유족들과 도민들의 지적에 대해 함께 소통하면서 제주4·3 완전한 해결에 노력하겠다"며 "무엇보다 억울한 4·3유족들에게 한치의 소홀함이 없도록 하겠다"고 포부를 밝혔다.

특히 그는 "제주4·3특별법 개정안을 국회에 제출했고 개정안에는 진상조사, 생존희생자에 대한 무혐의 판결, 희생자 및 유족 보상금 지급, 4·3트라우마 센터, 추모단체 지원 등이 포함됐다"며 "이번 특별법 개정에는 국회가 적극적으로 앞장서는 노력이 필요하다"고 강조했다.

또한 "지난 17일 제주지방법원 법정에서 4·3생존수형인에 대한 재판부의 공소기각 판결이 내려졌다"며 "아무리 비틀려고 해도 정의는 강물처럼 도도하게 흐르는 사실인 것을 보여준 판결이라고 생각한다"고 언급했다.

이어 "문재인정부가 과거사 문제해결 등 국정과제를 조속히 실천해주길 부탁드린다"며 "제주4·3 71주년을 맞은 올해 희생자 추념식에도 문재인 대통령이 꼭 참석해 유가족과 도민들에게 따뜻한 위로의 말을 해주길 바란다"고 촉구했다.

마지막으로 "더 이상 아픈 역사를 후손들에게 물려줘서는 안 되고 4·3에 대한 아픔은 잊고 기억을 통해 역사가 이어지길 바란다"며 "제주4·3이 화해와 상생을 통한 평화와 인권의 보편적 가치를 실현하는데 모든 힘을 다하겠다"고 말했다.

한편 송승문 신임회장은 4·3행방불명인협의회 공동대표, 4·3유족회 사무국장 및 처장, 4·3사건진상규명실무위원회 부위원장, 4·3희생자유족회 상임부회장, 4·3평화재단 이사 등을 역임했다.

@highlight

30일 제주4·3평화교육센터에서 개최된 회장단 및 감사 이·취임식에서 제9대 송승문 신임회장은 제주4·3 완전한 해결을 위해 제주4·3특별법을 조속히 개정하는 등 최선을 다하겠다고 말했다.