신서희 충청권 시도지사·의장, 민주당 시·도당 위원장 건의서 채택 (동양일보 신서희 기자) 충청권에서 세종시에 대통령 집무실을 설치해달라는 요청이 잇따르고 있다.

이춘희 세종시장은 30일 청와대를 방문해 노영민 대통령 비서실장 등 주요 인사를 만난 자리에서 충청권 4개 시·도지사(허태정 대전시장·이춘희 세종시장이시종 충북지사·양승조 충남지사)가 서명한 '대통령 세종집무실 설치를 위한 공동건의문'을 전달했다.

충청권 시·도지사는 건의문에서 "세종시에서 국정 운영을 원활히 할 수 있도록 '대통령 세종집무실' 설치를 절실히 요청한다"고 밝혔다.

대통령 세종집무실은 새로 건립되는 정부세종신청사 안에 우선 마련해 활용하고, 추후 청와대와 같은 별도의 독립된 집무실을 갖출 필요가 있다고 제언했다 대통령 세종집무실 설치와 관련, 지난 20일 더불어민주당 충청권 시도당 위원장들이 공동청원서를 발표했고, 28일에는 충청권 시도의회 의장협의회에서 공동건의서를 채택하는 등 공감대가 빠르게 확산하고 있다.

민주당 조승래 대전시당위원장, 이춘희 세종시당위원장, 변재일 충북도당위원장, 어기구 충남도당위원장 등 충청권 4개 시·도당위원장들은 최근 추진이 어렵게 된 대통령 광화문집무실 대신 이를 세종시에 설치하는 방안과 국회 세종의사당의 차질 없는 건립에 적극적으로 대응키로 했다.

이들은 이해찬 당 대표에게 보내는 '대통령 세종집무실 설치에 관한 공동청원서'를 채택한 바 있다.

충청권 시도의회 의장협의회도 지난 28일 대전시의회 대회의실에서 대통령 세종집무실 설치를 촉구하는 공동건의서를 채택했다.

김종천 대전시의회 의장과 서금택 세종시의회 의장, 장선배 충북도의회 의장, 유병국 충남도의회 의장은 공동건의서를 통해 "국정 운영의 분절 현상을 막고 업무 효율성 강화는 물론, 업무보고 등 출장으로 인한 경제적 손실을 줄이기 위해서는 청와대 세종집무실 설치가 구체적으로 검토되어야 할 시기"라면서 대통령 세종집무실 설치를 촉구했다.

@highlight

충청권에서는 세종시에서 국정운영을 원활히 할 수 있도록 대통령 세종집무실 설치를 요구하며 업무 효율성 강화는 물론 , 업무보고 등 출장으로 인한 경제적 손실을 줄일 수 있도록 세종집무실 설치가 구체적으로 검토되어여 한다고 한 목소리를 내고 있다