윤규상 (동양일보 윤규상 기자) 설 명절을 앞두고 충주지역에서는 소외계층을 돕기 위한 나눔 행렬이 이어져 주위를 훈훈하게 하고 있다.

하나님의 교회 세계복음선교협회도 이날 어려운 이웃에 전해 달라며 이불 10채를 교현안림동행정복지센터에 기탁했다.

문화동 하나님의 교회는 지난 28일 신도들이 십시일반 모은 성금으로 이불을 구입해 홀몸노인과 장애인가구 15곳에 전달했다.

앞서 지난 25일에는 교현안림동 통장협의회가 십시일반 모은 성금으로 마련한 10kg들이 백미 132포를 기탁했다.

㈜남영건설 문대식 대표도 이날 100만원 상당의 전기밥솥 5개를 기탁했다.

동량면 지역사회보장협의체와 동량초 학생회는 이날 저소득 홀몸노인을 위한 성금후원 협약을 체결했다.

면 바르게살기위원회도 회원들이 모은 성금으로 구입한 라면을 지역 취약계층가구 25곳에 직접 전달했다.

또한 면 새마을협의회도 추운 겨울을 따뜻하게 보낼 수 있도록 (사)징검다리 충주지부에서 기부한 연탄 1000장을 취약계층가구 5곳에 직접 전달했다.

애플행복학교는 30일 탑평 경로당을 방문해 점심식사를 대접하고 재능기부 봉사활동으로 어르신들에게 즐거움을 선사했다.

문화동통장협의회도 이날 경로당 10곳에 화장지 등 생필품을, 동 지역사회보장협의체도 경로당 10곳에 60만원 상당의 떡과 만두를 각각 전달하며 온정을 나눴다.

성내충인동 9기 주민자치위 장재흥 위원장은 어려운 이웃을 위해 써달라며 성금 100만원을 기탁했다.

윤선재 청풍상회 사장도 150만원 상당의 백미 10kg들이 50포를, 공흥석 SM새마을금고이사장은 280만원 상당의 백미 20kg들이 50포를 각각 성내충인동행정복지센터에 기탁했다.

배동희 성내충인동 통우회장도 통장들이 정성껏 모은 성금으로 마련한 80만원 상당의 라면 40박스를 소외계층에게 전달했다.

@highlight

교현안림동 통장협의회가 모은 성금으로 백미132포를 마련하여 기탁하였고, (주)남영건설 대표는 100만원 상당의 전기밥솥 5개를 기탁하는 등 충주지역 각계각층의 소외 계층을 돕기 위한 나눔 행렬이 이어졌다.