ktb투자증권은 31일 에스엠(041510)에 대해 중국 텐센트뮤직과 텐센트뮤직과 콘텐츠 유통 및 마케팅 협력 계약 체결했다며 시너지 효과를 창출할 수 있을 것으로 기대 한다고 평가했다.

목표주가 6만3000원, 투자의견 '매수'를 유지했다.

남효지 ktb투자증권 연구원은 "에스엠이 텐센트뮤직과 전략적 파트너십 체결했는데 알리바바와의 음원 계약보다 유리한 조건으로 체결한 것으로 파악된다"며 "중국 유료 음원 스트리밍 시장의 약 78% 차지하고 있는 텐센트뮤직과의 계약으로 음원 부문뿐만 아니라 텐센트뮤직이 서비스하는 소셜 엔터테인먼트 사업(온라인 노래방 서비스, 음악 기반 인터넷 방송 플랫폼 등)과 시너지 효과를 창출할 수 있을 것으로 전망한다"고 밝혔다.

남 연구원은 "올해 초 데뷔한 중국 보이그룹 WayV에도 주목할 필요가 있다"며 "WayV는 뮤직비디오 공개 후 QQ 인기 차트 2위, 신곡 차트 10위, 웨이보 실시간 검색순위 20위를 기록했다"며 "그룹 내 NCT 활동을 한 멤버들이 포함돼 있어 데뷔 초기 인지도 확보에 유리한 상황"이라고 말했다.

이어 "파트너사와 활발한 현지 프로모션을 진행할 것으로 보여 성장 곡선이 가파를 것으로 예상한다"며 "지난해 4분기에는 영향력 있는 아티스트의 대거 활동으로 전 부문에서 실적이 양호했다"고 덧붙였다.

특히, 음반부문은 EXO, NCT127 등 앨범 판매 호조로(4분기 총 293만장) 별도 이익이 큰 폭으로 늘 것으로 예상했다.

지난해 4분기 에스엠의 매출액은 전년 대비 42.2% 증가한 2032억원을, 영업이익은 424.1% 급증한 196억원을 나타낼 것으로 전망했다.

남 연구원은 "지난해 YouTube 수익도 전년 영상 재생수 56억회 대비 약 40% 성장한 78억회 재생돼 60억원 가량을 벌어들일 것으로 보인다"며 "NCT127은 2월부터 첫 일본 투어를 시작할 계획이고 레드벨벳도 2월부터 미주 지역에서 7회 공연할 예정이어서 두 그룹이 빠르게 성장할수록 이익에 우호적"이라고 설명했다.

@highlight

KTB투자증권은  에스엠이 중국 텐센트뮤직과 콘텐츠 유통 및 마케팅 협력 계약을 체결했다고 밝혔으며 지난해 4분기 에스엠의 매출액은 전년 대비 42.2% 증가한 2032억원을, 영업이익은 424.1% 급증한 196억원을 나타낼 것으로 전망했다.