노진균 30일 경기북부지방경찰청 다산홀에서 박정훈 경찰위원장이 '경찰의 역할과 사명'이라는 주제로 강연하고 있다.

경기북부경찰청은 30일 지방청 다산홀에서 최해영 청장을 비롯해 1·2부장, 과·계장 및 희망직원 등 190여명이 참석한 가운데 제7회 '경바시(경찰을 바꾸는 시간)' 강연 프로그램 행사를 개최했다고 밝혔다.

이날 강연은 서울·형사민사지방법원 판사 등을 역임하고 현재 서울대 로스쿨 교수인 박정훈 경찰위원장이 '경찰의 역할과 사명(부제 : 민주와 법치, 현장의 법관)'이라는 주제로 약 1시간 30분가량 진행됐다.

박 위원장은 "민주와 법치 둘 중 어느 한 쪽에만 치우지게 된다면 국가가 제 기능을 유지할 수 없다"며 "경찰은 최일선 현장에서 민주와 법치를 조화시키는 핵심 역할을 가장 앞장서서 수행하고 있음을 명심해줄 것"을 당부했다.

이어 그는 "법은 주권자인 국민과 사회의 보호를 위한 수단일 뿐이지 법 자체가 경찰활동의 목적이 돼서는 안 된다"며 "법 집행의 대상인 시민들이 모두 주권자라는 인식을 갖고, 그들의 목소리에도 귀 기울여 함께 사는 사회를 구현하는데 노력해달라"고 강조했다.

또 현재 논의 중인 수사권 조정에 대해서는 "국가기능을 유지하는 임무가 부여된 경찰이 그에 따라 수사를 하는 것도 당연한 만큼, 소추기관인 검찰과 수사기관인 경찰 간 수사권 조정은 반드시 이뤄져야 한다"며 "다만, 그만큼 경찰에게도 막중한 책임이 부여돼야 한다"고 밝혔다.

이밖에 자치경찰제 도입에 대해서는 "수많은 의견들이 논의되고 있지만 결국 지방분권의 이념을 충실히 구현하고 국민에게 가장 이익이 되는 방향으로 추진돼야 할 것"이라며 의견을 피력했다.

최해영 경기북부경찰청장은 "이번 강연을 통해 경찰이 국가 운영에 매우 중요한 역할을 수행하고 있음을 다시 한 번 되새기는 기회가 됐다"며 "앞으로 우리 경기북부경찰이 치안현장에서 민주와 법치를 조화롭게 구현해 나갈 수 있도록 최선을 다하겠다"고 말했다.

@highlight

30일 경기북부지방경찰청에서 현 서울대 로스쿨 교수 박정훈 경찰위원장이 '경찰의 역할과 사명'이라는 주제로 강연하며 '경찰은 민주와 법치를 조화시키는 핵심 역할을 가장 먼저 수행해야 함을 명심할 것'을 당부했다.