주방에서는 날카로운 칼로 인해 손을 자주 다치는 경우가 많습니다.

만약 다칠 경우 청결한 타올로 다친 부분을 감싸준 뒤 지혈을 해야 합니다.

칼에 베인 부위를심장부위보다 높게 들어주고 피가 멎으면 흐르는 물이나 생리식염수에 상처 부위를 씻어줍니다, 그릇 등이 깨져 손을 베였을 땐 균이 침투하지 않도록 소독을 하고, 작은 파편이 들어갔다면 직접 드레싱을 하는 것 보다 병원에서 확인 후 안전히 처치하는 것이 좋습니다.

가장 많이 입는 부상 중 하나가 바로 화상입니다.

화상은 2차 감염이 일어날 수 있고 자칫 큰 흉터가 질 수 있어 빠른 치료가 중요합니다.

응급처치로 화상 부위에 옷이나 천이 붙지 않도록 제거한 후 최대한 빨리 흐르는 물에 오랫동안 씻어줍니다.

씻은 뒤에는 수건, 거즈, 천 등을 물에 적셔 상처에 대고 병원으로 바로 가는 것이 좋습니다

보통 요리를 하는 주방은 배수 환경 때문에 바닥이 하수구 쪽으로 미세하게 경사져 있는데요.

눈치 채지 못할 정도의 경사지만 다리에는 자신도 모르게 큰 부담이 가고 있습니다.

장시간 서 있거나 앉아있는 직업군에서 많이 발생하는 하지정맥류는 정맥 내 판막에 무리가 가 혈액이 역류하면서 혈관이 늘어나거나 정체해 거미줄처럼 검붉은 핏줄이 보이거나 울퉁불틍해지는 증상이 나타납니다.

그릴, 오븐 등 주방의 열기는 굉장히 높기 때문에 요리사들은 매일 땀을 많이 흘릴 수 밖에 여름철에는 땀띠가 날 정도고 겨울에도 정신없이 일하다 보면 탈수 증상이 올 수 있습니다.

평소 자주 수분을 섭취하는 것이 중요합니다.

조금만 신경을 쓴다면 안전하고 건강하게 요리를 할 수 있습니다.

네가지 중에서 특히 가장 조심해야하는건 탈진이라고 생각합니다.

탈수 증상이오면 정신도 혼미해지고 어지러울 수 있어 더 큰 사고가 발생할 수 있으니 주의하시길 바랍니다.

@highlight

주방에서 날카로운 칼로 인해 손을 다쳤을 경우 청결한 타올로 다친 부분을 감싸고 심장부위보다 높게 들어 지혈을 해야 한다.