부여군은 30일 충남신용보증재단(이사장 유성준)과 소상공인 특례보증 지원을 위한 업무협약을 체결했다.

특례보증이란 담보능력 부족으로 제도권 은행대출이 쉽지 않은 소상공인들이 금융기관에서 저금리 대출을 받을 수 있도록 부여군과 충남신용보증재단이 대신 보증서를 발급해줌으로써 운영자금 대출이 가능하도록 하는 제도이다.

부여군은 소상공인 특례보증 확대라는 박정현 군수의 공약을 반영 올해부터 출연금을 두 배로 늘려 1인당 3천만원 보증을 한도로 총 36억원까지 보증지원이 가능해 매년 약 160개 이상의 업체가 지원을 받을 것으로 기대되고 있다.

특히 부여군의 특례보증 출연은 충남도 내 군 단위 지자체 중 가장 많은 액수이며, 대출계획에 따라 상환방식이 선택 가능하여 최장 5년까지 혜택을 받을 수 있을 전망이다.

이처럼 정부의 소상공인,자영업자 지원정책에 맞춘 부여군의 발 빠른 대응이 경기침체와 유통환경 변화, 최저임금 인상 등 경영환경 악화로 인해 어려움을 겪고 있는 소상공인들에게 큰 호응을 받을 수 있을 것으로 기대된다.

한편 결제 및 유통방식 간소화, 수수료 인하와 함께 다양한 군 재정지출 항목과 연계한 전자식 지역화폐 전환사업이 지난해 12월 용역업체를 선정하고 올해 하반기 도입을 목표로 본격적인 첫 걸음을 내딛었다.

이와 함께 10인 미만 사업장 중 월평균 보수 210만원 미만의 근로자를 고용한 사업주에 대해 사업주 부담분의 사회보험료(국민연금, 고용보험, 건강보험, 산재보험)를 지원해주는 소상공인 사회보험료 지원 사업이 현재 시행을 앞두고 있어 영세사업자 인건비 부담 완화와 노동자 고용불안 해소에 실질적인 도움이 될 것으로 보인다.

군 관계자는"이번 특례보증 지원 확대로 많은 어려움을 겪고 있는 소상공인들의 자금난 해소에 조금이나마 도움이 되기를 바란다"면서"앞으로도 소상공인이 살맛나고 활력 있는 상권 조성을 위한 다양한 사업을 적극 발굴해 나가겠다"고 말했다.

@highlight

담보능력 부족으로 은행대출이 쉽지 않은 소상공인들에게 부여군과 충남신용보증재단이 대신 보증서를 발급해줌으로써 운영자금 대출이 가능하도록 하는 특례보증 지원에 부여군과 충남신용보증재단이 협약을 맺어 경기침체와 유통환경 변화, 최저임금 인상 등 경영환경 악화로 힘든 소상공인들에게 발 빠른 대응책이 될 계획이다.