3일 바르사 원정 16번 달고 출격 대기3일 바르사 원정 16번 달고 출격 대기이강인(오른쪽)이 31일 아닐 머시 발렌시아 회장과 함께 등번호 16번 유니폼을 들고 기념촬영을 하고 있다.

[서울경제] 100년 역사를 지닌 스페인 프리메라리가 명문 구단 발렌시아의 홈페이지에 들어가자마자 활짝 웃는 이강인이 새 유니폼을 들고 서 있다.

한국 축구 최고 유망주 '슛돌이' 이강인이 31일(이하 한국시간) 만 17세에 발렌시아 1군에 정식 등록했다.

이날 발렌시아 구단은 "이강인을 31일자로 발렌시아 1군 스쿼드의 정식 멤버로 등록했다. 한국에서 온 이 젊은 재능 넘치는 선수는 이제 16번 유니폼을 입고 뛴다"고 발표했다.

이강인은 최근 프리메라리가 2경기에 출전하고 스페인 국왕컵(코파델레이)에도 꾸준히 기용되는 등 이미 1군 경기를 뛰어왔으나 소속은 2군이었다.

이번 1군 등록으로 8,000만유로(약 1,029억원)로 알려진 바이아웃(최소 이적료)도 효력을 발휘하게 된다.

다른 구단이 발렌시아 구단의 동의 없이 이강인을 데려가려면 발렌시아에 최소 8,000만유로의 이적료를 내야 한다.

지난 30일 국왕컵 8강 2차전에서 막판 2골에 모두 관여하며 발렌시아의 4강 진출을 도운 이강인은 오는 3일 오전2시30분 캄노우에서 열리는 FC바르셀로나와의 정규리그 원정 경기에 출격 대기한다.

이강인은 지난해 10월 국왕컵 32강에서 한국인 최연소(만 17세253일) 유럽프로축구 공식 데뷔 기록을 썼고 지난 13일에는 발렌시아 구단 사상 외국인 선수 최연소(만 17세327일) 정규리그 데뷔 기록을 세웠다.

이강인은 손흥민(토트넘)이 보유한 한국인 최연소(만 18세114일) 유럽 5대 리그 득점에 도전한다.

@highlight

지난해 10월 스페인국왕컵 32강에서 한국인 최연소인 만 17세로 유럽프로축구 공식 데뷔 기록한 이강인은 31일 발렌시아 1군에 정식 등록하여, 오는 3일 오전2시30분 캄노우에서 열리는 FC바르셀로나와의 정규리그 원정 경기에 출격 대기한다.