경북도가 29일 발표된 정부의 예비타당성조사 면제 사업 선정 여파로 속앓이 중이다.

내부적으로는 실리를 챙긴 것으로 평가하고 있지만, 실적이 낮다는 외부 시선 때문이다.

30일 경북도에 따르면 김천~거제 간 남부내륙철도 사업이 예타 면제 사업으로 선정돼 총 사업비 4조7천억원 중 약 1조6천억원을 확보했다.

이 사업의 경북 내 구간만 60㎞로 전체 노선의 약 33%에 달한다.

그런데 이 사업이 경남도가 건의해 선정된 예타 면제 사업이다 보니 경북도로선 대놓고 말하기가 힘든 상황이다.

경북도가 이번 정부 예타 면제 사업에서 확보한 사업은 동해선 단선 전철화다.

포항~동해 간 총연장 178.7㎞를 전철화하는 사업으로 사업비 4천억원이 투입된다.

애초 도는 4조원 규모의 복선 전철화를 건의했지만 '단선, 4천억원'으로 수정, 반영됐다.

어찌됐건 이번 예타 면제 사업에서 경북이 확보한 전체 사업 규모는 2조원에 이른다는 게 경북도의 계산이다.

게다가 이와 별도로 1조4천억원 규모의 문경~김천선 철도도 정부의 광역권 예타 대상 사업으로 선정, 현재 건설 중인 중부내륙선(이천~문경) 철도와 연계해 수도권으로 연결되는 내륙선 철도망을 완성할 단초도 얻었다.

그럼에도 도청 안팎의 시선이 싸늘하다.

동해안 고속도로(7조원)와 동해선 복선 전철화(4조원) 사업 등 '11조원을 건의했는데 4천억원밖에 선정 안 됐다'는 결과 때문이다.

특히 남부내륙철도 사업은 김천을 지역구로 뒀던 이철우 경북도지사의 대표 사업인데 '김경수 사업'으로 각인돼 더 씁쓸한 뒷맛을 남겼다.

이 도지사는 2010년부터 정부를 상대로 이 사업을 건의했고 2013년부터는 '국회 내륙고속철도포럼' 공동대표를 지내며 사업 추진에 큰 열의를 보여왔다.

도는 남부내륙철도 예타 면제 건의를 검토했지만, '도지사 지역구 사업이라 괜한 오해 살 수 있다'고 판단, 동해안권 사업 2개를 선정했다는 후문이다.

@highlight

30일 경북도는 김천~거제 간 남부내륙철도 사업이 예타 면제 사업으로 선정돼 총 사업비 4조7천억원 중 약 1조6천억원을 확보했지만 '11조원을 건의했는데 4천억원밖에 선정 안 됐다'는 결과 때문에 속앓이 중이다.