청주시의회 경제환경위, "반도체 특화 클러스터는 청주가 최적지"

정부의 반도체 클러스터 조성 사업에 청주시를 비롯해 경기 용인시와 이천시, 경북 구미시, 충남 천안시와 아산시 등 6개 도시가 유치 경쟁에 나선 가운데 청주시의회가 유치를 위한 지원활동에 나섰다.

청주시의회 경제환경위원회(위원장 김태수)는 소속 의원들은 30일 청주시청에서 기자회견을 열어 "대·중소 상생형 반도체 특화 클러스터는 청주가 최적지"라며 "정부의 반도체 클러스터 조성 계획은 SK하이닉스공장이 있는 청주시의 신산업단지 청사진이며, 청주는 SK하이닉스 협력업체 160여 곳이 있고 대·중소기업 협력과 지역상생의 대표적인 모범사례로 꼽힌다"고 당위성을 설명했다.

이어 "KTX오송역, 경부·중부고속도로, 청주국제공항 등 사통팔달의 교통망으로 최고의 접근성을 제공하고 반도체 클러스터 조성용지도 이미 마련돼 있다"고 덧붙였다.

김태수 경제환경위원장은 "기존 사업장과의 연관성과 지방기업 이전 촉진의 관점에서 수도권 규제 완화 등의 사회적 갈등 없이 비수도권 중 수도권과 비교해도 손색 없는 완벽한 입지 조건을 갖춘 청주가 적지"라고 강조했다.

그러면서 "청주와 SK하이닉스는 함께 아파하고 기뻐하며 성장해 온 특별한 존재로, 한때 미국의 마이크론사에 매각이 추진될 때는 '하이닉스 살리기 범도민 대책기구'를 구성해 매각 철회는 물론 경영 정상화, 직원 고용안정 등 회생을 위해 나서기도 했다"고 주장했다.

경제환경위는 "수도권에 반도체 클러스터가 조성된다면 지방의 박탈감이 고조될 것"이라며 "시의회는 85만 시민과 함께 반도체 클러스터 유치에 총력을 기울일 것"이라고 덧붙였다.

앞서 지난해 12월 청주시의회는 정부의 수도권 입지 반도체 클러스터 구축 구상 반대 건의문을 채택했고, 충북시장·군수협의회에서도 건의문을 발송했다.

충북도의회도 지난 29일 폐회한 370회 임시회에서 반도체 클러스터 충북 유치에 힘을 보탰다.

@highlight

청주시의회 경제환경위원회 소속 의원들은 30일 청주시청에서 기자회견을 통해 "수도권에 반도체 클러스터가 조성된다면 지방의 박탈감이 고조될 것"이라며 "시의회는 85만 시민과 함께  완벽한 입지 조건을 갖춘 청주에 반도체 클러스터 유치하는데 총력을 기울일 것"라고 강조했다.