[서울경제] 어제(30일) 방송된 MBC '실화탐사대'는 젝스키스 출신 강성훈과 팬클럽 '후니월드' 운영자 박모 씨를 둘러싼 의혹에 대해 조명하며 주목받았다.

방송에 앞서 강성훈 측은 방송으로 인격권(명예권)이 현저히 훼손될 우려가 있다며 법원에 방송금지를 청구했다.

이에 대해 서울서부지방법원 제21민사부는 강성훈 측의 주장이 이유가 없으므로 기각한다고 결론을 내렸고, 이날 '실화탐사대'는 정상적으로 전파를 탔다.

방송 내용은 충격적이었다.

논란의 시작이 된 작년 9월 계획된 대만 팬 미팅, 비자 발급 중 소속사 동의서 부분이 누락돼 강성훈이 팬미팅 취소를 일방적으로 통보한 것이다.

이 과정에서 강성훈과 소속사로 되어있던 후니월드 운영자에 대한 스캔들이 불거지기 시작했고, 대만 공연기획사 측은 강성훈을 상대로 국제소송을 제기했다.

논란은 한국에서도 이어졌다.

강성훈이 젝스키스 20주년 기념으로 기부를 한다는 명목 하에 팬들의 모금을 받았지만, 기부가 정상적으로 이루어지지 않은 것.

팬들은 젝스키스 20주년 기념 기부 모금액이 사라졌다고 주장했고, 강성훈을 상대로 사기죄와 횡령죄로 고소장을 낸 상태다.

특히 이날 방송에는 강성훈과 팬카페인 후니월드 운영자의 관계에 대한 증언이 등장했다.

이날 자신을 후니월드 운영자의 친오빠라고 소개한 박 씨는 두 사람에 대해 "경제 공동체고 사실혼 관계"라고 털어놓았다.

이어 그는 "수습할 의지가 없어 보이고 항상 거짓말로 일관해서 밝혀야겠다고 생각했다"며 인터뷰에 나선 계기를 설명했다.

한편 이날 '실화탐사대'는 일부 헬스 트레이너와 브로커 나아가 인터넷에서조차 버젓이 판매되고 있는 전문의약품 스테로이드 불법 거래 실체를 파헤쳐 눈길을 끌었다.

진짜 이야기를 찾아 떠나는 MBC '실화탐사대'는 매주 수요일 오후 8시 55분에 방송된다.

@highlight

30일 방송된 MBC '실화탐사대'는 젝스키스 출신 강성훈과 팬클럽 '후니월드' 운영자 박모 씨는 "경제 공동체고 사실혼 관계"라는 후니월드 운영자 친오빠의 증언을 조명하며 주목받았다.