인천지역 중소기업이 일자리창출에 앞장서면 낮은 대출금리를 적용받는다.

인천시가 한국은행과 협력해 중소 일자리창출 기업에 '저리 자금지원'을 확대 강화한다고 30일 밝혔다.

시는 중소기업의 일자리창출 및 경영여건 개선을 위해 중소기업 육성자금을 매년 지원하고 있다.

올해도 경영안정자금 9천억 원과 구조고도화자금 550억 원을 확대 지원할 예정이다.

특히 올해 자금지원 정책방향을 불황 극복 및 성장견인 주도를 위한 '일자리 및 성장 중심의 집중지원'으로 잡아 기업별 대출금리에 따른 차등지원을 실시한다.

상대적으로 어려운 중소기업의 금융비용 부담을 완화하고, 일자리 및 성장 분야에 집중 지원해 예산투입 대비 자금지원 효과를 극대화하는 것이다.

한국은행 인천본부는 시에 협력해 시 선정 고용창출기업 및 고성장기업에 한국은행 금융중개지원대출(지방중소기업 지원프로그램, 이하 C2)과 연계한 고용창출기업 및 고성장기업을 한국은행 C2 자금 전략지원부문 지원에 포함시키기로 했다.

이에 따라 시의 고용창출·고성장 추천기업에 대해 한국은행 정책자금을 연계 지원하는 등 금융기관에서 대출을 받을 때 시의 금리보전 혜택(기본지원 0.3~2%+추가지원) 외에 한국은행 C2자금 연계지원으로 0.5~1.0%의 금리감면 혜택이 주어지게 된다.

한국은행 C2자금 지원은 오는 3월 대출실적부터 시작되며, C2자금 운용기준 및 기업별 신용도 및 지원이력에 따라 달라질 수 있고 자금배정에서 제외될 수도 있으므로 지원받고자 하는 기업은 거래하는 시중 금융기관과 사전상담이 필요하다.

또 한국은행의 C2자금 지원으로 여력이 생기는 시의 이차보전금은 다시 중소기업에 지원함으로써 보다 많은 기업에 대한 지원으로 고용 및 매출액 확대에 크게 기여할 것으로 보인다.

임경택 시 산업진흥과장은 "매년 일률적인 시책보다는 정책수요자인 기업여건에 맞는 맞춤형 시책 발굴로 올 한해도 중소기업이 만족할 수 있도록 역동적인 시책을 펼칠 것이다"라고 말했다.

@highlight

중소기업의 일자리창출 및 경영여건 개선을 도모하고자 중소기업 육성자금을 매년 지원하고 있는 인천시가 한국은행과 협력해 '저리 자금지원'을 확대 강화하여 상대적으로 어려운 중소기업의 금융비용 부담 완화와 일자리 및 성장 분야에 집중 지원해 예산투입 대비 자금지원 효과를 높이려는 전략이다.