카카오페이지는 다음달 2~6일 5일간 순차적으로 ‘카카오페이지 설특집 무비 데이’ 프로모션을 진행한다.

다섯 편의 인기 영화를 누구나 무료로 볼 수 있는 기회다.

카카오페이지 설특집 무비데이 이미지.

영화 다섯 편은 모두 최신 흥행작이다.

2일은 ‘신과 함께-인과 연’, 3일은 인크레더블2, 4일은 안시성, 5일은 명당, 6일은 앤트맨과 와스프를 감상할 수 있다.

신과 함께-인과 연, 안시성, 앤트맨과 와스프는 지난해 관객 수 기준 흥행TOP 10에 속할 만큼 검증 받은 대작이다.

아울러 이 다섯 편은 모두TV 방영이 한번도 되지 않아 이용자 관심이 더욱 뜨거울 것으로 보인다.

또한 카카오페이지는 지난12월부터 PC, TV에 화면을 전송하는 미러링 기능을 제공해 영화를 한층 실감나게 볼 수 있도록 하고 있다.

프로모션 참여 방법은 간단하다.

카카오페이지에 접속해 ‘무비데이’ 영화를 무료로 볼 수 있는 전용 포인트를 받아 감상 가능하다.

영화를 감상한 후 감상평을 댓글로 작성하면 추첨을 통해 매일 한 명씩 모두 다섯 명에게 스마트TV를 선물한다.

카카오페이지 측은 “매년 명절마다 이용자들이 가장 기다리고 기대하는 선물이 될 수 있도록 ‘무비데이’를 지속적으로 진행할 것”이라며 “2월부터는 PC로도 결제, 포인트 선물받기가 가능해져 유저들의 편리성을 높이고 국내 주요 지상파 예능·드라마 선물 이벤트도 선보일 것”이라고 밝혔다.

현재 카카오페이지는 영화, 드라마, 예능, 해외 인기 시리즈와 애니메이션까지 론칭해 VOD 서비스 영역을 빠르게 확장하고 있다.

이를 알리기 위한 다양한 이벤트를 마련해 이용자들에게 보다 폭넓고 풍부한 영상 콘텐츠 경험을 제공해 나갈 예정이다.

카카오페이지는 카카오의 종합 모바일 콘텐츠 자회사다.

웹툰, 만화, 소설부터 베스트셀러까지 총 5만여 개의 작품 가운데 3500개가 넘는 작품을 자체 감상법인 ‘기다리면 무료’로 제공하고 있다.

@highlight

카카오 페이지는 2~6일 5일간 신과 함께, 인크레더블 2 등 최신 흥행작 5편을 무료로 볼 수 있는 ‘설 특집 무비데이’ 프로모션을 실시한다.