작년 전산업생산 1.0％↑·설비투자 4.2%↓작년 전산업생산 1.0％↑·설비투자 4.2%↓작년 11월에 이어 12월에도 생산과 투자가 동반 감소한 것으로 나타났다.

[서울경제] 작년 11월에 이어 12월에도 생산과 투자가 동시에 감소했다.

게다가 경기 상황을 보여주는 동행·선행지수 순환변동치는 7개월째 동반 하락하며 경기 하강 우려가 더 커졌다.

통계청이 31일 발표한 '산업활동동향'을 보면 지난달 전(全) 산업생산지수(계절조정계열)는 전달보다 0.6% 내렸다.

전산업 생산은 작년 9월 1.4% 줄어든 뒤 10월 1.2% 늘며 반등했지만, 11월 -0.7%에 이어 지난달까지 두 달 연속 하락했다.

소비를 보여주는 소매판매액 지수는 전달보다 0.8% 늘어났다.

소매판매는 작년 10월 0.2%, 11월 0.5% 증가에 이어 석 달 연속 증가세를 기록했다.

한편 설비투자는 전월보다 0.4% 줄었다.

작년 3월부터 6개월 연속 감소했던 설비투자는 9∼10월 늘어났지만, 11월 -4.9%에 이어 두 달 연속 하락세를 이어갔다.

건설업체가 실제로 시공한 실적을 금액으로 보여주는 건설기성은 전월보다 2.4% 올랐다.

현재 경기 상황을 보여주는 지표인 동행지수 순환변동치는 전달보다 0.2포인트 떨어져 9개월째 하락세를 이어갔다.

1997년 9월∼1998년 8월 이후 처음으로 9개월 이상 동행지수 순환변동치가 하락하고 있다.

앞으로의 경기를 예측하는 지표인 선행지수 순환변동치도 0.2포인트 떨어져 7개월째 하락하는 추세다.

작년 연간 전산업생산은 전년보다 1.0% 늘어났다.

2000년 집계 이후 가장 낮은 증가율이다.

소비는 전년보다 5.5% 올랐고, 설비투자는 4.2% 하락했다.

특히 설비투자는 금융위기 후 9년 만에 가장 큰 감소 폭을 보였다.

김보경 통계청 산업동향과장은 "전산업생산은 광공업 서비스가 줄어서 감소했고 설비투자도 감소했지만 건설기성이 5개월 만에 증가한 점은 개선된 측면"이라며 "동행·선행지수 순환변동치가 또다시 하락한 점은 안 좋은 측면"이라고 밝혔다.

@highlight

통계청이 31일 발표한 '산업활동동향'에 따르면, 12월 생산과 투자 모두 줄어들었으며, 경기 상황을 보여주는 동행·선행지수 순환변동치는 7개월째 하락하며, 경기하강 우려가 더 커졌다 할 수 있다.