스페인 프로축구 프리메라리가(이하 라리가)에서 뛰는 한국의 '신성' 이강인(18)과 백승호(22)가 팀 내 비중을 늘려가고 있다.

발렌시아의 이강인은 31일(한국시간) 1군에 정식 등록됐다.

발렌시아 구단은 홈페이지를 통해 "이강인을 1군에 등록했다. 등 번호는 16번이다"라고 공식 발표했다.

지난해 10월 스페인 국왕컵 에브로와 32강전에서 한국 선수 역대 최연소인 만 17세 327일의 나이로 데뷔한 이강인은 올해 1월 13일 바야돌리드전에서 교체 출전해 처음으로 라리가 무대를 밟았다.

한국 선수로는 이천수(레알 소시에다드)와 이호진(라싱), 박주영(셀타비고), 김영규(알메리아)에 이은 다섯 번째 라리가 데뷔였다.

이강인은 2007년 국내 TV 프로그램인 '날아라 슛돌이'에 출연해 축구 자질을 인정받은 뒤 2011년 발렌시아 유소년팀에 입단해 실력을 쌓아왔다.

30일 헤타페와의 스페인 국왕컵 8강에서 어시스트를 기록하며 활약한 이강인은 앞선 지난해 7월 발렌시아와 8천만 유로(약 1천29억원)의 바이아웃(최소 이적료) 조항을 포함해 2022년까지 재계약을 맺었다.

지로나의 백승호 또한 28일 FC바르셀로나의 경기에 교체 출전하며 라리가 무대를 밟았다.

13살이던 2010년 스페인 축구 유학을 떠나 바르셀로나 13세 이하(U-13) 유소년팀에 입단한 후 지난해 8월 지로나에 입단한 '축구 신동' 백승호는 앞선 10일 아틀레티코 마드리드와의 스페인 국왕컵에서 1군 신고식을 치렀다.

점점 팀에서 인정받고 더 많은 기회를 부여받는 이강인과 백승호에 축구 팬들은응원과 지지를 보내며 '차세대 스타'의 등장을 환영하고 있다.

두 선수 모두 아직 어린 나이이기에 앞으로의 활약 더욱 기대된다.

@highlight

스페인 프로축구 프리메라리가에서 뛰고 있는, 이강인과 백승호가 1군 정식 등록과 출전을 통해 팀에서 인정받고 더 많은 기회를 부여받고 있어, 앞으로의 활약이 더욱 기대되고 있다.