부여군은 지난 30일 올해부터 도입한 부여군 상가별 자율희망사업에 대한 제 1차 평가 위원회를 개최하고, 2019년 전통시장 및 상점가 자율 희망 1차 지원 사업을 선정했다.

현재 부여군은 읍 시가지를 중심으로 10여개의 개별 상인회가 별도 활동하고 있어 중복지원, 편중지원 등의 시비가 있어 왔고, 이와 관련한 부작용과 문제점이 지속적으로 제기되어 왔다.

군은 그동안 상권 지원사업이 대형시장 위주의 관주도 하향식 일방 지원방식이었다는 반성과 대안으로 개별 상인회별 희망사업 신청을 통한 상향식 지원사업으로 전환하고, 개별 상인회의 개성을 살린 특성화 사업으로 추진하되 전문가집단이 확보된 상권활성화 재단을 통해 사업을 시행하는 새로운 부여형 시장사업 모델을 개발해 추진한다.

이번 1차 심의를 통해 선정된 사업으로는 그동안의 단순 이벤트나 판촉행사 등 정형화된 지원사업에서 벗어나 전통시장 화재공제, 창업 인큐베이팅 점포, 주차권 구매비용 일부지원 사업 등과 같이 상인회의 개별 특성을 담은 상권별 생활형 시책들을 새롭게 선보였다.

무엇보다도 점포들이 밀집해 있어 화재 위험에 취약하지만 보험료 부담으로 인해 가입률이 저조했던 전통시장 화재공제 가입비 지원사업과 주요 시내권 유료주차 구역과 인접한 상권구역의 상권활성화 사업과 연계한 고객주차권 할인쿠폰 지원사업, 새로운 시장트랜드로 자리잡은 시장배송서비스 사업 등은 참신한 시책으로 평가 받고 있다.

이밖에도 그동안 관 주도로 일방 추진해 온 백마강 달밤 야시장, 개별 상인회의 판촉 및 이벤트행사 등 재정지원 사업도 자율희망사업으로 전환해 추가 접수 및 심사를 통해 지원여부를 결정한다는 방침이다.

군 관계자는"관 주도가 아닌 상인조직 활성화를 통해 상인 스스로 중심이 돼 사업을 추진할 수 있는 상향식 희망사업을 지속적으로 발굴할 계획이며, 실적이 우수한 상인회에 대해서는 추가 인센티브 제공을 통해 자율희망사업을 성공적으로 정착해 활기차고 균형있는 상권 살리기에 앞장 서 나가겠다"고 말했다.

@highlight

부여군은 지난 30일 부여군 상가별 자율희망사업에 대한 제 1차 평가 위원회를 개최하고, 2019년 전통시장 및 상점가 자율 희망 1차 지원 사업을 선정했는데, 그간 상권 지원사업이 하향식 일방 지원방식이었다는 반성과 대안으로 개별 상인회별 희망사업 신청을 통한 상향식 지원사업으로 전환하기로 하였으며, 군 관계자는 "상인이 중심이 돼 추진할 수 있는 상향식 희망사업을 지속적으로 발굴할 계획이며, 자율희망사업을 성공적으로 정착시켜 활기차고 균형있는 상권 살리기에 앞장 서겠다"고 말했다.