지난 한 해 동안 주요 건설사가 해외에서의 수상 실적이 20여건에 달하는 것으로 나타났다.

31일 해외건설협회가 지난해 국내 건설사가 해외 정부나 발주처 등에서 수상한 내역을 조사한 결과, 시공능력과 안전관리, 친환경 부문에서 전문성을 인정받아 23건을 수상한 것으로 나타났다.

GS건설(006360)이 8건으로 가장 많이 상을 받았다.

싱가포르 육상교통청(LTA)이 주관한 싱가포르 안전대상(ASAC)에서 우수 안전보건관리 사업장과 우수 환경관리 사업장, 카테고리1 무재해 달성 사업장 등 세 개 부문을 휩쓸며 최다 수상을 기록했다.

GS건설은 스탠다드앤드푸어스(S&P)다우존스인덱스와 지속가능 경영평가·투자기관인 스위스 로베코샘(RobecoSAM)이 공동 개발한 지속가능성 평가지수인 다우존스 지속가능경영지수(DJSI)에 9년 연속 선정되기도 했다.

쌍용건설 역시 주력시장인 싱가포르에서 7건 수상했다.

특히 싱가포르 건설청(BCA)이 주관한 '2018 싱가포르 건설대상'을 총 30번 받으며 국내 건설사 가운데 최다 수상 기록을 세웠다.

지난해엔 싱가포르 노동부가 주관하는 안전보건상 'SHARP' 어워드를 국내 기업 가운데 유일하게 수상하기도 했다.

현대건설(000720)은 싱가포르뿐 아니라 쿠웨이트, 베트남, 터키, 필리핀 등에서 6건 수상했다.

싱가포르 건설대상(BCA 어워드)에서 품질우수 건설사 부문 대상과 프로젝트 시공능력 부문 최우수상을 각각 받았다.

현대건설이 설계·시공한 터키 보스포러스 제3대교는 국제교량·구조공학연합회(IABSE)가 주최하는 OStrA 대상을 받았다.

두산중공업(034020)은 사우디아라비아 발주처에서 무재해 600만시간 달성 인증성을 받기도 했다.

해외건설협회는 진출한 국가와 주요 발주처에서 그 역량을 인정 받아 세계 유수 건설사와의 경쟁에서 독보적 성과를 달성할 수 있었다며, 이는 곧 우리 기업의 위상 강화와 해외 사업 수주 확대의 원동력이 될 것이라고 기대했다.

@highlight

31일 해외건설협회가 지난해 국내 건설사가 해외 정부나 발주처 등에서 수상한 내역을 조사한 결과, 지난 한 해 동안 주요 건설사의 해외 수상 실적은 23여건이며 이중  GS건설이 8건으로 가장 많은 상을 받았다.