온라인충청일보.

<온라인충청일보> 매회 높은 시청률을 기록하며 주말극 왕좌를 지키고 있는 KBS2 주말드라마 '하나뿐인 내편'이 배우 나혜미와 박성훈의 해피바이러스로 안방극장을 사로잡고 있다.

지난 27일 방송된 77회, 78회 방송에서는 홍실의 냉대 이유를 알고 집을 뛰쳐나간 미란이 다시금 집으로 돌아온 가운데, 고마움의 의미를 담은 고래의 진심 어린 손 편지가 공개되며 훈훈함을 자아내기도 했다.

미란에게 서프라이즈 선물을 건넨 고래는 선물 안에 뭔가 숨겨둔 것이 있으니 찾아보라며 자리를 비웠다.

호기심 가득한 얼굴로 이곳저곳 둘러보던 미란은 "사랑하는 미란아. 이번 일 잘 넘어가주고 다시 집에 들어와 줘서 고마워. 우리 약속대로 옆에서 서로를 지켜주며 오래오래 행복하게 살자. 사랑해" 라는 문구 담긴 편지를 발견하고 흐뭇한 미소를 지었다.

특히 첫 만남부터 갖은 우여곡절 끝에 사랑의 결실을 맺게 된 순간까지 시종일관 풋풋하고 가슴 설렌 러브라인을 그려나가며 시청자들의 전폭적인 지지를 받아온 고래와 미란 커플의 행보가 자칫 무거워질 수 있는 작품의 분위기를 전환시키며 해피바이러스를 선사하고 있는 것.

제작진은 "화려하진 않지만 서로에 대한 믿음을 바탕으로 성장해나가는 미란-고래 커플의 소소한 행복이 시청자분들에게도 긍정적으로 다가가고 있는 것 같다" 며 "나혜미-박성훈, 두 배우가 펼쳐내는 해피바이러스는 자연스레 촬영 현장에도 번져나가며 분위기메이커로서의 역할을 톡톡히 해내고 있다" 고 덧붙였다.

한편 28년 만에 나타난 친부로 인해 인생이 꼬여버린 한 여자와 정체를 숨겨야만 했던 그녀의 아버지가 '세상 단 하나뿐인 내편'을 만나며 삶의 희망을 되찾아가는 이야기를 담은 '하나뿐인 내편'은 매주 토, 일 저녁 7시 55분 방송된다.

@highlight

KBS2 주말드라마 '하나뿐인 내편'이 매회 높은 시청률을 기록하며 주말극 왕좌를 지키고 있는 가운데 지난 27일 방송된 77회, 78회 방송에서는 집을 나갔던 미란이 다시 돌아오며 고래의 진심 어린 사랑의 편지가 공개되어 훈훈함을 자아내는 등 서로에 대한 믿음을 바탕으로 성장해나가는 미란-고래 커플(나혜미-박성훈 분)의 해피바이러스가 안방극장을 사로잡고 있다.