우정사업본부는 설 명절과 신학기를 맞아 우체국 알뜰폰 특별 이벤트를 진행한다.

요금제에 따라 휴대전화 무료 제공이나 사은품 제공을 진행하고, 실속형 요금제도 선보였다.

과학기술정보통신부 우정사업본부는 오는 3월 31일까지 민족 고유 명절인 설과 신학기를 맞아 우체국알뜰폰 특별 이벤트를 실시한다고 31일 밝혔다.

지정한 요금제에 가입하면 휴대전화를 무료 또는 특가로 주는 이벤트로, 학생이나 실속파 등을 겨냥한 다양한 행사를 마련했다.

아이즈비전과 큰사람은 지정된 요금제를 가입하는 고객에게 무료로 휴대전화를 제공한다.

세종텔레콤은 삼성 마스터폰과 노키아 바나나폰을, 인스코비에서는 삼성 갤럭시 A7 2016와 LG U폰을 특가로 판매한다.

또 음성통화량 추가 제공, 새로운 요금제 혜택도 제공한다.

신학기를 맞아 학생들을 위해 데이터 제공 요금제 중 기본료가 가장 저렴한 요금제도 준비했다.

'우정LTE 아낌'요금제는 기본료 2750원, 음성통화 60분, 문자 60건, 데이터 100MB이다.

이밖에 큰사람은 갤럭시 J3 2017 단말 고객에게 요금제와 관계없이 '9분 생활영어 + YBM 영한사전' 앱(APP) 다운로드 쿠폰(정가 5만5000원)을 제공하며, 에넥스텔레콤은 이벤트 기간 중 에넥스텔레콤이 운영하는 요금제를 가입하는 고객 중 선착순 1000명에게 'EBS스마트코치' 1개월 이용권(정가 5만5000원)을 무료로 지급한다.

우체국알뜰폰은 2013년 9월 서비스를 시작해 지난해 말 기준 누적 판매건수가 약 87만건을 기록했다.

강성주 우정사업본부장은 "이통3사와 비교해 요금은 저렴하지만, 품질은 결코 뒤지지 않는 서비스를 고객들에게 제공하고 있으며, 이번 이벤트를 통해 알뜰폰 가입을 고민하는 고객들에게 시원한 해답을 드릴 예정"이라면서 "앞으로도 가계통신비 절감을 통해 살림살이에 조금이나마 보탬이 되도록 저렴한 휴대폰 기기 및 요금제 상품을 선보이겠다"고 말했다.

@highlight

과학기술정보통신부 우정사업본부는 설과 신학기를 맞아 3월 31일까지 지정된 요금제를 가입하면 휴대폰을 무료 제공하는 이벤트와 학생들을 위한 실속형 요금제 등 우체국알뜰폰 특별 이벤트를 실시한다.