충북일보] 경기도 안성에 이어 충주에서도 구제역 의심 증상이 나와 방역 당국에 비상이 걸렸다.

31일 농림축산식품부 및 충주시 등에 따르면 충주시 소재 한우농장(사육규모 11마리 두)에서 구제역 의사환축이 신고됐다.

의사환축은 가축방역관이 검사한 결과 구제역에 걸렸다고 볼만한 가능성이 큰 가축을 말한다.

현장 간이키트검사 결과 1, 2차 구제역확진 판정을 받은 농장과 같은 O형 바이러스에서 양성반응을 나타낸 것으로 확인됐다.

이날 오전 충주시 주덕읍 당우리의 한 축산농가에서 사육 중인 소들이 사료를 먹지 않는 증상이 발견됐다.

현지 확인에 나선 동물병원 관계자는 소 1마리에서 침 흘림과 콧등 수포 등 구제역 의심 증상을 확인해 방역 당국에 신고했다.

이 농장은 소 8마리와 송아리 3마리 등 모두 11마리를 사육 중이다.

동물위생시험소 중부지소의 간이키트 검사에서 구제역 양성 판정이 나왔으며 정밀검사 결과는 이날 밤 늦게 나올 것으로 보인다.

도는 해당 농가에 초동방역팀을 긴급투입해 사람과 가축 등의 이동을 통제하는 등 긴급방역 조치를 시행하고 있다.

해당 농가가 사육 중인 11마리에 대해 이날 예방적 살처분이 진행됐다.

도는 확산 방지를 위해 반경 500m 이내 농가에서 사육 중인 2개 농가의 소 38마리에 대해서도 예방적 살처분을 고려 중이다.

한편, 구제역 확진판정이 나오면 경기 안성에서 발생한 2건에 이어 올해 세 번째가 된다.

안성에서는 지난 28일과 29일 발생했다.

충주에서도 구제역이 확정될 경우 전국으로 확산될 조짐을 보여 방역당국은 차단방역에 주력하고 있다.

농식품부 관계자는 "구제역으로 확인되면 가축전염병 예방법, 구제역 방역실시요령, 긴급행동지침에 따라 필요한 방역조치를 취할 것"이라고 말했다.

@highlight

농림축산식품부 및 충주시는 경기도 안성에 이어 충주시 소재 한우농장에서 구제역 의심 신고가 접수됐다고 31일 밝혔는데 당국은 확산 방지를 위해 예방적 살처분을 하는 등 방역에 주력하고 있다.