캄보디아 학생 3명에 장학금 전달 [최창희 기자 cchee@imaeil.com] 지난달 30일 대구시 중구 영도다움에서 열린 한국·캄보디아협회 2019년 신년교례회에서 참가자들이 두 나라의 교류 협력을 다짐했다.

한국·캄보디아협회 2019년 신년교례회가 지난달 30일 대구시 중구 영도다움에서 열렸다.

이날 행사는 류병선 한캄협회 회장과 김동국 사무국장(대구가톨릭대학교 산학교수) 외 회원 40여 명이 롱 디망쉐 캄보디아 대사를 초청하여 진행되었다.

이 자리에는 이상길 대구시 행정부시장, 신일희 대구경북국제문화교류협회(DGIEA) 의장, 김한수 DGIEA 사무총장, 류규하 중구청장, 대구대 김상호 총장, 대구가톨릭대 김종두 특임 부총장 등이 참석했다.

신일희 의장은 "올해로 창립 12주년을 맞이한 한캄협회는 DGIEA 33개 협회 중 가장 활발하게 활동하고 있다.

한국과 캄보디아의 교류 협력에 가교 역할을 하고 있다"고 밝혔다.

한캄협회는 한국과 캄보디아의 교류 발전을 위해 힘써 왔고, 캄보디아 시엠립 시 쁘레앙뜨렁 초등학교에 급수시설을 설치하는 등 다양한 봉사활동을 펼쳐 왔다.

특히, 이번 교례회에서는 캄보디아 대사관의 추천을 받아 대구에서 유학 중인 캄보디아 학생 3명에게 장학금을 전달했다.

롱 디망쉐 대사는 "DGIEA 한캄협회가 양국의 경제적, 문화적, 사회적 교류와 협력 증진, 강화에 큰 도움이 되었고 앞으로도 중요한 역할을 할 것이라 기대한다"고 밝혔다.

한캄협회 김동국 사무국장은 "이번 행사를 계기로 대구경북과 캄보디아의 국제자매도시 결연을 추진하기로 했다.

이번 행사에 협조해 주신 캄보디아 대사관과 대구시 국제통상과 이기석 과장, 경북도 국제통상과 박노선 과장에게 감사한다"고 밝혔다.

@highlight

한국·캄보디아협회가 지난달 30일 대구시 중구 영도다움에서 2019년 신년교례회를 개최하여 대구에서 유학 중인 캄보디아 학생 3명에게 장학금을 전달하고, 대구경북과 캄보디아의 국제자매도시 결연 추진을 밝혔다.  