31일 새벽 대설주의보가 발효되는 등 전북지역에 많은 눈이 내린 가운데 무주군이 친환경 제설로 눈길을 끌고 있다.

군에 따르면 지난 1월 중순 재난관리기금을 투입해 제설 송풍기 31대를 구입했으며 제설 삽날을 장착한 트럭이 들어갈 수 있는 소규모 마을들에 우선 지급했다.

무주읍 다양마을 주민들은 "눈이 내리면 보통 마을 사람들이 나와서 마을의 안길이나 보도 위에 쌓인 눈을 쓸어내는데 오늘처럼 눈이 많이 내리게 되면 치우는 게 더디기도 하지만 제대로 치우기는 더 힘들다"라며"송풍기를 이용하니까 치우는 것도 빠르지만 무엇보다 깨끗하게 치워져 연세 드신 어르신들의 낙상걱정도 줄일 수 있을 것 같다"라고 전했다.

한편, 무주군에는 31일 오전 10시 기준 6개 읍면 평균 6.1cm(최고 구천동 9cm)의 눈이 내렸으며, 군에서는 관내 주요 간선도로 9개 노선(위임국도 1, 지방도 4, 군도 3, 무주읍 시내권)에 대한 신속한 제설로 안전을 우선 확보했다.

군은 이날 덤프와 굴삭기 등 제설차량 9대와 소금 50톤을 투입한 것을 비롯해 도로보수원과 운전원 등 26명으로 작업조를 편성해 새벽 4시 30분부터 제설작업을 진행했다.

각 읍·면에서도 자체인력과 장비를 이용해 시가지권과 이면도로의 눈을 치웠다.

군 안전재난과 조영자 재난방재팀장은 "한발 앞선 재난대비와 현장 밀착형 재난관리 행정을 강화하기 위해 주력하고 있다"라며 "자동차들이 다니는 큰 도로부터 차가 들어가지 않는 마을 안길들까지 세심한 관심을 기울여 안전한 겨울을 나는데 집중할 것"이라고 밝혔다.

또 "마을마다 제설 송풍기가 보급될 수 있도록 해 친환경 무주의 이미지를 지키고 자연재난으로부터 인명과 재산을 보호하는데도 만전을 기할 것"이라고 덧붙였다.

@highlight

31일 새벽 전북지역에 많은 눈이 내린 가운데 무주군이 지난 1월 재난관리기금을 들여 제설 송풍기 31대를 구입, 규모가 작은 마을에 우선 보급하는 등 신속하고 깨끗한 제설작업이 가능한 제설 송풍기를 이용한 친환경 제설작업에 최선을 다하고 있다고 전했다.