40~50 중장년층 수요도 늘어 롯데백화점의 명절선물세트 ‘한상차림’.

명절 음식도 집 앞으로 가져다주는 새벽 배송이 인기다.

1인·맞벌이 가구가 늘면서 가정간편식 명절 음식조차 현장 구매를 생략하고 집 앞 배송을 택하는 사람들이 늘고 있다.

31일 BGF리테일이 운영하는 온라인 프리미엄 푸드 마켓 ‘헬로네이처’가 발표한 명절 상차림 배달 고객 현황을 보면 설(5일)을 일주일 앞둔 지난 22일부터 28일까지 상차림 배달 주문 고객은 전년보다 2.5배 늘었다.

전류와 국·찜류는 각각 2배, 구이·요리는 1.5배 매출이 늘었다.

헬로네이처는 떡국과 나물, 전 등 명절 음식을 주문하면 집 앞으로 가져다주는 새벽 배송 서비스를 제공한다.

신선식품 배송업체 마켓컬리도 전·나물, 갈비찜 등 명절 음식을 예약한 날짜에 집 앞가지 배달해주는 서비스가 호응이다.

지난해 설날과 추석을 비교했을 때 전이나 나물은 185% 매출이 올랐고, 떡과 한과는 298% 늘었다.

마켓컬리는 이번 설에 메뉴 구성을 다양화한 만큼 매출도 더 신장할 것으로 내다봤다.

G마켓도 최근 일주일(22∼28일) 명절 음식 배송 주문 판매량을 분석한 결과 동그랑땡·전류는 전년보다 15%, 튀김류는 219% 더 잘 팔렸다.

배송 주문을 하는 연령층도 확대되고 있다.

몇 년 전만해도 젊은 부부들이 주 고객이었으나 최근 40~50대 장년층도 느는 추세다.

40대가 동그랑땡·전류를 주문하는 비중은 지난해 설보다 10%, 튀김류 주문은 280%나 증가했다.

50대도 각각 22%와 150% 증가했다.

온라인 배송업체뿐 아니라 유통업체들도 명절 음식 배달시장에 뛰어들고 있다.

신세계백화점은 지난해 한우 전복 새우 무침, 능이버섯 모둠전골 등으로 구성한 밀 키트(Meal Kit·간편요리세트) 명절 음식인 ‘마이셰프 전통 상차림 세트’를 내놨다.

@highlight

1인,맞벌이 가구가 늘며 명절 음식도 집 앞 배송을 택하는 사람들이 많아지고 연령층도 확대되면서 온라인 배송업체뿐만 아니라 유통업체도 이 시장에 달려들고 있다.