광주형 모델 확산 기대 "사회정책 각별한 의미" '광주형 일자리' 타결 소식에 청와대가 "지역주도형 대타협의 결과"라며 반기고 있다.

문 대통령이 광주형 일자리를 지지하며 '노사가 머리를 맞대고 지혜를 모아달라'고 기대를 보였던 점을 고려하면 정부 차원 의 적극적인 지원이 이어질 전망이다.

광주광역시와 현대자동차는 31일 오후 광주시청 1층 로비에서 노사민정 대표가 함께 한 가운데 광주형 일자리 투자협약식을 갖는다.

청와대와 정부는 광주형 일자리 성사에 각별한 관심을 보여왔다.

문 대통령은 노사민정간 협상이 난항을 겪자 지난 1월 10일 신년기자회견에서 "이제는 새로운 생산라인을 한국에다 만들어야 하지 않겠느냐"며 "광주형 일자리가 될 수 있도록 노사가 머리를 맞대고 지혜를 모아 달라"고 당부했다.

정부의 전폭적인 지원도 약속했다.

문 대통령은 이어 "현대차가 국내에 새로운 생산라인을 설치한 것이 기억이 안 날 정도로 까마득하다"라고 말해 우회적 압박(?) 이라는 평가도 나왔다.

문 대통령은 이어 지난 17일 울산지역을 방문한 자리에서도 "광주형 일자리는 단순히 광주에서 하는 어떤 정책, 일자리 산업이 아니라 이런 것들이 아니라 어느 지역이든 추진할 수 있고, 추진하기를 바란다"고 말했다.

광주모델을 선례로 지역의 특색을 살려, 사회적 대타협을 통한 '제2~3의 광주형 일자리'를 만들어 내 '일자리 주도 성장'의 기반을 넓혀 가자는 취지이다.

청와대 고위관계자는 "자동차 대기업이 오랫만에 국내에 생산라인을 둔다는 의미와 함께 지역주도로 사회적 대타협을 통해 상생의 일자리를 만들었다는 것"이라고 말했다.

산업측면에서 생산유발 효과 등은 제한적일 수 있으나 사회적 협약을 통해 지역의 일자리를 만드는 사회정책 측면에 주목해야 한다는 것이다.

이는 문 대통령이 지역경제 행보를 통해 지역의 특색에 맞춘 제조업 재구조화와 새로운 성장동력 확보, 노사민정의 대화를 통한 공생 비전과 정확히 일치하는 대목이다.

지역주도로 제2, 3의 지역 일자리 모델을 만들면 정부가 전폭적인 지원을 통해 기반을 마련하겠다는 의지도 같은 연장선이다.

청와대는 광주에 이어 전통적 제조업의 위기를 겪고 있는 지역에서 추가적 움직임이 이어질 것을 기대하고 있다.

@highlight

광주광역시와 현대자동차가 31일 오후 광주시청 1층 로비에서 노사민정 대표가 함께 광주형 일자리 투자협약식을 개최함에 따라, 청와대는 지역주도의 사회적 대타협을 통해 상생의 일자리를 창출함과 동시에 '제2~3의 광주형 일자리'를 만들어 내 '일자리 주도 성장'의 기반을 넓혀 가는 계기가 되길 기대하고 있다.