떨어졌던 자존감을 회복하고 미래를 위해 지금 겪고 있는 고난에 대해서 조금 더 너그러운 마음을 가질 수 있었습니다.

"낯선 이들과 만나 그들의 이야기를 경청하고, 함께 소통하며 위로하는 과정을 통해 사회초년생으로서 올바른 의사소통 방법을 익히는 계기가 되었습니다."

요즘 대학 졸업을 앞두거나 취업을 준비중인 학생들은 취업과정에서 많은 어려움에 부딪히고 깊은 좌절을 겪는다.

하지만 주위 누구의 위로도 도움이 안된다.

다른 사람의 도움도 받기가 쉽지 않다.

오로지 혼자 견뎌내야 한다.

전남대가 '취업고난'을 겪는 학생들에게 스스로를 위로하고 격려하며, 재도전하는 용기와 희망을 가질 수 있도록 '위로캠프'를 열었다.

전남대 학생생활상담센터(센터장 황석현 심리학과 교수)는 지난 23 ~ 24일 이틀 동안 보성 다비치 콘도에서 졸업예정 및 취업준비 학생들이 취업과정에서 겪는 어려움과 좌절에 대해 스스로 위로(Comfort)하고, 부정적인 경험을 극복해 위로(Up) 도약할 수 있도록 '위로캠프, 괜찮아 올롸잇'을 진행했다.

졸업사정과 취업준비로 지친 학생들이 일상에서 잠시 벗어날 수 있도록 ▲몸과 마음의 긴장을 해소하는 요가와 명상, ▲좌절 실패경험의 개방, 수용, 그리고 공감 ▲지금(Here & Now) 그리고 미래의 나를 주제로 한 프로그램들이 전개됐다.

고요하고 탁트인 겨울바다를 바라보며, 몸과 마음을 정화하는 시간도 가졌다.

참여 학생들은 "서로 비슷한 고민을 가진 또래 사람들로부터 고민상담, 격려와 위로를 받을 수 있었고, 가족·친구들에게도 쉽게 말하지 못했던 고민거리를 그냥 말해 나 자신을 더 명확히 알 수 있는 계기가 됐다"고 말했다.

황석현 센터장은 "학생들이 위로캠프를 통해 실패 경험과 좌절에 대해 수용하고 스스로 그리고 서로를 위로하는 방법을 배웠다"며 "특히 취준생들에게 낙담과 실의에서 벗어나 새롭게 도전할 수 있도록 용기와 힘을 실어주려 노력했다"고 말했다.

@highlight

전남대는 '위로캠프'를 열어 심신의 긴장을 풀어주는 요가와 명상, 좌절 실패 경험의 개방, 수용, 그리고 공감,현재와 미래의 나를 주제로 한 프로그램들을 진행해 취업준비로 인해 지친 학생들이 잠시 일상을 벗어나 스스로를 위로하고 격려하는 시간을 갖고 재도전하는 용기와 희망을 얻을 수 있도록 했으며 참여 학생들은 "서로 비슷한 고민을 가진 또래 사람들로부터 고민상담, 격려와 위로를 받을 수 있었고, 가족·친구들에게도 쉽게 말하지 못했던 고민거리를 그냥 말해 나 자신을 더 명확히 알 수 있는 계기가 됐다"고 말했다.