[환경일보] 심영범 기자 = 계절면 1위 브랜드 '팔도 비빔면(이하 비빔면)'이 연간 판매량 1억 개(2018년 12월 기준)를 달성했다.

종합식품기업 팔도는 '비빔면'이 연 초부터 이어진 꾸준한 판매 신장세에 힘입어 출시 이후 처음으로 연간 판매량 1억 개를 넘어섰다고 밝혔다.

이는 전년 대비 6% 이상 증가한 수치로 점차 치열해지는 계절면 시장에서 거둔 성과라 더욱 의미가 크다.

팔도는 '비빔면'의 꾸준한 성장 비결로 압도적 액상스프 제조 기술력과 높은 가성비를 꼽는다.

부담 없는 가격에 입 맛 돋우는 새콤, 달콤, 매콤한 맛이 남녀노소 누구에게나 인기다.

'만능 비빔장', '비빔밥' 등 다양한 형태로 변신하며 35년간 유지해 온 브랜드의 힘도 크게 작용했다.

봄, 겨울철 시장 공략을 위해 선보인 한정판 마케팅도 주효했다.

대표적 제품으로 지난해 내놓은 '봄꽃 비빔면'과 '윈터 에디션'이 있다.

각각 꽃 모양의 어묵과 우동 국물 스프를 동봉해 먹는 재미를 더했다.

두 제품 모두 SNS 등을 통한 호평이 이어지며 출시 이후 얼마 되지 않아 완판됐다.

'비빔면'은 지난 2015년 봄과 겨울 기준으로 당해연도 1~4월, 11~12월 2200만개 가량 팔렸으며 지난해 같은 기간 3600만개 이상 판매를 기록해 65% 가까이 성장했다.

팔도는 앞으로도 소비자 요구를 반영한 참신한 제품을 출시하며 '비빔면' 성장을 이끈다는 계획이다.

한창민 팔도 면BM팀장은 "'비빔면'은 뜨거운 국물 라면 위주의 국내 시장에서 계절면 분야를 개척한 상징적 제품이다"며 "끊임없는 품질 개선을 통해 '계절면=비빔면'이란 인식을 확대해 나갈 것이다"고 밝혔다.

한편 계절면 시장 규모는 2015년 793억에서 2017년 1148억으로 44%가량 커지며 급등세에 있다.

소비자가 가장 많이 찾는 정통 비빔라면 시장도 같은 기간 33% 이상 성장했다.

업계에서는 다양한 콘셉트의 신제품 출시와 소비자 수요 증가로 지난해 시장 규모가 1500억 원에 달할 것으로 예상했다.

@highlight

압도적인 액상 수프의 제조 기술력과 높은 가성비 그리고 봄과 겨울철 시장을 공략하여 한정판 마케팅을 내세우던 '팔도 비빔면'이 출시 이후 최초로 연간 판매량 1억 개(2018년 12월 기준)를 달성했다.