국회 세종의사당 설치에 속도가 붙고 있다.

국회 내 위원회 등 세종 이전대상 선정과 의사당 위치 등을 결정하기 위한 연구용역에 돌입했기 때문이다.

31일 세종시에 따르면 국회사무처는 최근 국토연구원을 국회 세종의사당 설치 연구용역 수의계약 단체로 확정하고, 2017년 하반기 국회 사무처 예산으로 반영된 이후 유보상태였던 국회 세종의사당 연구용역을 위한 예산 2억 원을 1년여 만에 집행한다.

국토연구원은 지난 28일 용역에 착수했으며, 사업비 1억 5000만 원, 추정 가격 1억 3636만 3636원이 제시됐다.

용역 명칭은 '업무 효율성 제고를 위한 국회 분원 설치 및 운영방안 연구용역'으로, 용역 수행기관으로 선정된 국토연구원은 오는 7월 27일까지 6개월 이내에 용역을 마쳐야 한다.

용역이 완료되면 국회 세종의사당 설계비 예산 10억 원이 집행된다.

이번 용역에서는 국회 분원 운영방안을 마련하고 이전 대상기관 선정, 절차 등 구체적인 연구내용을 담을 예정으로, 앞서 2017년 시행한 '국회 세종시 분원 설치의 타당성 연구'보다 한발짝 나아간다.

국회 사무처는 이번 용역을 통해 △국회 내 위원회와 소속기관 등 이전대상 선정 △국회 세종의사당의 규모와 명칭 △국회 세종의사당 근무인력의 정주대책 마련 △국회 세종의사당 구체적인 위치 등 크게 4가지 사안에 대한 방향을 논의한다.

이밖에 국회의 본질적인 기능이 이전할 경우 위헌성 여부, 지역경제 파급효과, 국회 내 비효율 등도 조사하고, 행정부 직원들과의 인터뷰를 통해 이전 가능성이 있는 국회부서에 대한 의견수렴을 진행할 예정이다.

이해찬 더불어민주당 대표는 지난 29일 '국가 균형발전 선언 15주년 기념식' 환영사를 통해 "세종시에 행정안전부 건물을 지을 때 대통령 집무실을 함께 짓는 것을 연구해보도록 하겠다"며 "(국회 세종의사당은)용역이 끝나면 바로 설계에 들어간다.

10억 원 정도 설계비가 반영돼 설계가 끝나는 대로 의사당을 세종에 짓기 시작한다"고 말했다.

@highlight

국토연구원은 수행국회 내 위원회 등 세종 이전대상 선정과 의사당 위치 등을 결정하기 위해 연구용역에 돌입하였는데 이번 용역을 통해 국회 내 위원회와 소속기관 등 이전대상 선정 및 국회 세종의사당규모와 명칭 등의 사안에 대한 용역이 완료되면 국회 세종의사당 설계비 예산 10억 원을 집행하게 된다고 발표하였다. 