응답률 1년전 73 → 86% "김상조 공정위원장 효과" 김상조 공정거래위원장 취임 이후 가맹거래 갑을관계가 크게 개선된 것으로 나타났다고 공정위가 밝혔다.

1년 전보다 거래관계가 개선됐다는 가맹점주 응답률이 13%p 가량 높아졌기 때문이다.

공정위는 195개 가맹본부의 가맹점 2509개를 서면 설문조사해 '가맹거래 서면실태조사' 결과를 30일 발표했다.

조사결과를 보면 거래 관행이 전년보다 개선됐다고 답한 가맹점주 비율은 2018년 86.1%로 2017년(73.4%)보다 12.7%p 높아졌다.

2016년(64.4%)과 비교하면 21.7%p가 급상승했다.

공정위 관계자는 "2017년 6월 김 위원장 취임 후 집중했던 가맹 분야 갑을관계 대책이 가맹점주의 경영여건 개선에 긍정적인 효과를 미친 것"으로 분석했다.

인테리어 등을 새로 해 가맹점주에게 부담을 주는 '점포환경개선' 실시 건수는 작년 1250건으로 전년보다 17.4% 줄었다.

가맹본부가 부담한 점포환경개선 비용은 평균 1510만원으로 전년보다 36.2% 증가했고, 본부 부담 비율 역시 전년 45%에서 작년 63%로 늘었다.

점주의 비용 부담이 그만큼 줄었다는 뜻이다.

영업지역을 설정하지 않거나 침해를 당하는 등 가맹본부의 법 위반을 경험했다고 응답한 가맹점주의 비율은 14.5%로 전년보다 1.0%p 줄었다.

편의점 업종 영업시간 단축 현황을 보면 작년 총 2679곳 점주가 단축을 신청해 95.1%인 2547곳에서 허용됐다.

편의점본부가 영업시간 단축 요구를 수용하지 않았다고 답한 편의점주 비율은 8.2%로 전년보다 5.1%p 늘었다.

가맹계약 중도해지 건수는 3353건이었다.

이 중 위약금이 부과된 건은 9.4%(315건)로 전년보다 4.8%p 증가했다.

위약금 부과 315건 중 91.7%인 289건은 편의점에 집중됐다.

가맹점단체에 가입한 가맹점주의 비율은 32.3%로 전년보다 20.5%p나 늘었다.

이 제도를 알고 있다고 응답한 가맹점주 비율은 61.8%로 15.1%p 증가했다.

@highlight

지난 30일 공정거래위원회는 김상조 공정거래위원장 취임 이후 가맹거래 갑을관계가 크게 개선되어 73에서 86%로 13%p가 높아진 거래관계가 개선되었다는 가맹점주 응답률이 담긴 '가맹거래 서면실태조사'를 발표했다.