[환경일보] 해양수산부(장관 김영춘)는 2월의 어식백세 수산물로 살이 꽉 찬 '붉은대게'와 빈혈예방에 좋은 '꼬막'을 선정했다고 밝혔다.

붉은대게는 국내에서 '홍게'로 주로 불리며, 단백질과 필수 아미노산이 풍부해 발육기 어린이에게 아주 훌륭한 식품이다.

특히 지방함량이 적어 맛이 담백하고, 소화가 잘되어 회복기 환자에게도 매우 좋다.

껍데기에는 키틴이 함유돼 있어 체내 지방 축적을 방지하고 콜레스테롤을 낮춰주기 때문에 다이어트에도 효과적이다.

붉은대게는 대게보다 붉은색을 띠는 대게라 하여 붙여진 이름이다.

꼬막은 고단백, 저지방, 저칼로리의 식품으로 소화가 잘 되어 회복식으로 좋으며, 필수 아미노산도 풍부하다.

또한 글리코겐을 함유하고 있어 단맛이 나며 타우린이 풍부하여 담석을 용해하거나 간장의 해독작용, 체내 콜레스테롤 저하, 심장기능 향상 등에 도움을 준다.

특히 꼬막 100g당 일일 철분 섭취 권장량의 57% 수준인 철분 6.8㎎이 함유되어 있어 빈혈예방에도 좋다.

이달의 수산물로 선정된 붉은대게, 꼬막은 2월 한달 수산물 전문 쇼핑몰인 인터넷수산시장, 온라인 수협쇼핑에서 시중가격보다 10~20% 할인된 가격으로 판매된다.

꼬막은 고단백, 저지방, 저칼로리의 알칼리성 식품으로 소화도 잘되어 병후의 회복식으로 좋다.

해양수산부는 이달의 수산물과 함께 2월의 지역축제로 강화군 내가면에서 열리는 '강화도 빙어송어 축제'를 소개했다.

2월24일(일)까지 진행되는 이 축제는 빼어난 자연 경관도 즐기고, 빙어와 송어낚시도 체험할 수 있는 대표적 겨울축제 중의 하나이다.

해양수산부 정도현 유통정책과장은 "붉은대게와 꼬막은 겨울철에 특히 맛이 좋으니, 맛있게 즐기시고 건강하게 겨울을 나시기를 바란다"라고 말했다.

@highlight

해양수산부(장관 김영춘)는 맛있게 즐기고 건강한 겨울을 보내기를 바라는 마음을 담아 2월의 어식백세 수산물로 살이 꽉 찬 '붉은대게'와 빈혈예방에 좋은 '꼬막'을 선정하고 2월의 강화군 내가면에서 열리는 '강화도 빙어송어 축제'도 소개했다.