위메프가 리프레시특가를 진행한다.

위메프가 31일부터 다음달 10일까지 리프레시 특가를 진행한다.

CU 금액권, GS25 금액권, 뚜레쥬르 5000원권, 투썸플레이스 아메리카노 등 다양한 E-쿠폰을 한정수량 특가에 판매한다.

31일은 BBQ 레드 써프라이드+크림치즈볼을 오전, 오후 11시에 각각 500장씩 한정수량 2019원에 판매한다.

구매 방법은 ‘위메프 리프레시특가’를 검색해 특가 배너를 클릭하면 구매화면으로 이동된다.

‘리프레시 특가’ 참여 방법은 위메프 홈페이지에서 확인할 수 있다.

이외에도 다음 달 1일부터 12일까지 ‘22데이’를 진행한다.

위메프 22데이는 랜덤 포인트 적립, 22% 포인트 적립 등 다양한 혜택을 제공하는 행사다.

우선 위메프는 1~6일 랜덤 포인트 이벤트를 진행한다.

1일 자정부터 정각마다 ▷222원 ▷1222원 ▷2222원 적립권 중 하나를 무작위로 지급한다.

이벤트는 매 시각 참여할 수 있고 1일 최대 24회 참여 가능하다.

24회 참여 중 받은 가장 높은 금액의 포인트를 지급한다.

포인트를 받기 위해서는 적립권 발급 당일 ‘22데이’, ‘슈퍼22데이’ 말머리가 붙은 상품을 1원 이상 구매하면 된다.

1~6일까지 매일 참여할 경우 최대 6회의 포인트가 최종 적립된다.

포인트는 다음 달 8일 일괄 지급되고, 적립일로부터 24시간 유효하다.

7일은 자정부터 24시간 동안 정각마다 선착순으로 22% 포인트 적립권을 발급한다.

7일 하루동안 ‘22데이’, ‘슈퍼22데이’ 말머리가 붙은 상품을 5만 원 이상이면 구매 금액의 22%를 포인트로 받을 수 있다.

한 ID당 최대 5만 포인트까지 적립된다.

포인트 적립 시기, 적용 대상 등 자세한 사항은 이벤트 페이지에서 확인할 수 있다.

랜덤 포인트와 22% 포인트 적립 이벤트 참여 방법은 네이버 검색창에서 ‘위메프 22데이’를 검색해 검색결과 상단에 보이는 특가 배너를 클릭하면 이벤트 페이지로 이동한다.

@highlight

위메프에서는 31일부터 다음달 10일까지 CU 금액권, GS25 금액권 등 다양한 E-쿠폰을 한정수량 특가 판매하는 ‘리프레시 특가’를 진행하며 홈페이지에서 참여 방법을 확인할 수 있다.  