김용회(오른쪽 세번째)덕신하우징 대표가 지난 30일 서울 신월동 본사 인근의 SOS어린이 마을을 찾아 명절맞이 후원물품을 전달하고 있다.

건축용 데크플레이트 세계 1위 기업 덕신하우징(090410)이 설 명절을 맞아 지역 어린이 복지시설에 후원물품을 전달했다.

덕신하우징은 지난 30일 서울 본사와 천안·군산 생산공장이 위치한 지역 어린이 복지시설에 물품과 성금을 기부하는 나눔 활동을 펼쳤다고 31일 밝혔다.

덕신하우징은 지난 2013년부터 임직원들의 월급 일정액을 모아 매년 설과 추석 명절 때 불우 아동을 돕고 있다.

서울 본사는 30일 서울 신월동 SOS어린이마을을 방문해 기저귀 및 생활용품과 소정의 기부금을 전달했다.

최근 기관에 입소한 영유아들이 늘어난 점을 고려해 기저귀·물티슈 등 영유아 생활용품으로 지원했다.

앞서 지난 29일엔 천안공장 인근 신아원, 군산공장 인근 모세스 영아원에 각각 카시트·PC·화장지·기저귀 등 일상용품을 전달했다.

덕신하우징은 어린이 사랑이 남다른 김명환 회장의 뜻에 따라 '나눔과 배려'를 모토로 사회공헌 태스크포스(TF)팀을 구성해 운영 중이다.

지금까지 △농촌어린이 초청 백두산 탐방행사 △독도사랑 8·15 음악회 개최 △골프대회 개최 △골프 꿈나무 어린이 후원 등의 활동을 해왔다.

김 회장도 매달 개인의 국민연금 전액을 어린이들에 기부하고 있다.

올해에는 특히 광복절을 맞아 어린이 300여명과 중국 상해에서 광복음악회 및 역사탐방 행사를 개최할 예정이다.

김용회 덕신하우징 대표는 "임직원들과 한마음 한 뜻을 모아 건네는 사랑과 관심이 아이들에게 조금이라도 도움이 되길 바란다"며 "덕신하우징은 앞으로도 어린이들을 위한 후원과 격려활동을 지속하고 더 많은 곳에 도움의 손길을 전하기 위해 노력할 것"이라고 말했다.

@highlight

데크플레이트 세계1위 기업 덕신하우징 임직원들이 설 명절을 맞아 불우 아동에게 후원물품을 전달했으며 이는 김명환 회장의 뜻에 따른 어린이 사랑의 실천으로 TF팀을 구성해 매년 명절 때 실천하고 있다.