스탠퍼드 강연에서 밝혀 "포괄신고 통해 北 WMD·미사일 전체 파악해야" "비핵화 이전에 제재완화 없어, 대북외교 실패시 비상대책 있어"스탠퍼드 강연에서 밝혀 "포괄신고 통해 北 WMD·미사일 전체 파악해야" "비핵화 이전에 제재완화 없어, 대북외교 실패시 비상대책 있어"스티브 비건 미국 국무부 대북정책특별대표가 지난달 11일 오전 강경화 외교부 장관 면담 갖기위해 서울 종로구 외교부 접견실로 들어서고 있다.

[서울경제] 스티븐 비건 미국 국무부 대북정책특별대표가 김정은 북한 국무위원장이 지난해 10월 마이크 폼페이오 국무장관의 4차 방북 당시 플루토늄과 우라늄 농축시설의 폐기 및 파기를 약속했다고 밝혔다.

비건 대표는 미국 측 북미협상 실무대표인 비건 특별대표는 31일(현지시간) 캘리포니아주 스탠퍼드 대학 월터 쇼렌스틴 아·태연구소가 주최한 북한 관련 토론회에서 이 같은 사실을 공개했다.

비건 대표는 "비핵화 과정이 최종적으로 되기 전에 포괄적인 신고를 통해 미국이 북한의 대량살상무기(WMD)와 미사일 프로그램의 전체 범위에 대해 완전히 파악해야 한다"고 밝혔다.

그는 또 "핵심 핵·미사일 시설들에 대한 전문가들의 접근 문제를 놓고 북한과 합의해야 하며, 궁극적으로는 핵분열성 물질과 무기, 미사일, 발사대 및 다른 WMD 재고에 대한 제거 및 파괴를 담보해야 한다"고 주장했다.

비건 대표는 북한 비핵화가 완료되기 전에는 대북 제재 완화는 없을 것이라는 점을 재확인했다.

그러나 만약 북한이 비핵화를 한다면 미국은 최선의 투자방법을 찾을 것이라고 약속했다.

그는 북한 비핵화와 주한미군 철수 논란에 대해선 "이런 트레이드오프(거래)를 제안하는 어떤 외교적 논의에도 관여하지 않는다"며 "그것은 전혀 논의된 바 없다"고 말했다.

비건 대표는 미국은 북한과 외교적 과정에서 실패할 경우에 대비한 비상대책을 갖고 있다고 말했다.

@highlight

북미협상 실무대표인 스티븐 비건은 31일 북한 관련 토론회에서 김정은이 지난해 플루토늄과 우라늄 농축시설의 폐기 및 파기를 약속했다고 전하며, “미국이 북한의 대량살상무기(WMD)와 미사일 프로그램의 전체에 대해 파악해야 한다”고 강조했다.