바디프랜드는 오는 5월 프랑스 파리에 플래그십 매장을 오픈하며 유럽시장 공략에 나설 계획이라고 1일 밝혔다.

이는 미국, 중국에 이은 세 번째 해외 플래그십 매장이며 유럽에서는 처음이다.

바디프랜드의 파리 플래그십 매장은 현지 유명 백화점들이 위치한 오스만 거리에 지하 1층부터 지상 1층까지 총 200평 규모로 꾸며진다.

회사 관계자는 "전시장 내부는 '프렌치 럭셔리' 콘셉트로 유러피안 감성을 최대한 반영하면서도 프리미엄 헬스케어의 대표주자인 바디프랜드의 정체성을 고급스럽게 구현할 것"이라고 말했다.

바디프랜드는 그간 프랑스에 진출하기 위해 철저한 준비 과정을 거쳤다.

명품 브랜드 전문가인 이종규(전 디올코리아 대표)씨를 유럽 법인장으로 영입했고 지난해 12월에는 유럽 법인도 설립했다.

최근에는 '루이비통'과 '로에베'의 아트 디렉터를 역임한 빈센트 뒤 사르텔(Vincent du Sartel)을 디자이너로 영입했다.

향후 이들은 바디프랜드의 유럽시장 공략을 위한 마케팅 및 판매 총괄, 신제품 디자인 개발에 관한 전반적인 업무를 맡을 예정이다.

플래그십 매장 오픈에 앞서 오는 23일부터 두 달간 파리 봉마르셰 백화점에서 팝업스토어도 운영한다.

바디프랜드는 자사 람보르기니 안마의자, 팰리스 등 프리미엄 제품을 전시할 예정이다.

봉마르셰 백화점은 영국 헤롯 백화점과 더불어 최고급 백화점으로 손꼽힌다.

이종규 바디프랜드 법인장은 "파리 플래그십 매장 오픈은 세계인의 '건강수명 10년 연장 프로젝트'를 완성하고자 하는 바디프랜드의 구체적 결과물이자, 유럽인들에게 새로운 헬스케어 라이프스타일을 제안하는 의미 있는 첫걸음"이라며 "이미 CES를 통해 유럽 및 미주 시장의 가능성을 확인한 만큼 확신을 갖고 글로벌 시장을 공략해 나갈 것"이라고 말했다.

@highlight

1일 바디프랜드는 오는 5월 프랑스 파리 오스만 거리에  총 200평 규모의 플래그십 매장을 오픈하며 유럽시장 진출할 계획이라고 밝혔으며, 회사 관계자에 따르면 "전시장 내부는 유러피안 감성을 최대한 반영하면서도  바디프랜드의 정체성을 고급스럽게 구현할 것"이라고 전했다.