휘발유 12.7％↓···"유류세 인하·국제유가 안정 등 영향"휘발유 12.7％↓···"유류세 인하·국제유가 안정 등 영향"유류세 인하 이후 국제 유가까지 큰 폭으로 떨어지면서 휘발유 가격이 32개월 만에 가장 낮은 수준을 보인 가운데 지난 1월 6일 서울 강서구의 한 주유소 휘발유 가격이 서울지역 최저가인 1287원을 가리키고 있다.

[서울경제] 국제 유가 하락과 정부의 유류세 인하 조치 등에 따라 소비자물가 상승률이 1년 만에 1％를 밑돌았다.

통계청이 1일 공개한 '소비자물가동향' 자료에 따르면 올해 1월 소비자물가지수는 104.24(2015년=100)로 작년 1월보다 0.8％ 올랐다.

이 상승률이 1％ 미만을 기록한 것은 작년 1월(0.8％)에 이어 1년 만이다.

전년 동월과 비교한 이 상승률은 2016년 8월 0.5％였다가 그 후에는 2018년 1월과 지난달을 제외하고는 줄곧 1％ 이상을 기록해왔다.

석유를 비롯한 공업제품의 가격 하락이 물가 안정을 이끈 것으로 분석된다.

공업제품은 1년 전보다 0.7％ 하락해 전체 물가를 0.22％포인트 끌어내렸고, 석유류는 작년 1월보다 9.7％ 하락했다.

품목별로는 휘발유 12.7％, 경유 7.0％, 자동차용 LPG 9.4％의 하락률을 각각 나타냈다.

농축수산물 물가지수는 2.5％ 상승해 전체 물가를 0.19％포인트 상승 견인했다.

농산물은 5.3％ 올랐지만 축산물은 1.5％ 떨어졌다.

서비스 요금은 1.4％ 상승해 전체 물가를 0.77％ 포인트 끌어올렸다.

공공서비스 요금은 0.3％ 하락했으나 개인서비스요금이 2.5％ 올랐다.

공공서비스 요금은 2012년 2월에 0.5％ 하락한 후 6년 11개월 만에 처음으로 하락했다.

김윤성 통계청 물가동향과장은 국제유가 안정과 유류세 인하 조치, 서비스물가 및 농축산물 상승 폭 둔화 등을 물가 상승률이 1％를 밑돈 이유라고 설명했다.

@highlight

통계청이 1일 공개한 소비자물가동향에 따르면 올해 1월 소비자물가지수는 작년 1월보다 0.8%올랐고 이 상승률이 1%미만을 기록한 것은 작년 1월에 이어 1년만으로 김윤성 통계청 물가동향과장은 국제유가 안정과 유류세 인하조치 등이 물가상승률 1%를 밑돈 이유라고 설명했다.