[김민정 기자 treemm23@imaeil.com] 사진.

MBC '전지적 참견 시점'

'전지적 참견 시점' 이영자가 드디어 32번째 새 매니저(?)를 맞이한다.

송 팀장은 새 매니저에게 이영자에 대한 각종 정보를 알려주면서 훈훈하고 배려심 깊은 선배미를 뿜어낼 것을 예고해 기대를 모은다.

내달 2일 방송되는 MBC '전지적 참견 시점' 39회에서는 3개월 차 후배 매니저를 맞이하는 이영자와 송 팀장의 모습이 공개된다.

막강의 '대상' 콤비 이영자와 송 팀장에게 일 한지 갓 3개월도 채 안 된 후배 매니저가 등장한다.

송 팀장은 선배다운 여유로운 포스로 후배의 등장을 반겼다고 전해져 훈훈함을 자아낸다.

이와 함께 화기애애한 세 사람의 모습이 공개돼 눈길을 사로잡는다.

특히 송 팀장은 후배 매니저에게 "(이영자 선배님을) 잘 부탁한다!"며 각종 '이영자 케어 노하우'를 대 방출했다는 후문이어서 관심을 모은다.

그는 이영자의 화법부터 식성까지 '이영자 백과사전'의 면모를 톡톡히 뽐내 후배의 존경을 한 몸에 받았다고 전해져 송 팀장의 '이영자 케어 강의'에 대한 기대감을 증폭시킨다.

뿐만 아니라 송 팀장은 후배 매니저의 역량을 키우기 위해 다양한 미션을 제안할 예정이라고.

이에 송 팀장의 미션은 무엇일지 그리고 후배 매니저가 미션을 잘 수행할 수 있을지 호기심을 자극한다.

이영자, 송 팀장, 후배 매니저의 첫 만남 현장과 믿고 따르는 송 팀장의 '이영자 케어 강의'는 내달 2일 방송되는 '전지적 참견 시점'을 통해 확인할 수 있다.

한편, '전지적 참견 시점'은 연예인들의 가장 최측근인 매니저들의 말 못할 고충을 제보 받아 스타도 몰랐던 은밀한 일상을 관찰하고, 다양한 분야에서 모인 참견 군단들의 검증과 참견을 거쳐 스타의 숨은 매력을 발견하는 본격 참견 예능 프로그램으로 이영자, 전현무, 송은이, 양세형, 유병재가 출연하며 매주 토요일 밤 11시 5분 방송된다.

@highlight

매주 토요일 밤 11시 5분에 방송되는 '전지적 참견 시점'의 39회에서 3개월 차 후배 매니저를 맞이하는 이영자와 송 팀장의 모습이 공개된다.