유정희 교육부-국토부 등과 업무 협약 도성훈 인천시교육감이 31일 정부서울청사에서 유은혜 사회부총리 겸 교육부장관, 김현미 국토교통부장관 등과 3기 신도시 내 국공립유치원 용지 무상확보를 위한 업무협약서에 서명하고 있다.

인천시교육청이 정부가 발표한 '3기 신도시' 내 국공립유치원 용지를 무상으로 확보했다.

도성훈 인천시교육감은 31일 정부서울청사에서 교육부, 국토교통부, 한국토지주택공사, 경기도교육청 등과 함께 2차 수도권 주택공급 계획(3기 신도시) 내 국공립유치원 용지 무상 확보를 위한 업무협약을 체결했다.

이는 대규모 공공택지 개발지역 내에 국공립유치원 신증설을 원활히 하기 위한 관계기관 협약으로 3기 신도시의 대표적인 대규모 택지개발사업지구인 인천 계양신도시가 첫 수혜를 볼 것으로 기대된다.

협약의 구체적인 내용으로는 지구계획 수립 시 학교용지 내 국공립유치원이 설립될 수 있도록 적정 면적의 학교용지를 계획해 무상공급할 수 있게 됨에 따라 국공립유치원 학교용지를 안정적으로 무상공급 받을 수 있게 됐다.

또 신혼희망타운 등 유아발생률이 높을 것으로 예상되는 주택단지 내 또는 단지 인근에는 국공립유치원용지를 무상으로 임대하거나 조성원가의 60%로 공급받을 수 있다.

지난해 사립유치원 파문에 따라 유치원 공공성 강화를 요구하는 국민적 기대감 상승 분위기 등을 반영한 관계기관의 발빠른 협의 결과라 할 수 있다.

시교육청은 협약에 따라 계양테크노밸리 내 국공립유치원부지 3~4개 정도를 확보할 수 있을 것으로 내다봤다.

도 교육감은 "그동안 학교용지법 적용에서 제외됐던 유치원용지가 이번 관계기관 MOU 체결을 통해 일부 개발사업지라도 적용 혜택을 볼 수 있게 돼 매우 뜻깊다"며 "한 발 더 나아가 앞으로 빠른 시일 내 유치원용지가 학교용지법 적용대상에 포함될 수 있도록 적극적인 관심과 협조를 부탁드린다"고 말했다.

@highlight

31일 도성훈 인천시교육감은 정부서울청사에서 교육부 등과 함께 2차 수도권 주택공급 계획 내 국공립유치원 용지 무상 확보를 위한 업무협약을 체결했는데 이번 협약에 따라 계양신도시가 첫 수혜를 보게 된다.