[이데일리 이명철 기자] 유가증권 상장사 감사위원의 전문성이 높아지고 있지만 여전히 감사위원회 활동이 기말감사에 국한됐다는 분석이 나왔다.

삼정KPMG는 이 같은 내용이 담긴 '감사위원회 저널 9호'를 발간했다고 1일 밝혔다.

저널에는 감사인 선임위원회 구성 요건·절차와 신(新) 외부감사법 체제에서 내부회계관리제도 모범규준 개정과 활용, 대응방안 등을 담았다.

김유경 감사위원회 지원센터(ACI) 리더는 "내부회계관리제도 규율 강화는 개정 외부감사법에서 가장 크게 변화한 분야 중 하나"라며 "감사위는 변화된 사항을 숙지하고 내부회계관리제도 감독에 주요한 역할을 수행해야 한다"고 설명했다.

삼정KPMG가 2017년 사업연도 유가증권시장 상장사 감사위원 경력 현황의 전문성을 조사한 결과에 따르면 회계·재무전문가와 법전문가 비중은 13.3%, 12.7%로 전년대비 각각 5.6%포인트, 2.5%포인트 상승했다.

경영진 감독과 법제도 환경 변화에 대응하기 위한 전문가가 늘어나고 있다는 판단이다.

다만 여성 감사위원 비중은 약 0.1%포인트 낮아진 1.68%로 저조한 수준에 머물렀다.

글로벌 기업들은 집단사고 방지와 건설적인 토론을 위해 감사위 구성의 다양성을 강조하고 있어 개선이 필요하다는 지적이다.

2017년 국내 상장법인의 지배기구와 외부감사인간 의사소통은 평균 2.60회 이뤄져 전년(2.52회)대비 3.0% 증가했다.

다만 2016년 증가폭(9.7%)보다는 둔화된 추세다.

회의 시기도 2017년 4분기와 2018년 1분기에 집중돼 사실상 기말감사와 관련된 이슈에 치중된 것으로 나타났다.

신경섭 감사부문 대표는 "금융감독원의 '외부감사 관련 감사 및 감사위원회 운영 모범사례'에서도 감사위가 최소 분기에 한번씩 외부감사인과 소통할 것을 권고하고 있다"며 "소통이 활성돼야 시의성 있는 부정 적발과 신속한 시정조치가 용이하기 때문에 시기를 연초와 연중으로 분산할 필요가 있다"고 조언했다.

@highlight

삼정KPMG는 '감사위원회 저널 9호'를 발간해 유가증권 상장사 감사위원의 전문성이 높아지고 있지만 여전히 감사위원회 활동이 기말감사에 국한됐다는 분석을 했으며 신경섭 감사부문 대표는 "소통이 활성돼야 시의성 있는 부정 적발과 신속한 시정조치가 용이하기 때문에 시기를 연초와 연중으로 분산할 필요가 있다"고 조언했다.