국가균형 발전과 지역경제 활성화에 기여하는 대규모 공공투자 프로젝트 중 예비타당성 조사를 면제받아 조기 착공될 사업들이 29일 발표되는 가운데 광주시와 전남도가 지역 대형현안사업의 면제여부에 촉각을 곤두세우고 있다.

28일 기획재정부 등에 따르면 정부는 29일 국무회의에서 예비타당성조사(이하 예타) 면제 대상 사업을 최종 선정해 발표할 예정이다.

정부 관계자는 “17개 시·도가 신청한 사업을 위주로 예타 면제 대상 사업을 국무회의에서 최종 선정할 것”이라고 말했다.

앞서 전국 17개 시·도는 내륙철도, 고속도로, 공항, 창업단지, 국립병원 등 대규모 사회간접자본(SOC) 건설 공사 33건, 70여조원 상당에 대해 대통령 직속 국가균형발전위원회에 예타 면제를 신청했다.

지역 균형발전을 위한 사업이 선정 대상이기 때문에 수도권에서 신청한 사업은 제외될 가능성이 크다.

수도권이 아닌 시·도에서는 시·도별로 1건씩 면제 대상이 될 것으로 관측되고 있다.

광주시는 전략산업인 ‘인공지능(AI) 기반 과학기술창업단지 조성’을 1순위로, ‘광융합산업 맞춤형 제조혁신 플랫폼 구축’을 2순위로 신청했다.

‘AI 기반 과학기술창업단지 조성’은 사업비 1조원을 투입해 광주 첨단과학산업단지 3지구(66만㎡)에 2028년까지 인공지능연구원 설립, 인재 양성, 창업생태계 구축 등을 하려는 것이다.

4차 산업혁명 핵심기술 확보와 인공지능 분야 세계 최고의 역량을 갖춘 글로벌 R&D 허브 도약이 목표다.

‘광융합산업 맞춤형 제조혁신 플랫폼 구축’은 2020년부터 2026년까지 8천억원을 투입해 기술공급기지 구축, 혁신기술 연구개발, 전문기업 육성 등을 하는 사업이다.

전남도는 주요 SOC를 예타면제 사업으로 요청했다.

신안 압해-해남 화원 간 연도교(4천828억원)건설 사업을 비롯해 완도-고흥 간 해안관광도로(9천8억원), 여수 화태-백야 간 연도교(5천277억원) 사업 등이다.

시 관계자는 “그동안 지역 현안사업이 예타 조사 면제사업에 선정될 수 있도록 최선을 다한 만큼 좋은 소식이 있을 것”이라며 “사업에 선정이 된다면 만반의 태세를 갖춰 추진할 것”이라고 밝혔다.

@highlight

전국 17개 시, 도에서 대통령 직속 국가균형발전위원회에 신청한 예비타당성조사 면제 여부가 29일 최종 발표되며, 특히 광주시는 '인공지능'과 '광융합산업' 등 전략산업을 우선순위로 신청하였다.