충북일보=충주] 충주의 한 한우농가에서 구제역 의심신고가 접수돼 방역당국이 긴장하고 있다.

지난달 31일 충주의 한우 농가에서 세 번째 구제역 확진 판정이 내려진 가운데 나온 신고여서 관계기관은 촉각을 곤두세우고 있다.

1일 충주시 노은면에서 구제역 추가 의심 신고가 접수되면서 긴장감에 휩싸였다.

특히 노은면 농가는 구제역 확진 판정을 받은 주덕읍 농가와 5㎞ 이상 떨어진 곳이어서 확산 우려가 컸다.

방역당국은 이날 오전 10시께 사육 중인 일부 소에서 코 흘림 증상을 신고한 노은면 한우농가에서 간이키트 검사 등 현장 조사를 벌였다.

이 농가는 한우 89마리를 사육하고 있다.

시는 방역팀을 투입, 시료를 채취해 간이키트로 검사했지만 '음성'이 나와 한시름 놓았다.

시 관계자는 "침의 양이 적어 물에 희석해 검사했는데 결과가 음성으로 나왔다"면서 "혹시 몰라 충북도 동물위생시험에 정밀검사를 의뢰했다"고 말했다.

시는 이 농가 입구에 초소를 설치, 이동을 통제하고 있다.

최종 결과가 '음성'으로 나오면 이 농가의 이동제한을 해제할 예정이다.

도는 지난달 31일 주덕읍 한우농장의 구제역 의사환축이 정밀검사 결과 O형 구제역으로 최종 확진되면서 충주시 가축시장 폐쇄와 충주시 전체 우제류 10만 5천 마리에 대해 이동제한 명령을 내린 상태다.

구제역 확진 농가 반경 3㎞ 내 우제류 사육농장 140곳에 대해 긴급 전화 예찰에서 구제역 감염을 의심할 만한 증상이 없는 것으로 도는 파악하고 있다.

전국적으로도 전날 오후 6시부터 2일 오후 6시까지 48시간 동안 일시이동 중지 명령이 내려지고 전국 가축시장도 이날부터 21일까지 3주간 폐쇄됐다.

구제역 확진 판정을 받은 주덕읍 해당 농가의 반경 500m 이내 3개 농가 49마리는 전날 살처분을 완료했다.

@highlight

31일 충주의 한우 농가에서 3번째 구제역 확진 판정이 내려진 이후 5km 떨어진 농가에서 구제역 의심신고가 접수돼 방역당국이 주의하고 있다.