현대자동차는 지난 1월 총 31만3313대를 판매했다고 1일 공시했다.

지난해 같은달에 비해 7.7% 감소한 규모다.

내수는 전년동월 대비 17.5% 증가한 6만440대를 기록했다.

이에 비해 수출은 12.2% 감소한 25만2873대로 집계됐다.

내수 시장에서 세단은 그랜저(하이브리드 모델 2450대 포함)가 1만77대 팔리며 판매를 이끌었으며, 아반떼 5428대, 쏘나타(하이브리드 모델 270대 포함) 4541대 등 총 2만947대가 팔렸다.

레저용차량(RV)은 싼타페가 7001대, 팰리세이드 5903대, 투싼 3651대 등 총 1만8886대가 팔렸다.

'2019 올해의 차'로 선정된 팰리세이드는 본격 판매 돌입과 동시에 국내 대형 스포츠유틸리티차량(SUV) 시장에서 역대 최다 월 판매 실적을 달성했다.

누적 계약 대수도 4만5000대를 돌파했다.

상용차는 그랜드 스타렉스와 포터를 합한 소형 상용차가 총 1만3130대 판매를 기록했으며, 중대형 버스와 트럭을 합한 대형상용차는 2203대 판매됐다.

프리미엄 브랜드 제네시스는 G80가 2479대, G70가 1408대, G90(EQ900 39대 포함)가 1387대 판매되는 등 총 5274대가 판매됐다.

현대차 관계자는 "그랜저와 싼타페, 투싼 등 주력 차종이 국내 판매 실적을 견인하는 데 큰 역할을 했다"면서 "올해에도 주력 차종들에 대한 상품성을 한 층 강화해 판매를 견인하는 것은 물론, 시장에서 선풍적인 인기를 끌고 있는 팰리세이드의 원활한 판매를 위해 전사적인 역량을 집중해 국내 시장에서의 성장세를 이어갈 것"이라고 말했다.

해외시장 판매 감소의 경우 미국과 중국의 무역분쟁에 따른 중국 자동차 수요 감소와 중국 현지 법인인 베이징현대의 안정적 재고 운영 및 사업 정상화 추진 등이 주요한 영향을 미쳤다고 현대차는 설명했다.

@highlight

현대자동차는 내수는 전년동월 대비 17.5% 증가한 6만440대를 기록하고 수출은 12.2% 감소한 25만2873대로 집계되었다고 발표했는데 미국과 중국의 무역분쟁에 따른 중국 자동차 수요 감소와 중국 현지 법인인 베이징현대의 안정적 재고 운영 및 사업 정상화 추진 등이 영향을 미쳐 수출이 감소했다고 설명하였다.