김경수 경남도지사가 '드루킹' 사건으로 법정 구속된 지 불과 이틀 만인 1일 안희정 전 충남도지사가 성폭행 사건 2심에서 실형을 선고받고 수감되자 사법부가 제대로 '독기'를 품은 것 아니냐는 말이 나온다.

공교롭게도 안 전 지사에게 실형이 내려지기에 앞서 이날 오전 김명수 대법원장은 김 지사 판결과 관련, 여권의 사법부 공격에 정치권 등의 도 넘은 공격을 자제해달라고 요청해 여권과 사법부의 정면 대결 양상이 비쳤기 때문이다.

더불어민주당은 김 지사 판결을 '양승태 사법 적폐 세력의 보복'으로 규정하고 대책위원회를 구성, 법관 탄핵까지 거론하며 공세를 높여 왔다.

이에 김 대법원장은 "도를 넘어서 표현이 과도하다거나 혹은 재판을 한 개개의 법관에 대한 공격으로 나아가는 것은 법상 보장된 재판 독립의 원칙이나 혹은 법치주의의 원리에 비춰 적절하지 않다"면서 정치권의 비판에 불편한 속내를 드러냈다.

헌정 사상 초유의 전 대법원장 구속으로 사법부의 위신이 땅에 떨어진 데다, 김 지사 판결을 두고 정치권의 도 넘은 사법부 공격에 법원 내부에서도 '법관 독립 침해' 등 우려의 목소리가 커지고 있는 터라 안 전 지사의 실형 선고를 이런 분위기와 연관한 말들이 나오는 것.

이에 한 법조인은 "김 전 지사 건과 안 전 지사 건은 별개의 사안이고 사법부가 정치권, 호사 꾼들이 만들어내는 이야기처럼 판단하지는 않았을 것"이라고 했다.

그러면서도 "사법부의 여권 인사에 대한 강경한 판결은 정치 바람에 휘둘리지 않겠다는 법관들의 의지를 보여주는 것 아니겠냐"고 했다.

더불어민주당은 1일, 한때 민주당의 유력 차기 대선주자로 꼽혔던 안희정 전 충남지사가 이날 수행비서를 성폭행한 혐의로 항소심 재판에서 징역 3년 6월의 실형을 선고받았는데도 공식 논평을 내지 않는 등 침묵을 지켰다.

'미투' 흐름 속에 안 전 지사 사건에 대한 여론의 비난이 큰 점이 민주당의 입을 다물게 했다는 분석이 나온다.

@highlight

김경수 경남도지사가  '드루킹' 사건으로 법정 구속되자 이를 두고 여권에서 사법부에 공세를 퍼붓자 김명수 대법원장은 공격을 자제해달라고 요청한 가운데 불과 이틀 만에 안희정 전 충남도지사가 성폭행 사건으로 실형을 선고받자 사법부가 '독기'를 품은 것 아니냐는 말이 나온다. 