SK 와이번스 외국인 투수 앙헬 산체스와 브록 다익손이 2일(이하 현지시간) 미국 플로리다 스프링캠프에서 올해 첫 불펜 피칭을 실시했다.

SK는 1일터 미국 플로리다주 베로비치에 위치한 히스토릭 다저타운에서 스프링캠프를 진행하고 있다.

캠프 이틀째인 2일 오전 염경엽 감독을 비롯해 코칭스태프가 지켜보는 가운데 산체스와 다익손이 처음으로 불펜 피칭을 진행했다.

이날 산체스는 직구, 투심, 커터, 슬라이더, 커브 등 총 41개의 공을 던졌다.

다익손은 직구, 커터, 슬라이더, 커브 등 총 33개의 공을 던지며 각자의 구위와 컨디션을 점검했다.

불펜 피칭을 지켜본 손혁 투수 코치는 "산체스는 원래 가지고 있는 구종과 구위는 좋았다. 오늘 산체스의 피칭을 보니 작년에 본인이 부족했던 부분을 채우고자 비시즌동안 많은 노력을 했다는 것을 알 수 있었다"며 "우선 몸을 많이 키우면서 체력적인 부분을 보완하고자 노력한 것 같고, 오늘 피칭에서도 본인이 생각해온 것들을 하나하나씩 해나가는 모습이었다. 첫 불펜 피칭이지만 만족스러웠다"고 평가했다.

다익손에 대해선 "마운드에 오르니 본인이 어떻게 던져야될 지 미리 생각하고 집중해서 던지는 것이 느껴졌다. 큰 키에 안정된 투구 동작을 가졌고 투구 내용도 좋았다"며 "특히 공을 숨겨 나오는 디셉션 동작이 인상깊었다. 첫 불펜 피칭인 만큼 앞으로 더 지켜볼 생각이다"고 말했다.

피칭을 마친 산체스는 "컨디션도 좋고 에너지도 넘친다. 제구가 조금 아쉬웠지만 만족스러운 불펜 피칭이었다"고 말했다.

다익손은 "오늘 처음으로 불펜 피칭을 했는데 타이밍과 메카닉에 중점을 두고 모든 구종을 점검했다. 그리고 주장 이재원과의 관계를 만들기 시작했는데 앞으로도 이재원과 잘 소통하면서 좋은 피칭을 해나가도록 하겠다"고 소감을 밝혔다.

@highlight

SK 와이번스 외국인 투수 앙헬 산체스와 브록 다익손이 2일 미국 플로리다 스프링캠프에서 올해 첫 불펜 피칭을 실시했으며 불펜 피칭을 지켜본 손혁 투수 코치는 산체스의 피칭을 보니 작년에 본인이 부족했던 부분을 채우고자 비시즌동안 많은 노력을 한 것을 알 수 있었고 다익손에 대해선 마운드에 오르니 본인이 어떻게 던져야될 지 생각하고 집중해서 던지는 것이 느껴졌다고 말했다.