대구 달성군청이 불법 낚시꾼에 점령돼 화원동산 하식애의 환경훼손이 심각하다는 지적(매일신문 1월 24일 자 1·10면, 25일 자 3면)에 따라 하식애 부근을 낚시금지구역으로 재지정하는 절차에 나섰다.

달성군청은 "최근 하식애 절벽에서의 무분별한 낚시행위로 환경단체와 언론에서 낚시금지구역 지정 필요성을 제기함에 따라, 대구시에 화원읍 구라리~설화리 2.6㎞ 구간을 낚시금지구역으로 지정해 달라고 다시 요청했다"고 지난달 31일 밝혔다.

앞서 달성군청은 지난해 4월과 6월 낚시금지구역 지정 신청을 했으나 불허됐다.

화원동산 하식애는 달성군청과 국토교통부가 지난 4월 낙동강변 다목적도로 건설사업의 일환으로 100억원을 투입해 낙동강 생태탐방로를 조성한 뒤 낚시꾼들의 새로운 명소로 전락했다.

낚시꾼들이 고무보트를 이용하거나 로프를 묶어 하식애로 이동하는 데다, 이들이 버린 각종 쓰레기와 낚시 미끼 등으로 인해 환경 훼손은 물론 안전사고 발생 우려까지 제기되고 있는 상황이다.

그러나 달성군청은 여전히 '탐방로 조성에 따른 생태계 파괴는 없다'는 입장에는 변화가 없어 환경단체들로부터 "문제의 원인조차 파악하지 못하고 있다"는 비난을 사고 있다.

달성군청 관계자는 "탐방로 조성 이전부터 낚시행위에 대한 민원이 많이 발생했고, 4대강 보 개방으로 인한 수위저하로 하식애 절벽에 낚시꾼들의 접근이 쉬워졌기 때문에 벌어진 일"이라고 주장했다.

계대욱 대구환경운동연합 부장은 "탐방로 조성 이전에는 하식애 근처에 낚시꾼이 없었음은 이미 확인된 사실"이라며 "보 개방 탓으로 돌리는 것은 전형적인 물타기이자 책임회피"라고 꼬집었다.

한편, 대구시 관계자는 달성군의 낚시금지구역 지정 재요청에 대해 "우선 실태를 파악한 뒤 검토하겠다"며 원론적인 답변을 내놨다.

@highlight

낙동강 생태탐방로가 만들어진 뒤 낚시꾼들의 명소로 변해버린 화원동산 하식애의 훼손이 심각하다는 지적이 일자 달성군이 하식애 일대를 낚시금지구역으로 재지정하는 절차를 밟기로 했으나 '탐방로 조성에 따른 생태계 파괴는 없다'는 입장을 고수하고 있어 환경단체의 비판을 받고 있다.  