경기도가 페이퍼컴퍼니(실체 없이 서류상으로만 존재하는 기업) 등 부실·불법 건설업체 퇴출을 추진한다.

6일 경기도에 따르면 도는 설 연휴가 끝나는 즉시 도가 발주하는 관급공사 에 입찰한 건설업체 가운데 100여개를 무작위로 선정해 점검을 실시하고, 페이퍼컴퍼니로 의심될 경우 행정처분 또는 형사고발할 계획이다.

도는 자본금·기술자 미달 혐의업체에 대한 실태조사만 하던 기존 관행에서 벗어나 이번 단속부터 기존 실태점검에서 빠졌던 사무실을 무작위로 선정해 법적 요건(독립된 사무실 보유, 임대차계약서 등) 구비 여부 등을 중점 확인할 예정이다.

이와 동시에 도 발주 건설공사 하도급에 대한 조기 실태점검을 함께 실시해 무등록 건설업자나 하도급 관련 대금지급 부조리 발생 여부도 중점 단속할 계획이다.

특히 도는 이번 점검에서 ‘공익제보 핫라인(공정경기 2580)’을 통해 접수된 건설업체와 도민들의 제보를 적극 활용할 방침이다.

이는 페이퍼컴퍼니의 경우 서류상 하자가 없는 경우가 많고 사법권한을 보유한 검·경찰과 달리 도는 강제 수사권이 없어 단속이 쉽지 않다는 점을 고려한 조치다.

공익제보자의 경우 조사 후 사법처분이나 행정처분 조치가 있을 경우 최대 2억 원의 포상금을 받을 수 있다.

불법하도급 감시를 전담하는 조직을 신설하는 방안도 검토에 들어갔다.

이와 함께 건설업체들의 자정노력을 이끌어내는 차원에서, 대한건설협회 관계자가 참여하는 합동점검도 실시하기로 합의했다.

경기도에 따르면 페이퍼컴퍼니들은 건실한 건설사의 수주기회를 박탈하는데 그치지 않고 이들의 동반 부실을 초래하고 있는 상황이다.

또, 많은 페이퍼컴퍼니들이 수주한 공사를 대부분 일괄 하도급을 준 데 이어 하도급업체가 다시 2중·3중의 재하도급을 넘기면서 부실공사, 임금체불, 산재사고 등 여러 문제를 야기하고 있다.

‘경기도 공익제보 핫라인’의 자세한 내용은 홈페이지에서 확인이 가능하다.

@highlight

경기도는 설 연휴가 끝나는 시점부터 페이퍼컴퍼니 등의 부실·불법 건설업체를 근절하겠다고 각오를 밝혔다.