설 연휴 귀성·귀경행렬이 이어진 가운데, 각종 교통사고로 크고 작은 인명피해가 발생했다.

지난 5일 서해안고속도로에서 13중 추돌사고가 발생해 5명이 중경상을 입었다.

이날 오전 5시5분께 평택시 청북읍 서해안고속도로 서울방향 서평택IC 인근에서 A(31)씨가 몰던 승용차가 앞서가던 B(41)씨의 25t 화물차를 추돌했다.

이 사고로 A씨가 중상을, 다른 차량 운전자 4명이 경상을 입은 것으로 전해졌다.

사고 여파로 화물차 2대와 승용차 8대, 승합차 1대 등 총 11대가 연쇄 추돌하면서 13중 추돌사고가 발생했다.

지난 4일에는 교통사고 이후 사고차량에서 불이 나기도 했다.

이날 오전 5시20분께 광주시 중부고속도로 하남 방향 광주나들목 인근에서 1t 트럭이 중앙분리대를 들이받았다.

이 사고로 트럭에 불이 나 신고를 받고 출동한 소방대에 의해 20분 만에 진화됐다.

전소된 차량 내부에서 차 소유주 C씨로 추정되는 시신이 발견됐다.

경찰 관계자는 "C씨 가족을 조사한 결과 사망자가 C씨인 것으로 추정되나 정확한 신원 확인을 위해 국립과학수사연구원에 유전자 분석을 의뢰할 예정"이라고 말했다.

귀성행렬이 시작된 지난 3일에는 안양시 1번 국도에서 SUV 차량이 중앙선을 넘어 마주 오던 차량과 정면충돌하는 사고가 났다.

이날 오후 4시40분께 안양시 동안구 비산동 1번 국도에서 서울방면으로 달리던 D(64)씨의 SUV 차량이 원인을 알 수 없는 이유로 도로 가운데 설치된 경계석을 들이받았다.

사고 충격으로 D씨 차량은 그대로 전복되며 반대편 차선으로 튕겨 나갔고, 마주 오던 E(32)씨의 차량과 정면충돌했다.

뒤따르던 차량 2대도 속도를 줄이지 못하고 앞선 차량들과 부딪쳤다.

이 사고로 E씨가 병원으로 옮겨졌지만 결국 숨졌고, D씨 등 4명이 가벼운 상처를 입어 치료를 받고 있다.

경찰 관계자는 "D씨가 음주운전이나 과속을 한 것은 아닌 것으로 보인다"며 "사고 차량의 블랙박스 영상 등을 국과수에 의뢰할 것"이라고 말했다.

@highlight

설 연휴를 맞아 귀성 행렬이 이어지며 지난 5일 서해안고속도로에서 13중 추돌사고 발생했으며 중부고속도로에선 교통사고 이후 화재 등 교통사고가 이어지고 있다.