[천안]올해 천안지역 각 중학교 신입생들의 학급당 인원 수가 최대 두 배 이상 차이 나며 극심한 불균형 현상을 보이고 있다.

6일 천안교육지원청에 따르면 31개 중학교의 신입생 1차 배정이 완료된 가운데 동중, 가온중, 복자여중, 두정중, 성정중, 오성중, 환서중, 불당중, 월봉중, 불무중, 용곡중, 부성중 등 12개 중학교의 1학년 학급당 예정 학생수가 32명으로 나타났다.

불당중, 월봉중, 용곡중은 학급수도 12학급으로 집계됐다.

불무중도 11학급으로 확인됐다.

반면 일부 중학교는 학급당 신입생 학생수가 20명을 밑돌았다.

31개 중학교 중 성정중의 1학년 학급당 학생수가 16명(5학급)으로 가장 적었다.

서여중의 신입생 학급당 학생수도 18명으로 뒤를 이었다.

농촌지역에 소재한 천남중과 병천중도 1학년 학급당 학생수가 각각 20명, 21명에 불과했다.

중학교별 신입생 학급당 학생수 차이는 지역간 학생자원 분포의 불균형에 기인하고 있다는 분석이다.

실제로 불당동, 청당동, 신방동, 두정동 등 도시개발로 아파트 주거단지가 밀집한 지역의 중학교 대부분이 학급당 학생수가 30명을 넘거나 학급수도 10학급 안팎으로 과밀화 현상을 보였다.

중학교 신입생 학급당 학생수 불균형에 학부모나 교육청 모두 고민을 토로했다.

올해 자녀가 중학교에 진학하는 한 학부모는 "학교별 학급당 학생수 차이가 지역간 또 다른 교육격차로 이어지지 않을까 우려된다"고 말했다.

천안교육지원청 관계자는 "특정 지역에 학생들 분포가 집중돼 학생들의 중학교 선택권이 제약되는 것은 물론 교실 배치 등 학교 운영의 효율성에도 저해된다"며 "중학교 신설은 초등학교보다 더 어려워 천안지역 중학교 신입생 학급당 학생수의 불균형 현상은 내년에 더 심화될 전망"이라고 말했다.

@highlight

올해 천안지역 각 중학교 신입생들의 학급당 인원수가 지역간 학생자원 분포의 불균형에 기인해 극심한 불균형 현상을 보여 학부모와 교육청 모두 고민을 토로했다.