충북일보=충주] 지난달 31일 충주시 주덕읍의 한우농가에서 터진 구제역으로 가축 방역에 비상이 걸린 가운데 설 연휴 마지막 날인 6일까지 잠잠하다.

하지만 구제역은 언제든지 발생할 가능성이 있어 방역당국은 긴장의 끈을 놓지 않고 있다.

충북도는 구제역 발생 후 축산 차량·가축 이동제한 명령을 발생 농가 반경 3㎞에 국한하지 않고 충주전역에 내렸다.

도는 이 같은 조처가 구제역 확산을 방지한 것으로 보고 있다.

때문에 도는 구제역이 주변 농가로 수평 전파되지 않았다고 보고 충주시 전역에 내린 이동제한을 발생 농가 반경 3㎞ 이내로 축소하는 방안을 검토했다.

하지만 이번 구제역 첫 발생지인 경기도 안성이 이동제한 조치가 유치되는 만큼 방향을 수정했다.

우제류 가축이 구제역 백신을 맞더라도 항체 형성이 1~2주가 소요되는 점을 고려한 것으로 보인다.

도 관계자는 "이동제한 해제 시점은 결정된 게 없다. 관련 사항을 농림축산식품부와 협의 중"이라고 말했다.

이어 "충주시 전체 농가를 대상으로 전화 예찰을 하고 있지만 구제역 의심증상은 나타나지 않았다"고 덧붙였다.

따라서 구제역 발생지 3㎞ 밖에 있는 농가들을 대상으로 한 축산 차량·가축 이동제한 해제는 백신 접종일로부터 14일 정도 지난 오는 13~14일께 가능할 것으로 전망된다.

도가 이동제한 일부 해제 조처를 하면 구제역 발생지 반경 3㎞ 이내 104개 농가와 나머지 충주지역 1천230개 농가가 사육하는 10만여 마리의 소·돼지·염소·사슴의 이동제한이 풀린다.

도는 지난달 31일 충주 한우농가에서 구제역이 발생하자 이 농가와 반경 500m 이내 2개 농가의 소 49마리를 살처분했다.

또 같은 날 도내 축산 농가의 소·돼지 77만 4천마리에 대한 구제역 백신접종을 모두 마무리했다.

@highlight

지난달 31일 충주시 주덕읍의 한우농가에서 발생한 구제역으로 가축 방역에 비상이 걸린 가운데 설 연휴 마지막 날인 6일까지 조용하지만, 구제역은 언제든지 발생할 소지가 있어 방역당국은 긴장을 멈추지 않고 충주시 전역에 내린 이동제한을 발생 농가 반경 3㎞ 이내로 축소하는 방안을 검토했다.