황인옥 (재)대구문화재단은 시민들의 문화 활동 활성화와 예술 활동 지원을 위한 ‘2019 대구 생동지기(생활문화동호회)’를 연중 상시 모집한다.

재단은 이에 앞서 참여자의 이해를 돕기 위한 사업설명회를 9일 오전 11시 경북대학교 글로벌프라자 효석홀에서 연다.

‘생동지기’는 대구를 기반으로 활동하는 생활문화인들이 교류하고 소통하는 네트워크 모임을 의미하며, 이러한 네트워크를 바탕으로 다양한 ‘생활문화 활성화 지원사업’과 ‘생활문화축제’에 참가가 가능하다.

가입대상은 3인 이상으로 구성된 활동경험이 있는 대구 생활문화동호회이며, 생활체육을 제외한 문화예술 전 분야의 동호회가 가입 가능하다.

가입 신청은 대구문화재단 생활문화 홈페이지(www.artinlife.or.kr)에서 가능하다.

한편 ‘생활문화 활성화지원사업’은 일상 속에서 다양한 문화 활동에 참여할 수 있도록 시민들의 자발적인 생활문화 활동을 지원하는 사업으로 크게 ‘생활문화 육성지원사업’과 ‘예술동아리 교육지원사업’ 그리고 ‘우수프로그램 지원사업’으로 구분된다.

‘생활문화 육성지원사업’에서 생활문화 코디네이터를 양성하는 △생활문화코디네이터 양성사업과 시민의 전시활동을 지원하는 △시민 자율갤러리 운영사업이 있다.

‘예술동아리 교육지원사업’의 △생활문화동호회 전문인력 파견지원사업은 동호회에 전문강사를 파견해 맞춤형 교육을 지원하고, △생활문화동호회 멘토링 프로그램 지원사업은 멘토(장년 동호회)와 멘티(신생 동호회) 간의 교육·연계 프로그램을 지원하여 동호회 간의 교류를 통한 지속적인 문화 활동을 돕는다.

‘우수프로그램 공연·전시 지원사업’의 △우리동네 생활문화공간 지원사업은 민간에서 운영되는 일상 생활문화공간이 지역 생활문화의 거점으로 발전할 수 있게 통합홍보 및 프로그램을 지원하며 △생활문화동호회 공연활동 지원사업은 지하철 역사와 지역 곳곳에서 공연 활동을 펼칠 수 있게 지원하고, 또한 동호회가 제안하는 프로그램을 직접 실현할 수 있게 지원해주는 △생활문화동호회 프로그램 지원사업이 진행된다.

@highlight

대구문화재단은 시민들의 일상생활 속 문화예술 활동을 지원하는 ‘생동지기’를 모집하며, 가입대상은 3인 이상으로 구성된 활동 경험이 있는 대구 생활문화동호회이다.  