현대 상업영화에서는 볼 수 없는 4:3 화면비의 흑백영화가 황홀한 영화적 체험을 하게 한다.

제목에서 알 수 있듯 냉전 시대를 배경으로 한 강렬한 멜로 영화 ‘콜드 워’는 1940년대 폴란드를 시작으로, 이후 20년간 오직 사랑과 음악만이 전부였던 줄라와 빅토르의 러브 스토리를 그린 영화다.

공산주의 체제하의 폴란드에서 가난에서 벗어나기 위해 민속 음악단 마주르카에 입단한 줄라를 보고 첫눈에 반한 음악선생 빅토르는 정치적, 시대적 제약 앞에서 만남과 헤어짐을 반복하며 절대적 사랑의 영원함을 깨닫는다.

‘콜드 워’ 스틸.

파벨 파블리코브스키 감독은 제87회 아카데미 시상식 외국어영화상을 수상한 ‘이다’에서도 4:3 화면비와 흑백 영상을 선사하며 빈틈없는 연출 솜씨를 보여준 바 있다.

‘콜드 워’에서는 부모님의 러브스토리에서 영감을 얻은 강렬한 이야기가 역동적인 흑백 영상과 아름다운 음악과 어울리며 펼쳐진다.

자유분방한 성격의 졸라를 잡아낸 카메라는 그녀의 성격을 반영하듯 자연스럽게 움직인다.

또한 폴란드 민속 음악과 프랑스에서 유행했던 재즈가 주요 장면에서 등장하는데, 자유를 찾아 폴란드에서 프랑스로 망명한 빅토르는 재즈 피아노를 연주하며 예술가로 명성을 쌓는다.

카메라와 음악으로 인물들의 캐릭터를 표현하는 것이다.

흑백 영상과 정사각형 같은 4:3의 화면비는 클래식 영화를 보는 느낌을 강하게 준다.

또한 폴란드와 독일 베를린, 프랑스 파리 등 각기 다른 이데올로기로 살았던 냉전 시대의 유럽 도시 분위기를 비교하는 것도 ‘콜드 워’를 보는 재미다.

일반 상업영화에 익숙해진 관객들에게 ‘콜드 워’는 색다른 영화 언어를 만나는 신선한 경험을 하게 한다.

한편 ‘콜드 워’는 제71회 칸영화제 감독상을 받았으며, 오는 24일(현지시간) 개최되는 제91회 아카데미 시상식 감독상, 촬영상, 외국어영화상 후보다.

개봉 7일.

이원 기자 .

@highlight

냉전 시대가 배경인 영화 '콜드 워'는 공산주의 체제하의 폴란드에서 사랑과 음악이 전부인 줄라와 빅토르의 러브 스토리를 그린 영화로 현대 상업영화에서는 흔치 않은 4:3 화면비의 흑백영화로 제작되어 황홀한 체험을 하게 해준다.