김기원 농림축산부 푸드플랜 사업 선정...

올 하반기 화성 APC 착공 예정 등화성시가 농림축산식품부의 푸드플랜(먹거리 종합계획) 패키지 사업에 선정됐다.

푸드플랜 패키지 사업은 농가 소득증대와 일자리 창출, 지역경제 활성화를 위해 지역농산물의 소비확대를 돕는 사업이다.

6일 시에 따르면 시는 향후 5년간 약 383억원을 농산물 산지유통센터 건립, 식품소재 반가공 산업육성, 농·산·어촌개발, 향토산업육성, 농산물 안전성분석실 운영, 저온유통체계구축, 직매장 교육 등 모두 7개 분야에 집중 투자한다.

빠르면 올 하반기에 봉담읍 화성푸드통합지원센터 부지 내에 농산물 산지유통센터(APC) 건립에 착공하고 푸드플랜 전초기지로 삼을 방침이다.

시는 또 식품소재 반가공산업을 육성해 단순 생산에 머무르던 농가들가 고부가가치의 가공식품 개발, 이를 기반으로 학교급식에도 납품할 계획이다.

특히 향토산업육성을 통해 마을공동체를 되살리고 지역경쟁력도 높일 예정이다.

시는 새해부터 강화된 농약잔류허용기준강화제도(PLS)가 전면 시행됨에 따라 농가들의 피해를 막을 수 있도록 농산물 안전성 분석실을 운영할 계획이다.

오는 12월 장안면으로 이전 개소하는 화성시농업기술센터 내에 조성될 예정인 분석실은 토양과 수질분석 시설을 갖추고 로컬푸드 통합안전관리 시스템인 화성푸드인증제를 지원하게 된다.

시가 역점사업으로 추진 중인 로컬푸드 온라인 유통망(O2O) 구축을 위해 저온 저장고, 냉동 탑차 등 저온유통시스템도 확충된다.

앞서 시는 이같은 사업을 추진하기 위해 지난해 11월 시청 농정과를 농식품유통과로 확대 개편했다.

시 관계자는 "안전하고 신선한 먹거리에 대한 요구가 사회 전반에 걸쳐 확대되고 있다"며 "시민들이 안심하고 선택할 수 있고, 농민들이 신바람 나게 일할 수 있는 지역 푸드플랜 사업을 추진할 것"이라고 했다.

@highlight

화성시는 농림축산식품부가 주관하는 푸드플랜(먹거리 종합계획) 패키지 사업에 선정되어 향후 5년간 농산물 산지유통센터 건립, 식품소재 반가공 산업육성 등 7개 분야에 약 383억원을 집중 투자할 계획이며 빠르면 올 하반기에 봉담읍 화성푸드통합지원센터 부지 내에 농산물 산지유통센터(APC) 건립에 착공해 푸드플랜 전초기지로 삼을 방침이라고 6일 밝혔다.