지방세 납부에 어려움을 겪거나 세무 관련 불편사항이 있는 전주시민들은 전주시 지방세 납세자보호관 제도를 이용하면 고민을 해결할 수 있다.

전주시는 지방세를 납부하는 시민들의 권리를 보호하고, 지방세 및 세무관련 불편사항을 개선하기 위해 지방세 납세자보호관 제도를 운영하고 있다고 밝혔다.

전주시 지방세 납세자보호관은 △지방세 고충민원의 처리 및 세무 상담 △세무조사·체납처분 등 권리보호 요청 사항 △납세자권리헌장 준수에 관한 사항 △세무조사 기간 연장 및 연기에 관한 사항 △납부기한의 연장신청에 대한 처리 △가산세 감면신청에 대한 처리 △징수유예·체납처분유예의 신청에 대한 처리 등을 담당한다.

지방세 납세자가 권리보호를 받기 위해서는 시청 홈페이지(www.jeonju.go.kr) 내 분야별정보-세금에 게시된 신청서를 작성해 관련 자료와 함께 전주시청 8층 교육청소년과 법무팀의 납세자보호관에게 우편 또는 방문 신청하면 된다.

시가 지방세 납세자보호관을 세무부서가 아닌 법무팀에 배치한 이유는 납세자의 권익을 보호하기 위해 세무부서로부터 독립돼 납세자의 입장에서 공정하고 투명하게 업무를 처리토록 만들기 위함이다.

납세자보호관은 처리방향 검토와 세무부서 의견조회, 관계인 의견청취 등 사실 확인을 거처 신청인에게 처리결과를 통보하게 된다.

최현창 전주시 기획조정국장은 "지방세 납세자보호관 제도로 납세자 권익이 한층 강화되고, 지방세 부과·납부에 대한 신뢰도도 높아질 것으로 기대된다"라며 "앞으로도 납세자의 권리보호와 불편사항 개선을 위해 한층 더 노력할 것"이라고 말했다.

한편, 전주시 지방세 납세자보호관 제도에 대한 사항은 전화(063-281-2287)로 문의하면 자세한 안내와 상담을 받을 수 있다.

@highlight

전주시는 지방세 고충민원이나 다양한 세무 관련 업무처리에 관해 주민들의 권리를 보호하고 불편사항을 개선하기 위해 납세자보호관 제도를 운영하고 있다고 밝혔다.