신서희 건설기계 최대 3000만원·LPG화물차 400만원 등 (동양일보 신서희 기자) 세종시가 자동차 배출가스 저감과 대기환경 개선을 위해 2019년도 노후경유차 조기폐차 및 LPG 화물차 신차구입, 어린이 통학차량 LPG차 전환 지원 사업을 실시한다.

노후경유차 조기폐차 지원 사업 대상은 배출가스 5등급 경유차 또는 2005년 이전 배출허용기준을 적용해 제작된 도로용 3종 건설기계다.

배출가스 5등급 해당 여부는 자동차배출가스등급제 홈페이지(http://emissiongrade.mecar.or.kr) 및 콜센터(☏1833-7435)에서 확인할 수 있다.

소유차량이 배출가스 5등급에 해당하는 경우 2년 이상 세종시에 차량등록을 유지해야 하고 최종 소유자의 소유기간이 6개월 이상 등 지원조건을 충족해야한다.

지원 규모는 3.5톤 미만 차량은 최대 165만원, 3.5t 이상 및 건설기계 3종은 추가 지원금 포함 시 최대 3000만원까지 지원된다.

조기폐차 기준을 충족하는 경유차를 폐차한 후 새로 LPG 화물차를 구입하는 경우 지원되는 LPG 화물차 신차구입 지원은 대당 400만원 씩 총 10대를 정액지원하며 조기폐차 지원금은 별도로 지급한다.

노후경유차 조기폐차 및 LPG 화물차 신차구입 지원은 3월 5일부터 8일까지 신청서와 자동차등록증 등 관련 서류를 갖춰 시청 1층 로비(서류접수) 및 정문주차장(차량상태확인)으로 방문 또는 우편(성능기록부 제출 시) 신청하면 된다.

어린이 통학차량 LPG차 전환 지원은 2010년 12월 31일 이전 등록된 9～15인승 이하의 승용·승합 경유차 중 신청일 기준 세종시에 주소를 두고 세종시에 어린이 통학버스 신고를 한 자를 대상으로 한다.

지원신청은 오는 25~28일 4일간 신청 접수 받으며 대당 500만 원씩 10대를 정액 지원한다.

@highlight

세종시가 배출가스 5등급 경유차 및 2005년 이전 배출허용기준을 적용해 제작된 도로용 3종 건설기계를 대상으로 2019년도 노후경유차 조기폐차를 3.5톤 미만 차량은 최대 165만원, 3.5t 이상 및 건설기계 3종은 추가 지원금 포함 시 최대 3000만원까지 지원할 예정이다.