글로벌 반도체 수요 둔화 등의 여파로 올해 수출액 증가율이 마이너스로 전환할 것이라는 한국은행 전망이 나왔다.

6일 한은에 따르면 올해 명목 수출은 전년 대비 1.4% 감소할 것으로 예상됐다.

명목 수출은 수출 금액에 물량까지 고려한 수치로, 수출로 벌어들인 돈을 의미한다.

정부가 집계할 때 쓰는 수출 통계이기도 하다.

명목 수출증가율은 2016년 글로벌 경기 둔화와 보호무역주의 강화, 자동차 파업 여파로 5.9% 감소한 뒤 2017년 15.8%, 2018년 5.5%로 반등에 성공했다.

그러나 3년 만에 마이너스로 떨어질 위기에 처했다.

명목 수출액과 비교되는 개념은 실질 수출로, 이는 가격을 배제한 채 물량만 따진 수치다.

한은 등에서 경제성장률을 추정할 때 실질 수출액을 본다.

한은의 실질 수출증가율 전망은 올해 3.1%다.

실질 수출증가율은 지난해 3.9%에서 0.8%포인트 깎일 것으로 예상됐지만 여전히 ‘플러스’였다.

실질 수출이 늘어날 것으로 예상되는데도 명목 수출이 뒷걸음질 친다는 것은 결국 수출물량은 꾸준히 늘어나겠지만 수출상품 단가 하락으로 수출로 벌어들인 돈이 줄어든다는 의미다.

이는 그간 가파르게 성장했던 반도체 수출이 둔화하는 영향이 큰 것으로 보인다.

지난해 12월 반도체 수출은 8.3% 감소하면서 27개월 만에 내림세로 전환했다.

유가 하락 전망도 영향을 미칠 것으로 보인다.

유가가 떨어지면 석유화학 제품의 수출 가격이 내려가게 된다.

다만 명목 수출증가율은 하반기로 갈수록 감소 폭이 줄어들 것으로 보인다.

한은은 올해 상반기 -2.6%, 하반기 -0.2%로 예상했다.

내년에는 0.8% 플러스로 전환할 것으로 전망했다.

한은 관계자는 “반도체가 상반기에 조정 양상을 보인 뒤 하반기에는 회복할 것으로 봤다”며 “유가는 상·하반기 큰 변동이 없을 것으로 보고 있다”고 설명했다.

명목 수출 금액이 줄었어도 수출·입을 합한 올해 연간 무역액은 1조1240억 달러로 1조 달러를 넘을 수 있을 것으로 한은은 예상했다.

한국은 2017년부터 지난해 2년 연속으로 무역 1조 달러를 돌파한 바 있다.

@highlight

6일 한은에 따르면 글로벌 반도체 수요 둔화 등의 여파로 올해 명목 수출증가율이 전년 대비 1.4% 감소하여 3년 만에 마이너스로 떨어질 위기에 처했다.  