[이데일리 이재운 기자] 과학기술 연구개발(R&D)에도 올해부터 본격적으로 인공지능(AI)과 사물인터넷(IoT), 클라우드 같은 신기술 도입이 본격화될 전망이다.

5일 글로벌 컨설팅 업체 딜로이트가 소개한 '2019년 미국·글로벌 생명과학 전망' 보고서를 보면 다양한 흐름 제시와 함께 '생명과학에 있어 변형의 기술'(Transformative technologies in life sciences)이라는 전망을 제시했다.

딜로이트는 AI와 의료사물인터넷(IoMT; Internet of Medical Things), 소프트웨어형 의료기기(SaMD; Software-as-a-Medical-Device), 블록체인, 자가 진단·가상 관리(DIY diagnostics and virtual care), 미래형 운송수단 등을 제시했다.

AI는 치료법 혁신과 치료 계획 수립, 환자 모니터링, 신약 개발 등에 활용이 예상된다.

양자컴퓨팅 등 보다 높은 성능의 컴퓨팅 기술이 적용되면 AI의 수준도 높아져 생명과학 분야의 발전에도 가속도가 붙을 전망이다.

IoMT의 경우, 점차 각종 의료 장비와 시설에 인터넷이 도입되면서 센서가 수집한 정보를 공유하며 빠르게 발전, 환자를 보다 효과적으로 치료하고 돌볼 수 있는 환경을 만들어줄 것으로 기대된다.

SaMD는 클라우드를 기반으로 소프트웨어 방식의 의료용 솔루션 보급 확산 기반이 될 전망이다.

블록체인은 빠르게 늘어나는 의료 데이터를 보다 안전하고 안정적으로 자동 처리하며 오류를 최소화하는데 쓰일 것으로 딜로이트는 전망했다.

이 밖에 병원에 가기 어려운 환경에서 자가 진단이나 원격 진료·관리를 받을 수 있는 서비스의 확산과, 자율주행이나 전기차 등 미래형 운송수단을 통해 의약품 배달 확대나 환자이송의 원활한 진행도 기대된다.

@highlight

글로벌 컨설팅 업체 딜로이트의 '2019년 미국·글로벌 생명과학 전망' 보고서에 의하면, 양자컴퓨팅 기술 적용 등으로 인공지능(AI)과 사물인터넷(IoT), 클라우드 같은 신기술이 생명과학 연구개발(R&D)분야의 발전을 견인할 전망이다.