이도근 우리고장 현충시설엔 ‘청주 단재 신채호 선생 동상’ 청주예술의전당 앞 단재 신채호 선생 동상이 2월의 우리고장 현충시설에 선정됐다.

1940년 6월 17일 한국혁명여성동맹 창립기념 전체 촬영사진.

앞줄 왼쪽 세 번째가 이국영 선생.

<충북남부보훈지청> (동양일보 이도근 기자) 2월의 ‘우리고장 독립운동가’로 여성 항일 독립운동가 이국영(李國英·1921~1956) 선생이, ‘우리고장 현충시설’에 청주 ‘단재 신채호 선생 동상’이 각각 선정됐다.

6일 충북남부보훈지청에 따르면 1921년 청주에서 태어난 이 선생은 중국 중경에 조직된 한국혁명여성동맹 대의원으로 항일운동을 전개했다.

중경의 3.1유치원에서 연미당·정정화 선생 등과 함께 교민 자녀를 교육하기도 했다.

그는 또 한국독립당 당원이며 대한민국임시정부의 생계부 부원으로 활동했다.

정부는 선생의 공훈을 기려 1990년 건국훈장 애족장을 추서했다.

‘단재 신채호 선생 동상’은 일제강점기 언론인·역사학자이자 독립운동가인 신채호(1880~1936) 선생을 기리기 위해 1996년 12월 8일 단재 선생 탄신일 116주년을 맞아 건립됐다.

선생은 구한말 독립협회에서 활동했다.

1905년 을사늑약이 체결되자 황성신문과 대한매일신보에 논설을 쓰며 친일파의 매국행위를 비판하고 국권회복운동을 주창했다.

독사신론, 조선상고문화사, 조선사연구초 등 역사서를 펴내며 민족의식 고취에 힘쓰던 선생은 상하이 임시정부 수립에도 참가했다.

선생은 독립운동 자금을 모으고자 대만으로 가던 중 일제에 체포돼 중국 뤼순 감옥에 수감됐고 1936년 옥사했다.

1962년 건국훈장 대통령장에 추서됐다.

@highlight

한국혁명여성동맹 대의원으로 항일운동을 펼친 일제강점기 언론인,역사학자이자 독립운동가인 단재 신채호 선생 동상이 2월의 우리고장 현충시설에 선정됐다.