걸그룹 드림캐쳐의 멤버 시연이 학교 폭력 루머에 휘말린 가운데 소속사가 '사실무근'이라며 선을 그었다.

드림캐쳐의 소속사 해피페이스 엔터테인먼트는 7일 공식 팬카페를 통해 "현재 온라인에서 유포되고 있는 시연의 학교 폭력 루머는 사실이 아님을 확실히 말씀드립니다. 확인 결과 피해를 주장하고 있는 네티즌과 시연이 같은 학교를 다닌 것은 맞으나, 시연은 그분이 주장하시는 피해와 전혀 관계가 없었던 것으로 파악되었습니다"라고 전했다, 이어 "이번 루머 사건을 수사기관에 의뢰해 사실관계를 철저히 가릴 것임을 약속드립니다. 아울러 악의적인 허위 사실 유포와 명예 훼손에 대해 법적으로 강력히 대응, 이같은 일이 재발되지 않도록 최선의 노력을 기울일 것입니다"라고 밝혔다.

드림캐쳐는 13일 네 번째 미니앨범 'The End of Nightmare'를 발매하고 컴백한다.

이후 국내는 물론 일본와 싱가포르·필리핀·인도네시아 등 5개국을 순회하는 아시아 투어를 개최한다.

안녕하세요.

해피페이스엔터테인먼트입니다.

먼저 행복한 설 명절에 드림캐쳐 멤버 시연과 관련한 루머로 많은 분들에게 심려를 끼쳐드린 점에 대해 사과의 말씀드립니다.

현재 온라인에서 유포되고 있는 시연의 학교 폭력 루머는 사실이 아님을 확실히 말씀드립니다.

확인 결과 피해를 주장하고 있는 네티즌과 시연이 같은 학교를 다닌 것은 맞으나, 시연은 그분이 주장하시는 피해와 전혀 관계가 없었던 것으로 파악되었습니다.

해피페이스엔터테인먼트는 이번 루머 사건을 수사기관에 의뢰해 사실관계를 철저히 가릴 것임을 약속드립니다.

아울러 악의적인 허위 사실 유포와 명예 훼손에 대해 법적으로 강력히 대응, 이같은 일이 재발되지 않도록 최선의 노력을 기울일 것입니다.

다시 한번 즐거운 명절에 좋지 않은 소식을 전하게 되어 안타깝습니다.

새해 복 많이 받으시고, 뜻하신 바가 모두 이루어지는 행복한 기해년 황금돼지의 해가 되길 바랍니다.

감사합니다.

해피페이스엔터테인먼트 드림.

@highlight

드림캐쳐의 소속사는 7일 멤버 시연의 학교 폭력 루머에 '사실무근'이라 당부하며 악의적인 허위 사실 유포와 명예 훼손에 대해 법적 대응할 것을 밣힌 가운데 드림캐처는 13일 네 번째 미니앨범 발매하고 컴백할 예정이다.