오는 21일 오후 7시, 보령문화예술회관 대공연장에서 막이 오르는 종합예술공연 개그 판타지쇼 홍보 포스터.

사진=보령시 제공 [보령] 보령시는 오는 21일 오후 7시, 보령문화예술회관 대공연장에서 온 가족이 함께 즐길 수 있는 종합예술공연 개그 판타지쇼를 선보인다.

개그 판티지쇼는 개그와 풍선아트, LED 트론댄스 등 9개의 다채로운 공연이 펼쳐지는 종합예술공연으로 장르의 경계를 넘어선 퍼포먼스가 문화적 감수성을 풍부하게 채워준다.

이번 공연은 △이재형·한현민·정진욱 등 실력파 개그맨들이 즉석 애드리브, 재미있는 해프닝, 흥미로운 에피소드로 펼치는 졸탄쇼 △멋진 무대매너로 아이돌 마술사라 불리는 임세준의 풍선아트쇼 △어두운 무대배경 속에서 LED를 활용한 멋진 퍼포먼스를 펼치는 LED 트론 댄스 △비누방울로 마음을 전하는 버블아티스트 이선호의 버블 쇼와 함께 비보이 공연, 태권도 퍼포먼스 등 다채롭게 펼쳐진다.

공연은 개그와 풍선아트, 버블, 팝페라, 태권도 시범, 미러볼 모창, 레이저 아트 퍼포먼스 등 장르별 하이라이트 공연을 감상할 수 있는 기회를 제공함으로써 다양한 문화 경험의 기회를 만나기 쉽지 않은 청소년들에게 학업 활동에 지친 스트레스 해소는 물론 문화적 감수성을 더욱 풍성하게 채워줄 것으로 기대된다.

시 관계자는 "다양한 연령층이 함께 즐길 수 있는 개그와 퍼포먼스의 하이라이트를 모아놓은 이번 공연에 시민들의 많은 관람을 바란다"고 말했다.

예매는 8일 오후 1시부터 보령문화예술회관 홈페이지(http://www.brcn.go.kr/art.do)에서 할 수 있으며 관람료는 R석은 1만 원, S석은 7000원, A석은 5000원이며 1인 4매까지 예매가 가능하다.

기타 공연문의는 보령문화예술회관 ☎041(930)3710로 하면 된다.

@highlight

보령시는 오는 21일 오후 7시, 보령문화예술회관 대공연장에서 개최하는 개그 판타지쇼는 개그와 풍선아트, LED 트론댄스 등 장르의 경계를 넘어선 9개의 공연으로 진행되며 다양한 연령층에게 문화적 감수성을 채워줄 종합예술공연이다.  