[환경일보] 고용노동부는 지난 2018년 12월27일 발표한 고용센터 혁신방안의 후속조치로 실업급여 수급자 재취업지원 강화를 위한 실업인정 업무 개정지침을 마련해 2월1일부터 시행한다고 밝혔다.

반복적 업무에 대한 행정력 투입은 축소하고 이를 통해 확보된 행정력을 수급자 재취업 지원에 적극 활용할 계획이다.

개정지침이 시행되면 2월1일 이후 신규 수급자뿐만 아니라, 기존 수급자도 개정지침에 따라 실업급여를 수급할 수 있게 된다.

재취업 지원 강화 등이며, 상세한 내용은 다음과 같다.

첫째, 형식적 실업인정 절차를 대폭 완화해 행정처리 업무부담은 줄이고, 수급자가 자기주도적 구직활동을 할 수 있도록 한다.

의무 구직활동 횟수를 완화해 현장 담당자의 행정업무 부담은 크나, 수급자의 재취업 실효성은 낮은 의무 구직활동 횟수를 축소한다.

재취업활동 범위도 확대한다.

수급자가 형식적 구직활동 대신 다양한 활동에 참여하여 취업역량과 의지를 고취할 수 있도록 어학 관련 학원수강 및 시험응시, 입사지원 사전단계로서 취업상담, 구직등록 등도 재취업활동으로 인정한다.

형식적인 실업인정 절차를 완화하기 위해 의무 구직활동 횟수를 축소한다.

둘째, 확보된 행정력을 바탕으로 취업지원 서비스를 원하는 수급자 및 실업급여 장기수급자 등에 대한 재취업 지원을 강화한다.

심층상담을 통해 수급자의 구직신청서를 이력에 맞게 내실화하고 구인업체와 수급자의 인력 미스매치 해소 등을 지원한다.

직업훈련 등도 연계하여 지원한다.

아울러 수급자의 워크넷을 통한 입사지원을 구직활동으로 인정해주는 횟수 등을 제한해 형식적 입사지원을 방지하고, 수급자가 동의하는 경우에만 구직정보를 워크넷에 공개해 워크넷 상 허수 구직자 발생 등도 방지할 계획이다.

고용노동부 나영돈 고용정책실장은 "이번 제도개편으로, 실업급여 수급자의 절차 부담은 완화하고 실질적 재취업 지원은 강화하는 한편, 현장 담당자들의 행정부담도 함께 완화될 것으로 기대된다"고 밝혔다.

@highlight

고용노동부는 실업급여 수급자 재취업지원 강화를 위한 실업인정 업무 개정지침을 마련해 2월1일부터 시행하며 신규 수급자뿐만 아니라 기존 수급자도 개정지침에 따라 실업급여를 수급할 수 있게 되었고 나영돈 고용정책실장은 "이번 제도개편으로 실업급여 수급자의 절차 부담은 완화하고 실질적 재취업 지원은 강화하는 한편 현장 담당자들의 행정부담도 함께 완화될 것으로 기대된다"고 밝혔다.