9일 'MVP CUP(Magic VR Player CUP)'청주 지역 예선 전국 VR e스포츠 대회에서 진행될 '인피니트 파이어'와 '슈퍼퐁' 종목.

VR e스포츠의 전국 최강자를 가리는 축제가 청주첨단문화산업단지 1층에 위치한 충북콘텐츠코리아랩에서 오는 9일 열린다.

충북글로벌게임센터는 센터입주기업이자 VR게임 전문 개발사인 ㈜리얼리티매직이 전국 VR e스포츠 대회 'MVP CUP(Magic VR Player CUP, 이하 MVP CUP)'을 개최하고 9일 청주지역을 시작으로, 10일 부산, 16일 전주를 거쳐 17일 서울지역까지 예선전을 펼친다고 밝혔다.

'MVP CUP'은 ㈜리얼리티매직이 주관하고 ㈜리얼리티매직에서 자체적으로 개발한 게임을 종목으로 한 VR e스포츠 대회로, '인피니트 파이어'와 '슈퍼퐁2' 두 가지 종목으로 진행한다.

지역예선에 참가하기 위해서는 2인 팀을 결성하고, 'MVP CUP'공식홈페이지(http://mvpcup.realitymagiq.com)에 신청서를 접수하면 된다.

종목별로는 선착순 8개 팀만 참여 가능하다.

종목별 각 지역 예선 상위 1개 팀에게만 23일 서울 신도림 테크노마트 Lenovo VR Magig Park에서 열리는 전국 최종 결승전에 참가할 자격이 주어진다.

'MVP CUP'의 총 상금 규모는 500만 원이며, 종목별 1위 팀과 2위 팀에게 각각 200만 원과 50만 원의 상금을 수여한다.

충북글로벌게임센터 관계자는 "세계를 무대 삼는 충북의 토종 게임기업들을 육성하고자 개소한 충북글로벌게임센터의 입주기업이 처음으로 여는 전국 VR e스포츠 대회니만큼 성공적으로 개최 될 수 있도록 오는 9일 전국에서 처음으로 치러지는 청주지역 예선에 많은 관심과 참여를 바란다"고 전했다.

@highlight

9일 청주지역을 시작으로 VR게임 전문 개발사인 리얼리티매직이 전국 VR e스포츠 대회 MVP CUP을 개최하는 가운데 한 관계자는 총 상금 규모가 500만원인만큼 성공적으로 개최 될 수 있도록 청주지역 예선에 많은 관심과 참여를 바란다고 전했다.