[이데일리 김보경 기자] 서울시는 올해 에너지와 자원을 절약하는 '공원에서의 작은 결혼식'을 월드컵공원, 시민의숲, 용산가족공원, 남산공원 등 서울의 4개 주요공원에서 진행한다며 예비 신랑신부의 결혼식 대관 신청 접수를 받는다고 7일 밝혔다.

공원에서의 작은 결혼식은 1일 최대 2예식 정도로 시간에 쫓기지 않는 예식 진행이 가능하고, 예비부부 만의 취향을 살려 예식장소를 꾸미고 운영도 자유롭게 할 수 있다는 게특징이다.

장소대관료도 무료다.

공원에 소풍 온 듯 즐기는 예식, 환경을 생각하는 예식, 자연과 하나 되는 예식 '월드컵공원의 소풍결혼식'이 올해로 5년째 진행 중이다.

올해 예식은 3월 2일부터 가능하며, 지난 1일부터 선착순으로 접수를 받고 있다.

시민의숲 특유의 우거진 숲에서 웨딩사진을 찍고, 깔끔한 공원 야외무대에서 결혼을 하고 싶은 분은 '시민의숲 꽃길 결혼식'에 관심을 가져보자.

시민의숲에서 예식을 하고 싶은 예비부부는 자신들이 만들어가고자 하는 작은 결혼식에 대한 기획안과 신청동기 등을 적은 신청서를 관련 서류와 함께 오는 18일부터 담당자 이메일 또는 우편·방문 제출하면 된다.

아름다운 풍경과 함께 계절의 아름다움을 가득 담은 그림 같은 결혼식을 꿈꾼다면 '용산가족공원에서의 야외 결혼식'을 눈 여겨 보자.

공원이 조성되기 전 골프장으로 사용되었던 용산가족공원은 언덕과 잔디광장을 조성하여 시민들에게 평화로운 휴식처로 각광을 받고 있다.

넓게 트인 잔디광장과 연못이 있어 서구풍의 분위기로 아름다운 야외 결혼식을 연출할 수 있다.

인생의 중대사인 결혼을 남들과는 다른, 특별한 예식으로 계획하고 있다면 '남산공원 호현당'에서의 전통혼례를 추천한다.

용산가족공원 야외 결혼식과 호현당 전통혼례는 4월~10월까지(7월~8월 제외) 매주 주말과 공휴일 가능하며, 접수는 오는 28일까지 받는다.

@highlight

 서울시는 에너지와 자원을 절약하는 '공원에서의 작은 결혼식'을 4개 주요공원에서 대관료 없이 진행하며 시간에 쫓기지 않고 예식장소를 자유롭게 꾸밀 수 있으며 특징인 스몰&에코웨딩 예비부부의 신청 접수를 받는다.