한국농수산식품유통공사 사이버거래소는 최근 서울 aT센터에서 수출용 못난이 딸기 유통 활성화를 위해 유명 프랜차이즈 ㈜진심코리아, ㈜탐앤탐스, 사과나무주식회사, ㈔한국수출딸기생산자연합회, (농)고마미지주식회사, ㈜자연속으로 등과 딸기 생산자 단체 간 업무 협약을 체결했다.

헐값으로 팔리던 수출용 못난이 딸기가 유명 프랜차이즈 카페의 인기 메뉴로 탈바꿈하면서 판로를 걱정하던 딸기 생산 농가의 시름이 줄어들 전망이다.

한국농수산식품유통공사(aT, 사장 이병호) 사이버거래소는 22일 “최근 서울 aT센터에서 수출용 못난이 딸기 유통 활성화를 위한 유명 프랜차이즈 ㈜진심코리아, ㈜탐앤탐스, 사과나무주식회사, ㈔한국수출딸기생산자연합회, (농)고마미지주식회사, ㈜자연속으로 등과 딸기 생산자 단체 간 업무 협약을 체결했다”고 밝혔다.

협약을 통해 수출용 딸기 생산 농가는 헐값에 넘기던 비규격품 딸기를 40-50% 높게 판매할 수 있고 프랜차이즈업체는 안정적인 납품처를 확보하는 등 도농 간 상생 협력의 발판이 마련됐다.

지난해 국내산 신선 딸기는 약 5천t(530억원)이 아세안 지역으로 수출되는 등 대표적인 수출 유망 품목으로 떠올랐다.

하지만 까다로운 수출 상품 규격에 막혀 수출 되지 못하는 일부 비규격품 딸기는 산지 폐기되거나 국내 가공 업체에 헐값으로 팔리는 경우가 대부분이었다.

이번 협약으로 딸기 수출 농가들은 수출용 비규격품 딸기를 유명 프랜차이즈 가맹점을 보유한 탐앤탐스, 커피베이, 더치앤빈 등 전국 1천여 개 매장에 제철 딸기 음료 원료로 납품한다.

aT 정성남 유통이사는 “식품 기업들이 딸기 이외에도 다양한 국내 비규격품 농산물의 소비 확대를 위해 산지와 소비지가 상생할 수 있는 힘과 역할을 해주실 것을 당부드린다”고 밝혔다.

@highlight

한국농수산식품유통공사 사이버거래소는 최근 서울 aT센터에서 수출용 못난이 딸기를 40~50% 높게 판매할수 있도록 유명 프랜차이즈와 업무 협약을 체결했다.