오는 7일 개통될 화순 도암면 용강리와 장흥 유치면 대천리를 연결하는 지방도 817호선.

사진은 항공에서 촬영한 모습.

화순에서 장흥을 오가는 시간이 더 단축되고, 더 안전해진다.

3일 전남도에 따르면 남양건설㈜ 등이 시공한 화순 도암면 용강리와 장흥 유치면 대천리를 연결하는 지방도 817호선 도암-유치간 도로 확포장공사가 완료돼 7일 오전 9시부터 전 구간을 개통한다.

전체 10.48㎞(이전 개통 구간 4.0㎞ 포함)구간을 확포장하는 화순 도암-장흥 유치 도로확장공사는 지난 2005년 5월에 착공했으며, 총 880억원의 사업비가 투입됐다.

착공 14년 만에 완료됐으며, 가마태재터널 등 터널 2개소와 교량 17개소의 시설로 이뤄졌다.

특히 기존 도로 선형이 불량하거나 비포장이었던 13㎞를 2차로 10.48㎞로 확포장하게 됐다.

이에 따라 45분 이상 소요되던 이동시간이 30분이나 단축돼 물류비용 절감은 물론 교통 이용자의 안전성 확보에 크게 기여할 전망이다.

게다가 이 도로는 전남 남중부지역인 장흥과 화순, 광주를 연결하는 중심축 기능을 하게 됨에 따라 이곳 주민의 교통편익 및 농·수산물 수송 원활로 주민소득 증대를 도모할 것으로 예상된다.

이와 함께 장흥 보림문화제와 물 축제, 화순 운주문화축제를 비롯한 다양한 볼거리와 먹을거리를 체험하기 위한 관광객의 편의를 증진하는 등 기반시설이 확충됨으로써 지역경제 활성화에 크게 기여할 것으로 기대된다.

전동호 전남도 건설교통국장은 “도로 이용자의 교통 편익과 물류비용 절감, 주변 지역 관광산업 활성화 등을 위해 도로사업에 대한 선택과 집중으로 현재 추진 중인 도로 사업들이 조기에 개통되도록 최선을 다하겠다”고 말했다.

한편, 화순 도암-장흥 유치 도로확장공사는 남양건설과 고려개발·해동·새천년·금강건설 공동도급으로 진행됐다.

@highlight

도암-유치간 도로가 완공되어 이동시간 절감과 안전성 확보뿐만 아니라 농·수산물 수송도 원활해져 주민소득에도 긍정적 영향을 끼칠 전망이다.