문재인 대통령은 8일 임종석 대통령 비서실장 후임에 노영민(62) 주(駐)중국대사를 임명했다.

또 청와대 정무수석에 강기정(55) 전 국회의원을, 국민소통수석에 윤도한(58) 전 MBC 논설위원을 각각 발탁했다.

문 대통령이 취임한 지 꼭 20개월 만에 청와대 비서실 수장과 핵심 참모들을 교체하면서 2기 청와대가 본격적인 닻을 올리게 됐다.

특히 노 신임 비서실장과 강 수석 등 ‘친문’(親文·친문재인) 핵심 인사들이 전진 배치되면서 집권 중반을 맞은 문 대통령이 국정 장악력을 높여 개혁정책 드라이브를 통한 성과 내기에 집중할 것이라는 분석이 제기된다.

17-19대 국회의원을 지낸 강 신임 정무수석은 고흥 출신으로, 광주 대동고와 전남대 전기공학과를 졸업하고 같은 대학 행정대학원에서 행정학 석사학위를 취득했다.

문 대통령이 새정치민주연합 대표였을 때 당 정책위의장을 지냈고, 민주통합당 최고위원과 국회 공무원연금개혁 국민대타협기구 공동위원장 등도 역임했다.

지난 대선 때 문 대통령 캠프의 총괄수석부본부장을 맡았다.

임종석 실장은 “노 실장은 폭넓은 의정활동으로 탁월한 정무 감각을 보유했고 새 정부에서 주중대사로 임명돼 통상·안보·외교 최일선에서 헌신한 정치인”이라고 설명했다.

이어 “국회에서 다년간 신성장산업 포럼을 이끌며 만든 산업·경제계 등 각계 현장과의 풍부한 네트워크 및 소통 능력이 강점이며, 민생경제 활력을 불어넣어 포용 국가의 기틀을 다져야 할 상황에서 비서실을 지휘할 최고 적임자”라고 평가했다.

임 실장은 “강 수석은 책임을 다하는 자세와 정무적 조정 능력으로 여야 협상은 물론 기초노령연금법 제정 등 다양한 이해관계자와 타협을 이루는 등 남다른 능력을 보인 정치인”이라며 “특히 공동위원장을 맡아 성공한 공무원연금 개혁은 헌정 사상 첫 국회 주도의 국민 대타협으로 평가받는다”고 밝혔다.

문 대통령은 노 실장을 비롯한 신임 참모들에게 9일 임명장을 줄 예정이다.

@highlight

문 대통령은 취임 20개월 이후 2기 청와대를 8일날 임명했으며 9일 임명장을 줄 예정이다.