올해 대구 땅값 산정의 기초가 되는 표준지 공시지가가 정부의 부동산가격 현실화 정책에 따라 지난해에 비해 상당폭 오를 전망이다.

특히 시세 상승분을 반영하지 못한 토지를 중심으로 인상폭이 클 것으로 예상된다.

7일 감정평가 업계 등에 따르면 올해 대구 표준지 공시지가는 지난해보다 평균 8.48% 인상될 것으로 파악됐다.

수성구가 11.95%로 가장 오름세가 크고 중구(9.44%), 북구(8.03%), 남구(8.02%), 서구(7.62%), 달성군(7.29%), 달서구(7.19%), 동구(5.94%) 순이 될 전망이다.

대구는 재개발·재건축에 따른 지가 상승이 공시지가 상승의 가장 큰 요인으로 지목됐다.

수성구는 집값이 뛰어오른 범어동이 25.1% 상승할 것으로 예상됐다.

특히 수성구 만촌동 한 표준지는 138.5%나 상승할 예정이다.

만촌네거리와 인접한 이곳은 재개발지구로 지정되면서 토지 보상을 받은데 이어 매매도 활발하게 이뤄지면서 실거래가가 많이 반영된 것으로 풀이된다.

서구도 평리동 한 표준지가 재개발에 들어가면서 공시지가가 34% 올랐다.

이 곳의 공시지가는 1㎡당 71만9천원으로 파악됐다.

도시계획도로 개설이나 상권 활성화로 오른 땅값도 공시지가에 반영된다.

달서구는 조암로가 신설된 대천동 한 표준지의 공시지가가 38% 상승할 것으로 예상됐다.

이어 도시계획도로가 개설되고 상권이 활성화된 도원동 표준지가 30% 오르고, 계명대 동산병원 새 병원이 들어서는 호산동 주변 한 표준지 공시지가는 27% 상승할 전망이다.

동구는 팔공산 주변을 중심으로 공시지가가 크게 오를 것으로 보인다.

한편 전국의 표준지 공시지가 상승률은 9.5%로 예상된다.

서울이 14.1% 올라 전국에서 가장 상승폭이 크다.

정부는 중앙부동산가격심의위원회를 거쳐 오는 13일 표준지 공시지가를 공식 발표할 예정이다.

@highlight

7일 감정평가 업계 등에 따르면, 올해 대구 표준지 공시지가가 정부의 부동산가격 현실화 정책에 따라 지난해보다 상당폭 오를 전망이며, 특히 시세 상승분을 반영하지 못한 토지 중심이 될 것으로 예상된다. 