설 연휴 직후 문재인 대통령의 국정지지도가 상승했다는 여론조사 결과가 8일 나왔다.

여론조사기관 리얼미터가 TBS 의뢰로 설 연휴 직후인 7일 하루동안 전국 19세 이상 유권자 1006명을 대상으로 조사한 결과(표본오차 95% 신뢰수준 ±3.1%p)에 따르면, 문 대통령의 취임 92주차 국정 지지도는 전주보다 0.5%p 오른 49.3%(매우 잘함 25.1%, 잘하는 편 24.2%)으로 나타났다.

전주에 이어 완만한 상승세를 이어가며 50% 선에 근접한 것이다.

'국정수행을 잘못하고 있다'는 부정평가는 전주보다 0.3%p 내린 45.5%(매우 잘못함 28.4%, 잘못하는 편 17.1%)로 긍·부정 평가의 격차는 오차범위(±3.1%p) 내인 3.8%p로 집계됐다.

리얼미터는 "이같은 오름세는 설 연휴 막바지에 있었던 2차 북미정상회담 시기와 장소 확정, 평양 실무협상 등 한반도 평화 관련 언론보도가 확대된 것이 일부 영향을 미친 데 따른 것으로 보인다"고 분석했다.

세부 계층별로는 호남과 서울, 부산·울산·경남(PK), 50대와 40대, 60대 이상, 가정주부와 사무직, 진보층에서 지지도가 상승했다.

반면 TK, 20대와 30대, 학생, 중도층과 보수층에서는 하락한 것으로 조사됐다.

정당 지지도에서는 더불어민주당이 전주 대비 0.4%p 내린 37.8%를 기록했다.

반면 자유한국당은 주요 당권주자들의 출마선언 등 언론보도 확대에 따른 컨벤션 효과로, 2.3%p 오른 29.7%를 나타냈다.

바른미래당 역시 0.5%p 오른 6.8%로 7%대에 근접하며 정의당을 앞선 반면, 정의당은 0.7%p 내린 6.5%로 2주째 하락세를 이어갔다.

민주평화당은 0.2%p 내린 2.3%를 기록했다.

자세한 조사개요와 결과는 리얼미터 또는 중앙선거여론조사심의위원회를 참조하면 된다.

@highlight

여론조사 결과 설 연휴 직후 문재인 대통령의 국정지지도가 상승하여 50% 선에 근접한 것으로 나타났는데 이것은 설 연휴 막바지에 있었던 2차 북미정상회담 시기와 장소 확정 등의 한반도 평화 관련 언론보도의 영향으로 보인다.