광주시가 올해부터 2022년까지 무단횡단사고가 잦은 횡단보도 1천곳에 LED조명을 추가 설치한다.

9일 시에 따르면 이번 LED조명 추가 설치 사업은 가로등 조명효율이 저하되면서 사고 위험이 높아진 횡단보도를 대대적으로 정비해 운전자의 인지력을 향상시키고 교통선진도시로 도약하기 위해 추진됐다.

이를 위해 시는 지난해 말 행정안전부 특별교부세 10억원을 확보하는 등 사업을 추진할 동력을 확보했다.

올해는 오는 2월부터 특별교부세를 포함한 총 15억원을 투입해 300곳의 횡단보도에 교통신호등과 LED가로등, 도로표지판 등이 하나의 지주로 결합된 ‘통합 가로시설물’을 설치한다.

특히 최근 3년 간 무단횡단사고가 가장 많이 발생한 광산구 사암로 롯데리아 하남점부터 우산 월곡시장 등 87곳에 최우선적으로 설치할 방침이다.

통합 가로시설물은 지난해 5월 광주시와 자치구, 경찰청, 도시공사, LH 등 10개 기관 22명이 참여한 ‘가로시설물 통합설치 협업팀’이 상호 간 자문 및 3차례에 걸친 협업회의를 통해 발굴한 개선책이다.

앞서 시는 12월부터 10곳을 시범사업 대상지로 선정하고 통합 가로시설물을 설치해왔으며, 이 과정에서 제기된 문제점 등은 보완해 사업에 반영할 계획이다.

이번 사업으로 그동안 가로시설물이 개별 설치되고 기관별로 관리 주체가 달라 보행자 불편 및 운전자 시인성 방해 등 도시미관을 해치는 부작용이 해소될 것으로 기대된다.

이와 별개로 시는 1월부터 5월까지는 특별교부세 20억원 등 총 22억원을 들여 2019광주세계수영선수권대회 개최로 교통량이 증가할 것으로 예상되는 광산구 우산동 선수촌 일대와 남부대 주경기장, 염주체육관 등 주요 경기장 수송로의 노후 교통시설을 정비한다.

박갑수 시 교통정책과장은 “횡단보도 밝기 개선으로 안전한 교통환경을 조성하고 도시미관 향상 등 광주만의 특색 있는 수영대회가 되도록 최선을 다하겠다”고 말했다.

@highlight

광주시는 올해부터 2022년까지 무단횡단사고가 가장 많이 발생한 87곳을 최우선적으로 하여 횡단보도 1천곳을 대대적으로 정비하고 LED 조명을 추가 설치하여 무단횡단사고 위험을 줄이고 교통선진도시로 도약하고자 한다.