전남 연안 11개 섬 지역 주민 생활여건 개선 사업 추진에 올해 632억원의 사업비가 투입된다.

전남도는 10일 “올해 도서종합개발사업을 추진해 섬을 국가 성장 동력 및 품격 높은 삶의 터전, 주민이 거주하는 생활영토로 조성할 계획”이라고 밝혔다.

사업비 632억원 가운데 국비는 519억원으로 94%를 차지한다.

지난해 사업비(480억원)보다 152억원이 늘었다.

세부 사업은 ▲마을기업 육성, 특산물직판장, 공동작업장 등 소득 증대·일자리 창출 분야 ▲선착장, 방파제, 물양장 등 어업 기반시설 ▲방조제, 배수갑문 등 농업기반시설 ▲주민쉼터, 복지회관, 커뮤니티센터 등 문화·복지시설 ▲교통여건 개선을 위한 연륙·연도교, 도선건조, 여객선 대합실 등이다.

또한 도로, 하천, 급경사지, 상·하수도, 공중화장실 등 주민 정주여건 개선과 관광 활성화를 위한 관광단지, 마리나, 캠핑장, 둘레길 조성도 추진한다.

도서종합개발사업은 도서개발촉진법에 따라 10년 단위 도서종합개발계획을 수립해 이뤄진다.

1988년부터 10년 단위로 2017년까지 총 3차 계획을 수립해 도서 개발을 추진해왔으며 지금까지 전남에 1조7천42억원이 투입됐다.

지난해 최종 확정된 제4차 도서종합개발계획(2018-2027년)은 전국 1조4천972억원 규모다.

이 가운데 48.5%인 7천262억원(국비 6천820억원·지방비 442억원)이 전남에 반영됐다.

목포, 여수, 무안, 고흥, 보성, 강진, 해남, 영광, 완도, 진도, 신안 등 11개 시·군 198개 섬 680건이다.

이상심 전남도 섬해양정책과장은 “앞으로도 섬이 지닌 자연자원과 인문자원을 보존하면서 지속가능한 섬 개발이 이뤄지도록 체계적으로 지원해 전남 섬을 대한민국 미래 성장을 이끌 도약의 거점으로 육성하겠다”고 말했다.

@highlight

전남도는 632억원을 투자하여 전남 연안 11개 지역의 섬의 생활 여건을 개선하기 위한 사업을 진행하겠다고 밝혔다. 