정부의 부동산 가격 현실화 정책과 맞물려 조만간 발표 예정인 전국 표준지의 공시지가와 관련, 경기도내 재개발이나 신도시 건설 등이 예정된 곳은 오히려 공시가격을 올려달라고 요구한 것으로 나타났다.

공시지가가 오르면 세부담 증가로 이어지지만, 부동산 개발이 걸린 곳은 토지보상을 그만큼 더 많이 받을 수 있기 때문인 것으로 풀이된다.

7일 도내 지자체들에 따르면 오는 13일 발표 예정인 전국 표준지 공시지가 상승률은 9.5%로 예상된다.

수도권 평균 상승률은 10.5%며, 서울(14.1%), 경기(5.9%), 인천(4.4%) 순으로 전망되고 있다.

정부는 보유세 등 조세 형평성을 확보하기 위해 그 근거가 되는 표준지 공시지가를 정상화하는 과정이라는 설명이다.

하지만 공시지가 상승으로 불어난 세금 부담이 임대료로 전가될 수 있다는 우려도 나온다.

이에 전국 대다수 지자체들은 정부에 공시지가 하향 검토 요구에 나섰다.

하지만 재개발, 신도시 개발 등이 예정된 도내 몇몇 지자체는 엇갈린 행보를 보이고 있다.

남양주시는 3기 신도시에 포함된 왕숙지구의 표준지 공시지가 인상을 최근까지 정부에 요청한 것으로 확인됐다.

시 관계자는 "왕숙지구를 제외한 나머지 대부분 지역은 각종 세부담 증가 탓에 공시지가 인하를 요구했지만, 왕숙지구만은 공시지가 인상 요구가 많이 접수됐다"면서 "이 같은 주민 요구를 정부에 전달했다"고 말했다.

하남시도 3기 신도시 후보지로 지정된 교산신도시 후보지역에 있는 일부 표준지의 공시지가를 상향해달라고 정부에 요구한 것으로 전해졌다.

남양주 왕숙지구와 하남 교산지구는 인천 계양, 과천과 함께 지난해 12월 지정된 3기 신도시 후보지들이다.

광명에서는 광명·시흥테크노벨리 토지주의 공시지가 상향 요청을 감정평가사가 수용해 공시지가를 올린 것으로 알려졌다.

국토부는 감정평가사들의 산출치를 취합한 뒤 지자체 의견청취 후 중앙부동산가격심의위원회 등을 진행하고, 오는 13일 확정된 표준지 공시지가를 발표한다는 방침이다.

@highlight

7일 경기도 지자체에 따르면 공시지가가 9.5% 상승이 예상되는 가운데 세부담은 증가 하지만 토지보상을 더 많이 받을 수 있기 때문에 경기도내 재개발,신도시 예정된 곳은 공시지가를 더 올려달라고 요청하고 있다.