샤이니 태민이 두 번째 미니앨범 '원트(WANT)'의 컴백 카운트다운에 돌입했다.

오는 11일 오후 6시 각종 음악 사이트에서 공개되는 태민의 두 번째 미니앨범 'WANT'는 '킬링 유혹송'으로 많은 기대를 모으고 있는 타이틀 곡 'WANT'를 비롯해 솔로 가수 태민의 다채로운 매력과 한층 깊어진 음악 색깔이 담긴 총 7트랙이 담겼다.

이번 앨범에 수록된 'Artistic Groove'(아티스틱 그루브)는 후렴부의 그루비한 멜로디 라인과 반복되는 훅이 인상적인 팝 곡으로, 첫눈에 반한 두 사람이 서로에게 끌리는 마음을 거친 파도로 그려낸 가사가 눈길을 사로잡으며, 마이너 스케일의 팝 곡 'Shadow'(섀도)는 잊혀지지 않는 사랑의 기억을 떼어낼 수 없는 '그림자'에 비유, 아무리 도망쳐도 제자리인 이별의 아픔을 태민의 호소력 짙은 보이스로 표현해 매력을 배가시켰다.

태민 'WANT' 컴백.

더불어 '사랑'이라는 말을 다르게 표현해 진심을 전하고 싶은 마음을 담은 퓨처 R&B 발라드 곡 'Truth'(트루스), 사랑도 이별 앞에선 영원하지 않음을 두 개의 원이 이어져 무한대 기호(∞)를 그리다 다시 둘로 쪼개지는 형상에 빗댄 R&B 팝 곡 'Never Forever'(네버 포에버), 피아노 선율과 스트링 쿼텟 연주가 어우러진 R&B 발라드 곡 '혼잣말 (Monologue)', 깊은 여운을 남기는 아웃트로 트랙 'WANT ~Outro~'(원트 ~아웃트로~)까지 총 7트랙으로 구성, 태민의 독보적인 음악 세계를 만나기에 충분하다.

한편, 태민의 두 번째 미니앨범 'WANT'는 2월 11일 음반으로도 발매된다.

@highlight

샤이니 태민이 오는 2월 11일 오후 6시 각종 음악 사이트에 공개되는 태민의 두 번째 미니앨범 'WANT'는 '킬링 유혹송'으로 많은 기대를 모으고 있는 타이틀 곡 'WANT'를 비롯해 총 7트랙이 담긴  미니앨범의 컴백 카운트다운에 돌입했다.