민주평화당 사무총장인 김광수 의원(전주갑)이 한국산업은행 및 한국수출입은행의 전북 이전을 주요 내용으로 한 개정법안을 발의해 귀추가 주목 있다.

김광수 의원은 7일 "한국산업은행과 한국수출입은행의 본점을 전라북도에 두도록 함으로써 전북의 금융 인프라 조성 및 육성에 기여하고 수도권과 지역의 양극화 현상을 해소해 국가균형발전을 실현하도록 하는 일명 '한국산업은행·한국수출입은행 전북 이전법'(한국산업은행법·한국수출입은행법 일부개정법률안)을 대표 발의했다"고 밝혔다.

현행법은 한국산업은행과 한국수출입은행의 본점을 서울특별시에 둔다고 규정하고 있다.

그러나 현재 우리나라는 서울과 수도권을 비롯한 대도시에 금융·교육·의료·문화 등의 자본과 인프라가 집중되어 있는 상태로 이같은 대도시 쏠림현상은 헌법에서 명시한 국가균형발전을 저해하는 우리 사회의 심각한 문제로 자리 잡고 있는 실정이다.

문재인 대통령은 국가균형발전을 위해 지난 19대 대선 당시 전북을 서울·부산과 함께 제3의 금융도시로 육성하겠다는 공약을 내걸었고 국정운영 5개년 계획에도 담았지만 '금융중심지 추진 전략 수립 및 추가 지정 타당성 검토를 위한 연구 용역'결과 발표가 한차례 미뤄지고 금융위원장이 전북을 제3금융중심지로 지정하는 것에 부정적인 입장을 보이는 등 정부의 공약 이행 의지를 찾아볼 수 없는 상황이다.

이에 따라 김광수 의원은 전북지역의 금융인프라 조성과 국가 균형발전을 위해 연기금전문인력양성법에 이어 한국산업은행과 한국수출입은행의 본점을 전라북도에 두도록 하는 개정안을 대표 발의했다.

김광수 의원은 "문재인 대통령의 공약사항이기도 한 전북 금융도시 조성을 위해선 현재 전북이 추진하고 있는 제3금융중심지 지정이 무엇보다 중요하다"고 전제하며 "이를 위해 금융 인프라 조성 및 육성은 필수적인 사안이다"고 강조했다.

김 의원은 이어 "제가 대표 발의한 '한국산업은행·한국수출입은행 전북 이전법'이 전북 금융 인프라 조성에 기여하고 나아가 헌법에 명시된 국가균형발전을 실현할 수 있기를 기대한다"며 "대통령 공약사업이자 전북 지역 핵심 현안사업인 금융도시 조성의 성공적인 추진을 위해 계속해서 최선을 다할 것"이라고 말했다.

@highlight

서울과 수도권을 포함한 대도시에 대부분의 자본과 인프라가 집중되어 국가균형발전이 저해되고 있는 가운데, 7일 민주평화당 사무총장 김광수 의원이 한국산업은행과 한국수출입은행의 본점을 전라북도에 두어 수도권과 지역의 양극화 현상을 해소해 국가균형발전을 실현하도록 하는 내용의 '한국산업은행, 한국수출입은행 전북 이전법'을 대표발의했다.