“주민이 주인이 되는 실질적인 지방자치를 실현할 수 있도록 모든 역량을 집중해 시민이 함께하는 사람중심의 서구를 만들도록 최선을 다하겠습니다.”

서대석 광주 서구청장은 “올해에는 지역 모든 사람이 소외받지 않고 행복한 삶을 누릴 수 있는 더불어 잘사는 ‘사람 중심 서구’를 만들겠다”며 “그동안 다져온 우리구의 저력을 바탕으로 혼신의 노력을 다해 나가겠다”고 새해포부를 밝혔다.

서 구청장은 특히 “주민 주도의 서구형 주민자치회 전환을 확대하기 위해 마을 현안을 주민들이 직접 논의하는 주민총회를 더욱 활성화 하겠다”며 “지역공동체 조성을 위해 사회적 가치 공동체지원센터를 건립하고, 마을활동가 중심의 네트워크 구성과 아파트공동체 활성화를 위한 과제를 단계적으로 추진하겠다”고 강조했다.

서 구청장은 올해 중점적으로 추진할 구정 운영 방향에 대해 소개하며, 양질의 일자리 창출을 목표로 한 지역경제 활성화를 위해 힘을 쏟기로 했다.

그는 “좋은 일자리는 사회의 불균형을 해소할 수 있는 최고의 복지”라며 “이를 위해 일자리 전담조직과 일자리위원회를 운영하며 세대별, 성별 맞춤형 일자리 정보 제공과 저소득층, 장애인 등 사회적 약자에 대한 공공일자리를 늘려 나가겠다”고 말했다.

또한 “청년들이 지역의 당당한 주체로 나설 수 있도록 공·폐가를 리모델링한 청년 생활문화 공간 확보 등 다양한 청년지원정책을 펼칠 계획”이라며 “사회적 경제조직의 육성을 지원해 지역 영세 소상공인이 일자리를 창출할 수 있도록 행·재정적 지원도 지속적으로 제공하겠다”고 덧붙였다.

사람중심의 서구 건설을 위한 분야별 정책들도 차질 없이 추진하겠다고 약속했다.

서 구청장은 “마을 주민들과 아이들이 편안하게 숨쉬고, 안전하게 생활할 수 있는 ‘숨 쉬는 친환경 안전도시’를 조성하겠다”며 “또 시민들이 문화예술을 향유하며 여가생활을 즐기는 ‘쉼이 있는 배움 문화도시’를 구현하기 위해 역량을 기울이겠다”고 다짐했다.

이어 “모든 주민들이 풍요롭고 활력 있는 삶을 누릴 수 있도록 ‘건강복지도시’를 건설해 나가며, 모두가 행복한 내일로 나아가는 ‘소통으로 하나 되는 상생도시’를 만들겠다”고 말했다.

@highlight

서대석 광주 서구청장은 '사람 중심 서구'를 만들겠다는 새해포부를 밝히며 구체적 실현 방안으로 주민총회 활성화, 사회적 가치 공동체지원센터 건립, 아파트공동체 활성화, 일자리 창출을 통한 지역경제 부흥 등을 언급했다.