[이데일리 김미경 기자] LG화학(051910)이 전 세계 화학사 가운데 브랜드 가치가 가장 빠르게 성장한 것으로 평가됐다.

화학 브랜드 대명사인 미국 듀폰의 브랜드 가치도 넘어섰다.

8일 영국 글로벌 브랜드 평가 전문 컨설팅업체 브랜드파이낸스가 최근 발표한 '2019년 화학기업 10' 보고서에 따르면 LG화학의 브랜드 가치는 33억3800만달러(약 3조7540억원)로 4위에 랭크됐다.

독일 바스프(82억5300만달러), 미국 다우(68억1900만달러), 사우디아라비아 사빅(39억6400만달러)에 이어 4위다.

미국 듀폰(32억6100만달러)은 LG화학에 밀려 5위에 자리했다.

이어 미국 라이온델바젤(30억7300만달러), 프랑스 에어리퀴드(25억9400만달러), 일본 미쓰비시케미칼(25억3500만달러), 미국 프렉스에어(23억700만달러), 일본 아사히카세이(22억4600만달러)가 10위권 안에 들었다.

전년 대비 올해 브랜드 가치 성장 폭은 LG화학이 가장 컸다.

LG화학의 브랜드 가치는 지난해 24억2100만달러에서 1년 만에 37.9% 뛰었다.

상위 10개사 중 성장률이 30%대인 기업은 LG화학을 포함해 올해 처음 톱10에 진입한 라이온델바젤(32.3%)이 유일했다.

바스프는 10.8%, 다우는 4.2%, 사빅은 6.5% 성장한 것으로 나타났다.

브랜드파이낸스는 이 같은 LG화학의 브랜드 성장 배경을 지난해 사상 최대 매출을 세운 것과 함께 중국을 비롯한 아시아에서 영향력을 확장하고 있다는 점에 주목했다는 해석이다.

LG화학은 지난달 중국 난징 신강경제개발구에 있는 전기차 배터리 1공장과 소형 배터리 공장에 총 1조2000억원의 투자계획을 발표하는 등 사업도 확대하고 있다.

브랜드파이낸스는 "LG화학은 다른 어떤 화학기업보다도 빠른 브랜드 성장을 보이고 있다"며 "판매량 증가와 중국에서의 배터리 공장 증설 등으로 인해 아시아 지역에서의 브랜드 가시성이 강화됐다"고 평가했다.

@highlight

8일 영국 글로벌 브랜드 평가 전문 컨설팅업체 브랜드 파이낸스에 따르면 LG화학이 미국 듀폰의 브랜드 가치를 제치고 '2019년 화학기업 10' 보고서에 4위를 기록했다.