정부의 부동산 가격 현실화 정책으로 조만간 발표될 예정인 광주 표준지의 공시지가가 작년에 비해 10%가 넘는 상승률을 보일 것으로 예상된다.

표준지 공시지가는 앞서 발표된 표준 단독주택처럼 그동안 시세 상승분을 반영하지 못한 토지를 중심으로 상당폭 인상이 이뤄질 것으로 전망된다.

이에 일부 지역의 경우 공시지가 상승은 원주민이 외부로 쫓겨나가는 ‘젠트리피케이션’으로 이어질 수 있다는 지적도 제기되고 했다.

7일 전국 지방자치단체들에 따르면 전국의 표준지 공시지가 상승률은 9.5%로 예상된다.

서울이 14.1% 올라 시·도 가운데 상승률이 가장 높고 광주(10.7%), 부산(10.3%), 제주(9.8%), 대구(8.5%), 세종(7.3%) 순인 것으로 파악됐다.

개발 호재가 많고 최근 땅값이 꾸준히 오른 부산 중구(17.2%)·진구(16.3%)·해운대구(12.8%)·서구(11.9%), 대구 수성구(11.9%) 등지는 10% 넘는 상승률을 보일 것으로 예측됐다.

지역 경기가 좋지 않아 최근 땅값이 많이 내려간 울산(5.4%), 경남(4.7%), 전북(4.4%) 등지도 4-5%대 상승률을 기록할 전망이다.

정부는 보유세 등 조세 형평성을 확보하기 위해 그 근거가 되는 표준지 공시지가를 정상화하는 과정이라고 설명한다.

실거래가가 급등했는데도 공시지가에 그 상승률이 충분히 반영되지 않은 땅에 대해서는 최대한 올려 다른 부동산과 형평성을 바로잡겠다는 취지다.

감정평가사들이 가져온 공시지가 안을 심의하는 지자체 부동산가격공시위원회에서는 정부의 취지를 수용하면서도 국민 부담이 지나치게 급격하게 늘어나는 것 아니냐는 우려가 나왔다.

특히 상권이 활성화되고 있는 지역에서는 지나친 지가 상승이 젠트리피케이션으로 이어질 수 있다는 우려도 나왔다.

국토부는 당초 지난달 31일 중앙부동산가격심의위를 열 예정이었으나 설 연휴 이후로 연기했다.

중앙심의위는 오는 13일 공식 발표 이전에만 열면 큰 문제가 없다는 것이 국토부의 입장이다.

국토부 관계자는 “보안을 유지하고 더욱 신중을 기하기 위해 중앙심의위를 연기했다”며 “소유자 이의신청이 접수된 토지에 대해서는 가격이 적정하게 평가됐는지 재확인하는 등 꼼꼼히 점검하고 있다”고 말했다.

@highlight

부동산 형평성을 바로잡겠다는 취지로 발표될 이번 표준지 공시지가에서 광주가 작년에 비해 10%가 넘는 상승률을 보일 것으로 관측되었으며 이러한 공시지가 상승은 젠트리피케이션 현상으로 이어질 수 있다며 우려를 사기도 하였다.