문재인 대통령이 지역 경제투어의 일환으로 지난달 울산 방문에 이어 다음 주 부산을 찾는다.

문 대통령이 지난해 10월부터 시작한 지역 경제투어는 올 상반기에 마무리될 것으로 알려졌다.

문 대통령이 여섯 번째 경제투어 지역으로 부산을 선택함으로써 부산 울산 경남(PK) 지역 경제투어의 마침표를 찍는다.

김경수 경남지사의 법정구속을 기점으로 민심이 요동치는 PK에서의 지지율을 다잡기 위한 행보로도 풀이된다.

청와대 한정우 부대변인은 7일 문 대통령의 경제활력 확산을 위한 일정을 발표하면서 “2월 셋째 주 미래형 스마트시티 선도모델을 선보이는 ‘스마트시티 전략보고회’를 추진한다”며 “이 행사는 4차 산업혁명시대 스마트화가 가져올 도시의 미래 청사진을 제시하는 일정”이라고 밝혔다.

이어 “활력을 잃은 구도심에 도시재생사업과 스마트화로 활력을 주는 부산 대개조 프로젝트가 논의될 예정”이라고 설명했다.

즉, 구도심에 도시재생사업을 추진하면서 스마트화를 더해 도심 자체에 활력을 주고, 이를 미래형 스마트시티 선도모델로 만드는 구상이다.

오거돈 부산시장은 지난해 12월 ‘부산 스마트시티 비전과 전략’을 발표하면서 부산형 스마트시티 도시재생 사업을 추진하겠다는 계획을 발표한 바 있다.

대통령의 외부 일정은 경호 문제로 인해 사전에 공개되지 않는 것이 관례이지만 청와대는 이날 문 대통령의 경제 일정을 소개하면서 부산 방문 사실을 미리 알렸다.

문 대통령은 지난해 경남 방문에 앞서 국무회의를 주재하면서 “국민이 경제 성과를 체감하기 위해 지역경제 활력 회복이 시급하다”며 “곧 경남을 방문할 계획”이라고 밝혔다.

이 역시 내년 총선을 앞두고 PK 민심을 의식한 것으로 분석된다.

문 대통령이 부산을 방문한 자리에서 지역 최대 현안인 가덕도 신공항 건설과 관련해 어떤 언급을 할지가 초미의 관심사다.

문 대통령은 지역경제 현장 방문마다 지역경제인과 만나는데, 지역 상공인들이 이 자리에서 가덕도 신공항의 필요성을 거론할 가능성이 큰 만큼 문 대통령이 어떤 식으로든 입장을 내놓을 것으로 관측된다.

@highlight

문재인 대통령이 지역 경제투어의 일환으로 다음 주 부산을 찾는데, 김경수 경남지사의 법정구속으로 요동치는 PK에서의 지지율을 다잡기 위한 행보로 풀이되며 이번 방문중 지역 최대 현안인 가덕도 신공항 건설과 관련하여 어떤 말을 전할지가 초미의 관심사다. 