전라북도문화관광재단(대표이사 이병천)은 7일 "올해 관광 부문의 전문성 확보와 비중확대를 위해 힘쓰고 있다"고 밝혔다.

전라북도문화관광재단 등은 최근 (사)한국마이스융합리더스포럼과 경희MICE혁신취업아카데미가 주최한 '전북 관광·MICE 발전 및 활성화를 위한 전문가 코칭 및 네트워킹'행사에 참석해 전북 관광·MICE 산업의 지속적인 발전 방안을 논의했다.

이번 행사는 MICE 전문가들의 다양한 의견과 토론을 통해 전북 MICE 발전방안에 대한 아이디어를 제시하고 동시에 향후 지속적인 전북 관광·MICE 협력네트워크를 구축하는 자리였다.

주요 의견으로는 ▲지역특화형 컨벤션 사업 및 프로그램 개발 ▲인력양성 및 역량강화사업 전개(공무원·지역민·실무자 등) ▲전담기구(마이스뷰로) 설치 ▲협력체계 및 DB구축 ▲서포터즈(다문화·학생·경력단절여성) 활성화 등이 제시됐다.

진홍석 (사)한국마이스융합리더스포럼 회장은 "전북은 MICE의 후발 주자로서 지금까지 선발 지자체들이 겪었던 시행착오를 넘어 도민들에게 혜택이 직접 돌아가는 MICE 산업으로 자리매김하길 바란다"며, "전북형 MICE 산업이 무엇인지를 고민하며 만들어 나가는 지역의 사회적 합의가 필요하다"고 말했다.

실질적으로 지역의 정책과 산업을 대변할 수 있는 전북 가치 특화형 MICE 산업의 구축과 이를 통한 일자리 창출, 내수시장을 진작할 수 있는 돌파구를 찾는 일이 중요하다는 의견이다.

이에 한민규 전라북도문화관광재단 팀장은 "전략적인 MICE 사업추진을 위해 지난달 2박 3일간의 1차 MICE 팸투어를 통한 전문가 초청행사에 이어 2차 MICE 전문가 코칭 및 네트워킹 행사를 열었다"면서 "전라북도 MICE 산업의 가능성을 제시하고, 전북 관광·MICE 산업의 성장을 이끌어 내기위해 최선을 다하겠다"고 말했다.

@highlight

전라북도문화관광재단은 7일 한국마이스융합 리더스포럼과 경희MICE혁신취업아카데미가 주최한 '전북 관광•MICE 발전 및 활성화를 위한 전문가 코칭 및 네트워킹' 행사에 참석하였으며 전북 관광•MICE 산업의 발전방안에 대한 아이디어를 제시하고 지속적인 협력네트워크를 구축하기도 하였다.