우리나라 수출의 특정품목 의존도가 심화되고 수출국가에 대한 편중도 커진 것으로 나타났다.

정부가 수출품목 및 수출국가 다변화를 강조해온 것과 배치되는 모습이다.

8일 한국무역협회에 따르면 우리나라 5대 수출품목 비중은 2016년 38.9%에서 2017년 42.7%, 2018년 43.3%로 매년 증가하고 있다.

지난해 우리나라 총 수출액 6052억달러 중 5대품목 수출액이 3601억달러에 달했다.

2018년 5대 수출품목 비중은 반도체가 20.9%로 가장 높았고, 이어 석유제품 7.7%, 자동차 6.8%, 평판디스플레이 및 센서 4.1%, 자동차부품 4.1% 순이었다.

2017년엔 반도체 비중이 17.1%였으며, 선박 7.4%, 자동차 7.3%, 석유제품 6.1%, 평판디스플레이 및 센서 4.8%였다.

반도체와 석유제품 수출비중이 크게 늘었고, 자동차와 선박비중은 급감했다.

선박수출은 2017년 2위에서 2018년 7위(수출비중 3.5%)로 떨어졌다.

수출국가 비중도 특정국가 의존도가 훨씬 높아진 것으로 조사됐다.

지난해 우리나라 수출국 비중은 중국이 26.8%로 가장 컸고, 2위 미국 12.0%, 3위 베트남 8.0%, 4위 홍콩 7.6%, 5위 일본 5.1%였다.

중국으로의 수출 증가는 반도체가 주요인이다.

반도체가 우리나라 대중국 수출 중 1/3을 차지한다.

최근 주요 5개 국가에 대한 수출 비중은 2014년 52.2%에서 2015년 55.3%, 2016년 56.6%, 2017년 56.6%, 2018년 59.5%로 매년 증가세를 보이고 있다.

또 우리나라 총 수출품목은 2017년 9326개에서 2018년 9313개로, 같은 기간 총 수출국가는 238개국에서 236개국으로 각각 감소했다.

문병기 한국무역협회 수석연구원은 "소수 주력품목과 일부 국가에 편중된 수출구조는 대외환경에 취약할 수 있다"고 지적했다.

그는 "소재부품 산업 고부가가치화, 고급 소비재 육성 등을 통해 신산업에서 제2의 반도체를 창출하는 일이 절실하다"고 말했다.

@highlight

 한국무역협회에서는 대한민국 수출이 소수 특정품목 의존도가 심하고 수출국가 치우침도 높아 대외무역환경이 취약하므로 이를 대체할 산업육성이 매우 절실하다고 밝혔다.