컴투스(078340)가 삼성전자(005930)와 손잡고 '서머너즈 워: 천공의 아레나' IP(지식재산권)를 활용한 신작 게임을 갤럭시S10 언팩 행사에서 공개한다.

8일 컴투스는 인기 모바일 RPG(역할수행게임) 서머너즈 워의 세계관을 확장해 나갈 신작 '서머너즈 워: 백년전쟁'을 오는 2월20일 미국 샌프란시스코에서 열리는 갤럭시S10 언팩 행사에서 공개한다고 밝혔다.

서머너즈 워: 백년전쟁은 전투 중심의 신개념 전략 장르로 개발되고 있다.

기존 서머너즈 워의 후속작 개념이 아니라 완전히 새로운 장르로 개발 중이라는 게 컴투스의 설명이다.

서머너즈 워는 지난 2014년 글로벌 출시 이후 아시아는 물론 미국과 유럽 등지에서 지속적인 인기를 끌고 있는 게임으로, 최근 글로벌 1억 다운로드를 기록하며 '컴투스 프로야구' 및 'MLB 9 이닝스' 등과 함께 컴투스의 장수 게임으로 확고히 자리잡았다.

서머너즈 워는 지금까지 74개국 애플 앱스토어와 20개국 구글 플레이스토어에서 게임 매출 1위를 기록 중이다.

컴투스는 서머너즈 워 IP를 애니메이션과 소설, 코믹스 등 다양한 영역으로 확장하고 있다.

올 1분기 내 글로벌 파트너사 스카이바운드엔터테인먼트와 함께 제작한 '서머너즈 워' IP(지식재산권) 기반 단편 애니메이션을 전세계에 공개할 예정이다.

한편 컴투스는 이날 실적 공시에서 지난해 4분기 매출 1238억원, 영업이익 327억원, 당기순이익 255억원을 기록했다고 발표했다.

전년동기 대비 각각 6.6%, 28.9%, 10.0% 줄어든 수치다.

지난해 전체 매출은 4818억원, 영업이익과 당기순이익은 각각 1466억원과 1269억원을 나타냈다.

서머너즈 워를 비롯한 기존 게임들이 성과를 냈지만, 연말 성과급 등 일회성 비용과 신작 투자비용 증가 영향이 있었다는 설명이다.

서머너즈 워: 천공의 아레나 대표 이미지.

@highlight

컴투스가 지난 2014년 역할수행 게임인 '서머너즈 워: 천공의 아레나'를 출시한 뒤 전 세계에서 지속적인 인기를 끌고 있는데, 이번에 삼성전자와 손잡고 신작 게임 '서머너즈 워: 백년전쟁'을 오는 2월20일 미국 샌프란시스코에서 열리는 갤럭시S10 언팩 행사에서 공개한다고 8일 밝혔다.