GS건설 7일 대전 유성구 장대 B구역 재개발사업 추진을 기원하는 대형·지역건설사의 현수막이 걸려 있다.

사진 = 김대욱 기자 대전 유성구 장대 B구역 재개발사업을 두고 대형·지역건설사가 눈독을 들이고 있다.

장대 B구역 재개발사업은 현재 추진위원회 구성단계로 조합설립 이전 단계지만, 사업 진행 시 공동주택이 3000여 가구가 들어설 대규모사업으로 분류되면서 시공사 선정 경쟁도 치열해질 전망이다.

7일 오전 10시 장대 B구역 곳곳에는 대형건설사 현수막이 걸려 있는 상태였다.

대림산업, 한화건설, 현대건설, 코오롱, GS건설, SK건설 등 대형건설사를 비롯해 계룡건설, 금성백조 등 지역 건설사의 현수막도 게시돼 있었다.

현수막에는 "주택재개발 정비사업 성공을 기원합니다.", "장대 B구역 최고의 아파트로 보답하겠습니다.", "대전 최고의 명품아파트 약속드립니다." 등 재개발사업 추진을 기원하는 내용이 주를 이루고 있다.

건설사가 앞 다퉈 현수막을 내건 이유는 장대 B구역 시공사 선정을 염두에 둔 행보로 풀이된다.

장대 B구역은 사업 계획상 아파트, 오피스텔 등 공동주택만 3000여 가구로 대규모 사업이 진행되기 때문이다.

인근 유성복합터미널 건립 등 개발호재도 맞물리며 수익·분양성도 충분히 충족시킬 수 있다는 계산이다.

대형사업인 만큼 건설사 간 컨소시엄 방식 배제할 수 없어, 지난해 4월 시공사 선정을 두고 치열한 경쟁을 벌였던 대전 서구 도마·변동 3구역 재개발사업의 모습이 재현될 수 있다는 목소리도 나온다.

지역 건설업계 관계자는 "통상 재개발사업 관련 절차가 진행되면 사업 가능성을 보고 미리 건설사 이름을 알리기 위해 현수막을 내걸기도 한다"며 "한동안 대전지역에 공동주택 신규공급이 없었고 마침 장대 B구역은 사업 규모가 방대하기 때문에 굵직굵직한 건설사의 경쟁이 벌써부터 벌어지고 있는 것"이라고 말했다.

@highlight

대전 유성구 장대 B구역 재개발사업은 현재 조합설립 이전 단계지만, 사업 진행 시 공동주택이 3000여 가구가 들어설 대규모 사업으로 분류되고 인근 유성복합터미널 건립 등 개발호재가 맞물리며 수익·분양성이 있어 대형·지역 건설사의 시공사 선정 경쟁도 치열해질 전망이다.