충청권 4개 시·도가 오랜만에 지역 현안과 관련해 공조와 함께 한목소리를 내고 있어 기대가 된다.

허태정 대전시장, 이춘희 세종시장, 양승조 충남지사, 이시종 충북지사 등 4개 시·도지사는 어제 혁신도시 지정과 아시안게임 유치를 위해 공조를 약속했다.

이들 시·도지사는 '2030년 하계 아시안게임 충청권 공동유치 업무협약'을 맺었다.

앞으로 TF팀을 구성하고 용역결과가 나오면 유치의향서도 제출하기로 했다.

이와 함께 혁신도시가 없는 대전과 충남을 위해 시·도에 1곳 이상의 혁신도시를 지정해 줄 것을 요구하는 공동건의문을 채택해 정부와 국회에 전달했다.

2030 아시안게임 유치는 경쟁이 치열하다.

국내선 대구와 광주, 경남도 등이 나섰고 외국에선 필리핀, UAE, 인도 등이 뛰어들었다고 한다.

대회를 치르기 위해선 80여 개의 경기장이 필요하다.

충청권 특정 시·도가 유치한다 해도 인근 시·도의 시설 활용 없인 대회가 사실상 불가능하다.

따라서 충청 4개 시·도가 공동유치를 하게 되면 그만큼 높은 평가를 받을 것으로 기대된다.

공동유치를 한다고 해서 거저 되는 것은 아니지만 충청권이 힘을 모은다면 가능한 일이다.

이를 계기로 국토의 중심인 충청권이 새롭게 도약하는 계기가 될 수도 있다.

광역자치단체는 국책사업이나 투자사업 등을 유치하기 위해 경쟁이 불가피한 게 현실이다.

과거 국립철도박물관 유치를 위해 경쟁에 나섰는가 하면 '반도체클러스터'나 'SK하이닉스' 유치는 현재 경쟁을 벌이고 있는 상황이기도하다.

그럼에도 충청권이라는 큰 틀에서 공조를 하게 되면 상생과 공동의 이익을 위해서도 도움이 될 수가 있다.

아시안게임 유치와 혁신도시 지정 건의가 시발점이 돼 향후 지역 현안에도 지속적으로 손을 맞잡을 필요가 있다.

충청 4개 시·도는 행정구역상 구분되지만 사실상 공동 생활권이나 다름없다고 봐도 된다.

대전과 충남에 혁신도시가 지정되면 세종과 충북도 플러스가 되기에 충분하다.

@highlight

허태정 대전시장, 이춘희 세종시장, 양승조 충남지사, 이시종 충북지사가 '2030년 하계 아시안게임 충청권 공동유치 업무협약'을 체결하는 등 충청권 4개 시·도가 오랜만에 지역 현안 관련해 공조를 함에 기대가 높아지고 있다.