국내 1위 게임업체 넥슨 인수전이 관심을 모으는 가운데 중국 게임업체 텐센트, 글로벌 사모펀드 등 해외 자본에 이어 넷마블과 카카오가 공식 인수 참여 의사를 밝히면서가열되는 분위기다.

종전까지 텐센트나 미국 디즈니, 글로벌 사모펀드가 유력한 인수 후보로 거론되던 가운데 국내 기업 카카오에 이어 넷마블이 지난달 31일 “인수 참여를 최종 결정했다”며 참전했기 때문이다.

김정주 NXC 대표는 매각설 논란이 번지자 “넥슨을 세계에서 더욱 경쟁력 있는 회사로 만드는데 뒷받침이 되는 여러 방안을 놓고 숙고 중”이라고 입장을 밝힌 바 있다.

하지만 결국 넷마블 또는 카카오에 넘어가더라도 결국 중국 텐센트가 간접적으로 넥슨을 지배할 수 있게 된다는 지적도 나온다.

중국 기업에 매각하는 경우 사회적 비판이 나올 수밖에 없는데, 텐센트가 국내 기업을 앞세워 논란을 피할 수 있다는 것이다.

텐센트는 넷마블 지분 17.7%, 카카오 지분 6.7%를 보유하고 있다.

업계 관계자는 “방준혁 의장의 강력한 의지가 있어 현재로서는 넷마블이 인수할 가능성이 높아보인다”며 “최근 노조를 꾸린 넥슨 직원들이 같은 국내업체인 넷마블에 인수됐을 때 근무 환경, 개발력 중첩 등을 이유로 반발할 수 있다는 것이 변수”라고 전했다.

증권업계에 따르면 넷마블은 현재 현금성자산 및 매도가증증권을 통해 3조원 가량 동원할 수 있는 것으로 분석된다.

NXC 지분 인수에는 10조∼12조원의 자금이 필요할 것으로 예상되는데, 투자자들과 합세하면 인수 여력이 충분하다는 것이 업계 판단이다.

넥슨 인수가 성사되면 단숨에 국내 1위 업체는 물론 글로벌 상위 10위권 업체로 단숨에 몸집을 불릴 수 있는 것도 장점이다.

자체 IP(지식재산권)가 부족한 넷마블이 넥슨을 인수하게 되면 던전앤파이터, 메이플스토리 등 유명 IP를 얻을 수 있어 시너지를 낼 수 있다.

넥슨의 PC게임 개발력을 이어받아 모바일에 집중된 자사 포트폴리오를 늘릴 수도 있다.

@highlight

넷마블과 카카오가 넥슨 인수전에 공식 참여 의사를 밝혔는데, 두 회사의 지분을 보유하고 있는 중국 텐센트에 국내 기업이 매각되는 것이 아닌지 우려가 있다. 