미국 프로야구 메이저리그 출신의 명투수 존 스몰츠가 지난 1월 18일(현지시간) 미국 플로리다주 올랜도 레이크 부에나 비스타 골프클럽에서 열린 LPGA 투어 다이아몬드 리조트 토너먼트 오브 챔피언스에 출전해 골프실력을 뽐내고 있다.

미국 프로야구 메이저리그(MLB) 애틀란타 브레이브스의 에이스 출신 존 스몰츠(51)가 프로 골프 무대에 도전장을 내민다.

미국프로골프(PGA) 챔피언스(시니어) 투어 사무국은 스몰츠가 이번 시즌에 3차례 대회에 스폰서 초청 선수로 출전한다고 7일(한국시간) 밝혔다.

PGA 챔피언스 투어는 만 50세 이상이 출전할 수 있는 시니어 투어의 또 다른 명칭이다.

스몰츠는 3월2일부터 열리는 콜로가드 클래식에 이어 4월20일 개막하는 미쓰비시 일렉트릭 클래식, 그리고 6월22일 시작하는 아메리칸 패밀리 인슈어런스 챔피언십 등에 차례로 출전한다.

야구 명예의 전당에 이름을 올린 스몰츠는 메이저리그에서 선발투수와 마무리 투수로 통산 213승에 154세이브를 남겼다.

또 8차례 올스타와 두 차례 내셔널리그 다승왕, 한 차례 내셔널리그 세이브왕에 오른 레전드다.

스몰츠는 골프 실력도 남달랐다.

홀인원을 8차례나 기록했고, 싱글 핸디캡의 실력을 뽐내는 실력파 골퍼로 알려졌다.

은퇴 후엔 방송 해설가로 일하면서 틈틈이 프로 골프 대회에 초청 출전하기도 했다.

지난해에는 시니어 US오픈에 예선을 거쳐 출전했다가 컷 탈락하기도 했다.

지난 1월에는 미국 플로리다주 올랜도에서 열린 미국여자프로골프(LPGA) 투어 시즌 개막전 다이아몬드 리조트 토너먼트 오브 챔피언스에 출전해 아마추어 부문 우승을 차지하기도 했다.

챔피언스 투어 출전 소식을 전해들은 스몰츠는 "최고의 크리스마스 선물을 받은 어린아이처럼 기뻤다"면서도 "한편으로 책임감도 느낀다"고 말했다.

@highlight

명투수 존 스몰츠는 지난 1월 LPGA 투어에 출전해 골프실력을 자랑한 가운데 이번에 만 50세 이상 출전할 수 있는 시니어 투어 PGA 챔피언스 투어에 스폰서 초청 선수로 출전한다고 설명했다.