김현우 수원시가 고용노동부 주관 '2019 사회공헌활동 공모사업'에 선정돼 사업비로 6억33만6천원을 지원받게 됐다고 7일 밝혔다.

시의 이번 공모사업 선정은 2015년부터 5년 연속 선정된 것으로 올해까지 지원금만 총 20억9천만 원을 기록하게 됐다.

시는 외국인 근로자·어르신을 대상으로 한 봉사 등 70개 분야에서 사업을 전개할 예정이다.

'사회공헌활동 지원사업'은 전문경력과 노하우를 가진 신중년(만50~64세) 은퇴자들이 재능기부 형태로 지역사회를 위한 활동을 하도록 지원하는 것이다.

지자체 등 사업 수행기관은 참여자에게 최소한의 실비와 수당을 지원한다.

시는 지난해 12월 고용노동부 사업 공모에 지원했고, 그동안의 사업 성과와 올해 사업계획을 높이 평가받아 공모에 선정됐다.

지난해 74개 분야에서 500여명이 결혼 이주민·이주 청소년 언어 교육, 복지시설 이용자 이·미용 봉사 등 다양한 사회공헌사업에 참여했다.

시는 사업성과를 인정받아 지난해 '신중년층 사회공헌활동 지원사업' 우수기관으로 선정되기도 했다. 시는 올해 어린이집 인형극, 동화 구연, 외국인 근로자 대상 언어·일상생활 자원봉사, 어르신 대상으로 한 컴퓨터·국악·노래 봉사 등 70개 분야에서 사업을 전개할 예정이다.

지원금에 시비 1억5천만 원을 합해 총 7억5천만 원을 사업비로 투입한다.

2월 중으로 수원시종합자원봉사센터 실버인력뱅크와 협약을 체결해 참여자 500여 명과 사회공헌활동을 필요로 하는 기관·단체를 모집하고, 세부적인 사업계획을 수립할 계획이다.

시 관계자는 "2018년 기준 수원시 인구(124만 명)의 21%(26만 명)이 신중년층에 해당된다"며 "신중년층을 위한 봉사형 일자리를 늘려 지역사회 공동체 활성화를 이루겠다"고 말했다. 한편, 지난해까지 수원시 사회공헌활동 지원사업에 참여한 신중년은 2015년 312명, 2016년 445명, 2017년 454명, 2018년 504명 등 모두 1682명이며, 국비와 시비를 합해 4년간 22억6천848여만 원이 투입됐다.

@highlight

수원시가 5년 연속 고용노동부 주관 '사회공헌활동 공모 사업'에 선정되었고 올해 2019년까지 지원금 총 20억9천만 원을 기록하는 한편 2월 중으로 수원시종합자원봉사센터 실버 인력 뱅크와 협약하여 사회공헌 단체를 모집하고 세부적인 사업 계획을 수립할 예정이다.