김은섭 주차장 완공까지 입구도로 한정 ▲ 파주시가 주차를 탄력적으로 허용한다는 현수막을 내걸었다.

파주시와 파주경찰서가 통일동산 내 위치한 신세계 첼시 아울렛(첼시)입구 구간에 불법주차를 탄력적으로 허용해 특혜논란이 일고 있다.

7일 파주시와 파주경찰서에 따르면 두 기관은 2017년 7월 교통심의 위원회를 열어 첼시 입구 주변 도로 1.4㎞구간에 대해 주말과 공휴일에 한시적으로 주정차를 허용했다.

당시 위원회는 첼시이용객들이 주말, 공휴일에 집중되면서 내부주차장에 진입하지 못한 차량들이 인근 마을도로까지 불법주차 하는 등 해당 주민들의 불편을 해소하기 위해서라는 이유를 들었다.

주차허용기간은 현재 첼시가 증축중인 주차장(551면)이 완공되는 시점까지다.

이처럼 두 기관이 주차를 탄력적으로 허용함에 따라 주말과 공휴일에는 첼시 주차장에 진입하지 못한 차량 수백여대가 편도 3차선 중 차선 일부를 주차장으로 확보할 수 있게 됐다.

그러나 주차가 허용된 구간은 평소에는 차량통행이 많지 않지만 주말에는 수천여대가 한꺼번에 몰려 도로변에 주차한 차량과 주행 중인 차량과의 안전사고 위험이 우려되는 곳이다.

특히 당시 위원회가 주민불편을 해소하기 위해 탄력적으로 주차를 허용한 것에 대해 일부 주민들은 "첼시 차량들이 마을 안까지 진입해 주차하기에는 거리가 있어 사실상 불가능한 일"이라며 "두 기관이 마치 첼시의 영업사원처럼 행정을 펼친 것 같다"고 꼬집었다.

이어 "사실상 불법주차가 허용됨에 따라 막대한 혜택은 주민이 아닌 오히려 첼시에게 돌아간 것"이라고 주장했다.

게다가 경찰서도 관련내용을 교통심의위원회에 상정하기 전에 주민들의 불편과 공익성 여부 등을 사전에 검토하고 의견을 위원회에 전달해야 하지만 민원 내용만 상정해 처리한 것으로 알려졌다.

이에 대해 시는 "첼시의 차량이 마을도로까지 불법주차 한다는 민원을 토대로 경찰서에 협조공문을 발송했을 뿐"이라고 해명했다.

파주경찰서도 "시의 민원해소를 위한 협조공문에 관련 내용을 처리한 것"이라며 특혜논란에 대한 책임을 서로에게 미뤘다.

@highlight

7일 파주시가 통일동산내 신세계 첼시 아울렛 입구 구간에 불법주차를 한시적으로 허용한 가운데, 차량이 몰리는 주말에 안전사고 위험이 높다는 우려가 제기되고 있다. 