백창현 유망 스타트업 10개사 참가 G-STARTE 베트남.

경기콘텐츠진흥원 부천클러스터는 지난달 20일부터 26일까지 인도네시아 자카르타와 베트남 하노이에서 'G-START E' 프로그램을 개최했다고 7일 밝혔다.

'G-START E' 해외진출 액셀러레이팅 프로그램은 경기콘텐츠진흥원에서 경기도 소재의 유망 스타트업 10개사를 선발, 글로벌 진출을 지원하는 사업이다

이번 프로그램은 동남아시아 전문 액셀러레이터인 쉬프트(Shift.)가 운영하고, Campus-K, TOPICA Founder Institute, Market Navigator 등의 베트남 및 인도네시아 현지 주요 기관이 협력했다.

참가기업은 총 10개사다.

현재 ▶아이디어콘서트 ▶스타일셀러 ▶무니스튜디오 3개사가 인도네시아 프로그램에 참여하였으며, ▶휴먼톡톡 ▶뉴코애드윈드 ▶위키박스 ▶트이다 ▶알루머 ▶츄스유얼모델 ▶이모션웨이브 7개사는 베트남 프로그램에 참가했다.

쉬프트 관계자는 "쉬프트의 액셀러레이팅 프로그램을 통해 스타트업들이 동남아 시장을 이해하고, 전략적인 진출 계획을 수립하는데 많은 도움이 됐기를 바란다"며 "앞으로 보다 많은 한국 기업들이 동남아시아 시장을 진출하는데 두려움을 가지지 않도록 다양한 프로그램을 기획 하겠다"고 밝혔다.

베트남 프로그램을 담당했던 CampusK 김태호 대표는 "한국의 스타트업들이 기술력, 비즈니스 모델 완성도, UX 등은 뛰어나나 베트남 현지 고객니즈를 정확히 읽고 현지화하지 않아 초기 정착에 어려움을 많이 겪는다. 초기부터 전문가 및 신뢰할 수 있는 파트너를 만나 체계적이고 전략적인 진출계획을 수립하는 것이 중요하다"고 강조했다.

경기콘텐츠진흥원 관계자는 "G-START E 프로그램이 국내 스타트업들의 해외 시장 진입에 교두보가 되기를 기대한다"며, "향후 해외 정부의 창업 프로그램과 경기콘텐츠진흥원의 협력 활성화를 지원하겠다"고 밝혔다.

@highlight

경기콘텐츠진흥원 부천클러스터는 지난달 20일부터 26일까지 글로벌 진출을 원하는 경기도 소재의 유망 스타트업 10개를 선발하여 지원하는 사업인 'G-STARTE' 프로그램을 자카르타와 하노이에서 개최했다고 7일 밝혔는데, 이 프로그램은 동남아시아 액셀러레이터인 쉬프트(Shift.)가 운영하고 Campus-K, TOPICA Founder Institute 등의 베트남 및 인도네시아 현지 주요기관이 합력했다. 