안전한 실습 위한 법 정비 교육부는 지난달 31일 '직업계고등학교 현장실습 보완방안'을 발표했다.

2018년에 직업계고등학교에 처음 도입한 '학습중심 현장실습 제도'를 보완·개선해 추진하겠다는 것이다.

교육부는 학생들이 선택한 전공이 현장실습 전공으로 이어질 확률이 높다고 설명했다.

이어 "현장실습 중도에 포기하고 복귀하는 비율이 절반 수준으로 줄어들었다"고 강조했다.

실제 현장실습 도중 학교로 복귀한 학생 수는 2016년 11.5%에서 지난해 5.7%로 낮아진 것으로 조사됐다.

교육부는 개선책으로 '현장실습 선도기업'을 현재 8000개에서 2022년까지 3만 개 수준으로 늘려 나간다는 방침이다.

현장실습 안전과 학생 인권 문제도 강화할 방침이다.

관련법 손질과, 학교-기업이 소통하는 구체적인 실행력 마련도 제시했다.

이를 위해 △직업계고에 전담노무사 지정 △학교마다 취업지원관 배치 △관련 법률 개정 △3학년 2학기를 '전환 학기제'로 운영 △학생 안전 및 권익보장 강화방안 구축안을 제시 했다.

특히, '신산업맞춤 학과개편'도 올해 100여개 이상에서 2022년까지 500여개로 확대한다는 방침이다.

국회도 현장실습 환경을 개선하고 양질의 일자리 마련을 위해 나섰다.

7일 민주당 교육위 간사인 조승래 의원은 "안전한 현장실습 조건을 구축하기 위해 근거법령을 만들고 부처별 책임소재를 명확하게 하려고 한다"며 "부총리를 중심으로 관련 부처간 대안과 실행력을 갖춰나갈 것"이라고 설명했다.

교육부는 "현장실습 개선안에 대해 '2018년 이전 상황으로 돌아갔다'는 주장은 사실과 다르다"며 구체적인 입장을 표명했다.

하지만 학교현장 반응은 아직 미지근한 수준이다.

경기도 특성화고 교장은 "취업률이 핵심이 아니라 고졸출신들이 평생직장으로 받아들이고 선호하는 직업교육과 사회적 분위기를 끌어내야 한다"고 강조했다.

"이를 위해 고졸취업 관련 대국민 포럼이나 공청회를 열고 정부가 현장을 찾아 충분한 소통과 공감을 만들 필요가 있다"고 덧붙였다.

@highlight

교육부는 31일 학습중심 현장실습 제도를 수정하는 방안인 직업계고등학교 현장실습 보완방안을 발표했으며 직업계고에 전담노무사 지정 등을 통해 직업계고등학교 학생들의 교육을 도울 예정이다.