KT 모델들이 '기가아이즈' 인터넷 결합할인 프로모션을 홍보하고 있다.

[이데일리 한광범 기자] KT(030200)가 지능형 영상보안 솔루션 '기가아이즈(GiGAeyes)' 인터넷 결합할인 프로모션을 진행한다고 10일 밝혔다.

KT 기가아이즈는 사업장에 설치된 카메라가 수집한 영상을 플랫폼에 저장·분석해 실시간 풀(Full)HD급 화질로 제공해 언제 어디서나 현장 상황을 정확하게 인지하고 상황에 대처할 수 있도록 도와주는 지능형 영상보안 서비스다.

이번 프로모션으로 기가아이즈 신규 가입고객이 KT 인터넷과 3년 약정으로 결합하면 매월 기가아이즈 요금에서 5500원 할인 혜택과 함께 인터넷 요금의 10% 할인(기존 제휴할인 중복 불가)을 받을 수 있다.

기가아이즈 카메라 1대를 이용할 경우 부가가치세 포함 월 2만4750원에 최첨단 지능형 보안서비스를 이용할 수 있게 된다.

인터넷 요금 할인과 합산하면 기가인터넷 1G 이용자는 월간 9350원을 할인받을 수 있고, 기가인터넷 500M 이용자는 월간 8800원을 할인받을 수 있다.

기가아이즈는 고화질 영상 모니터링·저장뿐 아니라 실시간 영상분석(Video Analytics)을 통해 이상이 감지되면 알람을 보내 위험 상황을 즉시 인지할 수 있다.

고객 요청 시엔 KT 텔레캅 전문 출동 서비스를 월 2회 무료로 제공하며 도난이나 상해 사고 발생 시 보상 보험서비스를 함께 제공한다.

또 지능형 영상분석 기능을 무료로 제공해 단순 보안뿐 아니라 고객이 원하는 정보를 받아보고 마케팅에 활용할 수 있어 일석이조의 효과를 누릴 수 있다고 KT 측은 설명했다.

김준근 KT 미래플랫폼사업부문 통합보안플랫폼사업단 전무는 "CCTV가 선택이 아닌 필수재로 변화하는 시대에 합리적인 가격으로 지능형 보안 솔루션 기가아이즈를 통해 사업장을 안전하게 운영하실 수 있도록 이번 프로모션을 준비했다"고 밝혔다.

그러면서 "KT는 KT텔레캅과 함께 고객이 필요로 하는 보안 서비스와 혜택으로 더 많은 분들이 기가아이즈를 이용할 수 있도록 하겠다"고 말했다.

@highlight

KT 기가아이즈는 사업장에 설치된 카메라가 수집한 영상을 플랫폼에 저장·분석하고 실시간 풀HD급 화질로 제공해 언제 어디서나 현장 상황을 정확하게 인지하고 상황에 대처할 수 있게 도와주는 지능형 영상보안 서비스로 인터넷 결합할인 프로모션을 진행 중이며 기가인터넷 1G 이용자는 월간 9350원을, 기가인터넷 500M 이용자는 월간 8800원을 할인받을 수 있다.