환경부는 낙동강 상주보 등 4대강의 일부 보를 개방한 결과 수질이 크게 좋아졌다고 8일 밝혔다.

환경부는 2017년 6월부터 지난해 12월까지 4대강 16개 보 중 11개 보를 개방해 관측했다.

11개 보는 상주·강정고령·달성·합천창녕·창녕함안 등 낙동강 5개 보, 세종·공주·백제 등 금강 3개 보, 승촌·죽산 등 영산강 2개 보, 한강의 이포보다.

분석에 따르면 보를 열었을 때 물의 체류 시간이 줄어들고 유속이 오르는 등 물흐름이 개선됐고 수변 생태 서식공간이 넓어졌다.

낙동강 상주보의 경우 최대 57%까지 체류시간이 감소했고 유속은 최대 85%까지 대폭 증가해 물 흐름이 개선됐다.

전체적으로는 부분 개방한 낙동강은 자정계수가 최대 1.8배 상승했고, 수계 전체 수문을 개방한 금강과 영산강은 자정계수가 각 최대 8배, 9.8배 상승해 하천의 자정 능력이 강해진 것으로 나타났다.

자정계수는 미생물이 유기물을 분해하면서 산소를 소비하는 속도와 공기 중 산소가 수중으로 공급되는 속도의 비율로, 계수가 클수록 하천 자정 능력이 우수하다고 평가한다.

개방 폭이 컸던 낙동강 하류 2개보(합천창녕보, 창녕함안보)의 경우 수변생태 공간이 넓어지고 하중도, 모래톱 등 다양한 생태 서식공간이 확대된 것으로 확인됐다.

야생식물 서식환경도 개선된 것으로 나타났다.

텃새화한 물새류를 뜻하는 백로류는 개방 전월과 비교해 낙동강 1.42배, 한강 11.7배 등 모두 증가했다.

낙동강 강정고령보에서 흑두루미, 창녕함안보에서는 큰고니 등 멸종위기종의 서식도 확인됐다.

환경부는 "지난해 여름 극심한 가뭄과 고온으로 보 개방에 따른 녹조 저감 효과는 제한적이었고, 낙동강은 개방 폭과 기간을 확대해 실측자료를 충실하게 확보해야 한다"고 했다.

@highlight

환경부가 낙동강 상주보 등 4대강의 일부 보를 열었을 때 물의 체류 시간이 줄어들고 물흐름이 좋아졌으며, 전체 수문을 개방한 영산강은 자정계수가 최대 9.8배 올라 수질이 크게 개선된 것으로 확인됐다.