리버풀이 잉글랜드 프로축구 프리미어리그 26라운드에서 본머스를 제압하고 선두 자리를 탈환했다.

리버풀은 10일(한국시간) 영국 리버풀의 안필드에서 열린 2018~19 프리미어리그 26라운드 홈경기에서 본머스를 사디오 마네와 조르지쥬 베이날둠, 모하메드 살라의 연속골로 3-0으로 꺾었다.

리버풀은 이날 경기를 승리로 장식하며 승점 3점을 추가해 승점 62점을 만들었고 62점의 맨체스터 시티를 3점 차로 따돌리고 다시 단독 선두로 올라섰다.

위르겐 클롭 리버풀 감독은 본머스를 맞아 4-3-3 포메이션을 꺼내 들었다.

마네와 살레, 호베르토 피르미누가 스리톱을 구성했고 나비 케이타, 파비뉴, 베이날둠이 중원에 이름을 올렸다.

포백은 제임스 밀너, 페어질 판 데이크, 조엘 마티프, 앤드류 로버트슨이 구성했고 골키퍼 장갑은 알리송 베케르가 꼈다.

경기 초반부터 적극적으로 공격에 나선 리버풀의 첫골은 전반 23분 마네에 머리에서 터졌다.

마네는 오른쪽 측면에서 밀너가 올려준 크로스를 헤딩으로 밀어 넣으며 본머스의 골망을 흔들었다.

분위기를 탄 리버풀의 2번째 골은 10분 뒤 나왔다.

전반 23분 베이날둠이 왼쪽 측면에서 로버트슨이 올려준 크로스를 잡은 뒤 로빙 슈팅으로 마무리했다.

후반에는 살라가 골맛을 봤다.

살라는 후반 2분 피르미누의 패스를 그대로 반대편 골포스트로 왼발 슈팅을 날리며 팀의 3번째 골을 성공시켰다.

살라는 이 골로 올 시즌 프리미어리그 17호골을 완성했고 15골을 넣은 피에르 에머릭 오바메양(아스널)과의 격차를 2골 차로 벌렸다.

리버풀은 남은 시간에도 경기를 완벽하게 지배하며 단 1골도 내주지 않았고 3-0 승리를 완성했다.

@highlight

리버풀은 10일(한국시간) 영국 리버풀의 안필드에서 열린 잉글랜드 프로축구 2018~19 프리미어리그 26라운드 홈경기에서 본머스 3-0로 이겨  맨체스터 시티를 3점 차로 따돌리고 단독 선두에 나섰으며,  실라는 올 시즌 프리미어리그 17호골을 완성했다.