임관빈·김태효 각 징역 5년 구형…"헌정질서 유린, 하급자에 책임 전가" 속행공판 출석하는 김관진.

군 사이버사령부의 정치관여 활동에 개입한 혐의로 기소된 김관진 전 국방부 장관에게 검찰이 징역 7년을 선고해달라고 재판부에 요청했다.

검찰은 서울중앙지법 형사합의23부(김태업 부장판사) 심리로 8일 열린 김 전 장관 등의 결심 공판에서 이같이 구형했다.

임관빈 전 국방부 정책실장에겐 징역 5년과 벌금 6천만원, 추징금 2천800만원을 구형했다.

김태효 전 청와대 대외전략기획관에겐 징역 5년을 구형했다.

검찰은 "국군의 정치적 중립 의무를 위반해 군의 역사적 과오를 반복했다"며 "다시는 국군이 정치에 개입하지 못하도록 해 민주주의 기본 질서를 확립하는 역사적 선언이 본 사건으로 이뤄져야 한다"고 말했다.

'종북 세력'에 대응한 것이라는 김 전 장관 등의 주장에 대해서도 "온라인상에서 대통령 등을 비판하는 사람들이 북한 사주를 받았거나 추종 세력이 맞는지 엄격하게 규명했어야 함에도 규명이 어렵단 이유로 자의적 기준으로 종북 세력 행위라 단정했다"며 오만하고 고압적인 발상에서 기인했다고 지적했다.

검찰은 또 김 전 장관 등이 "누구 하나 반성하고 뉘우치지 않고 있다"며 "120명이나 되는 부대원의 일탈 행위였다고 그들을 힐난하는 변소는 터무니없이 무책임하다"고 질타했다.

김 전 장관은 임 전 실장, 김 전 기획관과 공모해 2012년 총선과 대선을 전후해 군 사이버사 부대원들이 정부와 여권을 지지하고 야권을 비난하는 정치 댓글을 온라인상에 약 9천회 게시하도록 지시한 혐의 등으로 재판에 넘겨졌다.

김 전 장관은 2012년 6월 사이버사령부가 댓글 공작에 투입할 군무원을 새로 채용할 당시 친정부 성향을 지녔는지를 판별하도록 신원 조사 기준을 상향하게 하고, 호남 지역 출신은 선발에서 배제하도록 한 혐의(직권남용 권리행사방해)도 있다.

@highlight

8일 서울중앙지법에서 열린 군 댓글공작지시 혐의로 기소된 김관진 전 장관의 결심 공판에서 검찰은 김 전장관이 역사적 과오를 반복했다며 징역 7년을 구형했다.