[황희진 기자 hhj@imaeil.com] 리갈하이 인물관계도.

JTBC '리갈하이'가 8일 오후 11시 첫 방송된다.

'스카이 캐슬' 후속작이다.

진구(고태림 역)와 서은수(서재인 역)가 출연한다.

여기에 윤박(강기석 역)과 채정안(민주경 역)이 가세해 주연진 4명 구성을 이룬다.

아울러 이순재(구세중 역)를 필두로 김병옥(방대한 역), 정상훈(윤상구 역) 등 감초 조연진이 극을 꾸민다.

잘 나가는 '골리앗' 변호사 사무실(법무법인, 즉 로펌)과 작은 '다윗' 변호사 사무실의 대결 구도이다.

고태림과 서재인이 고태림 법률사무소 소속으로 나온다.

구세중 역의 이순재는 얼핏 노장 변호사로 보이지만, 두 변호사를 든든하게 지원하는 법률사무소 사무장 역할을 맡아 눈길을 끈다.

고태림 법률사무소가 맞서는 B＆G로펌은 변호사가 여럿 소속된 대형 법무법인이다.

이곳의 에이스 변호사 강기석은 고태림과 라이벌 관계.

현재 고태림-서재인-강기석 간 삼각관계 구도가 암시되고 있다.

이 구도에서 민주경은 어떤 존재감을 보일지 관심거리이다.

이런 점에서 리갈하이는 2018년 방영된 KBS2 드라마 '슈츠'와는 다른 결을 보일 것이라는 예측이다.

슈츠가 장동건(최강석 역)과 박형식(고연우 역)의 브로맨스를 그린 반면 리갈하이는 고태림과 서재인의 알콩달콩 러브라인이 예상된다.

또한 리갈하이가 슈츠보다는 다루는 사건의 무게가 가볍고 깊이도 얕을 것이라는 전망이 나온다.

다만 로펌물에서 법조물로 범위를 좀 넓혀 보면, 리갈하이가 2018년 JTBC에서 방영된 드라마 '미스 함무라비'처럼 사회 정의에 대한 메시지를 풍자를 가미해 던질 것이라는 전망이다.

다만 좀 더 밝은 분위기가 예상된다.

@highlight

 잘 나가는 '골리앗' 변호사 사무실(법무법인, 즉 로펌)과 작은 '다윗' 변호사 사무실의 대결 구도로 사회 정의에 대한 메시지를 풍자로 가미한 JTBC 새 로펌드라마  '리갈하이'가 8일 오후 11시 첫 방송된다.