설을 보낸 뒤 직장인과 구직자의 87%는 명절증후군을 겪는 것으로 나타났다.

취업포털 인크루트(www.incruit.com)가 알바콜과 공동으로 ‘명절 증후군’에 대해 조사한 결과다.

성인남녀 999명이 참여했다.

“올 설 연휴 뒤 명절증후군으로 두려운 것이 있다면 무엇인가”라는 ‘질문에 딱히 두려운 것이 없다’고 선택한 응답자는 총 13%에 불과, 나머지 87%는 구정에 따른 명절 증후군을 두려워하는 것으로 조사됐다.

1위는 ‘일상으로의 복귀’(21.4%)가 꼽혔다.

2일 토요일부터 시작해 5일 수요일까지 최장 5일의 휴일을 보내고 온 터, 복귀를 앞두고 두려움과 걱정을 드러낸 것.

이는 13.5% 득표한 4위의 ‘긴 휴식 후유증’과도 맥을 같이 한다.

이어 ‘텅장·카드값’(17.2%), ‘목표계획의 실행여부에서 오는 스트레스’(16.7%), ‘불어난 체중’(9.9%) 순으로 두려움을 느끼고 있는 것이 확인 됐다.

연휴기간 내 지출 및 식습관 관리, 또는 연휴로 산적한 업무 등에 대해 미리 두려움을 느끼고 있는 것.

순위권은 아니었지만 ‘가족들의 잔소리’, ‘복귀할 직장이 없는 것’, ‘이직이 안될까 하는 두려움’등의 기타답변도 확인되었다.

이렇듯 직장인과 구직자의 명절증후군 대상은 조금씩 다른 양상이었는데, 이는 교차분석 결과에서도 확인된다.

먼저, 직장인이 가장 두려워하는 명절 증후군은 ‘일상으로의 복귀’였다.

총 26.6%의 득표로, 일상복귀를 두려워하는 직장인은 4명 중 1명꼴에 해당한다.

한편, 학생과 구직자의 두려움 대상으로는 ‘목표계획의 실행여부에서 오는 스트레스)’(26.7%)이 1위에, 그리고 ‘상반기 채용시즌 윤곽발표로 인한 부담감‘(12.6%)도 상위에 꼽혔다.

디지털콘텐츠팀 .

@highlight

인쿠르트가 직장인, 학생과 구직자를 대상으로 조사한 결과 구직자의 87%는 구정에 따른 명절 증후군을 두려워하는 것으로 나타났다. 