최근 매서운 한파가 지속되는 가운데 저체온증, 동상 등으로 대표되는 한랭질환 환자가 증가하고 있어 주의가 요구된다.

10일 질병관리본부 등에 따르면 지난해 12월 1일부터 지난 8일까지 대전에서는 총 12명의 한랭질환자가 발생했으며, 이 가운데 1명이 사망한 것으로 집계됐다.

환자 수만 놓고 보면 지난 겨울에 비해 다소 증가한 수준이다.

전년 같은 기간(2017년 12월-2018년 2월 8일) 대전에서 신고된 한랭질환자 수는 올 겨울 보다 3명 적은 9명이었으며 사망자는 1명을 기록했다.

특히 충남의 경우에는 총 환자 수와 사망자 수 모두 늘었다.

지난 9일까지 전년 동 기간에 비해 7명 많은 총 29명의 한랭 질환자가 발생했다.

게다가 전년에는 없던 사망자도 2명 나왔는데, 이는 전남(3명) 다음으로 많은 수준이다.

전국적으로는 올해 들어 이달 초까지 총 330명의 한랭질환자가 나타났다.

전일 대비 기온이 크게 떨어지는 한파 시에 한랭질환자가 증가했으며 상대적으로 기온 낙폭이 컸던 지난해 12월 초순 전체 사망자 11명 중 6명이 집중 발생하는 경향을 보였다.

또 올 겨울 발생한 한랭질환자 중 240여 명은 길가나 집 주변 등 실외에서 발생했으며 이중 35%는 음주상태였던 것으로 파악됐다.

한랭질환은 저체온증, 동상, 동창 등 추위가 직접 원인으로 작용해 인체에 피해를 입힐 수 있는 질환을 뜻한다.

특히 심장, 폐 등 중요 장기 기능 저하를 초래하는 저체온증은 한랭질환으로 인한 사망 원인 중 높은 비율을 차지하고 있다.

올해 발생한 사망자 11명(전국)의 사망원인 모두 저체온증으로 추정되고 있는 상태다.

서상원 을지대병원 응급의학과 교수는 "저체온증은 피부 체온보다 몸의 중심 체온이 떨어진 것이 근본적인 원인이기 때문에 피부만 감싼다고 문제가 해결되지 않는다"며 "상태가 악화되기 전에 가까운 응급 의료 센터로 후송해 적절한 처치를 받아야 한다"고 설명했다.

@highlight

질병관리본부 등에 따르면 최근 매서운 한파가 지속되는 가운데 대전에서는 총 12명의 한랭질환자가 발생했도 충남에서도 총 29명의 한랭 질환자가 발생하는 등 한랭질환자가 늘고있어 주의가 요구되고 있다.