배우 이하늬가 SBS '미운 우리 새끼'에 출연해 김태희를 언급해 관심이 쏟아지고 있는 가운데 지난 2017년 방송된 스타랭킹쇼 <차트를 달리는 남자>에서 '보험 들어주고 싶은 핫바디 스타' 순위가 재조명 되고 있다.

이날 3위권 내에는 수지, 한가인, 김태희가 차트에 올랐다.

먼저, 최근 활발한 솔로 가수 활동 중인 수지가 1,2,3위 후보에 올랐다.

그녀는 보면 볼수록 빠져드는 반달눈으로 성형외과 의사들이 뽑은 ‘눈이 예쁜 여자 아이돌’ 1위를 차지했다.

또한, 수지는 눈빛 하나로 팬들을 조련하는 눈빛 조련의 고단수라고 한다.

한국판 올리비아 핫세로 불리는 이기적인 콧대의 소유자 한가인도 후보에 올랐다.

한가인은 코 기둥과 코끝이 이루는 각도가 45도인 명품 코의 소유자다.

엑소 백현은 여성들의 워너비인 그녀의 예쁜 코를 언급하며 이상형으로 지목하기도 했다.

마지막으로 후보에 오른 절세미인 김태희는 남편 비마저 사로잡은 10억 가치의 V라인을 가진 주인공으로, 핫바디 스타 순위에 올랐다.

비단결 머릿결의 소유자 전지현도 순위에 올랐다.

특히 전지현은 무려 11년 동안 12편의 샴푸 광고를 찍은 샴푸의 요정이다.

그녀는 묶지 않은 긴 생머리를 고수해오며 청순의 기준이 되고 있다.

샴푸의 요정 전지현은 아쉽게도 1, 2, 3위 후보에는 들지 못했다.

이 외에 '보험 들어주고 싶은 핫바디 스타'순위에는 강소라, 이동욱, 강민경, 이하늬, 경리, 민아 등이 순위에 올랐다.

한편 10일 방송된 SBS '미운 우리 새끼'에서는 이하늬가 특별 게스트로 출연해 김태희에게 고마움을 표했다.

1983년생으로 올해 나이 서른 입곱살인 이하늬는 1980년생으로 올해 나이 마흔인 김태희 보다 세살 아래로 서울대학교 동문이다.

이하늬는 첫 오디션 자리도 김태희의 만들어 줄 정도로 김태희의 도움으로 연예계에 입문해 스타로 발돋움 했다.

@highlight

배우 이하늬가 10일 방영된 SBS '미운 우리 새끼'에 특별 게스트로 출연해 김태희에게 고마움을 표해 이목이 쏠리는 가운데 지난 2017년 방송된 스타랭킹쇼 <차트를 달리는 남자>에서 '보험 들어주고 싶은 핫바디 스타' 순위에서 김태희는 10억 가치 V라인의 주인공으로 핫바디 스타 순위에 마지막 후보로 등장한 것으로 알려졌다.