지난 8일 당진시와 라미드 호텔&리조트가 석문산단 골프장&복합리조트 건설을 위한 투자협약을 맺었다.(왼쪽 김홍장 시장 오른쪽 문병욱 회장) 사진 = 당진시 제공 [당진]라미드 호텔&리조트(회장 문병욱)가 2000억 원을 투자해 당진 석문국가산업단지에 골프장과 복합리조트 건설을 추진한다.

당진시에 따르면 문병욱 회장과 김홍장 시장은 지난 8일 오후 4시 당진시청 접견실에서 골프장과 리조트 건립을 위한 투자협약을 체결했다.

협약에 앞서 라미드 호텔&리조트는 지난해 12월 석문산단 내 체육시설용지에 대해 계약을 체결하고 계약금도 납부했다.

앞으로 라미드 호텔&리조트는 석문산단 체육시설 부지에 113만3467㎡(34만2874평) 규모로 27홀을 갖춘 골프장과 클럽하우스를 건설할 계획이며, 이와 연계해 복합리조트 건설도 추진한다는 방침이다.

골프장이 조성되는 석문산단은 지난해 국가가 지원하는 보조금 지원우대지역으로 지정된데 이어 국가혁신클러스터로 지정되면서 기업들의 투자가 이어지고 있고, 지난 1월 29일에는 석문산단과 서해선복선전철 101호 정거장을 연결하는 산업인입철도 건설 사업이 예비타당성조사 면제 대상으로 발표되는 등 호재가 잇따르고 있다.

시 관계자는 "석문산단에 골프장과 복합리조트가 조성되면 고용 창출 효과는 물론 인근 왜목마을, 삽교호 관광지와 연계해 관광객 유치에도 크게 기여할 것으로 예상된다"며 "석문산단에 투자를 계획하고 있는 기업 입장에서도 좋은 인프라를 갖추게 되는 것이어서 기업유치에 큰 도움이 될 것으로 기대한다"고 말했다.

한편 시는 이번 투자협약에 따라 인허가 등 행정절차가 조속히 이뤄질 수 있도록 적극 지원하여 조기착공을 할 수 있게 노력할 계획이며, 라미드 호텔&리조트는 골프장과 복합리조트 건설과 운영 시 지역인력 우선채용과 지역장비 이용 등 지역사회발전을 위한 사회적 책임을 다하는데 적극 노력키로 했다.

@highlight

당진시는 석문산단에 27홀을 갖춘 골프장과 복합리조트 건설을 추진하기 위해 라미드 호텔&리조트의 문병욱 회장과 투자협약을 지난 8일 체결했다고 밝히며 협약에 앞서 라미드 호텔&리조트는 체육시설용지에 대해 계약을 체결하고 계약금 납입도 했다.