전주의 한 산후조리원에서 신생아 2명과 직원 1명이 호흡기 세포융합 바이러스(RSV)에 감염돼 보건당국이 역학조사에 나섰다.

10일 전북도에 따르면 지난 7일 오후 4시께 전주시 덕진구의 한 산후조리원에 있던 생후 4주 된 신생아가 RSV에 감염됐다.

이후 해당 산후조리원은 폐쇄됐고 역학조사를 실시하던 중 퇴소한 신생아 1명에게서 RSV 확진 판정이 내려졌다.

산후조리원에서 근무하던 직원 1명도 추가로 RSV 확진 판정을 받았다.

이로써 호흡기 세포융합 바이러스(RSV) 확진자가 총 3명으로 늘어났다.

전북도는 보건소와 함께 조리원 내부에서 시료를 채취해 역학검사를 하고 있다고 설명했다.

바이러스 추가 확진자가 발생한 만큼 역학 조사와 환경소독을 실시하고 추가환자 발생 모니터링과 접촉자에 대한 수동감시도 실시할 계획이다.

또 산후조리원 종사자가 RSV 음성 판정이 나올 때까지 업무를 제한하고 추가환자 발생 모니터링 및 접촉자에 대하여 수동감시를 실시하고, 의심자는 검체를 채취하여 검사를 진행할 예정이다.

전북도는 감염 의심 증세를 보인 이 조리원의 다른 신생아들에 대해 검사를 진행했으나, 현재까지 추가 감염자는 없었다고 덧붙였다.

RSV는 성인에게는 감기 정도로 증상이 경미하나 영유아에서는 모세기관지염, 폐렴 등으로 전이될 수 있어 주의가 요구된다.

우리나라에서는 매년 10월부터 다음해 3월까지 주로 발생하고 감염된 사람과의 접촉이나 호흡기 비말을 통해 쉽게 전파되고 있어 산후조리원이나 영유아 보육시설 등 집단시설에서는 동절기 RSV 전파 예방을 위해 철저한 관리가 필요한 시점이다.

전북도 관계자는 "RSV 감염병 발생 상황을 모니터링하고 보건환경연구원과 연계하여 의심 환자 발생 시 즉각적인 검사를 실시해 신속한 진단 및 치료로 확산 방지에 총력을 다하겠다"고 말했다.

@highlight

전주의 산후조리원에서 세포융합 바이러스 확진자가 3명이 되어 역학 조사와 환경 소독을 실시하고 도와 보건환경연구원이 연계하여 신속한 진단 및 치료로 확산 방지에 총력을 다하기로 하였다.