[청주]충북도내 10곳 중 4곳의 공간·광고·장식조명이 빛 방사 허용기준을 초과한 것으로 나타났다.

이에 도는 빛 공해 방지계획 수립 및 조명환경관리구역 지정 등을 통해 도민건강과 생태계의 건전성을 보호·유지에 나설 계획이다.

11일 충북도에 따르면 빛 공해에 대한 실태조사를 통한 체계적인 개선·관리방안 마련을 위해 환경부와 공동으로 '충청북도 빛 공해 환경영향평가 및 측정·조사 연구용역'을 지난해 6월부터 올 1월까지 200일간 실시했다.

연구용역 추진 목적은 최근 빛 공해가 환경오염으로 인식됨에 따라 도내 빛 공해 환경실태를 조사·분석해 과도한 빛 방사 지역에 대해서는 빛 공해 방지계획 수립 및 조명환경관리구역 지정 등을 통해 빛 공해로부터 도민건강과 생태계의 건전성을 보호·유지하기 위해서다.

측정·조사 방법은 빛 관련 민원발생 지역 등 총 200개소 684지점을 용도지역 및 공간조명, 광고조명, 장식조명 별 표본으로 선정, 조사·분석했다.

측정·조사 결과 총 684지점 중 304지점(44%)에서 빛 방사 허용기준을 초과한 것으로 조사됐다.

이는 2017년 기준 전국 빛 방사 평균 초과율 45%와 비슷한 것으로 나타났다.

조명별 빛 방사 허용기준 초과율을 살펴보면 장식조명의 초과율이 89%(47개소 중 42개소 초과)로 가장 높았고, 광고조명 61%(416개소 중 225개소 초과), 공간조명 3%(221개소 중 7개소 초과) 순이었다.

전국 광역지자체의 초과율이 비슷하면서 대체로 높은 사유는 측정 표본지점 선정에 있어서 빛 공해 민원 발생지역 등을 위주로 비슷한 방법으로 선정한 것이 주원인인 것으로 나타났다.

한편 도민 표본설문조사 결과(216명)에서도 조명으로 인한 불편을 느낀다(52%), 과도한 조명을 환경공해로 인식한다(58%), 인공조명 사용관리에 관한 제도 마련 필요하다(59%)로 높게 인식하고 있음을 알 수 있었다.

@highlight

11일 충청북도의 실태조사에 따르면 도내 10곳 중 4곳의 공간, 광고, 장식조명이 빛 방사 허용기준을 초과해 빛 공해 방지계획 수립 및 도민건강과 생태계의 건전성 보호 유지에 나설 계획이다.