[이데일리 송승현 기자] 대학 법인화 정책에 '반기'를 들었다는 이유로 해고하는 것은 부당하다는 항소심 재판부 판단이 나왔다.

11일 법조계에 따르면 서울고법 행정11부(재판장 배기열)는 서울대 부교수였던 A씨가 교육부 장관을 상대로 제기한 직권면직처분 취소 소송에서 1심과 달리 원고 승소 판결했다.

1심은 법인화에 반대한 A씨를 교육부 소속으로 전환했다가 5년이 지난 뒤 직권면직한 교육부의 처분을 정당하다고 판단했다.

A씨를 포함한 교수 5명은 '교육 공공성 침해', '대학 민주주의 후퇴' 등을 이유로 법인화 정책에 반대했다.

이들은 해고 우려에도 불구하고 법인 소속을 거부할 경우 5년간 교육부 공무원 지위를 유지할 수 있도록 한 규정에 따라 교육부 소속을 선택했다.

서울대 법인화 5년 뒤인 지난 2016년 말, 박근혜 정부 시절 교육부는 A씨 등 5명을 업무 실적·직무수행능력 평가나 구제 조치 없이 일괄 직권면직했다.

A씨는 교육부 측에 다른 국립대에라도 파견해 줄 것을 요구했지만 받아들여지지 않았다.

서울대 측은 면직된 일부 정교수들에게 신규 임용을 제안했지만, A씨에게는 아무런 조치도 하지 않았다.

이에 A씨는 교원소청심사위원회에 면직 취소를 청구했지만 소청이 기각되자 소송을 냈다.

1심은 "5년이 지난 뒤에도 공무원 지위를 유지하는 것은 법 취지상 불합리하다", "서울대나 다른 국립대의 교수 임용권은 개별 총장의 몫이라 교육부가 면직회피 가능성을 검토할 의무가 없다"는 등의 이유로 교육부 측 손을 들어줬다.

하지만 2심 재판부 판단은 달랐다.

재판부는 "A씨는 국내에 1,2명 밖에 없는 전문 분야를 전공하고 단과대 대외협력본부장을 지내는 등 교육부, 다른 국립대, 연구소 등에서 업무를 수행할 능력이 충분하다"며 "면직 회피 가능성을 검토할 의무를 게을리 해 재량권을 일탈·남용했다"고 판단했다.

이어 "서울대 직원이 직권면직된 사례가 전혀 없는 데도 합리적 이유 없이 차별했다"고 지적했다.

교육부는 2심 판결에 불복해 지난달 말 상고장을 제출하면서 최종 결론은 대법원에서 가려지게 됐다.

@highlight

11일 법조계에 따르면 서울고법 행정11부(재판장 배기열)는 서울대 부교수였던 A씨가 교육부 장관을 상대로 제기한 직권면직처분 취소 소송에서 1심은 교육부의 처분을 정당하다고 판단했으나, 대학 법인화 정책에 '반기'를 들었다는 이유로 해고하는 것은 부당하다는 항소심 재판부 판단이 나왔다.