인천경제청과 송도랜드마크시티유한회사(SLC)의 이견으로 개발에 난항을 겪어온 송도 6·8공구 개발사업이 양측 입장 차가 좁혀지면서 개발 정상화에 기대감이 커지고 있다.

10일 인천경제청 등에 따르면 인천경제청은 이번 주 중 블록별 수익률 정산에 대한 세부계획을 SLC와 협의해 정산 시점 등을 논의할 예정이다.

그동안 SLC 개발사업은 인천경제청과 SLC 간의 수익률 분배 및 151층 인천타워 설계비 등 862억원의 정산 문제로 4년6개월간 총 86회의 협상을 진행했지만, 견해차를 좁히지 못해 평행선을 달려왔다.

하지만, SLC가 추진한 A11블록(약 5만3천㎡)과 A13블록(약 5만1천㎡)의 아파트 준공이 올해 6월과 내년 2월로 예정됨에 따라 양측은 더는 미룰 수 없다는데 의견을 같이하고 블록별로 준공 뒤 수익률을 50대 50으로 정산하기로 합의한 것으로 알려졌다.

더욱이 현대건설이 지난해 12월 삼성물산의 SLC 지분 593만6천624주를 542억3천700만원에 취득, 전체 SLC지분 94.2%(1천272만8천254주)를 확보해 사업 추진의지를 보여준데다 지난 2017년 2월 경관심의를 받고도 분양승인을 받지 못한 A14블럭(약 6만6천㎡)에 대한 사업 추진의지를 강력하게 표명한 것이 경제청의 긍정적인 입장을 이끌어낸 것으로 알려졌다.

SLC 관계자는 “인천경제청과 당초 협약시엔 모든 사업을 마치고 수익률을 정산하는 방식이었지만, 최근 블록별로 수익률을 정산하기로 재합의했다”며 “이번주 중 인천경제청과 A11블록과 A13블록 수익률 정산에 대해 본격적으로 협상할 계획”이라고 말했다.

인천경제청 관계자는 “그동안 SLC와 견해 차이가 커 제대로 된 협상이 이루어지지 않았지만, 블록별 수익률 정산에 대해 사전에 합의가 이루어져 이번주 예정된 회의가 건설적으로 추진될 수 있도록 노력하겠다”고 말했다.

@highlight

인천경제청과 송도랜드마크시티유한회사의 의견 차이로 진행이 지체되고 있던 송도 6.8공구 개발사업이 양측의 합의로 인해 이번 주 중 구체적인 계획 및 정산 시점을 논의하는 등 사업이 정상화 될 전망이다.