'대한민국 축구종합센터(국가대표 축구트레이닝센터)'를 유치하기 위해 신청서를 제출한 여주시가, '제38회 대한축구협회장기 전국 축구대회' 개최를 확정지으며, 축구센터 유치 청신호에 기대감을 나타내고 있다.

10일 여주시와 여주시체육회 등에 따르면 사단법인 대한축구협회는 각 시·도 및 지자체를 대상으로 대회유치를 공모해 지난달 28일 협회장기 축구대회를 여주시에서 개최하는 것으로 최종 승인했다.

시가 대한축구협회의 공식 축구대회를 개최한 것은 이번이 처음이다.

이번 축구대회는 각 시·도별 순회개최를 통한 동호인축구 저변확대 및 생활체육 활성화를 위해 다음달 29일부터 31일까지 여주종합운동장 등 10개 잔디구장에서 90여개의 팀이 참가해 기량을 펼친다.

대한축구협회가 주최하고 대한축구협회·경기도·여주시에서 공동주관하며 대한체육회에서 후원하는 이번 대회에는 청년부(2~30대), 장년부(40대), 노장부(50대), 실버부(60대), 황금부(70대)등 5개부로 나눠 리그전 및 토너먼트 방식으로 경기를 진행할 예정이다.

대회는 3월 29일 오후 6시30분 개회식(전야제)에 이어 30일 예선, 31일 본선 및 결승전 경기 순으로 진행된다.

시는 이번 대회를 통해 대한민국 축구종합센터 유치에 대한 시민의 열망을 보여줄수 있는 기회로 판단하고 홍보에 총력을 기울인다는 방침이다.

채용훈 축구종합센터 여주시유치추진위원장은 "대한축구협회장기 '제38회 전국 축구대회'를 '사람중심 행복여주'에서 개최하게 된 것을 기쁘게 생각한다"며 "국가대표 축구트레이닝센터 유치를 위한 여주시민의 열망은 매우 뜨겁다. 이번 축구대회의 성공적 개최를 통해 트레이닝센터가 꼭 여주시로 유치될수 있도록 시민들과 역량을 집주시켜 나가겠다"고 말했다.

한편, 대한축구협회는 국가대표 트레이닝센터 유치신청서를 제출한 전국 24개 지자체를 대상으로 서류심사 및 P/T, 현장실사 등을 거쳐 오는 4월쯤 우선협상 대상지자체를 선정할 방침인 것으로 전해졌다.

@highlight

10일 여주시와 여주체육회는 사단법인 대한축구협회가 각 시·도 및 지자체를 대상으로 공모한 '38회 대한축구협회장기 전국 축구대회' 개최지에 여주시가 최초로 선정되어 대한민구 축구종합센터를 유치하는 것에 긍정적인 기대감을 주고있다고 밝혔다.