시, 국토부에 방안 마련 요청 ▲ 하남시가 3시 신도시로 지정된 교산지구의 보상 현실화와 양도소득세 감면을 국토교통부에 건의했다.

하남시는 3기 신도시인 교산지구의 공공주택지구 지정과 관련해 보상 현실화와 양도소득세 감면을 국토교통부에 건의했다고 10일 밝혔다.

교산신도시는 하남시 천현동, 교산동, 춘궁동, 상·하사창동 일대 649만㎡ 규모로 2028년까지 3만2000가구가 입주할 예정이다.

해당 지역의 2586가구 4843명이 이주 대상에 포함됐으며 일부 주민들은 대책위원회를 꾸려 신도시 개발 철회를 주장하고 있다.

정부의 3기 신도시 발표가 있은 지난해 12월19일부터 최근까지 교산신도시 조성과 관련한 주민 의견을 수렴한 결과 모두 809건이 접수됐다.

이 가운데 보상 현실화와 양도소득세 감면이 대다수를 차지했다.

주민들은 감정평가액이 아닌 시가 보상과 함께 현재 10%인 양도소득세 감면율의 확대를 요구하고 있다.

이에 따라 시는 이와 관련한 적극적인 방안을 마련해달라고 국토부에 요청했다.

시는 또 ▲하남도시공사의 사업공동시행자 지정 ▲공공시설 건립부지 확보 ▲공공하수처리시설·폐기물처리시설 신설 등도 함께 건의했다.

특히 3기 신도시에 함께 포함된 남양주 왕숙지구의 광역교통대책인 수석대교 신설과 관련해 교통영향분석을 우선 실시해 대안을 강구할 것을 국토부에 요구했다.

수석대교는 남양주시 수석동과 하남시 미사동을 연결하는데 미사강변도시 주민들은 올림픽대로의 교통체증을 심화시킬 것이라며 반발하고 있다.

정부는 교산신도시에 자족용지 92만여㎡에 판교 제1테크노 1.4배의 기업지원허브, 청년창업주택 등을 배치해 기업을 유치한다는 구상이다.

또 광주향교와 남한산성 등 문화재와 연계한 한옥마을과 백제문화 박물관, 역사문화공원, 탐방로를 조성한다는 계획을 담았다.

교산신도시는 미사강변도시(546㎡)보다 25% 정도 크고 위례신도시(677만㎡)의 절반 정도다.

@highlight

하남시는 교산지구의 공공주택지구 지정과 관련해 수렴한 주민들의 의견 에 따라 시가 보상과 양도소득세 감면율 확대를 국토교통부에 건의했다.