김중래 道, 올 12곳 선형공원 조성"도심 속 공원 사이사이 걸어서 녹색공원 만끽해요."

'가는 길이 험해서', '차로를 건너야 해서', '한적한 곳에 있어서' 가지 않는 녹지와 공원들이 서로 이어져 '걸어가는 공원'으로 변화한다.

경기도는 올해 12곳의 선형공원 조성계획을 확정했다고 10일 밝혔다.

선형공원은 점 형태로 분산된 공원과 녹지 사이를 연결해 주는 산책길, 자전거길과 같은 형태의 공원이다.

이를테면 우리 집앞에 조성된 산책길을 따라가 큰 공원을 만나게 되고, 여가를 즐긴 후 다시 공원을 따라 집으로 돌아오는 것이다.

도는 올해 도비 12억원과 11개 시군비 12억원 등 24억원을 들여 12곳의 국·시유지에 총 12㎞길이의 선형공원을 만든다.

양평군의 명소인 쉬자파크숲길에는 용문산과 이어지는 선형공원이 생기며, 물소리길 단절구간 1㎞도 새롭게 연결된다.

광주시 목현천에는 탄벌초까지의 수변공원이 만들어진다.

남양주 궁촌천 주변에는 철도용지를 이용해 1㎞길이의 선형가로수길이 조성된다.

이외에도 수원 광교호수공원 산책로와 고양 창릉천 쌈지공원, 오산 오산천·대호천, 동두천 동막골댐 테마여행길, 광명 안양천변(광명교), 양주 유양천 도보여행길 등에 선형공원이 들어선다.

도는 이번 대상지 선정과정에서 토지소유권이 확보된 곳과 공원(녹지) 연결효과가 높은 곳, 주민들이 쉽게 접근할 수 있는 곳을 우선 선정했으며, 시·군과 합동 현장 확인을 통해 사업을 추진할 예정이다.

도 관계자는 "선형공원 조성사업은 이재명 경기지사의 공약사업으로, 향후 2022년까지 연도별 사업을 선정해 추진할 계획"이라며 "선형공원은 도시기능과 근접해 일상 생활공간으로 이용하는 도시형 공원으로, 녹지공원의 연계성 확보 및 공원소외지역 해소효과를 기대하고 있다"고 말했다.

@highlight

경기도는 올해 12곳에 점 형태로 분산된 공원과 녹지 사이를 연결해 주는 형태의 선형공원 조성계획을 확정했다고 10일 밝혔으며 이는 녹지공원의 연계성 확보 및 공원소외지역 해소효과를 기대 하게 된다. 