문희상 국회의장과 여야 5당 지도부가 10일 5박 8일간의 미국 방문 길에 올랐다.

여야간 강대강 대치로 국회 공전상태가 장기화되고 있는 시점에서 방미 중 잦은 접촉을 통해 타협의 물꼬를 틀 지, 각 당 원내대표들의 엇갈릴 일정으로 인해 협상 자체가 더 어려워질 지 주목된다.

이번 방미단에는 정 의장과 함께 민주당 이해찬·민평당 정동영·정의당 이정미 대표, 한국당 나경원·바른미래당 김관영 원내대표 등 여야 5당 지도부가 동행하며, 미국 의회 지도자 면담 등을 통해 한미 동맹에 대한 의회 차원의 지지를 재확인하고 한반도 비핵화에 대한 공조 방안을 논의하게 된다.

무엇보다 이날부터 오는 17일 귀국할 때까지 여야 5당 지도부가 미국에 머물면서 수시로 물밑협상을 진행할 수 있는 만큼, 국회 정상화의 틀을 마련할 것이라는 기대감도 크다.

실제로 문 의장은 지난 7일 국회 국방위 위원 오찬 간담회에서 "국회 개혁, 현안 문제에 대해서도 허심탄회하게 이야기를 나누는 자리가 되길 바란다"며 "이번 방미 일정에서 허심탄회하게 선거제도 개혁에 대해 이야기하고 마무리해볼까 하는 생각을 갖고 있다"고 언급했다.

문 의장이 여야 지도부들에게 중재의 장을 마련해 주요 현안에 대한 견해차를 줄이고, 처리시한을 넘긴 선거제도 개혁에 대해서도 논의를 이어나간다면 극적인 합의도출도 가능하다.

선거제 개혁과 관련, 바른미래당과 민평당, 정의당 등 야 3당은 연동형 비례대표제를 골자로 한 선거제도 개혁을 공동으로 주장하고 있는 만큼, 집권여당과 제1야당에 대한 설득작업에 나설 것으로 보인다.

원내 협상 파트너인 나경원·김관영 원내대표가 국회를 비워 협상 공백이 장기화될 수 있다는 지적도 나온다.

이들과 협상을 진행해온 홍영표 민주당 원내대표는 이번 방미 일정에 함께하지 않기 때문이다.

더욱이 한국당의 경우 미 의회 지도자를 방문하는 워싱턴 일정이후에는 독자적인 일정을 소화할 계획이어서 나·김 원내대표간 교감이 얼마나 이뤄질지도 미지수다.

@highlight

여,야간의 강대강 대치가 장기화 되고 있는 시점에서 문희상 국회의장과 여야 5당 지도부가 10일 미국방문길에 올랐으며 한반도 비핵화에 대한 공조 방안을 논의하게된다.