경남 진주시가 전국 제1위의 신선농산물 수출도시로 기반을 확고히 하고 있다.

진주시는 지난해 캐나다 등 해외 신시장 개척과 전략적 마케팅으로 농산물 4985만 달러 수출을 달성 했다고 10일 밝혔다.

이는 역대 최고 실적이다.

유형별은 신선농산물 4293만 달러, 가공농산물 536만 달러를 각각 수출했다.

진주시는 1995년 피망, 꽈리고추를 일본에 처음 수출한 이후 2013년 농산물 4500만 달러를 달성한 데 이어 매년 2%의 성장세를 보인다.

품목별은 딸기가 3123만 달러, 파프리카 818만 달러, 새송이 149만 달러, 배 73만 달러, 단감 49만 달러, 꽈리고추 46만 달러 순이다.

특히 딸기의 경우 신선농산물 수출량의 70%를 차지해 역대 최대액 달성에 견인차 구실을 톡톡히 했다.

배도 지난해와 비교에 1.5배가량 증가했다.

진주의 딸기 농가는 310여 개며, 선별단지는 주로 수곡·대평·금곡·대곡면에 있다.

딸기는 홍콩 싱가포르 일본 태국 등 국가에 80% 이상 수출된다.

가공농산물은 ▷유자 가공품 270만 달러 ▷밤 통조림 132만 달러 ▷도라지가공품 60만 달러 ▷매실 가공품 38만 달러 ▷냉동 딸기 31만 달러 순으로 집계됐다.

국가별 수출실적은 일본 1237만 달러, 홍콩 1189만 달러, 싱가포르 918만 달러, 태국 405만 달러, 말레이시아 361만 달러, 네덜란드 109만 달러 순이다.

이 중 홍콩 싱가포르 등 동남아 시장이 가장 높은 비중을 차지하고 있다.

특히 베트남은 지난 2017년 대비 약 150% 수출 증가세를 보였다.

시는 올해 농산물 수출목표를 5500만 달러로 설정했다.

또한 유망품목 발굴육성과 주력품목 중점관리 등 적극적인 해외 마케팅을 통해 질적·양적 성장을 이어나갈 방침이다.

시 관계자는 “역대 최고 실적달성에 만족하지 않고, 농산물 품질 고급화와 새로운 시장 개척 등으로 진주 농산물이 진정한 글로벌 브랜드로 성장할 수 있도록 노력할 것”이라고 말했다.

@highlight

진주시는 10일 해외 신시장 개척과 전략적 마케팅을 통한 전국 제1의 신선농산물 수출 결과를 밝히며 앞으로 질적 양적 성장을 이어나갈 방침이라고 말했다.