제주지역 초등돌봄교실 수요자는 급증하고 있는데 공간 부족으로 올해도 돌봄 공백 발생이 우려되고 있다.

매년 되풀이되는 초등 돌봄 공백에 대한 특단의 대책 마련이 시급해 보인다.

10일 제주도교육청에 따르면 2019학년도 초등돌봄교실 1차 수요조사결과(1월28일 기준) 106개교에서 5874명이 신청했다.

이는 1·2학년 전체 학생수의 43% 정도다.

지난해 돌봄교실 신청자가 4889명(2월 1차 조사 기준, 전체 학생수 대비 37%), 2017년 수용인원은 4206명으로 돌봄교실 수요는 매년 늘고 있는 추세다.

문제는 이같은 학부모들의 높은 돌봄 수요에도 공간(유휴교실) 부족, 돌봄전담사 채용 문제 등의 이유로 돌봄 교실 확충은 쉽지 않은 상황이다.

초등돌봄교실 수용률은 2017년 100%에서 2018년 96%(3월 5일 기준), 올해(1월28일 기준) 87.3%로 떨어지고 있다.

이에따른 돌봄 대기자는 지난해 195명, 올해 743명(예정)이다.

과다 발생으로 교실당 25명 내외 수용원칙에도 불구하고 21개교 51실에서 30명 이상을 수용해야했고, 올해는 돌봄교실을 증실해 수용예정학생수를 늘렸음에도 돌봄 수요를 100% 수용할 수 없는 게 현실이다.

다만 도교육청은 학기 초 학생들이 개인 사정 등의 이유로 신청을 취소하는 등 유동적인 부분이 많아 올해 실제 돌봄 대기자는 1차 조사에 비해 줄어들 것으로 전망하고 있다.

도교육청 관계자는 "학교 사정에 따라 (돌봄교실)증실하고 싶어도 유휴교실이 없어서 못하는 경우도 있고, 특히 올해는 수요가 많아 어쩔 수 없이 겸용교실로 증실하는 곳도 있을 것 같다"며 "증실이 안되면 방과후연계형 돌봄교실로 수용하거나 초과 수요 학교 지역을 중심으로 '방과후 마을학교'를 선정하는 등 돌봄 공백이 없도록 노력할 계획"이라고 말했다.

@highlight

제주지역 초등돌봄교실의 학부모의 높은 수요에도 확충이 쉽지 않아 공간 부족으로 올해도 공백이 우려되고 있는데  관계자는 '방과후 마을학교'를 선정하여 대응 할 예정이라고 했다.