문재인 대통령의 국정지지도가 지난 11월 이후 처음으로 50%대를 넘어섰다는 여론조사 결과가 11일 나왔다.

여론조사기관 리얼미터가 YTN 의뢰로 지난 7~8일 양일간 전국 19세 이상 유권자 1507명을 대상으로 조사한 결과(표본오차 95%신뢰수준 ±2.5%p)에 따르면, 문 대통령의 2월 1주차 국정 지지도는 전주보다 1.6%p 오른 50.4%(매우 잘함 26.4%, 잘하는 편 24.0%)로 나타났다.

전주에 이어 2주 연속 상승하며 지난해 11월 4주차에 40%대로 하락한 지지도가 처음으로 50%선을 회복한 것이다.

'국정수행을 잘못하고 있다'는 부정평가는 0.4%p 내린 45.4%(매우 잘못함 28.2%, 잘못하는 편 17.2%)로 긍·부정 평가의 격차는 5.0%p로 벌어진 것으로 집계됐다.

세부 계층별로는 충청권과 부산·울산·경남(PK)에서는 소폭 이탈했으나, 서울과 호남, 대구·경북(TK), 40대와 50대, 20대, 무직과 자영업, 주부, 사무직, 진보층과 보수층 등 다수의 지역과 계층에서 결집했다.

리얼미터는 "이같은 회복세는 작년 말부터 본격화한 경제활성화·일자리창출 노력이 꾸준히 지속되고, 2차 북미정상회담 개최와 북미 실무협상 소식 등 최근의 한반도 평화 이슈가 긍정적으로 작용한 데 따른 것으로 보인다"고 분석했다.

한편 정당 지지도에서는 더불어민주당이 38.9%로 상승해, 지난 3주 동안 이어진 내림세가 멈추고 소폭 반등했다.

자유한국당 역시 28.9%로 오르며 황교안 전 총리의 입당으로 당권 경쟁이 본격화된 1월 3주차부터 4주 연속 상승세를 이어갔다.

바른미래당 또한 6.8%로 소폭 오르며 주간집계 기준 지난해 6·13 지방선거 직전 5월 4주차 이후 8개월 만에 처음으로 정의당을 앞섰다.

반면 정의당은 6.2%로 2주 연속 하락했고, 민주평화당은 2.9%를 기록했다.

자세한 조사개요와 결과는 리얼미터 또는 중앙선거여론조사심의위원회를 참조하면 된다.

@highlight

경제활성화·일자리창출 노력이 꾸준히 지속되고, 최근의 한반도 평화 이슈가 긍정적으로 작용했기 때문에 문재인 대통령의 국정지지도가 지난해 11월 4주차에 40%대로 하락한 지지도가 처음으로 50%선을 회복했다는 여론조사 결과가 11일 나왔다.