제845회 동행복권, 로또복권 당첨번호 추첨결과 1등 당첨번호는 ‘1·16·29·33·40·45’다.

2등 보너스번호는 ‘6’.

지난 9일 발표된 로또 845회 로또당첨번호 6개를 모두 맞힌 1등 당첨자는 11명으로 18억9121만 원 상당의 당첨금을 받는다.

단 33%의 세금을 제하고 나서 당첨자들이 수령하게 되는 실 수령액은 12억6711만 원 정도가 될 전망이다.

당첨 번호 5개와 보너스 숫자가 일치한 2등은 56명으로 각 61914849만 원씩을, 당첨 번호 5개를 맞힌 3등은 2038명으로 170만 원씩을 받는다.

당첨 번호 4개가 일치한 4등(고정 당첨금 5만원)은 10만5790명, 당첨 번호 3개가 일치한 5등(고정 당첨금 5000원)은 178만2933명이다.

로또 1등 당첨 지역은 △서울 1곳 △부산 1곳 △대구 1곳 △인천 2곳 △경기 2곳 등이다.

당첨 지역 목록은 다음과 같다.

△대구 북구 구암동 765-2 로또복권 △인천 남구 주안동(주안1동) 115-1 101호 CU로또 △인천 연수구 옥련동 462-12번지 103호 로또복권방 △광주 서구 치평동 1178-1 수암빌딩 1층 102호 새상무복권 △경기 고양시 덕양구 화정동 1098번지 (화정동화정역2번출구) 교통카드충전소 △경기 의정부시 금오동 386-51번지 로또복권슈퍼(국제꽃화원) △강원 삼척시 도계읍 도계리 393-1번지 복권나라 △충남 아산시 인주면 신성리 188-8 로또명당인주점 △경남 양산시 중부동(양주동) 693-2 GS편의점 터미널점 제일복권 .

@highlight

지난 9일 제845회 동행복권, 로또복권 당첨번호 ‘1·16·29·33·40·45’ 6개를 모두 맞힌 1등 당첨자 11명은 33%의 세금을 제하고 실수령액은 12억6711만 원을 받는다. 