CJ헬로가 지난해 영업이익은 하락했지만 4분기 영업익은 증가했다.

CJ헬로는 작년 한 해 매출은 1조 1780억 원, 영업이익은 680억 원으로 집계됐다고 밝혔다.

매출은 전년 대비 5.2% 상승했지만, 영업이익은 6.7%가 하락했다.

다만, 4분기에는 매출과 영업익이 모두 성장했다.

매출은 3026억 원, 영업이익 186억 원을 기록해 전년 동기 대비 매출은 118억 원(▲4.1%), 영업이익은 9.7억 원(▲5.5%) 상승했다.

특히 4분기 순이익은 116억 원을 기록하며 작년 동기 대비 30억 원(▲35.6%) 증가했고, 연간 순이익은 108억 원(▲37.4%) 상승했다.

회사 측은 "지속적인 디지털 전환 노력으로 디지털가입률을 65.3%까지 높였고, 알뜰폰(MVNO)의 LTE가입률도 67.0%까지 올리며 역대 최고치를 경신한 결과"라며 "렌탈 등 신사업이 지속적인 성장세를 보인다"고 밝혔다.

한편 가입자당평균매출액(ARPU)은 케이블TV가 7609원을 나타내며 전년 동기 대비 감소했지만, 전 분기 대비 72원 증가했다.

반면 MVNO는 2만3209원으로 전년 동기 대비 809원이 증가하고, 전 분기 대비 222원이 감소했다.

케이블TV의 가입자는 419만9천 명으로 전 분기 대비 소폭 감소했지만, 전년 동기에 비해선 1만9천 명이 상승했다.

MVNO가입자는 78만5천 명으로 전 분기와 전년 동기 대비 감소했으나, LTE가입자를 수성하며 수익성 체질을 개선했다.

LTE가입자 비율은 지속적으로 상승(67.0%)하며 MVNO사업의 질적 성장을 견인하고 있다.

CJ헬로 성용준 부사장(CFO)은 "지속적으로 경영효율을 높여 수익성을 개선하고, 미래성장을 위해 기틀을 다져온 한 해였다"며 "CJ헬로의 핵심역량을 바탕으로 인접사업을 다각화하고, 신수종사업을 지속적으로 발굴해 재무성과를 높여가겠다"고 말했다.

한편 기업의 재무적 건전성을 나타내는 부채비율은 82.7%로, 지속적인 감소세를 보였다.

@highlight

CJ헬로의 지난해 매출은 작년 대비 5.2% 상승한 1조 1780억 원, 영업이익은 6.7%가 하락한 680억 원으로 집계됐는데 ]4분기에는 매출과 영업익이 모두 성장했다.