[서울=충청일보 이득수기자] 2차 북미정상회담 전 개각 가능성이 제기되고 있다.

규모는 7∼8명의 중폭 이상이 될 것이란 전망이 나온다.

내년 4월 총선에 출마할 부처 장관들을 중심으로 청와대의 교체 인선 작업이 거의 마무리 단계에 이른 것으로 11일 알려졌다.

다만, 후임 인선을 일괄적으로 한꺼번에 발표한다는 계획에 맞물려 공표 시기는 유동적이어서 북미정상회담 이후로 늦춰질 가능성도 있는 것으로 전해졌다.

2차 북미정상회담은 오는 27∼28일 베트남 하노이에서 열린다.

정부 고위관계자에 따르면 개각 준비가 거의 끝났고 곧 발표할 예정이다.

일각에서는 이르면 이번 주 후반이나 내주 초에는 개각 발표를 할 가능성도 제기된다.

청와대 고위관계자도 "개각은 북미회담과 무관하다"며 "검증만 마무리되면 발표할 수 있다"고 언급했다.

개각 대상은 내년 4월 총선에 출마할 정치인 장관을 중심으로 7∼8명이 거론된다.

이들 대부분은 현 정부 초기에 임명된 장관들이다.

김부겸 행정안전·김영춘 해양수산·김현미 국토교통·도종환 문화체육관광부 장관은 초대 장관이자 현직 국회의원으로 교체가 확실시된다.

국토부 장관 후보로는 충남 보령출신 정일영 인천국제공항공사 사장이 물망에 오른다.

해수부장관 후보군 중 한명에는 충남 천안이 고향인 유예종 전 부산항만공사 사장이 거명된다.

국회의원은 아니지만, 출마 경험이 있는 유영민 과학기술정보통신부 장관도 교체가 유력하다.

유 장관이 교체될 경우 정보통신부 차관을 지낸 4선의 변재일 의원(청주 청원)이 후임으로 고려된다는 얘기가 나온다.

지난 총선에서 부산에서 낙선한 유 장관은 총선 출마를 고려하는 것으로 알려졌다.

또한 정치인은 아니지만, 초대 장관인 조명균 통일·박상기 법무부 장관도 바뀔 가능성이 작지 않은 전망이다.

박범계 의원(대전 서 을)은 본인 의사와 무관하게 법무부 장관 후임에 거론되지만 차기 총선 출마를 접어야 한다는 점에서 가능성은 크지 않은 것으로 보인다.

청와대는 내년 총선에 출마할 인사를 배제한다는 방침인 만큼 관료나 학계 등 전문가 그룹을 중심으로 후임 검증이 진행된 것으로 전해졌다.

@highlight

내년 4월 총선에 출마할 장관들을 중심으로 청와대의 교체 인선 작업이 거의 마무리 단계에 이른것으로 알려짐에 따라 정부 관계자는 개각 준비가 거의 끝났다고 했으며, 일각에선 내주 초까지 발표 할 가능성도 제기된다고 했다.