이종억 자연친화적 환경조성에 309억원 투입 재해위험지구정비사업을 벌이고 있는 마산지구.

(동양일보 이종억 기자) 영동군은 올해 자연친화적 환경조성에 중점을 두고 309억원을 투입해 하천정비 사업을 추진한다.

군은 먼저 지방하천 유지관리 사업으로 지역 21개 지방하천을 대상으로 5억원을 투입해 하도준설, 수목제거, 호안정비 등을 연말까지 완료할 예정이다.

지난 2016년 국토교통부 공모에 선정돼 2022년까지 487억원이 확보된 ‘영동천 정비사업’도 본격 추진된다.

군은 이 사업 추진을 위해 현재까지 기본·실시설계, 1·2차 주민설명회를 거쳤으며 올해 27억원을 들여 하천정비, 친수공간조성, 교량재가설 등의 사업을 착공한다.

군은 또 마산·구촌·각계·계산2·두평·둔전2·하도대4 등 7개 재해위험지구에 총 172억원을 투입한다.

국고 보조로 추풍령면 관리천 등 7개 지구(5.9㎞구간)에 74억원, 자체 사업으로 황간면 애교천 등 수해상습지 4개지구(1.2㎞구간)에 16억원이 투입돼 호안정비 등 소하천 정비사업도 추진된다.

군은 하천 유지관리를 위해 영동읍 산이천 등 26개소 2㎞구간에 10억원의 예산을 투입하고 유수흐름에 지장을 주는 지장목 제거에 5억원의 예산을 투입해 토사준설과 하상정비에 나서기로 했다.

군은 최근 행정안정부가 전국 지자체를 대상으로 실시한 재해예방사업 추진실태 점검결과 잇따라 우수기관에 선정돼 전국 최고수준의 재해예방능력을 인정받고 있다.

군 관계자는 “군에서 추진하는 재해예방사업들은 군민의 소중한 인명과 재산과 직결되는 사업이니만큼 각별한 관심을 기울이고 있다”며 “태풍과 홍수 등 자연재해를 막고 자연친화적인 하천을 조성하도록 노력하겠다”고 말했다.

@highlight

영동군이 연말까지 지방하천 유지관리 사업을 완료하기로 하는 등 사업비 309억원을 들여 하천정비 사업을 진행함으로써 자연재해를 예방하고 자연친화적인 환경을 만드는 데 적극적으로 나섰다. 