김신영 ▲ '미추홀사격장 폐쇄촉구 연합회'가 미추홀사격장 앞에서 구호를 외치고 있다.

인천 서구 공촌동·심곡동·연희동 주민들이 인근 육군 17사단 관할 '미추홀사격장'으로 인한 피해를 호소하며 이전을 촉구하고 나섰다.

11일 오전 주민으로 구성된 '미추홀사격장 폐쇄촉구 연합회'는 사격장 입구에서 집회를 열고 "수십년간 지독한 화약냄새와 총성으로 공포에 떨며 지금껏 살아왔다"며 "사격장을 하루빨리 폐쇄·이전하고 서구 주민 품으로 돌려주길 바란다"고 주장했다.

연합회는 지난해 6월 주민들의 서명을 모아 국가권익위원회에 진정서를 제출했다.

국방보훈민원처와 17사단에도 공식 민원을 제기했다.

이에 17사단은 현재 주민 피해를 줄이기 위해 방호벽 설치 사업을 추진하고 있다.

하지만 주민들은 구체적인 이전 대책을 요구하고 있다.

2003년 조성된 미추홀사격장은 공촌동 2만6446㎥(8000평) 규모다.

주로 현역장병의 사격 훈련이 진행되는데 일주일에 3~4일 정도다.

주민들은 훈련 중단을 요구하고 있지만 군 특성상 연간 일정이 계획돼 있어 불가능하다.

사격장 주변에는 개인이 운영하는 양봉장과 농지 등이 있다.

농지는 사격장과 맞닿아 있으며 거리는 300여m가 채 되지 않는다.

그동안 주민들 사이에서 사격장에 대한 민원이 제기된 적은 있지만 주민모임을 결성해 활동에 나선 것은 최근이다.

사격장 입구 일부가 사유지라는 사실이 알려지자 이전 필요성이 더욱 크다고 판단했기 때문이다.

미추홀사격장 폐쇄촉구 연합회 관계자는 "사격장 주변을 오가는 주민과 일반인들이 위험한 상황"이라며 "사유지 입구로 군용 차량이 다니는 경우가 많아 불편이 더 크다"고 말했다.

육군 17사단 관계자는 "주민들의 민원이 접수된 이후 서구청 등 유관기관과 연계해 해결 방안을 모색하고 있다"며 "이전 대책은 아직 없지만 주민들의 요구가 반영될 수 있도록 적극적으로 노력하겠다"고 답했다.

@highlight

인천 서구 주민들이 육군 17사단 관할 '미추홀사격장'으로 인한 피해 호소와 '미추홀사격장 폐쇄촉구 연합회'를 구성하고 사격장의 폐쇄, 이전할 것을 주장하여 육군 17사단 관계자는 주민들의 요구가 반영될 수 있도록 적극적으로 노력하겠다 답했다.