[의정부=이데일리 정재훈 기자] 가맹·대리점 간 발생하는 분쟁의 조정에 지자체가 참여하는 길이 열렸다.

경기도는 11일 오전 국회 헌정기념관에서 공정거래위원회가 주관해 열린 '지자체 가맹·대리점 분쟁조정협의회 합동출범식'에 참여했다고 밝혔다.

이날 출범한 '지자체 가맹·대리점 분쟁조정협의회'는 그동안 공정거래위원회 산하 공정거래조정원이 전담하던 가맹·대리점분야 분쟁조정 업무를 경기도를 비롯한 서울시와 인천시에서도 수행하도록 하는 내용을 담고 있다.

협의회 출범으로 지자체에서도 분쟁조정을 직접 담당할 수 있게돼 소상공인들이 일터 가까운 곳에서 신속하게 피해구제를 받을 수 있는 길이 열렸다는 평가를 받고 있다.

실제 전국 가맹본부의 68%, 가맹점의 50%가 3개 광역지자체에 집중돼 있지만 지자체에 분쟁조정 권한이 없어 이해 당사자들이 불편을 겪어왔다.

이에 따라 국회는 지난해 3월 여·야간 합의를 통해 가맹사업법과 대리점법 개정으로 분쟁조정 업무를 지자체에서도 가능하도록 해 지방에 있는 소상공인들이 서울까지 와야 하는 불편함을 개선했다.

공정거래위원회는 이날 출범식을 계기로 지자체와 첫 협업 사례가 성공적으로 정착할 수 있도록 지원한다는 입장을 밝혔다.

공정위는 법률과 분쟁조정제도에 대한 지식과 실무경험 공유를 위해 지자체와 인사교류를 실시하기로 했으며 향후 가맹·대리점 분쟁조정 업무가 타 지자체로 확산될 수 있도록 한다는 방침이다.

이날 출범식에 참석한 이화순 경기도행정2부지사는 "형식적이고 기계적인 중립보다는 억울함이 풀어지는 실질적 형평을 고려한 조정이 되기를 바란다"며 "공정은 경제를 살리는 기본인 만큼 경기도의 공정경쟁 분위기 조성을 위해 노력하겠다"고 말했다.

김상조 공정거리위원장은 "현장과 밀접한 지자체에서 분쟁조정을 잘 운영해 성공적 플랫폼을 만드는 동시에 타 지자체 뿐만 아니라 분쟁조정 업무가 하도급, 유통 등 다른 법 영역까지 확산될 것을 기대한다"며 "공정위도 그동안 축적된 노하우를 적극 지원할 것"이라고 밝혔다.

@highlight

11일 오전 국회 헌정기념관에서 '지자체 가맹·대리점 분쟁조정협의회 합동출범식'이 열렸는데, 지자체 가맹·대리점 분쟁조정협의회는 그동안 공정거래조정원이 전담하던 가맹·대리점 분야 분쟁조정업무를 경기도, 서울, 인천시에서 대산 담당하는 조직으로, 지자체에서도 분쟁조정이 가능해져 소상공인들이 신속하게 피해구제를 받을 수 있는 길이 열렸다는 평가다.