[충청일보 이정규기자] 충북도교육청이 2019학년도부터 특수교육 대상 학생의 원활한 교육과 학교 활동 지원을 위해 특수교육 보조인력을 확대한다고 11일 밝혔다.

도내 특수교육 보조인력은 교육공무직원인 '특수교육실무사', 봉사·위촉직인 '특수교육 (유급)자원봉사자', '장애학생지원 사회복무요원'으로 구성돼 있다.

외 활동, 방과후활동, 문제행동관리 지원 등의 역할을 담당하고 있다.

교육청은 '특수교육실무사'를 올해 385명 배정할 계획으로 전년(9월1일 기준 376명) 대비 9명을 증원한다.

'특수교육 (유급)자원봉사자'는 2019학년도 170명 지원 예정으로 전년(학기중 자원봉사자 90명) 대비 80명이 늘어난다.

특수교육 (유급)자원봉사자는 특수교육실무사가 배정되지 않았거나 중도·중복장애 학생 지원 등을 위해 보조 인력이 필요한 학교에 지원할 계획이다.

특히 대학생을 비롯한 청년층·사회복지시설 근무경험자·장애학생(아동) 육아 경험자 등 교육기부 자원 다양화를 통해 특수교육 대상 학생의 요구에 부합하는 맞춤형 특수교육서비스를 제공할 예정이다.

병무청에서 신청을 받아 각급 학교에 배치하는 '장애학생지원 사회복무요원'은 전년과 동일하게 70명을 지원한다.

그러나 향후 추가 수요가 있을 경우 추경예산을 통해 인건비를 확보하여 지원할 계획이다.

도교육청 관계자는 "2019학년도 특수교육 보조인력 확대를 통해 특수교육 대상학생의 교육활동 지원에 대한 어려움이 조금이나마 해소되길 기대한다"고 말했다.

이어 "앞으로도 특수교육 보조 인력을 연차적으로 확대하여 학교현장 지원을 위해 최선을 다할 것"이라고 덧붙였다.

도교육청은 특수교육 보조인력 확대와 함께 '충북도특수교육원'과 협조체제를 구축해 원격·집합연수 등 직무연수를 확대하고 장애 이해·장애 인식개선, 장애 유형별 특성과 지원방법에 대한 자체 교육 자료를 배포할 계획이다.

@highlight

충북도교육청은 맞춤형 특수교육서비스를 지원하고자 특수교육 보조인력을 확대할 것이며 추경예산을 통해 인건비를 확보할 것이라고 표명했다.