김준호 수보회의서 언급 "한반도 평화프로세스의 일대 진전" 평가 "적대시대 바라는 세력도 적지 않아…국민·정치권 마음 모아달라" "우리가 세계사적 대전환에서 가장 중요한 당사자"

문재인 대통령은 11일 "(2차 북미정상회담은) 이미 큰 원칙 합의한 한반도의 완전한 비핵화와 새로운 북미관계, 한반도 평화체제를 더욱 구체적이고 가시적으로 진전시키는 중대한 전환점이 될 것"이라고 말했다.

문 대통령은 이날 청와대에서 주재한 수석·보좌관 회의에서 "작년부터 시작된 한반도 평화프로세스의 일대 진전"이라며 "우리에게는 평화·번영의 한반도 시대가 한층 더 가까워진 것"이라면서 이같이 밝혔다.

그러면서 "이 회담이 한반도를 적대·분쟁의 냉전 지대에서 평화·번영의 터전으로 바꿔놓는 역사적 회담이 되길 기대한다"고 덧붙였다.

문 대통령은 "1차 북미정상회담은 그 자체만으로도 세계사에 뚜렷한 이정표를 남긴 역사적 위업이었으며, 이번 2차 회담은 여기서 한 걸음 더 나아가게 될 것"이라고 기대했다.

이어 "우리에게 특히 중요한 것은 남북관계를 한 차원 더 높게 발전시키는 결정적인 기회가 될 수 있다는 점"이라며 "우리의 미래는 흔들리지 않는 굳건한 평화 위에 있다"고 강조했다.

또 "분단 이후 처음 맞는 기회를 살리는 게 전쟁 위협에서 완전히 벗어나 평화가 경제가 되는 미래를 키우는 일"이라며 "남북은 전쟁 없는 평화 시대를 넘어 평화가 경제의 새로운 성장 동력이 되는 평화경제 시대를 함께 열어가야 한다"고 했다.

특히 문 대통령은 "아직도 한반도 비핵화와 평화프로세스가 과연 잘될까 하는 의구심이 적지 않은 게 현실"이라며 "심지어 적대와 분쟁의 시대가 계속되기를 바라는 듯한 세력도 적지 않다"고 지적했다.

문 대통령은 "그러나 남북미 정상이 흔들림 없이 그 길을 걸어가는 것은 역사가 가야 할 방향에 대한 강력한 믿음 때문"이라며 "전례 없는 과감한 외교적 노력으로 70년 깊은 불신의 바다를 건너고 있는 두 지도자의 결단에 경의를 표한다"고 했다.

문 대통령은 "지금 한반도에서 일어나고 있는 세계사적 대전환에서 우리가 가장 중요한 당사자임을 생각하면서 국민께서, 그리고 정치권에서도 크게 마음을 모아달라"고 당부했다.

@highlight

문 대통령은 2차 북미 정상회담은 한반도 평화 구축을 진전시키는 중요한 전환점이고, 우리는 평화와 번영의 한반도 시대에 더 가까워 졌으며, 이 회담이 냉전지대와 같던 한반도를 평화의 터전으로 바꾸는 역사적인 사건이 되길 바란다고 덧붙였다.