설 연휴 결정적 역할 영업이익 전년대비 2배 이상 기대 11일 오전 청주의 한 골프장 주차장이 골프장을 찾은 고객들의 차량으로 꽉 차 있다.

눈 없는 건조한 겨울이 이어지면서 충북도내 골프장이 사람들로 연일 북적이고 있다.

폭설이 내리면 골프장 영업을 수일씩 중단해야 하지만 올해는 눈은커녕 비도 거의 내리지 않았기 때문이다.

청주의 A골프장은 온화하고 건조한 날씨 덕분에 오는 2월 말까지 예약 스케줄이 꽉 찬 상태다.

지난해에는 2월 말부터 정상영업에 들어간 것과 대조적인 모습이다.

A골프장 관계자는 "골프장 영업은 하늘에 달렸다고 할 만큼 날씨에 매우 민감한데 올해 겨울은 골프장 운영에 최적인 것 같다"며 "작년에는 눈 때문에 1월 한 달 중 4일 밖에 문을 열지 못했고 추운 날씨도 동반돼 2월이 다가고서야 손님들이 찾기 시작했다"고 말했다.

전국적으로 가장 춥고 눈이 많이 온다는 제천의 B골프장도 올해는 작년대비 겨울 매출 200% 상승을 기대하고 있다.

B골프장 홍보팀장은 "매년 겨울의 60% 이상을 눈 때문에 휴장하는데 올해는 일주일 정도 쉰 것이 전부"라며 "날씨가 좋다보니 꾸준히 사람들이 찾고 있고 특히 설 연휴가간에 매출이 급증했다"고 설명했다.

이어서 그는 "겨울에 이렇게 장사가 잘 된 것은 처음인 것 같다"며 "작년 같은 기간(1~2월) 대비 2배 이상의 영업이익을 달성할 것으로 예상된다"고 밝혔다.

실제 기상자료개방포털(기상청에서 제공하는 기상자료와 설명정보)을 살펴보면 올해 1월부터 2월 10일까지 청주시의 강수일수는 지난 3일(13.3㎜) 뿐 이었고 제천 역시 지난달 28일(1㎜)과 이달 3일(20.5㎜) 이틀이었다.

지난해 같은 기간 청주와 제천지역에 7~8일씩 눈이 쏟아진 것과는 큰 대조를 보인다.

기상지청 관계자는 "기상청에 측정하는 강수일수 및 강수량은 공식 관측지점을 기준으로 하기 때문에 눈이나 비의 양이 적을 경우는 기록되지 않는다"며 "청주시의 경우 지난 1월 15일, 17일, 28일 눈이 관측되기는 했지만 0.1㎜ 미만이다"고 말했다.

@highlight

눈 없는 건조한 겨울이 이어지면서 충북도내 골프장이 사람들로 연일 북적이고 있는데 B골프장 홍보팀장은 "매년 겨울의 60% 이상을 눈 때문에 휴장하는데 올해는 일주일 정도 쉰 것이 전부"라며 "날씨가 좋다보니 지속적으로 사람들이 찾고 있고 특히 설 연휴기간에 매출이 급증했다"고 설명했으며 "작년 같은 기간(1~2월) 대비 2배 이상의 영업이익을 달성할 것으로 예상된다"고 밝혔다.