화성시문화재단 반석아트홀은 따뜻한 봄을 맞아 젊고 새로운 뮤지션들의 감각적인 무대를 만날 수 있는 '양다일 X 서사무엘 콘서트 : The Unique'의 티켓 판매를 시작한다.

폭넓은 음역대와 깊고 애절한 보이스가 돋보이는 차세대 보컬리스트 양다일은 2014년 프로듀서 정키의 정규 앨범 'EMOTION'의 수록곡 '잊혀지다'와 '이토록 뜨거운 순간'에 참여해 대중들의 주목을 받기 시작했다.

이후 데뷔 싱글 '우린 알아' 등을 발표하며 많은 사람들이 공감할 수 있는 가사와 음악으로 '프로 이별러'라는 수식어를 얻기도 했다.

또한 그에 걸맞은 깊은 감성의 목소리로 많은 팬들의 사랑을 받으며 음원 사이트에서 절대 강자 자리를 차지하고 있다.

그와 함께 무대에 오르는 서사무엘은 랩핑과 보컬의 구분을 짓지 않고 장르를 넘나들며 그만의 음악을 선보이고 있는 현재진행형 뮤지션이다.

2015년 첫 정규 앨범 'Frameworks'로 자신만의 음악적 카테고리를 공고히 하며 제13회 한국대중음악상에서 '최우수 알앤비&소울 음악상'을 수상한바 있다.

음악 활동 외에도 패션, 전시 등 다양한 예술 분야에서 활동하며 아티스트로서 독보적인 행보를 이어가고 있다.

반석아트홀에서 선보이는 이번 공연은 양다일의 '미안해' '고백' '사랑했던걸까' '우린 알아' 등의 히트곡과 함께 서사무엘의 'G O Y O', 'DO:OM', '창문' 등의 곡으로 꾸며질 예정이다.

음악계에서 자신만의 입지를 공고히 하고 있는 떠오르는 두 뮤지션 양다일과 서사무엘의 공연 티켓은 오는 17일까지 예매 시 조기예매 할인을 받을 수 있다.

공연은 3월 16일 반석아트홀에서 열리며, 예매는 인터파크 티켓, 전화(1588-5234)로 가능하다.

화성시문화재단 아트홀 홈페이지(art.hcf.or.kr) 가입 후 예매하면 수수료가 따로 부과되지 않는다.

@highlight

화성시 문화재단 반석아트홀은 봄을 맞아 양다일의 히트곡과 함께 서사무엘의 곡으로 감각적인 콘서트를 할 예정이며 공연 티켓은 오는 17일까지 예매 시 조기예매 할인을 받을 수 있다.