부산의 공장 밀집 지역 위주로 진행된 석면 피해 1차 검진을 올해부터는 모든 보건소에서 받을 수 있다.

부산시는 다음 달 1일부터 오는 10월 31일까지 석면 1차 검진 기관으로 16개 구·군 보건소를 확대 지정한다고 11일 밝혔다.

과거 석면공장이나 조선소 및 수리조선소와 슬레이트 밀집 지역에 거주했던 주민들을 대상으로 벌여온 무료 주민건강 영향조사를 모든 시민이 거주지 지역 보건소에 받을 수 있는 셈이다.

해당 지역 주민들은 다음 달 4일부터 보건소를 방문해 엑스레이 촬영과 설문지 작성 등 석면 질환 관련 1차 검진을 받을 수 있다.

이후 석면환경보건센터의 1차 검사 판독에 따라 이상 소견이 발견되면 추가 정밀검진을 받아야 한다.

그동안 석면질환 의심환자는 경남 양산부산대학교병원 석면환경보건센터를 직접 방문하거나, 주말에 운영하는 이동식 검진을 받아야 했다.

지난해부터 지역 보건소 4곳(동래·연제·사상·사하보건소)을 1차검진기관으로 추가 지정해 시범운영을 진행했다.

올해부터는 검진대상자 증가 예상에 따라 전 지역보건소로 확대 시행해 주민편의를 도모한다.

1급 발암물질로 폐암과 석면폐증 등을 유발하는 것으로 알려진 석면은 잠복기가 최소 10년에서 최대 45년으로 알려졌다.

시는 과거 석면을 집중적으로 사용한 1970년대부터 1990년대 이후 내년부터 2035년까지 석면에 의한 환경성 질환이 급증할 것으로 예상한다.

시는 전국 최초로 2017년 12월부터 6개월간 과거 석면공장 주변 반경 2㎞ 이내 6개월 이상 거주한 주민 1만8000여 명의 명단을 조사하고 검진을 받도록 안내하는 등 석면피해자 발굴에 나섰다.

2008년부터 전국 최초로 양산부산대학교병원 석면환경보건센터도 운영 중이다.

현재까지 1만8545명이 검진을 받았고 이 중 273명이 석면 질환자로 판정받아 구제급여를 받는다.

시 관계자는 “지속해서 석면피해우려지역 주민들을 대상으로 건강 영향조사를 확대해 나갈 계획이며, 석면피해 관리를 빈틈없이 하겠다”고 전했다.

@highlight

부산시는 다음 달 1일부터 오는 10월 31일까지 석면 1차 검진 기관으로 16개 구·군 보건소를 확대 지정하여 조선소나 슬레이트 밀집 지역에 거주했던 주민과 모든 시민이 석면 질환 관련 1차 검진을 받을 수 있도록 주민들의 편의를 도모한다. 