충북일보=진천] 소방 경보설비중 하나인 비상방송 설비에서 문제점이 발견된 것으로 알려져 진천소방서가 대책마련에 들어갔다.

진천소방서(서장 주영국)는 11일 전략회의실에서 소방시설업체 10여명과 비상방송설비 성능개선을 위한 간담회를 갖고 경보설비 중 하나인 비상방송설비에서 발견된 문제점을 신속히 개선해야 한다고 주장했다.

비상방송설비는 연면적 3천500㎡ 이상, 지하층 제외 층수가 11층 이상, 지하 3층이상 규모 건축물에 의무적으로 설치해야하는 필수 경보설비로 화재 등 위험상황이 발생할 시 방송을 통해 사람들이 신속하게 대피할 수 있도록 지원하는 역할을 하고 있다.

현행법 비상방송설비 화재안전기준(NFSC 202)에 따르면 화재로 인해 하나의 층의 확성기 또는 배선이 단락 단선돼도 다른 층의 화재통보에 지장이 없어야 한다.

그러나 기준과 어긋나게 화재로 인해 배선이 단락 단선될 경우 비상방송 기능이 저하되거나 차단되는 문제를 안고 있는 건축물이 많다는 지적이 제기됐다.

이같은 문제점을 해결하고자 진천소방서는 소방시설업체 관계자들과의 간담회를 통해 소방청에서 제시한 기존 비상방송설비 성능개선 방안인 △각 층에 배선용 차단기(퓨즈)설치 △단락신호 검출장치 설치 △각 층마다 증폭기 또는 다채널앰프 설치 △라인체커 RX리시버 이상부하컨트롤 설치 등을 설명했다.

또한 소방시설 자체점검(종합정밀 작동기능점검) 시 문제점이 발견될 시 즉시 알릴 것을 당부하고 문제가 확인된 대상물은 즉시 조치명령을 통해 보완에 나서고 향후 표본점검 등을 통해 개선여부에 대한 확인점검도 실시키로 했다.

주영국 진천소방서장은 "비상방송설비는 화재발생 시 초기 인명대피를 위한 중요소방시설"이라며 "건축물 관리에서 비상방송설비 문제점이 조기에 점검 보완될 수 있도록 세심한 관심과 관리를 부탁드린다"고 말했다.

@highlight

진천소방서는 111일 전략회의실에서 비상방송설비 성능개선을 위한 간담회를 갖고 비상방송 설비에 문제가 확인된 대상물에 대하여 즉시 조치명령을 통한 보완에 나선다고 밝혔다.