현대·기아자동차가 지난해 글로벌 전기차 시장에서 폭스바겐을 제치고 처음으로 판매량 기준 ‘톱 10’에 진입했다.

11일 자동차업계와 전기차 시장조사업체 EV 세일즈에 따르면 현대·기아차는 지난해 국내외 시장에서 총 9만860대의 전기차(플러그인 하이브리드차+순수 전기차)를 팔아 폭스바겐(8만2천685대)을 제치고 제조사별 순위 8위에 올랐다.

현대·기아차의 작년 전기차 판매량은 10위권 밖이었던 2017년(4만7천여대)과 비교해 2배 가까이 증가한 규모다.

또 2016년(1만3천여대)과 비교하면 7배에 해당한다.

현대·기아차가 전기차 전문업체와 연간 판매량이 200만대 미만인 업체까지 포함한 전체 판매량 순위에서 상위 10위권에 진입한 것은 지난 2012년 전기차를 일반에 판매하기 시작한 지 6년 만이다.

이처럼 전기차 판매가 큰 폭으로 성장한 데는 현대차 코나 EV, 기아차 니로 EV 등 스포츠유틸리티차(SUV) 기반 신형 전기차가 등장한 영향이 컸다.

코나 EV의 경우 지난해 국내외에서 2만2천787대가 팔려 현대·기아차 전기차 모델 중 가장 많은 판매고를 올렸으며, 니로 EV는 7천362대가 판매됐다.

현대·기아차의 연간 전기차 판매량은 올해 10만대 고지를 밟을 것으로 전망된다.

코나 EV와 니로 EV가 SUV 상승세와 맞물려 꾸준히 판매 호조를 보일 것으로 예상되는 데다 쏘울 부스터 EV(완전변경)와 더 뉴 아이오닉 EV(상품성 개선 모델) 등 신차 2종이 가세하기 때문이다.

쏘울 부스터 EV는 기존 대비 80% 이상 향상된 150㎾의 출력을 확보했고 1회 충전시 386㎞를 달릴 수 있어 기아차 전기차 중 최장의 주행거리를 갖췄다.

더 뉴 아이오닉 EV도 배터리 용량과 동력 성능, 1회 충전 주행거리, 디자인 등이 기존 모델보다 대폭 강화될 것으로 알려졌다.

@highlight

2018년 현대·기아차는 스포츠유틸리티차 기반 신형 신형 전기차 판매 등의 성과를 바탕으로 세계 전기차 판매량 8위를 기록했다.