대구광역시달성교육지원청은 제36회 달성교육상 수상자로 하진열(65세, 다사읍우리마을교육나눔추진위원회 위원장), 황안섭(62세, 대구세천초등학교 교장), 정재혁(59세, 천내중학교 교장)씨 등 3명을 선정하고, 지난달 29일 오전 10시 대회의실에서 시상식을 개최했다.

달성교육상은 지역의 어려운 교육 환경 속에서도 묵묵히 학생들의 성장을 지원하며 달성교육 발전에 공헌한 교직원 또는 일반인에게 수여하는 상으로 1981년부터 지난해까지 총 106명의 수상자를 배출한 역사와 전통을 자랑하는 상이다.

하진열 위원장은 1998년 다사지구대 학교폭력 근절 대책위원장, 2004년 서재중학교 학교운영위원장 및 서재청소년사랑나눔회 회장, 2016년 다사읍우리마을교육나눔추진위원회 위원장을 맡아 지금까지 20년 동안 지속적으로 학교 폭력 예방, 교복 물려 입기, 힘든 학우 돕기, 마을 작은 음악회 개최, 각종 인성 캠페인 실시 등 다양한 활동으로 학생들을 지원하고 있다.

황안섭 교장은 11년에 걸쳐 서재초, 명곡초, 죽곡초, 세천초 등 달성군 소재 학교에 재직하면서 학교 교육정보화 인프라 구축, 놀이 문화 중심 인성교육 실천, 교통안전 시설물 설치, 365일 교통지도, 청렴도 평가 최우수 학교 선정 등 신뢰받는 학교문화 조성에 힘썼다.

정재혁 교장은 9년 동안 포산고, 천내중에 재직하면서 대입 성과 거양, 시범학교 운영, 문화 유산 교육, 애향심 및 애교심 고취를 위한 ‘구라리 강물처럼’ 노래 작사 등을 통해 달성 교육 발전에 이바지했다.

특히 수상자 3명은 시상금 300만 원을 ‘대구광역시인재육성장학재단’에 기부하기로 해 더욱 감동적인 시상식이 됐다.

박정곤 달성교육지원청 교육장은 “달성교육 발전을 위한 세 분의 노력에 대해 작은 보답이라도 할 수 있어 다행”이라며 “앞으로도 달성교육 발전을 위해 노력해 주실 것으로 기대한다”고 했다.

@highlight

지역 학생들의 성장을 지원하며 달성교육 발전에 공헌한 교직원 또는 일반인에게 수여하는 제36회 달성교육상 수상자로 하진열(65세, 다사읍우리마을교육나눔추진위원회 위원장), 황안섭(62세, 대구세천초등학교 교장), 정재혁(59세, 천내중학교 교장) 등 3명이 선정됐으며 이들은 시상금 300만 원을 ‘대구광역시인재육성장학재단’에 기부하기로 했다.