경기도의 대한민국 임시정부 수립 100주년 기념행사가 파주 임진각에서 열린다.

도는 임시정부 수립 100주년 슬로건인 '100년의 역사에서 천년의 미래로!'를 바탕으로 임진각에서 열리는 이번 행사에 통일의 염원도 담을 방침이다.

11일 경기도에 따르면 도는 오는 4월 11일부터 14일까지 파주 임진각 평화누리 공원 일대에서 '경기도 임시정부 수립 100주년 기념행사'를 개최한다.

행사 첫날인 4월 11일 평화누리 야외공연장에서 열리는 임시정부 수립 100주년 기념식은 광복회 경기도지부 회원 1천여 명이 함게하는 임진각 인근 걷기행사로 시작해 만세삼창 퍼포먼스, 31개 시·군 봉화식, 축하공연, 기념사 등으로 진행된다.

도는 특히 이번 100주년 행사에 통일선언서 낭독을 추가했다.

도 관계자는 "대한민국 임시정부 수립 100주년을 기념하는 해에 진정한 독립이라는 의미를 담아서 기념식을 진행하려고 한다"면서 "진정한 독립의 끝은 평화통일이라는 취지로 통일의 염원이 어린 파주 임진각에서 100주년 행사를 기획하게 됐다"고 설명했다.

이어 12일부터 14일까지 이틀간 평화누리 공원 일대에서는 100주년 기념 문화행사와 캠핑 페스티벌이 열린다.

기념 문화행사는 임시정부 수립 100주년 사진전시회와 포토존을 비롯해 태극기만들기 등 행사 부스와 한인후손 예술단인 '코리아 디아스포라' 공연 등 각종 이벤트로 꾸려진다.

평화누리 캠핑장에서 이틀간 열리는 캠핑 페스티벌은 총 400팀·2천여 명의 참가자를 모집한다.

온가족이 함께하는 임정 수립 OX퀴즈와 평화통일 비빔밥 만들기 등 부대행사가 열릴 예정이다.

도 관계자는 "국권을 잃고 일제에 맞서 조국과 민족의 구심점이 되어 국권회복을 위해 수립된 제100주년 대한민국 임시정부 수립 기념일을 도민과 함게 기념하기 위해 행사를 확대 추진한다"면서 "엄숙하고 경건한 기존 기념식에서 탈피해 통일선언 등 미래 100년 평화 시대의 개막을 알리고 전 세대가 함께 어우러지는 도민 축제를 만들겠다"고 말했다.

@highlight

경기도는 오는 4월 11일부터 14일까지 파주 임진각 평화누리 공원 일대에서 통일의 염원을 담은 대한민국 임시정부 수립 100주년 기념행사를 열 예정이라고 11일 말했다.