[하동=환경일보] 강위채 기자 = 경상남도 하동군 하동아트갤러리가 2019 기해년 시작을 알리는 첫 전시로 이호신 초대전 '하동의 향기'를 마련했다.

하동의 향기展은 13일 오프닝을 시작으로 내달 31일까지 섬진강변의 문화예술회관 아트갤러리에서 열린다.

하동군은 지리산과 한려해상, 산과 바다라는 대조적인 두 자연이 조화를 이루는 가운데 섬진강이 유려하게 흐르며 아름다움이 피어나는 고장이다.

이번 초대전에는 '화개장터', '하동 섬진강', '화개의 봄' 등 20년 넘게 하동의 자연과 사람을 화폭에 담아온 이호신 화백의 작품 60점과 화첩 18점이 선보인다.

이호신 화백은 이번 전시를 통해 시각적인 아름다움을 넘어 하동의 역사와 정신, 인문지리적 특성을 아우름으로써 삶의 터전에서 생생한 문화의 향기를 세상에 전한다.

그는 같은 장소도 계절별로 다양하게 그려내어 관람객들에게 장소가 주는 다양한 매력을 감상할 수 있는 기회를 제공한다.

뿐만 아니라 넓은 영역을 그린 작품과 비교적 좁은 영역을 그린 장면으로 구분해 마치 새가 되어 하늘을 노닐며 지리산을 감상하다 잠시 날개를 쉬기 위해 내려 앉아 세밀하게 주위를 살피는 기분을 들게 한다.

우리 역사와 정신, 지리를 삶의 터전에서 아우르며 그 생생한 문화의 향기를 세상에 전하려는 법고창신(法古創新)의 뜨거운 열정으로 가득 찬 화백은 작품만큼이나 인연을 아주 중요하게 생각한다.

그림기행 중 마주하는 사람들은 물론이고 스쳐가는 들꽃 한 송이, 풀 한 포기에도 의미를 부여하고 그 향기를 화폭에서 피어나게 한다.

지리산권의 자연유산과 문화유산을 소중히 여기며, 더불어 하동의 '지리산둘레길'을 모두 걷고 사생해 작품으로 드러냈다.

이러한 그의 시선과 노력이 그림 곳곳에 스며들어 생명평화의 기운이 감도는 생활산수(生活山水)로 탄생시켰다.

@highlight

하동아트캘러리는 2019 기해년 시작을 알리는 첫 전시로 '화개장터', '하동 섬진강', '화개의 봄' 등 20년 넘게 하동의 자연과 사람을 화폭에 담아온 이호신 화백의 작품 60점과 화첩 18점'을 선보이는 하동의 향기展을 마련했고 이번 초대전은 13일 오프닝을 시작으로 내달 31일까지 섬진강변의 문화예술회관 아트갤러리에서 열린다고 전했다.