속보= 임실군민들이 오염된 토양을 지역에 반입한 업체의 토양정화업 변경등록을 철회해 줄 것을 광주광역시에 촉구하는 총궐기대회를 11일 군민회관에서 열었다.

이날 궐기대회에는 이용호 국회의원과 심민 군수, 한완수 도의회 부의장 등 각급 기관 및 관내 80여개 사회단체장과 군민 등 1500여명이 참석했다.

또 상수원 급수지역인 정읍시와 김제시를 비롯 전북환경운동연합 및 강살리기운동본부 등도 궐기대회에 참여, 투쟁은 도내 전지역으로 확산될 조짐이다.

이용호 의원은 "현재 토양정화업과 관련 법 개정안이 국회에서 계류 중"이라며 "청정 지역에 각종 오염을 부추기는 환경정책 개정에 적극 앞장서겠다"고 강조했다.

심민 군수도 이날 "광주광역시가 토양정화업 변경등록을 철회할 때까지 군민의 결의를 받들어 끝까지 투쟁하겠다"고 천명했다.

궐기대회에서 박재만 애향운동본부장은 "예로부터 임실은 충효의 고장이자 청정지역"이라며"3만 군민이 결집해 광주광역시의 부당행위를 반드시 척결할 것"이라고 말했다.

군민반대대책위원회가 마련한 이날 궐기대회는 광주광역시와 임실군 간 허가와 불허문제에 대한 경과도 소개됐다.

대책위는 또 광주시장의 부당행위를 자세히 설명하고 어린이와 청소년을 위한 어른들의 역할론을 군민에 제시했다.

임실군도 오염토양 전량을 3월 말까지 반출하지 않으면 진·출입로 전면 통제와 교량철거도 불사할 것을 표명했다.

한편 참석자들은 이날 '불법 오염토양 반입 절대 반대'등의 현수막과 피켓, 머리띠 등을 두르고 임실읍 전 지역에서 시가행진을 펼쳤다.

앞서 광주광역시 소재 A업체는 오염된 토사를 정화해 판매하려는 목적으로 지난해 10월 임실군 신덕면의 한 폐공장을 인수한 뒤 12월 대구의 한 버스정비업소에서 나온 토사를 임실지역으로 반입해 논란을 일으켰다.

@highlight

임실군민들은 11일 군민회관에서 오염된 토양을 지역에 반입한 업체의 토양정화업 변경등록을 철회해 줄것을 광주광역시에 촉구하는 총궐기대회를 열어 임실읍 전 지역을 시가 행진하며 불법 오염토양 반입을 강력하게 반대했다.