[환경일보] 환경부 산하 한국환경산업기술원(원장 남광희)은 올해 환경산업 지원정책의 중점 추진방향을 공유하고 환경산업 육성 및 해외진출 지원 사업을 안내하기 위해 2월12일 서울을 시작으로 '2019년 환경산업 육성 정책설명회'를 3개 권역에서 개최한다고 밝혔다.

수도권 설명회는 2월12일 서울 강남구 코엑스에서 개최하며, 호남권은 21일 광주광역시 김대중컨벤션센터, 영남권은 28일 부산 벡스코에서 각각 열린다.

이번 설명회에서 한국환경산업기술원은 환경산업 육성 및 해외진출 지원을 위해 2019년도에 추진하는 금융지원, 환경산업연구단지 운영, 상담(컨설팅)·육성지원, 개도국 환경개선 종합계획(마스터플랜) 수립 지원사업 등에 대해 상세하게 소개할 예정이다.

올해 총 2408억 원 규모의 환경정책자금 융자를 지원하며, 기술보증기금과의 협약을 바탕으로 환경기업에 대한 기술보증한도를 기존 80%에서 100%로 확대하고 보증수수료도 최대 0.4%p 인하하는 혜택 등을 제공할 계획이다.

해외진출 분야에서는 신북방·신남방 시장의 환경기반시설(인프라) 개척을 강화하는 한편, 세계은행(WB), 아시아개발은행(ADB), 아프리카개발은행(AfDB) 등 국제기구와의 협력을 확대하여 국내 환경기업의 해외 진출을 지원한다.

또한 이번 정책설명회에는 한국환경공단과 중소기업진흥공단도 참가하여, 한국환경공단 환경사업 발주계획, 중소·중견기업 대상 지원사업 등도 안내할 예정이다.

특히 12일 수도권 설명회에서는 융자, 인증, 수출 등 환경산업 지원분야별로 상담관(부스)을 별도로 운영해 기업관계자들이 사업담당자와 1대1로 상담할 수 있는 자리를 마련할 계획이다.

정책설명회 참가를 희망하는 기업은 한국환경산업기술원 누리집의 공지사항을 통해 온라인으로 신청할 수 있으며, 이메일·팩스를 통해서도 참가 신청을 할 수 있다.

남광희 한국환경산업기술원장은 "이번 설명회를 통해 환경기업들이 성장할 수 있는 계기를 마련하여 가시적인 사업화 성과를 낼 수 있길 바라며, 앞으로도 환경기업들의 든든한 안내자로서 최선을 다해 지원할 것"이라고 밝혔다.

@highlight

한국환경산업기술원은 환경산업 양성 및 해외진출 지원 사업을 소개하기 위해 '2019년 환경산업 육성 정책설명회'를 2월12일 서울, 21일 광주, 28일 부산 등 3개 권역에서 진행해 금융지원, 환경산업연구단지 운영 등에 대해 설명할 계획이다.