[인천일보=온라인뉴스팀02] 개인회생이란 일정한 소득이 있는 자로 현재 과다한 채무로 인해 지급불능의 상태에 빠졌거나 지급불능의 상태가 발생할 염려가 있는 개인에 한정하여 신청할 수 있는 금융제도이다.

가계부채가 커져 정상적인 방법으로 빚을 갚을 수 없는 상황이라면 고금리 대출의 악순환과 빚 독촉에 고통 받지 말고 본인의 채무를 정확히 분석해 법원의 개인회생제도를 검토해보는 것도 좋은 방법이다.

개인회생을 신청하면 채권자의 채권추심에서 벗어날 수 있고 급여압류, 경매 등의 강제집행도 중지시킬 수 있는 장점이 있다.

즉 개인회생 신청단계에서 금지명령을 통해 채권자의 채권추심을 금지시킬 수 있고, 중지명령을 통해 경매 및 압류 등을 중지시킬 수도 있다.

개인회생대출은 개인회생 변제금을 20회 이상 혹은 변제회차 1/3 이상을 납부했다면 14.9%부터 낮은 금리로 갈아 탈 수 있고, 대출을 여러 곳에서 받고 있다면 한 곳으로 묶어주는 통합 대출을 활용 할 수도 있다.

또한 개인회생대출은 사건번호대출, 개시결정대출, 인가후대출, 면책후대출로 나뉘는데 본인에게 맞는 개인회생대출을 선택해 최대의 혜택을 볼 수 있도록 신중하게 알아보고 결정을 해야 한다.

개인회생 신청자격은 고용보험 가입 여부나 영업소득신고여부를 따지지 않으며, 개인회생은 일정한 수입이 있는 급여 소득자와 영업소득자, 아르바이트나 비정규직으로 고용되었더라도 일정한 소득이 있는 자로 현재 과다한 채무로 인해 지급불능의 상태에 빠졌거나 지급불능의 상태가 발생할 염려가 있는 개인에 한정하여 신청할 수 있다.

개인회생 신청 시 필요 서류는 개인회생채권자목록, 재산목록, 채무자의 수입 및 지출에 관한 목록, 급여소득자 또는 영업소득자임을 증명하는 자료, 진술서, 신청일 전 10년 이내에 회생사건, 화의사건, 파산사건 또는 개인회생사건을 신청한 사실이 있는 경우 그 관련 서류도 함께 제출하면 된다.

@highlight

개인회생은 일정한 소득이 있는 사람이 과다한 채무가 있는 경우 고금리 대출의 악순환과 빚 독촉에서 벗어날 수 있는 방법으로, 고용보험 가입 여부나 영업소득신고여부를 따지지 않으면서 채권자의 채권추심에서 벗어날 수 있고 급여압류, 경매 등의 극한 상황을 멈출 수 있는 장점을 갖고 있다.