효성첨단소재가 탄소섬유 공장 증설에 돌입한다.

탄소섬유는 철보다 4배 가볍고 10배 강한 '꿈의 소재'로 불리며, 효성첨단소재는 이번 증설을 통해 최근 주목받고 있는 소수차 등 수요 확대에 대응하겠다는 전략이다.

효성첨단소재(298050)는 468억원을 투자해 전북 전주공장에 탄소섬유 생산공장을 증설한다고 11일 밝혔다.

기존 부지에 라인을 추가해 현재 연산 2000톤(t)에서 4000t 규모로 증설하며, 2020년 완공한다는 계획이다.

이번 증설은 최근 탄소섬유 수요 증가에 대비하기 위해 추진됐다.

탄소섬유는 철보다 4배 더 가볍고, 10배 더 강해 경량화 핵심소재로 주목받고 있다.

최근 미래 친환경 자동차로 주목 받고 있는 수소·CNG(압축천연가스)차를 비롯해 전선심재(고압전선 지지용 강철), 우주항공소재 등으로도 활용돼 향후 수요 증가가 기대된다.

특히 수소차 핵심부품인 수소연료탱크와 CNG 고압용기 제작에 사용된다.

수소차의 경우 경량화가 필수적이라 반드시 탄소섬유 고압용기를 사용해야 한다.

또 탄소섬유 CNG 고압용기는 강철로 만든 용기에 비해 인장강도가 강해 폭발위험을 최소화해 안전하고, 2배 이상 가벼워 친환경적이다.

이에 2030년까지 수소연료탱크는 120배, CNG 고압용기는 4배 이상 시장 성장이 예상된다.

자동차용 구조재, 풍력, 우주항공용 소재와 스포츠레저용 제품 등 철이 사용되는 모든 곳에 대체재로 활용할 수 있어 연간 13% 이상 급성장 하고 있다.

효성은 2007년 탄소섬유 개발에 뛰어든 이후 최단기간만인 2011년 국내 최초로 자체개발에 성공한 고성능 탄소섬유 브랜드 탄섬(TANSOME)을 탄생시켰다.

2013년 5월부터 전북 전주 친환경복합산업단지에 탄소섬유 공장을 운영해 왔다.

2015년부터는 시내버스 CNG 고압용기용 탄소섬유를 납품해 왔다.

@highlight

효성첨단소재는 11일 468억원을 투자해 현재 전북 전주공장 있는 탄소섬유 생산시설을 연산 2000톤에서 4000톤 규모로 증설한다고 알리고, 이번 증설을 통해 최근 주목받고 있는 소수차 등 수요 확대에 대응하겠다는 전략을 밝혔다.