부산외대 이효선 교수가 학생들과 함께 개발한 교재를 테스트 하고 있다.

부산외국어대학교(총장 정기영)는 사회맞춤형 산학협력 선도대학 육성사업을 운영 중인 LINC+사업단(단장 임병학)이 호스피탈리티전공 학생들과 호텔 직원들의 외국어 교육을 위해 파라다이스호텔과 함께 ‘외국어 디지털 교재’ 앱을 공동 개발했다고 11일 밝혔다.

이번 프로젝트는 부산외대 LINC+사업단 호스피탈리티전공에서 실시한 직무분석 결과 다국적 고객응대를 위해 외국어와 이문화 이해 교육이 필요한 것으로 나타나 지난해 10월부터 파라다이스호텔부산(대표이사 최성욱)과 함께 진행됐다.

특히, 호텔 SOP(Standard Operation Manual)에 대한 다양한 실무 노하우를 가진 호텔 교육 담당자가 공동으로 참여해 부산외대의 강점인 외국어와 시너지를 발휘해 현장에서 바로 사용할 수 있는 실용적인 외국어(영어, 일본어, 중국어) 디지털 교재를 제작할 수 있었다.

이번 교재 개발로 학생들은 현장에서 필요한 다국적 고객응대 능력과 이문화 이해능력을 키울 수 있게 됐으며, 파라다이스호텔은 직원들의 외국인 고객 응대 능력을 키워 서비스 만족도를 높일 수 있을 것으로 기대하고 있다.

파라다이스호텔부산 이동선 대리는 “부산외대 LINC+사업단 덕분에 기업 현장에 도움이 되는 실용적인 앱을 개발해 활용할 수 있게 되어 감사드린다.”라며, “앞으로 부산외대와 관계를 더욱 견고히 하여 서로 윈-윈 할 수 있는 관계가 되길 기대한다.”고 말했다.

LINC+사업단 호스피탈리티전공 주임교수인 이효선 교수는 “호스피탈리티전공 참여학생의 취업률 제고를 위해 관련 기업과 산학협력에 더욱더 힘써, 기업현장에서 발생할 수 있는 여러 문제점을 해결할 수 있도록 참여기업과의 스킨십을 강화할 계획이다.”고 말했다.

한편 LINC+사업단에서는 2019학년도 참여 학생을 모집 중이며, 사무실(D동 427호)로 직접 방문하거나 LINC+사업단 홈페이지에서 모집 신청서를 다운 받아 참여할 수 있다.

디지털콘텐츠팀 .

@highlight

부산외국어대학교의 LINC+사업단이 다국적 고객 응대를 위한 외국어와 문화 이해 교육을 목적으로 파라다이스호텔과 함께 현장에서 바로 사용할 수 있는 실용적인 ‘외국어 디지털 교재’ 앱을 공동 개발했다고 밝혔다.