남원시가 대한축구협회가 추진하고 있는 '대한민국 축구종합센터'를 유치하기 위해 남원시 운봉읍 위치한 지리산 자락의 연수관광지 예정부지를 제공한다고 밝히고 유치 도전장을 냈다.

11일 시가 제안한 축구종합센터 후보지는 해발 600m 고원지대에 위치해 축구훈련장의 최적의 조건을 갖추고 있고 남원시가 추진하고 있는 연수관광지와 연계해 종합적인 개발이 가능한 입지 조건을 갖추고 있어 대한민국 축구종합센터로 손색이 없다는 점을 강조하고 본격적인 유치전에 나섰다.

특히 시는 120억원 상당의 부지를 매입해 20년간 무상임대하고 90억원 상당의 도로·상하수도 등 기반시설을 제공하고 부지 무상임대 기간이 만료되면 대한축구협회에 관리 위탁해 지속적으로 축구종합센터가 남원에서 운영될 수 있도록 지원한다는 복안을 내 놓았다.

대한축구협회가 추진 중인 축구종합센터는 33만㎢ 부지에 오는 2023년까지 1500억원을 들여 소형 스타디움(1,000명 이상 수용)을 비롯 천연·인조 잔디 축구장(12면), 풋살장(4면), 테니스장, 족구장 등을 갖출 계획이다.

또 다목적 체육관, 체육단련실, 수영장 축구과학센터 등 실내 체육시설과 컨벤션 센터와 세미나실, 강의실, 연구실, 숙소(300명 수용)와 식당 휴게실, 사우나 시설과 상근과 비상근 인원 200여명이 근무할 수 있는 사무실도 함께 마련된다.

이번 축구종합센터 유치전에는 전국에서 24개 지방자치단체가 신청서를 내고 치열한 경합을 발이고 있는 가운데 대한축구협회는 2-3월 중 유치 신청 기관의 서류심사와 선정위원회의 현장 실사를 거쳐 우선협상 대상 기관을 선정할 계획으로 도내에서는 남원시를 비롯 군산시와 장수군이 축구종합센터 유치 신청을 낸 것으로 알려졌다.

시 교육체육과 관계자는 "운봉 고원지역은 축구종합센터로서 최적의 환경을 갗추고 있다"며 "축구종합센터를 반드시 유치해 지역경제 활성화와 지역 체육문화 발전에 원동력이 될 수 있도록 하겠다"고 밝혔다.

@highlight

11일 남원시는 '대한민국 축구종합센터'를 유치하기 위해 지리산 자락의 연수관광지 예정부지를 제공한다고 밝히고 유치전에 들어갔으며 부지가 고원지대에 위치해 최적의 조건을 갖추고 있고 연수관광지와 연계한 개발 계획과 20년 무상임대 등 각종 지원안을 내놓았다.