유정희 작전여고 S.E.S. 동아리 학생들이 11일 인천 아이쿱생협에서 가쿠엔대 공정무역 연수단이 들어오자 환영의 박수를 치고 있다.

인천 계양구 작전여고에는 사회경제연구 동아리 S.E.S.(Social Economy Study)가 있다.

동아리 학생들은 윤리적 소비를 실천하는 '착한 무역, 공정무역'을 알리는 활동을 전개한다.

동아리 활동은 지난 2013년 인천 공정무역 축제에 유일한 학생 부스로 참여하는 등 공정무역에 대해 배우고, 배운 것을 알리는 역할에 충실하다.

이외에도 인문학콘서트, 독서캠프, 신문박물관 견학, FTA 강연, 공정무역 강연, 한국은행 견학 등 다방면에서 사회와 경제를 접하고 있다.

지난해까지 동아리장을 맡았던 남우리(3년) 학생은 시사PD를 꿈꾸며 1학년 때 이 동아리에 가입했다.

그는 동아리를 통해 많은 활동을 하고, 강의를 들으면서 견문을 넓힐 수 있어 후배들에게 적극 권유하고 싶다는 소망을 전했다.

그는 특히 지난해 열린 인천대공원에서 열린 인천 공정무역 페스티벌을 가장 기억에 남는 활동으로 언급했다.

사회적 기업을 맞추는 동전던지기 게임과 공정무역 생산자분들께 편지쓰기, 체험 부스를 이용하면 협동조합에서 만든 젤리를 증정하기도 하는 등 친구들과 직접 부스의 운영을 도맡았기 때문이다.

그럼에도 11일 일본 구마모토시 가쿠엔대학 공정무역 연수단과의 간담회 후 느낀점이 많다.

연수단원들은 가쿠엔대학 공정무역 카페를 운영하면서 발생하는 수익금을 국제적 난민 기금과 지진 피해 구호 성금 등으로 사용하고, 더 나아가 동아시아 국가를 직접 방문해 나라별 공정무역에 대해 배우는 등 글로벌 활동을 전개하고 있어서다.

남우리 학생은 "우리 동아리가 나름 열심히 활동을 한다고 생각했는데 일본 대학생들의 활동을 공유하고 나니 새롭기도 하고 더 많은 활동분야가 있다는 사실을 알게 됐다"며 "동아리의 발전을 위해 앞으로도 이런 기회가 많기를 바란다"고 말했다.

@highlight

11일 인천 계양구 작전여고에는 경제연구 동아리 S.E.S.가 있는데 이들은 윤리적 소비실천 '착한 무역, 공정무역'을 알리는 활동을 해왔고 특히 지난해 열린 인천 공정무역 페스티벌을 가장 좋았던 활동으로 언급하고 동아리장인 남우리 학생은 "우리 동아리가 일본 대학생들의 활동을 공유하면서 더 많은 분야를 알게 되었다"며 포부를 밝혔다.