교향곡의 아버지 하이든은 클래식 음악엔 유머가 없다고 믿는 사람들에게 신선한 유머와 센스로 가득한 음악을 남긴 작곡가다.

음악회에 와서 졸고 있는 귀족들을 골려 주기 위해 작곡했다는 '놀람 교향곡'을 비롯해 또 하나 빼놓을 수 없는 작품이 바로 교향곡 45번 '고별'이다.

이 곡은 1772년에 작곡한 교향곡으로 당시만 해도 예술가의 뒤에는 후원자가 있었는데 하이든에게도 에스테르하지 후작이 있었다.

당시 에스테르하지 후작은 아름답고 호화로운 큰 성을 지었는데, 음악을 사랑했던 후작은 이 별궁에서 지내는 동안 악단원들을 붙잡아 두고 연주를 시켰다.

단원들 중에서 가족과 함께 지낼 수 있는 사람은 악장 하이든을 포함해서 고작 몇 명 뿐이었고 대부분의 단원들은 가족과 떨어져 살 수밖에 없었다.

평소에도 가족과 떨어져 있는 것에 불만이 있었던 단원들은 1772년 여름, 불만이 극도로 심해졌다.

왜냐하면 에스테르하지 후작이 별궁에 머무는 기간이 2개월이나 연장됐기 때문이었다.

이에 하이든이 나섰다.

악단원들의 기분을 후작에게 부드럽게 전달하는 새로운 교향곡을 생각해낸 것이다.

마침내 그날이 왔다.

아무것도 모르고 앉아 있는 후작 앞에서 왠지 모르게 쓸쓸한 슬픔의 선율로 음악을 시작한 단원들은 하이든의 지시에 따라 한 명씩 퇴장하며 연주를 진행해 나갔다.

이윽고 클라이맥스.

무대 위에 켜 있던 촛불을 하나씩 끄며 퇴장한 단원들의 뒤를 이어 마지막 촛불을 제1바이올린이 끄고 퇴장하자 지휘를 하던 하이든이 어둠 속에서 조용히 악보를 접고 돌아 나갔다.

창작 활동을 물심양면으로 밀어준 후작의 기분을 상하지 않고 뜻을 이룬 하이든의 기지가 돋보이는 장면이다.

후작은 이 곡을 감상한 후 하이든의 뜻을 알아차리고 단원들에게 휴가가 줬다.

요즘도 이 곡을 연주할 때 단원들이 퇴장하는 퍼포먼스를 한다.

@highlight

하이든의 제45번 교향곡 '고별'은 가족과 오래 떨어져 지내는 것에 힘들어 하던 단원들을 위해 쓰여진 곡으로, 클라이맥스에서 단원들이 무대 위에 켜 있던 촛불을 하나씩 끄며 퇴장하는 퍼포먼스를 한다.