11일 故박용하 매니저와 고인의 유족간의 갈등이 재조명받고 있다.

2013년 2월, 박용하의 영결식장에서 슬퍼하던 전 매니저가 박용하가 사망한 후 일주일만에 그의 계좌에서 2억 4000만원을 빼내가려고 시도했고, 2600만원 상당의 유품을 훔쳐간 사실까지 드러나 유가족에게 고발되었다.

매니저는 “나는 그 돈을 인출할 권리가 있었으며, 박용하의 유품은 생전의 정이 있어서 그리운 마음에 가져간 것”이라고 말하며 범죄를 인정하지 않았다.

허나 결국 불구속 기소되었다.

결국 2014년 1월 전 매니저 이 씨가 연예계에서 퇴출됐다.

한국연예매니지먼트협회는 상벌조정윤리위원회에서 박용하 전 매니저 이씨에 대한 채용금지 결정을 의결했다.

사실상 연예 매니지먼트계에서 퇴출당한 셈이다.

연매협 관계자는 “회원사는 물론, ‘매니저등록제’에 따라 이씨는 향후 매니저 활동이 힘들 것”이라고 밝혔다.

관계자는 “이씨는 사회적 물의를 일으키고 업계 종사자들에게 큰 상처를 남겼음에도 불구하고, 재판이 진행 중인 당시에도 모 엔터테인먼트 회사의 매니저로 일했다”며 “이씨는 징역형 후에도 일본 등지에서 연예 매니저로 활동 할 가능성이 크다.

부적격 연예매니저인 이씨에 대한 정보를 일본 엔터테인먼트 관계사들에게 전달하고, 국내의 모든 엔터테인먼트 단체에도 알려 업계의 건실화를 도모할 것”이라고 전했다.

서울중앙지방법원 형사항소9부(강을환 재판장)는 2014년 2월 13일 오전 열린 항소심 선고공판에서 원심을 깨고 징역 8월에 집행유예 2년을 선고했다.

“피고의 범행이 미수에 그치고 훔친 물품을 모두 돌려준 점, 이미 충분한 사회적 비난을 받아 관련 직업을 유지하기 어려운 점 등을 고려해 실형은 과하다고 판단했다.” 고 집행유예 판결 이유를 밝혔다.

이와 관련하여 유족들이 사건의 전말을 밝히는 인터뷰를 실시했다.

이 인터뷰에 의하면 훔친 물품을 돌려준 게 아니라 유족들이 직접 가서 찾아왔다며 “살 날 많은 A씨, 반성하고 살았으면” 이라고 심경을 밝혔다.

@highlight

 故박용하 매니저가 박용하 사망 후 일주일만에 그의 계좌에서 2억 4000만원 인출 시도 및 2600만원 상당의 유품을 훔쳐간 사실이 드러나 유가족에게 고발되어 재판에서 징역 8월에 집행유예 2년을 선고받았다.