과학기술정보통신부는 11일부터 한 달간 총 121억 원 규모의 수소에너지 분야 신규과제를 공모한다고 밝혔다.

그간 과기정통부는 기후변화 위기에 대응하고 국가 성장동력의 발판을 마련하고자 기후·환경 연구·개발(R&D)을 지속적으로 추진해 왔으며 특히 올해부터는 정부의 혁신성장 선도 정책과 관련해 수소에너지 분야에 대한 지원을 강화했다.

지난달 정부합동으로 발표한 '수소경제 활성화 로드맵'에 따르면 경제적이고 안정적인 수소 공급 시스템 조성을 위해서는 수소 생산·저장 분야에 대한 다양한 기술개발이 필요한 실정이다.

이에 따라 과기정통부는 온실가스가 발생하지 않아 친환경적이면서 성능은 높이고 비용을 낮출 수 있는 수소 생산·저장 분야 원천기술을 개발하기 위해 신규과제들을 기획했다.

구체적으로 차세대 기술 고도화, 미래 유망 신기술 발굴, 사업화 모델 기반의 기술개발 3가지 방식으로 추진할 계획이다.

먼저 전 세계적으로 상용화 가능성이 빠르게 점쳐지고 있는 3개 기술(알칼라인 수전해, 고분자전해질 수전해, 액상유기화합물 수소저장)에 대해 각 1개 연구단을 지원하고 각 기술별로 핵심소재·요소기술 개발 및 소규모 실증을 추진한다.

연구자들의 창의·혁신적 제안을 바탕으로 미래 유망 신기술도 발굴한다.

알칼라인 수전해 등 3개 기술을 제외한 분야에 대해 경쟁형 연구방식으로 추진할 예정이며 18개 과제 선기획 연구(3개월) 후 평가를 통해 본연구 추진과제를 선정한다.

온실가스 감축에 기여하고 새로운 기후산업을 창출하기 위해 기후산업 현장의 의견을 토대로 마련한 기후산업육성모델인 '친환경 충전소'에 적용 가능한 기술개발도 지원한다.

이 과제에서는 중장기적으로 충전소 현장에서 태양광을 이용해 수소를 생산하기 위한 원천기술을 개발하고 이에 대한 검증을 추진할 계획이다.

과기정통부 고서곤 기초원천연구정책관은 "우리나라가 수소경제 선도국가로 도약하기 위해서는 관련 기술력 강화가 반드시 뒷받침 돼야 할 것"이라며 "이번 사업들을 통해 우리나라의 수소 분야 기술 수준 향상과 더불어 차세대 기술 선점에 기여할 수 있을 것으로 기대한다"고 말했다.

@highlight

과학기술정보통신부는 기후변화 위기에 대응하고 국가 성장동력의 발판을 구축하기 위해 11일부터 한 달간 총 121억 원 규모로 환경적이면서 성능은 높이고 비용을 낮출 수 있는 수소 생산·저장 분야 원천기술 개발에 관련된 수소에너지 분야 신규과제를 공모한다고 발표했다.