법률 상담을 필요로 하는 주민들에게 무료 서비스를 제공하는 ‘법률 홈닥터’가 큰 인기를 누리고 있다.

광주 남구는 11일 “법률보호 사각지대 해소를 위해 법무부와 손잡고 법률상담과 관련 정보를 무료로 제공하고 있는 ‘법률 홈닥터’ 서비스 이용 건수가 5천건 이상을 돌파했다”고 밝혔다.

남구에 따르면 법률 홈닥터는 기초생활수급자를 비롯해 차상위 계층, 독거노인, 범죄피해자 및 한부모·다문화 가정 등 어려운 형편으로 변호사 도움을 받기 힘든 사회적 취약계층을 위한 법률지원 서비스다.

법무부 소속 변호사가 구청에 상주하며 법률 상담 및 정보 제공, 각종 법률 문제에 대한 맞춤형 교육, 법률 서류 작성 및 각종 계약서류 검토·보완 등 다양한 서비스를 제공하고 있다.

남구는 지난 2014년부터 법무부와 연계해 법률 홈닥터 제도를 운영하고 있으며, 이 서비스를 도입한 지 5년 만에 누적 실적이 5천229건에 달한 것으로 나타났다.

연도별 이용 현황을 보면 제도 도입 첫해인 2014년에 921건을 시작으로 2015년 1천522건, 2016년 1천72건, 2017년 1천35건, 2018년 679건인 것으로 집계됐다.

서비스 제공 유형별 현황을 보면 법률상담이 4천95건으로 전체 이용건수의 78%를 차지했으며, 뒤를 이어 법률문서 작성 564건, 법률 교육 181건, 대한법률구조공단 등을 통한 구조알선 179건 등의 순이었다.

법률 상담의 경우 민사 및 가사소송 관련 상담이 3천515건으로 가장 많았고, 형사 소송 445건, 행정소송 121건, 기타 사건 14건이었다.

이밖에 남구는 법률 홈닥터 서비스를 통해 정기적으로 매월 또는 필요시마다 관내 사회복지시설 및 거동이 불편한 법률소외 계층 주민들을 직접 찾아 법률 상담과 강의를 통해 법률구조 사각지대 해소를 위해 노력하고 있다.

남구 관계자는 “구청에 오면 어렵고 복잡하게만 느껴졌던 법률 문제도 쉽게 상담받을 수 있으며, 비용도 무료이기 때문에 법률 홈닥터 서비스에 대한 호응이 높은 것 같다”며 “취약계층 주민들이 법률의 실질적인 보호를 받을 수 있도록 운영에 최선을 다하겠다”고 밝혔다.

@highlight

광주 남구는 사회적 취약계층을 위한 법률지원서비스인 '법률 홈닥터 서비스'를 정기적으로 진행해 나갈 예정이라고 밝혔다.