단양군이 수자원공사(수공)를 상대로 한 행정소송 '(수중보 건설 관련)협약 무효 확인 등의 소'에서 패소하자 지난 11일 서울행정법원에 항소장을 제출했다.

12일 단양군에 따르면 수중보 건설사업비 및 유지·관리 비용 군비 부담을 면제해 달라는 행정소송을 제기했지만, 서울행정법원이 지난달 18일 이를 기각했다.

군은 "남한강은 국가하천으로, 국가사무 관련 법령에 따라 수중보 건설비용과 유지 관리비용을 지자체에 전가할 수 없다"며 지난 2008년 4월 수공과 체결했던 협약은 무효라고 주장하며 소송을 했다.

수중보 건설사업비 612억원 중 67억원을 부담하기로 했던 군은 이미 수공에 지급한 설계비 21억원도 반환 할 것도 요구했다.

하지만, 서울행정법원 재판부는 "수중보는 남한강에 위치하기 때문에 원칙적으로 국가사무에 해당하지만, 단양군민의 요청에 따라 지역경제 활성화를 목적으로 추진된 만큼 자치사무 성격도 아울러 가지고 있다"고 지적했다.

이어 "지역민을 유리하게 하는 사무를 처리하면서 그 비용 부담을 금지하는 것은 헌법이 지자체를 보장한 취지에 역행하는 결과가 된다"며"수중보의 건설 목적 등을 종합해 볼 때 (양측)협약이 불공정하거나 불합리하다고 보기는 어렵다"고 판시했다.

단양군의 항소로, 항소심은 서울고등법원이 맡게 된다.

군은 항소심 변호인단을 구성하는 대로 항소이유서를 담당 재판부에 제출할 계획이다.

군 관계자는 "수중보 공사는 현재 구조물과 호안(하천시설물)시설 공사는 모두 끝난 상태로, 부대시설(진입로, 관리동, 사토장 정비)공사 만 남아 95% 정도의 공정률을 보이고 있다"고 밝혔다.

그는 "새로운 변호인단을 구성해 항소심에 최선을 다할 방침"이라고 덧붙였다.

한편 수중보는 단양지역 남한강 수위(EL 132m)를 유지하기 위해 건설되는 월류식 콘크리트 댐으로, 지난해 1월 단양군의 행정소송으로 현재 공사가 중단된 상태다.

@highlight

단양군이 수자원공사를 상대로 한 행정소송 '수중보 건설 관련 협약 무효 확인 등의 소'에서 패소하자 11일 서울행정법원에 항소장을 제출했으며 12일 단양군에 따르면 수중보 건설 부담을 면제해 달라는 소송을 제기했지만, 이를 기각했고 수중보 건설사업비 612억원 중 67억원을 부담하기로 했던 군은 지급한 설계비 21억원도 반환 할 것도 요구했다.