이미 목표 시한을 넘긴 소방공무원의 국가직 전환을 둘러싸고 여야 이해관계까지 첨예하게 얽히고 있다.

워낙 많은 숫자의 공무원 신분이 한꺼번에 바뀌다 보니 예산과 지휘체계 등의 갈등을 놓고 여야 간 입장이 제각각이다.

더불어민주당은 정부의 '신분은 국가직, 인사·지휘권은 시·도지사' 안을 지지하고 있다.

소방공무원법 개정안 등 국가직 전환 관련 핵심 법안을 발의한 국회 행정안전위원회 소속 이재정 민주당 의원은 "소방관의 안전이 곧 국민의 안전"이라며 "하루빨리 관련 개정안이 처리될 수 있도록 2월 국회가 정상 가동되기를 희망한다"고 말했다.

바른미래당은 국가직 전환의 필요성은 공감하지만, 인사·지휘권을 그대로 지방에 두는 것에는 반대 입장을 내비쳤다.

행안위 간사인 권은희 미래당 의원은 "국가직 전환으로 소방관의 처우는 개선이 가능하겠지만, 지방에 인사·지휘권을 그대로 두면 대형 재난에 대한 효율적인 대응체계는 마련되지 않을 것"이라며 "현재 정부 안으로는 진정한 국가직 전환의 목표를 이룰 수 없다"고 반대 입장을 나타냈다.

자유한국당은 행안위 소속 의원들의 의견이 엇갈리면서 아직 당론을 정하지 못한 상태다.

당 내부에서는 소방관의 국가직 전환이 중대사인 만큼 더 많은 논의를 거쳐야 한다는 목소리만 되풀이하고 있다.

행안위 소속의 한 한국당 의원은 "충분히 검토하지 않으면 자칫 소방 조직이 기형적인 모습이 될 수 있다"며 "충분한 조율과 합의 과정을 도출해 곧 당론을 정할 것"이라고 말했다.

여야 의견 충돌 속에 소방청은 국가직화가 늦춰질 상황에 대비하고 있다.

조금 늦더라도 제대로 국가직화가 이뤄지는 것이 더 중요한 데다, 정부가 예산 확충 등 소방공무원의 어려움 개선에 적극적인 만큼 올 상반기 중 법률 통과에 목맬 필요는 없다는 입장이다.

소방청 관계자는 "소방공무원의 국가직화에 대한 공감대는 충분히 형성된 것으로 판단하고, 올 9월 이후 국가직화 등 다양한 상황을 가정해 대비 중"이라고 말했다.

@highlight

소방공무원의 국가직 전환에 대해 더불어민주당은 '신분은 국가직, 인사·지휘권은 시·도지사' 정부안을 지지하고, 바른 미래당은 국가직 전환은 동의하나 그대로 시·도지사가 인사·지휘권을 행사하는 데는 반대하는 등 여야의 입장차가 컸다.