과학기술정보통신부(장관 유영민)가 정보통신기술(ICT) 분야 창업·벤처 지원 사업인「K-Global 프로젝트」2019년 사업 통합안내문을 공고했다.

ICT 분야 스타트업을 위해 창업, 성장, 해외진출 등 기업 성장 단계별 프로그램과 빅데이터, 클라우드, 블록체인, 정보보호 등 다양한 기술 분야별 지원사업을 담고 있다.

지난해에 비해 사업 규모를 15개 사업(770억원)에서 30개 사업(837억원)으로 크게 확대했다.

이를 통해 지능정보(AI), 블록체인, 가상·증강현실(VR/AR) 등 ICT 분야 혁신적 아이디어 및 기술을 보유한 기업에 대해 집중적인 지원을 강화할 예정이다.

올해에는 기업들이 현장에서 겪는 애로사항을 해결하기 위해 아래와 같은 다양한 프로그램을 추진할 예정이다.

대한변협에서 추천한 전문변호사가 정관작성, 법률계약서 검토, 지식재산권 보호 등의 일반적인 법률자문을 실시하는 법률멘토링 서비스를 실시한다.

해외진출 분야의 경우 과기정통부 내에 산재된 해외진출 프로그램을 통합해 공고해 스타트업에게 보다 많은 사업 참여 기회를 제공할 계획이다.

통합안내문에는 사업별 지원자격, 신청방법, 추진일정 등 세부사항이 포함됐다.

과학기술정보통신부, 정보통신산업진흥원, K-Global 프로젝트 홈페이지를 통해 확인할 수 있다.

한편 과기정통부와 네이버, 롯데액셀러레이터, 삼성전자, SKT, KT, LG CNS, 카카오벤처스, 포스코, 한화드림플러스 등 9개 민간기업이 함께하는 설명회도 열린다.

'2019년 ICT 창업·벤처 지원사업 민관 통합설명회'라는 이름으로 19일 엘타워 6층 그레이스홀(서울 서초구 강남대로 213)에서 개최된다.

통합설명회에서는 각 기관별 지원 프로그램의 주요내용은 물론 신청절차, 일정, 평가방법 등을 소개하며, 세부적인 문의에 대해 효과적으로 자문하기 위해 참여 기관별로 부스를 설치·운영할 예정이다.

과기정통부 용홍택 정보통신산업정책관은 "올해는 최초의 민관 통합설명회를 시작으로 다양한 민관협력방안을 지속적으로 발굴해 수요자 중심의 창업·벤처 정책을 추진하겠다"고 밝혔다.

@highlight

과학기술정보통신부는 837억원 규모의 창업-벤처 지원사업을 공고하여 19일 엘타워 6층 그레이스홀에서 설명회를 갖는다.