[환경일보] 해양수산부(장관 김영춘)는 2월11일부터 25일까지 연안여객선 준공영제 사업 참여 대상자를 추가 모집한다고 밝혔다.

준공영제는 사업을 민간에게만 맡기는 것이 아니라 국가가 일정부분 역할을 맡아 사업의 공공성을 높이는 방식이다.

특히 연안여객선 준공영제 사업은 승객이 많지 않아 수익성이 낮은 도서지역 항로를 운항하는 선사에 국가가 운영비용 등을 지원해 항로를 유지함으로써 도서민의 교통 편의를 높이는 사업이다.

이 사업은 지금까지 적자가 심해 단절된 항로를 '보조항로'로 지정하고 국가가 운영비용을 지원하는 형태로 운영됐다.

그러나 해양수산부는 지난해부터 연안여객선 준공영제 사업의 지원 대상을 확대해 항로가 단절되지 않도록 선제적으로 운영비용을 지원하고 있다.

연안여객선 준공영제 사업은 승객이 많지 않아 수익성이 낮은 도서지역 항로를 운항하는 선사에 국가가 운영비용 등을 지원해 항로를 유지하는 제도다.

연안여객선 준공영제 사업 지원 대상은 ①섬과 육지 간 1일 생활권 구축(1일 2왕복 운항)을 위해 운항을 확대하는 선사와 ②지난 2년간 연속 적자를 기록한 적자항로 운영선사이다.

해양수산부는 그간 사업 추진 과정에서 나타난 문제점 등을 보완해 향후 준공영제 중장기 추진방안을 수립할 예정이다.

신청을 원하는 선사는 2월11일부터 25일까지 지방해양수산청의 공고를 확인한 후 서류를 구비해 관할 지방해양수산청으로 제출하면 된다.

최종 지원 대상으로 선정될 경우 ▷1일 생활권 구축항로의 경우 추가 운항하는 부분의 운항결손액에 대해 국가가 50%, 해당 지자체가 나머지 50%를 지원하며 ▷적자항로의 경우 보조항로 운항결손액의 최대 70%까지 국가가 지원할 계획이다.

해양수산부 엄기두 해운물류국장은 "이번 사업을 통해 사업 운영에 어려움을 겪는 선사들이 항로를 안정적으로 운영할 수 있게 될 것으로 기대된다"며 "앞으로도 도서민의 교통 편의를 높이고 도서지역의 정주여건이 개선될 수 있도록 연안여객선 준공영제 사업을 적극 추진해 나가겠다"고 말했다.

@highlight

준공영제는 국가가 일정부분 역할을 맡아 사업의 공공성을 높이는 방식이고, 승객이 많지 않아 수익성이 적고, 도서민의 교통 편의를 높이는 사업으로, 해양수산부는 2월11일부터 25일까지 연안여객선 준공영제 사업 참여 대상자를 추가 모집하기로 했다.