농촌진흥청(청장 김경규)은 13일 국립원예특작과학원에서 아름다운 색과 은은한 향을 내는 국산 프리지아 평가회를 연다.

우수 품종 홍보와 농가 보급 확대를 위해 마련한 이 자리에는 농가와 유통업계, 플로리스트, 소비자와 관련 단체가 참석한다.

이날 평가회에서는 프리지아 20여 계통이 첫 선을 보이며, 국내외에서 개발한 기존 품종 20여 가지도 소개한다.

꺾은 꽃(절화용) 품종은 노랑, 빨강, 하양 등 색이 다양하다.

긴 꽃대에 꽃이 많이 피고 생산량이 많은 국내 시설재배 환경에서 잘 자라는 특성이 있다.

이번에 개발한 '원교 C3-78' 계통은 주황색의 홑꽃 중대형화로, 자람세와 꽃대직립성이 강하고 개화도 빠르다.

프리지아는 11월부터 12월께 출하하기 위해 일반적으로 알뿌리(구근)에 저온 처리를 하는데, 이 계통은 저온 처리를 하지 않아도 20일 이상 꽃이 빨리 핀다.

농촌진흥청은 1999년부터 프리지아 새 품종을 연구해 왔다.

2003년 '샤이니골드'를 시작으로 지난해까지 모두 46품종을 육성했다.

국산 품종 보급률도 2.9%(2008)에서 49.8%(2015)까지 늘면서 지난해에는 60.4%까지 뛰어 외국산 점유율을 넘어섰다.

지난 1월 거래량도 약 2만 1,000속으로 가장 많이 거래되고 있는 것으로 나타났다.

크고 선명한 노란 겹꽃이 눈에 띄는 '골드리치(2008년 육성)'는 재배 기간이 짧아 난방비 부담이 적은 에너지 절감형 품종이다.

재배 농가의 평이 좋아 시장 점유율도 39.3%로 단일 품종으로는 가장 높다.

농촌진흥청 국립원예특작과학원 김원희 화훼과장은 "개화가 빠른 극조생종 품종 개발로 국내 시장 확대를 위해 노력하고 있다. 수출 약세에 대한 대안으로 꺾은 꽃뿐만 아니라 구근과 분화용 품종도 개발하고 있다"고 전했다.

@highlight

농촌진흥청은 13일 우수 품종 홍보와 농가 보급 확대를 위하여 국립원예특작과학원에서 국산 프리지아 평가회를 열기로 했으며 이 자리에서 프리지아 20여 계통이 첫 선을 보인다.