이창규 한국세무사회장왼쪽 세번째)이 조세학술상 수상자들과 기념촬영하고 있다.

[세종=이데일리 이진철 기자] 한국세무사회는 12일 서울 서초동 세무사회관 강당에서 창립 제57주년 기념식과 '제7회 조세학술상 시상식 및 선배의 날' 행사를 개최했다.

이창규 한국세무사회장은 인사말을 통해 "한국세무사회 창립 57주년을 맞이하며 그동안 역대회장님과 회직자 여러분, 그리고 선배 회원님들께서 보여주신 헌신적인 희생과 노고에 머리 숙여 깊은 감사의 말씀을 드린다"고 말했다.

이 회장은 "올해는 계속되는 경기침체와 경영여건 악화 등으로 유사자격사간 경쟁은 더욱 치열해지고, 우리 업역에 대한 외부의 계속된 도전으로 어려움이 더해질 것"이라고 예상했다.

그는 "특히 지난해 4월 변호사에게 일정한 세무대리를 허용하라는 헌법재판소의 판결로 인해 올해 말까지 세무사법을 국회에서 개정해야 한다"고 설명했다.

그러면서 "우리는 헌재의 권고대로 세무대리의 전문성과 능력을 가진 변호사가 세무대리에 필요한 전문가 규모를 고려해 시장에 진입하도록 해야 한다고 강력하게 주장하고 있다"고 말했다.

그는 "헌법불합치 판결 사건의 보완입법 문제도 고소득자인 변호사에게는 기대하지 않았던 업역 확장의 기회이지만 한계 경영을 하고 있는 1만3000여 세무사와 6만여 사무직원, 그리고 30만 세무사 가족에게는 생존이 달린 매우 중차대한 문제인 만큼 난국을 극복하기 위해 회원여러분의 일치된 동참과 성원이 필요하다"고 강조했다.

이날 개최된 제7회 조세학술상 시상식에서는 강인애 변호사와 안창남 강남대학교 교수가 공로상, 윤태화 가천대학교 교수와 박종우 안진회계법인 전무, 윤지현 서울대 법학대학원 교수가 논문상을 각각 수상했다.

한편 한국세무사회 창립 57주년을 자축하고 세무사회 발전에 기여한 선배 회원들의 헌신과 노고에 보답하는 시간을 갖고자 '선배의 날' 행사를 함께 진행했다.

또한 70세 이상 회원 250여명이 참석해 세무사회의 지난날을 되돌아보고 지혜가 담긴 고견을 듣는 시간을 가졌다.

@highlight

한국세무사회는 12일 창립 제57주년 기념식과 '제7회 조세학술상 시상식 및 선배의 날' 행사를 개최했으며, 기념식에서 이창규 회장은 "우리 업역에 대한 외부 도전으로 어려움이 더해질 것"이라고 예상하고, 특히 변호사에게 세무대리 허용하라는 헌법재판소의 판결은 개정해야 한다고 설명했다.