청주시의 유일한 대중교통수단인 청주시내버스가 교통카드 단말기를 신형으로 교체해 이용이 더욱 편리해졌다.

12일 청주시에 따르면 지난해 연말까지 모든 시내버스 교통카드 단말기를 신형으로 교체하고, 지난 1월 한달 동안 시스템 안정화 기간을 거쳐 교통카드 단말기 교체사업이 완료됐다.

교체된 신형단말기는 기존 단말기의 투박한 형태에서 탈피해서 전면 LCD 패널이 부착된 심플한 디자인으로 변경됐고, 특히 카드 인식속도 및 처리속도 개선으로 승·하차 시간 단축돼 이용객 편의가 증진됐다.

시민들이 더 편리하게 이용할 수 있도록 교통카드 단말기 교체를 위해 청주시뿐만 아니라 충북버스조합과 청주시내버스 6개사도 힘을 보탰다.

청주시와 충북버스조합, 청주시내버스 6개사는 신형교통카드 단말기가 장착될 수 있도록 교통카드 정산사업자인 마이비에 적극적으로 요청했다.

이에 마이비는 시스템 구축 및 단말기 교체에 필요한 약 19억원의 비용을 전액 부담해 설치했다.

청주시를 포함한 충북 전체 시내버스 단말기 교체비용은 약 25억원이다.

또 성능이 개선된 교통카드 단말기 도입을 완료함으로써 수년째 검토해오던 하차태그 의무제 도입을 추진할 예정이다.

하차태그 의무제는 버스이용객의 이동패턴을 정확히 파악할 수 있어, 시내버스 노선개편 등 대중교통 정책수립에 정확한 자료로 활용될 수 있다.

버스 이용객의 이동패턴이 정확하게 파악된다면 요금단일화 손실보전금 산정 및 인근 지자체와의 보조금 공동부담을 위한 자료를 정확하게 확보할 수 있게 된다.

서울을 포함한 수도권과 인근 지자체인 대전과 세종에서 하차태그 의무제를 운영하고 있다.

올해까지 하차태그 의무제를 위한 시스템을 구축하고, 시민홍보를 거쳐 내년 1월 시행을 목표로 추진할 예정이다.

홍순덕 청주시 버스정책팀장은 "교통카드 시스템 교체로 시내버스 승·하차시간이 단축돼 이용객이 더 편리한 대중교통이 될 것으로 기대한다"며 "추후 시내버스 하차태그 의무제를 도입해 시민이 필요로 하는 노선투입 등 시민맞춤형 대중교통이 되도록 노력하겠다"고 말했다.

@highlight

12일 청주시에 따르면지난 1월 한달 동안 시스템 안정화 기간을 거쳐 교통카드 단말기 교체사업이 완료되어, 교통카드 정산사업자인 마이비에 적극적으로 요청해서, 올해까지 하차태그 의무제를 위한 시스템을 구축하고, 시민홍보를 거쳐 내년 1월 시행을 목표로 추진할 계획이다.