[환경일보] 심영범 기자 = 어린이 테마파크 롯데월드 언더씨킹덤(대표 박동기)이 국내 최초 캐릭터 사인회 '머메이드 캐슬'을 오픈했다고 12일(화) 밝혔다.

'머메이드 캐슬'은 롯데월드 언더씨킹덤 대표 캐릭터 인어공주 '비비'와 인어왕자 '카이'가 어린이 친구들과 직접 만나 이야기를 나누고, 스페셜 사인과 포토타임까지 한 세트로 구성된 새로운 퍼포먼스다.

3층 '원더 스테이지'에서 매 주말 및 공휴일 오후 4시에 펼쳐지며, 이벤트 진행 30분 전 대기라인이 오픈되면 선착순으로 15팀(어린이 기준 1팀당 최대 4명)까지 참여 가능하다.

'머메이드 캐슬'은 기존의 여느 퍼포먼스와는 다른 색다른 추억을 선물한다.

첫째, 평소 '비비'와 '카이'에게 궁금했던 질문을 해소할 수 있는 캐릭터와의 특별한 대화 시간이 준비돼 있다.

둘째, 캐릭터가 직접 하는 프라이빗한 사인을 받는다.

캐릭터의 친필 사인은 참여 어린이들에게 어디서도 경험해보지 못한 특별한 경험이 된다.

마지막으로 캐릭터 친구들과의 소중한 사진까지 남기면 '머메이드 캐슬'을 완벽하게 즐기는 것이다.

2월에 '머메이드 캐슬'을 이용하는 손님이라면 오픈 특별 이벤트에 참여해 보자.

'비비'와 '카이'에게 받은 사인을 SNS에 #언더씨킹덤, #머메이드캐슬, #비비(또는 카이) 해시태그와 함께 올리는 인증 이벤트다.

현장 이벤트 부스에서 해당 SNS를 인증하면 선착순 130명을 대상으로 파스퇴르 키즈 생 유산균, 롤리팝 아이스사탕 등 다양한 상품을 받을 수 있다.

'머메이드 캐슬'을 가장 알뜰하게 즐기는 방법도 공개한다.

2월 9일(토)부터 3월 10일(일)까지 한정 판매하는 '월간 이용권'이 바로 그것이다.

등록한 날부터 한 달간 평일, 주말 언제든지 어린이 6만원, 어른 3만원에 롯데월드 언더씨킹덤을 자유롭게 이용할 수 있는 절호의 기회다.

관련 상세 내용은 홈페이지와 대표번호를 통해 확인 가능하다.

@highlight

어린이 테마파크 롯데월드 언더씨킹덤이 자사 대표 캐릭터 인어공주 '바비'와 인어왕자 '카이'가 어린이들에게 사인을 해주는 캐릭터 사인회 '머메이드 캐슬'을 국내 최초로 오픈하였으며, 매 주말 및 공휴일 오후 4시에 선착순 15팀을 대상으로 진행할 예정이다.