서울 명동·강남 등 주요 상권에 비상이 걸렸다.

정부가 올해 표준지 공시지가를 산정하면서 1㎡당 2000만원이 넘는 고가토지를 집중 인상해 보유세 부담이 상한선인 50%까지 뛸 전망이기 때문이다.

임차인들은 건물주들이 공시지가 상승으로 늘어난 보유세 부담을 덜기 위해 임대료를 올릴 것이라며 젠트리피케이션(둥지 이탈 현상) 확산을 우려하고 있다.

12일 국토교통부가 발표한 올해 1월 1일 기준 표준지 50만 필지의 공시지가 상승률은 전국 9.42%, 서울 13.87%다.

서울에선 대형 상업·업무용 건물이 밀집해 땅값이 비싼 강남구가 23.13%로 가장 많이 올랐고, 중구가 21.93%로 뒤를 이었다.

특히 전체 토지의 0.4%를 차지하는 고가토지는 상승률이 무려 20.05%에 달한다.

전국에서 가장 비싼 땅 10곳은 모두 서울 중구 명동·충무로에 자리잡고 있다.

이 중 상위 1~8위의 공시지가가 전년 대비 100%씩 뛰면서 보유세 부담이 세부담 상한선까지 뛸 전망이다.

전국 땅값 1위는 16년째 명동8길 네이처리퍼블릭 명동월드점 부지가 기록했다.

공시지가는 1㎡당 지난해 9130만원에서 1억8300만원(3.3㎡당 6억390만원)으로 100.44% 올랐고, 이에 따른 보유세는 지난해 6624만원에서 올해 9937만원으로 늘어난다.

네이처리퍼블릭과 함께 상위 6곳이 토니모리, 더샘, 라네즈 등 로드숍 브랜드 매장이 들어선 부지다.

미샤와 잇츠한불 등 주요 로드숍의 플래그십도 명동에 몰려 있다.

로드숍의 임대료 부담이 커질 것이란 우려가 나오는 배경이다.

함영진 직방 빅데이터랩장은 "강남을 비롯해 명동, 성수동, 합정·연남동, 용산 등 상권이 번화한 곳에서는 보유세 부담을 세입자에게 전가하면서 임대료가 오를 수 있다"며 "임대료 감당이 어려운 상인이나 업종은 퇴출될 수밖에 없다"고 내다봤다.

@highlight

올해 정부의 표준지 공시지가 산정에서 고가토지가 집중적으로 오르며 보유세 부담이 50%까지 상승할 것으로 전망되면서 임차인들은 건물주들이 늘어난 보유세 부담을 덜기 위해 임대료를 올릴 것이라며 서울 명동·강남 등 주요 상권에 젠트리피케이션(둥지 이탈 현상) 확산 염려가 커지고 있다.