문희상 국회의장(앞줄 왼쪽에서 여섯번째)이 11일(현지시간)미국 워싱턴에서 한인 동포를 초청해 만찬간담회를 개최했다.

[이데일리 김겨레 기자]미국을 공식방문 중인 문희상 국회의장이 11일(현지시간) 저녁 워싱턴 시내의 한 호텔에서 동포들을 초청해 만찬간담회를 가졌다.

문 의장은 "오늘 아침에는 한국전쟁 참전 용사 기념비를 방문했는데 '우리들이 이름도 모르는 나라, 그리고 만나지도 않은 국민들을 향해서 국가의 부름을 받고 갔던 그런 사람들이 여기에 영예롭게 묻혀있다'고 쓰여 있었다"며 "어려운 시절 그들이 와서 (우리를)도왔고, 우리는 그들의 친구가 됐다"고 참전 용사를 향해 감사인사를 전했다.

문 의장은 "올해는 3·1 운동 100주년, 대한민국 임시정부 100주년, 국회 임시의정원 100주년이 되는 특별한 해"라며 "오는 27일부터 민족의 명운을 건 북미정상회담이 베트남 하노이에서 열린다. 한 시대를 새로이 시작하고 매듭짓는 분수령이 되는 해에 (5당 대표들이)절절한 마음을 전하자는데 동의해 초당적으로 미국을 방문하게 됐다"고 설명했다.

아울러 "우리가 당당하게 세계를 향해 미래로 나아가야 하는 시대가 됐다. 희망 속에서 당당함을 갖고 힘을 합치면 못할 일이 없다고 생각한다"며 "이역만리에서 항상 조국을 걱정하는(동포들의) 마음에 답하기 위해서라도 여기 5당 대표들과 의원들이 은혜에 보답할 수 있는 일을 하겠다"고 강조했다.

이날 만찬간담회에는 더불어민주당 이해찬·민주평화당 정동영·정의당 이정미 대표, 자유한국당 나경원·바른미래당 김관영 원내대표가 함께했다.

또 국회 외교통일위원회 강석호 위원장과 이수혁(더불어민주당)·김재경(자유한국당)·정병국(바른미래당) 간사, 진영·백승주·박주현·김종대 위원 등도 참석했다.

재미동포 측에서는 지미 리 메릴랜드 소수계행정부 장관, 황원균 미주지역 민주평통 부의장, 김은 독립유공자후손모임 회장, 김형민 LG전자 워싱턴사무소장 등이 참석했다.

@highlight

미국을 공식방문 중인 문희상 국회의장이 5당 원내대표와 함께 현지시간 11일 저녁, 소수계행정부 장관, 미주지역 민주평통 부의장, 독립유공자후손모임 회장, LG전자 워싱턴사무소장 등 재미동포들을 초청해 만찬간담회를 가졌다.