지난해 보다 낮아졌지만 전국 평균 웃돌아...

각종 개발 기대감.

올해 제주지역 표준지 공시지가가 9.74%오른다.

지난해 전국 최고 수준인 16.45%보다는 낮았지만 전국평균(9.42%)을 웃돌았다.

국토교통부는 2019년 1월 1일 기준 전국 표준지 50만필지의 가격을 13일 공시한다고 12일 밝혔다.

올해 표준지공시지가 변동률은 2018년 6.02%에서 3.4%포인트 상승한 9.42%다.

현실화율은 2018년 62.6%에서 2.2%포인트 오른 64.8%였다.

시도별로 제주를 포함해 서울(13.87%), 광주(10.71%), 부산(10.26%) 등 4개 시도가 전국평균보다 상승률이 높았다.

충남(3.79%), 인천(4.37%), 전북(4.45%), 대전(4.52%), 충북(4.75%) 등 13개 시도는 평균보다 낮게 상승했다.

제주 표준지 공시지가 상승에는 제2공항 기대감을 포함해 신화역사공원과 영어교육도시, 화북상업지역 도시개발사업 등 개발 기대감과 유입인구 증가, 기반시설 확충 등이 반영됐다.

도내 표준지의 평균가격은 ㎡당 9만4870원으로 전국평균(18만2112원)보다 낮았다.

가격수준별로는 ㎡당 10만원 미만이 4797필지로 가장 많고, 10만~100만원 4470필지, 100만~1000만원 562필지, 1000만~2000만원 1필지등이다.

제주지역 표준지 최고가는 제주시 신광로(연동) 상업용 부지로 ㎡당 650만원이었다.

지난해에는 630만원에서 20만원 올랐다.

최저가는 추자면 대서리 자연림으로 ㎡당 830원이다.

표준지 공시지가는 개별공시자의 산정과 각종 조세·부담금 부과 및 건강보험료 산정기준 등으로도 활용된다.

공시 가격에 이의가 있는 경우에는 13일부터 3월14일까지 국토교통부 누리집(www.molit.go.kr)을 통해 온라인 또는 해당 시·군·구 민원실에서 이의신청을 할 수 있다.

@highlight

올해 제주지역 표준지 공시지가가 제2공항과 신화역사공원, 영어교육 도시, 화북상업지역 도시개발사업 등 개발 기대감과 유입인구 증가, 기반시설 확충 등의 상승 요인이 반영되어 지난해 전국 최고 수준인 16.45% 보다는 낮았지만 전국 평균(9.42%)을 웃돌아 9.74% 상승했다.