보안접속(https)이나 우회접속 방식을 통해 몰래 국내 서비스되던 불법 음란물과 도박 사이트의 접속 차단이 강화된다.

그간 이용자가 불법 차단사이트에 접속할 경우에는 ‘해당 사이트는 불법으로 접속이 불가능하다’는 경고문구가 떴다.

하지만 이제는 경고문구 대신 블랙아웃(암전) 상태로 표시된다.

방송통신위원회(이하 방통위)는 보안접속이나 우회접속 방식으로 유통하는 해외 음란, 도박 사이트를 대상으로 접속 차단 기능을 강화했다고 12일 밝혔다.

또 지난 11일 SNI(서버네임인디케이션) 기술을 도입해 불법 해외사이트 895건에 접속을 차단했다고 밝혔다.

https는 인터넷에서 데이터를 암호화된 방식으로 주고 받는 통신 규약으로, 기존 HTTP의 보안기능이 강화된 버전으로 해커가 중간에 데이터를 가로챌 수 없다.

또 우회접속은 ▷IP(인터넷 프로토콜)와 ▷DNS(도메인 이름 시스템) 변조 소프트웨어 변경 등으로 접속 차단 기술을 우회하는 방식이다.

지금까지는 보안접속 방식의 해외 인터넷사이트에서 ▷불법촬영물 ▷불법도박 ▷불법음란물 ▷불법저작물 등이 유통되더라도 해당 사이트 접속을 기술적으로 차단할 수 없어, 법집행력 확보와 이용자 피해 구제엔 한계가 있었다.

하지만 이번 조치로 인해 보다 적극적 법적 집행이 가능하다는 게 방통위의 설명이다.

방통위는 불법정보를 과도하게 유통하는 일부 해외사이트는 예외적으로 사이트 전체를 차단하기도 해, 일각에서는 표현의 자유 침해나 과차단 지적이 일기도 했다.

이에 방통위와 방송통신심의위원회, KT, LG유플러스, SK브로드밴드, 삼성SDS 등 일부 인터넷서비스제공사업자는 지난해 6월부터 해외 사이트의 불법정보를 효율적으로 차단하는 기술방식을 협의하고 관련 시스템 차단 기능을 고도화했다.

특히 아동 포르노물과 불법 촬영물, 불법 도박 사이트를 향후 집중적으로 차단할 계획이다.

@highlight

12일 방송통신위원회는 방통위, 일부 인터넷서비스제공사업자들과 함께 효율적으로 불법 해외 음란, 도박 사이트를 대상으로 접속 차단하는 기술방식을 협의하고 관련 시스템 차단 기능을 고도화했으나 일각에서는 표현의 자유 침해나 과차단 지적이 있기도 했다. 