박유화 (동양일보 박유화 기자) 부여군과 충남테크노파크(원장 윤종언)는 12일 ‘충남 바이오소재 클러스터 구축사업’의 성공적인 추진을 위해 업무협약을 체결했다.

양 기관은 이번 협약에서 △바이오소재 산업육성을 위한 공동 정책개발 및 행정지원, △부여군의 바이오소재 산업화 추진, △기타 바이오소재 산업육성을 위한 업무를 상호 협력하기로 했다.

‘충남 바이오소재 구축사업’은 충청남도 민선7기 역점과제인 ‘충남 권역별 산업발전 전략사업’으로 부여군에 배치하기로 결정된 사업이다.

군은 이번 업무협약을 통해 충남테크노파크와 공동으로 관내 홍산면 일반산업단지 내에 바이오소재 관련 기업 및 연구소 유치 등 바이오소재 클러스터 구축사업을 본격적으로 추진한다는 계획이다.

박정현 부여군수는 “충남테크노파크와 긴밀한 협력을 통해 미래 신성장 동력인 바이오소재 산업을 중심으로 부여군의 지역경제 활성화에 새로운 활력을 불러 올 수 있도록 충청남도와 함께 노력해 가겠다”라고 밝혔다.

부여군과 충남테크노파크(원장 윤종언)는 12일 ‘충남 바이오소재 클러스터 구축사업’의 성공적인 추진을 위해 업무협약을 체결했다.

양 기관은 이번 협약에서 △바이오소재 산업육성을 위한 공동 정책개발 및 행정지원, △부여군의 바이오소재 산업화 추진, △기타 바이오소재 산업육성을 위한 업무를 상호 협력하기로 했다.

‘충남 바이오소재 구축사업’은 충청남도 민선7기 역점과제인 ‘충남 권역별 산업발전 전략사업’으로 부여군에 배치하기로 결정된 사업이다.

군은 이번 업무협약을 통해 충남테크노파크와 공동으로 관내 홍산면 일반산업단지 내에 바이오소재 관련 기업 및 연구소 유치 등 바이오소재 클러스터 구축사업을 본격적으로 추진한다는 계획이다.

박정현 부여군수는 “충남테크노파크와 긴밀한 협력을 통해 미래 신성장 동력인 바이오소재 산업을 중심으로 부여군의 지역경제 활성화에 새로운 활력을 불러 올 수 있도록 충청남도와 함께 노력해 가겠다”라고 밝혔다.

@highlight

부여군과 충남테크노파크는 12일 충남 권역별 산업발전 전략사업에 따라 바이오소재 산업 육성을 위한 공동 정책개발 및 행정지원, 기타 바이오소재 산업육성 등에 협력하는 충남 바이오소재 클러스터 구축사업을 체결했다.