tvN 예능 ‘나이거참’이 오늘(12일, 화) 첫 방송된다.

‘나이거참’은 나이도 생각도 너무 다른 할아버지와 10대 어린이가 함께 서로의 to-do 리스트를 실행하며 우정을 쌓아나가는 리얼리티 프로그램.

평균연령 67세 할아버지들과 평균연령 10세 아이들의 어디서도 볼 수 없었던 케미가 안방극장을 찾아가 따뜻한 웃음을 안길 예정.

오늘(12일, 화) 저녁 8시 ‘나이거참’ 첫 방송에서는 허참과 서레프, 전원책과 이솔립, 변희봉과 김강훈 세 짝꿍이 새롭게 만나고 재회하는 모습이 그려진다.

먼저 정규 편성 이후 새롭게 합류한 허참과 서레프는 오늘 첫 만남을 가진다.

방송 인생 최초로 리얼리티에 도전하는 국민 MC 허참과 현재 키즈모델로 맹활약 중이며 게임크리에이터를 꿈꾸는 열 살 소년 서레프가 세상에 둘도 없는 합을 맞출 예정.

두 사람은 서울의 핫플레이스 인사동에서 대면할 예정.

과연 사람 많기로 유명한 인사동에서 많은 인파를 헤치고 성공적인 만남을 이룰 수 있을지 방송에서 확인할 수 있다.

만나기만 하면 다툼과 화해를 반복하는 ‘나이거참’ 대표 짝꿍 전원책과 이솔립도 오랜만에 조우한다.

수원 화성행궁에서 만난 이들은 반가움을 감추지 못하지만 또다시 시작된 전원책 표 역사 교육으로 인해 어려움에 처하는 것.

하지만 역사 교육에 맞선 이솔립의 갈고닦은 역사 지식이 진가를 발휘하며 반전을 모색할 것으로 알려져 궁금증을 더한다.

변희봉과 김강훈도 오랜만에 만나 인사를 나눈다.

두 남자는 새해를 맞이해 함께 할 수 있는 신년 목표로 ‘영어 배우기’를 선택한다.

두 사람 모두 인생 첫 영어 학원을 경험하며 새로운 경험을 쌓을 예정.

과연 두 남자가 야심차게 세운 목표를 성공적으로 이룰 수 있을지 오늘 ‘나이거참’ 첫 방송에서 공개된다.

tvN ‘나이거참’은 오늘(12일, 화) 첫 방송을 시작으로 매주 화요일 저녁 8시 방송된다.

최지수 기자 .

@highlight

할아버지와 10대 어린이가 서로의 to-do 리스트를 실행하며 우정을 쌓아나가는 리얼리티 프로그램 tvN ‘나이거참’이 12일 저녁 8시 첫 방송 되는데 허참과 서레프, 전원책과 이솔립, 변희봉과 김강훈 세 짝꿍이 새롭게 만나고 재회하는 모습이 그려질 예정이다.