[서산]서산공용버스터미널 이전과 맞물려 잠정 중단 된 '서산시 수석지구 도시개발 사업'이 상반기 중 재개될 전망이다.

이 사업은 도심 교통문제 해결을 위한 터미널 이전과 공동화에 따른 상권 위축이 맞서면서 시민들 사이에서도 의견이 분분한 복합터미널 조성이 문제의 핵심이다.

맹정호 서산시장은 12일 수석동 주민과의 대화에서 '수석지구 도시개발 사업 재개'를 묻는 한 시민의 질문에 "수석동 지역민들은 수석지구 도시개발 사업이 빠르게 진행되기를 바라지만 공용터미널 이전 문제가 걸려 있다"며 "수석동 지역민들의 생각과 달리 공용터미널 이전의 타당성에 대해 또 다른 의견을 갖고 있는 시민들이 있는 만큼 조속한 시일 내에 정책 방향을 결정할 것"이라고 답변했다.

맹 시장은 또, 시가 추진하고 있는 시청사 이전에 대해 수석지구의 면적을 넓혀 이곳으로 옮겨 달라는 질문에 대해서도 "시가 지난해 용역사를 통해 시청사 이전지 3곳을 우수지역으로 추천 받은 적이 있다"며 "수석지구도 그 중 한 곳인 것은 맞지만 시청사를 옮기는 일이 쉬운 일이 아닌 만큼 신중히 결정할 필요성 때문에 아직까지 결정된 바는 많지 않다"고 말했다.

맹 시장은 지난해 6·13지방선거에서 공약한 임기 1년 내에 시민공론화위원회를 구성해 서산공용터미널 이전의 가부를 결정할 뜻임을 밝혀왔다.

이 같은 맹 시장의 뜻에 따라 시는 지난해 2월 43억여 원을 들여 발주한 '수석지구 도시개발사업 설계용역'을 8월 잠정 중단하면서 개발 지연 등을 우려한 이 지역 주민들과 갈등을 빚고 있다.

수석동도시개발추진위는 지난 10월 주민 1649명의 서명을 받아 '수석동 도시개발 사업을 계속 추진해야 한다'는 내용의 탄원서를 시에 제출하고, 시내 곳곳에 계속추진을 바라는 현수막을 내거는 등 시를 압박해 왔다.

지난 2017년 11월 복합터미널 조성을 포함하는 것으로 행정안전부 중앙투자심사를 통과한 이 사업은 수석동 일대 86만㎡ 면적에 공공시설과 공동주택 등을 계획하고 있다.

@highlight

맹정호 서산시장은 12일 수석동 주민과의 대화에서 시민들 사이에 의견이 분분한 서산공용버스터미널 이전과 맞물려 잠정 중단 된 수석지구 도시개발 사업이 상반기 중 재개될 것이라 했으며, 조속한 시일 내에 정책 방향을 결정할 것이라고 답변 했다.