체육계 구조 개혁을 위해 민간합동으로 출범한 스포츠혁신위원회(위원장 문경란)가 이번 주부터 분과위원회를 본격적으로 가동한다.

스포츠혁신위는 앞서 11일 첫 회의를 갖고 문경란 전 국가인권위원회 상임위원을 위원장으로 선임한 뒤 3개 분과위원회를 구성했다.

1분과는 '스포츠인권' 분과로 배복주 전국성폭력상담소협의회 대표와 스키 프리스타일 선수인 서정화, 서현수 서울대 연구원이 위원으로 정해졌다.

'학원스포츠 혁신'을 담당할 2분과에는 이용수 세종대 교수와 이용식 가톨릭관동대 교수, 류태호 고려대 교수, 이대택 국민대 교수, 정용철 서강대 교수 등 학계 전문가와 하키 선수 출신의 함은주 문화연대 집행위원이 포함됐다.

또 3분과인 '스포츠 선진화·문화' 분과에선 배구 선수 출신의 김화복 중원대 교수와 축구 국가대표 출신의 이영표 전 KBS 해설위원, 정윤수 성공회대 교수, 홍덕기 경상대 교수, 원민경 법무법인 원 변호사가 위원으로 활동한다.

이들 3개 분과위원회는 위원장을 곧 선임하고 체육계 구조 혁신을 위한 과제를 발굴할 예정이다.

3분과가 가장 이른 오는 15일 첫 회의를 개최하며, 2분과는 18일 1차 회의를 연다.

분과위는 민간인 중심으로 운영하되 정부 차원의 지원이 필요한 경우 문화체육관광부와 기획재정부, 교육부, 여성가족부, 국가인권위원회 소속의 당연직 위원들이도움을 준다.

당연직 위원에는 노태강 문체부 2차관과 구윤철 기획재정부 2차관, 박백범 교육부 차관, 김희경 여성가족부 차관이 들어가 있다.

문체부 관계자는 "각 분과위는 수시로 회의를 열어 체육계 구조 혁신에 대한 논의를 진행한다"고 설명했다.

한편 스포츠혁신위는 6월까지 체육 분야 구조 혁신을 위한 세부과제를 도출하고, 내년 1월까지 부처별 세부과제 이행 현황을 점검하는 등 1년 동안 운영될 예정이다.

@highlight

스포츠혁신위원회가 11일 첫 회의를 열어 문경란 위원을 위원장으로 선임하고 배복주대표, 서정화선수 등으로 정해진 '스포츠인권'분과 등 3개의 분과의원회를 구성 이번주부터 본격적으로 가동한다