[환경일보] 심영범 기자 = 농어촌 민박업소에 일산화탄소 경보기 설치 등 안전기준을 강화하는 방안이 추진된다.

더불어민주당 김병관 의원(행정안전위원회, 성남시분당갑)은 12일 이같은 내용을 골자로 하는 '농어촌정비법' 일부개정안을 대표발의 했다.

김 의원에 따르면 농어촌 주민들의 소득증대를 위해 1995년부터 시행한 농어촌민박업은 연멱적 230㎡ 미만 주택에 소화기와 화재감지기를 설치하고 기초자치단체장에게 사업자 신고를 하면 영업이 가능하도록 규정하고 있다.

현행법상 농어촌민박업은 지방자치단체가 규모, 위생, 소방안전, 시설기준 준수, 용도변경, 민박사업자 거주 여부 등을 반기에 1회 이상 점검하고, 매년 1회 이상 소방서와 위생담당기관 등의 합동 점검을 받게 돼있다.

하지만 농어촌 민박시설에 대한 점검이 제대로 이루어지지 않는 등 소홀하게 관리되고 있을 뿐만 아니라 지난해 일산화탄소 중독 사고가 발생한 강릉 펜션과 유사한 농어촌 민박시설 대부분이 일산화탄소 경보기는 설치의무가 아니라는 이유만으로 설치하지 않은 것으로 확인됐다.

이에 김 의원은 농어촌민박업을 경영하기 위해서는 사업 신고 전에 농림축산식품부령 또는 해양수산부령의 규정에 따라 시설·화재예방과 전기·가스 사용기준, 대피·질서유지·안전사고 예방기준, 위생기준 등 종합적인 안전기준을 갖추도록 법적 근거를 마련했다.

김 의원은 "몇 차례 사고가 발생해 법제화가 이루어진 야영장 시설과 달리 농어촌 민박시설은 일산화탄소 중독사고와 화재 등의 안전 사각지대에 놓여 있다"며 "농어촌 민박시설의 종합적인 안전 기준을 마련한 본 개정안이 통과될 경우 농어촌 민박시설의 안전강화와 이용객들의 안전이 담보될 것으로 기대된다"고 밝혔다.

한편 이번 개정안에는 김상희, 홍의락, 이원욱, 김성환, 이수혁, 송갑석, 박재호, 신경민, 전현희, 박정 의원이 공동발의자로 참여했다.

@highlight

김병관 의원은 농어촌 민박업소에 안전기준을 강화하는 '농어촌정비법' 일부개정안을 대표발의 해 농어촌 민박시설의 일산화탄소 중독사고와 화재를 예방할 수 있을 것으로 희망한다고 전했다.