연기금 코스닥 투자 확대 한국거래소가 코스닥시장 활성화를 위해 조직을 확대 개편하기로 했다.

상장적격성 실질심사부를 확대하고 업종별 특성을 고려한 상장심사 및 관리에 나설 방침이다.

올해 상반기 연기금 차익거래에 대한 증권거래세가 면제되는 것을 계기로 연기금의 코스닥 투자 확대를 위해 노력하겠다는 계획도 밝혔다.

한국거래소 코스닥시장본부는 12일 기자간담회를 열고 '2019년 코스닥시장본부 중점추진사업'을 발표했다.

먼저 오는 18일부터 코스닥본부는 7부 26팀 2TF로 확대된다.

코스닥활성화를 위해 우선 코스닥본부 내에 전략기획조직, M&A유치 등 혁신성장 지원 조직, 상장 실질심사 조직을 확대 및 신규 설치한다.

상장관리부는 상장 및 퇴출기업 확대 대응 및 원활한 기업서비스 제공을 위한 조직으로 1개팀에서 2개팀으로 확대됐다.

기업 공시제도와 교육 및 내부교육회계 구축 등 지원서비스 기능을 일원화했다.

거래소는 업종별 특성에 맞춰 상장심사와 관리도 다르게 적용할 계획이다.

바이오·4차산업 등 다양한 업종이 진입을 추진하고 있는 만큼 현재 획일적 상장심사 ·관리 기준을 개선한다는 내용이다.

예를 들어 바이오기업의 경우 상장 심사시 임상진행 정도, 개발약품의 종류 등과 관련해 어느 정도 수준이면 긍정적으로 평가할 수 있는지 여부 등을 마련할 계획이다.

코스닥본부는 "업종별 상장심사 세부방안을 마련해 올 상반기 중 상장심사에 적용하겠다"며 "올해 말까지는 전문기관의 연구용역을 통해 해외 사례조사 및 제도 개선 방향 등을 검토한 뒤 업종별 상장관리 방안을 마련할 예정"이라고 밝혔다.

연기금 등 기관과 외국인의 코스닥시장 참여유인을 제고하기 위한 노력도 기울일 방침이다.

올해 상반기부터 연기금 차익거래에 대한 증권거래세가 면세될 것으로 예상됨에 따라 연기금의 코스닥 투자 활성화를 추진하겠다는 계획이다.

이밖에 거래소는 회계역량이 부족한 신규 상장법인이 새로운 회계규제에 조속히 대처할 수 있도록 내부회계관리제도 구축을 지원할 계획이다.

또 코넥스시장 기능 강화를 위해 코넥스시장의 기본예탁금 인하, 대량매매제도 개선, 코스닥 신속이전상장 활성화, 기업정보 제공 확대 등 추진할 방침이다.

@highlight

한국거래소 코스닥시장본부는 12일 기자간담회에서  '2019년 코스닥시장본부 중점추진사업' 발표에서 코스닥본부 조직을 확대·개편하며, 이를 통해 상장적격성 실질심사부를 확대하고 업종별 특성을 생각한 상장심사 및 관리를 이행할 계획이라고 발표하였다.