"돌 줍기, 앉았다 일어나기, 점프…."

12일 오후 2시 영주시민운동장 대한복싱전용훈련장.

전지훈련에 참여한 경기도 용인대 복싱 선수 50여 명이 코치의 구령에 맞춰 몸풀기와 겨루기로 비지땀을 흘리고 있었다.

선수들은 이날 지역 복싱 선수들과 함께 스파링를 하는 등 온종일 맹훈련을 펼치며 경기장 안을 뜨겁게 달구었다.

김주영(42) 용인대 복싱 감독은 "대한복싱전용훈련장이 영주에 들어섰다고 말만 듣고 찾아 왔는데 시설이나 체육관 규모가 예상했던 것보다 훨씬 좋다"며 "이곳은 전국 어디서나 찾아오기 수월해 앞으로 복싱 전지훈련장으로 각광받을 것으로 기대된다"며 엄지를 치켜세웠다.

전지훈련에 참여한 용인대 복싱선수들이 스파링 연습을 하고 있다.

임용준(20·격기지도학과 1년) 선수는 "인테리어에서부터 첨단장비와 시설까지 최고 수준이다.

설치된 물 샌드백을 치면 촉감도 좋고 펀치 스피드도 향상돼 만족감이 크다"고 말했다.

이 훈련장에는 지난 11일 용인대 복싱선수단을 시작으로 상지대, 상무(체육부대), 서울시청.

성남시청, 원주시청, 남해군청 복싱 선수단 150여 명이 잇따라 찾아 전지훈련을 할 예정이다.

전지훈련에 참여한 용인대 선수들이 줄을 서서 복싱 전용훈련장을 돌며 몸풀기를 하고 있다.

영주시는 지난 2016년 8월 사업비 100억원(전액 국비)을 들여 영주시민운동장 내 부지 2천 4㎡에 이 훈련장을 지었다.

지하 1층, 지상 2층 규모로 지난해 8월 완공됐다.

훈련장에는 2개의 복싱훈련장과 숙소 12실, 휴게실, 다목적실 등이 들어서 있다.

이주환 영주시 복싱협회장은 "아마추어와 상비군 선수의 단계별 맞춤형 합동훈련장과 국내 선수 전지훈련장으로 이용할 수 있어 앞으로 대한민국 대표 복싱 거점센터로 발전할 것으로 기대된다"며 "복싱로빅, 복싱다이어트 등 다양한 생활 스포츠 프로그램도 운영, 시민과 함께하는 다목적 생활체육관으로도 활용할 계획이다"고 했다.

@highlight

2016년 8월부터 공사를 시작해 지난해 8월 영주시민운동장 내 부지에 세워진 대한복싱전용훈련장에 성남시청, 원주시청 등 다양한 지자체 복싱 선수단이 찾아와 전지훈련을 진행할 예정이며 이주환 영주시 복싱협회장에 따르면 앞으로 영주 복싱훈련장이 대한민국 대표 복싱 거점센터로 발전할 것으로 기대가 되고 시민들도 참여가능한 다양한 생활 스포츠 프로그램도 운영하여 다목적 생활체육관으로 활용할 계획이다.