정재수 하남·과천·광명·성남·안양 道 평균 상승률 상회 … 오늘부터 열람경기도 표준지 공시지가가 전년대비 5.91% 상승했다.

이는 전국 평균인 9.42%보다는 낮은 것이다.

도는 이런 내용을 담은 도내 6만807필지의 표준지 공시지가(2019년 1월 1일 기준)를 13일 관보에 게재한다고 12일 밝혔다.

이번 표준지 공시지가는 지난해 9월부터 약 6개월간 한국감정원 및 감정평가법인 소속 감정평가사가 직접 조사·평가한 것으로 소유자, 시·군·구의 의견청취와 중앙부동산평가위원회 심의를 거쳐 확정한 것이다.

표준지 공시지가는 개별공시지가의 산정과 보상평가 등의 기준이 되며, 개별공시지가는 각종 과세기준과 부담금 부과기준 등으로 활용된다.

전년대비 표준지 공시지가의 변동률을 보면 경기도는 전국 17개 시·도 중 서울(13.87%), 광주(10.71%), 부산(10.26%)에 이어 상승률이 아홉 번째로 높은 것으로 나타났다.

주요 상승지역으로 하남, 과천, 광명, 성남, 안양 지역이 도 평균 상승률을 상회하는 것으로 나타났다.

주요원인으로는 2차 공공택지 지정(과천, 하남, 남양주)과 과천시 지식정보타운 및 주암지구 개발사업, 하남시 택지개발사업 등 도시개발로 인한 인구유입, 안양시 평촌스마트스퀘어 준공 및 동편마을 성숙에 따른 것으로 도는 파악했다.

표준지 공시지가는 국토교통부(www.mltm.go.kr) 및 표준지 소재지 시·군·구 민원실에서 13일부터 다음 달 14일까지 열람할 수 있으며, 같은 기간 내에 해당 시·군·구 민원실 또는 국토교통부(부동산평가과)로 이의신청을 할 수 있다.

표준지 공시가격이 공시됨에 따라 이를 기준으로 산정되는 도내 452만 2000필지에 달하는 개별지 공시가격도 오는 5월 31일자로 시장·군수가 결정·공시하게 된다.

@highlight

국토교통부 및 표준지 소재지 민원실에서 확인 가능한 경기도 표준지 공시지가가 상승(5.91%)은 주요 원인으로 2차 공공택지 지정과 도시개발로 인한 인규 증대 등을 꼽을 수 있다.