김신섭 전담부서 신설 … 일자리·수당 확대시흥시가 '시흥형 노인일자리' 발굴 등 맞춤형 복지 정책으로 '복지 시흥' 구축에 나선다.

시는 12일 오전 시청 브리핑룸에서 이같은 내용을 담은 '2019년 노인·장애인 복지증진 사업'에 대해 언론 브리핑을 가졌다.

브리핑을 통해 시는 노령인구 및 등록장애인 증가에 따른 복지 수요에 효율적으로 대응하기 위해 전담 부서(노인장애인과)를 신설하는 등 올해 다각적인 사업 추진으로 노인과 장애인을 함께 아우르는 복지시흥 구축에 나선다는 계획이다.

현재 시흥시는 만 65세 이상 노인 인구가 지난해 12월 말 기준 3만7552명으로 전체 인구의 약 8.3%를 차지하고 있다.

급증하는 어르신 복지 욕구 해소를 위해 오는 3월 LH은계지구 A2블록에 시흥시북부노인복지관을 개소하는 한편, 2022년에 정왕권 노인복지관도 문을 열 예정이다.

시는 또 관련 사업이 완료되는 2022년쯤에는 지난 2010년부터 위탁 운영 중인 시흥시노인종합복지관을 포함해 북부와 중부, 남부 각각에 노인복지관이 들어섬에 따라 균형 있는 노인복지 서비스 제공이 가능할 것으로 내다보고 있다.

노인일자리사업은 현재 4개 수행기관에서 54개를 운영중이며 올해 사업 규모는 2991명·80억원으로 지난해보다 945명·30억원이 증가했다.

특히 민선7기 공약사항인 '시흥형 노인일자리' 추진을 위해 3월부터 아이들이 학교에서 안심하고 활동할 수 있도록 돕는 '학교 등·하교 안전지킴이'를 운영한다.

아울러 장애인과 비장애인의 삶의 격차를 줄이기 위한 장애인 복지사업도 확대할 계획이다.

올해 장애수당은 12억4300만원으로 2390명을 지원하고, 장애인연금은 2041명에 64억 700만원, 장애인 일자리 사업은 98명에 11억 3600만원을 확대 지급한다.

안승철 복지국장은 "은계, 장현 등 대규모 택지개발로 복지 수요가 급증하고 있다"며 "이들의 욕구를 충족하는 맞춤형 서비스를 제공하고 다양한 기반시설을 갖춰 노인, 장애인이 당당하고 행복한 삶을 누릴 수 있도록 온 힘을 다하겠다"고 말했다.

@highlight

시흥시는 12일 오전 시청 브리핑룸에서 시흥형 노인일자리 발굴 등 맞춤형 복지 정책을 골자로  2019년 노인·장애인 복지증진 사업에 대해 언론 브리핑을 가지며 노령인구 및 등록장애인 증가에 따른 복지 수요에 다각적인 사업 추진으로 복지시흥 구축에 나선다는 계획이다.