서귀포시민들은 서지역 경제 활성화를 위해 1차 산업을 육성 및 대형 개발사업의 정상화가 필요하다고 한목소리를 냈다.

원희룡 제주도지사는 13일 서귀포시청 대회의실에서 시민 등 200여명이 참석한 가운데 2019 시민행복토론회를 열고 서귀포시민과의 대화의 시간을 마련했다.

이날 김종우 감귤사랑동호회장은 "감귤 당도 1도가 올라가면 조수익이 1000억원 가량 높아진다는 것이 전문가들의 분석"이라며 "하지만 올해 고품질 감귤 생산을 위해 400여 농가가 타이벡을 신청했지만 200 농가도 선정되지 않았고, 관련 예산도 7억원 가량"이라고 지적했다.

이어 "당도 1도를 올리면 조수익이 1000억원 높아지는 데 제주도가 기본적인 산수만 잘해도 감귤 익조수익을 끌어올릴 수 있다"고 강조했다.

예래휴양형주거단지와 헬스케어타운 등 서귀포 지역에서 추진되는 대형개발사업을 정상적으로 추진할 수 있도록 하는 대책을 마련해야 한다는 요구도 나왔다.

김기철 예래동주민자치위원회 위원장은 "예래휴양형주거단지 사업이 대법원에서 무효로 확정되는 등 장기간 공사가 중단되면서 지역 주민들은 피해를 보고 있다"며 "보물단지가 돼야 할 곳이 애물단지로 전락했고, 마을 전체가 유령마을이 되고 있다"며 대책마련을 요구했다.

오창악 영천동주민차치위원회 위원장은 "제주헬스케어타운내 영리병원 개설이 어렵게 결정됐다"며 "국내 자본 우회투자 등 말이 많지만 토평·영천동 지역 주민들은 사업을 정상적으로 추진해 지역경제가 활성화되길 기대하고 있다"고 밝혔다.

원희룡 지사는 "제주에서 추진되는 대형사업 가운데 환영받고, 순탄하게 진행되는 것이 없다"며 "예래단지가 정상적으로 추진되 지역경제가 좋아지길 바라는 주민 입장에서는 통탄할 일"이라고 전했다.

이어 "녹지병원의 경우 여러 상황을 놓고 대비책을 세울 것"이라며 "예래휴양형 주거단지와 헬스케어타운의 사업주체인 JDC 등 관련기관, 주민 등이 참여하는 대책협의회를 가동해 해법을 모색하겠다"고 말했다.

@highlight

13일 서귀포시청 대회의실에서 열린 2019 시민 행복 토론회에 참석한 서귀포시민들은 경제 활성화를 위해 1차 산업 육성·대형 개발사업의 정상화가 필요하다면서 제주도가 기본적인 산수만 잘해도 감귤 조수익을 높일 수 있다고 한목소리를 냈다.