[환경일보] 심영범 기자 = 이랜드의 한식 샐러드바 자연별곡이 고기와 해물이 가득한 신메뉴 '육해진미'와 제철 맞은 '딸기방앗간'을 13일 선보인다.

자연별곡은 최근 SNS에서 인기가 좋은 육류와 해물을 주재료로 만들어 전 연령대가 즐길 수 있는 음식을 준비했다.

정통 한식 외에도 트렌디한 메뉴를 더해 다양한 코너를 마련했다는 점이 특징이다.

신메뉴 중에는 싱싱한 꼬막을 찜기에서 바로 쪄낸 제철꼬막찜과 새우살에 중독성 있는 소스를 더한 양념새우장, 자연별곡의 비법간장으로 만든 간장게장, 그 밖에 굴짬뽕 수제비, 매생이굴죽 등이 있다.

고기로 만든 메뉴는 캠핑장에서 먹는 고추장바베큐삼겹과 목살과 돈갈비로 만든 통마늘쫄갈비, 빵가루와 단호박 가루를 뿌린 황금바삭오리구이, 옛날치킨, 양념치킨 등이다.

제철 맞은 딸기를 활용한 딸기 디저트 코너 딸기방앗간의 메뉴 구성도 화려하다.

딸기방앗간 코너에는 생딸기크림케이크와 딸기밭 티라미수, 딸기모찌, 딸기동동젤리, 생딸기요거트, 딸기모찌 아이스크림, 딸기빙수 등 딸기를 가득 넣은 달콤한 디저트도 7가지나 마련됐다.

자연별곡 신메뉴는 다음달 13일까지 전국 43개 매장에서 만날 수 있다.

자연별곡 관계자는 "SNS에서 고객들에게 인기가 좋은 메뉴를 조사해 고기와 해물로 만든 신메뉴를 개발했다"며 "해산물과 육류는 물론 싱싱한 딸기로 만든 디저트까지 한 곳에서 즐길 수 있어 만족도가 더욱 높을 것"이라고 말했다.

@highlight

이랜드의 한식 샐러드바 자연별곡이 SNS에서 고객들에게 인기가 좋은 메뉴를 조사하여 신메뉴 '육해진미'와 '딸기방앗간'을  개발, 이는 다음달 13일까지 전국 43개 매장에서 만날 수 있다.