인천 정치권이 서구 지역 현안의 원활한 추진을 위해 손을 잡았다.

더불어민주당 신동근(인천 서구 을) 의원은 박남춘 인천시장과 인천시청에서 서울지하철 5호선 검단 연장 등을 논의하는 시간을 가졌다고 13일 밝혔다.

특히 신 의원은 서울지하철5호선 검단 연장의 원활한 추진 필요성을 강조했다.

신 의원은 "지난해 말 국토부가 수도권 광역교통망 개선 대책 일환으로 발표한 서울지하철5호선 검단 연장이 제4차 대도시권 광역교통시행계획 선정사업으로 포함돼 추진될 수 있도록 인천시가 적극 역할해달라"고 요청했다.

이어 "인천 서구는 제2기 검단신도시가 분양을 시작하고 제3기 신도시가 예정된 상황으로 인구유입이 가속화되고 있는 상황에 반해 광역교통수단이 열악한 만큼 서울지하철 5호선 검단연장의 원활한 추진이 필요하다"고 덧붙였다.

이와 함께 신 의원은 인천지방법원 서북부지원 설치가 필요하다고 말했다.

신 의원은 "인천시 인구가 300만 명을 돌파함에 따라 인천시민의 사법서비스 증진을 위한 서북부지원 설치가 시급하다"고 말하며 "국회에 계류 중인 인천지방법원 서북부지원 설치 개정안이 국회에서 조속히 통과될 수 있도록 인천시 차원에서 인천시민의 힘을 모아달라"고 당부했다.

이에 박 시장은 "서울지하철5호선 검단경유 사업의 제4차 대도시권 광역교통시행계획 반영을 비롯해 서구 지역 현안사업에 대해서 더 꼼꼼히 챙기고 열심히 추진하겠다"며 "인천지방법원 서북부지원 설치에 대해서도 전적으로 공감한다"고 말했다.

이밖에도 신 의원과 박 시장은 ▶서울지하철9호선-공항철도간 직결사업 ▶검암역세권 사업 ▶검단신도시 내 경찰서·소방서 및 공공도서관 신축 사업 ▶국지도98호선(일산대교 연결구간~마전 도로개설) 등 서구 지역 도로개설사업 ▶환경개선 사업 등 서구지역 현안에 대한 지속적인 협력을 약속했다.

한편, 이날 면담 자리에는 신 의원을 비롯해 김진규·전재운 시의원, 김명주·심우창·이순학·강남규·정진식·최은순 구의원이 함께 참석했다.

@highlight

신동근 민주당 의원은 박남춘 인천시장과 13일 인천시청에서 만나 서구지역 현안인 서울지하철 5호선 검단 경유 사업과 인천지방법원 서북지원 설치 등에 대해 논의 하고 서구지역 현안에 대한 지속적인 협력을 약속했다.