SK텔레콤이 5세대 이동통신(5G)을 기반으로 한 ‘5G 스마트 오피스’ 솔루션을 13일 공개했다.

‘스마트 오피스’는 5G 통신과 인공지능(AI) 가상현실(VR) 증강현실(AR)을 융합해 사람과 사람(또는 사물)이 데이터를 송수신할 수 있고 데이터를 분석해 업무 효율성을 높인 사무실이다.

SK텔레콤 직원이 AR 글라스를 착용하고 T 리얼 텔레프리즌스로 가상공간에서 회의를 하고 있다.

SK텔레콤은 서울 종로구 본사 사옥의 일부 부서를 최근 한 달 동안 인근의 다른 장소로 옮겨 ‘5G 스마트 오피스’ 구현을 시도했다.

SK텔레콤은 스마트 오피스의 천장, 주차장, 복도, 지능형 CCTV, AI자판기, 심지어 화장실 문고리까지 사물인터넷(IoT) 센서를 설치했다.

이 센서로 공간의 온도와 밝기, 습도 등의 환경, 기기 상태, 이용 빈도 등 각종 정보를 실시간으로 수집했다.

이 데이터를 활용해 최적의 업무 환경을 제공할 수 있도록 에어컨 등 각종 기기를 제어하고 공간 사용 정보를 분석해 공간을 재배치했다.

SK텔레콤은 이날 또한 스마트오피스 솔루션 4종을 공개했다.

‘5G Walking-through 시스템’은 영상분석 기술과 AI를 활용해 카메라가 얼굴을 인식해 출입증이나 지문인식 없이 출입할 수 있도록 한 설비다.

AI가 얼굴의 피부상태, 골격 등 3000개의 특징을 찾아내 출입이 가능한 인물인지 확인한다.

SK텔레콤 관계자는 “일란성 쌍둥이도 구별한다”고 말했다.

‘5G VDI 도킹’은 노트북이나 PC 없이도 패드에 스마트폰을 꽂으면 가상 데스크톱 환경(VDI, Virtual Desktop Infrastructure)과 즉시 연동돼 업무를 볼 수 있는 시스템이다.

‘T 리얼 텔레프리즌스’는 VR과 AR을 융합해 회의 참가자가 동시 접속해 실제 같은 방에 모여 있는 것처럼 느낄 수 있다.

AR 글라스로 가상공간에서 대용량 영상자료를 함께 보거나 3D 설계도면을 펼쳐서 회의할 수 있다.

정옥재 기자 .

@highlight

SK텔레콤은 13일 5G 통신과 인공지능(AI) 가상현실(AR) 증강현실(AR)을 융합해 사람과 사람(또는 사물)이 데이터를 송수신, 분석해 업무 효율성을 높이는 '5G 스마트 오피스'솔루션을 공개하였다.