[천안]천안시립교향악단이 3·1운동 100주년 기념행사로 여는 음악회에 친일행적으로 논란 빚는 안익태의 '한국 환상곡'을 포함해 논란을 빚고 있다.

13일 시에 따르면 3·1운동 100주년 기념행사의 첫 출발로 오는 27일 오후 7시 30분 천안예술의전당 대공연장에서 '3·1운동 100주년 기념음악회'를 개최한다.

천안시와 천안시3·1운동 및 대한민국 임시정부 100주년 기념사업추진회가 주최하는 이날 음악회의 부제는 'Symphonic Fantagia korea 안익태'로 정해졌다.

실제 공연 후반 하이라이트 프로그램으로 고 안익태 작곡의 '한국 환상곡'을 계획했다.

천안시가 안익태 작곡가를 전면에 내세운 3·1운동 100주년 기념음악회를 개최한다는 사실이 알려지자 일각에서 부적절 하다는 지적이 나왔다.

안익태 작곡가는 2009년 민족문제연구소가 발간한 친일인명사전에도 등재됐다.

사전에서 민족문제연구소는 안익태가 "'만주국 축전곡' 등 다수의 일제 군국주의 찬양곡 및 지휘 활동을 했다"고 밝혔다.

안익태 작곡가는 최근에는 친일 행적에 이어 친나치 의혹까지 불거졌다.

천안시가 3·1운동 100주년 기념음악회로 안익태 선정을 홍보하자 시민 항의도 시에 접수됐다.

천안시의회 한 시의원도 "유관순 열사와 이동녕 선생의 고향이자 독립기념관이 소재한 애국충절의 고장 천안에서 뜻 깊은 3·1운동 100주년 기념음악회를 개최하면서 굳이 친일행적으로 논란 빚는 작곡가를 선정한 이유가 납득되지 않는다"며 "개선이 필요하다"고 주장했다.

시는 부랴부랴 진화에 나섰다.

천안시 관계자는 "안익태 작곡가의 한국환상곡 선정은 지난 1월 결정됐다"며 "작곡가의 친일행적 논란 등 부적절 하다는 의견이 내부적으로도 제기돼 '한국 환상곡' 제목은 그대로 하고 음악회에서 안익태 작곡가 곡은 연주하지 않는 방향으로 검토 중"이라고 말했다.

@highlight

천안시립교향악단은 3·1운동 100주년 기념 음악회에서 친일행적 논란이 있는 안익태 작곡가의 '한국환상곡'을 선정한 것은 개선이 필요하다는 의견을 받아들여 제목은 그대로 하고 곡은 연주하지 않는 방향으로 검토 하였다.