학교 앞 교통봉사활동 ‘구슬땀’

매년 독거노인에 생필품 전달도 “고맙다는 시민의 한마디가 한겨울 교통봉사로 꽁꽁 언 손과 발을 녹입니다.”

교통 사각지대와 취약지구에서 시민과 운전자의 안전을 위해 묵묵히 봉사하는 단체가 있다.

연천모범운전자회가 그 주인공이다.

연천모범운전자회를 2년째 이끌고 있는 홍원섭 회장은 “교통봉사와 교통질서 계도 등에 지역봉사자로 참여하면서 지역사회 발전과 선진 교통문화 정착에 앞장서고 있다”고 강조했다.

연천모범운전자회는 택시, 버스, 화물자동차, 중장비 등 운송 종사자 27명으로 구성돼 지역 내 크고 작은 행사 및 출퇴근 시간대와 각 학교 앞 교통봉사 등 다양한 봉사활동을 하고 있다.

특히 등굣길 학교 앞이나 차량이 밀리는 곳에 회원을 배치해 차량흐름이 막히지 않고 원활히 흐르도록 힘쓰고, 출근길 교차로 주변에서 수신호 등을 통해 사고위험에도 철저히 대비하고 있다.

홍 회장은 “모범운전자회 활동이 언제나 똑같아서는 안 된다”며 “회원들이 매너리즘에 빠지지 않도록 책임감을 심어주기 위해 10분 먼저 회원을 모아 밝은 마음으로 활동을 시작할 수 있도록 유도하고 있다”고 말했다.

그는 이어 “모범운전자회는 무료로 시민에게 봉사하고 있으며, 언제나 모범운전자의 수신호가 신호등보다 우선한다는 것을 시민이 알아주었으면 좋겠다”고 덧붙였다.

모범운전자회는 해마다 명절이면 회원들이 작은 성금을 모아 지역 내 홀로 사는 노인에게 라면과 생필품 등을 전달하는 사랑나눔을 통해 더불어 사는 사회 조성에도 앞장서고 있다.

홍원섭 회장은 “회원 모두 개인사업자로 구성되어 있는데 이들이 자기 생업을 뒤로한 채 한겨울에는 꽁꽁 언 손과 발로, 한여름에는 흐르는 땀방울을 보람으로 바꾸며 시민의 안전을 위해 최선을 다하는 모습을 볼 때 더없는 보람을 느낀다”고 말한다.

오늘도 모범시민이라는 자긍심으로 교통봉사에 나서는 연천모범운전자회원의 발걸음이 가볍기만 하다.

@highlight

운송종사자들로 구성되어 지역 봉사활동을 주도해 온 연천모범운전자회의 수장 홍원섭 회장은 지역사회 발전과 선진 교통문화 확산을 위해 교통봉사를 꾸준히 진행해왔음을 밝히며 시민들의 관심을 당부했다.