외식창업을 희망하는 청년들에게 실질적인 경험을 쌓을 수 있는 기반을 마련해 큰 성공을 거둔 완주 '청년키움식당'이 자리를 옮겨 새 출발을 한다.

13일 완주군은 오는 15일 완주군청 옆 복합문화지구 누에아트홀 내에 완주 '청년키움식당'현판식을 갖고, 2년차 외식창업 인큐베이팅사업을 본격적으로 추진한다고 밝혔다.

청년키움식당은 농림축산식품부 공모사업에 선정돼 완주군이 추진한 것으로 외식창업을 희망하는 청년들이 외식업설비가 갖춰진 사업장에서 창업기획, 매장운영 등의 실전경험을 통해 창업역량을 키우고 청년들의 외식분야 스타트업의 성장을 견인하는 공간이다.

완주군은 기존 이서면에서 임대로 사용한 공간 대신 누에아트홀 내로 자리를 옮긴다.

이를 통해 임차비를 줄여 참가팀에 더욱 집중한다는 계획이다.

또한 주변의 완주군청, 팝업스페이스 누에살롱, 문화복합지구 누에, 군립중앙도서관을 비롯해 현재 단계별로 조성되고 있는 종합스포츠타운까지 주변의 시설과 상생하며 시너지 효과를 노린다는 방침이다.

지난해 처음 시작한 완주군의 청년키움식당은 총 10팀 29명의 참가팀이 활동했으며, 이를 통해 협동조합 창업 1팀, 창업 2팀, 취업 5명의 성과를 나타냈다.

특히 농림축산식품부와 한국농수산식품유통공사가 주관하는 2018년 청년키움식당 우수 운영사례 발표대회에서 최우수기관으로 선정돼 참가팀인 일면식팀이 농림축산식품부장관상을, 숟가락팀(안호진 외 3명)은 한국농수산식품유통공사사장상을 받는 등 전국적인 인정을 받기도 했다.

박성일 완주군수는 "완주군은 로컬푸드를 통한 우수 식자재를 보유하고 있는 강점이 있는 만큼 청년키움식당의 성공 가능성은 어느 곳보다 크다"며 "청년들이 완주에서 꿈을 키우고, 또한 성공으로 이어질 수 있도록 체계적인 인큐베이팅을 추진하겠다"고 밝혔다.

@highlight

완주군에 따르면 외식창업을 희망하는 청년들의 창업역량을 강화하고 스타트업 성장을 견인하는  '청년키움식당'을 복합문화지구 누에아트홀로 옮겨 새출발함에 따라 현판식을 갖고 2년차 외식창업 인큐베이팅사업에 본격적으로 나설 예정이다.