자동심장충격기 사용은 심정지 환자 소생에 결정적 역할 기자 목격자의 신속한 심폐소생술(CPR)이 심정지 환자의 생존에 큰 영향을 미치는 것으로 나타났다.

특히 자동심장충격기(AED) 사용이 심정지 환자 소생에 결정적인 역할을 하는 것으로 밝혀졌다.

13일 대구소방안전본부에 따르면 지난해 대구소방에 신고 접수된 전체 심정지 환자 2천840명 가운데 외상성 심정지, 보호자의 CPR 거부 등을 제외한 1천160명을 대상으로 분석한 결과 119구급대 도착 전 일반인이 CPR을 시행한 경우 생존율(자발순환회복률)이 1.85배 더 높게 나타났다.

분석대상 1천160건 중 일반인 CPR 시행 건수는 754건으로 65%를 차지했다.

이 가운데 자발순환을 회복한 환자는 106명으로 14.1%를 기록한 반면 CPR을 시행하지 않은 경우 자발순환회복률은 7.6%에 그쳤다.

특히 일반인이 AED를 사용했을 때 자발순환 회복률은 무려 50%로 미사용 시 11.1%에 비해 4.5배나 높은 것으로 조사됐다.

하지만 지난 한 해 일반인에 의한 AED 사용률은 1.9%(22건)에 그쳐 아직 AED 사용에 대한 일반인의 인식은 매우 부족한 실정이다.

심정지 환자는 주로 추워지는 가을과 겨울철에 많았으며 발생은 주로 가정이 67.2%로 압도적이었다.

시기별로는 10월에서 2월까지 심정지 환자 발생이 월평균 112명으로, 3월에서 9월 85.7명에 비해 30% 더 높았다.

김기대 대구소방안전본부 현장대응과장은 “심정지 환자는 신속한 응급처치가 생존과 직결되므로 구급대 도착 전 일반인의 CPR 실시가 무엇보다 중요하다”며 “앞으로 대시민 심폐소생술 교육을 더욱 강화해 심정지 환자 소생률을 높일 수 있도록 하겠다”고 말했다.

목격자의 신속한 심폐소생술이 심정지 환자의 생명을 좌우하는 것으로 나타났다.

사진은 대구 서부소방서가 지난 11일 서구의회에서 구의원과 직원 등 20여 명을 대상으로 심폐소생술과 소방안전교육을 시행하는 모습.

@highlight

대구소방안전본부에 신고된 심정지 환자들의 CPR 시행 여부를 분석한 결과 목격자의 신속한 심폐소생술이 심정지 환자 소생에 결정적 역할을 하는 것으로 드러났다.