이상우 한국당 윤리위 결론 못내면 비대위서 결정키로자유한국당은 13일 중앙윤리위원회를 열어 '5·18 망언'으로 논란을 빚고 있는 김진태·이종명·김순례 의원에 대한 징계를 논의했지만, 결론을 내지 못했다.

김용태 사무총장은 이날 "윤리위에 회부된 3인에 대한 징계 여부와 수위에 대해 윤리위원들 간 이견이 있어 내일 아침 7시30분 2차 회의를 열기로 했다"고 말했다.

한국당은 이에 따라 14일 오전 강남 모처에서 윤리위를 다시 열어 결론을 내리고 당일 오전 9시에 비상대책위원회를 열어 윤리위의 결정 사항을 의결할 방침이다.

당은 비대위 개의 시각까지 윤리위 결정이 나오지 않더라도 당일 안에 비대위 차원의 최종 의결을 끝낼 예정이다.

만약 윤리위가 '당원권 정지'의 중징계를 결정하면 2·27 전당대회를 맞아 당 대표와 최고위원 선거에 각각 출마한 김진태·김순례 의원은 피선거권을 박탈당해 후보 자격을 잃는다.

그러나 김진태 의원은 '5·18 망언' 논란 진원인 지난 8일의 국회 공청회를 이종명 의원과 함께 공동 주최했을 뿐 정작 공청회에 참석하여 발언한 적은 없기 때문에 상대적으로 낮은 수위의 징계를 받는 것 아니냐는 관측도 나온다.

이에 비해 이종명 의원은 문제의 공청회에서 "5·18 사태가 발생하고 나서 '5·18 폭동'이라고 했는데, 시간이 흘러 민주화운동으로 변질됐다"며 "과학적 사실을 근거로 변질된 게 아니라 정치적·이념적으로 이용하는 세력에 의해 폭동이 민주화운동이 됐다"고 말했다.

같은 공청회에서 김순례 의원은 "종북좌파들이 판을 치면서 5·18 유공자라는 괴물 집단을 만들어내 우리의 세금을 축내고 있다"고 말했다.

이들 '5·18 망언'에 대한 비판 여론이 확산하자 김병준 비상대책위원장은 나흘이 전날 이들 의원에 대한 징계를 논의하기 위한 윤리위를 소집했다.

또 김 비대위원장은 관리·감독에 대한 책임을 물어 자신에 대한 징계도 윤리위에 요청했다.

이날 '007 작전'을 방불케 한 윤리위 회의는 김영종 윤리위원장 등 윤리위원 5명이 참석한 가운데 모처에서 비밀리에 열렸다.

@highlight

 '5·18 망언'에 대한 비판 여론이 확산하자 김병준 비상대책위원장은 나흘이 전날 이들 의원에 대한 징계를 논의하기 위한 윤리위를 소집해 윤리위가 '당원권 정지'의 중징계를 결정하면 김진태·김순례 의원은 피선거권을 박탈당해 후보 자격을 잃는다.