김지철 충남교육감이 13일 도교육청 대회의실에서 '2019년 새학년 기자회견'을 갖고 정책 방향을 밝히고 있다.

사진=충남도교육청 제공 김지철 충남교육감,"학교 안 일제 잔재 청산하겠다"

충남교육청은 3·1운동과 대한민국 임시정부 수립 100주년을 맞아 학교에 남아있는 일제 문화 잔재를 지우는 작업에 본격 돌입한다.

김지철 충남교육감은 13일 도교육청 대회의실에서 열린 '2019년 새학년 기자회견'에서 "3·1운동 100주년 대한민국 임시정부 수립 100년이 되는 해를 맞아 아직 학교에 남아있는 일제 강점기 시대 상징과 관행 등을 청산하는 추진단을 운영하겠다"고 밝혔다.

김 교육감은 "학술대회를 통해 학교 내 일제 상징물이나 일본인 학교장 사진 전시 등 현황을 공개하고 대책을 발표할 예정"이라면서 "일상적으로 사용하는 일본어부터 미술 작품, 동요 등에 남아있는 일제 잔재를 없애기 위해 노력하고, 독립기념관 등과 연계해 100주년 기념사업을 추진하겠다"고 말했다.

도교육청은 또 올해부터 충남의 모든 학생들에게 교육비와 급식비가 없는 무상교육을 전국 최초로 실시하고, 무상교육 보완을 위해 다자녀 가정, 특수교육 대상자, 외국인 노동자 자녀 등에 대해 추가로 교육비를 지원한다.

우선 출산장려 분위기 조성을 위해 도내 거주하는 셋째 아이가 초등학교에 입학하면 축하금 10만 원을 지원하고 최대 24만 원의 수학여행비와 방과후 수강권, 수련활동비 전액을 올해부터 지원한다.

또 저소득 중도입국 학생과 저소득 외국인가정 학생에게 수학여행비 최대 24만 원, 수련활동비 10만 원, 방과후 교육비 전액을, 특수교육 대상 학생들에게 수학여행비 최대 24만 원을 지원한다.

그는 교육비리와 관련 상피제 도입을 묻는 질문에 대해 "내년부터 공립학교에 발령을 금지하고 법령 상으로 가족 범위를 조사해보고 파악할 수 있도록 하겠다.

무결점이 될 수 있도록 하겠다"고 말했다.

지난 1일 기준 도내 공·사립 학교 49곳에 94명의 교원이 자녀가 다니는 학교에 재직 중인 것으로 파악됐다.

@highlight

김지철 충남교육감이 13일 도교육청 대회의실에서 3·1운동 100주년 대한민국 임시정부 수립 100년  맞아 아직 학교에 남아있는 일제 강점기 시대 상징과 관행 등을 청산하는 추진단 운영과  전학생 교육비와 급식비가 없는 무상교육 정책 방향을 담은 '2019년 새학년 기자회견'을 했다.