[김포=이데일리 이종일 기자] 경기 김포시가 한강하구 민간선박 항행을 기념하기 위해 물길 열기 행사를 개최한다.

김포시는 4월27일 한강하구에서 물길 열기 행사를 추진한다고 13일 밝혔다.

시는 하성면 전류리 포구에서 배를 띄워 한강을 따라 월곶면 보구곶리 유도까지 이동하면서 축하 행사를 열 계획이다.

이번 행사는 지난해 9월 판문점선언 이행을 위한 남북 군사분야 합의서의 '쌍방은 한강(임진강) 하구 공동이용을 위한 군사적 보장 대책을 강구한다'는 조항에 따라 오는 4월부터 민간선박 항행이 가능할 것으로 보고 구상했다.

앞서 한강하구 중립수역은 6·25 한국전쟁 이후 민간선박의 항행이 제한됐다.

김포시 관계자는 "국방부가 한강하구에 대한 해도를 제작하는 등 공동이용 관련 절차를 진행하고 있다"며 "4월부터 제한적으로 한강하구에서 민간선박이 운행될 것으로 예상한다"고 말했다.

이어 "4·27 판문점선언 1주년과 민간선박 항행을 기념해 오는 4월27일 물길 열기 행사를 열 것"이라며 "접경지 기초자치단체 등과 함께 민간선박 항행을 축하하고 남북교류 활성화를 기원하겠다"고 설명했다.

시는 이 외에도 올해 김포금쌀과 북한 강령녹차 교환사업, 북한 개풍군과의 자매결연, 청소년 교류 사업 등을 추진할 예정이다.

시 관계자는 "북한 경제제재 완화 여부 등을 고려해 북한과의 교류사업을 단계적으로 추진하겠다"며 "현재 김포 고촌 방마도에서 북한 대동강 능라도까지 뱃길을 여는 것과 김포 애기봉에서 개풍군까지 짚라인을 연결하는 사업 등을 구상하고 있다"고 말했다.

그는 "실현 가능성을 검토하는 단계"라며 "한강하구를 사이에 둔 김포 월곶면 조강리와 북한 개풍군 조강리에 사람이 걸어서 건너는 다리를 놓는 사업도 구상하고 있다. 김포가 남북교류의 교두보가 되게 최선을 다하겠다"고 밝혔다.

@highlight

김포시는 4.27 판문점 선언 1주년을 맞이하여 오는 4월 27일 한강하구에서 민간 선박 항행 재개를 기념하는 물길 열기 행사를 개최하는 등 북한과의 다양한 교류사업을 검토 중이라고 밝혔다.