[환경일보] 심영범 기자 = KT(회장 황창규)와 포스텍 나노융합기술원은 12일 오후 경상북도 포항시 포스텍 나노융합기술원에서 '메이커 네트워크 활성화 및 메이커 문화 확산을 위한 상호협력' 협약을 체결했다고 13일 밝혔다.

협약식에는 KT 지속가능경영단장 이선주 상무와 지속가능경영담당 정명곤 상무, 포스텍 나노융합기술원 조무현 원장, 'KT와 함께하는 찾아가는 포스텍 메이커 캠퍼스' 운영 직원 등 20여 명이 참석했다.

네트워크 형성 추진 ▷메이커 교육용 콘텐츠 개발에 관한 사항들을 협력하기로 했다.

'KT와 함께하는 찾아가는 포스텍 메이커 캠퍼스'는 트레일러에 3D프린터, 레이저커터 등 범용 디지털 제작 장비와 KT AI 메이커스 키트와 같은 교구를 갖추고 전국 방방곡곡을 찾아 다니며 메이커 교육이 가능한 장비다.

양 기관은 중?고등학생들의 진로탐색을 위한 메이커 체험교실 운영 및 학교 내 동아리들의 과학문화 관련 프로젝트를 지원함으로써 메이커 문화를 확산하고, 사회적 취약계층 대상 메이커 입문 교육과 창작 활동 프로그램으로 사회적 가치 확산에도 기여할 예정이다.

특히 KT의 사회공헌 프로젝트 '기가스토리' 구축 지역인 청학동, 임자도 등 도서산간지역 학생 대상 '지역특화 맞춤형 메이커 교육'을 통한 진로 체험 프로그램, KT의 1사 1병영 자매 부대인 해군 잠수함사령부 장병과 장병 가족을 위한 찾아가는 교육을 계획 중이다.

KT 지속가능경영단장 이선주 상무는 "KT는 기업의 핵심 역량인 ICT를 활용한 국민 삶의 질 개선과 사회적 가치 확장을 위해 최선을 다하고 있다"며 "앞으로도 사회적 취약계층 대상 과학문화 확산을 위한 다양한 활동을 통해 4차 산업혁명 시대의 주역이 될 창의융합인재 육성에 앞장서겠다" 밝혔다.

한편 포스텍 나노융합기술원은 지난해 중소벤처기업부 공모 '2018 메이커 스페이스 구축?운영 사업'에서 메이커 스페이스 일반랩으로 선정된 바 있으며, KT는 본 메이커 스페이스 사업을 후원하고 있다.

@highlight

KT(회장 황창규)와 포스텍 나노융합 기술원은 '메이커 네트워크, 활성화 및 메이커 문화 확산을 위한 상호 협력' 협약을 체약했고 양 기관은 4차 산업의 신성장동력으로 관심받는 메이커 활동 저변 확대를 위한 사항들을 협동하기로 했으며 KT 지속 가능경영 단장 이선주 상무는 사회적 취약계층 대상의 과학 문화 확산을 위한 다양한 활동과 창의융합인재 육성에 나서겠다고 하였다.