충북일보=충주] 학부모들의 학교 선호도 때문에 주변 인구가 4만 명에 달하는 충주시 연수동의 한 초등학교가 존폐 위기에 내몰렸다.

13일 충주교육지원청 등에 따르면 1993년 24개 학급으로 개교한 이후 지난해 2월까지 약 3천명의 졸업생을 배출한 연수초교의 올해 입학생 수는 18명에 불과하다.

이날 현재 연수동 주민등록 인구가 3만9천769명에 달하는데다 학교 인접 지역에 새 아파트 단지들이 들어섰지만 연수초교는 썰렁한 입학식을 피할 수 없게 됐다.

반면 연수초교와 직선거리 1㎞ 이내 국원초교와 금릉초교의 신입생 수는 각각 208명과 133명에 달한다.

두 학교는 각각 2008년과 2001년 개교했다.

연수동 지역 학부모들이 연수초교를 꺼리는 것은 학교가 영구 임대아파트 등 저소득층 공동주택으로 둘러싸여 있기 때문이라는 해석이 많다.

때문에 유명 브랜드 신규 아파트단지가 지난해 준공돼 입주했지만 연수초교는 신입생 '특수'를 누리지 못한다는 지적이다.

한 학부모는 "연수초교 입학을 꺼리는 신규 아파트 입주자들이 다른 초등학교 주변으로 주소를 옮기는 방법으로 입학할 학교를 고르고 있다"면서 "조금 멀더라도 저소득층 세대 자녀가 많은 학교를 피하려는 학부모가 많은 게 사실"이라고 위장전입 의혹을 제기했다.

연수동행정복지센터 관계자는 "과거 소형 임대아파트에 20~30대 젊은 부부가 많이 살았지만 지금은 노인이나 독신자들이 많다"며 "학령인구 자녀를 둔 세대수가 부족한 것도 연수초교 학생 수 감소의 원인 중 하나일 것"이라고 설명했다.

교육당국은 실제 거주 여부와는 관계없이 아동의 주민등록지에 따라 취학통지를 하기 때문에 어쩔 수 없다는 입장이다.

충주교육지원청 관계자는 "초등학교 입학은 주민등록지에 따라 취학통지서가 나간다"며 "다만 선호 학교 입학을 노린 위장 전입이라면 주민등록법에 따라 제재할 수는 있을 것"이라고 언급했다.

@highlight

저소득층 세대 자녀가 많은 학교를 피하려는 학부모들이 많아져서 충주시 연수초교가 존폐 위기에 내몰렸고, 이에 대해 충주교육지원청 관계자는 "선호 학교 입학을 노린 위장 전입이라면 제재할 수 있을 것"이라고 말했다.