[이데일리 송승현 기자] 법원에 이어 검찰에서도 '블랙리스트 명단'을 작성해 관여해왔다는 의혹이 제기됐다.

임은정(45·사법연수원30기) 청주지검 충주지청 부장검사는 13일 페이스북을 통해 검찰 성추행진상조사단의 진술조서를 언급하며 검찰이 집중관리 대상 검사 명단을 별도로 관리해왔음이 드러났다고 주장했다.

앞서 검찰은 지난해 1월 당시 서지현 창원지검 통영지청 검사의 폭로로 불거진 검찰 내 성추행 사건을 해결하기 위해 성추행진상조사단을 꾸린 바 있다.

임 부장검사는 "2012년 권재진 법무부 장관 시절 '집중관리 대상 검사 선정 및 관리에 관한 규칙'을 비공개예규로 제정한 후 말 안 듣는 검사들을 집중적으로 관리하고 있다는 풍문을 들은 적이 있다"면서 "안태근 전 국장 사건으로 진상조사단에서 관련 조사를 받을 때 검찰과를 압수수색 해보라고 했고, 블랙리스트가 발견됐다는 소문이 돌았었다"고 했다.

임 부장검사가 공개한 진술조서에 따르면 '검사인사 1 수사관이 집중관리검사 업무를 담당한다고 했는데, 이는 인사 시기 대검에서 회신받는 감찰 관련 자료와 무관한가'는 진상조사단의 물음에 전직 법무부 검찰과장과 인사담당 수사관은 "집중관리검사는 2012년 법무부 업부보고 시 업무관리가 필요한 검사를 관리하기 위해 생긴 것인데, 인사에 반드시 고려할 요소는 아니다"고 답변한 것으로 나와 있다.

임 부장검사는 "집중관리를 받았던 저는 몸으로 느꼈는데, 관련자들의 진술조서 문구를 통해 이제야 확인한다"며 "블랙리스트에 올라 관리를 집중적으로 받은 당사자로서 너무 고통스러웠다"고 회고했다.

그러면서 "사법농단 수사를 보니, 검찰이 블랙리스트 관리를 했던 2012년부터 법원도 그러기 시작했다"며 "민주주의 국가에서 2010년대 그런 일들이 저질러졌다니, 어이없고 황당하다"고 밝혔다.

다만 자신이 집중관리 검사였는지에 대해서는 "제가 겪은 일들이 험해서 합리적 추론으로 집중관리 검사였구나 짐작하는 것일 뿐"이라고 덧붙였다.

검찰 관계자는 이에 대해 "아는 아는 내용이 없다"고 밝혔다.

@highlight

임은정 충주지청 부장검사는 13일 페이스북을 통해 검사인사 1 수사관의 진술조서를 언급하며, 검찰이 집중관리 대상 검사 리스트를 별도 관리한 사실이 실재함을 주장했으며 당시 블랙리스트에 등재되었던 당사자로서 고통스러웠음을 토로했다.