충북소설가협회가 충북소설 21호 '한낮의 켄터키블루 그래스'를 펴냈다.

이번 소설집에는 13명의 회원들의 작품이 실렸다.

권효진씨의 '한낮의 켄터키블루 그래스', '박희팔씨의 천 원짜리 한 장', 안수길씨의 '영혼의 편지', 전영학씨의 '부적', 김창식씨의 '호박고지 흠씬 젖다', 송재용씨의 '개싸움 축제' 등이다.

오계자씨는 '밑천', 정순택씨는 '우리가 보수라고', 강순희씨는 '알바생의 새벽', 김미정씨는 '세븐나인', 강석희씨는 '플립 플랩', 이규정씨는 '청송의 아침', 이귀란씨는 '월정리 역'을 실었다.

표제작 '한낮의 켄터키블루그래스'는 어머니가 떠난 세상에 홀로 남은 '나'의 절박함을 통해 자기 자신과 어머니의 관계에 대해 다시 한번 생각해보게 하는 작품이다.

충북소설가협회는 1995년 충북도내 소설가들이 뜻을 모아 결성한 단체로 1998년 10월부터 매년 소설집을 발간하고 있다.

자존감 회복도서 '할 말은 하면서 무시당하지 않는 기술'이 출간됐다.

이 책은 인간관계에 어려움을 겪는 독자들에게 대처법을 자상히 정리해 소개한다.

스페인의 저명한 임상심리학자인 저자의 연구를 기반으로 엮은 이 책은 수많은 국가에서 연쇄적으로 독자의 인기를 얻어왔다.

특히 감정표현과 자존감에 대한 문제가 특정 지역에 국한된 것이 아니라는 사실의 반증이다.

총 4장으로 구성돼 있으며, 독자에 대한 조언으로 서문을 시작한다.

의견을 내는데 불편을 느끼는 것은 성격 탓이 아니라는 사실과 함께 말 잘하는 사람들의 태도까지 사례로 들며 독려를 이어간다.

2장에서는 더 이상 침묵이 미덕이 아니라는 사실을 상기시키며 자기의사 표현에 대한 의지를 적극 북돋운다.

또 지난 시기 제대로 말 못하고 지나간 일의 원인을 분석하고, 주장을 남에게 말할 수 있는 적용법과 위기대처법까지 다룬다.

@highlight

충북소설가협회가 충북소설 21호 '한낮의 켄터키블루 그래스'를 펴냈고 '할 말은 하면서 무시당하지 않는 기술'책이 출간됐다.