충북일보=보은] 보은군이 군내 도로의 교통사고 현황을 분석해 도로 구조 탓으로 사고가 빈번한 곳을 발굴, 2022년까지 개선키로 해 주목된다.

이번 '교통사고 잦은 곳 개선사업'은 민선 7기 군정방침과 역점사업의 첫 번째 과제인 '안전한 보은, 건강한 군민'을 실현하기 위한 조처다.

군은 오는 3월 말까지 각 읍·면을 통해 시설개선이 필요한 대상지를 파악할 예정이다.

이어 도로교통공단의 전문가와 경찰서, 도로관리담당자 등이 참여한 교통사고 잦은 곳 개선사업자문위원회를 구성해 올해 말까지 기본계획을 수립할 계획이다.

군에 따르면 그동안 국무총리실 주관으로 '교통사고 잦은 곳 개선사업'을 5개년 단위로 추진해 왔지만, 시 단위 도시계획도로에 치우쳐 농촌지역은 대상사업 선정에서 사실상 배제돼 왔다.

선정대상이 사망사고 3건 이상, 경제성, 통행량, 거주와 유동인구 등의 항목에 치우친 까닭이다.

군은 도로의 구조적 문제로 사고가 발생하지 않도록 군내 법정도로(국도, 국지도, 지방도, 군도, 농어촌도로) 852㎞와 기타 도로(마을안길 등)를 전수조사한 후 국도와 국지도, 지방도는 도로관리청에 개선을 요구할 계획이다.

군도·농어촌도로·마을안길 등 기타 도로는 2022년까지 군에서 자체사업으로 도로구조를 개선할 방침이다.

군은 2월 현재 자동차 1만8천579대, 오토바이 4천529대 등 차량 등록대수가 꾸준히 늘고 있다.

이와 함께 청주∼상주 간 고속도로, 인포∼보은, 남일∼보은 등 간선도로 신설 등으로 유입되는 교통량이 증가하는 실정이다.

정상혁 군수는 "올해부터 모든 군민이 재난이나 각종 사고로 피해를 봤을 때 안정적인 생활을 유지하도록 '군민안전보험'과 '보은군민 자전거 보험' 제도를 시행하고 있다"며 "여기에 더해 교통사고를 예방하기 위해 이번 조치를 시행하게 됐다"고 말했다.

@highlight

보은군은 오는 3월 말까지 도로 구조 탓으로 교통사고가 빈번한 곳을 파악한뒤 올해 말까지 기본계획을 수립하고  2022년까지 시설을 개선할 계획이라고 밝혔다.