인천사회복지공동모금회는 지난 13일 인천종합예술문화회관 회의장에서 사회복지관련 기관 관계자 180여 명이 참석한 가운데 '2019년 차량지원사업 및 신규 기획사업에 대한 설명회'를 진행했다.

설명회는 2019년도 차량지원사업 및 신규 기획사업에 대한 안내와 온라인 신청방법 등에 대한 설명으로 진행됐다.

인천공동모금회의 올해 '사회복지현장 차량지원사업'은 사회복지현장 이동편의 증진 및 서비스 역량강화를 목적으로 실시하며, 공동모금회가 차량을 구매 후 선정기관에 지원한다.

올해 지원 가능한 대수는 총 30대로 경승용차 10대, 12인승 승합차 20대이며, 차량 관련 취·등록비, 보험료(의무가입), 운영비, 인건비는 신청기관 자부담으로 진행한다.

사업의 신청기간은 27일 오후 6시까지이며, 온라인배분지원시스템 (http://proposal.chest.or.kr/)을 통해 배분신청서 등 관련 서류 일체를 제출하면 되며, 자세한 내용은 온라인배분지원시스템(http://proposal.chest.or.kr/) 및 인천공동모금회 홈페이지 (http://incheon.chest.or.kr/) 배분안내 공고문에서 확인이 가능하다.

또한 '신규 기획사업'은 3개 주제로 돌봄 사각지대 해소를 위한 '돌봄 가족을 위한 사회적 돌봄사업', 건강한 임신 및 출산 환경 조성을 위한 '취약계층 임신·출산 지원을 통한 초기 양육환경 조성사업', 사회복지종사자의 업무외상에 따른 소진예방과 역량강화를 목적으로 '사회복지종사자의 안전을 위한 보호체계 구축사업'이다.

사업의 공고는 다음달 5일부터 실시될 예정이며, 사업개요에 대한 세부사항은 인천사회복지공동모금회 홈페이지를 통해 확인이 가능하다.

이정윤 사무처장은 "기획사업은 사회복지 현장의 간담회 등을 통해 지역사회 복지욕구를 최대한 수렴해 모금회가 시범적으로 실시하는 사업으로, 특히 차량지원사업은 지역의 욕구가 높은 것을 감안해 올해 적극적으로 반영하게 됐다"며 "꼭 필요한 사회복지 현장에 본 사업들이 지원될 수 있도록 공정하게 심사하겠다"고 말했다.

@highlight

인천사회복지공동모금회는 지난 13일 인천종합예술문화회관 회의장에서 27일 오후6시 신청기한의 이동편의 증진 및 서비스 역량강화를 위해 실시하는 2019년 차량지원사업 및 신규 기획사업에 대한 설명회를 개최했다.