풀무원식품은 지난해 4분기 국내 군만두 시장에서 점유율 34.8%를 기록하며 시장점유율 1위에 올라섰다고 15일 밝혔다.

이는 2017년 4분기 대비 64.5% 성장한 수치로 지난해 10월 출시한 생가득 호떡만두 3종이 이번 겨울 시즌에 인기를 끈 결과다.

호떡만두 아이디어는 부산의 명물로 유명한 '씨앗호떡'에서 나왔다.

이 씨앗호떡을 모티브로 일반 호떡보다 더 얇으면서 쫄깃한 식감의 만두피를 개발한 뒤 모짜렐라 치즈, 중국 사천식 만두를 조합했다.

이렇게 해서 탄생한 3종이 모짜렐라 호떡만두, 달콤씨앗 호떡만두, 사천식매콤 호떡만두이다.

고소한 맛, 달콤한 맛, 매콤한 맛을 모두 아울러 다양한 연령대가 취향에 따라 즐길 수 있다.

'모짜렐라 호떡만두'는 고소한 모짜렐라 치즈, 달달한 고구마 및 우유가 조화를 이뤄 부드러운 맛이 일품으로 아이들 영양 간식으로 아이부터 어른까지 다양한 연령대에서 좋은 반응을 얻고 있다.

'달콤씨앗 호떡만두'는 씨앗호떡을 벤치마킹한 것으로 쫄깃한 만두피 속에 해바라기 씨, 땅콩, 달콤한 호떡소를 가득 담아 여성에서 특히 인기가 좋다.

바닐라 아이스크림을 곁들이면 이색적인 디저트로 즐길 수도 있다.

'사천식 매콤 호떡만두'는 신선한 고기와 채소, 잡채 등을 매콤한 사천식 양념으로 버무려 어른 안주로도 손색이 없다.

풀무원식품 관계자는 "호떡만두 3종은 군만두 성수기인 겨울 시즌을 겨냥해 다양한 연령대가 즐길 수 있도록 기획한 이색 만두"라며 "교자만두 중심의 단조로운 국내 만두 시장에서 만두 전문점에서 즐길 수 있는 만두를 지속 선보일 계획이다"라고 말했다.

@highlight

풀무원식품은 지난해 10월 다양한 연령대가 즐길수 있도록 기획해서 출시한 생가득 호떡만두 3종으로 이번 겨울 시즌에 인기를 끌어서 국내 군만두 시장에서 점유율 34.8%를 기록하며 시장점유율 1위에 올라섰다.