문재인 대통령은 14일 "자영업과 소상공인들의 형편은 여전히 어렵다. 올해는 자영업의 형편 나아지는 원년 되었으면 한다"며 자영업, 소상공인들과 직접 만나 허심탄회한 대화를 나눴다.

문재인 대통령은 14일 오전 10시 30분부터 진행된 '자영업과의 동행, 자영업, 소상공인과 대화' 행사에서 모두발언을 통해 "자영업과 소상공인들은 과다한 진입으로 경쟁이 심한데다, 높은 상가임대료와 가맹점 수수료 등이 경영에 큰 부담이 되고 있다"며 "최저임금의 인상도 설상가상으로 어려움을 가중시킨 측면이 있었으리라고 생각한다"고 밝히고 정부의 지속적인 노력도 당부했다.

이날 행사에는 소상공인연합회, 전국상인연합회 등 자영업·소상공인 협의단체 50여명, 분야별 소상공인 97명 등 모두 157명의 자영업·소상공인이 참석했다.

자영업자와 소상공인만을 청와대로 초청해 행사를 진행한 것은 역대 정부를 통틀어 이번이 처음이다.

문 대통령은 "저임금의 인상을 결정하는 과정에서 자영업자와 소상공인들의 의견도 충분히 대변되도록 하겠다"고 약속했다.

행사는 자영업, 소상공인들이 건의하고, 해당 부처 장관들이 답변하는 타운홀 미팅 방식으로 진행됐다.

행사 참석자들은 △임대료, 인건비 등 비용문제 △자영업자 재기와 상생 △자영업 혁신 △규제개혁 등을 주제로 질의응답을 나눴다.

문 대통령은 특히 △11조원 규모의 일자리안정자금과 사회보험료 지원 △카드수수료의 대폭 인하 △임대료 인상 제한과 계약갱신청구기간 연장 등 상가임대차 보호 강화 △경영자금 지원을 위해 6조원 규모의 금융 제공 등 정부 차원의 노력을 상세 설명하면서 "지금도 골목 상인과 자영업자들의 삶은 오늘이 힘들어도 내일에는 희망을 가질 수 있도록 정부가 최선을 다하겠다"고 다짐했다.

또 역대 처음으로 청와대에 자영업비서관실을 신설한 의미도 강조했다.

문 대통령은 "2022년까지 자영업자와 소상공인을 위한 18조 원 규모의 전용 상품권이 발행된다. 이른바 할인 깡 같은 불법유통을 철저히 단속해 지역상권과 서민경제에 실질적인 도움이 되도록 하겠다"고 말했다.

@highlight

문재인 대통령은 14일 자영업자와 소상공인만을 청와대로 초청한 '자영업과의 동행, 자영업, 소상공인과 대화' 행사에서 모두발언을 통해 "자영업과 소상공인들의 형편은 여전히 어렵다. 올해는 자영업의 형편 나아지는 원년 되었으면 한다"며 자영업, 소상공인들과 직접 만나 허심탄회한 대화를 나눴다.