市 “써치라이트 구입 추진 중” 안산시 본오동 일대에 까마귀떼가 몰려들어 전깃줄 위에 떼지어 앉아있는 모습.

최근 안산지역에 까마귀떼 수천여 마리가 주택가 등지로 날아들면서 배설물로 인한 주민들의 피해는 물론 새벽 시간까지 무리를 지어 전선위로 잇따라 날아들고 있어 주민들이 두려움에 떨고 있다.

14일 안산시와 상록구 관내 주민들에 따르면 지난 설명절 이후인 7~8일부터 상록구 관할 사동과 본오동 및 팔곡동 등지에 많게는 수천마리에서 적게는 수백여마리에 달하는 물까마귀떼가 주택가 및 상가 인근 전선에 날아들고 있다.

먹이활동을 마친 까마귀들은 늦은 오후에서부터 이른 새벽시간에 이르기까지 상록구 본오동 인근 전선위에 촘촘하게 자리를 잡고 앉아 배설물을 쏟아내고 있어 상가 인근 횡단보도 및 도로 등이 흉물스럽게 변하고 있다.

특히 이 일대 도로를 지나는 시민들은 배설물을 피하기 위해 까마귀떼를 바라보며 도로를 걸어가고 있어 안전사고의 위험이 따르고 있을뿐 아니라 차량위에 배설물이 떨어져 주민들의 피해가 이어지고 있는 실정이다.

이들 까마귀떼는 이근 수원 및 평택시 등지의 농경지에서 먹이활동을 하다 최근 안산시 상록구에 위치한 본오뜰에서 먹이활동을 하기 위해 날아든 것으로 시 측은 추정하고 있다.

상록구 본오동에 거주하는 주민 A씨(54)는 “아침에 출근을 하기 위해 승용차에 시동을 걸려고 하는데 펌퍼에 까마귀의 배설물이 지저분하게 떨어져 있어 자동세차를 하고 출근을 하는 번거로움이 있었다”며 “혐오스러운 배설물이 떨어지는 것을 피하기 위해 뛰다가 사람들이 부딪히기도 하는 등 안전에도 문제가 있어 대책이 필요한 실정”이라고 말했다.

이에 시 관계자는 “날아드는 까마귀떼를 퇴치하기 위해 써치라이트 등 관련 장비 구입을 추진하고 있으며, 주민들의 피해가 없도록 하기 위해 노력하고 있다”고 말했다.

@highlight

안산지역에 까마귀떼가 먹이활동을 하기 위해 주택가 등지로 날아들면서 배설물 테러로 인한 주민들의 피해가 나날이 커지고 있는 가운데, 시 관계자는 까마귀떼 퇴치를 위한 써치라이트 구입을 추진하고 있는 중이라 밝혔다.