[이데일리 이재운 기자] 정보보안·소프트웨어 업체 파수닷컴(150900)은 세계 최대 규모의 의료 IT 행사 HIMSS 2019에 참가해 비식별화 솔루션을 선보인다고 14일 밝혔다.

미국 올랜도에서 열리는 이 행사에서 파수닷컴은 '인텔리전트한 비식별화 방안(Intelligent De-Identification)'을 슬로건으로 내걸고, 한국 기업 중 유일하게 비식별화 솔루션을 소개했다.

파수닷컴은 이번 행사를 시작으로 글로벌 비식별화 시장 공략에 본격 드라이브를 건다는 계획이다.

의료정보는 수요와 활용가치가 높지만, 개인의 인적 사항부터 구체적인 치료내역 등 정보가 포함되어있어 매우 민감하다.

파수닷컴은 이러한 의료정보들을 데이터의 효용성은 유지하면서 개인을 식별할 수 없게 하는 최적의 비식별 방안을 제시하며, 참관객들로부터 큰 호응을 받았다.

특히 한국에서 국립암센터, 건강보험공단 공급사례에 대한 질문이 많았다.

애널리틱디아이디(AnalyticDID)는 미국 의료정보보호법 HIPAA(Health Insurance Portability and Accountability Act )의 비식별화 관련 컴플라이언스를 모두 만족하며, 개인정보 비식별 처리에 대한 국제 표준인 ISO 20889의 다양한 기술을 지원한다.

또한, 유럽개인정보보호규정인 GDPR에서 명시하고 있는 가명화 및 익명화 조치도 충족한다.

조규곤 파수닷컴 대표는 "최근 대부분의 병원들이 IT 기술을 활용하여 의료 시스템 및 서비스 고도화는 물론, 새로운 가치를 창출할 수 있는 디지털 트윈을 구현하는데 주력하고 있다"며 "의료 4차 산업혁명 생태계를 조성하는데 빅데이터 분석과 개인정보보호에 대한 신뢰가 핵심이며, 이를 애널리틱디아이디가 완벽하게 지원해줄 수 있을 것"이라고 말했다.

@highlight

정보보안 소프트웨어 업체인 파수닷컴은 세계 최대 규모의 의료 IT행사인 HIMSS2019에 참가하여 개인을 식별할 수 없지만 의료정보의 데이터의 효용성을 유지하는 비식별안을 선보여 주목을 받았고 앞으로 글로벌 비식별화 시장에 본격적으로 진출한다고 밝혔다.