[환경일보] 국토교통부(장관 김현미)는 유가보조금 부정수급 근절을 위해 지자체, 한국석유관리원과 함께 부정수급 의심 주유소 51곳을 대상으로 지난해 12월 합동점검을 실시한 결과 위반 행위 45건을 적발했다고 밝혔다.

이에 앞서 국토교통부는 그동안 부정수급이 만연하는 화물차 유가보조금 제도 운영의 투명성 제고를 위해 화물차 유가보조금 부정수급 방지방안(2018.10.5)을 마련하고, 화물차주 위주 단속의 한계를 극복하기 위해 화물차주와 공모해 부정수급을 해 온 주유업자 중심으로 단속체계를 전환하기로 했다.

이에 따라 국토교통부는 유가보조금관리시스템에서 의심거래 유형 분석을 통해 의심거래가 많은 주유소 51곳을 선정한 후 지자체, 한국석유관리원과 함께 합동점검 협의체를 구성하고 이번 합동점검을 실시했다.

국토교통부는 지자체, 한국석유관리원과 함께 전국의 부정수급 의심 주유소를 대상으로 지속적으로 합동점검을 실시할 예정이다.

보관하고 허위결제 23건, 실제 주유량을 부풀려 결제 12건, 외상 후 일괄결제 8건, 자동차등록번호 이외의 차량에 주유한 행위 2건 등 45건을 적발했다.

적발된 5개 주유소의 주유업자에 대해서는 영업허가를 해 준 지자체에서 의견진술 절차를 거쳐 위법사항이 확정되면 영업정지 및 6개월 유류구매카드 거래 정지 등을 처분할 예정이다.

또한 40대의 화물차주에 대해서도 차량등록 지자체에서 6개월 유가보조금 지급정지 및 이미 지급된 유가보조금 환수와 더불어 형사고발을 통해 1년 이하의 징역 또는 1000만원 이하의 벌금 등을 조치할 예정이다.

앞으로 국토교통부는 지자체, 한국석유관리원과 함께 전국의 부정수급 의심 주유소를 대상으로 지속적으로 합동점검을 실시할 예정이다.

이와 더불어 유가보조금 비자격자 실시간 확인 시스템 구축, 부정수급 의심거래 사전 지급거절, 주유소 처분강화 등 제도개선을 통해 유가보조금 부정수급을 근절해 나갈 계획이다.

국토교통부 관계자는 "이번 점검과 제도개선을 통해 화물자동차 유가보조금 부정수급에 대한 경각심을 고취시키고, 나아가 관행적으로 이뤄지던 부정수급에 대한 인식이 전환되기를 기대한다"고 밝혔다.

@highlight

지난해 12월, 국토교통부가 지자체, 한국석유관리원과 협동으로 의심거래 유형을 분석, 부정수급 의심 주유소 51곳을 합동점검하고 45곳을 적발하였으며 향후에도 지속적으로 합동점검을 실시할 예정이다.