[서울경제] 3월 6일 tvN이 새로운 예능 프로그램 '문제적 보스'를 선보인다.

오는 3월 6일(수) 밤 11시 첫 방송되는 tvN '문제적 보스'는 '문제적 남자'의 제작진이 의기투합해 선보이는 새로운 예능 프로그램으로, 대한민국 대표 연예인 CEO들과 이들을 보스로 둔 직장인들의 이야기를 다룬 오피스 밀착 리얼리티다.

연예인 CEO들이 방송 생활이 아닌 사업을 하면서 직면하게 되는 수많은 물음표를 해결해나가는 '진짜' 직장이야기를 담는다.

특히 연예인 CEO로 정준호, 임상아, 토니안, 이천희가 출연한다고 해 기대를 모은다.

연예인이 아닌 패션, 라이프 스타일 브랜드, 매니지먼트 등 다방면의 분야에서 사업가로 성공해 활발하게 활동하고 있는 이들의 색다른 면모를 볼 수 있을 예정.

자신들만이 가지고 있는 경영철학, 노하우는 물론 사업을 대하는 이들의 진지한 모습에서 사업가로서의 진정성을 느낄 수 있을 전망이다.

뿐만 아니라 이들 CEO의 밑에서 실제로 일하고 있는 직원들의 이야기도 눈길을 사로잡을 전망이다.

평범한 직장인들과 조금은 평범치 않은 연예인 보스 사이에서 벌어지는 이들의 직장생활이 tvN '문제적 보스'의 가장 큰 관전 포인트 중 하나.

'연봉', '회식' 등 직장생활에서 등장할 수 있는 다양한 이슈들에 대해 동상이몽을 꾸는 이들의 모습이 때로는 웃음을, 때로는 공감을 자아낼 것으로 보인다.

또한 스튜디오에서는 이들의 직장 생활을 지켜보며 토크를 나누는 전직 보스 신동엽과 또 다른 현직 보스인 장동민이 합류한다.

보스들에게 공감을 하기도, 직원들에게 공감을 하기도 하며 촌철살인의 멘트를 날리는 이들의 활약이 시청자들에게 큰 웃음을 선사할 예정이다.

tvN '문제적 보스'의 이근찬 CP는 "평범한 직장인들에게는 공감과 재미를 주고, 또 다른 보스들에게는 더 나은 보스가 되기 위해 필요한 경영 방식과 다양한 정보 등을 공유할 수 있는 프로그램이 되길 바란다"고 전했다.

한편, tvN '문제적 보스'는 오는 3월 6일(수) 밤 11시에 첫 방송된다.

@highlight

3월 6일 tvN에서 방송되는 새로운 예능프로그램 '문제적 보스'는 연예인 CEO인 정준호, 임상아, 토니안, 이천희가 출연하여 연예인이 아닌 사업가로서의 모습을 보여주는 오피스 밀착 리얼리티다.