지난 11일 두마면사무소에서 갖은 최홍묵 계룡시장의 두마면민과의 대화의 시간에 일부 시민이 시정에 불만을 표출하고 있다, 사진=조정호 기자 [계룡]계룡시 연두 면·동 순방 시민과의 대화가 행정력 낭비 등 논란이 일고 있다.

계룡시는 올해도 어김없이 최홍묵 시장이 지난 11일부터 14일 까지 4개 면·동을 순회하며 주민들과 대화를 가졌다.

이웃 논산시가 순기능보다 역기능이 많다는 지적에 따라 연두 순방을 중단한 것과는 대조적이다.

일부 시민들은 시민과 대화에서 시장, 시의원은 물론 차기 시장, 시의원 출마 예정자 등 정치인들이 주민들과 인사를 나누는 것에 문제를 제기하고 있다.

본의는 아니더라도 선거운동이 아니냐는 얘기다.

또 농촌이나 사업장의 일손이 부족한 가운데서도 이장이나 각급 기관·사회단체장들이 초청되는가 하면, 시는 시대로 실·과장이 출동해 주민들의 질문에 답변을 하는 부담을 안고 있다.

게다가 SNS(쇼셜미디어·정보화)의 발달로 주민들의 애로 및 건의사항은 실시간 시에 전달, 처리되고 있는 가운데 시민과의 대화 시간의 건의 사항이라는 것이 그동안 줄곳 지적돼 왔던 내용들이 대부분이다.

특히 올해 계룡시는 내년 계룡세계軍문화엑스포 등 산적한 현안들을 해결하기 위해서 시민들이 힘을 모아야 하는 실정인데도 지난 11일 열린 두마면민과의 대화의시간에 일부 시민들이 적법하게 처리된 시의 허가사항을 다시 끄집어 내 시장을 공격하면서 갈등이 불거지기도 했다.

이에 대해 시 A 모 과장은 "시민들이 힘을 모아 군문화엑스포 등 산적한 현안들을 해결해야 하는데 시민대화의장이시와 시민간 갈등만 키워 안타깝다"며 "시민들이 시의 행정을 믿어 줬으면 좋겠다"고 말했다.

엄사면 B(47)씨는 "정보화 시대에 시민과의 대화가 무슨 의미가 있느냐"며 "정치인들의 주민과의 스킨십으로 인한 선거운동 시비, 갈등조장, 행정력 낭비 등 부작용이 더 많은 시장의 연두 시민과의 대화는 중단해야 한다"고 강조했다.

@highlight

계룡시가 최홍묵 시장이 직접 시 내의 면과 동을 돌며 주민들과 대화를 나누는 시간을 가졌지만 일부 주민들은 이 자체가 정치적 목적으로 인한 것일 수도 있고, 일손이 바쁜 사람들과 시의 실, 과장이 직접 대화를 하는 구조로 부담을 안는다며 비판하였다. 