지역주민의 손으로 직접 만드는 대보름 맞이 마을 문화축제의 장이 열린다.

당산문화축제 제전위원회(위원장 송현종)와 서서학동(동장 황의석)은 정월대보름을 맞아 올 한해 서서학동 주민의 안녕과 평안을 기원하는 '제21회 흑석골 당산문화축제'를 19일 흑석골 만남의 광장 당산나무 아래에서 개최한다.

올해는 특히 전통의 맥을 잇고자 초헌관 등의 직제에 맞는 새로운 관복을 준비하는 등 올곧게 전통을 계승하기 위한 발걸음을 한 발 더 내딛었다.

정월대보름에 열리는 흑석골 당산문화축제는 동네 어머니들이 좀들이 쌀을 모아 100여 년 전부터 시작된 것으로 알려져있다.

여느 당산제와는 달리 당산나무 제례와 마을의 공동 우물을 1년 내내 주민들이 안심하고 마실 수 있도록 축원하는 어머니들의 간절한 소망을 비는 의식을 함께 거행한다.

가족과 주민의 무병장수와 만사형통을 간절히 기원하는 마음만은 모두 하나다.

올해 행사 또한 예년과 마찬가지로 당산제전위원회의 체계적이면서도 조직적인 준비, 지역주민들의 봉사의 손길이 더해져 날개를 날고 있다.

이날에는 약 500여명의 마을 주민들이 참석할 예정이며, 식전행사인 지신밟기, 한춤 공연을 시작으로 본행사인 제례의식, 부럼나누기와 식후행사로 투호, 윷놀이 등 다채로운 전통놀이체험으로 진행될 예정이다.

또 마지막 달집태우기로 소원지에 각각의 소원을 적어 한 해 동안의 안녕을 염원하며 성황리에 마무리된다.

송현종 제전위원장은 "각박한 도심 속에서 우리 전통문화를 계승 발전시켜 선조들의 얼을 잇고자 이번 문화축제를 준비했다"며 "수백년 흔적과 사연을 간직하고 묵묵히 서있는 당산목 아래서 신성당수호당산지신을 모시고 앞으로 300년을 더 이어가겠다"고 전승의지를 밝혔다.

@highlight

대보름 맞이 마을 문화축제의 장인 '제21회 흑석골 당산문화축제'가 19일 흑석골 만남의 광장 당산나무 아래에서 약 500명의 마을 주민들과 다채로운 전통놀이체험 중심으로 열릴 예정이다.