청년배당 등 각종 수당 지급김포시가 오는 4월부터 도입할 김포시 카드형 및 모바일형 지역화폐(지역사랑상품권) 플랫폼 운영대행사 우선협상대상자로 케이티(KT)를 선정했다고 14일 밝혔다.

지난 해 12월말부터 최근까지 대행사를 모집한 시는 제한경쟁입찰 방식으로 기술인력 보유현황, 신인도, 사업의 이해도, 제안사의 수행역량, 플랫폼 우월성, 사용자 등의 편의성을 중점 평가해 '케이티'를 우선협상대상자로 선정했다.

시는 지역자금의 지역 내 선순환을 통한 골목상권 등 자영업자의 매출증대와 지역경제 활성화를 위해 올해 110억원 규모의 지역화폐 발행을 추진하고 있다.

김포시 지역화폐는 시민 개개인이 구매할 수 있는 지역화폐를 포함해 청년배당, 산후조리비 등 각종 정책수당으로 지급될 예정이다.

우선협상대상자로 선정된 케이티(KT)가 제안한 플랫폼에는 블록체인 기반 암호화 토큰 기술(K-Token)이 적용됐다.

암호화 토큰 기술(K-Token)은 사용지역 및 업체, 권한, 기간 등의 조건을 자유롭게 설정해 발행 가능한 것이 특징이다.

김포시 지역화폐는 김포 지역에 속한 가맹점에서만 결제가 가능하고, 대형마트, 유흥업소 등 지역화폐 취지에 맞지 않는 일부 가맹점에서는 사용이 제한된다.

케이티(KT) 지역화폐 플랫폼은 모바일 앱 기반의 큐알(QR)결제시스템을 제공하며, 타 사업자와 달리 소비자가 큐알(QR)코드를 제시하는 씨피엠(Customer Presented Mode)과 가맹점주가 큐알(QR)코드를 제시하는 엠피엠(Merchant Presented Mode) 결제 방식을 모두 제공해 단기간 내 가맹점 확산이 가능하다.

또한 IT 취약계층을 고려한 카드결제서비스를 추가로 제공해 사용자의 편의성을 한층 높였다.

가맹점주는 결제 후 자신의 은행계좌로 현금환전을 즉시 신청할 수 있으며, 수수료는 없다.

김포시와 케이티는 다음달 김포시 공무원 일부를 대상으로 시범사업을 진행한 후 4월 정식 서비스를 시작할 계획이다.

@highlight

김포시에서는 지역 내 지역자금 선순환을 통한 골목상권 등 자영업자의 매출 증대와 지역경제 활성화를 위해 올해 110억원 규모의 지역화폐 발행을 추진하기 위해 지난 해 12월말부터 최근까지 대행사를 모집하였으며 오는 4월부터 카드형 및 모바일형 제역화폐(지역사랑상품권)을 도입하기 위해 제한경쟁입찰 방식을 통해 기술인력 보유현황, 신인도, 사업의 이해도, 제안사의 수행 역량, 플랫폼 우월성, 사용자 등의 편의성을 중점 평가해 '케이티'를 우선협상대상자로 선정했다.