경기도가 올해부터 공공분야 일자리를 발굴해 구직 희망 도민들의 취업을 연계하는 ‘새로운 경기 징검다리 일자리 사업’을 추진한다.

14일 도에 따르면 ‘새로운경기 징검다리 일자리사업’은 대·내외 불확실성, 저성장 기조가 지속되는 등 민간영역에서 단기간에 충분한 양질의 일자리 창출이 쉽지 않은 상황을 극복하고자 민선7기 경기도가 처음으로 추진하는 사업이다.

그간 규모 위주의 일자리 정책에서 탈피, 비록 규모는 작지만 실질적으로 고용과 연계될 수 있는 공공 분야 일자리를 중점적으로 창출하고 민간 취업 연계에 힘쓰겠다는 것이 이 사업의 취지다.

방식은 도 내 공공기관, 사회적기업, 협동조합 등에서 취업연계가 가능한 공공분야 일자리사업을 발굴하고, 취업취약계층 도민들에게는 해당 사업을 통해 일경험과 일배움의 기회를 통해 민간 일자리 취업연계를 지원하는 형식으로 이뤄진다.

예를 들면, 구직자를 대상으로 도내 박물관의 전시 큐레이터 같은 공공 일자리에서 일 경력을 쌓게 한 후, 타 박물관이나 유사직종의 민간 일자리로 취업을 지원하는 식이다.

도는 올해 160여명의 구직자를 지원할 계획이며, 중위소득 100%이하 또는 취업취약계층(6개월 이상 장기실직자, 장애인, 북한이탈주민, 여성가장 등)인 도민이면 참여가 가능하다.

단, 대학(원) 재·휴학생은 지원할 수 없다.

참여 구직자들은 직무에 맞는 직업훈련과 진로적성 교육 커리큘럼을 취사선택하여 받을 수 있으며, 해당 기관·단체에서 최장 10개월간 근무해 직무역량과 경력을 쌓게 된다.

급여는 경기도 생활임금 수준(시급 1만 원)으로, 근무 기간 동안 4대 보험이 적용되며, 취업에 필요한 자격증 응시료 및 취업역량을 강화할 수 있는 교육 수강료도 지원받을 수 있다.

아울러 ‘인턴 매니저’의 도움을 받아 전문적인 취업코칭과 수시 일자리 정보 제공 등 밀착관리를 받아 민간 취업연계를 도모한다.

1차 모집인원은 100명으로 15일부터 24일까지 접수를 받으며, 경기도 일자리재단 채용 홈페이지(gjfin.saramin.co.kr)를 통해 온라인 신청하면 된다.

@highlight

경기도는 저성장 기조와 고용 감소를 극복하기 위해 올해부터 공공분야 일자리사업을 발굴하고 취업취약계층 도민들을 연결하는 '새로운 경기 징검다리 일자리 사업'을 추진할 계획이다.