"노인인구가 20%에 육박하는 등 전주가 노령화 사회에 본격적으로 진입함에 따라 더 이상 노인문제를 편파적으로 보지 말고 깊은 성찰과 고민을 해야 할 때라고 생각합니다"

최근 전주시 노인대학 학장에 재 선임된 조희정(79.사진) 학장은 "노인들을 늙었다고 무시하지 말고 우리사회를 구성하는 한축으로 바라보고 실질적으로 생활에 도움이 되는 노인지원 대책과 일자리 사업을 추진해야 한다"고 강조했다.

대한노인회 전주시지회는 12일 2019년 정기이사회를 개최하고 임기가 만료된 노인대학장의 후임자를 추천한 결과 조희정 학장을 재 선임했다.

재 선임된 조학장은 오는 4월 11일 노인대학 개학에 맞춰 공식일정에 돌입할 계획이며 앞으로 오는 2021년까지 2년간 전주시 노인대학을 이끌게 된다.

"사회의 어른인 동시에 책임도 크기 때문에 노인답게 살자"를 강조하고 있는 조희정 학장은 노인대학의 발전과 노인 복지증진을 위해 더욱 노력하겠다는 각오를 밝혔다.

조 학장은 "전국 행정수도 가운데 전주만 유일하게 노인회관이 없다"며 "노인대학장에 재 선임된 만큼 노인들의 복지향상과 삶의 즐거움을 위해 노인회관 신축을 당면과제로 삼아 추진하겠다"는 뜻을 밝혔다.

또 "전북도와 전주시 등 관련기관들과 함께 협의해 노인들의 삶의 질 향상을 위한 특별 프로그램 마련 등 다각적인 시책 운영에 나서겠다"며 "실버가요제와 취미 프로그램 등 보다 밝고 희망찬 노후생활을 영위할 수 있는 세부 계획을 세워 사회적 소외감이 생기지 않고, 각종 노인문제가 줄어드는 사회를 만들기 위해 최선을 다하겠다"고 덧붙였다.

조희정 학장은 지난 1993년부터 21년간 전북도민일보에서 임원으로 근무했고, 전북재향군인회 사무국장과 민주평화통일자문회의 자문위원, JC특우회장, 전북 애향운동본부 부총재 등을 역임했으며, 현재도 왕성한 사회활동으로 젊은이 못지않은 열정을 가지고 있다는 평가를 받고 있다.

@highlight

12일 대한노인회 전주시지회가 개최한 정기이사회에서 노인대학장에 재 선임되어 2021년까지 2년동안 전주시 노인대학을 이끌게 된 조희정 학장은 노인대학의 발전과 노인 복지 향상을 위해 노력할 것을 다짐했다.