현대차그룹이 앞으로 대졸 신입사원을 상시 채용하겠다고 밝힌 가운데 올해 수시 채용 계획을 밝힌 대기업 비율이 큰 폭으로 높아진 것으로 조사됐다.

14일 취업포털 인크루트에 따르면 최근 기업 646곳의 인사담당자들을 대상으로 ‘2019년 신입 채용 방식’에 대해 설문조사를 한 결과 대기업 가운데 59.5%가 공개 채용 방식이라고 밝혔으며, 21.6%는 수시 채용할 것이라고 답했다.

이는 지난해 8월 상장사 571곳을 대상으로 조사했을 때(67.6%·11.8%)와 비교하면 공개 채용 비율은 8.1%포인트 떨어진 반면 수시 채용은 9.8%포인트나 높아진 것이다.

계획대로라면 올해 대기업 5곳 가운데 1곳 이상은 수시 채용을 하게 되는 셈으로 달라진 경영 환경과 경기 불황 등이 영향을 미친 것으로 분석됐다.

인크루트는 “전 계열사 또는 전 직무에 걸친 대규모 공채보다는 미래먹거리 산업에 특화된 분야별 전문인재 채용이 환경 변화에 더욱 유연하고 효율적으로 대응할 수 있다는 판단에 따른 것으로 보인다”고 지적했다.

그러면서 “구직자 입장에서는 연중 내내 입사 지원의 기회가 생겼다고도 볼 수 있는 만큼 직무 역량 준비에 상시 집중해야 할 것”이라고 조언했다.

한편, 현대·기아자동차는 올해부터 대졸 신입사원 채용을 본사 인사부문이 관리하는 ‘정기 공개채용’에서 각 현업부문이 필요한 인재를 직접 선발하는 직무중심의 ‘상시 공개채용’ 방식으로 전환키로 했다.

이는 상하반기 각 1회씩 연 2회 고정된 시점에 채용하는 기존방식으로는 제조업과 ICT기술이 융복합하는 미래 산업환경에 맞는 융합형 인재를 적기에 확보하기 어렵다는 판단 때문이라고 현대·기아차는 설명했다.

기존 정기공채 방식은 향후 필요인력 규모를 사전에 예상해 정해진 시점에 모든 부문의 신입사원을 일괄 채용하기 때문에 실제로 신입사원이 배치될 시점에는 경영환경 변화로 현재상황에 맞는 인력을 확보하기가 어렵고 인력부족 등의 문제가 불가피했다.

그러나 상시 공개채용은 각 부문별로 인력이 필요한 시점에 연중 상시로 진행되기 때문에 이러한 문제를 최소화할 수 있는 장점이 있다.

또한 지원자 입장에서도 관심 있는 직무를 중심으로 필요역량을 쌓으면서 연중 상시로 지원할 수 있는 장점이 있다.

@highlight

인크루트가 646곳의 기업을 대상으로 '2019년 신입 채용 방식'을 조사한 결과, 경기 불황 등의 영향으로 공개 채용 비율이 59.5%로 작년 대비 8.1%포인트 하락했으며 수시 채용은 21.6%로 9.8% 상승한 것으로 나타났다.