[서울경제] 보물선 '돈스코이호' 인양을 미끼로 가상화폐 투자사기를 벌인 유승진 씨가 회사 이름을 바꾸고 계속해서 추가 범행을 벌이고 있는 것으로 드러났다.

이같은 수법으로 편취한 금액만 전체 100억원에 이른다.

서울지방경찰청 지능범죄수사대는 대규모 금광을 채굴한다며 가상화폐 투자를 받아 투자금을 가로챈 SL블록체인그룹 대표 이모(49) 씨와 직원 4명을 사기 혐의로 불구속 입건했다고 14일 밝혔다.

돈스코이호 투자 사기로 국제형사경찰기구(인터폴) 수배를 받고 있는 유 씨도 추가로 입건됐다.

경찰에 따르면 이 씨와 직원들은 유 씨의 지시를 받고 SL블록체인그룹을 세우고 경북 영천 소재 금광을 개발해 가상화폐 '트레져SL코인'과 연계하겠다고 광고했다.

이들은 금광에 금 1,000만톤이 매장돼 50경원의 가치를 지녔다고 홍보했지만 실제로 금광의 매장량은 확인된 바 없다.

이같은 수법으로 피해자 388명에게서 약 10억원을 뜯어낸 것으로 알려졌다.

경찰은 유씨가 베트남에서 소셜네트워크서비스(SNS), 인터넷전화 등을 이용해 연락을 취하며 사기 범행을 총괄 지휘한 것으로 보고 있다.

'신일그룹'이었던 회사명을 'SL블록체인그룹'으로 변경한 데다 범행 수법도 150조원 상당의 금괴가 든 돈스코이호를 인양을 내세워 가상화폐 '신일골드코인'과 연동시킨 것과 유사하다.

돈스코이호의 경우 2,354명에게서 약 90억원을 뜯어냈다.

다만 신일골드코인은 가상화폐 백서도 없이 사이버머니에 불과했던 데 비해 트레져SL코인은 백서를 제작하는 등 사기 수법이 진화됐다.

경찰은 사기의 몸통인 유씨의 소재를 파악하는 데 주력하고 있다.

경찰 측은 "최근에 '유니버셜그룹'으로 새로운 법인명을 내세워 투자광고를 진행하는 것 역시 유승진이 주도하는 새로운 사기 범행일 가능성이 높아 각별한 주의가 요구된다"며 "유승진의 범행에 가담해 국내에서 손발이 돼 역할을 분담하는 국내 공범자들에 대해서 엄정하게 사법 처리할 예정이다"고 말했다.

@highlight

서울지방경찰청 지능범죄수사대에 따르면 14일 SL블록체인그룹을 설립해 대규모 금광을 개발하고 가상화폐 '트레져SL코인'과 연계하겠다는 허위광고로 투자금 약 10억원을 갈취한 사기 혐의로 SL블록체인그룹 대표 이모(49) 씨와 직원 4명을불구속 입건했다.