김중래 인력 효율적 관리·정책기능 강화경기도의회 안전행정위원회가 소방공무원 국가직 전환 논의에 발맞춰 소방조직개편안을 검토에 나섰다.

14일 도의회에 따르면 안행위는 지난 12일 '경기도 재난안전본부 조직개편 연구'에 대한 정책연구용역 중간보고회를 개최했다.

중간보고회에는 박근철 안행위원장 등 안행위 소속 의원 13명과 용역수행기관인 한국지방자치학회 소속 연구진, 관계 공무원 등 30여명이 참석했다.

이날 연구 수행기관인 한국지방자치학회 소속 임정빈 성결대 행정학과 교수의 연구 진행 상황과 설문조사 결과 분석 방법 보고 후 향후 연구 일정과 쟁점 등에 대한 논의했다.

이번 연구용역은 최근 경기도에서 발생하는 다양한 유형의 재난과 업무 증가 등으로 재난안전본부의 조직 및 인력의 효율적인 관리 필요성이 커짐에 따라 진행했다.

특히 행정안전부의 소방공무원 국가직 전환 계획에 발맞춰 조직개편안 제시에 주안점을 뒀다.

지방자치학회는 재난안전본부를 ▲시민들의 이해와 참여 ▲국민안전향상 달성 ▲지역특색 반영 ▲4차 산업혁명시대 신기술을 접목한 서비스을 위한 조직개편을 단행해야 한다고 조언했다.

이를 위해 현재 도지사 직속 소방재난본부와 도 2부지사 직속 북부소방재난본부의 이원화된 조직체계를 단일화하고, 북부소방재난본부장의 직급을 올리는 방안을 제시했다.

또한 소방부본부장을 신설하고, 소방본부 내 '국' 단위 조직과 소방감사관, 소방기획관, 소통협력담당관 등의 부서 신설을 제안했다.

임정빈 성결대 행정학과 교수는 "경기도 소방조직의 변화하는 화재·재난 등 현장에 효과적으로 대응하는 동시에 정책적인 기능도 강화할 수 있는 방향으로 조직개편안을 마련했다"고 말했다.

박근철 위원장은 "소방조직의 재설계와 개편을 위한 방향을 제시하며 부서의 신설과 직급체계 개편에 대해 조금 더 근거 자료가 보강되길 바란다"며 "이번 연구는 소방공무원의 국가직 전환 논의에 맞춰 경기도 실정에 맞는 소방조직을 갖추는데 필요한 정책자료로 활용할 예정"이라고 말했다.

@highlight

경기도의회 안전행정위원회가 지난 12일 '경기도 재난안전본부 조직개편 연구에 대한 정책연구용역 중간보고회'를 개최, 소방공무원 국가진 전환 이슈에 따른 소방조직개편안 검토에 나섰으며, 박근철 안행위원장은 "이번 연구는 경기도 실정에 맞는 소방조직을 갖추는데 필요한 정책자료로 활용할 예정"이라고 밝혔다.