[충청일보 김홍민기자] 이시종 충북지사는 14일 교육부를 방문, 유은혜 사회부총리 겸 교육부장관을 만나 충북 명문고 설립과 유원대학교 약대정원 배정 및 충북 의대정원 환원 등 교육현안을 건의했다.

이 지사는 이날 유 부총리에게 현재 충북에 명문고가 없고, 명문고 부재로 인해 반복되는 지역 우수인재 유출과 외지 우수인재 유입이 어려움으로 미래 충북발전을 이끌 지역인재는 소멸 위기에 처해 있다는 점을 설명했다.

이어 충북이 우수 명문고 설립을 통해 지역인재를 양성할 수 있는 기반을 마련할 수 있도록 자율형사립고 설립 허용을 요청했다.

전국 14개 시도에는 58개의 명문고가 설립돼 시도별 평균 4.1개꼴로 운영중이다.

아울러 이 지사는 충북도내 약학대학 정원이 1개 대학 50명만 배정돼 있고, 의과대학 정원도 49명으로 전국 최하위 수준임을 호소했다.

약학대학과 의과대학 전국 정원은 각각 1693명, 3058명으로 충북은 11위, 12위에 머물고 있다.

충북이 전국 최고수준의 바이오산업 중심지임에도 학계 기반은 현저히 부족한 수준인 셈이다.

이에 따라 이 지사는 이날 세계적인 바이오밸리를 구축해 나가고 있는 충북의 바이오·의약산업의 안정적 연구인력 양성·공급을 위해 유원대학교 약학대학 정원 배정을 건의했다.

더불어 충북의 정원이었다가 서울로 이전된 건국대학교 의과대학 정원을 환원해 줄 것을 요청했다.

임택수 도 정책기획관은 "충북은 도 교육청과 함께 인재육성을 위한 명문고 육성 모델 개발을 협의 중에 있다"며 "현재 2만여명에 달하는 외지이주 고급인력이 자녀 등 가족과 함께 충북에서 생활할 수 있는 기반 마련을 위해 오송·오창, 혁신도시 정주여건 개선에 힘쓰는 등 미래 인재를 키우기 위한 다각적인 노력을 해나가고 있다"고 말했다.

@highlight

14일 이시종 충북지사는 교육부를 방문했다고 전했는데, 유은혜 교육부장관을 만나 충북의 명문고 부재로 인한 지역 인재 유출 등을 설명하며 자율형사립고 설립 허용을 요청했다.