[충주]경북 예천군의회의 해외연수 파문이 국민적 공분을 사고 있는 가운데 충주시의회가 뒤늦게 '셀프 심의면제' 조항을 바로 잡기위해 해외 연수 관련 규칙 개정에 나섰다.

그러나 이번 개정안은 심의위원회 운영을 강제화하는 내용이 빠져 있어 실효성을 담보하지 못할 수 있다는 지적도 나오고 있다.

14일 충주시의회에 따르면 이날 개회한 제231회 임시회에서 '충주시의회 의원 공무국외여행규칙 일부 개정안'을 다룰 예정이다.

의회운영위원회가 발의한 이 개정안은 규칙 제5조 2항 '10명 이하의 의원이 제2조 2항 1호부터 6호까지 규정에 의한 공무국외여행을 할 경우 심의하지 않을 수 있다'는 조항을 '제2조 2항 1호부터 4호까지'로 변경하는 내용이다.

시의회는 지난 2016년 2월 해당 조항을 개정한 이후, 지금까지 상임위 단위로 8-9명이 해외연수를 다니면서 단 한 번도 심의위원회를 열지 않았다.

이번 개정안이 통과되면 인원수에 관계없이, 외부인사가 참여해 해외연수의 타당성을 따져보는 사전심의를 받게 된다.

시의회는 2016년 개정 당시 인원수 예외조항과 함께 심의위원회 설치·운영을 '해야 한다'에서 '할 수 있다'로 임의화해, 2중으로 심의를 무력화시켰다.

하지만 이번 개정안에 강제화가 빠져 있어 언제든 시의회의 자의적 판단에 의해 '셀프 심의면제'가 가능한 상황이다.

정부는 상반기 안으로 지방의원 해외연수에 대한 심사기능과 사후관리를 대폭 강화하도록 각 지방의회에 규칙 개정을 최근 권고했다.

권고문은 앞서 4개 예외조항 이외의 모든 해외연수를 심사대상에 포함시키고, 임의로 심사대상에 예외를 둔 규정은 삭제 조치하라는 내용을 담고 있다.

시민 한모 씨(51·문화동)는 "2008년 동남아 연수 중 성매매 의혹으로 전국적 망신을 샀던 충주시의회는 더 엄격하지는 못할 망정, 오히려 가장 느슨하게 규정을 바꿔 지역의 명예에 먹칠을 해왔다"며 "하루빨리 정부 권고를 받아들여 관련 규칙을 정비해야 한다"고 말했다.

@highlight

충주시의회는 해외연수 '셀프 심의면제'를 없애기 위해 외부인사가 참여해 사전심의를 받게 하는 내용의 개정안을 다룰 예정이지만 강제화가 빠져 있어 실효성을 거둘 수 있을지 모르겠다.