[구리=환경일보] 김인식 기자 = 구리시(시장 안승남)는 남양주시 다산 신도시 입주로 인한 급격한 교통량 증가와 향후 예정돼 있는 왕숙 신도시 개발 사업으로 인한 출·퇴근 시민들의 교통 문제를 해소하기 위한 전방위적인 확충 방안을 제시하고 나섰다.

14일 시에 따르면 안승남 구리시장 주재로 안대봉 안전도시국장과 실무진이 참석한 가운데 지하철 6·7·8·9호선 연장과 GTX-B 노선 추진 보고회를 갖고, 인접도시 개발사업의 영향으로 극심한 교통난에 어려움을 겪고 있는 시민들의 고충을 근본적으로 해결할 수 있는 대책을 조속히 마련하기 위한 특단의 방안에 대해 심도 있게 논의했다.

이 자리에서 안승남 시장은 예비타당성 조사 중인 지하철 6호선 연장은 지속적인 수요 증대로 인한 경제수익성 확보의 논리적 전개로 관계 부처에 예비타당성 면제가 될 수 있도록 설득하고, 경춘선은 분당선과 직결 운행하는 방안에 대해 관계 기관과 면밀히 협력을 강구하도록 지시했다.

또한 안승남 시장은 구리시 지역 개발과 남양주시 신도시 개발 등으로 심각한 교통문제 해결을 위한 지하철 9호선 구리 연장에 대해서는 남양주시 가운·지금 지구를 거쳐 양정동까지 이어지는 노선에 대한 검토 용역을 추진하는 방안도 제시했다.

이어 수도권 광역 급행 철도 GTX-B 노선은 구리시 갈매역 정차 계획이 없어 시민들의 교통 불편이 가중될 것이라며 지속적으로 국토교통부, 경기도 등 관계 기관에 구리시 정차를 건의해 반드시 성사되도록 해야 할 것이라고 강조했다.

안승남 시장은 "현재 구리시는 인접 도시에 의해 애꿎은 피해를 입고 있다는 사실에 대해 엄중하게 받아들이며, 이에 대한 대책에는 국토교통부와 서울시, 경기도를 비롯한 관계 기관에서 절대적인 협조가 필요하다"며, "특히 지하철 9호선 연장과 GTX-B 노선 등 광역교통 개선책이 실질적으로 구리시와 깊은 연관성을 갖고 추진될 수 있도록 철저를 기해야 할 것"이라고 당부했다.

@highlight

구리시는 9호선 연장으로 ‘구리·가운·지금·양정’6~9호선 추진으로 시민들의 고충을 해결하기에 나섯다.