문재인 대통령은 14일 “최저임금 인상을 결정하는 과정에서 자영업자와 소상공인의 의견도 충분히 대변되도록 하겠다”고 밝혔다.

그러면서도 “최저임금 인상은 인상 속도와 금액에 대해 여러 생각이 있을 수 있지만 길게 보면 결국 인상하는 방향으로 가야 한다”고 말해 장기적으로는 최저임금 인상이 불가피하다는 점을 피력했다.

문 대통령은 이날 청와대에서 열린 자영업·소상공인과의 대화에서 상가임대료, 가맹점 수수료 등 자영업자가 겪고 있는 어려움을 언급하면서 “최저임금 인상도 설상가상으로 어려움을 가중한 측면이 있었으리라 본다”고 밝혔다.

이어 “카드수수료 인하, 일자리안정자금 지원, 4대 보험료 지원, 상가 임대차 보호, 가맹점 관계 개선 같은 조치가 함께 취해지면 최저임금이 다소 인상돼도 자영업자가 충분히 감당할 수 있을 텐데 최저임금이 먼저 인상되고 이런 보완조치는 국회 입법사항이기 때문에 같은 속도로 이렇게 맞춰지지 않고 있다”고 설명했다.

문 대통령은 “자영업은 우리 경제의 중요한 한 축”이라며 “독자적인 경제정책의 영역으로 삼는 것이 마땅하다”고 강조했다.

그러면서 18조 원 규모의 자영업자·소상공인 전용 상품권 발행, 골목상권 르네상스 프로젝트, 전통시장 활성화 방안 등 정부 정책을 설명했다.

문 대통령은 “저는 골목 상인의 아들”이라며 “어릴 때 부모님이 연탄 가게를 하신 적도 있었는데 주말이나 방학 때 어머니와 함께 연탄 리어카(손수레)를 끌거나 배달하기도 했다”고 회상했다.

이날 간담회에서는 일자리 안정자금 지원을 받고 싶어도 4대 보험 가입에 대한 부담이 있는 만큼 2대 보험 가입으로 줄이는 방안을 검토해달라는 건의가 나왔다.

인태연 청와대 자영업 비서관은 “고용노동부는 4대 보험 자체가 사회보험이기 때문에 2대 보험으로 쪼개는 것은 원칙적으로 불가하다는 입장인데, 개인적으로는 융통성을 남겨놓고 갈 수 있지 않느냐 생각한다”고 답변했다.

내년 최저임금을 동결해달라는 의견도 있었다.

인 비서관은 “이에 대해 최저임금 체계를 바꾸는 것, 소상공인 자영업자가 임금 인상과 관련해 발언력을 강화하겠다는 답변이 있었다”고 설명했다.

청와대는 이날 나온 업계의 의견을 지난해 마련된 ‘자영업 성장·혁신 종합대책’에 추가할 계획이다.

@highlight

문재인 대통령은 최저임금 인상으로 인해 자영업자들의 어려움이 가중된 측면이 있음을 이해하지만 장기적으로 최저인금 인상은 불가피하다며 앞으로 최저임금 인상을 결정할 때 자영업자와 소상공인의 의견을 반영하겠다고 밝혔다. 