도교육청 "교육계 기여도 평가하는 것"

전북지역 자율형 사립고인 상산고가 14일 '자사고 재지정 평가 기준 시정'을 촉구하는 공문을 교육부와 전북교육청에 다시 보냈다.

이날 상산고는 비공개적으로 진행했던 1차 시정요청 공문 제출 때와 달리 근거자료 등을 언론에 공개하며 "평가 권한을 가진 전북교육청이 합리적이고 법령에 맞는 평가기준을 세울 것"을 촉구했다.

학교 측은 공개적으로 다시 나선 것에 대해 "지난 1월 15일과 21일 공문을 발송했지만 현재까지 해당기관으로부터 공문이나 의견을 듣지 못했다"면서 "2019년 자사고 평가가 법적, 사회적 논란 없이 진행돼야 한다고 판단해 발송한 공문을 공개하지 않고 기다려왔지만 이런 선의와 기다림에 대해 교육당국은 무관심과 일방통행으로 일관했다"고 밝혔다.

이번 시정요구서도 줄곧 유지해온 입장인 '자사고 평가기준점 80점 부적절', '상산고는 법적으로 의무 없는 '사회통합전형 대상자 비율'을 평가지표에 포함하는 것은 부적절' 등이 골자다.

특히 사회통합전형 대상자 선발 비율은 도교육청이 공고한 '전북 고등학교 입학전형 기본계획'의 내용(상산고·익산고는 학교별로 결정한 일정 비율만큼을 사회통합전형 대상자로 우선 선발한다)에 따라 상산고는 정원의 3% 내외를 선발하고 있는데, 상산고는 적용 받지 않는 타 법령의 '사회통합대상자 선발 권장 비율'을 적용하는 것은 적절치 않다는 주장이다.

이에 대해 전북교육청 관계자는 "답변이 전혀 없었던 것은 아니고 평가 일정 조정 등 일부 시정이 수용된 부분에 대해서는 통보했다"고 밝혔다.

또 "'사회통합전형 대상자' 선발인원에 따라 점수를 매긴 다기 보다는 학교의 지역 교육계 기여정도, 사회자 배려 정도 등을 평가하고자 하는 것"이라며 "법적으로 문제가 있다면 교육청에서 시행하겠느냐"고 답했다.

상산고 측은 "재지정 평가는 중대한 잘못이 있다면 자격을 박탈하기 위한 평가로 최소한의 기준점을 삼는다"면서 "본래 목적을 벗어나 과도하게 기준점을 높이는 것은 부당하다"고 강조했다.

@highlight

전북지역 자율형 사립고인 상산고가 14일 '자사고 재지정 평가 기준 시정'을 촉구하는 공문을 교육부와 전북교육청에 보내 "지난번에 발송한 공문에 대해 현재까지 해당기관으로부터 답변이 없고, 교육당국은 무관심과 일방통행으로 일관했다"고 말한 것에 대하여 전북교육청 관계자는 "답변이 전혀 없었던 것은 아니고 평가 일정 조정 등 일부 시정이 수용된 부분에 대해서는 통보했다"고 답변했다.