[세종=이데일리 김상윤 기자] 대기업집단에 대한 공시가 강화되면서 공정거래위원회가 금융감독원과 금융위원회와 함께 공시 업무 협력을 강화하기로 했다.

행정당국이 위법 행위가 발생한 이후 사후적으로 제재를 내리기보다는 사전적으로 정보 공개를 늘리면서 시장을 통한 감시를 강화하기 위한 차원에서다.

공정위는 15일 금융감독원 소회의실에서 김상조 공정거래위원장, 최종구 금융위원장, 윤석헌 금융감독원장이 만나 공정거래법상 공시업무의 원활한 수행, 기관 간 정보 공유 등 협력 증진을 위한 업무협약서(MOU)에 서명했다고 밝혔다.

현재 공정위는 자산 5조원 이상의 공시대상기업집단의 대규모 내부거래, 비상장회사 중요사항 및 기업집단현황 등에 대한 공시업무를 금융위에 위탁하고 있다.

공시의무가 있는 회사들은 금감원의 전자공시시스템을 이용해 공시를 하고 있다.

현재 금감원에서 올라가는 공정거래법 관련 공시는 지난해 기준 약 1만9000건으로, 전체 공시의 약 20%가량을 차지하고 있다.

공정거래법 전면 개편안이 국회를 통과할 경우 총수일가의 해외계열사에 대해서는 공시의무가 부과되는 등 정보 공개가 훨씬 늘어난다.

기업집단의 해외계열사가 국내 계열사에 직·간접 출자한 경우 해당 해외계열사의 주식소유 현황과 순환출자 현황을 공시하도록 하는 의무가 총수에게 부과된다.

아울러 총수일가가 20% 이상 지분을 보유한 해외계열사 현황도 공시 대상이 된다.

이에 세 기관은 이번 업무협약을 통해 △공정위가 위탁하는 위탁업무의 범위와 그 처리절차의 명확화 △전산장애 등 발생 시 조치 및 책임소재 △공시자료 활용도 제고를 위한 공시 관련 자료 공유 등을 하기로 했다.

앞으로 금감원에 올라간 공시는 자동적으로 공정위가 운영하는 기업집단포탈에도 연계될 수 있는 시스템도 꾸려질 전망이다.

기업입장에서는 중복 공시 등 불필요한 부담이 줄어들 예정이다.

정창욱 공정위 기업집단정책과장은 "공정위와 금융당국 간에 자료 연계 등 협업체계가 원활히 작동되면, 기업 현황의 입체적 분석으로 시장에 양질의 정보를 제공할 수 있고 대기업집단의 부당내부거래 징후 포착에도 활용 가능할 것으로 기대된다"고 말했다.

@highlight

15일 금융감독원 소회의실에서 김상조 공정거래위원장, 최종구 금융위원장, 윤석헌 금융감독원장이 만나서 사후적으로 제재를 내리기보다는 사전적으로 정보 공개를 늘리면서 시장을 통한 감시를 강화하기 위한 목적으로 세 기관의 협력 증진을 위한 업무협약서(MOU)에 서명하고 공시 업무 협력을 강화하기로 결의했다.