전주시가 공공근로사업을 통해 취약계층에게 희망의 일자리를 제공키로 했다.

시는 18일부터 22일까지 5일간 2019년 제2단계 공공근로사업 참여 희망자 신청을 주소지 관할 동 주민센터에서 접수한다.

이번 2단계 공공근로사업의 총 참여인원은 130명으로, 오는 4월 2일부터 6월 14일까지 3개월여에 걸쳐 일반노무와 행정업무로 나누어 담당하게 된다.

주요사업 내용은 △DB구축지원 △서비스지원 △환경정화 △기타사업의 4개 분야이다.

신청자격은 사업개시일 기준으로 실업상태이거나 정기소득이 없는 일용근로자로서 구직등록을 마치고 신청일 현재 가구소득이 기준중위소득의 65% 이하, 재산이 2억원 이하인 만18세~65세 미만 시민이다.

또, 행정기관에서 노숙자임을 증명한 사람도 신청할 수 있다.

단, △실업급여 수급권자 △1세대 2인 이상 참여자 △재학생(야간대, 방통대 제외) △정기소득이 있는 자나 그 배우자 △공무원 가족(배우자 및 자녀) △ 공무원·군인·사학 연금 수령자 △전업농민이나 그 배우자 등은 사업 신청 대상에서 제외된다.

참여자의 노임단가는 보통 65세 미만 단순노무의 경우 간식비 등 부대비용 포함해 1일 3만8400원이며, 근로시간은 1일 4시간, 주 5일 근무 조건이다.

청년일자리사업 참여자의 경우, 1일 5만5100원에 근로시간은 1일 6시간, 주 5일 근무이다.

공공근로사업의 최종 선발 여부는 오는 3월 27일부터 29일까지 개별 통보될 예정이다.

김봉정 전주시 일자리청년정책과장은 "공공근로사업은 공익사업 추진을 통한 주민의 불편사항 해소와 지역 현안사업 해결에 역점을 두고 추진할 계획"이라며 "특히 경기침체로 어려움을 겪고 있는 저소득층과 실직자에게 일자리를 제공함으로써 서민생활 안정에 도움이 될 수 있도록 하겠다"고 말했다.

공공근로사업에 대한 기타 자세한 사항은 전주시 일자리청년정책과(063-281-2555)로 문의하면 안내를 받을 수 있다.

@highlight

전주시에서 2019년 공공근로 사업으로 130명에게 희망일자리를 제공하기로 하고 자세한 사항은 전주시 일자리청년정책과에서 확인 가능하다.