지난해 대진침대에 이어 이번에는 실리침대에서 라돈이 검출돼 시민들의 불안감이 증폭되는 가운데 시민들이 시로부터 라돈 측정기를 대여받으려면 길게는 두 달 이상 기다려야 한다며 불만이 커지고 있다.

의정부시는 대진침대 라돈검출 사태 이후 지난해 10월 한대에 20만 원하는 측정기 5대를 구입해 시민들이 스스로 라돈을 측정할 수 있도록 대여 사업을 시작했다.

신청을 하면 순서대로 2박 3일 사용할 수 있도록 하고 있다.

사용신청이 크게 늘면서 올 1월 추가로 10대를 구입해 모두 15대다.

그러나 이마져도 부족해 현재 대여를 신청한 시민만 모두 230명으로 순서가 돌아오려면 최소 한 달에서 길게는 두 달 이상 걸려야 한다.

더욱이 제때 반납하지 않는 경우가 있어 대기기간은 갈 수록 늘어나고 있다.

이 같은 상황에서 지난 14일 실리침대에서도 라돈이 검출되면서 의정부시에는 이날 하루만 측정기대여신청이 20건이 접수되는 등 이용희망자가 폭증하고 있다.

시민들은 지난해 라돈검출 이후 시가 대책으로 유일하게 측정기대여사업을 벌이면서 시늉만 내고 있다며 가까운 동사무소에 비치해 이용할 수 있도록 해야 한다는 주장이다.

또 대여기간도 2박3일이 아니라 1박 2일이면 충분하다며 사용횟수를 늘릴 수 있도록 해야 한다는 지적이다.

시민 김 모씨(여, 신곡2동 )는 "시가 측정기를 대여한다고 해 문의를 했더니 200여 명이나 대기하고 한달 이상 기다려야 한다는 말에 포기했다.

침대뿐 아니라 의류 등 생활속의 라돈검출에 대한 시민들의 우려감이 커지고 있다.

시민의 안전, 보건과 직결되는 만큼 측정기대여사업을 확대했으면 한다"고 말했다.

의정부시 관계자는" 이용수요를 파악해 추경에라도 예산을 확보해 추가로 측정기를 확보하는 방안을 강구하겠다.

또 이용접근성이 용이하도록 동과 협의해 동에 비치하는 것도 검토하겠다"고 말했다.

@highlight

의정부시는 라돈을 자가검진할 수 있는 측정기 대여 사업을 시작했지만 대기 시간이 매우 길어 시민들은 측정기를 가까운 동사무소에 비치하는 방안을 요구하고 있다.