금산군보건소가 오지마을 주민들을 대상으로 운영하는 통합건강이동버스가 호응을 얻고 있다.

사진은 통합건강이동버스에서 치과의료 서비스를 받고 있다.

사진=금산군 제공 [금산]금산군보건소 통합건강이동버스가 의료접근성이 낮은 지역주민들의 주치의 역할을 톡톡히 펼치고 있어 주민들로부터 호응을 얻고 있다.

17일 보건소에 따르면 2018년도 다문화단체, 사회복지단체, 초등학교 등 78개소 2324명을 대상으로 의료서비스 활동을 펼쳤다고 밝혔다.

2016년 10월 출발한 통합건강이동버스는 오는 2월 27일 군북면산안리 인삼고을봉사를 시작으로 주3회(화, 수, 금) 주민들을 찾아간다.

통합건강이동버스가 운영하는 한방진료서비스는 전년대비 12% 증가한 904명이 진료를 받았고 치과 불소도포 및 스케일링 서비스도 1897명 이 의료해택을 받은 것으로 나타났다.

특히 65세 이상 어르신을 대상으로 한 저작불편율 자체 설문결과 2017년 61.7%에서 2018년 47%로 낮아져(17.7%) 저작불편율이 크게 호전된 것으로 나타났다.

올해는 통합이동버스에 이동용 틀니살균세척기를 탑재, 틀니사용자에게 틀니살균 및 세척, 틀니소독제를 보급할 예정이다.

또한 한방 진료서비스를 확대해 지역민에게 맞는 맞춤형 의료서비스를 제공하는 등 다양한 통합건강증진 프로그램이 병행된다.

보건소는 의료 접근성이 취약한 오지 초등학교를 선정, 구강검진, 초기 충치치료, 치아홈메우기 등 학령기 아동을 위한 치과진료를 실시할 예정이다.

보건소 관계자는 "2019년 통합건강이동버스는 지금까지 해오던 것과는 차별화를 둬 오지학교 어린이 구강진료를 포함 다양한 기관과 지역민에게 건강증진 프로그램으로 지역민의 건강증진을 위해 노력 하겠다" 고 말했다.

@highlight

금산군보건소 통합건강이동버스가 의료접근성이 낮은 지역주민들의 주치의 역할을 해내고 있어 지역주민들로부터 호응을 얻고 더 나아가 보건소는 의료 접근성이 취약한 오지 초등학교를 선정해 구강검진 등 아동을 위한 치과진료를 실시할 계획이며 지역민들의 건강을 위해 최선을 다할 것이다.