한국지체장애인협회 아산시장애인복지관(이하 아산장복)에서 운영하는 아산 지적장애인농구팀이 지난 16일 예산군장애인종합복지관 체육관에서 예산 패션팀과 교류전을 가졌다.

이번 교류전은 아산시장애인복지관(관장 이창호)과 예산군장애인종합복지관이 공동으로 주관, 교류전을 계기로 동계훈련 간 구슬땀 흘리며 열심히 연습한 기량을 점검하고 양 기관 상호협력과 우호 증진은 물론 친선을 도모하고 나아가 지적장애인의 생활스포츠를 활성화하고 있다.

특히 충남 지적장애인 농구의 저변을 확대하는데 큰 도움이 될 것으로 보인다.

양 팀은 지난 24회 충남장애인체전에서 치열한 접전 끝에 예산이 신승하여 첫 우승을 거머쥐는 등 도내 강력한 라이벌로 자리 잡고 있다

교류전은 양 팀 인사, 팀별 워밍업, 친선 경기, 화합의 시간 등으로 진행되었으며, 승패를 떠나 동계훈련 간 구슬땀 흘리며 갈고 닦은 기량을 점검하고 그 외 시간에는 양 팀의 선수들이 대화와 교류의 장을 함께하며 뜻 깊은 시간을 보냈다.

아산 농구팀 주장인 김영진(온양용화고 3년) 학생은 "함께하는 시간이 매우 즐거웠다. 생각보다 예산팀이 너무 잘해서 부족한 부분을 바로 알 수 있었다. 대회전까지 열심히 준비하여 이번 도민체전 때는 반드시 이길 수 있도록 노력하겠다."고 말했고, 아산 농구팀 최진영(아산시장애인복지관 체육교사) 코치는 "이번 교류전을 계기로 도민체전을 앞두고 기량을 점검하고 선수들의 상태를 파악하는데 유익한 시간이 되었고, 선수들 개개인도 타 팀과 유대관계를 형성할 수 있는 뜻 깊은 시간이 되었다. 라이벌답게 선의의 경쟁을 통해 양 팀이 한층 더 성장할 수 있는 계기가 되길 바라며 많은 관심과 격려 부탁드린다."고 말했다.

한편, 예산 홈으로 진행된 이번 교류전에 이어 오는 4월에는 아산 홈(아산장애인국민체육센터)으로 예산 팀을 초청하여 교류전을 이어갈 예정이며, 3월에는 농구팀 창단 이래 최초로 강원도 전지훈련을 다녀올 예정이다.

@highlight

지난 16일 아산시장애인복지관과 예산군장애인종합복지관이 공동으로 주최한 아산 지적장애인농구팀과 예산 패션팀의 교류전은 양 기관의 상호협력과 친선 도모를 넘어 충남 지적장애인 농구의 저변 확대에도 기여할 것으로 기대된다.