방위사업청은 3월부터 무기체계 사업 제안서 평가결과를 인터넷에 공개하고 업체가 요청할 경우에는 제안서 평가 점수와 이유도 설명하는 '디브리핑'(Debriefing) 제도를 실시키로 했다.

투명하고 공정한 방위사업 추진을 위한다는 명목이다.

무기체계 사업자 선정은 업체가 제출한 제안서를 평가하고 그 결과를 방위사업추진위원회에 보고해 협상대상업체와 협상우선순위를 확정하는 방식으로 진행된다.

이 과정에서 종합점수와 순위만 협상대상업체에게 개별적으로 통보하고, 세부 평가 항목별 평가점수는 입찰에 참여한 업체가 요청한 경우에만 해당업체에 추가적으로 공개하고 있다.

그러나 제안서 평가결과의 사후 제한적인 공개는 평가 절차의 공정성 시비와 불필요한 민원 발생의 원인이 되고 있다는 지적이 제기됐다.

이에 방사청은 협상대상업체와 협상우선순위 확정 전에 제안서 평가결과를 공개하고, 업체 요청이 있을 경우 평가결과를 의무적으로 설명해주는 디브리핑 제도를 도입키로 했다.

방사청은 우선 모든 입찰업체의 제안서 평가결과 세부항목별 점수를 인터넷 국방전자조달시스템을 통해 입찰에 참여한 전체 업체에 공개한다는 방침이다.

또 업체가 평가결과에 대한 디브리핑을 요청하면 군사보안이나 타 제안업체의 영업 비밀 등을 훼손하지 않는 범위 내에서 제안 내용의 세부 평가결과, 평가 사유, 향후 제안 시 보완요구 사항 등을 설명한다.

디브리핑 결과에 이의가 있을 경우 업체는 디브리핑 실시 후 3근무일 이내에 이의신청을 할 수 있다.

방위사업청은 이의신청일로부터 7근무일 내에 이를 처리하고 이의신청 내용이 중요한 사항이면 평가검증위원회를 구성해 처리한다.

이번 개선안은 올해 3월부터 시범 실시 후 미비점을 보완해 하반기 전면 시행될 예정이다.

왕정홍 방위사업청장은 "이번 제도개선을 통해 방위사업의 업체선정과정을 의혹 없이 공개하고 입찰참여 업체와의 소통을 확대함으로써 방위사업 추진의 투명성과 공정성이 크게 높아질 것으로 기대된다"고 말했다.

한화가 국내 개발한 다연장 '천무' 로켓탄이 차량형 이동식 발사대에서 화염을 뿜으며 솟구쳐 오르고 있다.

@highlight

방위사업청은 3월부터 무기체계 사업 제안서 평가시 '디브리핑'(Debriefing) 제도를 도입키로 하고 협상우선순위 확정 전에 제안서 평가결과를 인터넷에 공개하고 업체가 요청할 경우에는 제안서 평가 점수와 이유도 설명해 주는 등 제도개선을 통한 방위사업 추진의 투명성과 공정성이 크게 높아질 것이라고 밝혔다.