충전소·공급망 등 인프라 조성[서울경제] 울산시가 수소 연관산업을 키우기 위해 본격적인 행보에 나섰다.

17일 울산시에 따르면 최근 수소 연관산업 고용과 투자확대를 위해 13개 기업·기관 실무자를 중심으로 한 수소산업 육성협의체를 구성했다.

참가 기업은 지난달 17일 문재인 대통령의 '국가 수소경제 비전 선포식'에 참여한 현대자동차, SK가스, 에쓰오일, 두산, 효성중공업, 덕양, 세종공업, 동희산업, 현대로템, 한국선급, 자이언트드론, 프로파워, 한국수소산업협회 등이다.

수소산업 육성협의체는 다음달 출범과 함께 본격적인 활동에 들어간다.

자동차 분야에선 수소전문 기업과 부품산업을 육성하고, 수소차 보급 확대를 위해 충전 및 공급망 구축에 나선다.

오는 2030년까지 울산에서만 수소전기차 6만7,000대, 수소버스 300대를 보급할 계획이다.

또 63㎞에 이르는 공급배관을 만드는 등 안정적인 수소인프라를 조성한다는 계획이다.

자동차와 함께 건물용, 발전용, 수송용(선박, 요트, 지게차, 철도차량, 잠수함 등) 연료전지 산업의 생태계 조성도 함께 진행한다.

연구개발에서부터 실증사업, 창업지원, 제조역량 강화 등을 위해 산업단지에 연료전지 보급을 확대한다는 계획이다.

울산시는 또 수전해, 천연가스 개질, 신재생에너지 및 이산화탄소 등을 활용한 수소생산 능력을 계속 확충하고, 수소 비축기지 건설 등을 통한 저장 능력도 확대할 계획이다.

수소산업의 뿌리인 수소 전문기업 200개사 이상을 발굴하고 육성하기 위해 100만㎡ 규모의 '울산 수소 융복합밸리'도 건설하기로 했다.

울산시 관계자는 "이번 회의를 시작으로 수소산업 분야별 대표적 기업·기관인 13개 협약사를 중심으로 수소산업 육성협의체를 구성했다"며 "2030년 명실상부한 세계 최고 수소 도시 비전 실현을 위해 최선을 다하겠다"고 밝혔다.

@highlight

17일 울산시는 수소 연관산업 고용과 투자확대를 위해 13개 현대자동차를 비롯한 기업·기관 실무자를 중심으로 한 수소산업 육성협의체를 구성해 다음달부터 본격적인 활동에 들어간다고 밝혔다.