MBC 예능프로그램 '선을 넘는 녀석들-한반도 편'에 출연한 문근영이 주요 포털 사이트 실시간 검색어 순위를 평정하며 화제의 중심에 섰다.

지난 16일 첫 방송된 MBC 예능 '선을 넘는 녀석들-한반도 편' 1회에서는 강화도를 찾은 전현무, 설민석, 문근영, 유병재, 다니엘 린데만의 모습이 그려졌다.

최종 목표로 '휴전선'을 밝힌 한반도 편은 첫 방송부터 유익함과 재미를 모두 잡으며 다시 돌아온 '선을 넘는 녀석들'에 대한 기대감을 더욱 끌어올렸다.

특히 오랜만의 방송 복귀 후 두 번째 작품으로 예능을 선택한 문근영이 화제의 중심이었다.

방송시작과 함께 주요 포털사이트 실시간 검색어 순위 1위를 차지하며 뜨거운 관심을 받았다.

방송 다음날까지도 문근영은 실시간 검색어를 장악했다.

문근영 효과에 힘입어 '선을 넘는 녀석들-한반도 편'은 6.2%의 시청률을 기록하며 성공적인 출발을 알렸다.

첫 방송부터 문근영은 다양한 매력을 발산하며 기대 이상의 활약을 예고했다.

설민석의 영상을 찾아보며 역사를 다시 공부하고 싶어졌다는 칭찬을 아끼지 않은 문근영과 이에 환한 미소를 짓는 설민석은 시청자들의 웃음을 자아냈고, 자신이 문근영보다 동생임을 밝힌 유병재와는 흔쾌히 얼굴 바꾸기 사진을 찍는 털털함까지 보여주었다.

합류 전부터 미리 잡혀 있던 스케줄 때문에 첫 탐사 여행에 함께하지 못한 문근영은 유병재와 보충 수업으로 강화도 전등사를 찾았다.

문근영은 유병재의 기를 살려주는 애정 넘치는 리액션과 사슴 눈망울로 훈훈한 남매 케미를 선보였다.

편안하게 말을 놓으라는 유병재의 말에 "같이 늙어가는 처지"라고 말하며 유쾌한 매력을 보여준 것은 물론 전등사와 정화궁주 설화를 마치 구연동화처럼 설명하는 열정 넘치는 모습은 사랑스럽기까지 했다.

시청자들은 "문근영이랑 어울리는 프로", "문근영 섭외는 신의 한 수" 등의 반응을 보이며 문근영의 예능 출연을 반겼다.

@highlight

문근영이 MBC 예능프로그램 '선을 넘는 녀석들-한반도 편'에 출연하여 털털함과 유쾌한 리액션을 보여주며 주요 포털 사이트의 실시간 검색어 순위 1위를 차지하였다.