충북일보=음성] 음성군이 전 국민을 대상으로 실시한 '제20회 음성품바축제 슬로건 공모전' 선정작을 17일 발표했다.

올해 20주년을 맞이하는 음성품바축제의 성공적 개최를 위해 지난달 10일부터 31일까지 전 국민을 대상으로 신청 받은 결과, 385명에 698점을 접수했다.

군이 심사위원회를 구성해 선정한 슬로건 공모전 최우수작은 임대열(인천) 씨의 '20살의 품바! 사랑과 나눔 愛 빠지다'로 故 최귀동 할아버지의 인간 사랑과 나눔을 정신문화축제로 승화시킨 음성품바축제의 20주년을 기념해 20살의 품바가 익살스러운 몸짓과 소리를 통해 사랑과 나눔의 열정에 빠졌다는 의미를 한자 사랑애(愛)를 통해 재미있게 함축했다.

우수작은 박가원(대구) 씨의 '품바! 세상을 그리다!'로 품바의 가락들이 세상의 모든 희로애락을 그리며 인생의 삶을 표현한다는 비유의 의미를 표현했다.

다른 우수작은 김영환(보은) 씨의 '품바의 흥! 세계를 품다'로 음성에서 열리는 품바축제가 이제는 더 이상 지역의 축제가 아니고 세계인들이 함께 어울리는 세계의 축제로 품바의 흥으로 세계를 담는다는 의미를 담고 있다.

또한 장려작으로는 김준길(울산) 씨의 '품바로 얼씨구 신나you!'와 전은경(부산) 씨의 '품바가 얼쑤! 음성이 들썩!', 이기재(안산) 씨의 '품바, 스무살의 아름다운 비상, 흥으로 날다!'로 각각 선정됐다.

당선된 최우수 1명에게는 시상금 30만원, 우수 2명에게는 시상금 각 10만원이, 장려 3명에게는 각 5만원 등이 지급된다.

조병옥 음성군수는 "선정된 슬로건을 음성품바축제 홍보에 활용해 뜻깊은 20주년 준비에 박차를 가할 것"을 당부했다.

올해 음성품바축제는 오는 5월 22일부터 26일까지 5일간 음성 설성공원 및 음성꽃동네 일원에서 개최될 예정이다.

@highlight

올해 20주년을 맞이하는 음성품바축제의 성공적 개최를 위해 음성군이 전 국민을 대상으로 '제20회 음성품바축제 슬로건 공모전'의 신청을 받은 결과 385명이 698점을 접수했고, 17일 발표된 선정작 중 최우수작은 임대열(인천)씨의 '20살의 품바! 사랑과 나눔 愛 빠지다'로 선정됐다.