국내 연구진이 암 치료를 위한 새로운 형태의 펩타이드-항원 복합체 플랫폼을 개발했다.

기존 펩타이드와 항체 의약품이 갖고 있는 한계를 극복할 수 있는 새로운 형태로, 향후 다양한 펩타이드 의약품에 적용해 효과적인 암 치료제를 개발하는데 기여할 것으로 기대된다.

KAIST 생명과학과 전상용 교수(사진 왼쪽)와 서울대학교 의과대학 정준호 교수 공동 연구팀은 암 치료를 위한 새로운 펩타이드-항체 복합체(하이브리드) 기술을 개발했다고 17일 밝혔다.

이 기술로 항암 페타이드(2개 이상의 아미노산이 결합해 생성하는 화합물)를 약효 지속기간을 늘리는 동시에 암 조직 침투 효능을 높여 효과적으로 암 치료가 가능하게 됐다.

펩타이드 의약품은 상대적으로 크기가 작아 신장을 통해 빠르게 제거돼 혈중 반감기가 짧았다.

이때문에 약효가 반감되거나 약을 자주 투여해야 하는 한계를 가지고 있었다.

항체 의약품은 혈중 반감기는 길지만 크기가 커 암 조직의 깊은 곳까지 전달되지 않아서 약효가 충분히 발휘하지 못하는 문제가 있었다.

연구팀은 이런 문제를 해결하기 위해 혈관 형성 물질을 억제하는 펩타이드와 코티닌의 결합체를 합성했다.

이를 항 코티닌 항체와 함께 섞어 두 가지 표적에 특이적인 펩타이드-항원 복합체를 만들었다.

이 결합체는 펩타이드의 암 조직 특이적 결합 및 혈관 형성 물질을 저해하는 특성을 보존하면서도 펩타이드 형태 대비 약 20배 증가한 혈중 반감기를 보였다.

연구팀은 쥐를 이용한 암 동물모델에 투여했을 때 암 조직에 특이적으로 축적되고 표적 부위에서 펩타이드가 항체에서 분리돼 나와 암 조직의 깊은 곳까지 분포하는 것을 확인했다. 이러한 특징을 통해 효과적으로 암의 성장을 억제할 수 있음을 증명했다.

이번 연구는 화학 분야 국제 학술지 '앙게반테 케미(Angewandte chemi)' 1월 26일자 온라인판에 게재됐다.

@highlight

KAIST 생명과학과 전상용 교수와 서울대학교 의과대학 정준호 교수 공동 연구팀이 펩타이드와 코티닌의 결합체를 합성하여 기존 펩타이드 의약품의 단점을 극복한 펩타이드-항원 복합체 플랫폼을 개발하였고 이로써 효과적인 암 치료제가 만들어질 것으로 예상된다. 