충북일보] 충북도는 18일~4월 19일 61일간 5천200여 개 시설을 대상으로 안전관리실태를 점검하고 개선하는 국가안전대진단을 실시한다.

올해 국가안전대진단은 △위험시설로 관리하고 있는 시설 △국민관심분야 △위험성이 높다고 판단되는 시설이다.

점검대상에 포함되지 않은 시설에 대해서는 개별법령에 따라 소관부서에서 연중 안전점검 등을 통해 위험요인을 해소하도록 추진하게 된다.

그동안 국가안전대진단은 안전관리 취약시설은 민·관 합동점검으로, 그 밖의 일반시설은 시설물관리주체가 실시하는 자체점검으로 구분 실시해 왔으나, '셀프(self) 점검'이라는 국민들의 우려에 따라 올해부터는 점검대상 모두를 유관기관(부서) 또는 전문가가 참여하는 합동점검 방식으로 실시된다.

도는 한창섭 행정부지사를 단장으로 국가안전대진단 추진단 4개팀(총괄기획팀, 현장점검팀, 상황관리팀, 기동안전점검 TF팀)을 편성하고, 도민과 함께하는 안전점검단 인력풀 705명을 구성 운영할 계획이다.

안전점검의 책임성 강화를 위해 지난해 이어 국가안전대진단 점검결과를 공개하고 점검자와 확인자 모두 실명을 기재하는 안전점검 실명제도 추진한다.

점검결과 현장에서 시정 가능한 사항은 즉시 시정조치하고, 점검을 통해 중대한 결함이나 위험요인 발견시에는 재난 발생을 방지하기 위한 보수·보강, 사용제한, 사용금지, 철거, 대피명령, 위험구역 설정, 강제대피조치 등 긴급 안전조치를 시행하게 된다.

공공시설의 경우 보수·보강이 시급한 사항은 자체 가용재원을 활용해 긴급 안전조치를 시행하고, 민간시설의 경우 재난발생의 위험이 높다고 인정될 때는 소유자·관리자 또는 점유자에게 정밀안전진단, 보수·보강 등 안전조치명령서를 통지할 계획이다.

도 관계자는 "도민들은 생활 주변을 점검하고 위험요소 발견하면 즉시 관할 시군 및 안전신문고로 신고해 달라"고 당부했다.

@highlight

충북도는 18일부터 5천200여 개 시설의 안전관리실태 점검 및 개선을 목표로 국가안전대진단을 실시하기로 하고, 단장인 한창섭 행정부지사와 총괄기획, 현장점검, 상황관리, 기동안전점검 TF로 편성된 추진단과 705명의 도민이 참여한 안전점검단을 구성 운영할 것임을 밝히고, 생활 주변을 점검하고 위험요소를 발견하면 즉시 신고해 줄 것을 요청했다.