SK하이닉스 반도체 특화 클러스터(이하 반도체 클러스터) '용인 내정설'이 나돌면서 구미가 문재인 정부 수도권 규제 완화의 첫 희생양이 될 수 있다는 우려의 목소리가 나오고 있다.

이 경우 정부의 국가균형발전 프로젝트와도 정면 배치된다는 지적이다.

산업통상자원부는 지난해 12월 문재인 대통령에게 수도권인 용인에 대규모 반도체 상생 클러스터를 구축하는 계획을 업무 보고한 것으로 알려졌다.

계획처럼 반도체 클러스터가 용인에 들어서면 문재인 정부의 '수도권 규제 완화 1호'가 된다.

여기에다 수도권 일부 언론도 '정부가 반도체 클러스터를 경기 용인 원삼면 일대 410만㎡에 조성하는 것으로 사실상 결정하고, 이달 말 기획재정부·산업통상자원부·국토교통부 등 관련 부처 장관 회의를 열어 반도체 특화 클러스터 조성안을 확정하기로 했다'고 잇따라 보도하고 있다.

이에 대해 정부는 반도체 클러스터 입지와 관련, 아직 결정된 게 없다는 입장을 보이고 있다.

하지만 산업부는 보도에 적시된 '경기 용인'을 적극적으로 부인하지 않아 반도체 클러스터 입지를 이미 낙점한 게 아니냐는 의혹을 낳고 있다.

이석희 SK하이닉스 대표이사도 "(반도체 클러스터 부지는) 정부가 정하는 것이기 때문에 우리가 알 수 있는 부분이 아니다"면서 "경쟁력과 생태계 강화라는 두 가지 요소를 고려해 가장 적합한 곳이 선정되기를 바랄 뿐"이라고 했다.

정부가 27, 28일 열리는 북미정상회담에 전국적인 관심이 쏠리는 틈을 타 반도체 클러스터 입지를 발표하고 은근슬쩍 넘어가려 할 가능성도 높다는 목소리도 적잖다.

구미국가공단 기업체들은 "수도권에 대규모 반도체 클러스터 구축을 허용할 경우 수도권 규제 완화의 신호탄이 돼 사실상 수도권규제정책이 무력화되고 수도권 과밀집중이 더욱 가속화될 것"이라며 "국가균형발전 5개년 계획 추진도 제 성과를 내지 못할 것"이라고 우려했다.

산자부가 주도하는 반도체 클러스터는 향후 10년간 120조원이 투입되는 대규모 프로젝트다.

SK하이닉스는 산단 신청·부지 매입을 거쳐 2022년쯤 반도체 특화 클러스터 공사에 들어가는 것으로 알려졌다.

@highlight

산업통상자원부는 작년 12월 문 대통령에게 용인에 대규모 반도체 상생 클러스터를 구축계획을 보고한 것이 알려지면서 구미가 규제 완화의 첫 희생양의 가능성을 배제 할수 없다는 목소리가 나오고 있으며, 이처럼 반도체 클러스터가 용인에 들어설 경우 '수도권 규제 완화 1호'가 될 수 있다.