이종철 개통땐 송도~원주 1시간10분대인천 월곶과 판교를 잇는 복선전철사업이 본격 추진된다.

철도가 건설되면 인천 송도~강원 원주 구간 소요시간이 1시간10분대로 단축된다.

한국철도시설공단은 월곶~판교 복선전철 건설사업에 대한 노반공사 기본설계를 착수한다고 17일 밝혔다.

월곶∼판교 복선전철은 수도권 서남부권 주민들이 고속철도 광명역으로 쉽게 접근할 수 있도록 하고 경강선(판교∼강릉)과의 연계를 통해 동서를 잇는 철도 축을 완성하기 위한 노선이다.

현재의 수인선 월곶역과 경강선 판교역을 연결하게 된다.

월곶∼판교 복선전철이 2025년 개통하면 현재 판교~여주 구간을 운행 중인 경강선 열차와 시속 250㎞급 한국형 준고속열차(가칭 EMU)가 해당 노선을 동시에 운행한다.

송도역·시흥시청역·광명역·인덕원역·판교역에서 수도권 주요 철도 노선과 환승이 가능해 수도권 서남부권의 교통체증이 개선되고 주민들의 교통편의도 높아질 전망이다.

송도역에서 인천발 KTX·수인선, 시흥시청역에서 서해선, 광명역에서 경부고속철도·신안산선, 인덕원역에서 과천선·인덕원∼동탄선, 판교역에서 신분당선·경강선으로 환승할 수 있다.

이 노선이 개통되면 경강선과의 연계운행으로 1시간50분만에 수도권 서남부지역과 강원권을 잇게 된다.

현재 인천 송도에서 강릉까지 버스를 타면 소요시간이 3시간52분 걸린다.

픽김상균 이사장은 "총사업비 2조664억여원이 투입될 월곶∼판교 복선전철은 1년3개월 동안의 기본설계를 거쳐 2021년 첫 삽을 뜨게 된다"며 "도심 지하 굴착에 따른 지반 침하를 예방하기 위해 설계과정부터 공간정보를 철저하게 분석하고 지질조사 또한 빈틈없이 진행할 것"이라고 말했다.

@highlight

한국 철도시설공단은 월곶~판교 노반공사 기본설계에 착수했다고 밝혔고, 이는 수도권 서남부 주민들이 광명역의 접근성을 확대하며, 경강선과 연계로 동과 서를 잇는 철도를 건설하기 위함이고, 이 노선이 개통된다면 1시간 50분여만에 수도권 서남부와 강원도를 이을 수 있다고 한다.