서천군보건소는 지난 15일 건강증진센터 2층 회의실에서 주민참여 공모사업인 100세 건강마을 100개 만들기 프로젝트 사업 설명회를 개최했다.

사진=서천군 제공 [서천]서천군보건소(소장 김재연)는 지난 15일 건강증진센터 2층 회의실에서 주민참여 공모사업인 100세 건강마을 100개 만들기 프로젝트 사업 설명회를 개최했다.

이날 설명회는 서천읍 군사2리 외 33개 마을 대표, 주민, 관련 공무원 등이 참석한 가운데 서천군의 건강 실태와 사업 추진 방안 등에 대한 설명으로 진행됐다.

보건소에 따르면, 만성질환 유병률 증가 추세로 사망원인통계에서 서천군의 인구 10만 명 당 고혈압성질환 9.6명, 심장질환 36.1명 등 충남과 전국보다 높게 나타났다.

이에 대응 전략으로 보건소는 2017년부터 올해까지 3년간 연차적으로 100개의 건강마을을 조성하는 '100세 건강마을 100개 만들기' 사업을 추진함으로써 선행질환인 고혈압, 당뇨병 등 만성질환 고위험군 관리체계를 구축해 심뇌혈질관을 예방한다는 방침이다.

사업 추진 시작 1년 후 발표된 2017년 지역사회 건강통계 결과를 살펴보면 서천군 고혈압진단 경험자의 치료율이 2016년 94.2% 대비 96.5%로 전년 대비 2.3% 증가돼 충남 90.1%에 비해 높게 나타났으며 당뇨병진단 경험자 치료율, 고혈압 및 당뇨병 관리교육 이수율 등이 전반적으로 증가됐다.

이는 사업 운영이 주민들의 건강 증진에 긍정적으로 작용한 것으로 보임에 따라 참여 마을 주민들의 호평을 받고 있다.

보건소는 대상지역 주민대표를 건강지도자 양성과정에 참여를 유도해 향후 지도자로서의 역량을 갖도록 지원하고 있다.

김재연 보건소장은 "국내 사망원인 1위인 심뇌혈관질환의 선행질환 고혈압과 당뇨는 예방관리가 매우 중요하다"며 "군민의 평생 건강관리체계를 마련해 만성질환을 예방함으로써 건강하고 행복한 서천을 만들도록 하겠다"고 말했다.

@highlight

서천군은 15일 건강증진센터 2층 회의실에서 100세 건강마을 100개 만들기 프로젝트 설명회를 개최하여 만성질환 예방의 중요성을 강조하며 시민들의 건강한 삶을 위한 노력을 기울였다. 