정회진 내달 예정 예산정책협의회서 개통단축·국비 요청 전망더불어민주당은 18일 경남도와 첫 예산정책협의회를 여는 가운데 인천시에서는 다음달 중순쯤 열릴 예정이다.

인천지역 숙원 사업들이 의제에 오를 것으로 전망되는데 특히 수도권 광역급행철도(GTX)-B 노선 건설 사업의 예비 타당성 조사 통과 등 현안 사항이 해결될 수 있도록 적극적인 지원을 여당에 건의하는 한편 바이오공정전문센터 등에 대한 예산 편성을 집중 요청할 것으로 보인다.

17일 시와 민주당 인천시당 등에 따르면 시와 민주당 간 정부 예산안과 관련한 예산정책협의회는 다음달 중순쯤 열릴 예정이다.

시는 민주당과 개최 시기를 놓고 협의 중이다.

이번 예산정책협의회에서 시는 내년도 국비 주요 건의 사업과 함께 지역 현안사업 해결을 위한 지원을 요청할 전망이다.

가장 관심을 끄는 것은 GTX-B 건설 사업이다.

GTX-B 노선의 정부 예타 면제를 촉구하는 서명운동에 주민 54만명이 참여했지만 지난달 말 정부가 발표한 예타 면제 대상 사업에서 제외돼 주민들은 크게 실망했다.

시는 지역 주민의 열망을 담아 GTX-B 사업의 예타 조사가 상반기 중 마무리돼 개통 시기가 단축될 수 있도록 요구할 가능성이 높다.

아울러 바이오공정 전문센터 구축 관련 국비 지원도 절실하다.

시는 바이오 전문 인재 육성을 위해 이론 습득과 실습을 병행할 수 있는 바이오공정 전문센터를 건립할 예정이다.

예산은 총 400~450억원으로 추정되는데, 국비를 확보하지 못해 사업 추진에 어려움을 겪고 있다.

아울러 공항철도 운임체계 개선과 해안 경계철책 철거 등에 대한 국비 반영과 함께 통일경제특구(강화 교동평화산업단지) 지정 등 현안 사업 해결을 위한 지원과 관심을 촉구한다.

해안 경계 철책을 철거하면 감시장비 등 대체 장비까지 보강해야 하기 때문에 막대한 예산이 수반되는 만큼 철책을 설치한 정부가 철거 및 대체 비용을 모두 부담해야 한다고 시는 주장하고 있다.

시 관계자는 "정확한 개최 시기는 조율하고 있다.

참석자와 현안 사업 리스트도 아직 확정된 것은 없다"고 말했다.

@highlight

인천시는 다음달 중순쯤 예정된 민주당과의 예산정책협의회에서 수도권 광역급행철도(GTX)-B 노선 건설의 예타 면제와 바이오공정 전문센터 건립 관련 국비 지원 등의 현안 해결을 촉구할 예정이다.