지난해 경기도소방재난본부의 출동 현황을 분석한 결과, 동물 관련 구조 건수는 절반가량 줄고 인명과 관련 높은 교통사고 구조 건수가 증가한 것으로 나타났다.

이는 본부가 간단한 동물구조 등에 대해선 출동을 거부할 수 있도록 한 결과인 것으로 분석된다.

17일 경기도소방재난본부가 발표한 ‘2018년도 경기도 구조 활동 분석결과’를 보면 지난해 도소방재난본부는 총 20만1천697회 출동해 15만46건을 구조 처리했으며 이를 통해 2만1천599명을 구조했다.

지난해 구조 건수 1위는 벌집 제거(3만4천208건)로 전체의 22.8%를 기록했다.

이어 교통사고(1만8천416건·12.3%), 동물포획(1만5천488건·10.3%), 화재(1만4천756건·9.8%) 순이었다.

2017년과 비교하면 벌집 제거 건수는 3만5천577건에서 3만4천208건으로 3.8%, 동물포획은 3만3천331건에서 1만5천488건으로 53.5%, 잠금장치 개방은 1만2천894건에서 1만1천813건으로 8.4% 감소했다.

교통사고 구조 건수는 1만5천441건에서 1만8천416건으로 19.3% 늘었다.

본부는 이런 변화의 원인으로 생활안전분야 출동기준 변경을 꼽았다.

본부는 지난해 2월 생활안전분야 신고가 119에 접수될 경우 재난종합지휘센터가 신고자의 위험 정도를 ▲긴급 ▲잠재적 긴급 ▲비긴급 등 3가지로 판단해 출동 여부를 결정하도록 했다.

맹견이나 멧돼지, 뱀 등 위해동물이 주택가에 나타나면 소방서에서 출동하지만, 너구리나 고라니 등 야생동물이 농수로에 빠지는 등 긴급하지 않은 상황은 의용소방대나 해당 시·군, 민간단체에서 처리하도록 통보하는 식이다.

도소방재난본부 관계자는 “생활안전분야의 잦은 출동 요청으로 구조나 화재 활동이 방해받는 사례가 발생해 출동기준을 바꾼 것인데 어느 정도 성과가 있는 것으로 보고 있다”고 말했다.

@highlight

작년 경기도소방재난본부의 출동 현황을 분석한 결과, 동물 관련 구조 건수는 절반가량 감소하고 인명과 관련된 교통사고 구조 건수는 는 것으로 나타난 가운데, 이는 구조나 화재 활동에 지장이 없도록 간단한 동물구조 등은 출동을 거부할 수 있도록 출동기준을 변경한 결과로 분석된다.