체육특기생 입학을 도와주겠다며 수년 동안 억대 돈을 받아챙긴 부산대학교 한 체육팀 감독에 실형이 선고됐다.

부산지법 형사5부(최환 부장판사)는 배임수재 등 혐의로 기소된 A(52) 씨에게 징역 1년6월, 추징금 1억5800만 원을 선고했다.

A 씨에게 돈을 건넨 학부모 B(43) 씨 등 5명은 배임증재 혐의로 벌금 150만~500만 원에 처해졌다.

1심이 인정한 범죄사실을 보면 부산대 체육교육과 소속 핸드볼부 감독인 A 씨는 2017년 9월 해당 종목 체육특기생 신입생 선발 때 추천서를 써주는 대가로 학부모 B 씨로부터 5000만 원을 받는 등 2014~2017년 학부모 5명으로부터 1억5800만 원을 받은 혐의를 받고 있다.

A 씨는 돈을 받은 흔적을 남기지 않으려고 학부모 명의의 계좌 현금카드와 비밀번호를 이용해 돈을 챙긴 것으로 드러났다.

A 씨는 2001년부터 지난해까지 체육팀 운영을 총괄하면서 자신의 추천서가 신입생 선발에 상당한 도움을 줄 수 있다며 학부모에게 접근했다.

당시 부산대는 신입생 모집 때 각 종목에서 체육특기생을 한 명씩만 선발했고, 핸드볼은 비인기 종목이라 지원자가 적었기 때문에 A 씨는 자신의 영향력을 과시할 수 있었다.

수년간 이어온 A 씨의 범행은 추천서 대가로 5000만 원을 건넨 B 씨가 아들이 진로를 바꿨다며 돈을 돌려달라고 요구했지만, 제때 갚지 않고 차일피일 미루다 B 씨의 경찰 신고로 드러났다.

재판부는 “피고인은 지도자로서 본분을 저버린 채 학부모의 궁박한 처지와 기대심리를 이용해 금품을 수수했다”며 “더욱이 수사가 시작된 후로는 학부모에게 연락해 자신이 돈을 빌린 것이라는 취지로 거짓진술을 종용하는 등 죄질이나 범행 후 정황도 좋지 않아 엄중한 처벌이 불가피하다”고 말했다.

이어 재판부는 “다만 피고인이 자신이 받은 돈 중 6000만 원을 반환했고, 실제 체육특기생 부정 입학이 이루어지지 않은 점 등을 고려했다”며 양형 이유를 밝혔다.

@highlight

부산대학교 체육교육과 소속 핸드볼부 감독 A 씨는 체육특기생 선발 때 추천서를 써주는 대가로 수년 동안 억대의 돈을 받아챙겨 징역 1년6월에 추징금 1억5800만 원을 선고 받았으며, 여기에 돈을 건넨 학부모 B 씨 등 5명은 배임증재 혐의로 벌금 150만~500만 원에 처해졌다. 