전주영생고 총동문회(회장 문무양) 2019 정기총회 및 신년하례식이 지난 16일 오후 6시 전주 그랜드힐스턴호텔에서 열렸다.

이날 행사는 문무양 총동문회장을 비롯 총동문회장을 역임한 박홍영· 김종규 고문, 이강안 광복회 전북지부장, 이연상 전 부안부군수, 오평근 전북도의원, 김윤식 전주개인택시조합장, 김양원 전주시 부시장, 장성원 전주시새마을회 회장, 천세창 특허청 차장, 정경훈 국토부 관리실장, 이장훈 영생고 교장, 송용섭 전북도교육청 감사관, 박병철 전북농협 노조위원장, 김동헌 전주시의원, 재경·재전·재광주 동문 등 300여명이 참석한 가운데 1, 2부로 나눠 진행됐다.

이날 김양원 전주시 부시장, 천세창 특허청 차장, 정경훈 국토부 관리실장, 송용섭 전북도교육청 감사관에게 자랑스런 영생인 공로패를, 김인수, 전기철, 이창용 동문에게 감사패를 각각 전달했다.

문무양 총동문회장은 "올해 62회 졸업과 함께 3만여명이 넘는 동문이 배출되어 각지에서 활동하며 영생인의 긍지와 자부심을 드높이고 있어 뿌듯하고 감사 드린다"며 "올해 특히 재학생 동문들의 대학 입시 결과가 괄목상대하게 성장했고 신입생들의 실력도 어느 해 보다도 월등히 높다는 기쁜소식을 동문 모두가 같이 나누며 모교와 동문 발전에 뜻을 모아주길 바란다"고 말했다.

문 회장은 또 "앞으로 모든 장학금과 모교 발전기금은 총동문회를 통해 기탁되고 전달되길 바란다"며 "총동문회 장학재단에서 전달하는 장학금을 연 2회로 늘리고 액수도 증액 시키며 특히 사비로 2천여만원을 들여 1학년 재학생 성적 우수자 10명과 교사 2명에 대해 필리핀 어학연수를 시킬 예정이다"고 밝혔다.

@highlight

전주영생고 총동문회는 이연상 전 부안부군수, 오평근 전북도의원 등 동문 300명을 초청하여 2019정기총회 및 신년하례식을 갖고 김양원 전주시 부시장 등의 동문들에게 영생인 공로패 및 감사패를 전달했다