[서울경제] 자유한국당 일부 의원의 '5·18 망언'과 관련해 같은 당 소속 권영진 대구시장이 더불어민주당 소속인 이용섭 광주시장에게 사과 메시지를 보냈다.

이 시장은 대구와 광주가 함께 일군 달빛(달구벌·빛고을) 동맹을 더 굳건히 하자며 권 시장이 뻗은 손을 잡았다.

권 시장은 17일 오후 자신의 페이스북에 이 시장에게 전날 보낸 문자메시지를 캡처해 게시했다.

권 시장은 "어제(16일) 광주시장님께 문자를 드렸다"면서 "광주시민에 대한 저의 사과와 위로는 사적인 차원의 문제가 아니라 달빛동맹의 파트너인 대구시장으로서 공적인 것이며 자유한국당 소속 단체장으로서 제 양심에서 우러나온 것"이라고 문자메시지를 소개한 배경을 설명했다.

권 시장은 16일 오후 6시 17분 이 시장에게 발송한 문자메시지에서 "저희 당 소속 일부 국회의원들이 저지른 상식 이하의 망언으로 인해 5·18 정신을 훼손하고 광주시민들에게 깊은 충격과 상처를 드렸다"며 "자유한국당 소속 대구시장으로서 시장님과 광주시민들께 충심으로 사과드린다"고 말했다.

이에 이 시장은 자신의 페이스북에 '권영진 대구시장님의 격려가 큰 힘이 됩니다'라는 제목의 글을 올렸다.

그는 "(16일) 5·18 왜곡 규탄 범시민 궐기대회를 마치고 돌아오는 길 문자메시지를 받았다"며 "이런 문자를 보내기가 결코 쉽지 않았을 것이기에 (권) 시장님의 진정성과 대구시민의 깊은 형제애가 더 절절하게 느껴진다"고 반응했다.

두 시장은 흔들림 없는 달빛동맹 구축 의지를 피력했다.

권 시장은 "이럴 때일수록 대구와 광주 시민들간의 연대와 상생 협력을 더욱 단단하게 해서 역사 왜곡과 분열의 정치가 우리 사회에 발붙이지 못하도록 해야 한다"고, 이 시장은 "대구 2·28과 광주 5·18이 민족 운동사의 새로운 전기가 됐듯 오늘날 우리의 연대가 왜곡된 역사를 정의 위에 바로 세우는 힘이 될 것"이라고 강조했다.

각 게시물에는 '좋아요'와 이모티콘 등으로 상대 시장을 응원하는 등 칭찬과 격려가 이어지는 가운데 권 시장의 사과에 비판적인 반응을 보이는 댓글도 일부 달리고 있다.

@highlight

권영진 대구시장은 자유한국당 일부 국회의원이 저지른 5.18 망언과 관련하여 이용섭 광주시장에게 문자메세지로 5.18 정신을 훼손한 것에 대해 광주시민들에 깊은 충격과 상처를 준것에 대해 달빛동맹의 파트너인 대구시장으로서 공적으로 사과한다는 내용을 전달하였다고 자신의 페이스북에 캡처한 사진을 게시하여 밝혔다.