[서울경제] 2PM 닉쿤이 데뷔 11년 만에 발매하는 첫 솔로 앨범 '미(ME)'가 18일 베일을 벗는다.

'아시아 프린스'라는 수식어와 함께 아시아 여러 지역에서 인기몰이 중인 닉쿤은 18일 오후 6시 전곡 자작곡으로 채운 앨범 'ME'를 선보이고 오랫동안 자신을 응원해준 팬들에게 특별한 음악 선물을 전한다.

앨범 'ME'는 닉쿤 특유의 감성 보이스를 효과적으로 표현한 총 9트랙이 담긴다.

닉쿤은 전곡을 영어곡으로 작사, 작곡해 '싱어송라이터'의 재능을 뽐냈다.

특히 닉쿤은 자신의 첫 솔로 앨범 발매를 기념해 팬들을 향한 무한한 사랑을 드러냈다.

이번 앨범 'ME'는 중국과 태국에서 동시 발매를 확정했고 팬송인 '엄브렐라(Umbrella)'를 한국어, 영어, 중국어, 태국어 총 4개국어로 선보인다.

최근 닉쿤은 태국에서 주연을 맡은 영화 '브라더 오브 더 이어'의 3월 7일 국내 개봉 소식을 전해 눈길을 끌었다.

해당 작품에서 닉쿤은 자상한 매력남 '모치' 역을 맡아 현지서 '국민 남친', '국민 남편' 애칭까지 얻을 정도로 인기몰이를 했다.

닉쿤은 지난달 15일 중국 베이징서 열린 현지 주요 매거진 'JSTYLE진미(JSTYLE精美)' 주최 시상식 '2019 AWARDS FEIA(Fashion And Entertainment Influence Awards)'서 '아시아 영향력 우상상'을 차지했다.

지난해 10월, 11월에는 각각 중국 베이징, 난징 등에서 팬미팅을 개최했으며, 중국 텐센트 드라마 '용왕직전연상니(Shall We Fall In Love)'에서 주연배우로 등장해 시청자들을 사로잡았다.

일본에서는 2018년 12월 첫 솔로 앨범 'ME'를 발표하고 이를 기념해 같은 해 11월과 12월 오사카와 도쿄서 5회 규모로 첫 솔로 콘서트를 성료했다.

@highlight

아시아에서 인기가 많은 2PM멤버 닉쿤이 데뷔 11년 만에 첫 솔로 앨범 '미(ME)'를 18일 오후6시에 선보일 예정인데 여기에는 닉쿤이 직접 작사,곡한 영어로 된 총9개의 곡을 담았다