2019년형 CR-V 터보.

혼다코리아는 18일 2019년형 CR-V 터보를 국내 공식 출시하고 판매에 돌입했다.

혼다코리아는 지난달부터 2019년형 CR-V 터보의 사전 예약 판매를 실시, 400여대의 계약 주문을 받았다.

2019년형 CR-V 터보는 기존 4WD EX-L, Touring 두 가지 트림에 2WD EX-L모델을 추가해 고객 선택의 폭을 넓혔다.

2019년형 CR-V 터보의 모든 트림에 차세대 운전자 보조 시스템인 혼다 센싱을 기본으로 장착해 안전성을 강화했다.

2019년형 CR-V 터보는 VTEC 터보 엔진을 통해 최고출력 193마력, 최대토크 24.8㎏.

ｍ의 강력한 퍼포먼스를 발휘한다.

여기에 강인한 외관 디자인과 고급스러운 인테리어를 적용해 남성적이고 다이내믹한 스타일을 구현했으며, 동급 SUV 최고 수준의 실내 및 적재공간을 확보했다.

2019년형 CR-V 터보는 기존 실버, 블랙, 메탈, 화이트, 레드에 블루를 색상을 추가했으며, 가격은 2WD EX-L 3690만원(VAT 포함), 4WD EX-L과 Touring은 각각 3930만원, 4300만원이다.

혼다코리아는 앞서 지난 16일 KCC 일산 전시장에서 국내 공식 출시를 기념하는 차량 전달식을 진행했다.

차량 전달식의 주인공으로 선정된 고객은 “처음 CR-V를 구입한 이후 충돌 교통사고가 발생했는데, 다친데 없이 멀쩡하게 차 밖으로 걸어 나왔다”며 “혼다 CR-V를 선호하는 이유는 차량 안전성을 신뢰하기 때문이다”라고 말했다.

혼다코리아 이지홍 상무는 “상품성이 한층 업그레이드 된 2019년형 CR-V 터보를 직접 전달할 수 있게 되어 기쁘게 생각한다”며 “앞으로도 브랜드 로열티 강화를 위한 다양한 마케팅 활동을 진행해 나갈 것”이라고 말했다.

혼다코리아는 지난 16일 KCC 일산 전시장에서 국내 공식 출시를 기념하는 차량 전달식을 진행했다.

@highlight

혼다코리아는 18일 기존 4WD EX-L, Touring 두 가지 트림에 2WD EX-L모델을 추가해 고객 선택의 폭을 넓히고 모든 트림에 차세대 운전자 보조 시스템인 혼다 센싱을 기본으로 장착해 안전성을 강화한 2019년형 CR-V 터보를 국내 공식 출시하고 판매에 돌입했다.