공학박사 출신 IT 기업 최고경영자(CEO)가 현장에서 바라본 4차 산업혁명의 현재와 미래를 진단한 책이 나왔다.

IT 전문 출판기업 영진닷컴은 '삐딱하게 바라본 4차 산업혁명: IT와 빅데이터'를 발간했다고 18일 밝혔다.

국내 대표 소프트웨어 기업인 티맥스소프트의 김동철(사진) 대표가 집필한 이 책은 SW 기업의 CEO로서 바라보는 4차 산업혁명의 여러 단면을 소개하고 있다.

실생활 사례가 풍부해 IT 종사자는 물론 일반 독자도 기술적인 내용을 신문 읽듯이 쉽게 이해할 수 있다.

책의 내용은 크게 IT와 빅데이터로 구성됐다.

전반부에서는 최근의 급변하는 IT 추세를 사용자의 관점에서 여러 가지 각도로 조명했다.

4차 산업혁명이 IT 업계에 어떤 영향을 끼치는지 그리고 인공지능, 클라우드, 오픈소스 등 4차 산업혁명의 주요 기술에 대한 통찰과 직관을 알기 쉽게 제시한다.

후반부에는 저자가 4년 전 출간한 '빅데이터 블로그: 빅데이터 삐딱하게 보기'에서 미처 다루지 못했던 빅데이터에 대한 좀 더 풍성한 이야기를 다루고 있다.

저자는 우리 주변에 있지만 미처 생각하지 못했던 숨겨진 빅데이터 이야기를 알려주며, 일상생활에서 활용되는 다양한 사례를 통해 4차 산업혁명을 바르게 인식하고 다가오는 미래를 준비할 수 있는 효과적인 방안과 해법을 담았다.

책을 쓴 김 대표는 "4차 산업혁명의 경쟁에서 살아남아야 하고 일자리도 창출해야 하지만 해외의 좋은 것을 가져다가 우리 것으로 만드는 제조 시대는 이제 한계를 드러내고 있다"며 "선진 글로벌 업체와 경쟁할 수 있는 우리만의 독보적인 기술력 확보와 이를 통한 일자리 창출이 절실하다는 점이 이 책을 통해 조금이나마 기여되기를 바란다"고 밝혔다.

한편, 이 책의 저자인 김 대표는 한국IBM에서 23년간 재직했으며, 이후 데이터 솔루션 전문기업 데이타솔루션의 대표이사 및 데이터부문장으로 빅데이터 사업을 총괄했다.

현재 티맥스소프트의 대표이사를 맡고 있으며 활발한 기고와 강연, 저술 활동도 이어가고 있다.

@highlight

티맥스소프트의 김동철 대표는 SW 기업의 CEO로서 바라보는 4차 산업혁명의 시각을 크게 IT와 빅데이터로 나눠 바라본 시각을 담은 '삐딱하게 바라본 4차 산업혁명: IT와 빅데이터'를 출간했다.