이탈리아 3부 리그 세리에C에서 무려 20-0이라는 웃지 못할 스코어가 나왔다.

이탈리아 북부 피아첸차를 연고로 하는 프로 피아첸차는 17일(현지시간) 세리에C 원정경기에서 쿠네오에 0-20으로 대패했다.

3부 리그라고는 해도 유럽 축구 강국인 이탈리아의 프로 리그에서 어떻게 이런 점수가 나온 것일까.

ESPN과 AFP통신 등이 전한 사연은 이렇다.

극심한 재정난에 시달리던 프로 피아첸차는 선수와 직원들에게 급여를 제대로 주지 못해 선수와 직원들이 수 주째 파업을 벌이는 중이다.

이 때문에 프로 피아첸차는 이미 지난 세 경기에 나서지 못해 몰수패를 당했다.

이번 네 번째 경기마저 몰수패를 당하면 세리에C에서 퇴출될 위기에 몰리자 구단은 팀을 ‘급조’했다.

급하게 끌어모은 선수들은 경기 시작 최소 인원을 간신히 채운 7명뿐이었다.

그것도 2000∼2002년 태생의 10대들이었다.

그나마도 한 명이 신분증을 놓고 온 탓에 39세의 장비 담당 직원이 급하게 그 자리를 채워야 했다.

빌린 유니폼의 이름을 테이프로 가리고 뛰다 근육경련이 온 이 직원은 선수의 신분증이 뒤늦게 도착한 후에야 교체 아웃될 수 있었다.

경기 시작 25분 만에 스코어는 10-0이 됐다.

전반이 16-0으로 끝나자 상대 팀 쿠네오는 후반전 주전들을 빼고 경기를 ‘살살’했지만 이번 시즌 전체 24경기에서 넣은 18골보다 많은 20골을 한 경기에서 기록했다.

세리에C를 주관하는 레가 프로의 프란체스코 기렐리 회장은 “이번 일은 스포츠와 스포츠 원칙에 대한 모독이자 축구사의 흑역사”라며 축구 팬에게 사과했다.

이탈리아 프로축구 최하위 리그인 세리에C에서는 프로 피아첸차 외에도 다수의 구단이 재정난을 겪고 있다고 AFP통신은 전했다.

또다른 팀 마테라는 역시 선수들의 파업으로 네 경기째 몰수패를 당해 최근 리그에서 퇴출됐다.

@highlight

이탈리아 프로 축구 피아첸차는 퇴출될 위기에 몰리자 구단은 팀을 ‘급조’했지만, 세리에C 원정경기에서 쿠네오에 0-20으로 대패했다. 