[충청일보 김홍민기자] 충북도와 도내 11개 시군은 18일 참여자 모집을 시작으로 올해 충북행복결혼공제사업을 본격 시행한다.

충북행복결혼공제사업은 청년층의 결혼 지원과 중소(중견)기업 장기근속을 장려하기 위해 도내 중소(중견)기업 미혼 근로자가 매월 일정액을 5년간 적립하면 충북도와 시군, 기업에서 매칭적립해 결혼 및 근속을 조건으로 목돈을 마련해주는 제도다.

충북도는 지난해 전국 최초로 이 사업을 시작했다.

도에 따르면 지난해 행복결혼공제사업은 청년층의 뜨거운 호응 속에 도내 청년근로자 400명이 사업에 참여했다.

특히 행정안전부가 주최한 지자체 저출산 극복 우수시책 경진대회에서 대통령표창을 수상하며 전국적 관심을 일으켰다.

올해는 민선7기 도지사 공약사항으로 청년농업인까지 확대·지원돼 청년농업인 육성을 통한 젊은 농촌 조성이 기대된다.

도는 올해 기존 가입자 400명에 신규 모집자 300명을 더해 700명을 지원할 계획이다.

도내 거주하는 만 18세 이상 40세 이하 도내 중소(중견)기업 미혼 근로자 및 농업인을 대상으로 추진한다.

근로자는 노·사·정이 협력해 근로자 30만원에 도·시군 30만원, 기업 20만원을 더해 월80만원을 5년간 함께 적립하고, 본인 결혼 및 근속 시 원금 4800만원에 이자를 더한 목돈을 받는다.

여기서 월 20만원인 기업부담은 세제혜택을 통해 법인기업의 경우 최대 5만9000원, 개인기업의 경우 1만1000원까지 낮아진다.

특히 농업인은 도·시군 30만원, 농업인 30만원씩 월60만원을 5년간 함께 적립하고 본인 결혼 시 원금 3600만원에 이자를 더한 목돈을 지급받는다.

농협과의 업무협약으로 2년 이상 공제금을 성실 납입한 청년이 만기 전 결혼할 경우 결혼비용 충당을 위해 일반대출보다 자격요건을 완화하고 우대금리를 적용한 특별신용대출도 제공받을 수 있다.

참여신청은 18일부터 근로자는 본인 주소지 또는 기업체 소재지, 농업인은 본인 주소지 시·군청에서 할 수 있다.

@highlight

충북도와 도내 11개 시군은 오는 18일부터 청년층의 결혼 지원과 중소(중견)기업 장기근속을 장려하기 위한 충북행복결혼공제사업을 지난해 청년근로자 400명의 뜨거운 참여에 이어 올해도 확대 시행키로 했다.