청주지역을 기반으로 하는 청년 예술가들의 모임 '우주개구리'. [충북일보=청주] 청주 기반의 예술크루 '우주개구리'가 오는 27일까지 청주시 상당구 용정동 라폼므현대미술관과 이정골에서 전시를 연다.

청년 예술가 이다현, 이정아, 김선영, 정수민, 이근형, 김정하, 황진웅, 김종오, 오주연 등이 모여 결성한 '우주개구리'는 '우물 안 개구리가 아닌 우주로 향하는 개구리'를 뜻한다.

이번 전시 '문인 우주개구리(MOON IN SPACE FROG)'를 한국의 청년세대가 겪는 어려움을 적나라하게 보여주고 함께 이야기하기 위해 마련됐다.

'우주개구리' 회원들은 "패기로 똘똘 뭉쳤다는 뜻으로 소비되는 청년은 어느새 사회에서 최약체 집단이 됐다"며 "기성세대와 청년세대 사이의 소통의 부재로 인한 갈등이 사회문제로 드러나고 있다. 현시대는 보장받아야 할 권리도 보장받지 못하고, 그렇다고 쉽게 요구하기 어려운 사회다. 그래서 이번 전시를 통해 청년들의 이야기를 사회에 들려주고 우주개구리의 활동이 삭막한 사회에 소통이 장이 형성되는 계기를 만들고 싶다"고 전했다.

이번 전시는 다양한 청년들의 이야기를 담기 위해 미술뿐 아니라 패션, 전자, 경영을 전공으로 하는 학생들과 함께 진행했다.

전시관 1층에는 청년들이 느끼는 사회에 대한 생각을 볼 수 있는 작품들과 '우주개구리'의 준비 과정을 볼 수 있다.

2층에는 조각, 회화, 사진 등의 작품들이 전시된다.

전시장 내 공중에 띄워진 다채로운 색을 이용한 현수막 작품 '여길 좀 봐'는 사회 곳곳에서 각자의 색들을 뽐내면서 각자의 아름다운 색들로 남들에게 자신들 나타내길 원하는 마음을 표현했다.

이정골에 전시한 체험 가능한 작품 'AR_히든맵_이정골'은 존재하지만 보이지 않는 것들을 보기 위해서는 기준과는 다른 시각이 필요하다는 것을 이야기한다.

라폼므현대미술관 관람시간은 오전 10시부터 오후 6시까지며, 매주 일요일은 휴관한다.

@highlight

청주지역 청년 예술가들의 모임 '우주개구리'가 용정동 라폼므현대미술관과 이정골에서 청년세대가 겪는 어려움을 보여주고 이야기 하기 위해 전시를 준비했는데 미술 뿐 아니라 패션, 전자, 경영 전공자들이 학생들과 협업했다.