쏘카가 지방정부와 함께 더 나은 이동과 삶을 만들기 위한 '쏘카, 공유도시 프로젝트'를 시작한다.

쏘카는 18일 하남시와 공유차량 활성화를 위한 업무협약(MOU)을 체결했다고 밝혔다.

'쏘카, 공유도시 프로젝트'는 도시를 이동문제 해결의 플랫폼으로 바꾸기 위한 프로젝트다.

향후 전국 각 지방정부 및 도시 단위의 공유차량 플랫폼 구축과 지역사회 이동 문제 해소에 나선다.

쏘카는 이번 MOU로 △지역 교통 문제 해결 △공유경제 활성화 △시민의 이동권 확대를 목표로 다양한 이동 대책을 선보일 예정이다.

특히 하남시는 선도적으로 공유경제 활성화에 나서며, 카셰어링을 관용차에 도입해 공무에 직접 활용하는 것과 동시에 일부 관용차는 쏘카 플랫폼에서 시민도 이용할 수 있도록 우선 시범 운영하고 추후 확대 적용키로 했다.

이와 함께 하남시 내 공공기관 및 공영주차장을 활용한 쏘카존 운영(미정) 등을 통해 일반 시민의 카셰어링에 대한 편의성과 접근성을 향상시킴으로써 △공유차량 활성화 기반 마련 및 자동차 이용문화 변화 △공유차량 활용을 통한 자원절약 및 도시 교통문제 해결에도 기여할 것으로 기대된다.

현재 쏘카는 서울시 나눔카, 인천시 카셰어링 사업, 세종시 어울링카 사업자로서 전국 주요 도시에 차량 1만여 대를 제공하고 있다.

이재웅 쏘카 대표는 "쏘카는 지방정부, 도시들과 협업을 통해 주차, 환경, 비용 등 해결이 필요한 다양한 이동 문제를 공유경제로 풀어나가고자 한다"면서 "전국의 시민이 더 나은 이동과 삶을 누릴 수 있도록 도시 플랫폼으로 발전시켜 나가겠다"고 말했다.

김상호 하남시장은 "쏘카를 관용차량으로 이용하여 차량 유지 등의 예산을 절감하는 한편, 더 나아가 청정하남의 대기환경 개선에 큰 도움을 줄 것"이라고 밝혔다.

이재웅 쏘카 대표(왼쪽)와 김상호 하남시장이 18일 공유차량 활성화를 위한 업무협약(MOU) 체결식에서 협약서를 들고 기념촬영을 하고 있다.

@highlight

쏘카는 18일 하남시와 공유차량 활성을 위한 업무협약을 체결하고 '쏘카, 공유도시 프로젝트'를 진행해 지역 교통 문제 해결, 공유경제 활성화, 시민의 이동권 확대를 목표로 다채로운 이동 대책을 선보일 계획이다.