18일 방송되는 SBS '생활의 달인'에는 영국 가정식 달인이 출연한다.

유독 강한 개성을 자랑해 맛이 없다는 편견이 있는 영국 음식.

그런데 이런 선입견을 타파한 사람이 있다.

영국 미슐랭 레스토랑에서 배운 노하우로 한국인의 입맛을 사로잡은 이승환(男 / 30세 / 경력 8년) 달인이 그 주인공이다.

테이블이라곤 단 두 개밖에 없는 아담한 가게지만 달인의 영국 가정식에 대한 소문을 듣고 연일 사람들로 붐빈다.

특히 인기 있는 메뉴는 영국인들의 소울푸드인 셰퍼드 파이다.

일반적으로 쓰는 양고기 대신 시금치 반죽으로 숙성시킨 소고기를 사용해 풍미를 살렸다.

여기에 화룡점정을 찍을 감자는 머랭과 소금을 이용해 식감을 잡았다.

영국을 대표하는 음식인 피시앤칩스는 실제 미슐랭 레스토랑에서 쓰는 오리 콩피 방식으로 느끼함을 없애고 고소한 맛만 배가시켰다.

또 '은둔식달' 코너에서는 속초의 한 분식집이 소개된다.

이곳에 고소하고 달달한 풍미로 사람들의 발길을 사로잡은 정체는 바로 꽈배기다.

평일에도 불티나게 팔린다는 달인의 꽈배기는 작두콩을 사용해 반죽하기 때문에 고소할 뿐만 아니라 50년 내공의 빵가루가 더해져 바삭하면서 쫄깃한 맛을 낸다.

여기에 비법 해물로 육수를 낸 떡볶이도 별미다.

또 속초 달인 못지않게 분식계의 대모로 불리며 경북 최고의 분식 트리오를 선보이는 곳도 있다.

외관부터 남다른 내공 자랑하는 경북 상주의 한 분식집.

이곳에 오면 군만두, 쫄면, 땡초김밥은 꼭 먹어야 할 필수 코스다.

특히나 비법 마늘을 넣은 땡초김밥과 곶감을 이용해 만든 소가 일품인 군만두는 극강의 맛을 자랑한다.

수십 년의 내공으로 분식의 패러다임을 바꿀 달인들을 만나보자.

이 밖에 옛날식 키 달인도 출연한다.

오늘(18일) 오후 8시 55분 방송.

@highlight

18일 SBS'생활의 달인'에서는 분식의 패러다임을 바꿀 세명의 달인으로 영국의 셰퍼드 파이와 피시앤칩스를 한국의 입맛으로 바꾼 이승환달인과 속초의 유명한 꽈배기 달인과 군만두,쫄면,땡초김밥 트리오의 경북 상주 분식달인이 소개된다.