공정위, 5곳에 억대 과징금 국민 건강과 관련된 미세먼지 등을 측정하는 장비 구입을 위한 공공기관 입찰에서 담합행위를 한 업체들이 공정거래위원회로부터 제재를 받게 됐다.

공정거래위원회는 공정거래법 위반 혐의로 에이피엠엔지니어링, 이앤인스트루먼트, 아산엔텍, 제이에스에어텍, 하림엔지니어링 등 5개 업체에 시정명령과 함께 과징금 총 1억2900만원을 부과하기로 했다고 밝혔다.

18일 공정위에 따르면이들 업체는 2007∼2014년 국립환경과학원 등 공공기관이나 구미시 등 지방자치단체가 발주한 21건의 대기오염측정장비(총액 약 27억원) 입찰에서 사전에 투찰 가격을 합의한 혐의를 받고 있다.

이를 통해 이들은 예정가격 대비 99% 수준의 높은 낙찰률로 물건을 공급할 수 있었던 것으로 조사됐다.

대기오염 측정장비는 미세먼지, 초미세먼지 등의 대기오염물질을 측정하는 장비다.

환경부는 국립환경과학원 등을 통해 광범위한 지역의 대기오염도를 측정하거나 외국으로부터의 오염물질 유입 등을 파악하고 있다.

지자체는 별도로 대기오염 측정장비를 설치해 관할구역의 대기오염도를 상시 측정한다.

담합행위가 적발된 업체들은 단독 입찰할 경우 유찰 우려가 있어 담합을 할 수밖에 없었다고 주장했다고 공정위는 전했다.

특히 외국에서 물건을 들여온 업체들은 환율 변화에 따라 손해가 날 수 있기 때문에 유찰을 피해야 했다는 해명이다.

업체별 과징금은 에이피엠엔지니어링 7200만원, 하림엔지니어링 4400만원, 제이에스에어텍 800만원, 이앤인스트루먼트 500만원 등이다.

공정위는 담합에 따라 예산 낭비가 초래됐지만, 장비 사양 기준은 충족했기 때문에 납품 기기 자체에 문제가 있는 것은 아니었다고 설명했다.

이유태 공정위 카르텔총괄과장은 "앞으로도 국민의 건강 및 안전과 직·간접적으로 관련된 분야의 예산낭비를 초래하는 입찰담합행위를 지속적으로 감시해 나갈 것"이라고 설명했다.

@highlight

18일 공정위는 에이피엠엔지니어링, 이앤인스트루먼트, 아산엔텍, 제이에스에어텍, 하림엔지니어링이 2007∼2014년 미세먼지 측정 장비 구입을 위한 공공기관 입찰에서 담합한 사실을 적발해 시정명령을 내리고, 과징금 4억 2,900만 원을 부과했다.