전주시 완산구 경원동 동문길에 위치한 탑 외국어사(대표 김태규)는 세계화시대를 맞아 국내최초로 좀 더 발달된 교수법을 활용한 질 좋은 교재들을 개인이나 교사에 추천 영어교육에 기여하기 위한 ELT 외국어 전문매장으로 지난 1987년 문을 열었다.

ELT는 English Language Teaching의 약자로 다른 교과목들은 영어로 교육되지 않고 모국어로 교육되는 상황에서 영어를 외국어 또는 제2언어로 배우는 사람들을 위한 효과적인 영어 교수법으로 알려지고 있다.

김태규 대표는 탑 외국어사의 장점으로 세계의 유수한 회사들의 ELT 교재를 다량보유하고 있어 직접 살펴 비교해 볼 수 있고 교수법에 관한 자료를 자유롭게 찾아볼 수 있다는 장점을 가지고 있다고 설명한다.

또한 김 대표는 대한민국은 95% 이상의 원자재를 수입, 가공, 수출하는 나라로써, 때맞춰 한류가 세계속으로 깊숙이 스며들고 기업들도 그 뒤를 따르고 있는 이런 시대에 좀 더 효과적인 학습프로그램을 제시하여 국가와 사회에 이바지할 때라고 강조했다.

특히 전북지역 총판인 탑 외국어사는 최근 모방해서 만들어온 교재들과 다른 ELT 교재에 대해서 영어를 가르치는 선생님들이 종류와 교수법에 대해 잘 모르고 있다는 점을 착안 자료와 교수법을 세미나 또는 방문하시는 선생님들께 소해해 더 나은 학습법으로 학생들에게 큰 도움을 주고 있다.

ELT 교재 판매는 학교, 학원 선생님 대상으로는 신간 교재 홍보, 영어수업 컨설팅, 교수법 세미나를 통해, 일반 고객에게는 영어 학습법 컨설팅을 통해 판매하고 있다.

그러나 최근 들어 학생수 급감으로 인해 매장을 당초 2곳에서 1곳으로 합하기로 결정했다.

전주 동문길에 있는 탑 외국어사를 중화산동에 있는 키다리영어샵으로 이전, '탑 외국어사&키다리영어샵'으로 새롭게 선보일 계획이다.

@highlight

세계의 유수한 회사들의 ELT 교재를 다양하게 보유하고 있어 비교해보거나 교수법에 관한 자료를 찾아볼 수 있는 큰 장점을 가진 탑 외국어사가 최근 학생수의 급감으로 전주 동문길에 있는 탑 외국어사를 중화산동에 있는 키다리영어샵으로 이전하여 '탑 외국어사&키다리영어샵'으로 새출발 할 예정이다.