파주시와 현대산업개발(주) 컨소시엄, 파주센트럴밸리사업협동조합 컨소시엄은 15일 파주시청 비즈니스룸에서 '파주희망프로젝트 2·3단계 민간사업자간 기본협약'을 체결했다.

협약에는 파주시가 산업단지 개발사업이 원활히 추진될 수 있도록 협조하고, 민간사업자는 금융조달, 책임준공 등이 차질 없이 진행될 수 있도록 하는 내용이 포함됐다.

파주희망프로젝트 2단계 사업은 현대산업개발(주), ㈜케이비즈파주산단 컨소시엄이 51만㎡ 사업부지에 총사업비 1886억원을 투입해 R&D 기반 첨단업종 위주 산업단지를 조성하며 현재 61개 입주기업을 확보했다.

3단계 사업은 파주센트럴밸리사업협동조합, ㈜포스코건설, 현대엔지니어링(주), 한국투자증권(주), 교보증권(주) 컨소시엄이 102만㎡ 사업부지에 총사업비 3240억원을 투입해 미래성장 및 혁신성장동력산업 위주의 첨단산업단지를 조성할 계획으로 105개 입주기업을 확보했다.

사업부지 주변으로 경의선 철도, 통일로(국도1호선)와 국지도78호선이 지나고 있고 서울-문산간고속도로, 제2외곽순환고속도로가 예정돼 있어 접근성이 뛰어나다.

인근에는 첨단산업과 연계된 공업계 학과 특성화 대학인 두원공과대학이 있고 폴리텍대학도 설립 예정이어서 산·학 네트워크의 활발한 교류가 예상된다.

시는 산업단지 조성으로 고용창출효과 7000여명, 생산유발효과 약3조원이 발생해 지역경제 활성화에 크게 기여할 것으로 기대하고 있다.

최종환 시장은 "파주희망프로젝트 본격 추진으로 파주 북부지역 균형발전의 기틀을 마련하고, 파주시가 통일한국 중심도시로 부상하는 계기가 될 것"이라며 "오늘 협약식을 시작으로 사업이 정상궤도에 오르기까지 지역주민과 상생·발전할 수 있도록 모든 행정력을 집중하겠다"고 말했다.

@highlight

파주시와 현대산업개발(주) 컨소시엄, 파주센트럴밸리 사업협동조합 은 파주 희망프로젝트 민간사업자간 기본협약을 체결하고, 금융조달, 준공 협조 등이 문제없이 진행될 수 있도록 했으며, 파주시는 산단이 조성될 시 7000여명의 고용창출과, 3조의 생산유발효과 등으로 지역경제에 긍정적인 영향을 기대하고 있다.