산업통상자원부는 올해부터 특성화·마이스터고 학생 대상으로 고용계약형 자유무역협정 실무인력 양성사업을 추진한다고 18일 밝혔다.

이번 사업은 중소·중견기업의 자유무역협정(FTA) 활용역량 및 수출경쟁력을 높이고 자유무역협정 실무능력을 갖춘 인재를 양성하기 위해 마련했다.

이번에 진행되는 고용계약형 자유무역협정 실무인력 양성사업에는 대한무역투자진흥공사(KOTRA)의 각종 수출촉진 사업에 기여하고 있는 강소·중견 수출기업 등 유망기업들이 참여한다.

고용계약형 자유무역협정 실무인력 양성사업은 자유무역협정 실무역량이 필요한 중소·중견기업과 취업을 원하는 특성화·마이스터고 학생들을 취업으로 연결하기 위해 산업통상자원부와 대한무역자투자진흥공사가 진행하는 사업이다.

지원대상은 특성화·마이스터고 3학년 학생 100명이다.

단 학교당 20명 내외다.

또 선정되지 않은 학교의 학생을 기업이 원할 경우, 해당 학생 거주지 인근 선정학교에서 협조 가능하다.

지원내용은 자유무역협정 및 수출 실무교육(60시간), 기업과 학생 간 고용매칭, 원산지실무사 특강 및 응시료(1회), 자유무역협정 활용 국내기업 현장실습(1일), 자유무역협정 전략국가 방문 해외연수(4박5일), 강의교재 및 교육기자재, 교육생 간·식비 등이다.

접수기간은 오는 18일부터 3월 15일까지며 지원기간은 협약일로부터 오는 12월 31일까지다.

접수방법은 신청서 및 관련서류를 서울특별시 서초구 헌릉로 7, 대한무역투자진흥공사 아카데미 귀중으로 우편을 보내거나 이메일(academy@kotra.or.kr)로 접수하면 된다.

이번 사업 추진일정은 2월 공고를 시작으로 학교선발 및 기업모집(2~4월), 학생-기업간 매칭(5월), 자유무역협정 실무교육(6~10월), 채용(10월 이후)의 과정을 거쳐 수행한다.

자세한 공고내용은 산업통상자원부 홈페이지(motie.go.kr) 및 대한무역투자진흥공사(KOTRA) 홈페이지에서 확인할 수 있다.

@highlight

산업통상자원부는 올해 특성화,마이스터고 학생 대상으로 취업을 원하는 학생들을 취업으로 연결하기 위해 진행하는 사업인 고용계약형 자유무역협정 실무인력 양성사업을 추진한다고 밝혔는데, 지원내용은 수출 실무교육, 자유무역협정 활용 국내기업 현장실습 등이 있다.