농촌진흥청(청장 김경규)은 지역 내 축산 농가에 공급할 봄 파종 풀사료 작물로 귀리재배를 추천했다.

귀리는 씨를 뿌리고 거두는 데 걸리는 기간이 짧은 데 비해 많은 수량을 얻을 수 있다.

또한, 담근 먹이(사일리지)를 만들었을 때 품질도 좋아 풀사료를 얻기 어려운 축산 농가에 알맞은 작물이다.

봄 파종용 귀리 품종으로는 국내 조생종 '하이스피드'와 '다크호스', 중만생종으로는 '조풍'을 추천한다.

3월 중순 전에 조생종을 뿌리면 1ha당 30톤 이상의 담근먹이용 귀리를 거둘 수 있다.

파종할 때 줄뿌림은 1ha당 150kg, 흩어뿌림은 200kg을 사용한다.

봄에 가뭄으로 건조하다면 씨를 뿌리고 땅을 눌러주면 고르게 많은 싹을 틔울 수 있다.

비료는 1ha당 질소 60kg(요소 130kg), 인산 50kg(용성인비 250kg), 가리 40kg(염화가리 67kg)을 경운하거나 파종 시 밑거름으로 준다.

웃거름은 20cm 정도 자랐을 때 질소 60kg(요소 130kg)을 준다.

귀리는 습해에 약하기 때문에 비가 온 후에는 물이 고이지 않도록 1m∼1.2m 간격으로 물 빼는 길을 만든다.

이때 두둑 가운데를 약간 봉긋하게 만들면 물이 쉽게 흘러들어 잘 빠진다.

귀리 종자는 영농법인을 통해 구입할 수 있으며, 품종 관련 문의는 농촌진흥청 중부작물과(☎031-695-4053)에서 안내 받을 수 있다.

농촌진흥청 국립식량과학원 중부작물과 김병주 과장은 "풀사료 수급이 어려운 지역의 축산 농가에는 봄 파종 사료 작물로 귀리를 추천한다"며 "수입 건초를 대체하고 지역 농가 소득을 높이는 데 도움이 될 수 있도록 국내 환경에 알맞은 풀사료 품종과 생산 기술 개발에 최선을 다하겠다."고 말했다.

@highlight

농촌진흥청은 봄 파종 풀 사료 작물로 귀리를 권했는데, 귀리는 씨를 뿌리고 거두기까지 기간이 짧으며 수확량이 많고, 담근 먹이 제조 시 품질도 좋아 풀 사료 확보가 어려운 축산 농가에 적합한 작물이다.