[보령] 보령시는 각종 시설물의 안전점검을 통한 선제적 안전관리체계 확립으로 시민의 소중한 생명과 재산을 보호하는데 앞장서기로 했다.

시는 18일 오전 시청 회의실에서 김동일 시장과 관계 부서장, 민간 전문가 등이 참석한 가운데 국가안전대진단 선포식을 갖고 오는 4월 19일까지 2019 국가안전대진단을 본격 추진해 나가기로 했다고 밝혔다.

올해는 2개월 여간 집중적으로 실시하는 대진단과 분야별 특성을 고려한 연중 안전점검을 연계해 점검 효과를 높이고 안전사각지대 등 신규 대상 시설 적극 발굴 및 주민의 정책현장 참여 강화, 민간시설의 전문가 합동 점검 등 시설물의 안전진단에 보다 내실과 효율을 높여 나가기로 했다.

이를 위해 정원춘 부시장을 단장으로 총괄기획반, 현장점검반, 상황관리반 3개반을 편성해 각 부서에서 관리하는 공공시설뿐만 아니라 민간시설도 전문가와 합동 점검으로 추진한다.

올해는 급경사지, 대형공사장, 체육시설, 공동주택 및 대형건축물, 교량, 전통시장 등 정부의 지정기준 643개 시설물의 현장 점검, 안전도가 낮은 시설물과 안전사각지대 등 신규 대상 시설을 적극적으로 발굴하고 사회적 이슈가 된 사고는 반드시 안전관리실태, 제도, 관행 등을 진단해 나간다는 방침이다.

이와 함께 법 시행 이전 또는 법 시행 유예중인 사항 등으로 안전사각지대에 놓인 레저스포츠, 캠핑장, 낚시어선, 자전거도로 등에 대해서도 철저한 조사를 실시하고 해방기 안전사고 예방을 위해 건설공사장, 급경사지, 노후주택 등의 옹벽, 석축, 사면에 대해서도 수시점검을 강화해 나가기로 했다.

이밖에도 행정에서 살피지 못하는 위험요소들을 시민들이 인터넷 안전신문고 홈페이지나 스마트폰 안전신문고 앱 등을 통해 안전관련 공모 제안에도 활발히 참여하도록 권장해 나갈 계획이다.

김동일 시장은 "시설물의 철저한 관리와 점검으로 재난으로부터 시민의 소중한 생명과 재산을 보호할 수 있도록 최선을 다해 추진해 주길 바란다"라고 당부했다.

@highlight

보령시는 18일 국가안전대진단 선포식을 갖고 오는 4월 19일까지 2019 국가안전대진단을 본격 추진하겠다고 밝혔는데, 2개월 여간 집중적으로 실시하는 대진단과 분야별 특성을 고려한 연중 안전점검을 연계해 점검 효과를 높이고 각종 시설물의 안전점검을 통한 선제적 안전관리체계 확립으로 시민의 소중한 생명과 재산을 보호하는데 앞장서겠다는 방침이다.