18일 '서울선언문' 채택 전국 39개 기초지자체로 구성된 자치분권지방정부협의회가 국회와 중앙정부에 분권개헌 논의재개를 촉구하고 나섰다.

협의회는 18일 오후 4시 서울시청에서 정기총회를 열고 '서울선언문'을 채택한다고 밝혔다.

올 들어 처음 열리는 협의회 정기총회에는 박원순 서울시장을 비롯해 전국 30개 지자체 단체장과 이기우 인하대 교수 등 200여명이 참석한다.

노현송 서울 강서구청장, 김정식 인천 미추홀구청장, 장종태 대전 서구청장, 김삼호 광주 광산구청장, 이성문 부산 연제구청장, 최대호 경기 안양시장, 오세현 충남 아산시장 등이다.

참석자들은 그간 분권개헌을 약속한 국회와 지방정부가 시대적 요구인 자치와 분권을 외면하고 있다고 목소리를 모았다.

국회는 자체 개헌안을 마련하기는커녕 자치입법·행정·재정·조직권을 강화한 대통령 개헌안을 무산시키고 관련 법안 심사도 미뤄 도마에 올랐다.

중앙정부 역시 자치분권 종합계획을 발표하고 지방자치법 지방이양일괄법 등 일련의 움직임을 보이고는 있지만 정작 자치분권개헌은 다루지 않다.

자치분권 논의 과정에서 기초지자체가 배제된 점도 문제로 지적한다.

자치분권지방정부협의회는 국회와 중앙정부에 실질적인 지방자치 보장을 위한 자치분권형 개헌 논의를 즉각 재개하고 세입구조를 자치분권형으로 개편하기 위한 방안을 즉각 마련하라고 촉구했다.

협의회는 특히 지방소비세 확대, 양도소득세 지방세 전환, 법인세 공동세화 등을 통해 국세와 지방세 비율을 6대 4까지 재편해야 문재인정부가 추진하는 경제활성화가 신속히 이루어진다고 강조했다.

문석진(서울 서대문구청장) 협의회장은 "시대적 변화와 사회문제에 능동적으로 대처하고 남북평화협력 시대를 위해 지방의 역할과 주민자치의 중요성이 더욱 커지고 있다"며 "창조적 다양성이 경쟁력인 4차 산업혁명시대에 기존 중앙집권적 통제방식은 국정의 큰 걸림돌이 될 수밖에 없다"고 말했다.

@highlight

자치분권지방정부협의회는 18일 국회와 중앙정부에 분권개헌 논의재개를 촉구하면서 실질적인 지방자치 보장을 위한 자치분권형개헌 논의와 신속한 경제활성화를 위한 세입구조 개편 방안을 즉각 마련하라고 강력하게 요구했다.