한 반도체 공장에서 직원이 일하고 있다.

[이데일리 김정현 기자] 반도체 가격이 7년여 만에 최대 폭으로 급락했다.

19일 한국은행에 따르면 지난달 수출물가지수는 82.95로 전월 대비 1.0% 하락했다.

지수 기준으로 보면 지난 2016년 10월(80.68) 이후 2년 3개월 만에 가장 낮다.

지난해 4~10월 꾸준히 올랐던 수출물가는 지난해 11월 하락 반전한 뒤 3개월 연속 하락세를 이어가고 있다.

수출입물가지수는 수출·수입 상품의 가격변동을 측정하는 통계다.

수출 채산성 변동이나 수입 원가 부담 등을 파악할 수 있다.

한은이 매달 이를 측정해 공표한다.

지난달 수출물가가 하락한 건 반도체 값이 내린 영향이 결정적이다.

통상 반도체를 뜻하는 D램(DRAM) 수출가격은 전월대비 14.9% 급락했다.

2011년 8월 당시 21.3% 하락한 이후 최대 낙폭이다.

D램 수출가격은 6개월째 하락세를 이어가고 있다.

반도체가 포함된 전기·전자기기 수출물가(-3.3%) 하락이 두드러졌다.

D램뿐 아니라 TV용 LCD(-2.6%), 모니터용 LCD(-1.9%), 플래시메모리(-5.3%) 등도 큰 폭 내렸다.

제1차 금속제품(-0.4%)은 합금철(-7.0%), 열연강대 및 강판(-2.0%), 아연정련품(-2.2%) 등을 중심으로 하락했다.

수입물가지수(84.89)는 국제원유 상승 영향에 전월 대비 0.1% 상승했다.

3개월 만의 반등이다.

두바이유는 지난해 1월 평균 배럴당 59.09달러에 거래됐다.

전월(57.32달러) 대비 3.1% 상승한 값이다.

두바이유는 국내에 수입되는 원유의 80% 이상 비중인 것으로 알려졌다.

그만큼 수입 구조에 미치는 영향이 크다.

원유(+3.0%), 천연가스(LNG·+2.1%), 철광석(+7.3%) 등을 중심으로 광산품 수입가격이 1.5% 상승했다.

@highlight

반도체 D램 수출가가 2011년 8월 21.3% 하락 이후 최대 낙폭인 약 15%를 기록하며 6개월째 하락세를 이어가고 있어 주목된다.