전남도교육청이 체육계 성폭력 사건에 대한 예방책으로 학생들의 합숙형태 훈련을 금지하도록 했다.

그동안 합숙소를 운영하는데 필요한 예산을 지원해놓고 이제와서 폐쇄를 종용해 논란이 제기되고 있다.

18일 도교육청에 따르면 전남에서 운동부 합숙소가 운영 중인 학교는 중학교 4곳(5개 종목), 고등학교 6곳(7개 종목)이다.

연초 초등 2곳, 중학교 7곳, 고교 20곳에서 모두 350여명이 합숙했으나 도교육청 점검 뒤 줄었다.

도교육청은 오는 26일까지 합숙소 운영 실태를 다시 점검해 학교 측에 폐쇄를 권고하기로 했다.

초·중학교는 전면 폐쇄하되 고교는 입시 등을 고려해 방학 중이나 주요 대회를 앞둔 시점에서의 단기간 합숙은 가능하도록 했다.

도교육청은 고교 운동부 합숙소를 기숙사 형태로 전환해 원거리 통학 등 합숙이 불가피한 학생 선수들이 생활하도록 할 방침이다.

교육부는 2016년부터 초·중학교 합숙소를 폐지하도록 했으며 지난 연말에는 고등학교 합숙소 폐지를 각 교육청에 주문했다.

도교육청은 일선 초·중학교 운동부 합숙소와 관련해 대두된 문제점들에 대한 근절을 요구했지만 현장에서 지켜지지 않았다며 체육계 미투사건에 따라 3월 이전에 폐지하라고 일선 학교에 요구했다.

도교육청은 최근 10년 동안 18개 학교에서 85억원을 들여 합숙소를 짓는 과정에서 일부 예산을 지원했다.

이에 따라 ‘근시안적 행정’이라는 지적도 나오는 상황이다.

이와 관련, 이혁제 도의원은 “교육청에서 단순 숙식 제공과 주거 생활만 하는 합숙소는 불법임을 인지하면서도 지난해만 고흥중, 해남중, 화순고에 20억을 들여 합숙소를 신설했고 위장전입을 묵인하면서 타지 출신 운동선수 영입에 한몫 했다”고 꼬집었다.

이 의원은 “합숙소 폐쇄 전에 학생들의 위장 전입 실태 파악, 재학 중인 운동부 학생들에 대한 대책 마련이 선행돼야 한다”며 “전남에서 224개 학교에서 3천200명 이상 학생 선수들이 학업과 운동을 병행하고 있는 만큼 급격한 정책 변화에 따른 재학생들의 피해가 없어야 한다”고 주문했다.

@highlight

단순 숙식 제공과 주거 생활만 하는 합숙소는 불법임을 인지하고 있지만 그동안 합숙소를 운영하는데 필요한 예산을 지원하고 위장 전입을 묵과해왔던 전남도교육청이 체육계 성폭력 사건 예방을 이유로 학생들의 합숙 훈련을 금지했다.