도널드 트럼프 미국 대통령이 '멕시코 국경 장벽을 조성하기 위한 국가비상사태'를 선포했다.

이에 따라 공화당과 민주당 간 공방전이 계속될 것으로 예상된다.

우리나라 증시에 미치는 영향은 제한적이지만 인프라 투자와 관련된 기대는 낮춰야 한다는 분석이 나온다.

김영환 KB증권 연구원은 19일 보고서에서 "트럼프 대통령이 국가비상사태를 선포함으로써 의회 승인을 거치지 않고 국방부 등의 예산과 군대를 동원해 멕시코 국경 장벽을 건설할 수 있게 됐다"고 설명했다.

국경 장벽 예산으로 의회가 승인한 13억7500만달러 외에 80억달러 가량을 동원할 수 있게 된 것이다.

의회가 이를 무효화하기는 어려우나 대법원이 이번 국가비상사태 선포를 적법하지 않다고 판결할 경우 '국가비상사태'는 무효화가 될 수 있다.

일부 시민단체 등이 소송을 제기했고 캘리포니아 등 주정부 일부도 소송을 준비 중인 것으로 알려졌다.

다만 증시에 미치는 영향은 제한적인 것으로 분석된다.

김 연구원은 "미국 경제정책 불확실성 지수(US EPU Index)의 상승이 증시에 부정적인 것은 사실이지만 한국 증시에 미치는 영향은 미국의 절반 수준이었고 불확실성 강도도 상위 2.5% 수준은 돼야 국내 증시에 유의미했다"고 밝혔다.

예컨대 2001년 9.11테러, 2008년 금융위기, 2011년 미국 신용등급 강등, 2013년 유럽 재정위기 등 대외 변수와 관련된 사건들이었다.

김 연구원은 "미국 내 정쟁 이슈만으로 한국 증시에 미치는 파괴력은 크지 않다"고 설명했다.

그러나 미국 정치권이 조기 대선 모드에 돌입하는 양상을 보이는 것은 미국 '인프라 투자' 기대감을 낮추는 요인이라고 분석했다.

김 연구원은 "인프라 투자는 공화당, 민주당이 합의를 이뤄야 실행이 가능한 분야인데 합의 가능성이 낮아지기 때문"이라고 밝혔다.

이에 따라 김 연구원은 "이번주는 무역협상의 우호적 기류는 긍정적으로 작용하는 반면 국가비상사태를 둘러싼 초기 혼란, 너무 높았던 연방준비제도(연준, Fed) 기대감이 조정받는 과정은 마냥 편안하지 않을 것"이라며 "현 지수대에서 크게 벗어나지 않는 횡보세가 예상된다"고 말했다.

@highlight

도널드 트럼프 미국 대통령은 '멕시코 국경 장벽을 조성하기 위한 국가비상사태'를 선포해 국방부 등의 예산과 군대를 동원해서 멕시코 국경 장벽을 건설 할 예정인 가운데, 우리나라 증시에 미치는 영향은 적지만, 인프라 투자와 관련된 기대는 낮춰야 한다는 분석이 나오고 있다.