도널드 트럼프 미국 대통령이 디나 파월 전 백악관 국가안보회의(NSC) 부보좌관과 켈리 크래프트 주 캐나다 대사, 리처드 그리넬 주 독일 대사, 미시간주 공화당 상원의원 후보였던 존 제임스 등 4명을 유엔 주재 미국대사 후보로 검토 중이라고 블룸버그 통신이 18일(현지시간) 소식통을 인용해 보도했다.

트럼프 대통령은 지난 연말 사임한 니키 헤일리 유엔대사 후임으로 헤더 나워트 미 국무부 대변인을 지명했지만 나워트 대변인이 16일 스스로 물러나면서 새로운 인물을 물색해야 하는 상황이다.

블룸버그 통신은 백악관 고위참모들은 주유엔 대사 후보로 선두주자가 없을 경우 트럼프 대통령의 장녀인 이방카 백악관 보좌관을 지명하는 방안도 논의해왔다고 전했다.

파월 전 부보좌관과 크래프트 주 캐나다 대사, 그리넬 주 독일 대사는 당초 트럼프 대통령이 나워트 대변인을 유엔대사로 지명할 당시에도 후보군에 포함됐던 인물들이다.

파월 전 부보좌관은 2017년 12월 백악관을 떠났으며 지난해 2월 친정인 골드만삭스로 돌아갔다.

이집트 카이로에서 태어나 4살 때 부모와 함께 미국에 정착한 이민 1.5세대인 파월 전 부보좌관은 재임 시절 트럼프 행정부의 중동 정책 등을 뒷받침해왔으며, 트럼프 대통령의 맏딸 이방카에게 조언을 해주는 역할을 하며 트럼프 대통령과 인연을 맺어 '이방카의 여자'로도 불려왔다.

크래프트 대사는 북미자유무역협정(NAFTA·나프타) 재협상에 깊이 관여해왔으며, 억만장자 광산업자이자 공화당 자금 지원 '큰손'인 조 크래프트의 남편이다.

그리넬 대사는 트럼프 행정부의 자동차 관세 위협으로 유럽연합(EU)과 갈등을 빚고 있는 가운데 '자동차 관세' 중재 역할을 해온 것으로 알려져 왔다.

미시간주 기업가 출신인 존 제임스는 지난해 중간선거에서 미시간주 공화당 후보로 출마했지만, 민주당의 데비 스태브노우 의원에 패배했다.

@highlight

 트럼프 미국 대통령은 지난 연말 사임한 니키 유엔대사 후임으로 헤더 나워트 미 국무부 대변인을 지명했지만 나워트 대변인이 스스로 물러나면서  디나 파월 전 백악관 국가안보회의 부보좌관과 켈리 크래프트 주 캐나다 대사, 그리넬 주 독일 대사 등 나워트 지명 당시에도 후보군이였던 인물들 외에 미시간주 공화당 상원의원 후보였던 존 제임스 등 4명을 후보로 검토 중이라고 한다.