서울 강남구가 3.1운동 100주년을 앞두고 휴대전화와 사회적관계망을 활용한 태극기 홍보전을 펼친다.

강남구는 태극기를 게양하는 비율이 점점 낮아지는 가운데 태극기로 상징되는 3.1운동 의미를 되살리기 위해 디지털 태극기 게양 캠페인을 18일부터 시작했다고 밝혔다.

참여를 원하는 시민은 휴대전화에 태극기를 담은 사진을 찍고 자신의 사회적관계망에 공유하면 된다.

사진 강남구 제공width="220"홍보전에 참여하려면 휴대전화에 태극기를 담은 '내 손 안의 태극기'를 찍은 뒤 핵심어를 붙여 사회적관계망에 올리면 된다.

'빛 날려라 태극기' '내 손안의 태극기' '삼일운동 100주년' '강남에서 시작한다' 등이다.

손가락을 이용해 3.1운동을 뜻하는 3과 1을 표시하고 인증하는 홍보전도 연다.

젊은이들이 3.1절의 의미를 되새기는 데 쉽게 동참할 수 있도록 네이버 유튜브 트위터 등을 통해 행사내용을 알리고 참여를 독려하고 있다.

구는 역삼글로벌리지센터 등을 통해 지역에 사는 외국인 참여도 추진 중이다.

참여 방법은 구 누리집과 사회적관계망에서 확인할 수 있다.

강남구는 이와 함께 태극을 활용한 상징문양을 자체 제작했다.

'너와 나 그리고 우리, 남과 북이 하나돼 3.1절 100주년 문을 연다'는 의미를 담아 제작, 구 공식 인스타그램에 게시했다.

원하는 주민 누구나 내려받아 사용할 수 있다.

강남구는 3월 1일 0시부터 지역 내 32개 옥외전광판 화면에 31분간 태극기를 띄우면서 3.1절 100주년 기념행사를 시작한다.

1919년 타올랐던 그날의 함성과 애국의 물결을 어둠에서 빛으로 재현한다는 취지다.

정순균 강남구청장은 "휴대전화에 태극기를 담는 홍보전을 통해 기미년(1919)에 들불처럼 번졌던 만세운동을 사회적관계망에서 구현하고 이 땅의 독립을 위해 희생한 선열들의 숭고한 희생정신을 기리고자 한다"며 "3.1절 기념행사가 단순한 태극기 게양이 아니라 강남만의 문화적 자산이 되는 의미 있는 축제로 새롭게 만들어가겠다"고 말했다.

@highlight

강남구는 태극기 게양 비율의 감소로 인해 태극기로 상징되는 3.1운동 의미를 되살리고자 휴대전화로 태극기를 담은 사진을 촬영하여 개인 사회적관계망에 업로드하는 디지털 태극기 게양 캠페인을 18일부터 시작한다고 밝히며, 이를 강남의 문화 자산이 되는 축제로 만들겠다는 의지다.