박영재 인천항만공사가 인천시.

인천관광공사, 한국관광공사와 합동세일즈단을 구성 영국 런던에서 크루즈선사 관계자에게 인천항에 대한 설명을 진행하고 있다.

인천항만공사(사장 남봉현)가 영국에서 포트세일즈를 통해 2척의 크루즈선을 인천으로 유치하는데 성공했다고 18일 밝혔다.

공사에 따르면, 인천시, 한국관광공사, 인천관광공사와 합동으로 지난 14일부터 19일까지 영국 런던에서 크루즈 유치 위한 포트세일즈에 나선 가운데, 10만톤급 '그랜드 프린세스(Grand Princess)호'와 '셀러브리티 크루즈'의 9만톤급 '밀레니엄(Millenium)호'를 인천항에 유치하는 성과를 올린 것으로 알려졌다.

'그랜드 프린세스호'는 내년 11월 13일에 승객 2천 5백명과 승무원 1천명, '밀레니엄호'는 승객 2천명과 승무원 2천명을 태우고 내년 10월 29일에 인천항에 방문할 예정이다.

특히 세계적인 크루즈 선사 중 하나인 프린세스 크루즈의 대표적인 크루즈선인 '그랜드 프린세스(Grand Princess)호'는 사상 첫 인천항 기항이다

동북아 크루즈 여행은 영국을 비롯한 서양 관광객들이 꼭 경험하고 싶은 버킷리스트 중 하나지만, 항만 인프라가 갖춰져 있지 않으면 정박에 어려움이 따른다.

따라서 이번 세일즈단은 오는 4월 26일 개장하는 '인천항 크루즈터미널'의 우수성과 다양한 관광자원에 대한 홍보로 콧대 높은 선사들의 결정을 이끌었다.

이어 세일즈단은 세계적으로 가장 역사가 긴 크루즈선사인 '큐나드(Cunard)사'사를 방문해 가까운 시기에 인천항을 모항으로 출발하는 일정을 개발하겠다는 긍정적 입장을 받기도 했다.

남봉현 사장은 "크루즈터미널 개장을 통해 인천으로 오는 크루즈가 앞으로 더울 늘어날 것으로 전망한다"면서, "유관기관과의 지속적인 협업을 통해 최고의 크루즈 허브항으로 도약하기 위해 최선을 다하겠다"고 말했다.

@highlight

인천항만공사가 최고의 크루즈 허브항으로 도약하기 위해 포트세일즈를 통해 2척의 크루즈선인 10만톤급 '그랜드 프린세스(Grand Princess)호'와 '셀러브리티 크루즈'의 9만톤급 '밀레니엄(Millenium)호'를 인천으로 유치하는 성과를 올렸다.