현대중공업 군산조선소 내 태양광 사업 추진 논란이 일단락됐다.

전북도와 군산시가 군산조선소 내 태양광 사업에 대해 반대 입장을 명확히 밝힌데 이어 현대조선소 측에서도 조선업 이외의 용도로 전용하는 것에 대해 전혀 검토하고 있지 않다고 해명했다.

18일 전북도 등에 따르면 한국동서발전은 최근 산업통상자원부(이하 산자부)에 현대중공업 군산조선소 내 일부 유휴부지 약 5만 4천여 평 부지에 태양광 시설 15.2MW 규모의 태양광 발전시설 허가 신청을 냈다.

이에 대해 도와 군산시는 산업집적활성화 및 공장설립에 관한 법률에 따라 유휴부지(나대지)만을 임대한 발전 사업은 불가능하고 현대중공업 측이 블록 배정 등 조선소 재가동에 대한 명확한 약속 없이는 협조할 수 없다며 강경 대응을 예고했다.

산업단지 내 발전사업은 부지 소유자만 가능하며, 토지만 임대해 발전사업 할 경우에는 산지법 제38조의2에 저촉돼 사실상 불가능한 사업이라고 강조한다.

만약 현대중공업과 한국동서발전에서 공장 건물을 포함한 임대를 추진하더라도 산자부 전기위원회에서 지역의 반대를 무릅쓰고 허가를 해줄 가능성은 극히 낮다는 판단이다.

유희숙 도 혁신성장산업국장은 "전북도는 군산조선소 재가동이 최우선"이라며 "업체 측에서 군산조선소 재가동에 대한 구체적인 로드맵을 제시하고 약속한다면 유휴부지 활용안을 협의할 수 있다"고 말했다.

이와 함께 현대중공업 측에서도 유휴부지 내 태양광시설 설치 가능성을 일축했다.

현대중공업 군산조선소 이종천 관리부장은 "태양광시설 설치 검토 요청을 받았지만 전혀 진행된 바는 없다"며 "다만, 동서발전의 요청에 따라 타당성 조사 목적으로 사용허가서를 발급, 이 과정에서 회사의 결정된 입장인 것으로 비춰지고 오해를 사게돼, 지역과 군산 시민에게 깊은 유감을 표한다"고 설명했다.

이어 이 관리부장은 "현대중공업은 군산조선소 부지를 태양광 발전 설치는 물론 조선업 이외의 용도로 전용하는 것에 대해 전혀 검토하고 있지 않다는 입장을 밝힌다"고 덧붙였다.

@highlight

전북도 등에 따르면 18일 한국동서발전이 최근 현대중공업 군산조선소 내 약 5만 4천여 평 유휴부지에 태양광 발전시설 허가 신청을 냈다고 밝히며, 산업집적활성화 및 공장설립에 관한 법률에 따라 유휴부지만을 임대한 사업은 불가하고 현대중공업 측의 조선소 재가동에 대한 약속 없이는 협조할 수 없다며 대응을 예고했고 조선소 측에서도 조선업 이외의 용도로 사용하는 것에 대해 전혀 검토하고 있지 않다고 해명했다.