부인과 자녀들이 살고 있는 캐나다 몬트리올로 해외연수를 다녀와 물의(인천일보 2월19일자 1면)를 빚고 있는 과천시의회 박상진 의원에 대한 국민들의 징계 요구가 빗발치고 있다.

18일 청와대 국민청원 홈페이지에는 "더불어민주당 과천시의회 박상진 의원 가만히 놔둘 겁니까?"라는 내용의 글이 올라왔으며 참여인원이 19일 오후 2시 현재 50명을 기록하는 등 동의자가 계속 늘고 있다.

과천시민이라고 밝힌 한 청원인은 "기가 막혀서 말이 안 나온다.

시의회가 이쯤 되면 종지부를 찍든 대수술을 하든 해야 한다.

촛불은 언제든 다시 살아날 수 있고 횃불로 번질 수도 있다"고 경고했다.

사태가 악화되자 더불어민주당 경기도당도 박상진 의원에 대한 징계 절차에 착수했다.

민주당 경기도당 관계자는 18일 박 의원을 불러 해외연수에 대한 진위여부를 확인했으며 "당원 제명을 포함한 징계 수위를 오는 21일 오후 4시 윤리심판원을 통해 결정할 것이라고 밝혔다.

과천시의회도 20일 오전 10시 긴급 임시회를 열고 박 의원의 거취 문제와 추락된 의회 이미지를 쇄신하기 위한 향후 대처방안 등을 모색할 예정이다.

박 의원은 지난해 11월 14일부터 27일까지 14일간의 일정으로 동료 의원인 자유한국당 김현석 의원과 함께 태양광발전소와 인공지능연구소 등 선진국 경제시스템을 공부한다며 캐나다 몬트리올 등을 다녀왔다.

.시의원 자격으로 방문한 사실이 밝혀져 가족을 만나기 위해 연수를 간 것이 아니냐는 논란을 빚었다.

또 이들 두 의원의 연수비용도 도마 위에 올랐다.

개인당 300만원으로 책정된 과천시의원 연수비가 125만원이 초과된 개인당 425만원이 지급된 것으로 드러났다.

시의회 관계자는 "당초 3명의 의원이 해외연수를 가려고 했으나 개인사유로 1명이 빠지면서 그 금액을 연수자 두 명에게 분배했으며, 의원 전체 연수비 총액 2700만원 내에서 지출된 것이기 때문에 문제가 없다."고 말했다.

하지만 지자체 한 관계자는 "이런 경우가 지자체 의회에서 관행처럼 이루어지고 있는데, 의원 법정연수 경비가 전체 의원이 아닌 단 두 명에게 임의로 분배된 것은 전례가 없는 일"이라고 꼬집었다.

@highlight

가족들이 살고 있는 캐나다로 해외연수를 다녀와 물의를 빚고 있는 과천시의회 박상진 의원에 대한 국민들의 징계 요구가 빗발치고 있으나 시의회 관계자는 문제가 없다고 하였고 지자체 한 관계자는 전례가 없는 일이라고 꼬집었다.