김기천·유병선·김수란씨 '기묘한 가족' 출연 청양출신 영화배우들의 연기가 돋보여이는 기묘한 가족이 청양시네마에서 상영 중이다.

최근 개봉한 영화 '기묘한 가족'에서 청양출신 영화배우 3명이 빛나는 연기력을 선보여 화제다.

중견배우 김기천 씨와 극단 '청양'의 유병선 대표와 김수란 부대표가 그 주인공.

김기천 씨는 '서편제', '7번방의 선물', '조작된 도시', '곡성', '베테랑' 등 굵직굵직한 영화와 드라마 '직장의 신' 등에 출연하면서 입지를 다진 대표적인 청양출신 배우다.

특히 직장의 신 출연 이후 부쩍 높아진 인기를 누리고 있다.

유병선 씨는 영화 '흥부', 드라마 '도깨비', '나쁜 녀석들' 등에 단역으로 출연하고 독립영화 '슈퍼맨의 하루', '나쁜 산모' 등에서 주인공으로 출연했으며, 2010년 언론문화예술협의회 영화배우상을 수상한 연기파 배우다.

그는 '기묘한 가족'에서 충청도 사투리를 지도하기도 했다.

김수란 씨는 TVN드라마스테이지 '문집'과 연극 '신의 아그네스', '심청전' 외 다수의 작품에 출연했고, 2018년 충남연극제 최우수연기상 등 다수 연극제 수상 배우이다.

세 배우 모두 '기묘한 가족'에서 조연으로 출연해 뛰어난 연기력을 뽐냈다.

유병선 씨는 "항상 내 고향 청양을 그리워하며 다양한 창작극을 무대에 올리고 있다"면서 "앞으로도 영화나 드라마에서 왕성한 활동을 이어가며 고향을 알리겠다"고 밝혔다.

영화 '기묘한 가족'은 여타 좀비와 다르게 말귀를 알아듣고 물리면 더 젊어지도록 만드는 좀비 '쫑비'를 중심으로 펼쳐지며 조용한 마을을 뒤흔든 쫑비와 이상한 가족의 상상초월 좀비 영화다.

개봉 이후 이제껏 본 적 없는 새로운 코미디 영화라는 호평을 받고 있는 '조용한 가족'은 청양시네마에서도 절찬상영 중이다.

@highlight

최근 개봉한 영화 '기묘한 가족'에 청양출신 김기천,유병선,김수란 세 배우가 조연으로 출연하여 연기력을 뽐냈는데 좀비를 다룬 기존 영화들과 달리 재미있는 코미디 영화로서 청양시네마에서 관람 가능하다.