김원진 ▲ 19일 인천 연수구 동춘터널 일대에서 인천시교육청 관계자들과 동춘1구역 아파트 입주예정자들이 통학로를 살펴보고 있다.

새로 들어서는 아파트 단지 주변에 초등학교가 없어 도보로 30분 거리 초교로 통학을 앞둔 인천 연수구 동춘1구역 아이들을 위해 통학 버스 등 대책이 논의되고 있다.

하지만 건립이 불투명해진 동춘1구역 내 가칭 동춘1초 신설을 확정 짓지 않는 이상 어떤 대책이든 미봉책이라는 회의적인 시각이 다수다.

19일 동춘1구역입주예정자협의회 등에 따르면 동춘1구역 주민들과 건설사가 최근 자체 통학버스 운행을 놓고 얘기 중이다.

운영비용 지급이나 노선, 시간 등을 조율해야 하는 부분이라 주민, 건설사 간 이견을 좁혀가는 과정으로 알려졌다.

주민들은 동춘1구역에서 봉재산 너머 동춘초까지 2㎞ 가까이 되는 거리에다 터널, 왕복 8차선 규모 교차로도 지나야 해 어린이들이 갈만한 길이 아니라고 보고 있다.

통학버스가 현실화한다고 해도, 내년 1학기로 끝나야 한다는 게 이들 주장이다.

애초 동춘1구역에는 동춘1구역 도시개발사업조합이 동춘1초를 짓고 시교육청에 기부채납하는 방식으로 2020년 9월 개교할 예정이었던 만큼, 조합이 약속을 지켜 통학버스 등하교가 1년 정도로 끝나야 한다고 설명한다.

현재 조합에선 재정난을 이유로 기부채납이 어렵다는 입장이다.

동춘1구역입주예정자협의회 관계자는 "학년 별로 하교 시간도 다르고 해서 아이들이 때마다 버스를 다 탈 수 있을지도 장담할 수 없다"며 "단지에 초등학교가 생긴다는 설명을 믿고 입주를 결정했기 때문에 내년 9월 동춘1초 개교가 지켜져야 한다"고 말했다.

한편, 이처럼 주민 반발이 계속되자 인천시교육청은 이날 직접 통학로 점검에 나섰다.

학교설립과장과 주민들이 함께 처음으로 등굣길을 걸으며 해결책을 모색한 자리다.

@highlight

인천 연수구 동춘1구역 아파트 단지 주변에 초등학교가 없어 동춘1구역 주민들과 건설사가 최근 자체 통학버스 운행을 놓고 논의 중이지만 이 또한 미봉책에 불과해 동춘1구역입주예정자협의회 관계자는 "학년 별로 하교 시간도 다르고 해서 아이들이 때마다 버스를 다 탈 수 있을지도 장담할 수 없다"며 "단지에 초등학교가 생긴다는 설명을 믿고 입주를 결정했기 때문에 내년 9월 동춘1초 개교가 지켜져야 한다"고 말했다.