안산인재육성재단이 지역사회 발전에 기여할 인재를 발굴·양성하기 위해 고등학생, 대학생 장학생 1천22명을 선발해 10억1천만 원의 장학금을 지원한다고 19일 밝혔다.

장학금 선발 분야는 ▶성적이 우수하거나 생활형편이 어려운 대학생과 고등학생을 지원하는 '안산꿈키움장학금' ▶직업과 학업을 병행하는 학생들을 지원하기 위한 '산업체근로자 교육위탁 장학금' ▶예·체능에 재능이 있는 초·중·고 학생을 지원하는 '문화·예술·체육 장학금' ▶지속적인 학업의지가 있는 학교 밖 청소년을 지원하기 위한 '학교밖청소년 장학금' ▶안산시 제안·공모 등에서 채택된 학생들을 지원하기 위한 '아이디어 장학금' ▶관내 대학에 진학한 신입생 및 재학생들을 지원하는 '지역대학진학장학금' 등 총 7개 분야다.

특히 '지역대학진학장학생'은 관내 대학 진학자에 대한 수혜를 늘려 지역의 우수인재의 외부유출을 막아 안산시 인구 증가 정책에 기여하고자 올해 신설됐고 향후 지속적으로 수혜자를 확대해 나간다.

장학금 지원은 대학생에게는 최대 200만 원 내에서 등록금이 지원되고, 산업체근로자 교육위탁 장학생은 200만 원 범위 내, 고등학생과 문화예술체육 장학생(초·중·고)은 100만 원 이내, 학교밖청소년장학생은 희망하는 교육기관을 통해 연간 100만 원 이내의 장학금이 지원되며, 아이디어 장학생은 수상실적에 따라 차등 지원된다.

재단 관계자는 "장학금 지원 사업은 학업성적이 우수하고 생활형편이 어려운 지역의 우수한 인재들이 지속적으로 학업에 정진할 수 있도록 더욱 확대하겠다"며 "앞으로 자라나는 청소년들이 지역사회 발전에 기여할 수 있는 창의적인 인재로 성장할수 있도록 장학금을 더 많이 지원해 실질적인 도움이 될 수 있도록 최선을 다 하겠다"고 말했다.

한편 올해 1차 장학생 모집기간은 다음달 18일부터 3월22일까지이며, 안산꿈키움장학생(고등학생) 및 아이디어 장학생은 6월에 선발 예정이다.

@highlight

안산인재육성재단이 지역사회 발전에 기여할 창의적 인재 발굴, 양성을 위해 7개 분야에서 고등, 대학생 1천22명을 선발, 학업 정진에 10억1천만원의 장학금을 지원한다고 밝혔다.