신인 보이그룹 트레이(TREI)가 소방차를 롤모델로 내세웠다.

트레이는 19일 서울 마포구 무브홀에서 열린 데뷔앨범 'BORN;本' 발매 쇼케이스에서 롤모델을 묻는 질문에 "소방차"라고 답했다.

트레이는 3인조 보이그룹이다.

소방차 역시 3인조 남성 그룹이었다.

1980년대 데뷔해 1990년대까지 폭발적인 인기를 누렸다.

트레이는 요즘 다른 그룹들과 비교하면 멤버 수가 적지만 소방차처럼 국내 가요계를 평정해보겠다는 야심을 드러낸 답변이었다.

그룹명 '트레이'도 숫자 3을 의미하는 루마니아 어로 멤버 수를 뜻하는 숫자 3과 집단을 이루는 최소한의 단위이자 완성의 단위, 3명이 최대치를 보여주겠다는 포부를 담았다.

트레이는 "멤버가 셋이다보니 개개인이 끌고갈 수 있는 비중이 커지고 책임감도 커지는 것 같다. 서로 이야기 많이 나누다보니 팀워크도 다른 팀과 비교해 좋다고 자부한다"고 장점을 설명했다.

인원수가 많으면 무대가 꽉 차보이고 칼군무시 임팩트가 더 클 수 있지만 이 부분은 더 열심히 연습해 메워보겠다고 각오를 다졌다.

트레이는 데뷔 전 EXID의 동생그룹이자 신사동호랭이가 비스트, 빅스 이후 처음 총괄 프로듀싱을 맡은 보이그룹으로 관심을 모았다.

이날 오후 6시 정식 발매되는 데뷔 미니앨범은 멤버 전원이 전곡 작사, 작곡에 참여했다.

서정적인 가사와 쉬운 멜로디, 기타사운드를 통해 자신들만의 색깔을 앨범에 담아냈다.

힙합, 트랩, 록, 펑키 등 다양한 장르를 시도하는 한편 모든 곡을 세글자로 통일시켜 자신들만의 세계관을 담아냈다.

타이틀곡은 '멀어져(Gravity)'다.

펑크가 가미된 팝 댄스 장르의 곡으로 이별 후 흘러가는 시간만큼 둘의 사이도 점점 멀어지고 있다는 내용을 담고 있다.

@highlight

남성 3인조 신인 보이 그룹 트레이는 19일 서울 마포구 무브홀에서 열린  'BORN;本' 발매 쇼케이스에서 자신들의 롤모델이 소방차라고 밝혔다.