[김민정 기자 treemm23@imaeil.com] 사진.

'왜그래 풍상씨' 전혜빈이 오지호, 이창엽에게 눈물 어린 호소를 하는 모습이 포착됐다.

현재 남매들 중 홀로 큰 오빠 유준상의 간암 투병 사실을 알고 있는 상황인 그녀가 드디어 나머지 남매들에게 유준상의 병을 밝히는 것인지 관심을 집중시킨다.

KBS 2TV 수목 드라마 '왜그래 풍상씨'(극본 문영남 / 연출 진형욱 / 제작 초록뱀미디어)는 19일 진상(오지호 분)과 외상(이창엽 분)을 만나는 정상(전혜빈 분)의 모습을 공개했다.

지난 21-24회에서는 풍상이 간암에 걸린 사실을 알게 된 정상의 모습이 그려졌다.

정상은 과거 자신을 대학에 보내기 위해 신체 포기 각서까지 썼던 오빠의 사랑에 보답하고자 한 치 망설임도 없이 간 이식 적합 검사를 받아 보는 이들을 뭉클하게 했다.

그러나 그녀는 간 크기가 너무 작아서 이식할 수 없다는 청천벽력 같은 선고를 받고 크게 좌절했다.

이에 정상이 진상과 외상을 만나고 있는 모습이 공개돼 시선을 모은다.

특히 두 형제를 만난 정상이 눈시울을 붉히며 이야기를 이어가고 있어 이목을 집중시킨다.

그리고 진상이 정상의 말이 도저히 믿기지 않는다는 표정을 짓고 있어 관심을 끈다.

외상 또한 흠칫 놀란 모습으로 정상을 쳐다보고 있어 혹시 정상이 두 사람에게 풍상의 투병 사실을 밝힌 것은 아닌지 궁금증을 자아낸다.

마지막으로 자리에서 벌떡 일어나 외상에게 일침을 가하는 정상의 모습을 통해 대체 세 남매가 어떤 대화를 나눴을지 호기심을 증폭시킨다.

'왜그래 풍상씨' 측은 "풍상의 처지를 유일하게 알고 있는 정상이 진상과 외상을 만날 예정"이라면서 "풍상을 위해서 고민 없이 간을 내어줄 결심을 했던 정상이 진상과 외상을 만난 이유는 무엇일지 그리고 그녀가 두 형제에게 과연 어떤 이야기를 건넬지 많은 관심 부탁드린다"고 전했다.

한편, '왜그래 풍상씨'는 오는 20일 수요일 밤 10시에 25-26회가 방송된다.

@highlight

KBS 2TV 수목 드라마 '왜그래 풍상씨'는 19일 현재 남매들 중 홀로 큰 오빠 유준상의 간암 투병 사실을 알고 있는 전혜빈이 오지호, 이창엽에게 눈물 어린 호소를 하는 모습이 포착하며, 나머지 남매들에게 유준상의 병을 밝히는 것인지 관심을 집중시킨다.