<속보>고 강연희 소방경의 위험직무순직 불인정을 계기로 공무원의 재해보상 체계에 대한 지적이 제기됐다.

현장을 무시한 채 획일 된 잣대로 판단한다는 것은 행정의 그릇된 편의주의에 빠질 우려가 있다는 것이다.

19일 법제처 등에 따르면, 공무원이 근무 중 부상, 질병, 장애, 사망 등에 이르렀다면 심의 등을 거쳐 그에 적합한 보상이 이뤄진다.

이를 규정하고 있는 법률이 ‘공무원 재해보상법’이다.

여기서 순직한 공무원에 대해 ‘순직공무원’과 ‘위험직무순직공무원’으로 나눠 그 보상을 달리한다.

법에선 위험직무순직공무원에 대해 생명과 신체에 대한 고도의 위험을 무릅쓰고 직무를 수행하다가 재해를 입고, 그 재해가 직접적인 원인이 되어 사망한 공무원으로 정의하고 있다.

관련법은 위험직무순직공무원으로 경찰, 소방, 대통령경호처, 국가정보원, 교도관, 산림항공기 조종사, 어업감독 공무원, 사법경찰관리 등을 위험직무 군으로 분류하고 있다.

각 공무원에 대해서도 적용하는 재해 기준을 달리하는데, 소방공무원은 크게 두 가지 상황이 해당한다.

하나는 위험 제거를 위한 생활안전활동이고, 다른 하나는 재난·재해 현장에서의 화재진압, 인명구조·구급작업 또는 이를 위한 지원활동이다.

지원활동에는 업무수행을 위한 긴급 출동·복귀 및 부수활동을 포함하고 있다.

고 강 소방경의 경우 인사혁신처의 ‘위험직무순직유족급여 청구 불승인 통보’를 살피면 공무원 재해보상법에서 정한 재해로 볼 수 없다는 의견이다.

한국의료분쟁조정중재원은 감정 결과에서 주취자의 폭언 및 폭행이 뇌동맥류 파열을 촉발할 수 있으나 직접적인 증명은 불가능하다는 소견을 내놨다.

전북소방본부 관계자는 “이번 인사혁신처의 결정은 현장을 무시한 채 위험에 대한 강도를 획일 된 잣대로 판단한 그릇된 행정 편의주의로 볼 수밖에 없다”며 “법의 취지를 무시하고 납득하기 어려운 잣대로 대상자를 선별하는데 그치고 있다.

현장의 목소리를 청취해야 한다”고 말했다.

@highlight

전북소방본부 관계자는 고 강연희 소방경에게 주취자의 폭언 및 폭행이 사망의 직접적인 증명은 불가능하다는 소견 아래 ‘위험직무순직유족급여 청구 불승인 통보’를 한 것에 대해 인사혁신처의 결정은 현장을 무시한 채 위험에 대한 강도를 획일화 된 잣대로 판단한 것으로 밖에는 볼 수 없다고 말했다.