백세종 "전북지역은 수출 업체 수가 적고 수출 규모도 작지만 그만큼 경쟁력을 갖출 기회가 있다는 것을 의미합니다"

취임한지 한달여를 맞은 이강일 한국무역협회 전북지역본부장(53)의 말이다.

이 본부장은 지난달 7일 전북본부장으로 취임한 뒤 전북 무역현황과 업무 추진을 위해 불철주야 노력했다.

이 본부장은 "전북지역의 경우 타지역에 비해 업체수가 적고 수출액도 미비한 것이 사실"이라며 "그래서 무역협회 차원서 업체를 분석해 중장기 수출 지원 방향을 찾아볼 예정"이라고 말했다.

무역협회 전북본부에 따르면 전북지역의 지난해 수출은 78억달러, 6000억원 정도로, 우리나라 전체 수출의 1.3% 수준이다.

이 본부장은 올해 전북지역 수출업체 주요 업무로 △신규 수출기업 발굴, 육성 △전북 벤처 창업기업과 내수기업을 수출기업으로 육성 △수출업체들이 내실을 다지기 위한 수출역량 증대 등을 목표로 삼고 있다

그는 협회내부에서도 빅데이터 분석이 중요한 4차 산업혁명 시대에 특화된 인물이며, 무역협회 전자무역 인프라를 활용한 체계적이고 효율적인 수출지원활동 전문가이다.

서울 출신인 이 본부장은 동국대학교 정보관리학과를 졸업하고 건국대학교에서 국제무역학 석사학위를 취득했다.

1990년 한국무역협회에 입사한 그는 실제로도 우리나라 무역정보·통계 시스템 및 해외마케팅 플랫폼 구축 관련 업무의 베테랑으로 꼽힌다.

이 본부장은 "직접 지역에 와서 보니 기업들이 힘든 것을 직접 느낄 수 있었다"면서 "그러나 좌절하지 말고 주변을 조금만 둘러보면 전북도라던지 중소벤처기업청, 코트라, 중소기업진흥공단 등 도움을 받을 수 있는 지원기관들이 있다"고 설명했다.

이어 "자신의 업체가 능력이 되지 않는다고 좌절하지 말고 지원기관을 찾아 본인 기업이 활용할수 있는 제도를 찾는 등의 노력이 필요하다 "며 "그렇게 한다면 생각하는 것 이상으로 기업들이 원하는 것을 찾을 수 있을 것"이라고 조언했다.

이 본부장은 "지난해 내우외환의 경제여건 속에서 전북지역에서 높은 수출 성장률이 달성됐다는 사실을 매우 고무적으로 보고 있다"며 "안정적인 수출 확대를 위해서는 일부 대기업 의존에서 벗어나 유망 중소기업을 지속적으로 발굴, 육성하는 전략이 매우 중요하다"고 강조했다.

@highlight

지난달 취임한 한국무역협회 전북지역본부 이강일 본부장은 전북지역의 수출 확대를 위해 유망 중소기업을 강화하는 것이 중요하다는 점을 방향 삼아 신규 수출기업 발굴 및 육성/기존 벤처기업, 내수기업을 수출기업으로 육성/수출기업의 역량 증대 등의 업무지원을 할 계획이다.