"전북 명예도민으로서 전북에 애정을 쏟겠다. 한중간 활발한 교류를 위해서도 노력하겠다"

중국 주광주 총영사관 쑨시엔위 총영사가 전라북도 명예도민이 됐다.

전북도는 19일 전북도청에서 중국 주광주 총영사관 쑨시엔위 총영사에게 전라북도 명예도민증을 수여했다.

쑨시엔위 총영사는 2016년 총영사로 부임 이후 총영사관의 전북도와 시·군 및 도내 기관과의 적극적인 네트워킹으로 대중국 교류 자문 및 관계강화에 나섰으며 휴가차 전라북도를 찾는 등 전라북도에 대한 각별한 애정을 보인 것으로 알려졌다.

중국 주광주 총영사관은 호남지역에 위치한 유일한 외국공관으로 한·중간 인적물적 교류수요에 따라 2009년에 설립됐다.

제4대 총영사인 쑨시엔위 총영사는 한·중 수교 때부터 주한 중국대사관에서 근무한 베테랑 지한파이자 주북한 중국대사관에서도 8년간 근무한 경력을 갖고 있다.

전북도는 이번 명예도민증 수여가 대중국 교류 2019년 순항의 물꼬를 틀 것으로 기대하고 있다.

올해 중국 쟝쑤성의 자매결연 25주년, 윈난성과의 우호결연 10주년 등 대중국교류의 의미를 담아 전북도는 다양한 기념행사 등을 통해 중국과의 교류수준을 향상시키고 전북의 인지도를 대폭 끌어올리려는 계획이다.

송하진 지사는 "총영사께서는 전라북도의 대중국 교류를 위해 큰 도움을 주고 계시며, 전라북도가 대중국 전진기지로 거듭날 수 있도록 많은 도움을 주시라는 뜻으로 도민들의 감사와 기대의 마음을 모아 명예도민증을 드린다"며 "현재 새만금 국제공항도 원활하게 추진되는 만큼 전북이 한중 교류의 중심이 되도록 협조해달라"고 말했다.

이에 쑨시엔위 총영사는 "명예 전북도민이 된 만큼 자주 전북을 찾겠다"며 "한중간, 특히 한중경협을 통한 교류가 활발해지기를 기대한다"고 밝혔다.

@highlight

중국 주광주 총영사관 쑤시엔위 총영사는 전북도와 시.군 및 도내 기관과의 적극적인 네트워킹으로 대중국 교류 자문 및 관계강화에 나서며 휴가차 전라북도를 찾는 애정을 보인 영사에서 전북도민 명예도민증을 수여했다