기자 한국로봇산업진흥원(이하 로봇진흥원)이 다음달 19일까지 올해 4개 지원사업을 수행할 참여기업을 모집한다.

해당 사업들은 △유망기술사업화촉진 지원사업 △로봇융합비즈니스 지원사업 △시장창출형 로봇보급사업 △로봇활용 사회적약자 편익지원사업 등이다.

이 사업들은 27개의 과제와 약 80억 원 규모로 지원할 예정이다.

‘유망기술사업화촉진지원’은 개발 완료된 로봇기술의 제품화 지원과 로봇기술 이전을 위한 사업화 검증 지원 등 분야별 기업 수요에 따라 선택적으로 지원할 수 있다.

선정 기업에는 설계 제품 및 포장 디자인 개발, 시제품 제작, 금형제작 등 수요에 맞게 선택할 수 있다.

국내 모든 중소기업이 대상이며 과제당 최대 4천500만 원을 지원하고 총사업비의 60%가 국비다.

‘로봇융합비즈니스 지원’은 로봇과 지역주력(전략)산업 비즈니스 모델(아이디어·제품·서비스) 사업화를 통해 특화로봇분야 기업을 육성한다.

과제당 3억 원 내외, 총사업비의 50% 이내를 국비로 지원한다.

‘시장창출형 로봇보급’은 사업화 단계의 로봇을 수요처에 시범 적용해 사업화를 검증하고 실수요 창출을 도모하는 사업이다.

지원 과제 컨소시엄 구성시 개발이 완료된 로봇제품 및 관련 서비스를 보유한 기업과 수요처 1곳 이상이 필수적으로 참여해야 한다.

과제당 최대 10억 원, 총사업비의 60% 이내를 국비 지원한다.

‘로봇활용 사회적약자 편익지원’은 신체적·사회적 특징 등 생활에 어려움을 겪고 있는 고령자 및 장애인이 지원 대상이다.

사회적 약자의 삶에 도움을 줄 수 있는 기능·안정성 등을 갖춘 로봇을 지원한다.

최고 5억 원까지 지원할 예정이다.

자세한 내용은 한국로봇산업진흥원(www.kiria.org) 홈페이지에서 확인할 수 있다.

문전일 로봇진흥원장은 “올해 지원사업은 기업의 매출·수출향상 등 경제적 가치 창출과 더불어 사회적 약자 삶의 질 개선 등 사회적 가치 창출에도 주안점을 뒀다”고 말했다.

@highlight

로봇진흥원은 다음 달 19일까지 올해 4개 지원사업을 수행할 참여기업 모집하며, 이 사업들은 27의 과제와 약 80억 원 규모로 지원될 예정이다. 