[서울경제] 오는 27일 솔로 데뷔를 앞둔 다비치 강민경이 티저 이미지를 공개하며 본격 데뷔 초읽기에 들어갔다.

강민경은 19일 다비치 공식 SNS를 통해 솔로 데뷔곡 '사랑해서 그래' 티저 이미지를 게재했다.

공개된 사진 속 강민경은 반려견 휴지를 품에 안은 채 러블리한 케미를 뽐내고 있어 눈길을 끈다.

휴지는 똘망한 눈빛으로 카메라를 바라보고 있고, 강민경은 그런 휴지를 끌어안고 행복한 듯 미소 짓고 있어 보는 이들로 하여금 흐뭇함을 자아낸다.

특히, 휴지는 그간 강민경의 개인 SNS와 유튜브 채널을 통해 사랑스러운 매력을 발산하며 많은 사랑을 받은 바, 강민경의 첫 솔로곡 티저 이미지에도 등장해 뜨거운 반응을 얻고 있다.

또한, 강민경은 19일 오후 7시 개인 유튜브 채널과 다비치 공식 SNS를 통해 첫 솔로 앨범을 예고하는 인터뷰 티징 영상 '그냥 민경, 걍민경 EP.2' 영상도 공개했다.

영상 속 강민경은 자신의 첫 솔로 앨범 발매를 앞두고 앨범명과 타이틀곡에 얽힌 비하인드 스토리를 솔직히 털어놔 시선을 사로잡았다.

먼저, 강민경은 첫 솔로 앨범명 '강민경 1집'에 대해 "다비치로 11년 됐는데 강민경으로는 모든 게 처음이었다. 그래서 '1'이라는 숫자가 다가왔다. 다비치에겐 더 이상 '1'을 쓸 수 없기 때문에 크게 와 닿았다"고 밝혔다.

이어 타이틀곡 '사랑해서 그래'의 탄생과 관련해 "곡 쓰는데 10분도 안 걸렸다. 멜로디가 바로 나왔다"라며 "가사도 30분이 안 걸렸다. 가사를 붙여 노래를 해보니 너무 좋더라. '이거다!' 싶었다"라고 전해 기대감을 높였다.

솔로 앨범 '강민경 1집'은 강민경이 다비치로 데뷔한 이후 11년 만에 발표하는 첫 솔로 앨범으로, 강민경은 앨범 작업 전반에 직접 참여하며 자신만의 감성과 색깔을 가득 담아냈다.

한편, 강민경은 27일 타이틀곡 '사랑해서 그래'를 포함한 첫 솔로 앨범 '강민경 1집'을 발표한다.

@highlight

다비치 강민경이 오는 27일 타이틀곡 '사랑해서 그래'를 포함한 11년 만에 발표하는 첫 솔로 앨범 '강민경 1집' 발매를 앞두고 티저 이미지를 공개하였으며, 강민경이 앨범 작업 전반에 직접 참여하며 자신만의 감성과 색깔을 가득 담아냈다.