서경석 (동양일보 서경석 기자) 아산시가 ‘3.1운동과 대한민국임시정부 수립 100주년’을 맞는 올해 시민이 함께하는 각종 기념사업을 추진한다.

이와관련, 시는 오는 4월 4일 온양온천역 광장에서 3.1운동 100주년 기념식과 횃불 만세운동 재현행사를 개최해 아산지역 만세운동을 재 조명하게 된다.

아산지역 만세운동은 3월 11일 온양공립보통학교 학생들이 교정에서 독립만세를 외친 것을 시작으로, 4월 4일 헌병주재소를 습격하고, 선장면에서는 독립운동이 최고조에 달했다.

아산시는 이날 아산지역 독립만세운동을 기념하기 위해 온양문화원에서 주최하는 선장4.4만세운동과 연계해 청소년 민족대표 33인, 청소년 100인 의열단 학생과 시민들이 대거 참여하는 범시민 축제의 장을 마련키로 했다.

아산지역의 3.1운동은 처벌자만 290명이 확인될 정도로 큰 희생자를 낸 민족독립운동이었지만, 선장면의 4.4독립운동 외에 타 읍면지역은 그 역사적 사실조차 제대로 규명되지 못한 것이 현실이었다.

이에 아산시는 3.1운동 100주년 기념사업 추진을 위해 지난 2017년 9월 유관기관 및 다양한 시민단체들로 구성된‘3.1운동 100주년기념사업 아산시추진위원회(이하 추진위원회)’를 출범했으며‘가장 가치 있게 기억해야 할 것’을 선정해 다양한 기념사업을 추진하고 있다.

아산시는 추진위원회의 기념사업제안과 용역결과를 기초로 지난해‘아산시 항일민족운동 기념사업 지원 조례’를 제정해 항일민족운동 기념사업의 지원근거를 마련했으며, 100주년 기념사업으로 △아산 3.1운동 사적지 표지석 제작·설치 △아산 항일민족운동 자료 전시관 설치 △3.1 운동 참가자 후손 찾기 사업을 추진 중이며, △아산시 3.1운동사 책자를 발간해 관내학교 및 시민에게 배부하고 교육자료로 활용할 계획이다.

@highlight

아산시는 오는 4월 4일 '3.1운동과 대한민국임시정부 수립 100주년'을 맞아 온양온천역 광장에서 3.1운동 100주년 기념식과 횃불 만세운동 재현행사를 진행해 아산지역 만세운동을 재조명할 예정이다.