블리자드 엔터테인먼트는 팀 기반 슈팅 게임 오버워치 속 한국인 영웅 D.Va를 테마로 한 제2회 오버워치 콘텐츠 어워드(Overwatch Content Award)를 3월 10일까지 진행한다고 밝혔다.

총 상금 1500만 원의 제2회 오버워치 콘텐츠 어워드가 다음달 10일까지 열린다.

이번 어워드는 블리자드 엔터테인먼트와 네이버가 공동 기획한 온라인 콘텐츠 대회다.

오버워치 게임 속 영웅들을 주제로 대한민국 크리에이터들이 실력과 상상력을 마음껏 펼칠 수 있도록 마련했다.

지난해 성료한 1회 대회에 이은 2회차로 지난 15일 시작됐다.

이번 대회 주제는 ‘D.Va의 알려지지 않은 이야기’다.

세계적으로 높은 인기를 얻고 있는 D.Va와 관련해 본인이 상상하는 세계관, 설정 등을 자유롭게 표현하면 된다.

일러스트 만화 등 두 가지 부문에서 심사가 이뤄지며 분야별 중복 참가도 가능하다.

오버워치 계정을 보유하고 있는 만 12세 이상 대한민국 국민이라면 3월 10일까지 누구나 자유롭게 참여 가능하다.

접수 방법은 간단하다.

본인이 창작한 콘텐츠를 ‘#제2회오버워치콘텐츠어워드’ 공동 태그 및 참여 분야 태그와 함께 본인 네이버 포스트에 등록하면 된다.

이후 검색 허용 여부를 살핀 다음 등록물을 발행하면 모든 참가 신청이 끝난다.

수상작은 블리자드 엔터테인먼트 및 네이버 내부 심사를 거쳐 3월 25일 네이버 게임 공식 포스트를 통해 발표될 예정이다.

부문별로 당선작을 발표한다.

분야별 1등에게는 우승 상금 각 200만 원을 지급한다.

분야별 2~3등에게는 150만 원과 100만 원을, 입선과 아차상 수상자에게는 50만 원과 20만 원을 각각 상금으로 전달한다.

수상에 실패한 참가자 중 100명을 선정해 전리품 상자 10개씩을 증정한다.

오버워치는 12세부터 이용 가능하며 Windows® PC, PlayStation™ 4그리고 Xbox One으로 즐길 수 있다.

@highlight

블리자드 엔터테인먼트는 오버워치 게임 속 영웅들을 주제로 실력과 상상력을 마음껏 펼칠 수 있도록 제2회 오버워치 콘텐츠 어워드(Overwatch Content Award)를 3월 10일까지 진행한다.