전북 3.1운동 100주년 기념사업 실행계획이 확정됐다.

지역 독립운동가를 재조명하고 독립유공자 후손 예우, 동학농민혁명과의 연관성을 강조하는데 중점을 뒀다.

전북도는 19일 김송일 행정부지사 주재로 14개 3.1운동 100주년 자체 핵심사업에 대한 실행계획 보고회를 개최하고 이같이 결정했다.

전북도는 두차례의 전문가 자문회의를 걸쳐 6개 추가 사업을 발굴하고 발굴아이템의 사업화 방안을 논의했다.

3.1운동 100주년 기념 심포지엄, 도립국악원 주관 100주년 기념 특별공연, 독립영웅 창작 판소리 발표회, 3.1운동 재현행사를 통해 도민의 관심과 공감을 확산시키고, 3~4월에는 100주년 3.1절 기념식을 비롯해 3.1만세로 이어진 동학농민군의 함성 특별전시를 연중 추진하는 등 기존 계획안은 그대로 유지됐다.

여기에 '독립선언서 한지책자 제작 및 이어쓰기 운동(1천만 원)' '독립유공자 후손 예우사업(4천만 원)' '3.1운동과 동학농민혁명 학술대회(2천만 원)' '100주년 기념 도립미술관 특별전' '전북3.1운동 100주년기념 박물관 순회 전시회'가 추가로 진행된다.

특히 전북 3.1운동 자료 발굴 사업을 통해 그동안 소홀하게 다뤄졌던 지역 독립운동을 재조명해 도민들에게 역사적 자긍심을 고취시킨다는 방침이다.

이제 남은 과제는 4억3천만원 상당의 예산 확보다.

도는 3월에 추경을 앞두고 추가 반영해야 할 사업과 신규로 반영할 사업에 대해 도의회 사전설명 등을 통해 충분한 예산이 확보될 수 있도록 노력하겠다는 입장이다.

일회성 행사가 아닌 1년 내내 국민적 관심 지속되도록 상시 점검체계를 가동하고 홍보에도 나설 계획이다.

김송일 행정부지사는 "도의회 사전설명 등을 통해 충분한 예산이 확보될 수 있도록 노력해야 한다"며 "100주년 기념사업 본격 추진에 따라 상시 점검체계를 가동하고 100주년 기념사업의 실천력을 지속적으로 확보해 모든 기념사업들이 의미있게 추진될 수 있도록 최선을 다하겠다"고 밝혔다.

@highlight

전북도는 19일 김송일 행정부지사를 중심으로 14개 3.1운동 100주년 자체 핵심사업에 대한 실행계획 브리핑을 열어 지역 독립운동가를 재조명하고 독립유공자 후손 예우, 동학농민운동과의 관련성을 강조하는데 중점을 둬 3.1운동 100주년 기념사업 실행계획을 확정했다.