배움의 기회를 놓친 어르신들이 초등 학력인정 졸업장을 수여받았다.

20일 완주군은 문화강좌실에서 졸업생 42명이 참석한 가운데 '제2회 진달래학교 학력인정 졸업식'을 가졌다.

완주군 진달래학교는 '진짜 달콤한 내인생을 꿈꾸는' 어르신들을 대상으로 마을 경로당이나 읍·면사무소 등에 문해강사를 파견해 한글 기초반, 초등 학력인정반, 초등 심화반 등을 운영하는 학교다.

진달래학교의 졸업식은 지난해 이서 정농경로당반 11명의 졸업생 이후 두 번째다.

이번 졸업식에는 삼례읍사무소반 12명, 고산면사무소반 19명, 비봉면사무소반 11명 등 총 42명이 배출됐다.

졸업생 3명이 개근상을 수여받았으며, 최숙자(삼례읍·고산면반), 이신희(비봉면) 반문해교사에게는 표창장이 수여됐다.

또 유한순(삼례읍), 인금순(고산면), 최정순(비봉면) 학습장별 대표 3명에게는 모범학습자 상장을, 진달래학교 학력인정반 최고령인 소채순(91·고산면)에게는 진달래 으뜸상이 수여됐다.

이날 졸업식에는 졸업생을 비롯해 가족들이 참석해 늦깎이 졸업을 축하했다.

졸업생들의 졸업과 새로운 출발을 응원하고자 현대자동차 전주공장에서는 성인문해 지원사업으로 제작한 책가방 282개와 경로당반 좌식의자 110개를 전달해 큰 박수를 받기도 했다.

졸업생 유한순(76세)씨는 "비록 배움에 있어서 많이 늦었지만 늦었다고 생각할 때가 가장 빠르다고 생각했다"며"공부하는 걸 포기했으면 오늘 이 기쁨은 없었다"고 소감을 전했다.

박성일 완주군수는 "진짜 달콤한 내 인생을 꿈꾸는 진달래학교에서 배움과 인생의 재미를 느끼고 학력인정 졸업장까지 받게 된 것을 진심으로 축하드린다"며 "졸업생들의 열정이 자랑스럽고 존경스럽다"고 말했다.

@highlight

20일 완주군 문화강좌실에서 열린 제2회 진달래학교 학력 인정 졸업식에 삼례읍·고산면·비봉면사무소반 등 배움의 기회를 놓쳤던 어르신 42명이 참석해 초등 학력인정 졸업장을 수여받았다.