▲ 충북국제교육원 다문화교육지원센터가 중도입국·외국인 학생을 위한 한국어·한국문화 체험 프로그램을 운영한다.

사진은 교육 진행 모습.

[충청일보 이정규기자] 충북 다문화교육 지원에 힘쓰고 있는 충북국제교육원 다문화교육지원센터(이하 센터)의 2019년 다양한 교육프로그램이 눈길을 끌고 있다.

20일 센터에 따르면 올해 한국어 디딤돌 과정, 다국어 과정, 학부모 동아리 등을 운영한다.

'한국어 디딤돌 과정'은 중도 입국, 외국인 학생을 대상으로 한국어·한국문화(외부 현장체험) 교육을 통해 학교 적응을 돕는다.

이 과정은 초등(8세~13세), 중등(14세~19세) 학생을 대상으로 매주 월~금(오후 2시~ 4시20분) 운영하고 있다.

현재 초등, 중등 40명 정도의 학생이 참여하고 있으며 수시로 신청을 받고 있다.

또한 다문화학생의 부모 모국어와 모든 학생의 제2외국어 학습을 돕는 '다국어 과정'도 있다.

다국어 과정은 초등 3학년~중등 3학년 학생을 대상으로 중국어·일본어·러시아어·베트남어회화 초급반은 화·목, 중급반은 수·금 오후5시~6시30분까지 운영된다.

이 과정은 원어민 교사와 함께 언어 수업뿐만 아니라 문화 체험도 할 수 있어 만족도가 높다.

다음 달부터 시작되는 이번 과정은 지난 11일 부터 25일까지 누리집(http://www.cbiei.go.kr/mc)을 통해 신청 받는다.

학부모 프로그램으로는 '학부모 동아리'가 오는 4월부터 진행될 예정이다.

도내 희망 학부모(모든 학부모 참여 가능)들이 매주 금요일 오전 10~12시 모여 독서를 통한 자녀교육법과 꽃꽂이를 배우는 시간을 갖는다.

학부모들은 동아리 활동을 통해 자기계발 뿐만 아니라 재능기부를 할 계획이다.

프로그램에 참여를 원하는 학부모는 20일부터 다음 달 29일까지 전화(☏043-210-2800) 또는 누리집으로 신청하면 된다.

센터 관계자는 "다양한 교육 프로그램을 통해 생각을 공유하며 소통하는 기회를 마련하고 싶다"며 "더 많은 교육 구성원들이 참여할 수 있는 프로그램을 제공할 수 있도록 노력하겠다"고 말했다.

@highlight

충북국제교육원 다문화교육지원센터가 20일, 한국어 디딤돌과정, 다국어 과정, 학부모 동아리등을 운영하며 다문화교육을 강화하고 있으며 관계자는 이를 통해 소통을 늘리고 앞으로 더 많은 참가를 위해 노력하겠다고 밝혔다.