충북일보=제천] 제천시가 내년도 국비 확보 대상 사업으로 총 104건을 선정하고 총력을 기울인다.

시는 20일 시청 대회의실에서 2020년 정부예산 확보에 선제적으로 대응하고 지역현안을 논의하기 위해 국회의원, 도·시의원 초청 정책간담회를 가졌다.

이번 간담회는 이상천 제천시장과, 이후삼 국회의원, 홍석용 제천시의장을 비롯한 박성원·전원표 도의원 및 시의원, 제천시 간부공무원 등 60여 명이 참석했다.

이날 간담회에서는 제천시 정부예산 확보 대상사업 중 주요 현안사업 사업에 대한 국비 확보방안에 대해 심도 있는 토론과 시 발전사항에 대한 허심탄회한 대화의 시간이 만들어졌다.

시가 채택한 내년도 국비 확보 대상 사업은 신규사업 53건과 계속사업 51건으로 총사업비 2천154억 원 중 국비 확보 목표액은 1천698억 원, 충북도비 확보 목표액은 456억 원이다.

우선 내년도 정부와 도 예산안 반영을 추진할 목표액은 각각 496억 원과 284억 원 등 781억 원으로 가닥을 잡았다.

신규 사업 중 주요 사업은 도 자치연수원 제천이전, 슬로우푸드 미래교육원 설립, 시민 문화타워 건립(하소동), 국민체육센터 건립, 사회인 야구장 조성, 드림팜랜드 자연마당 조성, 강저 생활체육공원 조성 등이다.

또 어린이박물관 조성, 전기자동차 부품 성능 시험평가 기반 구축, 제천 입신양명 과거길 조성, 노후 상수도 정비, 공립 치매 전담형 노인요양시설 설립 등도 시가 새로 추진할 사업 목록에 올랐다.

시는 국·도비 확보를 위해 정부가 국고 보조사업 신청을 접수하는 오는 4월부터 정부 부처를 지속적으로 방문해 사업 설명을 하는 등 대정부 설득에 나선다.

이상천 시장은 "정부예산 확보는 지역발전과 시민생활에 직결되는 만큼 이 자리에 함께한 국회의원, 도의원 및 시의원의 각별한 관심과 협조가 중요하다"며 "이번 정책간담회를 통해 의미 있는 성과로 이어질 수 있도록 2020년도 정부예산 확보를 위해 모든 행정력을 집중시켜 나가겠다"고 강조했다.

@highlight

제천시는 2020년 정부예산 확보에 선제적으로 대응하기 위해 20일 시청 대회의실에서 정책간담회를 통해 지역 현안 104건을 지정하고 정부 예산 확보에 총력을 기울이기로 했다.