[서울경제] 언론인, 사학자로서 민족의식 고취에 힘쓴 단재 신채호(1880.12~1936.2) 선생 순국 83주기 추모식이 21일 오전 11시 서울 효창동 백범기념관 대회의실에서 열린다.

1880년 충청도 회덕현 산내면 어남리(현 대전 중구 어남동)에서 태어난 신채호 선생은 구한말 독립협회에서 활동했으며 1905년 을사늑약이 체결되자 황성신문과 대한매일신보에 논설을 쓰며 친일파의 매국행위를 비판하고 국권회복운동을 주창했다.

1907년 안창호, 이갑 등과 함께 비밀결사 '신민회' 창립에 기여했고, 대구를 중심으로 전국적으로 전개된 국채보상운동에도 적극적으로 참여했다.

1910년 신민회 동지들과 중국으로 망명해 무관학교 설립과 교관 양성 등 독립운동 방안을 협의하고 러시아 블라디보스토크로 건너갔다.

1911년 블라디보스토크에서 교민단체인 '권업회'를 조직하고 기관지인 '권업신문'의 주필을 맡아 재러동포들의 독립사상을 고취하고 권익을 옹호하는 등 항일 언론활동을 활발히 전개했다.

독사신론, 조선상고문화사, 조선사연구초 등 역사서를 펴내며 민족의식 고취에 힘쓰던 선생은 상하이 임시정부 수립에도 참가했다.

선생은 독립운동 자금을 모으고자 대만으로 가던 중 일제에 체포돼 중국 랴오닝성 다롄에 있는 뤼순 감옥에 수감됐고 1936년 옥사했다.

정부는 선생의 공훈을 기려 1962년 건국훈장 대통령장을 추서했다.

단재신채호선생기념사업회(회장 유인태) 주관으로 열리는 추모식에는 오진영 서울지방보훈청장, 각계인사, 독립운동 관련 단체 대표와 회원, 유족, 시민 등 300여명이 참석한다.

약력보고, 헌사 및 추모사, 단재의 노래 제창, 헌화 등의 순으로 진행된다.

@highlight

21일 오전 11시 서울 효창동 백범 기념관 대회의실에서 단재 신채호 선생의 순국 83주기 추모식이 약력보고, 헌사 및 추모사, 단재의 노래 제창, 헌화 등의 순서로 진행되고, 오인영 서울 지방 보훈 청장, 각계 인사, 독립운동 관련 단체 대표와 회원, 유족, 시민 등 300여 명이 참석한다.