[이데일리 신하영 기자] 유은혜 부총리 겸 교육부장관이 국가관리시스템 '에듀파인' 도입을 반대하는 사립유치원에 대해 강경 대응을 시사했다.

휴원·폐원 등 사립유치원의 불법적 집단행동에 대해서는 경찰청·국세청 등과 공동 대응하겠다고 덧붙였다.

유은혜 부총리는 20일 더케이호텔서울에서 열린 제7차 유아교육 공공성 강화 추진단 회의에서 이 같이 밝혔다.

그는 "에듀파인 도입으로 국가가 지원하는 누리과정 지원금, 학부모들이 내는 교육비 등 유치원 수입 항목과 교육비, 급식비 등의 지출 항목이 지금보다 투명하게 관리될 수 있다"며 "국가의 재정지원을 받는 만큼 회계를 투명하게 하자는 정책이라는 점을 잘 알면서도 집단적으로 이를 거부하는 사립유치원의 행위는 교육자로서의 본분을 저버리는 것"이라고 지적했다.

유 부총리는 "교육부와 교육청은 법과 원칙에 따라 엄정 대응하겠다"며 "일부 사립유치원 단체의 불법적 집단행동에 대해서는 경찰청·국세청·공정거래위원회 등과 함께 대응할 것이며, 교육청에서는 시정명령 등의 행정처분을 내리고 필요한 경우 감사에 착수하며 감사를 거부할 때는 형사 고발하겠다"고 경고했다.

휴원이나 폐원 등 학부모들을 불안하게 만드는 사립유치원의 집단행동에 대해서는 "엄격한 기준으로 불법성 여부를 판단할 것"이라며 "불법이 확인되는 즉시 무관용 조치하겠다"고 강조했다.

유 부총리는 이날 회의에 참석한 전국 17개 시도교육청 부교육감들에게 "그동안 교육청의 헌신과 노고로 폐원을 검토하는 유치원의 유아들이 인근 공립·사립유치원으로 신속히 재배치돼 98.6%의 유아가 유치원 등록을 완료했다"며 사의를 표했다.

이어 유 부총리는 "교육부는 지난 18일, 사립유치원 특성에 맞는 국가회계시스템인 에듀파인을 공개했고 올해 3월 1일 대형 사립유치원부터 이를 적용한다"며 "에듀파인 시행으로 사립유치원의 회계투명성이 강화되고 유아교육의 질은 높아지게 될 것"이라고 기대했다.

@highlight

20일 유은혜 부총리는 제7차 유아교육 공공성 강화 추진단 회의에서 에듀파인 도입에 반대하는 사립유치원은 법과 원칙으로 대처하겠다고 밝혔으며 특히 불법적 집단행동에 대해선 시정명령 등의 행정처분도 마다하지 않고 필요시 감사까지 나설 계획이라고 밝혔다.