한국당 박근혜 전 대통령 극복 힘들듯 보수 강경쪽으로 선회 기자 자유한국당 2.27 전당대회가 반환점을 돌면서 박근혜 전 대통령의 탄핵을 둘러싼 논쟁이 막판 쟁점으로 급 부상했다.

박 전 대통령에 대한 헌법재판소의 파면결정이 2년이 지났지만 이번 전당대회 토론회, 연설회 등 전대레이스가 이어지면서 논쟁이 과열 양상에 돌입하는 모양새다.

지난 19일 열린 TV조선 당대표선거 후보자 토론회에서 배박(박근혜 배신)논란에 휩싸인 황교안 후보가 “사법절차가 진행 중인 상황에서 헌법재판소의 결정이 나와 절차적 문제를 지적하지 않을 수 없다”며 “객관적인 진실이 밝혀지지 않았는데 정치적 책임을 묻고 탄핵을 결정한 것은 타당하지 않다”고 주장, 강경 보수파들의 표심을 의식 하면서 절정으로 치닫고 있다.

태극기 부대를 이끌고 있는 김진태 후보와 궤를 함께 하는 이같은 발언은 곧바로 여당인 민주당의 집중 공세로 이어질 기미다.

이날 오세훈 후보가 “이미 헌법재판소 판결을 통해서 박 전 대통령 탄핵에 대한 이유가 밝혀졌다”며 “국민들이 알고 있는데 그렇지 않다고 얘기하는 것은 사리에 맞지 않다”고 반박했지만 김진태 후보는 “자신의 당에서 스스로 만들어낸 대통령을 자신의 손으로 끌어내리고 어떻게 당 대표를 하겠나”면서 “국정농단을 인정하면 한국당은 한 발짝도 나갈 수 없다”고 강경태세를 고수하면서 박 전 대통령 탄핵 논쟁은 전대 막판까지 이어질 전망이다.

지역정가도 예상대로 박심을 둔 친박계와 비박계 갈등 구도로 굳혀지면서 논쟁이 배가되고 있다고 해석하고 있다.

박근혜 전 대통령을 극복해야 한다는 오 후보의 기조가 토론회가 이어질수록 전통보수층과 강경보수층의 표심을 의식한 황 후보와 김 후보에게 급격하게 밀리면서 한국당의 우경화는 더욱 심화될 것으로 보인다.

지역정가 관계자들은 “전당대회가 태극기 부대의 한풀이 놀이터가 되면서부터 이미 한국당은 강경 우경화로 기울어진 운동장이 됐다”면서 “박 전 대통령 탄핵 논쟁의 끝도 보수의 새로운 가치 정립보다는 옛날로 후퇴하는 말그대로 중도보수층이 떠나는 당의 길로 가고 있다”고 입을 모았다.

@highlight

TV조선 당대표선거 후보자 토론회에서 강경 보수파를 인식한 황교안 후보의 '객관적 진실이 밝혀지지 않은 상황에서 정치적 책임을 묻고 탄핵 결정은 타당하지 않다'는 박근혜 전 대통령의 탄핵에 대한 발언에 오세훈 후보가 '이미 헌법재판소 판결을 통한 탄핵의 이우가 밝혀졌다'고 반박하는 등 자유한국당 2.27 전당대회가 반환점을 돌면서 박 전 대통령 탄핵 논쟁이 막판까지 이어질 것으로 보인다.