동부소방서 성산119센터(김승숙)와 성산의용소방대(남성대 오영삼. 여성대 김해련)는 지난 14일 동부종합사회복지관에서 지역 어르신 40여명을 대상으로 낙상사고 예방 생활안전교육을 실시했다.

읍 단위 지역 친화적이고 안전문화 확산을 위한 방안으로 서귀포시 홀로사는 어르신지원센터와 협력해 안전교육으로 사고미연방지 일환으로 마련됐다.

생활안전교육은 소근육 활용 실뜨기놀이와 소화기 사용법, 심폐소생술, 겨울철 낙상사고예방을 위한 교육을 중점적으로 시행해 참여자로부터 큰 호응을 얻었다.

더불어서 노인돌봄생활관리사를 통한 어르신 가정에 노후소화기 및 화재경보기 고장유무를 점차적으로 확인해 지역자원연계를 활용해 보급 및 교체예정으로 하고 있다.

성산의용소방대는 읍내 독거노인 생활안전복지서비스 제공을 통해 독거노인의 삶의 질 향상을 목적으로 서귀포시 홀로사는 노인지원센터(이은경)와 협약을 체결하고 매월 1회 어르신 생활안전교육과 물품지원 등 노인돌봄을 위해 교육 협조 및 서비스 연계사업을 지속하기로 했다.

이외에도 역점시책으로 성산일출봉탐방객대상 불조심 캠페인 활동, 불우이웃돕기전개, 화재취약지구 항만 순찰활동, 고성민속오일시장 상가대상 심폐소생술 교육 등을 계속하고 있다.

서귀포시 홀로사는 노인지원센터 제1지부(지부장 강미연)는 성산읍관내 어르신 204명을 관리하고 있으며 주1회 방문 안전확인과 전화 안전확인 등 독거노인생활관리를 전담하는 기관이다.

성산남성의용소방대 오영삼 대장은 '성산남성의용소방대는 2018년도 전도 의용소방대 종합평가에서 우수상을 수상하였고, 2019년도에는 보다 체계적인 전문강사 활동을 실시하여 지역주민들이 안전문화에 참여하는 기회를 만들어 가겠다'는 포부를 밝혔다.

@highlight

동부소방서 성산119센터와 성산의용소방대는 지난 14일 동부종합사회복지관에서 지역 어르신 40여명을 대상으로 사고미연방지 일환으로 마련된 낙상사고 예방 생활안전교육을 실시하였고 이들은 독거노인의 삶의 질 향상을 목적으로 서귀포시 홀로사는 노인지원센터와 협약을 체결해 매월 1회 어르신 생활안전교육과 물품지원 등의 서비스 연계사업을 지속하기로 했다.