20일 코스피 지수는 2220선을 향해 상승 출발했다.

미국과 중국의 무역협상 결과에 대한 기대를 긍정적으로 반영하고 미국 국가비상사태 영향은 빗겨간 영향으로 풀이된다.

마켓포인트에 따르면 이날 오전 9시6분 현재 코스피지수는 전 거래일보다 0.53%(11.7포인트) 오른 2217.33에 형성돼 있다.

수급별로 보면 외국인이 233억원을 순매수하고 있다.

반대로 기관은 222억원, 개인은 4억원을 각각 순매도하고 있다.

업종별로 보면 전기전자와 전기가스, 운수창고가 1% 넘게 상승하고 있다.

제조업, 서비스업, 철강금속, 화학 등 업종도 1% 안쪽에서 오름세다.

반면에 은행, 통신업, 섬유의복, 보험 등은 0.5% 안팎에서 내림세를 보이고 있다.

시가총액 상위 10개 종목 전부가 균일하고 오르고 있다.

삼성전자(005930), SK하이닉스(000660), 삼성전자우(005935), 한국전력(015760)이 1% 넘게 오르고 있다.

종목별로 보면 대북경협주 한창(005110)이 이틀 연속 강세다.

한창은 전거래일보다 15.7%(450원) 오른 3310원에 거래되고 있다.

문재인 대통령이 지난 18일 "남북 간 경제협력이 시작된다면 가장 먼저 쉽게 시작할 수 있는 것이 금강산 관광"이라고 언급한 데 이어, 전날 도널드 트럼프 미국 대통령과 통화에서 "남북 철도·도로 연결을 맡을 각오가 돼 있다"고 밝힌 게 영향을 준 것으로 풀이된다.

한창은 강원도 등과 업무협약을 맺고 한·러, 중(북)·일을 연결하는 평화크루즈 페리 사업을 추진하고 있다.

간밤에 미국증시는 일제히 상승해 거래를 마쳤다.

뉴욕증권거래소에서 다우존스30 산업평균지수는 0.03%, 스탠더드앤드푸어스500지수는 0.15%, 나스닥지수는 0.19% 각각 전거래일보다 올랐다.

미국과 중국이 전날(현지시각)부터 미국 워싱턴에서 차관급 무역협상 실무회담을 시작했고, 미국 시장 소비의 상징과 같은 월마트의 실적이 시장 기대치를 넘은 데 따라 증시가 반응한 것으로 풀이된다.

@highlight

20일 코스피 지수는 미국과 중국의 무역협상 결과에 긍정적으로 반응해 오전 9시 6분 전일보다 0.53%(11.7포인트) 상승한 2217.33을 기록하며 시가 총액 사위 10개 종목 모두가 균일하게 상승하고 있다.