[서울경제] 비탈릭 부테린(Vitalic Buterin) 이더리움 창시자가 자신이 보유한 암호화폐 종목을 공개했다.

그는 투자금이 이더리움 네트워크, 즉 이더리움(ETH)과 이더리움 관련 암호화폐에 집중돼있다고 밝혔다.

지난 18일(현지시간) 부테린은 암호화폐 커뮤니티 레딧에서 진행된 '무엇이든 물어보세요(AMA Ask Me Anything)' 코너에서 여러 질문에 답하는 시간을 가졌다.

그는 보유한 암호화폐 중 이더리움과 무관한 것들은 그가 가진 이더리움 가치의 10%에도 미치지 못한다고 언급했다.

부테린이 보유한 암호화폐 중 이더리움과 무관한 것은 비트코인캐시(BCH), 비트코인(BTC), 도지코인(DOGE), 지캐시(ZEC) 등이다.

이더리움 생태계와 관련된 암호화폐로는 카이버네트워크(KNC), 오미세고(OMG), 메이커(MKR), 어거(REP) 등을 보유한 것으로 나타났다.

부테린은 AMA에서 그가 블록체인 연구개발기업 클리어매트릭스(Clearmatrics)의 주요 지분을 보유하고 있다고 밝히기도 했다.

확장성과 프라이버시에 초점을 맞춘 블록체인 스타트업 스타크웨어(Starkware) 역시 그가 지분을 보유한 기업이다.

스타크웨어는 부테린이 평소 주목해온 영지식증명(Zero-knowlege Proof) 기술을 개발하는 기업이기도 하다.

아울러 부테린은 지난 1년간 이더리움 재단 관련 수입을 제외한 외부 수입을 암호화폐 프로젝트 자문으로 벌어들였다고 설명했다.

또 그는 플라즈마 그룹, L4 등 암호화폐를 쓰지 않는 이더리움 관련 프로젝트에도 관여하고 있다고 밝혔다.

@highlight

이더리움 창시자인 비탈릭 부테린은 카이버네트워크, 오미세고, 메이커, 어거 등 이더리움과 유관한 암호화폐가 투자금의 대부분을 차지한다고 밝혔다.