충북일보=충주] 중부내륙선철도가 통과하는 충주시 앙성면 돈산리 일대에서 개발호재를 이용한 기획부동산이 기승을 부려 대책마련이 요구된다.

20일 제보자 A씨에 따르면 기획부동산은 이 일대 임야 등 15만5천300여㎡(4만7천여 평)를 42억 원에 매입해 278명에게 매입가의 4배 가까운 160여억 원에 처분했다.

여기에 기획부동산은 9만9천여㎡(약 3만평)에 대한 추가 매각을 추진하고 있다.

중부내륙선철도가 통과하는 앙성지역은 수십 년 전부터 돈산온천을 비롯해 능암온천, 충온온천, 중원온천 등 크고 작은 4개 온천지구와 관광지 개발이 이뤄지고 있다.

돈산온천관광지구는 2012년 말 도시개발계획이 인가됐지만 2015년 말 구역지정이 해제되면서 도시개발사업은 취소됐다.

충온온천지구는 2017년 5월 온천지구 지정 자체가 해제됐다.

반면 능암온천관광지는 2020년까지 사업기간이 연장된 상태다.

개발사업이 취소된 돈산온천지구에는 중부내륙선철도 앙성온천역이 들어설 예정이며 현재 철도 공사가 한창이다.

돈산온천지구 일대에서는 사업이 취소되기 이전인 2014년 8월부터 기획부동산이 활동하기 시작해 당시 산 27 일원에 대한 매매계약이 진행됐다.

이들은 이후 지난해 12월까지 10건의 필지, 15만5천300여㎡를 42억 원에 사들여 278명에게 무려 4배에 가까운 160여억 원에 처분했다.

평당 40만 원대에 매입해 평균 134만 원대에 매각했고 최근에는 220만 원까지 매매계약이 체결된 것으로 확인됐다.

제보자 A씨는 "공유지 분할을 마치고 처분을 기다리고 있는 또 다른 토지를 최근 매각금액으로 환산하면 146억 원 정도에 해당돼 총 500여 명의 피해자들이 300억 원에 가까운 피해를 입을 수 있을 것으로 우려된다"며 "지역개발을 저해하고 거짓정보를 이용해 부당한 이득을 취하는 이들에 대한 단속이 빨리 이뤄져야 한다"고 강조했다.

@highlight

중부내륙선철도가 통과하고 크고 작은 4개 온천지구와 관광지 개발중인 앙성지역에서 평당 40만 원대에 매입해 최고 220만 원까지 매매하는 기획부동산이 기승을 부려 많은 피해가 예상되는 가운데 시급한 대책마련이 필요해 보인다.