[서울경제] 미국 하원의 정부 감독개혁위원회 소속 민주당 의원들이 도널드 트럼프 행정부가 사우디아라비아에 대한 핵기술 이전 추진 의혹에 대한 조사에 나선다.

러시아의 지난 2016년 미 대선 개입과 대통령의 이해관계 문제 등에 대한 조사 방침을 밝히며 공세를 강화하는 민주당에 트럼프 행정부가 또 한번 덜미를 잡힌 셈이다.

19일(현지시간) 뉴욕타임스(NYT)와 월스트리트저널(WSJ) 등에 따르면 하원 정부 감독개혁위는 이날 24쪽 분량의 보고서를 발표하며 백악관 고위관계자들이 안보관계자나 윤리자문관 등의 경고에도 불구하고 사우디와 핵기술을 공유하고 원자력발전소 사업을 추진했다고 밝혔다.

위원회는 사우디에 대한 핵기술 이전이 지금도 진행되고 있을지 모른다며 트럼프 행정부가 추진하는 일련의 일들이 미국의 국익에 부합하는지 여부에 대한 조사에 착수할 계획이라고 밝혔다.

위원회는 특히 마이클 플린 전 백악관 국가안보회의(NSC) 보좌관과 사우디 원전사업 계획을 지지하던 기업 'IP3인터내셔널'의 유착관계에 대해 강한 우려의 목소리를 냈다.

위원회가 입수한 내부고발자의 증언과 백악관 자료에 따르면 IP3은 백악관 관료들과 긴밀히 협력하며 플린에게 해당 프로젝트의 초안을 보내기도 했다.

플린 전 보좌관은 트럼프 선거캠프 시절부터 IP3를 위해 사우디 원전사업을 추진했으며 백악관 입성 후에도 이 계획을 지지한 것으로 알려졌다.

보고서에 따르면 NSC는 플린이 2017년 2월 백악관을 떠난 뒤에도 위법 가능성 경고를 무시한 채 사우디에 대한 원전판매 계획을 추진해왔다.

내부고발자들은 사우디에 원전을 팔려는 노력과 관련해 백악관 내부에서 '비정상적인 행동들'을 목격했다고 밝히고 있다.

엘리자 커밍스 정부 감독개혁위원회 의장은 조사를 진행하기 위해 백악관과 미 중앙정보국(CIA), IP3, 상무부, 국방부, 에너지부, 국무부, 재무부 등 관련 계획에 연루된 인사들과 조직에 서한을 보냈으며, 특히 백악관에는 다음달 5일까지 원자력발전소 계획과 관련한 문서를 제출하라고 요구한 것으로 알려졌다.

@highlight

뉴욕타임스와 월스트리트저널등에 의하면 미국 하원의 정부 감독개혁위원회 소속 민주당 의원들은, 도널드 트럼프 행정부가 안보 관계자나 윤리자문관 등의 경고에도 불구하고 사우디와 핵기술을 공유하고 원자력발전소 사업을 추진했다며, 이러한 일들이 미국의 국익에 부합하는지에 대한 조사에 착수할 계획이라고 한다.