영풍제련소 토양정화명령조치 주민발표회서 폼만 잡은 봉화군 규탄영풍제련소 토양정화명령조치 주민발표회서 폼만 잡은 봉화군 규탄 [마경대 기자 kdma@imaeil.com] 주민공동대책위 회원들이 20일 봉화군청 앞에서 기자회견을 열고, 영풍제련소 토양정화명령조치와 관련해 봉화군의 '보여주기식 행정'을 규탄하고 있다.

"오염토양정화계획 준비도 대책도 없는 주민설명회, 누가 주최했나?"

영풍석포제련소 환경오염 및 주민건강 피해 공동대책위원회(이하 공대위)는 20일 봉화군청 앞에서 기자회견을 열고 "지난 15일 봉화군이 개최한 주민설명회는 주민과 환경단체를 기만한 보여주기식 행사였다"면서 "영풍석포제련소는 오염토양정화명령을 즉각 실시하라"고 주장했다.

위원회는 "오염토양정화 관련 설명회를 한다고 해놓고선 정화명령을 내렸다고 발표만 했을 뿐 구체적인 이행조치 계획도, 대책도 없었다"며 "영풍석포제련소는 아예 계획서도 없이 참석해선 주민들이 질의하면 '회사와 합의하자'는 말만 되풀이 하며 아무런 대안도 내 놓지 못했다"고 봉화군과 영풍제련소를 비난했다.

영풍제련소는 지난 15일 열린 주민설명회에서 정화 계획을 내놓지 않고 '민간협의체를 구성해 주민대표들과 토양정화계획 및 정화방법 등을 논의하겠다'는 말만 되풀이했다.

봉화군은 2015~2017년 영풍석포제련소 주변 농경지에 대한 환경영향조사를 벌여 제련소 반경 4km 이내 농경지 중 271필지 56만㎡의 토양이 오염됐다는 결론을 내리고, 영풍제련소에 오는 2020년까지 오염된 토양을 정화할 것을 명령했다.

한편 공대위는 이날 기자회견을 마치고 엄태항 봉화군수를 만나 '환경정화를 제대로 할 것'을 촉구할 계획이었으나 자리를 비워 만나지 못했다.

@highlight

영풍석포 제련소 환경오염 및 주민 건강 피해 공동 대책 위원회는 지난 15일 봉화군이 개최한 주민 설명회에서 정화 계획을 내놓지 않고 주민과 환경 단체를 기만한 보여 주기 식 행사로 영풍석포 제련소는 오염토양정화명령을 즉각 실시하라고 주장하며 환경정화를 제대로 할 것을 촉구했다.