지역 전략사업을 발굴하는 투자선도지구를 비롯한 '지역개발사업' 공모가 추진된다.

국토교통부는 21일 70개 자치단체를 대상으로 '2019년 지역개발사업 공모사업 설명회를 개최한다.

내달부터 추진되는 지역개발 공모사업은 사업 목적과 규모에 따라 투자선도지구, 지역수요 맞춤지원 2개로 추진되며, 지자체는 유형별 사업을 발굴, 응모할 수 있다.

이중 투자선도지구는 '지역 개발 및 지원에 관한 법률'에 따라 일자리 창출 등 파급효과가 큰 전략사업을 발굴해 새로운 성장거점을 육성하는 제도다.

지구로 지정되면 70억-100억 원의 국비를 비롯 세제, 부담금 감면 등 규제완화가 종합적으로 지원된다.

투자선도지구는 2015년부터 시작돼 5회차를 맞았으며 지난 4년간 충남 보령 해양관광 웰니스 등 16개 사업이 선정됐다.

지역수요 맞춤지원 사업은 개발수준이 저조한 성장촉진지역에 주민 생활과 밀접한 소규모 사업을 지원하기 위해 도입된 제도다.

공모에 선정된 단일 시·군은 최대 20억 원, 복수의 시·군이 참여하면 최대 35억 원이 투입된다.

고령인구 비율이 큰 지역 활성화 지역은 가점 3점이 부여되며, 고령자 대상 소규모 사업을 2억 원 한도로 별도 지원한다.

특히 올해부터 지방분권 기조에 맞춰 지역이 주도하고 정부가 지원하는 형태로 공모 방법이 개편된다.

기존에는 경쟁을 통한 공모로 추진됐지만, 지역수요 맞춤지원 사업 중 1개를 자체 선정할 수 있는 권한을 갖는다.

공모절차도 단순화해 공모일정을 일원화하고, 지자체 자율성을 더하려 공모별 세부 유형도 통합했다.

공모는 오는 4월 중 접수를 마감하고, 평가위원회 평가를 거쳐 7월 중 최종 20개소 내외가 대상지로 선정된다.

손덕환 국토부 지역정책과장은 "공모가 지역의 활력과 품격을 높이는데 기여할 수 있을 것"이라며 "지역주도 발전의 선순환 체계를 구축토록 지역순회 컨설팅, 지역발전투자협약, 지역사업 성과평가 등 정책을 다각적으로 추진하겠다"고 말했다.

@highlight

국토교통부는 21일 70개 자치단체를 대상으로 투자선도지구, 지역수요 맞춤지원 2개로 추진되는 '2019년 지역개발사업 공모사업 설명회'를 개최하며, 공모는 오는 4월 중 접수를 마감하고 7월 중 최종 20개소 내외의 대상지를 발표할 예정이다. 