소통 부족으로 임실지역 주민·상인회와 마찰을 빚어온 육군 35사단에 대응하기 위한 상생발전협의회가 구성됐다.

20일 임실문화원에서는 육군 35사단과의 상호발전을 다짐하는 '임실발전협의회 창립총회'가 열려 관심을 끌었다.

총회에는 심민 군수와 신대용 군의회 의장, 한완수 도의원 및 박주현 임실경찰서장, 35사단 김수일 제7733부대장을 비롯해 주민과 상인회원 등 200여명이 참석했다.

이날 총회는 임실군의 발전을 위해 민·관·군이 서로 협력하고 상생발전으로 지역경제 활성화 방안을 모색하기 위해 마련됐다.

총회에서 주민과 상인회는 육군 35사단의 입소와 수료식 때 군인과 가족, 방문객 등을 위한 서비스 개선과 친절도 향상이 필요하다며 상생을 다짐하는 결의문도 채택했다.

이날 출범에 앞서 상인회는 지난해 민·관·군 삼오발전협의회(가칭)를 구성, 지역의 발전과 유관기관간 상호유대 강화에 앞장서 왔다.

특히 지난해의 경우 35사단이 신병 수료식을 순창에서 개최함에 따라 주민들은 박탈감과 침체된 분위기 쇄신을 위해 사단과의 간담회도 개최했다.

임실군과 주민들은 또 올들어 타지역에서 수료식을 개최한다는 소식에 결사 반대를 천명, 상생발전을 도모하자는 메시지를 전했다.

주민들은 "향토사단이 주둔지를 벗어나 수료식을 개최한 사례가 전국적으로 없다"며 사단 측의 행위를 지적했다.

심민 군수는 "뜨거운 애정과 관심으로 협의회 창립에 감사를 드린다"며 "협의회가 임실경제 살리기에 촉매제가 되는 단체로 성장하길 기대한다"고 격려했다.

총회에 참석한 주민들은 "순창에서 수료식을 개최한 것에 강한 분노를 느꼈다"며 "올해도 타지역에서 수료식을 개최한다면 단호히 대응할 것"이라고 밝혔다.

상인연합회 백기용 회장은 "지역경제가 갈수록 어려운 데도 35사단이 지역을 외면하고 있다"며 "상호 화합과 소통에 향토사단이 앞장서 달라"고 촉구했다.

@highlight

임실지역 주민·상인회와 마찰을 빚어온 육군 35사단과의 대응을 위해 상생발전협의회가 구성되어 20일 임실문화원에서 창립총회가 열리면서, 주민과 상인회는 육군 35사단 군인과 가족, 방문객 등을 위한 친절도와 서비스가 향상되어야 한다며 상생을 다짐하는 결의문도 채택하였다 .