[이데일리 손의연 기자] 불우 아동을 돕겠다며 127억원의 기부금을 받아 사적으로 유용한 복지단체 회장이 2심에서 1심보다 적은 징역 6년을 선고받았다.

서울남부지법 항소 2부(부장 김용한)는 21일 업무상 횡령·상습사기·기부금품모집에 관한 법률위반·정보통신망법위반 혐의로 재판에 넘겨진 윤모(56)씨에게 징역 6년을 내렸다.

윤씨와 함께 기소된 김모(39·여)씨에게는 징역 1년 6월을 선고했다.

재판부는 "피고인은 3년 동안 4만여명의 피해자로부터 127억에 달하는 돈을 끌어모았다"며 "범행이 체계적으로 이뤄진 점, 범행 수법과 규모 등을 보면 피고인의 상습성이 인정된다"고 설명했다.

재판부는 이어 "피고인들은 피해자들에게 금전적으로 편취했을 뿐 아니라 일반인 사이 기부문화를 위축되게 했다"고 덧붙였다.

윤씨 등은 지난 2014년 2월 1일부터 약 3년간 사단법인 복지단체 새희망씨앗과 교육 콘텐츠 판매 업체를 운영하며 4만 9000여명으로부터 받은 모금액 128억 3735만원 중 127억원 가량을 가로챈 혐의를 받는다.

경찰에 따르면 이들은 서울·인천 등 수도권 21개 지점에 콜센터를 운영하며 무작위로 전화를 걸어 '미래 꿈나무를 키울 수 있다'며 결손 가정 아동의 정기 후원을 요청했다.

기부자들은 이들에게 1인당 적게는 5000원에서 많게는 1600만원을 기부한 것으로 알려졌다.

그러나 피고인들은 거둬들인 전체 모금액 가운데 1.7％ 수준인 2억 1000만원만 기부했고 이마저도 현금이 아닌 인터넷 영어 강의 등을 볼 수 있는 회원 ID나 강의가 담긴 태블릿 PC를 헐값에 사들여 전달했다.

피고인들은 기부가 정상적으로 이뤄지는 것처럼 속이려고 해당 홈페이지를 통해 후원하는 아동에 대한 정보를 공개하거나 자신들이 기부금을 전달한 복지시설로부터 영수증을 허위로 받아 기부자들에게 발급해주는 치밀함을 보이기도 했다.

앞서 검찰은 항소심 결심공판에서 원심과 마찬가지로 A씨에게 징역 12년, B씨에게 징역 5년을 구형한 바 있다.

@highlight

지난 2014년부터 약 3년간 사단법인 복지단체 새희망씨앗과 교육 콘텐츠 판매 업체를 운영하며 4만여명으로부터 모금액 127억원 가량을 가로챈 혐의를 받고 있는 복지단체 회장에게 재판부는 범행이 체계적이고 범행 수법과 규모면에서 피고인의 상습성이 인정되며 이 범죄로 인해 일반인의 기부문화를 위축받게 한 점을 들어 징역 6년을 선고하였다.