경기도의 4차 산업혁명시대 전략분야 스타트업 보육공간인 '경기 스타트업 랩'이 판교·고양·광교 3곳에 문을 열었다.

도는 이를 통해 유망 스타트업이 강소기업으로 성장할 수 있는 프로그램과 환경을 제공하는데 힘쓸 계획이다.

경기도와 경기도경제과학진흥원은 20일 판교 스타트업캠퍼스 8층에서 '경기 스타트업 랩(Startup-lab)' 개소식을 개최했다.

이날 행사에는 최계동 혁신산업정책관, 조광주 경제과학기술위원회 위원장, 권락용 도의원, 김기준 경제과학진흥원장, 이경준 경기창조경제혁신센터장, 입주기업 대표 등 총 60여명이 참석했다.

'경기 스타트업 랩'은 경기도가 4차 산업혁명 시대를 선도하는 차원에서 도내 4차산업 전략분야 유망 스타트업이 강소기업으로 성장할 수 있도록 창업공간과 체계적인 지원을 제공한다.

디지털&크리에이터 랩을 비롯해 AI 랩, 소셜 랩 등 특화사업별로 집적, 동종 산업분야 스타트업을 한 장소에 입주시켜 집중 지원을 펼치는 것이 특징이다.

특히 도의 창업 담당 부서인 창업지원과는 물론 정보통신보안담당관, 데이터정책담당관, 콘텐츠산업과, 공동체지원과, 과학기술과 등 도내 타 부서와의 적극적 협력체계를 구축해 전 방위적 지원을 펼친다.

입주기업들에게는 1~2인실, 3~4인실, 8인실 등 규모별 사무공간이 1년간 무상으로 제공된다.

코워킹스페이스, 교육실, 회의실, 휴게실 등의 시설도 제한 없이 이용할 수 있는 기회도 주어진다.

이외에도 비즈니스 수립부터 사업화, 성공도약에 이르기까지 입주기업 역량교육, 사업화 지원(BM수립, 사업성 검증, 마케팅 등), 네트워킹, 랩별 특화 창업지원 연계 프로그램 등 각종 체계적인 지원이 이뤄질 전망이다.

최계동 도 혁신산업정책관은 "경기도는 지식기반 제조업과 고급인력이 집중된 대한민국 4차산업혁명 중심지"라며 "경기 스타트업 랩이 우리나라 스타트업 생태계의 혁신의 장이 될 수 있도록 지원에 총력을 기울이겠다"고 말했다.

@highlight

경기도와 경기도경제과학진흥원에 따르면  4차 산업혁명 시대를 선도하는 차원에서 도내 4차산업 전략분야 유망 스타트업이 강소기업으로 성장할 수 있도록 창업공간과 체계적인 지원을 제공하는 '경기 스타트업 랩(Startup-lab)' 개소식을 개최했으며, 향후 비즈니스 수립부터 사업화, 성공도약에 이르기까지 각종 체계적인 지원을 할 예정이다.