광주정보문화산업진흥원은 올해 정보문화산업 관련 150개사를 창업하고 신규 일자리 800개를 창출하겠다고 밝혔다.

탁용석 광주정보문화산업진흥원장은 20일 진흥원 대회의실에서 열린 2019 성과창출계획 보고회에서 정보통신기술(ICT)과 문화로 풍요로운 광주를 위한 청사진을 포함한 올해 성과창출 계획서를 이용섭 광주시장에게 전달했다.

계획서에는 정보문화산업 일자리창출과 기업 성장의 주도적 역할, 스토리 기반의 문화도시 향유 콘텐츠 특화 육성, 4차산업혁명의 선제 대응을 통한 미래사업 기회 창출, 광주 정보문화산업의 에코 시스템 구축을 위한 핵심 거점 확대 등을 담고 있다.

정보문화산업진흥원은 스토리 기반의 문화도시 향유 콘텐츠 특화 육성을 위해 웹툰·영화·애니·게임·음악 등 지역특화 문화콘텐츠 30건을 제작하고, 자치단체, 유관기관, 대학, 방송사, 관련 기업 등과의 협약을 통해 스토리 기반 산업체계를 구축한다.

또 세계수영선수권대회 참가선수, 관광객, 일반 시민을 위한 음악페스티벌을 개최하고 ICT체험관 운영 등 수영대회와 연계한 콘텐츠 체험, 전시회를 개최하겠다고 약속했다.

정보문화산업진흥원은 또 4차산업혁명의 선제 대응을 통한 미래사업 기회를 적극적으로 창출한다.

구체적으로 창업단지 구축과 운영모델 발굴, 인공지능 데이터 기반 창업, 대중소기업 연계 창업 등 미래 일자리창출을 위한 인공지능 중심의 창업 생태계를 구축하고 한국문화기술(CT)연구원 설립과 광주유치를 주도할 계획이다.

이 밖에도 첨단실감콘텐츠제작클러스터(2021년), 전일빌딩(2020년) 개관 대비, 관련 기업의 투자유치 활동 강화 등을 통해 광주 정보문화산업의 에코 시스템 구축을 위한 핵심 거점을 확대한다는 방침이다.

이용섭 시장은 “광주의 미래먹거리 산업은 문화콘텐츠와 소프트웨어에 달려 있다고 해도 과언이 아니다”며 “창업과 일자리를 창출하고 문화도시 향유 콘텐츠 산업을 적극적으로 육성해 광주가 대한민국 정보문화산업의 중심도시가 될 수 있도록 최선을 다해달라”고 당부했다.

@highlight

광주정보문화산업진흥원은 20일 2019 성과창출계획 보고회에서 다양한 실천 과제를 선정하고 정보문화산업 관련 150개사 및 신규 일자리 800개를 창출하겠다는 성과창출 계획서를 이용섭 광주시장에게 전달했다.