추가 반입 반대 강력 건의도필리핀으로 불법 수출됐다가 평택·당진항으로 되돌아와 보관돼 있는 쓰레기의 처리가 당초 예상보다 빨라질 전망이다.

20일 평택시에 따르면 시는 환경부로부터 국비 6억여 원을 확보해 필리핀에서 반송돼 들어온 폐기물 처리를 이르면 내달 말, 늦어도 4월 초부터 시작하기로 했다.

또 폐기물 처리에는 두 달가량 소요될 것으로 보고 있다.

쓰레기 처리가 당초 예상보다 빨라진 것은 환경부가 소요 예산을 국비로 지원하는 등 폐기물 처리에 적극적인 입장을 보였기 때문이다.

이에 따라 시는 내달 말 지방비 추경 예산 편성이 완료되면 사업자를 선정해 곧바로 폐기물을 소각 처리한다는 계획이다.

시 관계자는 "일단 사업자에게 폐기물 처리 조치 명령 사전 통보를 한 상태"라며 "법령에 따라 10일 이상의 의견 제시 기간을 거친 뒤 조치 명령을 내리고 그 뒤 2주가량 지나면 바로 행정대집행에 들어갈 방침"이라고 말했다.

시는 또 아직 국내 반입이 이뤄지지 않은 채 필리핀에 방치된 나머지 폐기물 5100여t에 대해서도 평택·당진항 반입을 반대한다는 의견을 환경부에 보낼 계획이다.

앞서 서평택환경위원회, 평택환경시민행동 등 13개 환경단체는 지난달 12일 평택항 평택컨테이너터미널 운영업체(PCTC) 정문 앞에서 집회를 열고 "평택항 폐기물의 조속한 처리와 추가 폐기물 반입을 저지한다"고 촉구했다.

평택시의회도 같은 날 성명서를 발표하고 정부에 평택·당진항에 쓰레기 추가 반입을 반대한다며 재발방지대책을 촉구했다.

지역 국회의원인 원유철·유의동 의원도 환경부에 추가반입을 반대하는 입장을 표명했다.

시 관계자는 "시민과 환경단체, 시의회의 의견을 반영해 나머지 폐기물은 필리핀 현지에서 처리하는 방안을 환경부에 강력하게 건의할 계획"이라고 밝혔다.

한편 지난해 7월과 10월 필리핀으로 수출된 플라스틱 폐기물 6300t 중 폐기물 1211t(컨테이너 51개 분량)이 지난달 3일 평택항에 도착해 평택컨테이너터미널(PCTC)에 쌓여 있다.

환경부는 필리핀 정부와 현지에 남아 있는 쓰레기 5100t에 대한 반입 시기와 절차 등을 협의 중에 있다.

@highlight

28일 평택시는 환경부로부터 국비 6억여 원을 확보하여 필리핀에서 반송된 폐기물 처리를 시작한다고 밝혔는데, 환경부가 소요 예산을 지원하는 등 폐기물 처리에 적극적인 입장을 보여 당초 예상보다 빠르게 처리할 수 있을 것다고 말하며 처리에는 두 달가량이 소요된다고 전했다.