남양주도시공사, 서류미비 부주의 경기대진테크노파크 전경.

부적절한 채용절차를 진행한 경기북부 공공기관들이 정부 합동 점검에서 적발됐다.

이번에 적발된 기관들은 모두 지난해 정부 합동 점검에서도 징계 요구가 이뤄진 기관이어서 강도 높은 채용절차 관리가 필요하다는 지적이다.

20일 정부와 지자체 등에 따르면 이날 발표된 '공공기관 채용실태 정기 전수조사 결과' 경기북부 3개 공공기관에 징계가 요구됐다.

채용실태 점검 결과 징계가 필요한 3개 기관은 경기대진테크노파크, 파주시시설관리공단, 남양주도시공사다.

경기대진테크노파크는 공고한 경력에 못미치는 직원을 채용한 것으로 나타났다.

대진테크노파크는 2017년 10월 2급 직원을 채용하면서 경영·관리직 10년 이상 경력자를 채용 기준으로 삼았다.

감사결과 채용자의 경력은 7년 미만으로 공고 경력보나 낮았다.

대진테크노파크는 또 2급 직원을 채용하면서 과거 같은 직장에 근무한 직원을 5급 직원으로 함께 채용한 것으로 알려졌다.

대진테크노파크 관계자는 "채용자의 실제 경력은 20년 이상인데 감사부서에서 경력을 인정해주지 않았다"면서 "두 직원이 같은 직장에 근무한 사실도 블라인드 채용이기 때문에 알 수 없었다. 이런 부분들에 대해서 감사결과가 정당하지 않다고 판단해 경기도에 소명했다"고 밝혔다.

파주시시설관리공단은 정규직 채용 면접에서 전문분야와 무관한 심사위원이 면접을 진행한 것으로 나타났다.

공단은 지난해 외부기관에 채용과정을 위탁해 블라인드 채용을 실시했다.

채용과정에서 심사위원 3명을 선발해 면접을 진행했는데 특정 기술직의 경우 심사위원 모두가 관련 분야 경험이 없었다.

일부 기술직도 심사위원 3명 중 일부만 전문지식이 있는 것으로 나타났다.

남양주도시공사는 기간제 근로자 채용과정에서 서류미비 등 업무 부주의로 징계가 요구됐다.

한편, 이번 정부 합동 점검에서 적발된 경기북부지역 공공기관들은 지난해 이뤄진 점검에서도 채용절차가 부적절하다고 판단돼 징계 요구가 내려졌다.

@highlight

20일 정부와 지자체 등은 공공기관 채용실태에 관한 정부 합동 점검 결과, 경기 북부의 대진테크노파크 등 3개 공공기관의 작년에 이어 올해도 이어진 부적절한 채용이 적발되었다고 밝혔다.