고형연료 검사 '현실화' 불법으로 방치·투기되거나 수출되는 등 불법폐기물 근절책이 마련됐다.

불법폐기물 40%이상을 연내 처리하고 2022년까지 모두 해결한다는 방침이다.

정부는 21일 이낙연 국무총리 주재로 열린 제69차 국정현안조정점검회의에서 '불법폐기물 관리 강화 대책'을 논의했다.

환경부는 전수 조사 결과 불법폐기물 총 120만3000t이 확인됐다고 밝혔다.

종류별로는 각각 방치폐기물 83만9000t, 불법투기 폐기물 33만t, 불법수출 폐기물 3만4000t이 적체되어 있는 상황이다.

지역별로는 14개 시도, 총 235곳에서 불법폐기물이 발생했다.

정부는 불법폐기물 발생을 예방하기 위해 재활용 수요, 소각용량 등을 확대하여 폐기물을 원활하게 처리한다는 방침이다.

폐기물 전 과정 관리시스템 구축, 지자체 공공관리 강화 등으로 불법행위를 원천 차단 목표를 밝혔다.

현재 제조시설과 사용시설에서 이중으로 실시하는 고형연료(SRF) 품질검사를 사용시설에 대해서는 일부 완화하는 등 사용자 부담을 경감하는 방안도 마련할 계획이다.

소각시설 포화로 인한 비용 상승 등을 억제하기 위해 기존 소각시설을 최대한 효율적으로 사용할 수 있는 방안을 마련하여 시설 증설 없이도 소각처리 가능량을 최대 25%까지 확대한다.

소각시설의 허가 용량은 실제 반입되는 폐기물의 성상(발열량 등)을 확인하여 현실화하고 반입되는 폐기물에 혼합되어 운영효율을 저해하는 폐토사 등은 선별하여 재위탁할 수 있도록 허용한다.

폐기물 처리 전 과정의 공공관리도 강화한다.

폐기물의 안정적 처리용량 확보를 위해 권역별로 공공처리 시설을 확충하고, 폐기물처리시설 인근 주민지원 확대 방안 등을 골자로 하는 '공공처리 확대방안'을 올해 상반기 내로 마련할 계획이다.

이낙연 총리는 모두 발언을 통해 "지자체는 불법폐기물 처리의 1차적 책임을 지니고 있다"며 "단속을 강화하고 신속하고도 확실하게 처리해 주길 바란다"고 밝혔다.

@highlight

정부는 21일 이낙연 국무총리 주재로 열린 제69차 국정현안조정점검회의에서 '불법폐기물 관리 강화 대책"을 논의, 고형연료 검사 '현실화' 및 불법으로 방치, 투기되거나 수출되는 불법폐기물을 근절하는 하는 방안을 마련해 불법폐기물 40%이상을 연내 처리하고 2022년까지 모두 해결하겠다고 밝혔다.