LG화학 대산공장은 20일 대산읍 장학재단과 대산읍 복지재단을 방문, '2019년 상반기 장학·복지 기금' 2000만 원을 전달했다.

사진=LG화학 제공 [서산]서산시 대산읍 대산공단 내 입주한 한화토탈(대표이사 권혁웅)와 LG화학(주재임원 김동온)이 지역인재 육성을 위해 장학금을 내놨다.

한화토탈은 21일 대산공장에서 서울과 충청권 우수대학에 입학한 서산지역 학생을 대상으로 '2019년 지역 우수 인재 장학금 전달식'을 가졌다.

장학금은 서산지역 고등학교 학교장의 추천을 받은 학생 20명에게 300만 원씩, 모두 6000만 원이 지원됐다.

2013년부터 매년 장학금을 전달하고 있는 이 회사는 현재까지 122명에게 대학진학 격려 장학금을 전달했다.

이밖에 사내 연구원들이 초등학교를 찾아가 방과 후 과학수업을 담당하는 '꿈나무 과학교실', 지역 저소득 학생들의 교육격차를 해소하기 위해 자매결연을 한 공군부대 장교들의 '반딧불이 공부방 사업' 후원, 서령·대산고와 대산중 정기적 발전기금 전달 등 인재육성 지원사업을 꾸준히 펼치고 있다.

한화토탈 관계자는 "장학금을 비롯, 회사의 후원사업들이 서산지역 청소년들에게 꿈을 실현하고, 지역을 대표하는 인재로 성장해 가는 계기가 됐으면 한다"며 "한화토탈은 앞으로도 그룹의 경영철학인 '함께 멀리' 정신을 바탕으로 지역사회와의 상생에 지속적인 노력을 아끼지 않을 것"이라고 말했다.

이에 앞서 LG화학 대산공장은 20일 대산읍 장학재단과 대산읍 복지재단을 방문, '2019년 상반기 장학·복지 기금' 2000만 원을 전달했다.

이 기금은 대산지역 청소년 장학기금 및 취약계층을 위한 지원금으로 활용될 예정이다.

이 회사는 장학·복지기금을 2016년부터 상·하반기에 나눠 지원하고 있다.

김동온 상무는 "장학기금과 복지기금이 지역사회 내 어려운 이웃에게 조금이나마 도움이 되기를 바란다"며 "향후에도 지역사회와 상생하도록 최선의 노력을 다하겠다"고 전했다.

@highlight

한화토탈(대표이사 권혁웅)와 LG화학(주재임원 김동온)은 지역인재 양성을 위해 '2019년 지역 우수 인재 장학금 전달식'을 개최해 서산지역 고등학교 학교장의 추천을 받은 학생 20명에게 총 6000만 원의 장학금을 전달했다. 