홍여선 자치단체 전 지역 대상 조사는 전국 첫 사례 (동양일보 홍여선 기자) 당진시는 2019년 말 완료를 목표로 지난해 6월부터 추진하고 있는 경관 자원조사가 한국경관학회지 10권 2호에 소개되는 등 관련 학계에서 관심을 끌고 있어 탄력을 받고 있다.

시는 경관계획 재정비에 앞서 체계적이고 일관성 있는 경관관리 형성에 나섯으며 각 부서에서 추진 중인 각종 계획과 사업에도 반영할 수 있도록 경관자원조사를 추진 경관자원의 체계적인 조사·분석을 체계적으로 새롭게 구축 시의 고유 경관 가치를 재창출하고 주민과 함께 지역 잠재 경관자원을 발굴하는 자리를 마련하는 등 기존의 조사 방식에서 차별화 하고 있다

시는 국토교통부에서 기초, 광역, 국가가 경관자원을 통합적 관리를 위해 각 자치단체에 경관조사를 실시토록 검토 중인 상황에서 선제적으로 경관자원조사에 나섰다는 점에서도 주목받고 있다.

더욱이 자치단체가 일부 지역을 대상으로 경관자원조사를 진행한 사례는 있으나 자치단체가 관할하는 행정구역 전체 지역을 대상으로 조사하는 경우는 이번이 국내 최초라는 점에서 학계의 관심을 끌고 있다.

시의 이러한 선도적인 경관자원조사는 지난해 국토교통부 주관으로 열린 2차 경관행정 우수사례 경진대회에서 우수상을 받아 높은 평가를 받았으며 지난해 12월 31일 발행된 한국경관학회지 10권 2호에서 당진시 경관 자원조사 사례를 중심으로 경관자원 조사체계 구축에 관한 기초연구 내용이 논문으로 수록됐다.

이 논문에서는 사례를 중심으로 국내의 경관자원조사가 일부 지역에 제한적으로 진행됐다는 점을 언급하면서 시의 조사방법과 현황 향후 계획에 대해 설명한 다음 전지역을 대상으로 경관자원조사가 실제 적용 사례를 통해 단계별 체계를 수립하고 통합적인 관리 방안의 기초를 마련하는데 의의가 있다고 평가를 받았다.

시 관계자는 “연구조사에 착수한 이후 경관 관련 설문조사와 주민 워크숍을 같고 자문단 구성도 완료했다”며 “향후 경관자원 주민발굴단도 운영해 시민들이 경관자원조사에 함께 참여할 수 있도록 할 계획”이라고 말했다.

@highlight

당진시가 지난 6월부터 추진중인 경관 자원조사가 한국경관학회지에 소개되는 등 관련 학계의 관심을 받았다. 