인제대가 산학협력 친화형 교원 인사제도와 산업수요 맞춤형 교육과정 운영으로 ‘지속 가능한 산학협력 체제’를 완성하면서 지역 사회 활성화에 기여하고 있다.

인제대는 20일 “우리 대학만의 브랜드를 이용한 수익 창출로 산업선도형 대학을 만드는 게 이번 LINC+ 사업의 목표”라고 밝혔다.

LINC+ 는 정부의 산학협력 선도대학 육성 사업으로 이전 사업에서 지역 산업 육성에 협력하는 활동을 추가한 게 특징이다.

그동안 인제대는 김해발전전략연구원을 공동운영하고 김해시 정책포럼을 개최하면서 지역 사회와 상생발전 모델을 구축하려고 노력했다.

인제대는 국토교통부의 도시재생 뉴딜사업에 선정돼 김해시가 추진하는 ‘삼방동, 3-방이 소통하고 상생하는 어울림 캠퍼스타운 조성’에도 적극적으로 협력한다.

3방은 삼방동 도시재생의 주축을 맡아야 할 주민, 청년, 대학을 가리킨다.

인제대는 도시재생 프로그램 개발, 마을기업·협동조합 운영, ICBM(IoT, Cloud, Big data, Mobile) 기반의 스마트 도시 인프라 구축을 지원한다.

인제대 산학협력단은 지난해 산합협력 엑스포에서 ‘진영 단감의 가공식품화를 통한 브랜드 창출’로 기술협력 부문에서 부총리 겸 교육부 장관 표창과 LINC+ 사업단 우수상을 수상했다.

이 사업은 씨알이 작아 팔지 못하고 버리는 진영 단감을 단감 파우더, 감말랭이 등으로 가공해 농가의 소득 증대와 부가가치 창출을 돕는 사업이다.

김해시조합공동사업법인을 설립해 수출경로도 확보하고 있다.

인제대는 산학협력뿐만 아니라 가야불교문화포럼 등 8개의 소규모 가야문화단체를 지원하면서 ‘구야잉카협의회’를 만들어 가야문화 콘텐츠 개발에도 힘쓴다.

구야잉카협의회는 9개의 가야를 뜻하는 구야와 인제 아카이브를 줄인 잉카를 조합한 이름이다.

최영지 기자 .

@highlight

인제대가 산학협력 친화형 교원 인사제도와 산업수요 맞춤형 교육과정 운영으로 지역 사회 활성화와 발전에 기여하고 있다. 