미국 프로야구 메이저리그 FA(자유계약선수) 최대어로 평가받는 매니 마차도(27·사진)가 샌디에이고 파드리스와 10년간 3억 달러(약 3385억 원)에 계약을 맺으면서 사상 처음으로 ‘FA 시장 3억 달러 시대’를 열었다.

MLB닷컴, ESPN 등 미국 언론은 20일(한국시간) “마차도가 샌디에이고와 10년 3억 달러에 계약했다”고 보도했다.

계약 조건에는 마차도가 5시즌 후 옵트 아웃(계약 파기 후 다시 FA를 선언할 수 있는 권리)을 행사하는 내용도 포함됐다고 미국 언론은 전했다.

지난 시즌 이후 많은 구단이 마차도에게 영입 제의를 했지만 스프링캠프가 시작한 뒤에도 마차도의 계약 소식은 들리지 않았다.

하지만 뒤늦게 영입전에 가세한 샌디에이고가 3억 달러라는 천문학적인 액수를 제시하면서 마차도의 행선지가 정해졌다.

FA 시장에 3억 달러 시대가 열린 것은 우완투수 케빈 브라운(54)이 1998년 12월 LA 다저스와 7년간 1억500만 달러의 계약을 맺으며 1억 달러 시대를 연 지 20년 만이다.

장칼로 스탠턴(30·현 뉴욕 양키스)이 2014년 11월 마이애미 말린스와 13년 3억2500만 달러에 계약한 적이 있지만, FA가 아닌 연장계약이었다.

하지만 FA 최고액 경신 흐름은 점점 빨라지는 분위기다.

FA계약 총액 4억 달러 돌파도 머지않았다는 전망이 나온다.

케빈 브라운이 총액 1억 달러를 돌파하고 총액 2억 달러 시대가 열리기까지는 불과 2년밖에 걸리지 않았다.

알렉스 로드리게스(44)는 2000년 12월 텍사스 레인저스와 10년 2억5200만 달러의 초대형 계약을 맺었다.

로드리게스는 2007년 11월 뉴욕 양키스와 10년간 2억7500만 달러에 사인하며 자신의 기록을 다시 한번 넘어섰다.

로드리게스는 11년 동안 메이저리그 역대 최고 총액 FA 계약 1, 2위 자리를 지키다가 이번에 마차도에게 자리를 내줬다.

한국 선수 FA 계약 최고액은 텍사스 레인저스 추신수(37)로 2013년 12월 텍사스와 7년간 1억3000만 달러의 대형 계약을 맺었다.

@highlight

20일 미국 언론이 “마차도가 샌디에이고와 10년 3억 달러에 계약했다”고 보도해 메이저리그 FA(자유계약선수)최대어로 평가받는 마차도가 사상 처음으로 ‘FA 시장 3억 달러 시대’를 열었음을 알렸다.