옥천의 먹거리 도리뱅뱅이.

ⓒ 옥천군 [충북일보=옥천] 아직도 옥천의 도리뱅뱅이를 모른다면 TV 등을 잘 안보는 사람이거나 새로운 음식에 대해 전혀 관심이 없는 사람일 것이다.

옥천의 도리뱅뱅이는 금강에서 갓 잡아온 손가락만한 크기의 민물생선인 빙어나 피라미를 프라이팬에 동그랗게 돌려 담아 바싹 튀겨서 만든다.

그 위에 양념고추장을 올려 조린 뒤 마늘, 깻잎 등 고명을 얹는 음식으로 동그란 모양을 보고 도리뱅뱅이라 부르기 시작해 이젠 자연스럽게도 고유명사가 됐다.

사시사철 생선국수와 함께 인기 있는 메뉴지만 특히 겨울이 제철인 빙어를 이용한 도리뱅뱅이는 특히나 겨울에 인기가 있다.

몇 개월 전엔 모방송국 프로그램에서 개그우먼 이영자씨가 옥천 금강휴게소에서 '도리뱅뱅이'를 먹는 장면이 방송을 타면서 더욱 찾는 사람이 많아졌다.

옥천의 도리뱅뱅이는 금강을 따라 동이면과 옥천읍의 음식점이 많이 알려져 있고 보청천을 따라 형성된 청산면의 '생선국수음식거리'에서도 도리뱅뱅이를 즐길 수 있다.

주말이면 가끔 옥천을 방문해 생선국수와 도리뱅뱅이를 찾는다는 한 여행객은 "금강산도 식후경이라고 맛있는 음식을 먹고 금강변을 따라 향수 100리길을 드라이브하면 언제나 고향에 온 듯 기분이 최고"라고 했다.

옥천군에서는 구읍-장계관광지-금강변길-금강유원지를 잇는 50.6km를 향수100리길로 지정해 홍보해왔다.

군 관계자는 "금강의 절경을 둘러볼 수 있는 최적의 코스 인 향수100리길은 하절기엔 자전거길로 유명세를 타고 있고, 야외 활동이 어려운 겨울철엔 드라이브 코스로 적극 추천 한다"고 전했다.

@highlight

옥천에서 빙어를 튀겨 만든 도리뱅뱅이는 겨울에 특히 인기가 많고 구읍-장계관광지-금강변길-금강유원지를 잇는 50.6km를 향수100리길은 자전거 드라이브길로 유명하다.