부진 빠진 삼성폰 구출할 수 있을까삼성전자의 새로운 플래그십폰 갤럭시 S10 시리즈 /사진제공=삼성전자[서울경제] 삼성전자(005930) 갤럭시 시리즈가 10주년을 맞은 가운데 새로운 10년을 앞서 이끌 '갤럭시 S10'과 폴더블폰 '갤럭시 폴드'가 동시에 모습을 드러냈다.

전세계 스마트폰 시장 수요 정체에 중국 업체들의 공격적 확대 전략까지 이중고로 인해 부진에 빠진 삼성전자를 끌어올릴 수 있을지 주목된다.

고동진 삼성전자 IM(IT 모바일) 부문 사장은 20일 오전 11시(현지시간) 미국 샌프란시스코 빌 그레이엄 시빅 오디토리움에서 삼성 갤럭시 언팩 행사를 열고 갤럭시 S10과 갤럭시 폴드를 직접 소개했다.

고 사장은 "갤럭시 S10엔 의미 있는 혁신을 집대성해 미래 스마트폰의 표준을 제시하고자 한다"고 강조했다.

갤럭시 폴드에 대해서도 "기존 스마트폰의 한계를 뛰어 넘어 프리미엄 폴더블 기기의 경험을 제공할 것"이라고 밝혔다.

가장 관심을 끄는 제품은 단연 폴더블폰이다.

인폴딩(In-Folding) 방식으로 접으면 4.6인치 화면을, 펼치면 7.3인치의 대화면을 각각 즐길 수 있다.

특히 펼쳤을 때 한 화면에서 3가지 앱을 동시에 실행할 수 있어 현재까지의 스마트폰과는 차별화된 경험을 제공한다.

삼성전자는 언팩 행사 직전까지 "미래를 펼치다"라는 문구를 홍보하며 폴더블폰을 향한 기대감을 높였다.

갤럭시 10주년 기념작인 갤럭시 S10은 인피니티-O 디스플레이(홀 디스플레이)와 암호화폐 지갑, 무선배터리 공유 기능까지 삼성전자의 기술이 총망라돼 담겨 있다.

기본형 모델(갤럭시 S10)과 플러스 모델(갤럭시 S10+) 이외에 보급형 프리미엄폰인 갤럭시 S10e도 공개해 가격 차별화에 나섰다.

특히 삼성전자 최초로 5G를 지원하는 갤럭시 S10 5G도 출시된다.

갤럭시 S10 시리즈는 모델에 따라 5.8~6.7인치로 구성되며 최대 5개의 카메라(갤럭시 S10+)를 탑재하고 있다.

@highlight

삼성전자는 갤럭시 시리즈 10주년을 맞은 가운데 미래 10년을 이끌 '갤럭시 S10'과 폴더블폰 '갤럭시 폴드'를 동시에 공개하였고, 고동진 삼성전자 IM 부문 사장은 갤럭시 S10을 통해 미래 스마트폰의 표준이라고 제시하고 폴더블폰을 향한 기대감도 나타내었다.