조기건설 해법모색을 위한 전반적인 의견수렴 기자 대구시와 광주시가 달빛내륙철도 조기추진을 위해 힘을 모은다.

대구시는 21일 엑스코에서 ‘2019년도 달빛내륙철도 건설 경유지자체 실무자협의회’ 를 연다.

달빛내륙철도 경유지자체 실무자협의회는 대구시를 비롯해 고령군, 광주시, 담양군, 순창군, 남원시, 장수군, 함양군, 거창군, 합천군 등 10개 경유지자체 담당과장으로 구성돼 있다.

이번 협의회에서는 지난해 7월부터 대구·광주시가 예산을 부담해 공동발주한 달빛내륙철도 건설 연구용역(한국교통연구원)에 대해 추진배경 및 논리 공유, 사업 방향에 대한 토론을 할 예정이다.

조기건설 해법모색을 위한 전반적인 의견수렴과 올해부터 국토교통부에서 검토하는 달빛내륙철도 사전 타당성 조사 용역과 제4차 국가철도망 구축계획 수립에 사전대응 방안, 2019년 국회 포럼 및 대국민 홍보방안 등을 논의한다.

그동안 경유지자체 실무자협의회는 경유 지자체장 협의회(2018년 3월), 국회 포럼(2017년 12월, 2018년 9월) 등 달빛내륙철도의 필요성에 대한 대국민 홍보 활동과 함께 국토부, 기재부 등 정부와 국회를 대상으로 적극적 활동을 펼쳐왔다.

그 결과 올해 정부 예산에 사전 타당성 조사 용역비 5억 원을 확보했다.

대구~광주 달빛내륙철도 건설 사업은 대구~광주 간 191.6㎞를 최고 250㎞/h로 달릴 수 있는 고속화 철도를 연결하는 사업이다.

대구~광주 1시간 생활권을 만들 수 있다.

국가적으로 필요성을 공감해 문재인 대통령의 ‘영·호남 상생 공약과 국정 운영 5개년 계획’에 영·호남 사업으로 반영돼 있다.

제3차 국가철도망 구축계획에는 추가검토사업으로 분류돼 있다.

김종근 대구시 교통국장은 “달빛내륙철도 사업이 완료되면 철도교통에 소외된 영·호남 내륙도시가 연결돼 인적·물적 교류가 활성화되고 산업구조가 연계되면서 일자리 창출, 관광 활성화 등 지역균형 발전에 크게 기여할 것”이라고 밝혔다.

@highlight

대구시는 달빛내륙철도 조기건설을 위해 21일 엑스코에서 '2019년도 달빛내륙철도 건설 경유지자체 실무자협의회'를 개최하고 달빛내륙철도 건설 연구용역 결과 공유 및 홍보방안 등을 토론할 계획이다.