이도근 특임검사·법무차관 등 이력 (동양일보 이도근 기자) 다음달 1일 문을 여는 수원고검의 초대 고검장에 충북 출신의 이금로(54·사법연수원 20기) 대전고검장이 임명됐다.

법무부는 20일 수원고검 개청에 따른 검찰 고위 간부 인사를 발표했다.

수원고검 초대 사령탑을 맡게 된 이 신임 고검장은 증평 출신으로 청주 신흥고(3회)와 고려대 법대를 졸업한 뒤 30회 사법시험에 합격했으며 사법연수원을 20기로 수료했다.

1994년 서울동부지검 검사를 시작으로 대검 검찰연구관, 서울중앙지검 형사4부장, 서울고검 검사, 대검 수사기획관, 서울중앙지검 2차장, 대전고검 차장검사, 인천지검장, 법무부 차관, 대전고검장 등을 역임했다.

‘공안통’으로 불리는 이 고검장은 공안분야와 기획분야 등 다방면에서 능력을 갖췄다는 평을 받는다.

특히 2016년 진경준 전 검사장의 뇌물 사건 특임검사를 맡아 진 전 검사장을 재판에 넘기기도 했다.

2017년에는 문재인 정부 첫 법무부 차관으로 임명됐고, 지난해 6월 대전고검장으로 자리를 옮겼다.

이 고검장은 오는 3월 1일부터 수원고검장으로 근무한다.

법무부는 “경력과 대내외 신망 등을 종합해 이금로 고검장을 초대 수원고검장으로 보임했다”고 밝혔다.

수원고검 초대 차장검사는 장영수(52·연수원 24기) 광주고검 차장검사가 맡게 됐다.

법무부는 또 수원고검에서 근무할 검사 7명은 모두 서울고검에서 발령했다.

법무부는 “개청과 함께 시작되는 고검 업무 수행에 차질이 없도록 할 것”이라고 설명했다.

또 이날 박성진(56·연수원 24기) 부산고검 차장검사가 대전고검 차장검사로 전보됐다.

박 차장검사는 이 고검장이 수원으로 이동하며 공석이 된 대전고검장 직무대행 업무를 수행할 것으로 보인다.

@highlight

 다음달 1일 문을 여는 수원고검의 초대 고검장에 증평 출신으로 30회 사법시험에 합격한 후 다방면에서 능력을 갖춰 공안통으로 불리는 이금로 대전고검장이 임명되었다.