[하동=환경일보] 강위채 기자 = 경상남도 하동군은 지난 20일 하동야생차문화축제 상임위원회 회의를 열어 올해로 23회째를 맞는 하동야생차문화축제 일정과 슬로건, 기본방향을 확정하고 축제를 지원할 자원봉사자 모집에 나섰다.

하동군은 이번 야생차문화축제 슬로건을 '왕의 차! 다향표원(茶香飄遠)! 천년을 넘어 세계에 닿다'로 정하고 오는 5월 10∼13일 차시배지 화개면·악양면 일원에서 나흘간 개최하기로 했다고 21일 밝혔다.

또한 하동군은 이를 토대로 축제의 기본방향을 세계중요농업유산 등재 및 세계축제도시 선정과 관련한 콘텐츠를 최대한 활용하면서 하동녹차의 세계화와 대중화에 역점을 두기로 했다.

그리고 녹차의 대중화 프로그램 확대 및 대표 프로그램의 연속성과 가족 참여형, 교육형, 체험형, 지역형 프로그램을 대폭 확충하기로 했다.

이와 함께 차 생산 농가와 가공업체의 소득향상과 직결되는 소비·판촉 프로그램을 적극 발굴하되 비주제성 프로그램은 가급적 축소하기로 했다.

하동군은 이와 같은 축제의 기본방향을 바탕으로 지역민과 전문가 등의 의견을 적극 수렴해 세부적인 추진계획을 마련해 시행하기로 했다.

하동군은 축제의 효율적인 운영과 외국인의 통역 지원을 위해 내달 12일까지 일반 및 통역 자원봉사자 40여명을 모집한다.

모집 대상은 일반 봉사자의 경우 만 65세 이하 누구나, 통역봉사자는 만 18세 이상 영어·중국어·일어 가운데 1개 이상 통역이 가능한 사람이면 누구나 신청할 수 있다.

자원봉사자는 축제장을 찾는 관람객 안내와 함께 방문객 편의를 위한 종합안내소, 전시관, 체험시설 등에 배치돼 행사운영을 돕게 된다.

하동야생차문화축제자원봉사 참여를 희망하는 사람은 군청 홈페이지에서 신청서를 내려받아 군청 관광진흥과로 방문하거나 우편(하동군 하동읍 군청로 23), 팩스, 이메일로 신청하면 된다.

그 외 이번 축제 및 자원봉사자 모집과 관련한 자세한 사항은 군청 관광진흥과 축제담당부서로 문의하면 된다.

@highlight

하동군은 하동녹차의 세계화와 대중화에 중점을 두고 이번 야생차문화축제를 오는 5월 10∼13일 차시배지 화개면·악양면 일원에서 나흘간 진행하며, 내달 12일까지 일반 및 통역 자원봉사자 40여명을 모집한다.