LG유플러스 직원들이 5G 관련 기업간(B2B) 서비스를 시연하고 있다.

[서울경제] LG유플러스가 25일 스페인 바르셀로나에서 열리는 세계 최대 모바일 전시회 'MWC 2019'에 참가해 5G 기반 기업간(B2B) 서비스를 선보인다.

주요 서비스는 스마트 팩토리와 로봇 원격제어, 지능형 CCTV, 저지연 영상전송 솔루션, 자율주행 고화질(HD) 맵 등이다.

LG유플러스가 선보이는 로봇 원격제어는 5G 망을 통해 원격 제어가 가능하도록 설계됐다.

자사의 5G 통신망을 활용해 스페인 바르셀로나와 한국 평택 생산 공장을 실시간으로 연결하고 스마트 팩토리 원격제어 서비스를 선보이는 방식이다.

5G 통신의 초고속·초저지연·초연결성 특징을 활용해 실시간 통제가 이뤄지게 설계했다.

물류로봇에 설치한 카메라를 통해 주행 영상은 실시간으로 MWC 현지 전시관 내 스크린에 전송된다.

또 물류로봇에 설치한 각종 센서로 작업환경을 감지하고 원격에서 공장 내 온도와 습도 등을 확인할 수 있다.

지능형 CCTV에는 인공지능(AI) 분석 기술이 적용된다.

MWC 현지 직원의 안전모 착용 여부를 즉각 검출해 스크린에 감지 영상을 송출한다.

추가로 설치한 지능형 CCTV는 LG 5G 전시관 내 방문자의 체류시간을 측정해 히트 맵(Heat map) 형태로 영상에 표시된다.

관람객이 전시관에서 관심을 두고 오래 머무는 구역이 어디인지 한눈에 파악할 수 있다.

저지연 영상전송 솔루션은 부스에 설치한 카메라로 전송하는 영상과 음성을 솔루션이 적용된 경우와 미적용된 경우로 구분해 화면에 노출·속도 차이를 비교할 수 있도록 했다.

LG유플러스의 5G 네트워크와 결합한 영상 전송은 끊김이 없어 드론, 굴착기 등 실시간 원격관제에 활용할 수 있다.

또 벽면에 설치한 터치스크린을 통해 5G 초저지연 데이터 전송도 체험할 수 있다.

@highlight

LG유플러스는 25일 스페인 바르셀로나에서 개최되는 모바일 전시회 'MWC 2019'에 참가하여 스마트 팩토리와 로봇 원격제어 등 다양한 5G 기반 기업간(B2B) 서비스를 시연한다.