장승주 맞춤화 여행상품 개발로 행복과 즐거움, 만족감↑ 단양군이 업종별 상권 및 지역경제의 활성화와 새로운 콘텐츠 발굴 및 관광산업 촉진을 위해 향토 약선 음식을 육성하고 장려하는 등 지속 발굴 하는데 힘쓰고 있다.

사진은 구경시장 모습.

(동양일보 장승주 기자) 단양군은 명품 음식문화 조성을 통해 관광객들에게 즐겁고 행복한 맛을 선보인다.

군에 따르면 업종별 상권 및 지역경제의 활성화와 단양의 새로운 콘텐츠 발굴 및 관광산업 촉진을 위해 음식 경연대회 수상음식 20 종류를 적극 홍보하고 향토 약선 음식을 육성, 장려하고 지속 발굴 하는데 힘쓰고 있다.

여행 경험과 정보가 풍부한 요즘에는 맞춤화된 여행상품을 계획하고 떠나면서 맛 여행을 우선순위로 여행지로 선택하는 추세다.

자연경관이 빼어나 볼거리가 인상적인 단양은 맛으로도 정평이나 지역을 찾는 미식가들의 발길을 이끌며 체류형 관광으로 접목되고 있다.

더욱이 겨울철에도 몸을 움직이기 좋아하는 이들에게는 여행코스와 함께 다양한 맛의 즐거움을 체험할 수 있어 인기다.

한겨울 추위를 녹일 매운탕 맛집을 비롯해 지역특화 단양마늘정식, 국민 간식인 마늘순대, 마늘 통닭, 마늘 만두, 족발 맛집 등에서는 하루를 마감하며 단양의 맛을 즐기는 사람이 늘고 있다.

특히 구경시장은 지역 특산물인 마늘을 이용한 간식거리를 맛보며 특유의 복작거림과 시장 상인의 인심과 사람 사이의 정을 느끼는 단양여행에 필수 코스로 자리매김하고 있다.

군에서는 기존 야경시설을 보완하고 새로운 볼거리도 조성해 주간관광에 견줄 만 한 관광 상품으로 키워나갈 구상이다.

군 관계자는 “관광도시로의 지속적인 성장에 발맞춰 맛있고, 편하고, 재미있고, 단양만의고유문화가 있는 음식을 소비하는 경험을 소비자들에게 제공해 행복과 즐거움, 만족감을 더해줄 계획”이라고 말했다.

@highlight

맛 여행을 우선순위로 여행지를 선택하는 추세인 요즘 자연경관이 빼어나고 맛으로도 정평이 나있는 단양군이 미식가들의 발길을 이끌며, 지역경제 활성화와 새로운 컨텐츠 발굴을 위해 각종 음식을 홍보하고 지속 발굴하는데 힘쓰고 있다고 단양군은 밝혔다.