[청주]충북도는 21일 SK하이닉스가 향후 10년간 청주사업장에 35조 원을 투자하겠다는 발표에 대해 '환영' 입장을 밝히고 적극적인 지원을 약속했다.

이장섭 충북도 정무부지사가 21일 충북도청 브리핑룸에서 기자회견을 열어 "SK하이닉스가 청주에 10년간 투자할 35조 원은 투자 유치 금액으로 볼 때 도정 사상 단일 규모로는 사상 최대 규모"라며 "SK하이닉스의 35조원 투자가 조기 실현될 수 있도록 저(정무부지사)를 위원장으로 한 합동 태스크포스(TF)를 즉시 운영할 계획"이라고 강조했다.

이 정무부지사는 "SK하이닉스는 지금까지 충북에 15조원을 투자했고 이번 발표 금액을 더하면 50조원에 달한다"며 "SK하이닉스가 충북에서 글로벌 톱 기업으로 성장해 '일등경제 충북'을 건설하는 데 크게 기여하게 되기를 바란다"고 기대했다.

그는 이어 "이날 정부가 발표한 신규 투자 부지를 포함하면 충북도는 약 135만 5000m²규모의 전국 최고의 낸드플래시 클러스터가 조성된다"며 "진천·음성을 포함한 충북혁신융복합단지에 반도체 소재·장비 업체를 집중 유치해 충북도를 4차 산업혁명을 선도하는 반도체산업 종합플랫폼으로 육성할 계획"이라고 밝혔다.

이 정무부지사는 "경기도 용인의 반도체 클러스터가 개별기업 중심의 클러스터라면 충북은 국가 균형발전정책인 혁신도시 시즌2와 연계해 반도체융복합산업타운을 조성하고 있다"며 "특히 정부의 비메모리 반도체 육성정책에 발 빠르게 대응해 정책을 개발하고 발전시켜 나가겠다"고 말했다.

한편 이날 SK하이닉스는 용인에 120조 원을 투자해 반도체 생산시설 4개를 건설하고, 이천에는 10년간 20 조원을 투자해 M16 생산라인 구축 및 연구개발동 건설, 청주에는 M15 생산라인 설비 확대, 신규 부지구입 등 향후 10년간 35조 원을 각각 투자하겠다고 발표했다.

충북도는 다음 달 SK하이닉스와 청주테크노폴리스 내 신규 부지 분양 계약을 체결할 계획이다.

@highlight

SK하이닉스가 청주에 10년간 35조 원을 투자하겠다고 밝힌 것에 대해,  21일 충북도청 브리핑룸에서 진행된 기자회견에서 이장섭 충북도 정무부지사는 원활한 투자가 진행될 수 있도록 합동 태스크포스를 구성할 계획이라고 말하며 환영의 입장을 밝혔다. 