순창군이 부대밖 외출에 나선 장병들에게 교통편를 제공하는 등 지역경제 활성화에 발벗고 나섰다.

순창군 제공 '국방개혁 2.0'의 일환으로 추진된 군 병사들의 부대 밖 외출제도를 순창군이 지역경제에 활력을 불어넣을 수 있는 대안으로 판단하고 발 빠른 대처에 나서 눈길을 끌고 있다.

지난해 8월 시범운영을 거쳐 올해 1월부터 전면 시행에 들어간 부대 밖 외출제도는 장병들이 사회와 소통창구를 확대하고 작전 및 훈련준비를 위한 충분한 휴식을 보장하고자 시행한다.

특히 이 제도의 본격적인 시행과 관련 순창군도 외출하는 장병들에게 교통편을 제공하는 등 발 빠른 대처를 하고 있다.

실제 순창군은 지난 20일 이 제도의 첫 시행에 맞춰 군청버스를 지원해 외출에 나선 장병들의 교통편의를 제공해 순창읍 시가지 이동은 물론 부대복귀까지 책임을 졌다.

특히 황숙주 순창군수도 이날 군부대를 찾아 부대 밖을 나서는 장병들을 환영하고 나섰다.

외출에 나선 김모(20)상병은 "군 생활을 하면서 평일에 나올 수 있을 것이라고는 생각을 못했다"면서 "막상 부대를 나와 시가지를 돌아다닐 수 있을 거라고 생각하니 들뜬다"는 소감을 내비쳤다.

더욱이 평일임에도 병사들이 단체로 순창읍 시가지를 돌아다니는 새로운 광경에 주민들도 지역경제에 활력이 있다며 반기는 분위기다.

순창읍에서 서비스업에 종사하는 한 업주는 "젊은 장병들이 비수기인 요즘에 가게를 찾아주는 것에 고마움을 느낀다"라며 "관련 제도를 확대 운영해 지역경제 살리기에 도움이 됐으면 한다"는 바람을 밝혔다.

순창군 한정안 안전총괄계장도 "당분간 군청버스를 지원해 장병들의 외출제도가 편리하도록 적극적으로 지원에 나서겠다"면서 "앞으로 추경예산을 반영해 택시를 지원하는 방안도 검토 중이다"고 덧붙였다.

한편, 순창군은 PC방이나 음식점, 노래방 등 관련 소상공인 단체와 협의를 통해 현역 장병 할인제 등의 협조를 당부하는 등 장병들의 외출제도가 활성화될 수 있도록 최선을 다한다는 방침이다.

@highlight

'국방개혁 2.0'에 따라 올해 1월부터 전면 시행에 들어간 부대 밖 외출제도에 발맞춰, 순창군은 군청버스를 지원해 장병들의 교통편의를 제공하고 지역경제 활성화를 기대하고 있다.