조석준 신항서원 스토리 체험행사 외국인들과 함께 즐기는 신항서원 디지털스토리 역사·문화 체험행사 포스터.

(동양일보 조석준 기자) 서원대(총장 손석민)는 오는 23일 청주 이정골 신항서원에서 외국인과 함께 즐기는 신항서원 디지털스토리 역사·문화 체험행사를 개최한다.

이번 행사는 문화체육관광부와 한국콘텐츠진흥원이 진행하는 ‘2018 지역특화 스토리개발 프로젝트’의 일환으로 신항서원 사람들의 원천스토리를 기반으로 다양한 디지털 미디어를 접목한 야외공연 및 체험의 기회를 제공할 예정이다.

증강현실, 홀로그램, 3D 프린팅, 드론 등으로 경험할 수 있다.

이밖에도 VR 트레드밀 플랫폼을 접목해 즐기는 탈출게임, VR 활쏘기 게임 ‘신항서원을 지켜라’, GPS 기반의 증강현실 게임 등 디지털 게임을 비롯해 LED 포토존과 전통 먹거리 등 다채로운 즐길 거리를 마련했다.

사업 총괄 책임자인 김호경 산업대학원 문화기술산업학과 교수는 “신항서원 디지털스토리 개발을 시작으로 4차 산업혁명 기술을 활용한 청주만의 특색 있는 이야기 문화거리를 조성할 계획이다”라고 말했다.

외국인과 함께 즐기는 디지털 역사·문화 체험에 관심 있는 누구나 무료로 참여 가능하며 프로그램에 대한 문의는 서원대 사무국(☏043-299-8532)으로 하면 된다.

신항서원은 청주시 상당구 용정동 이정골에 있는 서원으로 1570년 지방 유림의 공의로 경연(慶延)·박훈(朴薰)·김정(金淨)·송인수(宋麟壽)의 학문과 덕행을 추모하기 위해 창건해 위패를 모셨다.

이어 한충(韓忠)·송상현(宋象賢)·이색(李穡)·이이(李珥)·이득윤(李得胤)을 추가 배향(配享·학덕 있는 사람의 신주를 모시는 것) 했다.

@highlight

서원대는 4차 산업혁명 기술을 활용한 청주만의 특색 있는 이야기 문화거리를 조성한다는 포부를 밝히며 오는 23일 청주 이정골 신항서원에서 외국인과 함께 즐기는 신항서원 디지털스토리 역사·문화 체험행사를 개최해 다양한 디지털 미디어를 접목한 야외공연 및 체험의 기회를 제공할 예정이다.