최근 곡성에서 발생한 50대 농장주 살해 사건은 고철 구입 비용으로 빚어진 마찰 때문인 것으로 드러났다.

피의자는 우발적인 범행이라고 주장했지만 경찰은 계획적인 것으로 파악하고 있다.

곡성경찰서는 21일 곡성에서 실종된 농장주 홍모(59)씨를 살해하고 시신을 유기한 혐의를 받는 50대 남성 김모(50)씨가 범행 일체를 자백했다고 밝혔다.

김씨는 체포 직후 줄곧 범행을 부인하다 뒤늦게 고물을 취급하는 문제로 피해자와 갈등을 빚었으며, 홍씨를 목졸라 숨지게 한 뒤 시신을 유기했다고 진술했다.

경찰은 김씨를 강도살인 혐의로 구속영장을 신청했다.

경찰에 따르면 김씨는 지난 16일 오전 곡성군 모처에서 홍모(59)씨를 살해하고 시신을 드럼통에 넣어 저수지에 유기한 혐의를 받고 있다.

경찰조사에서 김씨는 "홍모(59)씨와 다툼을 벌이다 우발적으로 살해했다"고 자백했지만 경찰은 계획적으로 범행을 저지른 것에 무게를 두고 수사하고 있다.

경찰조사 결과 김씨는 지난 15일 오전 고물상 운영에 필요한 물건 등을 수집하기 위해 홍씨 농장을 찾아 사용하지 않고 있는 오래된 비닐하우스용 고철을 발견하고 구입을 문의했다.

김씨는 저렴한 가격에 매입하겠다고 요청했지만 홍씨는 비싼 가격을 요구했다.

두 사람의 가격 흥정은 홍씨가 차에 타서도 이어졌다.

김씨는 차에서 홍씨의 목을 졸라 살해했다고 진술했다.

홍씨는 지난 15일 낮 12시께 곡성군 소재 자신의 농장에서 일하는 모습이 목격된 이후 연락이 끊기자 가족들은 다음 날인 16일 오전 실종 신고를 했다.

경찰은 홍씨의 차량 뒷좌석에서 다량의 혈흔이 발견된 점으로 미뤄 김씨가 둔기 또는 흉기가 사용됐을 것으로 추정하고 있다.

경찰은 김씨가 다른 사람 소유의 1t 트럭을 범행에 이용하고 광주의 한 톨게이트 인근에 버린 뒤 다른 장소로 이동한 점도 주목하고 있다.

경찰은 홍씨 승용차와 비슷한 동선으로 이동하고 홍씨의 예금 1천200만원을 빼낸 것으로 확인된 김씨의 행방을 추적해 18일 긴급체포했다.

경찰은 DNA 검사와 부검을 통해 시신의 정확한 신원과 사인을 확인할 방침이다.

@highlight

21일 곡성에서 실종된 농장주 홍모씨를 살해, 유기한 혐의를 받는 50대 남성 김모씨가 체포 직후 범행을 부인하다 뒤늦게 고물을 취급하는 문제로 피해자와 갈등을 빚었으며 홍씨를 목졸라 숨지게 한 뒤 시신을 유기했다고 진술하였고, 피의자는 우발적인 범행이라고 주장했지만 경찰은 계획적인 것으로 파악하고 있다.  