보성군서 도민과의 대화…“녹차산업 메카 발돋움 지원”

김영록 전남지사는 21일 “녹차수도 보성을 웰빙·힐링 관광 거점으로 키우는 한편, 세계 최고의 녹차산업 메카로 발돋움할 수 있도록 지원을 아끼지 않겠다”고 밝혔다.

김영록 지사는 이날 오후 보성군청 대회의실에서 도민과의 대화를 갖고 “남해안철도와 경전선 등 보성을 중심으로 부산, 광주, 목포까지 단시간 내에 갈 수 있는 SOC가 깔리는 만큼 앞으로 남해안 성장벨트, 신 해양관광 시대에서 보성이 핵심 역할을 할 수 있다”며 이 같이 약속했다.

이날 보성군은 보성읍 주봉리 경전선(광주 송정-순천 간) 통로박스 설치를 위한 도비 지원을 건의했다.

김철우 보성군수는 “한국철도공사가 안전사고 예방을 위해 펜스를 설치해 인근 농경지 22㏊(12농가) 경작농민과 거주민 7가구 29명이 4㎞를 우회해 통행하면서 상시 민원이 발생하고 있다”며 올해 사업비 12억원 중 5억원을 도비로 지원해줄 것을 요청했다.

이 밖에 보성군민들은 주릿재 굴곡도로(지방도 895호선) 개선, 낙지통발 사용 어구수 규제 완화, 벌교 천변 경관 조성 시설 설치, 득량 송곡 굴곡도로(지방도 845호선) 선형 개선, 벌교축구장 야간 조명탑 설치, 녹차 소비 증진을 위한 예산 2억원 지원 등도 건의했다.

이에 대해 김 지사는 “경전선을 앞으로 전철화하는 등 개량하는 데, 통로박스를 설치하면 항구적으로 함께 쓸 수 있는 만큼 주민 불편을 덜어드리기 위해 5억원을 도비로 지원하겠다”며 “녹차 소비 증진을 위해서도 2억원을 지원할 수 있도록 검토하겠다”고 답변했다.

김 지사는 또 “건의하고 제안한 사항에 대해서는 도정에 적극 반영될 수 있도록 하겠다”며 “중앙에 건의할 사항은 건의해 보성군의 현안 문제가 해결되도록 노력하겠다”고 덧붙였다.

@highlight

김영록 전남지사는 해안철도와 경전선 등 보성을 중심으로 SOC가 깔리는 만큼 남해안 성장벨트, 신 해양관광 시대에 웰빙·힐링 관광 거점으로 키우고 세계 최고의 녹차산업 메카로 발돋움할 수 있도록 지원을 하겠다고 밝혔다.