앞으로 주택 임대차 거래에도 주택매매처럼 실거래 신고제가 도입될 전망이다.

제도가 시행되면 주택 임대인의 월세 수입 노출과 세금 부과 등 부동산 시장에 큰 파장이 예상된다.

21일 국토교통부 복수의 관계자 말을 인용하면 부동산 임대시장 파악과 정책 수립을 위해 실거래 내역을 정확하게 파악할 수 있도록 임대차(전·월세) 신고제 도입을 검토하고 있다.

국토부는 상반기 중에 ‘부동산 거래신고 등에 관한 법률’ 개정을 추진하는 한편 신고 대상과 시행 방안을 수립한다.

신고 대상은 우선 주택으로 한정하고, 오피스텔과 고시원 등 비주택에 대해서는 추후 검토할 것으로 알려졌다.

또 시행 방안도 서울 등 특정 지역 우선 시행, 소액 보증금과 서민 주택에 대한 신고 의무 예외 규정 등을 놓고 논의가 진행 중이다.

임대차 실거래 신고제가 시행되면 앞으로 임대인은 전·월세 계약 기간과 임대료 등 계약 내용을 신고해야 하고, 이와 함께 임대소득 세원이 노출됨에 따라 임대인에게는 임대소득에 따른 세금도 부과될 전망이다.

또 계약서 작성부터 임대료 책정 방식, 세입자 관리, 수리비 부담 주체 등 지난 수십 년간 이어온 일체의 임대차 관행도 달라진다.

무엇보다 임대소득 금액 노출을 꺼리는 임대인은 임대사업 자체를 포기할 수 있어 주택시장에 큰 반향을 불러일으킬 전망이다.

앞서 국토부는 한국감정원과 함께 취약한 전·월세 거래 정보를 확보하기 위해 신고제 도입 문제를 지속해서 검토해왔다.

국토부 김현미 장관은 2017년 7월 취임 후 기자간담회에서 “전·월세 등 주택 임대 시 주택 거래 신고제처럼 투명하게 노출이 되는 시스템을 구축할 방침”이라고 밝힌 바 있다.

또 지난 19일 한국주택학회는 ‘주택 임대차 시장 안정화 방안’ 세미나를 통해 전·월세 신고제 도입과 관련한 주제 발표와 토론이 이어지는 등 제도 시행에 앞서 다각적인 의견수렴이 진행됐다.

국토부 관계자는 “현 방식대로는 임대차 시장을 정확하게 파악하고 정책을 수립하는 데 한계가 있다”며 “온전한 주택정책 수립을 위한 전·월세 신고제 도입에 대해 사회적 공감대가 형성된 만큼 제도 도입과 시행은 절차만 남겨둔 상태”라고 말했다.

@highlight

국토교통부는 부동산 임대시장 파악과 정책 수립을 위해 임대차 거래에도 실거래 신고제 도입을 검토하고 있으며, 이로 인해 부동산 시장에 큰 파장이 예상되고 있다. 