삼성화재(000810)가 실적 선방, 배당 확대 계획에 힘입어 신고가를 기록하면서 손해보험 상장사들 중 독보적인 주가 상승률을 나타내고 있다.

이에 따라 삼성화재와 다른 기업들 간 시가총액 격차가 확대되는 추세다.

삼성화재는 21일 3.61% 올라 52주 신고가인 30만1,500원으로 마감했다.

지난해 45.7%였던 배당성향을 오는 2021년까지 50%로 확대하겠다는 계획을 전날 공개한 영향으로 분석된다.

외국인투자가들은 올해 들어 1월22·23일, 2월15일을 제외한 나머지 기간에 삼성증권에 대한 매수 포지션을 유지하면서 962억원 규모를 순매수했다.

올해 삼성화재 주가 상승률은 12.08%로 메리츠화재(000060)(5.72%), DB손해보험(005830)(2.41%)을 크게 앞서고 있다.

현대해상(001450)(-6.58%), 한화손해보험(000370)(-8.12%)은 지난해 말보다 하락했다.

이에 따라 삼성화재의 시가총액은 14조2,835억원으로 지난해 말보다 1조5,000억원가량 증가한 반면 업계 시총 2위 DB손해보험은 5조1,046억원으로 1,200억여원 증가하는 데 그쳤다.

두 회사의 시총 격차는 7조7,000억원대에서 9조1,000억원대로 벌어졌다.

자동차보험 손해율 악화, 사업비 증가, 시장 정체 등의 영향으로 지난해 손해보험 업계 실적이 저조한 가운데 삼성화재의 연간 당기순이익은 1조737억원으로 전년 대비 1.8% 증가했다.

10% 이상 당기순이익이 감소한 다른 기업들에 비해 선방했다는 평가다.

김진상 현대차증권(001500) 연구원은 삼성화재에 대해 "자동차보험 요율(보험가입 금액에 대한 보험료 비율) 인상에 따른 실적 개선 가시성이 뚜렷해지는 가운데 배당성향 상향 계획까지 제시해 투자 매력도가 상승했다"고 진단하면서 목표주가를 34만5,000원에서 36만5,000원으로 높였다.

@highlight

삼성화재는 2021년까지 배당성향을 확대하겠다는 계획을 공개하였으며, 실적 선방에 힘입어 21일 신고가로 장을 마감했다.