교통사고를 줄이기 위해서는 경찰과 교통안전 공단 등 유관기관의 유기적 협업체계가 관건인 것으로 지목됐다.

한국교통안전공단 전북본부(본부장 한상윤)는 21일 전북지방경찰청(청장 강인철)과 공동으로 2019년 전북지역 교통사고를 줄이기 위해 전라북도, 익산국토관리청, 한국도로공사 전북본부, 전북교통문화연수원, 대한노인회 전북연합회 등 20개 교통 유관기관이 참석하는 교통안전 협의회를 가졌다.

이날 교통안전 협의회는 전라북도 교통사고 특성을 설명하고 개선방안에 대한 전문가 토론으로 진행됐다.

토론자들은 전라북도 교통사고 사망자 수가 대폭 감소하는 성과를 낸데 는 지난 해 노인, 보행자 사고 예방을 교통안전 최우선 과제로 삼고 유관기관간 유기적 협업체계가 이뤄졌기 때문으로 꼽았다.

한국교통안전공단 전북본부에 따르면 '지난 해 전라북도 교통사고 사망자 수가 전년 312명에서 260명으로 대폭 줄어 도민의 생명을 52명(16.7%)이나 지킨 것으로 나타났다.

또한 고령자 사망자는 전년대비 32명(19.2%), 보행자 사망자는 38명(33.3%)이 감소하는 성과를 냈다.

이는 작년 초 공단 전북본부, 전북지방경찰청, 대한노인회 전북연합회의 협업사업인 "부모님께 교통 안부전화 드리기" 프로젝트, 눈높이 예방교육, 농촌지원사업, 공중파 방송 송출, 교통안전 시설개선 등이 효과를 낸 것으로 분석됐다.

공단은 올해도 유관기관과 협업사업을 발굴하여 지속적으로 발전시켜 나갈 계획이다.

공단 한상윤 본부장은 "교통사고 사망자 감소를 위해서는 유관기관의 적극적인 거버넌스를 통해 상호정보를 공유하고 협업하는 것이 관건이다"며 "여전히 교통사고 사망자 절반 이상을 점유하고 있는 고령자 교통사고에 대해 적극적인 지도?홍보가 필요하고, 고령자 보행 교통사고를 예방하기 위해서는 지역특성에 맞는 시설개선이 될 수 있도록 관계기관의 공동노력이 필요하다"고 강조했다.

@highlight

한국교통안전공단 전북본부는 21일 전북지방경찰청과 공동으로 교통사고를 줄이기 위해서 경찰과 교통안전 공단 등 유관기관의 유기적 협업체계가 관건이라며 전라북도,익산국토관리청,한국도로공사 등 20개 교통 유관기관이 참석하는 교통안전 협의회를 가졌으며 이 날 협의회는 교통사고 특성을 설명하고 개선방안에 대한 전문가 토론으로 진행됐다.