일렉트릭과 정통을 넘나드는 음악세계로 살아있는 재즈 피아노의 역사로 불리는 허비 행콕이 영화로 우리를 찾아온다.

21일 개봉한 다큐멘터리 영화 ‘허비행콕: 무한한 가능성’은 그가 세계적인 팝스타들과 함께 만든 앨범 ‘Possibilities’(2005)의 제작과정을 담고 있다.

이 앨범의 제작에는 크리스티나 아길레라, 존 메이어 등 이름만 들어도 아는 유명 팝 스타뿐 아니라 다양한 장르의 뮤지션들이 합류했다.

허비 행콕은 이 앨범에서 그동안의 다양한 음악적 시도에서 벗어나 ‘백 투 재즈’(Back to Jazz)의 정신을 되살리는 시도를 한다.

이 영화를 통해 허비 행콕과 함께 앨범에 참여한 17명의 가수들이 자유롭게 의견을 주고 받으며 새로운 음악을 탄생시키는 과정을 생생히 지켜볼 수 있는 것도 재즈 애호가들에게는 의미가 있다.

특히 70년대 발표된 이후 많은 사람들의 사랑을 받았던 ‘A Song for you’가 허비 행콕의 피아노 연주에 크리스티나 아길레라의 폭발적인 가창력이 더해져 재즈 팝송으로 다시 태어나는 과정도 흥미롭다.

기타리스트 존 메이어와 머리 속으로 떠오른 아이디어로 연주를 시작하며 즉흥적으로 코드의 구조를 만들고 리듬과 멜로디를 덧입히는 과정도 감탄을 자아낸다.

7살 때 피아노를 시작한 이후로 50년 이상의 꾸준한 음악활동, 8번의 그래미 어워드 수상이라는 화려한 경력에도 불구하고 “늘 하던 것만 해서는 절대 ‘힙’한걸 못 만들어 낼걸” 이라며 새로운 것을 시도하는 허비행콕의 예술 세계는 감동을 전해준다.

영화에서는 1년 반에 걸친 앨범의 제작기 외에도 그가 1963년부터 1968년까지 몸담았던 마일스 데이비스의 밴드 ‘두 번째 위대한 퀸텟’에서 활동하던 시절의 모습도 담겨있다.

대구 경북지역에서는 동성아트홀에서 만나볼 수 있다.

@highlight

살아있는 재즈 피아노의 역사로 불리는 허비 행콕이 크리스티나 아길레라, 존 메이어 등 유명 팝스타와 다양한 장르의 뮤지션과 함께 제작한 앨범 ‘Possibilities’(2005)의 제작과정을 담은 다큐멘터리 영화 ‘허비행콕: 무한한 가능성’이 21일 개봉하였다.