제주교육공론화위원회에 상정될 의제를 제안하는 도민청원 게시판에 '돌봄교실 특별활동프로그램 폐지 반대 청원'이 처음 올라온 가운데 의제 상정 기준인 도민 500명의 동의를 얻을 수 있을지 주목된다.

민주노총 공공운수노조 전국교육공무직본부 제주지부는 제주도교육청 홈페이지 도민청원게시판에 '초등돌봄교실 특별프로그램 폐지반대' 청원을 올렸다고 21일 밝혔다.

조례에 따라 도교육청은 지역교육 현안 관련 500명 이상의 제주도민들이 청구한 청원에 대해 공론화 의제로 상정해 제주교육 공론화위원회를 개최해야 한다.

홍정자 지부장은 청원글을 통해 "초등 돌봄교실 특별프로그램 폐지는 돌봄 교실의 질의 저하, 기능의 축소로 이어질 가능성이 높다"며 "돌봄교실 특별프로그램 폐지 가 아니라 오히려 더 강화돼야 한다"고 강조했다.

이어 "일과 가정의 양립이라는 사회적 요구에 맞춰 학교의 기능도 확대를 요구받고 있으며, 초등 돌봄교실은 바로 이러한 근간을 이루는 정책으로, 교육부 초등돌봄교실 길라잡이에도 주 5회 내외의 창의성 신장 프로그램을 무상으로 제공하도록 명시했다"며 "돌봄교실 특별프로그램은 폐지가 아니라 오히려 더욱 더 강화돼야 한다"고 주장했다.

홍 지부장은 "지금이라도 학부모, 학생, 돌봄전담사, 교사, 도민 등 참여하는 제주교육 공론화위원회에서 이 문제를 논의하고 의견 수렴을 통해 결정해야 한다"며 "이 청원에 돌봄교실과 제주교육을 생각하는 많은 사람들이 동참해주시길 바란다"고 호소했다.

초등돌봄 특별프로그램은 초등학교 1~2학년 학생들을 대상으로 시행되는 돌봄교실 시간 중 일부를 내어 창의미술, 놀이체육 등의 예체능 프로그램으로, 매일 1개 이상 주 5회 범위에서 시행돼 왔다.

하지만 도교육청은 지난 1월 '2019학년도 초등돌봄교실 운영 변경 계획'을 각 학교로 보내 올해 3월 1일부터 매일 1시간씩, 1주일에 5회씩 무상으로 진행하기로 한 돌봄교실 특별활동 프로그램 폐지 방침을 밝혔다.

@highlight

제주도교육청이 지난 1월 돌봄교실 특별활동 프로그램 폐지 방침을 알리자 도교육청 홈페이지 도민청원게시판에 폐지 반대 청원이 게시되었다.