경남 양산 웅상에 공연장과 체육관, 수영장을 갖춘 지역 최대 규모의 복합문화시설이 들어선다.

양산시는 주진동 웅상센트럴파크 부지에 지상 2층, 연면적 9800㎡의 복합문화시설을 짓기로 확정하고 실시설계에 들어갔다고 21일 밝혔다.

이 시설은 문화예술회관과 체육관 겸용으로 지어지며, 1930석의 관람석을 갖춘다.

배구 농구 경기 등이 열릴 때는 전 석을 사용하지만, 무대 장치를 설치할 필요가 있는 문화 공연 때는 1780석만 사용할 수 있다.

무대의 최대 길이는 32ｍ로 다양한 문화 공연을 하기에 손색이 없는 규모다.

현재 양산에서 가장 큰 공연장은 850석을 갖춘 양산문화예술회관 대공연장인데, 복합문화시설이 들어서면 이보다 두 배 이상 규모가 큰 지역 최대 공연장으로 등극하게 된다.

앞서 이 시설을 문화회관과 체육관 겸용으로 사용하는 방안을 두고 논란이 일었다.

관객의 시야를 확보하고, 최적의 음향 환경을 구현하려면 문화회관 전용으로 지어야 하기 때문이다.

그러나 시는 최근 관련 기관에 타당성 검토를 의뢰한 결과 겸용으로 사용해도 문제가 없다는 결과가 나와 복합문화시설 건립을 추진하게 됐다.

시는 내년 상반기 중 공사에 들어가 2024년 이 복합문화 시설을 준공할 예정이다.

건립에는 국비와 시비 등 665억 원이 투입될 예정이다.

시는 또 300억 원을 들여 이 시설 인근에 50ｍ 레인 10개를 갖춘 국제 규격의 수영장과 7798㎡ 규모의 광장도 조성한다.

광장은 주민 간 만남 등 친교의 장소는 물론 각종 집회, 야외공연과 전시, 야외결혼식 등이 가능하도록 꾸밀 계획이다.

시는 각종 문화체육시설이 한곳에 들어서 예산 절감은 물론 시민들이 훨씬 편리하게 이용할 것으로 보고 있다.

이들 시설은 9만8997㎡ 크기인 웅상센트럴파크에 들어서는데, 웅상센트럴파크도 이들 시설과 같은 시기에 준공될 예정이다.

김일권 양산시장은 “웅상의 문화예술여건이 지금보다 훨씬 나아져 주민들의 삶의 질 역시 크게 향상될 것”이라고 밝혔다.

김성룡 기자 .

@highlight

양주시는 문화예술회관과 체육관을 겸한 복합문화시설이 양산시 주진동 웅상센트럴파크 부지에 지어질 예정이며, 이는 공연장, 체육관, 수영장을 두루 갖춘 지역 최대 규모의 복합문화시설로 내년 상반기 공사를 착공하여 2024년 준공 완료 예정이라고 밝혔다.