[이데일리 강신우 기자] 롯데제과는 치킨 프랜차이즈 멕시카나와 손잡고 '치토스 콘스프맛'을 그대로 살린 '치토스 치킨 2탄 콘스프맛'을 선보인다고 21일 밝혔다.

'치토스 치킨 2탄 콘스프맛'은 바삭한 프라이드 치킨 위에 달콤하면서 고소한 콘스프 맛 시즈닝 가루를 뿌려 완성했다.

이번 출시된 '치토스 치킨 2탄 콘스프맛'은 2017년 9월 출시된 '치토스 치킨'에 이은 두 번째 콜래보레이션 제품이다.

롯데제과는 인스타그램 등 사회관계망서비스(SNS)를 통해 뜨거운 반응을 일으킨 '치토스 치킨'의 인기를 이어나간다는 계획이다.

'치토스 치킨'은 매콤달콤한 맛으로 20~30대 소비자에게 인기를 얻었다.

이번에 출시된 '치토스 치킨 2탄 콘스프맛'은 고소한 맛을 강조해 10대 소비자에게도 인기를 끌 것으로 예상된다.

작년 4월에 출시한 스낵 '치토스 콘스프맛'은 과거 1990년대 나왔던 패키지를 재해석해 디자인에 적용, '뉴트로(Newtro)' 트렌드를 반영한 제품이다.

'치토스 치킨 2탄 콘스프맛'은 스낵 디자인을 그대로 적용함으로써 옛 치토스를 기억하는 소비자의 향수를 불러일으키게 했다.

한편 롯데제과와 멕시카나는 '치토스 치킨 2탄 콘스프맛' 제품 출시를 기념하여 해당 치킨을 구매하는 고객을 대상으로 '치토스 콘스프맛' 제품 1봉씩 증정하는 이벤트를 진행할 예정이다.

멕시카나는 오는 22일 코엑스 라이브 플라자에서 신제품 출시 프로모션을 계획하고 있으며 총 500명을 대상으로 신제품 시연회를 진행하고 동시에 '치토스 콘스프맛'도 증정할 예정이다.

해당 제품은 22일 오후부터 전국 멕시카나치킨 가맹점에서 주문이 가능하다.

@highlight

롯데제과는 2017년 9월 출시된 '치토스 치킨'에 이은 두 번째 콜래보레이션 제품인 치킨 프랜차이즈 멕시카나와 손잡고 '치토스 콘스프맛'을 그대로 살려 바삭한 프라이드 치킨 위에 달콤하면서 고소한 콘스프 맛 시즈닝 가루를 뿌린 '치토스 치킨 2탄 콘스프맛'을 선보인다고 21일 밝혔다.