서울시가 오는 2024년 준공을 목표로 강서구 마곡산업단지에 산·학·연 협력 및 연구 거점인 'M-융합캠퍼스(가칭)' 조성에 나선다.

서울시는 다음 달 12일까지 M-융합캠퍼스 조성 기본구상 및 타당성 조사 용역을 실시할 업체를 모집한다고 21일 밝혔다.

시는 접수 이후 외부 전문가로 구성된 평가위원회 심의를 통해 3월 안에 용역업체를 선정할 계획이다.

선정 업체는 이후 6개월 간 용역을 진행한다.

시는 용역결과를 바탕으로 기본계획을 수립한 뒤 지방투자사업관리센터(LIMAC)에 타당성 조사를 의뢰할 계획이다.

M-융합캠퍼스는 국내외 우수 대학과 연구소가 입주해 공동 연구개발(R&D)을 수행하고 4차 산업혁명을 선도할 산학융합형 인력을 육성하는 공간이다.

2021년 착공, 2024년 준공이 목표다.

마곡산업단지 내에 부지면적 4,495㎡, 연면적 2만6,000㎡ 규모로 건립된다.

지하 4층~지상 8층 공간에 산·학·연 연구공간, 기술이전센터, 강의실, 실습실, 도서관 등의 시설이 들어선다.

자체 재원으로 연구시설 확보가 어렵거나 연구 여력이 부족한 마곡 입주 중소·벤처기업에 연구 인프라를 제공한다.

또 석·박사 과정과 학점 인증 프로그램과 같은 교육시스템을 도입해 현장형 인재를 적극 육성한다는 방침이다.

서울시는 캠퍼스가 조성되면 국내외 150개 기업이 입주한 첨단 연구개발 중심 '마곡산업단지'의 경쟁력이 강화되고 기업 수요에 걸맞은 R&D 전문 인재가 많이 나올 것으로 기대하고 있다.

시는 안정적인 운영방안 마련을 위해 올 상반기 정부 출연 연구기관 및 국내 대학 가운데 R&D 기반이 우수한 곳과 협력 업무협약도 맺을 계획이다.

김운규 서울시 서남권사업과장은 "마곡산업단지가 M-융합캠퍼스를 통해 중소·벤처기업과 대기업이 상생하는 지식산업 혁신 기지로 자리매김할 것으로 기대한다"고 밝혔다.

공모에 참여를 희망하는 곳은 서울시 서남권사업과에 사업신청서와 구비서류를 제출하면 된다.

@highlight

서울시는 강서구 마곡 산업단지에  산·학·연 협력 및 연구 거점으로 산학 융합형 인력을 육성하기 위해 자체 재원으로 M-융합캠퍼스(가칭)를 2024년까지 준공할 예정이다.