= 수원시가 '공공부문 온실가스·에너지 목표 관리제'를 실행하기 위해 공공기관 온실가스 발생량 감축에 나섰다.

수원시는 사무실 적정온도를 유지(겨울철 18℃, 여름철 26℃)하고, 건물 내 대기전력을 차단하는 등 에너지 효율을 개선해 온실가스 배출량 8105톤을 감축할 계획이고, 아울러 공공기관 승용차 요일제 준수, 저탄소 친환경 관용차량 확대 등으로 공공기관 소유 차량의 온실가스 배출량을 905톤 감축해 나갈 방침이다.

시는 올 한 해 동안 기준배출량(2만6644톤) 대비 온실가스 배출량을 33%(약 9010톤) 감축할 계획이다.

정부가 정한 감축 목표(28%)보다 감축 목표를 높게 설정하고 기준배출량은 온실가스 감축 활동이 전개되기 전인 2007~2009년 동안의 수원시 연평균 온실가스 배출량의 평균값이다.

2011년 시작된 '공공부문 온실가스 에너지 목표 관리제'는 공공기관이 소유하거나 임차한 건물과 차량이 배출하는 온실가스를 2020년까지 기준배출량의 30%(약 7993톤) 이상 감축하는 것을 목표로 한다.

수공공청사에 LED 조명·태양광 발전 시설을 확대 설치하고, 덩굴식물로 건물 외벽을 덮어 온도를 조절하는 '그린커튼' 사업을 확대할 예정이다.

유인형 수원시 기후대기과장은 "이번 계획은 온실가스 배출로 인한 환경오염을 최소화하고, 정부 온실가스 감축 목표를 준수하기 위한 것"이라며 "내부 온실가스 절감 정책을 강력하게 추진하고, 외부 감축 요인을 적극적으로 발굴해 전체 온실가스 발생량을 줄여나가겠다"고 말했다.

수원시는 최근 공공기관 청사·공공시설 등 105개 건물과 공공기관 소유 차량 353대를 대상으로 에너지 수요관리 강화·효율화 등 온실가스 감축을 위한 계획을 수립했다.

한편 수원시는 지난해 공공기관 청사 등 건물 103개소·차량 353대에서 총 9926톤을 감축했다.

기준배출량 대비 37.3%를 감축한 수치다.

이런 노력을 인정받아 2014~2015년, 2017년 '공공부문 목표 관리제 이행실적' 우수기관으로 선정되기도 했다.

@highlight

수원시는 최근 공공기관 청사·공공시설 등 105개 건물과 공공기관 소유 차량 353대를 대상으로 에너지 수요관리 강화·효율화 등 온실가스를 줄이기 위한 계획을 수립하는 등, 올 한 해 동안 기준배출량 대비 온실가스 배출량을 33%(약 9010톤) 감축을 목표로 '공공부문 온실가스·에너지 목표 관리제'를 시작하기 위해 공공기관 온실가스 발생량 감축에 나섰다.