블랙핑크가 첫 북미 투어 공연 티켓 전석을 매진시켰다.

블랙핑크는 오는 4월부터 5월까지 미국 로스엔젤레스 시카고 해밀턴 등으로 이어지는 '블랙핑크 2019 월드 투어 위드 기아(BLACKPINK 2019 WORLD TOUR with KIA)'를 펼친다.

YG엔터테인먼트(이하 YG)는 22일 "4월 17일 로스엔젤레스 첫 공연을 시작으로 4월 24일 시카고, 4월 27일 해밀턴, 5월 1일 뉴어크, 5월 5일 애틀랜타, 5월 8일 포트워스 등 총 6개 도시 6회 공연의 예매분이 모두 매진됐다"고 밝혔다.

한 장소당 1만석이 넘는 아레나급 공연장이다.

블랙핑크가 지난해 6월에 발표한 '뚜두뚜두' 뮤직비디오는 현재 6억7000만뷰를 기록하며 K팝 남녀 그룹을 통틀어 최고 기록을 써나가고 있다.

블랙핑크는 유튜브 채널 구독자만 1930만명을 돌파해 '최다 구독자'를 보유한 K팝 그룹이기도 하다.

지난해 8월 K팝 걸그룹 최초로 유튜브로부터 '다이아몬드 크리에이터 어워즈'를 받았다.

'스퀘어 업(SQUARE UP)'과 '뚜두뚜두'는 미국 빌보드의 메인 차트인 '빌보드 200' 40위, '핫 100' 55위로 동시 진입하며 K팝 걸그룹 사상 최고 순위를 달성했다.

영국 '오피셜 싱글 차트 톱 100'에도 K팝 걸그룹 최초로 이름을 올렸다.

얼마 전 미국 인터스코프 레코드사와의 계약으로 본격적인 글로벌 시장을 무대로 당당히 도전장을 내민 블랙핑크는 최근 CBS '레이트쇼'와 ABC '굿모닝 아메리카'에 이어 '스트라한 앤드 사라' 등 유명 방송에 출연하며 현지 시청자들에게 강렬한 인상을 남겼다.

블랙핑크는 첫 북미 투어에 앞서 4월 12일과 19일, K팝 아이돌 최초로 미국 최대 음악 축제인 '코첼라 밸리 뮤직 앤드 아츠 페스티벌' 무대에 오르며 북미 투어의 신호탄을 쏘아 올린다.

@highlight

YG는 유튜브 채널 구독자만 1930만명을 돌파, 최다 구독자를 보유한 K팝 그룹 블랙핑크가 4월부터 5월까지 미국 로스엔젤레스 시카고 해밀턴 등으로 이어지는 6개 도시 6회 공연의 블랙핑크 2019 월드 투어 위드 기아에서 4월 17일 로스엔젤레스 첫 공연을 시작한 이래 예매분이 모두 매진됐다고 밝혔다.