[이데일리 김기덕 기자] 포스코건설은 이달 말 강원도 원주시 무실동에서 '원주 더샵 센트럴파크'를 분양한다고 22일 밝혔다.

단지는 지하 2층 ~ 지상 28층, 4개 단지, 총 2656가구 규모로 조성된다.

원주 최초 민간공원 조성 특례사업으로 진행되는 이 아파트는 대형공원 프리미엄을 누릴 수 있다.

민간공원 조성 특례사업은 도시공원 및 녹지 등이 난개발 및 공원 해제를 최소화하기 위해 지난 2009년 도입된 제도다.

민간기업이 근린공원 부지 70%에 공원을 조성해 기부채납하는 조건으로, 나머지 30%는 주거 및 상업지역으로 개발할 수 있다.

원주 더샵 센트럴파크와 함께 조성되는 중앙공원 부지 면적은 약 35만㎡로, 축구장 50개 정도를 붙여놓은 규모다.

이 곳에는 문화예술회관, 잔디광장, 실내배드민턴장 등 총 18개 공원테마시설이 조성될 예정이다.

또 공원에 둘레길 총5.6km의 산책로와 장식정원, 관목원, 고유식물원 등 각 종 수목이 어우러진 공간들도 조성될 예정이다.

단지 인근 생활인프라도 풍부한 편이다.

아파트 인근에는 원주시청, 법원, 검찰청 등의 행정기관을 비롯해 롯데시네마, AK플라자, 롯데마트, 원주종합운동장 등의 문화, 상업시설이 있다.

특화설계도 자랑할 만하다.

이 아파트는 전용 59㎡와 84㎡에는 중소형 평면임에도 대형 드레스룸이 조성된다.

또한 넓고 쾌적한 주방을 갖춘 4BAY 맞통풍 구조, 개방감을 극대화한 이면개방형 구조로 구성되었다.

전용 101㎡는 넒은 평면과 다양한 취미생활이 가능한 알파룸까지 갖췄다.

또 거실의 우물천정 계획으로 12cm 더 높아진 천정고 2.42m로, 보다 넓은 쾌적성을 확보했다.

모델하우스는 이달 말 원주시 개운동에 마련될 예정이다.

@highlight

포스코건설이 이달 말 강원도 원시 무실동에 분양한다고 밝힌 '원주 더샾 센트럴 파크'는 원주 최초 민간공원 조성 특례사업으로 진행하여 대형공원 프리미엄 혜택을 누릴 수 있으며 특화시설도 자랑할 만하다.