[이데일리 이재운 기자] 삼성전자(005930)의 인공지능(AI) 플랫폼 '빅스비'가 지원 언어를 확대하며 유럽과 남미 공략에 나선다.

22일 삼성전자에 따르면 빅스비는 스페인어(스페인식)와 독일어, 이탈리아어 등 신규 언어 3가지를 공식 지원하기 시작한다.

또 영국식 영어도 역시 정식지원한다.

빅스비는 2017년 처음 갤럭시S8에 탑재된 이후 한국어와 영어(미국식), 중국어(만다린) 등 3가지를 지원해왔다.

여기에 이번 추가로 총 6개 언어를 지원한다.

이번에 지원을 추가한 언어들은 지난해 말부터 베타(시범) 서비스를 해왔으며, 최종 안정화를 거쳐 선보이게 됐다.

이를 통해 유럽 시장에 대한 공략을 강화하고, 스페인어 사용자가 많은 남미 지역에서의 확장도 기대된다.

다만 남미식 스페인어에 대한 완벽한 지원은 다소 시일이 더 걸릴 전망이다.

정의석 삼성전자 무선사업부 소프트웨어담당 부사장은 "우리는 매우 강하게 AI 사업에 대해 노력하고 있으며, 빅스비의 인텔리전스 능력은 더 많은 이용자에게 최상의 AI 경험을 제공하고 있다"며 "서비스와 기기, 언어 등 다양한 요소에 걸쳐 더 지능적이고 강화된 경험을 제공하는 차세대 AI로서 빅스비가 자리매김할 것"이라고 말했다.

삼성전자는 지난 20일(현지시간) 미국 샌프란시스코에서 개최한 '갤럭시 언팩 2019'에서 갤럭시S10+ 등 신제품을 소개하면서, 빅스비를 활용해 일상생활의 반복 동작을 빅스비가 알아서 진행해주는 '빅스비 루틴' 기능도 강조한 바 있다.

이 기능은 사용자의 생활 모습을 3~14일간 학습한 뒤 사용자의 장소, 시간 상황에 따라 자주 사용했던 설정대로 스마트폰의 기능을 실행한다.

가령 잠자리에 들 시간이 되면 '굿나잇 모드'를 통해 화면 밝기를 어둡게 하는 등 다양한 활용이 가능하다.

빅스비는 이외에도 갤럭시탭S5e에도 태블릿에는 처음으로 빅스비를 탑재하고, 가전제품으로 적용을 확대하는 등 빅스비 생태계 확장을 꾀하고 있다.

@highlight

22일 삼성전자(005930)의 인공지능(AI) 플랫폼 '빅스비'가  스페인어(스페인식), 독일어, 이탈리아어 등 신규 언어 3가지와 영국식 영어도 함께 지원하게 됨에 따라 언어지원 3+1의 확대지원을 시작하여 유럽과 남미공략에 나선다고  밝혔다.