특별법 이후 22일 첫 시행…대구·경북 서부 초미세먼지 주의보 발효특별법 이후 22일 첫 시행…대구·경북 서부 초미세먼지 주의보 발효 [이화섭 기자 lhsskf@imaeil.com] 대구 올해 첫 미세먼지 비상저감조치 발령 "22일 오전 6시~오후 9시".

지난 15일 미세먼지 저감 및 관리에 관한 특별법 시행 이후 대구·경북지역에서 비상저감조치가 잇달아 처음 시행된다.

대구시는 22일 오전 6시부터 오후 9시까지 시 전역에 고농도 미세먼지 비상저감조치를 처음 시행한다.

21일 오전 9시 대구 전역에 초미세먼지 주의보 발령에 이어 22일에도 50㎍/㎥ 이상의 초미세먼지 발생이 예보된 데 따른 조치다.

시는 비상저감조치 매뉴얼에 따라 배출가스 5등급 경유 차량 13만여대 운행을 제한하고, 공공기관 차량 2부제 운행을 시행한다.

따라서 22일은 번호 끝자리가 짝수인 차량만 운행할 수 있다.

또 공공기관이 관리하는 미세먼지 배출업소 가동률을 20% 낮추고 공공기관이 발주한 비산먼지 발생사업장 가동시간도 50% 감축하도록 조치한다.

대구지역에는 21일 오전 9시를 기해 시 전역에 초미세먼지 주의보가 내려져 오후 7시 현재 대기 중 초미세먼지 농도는 50㎍/㎥다.

경북도 역시 22일 도 전역에 고농도 미세먼지 비상저감조치를 처음 시행키로 했다.

앞서 경북도는 21일 오전 11시 서부권역에 초미세먼지 주의보를 발령했다.

이날 오후 7시 현재 경북 초미세먼지 농도는 41㎍/㎥으로 나타났다.

도는 대기오염물질 다량배출사업장 43곳의 가동률을 조정하고, 비산먼지 발생 공사장 954곳에 공사시간 단축·조정을 권고한다.

어린이집, 노인요양시설 등에 대해 공기청정기 가동과 물걸레 청소 등으로 실내 공기질을 관리하도록 조치한다.

@highlight

22일, 미세먼지 저감 및 관리에 관한 특별법 시행 이후 대구,경북지역에서 비상저감조치가 처음 시행되며, 시는 비상저감조치 메뉴얼에 따라 공공기관 차량 2부제 운행을 시행한다. 