홍하은 전국동시조합장선거가 26~27일 후보자 등록을 시작으로 본격적인 선거 레이스에 돌입한다.

선거일이 다가올수록 불법행위가 기승을 부리고 있는 가운데 선거운동이 본격화되면 과열·혼탁 양상은 더 심해질 것이라는 우려가 쏟아진다.

선거관리위원회와 농협 등에 따르면 대구에서는 농협 25곳, 산림조합 1곳 등 총 26곳의 조합장을 새로 뽑는다.

경북은 농협 148곳, 수협 9곳, 산림조합 23곳 등 모두 180곳 조합장에서 선거가 치러진다.

대구·경북지역의 조합장선거 입후보예정자들은 26~27일 후보 등록을 마친 후 28일부터 선거 하루 전인 다음달 12일까지 선거 운동을 펼친다.

위탁선거법상 후보자 본인만 선거운동을 할 수 있으며 배우자 등 가족 및 선거캠프의 선거운동은 불가능하다.

또 선거공보와 벽보, 어깨띠·윗옷·소품, 전화, 정보통신망, 명함만 이용해 선거운동을 할 수 있으며 언론·광고나 연설 방송, 토론회 등 일반인을 대상으로 한 선거운동은 할 수 없다.

선거벽보는 조합의 주된 사무소와 지사무소의 건물 또는 게시판에만 걸 수 있고 선거명함은 공개된 장소가 아닌 병원, 종교시설, 극장, 조합 사무소 등 건물 안에서 배포하면 안된다.

지방선거와 달리 조합장선거 입후보예정자는 13일만 선거운동을 할 수 있도록 제한돼 있어 ‘돈 선거’로 변질되고 있다는 목소리가 높다.

실제 대구·경북지역의 경우 일찌감치 선거 열기가 달아오르면서 금품제공, 불법 인쇄물 배부, 불법 시설물 설치, 허위사실 공표 등 각종 선거법 위반 행위가 33건에 달했다.

선관위에 따르면 지난 22일 기준 대구는 고발 2건, 경고 4건 등 모두 6건이 적발됐으며 경북은 고발 11건, 경고 16건 등 무려 27건에 달하는 불법 행위 의심사례가 발생했다.

이 중 매수·기부행위는 대구 2건, 경북 19건으로 가장 많은 것으로 나타났다.

@highlight

대구·경북지역의 조합장선거의 후보자 등록 후, 28일부터 본격적인 선거운동이 진행될 예정인 가운데, 선거운동 기간 중 불법행위로 인한 과열·혼탁 양상이 우려된다. 