이종만 전국대회 우승문턱서 7번 좌절 끝에 문체부장관배 고교축구서 정상 ▲ 대건고 선수들이 종료 휘슬이 울리고 우승이 확정되자 물을 뿌리며 환호하고 있다.

인천 대건고등학교(프로축구 K리그1 인천유나이티드 U-18)가 창단 후 첫 전국대회 우승을 차지하는 쾌거를 이뤘다.

최재영 감독 대행이 이끄는 대건고는 24일 경남 고성스포츠파크 3구장에서 열린 '문화체육관광부장관배 제41회 전국고교축구대회' 결승전에서 대구 현풍고를 1대 0으로 꺾고 우승을 차지했다.

전반 12분 정성원의 코너킥을 최세윤이 헤더로 마무리하며 선제골을 뽑아냈다.

인천 대건고는 이후 안정된 경기 운영을 선보였고 결국 한 점차 승리를 지켜냈다.

대건고가 전국대회에서 정상에 오른 것은 2008년 창단 이후 11년 만에 처음이다.

대건고는 그동안 전국대회 정상 문턱에서 번번히 아쉬움을 삼켜야 했다.

대건고는 지금까지 전국대회에서 우승 없이 준우승만 7차례(2013 전국체전, 2015 금석배, 2015 후반기 왕중왕전, 2016 K리그 U17·18 챔피언십, 2018 대한축구협회장배, 2018 전반기 왕중왕전) 차지하면서 우승에 대한 갈증을 풀지못했지만, 이번에 이를 말끔하게 씻어냈다.

대건고는 대회 개인상도 휩쓸었다.

최재영 감독 대행은 최우수지도자상, 윤진호 골키퍼 코치는 우수지도자상을 받았다.

최우수선수상(MVP)은 대건고 주장 정성원(3학년)이 차지했고, 골키퍼상은 김유성(3학년)이 받았다.

최재영 감독 대행은 "어려운 상황 속에서도 우승의 꿈을 일궈낸 우리 선수들이 너무나 대견스럽다.

박수 받아 마땅하다.

스스로 인천 축구의 미래임을 운동장에서 입증해냈다.

자랑스럽다"고 말했다.

대건고는 3월9일부터 '2019 아디다스 K리그 주니어' A조 리그 일정으로 시즌을 이어간다.

@highlight

지금까지 전국대회에서 우승 없이 준우승만 7차례를 차지했던 인천 대건고등학교가 4일 경남 고성스포츠파크 3구장에서 열린 '문화체육관광부장관배 제41회 전국고교축구대회' 결승전에서 대구 현풍고에 1대 0으로 승리하면서 첫 전국대회 우승을 차지했다.