조국 청와대 민정수석은 24일 3.1운동 100주년을 앞두고 SNS를 중심으로 전개되는 3.1절 만세 릴레이 캠페인에 동참했다.

조 수석은 이날 본인의 페이스북에 올린 글에서 "고민정 청와대 부대변인의 지목에 따라 '만세하라 1919' 캠페인에 동참하게 되었다"며 "1919년 식민지 조선의 민중들은 전국 방방곡곡에서 "대한독립 만세!"를 외쳤다. 이 운동은 비폭력과 평화의 정신으로 전개되었다. 100년 전 우리 선조들이 벌였던 '촛불혁명'이었던 것"이라고 말했다.

이어 "일제의 탄압으로 약 2만명이 살해당했고, 약 5만명이 투옥되었다"며 "그러나 이 운동은 실패가 아니었다. 이 운동 속에서 통치의 대상이었던 '백성'은 민주공화국의 '주권자'로 변모해갔습니다. 그리고 1919년 4월 11일 '대한민국 임시정부'가 수립되었다"고 강조했다.

아울러 "3.1운동과 '대한민국 임시정부'의 정신은 지금도 살아 있다. 이 정신을 훼손하는 세력은 심판을 받았다. 향후 100년 동안에도 이 정신을 소중히 지켜나갑시다"라고 제안했다.

조 수석은 '만세하라 1919' 이벤트 다음 주자로 △판사로서 소신을 지키며 사법농단에 맞섰다가 최근 사표를 제출한 이탄희 판사 △참여연대 사무처장으로 활동했던 시민운동가 박근용 선생 △공익인권법재단 공감의 황필규 변호사 등 3명을 지목했다.

앞서 고 부대변인은 전날 오후 본인의 페이스북에 자녀들과 태극기를 들고 찍은 영상을 올리면서 만세 릴레이를 제안했다.

고 부대변인은 영상을 통해 "1919년 3월 1일 들불처럼 만세운동이 퍼지면서 독립을 향한 열망들이 더 커졌다. 이제 100년이 됐다. 우리 국민 모두가 함께 전국에서 만세를 하면 어떨까 싶어서 릴레이를 시작하게 됐다"며 조국 청와대 민정수석, 배성재 SBS 아나운서를 다음 주자로 지목한 바 있다.

@highlight

조국 청와대 민정수석은 24일 3.1운동 100주년을 앞두고 고민정 청와대 부대변인 지목으로 '만세하라 1919' 캠페인에 동참해 향후 100년 동안 비폭력 평화 정신을 지켜나갈 것을 제안했다.