현대자동차는 영국 런던의 중심 피키딜리 서커스 전광판에 이달 22일부터(현지시간) '방탄소년단 글로벌 캠페인' 티저 영상을 상영한다고 24일 밝혔다.

공유하는 사이트 '아미피디아(ARMYPEDIA)' 런칭을 알리기 위한 것이다.

현대자동차(005380)는 플래그십 대형 스포츠유틸리티차량(SUV) '팰리세이드' 글로벌 브랜드 홍보대사로 활동하고 있는 방탄소년단과의 협업을 강화하기 위해 이번 캠페인 홍보를 지원키로 했다.

특히 방탄소년단 글로벌 캠페인 티저 영상은 영국 외에도 대한민국 서울, 미국 LA와 뉴욕, 일본 도쿄, 프랑스 파리, 홍콩 등 7개 지역에서 공개된다.

이 가운데 현대자동차가 지원하는 영국 피카딜리 광장 영상이 가장 큰 규모로 진행된다.

편집하는 '위키피디아(Wikipedia)'의 합성어로, 방탄소년단 관련 모든 콘텐츠가 모인 디지털 기록 저장소라고 할 수 있다.

데뷔일인 2013년 6월13일부터 아미피디아 런칭일인 2019년 2월21일까지 총 2080일 간의 방탄소년단 활동을 수집한다.

캠페인 티저 영상에는 현장에서 옥외광고를 시청하는 팬들이 바로 아미피디아에 접속할 수 있는 QR코드와 함께 방탄소년단이 팬들에게 전달하는 메시지를 담았다.

현대자동차 관계자는 "이번 티저영상은 방탄소년단이 전 세계 팬들을 위해 진행하는 글로벌 캠페인에 현대자동차가 함께 한 것"이라며 "캠페인을 통해 음악과 패션, 예술에 관심이 많은 Y, Z세대 등의 젊은 세대들에게 현대자동차 브랜드를 알리는 좋은 기회가 될 것"이라고 말했다.

방탄소년단은 "전 세계에 있는 많은 아미들과 지난 2080일 간의 활동 기록을 공유하고 소통하게 돼 정말 기쁘다"고 말했으며, 소속사 빅히트엔터테인먼트 관계자는 "현대자동차와 함께 아미피디아의 시작을 알렸다"며 "즐거운 소통의 장이 되길 기대한다"라고 밝혔다.

@highlight

현대자동차는 플래그십 대형 스포츠유틸리티차량(SUV) '팰리세이드' 글로벌 브랜드 홍보대사로 활동하고 있는 방탄소년단과의 협업을 강화하기 위해 영국 런던의 중심 피키딜리 서커스 전광판에 이달 22일부터(현지시간)  전 세계 팬들이 보유한 방탄소년단(BTS) 관련 글과 사진, 영상 등의 콘텐츠를 수집 공유하는 사이트'아미피디아(ARMYPEDIA)' 런칭을 알리는 '방탄소년단 글로벌 캠페인' 티저 영상을 상영한다고 24일 밝혔다.