게임업계 시가총액 1, 2위를 다퉜던 대장주인 넷마블(251270)과 엔씨소프트(036570)의 희비가 엇갈리고 있다.

넷마블은 실적 개선 및 초대형 매물 넥슨 인수에 따른 시너지 기대에 상승세를 타고 있는 반면 엔씨소프트는 기대를 모았던 신작 출시 일정 지연이 예상되면서 하락세가 이어졌다.

24일 한국거래소에 따르면 넷마블은 이달 들어 10.75% 올라 시총 10조원대에 진입했다.

같은 기간 엔씨소프트는 8.11% 하락해 시총 규모가 9조원대로 줄어들었다.

22일 종가 기준 넷마블 시총 규모는 10조 1,040억원으로 엔씨소프트(9조 4,447억원)를 앞서고 있다.

최관순 SK증권(001510) 연구원은 넷마블에 대해 "블레이드앤소울 레볼루션 성과가 반영되는 1·4분기부터 실적 개선 가능성이 높고 다수의 기대작 출시가 예정된 2·4분기부터는 본격적인 실적 반등에 따라 주가도 반등할 것"이라며 "넥슨 인수 시 PC 게임 및 중국 시장에서 넥슨이 보유한 강점과 넷마블의 모바일게임 개발 및 유통 역량이 결합돼 시너지 발생이 기대된다"고 평가했다.

넷마블은 21일(현지시간) 미국에서 진행된 넥슨 지주회사 NXC 매각 예비입찰에 참여했다.

넥슨 인수를 위해 국내 사모펀드 MBK파트너스, 중국 기업 텐센트와 컨소시엄을 구성한 것으로 알려진 넷마블은 인수에 따른 시너지가 기대되면서 가장 유력한 후보로 평가된다.

넥슨 인수 후에는 게임업계의 독보적인 1위로 올라서게 될 전망이다.

반면 엔씨소프트에 대해서는 리니지2M 등 기대작들의 출시 지연에 따른 증권업계의 실적 추정치 및 목표 주가 하향 조정이 잇따르고 있다.

윤을정 신영증권(001720) 연구원은 "현재 준비 중인 주요 모바일 신작 게임 전체 출시 일정이 기존 예상보다 뒤로 밀려날 가능성이 높다"며 엔씨소프트의 목표주가를 56만원에서 51만원으로 낮췄다.

@highlight

24일 한국거래소에 따르면 넷마블은 이달 들어 실적 개선 및 초대형 매물 넥슨 인수에 따른 시너지 기대에 상승세를 타면서 시총 10조원대에 진입하고 계임업계의 독보적 1위가 될 전망인 반면, 엔씨소프트는 신작 출시 일정 지연으로 시총규모가 9조원대로 줄어들었다.