이춘희 세종시장은 22일 세종시청에서 열린 더불어민주당 최고위원회에 참석, 시 현안과제에 대한 당 차원의 결론과 지원을 요청했다.

사진=조수연 기자 이춘희 세종시장은 국회 세종의사당 설립과 여성가족부, 정부 산하기관의 세종시 이전에 대해 여당이 조속히 결론을 내려줄 것을 당 지도부에 건의했다.

이 시장은 지난 22일 세종시청에서 열린 더불어민주당 최고위원회에 참석, 행정수도 완성을 위해 이해찬 대표 등 당 지도부의 적극적인 지원을 호소했다.

이 시장은 "행정안전부와 과학기술정보통신부 세종시 이전에 대해 당에서 주도적인 역할을 해주신 점에 대해 진심으로 감사하다"며 "국회 세종의사당 설계비 10억 반영과 대통령 세종집무실 설치에 관해서도 당의 역할이 매우 컸다"고 말했다.

그러면서 이 시장은 국회 세종의사당 설치 세부 계획과 미이전 중앙부처 및 정부기관의 이전 문제에 대한 당 차원의 조속한 결론과 지원을 요청했다.

특히 국회 세종의사당 설치와 관련해서는 "국회의 어느 기관이 세종시에 내려오고 어느 위치에 어떤 규모로 건설될 것인지는 국회 차원에서 결정이 있어야 할 것"이라며 "설계 이전 단계에서부터 당 지도부가 관심을 갖고 신경 써줄 것을 부탁드린다"고 말했다.

미이전 중앙부처에 관해서도 "서울에 남는 5개 부처 중 여성가족부는 굳이 서울에 있어야할 이유가 없다고 생각한다"며 "여가부와 그 외 참여정부 이후 신설된 정부기관을 세종시와 혁신도시에 분산하는 문제에 대해 조속한 시일 내 결론을 내려줄 것"을 건의했다.

이에 앞서 이해찬 더불어민주당 대표는 모두발언을 통해 앞으로 국회 세종의사당과 대통령 세종집무실을 건립하면 세종시는 사실상 행정수도의 기능을 하는 것으로 볼 수 있다고 말했다.

이 대표는 "세종시는 노무현 대통령의 꿈과 문재인 정부의 철학이 담겨있는 국가 균형발전과 자치분권의 상징이 되는 도시"라며 세종시가 국가균형발전을 상징하는 도시로 자리를 잡아가고 있다고 평가했다.

그러면서 이 대표는 지방재정 확충과 중앙부처의 권한 이양, 자치경찰제 시범실시를 통해 지방분권의 축을 만드는 것이 매우 중요할 것이라며 지방이양일괄법과 지방자치법 개정의 필요성을 강조했다.

@highlight

이춘희 세종시장은 국회 세종의사당 설치와 관련해 국회의 어느기관이 세종시에 내려와 어떤 규모로 건설될 것인지에 대한 조속한 결론을 내려줄 것을 당 지도부에 건의했는데, 특히 여성가족부는 서울에 있어야할 이유가 없다며 이를 세종시와 혁신도시에 분산해 달라는 건의를 하였다.