연이은 승강기 사고(매일신문 22일 자 10면 보도)로 빈축을 사고 있는 대구 수성구 범어동 한 고층 아파트의 승강기 제조·유지관리업체인 A사가 지난해 대구시로부터 '등록취소' 처분을 받았던 것으로 확인됐다.

이에 불복한 A사는 대구시를 상대로 행정소송을 제기해 지난 1년 동안 영업을 계속하면서 소송전을 벌이고 있다.

22일 대구시에 따르면 대구시가 A사의 유지관리업 등록을 취소한 건 지난해 3월쯤이다.

'승강기 유지관리업체'는 승강기 제조와 별개로 승강기 안전에 관한 유지관리업무를 담당하는 회사를 말한다.

감사원은 2017년 감사에서 A사가 경북 한 공공기관 건물의 승강기 유지관리업체를 맡은 뒤 이를 다시 다른 회사에 불법 하도급한 사실을 적발했다.

안전과 관련된 업무는 법적으로 하도급 요건이 엄격하게 제한돼 있다.

감사원으로부터 해당 사실을 통보받은 대구시는 A사의 엘리베이터의 유지관리업 자격을 2년간 박탈했다.

하지만 A사는 이에 불복해 대구시를 상대로 행정소송 중이다.

A사는 대구시에 등록된 유지관리업체 38개 가운데 시장 점유율이 약 20%를 차지할 정도로 규모가 크다.

대구시 관계자는 "법원이 업체 측이 제기한 집행정지 신청을 인용해 현재까지도 A사는 영업을 계속하고 있다"며 "소송이 장기화되면서 답답한 부분이 있다"고 털어놨다.

범어동 아파트에 사고가 두 차례 이어지면서 시민들은 엘리베이터에 대한 불안감을 호소하고 있지만 현행법상 업체에 대한 행정처분 등 제재도 어려울 전망이다.

지난해 개정된 승강기시설 안전관리법이 다음 달부터 적용되기 때문이다.

개정된 승강기시설 안전관리법은 이른바 '승강기 갇힘 사고' 등 똑같은 사고가 월 2회 발생할 경우 해당 유지관리업체에게 사업정지 1개월 혹은 과징금을 부과한다.

개정 전에는 전치 4주 이상의 인명피해를 유발한 사고만 유지관리업체에게 책임을 물었다.

@highlight

승강기 제조·유지관리업체인 A사가 연이은 승강기 사고와 불법 하도급으로 자격논란이 일며 대구시로부터 등록취소 처분을 받았지만 A사는 이에 불복하고 행정소송을 제기해 현재까지 영업을 계속하고 있다.