신서희 학교안과 학교별 연계형 등 다양한 형태로 공동의 관심사 연구 (동양일보 신서희 기자) 세종시교육청은 22일 매주 수요일을 '전문적학습공동체의 날’로 지정·운영한다고 밝혔다.

시교육청에 따르면 전문적학습공동체는 단위학교 교원들이 학교 고유의 창의적 교육과정을 함께 연구하고 실천하는 모임이다.

매달 1, 2, 4째주 수요일은 학교 내에서 교사들이 함께 배우는 ‘학교안 전문적학습공동체’를 운영하고, 매달 3째주 수요일은 학교의 경계를 넘어 세종시의 모든 교사가 함께 배우고 성장하는‘학교연계 전문적학습공동체’를 운영한다.

학교안 전문적학습공동체 유형은 △전 교직원형 △주제중심형 △학년중심형 △교과중심형 4개로 나뉜다.

학교연계 전문적학습공동체는 단위학교 주관 학교연계형과 교육청 주관 네트워트 중심형으로 나뉜다.

특히 시교육청은 ‘전문적학습공동체’가 학교 현장에 안착돼 학교 교육력 향상의 기제로 작동될 수 있도록 유·초·중·고 학교급별로 맞춤형 담당자 워크숍을 진행했다.

워크숍의 주요내용은 △세종 전문적학습공동체 운영체계 안내 △학교급별 전문적학습공동체 운영 사례 공유 및 실천전략 수립 △ 전문적학습공동체 담당자 네트워크 구축 등으로 구성됐다.

구은영 전동초 교사는 “지난 2년간 북부지역 소규모 3개 학교에서 시범운영된 학교연계 전문적학습공동체가 작은학교의 교육을 변화시키고 학부모의 만족도를 향상키시는데 큰 도움이 됐다”고 평가하며, “올해부터 진행되는 학교연계 전문적학습공동체가 관내 모든 학교의 학교 교육력을 강화시키는데 큰 도움이 되기를 바란다”고 말했다.

최교진 교육감은 “전문적학습공동체를 통해 교사들은 일상적으로 연구하고 실천하는 문화를 경험하게 될 것”이라며, “교사들의 교육적 전문성을 동반성장시키는 핵심기제로 전문적학습공동체가 작동할 수 있도록 최대한 지원하겠다”고 말했다.

@highlight

 22일, 세종시교육청은 매주 수요일 교원들이 학교 교육과정을 함께 연구하는 모임인 전문적학습공동체의 날로 지정·운영한다고 밝혔으며, 학교안 전문적학습공동체와 학교연계 전문적학습공동체 두가지 유형으로 운영할 예정이다.