은행권이 지난해 최대 규모의 당기순이익을 거둔 데 대해 '이자장사'라는 비판이 부담스러운 분위기다.

전체 이익 중에 이자부문이 차지하는 비중이 여전히 절대적이다 보니 착시가 나오지만 은행들은 해외이익이나 자산관리(WM) 영업을 통한 비은행 이익도 꾸준히 개선되고 있다며 '체질개선'을 강조하고 있다.

24일 금융권에 따르면 지난해 말 기준 KB국민·신한·KEB하나·우리 등 4대 시중은행의 전년 대비 당기순이익 증가율은 13.0%로 이자이익 증가율(9.9%)보다 높은 것으로 나타났다.

이들 은행의 총 당기순익은 지난 2017년 말 7조5,025억원에서 지난해 말 8조4,782억원으로 증가했고, 총 이자이익은 같은 기간 20조940억원에서 22조780억원으로 늘었다.

연간 이자이익 증가율은 2017년 10.2%에서 다소 낮아졌다.

시중은행의 한 관계자는 "9·13 부동산대책이나 총부채원리금상환비율(DSR) 등 대출 규제가 시행되면서 지난해 하반기부터 가계대출 증가세가 꺾이고 있다"고 설명했다.

이자이익보다 당기순익의 증가율이 높은 것은 글로벌이나 WM 사업의 실적 기여도가 높아지고 있기 때문으로 분석된다.

신한은행은 글로벌 부문에서만 당기순익으로 전년 대비 37% 급증한 3,215억원을 달성했다.

KEB하나은행과 우리은행은 각각 2,855억원, 2,000억여원의 당기순익을 해외에서 거뒀다.

WM 부문으로 보면 지난해 말 4대 은행의 자산관리 수수료 수익은 1조5,420억원으로 전년 대비 약 2.2% 증가했다.

특히 우리은행의 증가율은 14.8%로 가장 높았다.

금융권의 한 관계자는 "지난해 미중 무역분쟁 등 글로벌 금융시장의 불확실성이 높은 가운데 금융상품 판매 비중이 큰 자산관리 영역이 성장했다는 것은 고무적"이라고 말했다.

리스크 관리 강화로 대손비용도 감소했다.

지난해 말 신한은행의 대손비용률은 0.1%로 과거 5개년 평균인 0.3% 대비 0.2%포인트 개선됐다.

하나은행의 경우 연체율이 2017년 말 0.29%에서 지난해 말 0.25%로 낮아지며 통합은행 출범 후 최저수준을 기록했다.

@highlight

은행권의 지난해 최대 규모의 당기순이익을 놓고 '이자장사'라는 비판이 일고 있으나 이자이익보다 당기순익의 증가율이 높은 것은 해외이익이나 자산관리 영업의 실적 기여도가 늘어난 것으로 분석되며 은행들 역시 비은행 이익의 지속적인 개선을 강조하고 있다.