국제신문이 부산시와 부산상공회의소, 부산 본사 금융기관과 손잡고 부산 경남지역 초등학생을 위한 체계적인 경제 교육에 나선다.

지난 22일 부산 연제구 국제신문 본사 회의실에서 각 기관 실문자들이 모여 ‘2019 국제어린이경제아카데미’회의를 하고 있다.

국제신문과 ㈔금융도시부산포럼은 ‘2019 국제 어린이 경제 아카데미’를 다음 달 30일부터 부산 남구 문현동 BNK부산은행 본점 대강당에서 실시한다고 24일 밝혔다.

모집 대상은 부산과 경남지역 초등학교 4~6학년생이다.

기수별로 100명을 선착순으로 모집한다.

올해는 총 3기까지 선발할 예정이다.

총 4주 과정으로 운영하며, 매주 토요일 오전 10시부터 두 시간 동안 수업을 진행한다.

오는 8월에는 방학 특강 및 1박2일 체험캠프가 운영되고 참여기관 단체 견학 및 체험시간도 있다.

학부모 대상 특강도 2회 열린다.

교재 및 수업료는 전액 무료다.

교육을 수료하면 참여기관 명의의 수료증과 기념품을 제공한다.

참가 신청은 다음 달 4일부터 국제신문 홈페이지(kookje.co.kr)에서 받는다.

이번 아카데미에는 국제신문을 비롯해 부산시, 부산연구원, 부산상공회의소, BNK부산은행, 한국거래소(KRX), 한국예탁결제원, 한국자산관리공사(캠코), 한국남부발전 등 각 기관이 참여한다.

각 기관의 전문강사진이 기관별 특성에 맞춘 주제를 정해 수업을 진행할 계획이다.

에너지 공기업인 한국남부발전은 전기의 생산원리, 신재생 에너지 등의 주제에 경제를 접목해 퀴즈 형식으로 강의를 진행할 예정이다.

한국거래소와 한국예탁결제원은 증권 시장과 투자 관련 주제를 보드게임 형식으로 진행해 초등학생들에게 흥미를 불어넣을 계획이다.

지난 22일에는 국제신문 본사 회의실에서 참여기관의 실무자들이 모여 운영을 위한 첫 회의를 개최했다.

이날 국제금융도시추진센터 박영호 센터장은 “우리나라 금융경제교육이 취약한 편인데 어린이경제아카데미와 같은 좋은 프로그램이 진행돼 어려서부터 체계적이고 내실 있는 교육을 받을 기회를 제공한다는 점에서 의미가 크다”고 말했다.

조민희 기자 .

@highlight

국제신문이 부산과 경남지역 초등학교 4~6학년생을 대상으로 '2019 국제 어린이 경제 아카데미'를 다음 달 30일부터 BNK부산은행 본점 대강당에서 실시한다.