이종철 싱가포르에서 진행된 '갤럭시 S10' 출시 행사 참석자들이 제품을 체험하고 있다.

/사진제공=삼성전자 싱가포르에서 진행된 '갤럭시 S10' 출시 행사 참석자들이 제품을 체험하고 있다.

/사진제공=삼성전자 싱가포르에서 진행된 '갤럭시 S10' 출시 행사에 참석한 아이콘이 '갤럭시 S10'의 특장점에 대해 설명하고 있다.

/사진제공=삼성전자 싱가포르에서 진행된 '갤럭시 S10' 출시 행사 참석자들이 제품을 체험하고 있다.

/사진제공=삼성전자 싱가포르에서 진행된 '갤럭시 S10' 출시 행사에서 아이콘이 갤럭시 S10의 초광각 카메라를 활용해 참석자들과 셀피를 촬영하고 있다.

삼성전자는 21일(현지 시간) 싱가포르 대형 공연장인 리조트 월드 시어터 센토사에서 '갤럭시 S10' 출시행사를 갖고 본격적인 동남아 공략을 예고했다고 24일 밝혔다.

이번 행사는 현지 미디어·인플루언서·소비자 등 1500여명이 참석한 가운데 진행됐으며, 특히 동남아 지역에서 K팝 열풍을 이끌고 있는 아이돌 그룹 아이콘이 참석해 갤럭시 S10의 주요 기능을 직접 소개했다.

아이콘은 갤럭시 S10의 초광각 카메라를 활용해 행사 참석자들과 단체 셀피를 촬영하기도 했다.

삼성전자는 에픽게임즈의 인기 게임 '포트나이트'와 협업해 갤럭시 S10 구매 고객에게 가수 아이콘 멤버인 찬우를 형상화한 포트나이트 게임 스킨과 이모트(댄스)를 제공한다.

삼성전자는 22일부터 싱가포르의 상업 중심지 오차드에 갤럭시 스튜디오를 오픈하고, 현지 소비자들이 갤럭시 S10의 주요 기능을 직접 체험할 수 있도록 할 예정이다.

갤럭시 스튜디오에는 갤럭시 S10과 함께 공개된 무선 이어셋 '갤럭시 버즈', 웨어러블 제품 '갤럭시 워치 액티브', '갤럭시 핏' 등이 함께 전시된다.

갤럭시 S10은 싱가포르에서 다음달 8일 출시된다.

삼성전자는 싱가포르를 시작으로 태국, 필리핀, 베트남, 말레이시아, 인도네시아 등 동남아 지역에서 갤럭시 S10 출시 행사를 진행할 예정이다.

@highlight

삼성전자는 싱가포르의 리포트 월드 시어터 센토사에서 인플루언서, 소비자, 미디어 등 1500여명이 참석한 가운데, 갤럭시 S10 출시행사를 열었고, S10은 싱가포르에서 다음달 8일 출시되는 것으로 알려졌다.