배우 김영옥이 방송에서 자신이 겪은 생생한 사연을 담담하게 풀어냈다.

그의 이야기가 한국의 근현대사를 관통하고 있어 화제다.

23일 방송된 MBC TV 예능 '선을 넘는 녀석들-한반도 편'에서 방송팀은 강화도의 교동도를 찾아 실향민들을 만났다.

이 과정에서 김영옥이 교동도에 깜짝 출연했다.

먼저 전현무가 해방 당시 분위기를 물었다.

이에 김여옥은 "사람들이 만세 부르고 라디오에 매달려서 들은 게 생각이 난다"며 "일본 천왕이 항복하는 선언이었다. 해방됐다고 좋아하니까 좌익, 우익이 생겼다"고 회상했다.

해방 당시 분위기로 이야기를 시작하며 김영옥은 14살에 겪은 6.25전쟁의 비극 이야기로 넘어갔다.

그는 "오빠 둘이 있었는데 21살, 18살이었다. 전쟁 때문에 오빠들을 집 천장에 숨어지내게 했다"며 첫째 오빠는 인민군으로 징집돼 돌아오지 못했고, 둘째 오빠는 국군으로 징집됐다고 밝혔다.

그렇게 큰 오빠가 죽었다고 알았던 김영옥은 2000년 2차 이산가족상봉 행사로 큰 오빠를 만나게 됐다.

김영옥은 "드라마 녹화하고 있는 날 나를 찾는다고 전화가 왔다. 파편에 맞아 큰 부상을 입었다고 하더라"며 "서울 사람인데도 만나니까 사투리를 그렇게 쓰더라. 얼굴도 너무 달랐다. 부모님이 오빠를 못 보고 돌아가셨지만 다행이었다"고 말했다.

설민석은 눈물을 보이며 김영옥에게 "살아있는 근현대사 교과서"라고 말했다.

전현무 역시 "완전 '태극기 휘날리며' 영화 같네요"라고 말하며 "이렇게 살아있는 얘기는 처음 듣는다"고 밝혔다.

한편 김영옥은 1937년생으로 현재 활동하는 여배우 중 최고령이다.

1959년 춘천방송국 아나운서로 입사해 1960년 CBS 성우로 진적했다.

성우 시절에는 힘찬 목소리로 마징가Z의 쇠돌이, 이상한 나라의 폴의 폴 등 소년 만화 남주인공을 단골로 맡았다.

이후 1960년대와 1970년대 성우와 배우를 겸업하다가 1980년대 이후 배우로서 활동을 늘려갔다.

@highlight

23일 MBC '선을 넘는 녀석들-한반도 편'에서 강화도 교동도에 방문해 깜짝 출연한 김영옥의 6.25 비화를 들은 설민석은 "살아있는 근현대 교과서'라고 말했다.