［중부매일 장영선기자］보령시는 22일 오후 서울 백범 김구 기념관에서 열린 2019년 제7회 대한민국콘텐츠대상 시상식에서 보령머드축제가 아시아 3대 축제 인기상, 김동일 시장이 축제 공로상을 각각 수상했다고 밝혔다.

(사)한국축제콘텐츠협회가 주최하고 서울특별시와 한국관광공사 등이 후원하는 대한민국콘텐츠대상은 한국의 지역축제가 세계적인 축제로 거듭날 수 있도록 지방자치단체와 축제관계자들을 격려하기 위해 지난 2012년 제정되어 매년 우수 축제를 선정해 시상해오고 있다.

보령머드축제는 대한민국콘텐츠대상에서 2013년부터 축제 관객, 축제 글로벌, 축제 글로벌 명품 대상, 축제글로벌 명품 부문 특별상, 대한민국축제 명예의 전당, 아시아 3대 축제 인기상 등을 매년 수상하여 명실상부한 대한민국 최고의 축제로 인정받아오고 있다.

특히, 지난해 보령머드축제는 지속되는 폭염과 경기불황, KTX 노선 신설에 따른 수도권 관광객의 동해안 쏠림 현상, 여름철 매년 최고치를 경신하는 해외여행객 증가로 많은 어려움을 겪었지만, 10일간 183만1000여 명이 방문하여 대한민국 최고 축제임을 재 입증했다.

또한 외국인만 29만8100여 명이 참여해 외국인이 가장 많은 대표 한류 축제일뿐만 아니라, 생산유발효과는 670억 원, 부가가치 유발효과는 304억 원에 이르며 지역경제 활성화의 첨병 역할을 톡톡히 하고 있고, 머드런, 해양어드벤처 등 다양한 킬러 콘텐츠 도입과 이용자의 편의를 높이기 위한 간편 결재 시스템인 머드페이를 도입하여 지속가능한 지역축제의 대표 아이콘으로 자리매김했다.

김동일 보령시장은 2015년과 2016년 스페인 토마토 축제, 2017년 뉴질랜드 로토루아에서 연이어 머드축제를 개최하여 대한민국 축제를 세계화한 점이 인정돼 축제공로상을 받게 됐는데, 이는 지난해 미국 샌디에이고에서 열린 제63회 세계축제협회(IFEA) 총회에서 보령시가 세계축제도시로 선정된 점도 큰 역할을 했다.

@highlight

22일 오후 서울 백범 김구 기념관에서 열린 2019년 제7회 대한민국콘텐츠대상 시상식에서 보령머드축제가 올해 아시아 3대 축제 인기상을 수상해 대한민국 최고의 축제임을 공고히 했으며, 김동일 시장은 해외에서 연이어 머드축제를 개최해 대한민국 축제를 세계화한 점이 인정돼 축제공로상을 수상했다.