튀니지에서 온 괴력의 파이터 만수르 바르나위(27·튀니지)가 샤밀 자브로프(35·러시아)를 쓰러뜨리고 100만불 토너먼트 우승자가 됐다.

바르나위은 23일 서울 장충체육관에서 열린 종합격투기 대회 '굽네몰 로드FC 052' 라이트급(70kg 이하) 100만불 토너먼트 결승전(5분 3라운드)에서 자브로프는 3라운드 40초 니킥에 의한 KO승을 거뒀다.

바르나위는 이로써 2017년부터 시작돼 2년 가까이 이어진 100만불 토너먼트의 최종 승자가 됐다.

이날 승리한 바르나위는 오는 5월 제주 한라체육관에서 열리는 대회에서 현 챔피언 권아솔과 100만 달러 상금을 놓고 끝판 대결을 펼치게 된다.

초반부터 팽팽한 긴장감이 흘렀다.

173cm의 비교적 단신인 자브로프는 10cm나 큰 바르나위를 상대로 레그킥을 날리며 기선을 제압했다.

바르나위는 자브로프의 킥을 맞고 몇차례 중심이 흔들리는 모습을 보였다.

자브로프는 1라운드 2분여를 남기고 테이크다운을 두 차례나 성공시켰다.

하지만 바르나위는 두 번 모두 자세를 바꾼 뒤 반격에 성공했다.

종료 1분 전에는 자브로프의 팔을 잡고 서브미션 기술을 걸었지만 경기를 끝내지는 못했다.

2라운드는 치열한 그라운드 공방이 펼쳐졌다.

자브로프는 레슬러 답게 테이크다운으로 바르나위를 여러차례 쓰러뜨렸다.

하지만 바르나위는 밑에 깔린 상황에서 관절기로 끊임없이 반격했고 자세를 뒤집는 반전을 연출했다.

2라운드까지 우열을 가리기 힘든 접전이 계속된 가운데 3라운드 들어 바르나위가 한 방으로 경기를 끝냈다.

자브로프가 들어가는 타이밍을 놓치지 않고 카운터 니킥을 적중시켰다.

펀치를 턱에 제대로 맞은 자브로프는 고목나무 쓰러지듯 큰 대자로 뻗었고 그대로 경기는 마무리됐다.

@highlight

지난 23일 서울 장충체육관에서 개최된 종합격투기 대회 '굽네몰 로드FC 052' 라이트급 100만불 결승전에서 튀니지의 만수르 바르나위가 니킥으로 KO승을 하면서 2017년 부터 진행중인 경기의 최종 우승자가 됐다.