제125주년 동학농민혁명을 기념하는 정읍동학마라톤대회가 24일 성황리에 열렸다.

특히 이번 대회는 동학농민혁명기념일이 황토현전승일인 '5월 11일'로 제정되면서 축제 분위기에서 더욱 성대히 열렸다.

정읍시 체육회가 주최하고 정읍시육상연맹이 주관한 이번 대회에는 풀코스, 23km, 10km, 5km코스에 선수 4천여명이 참가했다.

이 가운데 풀코스 선수는 1,007명으로 전체 인원중 25%를 차지했으며, 정읍 선수가 1,052명으로 26%, 관외 선수가 2,963명으로 74%를 차지하며 전북 최대 규모의 마라톤 대회의 저력을 과시했다.

이날 오전 9시부터 정읍공설운동장을 출발한 이날 마라톤 대회 풀코스는 정읍천변과 내장산으로 이어져 전국 달림이들에게 환상의 코스로 각광을 받았다.

이와 함께 이번 대회에는 대구에서 참가한 최연소 마라토너인 김성군(만5세) 군이 23km 코스에 도전하여 많은 이들의 힘찬 응원박수를 받았다.

더욱이 'SBS 영재발굴단'프로그램에서 김성군 군 촬영을 나와 참가자들의 이목을 집중시켰다.

구간별로 시립농악단, 퓨전난타, 색소폰 등 5개의 응원단 배치하여 선수들의 힘을 더욱 북돋았으며, 모범운전자회, 자율방범대 등 관내 기관 단체들의 자발적인 협조와 도움으로 대회가 성공적으로 마무리 되며 내년 대회를 기약했다.

김관섭 정읍시육상연맹회장은 "대회 시간 동안 정읍 주요 도로변이 일부 통제되어 시민들의 불편이 있었을텐데도 시민들의 많은 성원과 협조 덕에 본 대회를 무사히 마무리 할 수 있었다."며 감사함을 전했다.

한편 이날 개막식에는 유진섭 정읍시장과 민주평화당 유성엽 국회의원, 정읍시의원 등이 대거 참여해 대회를 축하했다.

@highlight

정읍시 체육회 주최와 정읍시육상연맹이 주관한 제125주년 동학농민혁명을 기념하는 정읍동학마라톤대회는 24일 황토현전승일인 '5월 11일'로 제정되어 더욱 성황리에 개최되었고 선수 4천여명이 참가했다.