이도근 운전자 “음주측정기 결함”…법원 “문제 없어” (동양일보 이도근 기자) 대낮에 혈중알코올농도 0.321%의 만취상태로 운전대를 잡은 20대에게 실형이 선고됐다.

적발된 운전자는 음주측정기 결함을 주장했으나 법원은 받아들이지 않았다.

청주지법 형사11부(소병진 부장판사)는 특정범죄가중처벌법과 도로교통법 위반 혐의로 구속기소 된 A(24)씨에게 징역 1년6월을 선고했다고 24일 밝혔다.

A씨는 2017년 8월 24일 오전 11시 50분께 청주시 흥덕구 한 도로에서 면허취소 수치인 혈중알코올농도 0.321%의 만취상태로 운전한 혐의로 기소됐다.

한국음주문화연구센터에 따르면 혈중알코올농도는 술을 마시는 속도, 섭취량 등으로 다소 다르게 나타날 수 있으나 일반적으로 0.3%(약 14잔)를 넘길 경우 인사불성이 돼 심신을 가누기 힘든 상태가 된다.

A씨는 지난해 3월 제주에서 무면허 운전을 하고, 그해 6월 택시기사를 폭행한 혐의도 받았다.

A씨는 재판에서 “당시 상황에 비춰 측정된 음주수치가 과다하게 높다”며 음주측정기 결함과 측정 방법에 문제가 있다고 주장했다.

그러나 재판부는 “당시 사용된 음주측정기에 결함이 있었다고 볼 만한 사정이 없고, 혈중알코올농도 0.3% 이상 상태에서 교통사고가 발생한 사례도 많다”고 설명했다.

재판부는 그러면서 2015년도 교통사고 통계분석자료를 참고로 제시했다.

이 자료에선 혈중알코올농도 0.3~0.34%에서 발생한 음주사고가 87건, 0.35% 이상에서 발생한 사고건수도 25건으로 나타났다.

재판부는 “당시 단속경찰관이 음주측정 전 물을 줬는지, 채혈 측정 여부를 고지했는지조차 기억하지 못하는 피고인의 상태를 고려할 때 이 사건 혈중알코올농도가 지나치게 과다하거나 이례적인 수치로 보기 어렵다”며 “누범기간 중 재차 범행을 저지른 죄질도 불량해 상응하는 처벌이 필요하다”고 지적했다.

A씨는 이 판결에 불복, 항소했다.

@highlight

대낮에 혈중알코올농도 0.321%의 만취상태로 운전을 하다 잡힌 20대는 음주측정기 결함을 주장했으나 법원은 이를 배척하고 특정범죄가중처벌법과 도로교통법 위반 혐의로 징역 1년 6월을 선고했다.