[서울경제] 창작뮤지컬 '그날들'(제작 인사이트엔터테인먼트)이 지난 22일 블루스퀘어 인터파크홀에서 무대에 오르며, 서울 공연의 시작을 알렸다.

고(故) 김광석이 부른 명곡들로 만들어진 쥬크박스 뮤지컬 '그날들'은 청와대 경호실을 배경으로 과거와 현재를 넘나들며 20년 전 사라진 '그 날'의 미스터리한 사건을 다루고 있다.

이번 시즌 공연은 유준상, 이필모, 엄기준, 최재웅, 오종혁, 온주완, 남우현, 윤지성, 최서연, 제이민, 서현철, 이정열 등 최고의 실력파 배우들이 출연한다.

2013년 초연 당시 탄탄한 스토리와 원곡의 감동을 더 깊게 전달하는 편곡, 장유정 감독의 감각적인 연출, 신선호 안무가의 아크로바틱과 무술을 접목시킨 화려하고 남성적인 군무로 창작뮤지컬계 센세이션을 일으켰다.

이번 시즌 역시 더욱 화려해진 군무와 액션 장면으로 관객들에게 박진감을 고스란히 전한다.

인사이트엔터테인먼트는 "'그날들'은 2013년 초연된 이래 더 뮤지컬 어워즈, 한국 뮤지컬 대상, 서울 뮤지컬 페스티벌 등에서 각종 상을 휩쓸며 흥행과 함께 작품성까지 인정받은 뮤지컬"이라며 "특히 최근 한 설문조사에서 관객들이 뽑은 2019년 최고의 기대작 중 대극장 재연 뮤지컬로 1위에 선정된 만큼 새로운 돌풍을 일으킬 것으로 기대한다"고 전했다.

한편, 뮤지컬 '그날들' 서울 공연 티켓은 롯데홈쇼핑 '더 스테이지(THE STAGE)'에서도 구매할 수 있다.

오는 3월 9일 오전 1시 10분 롯데홈쇼핑 채널에서 방송 판매할 예정이며, 방송 전 이달 25일부터 롯데홈쇼핑 모바일앱을 통해 사전 구매도 가능하다.

더 스테이지는 롯데홈쇼핑이 기획한 프리미엄 컬쳐 프로젝트로, '닥터지바고', '타이타닉', '바람과 함께 사라지다' 등 다수의 뮤지컬 티켓을 성공적으로 판매한 바 있다.

@highlight

쥬크박스 뮤지컬로써 고 김광석이 부른 명곡들과 유준상, 이필모, 엄기준등 실력파 배우들의 명연기가 한자리에 아울러 진 창작뮤지컬 '그날들'이 지난 22일 블루스퀘어 인터파크홀에서 서울 공연의 시작을 알렸다.