4월 28 음성종합운동장·마라톤코스 개최 음성군체육회는 '제13회 반기문 마라톤대회'의 성공개최를 위해 군과 함께 마라톤 홍보단을 구성, 전국에서 열리는 마라톤대회를 찾아다니며 홍보와 새롭게 개편된 홈페이지를 통해 참가자 모집에 총력을 기울이고 있다.

사진은 음성군체육회직원들이 청주 무심천변에서 열린 체육행사에서 반기문마라톤대회를 홍보하고 있다.

음성군체육회(회장 조병옥)는 '제13회 반기문 마라톤대회'의 성공 개최를 위해 본격적으로 마라톤준비에 들어갔다.

음성군체육회에 따르면 '제13회 반기문 마라톤대회'가 오는 4월 28일 음성종합운동장 및 마라톤코스 일원에서 열린다는 것.

이에 따라 음성군체육회는 '제13회 반기문 마라톤대회'의 성공개최를 위해 군과 함께 마라톤 홍보단을 구성, 전국에서 열리는 마라톤대회를 찾아다니며 홍보와 새롭게 개편된 홈페이지를 통해 참가자 모집에 총력을 기울이고 있다는 것.

'대한민국의 중심 행복한 음성에서 꿈과 나눔이 실현되는' 슬로건을 내건 이번 마라톤대회는 음성종합운동장을 출발↔감우재↔금왕↔생극↔오생리에서 반환, 다시 음성종합운동장으로 돌아오는 왕복코스로 이루어 졌다.

특히 사정리 저수지 수변과 꽃길로 이어지는 아름다운 코스로 대한육상연맹으로부터 공인받은 코스이다.

올해 반기문마라톤대회는 풀코스(42.195km), 하프코스(21.0975km), 10km, 5km, 단체대항전(풀·하프)에서 선의의 경쟁을 벌인다.

이번대회 참가비는 5km 1만원, 그 외 종목은 3만원으로 궁금한 사항은 홈페이지(반기문마라톤.kr)를 방문하거나 음성군체육회(043-872-1145)로 문의하면 된다.

박순창 음성군체육회 사무국장은 "오는 4월 3일 접수마감일까지 체육회와 문화체육과와 함께 매주 개최되는 전국 마라톤대회 현장을 찾아 지속적인 홍보활동 전개하겠다"며 "대회가 안전하고 성공적인 대회가 될 수 있도록 준비에 철저를 기하 고 있다"고 말했다.

@highlight

4월 28일 음성군 체육회는 '제 13회 반기문 마라톤대회'를 개최하는데 해당 대회는 음성종합운동장을 출발하여 감우재, 금와, 생극을 거쳐 오생리에서 반환하여 돌아오는 왕복코스로 구성되어 있고, 홈페이지를 통해 참가자 신청을 받고 있다.