[서울경제] 웰빙기업 자이글(234920)주식회사는 '유동 가능한 다수 개의 구이판과 발열기가 구비되는 구이장치'에 대한 특허를 취득했다고 25일 밝혔다.

이번 신규 특허는 시간차이를 두고 정해진 양의 구이음식을 단시간에 조리하면서도 조리 후 원활하게 이동시킬 수 있는 유동 가능한 다수의 구이판과 발열기를 갖춘 구이장치에 관한 것이다.

일반적으로 다수의 인원을 위해 육류나 구이 음식을 미리 조리할 경우, 음식이 모자라거나 반대로 너무 많이 남아 구이음식들을 따뜻하게 최상의 상태로 먹기 어려웠다.

또한 열에너지를 사용하여 다수의 구이 음식을 한번에 조리하면서 불필요한 열에너지 소모가 많고 하나의 후라이팬이나그릴에 굽게 되면 시간도 오래 걸렸다.

이러한 문제점을 해결하기 위해 고안된 자이글의 '유동가능한 다수 개의 구이판과 발열기가 구비되는 구이장치'는 여러 개의 구이판과 발열기를 이용해 에너지소모를 최소화하면서도 정량의 요리를 원하는 시간에 완성할 수 있다.

구이판과 발열기 모두에 손잡이가 있어 편리하게 발열부를 이동시키며 요리하고 완성된 요리를 간편하고 안전하게 들어올려 옮길 수 있다.

'유동가능한 다수 개의 구이판과 발열기가 구비되는 구이장치'는 크게 여러 개의 구이판이 나란하게 각각 배치되는 구이부, 구이부의 상부에 대응되게 배치되어 적외선을 쏘는 여러 개의 발열부, 구이부가 수평으로 움직일 수 있도록 하는 구이유동부, 발열부가 구이부에 대응되게수평으로 움직일 수 있도록 하는 발열유동부 등으로 구성된다.

이진희 자이글 대표는 "이번 특허기술은 여러 개의 구이판과 발열기를 편리하게 이동시키며 조리하고, 완성된 요리도 편리하게 옮길 수 있는 구이장치로 다수의 인원이 다양한 종류의 구이요리를 따뜻하게 즐기기에 안성맞춤이라 향후 신제품에 반영할 예정"이라고 설명했다.

@highlight

웰빙기업 자이글 주식회사는 음식들을 따뜻하게 최상의 상태로 먹기 어려웠던 것을 해결하기 위해 정해진 양의 구이음식을 단시간에 조리할 수 있는 '유동 가능한 다수 개의 구이판과 발열기가 구비되는 구이장치'에 대한 특허를 취득했다고 25일 전했다.