경찰이 치안 및 재난 상황 관리를 강화하기 위해 조직 개편을 단행한다.

경찰청은 오는 26일 경찰 인력 충원 및 치안상황관리관 등 기구 신설·조직개편이 반영된 '경찰청과 그 소속기관 직제 등 개정안'이 시행된다고 25일 밝혔다.

이번 개정안 시행으로 경찰청 차장 직속 치안상황관리관을 신설해 전국 단위 주요 사건사고에 대한 상황관리가 강화된다.

치안상황관리관은 기존 생활안전국에서 담당했던 '112 기획·운영 업무'와 경비국에서 담당했던 '치안상황·위기관리 업무'를 통합해 운영한다.

이를 통해 국민적 관심이 집중되고 광역적으로 영향을 미치는 중요한 치안·재난상황을 24시간 실시간 모니터링하고 조치·지원할 방침이다.

경찰청은 이에 대비해 지난 1월 통합 무전망 지휘 시스템을 구축했고, 오는 5월 첨단 모니터링 시스템도 구축할 예정이다.

또한 경찰특공대가 설치되지 않은 지방청 중 대테러 치안 수요가 높은 경기 남부와 경남청에 경찰특공대를 창설한다.

현재 경찰특공대가 설치된 지방청은 서울·경기북부·부산·대구·인천·광주·대전·제주 등 8곳이다.

아울러 대구·인천·경기북부 지방청에 사이버안전과를 신설해 사이버범죄에 체계적으로 대응할 수 있도록 하고, 대구·경기북부·충남·경남 지방청엔 과학수사과를, 경기남부·전북지방청에는 '경찰-국과수 합동 법과학감정실'을 신설한다.

한편 이번 개정안 시행으로 경찰 인력은 사회적 약자 보호 등 민생치안 분야 1123명과 의무경찰 대체인력 1425명이 충원된다.

인원이 충원되는 주요 분야는 지역경찰(553명)·여청 수사(271명)·범죄예방진단(88명)·경찰관기동대(1425명) 등이다.

경찰청 관계자는 "경찰 인력 충원을 통해 민생치안 역량을 강화해 국민체감안전도를 높여나가는 한편 인력재배치로 조직 운영의 효율성을 높이고 경찰개혁 등에 따른 조직개편도 추진해 나갈 것"이라고 밝혔다.

@highlight

경찰은 치안 및 재난 상황 관리 강화 위해 26일 경찰 인력 충원과 치안상황 관리관등 조직개편이 반영된 '경찰청과 그 소속기관 직제 등 개정안'을 시행하여 치안상황관리관 신설하고 전국 단위 사건사고에 대한 상황관리가 강화된다.