최종구 금융위원장은 25일 금융결제망을 핀테크 기업과 은행 상호간 전면적으로 개방하고, 결제시스템 이용료를 10분의 1 수준으로 대폭 낮추겠다고 밝혔다.

최 위원장은 이날 정부서울청사에서 금융지주사 회장·은행장들과 간담회를 열고 “폐쇄적으로 운영되는 금융결제 시스템을 비롯한 금융인프라를 과감하고 적극적으로 개방해야 한다”며 이같이 말했다.

현재 은행들은 공동 결제시스템을 구축, 폐쇄적으로 운영하면서 일부 소형 핀테크 결제사업자에게만 부분적으로 개방하고 있다.

이를 모든 결제사업자와 은행 사이에도 전면적으로 개방하겠다는 것이다.

건당 400~500원인 결제망 이용료도 기존의 10분의 1 수준으로 인하한다.

금융결제 시스템이 전면 개방되면 결제사업자들은 고객 게좌정보를 가져와 소비 패턴을 분석해 고객 맞춤 금융상품을 개발 할 수 있다.

고객들은 각 은행의 앱을 열 필요 없이 하나의 앱에서 여러 은행 계좌를 조회, 송금할 수 있게 된다.

최 위원장은 “핀테크 유니콘 기업을 금융그룹에서 키워주길 부탁드린다”며 “정부도 혁신 기업에 대한 투자를 가로막는 규제는 반드시 정비하겠다”고 약속했다.

그는 “혁신적인 기업에 기회를 주지 않으면서 글로벌 유니콘(Unicorn·창업 10년 내 기업가치 10억달러), 데카콘(Decacorn·기업가치 100억달러) 기업이 나오기를 기대할 수는 없다”며 “기존 질서에 도전하는 핀테크 기업은 금융권의 파이를 나누는 대상이 아니라, 파이를 키워줄 우리 금융의 미래”라고 강조했다.

참석자들은 글로벌 시장에서 간편결제 등 금융플랫폼 경쟁이 격화하는 현실과 결제망 개방 필요성에 공감하면서, 자사의 디지털 전략을 소개했다.

또 이를 위해선 무엇보다 금융사에 대한 정부의 적극적인 규제 완화가 선행돼야 한다고 강조했다.

간담회에는 이동걸 산업은행 회장, 조용병 신한금융지주 회장, 손태승 우리금융지주 회장, 김도진 기업은행장, 김정태 하나금융지주 회장, 윤종규 KB금융지주 회장, 김태오 DGB금융지주 회장, 김지완 BNK금융지주 회장, 김한 JP금융지주 회장 등이 참석했다.

최종구 금융위원장이 25일 서울 종로구 정부서울청사 금융위원회에서 개최한 ‘금융혁신을 위한 금융지주 회장 간담회’에서 모두발언을 하고 있다.

@highlight

최종구 금융위원장은 25일 금융지주사 회장·은행장들과의 간담회에서 현재 부분적으로 개방하고 있는 금융결제망을 전면적으로 개방하고 이용료를 10분의 1 수준으로 대폭 낮추겠다고 밝혔다.