당진 출신 대전 향우들이 한자리에 모였다.

재대전당진향우회(회장 김응선)가 2019 정기총회를 지난 20일 대전상공회의소에서 개최했다.

재대전당진향우회는 정기총회를 통해 지난 1년 간 향우회 활동을 되돌아보며 향우 간 친목을 다지고 고향 발전을 위해 협력해 나갈 것을 다짐했다.

이번 정기총회에서는 2018년 세입·세출 결산 보고와 2019년 사업계획 및 예산안 승인, 신규 등록회원 소개, 이사 및 임원 선출이 이뤄졌다.

이어 신임 이사들에게 선임장을 수여했으며 적극적인 향우회 활동으로 모범이 되는 향우들에게 감사장과 선물을 전달했다.

이후 향우들은 만찬을 함께하며 화합을 다졌다.

한편 재대전당진향우회는 출향인사들의 친목 도모와 상호 협력 및 고향 발전을 목적으로 지난 2014년에 창립됐으며, 현재 회원 120명이 소속돼 활동하고 있다.

이상윤 고문 : 당진시와 당진시민이 있어 재대전당진향우회가 희망을 갖고 열심히 살아가고 있습니다.

구본우 부회장 : 회원 간 결속이 잘 되는 재대전당진향우회는 당진 발전을 위해 다양한 활동들을 구상하고 있습니다.

강창순 부회장 : 모든 회원들은 늘 고향을 마음에 두고 있습니다.

향우회원의 마음이 모여 당진시가 더욱 발전할 것이라 생각합니다.

이건영 회원 : 당진을 향한 사랑으로 고향의 특징을 담은 당진향우회가를 작사했습니다.

당진시가 지역의 문화재를 보다 적극적으로 알려 많은 사람들이 당진을 방문하면 좋겠습니다.

박헌오 회원 : 고향의 따듯한 인심과 풍속이 이주민들에게 스며들어 지역의 전통이 계속되기 바랍니다.

장춘순 부회장 : 재대전당진향우회가 규모는 작지만 어느 향우회보다 내실있고 탄탄한 조직력이 있는 향우회라고 생각합니다.

앞으로도 향우회와 고향의 발전을 소망합니다.

송영동 부회장 : 꿈을 꾸면 대부분 고향에 대한 꿈을 꿉니다.

당진이 고향인 것이 자랑스렀습니다.

앞으로도 당진이 크게 발전할 것이라 믿습니다.

@highlight

재대전당진향우회는 지난 20일 대전상공회의소에서 2019 정기총회를 진행했고, 이날 2018년 세입·세출 결산 보고와 2019년 사업계획 및 예산안 승인 등에 대한 논의와 친목 도모를 하는 시간을 가졌다. 