[의성=환경일보] 김희연 기자 = 의성군농업기술센터는 전년도 가을 파종한 마늘이 겨울철 높은 기온으로 생장이 빠른 만큼 유인작업시기를 당겨서 관리를 해 줄 것을 당부했다.

의성지역은 지난해 12월 ~ 1월 기상의 경우 평균기온이 평년대비 1.5℃ 정도 높고, 마늘밭 지표면 온도가 월동 마늘의 생육적온을 유지해 전반적인 생육상태가 양호하여 마늘 출현 시기도 다소 빠를 것으로 전망된다.

마늘은 월동기간 뿌리는 계속 자라지만 지상부 생육은 정지했다가 기온이 상승하면서 지상부로 출현하는데 잎이 2~3매 전개되어 길이가 10㎝ 정도 되었을 때가 유인하기 적당한 시기이다.

마늘 싹을 비닐에서 꺼냈을 때 갑자기 저온에 노출되면 피해가 발생되므로 마늘 유인작업은 맑고 따뜻한 날이 2~3일 계속되는 바로 전날을 선택해서 작업을 해야 저온 피해를 줄일 수 있다.

또한 마늘 뿌리가 땅위로 솟아오른 것은 가볍게 눌러주고 뚫었던 구멍은 공기가 통하지 않도록 흙으로 충분히 덮어 주어야 한다.

마늘 싹 유인이 끝나면 웃거름을 두 번 정도 준다.

1차는 유인작업 후 4~5일 정도에 마늘 싹이 외부환경에 적응할 때이며 2차는 3월말까지 주되 날씨와 생육상태를 감안해 생육이 늦다면 4월 상순까지 주도록 한다.

최수정 의성군농업기술센터소장은 "작년 마늘 파종 이후 기온이 높고 토양수분이 충분해 발아가 촉진되어 출현율이 높을 것으로 예측되므로 각 지역별 환경에 맞추어 마늘의 생육상태에 맞게 유인시기를 판단해 유인하며 고품질 마늘 생산으로 농가소득 증대를 위해 흑색썩음균핵병, 뿌리응애, 고자리 파리 등 각종 병해충의 예방 및 방제를 철저히 해줄 것"을 당부했다.

@highlight

의성군농업기술센터는 지난해  평균 기온이 평년 대비 1.5℃ 정도 높고 전반적인 생육상태가 양호하여 마늘 출현 시기도 다소 빠를 것으로 전망되어 유인작업시기를 당겨서 관리 해 고품질 마늘 생산으로 농가소득 증대를 위한 각종 병해충의 예방 및 방제를 철저히 해줄 것을 당부하였다.