화성시문화재단은 유튜브 누적조회수 23억 뷰를 달성한 어린이들의 유튜브 스타 콩순이가 뮤지컬 '콩순이 -아빠랑 캠핑가요!'의 티켓이 오는 3월 6일까지 조기예매를 시작한다고 밝혔다.

어린이들을 무한한 상상 속 모험의 세계로 초대할 본 공연은 화성시문화재단 화성아트홀에서 오는 4월 13일과 14일 양일간 진행된다.

2014년 3D 애니메이션으로 제작되어 TV와 유튜브 율동송, 영상을 통해 전국의 영유아와 부모로부터 큰 인기를 얻은 '콩순이'는 이후 뮤지컬로 제작되면서 어린이들의 더 큰 사랑을 받고 있다.

NEW 뮤지컬 콩순이 '아빠랑 캠핑가요!'는 뮤지컬 '구름빵' 제작 노하우를 바탕으로 만든 에듀케이션 체험형 뮤지컬로, 생동감 넘치는 캐릭터들과 함께 어린이들이 보고 듣고 즐길 수 있는 작품이다.

NEW 뮤지컬 콩순이 '아빠랑 캠핑가요!'는 아빠와 함께 간 캠핑장에서 일어난 환상적인 모험의 이야기를 그린 웃음과 감동의 뮤지컬이다.

콩순이와 친구들은 아빠와 함께 아름답고 모험이 가득한 행복한 숲에서 캠핑을 하며 즐거운 시간을 보낸다.

아빠는 아이들을 위해 그림자 연극 '구정물 요정과 숲의 요정들'을 보여주는데, 갑자기 아빠가 만든 손 그림자가 구정물 요정으로 변해서 아빠를 잡아간다.

아빠를 구하기 위해 구정물 요정이 살고 있는 으스스성으로 향하는 콩순이와 친구들의 이야기를 재미있고 신나게 그려내고 있다.

가족에 대한 사랑과 친구와의 우정, 환경 사랑에 대한 교훈까지 담아낸 NEW 뮤지컬 콩순이 '아빠랑 캠핑가요!'의 티켓 오픈은 오는 25일이며 3월 6일까지 조기예매 30% 할인을 받을 수 있다.

이후에도 13세 미만 아동을 동반할 경우 보호자 1인까지 30% 할인이 가능하다.

자세한 사항은 화성아트홀 홈페이지(art.hcf.or.kr)에서 확인할 수 있으며, 전화 1588-5234로 문의하면 된다.

@highlight

화성시문화재단은 유튜브 누적조회수 23억 뷰를 달성한 콩순이가 뮤지컬 '콩순이-아빠랑 캠핑가요!'의 티켓이 오는 3월 6일까지 조기예매를 시작하고 NEW 뮤지컬 콩순이 '아빠랑 캠핑가요!'는 아빠와 함께 간 캠핑장에서의 환상적인 모험이야기를 그린 뮤지컬이고 3월 6일까지 조기예매 30% 할인을 받을 수 있다.