보은군은 올해 2억5천여만원의 사업비를 들여 소외계층 아동의 성장을 돕는 4개분야 29개 프로그램의 드림스타트사업을 추진한다.

보은군이 지역의 소외계층 아동을 돕는 드림스타트 맞춤형 사업을 적극적으로 추진한다.

드림스타트 사업은 0세(임산부)부터 만 12세까지의 취약계층 아동에게 건강, 교육, 가족지원 등의 복지 서비스를 통합적으로 제공함으로써 아동의 바른 성장을 도모하고 공평한 출발기회를 보장하기 위해 추진하는 사업이다.

보은군은 올해 총 2억 5천여만원의 사업비를 들여 아동통합서비스 전문요원의 통합사례관리에 중점을 두고 신체·건강, 인지·언어, 정서·행동, 가족지원 등 4개 분야 29개의 분야별 프로그램을 운영한다.

주요 프로그램은 안과, 치과, 응급처치 및 소방안전교육 등 아동의 신체 발달을 돕는 신체·건강 프로그램과 학대 및 성폭력 예방 교육, 가족 캠프 등 정서·행동 프로그램 등으로 구성돼 있다.

또한 맞춤서비스는 심리치료비 지원, 멘토·멘티 프로그램, 유아 정서발달체험 등의 정서·행동 프로그램과 사고력 코딩 프로그램, 방문 독서지도, 학습지·학원 지원 등의 인지·언어 프로그램이 제공된다.

이 밖에도 생일케이크 지원, 반찬지원(영양교육), 가족캠프(부모교육) 등 다양한 가족 체험 프로그램이 진행돼 가족 소통의 기회를 제공한다.

드림스타트 프로그램 참여 및 기타 자세한 사항은 보은군청 주민복지과(043-540-3816~20)로 문의하면 된다.

보은군 관계자는 "취약아동과 가족에게 양질의 복지 서비스를 제공해 아이들이 사회구성원으로 건강하고 올바르게 성장할 수 있도록·최선을 다하겠다"고 말했다

한편 보은군은 지난해 120가구 191명을 대상으로 20여종의 기본·필수·맞춤형 서비스를 제공했으며 신체·건강, 인지·언어, 정서·행동 분야의 프로그램에서 취약계층 아동 및 가족의 참여도와 만족도가 높은 것으로 나타났다.

@highlight

보은군에 따르면 지역 0세부터 만 12세까지의 취약계층 아동에게 복지 서비스를 통합적으로 제공해 아동의 올바른 성장 및 공평한 출발을 보장하는 드림스타트 맞춤형 사업을 총 2억 5천여만원을 투입해 4개 분야 29개의 분야별 프로그램으로 운영할 예정이다.