[홍준표 기자 pyoya@imaeil.com] 지난 4일 대구 서문시장을 찾은 주호영(가운데) 의원과 최고위원에 출마한 김광림(왼쪽), 윤재옥 의원.

자유한국당 차기 지도부 선출을 위한 2·27 전당대회가 대의원 투표만을 남겨놓았지만 대구경북(TK) '대표 선수'로 최고위원에 도전하는 김광림(안동), 윤재옥(대구 달서을) 두 국회의원은 긴장의 끈을 놓지 않고 있다.

양측 모두 마지막까지 후회 없는 경선을 치르고자 막바지 표심 결집을 호소하는 것.

윤 의원은 25일 오전부터 국회 의원회관에 있는 한국당 소속 국회의원실 100여 곳을 다니면서 의원, 보좌진을 만나고 당 사무처 당직자에게 인사하는 등 얼굴 알리기에 주력했다.

이날 김 의원도 온종일 전화기를 붙잡고 자신이 아는 대의원에게 일일이 전화를 돌리며 지지를 청하는 한편 결전의 날인 27일 대의원들에게 전할 메시지를 가다듬었다.

두 의원이 25일 이러한 행보를 한 것은 27일 현장투표를 하는 대의원이 마지막 남은 '표밭'이어서다.

이미 23~24일 양일간 책임당원 선거인단의 모바일 및 현장투표는 끝났고 25~26일 진행하는 일반 국민 여론조사는 당 대표 경선에만 적용되기 때문이다.

윤 의원 측은 "당원 현장투표에서 대구 투표율이 낮아 긴장을 풀 수가 없다.

다만 지역구가 있는 달서구가 모바일 투표율이 전국 평균보다 높았다는 이야기가 있어 조금이나마 위안이 된다"면서 "대체로 현역 의원이 대의원 투표에 미치는 영향이 커 발에 물집이 잡힐 정도로 열심히 의원실에 인사 다녔다"고 말했다.

김 의원 측도 "TK 당원 투표율이 부산경남과 비교해 낮게 나온 터라 조금도 방심할 수 없다"고 했다.

한국당에는 전국 253개 당원협의회마다 30명 안팎의 대의원이 있으며, 당헌·당규에 정해진 당연직 대의원까지 8천 명 안팎으로 추산된다.

책임당원 중에서도 핵심에 해당하는 만큼 투표율도 상대적으로 높아 27일 경기도 고양시 킨텍스에서 진행할 현장투표에는 대의원 4천~5천 명이 투표에 나설 것으로 전망된다.

@highlight

자유한국당 차기 지도부 선출을 위한 2·27 전당대회가 대의원 투표만을 남겨놓았지만 윤재옥 의원은 한국당 소속 국회의원실을 돌아다녔고 김광림 국회의원은 일일이 전화를 돌리는 등 긴장의 끊을 놓지 않고 있다.