오는 28일 소위 '중통령'으로 불리는 중소기업중앙회 회장 선출을 앞두고 전북지역에서도 후보들에 대한 관심이 쏠리고 있다.

25일 중소기업중앙회 전북본부 등에 따르면 오는 28일 서울에서 제26대 중소기업중앙회 회장(임기 4년) 선거가 치러진다.

이번 선거의 후보는 이재한 한용산업 대표(56), 김기문 제이에스티나 회장(64), 주대철 세진텔레시스 대표(64), 이재광 광명전기 대표(60), 원재희 프럼파스트 대표(63)(이상 기호순) 등 5명이다.

경제 6단체 중 유일하게 선거로 치러지는 중기중앙회 회장 선출은 투표권을 가진 600명의 각 지역 업종별 조합 이사장이 직접 투표하는 방식으로 실시된다.

선거는 서울시 선거관리위원회가 위탁 관리한다.

전북지역에는 41곳의 업종별 조합이 중소기업중앙회에 가입돼 있는데, 이중 정회원 자격을 지닌 25곳의 조합 이사장이 투표권을 행사한다.

전북을 비롯해 전국 3곳을 도는 후보자 공개토론회도 진행됐다.

지난 12일 대구에 이어 15일 전주 르윈호텔에서 5명의 후보자 등 150여 명이 참석한 가운데 토론회가 열렸으며, 지난 20일에는 서울 수도권 지역 공개토론회가 열렸다.

차기 회장 구인난을 겪는 전국경제인연합(전경련)과 달리 중기중앙회 회장은 2억원의 기탁금을 내는데도 5명의 후보가 출마하면서 치열한 선거전이 펼쳐지고 있다.

이는 대통령과 국무총리가 주재하는 각종 경제관련 회의에 참석하는 한편, 또 현 정부가 중소기업에 대한 정책을 강화하면서 위상이 높아진 것 등이 원인으로 풀이된다.

선거가 과열되면서 일부 후보자의 시계 등 금품 살포가 문제가 되고, 공직선거에 나섰다가 선거법 위반으로 문제가 된 후보자에 대한 논란 각종 잡음도 나오고 있다.

한편 이번 선거와 관련해 지난 21일 기준 사법·행정조치 사항은 고발 2건, 경고 3건, 공정선거협조요청 2건 등이며 총 선거법 위반 제보는 18건에 달한다.

@highlight

오는 28일 소위 '중통령'으로 불리는 중소기업중앙회 회장(임기 4년) 선출을 앞두고 전북 지역에서도 후보들에 대한 관심이 쏠리고 있으며 중소기업중앙회에 가입돼 있는 전북 지역 업종별 조합 중 정회원 자격을 가진 곳의 조합 이사장이 투표권을 행사할 예정이다.