행정직 공무원 15명으로 구성된 '드림!! 통합조사팀'을 발족, 매주 목요일 오후 5시에 '복지소통데이'를 운영하고 있다.

정확한 조사로 공정성과 신뢰성을 제고하여 시민들에게 복지서비스의 질을 높이고자 한다.

또한, 다양한 사례발표 및 토론, 부정수급방지 신고센터 운영, 가족관계 단절세대 방문 상담, 복지서비스 신청자에 딩동 알림서비스 운영, 찾아가는 복지홍보상담센터 운영, 드림통합조사팀의 맞춤형 복지상담데이 운영 등 새로운 아이디어로 다양한 활동을 만들어 갈 계획이다.

구미시는 사회복지서비스의 통합조사업무에서 기초생활수급자(생계,의료,주거,교육)를 비롯한 기초연금, 장애인연금, 한부모가족, 차상위 계층, 차상위본인부담경감, 초중고교육비 등 신청업무와 관리업무가 따로 운영되어오다 1월부터 조사1, 2계로 통합, 복지서비스를 제공하고 있다.

김용학 사회복지국장은 "복지·행정 공무원들로 구성된 통합조사팀이 매주 서로 소통하며 연구하는 것은 매우 바람직하다"는 격려와 함께, "기초생활수급자 등 저소득층이 더 이상 갈 곳이 없는 최후의 보루로 찾는 곳이므로, 법의 해석에 있어서도 너무 경직되지 않게, 상대의 입장에서 의견을 존중하며, 마음을 어루만져 주기를 바란다"고 당부했다.

지난 한 해 동안 읍면동을 통해 기초생활수급자 등 10여종의 복지서비스(아동수당 포함) 32,505건을 신청받아 조사하고, 올 1월 한달동안 943세대의 소득, 재산(일반,금융,자동차등), 부양의무자 등을 조사하였으며, 직원 1인당 72세대의 신규조사와 함께 현재 수혜자 45,190세대를, 직원 1인당 3,476세대씩 급여지급 등 변동 관리하고 있다.

구미시에서는 복지서비스 급여지급의 적정성 확보와 부정수급을 방지하기 위해 노력하고 있으며, '참 좋은 변화 행복한 구미'를 위해 포용적 복지 실천과 복지사각지대 해소에 최선을 다하고 있다.

@highlight

구미시는 정확한 조사로 시민들에게 복지서비스의 질을 높이고자 통합조사팀을 꾸려 매주 목요일 오후 5시에 '복지소통데이'를 운영하고 있으며 포용적 복지 실천과 복지사각지대 해소에 최선을 다하고 있다고 밝혔다.