경기도가 2022년까지 서해안과 DMZ, 경기 동·남부 등 지역에 생태거점마을 9곳을 만든다.

31개 시·군 주민단체 등을 대상으로 진행하는데다 그 수익도 지역 주민들에게 돌아가 관심을 끈다.

25일 경기도에 따르면 도는 최근 이런 내용은 담은 '경기도 권역별 생태관광 거점 조성사업 추진계획'을 마련하고 다음달 15일까지 시·군 공모를 통해 6개 마을을 선정할 계획이다.

생태관광은 생태(자연)와 지역주민 복지향상을 키워드로 한 관광 형태를 말한다.

생태를 주제로 하면서도 여기서 발생하는 수익이 지역 주민에게 다시 돌아간다는 특징이 있다.

예를 들어 서해안의 갯벌 관광, 경기 동부의 광릉숲이 생태에 해당되고, 이곳을 이용한 관광 프로그램을 운영하는 인근 마을이나 주민단체가 지역 주민에 해당하는 셈이다.

도는 이러한 생태관광을 활성화시키고자 올해 7억 5천만 원을 시작으로 2022년까지 9개 마을에 총 24억원을 투입할 계획이다.

공모는 31개 시·군을 대상으로 진행되는데, 생태관광거점마을 지정을 희망하는 주민단체(단체 등록증을 보유한 단체)가 해당 시·군에 계획서를 제출하면 된다.

각 시·군 지자체는 이를 검토한 뒤 도에 추천한다.

생태마을에 선정되면 2년 간 2억 원의 마을환경개선 사업비를 지원받을 수 있다.

지원 대상은 탐방시설 등 기반·편의시설의 설치와 수선, 골목길 벽화 등 지역 예술가와 주민이 함께 참여하는 디자인마을 조성 등이다.

또 생태관광 상품 기획과 주변 관광자원 연계 코스 개발, 주민 해설사 등 전문 인력 양성과 생태 보전 활동 등에도 2년 동안 1억5천만 원을 지원 받을 수 있다.

이밖에도 선정된 마을을 대상으로 밀착형 자문을 비롯한 보조금 집행지침 설명회, 특강, 간담회 등을 제공할 예정이다.

홍덕수 도 관광과장은 "경기도는 해안, 갯벌, 산악, 강, 숲, DMZ 등 생태자원이 다양하게 분포돼 생태관광지로서의 잠재력이 높다"면서 "생태관광 거점으로 활용할 수 있도록 마을을 잘 육성할 계획이다"라고 말했다.

@highlight

생태자원이 풍부한 경기도를 생태관광의 중심으로 발전시키기위해 경기도는 '경기도 권역별 생태관광 거점 조성사업 추진계획'을 수립해 내달 15일까지 시군 공모를 통해서 6개 마을을 선정하여 2022년까지 9곳의 생태거점마을을 만들 계획이다.