기자 문재인 대통령이 25일 제2차 북·미정상회담 이후 전개될 ‘전쟁과 대립에서 평화와 공존으로, 진영과 이념에서 경제와 번영으로 나아가는’ 과정을 ‘신한반도 체제’라 규정하고 주도적으로 준비하겠다는 의지를 밝혔다.

문 대통령은 북·미정상회담의 성과가 나올 경우 향후 열릴 한반도 변화와 북한 경제 개방 시 우리가 주도권을 잃지 않아야 한다며 역사의 중심에 서서 공동번영의 길로 나아가자고 주문했다.

문 대통령은 이날 청와대 수석보좌관회의를 주재하고 “한반도 운명의 주인은 우리”라면서 “우리는 지금 식민과 전쟁, 분단과 냉전으로 고통 받던 시간에서 평화와 번영의 시대를 주도하는 시간으로 역사의 한 페이지를 우리 손으로 넘기고 있다”고 의미를 부여했다.

아울러 “역사의 변방이 아닌 중심에 서서, 전쟁과 대립에서 평화와 공존으로, 진영과 이념에서 경제와 번영으로 나아가는 신한반도 체제를 주도적으로 준비하겠다”고 다짐했다.

문 대통령의 이같은 언급은 2차 북미정상회담에서 영변핵시설 영구 불능화와 미국측 상응조치 등 구체적인 비핵화 로드맵이 도출될 것이란 기대감 속에 우리 정부 역시 이를 실현시키기 위해 최선을 다해야 한다는 점을 강조한 것으로 풀이된다.

실제로 문 대통령은 “북한의 경제가 개방 된다면 주변국가들과 국제기구, 국제자본이 참여하게 될 것”이라며 “그 과정에서도 우리는 주도권을 잃지 않아야 한다”라고 재차 강조하기도 했다.

특히 청와대는 이날 북미정상회담에서 종전선언을 합의할 가능성이 열려 있다고 내다봤다.

청와대 김의겸 대변인은 이날 브리핑에서 북미정상회담에서 종전선언 가능성을 묻는 질문에 “종전선언의 형태가 어떻게 될지 알 수 없지만, 북미 사이에서 얼마든지 종전선언이 합의될 가능성은 있다고 생각한다”고 밝혔다.

이어 “종전선언의 형식과 내용은 여러 가지가 있을 수 있다고 생각한다”며 “어떤 형식의 종전선언이라도 우리 정부는 환영한다”고 덧붙였다.

도널드 트럼프 미국 대통령과 김정은 북한 국무위원장이 이번 베트남 하노이 회담에서 ‘종전선언’에 합의해 지구상 마지막 남은 냉전체제를 해체할 것이라는 기대가 담겼다.

한편 문 대통령은 다음달 1일 3·1운동 및 임시정부 수립 100주년 기념식에서 ‘신한반도체제’에 대한 구체적인 그림을 제시할 전망이다.

@highlight

문재인 대통령은 25일 청와대 수석보좌관회의에서 “한반도 운명의 주인은 우리”라고 강조하며 제2차 북·미정상회담 이후 전개될 평화와 공존, 경제와 번영으로 나아가는 신한반도 체제를 주도적으로 준비하겠다고 말했다.