친구, 연인과 함께 보드게임을 즐길 수 있는 착한커피가 읍내동에 문 열었다.

서산에서 태어난 임재혁 대표는 20대 중반에 당진을 찾았다.

8년간 철강회사에서 근무한 임 대표는 2년 전부터 카페를 운영하고 있다.

그는 “평소 사람들을 상대하는 게 재밌었고 카페에도 관심이 많았다”며 “2년 전 수청동에 문을 연 카페미스터를 시작으로 현재 착한커피를 개업해 아내와 함께 카페를 운영하고 있다”고 전했다.

당진CGV 인근에 자리한 착한커피에서는 저렴한 가격으로 커피를 즐길 수 있다.

임 대표는 매일 커피를 마시는 사람들이 부담 없이 카페를 이용할 수 있기를 바랐다고.

게다가 새벽 1시까지 운영해, 늦은 시각까지 카페를 이용하고 싶어 하는 사람들에게는 안성맞춤인 곳이다.

또한 이곳에서는 보드게임을 즐길 수 있다.

다빈치코드, 체스, 루미큐브 등 다양한 보드게임이 마련돼 있다.

그는 “카페에 특색을 주고자 보드게임을 마련하게 됐다”며 “덕분에 친구와 연인, 가족 단위 손님들이 많이 찾고 있다”고 말했다.

이어 “앞으로도 다양한 보드게임을 추가할 계획”이라고 덧붙였다.

착한커피에서는 아메리카노와 더치커피가 인기다.

이곳의 아메리카노는 부드러운 맛을 자랑해 호불호 없이 사람들에게 사랑을 받고 있으며, 아메리카노 다음으로 인기가 좋은 더치커피는 선물로도 추천하는 메뉴다.

또한 이곳의 시그니처 메뉴로는 생딸기우유와 파인애플우유가 있다.

그는 “생딸기우유와 파인애플 우유는 매일 과일을 공수해 유기농 설탕과 우유를 넣어 직접 만든다”며 “제품의 신선도를 위해 한정수량만 판매하고 있다”고 말했다.

이어 “엄마들이 아이들의 간식으로 많이 구입하며 특히 여성 손님들이 많이 찾는 메뉴”라고 전했다.

더불어 착한커피에서는 디저트도 직접 만들어 판매한다.

모든 디저트는 유기농 설탕을 사용해 만들며 마카롱, 다쿠아즈, 스콘, 머랭쿠키가 주력 메뉴다.

@highlight

친구, 연인과 같이 보드게임을 즐길 수 있는 착한커피가 읍내동에 개업했으며 이곳 사장인 임재혁 대표는 20대 중반에 당진에 정착해 8년 동안 철강회사에서 일했고 2년 전부터 이 카페를 운영하고 있다.