3층 규모 … 수영·강좌·평생교육수원시가 버스·택시기사 등 운수종사자의 복지증진을 위해 건립한 '수원시녹색교통회관'이 다음달 4일 문을 연다.

수원시녹색교통회관은 팔달구 화서동 율현초등학교 옆 시유지에 사업비 159억원(국비 10억원·시비 149억원)을 들여 건축 연면적 4908㎡에 지하 1층·지상 3층 규모로 지어졌다.

지하 1층에는 수영장, 1층에는 북카페·은행 등 주민 편의시설, 2층에는 건강상담실·회의실·강의실, 3층에는 대규모 행사를 할 수 있는 대강당·대회의실이 있다.

지역주민을 위해 결혼식, 경로잔치, 졸업식 장소로도 대관한다.

시는 비영리단체인 전국택시산업노동조합 경기수원시지부에 2022년까지 회관 운영을 맡겼다.

수원시녹색교통회관은 3월4일부터 운수종사자·일반 주민들을 위한 평생교육, 생활체육 프로그램을 운영한다.

평생교육은 5월31일까지 생활영어·생활 중국어·캘리그라피 등 7개 프로그램으로, 생활체육은 3월31일까지 생활 요가·다이어트 댄스·밸리댄스 등 9개 프로그램으로 각각 진행된다.

참여를 희망하는 시민은 수원시녹색교통회관에 방문해 신청하면 된다.

운수종사자·국가유공자·장애인·국민기초생활 보장법에 따른 수급자는 수강료를 50% 할인받을 수 있다.

수원시녹색교통회관의 공식 개관식은 3월15일 열린다.

시 관계자는 "회관은 열악한 환경에서 근무하는 운수종사자들의 후생복지 공간"면서 "택시회관에서 열리게 될 회의와 포럼을 통해 수원시 대중교통 발전을 위한 혁신정책이 나올 것으로 기대한다"고 말했다.

올해 2월 현재 수원시 운수종사자는 버스 3104명, 택시 5513명, 화물 7555명 등 총 1만6172명에 달한다.

@highlight

수원시는 버스, 택시기사의 복지를 위해 수영장, 카페, 은행, 강당 등을 갖추고 '수원시녹색교통회관'을 설립하여 다음달 4일 문을 열며 지역주민을 위한 행사 장소로도 대관할 예정이다. 