코스닥 지수가 미중 무역협상 마감시한 연장 호재에 힘입어 이틀 연속 상승 출발했다.

26일 마켓포인트에 따르면 코스닥 지수는 이날 오전 9시 5분 현재 전 거래일보다 2.59포인트, 0.35% 오른 752.92 에 거래되고 있다.

전날 새벽 미국 트럼프 대통령은 트위터를 통해 오는 3월 1일로 예정되어 있던 미중 무역협상 마감시한을 연장할 것이라고 밝혔다.

추가로 미중 양국이 지식재산권 보호, 기술강제 이전, 농업, 서비스, 환율 등 많은 주제에 대해 큰 진전을 이뤘다고 언급했다.

이에 미국, 중국 등 글로벌 지수들도 일제히 상승 마감했다.

수급은 개인들의 매수세가 뚜렷하다.

개인들이 103억원 순매수하며 지수를 올리고 있다.

외국인과 기관은 각각 50억원, 41억원 동반 순매도 흐름을 보이고 있다.

업종별로는 대부분 상승세다.

운송, 유통 1%대 오르고 인터넷, 소프트웨어, 통신장비, 통신서비스, 운송장비·부품 등이 강세 흐름이다.

반면 방송서비스, 기계·장비 등은 하락세다.

시가총액 상위 종목들도 대부분 상승 흐름을 보이고 있다.

상장 새내기 셀리드(299660)가 4%대 상승세로 출발했고 디오(039840), 대아티아이(045390), 셀트리온헬스케어(091990) 등도 오름세를 보이고 있다.

반면, 안트로젠(065660), 이녹스첨단소재(272290), 와이솔(122990), 리노공업(058470), 하나머티리얼즈(166090)는 파란불로 장을 시작했다.

종목별로는 에이치엔티(176440), 쎄미시스코(136510), 메카로(241770), 헝셩그룹(900270), 시큐브(131090), 케이사인(192250), 대동스틸(048470) 등이 빨간불로 장을 시작했다.

반면, 디지탈옵틱(106520), 리드(197210), 이엑스티(226360), 고영(098460), 이에스에이(052190) 등은 약세를 보이고 있다.

@highlight

코스닥 지수가 미중 무역협상 마감시한 연장 호재에 힘입어서 이틀 연속 상승 출발했으며 전날 새벽 미국 트럼프 대통령은 트위터를 통해 3월 1일로 예정되어 있던 미중 무역협상 마감시한을 연장할 것이라고 밝혔다.