크릴오일이 누리꾼들의 높은 관심을 받고 있다.

크릴오일은 남극해에 주로 서식하는 크릴에서 불소 성분이 함유된 껍질만 제외하고 추출해 만든 기름이다.

크릴은 새우와 생김새가 비슷해 크릴새우로도 불리는데, 새우와는 상관없는 갑각류로 해양 무척추동물이다.

크릴을 먹는 펭귄은 남극의 혹독한 추위에서 스스로를 보호하기 위해 몸에 지방을 축적하지만, 동맥경화 등의 혈관문제가 전혀 나타나지 않는다.

지방 덩어리를 분해하는 효과가 탁월해 콜레스테롤, 중성지방 LDL콜레스테롤 감소 효능이 있기 때문이다.

물과 잘 섞이지 않는 인지질 구조 덕분에 몸에 필요한 불포화지방산의 체내 흡수가 빨라 혈관 속 지방 제거에 탁월하다고 알려졌다.

이로 인해 체내에 축적된 나쁜 콜레스테롤을 줄여주고 심장병이나 당뇨, 고혈압과 같은 질병을 예방해주는 효과가 있어 성인병 예방에 효과가 있다고 알려졌다.

또한 오메가 3 지방 EPA와 DHA가 포함돼 있으며 뇌 노화 예방에 도움이 되는 항산화 성분 아스타잔틴을 함유해 뇌 신경 재생 효과에도 좋다.

오메가3 지방은 크릴오일에서 많은 양이 인지질이라고 불리는 분자의 형태로 발견되어 혈류에 흡수되기 쉽다.

피쉬오일의 경우에는 잘 녹지 않아 섭취 시 비린내가 나거나 크릴오일과 비교했을 때 흡수율이 떨어지는 것을 물에 피쉬오일과 크릴오일을 떨어뜨려봤을 때 간단한 실험으로 알 수 있다.

크릴오일은 단독으로 섭취하는 것보다 비타민 E와 함께 복용하는 것이 좋은 것으로 알려졌다.

과다 섭취시 혈액 응고가 제대로 되지 않을 수 있으며 공복에 섭취하면 위경련, 구토, 설사, 식욕감퇴 등 부작용이 나타날 가능성이 높고 해산물 알레르기가 있는 사람은 피하도록 한다.

@highlight

남극해에 서식하는 크릴에서 추출한 크릴오일이 혈관 속 지방 제거에 탁월해 심장병,당료,고혈압 같은 성인병 예방에 효과가 있는 것으로 알려졌으며 이러한 크릴오일을 섭취시에는 단독으로 섭취하는 것보다 비타민 E와 함께 복용하는 것이 좋다.