기아자동차가 이마트와 손잡고 전기차 인프라 확대에 나선다.

기아자동차(000270)는 26일 이마트와 전기차 충전 인프라 확대 및 공동 프로모션 추진 등을 내용으로 하는 양해각서(MOU)를 체결했다고 밝혔다.

서울 압구정동 기아차 국내영업본에서 열린 이날 행사에는 권혁호 기아차 국내영업본부장(부사장)과 김득용 이마트 고객서비스본부장(부사장) 등 양사 관계자들이 참석했다.

이번 협약은 니로 EV, 쏘울 EV 등을 갖춘 기아차와 지점 내에 초급속 집합형 충전소 '일렉트로 하이퍼 차져 스테이션'을 운영하고 있는 이마트가 충전 시설 추가 구축 등을 통해 국내 전기차 기반을 확대해야 한다는 데 뜻을 같이 해 이뤄졌다.

앞으로 기아차는 이마트와 충전 편의성 제고 및 전기차 보급 확대를 위한 다양한 활동을 전개한다.

우선 전국 이마트 및 일렉트로마트 주요 지점에서 3월 중 출시 예정인 쏘울 부스터 EV를 비롯한 기아차의 대표 전기차를 전시하는 행사를 진행한다.

또한 이마트가 현재 전국 13개 지점, 올해 48개 지점으로 확대 운영 예정인 '일렉트로 하이퍼 차져 스테이션'에 기아차 전기차 전용 충전기를 설치해 우선예약 및 결제 등의 서비스를 제공한다.

아울러 기아 전기차 차량을 이용하는 고객들에게 내비게이션을 통해 해당 충전소 위치, 현황 등을 상세히 안내하는 한편, 충전 시설을 이용하는 고객들에게는 충전요금 일부를 적립해 재사용할 수 있도록 하는 등의 혜택도 제공할 예정이다.

이 밖에도 기아차와 이마트는 향후 충전 거점을 전국에 위치한 이마트 및 일렉트로마트 지점 전역으로 확대하는 등 충전 인프라 확충을 통한 산업생태계 혁신에 적극 나설 계획이다.

기아차는 전국에 158개 지점을 운영 중인 국내 최대 할인점 이마트의 네트워크를 활용함으로써 전기차 고객들의 충전 편의를 크게 향상시키는 동시에 전기차 보급 확대를 통해 전기차 대표 브랜드로서의 인지도 또한 제고할 수 있을 것으로 기대하고 있다.

기아차 관계자는 "전기차 고객들이 라이프스타일을 고려한 이번 이마트와의 업무 제휴로, 보다 많은 고객들이 전기차에 관심을 갖고 전기차를 선택하게 되길 바란다"고 말했다.

@highlight

기아자동차는 26일 이마트와 전기차 충전 인프라 확대 및 공동 프로모션 추진 등을 내용으로 하는 양해각서(MOU)를 체결했다고 밝혔으며 이번 협약은 양사가 충전시설 구축 등을 통해 국내 전기차 기반 확대에 대한 공감으로 이루어졌으며 이를 통해 향후 관련 산업생태계 혁신에 적극 나설 계획이라고 전했다.