세시풍속의 맥을 잇기 위한 전국단위 공모가 진행된다.

한국전통문화전당(원장 김선태)은 사라져가는 세시풍속의 맥을 잇고 활성화하기 위해 문화체육관광부(장관 도종환)와 공동으로 '세시풍속 맥잇기 지원사업 전국 공모'를 진행한다고 26일 밝혔다.

이번 공모는 각 지역을 대표하는 세시풍속 문화자원을 발굴하고 지원해 지역이 지니고 있는 지리적·환경적 특성에 대한 긍정적 인식을 제고하고 단체 간 네트워킹을 통해 시너지를 높여 나가기 위해 마련됐다.

전당은 이에 따라 27일부터 3월 29일까지 세시풍속의 맥을 이어가며 문화행사를 운영하고 있는 단체와 마을을 대상으로 전국 단위 공모를 진행할 계획이다.

참여를 희망하는 단체는 3월 29일까지 한국전통문화전당 전통문화창조센터에 신청서를 접수하면 된다.

전당과 문체부는 우수한 세시풍속 행사를 이어가고 있는 단체나 마을 6곳을 선정해 각각 1500만원 씩(자부담 10%) 총 9000만원을 지원할 예정이다.

지원금 뿐 아니라 세시풍속 행사 운영에 도움이 되는 다양한 분야의 전문가 컨설팅과 지역 단체간 네트워킹을 통해 더 많은 사람이 참여해 즐길 수 있는 세시풍속 행사가 될 수 있도록 다양한 지원에 나선다는 복안이다.

김선태 원장은 "과거에는 설, 추석, 대보름, 삼짇날, 한식, 단오, 유두, 칠석, 동지 등 절기별, 세시에 맞춰 절식을 먹고 민속놀이를 즐기는 다양한 풍속이 있었으나 그 자취가 희미해져가고 있다"며 "이번 공모사업을 통해 다소나마 잊혀져가는 세시풍속이 활성화되는 계기가 됐으면 한다"고 말했다.

공모와 관련된 자세한 내용은 한국전통문화전당 누리집(http://www.ktcc.or.kr/)에서 확인하거나 전화(063-281-1573)로 문의하면 된다.

@highlight

한국전통문화전당은 각 지역 대표 세시풍속 문화자원 발굴과 지원을 통해 지역 특성에 대한 긍정적 인식 제고와 단체 간 시너지 증가를 위해 27일부터 3월 29일까지 한국전통문화전당 전통문화창조센터에서 '세시풍속 맥잇기 지원사업 전국 공모'를 진행한다.