현대모비스(012330)가 중장기적인 주주친화 정책을 위해 3년간 2조6000원 규모 주주환원을 시행한다.

현대모비스는 26일 이사회를 열고 적극적인 주주환원을 통한 주주가치 제고에 나선다고 밝혔다.

지난해 상반기 잉여현금흐름의 20~40% 수준의 배당 정책을 발표한 바 있는 현대모비스는 이러한 주주친화정책의 흐름을 한결같이 유지하고, 중장기적으로 주주가치를 높이기 위한 보다 다양한 방안을 강구한다는 방침이다.

이를 위해 올해 △배당금 확대 △자사주 추가매입 △기 보유 자사주 소각 등 주주가치 제고를 위한 적극적인 주주환원 정책을 의결했다.

앞으로 3년간 총 2조 6000억원 규모에 이르는 대규모 주주환원 정책이다.

현대모비스는 먼저 배당금을 증액한다.

지난해 주당 3500원이었던 배당금을 4000원으로 상향 조정하기로 했다.

배당총액은 3788억원으로, 지난해 잉여현금흐름의 25% 수준이다.

20.1% 정도의 안정적인 배당성향도 유지하게 된다.

앞으로 3년간 예상 배당금 규모는 1조1000억원이 넘는다.

이와 함께 지난해 상반기 발표한 분기 배당은 올해 상반기(6월 말 예상)부터 시행될 예정이다.

현대모비스가 주주권익 향상을 위해 분기 배당을 하는 것은 이번이 처음이다.

전체 배당액의 4분의 1이 분기배당을 통해 연말 배당에 앞서 배당된다.

이날 열린 이사회에서 현대모비스는 자사주 매입과 기존 보유 자사주 소각 계획도 의결했다.

앞으로 3년간 총 1조5000억원 규모다.

우선 현대모비스는 앞으로 3년간 1조원 규모의 자사주를 사들이기로 의결했다.

이는 지난해 상반기 발표한 2021년까지 총 1875억원 자사주 매입계획에서 무려 5배 이상 확대된 규모다.

이에 따라 매년 발행주식 대비 1.5% 수준의 매입이 진행될 것으로 예상한다.

지난해 발표한 자사주 소각도 계획대로 진행된다.

현대모비스는 올 하반기 204만주에 달하는 보유 자사주를 소각할 계획이다.

소각금액은 4600억원 규모다.

@highlight

현대모비스가 배당금을 늘리고, 첫 분기 배당을 실시하는 한편 자사주를 추가로 사들이며 기존 보유 자사 주식을 소각하는 등 주주 가치 재고를 위해 3년간 2조6천만원 규모의 주주 환원 정책을 펼칠 계획을 밝혔다.