배우 박경혜가 KBS2 새 월화드라마 '국민 여러분'에 합류하며 최시원과 남매케미를 선보인다.

'국민 여러분'은 얼떨결에 경찰과 결혼한 사기꾼이 원치 않는 사건에 휘말리고 국회의원에 출마하며 벌어지는 코믹 범죄극이다.

'뱀파이어 검사', '나쁜 녀석들', '38 사기동대' 등 장르물의 한 획을 그은 한정훈 작가와 '저글러스', '옥란면옥'의 김정현 PD가 의기투합한 기대작이다.

박경혜는 '국민 여러분'에서 아버지부터 할아버지까지 사기를 가업으로 삼고 있는 집안의 3대 독자 양정국(최시원 분)의 여동생 양미진을 연기한다.

극중 사기꾼 출신이지만 재능은 없는 양미진은 양정국의 철없는 동생이자, 김미영(이유영 분)에게 세상 얄미운 시누이로 극에 활기를 더할 예정이다.

2011년 영화 '애드벌룬'으로 데뷔한 박경혜는 tvN '도깨비'에서 처녀귀신 역할을 통해 강렬한 인상을 남기며 안방극장에 눈도장을 찍은 후 '조작', '저글러스', '흉부외과', '복수가 돌아왔다' 등의 작품을 통해 '대세 감초 배우'로 등극했다.

현재는 tvN 수목드라마 '진심이 닿다'에서 소심한 금사빠 단문희 변호사 역을 통해 개성 강한 캐릭터 연기를 펼치며 대중의 사랑을 받고 있다.

박경혜는 드라마 뿐 아니라 스크린에서도 '열일의 아이콘'으로 대세 활약을 이어가고 있다.

영화 '1987', '꿈의 제인', '마약왕' 등의 작품에서 다채로운 활약을 펼친 박경혜는 최근 개봉한 '내 안의 그놈'에서 일진 여고생 재희를 연기하며 신스틸로서의 역할을 톡톡히 했다.

박경혜는 4월 개봉하는 영화 '다시, 봄'에서 은조(이청아 분)의 시간여행을 유일하게 믿어주는 동생 미조 역할을 맡아 영화 팬들과 만날 계획이다.

한편 KBS2 월화드라마 '국민 여러분'은 '동네변호사 조들호2' 후속으로 오는 4월1일 방송된다.

@highlight

배우 박경혜가 경찰과 결혼한 사기꾼이 원치 않는 사건에 휘말리고 국회의원에 출마하며 벌어지는 코믹 범죄극 KBS2 새 월화드라마 '국민 여러분'에 양정국(최시원 분)의 여동생 양미진 역으로 합류해 최시원과 남매케미를 선보일 예정이다.