홍선웅 작 '정방폭포'.

100년의 역사를 지닌 한국근대판화의 과거와 현재를 한 눈에 볼 수 있는 전시가 열린다.

제주문화예술재단(이사장 고경대)은 다음달 1일 예술공간 이아에서 3·1운동 100주년 기념 '한국근대판화 아카이브와 홍선웅 목판화 정신과 새김'전을 개최한다.

이번 전시는 한국근대판화에 대한 연구를 통해 한국근대미술의 가치를 확장시키고자 '한국근대판화사'를 저술한 홍선웅 화백의 작품과 한국근대판화 소장품을 활용한 아카이브 전이 함께 기획됐다.

근대판화 아카이브전은 과거 전통목판화에서 출판매체와 결합하면서 변모된 근대판화의 변천사를 찾아볼 수 있도록 구성했다.

식민지 지배를 받았던 1919년 때의 근대역사교과서로 나왔던 개화기 근대국어교과서인 초등 소학과(1906. 대한국민교육회), 유년필독(1907. 휘문관), 초등대한역사(1908, 혹호서림), 최신초등소항(1908. 옥호서림), 초등대동역사(1909. 동문사) 등 당시 발행된 민간교과서를 통해 민족의 자주정신을 고양하는 목판 삽화가 전시된다.

홍선웅 화백.

또한 신문, 아동용 교과서, 홍보용 전단지 등 인쇄된 기록물까지 개화기, 대한제국시대, 일제강점기, 해방 이후 독립된 나라에서 출판매체와 결합해 제작된 판화자료가 시대별로 구분돼 있다.

고단했던 식민지 지배 당시 우리민족의 투쟁을 통해 일궈온 지난 100년의 역사를 판화로 조망함으로써 시민의 역사의식과 정체성 발현으로 앞으로 새로운 100년에 대한 결속과 애향심을 기를 수 있는 이번 전시는 다음달 1일 오프닝을 시작으로 27일까지 이어진다.

문의=064-800-9336.

@highlight

제주문화예술재단은 다음달 1일 시작으로 27일까지 예술공간 이아에서 100년의 역사를 지닌 한국근대판화의 과거와 현재를 한 눈에 볼 수 있는 '한국근대판화 아카이브와 홍선웅 목판화 정신과 새김' 전시회가 열리는데 고단했던 식민지 지배 당시 우리민족의 투쟁을 통해 일궈온 지난 100년의 역사를 판화를 조망하는 기회를 가지게 된다.