고려대 세종캠퍼스 여자축구부 창단 멤버인 15학번 학생들이 25일 고려대 서울캠퍼스 화정체육관에서 열린 올해 고려대 졸업식에서 기념 사진을 찍고 있다.

ⓒ 고려대 세종캠퍼스 [충북일보=세종] '한국 여자축구의 간판'이라 일컬어지는 고려대(세종캠퍼스) 여자축구부가 첫 졸업생을 배출했다.

26일 세종캠퍼스에 따르면 지난 2015년 입학한 선수 14명이 올해 2월 졸업했다.

졸업식은 25일 오전 10시부터 고려대 서울캠퍼스 화정체육관(서울 성북구 안암동)에서 열렸다.

25일 고려대 서울캠퍼스 화정체육관에서 열린 올해 고려대 졸업식에서 염재호 총장이 축사를 하고 있다.

ⓒ 고려대 세종캠퍼스 졸업생 가운데 △장창(서울시청) △고현지·이아인(구미 스포츠토토) △남궁예지(화천KSPO) △박진솔(창녕WFC) △위재은(인천 현대제철) △임희은(창녕WFC) △황혜수(수원도시공사) 등 8명은 국내 실업팀, 김희수(국군대표)·송다희(국군대표) 등 2명은 국군대표(상무) 팀에 각각 입단한다.

나머지 4명은 △재활트레이너 △코치 △세종시체육회 직원 등으로 취업하거나 외국 유학을 갈 예정이다.

25일 고려대 서울캠퍼스 화정체육관에서 열린 올해 고려대 졸업식 모습.

ⓒ 려대 세종캠퍼스 고려대 여자축구부는 국내 대학 여자축구팀으로는 9번째로 지난 2015년 창단된 '신생 팀'이다.

하지만 △추계 한국여자축구연맹전 4연승(2015~18년) △춘계 한국여자축구연맹전 3연승(2016~18년) △전국체육대회 3연승(2015~17년) △전국여자축구선수권대회 2연승(2016~17년) 등 화려한 실적을 거뒀다.

감독은 고려대 체육교육과 99학번 출신인 고현호 씨가 맡고 있다.

@highlight

'한국 여자축구의 간판'인 고려대 세종캠퍼스 여자축구부가 26일 첫 졸업생 14명을 배출했으며 졸업생들은 서울시청, 구미 스포츠토토, 화천KSPO 등으로 입단할 예정이다.