경기도박물관은 오는 3월 1일 3·1운동 100주년 기념 특별전 '동무들아, 이 날을 기억하느냐'를 개막한다.

2019년은 3·1운동이 일어난 지 100주년이 되는 해다.

1910년 일제가 우리나라를 강제로 병합하였지만 우리 민족은 이에 굴복하지 않고 자주독립에 대한 희망을 잃지 않았다.

1910년대 국내·외의 정세는 혼돈의 시대였다.

밖으로는 제국주의 열강 간의 대립으로 제1차 세계대전이 일어났고 안으로는 일제의 지배에 항거하는 치열한 반일투쟁이 전개되고 있었다.

제1차 세계대전이 종결될 즈음 미국의 윌슨 대통령이 '민족자결주의'를 주창했다는 소식이 국내외의 독립 운동가들에게 알려지면서 독립에 대한 갈망에 불씨를 지피게 되었다.

이러한 열망은 천도교·기독교·불교 등 종교계 인사들을 중심으로 한 민족 대표들의 만세 운동 계획으로 이어졌다.

1919년에 일어난 3·1운동은 일제 식민통치에 저항한 우리 민족 최대의 독립운동이었다.

3·1운동을 통해 민족적 대단결이 이루어졌고 흩어져있던 독립운동 세력을 규합한 대한민국 임시정부가 수립되었다.

대한민국 임시정부는 우리 역사상 최초로 민주공화제를 채택한 정부였다는 점에서 큰 의미를 갖는다.

이번 전시는 3·1운동의 배경과 전개 양상, 그리고 3·1운동이 지닌 역사적 의미가 중심을 이룬다.

박물관 관계자는 "거리로 쏟아져 나와 '대한 독립 만세'를 외친 그 함성이 얼마나 뜨겁고 간절했을지, 잃어버린 나라와 주권을 되찾기 위해 목숨 걸고 외쳤을 그날의 모습을 그려볼 수 있는 자리를 마련했다"며 "이 날의 외침이 100년이 지난 오늘날 우리가 자주 독립 국가에서 민주주의를 누리며 살아가는 원동력이 되었음을 확인하는 계기가 되길 기대한다"고 밝혔다.

특별전은 경기도박물관 기획전시실에서 6월 30일까지 진행되며, 3월 19일에는 '독립유공자, 초청의 날' 행사로 '김구의 일생' 판소리 공연이 있을 예정이다.

@highlight

3·1운동 100주년을 맞아 경기도박물관이 오는 3월 1일에 특별전 '동무들아, 이 날을 기억하느냐'를 열어 3·1운동 당시의 모습을 그려보며 역사적 의미를 되새길 수 있는 자리를 마련할 예정이다.