대전시가 3·1 독립만세운동과 대한민국임시정부 수립 100주년을 맞아 의미와 가치를 재조명하는 행사를 다채롭게 펼친다.

특히 지난해 국가기념일로 지정된 3·8 민주의거 기념식은 첫 행사를 점에서 정부가 주관한다.

26일 시에 따르면 제100주년 3·1절 기념식은 내달 1일 오전 11시 15분 시청 2층 로비에서 애국지사와 기관·단체, 시민 등 1000여 명이 참여한 가운데 열린다.

기념식에서는 대전 유일 생존 애국지사 정완진(92) 옹이 독립선언서를 낭독한다.

정오를 기해서는 참여자 모두가 대한독립만세를 삼창한다.

부대행사로는 오전 10시 중구 선화동 독립운동가거리에서 애국시 낭독 등 문화행사가 마련된다.

오후 5시 중구 은행동 스카이로드에서는 1919명이 독립선언서를 낭독한 뒤 아리랑을 합창하고 만세를 부르는 플래시몹이 펼쳐진다.

다음 달 29일과 4월 2일에는 유성장터와 인동장터 만세운동이 재연된다.

시는 다음 달 1일부터 4월 2일까지 전 가정 태극기 게양 동참을 유도하고 5개 자치구와 함께 태극기 지정거리를 운영할 계획이다.

1960년 3월 8일 대전고 학생 1000여 명이 자유당의 부정부패를 규탄하며 벌인 3·8 민주의거 기념식은 처음으로 정부기념식으로 거행된다.

오전 10시 시청 남문광장에서 국가보훈처 주관으로 열리는 기념식에는 대통령을 대신해 이낙연 국무총리를 포함한 정부 주요 인사와 의거 참여자, 시민 등 1500여 명이 참여할 예정이다.

기념식 후에는 시청 둘레길 1.1㎞를 배경으로 출정식과 가두행진, 시위 진압 등 재연행사도 펼쳐진다.

한편 시는 대전이 낳은 독립운동가이자 민족주의자인 단재 신채호 선생 기념사업도 추진한다.

기념관 건립 등 기념사업의 원활한 추진을 위해 이날 이 총리와 기념사업 추진위원들과 함께 신채호 선생 생가지를 방문한다는 계획이다.

@highlight

26일 대전시에 따르면 3·1 독립만세운동과 3·8 민주의거를 기리기 위해 내달 1일부터 다채로운 행사를 진행한다.