자유한국당 신임 지도부 선출을 위한 전당대회 선거 운동이 26일 일반국민 여론조사를 끝으로 사실상 마무리됐다.

27일 경기도 고양시 킨텍스에서 열리는 전당대회에서 대의원 8천여 명이 현장 투표에 나서지만, 전체 선거인단 37만여 명 가운데 미미한 수치여서 사실상 당선자들은 전당대회 전 이미 정해져 있는 상황이다.

지난 주말 당원을 상대로 투표를 단행한 자유한국당은 25일부터 이틀 동안 일반 국민 여론조사를 실시했다.

일반 국민 여론조사는 3개 여론조사 기관이 오전 10시부터 오후 10시까지 일반 국민 3천 명에게 유·무선전화를 걸어 지지 후보를 묻는 방식으로 진행됐다.

전대 당일인 27일 대의원 상대 현장투표가 끝나면 모든 투표 절차가 종료된다.

당 대표와 최고위원은 당원으로 구성된 선거인단의 모바일 및 현장투표(70%)와 일반 국민 대상 여론조사(30%) 결과를 합산해 선출된다.

앞서 선거인단의 모바일 투표는 23일, 현장투표는 24일 진행됐으며, 36만9천952명 가운데 9만943명이 투표에 참여해 24.58%의 투표율을 기록했다.

당선자는 27일 오후 5시에 발표한다.

당 대표 1명과 최고위원 5명의 명단과 득표율이 모두 공개된다.

당 대표 선거에서 황교안 후보가 당선될 경우 친박 대세론을 다시 한번 확인하면서 한국당의 우경화 작업이 다시 속도를 낼 수 있게 된다.

이에 따라 당의 단합과 합리적 보수의 면모를 확립하는 숙제를 안게 된다.

오세훈 후보가 당선되면 친박의 세력 약화가 불가피해 보이고, 김진태 후보가 될 경우 당내 '태극기 부대' 파워를 세상에 알리는 효과를 가져오게 된다.

한국당 최대 주주인 대구경북(TK)의 정치력도 가늠해 볼 수 있다.

김광림(기호 6번)·윤재옥(기호 2번) 의원이 최고위원에 동반 입성할 경우 당원 수에 걸맞은 당내 위상을 확인할 수 있게 된다.

특히 새로운 지도부에 TK 출신 인사가 전진 배치되면서 지역 여론을 전달하는 창구 역할도 강화될 것으로 보인다.

@highlight

자유한국당 신임 지도부 선출을 위한 전당대회가 마무리 되어가고 있는 가운데, 이번 기회가 당의 단합도와 합리적 보수층의 확립을 확인할 수 있는 계기가 될 것이며, TK 출신 인사가 당선되면 지역 여론의 창구 역할이 강화될 것이란 예측이 나왔다.