26일 영주시에 따르면 올해로 17회째를 맞이하는 영주소백산마라톤대회가 오는 4월 7일 영주 시민운동장에서 개최된다.

시는 대회 성공 개최를 위해 전국 마라톤대회장을 찾아다니며 홍보에 열을 올리고 있다.

영주시와 매일신문사가 공동주최하고 영주시체육회가 주관하는 소백산마라톤대회는 가족과 연인이 함께하는 5km와 10km, 동호인 마라토너를 위한 풀코스, 하프코스 등 4개 부문으로 나뉘어 열린다.

풀코스는 시민운동장을 출발해 순흥~단산면까지 이어지는 공인코스로 소백산의 수려한 경관과 소수서원, 선비촌 등 유서 깊은 문화유산 주변을 달리게 된다.

참가신청은 다음달 22일까지 온라인 홈페이지로 접수하면 된다.

참가비는 풀코스, 하프코스 3만원, 10km코스 2만5천원, 5km코스 1만5천원이다.

관외 참가단체는 유류비 지원, 단체텐트 설치, 30명 이상 단체 무료셔틀버스 운행과 추첨을 통한 선비촌, 선비문화수련원 무료숙박 등을 지원한다.

시는 안전하고 질서 있는 대회를 위해 영주경찰서, 모범 운전자 등 5개 교통·질서단체와 대책회의를 개최하였으며, 자원봉사단체와 간담회를 개최하는 등 보다 완벽한 대회 준비에 만전을 기하고 있다.

올해 대회는 참가자 특전 및 기념품을 확대하고 돼지고기와 잔치국수, 부침개 등 다양한 먹거리 부스 운영과 경품추첨 행사, 전문댄스팀의 식전공연 등 다양한 볼거리와 즐길거리도 마련할 계획이다.

특히 서울과 대구, 부산, 대전 등의 참가자들을 위해 셔틀버스를 운행하고 타 지역에서 오는 참가자 370여명에 대하여는 선비촌과 선비문화수련원 무료 숙박체험 프로그램도 운영한다.

영주시 관계자는 "소백산 자락에서 불어오는 맑은 공기를 마시며 인삼, 사과 한우 등 건강한 향기가 그윽한 영주에서 색다른 추억을 쌓을 수 있기를 바란다"고 전했다.

@highlight

영주시에서 제17회 영주소백산마라톤대회를 오는4월7일 영주 시민운동장에서 개최하는데 가족과 연인이 함께할 수 있는 5km 코스부터 마라토너를 위한 10km, 풀코스, 하프코스 등 4개 부분으로 나뉘어 열리고 참가신청은 온라인 홈페이지에서 간편하게 신청할 수 있다