오수·관촌농협(조합장 김학운)이 2018년 정기총회에서 15억여원의 당기순이익을 달성하고 3년 연속 10억원이 넘는 흑자결산으로 내실있는 조합경영을 한 것으로 나타났다.

오수·관촌농협은 지난 9일 본점 2층 회의실에서 가진 2018년 조합원결산총회에서 2017년도 결산보고서 승인과 합리적인 자금관리 등을 통한 경영 개선을 지속적으로 추진한 결과 15억400만원의 흑자결산을 했다.

농협은 조합원들에게 출자배당 4억8천500만원과 이용고배당 4억원을 현금으로 지급하고 사업준비금으로 3억7천500만원을 적립했다.

오수·관촌농협은 2018년말 현재 상호금융예수금 잔액은 2천190억원으로 전년대비 108억원이 증가했으며, 상호금융대출금은 1천791억원으로 184억원이 증가하여 총 자산규모가 3천23억원의 튼실한 농민들의 금융기관으로 자리 잡았다.

이러한 성과를 바탕으로 농협은 조합원들을 위한 사업으로 조합원 자녀 장학금 5천300만원을 비롯, 농산물 유통손실보전금 3천300만원, 풍수해보험지원 8천500만원, 발아 육묘지원 및 비료값 할인 4천100만원 등 총 9억8천만원의 교육지원사업비 예산을 집행했다.

특히 2018년 주요사업으로 조합원이 생산한 농산물 판매에 주력한 결과, 양곡 160여 억원, 복숭아 73억원, 홍고추 244억원, 오이 16억원, 장미 14억원, 딸기 13억원, 감자 2억7천만원 등 총 366억원 농산물 판매실적을 거두는 괄목할 만한 사업성과를 거뒀다.

김학운 조합장은 "우리 농협은 조합원의 소득증대와 편익제고를 최우선으로 하고 있다"며 "생산은 농민,판매는 농협이라는 기본원칙 아래 지역농산물 규모화와 활성화에 최선을 다하겠다"고 강조했다.

이어 김 조합장은 "갈수록 고령화 되어가는 농촌의 현실을 감안하여 육묘 공급 및 산물벼 수매에 적극 앞장서는 등 농촌을 살리고 조합원의 소득증대에 '제 역할을 다하는 오수관촌농협'을 만들어 가겠다"고 밝혔다.

@highlight

오수·관촌농협은 지난 9일 본점 2층 회의실에서 열린 2018년 정기총회에서 15억4천만원 흑자 결산을 마쳤으며, 이는 조합원이 생산한 농산물 판매실적에서 괄목할 만한 성과를 거둔 것의 결과라고 발표하며 조합원들에게 출자배당 4억8천5백만원과 이용고배당 4억원을 현금 지급하고 3억7천5백만원은 사업 준비금으로 적립했다고 밝혔다.