= 국토교통부(장관 김현미)는 화재에 취약한 건축물의 성능보강을 지원하기 위해 '2019년 건축물 화재안전성능보강 지원사업(약 72동 지원예정)'을 신규로 시행한다.

지원사업은 피난약자이용시설(의료시설·노유자시설·지역아동센터·청소년수련원) 및 다중이용업소 건축물(목욕탕·고시원·산후조리원·학원) 중 3층 이상으로서 가연성외장재를 사용하고 스프링클러가 미설치된 건축물을 대상으로 한다.

보강방법으로 외장재 교체, 스프링클러 및 외부피난계단 설치 등을 선택할 수 있으며, 필로티 건축물의 경우에는 화재의 수직확산을 방지하기 위해 1층 필로티 주차장 천정과 외부 마감재를 불연재로 교체해야 한다.

시범사업 대상으로 선정될 경우 국가와 지방자치단체로부터 보강공사비용 중 약 2,600만 원까지 지원(총 보강비용 4천만 원/동 기준)받게 된다.

특히 건축물 소유자가 효율적이고 적정한 보강방법을 선택할 수 있도록 지방자치단체는 건축·화재분야 전문가로 구성된 자문단을 운영해 보강계획 수립에 대한 컨설팅도 제공할 예정이다.

국토교통부 박승기 건축정책관은 "현재 국회에서 논의 중인 '건축물 관리법'이 통과되면 내년부터는 지원대상 건축물에 대해 화재안전성능보강이 의무화될 예정"이라면서 "화재로 인한 인명피해를 방지함으로써 안전한 삶터를 조속히 조성하기 위해 2022년까지 사업을 한시적으로 추진할 계획"이고 "화재성능보강을 희망하는 주택 소유자에 대해서도 주택도시기금을 활용해 저리로 융자할 예정"이라 밝혔다.

화재안전성능보강을 희망하는 건축물 소유자 또는 관리자는 3월4일부터 4월30일까지 해당 시·군·구 건축부서에 신청서를 제출하고, 지원대상은 시·도 선정심사위원회의 심사 등을 거쳐 오는 6월 중 최종 선정될 예정이다.

지원사업과 관련한 대상시설의 종류, 지원요건 및 보강방법 등 세부사항은 국토교통부 홈페이지(알림마당>공지사항)에서 확인할 수 있다.

@highlight

국토교통부는 화재에 취약한 건축물의 성능보강을 지원하기 위해 피난약자이용시설 및 다중이용업소 건축물 중 3층 이상으로서 가연성외장재를 사용하고 스프링클러가 미설치된 건축물을 대상으로 '2019년 건축물 화재안전성능보강 지원사업'을 신규로 시행하고자 하며, 시범사업 대상으로 선정될 경우 국가와 지방자치단체로부터 보강공사비용 중 약 2,600만 원까지 지원받게 된다고 전했다.