[환경일보] 심영범 기자 = 자가치료 목적으로 의료용 대마 등 마약류를 휴대통관하거나 공급받은 환자의 불편한 관리의무를 면제토록 하는 방안이 추진된다.

더불어민주당 신창현 의원(의왕?과천)은 26일 이같은 내용을 골자로 하는 '마약류 관리에 관한 법률' 일부개정안을 대표발의 했다.

현행법은 국내에서 허가된 마약 또는 향정신성의약품을 의사로부터 투약 받거나 약국에서 구입한 환자는 마약류 취급 자격 없이도 식품의약품안전처장에게 보고 후 마약류를 취급할 수 있도록 허용하고 있다.

그러나 외국에서 처방받은 마약류를 자가 치료를 위해 국내 체류기간 동안 휴대해 입국하거나 해외에서 허가된 마약류를 한국희귀·필수의약품센터를 통해 수입·공급받은 사람의 경우 식품의약품안전처장으로부터 승인을 받고 마약류 취급보고, 저장시설 구비 및 점검, 사고마약류 발생 보고 및 폐기신청과 같은 관리의무를 이행하도록 하고 있다.

국내에서 허가된 치료제와 해외에서 허가된 치료제에 차이가 없음에도 불구하고 2중규제를 하고 있는 셈이다.

지난해 말 의료용 대마를 합법화 하는 내용의 법안이 국회 본회의를 통과했지만, 환자와 가족 등 관계자들은 신청과, 취급절차가 복잡해 불편함을 호소해왔다.

식품의약품안전처 또한 국내와 해외 약품에 차이가 없어 관리의무를 면제해야 한다는 것에 동의하고 있는 상황이다.

이에 해외에서 구입하는 의료용 마약도 국내 판매 의약품과 동일하게 구매하고 사용할 수 있도록 그 절차를 간소화 하는 법안이 마련된 것이다.

신 의원은 "입법 보완을 통해 환자들이 간편하게 처방받고 구입할 수 있는 체계가 시급히 마련돼야 한다"고 개정안 발의 취지를 밝혔다.

한편 이번 개정안에는 더불어민주당 김병기, 남인순, 노웅래, 심재권, 윤후덕, 이종걸, 전재수, 정춘숙, 제윤경, 표창원 의원 등 총 11명이 공동으로 참여했다.

의료 목적 대마의 사용을 허용한 '마약류 관리에 관한 법률'은 3월12일 시행 예정이다.

@highlight

의료 목적 마약류를 통관받아 공급받은 환자들이 식품의약품안전처장의 승인, 취급보고, 점검 등의 복잡한 절차없이 간편하게 사용할 수 있도록 관리의무를 면제한다는 '마약류 관리에 관한 법률 개정안'이 3월 시행된다.