인천지역 4차산업 혁명과 발전을 위한 논의의 장이 열렸다.

인천지역인적자원개발위원회는 지난 25일 '4차산업 분과위원회'를 진행했다고 26일 밝혔다.

분과위원회에서는 지난해 위원회 운영 결과 안내와 올해 분과위원 위촉식을 진행, 2019년도 위원회 운영방향을 논의했다.

분과위원으로는 김형주 위원장을 비롯해 김근식(로봇산업진흥센터 센터장), 김성남(한국기술경영원 이사), 김용필(케이티 부장), 김재호(지와이네트웍스 기술연구소 부소장), 김준호(렛유인 실장), 문다니엘(DCG 대표이사), 박기식(인하공전 교수), 박창희(한국자동차 대표이사), 안철(마이크로웍스코리아 대표이사), 이애본(한국정보과학진흥협회 실장), 이진형(인천경제산업정보테크노파크 팀장), 장철(크레웍스 대표이사), 전영수(미니로봇 이사), 정종우(인천지역인적자원개발위원회 책임연구원), 조상덕(한국폴리텍대학 남인천캠퍼스 교수), 최훈성(초이스밸류 대표이사), 한성호(인천경제산업정보테크노파크 팀장), 황하기(인천시 신성장산업과 주무관)이 위촉됐다.

특히 올해 분과위원회 운영방향은 인천시의 4차 산업혁명 기본계획과 기조를 같이할 계획이다.

시의 기본계획은 드론, VR·AR·MR, 3D 프린팅, 로봇, 바이오 등을 기반으로 하는 AI, 블록체인, IOT, 빅데이터 등의 핵심기술 발전과 사회경제적 변화 도모다.

김형주 분과위원장은 "인천시 신성장산업과 4차산업대응팀, 인천경제산업정보테크노파크와 함께 지속적으로 인천기업들의 혁신성장 8대 선도사업과 신사업 규제애로 사항을 제시할 것"이라며 "4차 산업혁명 시대에 인천지역이 신성장, 혁신성장 8대 선도사업, 신사업 규제애로 사항 해소하기 위해 최선을 다하겠다"고 말했다.

@highlight

인천광역시는 25일 4차산업 혁명의 성장을 위한 분과위원회를 열었고, 여기에서는 4차산업 혁명과 관련한 위원회의 운영 방침을 토의한 것으로 알려졌다.