부천시는 '부천형 커뮤니티케어 선도사업' 추진을 위해 지난 25일 보건·의료·복지·경제 분야 등 17개 기관과 업무협약을 체결했다.

이번 협약은 보건·의료와 복지 간의 분절적 서비스를 해소하고 시민 중심의 부천형 커뮤니티케어 통합 플랫폼을 구축하기 위한 것이다.

협약에는 순천향대학교부속부천병원, 가톨릭대학교부천성모병원, 대성병원, 세종병원, 다니엘병원, 부천시립노인전문병원, 부천시의사회, 부천시약사회, 부천시한의사회, 국민건강보험공단 부천북부지사 및 남부지사, 원미·소사·나눔 지역자활센터, 삼광재가서비스센터, 부천희망재단, 부천시 사회적경제협의회가 참여했다.

참여 기관들은 민간과 공공 부분의 협력 및 서비스 연계를 통해 지역사회 통합 돌봄 체계 구축에 협력하기로 했다.

분야별로는 입원환자 퇴원 시 돌봄이 필요한 환자에게 사례관리 연계, 만성질환자 방문 진료 지원, 지역주민의 식사·집수리·가사 등 통합 돌봄 지원, 커뮤니티케어 기금 마련 등이 있다.

부천시는 포용적 복지국가 구현을 위한 보건복지부 커뮤니티케어 로드맵에 따라 지역사회가 보유한 인력·재원·전문성 등 민·관 자원을 활용해 지역실정에 적합한 자율계획을 수립하고 있으며, 복지부가 제시한 19개 모델을 포함한 총 36개 사업으로 커뮤니티케어 선도사업을 추진할 예정이다.

장덕천 부천시장은 "부천의 커뮤니티케어 선도사업 수행을 위해 적극 참여해준 의료, 보건, 복지, 경제 분야의 기관 및 단체에 감사드린다"며, "이러한 노력이 모여 부천형 커뮤니티케어 시스템 구축과 추진에 밑거름이 되고 더 나아가 장애인, 정신질환자, 노숙인 등 취약계층의 포괄케어를 전담하는 선도 서비스가 정착되기를 기대한다"고 말했다.

신응진 순천향대부속부천병원장은 "이번 협약에 따라 우리 병원은 급성기 및 만성질환 등으로 일상생활 수행능력이 저하돼 돌봄이 필요한 환자를 선별하고 돌봄 계획을 마련해 살기 좋은 부천을 조성하는데 힘이 되겠다"고 말했다.

@highlight

부천시는 지난 25일, 보건·의료와 복지 간의 분절적 서비스 해소 와 시민 중심의 부천형 커뮤니티케어 통합 플랫폼을 구축하기 위한 '부천형 커뮤니티케어 선도사업' 추진을 위해 순천향대학교부속부천병원, 가톨릭대학교부천성모병원 등 보건 의료 복지 관련 17개 기관과 업무협약을 맺어 민간과 공공 부분의 협력과 연계로 통합 돌봄 체계 구축에 협력하기로 했다.