대구경북(TK) 국회의원들이 지난해 모금한 후원금은 49억4천223만여원으로 나타났다.

1인당 평균 모금액은 1억7천650만여원이었으며, 보수의 텃밭답게 자유한국당 소속 의원들이 후원금 상위 5명 중 네 자리를 꿰찼다.

중앙선거관리위원회가 26일 공개한 '2018년도 국회의원 후원회 후원금 모금액'에 따르면 지난해 말 기준으로 TK에서 가장 많은 후원금을 모금한 이는 주호영 한국당 의원(대구 수성을)이었다.

주 의원은 3억1천406만여원을 모금했고, 같은 당 김석기 의원(경주)이 2억9천979만원으로 뒤를 이었다.

행정안전부 장관을 맡은 김부겸 더불어민주당 의원(대구 수성갑)이 2억8천112만여원을 모으며 TK 여당 정치인 중 가장 많은 액수를 후원받았다.

반면 국가정보원 예산 증액을 대가로 1억원의 국정원 특수활동비를 받은 혐의로 구속기소 된 최경환 한국당 의원(경산)이 3천311만원으로 TK에서 가장 적은 후원금을 모았다.

올 1월 한국당 대구 동을 당협위원장이 된 김규환 의원(비례)이 4천506만원으로 최 의원 다음 순이었다.

지난해 6월 보궐선거로 국회에 등원한 송언석 한국당 의원(김천)은 1억5천286만여원을 모았다.

대한애국당을 이끄는 조원진 의원(대구 달서병)은 1억7천275만여원을, 유승민 바른미래당 의원(대구 동을)은 1억4천437만여원을 모금한 것으로 집계됐다.

지난해 말 기준 국회의원 298명(2명 제외·노회찬 정의당 의원 사망, 이군현 한국당 의원 의원직 상실)의 후원회 모금액은 493억8천290만7천163원으로 집계됐다.

1인당 평균 모금액은 1억6천571만4천454원이었다.

노웅래 민주당 의원이 3억2천379만여원으로 가장 많았다.

꼴찌는 이우현 한국당 의원(1천28만여원)이었다.

이 의원은 지역 정치인과 사업가 등으로부터 10억원대 불법 자금을 받은 혐의 등으로 구속기소 돼 현재 재판을 받고 있다.

@highlight

중앙선거관리위원회가 26일 공개한 '2018년도 국회의원 후원회 후원금 모금액'에 따르면 지난해 말 기준으로 대구경북(TK) 국회의원들이 모금한 후원금은 49억4천223만여원,  1인당 평균 모금액은 1억7천650만여원이었으며, 보수의 텃밭답게 자유한국당 소속 의원들이 상위 5명 중 네 자리를 꿰찼고 가장 많이 모금한 이는 주호영 한국당 의원(대구 수성을)이었다. 