호암상 수상자인 안규리(64·오른쪽) 사단법인 라파엘인터내셔널 이사장 겸 서울대 의대 교수와 김한조(63·왼쪽) 하나금융나눔재단이사장(전 한국외환은행장) 등 두 명이 삼성전자의 새로운 사외이사로 추천됐다.

또 박재완 전 기획재정부 장관은 사외이사 재선임이 결정됐다.

삼성전자(005930)는 다음달 20일 서울 서초구 삼성전자 서초사옥 5층 다목적홀에서 제 50기 정기주주총회를 열고 이들 3명을 사외이사로 신규·재선임한다고 26일 공시했다.

안규리 교수와 김한조 이사장 등 신규 사외이사 후보들은 삼성전자가 창사 이래 50년만에 처음으로 회사 측 추천권을 없앤 사외이사후보추천위원회(사추위)를 통해 추천된 인물들이다.

특히 안 교수는 1997년부터 소외된 이주노동자들을 위해 매주 일요일 무료 의료활동을 펼치고 있는 라파엘클리닉을 이끌며 지난 20년여간 봉사를 실천한 공로로 2017년 호암상 사회봉사상을 수상한 경력을 갖고 있다.

또 김한조 이사장은 외환은행에서 30년 넘게 근무하며 은행장까지 오른 인물로 하나은행과의 조기통합을 주도하기도 했다.

통합 이후에는 하나금융지주 부회장을 거쳐 현재 하나금융나눔재단 이사장으로 일하고 있다.

사추위 위원 중 한명인 박재완 전 장관도 3월로 임기가 만료되는 사외이사 3명 중 유일하게 재선임이 결정됐다.

이밖에 이번 정기 주총에서 사외이사 선임과 함께 재무제표 승인 및 감사위원 위원 선임 건 등을 처리할 예정이다.

한편 이재용 부회장은 석방 직후인 지난해 3월 정기주주총회 직후 이사회 중심 경영과 투명성 강화를 위해 회사 측의 사외이사 추천권을 없앴다.

이후 지난달 이사회에서 김종훈 키스위모바일 회장을 위원장으로 임명한 사추위는 그를 포함해 박병국 서울대 교수, 박재완 전 기획재정부 장관 등 사외이사 3명이 △경영 △경제 △회계 △법률 △회사 관련기술 등에 전문지식과 경험이 풍부한 인물을 물색해 신규 사외이사로 추천한 것으로 전해진다.

@highlight

삼성전자 창사 이래 처음으로 사외이사후보추천위원회를 통해 추천된 안규리 서울대 의대 교수와 김한조 하나금융나눔재단이사장이 다음달 20일 삼성전자 서초사옥 5층 다목적홀에서 열리는 제 50기 정기주주총회에서 사외이사로 선임한다고 밝혔다.