2월 경기지역 소비자 심리지수가 전월 수준에서 횡보하며 비관세를 헤어나지 못한 것으로 나타났다.

한국은행 경기본부가 26일 발표한 '2월 경기지역 소비자동향조사 결과'에 따르면 이달 소비자 심리지수는 98.3으로 전월(98.2) 대비 0.1p 상승, 사실상 보합을 보였다.

소비자동향지수는 100을 기준값으로 한 심리지표로 100보다 크면 낙관적임을, 작으면 비관적임을 의미한다.

지난해 10월(99.7)부터 이어진 비관세가 이달까지 이어진 셈이다.

세부항목별로는 가계 재정상황 인식을 나타내는 현재생활형편(92→93)이 전월 대비 1p 상승했으나 생활형편전망(93→92)은 1p 하락했다.

가계수입전망은(99→97)은 봉급생활자(103→102)와 자영업자(94→85)의 동반 하락 영향으로 전월 대비 2p 떨어졌다.

이 영향으로 임금수준전망(120→119)은 전월보다 소폭 감소, 소비지출전망(110)은 보합세를 나타냈다.

가계 경제상황 인식을 나타내는 현재경기판단(68→72)은 전월 대비 4p, 향후경기전망(75→80)도 5p 상승하며 4개월 연속 상승구도를 보였다.

현재가계저축(92→95)은 전월 대비 3p 상승했으나 역지표인 현재가계부채(100→98)와 가계부채전망(97→96)이 하락하며 호전세를 보였다.

다만, 가계저축전망(96→94)은 전월보다 2p 하락했다.

금리수준전망(124→122)의 경우 전월보다 2p 하락했다.

금리가 인상되지 않을 것이라는 응답자 수가 증가한 것으로 풀이된다.

2월 중 취업기회전망(76→79)은 전월 대비 3p 상승했고, 물가수준전망(144→142)은 2p 하락했다.

주택가격전망(91→83)은 부동산규제와 공급증가 영향에 전월 대비 8p 하락, 전월보다 하락폭을 더 키웠다.

@highlight

한국은행 경기본부가 26일 발표한 '2월 경기지역 소비자동향조사 결과'를 보면 2월 소비자 심리지수는 전달 보다 0.1p 오른 98.3이며 지난해 10월(99.7)부터 줄곧 비관세가 이어지고 있다.