정부가 3·1운동 및 임시정부 수립 100주년을 맞아 국무회의를 통해 3·1 독립만세운동의 상징인 유관순 열사에게 건국훈장 1등급(대한민국장)을 추서하기로 의결하자 각계에서 일제히 환영의 뜻을 전달하고 있다.

구본영 천안시장은 "민족의 얼 유관순 열사의 서훈이 1등급으로 격상된 것에 대해 70만 천안시민과 환영을 뜻을 밝힌다"며 "서훈상향을 계기로 유관순 열사의 발자취와 숭고한 뜻을 더욱 널리 알릴 수 있기를 희망한다"고 말했다.

이어 "선조들의 호국정신과 민족의 얼이 담긴 3·1운동 정신을 계승하는 일에 천안이 중심에 설 수 있도록 노력해 나가겠다"고 전했다.

자유한국당 충남도당은 논평을 통해 "유관순 열사의 서훈 상향은 저평가(3등급/독립장)된 열사의 서훈을 바로잡고자 충남도민, 천안시민 등이 합심해 이루어낸 값진 성과"라며 "자유한국당도 미흡하지만 소중한 여정에 함께 했음에 큰 보람을 느끼고 열사의 저력을 디딤돌 삼아 반듯한 나라, 새로운 충남에 매진할 것이다"고 밝혔다.

더불어민주당 박완주(천안을) 의원은 "정부가 유관순 열사의 서훈을 건국훈장 1등급으로 추서하기로 결정한 것은 단순히 유 열사 개인에 대한 합당한 예우를 다하는 차원을 넘어, 3·1운동의 정신이 오늘날 국민주권 시대를 활짝 연 대한민국의 뿌리이자, 나아가 앞으로의 새로운 100년이 지향하고 계승해야할 최우선 가치임을 다시금 천명했다는 점에서 그 의미가 더욱 남다르다"고 평가했다.

유 열사가 만세운동을 한 아우내 장터를 지역구로 둔 더불어민주당 이규희 의원은 "이번 1등급 상훈 추서는 천안시민과 국민의 목소리가 만들어낸 힘" 이라며 "지난 대한민국의 100년을 이끄신 수많은 독립운동가의 숭고하고 고결한 애국정신을 재평가하는 계기가 될 것이다"고 밝혔다.

@highlight

3·1운동 및 임시정부 수립 100주년을 맞아 정부가 유관순 열사에게 건국훈장 1등급을 추서하기로 하자 당을 초월하여 각계에서 일제히 환영의 뜻을 전달하고 있다.