여승철 내달 1~7일 인천아트플랫폼 '위안부 할머니 연필 드로잉전' ▲ 한영미作 '김복동 할머니'.

▲ 한영미作 '이수단 할머니'.

3.1만세운동 100주년을 맞아 위안부 할머니들의 모습을 담은 전시회가 열린다.

3월1일부터 7일까지 인천아트플랫폼 창고갤러리에서 한영미 작가가 '갇힌 슬픔'이라는 주제로 '위안부 할머니 연필 드로잉전'을 갖는다.

한 작가의 첫 개인전인 이번 전시에는 모두 29점의 작품이 선보이는데 대부분 위안부 할머니들의 모습을 드로잉 작품으로 담았다.

특히 작품 가운데는 피해자로만 머물지 않고 위안부 할머니들의 목소리를 대변해오며 인권운동가로 활동하다 지난 1월28일 별세한 김복동 할머니의 모습도 있다.

한 작가는 김복동 할머니와 함께 이수단, 배삼엽, 현병숙, 김의경, 박우득, 김순옥, 박서운, 박대임 할머니들의 모습도 그려냈다.

이들 작품들은 위안부 할머니들의 모습을 지속적으로 촬영해온 안세홍 사진가의 작품집 <겹겹>을 바탕삼아 제작됐다.

한 작가는 "위안부 피해자로 등록된 239명 중 23명만이 생존해 계시고 평균 연령 90을 훌쩍 넘긴 생존자들 대부분이 병마에 시달리고 계시다 하니, 이들에게 모진 역사의 시간은 여전히 광폭하게 흘러만 갑니다"라며 "애초에 전시를 목적으로 위안부 할머니들을 그린 것은 아니고 점차 그들의 해결되지 않은 현재적 삶에 드리운 노역과도 같은 고통의 시간들을 표현해볼 생각으로 드로잉 작업을 진행했습니다"라고 말했다.

이번 전시는 위안부 할머니들을 그린 드로잉 작품들 외에도 '북성포구 사람들' 연작과 '공장' 연작, 수채화로 제작된 '북성포구'도 함께 전시될 예정이다.

한영미 작가는 '시우회'의 단체전으로 작품활동을 시작한 뒤 지난해 제19회 계양미술대전에서 일반부 우수상을 수상했다.

@highlight

3.1만세운동 100주년을 맞아 한영미 작가가 3월1일부터 7일까지 인천아트플랫폼 창고갤러리에서 '갇힌 슬픔'이라는 주제로 위안부 할머니들의 모습을 드로잉 작품으로 담은 29점의 작품을 '위안부 할머니 연필 드로잉전'에서 공개한다.