중증 질환 등 특별배려 수형자 25명 문재인 정부 들어 두 번째 특별사면이 단행됐다.

박상기 법무부 장관은 26일 정부서울청사에서 청와대 국무회의 의결을 거친 특별사면 내용을 발표했다.

법무부는 이날 3·1운동 100주년을 맞아 정부가 일반 형사범과 사회적 갈등을 빚은 시국사건 관련자 등 4천378명에 대해 특별사면을 단행, 대표적인 7개 사회적 갈등 사건 대상자로는 광우병 촛불시위와 밀양 송전탑 반대 집회, 제주 해군기지 건설 반대 집회, 세월호 관련 집회, 한일 위안부 합의안 반대 집회, 사드 배치 반대 집회, 쌍용자동차 파업 참가 등으로 처벌받은 107명이 포함됐다.

또, 살인이나 강도 등 강력범죄를 제외한 일반 형사범 4천246명도 형을 면제받거나 감경받았다.

이 밖에 중증 질환자나 고령자, 어린 자녀를 둔 여성 등 특별한 배려가 필요한 수형자 25명도 특사 명단에 올랐다.

25명의 특별배려 수형자는 △중증 질병으로 인해 형집행정지 중인 자 또는 정상적인 수형 생활이 곤란한 수형자·70세 이상 고령자 중 수형 태도가 양호하고 재범위험성이 낮은 모범 수형자(14명) △실질적 양육이 곤란한 어린 자녀가 있고 수형 태도가 양호한 수형자(4명) △지속적인 폭력에 시달리다가 대항하는 과정에서 우발적으로 인명침해의 결과를 초래한 수형자(5명) △생활고로 식품 의류 등 생필품을 훔치다가 적발된 피해금액 100만원 미만 생계형 절도사범(2명) 등이다.

부패범죄를 저지른 정치인, 경제인, 공직자와 음주운전과 무면허 운전 사범은 제외됐다.

박 장관은 이번 사면을 통해 사회적 갈등과 상처가 치유되고, 민생 안정과 사회 통합의 계기가 마련되기를 기대한다고 밝혔다.

앞서 법무부는 지난 20일과 21일 사면심사위원회를 열어 사면 대상자를 심사해 청와대에 상신한 바 있다.

특별사면은 국무회의 심의·의결을 거쳐 문재인 대통령이 확정·공포한다.

@highlight

26일 정부서울청사에서 박상기 법무부 장관은 3·1운동 100주년을 맞아 시행되는 특별사면에 대표적인 7개 사회적 갈등 사건 대상자 107명을 포함한 4,378명이 대상자인 반면, 부패범죄를 저지른 정치인, 경제인, 공직자와 음주운전과 무면허 운전 사범은 제외됐다고 전했다.