세계 랭킹 1위 에리야 쭈타누깐(태국)과 2위 박성현(26) 에리야 쭈타누깐의 대결은 골프팬들에게 가장 관심을 끄는 매치다.

이번 시즌 첫 맞대결이 28일 싱가포르 센토사 골프클럽에서 열리는 HSBC 위민스 챔피언십에서 펼쳐진다.

세계랭킹 3위 이민지(호주)까지 가세해 그야말로 1~3위의 진검승부가 예고됐다.

박성현과 쭈타누깐의 대결은 세계 랭킹 1~2위를 떠나 한국과 태국 그리고 장타 등의 이슈를 낳는다.

한국을 대표하는 여자골퍼 박성현은 지난해 하반기 태국의 자존심 쭈타누깐에게 세계 1위 자리를 내준 뒤 되찾지 못하고 있다.

게다가 둘은 LPGA 투어를 대표하는 장타자들로 호쾌한 스윙을 구사한다.

2018시즌 기준 박성현은 269야드, 쭈타누깐은 266야드로 평균 드라이브샷 부문 6위와 15위였다.

순위만 보면 조금 뒤처져 있지만, 쭈타누깐이 티샷 때 드라이버보다 우드나 아이언을 사용한다는 점을 고려하면 엄청난 파괴력이다.

박성현은 지난 2월 시즌 첫 대회 출전을 앞두고 국내에서 가진 기자회견에서 쭈타누깐과의 경쟁 관계에 대한 질문을 받고는 "쭈타누깐도 지겨울 것 같다"며 멋쩍게 웃고는 "쭈타누깐과 경쟁 구도는 제게 정말 좋은 일이다. 비시즌 기간 연습하면서 세계 1위가 다시 되고 싶다는 생각을 했고, 쭈타누깐도 그랬을 것이다. 그는 어리지만 배울 점이 많은 선수"라고 의식했다.

27일 기준 세계 랭킹 포인트는 쭈타누깐이 6.49점, 박성현 5.66점으로 조금 더 격차가 벌어졌다.

이민지는 5.36으로 1,2위를 바짝 추격하고 있다.

이번 대회 결과에 따라 순위가 바뀔 수 있는 만큼 신경을 쓰지 않을 수 없다.

셋은 28일 오전 11시 20분부터 경기를 시작한다.

이번 시즌 처음 대회에 출전하는 세계랭킹 5위 박인비(31)는 유소연(29), 렉시 톰프슨(미국)과 함께 오전 11시 9분에 1라운드를 치른다.

@highlight

28일 싱가포르 센토사 골프클럽에서 열리는 HSBC 위민스 챔피언십에서 세계 랭킹 1위 에리야 쭈타누깐과 2위 박성현의 대결과 함께 세계랭킹 3위 이민지의 경기까지 더해져 진검승부가 예고됐다. 