'사이보그 그녀'·'시간이탈자' 작업 참여 ▲ 수원영화인협회 임원들이 기념사진을 촬영하고 있다.

사단법인 한국영화인 총연합회 경기지회 수원지부(수원영화인협회)가 제10차 및 정기총회를 열고 박병두 현 수원문인협회장을 제3대 수원영화인협회 신임 회장으로 선출했다.

지난 23일 열린 제10차 정기총회에서는 70여명의 회원을 비롯, 제2대 나현식 회장 직무대행, 지상학 한국영화인총연합회장(이하 영협), 이기원 경기도영화인협회장, 조동관 지회지부소위원장, 이영길 수원예총회장, 이평주 수원연예협회장, 안태근, 김민준, 곽재용, 장현수 감독, 조희문 영화평론가, 송재문 기획프로듀서 부이사장 등 영화인들이 참석한 가운데 개최됐다.

박병두 신임회장은 1964년 전남 해남 출생으로 한신대 문예창작학과 졸업 후 아주대학교대학원 국어국문학과를 거쳐 원광대학교에서 박사학위를 취득했다.

1985년 TV방송 드라마 대본을 쓰면서 창작 활동을 시작했으며, <월간문학>, <수필문학>, <현대시학>, <열린시학>에 문학평론이 당선, 활발한 작품 활동을 이어가고 있다.

곽재용 감독영화 '사이보그 그녀', '시간이탈자' 영화 작업 참여했고, 2009년 제12회 공무원(입법부·사법부·행정부)문예대전에서 희곡·시나리오 '박순경', '외로운 외출'로 수상하기도 했다.

고산문학상, 이육사문학상, 전태일문학상, 수원시문화상, 경기예술대상, DMZ국제다큐영화제상, 에거사 크리스티상, 공무원문학상, 심호 이동주문학상, 김달진문학상 특별상을 수상했으며, 제27대 수원문인협회 회장을 역임했다.

@highlight

사단법인 한국영화인 총연합회 경기지회 수원지부가 다양한 영화인들이 참석한 정기총회에서 1985년부터 활발한 활동을 펼치고 있는 박병두 현 수원문인협회장을 제3대 수원영화인협회 신임 회장으로 선출했다. 