GS에너지가 아랍에미리트(UAE)의 아부다비국영석유회사(ADNOC)와 유전개발을 포함한 다양한 에너지사업 분야에서 협력을 강화해 나가기로 했다.

GS에너지는 지난 26일 서울 신라호텔에서 ADNOC과 유전개발·LNG(액화천연가스)트레이딩·원유정제·주유소 사업 관련 협력을 위한 양해각서(MOU)를 체결했다고 27일 밝혔다.

이날 행사에는 허용수 GS에너지 사장과 술탄 알 자베르 ADNOC 총재 등 양사 관계자들이 참석했다.

GS에너지는 지난 2015년 ADNOC의 UAE 육상생산광구사업에 참여하며 우리나라 유전개발 역사상 단일사업 기준 최대규모인 40년간 약 8억배럴의 원유 생산량을 확보한 바 있다.

여기에서 생산 중인 하루 약 5만배럴의 원유는 전량 국내에 도입하고 있다.

또 2012년부터 시작한 UAE 탐사광구사업은 올해 하반기 상업생산을 개시해 하루 약 4000배럴의 원유 생산량을 추가적으로 확보하게 된다.

이와 같이 자원개발사업 파트너십을 통해 쌓아온 신뢰가 양사간 협력관계 확장을 위한 MOU 체결로 이어지게 된 것이다.

먼저 GS에너지는 글로벌 초대형 석유회사인 ADNOC과의 교류를 더욱 활성화함으로써 해외자원개발사업 역량 및 전문성을 키워 나간다는 방침이다.

또 ADNOC과 영위해 오고 있는 기존의 유전개발사업 외에도 신규 자원개발사업에 대한 기회를 함께 모색하는 발판으로 삼을 예정이다.

이외에도 양사는 LNG마케팅·트레이딩분야에서 공동사업의 기회를 발굴해 나가는 한편, 원유정제 및 주유소 소매사업 분야에서 운영 경험 및 노하우를 공유함로써 시너지를 창출한다는 계획이다.

허용수 사장은 "유전개발사업으로 인연을 맺은 이래 형제와 같은 관계를 이어온 ADNOC과 협력분야의 외연을 확장하게 되어 매우 기쁘다"며 "이렇게 양사간 관계를 더욱 발전시켜 나갈 수 있었던 데에는 정부의 외교적 지원도 큰 역할을 했다"고 말했다.

이어 "앞으로 세계를 무대로 대한민국 에너지산업의 위상을 높일 수 있도록 최선을 다하겠다"고 강조했다.

@highlight

GS에너지는 지난 26일 서울 신라호텔에서 다년 간 자원개발 파트너십을 통해 신뢰를 쌓아온 아랍에미리트의 아부다비 국영 석유회사와 유전개발·LNG트레이딩·원유정제·주유소 사업 관련 협력 관계 확장을 위한 양해각서를 체결하였다.