유관순 열사의 조카 유장부씨와 일제강점기 강제징용 피해자 이춘식씨 등이 3월1일 정오, 보신각에서 3.1운동 100주년을 기념해 타종행사에 나선다.

서울시는 이번 타종행사에 윤준병 서울시 행정1부시장과 신원철 서울특별시의회 의장을 비롯해 독립유공자 후손, 3.1운동 정신 계승 활동 인물 등으로 구성된 12명의 타종인사들이 4명씩 3개조로 나눠 각각 11번식 모두 33번의 종을 친다고 27일 밝혔다.

올해 타종인사는 △독립유공자 유관순 열사의 조가 유장부씨 △독립유공자 정용길 선생의 손자 정재진씨 △여성독립유공자 임경애 선생의 자녀 최철훈씨 △독립유공자 임정근 선생의 자녀 임경창씨 △독립유공자 한도련 선생의 자녀 한춘경씨 △민족대표 33인으로 참여한 손병희 선생이 몸 답았던 천도교의 이범창 종무원장 △민족대표 33인으로 참여한 이필주 선생이 몸담았던 정동교회(현 정동제일교회)의 송기성 담임목사 △민족대표로 참여한 백용성 선생이 몸담았던 합천 해인사 내용성선사의 주지이신 감원 도영스님 △강제징용 피해자 실상을 알리고 21년만에 2018년 10월 대한민국 대법원에서 원고 승소 판결을 이끌어낸 이춘식씨 △2018년 유관순 횃불상을 수상한 서울경기여사고등학교 변혜진 학생 등이다.

타종식 개최 후에는 3.1운동 당시 만세운동에 참여했던 학교의 현재 후배 재학생들 100여명이 100년만에 선배들의 함성을 재현하는 100인 만세운동 플래쉬몹 퍼포먼스가 공연된다.

연세대, 동국대, 서울대, 고려대, 보성고, 선린인터넷고, 배재고, 중동고, 경기고, 중앙고, 경신고, 휘문고, 이화여자고, 정신여자고 등 총 14개 학교에서 100여명의 학생이 참가한다.

@highlight

서울시는 3월1일 정오, 보신각에서 강제징용 피해자 이춘식씨 등 독립운동 유공자 후손과 함께 3.1운동 100주년 기념 타종행사를 가진다.