(동양일보 정래수 기자) 정부가 유관순 열사 1등급 훈장 추서를 결정하자 충남도와 천안시, 지역정치권이 일제히 환영의 뜻을 밝혔다.

양승조 충남지사는 26일 도청 프레스센터에서 간담회를 하고 "정부의 결정은 조국의 독립, 자유와 평화, 인권과 민주주의를 염원하는 국민적 열망을 반영한 것"이라고 환영했다.

이어 "유 열사의 서훈 상향을 위해 진행했던 100만인 서명 운동은 중단할 계획"이라며 "유 열사의 숭고한 정신이 세계평화 정신으로 승화되고 민족사에 깊이 뿌리내리도록 노력하겠다"고 밝혔다.

김지철 충남도교육감은 “정부가 1등급 훈장 추서를 통해 열사의 명예를 높였다면, 우리 충남도교육청은 학교 내 일제 잔재를 청산하며 열사의 정신을 계승하고 기릴 것”이라며 “우리 학생들에게는 인권과 평화교육을 통해 민주시민으로 성장할 수 있도록 교육하겠다”고 했다.

유관순 열사의 고향인 천안도 고무된 반응이다.

구본영 천안시장은 "70만 천안시민과 함께 환영을 뜻을 밝힌다"며 "선조들의 호국정신과 민족의 얼이 담긴 3.1운동 정신을 계승하는 일에 우리 천안이 중심에 설 수 있도록 노력하겠다"고 밝혔다.

인치견 천안시의회 의장은 "같은 공적에 대해 훈장을 다시 추서하거나 변경을 할 수 없도록 한 현행 법규를 개정하기 위해 지난해 '상훈법 개정 촉구 건의문'을 채택하는 등 노력해왔다"며 "그동안 천안시의회의 노력이 빛을 본 것 같아 기쁘게 생각한다"고 전했다.

유관순 열사는 1962년 독립운동가에 대한 서훈 때 5등급 가운데 3등급인 '건국훈장 독립장'을 받아 공적과 상징성에 걸맞지 않다는 지적이 제기돼 왔다.

이에 정부는 이날 국무회의를 열고 유관순 열사 서훈 상향을 위한 국민 청원과 국회 특별법 제정 노력 등 사회 여러 분야의 국민적 열망을 반영해 유 열사에 건국훈장 대한민국장을 추가 서훈하기로 의결했다.

@highlight

유관순 열사 1등급 훈장 추서가 결정되면서 양승조 충남지사는 26일 도청 프레스센터에서 진행된 간담회를 통해서 환영의 뜻을 밝혔으며, 구본영 천안시장은 '70만 천안시민과 함께 환영의 뜻을 밝힌다'고 전했다.