[인천=환경일보] 김은진 기자 = 인천시(시장 박남춘)와 인천관광공사(사장 민민홍)는 3·1 운동 및 대한민국 임시정부 수립 100주년을 맞아 역사적 의미를 되새기는 영상 콘텐츠 제작 및 테마투어를 운영한다.

인천의 독립운동 역사를 알리기 위해 한국홍보전문가인 서경덕 성신여대 교수와 함께 '인천독립운동이야기' 영상 콘텐츠를 제작한다.

이번 영상 콘텐츠에서는 ▲백범 김구 선생이 투옥되었던 인천감리서 및 탈옥로, ▲3·1운동 당시 태극기를 나눠주고 게양해 주는 등 주도적 활동을 했던 것으로 알려진 한국 최초로 미학자이자 미술사학자인 우현 고유섭 선생의 생가 ▲3·1독립만세운동 인천지역 발상지인 인천창영초등학교 등 인천 중구, 동구의 대표적인 독립운동 현장이 소개될 예정이다.

또한 역사적 의의를 시민과 함께 기념할 수 있도록 '인천독립운동길 테마투어'를 운영한다.

오는 3월 16일(토)에는 '인천독립운동이야기' 영상에 소개되는 인천 중구, 동구 일대 백범 김구 선생 탈출로 및 3·1운동 장소를 한국홍보전문가 서경덕 교수와 함께 탐방한다.

3월 30일(토)에는 조봉암 선생 집터, 대한 성공회 강화성당, 백범 김구 선생 방문 고택, 강화평화전망대 등 강화 독립운동의 역사적 의미가 깊은 곳을 방문하는 동시에 한반도의 평화를 염원하는 탐방코스로 운영될 예정이다.

'인천독립운동길 테마투어' 참여와 관련한 자세한 사항은 3월 6일(수), 인천관광공사 홈페이지를 통해 확인이 가능하며 테마투어 코스는 개별적으로도 참여할 수 있고 코스에 대한 자세한 소개는 인천관광공사 블로그를 통해 확인할 수 있다.

인천관광공사 민준홍 국내관광팀장은 "2019년은 3·1 운동 및 대한민국 임시정부 수립 100주년을 맞는 역사적으로 뜻 깊은 해다. 이번 관광공사에서 추진하는 영상 콘텐츠 제작 및 탐방행사를 통해 많은 시민들이 인천의 독립운동 역사를 접하게 되는 계기가 되길 바란다"라고 전했다.

@highlight

3·1 운동 및 대한민국 임시정부 수립 100주년을 기념하기 위해 인천관광공사는 인천독립운동길 테마투어를 선보였는데 참여를 원한다면 3.6일 인천관광공사 홈페이지를 방문하면 된다.