금융위원회가 핀테크 및 금융플랫폼 활성화를 위한 금융결제 인프라 혁신 방안 발표로 간편결제 사업을 영위하는 네이버(035420)(네이버페이), 카카오(035720)(카카오페이), NHN(035420)엔터(페이코)에 긍정적 영향을 미칠 것이란 분석이 나왔다.

이 가운데 가장 큰 수혜를 입는 곳은 선불충전방식의 간편결제 오프라인 서비스 확장에 주력하는 카카오로 꼽혔다.

안재민 NH투자증권 연구원은 "정부는 최근 빠르게 등장하는 핀테크 기업을 위해 다양한 규제를 완화했다"며 "소비자들의 간편결제 사용을 활성화해 관련 업체들의 거래대금 증가가 빠르게 나타날 것"이라고 분석했다.

우선 공동 결제 시스템 도입을 통해 간편결제 업체들은 수수료 부담이 완화된다.

현재 결제 충전을 은행에게 건당 400~500원의 수수료를 주던 것을 10분의 1로 줄일 수 있게 됐다.

또 현재 200만원인 선불 충전금 한도를 300만~500만원으로 인상할 예정이다.

안 연구원은 "충전방식의 간편결제업체들은 더 많은 규모의 자금을 확보할 수 있다"며 "이를 활용해 자금을 재투자하고 수익을 거둬 소비자에게 더 많은 리워드를 줄 수 있다"고 설명했다.

현재 소비자가 신용카드가 아닌 결제수단을 제시할 때 신용카드보다 더 큰 혜택을 줄 수 없도록 된 것을 간편결제 사업자가 가맹점과 협의해 추가 리워드가 적립 가능하게 바뀌게 된다.

이는 오프라인 중심 간편결제 사업자에 유리하다는 평가다.

NHN엔터테인먼트의 근거리무선통신(NFC) 기반 간편결제 사업에도 주목할 필요가 있다.

이번 규제 완화를 통해 간편결제 관련 단말기를 무상으로 보급할 수 있게 됐는데 회사가 과거 집중한 NFC 기반 오프라인 가맹점이 확대될 것이라는 이유에서다.

다만 그는 "페이코가 최근 공격적인 마케팅을 통해 거래대금을 늘리기보다 수익성에 집중하고 삼성페이 제휴를 통해 오프라인 시장 공략에 나섰다"며 "이 부분을 얼마나 확대할지는 지켜봐야 한다"고 전했다.

@highlight

금융위원회가 핀테크 및 금융플랫폼 활성화를 위한 금융결제 인프라 혁신 방안 발표로 간편결제 사업을 영위하는 네이버(035420)(네이버페이), 카카오(035720)(카카오페이), NHN(035420)엔터(페이코)에 긍정적 영향을 미칠 것이라고 예상하며 카카오가 가장 큰 혜택을 받을 것으로 보고있는 한편, NH투자증권은 정부가 최근 빠르게 등장하는 핀테크 기업을 위해 다양한 규제를 완화했다며 소비자들의 간편결제 사용을 활성화해 관련 업체들의 거래대금 증가가 빨라질 것으로 분석했다.