신서희 올해 20곳 도입 추진, 2022년까지 142개사 구축 (동양일보 신서희 기자) 세종시가 26일 세종SB플라자 4층에 ‘세종스마트제조혁신센터’의 문을 열고, 지역 중소·중견기업을 대상으로 스마트공장 도입 지원에 나선다.

이날 개소식에는 박형민 경제산업국장과 관계 공무원을 비롯해 대전충남지방중소기업청, 중소기업기술정보진흥원 등 10개의 기업지원기관이 참석했다.

스마트제조혁신센터 개소를 계기로 시는 정부의 ‘중소기업 스마트제조혁신전략’에 따라 올해 20개사를 시작으로 2022년까지 관내 중소·중견기업의 50%인 142개사의 스마트공장 구축을 지원한다.

이를 위해 시는 지난 21일 대전충남지방중소벤처기업청, 기술보증기금, 한국표준협회 등 17개 기관이 참여하는 ‘세종스마트공장추진협의회’를 발족하고 스마트공장 도입기업 발굴 및 지원 방안을 논의했다

스마트공장 도입 기업에는 기초단계의 경우 최대 1억원까지, 기존 설비시스템의 기능향상을 위한 고도화단계의 경우 최대 1억5000만 원이 지원된다.

스마트공장을 도입할 경우 생산성 30.0% 향상, 불량률 43.5% 감소, 원가 15.9% 절감, 납기 15.5% 단축 및 산업재해 22% 감소, 일자리 평균 2.2명 창출 등 가시적인 성과가 있을 것으로 기대된다.

스마트공장 도입을 희망하는 기업은 스마트공장 지원 사업 종합관리시스템(https://it.smplatform.go.kr)에서 신청 가능하며, 자세한 사업 문의는 (재)세종지역산업기획단(☏044-865-9622)로 하면 된다.

박형민 경제산업국장은 “스마트공장 도입은 제조현장의 생산성 향상 및 원가절감 차원에서 거스를 수 없는 대세”라고 강조하고 “스마트공장 보급·확산을 위해 세종시와 유관 지원기관의 역량과 수단을 총동원해 지원할 것”이라고 말했다.

@highlight

세종시는 26일 '세종스카트제조혁신센터'를 열고 관내 중소·중견기업의 50%를 대상으로 생상성 향상, 불량률 감소, 원가 절감 등 가시적인 성과를 낼 수 있는 스마트공장 구축을 지원한다.