천성남 충남 최초 3.1만세운동 발원지로 역사적 고증 완료 (동양일보 천성남 기자) 황선봉 예산군수가 100주년 3.1절을 맞아 26일 독립유공자 유족 가정을 방문, 위문품과 독립유공자 명패를 전달하고 감사와 존경의 뜻을 전했다.

이날 방문한 3가정은 1919년 4월 4일 충남 서산시 정미면 천의장날, 대호지면 만세시위운동에 참여한 박성운 독립유공자의 손녀 강일순(72·예산읍)씨, 1919년 4월 1일 홍성군 금마면 가산리 임시연극장과 홍성장터에서 독립만세 시위에 참여한 이중화 독립유공자의 아들 이응구(92·광시면)씨, 1919년 4월 6일 충남 청양군 운곡면 내에서 산 위 횃불 만세운동에 동참한 이서규 독립유공자의 손자 이승연(70·광시면)씨 등이다.

이날 황 군수는 “3.1운동과 임시정부수립 100주년을 맞아 독립유공자 유족 가정에 명패를 달아드리고 위문드릴 수 있어 매우 뜻깊게 생각한다”며 “앞으로도 보훈가족의 예우강화를 위해 적극 노력하겠다”고 말했다.

군 관계자는 “충청남도 최초의 3.1독립만세운동은 1919년 3월 3일 밤 11시 30분경 윤칠영 등 여러 명이 예산읍내 동쪽 산 위에서 독립만세를 불렀던 것으로 최근, 역사적으로도 고증이 완료돼 3.1운동과 임시정부수립 100주년을 앞두고 있는 시점에서 매우 뜻깊다”며 “우리 지역주민들이 예산군의 위대한 역사성과 우리나라의 자주독립을 위해 헌신하신 선열들의 나라 사랑 정신을 기리고 우리 고장의 소중함을 다시한번 깨닫는 계기가 되었으면 한다”고 밝혔다.

군내에는 독립유공자 유족 25명이 거주하고 있으며 군은 해마다 3·1절과 광복절을 앞두고 위문하고 있다.

@highlight

황선봉 예산군수가 3.1운동 100주년을 맞아 독립유공자 유족 가정을 방문하고 명패를 달아 드리고 위문했다. 