대전 지역의 미분양 주택이 증가한 것으로 나타났다.

반면 충남과 충북의 경우 감소세를, 세종은 미분양 물량이 단 1가구도 없는 것으로 조사됐다.

국토교통부는 27일 전국의 미분양 주택이 지난달 기준 5만 9162가구로 집계돼 전월대비 0.6%(324가구) 증가했다고 밝혔다.

악성미분양으로 불리는 준공 후 미분양은 전국 1만 7981가구로 전월대비 7.4%(1243가구) 늘어난 것으로 나타났다.

미분양 주택 중 수도권은 8153가구, 지방은 5만 1009가구로 나뉘었다.

규모별 전체 미분양 물량은 85㎡ 초과 중대형 미분양은 전월(5388가구) 대비 6.6%(357가구) 증가한 5745가구로 집계됐고, 85㎡ 이하는 전월(5만 3450가구) 대비 0.1%(33가구) 감소한 5만 3417 가구로 나타났다.

충청권은 1만 2081가구로 지방 전체 물량의 24%를 차지했다.

지역별로는 대전의 경우 미분양 1407가구로 전월대비 224가구(18.9%) 증가했다.

악성미분양은 213가구로 전월대비 11.6% 줄었다.

구별로는 동구지역의 경우 117가구, 중구 226가구, 서구 328가구, 유성구 587가구, 대덕구는 149가구로 각각 집계됐다.

투기과열지구로 지정된 세종지역의 경우 미분양과 악성미분양 모두 0가구로 집계돼 모든 주택이 분양된 것으로 확인됐다.

충남의 경우 미분양 주택이 7149가구로 전월대비 7.9%(614가구) 감소했지만 경남 1만 4060가구, 경북 8531가구에 이어 전국에서 세 번째로 많은 미분양 물량을 보유하고 있다.

악성미분양 또한 3014가구로 전월대비 14%(489가구) 감소했지만, 경남과 경북에 이어 전국에서 높은 수치를 보였다.

충북은 미분양 주택이 3525가구로 전월대비 22.7%(1035가구) 줄었고, 악성미분양도 1535가구로 전월대비 5.5%(90가구) 감소했다.

이 밖에 전국 미분양 주택 현황은 국토부 국토교통통계누리에서 확인할 수 있다.

@highlight

국토교통부는 27일 전국의 미분양 주택이 지난달 기준 5만 9162가구로 집계돼 전월 대비 0.6% 증가한 가운데, 지역별로는 대전의 경우 미분양 가구가 18.9%나 증가했으며, 충남의 경우 미분양 주택이 전월 대비 7.9% 감소했지만 경남, 경북에 이어 전국에서 세 번재로 많은 미분양 물량을 가지고 있다고 밝혔다.