태광그룹 일주학술문화재단이 27일 오전 서울 종로구 흥국생명빌딩에서 개최한 '2019 국내 학사 장학증서 수여식'에서 장학생들이 기념촬영을 하고 있다.

태광그룹 일주학술문화재단은 27일 오전 서울 종로구 흥국생명빌딩에서 '2019학년도 27기 국내 학사 장학증서 수여식'을 개최했다고 밝혔다.

이날 행사에서는 고려대학교 미디어학 전공 고채은 장학생이 대표로 장학증서를 받는 등 신규 장학생 60명(인문사회계열 37명, 자연공학계열 17명, 예체능계열 6명)에게 장학증서가 전달됐다.

장학생들은 최대 6학기 등록금 전액과 연간 학업보조금을 지원받는다.

이와 함께 새롭게 멘토링에 임하게 될 신규 장학생들에게 롤모델을 제시하고자, 기존 장학생 중 모범적인 우수멘토 10명을 표창하는 자리도 가졌다.

이번 27기 장학생들은 예년과 같이 재능기부의 일환으로 '아동청소년 공동생활가정(이하 그룹홈)'에서 거주하는 초·중·고교생들을 대상으로 한 멘토링 활동에 주 1회 2시간씩 참여하게 된다.

일주재단의 그룹홈 멘토링은 올해로 8년차로 접어들었으며, 장학생들은 연중 워크숍 및 멘토링 교육 등을 통해 전인적 인재로 성장하게 된다.

또 장학생들은 올해부터 장애인 지원사업단체인 푸르메재단과 함께 장애 부모·형제를 둔 가족구성원들을 대상으로 한 멘토링 활동도 진행할 예정이다.

다음달부터 본격적인 멘토링 활동을 시작한다.

일주재단 관계자는 "일주재단은 28년 동안 학업에 충실하고 사회에 봉사할 줄 아는 다양한 학생들을 선발해 전인적 인재로 거듭날 수 있도록 지원하고 있다"며 "앞으로도 인성적으로 우수한 학생들을 선발해 국가에 이바지할 인재양성을 위해 지원을 아끼지 않을 것"이라고 말했다.

한편 일주재단은 1991년 1기 장학생을 시작으로 현재까지 464억원의 장학 및 학술사업을 지원했으며 국내학사 및 해외석박사 등 1581명의 장학생을 배출했다.

@highlight

태광그룹 일주학술문화재단은 27일 서울 종로구 흥국생명빌딩에서 '2019학년도 27기 국내 학사 장학증서 수여식'을 주최하여 고려대학교 고채은 장학생 등 신규 장학생 60명에게 장학증서를 수여하였는데, 이들 장학생은 최대 6학기 등록금 전액과 연간 학업보조금을 보조받는다.