국가식품클러스터에 강소기업들이 잇따라 투자에 나서며 식품산단 분양 열기가 점차 뜨거워지고 있다.

국가식품클러스터지원센터(이사장 윤태진)는 두부제조 강소기업인 ㈜우리푸디스와 노인식 전문업체 ㈜사랑과선행, 김치가공업체 ㈜GMS, 식품첨가물 제조업체인 한보명가㈜ 등 4개 업체와 투자양해각서를 체결하고, 내달 분양계약을 맺을 계획이라고 밝혔다.

투자협약을 체결한 4개 업체는 LH전북본부의 무이자 분할납부 분양공고 절차가 마무리되는 3월 11일 이후 분양계약을 체결할 예정이다.

㈜우리푸디스는 국가식품클러스터의 최첨단 연구 장비와 우수 연구인력 인프라를 이용해 브랜드가치를 높이고 대외신인도를 확보해 대기업 납품에 손색없는 환경을 구축하는 등 한 단계 더 도약하겠다는 각오다.

3만여㎡에 450억원을 투자해 50여명의 고용창출을 계획하고 있다.

㈜사랑과선행은 산학연 전문기관과 협업해 노인·유아식을 개발할 계획이다.

50억원을 투자해 4500여㎡에 공장을 짓고 80여명의 고용창출을 계획했다.

지엠에스㈜는 전통식품인 김치를 캔포장하여 수출국 다변화 등 사업 확장을 기대하고 있으며, 50억원을 투자해 9500㎡에 20여명의 고용을 계획 중이다.

한보명가㈜는 산림지역 약초 원료를 활용해 자체 개발한 조미료와 음료 제품을 국가식품클러스터에서 본격적으로 생산할 계획이며, 30억원을 투자해 4200여㎡에 공장을 지을 예정이다.

국가식품클러스터지원센터 윤태진 이사장은 "지난달 5개社에 이어 이번 달에도 4개社가 동시에 투자양해각서를 체결한 것은 국가식품클러스터 활성화에 큰 촉매제가 될 것으로 확신한다"며, "입주기업이 지속가능한 경쟁력을 확보하는 데 어려움이 없도록 종합적이고 체계적인 지원을 아끼지 않겠다"고 말했다.

@highlight

국가식품클러스터지원센터는 입주기업이 경쟁력을 얻도록 4개 업체와 투자양해각서를 체결하여 LH전북본부의 무이자 분할납부 분양공고 절차가 마무리되는 오는 3월 11일 이후 분양계약을 체결할 예정이라고 밝혔다.