[서천]문화체육관광부 지정 대한민국 대표 유망축제인 한산모시문화제가 올해 30주년을 맞아 세계로 뻗어나가는 글로벌 축제로 도약할 전망이다.

서천군은 지난 26일 회의실에서 노박래 군수와 한산모시문화제 추진위원이 참석한 가운데 제30회 한산모시문화제 실행계획보고회를 가졌다.

군은 한산모시라는 본질에 입각한 본론의 프로그램을 강화한 콘텐츠를 바탕으로 한산모시의 가치와 우수성을 세계에 알려 대한민국 유일 천연섬유 소재 전통축제라는 위상을 굳히겠다는 방침이다.

이번 한산모시문화제는 '1500년을 이어온 한산모시의 서른 번째 바람, 다시 우뚝서다'의 의미를 담은 '바람(wind)에서 바람(hope)으로'라는 콘셉트 아래 전통과 미래를 연결하는 축제로 펼쳐질 예정이다.

군은 지난해까지 운영됐던 '미니베틀 한산모시짜기', '한산모시 거리 퍼레이드', '주민모델 패션쇼' 등 대표 프로그램을 확장하고 '한산모시문화제 30주년 기념 전시', '저산팔읍 대탐험', '뮤지컬 한산모시', '한산모시 신진디자이너 공모전' 등 신규 프로그램들을 운영해 볼거리, 즐길거리를 늘리기로 했다.

특히 외국인 관련 단체 및 기관과의 연계를 통해 외국인 타킷 투어버스 운영, 주요 콘텐츠 영어 번역 포스팅 등 전략적인 글로벌 마케팅 전략으로 외국인관광객을 유치함으로써 세계에 한산모시의 본질을 알릴 계획이다.

노박래 군수는 "한산모시문화제가 서른을 기념으로 세계에 우뚝 설 수 있길 바란다"며, "이번 축제 개최를 통해 한산모시문화제를 외국인도 비행기타고 인생에 한번은 꼭 가보고 싶은 대한민국 대표 전통문화유산 축제로 도약시키겠다"고 밝혔다.

한편 제30회 한산모시문화제는 '천오백년을 이어온 한산모시, 바람에서 바람으로'라는 주제로 오는 6월 7일부터 10일까지 한산모시관 일원에서 개최된다.

@highlight

서천군은 지난 26일 회의실에서 제30회 한산모시문화제 실행계획보고회를 개최한 자리에서 전략적인 글로벌 마케팅 전략으로 외국인관광객을 유치해 한산모시의 가치와 우수성을 알리는 대한민국 대표 전통문화유산 축제로 도약시키겠다고 밝혔다.