금강유역환경청이 청주 오창 후기리 소각장에 대한 환경영향평가 대상 지역 확대 여부를 검토한다.

더불어민주당 변재일 의원(청주 청원)은 지난 25일 서울 여의도 국회 의원회관에서 금강유역환경청으로부터 오창 후기리 소각시설 설치사업 현황을 보고받고, 후기리 소각장 영향평가 대상 지역 확대를 요구했다고 27일 밝혔다.

변 의원은 이날 금강환경청 관계자에게 "오창 후기리 소각장 환경영향평가 대상지역에 7만 명의 인구밀집지역인 오창과학산업단지가 환경영향평가 대상 지역에서 제외된 것은 이해할 수 없다"고 지적했다.

이어 "인근 일반폐기물 처리시설도 환경영향평가 대상지역의 범위가 반경 10km였는데, 오창 후기리는 지정폐기물까지 처리하는데다 오창과학산업단지가 불과 7km 거리에 있음에도 대상지역 범위를 5km로 한 것은 있을 수 없는 일"이라며 "평가 대상지역 범위는 반드시 확대해야 한다"고 요청했다.

이에 대해 금강유역환경청은 다음날인 26일 변 의원실에 제출한 서면 답변을 통해 "오창 후기리 소각시설에 대한 환경영향평가 대상지역 확대 여부를 검토할 것"이라고 약속했다.

변 의원은 같은 날 김승희 금강유역환경청장과의 전화통화에서도 청주의 대기오염으로 인한 주민 피해를 강조하고 소각장 신·증설에 대한 우려를 전달했다.

변 의원은 "2017년 12월 기준 충북은 17개 시·도 가운데 초미세먼지 농도가 가장 높은 것으로 측정됐다"며 "특히 청주는 반경 13.5km 이내에서 전국의 소각물량의 18%를 처리하고 있어 대기오염이 더욱 심각한 곳"이라고 언급했다.

그러면서 "현재 청주에 신·증설을 추진 중인 소각장 네 곳이 추가 설치된다면 청주가 전국 소각물량의 26%까지 감당해야 한다"고 우려하고 "대기오염이 더욱 심각해질 것이 분명한데 이러한 상황을 청주시민이 어떻게 받아들일 수 있겠느냐"고 질타했다.

김 청장은 답변에서"청주시민이 우려하는 점을 충분히 인식하고 이를 감안해 소각시설 환경영향평가 검토에 참고하겠다"고 말했다.

@highlight

지난 25일 변재일 더불어민주당 의원이 금강유역환경청 관계자에게 청주 오창 후기리 소각장의 환경영향평가 대상에 오창과학산단이 제외된 점을 이해할 수 없다며 청주의 대기오염으로 인한 주민 피해 문제를 지적하자 금강유역환경청이 후기리 소각장에 대한 환경영향평가 대상 지역 확대 여부를 검토하기로 했다.