[환경일보] 김봉운 기자 = 서울시가 상가 임대차기간, 권리금 회수, 임대료 조정 등 임대인과 임차인이 반드시 알아야 할 핵심내용을 담은 '상가임대차 상담사례집'을 발간했다.

최근 상가임대차보호법 개정 등으로 임차인이 권리를 보호받을 수 있는 방안이 강화됐다.

배포하게 됐다.

임차인간 분쟁 또한 예방할 수 있을 것으로 기대하고 있다.

이번에 발간한 사례집은 실제 상담처럼 질문과 답변형식으로 구성된다.

살펴보면 ▷상가임대차법 적용(17건) ▷계약해지(17건) ▷임대차기간(15건) ▷임대료 조정(15건) ▷권리금관련(21건) ▷수리비와 관리비(9건) ▷원상회복(6건) ▷중개보수(8건) 등 실제 계약체결 및 유지 등에 필요한 내용이 중심이다.

최근 개정된 상가임대차 관련법규와 임차인이 임대차계약체결-유지-종료 시 알아두어야 할 유의사항도 자세하게 소개한다.

'상가건물 표준임대차계약서', '권리금계약서', '내용증명 양식' 등 표준양식샘플도 담았다.

이 외에도 권리금 회수, 임대료 조정 등 상가임대차와 관련된 갈등과 법률문제를 상담해 주는 '서울시 상가임대차상담센터'와 변호사, 감정평가사 등 전문가들이 분쟁을 당사자간 대화와 타협을 통해 조정해주는 '서울시 상가건물임대차분쟁조정위원회' 이용방법과 분쟁조정 사례(10건)도 소개한다.

'상담사례집'은 서울시 상가임대차상담센터에서 무료로 배포하고 있으며, 온라인 서울시 눈물그만에서도 다운로드 받을 수 있다.

민수홍 서울시 공정경제담당관은 "임대인과 임차인간 일어날 수 있는 다양한 고민과 분쟁을 이해하기 쉬운 사례로 소개한 책자"라며 "상가임대차상담센터 및 분쟁조정위원회의 역할 강화와 체계적인 정책추진으로 임대인과 임차인이 상생할 수 있는 사회분위기를 만들고 분쟁으로 인한 사회적 비용이 발생하지 않도록 노력하겠다"고 밝혔다.

@highlight

서울시는 임대인과 임차인이 반드시 알아야 할 핵심내용을 담은 '상가임대차 상담사례집'을 발행했는데 상가임대차 관련법규와 임차인이 임대차계약체결-유지-종료 시 알아두어야 할 유의사항도 설명되어 있고 실제 상담처럼 질문과 답변형식의 구조로 108건 선별해 사례집을 발간했다.