이달 글로벌 D램 메모리 반도체 가격이 14% 이상 급락했다.

2016년 이후 최대 하락폭을 보였던 지난달보다 하락폭은 줄었지만, 10%대 가격 하락 폭은 유지됐다.

낸드플래시 가격도 2015년 8월 이후 최대 하락폭을 기록하면서 글로벌 반도체 가격 하락 장기화에 대한 우려가 고개를 들고 있다.

27일 업계에 따르면 시장조사기관 D램익스체인지가 발표한 이날 기준 D램(DDR4_4Gb_512Mx8_2133MHz PC향 범용제품 기준) 거래 가격은 5.13달러로 전달 대비 14.50% 하락했다.

지난달(-17.24%)보다는 하락폭이 다소 줄었지만, 불과 다섯 달 전인 지난해 9월(8.19달러)과 비교했을 때 40% 가까이 가격이 추락했다.

D램 가격은 지난해 10월(-10.74%)와 11월(-1.64%) 등 두 달 연속 하락한 이후 12월엔 소폭 반등(0.83%)하며 하락세가 진정되는 모습을 보였다.

그러나 올 들어 1월부터 다시 가격이 급락세를 보이고 있다.

특히 지난달에는 2016년 6월 이후 3년 7개월만에 최대 하락폭을 기록했다.

낸드 가격 역시 하락세가 멈추지 않고 있다.

D램익스체인지에 따르면 이날 기준 낸드(128Gb 16Gx8 MLC 메모리카드/USB향 범용) 거래 가격은 4.22달러로 전달보다 6.64% 급락했다.

이는 관련 조사가 시작된 2015년 8월(4.44달러) 이후 사상 최대 하락폭이다.

반도체 가격 하락세가 지속되면서 삼성전자(005930)와 SK하이닉스(000660) 등 메모리 업체들의 우려도 깊어지고 있다.

이들 업체들은 최근 실적 발표와 함께 진행한 컨퍼런스콜에서 "반도체 가격 하락은 올 상반기까지로 제한적일 것"이라고 예상한 바 있다.

그러나 예상보다 D램 등 메모리 가격 하락 그래프가 가파른 내리막을 타면서 가격 하락 장기화에 따른 실적 악화 우려가 짙어지는 상황이다.

D램익스체인지는 "이달 메모리 가격이 상당히 이례적인 하락을 보였다"면서 "

@highlight

이달 글로벌 D램 메모리 반도체 가격이 두달 연속으로 10%대를 유지하며 감소하고 낸드플래시 가격도 2015년 8월 이후로 최대 하락폭을 맞으면서 가격 하락 장기전 돌입에 따른 메모리 업체들의 실적 악화가 우려되고 있다.