이지스자산운용-대신증권 서울 오피스 매매가격의 변화를 벤치마크할 수 있는 매매지수가 나왔다.

부동산펀드 및 리츠를 통한 상업용 부동산 투자상품이 증가하고 특히 서울 지역에 위치한 오피스에 투자가 집중되고 있는 가운데 나온 매매지수는 투자자들의 주목을 끌 전망이다.

28일 대신증권과 이지스 자산운용은 금융투자협회에서 기자간담회를 열고 '이지스-대신 서울 오피스 매매지수'를 출시한다고 밝혔다.

이 지수는 서울시에 입지한 3500여 개의 오피스 빌딩을 대상으로 매분기마다 거래 여부 및 거래가를 조사해 구축한 실거래 가격 데이터를 이용한다.

오피스 빌딩은 연면적 500평 이상, 전체 연 면적의 50% 이상을 업무시설로 사용하고 있는 건물로 정의한다.

이 데이터를 케이스-쉴러 반복매매모형과 MIT 부동산연구센터의 2단계 추정법을 활용해 산정한다.

현재 국내 서울 오피스 시장의 투자규모는 2006년부터 지속적으로 증가해 2018년 기준 르네상스 재건축 빌딩을 제외하고도 10조원에 가까운 규모를 보이고 있다.

서울 오피스 매매가격은 2001년부터 2018년까지 연평균 7.2%의 상승률을 기록했다.

2009년 3분기엔 글로벌 금융위기의 영향으로 전년동기 대비 11% 하락한 바 있다.

글로벌 금융위기 이후, 오피스 매매가격은 2011년부터 회복되면서 지속적인 가격상승을 기록했다.

최근 3년간 연평균 가격상승률은 5.3%로 같은 기간의 소비자물가상승률 (1.6%)보다 2배 이상 높았다.

연간 거래규모는 2006년 이전까지 부동산 실거래가 신고제도 이전으로 정확한 거래규모가 집계되지 않으며, 2006년 이후부터는 지속적으로 증가하고 있어, 2016년에는 10.1 조원, 2018년에는 9.9조원이 거래됐다

지난해 말까지 설정된 부동산 펀드규모는 76조원으로 최근 3년간 연평균 29%의 증가율을 보이고 있다.

이지스자산운용 관계자는 "최근 오피스 가격이 높은 가격상승률을 보이는 이유는 주식, 채권의 낮은 수익률과 높은 변동성으로 인해, 비교적 안정적인 오피스 시장으로 자금이 유입되었기 때문"이라며 "지금까지는 오피스에 대한 투자 규모가 증가했음에도 불구하고 시장 상황을 판단하거나 거시경제와의 연관성 분석 등에 활용되는 지표는 없는 상황이었는데 이번 매매지수 출시로 투자자들에게 도움을 줄 수 있게 됐다"고 말했다.

@highlight

대신증권과 이지스 자산운용은 28일 금융투자협회에서 기자간담회를 열고 '이지스-대신 서울 오피스 매매지수'를 출시한다고 밝혔는데 이는 매매가격의 변화를 벤치마크 할수 있어 투자상품이 증가하고 투자가 집중되고 있어 투자자들의 주목을 받을 전망이다.