바디프랜드는 제트기의 강인한 형상에서 영감을 얻은 안마의자 '벤타스'(Ventars)를 출시했다고 28일 밝혔다.

벤타스의 제품명은 스페인 마드리드에 있는 세계에서 가장 큰 투우장 '라스 벤타스'(Las Ventas)에서 따왔다.

근육질 남성을 연상시키는 벤타스는 허리 부위의 피로를 집중적으로 풀어주는 강한 전신 마사지와 향상된 브레인마사지로 두뇌까지 관리받을 수 있도록 했다.

특히 허리집중 프로그램은 인체 중심이 되는 허리 주변부를 XD 입체 안마볼로 지압 해주고 좌우 에어백으로 주물러 허리 근육 강화와 바른 자세에 도움을 준다.

XD 입체 안마는 사용자 체형을 인식한 뒤 안마볼이 등쪽 회전축을 따라 'X'자로 움직이며 넓고 섬세한 마사지를 제공하는 기능이다.

향상된 브레인 마사지 기능도 적용했다.

기존 '집중력'과 '명상'에 '이완훈련', '호흡이완', '굿모닝', '굿나잇', '마음위로', '마음희망'이 더해져 총 8가지의 프로그램과 52개의 힐링 음악이 갖춰졌다.

특히 8가지 브레인마사지 중 마음위로와 마음희망은 불안과 우울감을 줄이고 위로와 희망감을 느낄 수 있게 하는 힐링마사지다.

해당 프로그램은 정신의학적 치료기법인 '양측성 자극'(Bilateral Stimulation)에 기반해 신체에 자극을 줘 부정적인 감정을 긍정적으로 바꿔주고 정서 조절을 돕는 정신과 의사의 힐링멘트와 음악을 들려준다.

조수현 바디프랜드 메디컬R&D센터장(정형외과 전문의)은 "현대인들은 오래 앉아 있는 시간이 많은 반면 활동량은 적고 잘못된 자세를 지속하기 때문에 허리 질환을 피해가기 어렵다"며 "허리 근육 강화와 바른 자세에 도움을 주는 것은 물론 힐링마사지가 포함된 벤타스로 몸과 마음을 건강하게 챙기길 바란다"고 말했다.

@highlight

바디프랜드는 허리 주변부를 지압 해주고 좌우 에어백으로 주물러 허리 근육 강화와 바른 자세 유지에 효과가 있으며, 힐링마사지까지 포함하는 안마의자 '벤타스'(Ventars)를 출시했다고 28일 발표했다.