28일로 이틀째를 맞은 2차 북미정상회담 일정이 갑작스레 단축되면서 도널드 트럼프 미국 대통령의 기자회견 시간이 이날 오후 4시(현지시간·한국시간 오후 6시)에서 오후 2시로 앞당겨졌다.

이에 따라 오전 11시 55분, 오후 2시께 각각 예정됐던 오찬과 합의문 서명식도 취소된 것으로 보인다.

직전 확대회견 모두발언까지 화기애애한 분위기 속에서 진행된 가운데 이처럼 갑작스레 일정이 단축된 배경은 아직 확인되지 않고 있다.

백악관 공보실 관계자는 이날 낮 12시 35분께 "프로그램 변경이 있다"고 밝혔다고 풀 기자단이 전했다.

이와 관련, 세라 샌더스 백악관 대변인은 협상이 진행 중이나 30∼45분 내로 마무리될 것이며, 트럼프 대통령은 숙소이자 기자회견 장소인 메리어트 호텔로 복귀할 것이라고 밝혔다고 풀 기자단이 전했다.

샌더스 대변인은 당초 오후 2시에 예정됐던 합의문 서명식 개최 일정이 여전한지에 대해 대답하지 않았으나 아마도 열리지 않을 것 같다고 풀 기자단이 전했다.

이에 따라 오찬도 취소된 것으로 보인다고 풀 기자인 데이비드 나카무라 워싱턴포스트(WP) 기자가 트위터에 썼다.

CNN 방송도 "당초 예정됐던 도널드 트럼프 대통령과 김정은 북한 국무위원장의 오찬과 합의문 공동서명식이 취소된 것으로 보인다"고 보도했다.

이 방송은 "트럼프 대통령과 김 위원장의 협상이 (당초 예정된 종료) 시간을 넘기자 샌더스 대변인이 대기하던 기자들에게 오찬이 취소됐다고 밝혔다"고 전했다.

이와 관련해 풀 기자단은 메뉴와 이름표가 올려진 채 테이블이 세팅된 오찬장에는 북미 양측의 대표단이 들어올 기미가 보이지 않았다고 전했다.

CNN 방송은 샌더스 대변인이 서명식도 취소됐냐는 기자들의 반복된 질문에는 끝내 답하지 않았다고 보도했다.

갑작스러운 일정 단축 사유가 구체적으로 밝혀지지 않은 채 상황이 급박하게 돌아가자 IMC에 자리 잡은 백악관 프레스센터 주변도 술렁거리고 있다.

@highlight

28일 이틀째 진행중인 2차 북미정상회담 일정이 급하게 변경돼 트럼프 미국 대통령의 기자회견 시간이 이날 오후 4시에서 오후 2시로 앞당겨져 계획됐던 오찬과 합의문 서명식도 열리지 않을 것으로 보이는 가운데 그 배경은 아직 확인되지 않고 있다.