더불어민주당 이해찬 대표와 자유한국당 황교안 대표가 28일 첫 만남부터 국회 정상화와 북미정상회담을 두고 팽팽한 신경전을 펼쳤다.

전날 전당대회에서 선출된 황 대표는 이날 취임 인사차 이 대표를 예방했고 서로 축하 인사와 덕담 등이 오갔다.

하지만 현재의 여야 관계를 말해주듯 두 사람간 주고 받는 말 속에는 '가시'가 숨어 있었다.

먼저 말 문을 연 이 대표는 "한국당이 비대위 체제를 마감하고 새 대표를 선출했으니 좋은 국회, 생산적 국회가 되도록 리더십을 많이 발휘해주셨으면 좋겠다"며 국회 정상화에 협조를 당부했다.

이에 대해 황 대표는 "국민들의 기대에 부응하는 국회가 되도록 하겠다"며 "국회의 어려움은 여당이 잘 풀어주셔야 정상화될 수 있는 일이 더 많지 않을까 하는 생각이 든다"고 받아쳤다.

이 대표는 "매달 초 월요일 국회의장과 당 대표들이 초월회 오찬 모임을 갖는데 여야간 협치 사안을 많이 다룬다"며 "황 대표가 정식 멤버가 됐으니 생산적 논의를 하고, 3월 국회는 빨리 열어 민생법안 등을 빨리 처리할 수 있도록 협의했으면 좋겠다"고 제안했다.

황 대표는 "협의와 합의가 잘돼 국민들이 바라는 국회가 됐으면 한다"고만 답했다.

두 사람은 베트남 하노이에서 열리고 있는 제2차 북미정상회담에 대해서도 현격한 시각차를 드러냈다.

이 대표는 "오늘 북미회담 결과에 따라 남북관계가 새롭게 정립될 가능성이 높다"며 "그 점에 대해서도 앞으로 대화를 많이 하고 국회 차원의 후속조치가 있어야 할 것"이라고 말했다.

황 대표는 "회담이 정말 북핵 정상화 위한 그런 로드맵을 잘 마련해 말 뿐이 아닌 이행과정 합의가 잘 될 수 있도록 기대한다.

그런 관점에서 보겠다"고 응대했다.

이 대표는 다시 "오후에 최종 결과가 나오는데 여야가 할 일이 많을 것 같다"며 "남북관계가 잘 되면 한반도 평화를 가져오고 경제 활성화의 중요한 동력이 되기 때문에 여러 가지를 잘 해주시기 바란다"고 덧붙였다.

황 대표는 "남북관계가 잘 풀려야 한다.

안보 걱정 없는 미래를 만들어 가야 하는데 북한이 진정성 있는 합의나 합의 이행을 하지 않았던 것이 걱정된다"고 되받았다.

@highlight

28일 자한당 황대표는 취임인사차 이대표를 예방해 인사를 나누었으나 말 속에는 가시가 숨어있었는데, 특히 국회 정상화와 북미정상회담을 두고 팽팽한 신경전이 펼쳐졌다.