[이데일리 이성웅 기자] 신세계인터내셔날(031430)은 수입·판매 중인 프랑스 고급 브랜드 '끌로에(Chloe)'의 플래그십 매장을 청담동 명품거리에 개장했다고 28일 밝혔다.

이번 플래그십 매장은 두개층, 총 386㎡(117여평) 규모로 지어졌다.

공간의 색감과 소재, 구성에서 전체적으로 끌로에가 추구하는 무심한 듯 편안한 아름다움을 반영했다.

건물 외관은 베이지 톤의 대리석과 황동으로 제작된 끌로에 로고로 장식했다.

건물 전면의 넓은 유리창은 매장 내부 공간과 제품들을 밖에서도 한 눈에 볼 수 있게 한다.

내부는 프랑스 파리 몽테뉴 거리(Avenue Montaigne)에 위치한 끌로에 플래그십 매장과 동일한 콘셉트를 적용해 끌로에 브랜드의 지향점을 그대로 표현했다.

1층은 끌로에의 액세서리 제품들로 꾸몄다.

베이지 톤의 대리석 벽면을 따라 끌로에C, 테스, 마르씨 등 대표적인 핸드백 제품군을 한 눈에 볼 수 있다.

또 지갑,선글라스, 알파벳 장식(Alphabet Charm)등의 보석류를 볼 수 있는 전시함과 선반들도 곳곳에 설치했다.

2층에는 끌로에의 이번 기성복 신상품을 전시했다.

히피 모더니즘을 바탕으로 제작한 활기차고 동시에 여성스러운 스타일의 의상들을 만나볼 수 있다.

끌로에만의 감성이 담긴 스니커즈와 플랫, 샌들, 뮬 등 다양한 신발도 진열했다.

특히 2층은 고객들이 보다 편안한 분위기에서 끌로에의 제품들을 직접 체험해 볼 수 있게 꾸몄다.

VIP 고객 전용 공간도 별도로 마련했다.

끌로에 담당자는 "끌로에는 자유로운 정신과 당당함으로부터 비롯되는 매혹적이고 여성스러운 스타일로 전 세계 팬들의 꾸준한 사랑을 받고 있다"며 "청담 플래그십 매장은 끌로에가 지향하는 아름다움을 한 눈에 보여줄 것"이라고 말했다.

@highlight

 신세계인터내셔날은 '끌로에'의 플래그십 매장을 청담 명품거리에 개장하였으며 플래그십 매장에선 테스, 마르씨 등 대표적인 핸드백 제품군과 끌로에의 이번 기성복 신상품들을 선보였다. 