[이데일리 한광범 기자] SK텔레콤이 화이트데이를 앞두고 T멤버십으로 '착한 캔디'를 할인 가격에 구입할 수 있는 기회를 제공한다고 28일 밝혔다.

티데이(T Day)는 매달 달력에 T자 모양으로 나타나는 날짜에 T멤버십 전 고객에게 깜짝 혜택을 제공하는 프로그램이다.

지난해 4월 티데이 론칭 이후 600만 고객이 이용했다.

다음 달 티데이는 단순 할인 혜택을 넘어 고객들에게 착한 소비 기회를 제공한다.

다음 달 4~8일 T멤버십 내 티데이 이벤트 페이지에서 비영리 사단법인 '오픈핸즈'와 고급 수제 캔디 브랜드인 '캔디미' 콜라보 제품 3종을 2000~4000원까지 할인된 가격으로 판매한다.

T멤버십의 다음 달 티데이 이벤트를 함께하는 오픈핸즈는 필리핀 식수 오염 지역의 환경개선과 함께 미자립 가정의 지속적인 자립을 지원하고 있는 비영리 사단법인이다.

오픈핸즈는 필리핀에서 망고 농장 운영을 지원해 사람 중심의 지속 가능한 사업을 통해 함께 마을을 세워가는 '망고드림 캠페인'을 진행 중이다.

이를 통해 마을 주민들의 꿈인 농장 설립을 돕고 청년들에게는 농업전문가 양성 프로그램을 통해 전문가 양성과 고용기회 확대에 기여하고 있다.

캔디미는 2035 여성들을 위한 고급 수제 캔디 브랜드로 좋은 취지에 공감해 오픈핸즈와 콜라보레이션을 통해 고객들이 더 저렴한 가격에 착한 캔디를 만날 수 있도록 특별한 캔 디세트를 준비했다.

T멤버십은 지난해까지 고객들에게 더 큰 혜택을 드리기 위해 이용자가 많은 업체와 제휴에 힘써왔다.

SK텔레콤은 올해 사회적 기업, 소상공인 등 규모가 작은 업체들에게 멤버십 플랫폼을 개방해 이용자들의 선택 폭을 넓히고 제휴처와 상생을 통해 더 많은 혜택을 제공할 계획이다.

한명진 SK텔레콤 MNO사업지원그룹장은 "지난해 4월 티데이 론칭 이후 이용자가 600만명을 넘었다"며 "고객들로부터 큰 사랑을 받은 만큼 올해엔 사회적 가치를 제공하는 상품과 더 다양한 혜택을 드리기 위해 노력할 것"이라고 밝혔다.

@highlight

SK텔레콤은 화이트데이에 자사의 멤버쉽 플랫폼에 참여한 소규모 사회적 기업들의 제품인 <착한 캔디>를 T멤버십으로 구입시 할인해 주는 행사 등을 통해 참여기업들의 판로를 확장시킬 계획이라며, 그동안 고객들에 받은 사랑을 사회적가치를 실현하는 소규모 사업장에 되돌려 드리겠다고 밝혔다.