[환경일보] 심영범 기자 = 동아제약의 대표 피로회복제 박카스가 신규 캠페인으로 소비자들에게 다가간다.

동아제약(대표이사 사장 최호진)은 '시작은 피로회복부터'라는 신규 박카스 TV 광고 캠페인을 시작했다고 28일 밝혔다.

시작은 피로회복부터 캠페인은 2012년부터 2014년까지 진행된 '대한민국에서 OOO으로 산다는 것', 2015년 'OO회복은 피로회복부터', 2016년 '나를 아끼자'에 이어 새롭게 선보이는 캠페인이다.

이번 캠페인은 학업, 취업, 결혼, 육아 등 많은 문제를 안고 살아가는 이 시대의 현대인들에게 그 어떤 것보다 가장 먼저 풀어야 할 것은 자신의 피로임을 환기시키고, 그러한 피로를 박카스가 풀어주기 위해 기획됐다.

캠페인의 첫 시작을 알리는 TV 광고 '시작은 피로회복부터' 편은 퇴근 무렵 사무실, 업무로 바쁜 팀원들에게 힘내라며 박카스 한 병씩을 건네주는 팀장의 등장으로 시작한다.

박카스를 건네 받은 지친 표정의 여주인공은 '팀장님… 박카스도 좋지만 직원 좀 더 뽑아 주세요'라고 속마음을 전달한다.

이어 "풀려야 할 건 피로만은 아니다" 그래도 "시작은 피로회복부터"라는 메시지와 함께 박카스를 마시며 피로를 푸는 여주인공의 모습으로 끝난다.

동아제약 관계자는 "이번 박카스 광고는 많은 현대인이 자신에게 닥친 문제들을 해결하기 위해 자신의 피로는 등한시한 채 바쁘게 살아가고 있으며, 특히 많은 업무와 야근 등으로 피로가 쌓인 직장인의 모습을 통해 다른 문제들도 해결해야 하지만 그 전에 먼저 풀어야 할 것은 자신의 피로라는 메시지를 전달하기 위해 제작했다"며 "풀 것 많은 세상에서 피로에 먼저 지치지 않도록 피로부터 먼저 풀어나가기 바란다"고 말했다.

한편 동아제약 박카스 광고는 단순히 제품 정보를 전달하기보다 우리 이웃의 일상생활 속 이야기를 통해 참신한 재미와 감동은 물론 소비자와 공감대를 형성하기 위해 노력하고 있다.

@highlight

동아제약은 2012년부터 2014년까지 진행된 '대한민국에서 OOO으로 산다는 것', 2015년 'OO회복은 피로회복부터', 2016년 '나를 아끼자'에 이어 '시작은 피로회복부터'라는 신규 박카스 TV 광고 캠페인을 시작했다고 28일 전했으며 이번 캠페인은 다양한 문제를 안고 살아가는 이 시대의 현대인들에게 가장 중요한것은 자신의 피로를 푸는것이라는 사실을 알리고, 그러한 피로를 박카스가 풀어주다는 것을 전하기 위해 기획되었다.