'대한맥주집'이 3·1운동 100주년 및 대한민국임시정부수립 100주년을 맞아 그 의미와 가치를 재조명하기 위해 고객대상 증정이벤트를 마련했다고 밝혔다.

이번 태극기 인형 증정이벤트는 재고 소진시까지 계속 되며 제주 서귀포점을 제외한 전국 지점에서 진행한다.

치킨 프랜차이즈 대한맥주집 관계자는 "1919년 3월 1일은 기점으로 한국의 독립을 대대적으로 선언한 날이며 일제의 탄압 앞에서 꺾이지 않고 끝까지 태극기를 흔들며 독립을 외쳤던 선조들의 마음을 함께하고자 이벤트를 준비했다"며" 뜻 깊은 날엔 대한맥주집에서 좋은 사람들과 함께 즐거운 시간을 보내시길 바란다"고 전했다.

대한맥주집은 다음달 1일부터 신 메뉴 '경성 치킨'이나 생맥주 3잔, 참이슬 소주 2병을 주문하는 고객에게는 힘차게 태극기를 흔드는 지방이 인형을 1테이블당 1개씩 증정한다.

뿐만 아니라 공식 인스타그램을 통해 매해 3.1절 과 8.15 광복절을 기념하는 이벤트를 열어 다양한 선물을 증정하고 있다.

빼빼로데이로 알려져 있는 11월 11일에는 농업인의 날 이벤트로 가래떡을 나눠준다.

독도사랑운동본부 회원으로 독도의 날(10월 25일)이벤트를 실시, 독도후원 입장을 밝혔으며 11월 17일 순국선열의 날과 11월 4일 마지막 의병장 채응언 독립운동가 순국일 등 잊고 지나가기 힘든 기념일을 명시하는 등 '대한맥주집'이라는 상호명에 걸맞는 행보를 보이고 있다.

한편 치킨맥주 전문점 '대한맥주집'은 전통가마솥으로 튀겨낸 바삭하고 육즙이 살아있는 치킨으로 다양한 SNS 매체를 통해 대학로 핫플레이스로 자리잡았으며 한국 고유의 미를 살린 현대적인 감각의 매장인테리어로 일본 관광 책자에도 정식 소개되며 관광객들에게 명소로 자리잡고 있다.

@highlight

'대한맥주집'이 3·1운동 100주년 및 대한민국임시정부수립 100주년을 맞아 그 의미와 가치를 재조명하기 위해 태극기 인형 증정이벤트를  진행한다고 밝혔고, 또한 독도사랑운동본부 회원으로 독도의 날(10월 25일)이벤트를 실시, 독도후원 입장을 밝혔으며 11월 17일 순국선열의 날과 11월 4일 마지막 의병장 채응언 독립운동가 순국일 등 잊고 지나가기 힘든 기념일을 명시하는 등 '대한맥주집'이라는 상호명에 걸맞는 행보를 보이고 있다.