완주지역 초·중생 48명 참여 "국악 배우며 성장"

농촌지역 청소년들이 즐겁게 음악을 배우면서 사회성을 기른다.

완주지역의 초등·중학생 48명이 가야금, 거문고, 아쟁, 해금, 대금, 피리, 타악, 판소리 등 8개 부문으로 뭉친 초록우산 드림국악오케스트라 이야기다.

이들의 오는 2일 오후 3시 한국소리문화의전당 연지홀에서 열리는 제2회 정기연주회 '꿈나무들이 들려주는 봄의 소리'를 통해 확인할 수 있다.

초록우산 드림국악오케스트라는 LS의 이웃사랑 성금으로 사회복지공동모금회가 초록우산어린이재단을 통해 지원하는 형태로 운영되고 있으며 이번 공연은 ㈔전통문화마을이 주관하고 초록우산어린이재단과 완주군이 주최한다.

이번 연주회에서는 강성오 지휘자를 중심으로 48명의 기악부, 창악부, 사물부로 편성돼 하모니를 선보인다.

프로그램은 △풍요로운 전북의 전통을 노래하는 정악연주 '영산화산 中 타령' △천년의 전라도 소리, 남도민요 성주풀이와 진도아리랑 △열정을 간직한 설장구 놀음 △창과 관현악의 '신사철가' △사물놀이 협주곡 신모듬 중 3악장으로 구성됐다.

초록우산 드림국악오케스트라 관계자는 "아이들이 만들어가는 하나의 소리, 함께 함으로써 성장하는 아이들의 모토를 가지고 이번 정기연주회를 준비해왔다"면서 "아이들의 기대와 노력에 걸맞는 성장을 위해 강사진과 기획진 모두가 함께 노력하고 있다"고 말했다.

한편, 초록우산 드림국악오케스트라는 전국의 초록우산 오케스트라 11곳 중 유일하게 국악을 중심으로 편성됐다.

오디션을 통해 선정한 국악전공 지도강사를 중심으로 양질의 문화예술교육 프로그램을 운영하고 있다.

@highlight

㈔전통문화마을이 주관하고 초록우산어린이재단과 완주군이 주최하는 제 2회 정기연주회 '꿈나무들이 들려주는 봄의 소리'에서 전국의 초록우산 오케스트라 중 유일하게 국악을 중심으로 만들어진 초록우산 드림국악오케스트라의 연주를 감상할 수 있다.