롯데 자이언츠가 일본 오키나와 캠프 첫 평가전에서 난타전 끝에 끝내기로 역전패했다.

롯데는 28일 일본 오키나와현 우루마시 구시카와구장에서 열린 SK 와이번스와의 연습경기에서 11-12로 졌다.

타선이 불을 뿜었지만 새 외국인 투수 제이크 톰슨의 제구력 난조를 시작으로 마운드가 흔들렸고, 결국 9회 말 끝내기 안타로 경기를 내줬다.

이날 양상문 감독은 톰슨을 선발로 내세웠다.

대만 가오슝 1차 캠프에 이은 세 번째 등판이었다.

톰슨은 2⅓이닝 동안 47개의 공을 던지며 2피안타 3볼넷 2탈삼진 2실점을 기록하고 마운드를 내려왔다.

포심, 슬라이더, 커브, 포크볼, 커터, 투심 등을 골고루 던졌다.

전반적으로 변화구 구사율이 높았고, 주 무기인 투심 패스트볼의 최고 구속은 144㎞였다.

톰슨은 1회를 삼자범퇴로 막았지만, 2회부터 볼넷과 폭투를 범하며 제구력이 흔들렸다.

애초 양 감독은 톰슨에게 3이닝을 맡길 계획이었지만 일찍이 박시영을 마운드에 올렸다.

타선은 초반부터 불을 뿜었다.

2-1로 앞선 3회 초 전준우가 상대 투수 이원준의 공을 받아쳐 좌중월 2점 홈런을 터뜨렸다.

4회 초에는 선두 타자 카를로스 아수아헤가 우측 담장을 넘기는 솔로홈런을 추가했다.

SK가 2점을 따라붙었지만 5회 초 만루 기회에서 3점을 더 뽑았다.

정준혁의 2타점 적시타로 9-4까지 격차는 벌어졌다.

하지만 마운드가 문제였다.

5회 세 번째 투수로 나온 김원중은 3이닝 동안 홈런 1개 등 4안타를 맞고 3실점했다.

롯데는 7회 초 정준혁이 투런포를 날렸지만, 8회 말 오현택 진명호가 또 3점을 내줬다.

SK는 결국 9회 말 만루에서 한동민이 구승민에게 끝내기 안타를 치며 경기를 뒤집었다.

박장군 기자 .

@highlight

롯데 자이언츠는 일본 오키나와 캠프 첫 평가전에서 SK와이번스와의 연습경기에서 11-12로 졌다.