김기원 시 "감사관실서 1차 조사 마쳐"

시의회 11일 특위 구성건 상정오산시의회 자유한국당이 부실공사와 혈세낭비 의혹을 사고 있는 오산장터 주거환경관리사업에 대해 행정사무 특별조사를 추진한다.

자유한국당 이상복, 김명철 시의원은 시의회 차원에서 행정사무 특별조사위원회를 구성해 오산장터 주거환경관리사업 전반에 대해 조사할 계획이라고 28일 밝혔다.

이에따라 시의회는 오는 11일 열리는 임시회에 행정사무 특조사위원회 구성의 건을 상정할 계획이다.

행정사무 특별조사위원회는 전체 의원 7명 가운데 2명이상 위원회 구성의 건을 대표 발의하고 본회의에서 과반수 이상 찬성하면 공식활동에 들어간다.

앞서 이상복 시의원은 지난달 19일 본회의에서 시정질문을 통해 시가 69억원을 들여 2015년부터 추진 중인 오산장터 주거환경관리사업에 대한 문제점을 지적했다.

이 시의원은 사업 자문비가 주거환경관리사업 운영위원회 인건비로 편법 사용되는가 하면 공사도 하지 않은 상태에서 수천만원의 기성금이 집행됐다고 주장했다.

또 오산장터 중앙 광장에 설치한 시계탑의 경우 애초 설계에 따라 시계탑을 지탱하는 기단에 3000 글자가 새겨져야 하는데, 1600자만 새겨진 것으로 확인됐다고 밝혔다.

이 시의원은 한 글자당 가격이 1만1232원으로 기단에서 빠진 1400자 만큼 약 1550만원이 더 지출됐다는 의혹을 제기했다.

이 시계탑 사업비만 2억원이다.

현재 이 시계탑 기단은 백화현상과 함께 얼룩이 지고 녹물이 배어 나오는 등 부실시공 논란을 사고 있다.

이 시의원은 5억원이 들어간 기타 악기 모양의 조형물은 준공된지 3개월만에 균열이 가고, 색이 변질된 것으로 확인됐다고 주장했다.

시 관계자는 "오산장터 개선사업과 관련해 여러 의혹이 제기돼 현재 감사관실에서 1차 조사를 마친 상태"라며 "모든 사항에 대해 면밀히 검토한 뒤 개선사업을 성공시키겠다"고 했다.

@highlight

자유한국당이 오는 11일 특별조사위원회 구성의 건을 상정해, 사업 자문비를 인건비로 편법 사용, 공사 전 수천만원의 기성금 집행 등 부실공사와 혈세낭비 의혹을 사고 있는 오산장터 주거환경관리사업에 대해 조사할 계획이라고 밝혔다.