개그우먼 김숙이 최애 맛집을 공개한다.

28일 방송되는 올리브 '밥블레스유 2019'34회에서는 김숙이 1년을 손꼽아 기다려 온 최애 맛집을 공개한다.

김숙의 맛집은 지난해부터 '밥블레스유'를 통해 꼭 먹고 싶다고 노래를 불렀던 '생딸기 우유'를 파는 카페다.

직접 농사지은 생딸기를 꾸덕한 잼처럼 만들어 우유에 섞고, 새콤달콤한 과육이 톡톡 씹히는 맛에 김숙이 먹어본 딸기 우유 중 최고라고 꼽았다는 후문이다.

이영자는 "딸기를 먹으려면 복장을 상큼하게 입어야지"라며 파격적인 민소매 패션을 선보여 현장을 폭소케 하며, 단숨에 생딸기 우유를 들이킨다.

그 자리에서 출연진들은 그대로 에그 베네딕트, 팬케이크 등의 브런치 메뉴로 폭풍 먹부림을 즐긴다.

브런치 타임을 즐긴 뒤 이들은 이영자의 '먹킷리스트 1위' 디저트를 먹으러 간다.

이영자는 "TV를 보다가 저건 꼭 먹어야겠다고 생각했다"며 짜장면이 불지 않는다는 '돌짜장' 식당으로 안내한다.

이어 이영자는 "사람들이 맛집을 어떻게 찾냐고 맨날 물어봐. 나도 TV보고 아는데"라며 폭탄선언 해 촬영장을 발칵 뒤집어놓는다.

출연진들은 뜨겁게 달궈진 돌판 위에 푸짐한 해산물과 고기가 듬뿍 올라간 이색적인 돌짜장에 감탄한다.

이영자는 중국 음식은 뜨거울 때 먹어야 맛있다면서 돌판에서 계속 온도를 유지하며 식지 않는 짜장면을 보고 뿌듯해 한다.

매운 갈비찜까지 주문한 출연진들은 "역시 이영자 먹비게이션이 틀리지 않았다"고 감탄사를 연발한다.

최화정은 '단짠(달고 짜고)'이 아닌 '맵달(맵고 달고)' 조합에 만족스러워했다는 후문이다.

오늘(28일) 오후 8시 50분 방송.

@highlight

28일 방영되는 '밥블레스유 2019'에서 김숙이 공개하는 최애 맛집  '밥블레스유'에서 파는 생딸기 우유는 직접 재배한 생딸기를 잼처럼 만들어 우유에 섞어 만드는데,  김숙이 먹어본 딸기 우유중 제일로 꼽았다는 소문이다.