무소속 이용호 국회의원(남원·임실·순창)이 순창 샘물공장으로 인한 지하수 고갈문제와 관련해 문제 해결에 발벗고 나섰다.

이용호 의원은 27일 오전 순창 쌍치 주민대표와 함께 전북 혁신도시에 입주한 새만금환경청을 방문해 김상훈 청장과 간담회를 갖고 주민 요구사항을 관철시키는 등 문제 해결에 적극적으로 나섰다.

이용호 의원은 이날 김상훈 청장과의 간담회에서 "쌍치면에 샘물공장이 들어온 이후 지하수 수위가 꾸준히 낮아지고 있는데도 그간 이러한 내용이 수질조사 평가서에 반영되지 않았다"고 지적했다.

이 의원은 이어 "이 문제는 새만금환경청이 적극적으로 나서야 한다"고 전제하며 ▲앞으로 환경조사서 작성 과정에 주민 추천 전문가 2인 이상을 반드시 참여시킬 것 ▲쌍치샘물 최초 인허가 당시 서류를 공개할 것 ▲새만금환경청장이 직접 현장을 방문할 것 등을 요구했다.

이에 대해 김상훈 청장은 "순창 샘물공장의 개발허가 연장 심사 시 주민들이 추천한 2명의 심사위원을 반드시 포함하겠다"고 밝혔다.

김 청장은 이와 함께 "최초 인허가 당시 서류도 문제가 없는 한 공개하고 적절한 시기에 쌍치 현장을 직접 방문하겠다"고 약속했다.

환경부 소속 새만금지방환경청은 환경영향평가 심사권을 갖고 있는 기관이다.

한편 순창군 쌍치면에 소재한 샘물공장은 1997년 준공되어 현재까지 22년째 운영 중이다.

쌍치면은 상수도 보급률이 50% 정도밖에 되지 않는 지역으로 물의 양이 해마다 줄어들고 있어 지하수 고갈로 인한 지역 주민들의 피해가 심각한 상황이다.

특히 작년의 경우 농업용수는 물론 식수까지 부족해 큰 어려움을 겪었다.

이에 따라 주민들은 "생수공장으로 인해 지하수가 고갈되고 쌍치면민들의 생존권이 위협받고 있다"며 순창샘물비상대책위원회를 결성해 관내 생수공장의 운영 중단 촉구하며 허가 연장 심사시 지역주민 참여 보장을 요구하고 있다.

@highlight

순창 쌍치면에 샘물공장이 들어선 이후로 지하수 수위가 계속해서 낮아지면서 물의 양이 해마다 줄어들고 있는 내용이 수질조사 평가서에 보고되지 않음을 간담회에서 지적한 이용호 의원은 지하수 고갈이 쌍치면 지역 주민들의 생존권까지 피해를 받으며 관내 생수공장의 운영 중단을 요구하고 있는 주민들의 보장권 요구에 해결에 나섰다.