문 대통령은 '31절 100주년 기념식'서 ''친일잔재 청산'에 대해 친일은 반성해야 할 일이고, 독립운동은 예우받아야 할 일이라는 가장 단순한 가치를 바로 세우는 일'이라고 언급했다.

문재인 대통령이 1일 31절 기념사에서 '지금도 우리 사회에 변형된 색깔론이 기승을 부리고 있다'며 '빨갱이'라는 표현과 '색깔론'은 우리가 하루 빨리 청산해야 할 대표적 친일잔재'라고 말했다.

문 대통령은 '지금도 우리 사회에서 정치적 경쟁 세력을 비방하고 공격하는 도구로 빨갱이란 말이 사용되고 있다'고 말한데 이어 '우리 마음에 그어진 '38선'은 우리 안을 갈라놓은 이념의 적대를 지울 때 함께 사라질 것이고 서로에 대한 혐오와 증오를 버릴 때 우리 내면의 광복은 완성될 것'이라고 전했다.

그러면서 '친일잔재 청산은 너무나 오래 미뤄둔 숙제'라며 '잘못된 과거를 성찰할 때 우리는 함께 미래를 향해 갈 수 있다'고 말했다.

이어 '역사를 바로 세우는 일이야말로 후손들이 떳떳할 수 있는 길'이라며 '민족정기확립은 국가의 책임이자 의무'라고 언급했다.

문 대통령은 '이제와서 과거의 상처를 헤집어 분열을 일으키거나 이웃 나라와의 외교에서 갈등 요인을 만들자는 것이 아니다'라며 '모두 바람직하지 않은 일이다. 친일잔재 청산도, 외교도 미래 지향적으로 이뤄져야 한다'고 말했다.

더불어 문 대통령은 "한반도 평화를 위해 일본과의 협력도 강화하겠다"며 "기미독립선언서는 3·1독립운동이 배타적 감정이 아니라 전 인류의 공존공생을 위한 것이며 동양평화와 세계평화로 가는 길임을 분명하게 선언했다"고 밝혔다.

이어 "역사를 거울삼아 한국과 일본이 굳건히 손잡을 때 평화의 시대가 성큼 우리 곁으로 다가올 것"이라며 "힘을 모아 피해자들의 고통을 실질적으로 치유할 때 한국과 일본은 마음이 통하는 진정한 친구가 될 것"이라고 덧붙였다.

@highlight

문재인 대통령은 1일 31절 100주년 기념식에서 친일잔재 청산은 너무 오래 미뤄둔 숙제라며 '빨갱이'라는 표현과 '색깔론'은 우리가 하루 빨리 청산해야 할 친일잔재라고 밝히고 친일은 반성해야 할 일이고, 독립운동은 예우받아야 할 일이라는 가장 단순한 가치를 바로 세우자고 말했다.