2019시즌 KBO리그 프로야구 스카우팅리포트 2019가 발간됐다.

올해 스카우팅 리포트는 왕년의 야구스타 박노준 우석대 교수가 대표 저자로 집필했고 김정준 해설위원, 장원구 스페셜원 편집장, 한성윤 KBS 차장, 이웅희 스포츠서울 팀장, 이경호 스포츠동아 기자, 배지헌 MBC 스포츠+ 기자 등이 힘을 보탰다.

총 512페이지 분량의 이 책에는 프로야구 2019시즌 키워드는 물론 구단별 전력 분석과 세세한 선수 데이터가 모두 담겼다.

가장 눈에 띄는 것은 투수들의 피칭존이다.

투수의 시각(TV 중계방송의 시각)에서 투수가 어느 코스로 공을 많이 던졌는지 한눈에 알 수 있다.

검정색, 벽돌색, 진분홍색, 분홍색, 회색, 흰색 순으로 공을 많이 던진 곳을 표시해 투수가 어디로 공을 많이 던지는지 확인 가능하다.

투수들의 구종별(포심, 투심, 싱커, 커터, 슬라이더, 커브, 체인지업, 포크볼) 평균 구속, 구사율(전체, 초구, 2-2, 좌타자, 우타자), 피안타율도 포함돼 있다.

타자의 경우 상대 투수의 구종별 타율을 표기했다.

타자들의 코스별 타율 역시 색으로 표시했다.

타율 0.400 이상은 빨간색, 0.300~0.399는 오렌지색, 0.200~0.299는 회색, 0.100~0.199는 하늘색, 0.099 이하는 파란색의 핫&콜드로 표기했다.

타구가 어디로 향했는지 알려주는 스프레이존, 상대 투수들의 구종에 따른 타율, 볼카운트별 성적 등 상황에 맞는 디테일한 정보들을 수록했다.

그밖에 2019시즌 전망 및 개인타이틀 예상, 양현종과 김광현의 최고투수 대결, FA 총정리, 세이버매트릭스로 본 프로야구 등 야구팬들의 관심을 끌만한 이야기도 실려 있다.

스페셜원이 발간했다.

@highlight

올해 발간된 '2019 프로야구 스카우팅리포트'는 왕년의 야구스타 박노준 교수가 대표 저자로 참여하였으며 프로야구 2019시즌 키워드와 구단별 전력 분석 및 자세한 선수 데이터가 담겨있다.