] 해외 유수 대학들도 이공계 출신이 총장직을 휩쓸고 있다.

1일 영국 글로벌 대학평가기관 QS의 2019년 세계대학평가를 분석한 결과 상위 10개 대학 중 6곳의 총장이 이공계 출신이었다.

QS는 매년 세계 대학들을 논문 피인용 횟수, 외국인 교수·학생 비율, 학계 평판도 등을 지표로 평가해 순위를 발표하고 있다.

이공계 총장이 있는 대학이 강세를 보인 것은 애초에 이공계를 집중 육성하고 있는 대학들이 국제적으로 높은 위상을 차지하고 있기 때문이다.

상위 10개 대학을 보면 매사추세츠공대(MIT), 캘리포니아공대, 스위스 연방공대, 영국 임피리얼칼리지런던 등이 포진해 있다.

1위에 오른 MIT는 3만 개가 넘는 기업을 배출하며 '창업의 요람'으로 통한다.

MIT의 라파엘 레이프 총장은 스탠퍼드대에서 전기공학 박사학위를 취득한 공학인이다.

지난해 말에는 10억달러(약 1조1200억원)를 들여 MIT에 인공지능(AI) 전문 대학을 만들겠다는 구상을 밝혀 화제가 되기도 했다.

공과대학 외 대학들도 이공계 출신 총장이 맹활약 중이다.

미국 캘리포니아 주에 있는 세계적 명문 사학 스탠퍼드대는 QS 2019년 세계대학평가에서 2위를 기록했다.

스탠퍼드대의 현 총장은 마크 테시어 라빈이다.

2016년 11대 총장에 취임해 현재까지 스탠퍼드대를 이끌고 있는 그는 생명공학 전문가다.

9위에 오른 시카고대의 로버트 짐머 총장은 수학자다.

그밖에 '중국의 MIT' '붉은 엔지니어의 요람'으로 불리는 중국 칭화대 역시 역대 총장 대부분이 이공계 출신인 것으로 유명하다.

현재 칭화대를 이끌고 있는 추융(邱勇) 총장은 이 대학 화학과 출신이다.

앞서 칭화대 총장직을 맡았던 구빙린(顧秉林), 천지닝(陳吉寧) 전 총장은 각각 물리학, 환경공학 전공자다.

@highlight

1일 영국 글로벌 대학평가기관 QS의 2019년 세계대학평가를 분석한 결과 상위 10개 대학 중 6곳의 총장이 이공계 출신이었는데 그 이유는 당초에 이공계를 집중 육성하고 있는 대학들이 세계적으로 높은 위상을 차지하고 있기 때문이며 공과대학 외 대학들도 이공계 출신 총장이 맹활약 중이다.