27일 보은옥천영동축산농협이 보은본점 회의실에서 37기 정기총회를 개최하고 있다.

ⓒ 보은옥천영동축협 [충북일보=보은] 보은옥천영동축산농협이 지난해 14억 원의 당기순이익을 달성했다.

이 축협은 지난 27일 보은본점 회의실에서 열린 37기 정기총회에서 이같이 밝혔다.

축협은 이 같은 실적에 따라 출자배당금 3.5%, 이용고 배당금 9% 등 총 20.7%를 배당할 계획이다.

이날 정기총회에서는 2018년 결산보고서 승인과 유공 조합원에 대한 시상이 있었다.

이어 오는 4월 6일 임기 만료하는 비상임이사 선출(사외이사 1명, 옥천 2명, 영동 2명) 등을 진행했다.

비상임이사 선거에서는 정윤오(보은) 씨가 사외이사에, 이준희·정조영(옥천) 씨와 권태철·박경하(영동) 씨가 이사에 각각 선출됐다.

조합장 감사장은 송지헌(보은) 씨와 이은구(옥천) 씨, 서명훈(영동) 씨가 받았다.

박금용·안동현(보은) 씨, 류재성(옥천) 씨, 박경하(영동) 씨는 농협사료 대표이사 감사패를 받았다.

중앙회장 우수직원 표창은 이주미 과장 대리와 이운경 계장이 수상했고, 조합장 우수직원 표창은 황수동 주임이 받았다.

이날 행사에는 정상혁 보은군수와 하유정 충북도의원, 구상회 군의원, 이석구 농협 보은군지부장, 지역농협 조합장 등이 참석해 축하했다.

맹주일 보은옥천영동축협 조합장은"지난해 괄목할 만한 성과를 달성한 것은 대의원과 조합원의 관심 덕분"이라며"조합 본연의 소임을 다해 축산농가에 도움이 되겠다"고 약속했다.

앞서 보은옥천영동축협은 2018년 축산물판매대상을 수상했다.

@highlight

2018년도 축산물판매대상을 수상한 보은옥천영동축협은 27일 정기총회에서 지난해 14억원의 당기순이익을 달성했으며, 대의원과 조합원의 관심 덕분이라고 밝혔다.