이달 19일부터 주택법 개정안 시행…부실시공·설계 처벌도 강화돼이달 19일부터 주택법 개정안 시행…부실시공·설계 처벌도 강화돼 [장성현 기자 shjang@imaeil.com] 오는 19일부터 아파트 분양권 불법 전매를 하거나 알선하다가 적발되면 불법 수익금의 최대 3배까지 벌금이 부과된다.

매일신문 DB.

오는 19일부터 아파트 분양권을 불법 전매하거나 알선하다가 적발되면 수익금의 3배까지 벌금을 물게 된다.

국토교통부는 분양권 불법 전매와 부실 시공 처벌 규정 등을 강화한 주택법 개정안이 19일부터 시행된다고 1일 밝혔다.

개정안에 따르면 분양권 불법전매나 청약통장 불법거래 등 공급질서 교란행위를 하거나 알선해 거둔 수익이 1천만원을 넘을 경우 해당 수익의 3배까지 벌금을 부과할 수 있다.

가령 분양권 보유자가 전매 금지 기간에 웃돈 3억원을 받고 아파트를 팔았다면 벌금은 최대 9억원이 된다.

중개업자도 중개 수수료 3천만원을 받았다면 9천만원까지 벌금이 부과될 수 있다.

분양권 불법 전매는 아파트값이 터무니없이 높이고 청약시장을 교란하는 행위로 지목된다.

그러나 분양권 불법전매 적발 시 벌금은 3천만원이 상한이어서 불법 차익에 비해 벌금이 낮고 전매제한의 실효성이 떨어진다는 지적이 많았다.

부실설계나 시공 등에 대한 처벌도 강화된다.

고의로 부실 설계나 시공을 해 입주자 등에게 손해를 입힌 경우의 벌칙도 현행 '2년 이하의 징역 또는 2천만원 이하의 벌금'에서 '3년 이하의 징역 또는 3천만원 이하의 벌금'으로 상향된다.

아울러 주택 사업자가 청약 신청자 등의 입주자 자격을 확인하려고 수집한 주민등록번호 등 개인정보를 원래 목적과 다른 용도로 사용하거나 타인 또는 기관에 제공하는 등 누설한 경우 부과하는 벌금의 상한도 3천만원에서 5천만원으로 높아진다.

@highlight

국토교통부는 분양권 불법 전매와 부실시공 처벌 규정 등을 강화한 주택법 개정안이 19일부터 시행한다고 발표했고, 시행 이후 아파트 분양권을 불법 전매하거나 알선하다가 적발되면 수익금의 3배까지 벌금을 물게 된다. 