. 군산지역에서 아동학대 신고가 크게 늘어나고 있다는 보도다.

군산아동보호기관 통계를 보면 지난 한해동안 신고된 아동학대 건 수가 320여건이 넘는다 .

그 전년도 보다 31%가 훨신 넘는 건 수라고 한다.

물론 군산지역뿐이 아니다.

최근 아동학대 사례가 늘어나고 있는 추세라는 게 아동전문기관들의 지적이다.

이처럼 아동학대가 늘고있는 원인은 대부분 어른들에 있음은 부인 할 수없다.

어른들이 힘이약하고 판단력등이 미숙한 어린이들에게 고압적인 행태를 자행하기 때문이다.

아동학대 예방을 위한 강력한 조치로 처벌 강화와 예방교육 시스템을 마련하고 시행하고 있으나 여전히 학대행위가 지속되고 있는 안타까운 현실이다.

어린이들은 우리 미래사회의 기둥이다.

아동학대 행위는 우리의 미래사회를 꺾는 어른들의 횡포라고 하지 않을 수없다.

특히 아동학대 행위가 발생하는 곳이 대부분 가정 안에서라는 사실은 새삼스러울 것도없다.

자녀교육이라는 명분으로 부모가 체벌을 넘는 가혹행위가 이뤄지고 있으며 이 중 상당수는 신고되지 않은 사례가 훨신 많다는 게 전문기관들의 추정을 감안해 보면 실제 아동학대 건 수는 더 많을 것이라고 한다.

문제는 체벌을 많이 당할수록 폭력을 당연한 것으로 받아들이게 되는 것이다.

아동학대의 가해 대부분이 부모들에 의해 자행되고 있다.

아직도 많은 부모들이 자녀를 소유물로 인식하는 전근대적인 사고가 변화되지 않고 있는 것이다.

어린이는 우리사회의 미래 주역으로 건강하고 맑게 자라야 할 보배들이다.

어떤 경우라도 학대로 부터 보호되어야 한다.

학대 당하는 어린이들은 성격이 바르게 형성 될 수없다.

사회에서 문제를 일으키는 청소년들 대부분이 성장과정에서 어른들로 부터 심한 학대를 받은 것으로 연구되고 있다.

아동학대는 개개인 가정에 국한한 단순한 문제가 아니다.

지역사회는 물론 국가의 미래사회 운명에 큰 영향을 미치게 된다.

어린이를 한 인격체로 대하는 사회적 인식이 자리 잡아야 한다.

그들이 우리사회의 희망이기 때문이다.

@highlight

군산아동보호기관 통계에 따르면 자녀교육이라는 명분으로 자행되는 아동학대가 군산지역에 지난 해 320여건의 아동학대로 신고된데 비해 미신고되는 경우가 많아 실제 아동학대 건 수는 더 많다.