] 모건스탠리캐피털인터내셔널(MSCI)이 자사 신흥시장(EM) 지수에 편입하는 중국 본토주식의 시가총액을 현재의 네 배까지 확대하기로 결정해 외국인 자금의 한국 증시 이탈 우려가 커졌다.

MSCI는 MSCI EM 지수에 편입되는 중국 A주의 반영 비율(시가총액 기준)을 3단계에 걸쳐 5%에서 20%로 올린다고 지난달 28일 발표했다.

이렇게 되면 MSCI EM 지수에서 차지하는 중국 A주 비중은 현재 0.7%에서 3.3%로 올라간다.

MSCI는 대형주에 국한됐던 중국 A주의 편입 구성을 중형주와 기술주(차이넥스트)로도 넓히기로 했다.

내년으로 예정됐던 중국 A주 중 중형주의 신흥시장 지수 편입이 올해 11월로 당겨졌다.

시가총액 반영비율은 20%다.

차이넥스트는 5월에 10%, 11월에 20%가 반영된다.

EM지수 내 중국 본토 주식의 비중이 확대되면 한국 시장의 비중은 상대적으로 내려간다.

안남기 국제금융센터 연구원은 "모든 편입 과정이 완료된 뒤 EM지수 내 한국의 비중은 13.5%에서 12.7%로 떨어진다"며 "해당 지수를 추종하는 자금이 1조9000억달러(2135조6000억원) 규모인 점을 고려하면 이론상 17조원의 자금이 한국 시장을 이탈할 수 있다"고 말했다.

다만 일각에서는 외국인 자금의 한국증시 투자 비중이 벤치마크(MSCI EM 지수)보다 낮기 때문에 실제 이탈 효과는 크지 않을 것이라는 분석도 있다.

송승연 한국투자증권 연구원은 "MSCI EM 지수를 따르는 189개 주요 글로벌 공모펀드의 평균 한국 비중은 11.4%고, 중간값도 12.9%에 불과하다"고 말했다.

고승희 미래에셋대우 연구원은 "지난해 중국 A주의 2차 편입 당시 외국인 자금은 순매수세를 보였다"며 "신흥국 펀드로의 자금 유입이 지속되고 있는 점을 고려하면 한국 비중 축소에 따른 시장 충격은 크지 않을 것"이라고 예상했다.

@highlight

모건스탠리캐피털인터내셔널이 자사 신흥시장지수에 편입하는 중국 본토주식의 시가총액을 현재의 4배까지 확대하기로 결정, 외국자금의 한국 증시 이탈 우려가 커지고 있는데, 이같은 한국시장 비중 감소 전망에 대해 일각에서는 외국자금의 한국증시 투자 비중이 벤치마크(MSCI EM 지수)보다 낮기 때문에 실제 이탈 효과는 크지 않을 것이라는 분석도 있다.