제100주년 3.1절을 기념하기 위한 행사가 전북 전역에서 연중 진행된다.

올해 전북에서만 45개 행사가 예정돼 3.1운동 의미를 되짚어보고 선열들의 숭고한 나라사랑 정신을 되새기는 시간으로 채워질 전망이다.

2월 28일 풍남문 광장에서는 '대한민국 100년, 평화와 번영의 새로운 100년'을 주제로 송하진 전북도지사, 홍종식 민주평통 전북부의장, 황인성 민주평통 사무처장, 이석 황실문화재단 이사장을 비롯해 도민 1천여 명이 참여한 가운데 다채로운 문화공연이 펼쳐졌다.

같은날 한국소리문화의전당에선 제100주년 3.1절 기념 전야음악회도 진행돼 분위기를 띄웠다.

3월 1일 당일에는 전북도와 14개 시군에서 '제100주년 3.1절 기념식'이 거행된다.

특히 도청 공연장에는 도내 유일의 생존애국지사 이석규(93) 옹이 참석할 예정이어서 뜻깊은 자리가 될 전망이다.

3.1절 행사는 당일에 머물지 않고 연중 이어진다.

9일 전주에서는 '3.1운동 100주년 기념 걷기대회'와 '3.1운동 100주년 버스 승강장 준공식' '전주 3.1운동 100주년기념행사'가 예정돼 있다.

23일 군산에서는 '3.1운동 관련 백일장, 미술대회'가 열리고 익산에서는 3월부터 4월까지 '독립의 횃불 전국릴레이 행사' '4.4만세운동 100주년 기념 마라톤 대회' '4.4만세운동 100주년 기념식' 등이 개최된다.

또 김제에서도 4월 4일에 '만경장터 4.4일 독립만세운동'이 진행되고 5월 2일 고창에서는 3·1 만세로 이어진 동학농민 혁명과 민족의 자주독립을 기념하기 위한 '러시아옴스크오케스트라 초청 공연'이 열린다.

송하진 지사는 "전북 3.1운동사 발간, 남원 독립애국지사 추모 현충시설 정비 등 순국선열의 정신을 계승·발전시키기 위한 다양한 사업을 지속적으로 추진해 나갈 것"이라고 말했다.

@highlight

3.1절 100주년을 기념하기 위하여 올해 전북에서만 45개 행사가 연중 이어지며 3.1절을 기념하고 선열들의 숭고한 나라사랑 정신을 되새기는 자리를 갖게 된다.