] 지난해 4분기 실적 발표를 통해 이익 증가세를 확인한 한화에어로스페이스가 강세다.

증권가에서는 한화에어로스페이스가 계열사의 흑자 전환과 대규모 해외 수주를 바탕으로 주가 상승이 이어질 가능성이 있다는 분석이 나온다.

지난달 28일 유가증권시장에서 한화에어로스페이스는 2.08% 내린 3만2950원에 마감했다.

시가는 0.59% 오른 3만3850원에 형성됐지만 장 막판 미·북 정상회담 결렬이라는 돌발 악재에 하락세로 돌아섰다.

하지만 이 회사 주가는 2월 7.15% 올라 같은 기간 코스피지수(-0.36% 하락)를 월등히 앞섰다.

작년 4분기 매출이 분기 기준 역대 최고치를 달성한 가운데 올해 영업이익 턴어라운드(급격한 실적 개선) 기대가 주가를 끌어올리고 있다.

한화에어로스페이스는 작년 4분기에 매출 1조6473억원, 영업이익 572억원을 기록했다.

매출과 영업이익이 전년 대비 각각 7.2%, 23.5% 증가했다.

김홍균 DB금융투자 연구원은 "정보통신기술(ICT) 부문 합병 효과와 K9 자주포 수출 증가가 두드러졌다"며 "지난해 8월 편입된 ICT 부문의 실적이 올해는 연초부터 잡히면서 성장세를 이끌 것"으로 전망했다.

전문가들은 한화에어로스페이스의 수주 실적에 주목하고 있다.

정동익 KB증권 연구원은 "3조원 규모의 대공화기 인도 수출 계약이 임박했다"며 "여러 건의 K9자주포 수출이 예상되고 2조2000억원 규모의 국군 피아식별장비 성능개량사업도 수주할 가능성이 있다"고 덧붙였다.

금융정보업체 에프앤가이드에 따르면 한화에어로스페이스의 올해 영업이익 컨센서스(증권사 추정치 평균)는 지난해보다 130.6% 증가한 1282억원이다.

주주친화 정책도 관심이다.

이 회사는 지난달 27일 157억9200억원 규모의 자사주를 소각하겠다고 공시했다.

증권업계에서는 이번 결정이 국민연금의 스튜어드십코드(기관투자가의 의결권 행사지침) 강화와 관련이 있다는 해석이 나온다.

국민연금은 한화에어로스페이스 지분 12.92%를 보유하고 있다.

@highlight

증권가 분석에 따르면, 한화에어로스페이스는 지난해 4분기 실적 발표를 통해 계열사의 흑자 전환에 따른 순이익 증가와 지난달 공시한 자사주 소각에 따른 주주친화 정책으로 주가가 상승할 것으로 기대하고 있다.