첫 선발 등판 최충연은 3이닝 4피안타(1피홈런) 4사사구 4탈삼진 6실점 부진 [김병훈 기자 kbh7133@imaeil.com] 올 시즌 삼성 라이온즈의 제1선발로 예상되는 덱 맥과이어가 1일 롯데 자이언츠와의 연습경기에서 3이닝 1피안타 무실점으로 호투하며 첫 실전부터 합격점을 받았다.

삼성 라이온즈의 새 외국인 투수 덱 맥과이어가 첫 실전 등판에서 가공할만한 구위를 선보이며 올 시즌 기대감을 키웠다.

삼성은 1일 일본 오키나와 온나손의 아카마구장에서 열린 롯데 자이언츠와의 연습경기에서 2대7로 패했다.

이날 선발 등판한 최충연은 3이닝 동안 4피안타(1피홈런) 4사사구 4탈삼진 6실점으로 부진했다.

하지만 세 번째 투수로 마운드에 오른 맥과이어의 피칭은 고무적이었다.

맥과이어는 3이닝 동안 40개의 공을 던지며 1피안타 1사사구 4탈삼진 무실점의 완벽투를 선보였다.

전력투구를 하지 않는 연습경기임에도 불구하고 패스트볼 최고 구속은 150㎞, 평균은 147.5㎞를 기록했다.

맥과이어는 경기가 끝나고 "오늘 경기는 공격적으로 던지는 데 중점을 두었다.

마운드 올라갈 때마다 항상 최선을 다한다.

날씨 영향으로 피칭 스케줄이 변경되어도 불펜 피칭을 통해 컨디션 유지를 하기 때문에 문제 되지 않는다"며 "앞으로도 공격적인 피칭을 계속할 생각이다"고 했다.

실전 등판에서 저스틴 헤일리에 이어 맥과이어까지 합격점을 받으면서 삼성의 올 시즌 외인 농사에 대한 기대감이 커지고 있다.

앞서 헤일리는 지난달 27일 LG 트윈스와의 연습경기에서 3이닝 동안 2피안타 3삼진 무실점을 기록하며 호투했다.

사사구는 한 개도 없었다.

한편, 선발로 보직을 바꾼 최충연은 몸이 덜 풀린 듯 구속과 구위 모두에서 기대에 미치지 못했다.

최충연은 지난해 말 4주간의 기초 군사 훈련을 다녀온 이후 아직까지 제 컨디션을 찾지 못하는 모습이다.

최충연의 구위가 정상 궤도에 올라오려면 더 시간이 조금 더 필요해 보인다.

@highlight

삼성은 롯데와의 연습경기에서 패했으나 투수로 마운드에 오른 새 외국인 투수 맥과이어의 구위는 올 시즌 기대감을 키웠다.