어제 이낙연 총리와 충청권 시·도지사 4명간 조찬 회동은 긍정적인 의미에서 이례적인 장면이라 할 만하다.

5인이 원탁에 둘러 앉아 있는 모습이 연출된 데다 세종시 총리공관에 모인 점에 비추어 볼 때 이 총리 초청 행사로 기획됐을 것이라는 심증을 갖게 한다.

또 이날 '깜짝 회동'은 이 총리가 관련 사실을 트위터에 올리면서 알려지게 된 점도 이를 뒷받침하는 정황 증거로서 부족하지 않다 할 것이다.

이 총리와 충청권 시·도지사들과의 관계는 각별한 수준으로 발전하는 게 바람직하다.

정서적으로나 보나 공간적으로 보나 대전·세종시장과 충남·북지사 4명은 큰 차이가 없다.

마음 먹기에 따라 어제 같은 그림을 재현하는 게 크게 어려울 것 없다고 보는 이유가 여기에 있다.

그렇다면 형식과 장소에 구애됨 없이 이 총리와 충청권 광역단체장 조합을 뜻하는 '1+4 회동'이 하나의 패턴으로 자리 잡도록 하는 것도 나쁘지 않을 듯하다.

물론 충청권만을 편애하라는 얘기는 아니다.

실질적인 행정수도인 세종시에 집무실을 두고 있는 만큼 이 총리가 충청권 시·도지사들과 접촉면을 늘리고 소통하는 것은 자연스러운 일이다.

불가피한 경우야 어쩔 수 없는 노릇이나, 오히려 밖으로 돌다가 '등잔 밑'을 못 보는 상황이 생긴다면 그게 더 비효율이라는 지적을 받게 된다.

냉정하게 따진다면 지역민들은 이 총리가 충청권을 더 챙기기를 기대했는데, 얼마나 부응했는지는 미지수다.

정부의 예타 면제 대상 사업 발표 이후 한 숨 돌린 것은 맞지만 그와는 별개로 지지부진한 현안 사업들이 여전히 제자리 걸음 상태에 있음을 부정하기 어렵기 때문이다.

차제에 이 총리 초청장을 받은 충청권 시·도지사들에게 주문하자면 이 총리와의 회동을 유용한 지렛대로 삼는 정무적 감각을 더 발휘했으면 한다.

이 총리와 얼굴을 맞대는 것으로 그쳐선 곤란하다.

가령 정부정책과 현장이 갈등할 경우 과감하게 대안을 제시하는 과단성을 보여줄 필요가 있다.

@highlight

이낙연 총리와 충청권 시,도지사 4명간 조찬 회동을 가졌는데 이 총리가 세종시에 집무실을 두고 있는 만큼 충청권 시도지사들과 접촉빈도가 늘고 소통하는게 자연스러우며 오히려 이들의 관계는 각별한 수준으로 발전하는게 바람직하다.