[안동=환경일보] 김희연 기자 = 안동시가 28일 오후 2시 유교랜드에서 '놀팍(NOLPARK)' 개관식을 개최했다.

'놀팍(NOLPARK)'에서는 독립운동의 상징인 임청각과 석주 이상룡 선생의 만주 독립운동 과정을 교육용 가상현실(VR)·증강현실(AR) 콘텐츠로 체험할 수 있다.

일반인들에게는 3.1운동 100주년을 맞이하는 3월 1일부터 정식으로 선보일 예정이다.

개관식은 권영세 안동시장, 권광택 시의회 부의장, 김명호 경북도의원, 석주 이상룡 기념사업회 관계자를 비롯해 유관 기관 관계자 및 시민 등 50여 명이 참석한 가운데 개관 테이프 커팅식, 시설투어 등으로 진행된다.

'놀팍'은 지난해 경북문화콘텐츠진흥원이 주관하고 경북도, 안동시, 지역기업이 함께 참여해 신청한 국비 공모사업에 선정돼, 총사업비 830백만 원으로 콘텐츠를 개발했다.

개관에 앞서 지난 12일부터 8일간 시범 운영했으며, 참가자들의 체험평가를 통해 프로그램과 시설을 보완했다.

VR 콘텐츠 중 다소 매끄럽지 못한 프로그램을 보완했고, 주변 소음으로 '스토리박스'의 설명이 잘 안 들린다는 지적에 대해서는 헤드셋을 추가 설치해 해결했다.

체험객의 편의 제공을 위한 정수기와 음료자판기도 설치했다.

안동시는 진흥원과 함께 독립운동 관광투어코스 개발, 투어카드 제작 배포 등 '놀팍'과 연계한 '임청각 역사체험 콘텐츠 연계 지원 사업'을 추진해 관광객 유치에도 힘쓸 계획이다.

권영세 안동시장은 "3.1운동과 임시정부 수립 100주년이 되는 해에 4차 산업혁명 시대를 선도할 융·복합 콘텐츠 체험관을 선보이게 되어 매우 뜻깊게 생각한다"며, "체험관 놀팍이 시민의 쉼터가 되고, 지역 경제 활성화의 거점이 되도록 할 계획"이라고 말했다.

관람료 및 예약 등 자세한 사항은 전화로 문의하거나, '놀팍' 홈페이지를 참고하면 된다.

@highlight

경북문화콘텐츠진흥원이 주관하고 경북도, 안동시, 지역기업의 신청으로 국비 공모사업 콘텐츠로 개발된 '놀팍'이, 28일 안동시 유교랜드에서 개관하여 임청각과 만주 독립운동 과정을 VR, AR로 체험할 수 있게 되었다.