3·1 운동 독립투사 33인이 웹툰 주인공으로 재탄생한다.

독립운동가 웹툰 프로젝트)'의 하나로 '독립운동가 웹툰 캐릭터전(展): 위대한 시민의 역사'를 연다고 26일 밝혔다.

독립운동가 웹툰 프로젝트는 재단이 3.1운동 및 국가탄생 100주년을 맞아 추진 중인 대표적인 문화콘텐츠로, 대한민국을 대표하는 만화인 30여 명이 참여해 독립운동가 33인의 이야기를 웹툰으로 제작한 것이다.

캐릭터전은 웹툰으로 탄생한 독립투사들의 발자취를 만날 수 있고, 일부 작품의 예고편이나 몇몇 장면들을 터치스크린 등으로 살펴볼 수 있도록 기획됐다.

문화공연 등 부대행사도 준비됐다.

청소년 600명이 참여하는 '태어로즈 태권도 영웅단'의 시범공연과 은수미 성남시장, 성남지역 독립운동가 후손, 웹툰 작가 등이 성남시판 독립신문 낭독 퍼포먼스도 펼쳐진다.

또 3·1 운동 100주년을 기념하고 독립투사들의 넋을 기리기 위해 웹툰 실무단의 정한별 시인이 직접 작사한 창작곡 '오늘이소서'를 여성 3인조 팝페라 그룹 '루나소울'이 부른다.

이어 '크라잉넛', '밴드 나비맛', 'Juke Joint Junkies'이 축하공연을 한다.

시민과 만화인들이 함께하는 다양한 프로그램도 기다리고 있다.

중견 만화인 안중걸씨는 캐리커처 드로잉쇼로 현장의 열기를 전할 예정이며, 시민들이 그림을 그리거나 글을 적으며 참여하는 걸개전도 마련됐다.

허영만, 김진, 박건웅, 김금숙 등 독립운동가 웹툰 프로젝트 참여작가들이 캐리커처를 무료로 그려주고 사인회도 연다.

박명숙 성남문화재단 대표이사는 "3·1운동 100주년을 맞아 독립운동가들의 삶을 대중적인 문화콘텐츠인 웹툰으로 제작하는 것은 큰 의미를 갖는다"면서 "시민들이 국가의 독립을 위해 희생한 독립운동가들을 기억하는 웹툰 캐릭터전이 되길 기대한다"고 했다.

@highlight

성남문화재단은 다음달 1~8일 성남시청 1층 로비에서 독립운동가 33인의 이야기를 다룬  '독립운동가 웹툰 캐릭터전(展): 위대한 시민의 역사'를 연다. 