2014년에는 ‘최악의 살인기업’ 선정되기도 “특별감독 요청했음에도…고용노동부 직무유기”

현대제철 당진공장에서 지난 2010년부터 최근까지 10년 간 28명이 산재로 목숨을 잃은 것으로 나타났다.

민주노총 금속노조가 지난 2014년 제작한 ‘현대제철 현장 산재 사망’ 현황에 따르면 2010년과 2011년 1년 간 6명이 사망했다.

2012년에는 한 해 동안 모두 5명이 사망하고 1명이 의식불명 상태에 빠졌다.

이 중 4명이 작업 도중 추락사했다.

나머지 한 명은 지난달 20일 숨진 외주업체 소속 이 아무개(50)씨처럼 작업 중 기계에 끼어 숨졌다.

2013년에는 한 해 동안 10명이 숨지고 8명이 부상을 입었다.

사망원인도 추락사와 과로사 질식사, 가스누출 사고 등 다양하다.

4년간 21명이 사고로 사망한 것이다.

특히 당시 5명의 질식사한 사고의 경우 밀폐공간에서 작업을 할 경우 환기를 하고 산소상태를 평가해야 하는데도 작업공정을 지키지 않은 것으로 나타났다.

당시 노동부는 총 1000건이 넘는 산업안전법 위반사항을 적발해 해당 기업에 시정조치를 명령했다.

반면 노동계와 시민사회단체는 “지속적으로 특별감독을 요청했음에도 불구하고, 고용노동부 관련 부서가 적절한 조치를 취하지 않았다”며 고용노동부 장관을 비롯한 고용노동부 직원들을 직무유기 혐의로 검찰에 고발했다.

하지만 아무도 처벌받지 않았다.

이듬해인 2014년 1월에도 노동자 1명이 또 추락사했다.

같은 해 7월 산재사망 대책 마련을 위한 공동캠페인단은 현대제철과 대우건설을 ‘최악의 살인기업’으로 선정하기도 했다.

그런데도 2016년 2명의 노동자가 기계에 끼여 숨졌다.

2017년과 지난해에도 각각 1명의 사망자가 발생했다.

2017년 사망 노동자의 경우 28살 결혼 3개월차 노동자가 임신한 아내를 두고 사고로 숨졌다.

설비 정기보수작업을 진행하던 중 기계장치에 몸이 끼어 사망했다.

지난달 20일 28명 째 사망자가 발생했다.

이 씨(50)는 작업용 자재를 가져오는 과정에서 기계에 끼여 숨졌다.

이번 사고에 대해 현대제철 측은 “다시는 이러한 사고가 발생하지 않도록 사고대책 마련 및 안전 점검을 최우선으로 할 것을 약속드린다”고 밝혔다.

@highlight

현대제철 당진공장에서 지난 2010년부터 최근까지 10년 간 28명이 산재로 목숨을 잃은 것으로 나타나 공통캠페인단은 같은해 7월 현대제철과 대우건설을 최악의 살인기업으로 선정하였다.