경기지역 사립유치원 1031곳 중 최소 44곳이 이번 학기 무기한 개학연기에 들어간다.

국내 최대 사립유치원 단체인 한국유치원총연합회의 집단행동에 동참한 것이다.

경기교육청은 2일 오후 12시께 교육청 홈페이지 공지사항 게시판에 '2019학년도 개학연기 및 무응답 유치원 현황'을 공개했다.

한유총은 지난달 28일 '유치원 3법(유아교육법 사립학교법 학교급식법)' 철회 등을 요구하며 이번 학기 무기한 개학을 연기하겠다고 선언했다.

이에 교육부는 1일 유은혜 부총리 겸 교육부 장관 주재로 긴급회의를 연 뒤 2일 낮 12시 각 교육청 홈페이지에 모든 사립유치원의 개학 연기 여부를 공개하기로 했다.

경기지역에서 한유총의 무기한 개학연기에 동참한 사립유치원은 2일 12시 기준 44곳으로 집계됐다.

수원교육지원청에서 새밀알유치원 1곳, 화성오산교육지원청에서 리더스유치원, 예인유치원, 동화마을유치원, 동산숲유치원, 숲속코코유치원 등 5곳이 개학을 연기한다고 밝혔다.

이밖에 성남교육지원청 2곳, 고양교육지원청 1곳, 평택교육지원청 10곳, 동두천양주교육지원청 1곳, 용인교육지원청에서 22곳, 안성교육지원청에서 2곳이 개학을 연기한다.

103곳은 무기한 개학연기 여부에 응답하지 않았다.

경기교육청 관계자는 "일부 사립유치원의 허위 보고 등으로 공지사항이 사실과 다를 수 있다"며 "이럴 때는 즉시 경기교육청 담당자에게 연락하면 반영·보완할 것"이라고 설명했다.

교육당국은 이들 유치원들에 대해 4일 시정명령을 내리고 다음날에도 개학하지 않으면 즉시 고발조치할 예정이다.

대검찰청은 교육부 고발이 들어오면 유아교육법, 공정거래법 위반 여부 등을 신속히 수사할 방침이다.

교육당국은 또 3일 오전 9시부터 각 교육청 홈페이지를 통해 긴급돌봄 서비스를 접수한다.

인근 국공립유치원과 유아교육진흥원을 활용하고 부족하면 국공립어린이집 등의 협조도 요청할 계획이다.

@highlight

국내 최대 사립유치원 단체인 한국유치원총연합회는 지난달 28일 '유치원 3법' 철회 등을 요구하며 이번 학기 무기한 개학 연기를 선언하였고, 한유총의 집단행동에 경기지역 사립유치원 1031곳 중 최소 44곳이 동참했다.