‘테니스 황제’ 로저 페더러(세계랭킹 7위·스위스)가 남자프로테니스(ATP) 투어 단식에서 통산 100번째 우승의 위업을 달성했다.

페더러는 2일(현지시간) 아랍에미리트(UAE) 두바이에서 열린 ATP 투어 두바이 듀티프리 챔피언십(총상금 273만6845 달러) 대회 마지막 날 단식 결승에서 스테파노스 치치파스(11위·그리스)를 2-0(6-4 6-4)으로 제압했다.

지난해 10월 고향인 스위스 바젤에서 통산 99번째 우승을 차지한 페더러는 이후 세 차례 대회에 출전했으나 100번째 우승 트로피를 가져오지 못하다가 이번 대회에서 ‘100회 우승 클럽’에 가입했다.

우승 상금은 56만5635 달러(약 6억3000만 원)다.

지금까지 ATP 투어 단식에서 100회 이상 우승한 선수는 은퇴한 지미 코너스(67·미국)가 유일하다.

코너스가 31세 때인 1983년 US오픈에서 100회 우승을 달성한 이후 36년 만에 페더러가 올해 38세의 나이로 통산 두 번째 100회 우승 고지를 밟았다.

코너스는 이후 우승 횟수를 109회까지 늘린 이후 은퇴했기 때문에 페더러가 앞으로 10번 더 우승하면 코너스의 기록을 넘어설 수 있다.

이번 대회 우승으로 페더러는 2001년 이후 2015년까지 15년 연속 한 해도 거르지 않고 투어 대회 우승을 차지했다.

2016년에 우승이 없었지만 2017년 1월 호주오픈 우승으로 재기에 성공했다.

15년 연속 우승은 프로 선수들의 메이저 대회 출전이 허용된 1968년 이후 남자 최다 연속 시즌 우승 기록이고, 라파엘 나달(2위·스페인)이 지난 시즌까지 15시즌 연속 우승을 진행 중이다.

경기를 마친 뒤 페더러는 “100번째 우승까지 길고도 아름다운 여정이었고, 나의 꿈이 이뤄진 순간”이라며 “앞으로 얼마나 더 이룰 수 있을지 나도 궁금하다”고 소감을 밝혔다.

페더러는 7일 미국 캘리포니아주 인디언 웰스에서 개막하는 ATP 투어 BNP 파리바 오픈에서 101번째 우승에 도전한다.

@highlight

'테니스 황제' 로저 페더러가 2일 두바이에서 열린 'ATP 투어 두바이 듀티프리 챔피언십' 단식 결승에서 스테파노스 치치파스를 2-0으로 꺽고 100번째 우승컵을 들었으며 7일 미국 캘리포니아주 인디언 웰스에서 개막하는 ATP 투어 BNP 파리바 오픈에서 101번째 우승을 노린다.