조선식산은행 위치한 관아골에 설치...

충북일보=충주] 충주시 성내동 관아골 상가 주차장에 '평화의 소녀상'이 건립됐다.

일본군 위안부 피해 할머니들의 명예, 인권 회복과 평화를 염원하기 위해서다.

충북 도내에서는 청주, 제천, 보은, 음성에 이어 다섯 번째다.

충주 평화의소녀상 건립추진위원회는 3·1운동 100주년인 1일 성내동 관아골주차장 일원에서 '충주평화의소녀상 건립 제막식' 행사를 열었다.

이날 행사에는 김순화 충주평화의소녀상 건립추진위원장을 비롯해 이종배 국회의원, 조길형 충주시장, 서동학 충북도의원, 허영옥 충주시의장과 시의원, 유관기관 단체장, 시민 등 1천여 명이 참석했다.

제막식 사전 행사로 충주오페라어린이합창단, 씨엘보이스, 가수 박동진·조대현 등이 참석한 가운데 평화나비 콘서트를 선보였다.

제막식은 충주오페라어린이합창단의 공연을 시작으로 제막선언과 국민의례, 축사, 소녀상 건립 경과보고, 제막식, 비문 낭독, 단해무용단 기념 공연 순으로 진행됐다.

김순화 위원장은 "3.1운동 100주년을 감격으로 맞이하며 나라 없는 설움을 딛고 대한민국은 당당히 일어섰다"며 "치욕스러운 역사 속에 피맺힌 아픔을 보듬고 찬란히 빛날 100년을 꿈꾸며 미래 세대와 손잡고 평화의 소녀상을 건립하게 됐다"고 말했다.

지난 2016년 발족된 추진위는 평화의 소녀상 건립을 위해 5천만 원 모금 운동을 벌여왔다.

하지만 모금 운동 부진 등으로 지난해 9월 김순화 충주오페라단장을 비롯해 지역 내 각계 인사 14명으로 재구성했다.

이후 지난달까지 시민 2천600여명이 모금에 참여하는 등 활발한 모금 운동이 진행됐다.

추진위는 최근 충주시와 협의를 거쳐 역사적 의미를 되새기고자 옛 조선식산은행이 위치해 있는 관아골에 '평화의 소녀상'을 건립하기로 결정했다.

@highlight

일본군 위안부 피해 할머니들의 인권 회복과 평화를 비는 목적으로 충주시 성내동 관아골 상가 주차장에 '평화의 소녀상'이 건립되었으며, 3·1운동 100주년인 1일 소녀상 건립추진위원회는 성내동 관아골주차장에서 '충주평화의소녀상 건립 제막식' 행사를 개최했다.