정부가 개학연기 유치원에 대해 시정명령을 거쳐 형사고발 조치하는 등 '무관용 원칙'으로 대응하겠다는 방침을 세웠다.

정부는 지난 2일 정부서울청사에서 이낙연 국무총리 주재로 '한국유치원총연합회(한유총) 개학연기 발표 관련 긴급 대책회의'를 열고 이런 방안을 확정했다.

이에 교육부는 3일 오전 9시부터 시도교육청 홈페이지를 통해 돌봄 신청을 접수하고, 유치원 개원일인 오는 4일부터 국공립유치원 등을 통한 돌봄서비스를 지원할 계획이다.

또한 보건복지·여성가족·행정안전부와 지방자치단체 등의 긴밀한 협조 아래 어린이집, 아이돌봄서비스 등 돌봄 제공 가능 기관을 활용해 학부모들의 불편이 없도록 할 방침이다.

여성가족부는 사립유치원 개학일 연기로 돌봄 공백이 생긴 원아를 대상으로 긴급 돌봄서비스를 무료 제공하고, 전국공동육아나눔터 등에 아이돌보미를 파견하는 등 비상돌봄체계를 구축하기로 했다.

보건복지부는 시도교육청에서 지역 내 어린이집 돌봄 가능 인원 정보를 요청하면 즉시 긴급 돌봄 가능 어린이집을 안내할 계획이다.

경기도교육청은 공립유치원, 유아교육진흥원 등을 중심으로 돌봄을 지원하고 교육지원청별 돌봄 전담자를 지정하기로 했다.

유은혜 사회부총리 겸 교육부 장관은 회의에서 "유치원이 개원을 무단 연기한 경우 미개원 시 즉각 시정명령하고, 이후 시정하지 않으면 형사고발 조치하는 등 무관용의 원칙으로 대응하겠다"고 강조하면서 경찰청과 법무부, 공정거래위원회 등에도 협조를 요청했다.

이에 박상기 법무부 장관은 한유총의 행위는 교육 관계 법령 위반 소지가 크다는 견해를 밝히면서 한유총의 유치원 개학 무기 연기 과정에서 발생할 수 있는 불법행위에 대해 법과 원칙에 따라 엄정 대응하겠다고 밝혔다.

민갑룡 경찰청장은 불법 개학연기에 대해 시도교육청의 고발이 접수되면 신속하게 수사에 착수하겠다는 방침을 밝혔고, 김상조 공정거래위원장도 한유총의 집단휴업 시 공정거래법 위반 여부에 대해 신속히 조사해 엄정 대응하겠다고 말했다.

@highlight

정부는 지난 2일 정부서울청사에서 '한국유치원총연합회 개학연기 발표 관련 긴급 대책회의'를 열고 개학연기 유치원에 대해 시정명령을 거처 형사고발 조치하는 등 '무관용 원칙'으로 대응하겠다는 방침을 내세워 교육부는 3일 시도교육청 홈페이지에서 돌봄 신청을 접수하고, 오는 4일부터 국공립유치원 등을 통한 돌봄서비스를 지원할 계획이다.