얼마 전 보은군에서 '나 먼저 인사하기' 행사를 실시했다.

고객과 밀착된 영업점에서 근무하는 나로서는 인사가 고객과 소통의 시작이라 여기고 있지만, '바쁘다는 핑계로 소홀히 하지 않았나'하는 생각이 들었다.

그래서 '인사'라는 말을 찾아보니, 사전에 '마주 대하거나 헤어질 때 예를 표함, 또는 그런 말이나 행동'이라고 나와 있었다.

사전적 의미를 넘어 인사는 '당신을 존중 합니다'라는 것으로도 생각해볼 수 있을 것 같다.

또한 매너의 기본이자 상대방에게 나를 각인시킬 수 있는 방법이기도 하다.

내가 근무하는 농협은 젊은 고객도 있지만 연세가 많으신 어른신들이 대부분이다.

특히 보은지역은 하나하나 또박 또박 설명하고 짚어드려야 하는 노인 분들이 많다.

그래서 어느 날은 퇴근하고 집에 오면 목이 아픈 경우도 많다.

따라서 그 어르신들을 고객이 아닌 나의 할아버지, 할머니라고 생각해야 그 분들과의 거리를 좁힐 수 있고, 그 분들과 나를 가깝게 연결해 주는 것이 '인사'임을 깨닫는다.

어르신 뿐 아니라 다른 고객님들에게도 내가 먼저 인사를 하고 다가가니 나를 먼저 알아봐주셨고 업무를 처리하는 데도 한결 수월해졌다.

그 때부터 인사라는 것이 평범하고 쉬운 행위지만 내 진심을 표현할 수 있는 방법이기도 하고, 고객들에게 내 마음을 열 수 있는 길이기도 하구나라고 느꼈다.

그렇게 1년, 2년….

몸에 배도록 습관적인 인사를 하고 그 인사를 통해 고객과 소통하며 소중한 인연을 이어다가보니 2014년도에는 고객만족 우수 직원인 '맵시스타'에 선정이 되는 영광을 누리도 했다.

인사하는 것은 어려운 일이 아니다. 나 먼저 열린 마음으로 다가가 "안녕하세요", "잘 지내시죠?"라고 마음을 표현하면 되는 것이다.

인사는 상대방을 웃게 하지만, 그에 앞서 나를 먼저 웃게 한다.

기분좋은 인사는 나를 기분좋게 한다.

올해는 다시 새내기 때의 초심으로 돌아가 환한 미소로 인사를 건네며 고객에게 진심을 전하는 내가 되어야 겠다.

"안녕하세요? 고객님! 무엇을 도와드릴까요?"

@highlight

인사하는 것은 어려운 일이 아니며 나 먼저 열린 마음으로 다가가 "안녕하세요", "잘 지내시죠?"라고 마음을 표현하면 되는 것이며 인사를 통해 고객과 소통하며 내 진심을 표현할 수 있는 방법이고, 고객들에게 내 마음을 열 수 있는 길이므로 얼마 전 보은군에서는 '나 먼저 인사하기' 행사를 실시했다.