연합 "정부가 개학연기 동참 유치원 협박…극소수로 숫자 왜곡"

사립유치원단체 한국유치원총연합회(한유총)가 개학연기를 강행하기로 했다.

또 개학연기 동참 유치원이 전국적으로 1500여곳에 달한다며 '196곳'이라는 교육부 조사가 허위라고 주장했다.

한유총은 3일 서울 용산구 사무실에서 기자회견을 열고 "국무총리까지 나서 사회불안을 증폭하며 교육공안정국을 조사한 것이 매우 강한 유감을 표한다"면서 이같이 밝혔다.

한유총 자체조사 결과 개학연기 동참 유치원은 전국 1533곳이었다.

전체 사립유치원(4천220개)의 36.3%, 한유총 회원(3318개)의 46.2%다.

지역별로는 경기·인천이 492곳으로 최다였고 이어 경북·부산·대구 339곳, 경남·울산 189곳, 충청·대전 178곳, 서울·강원 170곳, 전라·광주 165곳 등이었다.

한유총 측은 "각 유치원이 학부모에게 보낸 개학연기 안내문자를 지역지회·분회별로 '인증'받았다"고 설명했다.

이 관계자는 자체돌봄 제공여부와 관련해서는 "아이들을 다른 기관에 맡기게 하지는 않을 것"이라고 전했다.

또 한유총은 개학일 결정은 유치원장 고유권한이라며 개학연기가 '준법투쟁'이라는 주장을 반복했다.

그러면서 "(정부가) 불법적으로 계속 (한유총을) 탄압하면 폐원투쟁으로 나아가겠다"고 경고했다.

이와 관련해 이덕선 한유총 이사장은 "오는 6일까지 폐원 관련 회원의견을 수렴할 예정"이라고 말했다.

이날 한유총은 "사립유치원들의 대화 제의를 교육부가 수락했으면 모든 문제가 해결됐을 것"이라면서 "유은혜 사회부총리 겸 교육부 장관이 '무능·불통'으로 교육을 망치고 있다"고 주장했다.

정부는 전날 이낙연 국무총리 주재로 관계부처·지방자치단체 긴급합동회의를 열고 "개학연기 강행 시 법에 따라 엄정대처하겠다"고 밝혔다.

@highlight

사립유치원단체 한국유치원총연합회가 교육부 조사가 허위라고 주장하며 개학연기를 강행하기로 한 가운데, 한유총은 유은혜 사회부총기 겸 교육부 장관이 무능과 불통으로 교육을 망치고 있다 주장했다.