맨체스터 유나이티드가 루카쿠의 멀티골로 사우스햄튼에 극적인 역전승을 거뒀다.

맨체스터유나이티드는 3일 0시(한국시간) 잉글랜드 프리미어리그(EPL) 29라운드 경기에서 사우스햄튼과 맞붙었다.

이날 경기에서 경기의 흐름은 사우스 햄튼이 먼저 가져갔다.

전반 25분 사우스햄튼의 얀 발레리는 오른쪽 박스 부근에서 공을 받아 직접 강한 슈팅을 날렸다.

상당한 거리를 남기고 과감한 슈팅을 선택한 얀 발레리는 관중을 열광케 하는 중거리 슛을 날리면서 원더골을 기록했다.

전반전은 추가득점 없이 사우스햄튼이 한점 앞선 채 종료됐다.

하지만 후반 8분, 맨유의 페레이라가 강한 중거리 슛으로 사우스햄튼의 골망을 갈랐다.

마치 전반전 얀 발레리의 골을 의식한 듯 비슷한 거리에서 날린 중거리 슈팅이었다.

분위기를 가져온 맨유는 루카쿠의 추가골로 경기를 뒤집었다.

후반 14분 루카쿠는 박스 안으로 빠르게 침투하면서 페레이라의 패스를 받았다.

수비를 가볍게 제친 루카쿠는 정확하게 골대 구석으로 공을 밀어넣었다.

사우스햄튼은 쉽게 승리를 내주지 않았다.

후반 30분 제임스 워드-프로스는 환상적인 프리킥으로 데헤아 골키퍼의 손을 넘어 골망을 흔들었다.

골을 허용한 데 헤아 골키퍼는 고개를 흔들며 아쉬움을 드러냈다.

경기는 추가득점 없이 2-2 무승부로 마무리 되는 것처럼 보였지만 경기 종료 직전, 후반 43분 루카쿠의 역전골이 터졌다.

루카쿠는 박스 부근에서 몸을 돌리며 한 박자 빠르게 슈팅을 날렸고 공은 그대로 골대 안으로 빨려들어갔다.

경기를 본 축구 팬들은 “너무 감동스럽고 솔샤르 감독 너무 감사하다”, “무슨 원더골 대전도 아니고 ㄷㄷ” 등의 반응을 보였다.

한편 맨체스터 유나이티드는 승점 3점을 추가하며 3위 토트넘과 승점 차이를 3점까지 줄였다.

손영훈 인턴기자 .

@highlight

3일 맨체스터 유나이티드는 잉글랜드 프리미어리그 29라운드 경기에서 사우스햄튼과 맞붙었으며 이날 경기는 2-2 무승부로 끝나는 것처럼 보였으나 종료 직전인 후반 43분 맨유의 루카쿠가 골을 터트려 극적인 역전승을 거뒀다.