지난 달 27일 열린 축구협회 부지선정위원회에서 축구종합센터(제2 NFL) 유치 신청서를 낸 24개 지방자치단체중 12곳이 1차 예선을 통과했다.

충청권 지자체 중 천안·세종시가 살아남은 반면, 괴산군은 탈락의 고배를 마셨다.

충북도 차원에서 총력전을 전개했음에도, 괴산군이 1차 컷오프 된 점은 아쉬운 부분이다.

충청권 3곳 지자체가 나란히 2라운드에 진출하는 그림이 실현되지 못했기 때문이다.

그런 가운데 천안·세종 2곳이 '12강'에 무난히 안착한 점은 긍정적인 신호로 여겨지며, 아울러 유종의 미를 거둘 수 있어야 한다.

1차 컷오프를 통과했지만 이제부터 본게임의 시작이라고 봐야 한다.

1차 심사는 서류 중심으로 33개 항목을 중점적으로 들여다 본 결과다.

이후 12곳을 추려냈고 이들 지자체들 대상으로 이달중 프리젠테이션을 실시해 또 한번 절반의 숫자를 솎아낸다고 한다.

충청권의 경우 2곳이 2라운드에 진출한 만큼 기대감이 커지고 있는 것도 사실이다.

그러나 최종 승자가 되기 위해선 아직 갈 길이 멀다 할 것이고, 우선은 12곳과 경쟁해 6위 이내에 들어갈 수 있도록 만반의 대비를 강구하지 않으면 안된다.

객관적인 시각으로 볼 때 천안과 세종은 여타 10곳의 지자체에 비해 축구종합센터가 둥지를 트는 데 손색이 없다는 평가가 나온다.

교통 인프라 등 입지환경 면에서 비교우위에 있을 뿐 아니라, 지자체 차원의 넉넉한 재정적·행정적 지원책도 강점으로 꼽히고 있다.

물론 천안·세종 두 곳 모두 방심은 금물이다.

12강 이후의 경쟁은 말 그대로 '서바이블 게임'일 수 밖에 없고 자칫 빈틈이 노출되면 낭패를 보기 십상이다.

되도록 천안·세종은 서로를 의식하지 말고 각자 최선을 경주해 유치 성공 확률을 높여나가도록 해야 한다.

그렇게 선의의 경쟁을 펼치다 보면 선두 그룹을 형성할 수 있는 노릇이고, 어디로 결론 나든 그게 축구종합센터를 충청권이 품는 전략적 태도라 할 것이다.

@highlight

지난 달 27일 축구협회 부지선정위원회는 축구종합센터 건립예정지 1차 예선 통과 지역을 발표했는데, 통과한 천안과 세종은 각자 최선을 다해 유치 성공 확률을 높여나가도록 해야한다.