전북도가 민선 7기 공약사업인 '전라북도 시골마을 작은축제' 육성을 본격 추진한다.

'전라북도 시골마을 작은축제' 육성사업은 시·군별 특색 있는 소규모 축제를 발굴·육성하는 것으로, 한 지역에서만 행해오는 전통을 계승하거나 주민화합, 공동체 활성화를 위해 마을이나 공동체 단위로 추진하는 특화된 소규모 축제를 지원하는 사업이다.

3일 전북도에 따르면 지난달 축제전문가로 구성된 심사위원회를 개최하고, 1시·군 1대표 작은축제와 지역특화형 마을축제를 선정했다.

1시·군 1대표 작은축제는 전주시와 임실군을 제외한 12개 시·군의 대표 작은축제를 선정했으며, 공모형식의 지역특화형 마을축제는 심사위원회 평가결과 고득점 순으로 4개 축제를 선정했다.

1시·군 1대표 작은축제는 시·군의 작은축제 중 가장 가치가 있다고 판단되는 축제를 시·군에서 자체 선정한 뒤 전북도에 신청하면 적합성 등의 심사를 거쳐 승인하는 형식으로 선정했으며, 아직 자체 선정과 추천을 하지 못한 전주시와 심사위원회 심사결과 부적합으로 판단된 임실군은 이달 중 재선정할 예정이다.

지역특화형 마을축제는 예산지원 등을 통해 성장 가능성이 높은 소규모축제를 선정하는 것으로, △완주 소양 오성한옥마을 행복만들기 축제 △진안고원 김치보쌈 축제 △임실 삼계 민속놀이(상여소리, 들노래) 재현행사 △고창 마을예술축제인 '책영화제 고창' 등이다.

전북도는 시·군별 특색 있는 볼거리와 즐길 거리를 '전라북도 시골마을 작은축제' 육성으로 강화해 관광객을 늘리겠다는 방안이다.

또 효율적 운영을 위해 축제명칭, 개최시기를 조절하고 프로그램 운영과 콘텐츠 개발 등을 통해 내실 있는 축제로 거듭날 수 있도록 지원할 계획이다.

윤동욱 전북도 문화체육관광국장은 "시골마을 작은축제 육성을 통해 축제에 지역만의 독특한 색깔을 강화하는 등 그 특별함 때문에 관광객이 찾아올 수 있도록 지원하겠다"고 말했다.

@highlight

전라북도는 민선 7기 공약사업인 '전북 시골마을 작은축제' 육성을 본격화하며, 지난달 축제전문가로 구성된 심사위원회를 열어 1시·군 1대표 작은축제와 지역특화형 마을축제를 선정했으며 이를 계기로 시·군별 특색 있는 볼거리와 즐길거리를 강화해 관광객을 늘릴 계획이다.