융합비즈니스 등 27개 과제 지원 한국로봇산업진흥원은 오는 19일까지 ‘시장창출형 로봇보급사업’ 등 올해 4개 지원사업을 수행할 참여기업을 모집한다.

산업통상자원부 출연 사업인 이번 사업은 △유망기술사업화촉진 지원사업 △로봇융합비즈니스 지원사업 △시장창출형 로봇보급사업 △로봇활용 사회적약자 편익지원사업 등 27개 내외 과제, 약 80억원 규모로 지원할 예정이다.

‘유망기술사업화촉진지원 사업’은 우수 로봇기술의 제품화·기술거래 활성화 지원으로 경쟁력 있는 로봇 전문기업 육성 및 중소 로봇기업의 성장 기반을 마련하기 위한 사업이다.

개발 완료된 로봇기술의 제품화 지원과 로봇기술 이전을 위한 사업화 검증 지원 등 분야별 기업 수요에 따라 선택적으로 지원할 수 있다.

선정 기업에는 설계 제품 및 포장 디자인 개발, 시제품 제작, 금형제작 등 수요에 맞게 지원 사업을 선택할 수 있다.

국내 모든 중소기업이 지원할 수 있으며 과제당 최대 4천500만 원을 지원하고 총사업비의 60% 이내를 국비로 지원한다.

‘로봇융합비즈니스 지원 사업’은 로봇과 지역주력(전략)산업 비즈니스 모델(아이디어·제품·서비스) 사업화를 통해 특화로봇분야 기업을 육성한다.

신청 자격은 로봇산업지원을 위한 지역 기반 지원기관으로 지역로봇산업지원기관협의회 참여기관(13개) 또는 최근 3년간 지역 로봇산업 육성을 위한 사업 수행 실적을 보유한 기관이다.

과제당 3억원 내외, 총 사업비의 50% 이내를 국비로 지원한다.

‘시장창출형 로봇보급 사업’은 사업화 단계의 로봇을 수요처에 시범 적용해 사업화를 검증하고 실수요 창출을 도모하는 사업으로 과제당 최대 10억 원, 총사업비의 60% 이내를 국비 지원한다.

‘로봇활용 사회적약자 편익지원 사업’은 고령자·장애인 등 사회적 약자를 대상으로 로봇을 보급해 안정적인 생활환경을 제공하고, 돌봄 인력의 노동·심리 부감을 경감하는 등 복지 증진을 위한 사업으로 최대 5억 원까지 지원한다.

@highlight

한국로봇산업진흥원은 오는19일까지 '유망 기술사업화촉진 지원사업, 로봇융합비즈니스 지원사업, 시장창출형 로봇보급사업, 로봇활용 사회적약자 편익지원사업' 4개 지원사업을 수행할 중소기업을 모집하며, 27개 내외 과제에 대해 과제당 최대 4천 500만원을 지원하고, 총 사업비의 60%이내를 국비로 지원한다.