해양수산부 오는 7일 경기 평택시 청북읍에 있는 고잔저수지에서 ‘제10회 해양수산부장관배 전국 민물낚시대회 및 어린이 낚시안전 체험교실’을 개최한다고 3일 밝혔다.

해수부는 낚시에 대한 국민들의 관심을 높이고 안전한 낚시문화를 조성하기 위해 2005년부터 해양수산부장관배 전국 민물낚시대회를 개최해 오고 있으며, 4일부터 선착순으로 대회 참가자를 모집한다.

올해 대회는 ‘가족과 함께 봄향기를 만끽하며 낚시를 즐기자’는 주제로 진행되며, 낚시대회뿐만 아니라 온 가족이 함께 즐길 수 있는 가족 참여형 이벤트와 퀴즈 등 다채로운 프로그램이 진행될 계획이다.

낚시대회에 참가하는 가족은 대회 당일 등록과 자리 추첨을 마친 후 오전 8시부터 12시까지 대회에 참가한다.

순위는 팀별로 이 날 잡은 붕어 중 2마리의 길이를 합산하여 매기며, 1위부터 5위까지는 상장 및 트로피와 함께 500만 원 상당의 부상이 주어진다.

7세부터 초등학교 6학년까지의 어린이 100명을 대상으로 하는 ‘어린이 낚시안전 체험교실’도 개최된다.

체험교실에서는 낚시 관련 안전수칙과 안전장비 사용법 등을 교육하며, 90분간 어린이들이 직접 물고기 낚시 체험을 하게 된다.

물고기를 가장 많이 낚은 어린이에게는 해양수산부장관상과 부상을 수여하며, 그 외에도 특별상, 추첨상 등 다수의 시상이 이뤄질 예정이다.

이번 전국민물낚시대회와 어린이 체험교실에 참가를 원하는 가족은 낚시누리 누리집(www.naksinuri.kr)에서 온라인으로 신청하거나, (사)한국낚시연합에 전화나 팩스를 통해 접수하면 된다.

낚시대회 참가자는 선착순으로 정하되 2인 이상 가족팀으로 구성해야 하며, 어린이 낚시 체험교실은 보호자를 동반하여야 한다.

해수부 최용석 어업자원정책관은 “봄 향기가 가득한 고잔 저수지에서 물고기뿐만 아니라 가족과의 즐거운 추억도 낚아보길 바라며, 이번 행사에 많은 관심과 참여를 당부 드린다”고 말했다.

@highlight

3일 해양수산부는 오는 7일 경기 평택시 청북읍의 고잔저수지에서 안전한 낚시문화를 조성하기 위해 2005년부터 주관해 오고 있는 ‘제10회 해양수산부장관배 전국 민물낚시대회 및 어린이 낚시안전 체험교실’을 개최한다고 밝혔으며 이날 어린이 100명을 대상으로 하는 낚시안전 체험교실도 함께 진행한다고 밝혔다.