GCF는 기후변화 해결을 위한 아프리카 프로젝트에 전체 자금의 절반을 차지하는 23억 달러을 지원하고 있다.

[환경일보] 에티오피아 아디스 아바바(Addis Ababa)에서 기후변화에 관한 아프리카 국가 원수위원회(CAHOSCC) 회의가 지난 2월9일 개최됐다.

이 행사는 아프리카 연합 총회 제32차 정기 총회의 일부로 진행됐다.

대표단은 작년 COP24에서의 아프리카 참여를 검토하는 것뿐만 아니라 아프리카의 기후 행동을 위해 기후 재원 조달, 적응, 역량 구축 같은 주제에 관해 토론했다.

CAHOSCC 회원국은 아프리카에서 녹색기후기금(GCF) 활동에 대한 강력한 지지를 표명했으며 야심차고 성공적인 GCF 보충을 촉구했다.

CAHOSCC 회의 이후 발표된 성명서에서는 선진국들이 GCF에 대한 공헌을 확대해 기후변화를 해결하겠다는 의지를 강화해 줄 것을 촉구했다.

또한 성명서에서 아프리카 지역 기후 적응에 대한 기금의 중요성을 강조했다.

파 우스만 자르주(Pa Ousman Jarju) 국가프로그램 국장과 조셉 인트시불(Joseph Intsiful) 기상정보 및 조기경보시스템 수석 전문가가 CAHOSCC에 GCF 대표 자격으로 참석했다.

이들은 아프리카 연합 대표들과 양자 및 다자간 회의를 개회하고 아프리카 대륙의 기후 목표를 지원하는 기금의 역할에 대한 의견을 교환했다.

아프리카는 GCF의 핵심 우선 지역 중 하나이다.

GCF 자금의 절반을 차지하는 23억 달러가 아프리카 36개 프로젝트에 전달됐으며, 이 중 15개 프로젝트가 이미 시행 중이다.

GCF는 프로그램을 통해 아프리카 지역 국가 파트너들과 적극적으로 협력해 공공기관의 역량을 강화하고 높은 수준으로 확장 가능한 기금 제안서를 준비할 수 있도록 했다.

지금까지 아프리카에서 3940만 달러에 달하는 76개 프로그램 준비 지원금이 승인됐다.

@highlight

지난 2월9일 에티오피아 아디스 아바바에서 열린 아프리카 국가 원수위원회에서 회원국들은 선진국들의 GCF에 대한 적극적인 참여를 강하게 촉구하며 기후변화 해결을 위한 성공적인 GCF 보충을 요구하는 한편 기후 목표를 지원하는 기금의 중요성에 대한 의견을 나누었다.