신서희 2019학년도 35실 증실, 총 3700여 명 수용...

학부모 93.2% 만족 세종시교육청이 올해 초등학교 돌봄교실을 총 35실 증실하여 맞벌이, 한부모, 교육비 지원 가정의 1, 2학년 자녀 중 돌봄교실을 희망하는 학생 전원을 수용할 예정이다.

사진은 세종시 학생들이 돌봄교실에서 활동하고 있는 장면 (동양일보 신서희 기자) 세종시교육청은 초등돌봄교실이 이례적으로 5년 연속 100% 수용률을 달성했다고 밝혔다.

특히 지난해 초등돌봄교실에 대한 학부모의 전반적인 만족도가 93.2%를 나타냈으며 올해 초등돌봄교실 35곳을 확충한다.

시교육청에 따르면 지난 1월 현재 세종시 돌봄교실 신청인원은 총 3717명으로, 이는 2015년 1523명 대비 144%, 지난해 2478명 대비 50% 증가한 수치다.

이에 따라 시교육청은 초등학교 1~2학년을 대상으로 한 오후 돌봄교실을 167실 운영한다.

지난해 총 145실에서 올해 22실 늘린 것이다.

3~6학년 중 방과후학교를 이용하는 학생을 대상으로 한 방과후학교 연계형 돌봄교실도 지난해보다 13곳을 늘려 19곳을 운영한다.

이번 돌봄교실 증설로 희망 인원 전체를 수용할 수 있게 돼 최근 5년(2015~2019) 연속 초등돌봄교실 수용률 100%를 달성하게 될 전망이다.

아울러, 세종시교육청은 학기 중에도 학교 현장에서 초등돌봄교실 증실을 요청할 경우, 돌봄교실 시설 구축과 운영 예산을 지원하는 등 적극 대처할 방침이다.

이와 함께 향후 돌봄교실 이용 여부에 대해 95.1%의 학부모들은 ‘매우 그렇다’와 ‘그렇다’등 만족한다는 내용의 답변을 했다.

최교진 교육감은 “돌봄센터, 지역아동센터 등 지역사회 돌봄기관과 연계해 돌봄의 사각지대가 발생하지 않도록 유관기관과 협력해 노력하고 있다”며,“앞으로도 따뜻하고 안전한 돌봄교실이 될 수 있도록 학년초 집중 현장 컨설팅을 실시하고 학교현장을 적극적으로 지원하여 학부모들이 안심하고 자녀들을 맞길 수 있도록 최선을 다 하겠다”고 말했다.

@highlight

세종시교육청은 지난해 초등돌봄교실에 대한 학부모 만족도가 93.2%로 초등학교 돌봄교실 5년 연속 100% 수용률을 보여 올해 세종시교육청은 초등학교 돌봄교실 35곳을 확충한다.