국내 법조인의 산실이었던 사법연수원이 마지막 연수생 1명을 맞이했다.

최초로 한국과 일본 사법시험에 모두 합격한 조우상 씨(32)가 주인공이다.

4일 오후 2시 경기 고양시 사법연수원에서 제50기 사법연수생 1명의 입소식이 열렸다.

50기의 유일한 연수생인 조씨는 2015년 제57회 사법시험에 최종합격해 통상적으로는 연수원 47기와 동기지만 군복무로 입소를 연기했다.

사법시험이 2017년을 마지막으로 폐지되면서 조씨는 1971년 개원한 연수원 역사상 마지막이자 유일한 연수생이 됐다.

조씨는 일본 사법시험에도 합격했다.

그는 서울 경복고를 졸업하고 2005년 일본 게이오대 법학과에 입학했다.

2009년엔 일본 도쿄대 로스쿨에 입학해 2년 뒤 일본 사법시험에 합격했다.

한일 양국 사법시험에 모두 합격한 건 조씨가 처음이자 마지막이다.

연수원에선 전례 없는 '1인 입소'에 새로운 연수 계획을 세우느라 분주하다.

영미법이나 변호사실무 등의 과목은 연수원 교수와 조씨의 '일대일' 수업으로 진행된다.

민·형사재판실무 과목은 이전 기수에서 촬영해 둔 동영상 강의를 시청한 뒤 토론 방식으로 진행될 예정이다.

일부 과목은 선배 기수인 49기와 함께 수업을 듣는다.

기존에 연수생들간 상대평가로 이뤄지던 평가 방식은 절대평가로 바뀐다.

연수원 등수대로 법원·검찰·로펌에 취직하는 등 상대평가 성적이 진로를 좌우하던 관행도 사라진다는 얘기다.

과거 연수원 수료식에서 1~3등은 대법원장, 법무부장관 상을 받으며 법조인 생활 평생의 자랑거리로 삼았지만 그것도 옛말이 됐다.

연수원은 조씨에 대한 교육을 마지막으로 그동안 담당해 온 연수생 수습기능을 마무리하게 된다.

연수원 관계자는 "연수생 수습기능을 마친 이후에는 법관 연수, 법학전문대학원 지원, 국제사법협력사업, 일반인 대상 법 교육 등에 중점을 두고 새로운 기능을 수행할 것"이라고 밝혔다.

@highlight

4일 경기 고양시 사법연수원에서 열린 제50기 사법연수생 입소식의 주인공은 2015년 제57회 사법시험에 합격한 조우상 씨로 그는 1971년 개원한 연수원의 마지막 연수생이 되었다.