한유총 개학 연기 선언에 지자체·시도교육청 공조 한국유치원총연합회의 무기한 개학연기 선언으로 일부 사립유치원이 개학을 연기함에 따라 전국 지자체와 시·도교육청이 긴급 돌봄 지원에 나섰다.

서울시는 서울시어린이집연합회와 자치구에 긴급 공문을 보내 긴급 돌봄 협조를 요청했고 120 다산콜을 통해 학부모 긴급 돌봄 문의 시 안내하고 있다.

서울시교육청의 돌봄시설 및 대체교사 요청에 대비한 지원계획도 세워놨다.

경기도는 도교육청, 국공립어린이집 등 관련기관 및 단체와 협조체제를 구축하고, 학부모들이 긴급돌봄 지원을 신청하면 국공립어린이집과 민간·가정 어린이집, 아파트 단지 내 육아나눔터 등을 활용해 수용할 방침이다.

경기도교육청도 공립유치원과 인근 초등학교 돌봄교실 등을 동원, 8만7515명을 돌볼 수 있는 긴급돌봄시설을 확보했다고 3일 밝혔다.

특히 개학 연기 또는 무응답 유치원이 37곳에 달하는 용인지역에 돌봄서비스를 집중 지원하기로 했다.

부산과 경남도, 교육청도 보육대란을 막기 위한 긴급 돌봄서비스에 나섰다.

경남도는 맞벌이 가족 등 긴급 돌봄이 필요한 경우 4일부터 시군 담당부서와 협조해 어린이집을 통한 긴급 보육서비스를 제공키로 했다.

도는 3일 오전 시군 담당부서와 영상회의를 갖고 긴급 돌봄이 가능한 공립유치원 400여곳과 어린이집 960곳에서 돌봄 교육을 할 예정이다.

한유총의 개학 연기 결정으로 돌봄이 필요한 경우 해당지역 교육지원청 홈페이지에 안내된 전화로 서비스를 신청하면 된다.

하지만 어린이집 등 수용시설들의 원아수용 능력이 정해져 있기 때문에 별다른 교육 없이 돌봄 서비스만 가능해 학부모 불만이 커질 수 있다는 우려가 나온다.

앞서 조희연 서울교육감, 이재정 경기교육감, 도성훈 인천교육감은 3일 오후 서울시교육청에서 공동 기자회견을 갖고 "유치원 개학연기는 명백한 불법으로 주도한 유치원뿐 아니라 소극적으로 참여한 유치원도 강력히 제재하겠다"고 경고했다.

@highlight

한국유치원총연합회의 무기한 개학연기를 선언하자 서울시는 자치구에 긴급 공문을 보내 긴급 돌봄 협조를 요청했고 120 다산콜을 통해 긴급 돌봄 문의 시 안내를 진행하였으며 경기도 교육청은 인근 초등학교 돌봄교실 등을 동원해 8만명 이상을 수용할 수 있는 긴급돌봄시설을 확보하는 등 각종 지원을 하였다.