4일 오전 케이블 영화 채널 슈퍼액션에서 ‘로맨틱 할리데이’를 방영 중이다.

‘로맨틱 할리데이’는 시련의 아픔을 겪은 두 여성이 2주 동안 집을 바꾸면 시작된다.

L.A에서 잘 나가는 영화예고편 제작회사 사장인 아만다(카메론 디아즈)는 아름다운 외모에 넘쳐나는 돈, 화려한 인맥 등 누가 봐도 성공한 여자다.

같은 회사에 근무하던 남자친구는 회사의 어린 직원과 바람이 나고, 그녀는 이 모든 상황이 끔찍하기만 하다.

아이리스(케이트 윈슬렛)는 영국 전원의 예쁜 오두막집에 살면서 인기 웨딩 칼럼을 연재한다.

그녀의 남자친구는 그녀와 만인이 지켜보는 가운데 다른 여자와의 약혼을 발표한다.

마음에 크나큰 상처를 받은 그녀는 자신의 삶에도 변화가 필요하다는 생각을 하게 된다.

두 여자는 온라인상에서 ‘홈 익스체인지 휴가’를 보낼 수 있는 사이트를 발견하고 2주의 크리스마스 휴가 동안 서로의 집을 바꿔 생활하기로 계획한다.

아만다와 아이리는 각각 L.A와 영국으로 날아간다.

예쁜 오두막집에서 오직 혼자만의 크리스마스를 보내려고 마음먹고 있던 아만다에게 아이리스의 매력적인 오빠 그레엄(쥬드 로)이 불쑥 찾아온다.

첫눈에 호감을 느낀 둘은 조심스럽게 데이트를 시작하지만 그레엄은 자꾸만 아만다와 거리를 두려고 한다.

반면 L.A로 간 아이리스는 아만다의 친구이자 영화음악 작곡가인 마일스(잭 블랙)를 만난다.

푸근한 외모와 따뜻한 유머감각을 지닌 섬세한 감수성의 이 남자와 서로의 감성을 조금씩 이해하며 특별한 감정을 느끼게 된다.

2006년 개봉한 ‘로맨틱 홀리데이’는 낸시 마이어스 감독의 작품으로 카메론 디아즈(아만다), 케이트 윈슬렛(아이리스), 주드 로(그레엄) 등이 출연했다.

개봉 당시 누적 관객수는 116만 5157명(영화진흥위원회 제공)이다.

이영실 기자 .

@highlight

4일 케이블 영화 채널 슈퍼액션에서 방영 중인 ‘로맨틱 할리데이’는 2주 간 집을 바꾼 두 여성이 시련의 아픔을 딛고 새로운 만남을 시작하는 영화다.