또 도시재생사업에 수용권을 주려는 것은 정부가 애초 약속을 뒤집는 것이다.

문재인정부는 기존 도시재개발사업이 대규모 철거방식으로 추진돼 부동산가격 급등, 원주민 추방, 철거 후유증 등 부작용을 노정한다며 주민합의를 통한 도시재생을 약속했다.

성균관대학교 김일중 교수는 3일 본지와 통화에서 "도시재생을 한다며 뜬금없이 수용권한까지 사업자에게 주겠다는 발상은 동의하기 어렵다"며 "국토부는 3분의 2 확보라는 요건을 강조하고 있지만, 다른 3분의 1에 대해서는 사업자들에 의한 강탈이 얼마든지 이뤄질 수 있다"고 지적했다.

부동산연구원 박성규 박사는 3일 "수용조항 신설은 기존과 마찬가지로 토지소유자의 희생을 통해 개발업자의 수익성을 높이기 위한 조치에 불과하다"며 "도시재생사업 부진을 수용조항 신설로 해결할 수 있을지 의문"이라고 지적했다.

또 그는 "사업시행자가 될 수 있는 공기업 범위를 지나치게 넓게 설정해 사실상 민간이 사업시행자로 참여할 수 있고, 소유자의 의견청취 절차를 생략한 채 단체장 의견만 들으면 되는 구조이고, 개발이익을 재투자 한다고 하지만 새롭게 분양받거나 임대하는 자가 혜택을 받아 정작 토지소유자는 개발이익을 공유하지 못할 것"이라고 지적했다.

한편 경실련 부동산건설개혁운동 김헌동 본부장은 예비타당성조사(예타)를 거치지 않은 문제를 지적했다.

김 본부장은 "4대강사업보다 2배 이상 많은 50조원의 예산이 들어가는데도 쪼개서 집행한다는 이유로 예타 대상에서 예외가 되고 있다"며 "50조원을 투입해 어떤 경제적 효과가 있고 누구에게 이익이 있는지를 검증해 사업을 해야 하는데, 이게 생략돼 추진되면 예산낭비가 불가피하다"고 지적했다.

또 김 본부장은 "도시재생은 주민들의 충분한 논의와 합의를 통해 서서히 진행해야 하는데 이를 5년안에 성과를 내려고 몰아가는 것이 문제"라며 "원주민들은 급할 게 없다는 데 정부가 주도해 추진하면 결국은 재개발 재건축처럼 원주민들은 쫓겨나고 단체장과 결탁한 건설업자만 돈을 벌게 될 것"이라고 우려했다.

@highlight

문재인정부의 도시재생 정책은 50조의 예산투입에도 예타에서 제외가 된 점과 사업자에 의한 강탈 등으로 여러 전문가들의 우려를 받고있다.