전북도가 진행한 '전북 금융타운 조성사업 민간사업자 공모'가 유찰되면서 금융타운 조성이 터덕이고 있다.

전북도는 참여 업체 인센티브와 사업 수익성을 보강해 다시 사업자를 찾을 계획이지만 민자 유치가 어려울 경우 공공재정투입으로 방향을 전환한다.

도는 제3금융중심지 지정절차에 맞춰 이달 말까지는 결론을 낸다는 입장이다.

4일 전북도에 따르면 도는 지난해 10월부터 지난달 말까지 A급 빌딩 요건에 맞춘 사무공간과 MICE(회의·관광·전시·이벤트) 시설, 호텔 등을 갖춘 금융타운을 전북혁신도시에 건립할 민간 사업자를 공모했다.

공모에는 대기업 3곳이 관심을 보였으나 수익성 문제로 불참하는 것으로 결론을 내렸다.

이들이 수익성을 내기 어렵다고 판단한 이유는 부지면적에 있다.

사업자가 수익성을 내기 위해서는 고급 업무 공간 내에 쇼핑시설이 필수적이다.

그러나 도가 보유한 금융 타운 부지는 공공용도로 사용되기 때문에 영리활동이 일부 제한된다.

다만 금융산업 육성이라는 큰 틀에서 폭 넓은 영리활동 인정과 수익사업이 용인될 수 있는 가능성이 있어 도가 어떤 방식으로 투자방향을 설정하느냐에 따라 변수는 충분하다는 게 전문가 의견이다.

전북도 또한 전북에 둥지를 튼 글로벌 금융사 관계자들과 소통하며 금융타운 후속대책을 논의하고 있다.

전북도 나석훈 일자리경제국장은 "민간 사업자의 마음을 흔들 수 있는 추가 인센티브 방안을 우선적으로 검토하고 있다"며 "민간기업이 원하는 수익모델을 만들기 위한 컨소시엄 구성도 고민 중이다"고 밝혔다.

그는 이어"어떠한 경우라도 금융타운 조성사업은 완수될 것"이라며, "제3금융중심지 지정에 악영향을 끼치지 않도록 빠르게 후속대책을 수립 하겠다"고 강조했다.

도는 금융타운 조성에 지역은행이 적극적으로 참여한 부산의 사례처럼 JB금융지주의 적극적인 참여와 연계사업도 필요하다고 보고 있다.

나 국장은 "최근 전북은행 고위 관계자를 만나 금융타운 조성 및 금융중심지 지정에 힘을 모아줄 것을 요청했다"고 말했다.

차주하 투자금융과장은"공모에 참여하려 했던 민간사업자들과 소통을 이어가며 수익성 제고 문제를 풀어나갈 계획"이라고 전했다.

@highlight

전북도가 진행한 전북 금융타운 조성사업 민간사업자 공모가 유찰되어 참여 업체 인센티브와 사업 수익성을 보강해 다시 사업자를 찾을 계획이지만 유치가 어려울 경우 공공재정을 투입할 계획이며 이에 대하여 투자금융과장은 공모에 참여하려 했던 민간사업자들과 소통을 이어가며 수익성 제고 문제를 풀어나갈 것이라고 전했다.