기업맞춤형 페어로 ‘자리매김’

동시 열린 이업종대전과 ‘윈윈’ 대구시는 4일 기업의 애로를 해결해 주기 위해 개최한 ‘2019 기업애로해결박람회’의 성과를 발표했다.

지난달 26일과 27일 양일간 열린 이번 박람회는 5천100여명의 시민·기업·지원기관이 현장에서 머리를 맞대고 기업의 애로를 해결하는 ‘소통과 협업의 장’으로 확실히 자리를 매김했으며 대표적 기업맞춤형 박람회로 브랜드화됐다는 평가다.

기업애로 해결을 위해 111개 기업지원기관 및 단체(업체)가 참가해 중소기업지원사업 합동설명회, 산학협력, 판로지원, 금융지원, R&D, 현장채용박람회, 대·중소기업 상생 구매상담회, 지역중소기업 우수제품 전시회 등 152개 부스를 운영하며 기업애로 해결에 나섰다.

특히 서로 다른 업종의 지역 중소기업들이 한자리에 모여 융합의 메커니즘과 교류 활성화의 장을 마련하는 ‘제2회 대구경북이업종 융합대전’과 수출활력촉진단의 수출 지원사업 설명 및 상담회가 동시에 개최돼 상생의 효과를 거뒀다.

첫 날에는 권영진 시장이 9명의 기업대표들과 현장에서 실시한 기업 애로사항 상담에서는 달성1차산업단지 우회도로 건설, 공영주차장 설치, 경영안정자금 지원, 국내외 판로개척 지원, 창업 및 경쟁력강화 자금 지원 등에 대한 문의와 상담이 이뤄졌다.

‘현장채용박람회’에서는 구인을 희망하는 지역기업 20개사, 현장면접자 436명이 참가해 현장에서 20개사가 201명을 채용했다.

‘대·중소기업 상생구매상담회’에서는 대·중견기업 및 공공기관 9개 업체와 지역 중소기업 53개사가 참가해 총 49건의 상담을 통해 30억원의 상담실적을 달성했다.

‘소비재특화 수출상담회’에는 14개국, 44명의 해외바이어가 국내업체 92개사와 351건, 2천800만달러의 상담을 진행하고 현장에서 300만달러의 계약을 추진하는 등의 성과를 거뒀다.

@highlight

대구시가 4일 시민·기업·지원기관이 현장에서 머리를 맞대고 기업의 애로를 해결하기 위한 ‘2019 기업애로해결박람회'를 개최한 가운데, ‘현장채용박람회’에서 20개사가 201명을 채용하는 등의 성과를 거두어 ‘소통과 협업의 장’으로 자리매김하며, 대표적 기업맞춤형 박람회로서의 브랜드 입지를 다졌다는 평가를 받고 있다.