문재인 대통령은 4일 "독립유공자들의 희생과 헌신이 대한민국의 뿌리"라고 강조했다.

문 대통령은 이날 청와대에서 열린 해외 거주 독립유공자 후손들과의 오찬에서 "이 자리에 함께하고 계신 독립유공자 후손, 여러분의 이야기가 곧 대한민국의 역사"라면서 "단지 한 가족의 이야기가 아니라 대한민국의 오늘 속에 살아 숨 쉬고 있는 자유와 독립, 정의와 평화의 역사"라고 말했다.

이날 오찬에는 미국과 중국, 러시아, 카자흐스탄, 호주, 캐나다, 브라질, 일본 등 8개국에서 온 독립유공자 후손 64명이 참석했다.

문 대통령은 "미국, 중국, 러시아, 브라질, 호주, 카자흐스탄, 영국, 캐나다에서 선조들의 정신과 뜻을 지키고 전해오신 후손들께 깊은 존경과 감사의 인사를 드린다"고 했다.

특히 독립유공자 발굴과 후손에 대한 예우 의지를 전했다.

문 대통령은 "100년 전, 선조들의 만 세 운동은 민족의 독립과 함께 자유와 인권, 민주주의를 향한 거대한 항쟁이었다"며 "그 항쟁을 이끈 독립유공자를 발굴하고 후손을 찾아 제대로 예우하는 일은 국가의 책무다. 국민의 자긍심을 높이는 일이기도 하다"고 역설했다.

문 대통령은 이어 "우리 정부는 작년 4월 독립운동가의 포상기준을 획기적으로 개선했다"며 "투옥 사실 등이 공식기록으로 확인되지 않더라도, 일기나 회고록 같은 자료를 반영하고, 학생의 경우 독립운동으로 퇴학당한 분들도 포상하고 있다"고 소개했다.

또 "지금까지 여성과 의병독립운동가 2천여 명을 발굴했다"며 "이번 3.1절 기념식에서 역대 최다인 333분을 포상했다"고 부연했다.

문 대통령은 아울러 "그 항쟁을 이끈 독립유공자를 발굴하고 후손을 찾아 제대로 예우하는 일은 국가의 책무"라면서 "분단이나 해외 거주 등의 이유로 발굴하지 못한 독립유공자가 많다. 독립운동 사료수집과 함께 국내외에서 마지막 한 분의 독립유공자까지 찾아내겠다"고 말했다.

@highlight

문재인 대통령은 4일 세계 각국에 거주하는 독립유공자 후손들과의 오찬에서 독립 유공자들의 희생과 헌신이 대한민국의 뿌리라고 강조하였고, 독립 유공자의 발굴, 후손에의 예우 의지를 전했다.