황신섭 의정부시, 道 기본계획 재수립 땐 용역 추진 입장 밝혀지하철 7호선 노선 변경을 사실상 포기한 의정부시가 재추진 가능성을 언급했다.

경기도가 시의 요구를 수용하면 다시 검토 용역을 추진하겠다는 것이다.

하지만 도의 입장 변화가 없어 재추진은 어려워 보인다.

안병용 시장은 4일 기자 간담회를 열고 지하철 7호선(도봉산~옥정) 노선 변경에 대한 공식 입장을 밝혔다.

안 시장은 "국토교통부가 지난해 1월 도봉산~옥정 광역철도 기본 계획을 고시한 이후 시민단체, 지역 정치권과 힘을 모아 노선을 바꿔달라고 경기도와 정부에 수차례 건의했다"며 "그러나 비용 편익비(B/C)와 총 사업비 증액 등의 문제로 난관에 부딪혔다"고 설명했다.

이어 "하지만 경기도의원이 주관한 공청회에서 일부 교수가 이런 조건을 충족할 수 있다고 주장했다"면서 "이에 시는 시의회, 시민단체와 논의해 긴급 예비비를 편성하고 노선 변경 검토 용역을 추진했다"고 덧붙였다.

그는 "두 차례 용역 입찰 때 이를 주장하던 교수와 참여 업체가 없었다.

그래서 유찰됐다"며 "시는 용역 내용을 변경한 뒤 재입찰 하려고 도와 수차례 실무 회의를 했다.

그렇지만 이견을 좁히지 못했다.

도의 입장 변화가 없는 상태에서 더 이상 용역을 진행하는 것은 실효성이 없다고 판단해 재입찰을 포기했다"고 말했다.

그러면서 안 시장은 "다만 도가 우리가 수행하려는 과업을 받아들여 기본계획 변경을 수립한다는 답을 주면 언제든지 용역을 다시 추진하겠다"고 밝혔다.

지하철 7호선 노선은 서울 도봉산에서 의정부와 양주 옥정까지 총 15.3㎞ 구간이다.

사업비만 6412억원으로 2024년 말 개통 예정이다.

의정부엔 탑석역을 새로 만든다.

그러자 의정부 민락2지구와 신곡·장암 시민들과 도의회 상임위원회는 인구 증가로 교통 혼잡이 우려된다며 역사 두 곳을 추가 건립해달라고 요구했다.

이에 따라 시는 노선을 바꿔 새 역사를 만드는 게 타당한지를 묻는 용역을 수차례 추진했다.

하지만 도가 이 문제에 확답을 주지 않자 지난달 22일 긴급 회의를 열고 노선 변경 검토 용역을 하지 않기로 결정했다.

@highlight

안병용 의정부시장은 4일 기자 간담회를 열고 국토교통부가 지난해 1월 도봉산~옥정 광역철도 기본 계획을 고시한 후 시민단체, 지역 정치권과 함께 경기도와 정부에 노선을 바꿔달라고 수차례 건의했으나 총 사업비 증액 등의 문제로 난관에 부딪혔다고 설명하며 도가 기본계획 변경을 수립하면 언제든지 용역 재추진에 나서겠다고 밝혔다.