2018년 12월 3일, 베이징시 차오양(朝陽)구 차오와이(朝外)거리 커뮤니티 법률강단 '헌법' 강좌가 끝난 후 주민들이 자신의 관심있는 법률문제에 대해 추훙웨이(楚紅偉) 변호사에게 자문하고 있다.

인민일보 산하 온라인 매체 인민망이 최근 실시한 '양회 조사' 결과에서 바른 기풍과 반부패, 전면적인 의법치국(依法治國), 사회보장이 1-3위를 차지한 것으로 나타났다.

제13기 전국인민대표대회 2차 회의와 전국정치협상회의 제13기 2차 회의가 3월 5일과 3월 3일 베이징에서 개막한다.

2019년은 신중국 수립 70주년이다.

올해의 전국 양회는 특히 세계의 관심과 이목을 끌고 있다.

인민망은 2월 12일부터 '양회 조사'를 시작했다.

2월 27일 17시까지 440만 명이 넘는 네티즌이 조사에 참여했다.

지난 17년간 실시한 인민망의 '양회 조사'에서 '반부패'는 8번이나 네티즌이 가장 주목하는 키워드를 장식했다.

'바른 기풍과 반부패'는 올해에도 1위를 수성했다.

한편 전면적인 의법치국에 대한 관심도가 눈에 띄게 상승해 일약 2위에 등극했다.

3위를 차지한 '사회보장'은 수십억 인구의 직접적인 이익에 관계된다.

조사에서 많은 네티즌들이 '기본 의료보험과 중증질환보험 보장 수준 향상', '퇴직자의 기본 양로금과 도농 주민 기초 양로금 인상', '사회보험 관계 타지역 이전 접속 완비'에 특히 주목하는 것으로 나타났다.

교육 개혁, 건강중국, 인터넷+정무서비스, 소득분배, 빈곤퇴치, 주택제도, 생태 환경보호가 4위에서 10위를 차지했다.

'인터넷+정무서비스'는 올해 처음으로 관심 키워드 후보에 들었다.

조사에서 50% 이상의 네티즌이 교통위반 온라인 조회와 법칙금 납부를 이용한 적이 있으며, 온라인 신고 또는 적립금 온라인 조회, 인출 서비스를 받은 적이 있다고 답했다.

@highlight

최근 중국 인민일보의 온라인 매체인 인만망의 조사에서 2019년 중국 양회 결과는 바른 기풍과 반부패는 올해에도 1위를 차지했고, 전면적인 의법치국에 대한 주민들의 관심도가 높아져서 2위에 올랐다.