부동산 침체기 속에 아파트 등 다가구 주택의 가격은 하락하지만, 단독주택 가격은 수년째 오름세를 이어가고 있다.

전문가들은 지난 10여 년간 재개발 사업이 활황을 누리면서 단독주택 가격 상승을 견인했다고 분석했다.

4일 한국감정원이 발표한 지난달 기준 전국주택가격 동향을 보면 부산지역의 단독주택 매매가격지수는 106.2로 전달(105.8)보다 0.4% 상승했다.

같은 기간 주택종합 매매가격지수는 0.1% 하락했다.

아파트는 0.3%, 연립주택도 0.2% 하락했지만 유일하게 단독주택만 매매가격지수가 올랐다.

부산지역의 단독주택 매매가격 지수는 2014년 3월(92.8)부터 단 한 번도 떨어지지 않고 상승세를 이어가고 있다.

반면 아파트 매매가격지수는 2017년 11월(100)부터 지난달(95.7)까지 계속해서 감소하고 있다.

부산지역을 권역별로 조사하기 시작한 2012년 1월부터 보면 동부산권의 단독주택 매매가격 지수는 90.2에서 지난달 107.6으로 7년 새 17.4% 오르며 가장 가파르게 상승했다.

중부산권이 92.1에서 105.8로 13.7% 올랐고 서부산권은 93.7에서 105.5로 11.8% 오르는 등 상승 폭이 가장 작았다.

이런 현상은 전국에서도 공통으로 나타나고 있다.

전국 단독주택 매매가격지수는 지난해 2월 100.6에서 지난달 104.4로, 서울은 100.7에서 107.7로 올랐다.

경남도 100.5에서 102.1로, 울산은 100.5에서 103.0으로 단독주택 매매가격지수가 꾸준히 증가했다.

전문가들은 지난 10여 년간 재개발 사업이 활성화하면서 부산 곳곳에서 재개발 사업이 잇달아 진행된 영향이 큰 것으로 보고 있다.

재개발 특수를 노린 투자자 등이 몰리면서 단독주택 가격이 계속해서 오름세를 보였다는 것이다.

동의대 강정규(부동산학) 교수는 “실제 재개발 지역 이외의 단독주택 가격은 아파트 시장과 비슷하게 하락세를 보인다”며 “주택 가격이 오르면 공시지가가 오르는 구조인 만큼 최근 공시지가 인상이 단독주택 가격의 상승에 영향을 준 것으로 보이지는 않는다.

부동산 시장 규제는 단독주택이나 아파트에 비슷하게 가해지고 있는 만큼 아파트 시장 불황에 따른 풍선 효과로 단독주택 가격이 오른 것도 아니다”고 말했다.

김영록 기자 .

@highlight

부동산 침체기 속에 다가구 주택의 가격은 하락하지만 지난 10여 년간 재개발 사업이 활발하면서 재개발 지역의 단독주택 가격은 수년째 오름세를 보이고 있다.