경북 안동에 위치한 10만평 규모 김재규공무원기숙학원(KPA) 안동캠퍼스가 올 6월 블록체인기반 스마트시티(캠퍼스)로 탈바꿈한다.

KPA는 지난달 28일 KPA안동캠퍼스에서 열린 'KPA 스마트시티 캠퍼스 밋업'에서 이같이 밝혔다.

이날 행사에는 IBM, 노키아, 효성 인포메이션 시스템, 코오롱 베니트, 히타치 등의 대기업들이 참여, 현장 체험을 비롯해 스마트시티 관련 계획을 함께 논의했다.

전중훤 에듀해시 글로벌 부회장은 "올해 6월부터 KPA 안동 캠퍼스에서 세계 최초로 스마트시티 프로젝트의 첫 상용화가 실현된다"며 "스마트캠퍼스 KPA를 시작으로 스마트 체육관, 스마트 농장, 스마트 공장, 스마트 병원 등 비슷한 성공 사례를 구축해 나가며 스마트시티를 성공적으로 구현해 나갈 것"이라고 말했다.

이번 프로젝트는 규제가 정립되지 않아 활용하기 어려운 신기술들의 '테스트베드(Testbed)'로서 캠퍼스가 상용화 되는 첫 사례라 주목된다.

'스마트 KPA'는 김재규교육그룹, DXC테크놀로지, 에듀해시, 법무법인 율촌의 합작 프로젝트다.

랜딥 카푸어 DXC테크놀로지 아시아지역 최고기술책임자(CTO)는 "KPA는 규모나 환경 면에서 스마트 시티의 테스트베드로 활용하기 가장 적절한 곳"이라며 "KPA에서 에듀해시가 개발한 블록체인 기술 'xDLT'를 활용해 5G, AI, 빅데이터, 자율주행과 같은 신기술들의 테스트 베드로 활용하겠다"고 밝혔다.

한편 김재규교육그룹은 국내 최대 규모의 기숙형 공무원학원을 운영하는 회사로 지난달 14일 정부가 추진하는 '스마트시티 융합얼라이언스'의 대표기업으로 선정됐다.

'블록체인과 함께하는 스마티스트 캠퍼스(Smartest Campus with Blockchain)'라는 주제로 진행되는 이번 프로젝트는 기존 협력사들을 비롯, 전세계의 다양한 기업들이 참여할 수 있도록 컨소시엄을 구축할 예정이다.

@highlight

경북 안동의 김재규공무원기숙학원 안동캠퍼스가 28일 개최된 'KPA 스마트시티 캠퍼스 밋업'에서 올 6월 세계 최초로 스마트시티 프로젝트 상용화가 안동캠퍼스에서 실현되어 블록체인기반 스마트시티로 변신할 것이라고 밝혔다.