지난 2·27 자유한국당 전당대회에서 일부 당권 주자들이 수도권 당원들에게 '대구경북(TK) 패싱'(대구경북 후보 배제)을 주문했고 수도권 당심이 이에 호응해 대구경북 정치권이 참담한 성적을 거뒀다는 지적이 나온다.

당시 대구경북 정치권은 당대표 후보조차 배출하지 못했고, 최고위원은 단 한 명 당선하는 데 그쳤다.

정치권에선 당 대표 출마를 선언했던 주호영 의원(대구 수성을)이 뜻을 접은 배경에도 이 같은 TK 패싱이라는 당내 분위기가 한몫 했다는 주장도 내놓고 있다.

한국당 관계자는 "주 의원이 마지막까지 당 대표 경선을 치른 세 후보들보다 대중적 인지도가 낮긴 했지만 그렇다고 출마까지 철회할 만한 형편은 아니었다"며 "수도권을 중심으로 이명박·박근혜 전 대통령에 대한 부정적 평가가 TK 정치에 대한 폄훼로 이어졌고 일부 정치인들이 이를 악용하면서 주 의원의 입지가 줄어들 수밖에 없었다"고 주장했다.

최고위원 경선에서도 이 같은 분위기는 이어졌다는 것이 정치권의 분석이다.

수도권의 친박계 국회의원들은 전당대회에 임박해 '한국당이 TK 패권 정당이어서는 안 된다'는 명분을 내세워 대구경북 출신 최고위원 후보들의 경쟁자들에 대한 지지를 촉구했고 그 요구가 실제 경선결과로 이어졌다는 평가가 나온다.

수도권의 한 초선 의원은 "솔직히 대구경북 출신이 장악한 지도부로는 차기 총선, 특히 수도권 선거에서 고전을 면치 못할 것"이라며 "이명박·박근혜 전 대통령의 잔상을 지우기도, 보수개혁을 바라는 국민적 염원을 충족시키기도 어렵기 때문"이라고 말했다.

심지어 한국당 내 일각에서는 국정농단사태로 정권을 넘겨 준 책임을 언급하며 이명박·박근혜 전 대통령을 배출한 대구경북은 당분간 정치적 발언을 삼가야 한다는 주장까지 나온다.

지역 정치권 관계자는 "'대구경북에서 통하면 전국에서도 통하는 정치인'을 육성할 필요가 있다"며 "대구경북이 당의 전면에 나서면 수도권 선거에서 유리해지는 구도가 마련되길 기대한다"고 말했다.

또다른 관계자는 "'대구경북이 보수당의 전면에 나서면 수도권 선거에서 불리하다'는 인식을 불식시키지 않으면 TK 정치의 위상회복은 요원하다"고 했다.

@highlight

한국당 전당대회에서 일부 당권 주자들이 한국당이  TK(대구경북)패권정당이 되어서는 안된다는 명분을 앞세워  TK패싱을 주문했다. 