] 공공기관 취업준비생의 길잡이 '한경 잡콘서트'가 부산을 찾아간다.

부산·경남지역 대학생들이 공공기관 취업에 성공할 수 있는 길을 알려준다.

오는 13일 낮 12시부터 오후 6시까지 동아대 부민캠퍼스에서 열리는 한경 잡콘서트의 주제는 '부산에 없는 공공기관이 온다'이다.

부산·경남지역 이외 공공기관들이 참여해 이들 지역 취준생들의 취업갈증을 해소해 줄 전망이다.

이번 한경 잡콘서트에 참여하는 기관은 한국전력공사, 국민건강보험공단, 산업인력공단, 한국수력원자력, 한국남부발전 등 다섯 곳이다.

한전은 올해 1547명의 신규직원을 채용해 공공기관 가운데 두번째로 채용규모가 많다.

건보공단도 844명을 채용한다.

'탈원전'의 영향을 받았던 한수원도 올해는 420명을 채용한다.

정부의 청년 일자리 창출 정책으로 대규모 채용에 나서는 공공기관들은 상·하반기 연 2회 채용을 준비 중이다.

한전, 한수원, 남부발전 등 에너지 공기업들은 3~4월중 신입채용 공고를 낼 예정이다.

건보공단도 3월중 채용공고를 내고 신입사원을 모집한다.

이번 한경 잡콘서트는 상반기 채용을 하는 공공기관들의 인사 담당자들이 직접 나와 상반기 채용에 대한 정보를 제공한다.

아울러 각 기관에 입사한 신입사원들은 자신들의 입사 성공 노하우도 공개할 예정이다.

산업인력공단에선 공공기관 입사를 위한 NCS(국가직무능력표준) 경력기술서 작성, 필기시험, 면접 준비법 등에 대한 특강도 진행한다.

전수옥 건보공단 인사부 차장은 "부산·경남지역 취업준비생들이 다른 지역 공공기관을 만날 수 있는 좋은 기회"라며 "많은 학생들이 참석해 좋은 정보를 얻어 갈 수 있기를 바란다"고 말했다.

'한경 2019 부산 공공기관 잡콘서트' 참가 신청은 페이스북 한국경제JOB(www.facebook.com/hkjobcoaching)에서 할 수 있다.

스마트폰 앱(응용프로그램)으로 포스터에 나와 있는 QR코드를 읽으면 바로 신청 가능하다.

@highlight

공공기관들은 13일 동아대 부민캠퍼스에서 상반기 채용에대해 설명하고 취준생의 취업목적을 올려줄 한경 잡콘서트를 연다.