[환경일보] 조명래 환경부 장관은 3월4일 10시 고농도 미세먼지와 비상저감조치가 지속되고 있는 수도권, 충청권, 전라권 10개 시·도 부단체장들과의 긴급 점검회의를 주재했다.

이번 긴급 점검회의는 각급학교의 개학, 환절기 등 취약계층 보호가 중요한 시점에 고농도가 지속되고 있는 엄중한 상황이라는 인식을 중앙과 지방이 공유하고, 비상저감조치 이행 현황을 철저히 점검하기 위해 마련됐다.

오늘(3월4일)까지 수도권에서는 사상 최초로 비상저감조치가 4일 연속으로 시행중이며, 이번 주 중반까지 고농도가 지속될 것으로 예상되고 있다.

조명래 장관은 환경부를 포함한 중앙부처와 각 시도의 조치계획을 보고 받고, 미세먼지 대응 체계를 점검했다.

이날 회의에서 조명래 장관은 환경부를 포함한 중앙부처와 각 시도의 조치계획을 보고 받고, 국민 건강보호를 위한 중앙과 지방의 미세먼지 총력 대응체계를 점검했다.

환경부는 상황전파, 부처별 저감조치 및 취약계층 보호 등 비상저감조치를 총괄 대응하며, 비상저감조치 미발령 지역의 환경청 인력까지 동원하여 수도권과 비상저감조치 발령지역 산업단지에 대한 불법배출을 집중 단속한다.

또한 교육부와 복지부 등과 협조하여 취약계층을 보호하기 위해 유치원, 어린이집 등의 일선 기관에서 야외활동 자제, 실내 공기질 관리 등 대응 실무 매뉴얼이 충실히 이행될 수 있도록 관리를 강화해 나갈 예정이다.

각 시도에서는 차량운행 제한 및 사업장의 가동시간 조정 등을 차질 없이 시행한다.

현재, 서울에서만 시행중인 수도권에 등록된 총중량 2.5톤 이상 5등급 차량에 대해 운행 제한 및 단속도 수도권 전역과 지방으로 확대하기 위해 시도별로 차량운행 제한 조례 제정에 속도를 낸다.

수도권 외 지역 등록 차량은 6월부터 운행 제한이 시행될 예정이다.

조명래 환경부 장관은 "미세먼지 특별법이 시행된 이후 차량 운행제한 등 보다 강력한 조치를 취할 수 있게 됐다. 각 시도에서는 고농도 미세먼지를 재난 상황으로 인식하고 빈틈없이 대응해 달라"라고 당부했다.

@highlight

조명래 환경부 장관이 3월4일 10시 고농도 미세먼지와 비상저감조치가 지속되는 10개 시·도 부단체장들과 긴급 점검회의를 주재, 환경부를 포함한 중앙부처와 각 시도의 조치계획을 보고받고, 중앙과 지방의 상황 인식을 공유하며 비상저감조치 이행 실태를 꼼꼼히 검토했다.