여승철 ▲ 영화 '포항' 스틸컷.

다양성 예술영화관 '영화공간주안'은 6일 오후 3시25분 제37회 시네마토크 '포항'을 진행한다.

시네마토크는 영화 상영 후 감독, 배우 및 관련 전문가 등과 영화를 만든 배경이나 작품에 대한 뒷이야기를 들을 수 있는 시간이다.

이번 시네마토크는 올해의 독립영화로 큰 주목을 받고 있는 영화 '포항'의 주연 고관재 배우와 함께 한다.

'포항'은 바다에서 실종된 아들과 아버지를 찾아가는 남자의 내면을 치밀하게 보여주는 가족영화로 세대를 아우를 수 있는 매력을 가진 독립영화로 이날 오후 1시50분 상영된다.

영화 '포항'은 일반적인 제작 방식에서 탈피, 포항시민을 대상으로 오디션을 진행해 영화배우로 캐스팅했다.

극중 형제로 출연한 고관재 배우(연수 역)와 홍서백 배우(연근 역)를 제외한 다른 모든 배우들이 포항시민이다.

아버지와 아들의 실종으로 고향 포항으로 돌아온 연수는 작은 조선소에서 배를 만들며, 가족이 살아 돌아올 거라는 실낱같은 희망을 안고 살아간다.

기다림에 지쳐갈 즈음, 연수는 자신이 한 아버지의 아들이자, 한 아들의 아버지라는 또 하나의 세계를 마주하게 된다.

특히 '포항'은 2015년 포르투갈 플루멘(Plumen) 국제 영화제에서 9명 심사위원단 전원일치로 국제 장편경쟁부문에서 대상을 수상했다.

탄탄한 시나리오와 섬세한 연출력을 보인 '포항'에 대해 영화제 심사위원들은 "시대가 가질 수 있는 문제의식을 기존 영화에서 흔히 볼 수 있는 욕설이나 노출 없이 영화가 줄 수 있는 가치를 한 번 더 느낄 수 있는 영화"라고 호평했다.

고관재 배우는 제주독립영화 정기상영회에서 제주독립영화배우 초청전을 마련할 만큼 연기력을 인정받고 있다.

관람료는 5000원이며 '포항'의 상세한 정보 및 시네마토크 행사 정보는 영화공간주안 홈페이지(www.cinespacejuan.com)에서 확인할 수 있다.

@highlight

다양성 예술영화관 '영화공간주안'은 6일 오후 제 37회 시네마토크에서 2015년 포르투갈 플루멘(Plumen) 국제 영화제에서 심사위원단 전원 일치로 국제 장편경쟁부문 대상을 수상하여 화제가 된 영화 '포항'의 주연 고관재 배우에게 영화에 대한 뒷이야기를 들어볼 예정이다. 