이도근 불공정 염려 등 “다른 판사로 바꿔달라”

국민참여재판 공방 등 재판 지연 조짐도 (동양일보 이도근 기자) 사전선거운동 등 선거법 위반 혐의로 기소된 김상문(66·아이케이그룹 회장) 전 보은군수 후보가 ‘불공정한 재판이 우려된다’며 재판부에 대해 기피신청을 냈다.

4일 법원에 따르면 김 전 후보는 지난달 28일 청주지법에 재판부 기피 신청서를 제출했다.

기피 신청은 불공정한 재판을 할 염려가 있는 법관을 배제해 달라는 요청이다.

형사소송법은 법관이 사건에 관계됐거나 불공평한 재판을 할 염려가 있을 때에는 당사자나 변호사가 판사에 대해 기피 신청을 낼 수 있도록 하고 있다.

기피 신청 재판은 같은 법원 다른 재판부가 맡게 된다.

신청 사유가 합당하다고 판단되면 재판부가 교체되지만, 기피 신청이 소송을 지연시킬 목적이 명백한 경우 법원은 이를 기각할 수 있다.

심사 기간 동안 재판 진행 절차는 중단된다.

법원행정처에 따르면 2008~2018년 10년간 전국 법원의 민·형사 재판에서 접수된 법관의 제척·기피·회피 신청 6496건 중 인용된 사례는 전체의 0.07%인 5건에 불과했다.

김 전 후보는 하유정(54·더불어민주당) 충북도의원과 공직선거법상 사전선거운동 등의 혐의로 불구속 기소됐다.

이들은 6.13 지방선거를 앞둔 지난해 3월 25일 보은지역 주민들로 구성된 산악회 야유회 모임에 동행, 지지를 호소한 혐의를 받는다.

김 전 후보는 군민에게 자신이 집필한 책을 무료로 준 혐의도 있다.

당초 김 전 후보와 하 의원은 지난해 12월 첫 공판에서 국민참여재판을 신청했으나 지난 1월 28일 청주지법 형사22부(윤성묵 부장판사)는 ‘국민참여재판으로 진행하기에 적당하지 않다’며 배제결정을 했다.

이들은 즉시 항고, 지난달 14일 대전고법 청주재판부로부터 인용결정을 받은 뒤 오는 18일 국민참여재판 공판준비기일이 예정돼 있었다.

@highlight

선거법 위반 혐의로 기소된 김상문(66·아이케이그룹 회장) 전 보은군수 후보가 법관이 사건에 연관되어 불공평한 재판이 될까 우려해 재판부에 기피신청을 냈으나, 지난 10년간 전국 법원의 민·형사 재판에서 법관의 제척·기피·회피 신청 6496건 중 인용된 사례는 전체의 0.07%인 5건에 불과해 소송 지연 목적일 가능성이 있음을 시사했다.