김윤석이 첫 연출작 '미성년'을 공개하면서 감독으로 도전장을 낸다.

영화 '미성년' 측은 5일, 4월 개봉을 확정하고 캐릭터 스틸을 최초 공개했다.

'미성년'은 평온했던 일상을 뒤흔든 폭풍 같은 사건을 마주한 두 가족의 이야기를 그린 영화다.

믿고 보는 연기파 배우 염정아, 김소진과 신예 배우 김혜준, 박세진이라는 신선한 조합에 충무로 대표 배우 김윤석이 연출을 맡아 크랭크인 전부터 화제를 모은 바 있다.

이번에 공개된 캐릭터 스틸에는 평온했던 일상에 폭풍 같은 사건을 마주한 다섯 캐릭터의 모습을 담아 영화에 대한 궁금증을 자아낸다.

염정아와 김소진은 폭풍 같은 사건을 마주한 각기 다른 입장의 어른으로 분했다.

먼저 대원(김윤석 분)의 아내 영주로 분한 염정아는 대원에 얽힌 일을 알고서도 딸 주리(김혜준 분)가 상처받을까 애써 담담한 척 하는 영주의 모습을 스틸 속에 고스란히 담아냈다.

김소진은 덕향오리 가게를 운영하며 홀로 딸, 윤아(박세진 분)를 키우는 미희로 분해 겉은 강하지만 속은 여린 내면 연기를 선보인다.

공개된 캐릭터 스틸에선 누군가를 향해 밝게 응대하는 미희의 표정이 궁금증을 자아낸다.

500:1의 경쟁률을 뚫은 신예 배우 김혜준과 박세진의 캐릭터 스틸도 함께 공개됐다.

김혜준이 분한 주리의 스틸은 아빠의 비밀을 알게 된 후, 복잡하고도 당황스러운 심경을 전한다.

반면 박세진이 분한 윤아의 스틸은 당찬 눈빛으로 엄마 미희와 주리의 아빠 대원이 저지른 일을 정면 돌파하기 위해 애쓰는 모습을 담았다.

김윤석은 배우이자 연출자로 '미성년'에 참여했다.

'암수살인', '1987' 등 화려한 필모그라피를 쌓아왔던 김윤석은 '미성년'으로 연출자로 첫 데뷔할 뿐 아니라 극중 이 모든 혼란의 원인을 제공한 당사자 대원 역을 맡아 활약을 예고했다.

@highlight

김윤석이 배우이자 감독으로서는 처음 참여한 첫 연출작 '미성년'이 4월 개봉 확정을 발표했다.