신서희 추가경정 예산 1조 6243억원 확정…727억원 증액 세종시의회는 4일 오전 10시 55회 임시회를 개회하고‘2019년 행정사무감사 기간 결정의 건’과 1회 추가경정예산안 등 총 7개의 안건을 처리했다.

(동양일보 신서희 기자) 세종시의회는 4일 오전 10시 55회 임시회를 개회하고‘2019년 행정사무감사 기간 결정의 건’과 1회 추가경정예산안 등 총 7개의 안건을 처리했다.

2019년 행정사무감사 기간은 5월 21일부터 6월 3일(14일간)까지로 결정됐다.

이날 본회의 통과로 1회 세종시 추가경정 예산액은 727억원 증가한 1조6243억원으로 확정됐다.

서금택 의장은 개회사에서“중앙행정기관의 추가 이전으로 세종시가 실질적인 행정수도의 면모를 갖춰나가야 한다”며 “세종시의회는 시 집행부와의 적극적인 공조를 통해 대통령 세종집무실과 국회 세종시의당 설치에도 더욱 박차를 가하겠다”고 밝혔다.

55회 임시회 1차 본회의에서는 상병헌 의원과 노종용 의원이 5분 자유발언대에 올랐다.

상병헌 의원은 관내 학생들의 통학 여건 개선책 마련을 거듭 촉구했으며 노종용 의원은 도시와 농촌 상생을 위한 푸드플랜 수립으로 지속 가능한 로컬푸드 발전 방안을 마련해야 한다고 주장했다.

이날 통과된 본회의 주요 안건으로는‘2019년도 1호 세종시 추경안 및 기금운용변경계획안 제출에 따른 시정연설과 제안 설명의 건’과‘2019년도 세종시 교육청 직속기관설립 및 학교 이전배치 기금운영 계획 변경안 제출에 따른 시정연설과 제안 설명의 건’등이다.

이춘희 세종시장은 시정연설을 통해“이번 추경 예산안은 침체된 지역경제 활성화는 물론, 사회책임복지 강화와 지역균형발전, 대중교통 불편 해소 등 긴급한 지역 현안 해결에 중점을 두고 편성된 것”이라고 설명했다.

@highlight

세종시의회가 55회 임시회를 개회하고 2019년 행정사무감사 기간을 5월 21일부터 6월 3일까지 결정해 ‘2019년 행정사무감사 기간 결정의 건과 세종시 추가경정 예산액 1조6243억원으로 확정한 1회 추가경정예산안 등을 포함한  총 7개의 안건을 처리했다.