농촌진흥청(청장 김경규)은 본격적인 영농철을 맞아 농기계 안전사고와 고장을 예방하기 위해 농기계를 미리 점검, 정비 후 사용할 것을 당부했다.

영농철에 사용되는 농기계는 경운기, 트랙터, 이앙기 등이다.

점검방법은 농기계에 쌓인 먼지나 흙을 털어내고, 녹이 슨 부분은 기름칠을 한다.

엔진오일, 미션오일 등은 보충하거나 교환한다.

냉각수가 새는 곳은 없는지 양은 적당한지 확인한다.

보조탱크의 상한선과 하한선 사이에 오도록 냉각수 양을 적절히 채워둔다.

에어클리너는 건식일 경우 필터의 오염 상태를 봐서 청소하거나 교환하고, 습식은 경유나 석유를 이용해 세척한다.

윤활유는 정기점검 일람표에 따라 필요한 곳에 주입하며, 각 부위의 볼트, 너트가 풀린 곳이 없는지 확인한다.

배터리는 윗면의 점검창에서 충전 상태를 확인하고, 단자가 부식되었거나 흰색 가루가 묻어 있으면 깨끗하게 청소하고 윤활유를 바른다.

전기 배선과 접속부, 전구, 퓨즈 등은 이상이 있으면 교환하고, 시동을 걸어 정상적으로 작동되면 3∼4분간 난기운전을 한다.

농번기에 사용될 간단한 소모품이나 연료, 엔진오일 등은 사전에 확보해 두는 것이 좋다.

농기계 관리와 정비요령에 대해 자세한 내용은 농업기술포털 농사로(www.nongsaro.go.kr)의 '농자재→농기계→농기계관리'에서 확인할 수 있다.

또한 시군 농업기술센터나 농협 등에서도 순회수리서비스를 실시하고 있으므로 이를 이용해 점검 서비스를 받을 수 있다.

농촌진흥청 국립농업과학원 재해예방공학과 신승엽 과장은 "겨울철 장기간 사용하지 않던 농기계를 정비하지 않고 사용할 경우, 기계나 부품의 오작동으로 안전사고가 발생할 수 있다"며 "농사 시작에 앞서 농기계를 반드시 정비한 다음 사용해야 한다"고 말했다.

@highlight

영농철 이전에 농기계의 사전 점검과 정비가 요구되며, 관련한 자세한 내용은 농업기술포털 농사로에서 확인 가능하고, 시군 농협기술센터와 농협에서도 점검 받을 수 있다.