천안시의 지난해 하반기 고용률, 취업자수, 청년고용률 등 전반적 고용지표가 지난해 같은 기간보다 상승된 것으로 나타났다.

5일 천안시에 따르면 통계청의 2018년 하반기 지역별고용조사 시군별 주요 고용지표 집계는 천안시 고용률이 64%로 지난해보다 1.1%포인트 상승했으며, 취업자수도 36만2천명으로 전년 동기대비 1만6찬500명 증가했다고 발표했다.

청년층의 취업자(15~29세)는 5만9천명으로 전년 동기대비 2400명 증가했고, 고용률은 1.3%포인트 상승한 것으로 집계됐다.

시 전체 고용률(64%)은 전국(60.7%)보다 3.3% 높고, 실업률(3.1%)은 전국(3.8%)과 비교하면 0.7% 낮았으며, 50만 이상 규모의 시와 비교해도 전반적으로 고용률이 높고 실업률은 낮았다.

이 같은 결과는 시가 고용률을 높이기 위해 계층별로 다양한 맞춤형 일자리 정책을 수립하고 일자리 미스매치 해소에 앞장서며 양질의 일자리 발굴을 위해 다양한 노력을 기울였기 때문으로 분석된다.

시는 드론, IoT 등 미래유망산업 육성을 위한 인력양성, 4차 산업을 선도할 기업 또는 우량기업 유치 등 신성장 동력 발굴을 통한 일자리 창출을 추진하고 있다.

원도심 도시재생사업을 통해서는 '청년 창업 활동 공간 조성사업'을 펼치고 있으며, 콘텐츠코리아와 음악창작소 등 문화콘텐츠 창작 공간 조성으로 '문화산업 인력양성사업'을 진행하고 있다.

생활 균형 환경 조성하고 있으며, 13년 연속 무분규를 달성하고 있는 노사 관계의 안정적 환경 구축 등 일자리 질 개선 분야에도 역량을 집중하고 있다.

구본영 시장은 "민선7기 임기동안 일자리 12만개, 고용률 67%를 목표로 취업취약계층 맞춤형 일자리사업 추진은 물론, 도시재생사업과 연계한 일자리허브센터, 청년 창업지원센터, 중장년 취·창업 지원센터 등 일자리 인프라를 구축해 양질의 일자리 창출, 시민이 행복한 천안을 만들도록 총력을 기울이겠다"고 말했다.

@highlight

천안시는 맞춤형 일자리 정책을 수립하고 양질의 일자리 발굴 등 다양한 노력을 통해 전년대비 하반기 고용률이 1.1% 포인트 상승한 것을 비롯 전반적인 고용지표가 상승하는 쾌거를 이루었다.