제2공항 찬성단체인 제주공항범추협은 5일 오후 2시 상공회의소 5층 국제회의장에서 제1차 전체회의를 개최했다.

제주 제2공항과 관련해 제주권 공항인프라 확충 범도민추진협의회(이하 제주공항범추협)가 본격적으로 찬성 여론을 형성해 나갈 것을 선포했다.

제2공항 찬성단체인 제주공항범추협(공동대표 김대형·김영진·김창희·오옥성)은 5일 오후 2시 상공회의소 5층 국제회의장에서 60여명의 위원들이 참석한 가운데 제1차 전체회의를 열고 성명서를 발표했다.

제주공항범추협은 성명서를 통해 "제주 제2공항 개발사업이 제주 미래를 위한 동력산업으로 추진될 수 있도록 도민의 역량을 하나로 모아야 할 때"라며 이어"도민과 관광객이 안전하고 편리하게 왕래할 수 있도록 제주 제2공항 건설이 계획대로 추진되기를 희망한다"고 말했다.

또 국토부는 제2공항 기본계획 수립용역 과정에서 제2공항이 국가핵심 교통인프라 시설로써 이용객의 안전과 만족도를 높여야 한다"며 "제2공항 예정지 지역 주민들의 공동체 유지 및 상생발전 방안이 기본계획에 반드시 포함될 수 있도록 해야 한다"고 당부했다.

더불어 "제2공항 개발로 인한 혜택이 실질적으로 예정지 지역 주민들에게 환원되고 충분한 보상대책이 이뤄질 수 있도록 제도적인 근거를 적극 마련해야 한다며 나아가 "국토부는 지역 주민들의 아픔을 이해하고 충분한 지원 대책을 구상해야 한다"고 요구했다.

이와 함께 "도내에서 제기되고 있는 제2공항 의혹 해소를 위해 설명회 또는 토론회를 적극 개최하고, 항공기 소음 피해 지역 및 제2공항 개발 예정지 주변 지역에 대해 제주 동부권역의 신성장 거점지역으로 육성할 수 있는 방안도 마련해야 한다"고 강조했다.

이외에도 제주공항범추협은 이날 박정근 제주대학교 건축학과 교수를 초빙해 '제주 제2공항 갈등해소 및 상생방안'에 대한 강연을 진행하고 향후 운영계획과 관련해 논의했다.

한편 이날 제주제2공항성산읍반대대책위원회와 제주제2공항반대범도민행동은 논평을 내고 제주공항범추협의 운영방식에 논란이 있다는 등 반발에 나섰다.

@highlight

제2공항 찬성단체인 제주공항범추협(공동대표 김대형·김영진·김창희·오옥성)은 5일 상공회의소 5층 국제회의장에서 제1차 전체회의를 열고 60여명의 위원들이 모인 가운데 "제2공항 건설 계획대로 추진되길" 바란다는 내용을 담은 성명서를 발표했다.