특산물 새 가치 창출로 ‘호평’ 야생오미자를 재배작목으로 육성하며 산업화에도 성공한 문경오미자가 제2의 도약을 선언하고 나서 관심이 쏠린다.

문경시농업기술센터는 5일 대회의실에서 문경오미자의 새로운 소비를 창출하고 부가가치를 높일 수 있는 오미자 신제품 개발 평가회를 가졌다.

이 날 평가회에는 오미자씨유로 만든 오미자마스크팩, 에센스, 영양크림 등의 향장제품, 100% 동결건조 오미자분말, 즉석오미자소스, 오미자피클, 오미자발효스틱액상차, 산삼품은오미자청, 오미자 중간 식자재 등 모두 9종의 신제품을 선 보였다.

특히 오미자화장품은 저온착유기술로 추출 정제한 오미자씨 오일을 이용해 대경대학교와 화장품 전문 생산업체 메디웨이코리아의 연구·기술지원으로 농업기술센터에서 직접 시제품을 생산함으로써 오미자산업의 새로운 분야를 개척하는 성과를 올렸다.

특히 그동안 버려지던 오미자 씨를 농가의 새로운 소득원으로 만드는 등 오미자의 새로운 가치를 창출했다는 점에서 참석자들로부터 큰 기대와 호평을 받았다.

또 오미자를 주요 중간식자재로 개발한 오미자과육퓨레는 앞으로 식음료 체인점을 비롯, 다양한 프랜차이즈유통업체를 통한 오미자의 대량소비를 이끌 수 있다는 기대를 높였다.

행사에 참석한 바이어들의 러브콜과 구매문의가 이어지는 등 문경오미자 대량소비산업의 기폭제가 될 것으로 평가됐다.

고윤환 문경시장은 “이 시대의 화두인 건강과 뷰티산업을 선도할 가장 적합한 최고의 농산물로 문경오미자는 무한한 잠재성을 지니고 있다”면서 “다양한 신제품 개발을 통해 부가가치를 높이는 등 오미자산업을 육성, 지역 경제활성화의 성장동력으로 키워 나갈 것”이라고 강조했다.

@highlight

문경시농업기술센터는 오미자 신제품 개발 평가회를 열고 미자마스크팩, 에센스 등 총 9종의 신제품을 선보였는데 이를 통해 제 2의 도약을 선언하고 나섰다.