인슐린과 리코펜 등의 의약품을 '최소유전체'를 활용해 대량생산할 수 있는 길이 열렸다.

개발된 최소유전체는 미생물 기반 의약품 생산의 장애물이던 '번역 완충' 현상 또한 해결, 기존 생산방식의 2배에 달하는 능력을 지녔다.

한국연구재단은 5일 조병관, 김선창, 최동희 한국과학기술원(KAIST) 생명과학과 연구팀이 유전자가 최소한으로 축소된 '최소유전체' 성장 원리를 규명해 인체에 유용한 단백질 생산 효율을 높였다고 밝혔다.

최근 유전공학계는 불필요한 유전자를 제거하고, 생명 유지에 최소한의 유전자만 남긴 최소유전체가 화두로 떠오르고 있다.

이에 대장균과 방선균, 효모 등을 최소유전체로 제작하려는 시도가 있었지만, 성장속도가 느려지는 등 한계가 발생해 활용가치가 낮은 문제를 겪었다.

연구팀은 이 문제를 해결하고자 자연계에서 수십만년이 걸리는 진화과정을 가속화하려 실험실에서 최소유전체 대장균이 단기간에 '적응진화'토록 유도했다.

실험에 쓰인 최소유전체 대장균은 수십만년 거쳐야만 할 수 있는 진화를 2개월 만에 해냈고, 최소유전체 활용에 가장 큰 걸림돌인 성장속도가 정상세포 수준까지 도달했다.

연구팀이 개발한 최소유전체는 정상 대장균과는 다른 당대사 경로를 이용해 환원력이 4.5배 높았고, 항산화물질인 리코펜을 비롯 항암·항바이러스·항진균 작용을 하는 비올라세인과 같은 유용물질을 80% 더 많이 생산해냈다.

특히 모든 미생물이 유전자를 조작해도 유용한 단백질을 일정 수준 생산치 못하는 번역 완충 현상이 발생하는 반면, 최소 유전체는 이 현상이 없어 단백질 생산량이 200% 증가했다.

연구팀은 "최소유전체의 높은 환원력, 낮은 번역 완충을 활용해 일반 대장균보다 월등히 높은 유용물질과 단백질 생산능력을 검증했다"며 "미생물 기반 유용물질 생산과 바이오 화합물 생산 산업에 기여할 것으로 기대한다"고 설명했다.

@highlight

한국연구재단은 5일 유전자가 최소한으로 축소된 최소유전체 성장 원리를 규명해 인체에 유용한 단백질 생산 효율을 높였다고 밝히며 인슐린과 리코펜 등의 의약품을 대량생산 할 수 있는 길이 열려 미생물 기반 유용물질 생산과 바이오 화합물 생산 산업에 기여할 것으로 기대한다고 전했다.