대선주조와 김건모가 건전한 음주문화 확산에 나선다.

대선주조는 공식 모델 가수 김건모와 함께한 대선소주 CF 영상을 공개할 예정이라고 5일 밝혔다.

지난해 5월 대선주조와 김건모가 두 번째 호흡을 맞춘 CF를 공개한 이후 약 10개월 만에 새롭게 선보이는 광고다.

이번 영상은 대선맨 김건모가 건전한 음주문화 캠페인을 알리기 위해 네 가지의 메시지를 전하는 옴니버스 방식으로 제작됐다.

“오늘은 밤새지 마세요” “천천히 마셔요” “음주운전 하지 마세요” “과한 음주를 삼가합시다” 라는 주제로 연출된 이번 광고는 연예계 대표 애주가로 알려진 김건모가 전하는 메시지로 더욱 인상적인 효과를 발휘할 것으로 기대된다.

대선주조는 연예계 대표 애주가 김건모를 내세워 건전음주문화를 홍보하는 동영상을 내놓을 예정이다.

광고 공개에 앞서 5일 대선주조는 CF의 티저격인 김건모의 인사 영상을 선공개했다.

영상에서 김건모는 활기찬 모습으로 대선소주와 함께 바람직한 음주 문화를 만들어 갈 것을 예고했다.

티저 영상은 대선소주 공식 SNS와 유튜브 채널에서 확인할 수 있다.

이전부터 대선주조는 사회의 주요 이슈로 대두되고 있는 음주 문제를 개선하기 위해 힘을 보태왔다.

대선주조는 법무부 법사랑위원 부산지역연합회와 함께하는 음주운전 예방 캠페인에 동참해 ‘음주운전, 당신과 타인의 가정을 파괴합니다’ 문구를 인쇄한 라벨을 대선소주에 부착해 홍보에 나서기도 했다.

대선주조 조우현 대표는 “지난해 김건모와 함께 선보인 CF를 재밌게 봐주셔서 기대가 클 것 같다”며 “이번 광고에는 재미와 동시에 건전한 음주문화를 알리기 위한 내용도 함께 담았으니 그 의미를 같이 봐주시길 바란다”고 말했다.

한편 대선주조의 또 다른 전속 모델 걸그룹 마마무와 가수 김건모는 대선소주의 남녀 공동 모델로서 교차적으로 활동하며 남녀 모델의 각기 다른 매력을 보여줄 예정이다.

@highlight

대선주조가 '건전한 음주문화 캠페인'에 가수 김건모를 발탁하여 촬영한 "오늘은 밤새지 마세요", "천천히 마셔요" 등 네 가지 주제로 연출된 옴니버스식의 CF 영상을 공개할 계획이다.