평택 지역 내 한 운송업체가 편법을 이용해 계약서를 작성, 계약자들의 권리금을 편취(중부일보 3월 3일자 9면 보도)하고 있는 가운데 평택시가 해당 업체에 대한 단속을 단 한번도 하지 않은 것으로 드러났다.

특히 이 업체는 계약자의 친필사인을 보고 위수탁계약서까지 위조한 것으로 확인돼 대책마련이 시급하다는 지적이다.

5일 평택시와 피해자들에 따르면 칠괴동 소재 G업체는 계약자들에게 중고차 판매, 일자리 알선과 함께 영업용 번호판을 임대해주고 있다.

그러나 이 업체는 2017년과 2018년 당시 운송계약서 등 서류에 기재된 계약자들의 필체를 대조해보며, 위수탁계약서에 계약자들이 사인한 것처럼 위조한 것으로 드러났다.

실제 피해자 A씨가 시청으로부터 계약 관련 서류 등을 살펴봤을 때 대부분의 사인이 A씨의 자필사인이 아닌 것으로 확인됐다.

A씨는 "3자가 아닌 업체와 본인의 계약인데 해당 서류를 발급받기까지 1년이 걸렸다"면서 "지난 1월 평택시로부터 서류를 받고나서야 위조 사실을 알게 됐다"고 토로했다.

영업용번호판을 임대해주는 위수탁계약업체 E사도 계약 당사자에게 계약서 1부를 배부하는게 원칙이지만 계약서는 물론, 계약자들에게 아무런 연락도 취하지 않았다.

업체들은 이같은 수법으로 피해자들의 권리금을 편취하거나, 영업용번호판을 불법적으로 임대해왔다.

하지만 관리감독 기관인 고양시와 평택시는 피해자들이 발급받을 수 없는 G사와 E사 간 영업용번호판 임대 거래 내역을 요구하면서 피해자들의 원성을 사고 있다.

피해자 B씨는 "운송업체와 번호판 임대 업체 간 불법적인 행위가 이뤄지고 있어 피해자들이 발생하고 있는 데도 관할 지자체는 손을 놓고 있다"며 "현실적으로 불가능한 업체 간 거래내역을 어떻게 확보하냐"고 말했다.

상황이 이렇다 보니 시청과 업체 간 유착 의혹도 제기되고 있는 실정이다.

이에 대해 고양시와 평택시 관계자는 "피해를 받은 분들 입장은 이해하지만, 작년 장시간에 걸쳐 조사한 결과 운송업체와 영업용번호판 임대 업체 간 거래 내역 확보가 가장 중요한데 수사권이 없다 보니 거래 내역 확보에 어려움이 있다"고 설명했다.

@highlight

평택 지역 내 한 운송업체가 편법을 이용해 계약서를 작성, 계약자들의 권리금을 편취하고 있는 가운데 평택시는 해당 업체에 대한 단속을 단 한번도 하지 않고 관리감독 기관인 고양시와 평택시는 현실적으로 불가능한 업체 간 거래내역을 요구하며 손을 놓고 있다며 피해자들의 원성을 사고 있다.