한국에자이·잇마플 계약 "갑상선암환자 고통 줄 것" 맛있는 저요오드식단이 내년 4월 출시를 목표로 개발된다.

방사선 요오드치료를 받기 위한 갑상선암환자의 고통을 덜어 줄 수 있다는 반가운 소식이다.

한국에자이와 잇마플이 4일 맛있는 저요오드식단 개발 계약을 맺었다.

한국에자이(대표 고홍병)는 잇마플(공동대표 김슬기, 김현지)과 갑상선암 환자의 방사성 요오드 치료를 위한 맛있는 저요오드식단을 공동으로 개발하고 상업화하기 위한 공동연구개발 계약을 4일 체결했다고 밝혔다.

갑상선암 수술 후에 진행하는 방사성요오드치료 효과를 높이기 위해 매번 치료 전 2주정도 체내의 요오드를 최소화하기 위한 저요오드식이를 해야 한다.

하지만 의료진으로부터 "앞으로 2주동안 해조류 어패류 유제품은 절대 먹지 말고 정제염이나 무요오드 소금으로 만들어진 것이 아니면 김치 젓갈 장아찌 액젓도 당연히 섭취 금물이다. 기본적으로 소금간이 안된 음식만 먹는게 원칙"이라는 안내를 받으면 아찔해진다.

한국에자이와 잇마플이 서로의 경험과 노하우를 더한 공동연구개발하므로써 2주 동안 환자들이 요오드 섭취에 대한 두려움과 불안함 없이 믿고 맛있게 먹을 수 있는 메뉴를 개발해 집까지 배달해주는 서비스를 제공함으로써 환자가 불편의 덜어 줄 수 있을 것으로 기대된다.

이번 계약을 통해 두 회사는 △식재료가 모두 손질되어 있어 간단하게 조리하여 먹을 수 있는 쿠킹박스 형태의 제품 △전자레인지로 간편하게 먹을 수 있는 간편도시락 형태가 혼합된 구성으로 2주간 저요오드식단 패키지 상품 △저요오드 장류, 향신료 등이 포함된 세트 상품도 개발할 예정이다.

2020년 4월 시제품 출시가 목표다.

@highlight

4일 한국에자이는 잇마플과 갑상선암 환자의 방사선 요오드 식단 공동 개발 및 상업화를 위한 계약을 체결하였고 서로의 경험과 노하우를 공유해 요오드 섭취에 대한 불안 없이 환자가 2주간 섭취할 수 있는 메뉴 배달과 반조리제품, 간편 도시락, 저 요오드 장류 상품도 개발 예정이다.