] 증권사의 지난해 순이익이 4조원을 돌파했다.

지난해 상반기 증시 호황으로 글로벌 금융위기가 터지기 직전인 2007년 이후 11년 만에 최대 이익을 올렸다.

금융감독원은 지난해 증권사 56곳의 순이익이 4조1736억원(잠정)으로 전년 3조8071억원보다 9.6% 증가했다고 5일 발표했다.

2007년(4조4299억원) 이후 최대 실적이다.

판매관리비 차감 전 영업이익은 13조8011억원으로 지난해보다 8.8% 늘었다.

항목별 손익을 살펴보면 수수료 수익이 전년보다 15.4% 늘어난 9조7154억원이었다.

이 중 투자은행(IB)부문 수수료가 2조6613억원으로 17.4% 증가해 돋보였다.

수탁수수료는 전년 대비 12.9% 증가한 4조5419억원으로 집계됐다.

자산관리부문 수수료와 기타수수료는 1조128억원과 1조4995억원으로 각각 11.5%, 22.6% 늘었다.

증권사의 전통적인 수익 영역인 수탁수수료 비중은 점차 줄고 있다.

지난해 수탁수수료가 영업수익에서 차지하는 비중은 46.7%로 '자본시장과 금융투자업에 관한 법률'이 처음 시행된 2009년 69.2%에 비해 20%포인트 이상 떨어졌다.

IB부문 수수료 비중은 지난해 27.4%를 기록했다.

증권사의 자기매매수익은 4조5287억원으로 전년보다 36억원(0.1%) 증가하는 데 그쳤다.

금리 하락으로 채권 관련 수익(6조1863억원)이 전년보다 105.3% 늘었지만, 주식 관련 손익과 파생 관련 손익은 적자를 낸 데 따른 것이다.

주식 관련 손익은 2017년 6000억원대 흑자에서 지난해 136억원 적자로 돌아섰고 파생 관련 손익도 8000억원대 흑자에서 1조6441억원 적자로 전환했다.

작년 말 기준 증권사의 자산총액은 439조원으로 전년 말보다 12.5% 증가했고 부채와 자기자본은 382조원과 57조원으로 각각 13.2%, 8.2% 늘었다.

자기자본순이익률(ROE)은 7.7%로 0.1%포인트 상승했다.

금감원은 올해 대내외 잠재 위험 요인이 적지 않아 증권사의 수익성과 건전성이 악화될 가능성이 있다고 진단했다.

@highlight

증권사의 작년 순이익이 4조원을 돌파하며 2007년 이후 11년 만에 최대 이익을 올린 한편 금감원은 올해 대내외 잠재 위험 요인이 적지 않아 증권사의 수익성과 건전성이 악화될 가능성이 있다고 진단했다.