광주신세계안과(대표원장 김재봉)가 세계적인 렌즈 제조사인 네덜란드 옵텍(OPHTEC)사로부터 공식 의학자문인 레퍼런스 클리닉으로 선정됐다.

광주신세계안과는 호남최초로 지정된 만큼 10인의 안과의료진의 전문성과 경험을 옵텍사와 함께 활발히 공유할 예정이다.

옵텍사는 최근 신세계안과를 방문해 김재봉 대표원장에게 '레퍼런스 클리닉 지정' 인증패를 전달했다.

이날 옵텍사 회장은 인증패 전달 후 신세계안과를 돌아보며 다초점 인공수정체인 프리시존에 대해 의료진과 다양한 대화를 나눴다.

백내장과 노안을 동시에 교정해주는 노안·백내장 수술 렌즈인 프리시존은 노후된 수정체를 제거하고 수정체의 역할을 대신할 다초점 인공수정체로 원거리부터 중간거리, 근거리 시력까지 모두 자연스럽게 볼 수 있게 도와준다.

기존의 백내장 수술은 뿌옇게 된 수정체를 제거하고 원거리 혹은 근거리를 선택해 단초점 인공수정체를 넣어주는 수술이다.

하지만 프리시존 렌즈를 사용한 프리미엄 노안·백내장 수술은 세 가지 초점을 잡아줘 백내장도 치료하고 돋보기까지 벗게 해준다.

특히 독창적인 CTF기술을 통해 우수한 근거리 시력까지도 제공한 세계 유일의 굴절형 연속초점렌즈로 회절형 다초점렌즈에 비해 시력이 더욱 선명하며 눈부심과 빛번짐 현상, 야간시력의 편안함 등 다양한 장점을 갖고 있다.

광주 신세계안과 김재봉 대표원장은 "세계적인 렌즈 제조사에 신세계안과의 경험과 노하우를 공유할 수 있어 서로에게 윈윈이라고 생각한다"며 "수 천건의 노안·백내장 수술경험을 바탕으로 더욱 안전한 수술이 이뤄질 수 있게 학술적인 노력도 게을리 하지 않겠다"고 말했다.

옵텍사의 레퍼런스 클리닉은 전국에서 3곳의 안과가 지정됐으며, 신세계안과는 호남지역에서 유일하다.

@highlight

호남에서 처음으로 네덜란드 렌즈 제조사인 옵텍의 공식 의학 자문 안과에 선정된 광주신세계안과는 '레퍼런스 클리닉 지정' 인증패를 전달받고, 안과 의료진의 전문성과 경험을 옵텍과 활발히 공유할 계획이다.