전북도 도시계획위 재상정, 내년 상반기 착공 예정 5일 익산시 김중만 건설국장이 정례브리핑에서 부송4지구 택지개발 사업에 대해 설명하고 있다.

익산시가 전라북도 도시계획위의 부결로 답보상태인 부송4지구 택지개발 사업을 재추진한다.

사업 추진 9년이 지나면서 토지주들의 반발이 심화된데 따라 재추진에서 전북도의 승인을 받아낼 수 있을지 주목된다.

5일 익산시 김중만 건설국장은 정례브리핑에서 동부권 주민들의 숙원사업인 부송4지구 택지개발 사업을 다시 본격적으로 추진하겠다고 밝혔다.

부송 4지지구 택지개발사업은 부송동 신재생자원센터 인근 약 29만㎡ 부지에 주거·상업·공공용지를 조성하는 사업이다.

지난 2011년 개발계획용역 추진을 시작으로 여러 차례 중단과 시행이 반복되는 우여곡절 끝에 2018년 4월 착공, 2019년 10월 준공을 목표로 공청회와 환경영향평가 등의 행정절차 마무리 수순에 접어들었다.

그러나 2017년 8월 전라북도 도시계획위원회 심의에서 개발구역 지정 및 개발계획이 부결돼 사업이 잠정 중단되었다.

전북도 심의위원들은 부송 4지구 사업계획을 공공주택 및 상업용지의 축소, 녹지면적 확대, 부송도서관 주변을 포함하는 개발계획 수립의 필요성 등을 지적했다.

시는 전북도 도시계획위원회에서 지적된 내용을 재정립하고 이를 해소한 뒤 도시계획위원들의 자문을 얻어 조만간 도시계획위원회에 상정하기로 했다.

도시계획위원회를 통과하게 되면 실시설계와 환지 추진을 거쳐 내년 상반기 보상과 착공에 들어갈 수 있을 전망이다.

이를 위해 지난달 전라북도에 도시개발구역 지정을 신청해 놓은 상태다.

김중만 국장은 "올해 상반기 도시개발구역 지정이 결정되면 익산시는 곧바로 실시설계와 환지계획을 추진해 이르면 내년 상반기 착공할 수 있도록 서두를 계획이다"며 "제3·4산단과 국가식품클러스터 배후 주거지가 되도록 최선을 다하겠다"고 말했다.

@highlight

익산시가 부송동 신재생자원센터 인근 약 29만㎡ 부지에 주거·상업·공공용지를 조성하는 사업이자 2017년 8월 전라북도 도시계획위원회 심의에서 개발구역 지정 및 개발계획이 부결되어 잠정 중단된  부송4지구 택지개발 사업을 재추진한다.