KOFA(한국원양산업협회)는 참치데이인 7일부터 3일간 동원산업와 사조씨푸드(주) 등 원양선사들과 함께 대형 백화점 및 농협하나로클럽 매장 등에서 참치 판촉 행사를 진행한다고 4일 밝혔다.

동원산업㈜, 사조씨푸드㈜는 각 유통업체 매장별로 참치데이인 7일부터 9일까지 횟감용 참치(참치모듬회)를 20∼30% 할인 판매하는 동시에 이마트 매장을 통해 횟감용 참다랑어를 특별 판매한다.

동원산업은 현대백화점 10개 매장(본점 무역점 목동점 천호점 미아점 중동점 신촌점 킨텍스점 판교점 디큐브점)에서 횟감용 참치(참치모듬회)를 평소보다 30% 할인 판매한다.

동원산업은 농협하나로클럽 1개 매장(양재 하나로점)에서도 같은 기간 횟감용 참치(눈다랑어)를 평소보다 20% 할인 판매한다.

아울러 AK백화점 1개 매장(서현점)에서 횟감용 참치(참치모듬회)를 평소보다 20% 할인 판매한다.

사조씨푸드는 참치데이 특판행사로 이마트 24개 매장(성수점 용산점 자양점 산본점 성남점 등)과 신세계백화점 3개 매장(강남점 대구점 센텀점)에서 횟감용 참다랑어(300g)를 2만9800원에 판매한다.

동원산업도 이마트 16개 매장(영등포점 가양점 청계천점김해점 창원점 등)에서 횟감용 참다랑어(300g)를 2만9800원에 판매한다.

KOFA 김현태 홍보·마케팅지원센터장은 “등푸른 생선의 대명사인 참치는 DHA, EPA 등 불포화지방산과 항암작용을 하는 성분인 셀레늄 등이 많이 함유되어 있는 등 영양 가치가 매우 우수해 장수, 미용식품으로 알려져 있다”며“이번 행사를 계기로 참치 소비가 보다 활성화 되기를 기대한다”고 말했다.

@highlight

KOFA(한국원양산업협회)와 동원산업, 사조씨푸드(주) 등 원양선사들은 참치데이인 7일부터 9일까지 영양 가치가 우수한 횟감용 참치와 참다랑어를 대형 백화점 및 농협하나로클럽매장 등에서 20~30% 할인 판매를 한다고 밝혔다.