7개 직종 전수교육 펼쳐 대구시 우수숙련기술동우회(회장 신정옥)가 지난달 25일부터 지난 2일까지 4박 6일간 우즈베키스탄 유코리치르칙시를 방문해 국제기술교육봉사활동을 펼치고 생필품을 전달했다.

대구시 우수숙련기술동우회(회장 신정옥)가 지난달 25일부터 이달 2일까지 4박 6일간 대구시와 우호협력관계를 맺고 있는 우즈베키스탄 유코리치르칙시를 방문해 국제기술교육봉사활동을 펼쳤다.

양말, 티셔츠 등 500만 원 상당의 생필품도 전달했다.

이번 행사에 화훼장식(신정옥, 김순자, 김정희), 이·미용(이은순, 권기형), 한복(이영화, 배진희), 피부미용(문은숙, 박민진), 자동차(박춘호, 권영신, 강성구) 정밀측정(김정환), 전기통신(이두원) 이상 7개 직종에서 14명의 회원들이 현지 전수교육과 재능기부 봉사활동을 펼쳤다.

특히 메르시안 호텔이 마련해 준 전시공간에 직종별로 만든 창의작품을 전시, 현지인들로 부터 큰 호응을 얻으며 대한민국 기술력의 우수성을 알리기도 했다.

또 봉사기간 중 동우회는 유코리치르칙 시청을 방문해 시장과 소통간담회를 통한 대구시와 유코리치르칙시의 지속적인 기술전수 교류를 약속했다.

아울러 이번 국제기술교육봉사 활동의 공로를 인정받아 타슈켄트시장으로부터 감사장을 수여받았다.

신정옥 회장은 “우리 동우회의 우수한 기술로 현지 주민들의 삶의 질 개선으로 가슴 뿌듯한 보람을 느꼈다”며 “우즈베키스탄 국립대로 부터 숙련기술 전수교육을 제안을 받아 더 심도 있게 전수해 줄 것”이라고 약속했다.

한편 대구시 우수숙련기술동우회는 1976년 경북기능동우회로 시작해 43년의 역사를 가지고 있으며 2010년 캄보디아 시엠립시를 시작으로 베트남, 카자흐스탄, 우즈베키스탄 지역에 매년 국제기술재능봉사활동을 진행하고 있다.

@highlight

대구시 우수숙련기술동우회가 지난달 25일부터 4박6일 동안 우즈베키스탄 유코리치르칙시를 방문해, 시장과 소통간담회를 통한 기술전수 교류를 약속하고, 창의작품 전시로 현지인들에게 큰 호응을 얻으며 대한민국 기술력의 우수성을 알렸다