주민들 "공사 중단 장기화…영리병원 허가 취소 실망감 커"

제주도가 제주헬스케어 타운 내 녹지국제병원에 대한 개설허가 취소를 위한 청문절차에 돌입한 가운데 제주헬스케어 타운 조성사업이 영리병원 이슈로 차질을 빚는 것 아니냐는 우려가 나오고 있다.

특히 제주헬스케어 타운 조성 부지를 제공한 지역 주민들이 제주헬스케어타운 조성 공사 중단이 장기화 등에 따른 토지반환 소송 등 강경 대응 방침을 밝히면서 제주헬스케어타운 사업 정상화를 위한 방안 마련이 요구되고 있다.

김도연 서귀포시 동홍2통 마을회장은 "이번달 마을 총회를 개최할 예정"이라며 "일부 주민들은 현재 토지 반환소송을 포함한 강경 대응을 해야 한다는 입장"이라고 밝혔다.

김도연 회장은 "녹지그룹이 영리병원 하나를 보고 투자 한 것은 아닐 것"이라며 "현재 헬스케어타운 조성 공사는 다양한 이유로 2년 가까이 중단된 상태로 지역 경제 발전을 위해 조상 묘지까지 제공한 토지주들의 실망감이 크다"고 덧붙였다.

그러면서 "제주도의 녹지국제병원 개설 허가 취소와 관련한 발표 이후 아직 주민 의견을 모으지 못했지만 조만간 마을회 운영위원회를 열고 대응방안을 논의할 것"이라며 "마을 총회 이전에 제주도와 JDC, 녹지그룹 등을 만나 최종 입장을 들을 계획"이라고 전했다.

그동안 지역 주민들은 "제주헬스케어타운이 의료관광 활성화를 위한 사업으로 알고 토지 수용에 응했다"며 "병원을 포함해 현재 사업이 중단된 제주헬스케어타운 사업이 변경될 경우 땅을 제공한 주민 의사를 다시 물어야 한다"고 강조해 왔다.

이처럼 대규모 개발 사업 자체를 반대하는 예래휴양형주거단지 토지주들의 토지반환소송과 달리 제주헬스케어타운의 경우 사업 정상화를 요구했던 주민들이 나선다는 점에서 거센 후폭풍을 예고하고 있다.

한편 제주도는 지난해 12월 5일 진료 대상을 '외국인 의료관광객'으로 한정하는 조건부로 녹지국제병원 개설허가를 했지만 녹지국제병원이 개원시한인 지난 4일까지 개원하지 않자 개설허가 취소를 위한 청문절차에 돌입했다.

@highlight

제주도가 제주헬스케어 타운 내 녹지국제병원에 대한 개설허가 취소를 위한 청문절차에 돌입해 부지를 제공한 지역 주민들은 영리병원 이슈로 차질을 빚는 것 아니냐는 우려와 함께 직접 사업 정상화를 요구해 후폭풍을 예고하고 있다.