해사졸업식 참석 "그렇지 못하면 국익 뺏기고 홀대받아"

문재인 대통령은 5일 "우리가 강한 해양력을 바탕으로 우리의 바다를 지키고 대양으로 나아갈 수 있을 때 비로소 강한 국가가 될 것"이라고 말했다.

문 대통령은 이날 오후 경남창원 해군사관학교 제73기 사관생도 졸업식 및 임관식에 참석, 축사를 통해 "그렇지 못하면 우리 국익을 빼앗기고 홀대받을 수밖에 없다"면서 이 같이 말했다.

문 대통령은 "여러분 앞에는 무궁무진한 기회가 열려있다. 새로운 시대, 새로운 기회 앞에서 거침없이 오대양 육대주를 누비며 마음껏 꿈꾸고, 막강 해군의 기개를 떨쳐주길 바란다"며 "청년 장교들의 꿈이 국민의 꿈과 만나 해양강국, 평화로운 한반도로 꽃피기를 희망한다"고 당부했다.

문 대통령은 "해군의 역사가 대한민국 국군의 역사다. 일본군 출신이 아닌, 온전히 우리 힘으로 3군 중 최초로 창군했다"며 "해군사관학교도 1946년 1월 해군병학교로 시작해 1949년 최초의 사관학교인 해군사관학교가 태어났다. 대한민국 해군의 역사적인 첫걸음이었다"고 말했다.

문 대통령은 "우리의 주변국을 둘러보면 지금은 남북 간의 군사적 긴장 완화가 최우선 과제이지만, 동시에 세계 4대 군사강국이 한반도를 둘러싸고 있다"며 "세계 최강의 해양강국들로 이들 나라 사이에 해양력의 우위를 차지하려는 경쟁이 치열하다"고 말했다.

그러면서 "국경을 초월하는 다양한 위협에 대응할 수 있어야 하고, 4차 산업혁명 시대에 등장할 새로운 형태의 전력에도 대비해야 한다"며 "최대한 전쟁을 억제하되, 싸우면 반드시 이기는 군대가 돼야 한다"고 말했다.

아울러 "'국방개혁 2.0', '스마트 해군' 전략을 중심으로 우리 해군이 하나로 뭉쳐 포괄안보 역량을 갖춰 나가야 한다"며 "군 스스로의 혁신을 통해 평화를 만드는 군대, 어떤 위협에도 국민을 지킬 수 있는 군대가 되리라 믿는다"고 말했다.

문 대통령은 "오늘 해군사관학교 제73기 신임 해군 장교들에게 국군 통수권자로서 첫 명령을 내린다"며 "전우애를 잊지 말 것과 사랑하기에 부끄러움이 없는 조국을 만드는데 앞장서 달라"고 주문했다.

@highlight

문재인 대통령은 5일 경남창원 해군사관학교 제73기 사관생도 졸업식에 참석한 자리에서 국경을 초월하는 강한 해양력을 갖춰 대양으로 나아가고 4차 산업혁명시대에 등장할 새로운 전력에도 대비해야 비로소 강한 국가가 될 것이라고 당부했다.