직장인들 사이에서 근로자 휴가지원 사업이 뜨거운 관심을 받고 있는 가운데 사업 신청자 수가 10만명 돌파를 코앞에 두고 있다.

제민일보가 취합한 자료에 따르면 문화체육관광부(장관 도종환, 이하 문체부)와 한국관광공사(사장 안영배)는 지난 2월 12일부터 3월 8일까지 '근로자 휴가지원 사업'에 참여할 중소기업 및 소상공인 근로자를 모집하고 있다.

이 기간 2월 12일부터 19일까지 근로자 휴가지원 사업에 신청한 중소기업 및 소상공인 근로자 인원은 4만명을 넘어섰다.

이어 3일까지 신청한 인원은 총 8만명을 돌파했다.

중소기업과 소상공인은 총 6645개로 근로자 인원은 7만5961명이다.

기업 규모별로는 중기업에서 3만5732명(1299개사), 소기업 2만6085명(2146개사), 소상공인 1만4144명(3200개사)이 신청했다.

기업 수로 소상공인이 가장 많다.

업종별로는 일반적인 제조업 및 아이티(IT) 기업 등 뿐만 아니라 언론사, 운수회사, 병의원, 학원, 주유소, 부동산 중개사무소, 약국, 커피점, 음식점, 미용실, 편의점, 동네마트 등 다양한 곳에서 참여 신청이 이어지고 있다.

한편 이번 근로자 휴가지원 사업 모집 규모는 전년보다 4배 증가한 8만명이며 중소기업 및 소상공인 근로자를 대상으로 하고 있다.

사업 신청은 오는 3월 8일까지며 사업 홈페이지에서 접수 가능하다.

다음달 8일 신청 마감 후, 신청 인원이 8만명이 초과할 경우 기업 단위 전산 추첨으로 참여 기업과 근로자를 확정한다.

최종 결과는 3월 중순 통보한다.

참여가 확정된 근로자는 4월부터 내년 2월까지 숙박, 교통, 입장권, 패키지 등으로 구성돼 있는 국내여행 전용 온라인몰에서 적립금 40만원을 사용할 수 있다.

자세한 사항은 한국관광공사 홈페이지(http://kto.visitkorea.or.kr/kor/notice/news/press.kto)에서 확인 가능하다.

@highlight

문화체육관광부와 한국관광공사는 국내여행 전용 온라인몰에 적립금  40만원을 지원해주는 '근로자  휴가지원 사업'에 참여할 중소기업 및 소상공인 근로자를 모집하고 있으며 신청자 수가 10만명을 넘을 예정이다.