카카오모빌리티는 인천광역시 연수구, 경기도 성남시와 손잡고 자가용 이용이 어렵거나 대중교통이 닿지 않는 단거리 이동을 위한 '카카오 T 바이크'의 시범 서비스를 6일부터 시작한다고 밝혔다.

카카오 T 바이크는 일반 자전거와 달리 페달을 밟으면 모터가 바퀴에 동력을 전달하는 방식으로 구동된다.

별도의 거치대가 없어 대여와 반납도 자유롭다.

이번 시범 서비스는 경기도 성남시와 인천시 연수구에서 각각 600대와 400대로 진행된다.

카카오모빌리티는 올 하반기 정식 출시에 맞춰 서비스 지역을 확대하고자 다양한 지자체와 협의중이며, 전기자전거를 3000 이상으로 확충할 계획이다.

카카오 T 바이크는 지난해 12월 업무협약을 맺은 삼천리자전거와 알톤스포츠가 제작한 24인치와 20인치 크기의 전기자전거로 구성된다.

정부가 정한 자전거 도로 운행 요건에 맞춰 생산되었으며, 안전 확인 신고도 통과해 이용객의 안전한 이용을 돕는다.

이용방법은 카카오 T 앱에서 전기자전거의 위치를 확인해 자전거에 부착된 QR코드나 일련번호로 인증한 뒤, 목적지까지 이동하면 된다.

이용 시간에 제한은 없으며, 이용 후 잠금장치를 잠그면 자전거 이용이 종료되고 요금이 자동으로 결제된다.

이용 요금은 최초 15분간 1000원이며, 이후 5분에 500원씩 추가된다.

보증금 1만원을 선지불해야 이용 가능하며, 보증금은 이용자가 원하는 시점에 언제든 환급 받을 수 있다.

카카오모빌리티는 안정적인 서비스 제공을 위해 전기자전거 관리, 긴급 수리, 재배치 등을 전담하는 운영팀을 지역별로 운영할 예정이며, 이를 위한 인력 구성을 마친 상태다.

여기에 오는 4월 5일까지 카카오 T 바이크를 처음 이용하는 고객 중 선착순 10만명에게 기본요금(1000원) 무료 혜택을 제공하는 이벤트를 함께 진행한다.

정주환 카카오모빌리티 대표는 "라이프스타일이 다양해짐에 따라 이동 수단에 대한 요구가 세분화되는 추세다"며 "카카오 T 바이크는 기존의 교통수단이 미치지 못하는 단거리 이동을 보완해, 실질적인 개인맞춤형 이동 수단으로 자리잡을 것"이라고 밝혔다.

@highlight

6일부터 카카오모빌리티는  '카카오 T 바이크'의 시범 서비스를 운용하며, 경기도 성남시와 인천시 연수구에서 각각 600대와 400대를 시작으로  올 하반기 정식 출시에 맞춰 서비스 지역을 확대해 나갈 방침이다.