인천 경찰이 미아방지 등을 홍보하기 위해 만든 동영상이 시민들의 외면을 받은 채 무용지물로 전락한 모습이다.

5일 인천지방경찰청에 따르면 인천경찰청의 인터넷 홈페이지 내 '알림마당'에서 게재된 '카봇과 함께하는 미아방지 홍보 영상'의 조회수는 이날 기준으로 87건이다.

이 동영상은 지난 1월 28일 홈페이지에 올라와 이날까지 36일 지난 것으로 분량은 2분 17초이다.

동영상 내용은 5~6살로 되어보이는 남자유아가 길을 잃어 벤치에서 울고 있는데 10살 전후로 보이는 남자아이가 집이 어디냐고 물어보면서 K-캅스 로봇을 불러내 길을 찾아주는 이야기로 이뤄졌다.

경찰은 동영상에서 K-캅스 로봇이 아이의 사진과 지문, 보호자 연락처를 등록하는 '지문 등 사전등록'을 통해 남자유아의 집을 찾아내는 과정을 보여주며 사전등록 방법에 대해 설명하고 있다.

이 홍보 동영상은 아이들에게 친근하게 다가가기 위해 '카봇'이라는 캐릭터까지 등장시켰지만, 여전히 어린이들을 비롯해 시민들의 시청률이 저조한 실정이다.

경찰이 운영하는 유튜브 채널 '인천 경찰 폴 인천'에서도 이 동영상이 지난 1월 24일 올라왔는데 조회수는 207회에 그쳤다.

최근 몇년 사이 상당수 시청자들이 지상파 방송보다 유튜브 채널을 선호하고 있는 상황에서 특히 유튜브 방송 진행자(BJ)가 어린이들에게 인기를 끌고 있는 시대인 점을 감안하면 경찰이 올린 이 동영상의 조회수는 극히 적다고 볼 수 있다.

경찰은 지난 2016년 6월에도 '지문 등 사전등록'에 대해 코코몽 캐릭터가 등장하는 동영상을 홍보했지만 3년여가 지난 이 시점에서 조회수는 421회에 지나지 않는다.

이 외에도 경찰이 이 유튜브 채널에 올린 또다른 내용의 동영상들은 4개월이 지나도록 조회수 100건도 넘기지 못한 경우가 다수 발생하는 등 대다수 동영상의 시청률이 저조하다.

경찰은 홍보 동영상을 제대로 운영하기 위해서는 광고비가 필요한 상황에서 동영상 조회수를 늘리는 데 한계가 있다고 밝혔다.

경찰 관계자는 "최대한 돈을 들이지 않는 선에서 홍보를 하다보니까 조회수가 늘어나지 않는 것"이라며 "어린이집과 학교, 시교육청 등과 협업해 현장에서 '지문 등 사전등록'을 많이 알리고 있다"고 말했다.

@highlight

인천경찰청의 인터넷 홈페이지 '알림마당'에 지난 1월 28일 업로드된 2분 17초 분량의 '카봇과 함께하는 미아방지 홍보 영상'은 아이들에게 친근한 '카봇'이라는 캐릭터를 차용했지만 이날 기준 조회수는 87건으로 어린이들을 비롯해 시민들의 시청률이 저조한 형편이다.