▲ 터키 이스탄불 크라운 플라자호텔에서 6일까지 열리는 '세계한인무역협회(World-OKTA) 동유럽-CIS(독립국가연합) 대표자 대회'에서 충북테크노파크 관계자 등 참가자들이 기념 촬영을 하고 있다.

[충청일보 배명식기자] 충북테크노파크는 지난 4일부터 6일까지 일정으로 터키 이스탄불 크라운 플라자호텔에서 열리고 있는 '세계한인무역협회(World-OKTA) 동유럽-CIS(독립국가연합) 대표자 대회'에서 지역 중소벤처기업의 수출 활성화 촉진을 위해 테크노파크 수출지원 주요사업에 대한 글로벌 협력 주제발표 및 Trade Hit 100 충북우수제품 설명회를 진행했다.

세계한인무역협회(World-OKTA)는 1981년 창립해 현재는 전 세계 74개국 147개의 도시에 지회를 둔 재외동포 최대 규모의 경제단체이다.

이번 대회는 동유럽, CIS, 서유럽까지 총 25개 지역을 대표하는 지회장과 임원진 60여 명이 참가해 '협회를 통한 한국 중소벤처기업의 수출성과 창출을 목표'로 교육연수 프로그램과 비즈니스 협력을 위한 지회의 우호 증진을 위해 마련됐다.

충북테크노파크는 2016년부터 세계한인무역협회와 다양한 사업을 협력해 오면서 적극적인 추진력과 성과창출 우수성이 인정돼 동유럽-CIS 지역 연합으로부터 '글로벌협력 주제발표' 및 '충북우수제품 설명회'를 요청을 받아 참가하게 됐다.

충북 100대 수출유망품목을 수록한 매거진 'Trade Hit 100'을 중심으로 기업 현황, 제품의 특성, 마케팅 포인트를 샘플과 함께 설명함으로써 충북우수제품의 동유럽-CIS 시장 선점 효과가 기대된다.

충북테크노파크 김진태 원장은 "블루오션 시장인 동유럽 및 CIS 지역의 현지수요를 반영해 B2B, B2C 상품과 기술서비스 매칭을 통해 충북 브랜드의 정체성을 알려 좋은 기회를 만들고 펼치는데 최선을 다하겠다"고 말했다.

@highlight

충북테크노파크는 세계한인무역협회와 다양한 사업을 협력해 오면서 적극적인 추진력과 성과창출 우수성을 인정받아 터키의 '세계한인무역협회(World-OKTA) 동유럽-CIS(독립국가연합) 대표자 대회'에서 수출지원 주요사업에 대한 글로벌 협력 주제와 Trade Hit 100 충북우수제품 설명회를 진행해 화제가 되었으며, 이를 주관한 세계한인무역협회는 전 세계 74개국 147개의 도시에 지회를 둔 재외동포 최대 크기의 경제단체이다.