지영수 (동양일보 지영수 기자) 충북도의회가 독립운동 기념사업을 지원하고 유적을 발굴, 보존하기 위한 조례 제정에 나섰다.

이상식(청주7) 의원은 ‘충북도 독립운동 기념사업 지원 조례안’을, 송미애(민주당 비례대표)의원은 ‘독립운동 유적 발굴 및 보존에 관한 조례안’을 각각 대표 발의했다.

이 조례안은 6일부터 열리는 371회 임시회 안건으로 상정됐다.

이 의원이 대표 발의한 조례안은 △독립운동 재현과 관련된 사업 △독립운동 추모사업 △독립운동의 역사적 자료 수집·조사·연구 관련 사업 △독립운동가 발굴에 필요한 학술행사 지원 사업 △독립운동에 대한 교육·홍보·학예활동 등을 사업범위로 정했다.

이 사업들은 '충북도 사무의 민간위탁 조례'에 따라 비영리 법인·단체 등에 위탁할 수 있다.

독립운동 기념사업을 수행하는 법인 등은 보조금을 지원받는다.

이 의원은 “이 조례는 일제강점하에 충북에서 펼쳐진 3.1만세운동을 비롯한 독립운동의 역사적 의미를 기리고 독립운동의 역사·문화적 가치를 지닌 선열들의 숭고한 업적을 계승·발전시키기 위해 독립운동 기념사업을 지원하는 것으로 목적으로 한다”고 말했다.

송 의원이 대표 발의한 조례안은 유적 발굴 등을 위해 시행계획을 수립, 추진하도록 했다.

또 관련 업무 수행을 위해 10명 이내의 전문가들이 참여하는 '독립운동 유적 발굴·보존을 위한 자문위원회'를 설치하도록 했다.

유적에 대한 체계적 보존을 위해 도와 시·군은 협력하도록 명시했다.

시·군, 관계기관과 협의해 교육·관광자원으로 활용할 수 있다.

유적 발굴과 보존, 관리 사업을 법인·단체 등에 위탁할 수 있으며 예산도 지원할 수 있다.

송 의원은 “일제강점기 조국의 자유와 독립을 위한 선열들의 희생정신과 민족정신을 계승하기 위해 도내 독립운동 유적에 대한 발굴 및 체계적 조사와 보존활동을 지원하고자 제안했다”고 말했다.

이들 조례안은 정책복지위원회와 행정문화위원회 등의 심사를 거친 뒤 오는 15일 열리는 임시회 2차 본회의에서 통과 여부가 결정된다.

@highlight

이상식 의원과 송미애 의원은 각각 ‘충북도 독립운동 기념사업 지원 조례안’과 ‘독립운동 유적 발굴 및 보존에 관한 조례안’을 발의해 독립운동 기념사업을 지원하고 유적을 발굴, 보존하기 위한 조례 제정에 나선 가운데 오는 15일 정책복지위원회와 행정문화위원회 등의 심사를 거쳐 임시회 2차 본회의에서 통과 여부가 결정될 예정이다.