곽안나 송도국제도시에 4차 산업혁명시대의 핵심기술인 3D 프린팅 센터가 설립됐다.

인천경제자유구역청과 항공방산 전문기업 ㈜휴니드테크놀로지스, 독일의 3D 프린팅 기업 EOS는 5일 송도국제도시에서 AM(Additive Manufacturing·적층제조) 기술혁신센터 개소식을 열었다.

AM 기술혁신센터는 독일 EOS사의 최신 금속 3D 프린터를 도입했으며, 휴니드는 3D 프린팅을 활용해 항공기 부품 생산 시장을 개척할 계획이다.

지난 2010년 송도국제도시 지식정보산업단지에 입주한 휴니드사는 기존 방산제품 생산역량을 바탕으로 보잉, 에어버스사 등에 항공 전자장비를 공급하는 기업으로 성장하고 있다.

신종석 휴니드 대표이사는 "EOS와의 협력을 시작으로 제조기업을 넘어 4차 산업혁명의 핵심 기술을 보유한 기업으로 지속 성장하겠다"며 "3D 프린팅과 같은 신성장 분야에 대한 투자를 적극적으로 이행, 글로벌 항공 시장에서의 입지를 강화해 경쟁력을 키워 나가겠다"고 말했다.

Bertrand Humel van der Lee 독일 EOS 최고고객운영책임자는 "미국의 보잉, 프랑스의 에어버스 등 글로벌 항공 제조기업과 우호적 협력관계를 맺어온 휴니드를 신뢰하고 성장에 대한 확신이 생겨 협력을 결정하게 됐다"며 "당사의 우수한 기술력과 휴니드의 사업 능력을 통한 3D 프린팅 역량으로 글로벌 항공 부품 시장에서 선도적인 역할을 하겠다"고 밝혔다.

김진용 인천경제자유구역청장은 "AM 기술혁신센터는 4차 산업혁명시대의 핵심 기술 중 하나인 3D 프린팅 기술을 개발한다는데 큰 의미가 있다"며 "휴니드의 협력사인 보잉, 에어버스 등과 연계해 항공정비(MRO), 항공부품 분야의 세계적인 기업들을 영종국제도시 내 영종항공일반산업단지와 항공정비단지에 유치하도록 노력하겠다"고 말했다.

@highlight

독일 EOS사의 최신 금속 3D 프린터를 도입한 송도 AM 기술혁신센터가 개소하고 송도 지식정보산업단지에 입주해있는 휴니드사가 3D 프린팅을 활용한 항공기 부품 생산 시장에 뛰어들면서 항공기 부품시장이 날개를 펼 전망이다.