먹거리와 볼거리, 신명나는 놀이판 어우러져 [신동우 기자 sdw@imaeil.com] 울진 후포에서 열린 대게와 붉은대게 축제가 42만 명의 관광객이 찾는 등 높은 관심과 참여 속에 성황리에 막을 내렸다.

3일 막을 내린 '2019 울진대게와 붉은대게축제'에 40만 명이 넘는 관광객이 찾았다.

울진군에 따르면 지난달 28일부터 4일간 붉은대게의 주산지인 후포항에서 펼쳐진 축제에는 연인원 42만여 명이 찾은 것으로 집계됐다.

이번 축제는 지역 주민들이 직접 축제운영위원회를 구성해 단순한 축제가 아닌 공동체문화 정착을 위한 발판을 마련했다.

축제의 메인이벤트인 붉은대게 무료 시식, 해방풍 멍게비빔밥, 대게 김밥 만들기 체험, 바다의 보물을 찾아라 등은 프로그램이 시작되기도 전부터 긴 줄을 서야 할 정도로 많은 관심과 인기를 모았다.

특히 축제 기간 중 하루 2회씩 진행된 '대게 경매·깜짝할인이벤트'는 시중 소비자 가격의 절반 가격으로 값싸게 제공해 가장 많은 관람객의 발길을 모았다.

이번 축제에 새롭게 등장한 대형 대게자판기, 대게 도둑을 잡아라 등은 가족 단위 관광객들에게 좋은 반응을 얻었으며, 요트선상체험은 관광객의 절대적인 호응 속에 1일 승선 횟수를 3회로 늘리는 등 인기를 모았다.

축제 기간 중 BJ들의 대게를 먹는 먹방이 인터넷을 통해 실시간 방송되면서 축제 홍보 및 젊은층들의 관심을 끄는데도 성공적이었다.

축제 마지막 날인 3일 오후에는 주 무대인 후포 왕돌초 광장에서 '홍석천의 울진대게와 붉은대게 레시피 콘서트'가 열려 울진대게살을 활용한 요리를 즉석에서 펼치며 관광객들과 주민들에게 새로운 즐거움을 안겼다.

민병강 울진군축제발전위원장은 "이번 축제는 울진이 가지고 있는 다양한 관광자원을 널리 알리고 지역 모든 사회단체가 참여해 관광객들은 물론 주민들에게도 즐거움을 선사하는 자리가 됐다"고 말했다.

@highlight

울진의 먹거리와 놀거리를 널리 알린 '붉은대게 축제'가 42만명의 관광객들과 함께 성황리에 막을 내렸다. 