서귀포 지역 50·60대 시민 100명 가운데 고독사 위험이 큰 장년층이 8명 가량을 차지하는 것으로 집계, 지역 사회 차원의 관심이 요구되고 있다.

행정이 나서 고독사 고위험군 장년층을 발굴하는 데 한계가 발생할 수밖에 없어 지역사회보장협의체나 주민자치위원회, 마을회 등 지역 사정을 잘 아는 기관·단체·개인 등의 제보가 절실하기 때문이다.

서귀포시는 지난 2017년 하반기부터 고독사 예방 등을 위해 만 50세 이상 만 64세 이하 장년층 1인 가구를 조사하고 있다.

시에 따르면 지난 2017년부터 올해까지 조사한 장년층 1인 가구 1만6073가구 가운데 경제·건강상태·사회적 교류 여부 등에서 고독사 위험이 큰 고위험군 가구는 152곳으로 집계됐다.

또 경제적 여건이나 건강상태, 사회적 교류 형태 등에서 고위험군보다 사정이 좋지만 지속적인 관심이 필요한 저위험군도 510가구에 달하는 것으로 조사됐다.

경제 활동을 영위하는 등 고독사 위험성은 고위험군·저위험군보다 낮지만 언제든지 저위험군, 고위험군으로 될 가능성이 높은 일반군(관심군) 가구도 2875가구로 확인됐다.

고독사 위험이 큰 서귀포지역 장년층은 모두 3537가구로, 지난해말 기준 서귀포 지역 만 50~만 64세 전체 인구 4만5009명의 7.85%를 차지하고 있다.

이에 따라 시는 고독사 위험이 큰 장년층을 돕기 위해 1억8000만원을 들어 올해 모두 438가구에 건강음료를 지원하고 있다.

건강음료 지원은 음료 전문판매원이 지원 대상 가구에 건강음료를 배달하면서 장년층 1인 가구의 안부를 확인하는 것이다.

이혜란 서귀포시 주민복지과장은 "지역사회와 연계해 주변과 단절된 채 고독사 위험에 노출되는 가구가 발생하지 않도록 지역사회 안전망을 확대할 계획"이라고 말했다.

한편 주변에 안부확인이 필요한 장년층 1인 가구가 있다면 서귀포시 주민복지과(064-760-2531~ 2) 또는 읍·면사무소, 동주민센터로 연락하면 서귀포시가 현장방문 조사 등을 거쳐 서비스를 지원한다.

@highlight

서귀포시는 지난 2017년부터 지역 사정을 잘 아는 기관·단체·개인의 제보를 받아 외롭지만 기댈 곳 없고 관심이 절실한 장년층 1인 가구에 건강음료 지원을 하며 안부를 확인 하고 있다.