미세먼지 오염에 대해 정부가 나서 중국에 책임을 물어야한다는 목소리가 커지고 있다.

법조계 환경전문가들은 중국을 상대로 한 정부와 민간의 전방위적인 소송이 승소는 낮지만 중국 정부를 움직일 수 있는 압박이 될 것이라고 주장했다.

환경전문가인 유인호 변호사는 중국발(發) 미세먼지 피해에 대해 정부가 "유엔산하 국제사법재판소(ICJ) 제소는 물론, 미세먼지 질병피해는 세계보건기구(WHO), 문화재 피해는 유엔교육과학문화기구(유네스코) 등에 이의제기가 가능하다"고 말했다.

승소 여부보다는 정부가 가능한 다양한 방식으로 법적 대응에 나서야 중국이 움직일 것이란 설명이다.

정부나 민간에서 국내법이나 중국내 환경보호법 대기오염방지법 등에 근거해 문제를 제기할 순 있지만 '주권 침해' 논란이 커 실현가능성은 낮다.

권오현 법무법인 수호 변호사는 "중국의 외교적 입김이 워낙 강해 2017년 사드(고고도 미사일방어체계) 보복처럼 각종 불매운동 등으로 '역풍'을 맞을 가능성도 있다"며 "중국내 환경단체들과 연대해야한다"고 제안했다.

권 변호사는 "중국내 미세먼지로 장애를 얻게된 환자가 많다"며 "중국 환경단체들이 나서서 해결하는 수 밖에 없다"고 말했다.

장기적으로는 중국발(發) 미세먼지의 발생과 이동, 피해를 과학적으로 증명해내고, 중국과 다른 피해 국가간 강력한 환경협정을 맺어야한다는 게 이들의 주장이다.

유 변호사는 "연구예산을 확보해 항공기 위성 등을 통해 중국에서 건너오는 미세먼지를 대기중에서 포집해야한다"며 "공신력 있는 기관에서 미세먼지백서를 만들어 유엔환경계획(UNEP) 등 국제기구에 계속 의제를 던져야 한다"고 말했다.

권 변호사도 "중국 미세먼지로 큐슈지역에 상당한 피해를 본 일본과 꼭 공동 대처해야한다"고 말했다.

실제 영국 독일 등의 공업지대에서 편서풍을 타고 날아온 오염물질로 산성비 피해를 입은 스웨덴(1979년)이나 인도네시아발 연무로 피해를 입어온 싱가포르(2014년) 모두 국가간 협정 체결로 해결의 실마리를 얻게 됐다.

@highlight

법조계 환경전문가들은 중국 상대 소송이 승소는 낮지만 중국에 압박은 될 수 있다고 밝히며 중국발(發) 미세먼지 피해는 국제사법재판소에, 질병피해는 세계보건기구, 문화재 피해는 유네스코 등에 이의제기가 가능하다고 주장하며 장기적으로는 중국발(發) 미세먼지의 발생과 피해를 과학적으로 증명해내고, 중국과 피해 국가간 강력한 환경협정이 체결되어야 한다고 덧붙였다.