[서광호 기자 kozmo@imaeil.com] 대구은행 제2본점 전경.

대구은행이 연구개발특구진흥재단(연구특구)과 함께 제2본점(대구 북구 칠성동)에 추진하는 '대구창업캠퍼스' 조성사업이 무상 임대의 적절성 검토로 인해 지체되고 있다.

민간기업인 은행이 공공기관에 무상으로 공간을 제공한다면 청탁금지법 위반 시비에 휘말릴 수 있기 때문이다.

대구은행과 연구특구는 지난 1월 29일 창업기업을 육성할 대구창업캠퍼스를 조성하기로 협약을 맺었다.

대구은행은 제2본점 5층을 5년간 연구특구에 무상 제공하기로 약속했다.

연구특구는 이 공간에 금융과 빅데이터, 인공지능 등 미래산업을 이끌 창업기업을 입주시킬 계획이다.

하지만 한 달이 넘도록 진척이 없다.

민간기업이 공공기관에 건물 공간을 무상으로 제공할 경우 청탁금지법 적용 대상이 되는지 확인을 거쳐야 해서다.

대구은행과 연구특구는 법률 위반 여부, 회계처리 방식 등에 대해 내부적으로 검토를 벌이고 있다.

무상 임대가 청탁금지법에서 허용하는 금품으로 볼 것인지, 민간기업과 공공기관의 직무 관련성은 없는지 등을 따져서 적절한 계약방법을 찾아야 하는 상황인 것이다.

대구은행이 무상으로 제공할 임대료와 관리비는 연간 4억원 정도로 추정되고, 리모델링 비용도 대구은행이 부담할 예정이어서 실제 무상 제공 금액 규모는 더 커질 것으로 보인다.

연구특구 측은 '기부' 방식을 고려하고 있다.

청탁금지법 적용을 피해 대구은행의 무상 임대를 기부라는 방식으로 받는다는 것이다.

이를 위해선 연구특구가 지난해 해제된 '기부금단체' 지정을 기획재정부에서 다시 받아야 한다.

연구특구 관계자는 "연구특구가 민간기업으로부터 무상 제공을 받아 사업을 진행한 전례가 없다.

그래서 법적 검토를 거쳐 기부하는 방식으로 진행하려 한다"며 "기획재정부에 기부금단체 지정을 신청했고, 이달 말쯤 지정이 완료되면 후속 절차를 진행할 수 있을 것"이라고 설명했다.

대구은행 관계자는 "좋은 의도로 사업을 하더라도 자칫 특혜 시비가 불거질 수 있기에 관련 법률과 절차를 따져서 진행하겠다"라고 했다.

@highlight

대구은행이 연구개발특구진흥재단과 함께 제2본점에 미래선도기업 입주를위한 '대구창업캠퍼스' 조성사업을 추진했으나 무상임대로 인한 청탁금지법 위반 여부를 검토하느라 조성사업이 지체되고 있다.