박장미 (동양일보 박장미 기자) 깊은 예술성과 인간승리 스토리로 전 세계 수많은 음악 애호가들에게 감동을 선사했던 독일 출신의 세계적 바리톤 토마스 크바스토프(Thomas Quasthoff)가 오는 16일 오후 5시 대전예술의전당 아트홀에서는 특별한 재즈 공연을 선보인다.

그는 어머니가 임신 중 입덧을 완화하기 위해 복용한 약물 부작용으로 손가락이 7개, 어깨와 붙은 것 같은 손 등 중증선천기형으로 태어나 키가 130cm 정도밖에 자라지 않았지만 불굴의 의지로 세계정상의 성악가 반열에 오른 놀라운 인간승리의 주인공이다.

피아노를 칠 수 없다는 이유로 음대 진학은 할 수 없었지만 음악에 대한 열정과 긍정적인 성격으로 1988년 29세의 늦은 나이에 뮌헨의 ARD 국제음악콩쿠르에서 우승하면서 성악가의 길을 걸었다.

2012년 클래식 무대에서 은퇴를 선언한 뒤 연극배우와 내레이터, 교수 등 왕성한 활동을 하던 그는 재즈에 관심을 갖기 시작했다.

바리톤으로 클래식 무대에서 이름을 떨치던 2007년에도 재즈 앨범 'The Jazz Album: Watch What Happens'을 발매했을 정도로 재즈를 좋아했다.

유럽을 중심으로 재즈 무대를 선보여온 그는 2014년 'My Christmas'에 이어, 2018년 'Nice 'N' Easy'를 발표하고 2019년 아시아 공연투어 중에 대전을 찾는다.

아더 해밀턴의 'Cry Me a River', 존 레논의 'Imagine', 조지 거슈윈의 'Summertime' 등 우리에게 잘 알려진 재즈 명곡들을 따뜻하고 그윽한 목소리로 풀어냈다.

대전예술의전당 관계자는 "무대 위에 선 모습만으로도 감동을 주는 토마스 크바스토프가 대전을 찾아 선보이는 이번 공연은 음악에 대한 열정과 헌신으로 승화시켜온 그의 노래가 얼마나 감동적인지 확인하는 소중한 기회가 될 것"이라고 밝혔다.

@highlight

대전예술의전당 아트홀에서 중증선천기형으로 태어났지만 불굴의 의지로 세계정상의 성악가 반열에 오른 인간승리의 주인공인 독일 출신의 세계적 바리톤 토마스 크바스토프(Thomas Quasthoff)가 특별한 재즈 공연을 선보인다.