보령시는 대내적으로 근로기준법 개정과 실업률 증가, 대외적으로 무역분쟁과 금융긴축 등 경제 둔화를 넘어 경기침체(recession)가 지속될 것으로 내다보고 상반기에 일자리 및 사회간접자본(이하 SOC) 사업 예산을 집중 투입키로 했다.

시에 따르면, 지난달 28일 보령시의회에 1274억 원 규모의 제1회 추가경정 예산안을 제출했는데, 이중 일자리와 SOC, 주민숙원사업이 995억 원으로 전체 예산액 1274억 원의 78%에 이른다는 것이다.

이에 따라 시는 먼저 일자리 창출을 위해 본예산에 173억 원을 편성하여 3053명의 일자리를 확보한데 이어, 1회 추경에 40억 원을 확보해 378명의 추가 일자리를 마련하는 등 올해 예산에만 모두 3431명의 일자리를 창출할 계획이다.

주요사업으로는 공공근로, 노인일자리, 지역공동체 일자리, 해수욕장 환경정화 사업 등 대부분 직접 일자리 사업이며, 사회공헌 및 청년창업지원, 청년 어업인 정착지원 사업 등으로 다양하다.

또한 기대수명 증가와 근로능력 향상에 따라 대한노인회 보령시지회와 노인종합복지관, 효나눔복지센터, 시니어클럽 등 4개 수행기관에서 28개 사업에 1581명의 노인 일자리도 마련한다.

특히,SOC와 주민숙원사업으로 생산활동과 소비활동을 직·간접적으로 지원하는 일자리 창출과 건설경기 회복, 주민 불편 해소 등 3대 과제를 적극 해결해 나간다는 방침이다.

시는 본예산에 주민숙원사업과 민간자본, 민간위탁 등 2204억 원의 예산을 편성했고, 민생현장 방문과 경로당 및 도서순방, 기업체 근로자와의 현장간담회 등을 통해 건의된 사업을 반영해 1회 추경에 955억여 원의 예산을 추가로 편성하여 상반기에 집중 투입한다는 방침이다.

이에 따라 시는 본예산과 1회 추경을 더해 전체 예산액이 8294억 원으로 늘어나게 되는데, 일자리 예산은 212억 원, SOC 및 주민숙원 사업은 3160억 원 등 모두 3372억 원의 예산 편성으로 전체 예산액의 40%를 넘게 된다.

@highlight

보령시는 일자리(공공근로, 노인일자리, 지역공동체 일자리, 해수욕장 환경정화 사업 등)와 사회간접자본, 주민숙원사업을 위한 예산 995억원을 투입하기로 했다.