구글이 실명, 심혈관질환 등 중대 질환을 예측할 수 있는 인공지능(AI)을 개발했다.

6일 릴리 펭 구글 AI 프로덕트 매니저는 서울 중구 신라호텔에서 열린 'AI with Google 2019-모두를 위한 AI' 행사에서 '의료 서비스를 위한 AI'를 주제로 의료 서비스 개선을 위한 AI 연구 사례를 발표했다.

그는 "데이터가 많고 전문인력이 부족한 의료 분야에서 머신러닝(기계학습)의 활용도는 높다"며 "머신러닝을 이용해 당뇨로 인한 실명, 유방암, 전립선암 등 다양한 질환을 미리 알 수 있는 AI를 개발했다"고 밝혔다.

구글의 머신러닝 AI는 다량의 사진 정보로 당뇨병성 망막증을 앓는 환자의 실명 여부를 예측할 수 있다.

진단 데이터 88만 건을 통해 AI를 반복학습시킨 결과 AI는 환자의 실명 가능성을 인간 안과전문의와 유사한 수준으로 예측했다.

펭 매니저는 "세계에서 4억명 이상이 당뇨로 시력을 상실하며 인도에선 안과 의사가 12만명 이상이 부족해 전체 환자의 45%가 진단받기도 전에 실명한다"며 "담당 의사가 AI의 판독 결과를 참고해 환자에게 필요한 의학 조치를 미리 할 수 있다면 의료인의 업무에 크게 기여할 것"이라고 말했다.

구글은 머신러닝 AI로 나이, 흡연 등의 위험요소를 분석해 심혈관질환 가능성도 미리 예측할 수 있다고 밝혔다.

펭 매니저는 "AI가 5년 내 주요 심혈관 질환이 발생할 가능성을 70% 정확도로 예측했다"며 "보통 진단을 할 때 주사를 사용하는 채혈 방식을 하나 AI는 비침습적인 영상 판독 방식으로 질환을 예측할 수 있다는 가능성을 보여주고 있다는 점도 고무적"이라고 설명했다.

펭 매니저는 AI가 완전하지 않기 때문에 인간 의사가 AI를 활용하는 식의 협업이 필요하다고 강조했다.

그는 "AI가 반복 작업에는 강하지만 의학 분야는 복잡성이 높아 AI가 완전히 인간을 대체할 수는 없다"며 "인간 의사가 많은 정보 속에서 환자에게 도움이 되는 정보를 선별해주는 AI를 잘 활용하는 게 궁극적으로 환자에게 가장 도움이 될 것"이라고 덧붙였다.

@highlight

6일 릴리 펭 구글 AI 프로덕트 매니저는 의료 서비스 개선을 위한 AI 연구 사례를 발표하며 중대 질환을 예측할 수 있는 인공지능을 개발해 당뇨로 인한 실명, 유방암, 전립선암 등 다양한 질환을 미리 예측 가능한 인공지능을 개발했다고 전했다.