박유화 ‘대한독립 만세’100년 전 뜨거운 함성 재현 100년 전 기미년 3월 6일(음력 2월 5일), 충남 최초로 충화에서 발원한 삼일독립만세운동의 뜨거운 함성과 태극기 물결이 6일 충화거리를 가득 메웠다.

(동양일보 박유화 기자) 100년 전 기미년 3월 6일(음력 2월 5일), 충남 최초로 충화에서 발원한 삼일독립만세운동의 뜨거운 함성과 태극기 물결이 6일 충화거리를 가득 메웠다.

이날 충남최초 독립만세운동 발원 100주년 기념행사는 충화에서 발원해 임천시장에서 독립만세운동을 주도했던 박성요 선생 등 독립열사 7인의 거룩한 희생정신을 선양하고 충남도 독립만세운동의 효시임을 널리 알리기 위해 마련됐다.

이날 기념행사는 박정현 부여군수와 기관·단체장, 애국지사의 유족, 지역주민 및 학생 등 500여 명이 참석한 가운데 1부 만세행진 재현과 2부 기념식으로 진행됐다.

이날 박정현 군수는 인사말을 통해 “100년 전 조국의 독립을 위해 개인의 삶을 바치신 애국지사와 순국선열들의 희생이 있었기 때문에 현재 우리가 존재할 수 있었다”며 “오늘 행사를 통해 우리에게 가장 중요한 역사적인 날을 잊지 않고, 자라나는 젊은 세대들에게는 미래를 위한 교육의 장이 되었기를 바란다”고 말했다.

이날 1부 행사는 독립만세운동이 펼쳐졌던 그날을 재현한 만세운동 재현 행렬이 충화면행정복지센터 광장에서 행사장까지 30여분간 이어졌다.

2부 기념식에서는 부여여중 학생들이 준비한 ‘소녀의 횃불’ 공연과 충화초·임천초 학생들이 함께한 ‘삼일절 노래 제창’, 새마을운동부여군지회 회원들이 참여한 ‘이제 우리는 선언’ 등 학생·지역주민이 직접 준비한 다채로운 행사들이 진행됐다.

@highlight

박성요 선생 등 독립열사들의 희생정신과 충남이 독립만세운동의 효시임을 홍보하기 위해 지역주민과 학생, 기관, 단체장등 500여명이 참석한 가운데 충남최초 독립만세운동 발원 100주년 기념행사가 충화거리에서 열렸다.