6일 오전 광주시청 앞 잔디광장에서 열린 ‘2019광주세계수영선수권대회’ 마스코트 ‘수리와 달이’ 조형물 제막식에 참석한 이용섭 광주시장과 코넬 마르쿨레스쿠 국제수영연맹(FINA)사무총장 등 주요 내빈들이 성공개최를 기원하고 있다.

개막 128일을 앞두고 2019광주세계수영선수권대회를 주관하는 국제수영연맹(FINA)기가 광주시청사 앞에 게양되면서 사실상 대회 카운트다운에 들어갔다.

광주시는 6일 오전 시청사 앞 광장에서 이용섭 시장, 코넬 마르쿨레스쿠 FINA 사무총장, 김동찬 시의회 의장, 장휘국 시교육감 등 200여명이 참석한 가운데 FINA기 게양식과 마스코트 조형물 제막식을 가졌다.

광주세계수영대회 조직위원장인 이용섭 시장은 “지난 2월19일 이낙연 국무총리 주재로 국제경기대회 지원위원회가 열려 정부 차원의 지원과 함께 수영대회를 반드시 성공시키겠다는 강한 의지를 보여주셨다”고 전했다.

이어 “대회 성공 개최의 관건인 북한 선수단과 응원단, 예술단의 대회 참가를 위해 다각적으로 노력하고 있다”면서 “지난 2월15일 스위스 로잔에서 도종환 문화체육관광부 장관께서 북한 체육부 장관을 만나 공식적으로 대회 참가를 요청 드렸고, 저의 초청서한도 전달했다”고 소개했다.

이 시장은 “올 여름, 광주시민의 저력으로 또 한 번의 새로운 역사를 쓰기를 기대한다”면서 “대회를 준비하는 우리도, 대회에 참석하는 선수들과 관광객들도 역대 가장 성공적인 대회로 기억될 수 있도록 남은 시간 최선을 다하겠다”고 말했다.

코넬 사무총장은 “FINA가 대회 준비상황을 점검하기 위해 광주를 방문 중에 있는데 광주는 아주 특별한 경기장을 준비하고 있다”면서 “성공적인 대회 개최를 위해 시민의 참여가 절실한 순간이다.

시민들의 참여와 열기가 세계 곳곳에 퍼지길 기원한다”고 말했다.

광주시는 앞으로 서울 등지에서 한 두 차례 더 마스코트 조형물 제막식, 연예인을 대상으로 하는 홍보대사 추가 위촉식 등을 통해 대회 개최 열기를 더욱 확산해 나갈 계획이다.

@highlight

광주시는 지난 6일 오전 시청사 앞 광장에서 국제수영연맹(FINA)기 게양식과 마스코트 조형물 제막식을 가졌고, 앞으로 서울 등지에서 한 두 차례 더 이와 같은 행사를 진행할 예정이다.