에어로케이항공과 에어프레미아, 플라이강원 등 신규 저비용항공사(LCC) 3곳이 지난 5일 국토교통부로부터 신규 항공면허를 취득하면서 치열한 생존게임의 막이 올랐다.

6일 항공업계에 따르면 신규 LCC 대표들은 전날 정부의 항공 면허 발표 이후 본격적인 대외활동에 나서고 있다.

강병호 에어로케이항공 사장은 이날 충북도청에서 기자간담회를 열고 포부를 밝혔다.

초저가 항공권을 앞세운 '울트라 LCC'를 만들겠다는 게 그의 구상이다.

기존 LCC보다 최대 20~30% 낮은 가격에 항공권을 판매해 거점 공항(청주국제공항)이 있는 충청지역 여객 수요를 흡수할 계획이다.

올해 말 나고야, 칭다오, 타이베이 등에 취항하고 이후 마카오, 하이커우, 하노이 등으로 노선을 확대한다.

김종철 프레미아항공 사장은 합리적인 가격의 중장거리 항공사를 표방하고 있다.

일본·중국·동남아시아 등 중단거리 노선 위주로 운영하는 기존 LCC와 차별화하겠다는 뜻이다.

장거리용 비행기(보잉 787-9)를 띄워 미국·캐나다까지 뻗어간다는 계획이다.

대한항공·아시아나항공 등 중대형항공사(FSC)가 뜨지 않는 노선을 공략해 '틈새 시장'을 파고든다는 전략이다.

항공권 가격(이코노미석 기준)을 대형 항공사보다 10~20% 낮게 책정하면서도 더 넓은 좌석을 공급하는 것을 강점으로 꼽는다.

주원석 플라이강원 사장은 전날 LCC 면허 발표 직후 강원도청에서 기자간담회를 열고 사업 계획을 소개했다.

그의 전략은 다른 LCC와는 조금 다르다.

한국인 관광객을 외국으로 실어나르기보다 외국인 관광객을 강원도로 유치하는 데 초점을 맞춘다.

탑승객 중 80% 이상을 외국인으로 채워 강원도를 북적이게 하겠다는 목표다.

여행사를 운영한 경험을 살려 다양한 관광 상품도 개발한다.

관동대 양양캠퍼스 인근에 쇼핑·관광·오락 시설을 한데 모은 복합단지를 마련한다는 구상도 갖고 있다.

@highlight

지난 5일 에어로케이항공과 에어프레미아, 플라이강원 등 신규 저비용항공사(LCC) 3곳이  국토교통부로부터 신규 항공면허를 취득해 치열한 경쟁에 돌입하였고 항공업계에 따르면 신규 LCC 대표들은 여행사를 운영한 경험을 살려 다양한 관광 상품을 개발하는 등 본격적인 대외활동에 나서고 있다. 