정부와 여당은 추경을 편성할 경우 학교 내 공기청정기 설치와 취약계층 마스크 보급에 우선적으로 사용한다는 방침이다.

그러나 정부 내에서 추경보다는 기존 재원을 활용해야 한다는 의견도 나오고 있다.

유은혜 부총리 겸 교육부 장관은 이날 서울 여의도초등학교에서 진행한 미세먼지 현장점검에서 "유치원과 초등학교, 특수학교에 상반기 중 공기정화장치 설치를 마치겠다"며 "중학교와 고등학교도 추경으로 재원을 확보해 설치를 추진하겠다"고 말했다.

기획재정부는 추경 편성에 신중한 태도를 보이고 있다.

홍남기 부총리 겸 기재부 장관은 추경 편성 여부를 묻는 질문에 "좀 더 살펴봐야 한다"고 답했다.

홍 부총리는 "(문 대통령이) 미세먼지의 심각성과 관련해 '정부가 모든 정책을 동원해서라도 대책을 세우라'고 말씀하신 것으로 받아들였다"며 "1차적으로는 기존 재원으로 최대한 하겠다"고 말했다.

정부는 올해 미세먼지 대응에 1조200억원 규모 예산을 편성했다.

이 중 전기차와 수소차 관련 예산이 총 6822억원으로 70%에 육박한다.

친환경 예산이지만 중장기 효과를 노린 것들이다.

지하역사공기질 개선대책(199억원), 도로 재비산먼지 저감 청소차 보급(216억원) 등 당장 실생활에서 체감할 수 있는 예산은 상대적으로 적다.

김동술 경희대 환경공학과 교수는 "자동차 외 여러 배출 시설에 대한 종합적인 대책이 부족한 상태로 예산이 편성됐다"고 지적했다.

추가 재원이 필요하다면 추경보다는 예비비를 사용해야 한다는 지적도 나온다.

올해에는 자연재해와 관련한 목적예비비가 1조8000억원이 마련돼 있다.

기재부 관계자는 "올해 활용할 수 있는 세계(歲計)잉여금이 거의 없어 추경 편성을 위해서는 적자 국채 발행이 불가피하다"며 "추경 편성 과정에서 정책 집행 적기를 놓칠 수도 있다"고 말했다.

예산 전용을 요구하는 목소리도 나오고 있다.

청와대 국민청원 게시판에는 "금강·영산강 3개 보 철거하는 비용 896억원을 미세먼지 저감에 쓰라"는 글들이 올라오고 있다.

@highlight

정부는 미세먼지 대응 예산 1조200억원외에 학교 내 공기청정기 설치와 취약계층 마스크 보급에 사용할 추경을 주장하지만 기존 재원을 최대한 활용해야 한다는 주장도 나오고 있다.