▲ 울산여성정책네트워크(대표 강혜련)와 김시현 시의원이 주최한 울산여성정책네트워크 발족식 및 성평등정책토론회가 6일 시의회 다목적 회의실에서 열렸다.

울산시의 양성평등정책이 성평등이나 여성의제에 대한 명확한 비전이나 슬로건이 없다는 지적이 나왔다.

울산여성정책네트워크(대표 강혜련)는 6일 울산시의회 회의실에서 발족식 및 성평등정책토론회를 열고 울산시 성평등 정책의 현황과 실행 등에 관해 살펴보고 논의했다.

‘울산시 성평등정책 어디까지 왔나’를 주제로 열린 이날 토론회에서 강혜련 울산여성정책네트워크 대표는 ‘양성평등기본계획을 통해 본 울산시 성평등정책’이라는 제목의 주제발표에서 “울산은 공업도시라는 특징 때문에 전통적인 남초지역으로 여성관련 의제나 성평등의제가 우선순위에 밀려왔다”고 운을 뗀 뒤 △2018년과 2019년 사업내용의 비차별성과 성평등이나 여성의제에 대한 비전이, 슬로건 부족 △울산지역여성에 대한 체감정책 부족 △성평등 정책보다 복지나 가족중심 정책 치중 △정책과 정책수행 피드백 결여 등을 지적했다.

이에 강대표는 울산시의 성평등 정책과 과제로 △성평등 정책의 정체성 확립 △경제·정치적 자원과 영향력의 공평한 분배 △돌봄 책임의 재분배 △몸에 대한 자기결정권 인정 △시민사회와의 민주적 거버넌스 활성화 △통합적 성 주류화 시스템 구축 등을 제안했다.

이어진 토론에는 강선미 울산시 여성정책 담당사무관, 유아랑 울산여성가족개발원 연구원, 강정희 울산여성회 회장, 홍종련 울산장애인성폭력상담소장이 함께했다.

한편 여성가족부의 2018년 지역성평등 수준 분석연구결과에 따르면, 울산시의 성평등 수준 개선정도는 2017년에 비해 중하위권으로 상승했다.

성평등한 사회참여영역 또한 중상위권을 차지했으며 성평등의식과 문화영역은 상위권을 기록했다.

반면 여성의 인권과 복지는 2013년 이래 하위권으로 나타나 울산지역여성들의 인권과 복지를 위한 체감 있는 정책이 필요할 것으로 보인다.

@highlight

울산여성정책네트워크가 성평등정책토론회의에서  울산시의 ‘양성평등기본계획’이라는 주제발표를 보면 성평등이나 여성의제에 대한 명확한 비전이나 슬로건이 없다고 지적했다.