익산지역 시민단체들이 세계문화유산인 익산 미륵사지와 왕궁리 유적 사이에 위치한 제7공수특전여단의 이전을 주장하고 나서는 등 군부대 이전 여론이 확산되고 있다.

미륵산을 사랑하는 사람들의 모임(이하 미사모)과 익산고도육성주민협의회는 6일 금마면사무소에서 '유네스코 세계문화유산 보존과 활성화를 위한 군사시설 이전 필요성'을 주제로 두 번째 공청회를 열고 결의문을 발표했다.

이들은 '미륵산의 군사시설 이전을 촉구한다'는 제목의 결의문에 7공수특전여단의 설립 배경과 이후 군부대로 인한 심각한 주민불편, 백제역사지구에서 철수해야 할 명분 등을 구체적으로 담았다.

결의문에 따르면 7공수특전여단이 위치한 자리는 일제강점기에 일본 헌병대가 주둔했고, 이후 육군 제2훈련소 27연대가 주둔, 1975년에 그 시설을 인수한 7공수특전여단이 자리 잡았다.

일제의 흔적을 청산하지 못하고 군사시설이 자리 잡으면서 미륵사지와 왕궁리 유적 등 동아시아 문화교류의 중심지가 발전하지 못하는 걸림돌이 되고 있다고 주장했다.

7공수특전여단은 군사독재 시대에 특수지원 임무를 위해 배치되었는데, 현재 군 편제상 필요성이 없게 됐다는 설명이다.

특히 인류가 보존하고 육성해야 할 세계문화 유산 보존지역에서 총탄과 포격이 이뤄지는 부끄러운 문제를 개선하기 위해 군부대 이전은 당연히 필요하다고 강조했다.

이미 용산과 평택, 파주, 세종, 부상, 광주 등지에서 군부대의 합리적 이전과 배치가 이뤄진 사례를 설명하며 "세계문화유산 유지와 보존의 노력이 우리의 과제"라고 주장했다.

이들은 "미륵사지와 500m도 떨어지지 않은 곳에 위치한 군부대의 중화기 사격장에서 총탄과 포격이 이뤄지고 있다"며 "미륵사지와 왕궁리 유적 방문객들은 위화감과 공포감을 갖게 되고, 주민들의 고통은 이루 말할 수 없다"고 설명했다.

이어 "익산이 가진 역사문화자원의 중심에 선 미륵사지와 왕궁리유적은 익산시민들이 지켜야 한다"며 "미륵산의 군사시설 이전이 필요하다"고 촉구했다.

@highlight

익산지역 시민단체들이 세계문화유산인 익산 미륵사지와 왕궁리 유적 사이에 위치한 제7공수특전여단은 군사독재 시대에 특수지원 임무를 위해 배치된 것으로 현재 군 편제상 필요없게 됐다며 군부대 이전을 주장하며 세계문화유산 유지와 보존의 노력을 강조했다.