에이수스 코리아는 게이밍 전문 브랜드 ASUS ROG(Republic of Gamers)를 통해 AMD의 최신 12nm 공정 기반 GPU와 ROG만의 쿨링 솔루션을 갖춘 그래픽카드 ROG Strix RX 590 Radeon을 국내에 출시한다고 7일 밝혔다.

ROG Strix RX 590 Radeon은 특허 기반의 윙 블레이드 팬의 구동 축 개선을 통해 기존보다 105% 향상된 공기압을 제공하여 보다 뛰어난 쿨링 성능을 제공한다.

특히 해당 제품은 MaxContact기술로 기존보다 2배 향상된 밀착 면적으로 열 전도율을 향상시켜 GPU에서 발생한 열을 빠르게 히트싱크로 전달해 내부 온도가 55도가 넘어가면 이를 바로 3개의 강력한 저소음 윙 블레이드 팬이 냉각시킨다.

모든 공정의 자동화를 의미하는 오토 익스트림 테크놀로지(Auto-Extreme Technology)를 통해 부품의 열변형을 최소화하고 화학 물질 사용을 최소화하여 환경에 영향을 적게 주며 제품 전체에 대한 퀄리티의 균일성 및 안정성을 제공한다.

게이머에게 이러한 강력한 성능 이외에도 스타일적인 부분 또한 중요하다.

ROG Strix RX 590에는 주변 부품들과 잘 어울리는 매끄러운 슈라우드가 얹혀 있다.

백플레이트를 포함한 슈라우드에는 ASUS Sync RGB가 장착되어 있으며 이를 통해 조명을 음악 비트에 동기화하거나 프로세서 온도에 따라 컬러가 변경되도록 제어하거나 개별적인 패턴을 설정할 수 있다.

제어를 위한 ASUS Sync 소프트웨어는 ASUS를 포함한 다른 회사의 호환 가능한 다양한 하드웨어 및 주변기기를 광범위하게 지원하고 있어 전체 시스템의 라이트 이펙트를 보다 쉽게 조정할 수 있다.

이 제품은 ASUS 공식 그래픽카드 유통사인 인텍앤컴퍼니에서 유통한다.

@highlight

7일 게이밍 전문 브랜드인 에이수스 코리아는 기존보다 105% 향상된 쿨링 솔루션을 갖춘 그래픽카드 ROG Strix RX 590 Radeon을 국내에 출시한다고 밝혔다. 