기자 한국과 중국이 올해 서해에서 인공강우로 미세먼지 농도를 낮출 수 있는지 공동실험을 실시할 것으로 보인다.

또 고농도 미세먼지가 발생할 시 중국과 공동으로 비상저감조치를 시행하는 방안도 추진된다.

환경부 조명래 장관은 7일 정부서울청사에서 고농도 미세먼지가 지속되는 경우 긴급조치를 강화하는 방안을 발표했다.

우선 고농도 미세먼지가 발생하면 한·중은 자국의 비상저감조치 시행 현황을 공유하고 비상저감조치를 공동으로 시행하는 방안을 중국과 협의할 예정이다.

인공강우 기술 교류도 추진된다.

서해 상공에서 중국과 공동으로 인공강우를 실시하는 방안을 협의하고 연내 공동 실험이 되도록 중국과 협의하기로 했다.

중국과 함께 미세먼지 예보 및 조기경보 시스템을 만들어 공동 대응하는 방안도 구체화하기로 했다.

올 상반기에는 양국 전문가로 실시간 예보 전송방식과 예보주기 등 예보정보 공유를 위한 공동 워크숍도 개최할 계획이다.

미세먼지 줄이기 수단도 총동원된다.

도로 미세먼지 제거를 위한 살수차 운행을 확대하고 거리 물분사 및 이동측정차량을 활용한 농도 측정도 관계기관과 협력해 추진할 계획이다.

고농도 시 석탄발전 80% 상한제약 대상을 현재 40기에서 60기로 늘리고 저유황탄 사용도 확대(0.54%→0.4%)하기로 했다.

노후 석탄발전 2기(보령 1·2호기)는 추가 조기폐쇄를 검토한다.

또 학교나 공공건물의 옥상 유휴 공간에 미세먼지 제거를 위한 공기정화설비 시범설치를 통해 미세먼지 저감 효과를 검증한다.

조 장관은 “국민이 체감하는 미세먼지 저감을 위해서는 중국과의 실질적인 저감 협력이 절실하다”며 “신뢰와 내실에 기반해 서로 미세먼지를 획기적으로 줄이는 윈-윈 협력을 추진해나가겠다”고 밝혔다.

정부가 고농도 미세먼지 긴급조치 강화 방안을 내놨지만 ‘실효성’ 지적은 여전하다.

중국발 미세먼지 반발 여론이 들끓자 중국과 협의없이 협력하겠다고 발표하고선 ‘네 탓 공방’을 벌이고 있기 때문이다.

정부는 말로만 대책을 내놓고 중국은 미세먼지 책임을 인정하지 않으면서 국민만 고통이 커지고 있다.

@highlight

한국과 중국이 올해 서해에서 인공강우로 미세먼지 농도를 낮출 수 있는지 공동실험을 실시할 것을 예고하며 고농도 미세먼지가 발생하면 각국은 비상저감조치 시행 현황을 공유하고 비상저감조치를 공동으로 시행하는 방안을 협의하기로 했다.