기자 신형 쏘나타 DN8의 실내현재 그랜저IG의 실내.

기어봉과 센터페시아에 시계가 눈에 들어온다.

이른바 국민세단으로 불리는 그랜저IG와 이번에 새로 출시되는 신형 쏘나타.

우선 공개된 사진으로만 보면 신형쏘나타는 기어봉이 좀더 미래지향적으로 바뀐 모습이 눈에 들어온다.

또한 12.3인치 클러스터와 헤드업 디스플레이가 눈에 들어온다.

또한 신형 쏘나타에는 차량 내장형 주행 영상기록장치가 탑재된다.

현재 쏘나타의 가격표에 따르면 해당옵션은 빌트인 캠이라는 이름으로 34만원이 책정되어있다.

이 DVRS의 전방 카메라(해상도 1920x1080)는 룸미러 뒤쪽 플라스틱 커버 안에 내장되며 후방 카메라(해상도 1280x720)는 기존 주차보조용 카메라를 활용한다.

긴급 녹화버튼은 룸미러 위 실내등 옆에 배치돼 위급 상황에서 운전자가 직관적으로 작동할 수 있다.

차량 내부에 장착된 32GB 용량의 저장장치는 스마트폰 등에 사용되는 내장형 eMMC 타입으로 내구성과 신뢰성이 높은 메모리를 적용해 일반 외장 카드타입 메모리에 비해 장기간 사용해도 문제가 발생할 확률이 현저히 낮다.

연속 녹화시간은 주행 중 3시간, 주차 상태에서는 10시간(보조배터리 추가 장착 시)까지 가능하다.

이 밖에 혹한, 혹서 상황에서도 녹화가 가능하도록 전체 시스템의 신뢰성을 크게 향상시켰다.

현대차와 기아차는 차량 내장형 주행 영상기록장치를 향후 출시하는 신차에 순차적으로 적용할 계획이다.

아무래도 쏘나타가 이번에 새로 출시되기때문에 그랜저IG 출시 이후 개발된 모든 첨단 장비가 대거 탑재되고 인테리어도 많은 변경이 있기에 상대적으로 기존 그랜저IG오너들의 부러움을 사고있는 것.

누리꾼들은 다소 불완전해보였던 쏘나타 뉴라이즈의 디자인이 완성된것같다며 대체로 호평을 나타내고 있다.

@highlight

신형 쏘나타는 차량 내장형 주행 영상기록장치가 탑재되는 등 그랜저IG 출시 이후 개발된 첨단 장비가 탑재되며 인테리어에도 변경이 있어 누리꾼들의 호평을 받고 있다. 