이동형충전기용 콘센트 설치지원···공동주택단지 등에 공동사용 가능한 콘센트 마련[서울경제] 경기도는 미세먼지 저감을 위해 '전기차 충전인프라 구축' 사업을 확대한다고 7일 밝혔다.

도는 친환경차 타기 좋은 경기도 조성을 위해 오는 2022년까지 6,643억원을 투입할 계획이다.

이번 계획은 크게 공용충전기 설치운영 사업, 한국에너지 공단 협업사업(민간 급속충전기?설치 운영사업), 이동형 충전기용 콘센트 설치지원 등 3개 사업으로 나눠 추진된다.

도는 우선 올해 30억원을 들여 전기차충전기 161기(급속 136기, 완속 25기)와 이동형충전기용 콘센트 300개를 설치하기로 했다.

도는 접근이 쉽고 충전 중 주차요금 감면 혜택이 있는 공영주차장에 충전기가 집중적으로 설치할 예정이다.

또 연천·여주·과천 등 충전인프라가 부족한 시군에 충전기를 우선 설치할 계획이다.

도는 한국에너지공단과의 협업을 통해 편의점·식당·주유소 등 도민이 손쉽게 접할 수 있는 편의시설 주변에도 전기차 급속충전기를 설치할방침이다.

한국에너지공단 보조금을 지원받는 민간사업자에게 1기당 500만원씩 총 50기분의 도 보조금을 추가로 지원할 계획이다.

이밖에 도는 주차공간부족과 입주민 반대 등으로 전기차 충전기를 설치하지 못하고 있는 공동주택을 중심으로 총 300개의 '이동형 충전기용 콘센트'를 설치하는 계획도 마련했다.

도는 공동주택단지 옥외주차장 등에 주민들이 공동으로 사용할 수 있는 콘센트가 마련될 수 있도록 개당 최대 100만원, 주택단지 1개소 당 최대 300만원의 공사비를 지원해 '충전 사각지대'를 해소해 나갈 예정이다.

경기도 관계자는 "오는 2022년까지 추진되는 장기 프로젝트가 시작되는 해인 만큼 사업 목표를 달성할 수 있도록 노력하겠다"며 "미세먼지 걱정 없는 경기도 조성을 위해 최선의 노력을 다하겠다"고 말했다.

@highlight

경기도는 친환경차 타기 좋은 경기도 조성을 위해 오는 2022년까지 6,643억원을 투입할 계획인 가운데 도는 먼저 올해 30억원을 들여 전기차충전기 161기와 이동형충전기용 콘센트 300개를 설치하기로 했고 경기도 관계자는 "미세먼지 걱정 없는 경기도 조성을 위해 최선의 노력을 다하겠다"고 밝혔다.