"성평등한 세상 꿈꾸며 희망을 현실로 바꿀 것" 8일 청주 청소년광장에서 열린 '3.8세계여성의 날 기념 충북대회'에서 충북여성연대 회원 등이 '미투 성평등을 말하라'란 주제의 개회 퍼포먼스를 하고 있다.

충북여성연대는 3·8 세계여성의 날을 기념하기 위해 7일 청주시 상당구 북문로에 위치한 청소년광장에 모여 '용기의 언어 #미투 성평등을 말하다'를 주제로 3·8 세계여성의 날 충북대회를 개최했다.

이날 여성연대의 플래시몹과 난타공연, 재즈밴드 리얼라이즈의 사전행사를 시작으로 개회선언과 함께 성평등 디딤돌상 시상과 성평등 걸림돌을 발표했다.

성평등 디딤돌상은 스쿨미투 꺼지지않는 불꽃을 비롯해 3명이 받았으며, 성평등 걸림돌에는 B면 이장단과 청주지방검찰청 영동지청 S모 검사가 지목됐다.

충북여성연대가 3·8세계여성의날을 기념하기 위해 열린 충북대회에서 난타 공연을 하고 있다.

여성연대는 "3·1운동 100주년을 맞이한 지금 우리는 여전히 성평등한 세상을 꿈꾸며 진정한 삶의 주체로서 절망의 시대에 변화를 위한 희망을 말하려 한다"며 "희망이 현실이 되기 위한 행동으로 우리나라에 공명을 일으킬 것이고 그 공명은 결국 절망을 희망으로 바꾸어 낼 것"이라고 선언했다.

이들은 이어 "여성들은 연대할 것이고 #미투의 경험은 새로운 사회의 기준이 될 것이며 민주주의를 완성할 것"이라며 "변화는 이미 시작됐다. 그리고 우리는 승리할 것"이라고 덧붙였다.

이어 이날 모인 여성연대 회원들은 대동놀이와 거리행진을 끝으로 행사를 마무리했다.

3월 8일 세계여성의 날은 1908년 열악한 작업장에서 화재로 불타 숨진 여성들을 기리며 미국 노동자들이 궐기한 날을 기념하는 날로, 1975년부터 매년 3월 8일 UN에 의해 공식 지정됐다.

@highlight

충북여성연대는 3·8 세계여성의 날을 기념해 7일 청주 청소년광장에서 '용기의 언어 #미투 성평등을 말하다'를 주제로 대회를 개최하였으며 성평등 디딤돌상과 성평등 걸림돌상을 지목하고 성평등 변화는 시작됐고 우리는 승리할 것이라고 덧붙였다.