= 울산시가 신북방시대에 대비해 지방자치단체 중 전국 최초로 북방경제협력위원회를 구성하고 본격적인 운영에 들어간다.

울산시는 3월 7일 오후 2시 시청 상황실에서 '울산광역시 북방경제협력위원회' 위원 위촉식을 갖고 제1차 회의를 개최한다고 밝혔다.

협의?조정 등의 역할을 하게 된다.

위원들은 '신북방정책 9-Bridge 전략'의 중점분야인 에너지, 항만, 북극항로, 조선 등 전문지식과 경험이 풍부한 전문가 23명으로 구성됐으며, 위원임기는 2년이다.

위원장은 송병기 경제부시장이 맡게 된다.

이날 회의는 위원 위촉, 울산시 북방경제협력 및 북방교류 연구용역 착수보고, 토론 순으로 진행된다.

이날 착수보고를 갖는 울산시 북방경제협력 및 북방교류 연구용역은 올 연말 완료를 목표로 지난달부터 울산발전연구원에서 연구에 들어갔다.

이 연구에서는 △북방경제협력을 위한 협력가능 분야 조사 및 사업발굴 △러시아, 몽골, 중국 동북3성 등 북방지역과의 교류 활성화 방안 연구 △한반도 신경제구상 환동해벨트 관련 울산지역 전략 수립 등을 중점적으로 다룰 계획이다.

송철호 울산시장은 인사말에서 "북방협력이 침체에 빠진 울산경제의 활력을 찾는 또 하나의 활로가 될 것이다."며 "위원회가 울산이 북방경제협력의 중심기지로 도약하기 위한 구심점이 되기를 기대한다."라고 밝혔다.

한편, 북방경제협력이란 유라시아지역 국가와의 교통·물류 및 에너지 등 분야에서의 연계성 강화를 통해 우리 경제의 미래 성장 동력을 창출하고 남·북한 통일의 기반을 구축하기 위한 경제협력을 말한다.

중앙정부에서는 대통령 직속으로 북방경제협력위원회가 2017년 12월 출범이 되어 운영 중이며 울산시는 민선 제7기 시장공약인 '울산 북방경제협력 중심기지 육성'을 추진하기 위해 전국 지방자치단체 중 처음으로 위원회를 구성하게 되었다.

가스, 북극항로, 일자리, 조선부문의 협력방안 제시하는 등 북방경제협력의 큰 틀을 제시한 바 있다.

물류 중심도시로 도약한다는 구상이다.

@highlight

울산시는 신북방시대의 북방경제협력을 준비하기 위해 전국 최초로 북방경제협력위원회를 설립하고, 위원으로 위촉된 신북방정책 핵심분야의 전문가 23인은 전문성있는 정책 수립과 주요정책에 대한 자문을 담당할 예정이다.