LG전자가 이달 출시하는 전략 스마트폰 'G8 씽큐(ThinQ)'의 출고가를 90만원 미만으로 정했다.

삼성전자의 신제품 '갤럭시S10'보다 15만원가량 낮은 가격으로 '가성비'를 앞세우려는 전략으로 풀이된다.

7일 이동통신업계에 따르면 LG전자는 G8 씽큐의 출고가를 89만7600원으로 확정했다.

오는 15일 통신 3사와 자급제 채널을 통해 예약판매를 시작하고 22일 정식 출시할 예정이다.

G8 씽큐는 6.1인치 디스플레이와 퀄컴의 최신 칩셋인 스냅드래곤 855, 후면 트리플 카메라 등 플래그십 부품을 갖췄다.

전면부 카메라에는 심도를 측정하는 ToF(Time of Flight) 센서를 장착해 인물 사진 심도를 256단계까지 조정할 수 있고 화면에 손을 대지 않은 채 모션으로 스마트폰을 작동할 수도 있다.

정맥 인식과 입체 안면인식 등의 기능도 새롭게 추가했다.

그 밖에도 후면 카메라 모듈 돌출 부분이 전혀 없고 스마트폰 디스플레이 자체를 스피커 진동판으로 활용해 상단 수화부 리시버까지 없앴다.

전작과 마찬가지로 이어폰이나 음원 종류와 관계없이 사운드의 입체감을 강화하는 DTS:X 기술도 적용했다.

전작인 G7 씽큐와 달리 LCD(액정표시장치) 대신 OLED(유기발광다이오드) 디스플레이를 적용했고 카메라 숫자도 늘어나는 등 가격 상승요인이 있었지만 출고가는 오히려 89만8700원에서 89만7600원으로 1100원 낮아졌다.

8일 출시 예정인 갤럭시S10의 출고가는 105만6000원(128기가바이트 모델)이다.

실속형으로 나온 갤럭시S10e(89만9800원)와 비슷한 수준이다.

통신업계 관계자는 "스펙 대비 낮은 가격을 앞세워 삼성전자의 갤럭시S10 시리즈에 맞서려는 시도로 풀이된다"고 설명했다.

LG전자는 이날 수도권 LG베스트샵 30여 개 매장에 G8 씽큐 체험존을 열었다.

@highlight

LG전자는 이달 새로 내놓는 전략 스마트폰 'G8 씽큐(ThinQ)'의 출고가를 삼성전자의 신제품 '갤럭시S10'보다 15만원가량 낮은 89만7600원만원으로 정했다.