정영식 한국거래소는 7일 '2018 코스닥시장 공시우수법인' 시상식을 가졌다.

앞줄 왼쪽부터 길재욱 한국거래소 코스닥시장위원회 위원장, 김남욱 윈스 전무이사, 김기현 코스메카코리아 전무이사, 김병부 하이즈항공 재무실장, 현정훈 바텍 대표이사, 백재민 씨제이이엔엠 상무, 표영수 레드캡투어 대표이사, 정운수 한국거래소 코스닥시장본부장, 뒷줄 왼쪽부터 김성태 한국거래소 코스닥시장본부장보, 민양규 케이피에프 기획조정실장, 박준석 NHN한국사이버결제 대표이사, 윤종찬 비엠티 대표이사, 김원식 GS홈쇼핑 상무, 한우성 원익머트리얼즈 대표이사, 이상곤 텔레칩스 전무, 김영춘 한국거래소 코스닥시장본부장보.

7일 한국거래소는 CJ ENM 등 12개사를 '2018년 코스닥시장 공시우수법인'으로 뽑아 시상하고 이들 기업의 공시 담당자를 '공시업무유공자'로 표창했다고 밝혔다.

수상 기업은 CJ ENM과 케이피에프, 윈스, 바텍, 코스메카코리아, 레드캡투어, 비엠티, NHN한국사이버결제, 원익머트리얼즈, GS홈쇼핑, 텔레칩스, 하이즈항공으로 이중 CJ ENM은 1999년 상장 이후 19년 동안 불성실 공시법인 지정 이력이 없고 기업설명회(IR)를 적극 개최했으며 적시공시를 통해 성실공시 풍토 조성에 기여한 점이 좋은 평가를 받았다.

윈스는 최근 8년 동안 매년 구체적 근거에 기반한 실적전망 공시를 통해 투자정보를 적극 제공하고 투자자의 예측 가능성을 높였고 GS홈쇼핑은 자율공시, 공정공시 등 다양한 공시항목을 이용해 투자활용도가 높은 공시를 장기간 성실히 제공한 것으로 나타났다.

한편 수상 기업은 앞으로 3년간 불성실공시법인 지정 유예, 1년간 부과금·상장수수료 면제, 연례교육 이수 면제 등의 혜택을 받는다.

@highlight

7일 한국거래소는 오랜 기간 동안 기업설명회와 실적 전망 공시를 통해 투자 정보를 성실히 제공한 CJ ENM과 윈스 등 12개 기업을 2018년 코스닥시장 공시우수법인으로 선정하고 시상식을 가졌다.