허태정 대전시장이 개방형 직위에 전문성이 떨어지는 시민단체 출신 인사를 기용해 공직사회가 술렁이는 모양이다.

말로만 개방형 직위로 공모한다고 해놓고선 선거 때 도와준 자기 사람을 챙긴 것으로 알려져 여러 뒷말이 나온다.

허 시장은 지난 해 7월 취임 후 조직 개편을 통해 7자리를 개방형 직위로 변경했다.

이중 국장급인 민생정책자문관과 과장급 성인지정책담당관·공동체정책과장, 사무관급의 복지여성특보 자리를 시민단체 출신으로 채웠다.

대전만 유독 시민단체 인사들이 공직에 많이 입성했다는 비판이 나오는 이유다.

임용 대상자를 먼저 선정해 놓고 조직 개편이 이뤄진 게 아니냐는 눈총도 있다.

공직 내부에서조차 지난해 이뤄진 조직개편이 허술하게 진행됐다는 비판이 나올 정도니 무늬만 개방형이 아니었는 지 묻게 한다.

성인지정책담당관과 공동체정책과장은 굳이 개방형 직위로 바꾸지 않아도 내부 공직자들이 충분히 소화할 수 있는 직급이란 게 중론이다. 이러니 적임자를 미리 정해놓고 외부 전문가를 임용한 것처럼 포장한 게 아니냐는 말들이 무성하다.

외부 인사가 대거 치고 들어오자 공직내부에서는 진급과 관련한 불만도 터져 나오는 듯하다.

일반직 9급 공채로 공직에 입문해 사무관, 서기관 승진만 바라보며 30년 가량 봉직했지만 외부 인사들이 자리를 선점하면서 허탈감에 빠져있다는 것이다.

허 시장이 있는 동안 사무관, 서기관을 달기 위해서는 시민단체 활동가를 거쳐야 한다는 얘기까지 있는 걸 보면 가볍게 여길 사안이 아니다.

개방형 직위는 외부 전문가를 영입해 행정의 전문성을 강화하기 위한 취지로 도입된 것을 허 시장이 모를 리 없다.

유성구청장까지 지낸 시장이기에 누구보다 더 잘 알 터이다.

하지만 누가 보더라도 전형적인 코드인사이자 선거 공신 챙기기란 점에서 아쉽기 그지없다.

관료사회에 활력은 고사하고 시민단체의 전리품으로 전락한 개방형 자리는 없느니만 못하다.

더는 내 사람 심기를 해서는 안 된다.

@highlight

허태정 대전시장이 개방형 직위에 과거에 자기를 도와준 전문성이 떨어지는 시민단체 출신 인사를 대거 기용해 공직사회가 술렁이며 진급과 관련한 불만도 제기되고 있다.