여야 대치로 장기간 공전을 거듭해 온 국회가 7일 올해 들어 처음으로 본회의를 열고 임시국회 의사 일정에 돌입했다.

하지만 '유치원 3법'과 연동형 비례대표제를 골자로 한 선거법 등 쟁점법안이 산적해 민생법안 처리에 어려움이 예상된다.

이날 열린 윤리특별위원회는 '5·18 망언'의 자유한국당 세 의원과 재판 거래 의혹의 서영교 의원, 목포 부동산 투기 의혹의 손혜원 의원 등 20대 국회 이후 윤리특위에 제출된 18건을 일괄 상정해 윤리심사자문위원회에 넘기기로 했다.

문희상 국회의장은 이날 개회사를 통해 "국회에 계류 중인 법안 1만2천여건 가운데 73%가 심사조차 거치지 못하고 있는 상황"이라며 "국회의 대국민 신뢰회복과 함께 민생법안을 처리해야 된다"고 강조했다.

문 의장은 "또 다시 멈춰선 안된다.

싸워도 국회 안에서 싸워야 한다"며 "20대 국회가 국민의 명령을 철저하게 이행하고 마무리해 국회다운 국회로 기억될 수 있도록 다함께 분골쇄신 노력하자"고 독려했다.

이번 국회에서는 사립학교법과 유아교육법, 학교급식법 개정안 등 '유치원 3법'과 선거법, 안전한 의료환경을 위한 '임세원법', 탄력근로제 확대 관련법, 체육계 폭력근절법 등이 다뤄진다.

여야는 최근 한반도를 강타한 미세먼지를 국가 재난사태에 포함할 수 있도록 하는 법 개정안을 13일 본회의에서 처리하기로 합의했다.

여야는 우선 국가가 미세먼지에 대한 예방과 피해 지원을 하기 위해 미세먼지를 재난으로 규정하는 '재난 및 안전관리 기본법' 개정안을 본회의에서 처리하기로 했다.

국회는 개회식 직후 20대 후반기 국회 한국당 몫으로 배정된 외교통일위원장과 예산결산특별위원장직 보궐선거를 실시했다.

외교통일위원장과 예산결산특별위원장에는 각각 윤상현, 황영철 의원이 선출됐다.

국회는 8일부터 9일 간 휴회하고 오는 11일 제2차 본회의에서 교섭단체대표 연설부터 활동을 이어간다.

@highlight

여야 대치로 장기간 공간을 거듭해온 국회가 올해 첫 본회의를 열고 임시국회 의사 일정에 들어갔다. 