국민연금 기금운용본부.

전북도민일보 DB.

전북의 제3금융중심지 지정이 미뤄질수록 타지역과 일부 언론의 반발이 커짐에 따라 하루빨리 당면한 현안을 마무리해 지역 간 소모적인 논쟁을 종식시켜야 할 필요가 있기 때문이다.

금융위원회(위원장 최종구, 이하 금융위)는 7일 '활력이 도는 경제, 신뢰받는 금융'이란 기치를 내걸고 올해 업무계획으로 국민체감형 금융혁신 과제와 신규과제 등을 발표했다.

이런 상황에서 금융위원회가 발표한 올해 업무계획에서는 제3금융중심지가 언급되지 않아 의구심을 불러 일으키기도 했다.

당초 금융위는 제3금융중심지 연구 용역 결과를 토대로 내부검토가 완료되면 상반기 중에는 금융중심지추진위원회를 개최해 향후 방향 및 결과를 논의할 예정이라고 밝혔기 때문이다.

제3금융중심지 지정이 늦어지자 이와 관련해 일부 언론에서는 '제3금융중심지 무산', '시기상조' 등의 기사내용을 내보냈고 이에 대해 금융위는 "현재 결정된 게 없으므로 보도에 신중을 기해달라"고 해명자료까지 낸 상황이다.

금융위 관계자는 "올해 업무계획을 발표하면서 금융중심지가 언급되지 않은 건 국민체감형 금융혁신 과제로 그동안 충분히 소개하지 못했던 신규과제들을 중심으로 설명하기 위한 자리였다"고 밝혔다.

최종구 위원장도 "연구용역 결과를 토대로 검토 중이어서 상반기에는 금융중심지 추진위원회에서 논의할 것"이라고 진화에 나섰다.

제3금융중심지 추진단까지 꾸린 국민연금공단 측은 "이르면 오는 4월에 지정 여부를 확실히 알 수 있다"고 내다봤다.

전북도는 연기금 운용 집적화 및 차별화와 함께 정부의 '혁신도시 시즌2' 사업으로 공공성 금융기관을 전북혁신도시로 이전할 경우 전북의 제3금융중심지 지정 사업은 반드시 성공할 수 있다는 입장이다.

나석훈 일자리경제국장은 "전북 제3금융중심지에 기대와 우려가 있지만 일희일비하지 않고 금융타운 조성 등 당면한 과제를 착실히 해결해나가겠다"고 말했다.

@highlight

전북의 제3금융중심지 지정이 하루빨리 당면한 현안을 마무리해 지역 간 소모적인 논쟁을 종식시켜야 할 필요와 해명자료까지 낸 상황에서 나석훈 일자리경제국장은 "전북 제3금융중심지에 기대와 우려가 있지만 일희일비하지 않고 금융타운 조성 등 당면한 과제를 착실히 해결해나가겠다"고 말했다.