울산시의회(의장 황세영)가 회의일수가 연간 120일에서 133일로 조정했다.

그러나 실제 활용 가능한 총 회의 일수는 토·일요일 34일을 제외하면 99일로 지난해 91일에 비해 8일 밖에 늘지 않았다.

울산시의회의 회의일수 조정은 다른 시도에 비해 턱없이 부족한 회의일수의 연장이 필요하다는 지적(본지 2018년 12월 27일 보도)에 따라 지난 2월 202회 임시회에서 울산시의회 회기 일수를 120일 이내에서 140일 이내로 확대하는 ‘울산광역시의회 회의운영에 관한 조례 일부개정조례안’ 통과에 따른 것이다.

울산시의회는 그동안 ‘연간 회의 총 일수는 120일 이내로 한다’라는 ‘울산시의회 회의운영에 관한 조례’에 따라 예산안 심사 및 결산, 조례안 제·개정 등 입법활동, 행정사무감사에 어려움을 겪어 왔다.

더욱이 회의일수가 부족할 경우를 대비해 본회의 의결로 연간 회의총일수를 연장할 수도 있다는 단서조차 없어 회의가 필요해도 일정을 늘릴 수 없는 구조였다.

지난 202회 임시회에서 개정조례안이 통과됨에 따라 올해부터 최장 140일까지 회의가 가능하게 됐다.

올해 회기운영 계획을 보면 회의 총 일수는 133일이며 7일을 예비로 잡아 상황에 따라 회의를 할 수 있도록 했다.

특히 행정사무감사, 2019년 추경예산안 2020년 당초예산안을 다루는 제 209회 제2차 정례회가 가장 많은 총 8일이 늘어났다.

이에 따라 제2차 정례회는 당초 40일에서 48일로 늘어났다.

그리고 오는 29일부터 실시되는 제203회 임시회와 제205회 제1차 정례회, 제207회 임시회로 각각 2일씩 연장된다.

이로써 울산시의회 회의는 정례회 63일, 임시회 70일로 조정됐다.

안도영 의회운영위원장은 "찾아가는 의회를 준비중이다.

전 후반기 각각 1일이 계획돼 있다"면서 "휴일을 뺀 회의일수를 보면 17개 시도에서 가장 많다"고 강조했다.

@highlight

울산시의회는 그동안 ‘연간 회의 총 일수는 120일 이내로 한다’라는 ‘울산시의회 회의운영에 관한 조례’에 따라 예산안 심사 등에 어려움을 겪어 왔고 이에 올해부터 최장 140일까지 회의가 가능한 조례가 통과되었으나,  실제 가능한 총 회의 일수 99일로 지난해 91일에 비해 8일 밖에 늘지 않았으며 올래 회기운영 계획을 보면 회의 총일수는 133일이며 상황에 따라 회의를 할수 있도록 했다.