지난해 보은군이 자살예방사업으로 운영한 정신건강프로그램의 모습.

ⓒ 보은군 [충북일보=보은] 보은군이 '자살 상위권'이라는 오명을 벗어나기 위해 안간힘을 쏟고 있다.

군은 2019년 자살예방 시행계획을 수립하고 군비 1억3천만 원을 들여 자살예방사업을 한층 강화할 계획이라고 7일 밝혔다.

도내 자살사망자 현황에 따르면 2017년 보은군에서는 15명(44.3%)이 스스로 목숨을 끊은 것으로 나타났다.

최근 군에서 발생한 자살 사망자는 2015년 20명(58.9%), 2016년 12명(35.4%) 등이다.

이는 인구 10만 명당 자살률이 도내 평균(28.2%)보다 웃돌고 있는 셈이다.

군은 자살의 주요 원인을 '우울증'으로 판단하고 있다.

이에 군은 군비 1억 3천만 원을 세워 우울증 환자 치료비(진료 및 투약비)와 심리·정서적으로 취약한 홀몸노인의 우울척도검사 등을 추진키로 했다.

또 음독자살 방지를 위해 1천320가구에 농약안전보관함 보급사업과 자살 고위험군을 대상으로 정신건강 보건사업을 연중 실시할 계획이다.

군은 올해 자살예방을 위한 신규사업으로 일산화탄소 중독자살 예방지원사업을 추진한다.

중독자살을 막기 위해 번개탄 판매개선 사업을 시행하고 일산화탄소 감지기 100대를 보급할 예정이다.

군은 여기에 그치지 않고 산하 공무원 전체가 '생명사랑지킴이'가 돼 자살예방 시행계획을 철저히 이행하기로 했다.

아울러 자살사각지대에 놓인 대상자를 적극 발굴해 자살없는 지역 만들기에 총력을 기울인다는 방침이다.

앞서 군은 2012년 '보은군 자살예방 및 생명존중문화 조성을 위한 조례'를 제정했다.

이듬해인 2013년에는 자살예방 네트워크를 구축해 해마다 간담회를 갖고 유관기관의 의견을 자살예방사업에 반영하고 있다.

군은 2016년 위기개입 및 위기대응체계를 구축해 지난해까지 자살시도자 30명을 조기 발견하는 성과를 거두기도 했다.

군 관계자는 "자살문제는 지역사회 전체가 관심을 갖고 함께 노력해 나가야 할 과제"라며 "차질 없는 사업 추진으로 소중한 생명을 구하는데 최선을 다하겠다"고 말했다.

@highlight

보은군은 2019년 자살예방 시행계획을 수립하고 자살예방사업을 한층 강화할 계획이라고 7일 밝히며, 최근 군에서 발생한 자살 사망자가 도내 평균보다 높게 나타났으며, 자살의 주요원인이 우울증이라 판단하여 군은 우울증 환자 치료비(진료 및 투약비)와 심리·정서적으로 취약한 홀몸노인의 우울척도검사 등을 진행하기로 했다.