지방 4대 협의체가 정부와 함께 국민건강을 위협하는 미세먼지 저감대책을 강력하게 추진해 나가기로 했다.

지방 4대 협의체는 대한민국시도지사협의회(회장 박원순 서울시장), 전국시도의회의장협의회(회장 송한준 경기도의회 의장), 전국시장·군수·구청장협의회(회장 성장현 서울 용산구청장), 전국시·군·자치구의회의장협의회(회장 강필구 영광군의회 의장) 등을 말한다.

지방 4대 협의체 대표들은 지난 6일 서울 프레지던트호텔에서 간담회를 갖고 국민의 건강을 위협하고 있는 재난 수준의 미세먼지에 대한 대책을 논의했다.

이날 간담회에서 지방 4대 협의체 대표들은 국회에서 ‘대기환경보전법’, ‘재난 및 안전관리 기본법’ 등 미세먼지 대책 관련 시급한 법안들을 처리하기로 합의한데 환영의 뜻을 표하고, 국회와 중앙정부 차원의 노력만이 아니라 지자체와 지방의회가 미세먼지 해결의 당사자라는 인식 하에 책임감을 가지고 저감 대책을 적극 추진하기로 했다.

이들은 이를 위해 지자체별로 각자 저감 대책을 시행하는 한계를 극복하기 위해 미세먼지 정책을 공유하고, 관련법에 따른 조례를 제정하는 등 지자체 차원에서 국민이 체감 가능한 대응책을 적극 추진하며, 공동의 대책을 수립하기 위해 정기적인 회합을 갖기로 합의했다.

이날 지방 4대 협의체는 또한 지방재정분권, 지방자치법 전부개정안, 자치경찰제 등 정부의 지방분권 정책에 대해 미흡한 점은 있으나 준비된 법안만이라도 조속히 처리돼야 한다는데 뜻을 같이 하고, 최근 ‘지방이양일괄법안’이 국회 상임위원회 검토를 거치는 과정에서 중앙부처가 동의한 지방이양 사무들에 대해서조차 반대하는 등 원안통과가 불투명한 상황에 깊은 우려를 표명했다.

지방 4대 협의체는 이에 따라 ‘중앙행정권한 및 사무 등의 지방 일괄 이양을 위한 물가안정에 관한 법률 등 66개 법률 일부개정을 위한 법률안’(약칭, 지방이양일괄법안)의 조속한 원안 제정을 촉구하는 결의문을 채택하고 “국회운영위원회 주도 하에 조속히 법률안의 원안통과 및 국회 지방분권특위를 구성해 지속적인 지방분권 정책을 입법화해 줄 것”을 촉구했다.

@highlight

지방 4대 협의체가 간담회에서 재난 수준의 미세먼지에 대한 '미세먼지 저감대책'을 논의하고 각 지자체별 대책시행의 한계를 극복하기 위해 미세먼지 정책을 공유 및 공동의 대책을 수립하기 위해 정기적인 회합을 갖기로 합의했다.