이순민 차도서 '헬멧'만 쓰고 운행 … "느려 사고 나도 경미"인천에서 시내버스를 운전하는 문모(40·서구 검단동)씨는 지난달 아찔한 상황을 겪었다.

계양구에서 왕복 4차선 도로를 지나다가 앞서 달리던 야쿠르트 전동 카트가 갑자기 불법 유턴을 하는 바람에 급제동한 것이다.

문씨는 "연말에도 교차로에서 좌회전한 직후 역주행하는 전동 카트와 부딪칠 뻔했다"고 말했다.

야쿠르트 배달에 쓰이는 전동 카트가 도로 위 애물단지가 되고 있다.

교통법규를 어기며 차도를 누비는 카트와 맞닥뜨리는 일반 운전자도, 별다른 안전장치 없이 운행하는 야쿠르트 배달사원도 불안감을 호소한다.

㈜한국야쿠르트는 2014년 탑승형 전동 카트를 도입해 현재 전국적으로 9300여대가 보급됐다고 7일 밝혔다.

전동 카트는 야쿠르트 배달사원이 발판 위에 올라타 이동하는 형태다.

안전을 확보하려고 최고 시속은 성인 남성의 빠른 걸음과 비슷한 8㎞로 제한했다고 한국야쿠르트는 설명했다.

야쿠르트 전동 카트는 도로교통법상 '원동기장치 자전거'로 분류돼 차도로 통행해야 한다.

여기서 문제가 발생한다.

차도를 달리기엔 시속 8㎞가 너무 느리고, 도로 여건상 우측 가장자리로만 다니기에도 한계가 있기 때문이다.

인도를 통행하다가 적발되면 범칙금을 물어야 한다.

차도와 인도 모두에서 환영받지 못하는 신세인 것이다.

인천에서 야쿠르트를 배달하는 박모(55)씨는 전동 카트를 몰 때마다 겁이 난다고 한다.

박씨는 "주로 인도를 조심스럽게 다니는데 불가피하게 차도를 역주행할 때도 있다"며 "냉장고 때문에 카트를 타긴 하지만 헬멧만 쓰고 운행하니까 사고가 나면 다칠까봐 무서울 때가 많다"고 했다.

한국야쿠르트 관계자는 "속도가 느리기 때문에 사고가 나도 경미한 수준"이라며 "안전 교육을 통해 법규에 따라 운행할 것을 안내하고 있다"고 말했다.

@highlight

차도를 달리기엔 시속 8㎞가 너무 느리고, 도로 여건상 우측 가장자리로만 다니기에도 한계가 있기 때문에 야쿠르트 배달에 쓰이는 전동 카트가 도로 위 애물단지가 되고 있지만 한국야쿠르트 관계자는 "속도가 느리기 때문에 사고가 나도 경미한 수준"이라며 "안전 교육을 통해 법규에 따라 운행할 것을 안내하고 있다"고 말했다