] 다이어트용으로 미국 뉴욕 등에서 유행하는 '방탄 커피(bulletproof coffee)'를 편의점에서 즐길 수 있게 됐다.

방탄 커피는 아메리카노에 버터와 MCT오일(코코넛에서 추출한 중쇄지방산 오일)을 타 먹는 커피다.

'총알도 막아낼 만큼 강한 에너지를 담은 커피'라는 의미로 이런 이름이 붙여졌다.

GS25가 이런 새로운 유행을 파고들었다.

아메리카노에 간편하게 넣어 방탄 커피로 즐길 수 있는 팩 제품을 7일부터 판매하기 시작했다.

팩 안엔 포만감을 주는 뉴질랜드산 천연 버터와 체내에 축적되지 않고 에너지로 빠르게 전환되는 MCT오일을 함께 담았다.

소비자들은 GS25 점포에 갖춰진 '유라 커피머신'에서 아메리카노를 뽑아 팩 내용물을 타서 마시면 된다.

종류는 양과 묽기에 따라 '비기너용'과 '헤비유저용'으로 구분돼 있다.

비기너용은 GS25의 자체상표(PB) 커피 브랜드 '카페25' 아메리카노 작은 컵에 방탄 커피 팩 하나를 섞은 메뉴다.

헤비유저용은 아메리카노 큰 컵에 팩 2개를 섞는다.

가격은 각각 2000원, 3000원이다.

방탄 커피 팩을 한 팩당 1500원에 별도로 살 수도 있다.

GS25가 이 제품을 내놓은 이유는 '홈트족'(집에서 운동하는 사람) 등 방탄 커피를 즐기며 다이어트하는 소비자들을 잡기 위해서다.

GS리테일 관계자는 "방탄 커피를 집에서 즐기려면 중쇄지방산 오일을 해외직구로 별도로 구매해 섞어야 하는 번거로움이 있었다"며 "이젠 편의점에서 간편하게 즐길 수 있다"고 말했다.

방탄 커피는 체내 성분을 수치화해 정보기술(IT)에 접목하는 바이오해커인 미국인 데이브 에스프리가 처음 개발했다.

그가 방탄 커피를 마시며 50㎏을 감량한 사실이 알려진 뒤 할리우드의 유명 배우와 운동선수들을 중심으로 급속히 유행하기 시작했다.

@highlight

GS25는 미국에서 다이어트를 위해 사용되는 방탄 커피를  간편하게 아메리카노에 넣어 즐길 수 있는 팩으로 제작하여 7일부터 전격 판매에 돌입했다.