표명구·최화철 안성시가 지난 1월 구제역 발생 후 재난안전대책본부 마련과 가축 살처분 등 발 빠른 대처로 주목받고 있다.

사진은 우석제 안성시장이 구제역 방역초소 근무 당시 차량 내부를 소독하는 모습.

지난 2월 25일부터 구제역 관련 위기 경보가 경계에서 주의로 변경됐다.

안성시에서 발생한 지 한 달만에 안성시·충주시의 보호 지역(발생농가로부터 3km 이내)의 이동제한이 해제됐다.

7일 시에 따르면 안성시는 지난 1월 28일 젖소농가가 구제역 판정을 받자 재난안전대책본부 가동을 시작으로 가축 총 2천223두를 살처분하는 등 발 빠른 대처를 보여왔다.

특히 우석제 안성시장은 전직 축협조합장 출신으로 구제역 현장에서 겪은 경험을 살려, 축산 농가에 대해 보상보다 마음의 위로를 먼저 건네며 민심을 달랬다.

축산정책과에서는 축산직 출신 김종수 산업경제국장의 지휘 아래 안성시 공직자들이 하나로 뭉쳐 구제역을 방어했다.

사후대책에도 발 빠르게 움직였다.

시는 지난 2월 27일 구제역 발생농가 및 예방적 살처분 농가에 대한 보상설명회를 개최, 지난 4일에는 구제역 유공 부서인 축산정책과와 안전총괄과에 각 100만 원의 포상금을 지급했다.

현재까지 안성시는 공무원 1천699명을 비롯해 총 3천252명의 인력을 동원했고 생석회 3만5천960포, 소독약품 1만5천950kg을 공급 완료했다.

일죽면 가리와 옥산동 알미산 공원에는 거점 통제 초소 2개소를 운영 중이다.

시는 이밖에 총 18대의 방역차량을 동원해 1일 2회 철새도래지의 주요도로를 소독하고 오리, 토종닭 등 19만수에 대해 동절기 휴식년제를 오는 31일까지 연장하는 등 AI 사전 방지를 위해 힘을 쓰고 있다.

우석제 시장은 "반구십리의 정신으로 흐트러짐 없이 구제역을 방어하고 특히 AI 위험시기에 집중 방역 관리로 악성가축 전염병 발생을 원천봉쇄하겠다"고 밝혔다.

@highlight

7일 우석제  안성시장은 1월28일 농가에 구제역판정을 받자 구제역 현장에서 겪은 경험을 살려 재난안전대책본부을 가동해 가축 살처분, 축산농가 위로 등의 발빠른 대처를 했다. 