] 일본 도요타가 내년 말까지 프랑스 파리에 수소전기자동차(FCEV) 택시를 공급하기로 했다.

한발 앞서 파리에 수소차 택시를 공급해온 현대자동차와 치열한 경쟁을 벌일 전망이다.

8일 외신 및 자동차업계에 따르면 도요타는 지난달 말 프랑스 수소 관련 회사 3곳과 'HysetCo'라는 합작법인을 설립했다.

도요타와 손을 잡은 업체는 세계적 산업용 가스업체 에어리퀴드와 파리의 수소차 택시 이프를 운영 중인 스타트업(신생 벤처기업) STEP, 친환경 에너지업체 이덱스 등이다.

합작법인 HysetCo는 파리에서 수소차 택시를 내년 말까지 600대로 늘리기로 했다.

도요타는 이 계획에 따라 내년 말까지 수소차 미라이를 500대 공급하기로 했다.

에어리퀴드가 지분 20%를 보유한 STEP는 2016년 현대차의 투싼 수소차 5대를 시작으로 파리 시내에서 이프를 운영하고 있다.

현재 이프가 보유한 수소차는 투싼 62대와 미라이 38대 등 100대다.

도요타가 미라이 500대를 공급하면 내년 말 파리 시내를 달리는 수소차 택시의 90%를 차지하게 된다.

현대차도 프랑스 수소차 시장에 공을 들이고 있다.

현대차는 지난해 10월 문재인 대통령의 프랑스 국빈 방문에 맞춰 에어리퀴드, 다국적 에너지기업 엔지 등과 수소차 및 수소충전소 보급 확대를 위한 공동 양해각서(MOU)를 체결했다.

에어리퀴드와 엔지는 2025년까지 프랑스에 수소차를 보급하기 위해 수소 충전 인프라를 구축하기로 했다.

현대차는 2025년까지 프랑스에 승용차와 상용차를 포함해 모두 5000대의 수소차를 공급한다는 목표를 세웠다.

일각에선 현대차가 에어리퀴드와 손잡고 수소차 보급에 나섰지만, 파리 수소차 택시 운영사까지 포함한 합작법인을 세운 도요타에 주도권을 빼앗기는 것 아니냐는 우려도 나온다.

@highlight

일본 도요타가 내년 말까지 프랑스 파리에 수소전기자동차(FCEV) 택시를 공급하기로 하면서 한발 앞서 수소차 택시를 공급해온 현대자동차가 주도권을 빼앗기는 것 아니냐는 우려가 나오고 있다.