쇼트트랙 최민정(성남시청)과 임효준(성남시청), 황대헌(한국체대)이 세계선수권대회에서 나란히 금메달을 하나씩 목에 걸었다.

최민정은 9일(현지시간) 불가리아 소피아에서 열린 2018-2019시즌 국제빙상경기연맹(ISU) 세계쇼트트랙선수권대회 여자 1,500ｍ 결승에서 2분 29초 741의 기록으로 1위를 차지했다.

예선부터 줄곧 조 1위를 지켜온 최민정은 결승에서 막판 스퍼트로 선두에 올라선 후 킴 부탱(캐나다)의 추격에도 자리를 내주지 않고 가장 먼저 골인했다.

최민정은 지난 2018 평창동계올림픽에서도 1,500ｍ 금메달을 목에 걸었고, 이어진 지난해 세계선수권대회에서도 1,500ｍ를 포함해 4관왕에 오르며 종합우승을 차지했다.

2015년과 2016년에 이어 세 번째 종합우승이었다.

세계선수권 성적을 바탕으로 국가대표에 자동 선발된 최민정은 이번 시즌 월드컵에서도 1,500ｍ 금메달을 두 차례 획득했다.

이어진 남자 1,500ｍ 결승에선 임효준이 2분 31초 632의 기록으로 금메달을 거머쥐었다.

임효준 역시 준준결승과 준결승에서 한 번도 선두를 내주지 않은 채 결승에 올랐고 결승에서 대표팀의 황대헌과 마지막 치열한 선두 다툼을 벌였다.

황대헌이 결승선 날 내밀기로 임효준보다 먼저 골인했지만 비디오 판독 결과 황대헌이 임효준과의 충돌 과정에서 반칙이 있었던 것으로 드러나 실격됐다.

2위로 들어온 임효준이 금메달, 사뮈엘 지라르(캐나다)가 은메달이 됐고, 4위로 골인한 이준서(한국체대)는 동메달을 목에 걸게 됐다.

황대헌은 500ｍ 금메달로 1,500ｍ 결승 실격의 아쉬움을 달랬다.

500ｍ 결승에서 황대헌은 단거리 최강자 우다징(중국)과 자리다툼을 벌이다 엉켜 넘어져 아찔한 장면을 연출했으나 이후 열린 재경기에서 42초 490의 기록으로 우승했다.

황대헌은 지난해 세계선수권에 이어 500ｍ 2연패에 성공했다.

@highlight

쇼트트랙 세계선수권대회에서 여자 1,500ｍ 결승에서 최민정 과 남자 1,500ｍ 결승에서 임효준, 500m 결승에서 황대헌이 금메달을 하나씩 획득 하였다.