] 모건스탠리캐피털인터내셔널(MSCI)이 MSCI 신흥국(EM) 지수에서 중국 A주가 차지하는 비중을 대폭 확대하기로 하면서 외국인 자금 유입 효과를 누릴 중국 증시 상장 종목에 대한 관심이 높아지고 있다.

"중국 증시 상장 개별 종목에 대해 잘 모르는 투자자들이라면 MSCI 지수에 편입되는 중국 A주 종목만 골라 투자하는 글로벌 상장지수펀드(ETF)에 관심을 가져볼 만하다"는 게 전문가들의 설명이다.

도이치뱅크가 발행한 '엑스트래커스 MSCI 편입 중국 A주 ETF'(코드명 ASHX)는 지난해 12월 7일 16.62달러에서 지난 7일 20.76달러로 24.91% 올랐다.

이 ETF는 MSCI가 중국 A주의 EM 지수 편입 검토를 시작한 2015년 미국 뉴욕증권거래소에 상장한 상품이다.

순자산 200억달러로 그 규모가 같은 유형의 ETF 가운데 가장 크다.

MSCI가 지난해 5월부터 산출하기 시작한 'MSCI 중국 A주 편입 지수' 움직임에 따라 수익률이 결정되는 상품이다.

주요 편입 종목은 구이저우마오타이, 핑안보험, 중국초상은행 등 시가총액 상위 대형주들이다.

런던증권거래소에 상장한 'HSBC MSCI 중국 A주 편입 ETF'(HMCA), 홍콩거래소에서 거래되는 'CSOP MSCI 중국 A주 편입 ETF'(3149)도 비슷한 상품이다.

MSCI가 산출하는 지수는 세계적으로 막대한 규모의 인덱스펀드 자금을 몰고 다닌다.

지수에 중국 주식이 많이 편입될수록 중국 증시로 유입되는 투자 자금이 대폭 늘어난다.

MSCI는 EM 지수에 편입하는 중국 A주 비중을 3단계에 걸쳐 5%에서 20%로 확대한다고 지난달 말 발표했다.

중국 시장에 글로벌 자금 유입이 이어진다는 점은 수급 측면에서 주가에 긍정적 영향을 미칠 가능성이 높다.

다만 중국 경기 둔화 추세가 가팔라질 조짐을 보이고 있는 점은 중국 주식 투자 관련 상품의 불확실성을 높이는 요인으로 꼽힌다.

@highlight

MSCI가 지난달 EM 지수에 편입되는 중국 A주 비중을 확대한다고 발표한 가운데, 도이치뱅크가 발행한 '엑스트래커스 MSCI 편입 중국 A주 ETF'는 작년 12월 7일 대비 지난 7일 24.91% 상승하는 등 전문가는 중국 A주 종목만 선별해 투자하는 글로벌 상장지수편드(ETF)에 관심을 가져볼 가치가 있다고 설명했다.