[환경일보] 환경보전협회(회장 이우신)는 삼성SDI, 한국국제기아대책과 함께 경기지역 초등학교 및 기관을 대상으로 '2019 찾아가는 푸른별 환경학교'에 대한 교육신청 접수를 지난 3월5일부터 시작했다고 밝혔다.

'찾아가는 푸른별 환경학교'는 2015년부터 환경보전협회·삼성SDI·한국국제기아대책 3개 기관이 사회공헌사업의 일환으로 시작해 전 지구적 차원의 환경문제인 기후변화·미세먼지 등의 원인 및 대응방안 관련 체험형 교육프로그램을 무료로 제공하는 사업이다.

이번 '2019 찾아가는 푸른별 환경학교'는 ▷푸른별 일일체험교실 ▷푸른별 프로젝트교실 2개 유형으로 구분해 4월부터 운영될 예정이다.

푸른별 일일체험교실은 ▷태양광자동차 레이스 ▷뛰면서 전기를 만들어요 등 이동교육차량에서 운영되는 차량활용 공통 프로그램과 ▷미세먼지로부터 우리를 지켜요 ▷에너지 절약 올림픽' 등 에너지·기후변화·미세먼지 3개 주제의 13개 프로그램 중 선택한 교육프로그램을 통해 친환경실천을 유도하기 위해 마련됐다.

푸른별 프로젝트교실은 학생들이 환경·에너지 문제에 대한 대응방법을 모색하고 프로젝트 활동을 기획 및 수행하는 학생주도형 교육 프로그램으로 환경소양 함양뿐만 아니라 문제해결능력, 창의력 등을 향상시키는데 도움이 될 것으로 기대된다.

환경보전협회 김창수 처장은 "보다 많은 학생들에게 교육 기회를 제공하여 환경 문제 및 중요성을 인식하고 친환경적 환경소양을 함양할 수 있는 계기가 되길 바라며, 환경교육을 지속·확대할 수 있도록 다양한 기관과 협력할 계획"이라고 밝혔다.

교육신청은 찾아가는 푸른별 환경학교 홈페이지에서 신청할 수 있으며, 이동교육차량 접근성 및 교육여건 취약지역(도서·벽지지역 등) 여부 등 선정기준을 통해 최종 선정결과는 11일 홈페이지 및 개별 연락을 통해 공개된다.

및 추가 접수가 진행될 예정이며, 교육관련 문의는 환경보전협회로 전화 또는 홈페이지를 통해 가능하다.

@highlight

2015년부터 환경보전협회·삼성SDI·한국국제기아대책 기관이 실시한  '찾아가는 푸른별 환경학교'는 기후변화·미세먼지 등의 원인 및 대응방안 관련 체험형 교육프로그램을 무료로 제공하여 친환경실천을 유도하고 문제해결능력, 창의력 등을 향상시키는데 도움을 주는 프로그램으로  경기지역 초등학교 및 기관을 대상으로 '찾아가는 푸른별 환경학교 홈페이지'를 통해 신청,선정된다.