관련분야 최고권위 학술대회, 로봇산업 메카도시 위상 알릴 기회관련분야 최고권위 학술대회, 로봇산업 메카도시 위상 알릴 기회 [김윤기 기자 yoonki@imaeil.com] 오는 11~14일 열리는 인간로봇 상호작용 국제컨퍼런스(HRI 2019) 세부일정.

대구시 제공.

인간과 로봇의 상호작용을 다루는 국제 콘퍼런스가 오는 11~14일 엑스코에서 열린다.

올해로 14회를 맞는 '인간-로봇 상호작용 국제컨퍼런스'(HRI 2019)는 인간과 컴퓨터의 상호작용, 인공지능, 로봇공학, 사회학, 디자인 등의 그동안의 로봇 관련 연구 성과를 공유하는 국제적으로 가장 권위 있는 학술대회다.

올해 콘퍼런스는 '협력적 인간로봇 상호작용'을 주제로 로봇이 사람의 일자리를 뺏는 것이 아니라 사람들의 능력발휘를 돕는 협력자로 만드는 데 초점을 맞출 예정이다.

세계 각국 전문가들의 논문 발표과 비디오 세션 등으로 진행되며 학생을 대상으로 한 디자인 콘테스트도 마련된다.

구글, 토요타 랩, 네이버 랩스 등 국내외 대기업들은 'CES 2019'에서 선보인 최신 로봇기술을 시연한다.

12~14일 마련된 기조 강연에는 음악 관련 로봇기술을 연구하는 조지아공대 길 와인버그 교수와 유연하고 신축성 있는 소재의 '소프트 로봇'을 연구하는 조규진 서울대 교수, 인간과 로봇 간의 인문학적 연구를 하는 프린스턴대 쟈넷 버테시 교수(14일)가 강단에 오른다.

더불어 소셜 로봇을 활용한 치료 국제회의가 마련돼 로봇이 인간의 정신적 치유에 도움을 주는 방안도 논의한다.

대구시는 지역 내 로봇산업 진흥을 위해 2017년 민관 합동 유치단을 오스트리아에 파견한 끝에 이번 행사 유치에 성공했다.

홍석준 대구시 경제국장은 "대구는 세계 7대 로봇기업 중 4곳인 야스카와전기, 쿠카, 현대로보틱스 등 161개 기업과 한국로봇산업진흥원이 위치한 로봇 선도도시"라며 "이번 국제콘퍼런스를 통해 로봇산업 메카도시 위상을 알릴 것"이라고 밝혔다.

@highlight

'인간-로봇 상호작용 국제컨퍼런스'는 인간과 컴퓨터의 상호작용등의 로봇 관련 연구 성과를 공유하는 국제적으로 가장 권위 있는 학술대회로 올해는 '협력적 인간로봇 상호작용'을 주제로 로봇이 사람의 일자리를 뺏는 것이 아니라 사람들의 능력을 이끌어내는 협력자로 만드는데 초점을 맞춰 진행하는 학회로 오는 11~14일 엑스코에서 열린다. 