[환경일보] 이재갑 고용노동부 장관은 3월8일(금) 오전 10시, 원·하청 공생협력 우수기업인 LG전자(주) 평택공장(대표 조성진)을 방문해 임·직원들을 격려하고 공장시설을 둘러봤다.

이번 방문은 하청 노동자의 사망재해가 자주 발생하여 원·하청 공생협력 필요성이 커지고 있는 가운데 원청의 책임의식을 높이고, 원·하청 공생협력사업 참여를 독려하기 위해 마련됐다.

안전보건 공생협력 프로그램은 안전보건에 대해 투자할 여유가 부족한 협력업체에 대한 원청이 기술과 재정을 지원해 원청과 하청이 안전보건 성장을 함께할 수 있도록 이끌기 위한 것으로 고용노동부가 2012년부터 진행하고 있다.

원청이 주도해 협력업체에 대한 안전보건지원계획을 세우면, 안전보건공단이 기술지도와 컨설팅을 하여 원청과 하청이 자율적인 공생협력 체계를 구축하도록 돕는다.

2012년 이후 프로그램에 참여한 협력 업체를 조사한 결과, 협력업체의 재해율이 매년 줄어드는 등 산재 예방효과가 있는 것으로 나타났다.

공생협력 프로그램에 참여하는 기업은 평가결과에 따라 정기감독 유예, 재정지원, 정부포상 등의 혜택도 받을 수 있다.

한편 안전보건공단은 3월4일(월)부터 15일(금)까지 2주간 지역본부와 지역지사에서 공생협력 프로그램 참여 접수를 받는다.

고용노동부는 특히 협력업체에서 사망재해가 발생하거나 재해가 잦은 안전보건 관리 취약사업장에 대해 공생협력 프로그램 참여를 적극 유도할 계획이다.

이날 방문은 원·하청 대표들과 공생협력 우수사례를 공유하고, 산업재해를 줄이기 위한 의견을 나눈 후 현장을 살펴보는 순서로 진행됐다.

이 장관은 "최근에 노동자들이 사망하는 사고가 연이어 발생한 것에 대해 매우 안타깝게 생각한다"며 "원청이 앞장서서 협력업체의 안전보건 관리 능력을 높이고 안전한 일터를 만들기 위해 힘써 줄 것"을 부탁했다.

또한 "고용노동부도 현장 관리·감독 강화, 시설 개선 지원 등 산업재해를 줄이고 안전보건 문화가 자리 잡을 수 있도록 최선의 노력을 기울여 나가겠다"라고 밝혔다.

@highlight

2012년부터 원·하청이 함께 안전보건 성장을 위해 안전보건 공생협력 프로그램을 진행하고 있는데 3월 8일에는 원·하청 공생협력 우수기업인 LG 평택공장에 이재갑 고용노동부 장관이 방문해 임직원들에게 공생협력사업 참여를 독려했다.