[환경일보] 김봉운 기자 = 산림청(청장 김재현)은 이달 4일부터 5월3일까지 산림바이오매스수집단, 숲가꾸기자원조사단, 숲가꾸기패트롤 등 공공산림가꾸기 사업 참여 근로자 1400여명을 대상으로 '2019년 공공산림가꾸기 기술교육'을 실시한다고 밝혔다.

이번 교육은 사업 참여자의 산림기술 등 현장 기술능력을 향상시키고 사업장 안전관리를 강화하기 위해 마련됐으며, 임업교육 전문기관인 산림조합중앙회 훈련원에서 기수별로 1～2주 동안 진행, 교육비는 전액 국비로 지원한다.

참석자들은 공공산림가꾸기 세부 사업 유형에 따른 실무 이론과 산림 사업장 내 안전작업 요령 등 강의를 듣고 숲가꾸기, 임업장비 사용 및 정비, 현장 산림조사, 등목기술 등을 실습한다.

산림바이오매스수집단 교육은 집재장비 운용인력 양성을 목표로 숲가꾸기 산물수집을 위한 임업기계장비 활용, 기계톱 사용, 벌목작업 및 집재기술 등 실습 위주로 진행된다.

민유림 숲가꾸기 담당 일선 시·군·구 산림공무원의 업무를 보조하는 숲가꾸기자원조사단은 산림자원 조사, 위성항법 시스템(GPS) 활용 산림측정 등 숲가꾸기 데이터베이스(DB) 구축을 위한 시스템 관리 교육을 받는다.

위험목 제거 등 생활 속 산림민원을 처리하는 숲가꾸기패트롤은 기계톱 및 등목장비 사용 실습, 안전벌목 요령, 등목 후 벌목기술 등 안전작업 요령 숙달 교육을 실시한다.

한창술 산림자원과장은 "현장위주 맞춤형 기술교육으로 전문화된 임업기능인을 양성할 것"이라면서 "공공산림가꾸기 참여 근로자의 대다수인 농·산촌 취업취약계층이 산림사업법인, 산림조합 등 양질의 일자리로 취업할 수 있도록 도울 계획"이라고 말했다.

@highlight

공공산림가꾸기 사업 참여 근로자 1400여명을 대상으로 현장 기술능력 향상과 사업장 안전관리 강화를 위해 마련된  '2019년 공공산림가꾸기 기술교육'을 실시하며 참석자들은 실무이론 강의와 임업장비 사용 및 현장 산림조사 등을 실습한다.