그룹 빅뱅 탑과 대마초를 피운 혐의도 집행유예 선고를 받은 한서희가 이틀 째 논란의 중심에 섰다.

한서희는 7일 자신의 SNS에 잇몸을 드러낸 채로 웃고 있는 사진을 게재하며 배우 류준열을 따라하고 있음을 알렸다.

이를 본 대중들은 한서희의 태도가 배우의 이미지를 훼손하는 무례한 행위임과 동시에 상대의 외모를 비하하고 조롱하는 것으로 비춰진다며 비판을 쏟아 냈다.

몇몇 누리꾼들은 직접 한서희의 SNS에 댓글을 달며 그의 행동을 지적했다.

계속되는 비판에 결국 한서희는 '악의적인 의도는 아니었다'며 사과의 뜻을 내비쳤다.

그러나 사과를 한 지 채 반나절도 지나지 않아 한서희는 추사랑을 흉내내고 있는 정성호, 류준열을 따라하는 이세영, 딘딘의 입모양을 묘사한 누리꾼의 사진이 합쳐진 게시물을 재차 올리며 자신이 무엇을 잘못했는지 알 수 없다는 늬앙스의 이모티콘을 덧붙였다.

이에 현재 한서희의 인스타그램에서는 일부 누리꾼들이 '외모 비하에 대한 부분을 전혀 인지하지 못하고 있다'는 주장과 '개인의 자유일 뿐, 비하나 조롱이라는 관점은 확대 해석이다'는 의견으로 나뉘어 설전을 펼치고 있다.

더불어 한서희는 인스타그램 스토리를 통해 '악플 PDF 마지막으로 받는다. 심각한 댓글 위주로 부탁드린다'며 자신의 메일 주소를 알리며 적극적으로 '악플' 수집에 나서기까지 했다.

공식적으로 사과를 했지만 자신을 향한 비판을 받아들이지 못하는 모양새다.

특히 한서희가 악플을 수집하겠다고 공언까지 하면서 논란은 쉽게 사그라들지 않을 것으로 보인다.

한서희는 2017년 그룹 빅뱅 탑과 함께 대마초를 피운 혐의로 기소돼 징역 3년, 집행유예 4년, 추징금 87만원, 보호관찰 120시간 명령을 선고 받았다.

탑은 2017년 2월 충남 논산 육군훈련소를 통해 입대한 뒤 의무경찰로 복무했으나, 대마초 흡연 사실이 드러나 징역 10월, 집행유예 2년, 추징금 1만2,000원을 선고 받았다.

그는 의경 신분을 박탈 당해 사회복무요원으로 대체 복무 중이다.

@highlight

대마초로 집행유예를 받은 한서희가 7일 SNS에 웃는 사진을 개시하고, 사과 후에도 자신의 잘못을 모르는 제스처를 취해 이틀 째 논란이 가속되고 있다.