대전시가 올해 영유아 보육사업의 질을 한 단계 끌어올린다.

시는 2019년 전국최초로 무상급식(급식비 및 취사부지원)과 누리과정 3-5세 유아반 차액보육료를 동시 지원해 월 최대 10만 원 가량의 학부모 경제적 부담을 경감하는 보육정책을 시행한다고 11일 밝혔다.

올해 시는 3798억 원 예산을 투입해 수준 높은 보육서비스 제공과 안심보육 구현을 위해 다양한 보육 사업을 추진한다.

이는 전년도 본예산 3520억 원 대비 278억 원 증가한 규모로 국고보조 1980억 원, 지방비 1818억 원(시비 1484억 원, 구비 334억 원)이다.

어린이집 확대지원 예산 내용을 보면 보육료 및 어린이집 운영지원 등에 108억 원이 증가했고, 순시비 보조사업으로 무상급식 및 무상보육 등 민선 7기 약속사업과 어린이집 질적 서비스 개선을 위해 170억 원을 증액했다.

시는 국공립어린이집을 올해 20곳을 확충해 질적 서비스 향상을 위한 어린이집 질 높은 환경구축을 지속적으로 추진할 계획이다.

시 육아종합지원센터를 리모델링해 장난감 도서관을 설치하고, 가정양육 아동 및 어린이집 영아에 서비스를 확대 제공한다.

어린이집 3-5세 아동에게는 정서행동관찰서비스를 온-오프라인으로 제공해 부모, 아동, 교사, 운영자의 어려움을 해소하는 등 아동의 건강한 성장 발달 지원을 도모할 계획이다.

특히 보육교사들의 휴게시간 등 근로환경개선을 위해 국비보조교사 968명, 대체교사 178명, 행정회계 등 보조교사 211명, 평가인증 참여 어린이집 등 시비 영유아보조인력 100명, 시간연장형 보조교사 38명 등 총 1495명을 지원키로 하는 등 교사의 처우를 한층 더 개선한다.

박문용 시 교육복지청소년과장은 "우리의 소중한 미래인 아이들을 안전하고 행복하게 키우는 것은 공공의 책임"이라며 "부모들이 아이들을 믿고 맡길 수 있도록 어린이집에 대한 질적 지원과 관리에 최선을 다 하겠다"고 말했다.

@highlight

대전시가  높은 예산을 투입해 수준 높은 보육서비스 제공과 안심보육 구현을 위해 다양한 보육 사업을 추진하여 지원과 관리에 최선을 다 하겠다는 의지를 보였다.