] 네이버는 '책임리더' 직급을 신설하고 본사와 계열사에서 68명을 선임했다고 10일 밝혔다.

임원 제도를 2년 만에 재도입한 것이다.

책임리더는 리더와 대표급(C레벨) 사이에 신설되는 중간 관리자급 직책이다.

비등기 임원으로 해마다 계약을 갱신하고 보유 주식에 대한 공시 의무도 갖는다.

네이버는 2017년 1월 상법상 필수 임원(등기이사, 사외이사) 7명을 제외한 임원 직급을 폐지했다.

빠르고 수평적인 문화를 지향해 공식 직함이 소통에 걸림돌이 된다는 판단에서다.

대신 각 업무를 주도적으로 수행하는 직원에게 '리더'라는 지위를 상황에 맞게 부여해왔다.

그러나 최근 회사가 동영상과 핀테크(금융기술), e커머스, 로보틱스 등으로 사업을 확장하고 직원 수가 늘어나면서 임원급 중간 관리자의 필요성이 커졌다.

각 사업 부문의 독립성을 인정해주고 향후 분사까지 염두에 둔 사내 독립기업(CIC: company in company)이 늘면서 책임리더 직급을 신설해야 한다는 의견이 제기됐다.

네이버에는 검색, 인공지능(AI), 사용자생산콘텐츠(UGC) 등 7개의 CIC가 있다.

네이버는 이와 함께 임원과 주요 인재 637명에게 총 83만7000주의 스톡옵션을 부여하기로 했다.

한성숙 대표에게 2만 주, 최인혁 최고운영책임자(COO)에게 1만 주를 주고 635명에게 80만7000주를 나눠준다.

나머지 2833명(1년 이상 근속자)에게는 총 42만6000주의 스톡옵션을 부여한다.

이 스톡옵션은 3년이 지난 시점부터 10일 연속으로 지난달 27일 기준 주가(12만8900원)의 약 1.5배인 19만2000원을 기록한 경우에만 행사할 수 있다.

네이버는 오는 22일 주주총회에서 이 같은 임직원 보상 계획을 안건으로 상정할 예정이다.

회사 측은 "창업가 정신이 있는 리더들에게 확실한 도전의식을 갖게 해주는 인센티브가 될 것"이라고 설명했다.

@highlight

네이버는 '책임리더' 직급을 신설하고 본사와 계열사에서 68명을 선임했으며 '책임리더'는 리더와 대표급사이에 신설되는 중간 관리자급 직책이다. 