'사이코메트리 그녀석' 신예은이 설레는 인터뷰로 극에 대한 기대감을 증폭시켰다.

tvN 새 월화드라마 '사이코메트리 그녀석'은 비밀을 마음속에 감춘 소녀 '윤재인'과 상대의 비밀을 읽어내는 사이코메트리 능력을 지닌 소년 '이안'의 초능력 로맨스릴러 드라마다.

'에이틴(A-TEEN)'의 흥행을 이끈 신예은이 '사이코메트리 그녀석'의 주인공 '윤재인' 역을 맡아, 또 한번의 대박 신화를 써내려갈 준비를 하고 있다.

신예은은 지난 9일 'JYP ACTORS' 공식 V앱 채널을 통해 드라마 첫 촬영 당일의 소감을 전했다.

해내야 한다는 책임감에 밤잠을 설쳤다고 밝힌 그는 쉬는 시간에도 회사를 찾아 대본 연습에 열중이었다.

메모지와 펜을 종류별로 나눠 체계적으로 대본을 체크하는 등 빈틈없는 연기를 위해 연구하는 모습에서 엄청난 열정이 느껴졌다.

"아픈 과거를 가지고 있음에도 꿋꿋하게 의지를 가지고 살아가는 모습이 매력적인 인물이다"라고 윤재인을 소개하며, 캐릭터를 최대한 살리고 싶다는 의지를 피력했다.

현실에서도 윤재인을 "닮아가려고 노력하고 있다"고 말해 작품에서 선보일 찰떡 같은 연기를 기대케 했다.

끝으로 "시청자분들이 공감하고 다양한 감정을 느낄 수 있게끔 많이 노력할 테니, 재밌게 봐주셨으면 좋겠다"며 수줍은 인사로 미소를 유발했다.

한편, 신예은은 지난해 화제의 웹드라마 '에이틴(A-TEEN)'으로 얼굴을 알린 신인 배우다.

데뷔와 동시에 광고계를 섭렵하고 공중파 예능까지 성공적으로 진출해, 단숨에 라이징 스타로 떠올랐다.

이어서 상반기 최고의 기대작인 '사이코메트리 그녀석'의 주인공으로 발탁되며, 라이징을 넘어선 대세로 자리매김 했다.

tvN '사이코메트리 그녀석'은 오는 11일 첫 방송을 시작으로, 매주 월, 화요일 오후 9시 30분에 방송된다.

@highlight

웹드라마 '에이틴(A-TEEN)'으로 데뷔한 신인배우 신예은은 초능력 로맨스 스릴러 드라마 '사이코 매트리 그 녀석'을 통해 또 한 번 흥행을 이끌 준비를 하고 있다.