] 드라마 '밥 잘 사주는 예쁜 누나'의 주인공 정해인 소속사로 주목받았던 에프엔씨엔터테인먼트가 지난해 영업 적자로 돌아섰다.

여기에 150억원 규모 전환사채(CB)까지 발행하기로 하면서 주가에 부담이 될 것이란 분석이 나온다.

에프엔씨엔터는 지난 8일 장 마감 직후 지난해 매출 740억원, 영업손실 60억원을 기록했다고 공시했다.

2017년과 비교하면 매출은 36.5% 쪼그라들었고 영업이익은 적자 전환했다.

같은 날 이 회사는 운영자금 조달을 위해 산은캐피탈과 티알인베스트먼트가 함께 결성한 케이디비씨-티알 신기술사업투자조합2호를 상대로 150억원어치 CB를 발행한다고 공시했다.

발행되는 신주는 전환가액 1만216원 기준 146만여 주(주식 총수 대비 9.27%)다.

증권가에서는 에프엔씨엔터의 영업 적자와 CB 발행이 주가 상승세에 제동을 걸 것이라는 분석이 나오고 있다.

이전까지 에프엔씨엔터 주가는 연초 대비 29.9% 오르는 등 회복 조짐을 보이고 있었다.

현재 에프엔씨엔터에는 씨앤블루, FT아일랜드, AOA, 이동건, 정해인, 유재석, 정형돈, 송은이 등이 소속돼 있다.

에프엔씨엔터는 지난해 4월 정해인이 드라마 '밥 잘 사주는 예쁜 누나'를 통해 스타덤에 오르면서 한때 1만3000원대까지 치솟았다.

이후 리더 정용화를 필두로 씨앤블루 멤버들이 줄줄이 군 입대하면서 실적에 대한 기대감이 크게 낮아졌다.

한 증권사 관계자는 "내년 씨앤블루 복귀 전까진 음반과 공연 부문에서 이익을 내기가 쉽지 않을 것"이라고 말했다.

대규모 CB 발행도 부담이다.

이번에 발행되는 CB에는 주가가 하락할 경우 전환가를 낮춰 더 많은 신주를 발행할 수 있도록 전환가액 조정(리픽싱) 조항이 있다.

앞으로 에프엔씨엔터 주가가 하락해 리픽싱으로 신주 발행 규모가 늘어나면 기존 주주의 지분가치는 그만큼 희석되는 셈이다.

@highlight

최근 인기배우 정해인 소속사로 주목받았던 에프엔씨엔터테인먼트가 지난해 영업 적자로 돌아선데다 운영자금 조달을 위해 케이디비씨-티알 신기술사업투자조합2호를 상대로 150억원어치 CB를 발행한다고 공시해 악화일로를 걷고 있으며, 일각에서는 에프엔씨엔터의 영업 적자와 CB 발행이 주가 상승세에 제동을 걸 것이라는 분석을 내놓았다.