국악여신 송소희의 설렘 가득한 두번째 '입맞춤' 현장이 포착됐다.

오는 12일 밤 방송되는 스타 뮤지션들의 심쿵 보이스 파트너 쟁탈전 KBS 2TV '입맞춤'(연출 정미영) 제작진이 청순 아우라로 가득한 송소희의 녹음실 현장 스틸컷을 공개했다.

공개된 사진 속 긴 생머리와 티 없이 맑은 얼굴의 송소희는 국민적 사랑을 받던 '국악소녀'에서 러블리한 '국악여신'으로 폭풍성장한 청순 자태로 눈길을 사로잡는다.

꾸밈없이 자연스러운 미소와 반짝이는 눈망울은 보는 이들 마저도 금세 사랑에 빠지게 만드는 심쿵과 설렘을 유발하고 있다.

이어 새로운 듀엣곡의 리허설을 끝마친 송소희는 본격적인 녹음에 들어가서는 한층 더 사랑스러운 눈빛으로 상대를 바라보고 있어, 그녀의 사랑스럽고 밝은 매력을 엿볼 수 있는 곡임을 예감케 만들고 있다.

앞서 지난 방송에서 남태현과 첫 호흡을 맞춘 송소희는 '스물다섯, 스물하나' 듀엣 무대를 통해 국악과 락(ROCK)의 이색적인 앙상블을 통해 색다른 감동과 감탄을 불러 일으킨 바 있다.

더군다나 오는 2회 방송에서는 보이스 파트너 재선택이라는 안개 속 2차 매칭이 예고되고 있는 만큼 과연 그녀가 남태현과의 인연을 계속 이어갈지 아니면 또 다른 파트너와 새롭게 짝을 이루게 될지 관심이 집중되는 상황.

무엇보다 이날 녹음실에 도착한 송소희는 문을 열고 들어오는 순간부터 밝은 표정으로 부푼 설렘과 기대감을 감추지 못했다는 후문이어서 예측불가한 국악여신의 두 번째 '입맞춤' 상대는 누구일지, 또 이번에는 어떤 노래로 환상적인 보이스 케미와 장르적 마리아쥬를 자아낼지 시청자들의 관심이 폭증하고 있다.

소유, 송소희, 문별, 펀치, 산들, 딘딘, 손태진, 최정훈, 남태현까지 9인의 스타 뮤지션들의 치열한 보이스 파트너 쟁탈전이 펼쳐질 KBS 2TV '입맞춤'은 오는 12일 화요일 밤 11시 10분에 방송된다.

@highlight

KBS 2TV의 '입맞춤' 제작진이 국민적 사랑을 받는 국악여신으로 알려져있는 송소희가 폭풍성장하여, 두번 째 '입맞춤'에 출연한 녹음실 현장 스틸컷을 공개해 화제다.