전북농협은 지속가능한 축산환경 조성, 맞춤형 현장 컨설팅 실시, 깨끗한 축산환경개선과 나눔 축산 운동 강화로 지역사회와 상생하는 청정축산 구현에 나설 계획이라고 8일 밝혔다.

우선 지속가능한 축산을 위해 범 농협 상시방역체계를 공고화한다.

악성가축질병 예방을 위해 선제적 방역체계를 가동 과거발생 및 밀집 사육지역, 소규모 농가 등 취약지역 소독활동을 강화해 사각지대를 최소화하고, 전업농가에 대한 구제역 백신 공급관리도 지자체와 협력해 차질 없이 수행한다는 방침이다.

다음은 농가 소득증대를 위한 축산컨설팅 및 조합원 교육을 실시한다.

축산농가 실익제고를 위한 맞춤형 현장 컨설팅을 확대 실시하고 축산업 신규 진입자 및 축산관련종사자에 대한 교육으로 가축방역 의식 및 축산업 경쟁력을 높이며, 농협인증 축산컨설턴트의 보수교육을 병행 추진한다.

또한 국민에게 사랑받는 지속가능한 환경친화형 축산기반을 마련하고 정부 규제 내 축산업 관리체계 구축을 위하여 무허가축사 적법화 지원을 계속해서 추진하고, 축산환경개선인 깨끗한 축산농장, 방취림 조성사업, 예쁜 농장, 벽화그리기 등을 추진해 축산냄새와 비위생적인 축산환경에 대한 국민의 부정적인 인식을 해소하는데 주력할 계획이다.

아울러 나눔축산운동인 사회공헌 기능을 강화해 축산업의 부정적인 이미지 개선을 위해 환경정화, 불우이웃돕기, 농촌일손돕기, 축산물 정 나눔 행사 등을 실시해 국민으로부터 사랑받는 축산업 구현을 위해 노력하기로 했다.

유재도 본부장은 "매월 두 번째 수요일을 축산환경 개선의 날로 운영하는 등 축산농가와 국민이 행복한 축산업을 위해 최선을 다하겠다."며, "깨끗한 축산환경 조성, 가축질병 방역활동·위생안전강화 및 충실한 무허가축사 적법화 이행 등 국민이 신뢰하고 농업인이 행복한 희망축산을 만들어 가자"고 말했다.

@highlight

지난 8일, 전북농협은 지속가능한 축산환경 조성, 맞춤형 현장 컨설팅 실시, 깨끗한 축산환경개선과 나눔 축산 운동 강화로 지역사회와 상생하는 청정축산 실현에 나설 계획이라고 밝혔으며. 우선 지속가능한 축산을 위해 범 농협 상시방역체계를 공고히 함과 아울러 "매월 두 번째 수요일을 축산환경 개선의 날로 운영하는 등 축산농가와 국민이 행복한 축산업을 위해 최선을 다하겠다."고 유재도 본부장이 말했다.