익산산림조합 조합장 선거는 현 김관기 조합장이 출마하지 않은 가운데 3명의 후보가 출사표를 던져 예측불허 상황이 전개되고 있다.

기호 1번 추상수(60) 후보는 전 익산시 산림공원과장을 지냈으며 현재는 수목농장을 경영하고 있다.

추 후보는 '산림조합을 탈바꿈 할 수 있는 새로운 후보'라는 슬로건을 내걸고 집약된 판매망 구축과 공격적인 마케팅, 휴양림 조성 등의 공약을 조합원들에게 내걸었다.

또한, '확실한 책임경영 실천'을 내세워 경영손실로 적자 발생시 산림조합 경영의 총책임자로서 조합장에게 지급되는 급여와 수당 등을 경영정상화 될 때까지 무보수로 일할 것을 약속했다.

기호 2번 정창영(60) 후보 역시 익산시 산림공원과장을 지냈으며 산림행정 35년 경험을 바탕으로 도전장을 내밀었다.

정 후보는 '조합원 모두 함께 참여하고 대안을 제시하는 소통 경영을 하겠습니다!'라는 슬로건을 내걸고 조합원이 주인이 되는 조합육성, 산림사업 확대, 튼실한 조합육성 등의 공약을 발표했다.

특히, 정 후보는 조합장과 상호 소통 확대는 물론 감사 지적사항을 적극 수용해 문제점 발생시 조기 해결 시스템을 구축과 은행전문가를 채용 배치해 대출금 확대를 모색하겠다고 강조했다.

기호 3번 김수성(57) 후보는 30여년 몸담았던 산림조합에 명예퇴직을 신청하고 출마를 선언했다.

김 후보는 '변화와 혁신은 31년 산림조합경력의 준비된 산림전문가만 할 수 있습니다.'라는 슬로건 아래 조합원 소득증대 위한 다양한 사업개발 프로그램 제공, 생산현장 교육 및 선진지 견학실시, 산림문화체험관 2단계 사업 활성화 추진 등의 공약을 발표했다.

더불어, 조합원에게 책임을 다하는 조합, 항상 낮은 자세로 소통하는 조합, 더 많은 혜택을 주는 조합을 만들겠다고 약속했다.

익산지역은 15개 조합이 분포돼 있으며, 평균 2.21대 1의 경쟁 속에 각 조합원들을 대상으로 선거운동에 돌입한 가운데 각 후보자들은 한 치의 양보 없이 예측불허 상황이 전개되고 있어 어느 누가 당선될지 벌써부터 귀추가 주목 되고 있다.

@highlight

익산산림조합 조합장 선거에 전 익산시 산림공원과장 추상수, 정창영 후보 등 3명이 출마를 해 예측불허 상황이 진행되고 있다.