] 오는 4월 1일 분할될 예정인 SK이노베이션 소재사업부문의 기업가치가 4조원 수준에 이를 것이란 분석이 나왔다.

SK이노베이션 소재사업부문은 전기차 배터리에 사용되는 분리막과 폴더블폰 등에 쓰이는 투명폴리이미드(PI)를 생산할 계획이다.

11일 증권업계에 따르면 SK이노베이션 이사회에서 소재사업부문을 물적분할해 자회사 SK아이소재를 설립하기로 결정한 지난달 27일 이후 메리츠종금증권은 신설 자회사의 가치를 4조6000억원으로 제시했다.

키움증권은 '보수적으로 잡아도 3조~4조원'이라고 평가했다.

그러면서 전기차 배터리 생산능력이 작년 말 3억6000만㎡에서 2021년 12억㎡로 증가한다는 점을 감안할 때 올해 1000억원, 내년 이후엔 2000억원 이상의 영업이익을 올릴 것으로 관측했다.

노우호 메리츠종금증권 연구원은 "SK이노베이션 소재사업부문의 기업가치는 전기차 배터리 분리막 부문 경쟁사인 일본 아사히카세이, 도레이를 압도하는 영업이익률과 투명PI 필름의 성장성을 감안할 때 프리미엄을 받을 만하다"고 설명했다.

이동욱 키움증권 연구원은 "글로벌 경쟁사의 밸류에이션(실적 대비 주가 수준)을 적용하면 신설 자회사의 기업가치는 보수적으로 잡아도 3조~4조원 수준"이라고 평가했다.

모회사가 될 SK이노베이션에도 시가총액 증가 요인이 될 것이란 게 증권사들의 분석이다.

KB증권은 △분할을 통해 배터리 분리막 사업 가치가 제대로 평가받을 수 있고 △신속한 의사결정과 투자를 통해 실적 개선이 가속화할 것으로 보이며 △상장(IPO)을 통한 자산유동화가 가능하다는 점을 근거로 꼽았다.

이 증권사 백영찬 연구원은 "SK이노베이션 소재사업부문 분할은 기존 주주들의 지분율 및 연결재무제표에 미치는 영향이 없는 단순 물적분할"이라며 "SK이노베이션 주가에 긍정적 영향을 줄 것"이라고 말했다.

@highlight

SK이노베이션 이사회에서 소재사업부문을 물적분할해 자회사 SK아이소재를 설립하기로 결정한 저번달 27일 이후 메리츠종금증권은 신설 자회사의 가치를 4조6000억원으로 제시했는데 키움증권은 보수적으로 잡아도 3조~4조원이라고 평가했으며 전기차 배터리에 사용되는 분리막과 폴더블폰 등에 쓰이는 투명폴리이미드(PI)를 제조할 예정이다.