서산시는 9일 시청 대회의실에서 '2019년 범시민 한 책 읽기 운동 선정도서 선포식'을 갖고, 작가와의 만남과 시민 낭독, 밴드와 어린이 역할극 공연 등 풍성한 이벤트 행사를 가졌다.

[서산]서산시립도서관(관장 이경식)은 범 시민 한 책 읽기 선정 도서로 일반부문 정재승 작가의 '열두 발자국', 아동부문 노경수 작가의 '하얀 검은 새를 기다리며'를 각각 선정했다고 밝혔다.

시립도서관에 따르면 지난해 8월부터 시민들로부터 직접 173종 274권의 후보도서를 추천받고, 12월 도서선정위원회의 심의를 거쳐 최종 2권을 뽑았다.

시는 9일 시청 대회의실에서 '2019년 범시민 한 책 읽기 운동 선정도서 선포식'을 갖고, 작가와의 만남과 시민 낭독, 밴드와 어린이 역할극 공연 등 풍성한 이벤트 행사를 가졌다.

특히 선정 도서 정재승 작가와 노경수 작가가 참여, 선정 도서에 얽힌 이야기를 들려주고 포토타임 등으로 시민들에게 책의 관심을 불러일으켰다.

시립도서관은 선포식을 시작으로 독서릴레이, 독후감공모, 독서감상화 대회, 독서토론회 등 한 해 동안 선정도서와 관련된 다채로운 프로그램을 진행할 예정이다.

정재승 작가는 "2005년경 서산의 도서관에서 강연을 했을 때 학생들이 과학자와의 만남에 기대를 품고 1시간 이상 버스를 타고 찾아오는가 하면 머리카락을 뜯어가는 등 최고의 환대를 해줬다"며 "2010년부터 전국의 과학자들이 매년 10월 마지막 토요일 강연을 기부하는 프로젝트를 기획하게 돼 서산에 각별한 추억이 있다"고 말했다.

이경식 시립도서관장은 "기존 한 책 읽기 운동에 관심과 성원이 높았던 청소년, 성인뿐만 아니라 어린이의 참여를 독려하고자 아동도서를 별도 선정하고 공연 등 볼거리도 준비해 폭넓은 연령층의 기대에 부응했다"라며 "이어지는 독서릴레이, 감상문 공모와 토론 등에도 적극 참여하길 바란다"고 밝혔다.

@highlight

서산시립도서관은 범 시민 한 책 읽기 도서 선정 및 9일 '2019년 범시민 한 책 읽기 운동 선정도서 선포식'을 시작으로 올 한 해  선정도서와 관련된 다양한 프로그램을 실시할 예정이다. 