] LG유플러스와 한양대가 11일 세계 최초로 5세대(5G) 이동통신을 활용한 도심 자율주행을 시연(사진)했다.

이날 시연한 5G 자율주행차는 LG유플러스와 한양대 자동차전자제어연구실 에이스랩(ACE Lab)이 협력해 만든 에이원(A1)이다.

A1은 서울 강변북로와 영동대교, 올림픽대로 등 시내 약 8㎞ 구간을 주행하는 데 성공했다.

표준 5G망을 이용한 자율주행차가 통제되지 않은 도심 도로에서 일반 차들 틈에 섞여 달린 것은 이번이 처음이다.

운전석 탑승자가 자율주행 모드 스위치를 누른 후 운전대와 가속·제동 장치에서 손발을 떼자 A1은 시속 60㎞로 달리는 일반 차들의 흐름에 맞춰 강변북로에 자연스럽게 진입했다.

정체 구간에선 주변 차들과 일정 간격을 유지하는 자율적 차량제어 기술도 선보였다.

강변북로를 달리는 동안에는 규정 제한속도인 시속 80㎞ 이하를 유지했다.

도로마다 부착된 속도제한 표지판을 인식해 주행 속도에 반영했다.

차량 간격은 주행속도에 따라 달랐다.

영동대교에선 전·후·측방 차량의 차선 변경에 실시간 대응하는 인공지능(AI) 기반의 주행환경 인식 능력도 확인할 수 있었다.

A1이 올림픽대로를 달릴 때는 탑승자가 5G 스트리밍 영상을 시청했다.

뒷좌석 탑승자가 가상현실(VR) 기기(HMD)를 착용한 상태로 그랜드캐니언, 해양생태계, 아이돌 영상 등 대용량 VR 콘텐츠를 지연 없이 실시간으로 이용했다.

자율주행 분야의 세계적 권위자인 선우명호 한양대 에이스랩 교수는 "5G 자율주행차는 교통체증 해소와 안전사고 예방 등 사회적 문제 해결에 크게 기여할 수 있는 4차 산업혁명 기술의 집약체"라고 설명했다.

그는 "통신과 자동차산업 간 빠른 융합을 기반으로 운전대와 페달이 없는 완전 무인차 시대가 곧 도래할 것"이라고 내다봤다.

@highlight

LG유플러스와 한양대가 11일 세계 최초로  5세대(5G) 이동통신을 활용하여 자율주행을 시연, LG유플러스와 한양대 자동차전자제어연구실 에이스랩이 협력해 만든 에이원(A1) , 표준 5G망을 이용한 자율주행차가 통제되지 않은 도심 도로에서 일반 차들 틈에 섞여 달린 것은 이번이 처음이다.