[부산=환경일보] 권영길 기자 = 부산시는 3월21일 오후3시 부산대학교병원 R동 강당(13층)에서 '제12회 암 예방의 날'을 맞이해 12일부터 다양한 행사를 개최한다.

이번 행사는 16개 구·군을 비롯한 부산지역 암센터, 국민건강보험공단 부산지역본부가 참여하며 부산 시민들에게 국민 사망원인 1위인 암의 예방과 조기검진의 중요성을 홍보해 암 조기검진율 향상과 조기치료를 유도하기 위해 마련됐다.

3월12일부터 시청역 도시철도 연결통로에서는 암 예방과 조기검진, 암종별 정보를 담은 안내판을 21일까지 전시한다.

제12회 암 예방의 날인 21일에는 오후3시에 아미동 부산대학교병원 R동 13층 강당에서 기념식이 ▷국가 암사업 유공자 표창 ▷기념사 ▷국민 암 예방수칙낭독 ▷축하공연순으로 개최된다.

▷오색 과일채소 시식코너 ▷체성분, 일산화탄소, 폐 나이 측정 ▷유방자가검진 시연 및 실습 ▷금주 및 금연상담 등의 다양한 행사가 있을 예정이다.

또한 3월24일 수영만 요트경기장에서는 유방암 예방홍보를 위한 '핑크 런 마라톤대회'가 개최될 예정이며, 3월 28일에는 부산지역암센터, 국민건강보험공단, 암 관련 기관 및 단체, 구·군 보건소 관계자들이 합동으로 광복동 일대에서 암 예방 및 조기검진 홍보를 위한 거리홍보 캠페인을 실시한다.

한편 부산시는 취약계층의 암 검진율을 높이기 위해서 의료급여수급권자가 국가암 검진을 받을 때 발생하는 본인부담금을 시비로 지원하고 있다.

위암 내시경검사 시 수면비용, 1차 대장검사 소견자의 내시경검사 시 수면비용과 1차 유방암검사 소견자의 유방초음파 비용 전액에 대해 지원된다.

부산시 관계자는 "제12회 암 예방의 날을 맞아 암 조기검진 중요성과 암에 대한 올바른 지식을 전달하기 위해 다양한 행사를 마련했으니 많은 관심 부탁드린다"고 말했다.

@highlight

부산시는 시민들에게 암의 예방과 조기검진의 중요성을 홍보해 검진율을 늘리고 조기치료를 유도하기 위해 3월21일 오후3시 부산대학교병원 R동 강당(13층)에서 '제12회 암 예방의 날' 기념 행사를 열고 유방암 예방홍보를 위한 '핑크 런 마라톤대회'와 암 예방 및 조기검진 홍보를 위한 거리홍보 캠페인 등을 시행한다.