경기도가 성남, 안양, 안산, 과천 등 도내 4개 시를 제외한 27개 시군에 올해 41억원을 투입해 중소기업의 개발, 생산, 판로 맞춤형 지원에 나선다.

도 위탁(대행)기관인 경기도경제과학진흥원은 이달부터 '2019년도 중소기업 개발생산판로 맞춤형 지원사업'을 이지비즈에 공고했다고 11일 발표했다.

중소기업 개발생산판로 맞춤형 지원사업은 도내 중소기업의 창안개발, 제품생산, 판로개척 등 현장중심의 맞춤형 기업지원을 실시해 지역경제 발전과 산업기술의 성공적 사업화를 도모하는 데 목적을 뒀다.

올해 지원대상은 자체 출연해 사업을 추진중인 성남·안양·안산·과천 등을 제외한 도내 27개 시군의 기업들로 전년도 매출액 120억원 이하인 지방세 완납기업이다.

소규모 및 창업초기기업의 성장지원을 위해 도내 창업보육센터 또는 벤처집적시설에 입주한 기업도 신청 가능하다.

지원분야는 창안개발(국내·외 지식재산권 출원, 국내·외 규격인증 등), 제품생산(금형·목형 분야 시제품개발, 시험분석 등), 판로개척(홈페이지 제작, 국내 홍보판로, 국내 전시회 참가, 카탈로그 제작 등) 등으로 기업 당 연간 2000만원 한도 내에서 원하는 사업을 지원받을 수 있다.

도는 올해는 기업들의 편의를 고려해 사업신청 시 불필요한 서류를 받지 않는 등 신청절차를 간소화했다.

이를 위해 도는 올해 도비 16억6500만원, 시·군비 24억6500만원으로 총 41억3000만원의 사업비를 투입하기로 했다.

지원 희망기업은 이지비즈를 통해 신청하면 된다.

오는 25일까지 1차 공고해 접수 및 선정하고 잔여 예산 소진 시까지 추가 공고를 할 계획이다.

이소춘 도 기업지원과장은 "이 사업은 중소기업의 창안개발, 제품생산, 판로개척까지 단계별 맞춤식 지원이 가능하도록 구성해 기업들의 호응이 높다" 며 "새로운 기술을 갖췄거나 지역경제 활성화를 희망하는 중소기업들의 많은 참여를 바란다"고 말했다.

한편 도는 지난해에는 이 사업을 통해 2194건을 지원해 7151억원의 매출증대와 2097명의 고용창출 효과를 거뒀다.

@highlight

경기도가 도내 27개 시군에 중소기업의 개발, 생산, 판로 맞춤형 지원을 실시함에 따라 경기도 위탁기관인 경기도경제과학진흥원은 '2019년도 중소기업 개발생산판로 맞춤형 지원사업'을 이지비즈에 공고했는데, 지원 후 선정된 기업은 연 2000만원 내에서 경기도로부터 원하는 사업을 지원받을 수 있다.