어느새 추웠던 겨울이 지나가고 입춘을 지나 전국에 꽃이 피기 시작하면서 가족나들이, 수학여행, 각종 동호회 등 봄나들이가 시작되고 있다.

이에 봄날 가장 많은 교통사고를 유발하는 졸음운전에 대한 예방법을 미리 살펴보고자 한다.

경찰청과 한국도로공사의 통계에 따르면 고속도로 졸음운전 사고 치사율은 과속사고의 2.4배이며, 최근 5년 동안 1만2천539건의 졸음운전으로 566명이 사망해 사망률이 4.51%나 된다.

이는 음주운전사고 사망률 2.58%보다 높고 전체 교통사고 치사율(2.3%)보다 2배 이상 높게 나타났다.

지난해 졸음운전 및 주시 태만으로 인한 고속도로 교통사고 사망자는 153명으로 전체 고속도로 사망자(227명)의 68%를 차지했다.

대형 인명피해 우려가 높은 화물차 사고의 80%가 졸음이 원인이었다.

졸음운전이 무서운 이유는 시속 100㎞로 주행할 경우 3초만 졸아도 80m 이상을 무방비 상태로 주행한다는 것이다.

중앙선 침범이나 도로 이탈, 추돌사고로 이어질 가능성이 커 치사율도 높은 편이다.

첫째는 고속도로의 졸음쉼터·휴게소를 이용하는 것이다.

졸음쉼터는 졸음으로 발생하는 사고를 예방하기 위해 마련된 간이 휴식공간으로 휴식을 취하고 가볍게 몸을 움직이는 것이 졸음을 쫓는데 큰 도움이 된다.

휴게소는 말할 것도 없이 잠을 쫓기에 너무나 훌륭한 장소이다.

둘째는 졸음방지껌·오징어등 씹을 수 있는 음식을 먹음으로써 졸음을 쫓아내거나 신나는 음악을 통해서도 잠을 쫓아낼수 있다.

셋째는 차량 환기를 시키는 것이다.

겨울철에 환기하듯이 봄철에도 장시간 운전을 할 경우 20~30분마다 환기를 시켜주어 차안에 쌓인 이산화탄소를 없애 주는 것이 좋다.

졸음운전은 자신은 물론 타인의 목숨까지 위협하는 도로 위의 달리는 시한폭탄이나 다름없음을 숙지하여 이러한 졸음운전 예방법으로 봄날 행락철 안전하고 즐거운 여행길이 되길 바란다.

@highlight

졸음쉼터, 휴게소 등을 이용하고 차량 환기를 시키는 등의 방법으로 빈번히 발생되는 졸음운전을 예방하고 봄날 행락철 안전하고 즐거운 여행길을 즐기자.