송승아가 장범준과 함께 '슈퍼맨이 돌아왔다'에 출연하면서 이목을 집중시켰다.

지난 10일 방송된 KBS 2TV '해피선데이-슈퍼맨이 돌아왔다'(이하 '슈퍼맨이 돌아왔다')에서는 새롭게 슈퍼맨으로 합류한 장범준의 일상이 공개됐다.

이전까지 예능프로그램 출연이 거의 없었던 만큼 장범준과 그의 아내 송승아에게 관심이 쏠렸다.

이날 손승아는 장범준에 대해 '제 기타 선생님이 '알아두면 좋은 사람'이라고 소개해줬다'고 첫 만남을 전했다.

장범준은 '미쓰에이 수지보다 더 예쁜 사람이 있다고 해서 소개를 받았다'고 밝혔다.

장범준의 고백에 손승아는 '욕을 엄청 먹을 것 같다'면서 웃었다.

송승아는 1993년 생으로 스무살에 데뷔했다.

MBC '그대 없인 못살아'에서 박선영의 여동생 역으로 등장했고, SBS '아름다운 그대에게'에서는 민호의 뒤를 따라다니는 사생팬으로 출연했다.

또한 가수 셰인의 '너를 본다' 뮤직비디오에서 셰인 상대역으로 출연하기도 했다.

하지만 장범준과 열애 1년 만에 결혼했다.

당시 송승아의 나이는 22살이었다.

장범준은 첫 만남을 떠올리며 '힐을 안 신고 왔다. 그런데서 약간 인간의 됨됨이를 느꼈다. 뭔가 나를 배려해준 게 아닌가 싶었다'고 밝혔다.

이에 송승아는 '나 몰랐는데 오빠 키?'라며 '이성을 만나기보다는 그냥 좋은 오빠 만나러 간 것'이라고 말해 웃음을 자아냈다.

이어 송승아는 '두 번째 만났을 때 사귀자고 했다. 그래서 '이 남자는 뭐지?' 했다'며 '그러고 나서 어떤 사람인가 싶어 노래를 들어봤다. 좋은 사람, 선한 사람인 것 같아서 그냥 넘어간 것 같다. 나를 많이 좋아해 주는 것 같다 싶어서'라고 덧붙였다.

또 송승아는 결혼 당시 첫 딸 조아가 잇었다고 밝혔다.

혼전임신 여부에 대해 송승아는 '귤이 먹고 싶어서 혹시나 했다. (임신) 맞다고 하더라. 잘 사는 모습을 보여드리면 될 것 같았다. 잘 살아야겠다 싶었다'고 말했다.

@highlight

지난 10일 방송된 KBS 2TV '해피선데이-슈퍼맨이 돌아왔다'에 슈퍼맨으로 새로 합류한 장범준이 자신의 아내 송승아를  '미쓰에이 수지보다 더 예쁜 사람이 있다고 해서 소개를 받았다'고 밝혀 그의 아내 송승아에게 관심이 쏠렸다.