[청주]청주시가 오는 2025년 통합시청사 건립을 목표로 행정절차에 속도를 내고 있다.

청주시는 통합시청사 건립사업에 편입되는 부지 중 미협의 토지 1만 41㎡ 및 지장물 4동 등에 대해 수용절차를 진행한다고 11일 밝혔다.

이는 시청사 예정지 내 토지·건물 보상 협의가 원활하게 진행되지 않아 사실상 강제 수용 절차에 돌입한 것으로 보인다.

지난 2014년 청주·청원 행정구역 통합 후 5년차에 접어들었지만 시청사 건립 부지를 확보하지 못한 채 시청 직원들이 뿔뿔이 흩어져 일하고 있다.

현재 청주시 본청 부서는 본관동(현 시청사)이 낡고 비좁아 본관동과 제2청사(옛 청원군청), 우민빌딩 등에 산재해 있다.

이에 시는 수용재결의 사전절차인 사업인정고시로 의제되는 실시계획인가를 위해 '청주 도시계획시설(공공청사)사업 실시계획 열람 및 사업인정에 관한 의견 청취'를 지난 달 완료했다.

오는 15일자 실시계획인가 후 충북도 지방토지수용위원회에 수용재결을 신청할 계획이다.

시가 부지매입으로 지연된 건립공사를 조속히 추진해 시민의 청사 이용 시 불편함을 덜고 업무의 효율성을 증대시키고자 진행하는 것이다.

시 관계자는 "시청사 건립은 통합청주시의 최대 숙원사업으로 원만한 보상을 위해 성실히 협의를 진행해왔으나 안타깝게도 수용재결 신청이 불가피하게 됐다"며 "수용재결 신청 이후라도 지방토지수용위원회의 최종 재결 전까지는 협의가 가능하며, 토지소유자들과 협의보상을 계속할 것"이라고 말했다.

시는 청주·청원 통합 후 시청사 건립을 위해 2016년 11월 보상계획 공고를 시작으로 2017년 4월부터 현재까지 토지와 건물 및 영업 손실 보상금 등에 대해 총 8차례 협의보상을 실시해 전체 27필지, 보상금액 496억 원 중 6필지, 166억 원(33%)의 보상을 완료했다.

2021년 설계 완료 후 2022년 착공, 2025년까지 현 시청사를 중심으로 2만 8450㎡에 문화기능을 겸비한 새 시청사를 건립할 계획이다.

@highlight

청주시는 통합시청사 건립사업에 편입되는 부지 중 미협의 토지에 대한 수용절차를 진행하고 2022년 착공하여 2025년 통합시청사 건립을 목표로  지연된 건립공사를 조속히 추진할 계획이다.