충북 소방본부 "최근 5년간 7035건 중 31% 차지 주의해야"

[충청일보 진재석기자] 최근 5년간 충북에서 발생한 화재를 계절별로 살펴보면 봄철에 많이 발생한 것으로 나타났다.

11일 충북도 소방본부에 따르면 2014∼2018년 도내에서 발생한 화재 건수는 7035건이다. 한 해 평균 1759건의 화재가 발생하는 셈이다.

이 중 봄철 화재가 2175건(30.9%)으로 가장 많고, 겨울철 27.7%(1984건), 여름철 1512건(21.5%), 가을철 1400건(19.9%) 순이다.

최근 5년간 화재로 인한 피해액은 총 934억 6200만원으로, 계절별로 보면 겨울철이 294억800만원(31.5%)으로 가장 많지만 봄철 피해액도 283억3200만원(30.3%)에 달할 정도로 겨울철 못지않다.

봄철은 대기가 건조하고 행락객이 증가하는 시기여서 화재가 잦고 재산 피해도 큰 것으로 소방당국은 분석했다.

이에 소방당국은 3∼5월 중 잦은 화재가 예상됨에 따라 '봄철 맞춤형 화재 예방대책'을 수립, 추진한다.

'우리 집 1일 화재 안전 점검표'를 각 가구에 나눠주고 화재 사전 차단을 위한 소화 기구를 보급할 계획이다.

화재 발생 때 인명 피해를 줄이기 위해 '선 대피, 후 신고' 교육을 강화하고 소방안전 네트워크를 구축하기로 계획을 세웠다.

의용소방대원이나 이·통장 등을 중심으로 한 '화재 안전 지킴이'도 운영한다.

소방본부는 이외에도 건축공사장 안전관리 강화, 수학 여행지 숙박시설 안전 점검, 야영시설 안전 교육 확대, 소방차 진입 불가지역 자체 소방대 조직·운영, 논·밭두렁 소각 특별관리에 돌입하기로 했다.

소방본부 관계자는 "봄철 화재의 절반 가까이가 '부주의'에서 비롯된다"며 "아파트 관리사무소 등을 통해 담배꽁초를 함부로 버리지 말고 음식물 조리 때 주의해야 한다"고 당부했다.

@highlight

최근 5년간 충북에서 발생한 화재를 분석한 결과, 부주의로 인한 봄철 화재가 가장 많이 발생한 것으로 나타나 소방당국은 3-5월의 잦은 화재를 대비한 봄철 맞춤형 화재 예방대책을 수립하여 특별관리를 시작하였다.