경찰이 성매매 알선 등 혐의로 입건된 그룹 빅뱅 멤버 '승리(본명 이승현·29)'의 입대 후에도 계속 수사를 이어가겠다는 방침을 밝혔다.

민갑룡 경찰청장은 11일 열린 기자간담회에서 "(승리가) 입대 하더라도 경찰이 수사를 놔버릴 수는 없다"며 "국방부와 협의 해 수사를 차질없이 해나가겠다"고 밝혔다.

이어 민 청장은 "과거 국방부와 협의해 중한 사건은 경찰이 계속 수사했고, 경찰 수사가 필요한 사안은 경찰이 계속하는 것으로 해석이 돼 있다"며 "입대 전보다는 절차상 여러 가지를 고려해야겠지만 국방부와 협의해 경찰이 계속 수사하겠다"고 말했다.

앞서 경찰은 승리의 성접대 의혹이 담긴 카카오톡 대화 내용이 언론에 공개되자 내사를 벌여왔다.

이어 지난 10일 승리를 성매매알선 등 행위의 처벌에 관한 법률 위반 혐의로 입건했다.

공개된 카톡 대화내용에 등장한 이들도 같은 혐의로 함께 입건했다.

경찰은 성접대 의혹과 관련된 카톡 대화내용에 일관성이 있다고 보고 카톡 대화 원본을 확보하는 데 수사력을 집중하고 있다.

이와 함께 민 청장은 클럽 '버닝썬'의 경찰 유착 의혹에 대해 "제기된 의혹을 계속 심도 있게 살펴보고 있고 여러 단서를 추적하면서 수사해나가고 있다"며 "핵심 피의자들의 말이 엇갈리고 관련된 증거들을 찾아내는 게 조금 시간이 걸리는 문제"라고 털어놓았다.

이어 "가능한 모든 방법을 써서 의혹을 해소해 나갈 것"이라고 덧붙였다.

또 지난달 25일부터 시작한 마약류 등 약물 이용 범죄 집중단속과 관련해 "200여명이 넘는 마약류 관련 범죄를 단속하고 윗선이나 유통망을 계속 수사하고 있다"며 "약물을 이용한 성범죄 등 2차 범죄자도 1명을 검거했고 2차 범죄를 저지르고 불법촬영·유통한 3차 범죄자도 1명 검거했다"고 설명했다.

이어 "마약류와 연관된 범죄 카르텔 구조를 하나하나 파악하고 있으니 앞으로는 그와 관련한 노하우를 전국 경찰이 공유해 범죄 근원을 찾아서 근절해 나가겠다"고 강조했다.

한편, 승리는 오는 25일 입대를 앞두고 있다.

@highlight

민갑룡 경찰청장은 11일 기자간담회에서 빅뱅의 멤버 승리가 군에 입대하더라도 그의 성매매 알선 등의 혐의에 대해 경찰이 수사를 지속하겠다는 방침을 밝히며, 사건 관련 경찰 유착 의혹에 대해서는 제기된 의혹을 살펴보면서 단서를 추적하고 있다고 덧붙였다.