12일 공정위거래위원회는 한국상조공제조합 안심서비스와 상조보증공제조합 장례이행보증제를 ‘내상조 그대로’로 통합한다고 밝혔다.

폐업한 상조업체 가입자는 내상조 그대로를 통해 기존에 냈던 금액 전부를 인정받을 수 있게 된다.

만약 기존 업체가 선수금을 제대로 예치하지 않은 경우에는 빠진 금액의 절반만 내면 새 상조상품에 가입할 수 있게 된다.

공정위에 따르면 현재 자본금이 15억 원 미만이고 자본금을 충족하기 위한 시도를 하지 않는 15개 상조업체는 3월 중 등록이 말소된다.

공정위는 ‘행복드림’ 홈페이지를 통해 등록말소 대상 상조업체 가입자에게 내상조 그대로 서비스 안내문을 통지할 계획이다.

또 반복적으로 발생하는 소비자 피해 차단을 위해 ▷상조업체 선수금 보전 의무 강화 및 채무상환능력 제고 ▷상조공제조합 보상금 지급능력 제고 ▷피해 소비자 권리구제 지원 등 중점 추진 과제를 선정했다.

이에 따라 앞으로는 선수금 보전 현황을 상조업체가 소비자에게 직접 통지해야 한다.

지금까지는 소비자가 상조공제조합이나 은행에 확인해야 했었다.

상조업체와 상조공제조합의 재무 상황을 살피는 기준도 마련한다.

상조업체는 적정 유동자산비율 및 소비자 선수금 지급여력비율 기준을 만들기로 했다.

상조공제조합의 경우 피해보상금 지급능력을 일정 수준 유지하도록 할 예정이다.

이 기준을 준수하지 않거나 공정위 개선명령을 따르지 않으면 조합 설립인가를 취소할 수 있다.

상조업체가 폐업해 피해를 본 소비자들이 적은 비용으로 소를 제기할 수 있도록 피해 소비자 모집, 권리구제 절차 안내 등도 지원하기로 했다.

상조업체 및 상조공제조합의 재무 상황 관련 제재 기준 등은 이해관계자의 의견 수렴 과정을 거쳐 다음 달 중 발표할 계획이다.

공정위는 “상조업체 폐업으로 인한 소비자 피해를 최소화하기 위해 내상조 그대로 서비스 홍보를 강화하겠다”면서 “소비자 보호 강화를 위한 중점 과제도 마련해 상조업체의 예측가능성을 높일 것”이라고 전했다.

@highlight

 공정위거래위원회는 한국상조공제조합 안심서비스와 상조보증공제조합 장례이행보증제를 ‘내상조 그대로’로 통합하기로 했다고 밝히며 폐업한 상조업체 가입자는 기존에 냈던 금액 전부를 인정받을 수 있으며 폐업으로 피해를 본 소비자들에게는 적은 비용으로 소를 제기할 수 있도록 피해 소비자 모집, 권리구제 절차 안내 등도 지원할 방침이다.