자치분권시대로 지방의회의 기능이 강화되고 역할이 확대되면서 지방의정연수원 설립이 필요하다는 주장이 나왔다.

자치분권에 따라 지역주민의 다양한 정책수요 대응을 위해 지방의회의 교육연수를 전문적으로 지원할 수 있는 지방의정연수원이 건립돼야 한다는 것이다.

특히 전북에는 지방자치인재개발원 등 공공기관 교육연수 인프라가 구축돼 있어, 전북이 지방의정연수원 건립의 최적지라는 의견이 제시됐다.

전북연구원(원장 김선기)은 11일 '자치분권 시대, 지방의회 의정활동 지원을 위해 지방의정연수원 설립해야' 이슈브리핑을 통해 "자치분권의 본격화로 행정사무의 증가와 지역주민의 정책수요 증가, 지역과 주민의 대표로서 전문성 요구 등 지방의회의 역할과 기능이 중요해지고 있다"면서 "이를 지원할 수 있는 지방의정연수원 설립이 필요하다"고 강조했다.

이슈브리핑에 따르면 지방의회 8기(2018년 7월~2022년 6월) 전국 지방의회 의원 선수별 현황을 보면 초선이 61.8%로 가장 높으며, 2선 22.7%, 3선 11.3%, 4선 4.3%로 나타나 지방의회의 교육연수 필요성이 증가하고 있다.

그러나 지방의회 대상 교육훈련은 공공연수기관인 국회의정연수원과 지방자치인재개발원에서 이뤄지고 있지만 연 0.6회~1회로 일회성 교육에 불과하고, 지방의회 맞춤형 전문화 교육 프로그램이 미흡해 참여율도 지속적으로 감소하고 있다.

이동기 전북연구원 선임연구위원은 "전북은 이미 전국 최고의 공공기관 교육연수 인프라가 구축돼 있고, 전북도와 전북도의회에서 오래 전부터 지방의정연수원 설립에 대한 적극적인 의지가 높은 지역"이라며 "자치분권에 따라 지역주민의 다양한 정책수요 대응을 위해 지방의회의 교육연수를 전문적으로 지원할 수 있는 지방의정연수원이 건립이 반드시 필요하다"고 강조했다.

이 선임연구위원은 또 "자치분권의 내실화와 지방의회의 의정활동에 필요한 전문성을 지원하기 위한 지방의회 의원 교육연수활동 지원 조례를 제정해 의정활동 지원을 보다 체계화하는 노력이 필요하다"고 제안했다.

@highlight

전북연구원(원장 김선기)은 11일 이슈브리핑을 통해 자치분권의 본격화로  지방의회의 역할과 기능이 중요해지면서 전북은 전국 최고 공공기관 교육연수 인프라가 구축되어 있고 지방의정연수원의 최적지라고 강조했다.