'동상이몽2'가 메이비 윤상현 부부 합류에 힘입어 동시간대 지상파 시청률 1위를 탈환했다.

12일 시청률 조사회사 닐슨 코리아에 따르면 11일 밤 방송된 SBS 예능프로그램 '동상이몽2-너는 내 운명'(이하 '동상이몽2') 1, 2부는 각각 5.5%, 7.0%의 시청률을 기록했다.

이는 지난 방송이 기록한 5.3%, 5.7% 보다 각각 0.2%P, 1.3%P 상승한 수치로, 동시간대 시청률 1위에 해당하는 기록이다.

'동상이몽2'는 윤상현·메이비 부부의 합류로, 지난주 KBS 2TV 예능물 '대국민 토크쇼 안녕하세요'에 내준 1위를 되찾았다.

이날 윤상현은 "난 너무 심플하고 아내 메이비는 디테일하다. 장단점이 확실하다"고 소개했다.

메이비는 "남편이 내가 안 갖고 있는 걸 가진 사람"이라면서 "단점은 딱 하나다. 양은냄비 같다. 성격도 좀 급하다"고 말해 웃음을 자아냈다.

메이비-윤상현 부부는 결혼 5년차에 아이 셋을 두고 있었다.

메이비는 "결혼 50개월 중 30개월이 임신 중이었다"고 고백해 웃음을 자아냈다.

딸 나겸, 나온 그리고 얼마 전 태어난 아들 희성까지 이날 방송에서 삼남매가 공개돼 시선을 모았다.

삼남매를 챙기는 데 능수능란한 윤상현의 모습이 눈길을 끌었다.

김포에 위치한 3층 단독주택인 윤상현 메이비-부부의 집도 공개됐다.

윤상현이 오래 전부터 생각했던 집이라고.

아이들이 뛰어다니기 충분한 공간 그리고 한강뷰에 감성 충만한 다락방, 하늘과 연결된 창문이 '드림하우스'와 같았다.

윤상현은 "어렸을 때부터 꿈이었다. 머릿속에 꿈꿔 온 집"이라면서 로망 그대로 설계했다고 설명했다.

한편 동시간대 방송된 KBS2 예능프로그램 '안녕하세요'는 5.2%의 시청률을 기록했다.

MBC 스페셜 '바다의 경고 상괭이가 사라진다'는 1.9%의 시청률을 나타냈다.

@highlight

12일 닐슨 코리아에 따르면, SBS 예능프로그램 '동상이몽2-너는 내 운명' 1, 2부가 각각 5.5%, 7.0%의 시청률을 기록해 동시간대 1위를 기록했는데, 윤상현·메이비 부부의 합류가 시청률 상승에 큰 기여를 했다는 분석이다.