홍지예 이홍기.

밴드 FT아일랜드 이홍기가 '연예인 불법촬영물 카톡방'에 참여했다는 의혹을 간접적으로 부인했다.

이홍기는 12일 카카오톡 채팅방 '고독한 이홍기방'에 등장해 팬들과 소통했다.

이홍기는 "자고 일어났더니 난리가 났구만. 걱정마쇼. 내일 라이브 때 봅세"라는 메시지를 남겼다.

이홍기는 해당 채팅방에서 활동 중임을 인증한 바 있다.

또 이홍기는 새벽 자신의 인스타그램에도 "생라면과 맥주. 다들 굿밤"이라는 글과 함께 영화를 시청 중인 사진 한 장을 게재했다.

이홍기가 직접적으로 해당 의혹을 언급하지는 않았으나 팬들은 "홍스타 믿어요", "오빠 너무 고마워요", "연예계 생활 이렇게 오래하면서 자기관리 철저히 하는 게 참 대단하다" 등의 반응을 보였다.

앞서 11일 'SBS뉴스'는 "정준영이 빅뱅 승리 등 지인들과 나눈 카카오톡 대화방을 통해 불법 촬영한 성관계 영상을 수차례 공유한 것으로 나타났다"고 보도했다.

보도에 따르면 현재 피해자는 최소 10명으로 추정된다.

특히 해당 채팅방에는 승리를 제외한 연예인 이모씨와 용모씨 두명이 함께 있었던 것으로 전해지면서 각종 추측을 낳았다.

같은 날 그룹 하이라이트의 용준형 역시 대화방에 함께 있었던 가수로 의혹을 받자 "불법촬영 동영상이 공유되었던 그 어떤 채팅방에 있었던 적이 없다"며 의혹을 전면 부인하고 나선 바 있다.

한편 11일 경찰 등에 따르면 서울지방경찰청 광역수사대는 정준영이 해외 투자자 성접대 의혹이 불거진 빅뱅 멤버 승리(본명 이승현·29)와 함께 있는 카카오톡 대화방 등에 불법 촬영한 것으로 의심되는 성관계 동영상을 유포한 사실을 확인하고 수사에 착수했다.

정준영이 이 카톡방을 비롯해 다른 지인들과의 카톡방에도 성관계 동영상과 사진을 올린 것으로 파악됨에 따라 경찰은 정준영에게 성폭력처벌법상 카메라 등 이용 촬영 혐의를 적용할 수 있을 것으로 보고 조만간 정준영을 소환 조사할 방침이다.

@highlight

밴드 FT아일랜드 이홍기는 12일 카카오톡 채팅방 '고독한 이홍기방'에 등장해 걱정말라며 '연예인 불법촬영물 카톡방'에 참여 의혹을 간접적으로 부인했다.