▲ 12일 울주군의회 의사당 본회의장에서 열린 제184회 임시회 제1차 본회의에서 간정태 의장이 개회사를 하고 있다.

울주군의회(의장 간정태)가 12일 의사당 본회의장에서 제184회 임시회 제1차 본회의를 열고 4일간의 의사일정에 돌입했다.

임시회는 이날 본회의를 시작으로 13일 현장방문 활동, 14일 상임위별 안건심사, 15일 제2차 본회의 순으로 진행된다.

1차 본회의에서는 최윤성 의원과 울산시 공인회계사 협회로부터 추천받은 김정석, 김완, 문선영 회계사를 2018 회계연도 세입·세출 결산 검사위원으로 선임했다

임시회에서 처리될 안건은 모두 10건이다.

△울주군 남북교류협력에 관한 조례안(박정옥 의원) △울주군 청년 기본조례안(최윤성 등 3명 의원) △울주군 1인 가구의 사회적 고립 및 고독사 예방에 관한 조례안(경민정 의원) △울주군 노인 성인용 보행기 지원 조례안(발의 의원 송성우) △울주군 군민안전보험 운영 조례안(김시욱 의원) △울주군 주차장설치 및 관리 조례 일부개정조례안(송성우 의원) 등 6건의 안건이 의원 발의로 상정됐다.

의회는 또 군수가 제출한 △울주군 군민권익 위원회 설치 및 운영에 관한 조례안 등 조례안 3건과 옥동 구)군청사 부지 건물 매각 및 방사능방재지휘센터 건립부지 마련을 위한 2019년도 제1회 울주군 공유재산 관리계획 변경안을 심의할 예정이다.

간정태 의장은 “기업의 생산 활동 감소, 일자리 감소, 실업자 증가, 소비심리 위축 등으로 이어지는 경기 불황의 악순환이 군민 생활을 위협하고 있는 실정”이라며 “지역 경제에 보탬이 될 수 있도록 계획된 사업의 조기 발주를 통해 재정지출을 확대하는 등 보다 적극적인 행정을 펼쳐 줄 것”을 당부했다.

@highlight

울주군의회는 12일부터 나흘간 제184회 임시회를 갖고 상정된 10건의 안건을 심의,처리할 예정이다. 