'정준영 동영상 리스트'로 불리는 지라시로 애꿎은 여성 연예인들의 이름이 언급돼 피해가 확산되고 있다.

지난 11일 SBS 보도로 정준영이 여성들 동의없이 성관계 장면을 촬영하고, 이를 카카오톡을 통해 지인들과 공유한 정황이 드러났다.

정준영에게 몰카 동영상 피해를 입은 여성만 10여 명.

한 피해자는 정준영의 몰카 동영상 공유 사실을 알고 '친구들한테 잘 말해서 유포만 안되도록 하라'고 부탁하기도 했지만, 정준영은 이를 비웃듯 '들켰다'고 지인들에게 말한 대화 내용이 공개되기도 했다.

몰카 동영상 피해자들은 자신도 모르는 불특정 다수에게 가장 사적인 동영상, 혹은 사진 등이 공개되는 것에 두려움을 느낀다.

때문에 최근엔 리벤지 포르노 등 동영상 촬영과 유포, 협박 등의 디지털 성범죄에 더욱 강력하게 수사를 진행해야 한다는 사회적인 목소리도 커지는 상황이다.

그럼에도 현재 모바일 메신저, 몇몇 온라인 커뮤니티를 통해 확인되지 않은 '정준영 동영상 리스트'가 빠르게 확산되고 있다.

정준영과 함께 프로그램에 출연하거나, 정준영과 과거에 인연이 있었다는 이유만으로 아무 근거 없이 이름이 언급됐다.

이름이 언급된 여성 연예인들의 소속사 관계자 대부분은 '황당하고 당혹스럽다'는 반응을 보였다.

섣불리 '우리가 리스트에 있다'고 밝히기도 애매한 만큼 추이를 지켜보겠다는 입장이 대다수였다.

일각에선 강력한 법적 대응을 예고했다.

JYP엔터테인먼트는 정준영 동영상 관련 지라시에 트와이스가 언급되자 '자사 아티스트 관련 루머에 있어 루머의 수위와 내용이 아티스트의 이미지 및 명예, 인격에 대해 심각한 훼손을 발생시킬 수 있다고 판단, 최초 작성자 및 유포자에 대해 법적으로 가용한 모든 조치를 강구할 것'이라며 '아티스트의 권익 보호를 위해 모든 수단과 조치를 강구할 것'고 밝혔다.

한편 정준영은 미국에서 tvN '현지에서 먹힐까' 촬영 중 몰카 동영상 촬영, 유포 의혹이 알려지면서 12일 급히 귀국했다.

정준영은 13일 피의자 신분으로 조사를 받을 예정이다.

@highlight

지난 11일 SBS 보도로 정준영이 여성들 동의없이 성관계 장면을 촬영하고 지인들과 공유한 정황이 드러난 가운데 확인되지 않은 '정준영 동영상 리스트'가 빠르게 퍼지며 애꿎은 여성 연예인들의 이름이 언급되어 피해가 확산되고 있다.