극단새벽이 온 가족이 함께 볼 수 있는 가족뮤지컬 '행복한 왕자(제작 김옥희, 연출·각색·작곡 류명한, 안무 오세아)'를 무대에 올린다.

오는 16일부터 4월 6일까지 주말(토·일)에만 공연하는 '행복한 왕자'는 토요일 오전 11시, 오후 2시, 일요일 오후 2시에 문화공간 새벽(청주시 서원구 수곡로 28 지하 1층)에서 만날 수 있다.

오스카와일드 작으로 알려진 명작동화 '행복한 왕자'는 극단새벽에 의해 새롭게 뮤지컬로 거듭났다.

정동박, 정서윤, 김세윤, 강선화가 출연하는 '행복한 왕자'는 뮤지컬로 만나는 명작동화로 어깨가 들썩 들썩 신나는 춤과 노래와 함께 내용에 맞는 조현진의 샌드아트가 곁들여져 특별한 공연이 될 것으로 기대된다.

행복한 왕자의 줄거리 속으로 들어가보자.

어느 도심의 광장 한복판에는 갖가지 보석으로 치장돼 우뚝 서있는 행복한 왕자의 동상.

그러던 어느 날, 동상의 발치에서 잠시 쉬어 가려던 제비가 왕자의 눈물을 보게 되고, 왕자의 따뜻한 마음에 감동한 제비는 왕자의 보석들을 가난하고 고통 받는 사람들에게 나눠주게 된다.

점점 잿빛으로 초라해져 가면서도 자신을 희생하면서까지 가난한 사람을 돕는 동상.

'행복한 왕자'와 그를 돕는 '제비'의 아름다운 우정의 이야기를 전달하고자 한다.

극단새벽 관계자는 "봄의 온화하고 화창함에서 오는 흥겨움을 온 가족이 함께 뮤지컬로 느껴 보면 좋을 것 같다는 생각을 바탕으로 이 작품을 만들어 봤다"며 "글을 무대화 시키는 작업을 통해 상상력을 더해 아이들에게 나눔의 행복에 대해 알려주고자 이번 공연을 기획했다"고 밝혔다.

이 공연은 4세 이상 관람 가능하며 어른 5천원, 아이 1만원으로 사전 전화예매는 필수다.

좌석은 자유석으로 문의는 전화 043-286-7979로 하면 된다.

@highlight

극단새벽이 온 가족이 함께 볼 수 있는 가족뮤지컬  '행복한 왕자' 청주시 서원구 수곡로 28 지하 1층에서 열며 전화 예매는 필수다.