] '수소경제' '제2 벤처 붐' '규제 샌드박스' 등 정부 정책이 증시의 핵심 테마로 떠올랐다.

최근 횡보장세에도 정책 수혜로 실적 개선이 기대되는 종목들로는 매수세가 몰리고 있다는 분석이다.

제이엔케이히터는 12일 코스닥시장에서 840원(9.26%) 내린 8230원에 장을 마쳤다.

이날 하락했지만 올 들어 수소경제 수혜주로 주목받으며 주가는 58.3% 급등했다.

제이엔케이히터는 한국가스공사, 현대차 등 12개사와 특수목적법인 '하이넷'을 설립해 수소충전소 100곳을 구축한다.

수소경제 관련주는 연초 증시를 뜨겁게 달궜다.

정부가 수소산업을 인공지능, 데이터와 함께 3대 기반 경제로 선정하고 육성에 열의를 보이면서다.

올해 정부의 수소충전소 및 수소차 관련 예산은 전년 대비 664.3% 늘어났다.

고태봉 하이투자증권 리서치센터장은 "정부 지원으로 수소충전소 인프라가 갖춰지면 수소전기차 제조에 참여하는 기업까지 수혜가 이어질 것"이라고 평가했다.

신산업에 진출했거나 신기술을 보유한 기업에 규제를 면제해주는 규제 샌드박스 정책도 지난달부터 특례 부여 기업들이 등장하면서 투자 심리를 자극하고 있다.

13개 질병에 대한 유전체 분석 실증특례를 부여받은 마크로젠은 2월 이후 주가가 21.2% 올랐다.

이달 들어선 제2 벤처 붐이 새로운 키워드로 등장했다.

정부가 지난 6일 12조원 규모의 스케일업 펀드를 조성한다는 내용의 '제2 벤처붐 확산전략'을 발표하면서다.

'NH아주 스케일업 펀드'를 운용하는 아주IB투자는 이달 들어 주가가 28% 급등했다.

전문가들은 한국 경제가 올해 내수와 수출 모두 주춤할 것으로 예상되면서 정책 수혜주들이 빛을 보고 있다고 분석했다.

정용택 IBK투자증권 리서치센터장은 "수소경제처럼 지속성 있는 정책의 수혜주는 정책 집행에 따른 실적 개선이 가시적이라 관심이 계속될 것"이라고 평가했다.

@highlight

한국 경제는 올해 내수와 수출 모두 주춤하고 증시 역시 횡보장세에도 정책수혜로 실적 개선이 기대되는 종목이 있으며, 정부의 수소산업, 인공지능, 데이터의 3대 기반 경제 선정으로 관심이 고조되고 있다고 평가했다.