호날두가 역전 드라마를 쓸 수 있을까.

AT마드리드와의 16강 1차전에서 0대 2로 패배한 유벤투스는 이번 홈 경기에서 압도적인 승리를 거둬야 8강에 진출할 수 있다.

벼랑 끝에 선 유벤투스는 체력을 고려하여 호날두를 지난 주말 우디네세와의 리그 경기에 쉬게 하는 강수까지 뒀다.

유벤투스는 세리에A와 챔피언스리그 모두 우승하기 위해 호날두를 영입했다.

하지만 리그에서 보여주고 있는 ‘무패’ 기세와는 반대로 유벤투스는 챔피언스리그 탈락 위기를 직면했다.

유벤투스가 AT마드리드와의 16강전 1차전 패배를 극복하기 위해선 최소 두 골 차 이상이 필요하다.

어려운 경기가 예상되지만 오히려 호날두는 ‘유벤투스 TV’를 통해 “긍정적으로 생각하고, 승리도 가능하다”며 자신감을 드러냈다.

레알 마드리드 시절 호날두는 볼프스부르크와의 15-16 챔피언스리그 8강 2차전 경기에서 해트트릭을 달성하며 1차전 2점차 패배를 뒤집은 바 있다.

당시 볼프스부르크를 지휘하던 디터 헤킹 감독은 해당 경기를 회상하며 “호날두는 AT마드리드전에서도 3골을 넣을 역량이 충분하다”고 그를 평가했다.

하지만 AT마드리드는 절대 호락호락한 상대가 아니다.

라리가에서 단 17골만 허용하고 있는 AT마드리드는 ‘짠물 수비’로 유명한 팀이기 때문.

1차전 승리로 AT마드리드는 유리한 고지에 위치하고 있기 때문에 이번 경기에서 방어적인 전술로 대응할 확률이 높다.

유벤투스가 위기를 극복할지, AT마드리드가 무난히 8강에 안착할지 팬들의 뜨거운 관심은 뜨겁다.

양 팀의 경기는 오는 13일 수요일 새벽 4시 50분 스포티비2(SPOTV2), 스포티비 온(SPOTV ON), 스포티비 나우(SPOTV NOW)에서 생중계된다.

김준용 기자 .

@highlight

유벤투스는 ‘무패’ 기세와는 반대로 챔피언스리그 탈락 위기에 직면해 호날두를 투입, 호날두는 ‘유벤투스 TV’를 통해 자신감을 드러내 호날두가 유벤투스를 구할 수 있을지 주목된다.