중소벤처기업부와 구글이 스타트업(신생 벤처기업)의 '데스밸리(창업 3~7년차에 겪는 자금난)' 극복을 위해 손을 잡았다.

12일 중소벤처기업부와 창업진흥원, 구글플레이가 창업 3년 이상 7년 미만 사이의 앱·게임 스타트업을 지원하기 위해 '창구 프로그램'을 신설했다고 밝혔다.

이 프로그램은 창업 초기를 지난 앱·게임 개발사의 해외 시장 진출을 위해 최대 총 230억원의 지원금과 교육·컨설팅 등을 제공하는 내용을 골자로 한다.

이름은 중기부의 '창업도약패키지' 지원사업의 '창'과 '구글플레이'의 '구'에서 따왔다.

지원내용은 콘텐츠 고도화와 시장진출 등 2단계로 나눠진다.

창업 3~7년차 앱·게임 개발사 100곳을 뽑은 다음 1단계 대국민 오디션 방식을 거쳐야 한다.

여기에서 60개 우수 개발사에 선발되면 3억원의 사업화 자금을 받을 수 있다.

전문기관 소개를 통해 경영분야 지원도 받을 수 있다.

구글플레이는 2단계 시장 진출 부분을 돕는다.

글로벌 기술·시장 트렌드 세미나 등을 개최해 기업별 목표시장을 찾을 수 있도록 지원한다.

해외 진출 전략에 초점을 맞춘 컨설팅 전반도 제공한다.

최종 평가를 통해 선정된 게임 개발사에는 '지스타 2019'에서 최종 쇼케이스에 참가할 기회를 준다.

최대 4억원의 연구개발(R&D) 지원사업도 연계해준다.

중기부와 창진원, 구글플레이는 홍보 지원을 위해 대국민 오디션 프로그램 방식도 활용한다.

일반인 90명, 전문가 10명의 100인 평가단을 구성해 직접 콘텐츠를 체험·평가하도록 할 예정이다.

평가의 모든 과정은 추후 방송으로 제작될 계획이다.

석종훈 중소벤처기업부 창업벤처혁신실장은 "스타트업은 현금 유동성 문제로 3년이 지난 후에는 '데스밸리' 구간에 진입한다"며 "데스밸리의 극복을 돕고 J커브 성장을 할 수 있도록 지원할 것"이라고 설명했다.

창구 프로그램 참가 신청은 다음달 초부터 3주 동안 받는다.

케이스타트업(K-startup) 홈페이지에서 접수할 수 있다.

@highlight

12일 중소벤처기업부와 창업진흥원, 구글플레이가 스타트업의 '데스밸리(창업 3~7년차에 겪는 자금난)' 극복 지원을 위해 '창구 프로그램'을 개설해 창업 3년 이상 7년 미만 사이의 앱·게임 개발사의 해외 시장 진출을 위해 최대 총 230억원의 지원금과 교육·컨설팅 등을 제공할 방침으로 지원 내용은 콘텐츠 고도화와 시장진출 등 2단계로 분류된다.