최근 미세먼지가 기승을 부리는 가운데 한방의약품 '경옥고'가 미세먼지로 인한 폐 손상을 예방할 수 있다는 연구결과가 나왔다.

12일 경북대에 따르면 이 같은 내용의 연구 논문이 SCI급 국제 학술지인 '국제 환경 보건 연구 저널(International Journal of Environmental Health Research)'에 게재됐다.

해당 논문 결과를 발표한 경북대 약학대학 배종섭 교수팀은 지난해 5월부터 7개월 간 '미세먼지가 유발하는 염증 반응에 대한 경옥고의 억제 효과'라는 제목의 동물 시험 연구를 통해 미세먼지가 일으키는 체내 산화 스트레스 및 기도 염증에 대한 경옥고의 호흡기 보호 효과를 확인했다.

배 교수팀은 이번 연구를 위해 초미세먼지(PM 2.5)로 시험용 쥐의 폐손상을 유도한 후 경옥고 투여군과 비투여군 사이에서 염증성 인자, 활성산소(ROS), 혈관투과성 및 폐조직 변화 추이를 관찰했다.

미세먼지는 혈관내피세포 간의 정상적인 상호작용을 방해해 혈관투과성을 높이는데, 이는 각종 독성물질과 염증성 단백질, 유해물질을 조직으로 유출시켜 질병의 원인이 된다.

시험결과 미세먼지에 의해 정상수치 이상으로 높아지는 혈관 투과성이 경옥고 투여군에서 유의한 수준으로 감소했으며, 혈관 상호작용 붕괴에 관여한다고 알려져 있는 p38전사인자2 발현도 경옥고를 투여한 경우 감소하는 것으로 확인됐다.

또 경옥고를 투여한 실험체에서 활성산소 감소 효과와 염증 관련 지표 비교에서도 예방효과가 관찰됐다.

배종섭 교수는 "이번 시험을 통해 미세먼지 노출로 발생할 수 있는 폐 손상 등 호흡기를 포함한 건강상의 문제를 예방하는 데 경옥고가 도움이 될 수 있다는 가능성을 과학적으로 증명했다는 데 의미가 있다"고 말했다.

경옥고 투여군과 대조군의 미세먼지 노출 후 조직 손상 정도 비교 이미지.

투여 상황에 따라 손상된 부분(화살표)이 감소하는 것을 볼 수 있다.

@highlight

미세먼지로 인한 폐손상을 한방의약품 '경옥고'로 예방할 수 있다는 내용이 국제 환경 보건 연구 저널에 게재되어 건강상의 문제를 예방하는 데 경옥고가 도움이 될 수 있다는 가능성을 과학적으로 증명했다.