고(故) 조비오 신부의 명예를 훼손한 혐의로 기소돼 지난 11일 광주에 온 전두환씨가 다시 광주 법정에 설 수 있을까에 대한 관심이 높아지고 있다.

12일 광주지역 법조계에 따르면 형사재판의 피고인은 자신의 재판에 반드시 출석해야 할 의무가 있다.

재판은 보통 모두 절차와 사실심리, 판결선고 순으로 이뤄진다.

형사 피고인은 이 모든 절차에 출석, 피고인석에 앉아 재판에 임해야 한다.

그렇지 않을 경우 전씨처럼 구인장이 발부된다.

사안에 따라서는 구속영장이 집행되기도 한다.

광주지법 형사8단독 장동혁 판사의 심리로 열린 재판에서 전씨의 변호인은 전씨의 혐의를 전면 부인했다.

이에 따라 5·18민주화운동 당시 헬기사격 여부를 두고 검찰과 변호인 측의 증인, 각종 자료에 대해 증거조사가 이뤄질 전망이다.

재판부는 4월8일 이례적으로 다시 공판준비기일을 열고 증거조사 등을 실시하기로 했다.

법정은 전씨 재판이 열렸던 201호 대법정이 아닌 354호 소법정이다.

재판부는 이날 전씨의 변호인에게 다음 재판 출석과 관련해 질문했고, 변호인이 서면으로 제출하겠다고 말했다.

여기에 공판준비기일에는 피고인의 출석의무가 없기 때문에 다음 재판에서 전씨의 모습을 보기는 어려울 전망이다.

공판준비 절차가 마무리되면 다음 재판기일이 지정된다.

이 재판부터 전씨가 법정에 출석해야 할 의무가 있다.

그러나 변호인이 불출석 신청서를 제출, 재판장이 허가할 경우 법정에 모습을 드러내지 않아도 된다.

전씨의 변호인은 전씨가 고령인 사실, 건강상태, 주거지와 원거리인 점 등을 들어 불출석 상태에서 재판을 받게 해달라며 법원의 판단을 구할 가능성이 높아 궐석재판을 진행하거나 불출석 사유서를 제출해 불참하지 않겠느냐는 분석이 나오고 있다.

광주 법조계 관계자는 "형사 재판에서 피고인의 불출석을 재판장이 허가하는 사례는 드문 것으로 안다"며 "전날 전씨의 모습을 봤을 때 향후 재판 출석이 가능해 보였다"고 말했다.

그는 이어 "만약 불출석 신청서가 접수된다면 다른 피고인과의 형평성 문제 등 다각도로 검토, 신중한 판단을 내려야 할 것"이라고 강조했다.

@highlight

전두환씨의 고 조비오 신부 명예훼손 재판은 재판 불출석이 유력해 권석재판이 될 가능성이 높다.  