광주신세계가 지하 1층 식품관과 본관 2층에서 화이트데이의 달달함을 맛과 향기로 느낄수 있는 다양한 상품들을 선보이고 있다.

완연한 봄과 함께 화이트데이(3월14일) 시즌이 다가온 가운데 ㈜광주신세계가 다양한 기프트를 제안했다.

12일 광주신세계에 따르면 이 시즌을 맞아 ‘스위트’ 기프트, ‘화장품+액세서리’ 기프트 등을 선보인다.

먼저 지하 1층 식품관에서는 화이트데이의 달달함을 입으로 느낄 수 있는 상품들을 만나볼 수 있다.

‘메나쥬리’에서는 프로포즈 생크림케익(3만9천원), ‘츄파츕스’는 슬림휠(2만8천500원)과 팝아트 틴(3만3천500원) 상품을, 국내산 찹쌀로 만든 웰빙간식 ‘얌얌모찌’에서는 딸기·포도·바나나·파인애플·감귤이 들어있는 모찌를 개당 2천500원에 판매한다.

화이트데이 하면 떠오르는 달달함은 먹는 것에서만 그치지 않는다.

광주신세계 본관 2층에서는 화이트데이의 달달함을 향기로도 느낄 수 있다.

‘조 말론 런던’의 향수 허니서클 앤 다바나(9만3천원)와 ‘산타마리아 노벨라’의 향수 아쿠아 디 콜로니아 프리지아(17만8천원), ‘YSL’의 향수 블랙 오피움 오드 빠르팽 인텐스(14만8천원), 그리고 ‘조르지오 아르마니’의 향수 씨 패션(9만2천원) 등 다양한 제품들을 만나볼 수 있다.

화이트데이에 연인의 마음을 사로잡는 액세서리 상품들 또한 빠질 수 없다.

‘제이에스티나’ 하트 귀걸이/목걸이(33만원/36만원), ‘로즈몽’ 로돌라이트 로즈 골드 귀걸이/목걸이 (32만원/37만원) 등 다양한 액세서리 기프트를 선보인다.

@highlight

지난 12일 3월 14일인 화이트데이를 맞이하여 광주신세계가 지하 1층 식품관과 본관 2층에서 시즌에 맞춘 다양한 상품들을 선보이고 있다 밝혔다.