= 양산시는 체납액 징수율 제고와 징세질서 확립을 위해 2019년도 체납징수 종합 추진계획을 수립하고 지방세 및 세외수입 체납액 강력 징수활동을 펼치기로 했다

시는 금년도 이월체납액 396억원(지방세 234억, 세외수입 162억) 징수를 위해, 3월부터 5월까지 3개월간을 상반기 체납액 일제정리 기간으로 정하여 부시장을 단장으로 체납액 강력 징수활동을 전개하여, 금년도 체납징수 목표액인 123억원의 70%이상을 상반기에 징수하고자 총력을 기울인다고 밝혔다.

시는 이를 위해 고액·상습체납자에 대해서 은닉재산 조사와 가택수색을 추진하고 압류재산 공매, 관허사업 제한, 공공기록 등록, 명단공개, 출국금지 등 다양한 행정제재를 강화하여 체납액 최소화에 노력하고, 특히 전체 체납액의 절반을 차지하는 차량관련 체납액 198억원(지방세 101억, 세외수입 97억) 징수를 위해 자동차관련 2회 이상 체납차량의 번호판 영치를 주·야간 불문하고 상시 실시하는 등 현장중심의 징수활동도 강화한다.

또한 체납안내 SMS 문자 및 체납고지서를 지속적으로 발송하여 체납 징수를 독려하고, 부동산, 예금, 급여, 신용카드 매출채권 등을 압류·추심하는 체납 처분도 체계적으로 추진한다.

시는 한편으로 체납행정에 대한 신뢰도를 높이고자 압류 등 체납처분 집행 시 사전 통지의무 등 법적절차를 준수하고, 압류 전 압류금지재산 확인에 철저를 기하는 등 원칙에 부합하는 정당한 체납행정 운영에도 만전을 기하기로 했다.

양산시 김은희 징수과장은 "최근 어려운 경제사정을 감안, 일시적으로 어려움에 처한 체납자와 생계곤란 체납자에게는 분할납부, 체납처분 유예 등 상황에 맞는 납부방법 안내로 따뜻한 세정을 펼쳐나가겠다"고 하며, "반면 고질·상습체납자에 대해서는 강력한 징수활동을 전개해 징세질서를 확립하고 지방재정 건전성 확보에 최선을 다하겠다"고 말했다.

@highlight

양산시는 체납액 징수율 제고와 징세질서 확립을 위해 2019년도 체납징수 종합 추진계획을 수립하고, 금년도 이월체납액 396억원(지방세 234억, 세외수입 162억) 징수를 위해 3월부터 5월까지 3개월간을 상반기 체납액 일제정리 기간으로 정하여 체납안내 SMS 문자 및 체납고지서를 지속적으로 발송하여 체납 징수를 독려하는 등의 체납액 강력 징수활동을 펼치기로 했다.