[ 전설리 기자 ] 바쁜 회사일을 잊고 '나만의 공간'인 집에서 휴식을 취하려는 이가 많아지고 있다.

최근 집 꾸미기 시장이 커지고 있는 이유다.

인테리어 소재로는 나무와 돌 등이 인기다.

삭막한 도시에 사는 이들이 가구 소재에서라도 자연 속에 있는 듯한 느낌을 찾고 있는 것이다.

에넥스는 이런 트렌드를 반영해 나무 돌 등의 인테리어 소재를 합리적인 가격에 내놨다.

주방가구 'EK4 케렌시아'가 대표 제품이다.

이 제품은 값비싼 원목에서 볼 수 있는 자연스러운 나뭇결무늬를 살렸다.

평화롭고 아늑한 분위기를 낼 수 있도록 했다.

독일 레놀릿의 친환경 소재를 써 항균성과 내구성이 뛰어난 것이 특징이다.

고전적인 분위기와 현대적인 분위기를 동시에 느낄 수 있는 '뉴트로' 스타일의 제품이다.

손잡이를 숨겨 군더더기 없는 깔끔한 디자인을 살린 게 대표적이다.

문 색상은 총 5종(화이트, 그레이, 내추럴오크, 빈티지월넛, 다크브라운)이다.

에넥스 관계자는 "따뜻하고 포근한 감성을 느끼고 싶다면 내추럴오크, 고급스럽고 중후한 멋을 살리고 싶다면 다크브라운과 그레이의 조합을 추천한다"고 말했다.

같은 스타일의 붙박이장 'EW5 케렌시아'도 함께 내놨다.

집안 전체에 통일된 분위기를 내고 싶다면 주방과 붙박이장을 한 세트로 사면 된다.

붙박이장에도 숨겨진 손잡이 등을 적용해 디자인을 단순화했다.

문 색상은 주방가구와 동일하게 총 5종(화이트, 그레이, 내추럴오크, 빈티지월넛, 다크브라운)으로 이뤄져 있다.

'EWS 다크스톤'은 돌의 질감을 생생하게 살린 슬라이딩 도어 붙박이장이다.

에넥스 관계자는 "그레이 색상이 현대적인 분위기를 내고 마치 아트월 같은 느낌을 준다"며 "손잡이는 다크그레이 색상으로 세련된 멋을 더한다"고 말했다.

@highlight

에넥스는 나무·돌로 만든 자연 소재의 주방가구 'EK4 케렌시아'를 합리적인 가격으로 선보였고  이 제품은 독일 레놀릿의 친환경 소재를 써 항균성과 내구성이 뛰어나고 고전과 현대 분위기 모두 느낄 수 있는 것이 특징이다. 