경남도 소방본부가 연중 화재가 많이 발생하는 봄철을 맞아 3월부터 5월까지 2019년 봄철 화재예방대책을 추진한다.

최근 5년간(2014~2018년) 경남도내 화재 발생 분석 자료에 따르면 겨울철 다음으로 봄철 화재가 많았다.

계절별 화재발생률은 겨울(30.3%), 봄(26.9%), 가을(22.5%), 여름(20.2%) 순이다.

봄철에 발생한 화재원인은 쓰레기 소각 등 부주의(61.2%)가 가장 높았고, 부주의로 인한 화재로 인한 사망자 비율은 23.1%로 분석됐다.

부주의 원인은 쓰레기 소각(26.4%), 담배꽁초(22.1%), 불씨·불꽃방치(14%), 논·임야태우기(9.9%), 음식물 조리(8.7%), 용접,절단(5.7%) 순이었다.

봄철 화재발생원인은 부주의 다음으로 전기(15.2%), 기계(7.7%), 방화(1.9%) 순이었다.

화재사망원인은 부주의 다음으로 방화(23.1%), 전기(19.2%) 순으로 나타났다.

발생장소별로는 야외·도로(32.2%), 주거시설(19.5%)에서 화재가 가장 많이 발생했다.

특히 야외·도로, 산업시설, 임야, 서비스시설 화재는 봄철에 가장 많았다.

이에 따라 2019년 봄철 화재예방대책은 건조한 기후, 야외활동 증가, 공사장 작업 증가 등 계절적 특성에 맞게 수립됐다.

도 소방본부는 건조한 기후로 인해 해빙기 공사장 화재, 산불화재, 취약주거시설, 전통시장에서의 화재발생 우려가 높으므로 사전 안전점검과 지역주민을 활용한 화재 안전지킴이 등의 활동을 강화할 계획이다.

또 봄철 야외활동이 점차 많아짐에 따라 신학기와 방과 후 어린이·청소년 이용시설을 중점관리하고 수학여행 기간 숙박시설에 대한 사전점검을 실시하기로 했다.

김성곤 경남소방본부장은 “도민들은 봄철 부주의로 인한 화재발생률이 높은 만큼 화재 예방을 위해 안전수칙을 준수해 주시길 바란다”고 당부했다.

@highlight

겨울철 다음으로 봄철 화재가 많다는 최근 5년간 경남도내 화재 발생 분석에 따라 경남도 소방본부는 3월부터 5월까지 사전 안전점검과 화재 안전지킴이 등의 활동을 강화하는 2019 봄철 화재예방대책을 추진한다.