의료진 구급차 탑승 인천시가 중증환자의 골든타임을 놓치지 않기 위해 전국 최초로 '닥터카'를 도입한다.

인천시는 전문 의료진이 직접 구급차에 탑승해 사고현장에 출동해 신속하고 안전하게 중증외상환자 응급의료 및 구조가 가능한 '인천특별시 닥터카'를 운영한다고 12일 밝혔다.

'달리는 응급실'이라고 불리는 닥터카는 외상센터 전문의와 간호사가 구급차에 직접 타고 출동해 전문 의료진의 최적화된 응급처치가 가능해 '예방가능 사망률'과 환자의 장애를 최소할 것으로 기대된다.

예방가능 사망률은 응급환자가 적절한 시간 안에 치료를 받지 못해 사망하는 경우로, 우리나라는 외상환자의 예방가능 사망률이 30.5%에 달해 선진 의료체계를 갖춘 선진국의 3배가 넘는 실정이다.

이에 인천시는 닥터카 운영을 위해 가천대길병원 인천권역외상센터와 손을 잡고 올해 예산 1억8000만원을 편성했다.

닥터카는 5분 이내 출동, 30분 이내에 현장 도착을 목표로 올 연말까지 24시간 365일 운행할 계획이다.

인천지역에 건물 또는 시설붕괴, 화재, 폭발, 교통사고 등으로 중증외상환자가 발생하면 119종합상황실로 닥터카 출동요청이 가능하다.

소방본부·권역외상센터 전문의료진의 공동 협의 하에 출동명령이 개시되면 출동부터 현장 도착까지 실시간 영상통화로 환자상태를 파악하면서 응급처치 등 최적화된 응급의료서비스를 제공한다.

인천시의 닥터카 운행은 지난해 '인천권역 외상센터 119구급대 심포지엄'에서 제안됐다.

인천시와 소방본부 권역외상센터 응급의료기관 등이 함께 도출해낸 공공의료사업이다.

박남춘 인천시장은 "닥터카가 생사의 기로에 선 중증외상환자에게 골든아워 내 전문 의료진의 신속하고 안전한 응급처치를 제공해 소중한 생명을 지키는 튼튼한 의료 안전망 역할을 할 것으로 기대한다"며 "특히 우리시는 국제공항, 항만, 대규모 공단 등이 산재해 있어 사고 위험이 높은 만큼 인천의 전체 응급의료기관이 한 마음으로 협력해 달라"고 당부했다.

@highlight

인천시는 가천대길병원 인천권역외상센터와 손을 잡고 올해 예산 1억8천만원을 편성해 외상센터 전문의와 간호사가 직접 구급차에 탑승하고 출동하여 최적화된 응급처치를 통해 '예방가능 사망률'과 환자의 장애를 최소화할 것으로 기대되어 '달리는 응급실'이라고 불리는 '닥터카'를 운영하기로 결정했다.