하이트진로(대표 김인규)가 새로운 맥주 브랜드를 출시하고 맥주 시장 탈환에 나섰다.

하이트진로는 21일 기존 맥주와 완전히 차별화된 원료·공법을 적용한 '청정라거-테라(TERRA)'를 출시했다.

라틴어로 흙, 대지, 지구를 뜻하는 '테라'는 전세계 공기질부문 1위를 차지하고 있는 호주에서도 청정지역으로 유명한 '골든트라이앵글' 지역의 맥아만을 100% 사용하고, 발효 공정에서 자연발생하는 리얼탄산만을 100% 담은 게 특징이다.

특히 전주공장 모든 라인에서 생산하는 신제품 '테라'는 그동안 맥주판매 부진으로 휴면 중이던 라인을 재가동할 예정이어서 지역경제에 긍정적인 시너지 효과로 작용할 것으로 기대된다.

또한 '청정라거-테라'는 발효 공정에서 자연적으로 발생하는 리얼탄산만을 100% 담았다.

이를 위해 리얼탄산을 별도로 저장하는 기술과 장비를 새롭게 도입했다.

100% 리얼탄산 공법은 라거 특유의 청량감이 강화되고, 거품이 조밀하고 탄산이 오래 유지된다는 강점이 있다.

패키지 역시 기존 브랜드와는 확연히 다른 모습이다.

청정라거 콘셉트를 가장 잘 표현하는 '그린'을 브랜드 컬러로 결정하고 모든 패키지에 적용했다.

또한, 트라이앵글을 형상화하고 브랜드네임만 심플하게 강조한 BI를 개발, 라벨 디자인에 활용했다.

병 어깨 부분에 토네이도 모양의 양음각 패턴을 적용, 휘몰아치는 라거의 청량감을 시각화했다.

'청정라거-테라'는 21일 첫 출고 이후 전국 대형마트, 편의점 등 가정 채널과 음식점, 유흥업소 등 유흥 채널에서 동시 판매될 예정이다.

출고가격은 기존 맥주와 동일하고 알코올 도수는 4.6%다.

하이트진로 마케팅실 오성택 상무는 "이번 신제품은 원료,공법부터 패키지에 이르기까지 모든 부분을 완전히 차별화했으며, 청정에 대한 소비자들의 니즈를 채워줄 수 있는 고품질의 대한민국 대표 맥주로 당당히 인정받을 수 있도록 소비자들과의 적극적인 소통과 공격적인 마케팅 활동을 전개하겠다"고 말했다.

@highlight

하이트진로가 21일 새로운 맥주 브랜드 청정라거-테라를 출시한 가운데 휴면 중이던 전주공장의 전 라인을 활용하여 생산할 예정이어서 지역경제에 활성화에 긍정적인 신호로 받아들여지고 있다.