부산 김해영 이전법 발의 한국산업은행과 한국수출입은행 유치전이 정치권에서 불붙고 있다.

금융공공기관 중 가장 규모가 큰 두 은행 이전을 두고 부산과 전북이 사활을 거는 모양새다.

김해영 더불어민주당 의원(부산연제구)이 산업은행과 수출입은행의 본점을 서울에서 부산으로 이전하는 내용의 한국산업은행법과 한국수출입은행법 개정안을 12일 대표발의했다.

발의에는 부울경 여야 의원들이 참여했다.

산업은행은 대표적인 정책금융기관이라는 점에서 수출입은행은 수출입과 해외투자 등 경제협력에 필요한 금융을 제공하기 위해서라는 명분이다.

김해영 의원은 "산업은행과 수출입은행 본점의 부산이전을 통해 부산 금융중심지 완성과 함께 남부권 경제의 동반성장이라는 국가균형발전을 완성해야 한다"고 강조했다.

서울과 함께 금융중심지로 지정돼 있지만 위상이 제대로 서고 있지 못한 부산의 두 은행 유치에 대한 절박한 심정을 대변했다는 평이다.

하지만 전북역시 똑같은 법안을 이미 발의했다.

김광수 민주평화당 의원(전북전주갑)은 지난 2월 7일 산업은행과 수출입은행 본사를 전북으로 이전하는 내용을 담은 법안을 발의했다.

이 법안 역시 기존 산업은행법과 수출입은행법에 있는 본사를 '서울시에 둔다'는 규정을 '전라북도에 둔다'로 수정하는 내용을 담고 있다.

김광수 의원 역시 "서울 쏠림현상은 헌법에서 명시한 국가균형발전을 저해하는 요소"라는 것이 법 개정의 이유다.

발의에는 민주평화당과 바른미래당 호남지역 의원들 뿐 아니라 민주당에서 이춘석 의원 등도 참여했다.

부산과 전북이 정치권을 통해 간접적으로 유치전을 벌이지만 김칫국부터 마신다는 반응부터 나온다.

국무조정실 관계자는 "금융공공기관 이전에 대해 검토조차 않고 있다"고 말했다.

이 때문에 상대지역 가는 것을 막기 위한 전략이라는 이야기도 들린다.

민주당 관계자는 "양쪽 지역이 다투는 민감한 사안인데다 서울은 눈뜨고 가만히 있겠냐"며 "법안이 제대로 상정도 되지 않을 가능성이 높다"고 말했다.

@highlight

금융공공기관 중 가장 규모가 큰 한국산업은행과 한국수출입은행 이전을 두고 부산과 전북이 정치권을 통해 간접적으로 유치전을 벌이고 있으나 관계자는 검토도 이루어 지지 않은 사안이라고 전하며 상대 지역으로 가는 것을 막는 전략 아니냐는 이야기도 나오고 있다.