[환경일보] 심영범 기자 = 서울의 1인당 생활권 도시림 면적이 전국에서 가장 낮은 것으로 조사됐다.

국회 정무위원회 소속 더불어민주당 김병욱 의원(경기도 성남시 분당을)이 12일 산림청으로부터 제출받은 2017년 말 기준 1인당 생활권 도시림 현황을 분석한 결과 전국 평균은 10.07㎡로 국제보건기구(WHO)가 권고하는 1인당 기준 면적 9㎡은 넘어선 것으로 나타났다.

생활권도시림은 시민들이 일상적으로 이용할 수 있는 공간으로 산림·도시자연공원구역 등을 제외한 개념으로 산림청이 2년마다 조사한다.

광역자치단체별로 1인당 생활권도시림 현황을 살펴보면 세종이 24.22㎡로 가장 높았고 이어 강원(19.73㎡), 전북(18.56㎡), 전남(17.97㎡), 울산(17.87㎡) 순이었고 가장 낮은 지역은 서울로 4.38㎡에 불과했다.

1인당 도시림 면적이 한 자릿수에 머문 곳은 서울과 경기(7.69㎡), 인천(8.23㎡) 등 3곳으로 모두 수도권 지역이었다.

기초자치단체별로는 격차가 극심했다.

전국에서 1인당 생활권 도시림이 가장 많은 지역은 경남의령으로 159㎡에 달했고, 가장 낮은 지역은 서울 서대문구로 0.86㎡ 에 불과했다.

서울 서대문구의 1인당 도시림 면적은 2015년 말 5.07㎡에서 2017년 말 0.86㎡로 급격히 감소하며 기초자치단체 가운데 최하위를 기록했다.

김병욱 의원은 "도시 생활공간 녹지조성으로 미세먼지를 최대 36%까지 줄일 수 있다는 연구결과도 있는 만큼 생활공간 내에 충분한 녹지 확보와 더불어 자투리 공간을 활용하는 방안도 병행해야 한다"고 강조하며 "미세먼지가 국가 재난으로 법적 지위를 갖게 되는 만큼 이제는 재난 예방의 차원에서라도 생활권 도시림의 충분한 확보는 반드시 필요하다"고 밝혔다.

한편 김 의원은 앞서 지난해 4월 미세먼지를 사회재난으로 정의하는 재난 및 안전관리기본법을 대표발의했으며 행정안전위원회 의결을 거쳐 13일 본회의 통과예정이다.

@highlight

김병욱 의원이 12일 산림청이 조사한 2017년 말 기준 1인당 생활권 도시림 현황을 분석한 결과, 전국 평균은 국제보건기구가 권고하는 기준 면적 9㎡를 초과한 10.07㎡로 나타났고, 광역자치단체별로 세종, 강원, 전북 순으로 그 면적이 컸으며 서울은 4.38㎡를 기록하며 전국 최하위에 머물렀다.