국내 치킨업계 1위 프랜차이즈인 교촌치킨의 권원강 회장이 회장직에서 물러난다.

권 회장이 물러난 교촌치킨은 전문경영인 체제를 도입하기로 했다.

권원강 교촌에프앤비 회장은 13일 경기도 오산 본사에서 열린 창립 28주년 기념일 행사에서 경영 퇴임을 공식 선언했다.

권 회장은 이번 퇴임 결정을 통해 회장직과 대표이사직을 모두 내려놓으며 경영 일선에서 전면 물러나기로 했다.

교촌은 권 회장의 경영 퇴임에 따라 창사 이래 처음으로 오너경영에서 전문경영인 체제로 바뀐다.

이날 창립기념일 기념사를 통해 권 회장은 '빠르게 변화하는 대외 환경 속에서 경영 혁신 없이는 미래가 불투명하다'며 '교촌이라는 이름으로 함께하는 본사 직원 및 가맹점 모두의 더 나은 미래를 위한 변화와 혁신에는 한 사람의 회장이 아닌 보다 투명하고 전문화된 경영 시스템이 필요하다고 판단했다'고 퇴임 결정 배경을 밝혔다.

권 회장은 프랜차이즈 업계에서 입지전적인 인물로 통한다.

젊은 시절 가족의 생계를 위해 노점상, 해외건설노동자, 택시기사 등 직업을 거치다 40세에 이르러서야 교촌치킨을 창업했다.

1991년 3월 경상북도 구미시에서 10평 남짓 작은 가게로 시작한 권 회장은 전국에 간장치킨 열풍을 일으키며, 교촌을 연매출 3188억원(지난해 기준)의 업계 1위 업체로 성장시켰다.

공정거래위원회 가맹사업정보제공시스템에 등록된 정보공개서(2018년 11월 기준)에 따르면 현재 영업 중인 치킨 프랜차이즈 브랜드 450개 중 가맹점당 연평균 매출액 1위가 교촌치킨이다.

신임 대표이사에는 황학수 현 교촌에프앤비 총괄사장이 선임될 예정이다.

2012년 교촌 그룹경영전략본부장으로 영입된 황 신임 대표는 2015년 교촌에프앤비에서 인적 분할된 비에이치앤바이오(BHNbio) 사장을 맡은 뒤, 2017년 9월 교촌에프앤비 총괄사장에 취임했다.

@highlight

교촌치킨 권원강 회장은 13일 경기도 오산 본사에서 열린 창립 기념일 행사에서 경영에서 물러날 것을 선언했고 교촌의 미래 발전을 위해 전문 경영인 체제를 도입할 것이라 전했다.