[이화섭 기자 lhsskf@imaeil.com] FT아일랜드 최종훈.

FNC엔터테인먼트 제공.

FT아일랜드 최종훈이 3년 전 음주운전에 적발됐을 때 단톡방을 통해 경찰에 사건 무마를부탁했던 정황이 포착돼 경찰이 수사에 나섰다.

경찰은 FT아일랜드 소속 최종훈가 3년전 음주운전으로 적발됐을 당시 "대중들이 알지 못하게 해달라"고 경찰에 요청했다고 13일 밝혔다.

경찰청은 이날 오후 민갑룡 경찰청장이 출입기자단과 연 긴급 간담회에서 이같이 밝혔다.

사건은 2016년 3월로 거슬러 올라간다.

최종훈은 당시 술을 마시고 운전대를 잡아 서울 용산경찰서 소속 경찰에 적발됐는데, 당시 혈중알코올농도가 0.05%를 넘긴 것으로 확인됐다.

이 때 최종훈은 담당 경찰에 "음주 운전 적발이 대중에 알려지지 않게 해달라"는 부탁을 한다.

실제로 최종훈의 음주운전 사실은 어디서도 보도되지 않았다.

이후 FT아일랜드는 그해 8월 여섯번째 정규앨범인 'Where the truth'를 발표하고 타이틀곡 'Take me now'로 활동을 했다.

다른 연예인들이 음주 사실이 밝혀져 고개를 숙이고 자숙의 시간을 가질 동안 3년 정도 아무 문제 없이 연예 활동을 지속해 온 것이다.

최종훈은 이후 담당 경찰의 생일에 축하 메시지 등을 보내고 친밀한 관계를 유지해 온 것으로 알려졌다.

최종훈은 이 같은 내용을 정준영 씨와 승리 등이 있는 단체 카톡방에 올렸다.

경찰이 뒤를 봐줬다는 뉘앙스로 자랑스럽게 이야기를 나눈 것이다.

이에 최종훈이 출연하는 새 프로그램에도 제동이 걸렸다.

12일 복수의 방송 관계자에 따르면 최종훈이 출연하는 IHQ 새 예능프로그램 '나 좀 쉬자'가 올해 3월 말 방송을 예정하고 있었다.

하지만 최종훈이 소위 '승리 카톡방' 멤버로 거론, 최근 경찰의 참고인 조사를 받으면서 방송 여부가 불투명해졌다.

제작사 역시 상황을 주시하고 있다.

@highlight

FT아일랜드 최종훈이 3년 전 음주운전에 적발됐을 때 경찰에게 대중들에게 비밀로 해달라고 경찰에 요청한 사항이 적발되어 최종훈이 출연하는 프로그램에도 제동이 걸렸다.