강효상 의원이 대표발의한 ‘재난안전법’ 국회 본회의 통과 기자 강효상 의원국회 환경노동위원회 소속 자유한국당 강효상 의원(대구 달서병 당협위원장)이 대표발의한 ‘재난안전법’이 13일 국회 본회의를 통과했다.

이날 미세먼지를 사회재난으로 포함시키는 ‘재난안전법’이 통과되면서 앞으로는 환경부 차원에서 관리해 온 미세먼지 문제를 행안부가 컨트롤타워로서 범정부적 대응 체계를 구축하게 된다.

이에 따라 미세먼지로 인한 피해를 줄이기 위한 재난사태 선포, 피해조사 및 복구계획 수립, 특별재난지역 선포, 위기관리 매뉴얼 작성·운용, 중앙대책본부 등의 구성, 국가안전관리기본계획 수립 등을 할 수 있게 됐다.

또 미세먼지 문제 해결을 위한 예비비 및 추가경정예산안 편성 등 국가 예산을 투입하는 것도 가능해진다.

특히 동법 제60조 및 61조에 의거, 특별재난지역으로 선포되면 피해지역에 대한 응급대책 및 재난구호와 복구에 필요한 행정상·재정상·금융상·의료상의 특별지원도 가능해 진다.

다만, 이날 통과된 재난안전법은 정부가 국가안전관리기본계획 수립시 ‘미세먼지저감 종합계획’과 ‘재해·환경·교통 등의 영향평가’를 포함하고, 재난유형분류체계 개선의견을 3월말까지 법안소위에 제출한다는 부대의견을 달아 논의를 이어가기로 했다.

강 의원은 “만시지탄(晩時之歎)이나 초유의 미세먼지 문제 해결을 위해 여야가 초당적으로 협력해 해당 개정안이 국회 본회의에서 신속하게 통과된 것을 다행으로 생각한다”면서 “앞으로 범정부 차원에서 철저한 후속대책을 마련해 미세먼지로부터 국민의 건강과 안전을 지키고 미세먼지로 인한 사회적·경제적 피해를 최소화할 수 있게 되길 기대한다”고 말했다.

강 의원은 그동안 미세먼지가 국민 건강과 생활을 위협하면서 큰 사회적 문제로 대두되고 있을 뿐 아니라 이제는 수도권만의 문제가 아닌 대구·경북, 충청, 호남까지 전국적인 문제로 대두되고 있음을 지적해왔다.

@highlight

미세먼지로 인한 피해를 줄이기 위한 재난사태 선포, 특별재난지역 선포 등을 내용으로 하고, 행안부가 컨트롤 타워로 범정부적 대응 체계를 구축할 수 있는 재난안전법이 자유한국당 강효상 의원의 대표발의에 따라 13일 국회 본회의에서 통과 되었다.