불과 5개월 만에 추락 사고가 잇따라 발생한 보잉 737-맥스8 기종에 대해 전 세계 항공당국과 항공사들이 '운항중단' 조치를 발표하는 등 파문이 확산 양상이다.

13일 항공업계에 따르면 에티오피아항공 소속의 보잉 B737-맥스8 여객기 추락 사고가 발생한 이틀 만에 전 세계 30여개 국가가 동일 기종의 운항 중단을 결정을 내렸다.

이스타항공은 국토교통부와 협의를 거쳐 자사가 보유한 B737 맥스 8 여객기 2대의 운항을 잠정 중단했다.

안전운항 보장과 적절한 개선 조치가 마련될 때까지 금지할 것으로 보인다.

이륙 6분만에 추락한 에티오피아항공 여객기 탑승객 157명은 전원이 사망했다.

이에 앞서 지난해 10월 라이온에어 동일 기종 여객기도 189명을 태우고 인도네시아 바다에 추락한 바 있다.

문제는 항공편을 이용하려는 승객들이 안전운항과 항공기 변경 가능성을 묻는 전화가 항공사에 빗발치는 등 사고 기종의 안전성 우려가 끊이지 않는 것에 있다.

보잉사가 "소프트웨어 업데이트를 준비하고 있다"고 공지했지만 승객들 대부분이 여전히 불안한 모습이고 항공사들은 이를 설명하느라 애를 먹는 분위기다.

현재 보잉사가 제작한 '737-맥스8' 기종에 대한 항공기 운항 중단 조치를 취하는 국가는 지속적으로 늘어나는 추세다.

특히 싱가포르 민간항공국(CAAS)이 보잉 737맥스 8 기종에 대해 가장 강력한 영공진입 차단 조치를 내놨다.

창이공항을 운항하는 모든 항공사를 포함시켜 'B737 맥스 8' 시리즈뿐만 아니라 'B737 맥스' 전 기종을 전면적으로 운항 금지하고 있다.

영국, 아일랜드, 독일, 프랑스가 조치를 취한 뒤 EU 항공안전청(EASA)도 운항 중단을 발표했다.

이같은 운항금지가 확산된 영향으로 사면초가에 내몰린 보잉사 주가는 이날 6% 이상 떨어졌다.

한편 미국·캐나다는 아직까지 운항 중단 조치를 취하지 않았으나 현지 언론들은 승객들이 예약된 항공편 기종 확인 등 사고 기종 탑승을 기피한다는 보도가 이어지고 있다.

@highlight

이스타항공이 안정성 보장과 신뢰할 만한 개선 조치가 이뤄질 때까지 B737 맥스 8 여객기 2대의 운항을 잠정 중단한 가운데 전 세계 30여개 국가가 동일 기종의 운항 중단 결정을 내리고 있다.