[ 심성미 기자 ] 한샘이 현대인의 생활습관에 맞게 젊은 신혼부부에게 적합한 가구들을 제안했다.

먼저 침실은 신혼부부들이 최근 선호하는 '호텔식 침실'을 제안했다.

한샘의 '유로 501 침대'가 일명 '호텔침대'로 불리는 제품이다.

침대는 물론 서랍장, 화장대, 벽패널 등 가구 단품을 패키지로 구성했다.

호텔 침실과 같은 통일성 있는 공간을 만들어준다.

침대 양옆으로 이어지는 벽패널에는 밝기가 3단계로 조절되는 간접조명이 있어 호텔과 같은 아늑한 분위기를 연출해 준다.

확장 패널에는 전원 콘센트를 매립, 스마트폰 등 전자기기를 쉽게 사용할 수 있다.

지난해 출시돼 월 1000세트 이상 판매돼 오프라인 침대 최다 판매를 기록한 제품이다.

최근 52시간 근로제가 시행되며 퇴근 후 거실에서 다양한 취미생활을 하는 신혼부부들이 늘고 있다.

이에 따라 한샘은 거실에서 일도 하고 취미 활동도 즐길 수 있도록 대형 식탁을 두는 걸 추천하고 있다.

상반기에 출시될 '유로 601 내추럴 확장형 식탁'이 대표적이다.

식탁을 깔끔하고 넓게 유지하기 위해서는 식탁 가까이에 다이닝 장식장이 있는 것도 좋다.

에어프라이어나 커피머신, 토스터 등 다양한 소형가전이 신혼 혼수로 각광받고 있다.

하지만 좁은 부엌에 모두 두기에는 공간이 부족하다.

소형가전이나 각종 영양제 등 자잘한 살림살이를 보관하기 위해 한샘은 식탁 뒤에 선반장을 설계한 제품을 내놨다.

한샘은 전체적인 색상을 흰색과 회색으로 선택할 것을 추천했다.

흰색은 좁은 집도 넓어 보이게 할 수 있고, 회색은 현대적인 분위기를 연출하는 데 제격이다.

벽, 바닥, 문 등 넓은 면적에는 옅은 회색을 적용했다.

중문과 창호에는 포인트 색상으로 남색을 입히는 것을 추천했다.

여기에 소품으로 노란색을 더해 신혼부부 집답게 산뜻한 공간을 꾸며도 좋다고 설명했다.

@highlight

한샘은 최근 52시간 근로제가 시행되며 다양한 취미생활을 하는 신혼부부들을 타겟으로  '호텔식 침실'을 제안하고 식탁 뒤에 선반장을 설계한 제품 등을 선보였다.