가수 박봄이 마약류 약품 밀반입 논란에 대한 생각을 밝혔다.

13일 서울 강남구 일지아트홀에서 박봄의 새 솔로 싱글 'Spring(봄)' 발매 기념 쇼케이스가 개최됐다.

박봄은 2010년 국제우편을 통해 마약류로 분류되는 암페타민이 함유된 에더럴 82정을 국내로 배송하다 적발돼 입건유예 처분을 받았다.

당시 박봄은 '불법인지 몰랐다'면서 향정신성 의약품인 암페타민이 함유된 에더럴을 우울증 치료 목적으로 복용했다고 해명했다.

해당 사건 이후 약 8년 만에 솔로로 가요계에 컴백한 박봄은 이날 '앨범에 피처링으로 참여해 준 산다라박을 비롯해 가족, 친구들이 기죽지 말고 파이팅하라고 했다'고 말했다.

이어 그는 마약류 약물 밀반입 논란에 대해 입을 열었다.

박봄은 '해외에서 치료 목적으로 정상적인 처방전을 받아 복용한 거다'고 밝히며 '대신 국내법을 잘 몰라서 물의를 일으킨 점은 정말로 죄송하다'고 사과했다.

이후 박봄의 현재 소속사인 디네이션의 대표 스코티김이 무대에 올랐다.

그는 박봄 관련 논란에 대해 '한 번쯤은 짚고 넘어가야 할 문제'라고 강조했다.

스코티김은 '박봄 씨가 과거에 약을 복용했던 것은 미국 FDA의 승인이 난 에더럴이라는 약이었다. 그 약은 미국에서 흔히 치료제로 복용을 하고 있는 약이다'고 설명했다.

또 그는 '앞으로는 같은 실수를 반복하지 않을 것이다'면서 박봄이 ADD(주의력 결핍증)으로 현재도 치료를 받고 있음을 알렸다.

스코티김은 '병원에서 한 달에 한 번씩 치료를 받고 있다. 한국에서 대체할 수 있는 약을 찾아서 치료 중에 있다'고 말했다.

그러면서 현재 박봄의 건강 상태와 관련해 '장기 치료로 가야 한다. 한 달에 한 번씩 병원에 내원해 치료를 받으면 일상 생활에는 문제가 없다고 하더라. 향후 1~2년은 치료를 더 받아야 할 것 같다'고 전했다.

@highlight

암페타민이 함유된 에더럴 82정을 국내로 배송하다 적발돼 입건유예 처분을 받은 후 약 8년 만에 솔로로 가요계에 컴백한 박봄은 13일 서울 강남구 일지아트홀에서 새 솔로 싱글 'Spring' 발매 기념 쇼케이스를 개최하였다.