김삼호 광주 광산구청장이 지난달 19일부터 이달 7일까지 17일간 21개 동을 돌며 시민과 함께 마을 현안을 논의하고 해결책을 마련하는 ‘매력·활력·품격의 마을정부 소통투어’를 가졌다.

이번 마을정부 투어에서 접수된 주민 제안은 총 147건으로 이 중 약 58%가 안전 관련 사안이었다.

올해 신년사에서 안전한 환경으로 시민이 편안한 일상을 만들겠다고 밝힌 김 구청장은 제안 중 시민 안전과 직결되는 사항은 빠른 시일 안에 즉시 조치할 방침이다.

이밖에도 예산이 필요한 사안은 다음달 추경에 반영해 처리할 계획이다.

이번 투어는 시민 스스로 지역과 마을의 현안을 공론화하고 집단지성으로 문제의 해결책을 제시한 참여의 장이자 실질적인 소통공간이었다.

시민공론의 장 활성화를 위해 김 청장은 구정 설명 시간을 시민에게 돌리고 현안 해결에 머리를 맞댔다.

참여 시민들은 이에 호응, 다양한 의견과 제안으로 직접민주주의의 깊이를 더했다.

구체적으로 지난달 26일 ‘3安(안) 마을 만들기 프로젝트’를 주제로 내건 송정1동 주민들은 ‘안전하여, 안심되고, 모두가 안락한 생활’에 대해 토론했다.

나아가 ‘불법 주정차 단속 및 보행로 확보’, ‘시민안전점검단 화물차 단속 참가’ 등을 제안했다.

신창동 주민들은 이달 4일 라디오 송신탑 이전부지 활용방안에 대해 고민했다.

‘부지 사회 환원 서명운동 전개’, ‘부지 청소년 문화공간 설립’ 등의 의견을 낸 주민에게 김 청장은 민관 합동 TF팀 구성 및 지원을 약속했다.

같은 달 7일 첨단1동 주민들은 ‘골목상권 활성화’를 토론 주제로 올렸다.

다가오는 세계수영선수권대회를 동 골목상권 활성화의 계기로 삼자는 취지였다.

토론회에서는 ‘공원 주차장 활용’, ‘도보 권장 캠페인 추진’ 등 의견이 쏟아졌다.

김 구청장은 “마을정부 투어를 계기로 시민이 스스로 삶을 바꿔나가는 소통과 토론의 장을 더 많이 만들고 이렇게 열린 공간에서 더 깊은 대화로 지역의 일을 하나씩 해결하겠다”고 밝혔다.

@highlight

김상호 광수 광산 구청장은 10일간 21개 동을 돌며 '매력.활력.품격의 마을정보 소통투어'를 가졌고, 투어 중 58%가 안전관련 사안이었으며, 구청장은 이를 계기로 지역의 일을 하나씩 해결하겠다고 밝혔다. 