그룹 FT아일랜드 최종훈이 음주운전에 적발된 뒤 이를 무마하기 위해 경찰에 청탁을 한 것으로 의심되는 정황이 포착됐다.

13일 방송된 SBS '8시뉴스'는 가수 정준영, 빅뱅 승리, FT아일랜드 최종훈 등이 포함되어 있는 단체 카카오톡 채팅방에서 그들이 권력 기관과 유착돼있다는 것을 의심하게 하는 내용이 곳곳에서 발견됐다고 보도했다.

특히 최종훈은 2016년 3월 다른 가수의 음주운전 적발 기사를 단체 대화방에 올린 후 "저는 다행히 유OO형 은혜 덕분에 살았습니다"라고 말했다.

대화에 등장하는 유 모 씨는 박한별의 남편이자 승리와 유리홀딩스를 함께한 투자자로 알려졌다.

이에 김 씨는 "종훈이 좋은 경험했다.. 수갑도 차보고 경찰 앞에서 도망도 가보고 스릴있었겠다"라고 답했다.

또 정준영은 "종훈이 이번에 (신문) 1면에 날 수 있었는데"라고 말했고, 최종훈은 "내가 왜 기사가 나. 얼마나 조용히 처리했는데"라고 답했다.

이에 김 씨는 "조용히? 유 회장님이 얼마나 발벗고 나서셨는지 알아?"라고 말했고, 승리는 "다음 음주운전은 막아줄 거란 생각 말아라 OO형이 자기 돈 써서 입 막아줬더니"라고 덧붙였다.

이와 관련 소속사 FNC엔터테인먼트 측은 "최종훈은 2016년 2월 서울 이태원에서 경찰의 음주단속에 걸려 250만 원의 벌금과 100일 면허정지 처분을 받고 이를 이행한 사실이 있음을 본인을 통해 확인됐다"고 밝혔다.

이어 "최종훈은 당시 두려움에 얼굴이 많이 알려지지 않은 멤버라고 생각해 조용히 넘어가고자 소속사에 알리지 못하고 스스로 그릇된 판단을 하게 된 점에 대해 많은 후회와 반성을 하고 있다고 했다"며 "하지만 경찰 유착에 관한 금일 보도와 같이 언론사나 경찰을 통해 그 어떤 청탁도 한 사실은 없음을 본인을 통해 확인했다"고 말했다.

그러면서 "최종훈은 추후 경찰 조사에 적극 협조해 유착 유무 등을 확실히 확인하고, 만일 유착 등이 사실로 드러날 경우 이에 상응하는 모든 법적 책임을 질 예정이다"라고 덧붙였다.

@highlight

13일 방송된 SBS '8시뉴스'에 따르면 정준영, 승리, 최종훈 등이 있는 단체 카카오톡 채팅방에서 그들이 권력 기관과 유착되어 있다고 의심되는 내용들이 발견된 가운데, 최종훈이 2016년 3월 다른 가수의 음주운전 적발 기사에 대해 "저는 다행히 유OO형 은혜 덕분에 살았습니다"라고 말하는 등 자신의 음주운전 적발을 무마하기 위해 경찰에 청탁을 한 것으로 의심되고 있다.