암페타민 밀반입 사건에 휘말린 그룹 2NE1 출신 가수 박봄이 ADD 투병을 딛고 8년 만에 컴백했다.

13일, 박봄이 서울 강남두 청담동 일지아트홀에서 솔로 싱글 앨범 '봄(Spring)'을 발표하며 8년 만에 컴백했다.

박봄은 9년 전, 국제 특송우편을 통해 향정신성의약품인 암페타민 82정을 미국에서 밀수입하다 인천국제공항 세관에 적발됐다.

당시 박봄의 소속사 YG엔터테인먼트 대표 프로듀서 양현석은 "미국 대학병원에서 정식으로 처방해주는 약품을 어머니와 할머니가 우편으로 보내준 것"이라며 박봄을 대신해 사과의 뜻을 전했다.

그러나 박봄이 복용한 것으로 알려진 약의 정체는 암페타민이 아닌 애더럴로 밝혀졌다.

이와 함께 박봄이 애더럴을 복용한 이유는 친한 친구의 죽음을 목격한 충격으로 얻은 정신병인 주의력 결핍증(ADD) 치료 때문인 것으로 드러났다.

그렇다고 해서 논쟁점이 없는 것은 아니다.

애더럴은 암페타민이 함유돼 식욕억제 효과가 있지만, 반대로 끊게 되면 식욕이 증가.

체중이 불어나는 요요현상과 몸이 황폐해져 대리처방이 아닌 직접처방을 요하기 때문이다.

실제로 박봄은 부작용 탓에 체중이 늘어나 구설수에 오르기도 했다.

암페타민 사건부터 온갖 악성루머에 시달린 박봄은 지난 6일 '봄' 티저를 공개하며 "너무 많이 울었다. 갑자기 뭐라고 해야 할지 모르겠는데 너무 감동받았다"며 기다려준 팬들에게 고마움을 전했다.

이어 박봄은 "눈물이 많아서 첫 무대하다가 우는게 아닌가 걱정이 든다"며 "제 노래 많이 좋아해주셨으면 좋겠다. 제 마음을 전해요"라며 눈시울을 밝혔다.

한편 8년 만에 컴백한 박봄이 앞으로 어떤 행보를 이어갈지 귀추가 주목된다.

@highlight

친구의 죽음을 목격한 충격으로 얻은 ADD로 인해 암페타민 밀반입 사건에 휘말렸던 그룹 2NE1 출신의 가수 박봄이 13일 서울 강남구 청담동 일지아트홀에서 싱글 앨범 '봄'을 발표하며 8년 만에 컴백했다.