스타벅스커피코리아가 창립 20주년을 맞아 스타벅스 코리아 공식 유튜브 채널 안에 '스벅TV'를 개국한다고 14일 밝혔다.

스타벅스는 새로운 콘텐츠인 '스벅TV'를 통해 소비자 소통을 강화해 나갈 예정이다.

'스벅TV'는 스타벅스 파트너(임직원)들이 진행자로도 출연하는 새로운 형식을 도입했으며 운영 서비스, 제품, 매장, 커피 등 다양한 소재를 선별해 이야기를 풀어나갈 예정이다.

'My DT Pass', '공기청정기' 등 다양한 운영 서비스를 진행자가 직접 체험해 보거나, 특성화되어 있는 전국의 다양한 매장들을 방문해 소개하는 한편 커피대사가 진행하는 커피세미나도 정기적으로 진행한다.

또 파트너, 고객, 외부 전문가 등을 찾아가는 형식을 통해 다양한 의견을 경청하며 소통해 나가는 콘텐츠도 소개할 예정이다.

개국 첫 번째 콘텐츠는 소비자가 자신의 닉네임을 등록하면 파트너가 불러주는 '콜 마이 네임'을 주제로 삼았다.

현재 400명의 소비자들이 사용하는 닉네임을 통한 소통 과정을 소개하면서 진행자가 매장에서 직접 체험해 보고 닉네임에 대한 파트너들의 다양한 반응과 의견을 담았다.

스타벅스 관계자는 '고객이 궁금해 하는 매장이나 음료, MD에 대해 자세한 이야기를 풀어보기도 하고, 스타벅스 매장뿐만 아니라 외부 현장에서 다양한 의견을 들어보면서 소통하는 방식으로 스벅TV를 진행해 나갈 예정'이라고 말했다.

스타벅스는 개국을 기념해 20일까지 총 300명에게 다양한 선물을 증정하는 이벤트를 진행한다.

유튜브 채널 구독 인증과 함께 '스벅TV'의 첫 번째 콘텐츠인 콜 마이 네임 영상에 '좋아요'를 누른 후, 댓글 이벤트에 참여하면 된다.

댓글 이벤트는 스타벅스 앱에 등록이 가능한 재미있는 닉네임을 댓글로 올리면 된다.

1등 20명에게는 스타벅스 e-기프트 카드 5만원권, 2등 30명에게는 스타벅스 e-기프트 카드 3만원권, 3등 40명에게는 MMS 무료 음료 쿠폰 3매, 4등 50명에게는 MMS 무료 음료 쿠폰 2매, 5등 160명에게는 MMS 무료 음료 쿠폰 1매를 증정한다.

@highlight

스타벅스커피코리아가 창립 20주년을 기념해 스타벅스 코리아 공식 유튜브 채널에 새 콘텐츠 '스벅TV'를 개국하고, 새로운 형식과 다양한 소재를 통해 소비자 소통을 강화해 나갈 계획이다.