] 인체 신경망과 같은 광섬유 센서를 탑재한 건축 구조물이 사람처럼 스스로 진동과 변형 등 미세한 변화를 감지하고 안전을 진단하는 원천기술이 부산대 연구팀에 의해 개발됐다.

원천기술 개발로 기술이전에 따른 사업화가 진행되고, 다양한 건축물의 안전사고에 관한 국민의 불안감을 줄일 수 있을 것으로 기대된다.

부산대 광메카트로닉스공학과 김창석 교수와 김경훈, 이휘돈 연구원으로 구성된 연구팀은 스마트 건축물에 활용 가능한 실시간 준분포형 광섬유 센서 원천기술을 확보했다고 13일 발표했다.

연구 성과는 네이처 학술자매지인 사이언티픽 리포트 온라인판에 지난 8일 게재됐다.

이 연구는 지진이나 산사태, 태풍과 같은 자연재해뿐만 아니라 도심 지하 터널 발파, 충돌사고, 노후화 붕괴 등에 대응해 고층 건물과 철도, 교량, 터널, 발전소, 선박, 플랜트 등이 미세한 진동이나 변형·구조 상태를 실시간으로 진단 가능한 센서 네트워크가 필요하다는 인식에서 출발했다.

기존 전기 센서나 광섬유 센서는 측정 개수와 속도 성능에서 한계를 보여 스스로 안전을 진단하는 스마트 건축 구조물에 보편적으로 쓰이지 못한다.

부산대 연구팀은 안과 진료와 뇌인지 이미징 등 의료용 광영상 컬러 변조 레이저를 위해 개발한 '무한반사 공명 기술'을 산업용 광섬유 센서에 융합하는 방식을 도입했다.

연구팀은 극한 상황에서 광섬유 센서 성능을 증명하기 위해 일반 건축물보다 훨씬 빠르고 미세하게 떨리는 악기 기타 줄까지 시연에 사용했다.

김 교수는 "건축물을 지을 때 곳곳에 광섬유 센서를 설치하면 어디서 어떤 진동이나 변형이 일어나는지 실시간으로 알 수 있는 스마트한 방식"이라며 "기존 방식에서 동시 측점 지점이 10여 개를 넘지 못하는 한계가 있었지만 이번 연구에서는 무한반사 공명 기술을 이용해 수백여 개 지점별 미세 진동을 초고속으로 파악할 수 있다"고 말했다.

@highlight

부산대 광메카트로닉스공학과 김창석 교수와 김경훈 등으로 구성된 연구팀은 변형·구조 상태를 실시간으로 진단 가능한 센서 네트워크가 필요하다는 인식에서 준분포형 광섬유 센서 원천기술을 확보하여 다양한 건축물의 안전사고에 관한 국민의 불안감을 해소할 예정이라고 밝혔다.