송곳검증 예고 … 낙마 공세김연철 통일부장관 후보자의 국회 인사청문회 일정이 오는 26일로 정해지면서 야당이 송곳 검증을 예고했다.

김 후보자의 병역과 재산명세, 학술 활동 관련 사안이 담긴 인사청문요청안이 13일 국회로 제출했다.

이에 자유한국당은 김 후보자의 과거 소셜미디어 상 발언을 두고 "장관 후보자로서의 자질을 의심케한다"며 공세에 나섰다.

한국당 민경욱 대변인은 이날 "김 후보자는 과거 문재인 당시 새정치민주연합 대표에게 '군복 입고 쇼나 하고 있다'고 하고, 김정은 위원장에게는 '젊은 지도자가 합리적인 판단을 한다'고 했다"며 "목함지뢰 도발에 대해서도 (북측 소행이라는) 심증은 가는데 (우리 정부 당국이) 확실한 물증을 제시하지 못했다고 보는 것이 일반적인 평가라고도 했다"고 꼬집었다.

또, 유엔군사령부 해체 방안이 담긴 '평화협정 시안'을 중국 전문가들과 논의한 것이 밝혀졌다며 공세를 이어갔다.

민 대변인은 "북한은 유엔사를 '괴물'에 비유하면서 조속한 시일 내에 해체할 것을 요구하고 있는데, 그런 유엔사를 해체하는 논의를 했다니 김 후보자는 도대체 누구를 위한 통일부 장관이냐"며 김 후보자에 대한 지명 철회를 요구했다.

이처럼 과거 발언이 논란이 되자 김 후보자는 "당시 글은 정치권의 움직임에 대해 일반인의 시각에서 아쉬움을 표시한 것"이라며 "일반 학자와 공직자의 언어는 달라야 한다는 점을 충분히 알고 있는 만큼 앞으로 언행에 조심할 것"이라고 해명했다.

한편, 국회 국토교통위원회는 이날 전체회의를 열어 최정호 국토교통부 장관 후보자에 대한 인사청문회를 오는 25일 실시하기로 했다.

최 후보자는 문재인 정부가 사실상 실패로 규정한 '4대강 사업'을 과거 두둔했던 것으로 알려져 논란이 되고 있다.

최 후보자는 과거 국토해양부 대변인으로 재직하던 2013년 1월30일 트위터에 "작년 여름 태풍과 가뭄을 피해 없이 이겨낼 수 있었던 것은 4대강 사업의 효과"라며 "보 내구성 부족, 수질 악화 등의 문제점들이 사실이라고 하더라도 앞으로 개선하면서 완성도를 높여가야 할 일"이라는 글을 올린 것이 드러났다.

@highlight

김연철 통일부장관 후보자의 국회 인사청문회 일정이 오는 26일로 정해지면서 야당은 김 후보자의 과거 소셜미디어 상 발언과 '평화협정 시안'을 중국 전문가들과 논의한 사실을 들추는 등 공세를 펼쳤다. 