유엔 대북제재의 이행을 감시하는 안전보장이사회(안보리) 산하 대북제재위원회가 북한의 핵·미사일 프로그램은 '온전'(remain intact)하며 북한이 선박 간 이전 방식으로 금수품목을 불법거래하는 등 제재위반 행위를 지속하고 있다고 평가했다.

특히 지난해 북미 1차정상회담 이후 대화국면이 조성된 상황에서 사용후 핵연료봉의 인출이 있었다는 일부 회원국의 미확인 보고가 있었던 것으로 알려졌다.

대북제재위는 12일(현지시간) 공개한 연례보고서에서 북한의 핵·미사일 활동을 비롯해 해상에서의 금수품 밀거래와 중동·아프리카 등에 대한 무기수출, 불법 해킹 및 금융 활동 등 북한의 제재위반 사례를 지적하며 이같이 밝혔다.

대북제재위 전문가 패널이 작성한 보고서는 관련 절차에 따라 15개 안보리 회원국의 승인을 거쳐 예정된 시기에 공개됐다.

다만 지난달 27~28일 베트남 하노이에서열린 제2차 북미 정상회담에서 북한의 제재해제 요구를 미국이 거절하면서 협상이 '노딜'로 끝난 가운데 북한의 제재위반 내용이 발표된 것이어서 주목된다.

제재위는 북한 영변의 5MW(메가와트) 원자로는 지난해 2월과 3월, 4월에 며칠씩가동을 중단한 적이 있지만, 핵연료봉 인출을 위해 가동을 멈췄다고 보기에는 짧은 기간이어서 해당 기간에 유지·보수 작업을 했을 것으로 추정했다.

제재위는 위성사진은 방사화학실험실이 운영되고 있을 가능성을 보여준다고 밝혔다.

제재위는 우라늄 농축 시설과 채굴광산에 대한 감시를 계속하고 있다면서 우라늄 농축 시설 가능성이 있는 '강선'에서는 대형 트럭의 주기적인 움직임 외에 중대한 변화는 없다고 밝혔다.

제재위는 특히 전문가 패널이 북한의 핵 프로그램을 위해 은밀하게 원심분리기를 구매한 아시아의 단체(기업)나 개인들에 대해 조사를 계속하고 있다고 밝혔다.

제재위는 북한이 미사일의 조립과 저장, 실험 장소를 분산시켜왔다는 증거를 확보했다면서 북한은 과거에 방치되거나 무분별하게 있었던 군산(軍産) 시설을 발사 장소로 활용했다고 설명했다.

@highlight

유엔 안보리 산하 대북제재위원회는 12일 연례보고서를 통해 북한의 핵활동과 해상 금수품 불법 밀거래 등의 제재위반 사례를 발표하면서, 북한이 영변에서 지난해 2월부터 3개월 동안 핵 유지 보수 작업을 한 것으로 추정한다고 밝혔다.