충북의 2월 중 취업자 수가 지난해 같은 달 대비 2만6천명 증가했다.

13일 충청지방통계청에 따르면 2월 취업자수는 84만 6천명을 기록하며 지난해 동월(82만명)대비 3.1% 증가한 것으로 집계됐다.

성별에 따라 남자는 49만2천명으로 지난해 같은 달 대비 9천명(1.8%) 증가했고 여자는 35만4천명으로 1만7천명(5.1%) 증가한 것으로 나타났다.

산업별로 농림어업은 7만명으로 전년 동월 대비 7천명(10.9%), 광업제조업 19만2천명으로 1만7천명(9.9%), 사회간접자본 및 기타 서비스업 58만 4천명으로 2천명(0.3%) 각각 증가했다.

사회간접자본 및 기타서비스업 취업자중 건설업은 4만 7천명으로 지난 해 같은 달 대비 9천명(-16.5%), 도소매·숙박음식업 은 15만 3천명으로 1만 3천명(-7.9%) 감소했으나 사업·개인·공공서비스업은 30만6천명으로 2만3천명(8.2%), 전기·운수·통신·금융업 은 7만 8천명으로 1천명(0.9%) 증가한 것으로 분석됐다.

또 직업별로 농림어업숙련종사자는 6만9천명으로 8천명(13.8%), 관리자·전문가는 13만 8천명으로 6천명(4.3%), 사무종사자는 13만7천명으로 5천명(4.0%), 기능·기계조작·조립·단순종사자는 32만명으로 8천명(2.7%) 각각 증가했지만 서비스·판매 종사자는 18만2천명으로 2천명(-1.0%) 줄었다.

비임금근로자는 24만 4천명으로 전년 동월 대비 5천명(2%), 임금근로자는 60만 1천명으로 2만1천명 (3.6%) 증가했다.

실업자는 3만5천명으로 지난해 같은 달 대비 1만1천명(48.1%) 늘었다.

이밖에 고용률은 60,7%로 전년 동월 대비 1.4%p 상승, 실업률도 4.0%로 1.2%p 상승했다.

@highlight

충북의 2월 취업자수는 전년 동월대비 2만6천명 증가한 84만6천명이었으며, 성별로는 남성은 1.8%  여성은 5.1% 각각 증가한 것으로 나타났다.