자유한국당 지지율이 4주 연속 상승하면서 더불어민주당을 턱 밑까지 쫓아왔다.

양당의 지지율 격차는 5% 이내로 문재인 정부 출범 이후 역대 최저치다.

여론조사 전문기관 리얼미터가 tbs 의뢰를 받아 지난 11~13일 전국 유권자 1510명을 대상으로 설문조사한 결과 민주당(37.2%)과 한국당(32.3%)의 지지율 격차가 오차범위 이내인 4.9%포인트인 것으로 집계됐다.

2017년 5월 문재인 정부가 출범한 이후 역대 최저 수준이다.

문재인 정부 초반 40%포인트대에 달했던 지지율 격차는 지난해 11월부터 10%포인트대로 줄었고, 지난 1월 말 한 자릿수로 좁혀졌다.

한국당 지지율이 지난달 2주차 ‘5·18 망언’ 논란 이후 한 달만에 7.1%포인트나 가파른 상승세를 타고 있다.

한국당의 상승세는 문재인 대통령의 국정지지도 하락에 따른 반사이익으로 풀이된다.

2차 북미 정상회담 합의 결렬로 정부의 비핵화 정책에 대한 국민 불신이 증가하면서 한국당의 대정부 공세가 일부 효과를 발휘했다는 분석이다.

이번 조사에서 문재인 대통령에 대한 부정평가는 처음으로 50%선을 넘어섰다.

부정평가는 지난주보다 3.3%포인트 오른 50.1%로 취임 이후 역대 최고치를, 긍정평가는 지난주보다 1.3%포인트 내린 45%로 역대 최저치를 경신했다.

부정 평가와 긍정 평가의 격차(5.1%포인트)가 오차 범위 밖에서 벌어진 것은 처음이다.

또 황교안 대표 체제가 출범하면서 새 지도부에 대한 기대감 상승이 지지율 상승으로 이어졌다는 분석도 나온다.

특히 나경원 원내대표가 문 대통령을 김정은 수석대변인에 빗댄 연설도 지지층 결집에 한몫했다.

일간 집계를 보면 11일 한국당 지지율은 30.8%에서 연설 이후 13일 32.4%로 상승했다.

이번 설문조사의 표본오차는 신뢰수준 95%에 ±2.5%포인트다.

자세한 조사 개요는 리얼미터 홈페이지나 중앙선거여론조사심의위원회 홈페이지를 참고하면 된다.

김해정 기자 .

@highlight

여론조사 전문기관 리얼미터가 지난 11~13일 설문조사를 한 결과에 따르면 한국당이 가파른 상승세를 보이며 한국당과의 지지율 격차를 4.9%포인트로 줄였고, 문재인 대통령에 대한 긍정평가는 역대 최저치인 45%로 나타났다. 