그룹 마마무가 선배 가수 김건모를 향해 존경심을 표했다.

14일 서울 마포구 무브홀에서 마마무의 아홉 번째 미니앨범 '화이트 윈드(White Wind)' 발매 기념 쇼케이스가 개최됐다.

매번 색다른 퍼포먼스와 포인트 안무로 자신들만의 색을 공고히 한 마마무는 '화이트 윈드'의 타이틀곡 '고고베베'로 기존의 유쾌한 분위기를 한껏 살렸다.

'고고베베'는 다채로운 멜로디가 귀에 맴도는 강한 중독성을 지닌 노래로, 마마무 특유의 신나고 유쾌한 에너지가 가득 담겼다.

지나간 사랑과 일에 연연하지 않고 앞을 향해가겠다는 솔직하고 당당한 매력이 인상적이다.

김도훈 프로듀서가 작곡을 맡은 '고고베베'는 김건모의 히트곡 '짱가' 속 '지지베베 우는 저 새들도'의 가사와 멜로디를 모티브로 한다.

이에 대해 문별은 '김건모 선배님의 곡 '짱가' 속 '지지베베'라는 가사를 모티브로 대표님이 만든 신조어다. 김건모 선배님의 아이디어를 받아 더 멋지게 소화할 수 있어서 영광이다'고 소감을 밝혔다.

솔라는 '김건모 선배님께서 우리의 팬이라고 해주셨다. 영광스러웠다'면서 '우리도 어렸을 때부터 존경하던 선배님이었다. 이번 앨범을 준비하면서 많이 벅차올랐던 기억이 난다'고 김건모를 향해 존경심을 표했다.

'화이트 윈드'는 마마무가 지난해 3월 시작한 '포시즌 포컬러 프로젝트'의 마지막 앨범이다.

멤버 휘인의 상징색 '화이트'와 휘인을 뜻하는 '바람(Wind)'을 더해 완성됐으며, 흰 캔버스에 마마무의 첫 만남부터 지금까지의 히스토리를 담아냈다.

마마무는 14일 저녁 6시 각종 음원사이트를 통해 '화이트 윈드'를 공개하고, 타이틀곡 '고고베베'로 본격적인 활동에 돌입한다.

@highlight

14일 서울 마포구 무브홀에서 마마무의  '화이트 윈드(White Wind)' 발매 기념 쇼케이스가 열렸으며,  '고고베베'는 김건모의 히트곡 '짱가' 속 '지지베베 우는 저 새들도'의 가사와 멜로디를 모티브했고 더 멋지게 소화할 수 있어서 영광이라고 존경심을 표했다.