홍지예 성 접대 의혹이 불거진 빅뱅 멤버 승리(본명 이승현)가 피의자 신분으로 조사를 받기 위해 14일 오후 서울지방경찰청으로 출석하며 취재진 질문을 듣고 있다.

성접대 의혹이 불거진 빅뱅 멤버 승리(본명 이승현·29)가 14일 경찰에 피의자 신분으로 출석했다.

이날 오후 2시께서울 종로구 내자동 서울지방경찰청에 나타난 승리는 "성접대 혐의에 대해 여전히 부인하느냐"는 취재진의 질문에 "국민 여러분과 주변에서 상처받고 피해받은 모든 분께 다시 한번 고개 숙여 사죄드린다"며 고개를 숙였다.

이어 "아직도 카카오톡 대화가 조작됐다고 생각하느냐"고 묻자 "어떤 말씀을 드리는 것보다 진실된 답변으로 성실하게 조사에 임하겠다"고 답했다.

그는 "클럽 버닝썬의 실소유주가 맞느냐", "대화방에서 언급된 경찰총장은 누구냐" 등의 질문에 묵묵부답으로 일관하고 조사실로 이동했다.

승리는 자신의 사업과 관련해 외국인 투자자들을 접대하는 과정에서 성매매를 알선한 혐의로 경찰 수사를 받고 있다.

승리의 경찰 출석은 지난달 27일 피내사자 신분으로 한 차례 경찰 조사를 받은 후 두 번째다.

승리는 이달 10일 성매매알선 등 행위의 처벌에 관한 법률 위반 혐의로 정식 입건됐다.

그는 이번에는 피의자 신분으로 첫 조사를 받게 됐다.

앞서 한 매체는 "승리가 서울 강남 클럽들을 각종 로비 장소로 이용하고 투자자에게 성접대까지 하려 했다"며 2015년 12월 승리가 설립을 준비 중이던 투자업체 유리홀딩스 유 모 대표, 직원이 나눈 카카오톡 대화 내용을 공개했다.

이 카톡 대화에는 승리가 외국인 투자자 접대를 위해 강남의 한 클럽에 자리를 마련하라고 지시하는 내용이 담겼다.

또 승리와 함께 대화방에 있던 인물인 유리홀딩스 유 대표도 이날 12시 50분께 경찰에 출석해 조사를 받고 있다.

한편 경찰은 앞서 이날 오전 10시께 성관계 동영상 불법 촬영·유포 논란을 빚은 가수 정준영(30)도 피의자 신분으로 불러 조사하고 있다.

@highlight

14일 성접대 의혹으로 경찰에 출석한 빅뱅 멤버 승리는 혐의 대해 국민과 피해자들에게 사죄하고 진실된 답변으로 성실히 조사에 임하겠다며 취재진의 질문에 답했으나 그외 다른 질문에는 묵묵부답으로 일관하였다.