베트남 하노이 모조호텔과 수출 협약 체결로 베트남 본격 수출을 앞두고 있는 홍성한우 브랜드 육성을 위해 홍성군은 12억원을 2019년 집중 투입한다고 밝혔다.

군은 올해를 소위 박항서 신드롬으로 베트남에서 몰아치고 있는 한류 열풍과 함께 홍성한우의 브랜드 해외 인지도 확산과 국내외 판로확대의 최대 호기로 판단하고 있다.

먼저 군은 한우 개량 및 보존이 한우 브랜드 육성을 위한 핵심사업으로 여기고 한우 정액 지원사업을 확대 추진하기로 했다.

3억원의 사업비로 한우 사육농가를 대상으로 2만5천700두 맞춤형 우수정액 구입시 지원할 계획이다.

한우 개량 가속화를 위한 수정란 이식 시술비도 총 125두, 3천만원을 투입할 계획이다.

홍성한우 브랜드 공급체계 확대 사업에도 속도가 붙을 전망이다.

홍성한우 생산, 도축, 가공 및 판매 지원으로 유통체계 확립 및 품질 균일화를 유도하기 위해 홍성한우 전용 조사료 구입, 한우 고급육 출하장려금 지원 등에 6억원을 집중 투자한다.

홍성한우 고급육 출하장려금 지원 사업의 경우 도축전 12개월 이상 홍성에서 사육한 한우를 홍성축산물 공판장 상장 또는 홍성한우 브랜드 인증점 출하시 장려금 3억원을 지원한다.

목표두수는 1천500두이다.

또한, 홍성한우 가공품 개발을 위해 홍성한우 전문 가공장에 2천만원의 사업비를 투자할 계획이다.

작년에 홍성한우 육포를 출시하고 올해에는 불고기와 장조림등 비선호 부위를 이용한 가공품을 추가적으로 개발할 방침이다.

그 밖에 올해 10월에는 홍성한우 브랜드의 우수성을 소비자에게 널리 알리고 소비자와 생산자가 함께하는 홍성한우 축제를 개최할 예정이다.

군 관계자는 "홍성한우가 명실상부 세계적인 브랜드로 자리매김 할 수 있도록 다양한 시책을 추진할 계획"이라며 "지역의 한우농가들이 자긍심을 갖고 당당하게 한우산업에 종사할 수 있는 기반마련을 위해 지원을 확대해 나가겠다"고 말했다.

@highlight

홍성군은 올해 베트남의 한류 열풍과 더불어 베트남 수출 협약이 체결된 홍성한우 브랜드의 육성으로 해외 인지도를 높이고, 국내외 판로를 넓히기 위해 2019년 12억원을 투입하여 한우 정액 지원사업을 확대 추진할 계획이다.