대전지역 최대 분양이슈인 대전아이파크시티가 15일 모습을 드러낸다.

대전아이파크시티는 2500가구 대규모 단지로 주택 청약자들의 관심을 지속적으로 이끌어왔다.

14일 미리 가본 견본주택 현장은 전용면적 84㎡ A, 104㎡ B, 145㎡ 등 3가구를 미리 살펴볼 수 있었다.

실내 골프연습장, 휘트니스 센터에 단지 내 수영장이 갖춰진다.

다목적 체육시설, 주민회의공간 등 커뮤니티공간과 어린이 놀이터, 어린이집, 작은도서관 등 교육공간까지 조성했다.

일괄 소등, 엘리베이터 호출, 가스밸브 차단, 조명제어 등 홈네트워크시스템, 스마트폰을 활용한 공동현관 자동출입, 엘리베이터 자동호출 등이 가능한 원패스 시스템도 마련됐다.

LED감성조명 시스템, 스마트공기질 관리 서비스 등도 적용됐다.

채광을 확보하기 위한 남향위주 배치와 판상형 포베이(4bay), 포룸(4room)에 드레스룸과 펜트리까지 더해졌다.

현재 입주자모집공고 승인을 기다리고 있으며, 이 또한 곧 확정될 전망이다.

1단지는 지하 2층-지상 34층 13개동 1254가구, 주택형은 전용면적 84㎡ A 786가구, 84㎡ B 218가구, 104㎡ A 250가구이며, 2단지는 지하 2층-지상 35층 12개동 1306가구, 주택형은 전용면적 84㎡ A 429가구, 84㎡ B 115가구, 104㎡ A 211가구, 104㎡ B 145가구, 122㎡ 268가구, 145㎡ 132가구, 펜트하우스 6가구로 구성됐다.

HDC현대산업개발 관계자는 "대전아이파크시티를 기다린 만큼 기대감도 커져 있는 상황"이라며 "새 집 수요가 높은 대전에서 대규모, 브랜드 아파트가 공급되는 만큼 수요자들의 높은 관심을 이끌 것으로 예상된다"고 말했다.

한편, 대전아이파크시티 견본주택은 유성구 원신흥동 576-4에 위치하고 있다.

@highlight

대전지역 최대 분양이슈인 대전 아이파크시티가 15일 모습을 드러내며, 다목적 체육시설, 주민회의공간, 등의 커뮤니티 공간과, 교육공간, 편의를 위한 일괄 소등, 엘리베이터 호출, 가스밸브 차단, 등의 홈네트워크 시스템과, 원패스 시스템도 마련되어 있다.