풀러스, 위모빌리티, 위츠모빌리티 등 카풀 스타트업 3사는 지난 7일 택시·카풀 사회적 대타협기구가 합의한 내용을 정면으로 비판하며 재논의를 요구하고 나섰다.

정부와 여당, 택시업계와 카카오모빌리티가 참여한 택시·카풀 사회적 대타협기구는 카풀 서비스를 출퇴근 시간인 오전 7~9시, 오후 6~8시에만 제한적으로 허용하고 토요일과 일요일, 공휴일은 제외하는 내용을 담은 합의안을 마련했다.

이들 카풀 스타트업 3사는 공동입장문을 통해 '대타협기구는 카카오에게 향후 모든 모빌리티 사업을 밀어주는 결정을 내리고도 마치 더 나은 사회를 위한 타협을 이루어낸듯 명시하며 합의의 성과를 미화하고 있다'고 지적했다.

이들은 '카카오는 사업 규모와 수익화에 있어 카풀 서비스만을 하는 회사가 아니므로 대타협기구가 이야기 하는 카풀업계의 합의 대리자로 부적합하다'며 '카카오는 합의와 관련 양보를 한 것처럼 보이나 결과적으로 플랫폼 택시의 독점권과 카풀 사업의 자율경쟁 방어권까지 인정받은 셈으로 시장내 공정한 경쟁의 도리에서 어긋난, 신규 업체의 시장진입을 막는 대기업과 기득권끼리의 합의가 되어버렸다'고 강조했다.

이어 '모빌리티 혁신으로 시민들이 택시를 탈지 에어드론을 탈지, 어떤 세상이 펼쳐질지 모른다'며 '그럼에도 지금 택시가 최대의 시장이기 때문에 택시와만 사업을 전개하라고 하는 말의 의미는 앞으로의 미래도 지금과 같아야 한다는 것인가'라고 반문했다.

또 이들은 '훗날 이 합의는 사회 전 영역에서 혁신을 막고 스타트업의 자유로운 상상력을 실험하기 두렵게 만드는 대한민국 역사에 오점으로 남을 것'이라며 '제2벤처붐을 일으키겠다는 문재인 대통령과 정부의 뜻에 정면으로 역행한다'고 꼬집었다.

이들은 마지막으로 '카풀업계는 이번 합의를 인정할 수 없다'며 '기득권만의 대타협 기구 협의를 전면 무효화하고 누구에게나 공정한 사업기회를 줄 수 있도록 다시 논의해주기를 요구한다'고 전했다.

@highlight

카풀 스타트업 3사는 카풀 대타협기구가 합의한 내용을 정면 비판했는데 이는 카카오가 사회를 위한 타협을 한 듯 성과를 미화했고 사업 규모와 수익화에서도 적합하지 않아 시장내 공평한 경쟁에 맞지 않는 대기업과 기득권끼리의 합의라고 말했다.