오늘(14일, 목) 밤 11시에 방송하는 tvN ‘NEW 인생술집’에는 믿고 듣는 마마무 솔라, 문별, 화사, 휘인 완전체가 출격한다.

‘포시즌 포컬러’로 주목을 받으며 내는 앨범마다 화제가 되었던 음원퀸 마마무가 1년 프로젝트의 대미를 장식할 마지막 앨범을 들고 ‘인생술집’을 찾아오는 것 마마무의 신곡 ‘고고베베’의 맛보기를 공개하는 것은 물론, 더욱더 강렬해진 콘셉트와 시선강탈 포인트 안무, 거기에 시상식에서 큰 화제가 되었던 ‘솔라 폴댄스’까지 선보여 눈길을 끌 예정이다.

또 먹기만 하면 뜨거운 화제를 불러일으키는 떠오르는 먹방돌 화사가 ‘인생술집’에서 자신의 고향음식이자 소울 푸드인 전주의 대표 명물 ‘찹쌀 호떡’을 소개한다.

휘인 또한 자신의 인생 음식으로 전주 ‘피순대’를 소개하고, 전주에서 직접 공수해온 안주들로 폭풍 먹방을 선보이는 것.

이어 최근 화제가 되었던 화사의 ‘트러플 오일’까지 재등장해 보다 업그레이드 된 ‘트러프오일’ 활용법을 선보인다.

솔라와 문별은 활동하며 현실절친만이 겪을 수 있는 다툼 에피소드를 공개하며 털털한 매력을 방출한다.

견해차가 생기면 쌓아두지 않고 그 때마다 푼다는 두 사람은 다소 과격한(?) 의견 교환 방식과 뒤끝 없이 독특한 방법으로 쿨하게 화해하는 비법까지 밝히며 현장을 웃음바다로 만들었다는 후문이다.

또한 마마무 멤버들은 현장에서 자신만의 ‘인생 한곡’을 부르며 진솔한 인생 이야기를 털어놓는다.

솔직하고 털털한 입담은 물론, 매력적인 꿀보이스로 시청자들의 마음을 녹일 마마무의 미니 라이브 콘서트는 이 날 방송에서 모두 확인할 수 있다.

tvN ‘NEW 인생술집’은 매주 목요일 밤 11시에 방송된다.

최지수 기자 .

@highlight

내는 앨범마다 화제를 낳는 마마무가 ‘인생술집’을 찾아와 신곡 ‘고고베베’를 소개하고 솔라의 폴댄스, 화사의 전주 대표 명물 ‘찹쌀 호떡’, 휘인의 전주 ‘피순대’를 선보이며 폭풍 먹방을 펼쳤다고 한다.