제주시 구좌읍 동복리에 친환경적으로 건설키로 했던 제주환경자원순환센터가 제주특별자치도의 약속 파기로 혐오시설로 전락할 위기에 놓였다.

도가 공사기간 부족을 이유로 제주환경자원순환센터 소각로 굴뚝 전망대의 경관위원회 심사를 포기, 행정 불신도 우려되고 있다.

도는 쓰레기 처리난에 직면했던 2014년 당시 제주환경자원순환센터를 유치한 동복리는 물론 인접 북촌리 주민과 협약을 체결하면서 소각로 굴뚝 높이 103m 중 99.8m의 상단부분에 전망대 설치를 약속했다.

도에 따르면 주민들의 선진지 견학 당시 친환경적으로 운영중인 경기로 구리·하남시와 경상남도 양산시의 소각로 굴뚝 전망대처럼 쓰레기 혐오시설 탈피는 물론 관광자원으로 활용하기 위해서다.

도는 또 소각로의 전망대가 인근 친환경에너지타운과 주민편익시설, 축구장·야구장 체육센터와 연계한 주민소득 창출이 가능할 것으로 기대하고 있다.

하지만 경관위원회의 지난해 8월말 전망대 재검토 의결 이후 제주도가 여태껏 재심사를 요청하지 않아 소각로 공사도 지연되고 있다.

경관위원회가 지난해 5부터 열린 6차례 회의에서 "주변 자연경관과 조화되게 독창적인 건축작품이 되도록 전망대의 디자인을 개선하라"는 추상적 표현으로 계속 제동을 걸고, 도 역시 보완하지 않은 채 기존 디자인을 고수하는 등 양측이 대립하면서 전망대 경관심의도 장기간 표류하고 있기 때문이다.

특히 도는 오는 22일 열릴 경관위원회 회의에도 전망대 재심의를 요청하지 않은 채 소각로 준공이 올해 9월에서 내년 2월로 늦어진다는 이유로 전망대 설치 약속을 일방적으로 파기, 주민 반발을 초래하고 있다.

북촌리 주민들은 "경관위원회의 심의를 통과하지 못해 발생한 공사기간 부족을 주민들에게 떠넘기는 것"이라며 "도가 전망대를 설치하지 않으면 자원순환센터가 님비시설로 전락, 좌시하지 않겠다"고 말했다.

@highlight

제주시 구좌읍 동복리에 건설하기로 했던 제주환경자원순환센터가 제주특별자치도의 전망대 설치 약속 일방적 파기로 주민들에게 반발을 초래하며 혐오시설로 전락할 위험에 처해있다.