한화건설이 오는 4월 경기 용인시 수지구 동천동 349-10번지 일대에서 '수지 동천 꿈에그린'을 분양한다.

수지 동천 꿈에그린은 지하 3층~지상 29층의 4개동으로 구성된다.

아파트 293가구와 오피스텔 207실로 조성된다.

아파트는 전용면적 74㎡ 148가구, 84㎡ 145가구 등이다.

단지는 서쪽에 광교산이 있고 남측에는 손곡천이 있어 쾌적한 주거 환경을 보유하고 있다.

강남·분당·판교의 생활인프라를 고스란히 누릴 수 있는 교통여건을 가지고 있다.

신분당선 동천역을 도보로 약 10분이면 이동할 수 있다.

동천역에서는 판교역이 3정거장, 강남역이 7정거장 정도다.

차량을 이용해 대왕판교로, 용인~서울간 고속도로, 경부·영동 고속도로, 외곽순환도로, 분당~내곡간, 분당~수서간 도시고속화도로 등을 이동하기 수월하다.

현대백화점, 신세계백화점, 이마트, 홈플러스, 하나로마트, 아브뉴프랑 판교 등에 닿기 쉽다.

수지 동천 꿈에그린은 한화건설이 강점을 가지고 있는 복합단지로 꾸민다.

틈새평면과 다양한 수납공간을 활용해 공간을 효율적으로 사용할 수 있다.

단지 내 보안성과 쾌적함을 고려해 다양한 스마트 시스템을 적용한 점도 특징이다.

세대 내 천정고(기본 2.4m, 우물천정 2.53m)를 높여 개방감을 극대화했다.

외부 미세먼지를 차단하고 창문을 열지 않아도 신선한 공기를 공급할 수 있는 실내환기시스템이 설치된다.

전용면적 74㎡ 아파트의 수납공간 확보를 위해 복도에 팬트리장을 설치했다.

전용 84㎡도 판상형 4베이 평면을 활용했다.

수납공간을 넉넉히 확보하는 데 초점을 뒀다.

현관에 대형 워크인 수납장을 설치하고 거실에는 계약자 선택에 따라 알파룸과 대형 팬트리 2개소를 마련할 수 있다.

입주는 2022년 상반기 예정이다.

@highlight

한화건설은 4월 경기 용인시 수지구에 4개동 293가구 207실로 구성된 '수지 동천 꿈에그린'을 분양할 예정이다.