파주시가 2019년 취업 취약계층의 실질적 일자리 연계를 돕기 위해 공공일자리 사업으로 발판을 마련한다.

공공근로사업은 한시적 일자리 제공을 통해 저소득 실업자, 청년 미취업자 등 취업 취약계층의 생계 안정과 자립 지원을 위한 사업이다.

특히 올해는 공공근로사업 참여자에게 일자리센터 직업 상담을 연계해 공공일자리 참여를 통한 민간 일자리 취업 연계를 지원한다.

올해 파주시는 공공근로사업에 7억6천200여만 원을 전액 시비로 투입했다.

이는 지난 해 6억9천700여만 원 대비 6천500만 원 증액된 것이다.

공공근로 선발인원 또한 지난 해 128명에서 42명 증원돼 올해 총 170여명을 모집할 계획이다.

이와 함께 파주시는 올해 공공근로사업에 크게 2가지의 차별점을 뒀다.

첫 번째는 공공근로사업에 참여하고자 하는 신규자의 진입장벽을 낮춘 것이다.

두 번째는 일자리센터와 연계해 사업 참여자가 자립할 수 있는 기반을 제공하는 것이다.

파주시는 올해 공공근로 참여 근로자에게 2시간 한도로 일자리센터 개별 상담을 지원한다.

취업상담시간은 근로시간으로 인정되며 공공근로 사업이 종료된 후에도 상담 자료를 바탕으로 민간 일자리 연계를 돕는다.

파주시의 공공근로 사업은 정보화, 공공서비스, 환경정화 등 총 3개 분야 29개 사업이며 올해 최저임금을 반영해 시급 8천350원(전년대비 10.9%인상) 부대비 5천원(전년대비 2천원 인상)이 지급되고 주휴수당과 월차수당이 지급된다.

연간 총 3단계로 나눠 사업이 진행되고 단계별 참여인원은 사업에 따라 예산 한도 내에서 선발된다.

2019년 공공근로사업 2단계는 3월 18일부터 22일까지 접수를 받아 5월 2일부터 8월 21일 사업이 진행되며 총 60명을 선발한다.

최종환 파주시장은 "어려운 경제 상황에 놓인 시민들에게 조금이나마 도움이 될 수 있는 방향으로 올해 공공근로사업을 변경해 추진하게 됐다"며 "과거 일시적인 일자리를 제공하던 공공근로 형태에서 한 발 더 나아가 민간 일자리 연계로 이어질 수 있도록 적극 노력하겠다"고 말했다.

@highlight

파주시가 2019년 취업 취약층의 실질적 일자리 연계를 돕는 공공근로사업을 공공일자리 산업을 발판으로 마련할 계획인데 올해는 일자리센터 직업 상담을 연계해 공공일자리 참여를 통한 민간 일자리 취업 연계를 지원하기로 했다.