[ 조희찬 기자 ] 스윙스피드가 빠른 여자 프로 선수들은 남성용 클럽을 사용한다.

여자 아마추어 골퍼 중에서도 종종 남자 클럽을 쓰는 경우가 있다.

하지만 그렇지 않은 평범한 주말 골퍼라면 골프클럽을 고를 때 여성용 골프 클럽을 고르는 것이 좋다고 전문가들은 조언한다.

일반 여성의 스윙 스피드에 맞게 설계돼 있어 비거리 등을 극대화하는 등 최상의 퍼포먼스를 낼 수 있어서다.

야마하의 여성용 골프클럽 C's 시리즈는 오직 한국 여성만을 위해 기획하고 개발, 제작된 클럽이다. 10년 넘게 국내 여성 골퍼들의 부름을 받고 있을 정도로 '스테디셀러'다. 2018년형 C's 드라이버는 기존 클럽 대비 3~4g 가벼워져 한 클럽 더 나가는 비거리를 자랑한다.

기존 플라워 무늬를 벗고 색을 바꿔 보석 느낌을 살렸다.

아이언은 지난 모델에서 페이스 소재가 바뀌고 구조가 일체형 주조아이언으로 변했다.

반발 영역이 넓어져 관용성이 높아졌다.

무게중심을 낮추고 페이스 크기도 늘려 어드레스 시 불안감을 줄여준다.

퍼터 역시 말렛 스타일로 시각적인 편안함을 제공한다.

조준점과 라인을 헤드에 그려 넣었다.

폴리우레탄 재질로 페이스를 만들어 부드러운 타구감을 느낄 수 있다.

야마하 관계자는 "일본 스펙을 그대로 수입하는 것이 아니라 한국 여성에 맞게 다시 제작하는 만큼 최고의 성능을 발휘한다"고 전했다.

미즈노의 여성 전용 클럽 'GX-f 시리즈'도 여성 골퍼들의 관심을 받고 있다.

이번 시리즈는 미즈노 GX시리즈의 DNA를 계승해 만든 라인업이다.

이 제품 역시 여성 골퍼들이 가장 필요로 하는 비거리를 향상시키는 데 중점을 뒀다.

가벼우면서도 방향성이 좋은 카본 소재의 'M 퓨전' 샤프트를 채용했다.

미즈노 관계자는 "과거 '라 루즈' 모델에 비해 가볍고 부드러운 그립을 써 힘이 없는 여성 골퍼들도 쉽게 헤드 스피드를 늘릴 수 있도록 유도했다"고 설명했다.

@highlight

전문가들이 여성 골퍼에게 여성용 골프 클럽을 고르는 것이 좋다고 조언하는 가운데 한국 여성만을 위해 개발, 제작된 클럽야마하의 여성용 골프클럽 C's 시리즈와 미즈노의 여성 전용 클럽 GX-f 시리즈가 여성 골퍼들의 능력 향상에 도움을 줄 것으로 예측되며 관심을 받고 있다.