'로맨스는 별책부록' 정유진이 이나영의 세심함에 감탄했다.

14일 서울 강남구 청담동 FNC엔터테인먼트 사옥에서 만난 정유진은 '로맨스는 별책부록' 촬영 현장에 대해 '그들에게 너무 감사하다'고 동료에게 애정을 표했다.

이어 '저희 현장에 진짜 웃음이 떠나질 않는다. 이나영 선배 덕이 크다. 스태프 지칠 때 한분한분 말 걸어봐 주면서 하신다'고 이나영에 대한 존경심을 드러냈다.

정유진은 '생각해보면 쉽지 않은 것 같다. 대단하다고 본 받고 싶다고 느꼈다. 털털하시고 사소한 것도 잘 기억하고 챙겨주신다'고 감사한 마음을 전했다.

그는 ''네 멋대로 해라' 왕팬이었다. 테스트 촬영 때 처음 뵀다. 수많은 배우를 봤지만 너무 아름다워서 넋 놓고 봤다. 이종석도 성공한 팬이지만, 저 또한 그렇다. 차가울 줄 알았는데 반전 매력이 있다. 따뜻하고 인간적이다. 선배의 빅 팬이다'라고 애정을 전했다.

정유진은 tvN 주말드라마 '로맨스는 별책부록'에서 겨루 출판사 차은호(이종석) 편집장을 짝사랑하는 송해린 역을 맡아 연기 중이다.

송해린은 차은호에 대한 마음을 털어놓다 지서준(위하준)에게 술주정을 부리고 실수를 만회하기 위해 애교와 사과 콤보를 보여줬다.

극중 정유진은 좋아하던 사람 앞에서 사랑을 숨기려는 순수함, 일할 때 느껴지는 카리스마와 180도 다른 면모를 보여줘 극의 활력을 더했다.

자신의 실수를 생각하며 전전긍긍하고 당당하던 송해린이 눈치를 보며 안절부절못하는 모습은 정유진의 디테일한 연기로 웃음을 유발했다.

'로맨스는 별책부록'은 출판사를 벗어나 또 다른 삶을 개척하는 강단이(이나영 분)의 모습이 그려지며 종영을 2회 앞두고 있다.

지난주 유료플랫폼 시청률에서 가구 평균 6.3% 최고 7.2%를 기록했다.

@highlight

'로맨스는 별책부록'의 정유진이 선배 이나영의 세심한 배려로 촬영현장이 언제나 즐겁고, 감사하다는 입장을 전했다. 