[함양=환경일보] 강위채 기자 = 경상남도 함양군은 지난 2월 27일부터 13일까지 관내 농공·산업단지 입주기업 및 산양삼 가공업체 등 30여개소를 대상으로 '찾아가는 규제신고센터'를 운영했다.

함양군에 따르면 이번 규제신고센터는 기업현장에서 겪고 있는 불합리한 규제나 투자촉진을 저해하는 숨은 규제를 적극 발굴, 개선하여 기업하기 좋은 함양을 만들어 나가기 위해 마련됐다.

지난 4일 기획예산담당관을 비롯한 담당직원이 안의면 소재 A식품과 B산업을 방문해 업체 관계자들과 기업 경영 현장에서 겪는 문제점들을 허심탄회하게 이야기를 나누고, 함양군의 인구늘리기 시책 등 함양군의 다양한 시책에 동참을 당부하였다.

특히 A식품 관계자는 농촌융복합산업 육성 및 지원에 관한 법률에 따라 지자체는 농촌융복합산업의 지속적인 성장을 위해 필요한 시책을 수립·시행하고, 사업자의 경영 안정에 필요한 행정적·재정적 지원방안을 마련하여야 한다고 규정되어 있으나, 관련 조례가 제정되어 있지 않아 적극적인 사업 추진에 애로가 있다는 의견을 제시하였고, 이에 해당 부서와 협의하여 적극적으로 검토하겠다고 전했다.

또한 금속가공제품 제조업으로 농공단지 입주기업인 B산업 관계자는 사업영역 확장을 위해 입주 허용업종에 자동차 부품 제조업의 추가를 건의하였으며, 이에 해당 부서와 검토하여 해결방안을 모색하겠다고 밝혔다.

이번 찾아가는 규제신고센터 운영은 더 많이 참여하고, 더 많이 찾아가서, 더 빨리 개선하기 위해 관련 사업부서의 참여를 확대하고, 기존 농공·산업단지 중심에서 산양삼 가공업체까지 방문 대상기업을 확대하였으며, 규제발굴에서 개선까지 시간을 단축하여 규제 건의자에게 신속하게 결과를 전달할 예정이다.

한편 함양군 관계자는 "하반기에도 찾아가는 규제개혁센터를 지속적으로 운영하여 일자리 창출과 경제 활성화에 동력이 될 수 있도록 기업들의 애로사항을 적극적으로 청취하여 신속하게 규제를 해소해 나갈 예정"이라고 밝혔다.

@highlight

경상남도 함양군은 지난 2월 27일부터 13일까지 관내 농공·산업단지와 산양삼 가공업체 등을 대상으로 현장에 존재하는 불합리한 규제와 투자촉진을 저해하는 규제를 찾아내 더 빨리 개선하기위한 '찾아가는 규제신고센터'를 운영했다.