인천본부세관(세관장 이찬기)은 14일 미국.

캐나다 지역의 여행자에 대한 세관검사를 강화한다고 밝혔다.

세관에 따르면, 이들 지역은 오락용(기호용) 대마의 판매 및 사용이 합법화된 이후 국내로 밀반입하려는 여행자들의 적발건수가 폭발적으로 늘어나고 있는 것으로 나타났다.

특히 지난해 말부터 담배처럼 쉽게 흡입할 수 있는 대마카트리지의 국내 밀반입이 대폭 증가하여 '18.11월 이후 현재까지 총 79건이 적발되었으며, 이는 18년도 전체 적발건수인 45건과 비교해 폭발적인 숫자다.

밀반입 경로는 여행자, 국제우편, 특송화물 등 다양한 경로로 밀반입되고 있고, 적발품목도 대마카트리지뿐만 아니라 대마초, 대마쿠키, 대마초콜렛 등 다양한 형태의 대마제품이 밀반입되고 있는 것으로 조사됐다.

따라서 세관은 마약전과자 양산을 방지하기 위해 인천지방검찰청 등 관계기관과 '북미지역 대마 반입 예방 대책 회의'를 갖고, 인천국제공항공사, 항공사 등 유관기관의 협조를 통해 대국민홍보 및 사전계도 활동을 펼칠 계획이라고 설명했다.

또한 출입국 여행자에게 관련 내용의 리플릿 배포, 해외 주재 관세관을 통해 교민언론 매체에 보도자료 배포, 인터뷰 등의 홍보활동과 더불어 대마제품 등을 판매하는 해외 유해사이트를 지속적으로 발굴해 방송통신위원회에 접속차단을 요청하는 등 다각적인 범죄 예방활동과 함께 마약류 밀반입자들에 대해 엄벌할 방침이다.

인천세관 관계자는 "직원에 대한 마약 적발기법 교육을 비롯해 우범항공기 및 우범지역發 국제우편과 특송화물에 대한 X-Ray 검색을 강화하고 전수검사를 실시하는 등 대마류 밀반입을 관세국경에서 원천차단 함으로써 국민건강 및 사회안전 수호에 최선을 다하겠다"고 말했다.

@highlight

인천공항세관은 캐나다 지역에서 대마가 합법화된 이후 밀반입의 적발건수가 늘어남에 따라 마약전과자 양산을 방지하기 위해 대책 회의와 대국민홍보 및 사전계도 활동을 펼치고 세관검사를 강화한다고 밝혔다.