경기도내 A형 간염 환자가 급증한 것으로 나타나 도민들의 각별한 건강관리가 요구된다.

14일 경기도에 따르면 지난 1~2월 도내에서 발생한 1군 감염병 280건 중 262건(93.6%)이 A형 간염인 것으로 나타났다.

이는 지난해 같은 기간 발생한 174건보다 88건 증가한 것으로, 전국 발생건수인 1천16건의 25.8%, 전국 1위에 해당하는 수치다.

뒤이어 대전(264건), 서울(154건)의 발생률이 높았다.

A형 간염은 주로 오염된 손과 물, 음식, 소변, 대변 등을 통해 사람의 입을 거쳐 감염된다.

주사기나 혈액, 성접촉 등도 감염 경로다.

전염성이 강해 직장, 학교 등 단체 생활공간에서 감염 위험이 큰 편이다.

증상으로는 감염된 후 15∼50일 정도의 잠복기를 거쳐 ▶발열 ▶두통 ▶권태감 ▶식욕부진 ▶오심 ▶구토 ▶복통 ▶설사 등이 나타난다.

또한 황달 또는 간수치가 상승하는 등 증상이 발생한 이후 일주일 간 전염력이 가장 높아 환자에 대한 격리가 반드시 필요하다.

예방을 위해선 용변을 본 후나 음식을 취급하기 전, 환자나 유아를 돌보기 전에 비누를 사용해 흐르는 물로 30초 이상 손을 깨끗하게 씻고, 음식 익혀먹기와 물 끓여먹기 등 개인위생을 철저하게 준수해야 한다.

도는 A형 간염의 확산 원인은 20~40대 젊은층의 낮은 '항체보유율'에 있는 것으로 보고 있다.

조정옥 도 감염병관리과장은 "본래 A형 간염은 비위생적인 환경에서 감염되는 질병이지만 생활환경이 개선된 현재에도 항체보유율이 낮은 20~40대 젊은 층을 중심으로 발생하는 경향을 보이고 있다"며 "A형 간염은 아직 특별한 치료제가 없고 백신접종과 개인위생 준수를 통해 예방하는 것이 최선인 만큼 각별한 주의를 기울여야 한다"고 말했다.

@highlight

14일 경기도에 따르면 지난 1~2월 도내 발생 1군 감염병 중 93.6%가 A형 간염으로 최근 환자가 급증한 것으로 나타나고 있어 예방을 위해 손씻기, 음식 익혀먹기 및 물 끊여먹기 등 개인위생을 철저히 지켜야 한다.