무주군이 무주반딧불조합공동사업법인(무주농협, 구천동농협) 단체와 업무협약을 체결하고 농산물 가격안정기금 수매지원 사업을 본격화한다.

14일 진행된 협약식에서 황인홍 군수를 비롯한 단체 관계자들은 사업의 취지를 공유하고 기관별 역할을 확인하면서 농산물 가격안정과 유통개선을 위해 협력해 나갈 것을 약속했다.

황인홍 군수는 "농산물 가격안정 지원에 관한 조례 제정과 기금 조성이 수매사업으로 이어지면서 기대가 커지고 있다"며 "농가경영 안정시스템을 구축하는 계기가 돼 농업인들이 돈 버는 농업을 실감하고 삶의 질이 높아지는 것 또한 체감할 수 있기를 바란다"고 말했다.

무주군이 조성한 농산물 가격안정 기금(100억 원) 지원 사업은 무주군 전략품목의 수매, 저장, 판매 사업에 따른 손실보상을 지원해주는 것으로 각 농협에서 전량 수매한다.

군이 정한 올해 수매 품목은 사과, 포도, 생오미자, 아로니아, 생천마 등 5개 품목으로 농산물 가격안정기금운용심의위원회 심의를 통해 각 품목별 가격이 결정되면 무주반딧불조합공동사업법인 단체를 통한 수매사업이 본격화 된다.

사업 신청은 오는 18일부터 다음달 12일까지 각 농협 지점에서 받는다.

기금 사업 중 농산물 시장가격이 기준가격 이하로 하락했을 경우 그 차액의 90% 이내에서 보전해 농가소득을 보장해주는 가격차액 지원사업의 지원 품목은 양파와 건고추, 가을배추, 노지감자, 복숭아 등이다.

또 농산물의 도매시장 가격이 10일 이상 최저생산비 이하로 형성되면서 산지 폐기되는 농산물의 최저 생산비를 50% 이내에서 지원하는 최저생산비 지원사업 품목은 가을배추와 가을무 등 2개 품목이다.

이 사업에 대한 신청은 각 농산물 파종 시기에 6개 읍·면사무소 산업팀에서 받을 계획이다.

무주군은 지난해 12월 농산물 가격안정 지원에 관한 조례를 제정·공포한 데 이어 민선 7기 공약인 농산물 가격안정 기금 100억 원을 조성했다.

@highlight

지난 14일 무주군은 무주반딧불조합공동사업법인과 농산물 가격안정과 유통개선을 위해 협력해 나갈 것을 약속하는 업무협약을 체결하고 무주군 전략품목의 수매, 저장, 판매 사업에 따른 손실보상을 지원해주는 사업인 농산물 가격안정기금 수매지원 사업을 본격화하기로 하였다.