충남도는 올해 첫 추가경정예산안으로 4871억 원을 편성했다.

이 예산안이 도의회를 통과하면 올해 도의 총 예산 규모는 당초 7조 2646억 원에서 7조 7517억 원으로 6.7% 늘어나게 된다.

이번 추경예산안은 정부의 지방분권 추진에 따른 지방소비세 4%p 인상분, 보통교부세 정산분 및 확정분, 본예산 이후 국고보조금 변동분 등을 활용, 생활 SOC와 일자리 사업에 초점을 맞췄다.

특히 이번 추경에 미세먼지 저감 등 도민의 건강을 위해 전기자동차 1291대 보급사업에 39억 원이 증가한 193억 원, 천안 제5일반산업단지, 아산 1·2테크노밸리산업단지, 예산 예당일반산업단지 주변 미세먼지 저감 차단 숲 조성에 25억 원을 신규 반영하는 등 미세먼지 관련 8개 사업에 142억 6000만 원을 증액했다.

또한 지역경제 활력 제고를 위한 주요 생활 SOC 사업으로 시·군 체육시설 개선, 어촌뉴딜300 사업, 회전교차로 설치, 천안 제2일반산업단지 재생 사업, 노후 공공임대주택 시설 개선 등 197건에 665억 원을, 주요 일자리 사업으로는 지역투자 촉진 보조금(수도권·비수도권), 노인 일자리 및 사회활동 지원, 지역 주도형 청년 일자리 사업, 충남 스타트 기업 청년 채용 장려 지원, 충남형 일하는 청년통장, 레일 프리마켓 운영 및 셀러 양성 등 107건에 431억 원을 각각 증액 편성했다.

이필영 도 기획조정실장은 "이번 추경은 예년보다 2개월 가량 앞당겨 편성한 것"이라며 "미세먼지 저감을 위해 전기자동차 보급 사업 39억 원 등 8개 사업 142억 6000만 원을 증액해 총 24개 사업 456억 6000만 원을 편성했으며, 경기 침체에 따른 정부의 지역경제 활력 제고를 위한 일자리 사업과 생활 SOC에 중점을 뒀다"고 말했다.

한편 추경예산안은 제310회 임시회에서 상임위원회별 예비 심사와 예산결산특별위원회 심사를 거친 뒤 오는 29일 본회의 의결로 최종 확정된다.

@highlight

충남도는 올해 첫 추가경정예산안으로 정부의 지방분권 추진에 따른 지방소비세 4%p 인상분, 보통교부세 정산분 및 확정분, 본예산 이후 국고보조금 변동분 등을 활용, 생활 SOC와 일자리 사업 등을 위해 4871억 원을 편성했으며, 특히 생활 SOC 사업 197건에 665억 원, 일자리창출 사업 107건에 431억 원을 각각 증액 편성하는 등 지역경제 활력 제고에 역점을 두었다. 