삼성전자가 역대 최대 용량의 모바일 기기용 12GB D램(사진)을 양산하면서 스마트폰의 처리 속도가 노트북보다 빨라지는 시대를 맞았다.

기존 8GB D램보다 용량이 1.5배 커 모바일 단말기 성능이 대폭 개선될 전망이다.

모바일 기기가 작동하려면 모든 작업은 D램을 거치기 때문에 D램 용량이 커지면 연산 속도도 그만큼 빨라진다.

사람에 비유하면 두뇌의 용량이 상당히 커졌다는 의미다.

또한 시중에 나와 있는 초슬림 노트북보다 모바일 기기의 속도가 빨라지는 셈이다.

삼성전자는 14일 ‘12GB LPDDR4X(Low Power Double Data Rate 4X) 모바일 D램’을 양산한다고 밝혔다.

‘12GB LPDDR4X 모바일 D램’은 2세대 10나노급(1y) 16Gb 칩을 6개 탑재했다.

기존에 생산되는 ‘8GB 모바일 D램’보다 용량이 1.5배 커졌다.

이로써 일반적인 울트라 슬림 노트북에 탑재된 8GB D램 모듈보다 높은 용량의 D램을 모바일 기기에 적용하게 됐다.

폴더블폰처럼 화면이 배 이상 넓어진 초고해상도 스마트폰에서 다양한 앱을 원활하게 사용할 수 있다는 게 삼성전자 측 설명이다.

모바일 단말기 업체는 차세대 스마트폰에 5개 이상의 카메라 모듈, 대형·멀티 디스플레이, 인공지능 프로세서 등을 도입하는 상황에서 더 많은 용량의 D램이 탑재되면 시스템 성능을 대폭 향상할 수 있다.

‘12GB LPDDR4X 모바일 D램’은 모바일 기기에 사용되는 가장 빠른 속도인 초당 34.1GB 속도로 데이터를 읽고 쓸 수 있으며 두께는 1.1㎜다.

스마트폰 등 모바일 단말기에 사용되는 저전력 특성의 D램 규격이다.

모바일 D램은 모바일 단말기의 두뇌인 AP(Application Processor, PC의 CPU격)의 연산을 돕는다.

@highlight

삼성전자가 초당 34.1GB 속도로 데이터를 읽고 쓸 수 있는 모바일 기기용 '12GB D램'을 양산하면서 시중에 나와 있는 초슬림 노트북보다 모바일 기기의 속도가 빨라질 전망이다.