명장들의 레슨… 당신의 골프가 바뀝니다

국제신문의 동영상 콘텐츠 ‘골프 어벤져스’가 여러분을 찾아갑니다.

부산에서 활약 중인 레슨 프로들이 팀을 이뤄 골프 기초부터 스윙과 실전 팁, 상황별 대처법 등을 가르쳐드립니다.

시즌제로 제작하는 ‘골프 어벤져스’의 첫 번째 프로그램은 ‘미스코리아, 골프에 빠지다’입니다.

첫 프로그램답게 초심으로 돌아가자는 의미에서 입문 편부터 시작합니다.

2018년 미스부산·경남 대회에서 미스 BNK부산은행에 오른 김라희(26·사진 왼쪽) 씨가 골프 입문 단계부터 100타 깨기까지 도전하는 모습을 영상에 담습니다.

그립, 얼라인먼트, 파스처 등 골프의 가장 기본인 어드레스부터 다시 한번 돌아보는 기회가 될 것입니다.

특히 이번 레슨은 7번 아이언으로 한 달간 스윙 연습만 하는 기존의 레슨 방식을 과감하게 버리고 첫날부터 풀 스윙을 완성한 뒤 세부적으로 교정에 들어갑니다.

레슨 팀장을 맡은 김인도 프로는 부산에서 소아암 환우 돕기 자선 골프 등 활발한 사회공헌 활동을 펼치고 있습니다.

태국 투어의 다양한 경험을 바탕으로 쇼트 게임(웨지)과 드라이버를 담당합니다.

아이언의 세기를 다듬어 줄 강현서 프로는 현역 한국여자프로골프(KLPGA)투어 회원으로 2015년 유럽여자프로골프투어에서 두 차례 준우승을 기록한 실력파입니다.

퍼터를 담당할 퍼팅 분석가 김성율 씨는 한국골프피팅협회(KGFA) 1급 기술사로, 미국의 스포츠용품 컨설팅회사인 퀸틱사의 분석회원입니다.

이들이 한 팀을 이뤄 골프애호가 여러분의 골프 실력을 업그레이드해 드릴 것입니다.

동영상은 15일부터 매주 금요일 오후 국제신문 홈페이지와 유튜브 채널 ‘PLAY 국제’(www.youtube.com/user/kookjenews)에서 만날 수 있습니다.

구독자들의 반응과 댓글은 차기 프로그램 제작에 적극 반영합니다.

골프 애호가와 독자 여러분의 많은 관심과 조언, 응원을 부탁드립니다.

@highlight

부산에서 활약 중인 레슨 프로들이 팀을 이뤄 골프를 가르쳐주는 '미스코리아, 골프에 빠지다' 를 15일 부터 매주 금요일 오후 국제신문 홈페이지와 유튜브 채널 'PLAY 국제'에서 만날 수 있다.