대기업이 중소기업에 계약서도 쓰지 않은 채 용역계약을 맡겼다.

막상 계약서를 쓰려하자 하청업체가 제시한 비용이 비싸다며 실랑이를 벌이다가 계약서를 쓰지 않은게 화근이었다.

결국 계약은 깨졌다.

하청업체는 계약서를 쓰지 않더라도 업무를 진행한 데 따른 실비지급을 요구했고, 법원은 하청 중소기업 손을 들어줬다.

15일 법조계에 따르면 서울중앙지방법원 민사203단독 김동현 부장판사는 지난달 광고회사인 O사가 오리온을 상대로 낸 '용역대금 청구' 소송에서 "피고는 원고에게 1억657만원을 지급하라"며 원고 일부승소 판결을 했다.

2017년 3월 오리온은 신규사업 브랜드 전략을 세우기 위해 광고업체들로부터 제안서를 받았다.

오리온은 여러 업체 중 O사를 우선협상대상자로 선정했고, 신규사업은 물론 일부 품목의 중국 시장 진출 전략 수립도 요구했다.

오리온은 사업 일정이 촉박하다는 이유로 계약서 없이 즉시 용역업무 시작을 요구했다.

O사는 우선협상대상자로 선정된 지 4일 만에 오리온과 비밀유지 약정서를 작성한 뒤 용역업무를 시작했다.

용역업무 시작 한달쯤 지나 O사는 용역대금 15억원으로 기재한 견적서를 제출했지만 오리온은 과다비용이라고 지적했다.

O사는 11억3500만원으로 줄인 제안서를 내놨지만 오리온은 이마저도 받아들이지 않았다.

결국 O사는 계약 중단을 선언했다.

O사는 "원고와 피고는 구두로 계약을 체결하면서 (오리온이) 용역대금을 지급하고 실비를 보전해주기로 했다"고 주장했다.

하지만 오리온은 "용역계약을 체결한 바 없고, 계약 체결 교섭과정이었다"면서 "원고가 무리한 대금을 요구하는 바람에 중단됐다"고 주장했다.

김 판사는 "이 사건 용역계약은 유상계약에 해당하고 이미 내용이 확정됐다"고 봤다.

구체적인 실비 정산과 관련해서도 O사 측의 정산에 크게 문제가 없다고 봤다.

김 판사는 오리온은 용역비 9898만원과 선집행한 출장비 등 실비 758만원 등 1억657만원을 지급해야 한다고 밝혔다.

@highlight

서울중앙지방법원 민사203단독 김동현 부장판사가 지난달 광고회사인 O사가 오리온을 상대로 낸 '용역대금 청구' 소송에서 일부승소 판결을 내렸고 이 사건은 오리온이 2017년 3월 신규사업 브랜드 전략을 위해 선정한 광고업체에게 계약서 없이 업무 시작을 요구한 것이다.