'어벤져스: 엔드게임' 메인 예고편이 14일 오후 10시에 전세계 동시 공개 됐다.

'어벤져스: 엔드게임'은 인피니티 워 이후, 지구의 마지막 희망이 된 살아남은 어벤져스 조합과 빌런 타노스의 최강 전투를 그린 영화.

2019년 단언컨대 최고의 기대작으로 손꼽히는 영화 '어벤져스: 엔드게임'이 메인 예고편을 전세계 동시 공개하며 이목을 집중 시킨다.

그 동안 '어벤져스: 엔드게임'을 향해 전세계인들의 수 많은 추측과 예상, 호기심이 쏟아져왔다.

이번에 공개된 영상에서는 이러한 추측과 호기심을 조금 해갈할 수 있어 반갑다.

원년 멤버인 아이언맨, 토르, 블랙 위도우, 캡틴 아메리카, 호크 아이부터 이번 편에 어벤져스로 새롭게 합류한 캡틴 마블까지 화려한 라인업을 확인할 수 있다.

새로운 유니폼을 입고 새로이 결의한 어벤져스들, "먼저 떠난 그들을 위해 모든걸 걸고 해보자" 는 대사는 어벤져스의 뭉클하고 뜨거운 결의를 느낄 수 있게 한다.

마지막 장면에서 토르와 캡틴 마블의 대면 장면 또한 눈에 띄는 대목으로, 예고편의 엔딩을 완벽하게 장식했다.

이처럼 짧은 영상 만으로도 '어벤져스: 엔드게임'이 마블 시네마틱 유니버스 페이즈 세번째의 화려한 피날레가 될 것임을 확신할 수 있다.

한편 '어벤져스' 시리즈는 지금까지 국내 누적 2,870만명 이상 관객을 기록해 압도적인 흥행 파워를 보여주었다.

마블 스튜디오 최대의 역작으로 주목받는 '어벤져스' 시리즈의 네 번째 작품이 될 '어벤져스: 엔드게임'은 2018년 1,121만명 관객을 기록한 '어벤져스: 인피니티 워'(2018)의 후속작으로 다시 한번 폭발적인 흥행 기록을 경신할 것으로 기대를 모으고 있다.

'어벤져스: 엔드게임'은 4월 말 국내 개봉 예정이다.

@highlight

아이언맨, 토르, 블랙 위도우, 캡틴 아메리카, 호크 아이, 새롭게 합류한 캡틴 마블까지 화려한 라인업을 뽐내며, 2019년 최고의 기대작으로 손꼽히는 영화 '어벤저스: 엔드게임' 메인 예고편이 14일 전세계 동시에 공개되었다.