포스코경영연구원 세미나 미국이 수입자동차에 25% 관세를 부과할 경우 르노삼성과 한국GM은 결정적 타격을 입고, 현대·기아자동차도 수출경쟁력을 상실할 것이라는 분석이 나왔다.

조 철 산업연구원 박사는 포스코경영연구원과 한국국제통상학회가 14일 서울 포스코센터에서 개최한 '미국의 일방적 통상정책이 우리나라 주요 제조업에 미치는 영향과 대응방안' 세미나에서 "자동차관세 25%는 인건비의 2배 이상으로 이를 가격에 모두 전가할 경우 대미수출경쟁력을 상실할 것"이라고 밝혔다.

이어 "현대·기아차의 경우 국내생산량의 21.6%가 타격을 입게 돼 경영에 치명적이겠지만, 부분적으로 미국 현지생산 확대나 여타 지역으로 수출확대 등을 통해 일부 완화가 가능하다"고 진단했다.

조 박사는 "그러나 자동차부품도 관세부과 대상이 되는 것으로 나타나 현대·기아차의 현지생산에도 타격이 예상되며 절대적으로 미국에 의존하는 르노삼성과 한국GM은 결정적인 타격이 예상된다"고 전망했다.

조 박사에 따르면 2018년 각 업체의 전체수출에서 대미수출이 차지하는 비중은 현대·기아차 36.5%, 한국GM 52.6%, 르노삼성 79.6%로 르노삼성의 미국 의존도가 가장 높다.

조 박사는 "완성차 부문의 국내 생산경쟁력 약화, 통상환경 변화 등에 따라 해외생산 필요성이 증가할 수도 있다"며 "국내기업의 해외생산에 따른 현지 경영애로 문제해결과 해외생산에서 파생되는 여타 부문의 부가가치 창출이 원활히 일어날 수 있는 전략이 필요하다"고 강조했다.

이윤희 포스코경영연구원 박사는 그간 철강에 대한 미국의 통상압박 사례를 거론한 뒤 "상시적 보호무역에 대비한 예방·공조체제가 중요하다"며 대미 의존도를 극복하기 위한 수출시장 다변화, 미국 생산법인 인수와 투자를 통한 현지진출, 기업의 통상조직 확대 등을 제안했다.

안덕근 서울대 국제대학원 교수는 안보를 이유로 수입을 규제하는 미국의 '무역확장법 232조'에 대한 대응으로 세계무역기구(WTO) 제소, 철강합의 폐기, 관리무역체제 운영 등을 제안했다.

@highlight

포스코경영연구원과 한국국제통상학회가 14일 서울 포스코센터에서 개최한 '미국의 일방적 통상정책이 우리나라 주요 제조업에 미치는 영향과 대응방안' 세미나에서 미국이 수입차에 25% 관세를 부과할 경우 미국 의존도가 절대적인 르노삼성과 한국GM은 결정적 타격을 입고, 현대·기아차도 대미수출경쟁력을 상실할 것이라는 분석이 나왔다.