행복소통청원에 영상답변 은수미 경기 성남시장은 14일 분당 서현동 공공주택지구 지정 철회 청원에 대해 "중앙정부가 추진하는 정책이어서 지자체가 거부할 수 없는 법적 한계가 있다"고 답했다.

은 시장은 이날 행복소통청원 게시판에 동영상 답변을 올려 "서현동 110번지 일대 7만5000평에 대해 국토교통부가 신혼부부와 청년 주거지원을 위한 공공주택지구로 지정하기 위한 행정절차를 밟고 있다"며 "중앙정부가 추진하는 정책을 지자체가 반대하거나 거부할 수 없는 법적인 한계가 있다"고 말했다.

그러면서도 은 시장은 청원자들이 제기한 교통난, 과밀학급 문제에 대해서는 해결책을 마련하겠다고 답했다.

청원자들은 3000가구 규모의 공공주택이 서현지구에 건설될 경우 교통난이 극심해지고, 현행법상 4000가구 이상인 학교설립 기준에도 못 미쳐 과밀학급 등 교육문제가 생길 수밖에 없다고 주장했다.

이에 대해 은 시장은 "택지설계 시 서현로로 교통이 가중되지 않도록 진출입로를 잘 만드는 것은 기본이고, 올해 6월까지 서당 사거리 신호체계를 개선하고 2023년 입주시기에 맞춰 서당사거리 입체화 구조개선계획을 완공하도록 국토부와 협의 중"이라고 설명했다.

또 장기적으로는 상대원 분당 간 도로, 서울-세종 간 고속도로 광주지역에 IC 2곳 신설 등을 통해 교통량을 분산시킬 예정이라고 덧붙였다.

교육문제에 대해서는 "서현지구는 학교설립 기준에 못 미치지만 교육청에 초·중 통합학교 설립, 초등학교와 문화·체육시설을 결합한 복합시설 건립 방안을 건의하겠다"고 했다.

서현동 100번지 공공주택 지구 지정을 철회해 달라는 이번 청원은 지난 1월 18일 등록돼 2월 16일 5088명 동의로 마감, 지난해 12월 3일 1호 청원으로 채택된 판교 8호선 연장(5196명)에 이어 2호 청원으로 채택됐다.

성남시는 행복소통청원 게시판에 올라온 청원이 접수된 날부터 30일 이내에 5000명 이상 동의를 받을 경우 시장 또는 실·국장이 30일 이내에 공식적인 답변을 내놓는다.

@highlight

은수미 경기 성남시장은 분당 서현동 공공주택지구 지정 철회 청원에 대해 "중앙정부가 추진하는 정책이어서 지자체가 거부할 수 없다"고 답하면서 상대원 분당 간 도로, 서울-세종 간 고속도로 광주지역에 IC 2곳을 신설하고 교육청에 초 ·중 통합학교 설립을 건의하는 등 교통난이나 과밀학급 문제를 해결하도록 노력한다고 전했다.