22일에 더 라움에서는 이탈리아 토탈 패션&라이프스타일 브랜드 '메트로시티(METROCITY)'의 19FW 패션쇼&파티가 개최될 예정이다.

이번 패션쇼는 메트로시티가 19FW 컬렉션을 통해 전달하고자 하는 콘셉트인 'I AM WHO I AM' 콘셉트로 꾸며진다.

자신의 모습 있는 그대로를 사랑하며, 언제 어디서나 당당하고 매력적인 '나'를 표현하자는 내용이다.

트렌드를 선도하는 패션 브랜드의 행사인 만큼 국내외 셀럽들과 인플루언서, 프레스, 해외 바이어 등이 패션쇼 현장을 찾을 전망이다.

특히 메트로시티의 2019 엠버서더이자 레전드 모델 '케이트 모스(Kate Moss)'가 내한, 메트로시티의 패션쇼에 참가할 것으로 알려지며 벌써부터 패션 관계자들의 관심이 집중되고 있다.

케이트 모스는 이번 내한 일정에서 메트로시티의 패션쇼 참석과 인터뷰, 메트로시티 라운지 매장 방문 등의 활동을 펼칠 계획이다.

메트로시티 19FW 패션쇼는 유명 뷰티살롱 '제니하우스'와의 협업을 진행, 제니하우스의 아티스트들이 패션쇼 모델들의 헤어와 메이크업을 담당하여 더욱 색다른 모습을 연출한다.

패션쇼에 이어 오후 9시부터는 분위기를 고조시킬 애프터파티가 진행된다.

DJ 공연과 퍼포먼스, 프로모션은 물론 샤이니 태민과 마미손의 공연까지 준비되어 있으며, 글로벌 콜렉트 카페 '카페미미미'와 이탈리아 푸드 컬처를 그대로 반영한 '키친미미미' 브랜드를 전개하는 '미미미(MeMeMi)'와의 협업으로 칵테일&케이터링 파티도 함께 마련된다.

한편 메트로시티는 공식 인스타그램을 통해 애프터파티 초대권을 증정하는 이벤트를 진행하고 있으며, 해당 이벤트는 이달 17일까지 응모할 수 있다.

@highlight

더 라움은 22일 이탈리아 토탈 패션&라이프스타일 브랜드 '메트로시티'의 19FW 패션쇼&파티가 개최될 예정인데, 이번 패션쇼는 'I AM WHO I AM' 콘셉트로 꾸며지며, 이 콘셉트는 '있는 그대로의 자신의 모습을 사랑하며, 언제 어디서나 당당하고 매력적인 자신을 표현하자' 는 의미다.