일본 금융당국이 적자를 내는 지방은행에 대해서 강력한 개선대책을 요구하고 있다.

올 여름 지방은행을 대상으로 일제히 점검을 벌여 수익성이 떨어지는 은행에 대해서는 업무개선명령을 통해 경영진에 대한 책임을 묻겠다는 방침이다.

니혼게이자이신문은 15일 "금융청이 지방은행에 대한 감독방침을 일부 바꿨다"면서 "자기자본비율을 충족하는 건전성 중심에서 미래의 수익력도 중시하는 것으로 확대했다"고 전했다.

이에 따라 일본 금융청은 현재 시점에서 자기자본 비율이 국내은행의 건전성 최저기준인 4% 이상을 넘어서더라도, 영업에서 수익을 내지 못하면 미래의 존속을 장담할 수 없기 때문에 철저한 개선을 요구할 예정이다.

일본 금융당국의 이러한 방침은 인구감소와 초저금리 기조의 장기화로 지역금융기관의 수익환경이 심각해지는 상황에서 경기가 하강국면으로 가기 전에 선제적으로 금융리스크를 줄여나가겠다는 의지라고 니혼게이자이는 해석했다.

이를 위해 감독당국은 은행의 파산을 방지하기 위해 1998년~2002년 도입한 '조기시정조치'나 '조기경계제도'를 수정해 자기자본비율에 중점을 두었던 것에서 미래의 수익성도 중요시하기로 전환했다.

이에 따라 은행은 영업점이나 직원의 배치와 조정을 통해 업무효율화 등 수익력을 극대화할 수 있는 개선책을 실시해야 한다.

개선책이 확실하지 않은 은행에 대해서는 은행법에 기초해 업무개선명령을 발동할 방침이다.

실제로 일본 금융당국은 2016년 이후 이러한 대안에 기초해 일부 은행에 대해 별도의 검사를 시행해 왔다.

예컨대 후쿠시마은행의 경우 지난해 5월에 업무개선명령을 내리고, 수익력의 개선을 위해 수익이 떨어지는 영업점에 대한 손실처리를 명령했다.

아울러 이 은행의 최고경영진은 이러한 책임을 지고 사임을 하기도 했다.

한편 일본 금융청에 따르면 올해초 전국 106개 지방은행 가운데 흑자를 내는 은행은 52개, 적자를 내는 곳은 54곳에 달해 절반 이상이 적자 상태를 면치 못하는 것으로 나타났다.

@highlight

일본 금융당국이 올 여름 적자를 내는 지방은행에 대해서 업무개선명령을 통해 경영진에 대한 책임을 묻고 철저한 개선을 요구할 예정이다.