이창욱 6개 지자체 도입이래 외부인사 '0'독립적이고 투명한 감사를 위해 기초지자체들이 도입하고 있는 개방형 감사관제가 제 역할을 못하고 있다.

14일 개방형 감사관제를 운영 중인 인천 6개 지자체들에 따르면 제도 도입 이래 현재까지 외부에서 들어온 감사관은 한 명도 없다.

개방형 감사관제는 '공공감사에 관한 법률'에 따라 자체감사를 전담하는 기구를 둔 중앙행정기관이나 지방자치단체(인구 30만명 이상)에서 감사기구 장을 민간인을 포함한 개방형으로 공모해 채용하는 정책이다.

현재 인천에서는 남동구·서구·부평구·연수구·미추홀구·계양구 6개 지자체에서 도입했다.

중구·동구·강화군·옹진군은 자체감사 전담기구가 없다.

외부 전문가를 영입해 공무원들의 제 식구 감싸기를 막기 위한 취지로 2012년부터 도입됐지만 그간 6개 지자체 중 단 한 번도 외부인사가 감사관으로 채용된 사례가 없어 취지가 무색해졌다.

현재 6개 지자체 감사기관의 장은 모두 해당 지자체 공무원들이 맡고 있는 것으로 확인됐다.

인천만의 문제는 아니다.

더불어민주당 이재정(비례) 국회의원에 따르면 2018년 기준 전국 226개 기초지자체 중 감사전담기구가 있는 93곳의 84%인 78개 지자체에서 감사관을 내부 공무원으로 채용했다.

개방형에 지원하는 민간인이 없는 상황은 아니다.

남동구에 따르면 최근 진행된 남동구 개방형 감사실장 공모에 외부인 3명이 지원했다.

하지만 최종 합격자는 전과 같이 남동구 소속 5급 사무관 공무원이다.

지난해 말 감사실장을 개방형 모집했던 연수구도 2차 재공고 모집 당시 외부인사가 들어왔지만 결국 탈락하고 내부 공무원이 채용됐다.

한 기초지자체 관계자는 "외부 민간인 지원자가 없거나 그들이 자격조건이 안 되는 건 아니다"며 "내부 사람이 내부 조직을 잘 알기에 감사 업무에 더 효율적일 것이란 점이 면접 과정에서 장점으로 작용해 외부인이 접근하기 쉽지 않은 현실"이라고 말했다.

@highlight

공무원들의 제 식구 감싸기를 막기 위한 취지로 2012년부터 도입된 '개방형 감사관제'는 자체감사를 전담하는 기구를 둔 중앙행정기관이나 지방자치단체(인구 30만명 이상)에서 감사기구 장을 민간인을 포함한 개방형으로 공모해 채용하는 정책으로 인천6개 지자체들이 시행중인데 도입이래로 외부인사가 감사관으로 채용된 사례가 없어 취지가 무색해졌다.