정도현 LG전자 최고재무책임자(CFO·사장)는 15일 서울 여의도 LG트윈타워에서 열린 '제17기 주주총회'에서 LG전자 미래사업 전략에 대해 이같이 말했다.

미래사업 변화에 선제적으로 대응해 현재와 같은 성장세를 유지하겠다는 의미다.

주도형 사업을 강화하기 위해 ▲사업 포트폴리오 건전성 확보 ▲지역 브랜드 전략 체계적 관리 ▲변화에 대응한 선제적 미래사업 준비 등에 집중하겠다는 의지도 드러냈다.

인공지능(AI)을 도입해 프리미엄 가치를 높이고, 혁신 제품을 앞세워 소비자 가치를 높이겠다는 것이다.

생활가전 사업을 담당하는 H&A사업본부에 대해서는 '세탁기, 냉장고 등의 안정적 수익 창줄 기반 시스템을 마련하기 위해 시스템 에어컨, 빌트인, 프리미엄 소형 가전 등에 집중 투자해 성장 경영에 집중하겠다'고 밝혔다.

HE사업본부는 '올레드 TV 및 초대형 LCD TV 판매를 확대해 프리미엄 시장 지위를 강화하겠다'고 강조했다.

노트북 등 엔터테인먼트 제품과 관련해서는 시장 트렌드를 선점할 수 있는 신제품 개발에 적극 나서겠다는 의지를 보였다.

휴대폰 사업을 담당하는 MC사업본부는 '준프리미엄과 중가 보급형 라인업을 강화해 매출을 확대하겠다'며 '5G(5세대 이동통신) 시장을 선점해 성장 전환점을 마련하고 적극적인 외부업체와의 제휴를 통해 성장 발판을 마련하겠다'고 했다.

VS사업본부와 B2B 사업의 경우 '인포테인먼트를 중심으로 성장성을 확대하고 전기차 부품 개발에 힘써 사업 기회를 넓혀 나가겠다'며 '자율주행 등 신사업에서 경쟁력을 확보하겠다. 제품 경쟁력을 개선해 성장을 도모하겠다'고 설명했다.

이날 LG전자 기타 비상무이사로 권영수 ㈜LG 대표이사 COO 부회장을 신규 선임하고 정도현 LG전자 대표이사 CFO 사장을 사내이사로 재선임했다.

구광모 LG그룹 회장의 최측근인 권 부회장이 LG전자 이사회 멤버로 들어가면서 구 회장 체제가 완성되고 있다는 평가도 나왔다.

이날 주주총회는 오전 9시 시작해 25분만에 마무리됐다.

@highlight

15일 서울 LG트윈타워에서 개최된 '제17기 주주총회'에서 정도현 LG전자 최고재무책임자는 미래사업 변화에 대응을 강화하기 위해 사업 포트폴리오 건전성 확보, 지역 브랜드 전략 체계적 관리, 변화에 대응한 선제적 미래사업 준비 등으로 이익 전제된 성장 사업에 집중하여 현재와 같은 성장세로 이끌어 가겠다고 미래사업 전략을 밝혔다.