“상속·증여세 세계 최고 수준, 과도한 부담 완화 필요” 상속세율 인하, 가업상속 공제 확대 방안 등을 살펴보는 상속·증여세제 개편 정책토론회가 열린다.

국회 기획재정위원회 자유한국당 간사를 맡고 있는 추경호 의원(대구 달성)은 한국경제연구원 후원으로 18일 국회 의원회관 제2소회의실에서 ‘상속·증여세법 개편을 위한 전문가 정책토론회’를 연다고 17일 밝혔다.

이번 세미나에는 한국경제연구원 권태신 원장, 중견기업연합회 반원익 상근부회장 등 관련 전문가와 학계·법조계·정부 관계자들도 참여해 현행 상속·증여세법의 문제점을 살펴보고 개편방안에 대해 논의한다.

인구 노령화에 따라 상속자산 이전이 확대되는 상황에 필요한 부(富)의 이전까지 과도하게 막을 경우 국가경제에 부정적 영향을 미칠 것이란 우려의 목소리가 제기되고 있고 경제활동이 활발한 자녀세대로의 자산이전 활성화는 내수 및 투자 활성화에 기여하는 측면이 있기 때문에 이러한 효과를 보다 적극적으로 고려해야 한다는 목소리도 제기되고 있다.

추경호 의원은 “20년 동안 유지되고 있는 상속·증여세 최고세율은 세계 최고 수준”이라며 “가업승계를 활성화하고 국민의 과도한 상속·증여세 부담을 완화함으로써 경제활력을 제고할 수 있는 방향으로 상속·증여세법 개선이 필요한 시점”이라고 밝혔다.

이날 토론회는 홍기용 인천대 경영학부 교수가 좌장을 맡아 진행할 예정이며 오문성 조세정책학회 회장(한양여대 교수)이 현행 상속·증여세법의 현황과 함께 문제점과 개선방안에 대해 발제한다.

토론에는 최원석 서울시립대 세무학과 교수, 현진권 자유경제포럼 대표, 추광호 한국경제연구원 일자리전략실장, 조병선 중견기업연구원 원장, 부광득 법무법인 태평양 변호사, 김태주 기획재정부 재산소비세정책관이 참여해 상속·증여세법 개편방안에 대해 논의할 예정이다.

@highlight

18일 국회 의원회관 제2소회의실에서 열리는 ‘상속·증여세법 개편을 위한 전문가 정책토론회’에서는 한국경제연구원 권태신 원장 등 관련 전문가와 부광득 법무법인 태평양 변호사 등 학계·법조계·정부 관계자이 참석해 상속·증여세법 개편방안에 대해 논의할 예정이다.