김지홍 문재인 대통령은 지난 16일 브루나이·말레이시아·캄보디아 등 아세안 3개국 국빈방문 일정을 마무리하고 서울공항을 통해 귀국했다.

문 대통령은 귀국길에 오르기 전 SNS에 “아세안은 우리가 추진하는 신남방정책의 동반자”라고 순방을 평가했다.

문 대통령은 이날 “올해 대화 관계 수립 30주년이 되는 아세안은 우리가 추진하는 신남방정책의 동반자”라며 “가는 곳마다 우리 기업이 건설한 랜드마크가 있었고 협력의 힘을 확인했다”고 글을 올렸다.

또 문 대통령은 “현지 사회에서 우리 동포들의 위상이 높아지고 있었고, 동포들이 쌓은 신뢰로 공동 번영의 미래를 낙관할 수 있었다”고 강조했다.

이어 “국민 이상의 외교관은 없으며 국민이 곧 국력이라는 사실을 새삼 깨닫는다”고 언급했다.

마지막 일정이었던 캄보디아의 앙코르와트를 방문한 문 대통령은 “캄보디아 국민에 대한 존중이 더 깊어졌다”며 “나라마다 역사를 일궈온 자신들만의 저력이 있다는 걸 느꼈다”고 했다.

또 “앙코르와트는 캄보디아의 과거이자 곧 미래”라며 “‘메콩강의 기적’이 반드시 이뤄지리라는 확신이 든다”고 말했다.

문 대통령은 “캄보디아는 지금 젊은 힘으로 연 7%의 성장률을 기록하고 있다”면서 “양국이 이번에 문안을 확정한 ‘형사사법공조조약’과 조속히 타결하기로 한 ‘이중과세방지협정’은 인적 교류와 경제협력을 넓히는 기반이 될 것”이라고 덧붙였다.

문 대통령은 이날 귀국해 참모진으로부터 주요 현안을 보고 받고 앞으로의 국정운영 방향을 점검했다.

앞서 10일 출국한 문 대통령은 12일까지 브루나이, 14일까지 말레이시아, 16일까지 캄보디아에 머물며 각 국가 정상들과 회담을 했다.

문 대통령과 각국 정상들은 향후 양자 간의 교류·협력을 강화하고, 올해 말 한국에서 열리는 한·아세안 특별정상회의의 성공에 힘을 모을 것 등에 공감대를 이뤘다.

@highlight

지난 10일 아세안 3개국 국빈방문 일정으로 출국한 문제인 대통령은 12일까지 브루나이, 14일까지 말레이시아, 16일까지 캄보디아에 머물며 각 국가 정상들과 회담을 가졌으며 귀국 전 SNS를 통해 “아세안은 우리가 추진하는 신남방정책의 동반자”라고 순방을 평가하였다.