'별장 성범죄' 의혹을 받는 김학의 전 법무부 차관이 대검찰청 진상조사단의 소환요구에 응하지 않았다.

민갑용 경찰청장이 경찰이 6년 전 입수한 성범죄 영상에서 김 전 차관을 육안으로 식별할 수 있었다고 발언하면서 검찰이 재수사에 나서야 한다는 목소리가 커지고 있다.

김 전 차관은 대검찰청으로부터 15일 오후 3시까지 서울동부지검으로 나와서 조사를 받으라는 통보를 받았지만 모습을 드러내지 않았다.

다만 김 전 차관의 부인이 입장문을 내고 "언론이 완전히 허위 내용으로 저와 소중한 제 가족을 공격했다"며 "가급적 사실을 확인해 주고 보도해 줄 것을 간절히 호소한다"고 밝혔다.

김 전 차관이 연루된 성범죄 사건이 다시 부각된 것은 지난해 4월 법무부 검찰과거사위원회가 사건을 재검토하면서다.

김 전 차관은 2013년 건설업자 윤모씨의 강원 원주 별장 등지에서 성접대를 받은 혐의 등으로 수사를 받았으나 검찰이 증거 부족을 이유로 무혐의 처분했다.

'영상 속 남성이 김 전 차관이라고 특정할 수 없다'는 이유를 댔다.

하지만 지난 14일 민 청장이 국회 행정안전위원회 전체회의에서 참석해 "(당시 경찰수사에서 영상 속 인물에 대해) 육안으로 식별할 수 있어서 감정 의뢰없이 (김 전 차관) 동일인이라고 결론을 내고 검찰에 송치했다"고 말해 관심이 커졌다.

조사단은 민 청장의 발언과 함께 동영상 속 성범죄 피해 인물이라고 주장하는 여성까지 공개석상에 나와 억울함을 호소해 소환조사가 불가피하다는 뜻을 정한 것으로 알려졌다.

피해를 주장하는 여성은 15일 서울 세종문화회관 앞에서 '김학의 전 법무부 차관 등에 의한 성폭력 사건 및 고 장자연 씨 사건 진상 규명 촉구' 기자회견에 참석해 "그들의 협박과 권력이 너무 무서워 몇 번의 죽음을 택했다가 살아났다"며 "그들을 용서해서는 안 된다"고 말했다.

참여연대는 "김학의 성폭력 사건에 대한 최초 수사를 부실하게 한 담당 검사들과 지휘라인에 대한 철저한 조사가 필요하다"며 "법무부는 과거사위원회와 진상조사단의 활동 기한을 충분히 보장해야 한다"고 주장했다.

@highlight

별장 성범죄' 의혹을 받는 김학의 전 법무부 차관이 지난 15일 오후 서울동부지검에 모습을 드러내지 않으며 대검찰청 진상조사단의 소환요구에 응하지 않고, 김 전 차관의 부인이 언론이 허위내용으로 공격했다고 입장문을 낸 것으로 밝혀졌다.