김재호 "삼례시장은 5일장으로 운영되는 전통시장입니다. 인근 도로를 중심으로 60여 개 점포가 성업 중인데, 도시계획도로 질서유지 명분으로 단속하면 상권이 큰 타격을 입고, 상인들은 생존권을 위협 받습니다. 적어도 5일장날에는 도로 내 노점상을 허용하고, 질서 유지선 내 가림막 등 상점시설을 허용해 주시면 좋겠습니다."

지난 15일 완주군청 1층 문화강좌실에 마련된 국민권익위 '찾아가는 이동 신문고'를 찾은 김병수씨 등 삼례시장 번영회 상인들은 전통시장 활성화를 위해 도와 달라고 요청했다.

이 사안은 시장 인근 폭 8m 도시계획도로 인근 점포에 과도한 비가림막, 고정 구조물 등이 설치돼 있어 도로 이용 주민들의 민원이 제기돼 있고, 또 완주군도 도로기능 회복을 위해서는 해당 시설 철거 및 제한이 필요하다는 입장을 보이면서 발생한 이 지역의 '뜨거운 감자성 민원'이다.

이 때문에 이동신문고 상담에서도 "법을 지켜야 하는 문제가 있으니, 적법 절차 속에서 상인들의 입장이 반영될 수 있는 방안을 찾아보라"는 정도의 권고가 나왔다.

이날 국민권익위 이동신문고에는 사전에 접수된 39건 등 모두 60여 건의 민원 상담이 이어졌다.

상담 후 현장에서 바로 해결할 수 있는 것은 현장에서 권고가 내려졌고, 추가 조사가 필요한 사안은 관계기관 협의와 심층 조사 등을 거쳐 처리될 예정이다.

이번 이동신문고에서는 모든 행정분야를 포함해 문화교육, 산업농림환경, 주택건축, 도시수자원, 교통도로, 사회복지, 생활법률, 소비자 피해, 지적 등 주민생활과 밀접한 분야에서 다양한 상담이 이뤄졌다.

한편에 마련된 한방진료소도 방문 주민들의 호응을 받았다.

박성일 군수는 "이동신문고를 통해 주민들이 생활 속 고충민원을 해소하는 좋은 기회가 되었기를 바란다"며 "군에서도 주민들의 다양한 고충들을 해결할 수 있도록 최선을 다하겠다"고 말했다.

@highlight

지난 15일 완주군청에 마련된 '찾아가는 이동 신문고'를 찾은 삼례시장 번영회 상인들은 인근 점포에 설치된 과도한 고정 구조물 등을 철거 및 제한이 필요하다는 민원이 발생했으며, 이날 이동신문고에는 모두 60여 건의 민원 상담이 이어졌다.