충남도내 학교관사 10개 중 1개가 빈집으로 방치되고 있는 것으로 나타났다.

17일 충남도교육청이 충남도의회 이종화 의원에게 제출한 '도내 시·군교육지원청별 학교, 지원청 관사 운영실태'에 따르면 도내 단독 및 공동관사 744세대 중 78세대가 사용되지 않고 있다.

관사 미활용 사유를 보면 교직원 인사발령시 활용하기 위한 일시적 미활용이 45세대로 가장 많으며, 매각 및 철거 추진중인 관사 29세대, 문화재보전관사 2세대, 타용도(방과후교실, 돌봄교실) 전환 예정인 관사 2세대로 분류됐다.

충남지역 시군별 미활용관사수는 보령이 11세대로 가장 많으며, 부여와 태안 각각 9세대, 아산 7세대, 서천 6세대, 서산, 논산·계룡, 홍성, 예산이 각각 5세대 순인 것으로 확인됐다.

이종화 의원은 "낡고 오래된 농어촌 등의 학교 관사는 교육청의 관리 소홀로 사용 가치가 떨어져 사용자가 줄어들고 있고, 이로 인해 예산이 낭비 되고 있다"면서 "도내 학교 전체에 대한 관사실태 조사 후 장기 미활용 관사에 대한 개선점 및 보수대책을 마련하고, 관사로서의 활용가치가 떨어지는 건물은 돌봄 교실, 마을 도서관, 방과 후 학교수업 등 대체 활용방안을 모색해야 한다"고 주장했다.

그는 이어 "학교관사는 교직원들의 인사발령에 따른 장거리 출퇴근 등으로 인한 거주문제 해결 및 교직원의 편의제공을 위해 마련됐지만, 건물의 노후화 등 열악한 주거 여건과 교통의 발달로 출퇴근 교직원 증가로 최근에는 학교관사의 이용자가 급격히 감소하고 있다"고 밝혔다.

이에 대해 충남교육청 관계자는 "앞으로 추가경정예산을 통해 노후관사 수선 및 비품 등을 추가로 지원할 예정이며, 교직원 복지 및 정주여건 개선을 위해 최선의 노력을 다하겠다"고 말했다.

@highlight

17일 충남도교육청이 도의회 이종화 의원에게 제출한 '도내 시·군교육 지원청별 학교, 지원청 관사 운영실태'에 의하면 도내 관사 744세대 중 78세대가 미사용 되어 도내 학교관사 10개 중 1개가 빈집으로 방치되는 것으로 드러났으며 미사용 원인으로 일시적 미활용이 45세대로 가장 많고 매각 및 철거 중인 관사 29세대 등으로 분류되었다.