[천안]천안 도심의 공영주차장 1면 조성에 최소 4700여 만원이 소요된다는 조사 결과가 나왔다.

천안시는 자동차 증가에 따른 시내권 만성적 주차문제 해결이 숙제인 상황에서 공영주차장 사업비 부담에 고민이 커지고 있다.

17일 천안시에 따르면 지난해 9월부터 최근까지 백제엔지니어링(주)를 통해 '공영주차장 설치를 위한 후보지 선정 타당성 조사 용역'을 실시했다.

조사 결과 주차장 시설이 우선 필요한 6곳이 선정됐다.

대상지역은 △천안공고 운동장(신부동) △물총새공원(불당동) △두정역 앞(두정동) △두정공원 △문성동 행정복지센터 △구불당상업지구이다.

이곳에 주차공간 총 1364면을 확보하는데 필요한 예상 사업비는 총 646억 원으로 추정됐다.

가로 2.5m, 세로 5m 규격의 주차공간 1면을 조성하는데 드는 최소 비용은 4736만 703원으로 예상됐다.

시 관계자는 "천안공고와 물총새공원은 부지매입비가 포함되지 않아 사업비가 적게 드는 것으로 나왔다"며 "만약 부지매입비까지 들어갔다면 사업비는 시에서 감당하기 어려운 수준이 됐을 것"이라고 전했다.

막대한 공영주차장 조성 비용 부담을 덜기 위해 이번 용역의 대상지 대부분도 시유지 등 부지를 매입하지 않아도 되는 곳이 포함됐다.

시는 공영주차장 후보지 선정 타당성 용역에 이어 올해 '천안시 주차 수급실태조사 용역'도 진행한다.

시는 시 전역을 대상으로 주차 실태조사를 한 뒤 결과 분석을 통해 단계별로 주차공간 부족 문제를 해소한다는 방침을 세운 것으로 알려졌다.

시 관계자는 "차량이 많이 늘어나 행정에서 주차장을 충분히 확보해야 하는 것은 맞다"면서도 "대중교통 이용이나 조금 불편하더라도 걷기를 생활화하는 식으로 시민들 의식이 바뀔 필요가 있다"고 말했다.

한편 천안지역 승용차 등록대수는 2015년 21만 9193대에서 2018년 26만 844대로 매년 평균 1만 3000여 대가 신규 등록했다.

@highlight

17일 천안시가 공영주차장 설치를 위한 후보지 선정 타당성 조사 용역을 실시한 결과 주차공간 1면을 조성하는 데 최소 4700여 만원이 소요되는 것으로 알려졌다.