황창규 KT 회장(사진)은 지난 15일 저녁 일본 도쿄 주재 한국 특파원단과 간담회에서 "내달부터 세계 최초로 한국에서 5G 서비스가 상용화된다"며 "앞으로 5G 기술이 반도체를 뛰어넘는 한국 산업의 새 먹거리가 될 수 있다"고 말했다.

주요 20개국(G20) 재계 대표 회의인 'B20 서밋' 참석차 도쿄를 방문한 황 회장은 "KT는 3년이 넘는 준비 기간을 거쳐 지난해 2월 평창 동계올림픽에서 세계 최초로 커넥티드 버스 운행, 360도 가상현실(VR) 등 5G를 이용한 다섯 가지 서비스를 구현했다"며 "퀄컴, 인텔, 삼성전자 등 주요 반도체 업체들도 모두 KT가 제시한 표준에 맞춰 제품을 생산하고 있다"고 강조했다.

황 회장은 "빅데이터 등 엄청나게 많은 기술이 집적된 5G는 첨단 기술의 종합체"라며 "소위 4차 산업혁명에서 5G가 핵심적인 역할을 담당할 것"이라고 예상했다.

특히 "한국 주요 기업들이 추진하는 변화는 5G가 없다면 전혀 의미가 없는 것"이라며 "5G를 통해 한국의 4차 산업을 완전히 탈바꿈시켜야 한다"고 했다.

구체적인 사례로 현대중공업이 1년 전부터 생산시설에 5G 시스템을 설치해 생산성이 획기적으로 개선한 일을 꼽았다.

서울 여의도 2.4배 면적의 조선소가 동시다발적으로 일하고 정보를 교환하는 장소로 변모했다는 설명이다.

삼성전자 반도체 사업의 초석을 다졌고, '황의 법칙(반도체 메모리 용량이 1년마다 두 배씩 증가한다는 이론)'을 창시한 반도체 전문가인 황 회장은 "5G 기술은 모든 산업을 도약시킬 수 있는 잠재력이 있다"며 "5G는 반도체산업 못지않은 미래 먹거리 산업이 될 수 있다"고 덧붙였다.

황 회장은 5G 분야에서 최초 상용화 경쟁을 벌이고 있는 미국뿐 아니라 일본과 중국 등의 추격이 거세다는 점도 언급했다.

황 회장은 "표면적으로는 일본의 5G 상용화 시기가 한국보다 1년 늦고 중국은 더 뒤처져 있다"면서도 "일본은 정부와 지방자치단체, 통신사업자가 협력해 밑바닥부터 관련 사업을 다져가고 있고 중국도 기술 추격 속도가 빠르다"고 했다.

@highlight

지난 15일 일본 도쿄 주재 한국 특파원단 간담회에서 KT황창규 회장은 다음달부터 세계 최초로 한국에서 5G 서비스가 상용화되어 5G 기술이 한국 산업을 주도할것이며, 주요 반도체 업체들도 모두 KT가 제시한 표준에 맞춰 제품을 생산하고 있다고 강조했다. 