[대전=환경일보] 김현창 기자 = 대전곤충생태관은 환경부 지정 멸종위기 야생생물 Ⅱ급인 물장군과 두점박이사슴벌레 인공증식에 성공했다고 18일 밝혔다.

멸종위기 야생생물은 자연적 또는 인위적 위협요인으로 개체수가 크게 줄어들고 있어 가까운 장래에 멸종위기에 처할 우려가 있는 생물을 말한다.

환경부에서 법정 보호종으로 지정한 야생생물 Ⅱ급 중 곤충류에는 소똥구리, 꼬마잠자리, 물방개, 물장군, 두점박이사슴벌레 등 총 20종이 있다.

물장군은 노린재목 물장군과에 속하는 곤충으로 수컷이 알을 포란하는 부성애가 강한 특징이 있으며, 개구리까지 사냥하는 수생곤충의 최강자다.

물장군은 주로 저수지나 웅덩이에 서식했으나 환경오염의 원인으로 개체수가 줄어들고 있다.

두점박이사슴벌레는 제주도 일부지역에서만 서식하는 곤충이며 가슴 양쪽 끝부분에 2개의 검은 점이 있는 것이 특징이다.

서식지 감소로 개체수가 급감해 멸종위기 야생생물로 보호받고 있다.

대전곤충생태관은 환경부로부터 지정받은 서식지 외 보전기관에서 부모 개체를 인수받아 인공증식을 시도해 짝짓기, 산란, 부화 그리고 애벌레, 약충, 성충이 되는 모든 과정에 성공했다.

대전시 인석노 농생명정책과장은 "인공증식 성공은 시민들에게 멸종위기 곤충에 대한 관심과 생태환경의 소중함을 알리는 기회가 될 것"이라며 "모든 과정이 실내 사육실에서 이루어진 것은 그 의미가 더 크며, 보호곤충의 증식과 교육·홍보에 더욱 힘쓰겠다"고 말했다.

멸종위기 곤충의 인공증식 과정 자료와 증식곤충 실물은 대전곤충생태관에서 무료로 관람할 수 있으며, 또 다른 멸종위기 야생생물 Ⅱ급인 물방개도 함께 관람할 수 있다.

@highlight

대전곤충생태관은 서식지 감소로 개체수가 급격히 줄어 멸종위기 야생생물로 보호 중인 환경부 지정 멸종위기 야생생물 Ⅱ급 물장군과 두점박이사슴벌레의 부모 개체를 인수하여 인공증식을 시행한 결과 짝짓기, 산란 등 전 과정에서 성공했다고 18일 밝혔다.