[서울경제] 이덕화가 19일 방송되는 KBS2TV '덕화TV'에서 가수 에릭남과 깜짝 조우했다.

19일 방송되는 4회에서는 68년 만에 처음으로 요리에 도전하는 이덕화의 모습이 그려진다.

그는 재료를 구매하기 위해 양손 가득 장바구니를 들고 노량진 수산시장으로 향했다.

그곳에서 지인들을 기다리던 이덕화는 갑자기 인사를 건네며 달려와 안긴 에릭남을 보고 깜짝 놀랐다.

예상외 인물의 등장에 이덕화는 "너가 여기 웬일이냐"며 반가움을 감추지 못했다.

알고 보니 부모님과 함께 식사하러 왔던 에릭남은 우연히 촬영 중인 이덕화를 보고 다가와 먼저 인사한 것.

에릭남은 "'덕화TV' 파이팅하세요, 많이 보시고 구독과 좋아요 눌러주세요" 라며 홍보 멘트를 남겨 이덕화를 흐뭇하게 했다.

에릭남과의 급작스러운 만남에 제작진도 깜짝 놀랐다는 후문.

이어 이덕화는 "에릭남은 나타났는데 이 친구들은 왜 안와" 라며 깜빡 잊고 있던 친구들을 기다렸다.

그때 이덕화와 똑같은 옷을 입은 두 사람이 위풍당당하게 등장해 웃음을 자아냈는데 이들은 "물가에서 봐야지, 왜 시장에서 만나냐"고 말해 낚시와 관련된 사람임을 짐작케 했다.

그들의 정체는 방송을 통해 확인할 수 있다.

또 이날 방송에서는 수산시장에 뜬 이덕화가 생선에 대한 지식을 뽐낸다.

보기만 해도 생선 이름을 줄줄 외우고, 특히 눈을 감고 오직 미각으로만 생선 부위를 맞히기에 도전해 기대감을 불러일으킨다.

보기만 해도 덕보는 방송 '덕화TV' 4회에서는 크리에이터로 변신한 이덕화가 구독자들에게 100세까지 건강하게 사는 법을 소개한다.

아내와 라이브방송을 열어 구독자들의 추천을 받아 진행한 이번 콘텐츠에서는 68년 만에 처음으로 요리에 도전하고, 뜨개질을 하는 이덕화의 모습을 확인할 수 있다.

19일 화요일 밤 8시 55분 KBS 2TV 방송된다.

@highlight

KBS2TV 덕화TV 19일 방송분에서 첫 요리에 도전할 재료를 사기 위해 노량진 수산시장에 간 이덕화가 우연히 가수 에릭남과 만나는 장면이 방송된다.