현대자동차와 기아차가 신용카드사와 수수료 갈등을 매듭지은 가운데 한국GM·르노삼성이 수수료 인상을 놓고 다시 담판을 벌이고 나섰다.

18일 업계에 따르면 한국GM, 르노삼성은 주요 카드사와 수수료율 인상 재협상을 하고 있다.

익명을 요구한 복수의 관계자는 '수수료율 인상을 어느 정도까지 책정할 지 카드사와 만남을 갖고 있다'고 말했다.

이 중 한 관계자는 '합의를 도출하는 데 가까워 진 것으로 알고 있다'면서 '현대·기아차 사례를 볼 때 비슷한 수준이 될 것'이라고 전망했다.

카드사 한 관계자 역시 '르노삼성과 한국GM의 경우 이미 수수료 계약을 맺은 후 현대·기아차의 상황을 보고 재협상을 요청했다'며 '재협상에 돌입할 가능성이 있지만 당초 계약에서 (수수료율이) 크게 변경될 가능성은 낮아보인다'고 설명했다.

앞서 신한 KB국민 삼성 롯데 하나 등 카드사는 연매출 500억원을 초과하는 대형 가맹점 2만3000여 곳의 수수료율 인상을 추진했다.

이에 현대·기아차는 '납득할 만한 근거가 없다'며 가맹계약 해지란 강수를 뒀고, 끝내 카드사들이 물러났다.

KB국민 하나 등이 백기를 든 데 이어 신한 삼성 롯데도 합의해 계약을 유지하게 됐다.

이들은 기존 인상폭의 절반가량인 1.89% 수준에서 합의한 것으로 알려졌다.

국내 완성차 5개사는 경영에 어려움을 겪고 있다.

특히 한국GM과 르노삼성은 내수 시장에서 판매 부진에 시달리고 있다.

한국GM은 지난 2월 5177대를 팔았다.

전년 동월(5704대) 대비 10.8% 뒷걸음질 쳤다.

르노삼성의 경우 같은 기간 4923대 팔아 8.0% 미끄러졌다.

한국자동차산업협회는 카드사의 수수료율 인상에 대해 "일방적인 행동'이라며 '경영 실적 회복에 차질을 줄 것'이라고 비판했다. 이어 '몇 년 동안 차 업계는 판매 부진 등으로 경영 실적이 나빠지고 있는 상황'이라며 '수백억원의 추가 비용을 부담해 수익성이 나빠질 수 밖에 없다'고 지적했다.

@highlight

국내 자동차기업들이 주요 카드사들과 수수료율 인상 문제로 갈등을 겪어 온 가운데, 현대차와 기아차가 1.89% 수준에서 먼저 합의안을 도출했으며, 한국GM과 르노삼성이 이들 기업의 결과를 보고 카드사들과 재협상을 진행하고 있다.