[서울경제] 부동산전문교육의 모태 경록이 공인중개사, 주택관리사, 임대관리사, 공경매 자격증 인강, 교재가 모두 포함된 '3사 명품 평생회원반'을 85% 할인된 파격가로 제공하고 있다.

본 패키지의 공인중개사, 주택관리사, 임대관리사, 공경매 자격증 시험대비 인강 및 교재는 역대 공인중개사 시험출제위원 출신 교수진을 비롯한 전문 교수진이 제작했다.

이에 전문성이 보장돼 있는 것은 물론 공인중개사 인강과 교재는 매년 시험에서 높은 정답률을 기록한다.

특히 공인중개사 인강과 교재는 독일 교육심리학자 에빙하우스의 장기기억학습법 원리가 동종업계 최초로 도입돼, 부담 없는 반복학습으로 과목별 포인트를 자연스럽게 익혀 단기에도 실력을 높일 수 있는 것으로 알려져 있다.

또한 인강은 고화질로 제작돼 가독성과 몰입도가 뛰어나고, 배속재생 기능을 탑재해 단기에도 여러 번 반복학습하며 시험에 철저히 대비할 수 있다.

교재는 접근성이 높아 초보자가 학습하기에도 좋으며, 친절한 해설과 삽화를 적극 활용해 노트필기의 필요성을 없앴다.

임대관리사／공경매 프로그램은 정년 및 부동산 경기와 관계없이 지속적으로 수익을 창출할 수 있는 임대관리업／공경매 노하우를 교육해 노후대비 솔루션으로 추천된다.

공인중개사의 업무범위 확대에도 유효해 공인중개사 자격증 취득 이후 학습하기에도 알맞다.

이외에도 경록 '3사 명품 평생회원반' 수강 시 역대 시험출제위원 출신 교수진의 온라인 문제와 수험생이 자신의 학습 취약점을 빠르게 파악할 수 있는 학습모드를 무제한 제공하는 IT 학습센터를 무상으로 지원받는다.

한편 경록은 매년 다수의 공인중개사, 주택관리사, 임대관리사, 공경매 자격증 취득자를 배출해온 62년 전통의 부동산교육기관이다.

@highlight

부동산전문교육의 모태 경록이 역대 공인중개사 시험출제위원출신 교수진을 비롯한 전문교수진이 제작한 공인중개사, 주택관리사, 임대관리사, 공경매 자격증 인강, 교재가 모두 포함된 '3사 명품 평생회원반'을 85% 할인된 파격가로 제공하며 "가독성과 몰입도가 뛰어난 인강에 배속재생 기능도 탑재하여 반복학습이 가능해 철저한 시험대비가 가능하다"고 말했다.