김상조 공정거래위원장은 LG유플러스와 CJ헬로의 결합 심사와 관련해 '3년 전과는 같은 상황이 분명히 아니다'고 말했다.

2016년 SK텔레콤-CJ헬로비전(현 CJ헬로) 결합 심사 때 '불허' 결정을 내렸던 공정위가 이번에는 다른 결정을 내릴 가능성이 제기되고 있다.

18일 관련업계에 따르면 김 위원장은 14일(현지시간) 독일 베를린에서 유럽 출장 동행기자단과 만나 '방송통신위원회의 평가와 판단이 공정위의 시장 획정 때 중요한 참고자료가 될 것'이라며 이같이 말했다.

시장 획정이란 기업결합에 따른 경쟁제한성을 심사하기 위해 시장의 범위를 결정하는 일을 말한다.

방통위는 최근 발표한 '2018년도 방송시장경쟁상황평가'에서 처음으로 '전국' 기준 평가요소를 '권역' 기준과 같은 비중으로 활용했다.

방통위 시장경쟁 상황평가에 전국 기준이 반영됐으며, 이를 공정위가 시장 획정을 할 때 참고하겠다는 점은 2016년 SK텔레콤-CJ헬로비전 결합 심사의 결과가 반복되지 않을 수 있다는 것을 의미한다.

당시 공정위는 78개 방송 권역을 중심으로 시장을 획정해 기업결합 심사를 했다.

공정위는 SK텔레콤과 CJ헬로비전이 합치면 CJ가 사업권을 보유한 23개 권역 중 21개에서 요금 인상 등 독·과점으로 인한 소비자 피해가 발생할 수 있다고 우려해 불허 결정을 내렸다.

김 위원장은 '(유료방송) 주무 부처인 방통위가 관점이 변화했다면 공정위도 존중해야 하는 것은 분명하다'며 '3년 전과는 분명히 같은 상황이 아니다'라고 평가했다.

그는 '방통위는 방송의 공공성이 정책의 중요한 기준이 될 것'이라며 'SK텔레콤 사례와 LG유플러스 사례가 얼마나 다르냐고 묻는다면 공공성 측면에서는 시장 상황이 달라지지 않았다고 말할 수 있다'고 판단했다.

다만 '경쟁당국이 평가하는 공정성 개념이 공공성과 무관하지는 않겠지만 공정위는 좀 더 경제적인 요소를 기준으로 평가해야 한다'며 '경제적 측면으로 본다면 시장에 변화가 없었다고 하기는 어렵다'고 분석했다.

아울러 '넷플릭스와 같은 온라인영상서비스(OTT)가 등장하며 시장에 많은 변화가 있었다'며 '산업흐름을 좌우하는 주요 요소가 3년 전과 똑같지 않다'고 설명했다.

@highlight

김상조 공정위원장이 LG유플러스와 CJ헬로의 결합 심사와 관련해 '3년 전과는 같은 상황이 분명히 아니다'고 말하며 2016년 SK텔레콤-CJ헬로비전(현 CJ헬로) 결합 심사 때 요금 인상 등 독·과점으로 인한 소비자 피해 발생 우려로 '불허' 결정을 내렸던 것과는 다른 결정을 내릴 가능성이 예상되고 있다.