'청담동 주식 부자'로 알려진 이희진(34)씨 부모가 살해된 채 발견된 사실이 알려지면서 한때 셀럽 수준으로까지 각광을 받았던 이씨에게 재삼 관심이 모아지고 있다.

이씨는 지난 2013년을 전후로 증권 전문방송 등에서 주식 전문가로 활약했다.

이후 블로그나 사회관계망서비스(SNS)에 강남 청담동 고급 주택이나 수십억에 달하는 '슈퍼카' 사진을 올리는 등 재력을 과시하면서 '청담동 주식 부자'로 불렸다.

케이블 예능 프로그램에 고정 패널로 출연하면서 인지도를 올리기도 했다.

'신세대 거부'로 승승장구하는 싶던 그에게 급제동이 걸리는데는 그리 오래 시간이 필요하지 않았다.

이씨만 믿고 투자했다가 큰 손실을 봤다는 사람들, 돈을 떼였다는 사람들이 속속 나오면서 2016년 불법 주식거래 및 투자유치 혐의로 구속기소됐다.

이로써 화려하게 포장됐던 주식 부자의 '두 얼굴'이 만천하에 드러나게 됐다.

이씨는 동생과 함께 금융투자업 인가를 받지 않고 투자매매회사를 세워 2014년 7월부터 2016년 8월까지 1천700억 원 상당의 주식을 매매하고 시세차익 약 130억 원을 챙긴 혐의로 재판에 넘겨졌다.

이들은 2016년 2월부터 8월까지 약 6개월간 원금과 투자 수익을 보장해주겠다며투자자들로부터 약 240억 원을 끌어모은 것으로도 조사됐다.

아울러 이씨 등은 2014년 12월부터 2016년 9월까지 증권방송 등에 출연해 허위 정보를 제공하며 총 292억 원 상당의 비상장 주식을 판매한 것으로 조사됐다.

작년 4월 서울남부지법 형사합의11부(심규홍 부장판사)는 이씨에게 징역 5년과 벌금 200억 원, 추징금 약 130억 원을 선고하고, 이씨의 동생(31ㆍ구속기소)에게는 징역 2년 6개월과 벌금 100억 원을 선고(벌금형 선고 유예)했다.

하지만 이씨는 벌금을 낼 돈이 없다고 버텨 결국 일당 1천800만원짜리 '황제 노역'으로 갈음하는게 아니냐는 논란에 휩싸였다.

당시 재판부는 "이씨가 증권방송 전문가로서 회원들의 신뢰를 이용해 조직적이고 계획적으로 범행을 저질렀다"고 판시했다.

현재 이씨에 대한 2심 재판이 진행 중이다.

@highlight

2013년 전후 주식 전문가로 대중의 주목을 받다가 불법 주식거래와 투자유치 혐의로 구속되어 2심 재판 중인 '청담동 주식 부자' 이희진(34)씨의 부모가 살해된 채 발견되면서 재삼 사람들의 관심을 받고 있다.