오창원 17일 성남 탄천종합운동장 수영장에서 열린 3.1운동 100주년 기념 경기도수영연맹회장배 전국마스터즈수영대회 개회식서 정창훈 회장이 선수대표 선서를 받고 있다.

경기도수영연맹이 매년 2회 사회단체 및 체육단체에 기부 활동을 펼친다.

도수영연맹은 17일 성남 탄천종합운동장 수영장에서 열린 3.1운동 100주년 기념 경기도수영연맹회장배 전국마스터즈수영대회 참가비 전액을 광복회에 기부키로 했다.

광복회로 지정한 이유는 새로운 집행부가 구성돼 처음 개최하는 대회고, 올해가 3.1운동 100주년을 맞은 점이 감안됐다.

기부금은 1천998만 원으로 참가 선수들과 수영연맹, 대회 후원 관계자 등의 이름으로 내기로 했다.

도수영연맹은 체육단체 통합과정에서 집행부를 구성하지 못해 2년여 동안 도체육회 관리단체로 지정됐으나 올해초 정창훈(55)회장을 선출, 새로운 집행부가 출범하며 연맹을 넘어 사회와 모든 종목의 꿈나무선수들에게 도움을 줄 수 있는 보람된 사업을 추진하자는 데 의견을 모았다.

이에따라 매년 첫 대회와 마지막 대회 참가비 전액을 기부키로 결정하고 이번대회서 첫걸음을 내디뎠다.

이와관련, 정회장은 "종목 단체들이 집행부의 출연금과 도체육회 등의 지원금으로 운영하고 있어 그동안 지원을 받는 단체의 이미지가 강했다"며 "체육인들도 기부를 한다는 문화를 전개하는 것도 의미가 있을 것 같다"고 말했다.

정 회장의 이같은 제안에 이사진들도 모두 동참했다.

집행부를 구성한 이후 최근 처음 열린 이사회서 28명 모두 이사회비를 완납, 사업에 동력을 얻을 수 있게 뒷받침했다.

정회장은 기부활동 외에도 전국체전 등 각종 대회서 도선수들이 좋은 성과를 거둘수 있도록 준비하겠다는 계획도 밝혔다.

그는 "전국체전에서 수영이 우승을 차지한 것이 오래됐다"며 "종목 우승은 물론 아시안게임에서 도선수들이 메달을 획득할 수 있도록 선수 육성과 영입에도 힘을 쏟겠다"고 밝혔다.

@highlight

경기도수영연맹이 연맹을 넘어 사회와 모든 종목의 꿈나무선수들에게 도움을 건넬 수 있는 뜻깊은 사업을 추진하자는 데 뜻을 모아 매해 첫 대회와 마지막 대회 참가비 전액을 기부키로 결정하고 연 2회 기부 활동을 전개할 예정이다.