건설현장의 미세먼지 저감 조치가 대규모 현장에만 적용돼 행정편의적 수준에 그치고 있다는 지적이다.

환경부의 미세먼지 저감을 위한 건설현장 작업 중단 명령 조치는 면적 1000㎡ 이상의 대규모 현장에만 적용될 뿐 이에 못미치는 소규모 면적은 건설현장에서 발생하는 미세먼지 규제 대상에서 제외돼 있기 때문이다.

이처럼 정부의 규제조치를 벗어나는 현장은 전국 건설현장의 90%에 달한다.

국토교통부에 따르면 2016년∼2018년까지 1000㎡ 미만의 건축허가비율은 92.5∼93.6%이며 이들 현장은 미세먼지 뿐 아니라 비산먼지 저감 관리 규제도 받지 않는다.

환경부는 지난 2월 미세먼지특별법 시행을 공표하며 미세먼지 주의보 또는 경보가 발령되면, 전국 3만6000개 건설현장의 작업 시간을 변경ㆍ조정할 계획이라고 밝혔다.

그러나 지난해 착공허가를 받은 현장만 21만6102개로 규제 대상 현장이 16.6%에 불과하며 통상적인 토목ㆍ건축 전국 가동 현장이 60만개란 점을 감안하면, 규제 적용 현장 비율(6%)은 절반 이하에 그친다.

환경부가 미세먼지특별법을 시행하면서도 대규모 현장만 규제하는 소극적 대처에 그치며 규제 범위 확대를 위한 교육 프로그램 신설과 감독관 양성 등 인력과 예산 마련에 소홀하다는 지적이 제기되는 이유다.

실제 환경전문가들에 따르면 비산먼지는 배출경향이 불확실하고 기상조건에 따라 수시로 변하기 때문에 지도점검 시 전문성이 요구되기 때문에 해외 선진국은 대기질검사관 교육 등을 철저히 하고 있는 반면 국내에는 환경감시ㆍ단속 공무원들이 전문성을 확보할 수 있는 교육기관 자체가 부족하고, 특히 건설현장을 위한 비산먼지 단속 공무원을 위한 정기 교육 자체가 없다.

건설업계 관계자는 "비산먼지 문제가 제기된 것이 10년 전인데 지금쯤이면 전문 감독관이 수백명은 양성됐어야 하는데 아직도 착공전 현장 신고서에 의존한다"면서 "비산먼지가 이정도인데 미세먼지는 더 말할 것도 없다"고 전했다.

@highlight

환경부의 미세먼지 저감을 위한 건설현장 작업 중단 명령 조치가 대규모 현장에만 적용되고 소규모 면적의 현장은 90%가 규제조치에서 제외되어 행정편의적이라는 지적을 받고 있다.