제주도의 공공시설물 석면 관리가 부실하게 이뤄지고 있다는 주장이 제기됐다.

18일 제주환경운동연합에 따르면 환경부 석면관리 종합정보망을 통해 석면오염정보가 공개된 관공서, 의료·체육시설 등 공공시설물은 제주시 151곳, 서귀포시 87곳에 이른다

이중 관공서를 보면 제주시 지역은 제주시청을 포함해 연동·일도일동·일도이동·삼도일동·삼도이동·오라동·도두동주민센터, 애월읍·한림읍·조천읍사무소, 우도면·추자면사무소에 석면이 철거되지 않은 것으로 파악됐다.

서귀포 지역은 서귀포시청과 서홍동·영천동·중앙동·송산동·효돈동·중문동주민센터, 대정읍·성산읍사무소에 석면이 철거되지 않은 것으로 나타났다.

제주시 삼도이동주민센터의 경우 석면건축자재 사용 면적이 5만4591.62㎡로 건물 전체에 천장텍스, 벽면 빔라이트를 석면자재로 사용하고 있는 상황이다.

제주의료원, 서귀포의료원, 제주보건소, 서귀포동부보건소, 한경보건지소 등 공공 의료시설에서도 석멱자재가 남아있으며, 서귀포매일올레시장 공영주차장은 높은 독성의 석면이 포함된 시설로 확인됐다고 제주환경운동연합은 밝혔다.

제주환경운동연합은 "환경부 석면관리 종합정보망을 통해 석면건축자재가 사용된 면적 합이 50㎡ 이상인 건축물과 석면이 함유된 분무재나 내화 피복재로 사용된 건물까지 확인할 수 있다"며 "석면의 위험성이 잘 알려져 학교에서는 철거가 진행중인데도 제주도는 대책마련은 고사하고 현황 파악조차 제대로 하지 않고 있다"고 지적했다.

그러면서 "제주도는 석면 철거에 대한 명확한 계획과 관리 방안을 포함한 대책을 수립하고 이 문제를 담당할 컨트롤타워를 구축해야 한다"며 "올해 추경에 예산을 마련해 단계적으로 석면 철거에 돌입해야 한다"고 촉구했다.

@highlight

제주환경운동연합은 환경부 석면관리 종합정보망을 통해 제주도의 공공시설물들 중 제주시 151곳, 서귀포시 87곳에서 석면 관리가 부실한데도 제주도가 대책마련과 현황 파악을 제대로 하지 않고 있다고 주장했다.