울산 중구는 오는 4월 4일까지 개별과 공동주택의 가격열람을 실시하고, 주민의견을 접수한다고 17일 밝혔다.

중구는 지난 1월 1일 기준으로 개별주택에 대한 주택특성조사, 가격산정과 감정평가사의 검증을 마무리하고, 단독과 다가구, 주상용 주택인 개별주택 1만5,976호와 아파트, 연립주택, 다세대주택인 공동주택 5만4,051호의 열람을 진행하고 있다.

개별주택가격은 복산동 재개발 구역의 사업 진행으로 인근 영향권 내의 단독주택이 상승하며 지난해보다 3.76% 상승했다.

반면, 공동주택의 경우 공시가격의 현실화율이 단독주택과 토지보다 높은데다 지역 경기침체, 구매력의 감소 등의 이유로 전년대비 10.45% 감소했다.

주택의 이용자와 기타 법률상 이해관계가 있는 사람이 주택가격에 대해 의견이 있을 경우에는 의견 제출서와 사유를 증명하는 서류를 첨부해 구청 세무1과 또는 동 행정복지센터로 제출하면 된다.

공동주택에 대한 열람도 개별주택가격 열람 및 의견 제출과 병행 실시하며, 의견 제출은 국토교통부 인터넷 부동산공시가격알리미(www.realtyprice.kr)나 한국감정원 울산지사(☎052-224-1651, fax 052-224-1650)로 직접 제출할 수 있다.

접수된 의견제출 주택은 주택 특성을 재확인하여 표준주택이나 인근주택의 가격과 균형을 유지하고 있는지 여부 등을 재조사하고, 그 처리 결과를 의견 제출인에게 통지하게 된다.

이번에 열람하는 주택가격은 부동산 가격공시위원회의 심의를 거쳐 가격을 결정하고 내달 30일 결정·공시하게 된다.

주택가격은 중구 홈페이지(http://www.junggu.ulsan.kr)에서 열람 가능하고, 중구청 세무1과 또는 주택소재지 동 행정복지센터에서도 열람하거나 의견서를 제출할 수 있다.

궁금한 사항은 중구청 세무1과(☎052-290-3380~4)로 문의하면 되고, 공동주택은 한국감정원 울산지사(☎052-224-1651)로 하면 된다.

@highlight

울산 중구는 개별과 공동주택의 가격열 및 주민의견 접수를 오는 4월 4일까지 실시하며 이번에 열람하는 주택가격은 부동산 가격공시위원회의 심의를 거쳐 가격을 결정하고 내달 말 공시하게 된다.