[ 이선우 기자 ] 시장 점유율 1위 종합 여행사 하나투어가 자체 온라인 홈쇼핑 채널 강화에 나섰다.

웹 기반의 자체 홈쇼핑 채널인 '하나TV쇼핑'(사진)의 활용도를 높이기 위해 TV홈쇼핑 판매 비중도 지난해보다 절반 이상 줄인 것으로 알려졌다.

하나투어는 올 4월부터 가격 할인과 사은품 등 혜택이 더해진 하나TV쇼핑 전용 여행상품을 종전 주당 1개에서 4개로 확대한다고 밝혔다.

여행 테마별 인플루언서를 쇼호스트로 초빙, 여행 경험과 정보를 공유하는 스토링텔링 기법을 도입하는 등 콘텐츠 강화에도 나선다.

하나TV쇼핑은 영상을 이용한 여행상품 홍보를 위해 2013년 12월 처음 서비스를 시작했다.

주로 대리점과 온라인 쇼핑몰 등 주력 판매 채널의 보조수단으로 활용되던 하나TV쇼핑은 스마트기기 보급과 함께 영상 수요가 늘면서 점점 활용도가 높아지기 시작했다.

2017년에는 전용 모바일 페이지도 개설했다.

하나TV쇼핑을 통해 자체 판매 채널을 강화하려는 하나투어의 시도는 2~3년 주기로 반복되는 항공권·호텔 가격비교 사이트, 소셜 커머스 등과의 수수료 갈등에서 벗어나기 위해서다.

가격 경쟁이 갈수록 심해져 수익성이 점점 곤두박질치는 상황에서 수수료 부담은 갈수록 커지고 있기 때문이다.

지난 2월 하나투어를 비롯한 여행사들은 항공권 가격비교 사이트인 스카이스캐너와 수수료 인상을 놓고 심한 갈등을 빚었다.

스카이스캐너가 기존 1.3％이던 수수료를 1.7％로 인상했기 때문이다.

무려 30％에 이르는 수수료 인상에 여행사들은 크게 반발하고 나섰지만 결국 실적 악화에 대한 부담을 이기지 못하고 스카이스캐너의 요구를 수용한 것으로 알려졌다.

박성재 하나투어 이커머스 사업본부장은 "온라인 기반의 자체 홈쇼핑을 통한 상품 판매는 단기 성과보다 장기적으로 외부 채널에 대한 의존도를 낮추는 효과가 있을 것"이라며 "하나TV쇼핑의 인지도를 높이기 위해 가격은 저렴하고 서비스와 품질은 최고 수준인 매력적인 전용 여행상품을 선보일 계획"이라고 말했다.

@highlight

하나투어가 하나TV쇼핑 전용 여행상품을 4개로 늘려 자체 온라인 홈쇼핑 채널을 강화했는데, 이는 중개업체와의 수수료 갈등을 탈피하기 위함이다.