'동상이몽2' 안현모가 '제 2차 북미정상회담' 뒷이야기를 공개한다.

18일(월) 밤 11시 10분에 방송되는 SBS '동상이몽 시즌2 - 너는 내 운명'(이하 '너는 내 운명')에서는 '제 2차 북미정상회담'에서 외신 캐스터로 활약한 안현모와 그런 아내를 위한 라이머의 외조법이 공개된다.

안현모는 최근 진행된 '제 2차 북미정상회담'을 맞아 SBS 뉴스의 외신 캐스터로 일하게 됐다.

SBS에서 기자생활을 했던 안현모는 퇴직 후 다시 전 직장을 찾게 됐는데, 국가적 행사에 함께하게 되었다는 부담감과 긴장감으로 떨었고, 라이머는 직접 안현모를 방송국까지 데려다 주며 응원을 아끼지 않았다.

이른 아침부터 밤 늦은 시간까지 생방송으로 진행되는 뉴스가 본격적으로 시작되고, 안현모도 긴장감이 흐르는 현장에서 바쁘게 일을 했다.

라이머와 있을 때와는 정반대의 모습으로 집중해 일을 하는 프로다운 모습에 지켜보던 사람들 모두 "멋있다"며 감탄을 감추지 못했다고.

같은 시각, 라이머는 아내를 기다리며 가수 뮤지와 SBS 파워FM '두시탈출! 컬투쇼'의 김찬웅 PD를 만나 그동안 못 다한 이야기들로 수다꽃을 피웠다.

그러던 중 라이머가 털어놓은 비밀 이야기에 뮤지는 "말 끝에 '미안해'를 붙여"라고 팁을 전수했다.

이에 라이머는 안현모를 다시 만나 "여보 미안해"를 외쳐 웃음을 자아냈다.

과연 라이머가 '미안해'를 외칠 수 밖에 없었던 사연은 무엇일지, 본 방송을 통해 확인할 수 있다.

한편, 북미 정상회담을 앞두고 있던 안현모는 집에서 라이머와 함께 공부하기에 도전했다.

결혼 후 소원이었던 '남편과 함께 공부하기'를 이루기 위해 안현모식 필살 공부법들을 공개 했고, 스튜디오에서는 모두 신기해하며 지켜봤다.

라이모 부부가 결혼 후 처음으로 함께한 공부 현장 및 제 2차 북미정상회담의 생생한 뒷이야기는 18일 월요일 밤 11시 10분에 방송되는 '너는 내 운명'에서 공개된다.

@highlight

18일 방영되는 동상이몽 2에서 SBS뉴스의 외신 캐스터로 활동했던 안현모의 제 2차 북미정상회담 뒷이야기를 공개된다.