제주도의 안일하고 무책임한 행정이 도마 위에 올랐다.

제주도의회 보건복지안전위원회(위원장 고태순)는 18일 제370회 임시회 제2차 회의를 열고 제주도 도민안전실 등 소관부서에 대한 올해 제1회 추가경정예산안을 심사했다.

이 자리에서 더불어민주당 고현수 의원(비례대표)은 "국내 첫 영리병원으로 '조건부' 허가를 받은 후 개원하지 않은 녹지국제병원에 대한 허가취소 청문이 비공개로 진행되고 있다"며 "또 녹지국제병원에 대한 사업계획서를 공개하면서도 별첨 자료는 공개하지 않았다"며 그 이유에 대해 따져 물었다.

고 의원은 "녹지국제병원 개원 문제는 대부분의 국민이 관심을 가지고 있는 사안"이라며 "제주도가 비공개로 청문을 진행하고 별첨 자료도 공개하지 않으면서 의혹만 키우고 있다"고 지적했다.

이어 "이번 영리병원에 대해 많은 분들이 국내 자본의 우회투자를 우려하고 있다"며 "사업계획서에는 이 분분이 나타나지 않았지만 우회투자가 기술적으로 가능하다는 생각이 든다"고 주장했다.

고 의원은 "공개하지 않은 별첨 자료를 보면 녹지국제병원이 해외 협력업체인 중국 BBC 등에게 의료진 인사권을 주는 업무협약이 있다"며 "국내 성형외과 병원이 BBC에 참여하고 있는 만큼 국내 자본이 우회투자 될 수 있다. 이에 청문회를 통해 도민들이 제대로 알 수 있도록 청문회를 공개하던지 도민을 참여토록 해야 한다"고 강조했다.

이와 함께 고현수 의원은 최근 발생한 제주시 한림읍 금능리 제주청소년수련원 안전사고와 관련 "수련원 직원이 리프트에서 추락해 숨지는 사고가 발생했지만 제주시는 사고 다음날 이메일로 사고관련 내용을 보고 했다"며 "도의회 보건복지안전위원회에는 사고 관련 언급조차 하지 않았다"며 안일한 행정에 대해 비판했다.

임태봉 도 보건복지여성국장은 "녹지국제병원 청문회는 서로 첨예하게 대립하는 부분이 있고 예민하고 전국적인 사항인 만큼 비공개로 진행할 예정"이라며 "이 의견을 청문회 주재자에게 전달하겠다"고 말했다.

@highlight

제주도의회 고현수 의원은 국내 첫 영리병원인 녹지국제병원 개원 문제에 대해 비공개로 청문을 진행하고 별첨자료도 공개하지 않아 의혹을 키우고 있으며, 최근 발생한 제주청소년수련원 안전사고와 관련해서 사고 내용 보고 형태 등 제주도의 안일하고 무책임한 행정에 대해 지적하고 비판했다.