심부전 때문에 생긴 판막질환 합병증을 치료하는데 약물 치료가 효과적이라는 연구 결과가 나왔다.

강덕현 서울아산병원 심장내과 교수(사진)팀은 승모판막 폐쇄부전 합병증이 생긴 만성심부전 환자에게 새 심부전 치료제를 1년 동안 처방했더니 심장기능이 회복됐다고 18일 발표했다.

이번 연구 결과는 심장분야 국제학술지 서큘레이션 최신호에 실렸다.

심장기능이 망가져 조직에 산소가 전달되지 않는 심부전이 생기면 기존 혈액량을 유지하기 위해 심장이 더 빠르게 뛰고 크기도 커진다.

이 때문에 혈액이 나가는 길목에 있는 판막이 제대로 닫히지 않는 승모판막 폐쇄부전이 생겨 혈액이 역류한다.

강 교수팀은 승모판막 폐쇄부전을 겪는 만성심부전 환자 104명을 나눠 53명은 기존 표준치료제(ARB 발사르탄)를 처방하고 나머지 51명은 혈관 수축과 염분 축적을 억제하는 새 심부전 약(ARNI 사쿠비트릴/발사르탄)을 처방한 뒤 경과를 비교했다.

그 결과 신약을 복용한 환자는 치료 전과 비교해 좌심실 용적이 7%, 좌심방 용적이 13% 줄었다.

심장 초음파검사에서도 비정상적으로 커졌던 심장 크기가 줄어든 것으로 확인됐다.

심장크기가 줄면서 혈액을 한 방향으로 나가게 돕는 심장판막이 제 역할을 해 혈액 역류량이 21%줄었다.

신약이 표준치료제보다 승모판막 폐쇄부전을 개선하는 효과가 월등하다는 의미다.

강 교수는 '새 심부전 약은 만성심부전 환자 치료에서 효능을 인정받아 의료계에서 큰 주목을 받고 있지만 승모판막 폐쇄부전을 가진 심부전 환자 치료에는 아직 잘 적용되지 않고 있다'며 '심장판막질환을 동반한 만성심부전 치료에 신약을 적극 활용하면 환자 수술부담은 줄이고 치료효과는 높일 수 있을 것'이라고 했다.

@highlight

서울아산병원 심장내과 교수팀은 심부전 때문에 판막질환 합병증이 발병한 만성심부전 환자에게 새 심부전 치료제를 1년 동안 처방했더니 해당 약물 치료가 효과적이었다는 내용의 연구 결과를 국제학술지 서큘레이션 최신호에 게재했다.