황신섭 "전문가 위촉해 수당 지급 "수년째 신청1건·실적 0건 "현실성 없다" 폐지 목소리경기북부 자치단체가 구성·운영 중인 '공동주택관리 분쟁조정위원회'가 유명무실하다.

수년간 아파트 입주민 사이의 분쟁을 조정한 실적이 전무해서다.

18일 의정부·구리·포천·파주시에 따르면 현행 공동주택관리법(71조·80조)은 자치단체에 공동주택관리 분쟁조정위원회를 두게끔 정하고 있다.

위원회에 속한 전문가들이 아파트 입주민 사이에 갈등이 생겼을 때 이를 해결할 수 있도록 하기 위해서다.

이에 따라 각 자치단체는 현재 부동산·법률·주택 분야의 전문가 6~7명을 분쟁조정위원으로 위촉해 회의 참석 수당(인원당 7만원)을 지급하고 있다.

문제는 이들 분쟁조정위원회의 실적이 전무하다는 점이다.

실제로 지난 2015년부터 올해까지 의정부시와 구리시, 포천시와 가평군, 파주시와 고양시, 동두천시와 연천군, 양주시의 분쟁조정위원회 실적은 0건이다.

그나마 지난 2017년 남양주시 분쟁조정위원회에 1건이 접수됐으나, 이마저도 분쟁 조정이 이뤄지지 않았다.

해당 자치단체 관계자들은 분쟁조정위원회를 폐지해야 한다고 입을 모으고 있다.

자치단체의 의지가 없어서라기보다는 제도 차제가 현실성이 없다는 것이다.

의정부시 관계자는 "500세대 이상의 공동주택 입주민들은 공동주택관리법상 국토부의 중앙분쟁조정위원회에서 갈등을 조정한다"며 "500세대 미만의 공동 주택에 대해서만 자치단체의 분쟁조정위원회에서 다루게 하고 있다"고 설명했다.

양주시 관계자도 "설사 분쟁 조정 신청이 들어오더라도 어느 한 쪽이 이를 수용하지 않으면 조정할 수가 없다"면서 "대부분 갈등 조정보다는 법적 처벌을 요구하는 경우가 많다.

현실적으로 시 분쟁조정위원회가 할 수 있는 일이 아니다"라고 지적했다.

이어 "법적 구속력과 강제성이 없는데도 이를 자치단체에서 해결하라는 것 자체가 현실과 맞지 않는다"며 "차라리 상급 기관인 도에 이를 두고 운영하는 게 좋다고 본다"라고 밝혔다.

@highlight

'공동주택관리 분쟁조정위원회'가 실제로 지난 2015년부터 올해까지 실적은 0건을 보이는 등 유명무실하다는 비판이 나온 가운데,  해당 자치단체 관계자들은 분쟁조정위원회를 폐지해야 한다고 주장했다.