타 시도에 비해 실업팀은 물론 대학팀이 절대적으로 부족했던 전북 체육계에 단비가 내렸다.

최근 전국적으로 대학들이 심각한 재정난 등을 이유로 운동부를 해체하고 있는 가운데 한일장신대학교가 3개 종목에 걸쳐 운동부를 창단해 선수 육성은 물론 전북 체육 전력 강화에도 큰 도움이 될 것으로 기대된다.

18일 전라북도체육회(회장 송하진)에 따르면 이날 한일장신대학교가 하키부와 사격부, 테니스부 등 총 3개 종목의 운동부를 창단했다.

이번에 3개 종목을 창단함으로써 한일장신대는 기존 야구부와 양궁부에 이어 모두 5개 종목의 운동부를 관리·육성하게 됐다.

이날 창단된 하키는 감독 1명과 선수 11명으로 구성됐으며, 사격은 8명(감독 1명·선수 7명), 테니스는 3명(감독 1명·선수 2명)이다.

특히 한일장신대학교의 이번 운동부 창단은 하키와 사격, 테니스 종목의 활성화를 넘어서 관련 종목 학생들의 사기 진작에도 큰 도움이 될 것으로 보인다.

또한 각종 대회에도 출전해 전북 체육의 위상을 높이고 학교를 홍보하는 데에도 기여할 전망이다.

여기에 한일장신대학교가 창단한 하키 종목의 경우 도내에 대학 운동부와 실업팀이 없는 상황에서 고등학교 운동 선수들의 진로에도 큰 도움이 될 것으로 기대하고 있다.

이날 열린 운동부 창단식에는 한일장신대 구춘서 총장과 교수 등을 비롯해 전북하키협회와 전북사격협회, 전북테니스협회 관계자들이 참석해 자리를 빛냈다.

전북체육회 최형원 사무처장은 "운동부 창단을 위해 노력해주신 총장님과 대학 관계자분들에게 진심으로 감사의 인사를 전한다"며 "이번 한일장신대의 운동부 창단 나비효과가 퍼져서 더 많은 도내 대학과 실업팀의 창단이 이뤄졌으면 좋겠다"고 말했다.

한일장신대 구춘서 총장은 "전북 체육 더 나아가 한국체육 발전을 이끌 선수들이 있어 대학에 봄이 왔다"며 "더 힘차게 높이 빠르게 건강하게 나아가자"고 말했다.

한편 도내 지역에서는 전북대와 군산대, 원광대, 전주대, 우석대, 호원대, 전주비전대 등 11개 대학에서 운동부를 육성하고 있다.

@highlight

18일 전라북도체육회(회장 송하진)에 의하면 이날 한일장신대학교가 하키부와 사격부, 테니스부 등 총 3개 종목의 운동부를 창단했으며 이는 하키와 사격, 테니스 종목의 활성화를 넘어서 관련 종목 학생들의 사기 증진에도 큰 도움이 될 것으로 예상되며 각종 대회에도 출전해 전북 체육의 위상을 높이고 학교를 홍보하는 데에도 기여할 전망이다.