[서울경제] 신축 오피스텔 임대수익률이 기존 오피스텔의 수익률보다 상대적으로 떨어지는 것으로 나타났다.

오피스텔 매매가 상승으로 초기 투자금은 늘어난 반면, 월세 수익은 유지되고 있기 때문이다.

18일 직방이 올해 1~2월 국토교통부 오피스텔 실거래가를 분석한 결과, 서울에서 2017년 뒤로 준공된 신축 오피스텔의 임대수익률은 3.89%로 조사됐다.

이전에 준공된 오피스텔의 임대수익률 4.35%보다 0.46% 낮은 수익률을 보였다.

수도권인 경기(신축 3.83%·구축 4.67%)와 인천(4.18%·4.79%)에서도 신축보다는 구축의 임대수익률이 더욱 높게 나타났다.

이외에 △부산(신규 3.89%, 기존 5.08%) △대구(4.33%, 5.48%) △대전(5.75%, 7.65%) △광주(6.36%, 6.41%) △울산(4.20%, 10.29%) 등 지방에서도 신축의 임대수익률이 기존보다 낮은 것으로 조사됐다.

이 같은 현상이 나타나는 이유는 신규 오피스텔 매매가격은 높아졌지만, 임대인은 공실부담을 우려해 가격을 선뜻 올리기 어렵고, 지역 내 임차인이 부담 가능한 월세 가격 상한선이 존재하기 때문이다.

실제로 지난 1~2월에 거래된 서울 오피스텔 중에서 2017년부터 준공된 신축 오피스텔의 전용면적당 매매가격은 921만원 선으로, 이전에 준공된 오피스텔(680만원)보다 약 241만원 가량 더 비쌌다.

그러나 신축 월세가격은 2.62만원인 데 반해 기존은 2.11만원으로 격차가 크지 않았다.

즉, 신축과 기존 오피스텔간 매매가 차이에 비해 월세가격의 차이는 크지 않았다.

직방 관계자는 "임대료가 지불가능한 선으로 형성된다면 임차인은 깨끗하고, 새로운 오피스텔을 더욱 선호하겠지만, 신규물량이 많거나 공급과잉인 지역에서는 공실 우려로 월세가격 형성에 한계가 있다"며 "신축 오피스텔이 역세권 입지, 저렴한 관리비, 주차가능 여부, 보안체계 등 임차인을 끌어들일만한 특정한 매력이 없다면, 기존 오피스텔과 임대수익률 차이는 더욱 크게 나타날 것"이라고 예상했다.

@highlight

18일 직방은 신규 오피스텔 매매가격이 높고 임대인은 공실부담을 우려해 가격을 선뜻 올리기 어려워 신축된 오피스텔의 임대수익률이 이전에 준공된 임대수익률보다 낮았다고 밝혔다