광주에서 산업공학 관련 국내 최대 규모의 학술대회인 '2019 춘계공동학술대회'가 열린다.

대한산업공학회가 주관하고 한국경영과학회, 한국시뮬레이션학회가 공동으로 개최하는 이번 학술대회는 다음달 10일부터 13일까지 광주 김대중컨벤션센터에서 진행된다.

'산업혁신을 선도하는 스마트 제조'를 주제로 열리는 이번 학술대회는 스마트제조 시스템의 국내외 연구동향과 산·학·연·관의 현장 적용 사례 등에 대한 정보공유의 활성화를 도모하고자 개최된다.

학술대회에는 기업체, 학계, 연구기관, 관련 행정기관, 학생 등 1천여명이 참가하며 일반 논문 발표와 함께 특별주제 세션, 본 학회 워킹그룹 초빙 세션, 산업체 세션, 기조강연, 특별강연, 특별강좌 등으로 진행된다.

주요 발표 논문 분야로는 빅데이터를 비롯해 4차 산업혁명, 최적화, 경영공학, 시뮬레이션, 비즈니스 애널리틱스, 확률 통계 등이다.

특히 이번 학술대회는 연구자들의 분야별 융복합 연구 수행은 거의 이뤄지지 않아 더욱 의미가 깊다.

참석자들은 이번 학술대회를 통해 다양한 산업에 연계된 전문가들이 산업의 새로운 패러다임을 창출하고 국가 경쟁력 확보를 위한 신성장동력 발굴, 발전적 협력 관계를 구축하게 된다.

이번 학술대회를 통해 기술적 측면에서 제조, 서비스, IT, 물류 등을 스마트 제조를 활용한 경쟁력 강화 방안 등에 대한 연구가 활성화할 것으로 기대된다.

김규태 춘계공동학술대회 공동조직위원장(조선대 산업공학과 교수)은 "학술대회에서 발표되는 다양한 연구방법, 기술, 전략, 사례들은 최종적으로 산업혁신을 선도할 산업공학 기법의 창출과 기업 사이의 상생협력에 중점을 두고 있다"면서 "관련 기업과 공공기관이 연구 결과물을 직접적으로 공유하고 활용할 수 있는 방안을 도출하는 것은 물론, 워킹그룹과 특별 세션 연구자들의 연구성과가 스마트 제조와 관련된 분야에 활용돼 산업공학 관련자들이 산업 혁신을 선도할 수 있을 것으로 기대된다"고 말했다.

@highlight

'산업혁신을 선도하는 스마트 제조'를 주제로 산업공학 관련 국내 최대 규모의 학술대회인 '2019 춘계공동학술대회'가 대한산업공학회의 주관 및 한국경영과학회, 한국시뮬레이션학회의 공동 개최 아래 다음달 10일부터 13일까지 광주 김대중컨벤션센터에서 진행되며, 이번 학술대회는 국내외 연구동향 및 현장 적용 사례 등에 대한 정보공유 활성화를 도모하고자 마련됐다.