예산군청소년수련관 송아리방과후아카데미가 전북 임실군에 위치한 전라북도 119안전체험관에서 재난 종합체험, 위기탈출 체험 및 조선시대의 궁중소방대 시연 관람 등을 진행했다.

[예산]예산군청소년수련관 송아리방과후아카데미가 전북 임실군에 위치한 전라북도 119안전체험관에서 재난 종합체험, 위기탈출 체험 및 조선시대의 궁중소방대 시연 관람 등을 진행했다.

송아리방과후아카데미 참여청소년들은 지난 16일 119안전체험관에서 소화기·옥내 소화전, 화재탈출, 지진·태풍, 교통안전·생활안전 등 재난종합체험과 항공기 안전체험, 완강기 사용법, 암벽등반·산악구조, 고공횡단, 외줄 횡단, 경사하강식 대피, 무동력승강식 피난기 등 다양한 대피방법을 체험했다.

이번 3월 주말체험을 계획한 송아리방과후아카데미 담당자는 "대형 인형피해로 이어질 수 있는 재난사고에 대한 대비와 훈련의 필요성이 크게 요구되는 요즘, 시청각 자료에 의존하는 기존의 재난대피 교육 대신 다양한 상황별 재난 대피 체험을 통해 위기 상황에 대처할 수 있는 유익한 체험의 기회가 될 것이다"라고 말했다.

주말체험에 참석한 김용찬(중3) 학생은 "매번 영상이나 글로만 대처방법 등을 배웠는데 이렇게 직접 체험하고 대피기구 등도 이용해보니 재난이 발생한다면 침착하게 대피할 수 있을 것 같다"고 체험소감을 말했다.

한편 송아리방과후아카데미는 여성가족부 지원 사업으로서 청소년들의 다양한 교육 및 활동 프로그램, 생활지도, 특별운영 등을 중학생 대상으로 운영하고 있으며 현재 2019년 신입생 모집 중에 있다.

또한 청소년 프로그램(영어, 수학 등)에 관심 있는 전문 강사를 기다리고 있다.

기타 자세한 문의는 예산군청소년수련관 송아리 청소년방과후아카데미 ☎041(331)8668로 하면 된다.

@highlight

예산군청소년수련관 송아리방과후아카데미는 지난 16일 전북 임실군에 위치한 전라북도 119안전체험관에서 재난 체험프로그램을 진행해 청소년들이 화재탈출, 지진·태풍 등 재난종합체험 시간을 가졌다며, 시청각 자료에 의존하는 기존의 재난대피 교육과 달리 위기 상황에 대처할 수 있는 유익한 체험의 기회가 될 것이라고 전했다.