홍지예 승리.

마약 투약·유통 혐의를 받고 있는 이문호 버닝썬 대표가 승리를 옹호하고 나섰다.

17일 한 매체와의 인터뷰에서 "승리의 3년 전 카톡 내용(성접대·불법촬영물 의혹 등)이 죄가 된다면 대한민국 남성들은 다 죄인 아닌가"라며 "성매매가 이뤄진 것도 아니고 장난친 것만으로 이렇게 (비난받아야 하나)"라고 의혹을 부인하고 나섰다.

또 이 대표는 "지금 승리와 관련된 의혹들은 버닝썬이 아니라 전부 아레나에서 있었던 일"이라며 선을 그었다.

그는 "아레나는 나 때문에 만든 것이다"라면서도 "아레나에서 독립하려고 내가 (버닝썬)사업 그림을 그렸다. 나는 아레나 대표는 아니다"라고 말했다.

클럽에서의 마약 사용과 강간 의혹도 부인했다.

이 대표는 "국민적 분노를 사고 있는 이유가 물뽕(GHB)을 타서 여자들에게 먹이고 강제로 성폭행했다는 것인데, 그러면 그 피해여성들은 왜 경찰에 고소하지 않고 언론에다 흘리기만 하겠나"라며 "오히려 내가 룸에서 물뽕을 타서 강간을 하는 일이 벌어졌다고 주장한 최초 유포자를 경찰 사이버수사팀에 잡아다 줬다. 반장님이 감사하다고 인사까지 했다"고 경찰에 적극 협조했다고 주장했다.

마약 혐의에 대해서도 "최근 두 달 사이에 (마약을) 한 것으로 결과가 나왔다. 내 머리카락 길이가 15㎝로 긴 편이다. 이 정도면 1~2년 전에 투약한 것까지 다 검출된다"라며 "(머리카락 끝부분에서는) 마약 관련 성분이 아무것도 나오지 않았다. 양성반응이 나온 것 역시 다퉈볼 부분이 있다"고 호소했다.

한편 이 대표는 마약류 관리에 관한 법률 위반 혐의 등으로 경찰 조사를 받고 있다.

경찰은 26일 "이 대표의 소변과 모발에서 일부 마약류에 대한 양성반응이 나왔다"고 밝혔다.

이 대표는 지난 5일 마약류 관리에 관한 법률 위반 혐의로 피의자 신분으로 조사를 받았다.

이와 관련해 경찰은 지난달 26일 이 대표와 영업사장 한모 씨의 주거지 등을 압수수색했다.

경찰은 "국립과학수사연구원의 감정 결과 이 대표의 소변과 모발에서 일부 마약류에 대한 양성반응이 나왔다"고 밝혔다.

@highlight

이문호 버닝썬 대표는 17일 한 인터뷰에서 승리의 3년 전 카톡 내용이 죄가 된다면 대한민국 남성들은 다 죄인이고, 장난으로 이렇게 비난받아야 하냐며 승리를 옹호하고 나선 가운데, 승리 관련된 의혹들은 전부 아레나에서 있었던 일이라며 선을 그었다.