시장매니저 채용으로 지속가능한 상권조직 강화 발판 마련[서울경제] 경기도는 민선 7기 4년 동안 450억원을 들여 '경기도형 전통시장 활성화 대책'을 추진한다고 18일 밝혔다.

도는 상권진흥구역과 우수시장, 혁신시장, 공유마켓 등 4개 사업을 집중 추진하기로 하고 올해 16개소를 포함해 민선 7기 4년간 모두 64개소를 지원한다.

상권진흥구역은 도가 전국 광역단위 최초로 도입한 사업이다.

도는 240억원을 투입해 올해 2곳 지정을 시작으로 오는 2022년까지 단계적으로 6곳을 상권진흥구역으로 지정한다.

1곳당 4년간 최대 40억원을 지원한다.

또 상권진흥 사업의 효율적인 추진을 일임할 '상권진흥센터'를 설치하는 동시에 거버넌스 체계를 구축하는 차원에서 상권 내 상인·전문가 등이 참여하는 민간 주도형 '상권진흥협의회'를 운영할 계획이다.

우수시장은 도를 대표할 문화·콘텐츠를 갖춘 우수시장 모델을 발굴해 경쟁력을 강화하는 사업으로, 올해 2곳을 포함해 오는 2022년까지 8곳을 선정한다.

혁신시장은 전통시장의 불편하고 낙후됐다는 부정적 이미지를 개선해 지역민과 함께하는 소통의 장을 만드는 데 방점을 두고 올해 2곳을 포함해 오는 2022년까지 10개 시장을 선정해 지원한다.

도내 전통시장·골목상권·5일 장 등과 연계된 장소에 지역의 다양한 주체들이 누구나 판매자(Seller)로 참여할 수 있는 '공유 상업공간'을 조성하기 위한 경기공유마켓도 적극 추진한다.

올해 10곳을 포함해 민선 7기 동안 40곳을 지원하고, 시장 1곳당 2억원을 투입할 예정이다.

광역지자체 최초로 '시장매니저'를 육성해 도내 전통시장의 지속가능 한 성장과 자생력 강화 방안도 병행 추진한다.

지원 대상으로 총 50명으로 상인회에 상주하며 시장별 특성에 맞는 우수(특화) 사업 발굴과 점포별 환경개선과 친절교육 등 상인 역량 강화 프로그램을 운영한다.

박승삼 경기도 소상공인과장은 "임대료 상생협약·협의체 구성 등 최근 젠트리피케이션(상권내몰림 현상) 방지 대책도 적극적으로 시행해 임차상인의 권리를 보호하겠다"고 말했다.

@highlight

경기도가 18일 올해 16개소를 포함해 민선 7기 4년 동안 총 64개소를 지원하는 총 예산 450억원의 '경기도형 전통시장 활성화 대책'을 추진하며 도가 전국 광역단위 최초로 도입한 상권진흥구역과 우수시장, 혁신시장, 공유마켓 등 4개 사업을 집중적으로 추진하기로 했다.