광주에 국내 1호 수소융합에너지 실증센터가 문을 열었다.

광주시와 자동차부품연구원은 18일 연구원 광주전남본부에서 이용섭 시장, 김동찬 시의회 의장, 최남호 산업통상자원부 제조산업정책관, 허남용 자동차부품연구원장 등이 참석한 가운데 ‘수소융합에너지 실증센터’ 준공식을 개최했다.

센터는 산업통상자원부에서 한국형 표준 융복합충전소 국산화 개발 지원을 목표로 국내 1호로 추진하고 있는 사업으로, 자동자부품연구원 광주전남본부에 마련됐다.

센터는 자동차부품연구원에서 운영을 맡아 2021년 9월까지 ‘수소차·전기차 융합스테이션 국산화 기술 개발 및 실증’ 과제를 수행한다.

과제는 충전소 핵심 설비인 개질기, 수전해, 고압용기, 수소충전기, 안전관리시스템, 고전압부품 등 국산화 개발 지원 내용으로 구성됐다.

광주시는 수소융합에너지 실증센터 운영으로 수소 전주기를 실증 평가할 수 있는 기반을 확보하고, 수소산업 허브도시 조성을 앞당기게 될 것으로 기대하고 있다.

특히 수소전주기 부품·제품·공정 기초기반기술 및 실증 DB를 확보하고 수소복합설비 통합운영·안전관리기술 및 사업화 모델 개발, 수소분야 글로벌 강소기업 육성 및 수소경제 촉진 등 성과가 기대된다.

더불어 그동안 고가 장비구축, 운영 및 객관성, 신뢰성 확보 등의 문제로 상용화를 위한 시제품 실증에 어려움을 겪어왔던 국내 업체들의 애로가 해소될 것으로 보인다.

이 시장은 “미세먼지가 인류의 삶을 파괴하는 재난수준으로 심각해지면서 환경오염이 전혀 없는 수소가 대체에너지로 급부상하고 있다”면서 “광주에 문을 연 수소융합에너지 실증센터는 우리나라 수소에너지산업 생태계 구축의 매우 중요한 계기가 될 것”이라고 밝혔다.

허남용 자동차부품연구원장은 “‘수소융합에너지 실증센터’가 수소사회 실현의 중추적인 역할을 담당하게 될 것이다”고 말했다.

@highlight

광주시와 자동차부품연구원은 산업통상자원부에서 한국형 표준 융복합충전소 국산화 개발 지원을 목표로 광주전남본부에 마련된 국내 1호 ‘수소융합에너지 실증센터’로 인해 수소산업 허브도시 조성을 앞당기게 될 것으로 기대하며 준공식을 개최했다.