'대한민국 대표 유교 전문기관'이 될 충청유교문화원이 올해 상반기 착공해 2021년 문을 연다.

충남도는 충청유교문화원 성공 개원을 위해 충남역사문화연구원과 운영 준비단을 꾸리고 본격 가동한다.

18일 도에 따르면, 충청유교문화원은 충청에 산재한 유교 관련 유·무형 자료 수집·연구와 교육 등을 위해 도가 지난 2013년 기본계획을 세워 추진해 왔다.

논산시 노성면에 들어설 충청유교문화원은 3만8천㎡의 부지에 건축연면적 4천927㎡로 상반기 첫 삽을 뜬 뒤 2년 간의 공사를 거쳐 2021년 상반기 개원한다.

충청유교문화원은 도서관, 기록관, 박물관의 성격을 통합적으로 갖춘 '라키비움' 형태로 운영, 종합 문화 체험의 장으로 활용한다.

유교사상에 대한 학술적 연구뿐만 아니라 체험과 교육 프로그램 등을 통해 일반 시민이 유교문화를 친근하게 접할 수 있는 기회를 제공한다는 계획이다.

또 충남·북과 대전·세종에 산재한 유교 관련 유물을 체계적으로 수집해 멸실을 막는다.

충남역사문화연구원 내에 설치한 충청유교문화원 운영 준비단은 이상균 단장과 직원 3명이 개원 준비에 박차를 가한다.

올해 우선 준비단은 우선 충청유교문화원 시설에 유교와 전통문화 관련 이야기를 입히는 '시설 콘텐츠 기본구상' 사업을 추진한다.

또 충청 4개 광역 시·도 내 유교 관련 유물을 수집해 전시 유물을 선별하며 미국 하버드대학 유교 관련 연구소, 대만 공자협회(회장 공수장, 공자 79대 종손) 및 국내 관련 기관 등과 네트워크를 구축하고 학술 포럼도 개최한다.

이와 함께 심층적이고 효율적인 학술연구를 위해 기존 연구 성과를 정리하는 충청 유교 연구 성과 목록화 사업도 추진한다.

이상균 단장은 "충청유교문화원이 국제적으로는 환황해권 유교 문화 교류의 핵심 센터 역할을 수행하고 국내에서는 대한민국 유교를 대표하는 기관으로 성장할 수 있도록 중장기 비전을 구축해 추진해 나가겠다"고 말했다.

@highlight

충청남도는 대한민국의 대표 유교전문기관인 충청유교문화원 설치를 위해서 운영준비단을 발족했으며, 이 문화원은 충청도에 산재한 유교관련 유무형 자료를 수집,연구할 계획이며 도서관이자 기록관으로도 운영해 종합적인 문화체험의 장으로 활용할 예정이다.