지난 17일 제주시 조천읍 북촌리 북촌환해장성에 페트병·캔·비닐 등 각종 생활쓰레기는 물론 양식장 대형폐기물이 곳곳에 버려져 있다.

제주도내 방어유적 중 하나인 환해장성에 대한 관리가 허술하다는 지적이다.

일부 유적이 허물어진데다, 각종 폐기물로 수난을 겪고 있어 철저한 관리가 요구되고 있다.

제주세계자연유산본부에 따르면 환해장성은 적의 침범을 막기 위해 돌담을 쌓아 성을 만든 것으로 제주의 대표적인 방어유적이다.

도내 환해장성은 총 28곳으로 이중 지정문화재로 관리되는 곳은 제주시 8곳, 서귀포시 2곳이다.

지난 17일 제주시 조천읍 북촌리 북촌환해장성을 방문한 결과 페트병·캔·비닐 등 각종 생활쓰레기는 물론 양식장 대형폐기물도 곳곳에 버려져 있었다.

또 누군가가 고의로 버린 것으로 보이는 쓰레기봉투도 볼 수 있었다.

뿐만 아니라 북촌 환해장성도 일부 훼손된 상태였다.

환해장성 일부 구간이 무너져 있었지만 복구를 안내하는 표지판 등은 확인할 수 없었다.

18일 곤을동 환해장성으로 가는 마을 입구에는 무단투기 금지를 알리는 팻말이 설치돼 있지만 생활쓰레기가 버려져 있다.

제주시 화북동의 곤을동 환해장성도 상황은 비슷했다.

곤을동 마을 입구부터 폐기물 무단투기 금지를 알리는 팻말이 곳곳에 설치돼 있었지만 이를 무시하고 버려진 쓰레기들이 쌓여 있었다.

북촌리 한 주민은 "운동 삼아 매일 북촌환해장성 해안도로를 따라 걷는데 일주일 전 있던 쓰레기가 치워지지도 않은 채 그대로 있다"며 "환해장성 주변에 CCTV라도 설치해 쓰레기 불법 투기 현장을 단속해야 하는 것 아니냐"고 지적했다.

조천읍 관계자는 "현장 단속 및 쓰레기 수거 등을 하고 있지만 범위가 넓어 해안까지 확인하지는 못했다"며 "버려진 쓰레기를 즉시 수거할 것"이라고 말했다.

@highlight

제주시 조천읍 북촌리 북촌환해장성에 각종 생활쓰레기는 물론 대형폐기물이 버려지면서, 제주도내 방어유적 중 하나인 환해장성에 대한 관리가 허술하다는 지적이 있어, 이에 관한 철저한 관리가 요구되고 있다.