지영수 충북도의회 허창원 의원, 외국 무술배우 초청에 5억~7억 졸속 집행 우려 제기 (동양일보 지영수 기자) 오는 8월 30일 막이 오르는 '2019 충주세계무예마스터십' 대회의 예산이 졸속 집행되는 것 아니냐는 우려의 목소리가 나왔다.

이시종 지사와 같은 당 소속 의원으로부터다.

충북도의회 행정문화위원회 허창원(더불어민주당·청주4) 의원은 18일 보도자료를 내 "지난 15일 폐회한 제371회 임시회에서 2019년도 제1회 추가경정예산안에 포함된 충주무예마스터십 대회의 성공을 위한 예산이 통과됐다"고 밝혔다.

그는 "도의회가 이번 추경을 심사하면서 집행부가 제출한 원안대로 승인했지만 무예마스터십 대회는 4개월 남았다"며 "이런 상황서 예산 1억원을 들여 무예소설을 발간할 수 있는지와 발간을 하더라도 대회 성공에 미치는 사업 효과에 의문이 든다"고 지적했다.

또 "스타급 외국 무술배우 한 명을 초청하려고 5억원에서 7억원의 예산을 쓰려는 집행부 계획에 의구심을 갖는 의원들이 있었다"며 "지금과 같은 어려운 경제 환경에서 일회성, 보여주기식 행사는 재고돼야 한다"고 주장했다.

허 의원은 "도의회가 세계무예마스터십 대회 성공에 발목을 잡는다는 도민과 대회준비 관계자들의 비난을 의식해 예산 승인이 이뤄진 부분도 있다"면서 "이런 일들이 지난 선거에서 도지사를 포함한 대다수의 민주당 소속 도의원을 선택한 도민들을 실망시켜선 안 될 것"이라고 강조했다.

그러면서 "앞으로 도의회에서 승인한 예산이 도민의 기대에 맞게 쓰여 의미 있고 성공한 대회가 될 수 있도록 도민의 눈높이에서 감시하겠다"고 했다.

충북도 관계자는 "대회 기간에 열리는 무예 영화제에 국내외 무술배우 초청과 행사 진행 등을 위해 추경에 4억원을 세웠다"며 "한 명의 외국 배우 초청비용으로 추경에 반영된 예산을 사용할 계획은 없다"고 말했다.

충주세계무예마스터십은 충북도와 충주시가 공동 주최한다.

8월 30일부터 9월 6일까지 충주체육관 등에서 열린다.

전 세계 100여개 국 4000여 명의 선수와 임원이 참가할 예정이다.

@highlight

지난 8월 30일 막이 오른 2019 충주세계무예마스터십 대회 예산 중 5억원에서 7억원이 되는 예산을 스타 외국 무술배우 초청되는 비용으로 예산이 집행되어,어려운 경제 환경 속에서 보여주기식 행사는 피해야 된다며 비판을 받고 있다.