(동양일보 이도근 기자) 매일 일어나면 가장 먼저 미세먼지 농도부터 챙기고, 출근때 필수품이 마스크가 됐다.

‘삼한사미(사흘 춥고 나흘 미세먼지가 기승을 부린다)’, ‘피미족(미세먼지를 피해 다니는 사람들)’이라는 말도 이제는 낯설지 않다.

미세먼지가 바꾼 우리의 일상이다.

3월 초 연일 초미세먼지 경보 발령에다 마스크 착용과 실외활동 자제를 당부하는 안전 문자 메시지로 시끄러웠다.

충북의 경우 올 들어 지난 8일까지 평균 초미세먼지(PM2.5·지름 2.5㎛ 이하)농도가 50.1㎍/㎥로 전국에서 가장 높았고, ‘나쁨’(36~75㎍/㎥) 수준을 웃돈 날도 지난 12일까지 48일로 다른 지자체보다 월등히 길었다.

그러나 심각한 고농도 미세먼지의 습격에도 충북도의 대책은 알맹이가 쏙 빠졌다.

미세먼지가 심각할 때 조업상황을 조정할 수 있는 사업장은 도내 3600곳 중 제천·단양 시멘트 공장 뿐이고 조치사항도 한정돼 실효성이 없다.

이달 초 고농도 미세먼지가 기승을 부렸지만 노후 경유차 운행제한 등 세부사항을 정한 조례가 없어 공공기관 차량 2부제만 적용되는 소극적 대책이 도마에 올랐다.

도로먼지 살수차와 도로분진 흡입차도 제때 현장에 투입되지 못하는 등 미숙한 행정에 대한 지적도 잇따랐다.

국내·외 오염원 분석 등 도내 미세먼지 원인 연구는 지지부진하다.

특히 도내 미세먼지의 심각한 원인 중 하나로 꼽히는 충남지역 석탄화력발전소와 같은 변수 분석은 물론 이에 따른 충남도 등과의 공조대책은 논의조차 되고 있지 않다.

이런 상황에서 내놓는 충북도의 대책은 보여주기 식으로 나열하는 대책에 그칠 수 있다.

충북도가 미세먼지 문제에 제대로 대처하고 있는지 통렬한 반성과 함께 도민들이 납득할 수 있는 대책을 내놓아야 한다.

@highlight

3월 초 극성을 부리는 고농도 미세먼지에대한 충북도의 보여주기 식 대처에 반성이 필요해 보인다.