울산지역 학생들의 취업·진로·진학 정보는 물론 학부모 교육 등을 원스톱으로 지원받을 수 있는 ‘교육정보드림센터’가 문을 연다.

18일 울산시교육청에 따르면 최근 완공된 교육정보드림센터가 오는 25일 개소식을 열고 본격적인 업무를 시작한다.

시교육청 1층에 자리한 교육정보드림센터는 울산진학정보센터와 진로직업체험지원센터, 취업지원센터, 울산학부모지원센터를 통합한 원스톱 지원센터다.

그동안 이들 4개 지원센터는 청사 안팎에 흩어져 있었다.

진로직업체험지원센터와 진학정보센터, 취업지원센터는 본청 3~5층, 학부모지원센터는 옥동 교육연구정보원에 위치해 있었다.

담당 부서도 제각각이었다.

진학정보센터는 교육과정운영과, 학부모지원센터는 정책관, 진로직업체험지원센터와 취업지원센터는 미래인재교육과에서 담당했다.

이 때문에 지원센터를 이용하는 학생과 학부모들은 상담이나 관련 정보를 얻기 위해 센터나 담당 부서를 찾는 데 혼란과 불편을 겪었다.

시교육청은 대학진학과 취업, 진로컨설팅 등을 통합 지원할 수 있는 원스톱 인프라를 구축하기로 했다.

효율적인 운용과 이용자의 접근성 등을 고려해 위치는 시교육청 1층으로 추진됐다.

지난 1월 설계를 거쳐 최근 인테리어를 마무리했고, 집기류 등을 배치해 센터를 모두 구축했다.

최근 명칭 공모를 통해 ‘교육정보드림센터’ 명칭도 결정됐다.

시교육청은 이 센터를 통해 체계적이고 통합적인 지원 시스템을 구축할 수 있을 것으로 기대하고 있다.

흩어져 있던 센터들의 협업도 가능해져 학생과 학부모들을 대상으로 한 서비스 효과도 높아질 것으로 보고 있다.

시교육청 관계자는 “4개 지원센터가 본청 1층에 입주해 통합적이고 체계적인 업무와 지원이 가능해질 것”이라며 “학생과 학부모의 편의는 물론 서비스 효과도 극대화될 수 있을 것”이라고 말했다.

교육정보드림센터 개소식은 오는 25일 간부공무원과 교육위원, 교장단, 교사, 학부모 대표 등을 초청해 열릴 예정이다.

기존에 청사 1층에 운영되던 총무과는 본청 5층으로 자리를 옮겼다.

@highlight

오는 25일 시교육청 1층에 문을 열고 업무를 시작하는 교육정보드림센터는 울산진학정보센터, 진로직업체험지원 등 4개 지원센터를 한 곳에 모아 통합적이고 체계적인 업무 지원으로 학생과 학부모의 편의와 서비스 효과가 더 커질 것으로 기대된다.  