[김근우 기자 gnu@imaeil.com] 518번 노선버스의 하양 구간 운행 단축 소식에 경산시 하양읍 주민들이 강력 반발하며 서명운동에 나섰다.

대구시가 이르면 4월부터 시내버스 518번의 경산 하양읍 구간을 단축 운행하기로 하면서 갑작스레 노선 버스를 잃게 된 경산시와 주민들이 반발하고 나섰다.

대구시는 "4월 개편을 통해 시내버스 518번의 회차지(回車地)를 기존 경산 하양읍 동서리에서 경일대학교 인근으로 단축하는 방안을 검토 중"이라고 18일 밝혔다.

518번 버스는 달서구 성서산업단지를 출발해 안지랑역·중앙로역·안심역을 거쳐 경산 하양읍 동서리까지 왕복 81㎞ 구간을 운행하는 초장거리 노선이다.

편도 운행시간만 약 2시간 30분이어서 운전기사들이 화장실에 갈 여유조차 없다는 게 대구시의 설명이다.

대구시 관계자는 "이번 개편에서 518번이 혁신도시 내부를 경유하며 운행시간이 늘어나다 보니 운전기사 근무여건을 감안해 하양 구간을 단축하기로 했다"며 "영천 시내버스 55번과 555번, 대구 버스 808번이 대체 노선이 될 수 있다"고 했다.

그러나 경산시와 하양읍민들은 반발하고 있다.

518번은 환승없이 대구 도심으로 직행하는 유일한 노선이고, 배차 간격도 비교적 짧아 주민 대부분이 이용한다는 것이다.

경산시 관계자는 "영천 시내버스는 올해 9월 전까지 무료 환승이 안되고, 고령층이 많은 하양읍 주민들은 시간이 더 걸려도 환승보다 직통편을 선호한다"며 "대구시와 협의해 절충안을 마련하도록 노력하겠다"고 했다.

지난 14일 대구시청 항의 방문에 이어 18일 주민설명회를 연 하양읍 주민들은 현재 노선을 유지하거나, 대구 도심 직행 노선 마련을 요구하고 있다.

대구시 관계자는 "하양 구간 단축이 가장 유력한 방안이지만 아직 확정된 것은 아니다.

하양읍 주민들의 불편을 최소화하는 대안을 찾아보겠다"고 해명했다.

@highlight

대구시가 이르면 4월부터 시내버스 518번의 일부 노선을 단축 운행할 것을 18일 발표하면서 대구 도심으로 직행하는 유일한 노선이자 자주 이용하는 버스를 잃게 된 경산시와 주민들이 반발하고 있다.