대전시는 교통약자의 편의성 강화를 위해 3개 출입문을 갖춘 저상버스(6대)를 도입한다.

대전시는 교통약자의 편의성 강화를 위해 3개 출입문을 갖춘 저상버스를 도입한다.

시는 지난 18일 오후 시청 남문광장에서 허태정 대전시장과 버스 업계 관계자 등 100여 명이 참석한 가운데 '3문 저상버스 시범운행 초청 시승식'을 가졌다.

시는 19일부터 3문 저상버스를 급행 1번 노선(2대)과 급행 3번 노선(3대)에 투입한다.

급행1번은 도심 진잠, 서대전, 대전역을 경유하고, 급행3번은 서일고, 건양대병원, 목원대 입구, 둔산경찰서를 경유한다.

3문 저상버스의 장점은 교통혼잡 등으로 증차가 쉽지 않은 노선에 투입할 경우 3문 저상버스 4대 증차 시 기존 버스 5대 증차의 효과가 기대된다.

또 3문 저상버스는 바닥이 낮고 전장은 12m로 기존 버스 대비 최대 1.0m 정도 더 길어 최대 82명(입석 포함)까지 탑승이 가능하다.

일반 저상버스 최대 승객 65명보다 17명 더 많이 탈수 있다.

3개의 출입문을 통해 원활한 승하차가 가능해 정류소의 혼잡을 줄이고 배차 시간을 준수하는 데 보다 용이하다.

버스 한 대 당 휠체어는 2대까지, 어린이 유모차는 4대까지 탑승할 수 있어 교통약자가 보다 편리하게 이용할 수 있다.

가격은 일반 저상버스보다 1억1000만원 가량 높은데 전액 시비로 충당된다.

더욱이 독일 MAN사에서 수입하다보니 차량 고장 시 정비 등 유지관리가 불리하다.

시는 올 상반기 중 세종시 부강면에 정비사업소가 생길 예정으로 큰 문제가 없다는 입장이다.

시는 승차정원이 늘고 원활하게 승하차할 수 있어 정류소 혼잡을 줄일 수 있을 것으로 전망했다.

시는 향후 재정투입 여건과 운행자료 분석(4월에서 7월까지), 이용승객 편리성 등을 종합적으로 검토해 적정 대수로 확대할 계획이다.

@highlight

대전시에서는 교통약자 편의성을 강화하고 증차가 어려운 노선에서 증차효과까지 기대할 수 있는 3문 저상버스를 도입하였으며, 향후 종합적으로 추이를 보아 적정 대수로 확대 운영할 계획이다.