[청주]청주국제공항을 '정치장(定置場)'으로 등록한 항공기가 매년 증가하면서 청주시의 지방세(재산세) 수입을 올리는 효자노릇을 톡톡히 하고 있는 것으로 나타났다.

청주시도 지방세 수입뿐 아니라 공항 활성화에 도움이 되는 일석이조의 효과 때문에 항공기 정치장 유치에 적극 나서고 있다.

19일 청주시에 따르면 지난 2월 말 현재 청주공항을 정치장으로 등록한 항공기는 총 13대다.

항공사별로는 이스타 항공이 9대로 가장 많고 대한항공 3대, 진에어 1대 순이다.

이는 지난 2012년 이스타 항공 4대와 비교하면 3배 이상 증가했다.

또 2013년 5대, 2016년 6대, 2017년 8대 등으로 청주공항을 정치장으로 등록한 항공기가 해마다 늘고 있다.

청주공항이 소재한 청주시의 재산세 수입도 덩달아 증가하고 있다.

항공법상 항공기의 정치장 등록을 의무화하고 있다.

정치장 등록을 한 항공사는 공항을 보유한 지자체에 세금을 내야 하기 때문이다.

시는 2017년 정치장 등록을 한 2개 항공사(이스타 항공 7대, 진에어 1대) 8대로부터 1억 8100만 원의 수입을 올렸다.

지난해는 정치장으로 등록한 항공기가 5대 추가되면서 수입은 4억 4000만 원이 늘어난 6억 2000만 원으로 껑충 뛰었다.

시가 올해도 청주공항을 정치장으로 한 항공기 유치를 위한 세일즈 행정에 본격 나선 이유다.

시는 이날부터 대한항공과 이스타 항공 등 6개 항공사를 방문, 특화된 인센티브를 홍보하면서 항공사들의 관심을 이끌어낼 계획이다.

시는 전국 지자체 가운데 유일하게 정치장으로 등록한 항공기에 대해 인센티브를 제공하고 있다.

항공기가 내는 재산세 납부액의 20% 범위 내에서 항공기 정비료를 지원해 주고 있다.

시는 2017년 인센티브로 항공사에 항공기 정비료 3600만 원을 지원한데 이어 2018년에는 1억 2400만 원을 제공했다.

시 관계자는 "청주공항을 정치장으로 등록한 항공기가 매년 증가하면서 청주공항 활성화는 물론 지방세 수입 증대까지 일석이조의 효과가 있어 항공기 정치장 유치에 적극 나서고 있다"면서 "19일부터 항공사를 방문해 청주시의 특화된 인센티브 등을 홍보하면서 정치장 등록을 지속적으로 유도하겠다"고 밝혔다.

@highlight

정치장 등록을 한 항공사는 공항을 보유한 지자체에 세금을 내야 하는데, 지난해 청주국제공항을 정치장으로 등록한 항공기가 5대 늘면서 수입을 4억 4000만 원 증가시켜 청주시의 지방세(재산세) 수입에 효자 노릇을 하고 있다.