중고차 회사 직원들이 가성비 좋은 중고차로 현대차 그랜저와 아반떼를 꼽았다.

국내 최대 직영 중고차 기업 K Car(케이카)는 전국 33개 지점 임직원 258명을 대상으로 한 설문조사에서 이같이 나타났다고 19일 밝혔다.

이번 설문조사는 케이카 직원들이 전문가의 입장에서 중고차를 구매하려는 소비자들에게 ‘추천해주고 싶은 차량’, ‘실제 이용하고 있는 차량’ 등 2가지 주제로 진행됐다.

먼저 ‘추천하는 차는 무엇인가’라는 질문에 총 67개 차량 모델이 언급 됐는데, ▷현대 그랜저(25명) ▷현대 아반떼(23명) ▷BMW 5시리즈(15명) 순으로 답했다.

그랜저 중에서도 HG 모델이 가장 많은 표를 얻었다.

최근 모델인 IG 보다는 가격면에서 합리적으로 구매가 가능하고 가격 대비 승차감, 주행성능, 실제연비가 뛰어나다는 평가가 주를 이뤘다.

아반떼의 경우, 세부 모델 중 아반떼AD의 인기가 가장 많았다.

설문조사에 참여한 케이카 서서울직영점 유홍석 차량평가사는 “2030세대 사회초년생이 첫차로 입문하기 가장 좋은 준중형 모델로, 가성비가 높아 꾸준하게 좋은 반응을 얻고 있으며 LPG부터 디젤까지 다양하게 출시돼 자신에게 맞는 연료를 선택할 수 있는 점도 큰 장점이다”라고 설명했다.

‘직원들이 타는 차는 무엇인가’라는 질문에는 추천 차량 조사와 유사한 결과를 보였다.

▷그랜저(18명) ▷아반떼(15명) ▷쏘나타(14명) 순으로 나타났다.

10위 안에는 싼타페, 카니발, K5 등 주로 국내 스테디셀러 차량들이 포함됐다.

제조사별로 보면 ▷현대 (35.1%) ▷기아(21.2%)가 1,2위를 차지했으며 ▷BMW(9.5%)이 그 뒤를 이었고, 수입차가 전체의 27%를 차지해 기아, 한국GM, 쌍용을 앞섰다.

케이카 박지원 영업부문장은 “합리적인 가격 및 품질이 보증된 중고차를 찾는 소비자들이 많아짐에 따라, 실제 소비자와 접점에서 활동하는 직원들이 추천하는 중고차에 대한 의견을 모아보고자 설문조사를 했다”고 말했다.

@highlight

K Car가 전국 33개 지점 임직원들을 대상으로 설문 조사를 한 결과, 가성비 좋은 중고차로 직원들은 현대차 그랜저와 아반떼를 선택했고, 두 차는 각각 설문조사에서 1, 2위를 차지했다. 