[서울경제] 19일 신현빈의 소속사 유본컴퍼니가 tvN 새 토일드라마 '자백'(극본 임희철 / 연출 김철규, 윤현기)에서 '하유리' 역을 맡은 신현빈의 포스터 촬영 비하인드컷을 공개했다.

극 중 신현빈은 어디로 튈지 모르는 전직 기자이자 현직 1인 크리에이터 '하유리'로 분한다.

생활을 쿨하게 그만둔 후 절친 최도현(이준호 분)의 사무실에서 반백수로 지내다 도현이 수임한 사건을 돕던 중 충격적인 진실과 마주한다.

공개된 사진 속 신현빈은 전직 기자 출신인 캐릭터에 완벽히 녹아든 모습.

심플한 그레이 수트핏과 어울리는 시크하면서도 예리한 눈빛은 그녀가 마주한 진실이 무엇일지 궁금증과 긴장감을 동시에 고조시킨다.

여기에 신현빈만의 아우라가 더해져 감각적이고 유니크한 하유리를 완성했다.

특히, 신현빈은 그동안 볼 수 없었던 단발 파마머리로 파격적인 변신을 감행해 눈길을 끌었다.

자유분방한 성격을 가진 하유리를 표현하기 위해 헤어스타일뿐만 아니라 의상 등 외형적인 부분도 신경을 썼다는 후문이다.

평소 도회적인 이미지에서 벗어나 털털하면서도 꾸밈없는 매력으로 안방극장에 돌아올 신현빈의 신선한 변신이 기대되는 대목.

신현빈은 드라마 '추리의 여왕', '아르곤', '미스트리스', 영화 '변산' 등 탄탄한 필모그래피를 통해 입증된 내공과 섬세한 연기력으로 대중들의 깊은 신뢰감을 쌓아왔다.

이어 '자백'에서 또 다른 매력적인 캐릭터를 탄생시킬 신현빈의 활약에 귀추가 주목되고 있다.

한편, 신현빈을 비롯해 이준호, 유재명, 남기애 등이 출연하는 tvN 새 토일드라마 '자백'은 한번 판결이 확정된 사건은 다시 다룰 수 없는 일사부재리의 원칙, 그 법의 테두리에 가려진 진실을 쫓는 자들을 그린 법정 수사물로, 3월 23일 밤 9시 첫 방송된다.

@highlight

19일 신현빈의 소속사 유본컴퍼니가 tvN 새 토일드라마 '자백'에서 어디로 튈 지 모르는 전직 기자이자 현직 크리에이터 '하유리'역을 맡은 신현빈의 포스터 촬영 현장컷을 공개하는 한편, 신현빈의 평소의 도회적인 이미지가 아닌 털털한 매력이 기대된다.