서울 여의도 중소기업중앙회에서 19일 열린 '최저임금, 이대로는 안 된다' 토론회 말미에 인천에서 주철주물업체를 운영하는 A씨가 한 말이다.

최근 2년간 30% 가까이 인상된 최저임금으로 영세 중소기업과 소상공인이 겪는 어려움을 해소하기 위해 마련된 이날 토론회에서 참가자들은 최저임금을 업종·규모별로 구분 적용해야 한다고 입을 모았다.

또 빠른 입법을 통해 구분 적용의 근거를 마련해야 한다고 주장했다.

이날 '소상공인과 최저임금 구분적용'을 주제로 발표한 김강식 한국항공대 경영학과 교수는 "소상공인이 해외 주요국에 비해 매우 높은 비중을 차지하는 한국 경제 구조 특성과 최저임금 미만율(최저임금을 지급하지 못하는 비율)이 높은 점 등을 고려해 구분적용하는 방안을 도입하는 게 타당하다"고 강조했다.

김 교수는 구분적용의 기준으로 업종·규모·지역을 꼽았다.

예컨대 식료품 섬유 출판업 등 업종별로 지급능력, 근로조건, 생산성에 차이가 있는 만큼 이를 반영해야 한다는 얘기다.

또 사업체 규모에 따라 최저임금을 차등 적용할 경우 5인 미만의 소상공인이 대상이 될 수 있다고 설명했다.

김 교수는 "규모별 구분적용으로 발생하는 근로자 간 임금격차는 정부 지원으로 해소하는 방안을 검토할 수 있다"고 말했다.

토론자들도 구분적용 도입이 시급하다고 주장했다.

노민선 중소기업연구원 연구위원은 "인건비를 올려 비용이 늘어나면 생산성도 높아져야 하지만 경쟁이 치열한 소상공인 입장에서는 부가가치를 높이는 데 한계가 있다"며 "최저임금 인상이 이어지면 인건비와 종업원을 줄이는 방법을 선택할 것"이라고 지적했다.

이어 "이를 막기 위해서는 우선 5인 미만 영세 소상공인에 한해 최저임금을 구분 적용해야 할 것"이라고 덧붙였다.

김경만 중기중앙회 경제정책본부장도 "영세 소상공인만이라도 최저임금을 별도로 적용받을 수 있도록 최저임금을 규모별로 적용하는 기준을 마련해야 한다"며 "소상공인의 경영 환경이 갈수록 악화돼 내년도 최저임금을 동결하는 방안도 적극 검토해야 한다"고 말했다.

@highlight

서울 여의도 중소기업중앙회에서 19일 열린 '최저임금, 이대로는 안 된다' 토론회 말미에 인천에서 주철주물업체를 운영하는 A씨는 토론자들 처럼 최저임금 구분적용하는 방안 도입이 시급하다고 주장했다.