미래에셋대우는 19일 다양한 구조의 지수형 주가연계증권(ELS)과 달러로 청약하는 기타파생결합사채(DLB) 등 9종의 파생상품을 1100억원 규모로 판매하고 있다고 밝혔다.

'제26448회 HSCEI-S&P500-Eurostoxx50 저넉인 스텝다운 ELS'[고위험] 는 만기 3년 상품이다.

조기상환 평가일에 모든 기초자산의 가격이 최초 기준가 대비 90%(6,12개월) 85%(18,24개월) 80%(30개월) 75%(36개월) 이상이면 연 5.20%(세전) 수익을 제공한다.

조기상환되지 않더라도 모든 기초자산 중 하나라도 만기평가일까지 기준가격의 45% 미만으로 하락한 적이 없으면, 연 5.20%(세전)의 수익을 지급한다.

45% 미만으로 하락한 적이 있고 만기평가 시 기초자산 중 하나라도 75% 미만이면 만기상환 조건에 따라 원금 손실이 최대 100%까지 발생할 수 있다.

미래에셋대우는 지난 4일 이후부터 온라인전용 공모 상품에 한해 최소 청약 가능금액을 기존 100만원에서 최소 10만원 이상 1만원 단위로 낮춰 판매하고 있다.

'온라인전용 ELS 제26451e회 스텝다운 ELS'[고위험]는 삼성전자 HSCEI지수 닛케이225지수를 기초자산으로 하는 3년 만기 상품이다.

기초자산 중 하나라도 만기평가일까지 기준가격의 55% 미만으로 하락한 적이 없는 경우 연 10.30%(세전)의 수익을 지급한다.

온라인전용 ELS 상품은 모든 기초자산이 조기상환 평가일에 기준가 대비 95%(6,12개월) 90%(18개월) 85%(24개월) 80%(30개월) 75%(36개월) 이상이면 연 10.30%(세전)의 수익을 제공한다.

이번 상품은 오는 22일 오후 1시30분까지 가입할 수 있다.

자세한 사항은 미래에셋대우 영업점과 고객센터에서 확인 가능하다.

@highlight

19일 미래에셋대우는 '제26448회 HSCEI-S&P500-Eurostoxx50 저넉인 스텝다운 ELS'[고위험], '온라인전용 ELS 제26451e회 스텝다운 ELS'[고위험] 등 다양한 구조의 지수형 주가연계증권과 달러로 청약하는 기타파생결합사채 등 9종의 파생상품을 1100억원 규모로 판매하고 있다고 전했다.