전북대학교(총장 김동원)가 2019학년도 중등교사 임용시험에서 역대 최대 합격자를 배출했다.

그동안 중등교사 임용시험에서 꾸준히 우수한 성과를 냈던 전북대는 이번 결과를 통해 중등교원 양성의 산실이라는 점을 다시 한번 확인했다.

19일 전북대 사범대학은 "2019년 중등교사 임용시험에서 188명(공립학교 160명, 사립학교 28명)의 합격자를 배출했고, 공립 유치원교사 및 공무원 임용시험에도 7명을 합격시켰다"고 밝혔다.

이는 사범대학 총 입학 정원이 215명임을 감안할 때 대단히 높은 합격률이자 중등교사 임용시험의 경우는 지난해 합격자보다 12명 증가한 것이다.

특히 올해 전북권역에서는 192명(사범대 개설학과 기준)의 교사를 선발했는데 이 중 83명이 전북대 졸업(예정)자였다.

이는 전북권역 전체 합격자의 43%를 넘어서는 높은 합격률이다.

이같은 성과는 전북대 사범대학 입학 정원이 타 거점국립대학보다 적고 지역선발 인원도 타 지역에 비해 적은 상황속에 일궈낸 결실이라는 점에서 큰 의미가 있다.

이처럼 전북대가 매년 중등교사 임용시험에서 전국 최고의 합격률을 기록하고 있는 데에는 체계적인 교육과 시험 대비 시스템 때문이다.

고시원인 인재등용관 내에 임용시험 준비반인 '학이사제'를 운영하고 있고, 또 각 학과별로 고시반을 운영하는 등 체계적인 지원이 이뤄지고 있다.

이와 함께 사범대 교수진이 직접 나서 그룹별로 학생을 지도하고, 외부 전문가 특강과 교육학 및 전공시험, 수업시연에서 면접에 이르기까지 세심한 교육을 하고 있는 것도 원동력이 됐다.

전북대 권인탁 사범대학장은 "우리대학이 매년 중등임용시험에서 전국에서도 가장 많은 수준의 합격자를 배출하고 있는 것은 학생들의 노력과 교수님들의 열정이 시너지 효과를 발휘하고 있기 때문이다"며 "대한민국 최고의 교원 양성기관으로의 역할을 다하기 위해 더욱 노력하겠다"고 말했다.

@highlight

전북대학교(총장 김동원)가 2019학년도 중등교사 임용시험에서 188명의 역대 최대 합격자를 배출했으며 이같은 성과는 전북대 사범대학 입학 정원이 타 거점국립대학보다 적고 지역선발 인원도 타 지역에 비해 적은 상황속에 일궈낸 결과라는 점에서 큰 의미가 있다.