골프존(대표이사 박기원)이 본격적인 봄 골프 시즌을 맞아 다양한 스크린골프 이벤트를 마련했다.

먼저 스크린골프와 필드골프, 골프용품 구입 등에서 다채로운 할인 혜택을 제공하는 '골프대디'멤버십 서비스다.

월회비 1만원, 연회비 10만원으로 받을 수 있는 혜택이 풍성하다.

스크린골프 라운드를 7회 완료할 때마다 골프존 모바일 이용권 1만원권을 월 1회 제공받는다.

시뮬레이션 볼, 볼꼬리, 코스매니저, 투어플레이 입장권 등 골프존 플러스 아이템 60여 종을 매월 무료 장착할 수 있다.

신라 면세점 '더 심플 앱'에 가입하면 VIP 승급 할인 혜택도 적용된다.

전국 골프존카운티 필드 골프장 방문 시 그린피 1만원 할인 혜택을 항상 받는다.

매월 골프 부킹 앱 '티스캐너' 1만원 할인 쿠폰도 준다.

골프존마켓에서 골프용품을 사면 상시 7%의 현장 할인 혜택과 골프존마켓 온라인몰 VIP쿠폰을 받을 수 있다.

4월 한 달간은 비씨카드와 함께 골프대디를 30일 동안 무료체험할 수 있는 이벤트를 진행할 예정이다.

특히 골프대디 연회원에 가입하면 약 30만원 상당의 레이저 거리측정기를 50% 할인된 가격으로 살 수 있는 '반값 할인' 이벤트를 5월 31일까지 진행한다.

고저차 스위치를 탑재한 레이저형 거리측정기 골프버디 'aim L10'을 절반 가격인 16만9000(정상가 36만원)에 살 수 있다.

콤팩트한 레이저 거리측정기 '캐디톡미니'도 13만4500원(정상가 29만8000원)에 살 수 있다.

골프존은 또 갤럭시아커뮤니케이션즈와 손잡고 '모바일 골프문화상품권'을 카카오톡 모바일 상품권으로도 출시했다.

모바일 골프문화상품권은 전국 골프존파크 및 골프존 스크린골프장에서 이용 가능하다.

4월부터는 골프존카운티 골프장 및 전국 제휴 골프장에서도 사용할 수 있다.

전국 60여 개 골프존마켓 매장에서 각종 골프용품 및 골프웨어도 구매할 수 있다.

@highlight

골프존은 봄 골프 시즌을 맞아 스크린골프  등에서 할인 혜택을 제공하고, 레이저 거리측정기를 반값 할인된 가격으로 구입할 수 있는 이벤트에 참여할 수 있는 '골프대디' 멤버십 서비스를 시작하였다.