'사이코메트리 그녀석'(이하 '그녀석')에서 박진영과 신예은의 본격적인 수사가 시작된다.

초스피드 전개로 쉴 틈 없는 재미를 선사하고 있는 tvN 월화드라마 '사이코메트리 그녀석' 오늘(19일) 방송에서는 박진영(GOT7, 이안 역), 신예은(윤재인 역)이 재회와 동시에 공조 수사를 예고, 또 한 번 몰아치는 템포를 선보인다.

공개된 사진 속에는 사이코메트리 경찰 지망생 이안(박진영 분)과 경찰복을 입은 윤재인(신예은 분)이 하천에서 수색 작업을 펼치는 모습이 포착돼 눈길을 끈다.

고등학생 시절 뜻하지 않은 이별을 겪은 두 사람이 2년 만에 만나 또다시 새로운 사건의 중심에 서 더욱 호기심을 자극하는 것.

이날 이안은 윤재인이 근무하는 경찰서를 찾아 나섰다가 한 어린 아이가 실종됐다는 신고를 받은 그녀와 뜻밖에 공조 수사를 펼친다.

두 사람은 동네 곳곳을 누비는가 하면 아이가 늘 가지고 다니던 '토끼인형'이 하천에 떠내려 오는 것을 보고 주저 없이 하천에 뛰어들기까지 한다고.

특히 윤재인이 사건 수첩과 함께 똑 부러지는 추리를 펼치는 와중에 이안은 아이의 '토끼인형'을 손에 쥐고 사이코메트리를 시도, 과연 그 속에서 읽어낸 것이 무엇일지 그의 심각한 표정은 더욱 호기심을 자극하고 있다.

'그녀석' 제작진은 "이안과 윤재인이 다시 만나 새로운 사건에 뛰어들기까지 빠른 전개로 흘러간다. 그만큼 더 속도감 있고 강한 몰입감을 느끼실 수 있을 것"이라며 특유의 속전속결 전개에 대한 기대감을 불러일으키고 있다.

또한 "새로운 사건을 알리는 실마리가 드러날 예정이니 유심히 지켜봐주시길 바란다"고 덧붙여 더욱 본 방송이 기다려지고 있다.

비밀을 마음속에 감춘 윤재인과 상대의 비밀을 읽어내는 사이코메트리 능력을 지닌 이안의 초능력 로맨스릴러 드라마 '사이코메트리 그녀석'은 오늘(19일) 밤 9시 30분 4회 방송을 앞두고 있다.

@highlight

tvn 월화드라마'사이코메트리 그녀석' 오늘(19일) 방송에서는 박진영(이안 역)과 신예은(윤재인 역)이 재회화 동시에 본격 공조 수사가 시작될 것이 예고된 가운데, 제작진은 속도감 있고 강한 몰입력 느낄 수 있을거라며 기대를 부탁했다.