해양수산부와 한국수산자원관리공단 20일 연어의 고향인 강원도 양양군 남대천에서 어린연어 방류행사를 개최한다고 19일 밝혔다.

해수부는 이달 말까지 연어가 산란하는 전국 주요 하천에 총 1095만 마리를 방류할 계획이다.

이 가운데 절반 정도인 420만 마리를 이번에 방류한다.

이번에 방류하는 어린연어는 지난해말(10월~12월 중순) 산란을 위해 북태평양에서 우리나라 동해안의 하천으로 돌아온 어미 연어로부터 알을 받아 부화시킨 후 5개월간 5㎝ 크기로 키운 개체다.

방류된 연어는 북태평양과 베링해로 이동해 3~5년간 머물다가 성어가 되면 동해안 하천으로 다시 돌아온다.

정부는 연어의 자원량을 늘리기 위해 1968년부터 매년 어린 연어 방류사업을 시행해 오고 있다.

방류사업 초기에는 연간 잡히는 물량이 100마리도 되지 않을 정도로 자원량이 낮은 상태였다.

하지만 지속적인 방류사업의 성과로 지난해에는 3년간(2015년~2017년) 평균 약 10만 마리 내외의 어미연어가 잡힐 정도로 자원량이 증가했다.

연어는 횟감, 샐러드 등 다양한 요리는 물론 점안액, 의약품 등으로 활용되면서 지난해 국내 연어 수입량이 3억 달러에 이를 정도로 새우와 함께 가장 많이 수입되는 어종이다.

해수부는 안전하게 돌아온 연어들이 생태친화적인 환경에서 자연산란 할 수 있도록 양양 남대천 일원에 연어 자연 산란장을 조성해 나갈 계획이다.

올해 하천 생태환경조사를 실시해 적지를 선정하고 관련법령에 따른 영향평가를 거쳐 기본계획과 설계서 등을 마련할 계획이다.

해수부 최용석 어업정책관은 “연어 자원을 안정적으로 공급하고 지속가능한 어업과 소득 창출이 이뤄질 수 있도록 체계적인 방류사업은 물론 연원 자원의 생태 체험과 교육의 장으로 연어 자연 산란장 조성사업이 자리매김할 수 있도록 최선을 다하겠다”고 말했다.

@highlight

해양수산부와 한국수산자원관리공단은 연어의 자원량을 늘리기 위해 매년 어린 연어 방류사업을 시행해 오고 있고, 20일 남대천에서 420만 마리를 이번에 방류한다. 