제5차 국토종합계획에 반영 촉'구 및 발전방향 모색 2018년 11월 열린 '강호축 국회 토론회'에서 광주시, 대전시, 세종시, 강원도, 충남도, 충북도, 전북도, 전남도 등 8개 시·도 단체장 등이 '강호축 개발 국가계획 반영'을 촉구하는 공동건의문을 발표한 뒤 기념촬영을 하고 있다. /중부매일DB [중부매일 김미정 기자] 강원~충청~호남을 잇는 국가균형발전의 핵심인 '강호축'을 주제로 한 국회토론회가 오는 4월 2일 오전 10시30분 국회의원회관 제1소회의실에서 열린다.

지난해 2월과 11월에 이어 이번이 세번째다.

충북도는 19일 "강호축 국회토론회는 강호축 8개 시·도(광주, 대전, 세종, 강원, 충북, 충남, 전북, 전남)와 박지원·송기헌·변재일·오제세·정우택·이종배·박덕흠·경대수·이후삼 국회의원이 공동으로 주최한다"고 밝혔다.

이날 토론회에서는 8개 시·도지사가 서명·채택한 공동건의문 낭독을 시작으로 이시종 충북도지사의 개회사, 주요인사의 축사, 송재호 국가균형발전위원회 위원장의 기조연설, 정초시 충북연구원장의 주제발표, 전문가 토론 순으로 진행될 예정이다.

충북도는 지난 1월 정부의 예비타당성조사면제사업에 선정된 충북선 고속화사업에 오송·원주 연결선과 봉양역 경유선을 반영하고 국토부의 제5차 국토종합계획에 강호축을 반영하겠다는 계획이다.

충북도 기획관리실 관계자는 "목포의 박지원 국회의원과 원주의 송기헌 국회의원은 충북선 철도 고속화사업 예타면제로 탄력을 받게 된 강호선 철도의 시점과 종점을 각각 지역구로 하는 국회의원으로서 공동주최해 행사에 의미를 더했고, 충북을 지역구로 둔 국회의원 모두가 참여해 '강호축'이라는 지역 최대 현안에 정치권이 힘을 한데 모으는 모습을 보여줬다"고 평했다.

@highlight

'강호축'을 주제로 한 국회토론회가 오는 4월 2일 오전 10시30분 국회의원회관 제1소회의실에서 열린 가운데, 목포, 원주, 충북을 지역구로 둔 국회의원 모두가 참여해 지역 최대 현안에 몰두했다.