[윤영민 기자 yun1011@imaeil.com] 18일 오후 4시쯤 찾아간 예천읍내 상설시장 모습.

저녁식사 전 장을 보기 위한 손님들로 붐벼야 할 시간이지만 인적을 찾아보기 힘들다.

경북도청 신도시에 들어선 농협 하나로 마트가 논란의 중심에 섰다.

도청 신도시 탓에 원도심 공동화 현상이 가중되고 있는 상황에서 신도시에 대형마트가 입점하면서 원도심 상권은 물론 골목 영세 상권까지 잠식할 것이라는 우려가 높아지고 있기 때문이다.

지난달 26일 도청 신도시에 예천농협 하나로 마트 수변점이 개장했다.

사업비 260억원이 투입돼 지하 1층, 지상 4층 규모로 지어졌다.

1천685㎡ 면적의 지하 1층 매장에는 하나로 마트, 지상 1층에는 금융 점포 및 세탁소 등 생활편의 시설, 2·3층은 실내주차장, 4층은 사무실과 회의실로 구성됐다.

대형 판매시설이 신도시에 들어선 뒤 그동안 원도심에 있는 재래시장이나 원도심 마트 등을 찾았던 소비자들의 발길이 끊어지면서 원도심 상권 매출이 크게 줄어든 것으로 알려졌다.

신도시 주민 A(41·여) 씨는 "하나로 마트가 생기기 전에는 신도시에서 구할 수 없는 품목들을 사기 위해 읍내 상설 시장을 가끔 이용했지만, 이제는 대형마트가 생겨 읍내로 갈 일이 없어졌다"고 했다.

실제로 하나로 마트 개장 후 약 20일간 매출 총액은 12억1천300만원 , 이 중 한 수산물 코너에서 올린 매출만 7천120만원으로 나타났다.

반면 예천상설시장 내 한 수산물 전문 매장의 매출은 평소 5분의 1 수준으로 뚝 떨어졌다.

게다가 해당 마트와 차로 약 3분 거리에 서안동농협 하나로 마트도 올 연말 개장을 앞두고 있어 공동화 현상이 더 심각해지는 것은 물론 하나로 마트 간 출혈 경쟁도 불가피할 전망이다.

원도심 한 상인은 "대형 자본인 농협 하나로 마트가 우후죽순 생겨 가격 출혈 경쟁이라도 벌이면 이를 당해낼 골목 상인들이 있겠느냐"며 "누구를 위한 하나로 마트인지 모르겠다"고 하소연했다.

@highlight

원도심 공동화 현상이 가중되고 있는 상황에서 경북도청 신도시에 들어선 농협 하나로마트때문에  소비자들의 발길이 끊어지면서 원도심 상권 매출이 크게 줄어든 것으로 밝혀졌다.