경북도 시나리오별 대응 방안 구상.

포항시 "소송 준비 중"경북도 시나리오별 대응 방안 구상.

2017년 발생한 포항지진과 포항지열발전소 간 연관성에 대한 정부 조사 결과가 20일 발표될 예정이어서 경북도와 포항시가 촉각을 곤두세우고 있다.

결과가 지역 사회에 미칠 파장이 엄청날 것으로 보이기 때문이다.

19일 경북도에 따르면 포항지진과 지열발전 연관성 관련 정부조사연구단은 20일 오전 10시 30분 서울시 한국프레스센터 기자회견장에서 연구 결과를 발표한다.

도는 여러 시나리오를 세우고 대응 방안을 구상 중이다.

도는 '지열발전소가 포항지진을 유발했다'는 결론이 나올 경우 포항시와 공조해 국가를 상대로 한 손해배상청구 소송 지원에 나설 계획이다.

지난 1월 포항시민 일부가 대구지방법원 포항지원에 손해배상청구 소송을 제기했지만, 참여자는 1천여 명 수준에 그치고 있다.

이에 도와 시는 포항지역 각계각층으로 구성된 '11·15지진 지열발전 공동연구단'을 중심으로 더 많은 시민과 함께 정부 등을 상대로 소송에 나설 계획이다.

'연관이 없다'는 결론이 나더라도 이를 그대로 수용할 수는 없을 것으로 보인다.

그동안 '지열발전소가 지진을 유발했을 가능성이 크다'는 주장과 연구가 많이 나온 만큼 법정에서 조사 결과의 적정성을 따질 수 밖에 없다는 관측이다.

'일부 연관성이 있다'는 결과가 나오면 국립지진방재연구원 설립 등 각종 지진 관련 국책사업 건의 및 유치에 힘을 쏟을 작정이다.

도는 2016년 경주지진과 2017년 포항지진이 잇따랐지만, 정부가 동해안권 대상 대규모 지진 관련 사업추진 계획을 밝힌 게 없는 상황에서 '더는 책임을 피해갈 명분이 없다'고 보고 있다.

이와 관련, 이강덕 포항시장은 19일 기자간담회를 열고 "정무적인 판단이 절대 개입해선 안 된다.

객관적이고 과학적으로 검증한 결과가 나와야 한다"며 "발표에 따라 정부에 추가 조사를 요구할지, 시민과 피해 소송을 제기할지 등을 결정할 것"이라고 했다.

이 시장은 또 "연관성 여부를 떠나 지열발전은 반드시 폐쇄하고 정부가 원상 복구해야 한다"고 덧붙였다.

@highlight

19일 경북도는 2017년 발생한 포항지진과 지열발전소 간 관련성에 대한 정부조사연구단의 조사 결론이 20일 서울시 한국프레스센터 기자회견장에서의 공개를 앞두고 도와 포항시가 촉각을 곤두세우고 있으며 도는 '지역발전소가 포항지진을 야기했다'는 결과가 나올 시 시와 함께 국가를 대상으로 손해배상청구 소송 지원에 나설 예정이라도 전했다.