파울루 벤투 감독이 이끄는 축구대표팀에 깜짝 발탁된 한국 축구의 기대주 이강인(18·발렌시아)은 대표팀에 '필요한 선수'가 되겠다는 각오를 밝혔다.

이강인은 19일 경기도 파주NFC(대표팀트레이닝센터)에서 대표팀 합류 후 처음 인터뷰에 나서 국가대표 꿈을 이룬 기쁨과 최고의 선수들과 함께 대표팀에 몸담게 된 감격을 전했다.

소속팀 경기 일정 때문에 전날 소집된 다른 선수들보다 하루 늦은 이날 오전 백승호(지로나)와 함께 파주NFC에 들어온 이강인은 피곤한 기색도 없이 인터뷰에 응했다.

한국 대표팀 선수로는 역대 7번째 최연소(18세 20일)의 나이로 국가대표로 차출된 이강인은 "어려서부터 국가대표가 되는 걸 꿈꿔왔는데 그걸 이뤄 기쁘다"면서 "앞으로도 대표팀에 계속 올 수 있도록 노력하겠다"고 다짐했다.

벤투호의 '캡틴' 손흥민(토트넘)과 함께 뛰게 된 것에 대해선 '영광'이라는 단어까지 쓰며 기쁨을 전했다.

그는 "(손)흥민 형은 전 세계에서도 (실력을 인정받는) 중요한 선수이고, 톱클래스 선수인데 함께 뛸 수 있게 돼 영광"이라면서 "형들이 여러모로 도와줘 잘해야겠다는 생각이고, 한국 축구에 도움이 될 수 있도록 하겠다"고 말했다.

한국인 선수로는 다섯 번째로 스페인 프로축구 프리메라리가에 데뷔한 이강인은좋은 경험이었다면서 대표팀에서도 좋은 활약을 이어갔다는 소감도 전했다.

그는 "어려서부터 공격형 미드필더로 뛰어왔지만 어떤 포지션이든 국가대표팀에서 도움이 될 수 있도록 하겠다"면서 "팀에 꼭 필요한 선수가 되고 싶다"고 소망을 전했다.

이날 이강인의 인터뷰에는 국내 취재진 100여명이 몰렸을 정도로 이강인에 대한높은 관심도를 반영했다.

이강인은 높은 관심에 대해 "부담스럽기보다는 많은 관심을 가져줘 감사를 드린다"면서 "더욱 열심히 해서 좋은 선수가 되도록 하겠다"고 재차 다짐했다.

이강인은 22일 볼리비아, 26일 콜롬비아 평가전 때 A매치(국가대표팀간 경기) 데뷔전을 치를 것으로 보이며, 실전 무대에서 경쟁력을 테스트 받는다.

@highlight

파울루 벤투 감독이 이끄는 축구대표팀에 발탁된 이강인(18, 발렌시아)은 지난 19일 경기도 파주NFC에서 인터뷰를 통해 톱클래스인 손흥민 선수와 함께 뛸 수 있게 돼 영광이라며 한국 축구에 도움이 되는 선수가 되겠다고 각오를 밝혔다.