제2 NFC(국가대표 트레이닝센터)로서의 면모를 갖추게 될 새 축구종합센터 유치전이 18일 부지선정위의 2차 심사(PPT)를 통해 '8강'으로 좁혀졌다.

충청권 2곳 지자체의 명암이 엇갈렸다.

천안시는 무난하게 3라운드에 진출한 반면, 세종시는 도전을 멈추게 됐다.

자연히 천안시가 어떻게 진검승부를 벌여나갈 것인지에 대해 지역민들 관심이 집중된다.

충청권에서 유일하게 살아남아 일단 안도감이 들긴 하지만 일이 잘 풀려나가야 최후에 웃을 수 있는 만큼 방심도 적이다.

천안시가 축구종합센터를 품기 위해선 이제부터 게임의 구도를 잘 분석하고 동시에 모든 경우의 수에 대비해야 한다.

우선 7곳의 장·단점을 최대한 꿰뚫어 볼 수 있는 시야를 확보할 필요가 있다.

3차 현장실사 때 경합하게 될 8곳 지자체는 시 단위와 군 단위로 대별되는 데 천안시를 포함해 6곳이라는 사실에서 몇 가지 시사점이 읽혀진다.

최종 승자가 나올 확률이 상대적으로 높은 것으로 분석되는 대목이며, 이를 전제할 때 천안시의 '현존하는' 라이벌은 시 단위 지자체가 될 가능성을 추론케 한다.

이런 접근법으로 8강 구도를 보면 대강의 경합 순위가 매겨진다고 본다.

이에 대응해 맞춤식 전략을 가다듬는 게 타당하다 할 것이고, 그리고 가능하면 상대 지자체가 어디가 됐든 확실히 압도할 수 있는 전략적 패를 예비해 두고 있어야 한다.

그래야 구도 싸움에서 우위를 점할 수 있고 그 과정에서 힘이 부치는 지자체라면 중도 탈락은 불가피하다.

8곳 지자체간 피 말리는 승부가 예고되는 가운데 해당 지역을 선거구로 둔 현역 정치인들도 필시 음으로 양으로 작용할 가능성을 배제할 수 없다.

내년 총선을 앞두고 있는 현실에서 어떤 식으로든 현역 의원들 간에 '전선'이 형성된다고 봐야 하고, 이를 가볍게 여기다간 낭패를 볼 수도 있다.

다음 달 현장실사를 끝으로 우선협상 대상자 3곳이 추려진다.

전략과 정보전이 한층 중시되는 국면이다.

@highlight

새 축구종합센터 유치전이 18일 부지선정위의 2차 심사를 통해 8강으로 좁혀져 3라운드에 진출한 천안시의 진검승부에 지역민들의 관심이 집중된다.