신세계그룹, RPA 시스템으로 업무시간 70% 단축신세계그룹, RPA 시스템으로 업무시간 70% 단축'로봇프로세스 자동화(RPA)' 시스템은 단순한 반복 및 정형화된 작업을 로봇에게 대신하게 함으로써 직원들의 생산적 업무를 보장한다.

[서울경제] 주 52시간 근무제 도입에 발맞춰 유통업계가 단순업무에 로봇을 투입하는 방안을 앞다퉈 검토 중이다.

'로봇프로세스 자동화(RPA)' 시스템의 활용을 가장 활발하게 논의하고 있는 곳은 신세계그룹이다.

신세계그룹은 주 52시간 근무제가 법적으로 시행되기 이전인 지난해 1월 주 35시간 근무제를 도입했었다.

그룹 측은 로봇을 거래처와의 정산 업무, 엑셀 작업 후 메일발송 같은 단순한 업무에 투입할 예정이다.

실제 패션 계열사인 신세계인터내셔날이 지난해 10월부터 4개월간 PRA 시스템을 기반으로 재무 업무 등을 한 결과 업무시간이 70%가량 줄어들었다고 전했다.

점포 매출 마감 업무에 보조적으로 운영하고 있는 이 제도는 연간 1만 4,000시간을 절약할 수 있다는 게 업체의 분석이다.

신세계그룹은 'RPA 효과'를 확인하고 단순 반복 업무는 로봇에 맡겨 직원들에게 생산적인 업무 보장을 위한 '9 to 5(오전 9시 출근, 오후 5시 퇴근)' 근무 체제를 굳힐 방침이다.

다른 기업들도 이러한 효과를 보며 RPA 시스템 도입을 예고했다.

이마트는 회계, 자금, 경리, 수입지원 업무 전반에 도입할 RPA 시스템을 개발하고 있으며 롯데홈쇼핑은 고객 상담 시스템에 이를 처음 도입했다.

롯데는 "상담 유형별 안내 문구를 로봇이 자동으로 제시해줘 고객 응대에 걸리는 시간이 평균 20초가량 줄었고, 신입 상담원의 업무 적응 기간도 3분의 1로 줄어드는 효과가 있었다"고 설명했다.

상품 기술서에 허위·과대 광고성 문구나 부적절한 단어가 포함돼있는지 자동으로 식별해주는 RPA도 있다.

인터넷 쇼핑몰 롯데아이몰은 "월평균 45만 개의 기술서에 이를 도입해 업무시간이 70% 단축됐다"고 전했다.

@highlight

주 52시간 근무제 도입에 따라 유통업계들은 단순업무는 로봇을 사용해 진행하는 것을 고려하고 있으며 특히 신세계는 로봇프로세스 자동화 시스템을 활용하고자 가장 적극적이며 그룹측에 따르면 거래처와의 정산 업무, 메일발송 같은 단순노동에 투입할 예정이라고 밝혔다.