전라남도는 18일 해남에서 친환경 무농약쌀 미국 수출 선적 행사를 가졌다.

[서울경제] 전라남도는 18일 해남에서 친환경 무농약쌀 미국 수출 선적 행사를 가졌다.

도에 따르면 이번 수출은 미국 T그레인 회사와 해남 땅끝황토친환경영농조합법인(대표 김영식) 간의 수출계약('17년)에 따른 것으로 올해 수출 계약물량 40톤 중 20톤을 1차로 선적 출항한다.

땅끝황토친환경영농조합법인은 20여 농가가 250ha에서 친환경 무농약 쌀을 생산하고 있으며, 지난해에도 29톤을 미국에 수출했으며 현지 반응이 좋아 올해는 40톤으로 물량을 확대 수출하게 됐다.

특히, 수출되는 친환경 쌀은 천연가바 배아미로 두뇌활동 개선 및 당뇨 등 성인병 예방에 이로운 가바(GABA)성분을 함유하고 있어 맛과 영양 등이 풍부한 고품질쌀이다.

수출 가격도 kg당 4천원으로 일반쌀(kg당 1,900원~2,300원)에 비해 매우 높은 특수미 단가로 결정됨에 따라 가격 경쟁력은 물론 농가소득에 많은 도움이 될 것으로 전망된다.

친환경 1번지 전남도내 '18년산 친환경(무농약·유기농) 쌀은 3만1천ha의 인증면적에서 13만8천톤이 생산돼 전국 친환경 인증면적 65%를 선점하고 있으며, 전남쌀 생산량의 18%를 차지하고 있다.

전라남도에서는 그 동안 쌀 수급안정은 물론 수출 다변화 노력을 통해 지난해 말 기준 장성 통합농협 등 6개 업체에서 130톤의 쌀을 미국, 러시아, 말레이시아, 베트남 등으로 역대 최고의 수출실적을 올린바 있으며, 올해도 지난 2월 완도농협의 미국 수출을 시작으로 해남, 장성, 담양 등에서 지속적으로 이어 갈 계획이다.

김영신 전라남도 농식품유통과장은 "전남쌀의 수급안정은 물론 유통활성화를 위해 국내에만 의존하지 않고 쌀 수출이 가능한 농협 및 업체를 대상으로 해외 수출박람회 참가 유도 등 다각적인 바이어 상담을 통해 수출이 확대되도록 추진해 나가겠다"고 말했다.

@highlight

전라남도는 18일 해남에서 친환경 무농약쌀 미국 수출 선적 행사를 가졌는데 이번 수출은 미국 T그레인 회사와 해남 땅끝황토친환경영농조합법인간의 수출계약에 따른 것으로 금년 수출물량 40톤 중 20톤을 1차 선적 하였는데 수출되는 친환경 쌀은 천연가바 배아미로 성인병 예방에 이로운 가바성분을 함유하고 있어 맛과 영양 많은 쌀이다.