김진식 100년 전 그날의 함성...“대한독립 만세” ‘괴산장터 3.19 만세운동 100주년을 맞아 2000여 명의 괴산군민들이 홍범식 고택을 출발해 괴산 옛 장터를 거쳐 괴산문화예술회관까지 거리 행진을 하며 그날의 함성과 감동을 재현했다 (동양일보 김진식 기자) 괴산군이 19일 ‘괴산장터 3.19 만세운동’ 100주년을 맞아 괴산읍 홍범식 고택 일원에서 대규모 기념행사를 개최했다.

일제 강점기에 자주독립을 위해 희생하신 순국선열과 애국지사들의 숭고한 뜻을 기리고, 충북 최초로 시작된 역사적인 ‘괴산장터 3.19 만세운동’을 기념하기 위해 마련된 이날 행사는 100년 전 그날에 맞춰 괴산만세운동 100주년 학술토론회를 시작으로 기념식, 시가행진을 통한 만세운동 재현, 다양한 부대(체험)행사 등으로 진행됐다.

기념식은 3.19 만세운동 경과보고, 독립선언문 낭독, 감사패 수여, 군민여러분께 드리는 말씀, 만세삼창, 독립만세 대합창 순으로 이어졌다.

감사패는 경술국치 전후의 괴산항일투쟁사를 발간, 괴산군민의 바른 역사관 정립에 크게 기여한 괴산군 향토문화연구회 김근수씨와 괴산만세운동에 참여한 독립유공자 후손 김교학씨 등 5명에게 전달됐다.

이차영 군수는 “괴산장터 3.19 만세운동 100주년을 맞아 괴산만세운동의 정신과 가치를 가슴에 깊이 새기고, 그 기백과 자긍심으로 군민 모두가 하나로 뭉쳐 새로운 100년을 향해 전진하자”고 말했다.

한편 이날 모인 2000여 명의 괴산군민들은 홍범식 고택을 출발해 괴산 옛 장터를 거쳐 괴산문화예술회관에 이르기까지 1.4㎞ 거리를 행진하며 그날의 함성과 감동을 재현했다.

@highlight

‘괴산장터 3.19 만세운동’을 기념하고 정신과 가치를 되새기자는 의미에서 마련된 이날 행사는 괴산만세운동에 참여한 독립유공자 후손과 바른 역사관 정립에 기여한 군민 등 5명에게 감사패가 전달됐다.