[서울경제] 강원권과 수도권에 거주한 고령 국가유공자를 위한 원주보훈요양원이 기공식을 갖고 본격 공사에 들어간다.

국가보훈처(처장 피우진)와 한국보훈복지의료공단(이사장 양봉민)은 국가유공자 요양서비스 확대를 위한 전국 7번째 을 20일(수) 오후 3시, 강원도 원주시 반곡동 건립 현장에서 개최한다고 밝혔다.

보훈요양원은 고령화와 치매, 중풍 등 노인성질환 증가에 따른 요양수요가 급격히 증가하면서 가정에서 돌보기가 어려운 국가유공자와 유가족을 위해 전문요양서비스를 제공하기 위한 시설이다.

이번에 기공식을 갖는 원주보훈요양원은 복권기금 366억원을 들여 대지 9,784㎡(2,965평), 연면적 10,515㎡(3,186평)에 지하 1층 지상 4층 규모로 건립해 내년 9월 개원할 계획이다.

특히, 장기보호 200명과 주간보호 25명 등을 동시에 수용할 수 요양실 50실을 비롯해 프로그램실, 물리치료실, 심리안정치료실, 각종 재활치료실 등을 생활공간 개념으로 설계했다.

보훈요양원은 국가유공자와 유가족, 지역주민 중 치매 중풍 등 노인성 질환으로 시설 입소 등급 판정을 받은 사람과 부상으로 인해 요양이 필요하다고 판단되는 국가유공자 등이 입소할 수 있다.

국가보훈처 관계자는 "원주보훈요양원은 현장과 사람중심의 '따뜻한 보훈' 실현을 위해 추진하는 보훈복지사업 중 하나로, 전문화된 요양서비스 제공을 통해 강원·수도권 고령의 보훈가족에게 치유와 휴식을 드리는 안식처로서의 역할을 할 것으로 기대된다"라고 밝혔다.

한편, 국가유공자의 안락한 노후생활 보장을 위한 보훈요양원은 지난 2008년 수원과 광주보훈요양원을 시작으로 김해, 대구, 대전, 남양주 등 전국 6개 주요 도시에서 운영 중이다.

이와 함께 전북권의 전주보훈요양원도 올해 설계를 시작해 오는 2021년 개원 목표로 사업을 추진하고 있다.

@highlight

20일 국가유공자와 유가족을 위해 전문요양서비스와 안식처가 되어 줄 원주보훈요양원이 기공식을 갖고 본격 공사에 들어간다.