20일 오전 9시20분께 민주노총 제주본부가 제주도청 앞에서 기자회견을 열고 "북부소각장과 교통약자 특별교통수단을 제주도정이 직접 책임지라"고 요구하고 있다.

민주노총 민간위탁 형태로 운영되고 있는 제주 북부광역폐기물 북부소각장과 교통약자 특별교통수단에 대해 제주도정의 직접고용을 촉구하고 나섰다.

민주노총은 "도민의 권리·의무와 직접 관계되는 업무, 사무 등은 행정기관이 직접 책임지는 것이 원칙"이라며 "그럼에도 불구하고 효율성과 행정편리주의를 앞세운 적폐정부들에 의해 무차별적으로 민간위탁사무가 확대돼 왔다"고 비판했다.

이들은 "제주도정이 민간위탁을 통해 운영하고 있는 사무는 251개에 이르고, 2456명의 노동자가 종사하고 있다"면서 "원희룡 도정이 들어선 2014년 이후 민간위탁 사업이 급속하게 증가해 47개에 불과했던 민간위탁사무가 251개로 늘어났다"고 지적했다.

이어 "무차별적으로 민간위탁을 확대하면서 대기업에 위탁하는 사례도 발생했다"며 "도정이 직접 책임있게 운영해 나가야 할 사업들을 민간업자들에게 이윤을 보장하며 퍼준 것으로, 그 피해는 고스란히 도민들에게 전가되고 있다"고 말했다.

민주노총은 "교통약자 특별교통수단은 혼자서 이동이 힘들거나 대중교통을 이용하기 어려운 중증 장애인이나 노약자·임산부 등 교통약자들에게 안전하고 편리하게 이동할 수 있는 권리를 보장하기 위한 공익사업이다"며 "정부가 발표한 민간위탁 정책추진방향에서 민간위탁 타당성을 점검하는 기준에 의하더라도 제주도정이 직접 수행해야 할 영역"이라고 강조했다.

또 "북부소각장 역시 더 이상 민간위탁으로 운영돼서는 안될 대표적인 공익사업"이라며 "세계적인 자랑인 생명과 평화의 섬 제주가 세계의 조롱거리로 전락되지 않기 위해서는 지금 당장 북부광역폐기물 소각시설을 제주도정이 책임있게 직접 운영해 나가야 한다"고 지적했다.

@highlight

민주노총 제주본부가 적폐정부에 의해 제주 북부광역폐기물 북부소각장과 교통약자 특별교통수단의 민간위탁사무가 증가했다며, 제주도정의 직접고용을 요구했다.