전주시가 주최하고, (사)한국문인협회 전주지부(회장 이소애)가 주관하는 '제2회 전주시민문학제'가 지난해의 성과에 힘입어 올해도 열린다.

한국문인협회 전주지부는 4월 1일부터 6월 10일 오후 6시까지 '예술의 고장 천년 전주를 알리는 내용'을 주제로 작품을 공모한다.

공모는 운문(시, 동시)과 산문(수필), 그림일기(초등학교 1~3학년) 등 3개 부문에 걸쳐 진행하며, 총 시상금 1,000만원이 지급되는 규모다.

응모 자격은 전주시에 거주하는 초·중·고등학생 및 일반인(대학생 포함)으로 문단 등단자는 제외한다.

공모 분량은 운문과 산문(200자 원고지 10~15매)은 각 1편씩으로, 작품 상단에 성명과 소속(일반인은 주소)을 명기해야 한다.

그림일기는 8절지 도화지에 그리고 뒷면에 학교와 학년, 이름, 연락처를 정확하게 기록해야 한다.

응모 작품은 그간 발표되지 않은 순수 창작품으로 반환하지 않고, 모든 저작재산권은 5년 간 전주시가 보유하게 된다.

당선작품은 9월 중에 발표되며, 시상식과 전시 일정은 추후 공지한다.

시상 내역은 모든 공모부문에서 대상 1명을 선정해 100만원을 수여하는 것을 비롯해 장원(운문 3명, 산문 3명, 그림 일기 1명) 7명에게 총 280만원, 그밖에 차상 7명, 차하 22명, 참방 38명에게 각각 상금이 주어진다.

이소애 회장은 "전주시민들의 글쓰기를 권장하고 문학을 폭넓게 향유할 수 있는 시민문학제가 열려 기쁘게 생각하고, 심사위원은 권위 있는 중견 문인으로 엄정하게 당선작을 발표할 것이다"며 "자신감 있는 글쓰기로 행복한 삶을 꿈꾸는 전주시민들의 많은 참여를 바란다"고 말했다.

전주시민문학제에 참여하는 운문과 산문 작품은 이메일(siminmh@naver.com)을 통해서만 받으며, 그림일기는 방문접수하면 된다.

접수처 주소는 전주시 덕진구 가리내로 254 환희B/D 5층이다.

@highlight

전주시가 주최하고, (사)한국문인협회 전주지부가 주관하는 '제2회 전주시민문학제'가  4월 1일부터 6월 10일 까지 '예술의 고장 천년 전주를 알리는 내용'을 주제로 작품을 공모하며 전주시에 거주하는 초·중·고등학생 및 일반인(대학생)이 응모할 수 있다.