당진시는 20일 당진시청 접견실에서 김홍장 시장 주재로 관련부서장과 천주교 대전교구 관계자들이 참석한 가운데 보고회를 갖고 천주교 복합예술공간 조성사업의 기본 및 실시설계에 돌입했다.

천주교 복합예술공간 조성사업은 오는 2021년 예정된 한국인 최초의 사제 김대건 신부 탄생 200주년을 맞아 개최되는 행사를 앞두고 총사업비 130억 원을 투입해 솔뫼성지 인근에 부지면적 2만154㎡, 건축면적 3천26㎡ 규모의 복합 예술 공간을 조성하는 사업이다.

이곳에는 9천145㎡ 규모의 광장과 화랑, 대강당, 예술공연장, 전시관을 갖춘 복합 공간, 그리고 조각공원 등의 시설이 들어서게 된다.

특히 복합예술공간에 조성되는 예술공연장은 건물 내부에서의 소공연은 물론 대규모 행사 시 외부광장 자체를 객석으로 활용할 수 있도록 설계된다.

시는 예정공정에 따라 건축물의 설계와 공원조성계획변경 및 도시계획시설 실시계획인가 등 제반 절차를 이행하고 이르면 올해 하반기 본격적인 공사에 돌입해 2021년 상반기 조성사업을 마무리한다는 계획이다.

조성 사업이 마무리되면 이곳을 중심으로 솔뫼성지 일원에서 아시아 순례자들을 위한 날과 이민자의 날, 생명의 날, 나눔의 날 등의 테마로 구성된 김대건신부 탄생 200주년 기념행사가 성대하게 치러질 예정이다.

시 관계자는 "복합예술공간을 한국천주교를 상징하는 건축물로 조성하고 향후 성화와 태피스트리, 조각 등이 들어서는 예술전시관과 다양한 문화예술공간으로 활용할 계획"이라며 "특히 이곳에서 2021년 세계적 성인인 김대건신부의 탄생 200주년을 기념하는 행사가 열리면 연 중 약 350만 명의 천주교 신자와 관광객들이 우강과 합덕지역을 방문할 것으로 예상돼 지역경제에 큰 도움이 될 것으로 기대한다"고 말했다.

한편 시는 천주교 복합예술공원 조성사업 외에도 2016년부터 총사업비 27억 원을 투입해 주차장과 광장 등을 조성하는 우강 솔뫼권 명소화 사업을 추진 중에 있다.

@highlight

당진시는 천주교 복합예술공간 조성사업의 기본 및 실시설계에 돌입했으며 이는 오는 2021년 예정된 한국인 최초의 사제 김대건 신부 탄생 200주년을 맞아 개최되는 행사를 앞두고 총사업비 130억 원을 투입해 솔뫼성지 인근에 부지면적 2만154㎡, 건축면적 3천26㎡ 규모의 복합 예술 공간을 조성하는 사업이다.