광주 광산구의 부적정 행정가 무더기 적발됐다.

시 감사위원회는 광산구 종합감사 결과를 20일 시 홈페이지에 공개했다.

감사위는 지난해 11월12일부터 23일까지 광산구에 대한 종합감사를 실시하고 그 결과를 지난 11일 심의·의결한 후 19일 광산구에 통보했다.

감사위 심의 결과를 보면 행정상 조치 51건, 신분상 조치 92건(기관경고3, 기관장경고1, 경징계10, 훈계59, 주의19), 재정상 1억4천7만원으로 나타났다.

기부금품법에 따라 지방자치단체는 기부금품을 모집하거나 의뢰, 권유 또는 요구할 수 없음에도 광산구는 2016년 12월26일 등 두차례에 부당 권유와 더불어 개인계좌에 900만원을 입금받아 일부 제안목적과 다르게 사용해 경징계 처분을 받았다.

또 관내 신창동 15-6번지 외 2필지가 자연취락지구이므로 자동차종합정비업을 등록 수리해서는 안되는데도 임의로 해석해 등록수리해 경징계를 받았다.

이와 함께 공원구역내 경로당 증축공사를 8천700만원을 들여 추진하면서 공원구역에서의 건축행위는 공원사용허가후 해야 하는데도 무단으로 공사를 추진, 건축물대장에 등록이 불가능하게 됐고, 기초생활수급자의 가구원수 변경에도 불구하고 소득인정액으로 적용하지 않아 3천400만원을 과다 지급한 사례도 드러났다.

감사위는 또 과세자료에 납세자 주민번호를 조사·확인 후 기재하지 않아 5천206건 23억9천200만원에 대해 체납처분을 하지 못하는 등 납세자 관리를 부적정하게 하고, 출자 설립한 산하기관장의 갑질 행위로 갈등을 초래하고 국가인권위의 중징계 의결이 예고됐을 뿐만 아니라 행안부 평가 결과 전국 최하위를 기록했는데도 이사장의 사표를 수리하는 등 업무를 부적정하게 처리한데 대해 기관장경고 처분을 했다.

시 감사위 관계자는 “관행적인 부적정 행위에 대한 답습과 업무 연찬 부족, 업무 태만으로 인한 부당 행정행위에 대해서는 엄정 조치하고, 적극적으로 행정을 추진하는 과정에서 발생된 부적정 행위에 대해서는 면책규정을 적용했다”고 말했다.

@highlight

지난해 11월경 감사위원회가 광주 광산구에 대한 종합감사를 실시한 결과, 기부금품법 부당권유 및 납세자 관리 부적정 관련 등의 부적정 행위가 적발되어 광주 광산구의 부적정 행위에 대한 엄정조치 및 면책규정을 적용하였다.