[디지털국 imaeil@imaeil.com] 부가티 베이런.

부가티 홈페이지 캡처부가티 베이런.

'청담동 주식 부자' 이희진 씨의 부모가 피살 사건에서 피의자가 훔친 것으로 알려진 5억원은 이희진 씨의 동생이 회사 소유의 차량을 팔고 받은 대금 가운데 일부란 주장이 나오면서 부가티에 대한 관심이 높아지고 있다.

19일 경찰에 따르면 피의자 김 씨가 사건 직후 집에서 챙겼다는 5억원의 행방을 수사하던 중 사건 당일 오전 성남의 한 카센터에 동생 희문 씨가 차량을 매각한 사실을 확인했다.

이 차량은 형 희진 씨와 동생 희문 씨가 속한 강남의 A회사 명의의 부가티 베이런 차량으로 총 15억원에 매각한 것으로 나타났다.

그중 10억원은 희문씨의 계좌로 들어갔고 나머지 5억원은 가방에 담겨 이날 부모에게 전달한 것으로 알려졌다.

부가티는 독일 자동차 제조기업 폭스바겐 그룹 자회사로, 고성능 경주용 차량부터 최고급 세단에 이르기까지 각종 고급 차량을 생산한다.

차량의 가격은 대당 수십억원에 이르는 고가다.

최근 부가티의 신차로 세계에서 가장 비싼 차로 알려진 '라 부아튀르 누아르'(La Voiture Noire)가 차가 무려 약 140억원(1천100만유로)에 팔려 화제가 됐다.

이 차량의 차체는 검은색 탄소 섬유로 제작됐고, 1천500마력의 16기통 엔진이 장착됐다.

가디언의 보도에 따르면 이 차는 익명의 고객에게 약 140억원에 팔렸으며, 약 700만 파운드(한화 104억원)의 제작비가 투입된 것으로 알려진 '롤스로이드 스웹테일'을 제치고 세계에서 가장 비싼 차가 됐다.

이 씨는 과거 부가티 베이론을 30억원에 매입했다.

해당 차량은 이 씨가 구매할 당시 국내에 6대밖에 없던 차로 알려졌다.

앞서 2013년 이 씨는 증권 관련 방송에서 주식 전문가로 활동하며 블로그 등을 통해 자신의 호화 생활을 공개했다.

당시 그는 고급 빌라를 포함해 부가티 베이론, 롤스로이스, 벤틀리 등 총 8대의 고급 외제 차량을 소유했다고 주장했다.

@highlight

'청담동 주식 부자' 이희진 씨의 부모가 피살 사건에서 피의자가 훔친 것으로 알려진 5억원은 성남의 한 카센터에 동생 희문 씨가 독일 자동차 제조기업 폭스바겐 그룹 자회사가 만든 차인 부가티를 팔고 받은 대금 중 일부라는 주장이 나오며 부가티에 대한 관심이 높아지고 있다.