[경상북도=환경일보] 김희연 기자 = 경상북도 수산자원연구소는 고부가가치 전략 품종인 어린 전복 50만 마리를 20일부터 26일까지 도내 연안 5개 시군 마을어장에 무상분양 방류한다고 밝혔다.

이번에 방류하는 전복 치패는 작년 4월 채란 후 약 11개월 동안 사육해 방류 적정 크기인 4cm까지 성장한 것으로 국립수산과학원의 방류 수산생물 전염병 검사를 통과한 우량종자다.

전복은 예로부터 자양강장 효과와 면역력 강화에 큰 효능이 있다고 알려져 있으며 기력과 원기회복에 도움이 되는 대표적인 보양 식재료다.

또한 타우린 성분이 풍부하여 체내 콜레스테롤 수치를 조절하고 고혈압 등 성인병 예방에도 도움이 되며 아미노산이 풍부해 노약자의 병후 회복 및 성장기 어린이들에게 좋은 식품이다.

전복은 정착성 품종으로 방류한 지역 주변에서 생활하여 재포획률과 생존율이 높아 어업인이 선호하는 방류 품종이며 방류한 어린 전복은 2~3년이 지나면 6~7cm까지 성장하여 상품 크기에 도달해 어촌계 소득에 큰 도움이 될 것으로 기대된다.

수산자원연구소는 지난 2000년부터 전복 종자 생산을 통한 방류사업을 시작하여 매년 약 50~60만 마리를 방류, 지금까지 총 11,040만 마리를 방류했다.

아울러 사육방법과 환경 개선을 통한 성장 기간 단축으로 1년 만에 방류 가능한 4cm급 종자를 생산하여 중간육성 없이 바로 마을어장에 방류해 어업인의 부담을 해소했다.

박성환 경북도 수산자원연구소장은 "마을어장의 주 소득원인 전복 방류를 통해 어업인 소득 향상에 도움이 될 것으로 기대된다"면서 "전복뿐만 아니라 어업인이 선호하는 다양한 어패류의 생산?방류로 자원조성 및 어업인 소득 증대 실현에 최선을 다하겠다"고 말했다.

@highlight

경상북도 수산자원연구소는 재포획률과 생존율이 높아 고부가가치 전략 품종인 어린 전복 50만 마리를 20일부터 26일까지 도내 연안 5개 시군 마을어장에 무상분양 방류한다고 밝혔으며, 지금까지 방류된 어린 전복은 총 11,040만 마리에 달하는 것으로 알려졌다.