삼성 라이온즈가 오는 29일∼31일까지 열리는 2019 프로야구 두산 베어스와의 홈구장 개막 3연전 시구자 및 이벤트를 확정했다.

홈 개막 첫날인 29일 시구자는 국내 최초로 팔 이식 수술에 성공한 손진욱 씨가 선정됐다.

손진욱 씨는 지난 2017년 2월 팔 이식 수술을 받은 뒤 그 해 7월 21일 대구 삼성 라이온즈파크(이하 라팍)에서 시구를 한 바 있다.

당시 손진욱 씨는 시구 후 “팔을 잃은 환우들에게 희망을 주고 싶다”고 소감을 밝혔었다.

이식 받은 팔로 현재 건강하게 생활하고 있다.

팔 이식은 지난 10년간 전세계적으로 약 20건의 성공사례만 보고될 만큼 어려운 수술로 알려져 있다.

삼성은 또 이날 홈 개막 시리즈를 맞아 다채로운 행사를 펼친다.

3연전 매 경기마다 입장하는 관중 선착순 1만명에게 2019 시즌 주요 이벤트 스케줄 자석 캘린더를 선물로 나눠준다.

장내에선 삼성 라이온즈 공식 응원단 ‘블루팅커스’의 개막 축하공연을 펼친다.

또 대구경북야구소프트볼협회에 지원금을 전달하는 한편 연고지역 33개 초중고 학교에 총 1억원 상당의 지원품을 증정한다.

30일에는 박한이가 주인공인 ‘바카니 데이’ 행사가 마련됐다.

이날 예매 고객을 대상으로 경기 중 티켓번호 추첨을 통해 기념구인 ‘바카니 볼’3천300개를 선물한다.

아울러 박한이 타석 때 블루존 및 3루 익사이팅존 구역 팬들을 대상으로 박한이 가면을 활용한 단체 응원을 할 예정이다.

이외에 선수 사인회, 박한이 루틴 맞추기 이벤트, 박한이의 모든 것 퀴즈 등 다양한 이벤트도 진행한다.

시구는 박한이의 첫째 딸인 박수영 양이 하며, 박한이가 공을 받는다.

마지막 날인 31일 시구는 김상수의 동생 가수 우디가 한다.

우디는 최근 ‘이 노래가 클럽에서 나온다면’이라는 곡을 발매해 각종 가요 차트에서 1위를 기록했다.

@highlight

삼성 라이온즈는 2019프로야구 두산 베어스와의 홈구장 개막 3연전 시구자 및 이벤트를 확정하고 박한이가 주인공인 '바카니 데이' 행사를 마련하여 예매 고객을 대상으로 추첨을 통해 볼3천300개를 선물한다.