당진시 여성단체 회원들이 20일 당진시외버스터미널 광장 앞 평화의 소녀상 앞에서 위안부 망언 지역 정치인에게 사과를 촉구했다.

[당진]"강제징용과 달리 위안부는 친일에 동조한 부역자로 봐야 한다"는 당진지역 정치인의 글에 당진시 여성단체들의 규탄이 이어지고 있다.

지난해 지방선거에서 바른미래당 도의원 예비후보를 지낸 이병욱씨의 페이스북에는 '역사를 발로알자 강제징용과 달리 위안부는 친일에 동조한 부역으로 봐야 한다. 나 같으면 더러워 절의의 은장도 열사가 되고 말겠다'는 글을 게재돼 있었다.

3.1절에 작성한 글로 논란이 일자 글을 삭제했다.

자유한국당 입당과 동시에 언론에 그가 쓴 글이 알려지자 당진시 여성단체협의회는 20일 당진고속버스터미널 평화의 소녀상 앞에 모여 망언 대상자인 이병욱씨와 자유한국당에 대해 성토했다.

오윤희 당진어울림여성회 회장은 "지난 27년간 한주도 안쉬고 일본에 항의하는 수요집회가 열리는 날 1천여 당진시민이 모금해 건립된 평화의 소녀상 앞에서 일본 극우세력과 같은 망언이 당진에서 일어나 고인이 되신 할머니들께 죄송하다"며 "페북 글을 삭제했다고 끝나는 문제가 아니라 천박한 역사 인식과 망언에 대해 진심을 담아 공식 사과하라"고 말했다.

이어 그는 자유한국당에 대해서도 "입당이 철회 됐다고 이젠 연관 짓지 말라고 하는데 당차원의 입장과 재발방지 대책이 무엇인지 공식입장을 밝혀달라"고 촉구했다.

고3학생인 청소년 평화나비 김나민 회장은 "일본 성노예 문제를 청소년들에게 알리기 위해 4년간 활동했는데 한 정치인의 망언에 너무 화가난다"며 "고3인 제가 점심도 안 먹고 나온 이유는 할머니에 대한 공식적인 사과를 통해 더 이상 이런 일이 생기지 않도록 하기 위한 바람이다"고 말했다.

한편, 당진시여성단체협의회의 규탄대회에 앞서 더불어민주당 여성위원회는 당진시청에서 기자회견을 열고 이병욱씨의 공식사과와 더불어 자유한국당 당진당협 또한 당진시민들 앞에 머리숙여 사죄해야 한다고 주장했다.

@highlight

당진시 여성단체 회원들이 20일 당진시외버스터미널 광장 앞 평화의 소녀상 앞에서 위안부에 대한 망언을 일삼은 이병욱씨와 자유한국당에 대해 사과를 요구하며 규탄히였다. 