신서희 나성동 공공기관용지 신규반영, 삼성천 보행전용교 설치 등 행정중심복합도시 개발계획 평면도.

(동양일보 신서희 기자) 행정중심복합도시건설청은 도시기능 확충 및 주민편의를 위해 행정중심복합도시 건설 사업에 관한 개발계획 일부를 변경했다고 20일 밝혔다.

행복청에 따르면 주요 변경사항은 나성동(2-4생활권) 공공기관용지 신규 반영, 삼성천 보행 전용교 설치, 고운동(1-1생활권) 단독주택 특화계획 등이다.

행복청은 행정안전부 등 중앙행정기관의 추가 이전 등 행복도시로 이전을 희망하는 공공기관 등이 증가함에 따라 나성동 상업 업무용지 3개 필지(CD 2-1·2·3)를 공공기관용지로 용도 변경했다.

이곳은 행복도시 중심상업지구로, 대중교통 접근성 등 입지 조건이 좋다.

반곡동(4-1생활권)과 집현리(4-2생활권)를 연결해 입주민 편의를 돕고, 여가활동을 활성화하기 위해 삼성천을 건너는 보행 전용교도 설치한다.

보행교는 삼성천의 우수한 경관을 즐길 수 있는 지역 명소로 조성할 계획이다.

6-4생활권에도 보행교를 추가하고, 접근 편의를 위한 주차장을 신설한다.

일부 교차로는 회전교차로로 조성해 입주민 보행환경을 개선한다.

고운동 북측 단독주택용지(B1, B19∼24)는 자연과 어우러지면서 다양한 형태로 지을 수 있도록 특화계획을 마련했다.

경사 지형 등 기존 자연경관을 최대한 활용하고, 다양한 형태의 주거 수요를 고려해 획지형과 구역(블록)형을 적절히 배치했다.

행복청은 도시환경 개선을 위해 누리리(6-1생활권) 내 2단계 집단에너지시설을 변경하고, 상수도 기능 강화를 위해 통합관제센터 입지 등도 변경된 개발계획에 반영했다.

박성진 행복청 도시계획국장은 "공공기관을 적극적으로 유치하고, 교통·환경을 개선해 주민 주거환경 수준을 향상하려고 개발계획을 일부 변경했다"며 "앞으로도 행복도시가 누구나 살고 싶은 도시로, 국토균형발전을 견인할 수 있도록 노력하겠다"고 말했다.

@highlight

행정중심복합도시건설청은 도시기능 확충과 주민편의를 위해 나성동 공공기관용지 신규 반영, 삼성천 보행 전용교 설치, 고운동 단독주택 특화계획 등 행복도시 개발계획 일부를 변경했다고 밝혔다.