[경상북도=환경일보]김희연 기자 = 경상북도는 20일 경주 경북문화관광공사 대회의장에서 '경상북도문화관광공사 출범 비전 선포식'을 갖고 힘찬 새 출발을 다짐했다.

군수, 관광업 종사자 등 300여명이 참석했다.

경상북도문화관광공사는 경상북도관광개발공사를 시작으로 2012년 경상북도관광공사로 확대 개편해 그동안 도내 공기업으로서 큰 역할을 담당했으며, 이번에 다시 23개 시군을 아우르는 문화관광산업 실행 중심기구인 경상북도문화관광공사로 사명을 변경했다.

이날 선포식에서 경상북도문화관광공사는 민선 7기 경북도가 내국인 관광객 2000만명, 외국인 관광객 200만명을 목표로 경북관광 활성화를 발판삼아 새롭게 도약하는 전기를 마련하기 위해 '문화관광을 통한 일자리 창출'을 비전으로 제시했다.

세일즈 역량 강화, 경북관광 인프라 확충으로 지역경제 활성화 및 일자리 창출, 창의와 유연성을 갖춘 건전한 공기업 지향을 4대 추진전략으로 세웠다.

비전 선포식 행사는 개회식, 도내·외 관광 전문가로 구성된 경북혁신 위원회 위촉장 수여, 대구시 및 도내 23개 시군과 함께 문화관광 경북을 실현하기 위한 큐브 퍼포먼스, 새로운 사명인 경상북도문화관광공사 현판 제막식순으로 진행됐다.

특히 이날 행사에서는 독특한 서체로 경북문화관광공사 현판을 제작한 서예가 율산 리홍제 선생이 공사 출범을 축하하기 위해 서예 퍼포먼스를 선보였다.

이철우 경상북도지사는 "경상북도문화관광공사가 새로운 비전을 바탕으로 글로벌 관광시장에 선도적으로 대응할 수 있는 조직으로 거듭나고 문화에 관광을 더해 대구시, 23개 시군과 함께 도민이 잘사는 관광경북 실현에 적극 노력해 달라"고 당부했다.

한편 경북문화관광공사는 새로운 출범을 계기로 향후 2본부 체제로 전환해 기존의 관광인프라 개발 중심에서 세일즈, 마케팅에 집중하고 최신 트렌드 관광상품에 대한 기획과 개발에 주력해 관광객 유치에 실질적인 성과를 낸다는 계획이다.

@highlight

경상북도는 20일 경주 경북문화 관광공사 대회의장에서 국내 관광객 2000만 명, 해외 관광객 200만 명을 목표로 '문화 관광을 통한 일자리 창출'을 핵심과제로 제시하고 판매 역량 강화, 경북관광 인프라 확충으로 지역 경제 활성화 및 일자리 창출 등 추진전략을 밝혔다.