수입자동차 종합정비서비스 브랜드 '코오롱 모빌리티'가 20일 청주에 신규 지점을 열고 본격적인 영업활동에 돌입했다.

청주점은 일산점과 부산사상점, 분당점에 이은 4번째 지점이다.

코오롱 모빌리티는 이날 청주점을 시작으로 코오롱 모빌리티의 전국 네트워크를 본격적으로 강화해 나간다고 밝혔다.

코오롱 모빌리티 청주점은 충북 서원구 죽림동에 위치해 수입차 정비 인프라가 부족한 충청지역 수입차 오너들의 접근성과 편의성을 향상시켰다.

코오롱모빌리티는 오랜 업력을 통해 확보한 신뢰성과 전문성, 신속한 수리로 예약 대기 시간 단축, 합리적인 수리 비용 등 차별화된 서비스를 제공할 방침이다.

청주점에서는 숙련된 정비전문가를 통해 고장 진단부터 일반 수리, 판금 및 도장을 포함한 사고차 수리 등 중정비까지 모두 가능한 원스톱 서비스를 제공한다.

특히, 패스트레인 서비스 체계 전면 도입으로 오랜 기다림 없이 신속한 수리가 가능하다.

대체 부품 추천, 수리 방안 제시 등으로 소비자가 여러 대안을 비교해 자신에게 맞는 합리적인 비용의 수리방법을 선택할 수 있도록 할 방침이다.

특히 청주점의 대지면적은 3천230㎡ 규모에 체계적인 정비를 위한 최신시설들을 구비했다.

판금·도장 정비동(1동), 일반 정비동(2동), 부대시설동(3동) 총 3개동으로 구성됐다.

정비동은 하루 50대의 차량 정비 및 수리가 가능한 종합정비서비스 공간을 갖췄으며, 정비동 건물의 전면부를 유리로 만들어서 맞은 편에 2동에 위치한 고객대기실에서 차량의 작업과정을 직접 볼 수 있게 했다.

또 일반 자동차 정비소와 차별화된 세련된 실내 인테리어로 단순한 정비 공간을 벗어나 브랜드 경험의 공간이 될 수 있도록 했다.

김현진 코오롱오토케어서비스 대표이사는 "코오롱모빌리티는 4월 창원점, 서대구점을 오픈하며 전국 네트워크를 지속적으로 강화해 나갈 예정"이라며 "전국 어디에서든 수입차 고객들이 차종에 상관없이 코오롱 모빌리티만의 차별화된 서비스를 직접 경험할 수 있도록 최선의 노력을 다하겠다"고 말했다.

@highlight

수입자동차 종합정비서비스 브랜드 '코오롱 모빌리티'가 20일 청주에 4번째 신규 지점을 열고 청주점을 기점으로 코오롱 모빌리티의 전국 네트워크를 본격적으로 강화해 나간다고 밝혔다.