[천안]천안시가 주차장 운영의 효율성을 앞세워 청사 주차장의 유료화를 추진 해 논란을 낳고 있다.

20일 천안시에 따르면 22일부터 개회하는 제220회 천안시의회 임시회에 부의안건으로 제출한 '2019년도 일반 및 특별회계 제1회 추가경정예산안'에 시청사 주차장 유료화 관련 예산이 포함됐다.

시는 1회 추경안에 '시청사 부설주차장 유료화 구축' 사업비로 시비 1억 1000만 원을 편성했다.

시는 예산안이 원안대로 의회를 통과하면 천안시소비자정책심의위원회 심의와 조례 제·개정 등의 절차를 거쳐 오는 6월 말부터 유료화를 실시한다는 방침이다.

시청사 주차장은 지하 1층, 지상 1층으로 359면 규모이다.

시는 장기주차나 청사 이용과 무관한 타 목적으로 주차하는 경우가 잦아 청사 주차장 유료화를 추진하게 됐다고 밝혔다.

시 관계자는 "청사 주차장의 회전율을 높이기 위해 유료화를 도입키로 했다"며 "주차 요금은 최초 90분 무료에 이후 10분당 200원씩 징수, 1일 장기주차는 5000원으로 책정할 계획"이라고 말했다.

시민들 입장은 달랐다.

천안시민사회단체협의회 관계자는 "시민들 세금으로 만든 시청을 이용하면서 시민들이 또 다시 주차요금까지 내야 하는 것은 불합리하다"며 "교통복지 차원에서도 공공청사 주차장의 유료화는 부적절하다"고 말했다.

시청사 주차장 유료화에 시의회 내부에서도 의견이 엇갈렸다.

천안시의회 A의원은 "청사 주차장 관리측면에서 유료화에 공감한다"며 "다만 시민들 부담을 최대한 경감하는 수준에서 요금이 정해져야 한다"고 말했다.

반면 천안시의회 B의원은 "천안시청사 주차장은 타 공공기관 청사 주차장보다도 넓은 편"이라며 "시 공무원들이 주차를 하지 않으면 운영에 문제가 없는 만큼 유료화는 불필요하다"고 말했다.

한편 충남 15개 시·군 가운데 청사 주차장 유료화는 지난해 1월부터 논산시가 시행하고 있다.

논산시 청사 주차장 규모는 288면이다.

@highlight

천안시가 무분별한 주차차량들 때문에 주차장 유료화를 추진하였으나 교통복지 차원 등의 이유로 유료화를 반대하는 목소리가 많아 논란이 되고 있다. 