임실군이 제74회 식목일을 앞두고 20일 성수면 삼청리 309번지에서 나무심기 행사를 실시했다.

이날 행사에는 심민 임실군수, 신대용 군의장을 비롯한 군의원, 공무원, 산림조합 직원 등 150여명이 참석한 가운데 풍요롭고 아름다운 산림자원 조성을 위해 편백나무 1,500주를 심었다.

임실군은 올해 9억원의 예산을 들여 155ha의 면적에 30만여 그루의 나무 조림사업을 실시한다.

옥정호 주변과 섬진강 유역 공한지에 꽃과 열매를 감상할 수 있는 벚나무, 매실나무, 느티나무 등을 식재하여 사람들이 찾는 명소를 만들고, 지역특화림을 조성한다.

군은 올해 산림분야 정책방향을 '산림기반 구축으로 살고 싶은 임실 구현'으로 정해 가치있는 산림자원 조성에 박차를 가하고 있다.

조림지 가꾸기 사업과 숲 가꾸기, 산림경영 기반구축 및 소득증대, 아름다운 녹색경관 및 경관조성지 유지 관리 등 지난해에 이어 양질의 산림정책을 적극 추진하고 있다.

심민 군수는 "산림은 목재 공급원으로서의 역할을 뛰어 넘어 새로운 복지자원으로서의 패러다임으로 바뀌어 가고 있다"며 "인간의 삶을 치유하고 교육하는 공간으로 조림사업을 대대적으로 전개하여 산림의 양적·질적 향상을 위해 사업 추진에 최선을 다하겠다"고 전했다.

한편 군은 봄철 산불조심기간인 지난달 1일부터 5월 15일까지 군청(산림공원과)과 12개 읍면사무소에 산불방지대책본부를 설치·운영하여 본격적인 산불방지 비상체제를 유지하고 있다.

산불전문예방진화대와 산불감시원 110명을 산불발생 취약지에 분산 배치하여 입산통제, 화기 및 인화물질 소지자 입산금지 등 철저한 감시와 순찰로 예방활동을 강화하고, 초동진화체계를 구축 등 산불방지에도 박차를 가하고 있다.

@highlight

임실군은 20일 성수면 삼청리 309번지에서 150여명이 참석해 편백나무 1,500주를 심는 식목일 나무심기 행사를 하고, 올해 산림분야 정책방향을 '산림기반 구축으로 살고 싶은 임실 구현'으로 정하는 등 산림자원 조성에 힘을 싣고 있다.