] 감사보고서 제출 지연 소식에 차바이오텍이 10% 넘게 급락했다.

회사 측은 "최대한 빨리 외부감사인으로부터 감사보고서를 제출받아 즉시 공시하겠다"고 밝혔지만 투자자들의 불안감은 해소되지 않는 분위기다.

차바이오텍은 20일 코스닥시장에서 2450원(10.40%) 급락한 2만1100원에 마감했다.

오전 11시41분 감사보고서 제출 지연 공시를 낸 뒤 낙폭이 커졌다.

장중 한때 12% 넘게 떨어지기도 했다.

감사보고서는 정기주주총회 1주일 전에 제출하는 것이 원칙이다.

이달 29일 주주총회를 여는 차바이오텍은 21일까지 감사보고서를 내야 한다.

차바이오텍 측은 "감사 과정에서 작년 재무제표 재작성이 지연되면서 감사절차가 지연됐다"며 "21일까지 외부감사인의 감사업무가 완료되지 않을 것으로 예상된다"고 밝혔다.

감사보고서 제출이 지연되는 것만으로 특별히 문제가 생기는 것은 아니다.

한국거래소 관계자는 "사업보고서 제출 기한인 다음달 1일까지 감사보고서를 사업보고서와 함께 내면 된다"고 설명했다.

한화, 동양피엔에프, 퓨전데이타, 금호전기 등도 최근 감사보고서 제출 지연 공시를 냈다.

이날 차바이오텍 '팔자' 물량이 쏟아진 것은 이 회사의 전력 때문이다.

차바이오텍은 작년 3월 삼정회계법인으로부터 전년도 재무제표 감사 의견을 '한정'으로 통보받은 뒤 관리종목으로 지정되면서 주가가 급락했다.

지난 14일엔 작년에 별도기준 영업손실 17억4000만원을 냈다고 정정공시했다.

지난달 20일 36억원의 별도기준 영업이익을 올렸다고 공시한 뒤 한 달도 안 돼 공시 내용을 수정했다.

차바이오텍은 작년 12월 금융위원회가 마련한 '코스닥 제약·바이오기업 상장관리 특례' 적용을 받아 최근 관리종목에서 가까스로 벗어났다.

이날 개인투자자들이 모이는 인터넷 커뮤니티에서는 "회사를 믿고 투자할 수가 없다"는 원성이 쏟아졌다.

차바이오텍 관계자는 "회계기준이 까다로워져 보고서 제출이 지연됐을 뿐 다른 이유는 없다"고 말했다.

@highlight

20일 차바이오텍이 감사보고서 제출이 늦어진다는 공시를 낸 후 차바이오텍 주가는 코스닥시장에서 전일 대비하여 10% 이상 하락 마감하였다. 