한림공업고등학교(교장 강순구)는 20일 학교 소강당에서 '2019학년도 학교교육 활동 설명회 및 학부모 총회'를 실시했다.

학부모 총회에는 120여명의 학부모가 참석해 학교와 자녀에 대한 높은 관심과 애정을 보였다.

학교운영 설명회에서는 교직원 소개와 교장 선생님 인사말씀에 이어, 2019학년도 학교운영안내, 최근 졸업생 취업현황 및 2019학년도 취업지원사업, 선취업·후진학 제도 (재직자 특별전형 제도)에 대한 설명이 이어졌다.

학부모 총회에 참석한 학부모들은 자녀의 학교생활 및 취업에 대해 많은 관심을 보였고, 질의응답이 이어졌다.

이어서 2019학년도 학교회계 예산 설명, 학부모회 임원 구성, 학급별 담임교사와 자녀들의 교육활동 전반에 대한 상담이 각반 교실에서 마련됐다.

학부모 총회는 입학식후 첫 공식 행사로 모든 학교가 3월 중·하순에 개최되고 학부모 상담주간이기도 하다.

3월은 선생님도 학부모도 분주하고, 학생들은 새로운 학년, 새로운 반, 새로운 담임 선생님과 만남이 설레는 시기이다.

적지 않은 학부모는 학교 방문에 부담을 느낀다.

학부모가 볼 때 제일 중요한 학교행사가 '학부모총회'이다.

요즘같이 교육환경이 계속 바뀌는 때일수록 학부모총회에 참석해서 정보를 아는 것도 중요하다.

강순구 교장은 학교장 인사에서 학부모들께 "아이들의 교육은 가정과 학교, 사회가 삼위일체 되어 함께 노력해야 하며, 특히 가정과 학교는 학생을 위해 서로 소통하고 이해하며 협력해 나가야 한다."며 가정과 학교의 소통이 무엇보다 중요하다고 강조했다.

또한, 학생들이 미래 스마트 사회와 제 4차 산업혁명 사회에서 주역으로 살아가기 위해서는 바른 인성과 창의성을 지닌 기술 인재로 성장해야 한다고 전했다.

학교는 역할과 본질에 충실하면서 학생들에게는 소질과 꿈을, 학부모들에게는 믿음과 신뢰를, 교직원들에게는 보람과 긍지를 주는 공업계 특성화 교육을 선도하는 명품 한림공업고등학교가 될 것이라고 말했다.

이번 학부모 총회에 참석한 학부모들은 학교의 교육활동에 대해 깊이 이해하고 공감하는 시간이었다.

@highlight

지난 20일 한림공업고등학교는 입학식 후 첫 공식 행사로 모든 학교가 3월 중·하순에 개최되고 학부모 상담주간이기도 한 '2019학년도 학교 교육 활동 설명회 및 학부모 총회'를 학교 소강당에서 실시했으며 학부모 총회에 참석한 학부모들은 학교의 교육 활동에 대해 깊이 이해하고 공감할 수 있었다.