버닝썬과 경찰 사이 '브로커' 역할을 한 것으로 알려진 전직 경찰관 강모 씨가 2000만 원을 건네 받은 사실을 승리도 보고받았다는 녹취록이 확보돼 정확한 상황을 조사 중이다.

서울지방경찰청 광역수사대는 20일 '전직경찰 강 씨에게 버닝썬 공동대표 이성현 대표가 건넨 2000만 원은 이 대표의 사비로 확인됐다'고 밝혔다.

그러면서 '이 대표와 강 씨의 부하직원 이 씨가 지난 11월 '송리가 보고받았다'는 내용을 언급한 통화 녹취록이 확인돼 승리의 관련 여부를 조사 중'이라고 밝혔다.

버닝썬은 지난해 7월 미성년자 A 씨가 1800만원을 한꺼번에 입금하자 일명 '프리패스'를 발급하고 성인 확인없이 입장시킨 것이 발각 돼 경찰 수사를 받았다.

이를 위해 강 씨에게 2000만원이 건네졌고, 이 돈 중 일부가 당시 수사를 맡았던 강남경찰서 경찰관들에게 전달됐는지 조사가 진행 중이었다.

미성년자 출입 사건 무마는 버닝썬과 경찰의 유착 의혹을 풀어낼 열쇠로 꼽혀 왔다.

경찰은 강 씨에게 돈을 받은 경찰이 미성년자 출입사건을 무마하고, 영업정지를 피하도록 봐주기 수사를 했는지, 그 대가로 버닝썬으로부터 뇌물을 수수했는지 등의 의혹을 수사하고 있다.

돈을 건넨 이성현 대표는 이문호 대표와 함께 버닝썬의 공동 대표로 이름을 올렸다.

버닝썬이 있었던 르메르디앙 호텔의 전 등기이사이기도 했다.

돈의 출처와 함께 승리의 관련성도 집중 조사될 전망이다.

경찰은 '녹취록 내용의 앞뒤가 없어, 무엇을 보고했는지 확인이 어렵다'면서도 '승리가 보고를 받았다'는 취지의 대화 녹취록이 확보한 만큼, 관련자를 상대로 계속 조사를 진행할 예정이다.

한편 경찰은 전날 마약 투약 혐의로 구속영장을 신청했으나 기각된 이문호 대표에 대해서도 보강 수사를 통해 구속영장을 재신청할 예정이다.

앞서 서울중앙지법 신종열 영장전담 부장판사는 '마약류 투약·소지 등 혐의에 관한 다툼의 여지가 있다'며 영장을 기각했다.

@highlight

서울지방경찰청 광역수사대는 버닝썬의 미성년자 출입 사건에 전직 경창관 강모씨가 브로커로 2000만원을 건네받은 사실을 공동대표 이 씨와 강 씨 부하직원 간의 통화 녹취록 확인으로 지난 11월 승리도 사건을 무마하기 위한 경찰 청탁 보고를 받은 것으로 알려져 조사 중이라고 밝혔다.