현재 범 정부적으로 일회용품 줄이기에 나서고 있는 가운데 순창군은 수년 전부터 일회용품 제로화를 선언하고 꾸준히 실천해 오고 있어 주목받고 있다.

이와 관련 군은 최근 사회적 이슈로 부각되고 있는 일회용품 줄이기 운동을 위해 3단계에 걸쳐 일회용품 사용금지에 발 벗고 나섰다.

특히 군이 솔선수범에 나선 가운데 지역내 동참분위기를 유도할 방침이며 우선 오는 31일까지 계도기간을 거쳐 4월부터는 청사내 일회용품(일회용컵, 일회용 배달음식용기 등) 반입을 전면 금지키로 했다.

당분간'일회용품 줄이기'운동이 정착될 때까지 청사 입구내 일회용품 회수통을 설치해 일회용품을 들고 들어가는 일이 없도록 할 예정이다.

특히 점심식사 후 일회용 커피잔의 이용률이 높은 것에 대비해 군은 직원들에게 텀블러를 이용해 줄 것을 당부했다.

또 청사내 회의장 및 부서내 일회용품 사용을 금지하는 공문서를 발송하는 등 적극적인 태세를 보이고 있다.

군은 이어 2단계로 대표 관광지인 강천산 등산객들의 일회용 컵 반입을 금지시킨다.

강천산은 년 백만명이 넘은 등산객이 방문하는 대표적인 명산으로, 환경 보전이 더욱 중요시될 관광자원이다.

군은 도입 초기 등산객과의 마찰이 예상됨에 따라 4월 말까지 계도기간을 운영해 마찰을 줄인다는 복안이다.

또 강천산 인근에 현수막과 배너설치, 홈페이지와 지역 언론사 등을 통해 대대적인 홍보에 나선다.

이와 함께 군은 위탁기관과 투자출연기관에 대해서도 일회용품 반입금지에 동참해 줄 것을 요청하고, 관내 공공기관과 연계된 모든 장소에도 일회용품 반입을 금지시킬 계획이다.

군 박학순 환경수도과장은 "경제문제에 앞서 환경문제는 생명과 직결되는 문제로 경각심을 갖고 적극 나설 필요성이 있다"면서 "주민들의 적극적인 협조로 일회용품 줄이기에 동참해 달라"고 당부했다.

@highlight

순창군은 일회용품 줄이기에 앞장서 4월부터 청사내 일회용품 반입을 전면 금지해 청사 입구내 일회용품 회수통을 설치해 일회용품이 들어오지 않도록 할 방침이며 특히 직원들에게 일회용 커피잔 대신 텀블러 이용을 당부했다.