기아자동차㈜는 20일(수) BEAT360(강남구 압구정동 소재)에서 누계판매 4,000대를 달성한 부산 영도지점 김유현 영업부장을 ‘그랜드 마스터(Grand Master)’로 임명하고, 상패와 포상차량을 수여했다.

부산에서 기아차 ‘판매 달인’이 탄생했다.

기아자동차㈜는 20일 서울 압구정동 BEAT360에서 누계판매 4000대를 달성한 부산 영도지점 김유현 영업부장을 ‘그랜드 마스터(Grand Master)’로 임명하고, 상패와 포상차량 K9을 수여했다.

‘그랜드 마스터’는 기아차 판매지점에 근무하며 누계판매 4000대를 돌파한 우수 판매 직원에게 부여하는 최고의 영예로, 김유현 영업부장 이전까지 단 8명만이 이름을 올렸을 정도로 도달하기 어려운 기록이다.

1993년 입사한 김유현 영업부장은 연 평균 150여대 이상의 우수한 판매 실적을 유지하며, 25년 4개월만에 누계판매 4000대를 달성했다.

김유현 영업부장은 “초심을 잃지 않고 늘 고객의 입장에서 생각하고 일을 진행 하는 것이 그랜드 마스터가 될 수 있었던 이유”라며 “격려해주신 모든 분들께 감사 드리고, 앞으로도 고객분들께 기아차만의 차별화된 가치를 전달하기 위해 노력할 것”이라고 소감을 밝혔다.

한편, 기아차는 영업 현장에서 최선을 다하는 영업직 사원들을 격려하고 건강한 판매 경쟁을 유도하기 위해 ▷장기판매 명예 포상제도 ▷스타 어워즈 등 다양한 포상제도를 운영하고 있다.

‘장기판매 명예 포상제도’는 누계 판매 ▷2000대 달성 시 ‘스타(Star)’ ▷3000대 달성 시 ‘마스터(Master)’ ▷4000대 달성 시 ‘그랜드 마스터(Grand Master)’ ▷6000대 달성 시 ‘그레이트 마스터(Great Master)’ 칭호와 함께 부상을 수여하는 제도다.

@highlight

기아 자동차는 연 평균 150여대 이상의 판매 실적을 유지하며, 25년 4개월만에 누계판매 4000대를 달성한 부산 영도지점 김유현 영업부장을 ‘그랜드 마스터로 임명하고, 상패와 포상차량을 수여했다. 