[환경일보] 심영범 기자 = CJ그룹(회장 이재현)이 고용취약계층 청년들의 자립을 돕기 위한 CJ도너스캠프 꿈키움아카데미를 더욱 확대한다.

CJ의 사회공헌재단 CJ나눔재단은 지난 20일 오전 서울 중구 필동 CJ인재원에서 CJ도너스캠프 꿈키움아카데미 입학생 및 CJ그룹 관계자 등 70여명이 모인 가운데 입학식을 진행했다고 21일 밝혔다.

이와 함께 CJ는 올해 CJ도너스캠프 꿈키움아카데미 선발 인원을 더 확대해 요리 부문(단체급식?커피?베이커리) 63명, 푸드서비스 부문(골프장&컨세션) 60명, CJ푸드빌 생산전문가 과정 10명 등 총 133명을 선발한다.

앞서 지난 2월 진행된 올해 첫 CJ도너스캠프 꿈키움아카데미 모집에서는 요리 부문 27명과 푸드서비스 부문 30명이 선발된바 있다.

서비스업 등 CJ그룹의 사업 인프라를 활용, 체계적인 교육을 거쳐 직접 채용까지 하는 프로그램이다.

어려운 가정형편 등으로 전문적인 취업교육을 받을 수 없는 만 18~24세의 청년들이 대상이며, 약 5개월간의 전문 교육과 채용 과정을 거친 후 CJ 계열사에서 근무하게 된다.

CJ도너스캠프는 지원해왔던 공부방 아동들이 성장해 자립할 시기가 되면서 자연스럽게 청년들의 자립 지원에도 관심을 갖게 됐다.

CJ프레시웨이 등 CJ그룹 계열사에 취업해 약 65%의 취업률을 기록하고 있다.

올해는 교육 프로그램 내용도 강화해 기초이론ㆍ현장실습ㆍ매장운영 등 기존 직무교육 외에 관련 자격증 취득을 지원하고, 자존감을 높이기 위한 인성교육 커리큘럼도 추가할 예정이다.

스타 셰프나 업계 전문가의 멘토링도 계속 지원한다.

CJ그룹 관계자는 "이재현 회장이 강조해 온 '교육의 기회가 적어 가난이 대물림 되어서는 안된다'는 철학에 따라 기회가 부족했던 청년들에게 자립의 기반을 마련해 주는 것이 CJ도너스캠프 꿈키움아카데미의 목표"라며 "더 많은 청년들이 건강한 사회인으로 성장할 수 있도록 이 프로그램을 지속 확대할 것"이라고 밝혔다.

@highlight

CJ그룹은 고용취약 청년들에게 일정기간 전문 과정을 거친 후 CJ 계열사 근무 기회를 제공하는 CJ도너스캠프 꿈키움아카데미 모집인원을 올해 133명으로 확대해 운영할 예정이며 지난 20일 관계자들과 입학식을 진행했다고 밝혔다.