[우문기 기자 pody2@imaeil.com] 방정호 작_'Human Instinct_Projection Mapping'

(재)행복북구문화재단 어울아트센터 갤러리금호는 4월 6일(토)까지 '어울즈 뷰 프로젝트'(Eoul's View Project)전시를 열고 있다.

시대적 삶의 양식을 다양한 표현매체로 풀어가는 시각예술을 선보이고 있는 이번 전시는 신선한 조형언어로 예술적 감성과 아이디어가 가득한 방정호 배문경 서현규 오명석 등 4명의 청년작가가 참여하고 있다.

이들 작가는 레시던시 경험을 비롯해 올해의 청년작가, 국내외 공모전 수상 등 다채로운 활동으로 역량을 쌓아가며 폭 넓은 창작 스펙트럼을 구축하고 있다.

방정호는 이기적인 인간의 진화본능을 주제로 한 영상 작품에서 인간의 잔인성과 변태성을 표현한 영상작품을 선보이고 있고, 배문경은 3D프린터라는 현대적 디지털 창작도구로 우리나라 민화 속 '신구'(복을 비는 상상 속 동물'용의 머리를 한 거북)를 입체로 구현하고 그 위에 영상을 투사한다.

작가는 이를 통해 작품에 시간이 스쳐지나가는 공간적 연속성을 부여한다.

서현규는 도시의 수직 구조물에서 발견한 철제 투각 설치물에 빛을 발산시켜 전시장을 빛의 파편이 넘실거리는 가상의 공간으로 재창조하고 있으며, 오명석은 아트퍼니처를 전시해 안락함을 추구하는 가구라는 매개체를 통해 서로 공생하며 공존하는 자연과 인간과 관계를 작품에 담아 삶의 영위를 꾀하는 인간의 본능을 엿볼 수 있게 한다.

어울아트센터는 '어울즈 뷰 프로젝트' 전시 기간 중 27일(수)와 매주 토요일에 작가들의 창작과정과 작품의미를 담은 전시연게 프로그램을 열어 예술로 소통하는 참여형 전시로 진행하고 있다.

@highlight

행복북구문화재단 어울아트센터 갤러리금호는 4월 6일(토)까지 방정호 배문경 서현규 오명석 등 4명의 청년작가가 참여한 '어울즈 뷰 프로젝트'(Eoul's View Project)전시를 열고 있으며 전시 기간 중 27일(수)와 매주 토요일에 작가들의 창작과정과 작품의미를 담은 전시연게 프로그램을 열어 예술로 소통하는 참여형 전시로 진행하고 있다.