태안군은 20일 민원봉사과, 신속민원처리과, 복지증진과, 보건의료원, 자원봉사센터, 한국전력공사 태안지사 등 30여 명이 근흥면 가의도를 방문, 민원처리와 기초검진, 이·미용 봉사 등 다양한 활동을 펼쳤다고 밝혔다.

[태안] 태안군이 행정 사각지대를 해소하고 주민과 소통하기 위한 현장행정에 앞장선다.

군은 지난 20일 민원봉사과, 신속민원처리과, 복지증진과, 보건의료원을 비롯, 자원봉사센터, 한국전력공사 태안지사 관계자 등 30여 명이 근흥면 가의도를 찾아 민원처리와 기초검진, 이·미용 봉사 등 다양한 활동을 펼쳤다고 밝혔다.

이번 이동민원실은 도서지역 주민의 고충 및 각종 민원과 불편사항을 해소하기 위한 것으로, 군은 관계기관과 협력해 이동생활민원실 서비스반을 편성, 주민에게 실질적인 도움이 될 수 있도록 했다.

우선 민원봉사과와 신속민원처리과는 주민들의 각종 생활불편 사항 및 지목변경, 지적측량, 공시지가, 건축 등에 대한 상담 및 민원처리를 진행했으며, 복지증진과에서는 복지사각지대 발굴 및 복지수당 등의 정책 안내 및 상담을, 보건의료원은 주민을 위해 한방시술, 심뇌혈관 관련 검진 및 건강상담을 실시해 큰 호응을 얻었다.

이밖에도 자원봉사센터는 이·미용, 네일아트, 핸드마사지 등의 봉사활동을 펼쳤으며, 한국전력공사 태안지사는 노후된 전등, 콘센트 교체를 하는 등 가의도 주민을 위한 다양한 활동을 펼쳤다.

한편 군은 도서지역 등 소외지역 주민의 불편 해소를 위해 농어촌 이동복지관과 연계, 올 11월까지 '이동민원실'을 운영해 주민들에게 맞춤형 통합서비스를 제공할 예정이다.

군 관계자는 "찾아가는 이동민원실 운영으로 행정 사각지대를 해소하고 생활맞춤 서비스로 주민만족도를 높이겠다"며 "앞으로도 주민과 소통하는 현장행정으로 군민 삶의 질 향상을 위해 온 힘을 기울이겠다"고 말했다.

@highlight

태안군은 행정 사각지대를 해소하고 주민과 소통하기 위한 현장행정에 앞장서서 20일 민원봉사과, 신속민원처리과, 복지증진과, 한국전력공사 태안지사 관계자 등 30여 명이 근흥면 가의도를 찾아 민원처리와 기초검진, 이용과 미용 봉사 등 다양한 활동을 펼쳐 이동민원실을 운영해 주민들에게 맞춤형 통합서비스를 제공할 예정이다.