김칭우 서정진(62) 셀트리온 회장이 증여세 132억원 환급을 거부한 세무당국을 상대로 행정소송을 제기했으나 패소했다.

인천지법 행정1부(정성완 부장판사)는 서 회장이 남인천세무서장을 상대로 낸 증여세 경정거부처분 취소 소송에서 원고의 청구를 기각했다고 20일 밝혔다.

셀트리온과 셀트리온 헬스케어의 대표이사인 서 회장은 두 회사 간 거래로 2012년 귀속 증여세 116억7천만원을, 2013년 귀속 증여세 15억4천만원을 2013∼2014년 국세청에 납부했다.

셀트리온 헬스케어는 유방암 치료제와 류머티즘 관절염 치료제 등을 셀트리온으로부터 사실상 독점적으로 공급받아 판매하는 회사다.

셀트리온 매출액 중 헬스케어에 판매해 얻은 매출 비율은 2012년 94.57%, 2013년 98.65%였다.

상속세와 증여세법에 따르면 특수관계법인과 수혜법인 사이에 일정한 비율을 초과하는 거래가 있으면 수혜법인의 지배주주 등이 세후 영업이익 중 일부분을 증여받은 것으로 보고 증여세를 부과한다.

서 회장은 2014년 10월 관련법상 자신이 지배주주에 해당하지 않아 해당 증여세를 납부할 의무가 없었다며 이미 낸 증여세 132억원을 환급해 달라고 남인천세무서에 청구했다가 거부당했다.

서 회장측은 재판 과정에서 "해당 법률은 특수관계법인과 수혜법인 사이의 거래가 일정한 비율을 초과하기만 하면 거래의 성격 등을 전혀 고려하지 않은 채 수혜법인의 지배주주 등이 일정한 이익을 증여받은 것으로 보고 과세하게 돼 있다"며 "이는 과세요건 명확주의에 위배된다"고 주장했다.

그러나 재판부는 "해당 법률 조항은 직접 명확하게 과세 요건의 본질적인 부분을 규정하고 있다"며 "과세요건 명확주의에 위배된다고 볼 수 없다"고 판단했다.

이어 "수혜법인의 주식을 직접 보유하지 않고 간접적으로 보유한 경우도 수혜법인의 지배주주에 포함된다"며 "원고는 셀트리온의 지배주주로서 증여세 납세 의무자에 해당한다"고 덧붙였다.

@highlight

서정진 셀트리온 회장이 증여세 132억원 환급을 거부한 남인천세무서장을 상대로 한 증여서 경정거부처분 취소 소송에서 패소했으며, 이에 대해 재판부는 과세요건 명확주의에 위배됨을 근거로 들었다.