[서울경제] 온라인쇼핑몰 솔루션기업 NHN고도(대표 이윤식, 이하 고도몰)는 원더로그인 연동 개발 등 온라인 쇼핑몰 사업자 지원을 위해 위메프(대표 박은상) 온라인몰 채널링 서비스 원더쇼핑과 상호 업무 협약을 체결했다고 21일 밝혔다.

고도몰 솔루션을 이용하는 브랜드 쇼핑몰과 소호몰들은 원더로그인 연동을 통해 손쉽게 위메프 원더쇼핑에 입점해 마케팅 제휴와 프로모션을 진행할 수 있게 된다.

원더쇼핑에 입점한 고도몰 회원사 쇼핑몰들은 위메프 고객을 자사 고객으로 끌어들이는 모객 효과를 비롯한 마케팅 확대 효과를 누리게 된다.

이번 협약을 통해 양측은 ▲원더로그인 연동 개발 ▲고도몰 입점 회원사 마케팅 프로모션 지원 ▲원더쇼핑 프로모션 수수료 할인 혜택 ▲원더쇼핑 패밀리세일 연계 진행 등에 관해 적극 협력키로 했다.

이외에도 다양한 고객 맞춤형 혜택을 폭넓게 구성해 협력을 강화해 나갈 계획이다.

원더쇼핑 패밀리세일은 사전입장으로 업계 최저가 인기 품목을 판매해 고객과 판매자 모두에게 큰 호응을 얻고 있다.

고도몰 솔루션 이용 쇼핑몰들은 위메프 패밀리세일 진행을 통해 적극적인 고객 유치와 트래픽 과부하 걱정 없이 브랜딩과 회원확보에 용이한 이벤트를 기획해 볼 수 있다.

여기에 원더쇼핑의 개인화 큐레이션 기능을 통해 고객 맞춤형 상품을 제안함으로써 매출 상승 효과를 톡톡히 누릴 수 있을 것으로 기대된다.

박정훈 위메프 원더쇼핑 제휴실장은 "이번 제휴를 통해 고도몰을 이용하는 소호와 브랜드 자사몰들은 3개월간 수수료 걱정없이 원더쇼핑에 입점해 트래픽과 회원확보를 할 수 있다"고 설명했다.

NHN고도 EC사업실 김종승 이사는 "이번 제휴를 통해 고도몰의 우수 브랜드 쇼핑몰 업체들이 위메프 원더쇼핑을 통해 판매 채널을 다각화 할 수 있는 기회가 마련되었다"고 말하며, "향후 고도몰 회원사들에게 제공할 수 있는 혜택과 맞춤형 서비스를 확대하기 위한 다양한 협업을 추진하겠다"고 밝혔다.

@highlight

NHN고도는 21일 온라인 쇼핑몰 사업자 지원을 위해 위메프 원더쇼핑과 업무 협약을 체결, 원더로그인 연동 개발을 비롯해 마케팅 제휴와 프로모션 지원에 적극 협력키로해 고도몰 입점 브랜드 쇼핑몰과 소호몰들은 원더로그인 연동을 통해 손쉽게 위메프 원더쇼핑에 입점해 마케팅 제휴와 프로모션 확대를 할 수 있게 된다.