한국서부발전은 2월 18일부터 4월 19일까지 자체 발전설비를 대상으로 국가안전대진단을 시행한다.

[태안] 한국서부발전은 2월 18일부터 4월 19일까지 자체 발전설비를 대상으로 국가안전대진단을 시행하고 있다.

태안, 평택, 서인천, 군산 등 4개 발전소와 화순풍력, 서인천 연료전지 등 전국 14개 신재생발전설비가 대상이며, 정부의 민관합동점검반, 지역119안전센터, 자체 민간자문기관, 대학, 대한산업안전협회 등 외부전문가 20명과 사내전문가 80명을 점검반으로 구성했다.

서부발전은 2017년 2월 충남도로부터 발전사 최초로 안전진단전문기관 자격을 획득한 뒤 안전점검의 질적 수준 향상을 위해 자격증 소지자를 중심으로 자체 점검인력을 양성해 오고 있다.

3월 20일 평택발전소에서 시행된 안전진단에는 사각·고소설비에 대한 점검을 위해 고화질·열화상 카메라가 탑재된 드론을 활용, 현장상황 대응 방재센터의 실시간 지휘통제 역량을 점검했고 철골 및 철근콘크리트 구조물에 대해서는 초음파 기기 등 비파괴 시험장비와 측량기기를 이용, 점검결과의 신뢰성을 재확인했다.

이날 안전진단은 발전설비에 대한 것은 물론, 미세먼지 저감대책 관련 현장 운영상황에도 초점을 뒀다.

한편, 서부발전은 2017년 국내 최초로 도입해 황산화물(SOx) 농도를 73% 이상 대폭 저감한 성과를 거둔 사이클론 방식의 탈황기술을 타 호기에 확대 적용함으로써 수도권 석탄화력 황산화물 배출기준인 25ppm 보다 현저히 낮은 10ppm 이하로 미세먼지 배출기준을 운영하고 있다.

서부발전 관계자는 "이번 발전설비 안전진단과 환경설비 운영현황 점검을 통해 국민의 생명과 안전, 그리고 대기환경 보건에 대한 민간합동점검반의 새로운 시각으로 다각적인 위험요인들을 찾아내고 이를 개선할 수 있는 좋은 기회가 됐다"고 평가했다.

@highlight

한국서부발전은 민관합동점검반 등의 전문가 100명을 점검반으로 구성해 전국 14개 신재생발전설비와 미세먼지 저감대책 관련 현장에 대해 국가안전대진단을 시행한다.