체육·체험활동 취소 경험 초등교사 10명 중 한명은 미세먼지 탓에 학생·교사 건강과 수업에 심각한 지장이 발생한다고 생각하는 것으로 나타났다.

하지만 미세먼지를 피해 휴업하거나 수업시간을 줄인 학교는 적은 것으로 나타났다.

이는 한국교원단체총연합회(교총)가 초등교사를 대상으로 지난 11일부터 1주일간 벌인 모바일 설문조사 결과 확인됐다.

이번 조사는 전국 초등교원 1414명을 대상으로 모바일로 실시됐으며 신뢰수준 95%에 표본오차 ±2.61p이다.

조사결과에 따르면 응답자 55.7%가 "미세먼지가 학생·교사 건강과 수업에 매우 심각한 지장을 초래한다"고 답했다.

방해받는 정도가 '심각하다'는 응답자도 34.9%였다.

'보통'이라는 응답자는 7.7%, '심각하지 않다'와 '전혀 심각하지 않다'는 각각 1.5%와 0.1%에 그쳤다.

지난해 학교에서 미세먼지가 심해 체육수업을 취소하거나 실내활동으로 대체한 적이 있다는 응답자는 96.8%에 달했다.

야외 체험활동이나 학교행사를 취소 또는 실내활동으로 갈음한 적 있다는 응답자도 86.1%였다.

그러나 휴업하거나 수업을 단축한 적 있다는 응답자는 6.2%에 그쳤다.

반대로 휴업이나 수업단축이 없었다는 응답자는 92.6%였다.

수업시수·일수가 정해져 있어 휴업이나 수업단축을 하기 어렵기 때문이다.

설문조사 응답자들에게 소속 학교에서 시행하는 미세먼지 대책을 물어본 결과(복수응답) '실외활동 자제'(92.0%)가 가장 많았고 '공기청정기 가동'(71.9%)과 '학생 마스크 착용'(71.6%)이 뒤를 이었다.

휴업이나 수업단축을 검토한다는 응답자는 2.8%였고 '시행되는 대책이 없다'는 응답자도 2.2%나 됐다.

교총은 "미세먼지로 인한 수업 지장이 '심각'하고 학교 차원의 대응은 한계가 있다는 교원들의 답변이 많은 만큼 교육활동에 어려움이 없도록 국가적으로 근본 대책을 마련해야 한다"고 강조했다.

@highlight

한국교원단체총연합회가 실시한 모바일 설문조사 결과에 따르면 초등교사10명중 한명은 미세먼지가 학생 교사의 건강과 수업에 심각한 지장이 발생한다고 생각했으며 국가적으로 근본대책 마련이 필요하다고 강조했다.