오리온은 인도 현지 제조업체인 '만 벤처스'(Mann Ventures)와 손잡고 인도 시장에 본격 진출한다고 21일 밝혔다.

오리온은 지난 20일 인도 라자스탄주에서 생산 공장 착공식을 개최했다.

내년 상반기 완공을 목표로 인도 만 벤처스가 보유한 토지에 약 1만7000㎡(약 5100평) 규모로 제조 공장을 짓고 제품을 생산할 계획이다.

1989년에 설립된 만 벤처스는 비스킷, 초콜릿, 차 아이스크림 등 다양한 카테고리에서 글로벌 제과 기업들의 제품을 생산하고 있는 제과 제조 전문기업이다.

오리온은 인도 시장의 특성을 고려해, 만 벤처스가 보유한 제조 역량과 오리온의 제품관리 및 영업 노하우 등이 최상의 시너지를 낼 수 있도록 계약생산 방식을 적용하기로 했다.

이를 통해 생산은 만 벤처스가 전담하고 오리온은 영업, 마케팅, 제품관리 등 생산을 제외한 전 과정을 맡기로 했다.

오리온은 지난해부터 인도 진출을 위한 초석을 다져왔다.

지난해 10월 현지 법인 '오리온 뉴트리셔널스'를 설립하고 현지 위탁생산사로 만 벤처스를 선정했다.

오는 4월에는 글로벌 제과회사 출신의 현지 영업 전문가를 최고운영책임자(COO)로 새롭게 영입한 뒤 인도 법인 운영을 본격화할 계획이다.

공장이 세워지는 라자스탄은 지리적으로 북인도에 위치한 만큼 진출 초기에는 인도 북쪽과 서쪽을 공략해 점유율을 높인다는 전략이다.

현지인들의 입맛에 맞춘 초코파이와 스낵, 비스킷 등을 출시해 나갈 계획이다.

인도 제과 시장은 연 11조원 규모로 향후 5년간 10% 이상의 연 평균 성장률을 기록할 것으로 전망된다.

약 13억명에 달하는 인구와 넓은 국토 등으로 성장 잠재력이 높은 시장으로 평가 받으며 '포스트 차이나'로 주목 받고 있다.

허인철 오리온 부회장은 "이번 생산 공장 착공으로 오랫동안 준비해 온 인도 시장 진출의 첫 삽을 뜨게 됐다"며 "첫 해외 진출 당시의 초심으로 돌아가 그룹의 새로운 시장 확장에 만전을 기할 것"이라고 말했다.

@highlight

20일 오리온은 인도 현지 제조업체인 '만 벤처스'와 함께 인도 라지스탄주에서 약 1만7000㎡(약 5100평) 규모의 생산 공장 착공식을 열고 내년 상반기를 목표로 건립할 예정이다.