[서울경제] 국민 흥 아이돌 모모랜드가 데뷔 후 한 번도 시도해본 적 없었던 섹시 컨셉에 도전한다.

오는 22일 방송하는 KBS2 '뮤직셔플쇼 (이하 )'에서는 흥생흥사 걸그룹 모모랜드가 섹시 디바 채연과 매시업 무대를 꾸린다.

과 을 통해 강렬한 테크토닉과 셔플댄스를 선보였던 모모랜드는 채연에게 섹시 웨이브를 전수 받으며, 섹시 걸그룹 채모랜드의 탄생을 예고했다.

한편, 발라드 황태자 테이는 15년 매시업 장인 유리상자와 한 팀이 돼 매시업 트리오를 결성한다.

지난 방송에서 "매시업 원조는 우리"라며 빅뱅의  X 원더걸스  등의 매시업 메들리를 선보인 유리상자는 '비쥬얼 센터' 테이의 합류를 격하게 반겼다고.

이후 매시업 삼매경에 빠진 세 사람은 를 개사한 테이상자만의 관객 어필용 아카펠라까지 선보였다는 후문이다.

'채모랜드'와 '테이상자'의 무대를 잇는 이번 주 공연의 기대주는 왁스와 창민의 매시업 콜라보 '왁창'이다.

더 다양한 매시업 히트곡을 위해 '사랑의 작대기'로 진행된 이번 파트너 선정 과정에서, 무려 네 팀의 러브콜을 받았던 왁스는 로 어필한 창민을 선택, 의 두 번째 혼성듀오가 탄생했다.

"장혜진과 휘성의 무대가 가장 인상적"이었다던 창민이 두 사람의 득표수를 뛰어넘어 골든 레코드를 받을 수 있을지 귀추가 주목되는 상황.

이번 주 방송되는 에서는 뮤지션들이 매시업할 히트곡을 직접 선정한 만큼, 무대 준비 과정도 그 어느 때보다 뜨거웠다는 관계자의 전언이다.

불금을 뜨겁게 달굴 '채모랜드', '테이상자', '왁창'의 무대는 이번 주 금요일 밤 10시 KBS 2TV에서 만나볼 수 있다.

@highlight

오는 22일 방송하는 KBS2   '뮤직셔플쇼 (이하 )'에서는 섹시 디바 채연과 걸그룹 모모랜드가 매시업 되어 채모랜드라는 팀으로 무대를 보여줄 예정이다.