감사 무마 대가로 교육청 담당자에게 금괴(골드바)를 전달하려 했다는 의혹을 받아 온 사립유치원 설립자가 결국 검찰에 구속됐다.

그러나 검찰 조사 결과 A씨가 전달하려던 물품은 금괴가 아닌 200만원 상당의 금이 섞인 기념패로 확인됐다.

검찰은 이 기념패를 교육청 감사 무마 대가의 뇌물로 판단했다.

의정부지검 형사2부(김대룡 부장검사)는 21일 뇌물공여 의사표시 혐의로 경기지역 모 사립유치원 설립자 A(62)씨를 구속했다.

A씨는 2016년 4월 경기도교육청 감사관이던 김거성 씨가 다니는 교회로 200만원상당의 금이 섞인 기념패를 택배로 보낸 혐의다.

당시 김씨는 교육청 정년퇴직을 앞두고 이 교회 무급 담임 목사로 취임했다.

A씨는 이 무렵 김씨와 같은 부서에 있던 또 다른 감사관에게 수억원 상당의 금품을 전달하려 한 혐의도 받고 있다.

당시 택배 기사는 교회에 아무도 없자 김씨에게 전화를 걸어 "골드바가 도착했으니 직접 받아야 한다"고 전했고, 김씨는 발송인이 모르는 사람이어서 반송했다.

이로부터 두 달 뒤 사립유치원 감사가 시작됐고 김씨는 경기지역에서 4개 유치원을 운영 중인 A씨의 이름을 감사 대상 명단에서 확인했다.

그동안 A씨는 검찰에서 "김씨에게 보낸 택배는 감사 무마를 위한 골드바가 아니고 목사 취임을 축하하는 기념패"라고 주장해 왔다.

이에 대해 검찰 관계자는 "A씨가 배달하려 했던 것은 금괴가 아닌 금이 섞인 기념패로 확인됐다"며 "교육청 감사 무마 대가가 있는 뇌물로 판단했다"고 밝혔다.

이와 별도로 검찰은 A씨가 유치원 운영비 2억원가량을 외제 차 보험료 납부 등 개인 용도로 사용한 혐의(횡령)에 대해서도 조사중이다.

경기도교육청과 국무조정실 산하 부패척결추진단은 2017년 합동 감사를 벌여 이같은 내용을 확인, 검찰에 고발했다.

이 사건은 의정부지검 고양지청에서 수사 중이다.

@highlight

검찰은 감사 무마 대가로 교육청 감사관에게 금괴를 보냈다는 의혹을 받은 사립유치원 설립자를 뇌물공여 의사표시 혐의로 구속했다.