[세종=충청일보 장중식기자] 세종과 대전, 충남북을 아우르는 광역권 도시계획이 본격화 될 전망이다.

이는 지난 19일 '신행정수도 후속대책을 위한 연기·공주지역 행복도시 건설 특별법(이하 시행령)'과 '행복청 직제' 개정안이 국무회의를 통과한 데 따른 것이다.

개정된 시행령과 직제는 지난해 12월 31일 개정된 '행복도시 광역도시계획 및 기본계획(시행령)에 따라 수립 권한을 국토교통부장관에서 행복청장으로 이관되는 것을 골자로 하고 있다.

이에 따라 행정중심복합도시건설청은 대전시와 세종시, 충남북도 등 광역자치단체와 공동으로 광역도시계획 수립에 본격 착수할 예정이다.

김진숙 행복청장은 "행복도시법 시행령과 직제개정으로 행복도시가 주변도시와 생발전 할 수 있는 기초가 마련됐다"며 "앞으로 문화·관광, 산업·경제, 교통·도시 기반시설 등 각 분야별 광역상생의 협력사업을 적극 발굴할 계획"이라고 말했다.

특히 김 청장은 3월 중으로 인근 4개 시·도가 참여하는 '협의체'를 운영하면서 빠른 시일 내 협약식 등 구체적 시행안을 내 놓겠다는 입장을 피력한 바 있다.

실제 김 청장은 지난 13일 첫 업무보고를 통해 "행안부와 과기정통부 등 정부 주요부처가 추가로 이전하고 국회 세종의사당 건립예산이 확보되는 등 행복도의 입지가 윤곽을 드러내고 있는 상황에서 TF 팀 구성을 시작으로 본격화된 충청권 상생을 위해 전담협의체 구성을 빠른 시일 내 마련할 것"이라고 밝혔다.

이춘희 세종시장도 21일 정례브리핑을 통해 "행복청 주도로 4개 시도에서 파견된 상생발전기획단이 구성되면 충청권 발전을 위한 공동연구용역과 토론회 등이 마련될 것"이라며 기대감을 피력했다.

이 같은 분위기 속에 행복도시 도시계획 수립에 4개 시·도 공무원이 참여하는 '상생발전기획단'이 가동되면 세종시를 중심으로 대전과 충남북을 연결하는 광역교통망 구축은 물론, 문화관광벨트 구축 등 구체적 실행방안을 모색한다.

@highlight

지난 19일 '신행정수도 후속대책을 위한 연기·공주지역 행복도시 건설 특별법'과 '행복청 직제' 개정안이 국무회의를 통과하며 광역권 도시계획이 본격화 될 전망인 가운데 상생발전기획단이 가동되어 세종시 중심 광역교통망 및 문화 관광벨트 구축 등 구체적 실행방안이 논의될 예정이다.