▲ 울산대학교 화학과 하지원 교수팀이 광학현미경을 이용해 단일 플라즈모닉 금나노입자의 광특성을 분석하는 모습.

금나노입자에서 발생하는 고에너지 ‘핫전자(hot electron)’의 계면 전달을 조절할 수 있는 새로운 방법이 나왔다.

21일 울산대학교 화학과 하지원 교수팀은 플라즈모닉 금나노입자에 강하게 흡착하는 티오페놀(thiophenol) 분자들의 전자친화도(electrophilicity)를 조절해 고에너지 ‘핫전자’의 계젼 전달을 조절할 수 있는 방법을 개발했다고 밝혔다

호수에 돌을 던지면 물결 파장이 발생하듯이, 플라즈모닉 금나노입자에 빛에너지가 전달되면 금속 내부에 자유전자가 특정한 파장의 빛을 흡수해 금속 표면에서 집단적으로 진동하게 된다.

이를 국소 표면 플라즈몬 공명 현상(local surface plasmon resonance)이라고 한다.

이 과정에서 플라즈모닉 핫전자가 발생하는데, 이는 차세대 에너지원으로 주목받고 있다.

최근에는 이 플라즈모닉 핫전자를 이용해 수소에너지 생성을 위한 물 분해 반응 등 다양한 광촉매와 광화학반응에 활용하는 연구들이 활발하게 이뤄지고 있다.

하지원 교수팀은 금나노입자 표면에 강하게 흡착하는 티오페놀 분자들의 전자친화 강도에 주목했다.

이 강도를 조절하면서 플라즈모닉 핫전자의 계면 전자 전달과 화학 계면 감쇠 현상을 조절할 수 있다는 새로운 가능성을 제시했다.

연구진은 이번 연구 결과로 고에너지 핫전자를 다양한 광촉매반응과 광화학반응에 보다 효율적으로 활용할 수 있을 것으로 기대하고 있다.

이번 연구 결과는 나노분야 세계적 권위지인 나노 레터스 11일자 온라인판에 게재됐다.

@highlight

21일 울산대학교 화학과 하지원 교수팀은 '핫전자(hot electron)’의 계면 전달을 조절할 수 있는 새로운 방법을 개발했고 이번 결과로 다양한 광총매반응과 광화학반응에 보다 효율적으로 활룡할 수 있을것으로 예상하고 있다.