[ 김형규 기자 ] 한국이 유엔 자문기구가 조사한 '행복한 국가' 순위에서 156개국 중 54위에 그쳤다.

평가 항목 중 자유, 부정부패 등에서 낮은 점수를 받았기 때문이다.

유엔 자문기구인 지속가능발전해법네트워크(SDSN)는 20일(현지시간) 발표한 '2019 세계행복보고서'에서 한국의 행복지수가 5.895점(10점 만점)이라고 밝혔다.

핀란드가 7.76점으로 작년에 이어 2년 연속 1위를 지켰다.

SDSN은 2012년부터 사회적 지원, 자유, 부정부패, 관용, 1인당 국내총생산(GDP), 기대수명 정도를 측정해 행복지수를 산출하고 있다.

SDSN은 "갤럽 데이터를 바탕으로 유엔과 독립된 전문가 그룹의 분석을 거쳐 보고서를 작성한다"고 설명했다.

한국은 기대수명(9위), 1인당 GDP(27위), 관용(40위)에서 좋은 점수를 받았다.

하지만 자유(144위), 부정부패(100위), 사회적 지원(91위) 등에서 하위권을 기록했다.

한국의 행복한 국가 순위는 2015년 47위였고, 2017년 57위였다.

1위 핀란드에 이어 덴마크(7.60점), 노르웨이(7.55점), 아이슬란드(7.49점), 네덜란드(7.48점), 스위스(7.48점), 스웨덴(7.34점), 뉴질랜드(7.30점), 캐나다(7.28점), 오스트리아(7.26점)가 뒤를 이었다.

미국은 작년보다 한 계단 떨어진 19위를 기록했다.

아시아에서는 대만이 25위(6.46점)로 가장 높은 순위를 차지했다.

싱가포르(34위), 태국(52위)도 한국보다 행복지수가 높았다.

지난해 54위로 한국보다 순위가 높았던 일본은 올해 58위로 4계단 떨어졌다.

기대수명은 2위로 높은 점수를 얻었지만 관용(92위)에서 낮은 순위를 기록했다.

중국은 지난해 86위에서 올해 93위로 더 미끄러졌다.

중국은 세부 평가 항목별로 관용에서 133위, 사회적 지원에서 108위에 그쳤다.

@highlight

유엔 자문기구 지속가능발전해법네트워크가 20일 발표한 '2019 세계행복보고서'에서 한국의 행복지수가 10점 만점에 5.895점이며, 평가 항목 중 자유, 부정부패 등에서 낮은 점수를 받은 것으로 인해 156개국 중 54위에 그쳤다고 밝혔다.