기고 인구고령화와 저출산에 따른 인구절벽의 문제는 비단 우리나라뿐만 아니라 세계적인 문제인데요, 실제로 일부 학자들은 출산율이 현재와 같은 수준으로 유지된다면 2029년부터 인구가 급격히 감소하여 2500년이 되면 한민족이 소멸한다는 끔찍한 예측을 하기도 합니다.

그런데 정작 결혼과 출산, 육아가 두려운 미래세대들은 여전히 독신과 욜로(Yolo)인생을 추구하고 있습니다.

박근혜 정부 당시 징벌적 미혼세(Singgle tax)를 추진하겠다고 발표했다가 여론과 젊은층의 집중포화를 맞고 철회한 적도 있는데, 세금을 통해 강제하는 것보다 젊은이들이 마음 놓고 결혼과 출산을 할 수 있는 환경을 마련해주는 것이 선행되어야 할 것입니다.

역사적으로 서양에서는 조세정책을 통해 인구증가와 종족 유지의 당위성을 실현한 적도 있습니다.

미국 미주리주에서는 18세기 초에 미혼 세법을 제정하여 21세 이상 50세 이하의 미혼남성에게 매년 1달러씩의 세금을 부과하여 백인 남성의 인구가 증가하고 중앙정치 무대에서 발언권이 강화되자 인근주에서도 미혼세나 미혼 벌금을 부과하였습니다.

또한 러시아에서는 미출산 가정에 소득의 6%를 미출산세로 부과하는 정책을 1940년부터 1990년 연방이 해체될 때까지 유지하기도 했습니다.

출산장려 정책의 가장 모범적인 사례로 꼽히는 구독일 프로이센에서는 출산장려를 위해 출산하는 경우 각종 혜택을 주고, 남자들의 수도원행을 막고 상대 여성이 과부인 경우 중혼을 허용하는 등 적극적인 성개방정책을 통해 불과 50년 만에 인구를 두 배 이상 늘렸으며 이는 훗날 독일통일의 초석이 되었습니다.

프로이센의 사례에서 보듯 출산장려를 위해서는 징벌적인 미혼세나 벌금보다는 출산에 대해 적극적인 혜택을 주는 유인책이 효과적이고 이를 위한 재원이 부족하다면 증세보다는 노인층에 돌아가는 복지혜택을 줄이는 것도 고려해볼 필요가 있습니다.

@highlight

인구고령화와 저출산으로 인한 인구절벽 문제가 심각하여, 한 때 미혼세를 발표했다가 철회한 적도 있으나 출산을 장려하기 위해서는 출산에 대한 적극적인 혜택을 주고 노인 복지혜택을 줄이는 것을 고려할 필요가 있다.