요즘같이 날씨가 건조한 시기에는 얼굴에 하얀 각질이 많이 일어나게 된다.

하지만 아무리 벗겨내도 계속해서 생긴다면 얼굴 건선을 의심해야 한다.

얼굴 건선은 전 연령대에서 생길 수 있어 환절기에는 특히 주의해야 한다.

얼굴 건선의 주요 증상은 붉은색의 작은 홍반이 군집해 생긴다.

이후 점차 합쳐져 판을 이루게 된다.

그리고 그 위에 하얀 각질이 겹겹이 드러난다.

또한 발생 후 증상이 좋아졌다 나빠지기를 오랜 시간 동안 반복하게 된다.

일시적으로 좋아졌다하더라도 다시 생길 수 있다.

봄이 다가 올 수록 건조한 날씨에는 피부 수분이 줄어들기 때문에 건선이 더 많이 발생하거나 악화되는 경향이 나타난다.

얼굴에 나타난 과도한 각질과 홍반, 염증 등으로 인한 불편함뿐 아니라 사람들의 따가운 시선을 받으면 자신감 하락, 우울증, 대인관계 기피 등의 정신적인 문제를 겪기도 한다.

일부 사람들은 얼굴 건선으로 인해 나타난 인설, 각질 등을 억지로 떼어내기도 한다.

건선으로 인한 각질을 무작정 떼려고 하면 자극으로 인한 부작용이 발생할 수 있다.

건선 발생은 인체 면역력과 깊은 관련이 있다.

자가 면역기능이 지나치게 반응하게 되는 것이 건선 발생 이유라는 것에서 알 수 있듯이 피부를 건강하게 만드는 것도 중요하지만 건선 치료를 위해서는 무엇보다 면역력을 높이는 것이 필요하다.

생기한의원 부산서면점 김철윤 원장은 "얼굴 건선의 원인 치료는 저하된 면역력과 인체의 면역체계를 바로 잡는 게 핵심이다. 환자 개인의 체질과 증상에 맞춘 한약과 침, 약침 등을 이용해 인체 면역 시스템을 바로 잡아 나가게 된다. 이를 통해 단순한 대증치료가 아닌 인체의 면역시스템을 바로 잡아야 치료해 나 갈 수 있는 것"이라고 밝혔다.

한편 얼굴 건선은 피로와 스트레스가 증상 악화 및 재발에 큰 영향을 끼친다.

따라서 얼굴건선의 재발과 악화를 예방하기 위해서는 규칙적이고 깊은 수면습관과 긍정적인 사고 방식을 키울 필요가 있다.

더불어 몸 안의 노폐물을 몸 밖으로 빼내는 한약처방도 혈액을 맑게 해 건선 발생을 줄이는 것으로 알려져 있다.

@highlight

환절기 붉은색의 작은 홍반이 군집해 생기는 얼굴건선은 스트레스 피하고 규칙적인 생활습관으로 면역체계 잡아야 예방된다.