어린이 참여놀이극 '보물섬을 찾아서'(국립제주박물관 제공).

국립제주박물관 참여 놀이극 '보물섬을 찾아서'

매달 찾아오는 문화의 날이지만 따뜻한 봄이라 특별한 것 같다.

그래서 조금 더 특별한 날에 다양한 체험행사들이 마련됐다.

국립제주박물관은 27일 오후 3시와 6시, 2회에 걸쳐 어린이를 위한 참여놀이극 '보물섬을 찾아서'를 공연한다.

사라져가는 웃음을 찾기 위해 웃음의 묘약이 숨겨져 있다는 보물섬으로 떠나는 놀이극이다.

관람하는 어린이들이 직접 참여해 함께 극을 완성해가는 성취감을 갖게 하도록 준비한 연극이다.

280석에 한해 공연 당일 오후 2시와 5시 국립제주박물관 강당 앞에서 선착순 입장권 배부한다.

문의=064-720-8035.

설문대여성문화센터는 영화 '지슬-끝나지 않은 세월2'를 상영한다.

'지슬'은 1948년 제주4·3사건 발생으로 폭도로 몰린 주민들이 숨어 지내던 동굴에서 벌어지는 일상을 그렸다.

71주년 4·3희생자 추념식을 앞둔 시점에서 다시 한 번 4·3을 기억하고 되새길 수 있는 영화다.

설문대여성문화센터 4층 공연장에서 저녁7시에 상영한다.

문의=설문대여성문화센터(064-710-4242).

항파두리 항목 유적지에서는 우리의 역사를 보고 들을 수 있는 체험행사를 마련했다.

해설사와 함께 항몽유적 역사와 토성탐방, 연날리기체험 등 우리의 전통문화와 사적지를 해설사의 실감나는 해설로 더 자세히 알 수 있도록 구성했다.

역사해설의 경우 전화로 사전 신청해야 하며 진행 시간 또한 프로그램별로 달라 제주항파두리유적 홈페이지(http://www.jeju.go.kr/hangpadori/index.htm)공지사항을 확인해야한다.

문의=064-710-6720~7.

이 밖의 행사는 문화가 있는 날 홈페이지(http://www.culture.go.kr/wday/)에서 제주지역을 검색해 확인할 수 있다.

@highlight

27일 문화의 날을 맞아 제주에서 즐길수 있는 문화행사로는, 27일 오후 3시와 6시 국립제주박물관에서 공연되는 어린이를 위한 참여 놀이극 '보물섬을 찾아서', 설문대여성문화센터에서 저녁 7시 상영되는 '지슬-끝나지 않은 세월2', 항파두리 항목유적지의 역사 체험행사 등이 있다.