비즈니스 박람회·문화공연 등 다채 (동양일보 이도근 기자) “한국JC 전국회원대회는 JC회원들만의 행사가 아닌 청주시민과 함께 하는 행사가 될 겁니다.”

올 가을 청주에서 ‘한국 청년회의소(JC) 전국회원대회’가 열린다.

청주JC는 68차 한국JC 전국회원대회가 오는 10월 18~21일 2박3일간, 청주시내 일원에서 열린다고 밝혔다.

청주는 광주와 함께 개최지 후보에 올라 치열한 경합을 펼친 끝에 과반수 이상의 득표를 얻어 유치에 성공했다.

청주에서 이 대회가 열리는 것은 2004년 이후 15년 만이다.

JC전국대회는 매년 열리는 대회로 전국에서 2만여명의 JC회원과 가족 등이 참가하는 대단위 행사다.

2만여 명의 청년 경제인들이 청주로 모이는 만큼 관광과 숙식, 쇼핑 등 50억원 이상의 지역경제 파급효과가 기대되고 있다.

또 이들을 통해 청주의 역사·문화·관광을 알리고 ‘기업하기 좋은 도시’ 충북, 청주를 홍보하는 효과를 거둘 수 있다.

이번 대회를 주관하는 청주JC는 JC회원들만의 행사가 아닌 지역사회와 함께 하는 축제로 진행한다.

시민음악회와 비즈니스 박람회와 함께 시민들이 참여하는 문화공연과 불꽃축제 등이 펼쳐질 계획이다.

이를 위해 청주JC는 전국 처음으로 전국회원대회 공식 홈페이지를 개설하고, SNS 채널도 운영하며 청주의 다양한 문화와 행사, 볼거리를 상시 홍보하고 있다.

특히 청주JC는 전국회원대회 홍보를 위해 전국 17개 시·도를 돌며 대회 홍보에 그치지 않고, ‘2019충주세계무예마스터십’과 ‘2019청주국제공예비엔날레’ 등 지역행사를 홍보하는데도 힘쓰고 있다.

이용태 회장은 “50여 회원들이 개인사업도 뒤로 미루고 대회 성공개최를 위한 홍보에 나서고 있다”며 “충북도와 청주시도 이 대회의 문화·경제적 효과를 충실히 살펴 적극 협조해주길 바란다”고 말했다.

@highlight

올 가을 청주에서 ‘한국 청년회의소(JC) 전국회원대회’가 열리는데 이로 인해 청주시는 지역경제 파급효과와 홍보효과를 거둘 수 있을 것으로 기대하고 있다.