천안시가 청사 주차장의 유료화 추진에 나서 논란이다.

시는 오늘 개회하는 제220회 시의회 임시회에 제출한 '2019년도 일반 및 특별회계 제1회 추가경정예산안'에 시청사 주차장 유료화 관련 예산을 포함시켰다.

시비 1억 1000만 원을 편성해 의회의 의결을 거친 뒤 주차료 징수를 위한 시설을 갖춰 6월부터 운영하겠다는 것이다.

주차장 운영의 효율성을 높이겠다는 명분인 데 시민 누가 납득할 수 있을지 의문이다.

시는 주차장 유료화 이유로 장기주차나 청사 이용과 무관한 타 목적으로 차를 대는 사례가 많다는 점을 들었다.

충남 15개 시·군 중 유일하게 지난해 11월부터 주차장 유료화에 들어간 논산시 사례도 참고 했음직하다.

하지만 어느 공공기관이나 장기 주차 같은 문제로 골치를 앓고 있는 건 마찬가지다.

그럼에도 자치단체의 공공성 측면에 주목해 민원인들에게 주차비 청구서를 내미는 곳은 거의 찾아보기 어렵다.

시청사가 혈세로 만들어졌다는 사실을 안다면 나오기 힘든 발상이다.

더구나 시청 주차장은 타 공공기관 청사 주차장보다 넓은 편이다.

지하 1층·지상 1층 규모로 주차면이 359개나 된다.

관리만 제대로 한다면 시청을 이용하는 시민들에게 돈을 받으면서까지 운영하지 않을 방안은 얼마든지 있다.

주차료 타령을 할 게 아니라 장기 주차하는 차량의 진입을 원천 방지하는 등의 방법을 써 시민에게 부담을 전가하지 말라는 얘기다.

유료화 결론은 시의회 및 시소비자정책심의위원회 심의와 조례 제·개정 등의 절차를 거쳐 최종 확정된다.

시의 구상과 상관없이 제동을 걸 수 있는 장치가 있는 만큼 제대로 된 결정을 바란다.

장기주차 방지책을 마련하고, 공무원들이 앞장 서 대중교통을 이용하는 등의 솔선수범을 보이고도 주차장 운영이 어렵다면 그나마 주차료 징수가 설득력을 가질 수 있을 것이다.

검토 가능한 다른 방안을 팽개친 채 시민의 얇은 호주머니를 겨냥하니 이런 게 바로 행정편의주의 아닌가.

@highlight

천안시가 무분별한 주차 차량에 대한 방지 목적으로 주차장의 유료화 추진에 나섰으나 다른 여러 대응방안을 간과하고 있어 행정편의주의라는 논란을 빚고 있다. 