산업 맞춤형 인력양성 사업으로 4400여명의 인력을 양성하기로 했다.

또 경기지역 혁신프로젝트를 통해 지역에 적합한 일자리 양성에도 주력할 방침이다.

도는 22일 경기북부청사에서 올해 첫 경기도 지역인적자원개발위원회 본회의를 열고 이 같이 합의했다.

이날 회의에는 공동위원장(이화순 행정2부지사, 조용이 경기경영자총협회 회장, 김용목 한국노총 경기지역본부 의장)을 비롯한 위원 20여명이 참석한 가운데 작년 추진성과를 발표하고, 올해 운영계획 및 향후 추진 방향에 대해 논의하는 시간을 가졌다.

도 지역인적자원개발위원회는 인력 및 교육훈련 수요를 조사해 도내 산업에 필요한 인력을 양성하고, 지역 일자리 문제 해결을 위해 구성된 일종의 고용정책 거버넌스다.

위원회는 지난해 10인 이상 300인 미만 기업체 대상 정기수요조사 및 지역 전략산업 중심 상시수요조사를 통해 인력·훈련 수급조사를 강화했다.

이와 함께 분과위원회, 인력양성협의체, 일자리창출협의체 등 운영을 통해 기존 '인력양성'에서 '일자리 사업 주체'로 역할을 확대하며 거버넌스 역할을 강화했다.

이 같은 노력으로 도 지역인적자원개발위원회는 고용노동부와 산업인력공단이 실시한 성과평가 결과 4년 연속 우수기관으로 선정되는 성과를 거뒀다.

올해는 지난해 실시한 도내 인력 및 훈련 수급분석 결과를 바탕으로 지역·산업 맞춤형 인력양성을 담당할 공동훈련센터로 경기도경제과학진흥원 등 6개 기관을 선정해 총 120개 과정 4434명을 교육할 예정이다.

도는 매년 지역인력양성계획 수립을 위해 실시하는 인력·훈련 수급조사에 산업 동향 및 노동시장 전망 등을 반영해 향후 인력 수요 방향성을 제시하고, 산업별·권역별 주요 이슈를 기반으로 상시수요조사를 실시해 훈련과정과 연계할 계획이다.

위원회는 또 지역·산업별 특성을 반영한 지역일자리 사업의 효율적 운영을 위한 '경기지역 혁신프로젝트'의 성공적 추진을 결의했다.

이화순 도 행정2부지사는 "지금 가장 중요한 현안은 바로 일자리"라며 "일자리 미스매치를 해소하고, 좋은 일자리가 더 많이 만들어질 수 있도록 적극 지원해나가겠다"고 말했다.

@highlight

경기도는 22일 경기북부청사에서 경기도 지역인적자원개발위원회 본회의를 열어, 올해 지역 맞춤형 인력양성 사업을 시행해 4400여명의 인력을 양성하고, 혁신프로젝트를 통해 지역 일자리 양성을 추진한다고 밝혔다.