22일 북한의 일방적인 철수로 개성 남북공동연락사무소가 6개월여 만에 존폐 위기에 놓였다.

더욱이 개성 남북연락사무소는 문재인 대통령과 김정은 북한 국무위원장이 직접 합의한 내용이었다는 점에서 상징적 의미가 커 청와대의 고민도 더욱 깊어지는 분위기다.

하노이 북미정상회담에서 비핵화 합의가 결렬된 후 북미 간 비핵화 대화 재개를 위한 노력에 부심하던 문 대통령이 또 한 번 큰 고비를 맞게 된 탓이다.

연락사무소에서 북한이 철수했다는 소식이 전해지자 청와대는 별도의 입장을 내지 않은 채 정의용 국가안보실장 주재로 국가안전보장회의(NSC) 상임위를 여는 등 긴박하게 돌아갔다.

북미 간 비핵화 대화의 접점을 찾아 한반도 평화프로세스의 동력을 되살리고자 한 문 대통령에게 북한의 이번 조치는 적잖은 타격이 될 것이라는 해석이 나온다.

'포스트 하노이' 국면에서 확고한 비핵화 의지를 내세우며 단계적 비핵화 수용을 요구해 온 북한이 지난 15일 최선희 외무성 부상을 통해 미국을 압박한 바 있고 남북연락사무소 철수라는 구체적 조치를 행동으로 옮겼다는 점은 부담스러운 대목이다.

최 부상은 평양에서 연 긴급 회견에서 "미국의 요구에 양보할 의사가 없다"면서 "미사일 시험 발사와 핵실험 중단을 계속할지 말지는 전적으로 김 위원장의 결정에 달렸다"고 말했다.

미국과의 비핵화 협상 중단 고려까지 시사한 최 부상의 회견 내용에 청와대는 즉각적 판단을 자제한 채 무엇보다 북미 간 기 싸움이 긴 냉각기로 이어지는 것을 막는 데 공을 들였다.

북미 간 갈등이 현 상황을 야기한 핵심 요인이라는 점에서 마땅한 역할 찾기에 한계가 있을 수밖에 없는 문 대통령으로서는 운신할 폭이 더욱 좁아졌다는 우려 섞인 관측이 나온다.

이와 같은 맥락에서 문 대통령과 청와대의 중재·촉진 행보가 더욱 신중하고 정교하게 이뤄져야 한다는 지적이다.

일단 청와대가 북한의 연락사무소 인력 철수에 별도의 입장을 내지 않은 것은 향후 행보에 매우 조심스럽게 임하겠다는 의지로 볼 수 있다.

@highlight

22일 북한의 일방적인 철수로 개성 남북공동연락사무소가 6개월여 만에 존폐 위기에 놓이며 북미 간 비핵화 대화 재개를 위한 노력에 부심하던 문 대통령이 또 한 번 큰 고비를 맞게 되었다.