[영주=환경일보] 김시기 기자 = 한국철도시설공단 건설본부 관계자들이 영주역사 신축사업 설계용역의 본격착수를 위해 지난 19일 영주역을 방문했다

영주역사는 1971년 1월 준공된 후 48년 동안 이용되면서 시설이 노후 되어 지역주민 및 철도 이용객들이 불편을 호소하고 있어 당초 노후된 영주역사의 리모델링 계획이었으나, 최교일 국회의원, 장욱현 영주시장, 영주시 관계자 등의 지속적인 요구로 지난해 12월 기획재정부 총사업비 252억 원을 투입해 현재 3,684㎡ 규모에서 4,776㎡ 규모로 확대하여 2020년에 최종 완공을 목표로 신축이 결정됐다

한국철도시설공단 관계자는 "새롭게 지어지는 영주역사는 부석사와 소수서원 등 영주의 역사문화를 나타낼 수 있도록 영주시의 도시재생 전략계획과 도시재생뉴딜사업을 반영해 명품 역사를 건설할 수 있도록 하겠다"고 밝혔다.

장욱현 영주시장은 "명품 역사를 만들어 5개 지방철도청이 있던 철도 중심도시로써의 명성을 회복하고, 지역의 새로운 랜드마크가 될 수 있도록 할 것"이며 "특히 대한민국을 대표하는 아름다운 공공건축물 도시인만큼 한국철도시설공단과 철도공사와 적극 협업하여 지역밀착형 생활SOC 우수도시에 걸맞는 명품역사를 신축하겠다"고 말했다.

영주시는 중앙선, 영동선, 경북선 등이 교차하는 철도교통의 요충지로, 60~70년대 경북의 산업을 이끄는 역할을 담당해왔다.

이후 산업구조의 변화에 따른 철도 수송량 감소로 발전이 주춤했으나 현재 건설되고 있는 중앙선 복선전철화 사업을 통해 서울과의 거리가 1시간 10분대로 좁혀지고, 중부권 동서내륙철도 건설이 국정과제에 포함되면서 철도 중심도시로서의 옛 영광을 회복할 것으로 기대를 모으고 있다.

특히, 지난해 부석사가 유네스코 세계유산에 등재된 데 이어 소수서원의 세계유산 등재가 유력해지면서, 철도를 이용한 관광객 증가로 영주 지역경제에 새로운 활력이 될 것으로 전망된다.

@highlight

한국철도시설공단 건설본부 관계자들은 영주역사 신축사업 설계용역의 본격착수를 위해 지난 19일 영주역을 방문했는데, 당초 노후된 영주역사의 리모델링 계획에서 관계자의 지속적 요구로 2020년 완공을 목표로 신축이 결정되어, 영주의 역사문화를 나타낼 수 있도록 명품 역사를 건설하겠다고 한국철도시설공단 관계자가 밝혔다.