] 총 사업비만 10조원 규모인 반포주공1단지 1·2·4주구 재건축조합이 LH(한국토지주택공사)와의 소송에 이어 조합원 내부 분쟁에 시달리고 있다.

22일 부동산업계에 따르면 오는 27일 대의원 선임 총회를 앞두고 있는 반포주공1단지 1·2·4주구 재건축조합에서 조합장 측 특정 후보 투표를 유도하는 유인물을 보내 불법 투표 논란이 일고 있다.

일명 '반포지킴이'라는 단체는 조합원들에게 우편으로 유인물을 보내 투표용지 복사본에서 조합장 측 후보자 옆에 점을 찍어 투표를 유도했다.

이 단체는 "관리처분인가 무효소송을 주도한 자들이 대의원이 돼 조합장을 해임하고 집행부를 장악하려 한다"며 "이번 대의원 선거에서 그들이 당선되면 사업이 지연되고, 재건축초과이익부담금 2조5000억원을 부담해야 할 수도 있다"고 주장했다.

하지만 특정 후보자를 지지하는 유인물을 조합원들에게 개별적으로 보내는 것은 조합 선거관리규정상 어긋나는 행위다.

한 조합원은 "이른 사업 진행은 찬성하지만 이런 식의 불법 선거행위는 잘못된 것 같다"고 전했다.

앞서 지난해 9월 일부 조합원이 서울중앙지방법원에 2017년 시공사 선정 과정에 문제가 있다며 시공사 선정 총회를 무효로 해달라는 '총회결의 무효 확인 소송'을 냈다.

이들은 시공사 선정 투표를 앞두고 제시된 스카이브리지 등 5000억원 규모의 특화안이 시공사 본계약에선 빠졌다는 점을 문제로 지적했다.

시공사 선정이 무효화될 경우 지난해 진행한 관리처분계획 신청도 무효화된다.

새롭게 관리처분인가를 받으면 조합이 초과이익환수제를 적용받아 부담금을 낼 수도 있다.

여기에 반포주공1단지 1·2·4주구 재건축 조합은 지난달 말 LH에 조합 부지 내 LH와 관련 있는 필지와 일부 건물의 소유권등기이전청구 소송을 제기했다.

반포1단지 1·2·4주구는 지난해 말 해당 자치구인 서초구청으로부터 관리처분인가까지 받았지만 LH와의 분쟁으로 이주 및 철거를 하지 못하고 있다.

LH 땅 소유권을 조합이 넘겨받지 못하면 조합원이 아닌 남의 땅이기에 사실상 착공이 어렵기 때문이다.

@highlight

총 사업비만 10조원 규모인 반포주공1단지 1·2·4주구 재건축조합이 LH(한국토지주택공사)와의 소송에 이어 조합원 내부 분쟁에 난항을 겪고 있는 가운데, 시공사 선정이 무효화되면 지난해 진행한 관리처분계획 신청도 무효화되며, LH 땅 소유권을 조합이 넘겨받지 못하면 조합원이 아닌 남의 땅이기에 사실상 착공이 어려워 조합원 내분이 조기 진화하는 것이 절실한 상황이다.