[ 서민준 기자 ] 정부가 성장이 정체된 섬유산업을 되살리기 위해 1000억원을 투자하기로 했다.

사양산업화되고 있는 섬유산업을 첨단 소재 도입, 스마트의류 개발 등 기술 혁신을 통해 고부가가치 산업으로 바꾸겠다는 취지다.

성윤모 산업통상자원부 장관은 22일 대구의 섬유가공업체 씨엠에이글로벌을 방문해 이런 내용의 섬유산업 수출활력대책을 발표했다.

정부는 우선 고기능성 직물 등 프리미엄 제품의 연구개발에 762억원, 섬유산업 스마트공장용 핵심 기술 개발에 245억원을 투자할 계획이다.

섬유패션과 정보통신기술(ICT)을 융합한 스마트의류 시장이 활성화되도록 관련 규제도 풀기로 했다.

마케팅 지원에도 힘을 쏟는다.

올 6월 태국 방콕과 10월 아랍에미리트(UAE)에서 대규모 산업·문화 융합박람회를 열어 한국 섬유 기업의 해외 홍보를 측면 지원할 예정이다.

성 장관은 "국내 기업의 지식재산권 보호를 위해 현지 단속을 지원하고 지재권 피해 예방활동을 강화할 것"이라고 강조했다.

섬유산업은 한때 한국 경제를 이끌던 주력 산업이었지만 수출과 생산이 계속 줄어들고 있다.

섬유 수출은 2013년 161억달러에서 2018년 141억달러로 12.4% 감소했다.

하지만 탄소섬유, 아라미드 등 첨단 소재 활용범위를 넓히고 ICT와 융합하면 높은 부가가치를 창출할 수 있다는 게 정부의 생각이다.

이날 성 장관이 방문한 씨엠에이글로벌이 대표적인 사례다.

이 회사는 머리카락 굵기의 100분의 1 정도인 초극세사 섬유를 이용해 광학렌즈, 디스플레이 패널 등의 제조과정에 쓰이는 클리너를 생산한다.

세계 100여 국에 수출하고 산업부의 '2018년 세계일류상품'에도 선정됐다.

씨엠에이글로벌은 이날 "중소기업의 활발한 해외 진출을 위해 수출보험 보상 한도를 확대하고 이용 부담을 완화해달라"고 건의했다.

성 장관은 "올 1월부터 중소기업에 대한 무역보험 할인율을 35%로 늘리고 31개 주력 시장과 60개 신흥시장에 대해 신규 보험 한도를 2배 확대했다"며 "수출보험 등 금융 측면에서 추가로 지원할 부분이 있는지 검토하겠다"고 말했다.

@highlight

정부는 스마트의류 개발 등 기술 혁신을 통해 고부가가치 산업으로 바꾸겠다는 취지로 프리미엄 제품의 연구개발에 762억원, 섬유산업 스마트공장용 핵심 기술 개발에 245억원 총 1000억원을 투자하기로 했다고 밝혔다.