트위터의 공동창업자이자 최고경영자(CEO)인 잭 도시(42·사진)는 최근 회사 실적의 '화려한 부활' 비결을 묻는 질문에 이렇게 답했다.

도시 CEO는 22일 서울 장충동 신라호텔에서 열린 기자회견에서 "트위터의 강점은 대화를 통해 사회를 건전하게 바꾸는 동력을 만드는 '공론의 장' 역할을 한다는 것"이라며 "사용자 수보다 영향력 확대에 집중하고 있다"고 말했다.

5년 만에 한국을 찾은 그는 전날 청와대에서 문재인 대통령을 예방했다.

한동안 인기가 시들했던 트위터는 다시 상승세를 타고 있다.

지난해 4분기 매출이 9억900만달러(약 1조원)로 전년 동기 대비 24% 뛰었고, 이익률은 28%를 기록했다.

하루 한 번 이상 접속해 광고를 보는 이용자는 1억2600만 명으로 1년 새 9% 늘었다.

지인과의 소통 위주인 다른 소셜네트워크서비스(SNS)와 달리 트위터는 불특정 다수와의 공개 대화에 특화했다.

도시 CEO는 지난해 한국 트위터에서 확산된 '스쿨 미투(학내 성폭력 고발운동)'를 언급하며 "트위터를 통해 용기 있는 내부 고발이 이어지고 사회에 긍정적 변화를 가져온 사례"라고 했다.

트위터의 부활에는 K팝도 효자 노릇을 톡톡히 했다.

한국 가수들의 트위터 계정과 동영상 생방송이 인기를 끌면서 세계 곳곳에서 10대 이용자 유입이 부쩍 늘었다.

지난해 올라온 K팝 관련 트윗은 53억 건으로 러시아월드컵(6억 건) 관련 트윗을 압도했다.

도시 CEO는 "K팝이 트위터의 성장에 크게 기여했다"며 "트위터에서 팬들이 스타의 소식을 가장 빨리 접하고, 스타들은 팬덤을 강화하는 강력한 선순환이 이뤄지고 있다"고 했다.

트위터가 가짜뉴스와 여론 조작에 악용된다는 지적에는 "머신러닝 같은 인공지능(AI) 기술을 강화해 잘못된 정보가 퍼지지 않도록 노력하겠다"고 약속했다.

신창섭 트위터코리아 대표도 "콘텐츠 건전성 개선은 트위터의 미래가 걸린 문제"라며 "우선순위 1번에 놓고 투자하고 있다"고 했다.

@highlight

서울 장충동 신라호텔에서 개최된 기자회견에서 트위터의 공동창업자이자 최고경영자(CEO)인 잭 도시는 최근 회사 실적의 '화려한 부활' 비결을 묻는 질문에 트위터는 불특정 다수와의 공개 대화에 특화한다며 앞으로 사용자 수보다 영향력 확대에 집중할 예정이라고 밝혔으며 K팝 덕에 10대 이용자 크게 늘었다고 말했다.