= 부산시설공단이 세계적인 공원운영 기관과 손잡고 문화와 관광을 접목한 공원운영 활성화에 박차를 가한다.

녹지분야 업무협약(MOU)을 체결했다고 밝혔다.

싱가포르 마리나베이에 위치한 가든스 바이 더 베이(Gardens by the Bay)는 2012년 6월29일 개장한 세계적 관광명소로 손꼽히는 공원이다.

면적 54ha, 조성비 약 6,600억원(국비)으로 2007년 ~ 2012년에 걸쳐 조성된 싱가포르의 대표적인 관광지 '가든스바이더베이'는 세계최대 온실 '클라우드 포레스트'(972,000㎡)와 스카이 수퍼트리(25~50m) 18개가 조성돼있다.

이번 협약은 지난해 10월 31일 ~ 11월 2일 오거돈 부산시장의 '신남방 시장진출, 도시외교' 순방에 따른 후속조치로 부산도시외교 전략과제 추진 및 글로벌 네트워크 확대를 위하여 추 이사장이 꾸준하게 준비해온 결과다.

그간, 협약체결을 위해 공단은 공원관리처를 중심으로 싱가포르 가든스바이더베이 현지 실무팀과 지속적으로 협의를 거쳐 공원 운영과 관련한 다양한 정보를 공유해왔다.

이날 업무협약(MOU) 체결 사항은 부산시설공단(BISCO)과 가든스바이더베이(GB)의 정원과 공원의 개발 및 관리에 대한 자문, 기술적 또는 과학적 정보와 데이터의 교환, 양기관 직원들의 교환방문, 온실과 정원 분야의 기술노하우 교환을 위한 공동 시책 추진, 식물 재료의 교환 등을 주요 내용으로 상호 협력하기로 하였다.

협약식에 앞서 가든스바이더베이에서는 온실 운영분야의 Senior Diretor. Andy Kwek와 온실 설계자인 Deputy Director. Chad Davis가 직접 가든스바이더베이의 주요 시설인 온실 2개소(플라워 돔, 클라우드 포레스트)에 대하여 안내 및 시설 설명과 관광객 유치를 위한 마케팅 전략 등 운영기법을 공유하였다.

@highlight

부산시설공단이 세계적인 공원인 싱가포르 가든스 바이 더 베이와 손잡고 문화 관광을 접목한 공원운영 활성화를 위해 녹지분야 업무협약을 체결했다고 밝혔다.