진안군 용담호의 수질자율관리 협약 3주체인 진안군, K-Water 용담지사, 용담호수질개선주민협의회가 지난 22일 '세계 물의 날' 기념행사를 실시하고 환경정화활동을 펼쳤다.

이날 기념행사 및 정화활동에는 협약 3주체 소속 직원 또는 회원 100여명이 참석했다.

이들은 진안읍 언건대교 주변에서 △EM(Effective Micro-organisms) 흙공 던지기 △잡초·목 제거 △환경정화 활동 등을 벌였다.

환경과 김요섭 과장은 "전북도민의 생명수인 용담호 물을 전국 최고의 수준으로 지킬 것"이라 다짐하고 "이번 물의 날 행사가 민·관협업을 강화하고 물의 소중함을 다시 한 번 일깨우는 계기가 되길 바란다"고 말했다.

한편, 이날 용담호에 던진 '이엠(EM) 흙공'이란 EM활성액, 황토흙, 쌀뜨물 등을 혼합, 반죽해 만든 공모양의 흙덩어리이다.

상온의 그늘에서 비닐을 덮어 7~10일간 발효시킨 것으로 물을 정화시키는 효능을 가지고 있다.

'EM 흙공'에는 효모, 유산균, 광합성세균 등의 미생물이 포함돼 있다.

이러한 미생물들은 하천 바닥에 쌓인 오염 물질을 분해해 수질을 개선한다.

EM은 오염물질의 정화, 항산화력의 증가, 부패 미생물의 도태, 중간 미생물의 유용화 같은 효능을 가지고 있다.

EM 가운데 유산균은 해로운 미생물을 억제시키고, 광합성세균은 남은 음식물이나 축분 또는 슬러지 등에서 나오는 암모니아나 황화수소 같은 유해가스를 악취 없는 물질로 변화시키기도 한다.

EM 흙공 50g 한 개가 물속에 들어가면 보통 1~2㎥가량의 수질 개선 효과를 내는 것으로 알려져 있다.

@highlight

진안군 용담호 수질자율관리 협약 3주체인 진안군, K-Water 용담지사, 용담호수질개선주민협의회 소속 직원 및 회원 100여명은 지난 22일 '세계 물의 날' 기념행사를 맞아 진안읍 언건대교 주변에서 기념행사를 실시하고 환경정화활동을 벌였다.