단독주택 거래량이 5년여 만에 최저수준으로 떨어지며 거래가 급감했다.

아파트와 달리 단독주택 매매가는 '9·13 대책' 이후에도 상승세를 이어가고 있지만, 거래절벽은 더 심화되는 분위기이다.

이런 가운데 정부는 단독주택의 경우 내년도 공시가격을 올해 수준으로 올리겠다는 계획이다.

22일 한국감정원에 따르면 지난달 단독주택의 매매·교환·증여 등 거래량이 지난 2014년 1월(7,964건) 이후 최저 수준인 8,385건으로 떨어졌다.

단독주택 거래량은 지난해 10월 1만 3,608건을 기록한 이후 매월 감소세를 나타내다가 이달에는 9,000건 미만으로 급감했다.

단독주택 거래량이 급감한 이유는 대출 규제·보유세 확대 등 정부의 주택 규제가 대폭 강화됐기 때문이다.

단독주택은 아파트와 달리 '9·13 대책' 이후에도 견고한 상승세를 이어가고 있다.

올 들어 전국 단독주택 매매가는 1월 0.19%, 2월 0.21% 등 상승세다.

서울의 경우, 단독주택 매매가 상승률이 지난 1월 0.35%, 2월 0.30% 등을 기록하고 있다.

거래량이 크게 줄면서 단독주택값도 내림세로 돌아설 가능성이 크다는 분석이다.

우선 공시가격 인상에 따른 보유세 부담이 만만치 않다.

서울 용산구(35.4%), 강남구(35.01%), 마포구(31.24%) 등 고가주택 밀집 지역은 보유세가 30% 이상 늘어날 것으로 보인다.

아울러 세금 규제도 강화된다.

1주택자의 경우 올해는 최장 10년을 보유하면 80%까지 비과세 혜택을 받을 수 있는데 내년부터 2년 이상 거주해야 장기보유 공제 혜택을 준다.

이호용 KB국민은행 WM스타자문단 세무사는 "아직은 주택을 처분하기보다 보유하는 게 유리하다고 판단하는 주택 소유주가 많은 것 같다"며 "하지만 장기적으로 보유세 부담이 계속 커진다고 보면 갭 투자자 중심으로 매매로 전환할 가능성이 있다"고 설명했다.

국토부는 이런 가운데 단독주택 공시가격을 계속 끌어 올린다는 계획이다.

이문기 국토교통부 주택토지실장은 최근 "단독주택은 공동주택보다 현실화율이 낮다"며 "형평성을 위해 내년에도 올해와 같은 인상 수준을 이어가겠다"고 언급했다.

@highlight

단독주택 매매가는 아파트와 달리  '9·13 대책' 이후에도 상승세를 이어가고 있지만, 대출 규제·보유세 확대 등 정부의 주택 규제가 대폭 강화되어 거래량이 지난 2014년 1월 이후 최저 수준인 8,385건으로 떨어졌다.