충북일보] 충북지역에서 무연고 사망자가 급증하고 있다.

과거 고령의 노인층이 주를 이뤘던 무연고 사망자의 연령대가 점차 낮아지면서 사회적 문제로 이어지고 있다.

국회 보건복지위원회 소속 자유한국당 김승희(양천갑 당협위원장) 의원이 보건복지부에서 받은 '2018년 시도별·연령대별·성별 무연고 사망자 현황'을 보면, 도내 무연고 사망자는 모두 89명이다.

성별·연령대별로는 △40세 미만-남자 2명 △40~49세 남자 9명·여자 2명 등 11명 △50~59세 남자 19명 △60~64세 남자 10명·여자 3명 등 13명 △65~69세 남자 5명·여자 1명 등 6명 △70세 이상 남자 13명·여자 18명 등 31명 △미상 및 기타 7명 등이다.

연도별로 보면 2013년 15명이었던 도내 무연고 사망자는 2014년 17명·2015년 31명·2016년 36명·2017년 62명 등 꾸준히 증가하고 있다.

최근 6년간 모두 250명이었던 무연고 사망자의 연령대는 △40세 미만 8명 △40~49세 26명 △50~59세 53명 △60~64세 32명 △65~69세 20명 △70세 이상 87명 △미상 및 기타 24명 등으로, 70세 이상 고령의 노인을 제외하면 50대가 가장 많았다.

김승희 의원은 "최근 고독사의 경향이 변하고 있으나 구체적인 원인은 명확하지 않다"며 "고독사법 제정을 통해 정확한 통계 구축과 실태조사가 시급하다"고 말했다.

국회보건복지위원회는 오는 4월 4일 김승희 의원이 대표 발의한 고독사 예방 법안에 대한 공청회를 개최할 계획이다.

이날 공청회에는 송인주 서울복지재단 연구위원·조미정 부산복지개발원 연구위원·최현수 한국보건사회연구원 사회보장통계센터장이 참여할 예정이다.

@highlight

충북지역에서 무연고 사망자의 연령대가 낮아지는 구체적인 원인은 명확하지 않으나 고독사법 제정을 통해 정확한 통계 구축과 실태조사가 시급하다.