군산나운초등학교(교장 이기종)가 최첨단 스마트e교실을 구축 미래 교육혁명을 선도하고 있다.

군산나운초는 도내에서는 유일하게 삼성전자 사회공헌사업인 스마트스쿨에 선정되어 1억원 규모의 지원을 받았다.

삼성전자 스마트스쿨 공헌사업은 전국 590여개 기관이 지원하여 15개 기관이 선정되었는데 높은 경쟁률을 뚫고 전라북도에선 유일하게 최종 선정됐다.

군산나운초는 이번 스마트스쿨로 선정되어 전자칠판을 비롯한여 스마트솔루션, 무선 네트워크, 360 기어 카메라, 노트북, 테블릿 PC, 모바일 기기 등 최첨단 스마트 기기를 지원 받았다.

현재 스마트 e교실을 구축하고 각종 기기를 이용하여 창의융합교육과 문제해결 교육, 창의성 교육 등 다양한 수업을 진행하고 있다.

나운초는 3년 전부터 '소프트웨어 교육' 운영과 2019년 '디지털 교과서' 선도학교로 지정되어 운영되고 있어 스마트 교육의 시너지 효과를 극대화할 것으로 귀추가 주목되고 있다.

현재 군산지역의 경제적 어려움에도 불구하고 학생의 꿈과 희망을 심어주기 위하여 전체 교직원은 전국 공모사업에 도전했다.

이로써 나운초는 학교교육 환경을 개선하고 교육여건을 마련하는데 성공하여 각종 공모사업 모범사례로 손꼽히고 있다.

앞으로 학생들은 다양한 디지털 기기를 이용한 VR수업, 로봇코딩 수업, 드론 수업, 3D프린팅 수업, 디지털교과서 수업, 소프트웨어 교육 등 새롭고 다채로운 수업을 통하여 교육활동에 전념할 수 있는 기회를 마련했다.

또한 이기종 교장과 교원들은 2017년부터 3년 동안 소프트웨어 교육과 뉴스포츠 운동 등 재능기부를 실천하여 전라북도교육청으로부터 2018년 재능기부학교로 표창을 수상하는 영예를 안았다.

이기종 교장은 "스마트e교실에서는 노트북과 테블릿 PC에 띄운 디지털 교과서로 수업한다. '종이 없는 교실'과, '종이없는 디지털 교과서'로 수업한다."며 "단순한 멀티미디어 수업과 지역 공간의 한계를 넘어 우수한 강의를 실시간으로 제공 받으며 질문할 수 있다. 4차 산업혁명 시대를 맞아 새로운 교육혁명을 차분히 준비하는 선도적인 학교로 발전하고 있다."고 말했다.

@highlight

'소프트웨어 교육'과 '디지털 교과서' 등 스마트 교육을 해온 군산나운초가 도내유일 삼성전자 스마트스쿨에 선정되어 학생들에게 보다 새롭고 다양한 디지털 기반 수업을 제공할 수 있게 되었다.