건축된 지 45년이 지나 낡고 사고위험마저 상존한 전주실내체육관이 전주월드컵경기장 인근에 국제경기를 치를 수 있는 규격으로 신축될 예정이다.

건축된 지 45년이 지나 낡고 사고위험마저 상존한 전주실내체육관이 전주월드컵경기장 인근에 국제경기를 치를 수 있는 규격으로 신축될 예정이다.

24일 시에 따르면 전주실내체육관 신축사업이 사업의 필요성과 타당성을 검증하는 전북도 지방재정계획 심의위원회에서 조건부통과됐다.

조건은 KCC이지스 농구단 완전 정착과 농구팀 지역 기여 향상, 기존 실내체육관 활용 활성화 등으로 총사업비 522억을 투자해 복합 스포츠 타운으로 조성중인 전주월드컵경기장 인근에 들어선다.

현 전주실내체육관을 대체할 수 있는 부지면적 23,400㎡, 연면적 15,940㎡, 관람석 5,000석 규모 글로벌 규격의 새로운 실내체육관을 건립하는 사업이다.

시는 전주실내체육관 신축을 위한 사실상 마지막 승인 절차인 지방재정계획 심의를 통과함에 따라 예산확보와 토지매입 등의 후속절차에 본격 돌입할 예정이다.

이후, 설계용역을 거쳐 신축공사를 발주해 오는 2023년까지 건립사업을 완료할 계획이다.

이에 따라 전주월드컵경기장 일원은 전주실내체육관 신축과 함께, 향후 종합경기장, 야구장 대체시설도 들어설 경우 다목적 다기능을 갖춘 복합 스포츠 타운으로서의 면모를 갖출 수 있게 됐다.

이곳에는 현재 전주월드컵경기장과 보조경기장 등의 체육시설이 들어서 있다.

시는 지난 민선4기부터 실내체육관에 대한 리모델링과 증축 등의 방안을 다각도로 추진해왔으며, 행정안전부 중앙투자 심사결과 사업계획 조정 등의 사유로 재검토 결정이 내려진 이후 제반여건 등을 고려해 사업부지를 현 위치에서 월드컵경기장 인근으로 이전 신축하는 내용으로 사업계획을 변경했다.

@highlight

전주시는 전주KCC이지스 농구단 정착 및 기존 실내체육관 이용 활성화를 위해  오는 2023년까지 전주월드컵경기장 인근 부지에 국제 경기 진행 규격에 맞춘 전주실내체육관을 새로 지을 계획이다.