'경야', 늘 깨어있음이며 망자 곁에서 벗들과 함께 밤을 새워 지키는 일을 경야라고 한다.

토벌군에게 이유 없이 쫓기던 제주도민들의 설움뿐 아니라 살아남은 자의 애써 일으킨 용기며 당시 희생을 잊지 않겠단 말을 함축하고 있다.

설움을 당하고 참아낸 삶의 시간을 꾸려나간 항적인 것이다.

올해로 26회를 맞는 4·3미술제는 탐라미술인협회 회원 중 18명의 작가가 참여하고, 32명이 초대작가로 참여한다.

이중 인도네이사 작가 10여 명이 참여하는데 다당 크리스탄토(Dadang Christanto) 작가도 참여한다고 밝혔다.

회화, 드로잉, 행위예술 등 다양한 분야에서 활동하며 베니스 비엔달레, 광주비엔달레(2000년)에 작품이 전시된 국제적으로 널리 알려진 작가다.

다당 작가는 제주 4·3과 비슷한 아픔을 간직하고 있다.

1965년 당시 8세였던 그는 인도네시아 군사정권에 의해 아버지가 하룻밤 사이에 끌려가 지금까지 생사를 알지 못한다고 했다.

직접 4·3 학살터를 답사하는 등 4·3을 알기 위해 적극적인 것으로 알려졌다.

또한 이번 미술제에선 홍덕표 작가가 '경야의 부엉이' 티셔츠를 100개 한정으로 제작해 참여자에게 배포한다.

홍 작가는 "아직도 4·3의 희생자들과 의미에 생처 내는 세력들에게 보여주고자 했다"고 밝혔다.

또한 김영훈 작가가 '경야의 부엉이'브로치를 만들어 한정 배포하는데 "밤의 상징인 부엉이는 꼿꼿하게 앉아 자리를 지키며 응시하는 눈과 날카로운 발톱의 모습을 4·3의 상징으로 시각화 했다"고 밝혔다.

탐라미술인협회가 주관하는 4.3미술제는 내달 3일 오후 4시 30분에 열리는 개막식을 시작으로 30일까지 예술공간 이아에서 개최된다.

문의=예술공간 이아(064-800-9300).

@highlight

4.3미술제가 탐라미술인협회 회원과 초대작가의 참여로 이루어지는 가운데, 제주 4.3사건과 비슷한 아픔을 간직한 다당 작가도 초대인사에 포함되었으며 한 관계자는 4.3의 의미를 훼손시키는 세력들에게 보여주고 싶다고 밝혔다.