[서천]서천 장항초등학교의 급경사 절개지 붕괴위험시설 안전대책 시급 본보 보도(지난 3월 14일자)와 관련, 대책 마련 수립에 나섰다.

충남도교육청 관계자 및 전문가 22명은 지난 21일 이 학교를 방문, 현장 합동 점검을 가졌다.

이날 현장에는 도교육청 정황 행정국장을 비롯 김락현 안전총괄과장, 교육청토목직공무원 6명, 구본철 토목기술사, 류승수 토목공학박사, 시설물유지관리협회 등 전문가들이 참석해 집중점검을 벌였다.

이날 참석자들은 장항초 학교주변 절개지가 학생들의 안전을 위협하고 있다는데 공감하고 국비 확보 등 대책마련에 적극 나서기로 했다.

이날 현장에서 실시한 대책회의에서는 △사면완화 공법 △어스앙카 공법 △계단식 옹벽 등 향후 추진방향에 대해 논의했다.

현재 서천교육지원청과 서천군은 지난 20일 부터 20일 동안 '장항초 급경사지 붕괴위험지역 지정·고시를 위한 행정예고' 중에 있으며 오는 27일 까지 절개지 토지에 대한 경계측량을 완료할 예정이다.

또한 서천교육지원청은 '급경사지 사면안정성 용역'을 이달 4월 중에, 실시설계 용역은 오는 7월 중에 발주한다는 방침이다.

충남도교육청은 재난위험시설 심의위원회 심의회를 9월과 개최하여 국비확보에 나설 계획인 것으로 파악됐다.

서천교육지원청은 올해 안에 국비확보 등 관련 행정 절차를 마무리 짓고 내년도 부터는 '장항초 절개지 위험요소 제거사업'이 본격 추진될 것으로 전망했다.

신경희 서천교육장은 "장항초의 절개지의 학생안전 위협 문제는 사실 어제 오늘 일이 아니다"라며 "국비확보 등 사업예산(추정사업비 100억원)이 워낙 많이 들고 난항이 예상되지만 이제부터라도 종합대책을 수립해 문제 해결에 나설 방침"이라고 밝혔다.

한편 문제가 되고 있는 장항초 절개지는 충남도 학교시설 관리실태점검 결과, 재해위험도가 최하위 수준인 E등급으로 판정된바 있다.

@highlight

충남도교육청과 전문가 22명은 서천 장항초등학교의 급경사 절개지 붕괴위험시설 안전대책 시급으로 대책 마련 수립에 나서서 사면완화 공법, 어스앙카 공법, 계단식 옹벽 등 향후 추진방향에 대해 논의하며 충남도교육청은 재난위험시설 심의위원회 심의회를 9월에 개최하여 국비확보에 나설 계획인 것으로 파악됐다.