임남근 지하 2층 지상 4층 객실수 70실 규모 순창 팔덕지 수변개발사업 조감도.

순창군 팔덕지 수변개발사업 부지에 지하 2층, 지상 4층 규모의 관광호텔(70실)이 들어설 것으로 전망돼 수변개발사업에 청신호가 켜졌다.

22일 순창군에 따르면 최근 (주)강천파크(대표자 서용석)를 대상자로 하는 관광호텔업 사업계획을 승인했다.

한국농어촌공사가 시행하고 (주)강천파크가 민간사업자로 참여하는 팔덕지 수변개발사업은 총 사업비 360여억원이 투입되는 대형 관광개발 프로젝트로 관광호텔과 보양온천, 대형연회장, 레스토랑 등이 들어선다.

이 사업은 사업초반 시행을 책임질 민간사업자를 구하지 못해 난항을 겪기도 했지만, 지난 2017년 8월 민간투자 우선협상자를 선정하고 사업추진에 속도를 내고 있다.

이번에 조성될 관광호텔은 향후 건축허가 등 행정절차를 거쳐, 빠르면 하반기에 착공에 들어갈 예정이다.

군은 그동안 민박과 모텔 등 열악한 숙박여건으로 1박 2일형 관광객 유치가 어려웠지만 이번 관광호텔 조성으로 체류형 관광모델 구축에 힘이 실릴 것으로 전망된다.

특히 여행 트렌드가 점차 고급화 전략으로 변해 가고 있어 군은 관광호텔 조성이 '관광객 500만 시대'를 여는 핵심 키가 될 것으로 보고 있다.

또 수변개발사업 부지 인근에 순창군이 사업비 114억원을 들여 수 체험센터와 동굴형체험관, 온천관광정원 등도 조성하고 있어 시너지효과도 기대되고 있다.

더욱이 순창 팔덕면에 전국 단풍 10대 명산인 강천산도 위치하고 있어 수변지개발사업은 장밋빛 미래를 예고하고 있다.

황숙주 군수는 "팔덕지 수변개발사업은 민선 7기 3대 비전인 관광객 500만명 유치를 위한 대형 프로젝트다"라며 "행정과 민간이 합심해 성공할 수 있도록 최선을 다하겠다"고 밝혔다.

@highlight

22일 (주)강천파크의 관광호텔업 사업계획이 승인됨에 따라 순창군 팔덕지 수변개발사업 부지에 관광호텔이 걸립되어 인근에 조성중인 관광지와 시너지 효과가 클 것으로 예상된다.