동남아시아 및 인도의 해양 플라스틱 쓰레기 대책 추진 계획은 쓰레기 누출점을 파악하기 위해 갠지스 강과 메콩 강을 따라 모니터링을 실시할 예정이다.

[환경일보] 유엔환경과 일본은 지난 3월 4일 동남아시아 및 인도의 해양 플라스틱 쓰레기에 대한 대응책을 개발하기 위해 협력할 것이라고 발표했다.

동남아시아 및 인도의 해양 플라스틱 쓰레기 대책 추진 계획은 새로운 플라스틱 누출에 대한 시뮬레이션 모델을 개발하고 쓰레기 누출점을 파악하기 위해 갠지스 강과 메콩 강을 따라 모니터링을 실시한다.

또한 이 계획을 통해 인도의 뭄바이, 아그라, 갠지스 강가에 위치한 지방정부에 플라스틱 오염을 막기 위한 기금을 지원하게 된다.

일본 정부는 태국 방콕에 본부를 둔 유엔환경 아시아 태평양 사무소에서 올해 3월부터 시작한 해양 쓰레기 해결을 위한 계획에 1억2300만 엔(약 12억 이상)을 지원할 예정이다.

최근에 해양 쓰레기와 플라스틱 오염에 대한 관심이 세계적으로 급증했으나 해양 플라스틱 쓰레기에 대한 과학적 지식과 효과적인 대책은 아직 미흡한 실정이다.

일본 정부 대변인은 "이번 계획을 통해 유엔환경과 JICA 간 협력을 보다 공고히 하고, 일본의 지식과 경험을 바탕으로 동남아시아 및 인도의 해양 플라스틱 쓰레기 문제를 해결하기 위해 노력할 것"이라고 밝혔다.

이와 더불어 "오염 없는 세상을 위해 해양 플라스틱 쓰레기와 싸우는 데 있어 신흥 경제 부흥 국가를 지원하는 등 국제사회 전체의 조치를 촉진하는 데 앞장서 나아갈 것"이라고 말했다.

데셋 써링(Decet Tsering) 유엔환경 아시아 태평양 국장은 "플라스틱 오염은 우리 해양과 지구에 영향을 미치는 주요한 문제이며, 이 계획을 통해 우리는 표면적인 해결책보다는 문제를 근본적으로 해결하기 위한 조치를 취하고자 한다"고 말했다.

또한 "이번 계획은 아시아 국가들이 해양 플라스틱 쓰레기에 대한 지식을 향상시키는 중요한 기회가 될 것이며, 이 계획을 통해 문제를 다시 한번 확인함으로써 플라스틱 오염이 없는 지구 환경에 보다 한걸음 더 가까이 다가갈 수 있게 되길 기대한다"고 말했다.

@highlight

일본은 유엔환경과 함께 지난 3월 4일 해양 플라스틱 쓰레기에 대한 대응책을 개발하기 위해 협력할 것이라고 발표했으며, 동남아시아 및 인도의 해양 플라스틱 대응을 위해 갠지스 강과 메콩 강을 따라 모니터링을 실시할 예정이고 이를 위해 일본은 유엔환경에 1억2300만 엔을 지원할 계획이다.