군 복무 중인 배우 지창욱이 '버닝썬' 주주로 거론되는 대만 린사모와의 관련성을 부인했다.

지난 23일 SBS '그것이 알고싶다'는 승리 '버닝썬' 사건을 보도하면서 해당 클럽의 지분 중 20%를 대만의 부호 '린사모'가 갖고 있다고 전했다.

제보에 따르면 린사모는 폭력 조직 '삼합회'의 '대장'을 데리고 클럽에 출입했고, 린사모가 '버닝썬'에 투자한 돈의 실체는 이 조직의 검은 돈이라는 것.

방송에는 린사모와 지창욱이 함께 촬영한 사진 또한 공개되면서 지창욱 또한 버닝썬 사건과 연관된 것이 아닌지 의문을 자아내게 했다.

지창욱 소속사 측은 24일 공식 홈페이지에 '방송에 노출된 이미지 속 인물과 지창욱은 전혀 관계 없다'면서 '팬이라며 부탁한 요청에 응해준 사진'이라고 선을 그었다.

이어 '허위사실이 무분별하게 확대되고 악성 루머 및 성희롱 등으로 이어져 배우의 명예가 심각하게 훼손되는 상황'이라며 '위 내용과 관련한 추측성 루머에 대한 작성, 게시, 유포 등 불법 행위를 자제해주시기 바란다'고 당부했다.

'그것이 알고싶다' 측은 지창욱의 얼굴이 노출된 것에 대해 '실수'라고 해명했다.

제작진은 '린사모가 한국 연예계에 많은 친분이 있다는 것을 설명하기 위한 사진이었으나 제작진의 실수로 지창욱의 얼굴을 모자이크 하지 못한 것'이라며 '그가 버닝썬과 연관 있다는 점을 드러내기 위함은 아니었다'고 해명했다.

지창욱은 2017년 백골 부대에 입대해 복무 중이다.

오는 4월 전역 예정이다.

한편 린사모는 승리의 후견인이자 빅뱅의 열렬한 팬으로 버닝썬 오픈 후 VIP룸을 이용하며 2억원 대의 만수르 세트를 시켜 파티를 벌이기도 했다.

'그것이 알고싶다'를 통해 린사모의 정체가 공개적으로 오픈되면서 방송 이후 포털사이트 실시간 검색어에 이름이 오르는 등 이목이 집중되고 있다.

@highlight

지난 23일 SBS '그것이 알고싶다'에서 승리의 '버닝썬' 사건과 더불어 린사모와 지창욱이 함께 촬영한 사진 또한 공개되며 논란이 되자 군 복무 중인 배우 지창욱은 대만 린사모와의 관련성을 부인하였다.