'그것이 알고 싶다' 측이 버닝썬 관련 의혹 방송 중 배우 지창욱의 사진을 사용한 것에 대해 사과했다.

24일 SBS 시사교양프로그램 '그것이 알고 싶다' 제작진은 공식입장을 내고 '지난 23일 방송 중 배우 지창욱이 나온 장면은 버닝썬의 해외투자자 린사모가 한국 연예인들과의 친분을 과시하는 인물이라는 맥락에서 사용된 것이다'고 밝혔다.

이어 '지창욱이 버닝썬 게이트와 관련이 있다는 취지는 아니고, 확인된 바도 없음을 밝힌다'고 덧붙였다.

앞서 '그것이 알고 싶다'에서는 빅뱅 승리가 사내이사로 몸 담았던 클럽 버닝썬을 둘러싼 의혹에 대해 파헤쳤다.

이날 방송에서는 필리핀 팔라완에서 있었던 승리의 초호화 생일파티에 대한 폭로를 시작으로 버닝썬에 20% 지분을 가진 '린사모'로 불리는 대만 여성과 삼합회에 대한 내용이 공개돼 관심을 끌었다.

그 과정에서 린사모가 축구선수 호날두 및 배우 지창욱과 함께 찍은 사진이 전파를 탔다.

호날두는 모자이크 처리가 된 상태였고, 지창욱의 얼굴은 모자이크 없이 그대로 드러났다.

이에 지창욱이 승리 게이트와 연관이 있는 게 아니냐는 의혹이 불거졌다.

그러자 지창욱의 소속사 글로리어스엔터테인먼트는 '방송에 노출된 이미지 속 인물과 당사 배우는 전혀 관계없으며 팬이라며 부탁한 요청에 응해준 사진임을 알려드린다'며 '당사 배우에 대한 허위사실이 무분별하게 확대, 악성 루머 및 성희롱 등으로 이어져 명예가 심각하게 훼손되고 있다'며 추측성 루머에 대한 작성, 게시 유포 등을 자제해줄 것을 당부했다.

SBS '그것이 알고 싶다' 제작진에서 알립니다.

지난 3월 23일 '그것이 알고 싶다' 방송 중 배우 지창욱 씨가 나온 장면은, 버닝썬의 해외투자자 '린사모'가 한국 연예인들과의 친분을 과시하는 인물이라는 맥락에서 사용된 것입니다.

지창욱 씨가 버닝썬 게이트와 관련이 있다는 취지는 아니고 확인된 바도 없음을 밝힙니다.

@highlight

24일 SBS '그것이 알고 싶다' 제작진은 공식입장을 통해 전날의 버닝썬 의혹 방송 중 배우 지창욱의 사진을 모자이크 없이 사용하여 지창욱이 승리 게이트와 연관된 것이 아니냐는 의문을 불러일으킨 데 대하여 사과하며, 지창욱이 버닝썬 게이트와 관련이 있다는 뜻이 아니었으며 그런 사실을 확인한 적도 없다고 해명했다.