[홍성]홍성군은 올해 농촌지역 상수도 공급과 농업 용수 확보 등 물 관리를 위해 180억 원을 투입키로 했다.

우선 면 단위 지방상수도 시설 확충을 위한 농촌 상수도 신설사업으로 구항·장곡·갈산·서부면 일원에 80억 원을 들여 상수관로 18km를 매설하고 배수지를 증설한다.

군은 도서 지역인 죽도 식수원 개발을 위해 총 30억 원을 투입해 육상에서 죽도까지 상수관로를 매설하는 사업을 계속할 예정이다.

죽도 식수원 개발사업은 지난 2015년부터 2020년 12월까지 총사업비 93억 7000만 원을 들여 홍성군 서부면 죽도리 일원 육상 0.4㎞, 해저 3.5㎞ 등 총 연장 3.9㎞ 구간에 상수관로를 매설하는 사업으로 올해 해저 1.9㎞에 대한 굴착이 이뤄진다.

또한 상수도 미급수지역인 갈산면 동산리와 가곡리, 홍동면 금당리와 수란리 등 6개 마을에 총 사업비 19억 3000만 원을 투입, 급수관로 15.2km 규모를 확장해 수돗물을 공급하기로 했다.

이와함께 관내 소하천의 유수율 향상을 위한 소하천 정비 사업으로는 4개소 5.86km에 48억 원, 하천 유지관리 사업에 군비 8억 원을 각각 투입해 하천에 식생하고 있는 잡목제거, 제초작업 등을 실시해 하천의 기능을 회복해 나갈 계획이다.

이밖에 올해 가뭄에 대비해 4억 원을 들여 용수개발 사업을 추진 중이며, 이미 20개 공에 대한 농업용 관정 개발을 완료해 추가 용수원을 확보한 상태다.

홍성군 관계자는 "지난해 유례 없는 가뭄과 보령댐 저수율 감소 등으로 농업용수 확보 등에 어려움을 겪어왔으나, 올해는 충분한 저수율을 확보하고 있다"면서 "그동안의 물 관련 정책이 실효성을 보고 있다고 판단하고 올해도 관련 정책에 박차를 기하고 있다"고 말했다.

@highlight

홍성군이 구항·장곡·갈산·서부면 일대와 죽도 식수원 개발을 위해 상수관로를 매설하는 등 농촌지역 상수도 공급과 농업용수 확보를 위해 180억 원을 투입키로 했다.