[서울경제] 다음 달 1일부터 서해5도 어장 면적이 대폭 늘어난다.

인천시는 서해5도 어장이 다음 달부터 1,614㎢에서 1,859㎢로 15%가량 확대된다고 24일 밝혔다.

늘어나는 어장 면적은 여의도 면적의 약 84배에 달한다.

지역별로는 기존 연평어장 좌우로 각각 46.6㎢와 43.7㎢가 확대되고, 백령·대청·소청도 남쪽으로 D어장(154.6㎢)이 새로 생겼다.

이번 서해5도 어장 확대는 지난해 4·27 판문점 선언 이후 해양수산부·국방부·해양경찰청·인천시 등 관계기관 협의를 거쳐 지난달 결정됐다.

지난 1992년 280㎢ 면적을 넓힌 후 10차례 단행된 확장 조치 중 최대 규모다.

1964년 이후 금지된 야간 조업도 55년 만에 허용된다.

다음 달부터 일출 전 30분, 일몰 후 30분 등 1시간의 야간조업이 허용된다.

한층 넓어진 어장에서 조업을 할 수 있게 된 어민들은 기대감이 크다.

현재 서해5도에서는 백령도 92척, 대청도 65척, 연평도 45척 등 202척의 어선이 꽃게·참홍어·새우·까나리 등을 연간 4,000톤(300억원)의 어획고를 올리고 있다.

연평도 어촌계장 출신인 박태원 서해5도평화수역운동본부 상임대표는 "새로 열리는 어장은 그동안 조업 활동을 할 수 없던 바다였기 때문에 어족자원이 풍부할 것으로 기대된다"며 "남북 평화 정착이 어민에게 더욱 실질적인 이익으로 돌아갈 수 있길 바란다"고 말했다.

해수부와 인천시도 이번 어장 확장으로 어획량이 10% 이상 늘어나 어민 수익 증대에 도움이 될 것으로 기대하고 있다.

박남춘 인천시장은 오는 31일 연평도를 방문, 해병대·안보교육장·파출소·서해5도특별경비단 등을 둘러보고 다음 달 1일에는 당섬선착장에서 어장 확대 후 첫 조업에 나서는 어선들을 환송하며 만선을 기원할 예정이다.

@highlight

인천시는 서해5도 어장이 다음 달부터 1,614㎢에서 1,859㎢로 15%가량 확대된다고 24일 밝혔으며 일출 전 30분, 일몰 후 30분 등 1시간의 야간조업이 허용되어, 해수부와 인천시도 이번 어장 확장으로 어획량이 10% 이상 늘어나 어민 수익 증대에 도움이 될 것으로 기대하고 있다.