세종시에 자신이나 부모의 주소를 1년 이상 두고 외지 대학을 다니는 학생도 올해부터는 세종시가 주는 성적우수 장학금을 받을 수 있다.

사진은 고려대 세종캠퍼스의 봄철 모습.

[충북일보=세종] 올해 세종시의 고교·대학 성적우수 장학생 선발 범위가 작년보다 확대됐다.

세종시 인재육성평생교육진흥원이 최근 공고한 내용을 보면 대학생의 경우 다른 지역(국내) 대학 재학생에게도 지원 자격이 주어진다.

작년까지는 '세종시내 4개 대학 재학생'만 장학금을 받을 수 있었다.

하지만 작년과 마찬가지로 부모나 본인이 공고일(3월 20일일) 기준으로 1년이상 세종시에 거주했어야 하고, 직전 학기 성적이 100점 만점에 89점(4.5점 기준 3.5점) 이상이어야 한다.

올 상반기에는 지역 대학 재학생 25명(고려대 10,홍익대 9,대전가톨릭대 1,한국영상대 5) 외에 외지 학교 재학생 10명(예산 범위 내)을 더 뽑을 예정이다.

작년 상반기에는 지역 학생 26명(고려대·홍익대 각 10,대전가톨릭대 1,한국영상대 5)만 뽑았다.

고교생은 지난해까지 학교 별 상위 '3% 이내'였던 성적 기준이 올해는 '상위 5% 이내'로 완화됐다.

전체 선발 인원은 작년과 같은 100명이다.

그러나 신설학교인 다정고(2명)가 추가되고 신도시 일부 학교 학생 수가 늘어남에 따라 또 다른 일부 학교는 선발 인원이 작년보다 줄었다.

올해 1인당 장학금 지급액은 대학생이 최고 200만 원(등록금 범위 내),고교생은 70만 원으로 작년과 같다.

진흥원이 올 상반기에 선발할 장학생은 성적 외에 △모범 △특기적성 △희망 △지역혁신인재 △공익발전기여 등 6개 분야에서 총 310명(장학금 3억300만 원)이다.

진흥원은 오는 4월 19일까지 신청을 받아 6월말 선정 결과를 발표한 뒤 7월초에 장학금을 지급할 계획이다.

자세한 내용은 진흥원 홈페이지를 참고하거나 전화(044-865-9686)로 문의하면 알 수 있다.

@highlight

올해 세종시의 고교·대학 성적우수 장학생 선발 범위가 작년보다 확대되어 대학생의 경우 다른 지역(국내) 대학 재학생에게도 지원 자격이 주기로 결정했으며 세종시 인재육성평생교육진흥원은  4월 19일까지 신청을 받아 6월말 선정 결과를 발표한 뒤 7월초에 장학금을 지급할 계획이다.