22일 충남도서관에서 열린 '세계 물의 날' 기념행사에서 양승조 충남도지사와 유병국 충남도의회 의장, 윤오섭 대전·충남환경보전협회장 등 참석자들이 기념촬영을 하고 있다.

충남도는 22일 충남도서관에서 '세계 물의 날' 기념행사를 개최했다.

이날 행사는 양승조 지사와 유병국 의장, 윤오섭 대전·충남환경보전협회장 등 300여 명이 참석한 가운데 기념식과 식후행사 등의 순으로 진행됐다.

국제연합기구(UN)는 물의 소중함을 되새기기 위해 1992년 리우환경회의 이후부터 매년 3월 22일을 '세계 물의 날'로 제정하고 기념하고 있다.

올해 세계 물의 날 주제는 '물, 언제나 어디서나 누구에게나(Leaving No One Behind)'로, 가난, 인종, 성별, 종교의 차이로 인한 차별과 일터의 노동자 등 누구도 소외되는 사람 없이 안전하고 깨끗한 물을 누릴 수 있는 세상을 만들자는 의미를 두고 있다.

기념식에서는 깨끗하고 안전한 물 관리 유공으로 공무원과 민간인 5명이 도지사 표창을 수상했다.

식후행사로는 물 관리 중요성에 대한 홍보를 위한 마술쇼, 토크콘서트 및 에코 골든벨 등 다채로운 프로그램이 진행됐다.

특히 토크콘서트에서는 '버리기 쉬운 물 한 잔, 채우기 힘든 물 한 잔'이라는 주제로 일상생활 속 물 절약을 위한 실천방안을 제시했으며, 에코 골든벨 진행을 통해 물과 관련된 상식을 퀴즈로 풀며 물 절약을 홍보했다.

부대행사로 블라인드 수돗물 시음회, 금강 보 개방에 따른 변화 사진전시회, 일러스트 작품전시회, 친환경 제품 만들기 체험 등이 열렸다.

양승조 지사는 "물은 없어서는 안 되는 소중한 자원으로 현재에도 미래에도 모든 사람들이 안전하고 공평하게 깨끗한 물을 공급받을 수 있도록 노력해야 한다"며 "도는 깨끗한 물환경 조성을 위해 상하수도시설을 지속적으로 확충해 서비스품질을 향상시키겠다"고 말했다.

며 "물 자원의 효율적 이용을 극대화하기 위해 하수처리수 재이용, 절수기기 보급을 추진하고 있다"고 덧붙였다.

@highlight

충남도는 22일 양승조 충남도지사와 유병국 충남도의회 의장, 윤오섭 대전·충남환경보전협회장 등 300여 명이 참석한 가운데 충남도서관에서 '세계 물의 날' 기념행사를 개최했으며, 깨끗하고 안전한 물 관리에 힘쓴 공무원과 민간인 5명에게 도지사 표창을 수여했다.