정부가 안전을 위협하는 불법 주·정차 근절을 위해 칼을 빼들었지만 제주지역 곳곳은 여전히 불법 주·정차가 성행하고 있다.

행정안전부는 지난달 말 신고전용 앱 등을 통해 불법 주·정차를 신고하면 현장 확인 없이 즉시 과태료를 부과하는 '주민신고제'에 대한 운영 안을 마련하고 신고 항목인 4개 유형에 대해 지자체별로 행정예고를 실시하도록 요청했다.

4대 불법 주·정차 유형은 △소방시설 주변 5m 이내 △교차로 모퉁이 5m 이내 △버스 정류소 10m 이내 △어린이 보호구역 등이다.

주요 개선사항으로는 4대 유형에 불법 주·정차 시 과태료를 기존 4만원에서 8만원으로 인상하고 주민신고 활성화를 위해 안전보안관 확대 및 안전신문고 앱에도 별도의 메뉴를 만드는 등 시스템을 개선하고 있다.

이런 상황에도 불구하고 도내 스쿨존과 소방시설 인근에서는 무분별한 주·정차 행위가 잇따르고 있다.

실제 지난 23일 제주시내 한 초등학교 어린이 보호구역 내에는 수많은 차량들이 빼곡히 주차돼 있었다.

길 양 옆으로 주차된 차량들로 인해 통행에 불편을 주고 있는데다 시야까지 가려져 각종 안전사고 등 위험한 상황에도 노출돼 있었다.

또한 제주시 구남로 일대에 설치된 소방시설 주변 역시 수십 대의 차량들의 불법 주·정차로 둘러싸면서 소화전의 위치조자 제대로 파악하기 어려웠다.

상황이 이렇다보니 소방차와 소화전과의 접근성도 떨어지면서 화재 발생 시 소방용수 확보에 차질이 빚어지는 등 대형 인명피해도 우려되고 있는 실정이다.

이에 따라 제주시는 관련 지침 등을 개정하고 내달 중순께 주민신고제를 확대 운영할 계획으로 주민 참여 등 시행 효과에 관심이 쏠리고 있다.

제주시 관계자는 "주민신고제가 활성화될 경우 불법 주·정차 근절 효과와 함께 단속인력 부족 문제도 해결될 것으로 보인다"며 "모두의 안전을 위해 절대 주·정차해서는 안 되는 장소가 있음을 인식하고 이를 지키는 문화가 만들어지기를 기대한다"고 말했다.

@highlight

행정안전부는 지난달 말 4개 유형의 신고항목이 있는 '주민신고제'를 운영하여 불법 주.정차는 신고 즉시 과태료를 부과할 계획이며 신고제 활성화를 위해 시스템을 개선할 예정이라 밝혔고 제주시는 단속인력 부족문제 해결과 인식 개선를 기대한다고 전했다.