] 글로벌 경기 둔화 우려에 미국 중앙은행(Fed)이 3월 연방공개시장위원회(FOMC)에서 '비둘기파(통화 완화 선호)'적인 결정을 내리며 국내 증시 반등에 대한 기대가 커지고 있다.

Fed는 지난 20일(현지시간) FOMC 회의를 열어 기준금리를 연 2.25~2.50%로 동결했다.

FOMC 위원들이 향후 금리를 전망하는 '점도표'를 통해 올해 추가적인 인상이 없을 것임을 시사했다.

Fed는 긴축 정책인 보유자산 축소도 예정보다 1년여간 빠른 오는 9월 종료할 계획이라고 발표했다.

제롬 파월 Fed 의장은 "유럽과 중국 경제가 둔화돼 미국 경제에 역풍이 될 수 있다"며 통화 완화의 배경을 설명했다.

전문가들은 Fed의 이번 결정이 국내 증시에 호재로 작용할 것으로 보고 있다.

원·달러 환율이 하락해 '약달러' 국면이 이어지고, 외국인 투자자의 자금 조달이 상대적으로 쉬워져 위험자산 선호 심리가 살아날 수 있기 때문이다.

한국경제TV 전문가인 박완필 파트너는 "이번 기준금리 동결 이후 추가 인상보다는 오히려 금리 인하 가능성이 있다는 분석이 나오며 신흥국 증시가 살아나고 있다"며 "인도와 브라질 증시도 최고가를 내며 빠르게 상승하고 있다"고 말했다.

외국인의 유동성이 풍부해지면서 국내 증시에서 수혜를 볼 종목으로는 먼저 삼성전자와 SK하이닉스 등 외국인의 '러브콜'을 받는 대형 반도체주들이 꼽힌다.

FOMC의 발표가 전해진 지난 21일 삼성전자와 SK하이닉스의 주가는 각각 4.1%, 7.7% 올랐다.

이들의 외국인 보유율은 각각 56.8%와 50.5%로 모두 반 이상이다.

해외에서 원자재를 수입하는 업종들도 달러 약세의 수혜를 볼 것이라는 전망이다.

김지욱 한국경제TV 파트너는 "약달러 국면에서 가장 주가 상승률이 높은 업종은 유가 및 원자재 관련주"라며 "최근 유가가 반등하며 정유 업종의 정제마진(석유제품 가격에서 생산비용을 뺀 금액)도 지난해 4분기보다 커졌다"고 설명했다.

한국경제TV 전문가인 박윤진 파트너는 "윙입푸드, 농심 등 식품 관련주에도 관심을 가질 필요가 있다"고 말했다.

@highlight

미국 중앙은행은 3월 연방공개시장위원회에서 비둘기파적인 기준금리를 연 2.25~2.50%로 동결하는 결정을 내려 외국인 유동성이 풍부해지며 삼성전자와 SK하이닉스 등 외국인의 관심을 받는 대형 반도체주들이 혜택을 볼 것으로 예상된다.