임태환 시, 연면적 3000㎡ 규모 건립 추진...

인천시가 지역 프로 축구팀을 위해 추진하는 축구센터 건립 사업 규모가 타 지역과 비교해 초라한 것으로 나타났다.

2005년 준우승 이후 하위권을 맴도는 축구팀 발전을 위해서라도 공격적 투자가 필요하다는 지적이다.

시는 2021년 9월 준공을 목표로 축구센터 건립을 추진한다고 24일 밝혔다.

축구센터 예정지는 시 소유인 연수구 선학경기장 일대 유휴부지로 지상 3층 연면적 3000㎡ 규모로 추진된다.

현재 시는 축구센터 설계용역비 약 4억원이 포함된 추가경정예산안을 인천시의회 제출했으며 내년 본예산에 센터 건립비 96억원을 반영한다는 계획을 세웠다.

예산이 통과된다면 내년 상반기에 공사를 시작한다.

창단 2년 만에 준우승이라는 높은 성적을 기록한 인천 유나이티드는 그 후 내리막을 걷고 있다.

지난 2015년 컵 대회 준우승을 달성하기도 했지만 수년째 1부 리그 12개 팀 중 8등과 10등 사이에 머무는 실정이다.

이런 상황에서 시는 축구센터 건립을 반등의 카드로 내세웠지만 문제는 창단 16년 만에 처음 생기는 축구센터가 다른 시·도민 구단과 비교한다면 초라한 수준이라는 점이다.

실제 같은 시민구단인 대구의 경우 지난해 1월부터 공사를 시작했으며 연면적 4200㎡ 규모의 축구센터가 다음달 문을 연다.

성남은 인천보다 3배 가까운 260억원을 투입한 6000㎡ 규모의 축구센터를 지을 계획이다.

최근 5년새 4차례 우승한 전북 같은 경우도 8000㎡ 규모의 클럽하우스를 보유하고 있다.

물론 전북이 기업구단인 탓에 시민구단과 비교해 월등히 높은 지원을 받고 있지만 그만큼 축구센터가 중요하다는 사실을 변함없다.

지난 시즌 재정적 어려움을 겪는 도민구단의 현실을 깨고 준우승이라는 쾌거를 달성한 경남 역시 2006년부터 축구센터를 운영하고 있다.

홍진배 인천대 체육학부 교수는 "축구센터는 단순히 선수만 이용하는 것이 아닌 시민을 위한 공간 등 관광지 역할도 하고 있다.

3000㎡ 규모라면 다양한 사업을 하기엔 부족한 크기"라며 "인천지역 축구팀에 새로운 활력을 불어넣기 위해선 중·장기적인 계획을 세우고 규모 역시 늘려야 한다"고 제언했다.

@highlight

인천시는 지역 프로 축구팀을 위해 추진하는 축구센터 건립 사업 범위가 다른 지역 대비 작은 것으로 나타나 시는 2021년 9월 완공을 목표로 축구센터 신축을 한다고 24일 전하며 예정지는 시 소유인 연수구 선학경기장 인근 유휴부지로 지상 3층 연면적 약 900평 규모로 진행된다.