올해 들어 판교 부동산 시장이 심상치 않다.

최근 분양했던 아파트가 분양을 마친 것은 물론이고 오피스텔도 완판까지 얼마 남지 않은 것으로 알려졌기 때문이다.

현장에서는 다양한 이유를 들고 있지만 무엇보다 올해 판교를 중심으로 한 다양한 개발호재 때문으로 분석하고 있다.

올해 판교 인근으로 눈 여겨 볼 것은 먼저 제3테크로밸리다.

올해 토지보상과 함께 조성이 본격적으로 될 것으로 알려지고 있기 때문이다.

실제 한국토지주택공사(LH)에 따르면 제3테크노밸리가 조성될 성남 금토동 일대 토지 및 지장물 기본조사를 올해 시작한다고 밝힌 상태.

계획대로 사업이 추진될 경우 보상계획 공고 등을 거쳐 올해 말부터 본격적인 협의보상이 이뤄진다.

성남 금토동 일대는 공공주택지구로 아파트는 물론 제3테크로밸리가 조성될 곳이다.

현지에서 예상하는 토지 보상금은 대략 1조원대다.

더불어 지난해 착공에 들어간 GTX-A노선 구간(삼성~동탄)의 역사 개발도 본격화 할 전망이다.

역사 위치는 성남과 판교역 사이로 알려져 있는 상태.

그리고 GTX-A노선 가운데삼성과 동탄 구간의 개통은 2021년 예정하고 있다.

판교에서 분양했던 아파트 2곳이 최근 모두 팔린 것으로 알려졌다.

오피스텔도 사정은 마찬가지다.

현재 잔여 호실을 분양 중인 '힐스테이트판교역' 역시 계약률이 높은 것으로 알려진 상태.

분양관계자는 "3월 들어서부터 방문하는 팀들이 증가하고 있다"며"입지나 앞으로의 미래가치에 대해 문의가 많다"고 말했다.

힐스테이트판교역은 지난해 말 분양에 들어간 주거형 오피스텔이다.

판교 알파돔시티7-1블록과 17블록 들어서며 알파돔시티 마지막 오피스텔이다.

규모는 584실이며 신분당선과 경강선을 이용할 수 있는 판교역과 지하로 직접적으로 연결될 예정이다.

금융조건은 계약금 10%를 2회 분할 납부 할 수 있다.

중도금도 60%까지 대출이 가능하다.

입주는 2022년 8월 예정하고 있으며 견본주택은 경기도 성남시 분당구 분당내곡로117 알파돔타워4지하 1층에 위치했다.

@highlight

판교의 아파트가 분양을 마친것을 물론 오피스텔 완판도 얼마 남지 않은것으로 밝혀져, 지역의 부동산 시장이 심상치 않은것으로 보이며, 이는 판교를 중심으로 한 다양한 개발호재가 크게 작용한 것으로 보인다.