제851회 동행복권 로또복권 당첨번호 추첨결과 1등 당첨번호는 ‘14·18·22·26·31·44’ 다.

2등 보너스번호는 ‘40’.

지난 23일 발표된 로또 851회 로또당첨번호 6개를 모두 맞힌 1등 당첨자는 8명으로 24억8369만2313 원의 당첨금을 받는다.

단 33%의 세금을 제하고 나서 당첨자들이 수령하게 되는 실 수령액은 16억6407만3849원 정도가 될 전망이다.

당첨 번호 5개와 보너스 숫자가 일치한 2등은 70명으로 4730만8425원씩, 당첨번호 5개를 맞힌 3등은 2101명으로 157만6197원씩 받는다.

로또 당첨번호 850회 4개를 맞힌 4등(고정 당첨금 5만 원)은 10만6132명, 로또 당첨번호 850회 3개가 일치한 5등(고정 당첨금 5000원)은 175만48명이다.

이번 1등 당첨자의 지역별 구매처는 다음과 같다.

다음은 자세한 로또 판매처다.

▷서울 성북구 석관동 332-667번지소문난복권명당 ▷인천 연수구 청학동 528-1번지 cu편의점내 한주복권방 ▷경기 안성시 금산동(안성3동) 47 안성맞춤 ▷경기 안양시 만안구 석수3동 785-14번지 행운나라복권방 ▷강원 원주시 단계동 808 삼익상가 105호 황금복권 ▷충북 청주시 청원구 내덕동 413-2번지 편의점사랑(그린신화점) ▷충남 홍성군 충절로(홍성읍) 고암리 602-1 1층 세븐일레븐 편의점내 세븐일레븐광천중앙로또판매점 ▷전남 영암군 영암읍 역리 269-1 1층 기찬복권방 등 8곳이다.

@highlight

851회 로또 1등 당첨자는 8명으로 1인당 24억8369만2313원의 당첨금을 받게 되는데 33%의 세금을 제하고 받는 실 수령액은 16억6407만3849원정도가 될 전망이다