대한민국 관문 인천국제공항에서 제1터미널 인테리어 등 건축(물) 분야에 수천억원이 들어가는 개선 공사가 이뤄져 '혈세낭비' 비난이 일고 있다.

개항 18년 짧은 역사에도 이미 수차례 시설을 뜯어 고치는 '중복 공사'가 잇따르면서 국토교통부와 서울지방항공청의 관리·감독 실효성에도 의문이 제기된다.

24일 인천공항공사에 따르면 인천공항 제1터미널 리노베이션 관련 공사비는 총 1200억원으로 확인된다.

시설 재배치 960억원을 비롯 출국수속카운터 공간 환경개선 150억원, 자동출입국심사대 60억원 등 막대한 공사비가 들어 간다.

제1터미널은 건축 당시 대리석 등 최고급 자재를 사용한 국내 단일 규모 최대의 상징 건축물이다.

현재 인천공항공사 소속 직원들조차 해당 공사가 벌어지는 것에 대해 의구심을 갖고 있는 상태다.

1터미널의 경우 상업시설은 각 입점업체가 5년 임대 기간에 맞춰 새로 단장했고, 입국장 내 세관구역을 포함 대부분 시설 개선 공사가 이뤄졌기 때문이다.

최근 진행되는 개선 공사 상당수가 수년전 인천공항공사 감사실 일상감사를 받아 진행했던 공사들과 상당 부분 겹치거나 중복되면서 감사실 기능과 역할 무용론까지 나오고 있다.

항공사를 비롯 상주기관들은 "세관구역을 포함 1터미널은 상당한 업그레이드(리모델링)가 이뤄졌다"며 "멀쩡한 터미널에 막대한 예산을 낭비하는 공사를 벌이느니 차라리 '제3터미널 신축'을 서두르는게 훨씬 나을 것"이라고 비판한다.

일각에서는 "인천공항공사가 관리 부서별로 최근 5~10년간 발주한 공사 내역과 공사를 수주한 업체를 설펴보면 상당수가 일치할 것"이라는 의혹도 제기되고 있다.

인천공항공사는 시설 개선공사에 대해 "개항 이후 노후된 마감재 개선으로 편리하고 쾌적한 환경 제공, 서비스 개선이 목적"이라고 밝히고 있다.

반면 상주직원들 상당수는 오히려 "항상 여객들 불편을 초래하는 '난장판' 공사"라고 지적한다.

한편 인천공항 1·2터미널은 정부가 '2019년 국가안전대진단' 설정 이후 실시한 건축물과 탑승시설 등 현장 점검에서 최우수 등급으로 확인된 바 있다.

@highlight

인천국제공항에서 개항 이후 이미 수차례 시설을 뜯어 고치는 '중복 공사'가 잇따른 가운데, 제1터미널 인테리어 등 건축분야에 총 1200억원이 투입된 것이 확인되면서 '혈세낭비'라는 비난의 목소리와 함께 국토교통부와 서울지방항공청의 관리·감독 실효성에도 의문이 제기되고 있다.