경기도가 화재피해 기업과 사회적경제기업 등의 지원범위 확대를 주요 내용으로 하는 '중소기업육성자금 융자지침'을 개정한다.

개정은 민간부문 경제 활성화에 박차를 가하기 위해 주요 정책의 상벌조상을 정비한 것이 골자다.

도는 이 같은 내용의 '2019년 중소기업육성자금 융자지침 일부 개정안'을 마련하고 내달부터 적용에 들어간다고 25일 발표했다.

이 지침은 '경기도 중소기업육성기금 설치 및 운용조례'에 의거해 도내 중소기업·소상공인에게 지원되는 정책자금인 '중소기업 육성자금'의 융자 기준을 나타낸 규정이다.

지침 개정안은 먼저 수해·설해 등 천재지변으로 피해를 입은 기업뿐만 아니라, 화재로 피해를 입은 기업도 원금상환유예 신청이 가능하도록 요건을 추가했다.

도 관계자는 '개정 지침은 지난해 도내 공장에서 발생한 화재 건수는 총 1056건으로 화재로 인한 피해기업이 지속적으로 증가함에 따라, 화재 피해로 어려움을 겪고 있는 기업에 대한 재기지원책을 마련하는 데 초점을 뒀다'고 설명했다.

공익을 위한 사회적경제 활성화를 도모하는 차원에서 금리 등 우대지원을 받을 수 있는 사회적경제기업의 범위도 확대했다고 덧붙였다.

도는 이에 따라 사회적경제기업 지원대상에 '소비자 생활협동조합법' 제2조에 따른 '소비자생활협동조합', '소비자생활협동조합 연합회', '소비자생활협동조합 전국연합회' 등이 신규로 포함됐다.

또 '대·중·소기업이 상생 협력하는 공정경제' 구현과 '노동이 존중받는 경기도' 실현 등 민선 7기 도정 철학을 반영해 '성과공유제 도입기업'과 '사내 근로복지기금 운영 기업'에 대한 인센티브 항목을 신설했다.

박신환 도 경제노동실장은 "이번 지침 개정으로 민간 부문 경제 활성화와 공정한 경제 질서 구축에 기여를 할 것으로 기대한다"며 "앞으로도 우리 경제 근간인 소상공인·중소기업을 위한 지원책을 지속 마련하겠다"고 말했다.

한편 도는 올해 1조8000억원 규모의 중소기업 육성자금을 운영한다.

자금 지원을 희망하는 중소기업 및 소상공인은 온라인 자금관리 시스템 또는 경기신보 20개 지점을 통해 문의·신청하면 된다.

@highlight

경기도는 민간 부문 경제 활성화와 공정한 경제 질서 확립을 목표로, 자금 지원범위 확대를 주된 내용으로 하는 '중소기업육성자금 융자지침'을 개정하고 소상공인과 중소기업을 위한 지원책을 계속 마련하겠다고 했다.