미세먼지로 가득했던 3월의 어느날, 청주 시내 상가는 유난히 한적했다.

건강을 염려한 시민들이 외출을 꺼리는 것도 이유였지만 상가 곳곳에 붙여놓은 '임대' 표지가 그 조용함을 더했던 탓이다.

최근 청주 시내 상권 곳곳에서 폐업과 업종변경이 늘어나고 있다.

경기침체가 장기화 되자 상인들은 얼마 되지 않는 권리금이라도 챙기고자 서둘러 상가를 철수하고 나가는 것이다.

기자가 만났던 한 상인은 "권리금이라도 챙겨야 본전은 찾는다"고 한숨 섞인 토로를 했다.

상권들의 연이은 폐업은 최근에 급하게 이뤄진 것이 아니다.

청주 산남동 먹자골목은 매년 10%씩 공실이 늘어나고 있고 성안길 상권 또한 1층 주요매장 16곳이 비어있었다.

또 이곳은 2년 이상 공실을 유지한 점포가 8곳이나 됐다.

정부에서는 '일자리 안정자금' 등 고용주를 위한 정책을 내놨지만 이마저도 실제 자영업자들에겐 '그림의 떡'이라는 의견이다.

일자리 안정자금 기준을 충족하기 위해선 종업원들이 4대보험을 가입해야 한다.

그러나 소규모의 자영업자가 고용하는 종업원은 대부분 주부, 학생 등 월급의 규모가 크지 않은 사람들이다.

고용주가 일자리 안정자금을 지원받아 월급을 더 얹어 지급해준다고 해도 보험비용을 제하고 나면 남는 것이 없는 것이다.

또 프랜차이즈로 운영되는 점포도 악화된 경제 상황에 울상을 짓고 있었다.

매달 본사에 지불해야 하는 비용을 메우기 위해 받는 소액 현금결제가 문제다.

급한 불을 끄기 위해 서비스를 이용하지만 신용등급 하락이라는 또 다른 문제에 직면하는 것이다.

신용도는 하락하기는 쉽지만 다시 올리기는 어렵다.

특히 자영업자의 경우 자금 상황이 더 좋아진다는 보장도 없어 발만 동동 구르고 있는 상황이다.

한 상인은 직면해있는 경제적 문제에 대해 정부의 '희망고문'을 멈춰줬으면 좋겠다고 말했다.

더 좋아질 것이라는 믿음만으로 현재의 상황을 타개하려는 노력도 이제는 버겁다는 의견이다.

앞으로 정부는 이들 자영업자를 돕기 위한 현실적이고 시장 상황에 맞는 정책을 내놔야 할 것이다.

@highlight

경기침체가 계속되면서 상인들이 권리금이라도 챙기고자 상가를 철수하고 나가는 등 최근 청주 시내 상권 곳곳에서 폐업과 업종변경이 증가하고 있어 정부는 자영업자를 돕기 위한 현실적이고 시장 상황에 맞는 정책을 제시해야 할 것으로 보인다.