이번 주 양산품 납품 검사 실시SK텔레콤 직원들이 25일 서울 을지로 본사 1층에서 5세대(5G) 상용망과 연결된 '갤럭시S10 5G'로 여러 서비스를 체험하고 있다.

/사진제공=SK텔레콤[서울경제] 세계 첫 5세대(5G) 통신 상용화가 열흘가량 남은 가운데 SK텔레콤(017670)이 '갤럭시 S10 5G' 성능 시험을 완료했다고 25일 밝혔다.

다음 달 5일 삼성전자의 단말기 출시와 함께 서비스 개통만 남은 셈이다.

SK텔레콤은 지난 두 달간 경기도 분당사옥에 위치한 '5G 디바이스 테스트 랩'과 상용 현장에서 △5G 네트워크 - 스마트폰 간 연동 △인터페이스 검증 △주파수 적합성 등 수 천 가지에 달하는 항목을 시험했다.

시나리오별 문제를 파악하기 위해 실험실의 특수 장비로 100여 가지 가상 환경도 만들었다.

상용화 최종 관문으로 불리는 '5G 디바이스 테스트 랩'의 상용망 성능 검증이 끝나며 세계 1호 5G 스마트폰 출시가 눈앞에 왔다고 회사 측은 설명했다.

SK텔레콤은 이번 주 공장에서 생산된 양산 제품을 검사하며 5G스마트폰 첫 출시를 준비할 계획이다.

SK텔레콤은 또 5G와 롱텀에볼루션(LTE), 와이파이를 동시에 데이터 전송에 활용해 속도를 높이는 '3단 결합기술'과 데이터 소모량을 줄이는 '5G미디어 압축 기술' 등 5G 신기술도 '갤럭시S10 5G'에 추가 탑재했다.

5G 서비스나 특화상품을 조기 출시할 수 있도록 지원해주는 '5G 비즈 플랫폼'도 이날 SK텔레콤 서버에 구축됐다.

전국 기지국에서 생성되는 빅데이터를 분석해 안테나 방향, 담당 영역을 실시간으로 최적화하고 이용량 급증 같은 품질 변화 요인을 예측해 해결하는 인공지능 네트워크 '탱고'도 5G 기지국과 교환국에 설치됐다.

박진효 SK텔레콤 ICT기술센터장은 "첨단 기술을 세계 1호 5G스마트폰 출시 시점에 맞춰 상용화한다"며 "같은 폰을 쓰더라도 고객이 최고의 품질을 경험하도록 할 것"이라고 말했다.

@highlight

25일 SK텔레콤은 분당사옥에서 지난 두달간 5G 네트워크 - 스마트폰 연동과 인터페이스 검증 등 수 천가지 항목을 시험하고, 시나리오별 문제 파악 위해 100여 가지의 가상 환경도 만들며 '갤럭시 S10 5G' 성능시험을 완료했다고 밝혔다 .