축제장을 찾은 어린이들이 딸기 케익을 처음 만들어보며 기뻐하고 있다.

[논산]지난 20일 '상큼한 딸기향에 실려오는 달콤한 만남'을 주제로 논산천 둔치에서 화려하게 개막한 '2019년 논산 딸기 축제'가 지난 24일 막을 내렸다.

시에 따르면 세계 최고의 맛과 풍미를 자랑 하는 논산 딸기를 찾아 국내는 물론 주한외교사절 등 외국인 관광객이 변덕스런 봄 날씨도 아랑곳 없이 몰려들어 지난 달 동남아 수출을 시작으로 세계 시장에 도전장을 낸 글로벌 논산딸기의 위상을 제고했다.

논산지역 농협을 중심으로 딸기를 지난해보다 대폭 늘려 준비했던 판매용 딸기가 조기에 매진되면서 판매에 나선 농민과 농협 관계자들은 즐거운 비명을 질렀다.

가족과 연인 단위로 축제장을 방문하는 관광객을 위해 딸기 포장을 소량화하는 전략과 함께 평소 즐길 수 없었던 다양한 딸기 요리로 축제장을 찾은 이들의 입을 즐겁게 했다.

하늘에는 국내에서 보기 힘든 연을 띄워 먼 곳에까지 축제장의 위치를 알렸는가 하면 딸기를 이용한 액세서리를 직접 제작하는 체험 코너와 딸기 요리 코너는 연일 성시를 이뤘다.

전통적으로 인기를 얻어오던 딸기 떡 길게 뽑기와 딸기잼, 딸기 케익 만들기, 딸기를 이용한 각종 음식 역시 꾸준한 사랑을 받으면서 축제의 흥취를 더했다.

특히 4차산업혁명의 결정체 중 하나인 AI(인공지능)로봇 '먹보딸기'가 어린이들과 실시간 소통하는 한편 3D프린팅체험도 진행되어 딸기 홍보에 일조했다.

황명선 논산시장은 "22회를 맞이하는 논산딸기축제가 성공적인 끝을 맺게 된 것에 대해 농업인들과 축제 기간 중 고생해주신 모든 분들께 감사드린다"며 "논산딸기축제는 세계로 뻗어나갈 수 있는 무한한 가능성을 가지고 있고 이번 축제는 우리 시의 품격을 높임과 동시에 세계화의 발판이 되는 계기가 될 것으로 확신한다"고 말했다.

@highlight

지난 20일부터 24일까지 '상큼한 딸기향에 실려오는 달콤한 만남'을 주제로 논산천 둔치에서 열렸던 '2019년 논산 딸기 축제'는 많은 외국인 관광객의 방문과 판매용 딸기가 조기에 매진되면서 판매에 나선 관계자들은 즐거운 비명을 질렀다.