정은빈 기존 17개소에서 올해 23개소로 기술지원 대상 확대 대구지방환경청은 대구·경북 환경기초시설 중 방류수 수질기준을 초과한 시설에 수처리 기술을 지원할 ‘환경기초시설 기술지원반’을 내달부터 운영한다.

대구지방환경청은 25일 환경기초시설 기술지원반이 수처리 기술을 지원할 대상 시설을 기존 17개소에서 올해 23개소로 확대해 운영한다고 밝혔다.

기술지원반은 대학교수 2명, 한국상하수도협회 측 2명, 한국환경공단 TMS·수처리·시설 전문가 6명, 구미·안동 시설관리공단 각 1명, 민간 전문가 3명 총 15명으로 구성됐다.

올해 지원 대상은 방류수 수질기준 초과로 2차 이상 개선명령 처분을 받은 시설 9개소, 노후시설 개선 방안마련 지원을 요청한 시설 3개소, 올해 지도·점검 결과 수질기준을 초과했거나 긴급 기술지원이 필요한 시설 10개소 등이다.

이 중 방류수 수질기준 초과로 개선명령을 2차 이상 받은 하수처리시설은 경북 건천·안강·대보·원평·영천 등 5개 시설, 폐수처리시설은 대구 옥포농공·경북 개진산단·봉화농공·성주산단 등 4개 시설이다.

기술지원반은 올해 12월까지 대상 시설을 방문해 수질상태와 약품사용량, 처리공법 등을 분석하고, 분석 결과를 토대로 시설 문제점과 원인 등을 규명해 시설 관리·운영 방안을 제시한다.

기술지원 후에는 시설의 관리·운영 상태 등에 관한 피드백을 제공할 예정이다.

대구환경청은 지난 2015년 2월부터 방류수 수질기준을 반복 초과하는 하·폐수처리시설의 정상운영을 위해 환경기초시설 기술지원반을 4개팀 15명으로 구성해 운영하고 있다.

지난해의 경우 포항 하수처리시설, 봉화농공폐수처리시설 등 17개소에 시설별 1~3회 총 35회 기술지원을 실시해 12개소의 수질을 기준에 맞도록 개선했다.

대구환경청 관계자는 “올 연말 하·폐수처리시설 기술지원에 따른 성과보고회를 열어 사례를 공유할 예정”이라고 말했다.

@highlight

대구지방환경청이 환경기초시설 기술지원반을 운영하여 시설 관리, 운영 방안을 마련하고, 수처리 기술을 적용할 대상 시설을 확대해 운영한다.