충북일보=서울] 환경부가 올 연말까지 원인모를 악취로 고통을 받고 있는 청주시 청원구 오창지역에서 실태조사를 벌인다.

더불어민주당 변재일(청주 청원) 의원은 25일 환경부는 올해 말까지 오창과학산업단지 인근 주변의 악취 현장조사를 실시할 계획이라고 밝혔다.

환경부가 변 의원에게 제출한 '2019년도 악취실태조사 추진계획안'에 따르면 청주는 오창과학산업단지 137개 사업장에서 발생하는 화학약품 냄새 등의 악취로 인해 오창과학산업단지 인근 인구 8만 명이 피해를 받고 있으며, 비봉초등학교 일대까지 영향을 미쳐 2017년 기준 100건의 민원이 발생한 것으로 나타났다.

이에 환경부는 '악취방지법' 제4조제3항(환경부장관, 지자체 장은 주민의 건강과 생활환경에 피해가 우려되는 경우 악취관리지역 외의 지역에서 악취발생 실태를 조사할 수 있다)에 따라 환경부 직권으로 2019년 악취실태조사 지역으로 청주시 오창을 선정했으며, 삼성SDI 등 악취 유발 업종 50개 사업장을 중점 조사한다고 밝혔다.

환경부는 실시간 악취 측정 장비 등 최신 장비를 활용하여 악취 발생 주요 지점에 대한 악취 물질을 측정·분석하고, 실제 사람이 느끼는 악취를 파악하기 위해 판정 요원의 후각을 통한 악취빈도를 측정할 계획이다.

환경부는 이번 조사를 통해 오창의 악취 원인을 규명하기 위해 악취확산 모델링을 하고, 악취해소를 위한 저감 방안을 제시할 예정이다.

실태조사 결과 주민피해가 우려되는 경우 환경부는 사업장에 악취 저감시설 강화를 요청하거나, 지자체에 악취관리지역 지정을 요청하는 등의 조치를 취한다는 계획이다.

변 의원은 "본격적인 오창의 악취 실태조사에 앞서 27일 수요일 오창호수도서관에서 오창주민을 대상으로 악취 실태조사에 대한 설명회를 개최하여 악취로 인한 피해와 우려에 대한 오창 주민들의 의견을 수렴할 계획"이라며 "이번 실태조사가 오창의 악취 원인을 밝혀내고 획기적인 악취 저감을 방법을 마련해 오창 악취를 근본적으로 잡는 계기가 되기를 바란다"고 밝혔다.

@highlight

25일 환경부는 올해 말까지 실시간 악취 측정 장비 등 최신 장비를 활용하여 악취 발생 주요 지점에 대한 악취 물질을 측정·분석하고 악취 원인을 규명하기 위해 악취확산 모델링을 하고, 악취해소를 위한 저감 방안을 제시할 계획이라고 밝혔다.