3월 '문화가 있는 날'을 맞아 이번 주 전주지역에서는 공연, 예술, 전시, 영화 관람 혜택이 만개한다.

26일 저녁 7시 30분, 덕진예술회관에서는 전주시립극단이 114회 정기공연 '완장'으로 올 봄 창작무대의 문을 연다.

31일까지 이어지는 이번 무대는 전주시립극단의 2019년 시즌레퍼토리 첫 작품이다.

전북지역의 대표 작가 윤흥길의 동명소설을 원작으로 하고 있으며, 피폐한 권력의 민낯을 구수한 사투리와 익살스러운 연기로 풀어냈다.

평일 오후 7시 30분, 주말 오후 4시 공연이며 좌석 가격은 R석 2만원, S석 1만5000원이다.

특히 26일 공연은 '문화가 있는 날' 혜택으로 50% 특별할인가가 적용된다.

이밖에 나루컬쳐·카카오톡(ID 'jsgcool')으로 예매하거나 현장에서 신분증을 인증한 전주시민에 한해 티켓 가격의 30%를 할인받을 수 있다.

전주지역 도서관도 문화가 있는 날 채비를 마쳤다.

30일 오전 11시 아중도서관 강당에서는 '전래동화와 함께하는 국악공연'이 열린다.

효자도서관은 30일 오후 2시부터 가족 회원 50명을 대상으로 영화를 상영한다.

송천·건지·서신도서관은 30일 어린이 회원을 위해 그림책을 읽어주는 시간을 마련했다.

'문화가 있는 날' 당일인 27일에는 오전 9시부터 오후 7시까지 전주 경기전을 무료 개방한다.

도내 주요 영화관에서는 오후 5시부터 9시 사이에 상영되는 영화를 5000원에 관람할 수 있다.

전주전통술박물관도 이날 학예사와 함께하는 박물관이야기, 유상곡수연 풍류체험을 무료로 운영한다.

전주역사박물관에서는 주말인 30일 하루 동안 꽃심, 돼지띠해 배지 만들기, 스탬프 찍기, 효문자·전주부지도 탁본 등 상설 체험프로그램을 반값에 제공한다.

이번 전주 '문화가 있는 날' 프로그램 관련 문의는 전주시 문화정책과(063-281-2682)로 하면 된다.

@highlight

3월 '문화가 있는 날'이 다가오고 있는 가운데 덕진예술회관에서 전주시립극단이 114회 정기공연 '완장'을 무대에 올리고 30일 아중도서관에서는  '전래동화와 함께하는 국악공연'이 열리는 등 이번 주 전주지역의 문화행사 관람 혜택이 풍성해진다.