내시경 검사 후 잠든 환자에게 약물 처방을 잘못해 환자를 식물인간 상태에 이르게 한 의료진들이 벌금형을 선고받았다.

수원지방법원 형사 10단독(판사 곽태현)는 25일 업무상 과실치상 혐의로 재판에 넘겨진 의사 조모(40)씨에게 벌금 500만 원을 선고했다.

함께 기소된 간호사 최모(35)씨와 김모(45)씨에겐 각 벌금 50만 원과 100만 원을 선고했다.

조씨 등 의료진은 2013년 6월 수원의 한 외과 검진센터에 종합검진을 받으러 온 환자 심모(42)씨에게 호흡근육이완제를 잘못 투여해 환자를 식물인간 상태가 되게 한 혐의를 받는다.

이날 환자는 "목이 결리니 내시경 후 잠들어 있을 때 목근육을 풀어줄 수 있는 약을 투약해 달라"라고 요청했다.

이에 간호사 김씨는 환자가 요구한 근육이완제를 찾다가 호흡근육이완제인 '베카론'을 근육이완제로 오인해 의사 조씨에게 보고했다.

의사 조씨는 해당 약품이 근육이완제인지 정확히 확인하지 않고 처방지시했다.

'베카론'은 호흡근육을 이완시켜 수술을 쉽게 하는 마취제로서 호흡근육을 마비시키기 때문에 환자에 대한 인공호흡 준비를 갖추지 않은 상태에서는 사용할 수 없는 것으로 알려졌다.

의사 조씨에게 처방지시를 받은 간호사 최씨 역시 해당 약물의 약효 등을 확인하지 않고 투약의 위험성을 인식하지 않은 채 잠들어있는 환자에게 약을 투약했다.

그 결과 환자 심씨는 호흡곤란 등 부작용으로 식물인간 상태의 중태에 빠졌다.

재판부는 "이들은 위와 같은 업무상 과실로 환자에게 중상해를 입게 했다"며 "다만 피고인들이 피해자 가족이 제기한 민사소송 과정에서 손해배상금을 지급해 고소인이 고소를 취소하고 피해자 처벌을 원치 않는다는 점을 감안했다"고 양형 이유를 밝혔다.

@highlight

25일 수원지방법원 형사 10단독은 의사 조모씨에게 업무상 과실치상 혐의로 벌금 500만 원을 선고했다고 밝혔는데 조씨 를 비롯한 의료진은 종합검진을 받으러 내원한 심모씨가 목근육을 풀어달라는 요청을 받았으나 호흡근육 이완제를 잘못 투약해 환자를 식물인간으로 만들어 버린 혐의를 받는다.