일반인도 모든 LPG(액화석유가스)차량을 신규로 등록하거나 변경 또는 이전이 가능해진다.

휘발유·경유차를 LPG차량으로 개조하는 것도 마찬가지다.

산업통상자원부는 26일부터 수송용 LPG연료 사용제한을 폐지하는 '액화석유가스 안전관리 및 사업법' 일부개정법률이 공포·시행된다고 25일 밝혔다.

이 개정안은 지난 19일 국무회의 의결을 거쳤다.

앞으로 일반인이 모든 신규 또는 중고 LPG 차량을 자유롭게 매매할 수 있고, 해당 시·군·구청 소속 자동차등록업무 담당기관에서 LPG차량을 신규·변경·이전 등록할 수 있다.

그동안 LPG차량 이용은 택시, 렌터카, 장애인 등에만 허용돼 왔다.

또 자동차 구조변경업체에서도 휘발유·경유차를 LPG차량으로 개조가 가능해진다.

개정안이 공포·시행되면서 기존 LPG연료 사용제한을 위반한 사용자에 대해 과태료를 부과하는 행정처분 관련 법률 조항도 폐지됐다.

기존에는 장애인, 국가유공자 등이 주민등록표 등본상 세대를 같이하는 보호자와 공동 명의로 LPG차량을 소유·사용하다가, 등본상 세대 분리 이후 명의변경을 하지 않아 LPG연료 사용제한을 위반한 경우가 잦았다.

이 경우 300만 원 이하의 과태료를 부과해왔다.

산업통상자원부 관계자는 "법률 시행 후 LPG차량 신규·변경·이전등록업무 수행에 차질이 생기지 않토록 해당 시·군·구청 소속 자동차등록업무 담당기관과 협의했다"고 밝혔다.

이처럼 LPG 차량의 이용 폭이 넓어짐에 따라 자동차부탄 가격에도 관심이 모아지고 있다.

한국석유공사 유가정보서비스 오피넷에 따르면 25일 현재 대전 지역 자동차부탄 평균 가격은 ℓ당 802.8원으로 전날 대비 1.5원 올랐다.

하지만 ℓ당 1388.8원을 기록한 휘발유에 견줘 42.2% 저렴한 것으로 나타났다.

@highlight

산업통상자원부는 액화석유가스 안전관리 및 사업법이 일부 개정 공포, 시행 됨에 따라 일반인도 모든 LPG 차량을 자유롭게 매매할 수 있고, 해당 시·군·구청 소속 담당기관에서 LPG차량을 신규·변경·이전 등록할 수 있다고 밝혔으며, 구조변경업체 또한 휘발유, 경유차를 LPG차량으로 개조할 수 있게 됐다.