. 전북도와 시·군 자치단체들이 지역 중소기업 제품 구매에 소극적인 것으로 지적됐다.

전북도의회 조동용 의원은 5분 자유발언을 통해 전북 자치단체들이 지역 중소기업이 생산한 기술개발제품 우선구매제도를 외면하면서 최근 3년간 타지역 제품 구매로 2,200억 원대의 자금이 역외로 유출됐다고 밝혔다.

조 의원은 도내 기술개발제품 생산업체와 제품 수도 전국 대비 4%에 그치고 있다며 기술개발제품 확대를 위한 중소기업 육성대책 마련을 전북도에 촉구했다.

중소기업제품 구매촉진 및 판로지원에 관한 법률에 의하면 공공기관이 중소기업 제품을 구매할 때 구매액의 10% 이상을 중소기업 기술개발제품으로 우선 구매토록 규정하고 있다.

전북도는 이에 따라 지난 2016년부터 2018년까지 3년 동안 중소기업 기술개발제품 138억 9,600만 원 상당을 구입했다.

이 가운데 전북지역 중소기업 기술개발제품 구매는 40억 9,900만 원으로 전체의 29.5%에 불과했다.

나머지 97억 7,000여만 원은 타지역에서 생산된 제품을 구입한 것으로 드러났다.

조 의원은 14개 시·군까지 포함하면 타지역 구매액은 2,200억 원에 이를 것으로 추정했다.

도내 중소기업을 살릴 수 있는 엄청난 예산이 타지역으로 유출되고 있다고 볼 수 있다.

전북 자치단체들의 지역 제품 구매가 저조한 이유로는 행정관청에서 그동안 납품 실적이 저조하다는 이유로 구매를 꺼린 데 따른 것으로 분석된다.

신기술개발 제품의 성격상 기존 납품실적이 저조할 수밖에 없는데도 소극적인 행정을 펼친다면 지역 업체들이 발붙일 곳이 없다.

정부의 중소기업 경쟁력 강화 자금지원을 받아 신기술개발제품을 내놓았다면 제품 상용화 과정에서 이미 검증을 받았다고 볼 수 있다.

자치단체들이 지역 제품을 외면한다면 지역기업들이 살아남을 수 없다.

도내 자치단체들의 지역 기업의 기술개발제품에 대한 우선구매 활성화가 요구된다.

아울러 정부의 중소기업 경쟁력 강화 자금지원(연간 6,000억 원 규모)을 받아 전북에서 기술개발제품을 생산하는 중소기업이 128개에 272개 제품으로, 전국 3,984개 기업 7,342개 제품의 3~4%에 불과해 지역 중소기업에 대한 적극적인 지원책 마련도 필요하다.

@highlight

조동용 의원에 따르면 전북도 등 전북의 자치단체가 지역 중소기업 제품 우선구매제도를 외면하고 오히려 다른 지역제품 구매로 2200억대 자금이 역외유출되었다면서 중소기업 육성에 대한 대책 마련을 촉구했다