한센인을 위해 평생을 헌신한 ‘소록도 천사’ 마리안느·마가렛 간호사의 노벨평화상 추천을 위한 활동이 본격화되고 있다.

26일 고흥군에 따르면 마리안느·마가렛 노벨평화상 범국민 추천위원회는 내년 1월 두 간호사를 노벨평화상 후보로 추천하기로 했다.

내년은 나이팅게일 탄생 200주년이어서 국제간호협회와 함께 노벨평화상 추천을 추진할 방침이다.

이를 위해 김황식 위원장이 오는 6월 싱가포르에서 열리는 국제간호협회 회의에 참석해 협조를 구할 예정이다.

김 위원장은 회의에 참석해 마리안느·마가렛 두 간호사의 숭고한 봉사 정신을 설명하고 협력을 당부한다.

노벨평화상 추천서는 안효질 고려대 법학전문대학원 교수와 이형규 한양대 법학전문대학원 교수, 정용상 동국대 법대 교수가 작성한다.

노벨평화상범국민추친운동도 활발하게 진행 중이다.

지난해 11월 발족한 노벨평화상 범국민 추천위원회가 전 국민을 대상으로 시작한 100만인 서명운동에는 지금까지 47만여명이 참가했다.

범국민추진위원회는 올해 말까지 100만인 서명 운동을 추진한다.

두 간호사의 봉사 정신을 기리는 소록도 마리안느·마가렛 나눔연수원도 오는 27일 문을 연다.

2017년 10월 착공한 나눔연수원은 59억원이 투입됐으며 최근 완공됐다.

강의실·생활관·식당·마리안느 마가렛 전시관 등을 갖췄고, 전시관 2층에는 녹동항을 한눈에 바라볼 수 있는 카페테리아도 들어섰다.

본명이 마리안느 스퇴거(Marianne Stoeger·85)와 마가렛 피사렉(Margareth Pissarek·84)인 두 간호사는 오스트리아 인스브루크 간호학교를 졸업하고 1962년과 1966년 한국 땅을 밟아 소록도에서 한센인들을 위해 봉사했다.

한 푼의 보상도 없이 빈손으로 살다가 고령에 활동이 여의치 않자 2005년 11월21일 편지 한장만을 남긴 채 소록도를 홀연히 떠나 귀감이 되고 있다.

@highlight

'마리안느·마가렛 노벨평화상 범국민 추진위원회'에서는 소록도에서 한센인들을 위해 수년간 봉사한 외국인 간호사 '마리안느'와 '마가렛'을 기념하기 위해 그들의 이름을 딴 나눔연수원을 개소하고 노벨평화상 후보로 추진할 예정이다.