경남도교육청이 전국에서 처음으로 교권 보호 의지를 담은 ‘교육공동체 교권보호 선언’을 발표했다.

25일 도교육청에 따르면 지난해 1학기 도내 학교 현장에서 발생한 교권 침해는 77건이며, 이 중 폭언·욕설이 46건(60%)으로 가장 많았다.

또 늦은 시간에 학생이나 학부모가 교원에게 학교생활과 무관한 전화·메시지를 보내거나 교육활동과 무관한 사적 연락을 하는 경우 등 ‘휴대전화 교권 침해’가 늘어나는 것으로 조사됐다.

이런 상황을 고려해 선언문 전문에는 ‘교육은 교직원, 학생, 학부모, 지역사회 등 교육공동체의 참여와 협력 속에서 상호 존중과 배려의 문화가 뿌리내릴 때 가능하다’고 적시했다.

또 교육공동체가 ‘존중과 배려’의 학교 문화를 조성하는 데 함께 노력하고, 교권 존중과 보호활동에 나서기로 했다.

선언서는 학교운영위원회 경남도협의회, 경남도교원단체총연합회, 전교조경남지부, 한교조경남본부, 학생, 학부모, 교사 등이 참여한 위원회가 만들었다.

이에 발맞춰 도 교육청은 청사 내에 ‘경남 행복교권드림센터’를 열어 교권 보호를 위한 행정·재정적 지원도 강화하기로 했다.

센터에는 장학관과 장학사가 각 1명, 교권 전문 변호사와 전문 상담사 등 7명이 근무한다.

이곳에서는 교권침해 피해를 당한 교원을 위해 법률상담과 행정적 지원 등을 한 번에 제공한다.

도교육청은 이와 함께 ▷심리검사장비를 갖춘 ‘찾아가는 교원행복버스’ ▷교권 타운홀 미팅 ▷교원 안전보장 시스템 강화 ▷교권보호 신속 지원팀 운영 ▷교원배상책임보험 가입 및 보상 확대 추진 ▷교권 피해에 대한 법적 지원 ▷교권보호 장기 치유 연수 등 ‘교권보호 7대 프로젝트’를 시행할 방침이다.

또 사생활을 보호하기 위해 교원들에게 업무용 개인 전화번호를 부여하는 ‘교원 투 넘버 서비스’, 폭력으로부터 교원을 보호하기 위한 ‘교원 SOS벨’ 등을 운영하기로 했다.

@highlight

경남도교육청은 25일 전국에서 처음으로 교권 보호 의지를 담은 ‘교육공동체 교권보호 선언’을 발표하고, 청사 내에 ‘경남 행복교권드림센터’를 설치해 교권 보호를 위한 행정·재정적 지원을 강화하기로 했다. 