더불어민주당과 정의당이 4·3 국회의원 보궐선거 경남 창원성산 지역구 단일화 후보로 여영국 정의당 후보를 25일 선출했다.

민주당과 정의당은 24~25일 여론조사를 벌인 결과 여영국 정의당 후보가 단일후보 경선에서 승리했다고 밝혔다.

여 후보는 단일후보 선출 결과 발표 기자회견에서 "단일화는 민주당과 정의당 두 당만의 단일화가 아니다"며 "사사건건 민생 개혁 발목 잡는 무능한 제1야당, 역사를 거꾸로 되돌리려는 자유한국당을 반드시 꺾으라는 창원시민 마음이 단일화됐다는 뜻"이라고 말했다.

또 "단일화의 최종 승자는 창원시민이 될 것"이라며 "당선되면 국회에서 가장 개혁적인 목소리를 내는 원내교섭단체를 반드시 부활시키겠다"고 강조했다.

정의당이 승리한다면 당 의석수가 6개가 된다.

그렇게 되면 14석을 보유한 민주평화당과 함께 공동교섭단체 '평화와 정의'를 다시 구성할 수 있다.

'평화와 정의'는 노 전 의원 별세로 1석을 잃으면서 교섭단체 자격을 상실해 해산된 상태다.

공동 교섭단체가 재구성되면 거대 정당들 사이에서 '캐스팅보트' 역할이 가능해진다.

정의당은 여 후보가 당선될 경우 평화당과 다시 교섭단체 구성한다는 계획이다.

자유한국당과 바른미래당은 단일화를 두고 비판 목소리를 높였다.

민경욱 한국당 대변인(인천 연수을)은 "여당과 야당의 후보 단일화는 처음"이라며 "민주·정의당의 단일화 결정이야말로 명백한 구태야합으로 규정한다"고 비난했다.

김정화 바른미래당 대변인도 논평에서 "창원 경제를 망쳐온 민주당이 '후보 단일''를 통해 책임 회피의 종지부를 찍었다"며 "자존심도, 명분도, 미래도 없는 야합일 뿐"이라고 강도 높게 비판했다.

이로써 4·3 재보선 경남 창원성산 은 여영국 민주·정의당 단일후보와 강기윤 자유한국당 후보, 이재환 바른미래당 후보, 손석형 민중당 후보, 진순정 대한애국당 후보, 김종서 무소속 후보 대결로 치러진다.

@highlight

더불어민주당과 정의당이 25일 4·3 국회의원 보궐선거 경남 창원성산 지역구에서 여영국 정의당 후보를 단일화 후보로 선출함에 따라 이 보궐선거에서 정의당이 승리한다면 민주평화당과 함께 공동교섭단체 '평화와 정의'를 부활시키게 된다.