4년 넘도록 키운 인삼보다 '새싹 인삼'이 항암 및 면역력 증가 효과에 더 탁월한 것으로 나타났다.

25일 경기도보건환경연구원(이하 연구원)에 따르면 4년 이상 재배한 '다년근 인삼'보다 '새싹인삼'에 함유된 '진세노사이드'(인삼 사포닌) 성분이 더 많은 것으로 조사됐다.

항산화 성분인 '폴리페놀', '플라보노이드' 함유량과 피부의 점 등 잡티를 만드는 '타이로시나아제'의 억제 효과도 새싹인삼이 더 컸다.

연구원은 지난해 3~8월 전국 각지에서 재배된 새싹인삼 19종과 4년 이상 재배한 다년근 인삼 4종에서 샘플을 채취해 이같은 결과를 담은 조사를 실시했다.

실제 진세노사이드 6개 성분의 함유량은 새싹인삼의 잎과 줄기에서 각각 107.54mg/g, 89.12mg/g이 검출, 다년근 인삼에서 검출된 80.05mg/g보다 높았다.

또 폴리페놀 또한 새싹인삼 잎이 155mg/100g을 함유해, 다년근인삼(117mg/100g)보다 높게 나타났으며, 플라보노이드 역시 새싹인삼이 256mg/100g, 다년근인삼 222mg/100g 등으로 나타났다.

아울러 피부에 점 등의 잡티가 생기게 하는 '타이로시나아제' 활성화를 억제하는 효과 또한 다년근인삼보다 우수, 피부 미백효과가 더 탁월한 것으로 조사됐다.

이에 연구원 관계자는 "이번 연구를 통해 인삼의 잎과 줄기를 함께 섭취할 수 있는 새싹인삼이 다년근 인삼보다 진세노사이드 및 항산화 성분을 더 많이 포함하고 있다는 사실을 확인했다"며 "새싹인삼은 그대로 섭취할 수 있을 뿐 아니라 식·의약품과 화장품 소재로도 개발할 수 있는 만큼 앞으로 인삼 농가의 소득 증대에 큰 보탬이 될 것으로 기대된다"고 말했다.

@highlight

25이리 경기도보건환경연구원에 따르면 4년 이상 재배한 '다년근 인삼'보다 '새싹인삼'에 함유된 '진세노사이드'(인삼 사포닌'성분이 더 많으며, 항산화 성분인 '폴리페놀', '플라보노이드'함유량과 잡티 억제 효과, 피부 미백효과도 '새싹인삼'이 더 우수한 것으로 조사되었다.