대전시를 비롯한 세종, 충북, 충남 등 충청권 4개 시·도가 지역인재 채용 광역화를 위해 뜻을 모았다.

지역인재 광역화가 이뤄지면 대전·충청권 지역학생들이 충북(10개), 충남(2개), 세종(19개)의 31개의무채용 공공기관에 취업을 할 수 있는 기회가 확대될 전망이다.

허태정(대전시장), 이춘희(세종시장), 이시종(충북지사), 양승조(충남지사) 충청권 4개 시·도지사는 26일 대전시청 대회의실에서 충청권 지역인재 채용 광역화를 위한 업무협약을 했다.

협약은 의무채용 광역화 및 의무채용 예외 규정 완화 등 관련 법령의 조속한 개정과 혁신도시법 시행 전에 이전한 공공기관까지 지역인재 채용 의무화 적용 등을 위해 충청권 4개 시·도가 상호 협력 및 공동 대응하는 내용을 담고 있다.

도간 이해관계가 달라 합의에 이르지 못하고 난항을 겪어 왔다.

혁신도시법 발효 전·후 구분 없이 모든 공공기관에 지역인재 채용을 의무화하고, 전국 각 지역에 있는 기존 공공기관도 지역인재 채용 의무화를 적용하게 되면 중앙과 지방간, 지방과 지방간의 불균형을 해결한 대표적 사례가 되는 만큼 충청권 자치단체는 그동안 국회, 정부에 지속적으로 법률개정을 요구해왔다.

시는 이번 협약이 대전·충청권이 뜻을 모아 지역학생들의 직장 선택 폭을 넓히고 지역인재 의무채용의 성과를 함께 공유하며 상생과 공존의 길로 함께 나가는 좋은 사례가 될 뿐만 아니라, 향후 대전·충청권이 공동 협력하는 상생발전의 모멘텀이 될 전망이라고 설명했다.

허태정 대전시장은 "그동안 혁신도시에서 제외돼 대전지역 학생이 지역인재 채용에 있어 심각한 역차별을 받아왔는데 이번 협약을 바탕으로 관련 법령 등이 개정 되면, 충청권에 있는 모든 이전공공기관의 취업기회가 확대 되고, 빠르면 올 하반기부터 채용 혜택을 받을 수 있게 될 것"이라고 말했다.

충청권의 광역화는 조속한 시일 내에 이루어 질 것으로 예상했다.

@highlight

충청권 4개 시·도는 26일 대전시청 대회의실에서 지역인재 채용 광역화를 위해 업무협약을 맺었고, 이를 통해 대전·충청권 지역학생들은 충북, 충남, 세종의 의무채용 공공기관에 취업할 수 있는 기회를 얻게 된다.