벡스코·수영요트경기장서 부산국제보트쇼가 28일부터 31일까지 벡스코와 수영만요트경기장에서 열린다.

부산시와 해양수산부가 주최하는 이번 행사는 보트·요트 관련 최신 제품을 비롯해 카누·카약, 서핑, 캠핑카 등 해양레포츠 관련 품목을 모두 전시한다.

해양레저 관련 117개 업체가 참여, 1053개의 부스를 운영한다.

국내 기업이 세계 최초로 개발한 직경 2m의 대형 드론이 이착륙 가능한 드론 보트, 수중 관광이 가능한 승강형 투명캐빈 반잠수정, 국내 최초의 웨이크 보트, 알루미늄 보트 등 이색 상품이 대거 선을 보인다.

벡스코 전시장에서는 카약·카누를 대형 체험수조에서 직접 타 볼 수 있고, 해양레저 가상현실(VR) 체험, 로잉머신(실내 조정기구체험) 및 조정 시뮬레이터, 부산해양관광기념품 홍보관 등 다양한 체험거리가 마련된다.

수영만 요트경기장에 마련된 해상전시장에서는 요트 전문가에게 요트 관련 설명을 듣고 실제로 요트를 타고 바다로 나가보는 딩기요트 체험교실, 요트 맛보기 등의 행사를 진행한다.

부산해양관광기념품 홍보관은 부산의 경쟁력 있는 관광기념품을 발굴·홍보하고 참여업체의 판로 확대에 도움이 될 전망이다.

이 외에도 중고 요트·보트와 설비·부품을 전시하고 거래하는 '보트 오픈 마켓', 해수부·부산시·업계 종사자 간 해양레저 활성화 간담회, 국내 해양레저산업의 해외 진출을 지원하는 '해외사업 상담회'가 열린다.

시 관계자는 "올해는 요트·보트뿐 아니라 수상레저 스포츠 품목·기념품 전시 등 관람객에 다양한 볼거리와 즐길 거리를 제공할 계획"이라며 "참가업체의 국내외 판로 지원을 위한 프로그램과 행사 주제에 맞는 관광기념품을 발굴·판매해 지역경제 활성화에도 도움이 될 것으로 기대한다"고 말했다.

@highlight

부산시와 해양수산부가 주최하는 부산국제보트쇼가 28일부터 31일까지 벡스코와 수영요트경기장에서 개최되며, 해양레저 관련 117개 업체와 1053개 부스로부터 보트·요트 관련 최신 제품과 카누, 카약 등 해양레포츠 관련 품목이 전시된다.