국민항공사 이스타항공이 지난 21일 한국소비자포럼이 주최하는 16기 팀 화이트 3주차 브랜드아카데미를 후원했다.

지난 2007년 설립된 이스타항공은 기존 대형 항공사 위주의 항공시장 독과점을 깨고 합리적 가격을 통한 항공여행의 대중화를 목표로 설립됐다.

2009년 1월 김포-제주 첫 취항을 시작으로 현재 총 10개국 33개 도시 41개 노선을 운항하고 있다.

이 날, 이스타항공은 100여 명의 팀 화이트에게 이스타항공의 BI가 각인된 다이어리 세트를 선물하고, 이스타항공의 브랜드 스토리와 함께 이스타항공의 주요 가치인 안전, 합리적인 가격, 고객감동의 3가지 가치에 대한 재능기부 강연을 진행했다.

이날 강연에 나선 이스타항공 브랜드팀 봉혜진 팀장은 이스타항공 '안전'에 대한 이야기를 꺼냈다.

그녀는 "항공사에서 최우선적인 가치는 안전이다"라고 말하며, "이스타항공은 설립 이후. 현재 43만 시간 무사고를 기록 중이다"라고 말했다.

이어 합리적인 가격에 대해 전했다.

"20대 청년들의 경우, 비싼 항공료는 부담이 될 수밖에 없다"며 "이스타항공은 더 넓은 세상을 보며 많은 경험을 쌓아야하는 청년들의 여행이 부담 없이 여행을 떠날 수 있도록 합리적인 가격을 지향하고 있다"고 밝혔다.

마지막으로 봉 팀장은 차세대 브랜드마케터를 꿈꾸는 팀 화이트에게 조언을 전하며 마무리했다.

그녀는 "모든 브랜드에는 핵심 가치가 있다. 핵심가치란, 앞으로 브랜드가 나아가야 할 목표설정에 중요한 요소이며 방향성을 결정하는 요소다"라며, "앞으로 여러분들이 브랜드를 접하며 핵심 가치를 보는 눈을 기른다면 더 멋진 브랜드 매니저로 성장할 수 있을 것"이라고 독려했다.

이날 강의를 수강한 김소연(이화여대 국어국문학과) 씨는 "이전에는 단순히 합리적인 가격의 항공사인 줄 알았는데, 강의를 듣고 나니, 고객들, 특히 20대 청년들에 대한 배려나 진심이 느껴지는 브랜드라는 생각이 들었다"며 "앞으로 이스타항공의 브랜드 가치를 더 알아보고 싶다"고 소감을 밝혔다.

@highlight

이스타항공은 팀 화이트 3주차 브랜드 아카데미에게 다이어리세트를 선물하고 다양한 가치에 대한 재능기부 강연을 진행하며, 청년들이 부담없이 여행을 떠날수 있도록 합리적인 가격을 지향하고 있다고 강조했다.