26일 종합숙박·액티비티 예약 앱 여기어때 운영사 위드이노베이션은 신규 드라마 '으라차차 와이키키2' 속, 게스트하우스 가상 판매에 나선다고 밝혔다.

이번 행사는 특별한 재미가 숨어있다.

드라마 배경인 '와이키키 게스트하우스'를 제휴점으로 가상 등록시킨 것.

여기어때 메인 기획전 '청춘 게하 와이키키 그랜드 오픈'을 클릭하거나, 검색창에서 '와이키키 게스트하우스'를 검색하면 극 중 숙소 및 호스트 소개, 숙소 사진을 만날 수 있다.

여기어때는 "게스트하우스가 새로운 만남과 즐거운 추억으로 이어지는 공간으로 기억시킨다는 취지에 공감했다"며 행사 기획 배경을 소개했다.

또 오는 31일까지 여기어때 '으라차차 와이키키2' 프로모션 배너에서 예고편 확인 뒤, 드라마 기대평을 남기면 댓글 추첨을 통해 5성급 호텔 숙박권, 폴라로이드 카메라, 여기어때 1만 원 할인권 등 경품을 주는 '으라차차 와이키키2' 첫방 기념 '호캉스' 이벤트도 마련했다.

드라마는 게스트하우스 '와이키키'에 모여든 청춘남녀의 우정과 사랑, 꿈을 향한 도전을 담는다.

지난 시즌, 대학 동창들을 꼬여냈던 이준기(이이경 분)의 마수가 이번에는 고등학교 동창 차우식(김선호)과 국기봉(신현수)에게 뻗친다.

그리고 한수연(문가영), 김정은(안소희), 차유리(김예원) 등이 새로이 입성해 좌충우돌 청춘의 생존기가 펼쳐진다.

JTBC에서 지난 25일 방영을 시작했다.

한편, 여기어때는 카카오페이와 손잡고 2,000원 할인쿠폰, 카카오페이 3,000원 쿠폰을 제공해 '더블할인' 혜택을 누릴 수 있는 '테마파크 최대 특가전'을 연다.

쿠폰은 상품 상세페이지에서 받을 수 있으며, 결제창에서 카카오페이를 고르면 된다.

@highlight

26일 종합숙박·액티비티 예약 앱 여기어때 운영사 위드이노베이션은 신규 드라마 '으라차차 와이키키2' 속, 게스트하우스 가상 판매에 나선다고 밝혔는데  오는 31일까지 여기어때  프로모션 배너에서 예고편 확인 뒤, 드라마 기대평을 쓰면 댓글 추첨을 통해 5성급 호텔 숙박권, 폴라로이드 카메라, 여기어때 1만 원 할인권 등 경품을 주는  첫방송 기념 '호캉스' 이벤트도 마련했으며 카카오페이와 함께 2,000원 할인쿠폰, 카카오페이 3,000원 쿠폰을 제공해 '더블할인' 혜택을 누릴 수 있는 '테마파크 최대 특가전'을 연다.