] 상반기에 보험개발원과 보험연구원, 보험대리점협회 등 보험 유관기관장 3명의 임기가 잇달아 만료되면서 후임 후보 간 물밑 경쟁이 치열해지고 있다.

보험개발원은 지난 19일 원장후보추천위원회를 구성했으며 다음달 4일까지 차기 원장 후보를 모집한다고 26일 밝혔다.

보험개발원장은 성대규 전 원장이 이날 신한생명 사장에 취임하면서 공석 상태다.

보험개발원은 서류전형 통과자를 대상으로 면접을 진행한 뒤 임시총회를 거쳐 다음달께 신임 원장 선임을 확정할 계획이다.

차기 후보로는 이해선 전 한국거래소 시장감시위원장, 송재근 생명보험협회 전무, 홍영만 전 자산관리공사(캠코) 사장, 유관우 전 금융감독원 부원장보 등이 하마평에 오르내리고 있다.

이 전 위원장과 송 전무, 홍 전 사장은 모두 금융위원회 공무원 출신이다.

다음달 5일 임기가 만료되는 한기정 보험연구원장의 후임에는 민간 출신 간 3파전 양상을 보이고 있다.

안철경 전 보험연구원 부원장, 이순재 세종대 교수, 허연 중앙대 교수, 양원근 전 하나금융지주 사외이사 등이 지원했지만 양 전 사외이사는 서류심사에서 탈락했다.

28일에는 안 부원장, 이 교수, 허 교수에 대한 원장후보추천위원회의 후보자 면접이 진행된다.

면접심사를 거쳐 후보자가 선정되면 총회에서 40개 회원사의 투표를 통해 후임 보험연구원장이 결정된다.

보험대리점협회의 강길만 회장도 6월 임기가 끝난다.

금감원 국장 출신인 강 회장의 연임이 유력하다는 관측이 나오는 가운데 대형 독립판매대리점(GA) 감사로 있는 또 다른 금감원 전직 간부도 거론되고 있다.

보험 유관기관장은 수억원대 연봉과 함께 전용 차량과 비서 등 상당한 수준의 예우를 받는다.

보험업계 관계자는 "보험 유관기관장은 높은 연봉에다 다른 공공기관장과 달리 임기도 보장돼 있다"며 "원장 공모 전부터 후임 하마평에 대한 얘기가 많을 수밖에 없다"고 말했다.

다른 보험 유관기관 중에는 정희수 보험연수원장이 '낙하산 논란' 속에 지난해 12월 취임했으며 이윤배 한국화재보험협회 이사장은 재공모 끝에 지난 2월 임기를 시작했다.

@highlight

보험개발원이 원장후보추천위원회를 구성해 차기 원장 후보를 모집에 나서는 등 보험 유관기관장 3명의 임기가 잇달아 만료되면서 후보 경쟁이 치열해지고 있는 가운데, 관계자는 높은 연봉과 임기 보장이 돼 경쟁이 치열할 수밖에 없다고 말했다.