혹시나 했는 데 역시나다.

국회가 내일까지 이어가는 장관후보자 7명에 대한 인사청문회 말이다.

그제 최정호 국토교통부 장관 후보자는 물론 어제 진행된 김연철 통일부·박양우 문화체육관광부·문성혁 해양수산부 장관 후보자 청문회 역시 의혹을 해소하기는 커녕 국민의 실망만 키우는 자리가 됐다.

하루만 견디면 된다는 생각 때문인 지 후보자 마다 약속이나 한 듯 사과와 변명으로 일관하며 버티는 듯해 한심하다.

'군복입고 쇼', '씹다 버린 껌' 등의 막말을 일삼아온 김 국방 후보자의 경우 과거 SNS 논란을 의식한 듯 청문회 시작부터 '깊은 사과', '깊이 반성' 등의 표현을 써가며 연신 고개를 숙였다.

대북정책을 중심으로 한 이념편향성이 도마 위에 올랐으나 여야 공방 속에 속 시원한 해명은 찾아보기 어려웠다.

자질과 품성을 확인도 못했고, 국정 철학이나 정책 현안에 대한 입장도 듣지 못한 국민들로선 답답한 노릇이 아닐 수 없다.

투기 의혹을 산 최 국토 후보자는 부처 수장으로서 도덕성에 큰 의문을 남겼다.

그는 '똑똑한 세 채'로 시세차익만 약 15억 원을 올렸고, 장관 지명 뒤 살던 집을 딸에게 '꼼수 증여'하고, 월세를 내는 기발한 방법을 동원해 국민의 혀를 차게 했다.

개인 입장에서야 합법적 투자라고 항변할 수 있겠으나 부동산 정책을 지휘할 장관으로서는 자격 미달이다.

다른 후보자들도 여러 흠결에 휩싸여 있는 상황이고 보면 이렇게도 인물이 없는 지 한숨이 나올 지경이다.

청와대의 부실 검증도 그렇지만 여야의 감싸안기-정치 공세, '닥치고 임명' 등의 수순을 예외없이 밟는 청문회를 언제까지 열어야 하는 지 의문이 든다.

불법 투기에 세금 탈루, 논문 표절, 자녀 이중국적 등 도덕성에 문제가 있는 인물들이 국정을 제대로 수행할 수 있겠나.

문재인 대통령은 국민에게 약속한 대로 '고위 공직자 인선 원칙'을 지키고, 국회의 의견을 존중해 흠결 큰 후보 만큼은 임명에서 배제해야 옳다.

@highlight

대통령은 공약했던 고위 공직자 인선 원칙에 따라 인사청문회에서 여러 흠결이 드러난 장관후보자 7명을 임명에서 배제해야 한다. 