지난해 소형 가전 시장을 관통하는 키워드는 '프리미엄'인 것으로 나타났다.

자기만족을 우선시하고, 제품의 디자인과 희소성을 중시하는 소비자가 늘어나면서 고객의 생활 방식에 민감하게 영향을 받는 가전 업계의 트렌드가 바뀐 것으로 분석된다.

26일 글로벌 시장 정보 기업 GfK가 발표한 프리미엄 소형 가전(진공청소기, 공기청정기, 헤어드라이어, 헤어스타일러)의 성장률 리포트에 따르면 진공청소기 판매는 2017년 285만대에서 2018년 310만대로 9% 증가했다.

판매금액은 프리미엄 제품 구매가 늘어나면서 약 7,543억원에서 1조 236억원으로 36%나 급증했다.

실제 지난해 기준 진공청소기의 상위 1% 이내 해당하는 제품의 평균금액은 99만9,686원이었다.

전체 진공청소기의 평균판매가격이 32만원 대인 것을 고려하면 약 3배 높은 가격이다.

그럼에도 진공청소기 소비자의 14.3% 가 상위 1% 이내 제품을 구매했다.

공기청정기도 높은 성장세를 보이며 프리미엄 소비 트렌드로 인한 수혜를 받았다.

공기청정기 판매량은 2017년 221만대에서 지난해에는 314만대로 42% 증가했지만, 판매금액은 2017년 5,343억에서 2018년 9,219억원으로 73% 성장률을 기록했다.

프리미엄 시장을 공략하고 있는 헤어드라이어와 헤어스타일러도 젊은 층을 사로잡았다.

2017년 헤어드라이어의 판매량은 223만 대에서 200만대로 10% 감소했지만, 판매금액은 2017년 866억원에서 2018년 1,106억원으로 30% 가까이 늘었다.

헤어 스타일러 시장 규모도 점점 커져 2017년 판매액 616억원에서 2018년에는 800억원을 넘어섰다.

GfK 관계자는 "소비자들이 건강과 편리한 라이프스타일 경험을 추구하면서 프리미엄 제품이 대중화되고 있다"며 "공기청정기는 올해 가장 주목 받는 가전 제품이 될 것으로 보이며, 청소기는 무선청소기 시장에서 프리미엄 제품의 경쟁이 치열해질 것"이라고 말했다.

@highlight

26일 글로벌 시장 정보 기업 GfK가 공개한 프리미엄 소형 가전의 성장률 리포트에 따르면, 자기만족을 우선시하고, 제품의 디자인과 희소성을 중시하는 소비자가 증가함에 따라 업계의 트렌드가 바뀌어 지난 해 소형 가전 시장의 키워드가 '프리미엄'이 된 것으로 분석됐다.