몇 년 전만 해도 원룸 하나 구하는 게 쉽지 않았다.

매물로 나온 방들을 일일이 둘러봐야 했다.

마음에 드는 곳을 찾지 못해 몇 주씩 방만 보러 다니는 일이 비일비재했다.

최근엔 상황이 달라졌다.

스마트폰으로 부동산 실거래가와 주변 시설 정보를 조회하는 것만으로도 선택지를 좁힐 수 있다.

가상현실(VR) 기술을 이용해 방 상태를 원격으로 점검하는 것도 가능하다.

'프롭테크(proptech)'로 무장한 스타트업(신생 벤처기업)이 등장하면서 생긴 일이다.

프롭테크는 부동산 자산(property)과 테크(tech)의 합성어다.

인공지능(AI), 빅데이터, 블록체인 등 첨단 정보기술(IT)을 기반으로 한 부동산 서비스를 말한다.

2000년대 등장한 인터넷 부동산 시세조회·중개 서비스에서 기술적으로 더 나아갔다.

부동산 중개, 3차원(3D) 공간설계, 부동산 크라우드펀딩, 사물인터넷(IoT) 기반의 건물관리 등이 프롭테크에 해당한다.

2006년 설립된 미국 온라인 부동산중개회사 질로(Zillow)는 대표적인 프롭테크 업체로 평가받는다.

이 회사는 미국 3000여 개 도시의 공공데이터를 바탕으로 집값을 실시간 산출하는 서비스를 제공한다.

또 다른 미국 스타트업 렉스와 셸터줌은 블록체인을 부동산에 적용했다.

부동산 거래정보를 블록체인 네트워크에 올려 거래가 이뤄지는 순간 모든 사용자가 거래정보를 블록체인으로 공유할 수 있다.

국내에서는 다방, 직방과 같은 스타트업이 대표적인 프롭테크 업체로 꼽힌다.

다방은 허위매물을 걸러내는 데 AI를 활용하고 있다.

지난해에는 AI를 활용한 부동산 권리분석 시범 서비스도 선보였다.

직방은 아파트, 원룸 공간을 체험할 수 있는 'VR 홈투어' 서비스로 인기를 얻고 있다.

어반베이스도 주목받는 프롭테크기업으로 꼽힌다.

평면 설계도면을 3D로 구현해 인테리어가 가능한 증강현실(AR) 모델하우스로 바꿔주는 기술을 보유하고 있어서다.

KB금융지주 경영연구소에 따르면 프롭테크 스타트업은 세계적으로 4000여 개에 달한다.

@highlight

프롭테크는 부동산 자산(property)과 테크(tech)의 합성어로, 인공지능(AI), 빅데이터, 블록체인 등 첨단 정보기술(IT)을 바탕으로 한 부동산 서비스를 뜻하는데 부동산 중개, 3차원(3D) 공간설계, 부동산 크라우드펀딩, 사물인터넷(IoT) 기반의 건물관리 등이 프롭테크에 해당한다.