[논산]금강대학교가 성추행과 입시비리 등 함량 미달 인사를 채용했다는 논란에 휩싸였다.

26일 금강대학교 직원노조 유휘종 지부장은 "법인과 대학 당국은 구성원을 대상으로 파렴치한 성범죄를 저지른 총장을 아무런 징계도 없이 내보내고, 입막음 하기에만 급급했다"며 "법인이 인사 비리 범죄자와 성추행 범죄자라는 함량 미달의 총장을 주먹구구식으로 뽑아 대학을 망가뜨리는 데 앞장선 것도 모자라 보호해야 할 피해자에게는 회복할 수 없는 심각한 고통과 상처를 주는 큰 잘못을 저질렀다"고 주장했다.

노조측에 따르면 2017년 11월 취임한 A총장은 취임 20일 만에 사직 처리됐다.

당시 A총장은 교내와 외부에서 구성원을 대상으로 성추행 범죄를 저질렀고 2018년 8월 검찰에 벌금 300만원의 약식기소 처분을 받은 것으로 전해졌다.

노조측은 지난 2018년 10월 법인에서 특별 채용 후 대학으로 파견된 C씨가 타 대학에서 계약직 입학사정관으로 근무하던 중 중대한 입시 비리 범죄를 저질러 퇴사한 전력이 있다고 지적하기도 했다.

법인과 대학당국은 C씨를 당시 입시를 담당하는 입학홍보팀과 교무지원팀, 학생지원팀 등을 모두 총괄하는 보직을 맡겼고 C씨는 금강대 채용 직후인 2018년 10월 중순 입시 비리 혐의로 1심 재판에서 징역 8월에 집행유예 2년, 벌금 500만원의 중형을 선고 받았다는 게 노조의 설명이다.

이에 노조는 2018년 12월 중순 성명서를 통해 철저한 인사 검증 없이 입시 비리 범죄자를 특별 채용하게 된 과정을 감사하고 관련자를 처벌해야 한다고 요구했다.

대학당국은 감사나 징계 절차 없이 C씨를 사직 처리한 후 아직까지 별다른 입장을 내놓지 않았다.

유 지부장은 또 "대학 실권을 쥐고 있는 모 인사의 지인이라는 이유로 함량 미달자를 엉터리로 채용해 학교 이미지 등에 큰 손해를 입혔는데도 아무런 감사도, 처벌도 안하는 것이야 말로 매우 심각한 '해교 행위'"라며 노조탄압 중단을 요구했다.

@highlight

금강대학교 내 A총장이 교내 및 외부 구성원에게 성추행 범죄를 저질렀다는 논란이 퍼져 취임 20일 만에 사직했고 또 입시비리의 논란도 드러나고 있다.