5월 25~26일 모악산 도립미술관서 전북 완주군 구이면 구이저수지를 기준으로 경각산와 모악산이 동서방향으로 마주보고 있다.

연중 전북도민의 발걸음이 끊이지 않는 곳이다.

서쪽으로 가파른 경각산은 패러글라이딩, 드라이빙 등 레저 명소로 자리잡았다.

모악산은 계곡 능선마다 갖가지 이야기를 안고 있는 전북의 대표 명산으로 통한다.

완주군은 매년 5월 모악산 자락에서 '프로포즈 축제'를 연다.

아버지 경각산과 어머니 모악산이 만나 생명의 근원과 풍요의 상징인 구이저수지가 태어났다는 이야기를 엮어 만든 축제이다.

해를 거듭하면서 젊은 청춘의 참여가 크게 늘어 '꼭 가고 싶은 5월 축제'로 자리잡아 가고 있다.

완주군은 올해 4회를 맞는 프로포즈 축제를 오는 5월 25~26일 양일간 모악산 도립미술관 광장 일원에서 열 예정이다.

지역 청년들이 직접 기획하고 참여하고 있는 축제는 '내 인생의 완주는 그대와 함께'라는 주제로 사랑하는 연인, 부부는 물론 새로운 사랑을 찾고자 하는 이들이 참여할 수 있는 다양한 프로그램을 준비하고 있다.

축제 이름에 걸맞게 평생 잊지 못할 프로포즈를 위한 '사랑의 세레나데', 결혼한 부부를 위한 '리마인드웨딩', 달달한 커플 게임 '최강 커플을 찾아라' 등 특별 이벤트가 열린다.

25일 야간에는 러브콘서트, EDM 파티, 러블리 포토존, 작은결혼식 체험, 로컬푸드 러브푸드존, 프로포즈마켓 등 다채로운 공연과 행사가 펼쳐진다.

완주군은 축제준비를 위해 4월 2일까지 선물샵 운영을 위한 프리마켓 셀러와 SNS 홍보와 현장 지원·모니터링을 위한 청년 서포터즈단(청춘사랑지기)를 모집하고 있다.

박성일 완주군수는 "지역의 설화를 시대에 맞게 각색한 축제로 지역 청년과 관광객이 같이 만들어가는 사랑스런 축제로 준비하겠다"고 말했다.

@highlight

완주군은 올해 4회를 맞는 프로포즈 축제를 5월 25~26일 모악산 도립미술관 광장에서 개최하여 '내 인생의 완주는 그대와 함께'라는 주제로 남녀 사랑을 위한 다양한 프로그램을 선보이며, 축제 이름에 걸맞게 프로포즈를 위한 '사랑의 세레나데',  '리마인드웨딩', '최강 커플을 찾아라' 등 특별 이벤트가 준비되어 있다.