] 은행권이 신입사원을 겨냥해 다양한 혜택으로 무장한 급여통장 상품을 선보이고 있다.

월급 통장을 선택할 때 첫 번째로 고려해야 할 사항은 거래 수수료와 금리다.

500~1300원 정도의 이체·출금 수수료지만 누적된다고 생각하면 무시할 만한 금액이 아니다.

금리도 평균 2000만원 정도를 그냥 두면 일반적으로 1년에 2만원(연 이자 0.1%)을 이자로 받지만, 상품을 잘 선택하면 3만~4만원 정도의 공돈이 생긴다.

시중은행은 대부분 50만원 이상의 급여 이체를 하면 우대금리는 물론 수수료 등을 면제해주는 혜택을 적용하고 있다.

우리은행은 급여전용 통장인 '첫급여 우리통장'을 출시했다.

만 18세에서 35세까지 가입할 수 있고 우대 조건을 급여이체로 단순화했다.

급여이체 조건을 충족한 고객에게는 급여일 다음달 16일부터 한 달간 우리은행 수수료가 횟수 제한 없이 면제된다.

타행 수수료는 5회 면제된다.

3개월 연속 급여이체 조건을 충족한 고객은 타행 수수료가 한 달간 횟수 제한 없이 면제된다.

국민은행은 '직장인 우대 종합통장'을 앞세워 사회 초년생 모시기에 나서고 있다.

이 통장은 국민은행 현금자동입출금기(ATM) 수수료를 무제한 면제해준다.

타행 수수료는 5회 면제된다.

'국민수퍼정기예금' 'KB상호부금' 등 금융상품 가입 시 0.3%포인트의 우대금리도 받을 수 있다.

신한은행 주거래 우대 통장에 가입하면 타행 ATM 수수료를 5회 면제받을 수 있다.

더불어 출산(육아) 등으로 인한 일시적인 급여이체 중단 때도 6개월간 급여이체 우대서비스를 제공한다.

신한은행 관계자는 "주거래 우대 요건을 충족하면 해당 계좌뿐 아니라 가입자가 보유한 모든 계좌에 수수료 면제 혜택을 제공하고 있다"고 설명했다.

KEB하나은행은 만 35세 이하인 사람이 가입할 경우 1.4%포인트의 우대금리(100만원 한도)를 주는 '급여하나 통장'을 내세웠다.

우대금리를 받으면 금리가 연 0.1~0.2%에 불과한 다른 은행 상품보다 1%포인트 높은 금리를 받을 수 있다.

@highlight

시중은행들이 신입사원을 타겟으로 월급 통장 선택시 가장 먼저 고려해야할 수수료와 금리 혜택을 적용한 급여 통장 상품을 내놓고 있다.