대구시가 26일 지역에 진출한 대기업 유통업체의 지역기여도 평가를 발표한 가운데 평가 및 발표 방식을 놓고 유통업계에서 불만의 목소리가 높다.

시는 이날 중소 상인 대표 등이 참여하는 유통산업상생발전협의회에서 지역 진출 대형마트·백화점 8개 업체의 지역기여도를 평가한 결과를 공개했다.

평가항목은 지역금융 이용, 지역생산품 매입, 지역 우수업체 입점 등 9개였다.

시는 5개 항목에서 평균점수가 올랐고 1위는 100점 만점에 89점을 받은 현대백화점이라고 설명했다.

그러나 최하위업체는 발표하지 않았다.

시는 2010년 이 평가를 도입했고, 최근 2년 동안에는 1위와 최하위 업체를 공개했다.

유통업계 관계자들은 시의 이런 방침 변화는 평가방식에 대한 유통업계의 불만이 영향을 미친 것이라고 풀이했다.

유통업체 한 관계자는 평가 기준이 지나치게 지엽적이고 현실과 동떨어진 항목들이 있다고 주장했다.

이 관계자는 "직원들이 지역은행 통장을 얼마나 갖고 있느냐도 평가 기준인데 직원들에게 강제하기도 쉽지 않고, 특정 기업 밀어주기라는 문제도 있어 난감하다"고 지적했다.

또 다른 업계 관계자는 "평가 결과에서 매년 1위와 최하위 업체가 그대로여서 업체에 대한 개선 동기부여 역시 크지 않다"고 지적했다.

이어 "지역상품 매입·입점 비율 항목도 현실과 동떨어진다"며 "지역업체란 이유로 역량이 부족한 업체를 억지로 입점시키면 결국 손해를 보고 퇴점하는 사례가 많다"고 전했다.

부산·대전·광주·울산 등 다른 광역자치단체도 비슷한 평가를 실시하면서 결국 각 지역 우수업체의 타지역 진출이 더 어려워지는 게 아니냐는 우려도 나온다.

부산은 2009년, 대전은 2014년부터 비슷한 항목으로 평가하고 있으며 최근에는 광주, 울산, 수도권으로까지 확산되는 모습이다.

이에 대해 대구시 관계자는 "최하위 업체 미공개는 순위 공표 외의 방법으로도 지역기여도 향상 독려가 가능하다고 판단했기 때문"이라며 "지역경제 살리기 차원에서 평가 필요성은 무시할 수 없는 만큼 평가항목 개선 논의를 계속하고 있다"고 해명했다.

@highlight

26일 대구시가 대기업 유통업체의 지역기여도 평가를 발표한 가운데 유통업체들이 평가 기준이 현실과 괴리가 있고 1위와 최하위 업체가 그대로여서 업체 개선의 동기부여가 작다며 불만을 표출했다.  