최근 미군과 민간인이 춤을 추다가 몸싸움을 벌인 곳으로 알려진 부산 해운대구의 한 클럽(국제신문 지난 25일 자 8면 보도)이 춤을 출 수 없는 곳인 것으로 확인됐다.

26일 해운대구에 따르면 유명 클럽인 A 클럽은 ‘단란주점’으로 등록한 채 영업을 해왔다.

A 클럽은 407㎡의 공간에서 술과 음식을 판매하는데, 오후에는 라운지 바 형태로 운영하다가 심야에는 고객이 춤을 출 수 있는 클럽 형태로 운영되고 있다.

이는 엄연히 불법이다.

식품위생법 시행령에 따라 단란주점에서는 고객에게 술을 팔고 노래 부를 장소와 시설을 제공하는 것은 가능하지만, 춤을 추는 공간을 제공하는 것은 금지하기 때문이다.

유흥 종사자를 고용하거나 춤출 공간을 제공하기 위해서는 ‘유흥주점’으로 등록해야 한다.

A 클럽의 이 같은 불법영업은 지난 24일 새벽 이곳에서 미군과 시민이 몸싸움을 벌여 경찰 조사를 받는 과정에서 드러났다.

이처럼 A 클럽이 불법 영업을 일삼은 것은 ‘탈세’가 목적이었다는 의혹이 일고 있다.

유흥주점의 경우 부가가치세와 종합소득세는 물론 개별소비세(매출액의 10%),교육세(개별소비세의 10%)까지 내야 하지만 단란주점은 개별소비세와 교육세를 내지 않는다.

탈세 의혹을 받고 있는 서울 강남 클럽 ‘버닝썬’도 개별소비세와 교육세를 내지 않는 ‘일반음식점’으로 등록해 영업한 사실이 드러나기도 했다.

A 클럽은 여름철 클럽의 ‘성지’로 여겨질 정도로 젊은 클러버 사이에서 큰 인기를 끌며 매출액도 상당한 것으로 알려졌다.

탈세 규모 역시 만만치 않을 것이라는 게 업계의 설명이다.

상황이 이런데도 관할 해운대구는 올해 초 지역 클럽을 단속하는 과정에서 문제점을 발견하지 못했다.

A 클럽은 영업을 시작한 이후 최근까지 구의 단속에 한 차례도 적발되지 않았다.

이에 대해 해운대구 관계자는 “명백한 위법 내용의 제보가 없으면 클럽의 불법 영업을 적발하기 쉽지 않다”며 “클럽 단속 당시에는 불법 영업 행위를 포착하지 못했다”고 말했다.

하지만 실제 불법영업이 이뤄지는 심야시간에는 단속이 이뤄지지 않아 단속의 실효성에 의문이 제기되고 있다.

@highlight

A 클럽은 술과 음식을 판매하며, 오후에는 라운지 바 형태로 운영하다가 심야에는 고객이 춤을 출 수 있는 클럽 형태로 운영되고 있으나, 이는 엄연히 불법이며, 이처럼 A 클럽이 불법 영업을 일삼은 것은 ‘탈세’가 목적이었다는 의혹이 일고 있다.