맥주 출고가 평균 5.3% 인상 다음달 닭고기와 계란의 도맷값이 오를 것으로 보이는 반면 한우와 돼지고기의 도맷값이 지난해 같은 기간보다 소폭 하락할 것으로 관측된다.

또 오비맥주는 다음달 4일부터 주요 맥주 제품의 공장 출고가를 평균 5.3% 인상한다.

26일 한국농촌경제연구원 농업관측본부의 축산관측에 따르면 4월 생계 유통가격은 생산성이 좋았던 전년 동기보다 출하가 줄어, 지난해 1천234원보다 높은 1㎏당 1천300~1천500원을 기록하겠다.

4월 계란 가격이 닭을 낳을 수 있는 산란계의 마릿수 감소로 전년 대비 소폭 상승한 800~900원을 기록할 것으로 보인다.

계란값 전년 대비 상승세는 5월까지 이어져 5월 계란 가격은 750~850원을 기록하겠다.

반면 4월 한우 1등급 평균 도매가격은 지난해 4월 평균가격 1만8천105원보다 하락한 1㎏당 1만6천700원~1만7천700원 수준을 기록할 것으로 예상된다.

이는 4월 한우 도축 마릿수가 늘어날 것으로 예상한 결과에 따른 것이다.

국내 쇠고기 가격 하락으로 지난 3월 초 쇠고기 수입량이 전년보다 7.6% 감소하는 등 올해 전체 쇠고기 수입량이 감소할 전망이다.

돼지고기 도맷값도 돼지 사육 증가에 따른 등급판정 마릿수 증가로 하락할 것으로 전망된다.

다음달 돼지고기 생산량은 지난해보다 증가한 8만t 내외로 예상되며 도매가격은 지난해 4월 4천439원 평균가격보다 하락해 1㎏당 4천100~4천300원대 가격을 형성될 것으로 보인다.

오비맥주는 다음 달 4일부터 ‘카스’, ‘프리미어OB’, ‘카프리’ 등 주요 맥주 제품의 공장 출고가를 평균 5.3% 인상한다고 이날 밝혔다.

이에 따라 대표 제품인 ‘카스’ 병맥주 500㎖의 출고가는 1천147원에서 1천203.22원으로 56.22원(4.9%) 오른다.

@highlight

한국농촌경제연구원 농업관측본부의 축산관측에 따르면 4월 생계 유통가격은 생산성이 좋았던 전년 동기보다 출하가 줄어, 지난해보다 높은 1㎏당 1천300~1천500원을 기록할 것으로 보이고, 닭고기와 계란의 도맷값은 오르고 한우와 돼지고기는 소폭 하락, 맥주는 출고가를 3.5% 인상한다고 밝혔다.