이종만 북부·남부 소속팀 각각 92·100경기 진행2019 KBO 퓨처스리그(2부리그)가 25일 개막했다.

KBO 퓨처스리그는 히어로즈(화성-고양), NC(고양-마산)의 연고지 이전으로 11개 팀이 북부(한화, 고양(히어로즈), SK, LG, 두산)와 남부(상무, 롯데, NC, KIA, KT, 삼성)리그로 나뉘어 경기를 치른다.

총 530경기다.

북부리그는 팀당 92경기, 남부리그는 팀당 100경기를 진행한다.

경찰야구단은 북부, 남부리그 팀과 48번의 경기를 펼친다.

올해 KBO 퓨처스리그의 모든 경기는 오후 1시에 열린다.

다만 서머리그 기간인 7월8일에서 8월25일까지는 선수들의 건강 보호와 체력 안배를 위해 경기를 야간에 진행한다.

이와 함께 선수들의 경기력 향상과 지역 야구 발전도 고려해 KBO 리그 구장과 춘천, 군산, 울산, 기장 등 연고 외 지역 구장에서도 경기가 열릴 예정이다.

지난해 퓨처스리그 홍보와 활성화를 위해 도입됐던 인공지능(AI) 기사 작성 프로그램인 '케이봇'을 올 시즌에도 만나볼 수 있다.

KBO는 퓨처스리그 애플리케이션을 통해 경기 일정과 경기 결과, 순위, 기록 등 다양한 콘텐츠를 마련, 서비스를 제공할 예정이다.

아울러 이번 KBO 퓨처스리그부터 지명타자 교체 가능 규정이 적용된다.

지명타자는 당일 KBO 리그 현역선수 등록 등 부득이한 사정이 생긴 경우, 선발투수를 상대로 적어도 한 번의 타격을 하지 않아도 된다.

미세먼지 등 경기 취소 규정은 KBO 리그와 동일하게 적용되며, 우천 등 기상 상황으로 취소되어 재편성 된 경기가 재차 취소될 경우에는 추가 편성하지 않는다.

퓨처스리그도 7월18일부터 25일까지 1주일간 올스타전 휴식기를 갖는다.

한편, 남부와 북부로 나뉘는 양대 리그가 도입 된 지 올해로 30년이 됐다.

@highlight

총 530경기를 치르는 2019 KBO 퓨처스리그가 개막한 가운데, 북부·남부 소속팀 각각 92·100경기를 진행할 예정이며 선수들의 경기력 향사와 지역 야구 발전을 위해 KBO 리그 구장과 춘천, 군산, 울산, 기장 등 연고 외 지역 구장에서도 경기가 개최될  예정이다.