[서울경제] 부동산전문교육의 모태 경록이 자사 공인중개사 합격보장반/전과목합격반을 수강하는 회원에게 역대 공인중개사 시험출제위원이 제작한 공인중개사 교재 E북을 무료로 제공한다고 밝혔다.

경록 공인중개사 E북을 이용해 스마트폰을 비롯한 각종 스마트기기로 언제 어디서나 경록 공인중개사 교재를 볼 수 있다.

이로써 바쁜 업무 때문에 공부에 오랜 시간을 투자하기 어려운 직장인들도 자투리 시간에 경록 공인중개사 교재를 틈틈이 반복학습하며 시험에 철저히 대비하는 게 가능하다.

경록 공인중개사 시험대비 합격보장반/전과목합격반 패키지를 등록하면 교재는 물론 위와 같은 E북도 함께 제공받을 수 있다.

또한 E북은 자신이 등록한 패키지의 수강기간 동안 최신 버전으로 무료로 업데이트된다.

E북으로 더욱 편리하게 이용할 수 있는 경록 공인중개사 교재는 역대 공인중개사 자격증 시험출제위원 출신 교수진이 집필, 감수한 만큼 매년 시험에서 높은 정답률을 보인다.

또한 시험에 나올 수 있는 내용만 담아 학습량을 최소화한 족집게식 교재다.

이에 뛰어난 학습효율을 갖춰 단기/장기 시험대비 모두에 알맞고, 반복학습 시 합격률을 높이는 데 더욱 도움이 된다.

뿐만 아니라 완성도가 높아 경록 공인중개사 인강을 제작하는 뿌리가 된다.

공인중개사 자격증 시험을 처음 공부하는 초보 수험생 역시 다른 사람의 도움 없이 스스로 반복학습하며 합격률을 높일 수 있도록 개발된 것도 장점이다.

62년 전통의 부동산교육기관 경록 관계자는 "공인중개사 합격보장반/전과목합격반 수강생은 족집게식 인강/교재 및 E북과 더불어 임대관리사/공경매 프로그램, IT 학습센터, 멀티강좌까지 전부 제공받을 수 있다"고 설명했다.

한편 경록은 홈페이지에서 공인중개사 합격보장반/전과목합격반을 85% 이상 할인된 가격으로 제공하는 행사를 진행하고 있다.

@highlight

부동산교육기관 경록은 각종 스마트기기로 볼 수 있고 수강기간 동안 최신 버전으로 업데이트되는 역대 출제위원이 제작한 공인중개사 교재 E북을 자사 공인중개사 합격보장반과 전과목합격반 수강 회원에게 무료로 제공한다고 밝혔다.