홍여선 취약계층 청년 대상 월 최대 31만원 지원 (동양일보 홍여선 기자) 당진시는 다양한 청년정책이 활발히 추진되고 있는 가운데 올해 전국에서 최초로 '청년생활임금제' 시행에 들어간다고 26일 밝혔다.

시에 따르면 청년생활임금제는 근로자가 최소한의 인간다운 삶을 보장키 위해 주거비, 교육비, 물가상승률 등을 종합적으로 고려해 최저임금보다 높은 수준의 소득을 보장해 주는 임금 체계로 만들어 주게 된다.

시는 2017년부터 시 소속 근로자, 출자·출연기관 소속 근로자 등을 대상으로 생활임금제를 적용해 왔으며 올해 도입되는 청년생활임금제는 당진지역 내 소상공인들의 사업장에 적용시켜 실제 지급은 분기별 신청과 접수에 따라 분기별로 이뤄질 예정이다.

올해 1분기 청년생활임금 접수기간은 4월 1일~15일이다.

지원 대상은 시에 주민등록을 두고 거주하는 19세 이상 39세 이하의 청년 중에서 기준 중위소득 50% 이하의 취약계층과 그와 세대를 같이하는 직계존비속으로 당진지역 소상공인 사업장에서 3개월 이상 근로하는 자이면 된다.

지원금액은 실제 근무한 일과 시급을 기준으로 생활임금과 실제임금과의 차액을 지원하는데 올해의 경우 당진시 생활임금 1만140원에서 최저임금 8350원을 뺀 시간 당 차액 1790원으로 이를 하루 8시간 주5일 근무를 적용할 경우 1인당 월 최대 지원금은 31만1460원을 지급하게 된다.

청년생활임금제 적용을 희망하는 대상자는 신청기간 내에 차액보전금 지원 신청서와 청년 근로자가 취약계층임을 증명할 수 있는 서류, 청년 본인 통장, 근무 중인 사업장의 사업자등록증, 중소기업(소상공인) 확인서, 급여명세서 등의 서류를 읍·면·동 주민센터에 신청하면 된다.

시 관계자는 “청년생활임금은 지난해 12월 개정된 당진시 생활임금조례 제9조에 근거에 현금 또는 현금에 상당하는 지역화폐로 지급될 계획”이라며 “생활임금제를 통해 청년 근로자와 가족의 인간다운 삶을 보장하고 교육과 여가 등 최소한의 문화생활을 영위할 수 있도록 지원하겠다”고 말했다.

@highlight

지난 26일 당진시는 올해 전국 최초로 근로자에게 최소한의 인간다운 삶을 보장키위해 당진지역 내 소상공인들의 사업장을 대상으로 주거비, 교육비, 물가상승률 등을 종합적으로 고려해 최저임금보다 높은 수준의 소득을 보장해 주는 청년생활임금제를 시행, 1인당 월 최대 31만1460원을 지원하겠다고 밝혔다.