세정나눔재단(이사장 박순호,사진)은 사회복지사들의 노고를 위로하고 격려하고자 오는 29일 오후3시 부산광역시청 국제회의장(12층)에서 '제7회 세정사회복지사 대상' 시상식을 연다고 27일 밝혔다.

이날 행사에는 박순호 세정나눔재단 이사장과 황소진 부산시사회복지사협회 회장, 박영규 부산광역시사회복지협의회 회장 등 사회복지 관련 종사자 등이 참석할 예정이다.

시상식에서는 우리사회 곳곳에서 복지증진을 위해 헌신하고 그간 지역 복지 향상에 남다른 공로를 인정받아 온 사회복지사 10명에 대해 각각 상장과 함께 부상으로 500만원 상당의 순금 메달이 수여된다.

시상은 시설장(1명), 공공(2명), 민간(7명) 이상 3부문으로 나눠 진행된다.

영예의수상자는 사회복지학과 교수와 관계 전문가 등이 서류심사와 현장실사,최종심사를 통해 공정하게 선정됐다.

시설장 부문은 높은 경쟁률을 기록하는 등 세정사회복지사대상은 짧은 시간내에 명실공히 사회복지사들에게 가치있는 상으로 자리매김했다는 평가를 받고 있다.

'세정사회복지사 대상'시상식은 세정나눔재단이 힘들고 어려운 근무환경 속에서도 투철한 사명감과 숭고한 봉사정신으로 헌신하는 노고를 위로하고 격려하기 위해 2013년부터 매년 개최하고 지금까지 74명의 사회복지사들이 수상의 영예를 안았다.

박순호 이사장은 "타인을 위하여 묵묵히 나눔과 사랑을 실천하는 사회복지사 여러분께 진심으로 감사드린다"며, "세정나눔재단은 복지사각지대에 놓인 이웃들을 위한 다양한 사업을 전개하고 지속적으로 관심을 기울이겠다"고 말했다.

수상자인 이경희 부산북구다문화가족지원센터장은 "사회 초년생부터 시작해 22년 동안 사회복지에 종사하면서 큰 자부심과 소명의식을 가지게 됐다"며, "영광스러운 상을 받은 만큼 더욱 노력해 지역 사회의 복지 발전에 기여할 수 있도록 힘쓰겠다"고 밝혔다.

@highlight

세정나눔재단은 우리사회에서 복지증진을 위해 헌신한 사회복지사를 격려하기 위해 세정사회복지사 대상 시상식을 29일에 개최한다.