임재업 농촌자원 복합산업화 지원사업 분석 (동양일보 임재업 기자) 농촌 창업과 관광 활성화 등을 위해 지원되는 보조금이 지방자치단체의 허술한 관리·감독 하에서 방만하게 집행되고 있는 것으로 나타났다.

국무조정실 정부합동 부패예방감시단은 26일 농림축산식품부, 지자체와 함께 '농촌자원 복합산업화 지원사업' 운용실태를 점검해 121건의 부적정 사례를 적발했다고 밝혔다.

이 사업은 농촌의 다양한 자원을 활용한 창업, 기업유치 등을 활성화하려는 목적에서 농산물 생산·가공·유통시설, 농촌 체험·관광, 농공단지 조성 등에 보조금을 지급한다.

지난해 예산 규모는 2496억원이었다.

이번 실태점검은 지난해 8월부터 11월까지 보조금을 지급받은 전체 1910개 사업 중 규모가 큰 449개 사업을 대상으로 했다.

그 결과, 사업자 선정 부적정 50건, 사업 집행 부적정 53건, 사후관리 부적정 18건이 적발됐다.

구체적으로는 법인 출자금 기준에 미달하는 사업자나 사업 실적이 부족한 사업자에게 보조금이 지급된 것으로 드러났다.

중소기업을 대상으로 하는 사업의 보조금을 연간 매출 4000억원에 달하는 기업이 받기도 했다.

보조금을 받은 사업자가 사업 후 환급받은 부가가치세를 국고에 반납하거나 재투자 승인을 받아야 하는 절차를 무시해 4억4000만원 상당의 국고 손실이 초래된 일도 있었다.

한 사업자는 보조금을 받아 건물을 지은 뒤 지자체 승인도 없이 해당 건물을 담보로 제공하고 대출을 받은 것으로 드러났다.

보조금으로 산 건물이나 기계 등에 대해 소유권 보존등기를 하지 않은 사례도 적발됐다.

정부는 출자금 요건을 채우지 못한 사업자의 추가 출자, 미반납된 부가가치세 환수, 중요 재산의 담보제공에 따른 이익환수 등 후속 조치를 추진하는 한편 공무원의 비위 사실을 소속 지자체에 통보할 계획이다.

정부 관계자는 "앞으로 관리 감독을 철저히 해 농촌자원 복합산업화 지원사업 보조금이 더 효율적으로 집행되도록 하겠다"고 말했다.

@highlight

국민조정실 정부합동 부패예방감시단은 농림축산식품부,지자체와 함께 26일 보조금 운용실태를 점검하고 부적정 사례를 발견하고 방만하게 사용된 농촌보조금에 대해 이익환수등 후속조치도 추진 할 예정이다.