무주가 종합청렴도 1등급 달성을 위한 실천운동에 돌입했다고 27일 밝혔다.

군에 따르면 △공직자 의식 개선 및 청렴문화 확산, △부패유발요인 제거와 예방기능 강화, △진단 및 환류기능 강화, △군정의 투명성 및 신뢰성 제고를 위한 활동을 벌일 방침으로, 공직자 의식 개선 및 청렴문화 확산을 위해 전문 강사 초청 교육을 진행하는 것은 물론, 새올 행정시스템상에 청렴 나눔 방(청렴 활동사례 및 관련소식 게재)을 만들어 운영할 계획이다.

지난 22일에는 군 기획실 감사팀 오해동 팀장이 군 소속 직원 100여 명을 대상으로 직무역량강화 교육을 통해 자체감사 사례 등을 공유했다.

이 자리에서 청렴 관련 교육을 진행했던 군 기획실 문현종 실장은 "청렴은 공직자가 반드시 지키고 문화로 정착시켜 나가야할 의무"라며 "나 자신과 공직내부는 물론, 군민들 모두가 인정하는 청렴도 1등급 달성을 위해 노력해 나가자"라고 전했다.

군은 인터넷 홈페이지 팝업창이나 전광판, 군정알림이와 반딧불소식지 등 다양한 홍보 매체를 활용한 부패방지, 공직비리 신고 등 홍보활동을 강화하는 한편, 공무원들과 외부 청렴도 측정 대상자에게 청렴실천 문자메시지도 발송할 계획이다.

또 부패유발요인 제거와 예방기능 강화를 위해서는 부패공직자 처벌을 강화하고 익명신고 안내 문자를 발송해 행위 발생 자체를 근절할 방침이다.

업무처리 과정에서 비리 및 행정착오 발생 시 담당자와 관리자, 감사자에게 자동경보가 울리게 하는 등 청백-e통합 상시모니터링 감사시스템을 내실화해 부패를 예방해 나갈 계획이다.

군정의 투명성 및 신뢰성 제고를 위해서는 업무추진비 등 자료공개를 활성화하고 공무원 행동강령 위반행위에 대한 감찰활동을 강화하는 한편, 공직비리 관리 책임제를 시행해 경각심을 일깨워 줄 방침이어서 관심을 모으고 있다.

군은 지난해 설문조사와 부패사건 발생 현황 등을 조사한 내 · 외부, 종합청렴도 조사에서 3등급을 받으면서 자성의 목소리를 내고 있다.

@highlight

지난 27일 무주군은 사람도 자연도 깨끗한 무주를 만들기 위해 각종 공무원 행동강령 위반과 비리 신고 및 자연 관련 홍보 활동을 통해 종합청렴도 1등급 달성을 위한 실천운동에 돌입했다.