중국과 유럽연합(EU)의 경기둔화 조짐이 뚜렷해지고 있는 가운데 미국 내에서도 경기가 급격히 나빠질 수 있다는 지표들이 잇달아 나오고 있다.

이런 상황에서 도널드 트럼프 미국 대통령의 낙점을 받은 스티븐 무어 연방준비제도(Fed) 이사 지명자는 기준금리를 당장 0.5%포인트 인하해야 한다고 밝혀 금리 인하 속도가 빨라질지 주목된다.

미 상무부는 26일(현지시간) 2월 신규주택착공 건수가 116만2,000건(계절조정치)으로 전월보다 8.7% 감소했다고 밝혔다.

이는 8개월 만의 최대 감소폭으로 시장 예상치인 121만3,000건에 못 미치는 수치다.

향후 주택시장 동향을 가늠할 수 있는 신규주택 건축 허가는 129만6,000건으로 1.6% 줄었다.

시장에서는 올 1·4분기 경제성장률이 1% 안팎에 그칠 것이라는 관측이 힘을 받고 있다.

앞서 월스트리트저널(WSJ)이 민간전문가 60여명을 상대로 실시한 설문조사에서 1·4분기 성장률이 평균 1.3%로 집계된 가운데 이날 애틀랜타 연방준비은행은 자체 전망보고서에서 1·4분기 국내총생산(GDP) 증가율로 최고 1.3%를 제시했다.

애틀랜타 연은은 각종 경제지표를 반영해 국내총생산(GDP) 전망치를 실시간 조정하는데 1·4분기 전망치는 이번 달 들어 0.2~1.3% 범위에서 등락을 거듭하고 있다.

상장사들의 순이익도 감소세로 돌아설 전망이다.

CNBC는 팩트셋 자료를 인용해 1·4분기 스탠더드앤드푸어스(S&P) 500지수를 구성하는 상장사들의 주당순이익(EPS)이 작년 동기 대비 평균 3.7% 감소할 것으로 전망된다고 이날 보도했다.

경기 전망이 갈수록 나빠지면서 연준이 금리 인하로 돌아설 가능성도 배제할 수 없게 됐다.

무어 연준 이사 지명자는 이날 뉴욕타임스(NYT)와의 인터뷰에서 "연준은 당장 금리를 0.5%포인트 낮춰야 한다"고 주장하며 "지난해 9월과 12월 연준이 금리를 올린 것은 잘못된 조치"라고 덧붙였다.

한편 27일 뉴질랜드 중앙은행은 글로벌 경기둔화 가능성을 고려해 기준금리를 1.75%로 동결하면서 다음 번에는 금리를 인하하겠다고 밝혔다.

@highlight

중국과 유럽연합(EU)의 경기둔화 조짐이 뚜렷해지고 있는 가운데 미국 내에서도 경기가 급격히 나빠질 수 있다는 지표들이 잇달아 나오고 있는데 이런 상황에서 도널드 트럼프 미국 대통령의 낙점을 받은 스티븐 무어 연방준비제도(Fed) 이사 지명자는 기준금리를 당장 0.5%포인트 인하해야 한다고 밝혀 금리 인하 속도가 빨라질지 주목되며, 27일 뉴질랜드 중앙은행은 글로벌 경기둔화 가능성을 고려해 기준금리를 1.75%로 동결하면서 다음 번에는 금리를 인하하겠다고 밝혔다.