신서희 민생규제 혁신과제 … 5월 17일까지 시민 공모 접수 (동양일보 신서희 기자) 세종시는 시민이 일상생활과 경제활동에서 느끼는 불합리한 규제를 발굴·개선하기 위해 28일부터 5월 17일까지 50일간 시민 공모를 실시한다.

응모분야는 △국민복지 △일상생활 △국민안전 강화 △취업·일자리 △자영업자 및 소상공인 지원 등 5개 분야이며, 시에 접수된 내용은 같은 기간 행정안전부에서 진행하는「민생규제 혁신과제 공모」에도 함께 접수된다.

응모방법은 시 홈페이지 온라인 공모(www.sejong.go.kr/contest), 똑똑세종(문자:010-5141-0075, 카카오톡ID: talktalksejong), 전자우편(marsha777@korea.kr) 등 다양한 방법으로 참여가 가능하다.

공모에 제출된 과제는 세종시 규제개혁위원회의 심사를 통해 총 11건을 우수 제안으로 선정go 최우수 1건 20만원 상당, 우수 2건 10만원 상당, 장려 8건 5만원 상당의 온누리상품권을 시상품으로 각각 지급한다.

1인당 응모건수 제한은 없으나 타인의 아이디어를 무단으로 사용하거나 단순 진정 민원, 타 기관에서 이미 채택된 과제 등은 우수 제안 선정에서 제외된다.

그동안 세종시는 시민 공모를 통해 2017년 15건, 2018년 9건의 일상생활 속 민생규제를 발굴하여 시상하고, 행정안전부에 제도개선 건의를 하는 성과를 이뤘다.

이와함께, 규제로 인한 시민과 기업의 불편을 해소하기 위해 매주 1회 ‘찾아가는 규제신고센터’를 운영하고, ‘규제샌드박스 리플릿’ 제작, ‘규제개혁 우수 사례집’ 발간 등 규제개혁을 위한 노력을 기울여 왔다.

세종시 관계자는 “시민공모는 시 홈페이지 온라인 공모와 똑똑세종의 문자, 카카오톡 등 다양한 방법을 통해 참여가 가능하므로 많은 참여를 바란다”며, “시민이 직접 디자인 한 일상생활 속 불합리한 민생규제를 적극 발굴하여 개선하겠다”고 말했다.

해당 공모에 대한 자세한 사항은 시청 규제개혁법무담당관(☏044-300-2833)으로 문의하면 된다.

@highlight

세종시는 28일부터 5월 7일까지 20일간 시민들이 생활속에서 느끼는 불합리한 규제에 대한 시민공모를 실시할 예정으로 홈페이지나 똑똑세종 등을 이용하는 방법으로 응모할 수 있으며, 보다 자세한 내용은 시청 규제개혁법무담당관으로 문의하면 된다고 전했다.