익산시가 악취저감을 위해 가축사육 거리 제한 조례를 강화하자 축산 농가들이 강력 반발하고 나서는 등 갈등이 일고 있다.

익산시의회는 27일 본회의를 열고 익산시가 발의한 '익산시 가축사육 제한 조례 일부 개정안'을 격론 끝에 통과시켰다.

이번 조례에는 악취저감 대책의 효율적인 추진과 주거 밀집지역의 가축사육에 따른 악취 민원을 사전에 예방하자는 취지에서 소와 젖소 농장의 신축을 주거지로부터 기존 300m에서 500m로 강화하는 것이 주요 골자다.

또한 드넓은 왕지평야가 있는 춘포면 덕실리, 삼포리, 용연리, 인수리, 춘포리 등 춘포면 일대 5개 지역을 가축사육 전부 제한지역으로 지정했다.

특히 시의회는 축산농을 위해 마을 전체 가구의 80% 이상 동의를 받거나 축산 분야 후계농업경영인은 강화된 가축사육 조례를 적용하지 않는 부칙도 삭제하는 등 가축사육제한 조례를 강화했다.

이에 대해 김태열 의원은 보건복지위원회가 삭제한 부칙 특례조항을 보완해 신설하는 내용의 수정안을 제출했고, 박철원 보건복지위원장은 반대 토론에 나서 부칙을 삭제한 심사결과대로 의결해 달라며 격론을 벌였다.

시의회는 표결에 앞서 비공개 간담회를 열고 김태열 의원의 수정안을 철회하는 것으로 의견을 모아 강화된 가축사육 제한조례를 통과시켰다.

시의회가 가축사육 제한 조례를 강화하자 축산 농가들은 강력 반발하며 대응책 마련에 나서기로 했다.

특히 시의회 통과에 앞서 시청 앞 농성을 벌인 축산 농가들은 "농촌기본법과 농어촌특별법 등의 법에 근거하지 않은 월권이며 축산농가들을 모두 고사시키는 조례"라며 강력 반발했다.

농성에 참여한 한우협회와 한돈협회, 낙농협회, 양계협회, 육계협회, 양봉협회, 익산군산축협, 황토우영농조합은 "도농복합도시에 부합하는 농정계획을 수립하고 축산업 고사정책인 축사거리제한 조례를 철회하라"고 촉구했다.

@highlight

익산시의회가 27일 열린 본회의에서 악취저감과 관련 민원 예방을 위해 가축사육 농장을 주거지로부터 500m 떨어뜨리자는 내용이 담긴 '익산시 가축사육 제한 조례 일부 개정안'을 통과시키자 축산 농가들이 거센 반발을 하고 나섰다.