홍하은 민주당 포항 남울릉·북구지역위 민주당 포항 남울릉·북구지역위, “포항시민을 최우선에 두고 머리를 맞대 포항의 새로운 역사 쓰자”

더불어민주당 포항시 남울릉지역위원회와 북구지역위원회는 27일 포항시청 브리핑룸에서 포항지진에 대한 정부조사단의 결과에 따른 공동 기자회견을 열었다.

이날 허대만, 오중기 지역위원장은 기자회견문을 통해 “지난 20일 정부조사연구단의 발표로 포항지진은 인재(人災)임이 밝혀짐에 따라 포항이 지진도시라는 오명에서 벗어나 다행”이라며 이번 사태를 “시민을 최우선에 두고 모든 이해관계를 떠나 머리를 맞댄다면 포항의 새로운 역사를 써갈 수 있을것”이라 밝혔다.

민주당 경북도당은 이를 위해 피해복구에 대한 정부지원, 여야 막론한 소통확대를 통한 후속대책 마련, 책임규명 및 관련자 처벌을 3대 핵심과제로 삼고 피해복구를 위해 최선을 다하기로 했다고 밝혔다.

두 지역위원장은 “더불어민주당을 포함해 자유한국당, 바른미래당, 정의당, 민주평화당 등 포항의 모든 정치권이 낡고 익숙한 정치적 이해관계를 뒤로하고 포항시민을 위해 논의기구를 확대하고 민생에 실질적으로 도움이 되는 지원방안을 정부에 요청하겠다”고 강조했다.

또 “정부에서는 정부조사단 발표 직후 산자부 장관이 포항을 방문해 지원을 약속했으며 지진발생 직후 복구비 2,852억원이 지원되었고 2,257억원이 투자되는 특별재생사업이 시행된다”면서 지역경제 활성화를 위해 국책사업 등 적극적인 정부지원에 최선을 다하겠다는 입장을 밝혔다.

아울러 “이명박, 박근혜 정부에서 부실하게 추진·관리된 인재인 만큼 자유한국당은 지진책임을 문재인정부로 호도하려는 행태를 멈추고 진상의혹 해소에 적극 협조하라”고 촉구했다.

민주당 포항시 남울릉, 북구 지역위원회는 정부와 함께 지열발전소 실증사업의 영구중단과 원상복구, 특별재생사업 등 지원을 신속히 추진하고 감사원 감사를 통해 국민이 납득할 수준의 책임규명이 이뤄지도록 할 것을 약속했다.

@highlight

27일 포항시청 브리핑룸에서 허대만, 오중기 지역위원장은 포항시민 최우선에 두고 머리를 맞대 포항의 새로운 역사를 쓰자며 밝혔고 민주당 경북도당은 이를 위해 3대 핵심과제를 마련하여 피해복구를 위해 최선을 다하기로 했다고 밝혔다.