이시종 충북지사는 27일 진천군을 공식 방문해 지난해 도정 성과와 2019년 도정 운영 방향을 설명하고 애로 및 건의사항을 들었다.

이 지사는 이날 오후 화랑관에서 열린 도민과 대화에서 "충북도는 지난해 투자하기 좋은 우수도, 20년 만 국가산업단지 조성 및 수소 에너지 클러스터 추진, 소방복합치유센터 유치 등 눈부신 성과를 거뒀다"며 "최근에도 강호축 핵심사업인 충북선 철도 고속화사업 예비 타당성 조사 면제, 청주공항 거점 에어로K(저가항공사) 국제항공 운송사업 면허 발급 등 겹경사를 맞았으며, 이는 진천군민 등 163만 도민의 성원과 지원이 있어 가능했다"고 말했다.

특히 "충북선 철도 고속화 사업, 평택∼오송 복복선화, 세종∼청주 고속도로, 제천∼영월 고속도로 등 대형 국책사업들이 예비 타당성 조사를 면제 받아 총 12조 7천억원을 유치하는 성과를 올렸다"고 강조했다.

이 지사는 "민선 7기 2년차인 올해는 오는 2020년 충북경제 4％ 달성을 목표로 큰 충북, 강한 충북, 국토 중심 충북, 세계 속 충북이라는 새로운 패러다임을 캐치프레이즈로 내걸고 강호축 구축을 통해 유라시아 대륙으로 진출하는 강호대륙의 큰 꿈을 그려 나가는데 도정 역량을 집중하겠다"고 밝혔다.

또 "지역 숙원사업인 태양광 클러스터 및 에너지산업 융복합단지 기반 구축, 명품 충북혁신도시 조성, 중부고속도로(남이~호법) 전구간 조기 확장, 스토리 창작 클러스터 조성 등 '사람 중심의 친환경 미래도시 생거진천'이 실현될 수 있도록 적극 지원하겠다"고 말했다.

주민이 건의한 진천상고~원동교차로 도로 개설, 광혜원산업단지 도로 정비, 사산교(위험교량) 재가설, 이월체육공원~태양아파트간 도시계획도로 개설, 덕산성당 옆 도시계획도로 개설사업은 도정에 반영하겠다고 약속했다.

@highlight

이시종 충북지사는 27일 오후 진천군 회랑관에서 국가산업단지 조성 및 수소 에너지 클러스터 등 2019 도정 성과와 운영방안에 대해 설명하고 도민들과 대화하면서 진천군민등 도민의 성원과 지원에 대해 감사를 표하며  태양광 클러스터 및 에너지산업 융복합단지 기반 구축 등과 같은 지역 숙원사업들이 실현될 수 있도록 적극 지원하겠다"고 말했다.