대한항공의 이사로 재직중인 조양호 한진그룹 회장의 이사연임안건이 부결됐다.

이로써 조 회장은 대한항공 사내이사직에서 물러나게 됐다.

27일 대한항공 강서구 사옥에서 진행된 주주총회에서 '조양호 대한항공 이사 연임안'을 표결한 결과 35.9%의 주주가 반대표를 행사해 조 회장의 연임이 무산됐다.

대한항공 정관상 이사직 연임을 위해서는 의결정족수의 2/3를 넘겨야 하지만 여기에 미치지 못하는 결과가 나온 것.

이날 주주총회장에는 위임장을 포함해 주주 7004만주(73.8%)가 참여했고 이 가운데 4489만 1614주가 찬성, 2515만여주가 반대(35.9%)한 것으로 집계됐다.

조양호 회장의 연임 불발은 어느 정도 예견된 일이었다.

국민연금은 전날 수탁자위원회를 개최해 "기업가치 훼손 내지 주주권 침해의 이력이 있다고 판단해 반대 결정을 했다"고 밝혔고 이것이 외국인과 기관, 소액주주들의 의사결정에 커다란 영향을 미쳤기 때문이다.

국민연금은 대한항공 지분 11.56%를 보유한 2대주주지만 단독으로 연임안을 부결시키긴 어려웠다.

하지만 스튜어드십코드의 행사를 통해 대기업 오너의 전횡과 부실경영을 단죄하겠다는 국민연금의 의도에 다수소액주주들이 공감하면서 조양호 이사연임안은 부결됐다.

조양호 회장 연임반대를 위해서는 33%의 표결집이 필요했지만 표결에서는 이보다 3%가량 높은 주주들이 연임반대안에 찬성표를 던져 그동안 불거졌던 땅콩회항과 갑질 등 경영진의 각종 전횡에 대한 불만이 표를 통해 나타난 것으로 분석된다.

이날 주총에서는 부실 관계사인 한진해운 8000천억원 지원과, 조양호 회장의 270억원대 횡령 배임 혐의 등 무능, 비리경영에 대한 주주들의 불만이 분출됐다.

@highlight

27일 대한항공 강서구 사옥에서 진행된 주주총회에서 '조양호 대한항공 이사 연임안'을 표결한 결과 "기업가치 훼손 내지 주주권 침해의 이력이 있다고 판단해 반대 결정을 했다"라는 의견과 함께 의결정족수의 33%를 넘기지 못해 조 회장의 연임이 무산됐다.