전국 월별 출생 추이.

충청권도 전국적인 저출산 위기를 피해가지 못했다.

통계청이 27일 발표한 '2019년 1월 인구동향'에 따르면, 대전시의 올해 1월 출생아 수는 800명으로 지난해 동월보다 100명 줄었다.

인구 1000명당 출생아 수를 뜻하는 조출생률도 6.6명으로 지난해보다 1.8명 감소했다.

충남의 올해 1월 출생아 수도 1300명으로 지난해보다 100명 감소했으며, 충북은 1000명으로 지난해와 동일한 수준이었다.

그나마 세종의 지난 1월 신생아 수가 400명을 기록해 지난해 동월보다 100명 늘었다. 이러한 충청권의 저출산 분위기는 전국적인 추세로 올해 1월 전국 출생아 수도 3만 3000명으로 전년 동월보다 2000명(6.2%)이나 줄어든 것으로 나타났다.

혼인도 출산과 마찬가지로 감소하는 추세다.

지난 1월 대전의 혼인 건수는 600건으로 지난해 동월에 비해 100건 감소했으며, 충남도 900건으로 지난해 1000건보다 100건 줄었다.

충북 혼인건수도 마찬가지로 800건에서 600건으로 급감했으며, 가장 젊은 도시인 세종은 200건으로 전년과 동일했다.

반면 충청권의 이혼건수는 오히려 증가했다.

대전시의 올해 1월 이혼 건수는 300건으로 지난해보다 100건 늘었으며, 충남도 지난해 400건에서 올해 500건으로 증가했다.

충북은 지난해와 작년 모두 300건으로 동일한 수준이었다.

사망자 수는 지난해 동월보다 서울, 부산 등 14개 시도가 감소한 데 반해 대전, 세종은 동일했다.

지난 1월 대전과 세종의 사망자 수는 각각 700명, 100명으로 전년 동월과 같았다.

충남과 충북의 사망자 수는 지난해보다 감소했는데, 충남은 1600명에서 1400명으로, 충북은 1200명에서 1000명으로 각각 줄었다.

홍남기 부총리는 이날 경제활력대책회의에서 "2031년으로 예측됐던 우리나라의 인구감소 시점이 더 앞당겨질 것 같다"며 "내달 범정부 차원의 인구정책 태스크포스(TF)를 출범시켜 상반기 안에 종합적인 대응방안을 마련하겠다"고 말했다.

@highlight

충청권의 출생아 수와 혼인건수는 줄어든 반면 이혼건수는 오히려 증가했다.