신서희 (동양일보 신서희 기자) 세종시교육청은 오는 4월 5일까지 '2019 학부모 학교참여 지원사업'공모를 실시한다고 27일 밝혔다.

'학부모 학교참여 지원사업'은 자발적으로 구성된 학부모회가 △학부모 소통 강화 △학교교육 모니터링 △학교참여 문화 조성 △자녀 동반 동아리 운영 △재능기부 및 봉사활동 △학부모회 간 연계활동 △아버지 참여 활성화 등 다양한 활동을 할 수 있도록 지원하며 학교의 여건과 특성에 따라 연간 계획을 수립해 운영된다.

특히, 세종시교육청은 유치원의 학부모회도 '학부모 학교참여 지원사업'에 참여 할 수 있는 기회를 제공해 자녀 이해를 증진하고 교육과정에 직접 참여 할 수 있도록 지원을 확대한다.

아울러, 세종시는 학교 수 증가에 따른 학부모 수 증가, 학교교육에 대한 학부모의 관심 증가, 교육공동체로서의 역할 인식 등이 높아짐에 따라 학부모 학교참여 지원사업을 지속적으로 확대 운영한다는 방침이다.

시교육청은 2017년 75교, 2018년 84교에 대해 '학부모 학교참여 지원사업'을 추진한 바 있고, 2019년에는 90교를 지원할 예정이다.

'학부모 학교참여 지원사업'외에도 학부모 자녀교육 역량 강화를 위한 학교로 찾아가는 학부모 교육, 매월 주제가 있는 학부모교실, 세종시청과 연계한 학부모 대학, 평생학습 프로그램 등 다양한 학부모지원 활동을 펼치고 있다.

최교진 교육감은 “학부모 학교참여 지원사업은 건전한 학부모 학교참여 문화 조성을 위하여 운영되는 것”이라며, “각 학교의 여건에 맞는 활동을 통해 교육공동체가 더 성장하고 행복할 수 있는 기회의 장이 되기를 바라며 현장에서 실질적으로 운영될 수 있는 좋은 사례들이 많이 발굴되길 바란다”고 말했다.

지난 26일 세종시교육청 2층 대강당에서 학부모 업무 담당자, 학부모회 대표 등 200여 명이 참석한 가운데 학부모 학교참여 지원사업에 대한 사전 설명회를 개최하고 학부모 지원정책 기본계획, 학교참여 지원사업 운영 방안, 우수 사례 공유, 계획서 및 예산편성 작성 방법, 학부모 활성화 방안 등에 대한 협의를 진행했다.

@highlight

세종시 교육청은 4월 5일까지 '2019 학부모 학교참여 지원사업'공모를 실시하며, 올해부터는 유치원의 학부모회도 사업에 참여할 수 있도록 기회를 확대하며 지원 사업을 지속적으로 운영한다는 방침이다.  