지난 25일부터 벨기에 필리프 국왕과 함께 한국을 국빈 방문 중인 마틸드 왕비가 인천 송도국제도시에 있는 겐트대 글로벌캠퍼스를 찾았다.

겐트대 본교는 1817년 설립돼 바이오 과학분야에서 두각을 나타내고 있는 벨기에 대학이다.

이날 반기문 전 유엔 사무총장도 벨기에 왕비와 함께 겐트대를 찾아 '순환경제·지속가능한 이동혁명·기후변화 한국-벨기에 공동 세미나'에 참석해 관계자들을 격려했다.

반기문 전 유엔 사무총장은 세미나 기조연설에서 '한국과 벨기에는 1901년 외교관계를 맺은 한국 최초의 외교관계 국가'라며 '겐트대 글로벌캠퍼스가 기후변화 등 글로벌 과제 해결에 보다 적극적이고 큰 역할을 해 주길 기대한다'고 말했다.

반 전 총장은 '불확실성이 계속 되는 세상에 여성과 어린이를 더 존중하고, 기후변화 등 위협요소에 대해 국가, 시민 모두가 파트너쉽으로 극복해야 한다'고 강조했다.

마틸드 왕비는 반기문 전 UN 사무총장과 함께 세미나 행사 관계자들을 격려하고 학교시설을 돌아보면서 학생들과 환담하는 시간을 가졌다.

한국-벨기에 공동 세미나에선 정부·학계·경제계 관계자 등 각 분야 인사와 참관객 등 500여 명이 모여 지구자원의 보존과 순환을 통해 지속가능한 친환경 경제모델을 모색했다.

양국 학자들은 순환경제, 지속 가능한 이동혁명, 기후변화라는 3개의 주제를 통해 경제·교통·환경 분야에서 미래 대안정책을 모색했다.

오후에 열린 남·북 공동 해양글로벌 프로젝트 국제 심포지엄에는 영국, 러시아, 독일 등 14개국의 해양 분야 전문가들이 참석했다.

각국 학자들은 심포지엄에서 남북한 해양의 자원 재고 및 활용, 한반도 해양을 둘러싼 수산자원의 양식, 남북한 해양의 잠재적 가치와 활용 가능성에 대해 발표했다.

심포지엄에 참가한 14개국 15개 기관은 이날 남북 해양자원 개발에 대해 공동으로 협력하자는 내용의 업무협약(MOU)을 체결했다.

@highlight

지난 25일부터 한국을 국빈 방문 중인 벨기에 마틸드 왕비와 반기문 전 UN 사무총장이 함께 인천 송도국제도시에 있는 겐트대 글로벌캠퍼스를 방문하여 함께  '순환경제·지속가능한 이동혁명·기후변화 한국-벨기에 공동 세미나'에 참석해 관계자들을 격려하고 학교시설을 돌아보면서 학생들과 환담하는 시간을 가졌다.