국민권익위원회가 지난 25일부터 ‘지방의회 의원 행동강령’을 시행하면서 기초·광역의원들의 이른바 ‘갑질’ 행위에 제동을 걸었다.

하지만 행동강령 자체가 말 그대로 권고 수준으로 강제성이 없는 만큼 법적 규제가 가능한 조례 제정이나 홍보교육 등이 필요하다는 지적이다.

27일 국민권익위원회에 따르면 25일부터 ‘지방의회의원 행동강령’ 개정안을 공포, 시행에 돌입했다.

개정안에는 지방의회 의원이 자신의 직무권한이나 영향력을 행사해 공직자가 아닌 민간에 알선·청탁하는 것을 금지된다.

또 의원의 가족을 해당 지방자치단체 및 소속 산하기관에 채용하도록 부당한 영향력을 행사하는 것을 금지한 ‘가족채용 제한’ 조항을 신설했다.

의원 자신을 비롯한 가족 등이 운영하는 업체가 해당 지자체의 산하기관과 수의계약을 체결하는 것도 금지했다.

부당이득 수수금지와 관련된 조항으로는 사적 노무 요구 금지 조항 신설이 대표적이다.

지위·직책을 이용해 상대방에게 부당한 행위를 강요하는 것을 ‘갑질’로 규정하고 이를 처벌할 수 있도록 했다.

의원 자신을 비롯해 배우자, 4촌 이내의 친족이 임직원·사외 이사로 재직하고 있는 법인·단체 등과 관련성이 있으면 해당 직무를 스스로 회피하도록 했다.

만일 본인이 회피하지 않으면 소관 상임위원회가 의결해 직무에서 배제토록 했다.

이에 대해 현장의 목소리는 엇갈린다.

최근 잇따르고 있는 지방의회 의원들의 갑질에 대한 일종의 경고등 역할을 할 것이라는 목소리와 권고사항으로 실효성이 없다는 등 의견이 분분하다.

이에 광주시의회는 의회 차원에서 전의원을 대상으로 지방의회의원 행동강령에 대한 교육을 진행할 계획이다.

반면 사실상 권고 수준에 머무는 행동강령은 실효성이 없다는 목소리도 나오고 있다.

한 구의원은 “갑질 행위 금지 개정안은 물론 기존의 행동강령 역시 단순한 권고안에 그치다 보니 의원들 사이에 ‘지켜도 그만, 안지켜도 그만’이라는 인식이 있다”며 “법적 제재가 가능한 조례 등 보완이 필요하다”고 조언했다.

@highlight

국민권익위원회가 지난 25일부터 공포,시행한  ‘지방의회의원 행동강령’ 은 권고 수준으로 강제성이 없어 기초·광역의원들의 이른바 ‘갑질’ 행위 제동에 실효성이 없다는 의견이 있다.  