세종통계' 홈페이지(www.sejong.go.kr/stat.do) [충북일보=세종] 전국 17개 광역지방자치단체(시·도)가 지난해 각각 생산한 통계 가운데 충청권 4개 시·도가 생산한 통계의 품질이 가장 우수한 것으로 밝혀졌다.

특히 세종시는 2012년 7월 출범한 신생 자치단체인 데다 규모가 가장 작은 데도 불구, 2017년에 이어 작년에도 전국 1위를 차지했다.

통계청은 정부 부처와 산하기관·지방자치단체 등 전국 공공기관들이 지난해 통계청 승인을 받아 자체 생산한 각종 통계(568종)의 품질을 평가, 그 결과를 최근 발표했다.

각 통계에는 △정확성 △시의성 △비교성 △일관성 △접근성 등에 따라 합산한 점수를 바탕으로 5가지(우수,양호,보통,주의,미흡) 등급이 매겨졌다.

2018년 시·도 생산 통계 품질 평가 결과 그 결과 지난해 세종시가 생산한 4가지 통계(사회조사,청년 통계,일자리 인식 실태 조사, 교통량 조사)는 모두 '우수' 등급을 받았다.

세종은 2017년에 생산한 3가지 통계(사회조사, 사업체 조사, 교통량 조사)도 각각 '우수' 등급에 속했다.

특히 시민들의 관심이 많은 사회조사 통계의 경우 처음 작성한 2014년부터 3년간은 '보통' 등급을 받았으나, 2017년 이후 우수 등급으로 2단계 올랐다.

한편 2018년 평가에서는 우수 등급 비율 기준으로 세종에 이어 충남·대전·충북이 나란히 2~4위를 차지, 주목을 끌었다.

반면 최하위인 광주는 4가지 통계 중 우수 등급은 하나도 없었고 보통과 미흡이 각 1가지,주의가 2가지였다.

공공기관 통계 품질 평가 결과는 통계청 홈페이지에서 '국가통계포털→통계품질관리→자료실→자체통계 품질진단 결과' 순으로 들어가면 확인할 수 있다.

또 세종시가 생산하는 각종 통계 자료는 '세종통계' 홈페이지(www.sejong.go.kr/stat.do)나 국가통계포털(kosis.kr)에서 누구나 이용할 수 있다.

@highlight

공공기관들이 통계청의 승인을 받아 자체 생산한 각종 통계 품질 평가 결과, 세종시가 생산한 4가지 통계가 모두 우수 등급을 받아 규모가 작은데도 불구하고 2년 연속 전국 1위를 차지했다.