유인석 헌재소장, 2002년식 그랜저 소유 헌법재판소에 근무하는 고위공직자 중 재산이 가장 적은 사람은 석인선 헌법재판연구원장으로 확인됐다.

김헌정 사무처장의 재산이 가장 많았다.

헌법재판소공직자윤리위원회(위원장 송두환)는 28일 "관할 재산공개 대상자에 대한 정기 재산변동사항 신고내역을 3월 20일자 헌법재판소 공보를 통해 공개했다"고 밝혔다.

재산공개대상자는 정무직공무원 및 1급 이상 국가공무원으로 헌법재판소장, 재판관, 사무처장, 헌법재판연구원장 등 총 11명이다.

총 1억 1000만원의 빚을 지고 있는 석 연구원장의 재산이 가장 적었다.

석 연구원장이 본인 명의로 소유하고 있는 재산은 전라북도 무주군에 위치한 300만원 상당의 토지와 2억2000만원의 예금뿐이었다.

그는 차도 없었다.

반면 한국교직원공제회, 농협은행, 씨티은행 등에 지고 있는 채무가 3억7000만원 정도였다.

김헌정 사무처장의 재산은 44억 정도로 집계됐다.

김 처장은 본인 명의로 서울 강남구 삼성동에 26억 상당의 단독주택을 소유하고 있고, 12억원의 예금이 있는 것으로 확인됐다.

본인과 배우자의 명의로 5000만원 상당의 헬스클럽과 콘도미니엄 회원권도 가지고 있었다.

유남석 헌법재판소장의 총 재산은 19억원으로 파악됐다.

지난해에 비해 5억7000만원이 늘었다.

유 소장은 2002년식 그랜저 차량을 소유하고 있어 눈길을 끌었다.

헌법재판소에 따르면, 2019년 정기재산변동신고 공개대상자 총 11명 중 재산증가자는 6명이고 감소자는 5명이었다.

공개대상자 총 11명의 재산총액 평균은 21억9172만원이고 순증감 총액은 3억4242만원으로 평균 3113만원이 증가했다.

헌법재판소 측은 "심사결과 재산의 거짓기재, 재산누락 등 불성실 신고자 및 직무상 알게 된 비밀을 이용해 이익을 취한 사실이 인정되는 자에게는 공직자윤리법에서 규정하고 있는 경고 및 징계요구 등의 조치를 취할 계획"이라고 밝혔다.

@highlight

28일 헌법재판소공직자윤리위원회는 재산공개 공직자에 대한 내역을 3월 20일 헌법재판소 공보를 통해 공개해 석인선 헌법재판연구원장이 빚만 1억1천으로 헌법재판소 고위공직자 중 재산이 가장 적었다고 전하고 직무 등과 관련해 불성실 신고했거나 부당이익을 받은 자는 공직자윤리법에 따라 강력 조치 된다고 밝혔다.