최남춘 이달부터 '활성화 계획' 시행경기도가 사회적 무관심과 후원 저조로 어려움을 겪고 있는 독립야구단 지원에 나선다.

도가 주관하는 독립야구리그를 운영하고, 협회 등록과 경기도체육대회 등 공식대회 참가를 지원해 독립야구 자생력을 강화하는 것이 핵심이다.

도는 27일 이런 내용을 담은 '민선 7기 독립야구단 활성화 추진계획'을 마련, 이달부터 시행한다고 밝혔다.

독립야구단 지원은 이재명 경기지사의 공약이다.

이 지사는 후보 당시 "독립야구단 지원을 통해 프로야구 진출을 꿈꾸는 청년들에게 프로로 재도전 할 수 있는 기회를 만들겠다"고 약속한 바 있다.

이를 위해 도는 해마다 4월부터 9월까지 '독립야구단 경기도리그'를 운영할 예정이다.

참가팀은 성남 블루팬더스, 고양 위너스, 양주 레볼루션, 연천 미라클, 파주 챌린저스, 의정부 신한대학교 피닉스 등 도내 6개 독립야구단이다.

다음달 23일 성남 블루팬더스와 양주 레볼루션의 개막경기를 시작으로 9월26일까지 경기도 광주 팀업캠퍼스에서 매주 1~2회 리그전 형태로 경기가 펼쳐진다.

팀업캠퍼스는 도 광주시 곤지암읍에 있는 복합 스포츠 테마파크로 국제규격의 야구장 3면을 보유하고 있다.

또 도는 제도권 밖의 독립야구단이 경기도체육회 종목단체인 경기도야구소프트볼협회 일반부에 등록할 수 있도록 지원한다.

이는 도가 지원할 수 있는 법적 근거를 마련하기 위한 조치로, 현재 일반부 등록 구단은 없다.

이밖에도 도는 내년 경기도체육대회부터 독립야구단이 시범경기종목으로 선정될 수 있도록 관계기관과 협의를 진행하는 한편 야구종목이 도 체전과 전국체전에서 정식종목으로 채택되도록 적극 지원한다.

원춘희 도 체육과장은 "독립야구단 지원을 통해 스포츠 분야 청년들의 패자부활전 도전 기회를 제공하겠다"며 "도가 프로야구에 편중된 야구 산업이 대중적이고 보편화 될 수 있도록 아마추어 야구리그 활성화에 선도적 역할을 하겠다"고 말했다.

@highlight

경기도가 이달부터, 독립야구리그 운영, 협회 등록, 공식대회 참가 지원 등, 독립야구 자생력 강화를 골자로 하는 '민선 7기 독립야구단 활성화 추진계획'을 시행, 독립야구단지원에 나선다. 