대구 수성구청이 군부대 부지를 주민 생활공간으로 활용하는 방안을 모색하고 있어 귀추가 주목된다.

수성구 경우 상대적으로 비싼 땅값 탓에 주민들이 활용할 각종 생활체육 인프라를 갖추기 어렵다 보니 고심 끝에 나온 묘수로 평가된다.

수성구에는 제2작전사령부, 방공포병학교, 5군수지원사령부 등 전체 구 면적의 약 2.4%를 군부대가 차지하고 있다.

김대권 수성구청장은 부구청장으로 재직 중이던 수년 전부터 생활체육 인프라 확충을 위해 군부대와 협력하는 방안을 구상하고 이미 물밑 접촉까지 마쳤다.

김 구청장은 "제2작전사령부 측과 협의해 긍정적인 반응을 이미 얻었다"며 "군 역시 장병들이 이용할 수 있는 체육시설이 늘어나는 것이어서 반대할 이유가 없다는 입장이었다"고 말했다.

수성구청은 대구에는 국제 규격의 아이스링크가 없다는 점에 착안해 제2작전사령부 안에 아이스링크를 짓는 방안을 모색했지만 관련 법 규제 탓에 발목이 잡혔다.

국유재산법상 국가 외에는 국유 재산에 건물 등 영구시설물을 지을 수 없고, 공유재산법상으로도 지방자치단체는 국가 사무를 처리하는 데 소요되는 경비를 지원하거나 자신들이 조성한 시설물을 양여할 수 없기 때문이다.

이에 김 청장은 지난달 8일 청와대에서 열린 전국 시장·군수·구청장 초청 오찬 간담회에 참석해 군부대 소유 부지에 주민생활밀착형 복리시설을 조성할 수 있도록 하는 '국방부 소유 국유재산의 주민 이용을 위한 특별법(이하 특별법)' 제정을 청와대에 요청했다.

지어진 건물은 군 장병(군무원 포함)·주민 모두 이용할 수 있도록 하고, 위급사항 발생 시 국방부 동원 가능 시설로 규정한다면 서로가 상호 협력할 수 있다는 내용이다.

수성구청 관계자는 "이미 제2작전사령부가 부지 제공 의사도 확인한 만큼 정부 규제 개선 과제에 포함될 수 있도록 지역 국회의원과 긴밀히 협의해 특별법 제정에 최선을 다할 방침"이라고 말했다.

@highlight

대구 수성구청이 전체 구 면적의 약 2.4%를 차지하고 있는 제2작전사령부, 방공포병학교, 5군수지원사령부 등을 주민 생활공간으로 활용하기 위해 지역 국회의원과 긴밀히 협의해 특별법 제정에 최선을 다할 방침이다.