매마주니까 청춘이다 시즌3 포스터.

[충북일보] (재)충북문화재단에서 주최하는 문화가 있는 날 사업의 일환인 '매마주니까 청춘이다 시즌3'가 올해는 충북도내 생활밀착형 문화시설인 정지용문학관에서 진행된다.

매월 마지막 주는 문화가 있는 날이라는 표현으로 이름붙여진 '매마주니까 청춘이다 시즌3는 지역의 역사적인 인물의 가치를 재조명하고, 지역청년예술가들이 재능을 펼칠 수 있는 기회의 장을 제공하기 위해 마련됐다.

도내에서는 옥천군을 포함해 진천군, 보은군 총 3곳에서 진행이 된다.

오는 30일 옥천군 정지용문학관에서 첫 시작을 알리게 되며, 주요프로그램은 청춘희희(喜嬉), 청춘학(學), 청춘락(樂)의 3가지 테마로 구성된다.

청춘희희는 지역예술가 멜팅코드의 청춘 버스킹 공연으로 진행되며, 많은 지역민들이 즐길 수 있도록 30일 오전 10시부터 12시까지 옥천향수시네마에서 열린다.

실내 강연인 청춘학은 정지용문학관에서 오전 11시부터 오후 2시까지 지난해 정지용문학상 수상자인 김광규 시인을 초청해 토크 콘서트 형식으로 진행된다.

청춘락 콘서트는 정지용문학관 앞 야외광장을 무대로 오후 2시부터 6시까지 진행된다.

지역 구성원이 함께 참여해 꾸미는 청춘콘서트로, 랩과 기타연주, 댄스, 노래 등 각 예술 분야에 끼 많은 10~30대 청년들이 나서 무대를 빛낼 예정이다.

이와 함께 정지용생가에서는 이날 하루 '청춘이 만나는 문학 놀이터'라는 슬로건 아래 N행시 짓기 및 민속놀이 투호 등의 체험프로그램도 계획돼 있다.

군 관계자는 "오는 30일 오전 10시부터 오후 6시까지 정지용문학관 일원과 향수시네마에서 진행되는 '매마주니까 청춘이다 시즌3' 행사에 많은 지역민들이 참여해 즐거운 주말을 보내시길 바란다"고 밝혔다.

@highlight

(재)충북문화재단에서 지역 역사 인물을 재조명하고 지역 청년예술가에 재능 발현의 장을 제공하기 위해 매월 마지막 주는 문화가 있는 날이라는 의미의 '매마주니까 청춘이다 시즌3'를 충북 진천군, 보은군, 옥천군에서 진행하며  올해는 정지용문학관에서 시작한다.