[충청일보 김홍민기자] 충청권 선출직 국회의원 27명 평균 재산은 45억3174만원인 것으로 나타났다.

정부공직자윤리위원회는 관할 재산공개대상자 1873명에 대한 정기 재산변동사항 신고내역을 28일 관보를 통해 공개했다.

정부공직자윤리위원회 관할 공개대상자는 행정부 소속 정무직, 고위공무원단 가등급, 국립대학총장, 공직유관단체 임원, 기초·광역 지방자치단체장, 광역의회의원, 시·도 교육감 등이다.

국회(330명), 대법원(166명), 헌법재판소(11명), 중앙선거관리위원회(14명) 소속 공개대상자, 기초자치단체 의회의원 등(3000명)은 각 관할 공직자윤리위원회에서 별도 공개했다.

관보에 따르면 충청권 국회의원 27명 중 최고 재산가는 자유한국당 박덕흠 의원으로 523억1467만원을 신고했다.

이어 같은 당 성일종(214억3612만원)·정우택(80억2940만원)·정진석(67억4339만원) 의원, 더불어민주당 박병석(46억733만원)·변재일(38억6975만원) 의원 순으로 집계됐다.

민주당 김종민(4억3239만원)·어기구(3억3829만원)·이후삼(-2327만원) 의원은 재산이 5억원 미만이었고, 이중 이 의원은 재산보다 빚이 더 많은 상태다.

충청권 의원들은 1년 전에 비해 1인당 평균 2억2205만원의 재산이 늘어난 것으로 파악됐다.

27명 중 정우택(11억8395만원)·박덕흠(7억9277만원)이해찬(6억652만원)변재일(5억4251만원)의원 등 23명의 재산이 증가했다.

정 의원은 배우자가 부동산을 증여받았고, 이 의원은 7억원을 상속받아 예금이 증가했다.

반면 도종환·김태흠·성일종·어기구 의원 4명은 재산이 감소했다고 밝혔다.

@highlight

정부공직자윤리위원회는 재산변동 신고내역으로 충청권 국회의원 27명의 평균 재산은 45억여원으로 나타나 지난해 대비 1인당 평균 2억 2천만원의 재산이 늘었고 충청권 국회의원 중 최고의 재산가는 자한당 박덕흠 의원으로 공개됐다.