영화 ‘레버넌트: 죽음에서 돌아온 자’가 방영되면서 누리꾼들 관심을 끈다.

‘레버넌트’는 지난 2016년 개봉한 영화로 알레한드로 곤잘레스 이냐리투 감독의 작품이다.

레오나르도 디카프리오, 톰 하디, 도널 글리슨, 윌 폴터가 주연을 맡았다.

레오나르도 디카프리오는 ‘레버넌트’에서의 ‘휴 글래스’ 연기를 통해 미국 오스카 시상식에서 처음으로 남우주연상을 거머쥐기도 했다.

‘레버넌트’는 전설적인 모험가 ‘휴 글래스’(레오나르도 디카프리오)의 실화를 모티프로 제작됐다.

‘휴 글래스’는 1823년 필라델피아 출신의 모험가이자 개척자였다.

그는 한 모피 회서에서 일 하고 있었는데, 뛰어난 사냥꾼인 그가 회색 곰을 만나 치명적 상처를 입고 생사의 경계까지 내몰린다.

그의 동료들은 상처입은 휴 글래스를 돌봐주지만 지형적인 어려움이 닥치자 ’존 피츠제럴드’(톰 하디)와 ‘짐 브리저’(윌 폴터)에게 휴 글래스가 ‘죽기 전까지 돌보고, 장례식을 제대로 치러주라’는 특별 임무를 남긴 채 떠난다.

하지만 두 사람 역시 인디언들과 마주하면서 휴 글래스를 떠나게 된다.

배신 당한 휴 그랠스는 복수하겠다는 일념을 가지고 상처와 고통 그리고 추위와 배고픔을 견뎌 4천 킬로미터가 넘는 오랜 여정을 극복한다.

레버넌트는 충격적인 실화를 바탕으로 과거, 야만과 대자연만이 선사할 수 있는 강렬함 속에서 인간의 본성을 다룬다.

이냐리투 감독은 “휴 글래스 이야기는 ‘삶의 모든 것을 잃었을 때 우리는 과연 누구인가, 인간은 무엇으로 만들어졌으며 또 무엇을 할 수 있는가’라는 질문을 던진다”고 작품의 연출 의도를 밝힌바 있다.

손영훈 인턴기자 .

@highlight

전설적인 모험가 ‘휴 글래스’의 실화를 모티브로 제작된 알레한드로 곤잘레스 이냐리투 감독의 영화 ‘레버넌트: 죽음에서 돌아온 자’가 방영 되면서 사람들의 관심을 끌고있다.