보은군이 한·육우 브루셀라병과 결핵병 감염을 예방하기 위해 일제 검사를 하고 있다.

[충북일보=보은] 보은군은 한·육우 브루셀라병과 결핵병 감염 예방을 위해 오는 4월 1일부터 30일까지 일제검사를 실시한다고 28일 밝혔다.

이번 검사에서는 군내 전체 한·육우 사육농가 777가구에서 사육하는 1년 이상된 한·육우 1만6천620마리 중 80%인 1만3천300마리를 대상으로 한다.

다만 젖소농장에서 착유 중인 젖소는 이번 검사에서 제외된다.

군은 가축질병에 노출된 개체를 조기 색출해 농가 손실의 사전 방지를 목표로 일제검사를 실시할 예정이다.

일제검사를 효율적으로 추진하기 위해 6명의 공수의사를 채혈요원으로 지정했다.

농가에서 기르고 있는 1세 이상 한·육우(1세 미만 송아지, 거세우, 프리마틴, 젖소 제외)에 대해선 채혈을 실시해 충북도 동물위생시험소 남부지소에서 검사를 대체할 계획이다.

군에 따르면 유산과 사산, 불임을 일으키는 소 브루셀라병과 전신 쇠약 및 호흡 곤란을 일으키는 결핵병은 2종 법정 가축전염병이다.

이들 가축전염병은 사람에게도 감염되는 인수공통전염병으로 치료가 어렵다.

때문에 발생 농가의 소는 이동제한 조치와 함께 2회 이상 추가로 검사한 뒤 감염된 가축에 대해선 반드시 살처분해야 한다.

농림축산식품부는 2004년부터 거래하는 모든 가축의 검사를 의무화했다.

이어 2008년부터는 1년 이상 자란 한·육우 암소에 대해 연 1회 정기검사를 실시하고 있다.

군 관계자는 "1세 이상의 한·육우는 빠짐없이 검사를 받을 수 있도록 적극 협조해 달라"며 "소 사육농가는 반드시 쇠고기 이력추적시스템에서 검사결과가 확인된 소만을 사고, 구입한 후에는 브루셀라병·결핵병 검사를 신청해야 한다"고 말했다.

@highlight

보은군은 한·육우 브루셀라병과 결핵병 감염 예방을 위해 오는 4월 1일부터 30일까지 군내 전체 한·육우 농가에서 사육되는 1년 이상된 한·육우 중 80%를 대상으로 일제검사를 실시한다고 28일 말했으며, 군 관계자는 농가는 반드시 검사결과가 확인된 소만을 사고 구입 후에는 브루셀라병과 결핵병 검사를 신청해야 한다고 전했다.