정부공직자윤리위원회는 25일 대구 고위공직자 41명의 재산 변동 내용을 공개했다.

대구 고위공직자 41명((시장, 부시장, 시의원, 구청장·군수)의 신고재산 평균은 10억8천700만원으로, 지난해 대비 평균 3천600만원 감소했다.

이 가운데 권영진 대구시장은 지난해보다 5천600만원 증가한 17억600만원, 배지숙 대구시의회 의장은 8천만원 증가한 35억6천100만원을 각각 신고했다.

또 이상길 행정부시장은 지난해보다 8천900만원 증가한 6억4천100만원, 이승호 경제부시장은 1천800만원 증가한 17억5천200만원을 각각 신고했다.

대구시의회 의원 30명의 신고재산 평균은 10억3천500만원이었다.

최고 신고 재산은 송영헌 시의원 61억2천800만원, 배지숙 대구시의회 의장 35억6천100만원, 하병문 시의원 28억4천200만원 등의 순이었다.

또 최소 신고 재산은 김성태 시의원 5천100만원, 서호영 시의원 7천700만원, 전경원 시의원 9천만원 등의 순이었다.

또 구청장·군수 8명의 신고재산 총액 평균은 11억7천600만원이었다.

최고 신고자는 김문오 달성군수로 32억2천100만원, 최소 신고자는 류규하 중구청장으로 3억1천500만원을 각각 신고했다.

대구시공직자윤리위원회도 구·군 의회의원 116명과 공직유관단체장 9명 등 총 125명에 대한 신고 재산을 공개했다.

125명의 2019년 신고재산은 평균 8억4천7백만원으로 지난해 대비 평균 7천100만원 증가했다.

구·군 의원 중 최고 신고자는 김진출 서구의원으로 38억8천300만원, 최소 신고자는 박정희 북구의원으로 -1억2천100만원을 신고했다.

한편, 강은희 대구시교육감은 지난해보다 4억3천218만원 증가한 23억6천871만원, 임종식 경북도교육감은 13억1천470만원 늘어난 5억2천278만원(지난해 -7억9천192만원)을 각각 신고했다.

@highlight

정부공직자윤리위원회는 25일 대구 고위공직자 41명의 재산 변동 내용을 공개했는데 권영진 대구시장은 지난해보다 5천600만원 증가한 17억600만원, 배지숙 대구시의회 의장은 8천만원 증가한 35억6천100만원을 각각 신고했고 최고 신고 재산은 송영헌 시의원 61억2천800만원이다.