새 스마트폰·신차 판매 호조 기업들이 느끼는 체감경기지수가 4개월 만에 소폭 올랐다.

새로 출시한 스마트폰과 신형 자동차 판매가 호조를 보이면서 일시적으로 기업경기가 호전된 것으로 분석된다.

한국은행이 28일 발표한 '2019년 3월 기업경기실사지수(BSI)'에 따르면, 이번달 전체산업의 업황 BSI는 73으로 전달에 비해 4p 상승했다.

업황 BSI는 기업이 인식하는 경기상황을 보여주는 수치로 2003∼2018년 장기평균을 100으로 해 기준값인 100보다 낮으면 경기를 비관적으로 보는 기업이 낙관하는 곳보다 많다는 의미다.

이러한 전체산업의 업황 BSI는 지난해 11월 이후 4개월만에 반등한 것이다.

제조업 업황 BSI는 73으로 전달에 비해 4p 올랐다.

전자·영상·통신장비(75)가 3p 올랐다.

삼성전자 스마트폰 갤럭시 S10의 판매 호조 덕분으로 해석된다.

자동차 분야(73)도 6p 상승했다.

현대자동차 소나타 등 신차 판매가 호조를 보이면서 부품수요 증가 등이 작용했다는 분석이다.

비제조업 업황 BSI는 지난달에 비해 3p 오른 73을 나타냈다.

비제조업 업황 BSI는 6개월 만에 좋아졌다.

2월보다 영업일 수가 늘어나면서 운수·창고업(86)에서 13p 상승했다.

스마트폰 판매가 늘고 중국 관광객 증가로 면세점 매출이 늘어나면서 도·소매업(72)도 4p 올랐다.

반면 정부 대출 규제 등에 따른 분양시장 부진 여파로 건설업(63)은 5p 하락했다.

기업들이 내다보는 다음달 업황 전망은 크게 개선되지 않았다.

전체 산업의 4월 업황전망 BSI는 76으로 전달과 같았다.

제조업도 한 달 전과 같은 76이었다.

소비자동향지수(CSI)와 기업경기지수(BSI)를 합쳐 산출한 경제심리지수(ESI)는 0.9p 하락한 94.2로 나타났다.

계절적인 요인, 불규칙 변동을 제거한 ESI 순환변동치는 0.3p 하락해 92.1을 기록했다.

@highlight

한국은행이 28일 발표한 '2019년 3월 기업경기실사지수(BSI)'에 따르면 이번달 전체산업의 업황 BSI가 전달에 비해 4p 오른 73을 기록하며 기업 체감경기 4개월 만에 개선된 것으로 나타났는데 이에 대해 신형 스마트폰과 자동차 판매가 호조를 보여 일시적으로 경기가 호전된 것이라는 분석이 따랐다.