경기도 아파트 매매가 및 전세가가 전주보다 0.1%대 하락하며 낙폭을 키웠다.

한국감정원이 28일 발표한 '3월 4주 주간아파트 가격동향'에 따르면 도내 아파트 매매가격은 전주 대비 0.12% 하락했다.

전주 하락폭(-0.08%) 대비 0.04%p 추가 하락한 수치로, 이로써 18주 연속 하락세를 기록했다.

이번 주 가장 큰 매매가 하락폭을 기록한 지역은 과천(-0.91%)으로 조사됐다.

지속적으로 급등세를 보이던 신축 및 재건축 단지 중심으로 가격 하락이 집중된 탓이다.

한국감정원 관계자는 "강남, 송파 등 서울 주요지역 재건축단지 매매가가 급락하면서 과천에까지 시세하락 영향이 미치고 있다"며 "현재 시세 대비 수천만 원 내린 급매물도 거래가 이뤄지지 않아 매물누적이 발생, 추가 하락을 부르는 상황"이라고 말했다.

평택(-0.3%) 역시 구도심 신규물량 공급에 따른 노후단지 수요감소로 가격하락을 겪었으며, 뒤를 이어 하남, 안양동안(이상 -0.28%), 용인 기흥(-0.25) 및 수지(-0.23%) 등 순으로 매매가가 떨어졌다.

도내 전세가(-0.13%→-0.18%)도 전주보다 하락폭이 확대, 23주 연속 하락세를 보였다.

가장 큰 폭으로 전세가가 떨어진 지역은 의왕(-1.65%)이었으며, 화성(-0.49%)이 뒤따랐다.

두 지역 모두 의왕 백운밸리, 화성 동탄2신도시에 대규모 신규 입주가 집중, 기존단지와 신축단지 모두 매물누적이 발생하며 시세하락을 겪었다.

한편, 인천 아파트 매매가(-0.03%→0.01%)는 부평구 소재 매물 상승과 계양구 개발 기대감에 힘입어 올 들어 처음으로 상승반전에 성공했다.

아파트 전세가(-0.12%→-0.05%) 역시 봄 이사철 수요와 부평구 시세 상승이 겹치며 하락폭이 축소됐다.

@highlight

한국감정원이 28일 발표한 '3월 4주 주간아파트 가격동향'에 따르면 도내 아파트 매매가격은 가장 큰 매매가 하락폭을 기록한 과천(-0.91%)을 중심으로 전주 대비 0.12% 내렸고 도내 전세가(-0.13%→-0.18%)도 전주보다 하락폭이 커져, 23주 연속 내림세를 보였다.