경기도국악당이 오는 30일 오후 5시, 국악당 내 흥겨운 극장에서 퓨전 국악 공연 '트로트에서 아리랑까지'를 개최한다.

100년 전 독립 운동가들의 삶과 그 시절 음악을 돌아보는 '트로트에서 아리랑까지(부제:자유의 종이 울릴때까지)'는 3·1 운동 및 임시정부 수립 100주년을 맞아 특별 기획됐다.

이번 공연은 김원봉, 강향란, 안창호, 김향화 등 각기 다른 신분으로 각자의 공간에서 독립운동에 애썼던 4인의 인물들을 조명한다.

김원봉은 의열단의 단장으로, 항일무장투쟁에 앞장섰던 대표적 인물이다.

강향란은 한남권번 기생 출신이며, 조선 최초의 단발여성으로도 유명하다.

강향란의 삶을 중심으로 기생들의 애국 운동 이야기를 들려줄 예정이다.

안창호는 교육을 통해 민족혁신을 이루고자 애쓴 인물로 우리에게 잘 알려져있다.

김향화는 3·1 운동 당시 수원에서 만세운동을 주도한 기생이며 신분을 뛰어넘어 독립 운동에 누구보다 앞장 서 왔다.

2009년에는 대통령 표창이 추서되기도 했다.

각 인물들의 활약상을 재현한 이번 무대에는 국가무형문화재 제41호 가사 이수자인 이동영이 김원봉 역을 맡고 국가무형문화재 제30호 가곡 이수자인 하윤주가 강향란 역을 맡는다.

또 한양대학교 국악과를 졸업하고 2017년 전주대사습놀이 전국대회 판소리 일반부 장원을 수상한 정윤형이 안창호 역을, 국가무형문화제 제57호 경기민요 전수자인 김보성이 열혈 기생 김향화 역을 맡아 열연한다.

특히 이번 공연에는 국악평론가 윤중강이 무대에 올라 해설이 더해진 가야금 공연을 선보인다.

강올해로 3회째를 맞이한 경기도국악당의 '트로트에서 아리랑까지'일제강점기 조국의 독립을 위해 목숨을 바쳤던 선열들의 이야기로 그 어느 때보다 가슴 뜨거운 감동을 선사할 예정이다.

@highlight

오는 30일 오후 5시 경기도국악당이 흥겨운 극장에서 3·1 운동 및 임시정부 수립 100주년을 맞이하여 독립운동에 헌신하신 김원봉 포함 4인의 삶과 당시의 음악을 돌아보는 퓨전 국악 공연 '트로트에서 아리랑까지'를 개최할 예정임을 전했다.