규모·형태별 차이 커…"내수경기 활성화 위한 노력 필요" 신민수 기자0724sms@naver.com [충북일보] 도내 기업들이 규모별·형태별로 체감 경기의 차이를 보였다.

청주상공회의소는 지난달 25일부터 지난 11일까지 도내 330개 제조업체를 대상으로 조사한 '2019년 2분기 기업경기전망지수(BSI)'를 28일 발표했다.

조사 결과, 2분기 종합 전망치는 전분기(72) 보다 25p 오른 97로 집계됐다.

BSI가 100 이상이면 이번 분기보다 다음 분기 경기가 좋아질 것으로 예상하는 기업이 더 많다는 뜻이고, 100 미만은 그 반대다.

청주상의는 "역대 최저치를 기록했던 지난 분기보다는 BSI가 크게 개선됐지만, 기저효과로 인한 착시로 판단된다"며 "1분기 실적치(63)를 감안하면 부정적인 경기전망 흐름을 되돌리기에는 아직 역부족"이라고 분석했다.

특히 기업 규모 및 형태별로 향후 경기에 대해 다르게 전망했다.

규모별로는 중소기업(94)이 대기업(113)보다 19p 낮게 나타났다.

대기업의 경우 향후 경기 전망을 긍정적으로 보는 기업이 더 많은 반면, 중소기업은 경기를 비관적으로 전망하는 기업이 더 많은 셈이다.

형태별로는 내수기업(92)이 수출기업(113)보다 21p 낮게 조사됐다.

최근 전반적인 투자여건에 대해서는 '다소 어렵다(62.7%)'와 '매우 어렵다(17.6%)'의 부정적 응답이 80.3%을 기록했으며, 긍정적 답변은 '다소 양호하다(18.3%)', '매우 양호하다(1.4%)' 등 19.7%에 불과했다.

2분기 사업·투자계획 방향(중복응답)에 대해서는 '보수적(82.0%)'이라는 답변이 가장 많았다.

최상천 청주상의 조사진흥부장은 "기대(무역분쟁 완화)와 우려(내수침체 심화) 속에 수출 및 대기업과 내수 및 중소기업간 경기전망에 대한 온도차를 보였다"며 "전반적인 체감경기를 회복세로 전환시키기 위해서는 수출실적이 내수부문까지 확산될 수 있어야 하며, 내수경기 활성화를 위한 노력들이 필요하다"고 강조했다.

@highlight

청주상공회의소는 28일 지난달 25일부터 지난 11일까지 도내 330개 제조업체를 대상으로 조사한 '2019년 2분기 기업경기전망지수(BSI)'를  전분기(72)보다 25p 오른 97로 집계하여 기업 규모 및 형태별로 향후 경기에 대해 다르게 전망했다.