] '화장품 대장주'인 LG생활건강이 올 1분기 화장품을 중심으로 실적 개선 기대가 커지면서 상승세를 타고 있다.

10위권 밖에 있던 시가총액 순위는 7위(유가증권시장)까지 뛰었다.

28일 유가증권시장에서 LG생활건강은 5000원(0.36%) 떨어진 139만6000원에 마감했다.

이날 소폭 하락에도 이달에만 주가가 12.1% 올랐다.

기관은 이달에만 872억원어치 순매수하면서 주가를 끌어올렸다.

연초 16위였던 시가총액 순위는 이날 기준 7위를 기록했다.

올 1분기 회사 실적에 대한 기대가 높아진 점이 주요 요인으로 꼽힌다.

유진투자증권에 따르면 올 1분기 회사의 영업이익(추정치)은 3422억원으로 작년 동기에 비해 20.2% 증가할 것으로 예상된다.

기존의 시장 컨센서스(영업이익 3175억원)를 웃도는 수치다.

1분기 매출 추정치(1조8343억원)도 작년 대비 11.1% 늘었다.

화장품을 중심으로 면세점 영업이 호황을 누리면서 매출과 이익이 늘고 있다는 분석이다.

이선화 유진투자증권 연구원은 "1분기 면세점 내 화장품 매출이 작년 동기에 비해 30.2% 뛰었을 것으로 추정된다"고 말했다.

고급 화장품 브랜드 '후'를 필두로 중국 등 해외시장 점유율도 확대되고 있다.

박은정 유안타증권 연구원은 "중국에서 고가 화장품 라인 확대 전략을 통해 수익성이 개선됐다"며 "올 1분기 중국 시장 화장품 매출은 작년 동기에 비해 25%가량 늘어날 것"이라고 말했다.

그동안 경기불황에 부진했던 생활용품과 음료부문 실적도 회복 중이다.

두 사업 부문 1분기 영업이익(유안타증권 추정)은 작년 동기에 비해 각각 3%, 18% 늘 것으로 예상된다.

박 연구원은 "국내 생활용품 시장의 경쟁이 여전히 치열하지만 지난해 진열상품 축소 등 구조조정을 바탕으로 개선 효과가 기대된다"고 말했다.

증권가에선 아직 밸류에이션(실적 대비 주가 수준) 매력이 남아있는 것으로 보고 있다.

나은채 한국투자증권 연구원은 "올해 예상 실적 기준 주가수익비율(PER: 주가/주당순이익)은 25배로 아모레퍼시픽(30배) 로레알(31배) 등에 비해 낮다"고 말했다.

@highlight

화장품 대장주인 LG생활건강이 화장품을 통한 면세점 영업이 성황을 이루면서 매출이 증가하여 1분기에 시가총액이 7위로 뛰는 등 실적 증대를 통한 상승세가 이어지고 있다.