전국 여성친화도시 87개 지자체 관계자와 조성협의체 등이 참여한 가운데 비전선포식과 함께 포럼을 개최했다.

익산시는 '혁신과 협업의 여성친화도시, 새로운 10년'을 주제로 여성친화도시 10주년을 맞아 87개 지자체 관계자·민간 협력단을 초대해 포럼을 개최했다.

20일 궁웨딩에서 열린 이번 포럼에서는 여성친화도시 87개 지자체 관계자, 조성협의체, 서포터즈, 민간협력단, 시의원, 전문가 등 150여명이 참여한 가운데 여성시민 영상메시지와 우수사례를 전달했으며, 여성친화도시 더체인지 비전선포식으로 비전과제 실현을 독려했다.

또한, '여성친화도시 일자리 찾기' 주제로 마임극, 토크콘서트, 원탁토의를 진행했으며 원탁토의는 여성친화도시 더체인지를 위한 과제, 협업경제를 위한 여성친화 계획 설계, 추진주체별 역할모색 등의 주제로 나눠 10개 모둠별로 진행했다.

이를 토대로 여성의 성장과 사회 참여, 안전, 돌봄 등 여성친화도시의 사업 추진 방향을 제시했다.

부대행사로는 익산 지역 홍보 및 지역농산물 판매 부스와 프리마켓, 페미니즘도서전이 진행됐으며 소원을 담은 캘리그라피 액자가 기념품으로 제공됐다.

정헌율 시장은 "익산시는 여성친화도시 10년의 여정 속에서 대한민국에 긍정적인 변화의 바람을 일으켰으며, 앞으로 10년 또한 여성과 가족이 행복한 삶을 누릴 수 있는 도시, 모두가 행복한 익산을 만들기 위해 노력 하겠다"고 밝혔다.

한편, 2009년 대한민국 제1호 여성친화도시로 지정된 익산시는 지난해 여성친화도시조성 사업계획에 따라 37개 부서, 80개 사업을 추진했으며, 여성전용화장실 설치, 밤길안전지킴이, 핑크라인 주차장, 여성친화형 다가구 주택 건축설계 등 여성친화적 도시 디자인을 입해 호응을 얻고 있다.

@highlight

익산시는 '혁신과 협업의 여성친화도시, 새로운 10년'을 주제로 여성친화도시 10주년을 맞아 여성시민 영상메시지와 우수사례를 전달하여 여성친화도시의 사업 추진 방향을 제시하는 포럼을 개최했다.