[진주=환경일보] 강위채 기자 = 경상남도 진주시는 지난해까지 예산절감 등의 이유로 시 관문 꽃벽과 시청광장에만 조성했던 화단을 시내 도로변 3개소에 난간화분을 추가로 확대 설치하는 등 화사한 팬지 꽃거리를 조성하고 있다고 밝혔다.

진주시는 그동안 중단되었던 사계절 꽃 거리 조성사업 추진을 위해 뒤벼리, 새벼리 및 천수교 도로변에 난간 화분을 설치하고 계절별로 맞춤형 꽃을 식재하는 등 진주논개제와 진주남강유등축제, 진주국제농식품박람회 등 각종 행사 시 축제분위기를 조성함은 물론 아름다운 꽃 거리를 조성하여 시민들에게 볼거리를 제공하고 정서함양에도 기여해 나가도록 한다는 계획이다.

이에 따라 진주시는 이번 달 말부터 뒤벼리 1.4㎞와 새벼리 0.8㎞, 천수교 0.6㎞ 등 총 2.8㎞구간에 아름다운 남강과 어우러지는 난간 화분을 설치하고 4월 중순까지 팬지 꽃을 식재하여 꽃길을 마무리할 예정이다.

아울러 시청 광장과 대형화분에는 여태껏 선보이지 않았던 라난큘러스, 아킬레기아 등 다양하고 화려한 꽃을 심어 청사주변을 더욱 아름답게 꾸밀 계획이다.

한편 진주시는 직영하고 있는 꽃 양묘장을 통해 시가지 꽃거리 조성용은 물론이고 진주논개제를 비롯한 진주남강유등축제와 국화전시회, 진주국제농식품박람회 등 주요행사용 뿐만 아니라 읍.면.

동에 청사 미화용으로 분양할 팬지 외 11종의 꽃을 연간 60만 본을 재배하고 있다.

이를 통해 진주시는 옛 진주 국화전시회의 명성을 되살리기 위해 그동안 꾸준하게 확보한 국화 모수 등 기본 준비 작업을 착실히 시작해 올해부터 예년 수준이상의 국화 작품을 키우고 전시해 시민들이 도심에서도 가을의 정취를 흠뻑 느끼고 감상할 수 있도록 할 계획이다.

@highlight

경상남도 진주시는 지난해까지 중단되었던 사계절 꽃 거리 조성사업 재개를 위해 뒤벼리 등 시내 도로변 3개소에 난간화분을 설치하고 4월 중순까지 팬지 꽃 등을 심어 다양한 볼거리를 제공할 예정이다.