] 정부는 저출산 기본계획을 처음 내놓은 2006년부터 지난해까지 저출산 대책에 152조원을 쏟아부었다.

하지만 출산율은 계속 떨어졌고, 급기야 28일에는 통계청이 "올해부터 사망자 수가 출생아 수보다 많아지는 '인구 자연감소'가 시작된다"는 추계 결과를 내놓는 상황에 이르렀다.

복지 일변도의 정부 정책이 저출산 문제를 키웠다는 게 전문가들의 진단이다.

이삼식 한양대 정책학과 교수는 "저출산 문제 해결에 거액을 쏟아부었지만 돈을 조금 더 준다고 출산율이 오르지는 않는다는 게 증명됐다"며 "교육부터 노동시장까지 사회 구조를 모두 아우르는 대책이 있어야 정상적인 출산율을 회복할 수 있다"고 지적했다.

아예 접근 방식을 바꿔 이민 확대 등을 통해 '인구절벽'에 대응해야 한다는 의견도 많다.

윤증현 전 기획재정부 장관은 "이민청을 설립하고 신흥국에서 기술력을 갖춘 젊은 인력을 데려와야 생산인구 감소의 경제적 충격을 감당할 수 있다"며 "정부가 효과 없는 저출산 대책에 매달리기보다 과감히 접근방식을 바꿔야 한다"고 강조했다.

변양균 전 청와대 정책실장도 2017년 저서 《경제철학의 전환》에서 이민청을 설립해 해외 우수 인력을 필사적으로 유치해야 한다고 썼다.

30여 년간 저출산 문제와 싸워온 이웃 나라 일본은 전향적인 인구정책으로 성공을 거둔 대표적 사례다.

일본은 1989년 합계출산율(여성 한 명이 평생 낳는 아이 수)이 1.57로 떨어지는 '1.57 쇼크'를 겪은 뒤 본격적인 출산 관련 복지정책을 내놓기 시작했다.

하지만 투입한 시간과 재정에 비해 성과가 미흡하자 고급 기술인력에 문호를 확대하고 내각부(총리실)에 인구 문제를 담당하는 장관직을 신설하는 등 획기적인 인구정책을 펼쳤다.

이 같은 노력 덕에 2005년 1.26명이던 일본의 합계출산율은 매년 소폭 상승해 2016년 1.43명으로 올랐다.

정부는 통계청 인구추계 발표 후 "인구 문제가 매우 심각하다는 점을 재인식했다"며 "고용노동부와 보건복지부, 교육부, 산업통상자원부 등 관계부처가 참여하는 '범정부 인구정책 태스크포스(TF)'를 다음달 신설해 관련 대책을 새롭게 논의할 것"이라고 밝혔다.

@highlight

28일에 통계청이 인구 자연감소가 시작된다고 밝힌 가운데 윤증현 전 기획재정부 장관은 이민 확대 등을 통해 인구절벽에 대응해야 한다고 주장하며 이민청을 설립하고 젊은 인력을 데려와야 경제적 충격을 감당할 수 있다고 강조했다.