최태원 SK그룹 회장이 28일 보아오포럼 개막식에서 '사회적 가치'에 대해 연설하고 있다.

[서울경제] 최태원 SK그룹 회장이 기업의 새로운 경영전략으로 제시하고 있는 '사회적 가치'를 보아오포럼에서 다시 한번 역설했다.

최 회장은 28일 중국 하이난다오에서 열린 보아오포럼 개막식의 연사로 참석해 "사회적 가치는 경제적 가치 못지 않게 중요하다"며 "사회적 가치 측정과 창출된 사회적 가치에 대한 인센티브 제공이라는 두 가지에 집중해야 한다"고 강조했다.

단순히 기업의 사회공헌 활동으로 그치는 게 아니라 창출된 사회적 가치를 측정하고 이에 대한 보상으로 이어져야 더 많은 사회적 가치를 만들어낼 수 있다는 얘기다.

최 회장은 "우리는 자원을 효율적으로 배분하고 경제적 성과를 키우기 위한 회계시스템을 진화시켜 왔다"면서 "앞으로는 사회적 가치를 측정하는 회계 시스템을 도입해야 한다"고 역설했다.

그는 이를 위한 구체적인 방법론으로 이른바 DBL(Double Bottom Line)을 소개했다.

'바텀라인'은 회계문서의 맨 밑바닥 선을 말하는 것으로 기업의 이익과 비용 등을 다 따지고 난 뒤의 최종 결산합계를 가리킨다.

바텀라인을 두 개 가져가야 한다는 최 회장의 주장은 사회적 가치 또한 경제적 가치 못지 않게 중요하게, 또 측정 가능한 방식으로 다뤄져야 한다는 얘기다.

최 회장은 "SK 주요 관계사들이 지난해 어느 정도의 사회적 가치를 창출했는지 올 상반기 내에 발표할 수 있을 것"이라며 "이것이 가능한 것은 재무제표에 경제적 이익뿐 아니라 사회적 가치도 함께 반영하는 DBL을 도입했기 때문"이라고 말했다.

최 회장의 연설은 리커창 중국 총리, 이강 중국 인민은행장 등 중국 인사뿐 아니라 최근 테러에 대한 품격있는 대처로 주목 받은 저신다 아던 뉴질랜드 총리, 나카니시 히로아키 일본 경단련 회장 등 2,000여 명의 글로벌 리더들로부터 박수 받았다.

이번 개막식의 공식 연사로는 리커창 총리, 반기문 보아오포럼 사무총장, 이낙연 국무총리 등이 참여했고 한국 재계 인사로는 최 회장이 유일하게 연설에 나섰다.

@highlight

최태원 회장은 28일 중국 하이난다오에서 사회적 가치가 경제적 가치 못지 않게 중요하여 사회적 가치 측정과 창출된 사회적 가치에 대해 측정하고 보상해야 된다고 말했다.