완주군이 딸기 원묘생산시설 설치 공모사업에 선정돼 딸기메카로 자리매김할 수 있게 됐다.

완주군은 농림축산식품부의 종자산업기반구축 공모사업에 선정돼 딸기 우량묘 생산 보급체계를 갖추게 됐다고 28일 밝혔다.

완주군은 6억원의 사업비로 2160㎡ 규모로 양액재배시설, 무인방제, 복합환경제어, 저온저장고 등을 설치해 안정적인 생산과 효율적인 분양을 꾀할 계획이다.

조직배양을 통해 생산된 우량묘는 딸기 육묘산업 안정화 및 생산액 증가를 극대화할 수 있을 것으로 기대를 모으고 있다.

그동안 딸기농가들은 도내 자체적인 딸기 원묘 공급 시스템이 없어 경남, 충남, 전남 등 외지에서 묘를 구입하여 사용하고 여러해 동안 증식 사용돼 생리적으로 퇴화, 병해충 감염과 수량 감소 등 문제점을 갖고 있었다.

또 완주군농업기술센터가 연간 5~6만주 정도의 묘를 농가에 공급, 문제 해결에 나섰으나 그 양이 한정돼 농가 필요에 미치지 못했다.

이번 공모사업으로 시설이 준공되면 농업기술원과의 사전 협의를 통해 원원묘를 공급받아 원묘를 증식하고, 대량 증식된 원묘는 완주군뿐만 아니라 전북 13개 시군 거점농가를 통해 확대 생산된다.

또한, 원묘공급의 품질보증을 위해 매년 DNA분석을 통한 품종확인과 2차례의 포장검사를 실시하고, 일부 딸기묘를 정식 이형주 등 확인과 현장컨설팅을 주기적으로 추진해 원묘 공급이후에도 안정적으로 확대생산 되도록 사후관리 할 계획이다.

이규진 완주군농업기술센터 팀장은 "종자는 농사의 성패를 가름하는 중요한 요소다"며 "딸기농사 역시 90% 이상이 딸기묘가 좌우하므로 우량묘를 농가가 쉽게 구입해 안정적으로 농사를 짓도록 딸기원묘공급에 최선을 다할 계획이다"고 말했다.

@highlight

6억원의 사업비로 2160㎡ 규모의 생산 설비를 갖춘 완주군이 딸기 원묘생산시설 설치 공모사업에 선정돼 딸기메카로 자리매김할 수 있게 되면서, 앞으로 조직배양을 통해 생산된 우량묘로 인해 생산액 증가를 극대화할 수 있을 것으로 기대를 모으고 있다.