] 토스뱅크 설립을 주도하고 있는 비바리퍼블리카의 이승건 대표(사진)는 "토스뱅크를 금융시장에서 소외되고 있는 중신용자, 소상공인에게 '미친 만족감'을 주는 인터넷전문은행으로 만들겠다"고 28일 말했다.

비바리퍼블리카는 간편송금 서비스 토스를 운영하고 있는 회사다.

이 대표는 이날 서울 역삼동 본사에서 기자간담회를 열고 "기존 인터넷전문은행을 포함한 은행들이 중금리 대출을 내놓고 있지만, 보증서가 필요하거나 금리가 여전히 높은 것이 현실"이라고 지적했다.

그는 "토스뱅크는 신용평가모델을 고도화해 금융 이력이 부족한 사람들도 보증서 없이 중금리 대출을 받을 수 있는 은행으로 만들겠다"고 말했다.

이 대표는 "업무제휴를 맺은 배달의민족에는 자영업자의 원가·매출 등의 데이터가 있고 토스 서비스에는 계좌·카드 내용이 있는 만큼 개인이 (데이터 사용에) 동의한다면 더욱 정확한 신용평가를 해 개인사업자 대출 등을 내놓을 수 있을 것"이라고 설명했다.

비바리퍼블리카가 주축이 된 토스뱅크 컨소시엄은 전날 금융위원회에 제3인터넷 예비인가를 신청했다.

이 대표는 토스가 은행 영업을 위한 자본을 조달하기 어렵지 않겠냐는 우려를 일축했다.

그는 "자본조달에 대한 자신감이 없었다면 토스뱅크를 시작하지도 않았을 것"이라며 "현재 보유한 현금으로도 (인터넷은행) 사업 진행에 큰 어려움이 없다"고 말했다.

이어 "컨소시엄 참여 주주 가운데 세 곳의 벤처캐피털은 이미 토스의 주요 주주"라며 "토스뱅크가 1조~2조원 이상의 자본확충이 필요하다는 것을 인지하고도 이들이 컨소시엄에 들어온 것은 토스와 토스뱅크 모두 투자하겠다는 뜻을 시장에 보여준 것"이라고 설명했다.

이 대표는 "토스와 토스뱅크는 별도법인으로 서로 경영을 분리할 것"이라며 "토스뱅크 첫 은행장은 외부에서 모셔올 생각"이라고 말했다.

이어 "만약 토스뱅크가 경쟁력이 없는 상품을 내놓는다면 토스라는 플랫폼을 통해 소비자에게 추천할 생각이 없다"고 말했다.

@highlight

토스뱅크 설립을 이끄는 비바리퍼블리카의 이승건 대표는 역삼동 본사에서 기자간담회를 갖고 "기존 은행들이 보증서가 필요하거나 금리가 여전히 높은 것이 현실"이라고 지적하며 "토스뱅크는 금융 이력이 부족한 사람들도 보증서 없이 중금리 대출을 받을 수 있는 은행으로 만들겠다"고 말했다.