28일 정례브리핑 "누구나 함께 누리는 시민주도 평생학습 공동체 추진"

이춘희 세종시장은 28일 정례브리핑을 통해 세종시가 지난 3월 25일 교육부로부터 평생학습도시로 지정 받았다고 밝혔다.

세종시가 교육부 '평생학습도시'로 지정됐다.

이춘희 세종시장은 28일 세종시청 브리핑실에서 정례브리핑을 열고 "세종시가 지난 25일 교육부로부터 평생학습도시로 지정을 받았다"며 "2021년 '유네스코 글로벌 학습도시' 가입을 추진해 세계적 평생학습 도시로 도약할 수 있도록 노력하겠다"고 밝혔다.

세종시는 평생교육진흥 시행계획에 따라 올해 자체예산 9억 9200만 원과 평생학습도시 지원국비 9000만 원을 투입, △평생학습 추진기반 구축 △생활권 중심의 평생학습 환경 조성 △시민의 평생학습 참여기회 확대 △배움과 공유의 학습문화 확산 등 4대 추진 전략을 추진할 예정이다.

세종시는 이번 평생학습도시 지정을 발판 삼아 마을 근거리 평생학습센터를 올해 2개소에서 오는 2020년 3개소, 2021년 4개소로 확대 운영하고, 행복+배달강좌도 2017년 75명에서 올해 165명까지 확대 운영할 방침이다.

또 평생교육 컨설팅 지원 및 관계자 연수, 다모아 평생교육 정보망 운영 등 평생학습 기반을 구축하고, 교육 소외계층의 기초학습권을 보장하기 위해 찾아가는 문해교실, 비정규 야간학교 지원 등도 추진한다.

세종시민의 평생학습 참여기회를 확대하기 위해 세종시민대학 '집현전'을 내실화하고, 민주시민교육 포럼, 릴레이 강연회 등 민주시민교육과 장애인 프로그램 개발, 종사자 연수 등 장애인 평생교육 등을 운영할 예정이다.

이에 더해 학부모대(공주교대), 세종연합교양대학(고려대, 홍익대)등 민·관·학을 연계한 다양한 시민 맞춤형 프로그램도 지속 운영한다.

시는 마지막으로 평생학습동아리를 지난해 60명에서 올해 100명까지 확대 지원하고 평생학습 공유회를 개최해 평생학습 나눔 문화를 확산할 계획이다.

@highlight

세종시가 교육부 '평생학습도시'로 선정됨에 따라 마을 근거리 평생학습센터와 행복+배달강좌를 확대 운영할 예정이며, 교육 소외계층의 학습권 보장을 위해 찾아가는 문해교실, 비정규 야간학교도 추진할 계획이다.