송하진 지사는 28일 김제시를 찾아 지역주민들의 다양한 의견을 청취했다.

이날 송 지사는 악취 저감 시설인 가축분뇨 공공처리장과 무병묘 씨감자 생산 첨단농업 종자사업소를 방문해 시설 관계자들과 간담회를 가졌다.

송 지사는 먼저 악취관련 시설이 밀집되어 있고 주요 악취 저감 시설인 가축분뇨 공공처리장을 찾았다.

올해 전북 혁신도시 악취발생의 원인 중 하나인 김제시 축산밀집지역 악취 저감을 위해 퇴·액비화시설 밀폐화 및 자동분사시설 설치, 축산농가 안개분무시설 설치 등 15개 사업에 172억을 투자, 악취 저감에 행정 역량을 집중할 계획이다.

용지축산인연합회 김경곤 회장은 "축사 내 안개분무시스템을 설치하면 악취가 상당부분 개선될 것으로 기대하고 있으며, 농가 스스로도 깨끗한 축산환경을 조성해 나가는 계기가 될 것"이라며 "사육중인 축종이 다양함을 고려하여 축종별 특성에 맞는 안개분무시스템 설치가 이뤄질 수 있도록 해달라"고 말했다.

이에 송하진 지사는 "농가분들과 지속적인 협의를 통해 투자되는 예산이 실질적으로 악취 저감을 위한 사업에 쓰일 수 있도록 노력해 나가겠다"고 밝혔다.

송 지사는 이어 첨단 종자사업소를 방문해 관계자의 노고를 격려하고 생산농가 대표 등과 함께 이야기를 나눴다.

첨단농업 종자사업소는 농식품부 공모사업인 '종자산업 기반구축사업'의 일환으로 2016년에 완공, 지난 2년 동안 감자 보급종 생산능력을 자체적으로 확대·성공적으로 운영되고 있다.

김태성 감자품목 연구회장은 "감자 농사를 짓는 농업인으로서 종자사업소가 있어 다른 지역에 비해 혜택을 받고 있다"고 설명했다.

송 지사는 "종자산업을 육성하는 일은 전라북도의 삼락농정 농생명 산업을 대표하는 '아시아 스마트 농생명 밸리' 조성을 실현하는데 기여할 것"이라고 말했다.

@highlight

송하진 지사는 28일 김제시를 찾아 악취 저감 시설인 가축분뇨 공공처리장과 무병묘 씨감자 생산 첨단농업 종자사업소를 방문해 지역주민들의 다양한 의견을 듣고 악취발생의 원인중 하나인  김제시 축산밀집지역 악취 저감을 위한 15개 사업에 172억을 투자, 악취 저감에 행정 역량을 집중할 계획이라고 밝혔다.