핑골프의 2019년 신제품 'G410' 아이언은 핑 캐비티 아이언 사상 최대 탄성과 비거리를 자랑하는 제품이다.

핑이 자사 아이언의 판도를 바꿔놓았다고 자부하는 G400 아이언의 후속 모델로 디자인은 더 정교하고 날렵해졌고 기능도 디자인 못지않게 업그레이드됐다고 한다.

새로운 코어아이 테크놀로지로 이전 모델보다 페이스 탄성이 12% 증가했다.

코어아이 기술은 캐스케이딩 솔, 언더컷 톱레일 기술과 접목돼 높은 발사각과 긴 비거리를 실현한다.

또 컨트롤이 편해져 보다 손쉽게 그린 적중률을 높일 수 있다.

여기에 새로운 풀 캐비티 배지는 강력한 타구감과 타구음을 제공하고 하이드로펄 2.0 마감은 어떤 환경에서도 부드럽게 클럽이 빠져나오도록 도와 샷을 완벽에 가깝게 마무리하게 한다는 설명이다.

G410은 페이스가 더 얇게 제작돼 볼 스피드를 증가시켜 준다.

페이스에서 절약된 무게는 토와 힐로 옮겨져 관성모멘트가 8% 이상 높아졌다.

샤프트 끝에 탑재된 웨이트 역시 무게중심을 안정적으로 잡아주며 전체적으로 상하좌우 관성모멘트가 약 14% 증가해 정확한 방향성과 스트레이트성 구질을 제공한다.

G400보다 오프셋이 10% 적고 짧아져 시각적으로 깔끔하며 세련된 외관을 제공하는 것도 특징이다.

3월 열린 한 골프 전시회에서 핑골프 부스는 G410 아이언을 쳐보려는 골퍼들로 인산인해를 이뤘으며 시타를 위한 평균 대기시간이 50분 이상 걸릴 정도로 큰 인기를 끌었다고 한다.

G410아이언은 골퍼의 체형과 스윙에 맞게 핑골프 본사와 전국 피팅 지정 대리점에서 1대1 맞춤이 가능하고 순회 피팅 행사도 예정돼있다.

핑골프는 부드러운 이중 구조 인서트에 길이 조정 기능이 더해진 '시그마2' 퍼터로도 골퍼들의 구매욕을 불러일으키고 있다.

리 웨스트우드(잉글랜드)가 이 퍼터로 유럽 투어 네드뱅크 챌린지에서 우승했다.

@highlight

핑골프가 G400 아이언의 후속 모델로 내놓은 'G410' 아이언은 이전 모델보다 페이스 탄성이 12% 개선되는 등 핑 캐비티 아이언 사상 최대 탄성과 비거리를 보여주는 신제품이다.