카이스트(KAIST·한국과학기술원) 이사회가 어제 과학계 안팎의 시선이 쏠려온 사안인 신성철 총장 직무정지 안건에 대해 상정 유보 결정을 내렸다고 한다.

해당 안건은 지난 해 12월 말 이사회에 처음 상정돼 유보로 결정난 바 있으며 이번 정기이사회에선 처음부터 안건으로 올리지 않는 결정을 내렸음을 짐작케 한다.

카이스트 이사회에서 사안을 대하는 기류와 결에 변화가 감지되는 대목이 아닐 수 없다.

카이스트 이사회의 결정은 자연스러운 귀결로 이해된다.

신 총장이 초유의 사태에 직면하게 된 것은 그의 대구경북과학기술원(DGIST) 총장 재임 시절 연구비 부당집행 의혹이 불거지면서부터다.

이를 이유로 과학기술정통부는 카이스트 이사회에 신 총장 직무정지 요청서를 보냈고 동시에 검찰 고발이라는 강수를 두는 등 일종의 투트랙 전략으로 나왔다.

신 총장 고발 사건과 관련해 검찰 수사 상황은 별다른 변화가 확인되지 않고 있다.

피고발인 신분인 신 총장에 대해서도 소환 조사 사실이 없었던 것으로 알려지고 있다.

이런 가운데 카이스트 이사회가 신 총장 직무정지 안건에 대해 유보 결정을 도출했다.

사안을 대하는 태도와 인식 면에서 신중함이 느껴진다 할 것이고 그렇다면 이를 긍정적으로 평가하는 데 주저할 이유가 없다고 본다.

신 총장 관련 비위의혹 부분은 수사 당국 손에 넘어가 있고 상태며 현재까지 사실관계가 명확하게 밝혀진 게 없다.

흔히 하는 표현으로 다툼의 여지가 있는 이상 카이스트 이사회가 앞장서서 신 총장을 '예단'하는 일은 적절치 않다 할 것이고 과학계 여론이나 기류도 이와 궤를 같이하고 있는 것으로 보인다.

카이스트는 국내 최고의 과학기술대학으로서 신 총장은 이 대학에서 배출된 대학 수장이다.

임기 4년의 반환점을 돌고 있는 시점에서 신 총장 직무정지 문제는 무엇보다 냉정함이 전제돼야 한다.

신 총장의 소명 내용이 위법성을 조각하지 못할 경우 그 때 판단해도 늦지는 않을 듯하다.

@highlight

대구경북과학기술원(DGIST) 총장 재임 시절 연구비 부당집행 의혹이 불거지면서 발생한 카이스트(KAIST·한국과학기술원) 신성철 총장 직무정지 안건에 대해 검찰 수사 상황에서 별다른 변화가 확인되지 않으며 이사회는 상정 유보 결정을 내렸다.