홍여선 22개 사업장 총 배출량 16년 대비 38% 감축 (동양일보 홍여선 기자) 당진시가 2017년 대기오염물질 자발적 감축 협약을 체결한 당진지역 22개 기업체 사업장의 감축 이행이 순조롭게 진행 중인 것으로 나타났다.

시에 따르면 22개 사업장의 경우 지난해 먼지, 황산화물, 질소산화물 등 대기오염물질 총 배출량은 3만9617t으로 2016년 6만3893t 대비 38%가 감축 된 것으로 보여진다고 했다.

기업별로는 당진화력이 지난해 2만4276t을 감축해 2016년 대비 64%의 감축률을 보였으며 현대제철은 452t을 감축했으며 GS EPS 등 20개 기업들은 450t을 감축했다.

탈황설비 성능 개선과 전기집진기 성능개선이 마무리 되면서 당초 2020년 목표 감축률 43%를 이미 넘어 섰다.

현대제철의 경우 현재 1, 2호기의 소결로 방지시설 교체작업이 진행 중이어서 감축률이 높지 않았으나 올해 상반기 중 교체가 마무리 되고 2020년에 3호기 교체 작업까지 완료될 경우 감축률은 대폭 늘어날 것으로 예상된다.

이에 시는 기업들의 적극적인 대기오염물질 감축 이행 노력으로 2020년에는 협약 당시 감축 목표율인 2016년 대비 20%보다 배 이상 많은 40%는 무난히 달성할 것으로 기대하고 있다.

특히 시는 배출량 감축 검증위원회로 김산(호서대 환경바이오연구센터)공학박사,서광수(부산대)이학박사,김용표(이화여대)환경공학박사, 김종호(한서대)환경공학박사, 김선태(대전대)환경공학박사, 엄철용(당진시청 정책개발담당관)환경공학박사 등 관련분야 6명으로 구성, 운영중에 있다.

시 관계자는 “대기오염물질 배출량이 많은 현대제철과 당진화력의 이행 사항을 확인하기 위해 매년 반기별로 실무추진협의회와 검증위원회를 개최해 오고 있다”며 “앞으로도 자발적 협약을 맺은 사업장의 이행결과를 지속적으로 확인해 대기오염물질 배출량 감축에 최선을 다하겠다”고 말했다.

@highlight

당진시와 기업들이 자발적으로 대기오염물질 감축 협약을 맺어 배출량이 2016년 대비 38%가 감축 되었고 앞으로 지속적으로 확대해 대기오염물질 배출량 감축에 더욱 힘쓰겠다.