저출산·고령화가 심화되면서 국내 총인구가 10년 후 감소할 것이라는 전망이 나왔다.

당초 예상보다 3년이나 앞당겨졌다.

사망자가 출생자보다 많아지는 인구자연감소도 올해부터 시작될 것으로 전망됐다.

이 역시 당초 예상보다 10년 앞당겨졌다.

통계청이 28일 발표한 ‘장래인구특별추계(2017∼2067년)’ 자료에 따르면 국내 총인구는 2017년 기준 5천136만명(중위 추계 기준)에서 꾸준히 증가한 뒤 2028년 5천194만명으로 정점을 찍고 2029년부터 줄어들 것으로 예상됐다.

이는 지난 2016년 발표한 장래인구추계(2015~2065년) 결과보다 인구감소 시기가 3년 앞당겨진 것이다.

당시 자료에 따르면 우리나라 총인구는 2031년을 정점으로 2032년부터 인구가 감소할 것으로 예상됐다.

총인구는 2029년부터 감소해 2067년에는 3천929만명(1982년 수준)에 이를 것으로 전망됐다.

사망자가 출생아보다 많아지는 인구자연감소 시기도 앞당겨졌다.

자료에 따르면 올해 예상 사망자 수는 31만4천명으로 예상 출생아 수 30만9천명보다 5천명 많아지면서 올해부터 자연감소가 시작될 것으로 예상됐다.

이는 앞서 발표한 자연감소 시작 시점인 2029년보다 10년 빨라진 것이다.

출생아 수는 2067년에는 21만명 수준으로 줄어들 것으로 내다봤다.

반면 사망자는 2067년 74만명에 이를 것으로 집계됐다.

2067년이면 사망자 수가 출생아의 약 3.5배가 되는 셈이다.

인구성장률이 마이너스로 전환되는 시점도 빨라졌다.

당초 인구성장률 마이너스 전환은 2032년으로 예상됐으나 이번 특별추계를 통해 2029년으로 3년 단축됐다.

인구성장률은 2017년 0.28%에서 점차 낮아지는 추세를 보이다 2029년부터는 마이너스 성장으로 전환할 것으로 예상됐다.

이후 꾸준히 감소해 2067년에는 -1.26%에 이를 것으로 전망됐다.

@highlight

통계청이 28일 발표한 ‘장래인구특별추계’ 자료에 따르면 국내 총인구는 2017년 기준 5천136만명에서 꾸준히 증가한 뒤 2028년 5천194만명으로 정점을 찍고 2029년부터 줄어들어 2067년에는 3천929만명에 이를 것이며, 자연감소는 올해부터 시작될 것으로 보인다.   