전·현직 연예인 매니저가 데이트 성범죄 마약으로 불리는 GHB(일명 물뽕) 등 마약류를 중국에서 밀반입해 국내에 유통하다 경찰에 적발됐다.

경남경찰청 마약수사대는 마약류 관리에 관한 법률 위반 혐의로 공급책 A(43) 씨와 B(여·25) 씨 등 2명을 구속했다고 28일 밝혔다.

경찰은 또 인터폴과 공조해 지난달 필리핀으로 달아난 공급총책 C(41) 씨를 쫓고 있다.

A, C 씨는 유명 연예인의 매니저 일을 하다가 알게 된 사이다.

이들에게서 마약류를 구입한 23명은 불구속 입건했다.

A 씨 등은 중국에 있는 총책과 짜고 지난 1월부터 최근까지 중국에서 들여온 GHB 등을 부산 서울 광주 제주 등에 거주하는 내국인 23명에게 판매해 780만 원을 챙긴 혐의를 받는다.

이들은 단속을 피하려고 중국에서 개설한 SNS 계정을 이용해 구매자를 모집하고, 주로 편의점 택배로 마약을 배송하는 수법을 사용한 것으로 조사됐다.

B 씨는 C 씨가 함께 주택가에 마련한 작업장에서 밀반입한 마약류를 개별 포장해 구매자에게 택배를 발송한 것으로 경찰은 파악했다.

B 씨의 거주지에서는 GHB 169병(1병 6㎖), 조피클론 1008정 등 1억6000만 원 상당의 마약류 및 의약품이 발견돼 경찰이 전량 압수했다.

A 씨는 경찰 조사에서 생활고에 시달리다 C 씨와 범행을 공모했다고 진술했다.

경찰 관계자는 “연예인이 마약을 구매한 정황은 현재까지 발견되지 않았다”며 “구매자들은 ‘물뽕을 여자친구에게 사용해보려고 했다’거나 ‘수면 장애를 앓아 잠을 자려고 수면제를 구매했다’고 진술했다”고 밝혔다.

한편 경찰은 A 씨 등이 마약류 판매에 이용한 광고 사이트는 최음제, 흥분제, 수면제 등을 판매하는 유해사이트로 판단해 방송통신심의위원회에 접속차단을 의뢰했다.

또 중국에서 불법으로 마약을 밀반입한 경로를 추적하는 등 수사를 확대할 방침이다.

이종호 기자 .

@highlight

GHB 등 마약류를 중국에서 밀반입해 국내에 유통하다가 적발된 2명은 28일 경남경찰청 마약수사대에 의해 마약류 관리에 관한 법률 위반 혐의로 구속되었으며, 경찰은 지난달 필리핀으로 달아난 공급총책 또한 추적중이다. 