이상직 이사장도 참여, 간담회 갖고 건의사항 청취 제1회 전북청년창업사관학교 멤버십데이 행사가 열린 28일 이상직 중소기업진흥공단 이사장과 전북지역 첫 졸업예정자들이 성공을 다짐하며 화이팅을 외치고 있다.

"전북지역 청년들이 창업사관학교에서 희망의 열매를 맺기를 바랍니다."

중소기업진흥공단(이사장 이상직)이 운영하는 청년창업사관학교의 전북지역 첫 졸업생들과 기존 타 시도 졸업생들이 한자리에 모여 창업사관학교에서 얻은 성과를 공유하고 소통하는 시간을 가졌다.

중진공은 28일 오후 6시30분 전주시 덕진구 금암동 전북청년창업사관학교에서 다음 달 졸업을 앞둔 전북지역 첫 졸업생(8기)과 기존 타 시·도 졸업생(1기~7기)이 함께 만나는 멤버십 데이 행사를 열었다.

이날 행사에는 이상직 중진공 이사장과 청년사관학교 총동문회 장욱진 회장(주식회사 진스랩 대표), 각 기수별 졸업생 대표, 졸업 예정인 8기 입교생 등 50여 명이 참석했다.

이 이사장은 격려사를 통해 "이번 전북청년사관학교 멤버십 데이는 지난 7개월간 청년창업사관학교에서 교육과 코칭을 받고 사업화를 위해 땀 흘린 입교생의 성과공유 페스티벌"이라며 "청년 CEO의 사업화 역량을 소개하고, 선후배 간 문화행사를 통해 사관학교가 도내의 창업열기를 선도하길 기대한다"고 말했다.

이어 "이번 행사를 계기로 전북 출신 청년창업사관학교 동문회를 설립할 것"이라며 "도내 혁신적인 청년 CEO를 많이 배출해 좋은 일자리를 만드는 선순환의 창업 생태계를 조성하겠다"고 밝혔다.

경기와 광주, 충남, 경북, 경남 등 기존 5개 청년창업사관학교에 이어 추가로 12개가 신설되면서 지난해 10월 25일 문을 연 전북청년창업사관학교는 32명의 전북 청년 창업가를 선발해 육성해 왔으며, 70명이 선발된 9기는 다음 달부터 10개월 간의 대장정에 돌입한다.

@highlight

중소기업진흥공단이 운영하는 청년창업사관학교의 전북지역 첫 졸업생(8기)과 기존 타 시·도 졸업생(1기~7기)이 함께 만나는 멤버십 데이 행사가 이상직 중진공 이사장 및 관련자 50여 명이 참석한 가운데 28일 개최돼  창업사관학교에서 얻은 성과를 공유하고 소통하는 시간을 가졌다.