2년간 10만4,000명 학생 5,000개 강좌 수강2년간 10만4,000명 학생 5,000개 강좌 수강[서울경제] 경기도교육청은 올해 1학기 경기꿈의대학 1,271개 강좌, 2만6,526명 수강을 확정했다고 28일 밝혔다.

이날부터 다음달 3일까지 강좌별 일정에 따라 개강하며, 94개 대학, 20개 공공기관과 전문기관이 협력해 운영한다.

경기꿈의대학은 고등학생이 진로와 적성을 찾고 자기 주도적 역량을 기를 수 있도록 마련한 8주 17차시 무료 프로그램이다.

경기도 소재 고등학교 재학생이 경기도교육청과 업무협약을 맺은 기관에서 개설한 강좌를 선택해 수강하면 된다.

한 학기 최대 3개 강좌까지 신청할 수 있으며 전체 17차시 중 12차시 이상 출석하면 이수 되고 학교생활기록부에 기재된다.

1학기 수강 신청 기간에는 3만2,000명 이상의 학생이 몰려 3차에 걸친 추첨 과정을 거쳤다.

수강 확정 학생은 작년 1학기 대비 3,700여 명이 늘어났다.

운영 강좌는 1학기 대비 230강좌 증가했다.

또 수강생 78%가 1개 강좌, 17%가 2개 강좌, 5%가 3개 강좌를 희망했다.

수강생은 1학년 55%, 2학년 32%, 3학년 13%로 나타났다.

개설 강좌 중 학생이 대학이나 기관으로 찾아가는 방문형 강좌는 646개, 대학이나 기관에서 강사를 파견해 거점 시설에서 강의를 진행하는 거점형 강좌는 625개다.

개설 강좌는 인문, 예술·체육, 사회과학, 공학 계열 순이다.

계열별 인기 강좌는 △설득의 심리학(인문)△객실승무원의 5가지 조건(경영)△실험을 통한 생활 속 화학 원리 탐색(자연과학)△나노융합기술과 반도체(공학)△예비의료인의 진로체험과 미래전망(의학)△디자인 진로설계 길잡이(예술·체육) 등이다.

한편 지난 2017년 시작된 경기꿈의대학은 2019년 1학기까지 약 5,000개 강좌를 운영했고, 10만4,000여 명 학생이 참여했다.

@highlight

경기도교육청은 올해 1학기 경기꿈의대학 1,271개 강좌, 2만6,526명의 경기도 소재 고등학교 재학생이 수강을 확정해 다음달 3일까지 강좌별 일정에 따라 개강한다.