남양주시가 관내 경로당 노후 시설의 개보수와 집기 교체 지원에 나섰다.

마을 경로당 환경 개선을 통해 노령의 주민들이 쾌적하고 즐겁게 생활할 수 있도록 하기 위해서다.

27일 시에 따르면 남양주시 경로당 지원 조례 제3조를 근거로 노후 집기 교체 및 시설 보수 등 경로당 현대화사업을 시행하고 있다.

관내 경로당 510개소가 대상이고, 총 사업비는 2억5000만원으로 전액 시비로 진행한다.

시는 경로당별로 시급성을 따져 내부 시설 개보수와 노후 집기 교체 품목을 배정했다.

경로당이 취위와 더위에 취약한 노인분들의 생활 공간인 만큼 난방 관련 시설물과 다가올 혹서기 폭염 예방을 위한 물품인 에어컨과 냉장고를 우선적으로 지원한다.

보조금이 지원되는 물품은 에어컨과 냉장고 외에 TV, 가스렌지, 전자렌지, 싱크대, 쇼파, 선풍기, 전기밥솥, 청소기 등이고, 도배와 장판도 지원 항목에 포함된다.

집기별 보조금은 냉장고 150만원, 에어컨 150만원, TV 70만원 등이다.

물품을 구입할 때 부족한 금액은 경로당 자체적으로 부담한다.

시는 형평성을 꾀하기 위해 경로당별로 보조금 한도금액을 정해 지원할 계획이다.

이 사업에는 공동주택이나 마을회관의 경우, 싱크대 교체 등 실제 노인들이 이용하는 내부 시설의 보수는 포함되지만 도색 등 외부 보수는 포함되지 않는다.

이는 공동주택지원조례와 마을회관지원조례에 의거해 신청할 수 있기 때문이다.

외벽 보수 등 건축법에 저촉되는 시설 개보수도 지원하지 않는다.

또한 노래방기기, 안마기, 반신욕기 등 교체가 시급하지 않은 물품과 이용률이 적은 물품은 지원 품목에서 제외됐다.

시는 최근 경로당별로 필요 물품의 현황 파악과 읍면동별 예산배정을 완료했다.

읍면동 중 경로당 수가 약 80~90개소로 가장 많은 진접읍과 화도읍에 비교적 높은 3700만원가량의 예산이 배정됐다.

시는 올 6월까지 사업집행을 완료하고 정산까지 마칠 계획이다.

@highlight

남양주시는 마을 경로당 환경 정비로 관내 노인들의 복지를 위해 노후 시설의 개보수와 집기 교체 지원 사업을 6월까지 마무리할 계획이다.