경기도의회가 경기도교육청에 최근 급증하는 학생 자살문제 예방과 학교 현장 지원 강화를 위한 근무 정원 확대 등 주문에 나섰다.

28일 경기도의회 제2교육위원회 소속 조광희 위원장(민주당·안양5)은 이날 오전 경기도의회 제334회 임시회 '도정과 교육행정에 관한 질문' 일괄질문을 통해 학생 자살 예방, 교육청 인사정책, 학교 시설물 개방 등의 정책 대책을 촉구했다.

도내 학생 자살은 2015년 24명에서 2018년 43명으로 급증했고, 자해도 유형병처럼 늘어나고 있지만 정확한 수치조차 파악하기 힘든 상황이다.

조광희 위원장은 "학생 자살과 자살시도 문제가 대단히 심각하다"며 "뼈를 깎는 노력과 특단의 대책이 필요해 보이지만 교육청의 대책은 선뜻 보이지 않는다"고 지적했다.

이에 조 위원장은 경기도교육청에 학생 자살 문제를 해결하기 위한 정책 대안 마련을 촉구했다.

조 위원장은 "자살 예방은 어떠한 사업보다 시급하고 중요하다"며 "교육청은 자살학생이 급증하는 원인이 무엇인지 파악하고 획기적으로 낮추기 위한 특단의 대책 마련이 필요하다"고 말했다.

이어 조위원장은 도교육청의 명확한 인사정책 정착과 학교 근무 인원 확대도 주문했다.

조 위원장은 "공무원의 적폐는 업무태만이며 조직 자체를 병들게 할 수 있는 병폐인 만큼 업무태만인 공무원에게 패널티를 주고 적극행정을 하는 사람을 등용하는 인사시스템 정착이 필요하다"며 "감사 시스템도 적극행정에 적절히 대처했는가에 더 주안점을 둬야 하며, 학교 현장 지원 강화를 위해 학교에 근무하는 정원을 대폭 확대하는 방안을 검토해달라"고 전했다.

또 조 위원장은 학교 시설물 개방과 관련해 "지역주민을 위한 편의와 복지의 제공은 경기교육 아이들의 보금자리인 학교와 충분히 공존할 수 있으며, 교육감이 추구하는 마을교육공동체의 모습도 학교시설 개방에서 그 토대를 쌓아갈 수 있다"며 "교육청은 전향적인 인식 제고와 함께 다각도의 지원책을 만들어야 한다"고 말했다.

@highlight

경기도가 도내 학생 자살 급증에 따라 28일 경기도의회 조광희 위원장은 경기도의회 임시회에서 '학생 자살 예방, 교육청 인사정책, 학교 시설물 개방 등의 정책 대책을 촉구한 가운데 경기도의회가 경기도교육청에 최근 급증하는 학생 자살문제 예방과 학교 현장 지원 강화를 위한 근무 정원 확대를 주문하게 되었다.