이병훈 광주시 문화경제부시장이 28일 '토닥토닥 청년일자리 잡(job)카페 1호점' 개소식 참석자들과 기념촬영을 하고 있다.

일자리를 찾는 청년들이 정보도 얻고 취업에 필요한 다양한 지원을 받을 수 있는 아주 특별한 공간이 광주에 문을 열어 눈길을 끌고 있다.

28일 광주시에 따르면 이날 서구 서광주농협 운천점 2층에 마련한 '토닥토닥 청년일자리 잡(job)카페 1호점'의 개소식을 가졌다.

잡카페는 기존 일자리(취업)센터와는 달리 자유로운 분위기에서 일자리에 관한 정보획득과 다양한 취·창업 지원서비스를 받을 수 있는 공간이다.

이 곳은 청년들의 취향에 맞게 실제 카페처럼 내부를 꾸몄고 상담실, 회의실, 모의면접실, 미니카페, 도서공간 등을 갖추고 구직을 원하는 청년들은 누구나 자유롭게 이용할 수 있도록 했다.

구직청년들은 예약을 통해 잡카페 내의 회의실, 스터디룸 등을 무료로 사용할 수 있으며, 미니카페, 도서공간을 통해 휴식을 취할 수 있는 쉼터로도 이용이 가능하다.

또한 청년들의 취·창업을 도울 수 있는 다양한 지원프로그램이 원스톱으로 운영된다.

면접을 준비하는 청년들에게 무료로 정장을 대여해주고, 이력서용 무료 사진촬영도 가능하다.

자기소개서 작성법, 면접 컨설팅, 모의면접 등 취업관련 교육프로그램을 마련하고, 창업기초교육, 성공창업가 멘토링 등 창업아카데미도 함께 운영할 계획이다.

이날 개소식에서 이병훈 시 문화경제부시장은 "취업을 준비하는 광주청년들이 광주시 청년일자리 잡카페를 우리 청년들이 부담없이 이용하고, job카페가 실질적으로 도움이 되는 취업준비 플랫폼으로 자리 잡기를 기대한다"고 말했다.

'토닥토닥 청년일자리 잡카페'는 월요일부터 토요일까지 오전 10시~오후 9시까지 운영되며, 청년들은 누구나 자유롭게 방문·이용할 수 있다.

관련 문의는 (062-372-5990~4)로 하면 된다.

@highlight

광주시는 기존 일자리(취업)센터와는 달리 자유로운 분위기에서 일자리에 관한 정보획득과 다양한 취·창업 지원서비스를 받을 수 있는 공간인  '토닥토닥 청년일자리 잡(job)카페 1호점'을 열어 상담실, 회의실, 모의면접실, 미니카페, 도서공간 등을 갖추고 구직을 원하는 청년들은 누구나 자유롭게 이용할 수 있도록 지원한다.