오창원 현대건설 양효진.

프로배구 자유계약선수(FA) 여자부 최대어인 양효진(수원 현대건설)의 거취가 관심이다.

한국배구연맹(KOVO)이 30일 오전 FA 자격 선수를 공시하면 이때부터 2주간 FA 협상을 통해 잔류와 이적을 결정한다.

결론부터 말하자면 공인된 여자 프로배구 최고의 센터 양효진은 잔류 가능성이 크다.

2007년 신인 드래프트 때 1라운드 4순위로 현대건설에 입단한 양효진은 2009~10시즌부터 2013~14시즌까지 5년 연속 블로킹상을 받았고, 2014~15시즌부터 2017~18시즌까지 베스트7 센터로 뽑혔다.

이번 시즌 정규리그에서도 세트당 블로킹 0.88개를 기록해 정대영(세트당 0.71개·한국도로공사)을 제치고 부문 1위에 이름을 올렸다.

양효진은 아울러 여자 국가대표팀에서도 부동의 주전 센터로 활약해왔다.

현대건설은 전력의 핵인 양효진을 무조건 잡는다는 계획이다.

이도희 현대건설 감독은 "(양)효진이는 우리 팀에 없어서는 안 될 주축 선수이기 때문에 팀에 잔류하도록 하겠다"고 말했다.

다른 구단도 양효진을 탐낼만 하지만 기존 연봉이 3억원인 데다 영입 때 거액의 계약 조건을 제시해야 해 섣불리 엄두를 내지 못하는 분위기다.

비시즌 기간 전력 보강에 나서는 화성 IBK기업은행은 좌우 공격수와 리베로가 필요한 상황이고, 최하위로 밀린 KGC인삼공사 역시 선뜻 영입에 나서지 못하고 있다.

양효진은 올 시즌 막판인 지난 3일 팀 훈련 도중 블로킹하다가 왼쪽 손가락 인대가 파열돼 수술을 받고 재활 중이다

현대건설은 FA로 풀린 양효진 뿐만 아니라 라이트 황연주와 레프트 고유민도 잡는다는 방침이다.

통합우승을 달성한 인천 흥국생명도 '내부 FA'를 잔류시킨다는 게 기본적인 입장이지만 IBK기업은행은 공격수와 리베로를 보강할 것으로 보인다.

@highlight

한국배구연맹(KOVO)이 30일 오전 프로배구 자유계약선수(FA) 자격 선수를 공시하고 2주간 FA 협상을 통해 잔류 또는 이적을 결정하게 되는데, 여자 프로배구 최고의 센터 양효진은 현재 팀인 수원 현대 건설에 잔류 가능성이 크고 현대 건설도 양효진을 무조건 잡을 계획이다.