경영 악화로 파산한 후 경매에 넘겨진 부산 침례병원이 유찰을 거듭하고 있다.

공공병원 전환을 추진하는 부산시는 경매 결과에 촉각을 곤두세우면서 예산 확보에 분주한 모습을 보인다.

부산지법 경매4계는 28일 오전 침례병원의 세 번째 경매를 열었지만 이번에도 새 주인은 나타나지 않았다.

이날 최저 매각가격은 지난 2차 때보다 20% 적은 550억1800만 원이었다.

최초가(859억6500만 원)보다 300억 원 넘게 떨어졌지만, 규모가 크고 용도 변경이 어려울 것으로 예상되면서 아무도 쉽게 나서지 못하고 있다.

4차 경매 기일은 오는 5월 2일 오전 10시에 열린다.

회차를 거듭할수록 매각가격은 20%씩 떨어져 이날 최저 매각가격은 최초가의 절반 수준인 440억1400만 원이 된다.

경매 절차는 법원이 제출한 입찰의향서 가운데 가장 높은 금액을 써낸 매수인을 1주일 뒤 선정하면 마무리된다.

침례병원을 공공 의료기관으로 전환하려는 시는 촉박한 경매 일정에 맞춰 매입 예산을 확보하는 데 행정력을 집중하고 있다.

시는 지난 1월 행정안전부에 투자사업 타당성 조사를 의뢰했고, 앞으로 용역·심사와 보건복지부 승인을 빠르게 진행한다는 방침을 세웠다.

병원 부지 용도 변경을 막아 부동산업계의 투자 자금 유입도 막는다는 게 시의 계획이다.

시는 침례병원 직접 매입을 추진하는 한편 국민건강보험공단이 직영하는 보험자병원에 선정될 수 있도록 공단을 설득하는 작업도 병행하고 있다.

건보공단은 지난해 12월부터 의료비 원가조사체계 구축 등을 위한 보험자병원 추가 건립 용역을 진행 중이다.

시 관계자는 “지난달에도 공단을 직접 찾아가 침례병원 인수를 요청하는 등 공공병원화를 위한 여러 조처를 하고 있다”며 “동·서부산에 각각 서부산의료원과 보험자병원이 생기면 전국적으로도 우수한 공공의료 인프라를 구축하게 될 것”이라고 말했다.

건보공단 용역 결과는 오는 6월께 나올 예정이다.

@highlight

부산 침례병원이 경영 악화로 파산한 후 경매에 넘겨졌으나 최초가보다 300억 원이 넘게 떨어진 지금까지도 유찰을 거듭하고 있으며, 이에 따라 부산시는 공단을 직접 찾아가 병원 인수를 요청하는 등 공공병원화를 위한 조치를 취하고 있다.  