환경부와 제주도가 추진중인 제주국립공원 지정면적 확대 정책으로 도민들의 사유재산권 침해는 물론 지방재정 부담 증가 등 부작용이 우려된다.

환경부·도는 현행 한라산국립공원 면적에 오름·곶자왈과 우도·추자 등 해양도립공원을 추가하는 제주국립공원 확대 지정사업을 올해말까지 완료할 방침이다.

이에앞서 환경부·도가 공개한 제주국립공원 확대 면적은 육상328.7㎢, 해상 281.3㎢ 등 모두 6만1000ha로서 현행 한라산국립공원 1만5340ha에 비해 4배 가량 넓다.

하지만 국립공원 확대 정책으로 사유재산권을 침해, 우도·구좌 등 지역주민들이 반발하는데 이어 산림청에서 매년 국비로 지원중인 사유지 곶자왈 매수와 숲가꾸기 등 수천억원의 예산을 제주도의 지방재정으로 부담해야 할 것으로 분석되고 있다.

산림청이 오는 2023년 사유지 곶자왈 950ha 매수를 목표로 지난 2009년부터 연간 평균 50억원씩 1187억원을 연차적으로 제주도에 지원하고 있지만 곶자왈의 관리권이 환경부로 이관되면 사유지 곶자왈 매수사업도 중단되기 때문이다.

특히 산림청을 대신해 환경부가 사유지 곶자왈 매수예산을 지원하지 않거나 지원 규모를 줄이면 제주도가 부족분을 떠안는 등 지방재정도 피해를 입을 것으로 보인다.

환경부가 추진중인 한라산국립공원내 사유지 매입이 현재도 예산 부족으로 차질을 빚는 것을 감안할 때 국립공원 확대후 사유지 곶자왈 매수를 기대하기 어려운 실정이다.

실례로 환경부는 지난 2015년부터 오는 2026년까지 151억원을 투자해 한라산국립공원내 사유지 105필지·259만8000㎡ 매입계획을 수립했지만 2019년까지 투입한 국비 규모는 총 34억원으로 연간 7억원에 불과하다.

도의회 관계자도 "국립공원 확대 필요성은 인정되지만 환경부의 국비 지원이 충분히 뒤따르지 않으면 제주도가 재정부담을 떠안을 수 있어 신중히 접근해야 한다"고 말했다.

@highlight

환경부와 제주도가 추진중인 제주국립공원 지정면적 확대 정책이 현행 한라산국립공원의 4배가 넘는 6만1000ha 지역의 사유재산권 침해와 기존 산림청 지원비마저 제주도 지방재정으로 부담해야 하는 등 우려를 받고 있다.