현금성 자산비중 10년來 최고[서울경제] 지난해 국내외 금리상승 영향 등으로 한국은행의 순이익이 19% 감소한 것으로 나타났다.

지난해 말 외화자산의 70%는 미 달러화로 구성됐고, 현금성 자산 비중이 10년 만에 가장 높았다.

한은이 29일 발간한 '2018 연차보고서'를 보면 작년 순이익이 3조2,137억원으로 전년보다 7,503억원 줄었다.

한은은 주요 배경으로 국제금리 상승에 따른 외화채권 가격 하락과 기준금리 인상 효과에 따른 통화관리 비용 증가를 들었다.

영업수익 등 총수익은 13조8,386억원으로 1조4,506억원 늘었는데 총비용이 9조5,434억원으로 2조4,635억원 증가했다.

영업비용 중 유가증권매매손이 3조1,459억원으로 1조4,609억원 늘어난 여파가 컸다.

통화안정증권이자는 3조581억원으로 금리상승 등 영향으로 4,790억원 늘었다.

세전이익은 4조2,952억원이고 여기서 법인세 등으로 1조815억원이 빠졌다.

당기순이익 중 9,641억원은 순이익의 30%를 법정적립금으로 적립토록 하는 한은법에 따라 적립했고 나머지 2조2,142억원은 정부에 세입으로 납입했다.

한은의 적립금 잔액은 13조2,115억원이다.

한은은 전년엔 순이익이 3조9,640억원으로 16년 만에 최대였다.

지난해 한은의 외화자산에선 미 달러화와 현금성 자산 비중이 높아졌다.

한은은 미 달러화 강세 예상으로 달러화 표시 자산 비중을 확대한 결과 69.8%에 달했다고 말했다.

현금성자산은 5.3%로 비중이 2.1%포인트 상승하며 2008년(5.8%) 이후 최고를 기록했다.

글로벌 금융시장 변동성 확대에 대응해 안전성과 유동성을 충분히 확보하는 데 주안점을 둔 결과라고 한은은 설명했다.

안전성이 높고 시장 규모가 큰 정부채 비중을 확대하고 비정부채와 주식 비중을 축소했다는 것이다.

@highlight

한국은행이 29일 발간한 '2018년 연차보고서'를 통해 작년 순이익이 19% 감소한 것으로 밝혀졌는데, 이는 국제금리 상승에 따른 외화채권 가격 하락과 기준금리 인상에 따른 통화관리 비용 증가 때문이다.