카카오의 블록체인 계열사 그라운드X가 퍼블릭 블록체인 플랫폼 '클레이튼(Klaytn)'의 퍼블릭 테스트넷을 출시했다고 29일 밝혔다.

그라운드X는 지난해 10월 제한된 파트너를 대상으로 클레이튼 테스트넷 '아스펜(Aspen)' 버전을 선보이고 피드백을 받았다.

이를 반영해 새로운 기능과 개발 툴을 추가하고 안전성과 사용성을 개선한 것이 이번에 공개한 '바오밥(Baobab)' 버전이다.

거래 처리속도 역시 3000TPS로 끌어올렸다.

바오밥 버전에서는 블록체인 계정의 이용자 편의성을 강화했다.

일반적인 블록체인 계정은 난수화 된 문자열로 이루어져 이용자들이 기억하기 어려웠다.

클레이튼은 이용자가 이메일 주소나 아이디처럼 익숙한 형태로 계정을 설정할 수 있도록 했다.

처리속도와 확장성을 높이기 위해 '거래 타입'과 '서비스 체인' 기능도 도입했다.

거래 타입은 획일적 처리로 인해 느렸던 기존 블록체인 거래 연산을 효과적으로 병렬화하도록 설계한 기능이며, 서비스체인은 처리할 트래픽이 많은 서비스에 추가적인 블록체인 네트워크를 설치, 운영하는 확장 솔루션이다.

개발자들이 쉽게 클레이튼을 사용하도록 개발 툴도 제공한다.

△기존 모바일과 웹에서 사용하던 개발 방법을 사용할 수 있도록 해주는 엔터프라이즈 프록시(EP)와 △웹브라우저에서 블록체인 개발 코드를 확인, 편집, 실행할 수 있는 클레이튼 IDE등이 추가됐다.

클레이튼의 기술 구조와 지향점을 담고 있는 포지션 페이퍼도 공식 홈페이지에 업데이트했다.

클레이튼은 3개월간의 테스트 및 안정화 과정을 거쳐 6월에 메인넷을 공식 출시한다.

한재선 그라운드X 대표는 "최근 클레이튼의 가상화폐(암호화폐) 클레이를 판매한다고 하는 다양한 사기 행위가 발견되고 있다.

어떠한 방법으로도 개인이 클레이를 취득할 수 없으니 피해를 입지 않도록 각별히 주의하기 바란다'고 당부했다.

@highlight

카카오의 블록체인 계열사 그라운드X가 퍼블릭 블록체인 플랫폼 '클레이튼(Klaytn)'의 퍼블릭 테스트넷을 출시했다고 29일 전하며, 이번에 공개한 '바오밥(Baobab)' 버전에서는 블록체인 계정의 이용자 편의성을 높이는 등 다양한 기능을 도입했다고 밝혔다.