1992년 개통된 북한 개성∼평양 간 고속도로가 노후화돼 정밀조사가 필요한 것으로 조사됐다.

정부는 남북도로공동조사단의 '2018년 경의선(개성∼평양) 현지조사 보고서'를 29일 국회에 보고하고 언론에 공개했다.

국회에 제출된 보고서에 따르면 경의선의 상태가 심각한 것으로 확인됐다.

암반 지대를 깎아 도로를 낸 절토부 주변은 암반의 표면이 매우 불규칙하고 풍화 작용까지 겹쳐 대형사고가 발생할 우려가 큰 것으로 평가됐다.

조사 당시 크고 작은 낙석이 발생하고 있는 곳이 적지 않았으며, 바위가 떨어져 내려올 우려가 있는 곳도 33개소에 달했다.

조사대상 교량 90개는 표면에 전반적으로 균열이 있었다.

시공 불량으로 철근이 노출된 거더(건설 구조물을 떠받치는 보)가 다수 확인됐으며, 특히 사리원∼개성 구간의 시공 상태가 불량한 것으로 밝혀졌다.

교각과 교각 사이 상판에 힌지(경첩)를 넣어 교각 간 거리를 늘리는 공법을 사용한 게르버(Gerber) 구조 교각의 연결부는 과다한 균열이 발생해 중장비의 통행이 어려울 것으로 진단됐다.

이 외에도 터널과 진·출입시설도 상태가 좋지 않아 사고의 위험이 큰 것으로 확인됐다.

경의선·동해선 철도 북측 구간의 노후화도 심각한 것으로 나타났다.

국회에 제출된 조사 보고서에 따르면 남측 조사단은 "경의선, 동해선 모두 시설, 시스템 분야 전반의 노후화가 심각한 상태"라며 "궤도 체결(레일을 침목에 고정)력 부족, 교량·터널 안전 문제 등으로 열차 운행에 지장이 있다" 고 평가했다.

특히 110년이 된 교량도 현재 사용되고 있는 등 구조물의 안전성 문제가 심각한 것으로 조사됐다.

통일부 관계자는 "향후 정밀조사를 한다면 계측 장비는 다시 제재 면제를 받아야 한다"며 "우리는 북측에 정밀조사를 통해 앞으로 어떻게 현대화할지를 구체적으로 의견을 교환해야 한다는 입장을 전달했다"고 말했다.

공동조사는 지난해 4.27 남북정상회담 합의에 따른 것으로, 이번 보고서는 고속도로 현대화 사업의 기초자료로 활용된다.

@highlight

경의선은 암반 지대를 깎아 도로를 낸 절토부 주변은 암반의 표면이 매우 불규칙하고 풍화 작용까지 사고가 발생할 수 있고 크고 작은 낙석이 발생하고 있는 곳이 적지 않아 정부는 남북도로공동조사단의 '2018년 경의선(개성∼평양) 현지조사 보고서'를 공개했다.