29일 방탄소년단의 소속사 빅히트 엔터테인먼트는 방탄소년단의 5번째 팬미팅을 6월 15일부터 16일까지 부산 아시아드 보조경기장에서 개최한다고 밝혔다.

부산 연제구에 위치한 부산 아시아드 보조경기장은 관람석 4천 5백여석 규모의 작은 경기장으로 5만 3천여석의 부산 아시아드 주경기장에 비해 매우 약소한 규모이다.

하지만 방탄소년단은 국내외의 엄청난 팬 수를 자랑하는 한국 대표 아이돌 그룹으로 올해 9만 석 규모의 웸블리 스타디움을 비롯한 전세계 스타디움 투어가 예정되어 있다.

엄청난 티켓 파워를 자랑하는 방탄소년단이 5만 석이 넘는 주경기장이 아닌 5천 석도 안되는 보조경기장을 선택한 이유에 대해 많은 팬들의 관심이 쏠리고 있다.

일부 팬들은 올해부터 주경기장에서 열리기로 예정된 A매치 경기를 이유로 들었다.

천연잔디가 깔려있는 부산 아시아드 주경기장은 원래 부산 아이파크와 내셔널리그 소속 부산 교통공사가 홈그라운드로 사용하고 있었다.

하지만 지난 2017년, 두 팀 모두 공덕운동장으로 홈을 옮기며 주경기장에서는 문화공연이 주로 열리고 있었다.

그런데 지난 해 싸이의 콘서트를 비롯한 문화공연으로 인해 잔디가 심각하게 훼손되었고 그 해 9월 치르기로 예정되었던 칠레와의 친선 축구 경기가 이때문에 취소되었었다.

축구팬들은 “14년 만에 아시아드 주경기장에서 열릴 A매치 경기가 잔디 관리부족으로 취소되었다”며 부산시에 비난을 쏟아냈다.

이후 부산시는 2019년부터 아시아드 주경기장 축구 A매치와 국제대회 유치 추진을 밝히며 잔디 복원, 선수대기실 로커 교체 및 도색 등 시설 개보수 대책을 수립했다.

이에 부산시가 잔디를 심각하게 훼손할 우려가 있는 방탄소년단의 팬미팅을 주경기장이 아닌 보조경기장에서 개최하는 것이라는 추측이 나왔다.

하지만 여전히 팬들 사이에서 “프리미어 리그 홈구장인 웸블리도 콘서트장으로 사용하는데 너무 안일한 관리 문제 아니냐” “웸블리는 프리미어 리그 시즌 종료 후이기에 괜찮은 것이다” 등 설전이 이어지고 있다.

정소윤 인턴기자 .

@highlight

29일 방탄소년단의 소속사 빅히트 엔터테인먼트는 이번 팬미팅을 6월 15일, 16일 이틀간 부산 아시아드 주경기장에 비하면 비교적 작은 규모인 4천 5백여석의 보조경기장에서 열린다고 밝혀 5천 석도 안되는 경기장을 선택하게 된 이유에 대해 여러 팬들의 관심이 쏠리고 있다.