국가 진상규명노력 '미흡' '인재'로 판명된 포항 지진(2017년 11월 15일 발생) 피해자들의 심적·경제적 고통이 여전한 것으로 나타났다.

피해자 10명 중 6명은 지진 발생 뒤 새로운 병을 앓고 있으며 가구 소득 감소로 어려움을 겪고 있었다.

이러한 상황은 2017년 12월 발생해 69명의 사상자를 낸 충북 제천 스포츠센터 화재 피해자들도 마찬가지였다.

29일 가습기살균제사건과 4·16 세월호 참사 특별조사위원회(특조위)는 '포항 지진, 제천 화재 참사 피해자 심층면접 조사 결과'를 발표했다.

이번 조사는 지난해 10월~12월 포항 지진 피해자 40명과 제천 화재 피해자 30명을 설문조사 및 심층면접하는 방식으로 이뤄졌다.

이 결과에 따르면 포항 지진 피해자 67.5%, 제천화재 피해자 83.3%가 재난 이후 새로운 신체 질환을 앓고 있었다.

정신적·심리적 피해상황 역시 비슷했다.

포항 지진 피해자 82.5%가 불안 증세를 호소했다.

극단적 선택을 생각한 피해자가 16.1%나 됐으며 실행에 옮긴 경우(10.0%)도 있었다.

제천 화재 피해자 76.7%는 최근 1년간 일상생활에 지장을 느낄 정도로 슬픔이나 절망감을 느꼈다고 답했다.

재난 피해자들 상당수가 경제적 압박을 호소했다.

제천 화재 피해자 39.2%가 가구 총 자산이 줄었지만 가구 지출액은 37.9% 늘었다.

포항 지진 역시 피해자 33.6%가 가구 총 자산이 감소한 반면 28.1%는 지출액이 증가했다.

피해자 절반 이상이 국가 진상조사 노력에 대해 부정적인 반응을 보였다.

포항지진 피해자 80.6%가 진상조사 노력이 부족했다고 답했고 제천 화재는 66.6%가 부족한 걸로 생각했다.

정부의 재난피해 지원에 대해서도 미흡했다는 평이다.

재난피해 지원에 대한 종합적인 만족도 조사를 한 결과 두곳 피해자 만족도가 1.97점(5점 만점)으로 낮았다.

특조위는 "이번 조사 결과 안전취약계층에 대한 우선지원 등 재난피해 지원시 공정성과 형평성 확보가 필요하다는 사실이 확인됐다"고 밝혔다.

@highlight

포항지진자들의 심적·경제적 고통이 여전한 것으로 나타났는데 피해자 10명 중 6명은 지진 발생 뒤 새로운 병을 앓고 있으며 가구 소득 감소로 어려움을 겪고 있었으며 재난 피해자들 상당수가 경제적 압박을 호소했다.