(사) 김제동학농민혁명 기념사업회(회장 최규섭)는 30일 원평집강소에서 3.1운동 100주년 기념 대동마당을 개최했다.

원평집강소 대동마당 행사는 2016년 '동학농민혁명 정신을 기리는 사람들'이 십시일반 성금을 모아 전주 한옥마을에서 열었던 동학농민혁명대동제를 '동학농민혁명 원평취회 대동마당'과 통합해 진행하고 있다.

이날 행사에는 김제동학농민혁명유족회를 비롯해 원평장터 기미독립만세운동 독립투사의 후손과 임실 기미독립만세운동의 성지 삼요정 김영원 선생의 후손, 전주 동학농민혁명 유족들이 함께했으며, 전봉준 장군 동상건립위원회가 후원하고 있다.

이번 대동마당에는 평등세상을 바라며 집강소 건물을 헌납했던 백정 동록개의 이름이 붙여진 동록개 막걸리 재현과 경기민요 최지안 명창의 농부가, 무용가 장희훈의 동초수건춤 등이 공연됐다.

김제시 원평장터는 1893년 봄에 전라도 농민 1만여 명이 모여 보국안민과 척양척왜의 기치를 걸고 한 달간 원평취회를 열었던 동학농민혁명의 거점이었고, 김제지역 최초로 3.1만세운동을 일으켰던 곳이다.

문화재청은 2015년에 원평장터에 있는 동학농민혁명 원평집강소를 복원하고, (사)김제동학농민혁명기념사업회에서는 이번 행사를 비롯한 다양한 문화공간으로 활용하는 모범사례를 잘 보여주고 있어 지역민들의 많은 관심과 호응을 얻고 있다.

동학농민혁명 대동마당 관계자는 "3.1운동과 임시정부 100주년을 맞아 동학농민혁명정신이 3.1만세운동으로 면면히 이어졌던 정신을 기리고, 선열들의 희생으로 이루어낸 대한민국에서 우리들 마음이 평등, 평화, 상생의 집강소 정신으로 다시 한 번 뜨거워지기를 간절히 염원하는 시간이었다"고 밝혔다.

@highlight

김제동학농민혁명 기념사업회는 30일 3.1운동 100주년을 기념하여 막걸리 재현과 경기민요 농부가, 동초수건춤등을 공연한 대동마당을 개최하여 지역민들의 많은 관심과 호응을 얻었다.