[충청일보 이정규기자] 충북도체육회는 10월까지 11개 시·군별로 '2019 생활체육 어린이 축구교실' 운영에 들어간다고 31일 밝혔다.

지난 1997년부터 시작해 올해로 22년째를 맞는 생활체육 어린이 축구교실은 충북체육회가 주최하고 시·군체육회가 주관해 지역 축구꿈나무 조기발굴과 우수선수 저변확대 등 축구를 통한 건전한 가치관 확립과 어린이 기초체력 향상을 위해 마련된 사업이다.

시·군별 일정은 △청주시 진흥초(화·목 오전 8∼9시), 샛별초(화·목 오전 8∼9시) △충주시 충주공업고(토·일 오후 1시30∼3시30분) △제천시 제천축구센터 3구장(화·목 오후 6∼7시) △보은군 동광초(목·금 오후 4∼5시) △옥천군 군남초(월·목 오전 8∼9시) △영동군 영동초(수 오후 2∼4시, 토 오전 10∼12시), 증평군 삼보초(화·금 오후 2시40∼4시30분) △진천군 만승초(월·수 오후 2∼4시) △괴산군 동인초(수·금 오후 3∼5시) △음성군 수봉초(월·수·금 오전 8∼9시, 목·금 오후 4∼5시) △단양군 단양초(목·금 오후 3∼5시), 매포초(월·수 오후 3∼5시) 등 도내 11개 시·군에 12개소에서 운영된다.

도체육회 관계자는 "생활체육 어린이 축구교실에 참가하는 모든 학생들에게 유니폼과 축구공을 지원하며, 10월 19~20일 청주시에서 그 동안 어린이 축구교실에서 갈고 닦은 기량을 마음껏 선보일 수 있도록 대회도 개최한다"고 말했다.

@highlight

충북도체육회는 지역 축구꿈나무 조기발굴과 우수선수 저변확대를 위해 10월까지 도내 12개소에서 어린이 축구교실 운영에 들어간다고 밝히고 10월에는 대회도 개최한다고 말했다.