박장미 (동양일보 박장미 기자) 마약범죄에 가담하려다 구속된 20대 탈북 여성이 수감생활 중 출산 등을 이유로 법원의 선처를 받아 석방됐다.

청주지법 형사11부(소병진 부장판사)는 31일 마약류관리법 위반 혐의로 구속기소 된 A(여·22)씨에게 징역 2년 6개월에 집행유예 3년을 선고하고, 석방을 결정했다고 밝혔다.

재판부는 대신 A씨에게 보호관찰을 받을 것과 160시간의 사회봉사도 명령했다.

탈북민인 A씨는 같은 탈북민 출신의 남자친구 B씨로부터 중국에서 밀수입된 필로폰 배달책을 부탁 받았다.

B씨는 자신의 어머니가 탈북하다가 중국 공안에 붙잡혀서 북송을 막기 위해 급히 돈을 마련해야 한다며 A씨를 지속해서 설득했다.

이를 승낙한 A씨는 중국으로부터 22.62ｇ의 필로폰을 들여오는 범행에 가담하게 됐다.

B씨는 지난해 8월 19일께 중국에서 한국에 있는 A씨 앞으로 필로폰이 든 항공우편을 보냈다.

A씨는 이를 찾아 필로폰을 처분할 지인에게 전달하고, 그 대금을 받아오는 역할을 친정어머니와 함께 맡았다.

하지만 인천국제공항에 도착한 우편물의 검색과정에서 필로폰이 든 사실이 발각됐고, 당시 만삭이던 A씨는 구속돼 재판에 넘겨졌다.

본격적인 재판이 시작되기 전인 지난해 1월께 A씨는 출산을 해 갓난아이와 함께 법정에 서야 했다.

재판부는 판결문에서 "마약 범죄는 국민보건을 해하거나 또 다른 범죄를 유발하기도 하는 등 사회 전반에 미치는 부정적 영향이 커 엄중히 처벌할 필요가 있다"며 "이 사건의 경우 밀수하려던 필로폰이 약 7540만원 상당에 이르는 등 그 양도 적지 않다"고 지적했다.

다만 "피고인이 범행을 인정하며 잘못을 반성하고, 남자친구의 지속적인 부탁과 설득을 받고 이 사건 범행에 이르게 된 동기에 참작할 사유가 있는 점을 고려했다"며 "피고인이 국내에서 형사처벌 받은 전력이 없고, 최근 출산한 신생아를 보살펴야 하는 점 등을 유리한 양형 사유로 참작했다"고 부연했다.

@highlight

같은 탈북민 출신의 남자친구로부터 중국에서 밀수입된 필로폰 배달책을 부탁 받아 마약범죄에 가담한 20대 탈북 여성이 청주지법 형사11부에서 31일 마약류관리법 위반 혐의로 징역 2년 6개월에 집행유예 3년을 선고받고 수감생활 중 출산 등을 이유로 법원의 선처를 받아 석방됐다. 