이재명 경기도지사와 궁정 중국 산둥성장이 북한을 포함해 일본, 몽골, 러시아까지 아우르는 '동북아 평화경제공동체'를 함께 만들어 나가는 데 뜻을 같이했다.

이 지사와 궁 성장은 지난 29일 경기도와 산둥성간 자매결연 10주년을 맞아 경기도청에서 접견을 갖고, 이같은 양 지역 공동발전에 관한 의견 등을 교환했다.

이날 이 지사는 "경기도가 꿈꾸는 것은 중국과 대한민국을 중심으로 북한을 포함해 일본, 몽골, 러시아까지 합친 평화경제공동체를 만들어내는 것"이라며 "이런 동북아평화경제공동체를 만들어 가는 중심에 경기도와 산둥성이 선도적 역할을 해 나가길 기대한다"고 말했다.

이에 궁 성장은 "평화공동체와 이를 위한 산둥성과 경기도의 협력을 강조하는 지사님의 생각에 공감한다"고 화답하며, 이를 달성하기 위한 ▶정기회담 개최 ▶해양경제 발전위한 항만 교류 ▶AI·빅테이터 등 과학기술 교류 ▶의료보건 포함 서비스 분야 교류 등을 제안했다.

궁 성장은 이어 "올해 제1회 국제우호도시 발전포럼 개최를 준비 중"이라며 이 지사의 산둥성 방문을 요청하기도 했다.

이 지사는 궁정 성장의 산둥성 방문 요청과 4가지 제안에 대해 '좋은 제안'이라고 평가하며 "항만교류는 경기도에서도 각별히 관심을 갖고 있다. 평택항과 옌타이항을 비롯한 항만교류, 해양교류에 대해 깊은 논의를 해봤으면 한다"고 말했다.

이날 접견 후에는 이 지사와 궁 성장이 참석한 가운데 분야별 주요 기관 간 업무협약도 진행됐다.

교류협력분야에서 혁신산업정책관과 산둥성외사판공실은 양 지역 고위층 상호 교류 강화, 우호협력 연석회의 개최, 기업 상호진출 협력을 강화하기로 합의했다.

농업 분야는 경기도농업기술원과 산둥성농업과학원이 지역 특색 과수자원 이용 연구, 희귀 식용버섯 유전자원 수집 및 재배기술 교류를 추진키로 했으며, 사회발전연구협력분야에서는 경기연구원과 산둥성사회과학원이 '경기도-산둥성 발전 포럼' 정례 개최 추진에 뜻을 모았다.

@highlight

이 재명지사와 궁정 중국 산둥성장은 지난 29일 경기도와 산둥성간 자매결연 10주년을 맞아 경기도청에서 접견을 갖고, 이 지사는 "동북아평화경제공동체를 만들어 가는 중심에 경기도와 산둥성이 선도적 역할을 해 나가길 기대한다"고 말했으며, 이에 궁 성장은 "지사님의 생각에 공감한다"고 화답하며, 이를 위한 정기회담 개최, 해양경제 발전위한 항만 교류 등을 제안했다.