] 윤종규 KB금융그룹 회장(사진)이 중국에서 비즈니스를 확대하겠다는 뜻을 나타냈다.

윤 회장은 지난 29일 중국 보아오포럼 세부 행사로 열린 한·중 최고경영자(CEO) 간담회에서 음성 기반으로 금융서비스를 제공하는 '리브똑똑' 등의 서비스를 소개하며 "중국어 서비스 제공이 가능한 만큼 KB와 중국이 협력할 기회를 창출할 것"이라고 말했다.

윤 회장은 이어 "인프라 투자, 핀테크(금융기술), 인공지능(AI) 등과 관련해서도 한·중 협력방안을 모색할 생각"이라고 덧붙였다.

이날 간담회에 최종구 금융위원장, 성윤모 산업통상자원부 장관, 최희남 한국투자공사 사장, 손태승 우리금융그룹 회장, 룽융투 전 중국대외경제무역부 부부장, 츠푸린 중국개혁발전연구소장 등이 참석했다.

윤 회장은 친환경 기업에 금융지원을 하는 '친환경 경영'을 강화하겠다고 밝혔다.

그는 "국민 행복을 위해 환경은 중요한 문제"라며 "환경에 관한 금융상품 출시를 비롯해 관련 투자와 지원을 확대하고 친환경적으로 기여하는 기업에는 금융지원을 강화하겠다"고 말했다.

중국 측 인사가 "중국은 아직 석탄 에너지를 사용하는 지역이 많기 때문에 미세먼지 문제 등을 해결하기 위해선 신에너지 분야에서 양국의 공동 투자가 있어야 할 것"이라고 언급하자 윤 회장은 "환경보호와 사업성이 균형을 이룬다면 한국과 중국이 함께 고민해봐야 할 문제"라고 답했다.

보아오포럼에 함께 참석한 여승주 한화생명 사장은 디지털금융 관련 인사들과 만나 의견을 나눴다.

여 사장은 중국 전자상거래 업체인 징둥과 알리안츠보험의 합자사인 징둥안롄손해보험, 안면인식 분야에서 세계 최고 기술을 보유한 센스타임의 임원들을 만났다.

또 하이난항공그룹, JP모간&체이스 중국지역 대표 등을 만나 디지털시대 보험산업과 빅데이터를 통한 새로운 금융가치 창출 방안 등을 함께 모색했다.

여 사장은 한·중 CEO 간담회에서 디지털금융 활성화를 위한 협력의 필요성을 강조했다.

그는 "전통적인 금융회사는 다양한 스타트업(신생 벤처기업), 학계 및 정부기관, 더 나아가 글로벌 파트너들과 장점을 공유할 수 있도록 개방형 혁신을 끊임없이 추진해야 한다"고 말했다.

@highlight

윤종규 KB금융그룹 회장은 29일 한 중 최고경영자 간담회에서 음성 기반 금융서비스 리브똑똑 등의 서비스를 소개하며 중국어 서비스 제공이 가능한 만큼 KB와 중국이 협력할 기회를 창출할 것이라고 언급했으며 인프라 투자 등에 관해서도 협력을 모색할 생각이라고 말했다.