소상공인 이차보전금지원·소상공인 경영개선·결초보은상품권 발행 보은군이 경기침체로 어려움을 겪고 있는 소상공인을 살리기 위해 소상공인 이차보전금지원, 소상공인 경영개선 지원사업, 결초보은상품권 발행 등을 추진한다.

보은군은 경기침체로 운영에 어려움을 겪고 있는 소상공인을 살리기 위해 소상공인 지원 3종 세트를 내놓았다.

보은군은 소상공인 지원을 위해 '소상공인 이차보전금지원'과 '소상공인 경영개선 지원사업', '결초보은상품권 발행' 등을 추진한다고 29일 밝혔다.

소상공인 이차보전금 지원은 보은군에 주소를 둔 소상공인이 사업자금으로 대출을 받을 경우 대출금 3천만원 한도 내에서 발생하는 이자 중 연 이율 2% 이내의 이자를 군비로 보전해주는 것으로 군은 이를 위해 사업비 7천만원을 확보하고 4월부터 신청을 받아 추진할 예정이다.

보은지역에서는 지난해에도 '소상공인 이차보전지원'을 통해 총 285명이 3천300만원의 이차보전금을 지원받았다.

소상공인 경영개선 지원사업은 보은군이 올해 처음 선보이는 사업으로 시설이 노후화 됐으나, 자금 부담으로 시설 개선에 어려움을 겪고 있는 소상공 업소 10개소를 선정해 옥외 간판교체, 인테리어 개선, 사업장 건물·시설물 개량 등 점포환경 개선 및 내부시설 지원에 개소 당 최대 500만원을 지원한다.

이와 함께 보은군은 올 하반기에 결초보은 상품권을 10억원 규모로 발행한다.

군은 상품권이 발행되면 지역의 자금이 역외 유출되는 것을 막아 지역 시장이나 외식업소, 이·미용업소, 주유소 등에서 지출이 활발해져 지역 경제의 선순환이 이뤄질 것으로 기대하고 있다.

이에 따라 보은군은 지역상품권 발행을 위해 지난 26일 '보은군 결초보은 상품권 이용 활성화에 관한 조례 및 시행규칙'제정안을 입법예고하고 행정절차를 이행 중이다.

보은군 관계자는 "소상공인 살리기를 통해 보은군 경제도 활기를 되찾을 수 있도록 모든 행정력을 기울이겠다"고 말했다.

@highlight

보은군은 경기 침체로 인한 어려움에 처한 소상공인을 살리기 위해 '소상공인 이차보전금지원', '소상공인 경영개선 지원사업', '결초보은상품권 발행' 이른바 소상공인 지원 3종 세트를 추진한다고 29일날 밝혔으며, 이를 통해 보은군 경제 활성화에 힘을 쏟겠다고 말했다.