‘전지적 참견 시점’ 이승윤과 매니저가 ‘2019 K리그’ 시축자로 나선다.

이에 자연인에서 축구인으로 변신한 이승윤이 유니폼은 물론 헤어 밴드까지 풀 장착한 모습을 보여주고 있어 기대를 모은다.

30일 방송되는 MBC ‘전지적 참견 시점’ 47회에서는 ‘2019 K리그’ 시축에 도전하는 이승윤과 매니저의 모습이 공개된다.

이승윤이 ‘2019 K리그’의 시축자로 등판한다.

이승윤은 구단 측의 시축 제안에 매니저와 함께 하고 싶다는 의사를 전했고 그 결과 매니저도 함께하게 됐다고 전해져 훈훈함을 자아낸다.

이에 날카로운 눈빛으로 골문을 노려보고 있는 이승윤의 모습이 공개돼 시선을 강탈한다.

그는 “국가대표가 몸 풀 때 이렇게 풀어~”라면서 국가대표 급 스트레칭을 선보이는가 하면 손흥민 선수의 유니폼을 입고 오는 등 축구에 대한 열정을 뽐냈다고.

이처럼 국가대표 기운을 받은 이승윤은 거침없는 슈팅으로 매니저를 깜짝 놀라게 했다는 후문.

매니저 또한 마찬가지로 숨겨진 축구 실력을 뽐내 이승윤의 말문을 막히게 만들었다고 전해져 두 사람의 실력에 대한 관심을 한껏 끌어올린다.

마지막으로 이승윤이 매니저와 함께 ‘팔색조 댄스’를 시축 성공 세리머니로 연습하고 있어 눈길을 사로잡는다.

두 사람은 엔딩 포즈까지 완벽하게 맞추며 시축 성공에 대한 의지를 다졌다고 전해지는 가운데 과연 이들이 시축에 성공하고 ‘팔색조 댄스’를 출 수 있을지 이목을 집중시킨다.

팔색조 기운이 충만한 이승윤과 매니저의 시축 도전은 오는 30일 방송되는 ‘전지적 참견 시점’을 통해 확인할 수 있다.

한편, ‘전지적 참견 시점’은 연예인들의 가장 최측근인 매니저들의 말 못할 고충을 제보 받아 스타도 몰랐던 은밀한 일상을 관찰하고, 다양한 분야에서 모인 참견 군단들의 검증과 참견을 거쳐 스타의 숨은 매력을 발견하는 본격 참견 예능 프로그램으로 이영자, 전현무, 송은이, 양세형, 유병재가 출연하며 매주 토요일 밤 11시 5분 방송된다.

디지털콘텐츠팀 .

@highlight

 MBC ‘전지적 참견 시점’ 47회에서는 유니폼은 물론 헤어 밴드까지 풀 장착하여 자연인에서 축구인으로 변신한 이승윤과 매니저가 ‘2019 K리그’ 시축에 도전하는 모습이 30일 방송된다.