청주시(시장 한범덕)와 오송첨단의료산업진흥재단(이사장 박구선)은 '청주 바이오의료 빅데이터 센터'를 오송첨단의료산업진흥재단 신약개발지원센터 5층에 구축하고 지난 29일 개소식과 함께 본격적인 운영에 들어갔다.

이날 개소식에는 이철희 청주시 재정경제국장, 이열호 경제정책과장, 오송재단 신승일 전략기획본부장, 이태규 신약개발지원센터장, 김성수 첨단의료기기개발지원센터장 등이 참석해 현판식 및 앞으로의 운영과 기업지원에 대한 심도 있는 논의를 진행했다.

바이오 신약개발 인공지능 플랫폼 기반자료로 사용될 빅데이터센터의 데이터는 항체 및 단백질 화합물 등 실험기반 신약연구 데이터, 임상 유전체 및 공개 유전체 데이터, 신약 후보물질의 물리·구조·화학적 특성 데이터 등으로 이뤄질 예정이다.

축적된 데이터는 바이오 마커(세포나 혈관 단백질, DNA, 대사물질 등으로 몸 안의 변화를 알아낼 수 있는 지표) 발굴 및 검증 단계에서 활용될 수 있다.

빅데이터센터가 활성화 되면 연구진들은 신약개발 연구를 위한 보다 전문적인 데이터를 제공받을 수 있게 된다.

이에 따라 바이오신약 개발 기업과 연구기관의 신약 개발 비용은 50%, 기간은 33%까지 단축시킬 수 있을 것으로 기대된다.

박구선 오송재단 이사장은 "오송첨단의료산업진흥재단에 둥지를 튼 청주 바이오의료 빅데이터센터가 미래 바이오의료 융합 연구의 데이터 구심점이 될 수 있도록 힘쓰겠다"며 "이에 안주하지 않고 또 다른 클러스터, 병원, 중앙부처의 데이터 등과 연계를 통해 빅데이터 정보의 양과 질을 보강해 나가겠다"고 말했다.

앞서 시와 오송재단은 지난해 10월말 청주시는 바이오의료 빅데이터 인프라 조성 및 지역 바이오의료 산업 육성에 적극 협력하고, 오송재단은 인프라 관리 및 운영에 적극 협력키로 하는 양해각서를 체결했다.

@highlight

지난해 10월말 청주시와 오송재단은 바이오의료 빅데이터 인프라 조성 및 지역 바이오의료 산업 육성에 적극 협력키로 하는 양해각서를 체결하고, 지난 29일 '청주 바이오의료 빅데이터 센터'를 개소함에 따라 앞으로 연구진들은 신약개발 연구를 위한 보다 전문적인 데이터를 제공받을 수 있을 것으로 기대된다.