[예산]충청권 기초자치단체장에 대한 직무수행 만족도 조사결과 충남도에서는 황선봉 예산군수가 81.6%로 현재까지의 조사 중 가장 높은 만족도를 기록했다.

그 뒤를 이어 노박래 서천군수가 75.6%의 긍정평가로 고공행진을 계속 이어갔고 김동일 보령시장(65.4%)과 가세로 태안군수(65.0%), 황명선 논산시장(62.8%)도 긍정평가가 높게 나왔다.

이같은 결과는 시민미디어마당 사회적협동조합(이사장 김영호)과 ㈜세종리서치(대표 권주한)가 지난 23일부터 24일까지 충청권 시·도지사 및 교육감과 20개 시장, 군수, 구청장을 대상으로 한 직무수행 만족도를 조사한 결과 이같이 나타났다.

황 군수의 만족도는 비인지 비율과 부정비율은 하락하고 긍정비율은 상승했다.

긍정평가는 전월대비 3.8%p 상승한 81.6%를 보여 5개월 누적평균 74.1%로 나타났고, 부정평가는 전월대비 2.3%p 하락한 13.6%를 보여 5개월 누적 평균 19.5%로 나타났다.

특히 지난 지방선거 이후 처음으로 긍정비율이 80%대를 넘긴 것으로 나타났다.

권주한 세종리서치 대표는 "자치단체장의 직무수행에 대해 주민들이 얼마나 만족하고 있는지에 대한 정례조사로 중부권에서는 처음으로 기초자치단체장들에 대해 조사를 실시하고 추이를 살펴보고 있다"고 말했다.

이번 조사는 유선전화 RDD 100% 방식으로 지난 3월 23일부터 24일까지 19세 이상 대전시 1534명, 충청남도 3110명을 대상으로 실시했고 통계분석은 각 변수별로 교차분석을 실시했다.

통계보정은 2019년 2월말 행정안전부 주민등록 인구를 기준으로 성별, 연령별, 지역별 가중값 부여 방식으로 이뤄졌다.

이번 조사의 표본오차는 95% 신뢰수준에 대전 ±2.50%p, 충남 1.76%p이며 응답률은 대전 1.70%, 충남 2.3%이다.

자세한 내용은 (주)세종리서치와 시민미디어마당 사회적협동조합 홈페이지를 참조하면 된다.

@highlight

충청권 기초자치단체장을 대상으로 직무수행 만족도 조사를 시행한 결과 황선봉 예산군수가 81.6%로 가장 높은 만족도를 달성했고 뒤이어 노박래 서천군수, 김동일 보령시장과 가세로 태안군수, 황명선 논산시장도 높은 평가를 기록했으며 이같은 결과는 시민미디어마당 사회적협동조합과 (주)세종리서치가 지난 23일부터 24일까지 조사한 결과 나타난 것으로 드러났다.