이용진이 허세 가득한 일상을 공개해 폭소를 자아냈다.

지난 30일 MBC 주말 예능 '전지적 참견 시점'에서는 개그맨 이용진과 그의 매니저가 전파를 탔다.

이날 지하주차장에 선글라스를 쓴 채 등장한 이용진, 한 손에는 쓰레기봉투를 들고 있었다.

이용진은 마치 가방처럼 봉투를 들고 있어 MC들의 웃음을 유발했다.

이용진은 도와주겠다는 매니저에게 괜찮다는 듯 손으로 제스처를 취했다.

이어 차에 탄 이용진은 음악을 틀었고 감성 충만한 표정을 지었다.

그는 또 갑자기 창문을 열었고, 머리를 털며 말리기 시작했다.

이용진은 '창문 열고 말렸는데 미세먼지 나쁨이네. 어쩐지 목이 칼칼하더라'며 웃었다.

이에 매니저는 인터뷰에서 '저도 물어보고 싶은데 왜 그러는지 궁금하다'고 말했다.

이어 약속 장소에서 내린 이용진은 마치 길을 잘 아는 듯 직진했지만 그가 간 방향은 반대 방향이었다.

매니저는 '원래 형이 길을 잘 못 찾는다. 마인드가 뚫려 있으면 다 길이라고 생각한다. 계속 직진한다. 이런 말을 해도 될지 모르겠지만 되게 귀여운 것 같다'고 너스레를 떨었다.

이 밖에 이용진은 이날 화장실도 잘 찾지 못하는 모습으로 웃음을 이끌어 내기도 했다.

이용진 매니저는 혹시나 하는 마음으로 나와보고 화장실이 있는 곳을 알려주었다.

이용진 매니저는 '이런 상황들이 되게 웃기다. 왜 그러는지 한번쯤은 여쭤보고 싶다'고 말했다.

이용진은 좀 물어보고 가라는 MC들에게 '매니저를 귀찮게 하고 싶지 않았다'고 설명했다.

'요즘도 복싱 자주 다니냐'고 묻자 이용진은 '여전하지. 1년째 복싱을 배웠다. 5월에 시합을 나가볼까 한다. 별 생각이 없었는데 너무 뜨겁다'고 허세를 부렸다.

이와 관련 시청자들은 '이상민보다 더 허세스럽다', '볼수록 웃기다', '천성이 개그맨'이라는 등의 반응을 보였다.

@highlight

이용진은 자신이 "복싱 실력 선수급~"이라며 이상민 보다 더 허세 가득한 일상을 공개해 웃음를 자아내며 지난 30일 MBC 주말 예능 '전지적 참견 시점'에서는 개그맨 이용진과 그의 매니저가 전파를 탔다.