익산의 국악 꿈나무에서 국악인으로 변신한 유수현 양이 세 번째 완창 발표회를 갖는다.

남원국악고 3학년에 재학 중인 수현 양은 오는 6일 익산의 소월 임화영 판소리전수관에서 동초제 흥보가 완창 발표회에 나선다.

이번이 판소리 세 번째 완창 도전이다.

이번 완창 발표회에는 임청현 전북도립국악원 교수와 인동초 국악대제전 명인부 종합대상 수상자인 송세엽 명인이 고수로 나선다.

일찍부터 판소리에 재능을 보여 초등학교시절 이미 동초제 심청가를 완창하며 주의를 깜짝 놀라게 했다.

중학교 때는 성인들도 하기 힘들다는 김세종제 춘향가까지 완창발표하며 판소리의 기대주로 떠올랐다.

유 양의 남다른 재능을 엿본 그의 부모가 초등학교 시절부터 판소리 공부에 나설 수 있도록 했고, 익산국악원 임화영 명창이 그를 지도했다.

유 양의 이 같은 성장 가능성은 그의 수상 실적에서도 엿볼 수 있다.

지난 2009년 군산 전국 판소리대회 초등부 우수상을 시작으로 전국 판소리대회 초등부 대상(2010년) 및 추담 판소리대회 초등부 대상(2012년) 등 갖가지 상을 휩쓸었다.

중등부에 들어서는 전국 판소리대회 중등부 대상(2014년) 및 진도 남도민요 전국대회 중등부 대상(2015년) 등을 차지했다.

목담 최승희 판소리대회 고등부 대상과 국창 권삼득 전국 국악대전 고등부 대상 등 수많은 수상을 이어왔다.

수현 양은 "초등학교 시절부터 시작한 판소리가 이제 3번째 완창 발표회로 이어진다"며 "멋진 소리판이 열릴 수 있도록 따뜻한 격려와 박수, 추임새로 함께 해 주시길 바란다"고 밝혔다.

유양의 스승인 임화영 익산국악원장은 "수현이가 성인들도 하기 힘든 심청가, 춘향가에 이어 세 번째로 흥보가 완창 무대를 갖는다"며 "수현이가 명창으로 우뚝 설 그날까지 한마음이 되어 응원해 주시길 바란다"고 말했다.

@highlight

2009년 군산 전북 판소리대회 초등부 우수상을 시작으로 각종 판소리 대회 초등부,중등부,고등부 대상을 휩쓸어온 익산 남원국악교 3학년 유수현양이 성인들도 하기 힘들다는 심청가, 춘향가에 이어 흥보가 완창 발표회를 가진다.