내달 11일 한미정상회담이 확정되면서 양국간 의제조율이 본격화되는 모양새다.

김현종 청와대 국가안보실 2차장은 지난 30일 한미정상회담에서 다룰 의제 조율 등을 위해 취임 후 첫 위싱턴 방문길에 오르면서 "상대방과 허심탄회하게 논의를 하겠다"고 말했다.

그는 이날 인천공항에서 기자들과 만나 '문 대통령이 개성공단과 금강산 관광을 재개할 방안을 대북제재의 틀 내에서 고려해보라고 했는데, 그 또한 회담 의제에 포함되느냐'는 질문에 "그것은 제가 지금 말씀드릴 수 없다"며 이 같이 답했다.

그러면서 "2차장이 된지 이제 한달이 됐는데 첫 미국 방문"이라며 "미국에 가면 백악관 국가안보회의(NSC)와 우리 NSC가 협조할 것이 많아 토론할 것이고 대통령 방문도 임박했기 때문에 그 의제를 다 논의할 것"이라고 말했다.

김 차장은 또 김정은 북한 국무위원장의 의중을 먼저 파악해 미국에 전달하는 부분이 어떻게 정리됐는지에 대해서는 "순서를 말하는 것 같다.

그것도 맞는 얘기지만 우선 미국과 조율을 잘해서 의제를 우선 확정하고 난 다음 (한미) 두 정상간 톱다운 방식으로 진행시키는 방안을 찾아보겠다"고 설명했다.

김 차장은 물론 다른 외교채널도 동시에 가동중이다.

강경화 외교부 장관은 전날인 29일 워싱턴에서 마이크 폼페이오 국무장관과 만나 북미 대화 재개를 위한 '포스트 하노이' 구상을 조율했다.

강 장관은 회담 후 기자들과 만나 "하노이 북미정상회담이후 대응 방향에 대해 많은 의견을 교환했다"며 "현 단계에서 가장 중요한 것은 북미 협상의 재개"라고 밝혔다.

이도훈 외교부 한반도평화교섭본부장도 강 장관과 함께 워싱턴을 방문해 스티븐 비건 국무부 대북정책특별대표와 만난 것으로 전해졌다.

정경두 국방부 장관은 4월 1일 워싱턴에서 패트릭 섀너핸 국방장관 대행과 첫 회담을 갖고, 비핵화 협상을 위한 한미간 외교적 노력을 뒷받침할 군사 분야 합의를 모색할 예정이어서 주목된다.

@highlight

김현종 청와대 국가안보실 2차장은 지난 30일 한미정상회담에서 다룰 의제 조율 등을 위해 위싱턴 방문길에 오르면서 백악관 국가안보회의와 우리 NSC가 협조할 것이 많고 대통령 방문도 임박해 그 의제를 다 논의할 것이며, 미국과 의제를 확정한 후에 두 정상간 톱다운 방식으로 진행시키는 방안을 모색할 것이라고 밝혔다. 