날씨가 점점 따뜻해지고 농사철이 다가옴에 따라 차량을 이용한 이동량이 늘고 있다.

교통여건이 대도시에 비해 좋지 않은 농촌 지역에서 이륜차는 편리한 교통수단으로 널리 이용되고 있으나 안전모를 착용하는 운전자를 쉽게 발견 할 수 없는 실정이다.

예산군의 2018년 교통사망사고는 24명으로 인근지역에 비해 비교적 높은 수준이고 특히 65세 이상이 11명으로 큰 비중을 차지하고 있으며 그 중에서 이륜차 사망사고는 2017년 5건, 2018년 6건으로 증가하는 추세이다.

이에 경찰서에서는 교통사고 원인을 분석하여 사고 다발시간대에 가용 순찰차를 모두 동원해 사고다발지역 거점근무를 실시하고 교통사고 유발행위인 중앙선 침범, 신호위반 등 주요 위반사항에 대하여 강력한 단속을 병행하고 있다.

이륜차 교통사고의 특성을 보면 차량과 충돌하였을 때 무게가 적은 이륜차 쪽에서 일방적으로 충격을 입는다.

운전자는 사고 충격으로 인해 노면 등과 2차 충돌로 중상 내지는 사망사고로 이어지는 경우가 많다.

날씨가 더워지면 안전모 착용을 소홀히 하는 경우가 많고 턱 끈을 매지 않은 채 운행하는 사례도 적지 않다.

그러나 경찰만의 단속과 예방만으로는 한계가 있어 안전의식 홍보활동 등 함께 만들어가는 시민의식이 필요하다.

이러한 특성을 가진 이륜차 교통사고 예방을 위해 마을회관과 경로당 등을 직접 방문해 이륜차에 야광반사지를 부착하고 교통홍보용품을 배부하고 '찾아가는 이륜차 안전교육·홍보'를 실시하고 있다.

특히 사망사고 예방을 위해 안전모 300개를 예산군의 협조를 받아 안전모 미착용 운전자에 대해 착용 당부와 더불어 무료 배부하고 있으며 교통사고 충격으로 인해 안전모가 이탈되지 않도록 반드시 턱 끈을 채울 것을 강조하는 등 사고예방에 만전을 기하고 있다.

경찰은 지속적인 홍보와 계도로 이륜차 운행으로 인한 소중한 생명이 빼앗기는 안타까운 일이 발생하지 않도록 노력할 것이며 순찰차의 거점활동을 생활화 하는 등 적극적인 교통사고 예방으로 주민들의 소중한 생명을 지켜 나가겠다.

@highlight

예산군은 이륜차를 널리 이용하는 농촌지역이지만, 안전모를 착용하는 운전자를 발견하기가 쉽지 않은데, 예산군의 교통사망사고는 인근지역에 비해 비교적 높은 수준이고, 그 중에서 이륜차 사망사고는 증가하는 추세여서 경찰은 지속적인 홍보와 계도로 이륜차 운행으로 인한 소중한 생명이 빼앗기는 안타까운 일이 발생하지 않도록 노력하고 있다.