= 광명시(시장 박승원)는 29일 오전 시청 대회의실에서 '청년창업자금 지원사업' 및 '여성창업자금 지원사업'에 선정된 46개 창업기업과 약정을 체결하고 창업활동을 적극 지원키로 했다.

창업자금 지원사업은 지역 내 양질의 기업가를 배출하고 나아가 지역 일자리 창출 확대와 산업 활성화를 위해 추진하는 사업이다.

시는 창업 아이디어나 기술 역량은 보유하고 있지만 창업기반이 부족해 선뜻 창업을 하지 못하는 관내 청년 및 여성들을 대상으로 창업자금은 물론 사무공간, 경영지원, 창업교육 등 실질적인 창업 제반을 지원해준다.

시는 지난 2월 공모를 시작해 110여개의 창업 팀이 응모하여 그 중 기업가적 역량, 아이템 실행 가능성, 참신성 등을 중심으로 서면평가와 대면평가를 실시하여 청년 23개, 여성 23개 최종 46팀을 선정했다.

선정된 팀에게는 1천만원에서 연간 최대 5천만원 내에서 사업화 자금을 지원된다.

선정된 아이템으로는 '투과영상 기반 전자부품 비파괴검사 소프트웨어', '달인마늘을 이용한 저염김치 및 건강한 조리음식' 등으로 청년들만의 개성과 기술력이 결합된 참신한 아이템과 여성들의 노하우가 녹아있는 아이템들이 선발됐다.

펜실베니아 주립대에서 의료공학을 전공한 청년창업자 '레이디소프트' 이석원 대표는 "4차 산업혁명 시대에 반드시 필요한 비파괴 검사기술 솔루션 선도 기업을 만들고자 레이디소프트를 설립하였으며 광명시가 미래 비파괴검가기술의 중심지가 될 수 있도록 최선의 노력을 다하겠다"며 선정 소감을 밝혔다.

달인마늘을 이용한 저염김치 및 건강한 조리음식으로 여성창업자금 지원사업에 선정된 참조은마마 박은실 대표는 "젊은 세대들에게 우리 실버세대들이 가지고 있는 작은 노하우라도 전달하는 역할을 하고 싶은 제 꿈을 이룰 수 있게 도와주신 박승원 시장님과 관계자분들에게 감사드린다"며 "앞으로 사업자로 성장해가는 모습을 보여드리겠다"고 각오를 다졌다.

@highlight

광명시는 29일 지역 내 기업가를 배출하고 지역 일자리 창출 확대와 산업 활성화를 위해 추진하는 '청년창업자금 지원사업' 및 '여성창업자금 지원사업'에 선정된 46개 창업기업과 약정을 체결하여 창업자금, 사무공간, 경영지원, 창업교육 등 실질적인 창업 제반을 지원하기로 했다.