주 52시간 근로시간 준수가 본격 시행된다.

고용노동부는 계도기간이 3월31일로 종료됐다면서 4월 1일부터 근로시간 단축을 위반한 기업에 대한 신고가 접수될 경우 시정명령을 내리고, 시정명령을 어긴 사업주는 근로기준법 위반으로 처벌한다고 밝혔다.

현재 탄력근로제를 운영 중이거나 앞으로 탄력근로제를 도입할 예정인 기업은 현행 제도를 위반하더라도 당분간 처벌을 받지 않는다.

고용부는 4월 한달 동안 근로시간 단축 관련 신고가 접수된 사업장 위주로 근로감독에 나선다.

이후 5월 1일~6월 15일에는 전국 사업장 3000여곳을 점검한다.

장시간 근로 가능성이 높은 600곳은 8월까지 근로감독을 벌인다.

앞서 고용부는 지난해 7월 주 52시간제를 도입하면서 산업현장 연착륙을 위해 6개월간 처벌을 유예하는 계도기간을 뒀다.

계도기간 중 탄력근로제 단위기간 확대를 포함한 개편 논의를 끝낼 계획이었지만, 지난해 탄력근로제 논의가 미뤄져 계도기간이 올해 3월 31일까지로 한 차례 더 연장됐다.

관련 법 개정이 언제 이뤄질지는 예상이 힘든 상황이다.

대통령 직속 사회적 대화 기구인 경제사회노동위원회는 탄력근로제와 관련한 논의 결과를 지난 3월13일 국회 환경노동위원회에 제출했지만 국회는 선거제 개편 등을 둘러싼 정쟁이 심해지며 탄력근로제 개편 논의에 착수조차 못하고 있다.

300인 이상 사업장은 대체로 주 52시간 정착이 되어 법 위반 사례가 많지는 않을 것이라는 게 고용부 시각이다.

고용부 집계 결과 300인 이상 기업 3,526곳 중 지난 2월 말 기준으로 주 52시간을 맞추지 못해 개선 계획서를 낸 곳은 56곳(1.6%)이다.

네티즌들은 주52시간 시행에 '일반 근로자들이 주52시간 외벌이로 가정 꾸려나갈 수 있을 것 같나', '주 52시간이 법이면 국민 모두 적용해라', '40시간을 초과하여 1.5배의 급여를 받는 초과근로를 강제로 제한하는것이 삶의 질을 향상시킬지 아니면 소득감소로 오히려 역효과를 줄지 지켜봐야 한다'는 등의 다양한 반응을 보였다.

@highlight

고용부는 지난해 주 52시간제 도입 후 산업현장 연착륙을 위해 6개월간 처벌을 유예하는 계도기간이 끝나자 위반한 기업에 시정명령을 내리고, 이를 어긴 사업주는 근로기준법 위반으로 처벌한다고 밝혔다.