[서울경제] SBS '정글의 법칙 in 태즈먼' 모모랜드 낸시의 셀프 카메라 영상이 공개됐다.

SBS '정글의 법칙' 채텀 편에 이어 후반전 태즈먼 편이 4월 6일(토) 밤 9시 시작된다.

'정글의 법칙 in 태즈먼'에는 족장 김병만을 필두로 배우 김승수, 강경준, 강기영, 윤박, 고성희, 줄리엔강, 개그맨 박성광, 보라, 모모랜드 낸시, 골든차일드 보민이 출연한다.

'정글의 법칙' 제작진은 본 방송에 앞서 홈페이지와 포털, SNS 채널을 통해 모모랜드 낸시가 정글로 떠나기 전 촬영한 셀프 카메라 영상을 공개했다.

"안녕하세요, 모모랜드 낸시입니다"라고 인사를 건넨 낸시는 "제가 드디어 처음으로 정글을 가게 됐다"라며 말문을 열었다.

이어 낸시는 "멤버 언니들 중에 연우 언니가 먼저 정글을 다녀왔었는데 저도 가게 되었다"라며 "방송국에 오니까 너무 실감이 나고 떨린다"고 소감을 밝혔다.

밝은 미소로 SBS에 입성한 낸시는 로비에 세워져있는 초대형 인형을 구경하는 등 해맑은 모습을 보였다.

이어 낸시는 "직업 군인이신 아버지께 조언을 구해봤다"며 "아빠께서 양말을 꼭 챙겨가라고 하셨다. 그리고 다칠 수 있으니 약이나 밴드 같은 것도 꼭 챙기라고 하셨다"라며 아버지의 조언을 전했다.

말을 이어가던 도중 '정글의 법칙' 포스터를 발견한 낸시는 "여기 정글 포스터도 있어요. 떨립니다"라며 긴장감을 드러내기도 했다.

뒤이어 스튜디오에 들어선 낸시는 "드디어 도착했습니다 여러분. 잘 다녀올 수 있길, 파이팅! 안녕"이라고 팬들에게 마지막 인사를 건네며 셀프캠을 마무리했다.

셀프캠 내내 애교 가득한 모습을 보였던 막내 낸시의 첫 정글 도전기는 오는 4월 6일(토) 밤 9시 방송되는 '정글의 법칙 in 태즈먼'에서 확인할 수 있다.

@highlight

SBS '정글의 법칙 in 태즈먼'에 출연하는 모모랜드 낸시가 정글로 떠나기 전에 찍은 셀프 카메라 영상이 여러 매체에 공개되었는데, 낸시의 첫 정글 도전기는 오는 4월 6일 밤 9시 방송에서 확인해볼 수 있다.