[서울경제] 대림산업(000210)은 광양서천을 횡단하는 세풍대교를 준공했다고 1일 밝혔다.

세풍대교는 국토교통부 익산지방국토관리청이 발주한 것으로 전라남도 순천과 광양을 연결한다.

총 사업비는 2,943억원이다.

세풍대교 준공에 따라 광양시가지의 상습정체구간을 우회해서 광양과 순천을 오갈 수 있게 됐다.

이에 따라 기존 국도 2호선을 이용할 때 보다 10분 이상 시간이 단축된다.

광양제철소를 출·퇴근하는 차량들의 신설구간 이용으로 인근 지역 교통혼잡 해소에도 효과를 낼 것으로 전망된다.

세풍대교는 총 길이 875m, 왕복 4차선 규모의 사장교다.

3개의 주탑으로 구성됐으며 가운데 주탑을 중심으로 양쪽이 대칭을 이룬다.

주탑과 주탑 사이의 주경간장은 220m에 이른다.

가운데 주탑 높이는 71m, 나머지 주탑 높이는 57m다.

주탑에는 경관조명을 설치해 광양의 새로운 상징물로 인기를 끌 것으로 기대된다.

특히 세풍대교는 사장교에 곡선 도로를 구현한 국내 최초의 곡선 사장교다.

대림산업은 광양 단층대와 광양서천 제방에 영향을 미치지 않는 환경 친화적인 설계와 주변 개발계획을 고려해 세풍대교를 곡선형 사장교로 설계했다.

일주식 교각계획으로 하천 내 교각 설치를 최소화해 해양생태계 훼손을 최소화했다.

대림산업은 사장교와 현수교 국산 기술 자립화를 통해 해상특수교량 시장에서 입지를 굳건히 하고 있다.

특히 사장교 부문에서는 서해대교, 인천대교 등 초장대교에서 뚜렷한 두각을 나타내고 있다.

해외에서는 최근 브루나이 최대 규모의 사장교인 순가이 브루나이 대교와 브루나이 역사상 가장 큰 교량사업인 템부롱 대교 공사를 성공적으로 수행하면서 해상 교량 부문의 기술력을 인정받고 있다.

@highlight

대림산업은 광양서천을 지나는 세풍대교를 준공해 광양시가지의 상습정체구간을 우회해서 지나갈 수 있고, 기존 국도 2호선을 이용할 때 보다 10분 이상 시간이 줄었다.