] 셀트리온은 미국 식품의약국(FDA)에 자가면역질환 치료용 항체 바이오시밀러(바이오의약품 복제약) 램시마(성분명 인플릭시맙)의 피하주사 제제인 '램시마SC'의 임상시험을 신청했다고 1일 밝혔다.

FDA는 최초 논의 단계에서 신약 임상 절차인 1~3상을 모두 진행할 것으로 요구했다.

셀트리온은 램시마SC의 유럽 허가를 위해 제출했던 임상 데이터를 바탕으로 FDA와 지속적인 논의 후에 3상 임상만 진행하기로 최종 합의했다는 설명이다.

이를 통해 임상 개발비 절감은 물론 미국 시장에 조기 출시할 수 있는 기회를 얻게 됐다고 회사 측은 전했다.

셀트리온은 FDA의 승인 후 인플릭시맙 시장의 주요 적응증인 염증성 장질환 환자를 대상으로 미국 3상을 먼저 진행한다.

이후 다국가로 3상을 확대한다는 계획이다.

2021년 낸 글로벌 3상을 마무리할 예정이다.

FDA 판매허가는 2022년을 목표하고 있다.

셀트리온은 램시마SC를 통해 기존 정맥주사(IV) 제형의 빠른 투약 효과와 SC의 편리성을 결합시켜 시장 경쟁력을 더욱 강화할 수 있을 것으로 기대하고 있다.

'TNF-α' 억제제 가운데 램시마SC와 동일한 피하주사 제제는 휴미라다.

지난해 약 23조원의 매출을 기록했다.

램시마SC가 미국에 출시되면 염증성 장질환에서는 유일한 TNF-α 억제제 피하주사 제형인 휴미라와 경쟁할 수 있다.

셀트리온 관계자는 "램시마SC는 염증성 장질환에서 의료계의 선호도가 높은 인플릭시맙 최초의 피하주사 제제로 유럽과 미국 허가 여부에 의료계의 관심이 쏠려 있다"며 "투여방식 변경 및 성능 개선을 통해 램시마SC가 세계 매출 1위 의약품인 휴미라를 넘어설 수 있을 것으로 기대한다"고 말했다.

@highlight

미국 식품의약국(FDA)에 자가면역질환 치료용 항체 바이오시밀러 램시마의 피하주사 제제인 '램시마SC' 임상시험을 신청한 셀트리온은 염증성 장질환 환자를 대상으로 미국 3상을 먼저 진행할 계획으로, 램시마SC가 현재 유일한 TNF-α 억제제 피하주사 제형이자 세계 매출 1위 의약품인 휴미라를 뛰어넘길 기대한다는 입장을 표명했다.