신라젠은 '암살상 백시니아 바이러스의 항암 메커니즘'이라는 주제로 캘리포니아대학교 샌프란시스코(UCSF)의 도날드 맥도날드 교수(사진)가 '2019 미국암학회'(AACR 2019)에서 발표했다고 1일 밝혔다.

맥도날드 교수는 펙사벡(JX-594)이 항암작용을 일으키는 세 가지 구조(정맥 투여를 통해 종양 혈관에 1차적으로 감염되는 효과, 감염 부위보다 넓게 퍼져 종양세포 살상 효과, 면역관문억제제와 병용 통한 시너지 효과)에 대해 발표했다.

췌장암이 발생한 쥐(마우스)에서 JX-594를 정맥 투여해 시간 변화에 따른 바이러스 감염을 확인했다.

또 JX-594와 면역관문억제제를 병용 투여하자 종양세포 살상 효과가 2배 가량 늘었다.

2013년 2월 펙사벡을 단독 투여한 신장암 환자에게서 완전 관해(CR)가 일어난 사례도 소개했다.

완전 관해란 약물 투여 이후 종양이 완전히 사라진 것으로 말한다.

맥도날드 교수는 '간 전이를 보였던 신장암 환자에게 약물을 투여후 8개월이 된 시점에서 완전관해를 관찰했다'며 '5년 반이 지난 시점에서도 환자는 완전 관해 상태를 유지했다'고 말했다.

신라젠은 지난해부터 리제네론과 절제 불가능 및 전이성 신장암 환자 86명에게 펙사벡과 면역관문억제제 리브타요를 병용 투여하는 임상 1b상을 한국 미국 호주에서 진행하고 있다.

맥도날드 교수는 '현재 펙사벡과 리브타요 병용임상은 용량을 늘리는 파트1 임상을 마쳤으며, 임상 결과 용량제한독성(DLT)은 관찰되지 않았다'며 '병용투여에 따른 약물 효능을 평가하는 파트 2를 진행하고 있다'고 했다.

@highlight

신라젠의 1일 발표에 따르면 캘리포니아대의 도날드 맥도날드 교수가 췌장암을 가지고 있는 쥐에게 실험을 거듭한 결과 항암작용을 일으키는 3가지 메커니즘을 발견 했다고 알렸으며, 이는 2019 미국 암 학회에서 공개했다.