유례없는 미세먼지 공습에 실내외 공기 질에 대한 사회적 관심이 높아지고 있는 가운데, 캐리어에어컨은 국내 최초로 990㎡(약 300평) 공기청정 면적의 초대형 공기청정기를 출시해 공기청정기 풀 라인업을 구축했다고 1일 밝혔다.

330평 초대형 면적에서 미세먼지를 흡입할 수 있는 캐리어에어컨 제품 모습.

캐리어에어컨 제공 이 제품은 하단에 위치한 공기 흡입구를 통해 오염된 공기를 빠르게 흡입하고 H13등급 헤파 필터를 포함한 3중 에어클리닝 시스템으로 깨끗해진 공기를 상단부로 빠르고 넓게 토출하는 것이 특징이다.

본체에는 22인치 전면 터치스크린를 부착해 방문객들이 실시간으로 실내 공간과 건물 밖 주변 지역의 미세먼지 농도, 온도, 습도 등 공기 질을 확인할 수 있으며 54dB 수준의 저소음, 저진동 구조로 설계돼 장시간 사용에도 편안하고 쾌적한 환경을 제공한다.

또한 미려한 외관 디자인에 고급스러운 메탈릭 컬러를 적용해 어떤 실내 공간에 배치해도 자연스럽게 조화를 이룰 뿐만 아니라 초기 설치 비용 부담이 적고 본체의 5면을 디지털 사이니지(Digital Signage) 광고 보드로 활용할 수 있다.

이 제품은 쇼핑몰 백화점 영화관 공연장 호텔로비 병원로비 체육관 대합실 공항터미널 지하철역사 등 유동 인구가 많은 대규모 실내 공간에 설치하기 적합한 제품이다.

현재 서울 IFC몰 내에 2대가 설치됐고 이달 말까지 2대가 추가로 설치될 계획이다.

강성희 캐리어에어컨 회장은 “에어솔루션 전문기업의 전문 기술력을 바탕으로 대규모 실내공간에서도 빠르고 강력한 공기청정을 실현하는 초대형 공기청정기 제품을 출시하게 됐다”며 “IFC몰을 시작으로 앞으로 더욱 많은 공간에 설치를 확대해 소비자들이 안심하고 깨끗한 공기를 마실 수 있도록 돕겠다”고 강조했다.

@highlight

캐리어에어컨은 지난 1일 국내 최초로 약 330평 이상을 흡입할 수 있는 공기청정기를 출시해, 유동인구가 많은 대규모 실내 공간에 설치하기에 좋은 제품 풀 라인업을 구축했다고 밝혔다.