1일 대전 목원대학교에서 회수한 대자보.

대전·충남 지역 대학을 비롯해 전국 대학가에 정부를 비판하는 내용의 대자보가 붙어 경찰이 수사에 나섰다.

대자보는 김정은 북한 국무위원장이 학생들에게 보내는 서신 형태로 작성됐으며, '전대협'이라고 밝힌 단체의 대자보도 확인됐다.

1일 지역 대학에 따르면 대전 지역에선 목원대와 침신대, 폴리텍대에 대자보가 붙었으며, 세종 홍익대, 천안 단국대, 나사렛대, 보령 아주자동차대 등 대학에도 대자보가 붙었던 것으로 파악됐다.

대자보는 '남조선 학생들에게 보내는 서신'과 '남조선 체제를 전복하자'는 제목으로 작성됐다.

김정은 북한 국무위원장의 서신 형태로 작성된 대자보에는 현 정부에서 추진하고 있는 소득주도성장정책, 탈원전, 최저임금인상 등을 풍자하고 비판하는 내용이 담겼다.

또 남한의 시스템을 마비시키고, 국민의 정신을 혁명적으로 전환시키기 위해 전대협에 3대 전술 강령을 하달했다는 내용도 포함돼 있다.

전대협 명의의 대자보에는 '특정 교원단체의 20년 노력 끝에 교육 또한 혁명화가 완료됐다'며 '학교에서도 사회주의적 이념을 공식 교육과정을 통해 가르쳐 학생들의 정신을 뿌리부터 철저하게 개조할 수 있게 됐다.

조국통일의 완성이 눈 앞에 다가왔다'는 내용이 담겼다.

이 단체는 또 오는 6일 오후 5시 혜화역 2번 출구 앞에서 촛불집회를 한다고 예고했다.

전대협 명의로 작성된 대자보는 1980년대 학생운동을 주도했던 전대협과는 무관한 것으로 알려졌다.

이 같은 대자보는 대전·충남 지역 대학 뿐만 아니라 서울, 인천, 부산, 광주, 전남, 목포 등 전국 30여 개 대학에 붙었던 것으로 파악됐다.

목원대에는 학생회관 인근 현수막 게시대에 붙은 대자보를 직원이 발견해 제거한 뒤 경찰에 이 같은 사실을 알렸다.

경찰은 CCTV 등을 분석해 대자보를 붙인 사람을 찾는 중이다.

목원대 관계자는 "직원이 대자보를 발견해 즉시 제거한 것으로 알고 있다"며 "대자보가 붙었던 자리가 CCTV 사각지대여서 누가 붙였는지 아직 파악하지 못했다"고 말했다.

@highlight

대전·충남 지역 대학을 비롯해 전국 30여 개 대학에 김정은 북한 국무위원장의 서신 형태로 현 정부의 소득주도성장정책, 탈원전, 최저임금인상 등을 비판하는 내용의 대자보가 붙어 경찰이 수사에 나섰다.