저축은행의 자영업자 대출 증가 폭이 가파른 것으로 나타났다.

전체 금융권 자영업자 연체율도 상승했다.

대출액이 증가한 것보다 더 빠른 속도로 연체액이 늘어났다.

1일 금융감독원 금융통계정보시스템에 따르면 국내 79개 저축은행의 작년 4분기 말 개인사업자 대출 규모는 13조7천103억원으로 집계됐다.

전 분기 말보다 6천262억원(4.8%) 늘어난 규모다.

같은 기간 가계대출 증가율 3.3%보다 높은 수준이다.

전년과 비교하면 개인사업자 대출 증가 폭은 더욱 가파르다.

지난해 4분기 저축은행 개인사업자 대출은 전년 같은 기간보다 31.5% 늘었다.

전년 동기 대비 증가율은 1분기 42.8%, 2분기 41.3%, 3분기 37.6%로 분기마다 높은 수준을 나타냈다.

반면 저축은행 가계대출은 지난해 4분기가 전년 4분기보다 10.6% 늘었다.

자영업자 대출이 늘어난 가운데 연체율도 함께 상승했다.

금융감독원이 국회 정무위원회 소속 더불어민주당 정재호 의원에게 제출한 자료에 따르면 지난해 말 기준 전 금융권 개인사업자 대출 연체율은 0.61%로 1년 전보다 0.1%포인트(p) 올랐다.

업종별로 보면 숙박 및 음식점업이 0.82%로 1년 전보다 0.18%p 올랐고, 도매 및 소매업(0.70%)도 0.06%p 상승했다.

건설업(1.76%)은 0.64%p 올라 상승 폭이 가장 컸다.

부동산업(0.33%)도 0.12%p 올랐다.

연체율은 전체 대출에서 연체액이 차지하는 비율로, 보통 대출이 증가할 때는 연체율이 떨어지기 마련이지만 지난해는 연체율이 높아졌다.

이자를 상환하지 못하는 자영업자들이 늘고 있는 것으로 풀이된다.

이에 금융당국은 대응책 마련에 나섰다.

금융위원회와 금감원은 자영업자 대출 중 비중이 가장 큰 부동산·임대업을 중심으로 총량 관리에 나설 계획이다.

또 연체가 발생하기 전에 위험 차주를 발견해 대책을 마련하는 '연체징후 상시평가체계'도 구축하기로 했다.

이를 통해 원금 상환 유예나 금리 인하 등 대출 조건 변경을 통해 연체로 이어지지 않도록 관리한다는 방침이다.

@highlight

국내 79개 저축은행의 지난 4분기 개인사업자 대출 규모가 13조7천103억원으로 늘어난 가운데, 대출 연체율 1년 전보다 0.1%포인트 올라 대출 규모와 함께 동반 상승 중에 있다.