조석준 위해발생장소 주택 53%로 가장 높아 (동양일보 조석준 기자) 지난해 소비자들이 가장 큰 피해를 본 품목으로 가구와 침대 매트리스가 꼽혔다.

폐암 유발 물질인 라돈이 검출된 '라돈 침대' 사태로 소비자들의 불안감이 커지면서 상담이 급증했을 뿐 아니라 충돌, 추락 등 가구로 인한 상해도 많았던 것으로 분석됐다.

한국소비자원은 지난해 소비자위해감시시스템(CISS)에 접수된 소비자 위해정보가 전년보다 1.4% 늘어난 7만2013건으로 집계됐다고 1일 밝혔다.

소비자가 다치거나 사망하거나 재산상 피해를 본 위해 발생 품목 1위로 ‘가구 및 가구 설비’가 꼽혔으며 접수 건수는 1만2438건으로 전체의 17.3%를 차지했다.

라돈 검출 매트리스와 유해물질 검출 놀이 매트 때문에 위해 정보 상담이나 신청이 급증했으며 충돌이나 추락 등 가구로 인한 부상도 지속해서 발생했기 때문으로 분석된다.

가구에 이어 ‘가공식품’(9891건·13.7%), ‘건축·인테리어 자재 및 작업공구’(9453건·13.1%) 순으로 나타났다.

위해가 발생한 장소는 ‘주택’이 53.0%였으며 위험·위해 원인은 미끄러지거나 부딪히는 등의 ‘물리적 충격’(42.5%)이 가장 많았다.

피해 나이를 확인할 수 있는 위해정보 6만3834건을 분석한 결과 만 14세 이하 어린이의 안전사고 건수가 37.7%를 차지했다.

이 중 6세 미만 영유아의 안전사고 건수가 무려 79.9%에 달했다.

특히 영유아에게 치명적인 뇌진탕과 골절 사고의 경우 각각 86.3%와 65.1%가 주택에서 발생한 것으로 나타났다.

위해가 발생했거나 발생 우려가 있는 경우 위해정보신고 핫라인(☏080-900-3500)이나 모바일앱 또는 한국소비자원 CISS 홈페이지(www.ciss.go.kr)로 신고하면 된다.

@highlight

소비자원 조사 결과, 가장 큰 피해를 본 품목으로 가구와 침대 매트리스가 꼽혔으며 이유로는 폐암 유발 물질 라돈 검출, 충돌, 추락 등으로 인한 상해인 것으로 분석되며, 전체 피해 건 중 17.3%가 '가구 및 가구 설비'로 꼽힌다.