경제적 위기를 겪고 있는 군산이 미래자동차 산업인 전기차 생산의 메카로 부상해 새로운 전성기를 열어갈지 관심이 모아지고 있다.

한국지엠 군산공장을 인수한 'MS그룹 컨소시엄'이 전기차 양산 계획을 세우고 있는 가운데 중국 자동차 부품업체 쑹궈(松果)모터스와 합작계약을 체결한 SNK모터스가 군산에서 전기차 생산 공장 설립을 추진하고 있기 때문이다.

1일 군산시와 새만금개발청에 따르면 SNK모터스는 최근 군산공장 부지 설립을 위해 새만금산단 내 임대용지 계약을 위한 협의를 진행 중인 것으로 파악됐다.

SNK모터스는 쑹궈모터스와 손을 잡고 현재 중국에서 부품을 가져와 국내 대구 공장에서 전기차를 조립해 생산하고 있으며, 지난달 28일 개막한 2019년 서울모터쇼에서 소형전기차, 전기트력 등 8종의 모델을 선보였다.

특히 이 회사는 빠르면 오는 2021년부터 군산에서 10만 대, 대구에서 1만 대 규모의 전기차를 조립해 출시하는 형태로 전기차 대규모 생산을 계획하고 추가 공장 설립을 추진 중에 있는 것으로 알려졌다.

SNK모터스는 내년 초 '뉴와이(NEUWAI)'라는 브랜드의 첫 소형 전기차 출시를 시작으로 1톤 전기 트럭 등 2만3000대를 생산하고 다른 전기차 모델도 1년 6개월 이내 모두 국내 양산에 들어간다는 계획이다.

특히 군산공장에서 생산되는 차량 중 20%는 내수용, 나머지 80%는 수출할 계획인 것으로 알려졌다

새만금개발청 관계자는 "아직 구체적으로 밝힐 수 있는 단계는 아니지만 SNK모터스 측과 논의 중인 것은 맞다"며 "현재 다방면에서 검토가 이뤄지고 있다"고 설명했다.

새만금산단에 전기차 공장이 추가로 건립될 경우, MS그룹 컨소시엄과 함께 일자리 창출 및 지역경제 발전에 크게 기여할 뿐 아니라 군산이 전기차 생산기지로 우뚝 설 것으로 기대되고 있다.

한편 지난달 한국지엠 군산공장을 인수한 MS그룹 컨소시엄은 공장 정비과정 등을 거쳐 오는 2021년부터는 연간 5만대 생산을 시작으로 2025년 15만대까지 전기자동차를 양산한다는 목표를 세우고 있다.

@highlight

중국 자동차 부품업체 쑹궈모터스와 합작계약을 체결한 SNK모터스가 군산에서 전기차 공장 설립을 추진하고 있다는 소식은 기존 한국 지엠 군산공장을 인수한 MS컨소시엄이 전기차 양산을 계획하고 있는 것과 더불어 전기차 생산기지로서 군산의 위상이 크게 오를 것으로 예상되어 일자리 창출 및 지역경제 활성화에 대한 기대가 커지고 있다.