] 5세대(5G) 이동통신을 지원하는 삼성전자의 스마트폰 '갤럭시S10 5G'(사진)가 오는 5일 한국 시장에 출시된다.

삼성전자는 갤럭시S10 5G를 통신사 전용 모델과 자급제 모델, 통신사용 공기계 모델로 나눠 이날 선보인다고 1일 발표했다.

가격은 내장 메모리 256기가바이트(GB) 모델이 139만7000원, 512GB 모델이 155만6500원이다.

갤럭시S10 5G는 지난달 나온 갤럭시S10 시리즈보다 큰 6.7인치 인피니티-O 디스플레이와 스마트폰 후면 4개, 전면 2개 등 총 6개 카메라, 4500mAh 대용량 배터리를 장착했다.

8GB 램을 장착했고 25W 급속 충전도 지원한다.

삼성전자는 "갤럭시S10 5G로 완전히 새로운 모바일을 경험할 수 있을 것"이라며 "5G를 통해 사용자는 다양한 멀티미디어 콘텐츠를 더 빠르게 내려받을 수 있고 영상 통화도 4K 화질로 쾌적하게 즐길 수 있다"고 설명했다.

삼성전자는 제품 출시를 기념해 5일부터 16일까지 갤럭시S10 5G를 개통한 고객에게 무선이어폰 '갤럭시 버즈', 무선충전 패키지, 스마트워치 '갤럭시 워치 액티브' 9만원 구매 쿠폰 중 하나를 준다.

1년 1회에 한해 디스플레이 파손 교체 비용의 50% 할인 서비스와 모바일 게임 리니지M 스페셜 아이템도 받을 수 있다.

5G 제휴 서비스도 마련했다.

오는 6월 30일까지 신청 고객을 대상으로 100종 이상의 게임을 스마트폰에 내려받지 않고 바로 즐길 수 있는 '해치 프리미엄' 3개월 무료 이용권과 실시간 4K 방송 스트리밍을 지원하는 '카메라파이 라이브' 올인원 6개월 무료 이용권을 제공한다.

이달 갤럭시S10 5G 구매 고객이 기존 스마트폰을 반납하면 중고 매입 시세 대비 최대 2배를 보상하는 행사를 연다.

고동진 삼성전자 IM부문장(사장)은 "놀라운 속도와 연결성을 지원하는 5G 상용화는 삼성전자의 비전인 '커넥티드 리빙' 실현을 앞당길 것"이라고 말했다.

@highlight

5세대(5G) 이동통신을 지원하는 삼성전자 스마트폰 '갤럭시 S10 5G'가 통신사 전용, 자급제, 통신사용 공기계 모델로 나눠 한국에 출시되는 가운데, 관계자는 놀라운 속도와 연결성을 기대해달라며 '커넥티드 리빙' 실현의 도래를 예고했다.