자금난을 겪는 수출기업들이 이달부터 은행 돈 쓰기가 한결 수월해질 전망이다.

넉 달째 고꾸라진 수출 활력을 되찾기 위해 정부가 전방위 대책 마련에 나선 결과다.

한국무역보험공사와 국민은행·신한은행·KEB하나은행·우리은행 등 4대 시중은행은 1일 서울 소공동 롯데호텔에서 성윤모 산업통상자원부 장관과 김영주 한국무역협회장이 참석한 가운데 업무협약을 체결했다.

협약에 따라 △수출채권 조기 현금화(1조원) △매출채권 조기 현금화(3000억원) △수출계약 기반 특별보증(1000억원) 등을 시행하기로 했다.

무엇보다 기업들의 수출 선적 이후 수출채권을 조기 현금화할 수 있는 보증 프로그램이 시작된 게 기업 숨통을 틔울 수 있을 것이란 기대다.

무보는 이날 신한은행과 국민은행에 각각 수출채권 현금화를 위한 첫 보증서를 발급했다.

성윤모 장관은 "종전까지는 수출하고 채권을 받더라도 제품을 제작하고 결제한 뒤 실제로 현금을 손에 쥐려면 6개월 이상 걸렸다"며 "기업이 수출채권을 기반으로 조기에 현금화할 수 있도록 무보와 시중은행이 적극적인 역할을 하게 된 것"이라고 설명했다.

무보 관계자는 "3조4000억원대의 모뉴엘 대출 사기 이후 무보와 은행들간 3년 넘게 소송을 벌인 영향으로 수출금융 지원이 원활하지 못했던 측면이 있다"며 "작년 법원 중재로 양측이 동등하게 책임을 인정하는 것으로 결론이 나면서 이제는 수출 위기를 공동으로 헤쳐 나가기로 뜻을 모았다"고 말했다.

유망 수출업체가 계약서만 갖고 특별보증을 받을 수 있는 '수출계약 기반 특별보증제'는 오는 10일부터 협약 은행을 통해 시행에 들어간다.

현재 39개 기업들이 1000억원 상당의 계약에 대해 385억원 규모의 지원을 요청한 상태다.

별도로 무보는 수출 환경의 불확실성이 지속되고 있다는 점을 감안해 전체 수출자금 보증건(1조원 규모)을 1년 연장하기로 이날 결정했다.

총 1206개 중소·중견 기업들이 보증 재심사에 따른 대출 축소없이 기존 대출을 유지할 수 있게 됐다.

중국 베트남 필리핀 등 3개국의 기존 수출보험 한도는 10%씩 일괄 증액했다.

@highlight

한국무역보험공사와 국민, 신한은행 등 4대 시중은행이 1일 서울 소공동 롯데호텔에서 업무협약을 체결하고 협약에 따라 수출채권 조기 현금화 (1조원), 매출채권 조기 현금화(3000억원), 수출계약 기반 특별보증(1000억원) 등을 시행하기로 함에 따라 자금난을 겪는 수출기업들이 이달부터 은행 돈 쓰기가 한결 수월해질 전망이다.