충남도는 이달부터 오는 11월까지 서해안 해수, 패류, 갯벌을 대상으로 병원성 비브리오균 유행 예측 조사를 확대 실시한다.

이번 조사는 서해안 지역의 해수 및 갯벌 등에 대한 비브리오 콜레라 사전 예찰과 비브리오균에 의한 패혈증 환자 발생 예방을 위한 것으로, 보령과 서산, 당진, 홍성, 서천, 태안 등 6개 시·군 해수, 패류, 갯벌 등 30개 지점을 대상으로 한다.

비브리오 패혈증은 비브리오 불니피쿠스(Vibrio vulnificus) 균에 의해 발병하는 제3군 법정 감염병으로, 보통 첫 환자는 해수온도가 18℃ 이상 상승하는 5-6월 발생하며 8-9월 집중적으로 발생한다.

이 병은 비브리오균에 오염된 어패류를 생식하거나 상처가 있는 사람이 오염 바닷물에 접촉하면 피부를 통해 감염돼 걸릴 수 있다.

일반적으로는 건강한 사람보다 간 기능 저하자나 알코올중독, 만성신부전증 환자 등 면역기능이 떨어진 사람에게서 주로 발병한다.

이 균에 감염되면 1-2일 정도 짧은 잠복기 이후 상처감염증, 원발성 패혈증이 나타나며 갑작스러운 오한, 발열 등 전신증상과 설사, 복통, 구토, 피부병변 등이 동반된다.

도내에서는 지난 2011년 4명의 환자가 발생해 3명이 숨지고, 2012년 2명 발생 2명 사망, 2013년 7명 발생 6명 사망, 2014년에는 2명이 발생해 1명이 사망했다.

2015년에는 발생 사례가 없었고, 2016년에는 환자 2명이 발생했으나 사망자가 없었다.

지난해는 2명의 환자가 발생해 모두 사망한 것으로 집계됐다.

고일환 도 저출산보건복지실장은 "비브리오 패혈증 예방을 위해서 간 질환자 등 면역기능이 약화된 사람들은 해산물 생식을 피하고 충분히 익혀 먹는 것이 중요하며, 피부에 상처가 있는 사람은 낚시나 해수욕을 삼가는 것이 좋다"고 말했다.

@highlight

충남도는 서해안 지역의 해수 및 갯벌 등에 대한 비브리오 콜레라 사전 예찰과 비브리오균에 의한 패혈증 환자 발생 예방을 위해, 이달부터 오는 11월까지 보령과 서산, 당진, 홍성, 서천, 태안 등 6개 시·군 해수, 패류, 갯벌 등 30개 지점을 대상으로 상처감염증, 원발성 패혈증을 일으키는 병원성 비브리오균 유행 예측 조사를 확대 실시한다.