화성시여성가족재단 화성여성새로일하기센터(이하 화성새일)는 1일 유앤아이센터 세미나실에서 '2019년 직업교육훈련 6개과정 합동 개강식'을 가졌다.

이날 개강한 직업교육훈련과정은 SW융합메이커 강사, 반려동물 전문가, 회계물류 사무원, 실버사회복지사 실무, 쇼핑몰 창업 실무, 진로큐레이터 양성과정 등이다.

화성새일센터 직업교육은 구인 수요가 높은 취업 직종으로 사회 및 산업체 요구에 적합한 여성 인력 양성을 목적으로 한다.

이번 교육에는 각 과정별 정원 20~24명으로 서류심사와 심층 면접 등 2.5:1의 경쟁률을 뚫고 선발한 총 133명이 교육을 받는다.

133여명의 직업교육훈련생은 직업전문, 직무소양, 취업대비교육 등 산업현장에서 필요한 실무교육과 현장실습, 견학 등 140시간~200시간 교육을 진행한다.

화성새일센터 직업상담사들은 교육생 개별 심층 상담을 통해 취업에 성공할 수 있도록 기업체를 발굴하고 연계하는 취업지원서비스를 한다.

노영래 화성시여성가족재단 대표는 축사를 통해 "직업교육훈련을 통해 결혼과 출산으로 인해 경력이 단절되고 잃었던 꿈을 다시 찾고, 도전하는 여러분을 응원하며 지원을 아끼지 않겠다"고 말했다.

또한 화성새일센터는 다음달 7일에 개강하는 드론영상광고 제작자과정, 외식조리전문가 양성과정 등 2개 과정을 개강하기 위해 교육생을 모집하고 있다.

하반기에도 건설ERP사무원 양성과정 등 산업체가 요구하는 인력을 양성하기 위한 직업교육과정을 계획을 하고 있다.

2009년 7월 개소한 화성새일센터는 경력단절 여성들의 경제활동 촉진을 위한 구인·구직상담, 직업교육훈련, 새일여성인턴, 이동상담, 동행면접등 원스톱(One-Stop) 취업지원서비스를 제공하고 있다.

취업상담 및 직업교육훈련을 희망하는 여성과 여성근로자를 채용을 원하는 기업체는 031-267-8792~6 문의하면 된다.

@highlight

화성시여성가족재단 화성여성새로일하기센터는 사회 및 산업체 요구에 적합한 여성 인력 양성을 목적으로 하는 SW융합메이커 강사, 반려동물 전문가 양성과정 등의 과정으로 구성된 직업교육훈련 6개과정의 합동 개강식을 열었다.