한국토지주택공사 대전충남지역본부는 오는 8일부터 12일까지 5일간 충남도청이전도시 RM6BL 영구임대주택 250호에 대해 청약신청 받는다.

이번 영구임대주택은 예산군 삽교읍 일원에 건설 중이며 2020년 3월 입주 예정인 예산군의 첫 영구임대주택이다.

영구임대주택은 기초생활수급자 등 최저소득계층의 주거안정을 목적으로 건설되는 최저가의 임대주택으로 50년 이상 또는 영구적인 임대를 목적으로 공급된다.

신청자격은 입주자 모집공고일(2019. 3. 29.) 현재 예산군, 홍성군에 거주하는 무주택세대 구성원으로서 소득, 자산보유기준, 기타 법에 정한 요건을 충족해야 한다.

국민기초생활보장법상의 생계급여수급자 또는 의료급여수급자, 국가유공자 등이면서 전년도 도시근로자 가구당 월평균소득의 70%이하인자, 65세 이상 고령자, 한부모가족, 장애인복지법 32조에 따른 등록장애인, 일본군위안부피해자, 전년도 도시근로자 가구당 월평균소득 50%이하인 자, 차상위계층 등이 신청할 수 있다.

이번에 모집하는 250호 중 우선공급 66호, 주거약자용 26호, 일반공급 158호 공급할 계획이며 우선공급은 국가유공자, 귀환국군포로, 신혼부부(수급자)에게 배정된다.

주거약자용은 1∼5순위, 일반공급은 1∼2순위로 나눠 항목별로 신청하면 기타 소득 및 자산조사, 제출서류에 따른 배점기준표 등을 통해 대상자가 선정된다.

신청 장소는 각 주소지 읍·면행정복지센터이며 현장 접수만 가능하다.

중복 신청은 불가하고 입주대상자 발표는 LH청약센터(https://apply.lh.or.kr)를 통해 오는 6월 25일 오후4시 이후에 발표한다.

기타 자세한 신청자격 및 소득·자산 기준은 예산군 홈페이지에 모집 공고안 세부기준을 참고하거나 읍면행정복지센터에 문의하면 된다.

@highlight

충남도청이전도시의 RM6BL 250호는 주거안정을 목적으로 건설되는 영구임대주택으로 8월 12일부터 5일간 신청이 가능하며 LH청약센터를 통해 발표된다.