인천 서구 지역화폐 '서로e음'의 원활한 발행을 위해 관계기관들이 손을 맞잡았다.

서구는 다음달 서로e음 발행을 앞두고 인천시, 코나아이㈜와 1일 3자 협약을 체결했다.

또 이날 민간 중심의 홍보가 진행될 수 있도록 학생, 주부, 소상공인 등 21명을 서로e음 명예홍보대사로 위촉했다.

협약에 따라 인천시에서 인천 화폐 '인천e음' 운영 체제를 무상으로 제공하고 구는 이를 활용해 서로e음을 발행하며 운영대행사인 코나아이㈜는 운영과 유지관리를 맡는다.

명예홍보대사는 소속 기관과 단체 등을 중심으로 지역에서 캠페인 활동을 벌이는 한편 발행기념 행사 등에 참여한다.

서구지역화폐 서로e음은 지난해 12월 구민과 구민, 골목과 골목을 이어준다는 의미를 담아 대국민 명칭공모를 통해 선정됐다.

전자식 형태로 발행되는 서로e음은 모바일 앱과 선불카드가 결합한 지역화폐로 만 14세 이상이면 누구나 가입할 수 있고 인천 지역 내 99.8%, 17만5천여 개 점포에서 사용이 가능하다.

사용자는 구 2만5천여 개 점포에서 결제할 경우 10% 캐시백 혜택을 받게 되며 구를 제외한 인천 지역에서 사용하면 6%의 캐시백을 제공받는다.

연 2천만 원을 사용하면 200만 원의 혜택을 받게 되고 연말정산에는 현금과 동일한 30% 소득 공제가 적용된다.

또 5만 원 당 경품권 1장이 제공되며 이는 연말 추첨을 통해 516명이 총 6천만 원의 경품을 받게 된다.

가맹점은 카드 결제 금액의 0.5%를 카드수수료로 지원받게 되고 연매출액 3억 미만의 영세자영업자는 카드수수료를 부담하지 않아도 된다.

이재현 구청장은 "인천시, 서구, 코나아이㈜가 서구지역화폐 서로e음을 통해 지역경제 활성화에 기여하길 바라고 도시화로 사라져가는 지역공동체가 다시 회복되길 기대한다"며 "명예홍보대사들은 각 분야에서 구민과 소상공인을 이어주는 역할수행을 해주길 바란다"고 말했다.

@highlight

인천 서구 지역화폐 '서로e음'의 원활한 발행을 위해 관계기관들이 손을 맞잡았고, 다음달 서로e음 발행을 앞두고 인천시, 코나아이㈜와 1일 3자 협약을 체결했으며 또 이날 민간 중심의 홍보가 진행될 수 있도록 학생 등 21명을 서로e음 명예홍보대사로 위촉했다.