30일 영화채널 슈퍼액션에서 영화 '스콜피온킹'을 편성해 눈길을 붙잡고 있다.

5000년 전, 악한 통치자 멤논은 소수 민족을 말살하고 새로운 제국을 건설하려 한다.

자신에게 주어진 운명이 소수 민족들을 정복하여 새로운 제국을 건설하는 것이라 믿는 멤논은 그의 강력한 군대와 마법사의 예지를 이용해 모든 사막과 평원을 차례차례 정복해 나간다.

그에게 굴복하는 종족은 노예가 되었으며, 반항하는 종족은 무참히 몰살을 당했다.

생존을 위해 각 유목민 부족들은 하나로 뭉치게 되고, 멤논에게 대항하고자 한다.

멤논 군대의 마법사가 신통력으로 미래를 볼 수 있으며, 그 환상에 따라 공격을 하여 결코 패하지 않는다는 것을 알게 된 부족 대표들은 그들의 유일한 희망이자 구원의 전사인 마테유스를 악명높은 도시 고모라로 보낸다.

마테유스의 임무는 이 악의 힘을 지탱하는 마법사를 제거하는 것이다.

고모라로 잠입한 마테유스는 곧 이 마술사가 아름다운 여성 카산드라임을 발견한다.

카산드라에게 반한 마테유스는 그녀를 죽이는 대신 납치하여 사막의 불모지, '죽음의 계곡'으로 데려간다.

이에 분노한 멤논은 토벌군을 보내고, 드디어 죽음의 계곡에서 목숨을 건 전쟁이 시작된다.

한편, 카산드라는 그녀의 신통력으로 마테유스가 멤논과의 전투에서 전사하는 환상을 보고 마테유스를 만류하지만, 마테유스는 자신의 운명을 개척하고 지배하는 자만이 진정한 전사라는 말을 남기고 죽음의 계곡으로 향한다.

영화 '스콜피온킹'은 척 러셀 감독이 메가폰을 잡았고 '더 락' 드웨인 존슨, 스티븐 브랜드 등이 출연했다.

국내에는 2002년 개봉해 영화진흥위원회 영화관입장권통합전산망의 관객통계는 집계되지 않았다.

@highlight

30일 채널 슈퍼액션에서 척 러셀 감독이 메가폰을 잡았고 '더 락' 드웨인 존슨, 스티븐 브랜드 등이 출연한 영화 '스콜피온킹'을 편성해 눈길을 붙잡고 있으며 이 영화에서 드웨인 존슨은 자신의 운명은 스스로 만들어 나가는 진정한 전사 마테유스의 모습을 보여 주었다. 