순창군이 4년 연속 새뜰마을 공모사업에 선정되는 쾌거를 거뒀다.

사진은 올해 선정된 유등 버들지구 유촌마을 모습.

순창군 제공 순창군이 대통령직속 균형발전위원회와 농림축산식품부에서 주관해 실시하는 새뜰마을 공모사업에 4년 연속 선정되는 쾌거를 올려 화제다.

순창군은 '2019년도 새뜰마을 공모사업에 유등면 버들지구가 최종 선정됐다고 1일 밝혔다.

이번 선정은 전국 지자체 80여개 마을이 응모해 1차 전북도 평가와 2차 균형발전위원회 서면 및 대면평가를 거쳐 확정됐다.

유등면 버들지구는 전체 가구수 110호 가운데 공·폐가 25호, 재래식 화장실 16호, 30년 이상 주택 86호, 슬레이트 주택 44호로 기초생활수급자 등 취약계층 비율이 높은 곳이다.

특히 노후 주택과 재해·안전·위생이 취약한 40호 이상인 마을로 생활환경 개선이 그동안 꼭 필요한 마을이기도 했다.

따라서 군에서는 이번 선정을 통해 버들지구 주민들의 오랜 숙원해결은 물론 열악한 군 재정부담도 덜게 됐다.

군은 버들지구 사업과 관련 올해부터 2021년까지 3년 동안 연차적 사업추진 계획으로 추정사업비 23억4천600만원을 신청했다.

국비 15억원과 도비 1억9천300만원, 군비 4억5천500만원, 자부담금 1억9천800만원을 예비사업계획서에 방영했다.

군이 밝힌 주요사업은 주택정비와 생활·위생·안전, 마을 환경개선, 주민역량 강화, 휴먼케어 사업이다.

4월 중 세부사업에 대한 사업비가 확정되면 기본계획 수립과 세부설계 용역발주 등 행정절차도 이행할 계획이다.

순창군 서화종 농촌주거계장은 "금과 방축마을 리모델링 시범사업과 풍산 두지지구, 인계 심초지구 완료에 이어 오는 12월에는 팔덕 원곡지구가 사업이 마무리된다"면서 "유등 버들지구까지 4년 연속 새뜰마을 공모사업에 선정돼 그동안 노력한 결실을 보아 기쁘다"는 소감을 밝혔다.

@highlight

순창군은 1일 대통령직속 균형발전위원회와 농림축산식품부가 주관하는 '2019년도 새뜰마을 공모사업'에서 전국 80여개 마을 중 1, 2차 평가를 거쳐 유등면 버들지구가 확정되면서 4년 연속 선정되는 쾌거를 거뒀다.