'GS건설 컨소시엄' 우선협상대상 선정 경기 부천시는 "영상문화산업단지 복합개발 사업계획서 평가심의위원회 개최 결과 'GS건설 컨소시엄'이 우선협상대상자로 선정됐다"고 1일 밝혔다.

부천 원미구 상동에 위치한 영상문화산업단지는 2015년 신세계복합쇼핑몰을 계획했으나 주변 소상공인의 반대와 신세계의 토지매매계약 불이행으로 개발이 무산돼 답보상태에 있었다.

시는 영상문화산업단지를 영상·문화콘텐츠를 활용한 도심형 융·복합 영상문화산업단지로 조성하기로 하고 지난해 12월 민간사업자를 공모했고, 6개 컨소시엄이 사업계획서를 제출했다.

시는 "지난달 29일 평가심의위원회를 열어 개발계획 사업수행능력 공공기여방안 관리운영계획 가격 등 5개 분야에 대해 심사한 결과 GS건설 컨소시엄이 920.84점(1000점 만점)으로 가장 높은 점수를 받았다"고 설명했다.

GS건설 컨소시엄은 영상문화산업단지 1·2단지를 통합한 약 35만㎡에 문화콘텐츠 플랫폼 구축, 뉴콘텐츠 허브 등 글로벌 영상문화산업단지를 조성할 계획이다.

미디어 전망대, 호수공원 연결 브릿지, EBS 교육문화체험시설, 할리우드 복합관, 판타스틱 스퀘어 등이 들어설 예정이다.

이와 함께 상동지역 주민 접근성 개선 등 지역주민 친화계획과 부천국제시네마펀드 조성, 원도심 재생주차장 지원, 미세먼지 저감 등 공공기여방안도 제시했다.

유치예정기업으로는 소니픽쳐엔터테인먼트 IP2엔터테인먼트 마블엔터테인먼트 등 해외기업과 EBS, ZANYBROS, 기술혁신협회, 현대오토에버 등 국내기업을 포함해 모두 28개사를 제시했다.

시는 앞으로 GS건설 컨소시엄의 우선협상대상자 선정에 따른 사업협약 체결 등의 절차를 진행할 계획이다.

장덕천 부천시장은 "이번 사업을 통해 영상과 문화콘텐츠를 활용한 수도권 대표 랜드마크 단지를 조성할 계획"이라며 "신규 일자리 창출과 지역경제 활성화에 중점을 두고 심사의 공정성과 객관성을 철저히 보장했다"고 말했다.

@highlight

부천 원미구 상동에 위치한 영상문화산업단지는 개발이 무산되었다가 GS건설 컨소시엄이 우선협상대상자로 선정되어 1~2단지를 통합해 글로벌영상문화산업단지로 구성될 계획이다.