부산과학기술대학교(총장 강기성)는 이 대학이 주관하고 동주대학교-부산여자대학교가 컨소시엄으로 참여하고 있는 대학일자리센터(센터장 이상석)가 연차평가에서 2년 연속 최고등급인 ‘우수’등급을 받았다고 밝혔다.

고용노동부가 주관하고 부산광역시가 공동으로 지원하는 대학일자리센터사업은 원스톱 취업지원서비스를 제공하는 지역 거점대학을 통해 전국 각 지역 청년구직자들을 위한 체계적인 취업지원체제를 구축하기 위한 사업이다.

연차성과 평가는 전국의 101개 대학일자리센터를 대상으로 고용노동부 산하 한국고용정보원에서 매년 실시해 ‘우수, 보통, 미흡’의 3단계로 평가한다

부산과학기술대학교가 주관하는 이 컨소시엄 대학일자리센터는 부산과학기술대학교가 서부산ㆍ북부산권역의 공학계열 융합부품소재산업 거점으로, 동주대학교와 부산여자대학교는 각각 인문사회계열과 여대생을 위한 지식인프라서비스산업 거점으로 3개 대학의 취업지원 인프라를 바탕으로 다양한 지원프로그램을 운영하고 있다.

특히 이 컨소시엄 사업단은 부산지역 전문대학 중 유일하게 선정되어 지역 현장중심 인력양성 및 취업지원 양성기관으로서의 중추적인 역할을 하고 있으며, 연간 6억 원, 5년간 총 30억 원의 사업비로 운영되고 있다.

장년들의 취업진로지원서비스는 물론 해외취업과 지역 내 고용거버넌스 활동 등 지역 일자리창출을 위한 다양한 프로그램을 수행했다.

또한 이 대학은 빅데이터 기반 진로·직무매칭시스템 구축을 통해 구직자의 희망직무 분석과 취업처 매칭으로 기업과 구직자 간의 미스매치 해소를 위해 노력했다.

강기성 총장은 “4차 산업혁명시대의 도래 등 급격한 사회ㆍ경제적 구조 변화로 고용시장의 냉각이 더욱 심화될 것으로 예상된다”며 “3개 대학이 각 지역에서 구축해 온 취업지원인프라를 바탕으로 지역 구직자들의 취업역량을 강화하고 안정적인 일자리창출을 위해 중추적인 역할을 하겠다”고 말했다.

디지털콘텐츠팀 .

@highlight

부산과학기술대학교, 동주대학교, 부산여자대학교는 대학일자리센터 연차평가에서 2년 연속 '우수'등급을 받고 있으며, 취업진로지원서비스는 물론이고 해외취업, 고용거버넌스 활동 등 지역 일자리 창출을 위해 다양한 프로그램을 수행하고 있다.