창원시(시장 허성무)는 대표 지역특화수산물 축제인 ‘창원진동미더덕&불꽃낙화 축제’를 오는 12일부터 14일까지 3일간 창원시 마산합포구 진동면 광암항에서 개최한다고 2일 밝혔다.

개막식인 12일 오후 7시에 시작되는 해상불꽃낙화로 봄 바다에 아름다운 불꽃을 수놓는 장관을 연출한다.

또 13일에는 미더덕 가요제 예심 및 초청 가수 공연과 품바장구, 풍어제 등이 흥을 돋운다.

행사 마지막 날인 14일은 가요제 결선 및 인기 가수 박구윤의 공연과 함께 피날레 행사인 해상 불꽃쇼를 끝으로 축제를 마무리한다.

마산 미더덕은 3~5월인 봄철에 맛과 향이 최고조에 달하는 제철 수산물로 큰 인기를 끌고 있다.

향이 독특하고 입안으로 퍼지는 맛이 일품이다.

최근 미더덕 덮밥을 비롯 부침개, 찜, 튀김, 파스타, 된장찌개 등 다양한 요리에 사용되며, 동맥경화, 고혈압 등의 성인병 예방과 노화방지에 탁월한 효과가 있는 것으로 알려져 있다.

진동지역은 1800여 년부터 경사나 축제가 있는 날이면 불꽃낙화를 하는 풍습을 갖고 있다.

일제 때 명맥이 끊겼다가 지난 1995년부터 진동면청년회가 고장의 민속문화를 계승시키고 영구 보존하기 위해 재현해 현재까지 이어오고 있다.

최인주 해양수산국장은 “본격적인 행락철을 맞아 많은 시민들과 관광객들이 축제장을 찾을 것으로 예상된다”며 “창원 진동의 향긋한 미더덕과 아름다운 봄 바다를 보여줄 해상불꽃낙화로 성공적인 축제가 완성되도록 노력하겠다”고 말했다.

화려한 불꽃이 창원시 마산합포구 진동면 봄 바다를 붉게 물들이는 장관을 연출하고 있다.

사진은 지난해 불꽃낙화축제 모습.

@highlight

창원시는 3~5월인 봄철 수산물로 인기를 끌고 있는 마산 미더덕과 1800여 년부터 축제가 있을 때마다 불꽃낙화를 하는 풍습과 관련된 지역 축제인 ‘창원진동미더덕&불꽃낙화 축제'를 12일부터 14일까지 창원시 마산합포구 진동면 광암항에서 개최한다. 