홍여선 (동양일보 홍여선 기자) 현대제철이 2021년까지 대기오염물질 배출량을 현재 수준보다 50% 이상 저감한다고 1일 밝혔다.

현대제철은 2018년 현재 2만3300t 수준인 대기오염물질 배출량을 환경 개선투자가 완료되는 2021년까지 1만1600t 수준으로 줄이기로 하고 이를 위해 대기오염 방지시설 개선 및 비산먼지 환경개선에 5300억 원을 투자한다고 밝혔다.

제철소 설립부터 친환경 투자를 아끼지 않은 현대제철은 건설 과정에서 밀폐형 원료저장소, 밀폐형 하역설비를 비롯 집진기, 배수종말처리기 등에 1조8,000억 원을 투자했으며 이후 전로 집진기 설치 등 제철소 환경 보완을 위해 1500억 원을 추가 투자하는 등 모두 2조4700여억 원을 환경에 투자하기로 했다고 덧붙었다.

이 같은 환경부문 투자는 일관제철소 건설 계획 수립부터 환경적 요소를 우선적으로 고려해온 친환경경영의 연장선상으로 환경에너지경영 활동의 실천과 더불어 친환경 설비 확대를 지속적으로 추진한다는 계획이다.

현대제철은 세계 최초로 밀폐형 원료 처리시설을 도입해 제철소를 가동한 이후에도 비산먼지 발생에 대한 미비점을 보완하기 위해 1500억 원을 들여 집진기 및 방진벽을 추가 설치했다.

특히 대기오염물질 발생을 줄이기 위해 저질소 무연탄 사용을 지속적으로 확대하는 한편 집진설비 효율을 향상시킴으로써 정부의 미세먼지 저감대책에 적극 동참한다는 방침으로 당진제철소에 모두 24개소에 TMS를 운영, 황산화물(SOx), 질산화물(NOx), 먼지 등을 실시간 측정하고 있으며 집진설비 등에 대한 통합 감시체제를 완비해 미세먼지 경보 발령 시 살수차를 운영하는 등 상시적인 저감대책을 실시하고 있다.

현대제철 관계자는“기업 규모가 확대되는 과정에서 대기오염물질 배출량이 증가했던 것은 사실”이라며 “미세먼지가 국가적 관심사라는 점을 인지하고 환경개선 설비투자를 통해 2021년까지 배출량을 2018년 대비 50% 이하로 감축하나겠다”고 말했다.

@highlight

현대제철은 대기오염 방지시설 개선 및 비산먼지 환경개선에 5300억 원 투자 및 친환경 설비 활대를 추진해 대기오염물질 배출량을 줄인다고 밝혔으며, 이는 대기오염물질 배출량을 현재 수준보다 50% 이상 절감하는 수치이다.