. 한국 GM 군산공장 매각 소식에 이어 군산 새만금 산단에 한·중 합작 전기차 업체가 들어오는 등 모처럼 군산경제에 희소식이 전해지고 있다.

군산지역 각급 단체와 시민들은 GM 공장을 인수한 MS 그룹 컨소시엄 업체에 환영의 글을 올리는 등 고무적인 반응이다.

중국 자동차 부품업체인 쑹궈(松果)모터스와 국내 SNK모터스㈜의 한·중 합작 전기차 생산업체의 새만금 산단 진출 소식도 군산이 전기차 생산의 메카로 자리 잡는 데 이바지할 것으로 기대하고 있다.

한국 GM 군산공장 매각과 한·중 합작 전기차 생산업체의 진출 소식은 지역경제를 살리는 데 큰 힘이 될 것으로 기대되나, 군산지역 경제 회생과 일자리 창출은 앞으로 1~2년을 더 기다려야 한다.

MS 그룹 컨소시엄의 GM 군산공장 인수와 공장 건설 및 가동까지는 최소 2년이 소요되기 때문이다.

MS 그룹 컨소시엄은 오는 6월 정식 계약 이후 내년까지 생산 준비를 마치고 2021년부터 전기자동차 5만대 생산에 들어갈 계획이다.

한중 합작 전기차 업체의 공장설립도 최소 1년 이상의 준비가 필요하다.

전북도와 군산시, 지역 노동계 등이 GM 군산공장 인수업체나 새만금 산단 투자 업체 등과 상생 협력해 앞으로 협의를 원만하게 진행해야 공장건립 등 준비 기간을 단축해 조기 생산에 들어갈 수 있다.

자칫 지역 노동계와의 갈등, 행정절차와 지원체제의 미흡 등으로 차질을 빚으면 군산지역의 고통이 그만큼 길어지게 된다.

전북도와 군산시 나아가 정부는 GM 군산공장을 활용한 최적의 전북 군산형 일자리 모델을 조속히 구축해 종합지원에 나서야 한다.

전북도와 군산시, 지역사회는 모처럼 찾아온 기회를 잘 활용해야 한다.

전북도는 MS그룹 컨소시엄의 군산공장 인수가 단순한 전기자동차 생산업체 입주를 넘어서 군산지역의 자동차 생산인력과 협력업체들이 함께 참여해 일자리를 창출하고 군산지역을 전기차 생산기지로 구축하는 최적 모델을 만들어야 한다고 본다.

전북도와 군산시, 인수업체, 노동계의 협력이 무엇보다 중요하며, 전기자동차 생산기지 구축이란 큰 그림과 목표를 두고 정부와 자치단체의 자금, 기술, 인력양성 등의 실효성 있는 지원이 뒤따라야 한다.

@highlight

GM 군산공장 매각 소식과 한·중 합작 전기차 업체 입점 등 군산경제에 희소식이 전해지고 있으나 빠른 경제 회생을 위해서는 준비기간을 단축하고, GM 군산공장을 활용한 최적의 전북 군산형 일자리 모델을 구축하여야 한다.