광주지역 대학가가 총장 부재와 구성원 간 내부 분열, 학사 구조조정 갈등, 총학생회 파행 등으로 술렁이고 있다.

고소·고발전에 ‘캠퍼스 미투’까지 막장 드라마식 논란과 추문도 끊이질 않고 있다.

학령인구가 크게 줄어드는 구조적 위기 속에 지역 인재 역외 유출을 최소화하기 위해서라도 내부구성원 간 유기적인 협업과 뼈를 깎는 자구노력이 시급하다는 지적이다.

2일 광주·전남 대학가에 따르면 3월 신학기가 시작된 지 한 달이 지났지만 일부 대학의 총장 부재에 따른 리더십 공백 상황은 여전히 이어지고 있다.

총장이 공석 상태인 대학은 조선대와 광주교육대, 순천대 등 모두 3곳에 이른다.

목포대는 지난해말 박민서 교수가 제8대 총장으로 취임하면서 9개월만에 공백이 해소됐고, 총장 부재 대학 중 순천대는 최근 차기 총장 후보 2명을 교육부에 복수 추천했다.

반면 조선대와 광주교대는 뒤숭숭한 학내 분위기가 장기화되고 있다.

조선대의 경우 지난해 교육부 평가 결과 자율개선대학에서 탈락, 정원 10% 감축이 요구되는 역량강화대학으로 분류되면서 내부 분열이 가속화됐다.

내부 알력 다툼과 계파 싸움이 여전한 가운데 지난달 28일에는 개교 이래 73년 만에 처음으로 이사회 의결을 통한 총장 해임이 의결됐다.

역량강화대학으로 분류된 남부대, 송원대, 세한대, 순천대도 자체 구조조정안을 교육부에 제출한 가운데 등급 상향 실패 시 맞닥트릴 부실대학 낙인과 구조조정에 대한 내부 반발 가능성 등으로 고민이 깊다.

설상가상 조선대와 동신대, 남부대는 사회맞춤형 산학협력 선도대학(LINC+) 사업에서 고배를 마시면서 진한 아쉬움을 떨쳐내지 못하고 있다.

호남 거점대학이자 5·18 민주화운동의 발원지인 전남대에서는 총학생회장 부재가 2년 만에 되풀이되고 있다.

지난해 11월 총학 선거에서 투표율 미달로 회장 선출이 무산된 데 이어 회장 권한대행인 중앙운영위원회 의장마저 사퇴하면서 총학 파행이 장기화될 조짐이다.

@highlight

3월 새학기가 시작된 가운데 광주, 전남대학가에서는 조선대와 광주교육대, 순천대 등 3곳이 총장 부재에 따른 리더십 공백상태가 지속되고 있으며, 역량강화대학으로 분류된 남부대, 송원대, 세한대, 순천대는 자체 구조조정안을 교육부에 제출한 가운데 등급 상향 실패 시 부실대학 낙인과 함께 구조조정에 나서야 하는 등 내홍을 겪고 있다.