배우 윤지오 씨가 故 장자연 사건 조사를 받던 중 경찰에게 "키가 크니 납치 걱정은 할 필요가 없다"는 말을 들은 적이 있다고 밝혀 논란이 일고 있다.

윤 씨는 2일 한 언론의 유튜브 채널에 출연, 장자연 사건으로 조사를 받던 초기 수사관에게 "(신변 문제로) 밤 뿐만 아니라 낮에도 무섭다"고 말했으나 돌아온 것은 "키가 몇이냐"는 수사관의 질문이었다고 밝혔다.

키가 173이라는 윤씨의 대답에 수사관은 "걱정 하지 않아도 된다.

170이상은 납치 기록이 없다"며 납득하기 어려운 답을 했다고 한다.

그러면서 "(170 이상의 여성은) 토막살인을 하기도 힘들고 시체를 유기·폐기하는 것도 힘들며, 아킬레스건을 잘라 피를 뽑아내는 것에도 너무 많은 시간이 걸린다"고 말했다는 것이다.

윤 씨는 "경찰이 '본인 자체가 키가 크기 때문에 납치를 하는 것에도 많은 노력이 필요하다'고 하더라"고 말했다.

이에 사회자는 믿기 어렵다는 듯 "정말 경찰이 한 이야기가 맞느냐"고 되묻기도 했다.

윤 씨는 또 "(그 말을 듣고)엄마한테 가서 '걱정하지마, 나 납치 그런 거 괜찮대'라고 했더니 엄마가 '누가 그런 말을 하느냐'며 굉장히 화를 냈다"며 "그 이후로는 경찰 조사를 받을 때 항상 엄마가 동행했다"고도 밝혔다.

한편 윤 씨의 신변보호 부실을 두고 경찰에 대한 비판도 커지고 있다.

윤 씨의 신변보호는 지난달 14일 윤 씨의 변호사가 경찰청에 요청하며 이뤄졌으나, 지난달 30일 윤 씨가 긴급 호출을 했을 당시 112 상황실로 신고를 했음에도 신고가 접수되지 않아 지역 경찰관이 출동하지 않았다.

이에 윤 씨는 이를 알리며 자신의 신변 보호를 요청하는 청와대 국민청원을 올렸고, 이는 이틀만에 청원 수 20만명을 넘겼다.

이후 시민단체 정의연대 등은 2일 "윤 씨의 신변조치를 제대로 하지 못한 경찰은 직무유기"라며 윤 씨의 신변보호 조치에 관여한 경찰관들에 대한 고발장을 서울중앙지검에 제출했다.

또 이낙연 국무총리도 윤 씨에 대한 철저한 신변 보호를 당부했다.

@highlight

배우 윤지오씨가 故 장자연 사건 경찰 조사 중 경찰에게 신변의 위험을 말하니 "키가 커서 납치 걱정은 할 필요가 없다"고 말해 논란이 되고 있는 와중에 112 상황실로 신고를 해도 신변조치를 제대로 하지 못해 시민단체 정의연대 등은 경찰관들에 대한 고발장을 서울중앙지검에 제출했다.