[환경일보] 한국환경산업기술원(원장 남광희)은 환경실무 지식인을 양성하기 위해 '사이버환경실무교육(konetic)' 교육과정을 새롭게 단장하고 4월3일부터 운영한다고 밝혔다.

한국환경산업기술원은 환경 분야 현장실무에 필요한 다양한 교육 보급을 위해 2005년부터 사이버환경실무교육시스템을 구축해 무료로 교육을 제공하고 있다.

환경기초시설 설치·운영업무의 급증에 따른 체계적인 교육시스템을 구축하고 이용자 학습 편의 증진을 위해 사이버환경실무교육 홈페이지를 개선했다.

이번 개편에서는 별도 수강 신청과정 없이 관심 있는 환경주제의 온라인 강의를 누구나 들을 수 있도록 '열린과정'을 신설했다.

최근 환경문제를 해소하기 위한 환경 전문 교육과정의 수요가 증가함에 따라 환경기업, 시설, 운영기관 등이 상시적으로 강의를 수강할 수 있도록 했다.

'열린과정'에는 기후변화 대응, 환경마크인증제도, 재활용 환경성평가 등 총 21개 과목이 마련됐다.

또한 스마트러닝시스템을 도입해 스마트폰 등 모바일기기를 통해 장소와 시간에 구애받지 않는 교육환경을 조성했다.

사이버환경실무교육과정은 열린과정 외 정규과정 22개가 운영되며 환경기업 직원교육을 위한 위탁과정도 함께 진행된다.

이번 정규과정에는 국가직무능력표준(National Competency Standard, NCS)에 맞춰 수질공정관리기초, 생태복원설계, 국제환경규제컨설팅(재개발) 과목이 신설됐다.

정규과정은 매월 운영되는 과정으로 수강기준 충족 시 수료증이 발급되며, 열린과정은 이용자가 자유롭게 수강하는 대신 수료증은 발급되지 않는다.

이번 홈페이지 개편으로 많은 환경 분야 종사자들이 홈페이지에 손쉽게 이용할 수 있게 되면서, 사이버환경실무교육과정의 참여가 더욱 활성화될 것으로 기대된다.

남광희 한국환경산업기술원장은 "환경현안 해소와 국가 환경지식 수준 확대를 위해 환경 분야 전문 실무교육과정을 계속 확대해 나갈 계획"이라고 밝혔다.

@highlight

한국환경산업기술원(원장 남광희)은 환경실무 지식인을 양성하기 위해서‘사이버환경실무교육’교육과정을 새롭게 단장하고, 환경기초설치와 운영업무의 급증에 따른 체계적인 교육시스템을 구축하여 학습편의증진을 위해서 4월3일부터 사이버환경실무교육 홈페이지를 개선하였으며 스마트폰등 모바일기기를 통해서도 편하게 수업을 받도록 하였다.