황인옥 5일부터 ‘THE TRAVEL’

극단 기차·프로젝트 잼 참여 이상봉 영상설치.

범어아트스트리트에서 5일부터 28일까지 2019년 범어길 프로젝트 1부 ‘THE TRAVEL’이 진행된다.

범어길 프로젝트는 대중 친화적이고 소통하는 예술의 거리조성을 위해 작년부터 전시, 이색공연, 시민참여 이벤트, 거리공간 구성 등을 하나로 녹여내는 융·복합 행사로 추진하고 있는 프로그램이다.

지난해 기획자를 선정해 추진하던 방식에서 더 많은 단체와 기획자들에게 기회를 제공하고자 2019년에는 공모로 진행됐다.

이 기획공모는 상반기, 하반기로 나누어 2회 진행되며 상반기 공모에서 극단 기차(1부)와 프로젝트 잼(2부) 두 단체가 각각 선정됐다.

극단 기차는 2010년에 창단된 단체로 지역에서 신체극을 전문으로 선보여온 특색 있는 극단이다.

이번 프로젝트에서는 누구나 쉽게 소통할 수 있는 새로운 차원의 극을 지하도 거리에서 선보일 예정이다.

THE TRAVEL의 ‘당신의 이름은’은 설치, 영상, 체험공간 등으로 꾸며진 일곱 개의 전시공간을 여행자(배우)의 퍼포먼스를 따라 함께 떠나는 ‘보는 연극’이 아닌 ‘체험형 연극’이다.

배우와 관객이 경계 없이 함께 만들어 나가는 공연으로 각방마다 촉각, 후각, 청각, 시각, 미각 등 오감을 깨우는 방식으로 연출된다.

이 특별한 여행을 통해 관객은 자신의 존재를 돌아보고 온전한 자아를 찾아가게 된다.

여행지를 안내하는 안내자 역할은 박정희, 권민희, 오민학, 신지예, 김성국, 전석호 6명의 배우가 맡았다.

체험형 연극은 총6회(5, 13, 27일과 5월 11, 25일 28일) 진행된다.

전시공간은 이문향 작가(설치)와 이상봉 작가(영상 미디어)의 협업으로 명상방, 거울방, 힐링방, 분필방 등의 특색 있는 여행지로 마련됐다.

연극이 없는 날은 개별적으로 공간을 돌아보며 전시관람과 다양한 체험을 할 수 있다.

@highlight

5일부터 28일까지 범어아트스트리트에서 진행되는 2019년 범어길 프로젝트 1부 ‘THE TRAVEL’에서는 보는 연극이 아닌 체험형 연극으로 전시, 이색공연, 시민참여 이벤트, 거리공간 구성 등을 하나로 녹여내진 프로그램이다. 