홍여선 심훈기념관서 발견...

"상해 임시정부서 인연 맺은 듯" 권기옥 지사의 만장 (동양일보 홍여선 기자) 우리나라 최초의 여성 비행사이자 독립운동가인 권기옥(1901∼1988) 지사가 저항시인 심훈(1901∼1936) 선생의 죽음을 애도하며 지은 만장(輓章)이 충남 당진시 송악읍 심훈기념관에서 발견돼 눈길을 모은다.

2일 당진시에 따르면 심훈기념관은 3.1운동 100주년을 맞아 기념관 소장자료를 연구하던 중 심훈 추모 시를 발견했다.

심훈기념관 측이 권기옥 지사의 후손을 통해 이 시의 필체를 확인한 결과 권 지사가 심 선생의 죽음을 애도해 쓴 것으로 드러났다.

‘哭小說家沈先生大燮靈座(곡소설가심선생대섭영좌)’라는 제목의 추모시는 7언 절구의 한시에 초서로 적혀 있다.

권 지사는 심훈 선생에 대해 어지럽고 속된 세계를 걷지 않은 인물로 표현했으며, 자신을 '狂生(광생)'이란 단어로 낮추고 심 선생을 높이는 비유법을 사용했다.

그동안 심 선생과 권 지사의 관계를 알려주는 직접적인 자료가 없었으나 이번 추모 시 발견으로 두 사람이 생전에 가까운 사이였을 것으로 보인다고 심훈기념관 측은 설명했다.

장승률 당진시청 학예연구사는 "아직 연구가 더 필요하지만 심훈 선생과 권기옥 지사의 인연은 중국 상해 임시정부에서 비롯된 게 아닌가 싶다"며 "앞으로 잘 알려지지 않은 심 선생의 상해 시절 임시정부와의 관계 등이 연구돼 심 선생의 더 많은 업적이 세상에 나올 수 있기를 기대한다"고 말했다.

권 지사는 숭의여학교에 결성된 비밀결사대인 송죽회에 가입해 독립운동에 투신했으며, 임시정부의 추천을 받아 1923년 4월 운남육군항공학교 제1기생으로 입학해 한국 최초의 여성 비행사로 활동했다.

@highlight

2일 당진시에 따르면 심훈기념관이 3.1운동 100주년을 맞아 기념관 소장자료를 연구하던 중 우리나라 최초의 여성 비행사이자 독립운동가인 권기옥(1901∼1988) 지사가 저항시인 심훈(1901∼1936) 선생의 죽음을 애도하며 지은 만장(輓章)이 발견됐다.