전북교원단체총연합회(전북교총)가 최근 교육부의 기초 학력 지원 내실화 방안과 관련해 "학생 개개인의 학업 수준에 대한 정보가 부족한 평가는 교육 현장의 혼란만 부추길 수 있다"며 우려의 목소리를 냈다.

전북교총은 2일 보도자료를 통해 "교육부가 최근 전국 단위학교에서 초1부터 고1까지 모든 학생들에 대해 기초학력 진단평가(진단도구·방법 학교 자율선택)을 실시하고 그 결과를 학부모에게 통지, 가정과 연계한 학생별 보정 학습을 진행하도록 했다"며 "이는 기초학력 미달 비율이 증가되는 상황에서 학교, 교사에게만 책임을 지우는 방식일 뿐이다"고 지적했다.

이어 전북교총은 "학교 현장에서 부가적인 학습 지도를 하려고 해도 학생인권조례 등으로 인해 학부모 동의서를 받아야 하는 문제가 있고, 학생에게 '부진아'라는 낙인이 찍힐 수 있는 부작용이 발생할 수 있다"며 "보조인력을 배치할 경우에는 학교가 요구하는 교과목 시간에 맞는 인력을 배치하기 어렵고 수업방식이나 교육관의 충돌로 혼란이 일어날 수 있다"고 주장했다.

전북교총은 "'일제고사' 등의 표현으로 평가 자체를 부정하고 거부하고 있는 분위기가 흐르는 상황에서 이같은 정책이 실효성이 있을지 의문이다"며 "초등학교 중간·기말고사 폐지, 지필 평가 폐지, 자유학기·학년제, 혁신학교 전국 확대 등과의 상관관계 분석 및 검토가 필요하다"고 지적했다.

그러면서 전북교총은 "기초학력 미달 비율이 증가되는 원인에 대한 분석도 전혀 없는 상태에서 평가만 반복한다면 오히려 학부모들의 불안을 조장하고 사교육을 부추길 수 있다"며 "평가를 하려면 목적과 기능이 분명해야 하고, 개별 학생의 장점을 극대화할 수 있는 종합적인 후속 대책을 마련해야 한다"고 강조했다.

전북교총은 "학생이 학습에 흥미를 갖게 하고 배움이 살아나게 하려면 수업환경부터 근본적으로 개선돼야 한다"며 "정규 교원 확충과 학급당 학생수 감소 등을 통해 교사가 학생 개개인에게 더 관심을 기울일 수 있도록 해야 한다"고 말했다.

@highlight

전북교총은 2일 보도자료를 통해 최근 교육부의 기초 학력 지원 내실화 방안과 관련해 정보가 부족한 상태에서의 평가는 혼란만 초래하고, 기초학력 미달 비율이 증가되는 상황에서 학교, 교사에게만 책임을 지우는 방식일 뿐이라며 학생이 학습에 흥미를 갖게 하고 배움이 살아나게 하려면 수업환경부터 근본적으로 개선돼야 한다고 주장했다.