'제23회 청풍호 벚꽃축제'가 오는 5일부터 열흘간 제천시 청풍면 물태리 문화마을 일원에서 열린다.

올해 축제는 '소풍'을 주제로, '가족과 함께, 지인과 함께, 연인과 함께' 편안한 마음으로 다양한 공연을 보며, 잔디광장에서 휴식을 취하며 즐길 수 있다.

개막식은 일반시민들과 예술가가 함께 참여하는 퍼포먼스로, 대동단결의 놀이형식으로 진행된다.

이날 세명대 커뮤니티연합회 회원들의 다문화커뮤니티, 시민들이 소풍선언과 함께 신명나는 타악 퍼포먼스도 선보인다.

특설무대에서는 7080 포크음악과 흐드러진 벚꽃 아래서 서정적이며 감동적인 선율이 흐르는 힐링콘서트도 열린다.

'벚꽃과 함께 춤을' 공연은 댄스와 밴드의 콜라보레이션 공연이 토요일 밤의 열기를 뜨겁게 달군다.

첫째날인 6일은 '벚꽃의 날'로, 지역 예술인들의 화합의 장이 될 공연예술 경연대회인 '별별페스티벌 종합예술편'이 축제의 장을 연다.

둘째날인 7일은 '벚꽃 가족의 날'로, 다채로운 거리극 공연과 둘이라서 더욱 좋은 '제3회 벚꽃 듀오가요제'가 펼쳐진다.

유쾌·상쾌·통쾌한 '청소반장 유상통' 의 '거품에서 방울까지 환경콘서트' 거리극과 '물은 곧 생명이다'를 주제로.

예술과 과학이 결합한 수중발레 '수중인간'도 인기를 끌 것으로 전망된다.

축제 마지막날은 '벚꽃 친구의 날'로, 어린이들을 위한 인형극 '달달 무슨 달'이 잔디광장에서 진행된다.

이 공연은 달이 지고 뜨는 자연·과학 현상을 다양한 인형 캐릭터로 재미있게 풀어낸 작품이다.

이날 제천인디밴드의 공연과 중장년층을 위한 트로트 열전 '벚꽃 올스타전'도 열린다.

문화예술위원회 관계자는 "청풍호를 감싼 벚꽃의 향연으로, 관람객들의 아름다운 추억의 장이 될 것"이라고 말했다.

@highlight

'제23회 청풍호 벚꽃축제'가 '소풍'을 주제로 5일부터 열흘간 청풍면 물태리 문화마을 일원에서 개최되며 개막식에서 일반시민들과 예술가가 함께 퍼포먼스를 선보인다.