[환경일보] 환경부 산하 한국환경공단(이사장 장준영)은 조달청(청장 정무경)과 환경산업 벤처·창업기업 육성 및 판로 지원을 위해 3일 한국환경공단 본사에서 업무협약을 체결했다.

이번 협약을 통해 양 기관은 ▷환경산업 창업·벤처기업 육성 및 발굴 ▷우수 제품 인증 ▷공공조달시장 및 해외시장 등 판로 확대 지원 등을 위해 협력할 계획이다.

환경공단은 오는 7월 운영 개시를 앞둔 국가물산업클러스터에 연면적 529.7㎡ 규모의 창업 보육 시설을 설치하고 유망 기업의 성장 단계별 맞춤형 지원을 수행할 예정이다.

사업 단계별 지원 내용은 ▷사무공간 및 집기류 등 창업 공간 제공 ▷실증화 시설 제공을 통한 신기술 개발 및 인증 지원 ▷기업의 수요를 반영한 시제품 제작 지원 등이다.

또한 ▷국내·외 지식재산권 취득 비용 지원 ▷기술·경영 등 애로사항 해소를 위한 전문가 컨설팅 ▷홈페이지 및 홍보영상 제작에 필요한 자금 등도 지원할 계획이다.

장준영 한국환경공단 이사장(왼쪽)과 정무경 조달청장이 환경산업 벤처창업기업 육성 및 판로지원을 위한 업무협약을 체결했다.

조달청은 환경공단이 추천한 우수 제품에 대한 심사·평가를 통해 전용 상품몰인 '벤처나라'에 등록하고 공공조달 시장 등 판로 확보를 통해 성장할 수 있는 기회를 제공한다.

더불어 혁신기술을 갖춘 기업을 대상으로 '해외조달시장 수출유망기업(G-PASS)' 지정을 통해 수출역량을 갖춘 기업이 해외시장에 진출할 수 있도록 적극 지원할 계획이다.

해외조달시장 수출유망기업으로 지정되면 조달청 '수출전략기업 육성 사업'을 통한 현지기업과 협업으로 해외진출 역량 개발, 입찰서 작성 지원 및 해외마케팅 활동 등 사업수행에 필요한 지원을 받을 수 있다.

장준영 한국환경공단 이사장은 "우수한 기술을 갖춘 기업을 발굴하기 위해 공단의 역량을 집중할 것"라며 "앞으로 유관기관과 다양한 협업을 통해 환경산업이 성장할 수 있는 발판을 마련하겠다"라고 밝혔다.

@highlight

환경부 산하 한국환경공단은 3일 본사에서 조달청과 업무협약을 맺고 환경산업 벤처·창업기업 육성, 우수제품 인증 및 판로 지원을 협력할 예정인 가운데 환경공단은 국가물산업클러스터에 창업 보육 시설을 설치할 예정이다.