조승래 의원, 사립유치원과 대화 소규모 사립유치원들이 원아 감소에 따른 유치원 상생 방안을 요구하자, 국회 민주당 교육위 간사와 대전시교육청이 대화에 나섰다.

2일 대전시교육청과 조승래(대전 유성 갑. 유치원어린이집 공공성 강화 특별위원회)의원은 원아 수가 줄어들고 있는 소규모 유치원에 대한 상생방안을 모색했다.

대전시 유성구 한빛 아파트 내 한빛유치원과 호동유치원에서 사립유치원 현안 상황을 놓고 토론했다.

2일 대전시 유성구 ㅎ유치원에서 사립유치원 원장들이 조승래 의원과 토론을 벌이고 있다.

사립유치원 원장 30여명은 "정부의 원비 동결과 인건비, 시설운영비 부족으로 폐원 위기에 처했다"며 어려움을 호소했다.

특히, 영유아 감소로 인한 유치원 운영에 차질을 빚고 있다며 정부의 대안 마련을 촉구했다.

국가회계시스템인 에듀파인 사용에 대한 불만도 제기됐다.

"수십번씩 클릭을 해도 잘 열리지 않는다" "인원도 부족한데 컴퓨터와 씨름하다 시간만 흘러간다"며 개선을 요구했다.

조승래 의원은 "행정시스템에 문제가 있다면 당연히 개선하고 보완해야 한다"며 "그러나 사립유치원에 대한 국민들의 감정과 시선도 당장 해소되기는 어려운 만큼 사립유치원들의 긍적적 변화와 노력을 통해 신뢰관계를 보여주는 방안도 함께 모색해보자"고 제안했다.

이어 "사립이든 국공립이든 유아교육에 대한 학부모들의 요구가 크다. 특히 인구감소를 비롯한 미래사회에 대비한 유아교육 시스템을 새롭게 구축하는 방안도 마련할 필요가 있다"고 덧붙였다.

유치원어린이집 공공성 강화 특위 활동중인 조의원은 "학부모의 부담을 덜기 위해 신속하게 논의를 진행하겠다"며 "교육부?복지부?교육청?지방자치단체의 역할 또한 재정비과정을 거쳐야 할 것"이라고 강조했다.

한편, 민주당 유치원어린이집 공공성 강화 특위는 '유치원 3법' 처리 무산의 이면에는 자유한국당의 심각한 '법안통과 방해 행위'가 있었음이 분명하다며 유치원 3법 국회통과를 촉구했다.

@highlight

2일 원아 감소에 따른 유치원 상생 방안 요구에 따라 국회 민주당 교육위 간사, 사립유치원, 대전시교육청이 대화를 통해 행정시스템의 개선과 사립유치원들의 신뢰 회복 등의 방법을 찾고 있다.