임실군이 노후 상수관망을 대대적으로 정비하는 지방상수도 현대화사업을 본격 추진한다.

군은 노후 상수관망 정비를 통한 유수율 85% 이상을 달성하여 안정적으로 군민들에게 수돗물을 공급하기 위한 착수보고회를 가졌다.

군은 한국환경공단과 함께 착수보고회를 갖고 안정적이고 효과적인 사업추진에 돌입, 지난해 상수도 유수율 제고를 위한 환경부의 노후상수관망 정비사업 공모에 선정되어 308억의 대규모 사업비를 확보했다.

특히 현대화사업 추진에 있어 축적된 수행경험, 전문성, 효율성과 환경부와 유연한 소통창구의 역할 고려 등 효과적인 사업시행을 위해 지난 3월 한국환경공단과 위·수탁 협약을 체결해 안정적인 사업추진으로 행정력 소모를 최소화하고 업무 효율을 극대화시킬 전망이다.

그 동안 임실군 상수도는 지난 1990년 설치돼 전체의 17.7%가 20년 이상된 노후시설물로 유수율이 54.4%에 미치고 있어 안정적인 수돗물 공급을 위한 블록 및 관망시스템 구축 등 종합대책이 필요한 상황이었다.

이런 가운데 군은 300억원이 넘는 사업비를 확보, 2019년부터 2023년까지 5년간 상수관망에 대한 블록시스템 구축, 누수탐사를 통해 노후상수관로 32km를 정비하고 유지관리시스템을 도입할 계획이다.

이를 통해, 향후 체계적으로 상수관망 관리로 누수 발생 시 모니터링을 통한 즉각적이고 세밀한 대처로 정비에 소요되는 행정력 소모를 최소화하고 주민불편을 신속히 해소하고 매년 불필요하게 낭비되던 예산을 절약할 수 있을 것으로 예상하고 있다.

심 민 임실군수는 "성공적인 사업 추진을 통해 누수저감은 물론, 상수관로 노후화로 인한 녹물발생, 단수작업 등에 어려움을 겪어온 지역민에게 깨끗하고 안정적인 수돗물을 공급할 것으로 기대한다"며 "사업이 완료되면 깨끗하고 안정적인 수돗물 공급으로 군민들의 행정만족도를 향상시키고 지방상수도 재정 건실화을 위해 더욱 노력하겠다"고 말했다.

@highlight

임실군은 노후 상수관망을 대대적으로 정비하는 지방상수도 현대화사업을 본격 추진하여 안정적으로 군민들에게 수돗물을 공급하기 위한 착수보고회를 가졌다고 전하고 한국환경공단과 함께 착수보고회를 갖고 안정적이고 효과적인 사업추진에 돌입하여 지난해 상수도 유수율 제고를 위한 환경부의 노후상수관망 정비사업 공모에 선정되어 308억의 대규모 사업비를 확보했다고 전했다.