"우리는 우리가 무사 죽임을 당해신지 잘 아람수다. 우리는 외쳤수다. 외세에 의해 나라 갈라지는 그런 세상은 안 된다고, 평범한 우리가 주인이 되는 세상, 그런 세상을 만들어야 한다고. 그러니 함께 기억해 줍서. 억울한 죽음과 슬픈 상처만이 아니라 70년 전 우리들의 용감했던 그 외침도, 오순도순 평화롭게 살고 싶었던 그 소박한 꿈도"

'제주4·3 완전 해결'이란 제주도민의 바람이 바람을 탔다.

금방이라도 꺼질 것 같던 불씨는 이내 촛불처럼 타올랐고 들불로 번졌다.

2일 제주시청 앞 광장에 모인 '제71주년 제주 4·3 희생자 추념식 전야제'는 제주4·3에 온전한 이름과 정당한 정의를 찾아야 하는 이유를 세상에 물었다.

그래서 거리로 나왔고, 촛불민심에서 확인했듯 드러내 마음을 모았다.

㈔제주민예총(이사장 강정효)과 제주 4·3기념사업위원회, 제주도가 주관한 이날 행사는 '초혼' '기억' '증언' '해원' 등 4·3을 기억하고 기억해야 하는 이유를 연결한 하나의 큰 흐름으로 뭉쳤다.

뮤지컬 '화순'의 극단 경험과 상상이 역사와 현실을 연결하는 장치로 몸을 던졌다.

그 안에서 참가자들은 순간 억울한 희생자가 됐고, 아픔을 품은 유족이 됐으며, 다음을 약속할 전승세대가 됐다.

문화공연이 치유제 역할을 했다면 유족 대표 등이 육성으로 전하는 메시지는 다짐이 됐다.

송승문 4·3희생자유족회장은 '다음 세대에게 전하는 편지해방 세대전승 메시지'를 통해 4·3으로 풍비박산 났던 가족사와 연좌제의 족쇄로 꿈을 이룰 수 없었던 지난 시절을 더듬었다.

송 회장은 "더 이상 4·3과 같은 아픔과 고통, 죽음이 없어야 한다. 그래서 우리는 기억해야 한다"며 "그때 제주 4·3이 대한민국의 봄이 될 것"이라고 말했다.

@highlight

2일 제주시청 앞 광장에 모인 '제71주년 제주 4·3 희생자 추념식 전야제'는 '초혼' '기억' '증언' '해원' 등 4·3을 기억하고 기억해야 하는 이유들을 하나의 큰 흐름으로 뭉쳤으며 송승문 4·3희생자유족회장은 '다음 세대에게 전하는 편지해방 세대전승 메시지'를 통해 4·3으로 풍비박산난 가족사와 잃어버린 꿈의 기억을 더듬었다.