2018 국토교통부 '아름다운 우리강 탐방로 100선'에 선정된 금산천 봄 꽃 축제장 전경 모습.

[금산]제12회 금산천 봄 꽃 축제가 6일 금산천 둔치공원에서 열린다.

금산천은 지난해 국토교통부 '아름다운 우리강 탐방로 100선'에 선정될 정도로 경관이 뛰어나다.

올해는 행사장 혼잡을 피해 주무대를 산업고 앞 천변으로 옮겨 종합운동장의 주차장 이용과 행사관리가 용이하도록 진행된다.

금산천 일원은 야간 색조명이 밝혀져 봄밤의 화사한 정취를 더해준다.

이상기온으로 인해 개화시기가 늦어질까 주최 측을 긴장시키고 있지만 벚꽃나무 일부는 이미 꽃망울을 터트려 만개의 기대감을 부풀리고 있다.

개막식은 6일 오전 11시 30분에 열린다.

식전행사로 난타가 출연해 축제의 시작을 알리고 초대가수 유진이 첫 무대에 올라 분위기를 돋운다.

축제는 건강체험과 화려한 무대공연, 먹거리 장터 등 즐거움과 웃음을 만족시킬 다양한 프로그램으로 꾸려진다.

여기에 가훈써주기, 당체크, 사진인화, 풍선아트, 네일아트, 이혈, 인삼꽃잎 등 체험부스가 마련돼 가족과 함께 부담 없이 참여할 수 있다.

숨겨왔던 끼와 열정을 마음껏 펼칠 수 있는 금산천 노래자랑, 문희옥을 비롯한 5명의 초대가수, 통기타, 줌바댄스, 라틴댄스, 승화 태권무, 장구난타, 노래교실, 행복콘서트 등이 기다린다.

임희재 문학상 및 사생대회, 청소년 퍼니 콘서트, 파랑새 초청공연과 잔치국수, 파전, 묵, 동동주 등 토속향기가 가득한 먹거리도 빼놓을 수 없는 즐거움이다.

한편 군은 한식날을 맞아 3300본의 묘목(대추, 사과, 감나무 등)과 3·1절 100주년 기념으로 태극기 600개를 무료로 배부할 예정이다.

@highlight

지난해 국토교통부 '아름다운 우리강 탐방로 100선'에 선정된 금산천에서 오는 6일에 제12회 금산천 봄 꽃 축제가 열리며 오전 11시 30분에 개막식이 개최된다.