부산외국어대학교(총장 정기영)는 지난 3월 28일 대학 내 트리니티홀에서 ‘2019년 청해진대학 연수생 발대식’을 개최했다고 3일 밝혔다.

이날 발대식에는 부산외대 정기영 총장과 황귀연 대외부총장, 이명영 청해진사업단장을 비롯해 청해진대학 ‘일본IT과정’과 ‘베트남 무역물류 사무직 과정’ 연수생 등 150여 명이 참석했다.

직종을 중심으로 예비자과정(1~3학년)과 K-MOVE과정(4학년 및 졸업생)으로 나눠 대학 저학년 때부터 해외 취업을 준비할 수 있도록 언어 및 직무교육을 장기적, 통합적으로 지원하는 청년 해외 취업 지원 사업이다.

물류 사무직 과정’을 추가로 운영하는 등 국내 대학 중 유일하게 청해진대학 2개 과정을 운영하고 있다.

이날 발대식에서 부산외대 정기영 총장은 “앞으로 해외 취업을 희망하는 학생은 더욱더 증가할 것이고, 동시에 우수한 한국 인재를 채용하려는 기업 역시 지속적으로 많아질 것이다.”라며, “이제 해외 취업은 ‘필수’인 만큼 현재 해외 취업 국가 중 가장 만족도가 높은 일본과 베트남을 중심으로 부산외대가 해외 취업 선도대학으로 앞서나갈 수 있도록 최선을 다하겠다.”고 말했다.

한편 해외취업 선도대학으로 앞장서고 있는 부산외대는 오는 5월 25일부터 26일까지 양일간 ‘부산외대 일본취업박람회’를, 8월 24일부터 25일까지는 ‘일본취업합동박람회’를 개최할 예정이다.

박람회 기간에는 부산외대 학생들뿐만 아니라 일본 취업에 관심이 있는 학생들이면 누구나 참여할 수 있다.

이명영 청해진사업단장은 “5년 연속 해외취업자 수 및 해외취업률 전국 1위에 빛나는 부산외국어대학교는 2018년부터 우리 대학 학생들뿐만 아니라 부산시내, 나아가 타지역 학생들에게도 해외취업의 길을 열어주는 등 지역사회 청년들의 해외취업을 위해 노력하고 있다.”라며, “앞으로도 우리대학 학생들 뿐만 아니라 지역사회의 발전과 지역청년들의 해외취업을 위해서도 취선을 다하겠다.”고 말했다.

디지털콘텐츠팀 .

@highlight

부산외국어대학교 총장과 대외부총장, 청해진사업단장, 청해진대학 연수생 등 150여 명이 참석한 가운데 열린 ‘2019년 청해진대학 연수생 발대식’에서 정기영 총장은 부산외국어대학교를 해외 취업 선도대학으로 만들것을 약속했다.