[아산]아산시가 학교급식 납품 소고기 공급업체와 식육포장처리업소에 대한 투명한 축산물 유통체계 확립과 안전성 확보를 위해 발 벗고 나섰다.

3일 아산시에 따르면 특별사법경찰관(이하 특사경)은 지난 2일부터 지역 초·중·고교에 한우 소고기를 납품하는 축산물 공급업체 및 식육포장처리업소를 대상으로 소고기 유전자 검사를 진행 중이다.

특사경은 충남도 특사경과 타 시·군의 협조를 받아 대상학교를 선정하고 납품현장에서 납품업자와 학교급식관계자 입회 하에 시·군 특사경이 직접 현장에서 수거해 동물위생시험소에 검사 의뢰한다.

이번 검사결과에 따라 향후 농·축·수산물 유통에 대한 단속방향을 재설정한다는 계획이다.

특히 관내 모든 업체에 대해 한우 유전자와 개체 유전자 동일성 검사를 실시해 이미 검사를 받은 업체도 언제든지 검사대상이 된다는 경각심을 갖도록 해 사전예방에도 주력키로 했다.

아울러 학교급식 납품 소고기 유전자 검사일정 및 해당학교 등에 대한 세부내용은 철저히 보안을 유지해 단속효율을 높이도록 했다.

이밖에 학교납품이 이른 아침에 이루어지는 특수한 환경에서 시료수거와 동시에 납품차량의 위생상태 점검, 소고기 혼합공급 방지를 위한 홍보, 냉동육의 냉장육 전환 공급실태 등을 확인해 원산지 및 식품위생에 대한 점검을 병행 실시한다.

검사결과에 따라 비한우로 판정된 업체에 대해서는 보관중인 시료에 대한 재검사와 동시에 해당업체의 관련 자료를 조사해 위반여부를 수사하게 된다.

이춘근 안전총괄과장은 "청소년들에게 급식으로 납품되는 한우 소고기를 비한우 등으로 위법하게 납품하는 행위에 대해 보다 철저하고 엄중한 단속을 통해 근절해 나갈 것"이라며 "시민들의 특별사법경찰관에 대한 변함없는 애정과 따뜻한 격려와 협조 바란다"고 말했다.

한편 시는 지난 3년간 75개 업체에 대해 한우 유전자 검사와 개체 유전자 동일성 검사를 실시했다.

@highlight

아산시 특별사법경찰관은 초·중·고교에 한우 소고기를 납품하는 축산물 공급업체 및 식육포장처리업소에 직접 방문하여 물위생시험소에 검사 의뢰하여 향후 농·축·수산물 유통 단속 방향을 재 정비할 계획이라고 밝혔다.