롯데건설은 3일 부산 남구 용당동 및 대연동, 용호동 일대를 방문해 '꿈과 희망을 주는 러브하우스 봉사활동'을 펼쳤다.

부산 경남 지역 현장의 롯데건설 임직원 20여 명은 부산 남구청이 추천한 부산 남구 용당동에 위치한 아동 청소년 보호시설, 대연동과 용호동의 취약계층 2가구의 시설개선 봉사활동을 했다.

롯데건설은 2016년 4월 부산 남구청과 봉사활동 협약을 맺고 기초생활수급자 등 주거환경이 열악한 곳에 집수리 봉사활동을 꾸준히 해왔다.

이날 시행한 러브하우스 봉사활동은 아동 청소년 보호시설 내 공동 화장실 및 세탁실의 위생도기 및 배관 교체 작업과 옥상 방수 공사, 전선, 창호 교체 등도 함께 이뤄졌다.

또한, 각 가구 내 노후화 된 싱크대 및 주방 시설, 보일러, 도배 및 장판 공사와 파손된 문을 교체했다.

롯데건설은 각 가구에 냉장고, UHD TV, 세탁기 등 실용적인 지원 물품도 전달했다.

샤롯데 봉사단은 지난 2011년 18개의 봉사팀으로 시작해 2019년 3월 말 기준 68개의 봉사단이 활발히 활동 중이다.

각 봉사팀은 자율적으로 어려운 이웃을 방문해 도배, 장판교체는 물론 보일러 교체, 누수 보수 등 건설업에 맞춘 재능기부를 했다.

또한 사회복지시설이나 어려운 이웃을 방문해 무료급식, 체험학습, 문화공연행사 등의 활동을 하며 다양한 봉사활동을 하나의 기업문화로 정착시켰다.

샤롯데 봉사단의 재원은 롯데건설의 '매칭그랜트 제도'로 조성된 '샤롯데 기금'을 통해 마련됐다.

매칭그랜트는 롯데건설 임직원이 매달 급여 중 일부를 기부하면, 회사는 그 기부 금액의 3배를 기증하는 제도다.

롯데건설 관계자는 "임직원들과 함께한 나눔 활동을 통해 따뜻한 봄기운을 느낄 수 있어서 좋았다"며 "앞으로도 롯데건설이 샤롯데 봉사단을 중심으로 사회적 가치 실현을 위한 다양한 활동을 이어나가도록 노력하겠다"고 말했다.

@highlight

롯데건설 샤롯데 봉사단은 지난 3일 부산에서 러브하우스 봉사활동을 하였는데, 이들은 아동 청소년 보호시설, 취약계층 2가구의 시설개선 봉사활동을 진행하였으며 롯데건설은 2016년 4월 이후로 주거 환경이 좋지 않은 곳에 꾸준히 봉사활동을 해왔다.