쇼트트랙 국가대표 선발전에서 첫날부터 이변이 속출했다.

3일 서울 목동실내빙상장에서 열린 2019-2020시즌 쇼트트랙 국가대표 1차 선발전에선 올림픽 메달리스트를 비롯한 현 대표팀 선수들도 치열한 경쟁 속에서 고전했다.

임효준(고양시청)과 함께 남자 쇼트트랙 '쌍두마차'를 이루는 황대헌(한국체대)은 남자 1500ｍ 결승 진출에 실패했다.

황대헌은 준준결승을 조 2위로 무난히 통과했으나 준결승에서 현 국가대표 김건우, 홍경환(이상 한국체대)은 물론, 전년도 대표 곽윤기(고양시청), 서이라(화성시청)까지 모인 '죽음의 조'를 만났다.

홍경환과 김은석(용인대)이 세게 충돌해 경기가 중단됐다 다시 치러졌는데 선수들이 지쳐 전체적으로 기록이 떨어졌고, 황대헌과 김건우가 4위, 5위에 그쳤다.

황대헌은 결승에 진출하지 못했고 결승B에서 1위를 했다.

1500ｍ에선 박지원(성남시청)과 곽윤기, 이준서(한국체대)가 1∼3위를 차지했다.

여자 1500ｍ에선 노도희(화성시청), 노아름(전북도청), 김아랑(고양시청)이 1∼3위를 했다.

심석희(한국체대)는 결승에서 선두로 달리다 뒷 선수들에게 추월당하는 과정에서 삐끗하며 4위로 골인했다.

김지유(부산일반)는 7위를 차지했다.

선수들은 이날 500ｍ와 4일 1000ｍ, 3000ｍ 슈퍼파이널까지 총 4개 종목을 치른다.

순위에 따른 배점을 합산해 남녀 상위 각각 24명의 선수가 6∼7일 열리는 2차 선발전에 진출할 수 있다.

대표팀은 남녀 8명씩으로 이뤄지는데 지난 세계선수권대회 성적에 따라 임효준과 최민정(성남시청)은 자동 선발된 상태여서 나머지 선수들이 7자리를 놓고 싸운다.

@highlight

3일 서울 목동실내빙상장에서 열린 2019-2020시즌 쇼트트랙 국가대표 1차 선발전에서, 올림픽 메달리스트인 임효준과 황대헌이 각각 남자 1500ｍ 결승 진출에 실패하는 등 첫날부터 이변이 속출하며 현 국가대표 선수들도 치열한 경쟁속에 고전을 면치 못했다.