[ 김일규 기자 ] "한국은 칸막이 규제 탓에 미국 아마존, 중국 알리바바 같은 기업이 탄생하기 힘듭니다."

김지현 정보기술(IT) 분야 전문 칼럼니스트(사진)는 3일 "글로벌 기업들이 한국에 진출해 영역을 넓혀가고 있는데, 우리 기업은 오히려 역차별을 받고 있다"며 이같이 말했다.

그는 옛 다음커뮤니케이션 본부장, KAIST 정보미디어경영대학원 겸임교수, SK플래닛 커머스 사업개발실장 등을 거친 IT 전문가다.

김 칼럼니스트는 4일 서울 신라호텔에서 열리는 '2019 세계 경제·금융 컨퍼런스'에서 '세계화 4.0, 새로운 기회'를 주제로 발표한다.

그는 기술 기반의 신(新)경제가 크게 두 가지 특징을 갖고 있다고 진단했다.

첫 번째는 산업 간 경계 붕괴다.

그는 "아마존은 유통을 넘어 물류, 제조, 클라우드에 이르기까지 전방위 산업에 진출하고 있다"며 "테슬라 역시 자동차에 머물지 않고 에너지와 콘텐츠 비즈니스에서 혁신을 꾀하고 있다"고 말했다.

이에 따라 동종업계가 아니라 전혀 다른 업종의 기업이 경쟁자가 될 가능성이 있다는 분석이다.

김 칼럼니스트는 '미들맨' 없이 판매자와 소비자가 직접 거래하는 '플랫폼 비즈니스'를 신경제의 두 번째 특징으로 꼽았다.

그는 "디지털경제는 생산과 소비를 직거래로 연결시키고 있다"며 "통합 플랫폼에서 많은 이해관계자가 직접 거래하도록 하는 것이 향후 산업 변화의 큰 축이 될 것"이라고 설명했다.

이에 따라 기업과 개인의 거래는 물론 개인과 개인, 국경을 넘나드는 거래가 더 활성화될 것이라는 관측이다.

한국 기업은 그러나 정부 규제 탓에 이런 글로벌 흐름을 타지 못하고 있다는 게 그의 지적이다.

그는 "중국 알리바바가 금융으로 한국에 진출한 것처럼 미국 아마존은 제조업으로 진출할 수도 있다"며 "글로벌 기업들이 한국 시장을 잠식하는 것은 시간문제"라고 했다.

그러면서 "정부는 내수(內需)를 지키는 것에만 몰두할 게 아니라 국내 기업이 더 자유롭게 활동할 수 있도록 규제를 없애야 한다"고 제언했다.

@highlight

3일 김지현 칼럼니스트는 한국 정부가 산업 간 경계가 붕괴되지 않고 중매자 없이 거래하는 '플랫폼 비즈니스'를 규제하여 아마존, 알리바바와 같은 기업이 될 수 없다며 지적했다.