이종만 단체전 50m 3자세 金 이어 소총복사 銀 ▲ 제31회 대학연맹기 전국대학생 사격대회 남대부 50m 3자세에서 단체전 우승을 차지한 인천대학교 사격팀.

인천대학교가 제31회 대학연맹기전국대학생사격대회에서 단체전과 개인전을 휩쓸었다.

송민호는 3관왕의 주인공이 됐다.

황중민 감독이 이끄는 인천대학교(이건국, 송민호, 송규동, 유승석)는 3일 대구국제사격장에서 열린 남대부 50m 3자세에서 3419(109x)점을 쏴 3370(96x)점을 쏜 한국체대를 밀어내고 금메달을 목에 걸었다.

이 종목은 4명의 선수가 쏘고 이중 상위 3명의 기록을 더해 순위를 정한다.

한 번 쏠 때 만점은 10.9점이다.

점수 3419(109x)의 의미는 상위 3명의 점수를 합산했을 때 3419점이고, 이 중 10점 이상의 점수가 나온 경우가 109번이라는 뜻이다.

점수가 같을 때는 x가 많은 선수(단체)가 더 높은 순위가 된다.

아울러 송민호는 이 종목 개인전에서 1141.0(35x)을 쏴 금메달을 목에 걸었다.

송민호는 또 50m 소총 복사 개인전에서도 615.3(33x)점을 쏴 우승, 대회 3관왕을 달성했다.

인천대는 이 종목 단체전에서 1827.2(81x)을 기록하며 1834.6(75x)점을 쏜 한국체대에 이어 준우승을 차지했다.

한편, 이 대회는 7월3일부터 14일까지 이태리 나폴리에서 열리는 하계유니버시아드 출전 대표 1차 선발전도 겸하는 데, 현재 50m 3자세에서 이건국이 1위, 송민호가 2위를 달리고 있다.

유니버시아드 출전 대표 2차 선발전은 5일부터 대구에서, 3차 선발전은 18일부터 청주에서 열린다.

유니버시아드 대표 선수는 3차 선발전까지의 결과를 합산해 선정한다.

@highlight

인천대학교(이건국, 송민호, 송규동, 유승석)가 제31회 대학연맹기전국대학생사격대회에서 단체전인 남대부 50m 3자세에서 3419점을 쏴 3370점을 쏜 한국체대를 제치고 금메달을, 개인전에선 송민호가 50m 소총 복사에서 우승해 대회 3관왕을 차지하는 등 단체전과 개인전을 모두 석권했다.