'농장'의 꿈을 키울 수 있는 기회가 열렸다.

카카오(공동대표 여민수·조수용)는 제주 도내 초등학생을 대상으로 한 스마트팜 만들기 교육을 진행한다.

'나만의 스마트팜 만들기' 교육은 식물(Plant)과 아두이노(Arduino)를 융합한 플랜투이노(PLANTUINO) 수업으로 식물 재배를 제어할 수 있는 스마트팜 환경을 직접 만들어 볼 수 있는 융합코딩교육 프로그램이다.

'테라리움(Terrarium) 키우기', 아쿠아포닉스(Aquaponics) 만들기, 수경재배 만들기(Hydroponics) 등 세 개 클래스로 나뉘어 진행되며 각 클래스당 참가인원은 최대 10명이다.

테라리움은 키우기는 초등학교 4학년부터 참여할 수 있다.

참가 학생들은 코딩 기초 지식과 함께 습도를 지닌 투명한 용기 속에 직접 식물을 키우는 테라리움을 만들게 된다.

'아쿠아포닉스 만들기'는 초등학교 5학년 대상의 수업으로 어항에서 물고기와 식물을 함께 키울 수 있는 아쿠아포닉스 어항을 만드는 내용으로 꾸려진다.

'수경재배 만들기'는 초등학교 6학년 대상의 수업으로 흙을 사용하지 않고 필수 양분과 물을 이용해 식물을 재배하는 원리를 살펴볼 수 있도록 구성했다.

오는 9일 정오까지 '제주 위드 카카오(jeju.kakao.com)' 사이트를 통해 참가 접수를 받는다.

서류 심사를 거쳐 최종 참가자를 확정한다.

'나만의 스마트팜 만들기' 교육은 수업에 따라 4월 13일과 14일에 나뉘어 카카오 스페이스닷원에서 진행한다.

한편 카카오는 '찾아가는 코딩 교실'과 '사이 좋은 디지털 세상 교사연수', '카카오와 함께하는 코딩 교실', '언플러그드데이', '진로체험 프로그램 show me the IT' 등 다양한 IT 교육 프로그램을 통해 제주도내 청소년들의 정보화 교육을 돕고 있다.

@highlight

카카오는 제주 도내 초등학생을 대상으로 스마트팜을 직접 만들어 볼 수 있는 융합코딩교육을 진행할 예정이며, 이는 테라리움 키우기/아쿠아포닉스 만들기/수역재배 만들기 등 세 가지의 강좌로 이루어져 있다.