= 강원도 고성군은 대통령직속 국가균형발전위원회가 주관한 2019년 농어촌 취약지역 생활여건 개조 공모사업 대상지로 현내면 신촌마을이 최종 선정됐다고 밝혔다.

취약지역 생활여건 개조사업은 취약지역 주민의 기본적인 생활수준 보장을 위해 안전·위생 등 긴요한 생활 인프라 확충 및 주거환경 개선, 주민역량 강화 등을 지원하는 사업이다.

사업대상지로 선정된 현내면 신촌마을은 1968년 지진해일 피해로 집단 이주한 마을로 노후불량 건축물이 밀집되어 안전과 각종 재난 재해에 취약한 지역이다.

특히, 금강산관광 중단 이후 주민들의 상실감 증대에 따른 정부지원과 주민 고령화 및 소득원 미확보에 따른 삶의 질 개선이 지속적으로 요구 되었으며 슬레이트 지붕, 빈집방치, 도로협소 등 주거환경이 취약한 지역으로 그동안 주민들이 큰 불편을 겪어왔다.

이번 공모사업 선정을 통해 신촌마을은 생활위생 안전인프라(마을진입로 확장, 가로등 설치, 방송장비, LPG보호장비, CCTV등) 구축, 주택정비(슬레이트 지붕개량, 주택수리, 빈집정비등), 마을경관개선(마을쉼터조성, 마을안길정비, 보행자 도로정비, 마을안내판설치 등), 휴먼케어 및 주민역량 강화 사업을 추진할 예정이다.

이사업은 국비 29억 원, 도비 3.7억 원, 군비 8.7억 원, 자부담 3억 원 등 44.4억 원의 사업비를 지원받아 2021년까지 다양한 사업을 진행한다.

이경일 군수는 "68지진해일로 이주한 노후주택이 밀집한 신촌마을이 취약지역 생활여건 개조사업 대상지로 선정돼 상대적으로 낙후됐던 마을의 생활여건이 개선될 것으로 기대된다"며 "마을의 정주여건을 획기적으로 개선하여 깨끗한 마을이미지 제공과 주민 복지서비스 증진에 더욱 노력할 계획이다"라고 말했다.

@highlight

강원도 고성군은 대통령직속 국가균형발전위원회가 주관해 취약지역 주민의 기본적인 생활수준을 보장해주는 2019년 농어촌 취약지역 생활여건 개조 공보사업 대상지로 노후불량 건축물이 밀집되어 안전 및 재난 재해에 취약한 지역인 현대면 신촌마을이 최종 선정되었다고 밝혔다.