MBC의 첫 번째 시즌제 드라마 '검범남녀 시즌2'에 노민우, 강승현이 출연한다.

MBC 새 월화드라마 '검법남녀 시즌2' 측이 노민우와 강승현의 캐스팅 소식을 알리며 극에 새로운 인물이 등장할 것을 예고해 시청자들의 기대감을 높이고 있다.

'검법남녀 시즌2'는 피해자를 부검하는 괴짜 법의학자와 가해자를 수사하는 신참 검사의 아주 특별한 공조를 다룬 드라마로, '검법남녀 시즌2'에서는 시즌1의 엔딩을 장식했던 '오만상 사건'의 진실을 파헤치기 위해 고군분투하는 내용이 전개될 예정이다.

극 중 노민우는 닥터 '장철' 역할을 맡아 냉철하고 까칠하지만 실력이 출중한 응급의학과 전문의의 모습으로 완벽 변신했으며 극의 실마리를 쥐고 있는 '장철'을 통해 앞으로 방송될 내용에 긴장감을 더할 것으로 보인다.

또한 강승현은 '샐리 킴'을 연기하며 시즌1의 '스텔라 황'의 후임으로 들어온 약독물학과 연구원이 되어 걸 크러쉬 가득한 매력과 시크함을 뿜어낼 것을 예고하는 등 웰메이드 수사 장르물 '검범남녀 시즌2'를 기다리는 시청자들의 이목을 집중시키고 있다.

이에 노도철 PD는 "'검범남녀 시즌2'에 노민우와 강승현이 출연을 확정 지었다. 새로운 얼굴의 등장으로 극에 긴장감과 기대감이 더욱 높아질 것을 예고한 만큼 TV를 통해 보시는 분들도 변화된 분위기를 그대로 느끼실 수 있을 것으로 예상한다"며 "오는 6월 방송될 '검법남녀 시즌2'에 많은 기대 부탁 드린다"고 전했다.

한편 시즌1의 주역이었던 정재영, 정유미, 오만석을 비롯해 새로운 얼굴인 노민우와 강승현의 등장으로 기대감이 높아지고 있는 '검법남녀 시즌2'는 '특별근로감독관 조장풍' 후속으로 오는 6월 첫 방송될 예정이다.

@highlight

피해자를 부검하는 괴짜 법의학자(노민우역)와 가해자를 수사하는 신참 검사의 특별한 공조를 다룬 수사 드라마로 MBC의 첫 번째 시즌제 드라마인 '검범남녀 시즌2'에 노민우와 강승현의 캐스팅 소식이 알려지자 새로운 인물의 등장에 기대감과 관심이 집중되고 시즌1의 엔딩을 장식했던 '오만상 사건'의 진실을 파헤치는 내용이 연계되어 펼쳐질 것이다.