농촌진흥청(청장 김경규)은 농식품 가공사업의 안정적 성장기반 구축과 사업현장의 애로 해소하기 위해 맞춤형 지원에 나선다.

이번 맞춤형 지원 대상은 △2018~2019년 사이에 개소한 신규 농산물종합가공센터 17곳 △식품안전관리인증기준(HACCP)의무 적용에 따른 시설개선이 필요한 농산물종합가공센터 10곳 △농업인 조직체 가공플랜트 구축 시군 3곳 등 총 30개소이다.

전문가 컨설팅(현장상담), 사업추진 우수사례 공유 등으로 이뤄지는 맞춤형 지원은 총 3차에 걸쳐 4~8월까지 진행한다.

1차는 지원 대상별 공동 컨설팅 형태로 진행하며 건축·설계·가공기계, 식품위생, HACCP 인증 분야 등 농산물종합가공센터 운영 및 시설개선 등의 사업추진을 위해 반드시 알아야 하는 내용을 중심으로 구성했다.

2차는 농식품 가공사업 우수 지자체(지방자치단체)를 방문해 벤치마킹(본따르기)의 기회를 제공하고, 3차는 시·군별 현장 수요에 맞춰 전문가의 1:1 컨설팅을 지원할 계획이다.

농촌진흥청은 분야별 전문가 30명을 자문단으로 위촉 맞춤형 현장지원의 효율성을 높일 계획이다.

4월부터 12월까지 활동하게 되는 자문단은 행정, 설계·건축, 기계, 식품위생, 세무·회계·창업 등 농식품 가공사업 추진에 필요한 분야를 중심으로 운영한다.

주요 구성원은 사업추진 우수 공무원, 식품기술사, 식품가공기계 개발자, 회계사, 변리사, 건축사, 마케팅 전문가 등이다.

현재 농식품 가공사업은 지역별 농산물종합가공센터를 기반으로 농산물 가공 활성화를 도모하고, 농업인들의 농외소득 향상과 창농·창업을 지원하기 위해 농촌진흥청, 각 도농업기술원, 전국 시·군농업기술센터가 공동으로 추진하고 있다.

농촌진흥청 이명숙 농촌자원과장은 "농식품 가공사업은 국가·지역단위 푸드플랜 연계, 지역별 로컬푸드 소비 촉진 등 국가적으로 중요한 역할을 담당하고 있어 앞으로 사업의 효율성을 높일 수 있도록 적극 지원하겠다"고 말했다.

@highlight

농촌 진흥청은 농식품 가공사업의 성장기반 마련과 사업현장의 고충을 해결하기 위해서 분야별 전문가로 자문단을 구성해  4~8월에 총 3차의 맞춤형 지원을 실행하기로 하였다.