마약 투약 의혹을 산 대기업 외손녀 황모씨가 어제 경찰에 체포됐다.

경찰이 수사해 불기소 의견으로 검찰에 송치한 황씨의 과거 필로폰 투약 혐의와 다른 마약 관련 혐의도 포함된 것으로 알려진다.

앞서 변종 대마를 투약한 혐의로 SK 창업주의 손자 최모씨가 구속됐고, 현대가 3세 등 다른 부유층 자녀들에 대한 마약 수사도 속도를 내고 있다.

'버닝썬 게이트'에서 마약에 빠진 젊은 부유층의 민낯을 이미 지켜본 터다.

일각의 일탈로 보기에는 마약이 너무 깊숙이 사회에 파고든 인상이다.

이른바 '물뽕(GHB)'이라는 약물을 이용해 여성을 성폭행한 일도 심심찮게 터져나오는 상황이다.

재벌가에 가려져 있지만 마약사범은 날로 증가세다.

대검찰청에 따르면 2011년 9174명이던 게 1년 만에 1만 2613명으로 37.5% 늘었다.

마약류 압수량도 2014년 162.2㎏에서 지난해 517.2㎏으로 급증했다.

마약 판매가 인터넷을 통해 공공연하게 이루어지면서 충청지역도 더 이상 안전지대라고 마음을 놓기 어렵다.

지난해 단속된 마약사범이 1만 2613명에 달한다는 통계가 그 방증이다.

2015년 1만 명(1만 1916명)을 넘어선 뒤 해를 거듭할수록 늘고 있다.

마약류 유통경로였던 우리나라가 소비국으로 전락하는 건 시간문제다.

강력한 단속과 처벌이 절실하다.

마약은 개인뿐 아니라 사회, 국가를 파괴시키는 해악이다.

검찰과 경찰은 물론 보건복지부, 식품의약품안전처, 관세청, 교육청 등 관계기관의 공조 체제 구축이 급선무다.

SNS를 매개체 삼아 '작대기'나 '얼음' 같은 은어로 청소년을 무차별적으로 유혹하는 현실인 만큼 학교 현장에서의 교육 강화도 필수다.

무엇보다 솜방망이 처벌을 강화해야 한다.

마약사범 1심 판결의 40%가 벌금이나 집행유예로 끝나서는 단죄 효과가 적고, 사회에 경각심을 줄 수도 없다.

축소 수사 의혹 등에 휩싸인 황씨 사건 전모부터 철저히 규명해 의지를 보여줄 일이다.

@highlight

마약 투약 의혹을 산 대기업 외손녀 황모씨가 어제 경찰에 체포되고 앞서 다른 부유층 자녀들에 대한 마약 투약 혐의 구속과 수사가 진행되는 가운데, 마약사범이 해마다 갈수록 증가하고 있어 강력한 단속과 처벌 및 관계기관의 공조체제가 절실하게 요구된다.