장지혜 앙골라 일가족 재판에 인정 호소난민인정 심사를 받지 못해 인천공항에 석 달째 체류중인 앙골라 일가족이 인천지방법원 재판에 직접 참석해 난민 인정을 호소했다.

인천지법은 4일 루렌도 가족이 제기한 난민인정심사불회부 결정 취소 소송의 3번째 변론기일을 진행했다.

루렌도씨와 부인, 자녀 4명으로 구성된 이들 가족은 지난해 12월28일 관광비자로 한국에 도착해 난민인정회부 심사를 신청했다가 '불회부' 결정을 받고 인천공항에서 지내고 있다.

콩고 출신인 일가족은 앙골라로 이주했으나, 앙골라 당국이 콩고이민자를 추방하려는 위협을 느껴 한국행을 결심했다고 주장한다.

이들은 한국 인권단체와 변호사 등의 도움을 받아 인천지법에 불회부 처분 취소소송을 제기했다.

이날 법정에는 루렌도 부부와 어린자녀 4명이 모두 출석했다.

프랑스어 통역을 통해 루렌도측은 "지난해 말 앙골라 정부가 매우 폭력적으로 콩고에서 온 이주민들을 강제 추방했고 이 과정에서 많은 콩고 출신들이 죽거나 다쳤다"며 난민으로 인정돼야 하는 당위성을 호소했다.

특히 아내 바테체씨가 앙골라에서 겪은 폭력성에 대해 진술할 때는 자녀들에게 미칠 악영향을 고려해 자녀들은 물론 방청객과 원고측이 잠시 법정 밖으로 나가야 했다.

반면 피고 측인 출입국 외국인청은 이들의 주장이 '명백히 이유 없는 난민 신청'이라고 못 박았다.

피고측은 "신청자가 박해라는 사실에 대해 난민에 이르는지를 따져 보고 난민인정 심사에 착수한다"며 "박해 사건 이후에 자국을 탈출해 목적지에 이르렀다는 진정성이 인정돼야만 대한민국 국경을 통과할 수 있다"고 반박했다.

한편 재판에 앞서 이들의 난민 인정을 반대하는 항의 집회가 열리기도 했다.

'난민대책 국민행동' 등 난민반대 단체들은 "기본 요건도 갖추지 못한 '가짜난민'으로부터 대한민국을 보호하자"고 주장했다.

@highlight

루렌도 가족은 지난해 12월 관광비자로 한국에 와서 난민인정회부 심사를 신청했다가 '불회부' 결정을 받고 석달째 인천공항에서 지내고 있으며, 이들은 한국 인권단체 등의 도움을 받아 인천지법에 불회부 처분 취소소송을 제기했다.