김주오 대구도철 1호선 안심~하양 구간 위치도.

대구시는 도시철도 1호선의 안심~하양 복선전철 건설사업의 원활한 추진을 위한 보상절차가 본격 시작됐다고 4일 밝혔다.

사업구간 내 현장조사를 시작으로 4월 중순 보상계획 공고를 거쳐 올 하반기에 토지 등 소유자들과 개별적으로 보상협의가 실시될 예정이다.

안심~하양 복선전철 건설 사업은 2022년 완공을 목표로 약 2천982억원의 사업비가 투입되며 대구도시철도 1호선 안심역에서 경산시에 있는 대구선 하양역까지 8.89㎞ 철로를 연장하고 정거장 3개소를 신설한다.

지난해 말 사업계획이 국토교통부로부터 승인·고시됨에 따라 시와 경산시는 사업구간 내 토지 및 지장물에 대한 현장조사를 시작으로 본격적인 보상절차에 돌입했다.

안심~하양 복선전철 건설 사업에 편입되는 토지는 1천23필지 약 29만㎡로 시-경북도-경산시 업무협약에 따라 보상업무가 행정구역별로 시행된다.

대구 구간(1.90㎞, 동구 괴전동~숙천동) 보상은 대구도시철도건설본부에서 직접 수행하며 경산구간(6.99㎞, 경산 하양읍 청천리~금락리) 보상은 지난해 3월 경산시와 보상업무 위·수탁협약을 체결한 경북개발공사에서 수행한다.

시와 경산시는 편입 토지에 대한 지적 분할 작업이 완료되면 4월 중순 보상계획공고를 거쳐 보상협의회 개최 및 보상금 산정을 위한 감정평가를 실시해 올해 하반기 토지 등 소유자들과 개별적으로 보상협의를 실시할 예정이다.

신경섭 대구도시철도건설본부장은 “보상과정에서 토지 등 소유자들의 재산권 보호와 정당한 보상이 이뤄지도록 최선을 다하고 있다”며 “대구·경북 상생협력과 지역발전을 위한 대구도시철도 1호선 안심~하양 복선전철 건설사업이 원활히 추진될 수 있도록 적극 협조해 달라”고 말했다.

@highlight

대구시는 4일 지난해말 사업계획이 승인, 고시 됨에 따라 현장조사를 시작으로 4월 중순 도시철도 1호선의 안심~하양 복선전철 건설사업의 보상계획 공고를 거쳐 올 하반기 보상협의가 실시될 예정으로 본격적인 보상절차가 시작됐다고 밝혔다. 