오창원 2019 용인대총장기 전국남녀중고등학교 유도대회 여고부 단체전서 2연패를 달성한 경기체고 선수단이 시상식후 기념촬영을 하고 있다.

경기체고가 2019 용인대총장기 전국남녀중고등학교 유도대회 여자고등부 단체전서 2연패를 달성했다.

정태호 감독이 이끄는 경기체고는 4일 강원 양구문화체육관에서 열린 대회 최종일 여고부 단체전 결승 경기서 광영여고를 3―1로 제압하고 우승을 차지했다.

지난해 수년만에 정상을 탈환했던 경기체고는 이로써 2회 연속 우승기를 품에 안은데 이어 '동생' 경기체중 마저 지난 2일 재창단 3년만에 단체전을 석권함으로써 겹경사를 맞았다.

경기체고는 8강전서 서울체고를, 4강전서 철원여고를 각각 3―0 으로 제압하는 등 월등한 기량을 과시하며 승승장구 했다.

상승세의 경기체고는 결승전에서도 유감없이 기량을 발휘했다.

첫째판서 김지영이 광영여고 간다향에 발목받치기 한판패를 당해 불안하게 출발했지만 박미나가 엄지연을 밭다리 한판으로 꺾고 바로 승부를 원점으로 돌렸다.

경기체고는 이후 이윤선이 광영여고 강지현을 누르기 한판으로, 정승아가 넷째판서 안주연을 조르기 한판으로 각각 물리치고 역전승을 마감했다.

박세은(경기체고)은 개인전 70kg급 결승서 김민주(의정부 경민IT고)에 한판승을 거두고 금메달을 추가, 2관왕을 차지했다.

한편 남고부 개인전서 의정부 경민고의 유현채는 55kg급 결승서 김승현(보성고)을, 하정우는 60kg급 결승서 김태윤(보성고)을 각각 한판으로 제압하고 금메달을 획득했고, 안재홍은 66kg급 결승서 최낙일(우석고)에 절반승을 거두고 정상에 올랐다.

@highlight

정태호감독이 지도하는 경기체고 여자유도부가 전국중고등학교 유도대회 단체전에서 광영여고를 이기고 2연패를 달성했고, 동생 겪에 해당하는 경기체중도 3년만에 단체전 우승을 탈환해 축제의 분위기를 더하고 있다.