많은 사람이 ‘행복’을 쫓는다.

이는 역설적으로 우리가 그다지 행복하지 않다는 것을 증명한다.

우리 시대의 인간 행동 및 지식의 수수께끼를 진화론적 관점으로 풀어내고 있는 젊은 심리학자 대니얼 네틀이 인간의 행복에 대한 심리법칙을 다룬 ‘행복의 심리학’을 내놨다.

저자는 이 책에서 행복의 원인을 과학적으로 들여다본다.

뇌과학과 진화심리학, 수많은 행복 연구와 심리 실험, 사람들의 행복도 조사를 토대로 흥미롭게 풀어낸다.

책에서는 행복은 유전자가 결정한다고 말한다.

나쁜 일을 당해도 활기차고 낙천적인 사람이 있는가 하면, 상황이 나쁘지 않은데도 걱정과 근심으로 가득 찬 사람이 있는데 해당 유전자가 이를 가늠한다는 것이다.

일란성 쌍둥이 조사에서도 각기 따로 떨어져 사는 쌍둥이라고 해도 행복지수는 거의 동일하게 나타난다.

쌍둥이의 DNA는 인생사에도 비슷하게 대응하게 하고 비슷한 운명을 겪게 한다.

기혼자 2만 4천 명에 대한 15년간의 추적조사도 행복 DNA가 따로 있음을 증명한다.

결혼한 사람은 이혼자나 독신자보다 행복지수가 높다.

하지만 결혼이 행복을 가져다준다기보다는 애초에 행복한 사람이 결혼할 가능성이 크고, 결혼생활을 오래 지속할 가능성도 크며, 따라서 이혼할 가능성은 작고, 독신자로 살 가능성도 작다.

신경과민과 외향성이라는 두 가지 개성 중 외향적인 사람이 행복지수가 더 높고 좌뇌활동도 활발하며 뇌의 세로토닌 수치도 높다.

슬프게도 한 개인의 신경과민 정도는 미래의 불행을 예측할 수 있는 유의미한 척도다.

저자는 또 행복의 실체를 알고 행복의 비이성적인 측면을 이해하면 우리 자신을 변화시켜 행복에 이를 수 있다고 말한다.

우리가 할 수 있는 일은 생각을 바꾸고 행동을 변화시켜 진정한 행복의 가능성을 열어가는 일이며, 우리가 궁극적으로 인생을 어떤 방식으로 대하고 어떻게 살아가야 하는지 현실적이고 명석한 조언을 들을 수 있다.

@highlight

심리학자 대니얼 네틀이 인간의 행복에 대한 심리법칙을 다룬 ‘행복의 심리학’에서 행복은 유전자가 결정한다는 내용을 흥미롭게 풀어낸다.