[ 김태훈 기자 ] 5세대(5G) 이동통신의 최대 장점 중 하나는 빠른 속도다.

국제표준화 단체인 3GPP가 정한 최고 속도는 초당 20기가비트(Gbps)로 4세대 이동통신(LTE)보다 20배가량 빠르다.

하지만 이달 시작된 5G 서비스의 최고 속도는 2Gbps 수준이다.

현재 LTE 최고 속도인 1Gbps에 비해 두 배가량 빠르다.

5G에 활용할 수 있는 주파수가 가장 많은 SK텔레콤의 최고 속도는 2.7Gbps. 12기가바이트(GB) 용량의 2시간 분량 가상현실(VR) 콘텐츠를 36초면 내려받을 수 있다.

KT, LG유플러스의 최고 속도는 2.4Gbps, 2.2Gbps 수준이다.

5G 속도는 앞으로 더 빨라질 예정이다.

현재 5G 표준은 LTE와 5G를 함께 사용하는 방식(NSA)인데 이르면 올해 5G 단독형(SA) 표준이 나온다.

초고주파 대역인 28기가헤르츠(GHz)까지 함께 쓰게 되면 속도를 20Gbps까지 높일 수 있다.

통신사 관계자는 "SA 2차 표준이 올해 말 나오는데 장비와 단말이 준비되려면 시간이 조금 더 걸릴 수 있다"고 말했다.

현재 5G를 이용할 수 있는 지역은 서울과 수도권, 전국 광역도시다.

5G폰이 있더라도 나머지 지역에서는 LTE에 연결해야 한다.

과학기술정보통신부의 기지국 준공 검사 기준으로 보면 4월 2일 현재 가장 많은 5G 기지국을 구축한 곳은 SK텔레콤(3만4000개)이다.

KT는 2만8000개, LG유플러스는 1만2000개 기지국을 구축했다.

SK텔레콤은 4월 말까지 4만 개, 연말까지 7만 개의 기지국을 구축할 계획이다.

KT는 이달 기지국 3만 개로 출발해 연말까지 인구 기준 통화 트래픽의 80%를 커버하겠다고 발표했다.

LG유플러스는 6월 말까지 5만 개 기지국 구축을 목표로 내놓았다.

9대 광역시, 85개 시·도에는 연말까지 5G망이 구축될 것으로 보인다.

@highlight

5세대(5G) 이동통신의 가장 큰 장점 중 하나는 빠른 속도인데 현재 LTE 최고 속도에 비해 두 배정도 빠르지만, 국제 표준화 단체가 지정한 5G의 최고 속도에 따르면 5G는 LTE에 비해 20배정도 빠르다.