의료인·환자 폭행 시 가중처벌 정부가 큰 병원과 정신의료기관에 보안설비와 보안인력 배치 의무화를 추진한다.

보건복지부는 4일 일정 규모 이상의 병원과 정신병원, 정신과 의원은 비상벨과 비상문, 보안인력을 갖추도록 하는 ‘안전한 진료환경 조성 방안’을 내놨다.

이번 방안은 진료 중 환자가 휘두른 흉기에 숨진 고(故) 임세원 강북삼성병원 정신건강의학과 교수와 같은 피해를 막기 위해 마련됐다.

이에 따라 올해 하반기 내 폭행 발생비율이 높은 일정 규모 이상의 병원과 정신병원, 정신과 의원에는 비상벨, 비상문, 보안인력을 갖추도록 의료기관 준수사항에 반영된다.

이를 위해 의료법과 정신건강복지법 시행규칙을 개정해 비상벨 설치 의무화 규정을 신설한다.

비상벨을 누르면 지방경찰청과 연계해 가까운 거리에 있는 경찰이 출동하는 ‘긴급출동시스템’도 구축한다.

정부는 올해 하반기부터 병원에서 안전한 진료환경 구축을 위한 시설과 인력을 확보한 경우 일정 비용을 수가로 지원할 계획이다.

의료기관 내 폭행사건에 대한 처벌도 강화된다.

정부는 의료인과 환자에게 상해 이상의 피해가 발생할 경우 가중처벌하고 중상해 이상의 피해가 발생한 경우에는 형량하한제를 적용하는 방안을 검토하기로 했다.

현행 의료법은 협박·폭행 시 5년 이하의 징역, 5천만 원 이하 벌금을 부과하고 있다.

한편 4일 보건복지부가 공개한 ‘안전한 진료환경 관련 실태조사’ 결과에 따르면 최근 3년간(2016~2018년) 의료기관 내 폭행 등 사건 발생비율은 병원 11.8%, 의원 1.8%였다.

실태조사는 지난 1~3월 전체 의료기관을 대상으로 시행됐으며, 7천290곳이 참여했다.

조사 결과 사건 발생률은 300병상 이상 대형병원에서 39%, 정신과가 설치된 병원급 의료기관에서는 37.7%로 확인됐다.

병원에서는 일반상해와 진료방해 사건이 주로 발생했고, 의원에서는 폭언이 가장 높은 비율을 차지했다.

발생 원인으로는 ‘환자나 보호자의 음주’(45.8%)가 주된 요인이었다.

이어 ‘진료 결과에 대한 불만’(20.3%), ‘대기시간 및 순서 불만’(5.7%) 등이 뒤따랐다.

@highlight

보건복지부가 4일 '안전한 진료환경 조성 방안'을 발표하며 일정 규모 이상의 병원과 정신병원, 정신과 의원이 비상벨과 비상문, 보안인력을 갖추도록 했고, 지방경찰청과 연계한 긴급출동시스템을 구축하고, 의료인과 환자에게 상해 이상의 피해가 발생할 경우 가중처벌하고 중상해 이상인 경우에는 형량하한제를 적용하는 방안을 검토한다.