황인옥 앙상블 비아트리오, 다양한 동요 선봬 비아트리오.

(재)행복북구문화재단은 ‘아가랑 콘서트 : 쎄쎄쎄, 클래식과 놀자’를 17일 오전 11시 어울아트센터 오봉홀에서 공연한다.

이 무대는 기존 클래식음악회의 엄숙한 분위기와 입장 연령 제한으로 공연장 방문이 어려운 영유아와 가족을 위해 기획됐다.

(재)행복북구문화재단은 지난해에도 2회에 걸쳐 영유아를 위한 콘서트를 개최, 뜨거운 호응을 받았다.

올해는 지난해의 관심에 힘입어 시리즈로 기획된다.

이번 공연은 ‘쎄쎄쎄, 클래식과 놀자’라는 부제로 월드뮤직앙상블 ‘비아트리오’가 꾸민다.

아기가 엄마의 무릎 베개를 베고 누워 듣던 동요에서부터 빌보트 차트에 올라간 동요까지 아이들에게 익숙한 음악을 선사하며 쉽고 재미있게 클래식에 접근하도록 돕는다.

2007년 창단한 비아트리오는 이름은 트리오지만 4명이 연주하는 월드뮤직앙상블이다.

바이올린, 첼로, 피아노에 해금을 더한 독특한 구성으로 다채로운 매력이 돋보인다.

한국인 최초로 2011년 서머싯 글래스톤베리 페스티벌(Somerset Glastonbury Festival)에 초청받아 한국 뮤지션의 저력을 보여줬다.

지금까지 5장의 정규 앨범을 냈다.

비아트리오는 이날 동요 섬집아기와 모차르트 자장가를 편곡한 ‘자장가’와 유명 애니메이션 음악 ‘아기 상어’나 ‘옹달샘 변주곡’ 등의 익숙한 동요와 ‘쎄쎄쎄송’, ‘현의 메나리’, ‘헝가리의 네로’ 등을 선사한다.

한편 7월 10일에는 CM클래식앙상블과 함께하는 ‘아가랑콘서트 : 도담도담, 음악을 두드리다’가 진행된다.

다양한 악기의 생생한 소리를 느껴보는 시간으로 마련, 창의력과 음악적 감수성을 넓히는 경험을 선사한다.

5천~1만원(36개월 미만 아기 무료).

@highlight

행복북구문화재단은 공연장 방문이 어려운 영유아와 가족이 쉽고 재미있게 클래식에 접근하도록 돕는 ‘아가랑 콘서트 : 쎄쎄쎄, 클래식과 놀자’를 17일 오전 11시 어울아트센터 오봉홀에서 개최한다.