홍 의원 “예상했던 결과, 새로운 정치 하겠다”홍 의원 “예상했던 결과, 새로운 정치 하겠다” [채원영 기자 chae10@imaeil.com] 3·8 세계 여성의 날 기념 '제26회 대구여성대회 조직위원회' 관계자들이 지난 3월 11일 오후 대구 중구의회를 찾아 홍준연 구의원에게 '2019 성평등 걸림돌상'을 수여하고 있다.

매일신문 DB.

'성매매 여성 비하 발언'으로 물의를 빚었던 홍준연 대구 중구의원이 더불어민주당 당적을 잃게 됐다.

더불어민주당 윤리심판원과 중앙당 최고위원회는 지난 2월 21일 홍 의원이 자신에 대한 제명 징계안에 대해 신청한 재심 청구를 기각하고서 조만간 해당 사실을 우편으로 통보할 방침이라고 5일 밝혔다.

민주당 관계자는 "윤리심판원이 재심을 기각했고 중앙당 최고위원회에서도 별다른 이견 없이 통과됐다"며 "홍 의원 발언의 취지가 어떻든 민주당 당원으로서 품위유지 의무를 위반해 여성을 비하한 점은 의심의 여지가 없다"고 기각 이유를 밝혔다.

민주당 당헌·당규에 따라 당무위원회가 윤리심판원 결정에 대해 재심사를 요구 여지도 있으나 실현 가능성은 낮은 것으로 알려졌다.

민주당 관계자는 "보통 사실관계에서 전혀 다른 부분이 있다면 재심사 요구가 가능하나 해당 건은 다툼의 여지가 없다"고 설명했다.

이에 대해 홍 의원은 "예상했던 결과다.

당장 드릴 말씀은 없다"면서도 "새로운 정치를 해보겠다"고 밝혀 당적 이동 가능성 등을 시사했다.

재심이 기각됨에 따라 대구 중구의회는 곧 윤리위원회를 열고 홍 의원의 징계 여부를 결정할 방침이다.

오상석 중구의회 의장은 "동료 의원들과 윤리위원회 개최 날짜, 방법을 논의하겠다"고 말했다.

한편, 홍 의원은 지난해 12월 중구의회 본회의에서 '대구시 성매매피해자 등의 자활지원 조례'의 효과에 의문을 제기하며 "세 살 버릇 여든 가듯 성매매 여성들이 2천만원 받고 다음에 다시 성매매 안 한다는 보장이 어디 있냐"고 발언했다.

여성단체 등의 거센 항의에 직면한 홍 의원은 "성매매는 범죄고 세금 집행이 투명해야 한다는 소신에는 변함이 없다"고 말했다.

@highlight

5일 더불어민주당 윤리심판원과 중앙당 최고위원회는 '성매매 여성 비하 발언'으로 물의를 빚었던 홍준연 대구 중구의원을 제명하기로 확정했다고 밝혔으며, 홍 의원은 새로운 정치를 해보겠다는 의사를 밝혔다.