홍지예 강용석.

불륜설이 불거졌던 유명 블로거의 남편이 낸 소송을 취하시키려 문서를 위조한 혐의로 1심에서 법정구속된 강용석(50) 변호사가 2심에서 무죄를 선고받았다.

5일 서울중앙지법 형사항소8부(이원신 부장판사)는 사문서위조 등 혐의로 기소된 강 변호사에게 무죄를 선고했다.

이에 따라 강 변호사는 163일 만에 구속 상태에서 벗어날 수 있게 됐다.

강 변호사는 지난해 10월 24일 1심에서 징역 1년을 선고받고 법정구속된 바 있다.

유명 블로거 '도도맘' 김미나씨의 남편은 2015년 1월 자신의 아내와 불륜을 저질렀다며 강 변호사에게 1억원의 손해배상을 청구하는 소송을 냈다.

강 변호사는 같은 해 4월 이 소송을 취하시키기 위해 김씨와 공모한 뒤 김씨 남편 명의로 된 인감증명 위임장을 위조하고 소송 취하서에 남편 도장을 임의로 찍어 법원에 제출한 혐의로 기소됐다.

김씨는 앞서 같은 혐의로 기소돼 2016년 12월 1심에서 징역 1년에 집행유예 2년을 선고받았다.

김씨가 항소하지 않아 형은 확정됐다.

1심은 강 변호사가 미필적으로나마 권한이 위임되지 않았다는 사실을 인식하고 소송 취하서를 작성하고 제출하도록 한 것으로 판단하고 유죄 판단을 내렸다.

그러나 2심 재판부는 강 변호사에게 미필적으로도 이와 같은 고의가 있었다고 인정되지 않는다고 반대 판단을 내렸다.

김미나씨의 진술에 신빙성이 부족하다는 판단이 그 근거가 됐다.

재판부는 "김미나씨가 강 변호사에게 들었다고 하는 소송 취하 방법에 대한 설명 내용은 내용이 일관되지 않고 객관적인 사실에 부합하지도 않는다"고 봤다.

이어 "김씨가 남편과의 대화 내용을 문자메시지로 강 변호사에게 2시간 동안 설명했다고 하지만 문자메시지의 특성상 압축해 설명했을 것으로 보이므로 구체적으로 알렸다고 믿기 어렵다"고 밝혔다.

한편 김미나씨는 앞서 같은 혐의로 기소돼 2016년 12월 1심에서 징역 1년에 집행유예 2년을 선고받았다.

김씨가 항소하지 않아 형은 확정됐다.

@highlight

5일 서울중앙지법 형사항소8부는 사문서위조 등 혐의고 기소된 강용석 변호사에게 무죄를 선고했는데 재판부는 강 변호사에게 미필적으로도 고의가 있었다고 인정되지 않는다는 판결을 내려 강 변호사는 163일 만에 구속 상태에서 석방되었다.