여야는 5일 강원도 산불 사태 해결을 위한 정부의 신속한 대응을 촉구했다.

여야 지도부는 잇따라 피해 현장을 찾는 등 화재 진압과 피해 복구에 초당적으로 협력하겠다는 의지를 피력했다.

더불어민주당 이해식 대변인은 “관계당국과 지방자치단체는 산불 확산 방지와 조기진화에 총력을 다해달라”며 “완전한 진화까지 지속적으로 노력하고 인명·재산 피해 방지에 만전을 기하라”고 당부했다.

또 “이번 사태로 목숨을 잃은 분들의 명복을 빈다”며 “추경에도 피해복구를 위한 예산 반영을 요청했고, 내년 본예산에도 이를 반영해 완전한 복구와 산림회복에 노력하겠다”고 강조했다.

자유한국당 전희경 대변인은 “소방당국은 전심전력을 다해 속초 시내까지 급속히 번지는 산불을 막기 위한 저지선 구축에 만전을 기하고, 안전한 주민 대피에 최우선적인 노력을 기울여야 한다”며 “산불 진화와 확산방지, 인명 피해 방지와 안전 확보, 나아가 피해복구와 관련한 모든 조치에 앞장서겠다”고 했다.

바른미래당 김삼화 수석대변인은 “어려운 상황이지만 소방당국은 안전에 유의하여 산불 진화에 최선을 다해주기 바란다”며 “바른미래당도 산불진화 및 주민안전대책 마련을 위해 적극적인 협조와 지원을 할 것”이라고 밝혔다.

민주평화당 김정현 대변인은 “신속한 화재진압, 이재민 구호, 화재진압에 동원된 소방관 등 공무원 안전의 ‘3박자’를 반드시 맞춰달라”며 “뜬 눈으로 밤을 지샜을 화재 지역의 주민과 소방관, 공무원들에게 깊은 위로를 드린다”고 밝혔다.

정의당 최석 대변인은 “화재 희생자들의 명복을 빌며, 부상자들도 속히 회복하시길 간절히 바란다”며 “정의당은 산불 진화와 피해 복구에 필요한 조치에 적극 협력하겠다”고 강조했다.

한편 민주당 이해찬 대표와 한국당 황교안 대표, 바른미래당 손학규 대표는 일제히 화재 현장으로 향해 피해 상황을 점검하고 복구 지원에 협력할 것을 약속했다.

@highlight

지난 5일 강원도 산불 사태를 해결하기 위해 여야 지도부는 화재 현장을 방문해 피해 상황을 점검하고, 신속한 대응을 촉구하며 화재 진압과 피해 복구에  협력하겠다고 밝혔다.