최대호 안양시장이 4일 홍역발생에 따른 긴급 기자회견을 열어 홍역확진 예방에 모든 노력을 다할 것이라고 말했다.

[안양=환경일보] 장금덕 기자 = 최대호 안양시장이 4일 홍역발생에 따른 긴급 기자회견을 열어 홍역확진 예방에 모든 노력을 다할 것이라고 말했다.

아울러 향후 발생할 수 있는 전염병에 선제적으로 대응해 나갈 것이라고 강조했다.

안양시가 최근 관내 한 병원에서 홍역확진환자가 발생한 것과 관련해 시민건강보호에 만전을 기하고 있다.

시는 이달 1일 관내 의료기관에서 홍역확진환자가 발생함에 따라 해당병원의 의료인과 환자 접촉자를 대상으로 증세파악 및 역학조사에 주력하고 있다고 이날 기자회견에서 밝혔다.

시는 접촉자의 주소지 보건소에 이상유무 확인을 당부하는 모니터링을 요청한 상태며, 해당병원과 비상연락체계를 유지하며 동태파악에 집중하는 중이다.

시는 홍역발생에 대한 시민대응 수칙을 시 홈페이지와 sns를 통해 전파하고 유의사항을 안내하는 문자메시지를 시민 5만8천여명을 대상으로 발송한 상태다.

환자가 발생한 해당병원에 대해서도 선별진료소도 2곳을 운영하고 핫라인 전화를 개통해놓고 있다.

특히 의료인을 포함한 병원의 모든 직원(1,980명)과 환자를 접촉했던 3,250여명을 자체적으로 모니터 하는 상황이다.

현재 안양에서 발생한 홍역환자는 4일 현재 18명으로 이중 16명이 병원의료진이며, 나머지 2명은 입원중인 환자로 확인됐다.

홍역은 기침, 콧물, 고열, 발진 등 감기와 비슷한 증세를 보인다.

예방을 위해 마스크 착용과 개인 손 씻기 등의 위생수칙이 요구되며, 다중이용시설 이용은 자제하는 것이 좋다.

시는 이번 홍역확진환자 추가 발생에 대비해 환자감시와 역학조사를 강화할 방침이다.

또한 확진자 발생이나 확인이 의심스런 경우 즉시 관계당국(동안구보건소 /만안구보건소 /한림대성심병원 /안양샘병원 )으로 신고할 것을 당부하고 있다.

@highlight

최대호 안양시장이 4일 홍역발생에 따른 긴급 기자회견을 열어 향후 발생할 수 있는 전염병에 선제적으로 대응해 방침과 홍역확진환자가 발생한 해당병원의 의료인과 환자 접촉자를 대상으로 증세파악 및 역학조사에 주력하고 있다고 하였다.