미국 경기에 대한 긍정적 전망과 미중 무역협상 타결 기대감으로 코스피가 상승하고 있다.

5일 오전 9시2분 현재 코스피지수는 전일 대비 2.85포인트(0.13%) 오른 2209.38을 기록하고 있다.

개인과 기관이 1억원, 21억원 순매도, 외국인이 21억원 매수 우위다.

프로그램은 차익과 비차익 모두 순매도로 총 169억원 매도 우위다.

간밤 미국 증시는 미국과 중국의 무역협상 관련 소식을 주시하는 가운데 대체로 상승세로 마감했다.

다우존스 30 산업평균지수는 전장보다 166.50포인트(0.64%) 오른 26,384.63에 거래를 마쳤다.

스탠더드앤드푸어스(S&P)500지수는 전장보다 5.99포인트(0.21%) 상승한 2879.39, 기술주 중심의 나스닥 지수는 3.77포인트(0.05%) 하락한 7891.78에 장을 마감했다.

서상영 키움증권 연구원은 '미 중앙은행 위원들이 미국 경기에 대한 자신감을 표명한 점과 미·중 무역협상에 대한 낙관적 전망은 한국 증시에 긍정적'이라며 '삼성전자 실적 발표 후 외국인의 행보에 주목할 필요가 있다'고 말했다.

삼성전자는 이날 장 전 1분기 실적을 발표했다.

1분기 영업이익은 6조2000억원으로 낮아진 눈높이에 부합했다.

부진한 실적에도 예상했던 결과와 반도체 업황 개선 기대에 0.96% 상승 중이다.

업종별로는 등락이 엇갈리고 있다.

종이목재 화학 의약품 비금속광물 철감금속 기계 전기전자 등이 오름세인 가운데 음식료품 섬유의복 전기가스업 건설업 운수창고 통신업 금융업 은행 보험 등은 소폭 내리고 있다.

시가총액 상위권 종목 가운데는 현대차, 삼성바이오로직스 등도 1% 상승하고 있다.

코스닥 지수는 전일 대비 0.07포인트(0.01%) 오른 751.65를 기록 중이다.

개인과 기관이 각각 30억원과 5억원 순매수, 외국인이 42억원의 매도 우위다.

업종별 등락이 엇갈리는 가운데 오락문화는 1% 상승, 정보기기는 1% 하락하고 있다.

원·달러 환율은 전일 대비 0.4원 내린 1135.8원에 거래 중이다.

@highlight

코스피가 긍정적인 미국 경기와 미중 무역협상 타결 기대감으로 상승하였으며 부진한 실적을 발표한 삼성전자도 반도체 업황 활황 기대감에 상승하고 있다.