JTBC 금토드라마 '아름다운 세상'의 박희순, 추자현, 김환희가 학교폭력에 맞서는 가족의 힘을 보여주며 깊은 울림을 전했다.

지난 6일 방송된 아름다운 세상 2회에서는 선호(남다름 분)를 위해 사건의 진실을 찾아 나선 가족들의 모습이 전파를 탔다.

폭력 사건을 무마하려고만 하는 학교와 경찰 대신 아빠 무진(박희순 분), 엄마 인하(추자현 분), 동생 수호(김환희 분)가 직접 선호의 사건에 다가가기 시작했다.

이날 인하는 선호가 사고 당일 가방에 챙겼던 일기장이 사라졌음을 깨달았다.

하지만 선호의 사물함에도 일기장은 없었고, 같은 반 학생들에게도 단서가 될 만한 내용을 듣지 못해 좌절했다.

그러나 수호는 선호의 교통카드 사용내역을 통해 사고 당일 선호가 친구를 위해 꽃다발을 샀지만, 끝내 전해주지 못했다는 것을 알아내며 사건의 진실에 한걸음 다가갔다.

무진과 인하는 선호의 핸드폰 발신내역으로 다시 자세한 정황을 찾아 나섰지만, 학교와 경찰은 이들의 행동을 탐탁지 않아 했다.

교감(정재상 분)은 "선호 일은 너무 안타깝고 교육자로서 책임을 통감합니다만 언제까지고 그 일에 매여서 다른 아이들을 소홀히 할 수는 없다"고 차갑게 말했다.

박형사 역시 "누가 봐도 이건 단순 자살 사건"이라며 귀찮은 듯 선호 가족들을 밀어냈다.

이러한 학교와 경찰의 태도는 가족들을 더욱 자책하게 만들었다.

사건 당일에 선호에게 걸려온 전화를 받지 못했던 무진은 후회 가득한 눈물을 쏟아냈다.

인하 또한 학원에 가기 싫어했던 선호의 등을 떠밀어 보낸 것에 가슴이 찢어질 듯 아파했다.

이날 방송에서는 충격적 엔딩도 공개됐다.

인하에게 전송된 동영상 안에 선호가 다른 학생들로부터 학교폭력을 당하며 괴로워하는 장면이 고스란히 담겨 있어 안타까움을 자아냈다.

막연히 의심만 하던 학교폭력이라는 비극이 이제 현실로 다가오며, 선호의 가족들이 끝까지 진실을 추적하고 희망을 발견할 수 있을지 주목된다.

아름다운 세상은 매주 금, 토 오후 11시 JTBC에서 방송된다.

@highlight

JTBC의 금토드라마 '아름다운 세상' 2회에서는 극중 선호의 학교폭력사건을 무마하려고만 하는 학교와 경찰 대신 아빠 역의 박희순과 엄마 역의 추자현이 직접 사건에 착수하며 하교폭력의 비극이 현실로 다가오고 있었으며 과연 선호의 가족이 진실을 찾아낼지 주목된다.