평택에서 다양한 볼거리와 먹거리 시민과 함께하는 '봄에 피어나는 꽃의 향연'이 펼쳐진다.

평택시는 오는 13일~21일까지 오성면 농업생태원에서 '2019 평택 꽃 나들이' 축제를 개최한다고 7일 밝혔다.

이번 행사는 지난해 개장한 농업생태원에서 10만 송이의 튤립단지, 꽃탑, 다양한 포토존 등을 준비해 가족과 연인, 친구 등이 함께 추억을 남길 수 있는 다채롭고 다양한 행사로 진행된다.

9일 동안 열리는 축제는 볼거리, 먹거리, 즐길거리가 넘치는 추억의 장으로 준비됐다.

농업생태원 방문자센터 1층에는 보전화 전시, 2층에는 시화, 미술, 서예 작품이 전시된다.

야외에는 10만 송이 튤립과 화려한 꽃탑, 동물의 숲, 텍스트 조형물, 설치미술 등이 설치돼 봄의 기운을 만끽할 수 있다.

체험행사는 화분 만들기, 천연염색, 편백 체험, 캐리커쳐, 마술체험, 신나는 컬러비즈 만들기, 플라워 캔들 만들기, 꽃 문패 만들기, 한방체험, 한복체험 등을 할 수 있다.

즐길 수 있는 이벤트는 가래떡 뽑기, 곤충체험학습장, 버블버블 비누방울, 사진 콘테스트 등이 준비됐다.

특히 사진콘테스트는 평택 꽃나들이라는 주제로 오는 21일 오전 10시~오후 3시까지 현장로 참여할 수 있으며, 시상도 함께 진행된다.

개막식이 열리는 13일은 개막공연, 가래떡 뽑기, 힐링콘서트가 펼쳐진다.

주말에는 재미있고 흥미로운 공연 잼스틱, KPOP댄스, 벌룬데코, 지역예술공연, 퓨전클랙식·국악앙상블 등이 열린다.

기타 자세한 내용은 평택시 홈페이지 또는 농업생태원 전화 (031-8024-4566~7)로 문의하면 된다.

시 농업기술센터 관계자는 "농업생태원 개장으로 평택 꽃나들이 축제를 다시 개최하게 돼 기쁘다"며 "시민 모두가 행복이 싹트는 축제의 장에서 많은 추억을 남길 수 있는 기회가 되길 바란다"고 말했다.

@highlight

오는 13일부터 21일까지 평택시는 오성면 농업생태원에서 '2019 평택 꽃 나들이' 축제가 개최되며, 10만 송이의 튤립단지, 꽃탑 등을 준비해 다채로운 볼거리뿐만 아니라 화분 만들기, 천연염색, 편백 체험, 캐리커쳐 등 다양한 체험활동에 참여할 수 있다. 