황선봉 군수를 비롯해 양승조 충남지사, 이승구 군의회 의장, 기관·단체장들이 국내 최장 402m '예당호 출렁다리' 개통을 알리며 출렁다리 위를 걷고 있다.

[예산]국내 최대 저수지인 예당호가 '예당호 출렁다리' 개통과 함께 관광명소로의 도약이 기대된다.

예산군은 6일 예당관광지 일원에서 국내 최장 402m '예당호 출렁다리'를 개통했다.

이날 개통식에는 양승조 충남지사, 홍문표 국회의원, 황선봉 예산군수, 기관·단체장과 주민 등 3만 3000여명이 참석했으며 가족사랑 걷기대회, 개통식, 점등식 순으로 진행됐다.

특히 의좋은 형제 장터 개장과 13개 농가가 참여해 사과를 이용한 주스·와인·한과, 버섯 등 농산물 홍보·직거래 장터 부스를 마련해 개통식을 찾은 방문객들에게 많은 즐길거리와 먹거리를 제공했다.

또한 오후 8시부터 불꽃놀이를 시작으로 진행된 예당호 출렁다리 점등식은 3500여명의 관광객이 몰려 북새통을 이루는 등 조명에 물든 출렁다리를 건너며 즐거운 추억을 쌓았다.

군은 '예당호 출렁다리'를 중심으로 예당호의 아름다운 자연환경을 기반으로 느린호수길, 옛고을마당, 음악분수대, 휴게쉼터와 연계한 전국의 대표적인 관광명소로 떠오를 것으로 전망된다.

황 군수는 개통식에서 "천백년 역사의 고장, 사과와 온천, 황새의 고장 예산에 가족과 친구, 연인과 함께 오셔서 예당호 출렁다리도 건너보시고 아름다운 예당호에서 즐거운 추억과 행복한 시간이 되길 바란다"고 말했다.

한편 402m 예당호 출렁다리는 지난 3일 KRI한국기록원으로부터 '호수 위에 설치된 가장 길고 높은 주탑 출렁다리'로 공식 인증받은 바 있다.

@highlight

예산군은 6일 예당관광지 일원에서 국내 최장 402m '예당호 출렁다리'를 개통하고 양승조 충남지사, 홍문표 국회의원, 기관·단체장과 주민 등 3만 3000여명이 참석한 가운데 개통식을 열어, 예당호의 관광명소로의 도약이 기대되는 상황이다.