JTBC 금토드라마 '아름다운 세상'에 배우 이재인이 무표정의 동희역으로 첫 등장하며 눈길을 사로 잡았다.

지난 5일 첫 방송된 JTBC 금토드라마 '아름다운 세상'에서 이재인은 불행한 삶 속에서 자신만의 방법으로 희망을 보여주는 선물 같은 아이인 동희역이다.

같은 반 친구 선호에게 불행이 닥쳤음을 감지하고 어른들이 내지 못했던 용기를 내며 세상 밖으로 나오며 희망을 찾아가는 인물로 등장한다.

1회 방송 분에서 아침 교실 안에서 창가 쪽 구석자리에 앉아 어두운 표정으로 첫 등장한 동희(이재인).

선생님 진우(윤나무)는 "어젯밤에 선호한테 안타까운 일이 있었어"라는 말에 웅성이는 학생들과는 달리 아무 말없이 무표정으로 학생들을 차례로 쳐다보는 모습이 그려졌다.

갑자기 자리에서 벌떡 일어나서 나가려는 동희에게 부장교사(주석제)는 어디가냐구 묻는다.

아이들은 의아해하고 어리둥절한 시선이 동희한테 쏠리자, 동희는 시선을 못 맞추고 자신 없는 목소리로 "화…장실이요.."라며 대답한다.

뒷문으로 나가는 동희의 모습을 어이없이 보는 학생들, 그때 한 학생이 "유령이 말도 한다야"하면서 말을 한다.

이어 복도에서 동희는 진우의 옷자락을 잡는다.

어리둥절한 진우는 당황하며 무슨일이냐고 묻자, 동희는 머뭇거리며 용기 내어 "저기….선호가 죽으려고 했다는 게 사실이에요?"라며 묻는다.

뜻밖에 질문에 진우는 "아직 확실한 건 몰라. 선호랑 친했니?"라며 다시 묻자, 동희는 대답대신 고개만 꾸벅 숙이고 걸어간다.

동희는 주머니에서 에너지바를 꺼내서 보며 "그럴 리가 없어"라며 속마음으로 말한다.

배우 이재인은 최근 개봉한 영화 '사바하'에서 쌍둥이 자매 금화와 그것으로 분해 1인 2역을 완벽히 소화하며, 순수하지만 다크한 금화와 스산한 분위기의 그것으로 극과 극 역할로 열연한 바 있다.

이번 드라마 '아름다운 세상'에서는 그동안 보여주지 않은 캐릭터로 10대의 모습을 진정성있게 그려낼 것으로 기대를 모으고 있다.

한편, '아름다운 세상'은 매주 금, 토 밤 11시에 방송된다.

@highlight

지난 5일 첫 방송된 JTBC 금토드라마 '아름다운 세상'에서 배우 이재인은 무표정이지만 불행한 인생 속에서 자신만의 방법으로 희망을 보여주는 '동희'역으로 첫 등장하여 그동안 다른 작품에서 보여주지 않은 캐릭터로 10대의 모습을 그려낼 것으로 기대를 받고 있다.