익산시가 주관하는 '2019 익산문화재 야행'이 백제왕궁 일원에서 오는 12일부터 13일 2일간 개최된다.

이번 야행은 지난해 보다 한층 강화된 내용의 다양한 야간형 문화체험 프로그램이 준비됐다.

특히, 작년에 운영했던 일부 프로그램과 행사장 환경을 집중 모니터링해 8夜를 주제로 새롭게 보완해 37여개 프로그램으로 구성했으며 체험형 위주의 프로그램 배치, 지역주민이 참여하는 프로그램 강화하고 유·무형문화재를 활용한 콘텐츠 보강, 자연과 조화롭게 어울리는 수목조명을 확대 설치해 방문객을 맞을 예정이다.

이번 행사는 본 프로그램에 집중하고 야행 행사의 의미전달에 중점을 두기위해 공식 개막식을 대폭 축소하는 대신 왕궁후원에서 열리는 퓨전 버스킹 공연, 디지털로 체험하는 문화유산 환상의 VR, 주물 공예를 활용한 백제공방 체험, 행사장 곳곳 추억을 담아가는 포토존 설치 등 문화재와 함께 즐길 수 있는 다채롭고 풍성해진 프로그램이 추가됐다.

아울러, 문화해설사와 동행하는 '백제왕궁 후원산책'은 백제왕궁 주위를 힐링하듯 걸으며 문화재의 의미를 배울 수 있고 후원에 흐르는 국악공연과 함께 왕궁 벚꽃나무를 배경으로 인생샷을 찍을 수 있어 이번 야행의 필수 코스로 선보일 예정이다.

이밖에도 올해 야행에서 처음으로 공개되는 백제정원과 왕궁리유적 문화재 구간에 빛과 조명을 얹은 어화등등 유등산책, 구르미 그린 달빛 포토존, 백제후원 연꽃 등 띄우기프로그램도 놓쳐서는 안 될 백제왕궁에서만 경험할 수 있는 기회가 제공된다.

또한, 지역 주민들이 팔 걷어 준비한 '왕궁주막' 먹거리와 지난해에 이어 여전히 인기몰이 중인 '천년기원 탑돌이'는 늦은 시간까지 방문객들의 발걸음을 사로잡을 것으로 기대된다.

이번 야행 기간에는 행사장까지의 교통 불편과 주차문제를 해결하기 위해 야간 시티투어 순환버스가 운행된다.

@highlight

오는 12일부터 13일 2일간 개최되는 익산시 주관 '2019 익산문화재 야행'이 백제왕궁 일원에서 펼쳐지며, 올해는 지난해 미비했던 부분을 보완해 지역 주민이 참여할 수 있는 체험형 위주의 프로그램 배치와 유·무형문화재를 활용해 콘텐츠를 보강했으며, 밤에는 야간 시티투어 순환버스가 운행된다.