제주도의회에 행정사무조사를 요청한 오라동발전협의회는 제주오라관광단지의 자본검증 부당성 의혹에 대한 문제규명을 요구했다.

오라동발전협의회는 6일 기자회견을 열고 "오라동관광단지를 조속히 추진하고 5가지 의혹에 대한 진실을 규명하라"고 촉구했다.

이들은 "오라관광단지는 1997년 관광단지로 지정된 후 6차례 사업자가 변경되는 과정에서 오늘날에 이르렀는데 농경지와 목초지로 활용되던 곳이 멈추어 스산하고 황량한 모습으로 방치돼 오라동의 꿈과 희망이 그대로 멈춰있다"며 "제주도민과 이해관계자들은 더 이상 침묵에 동조하지 말고 함께해달라"고 촉구했다.

이들은 "제주지역에는 환경단체를 비롯한 40개의 NGO들이 있는데 이분들은 마치 오라관광단지가 곶자왈을 파헤쳐지는 것처럼 도민사회가 인식될 만큼 맹목적 반대행동으로 사업진행에 중추적인 걸림돌 역할을 해왔다고 생각한다"고 주장했다.

이들은 "신뢰와 협치로 무장된 집행부인 원도정과 건강한 견제와 대안제시, 균형유지기능을 수행할 입법부인 도의회, 언론, 학계와 전문가들이 함께하는 시스템이 있다면 제주도는 갈등의 섬으로 전락되지 않았을 것"이라며 "이미 경제성장률은 2016년 7.3%까지 올랐으나 이후 4%대로 추락한 뒤 하락세에 2019년에는 3%대까지 하락할 수 있다는 우려가 전망되고 있다"고 밝혔다.

이들은"제주 경제에 빨간불이 켜지고 제주 젊은이들의 고용에도 빨간불이 켜지고 있는 지금 더이상 제주를 위기로 끌고가는 어리석음을 범하지 않길 바란다"며 "제주도의회는 ▷2017년 6월 자본검증 과정에서 도지사와 도의장의 밀실거래 의혹 ▷자본검증위 출범과정 무법적 행정절차와 행위 ▷자본검증 행위의 법률불소금 원칙의 위반행위 ▷도지정계좌에 투자금 3373억원 예치 요구위법성 ▷도지사 행정자량권 남용 등 5가지 의혹을 밝혀야한다"고 강조했다.

@highlight

오라동발전협의회는 6일 기자회견을 열고 제주오라관광단지의 자본검증 관련 5가지 의혹에 대한 문제규명을 요구하고 제주도민과 이해관계자들의 관심을 촉구했다.