지난 5일 대전시의회 예산결산특별위원회 위원들이 대전시 제 1회 추가경정예산안 심사를 벌이면서 시 당국의 외부 용역 남발 행태에 대해 쓴 소리를 쏟아냈다고 한다.

일부 사례를 들어 일반화해선 곤란하다.

하지만 예결특위에서 지적된 대로 정책 수립과 관련해 책임 회피 수단화하고 있는 상황이라면 시민들 비판을 피해가기가 어려워 보인다.

사실 일부 예결위원들 발언과 전후 맥락을 따져보면 일리가 없지 않다.

오해나 편견이 있으면 불식시켜 나가되 옳은 소리는 새겨들어야 마땅하다.

이날 예결특위에서 집행부의 용역 의존증, 용역 편의주의가 도마에 올라 신랄한 질타가 이어졌다.

질의에 나선 의원 입에서 "집행부에서 담당 부서 공무원이 판단해도 되는 것들까지 용역으로 발주되는 것은 지양해야 한다"고 했는데 정곡을 찌른 어법으로 들린다.

이런 상황이라면 관료집단의 왜 존재해야 하는지 어리둥절한 측면이 있다.

걸핏하면 용역을 줘버린다는 것은 거칠게 표현하면 정책의 당부 및 경제성 등 전반을 '도급' 방식으로 해결하려는 발상과 다르지 않다 할 것이고, 사실이 그렇다면 시정에 수렴할 일이다.

새 야구장 입지 용역을 직설화법으로 비판한 다른 의원의 발언도 설득력을 띈다.

게다가 해당 의원이 "시장의 참모 그룹들이 어딘가 방향을 잘못 잡고 있다"고도 했으니 집행부 입장선 사뭇 거북하고 민망했을 법하다.

정책 성격과 난이도 등을 따질 때 모든 외부 용역을 배척하진 못한다.

집행부 차원에서 결정할 수 있는 것도 있지만, 대신 관련 법령·제도적 기반과 충돌하지 않으면 용역은 필요충분조건이다.

다만 빈번한 용역은 매몰비용을 키우는 만큼 상당성과 실효성이 확실치 않으면 지양해 나갈 필요가 있다.

예컨대 정해인 답이 도출될 가능성이 농후한 용역, 집행부 엘리트 관료집단이 감당할 수 있는 정책 수립 관련 용역 등은 퇴출시켜야 맞다.

'점심 메뉴도 용역으로 결정해야 한다'는 우스갯소리가 나온다니 이 무슨 굴욕인가.

@highlight

대전시의회의 예산결산특별위원회는 당국이 외부 용역에 대하여 의존하고 공무원이 할 수 있는 일들도 용역편의주의가 되어 남발하고 있다고 신랄한 질타를 하였다. 