문재인 대통령이 오는 11일 트럼프 미국 대통령과 정상회담을 갖는다.

베트남 하노이에서 열린 2차 북미회담 결렬 후 재 가동되는 첫 정상외교라는 점에서 세계인이 주목하고 있다.

비핵화 협상의 교착 상황을 타개할 것인지 아니면 강대강 국면으로 돌아갈지 회담 이후 나올 대북 메시지에 이목이 쏠린다.

3차 북미정상회담 가능성을 밝게 하는 분위기는 곳곳서 감지된다.

하노이 회담 결렬 후 미국 측은 유화적인 메시지를 여러 번 보낸 바 있다.

트럼프는 지난 6일 '김정은 북한 국무위원장과 아주 좋은 관계를 유지하고 있다'며 북한과의 북핵화 협상 의지를 내비쳤다.

올바른 합의를 전제했지만 대화 재개 의지에 방점이 찍힌 메시지로 풀이된다.

하루 전 폼페이오 국무장관도 '트럼프와 김정은 간 3차 북미정상회담이 열릴 것'이라고 말해 회담 성사 가능성에 무게를 뒀다.

이런 상황에서 같은 날 열릴 북한 최고인민회의가 눈길을 끈다.

김정은 2기 체제 출범일로 평가되는 최고인민회의 회의를 계기로 북측이 대미 메시지를 낼 것으로 보이기 때문이다.

폼페이오 국무장관도 최고인민회의를 중요한 날(big day)로 지칭하며 '면밀히 주시하고 있다'고 말해 김정은의 최고인민회의 발언에 신경을 곤두세우는 모양새다.

우리 정부도 김정은이 어떤 식으로든 입장을 드러낼 것으로 보고 촉을 세우고 있다.

하지만 한미정상회담 결과를 지켜보고 난 다음 입장을 나타낼 것이란 전망도 나온다.

선택지가 많지 않은 김정은이 서두르기보다는 회담 결과를 본 후 반응할 것이란 얘기다.

그런 점에서 이번 한미정상회담은 하노이 회담 이후 꼬인 북미관계의 실타래를 푸는 열쇠를 손에 쥐어야 한다.

트럼프는 문 대통령에게 북미 간 중재자 역할을 주문한 바 있다.

3차 북미정상회담의 디딤돌을 놓게 될 문 대통령의 대북 메시지에 관심을 갖는 이유다.

사흘 앞으로 다가온 한미정상회담은 떨어진 북미 협상의 동력을 되살리는 모멘텀이 돼야 한다.

@highlight

지난 북미회담 결렬 후 처음으로  11일 문재인 대통령이 트럼프 미 대통령과 정상회담을 가질 계획이며 북한을 포함한 3차 회담을 기대하고 있다.