이정미 정의당 대표가 6일 청주시 상당구 금천동에서 열린 김종대 의원 지역사무소 개소식에서 축사를 하고 있다.

[청주]이정미 정의당 대표는 지난 6일 "(내년 총선까지) 이제 남은 1년간 가능성과 기대를 현실로 만들면서 대한민국 제1야당이 되기 위해 노력하겠다"고 말했다.

이 대표는 이날 청주시 상당구 금천동에서 열린 김종대(비례) 의원 지역사무소 개소식에 참석해 "4·3보궐선거 창원·성산 승리의 기운을 내년까지 이어가겠다"며 이렇게 말했다.

이 대표는 이어 "창원·성산에서 막판뒤집기에 성공한 여영국 의원의 기운을 청주로 모두 가져왔다"며 "내년 총선에서 반드시 김종대 의원이 당선될 수 있도록 모든 노력을 다하겠다"고 격려했다.

심상정 전 대표는 "청주에서 초·중·고를 모두 나온 김종대 의원이 누구보다 지역을 사랑하고 지역의 변화를 열망하는 청주시민들에게 가장 적합한 대안"이라며 "청주시민들의 아낌없는 사랑을 받을 수 있도록 더 열심히 뛰어줄 것"을 당부했다.

김종대 의원은 환영사에서 "청주에서 폐지와 재활용쓰레기를 수집하는 어르신들이 구입단가 하락으로 인해 고통을 받고 계시는데 정작 청주시는 소각비용으로 많은 예산을 쓰고 있다"며 "이 예산을 이 어르신들에게 돌아가도록 하는 것이 바로 민생정치다.

우리가 왜 정치를 하는지 정의당이 대변해야 할 분들을 위해 더 가열차게 노력하겠다"는 각오를 밝혔다.

그는 이어 "내년 상당구에서 새로운 바람을 일으킬 준비가 돼 있고 청주시민들께서 간절히 원하고 계신다"며 1년여 앞으로 다가온 총선에서 청주 상당구 출마를 공식화했다.

이날 개소식에는 이 대표와 심 의원, 윤소하 원내대표 등 100여 명이 참석했다.

김 의원이 출마를 선언한 청주 상당구는 충북의 '정치 1번지'로 불리는 지역구다.

2020년 총선에서 자유한국당 정우택 의원과 김종대 의원, 현역 의원간 대결이 확실시되면서 충북 정치 1번지 청주 상당구 국회의원 선거 열기가 뜨겁게 달아오르고 있다.

@highlight

이정미 정의당 대표는 지난 6일 청주시 상당구 금천동에서 열린 김종대 의원 지역사무소 개소식에 참석해 내년 총선에서 반드시 김종대 의원이 당선될 수 있도록 모든 노력을 다하겠다고 격려했으며, 서 대한민국 제1야당이 되기 위해 노력하겠다고 말했다.