오산시는 경기도 안양의 한 대학병원에서 지난 1일 7명을 시작으로, 5일 오후 1시 현재 21명의 홍역 확진자가 발생됨에 따라 관내 보육시설, 각급학교, 병·의원에 예방접종 확인과 올바른 손씻기와 같은 개인위생수칙 준수 등 홍역 대응을 위한 주의를 당부했다.

홍역은 기침 또는 재채기를 통해 공기로 전파되는 전염성이 매우 높은 감염병으로 발열, 기침, 콧물, 결막염을 시작으로 특징적인 구강 점막(Koplik) 반점에 이어 피부 발진 증상을 나타낸다.

예방을 위해서는 무엇 보다도 예방접종이 필수적이며 1회 접종만으로도 93%의 감염 예방 효과가 있고 세계보건기구 권고에 따라 우리나라는 2회 접종하고 있다.

1차 접종은 생후 12∼15개월, 2차 접종은 만 4∼6세에 MMR 접종 등 2회 실시한다.

오산시보건소측은 동남아, 유럽 등 홍역 유행지역 여행을 계획하고 있는 경우 1967년 이후 출생자 중 ① 홍역 병력이 없고 ② 홍역 예방 접종을 하지 않은 경우 MMR 예방접종을 최소 1회 이상 맞을 것을 권고하며 의료인은 홍역환자에 대한 노출 위험이 높고 감염 시 의료기관 내 환자에게 전파 위험이 높아 항체 검사 후 홍역에 대한 항체가 없는 경우 2회 접종을 권고했다.

오산시 관계자는 "홍역 유행지역에 방문하거나 거주하는 경우 감염예방을 위해 올바른 손씻기, 기침예절 지키기 등 개인위생을 철저히 준수하고 홍역 유행지역 방문 후 홍역(잠복기 7~21일) 의심 증상(발열을 동반한 발진 등)이 나타난 경우 가급적 대중교통 이용을 자제하고 마스크 착용 후 다른 사람과의 접촉을 최소화하고 질병관리본부 콜센터(1339)나 보건소에 신고해 줄 것"을 당부했다.

한편 경기도 관계자는 현재까지 확진 판정자는 모두 병원 내에서 발생한 것으로 보인다며 감염자와 접촉한 3천200여 명을 특별 관리중이고 역학 조사를 통해 감염 경로를 추적하고 있다고 밝혔다.

@highlight

오산시는 경기도 병원 내에서 5일 21명의 홍역 확진자가 발생함에 따라, 개인위생 준수, 의심 증상 발현 후 타인과의 접촉 최소화 및 질병관리본부 콜센터(1339)나 보건소에 신고 등 홍역 대응을 위한 주의를 당부했다.