지난 한해동안 신규 기초연금수급자가 51만 명이 신청해 기초연금 혜택을 받는 어르신이 총 512만명(2018년 말 기준)이 넘었다.

8일 국민연금공단(이사장 김성주)에 따르면 2018년부터 65세가 되어 신청안내문을 받고도 상담·신청하지 않는 어르신들에게 모바일 안내 실시와 단전·단수 가구 등 기초연금이 꼭 필요한 분들을 발굴하고 1:1 맞춤형 개별상담 등을 통해 안내한 결과 기초연금 수급자 신청이 증가한 것으로 나타났다.

또한 공단은 기초연금 수급률을 높이기 위해 65세 도래자, 수급희망 이력관리 신청자(53만 4천명)외 수급가능자 39만 8천명을 발굴 신청안내했으며, 이중 12만 3천명이 기초연금을 신청했다.

작년 9월 정부의 기초연금액 인상(20만원→25만원) 시기에 맞추어 공단은 보건복지부, 행정안전부와 협의 후 전국에 '나라가 효도합니다. 기초연금 지금 신청하세요'라는 현수막 2,500여개를 공단 지사와 읍·면·동에 게시, 기초연금 신청률을 높인 바 있다.

이러한 공단의 활동 결과 2014년 기초연금제도 시행이후 65%~66%대였던 기초연금 수급률이 2018년 처음으로 67.1%를 기록했다.

거소를 추적하기 극히 어려운 거주불명등록자(10.5만명) 등을 감안하면 실질수급률은 68%를 넘어선다.

한편, 올해 소득인정액이 단독가구 5만원 이하, 부부가구 8만원 이하의 생활이 어려운 어르신은 기초연금액이 월 최대 30만원으로 인상돼 4월 25일부터 지급받게 되며, 약 154만 명의 어르신이 혜택을 받을 것으로 예상된다.

다만 배우자의 기초연금 수급여부, 소득인정액 수준 등에 따라 인상액은 달라질 수 있으며 단독가구 최대 30만원, 부부 2인 가구 최대 48만원이다.

나머지 기초연금 수급 어르신들은 소비자물가 상승률 1.5%를 반영해 월 최대 25만 3천750원이 지급되며, 정부에서는 이들에 대해서도 최대 30만원으로 단계적 인상을 추진할 예정이다.

김성주 이사장은 "앞으로도 더 많은 어르신들이 기초연금 혜택을 받으실 수 있도록 적극적으로 안내 기초연금이 국민연금과 함께 어르신들의 노후소득보장의 근간이 될 수 있도록 최선을 다하겠다"고 밝혔다.

@highlight

지난 한해동안 신규 기초연금수급자가 51만 명이 신청해 기초연금 혜택을 받는 어르신이 총 512만명(2018년 말 기준)이 넘었으며, 모바일 안내 실시와 1:1 맞춤형 개별상담 등을 통해 안내한 결과 기초연금 수급자 신청이 증가한 것으로 나타났다.