= 대전시는 지역사회의 문제를 주민이 직접 발굴하고, 정부와 지자체, 특히 공공기관의 협력으로 해결하는 '2019 지역혁신포럼' 신규 개최지로 선정됐다고 7일 밝혔다.

이번 행사는 전년도 개최지였던 대구시와 강원도, 이번에 신규 선정된 대전시, 광주시, 충청북도, 경상남도 4개 지자체를 포함해 모두 6개 지역에서 진행될 예정이다.

시는 이번 포럼을 유치를 위해 지역 내 이전공공기관인 한국철도공사, 한국수자원공사, 한국조폐공사, 한국가스기술공사, 한국연구재단과 사전협의로 적극적 참여의지를 확인했다.

시는 지역 내 시민사회주도로 실시한 시민정책 플랫폼(누구나 정상회담 등)사례 등이 이번 개최지 선정에 주요한 요인이 된 것으로 보고 있다.

지역혁신포럼은 지난해 강원과 대구에서 시범적으로 진행됐는데 기존의 관 주도, 중앙정부 중심, 예산투입 위주의 해결방식을 탈피해 민간이 주도하고, 지자체는 지원, 공공기관과 중앙정부가 협력하는 새로운 유형의 문제해결 방식이다.

특히, 사회적 약자를 보호하고 지원하는 사회적가치 구현 위주로 의제를 발굴하고, 의제 수렴부터 문제해결 과정까지 지역주민과 여러 주체들의 참여와 협업을 제도화함으로써 지역혁신포럼이 끝난 뒤에도 지역의 혁신플랫폼으로 작동하는 것을 목표로 한다.

대전시는 오는 9월 '대전지역혁신포럼' 개최를 목표로 ▲ 지역문제 발굴 ▲ 지역혁신포럼 ▲ 맞춤형 성장지원의 단계로 진행할 예정이다.

우선적으로 지역의 민간단체, 공공기관, 지자체가 참여하는 지역혁신포럼추진위원회를 구성·운영 할 계획이다.

한편, 대전시는 올해 1.1일자 공동체지원국을 신설해 사회혁신의 컨트롤타워로서 제도적 차원에서 사회혁신관련 부서들 간 용이한 소통협력의 토대를 마련했다.

2019 실패박람회 in 대전 개최, 지역거점별 시민소통협력공간 조성(국비 60억 원), 2019 지역혁신포럼 개최지 선정 등 지역의 사회적가치 실현을 위해 지속적으로 노력하고 있다.

대전시 강영희 공동체정책과장은 "지역혁신포럼이 지역사회 문제 해결의 새로운 통합모델로서 자리 잡기를 기대한다"고 말했다.

@highlight

대전시는 7일 지역사회 문제를 주민이 직접 발굴하고, 정부와 지자체, 공공기관의 협력으로 해결하는 새로운 통합모델로 기대되는 '2019 지역혁신포럼' 신규 개최지로 선정되며 먼저 지역의 민간단체, 공공기관, 지자체가 참가하는 지역혁신포럼추진위원회를 구성·운영할 계획이라고 밝혔다.