3월 임시국회에서 처리하지 못한 쟁점 법안과 추가경정예산안을 다룰 4월 임시국회가 8일 막을 올린다.

탄력근로제 단위기간 확대를 위한 근로기준법 개정안과 최저임금 결정체계 개편을 위한 최저임금법 개정안 논의 뿐만 아니라 추가경정예산안까지 4월 임시국회 전망은 그야말로 안갯속이다.

여기에 8일 문재인 대통령이 박영선 중소벤처기업부·김연철 통일부장관 후보자에 대한 임명을 재가 할 가능성이 있어 임시국회 첫날부터 여야 간 대치가 격화될 것으로 보인다.

근로기준법 개정안에 대해 더불어민주당과 바른미래당은 현행 3개월인 탄력근로제 단위기간을 경제사회노동위원회(경사노위) 합의안에 따라 6개월로 확대해야 한다는 입장이지만, 자유한국당은 '1년 확대'를 주장하고 있다.

지난달 31일 일부 300인 이상 사업장에 대한 주 52시간제 추가 계도기간이 끝나 여야의 합의가 시급한 상황이다.

민주당 관계자는 "싸울 때 싸우더라도 이들 민생 법안은 통과시키면서 싸워야 한다"고 말했고, 한국당 관계자 역시 "주 52시간제 추가 계도기간이 종료돼 법 위반 시 처벌이 이뤄지는 만큼 빠른 후속조치가 필요하다"는데 입장을 같이했다.

이와 함께 정부가 미세먼지 문제와 선제적 경기대응 등을 위한 추경안을 오는 25일께 국회에 제출할 예정인 만큼 이를 둘러싼 여야의 공방도 거셀 전망이다.

민주당은 미세먼지 문제와 강원도 산불, 포항 지진 등 국가적 재난 복구를 위해 꼭 필요한 추경안이라는 입장인 반면 한국당은 예비비 소진이 먼저라고 주장하며 송곳 심사를 통해 '세금 퍼주기 추경'을 반드시 막아내겠다고 경고했다.

아울러 낙마한 국토교통부·과학기술정보통신부 장관 후보자가 새롭게 지명되면 여야는 또다시 이들에 대한 거친 기 싸움을 벌일 것으로 보인다.

이밖에 △사회적 대타협기구의 택시·카풀 합의에 따른 택시업계 지원 관련 법안 △유치원 3법(사립학교법·유아교육법·학교급식법 개정안) △서비스업 육성을 위한 서비스산업발전기본법 △데이터경제 활성화 3법(개인정보보호법·신용정보법·정보통신망법 개정안) 등도 논의 대상이다.

@highlight

8일에 열리는 4월 임시국회에서는 탄력근로제,최저임금법 개정안,추가경정예산안 등의 이슈에 박영선 중소벤처기업부·김연철 통일부장관 후보자에 대한 임명을 재가 할 가능성까지 더해져 임시국회 첫날부터 여야의 거센 공방이 오갈 것으로 보인다.  