1600만원 든 가방 절도 50대 등 대구지역에서 현금·금품·휴대전화 등을 훔친 절도범들이 잇따라 경찰에 붙잡혔다.

대구 중부경찰서는 지난 5일 대구 인근 찜질방을 돌면서 휴대전화를 훔쳐 소액결제를 통해 이득을 취한 혐의로 A(22)씨를 구속했다.

경찰에 따르면 A씨는 지난 1월 20일께 오전 3시 5분부터 4시 48분까지 대구 중구와 달서구 등 찜질방 3곳을 돌아다니며 총 7회에 걸쳐 750만 원 상당의 휴대전화 3대를 훔치고 해당 휴대전화로 300만 원 상당의 소액결제를 한 혐의를 받고 있다.

경찰 조사 결과 A씨는 휴대전화 소액결제를 이용해 게임 아이템을 구매하고자 범행을 저지른 것으로 드러났다.

또한 이날 중부서는 대구 일대 금은방에 침입해 상습적으로 금목걸이를 훔친 혐의로 B(16)군과 C(15)군 등 2명을 구속하고, 범행을 도운 D(16)군 등 2명을 같은 혐의로 불구속 입건했다.

경찰에 따르면 B군 등은 지난달 4일부터 20일까지 대구 중구 등 금은방 3곳에 손님을 가장해 들어가 금목걸이 3개(시가 330만 원 상당)를 훔친 혐의를 받고 있다.

경찰 조사 결과 B군 등은 포항에서 가출한 상태로 생활비 등을 마련하기 위해 범행을 한 것으로 드러났다.

대구 남구에서도 시외버스터미널과 재래시장 등에서 금품을 훔친 절도범들이 경찰에 덜미를 잡혔다.

대구 남부경찰서는 지난 5일 시외버스 터미널 인근에서 노인의 가방을 훔쳐 달아난 혐의로 E(여·57)씨를 구속했다.

경찰에 따르면 E씨는 지난달 12일 오전 10시 20분께 대구 남구 대명동의 한 시외버스 터미널 근처에서 멀미로 인해 구토를 하고 있던 F(71)씨의 가방과 그 안에 들어있던 현금 1천600만 원을 훔쳐 달아난 혐의를 받고 있다.

또 남부서는 같은 날 대구의 재래시장을 돌며 상가에 침입해 현금 등을 훔친 혐의로 G(27)씨를 구속했다.

G씨는 지난달 3일부터 8일까지 대구 관문시장과 칠성시장 등에서 문이 잠기지 않은 상가에 들어가 총 7회에 걸쳐 현금 1천119만 원을 훔친 혐의를 받고 있다.

@highlight

대구 지역에서 현금, 금품, 휴대전화 등을 훔친 10대 4명, 22세 1명, 57세 1명이 경찰에 붙잡혔다.