옥천군에 지역주민들이 공동으로 활용할 수 있는 참여공간이 조성된다.

옥천군은 행정안전부의 '지역사회 활성화 기반조성 사업'에 선정돼 총 사업비 15억원(국·도비 각각 5억원, 군비 5억원)을 들여 지역공동체 허브 공간인 '누구나'를 조성한다고 8일 밝혔다.

이 사업은 동네 창고, 폐교 등 비어있는 공간을 마을도서관이나 공유사무실 등 지역 주민의 삶을 변화시키는 공간으로 직접 기획하고 운영할 수 있도록 하는 사업이다.

저출산·고령화, 고용위기 등 지역문제 해결을 위해 공공의 유휴·저활용 공간을 주민주도의 참여공간으로 조성해 활력을 잃은 지역 주민들의 삶을 변화시키는 공간 활성화를 목적으로 한다.

사업대상지인 옥천읍 장야리 일원은 당초 저수지였으나 옥천읍 순환도로가 조성되는 과정에서 매립됐다.

이후 주민과 인근 돌람산 등산객을 위한 주민쉼터로서 한 켠에 정자가 조성됐지만 이용객이 많지 않아 저활용 공간으로 방치돼 왔다.

이 사업 선정에 따라 군은 이달 중 공유재산관리계획 수립 등의 행정절차를 거쳐 오는 11월 공사를 착공한 후 내년 5월 준공을 목표로 사업에 박차를 가할 계획이다.

1층 437㎡ 규모로 지어질 건물 내부에는 칸막이 없는 융복합 공익사무 공간과 주민들이 자유롭게 회의할 수 있는 주민 공유공간이 들어선다.

지자체 주도로 공간을 먼저 조성한 뒤 주민에게 개방하는 기존 방식과 달리, 조성 단계부터 이 사업을 제안한 단체와의 유기적인 소통과 의견 공유를 통해 주민이 원하는 공간을 조성할 방침이다.

주민이나 방문객이 쉬어갈 수 있는 주민쉼터와 함께 지역문제를 해결할 수 있는 주민 플랫폼 공간도 조성해 주민 주도의 다양한 활동을 전개할 수 있게 할 예정이다.

군 관계자는 "지역 주민들의 커뮤니티 활동 공간이 부족한 상황에서 주민들이 직접 참여해 주민이 원하는 공간을 조성한다는 측면에서 꽤 의미 있는 사업이다"라며 "공동체 역량 강화와 함께 지역사회에 활력을 불어 넣을 것으로 기대한다"고 말했다.

@highlight

옥천군은 행정안전부의 '지역사회 활성화 기반조성 사업'에 선정돼 총 사업비 15억원을 들여 지역공동체 허브 공간인 '누구나'를 조성한다고 8일 발표했으며 동네 창고, 폐교 등 비어있는 공간을 지역 주민의 삶을 변화시키는 공간으로  활력을 잃은 지역 주민들의 삶을 변화시키는 공간 활성화를 목적으로 한다.