지난 4일 강원도 고성군에서 발생해 동해안 일대로 번진 산불은 한국전력공사(이하 한전)의 개폐기에서 발생한 불꽃 때문인 것으로 잠정 결론이 내려졌다.

개폐기는 전봇대에 달린 일종의 차단기로 한전이 관리하는 시설이다.

불꽃이 일어난 원인이나 관리 부실 여부 등에 따라 ‘한전 책임론’이 불거질 전망이다.

한전은 7일 “강원 고성군 토성면 원암리의 한 주유소 맞은편 도로변에 있는 개폐기 전선에서 첫 불꽃이 발생했다”며 “이 불꽃이 개폐기 주변에 옮겨 붙으면서 강풍을 타고 인근으로 전이됐다”고 설명했다.

원암리는 이번 산불이 시작된 장소로 추정되는 곳이다.

다만 한전은 불꽃이 발생한 원인을 두고 명확한 답변을 내놓지 못했다.

한전 관계자는 “해당 개폐기는 내부에 공기가 없는 ‘진공 절연 개폐기’로, 외부 요인 없이 폭발하거나 불꽃이 발생하는 것은 불가능하다”며 “개폐기와 연결된 전선에 이물질이 들어와 스파크가 발생한 것으로 보인다”고 추정했다.

현재 정확한 화재 원인은 국립과학수사연구원과 소방 당국 등이 조사하는 중이다.

만약 최종 결론이 한전의 개폐기 관리 소홀 등으로 나온다면 한전을 상대로 막대한 손해배상 소송이 제기될 가능성을 배제할 수 없다.

반면 천재지변 등 외부 요인으로 불꽃이 발생했다면 한전 측에 모든 책임을 묻기 어려울 수 있다는 전망이 나온다.

한편 대기업과 금융기관은 이재민 돕기에 나섰다.

롯데그룹은 사회복지공동모금회로 4억 원을 추가로 기탁, 총 10억 원을 지원한다.

롯데는 행정안전부·전국재해구호협회와 맺은 업무협약에 따라 연간 6억 원 규모의 재해 긴급구호 자금을 운용하고 있는데 지난 4일부터 즉시 피해 지역 구호를 시작했다.

현대차그룹도 강원 산불 피해 복구 성금으로 10억 원과 생수 라면 등 기본 생필품, 세탁물을 처리할 수 있는 ‘도시형 세탁 구호 차량’ 3대를 전달했다.

조민희 이석주 기자 .

@highlight

지난 4일 강원도 고성군에서 번진 산불이 한국전력공사가 관리하는 시설인 개폐기에서 발생한 불꽃 때문인 것으로 잠정 결론이 내려진 가운데, 원인 및 관리 부실 여부에 따라 ‘한전 책임론’이 불거질 전망이다.