조석준 충북대병원 관계자들이 3주기 의료기관 인증 획득 현판 제막식을 하고 있다.

(동양일보 조석준 기자) 충북대병원은 8일 본관동 1층 외래 입구에서 ‘3주기 의료기관 인증 획득’ 기념식·현판 제막식을 가졌다고 밝혔다.

지난 1·2주기에 이어 이번 3주기 인증획득으로 충북대병원은 충북도내에서 의료기관인증을 획득한 유일한 3차 대학병원으로 다시 한 번 자리매김 했다.

충북대병원은 △기본가치체계(환자안전보장활동) △환자진료체계(진료전달체계와 평가, 환자진료, 의약품관리, 수술 및 마취진정관리, 환자권리존중 및 보호) △조직관리체계(질 향상 및 환자안전활동, 감염관리, 경영 및 조직운영, 인적자원관리, 시설 및 환경관리, 의료정보·의무기록관리) △성과관리체계(성과관리) 등 병원 전 부문에 걸쳐 모두 520개 항목에 대한 서류심사와 현장심사를 통해 신뢰할 수 있는 의료기관으로 평가받아 인증에 성공했다.

특히 3주기 평가는 지난 2주기 인증보다 한 층 강화된 기준을 통해 병원 안전시스템 전반을 평가했다.

이에 따라 충북대병원은 의료서비스 질과 환자 안전의 수준을 신뢰할 수 있는 의료기관으로 2019년 3월30일부터 2023년 3월29일까지 4년간 유효한 인증을 획득했다.

한헌석 충북대병원장은 “3주기 의료기관 인증 획득으로 환자와 보호자들에게 최적의 의료서비스를 제공하고 환자 존중을 우선으로 하는 긍정의 힘을 가진 인간중심이라는 책임을 가지고 도전과 협력으로 소통하는 병원으로 한 단계 더 도약하는 계기가 됐다”며 “지역공공의료를 선도하는 충북권역 유일의 국립대병원으로 미래의료의 새로운 중심이라는 야심찬 비전을 가지고 지속적인 질향상과 환자안전을 위해 더욱 노력하겠다”고 말했다.

@highlight

충북대병원이 지난 1·2주기에 이어 이번 3주기 인증획득에서도 병원 전 부분 520개 항목에 대한 평가 인증에 성공한 것을 기념하기 위해 ‘3주기 의료기관 인증 획득’ 기념식·현판 제막식을 8일 본관동 1층 외래 입구에서 열었다.  