황창배(1947-2001)는 '한국화의 테러리스트', '탈장르의 리더', '무법(無法)의 자유주의자'로 불리며 1980년대~90년대 미술계에 파란을 일으킨 작가로 통한다.

지난 2017년에는 국내 미술사가와 평론가, 큐레이터, 대학교수 등의 조사에서 '20세기 한국 화가 중 재조명돼야 할 작가' 1위에 뽑히는 등 '황창배 신드롬'을 일으켰던 그에 대한 관심은 여전히 유효하다.

서울 출생인 그는 서울대학교 동양화과 학사 및 동대학원을 졸업했다.

1977년 '비秘31'로 문화공보부 장관상, 1978년 '비秘51'로 대통령상을 수상하며 작가로서의 입지를 굳혔다.

특히 '예술은 무법'이라는 신념을 바탕으로 아크릴과 유화물감 뿐 아니라 연탄재, 흑연가루 등 폭넓은 재료를 사용하여 한국화의 파격을 시도한 그다.

동시대의 다양한 풍정을 독창적인 필묵법으로 재현한 것이다.

또한 '룸살롱', '무제' 등의 작품에서는 시대적 상황을 담아 풍자하는 시대풍정화라는 장르를 확립했다.

동서양의 재료와 매체를 넘나들면서도 한국화 전통의 지필묵을 끝까지 지켜낸 그는 현대 한국화의 지평을 넓히는 데 기여했다는 평가를 받는다.

실제, 황창배는 사물의 해체와 채색의 얼룩을 그대로 수용했고, 붓 가는 대로 창작을 감행하여 마음 속 풍부한 감정을 여과 없이 쏟아냈다.

따라서 그의 손끝에서 형성된 그림에는 예측 불허의 파격과 즉흥성이 공존한다.

나아가 1989년부터 한국화의 전통 재료에 아크릴이나 유화 물감을 종이에 바르기 시작했다.

1989년도에 완성된 '자유'는 아크릴로 그린 초창기의 숨은 그림이다.

그의 숨은 그림은 아크릴 물감을 사용하면서 점차 여백은 사라지고 형태는 기하학으로 변형된, 비구상의 색면 추상으로 전환되었다.

@highlight

'한국화의 테러리스트'로 불리는 황창배는 1980년~1990년대 미술계에 파란을 일으키며 동서양의 재료를 넘나들면서 한국화의 지평을 넓히는데 기여하였으며, 마음 속 풍부한 감정을 여과 없이 쏟아내는 화법이 특징이다.