] 김현미 국토교통부 장관(사진)이 차기 장관 후보자 낙마로 흔들린 조직을 다독이며 심기일전을 다짐했다.

그는 "문재인 정부 국토부의 '시즌2'가 시작됐다"며 자신을 "이 정부의 두 번째 국토부 장관"이라고 소개했다.

김 장관은 또 "하나의 팀을 이뤄 지금까지 그랬듯이 함께 헤쳐나가자"고 강조했다.

김 장관은 8일 정부세종청사 대강당에서 열린 월례조회에서 "지난 한 달 인사청문회 준비로 고생이 많았다"며 "예기치 못한 결과로 마음이 매우 무거울 것으로 생각한다"고 말문을 열었다.

그는 "그러나 지금은 올해 계획한 여러 정책이 결실을 보기 위해 업무에 속도를 내야 하는 시기"라며 "마음을 하나로 모으고 새롭게 출발을 다짐하자"고 강조했다.

김 장관은 "나는 임기가 조금 연장된 장관이 아니라 문재인 정부의 두 번째 국토부 장관이라는 각오로 이 자리에 섰다"며 "'전임 김현미 장관'이 추진하던 사업 중 좋은 정책은 일관되게 계승해 나가고, 미진했거나 진척이 없는 사업은 더 속도를 내고 새로운 과제를 발굴해 추진할 계획"이라고 덧붙였다.

또 부동산 정책과 관련해 "집은 '사는 것이 아니라 '사는 곳'"이라며 "주택을 경기 부양 수단으로 활용하자거나, 시장에만 맡기자는 목소리는 수용하기 어렵다"고 강조했다.

그는 부동산 공시가격 현실화와 임차인 보호 강화와 같이 주택시장 안정을 뒷받침하는 정책 또한 흔들림 없이 이행해야 한다고 주문했다.

안전의 중요성도 강조했다.

그는 "잦은 결함과 사고로 국민의 우려가 깊은 안전 시스템을 집중 점검하자"고 당부했다.

미세먼지 대책과 관련해서는 "버스, 건설기계 등 사업용 차량을 수소에너지로 전면 전환하는 것과 같이 근본적인 개선대책을 검토하고 실행에 옮겨달라"고 말했다.

강원지역 산불 복구 지원과 관련해서는 "대형 수용시설이 아니라 일상생활과 가장 가까운 형태의 주거를 지원해야 한다"고 당부했다.

김 장관이 장관직을 계속 수행하겠다는 뜻을 밝혔지만, 차기 장관 하마평은 계속 흘러나오고 있다.

총선 출마를 고려 중인 만큼 연내 사임할 가능성이 높기 때문이다.

임기가 사실상 끝난 박상우 LH(한국토지주택공사) 사장과 박선호 국토부 제1차관 등이 후보로 오르내리고 있다.

@highlight

8일 정부세종청사 대강당에서 열린 월례조회에서 김현미 국토교통부 장관은 차기 장관 후보자 낙마로 인해 연임하게 되었지만 자신이 두번째 국토부 장관이라는 마음가짐으로 올해 계획한 여러 정책이 결실을 보기 위한 심기일전을 다짐하며 흔들린 조직을 다독이는 모습을 보였다.