경기도 의정부시 가능동과 고양시 토당동, 평택시 신평동, 안산시 대부북동 등 4곳이 2019년 상반기 도시재생뉴딜사업 대상지로 확정됐다.

8일 경기도에 따르면 정부는 이날 이낙연 국무총리 주재로 국토교통부 도시재생특별위원회를 열고 2019년 선정물량 100개소 중 상반기 물량 22개 지역을 도시재생 뉴딜사업 대상지로 우선 선정했다.

나머지 물량은 하반기에 도시재생사업 준비정도 등을 평가해 선정할 예정이다.

도는 상반기 물량 전국 22개 지역 가운데 4개 지역이 사업대상지로 선정됐다.

이에 따라 도에는 2017년 8개소, 2018년 9개소를 포함해 전국에서 가장 많은 총 21개 지역에서 도시재생뉴딜 사업이 진행된다.

의정부시 가능동과 안산시 대부북동은 우리동네살리기 사업이, 고양시 토당동은 일반근린, 평택시 신평동에서는 중심시가지 사업이 진행되며 총 330억원에 달하는 국비가 지원된다.

선정된 뉴딜사업 내용을 보면 의정부시 가능동은 사회적 약자를 위한 공간확보, 주차공간 확충, 집수리 지원과 임대주택 조성 등 마을의 문제해결을 위한 통합 거점시설 도입과 방치된 공·폐가를 활용한 주민 소통공간 조성사업 등을 추진할 계획이다.

안산시 대부북동은 지역주민 맞춤형 복지서비스 제공을 위한 상동 어울림센터 조성, 폐가를 활용한 여성 문화공간 조성 및 안전하고 쾌적한 보행환경을 위한 생활가로 정비사업 등을 추진한다.

고양시 토당동은 2004년 운행중지로 방치된 옛 능곡역을 리모델링해 문화거점공간으로 조성하고, 능곡시장의 활성화를 위한 특화콘텐츠 개발, 어린이 돌봄교실, 노인교실, 주민공동이용시설 등 생활인프라(SOC)시설 확충을 위한 토당 어울림센터 조성사업 등을 계획에 담았다.

끝으로 평택시 신평동은 침체된 상권회복을 위해 청년창업공간과 문화예술 창업공간을 조성하고, 지역 커뮤니티 기능 회복을 위해 노후상가 건축물을 활용한 복합커뮤니티시설 조성 등을 뉴딜사업에 담았다.

@highlight

2019년 상반기 도시재생 뉴딜사업 대상지 22개 중 경기도는 의정부시 가능동, 고양시 토당동, 평택시 신평동, 안산시 대부북동 이렇게 4개 지역이 선정되었다. 