한국소리문화의전당이 공연장, 전시장의 대관료 징수를 부적정하게 처리하고 국내여비 지급 부적정 등으로 시정 주의 처분을 받았다.

전라북도문화관광재단은 직원복무관리 소홀과 보수규정에 어긋나는 연봉계약 등으로 주의, 개선이 요구됐다.

전라북도는 8일 한국소리문화의전당, 전북문화관광재단에 대한 2018년도 하반기 재무감사결과를 공개했다.

이 결과에 따르면 한국소리문화의전당은 이번 재무감사에서 총 8건이 적발돼 주의 6건, 시정 주의 2건을 받았다.

적발된 사항을 보면 문화소외계층 의무초청 및 사업계획 변경 소홀, 업무추진비 예산편성 및 전용 부적정, 임대시설 임대료 징수 등 부적정, 외주용역 낙찰자 결정 부적정, 직원 신규채용 시 서류전형 심사 부적정, 직원 연봉책정 부적정 등 6건이 주의를 조치를 받았다.

공연장 및 전시장 대관료 징수 등 부적정, 국내여비(일비) 지급 부적정 등 2건은 시정 주의 처분이 내려졌다.

이 중 공연장 및 전시장 대관료 징수 등이 부적정하다는 지적에 따라 재정상 487만9천원이 추징됐고 국내여비(일비) 지급 부적정에 관해서는 61만원의 회수 조치가 내려졌다.

전라북도문화관광재단은 이번 재무감사에서 총 17건이 적발됐는데 주의 8건, 시정 주의 3건, 주의 권고 4건, 주의 개선 1건, 개선 1건 등이다.

주의 조치된 사항을 보면 전북의 문화콘텐츠 100 발굴 제작용역 계약 부적정, 전북문학 해외출간지원사업 추진 부적정, 전북브랜드상설공연 작품개발 소위원회 구성 및 운영 부적정, 2018 지역문화예술육성지원사업 심의위원 선정 부적정, 직원 복무관리 소홀, 군산 근대역사문화 상설 공연 추진 부적정, 공공조달 유류구매카드 미사용, 제한입찰 등 계약업무 추진 부적정 등이다.

@highlight

전라북도가 8일 한국소리문화의전당, 전북문화관광재단에 대한 2018년도 하반기 재무감사결과를 공개한 가운데 한국소리문화의 전당은 총 8건이 적발돼 주의 6건, 시정 주의 2건을 받았으며, 전라북도문화관광재단은 총 17건이 적발건 중 주의 8건, 시정 주의 3건, 주의 권고 4건, 주의 개선 1건, 개선 1건 등을 받았다.