전남도의회가 한전공대 설립에 대한 재정지원 동의 전제조건으로 한전의 투자의지를 내걸었다.

2022년 3월 개교를 앞두고 설립 절차가 촉박하더라도 최소한의 도민 알권리를 충족시키고 불필요한 예산 낭비를 막겠다는 게 도의회의 입장이다.

더구나 한전공대 설립에 대한 밑그림이 나오지 않은 상황에서 조건없는 재정지원 동의는 전남도의 미래 대형프로젝트에 대한 불공정한 선례를 남길 수 있다는 점에서 신중을 기하고 있다.

8일 전남도의회에 따르면 한전공대 설립 주무상임위원회인 경제관광문화위원회 의원들은 이날 오후 1시20분부터 2시까지 재정지원 동의안에 대한 열띤 토론을 벌였다.

이 자리에서 상임위 의원들은 한전공대기본계획용역보고서 열람, 울산·포항공대 등 전국 공대 지자체 현황 제출, 한전도 사업계획서 열람 등을 집행부에 요청할 것으로 알려졌다.

이는 막대한 혈세가 투입되는 한전공대 설립에 있어 불공정한 계약 내용이 없는 지에 대해 감시 견제 역할을 하는 도의회 본연의 기능을 하기 위함이다.

또 도의회 경관위 위원들은 9일 오전9시 한전공대 설립 현장을 확인하는 동시에 한전을 방문해 공대 설립에 대한 관계자들과의 만남의 자리를 가질 예정이다.

하지만 도의회가 전남도와 한전의 민감한 계약사항은 접근할 수 없고 알 수 있는 내용이 한정적이며, 마스터플랜(기본계획)이 나오지 않은 상황이라 재정 지원 동의가 쉽지 않을 것으로 보인다.

전남도는 4월 회기 내 도의회의 재정지원 동의를 원하고 있지만, 사실상 이번달 동의안 통과가 무산될 가능성도 적지 않다.

경관위 관계자는 “이번 회기에서 집행부의 원안을 가결해줄 수도 있지만 이는 한전공대 설립에 대한 기본적인 내용을 알아야 가능하다”면서 “한전공대의 투자의지를 확인하고 재정지원 동의안에 대해 재논의하겠다”고 밝혔다.

한편, 매년 100억원씩 10년간 전남도와 나주시가 막대한 재정부담을 하는 한전공대 설립을 놓고 도의회 동의안 제출 전 사전설명 절차 부족 등으로 설립 절차가 지연되고 있다.

@highlight

전남도의회는 사전설명 부족 등으로 설립절차가 지연되고 있는 한전공대 설립을 놓고, 불필요한 예산 낭비를 막기위해  재정지원 동의를 위한 전제조건으로 한전의 투자의지를 내걸었다.