제주특별자치도가 '청년 일자리 창출'과 창업 생태계 육성 등을 다양한 시·정책 사업을 시도하고 있지만 인력 배양·양성에 있어서는 손발이 맞지 않는다는 지적이다.

2017년 당시 중소벤처기업부의 창업선도대학사업에서 탈락한 것은 물론 올해 진행하는 청소년 비즈쿨 사업에 제주 지역 초·중·고교 중에는 영주고 1곳이 선정되는 데 그쳤다.

중소벤처기업부가 창업진흥원와 진행하는 비즈쿨은 비즈니스(Business)와 스쿨(School)의 합성어로 학교에서 경영 교육을 지원하는 사업이다.

비즈쿨 운영학교로 선정되면 기업가정신 교재, 창업동아리 운영을 위한 재료비와 체험활동비, 전문가 강사비 등을 지원받는다.

올해 76억원의 예산을 투입해 학교당 최대 1억원까지 지원한다.

올해는 특히 체험·실습(Learning by making) 교육을 강화해 연간 100만명의 청소년이 교실 수업에서 벗어나 메이커 스페이스(3차원 프린팅 등을 통한 제작 공간), 찾아가는 비즈쿨 체험교실 등 실습할 수 있도록 구성했다.

찾아가는 비즈쿨 체험교실은 도서벽지 및 소규모 학교 학생들을 대상으로 전문 강사가 직접 찾아가는 방식으로 지난해 운영 결과를 토대로 올해 확대됐다.

이를 통해 전국에서 495곳이 선정됐다.

제주를 포함한 광주전남지방중소벤처기업청 관할에만 41개 학교가 낙점됐지만 이중 제주는 단 1곳만 이름을 올렸다.

2002년부터 진행한 사업이라는 점에서 제주 지역 학교 등의 참여가 저조한 등 정책사업 소통 부족 문제가 지적됐다.

하지만 타 지역에 앞서 자유학기제를 운영하는 등 진로·진학에 적극적인 모습을 보였던 것을 감안하면 관심 부족 역시 간과하기 어렵다.

특히 앞서 2017년 사업 평가 지표 변경으로 창업선도대학 선정과 창업도약패키지사업 등에서 대거 탈락하는 등 주요 정책 사업에 있어 지역 특성 반영 노력이 부족했다는 지적도 나오고 있다.

제주지역 스타트업 관계자는 "창업 생태계를 구축하기 위해서는 체계적인 인력 양성 프로그램이 병행돼야 하지만 제주는 타 지역에 비해 그런 부분에 약점이 있다"며 "정책 사업 유치 등에 대한 보다 적극적인 노력이 필요하다"고 말했다.

@highlight

2017년 창업선도대학사업 탈락에 이어 올해 청소년 비즈쿨 사업에 선정된 학교가 단 1곳으로 그치면서, 청년 일자리 창출과 창업 육성을 위한 여러 지원 사업을 시도하고 있는 제주특별자치도가 막상 인력 양성에서는 사업 소통 문제 등의 요인으로 미약한 수준이라는 지적이 나오고 있다.