한국투자증권은 9일 은행업종에 대해 1분기 실적이 시장금리 급락에도 불구하고 순이자마진(NIM) 방어 등에 힘입어 시장 추정치를 소폭 하회하는 데 그친 것으로 분석했다.

투자의견은 '비중확대'를 유지했다.

백두산 연구원은 '1분기 은행업종에 속한 KB금융·신한지주·하나금융지주·우리금융지주·기업은행·BNK금융지주·DGB금융지주·JB금융지주 등 8개사 합산 순이익 추정치는 전년 동기 대비 9.1% 감소한 3조6000억원으로 컨센서스(국내 증권사 전망치 평균)를 6% 하회하는데 그칠 것'이라고 밝혔다.

이는 시장금리 급락에도 불구하고 NIM이 직전 분기 수준을 유지하거나 또는 0.01%(1bp) 하락으로 방어한 가운데 은행 대출이 증가한 결과로 풀이했다.

1분기 은행채 3개월물 평균금리는 직전 분기 대비 0.03% 상승했지만 은행채 6개월물·1년물·5년물 금리는 각각 0.07%·0.11%·0.2% 하락했다고 전했다.

1분기 은행 원화대출금은 1.4% 증가한 것으로 추산했다.

기업대출의 경우 부채비율 개선을 위한 연말 일시 대출상환분이 1분기에 재취급됐고, 중소기업대출을 중심으로 대출수요가 꾸준히 이어지면서 전반적으로 양호하게 증가했다는 평가다.

가계대출의 경우 신용대출 증가세는 둔화됐지만 전세자금대출이 포함된 주택담보대출 증가세는 이어졌다고 전했다.

백 연구원은 '현재 국고채 3년물 금리가 1.7%로 저점을 형성하고 있고, 은행 잔액 기준 예대금리차(NIS)도 2.31% 수준에서 안정을 되찾아 마진 우려는 2분기를 기점으로 완화될 것'이라며 '전체적으로 비이자이익 감소와 충당금 증가를 순이자이익 증가분이 어느 정도 상쇄하는 모습'이라고 진단했다.

그는 '올해 추정치인 '대출 증가 4~5%·연중 NIM 방어 또는 소폭 개선·대손율 전기대비 0.05% 이하 상승'이 실현된다면 현재 은행 밸류에이션(실적 대비 주가 수준)이 매우 낮은 수준까지 내려와있어, 추가적인 상승여력은 열려있다'고 덧붙였다.

@highlight

은행 대출의 증가로 NIM이 적정수준을 유지하여 방어한 가운데, 시장금리 급락에도 시장 추정치를 소폭 하회하는 데 그쳤으며 현재 은행 밸류에이션이 매우 낮기 때문에 상승가능성은 열려있다고 볼 수 있다.