[서천]서천군과 군산시의 최대 관심사인 '금란도 개발사업'의 추진여부에 양 지역민들의 관심이 집중되고 있다.

군산시의 인공섬인 금란도는 중앙부처가 '제3차 항만 재개발기본계획' 용역을 추진하다 서천군이 금강하구 일원의 난개발(해상도시 건설주장 등) 문제를 제기하면서 용역 자체가 중단된 바 있다.

양 지자체가 금란도 개발에 필요성은 공감을 하고 있으나 금란도 개발에 따른 경제적 가치를 공유할 수 있는 구체적 상생 방안을 아직도 찾지 못해 수년째 사업 자체가 표류하고 있는 실정이다.

양 지역 시민들도 상당한 기대감을 보이고 서천군과 군산시 관계자들이 물밑 대화를 하고는 있지만 뽀족한 해법이 나오지 않고 있다.

최근 해양수산부는 양 지자체가 합의점을 찾지 못하고 금란도 개발사업이 추진되지 못하는 상황을 안타깝다고 판단하고 있는 것으로 알려졌다.

서천군민들은 금란도 개발사업이 주는 경제 가치 등 긍정적 영향이 서천 보다는 군산시에 크지만, 양 지자체간 상생의 의미가 매우 큰 사업이니 만큼, '이제는 서천군도 긍정적으로 검토해야 한다'는 게 중론이다.

사업주체인 해양수산부가 추진의사가 있고, 양 지자체의 시민들이 원하는 사업인데 수년째 표류하고 있는 것은 양 지자체간에 소통 부족이 원인이라는 분석이 나오고 있다.

이에 서천군 관계자는 "금란도 개발의 당위성 여건 및 여론 등은 과거보다 상당히 좋아 진 것은 사실"이라며 "군산시가 금강하구 일원의 난개발 대책과 서천과 진정으로 상생할 수 있는 방안을 먼저 제시 해야 할 것으로 생각한다"고 말했다.

서천군은 금란도 개발에 경제적 가치를 서천군과 공유하는 방안을 군산시가 먼저 제시하면 적정성 여부를 서천군민에게 공표하고 공론화 과정을 거치겠다는 입장이다.

경우에 따라서는 쉽게 풀릴 수도 있다.

한편 금란도는 군산시 해망동 앞바다에 202만㎥(61만평)규모로 지난 1970년대부터 군산 내항 항로 준설토로 조성된 이른바 인공섬이다.

@highlight

중앙부처가 '제3차 항만 재개발기본계획' 용역을 추진하다 서천군이 금강하구 일원의 난개발 문제를 제기하면서 용역이 중단된 바 있는 군산시의 인공섬 금란도는 군산시에 많은 경제적 이익을 주고, 양지자체간 상생의 의미가 큰 사업이기에 서천시도 긍정적으로 바라봐야한다는 의견이 나오며 양 지역민들의 관심이 집중되고 있다.