［중부매일 정구철 기자］ 충주시가 역대 최대 규모의 추경예산을 편성했다.

시는 올해 본예산 9천339억 원보다 1천757억 원(18.8%)이 증액된 1조1천96억 원 규모의 2019년도 제1회 추가경정예산안을 편성해 9일 충주시의회에 제출했다.

일반회계는 9천190억 원으로 본예산 대비 1천194억 원, 특별회계는 1천906억 원으로 본예산대비 563억 원이 각각 증액됐다.

추경에 편성한 주요사업은 ▶동충주산업단지 조성 180억 원) ▶단월 통합정수장 현대화사업 39억5천만 원 ▶유기농산업복합서비스 지원단지 조성 10억 원 등 충주를 위한 핵심과제들을 예산에 반영했다.

시는 정부의 생활밀착형 SOC 추진계획에 발맞춰 시민들의 의견을 수렴해 총 23건에 177억 원의 생활SOC 사업을 발굴해 반영했다고 밝혔다.

분야별 주요 사업은 동부노인복지관 건립 등 중점투자시설 13건에 161억 원, 서충주 국민체육센터 건립 등 복합문화시설 3건에 6억5천만 원을 반영하고, 읍·면·동에서 좋은 아이디어를 발굴해 시가 자체적으로 추진하는 사업에도 9억5천만 원을 반영하는 등 시민들의 생활 근거지에 필요한 시설이 설치되도록 했다.

또 시민 생활 편의증진을 위한 도로망 확충 및 시설 개량에 182억 원, 호암근린공원 등 도시공원 조성에 19억 원, 공공무선랜(Wi-Fi) 구축 및 인터넷 소외지역 광대역망 구축과 방범 CCTV 설치에 4억6천만 원, 상·하수도 공급기간 단축에 41억5천만 원, 주차난 해소를 위한 도심주차장 확충에 16억5천만 원을 편성했다.

한편, 이번에 편성한 추경예산안은 오는 16일부터 열리는 충주시의회 제233회 임시회의 심의·의결을 거쳐 26일 최종 확정될 예정이다.

@highlight

9일 충주시가 역대 최대 규모로 편성한 1조 1천96억 원 규모의 2019년도 추경예산안을 충주시의회에 제출한 가운데, 오는 16일 충주시의회 제233회 임시회로 심의·의결을 거친 예산안이 26일 최종 확정될 예정이다.