] 이달부터 서울 등 투기·청약과열지역에서 신규 분양하는 아파트 단지들이 '무순위 청약제도'를 속속 도입하고 있다.

경기 구리시에서 분양하는 '한양수자인 구리역'은 특별공급을 앞두고 9일까지 아파트투유(APT2you) 사이트를 통해 사전예약 접수를 한다.

청약이 끝난 뒤 미계약 및 잔여가구가 있으면 사전 청약 신청자를 대상으로 추첨하는 형식이다.

서울 동대문구에서 분양을 앞두고 있는 '청량리역 한양수자인 192'도 특별공급에 앞서 10~11일 무순위 청약을 받을 계획이다.

이달 모델하우스를 개관하는 서초구 '방배그랑자이' 등 추후 분양하는 단지들도 사전 접수를 할 계획이다.

무순위 청약은 지난 3월 1일 이후 입주자모집공고를 낸 단지부터 적용되고 있다.

투기·청약과열지역은 의무사항이고 그 외 지역은 건설사 재량에 따라 시행된다.

청약통장이 없어도, 유주택자여도 만 19세 이상이면 신청할 수 있다.

다만 투기·청약과열지역에선 해당 주택건설지역 또는 해당 광역권(서울의 경우 수도권) 거주자여야 한다.

청약 부적격자와 미계약자 및 청약 미달 가구를 대상으로 하는 인터넷 무순위 청약도 늘고 있다.

올 2월 안양에서 분양한 '평촌 래미안 푸르지오'는 659가구 중 35%에 달하는 234가구가 미계약으로 나왔다.

이 단지는 10일 잔여가구 무순위 청약을 인터넷으로 진행할 계획이다.

2월 말부터 청약을 받은 노원구 공릉동 '태릉 해링턴 플레이스'에서도 전체(일반분양 327가구)의 20%에 달하는 62가구의 미계약분이 발생했다.

시공사인 효성중공업은 오는 15일 잔여가구를 무순위 청약으로 배정할 계획이다.

권일 부동산인포 리서치 팀장은 "청약제도 개편으로 분양 단지별 부적격 청약 당첨자가 10% 안팎에 달해 무순위 청약 접수 제도의 비중이 커졌다"고 말했다.

@highlight

이달부터 서울 등 수도권에서 투기·청약과열지역에서 신규 분양하는 아파트 단지들이 청약통장이 없어도, 유주택자여도 만 19세 이상이면 신청할 수 있는 무순위 청약제도를 속속 도입하고 있어 청약제도 개편으로 분양 단지별 부적격 청약 당첨자가 10% 안팎에 이르러 무순위 청약 접수 제도의 비중이 커졌다고 했다.