천혜의 관광자원을 갖고 부안 위도의 관광 활성화와 주민들의 불편을 최소화하기 위해서는 부안 격포~위도간 운행하는 여객선 대형화가 시급하다는 지적이 전북도의회에서 제기됐다.

전북도의회 최훈열 의원(부안)은 9일 오후 2시에 열린 제 362회 임시회 제1차 본회의에서 5분 자유발언을 통해 "부안 격포~위도간 여객선의 잦은 결항으로 주민들은 물론이고 위도를 찾는 관광객들이 큰 불편을 겪고 있다"며 이같이 주장했다.

최 의원은 "현재 위도행 여객선은 지난 2016년부터 2개 선사가 각각 322톤급을 운행하고 있는 가운데 2016년 결항률은 23%, 2017년 26.6%, 2018년 30.3% 등으로 매년 결항률이 높아지고 있다"며 "여객선 운항이 기상조건에 매우 큰 영향을 받지만 매년 이처럼 결항이 잦아지면서 위도 지역경제에 악영향을 주고있는 만큼 기상악화에도 운행이 가능한 1천톤급 이상으로 교체해야 한다"고 강조했다.

최 의원은 "식도는 위도 파장금항에서 거리상 1.2km 밖에 되지 않지만 항상 배편으로 이동할 수밖에 없어 지역 주민이 불편을 겪고 있는 데다 인구 유출 원인중 하나로 작용하고 있다"며 "이같은 주민들의 불편을 해소하기 위해서는 위도와 식도를 연결하는 연육교를 설치해야 한다"고 덧붙였다.

격포~위도간 여객선 결항사유는 선박검사 및 정비, 조석차, 해상사격훈련, 기상 악화 등이다.

이 가운데 기상악화는 풍랑·폭풍해일 주의보 및 경보, 태풍주의보 및 경보, 시계제한시(시정 1km) 등이다.

지난한해동안 격포~위도간 여객선 이용객은 16만4천93명으로 하루 평균 449.5명이 이용한 것으로 집계됐다.

최훈열 의원은 "고슴도치를 닮은 섬 위도는 전라북도의 그야말로 천혜의 관광자이다. 위도를 찾는 모두가 하나같이 아름다움을 느끼며 그야말로 힐링을 받게되는 섬이다"며 "여객선을 운행하는 2개 선주사를 통합해 대형 여객선이 운행될 수 있도록 관계기관의 적극적인 검토가 필요하다"고 대형 여객선 도입을 재차 강조했다.

@highlight

지난 9일 열린 전북도본회의에서 전북도의회 최훈열의원이 천혜의 관광자원 위도의 관광 활성화와 잦은 결항으로 인한 주민 불편 최소화를 위해 부안 격포~위도간 대형 여객선 운영의 시급함을 주장하고 대형 여객선 운행을 위해 관계기관의 적극적인 검토가 필요하다고 거듭 강조했다.