조현진 진술 신빙성 확보·의혹해소 차원… 경찰조사는 내달 중순 마무리 될듯 이재현 인천 서구청장.

경찰이 성추행 의혹을 받고 있는 이재현 서구청장에 대한 재수사에 착수한 가운데 피해자들을 위한 국선변호사가 지정됐다.

국선변호사는 수사과정에서 피해자의 사생활이나 인적 사항 등 비밀이 드러나지 않도록 돕는 역할을 한다.

피해자들이 변호인 입회하에 경찰 조사를 받을 경우 두려움이 해소될 수 있고 법에 따른 최대한의 지원을 받게 된다.

일각에서는 여론이 집중된 사건인 만큼 법에 따라 수치심 여부와 논란에 대해 철저하게 재수사해 진위를 확인함으로써 각종 의혹을 해소하겠다는 수사기관의 의지가 반영됐다고 분석하고 있다.

9일 인천지방경찰청 등에 따르면 최근 인천지검 여성아동범죄조사부는 이 구청장의 피해자들을 위한 국선변호사를 선정했다.

2013년부터 아동·청소년 등 나이와 관계없이 모든 성범죄 피해자로 확대된 피해자 국선변호사 제도는 피해자들이 국선변호사를 통해 사건 발생부터 수사, 재판까지 전 과정에서 법률 조력을 얻는다.

검찰이 피해자 국선변호사를 선정한 이유는 피해자들이 개인 환경, 내부 조직의 영향 등으로 진술을 꺼리거나 진술 조사 당시 수치심 등으로 진술의 신빙성이 떨어질 수 있다는 의혹을 해소하기 위한 의도로 풀이된다.

검사의 국선변호사 선정 등에 관한 규칙에 따라 변호인은 피해자의 의사에 반하는 합의를 강요할 수 없다.

이 구청장의 피해자 국선변호인은 이 구청장에 대한 재판이 확정되거나 검사가 불기소처분을 할 때까지 변호를 맡게 된다.

향후 수사를 통해 피해자들이 피해를 진술할 경우 이 구청장에 대한 소환 조사가 이뤄지고 이후 기소 여부가 판가름 날 전망이다.

반면 피해자들이 피해 사실을 부인할 경우 이 구청장의 소환은 이뤄지지 않고 수사는 일단락될 수 있다.

검찰 관계자는 "현재 수사가 진행 중인 사안인 만큼 구체적인 답변은 할 수 없다"고 말했다.

한편 이 구청장에 대한 경찰조사는 다음달 중순께 마무리될 것으로 예상된다.

@highlight

9일 인천지방경찰청 등에 따르면 성추행 의혹으로 이재현 서구청장에 대한 재수사가 시작된 가운데 검찰이 피해자들을 위한 국선변호사를 선정함으로서 피해자들은 수사 및 재판까지 전 과정의 법률적인 도움을 받게 된다.