농협측 "월 말 정상적 만료"농협물류가 노동조합에 가입한 이유로 화물차 기사 수십명을 무더기로 계약 해지했다는 주장이 제기돼 논란이 일고 있다.

기사들은 생계 문제가 걸린 만큼, 9일 서울 서대문 농협중앙회 앞에서 대규모 집회를 열고 삭발식까지 진행했다.

화물연대 서경지부 농협물류안성분회와 농협물류 등에 따르면 농협물류 안성농식품 물류센터에서 일해 온 화물차 기사 81명은 지난 2~3월 화물연대 산하 노조에 가입했다.

사들은 2013년 물류센터 개장 이후 동결돼 있던 운송료의 20% 인상, 강원도 등 장거리 운행 시 수당 신설, 설과 추석 당일 단 2일뿐인 공식 휴무일 확대 등을 요구했다.

반면 농협물류는 지난달 말일까지 운송료 5% 인상안 등을 받아들이지 않으면 계약을 해지하겠다고 했다.

계약 해지일이 다가오자 노조원들은 운송료 5% 인상만이라도 받아들이겠다고 했으나, 농협물류 측이 갑자기 '확약서'를 내밀며 "운송 관련 단체 등에 가입하지 않을 것을 확약한다"는 문서에 서명할 것을 요구했다는 게 노조 측 주장이다.

현재까지 81명 중 10여명은 농협물류가 확약서를 제시하기도 전에 계약했으나 나머지 60여명은 일을 하지 못하고 있는 상태다.

농협물류안성분회 관계자는 "평균 5년 넘게 이곳에서 물류를 담당했는데, 노조에 가입했다는 이유로 갑자기 계약해지를 통보하는 건 노조 탄압이라고밖에 볼 수 없다"며 "사기업도 아닌 국민의 혈세로 설립된 농협의 자회사인 농협물류에서 노조를 만들었다는 이유로 생존권을 박탈하는 방법으로 탄압하는 것은 부당하다"고 말했다.

이에 농협 관계자는 "3월 말로 예정된 정상적인 계약 만료 시점에 따라 계약을 종료한 것일 뿐 노조에 가입했다고 해 계약을 해지했다는 주장은 사실과 다르다"고 밝혔다.

이어 "화물차 기사들은 근로기준법상 근로자로 인정할 수 없는 개인사업자일 뿐"이라며 "근로자가 아니여서 노조를 만들 수 없는데, 화물연대 측에서 단체 교섭을 하자고 요구해왔기 때문에 이를 막기 위해 확약서를 제시한 것"이라고 해명했다.

@highlight

노동조합에 가입했다는 이유로 계약 해지된 농협물류 화물차 기사 60여명은 9일 서울 서대문 농협중앙회 앞에서 항의집회를 열었으나 농협물류 측은 "3월 말로 예정된 정상적인 계약 만료 시점에 따라 계약을 종료한 것일 뿐 노조에 가입했다고 해 계약을 해지했다는 주장은 사실과 다르다"고 해명했다.