연합 한국의 법적 해고비용이 경제협력개발기구(OECD) 36개국 가운데 두 번째로 높은 수준이라는 평가가 나왔다.

한국경제연구원은 9일 세계은행(WB)의 '기업환경평가(Doing Business) 2019' 보고서를 분석해 한국에서는 근로자 1명을 해고할 때 평균 27.4주 치 임금이 비용으로발생한다고 밝혔다.

이는 OECD 국가에서 터키(29.8주) 다음으로 높은 비용이며, 독일은 21.9주, 프랑스 13.0주, 영국 9.3주, 이탈리아 4.5주, 일본 4.3주였고 미국은 법적 해고비용이없었다.

한국의 해고비용이 평균(14.2주)보다 높은 이유는 해고수당 때문이라는 게 한경연의 분석이다.

세계은행 기준 법적 해고비용은 해고 전 예고비용과 해고수당으로 구성되는데, 한국의 예고비용은 36개국 중 22위인 반면 해고수당은 23.1주 치 임금으로 터키, 칠레, 이스라엘과 함께 공동 1위다.

해고비용이 높은 편인 독일의 해고수당은 11.6주 치 임금으로 한국의 절반 수준이다.

아울러 근속연수가 1년에서 10년으로 길어지면 한국의 법적 해고비용은 4.3에서 43.4주로 올라 독일과의 격차가 2.1주에서 21.6주로 늘어났다.

한경연은 세계은행이 발표한 해고와 관련된 8개 규제의 국가별 시행 여부에 대해서도 분석했다.

OECD 36개국은 평균 3개의 규제를 가지고 있었으며, 그중 '경영상 필요에 의한 해고'(근로자퇴직급여 보장법 제4조)는 모든 국가가, '집단해고 시 제3자 통지'는 44.4%, '재훈련 및 전보 배치의무'는 38.9%가 시행하고 있었다.

한국은 경영상 필요에 의한 해고, 개별해고 시 제3자 통지, 집단해고 시 제3자 통지, 해고자 우선 채용 원칙 등 4개 조항을 두고 있다.

한경연은 "개별 기업의 단체협약을 고려할 때 실질적인 해고는 법과 제도를 중심으로 하는 세계은행 평가보다 어려울 것"이라고 주장했다.

@highlight

한국경제연구원에 따르면 한국의 높은 해고수당 때문에 근로자 1명을 해고 할때 평균 27.4주 치 임금이 해고비용을 발생하며, 이는 OECD 36개국 중 2위이다.