스팸번호 10개중 9개 010 국번 후후앤컴퍼니(www.whox2.com)가 스팸차단 애플리케이션 ‘후후’를 통해 올해 1분기 이용자들이 신고한 스팸 건수 통계를 9일 공개했다.

후후앤컴퍼니에 따르면 올해 1분기 동안 전년 동기 대비 약 100만건 이상 증가한 총 501만 362건의 스팸 신고가 후후를 통해 접수됐다.

3개월간의 신고 건수가 500만건을 넘어선 것은 2013년 8월 앱 출시 이래 이번이 처음이다.

1분기 동안 후후 앱 이용자들이 가장 많이 신고한 스팸 유형은 ‘불법게임 및 도박’(162만 8천209건)으로 전체 스팸 신고 건수 중 32%를 차지했다.

이는 전년도 1분기 ‘불법 게임 및 도박’ 스팸 신고 건수와 비교해 약 42만건가량 증가한 수치다.

‘불법 게임 및 도박’ 유형의 스팸은 2017년 8월부터 후후에 신고된 스팸 유형 중 가장 많은 건수를 차지해 왔다.

뒤를 이어 대출 권유(109만 2천511건)와 텔레마케팅(60만 230건)유형의 스팸 신고가 많았다.

또 후후 앱 이용자들로부터 가장 많은 스팸 신고를 받은 상위 10개 전화번호 중 9개의 전화번호가 모두 010 국번을 사용했다.

이는 불법도박 사이트에서 휴대폰을 통한 광고 메시지 대량 발송이 지속해서 증가하고 있기 때문으로 보인다.

이 상위 10개의 스팸 발송 번호를 차단한 후후 앱 이용자는 약 12만명에 달한다.

후후앤컴퍼니 플랫폼전략그룹장 류형근 팀장은 “스팸 메시지가 휴대전화 번호로 수신되는 경우 인터넷 전화의 070 국번이나 일반전화 02 국번보다 상대적으로 경계심이 줄어드는 경우가 있다” 며 “스팸으로 인한 민원과 피해가 지속 증가하고 있는 만큼 후후와 같이 스팸 메시지를 사전에 걸러주거나 신고할 수 있는 앱을 활용하는 등 이용자들의 각별한 주의가 필요하다”고 설명했다.

@highlight

후후앤컴퍼니에 따르면 올해 1분기 동안 2013년 앱 출시 이후 가장 많은 총 501만 362건의 스팸 신고가 접수되었으며 '불법게임 및 도박'이 32%로 가장 큰 비중을 차지하였다.