홍하은 중소기업진흥공단은 다음달 17일까지 내일채움공제와 청년재직자 내일채움공제에 관심있는 전 국민을 대상으로 UCC 공모전을 개최한다고 9일 밝혔다.

이번 공모전은 공제사업 관련 내용을 포함하고 있으면 주제 및 장르에 제한이 없으며 30초 이상 3분 이내 분량의 동영상이면 응모 가능하다.

중진공은 다음달 23일까지 20개 동영상을 선발해 SNS 대국민 평가를 실시하고 6월 20일 최종 순위를 발표할 예정이다.

공모전 수상자에게는 최우수 1명에게 200만원, 우수 2명에게 100만원, 장려 17명에게 20만원이 수여된다.

선착순 100명의 참가자에게는 1만원 상당의 선물도 지급된다.

2014년 8월부터 시작한 내일채움공제는 중소벤처기업과 핵심인력이 공동으로 일정 비율을 적립해 5년 만기 재직한 근로자는 본인 납입금 대비 3배 이상인 2천만원 이상을 수령하고 만기 수령 시 기업납입금에 대한 소득세 50%를 감면받을 수 있다.

기업은 부담한 공제납입금에 대해 손금인정을 받고, 세액공제 25%를 받는다.

청년재직자 내일채움공제는 중소벤처기업에 재직하고 있는 청년근로자가 5년간 3천만 원을 모으도록 도와 장기근속을 유도하고 핵심인력으로 양성하는 사업이다.

운영방식은 5년 동안 청년근로자는 최소 월 12만원, 기업은 월 20만원을 적립하고 정부는 적립기간 최초 3년간 1천80만원을 적립한다.

청년근로자는 5년 만기 재직 후 본인 납입금 대비 4배 이상인 3천만원 이상을 수령하고 동시에 공제 만기금 중 근로소득세 50% 상당을 감면 받을 수 있다.

기업도 부담한 공제납입금에 대해 100% 손금인정과 25%의 세액공제 등 세제혜택을 받을 수 있어 양질의 일자리창출에 기여하고 있다.

국광태 중진공 성과보상기획처장은 “이번 공모전를 통해 더 많은 기업과 근로자가 내일채움공제를 인지하게 되는 기회가 되기를 기대한다”며 “우수인력이 중소벤처기업에 취업하고, 장기재직할 수 있도록 더욱 노력할 것”이라고 말했다.

@highlight

중소기업진흥공단이 다음달 17일까지 전 국민을 대상으로 개최하는 내일채움공제와 청년재직자 내일채움공제 관련 UCC 공모전은 주제 및 장르를 불문한 3분 이내의 동영상을 모집해 20개 동영상을 선발하고 SNS 대국민 평가 등을 통해 6월 20일 최종 순위를 발표할 예정이다. 