논란이 많았던 대전 유성구 장대교차로 건설 방식이 바뀔 전망이다.

대전시가 평면교차로로 계획된 장대사거리에 대한 교통 수요를 다시 분석하기로 했기 때문이다.

결과에 따라서는 당초 계획대로 입체교차로(고가·지하 등)로 선회할 가능성도 배제할 수 없어 보인다.

이럴 경우 예측 가능한 교통 서비스를 제공한다는 측면에서 시의 교통 정책에 좋은 본보기가 될 것으로 보인다.

대전과 세종을 잇는 '외삼-유성복합터미널 BRT 연결도로'에 맞닿아 있는 장대교차로는 올해 안에 건설할 계획이다.

행복청과 대전시는 처음엔 입체교차로로 건설키로 했다가 평면교차로 방식으로 전환, 지역민의 거센 저항에 부딪쳤다.

평면교차로일 경유 유성 IC나 공주-대전 방향 교통 체증 유발이 뻔할 것이란 이유에서다.

그런데도 두 기관은 장대사거리 입체화는 지역단절과 고가도로 주변 슬럼화, 공기지연, 총사업비 증액 등을 내세워 평면교차로 방식을 고수해 왔다.

늦었지만 장대사거리 미래 교통량을 예측하고 다시금 교통 수요 분석에 들어가기로 한 건 잘한 결정이다.

그렇잖아도 평면교차로 폐해가 곳곳서 나오고 있는 때다.

실례로 유성과 서구를 잇는 카이스트교는 당초 삼거리였는데 다리가 건설되면서 평면교차로로 바뀌었다.

그 전에는 교통 정체를 찾아볼 수 없었지만 신호 대기 시간이 길어져 출·퇴근뿐 아니라 평상시에도 정체 현상이 빚어지고 있다.

평면교차로 조성 공사에 들어간 평촌수련원 교차로 역시 향후 교통 정체가 불 보듯 뻔할 것이란 전망이다.

한때 회전식 교차로가 인기를 끈 적이 있었다.

신호 대기나 교통 흐름의 방해를 받지 않고서도 차량의 원활한 흐름이 보장된 덕분이다.

교차로는 도로가 맞나는 지점이기 때문에 소통이 좋아야 한다.

모든 교차로를 입체로 해야 하는 건 아니지만 장대사거리는 원활한 교통 흐름을 위해 입체화가 정답이다.

시가 평면교차로의 교통 서비스를 새롭게 분석하려 한 것은 미래 대전 교통을 위해 바람직하다.

@highlight

대전시는 대전과 세종을 잇는 외삼-유성복합터미널 BRT 연결도로에 맞닿아 있는 장대교차로에 대한 교통 수요를 다시 분석하여 기존 평면교차로 계획을 재검토하기로 했는데, 원활한 교통 흐름을 위해 장대사거리의 입체화가 정답이다.