문재인 대통령이 도널드 트럼프 미국 대통령과의 정상회담을 위해 1박 3일 일정으로 10일 워싱턴DC로 향한다.

이번 회담은 하노이 담판 결렬 이후 약화된 북미 간 비핵화 협상의 동력을 되살리기 위한 것으로, 두 정상은 11일(이하 현지시간) 백악관에서 머리를 맞댄다.

문 대통령은 하노이 담판 결렬 이후 교착에 빠진 북미 간 협상 재개를 위한 계기를 마련하는데 주력할 것으로 전망된다.

특히 일괄타결론을 주장하는 미국과 단계적 해법을 들고 나선 북한이 맞선 상황에서 한미 정상이 양측의 간극을 좁혀 접점을 찾을 수 있을지 주목된다.

문 대통령과 부인 김정숙 여사는 10일 오후 앤드루스 공군기지에 도착, 영빈관에서 하룻밤을 지낸다.

문 대통령의 백악관 영빈관 방문은 세 번째다.

문 대통령은 이튿날인 11일 오전 영빈관에서 마이크 폼페이오 국무장관, 존 볼턴 백악관 국가안보보좌관, 마이크 펜스 부통령과 차례대로 접견한다.

이어 한미 정상은 이날 정오께부터 2시간 동안 백악관에서 정상 내외간 친교를 겸한 단독회담, 핵심 각료와 참모들이 배석하는 확대회담을 겸한 업무오찬을 잇따라갖는다.

김 여사의 단독 일정도 예정돼 있다.

김 여사는 이날 오전 워싱턴 인근 초등학교를 방문해 한미 우호의 초석이 될 학생들을 만나 격려한다.

이어 백악관에서 멜라니아 여사와 일대일 오찬을 한다.

김현종 청와대 국가안보실 2차장은 9일 브리핑에서 "한미 정상 부인 간 단독 오찬은 흔치 않은 일로, 양 여사 간 우정을 깊게 하는 계기가 될 것"이라고 말했다.

문 대통령 내외는 이 같은 일정을 마치고 11일 오후 공항을 출발해 한국시간으로 12일 밤늦게 서울공항을 통해 귀국한다.

김 차장은 "이번 회담은 하노이 회담 후 대화 동력을 조속히 살리기 위해 양국 협의가 중요하다는 공동인식을 토대로 바탕으로 개최되는 것"이라고 밝혔다.

또 "톱다운식 접근을 지속하며 한반도의 완전한 비핵화와 항구적 평화정착을 위한 구체적 방안 모색하는 계기가 될 것으로 보인다"고 말했다.

@highlight

문재인 대통령은 북미 간 비핵화 협상의 동력을 되살리기 위한 도널드 트럼프 미국 대통령과의 정상회담을 진행하기 위해 1박 3일 워싱턴DC로 향할 예정이며, 한미 정상 양측의 간극을 좁혀갈 수 있을지 기대하고 있다.