대전경찰청 범죄분석관도 초청 대구경찰이 대구에서 가장 오래된 장기미제 사건인 대구 남구 총포사 업주 살인사건을 원점에서 재분석해 수사에 속도를 낸다.

대구지방경찰청은 총포사 업주 살인사건 해결 실마리를 찾기 위해 오는 11일 수사관과 전문가가 모인 가운데 ‘합동 범죄분석 회의’를 개최한다고 9일 밝혔다.

회의에는 대구경찰청 미제사건 전담수사팀을 포함해 당시 수사팀, 범죄분석관, 범죄 프로파일러 등 20여 명이 참여한다.

총포사 업주 살인사건은 경찰이 18년째 수사를 이어온 장기미제 사건이다.

경찰에 따르면 용의자는 지난 2001년 12월 8일 대구 남구 한 총포사에 침입해 업주 A(당시 66세)씨를 흉기로 살해한 뒤 총포사에 있던 엽총 2자루를 훔쳤다.

범인은 나흘 뒤인 12월 11일 달서구 한 은행에서 은행원을 엽총으로 위협, 현금 1억2천600만 원을 빼앗아 도주한 혐의다.

용의자는 범행에 이용한 차량과 번호판을 각각 다른 곳에서 훔치고 강도 범행 시 복면을 착용하는 등 치밀한 수법으로 경찰의 수사망을 피했다.

당시 경찰은 수사관 100여명을 투입해 탐문, 통신수사, 공개수배 등 광범위한 수사를 펼쳤으나 범인을 검거하지 못했다.

대구경찰청은 전·현직 수사관과 관련 전문가들을 한자리에 모아 형식과 틀에 얽매이지 않는 토론 및 의견 공유로 새로운 관점에서 사건을 집중 분석할 계획이다.

특히 비슷한 시기 대전에서 발생한 은행 강도살인사건과의 연관성을 검토하기 위해 대전지방경찰청 범죄분석관도 초청한다.

대구경찰청은 총포사 살인사건을 비롯해 현재 총 8건의 장기미제 살인사건을 수사 중이다.

대구경찰청 미제사건 전담수사팀 관계자는 ”이번 분석회의 결과를 토대로 수사 방향을 설정하고 역량을 집중할 계획”이라며 “팀 슬로건인 ‘경찰은 피해자와 그 가족을 영원히 잊지 않겠습니다’라는 문구처럼 끝까지 포기하지 않고 범인을 검거할 때까지 모든 노력을 다하겠다”고 말했다.

@highlight

11일 대구지방경찰청은 ‘합동 범죄분석 회의’를 개최해 18년 전 발생한 총포사 업주 살인사건 등 총 8건의 장기 미제 사건을 재수사할 방침이라고 밝혔다.   