아이진은 개발 중인 당뇨망막증 치료제 'EG-Mirotin'의 유럽 임상 2a상 환자 모집을 이달 말 종료한다고 10일 밝혔다.

EG-Mirotin은 2014년 네덜란드에서 임상 1상을 성공적으로 종료한 뒤, 프랑스와 헝가리에서 당뇨성 황반부종 환자에게 투약해 효능을 확인하는 2a상을 진행해 왔다.

아이진 관계자는 '당초 계획했던 환자 30명의 모집이 완료된 것은 아니지만, 3분의 2 수준의 투약 환자 데이터만으로도 신약의 효능을 확인하고 후속 임상을 진행하는데 문제 없다고 판단했기 때문에 환자 모집을 종료하게 됐다'며 '올 3분기에는 최종보고서를 수령함으로써 2a상 전 과정을 완전히 종료하게 된다'고 설명했다.

일각에서는 2a상이 장기간 진행됐기 때문에 모집 인원이 늘어나는 후속 임상의 환자 모집에 대한 우려가 있다.

이에 대해 관계자는 '후속 임상은 미국에서 진행될 예정이며, 연내 미국 식품의약국(FDA)에 신청할 것'이라며 '유럽에서 수행한 2a상에서 환자 모집이 지연됐던 원인들에 대한 대책을 마련해 후속 임상 일정이 지연되지 않도록 만전을 기하고 있다'고 말했다.

아이진은 지난해 일부 임상시험 계획을 변경해 저용량 아스피린 복용 환자군을 임상에 포함했다.

후속 임상에서는 방문 투약을 중심으로 진행해 환자의 편의성을 높이고, 가짜약 투여로 임상 중 증상이 악화된 환자에게 별도 치료를 지원하는 등 환자 모집의 유인성을 높일 예정이란 설명이다.

후속 임상에서는 활성 대조군이 포함되는 부분도 환자 모집에 긍정적인 영향을 줄 것으로 보고 있다.

아이진은 망막 치료제 전문 임상 대행기관으로부터 후속 임상의 신청과 정상적인 임상 진행이 충분히 가능할 것이란 답변도 받았다.

2a상의 결과도 조심스럽게 낙관하고 있다.

동일 물질을 이용해 국내에서 욕창과 창상, 심근허혈 및 재관류 손상 치료제의 임상 2상이 순조롭게 진행되고 있기 때문이다.

아이진은 올 상반기 말에는 2a상의 전체 임상 결과를 확보할 수 있는 만큼, 최종보고서 수령 전이라도 다국적 제약사와 접촉을 진행할 계획이다.

@highlight

지난 10일 당뇨망막증 치료제 EG-Mirotin의 임상 절차를 진행 중인 아이진은 계획했던 만큼의 환자가 모집된 것은 아니지만 후속 임상 진행에 문제가 없다는 결정에 따라 프랑스와 헝가리에서 장기간 진행해 온 유럽 임상 2a상 환자를 더 이상 모집하지 않는다고 전했다.