10일 세종시서 기자간담회…"적자 국채 발행 최소화, 신재민 전 사무관 고발 취하"

홍남기(사진) 경제부총리 겸 기획재정부 장관은 10일 “올해 추가경정예산(추경) 규모가 7조 원을 넘지 않을 것”이라고 전했다.

홍 부총리는 이날 정부세종청사에서 기자간담회를 열어 “현재 추경안을 편성하는 중이어서 구체적인 규모를 확정지어 말할 수 없지만 추경안에 포함되는 사업의 규모와 재원적인 측면 등을 종합적으로 볼 때 7조 원 이하 수준이 될 것”이라고 말했다.

그는 이번 추경안이 ▷미세먼지 절감 ▷경기 하방 리스크 대응 ▷서민 생활 안정에 초점이 맞춰질 것이라고 설명했다.

특히 홍 부총리는 지난 4일 발생한 강원 동해안 산불을 언급하며 “산불 진화 및 예방 인력을 확충하거나 관련 장비를 강화하는 방안도 이번 추경안에 포함시키는 것을 검토하는 중”이라고 강조했다.

홍 부총리는 “정부가 올해 초부터 경제 활력 제고를 위해 전력 투구를 해 왔지만 대내외 경제 여건, 특히 대외 여건이 예상보다 더 안 좋은 방향으로 전개되고 있다”며 “추경을 통해 부진한 수출을 뒷받침하고 혁신 경제가 속도낼 수 있도록 하겠다”고 다짐했다.

다만 홍 부총리는 7조 원 수준으로 대내외 리스크에 대응할 수 있겠느냐는 질문에 “재원적인 측면을 감안하지 않을 수 없다”며 추경 편성을 위한 정부의 재정 상황이 녹록지 않음을 시사했다.

이와 관련해 홍 부총리는 “현재 추경을 편성하려면 적자 국채를 발행하는 게 불가피한 상황이지만 발행 규모는 최소화하겠다”고 말했다.

홍 부총리는 탄력근로제 단위 기간 확대와 최저임금 결정구조 개편 등 국회에 상정된 각종 노동 관련 법안의 조속한 통과를 촉구했다.

그는 “기업들이 현장에서 탄력근로제 단위 기간을 6개월로 늘려줄 것을 절박하게 호소하는 중”이라며 “4월 임시국회에서 입법이 꼭 이뤄지기를 바란다”고 강조했다.

홍 부총리는 기재부가 공무상 비밀 누설 혐의로 고발한 신재민 전 기재부 사무관에 대해 “오늘(10일) 오후 고발을 취소할 것”이라고 전했다.

@highlight

홍남기 경제부총리는 10일 정부세종청사 기자간담회에서 "올해 7조 원 이하의 추경안 편성을 위해 적자 국채 발행이 필요하지만, 발행 규모는 최소화하겠다"라고 말했다.