알약형태(정)로 된 천연조미료가 눈길을 끌고 있다.

과일과 야채, 농축수산물을 동결 건조해 만든 제품을 판매하는 충북 충주의 ㈜트루나스(www.truas.co.kr)가 개발해 판매중인 '자연한알'은 출시이후 판매 100만병을 돌파했다.

이 제품은 한 알만 넣어도 다시물(맛국물·육수)이 만들어져 감칠맛 나는 국을 끓일 수 있어 바쁜 현대인에게는 안성맞춤형 조미식품이다.

자연한알은 MSG(Mono-sodium gluatamate, 식품에 향미를 높이기 위하여 사용되는 향미증진제)가 들어가지 않고, 원재료를 우려낸 것이 아닌 동결 건조 후 갈아 넣는 방식으로 제품을 생산해 맛과 영양이 그대로 보존된다.

트루나스는 자연한알처럼 동결 건조를 통한 독창적인 기술력과 아이디로 웰빙 식품을 만들고 있다.

동결 건조는 영하 40도 이하의 온도에서 급속으로 동결 건조시키는 기술로 비용은 다소 들지만 영양분 유지와 장기보관에 좋은 것으로 알려졌다.

제품을 개발한 트루나스 관계자는 "자연한알에는 6가지의 수산물(멸치·바지락·다미사·북어·가다랑어·참치)과 10가지의 농작물(양파·마늘·대파·우엉·연근·무·표고·생강·양배추·콩)을 영하 40도 이하의 온도로 동결 건조해 만든 식품"이라며 "찌개와 탕 등에 한 알만으로 풍요로운 맛을 낼 수 있다"고 설명했다.

이어"바쁜 직장인·초보 요리사·1인 가구·신혼부부·해외유학생 등 충분한 영양분을 섭취하지 못하거나 요리가 어려운 분들을 위해 제품을 개발하게 됐다"며 "현대인들의 생활패턴과 균형적인 영양공급을 통한 삶의 질을 향상시키는 점에 중점을 뒀다"고 말했다.

@highlight

(주)트루나스가 개발해 판매중인 '자연한알'은 MSG 첨가 없이 과일, 야채, 농축수산물을 동결 건조해 맛과 영양을 그대로 보존한 천연조미료로 한 알만 넣어도 감칠맛 나는 국을 끓일 수 있어 바쁜 현대인들에게 인기를 끌고 있다.