바른미래당 정운천(전주을)의원과 민주평화당 김광수(전주갑)의원은 10일 국회의원회관 제3세미나실에서 생체적합성 신소재를 활용한 고부가가치 의료기기산업의 육성 방안을 모색하는 ‘의료기기산업의 글로벌 경쟁력 확보를 위한 정책세미나’를 개최했다.

이번 정책세미나는 의료기기단체, 학계, 보건복지부 관계자들이 함께 국산 의료기기의 현 실태를 점검하고 해외 선진국이 선점하고 있는 의료기기 시장상황에서 국내 의료기기산업이 나아가야 할 방향을 마련하기 위한 정책을 제안하고 정책화하기 위해 마련됐다.

먼저, 정 의원은 개회사를 통해“의료기기 분야는 4차 산업, 융합의 시대를 선도해 나갈 수 있는 핵심 산업으로 각광을 받고 있으며, 탄소소재와 같은 생체적합성이 뛰어난 신소재 중심의 의료기기 산업을 육성하여 국내 의료산업의 고도화 기반이 마련될 수 있도록 정부의 지속적인 투자가 필요하다”고 강조했다.

김 의원은 “의료기기산업은 국민의 건강과 안전에 직결된 분야로서 4차 산업혁명을 주도하는 핵심이자 융합의 시대를 선도하는 산업으로 발돋움했다”며 “정부 역시 지난 2017년 의료기기산업 종합발전계획을 발표하며 미래성장 주력산업으로 의료기기산업을 육성하겠다는 의지를 밝힌 바 있다”고 말했다.

김 의원은 이어 “그러나, 국내 의료기기 기업들은 세계적 기업의 규모에 비해 영세한 수준으로, 의료기기의 질을 결정하는 R&D 투자금액도 턱없이 낮은 수준에 그치고 있다”며 “특히, 부가가치가 큰 첨단의료기기 분야는 막강한 자금과 연구인력을 가진 선진국 업체에 밀려 브랜드가치와 글로벌 경쟁력이 취약한 실정”이라고 지적했다.

한편, 이날 정책세미나는 김봉주 서울대학교치과병원 교수가 좌장을 맡은 가운데, 한동욱 부산대학교 나노과학기술대학 교수와 고명환 전북대학교병원 의료기기중개임상시험지원센터장이 각각 ‘생체적합성 신소재를 적용한 고부가가치 의료기기산업 육성’을 주제로 진행됐다.

@highlight

바른미래당 정운천(전주을)의원과 민주평화당 김광수(전주갑)의원은 선진국이 선점하고 있는 의료기기 시장상황에서 국내 의료기기산업이 나아가야 할 방향을 마련하기 위한 정책 제안 및 정책화를 위해 ‘의료기기산업의 글로벌 경쟁력 확보를 위한 정책세미나’를 10일 국회의원회관에서 개최했다.