옥천군 '장령산 숲속동굴 체험파크사업'이 올해 충북도 지역수요 맞춤지원 사업 1위에 선정됐다.

충북도는 10일 열린 '지역개발 공모사업 충청북도 평가위원회'에서 '장령산 숲속동굴 체험파크사업'을 1순위 사업으로 뽑았다고 밝혔다.

도에 따르면 올해 변경된 국토교통부 지침에 따라 국토부 평가를 거치지 않고 국토부 공모사업에 선정된 것으로 인정된다.

'장령산 숲속동굴 체험파크사업'은 그간 방치돼 왔던 장령산자연휴양림내 폐 철광석굴을 체험 및 휴식공간이 있는 테마동굴로 조성하는 방안이다.

옥천군은 이를 통해 유휴 기반시설을 활용한 융·복합 체험 공간 조성을 통해 일자리 창출과 관광활성화를 기대하고 있다.

2020년부터 3년간 20억여원의 국비를 지원받는다.

이번 공모에는 옥천군을 비롯한 3개 군이 응모했다.

평가에서 1위에 선정되지 못한 2개 군의 사업은 종전 방식대로 사업계획서를 오는 19일까지 국토부에 제출해 국토부의 서면ㆍ현장ㆍ종합평가를 거쳐 공모사업 선정여부가 결정된다.

국토부가 주관하는 지역수요 맞춤지원 사업은 성장촉진지역으로 지정된 전국 70개 시군을 대상으로 한다.

충북도내 성장촉진지역은 보은, 옥천, 영동, 괴산, 단양 등 5개 군이다.

정부는 기존의 대규모 사회간접자본(SOC)사업 위주의 지원방식에서 벗어나 주민 실생활과 밀접한 소규모 융·복합 사업을 지원한다.

매년 국토부 평가를 통해 사업을 선정해 왔고, 올해에는 전국 18개 사업이 선정될 예정이다.

곽영학 도 균형발전과장은 "국토부 지역수요 맞춤지원 사업에 응모한 3개 시군의 사업은 사전 전문가 컨설팅 등을 통해 사업을 크게 개선?보완한 만큼 도 1순위에 선정되지 못한 2개 군의 사업도 타 시도와의 경쟁에서 밀리지 않을 것"이라며 "2개 군의 사업도 국토부 평가를 통과할 수 있도록 최선을 다하겠다"고 말했다.

@highlight

장령산 자연 휴양림 내 폐철광석굴을 테마동굴로 조성하는 '장령산 숲속동굴 체험파크사업'이 10일 충청북도 평가위원회에서 1순위 사업으로 선정되었다고 밝혔으며,사업이 진행되면 옥천군의 일자리 창출 및 관광 활성화가 기대된다.