충북콘텐츠코리아랩은 오는 5월 9일부터 콘텐츠분야 유경험자를 대상으로 아이코마 아카데미(콘텐츠분야 창업전문 코치 양성과정)를 진행한다.

아이코마(ICOMA_Institute of Contents Management)아카데미란 콘텐츠 산업의 발전에 따라 증가하는 스타트업 기업의 안정적인 사업화와 지속가능한 성장을 돕기 위해 창업 전문 코치(강사)를 양성하는 과정이다.

콘텐츠 산업의 성장 교육은 대부분 수도권 사례 중심의 통계기반으로 진행돼 왔기 때문에 이번에 진행되는 아이코마 아카데미는 지역의 특성과 문제점을 잘 파악하고 있는 지역 콘텐츠 전문가를 육성하는데 크게 중점을 뒀다.

이번 교육은 기본학습을 통해 지역의 콘텐츠 산업을 진단해 정확한 방향을 파악하고 분야별 심화학습으로 전문 코치과정을 교육받게 된다.

특히 심화학습에는 미국 SMILE Entrepreneurship(미국 스탠포드 대학교에서 연구 개발된 코칭 프로그램) 코칭 과정을 연계학습 할 수 있으며 SMILE 코칭과정을 이수하고 주어진 테스트를 통과하면 SMILE U.S.A에서 교육 인증 수료증을 발급 받을 수 있게 된다.

정규과정을 통해 배출된 창업 전문 코치는 일정 기간 코칭 워크숍 과정을 거치고 나면 하반기부터 충북콘텐츠코리아랩 뿐만 아니라 충북대 공동훈련센터, 청주대창업교육센터, 충북청년창업사관학교 등에서 운영하는 창업 관련 프로그램에서 본격적으로 활동할 수 있는 기회도 주어진다.

이번 아이코마 아카데미 교육과정은 지역의 우수한 인재를 육성할 수 있을 뿐만 아니라 동시에 안정적이고 지속적인 창업 코칭이 체계적으로 이루어 질 수 있는 기회가 될 수 있을 것으로 보고 있다.

신청 및 자세한 사항은 충북콘텐츠코리아랩 홈페이지(www.cbckl.kr) 및 충북지식산업진흥원 (충북콘텐트코리아랩 아이코마 아카데미 담당자) 043-210-0864로 문의하면 된다.

@highlight

충북콘텐츠코리아랩은 5월 9일부터 유경험자를 대상으로 스타트업 기업의 안정적인 사업화와 지속가능한 성장을 돕기 위한 창업 전문 코치를 양성하는 아이코마 아카데미 양성교육참가자를 모집한다고 하며, 아이코마 아카데미 교육과정을 통해 지역 우수 인재를 육성하고 창업코칭이 체계적으로 이루어 질 수 있는 기회가 될 것이라고 예상한다고 한다.