▲ 10일 서울 용산구 드래곤시티 호텔에서 열린 투자협약식에서 정상혁 보은군수, 변우홍 신우코스텍 대표이사, 이시종 지사, 안은억 녹십자엠에스 대표이사, 조병옥 음성군수(왼쪽부터)가 협약서를 공개하고 있다.

[충청일보 김홍민기자] 충북도는 10일 서울 용산구 드래곤시티 호텔에서 수도권 기업 최고경영자(CEO)등을 대상으로 투자유치설명회를 개최했다.

도는 설명회 후 보은군 보은산업단지의 공장자동화 및 자동제어시스템 개발 분야 선도기업 신우코스텍, 혁신도시 내 진단시약 및 혈액백 전문기업인 녹십자엠에스와 총 1260억원, 459명 일자리 창출 투자협약도 체결했다.

매년 봄 수도권 지역 메인비즈협회 중견·중소기업 CEO등 500여명이 참석한 가운데 개최하는 투자유치설명회는 강호축(강원~충청~호남)의 중심, 대륙으로 뻗어나가는 충북의 우수한 투자환경을 소개하고 기업의 투자를 유치하고 있다.

2014년 이후 메인비즈협회 20개 회원사가 3443억원을 충북도에 투자해 1663개의 일자리를 만드는 성과를 달성했다.

이시종 충북지사는 이날 "'강호축의 중심' 충북으로 투자해달라"고 호소하면서 X자형 교통망의 중심인 오송에서 남북평화철도를 지나 유라시아 대륙까지 이어지는 미래비전을 제시했다.

도는 이날 신성장동력산업 육성을 위한 정책과 지원을 소개했다.

이어 바이오, 태양광·신에너지, 화장품·뷰티, 유기농·식품, 신교통·항공, 정보통신기술(ICT)융합산업 등 6대 신성장동력산업과 함께 수소에너지클러스터 조성, 3대 미래유망산업(관광·스포츠, 기후·환경, 첨단형 뿌리기술산업)도 홍보했다.

이종구 도 투자유치과장은 "향후 충북도는 설명회 참석 기업인들과 상담 기업을 중심으로 투자홍보는 물론 소그룹별 투자설명회를 개최해 충북으로의 기업이전 또는 투자를 유도하는 다각적인 유치활동을 전개할 계획"이라고 말했다.

@highlight

충북도는 수도권 기업 최고경영자(CEO)등을 대상으로 투자유치설명회를 개최했는데, 이시종 충북지사는 '강호축의 중심' 충북으로 투자해달라고 호소하면서 미래 비전을 보여주었고 이종구 도 투자유치과장은 투자를 유도하는 다각적인 유치활동을 전개할 계획이라고 말했다.