허태정<사진> 대전시장이 선진 창업지원 체계를 벤치마킹하기 위해 미국을 찾는다.

시는 허 시장이 오는 14-24일 9박 11일 일정으로 미국 출장에 나선다고 10일 밝혔다.

허 시장은 이번 공무 국외출장에서 미국 동부(뉴욕, 보스톤, 뉴저지)와 서부(샌프란시스코, 실리콘밸리)를 방문해 스타트업과 의료 및 바이오, 4차 산업 등에 대한 아이디어를 얻고 양국의 교류와 협력을 강화할 계획이다.

허 시장은 15일 뉴욕의 코넬대학 테크 타타 혁신센터를 방문해 창업지원 기능과 프로그램를 견학하고, 뉴욕시의 창업 활성화와 지원 시책의 벤치마킹에 나선다.

이후 둔산 센트럴공원 조성을 위해 세계적인 도시공원인 센트럴파크를 방문해 도심과 자연이 공존하는 도시공원 조성의 아이디어를 얻어올 예정이다.

20일에는 2000년 개장한 4만 여석 규모의 도심 속 야구장 '오라클 파크'와 세계 최대 규모의 인공도시공원인 '금문교 공원'을 방문한다.

21일에는 샌프란시스코의 트램(노면전차)을 견학하고, 아이들의 호기심을 자극하는 체험 위주의 박물관인 '익스플로라토리움'을 방문한 뒤 산호세로 이동한다.

허 시장은 이번 국외출장을 통해 시가 추진하고 있는 5개 권역 스타트업 파크 조성 및 대덕특구 중심 혁신 플랫폼 구축에 뉴욕의 코넬대학, MIT 등 세계 선두 대학과 스타트업의 연계 모델을 시에 구축하고 스타트업 창업 거점으로서의 발전 기틀을 마련한다는 전략이다.

또 팬웨이 파크와 오라클 파크, 센트럴 파크와 금문교 공원 방문을 통해 대전의 새 야구장 건립과 둔산 센트럴파크 조성에 참고할 예정이다.

허 시장은 "이번 출장이 과학기술도시이자 혁신을 선도하는 대전이 미국의 스타트업, 의료·바이오 산업 및 4차 산업의 선도 기관 및 도시들과의 연계 간담회, MOU 및 투자 유치 설명회를 통해 국제교류 및 지역경제 활성화에 기틀을 마련할 것"이라고 말했다.

@highlight

허태정 대전시장이 4차산업, 바이오산업에 관련된 아이디어와 양국의 협력강화를 위해 미국 동부와 서부를 방문할 예정이고 15일에는 뉴욕의 코넬대학의 프로그램을 참여하여 뉴욕시의 창업과 지원에 대해 벤치마킹한다고 전했다.