[충청일보 배명식기자] 결혼중개업체에 수백만원을 냈다가 피해를 보는 사례가 잇따르고 있지만 피해 보상을 받기는 지극히 어려운 것으로 나타났다.

10일 바른미래당 이태규 국회의원(비례)이 한국소비자원에서 받은 '결혼중개업 관련 피해구제 신청 현황' 자료에 따르면 지난 5년(2014∼2018년)간 피해구제 신청 건수는 1458건으로 집계됐다.

국내 결혼중개 피해구제가 1330건(91%), 국제 결혼중개 피해구제는 128건(9%)이었다.

2014년에는 321건(국내 296·국외 25), 2015년 286건(260·26), 2016년 296건(271·25), 2017년 273건(250·23) 2018년 282건(253·29) 등 매년 평균 300건 안팎의 피해구제 신청이 소비자원에 접수됐다.

피해 유형 별로는 계약불이행 등 계약 관련 피해가 1371건(94%)으로 대부분을 차지했다.

부당행위(50건), 품질·애프터서비스(20건) 등이 뒤를 이었다.

피해 사례를 보면 만남 횟수에 전화번호 제공을 포함하거나 결혼 성사 때까지 무제한 만남을 약속해 놓고는 5번 이후에는 만남을 주선하지 않는 경우가 있었다.

또 국제결혼중개 피해 사례에는 맞선 상대로 2살 아들이 있는 여성을 소개하거나 맞선을 보는 여성에게 재혼 정보를 미리 알려 주지 않아 상대가 거절하는 등 업체의 불성실한 중개도 적지 않았다.

소비자원에 신청된 피해구제 사건의 절반 이상은 실질적인 피해 보상으로 이어지지 않았다.

최근 5년 간 피해구제 신청 사례 중 56%(822건)가 정보 제공, 상담·기타, 취하 중지, 처리 불능 등 미합의로 처리됐다.

소비자가 실질적인 피해 보상을 받은 배상은 0.5%(7건)에 불과했다.

이 의원은 "일부 결혼중개업자들이 계약 조건을 위반해 제대로 된 만남을 주선하지 않거나 엉뚱한 사람을 소개하는 경우가 발생하고 있지만 절반 이상이 실질적인 피해 보상을 받지 못 하고 있다"며 "소비자원은 피해자들이 적절한 보상을 받을 수 있도록 적극적으로 나서야 한다"고 주문했다.

@highlight

수백만원의 비용이 드는 결혼중개업체에 대한 피해가 잇다르고 있으며 최근 5년간 피해구제 신청 신청 중 절반 이상이 미합의 처리 되는 등 실질적인 보상이 이뤄지지 않는 것으로 밝혀졌다.