] 용산 미군기지를 미국 뉴욕의 센트럴파크와 같은 대규모 국가공원으로 만드는 '용산공원 조성사업'이 올해 4분기 공론화 작업에 들어간다.

정부는 용산 미군기지가 공원으로 조성된 뒤에도 일제강점기 역사를 담은 80여 개 건물을 그대로 남길 방침이다.

연구용역 결과를 토대로 공론화 과정을 거친 뒤 연말까지 최종안을 마련할 계획이다.

용산공원이 완전히 공개될 때까지는 10년 가까이 소요될 전망이다.

국토교통부는 '용산공원 조성계획 기본설계' 용역을 진행한 결과 용산 미군기지 내 975개 건물 중 81개 존치, 53개 존치 여부 판단 보류라는 결과가 나왔다고 10일 밝혔다.

용역은 네덜란드 조경팀 '웨스트8'과 한국 건축팀 '이로재'가 컨소시엄을 구성해 진행했다.

컨소시엄 측은 축구장 약 340개 규모인 용산기지(본체 부지·243만㎡) 녹지축을 복원하고, 위수병원 등 일본군 부대시설 터를 한국적 감성에 맞게 '마당'으로 재구성해 다양한 공간을 조성하는 방안을 제안했다.

공원 내에 대규모 수경관을 설치하고, 메인 포스트와 사우스 포스트 사이에 구름다리를 놓는 안도 포함했다.

기지 내 남아 있는 시설 975개 동 가운데 역사·문화적 가치가 있는 건물들을 선정해 그대로 두는 내용도 넣었다.

국민이 용산공원을 이용하기까지 10년 안팎의 시간이 걸릴 것으로 보인다.

국토부 관계자는 "여론 수렴에 2~3년, 기지 완전 철수·부지 반환과 지질·환경조사 및 비용 분담 논의에 2~3년 정도 걸릴 것"이라며 "이후 공원 조성에 3~4년 정도 시간이 필요하다"고 말했다.

총 1조2000억원이 투입되는 대규모 사업이기 때문에 단계별 돌발 변수 발생 가능성도 있다.

정부는 2007년 '용산공원조성특별법'을 제정했다.

이후 2011년 용산공원 종합 기본계획을 수립하고 설계 국제공모를 했다.

유엔사, 캠프킴, 수송부 등 주변 부지는 일본 '롯폰기힐스'처럼 주상복합 등이 포함된 복합시설로 개발된다.

@highlight

용산 미군기지를 국가공원으로 만드는 '용산공원 조성사업'은 4분기부터 공론화 작업에 착수하는데 일제강점기 역사가 담긴 건물들을 보존할 방침이며 완전히 공개될 때까지는 약 10년이 걸릴 예정이다.