<그림1> 뇌 영역 간 네트워크 구축.

조광현 교수 연구팀은 미국국립보건원 (NIH) 휴먼 커넥톰 프로젝트 (Human Connectome Project)에서 제공하는 뇌영상 이미지 데이터를 활용하여 정상인 100여 명에 대한 개별 뇌 영역 간 네트워크와 정상인의 평균적인 뇌 영역 간 네트워크를 구축했다.

KAIST 바이오및뇌공학과 조광현 교수 연구팀은 뇌 영역 간 복잡한 연결 네트워크에 내재된 뇌의 제어구조를 규명했다고 10일 밝혔다.

최근 뇌 연결성을 파악하기 위한 커넥톰(Connectome) 연구가 세계적으로 활발히 이뤄지면서 뇌 영역 사이의 구체적 연결성은 파악되고 있다.

하지만 여전히 복잡한 연결성에 내재된 뇌의 동작 원리에 대한 이해는 아직 부족한 상황이며 특히 뇌의 숨겨진 제어구조는 파악된 내용이 없다.

연구팀은 뇌의 제어구조 분석을 위해 '미국 국립보건원(NIH) 휴먼 커넥톰 프로젝트'에서 제공하는 정상인의 뇌 영상 이미지 데이터를 활용, 뇌 영역 간 네트워크를 구축했다.

이후 그래프 이론의 최소지배집합 개념을 활용, 뇌 영역 간 복잡한 연결 네트워크의 제어구조를 분석했다.

연구팀은 '제어영역의 분포와 '제어영역의 중첩'이라는 두 가지 지표를 정의한 뒤 이를 기준으로 총 네 종류의 제어구조를 정의했다.

이후 브레인 네트워크를 비롯해 도로망, 통신망 등 실존하는 다양한 복잡계 네트워크가 어떤 제어구조를 갖는지 분석했다.

이를 통해 뇌는 다른 대부분 네트워크와는 달리 제어영역이 분산된 동시에 서로 중첩된 특이한 구조로 이뤄짐을 밝혀냈다.

또 뇌의 제어구조는 외부 섭동에 의한 네트워크의 높은 강건성을 유지하면서 동시에 여러 인지기능을 효율적으로 수행하기 위한 영역들의 상호 활성화를 다양하게 하기 위한 것임을 규명했다.

조 교수는 "복잡한 연결성에 숨겨진 브레인 네트워크의 진화적 설계원리를 시스템생물학 연구를 통해 찾아냄으로써 뇌의 동작 원리를 파악할 수 있는 새로운 가능성을 제시했다"고 말했다.

@highlight

KAIST 바이오및뇌공학과 조광현 교수 연구팀은 '미국 국립보건원(NIH) 휴먼 커넥톰 프로젝트'에서 제공하는 정상인의 뇌 영상 이미지 데이터 및 그래프 이론의 최소지배집합 개념을 활용 하여 뇌 영역 간 복잡한 연결 네트워크에 내재된 뇌의 제어구조를 규명했다. 