곽근만 학교에서 배운 심폐소생술로 교회 주차장에 쓰러져 있던 어린이를 구한 박지산(17·오른쪽)군과 누나 지수(19)양.

(동양일보 곽근만 기자) 소방관을 꿈꾸고 있는 한 고등학생이 예비 간호사인 누나와 함께 소중한 생명을 구한 사실이 알려져 잔잔한 감동을 주고 있다.

주인공은 황간고등학교 박지산(2학년)과 누나인 박지수(20·순천향대 간호학과)로 지난 7일 오후 예배를 마치고 나오던 중 네 살배기 남자아이가 교회 주차장에서 쓰러지는 것을 목격했다.

이후 바로 옆의 아이 아버지가 당황한 표정으로 아이 입에 바람만 불어 넣는 모습에 반사적으로 달려가 그동안 갈고 닦았던 심폐소생술을 시행했다.

박군이 심폐소생술을 위해 아이를 바른 자세로 누이고 기도를 개방하는 사이 누나가 흉부 압박을 시작했다.

심폐소생술 4세트를 정신없이 반복하고 나서야 아이의 호흡이 돌아왔고 한껏 긴장했던 박 군과 누나도 현장에 도착한 119구급차를 보며 안도의 한숨을 쉬었다.

박군은 RCY(청소년적십자) 활동을 하며 지난해 7월 영동군 응급처치법 경연대회에서 우수상을 받은 경력이 있어 이번 사건에서 큰 도움이 된 것이다.

어릴 때 화재 현장을 진화하는 소방관의 모습에 진로를 정했다는 박 군은 황간고에 입학한 뒤 누나를 따라 RCY 활동을 시작했다.

박군이 평소 신념으로 삼고 있는 말은 '퍼스트 인 라스트 아웃'(First In Last Out·제일 먼저 들어가 가장 마지막에 나온다)으로 장래희망인 소방관의 덕목이다.

박군은 "실제 상황이 처음이다 보니 많이 떨렸는데 평소 배운 심폐소생술이 한 생명을 살릴 수 있다는 것을 실제로 깨닫는 순간이었다"고 말했다.

또 "모든 사람이 심폐소생술을 알고 있으면 이번 같은 일에 신속히 대처할 수 있겠다는 생각을 하게 되었다"며 "다행히 아이가 이상 징후 없이 건강을 되찾았다는 아이 부모의 감사 인사에 뿌듯했다"고 말했다.

@highlight

황간고등학교 박지산과 누나 박지수는 지난 7일 오후 예배를 마치고 나오던 중 네 살 남자아이가 교회 주차장에서 쓰러지는 것을 목격한 뒤 반사적으로 달려가 심폐소생술을 시행해 아이의 호흡이 돌아왔는데, 박군은 RCY 활동을 하며 지난해 7월 영동군 응급처치법 경연대회에서 우수상을 받은 경력이 도움이 된 것으로 보인다.