홍여선 14일까지 4일간 남북화합 기원 등 행사 풍성 (동양일보 홍여선 기자) 500여 년 전통의 역사를 자랑하는 유네스코 인류무형문화유산 기지시 줄다리기 민속축제가 읍.면.

동 솟대경연대회를 시작으로 11일부터 14일까지 4일간에 걸쳐 송악읍 기지시줄다리기박물관 일원에서 열린다.

줄 제작 기간이 아닌 축제기간에는 보기 어려운 기지시줄다리기 줄 제작 체험을 이번 축제 기간에는 직접 체험해 볼 수 있는 기지시줄다리기 테마로 인형극 공연도 펼쳐지는 등 어린이들의 눈높이에 맞추는 프로그램으로 변화를 가져왔다.

또한 축제 기간 중에 11회 기지시줄다리기배 전국스포츠 줄다리기와 어린이 스포츠 줄다리기 대회가 열리고 전국스포츠 줄다리기에는 아시아 선수권대회 한국대표 선발전이 함께 치러져 박빙의 승부가 펼쳐지며 2015년 12월 기지시줄다리기와 함께 유네스코 인류무형문화유산에 등재된 국내 5개전통줄다리기와 베트남 롱빈줄다리기가 참여 유네스코 전통 줄다리기 한마당이 13일 펼쳐진다.

특히 올해는 남북 평화기원 퍼포먼스와 남북화합 소지쓰기, 남북화합 기원 퍼레이드, 남북화합 줄다리기 등 한반도의 평화와 남북 화합을 기원하는 다채로운 행사가 이어는 가운데 기지시줄다리기보존회와 축제위원회는 이 행사들을 통해 공동체의 화합과 평안을 기원하던 줄다리기의 의미를 담아 남북화합과 평화의 메시지를 전달한다는 계획이다.

더욱이 축제 마지막 날에는 물 윗마을(水上)과 물 아랫마을(水下)로 편을 갈라 수 천 명이 직경 1m 암줄과 수줄 길이 200m의 줄을 동시에 당기는 축제의 백미 줄나가기와 줄다리기가 14일 오후 1시부터 펼쳐져 대미를 장식하며 물 윗마을이 이기면 나라가 태평하고 물 아랫마을이 이기면 풍년이 든다는 속설 그대로 이기고 지는 승부보다는 모두가 화합하는데 목적을 두고 즐기며 치러지는 행사로 마무리 한다.

@highlight

기지시 줄다리기 민속축제가 솟대경연대회를 시작으로 11일부터 14일까지 송악읍 기지시줄다리기박물관 일원에서 열리고 축제 마지막 날에는축제의 백미인 줄나가기와 줄다리기가 펼쳐지며 대미를 장식한다.