3월 경기도 취업자가 전년동월 대비 14만1천 명 증가하면서 완연한 고용 회복세에 접어들었다.

10일 경인지방통계청이 발표한 '2019년 3월 경기도 고용동향'에 따르면 3월 경기도 취업자는 687만1천 명으로 나타났다.

이는 전년동월 대비 증가폭이 10만 명대를 회복한 2월 경기도 취업자 증가폭 12만6천 명에 연이은 10만 명 수준으로 완연한 회복세를 보이고 있다.

3월 실업자(28만1천 명) 증가폭도 전년동월 대비 0천 명(100명)으로 적은 수준의 증가를 보였다

전국 취업자, 실업자 증감폭도 파란불이 켜졌다.

전국 3월 취업자 증가폭은 25만 명으로 2월 증가폭 26만3천 명에 이어 두 달째 20만 명 이상 증가했으며, 실업자 증감은(1월 +20만4천 명→ 2월 +3만8천 명→ 3월 -6만 명) 감소추세를 나타냈다.

전년동월 대비 경기도 경제활동인구는 14만1천 명 늘어난 715만3천 명, 비경제활동인구는 12만 명 늘어난 400만1천 명으로 집계됐다.

특히 올 1월부터 경제활동인구는 (1월 671만 명→ 2월 673만4천 명→ 3월 687만1천 명) 순 증가했으며, 비경제활동인구는 (1월 407만7천 명→ 2월 407만2천 명→ 3월 400만1천 명) 순 감소했다.

다만, 제조업과 서비스업 취업자 증감은 엇갈렸다.

3월 산업별 취업자는 건설업(2천 명), 농림어업(9천 명), 전기·운수·통신·금융업(3만2천 명), 도소매·숙박·음식점업(9만2천 명), 사업·개인·공공서비스 및 기타(9만9천 명) 등 모든 산업에서 전년동월 대비 취업자가 증가했다.

반면 경기도 제조업 취업자는 9만 명 감소했는데, 제조업 취업자의 경우 지난해 4월 이후 취업자 증가폭이 지속적으로 감소한 것으로 나타났다.

전국 제조업 취업자 역시 10만8천 명 감소했다.

기획재정부는 제조업 취업자 부진의 이유를 반도체 업황 둔화 영향 등으로 분석했다.

@highlight

경인지방통계청의 발표에 따르면 경기도 취업자가 전년동월 대비 2월 12만 6천 명에 연이어 3월 14만1천 명 증가하면서 완연한 고용 회복세에 접어들었다.