경기 둔화로 인한 소비 침체 여파가 고용 시장까지 흔들었다.

정부·지자체의 일자리 창출·안정 정책에도 불구하고 총량이 줄어들면서 사람 쓰기 힘들고, 취업하기는 더 힘든 상황을 만들었다.

여성과 청년이 느끼는 어려움이 상대적으로 컸다.

10일 호남지방통계청의 고용동향 자료에 따르면 3월 제주 고용률은 67.5%로 전년 동월 대비 1.1%포인트 하락했다.

취업자 수는 37만5000명으로 지난해 3월 보다 5000명 늘었지만 경제활동인구 증가 추세를 따라잡지 못했다.

지난해 3월만 해도 70.0%던 제주 경제활동참가율은 지난달 69.0%로 1.0%포인트 하락했다.

여성 경제활동참가율은 60.7%로 지난 2016년 4월 이후 가장 낮았다.

육아·가사·통학 등의 이유로 경제활동을 하지 않는 비경제활동인구가 지난해 3월 16만2000명에서 지난달 17만 2000명으로 늘었다.

1분기 청년 실업률은 5.9%로 전년 동기 대비 0.6%포인트 상승했다.

농림어업을 제외하면 사정은 더 나빠진다.

지난해 폭설 영향 등으로 5만5000명까지 줄었던 농림어업 취업자가 올 3월 6만3000명으로 전년 동월 대비 14.1% 늘어난데 반해 제조업 취업자는 같은 기간 15.6% 감소했다.

건설업도 2.9%, 전기운수통신금융업도 4.0% 줄었다.

임금근로자도 전년 동월 대비 0.8% 감소했다 일용근로자만 11.8% 늘어났을 뿐 임시근로자가 6.2%, 상용근로자도 0.1% 줄어들며 고용 질을 떨어뜨렸다.

사무종사자가 11.9%, 판매종사자가 7.8% 감소하는 사이 단순노무 종사자만 16.8% 늘었다.

자영업 등 비임금근로자는 3월 13만명으로 전년 동월 대비 5.8% 늘었다.

이 마저도 올 1월 13만5000명에서 내리 3개월 감소 추세다.

그 사이 자영업자들이 직원들을 내보내고, 심지어 가족 손을 빌리는 것도 줄였다.

고용원이 있는 자영업자가 2만6000명으로 전달에 비해 2000명 줄었다.

@highlight

호남지방통계청의 3월 고용동향에 따르면 제주의 고용률은 67.5%로, 정부·지자체의 일자리 창출·안정 정책에도 불구하고 사람 쓰기 힘들고 취업도 어려운 상황이 벌어지는 등 경기 둔화로 인한 소비 침체가 고용 시장까지 흔드는 중이다.