[옥천]옥천 청성면 도장리 마을에는 수만그루의 화려한 꽃나무들을 만나볼 수 있는 별빛수목원이 인기다.

이곳 시골도장마을에는 4만㎡ 부지에 하우스 3동, 영산홍단지와 봄 햇살을 받으며 얼굴을 활짝 핀 400여 종 10만그루 꽃나무들이 함께 어우러져 아름다운 꽃대궐을 만들어 낸다.

별빛수목원 서이룡(75) 대표는 전남 완도가 고향인 그는 경기도, 충청도 등을 오가며 3년간 준비과정을 거쳐 2014년 이곳에 수목원을 개장하고 현재는 깨끗한 자연환경에서 자연과 함께 꽃을 가꾸며 손님을 맞는 일에 전념하고 있다.

특히 이 수목원 안에는 각양각색의 수많은 나무들이 꽃망울을 터트리며 아름답고 고풍스러운 자태를 뽐내고 있다.

추운 겨울을 이겨내고 화사하게 핀 동백꽃은 핑크, 블랙매직, 진분홍, 흑춘, 화이트레이스 등 다양한 이름과 색으로 상춘객을 유혹한다.

짧게는 10년에서 길게는 150년까지 자란 국내에서는 흔히 볼 수 없는 아카도, 수향을려, 서이, 진여월, 디오플파인 등은 감히 그 가치를 따져 물을 수도 없을 정도다.

서로 다른 종을 직접 교합시켜 만든 나무는 물론 홍학, 기린, 코끼리 등 다양한 모양으로 만들어진 수많은 작품들이 신기한 세상을 만들어 낸다.

요즘같이 나들이하기 좋은 계절에는 주중 하루에 70여 명, 주말에는 300명 가까운 방문객들이 도심을 떠나 이곳에서 가족들과 함께 자연을 벗 삼아 호연지기하며 휴식을 즐길 수 있는 좋은 장소다.

이곳 꽃 나무들의 아름다움과 화려한 절정은 오는 5월 초까지 만나볼 수 있다.

서 대표는 "꽃나무가 하루가 다르게 쑥쑥 커가는 과정들이 자식을 키우는 것과 같다"며 "한창 절정인 꽃들을 보고 많은 이들이 소소한 행복을 느꼈으면 한다"고 말했다.

@highlight

서이룡 대표가 옥천 청성면 도장리 마을에 2014년 개장한 별빛수목원은 4만㎡ 부지에 하우스 3동, 400여 종 10만 그루의 꽃나무들이 어우러져 인기를 끌고 있다.