전국 130여쌍 참여...

전국 쌍둥이들의 한마당 잔치인 '제4회 쌍둥이 힐링 페스티벌'이 내달 4일 단양읍 나루공연장 일원에서 열린다.

'함께라서 더 행복한 쌍둥이 가족'이라는 주제로 열리는 올해 페스티벌은 쌍둥이 사연 공모전과 댄스 및 거리 퍼레이드를 비롯해 다양한 프로그램이 진행된다.

단양문화원이 주최하는 본 행사에는 전국에서 130여쌍의 쌍둥이가 참가해 풍성하고 다채로운 공연이 마련돼 많은 관광객이 몰릴 것으로 전망된다.

4일 오후 1시부터 참가자들과 지역민이 함께하는 댄스페스티벌 예선전이 열리고, 오후 3시부터는 지역 예술단체 공연이 펼쳐진다.

오후 4시부터는 마술 버블, 벌룬쇼가 이어진다.

5시부터는 인기 MC 개그맨 송중근의 진행으로, 쌍둥이와 어린이가 참여하는 거리퍼레이드가 나루공연장∼별곡4거리∼다누리센터 광장으로 이어지는 1.5km 구간에서 진행된다.

이날 퍼레이드에서는 흥겨운 버스킹 거리공연단을 선두로, 다채로운 캐릭터 가면을 쓴 참가자들이 함께 동참한다.

트레일러 차량에 공연팀이 탑승, 색다른 재미와 묘미를 선보이는 모습도 SNS 라이브방송과 유튜브 생중계로 현장의 분위기를 생생하게 전달한다.

거리퍼레이드가 끝난 뒤 저녁 6시 30분부터는 쌍둥이 소개 및 인터뷰가 진행돼 흥미를 더할 것으로 기대된다.

7시부터는 올해의 쌍둥이 시상식과 쌍둥이와 일반 참가자 누구나 참여할 수 있는 '레전드 칼군무를 찾아서'라는 댄스 경연대회등 풍성한 볼거리가 제공된다.

일반인 커플과 SNS 참여자에게는 소정의 기념품이 증정되며, 나루공연장에는 쌍둥이를 케릭터로 한 포토존도 운영된다.

봄 내음 가득한 저녁의 끝자락에서 노라조의 축하공연과 LED봉 퍼포먼스로 마지막 피날레를 장식하게 된다.

표기동 문화체육과장은 "전국 유일의 쌍둥이 힐링 페스티벌은 가족 모두가 즐길 수 있는 다양한 콘텐츠로 구성됐다"며 "온 가족이 페스티벌에 참가하면 행복한 추억을 만들 수 있을 것"이라고 말했다.

@highlight

다음달 4일 전국의 130여쌍의 쌍둥이가 참가하는 '제4회 쌍둥이 힐링 페스티벌'이 단양읍 나루공연장 일원에서 사연 공모전과 퍼레이드 등의 다양한 행사와 함께 열린다.