[환경일보] 환경부 산하 한국환경산업기술원(원장 남광희)은 토양의 중요성을 널리 알리고 토양 보전에 대한 국민 관심을 높이기 위해 2019 토양환경 작품공모전을 개최한다고 밝혔다.

접수는 4월12일부터 6월11일까지 한국환경산업기술원 토양환경센터 홈페이지에서 진행된다.

지난해를 시작으로 올해 두 번째 열리는 토양환경 작품공모전은 우리 주변에 있는 토양의 소중함과 토양보전의 중요성 등을 사진이나 포스터로 담아내면 된다.

수상작은 8월에 발표되며, 12월5일 '세계 토양의 날' 기념행사에서 시상식 및 전시회가 진행된다.

사진 부문은 누구나 참여할 수 있는 일반부와 초·중·고등학생 및 대학생이 지원할 수 있는 학생부로 나뉘며, 국내에서 촬영한 3200*2500픽셀 이상의 디지털사진(JPG 파일)으로만 접수 가능하다.

포스터 부문은 중등부, 고등부, 대학부로 나뉘어 학생만 지원할 수 있으며, 공모 주제에 맞는 A2 크기의 광고 포스터를 컴퓨터 프로그램을 이용하거나 손으로 그림을 그리는 등 자유롭게 제작하면 된다.

수상작으로는 전문가 심사를 통해 총 67개 작품을 선정하고, 환경부 장관상 등 상장 및 최대 400만원 규모의 상금을 시상한다.

사진과 포스터 부문에서 각각 대상으로 선정된 작품에는 사진 400만원, 포스터 300만원의 상금과 함께 환경부 장관상을 각각 수여한다.

자격별 최우수상으로 선정된 총 5개 작품에는 사진 200만 원, 포스터 150만 원의 상금과 함께 환경부 장관상을 각각 수여한다.

그 외 우수상·장려상·입선은 100만원에서 10만원까지의 상금과 함께 한국환경기술원장상을 수여한다.

수상작은 8월에 발표될 예정이며, 오는 12월5일 환경부가 주최하고 한국환경산업기술원이 주관하는 '세계 토양의 날' 기념행사에서 시상식 및 전시회가 진행된다.

또한 선정된 수상작품은 국민들에게 토양 보전의 중요성을 알리는 다양한 홍보자료로도 활용될 계획이다.

남광희 한국환경산업기술원장은 "올해 두 번째로 개최되는 이번 공모전으로 토양의 중요성을 인식하고 주변과 공유하며 토양 보전을 실천하는 계기가 되길 기대한다"라고 말했다.

@highlight

경부 산하 한국환경산업기술원(원장 남광희)은 토양의 중요성을 널리 홍보하고 토양 보전에 대한 국민 관심을 모으기 위해 2019 토양환경 작품공모전을 개최하며 접수는 4월 12일부터 6월 11일까지 한국환경산업기술원 토양환경센터 홈페이지에서 할 수 있는데 지난해에 이어 올해 두 번째 열리는 이 공모전은 우리 주변에 있는 토양의 소중함과 토양보전의 중요성을 사진이나 포스터로 담으면 된다.