김태호 전화응대 평가로 9명 선발 … 인사고과 반영 안돼 직원들 불만오산시가 전 직원을 대상으로 전화응대 친절도를 조사해 우수자를 선발키로 했으나 포상범위를 놓고 불만이 터져 나오고 있다.

10일 시에 따르면 시는 이달 1일부터 다음달 31일까지 2개월간 외부용역기관에 용역비 1100여만원을 투입, 전 부서 직원들을 대상으로 전화응대 친절도를 평가한다.

평가범위는 수신 신속성, 첫인사, 음성, 언어표현, 경청태도, 적극적인 안내, 공손한 어투, 종료인사 및 연결태도, 종료 속도, 전체만족도까지 모두 10개 분야에 우수자 9명을 선발하기로 했다.

전화 응대는 민원인들을 상대로 감정을 억눌러야 하고 간혹 격한 말투로 다가오는 경우까지 응대해야 돼 직원들의 기피분야 중 하나다.

국가인권위원회는 2017년 5월1일 전화상담원을 감정노동자로 정의하고 '산업안전보건법' 등을 개정, 감정을 억누르는 업무로 인해 발생하는 질병으로 명시하도록 고용노동부 장관에게 권고했다.

문제는 시가 선발하기로 한 전화응대 우수자들에게 인사고과에 대한 인센티브를 제외키로 해 불만이 나오고 있다.

게다가 우수자들에게 돌아오는 포상이 표창장은커녕 3만원 상당의 온누리 상품권이 전부여서 직원들은 허탈함을 감추지 못하고 있다.

인사고과표 관리는 직원들의 능력·성과를 기재하는 종합적인 평가로 직원들의 승진여부 등 인사관리의 중요한 지표다.

직원들은 시가 부서별 평가지표를 통보해가며 우수자를 선발한다면 최소한의 인센티브는 제공돼야 하는 것 아니냐는 주장을 제기하고 있다.

직원 A씨(7급)는 "2개월간 고생한 우수자들에게 3만원 포상은 오히려 직원들의 참여의지를 감소시키는 원인이 될 것"이라고 지적했다.

공무원 노조 한 관계자는 "인사고과는 조직원에 대한 객관적인 평가를 통해 인사관리에 필요한 정보와 업무수행의 능력을 개발하자는 취지를 두고 있다"며 "평가우수자에게는 그에 상응한 인사고과를 적용하는 것이 바람직하다"고 말했다.

이에 대해 시 관계자는 "우수자들의 포상기준에 인사고과 등 인센티브를 적용하는 것은 내년도 평가 때부터 적용할 수 있을지 검토하겠다"고 말했다.

@highlight

10일 오산시는 전 부서 직원들을 대상으로 전화응대 친절도를 평가해, 인사고과표 관리로 직원들의 능력과 성과를 기재하는 종합적인 평가항목이 되며 직원들의 승진여부 등 인사관리의 중요한 지표로 작용하기는 하지만 우수자들에게 돌아오는 포상이 표창장은 고사하고 3만원 상당의 온누리 상품권이 전부여서 직원들은 허탈감을 감추지 못하고 있다.