삼성전자 제공.

붉은색 원 안의 카메라가 돌아가며 전후를 촬영한다.

삼성전자가 ‘갤럭시 A80’과 ‘갤럭시 A70’을 출시했다.

이 중 돋보이는 A80의 특징을 꼽자면 카메라가 보이지 않는다는 점이다.

그렇다고 카메라가 없는 건 아니다.

다만, 숨겨져 있다.

하지만 이어폰 잭은 ‘정말로’ 없다.

10일 삼성전자가 태국 방콕에서 ‘A 갤럭시 이벤트’를 통해 신제품 2종을 공개했다.

▷갤럭시 A80 ▷갤럭시 A70가 바로 그 주인공이다.

출시일은 다음달 29일.

구체적 출고가는 공개되지 않았다.

가장 큰 특징은 팝업카메라(Pop-up camera)다.

이름 그대로 카메라 앱을 실행하면 보이지 않던 카메라가 화면 뒤에서 나타난다.

물론 전후면 모두 촬영이 가능하다.

과거 피처폰을 사용하던 당시 하나의 카메라를 통해 전후면 촬영을 하던 것과 유사한 방식이다.

카메라 해상도는 최대 4800만화소.

움직이는 피사체도 자연스럽게 촬영할 수 있는 ‘수퍼스테디 비디오’ 기능이 갤럭시 S10에 이어 탑재됐다.

디스플레이는 6.7인치 풀HD+.

전면부 대부분을 화면으로 덮는 수퍼아몰레드 기반 ‘뉴 인피니티 디스플레이’를 적용했다.

또 지문인식 센서를 화면 내부에 내장해 ‘온스크린 지문인식’ 기능을 채택했다.

▷램(RAM)은 8GB, 저장공가은 128GB. 운영체제는 안드로이드9.0(파이)이다.

아쉽게도 마이크로SD 카드는 지원하지 않는다.

색상은 엔젤골드, 고스트화이트, 팬텀블랙 등 3가지다.

디스플레이는 6.7인치 풀HD+에 수퍼아몰레드·인피니티-U 디스플레이다.

전·후면 최대 3200만화소 카메라, 4500mAh 배터리 등을 탑재했다.

RAM은 6GB와 8GB 두 가지 선택을 제공하며 내부 저장공간은 128GB이다.

A80과 달리 마이크로SD 카드를 지원한다.

색상은 ▷블랙 ▷블루 ▷코랄 ▷화이트 등 네 가지로 출시됐다.

@highlight

삼성전자가 카메라 앱 실행시 숨겨진 카메라가 화면 뒤에 나타나는 팝업카메라 기능을 장착한 ‘갤럭시 A80'를 출시했다.