황신섭 경기도가 11개 일자리 정책마켓 사업을 선정했다.

이는 일선 시·군과 공공기관이 발굴한 일자리 사업을 도가 자금을 지원해 재확산하는 신규 사업이다.

10일 도에 따르면 가평 '전통시장 상권활력을 위한 심(心)봉사 프로젝트' 등 9개 시·군과 2개 공공기관의 11개 사업을 일자리 정책마켓 구매사업으로 선정했다.

선정 대상은 가평, 김포, 남양주, 양평, 과천, 시흥, 군포, 포천, 안산 9개 시군과 경기도시공사, 차세대융합기술연구원이다.

가평군은 자라섬과 전통시장, 뮤직빌리지를 연계한 '심(心)봉사 프로젝트'로, 김포시는 도서관을 특화한 '경기, 청년 도서관에서 내'일'을 만나다' 사업으로 정책마켓 지원 대상에 뽑혔다.

또 남양주 '경기 천년을 밝히는 쏙쏙케어 일(job)깨움 사업단', 양평 '자연을 품은 경기·양평 스페셜리스트 운영', 과천 '안전한 경기 행복한 과천, 시민감독관 운영', 시흥 '재난취약계층 화재예방 안전드림 사업', 군포 '경기도와 함께하는 군포 마을리폼 가이드 운영', 포천 '민간환경감시단 운영', 안산 '움직이는 관광안내소, with 새로운 경기' 등 7개 시군 사업이 도의 구매사업으로 이름을 올렸다.

이밖에도 공공임대주택 입주자의 생활안정과 심리적 지원을 도모하는 경기도시공사의 '경기도 주거서비스 코디네이터 운영사업', 우수한 R&D 성과를 도내 청년들과 공유해 역량제고 및 산업계·학계 진출을 확대하는 차세대융합기술연구원의 '경기도 R&D 인턴연구원 지원사업'도 최종 선정됐다.

도는 9개 시·군에 20억원을, 2개 공공기관에 5억원을 지원한다.

도 관계자는 "지금까지는 도가 만든 일자리 프로그램을 시·군에서 재정을 부담했다.

그러나 일자리 정책마켓은 시·군이 중심이 돼 도가 사업비를 지원하는 방식으로 추진된다"며 "이번 사업으로 일자리 200개가 새로 생길 것으로 보고 있다"라고 말했다.

@highlight

10일 경기도는 9개 시·군과 2개 공공기관의 11개 사업을 일자리 정책마켓 구매사업으로 선정해 9개 총 25억원을 지원하며 이번 사업으로 200개의 새로운 일자리가 생길것으로 보고 있다.