민생현장 및 민원상담 추진상황 보고회 개최중부매일 장영선 기자보령시는 11일 시청 중회의실에서 김동일 시장과 각 부서장 등 30여 명이 올해 민원처리 추진상황 보고회를 개최했다.

이번 보고회는 지난 1월 추진한 민생현장과 도서순방, 매주 화요일 운영하는 민원상담의 날 운영 등에서 제기된 주민불편 및 고충사항의 처리 실태 점검으로 시민만족 감동 서비스 제공은 물론, 행정의 신뢰도를 향상하기 위해 마련됐다.

이날 보고된 민원은 민생현장 방문 68개소 462건, 화요 민원상담 13회 79건 등 모두 541건에 달했으며, 즉시처리 등 처리가능한 민원은 481건 90.3%이며, 법령·제도 및 예산상의 제약으로 수용이 곤란한 민원은 52건 9.6%인 것으로 나타났다.

특히 건설(21%), 도로(15.8%), 사회복지(11%), 교통(9.7%) 등 주민생활과 밀접한 관련이 있는 소규모 숙원사업이 전체 민원의 57.5%로 높았으며, 민생현장 방문에서 건의된 사업 중 131개 사업 76억4천100만 원을 지난 1회 추경에 반영하여 상반기 중 완료해 주민불편을 조기에 해소해 나가기로 했다.

또 대규모 사업비가 수반되거나 중앙 공모사업으로 분류되는 연차처리 사업은 예비타당성 조사와 행정절차 이행, 관련부서 협의로 철저하게 준비하고, 1회 추경에 확보된 사업은 하반기 추진상황 보고회를 개최하는 등 지속적으로 관리해 나가기로 했다.

이 밖에도 법률, 제도, 예산상 제약, 상대성 민원 등 수용곤란 사항에 대하여는 민원인에게 충분한 이해와 설명으로 불만을 해소해 나가기로 했다.

김동일 시장은 "적극행정 보령특별시를 표방한 우리 시는 생활현장의 주민요구와 불편사항을 조기에 파악하고 처리해 시민 만족 감동 행정을 펼쳐나가야 한다"며 "시간이 소요되는 민원에 대해서는 처리 과정을 수시로 통지하고, 부득이 해결이 안되는 민원도민원인의 입장해서 한 번 더 고민하는 적극적이고 책임감 있는 자세를 견지해 주길 바란다"고 말했다.

@highlight

총 541건에 달하는 주민불편 및 고충사항의 처리 실태를 점검하기 위해 열린 보고회에서 김동일 보령시장은 긴 시간이 소요되는 민원에 대해서 처리 과정을 수시 통지하고, 수용이 어려운 민원도 한 번 더 고민하는 책임감 있는 자세를 가지라고 공무원들에게 주문하였다.