식약처 “작년 하반기 1190만 명”

지난해 하반기에 국민 4.4명 중 1명이 의료용 마약류를 한 번 이상 사용한 것으로 나타났다.

11일 식품의약품안전처가 발표한 ‘2018년 하반기 의료용 마약류 사용현황’을 보면 지난해 7~12월 국민 5183만 명 중 1190만 명이 의료용 마약류를 사용했다.

가장 많이 처방된 의료용 마약은 프로포폴(마취·진통제)로 446만2000명이 투약했다.

다음으로는 미다졸람(최면진정제) 334만 명, 디아제팜(항불안제) 199만1000명, 알프라졸람(항불안제) 161만8000명, 페티딘(진통제) 123만5000명, 졸피뎀(최면진정제) 118만 명 순이었다.

효능별로는 마취진통제(499만 명) 최면진정제(471만 명) 항불안제(467만 명) 진통제(162만 명) 식욕억제제(91만 명) 순으로 많이 사용됐다.

의료용 마약을 사용한 여성 환자는 676만 명(58.4%)으로 남성 환자 481만 명(41.6%)보다 많았다.

연령별로는 50대(21.6%) 40대(20.6%) 60대(17.5%) 30대(12.6%) 순으로 많이 사용했다.

식약처는 의료용 마약의 적정한 사용을 유도하려고 의사에게 ‘의료용 마약류 안전사용을 위한 도우미’ 서한을 발송했다.

식약처가 마약류통합관리시스템을 이용해 지난해 6~12월까지 졸피뎀 처방자료 529만 건을 수집하고, 이를 의사별로 분석한 자료다.

식약처는 분석 대상 의약품을 프로포폴, 식욕억제제 등으로 확대하고, 의사가 자신의 처방내역을 상시로 확인할 수 있도록 마약류통합관리시스템의 기능을 추가할 예정이다.

류민하 기자 .

@highlight

식품의약품안전처가 11일 발표한 ‘2018년 하반기 의료용 마약류 사용현황’을 보면 지난해 하반기 국민 5183만 명 중 1190만 명이 의료용 마약류를 사용하여 국민 4.4명 중 1명이 한 번 이상 사용한 것으로 나타나며, 이 중 가장 많이 처방된 의료용 마약은 프로포폴(마취·진통제)로 나타났다.