완주군이 청년들이 지역에 정착할 수 있도록 돕는다.

11일 완주군은 오는 11월 12일까지 행정안전부 지역주도형 청년 일자리사업에 참여하는 청년 110명을 대상으로 직무역량 강화와 지역정착 유도를 위한 지원사업을 시행한다고 밝혔다.

이날 군은 가족문화회관 가족홀에서 청년 일자리사업 발대식과 함께 취업 청년의 애로사항을 군수가 직접 청취하는 시간을 가졌다.

향후 군은 취업 초년생들에게 필요한 기초세무회계, 인사노무, 마케팅전략 및 홍보실무 등 기본교육과 공동체·농업식품·문화예술·교육복지 등 분과별 심화교육을 진행한다.

또 지역주도형 청년 일자리사업을 통해 완주군 사회적경제기업 취업에 성공한 청년의 지역 정착을 유도하기 위해 청년 토크콘서트, 힐링캠프, 리빙라이브러리 등의 네트워킹과 지역 전문가 멘토링도 병행한다.

특히 청년의 지역내 유입과 정착을 위해 자체 추진 중인 '완주 청년 Jump 프로젝트' 사업 중 호응도가 높은 쉐어하우스, 행복주택과 같은 주거지원 사업과 너멍굴 영화제, 청년 난장, 청년축제와 같은 청년 간 교류 활동에도 우선 참여시킨다.

지원사업에 참가한 김선국(남·26, 이랑 협동조합)씨는 "행안부 일자리 사업을 통해 장애아동 발달교육 전공을 살려 취업 하게됐고, 즐겁게 근무하고 있다"며 "이번 지원사업을 통해 역량을 키우고 성장하는 기회로 삼고, 나아가 완주군에 정착해서 지역에 보탬이 되는 역할을 하고 싶다"고 포부를 밝혔다.

박성일 완주군수는 "완주군은 청년 고용률과 청년인구 증가를 위해 일자리와 더불어 청년 삶 전반에 걸친 다양한 정책을 추진하고 있다"며 "이번 지원사업을 통해 지역에서 취업에 성공한 청년이 안정적으로 우리 군에 정착할 수 있도록 지원을 아끼지 않겠다"고 밝혔다.

한편 완주군은 2019년 지역주도형 청년 일자리사업에 33억원의 예산을 투입해 11개 사업 110명의 청년 일자리를 창출하고 있다.

이번 지원사업 추진을 위해 군은 '완주 사회적경제 네트워크-온누리살이 협동조합 컨소시엄'과 지원사업 협약을 체결하고 1억4천900만원의 예산을 투입할 예정이다.

@highlight

완주군은 11월 12일까지 청년110명을 대상으로 직무역량 강화와 지역정착 우도를 위한 지원사업을 시행하기위해 취업 초년생들에게 필요한 분과별 심화교육을 진행하여 2019년 지역주도형 청년 일자리 사업에 33억원의 예산을 투입해 청년 일자리를 창출하고 이번 사업 추진을 위해 1억 4천900만원 예산을 투입할 예정이다