] 자율형사립고(자사고)와 일반고를 동시에 지원하지 못하도록 막는 법령은 헌법에 위배된다는 헌법재판소 결정이 나왔다.

다만 헌재는 자사고 지원 시기를 일반고와 같도록 '후기'로 조정한 법령에 대해선 합헌 결정을 내렸다.

헌재의 이번 판결로 올해 자사고를 지원하려는 중3 학생들은 지난해와 같은 방식으로 자사고 입시를 치르게 됐다.

헌재는 11일 자사고와 일반고 이중지원을 금지한 초중등교육법 시행령 제81조 5항에 대해 재판관 전원일치 의견으로 위헌 결정을 내렸다.

동시에 자사고의 우선선발을 금지한 같은 법령 제80조 1항에 대해선 4(합헌) 대 5(위헌) 의견으로 합헌이라고 판단했다.

헌재는 이중지원 금지 조항에 대해 "자사고에 지원했다가 불합격한 평준화 지역 학생은 중복지원금지 조항에 따라 원칙적으로 일반고에 지원할 기회가 없고, 지역별 교육감 재량에 따라 배정과 추가배정 여부가 달라진다"며 "일부 평준화 지역의 자사고 불합격자들은 통학이 힘든 비평준화 지역으로 진학하거나 재수하는 등 고등학교 진학 자체가 불투명하다"고 위헌 사유를 밝혔다.

자사고의 우선선발 금지의 합헌 결정에 대해 헌재는 "동시선발 조항은 동등하고 공정한 입학전형 운영을 통해 우수학생 선점 및 고교 서열화를 완화하고, 고교 입시경쟁 완화를 위한 것"이라며 "국가가 자사고를 후기 학교를 정한 것은 학교제도 형성에 관한 재량 범위에 있다고 볼 수 있다"고 판결 이유를 밝혔다.

교육부는 2017년 12월 자사고와 일반고의 선발 시기를 일원화하고 이중지원을 금지한 초중등교육법 시행령 개정안을 국무회의에서 의결했다.

이에 반발한 최명재 민족사관학원(민족사관고 학교법인) 이사장 등 9명은 정부 개정안이 "학생의 학교 선택권을 침해한다"며 지난해 2월 헌재에 헌법소원과 함께 효력정지 가처분신청을 냈다.

헌재는 지난해 6월 지원자의 이중지원을 막는 조항에 대해선 가처분신청을 받아들인 반면 우선선발 금지 조항에 대해선 효력을 인정했다.

@highlight

헌법재판소는 11일 자사고와 일반고 이중지원을 금지한 초중등교육법 시행령 제81조 5항에 대해 "일부 평준화 지역의 자사고 불합격자들의 고등학교 진학이 불투명해지는 것"을 사유로 꼽아 전원일치로 위헌 결정을 내렸으며, 다만 시기는 '후기'로 조정하였으므로 올해 중3 학생들은 지난해와 같은 방식으로 자사고 입시를 치르게 된다.