2분기 울산 소매유통업 체감경기가 여전히 부진해 소비심리 회복을 위한 정부의 방안 마련이 절실한 것으로 나타났다.

실시한 2019년 2/4분기 소매유통업 경기전망지수(RBSI) 조사 결과에 따르면 2분기 전망치는 ‘79’로 직전 분기인 1분기 대비 9p 상승했으나 여전히 기준치(100)를 밑돌아 지역 소매유통업 체감경기 부진세가 이어질 것으로 전망된다.

이는 경기침체 장기화 등으로 소비심리가 여전히 개선되지 못한 상황에서 업계 내부적으로는 최저임금 인상으로 인한 인건비 상승과 타 업체와의 경쟁 심화 등으로 지역 소매유통업계 경기전망이 어두울 것으로 예상되기 때문이다.

업종별로는 백화점(100)만이 전분기 대비 업황이 비슷할 것으로 전망됐으며, 대형마트(90), 슈퍼마켓(64), 편의점(45)은 전분기 대비 나빠질 것으로 나타났다.

2분기 실적에 영향을 미치는 요인으로는 소비심리(55%), 비용 상승(26%), 업태간·내 경쟁심화(7%), 정부규제(7%) 등의 순으로 나타났다.

유통산업 경쟁력 향상을 위한 정부의 역할을 묻는 질문에는 ‘규제 완화’(48%), ‘최저시급인상 억제’(23%), ‘카드수수료 인하’(11%) 등의 순을 보였다.

울산상의 관계자는 “조선업 경기 완화와 봄 계절특수가 작용해 위축됐던 소비시장 침체가 다소 완화될 것으로 예상되나 최저시급 인상으로 인한 비용 상승 등 소매유통업자들의 경영 부담이 여전한 것으로 보인다”며 “정부는 복합쇼핑몰 규제 등 시장을 위축시키고 있는 각종 규제 완화를 통해 소매유통업 경쟁력을 제고하는 방안을 적극 검토해야 한다”고 말했다.

한편 RBSI(Retail Business Survey Index)는 소매유통업체들의 현장 체감경기를 수치화한 것으로, 0~200 사이로 표시되며, 100을 넘으면 이번 분기의 경기가 전 분기에 비해 호전될 것으로 예상하는 기업이 더 많음을 의미하며, 100미만이면 그 반대이다.

@highlight

울산상공회의소가 11일 발표한 2분기 울산 소매유통업 체감경기 부진세가 이어질 것으로 전망되어 소비심리 회복을 위한 정부의 방안 마련이 절실한 것으로 나타났다.