이상봉 의원 11일 도정질문서 원 도정 하수 문제 등 현안해결 능력 질타 고태순 의원 "택지개발 미뤄 주거환경 열악"…원 지사 "대책마련 중"

원 도정이 그동안 제주도 지역의 교통난과 하수 처리난 우려에도 손을 놓고 있었다는 지적이 제기됐다.

제주도의회 더불어민주당 이상봉 의원(노형동을)은 11일 제371회 임시회 도정질문에서 드림타워 문제를 집중 제기했다.

이 의원은 "상하수도본부에 따르면 현재 도두처리장 처리율이 99%로, 포화상태"라며 "드림타워의 하수 관련 대책으로 TMS, 균등배출, 분산처리 제시하고 있는데 적절한 대책인가"라고 물었다.

이어 "원 지사는 그동안 지역 현안에 대해 '뒷수습을 하고 있다'라는 답변을 해 왔다"며 "하지만 이 드림타원 문제는 원 지사가 결정한 사업이고 대책을 마련할 충분한 시간도 있었다"고 지적했다.

이 의원은 "행정이 있는 이유는 앞으로 나타날 문제를 예상하고 대비해야하지만 원 도정의 현안문제 해결능력은 전 도정보다 못하다"며 "특히 드림타워가 카지노가 이미 허가된 것처럼 분양광고를 하고 있는데 도정과 암묵적인 교감이 있었던 것 아니냐"고 따져 물었다.

원희룡 지사는 "하수처리 문제는 드림타워뿐만 아니라 지역의 문제로 대책을 마련하고 있다"며 "드림타워 카지노 허가 관련해서는 부정적인 입장"이라고 설명했다.

이와 함께 이날 더불어민주당 고태순 의원(아라동)은 "제주도가 택지개발을 미루고 미룬 사이 녹지지역 난개발은 심화됐고, 주거환경이 더 열악해졌다"며 "이제는 녹지지역에 개발된 주택들로 기반시설 등 사회적 비용이 많이 필요해 도정의 부담은 더 가중됐다"고 지적했다.

이에 원 지사는 "앞으로 택지개발과 관련해 막대한 개발이익이 토지 주들에게 돌아가는 개발을 하지 않겠다"며 "수용, 환지와 관련 문제가 적은 곳, 공공주택을 최대한 확보할 수 있는 곳을 대상으로 택지개발을 추진하겠다"고 말했다.

@highlight

지난 11일 도정질문에서 원희룡 지사가 그동안 제주도 지역의 드림타워의 하수 관련 대책 문제와 더불어 택지개발을 미뤄 주거환경이 더 열악해졌다는 질타를 받았다.