대한토지신탁과 삼부토건이 시행과 시공을 맡아 광양시 마동 1159 일원에 선보이는 ‘광양 스위트엠 르네상스’ 견본주택을 12일 오픈한다.

이 아파트는 광양시와 단지 내 국공립 어린이집 설치 업무협약을 맺은 교육 특화 브랜드 타운이다.

광양 스위트엠 르네상스는 천혜의 자연경관인 광양만과 인접해 있고, 단지 앞에 높은 건물을 세울 수 없어 탁 트인 조망을 누릴 수 있다.

대부분의 세대가 바다 영구 조망과 함께 웅장한 이순신대교를 한눈에 내려다볼 수 있는 에코뷰를 확보하고 있다.

홈플러스와 광양시청, 버스터미널, 체육공원 등 생활 편의 시설이 도보권에 위치하며, 쾌적한 와우생태호수공원도 인근에 위치한다.

학군도 우수하다.

도보거리에 위치한 중동초·중, 중진초, 백운중으로 빠른 등하교가 가능하며, 단지 옆에 초등학교가 조성될 예정이라 학세권 프리미엄을 갖추게 될 예정이다.

편리한 교통망도 눈여겨볼만하다.

이순신대교와 금호대교를 통해 포스코 광양제철소 및 여수국가산업단지로 출퇴근이 편리하며, 남해고속도로를 통해 순천으로의 이동도 수월하다.

가장 주목할 점은 교육 특화 커뮤니티다.

단지 내 국공립 어린이집이 설치되며, 영어 교육 프로그램 렛츠고 리딩(빅캣영어)과 어린이 공부방, 맘스 카페 등 다양한 교육 시스템도 운영될 예정이다.

또한 남향 위주 단지 배치로 일조권을 극대화했으며, 맞통풍 4bay 구조로 쾌적함을 높였다.

단지 최상층에는 펜트하우스가 적용돼 광양을 대표하는 고품격 랜드마크 단지로 거듭날 것으로 보인다.

광양 스위트엠 르네상스 견본주택은 12일 오픈하며, 견본주택 내방객 이벤트 및 다양한 경품 행사를 진행할 예정이다.

한편, 자세한 이벤트 정보와 분양 문의는 광양시 중동 1732-2에 위치한 견본주택에서 확인할 수 있다.

@highlight

광양 스위트엠 르네상스 아파트는 광양시와의 협약으로 다양한 주변 교육 시설과 광양만과 가깝기에 천혜의 자연경관 조망을 가지고 있다.