전주시가 시민들의 다양한 실패경험과 극복사례를 모으는 것을 시작으로 실패를 자본으로 삼아 새로운 도전에 나설 수 있도록 응원하는 실패박람회 일정에 돌입했다.

시는 오는 26일까지 '2019 실패박람회 in 전주' 행사의 일환으로 전주시민들의 다양한 실패경험과 극복사례를 수집하는 '실패사례 공모전'을 개최한다.

'2019 실패박람회 in 전주'는 오는 5월 31일부터 6월 2일까지 3일간 전주한옥마을 일원에서 '실패는 두 번째 기회'라는 슬로건으로 진행될 예정이다.

이번 2019 실패박람회 in 전주행사는 △국민 숙의 토론 △실패사례 공모전 △재도전 정책마당으로 진행되며, 시민들을 위한 다양한 전통문화 공연도 준비된다.

실패경험 토론단 300여명이 참여하는 국민숙의 토론은 '문화예술 관련 실패'를 핵심주제로 12개 분야 60개 그룹의 300여명이 참여해 다양한 실패경험을 공유하게 된다.

시는 국민숙의 토론을 실패를 겪은 예술인들에게는 재도전의 기회를, 새로이 시작하는 예술인들에게는 기존의 실패경험을 자산삼아 성공의 기회를 얻을 수 있는 프로그램으로 준비할 예정이다.

또한 일반시민들을 대상으로 한 '실패사례 공모전'의 경우 자신의 특별한 실패사례 및 극복 후기를 공유하고 싶은 전주시민이면 누구나 참여할 수 있다.

실패박람회가 열리는 3일간 전주 풍남문 광장에서는 전주고용복지플러스센터, 전북창조경제혁신센터 등 전주시 15개 공공기관이 참여하는 '재도전 정책마당'도 펼쳐진다.

또 박람회 주 무대에서는 명창 공연과 판소리, 연극 등 다양한 문화공연을 풍성하게 제공할 계획이다.

이성원 사회적경제지원단장은 "실패박람회가 실패를 겪은 전주시민에게는 용기를 주고 재도전의 중요한 기회가 되도록 만들고, 전주시민의 재도전을 지원하고 실패의 경험이 성장의 발판이 되는 정책적 지원도 아끼지 않을 계획"이라며 "수집된 실패사례와 극복 후기들은 실패백서로 제작돼 전주시의 중요한 자산으로 관리되고 시민들에게 공유될 것"이라고 말했다.

@highlight

'2019 실패박람회 in 전주'가 '실패는 두 번째 기회'라는 슬로건을 가지고 오는 6월 2일까지 전주한옥마을 일원에서  개최되는데, '문화예술 관련 실패'를 주제로 300명이 참여해 다양한 실패경험을 공유하고, 일반시민들을 대상으로 '실패사례 공모전'도 열어 전주시민이면 누구나 참여 가능 하다.