변근아 수원 고색고 1학년 학생들이 '진로 탐색을 향해 떠나는 길 - 진로 역량 강화 캠프'에서 자신의 꿈을 찾고 진로 계획을 구체화하는 시간을 가졌다.

사진=고색고 제공 고교학점제 연구학교 2년차인 수원 고색고등학교가 최근 1학년 학생들을 대상으로 '진로 탐색을 향해 떠나는 길 - 진로 역량 강화 캠프'를 진행했다고 11일 밝혔다.

이번 캠프는 학생 적성과 소질에 맞는 진로 탐색 기회와 4차 산업혁명시대에 따른 직업에 대한 인식 변화·정보공유를 통해 자신의 진로를 스스로 탐색해 나갈 수 있는 진로 역량을 강화하기 위해 마련됐다.

진로 역량 강화 캠프는 동기부여 활동으로 대학생 선배들에게 듣는 진로 및 입시 성공 전략 활동은 인문, 자연, 융합, 신소재학부 등의 대학생들이 직접 전공과 관련된 분야에 대해 설명하고 고등학교 생활을 통한 입시 성공 전략을 학생들에게 안내했다.

전문 진로 강사들을 통한 커리어 컨설팅(진로 탐색), 생생하게 그려보는 미래(진로 목표), 시간을 잡아라(진로 계획) 활동도 그룹별로 진행됐다.

이를 통해 학생들은 막연하게만 생각했던 자신의 꿈을 친구들과 같이 탐색하고 목표를 설정해보며 자신의 진로를 구체화 시켰다.

아울러 학생들은 사후활동으로 진로체험 소감문 작성하기, 진로 로드맵 작성하기 활동을 실시해 자신의 진로 비전 로드맵 등을 완성하고 자신이 희망하는 직업이 미래사회에 어떠한 기대를 얻을 수 있는지 생각해 볼 수 있는 시간을 가졌다.

캠프에 참가한 송윤호 학생은 "진로 역량 강화 캠프를 통해 나의 진로를 고민하게 됐다"며 "직접 체험하면서 만든 진로 계획 및 목표를 구체적으로 설정하여 과목을 선택함으로써 고등학교 생활을 보람 있게 보낼 수 있는 소중한 시간이었다"고 말했다.

고색고 관계자는 "고교학점제 연구학교로서 학생의 과목 선택권 확대를 통해서 학생 스스로 고교 생활 중에서 자신이 원하는 과목을 선택하여 진로를 디자인할 수 있도록 할 예정"이라고 밝혔다.

@highlight

수원 고색고등학교 1학년 학생들이 '진로 역량 강화 캠프'에 참여하여 자신의 적성과 소질을 확인하며 진로 탐색 기회를 얻고 진로 탐색 역량을 강화하였다.