또 전주시어린이집연합회 이정근 회장을 비롯한 회원 30여명은 11일 전주시청 브리핑룸에서 전주시 특례시지정을 촉구 하는 기자회견을 가졌다.

전주지역 각급 기관과 단체, 어린이집연합회 등이 전북발전을 이끌 전주 특례시 지정을 위한 서명운동과 기자회견 등 적극 지원 에 나섰다.

한국탄소융합기술원은 9일과 10일 기술원 임직원들과 기술원 창업보육센터 입주기업협의회 등 100여명이 전주 특례시 지정 필요성에 공감하고 국가균형발전을 실현시킬 전주 특례시 지정을 위한 범시민 서명운동에 동참했다.

방윤혁 원장을 비롯한 기술원 임직원 100여명은 9일 국제탄소연구소 2층 홍보관에서 진행된 '지역발전과 경영혁신을 위한 KCTECH 정책간담회'에서 전주 특례시 지정 홍보 동영상을 시청한 뒤 서명부에 서명했다.

또 전주시어린이집연합회 이정근 회장을 비롯한 회원 30여 명은 11일 전주시청 브리핑룸에서 전주시 특례시지정을 촉구 하는 기자회견을 가졌다.

연합회는 이 자리에서 전주시 550여 개소 어린이집 4천여 명의 보육교직원들과 함께 지방분권과 국가균형발전을 위한 전주특례시 지정의 당위성을 알리고 홍보하며 범시민 30만 서명운동에 적극 동참할 뜻을 밝혔다.

또 전주시새마을회(회장 장성원)와 전주시새마을협의회(회장 김진용), 전주시새마을부녀회(회장 강영이) 등 새마을회원들도 9일부터 오는 30일까지 20여 일 동안 인후동 안골 광장에서 100여 명의 봉사자가 참여한 가운데 인후동 안골 광장에서 지방분권과 국가균형 발전을 위한 전주 특례시 지정 범시민 서명 부스를 운영한다.

전주지역 평생학습기관들도 전주 특례시 지정을 위한 지원 사격에 적극 나선다.

덕진동청소년문화의집과 전주지역 청소년 수련시설, 덕진노인복지관, 서원노인복지관 등 사회복지시설 등 20여 개 평생학습기관은 10일 전주시평생학습관 주관으로 열린 평생학습기관장 네트워크 회의에서 전주 특례시 지정을 위한 적극적인 홍보활동에 동참하기로 뜻을 모았다.

@highlight

전주시어린이집연합회 이정근 회장을 비롯한 회원 30여명은 11일 전주시청 브리핑룸에서 전주시 특례시지정을 촉구 하는 기자회견을 열고 전주지역 각급 기관과 단체, 어린이집연합회 등이 전북발전을 이끌 전주 특례시 지정을 위한 서명운동과 기자회견 등 적극 지원에 나선다고 전하며 전주시어린이집연합회 이정근 회장을 비롯한 회원 30여 명은 11일 전주시청 브리핑룸에서 전주시 특례시지정을 촉구 하는 기자회견을 가졌다.