자율형사립고(자사고) 지원자의 일반고 이중지원을 금지한 현재 신입생 선발제도가 헌법에 어긋난다는 결정이 나왔다.

헌법재판소는 11일 이같은 내용을 규정한 초중등교육법 시행령 제81조 제5항에 대해 재판관 전원일치 의견으로 위헌 결정했다.

이 조항은 시·도 조례로 정하는 이른바 ‘평준화’ 지역에서 후기학교에 입학하려는 학생이 2개 이상 학교에 지원할 수 있도록 했다.

그러나 자사고는 중복 지원 대상에서 제외돼 있다.

헌재는 자사고 지원자와 학부모의 평등권을 침해한다고 판단했다.

이에 따라 자사고·외국어고·국제고 입시가 앞으로도 지난해처럼 일반고와 같은 시기에 치러지고, 양쪽에 이중지원도 할 수 있게 됐다.

고입 전형이 작년과 같은 틀을 유지하게 되면서 자사고 지망생과 학부모들이 우려했던 혼란 상황은 일어나지 않게 됐다.

올해도 자사고·외고·국제고 전형은 12월께 일반고와 함께 치러진다.

전기고 모집 때 과학고를 썼다가 떨어져도 후기고 모집 때 자사고·외고·국제고 중 한 곳을 쓸 수 있는 것 역시 변함없다.

자사고와 일반고에 이중지원을 금지했던 초중등교육법 시행령 조항은 지난 6월 말 헌재가 효력을 정지한 상태였는데, 이날 위헌 결정으로 완전 폐기 수순을 밟게 됐다.

고입 정책과 재지정 평가 강화로 자사고의 일반고 전환을 유도하려는 교육 당국의 정책 기조도 계속 유지될 것으로 보여 자사고 진학 여부를 고민하던 학생·학부모들이 등을 돌릴 가능성도 있다.이 경우 최근 수년간 계속된 자사고·외고의 신입생 미달 상황도 계속될 수 있다.

교육부 관계자는 “헌법재판소의 최종 결정을 존중해 초중등교육법 시행령 81조5항 개정을 신속히 추진하겠다”면서 “시·도교육청과 함께 고입 동시실시가 현장에 안착할 수 있도록 지속해서 노력하겠다”고 밝혔다.

@highlight

헌법재판소가 자율형사립고(자사고) 지원자에게 일반고 이중지원을 금지한 신입생 선발제도가 학생과 학부모의 평등권을 침해한다는 판단 하에 위헌결정을 내려 학생들의 자사고와 일반고 이중지원이 가능해졌다.