'별장 성접대·성폭력 의혹 사건'의 김학의 전 법무부 차관의 모습이 담긴 고화질 동영상 원본이 공개됐다.

12일 YTN은 "2013년 5월 경찰이 확보했다는 김학의 동영상의 고화질 원본 영상을 입수했다"며 일부를 공개했다.

공개된 이 영상에는 기존의 저화질 화면과 달리 김 전 차관의 얼굴이 선명하게 드러난다.

영상 속 남성은 무테안경을 끼고 있다.

이 남성은 여성을 껴안고 노래를 부르고 있다.

이에 대해 YTN은 "성관계를 시도하는 영상"이라며 "파일기록에 따르면 2012년 10월 8일 제작된 것"이라고 설명했다.

이 영상을 본 황민구 법영상분석연구소장은 YTN에 "무테안경을 쓰고 있는 특징이 있고 헤어스타일도 한쪽 가르마를 타고 있다"며"귀가 좀 독특하게 생긴 편이다. 크고 귓불이 돌출된 형태. 사진만 비교해봤을 때 동일인일 가능성이 매우 높다"고 말했다.

이는 김학의 사건의 출발점인 윤중천씨와 권모씨의 간통 고소 사건이 시작된 시점과 일치한다.

당시 윤씨는 조카에게 특정 동영상 중 김 전 차관이 나온 장면만 추출해 CD로 복사해달라고 요청한 것으로 알려졌다.

당시 경찰 수사팀 관계자는 "윤씨가 김 전 차관과의 사이가 틀어지자 협박용으로 동영상 CD를 만든 것으로 안다"고 말했다.

보도에 따르면 당시 검찰은 이 영상에 나오는 김 전 차관을 '불상의 남성'이라고 표현했다.

또 2013년 경찰 수사 과정에서 성범죄에 동원된 것으로 확인된 여성은 모두 24명이며 이 중 김 전 차관과 성관계를 맺었다고 진술한 여성은 5명이다.

한편 김 전 차관은서울중앙지검에 자신으로부터 피해를 봤다고 주장하는 여성 1명에 대해 무고·무고교사 혐의로 고소장을 제출했다.

서울중앙지검은 사건을 형사1부(부장검사 김남우)에 배당하고 검토에 들어갔다.

김 전 차관은 2007년과 2008년에 걸쳐 윤씨 별장 등에서 여성들을 성폭행한 혐의 등으로 경찰 수사를 받았으나 검찰은 2013년에 이어 2014년에도 무혐의 처분을 내렸다.

김 전 차관은 지난달 22일 심야 출국을 시도했지만 긴급 출국 금지 조치가 내려져 출국하지 못했다.

@highlight

'별장 성접대·성폭력 의혹 사건'으로 경찰 수사를 받았으나 2013년에 이어 2014년에도 검찰에 무혐의 처분을 받은 김학의 전 법무부 차관의 고화질 동영상 원본이 공개된 가운데 황민구 법영상분석연구소장은 무테안경,헤어스타일,귀의 생김새 등 동일인일 가능성이 매우 높다는 결론을 내렸다.