폐수를 무단 방류해 '수질오염 유발' 비판을 받는 영풍석포제련소가 또다시 오염물질 기준을 초과한 방류수를 내보내 경북도로부터 개선명령을 받았다.

대구환경청은 지난달 18일 경북도와 합동으로 봉화 영풍석포제련소 정수처리장 방류수를 검사한 결과 불소 검출량이 6.32㎎/ℓ로 나타났다고 12일 밝혔다.

이는 불소 배출허용기준(3㎎/ℓ)의 2배가 넘는 수치다.

다른 오염물질은 기준치 이하로 나타났다.

대구환경청은 경북도에 행정처분을 의뢰했고, 경북도는 개선명령을 내렸다.

배출물질 기준치 위반을 수시로 일삼는 석포제련소에 대해 수년 간 주민과 시민단체, 행정당국의 개선 요구가 빗발치지만 석포제련소 측은 아랑곳않는 모습이다.

석포제련소는 지난해 12월 중순에도 생물학적 산소요구량(BOD)이 41㎎/ℓ로 기준치(20㎎/ℓ 이하)의 2배가 넘는 폐수를 방류한 사실이 적발돼 과태료 처분 및 시설 개선명령을 받았다.

지난해 2월에는 폐수 유출 등 사실이 적발돼 경북도가 조업정지 20일 처분을 내리자 석포제련소가 중앙행심위에 조업정지 처분 취소를 청구했으나 기각됐다.

이에 석포제련소는 지난해 10월 법원에 행정처분 집행정지 신청을 내기도 했다.

이번 처분에 대해 석포제련소 관계자는 "지금까지는 자체점검이나 정기검사에서 문제가 없었는데 이번에 정기 방류수를 점검하는 과정에서 문제가 발견됐다"며 "앞으로 전체 설비를 다시 점검해 문제가 재발하지 않도록 하겠다"고 말했다.

한편, 환경·산림 당국은 제련소 공장 방류수에서 중금속이 검출됐다는 의혹 등에 대해 지난해 11월부터 올해 상반기까지 제련소 주변 침출수 성분을 용역조사하는 등 환경오염 실태를 파악하고 있다.

@highlight

폐수를 무단 방류해 '수질오염 유발' 비판을 받는 영풍석포제련소의 정수처리장 방류수를 대구환경청이 검사한 결과 불소 검출량이 6.32㎎/ℓ로 나타났지만 배출물질 기준치 위반을 수시로 일삼는 석포제련소에 대해 개선 요구가 빗발치지만 아랑곳않는 모습이다.