[이석수 선임기자 sslee@imaeil.com] 12일 계명대학교 성서캠퍼스 내 동산병원에서 초청 내빈, 의료진, 주민들이 참석한 가운데 '계명대학교 동산병원 이전 봉헌식' 을 갖고 있다.

성서시대를 여는 '계명대학교 동산병원'이 12일 새 병원 1층 로비에서 이전 봉헌식을 가졌다.

이날 봉헌식에는 학교법인 계명대학교 정순모 이사장, 신일희 계명대 총장, 권영진 대구시장, 윤재옥 곽대훈 국회의원, 배지숙 대구시의회 의장을 비롯해 김권배 동산의료원장과 병원 교직원, 각계 초청자 등 300여 명이 참석한 가운데 거행됐다.

김권배 동산의료원장은 봉헌사에서 "새 병원 이전으로 그동안 대구 중심부에 밀집되어 있던 대형병원들이 고르게 분포됨으로써 지역 의료가 균형을 이루게 될 것"이라며 "이제 수도권으로 가지 않아도 시·도민이 건강하고 행복해 질 수 있도록 동산병원이 기여하겠다"고 말했다.

행사는 새 병원 경과보고, 포상, 봉헌사, 환영사 및 축사, 축가로 진행됐으며, 참석자들은 이후 병원 관계자의 안내로 새 병원의 주요 시설을 둘러보는 투어 시간을 가졌다.

2012년 첫 삽을 뜬 계명대학교 동산병원은 대구 달구벌대로 서쪽 계명대 성서캠퍼스에 자리잡았으며 지하5층, 지상20층 1천41병상을 갖춘 지역 최대 규모 의료기관이다.

새 병원은 최첨단 환자 최우선 설계로 심뇌혈관질환센터·암치유센터를 중심으로 질 높은 의료서비스를 제공할 예정이다.

한편 새 병원 이전 개원일인 15일에는 학교법인, 계명대학교, 동산의료원 관계자들이 개원예배를 가진다.

이후 1층 로비에서 병원 안내문과 떡을 나누면서 환자를 맞으며 본격 진료를 시작한다.

새 병원 이전으로 지난 6일부터 외래진료를 중단한 중구 동산동의 대구동산병원도 이날 동시 개원한다.

@highlight

지역 최대 규모인 지하5층, 지상20층 1천41병상을 갖춘 계명대학교 동산병원이 12일 새 병원 1층 로비에서 이전 봉헌식을 열고, 15일에는 개원예배를 가진 후 진료를 시작한다. 