울산시 국제교류협력 대표단이 울산-휴스턴시 우호 협력 도시 양해각서(MOU)를 체결하는 등의 성과를 내고 미국방문 일정을 마쳤다.

송철호 시장이 이끌고 있는 국제교류협력 대표단은 11일(한국시각 12일 오전 4시) 휴스턴 시청에서 ‘울산 - 휴스턴시 우호협력도시 양해각서(MOU)’를 체결했다.

두 도시는 협약서를 통해 우호협력과 도시 간 교류를 촉진하고 특히 행정, 문화, 관광, 교통 등 분야에서 교류·협력을 강화하기로 했다.

휴스턴은 세계 최대 정유공업지대로 휴스턴 항은 액체화물 처리량 세계 1위를 자랑하며 유럽 ARA(암스테르담·로테르담·안트워프), 싱가포르와 함께 세계 3대 오일 중심(허브) 항 중 하나다.

석유 및 풍력 등 에너지산업은 물론 우주, 바이오, 의료산업 선도도시로 울산시와는 산업·지리적 유사성을 바탕으로 상생발전 가능성이 높은 도시라는 게 울산시의 설명이다.

울산시 국제교류협력 대표단은 양해각서 체결에 앞서 현지교포 간담회를 열고 애로사항을 청취하고 민간교류 확대와 협력방안을 논의했다.

휴스턴은 현지 교포를 중심으로 울산시와 휴스턴시와 활발한 교류를 위해 자발적으로 ‘울산·휴스턴 자매도시 추진위원회’를 결성해 앞으로 교민사회 간 민간교류도 활성화할 것으로 울산시는 내다봤다.

송철호 시장은 “이번 휴스턴시와 우호 협력 도시 양해각서 체결로 세계 최대 정유공업지대이자 우주, 의료, 바이오 분야 선진도시인 휴스턴시와 활발한 교류·협력을 이어나갈 것으로 기대된다”며 “동북아 에너지 허브를 추진하고 새로운 미래 신성장 동력을 찾고 있는 울산시에 크게 기여할 것”이라고 말했다.

울산시 대표단은 12일 베일러의대 인간게놈해독센터 등을 방문, 시설을 둘러보며 울산시 바이오산업 발전방안에 대해 협의를 하는 것을 끝으로 7일부터 14일까지의 5박 8일 방미 일정을 마무리했다.

@highlight

송철호 시장은 지난 11일 휴스턴 시청에서 '울산-휴스턴시 우호협력도시 양해각서(MOU)'를 체결했고, 이를 통해 두 도시는 특히 행정, 문화, 관광, 교통 등 분야에서 협력을 강화할 것이며, 동북아 에너지 허브를 추진하고 신성장 동력을 찾는 울산시에 크게 기여할 것이라 밝혔다.  