광주시교육청이 광산구 장덕동 1310번지에 건설 중인 (가칭)수완2중학교가 ‘고실중학교’로 2020년 3월1일 정식 개교한다.

교명은 수완지구 내 옛 지명인 ‘골옷마을’에서 유래했다.

시교육청은 지난 11일 ‘2019 개교심의위원회’를 개최해 수완지구 내에 2020년 개교 예정인 수완2중 교명을 고실중으로 확정하고 개교시기를 2020년 3월1일로 결정했다.

또한 광산구 어등초등학교 하남중앙초등학교 병설유치원은 올해 9월1일 개원하기로 했다.

학부모, 시의원, 시교육청 관계자 등으로 구성된 시교육청 개교심의위원회는 공개 응모한 수완2중 교명 8건 중 지역성·상징성 등을 고려해 옛 지명인 골옷마을에서 유래된 ‘고실’ 지명을 사용해 ‘고실중학교’로 교명을 결정했다.

시교육청은 개교심의위원회에서 결정한 내용을 담은 ‘광주시립학교 설치 조례 일부 개정안’을 마련해 6월 광주시의회에 제출할 예정이다.

고실중은 일반 24학급, 특수 1학급으로 학생 수는 816명을 정원으로 한다.

일반교실 24실을 포함해 117실 규모이며 부지면적 1만2천997.6㎡, 건축면적 3천718.64㎡, 연면적 1만1천553.9㎡로 지난해 12월31일에 착공해 2020년 1월24일 준공될 예정이다.

고실중이 개교하면 수완지구 내 중학교 과밀학급 운영이 완화돼 교육여건이 개선된다.

광산구 어등초 병설유치원과 하남중앙초 병설유치원은 각 2학급 정원 50명으로 개원한다.

시교육청 최두섭 행정예산과장은 “개교심의위원들이 학교의 소중한 상징이 될 교명을 지역 특성을 고려해 결정한 만큼 새 학교에 재학하게 될 학생들이 긍지와 자부심을 가지고 올바르게 자랄 수 있을 것이라고 생각한다”고 말했다.

@highlight

광주시교육청은 수완2중 교명을 고실중으로 결정하였으며 고실중의 개교로 인해 수완지구 내 중학교 과밀학급 운영이 완화될 것으로 보인다.