[예산]예산군이 친환경자동차 보급 활성화를 위해 수소자동차 25대를 민간에 보급하기 위한 친환경 수소자동차 민간보급 사업을 추진한다.

지원대상은 2018년 12월 31일 이전 예산군에 주소를 둔 만 18세 이상 군민과 군내 사업장이 위치한 기업, 법인 등이며 세대(기업) 당 1대만 신청이 가능하다.

다만, 2019년 1월 1일 이후 예산군으로 전입했더라도 충남도내 시·군에서 2년 이상 연속해 주소를 뒀다면 신청 가능하다.

수소자동차 1대당 3250만원의 보조금이 지원되며 구매의사가 있는 군민은 오는 17일부터 30일까지 현대자동차 지점, 대리점을 방문해 신청서와 구비서류를 작성해 제출하면 된다.

이후 지점, 대리점에서는 군으로 30일까지 신청서류를 제출하게 된다.

신청자가 25명을 초과하면 공개추첨을 통해 최종 보급대상자를 선정하고 그 결과는 구매 신청자 및 해당 자동차 지점, 대리점으로 통보된다.

추첨 후 보조금 지원 대상자로 확정되면 차량출고예정일 이내에 차량을 출고해야 하며 특별한 사유 없이 차량이 출고되지 않을 경우 선정이 취소되므로 수소차 구매자는 계약한 차량의 출고시기를 정확히 확인한 후 구매 지원신청서를 제출해야 한다.

또한 보조금을 지급받은 수소차 구매자는 2년간 의무운행기간을 준수해야 한다.

수소차 민간보급 사업 관련 기타 사항은 환경과 환경관리팀 ☎041(339)7503으로 문의하거나 예산군 홈페이지(www.yesan.go.kr)에 접속해 공고문을 참고하면 된다.

군 관계자는 "대기질 개선 및 기후변화에 대응하기 위해 연차적으로 수소차 보급을 증가해 나갈 계획"이라며 "수소차 민간보급사업에 군민들의 적극적인 관심과 참여를 부탁드린다"고 말했다.

한편, 군은 미세먼지 없는 깨끗한 예산을 만들기 위해 2017년부터 현재까지 친환경 전기자동차 148대, 수소자동차 8대, 노후경유차 조기폐차에 556대를 지원한 바 있다.

@highlight

예산군은 친환경자동차 보급 활성화를 위해 친환경 수소자동차 민간보급 사업을 전개하며  2018년 12월 31일 이전 예산군에 주소를 둔 만 18세 이상 군민과 군내 사업장이 위치한 기업, 법인 등을 대상으로 1대만 신청이 가능하고  3250만원의 보조금을 지원할 방침이다.