김광재 대구 달서구에 위치한 ‘계명대학교 동산병원’이 오늘부터 진료를 시작한다.

2012년 첫 삽을 뜬 계명대 동산병원은 계명대 성서캠퍼스 부지에 지하 5층, 지상 20층 1천41병상을 갖춘 지역 최대 의료기관의 위용을 갖췄다.

전영호기자 riki17@idaegu.co.kr 계명대학교 동산병원이 15일 대구 달서구 호산동 새 병원에서 진료를 시작했다.

120년 전 대구 중구 약전골목의 작은 초가집 ‘제중원’으로 시작한 동산병원이 1천41병상의 지역 최대 규모의 의료기관으로 성장해 새로운 100년 인술(仁術)의 역사를 열었다.

지하 5층, 지상 20층, 연면적 17만9천218.41㎡ 규모의 계명대 동산병원은 최첨단 환자 최우선 설계로 건설돼, 심뇌혈관질환센터·암치유센터를 중심으로 질 높은 의료서비스를 제공한다.

계명대 동산병원이 대구의 서쪽(달구벌대로 1035)으로 이전함에 따라 인근 80만 시민과 경북도민들이 가까운 곳에서 양질의 의료혜택을 받을 수 있게 됐다.

또 대구의 의료서비스가 지역적 균형을 이루게 돼, ‘메디시티 대구’의 발전에도 크게 기여할 것으로 기대된다.

이전 개원에 앞서 12일 오전 병원 1층 로비에서는 이전 봉헌식이 거행됐다.

계명대 신일희 총장은 봉헌식에서 “이제부터 우리들이 대구·경북 지역은 물론 한국을 넘어서 인류를 위한 의료 봉사 책무를 더욱더 성실하게 이행하며, 이 집을 따뜻한 치유의 방으로 만들어나가겠다”며 “우리의 노력을 보완해주실 여러분의 도움을 간청드린다”고 내외귀빈들에게 환영사를 전했다.

한편, 중구 동산동의 계명대 대구동산병원(달성로 56)도 이날 23개 진료과, 209병상 규모로 동시 개원했다.

@highlight

대구 달서구에 위치한 지하 5층, 지상 20층 1천41 병상을 갖춘 지역 최대 의료기관인 계명대 동산병원이 오늘부터 진료를 시작하며 질 높은 의료 서비스를 제공할 예정이다.