▲ 프랑스 블르와시 학생들과 학교 관계자, 교육청 직원 등이 13일부터 5박6일 일정으로 충북 괴산을 깜짝 방문해 한국의 문화를 체험하고 있다.

[충청일보 이정규기자] 지난 해 충북 괴산군 '고교생 글로벌 연수' 참가 고교생 25명이 체류했던 프랑스 중북부 지방 블르와시 한글학교 학생, 인솔교사, 교수, 교육청 관계자 등 10여명이 괴산을 방문했다.

이들은 지난 13일 괴산 산막이 전통시장에서 익숙한 한국어로 장을 보고, 푸짐한 산야초 비빔밥을 먹으며 호기심과 설렘이 가득한 표정을 지었다.

부활절 방학을 이용해 찾아온 프랑스 학생들은 괴산에서 함께 한국어로 소통하며 오지인 송면리에서 민박하며 마을주민, 학부모, 학생이 함께하는 이웃 축제와 마을 하루여행 시간을 가졌다.

학생을 인솔하고 온 프랑스 교포 곽연옥 한글학교장은 "우연히 알게 된 괴산에서 마을공동육아, 학부모들의 생활드로잉 동아리와 송면중의 마을 어르신 자서전 쓰기 프로젝트, 각종 청소년북카페 등은 살아있는 일상의 민주주의를 보여주는 가슴 뜨거운 현장"이라고 말했다.

이어 "그저 첨단 기술과 K-POP으로만 대변되는 한국이 아니라, 한국전통에서 기인한 마을공동체성의 회복과 프랑스도 치열하게 늘 고민하는 일상의 민주주의를 프랑스 학생들에게 보여주고 싶었다"고 덧붙였다.

학생들은 괴산일정 5박 6일간 송면리, 칠성면, 괴산읍내 마을여행을 할 예정이다.

마지막 날인 18일에는 한마음예술제와 과학축제를 탐방하고, 괴산군수와 간담회도 예정돼 있다.

장재영 괴산증평교육지원청 교육장은 "세계인권선언의 나라인 프랑스인들도 괴산행복교육지구의 여러 사례들을 인상 깊게 평가하고 있어 흐뭇하다"며 "앞으로 더욱 잘 가꾸어 나가 우리학생들이 풀뿌리 민주주의를 경험하고 참여하는 건강한 시민의식을 갖도록 아낌없이 지원하겠다"고 말했다.

@highlight

프랑스 블르와시 학생들과 학교 관계자, 교육청 직원 등이 부활절 방학을 이용해 13일부터 5박6일 일정으로 충북 괴산을 찾았으며, 이들은 한국어로 소통하며 오지인 송면리에서 민박하며 마을주민, 학부모, 학생이 함께하는 이웃 축제와 마을 하루여행 시간을 가졌고 마을공동체성의 회복과 일상의 민주주의를 목격하는 문화체험을 했다.