충북일보=서울］ 최근 방송인 로버트할리, 황하나 등 유명인들의 마약투약이 사회적으로 논란이 되고 있는 가운데 우리나라로 밀반입되는 마약류 적발량 및 건수가 해마다 증가하고 있는 것으로 드러났다.

자유한국당 이종배(충주) 의원이 관세청으로부터 받은 자료에 따르면 최근 5년간(2014~2018) 필로폰, 코카인, 헤로인, 대마 등 마약류 적발량이 약 6배 늘었으며, 적발건수도 2배 이상 증가했다.

관세청은 2014년 71.6kg(339건), 2015년 91.5kg(358건), 2016년 50kg(423건), 2017년 69kg(476건), 2018년 426kg(730건)의 마약류를 적발했다.

1회 투여량을 0.03g으로 계산했을 때 지난해 적발된 것만 하더라도 1천420만여 명이 투약가능한 양이다.

품목별로 살펴보면 전체 마약 적발량의 52%에 달하는 '필로폰'은 지난해 223kg(110건)이 적발돼 5년 전과 비교할 때 중량은 4배, 건수는 2배나 증가했다.

'코카인'은 지난해 72kg(15건)이 적발돼 최근 5년 동안 중량이 6천 배, 건수는 3배 이상 급증했다.

가수 빅뱅 탑, 한국교육방송(EBS) 이사장의 장남 등이 투약과 밀수로 논란이 된 '대마'는 최근 5년간 중량은 17배 이상 증가했으며, 건수는 3배 가까이 늘었다.

지난해 미국·캐나다에서 기호용 대마가 합법화되면서 유학생·교민 등을 통해 특송화물, 국제우편으로 밀반입하다 적발되는 사례가 크게 증가했다.

이 의원은 "최근 강남의 유명클럽 '버닝썬' 사태에서 드러난 '물뽕(GHB)'을 이용한 여성 성폭행 등 마약범죄가 사회안전에 심각한 위협이 되고 있다"며 "여행자, 특송화물, 국제우편 등 다양한 경로로 반입되는 마약을 차단하기 위해선 최근 증가하고 있는 반입경로 및 적출국들에 대한 세밀한 분석을 통해 실효성있는 방안을 마련해야 한다"고 주장했다.

@highlight

최근 5년간(2014~2018) 필로폰, 코카인, 헤로인, 대마 등 마약류 적발량이 2018년 4년 전에 비해 약 6배 늘었고 적발건수도 2배 이상 증가하였으며, 1인당 1회 투여량으로 계산하면 지난해 적발된 것만 해도 1천 420만여 명이 투약한 양이다.