'고등래퍼3'의 최종 우승자 이영지가 아버지에 대한 랩을 선사하며 유명세를 떨쳤다.

이영지는 '고등래퍼3' 첫 방송 당시 래퍼 신고식인 '싸이퍼'에서부터 멘토들의 관심을 받아왔다.

그는 본격적으로 랩을 시작한지 6개월만에 정확한 발음과 귀에 감기는 그루브 및 발성으로 국민 응원을 한몸에 받았다.

특히 '팀 대표 선발전'에서는 '세상에 보여주고 싶은 진짜 나'라는 주제로 아버지에 대한 랩을 선보여 화제를 모으기도 했다.

그는 "아빠의 삶은 어때? 마지막으로 봤었던 건 언제 였었나. 난 아마도 조금 외로웠나봐. 아빠가 가르쳐준 만큼 세상은 녹록치가 않아. 같은 표정으로 찍은 사진 속에 있는 us, 당신과 나. 약속해 성공의 흔적 밟고 이리로 와주겠다고. 난 이미 눈 감고 아빠를 맞이할 준비, 머니(money) 그게 그리 당신을 숨 막혀 떠나게 만들었다면 알레르기 생길 정도로 벌어 놓길 약속할 테니 please come back home my daddy"라는 가사로 시청자 이목을 집중시켰다.

12일 방송된 Mnet '고등래퍼3' 최종회에서 이영지는 최종 우승자의 영예를 안았다.

이날 우원재의 도움을 받아 무대를 완성했으며, 우원재는 이영지와 파워풀한 무대를 이어 나갔다.

우원재와 함께 꾸민 'GO HIGH' 무대에 멘토들은 '오늘 영지가 역사를 쓸 것 같다'며 극찬했다.

이영지는 노래 시작과 동시에 높은 점수를 받았고 최종 667점을 받았다.

이영지는 '정말 감사하다. 이 기쁜 순간 같이 하게 돼서 너무 좋다'며 감격스러운 소감을 전했다.

첫 여성 래퍼 우승자로 '고등래퍼3'에 의미있는 역사를 쓴 이영지가 앞으로 어떤 활약을 하고 어떤 음악활동을 이어 나갈지 귀추가 주목된다.

@highlight

12일 방송된 Mnet '고등래퍼3' 최종회에서 이영지는 '세상에 보여주고 싶은 진짜 나'라는 주제로 "아빠 삶은 어때? 하는 곡을 가지고 파워풀한 무대를 선보이며 관심을 집중시켜 최종 우승의 영예를 차지하였다.