농림축산식품부는 한국농수산식품유통공사와 중국 상하이에서 지난 5일부터 14일까지 개최한 '2019 상하이 케이푸드 페어(K-Food Fair)'가 성공리에 막을 내렸다고 밝혔다.

국내 수출업체 48개사와 중화권 바이어 103개사가 참가한 대규모 수출 상담회에서는 그동안 중국에서 개최된 케이푸드 페어 중 가장 큰 액수인 1256만달러의 현장 계약 및 양해각서(MOU)가 성사됐다.

스낵류를 중심으로 200만달러 규모의 현장 수출계약이 이뤄졌고, 버섯가공식품(10만달러), 인삼제품(200만달러), 스트링 치즈(100만달러), 과일맛 막걸리(14만달러) 등이다.

회의에 참석한 한 업체는 "사드(THAAD) 국면 이전에는 한류가 주된 마케팅 수단이 됐으나 현재는 '브랜드' 마케팅이 중요해졌다"며 제품 자체의 경쟁력과 인지도 제고의 중요성을 강조했다.

케이푸드 페어(K-Food Fair)는 수출 상담회(B2B)와 소비자 체험(B2C)이 결합된 행사로, 올해에는 상하이 행사를 시작으로 프랑스(6월), 미국(7월), 태국(9월) 등 총 7개국에서 8회에 걸쳐 실시할 계획이다.

한중 우호주간과 연계해 동방명주 일대에서 열린 소비자 행사에서는 현지 관광객 및 소비자들이 우리 농식품을 직접 맛봤다.

상하이 대표적 랜드마크인 동방명주에서는 양국 국기가 나란히 테이블에 배치된 가운데 바나나우유·홍삼 등 우리 인기 제품들이 전시되고 상층부의 회전 식당에서는 비빔밥, 불고기, 보쌈 등 8가지 요리가 제공됐다.

오병석 식품산업정책실장은 "중국 시장은 영유아, 모바일 시장이 빠르게 발달하는 매력적인 시장"이라며 "수출 확대를 위해 바이어, 수출업체가 상품개발, 유통망 구축 등의 사업을 제안해 상향식(Bottom-up)으로 정책화하는 '신비즈니스 모델' 사업을 중점 추진하겠다"고 말했다.

@highlight

중국 상하이에서 열린 '2019 상하이 케이푸드 페어'에서 국내 수출업체는 수출 상담회를 통해 스낵류, 버섯가공식품, 인삼제품, 스트링 치즈 등 1256만 달러의 현장 계약 및 MOU를 체결하였다.