[충청일보 박재남기자] 충북 청주시가 2019년 1회 추가경정 예산안을 총 규모 2조5865억원(일반회계 2조2367억·특별회계 3498억원)으로 편성해 시의회에 제출했다.

이는 2019년 당초예산 대비 2505억원(10.7%)증가한 액수로 일반회계 1963억원(9.6%)·특별회계 542억원(18.3%) 늘어난 규모다.

이번 추경예산은 재정건전성을 유지하면서 각종 현안사업 및 국·도비 보조사업 추가·변동분, 법적·의무적경비를 반영하는 등 각종 현안사업의 적극적인 재정지원에 중점을 뒀다.

자체사업으로는 원봉공원 민간공원개발 조성사업 345억, 시내버스 무료환승보전 52억, 청주시 2매립장 침출수 이송관로 설치공사 51억, 청주역~옥산간 도로확장공사 50억, 차없는 거리 조성을 위한 대체도로 개설 38억, 시내버스요금 단일화 손실금 지원 37억, 지북배수지 신설공사 31억, 반도체융합부품 실장기술센터 구축 24억, 탑연1리~진흥아파트 우회도로 개설공사 20억원 등을 편성했다.

국·도비 보조사업으로는 학교급식지원사업 106억, 가족센터 건립 105억, 오송지하차도 개설공사 70억, 아동수당 지원사업 59억, 오송 다목적 체육관 건립사업 48억, 노후하수관로 1단계 정비사업 47억, 북부권환승센터 조성사업 30억, 어린이집 확충사업 21억, 지역정착지원형 청년일자리사업 11억, 친환경농업기반 구축사업 11억, 문화산수 옥화구곡 관광길 조성 10억원 등을 반영했다.

시 관계자는 "이번 추경예산은 시에서 추진하고 있는 각종 현안사업이 차질 없이 추진 될 수 있도록 가용재원 범위 내에서 필요예산과 국·도비 보조사업의 추가·변동분 등을 반영했다"고 말했다.

시가 제출한 올해 1회 추경은 오는 22~30일 청주시의회의 심의·의결 과정을 거쳐 확정된다.

@highlight

청주시가 2019년 1회 추가경정 예산안을 재정 건정성을 유지하면서 각종 현안사업에 중심을 두어 총 2조 5865억원으로 시의회에 제출했으며 특히 현안사업에 차질이 생기지 않도록 반영했다고 밝혔다.