이용수 자문위원장엔 김남곤 시인 지난 12일 열린 완주예총 자문위원 위촉식에서 국중하 회장, 김남곤 자문위원장 등이 기념촬영을 하고 있다.

(사)한국예술문화단체총연합회 완주지회(지회장 국중하, 이하 완주예총)가 지난 12일 자문위원 위촉식을 거행, 제2기 새 임원진 구성을 마무리했다.

제2기 자문위원에는 김남곤 자문위원장을 중심으로 김사은, 김진형, 박해영, 소재호, 정군수, 조미애 시인이 위촉됐다.

또한 지난 2월 25일 열린 완주예총 정기총회에서 제2대 지회장으로 추대된 국중하 회장을 비롯해, 김광식 수석 부지회장, 손현배·박은주·박준현·정상식·진영언 부지회장, 이세민·강연모 감사가 새 임원진으로 이름을 올렸다.

완주예총은 국악협회(손현배 지부장), 문인협회(박은주 지부장), 사진작가협회(김광식 지부장), 음악협회(박준현 지부장), 연극협회(정상식 지부장), 연예예술인협회(진영언 지회장) 등 6개 협회가 활동하고 있으며, 황종숙 사무국장이 연임됐다.

한편, 국중하 회장은 제2기 완주예총 출범과 함께 박성일 완주군수와 만남의 자리를 마련했다.

이 자리에서 국 회장은 "완주지역에서 활동하고 있는 문화예술인들이 한 지붕 아래서 활동할 수 있는 공간, 완주문화예술회관 건립"을 요청, 긍정적으로 검토하겠다는 군의 입장을 확인한 것으로 알려졌다.

또한 국 회장은 완주예총 초대 회장으로서 임기 4년을 돌아보며 완주예총 4년간의 성장모습을 담은 <완주예총사 - 길을 내고 길 위에서 길굿을 쳤네>를 최근 발간했다.

<완주예총사>에는 완주예총 창립과정, 회원들의 활동, 지역 예술인들의 삶의 모습, 지역 문화예술 현장 등이 기록됐다.

@highlight

지난 12일 (사)한국예술문화단체총연합회 완주지회가 김남곤 자문위원장을 비롯해 김사은, 김진형, 박해영, 소재호, 정군수, 조미애 시인으로 제 2기 새 임원진 구성을 마쳤다.