정부가 다음 달 7일부터 유류세 인하 폭을 축소하기로 결정하면서 소비자 부담이 커질 것으로 보인다.

더욱이 다음 달에는 기름값 상승 요인이 집중돼 가격 인상은 불가피할 전망이다.

기획재정부는 다음 달 6일로 예정된 ‘유류세 15% 인하’ 정책의 종료 시점을 오는 8월 말까지 4개월 연장하되 인하 폭은 7%로 축소한다고 14일 밝혔다.

이에 따라 다음 달 7일부터 휘발윳값은 ℓ당 65원 오른다.

경유와 액화석유가스(LPG) 부탄도 ℓ당 각각 46원과 16원 상승한다.

소비자 입장에서는 유류세 인하 정책이 다음 달 완전히 종료되는 것보다 부담이 완화되기는 했으나 어쨌든 인하 폭 축소로 가격 부담은 늘게 됐다.

기름값은 지금도 국제유가 상승 탓에 가파르게 오르는 중이다.

한국석유공사가 운영하는 유가 정보 서비스 오피넷 자료를 보면 이달 둘째 주(7~13일) 부산지역 주유소에서 판매된 보통 휘발유의 평균 가격은 ℓ당 1396.82원이었다.

지난 1월 넷째 주(1309.20원) 이후 12주 연속 상승세다.

이런 상황에서 유류세 인하 폭까지 축소돼 기름값이 추가로 오르면 소비자는 부담이 커질 수밖에 없다.

기름값 상승 요인은 대외 부분에서 산적해 있다.

우선 미국의 대(對)이란 추가 제재 가능성이 유가 상승의 잠재적 요인으로 꼽힌다.

앞서 미국은 지난해 11월 이란산 원유 수입에 제재를 가하면서 한국을 비롯한 8개국에는 한시적인 예외를 인정했다.

미국은 다음 달 2일까지 이 한시적 예외 조처를 연장할지 결정한다.

미국이 대이란 압박 수위를 낮추지 않고 있어 한국 입장에서는 상황이 불투명하다.

석유업계 관계자는 “미국이 대이란 제재에 예외를 두지 않으면 국제유가가 상승해 국내 휘발윳값 인상으로 이어질 것”이라며 “한국이 ‘예외국’으로 다시 한번 인정받더라도 허용 수입량은 기존보다 줄어들 가능성이 있다”고 전망했다.

석유수출국기구(OPEC)의 감산 조처가 올해 말까지 연장될지도 변수로 꼽힌다.

OPEC은 오는 6월 말까지 하루 평균 산유량을 120만 배럴 줄이기로 한 상태다.

@highlight

다양한 요인으로 국제 유가가 지속적으로 상승할 것으로 전망되는 가운데,  정부가 유류세 인하정책 기간을 4개월 연장하는 대신 인하폭은 7%로 축소하기로 결정해 소비자의 가격부담이 늘 것이다.