한국동서발전(주)(사장 박일준)은 지난 12일 발전기술개발원(충남 당진 소재)에서 자체개발한 ‘해수인양펌프 최적운전 가이드 시스템’을 운전현장에 적용했다고 밝혔다.

해수인양펌프(Sea Water Lift Pump, SLP)는 발전소에서 사용하는 냉각수를 바다로부터 저수조(Intake)로 공급하는 펌프로서, 당진화력본부에서는 26대의 해수인양펌프를 운전하고 있다.

해수인양펌프는 △하루 중에도 조수간만의 차에 따라 해수면이 변동하고 △발전소 냉각수 저수조 용량이 제한되어 있을 뿐 아니라 △10기의 발전기 각각의 출력에 따라 냉각수 소모량이 수시로 변동하여 수동으로 일부 펌프의 운전·정지를 수시로 반복해야 하므로 운전 난이도가 높은 설비이다.

이번 가이드 시스템은 4차 산업의 핵심 기술인 인공지능 기술을 활용하여 조수간만의 변화 데이터를 사전에 인식하고 기존 운전패턴을 분석, 인공지능 모델에 학습시켜 최적의 운전상황을 안내하도록 개발됐다.

경험·노하우에 의존했던 해수인양펌프 운전 패러다임을 인공지능 기반으로 변화시킨 것으로, 시스템 고도화 과정을 거친 후에 국내·외 민자 발전사에 상품화도 가능할 전망이다.

해수면 상태와 많은 펌프 상태를 상시 감시했던 기존 방식에서 시스템이 사전에 안내해주는 운전방식으로 변화함에 따라 △모터의 기동정지 최소화로 연간 1억원의 비용 절감 △인적사고 발생가능성 최소화 △중요설비 몰입도 증가로 발전소 정지 방지 등의 효과가 기대된다.

한국동서발전 관계자는 “전력그룹사 최초로 인공지능 기반 발전운영 지원 시스템을 내부인력으로 자체개발하는데 성공했다”며 “ICT 신기술을 접목한 스마트발전소에 한걸음 더 다가서게 됐으며 향후 4차 산업 핵심 기술력 확보를 통한 에너지IT기업으로의 전환에 선도적 역할을 할 것”이라고 기대감을 밝혔다.

@highlight

한국동서발전(주)은 지난 12일 충남 당진 발전기술개발원에서 해수인양펌프(Sea Water Lift Pump)를 대상으로 자체개발한 ‘해수인양펌프 최적운전 가이드 시스템’을 운전현장에 적용하고 기존 운전패턴을 분석, 인공지능 모델에 학습시켜 최적의 운전상황을 안내하도록 했다.