농림축산식품부는 청년층의 농업분야 창업 활성화를 위해 지원 대상자 1600명을 선발했다.

최장 3년간 매월 100만원씩 창업자금과 함께 영농기술 교육 등 맞춤형 지원을 제공한다.

농식품부는 2019년 '청년창업농 영농정착지원사업' 대상자를 선발하고 각 시군을 통해 통보했다고 14일 밝혔다.

시행 첫해인 지난해에 1600명의 청년창업농을 선발했으며, 이번 선발에는 총 2981명이 지원해 1.9대 1의 경쟁률을 기록했으며, 지원자들이 제출한 영농계획에 대한 서면평가와 면접평가를 거쳐 1600명이 선발됐다.

경북이 292명으로 가장 많았고 충남은 144명, 충북 82명이 선발됐다.

영농경력별로는 창업예정자가 950명으로 전체의 59.3%를 차지했고 독립경영 1년차 464명(29.1%), 2년차 126명(7.9%), 3년차 60명(3.7%)으로 전년 대비 창업예정자의 비율이 16.8%p 상승했다.

1600명의 주 생산(예정 포함) 품목을 보면 채소류 26%, 과수류 14%, 축산 14%, 특용작물 8%, 식량작물 9%, 화훼류 4% 순으로 나타났다.

농식품부는 또 본격적인 지원에 앞서 농식품부는 선발된 청년창업농들을 대상으로 19일부터 24일까지 경남·경북, 강원·경기, 충북·충남, 전북·전남, 제주 등 5개 권역에서 관계기관 합동 설명회를 개최한다.

설명회에서는 농식품부는 청년창업농 지원 정책 전반에 대한 소개와 함께, 청년창업농에게 부여되는 의무영농(최장 6년), 지원금 성실사용 의무, 의무교육, 농업경영실적 제출 등의 의무사항도 상세히 설명할 예정이다.

농식품부 관계자는 "영농정착지원사업을 통한 청년층의 유입이 농업 인력구조 개선과 함께 농업·농촌에 새로운 활력을 불러오는 마중물이 될 것"으로 기대했다.

@highlight

농림축산식품부는 청년층의 농업분야 창업 활성화를 위해 2019년 '청년창업농 영농정착지원사업' 대상자를 선발하고 각 시군을 통해 통보했으며, 앞으로 지원 대상자 1600명에 대해서는 최장 3년간 매월 100만원씩 창업자금과 함께 영농기술 교육 등 맞춤형 지원을 제공한다고 14일 발표했다.  농식품부는 했다고 14일 밝혔다.