장학인·황영민 지난해 구리시 토평동 한강시민공원 일대서 열린 '구리 유채꽃 축제' 전경.

올해부터 구리시는 축제 장소를 시내 주요지점으로 확대 실시한다고 밝혔다.

구리시를 대표하는 유채꽃 축제가 올해부터 시민들 곁으로 한 발 더 다가선다.

기존 한강시민공원 일대로 국한됐던 축제공간이 도심지 속으로 확대되면서다.

14일 구리시에 따르면 제19회 '구리 유채꽃 축제'가 오는 5월 10일부터 12일까지 3일간 토평동 한강시민공원 일대와 구리시내 주요지점에서 열린다.

올해 축제는 지난해 민선 7기 출범 이후 개설된 '시민중심의 100인 축제협의회'에서 제시된 개선방안들이 대거 반영됐다.

가장 크게 달라진 점은 축제공간의 확장성이다.

유채꽃 축제는 올해부터 야간에는 갈매애비뉴, 구리역광장, 구리전통시장, 장자호수공원 등 시내 주요지점에서 공연과 참여 프로그램 등이 펼쳐진다.

유동인구밀집지역에서는 각종 문화공연과 일자리 이동상담 버스인 '구리 희망 job go', 창년창업지원 상담 등이 이뤄지며 구리전통시장에서는 플리마켓 등 장터가 열린다.

또 한강시민공원 일대서 진행되는 주간 축제도 축제협의회의 제안 프로그램을 상당부분 반영해 개편했다는 것이 시의 설명이다.

시는 이를 위해 올해 축제 예산을 지난해보다 3천만 원 증액한 2억3천만 원으로 편성했다.

안승남 구리시장은 "구 리유채꽃 축제는 지난 18년의 경험을 통해 도심 자연환경 속에서 펼쳐지는 유명 행사로 거듭나고 있다"면서 "이제는 관 주도에서 시민 주도로 축제의 패러다임을 전환해 지역상권과 연계함은 물론 장기적으로 관광자원화해 외국인들도 찾아오는 명품축제로 거듭나도록 노력하겠다"고 말했다.

한편, 구리시는 이번 축제 성과를 바탕으로 가을에 열리는 코스모스 축제, 10월 동구릉문화제, 구리시평생학습축제 등에 반영할 방침이다.

@highlight

14일 구리시에 따르면 제19회 '구리 유채꽃 축제'가 오는 5월 10일부터 12일까지 3일간   한강시민공원 일대와 구리시내 주요지점에서   열리며, '시민중심의 100인 축제협의회'에서 제시된 개선 방안들이 대거 반영되어 유채꽃 축제가 시민 곁으로 한 발 더 다가서게 되었다.