정회진 백령도 유입량 늘어 … "국제공조 필요"

인천 해양 쓰레기 주범이 알고보니 중국이었다.

지난해 인천 백령도 사곶해안에서 발견된 외국 쓰레기 중 약 80%는 중국에서 온 것으로 추정된다.

전문가는 미세먼지처럼 해양쓰레기 문제도 중국 및 일본 등과 국제적으로 공조해서 해결해야 한다고 조언했다.

14일 해양환경공단의 해양쓰레기 대응센터가 운영하는 '해양쓰레기 통합정보시스템'에 따르면 작년 백령도 사곶해안에서 발견된 쓰레기 중 외국산이 차지하는 비율(개수 기준)은 61.5%에 달했다.

해양환경공단은 해마다 전국 40곳을 5~6차례 방문해 해안쓰레기 모니터링 조사를 실시한다.

작년 백령도 사곶해안에서 총 304개의 쓰레기가 발견됐고, 이 중 외국에서 온 것이 187개에 달했다.

무게로 보면 총 116㎏ 중 외국산은 63.7%인 74㎏인 것으로 집계됐다.

지리적인 조건과 해류 등의 영향을 감안하면 중국에서의 유입이 대부분을 차지한다.

해양수산부가 2016년2월 전국 해양쓰레기 수거량을 발표했을 때 외국 쓰레기 중 중국 유입이 79%으로 가장 많다고 밝힌 바 있다.

최근 5년간 통계를 보면 작년뿐만 아니라 백령도에서 발견되는 쓰레기의 20~30% 이상은 외국에서 흘러 들어온 것으로 조사됐다.

같은 지역에서 2017년 외국으로부터 유입된 해양 쓰레기는 전체 쓰레기의 25%였다.

해마다 비슷한 수준으로 2014년 16.7%, 2015년 28.6%, 2016년 33%였으나 작년에는 2배 이상 급증했다.

전국 쓰레기 중 외국에서 온 쓰레기가 차지하는 비율이 2%대인 점을 감안하면 백령도는 중국 등 외국으로부터 많은 영향을 받는다고 볼 수 있다.

문제는 외국 쓰레기 중 절반 이상을 차지하는 플라스틱 쓰레기가 결국 우리 밥상으로 올라와 건강을 위협할 수 있다는 점이다.

장정구 인천녹색연합 정책위원장은 "백령도와 대청도에서 발견되는 쓰레기 10개 중 8개는 중국 쓰레기"라며 "해양 오염은 인간에게 치명적인 영향을 미칠 수 있기 때문에 전 세계적인 문제로 인식하고, 중국과 일본 등과 공동 대응해야 한다"고 말했다.

@highlight

지난해 인천 백령도 사곶해안에서 발견된 외국 쓰레기 중 중국에서 온 것으로 추정되는 쓰레기가 약 80%를 차지하는 것으로 밝혀지면서 장정구 인천녹색연합 정책위원장은 이를 전 세계적인 문제로 인식하고, 중국과 일본 등과 공동 대응해야 한다고 조언했다.