박유천 소속사 씨제스 엔터테인먼트 측은 15일 '박유천의 변호사가 선임되었다'면서도 '경찰 출석일은 정해지지 않아 금주 안에 출석 날짜가 정해지면 변호사를 통해 안내하겠다'고 밝혔다.

박유천 측은 경찰 출석 전까지 공식 입장을 내지 않을 예정이다.

이후 모든 대응은 법률대리인 법무법인 인을 통할 것이라고 전했다.

앞서 지난 10일 박유천은 기자회견을 열고 '결코 마약을 하지 않았다'면서 '결별 후 황하나에게 협박을 받았다. 제 앞에서 마약 전과나 불법 약물에 대해 이야기 한 적 없다'고 결백을 주장했다.

하지만 지난 13일 채널A는 박유천이 결별한 황하나 아파트에 드나드는 정황을 발견했다고 보도했다.

황하나가 최근까지 거주한 서울 강남의 한 아파트 CCTV에 박유천의 모습이 찍혔고, 이를 입수한 경찰은 박유천의 마약 혐의를 입증할 물증을 확보 중인 것으로 알려졌다.

황하나는 서울 자택 등에서 2015년 5∼6월과 9월 필로폰을 투약한 혐의와 지난해 4월 향정신성 의약품인 클로나제팜 성분이 포함된 약품 2가지를 불법 복용한 혐의를 받고 구속돼 검찰에 넘겨졌다.

황하나는 연예인 A씨와 함께 마약했다고 진술했는데, 바로 전 연인이기도 한 박유천을 적시한 것으로 확인됐다.

경찰은 이번주 내로 박유천을 조사하는 방안을 검토 중이다.

한편 1988년생으로 알려진 황하나는 2017년 JYJ 박유천과 열애, 결혼설로 화제가 됐다.

황하나와 박유천은 그해 9월 결혼 예정이라고 밝혔으나 결혼식이 무기한 연기됐고 결국 결별을 인정했다.

그는 '한 번도 직업을 가진 적이 없다'면서 명품 쇼핑을 하는 모습도 올려 화제를 모으기도 했다.

수만명의 팔로워를 가진 SNS 계정을 이용해 화장품, 생필품, 김치 등을 판매해왔다.

이후 황하나는 '버닝썬'을 출입하며 이문호 대표와의 친분을 과시하는 사진, 영상을 SNS에 올려 '버닝썬 VIP' 연루설도 제기됐다.

@highlight

박유천 소속사 씨제스 엔터테인먼트 측은 15일 박유천의 변호사가 선임되었다고 전했으며 박유천 측은 경찰 출석 전까지 공식 입장을 내지 않을 예정으로 모든 대응은 법률대리인 법무법인 인을 통할 것이라고 전했다.