사퇴 압박을 받고 있는 손학규 바른미래당 대표는 15일 "올 추석 때까지 당 지지율이 10%에 이르지 못하면 (당대표를) 그만두겠다"고 밝혔다.

손 대표는 이날 최고위원 회의에서 "추석 때까진 '새로운 정치' '제3 지대'를 위한 바른미래당의 모습과 역할이 구체화될 것"이라며 이렇게 말했다.

"당이 어수선해 송구스럽다"고 말문을 연 손 대표는 "선거 참패 책임과 당 정체성 논란도 인정하고, '내년 총선을 이대로 치를 수 있느냐'는 당 안팎의 의구심도 받아들인다"며 자세를 낮췄다.

손 대표는 그러나 "제가 자리 보전을 위해 사퇴를 거부하고 있다는 비판은 결코 받아들일 수 없다"며 당내 사퇴 요구를 일축했다.

이어 "제가 마지막 희망을 거는 곳이 바른미래당"이라며 "여기서 실패하면 '손학규 정치'는 실패하는 것"이라고도 했다.

바른정당 출신 하태경, 이준석, 권은희 최고위원이 1주일째 최고위원 회의를 보이콧(거부)하고 있는 것에 대해선 "해당(害黨) 행위"라고 강하게 비판했다.

그는 "일부 최고위원이 최고위원 회의를 의도적으로 무산시켜 당무를 방해하는 행위, 당과 당원의 명예를 실추시키는 발언을 한 행동을 더는 좌시하지 않겠다"고 했다.

손 대표는 이날 당내 분란을 잠재우기 위한 돌파구로 바른정당계 5선 중진인 정병국 의원에 '혁신위원장직'을 제안했다.

그는 "바른미래당이 무엇과 싸우고 누구를 대변하는지 구체적으로 제시하는 일을 정 의원에게 부탁했다"고 했다.

정치권에선 그러나 손 대표의 '조건부 사퇴 수용' 결정에도 당내 갈등이 가라앉기는 쉽지 않을 것이란 관측이 나온다.

당장 혁신위원장직을 제안받은 정 의원은 이날 한 라디오방송에 출연해 "당이 왜 이런 상황에 빠졌는지 지도부가 정확히 진단한 뒤 대안을 제시해 달라"며 "숙의 과정이나 합의 없이 각자 의견들을 불쑥불쑥 내는 것은 옳지 않다"고 했다.

이를 두고 당내에선 "정 의원이 완곡한 거절 의사를 밝힌 것"이란 해석이 나왔다.

@highlight

사퇴 압박을 받고 있는 손학규 바른미래당 대표가 선거 참패의 책임과 당의 혼란에 대해 몸을 낮추고 "올 추석 때까지 당 지지율이 10%에 이르지 못하면 (당대표를) 그만두겠다"고 15일 밝히고 나섰으나, 정치권에선 손 대표의 '조건부 사퇴 수용' 결정에도 당내 갈등이 쉽게 가라앉지는 않을 것이란 관측이 나오고 있다.