= 영주시(시장 장욱현)가 12일 시청 제1회의실에서 양정배 부시장을 단장으로 국·소장, 담당 과장·팀장 등 30여명이 참석한 가운데 「인구정책 TF팀」을 발족하고 회의를 개최했다.

영주시 인구정책 TF팀은 갈수록 심각해지는 저출생·고령화 사회에 적극 대응하고자 △인구증가를 위한 '출생장려, 기업유치, 귀농·귀촌팀' △인구유지를 위한 '보육·교육, 일자리창출, 인구관리팀' 등 분야별 6개 팀 24명으로 구성해 운영된다.

이날 회의는 2019년 인구시책 중점과제 6개 분야 60개 사업의 추진상황을 점검하고, 시민 맞춤형 인구정책 추진방향 논의와 다양한 시책을 발굴하기 위해 열띤 토론을 펼쳤다.

특히 이날 회의에는 실수요자인 결혼적령기 여성공무원을 비롯해 출산, 육아를 담당하고 있는 공무원이 함께 참석해 현실적인 시책이 필요하다는 의견을 개진했다.

영주시는 먼저, 일자리가 인구감소를 막는 가장 중요한 정책임을 인식하고 기업유치를 통한 일자리를 만드는데 총력을 기울이고 있다.

이에 따라 미래 백년 먹거리인 베어링클러스터 국가산업단지가 지정될 수 있도록 모든 행정력을 집중해 나갈 계획이다.

아울러 출산과 더불어 아이 키우기 좋은 환경을 만들기 위해 출산장려금 확대방안과 산후조리원 설치방안, 산모 의료비 지원방안 등을 적극 검토했고, 시간연장형 어린이집 확대 운영, 직장어립이집 운영, 다함께 돌봄센터 설치·운영 등의 시책을 추진할 방침이다.

시는 앞으로 이번 회의에서 토의된 시책을 수요자와 시민의견을 좀 더 수렴해 보다 현실적인 도움이 될 수 있도록 보완하여 조속히 시행할 수 있도록 할 계획이다.

영주시 인구정책 TF팀 단장인 양정배 부시장은 "인구변화 대응을 위한 정책은 시정 전 분야의 역량이 결집되어서 모든 부서에서 강한의지를 가지고 추진해야 하고, 청년 일자리가 있고 행복하게 아이 낳고 키울 수 있는 살기 좋은 영주를 만들기 위해 적극 노력 하겠다"고 밝혔다.

@highlight

영주시가 날로 심화되는 인구감소에 대응하고자 12일 시청에서 부시장을 단장으로 담당 공무원 30여 명이 참석하여 6개 팀 24명으로 구성된 '인구정책 TF 팀'을 발족하고 지난 추진성과를 점검하며 새로운 시책을 찾기 위한 열띤 토론을 하였다.