옥천경찰서 이영우 서장이 김윤희씨에게 표창장을 수여하고 기념촬영 모습.

[옥천]옥천군CCTV 관제센터 모니터요원인 김윤희(44·여)씨가 절도피의자 검거에 결정적 역할을 해 옥천경찰서장 표창장을 받았다.

15일 옥천경찰서에 따르면 지난 1월 5일 옥천농협 앞 한 점포에서 옷을 도둑 맞는 일이 발생했다.

경찰은 당시 CCTV에 찍힌 절도범의 얼굴을 출력해 관제요원에 주고 모니터링을 요청했다.

김씨는 이 절도범의 얼굴을 기억했고 CCTV 화면들을 모니터하다가 용의자와 비슷하게 생긴 여성이 시내 마트에 들어가는 것을 발견하고 즉시 112에 신고했다.

범인은 현장에 출동한 경찰에 의해 검거됐다.

김씨는 "CCTV 관제요원으로서 할일을 했을 뿐인데 표창까지 받아 기쁘다"며 "앞으로도 책임감과 사명감을 갖고 안전망구축에 노력하겠다"고 말했다.

한편, 옥천군은 2017년 1월 총 사업비 18억원을 들여 군청내 정문 옆에 CCTV 통합관제센터를 신축했다.

이곳은 현재 총 12명 모니터요원이 조를 나눠 24시간 동안 264곳의 CCTV 562대를 관제하며 각종 범인검거 활약에 큰 공을 세우는 등 지역의 안전파수꾼으로서 역할을 톡톡히 하고 있다.

지난 2017년 4월에도 옥천공설시장 진열대에서 물건을 훔치고 있는 것을 모니터요원이 확인하고 즉시 112에 신고해 범인검거가 신속하게 이뤄졌다.

지난해 10월에는 도로를 건너던 70대 노인이 뺑소니 차량에 숨지는 일이 발생했는데 군에서 설치한 CCTV를 통해 도주차량 번호를 확인 후 범인검거에 성공할 수 있었다.

구축초기부터 지난해 말까지 총 189건의 절도, 폭행사건 등을 발견해 112 등에 제보했고 주 취자 거동수상자 등 2052건의 의심사건을 모니터링 했다.

박병주 통신관제담당 팀장은 "모니터 요원들이 모니터링에 집중하며 지역범죄예방과 범인검거에 큰 역할을 하고있다"며 "주민들의 안전의식 제고와 범죄 없는 도시환경을 조성해 나가기 위해 최선의 노력을 다하겠다"고 말했다.

@highlight

지난 1월 5일 옥천농협 앞 한 점포에서 발생한 절도 사건 용의자 검거에 큰 역할을 한 옥천군CCTV 관제센터 모니터요원 김윤희씨가 옥천경찰서장 표창장을 받았다.