동서대학교(총장 장제국) 관광·MICE 센텀산업단지캠퍼스 조성사업단(단장 홍정화)과 징검다리커뮤니케이션(주)(대표 김덕은)이 부산지역에 특화된 행사 및 이벤트 전문 플랫폼인 ‘놀라(nolla)’(https://www.nolla.kr)를 개발하여 사업화에 나섰다고 15일밝혔다.

놀라(nolla)는 관광의 기본개념인 ‘놀이’에서 착안한 신규 관광 플랫폼 브랜드다.

양 기관이 2018년부터 손을 잡고 진행한 산학공동연구 결과물인 ‘놀라(nolla)’는 부산지역에서 개최되는 각종 행사와 이벤트를 위치별, 시기별로 정리하여 맞춤형으로 제공하는 웹 로봇 소프트웨어이다.

기존에 행사정보를 소개하는 소프트웨어는 각종 홈페이지로부터 정보를 찾고 편집하는 수동적인 방식에 의존하여 별도로 사람의 손을 거치는 경우가 많았으나, 이번 연구에서는 웹 봇 인공지능에 의해 자동으로 정보를 찾는 기능을 갖추었다.

또한, 이벤트 기획자가 모바일 웹(mobile web)을 통해 직접 행사를 기획하고 운영할 수 있는 기능을 추가로 개발하여, 일반 소비자와 행사기획자가 함께 활용할 수 있도록 했다.

즉 부산시민들에게는 부산의 다양한 행사정보를 맞춤형으로 제공하고, 홈페이지 및 예약결제 시스템이 필요한 기획자에게는 ‘행사 홈페이지 빌더 및 예약 결제 서비스’를 제공하는 것이다.

이번 연구개발을 진행한 홍정화 관광학부장은 “향후 관광산업의 미래는 관광이라는 유희적 가치와 ICT 기술의 융복합 여부에 달려있다고 할 수 있다”며 “이번 연구개발은 관광과 ICT가 결합한 솔루션이라는 차원에서 관광산업의 고부가가치 창출에서도 새로운 방향을 제시할 것”이라고 밝혔다.

김덕은 징검다리커뮤니케이션 대표는 “행사 홈페이지 제작부터 홍보까지 많은 어려움을 겪고 있는 지역의 문화기획자들에게 도움을 주는 솔루션을 통해 부산시민과 기획자들의 징검다리가 되고 싶다”고 전했다.

징검다리커뮤니케이션(주)은 2018년 부산형 착한 기업에 선정된 부산 소재 문화행사 소프트웨어 솔루션 스타트업 기업이다.

‘놀라(nolla)’가 부산지역 행사 기획자와 부산시민을 연결해주는 플랫폼 역할을 톡톡히 할 것으로 기대된다.

디지털콘텐츠팀 .

@highlight

동서대학교와 징검다리커뮤니케이션(주)이 개발한 신규 관광 플랫폼 브랜드인 ‘놀라(nolla)’가 부산지역의 행사 솔루션을 연결해주는 플랫폼 역할을 할 것으로 기대된다.