국정원 뇌물수수 등의 혐의로 구속된 최경환 국회의원 지역구인 경산에 내년 총선 출마자들이 러시를 이루고 있다.

최근 송영선 전 의원이 경산 출마 카드를 만지작거리면서 출마 예상자는 자유한국당에서만 10명을 넘어섰다.

송 전 의원은 15일 매일신문 기자에게 "경산에서 태어나고 초등학교까지 나왔다"며 "여생을 고향을 위해 봉사했으면 좋겠다"고 말했다.

그는 오는 17일 자신의 평소 이념을 담은 책 '대한민국, 밤새 안녕하십니까'의 출판기념회를 열고 경산 출마를 시사할 계획이다.

유튜브 방송 채널 '송영선 시사 360'으로 유명세를 탄 그는 자신의 서적 인사말을 통해 "사실 혼자서 방안에 카메라 보고 얘기하는 것은 체질상 맞지 않다"고 밝히는 등 출마 의사를 간접적으로 피력하기도 했다.

송 전 의원의 출마가 이뤄질 경우 경산의 한국당 소속 국회의원 후보군은 10명을 넘어선다.

우선 김병준 비상대책위원회 체제에서 새롭게 당협위원장을 차지한 윤두현 전 대통령비서실 홍보수석과 직전 당협위원장인 이덕영 한국당 통일위원회 부위원장이 활동하고 있다.

여기에 이권우 전 국회 전문위원, 최 의원 보좌관을 지낸 김성준 전 청와대 행정관, 안국중 전 대구시 경제통상국장, 안병용 여의도연구원 지방자치위원장, 이천수 전 경산시의회 의장, 임승한 한국복지사이버대학 부총장, 황상조 전 경북도의회 부의장 등이 공천을 노리고 있다.

한국당 이외에도 더불어민주당에선 김찬진 전 경산시 행정지원국장, 바른미래당은 김상호·정재학 씨 등이 거론되고 있다.

이에 따라 총선이 다가오면서 경산지역 '금배지'를 차지하기 위한 경쟁자 숫자는 더욱 늘어날 전망이다.

무주공산에 후보자들이 넘쳐나자 수감자 신분이지만 지역에 '입김'이 여전한 최 의원의 의중이 변수로 작용할 것으로 보인다.

비대위 시절 최 의원을 접촉한 당내 관계자는 "최 의원이 특정인을 거론하면서 절대 공천은 안된다고 했다"고 말했다.

지역 정치권 관계자는 "최 의원이 공천 향배에 어떤 영향을 끼칠지 주목된다"고 했다.

@highlight

국정원 뇌물수수 등의 혐의로 구속된 최경환 국회의원 지역구인 경산에 한국당 소속 국회의원 후보군은 10명을 넘어서며 수감자 신분이지만 지역에 '입김'이 여전한 최 의원의 의중이 변수로 작용할 것으로 보인다.