이마트가 방탄소년단(BTS)을 모델로 만든 피규어를 출시한다.

이마트는 오는 18일 오전 10시 미국 팝 컬쳐 피규어의 대명사인 '펀코(Funko)'가 만든 '팝락 (펀코 피규어의 팝컬쳐 라인)' 방탄소년단 피규어를 멤버 1인당 각 4000개(멤버 7인·총 2만8000개)씩 공급받아 판매한다고 16일 밝혔다.

이 '펀코X방탄소년단' 피규어를 판매하는 국내 유통채널은 이마트가 유일하며, 이마트의 오프라인 매장 총 135곳에서 판매할 예정이다.

가격은 개당 1만6800원이다.

앞서 방탄소년단의 소속사인 빅히트엔터테인먼트는 지난 3월 '빅히트샵(Bit Hit Shop)'을 통해 해당 상품의 예약 판매를 진행해 준비한 상품을 모두 완판했다.

이마트가 방탄소년단 피규어에 공을 들이는 이유는 '팬덤' 시장을 잡기 위해서다.

팬덤이 소비시장의 새로운 키워드로 떠오른 가운데 유통업계 주소비층으로 성장한 밀레니얼 세대가 원하는 스토리텔링 상품을 통해 소비자 만족도를 높여 온라인 쇼핑에 익숙한 세대를 오프라인 매장에 끌어 들일 수 있기 때문이다.

'일렉트로마트'의 피규어 매출은 2018년 75.8%, 2019년 1~3월 32.1%로 계속 증가하고 있으며, '몰리스펫샵'은 지난 3월 '카카오프렌즈' 캐릭터 반려동물용품을 출시해 큰 호응을 얻었다.

한편 '펀코'는 마블, DC, 디즈니, 스타워즈, 왕좌의 게임, 해리포터, 오버워치 등 대중의 폭넓은 사랑을 받아온 영화, 드라마, 게임 캐릭터뿐만 아니라 스포츠선수, 가수, 정치인 등 전세계적으로 가장 인기 있는 유명인사들을 골라 피규어로 표현하는 세계 1위의 피규어 전문 회사다.

서민호 이마트 완구 바이어는 '이번 방탄소년단 피규어를 비롯해 소비자들이 원하는 이색 상품을 다양하게 선보이기 위해 노력하고 있다'며 '스토리 있는 상품을 지속적으로 개발해 이마트 매장에 방문하는 소비자들을 만족시킬 것'이라고 밝혔다.

@highlight

이마트는 18일 방탄소년단 피규어를 멤버 1인당 각 4000개씩 공급받아 오프라인 매장 135곳에서 판매할 예정이며 빅히트엔터테인먼트는 지난 3월 '빅히트샵'에서 예약 판매를 진행해 완판했다고 전했다.