▲ 옥천 적십자마중물봉사회 회원들이 홀몸노인의 집수리를 한 후 기념사진을 찍고 있다.

[옥천=충청일보 이능희기자] 홀로 외롭게 살고 있는 한 어르신에게 따뜻한 보금자리를 제공해 준 옥천 적십자마중물봉사회와 지역 건설업체 대성건설이 지역사회에 귀감이 되고 있다.

15일 옥천군에 따르면 마중물봉사회는 홀로 거주하며 거동까지 불편한 한 저소득 어르신을 지난달 '사랑의 집수리' 대상자로 선정해 지원해주기로 결정했다.

약 500만원의 사업비를 들여 외부에 있던 재래식 화장실과 부엌을 철거 후 주택 내에 수세식 화장실과 부엌을 설치하기로 하고 공사를 시작하던 중 예상치 못한 걸림돌과 마주했다.

이 어르신이 살고 있던 주택은 일반정화조 매립이 불가한 지역으로 250만원 상당의 오수관로 시설을 먼저 설치를 해야 집수리 공사를 시작할 수 있는 상황이었다.

애초 사업비에서 250만원 상당의 공사비가 추가로 소요돼 계획한 집수리 사업이 차질을 빚게 되자 서로 머리를 맞대고 고민하던 중 뜻밖의 고마운 손길이 다가와 막힌 물꼬를 틔워주었다.

바로 옥천읍 금구리에 소재한 대성건설 천영귀 대표다.

천 대표는 자신이 가진 장비와 재능으로 오수관로시설을 무상으로 설치해줬다.

덕분에 다음 달 8일 어버이날을 맞아 완공할 계획에 있던 마중물 봉사회의 사랑의 집수리는 예정대로 추진할 수 있게 됐다.

천 대표는 "마중물 봉사회원들도 각자 본인이 가진 재능을 발휘해 집수리를 지원해주는 것으로 알고 있다"며 "또한 내가 가진 재주가 이렇게 가치 있게 쓰이게 되니 감사한 일인 것 같다"고 말했다.

김태은 옥천읍장은 "민·관이 서로 협력하면 해결되지 못할 일이 없는 것 같다"며 "아낌없는 봉사를 해주신 분들의 따뜻한 힘으로 아직은 세상이 참 아름답게 돌아가고 있다"고 말했다.

@highlight

옥천군은 거동이 불편한 저소득층 어르신들을 위한 '사랑의 집수리'를 민관 협력과 개인의 재능 지원으로 사회의 귀감이 되었다.