'그녀의 사생활' 김재욱의 '라이언즈' 인증샷이 공개돼 이목을 집중시키고 있다.

tvN 수목드라마 '그녀의 사생활' 은 직장에선 완벽한 큐레이터지만 알고 보면 아이돌 덕후인 성덕미(박민영 분)가 까칠한 상사 라이언(김재욱 분)을 만나며 벌어지는 본격 덕질 로맨스다.

지난 1,2화를 통해 김재욱은 완벽하고 까칠해 보이는 모습 뒤에 귀여운 빈틈 매력을 발산해 로코킹 등극에 시동을 걸었다.

극중 김재욱이 박민영과 박진주의 사이를 오해한 후 거울을 보며 자신의 편협함을 책망하는 장면은 킬링 포인트 중 하나로 꼽히며, 김재욱의 반전 매력을 안방극장에 전해 시청자들의 광대를 솟구치게 했다.

이 가운데, 반전 귀여움이 폭발하는 김재욱의 '라이언즈 인증샷'이 공개돼 시선을 강탈한다.

라이언 골드 역의 김재욱과 금색 갈퀴가 빛나는 사자 캐릭터 동상이 함께 있는 모습이 포착된 것.

사자를 뜻하는 영어 '라이언'과 발음이 같아 이미 시청자들 사이에서는 '금사자'로 불리는 김재욱이 사자 동상 옆에서 무심한 듯 시크하게 포즈를 취해 보는 이들의 웃음을 자아낸다.

그는 우수에 젖은(?) 촉촉한 눈빛과 조각 같은 이목구비로 여심을 사로잡고 있다.

사자 동상에 기댄 채 한쪽 다리를 접고 시크한 표정을 짓는 그의 모습이 마치 청바지 화보를 보는 듯 하다.

이어 라이언이 반가운 듯 양손으로 브이자를 그리며 강제미소를 지어 보이는 김재욱의 모습이 웃음을 터트리게 한다.

이전까지 본 적 없는 김재욱의 깜찍 귀염폭발 모습은 보는 이들의 심쿵을 유발하고 있다.

향후 '그녀의 사생활'을 통해 쏟아질 김재욱표 잔망 매력에 대한 기대감이 폭발하고 있다.

한편 '그녀의 사생활'은 매주 수, 목요일 밤 9시 30분 방송된다.

@highlight

tvN 수목드라마 '그녀의 사생활'에서 까칠한 상사 '라이언' 역으로 분해 시청자들이 벌써 '금사자'로 부르는 김재욱이  사자 동상 옆에서 시크하게 포즈를 취하는 등 반전 귀여움이 폭발하는 '라이언즈 인증샷'을 공개하면서 시청자들의 시선을 집중시켰다.