김주오 디자인 콘셉트 ‘고급감·품격’

무선충전·파워도어 기능 확대 기아자동차㈜는 15일 디자인 요소를 강화하고 고객 선호 최첨단 편의사양을 확대 적용한 플래그십 세단 ‘2020년형 THE K9(사진)’을 출시했다고 밝혔다.

먼저 기아차는 내비게이션 지도 및 소프트웨어를 무선으로 다운로드 해 자동으로 업데이트하는 ‘내비게이션 자동 무선 업데이트(OTA, Over The Air Update)’를 전트림 기본 탑재했다.

‘2020년형 THE K9’은 소비자 인기 사양인 터널 연동 자동 제어에서 적용 지역이 확대된 외부공기 유입 방지 제어를 전트림 기본 적용됐다.

외부공기 유입 방지 제어는 내비게이션과 연계해 터널이나 악취 등의 비청정예상지역 진입 시 자동으로 창문을 닫고, 공조를 내기 순환 모드로 전환해주는 기능이다.

‘2020년형 THE K9’은 △앞좌석 스마트폰 무선충전 시스템(전트림 기본화) △파워도어 시스템(플래티넘Ⅲ, 마스터즈Ⅲ 이상 기본화) 등 고객 선호 사양을 대폭 확대 적용해 상품성을 높였다.

기아차는 ‘Gravity of Prestige, 응축된 고급감과 품격의 무게’를 디자인 콘셉트로 갖는 ‘THE K9’의 외관 몰딩부에 유광 크롬을 적용한 기본 디자인과 신규 디자인 스포티 컬렉션을 선보여 고급스러운 품격을 자랑하는 ‘2020년형 THE K9’을 완성했다.

기본 디자인은 라디에이터 그릴 테두리, 범퍼 몰딩, 사이드 가니쉬, 리어 콤비네이션 램프 베젤 등 외관의 모든 몰딩부에 유광 크롬을 적용해 클래식한 품격과 고급스러움을 극대화했다.

@highlight

기아자동차는 15일 디자인 요소를 강화하고 네비게이션 자동 업데이트, 앞좌석 스마트폰 무선충전, 파워도어 시스템 등의 고객 선호 편의사항을 대폭 적용한 2020년형 THE K9을 출시했다.