] 국내 이어폰·헤드폰 1위 업체인 크레신이 코스닥시장 상장을 추진한다.

60년 역사를 자랑하고 삼성전자 소니 등에 납품하는 크레신은 증권업계로부터 기업공개(IPO) '러브콜'을 집중적으로 받아온 알짜기업이다.

15일 투자은행(IB)업계에 따르면 크레신은 2~3년 이내에 IPO를 추진키로 방침을 정했다.

지난달 말 기업은행과 레이크브릿지에쿼티파트너스로부터 총 350억원의 투자를 받으면서 IPO 추진 방침을 밝힌 것으로 전해졌다.

IB업계 관계자는 "크레신은 여러 증권사가 오랜 기간 IPO를 설득해온 탄탄한 기업"이라며 "공모주 투자자들의 뜨거운 관심을 받을 가능성이 크다"고 말했다.

1959년 설립된 크레신은 국내 1위, 세계 3~5위권의 음향기기 제조업체다.

삼성전자, 소니 등 글로벌 기업들에 이어폰과 헤드폰을 납품하고 있다.

'도끼 이어폰' '박태환 헤드폰' 등 히트상품을 내놓았다.

엔터테인먼트 업체인 YG엔터테인먼트와의 협업 제품 등도 관심을 모았다.

'크레신'과 '피아톤' 브랜드로 탄탄한 마니아층이 형성돼 있다.

지난해 매출 2147억원과 영업이익 688억원, 순이익 20억원을 올렸다.

크레신은 최근 베트남 공장 생산라인 증설과 신제품 개발 등에 쓰일 투자금을 유치하면서 IPO를 결심한 것으로 알려졌다.

기업은행은 지난달 말 'IBK-BNW 기술금융 2018 펀드'를 통해 100억원 규모의 크레신 보통주와 상환전환우선주(RCPS)를 사들였다.

레이크브릿지에선 250억원을 투입했다.

레이크브릿지는 SBI인베스트먼트 등에서 근무한 장석준 대표가 설립해 뉴욕과 서울에 근거를 둔 신생 사모펀드(PEF)다.

기업은행 펀드와 레이크브릿지가 크레신의 RCPS를 주식으로 전환할 경우 각각 10%, 20%가량의 지분을 보유하게 될 것으로 알려졌다.

지금은 이종배 크레신 회장이 지분 60%를 보유하는 등 이 회장 및 특수관계인에 지분이 몰려 있다.

@highlight

15일 투자은행업계에 의하면 '박태환 헤드폰' 등을 만든 국내 이어폰·헤드폰 1위 업체인 크레신이 2~3년 이내에 코스닥시장 상장을 추진한다고 밝혔다.