'2019 익산문화재 야행'이 예상인원을 훨씬 웃도는 1만7000여명의 방문객이 다녀가면서 성황리에 막을 내렸다.

익산시 주관으로 지난 12~13일 양일간에 걸쳐 유네스코 세계유산 왕궁리유적 일원에서 열린 이번 행사에서는 37개의 특색 있는 프로그램 운영을 통해 관람객들에게 큰 호응을 이끌어 내면서 지역 문화재의 가치 및 활용 가능성을 재확인시켰고, 소중한 지역 문화유산을 알리는데 큰 역할을 했다는 평이다.

'백제무왕은 아름다운 왕궁을 왜 익산에 지었을까?'란 주제로 진행된 올해 행사는 익산만의 역사성을 간직한 문화유산 콘텐츠 활용과 지역주민이 참여하는 '고도리 석불연인의 사랑이야기'를 비롯해 '왕궁에서 즐기는 공방체험','미션, 무왕을 찾아라', '꽃등 만들기 체험' 등 유·무형문화재의 예술성을 느낄 수 있는 다양한 볼거리가 벚꽃과 함께 절묘하게 어우러면서 봄밤의 아름다운 풍경을 연출했다.

또한, '어화등등 유등산책', '청사초롱 달빛골목','왕궁후원 연꽃등 띄우기', '백제왕궁 후원산책', 문화재 구간 조명과 빛을 얹은 '구르미 그린 달빛 포토존' 등은 긴 줄을 서서 차례를 기다려야 할 정도로 방문객들의 눈과 발길을 사로잡기도 했다.

익산 문화재야행이 색다른 문화 프로그램을 기다리던 시민과 관광객의 요구를 충족시키기에 충분했다는 평가다.

이에 관람객들은 "평소 야간에 인적이 드문 문화재 공간을 활용해 익산만의 장점을 살린 문화콘텐츠를 발굴했다. 문화재 야행을 상설화할 필요가 있다"는 등 긍정적 반응을 보였다.

시 관계자는 "익산문화재 야행이 도심에서 떨어진 곳에서 진행됐음에도 성공할수 있었던 것은 시민들의 높은 관심과 함께 주민들이 적극적으로 참여했기 때문이다"면서 "오는 10월에 있을 2차 야행에서는 주차공간 부족 등 지적된 문제점을 개선해 더욱 알차게 꾸릴수 있도록 최선을 다하겠다"고 말했다.

@highlight

익산시가 지난 12~13일 양일간 유네스코 세계유산 왕궁리유적 일원에서 진행한 '2019 익산문화재 야행'에 1만7000여명이 방문하며 성공리에 마무리 됐으며, 오는 10월 2차 프로그램을 준비하고 있다고 밝혔다.