4·3 국회의원 보궐선거에서 참패한 이후 바른미래당 내홍이 점입가경으로 치닫고 있다.

옛 바른정당 출신 의원들이 지도부 총사퇴를 요구하며 최고위원회의에 불참하자 손학규 대표는 “당무 방해 행위 등을 좌시하지 않겠다”고 경고했다.

손학규 대표는 15일 국회에서 열린 최고위원회의에서 “제가 자리 보전을 위해 사퇴를 거부한다는 것은 손학규에 대한 모욕”이라며 “당 대표를 그만두는 순간 당이 공중분해되는 상황을 우려할 뿐”이라고 당 일각의 퇴진 요구를 일축했다.

그러면서 “9월 추석까지 제삼지대 그림이 그려지고, 이를 위한 바른미래당의 모습과 역할이 구체화할 텐데 그때까지 당 지지율이 10%에도 미치지 못하면 그만두겠다”고 배수진을 쳤다.

바른미래당 최고위원회의가 15일 오전 국회에서하태경 이준석 권은희 최고위원이 불참한 가운데 열리고 있다.

손 대표는 사퇴 요구에 맞서 바른정당 출신 5선의 정병국 의원을 앞세워 혁신위원회 구성을 역제안했다.

그간 바른정당계가 당무에서 배제됐다는 불만을 가라앉히기 위한 조치로 풀이된다.

손 대표는 “새 정치를 추구하는 인재들이 바른미래당을 찾을 수 있도록 정병국 의원에게 혁신위원회 제2 창당위원회든 맡길 것”이라고 밝혔다.

다만, 혁신위는 내년 총선을 앞두고 공천 룰을 정하는 기구가 아닌, 당의 정체성과 향후 노선을 정립하기 위한 기구로 규정했다.

손 대표는 또 일부 최고위원들이 회의에 불참한 데 대해 “지도부 성실의무와 당 발전협력 의무를 방해하는 해당행위”라며 “일부 최고위원이 최고위를 무산시켜 당무 방해 행위 등을 하는 것을 당 대표로서 더 이상 좌시하지 않겠다”고 경고했다.

이날 하태경 이준석 권은희 최고위원 등 바른정당계 인사는 손 대표가 주재하는 최고위원회의에 불참했다.

그러나 손 대표의 정면돌파에도 당 내홍이 진화될지는 미지수다.

당장 하태경 의원은 이번 주부터 지역위원장을 대상으로 지도부 총사퇴를 요구하는 연판장도 돌릴 계획이다.

김해정 기자 .

@highlight

옛 바른정당 출신 의원들이 지도부 총사퇴를 요구하며 최고위원회의에 불참하자, 딩대표를 그만두는 것은 당이 공중분해되는 상황이라며 퇴진 요구를 일축하며 9월 바른미래당의 모습과 역할이 구체화되고 당 지지율이 10%에도 못 미치면 그때 그만두겠다고 했다.