] 루이비통모에헤네시그룹(LVMH)이 운영하는 세계 최대 화장품 편집숍 브랜드 '세포라'가 오는 10월 24일 국내 1호점을 서울 삼성동 파르나스몰에 연다.

한국 진출을 추진해온 세포라가 매장 위치와 개점 날짜를 밝힌 건 처음이다.

세포라코리아는 서울 삼성동 파르나스몰에 547㎡(약 165평) 규모로 세포라의 국내 첫 점포를 열기로 했다고 15일 밝혔다.

이 매장에선 중저가부터 고가에 이르기까지 전 세계 유명 뷰티 브랜드 제품들을 판매한다.

또 세포라가 직접 기획, 제조하는 자체상표(PB) 제품도 들여놓기로 했다.

제품을 추천해주는 뷰티 어드바이저, 온·오프라인 연계 체험, 디지털 기술 등도 매장에서 선보일 계획이다.

벤저민 뷔쇼 세포라아시아 사장은 "뷰티 트렌드를 선도하는 한국은 아시아에서도 가장 역동적인 시장"이라며 "세포라는 단순한 유통 채널을 넘어 뷰티 트렌드가 교류하는 통로 역할을 하게 될 것"이라고 말했다.

세포라코리아는 국내 신규 화장품 브랜드도 적극 발굴하기로 했다.

34개국에 진출해있는 세포라의 글로벌 유통망을 활용해 잠재력 있는 'K뷰티' 브랜드를 알리겠다는 것이다.

세포라코리아는 한국에서 2020년 6개, 2022년까지는 13개의 매장을 확대할 방침이다.

세포라의 한국 화장품 편집숍 시장 진출에 대해 업계는 엇갈린 반응을 내놓고 있다.

이미 적지 않은 화장품 브랜드 매장이 문을 닫은 만큼 "늦었다"는 반응과 "그래도 세포라는 다를 것"이라는 반응이 나온다.

글로벌 시장조사기관 유로모니터에 따르면 지난해 올리브영, 랄라블라, 롭스 등 국내 헬스&뷰티(H&B)스토어 매출은 2조4464억원으로 집계됐다.

2013년부터 지난해까지 연평균 32.8% 성장했다.

반면 시코르, 아리따움, 브랜드숍 등 화장품 전문 매장으로 분류되는 시장 규모는 지난해 3조2089억원으로, 전년(3조5692억원)보다 10% 줄었다.

@highlight

루이비통모에헤네시그룹(LVMH)이 운영하는 세계 최대 화장품 편집숍 브랜드 '세포라'가 오는 10월 24일 '뷰티 트렌드를 선도하는 아시아에서도 가장 역동적인 한국시장에서 단순한 유통 채널을 넘어 뷰티 트렌드가 교류하는 통로 역할'을 목표로 국내 1호점을 서울 삼성동 파르나스몰에 열 예정이라고 15일 밝혔다.