경찰, 정신병력에 술까지 먹은 상태경찰, 정신병력에 술까지 먹은 상태 [배형욱 기자 ship@imaeil.com] 포항북부경찰서 경찰관들이 16일 오후 KTX 포항역에서 열차 폭발 소동을 벌인 A(61) 씨를 붙잡은 뒤 소지품을 확인하고 있다.

"내가 특전사령관이다.

열차를 폭발시켜버리겠다."

16일 오후 1시 10분쯤 경기도 행신역을 출발해 포항역 도착을 3분 앞둔 KTX 열차 8호 칸에서 60대 남성이 갑자기 일어나서 열차를 폭발시키겠다는 소동을 벌였다.

이 남성이 소지하고 있던 분무기 속 액체를 객실 승객들에게 보이는 대로 분사하자 승객들은 혼비백산하며 남성으로부터 몸을 피했다.

너무 놀란 승객들은 112에 전화를 걸어 "열차를 폭발하겠다는 남성이 있다.

너무 무섭다"고 신고했다.

경찰은 대테러 팀과 기동타격대 등 인력 30여 명을 현장에 급히 출동시켰고, 소방당국도 만일의 사태에 대비해 폭발에 대비한 장비와 인력 20여 명을 급파했다.

경찰은 이날 오후 1시 13분쯤 열차 도착과 동시에 대기하고 있던 인력을 투입해 이 남성을 붙잡았다.

이 남성은 "내가 연락이 안 되면 전국이 불바다가 될 것"이라고 외치며 거세게 저항했지만, 경찰이 보기에 딱히 폭발물을 소지한 테러범의 인상은 아니었다.

경찰이 압수한 남성의 물품에선 옷과 등산용 지팡이 등이 나왔으며, 폭발 가능성이 있는 물품이라곤 라이터만 발견됐다.

승객들에게 뿌린 액체는 피부 수분 보충용 화장품(미스트)로 확인됐다.

소지품에선 남성이 복용 중인 약도 발견됐다.

경찰이 확인한 결과, 이 약은 정신병과 관련된 약으로 나타났다.

남성의 입에선 술 냄새도 풍겼다.

이 남성의 신원은 동대구역에서 포항행 KTX를 탄 A(61) 씨인 것으로 밝혀졌다.

경찰은 A씨가 정신병력도 있고, 술에도 취해 이런 행동을 벌인 것으로 보고 있다.

경찰 관계자는 "혹시나 모를 사태에 대비해 바짝 긴장했지만, 헤프닝으로 끝나 다행"이라며 한숨을 돌렸다.

이번 사건과 관련해 추가 조사는 부산지방철도경찰대가 진행할 예정이다.

@highlight

16일 오후 1시 13분쯤 포항역 도착 예정인 KTX 열차 8호 칸에서 열차 폭발 소동에 경찰은 60대 남성에게서는 폴발물이 발견되지 않았으며 그가 정신병력이 있고 술에 취해 이런 행동을 벌인 것으로 보고 있다.