화력발전소 민간환경감시위원회가 지난 15일 개소 1주년을 맞아 센터성과를 공유했다.

[당진]당진시는 지난 15일 화력발전소 민간환경감시위원회의 올해 첫 회의를 갖고 오는 20일 개소 1주년을 맞는 민간환경감시센터의 운영 성과를 공유했다.

화력발전소 민간환경감시센터는 화력발전소 주변 지역의 환경보전과 감시를 위한 기구로 당진에서는 지난해 4월 20일 산업통상자원부 지원을 받아 전국 최초로 센터를 운영해 왔다.

15일 진행된 회의에서는 지난해 6월부터 올해 3월까지 실시한 대기, 토양, 소음, 악취, 폐수, 해양수질 등 환경오염물질에 대한 측정 결과가 공개됐으며, 이에 대한 환경 개선 필요성에 대한 발표가 이어졌다.

센터에 따르면 시민들의 관심이 높은 대기오염물질의 경우 지난해 발전소 주변 지역 검출량이 모두 대기환경기준을 충족한 것으로 나타났다.

특히 최근 이슈가 되고 있는 미세먼지의 경우 지난해 일일 평균 ㎥당 38.63㎍를 기록해 미세먼지 대기환경 기준인 100㎍를 밑돌았으며, 초미세먼지도 ㎥당 22.04㎍로 대기환경기준인 35㎍ 아래로 조사됐다.

한편 이날 회의에서는 시범사업의 실적 보고와 올해 추진하는 민간환경감시기구의 운영계획에 대해서도 논의했다.

감시센터 운영 성과로는 미세먼지측정기와 24시간 민원신고 화상인터폰 설치, 발전소 내 풍속계측기 위치 변경 제안, 발전소와 주변 마을 상생협약 체결 등이 꼽혔다.

또한 올해 사업으로 발전소 주변지역 환경오염물질 분석과 DB구축, 대기오염물질 감시 정보에 대한 주민 홍보, 발전소 사고 예방 감시활동 및 발생 시 신속한 대응 체계 구축을 중점 추진키로 했다.

김홍장 시장은 "화력발전소 인접지역에 위치한 지역주민은 항상 환경에 대한 불안감을 갖고 살아가고 있다"며 "민간환경감시기구가 발전소 인접지역의 오염물질을 분석하고 투명한 공개를 통해 지역주민의 불안을 해소하고 발전소와의 소통 창구 역할을 해 왔는데, 산업부와 긴밀히 협의해 지속적으로 민간환경감시기구가 운영될 수 있도록 노력하겠다"고 말했다.

@highlight

당진시는 지난 15일 화력발전소 민간환경감시위원회의 올해 첫 회의를 열고 오는 20일 지난해 4월 20일 산업통상자원부 지원을 받아 전국 최초로 운영해온 화력발전소 민간환경감시센터 개소 1주년을 맞이한 민간환경감시센터의 운영 성과를 공유했으며, 회의에서는 지낸해 6월부터 올해 3월까지 시행한 환경오염물질에 대한 측정 결과 공개 및 이에 대한 환경 개선 필요성에 대한 발표가 이어졌다.