더불어민주당이 16일 내년 4·15 총선에 현역 의원이 출마하는 경우 당내 경선을 거치도록 하는 내용의 공천 기준을 잠정 결정했다.

민주당은 또 공천 심사 단계에서 정치 신인에 대한 10% 가산 규정을 신설하기로 했다.

민주당 총선공천제도기획단은 16일 4차 회의를 열고 내년 21대 총선에 현역의원이 출마할 경우 ‘경선 실시’를 원칙으로 제시했다.

또 경선은 국민참여경선으로 실시하고 선거인단은 권리당원과 비(非)권리당원으로 구성하기로 했다.

선거인단 구성 비율은 권리당원 선거인단 50%와 안심번호 선거인단 50%로 적용하며, 권리당원 선거인단은 해당 선거구의 권리당원 전원으로 하는 것을 원칙으로 했다.

안심번호 선거인단의 경우 휴대번호 가상번호를 이용해 구성한다.

총선공천제도기획단은 간사인 강훈식 의원은 “기획단에선 지방선거 이후 적용했던 권리당원 선거인단과 안심번호 선거인단을 각각 50%씩 적용해 당심과 민심을 반반씩 (반영)하는 것으로 최고위원회에 제안할 것”이라고 설명했다.

이날 총선공천제도기획단은 가감산점 기준도 확정했다.

가산점의 경우 정치신인에 대해 10%를 부여한다.

강 의원은 그러나 “당헌에 따라 ‘각급 선거에서 후보자로 등록했던 자(당적 불문)와 공직선거후보자 선출을 위한 당내 경선에 출마했던 자, 시도당 위원장 및 지역위원장’은 정치신인 가산점을 부여하지 않는다”고 밝혔다.

또한 여성과 청년은 지난해 지방선거에 준해서 가산점을 주기로 했다.

지난해 지방선거 경선 가산점의 경우 여성은 25%, 청년은 나이에 따라 10-25%의 가산점을 준 바 있다.

민주당은 감산 기준도 다소 강화했다.

중도사퇴 등으로 보궐선거를 야기하거나 현역의원 평가 하위 20%에 해당할 경우 20%를 감산하고, 경선 불복·탈당 경력자는 감산 25%, 중앙당 징계·제명 경력자 역시 25%로 감산률을 높였다.

반면, 당원 자격 정지 경력자는 종전의 20% 감산에서 15%로 완화했다.

민주당은 이달 중 특별당규 형식으로 내년 총선 공천에 적용할 기준을 정하고, 전 당원 투표를 거쳐 확정할 계획이다.

@highlight

민주당은 21대 총선에 현역의원이 출마할경우 '경선실시'원칙의 기준을 정하고 확정할 계획이다.