디지털 광학 이미징 기업 캐논코리아컨슈머이미징은 빔 프로젝터 ‘XEED 시리즈’ 25대가 도입된 디지털 아트 전시 ‘한국의 정원 展’을 오는 18일부터 다음 달 19일까지 예술의전당 한가람 디자인 미술관에서 개최한다고 16일 밝혔다.

‘한국의 정원 展: 소쇄원, 낯설게 산책하기’는 한국의 정원 문화의 독자성과 아름다움을 알리기 위해 크리에이티브 팀 ‘All that Garden’이 기획한 디지털 사이니지 아트 전시이다.

사진 동양화 영상 등 다방면의 예술가가 한국의 대표적인 정원인 담양 소쇄원을 각자의 방식으로 해석해 표현했으며 영상 빛 소리 향기가 어우러져 오감을 자극하는 체험형 전시로 구성됐다.

‘한국의 정원 展’에는 캐논의 파워 프로젝터 라인업인 ‘XEED 시리즈’ 2종 25대가 도입돼 선명한 고화질의 영상미와 다채로운 공간감, 생동감 넘치는 전시 환경을 구현했다.

이번 전시에 사용되는 WUX7500과 WUX5800은 폭넓은 설치 환경에 대응하며 콤팩트한 사이즈에 LCOS 패널과 AISYS 광학 시스템을 탑재해 고해상도 및 정확한 색상 표현력으로 왜곡을 최소화했다.

LCOS 패널은 격자 현상 없이 매끄럽고 균일한 이미지를 만들어내는 정교한 표현력으로 영화 같은 빠른 영상도 스크린에 정확하게 투사해 뛰어난 화질을 제공한다.

이번 전시는 고화질의 영상 표현이 요구되는 상황에서 캐논만의 혁신적인 광학 기술력을 선보이는 계기가 됐다.

한편 캐논은 공식 SNS 채널에서 ‘한국의 정원 展 초대 이벤트’인 전시 티켓 증정 이벤트를 진행한다.

캐논 코리아 공식 블로그 내 한국의 정원 展 관련 콘텐츠에 가고 싶은 이유를 적으면 추첨을 통해 총 50명에게 전시 티켓을 선물할 예정이다.

공식 페이스북 계정에서는 가고 싶은 친구를 댓글에 해시태그로 기입하면 추첨을 통해 총 40명에게 전시 티켓을 증정한다.

@highlight

디지털 광학 이미징 기업 캐논코리아컨슈머이미징은 오는 18일부터 다음 달 19일까지 예술의전당에서 빔 프로젝터 'XEED 시리즈'25대가 도입된 디지털 사이니지 아트 전시인 '한국의 정원 展: 소쇄원, 낯설게 산책하기'를 개최한다.