여성농업인 10명 중 8명은 남성농업인보다 지위가 낮다고 생각하고, 직업적 지위를 경영주로 인식하는 비율도 저조한 것으로 나타났다.

농림축산식품부는 이 같은 내용을 담은 '2018년 여성 농업인 실태조사'를 발표했다.

조사 대상은 서울·광주·대전을 제외한 전국의 만 18세 이상 일반여성농업인 1534명, 귀농 여성농업인 267명, 농촌지역 다문화여성 248명을 대상으로 했다.

조사결과를 보면, 여성 농업인의 지위를 남성과 비교했을 때 '예전보다 높지만 남성보다 낮거나 여전히 남성보다 낮다'는 의견이 81.1%로 나타났다.

여성 농업인이 자신의 직업적 지위를 공동경영주 또는 경영주로 인식하는 비율은 38.4%로 조사됐다.

연령이 낮을수록 '여성농업인의 지위가 남성과 평등해야 한다'는 의견이 많아 30-40대에서 75-77%의 높은 수치를 보였다.

여성농업인의 지역사회 활동 중 귀농 여성농업인의 작목반, 영농조합 참여가 많은 것도 특징이었다.

여성농업인이 농업경영에 참여하고 있는 분야는 판로결정이 57.6%로 가장 높았고, 농사기술이나 판매 정보 56.1%, 농작물 규모·종류 선정이 41.7%로 나타났다.

대다수 여성농업인은 관련 정책에 대한 인지도와 정책참여율이 낮은 것으로 조사됐다.

여성농업인 정책인지도는 6.1-39.4%로 나타났고 정책참여도는 인지도에 비해 낮은 수준으로 농번기 마을공동 밥상을 제외하면 참여율은 0.7-12.6%에 불과했다.

정책사업 중 농번기 마을공동밥상(39.4%), 마을기업 및 농촌 체험마을 기업(33.4%), 여성농업인 일손 돕기 지원사업(32.5%) 순으로 인지도가 높았고, 또한 영농규모가 클수록 인지도가 높았다.

농식품부 관계자는 "이번 조사를 통해 농업·농촌 분야에서 여성농업인의 지위에 대한 인식 제고, 전문경영인 역량교육, 현장의 정책 체감도 제고 등이 필요함을 다시 한 번 확인했다"면서 "향후 신설예정인 여성농업인 전담팀을 올해 상반기내에 구성하겠다"고 밝혔다.

@highlight

농림축산식품부가 발표한 '2018년 여성 농업인 실태조사'에 의하면 여성농업인 81.1%는 '여성농업인의 지위가 남성보다 예전보다 높지만 낮거나 여전히 남성보다 낮다'고 생각하고, 직업적 지위를 경영주로 인식하는 비율도 낮은 것으로 나타났다.