문재인 대통령은 16일 오후 7박8일간의 중앙아시아 순방 일정에 돌입했다.

투르크메니스탄, 우즈베키스탄, 카자흐스탄 등 3개국을 차례로 국빈 방문해 ‘신북방정책’의 외연을 확장하고, 우리 기업의 중앙아시아 지역 진출 기반을 다질 예정이다.

문 대통령은 첫 방문지인 투르크메니스탄에서 17일 공식 일정을 시작한다.

구르반굴리 베르디무함메도프 대통령과 정상회담을 갖고, 저녁에는 국빈 만찬도 예정돼 있다.

18일에는 우리 기업이 수주해 완공한 키얀리 가스화학 플랜트 현장을 방문한다.

이어 문 대통령은 18일부터 21일까지 우즈베키스탄을, 21일부터 23일까지 카자흐스탄을 각각 방문한다.

우즈베키스탄에서는 샵카트 미르지요예프 대통령과 정상회담을 한 후, 우즈베키스탄 의회 연설에 나선다.

동포간담회를 열어 현지 고려인들 격려할 예정이다.

문 대통령은 21일에는 마지막으로 방문국인 카자흐스탄으로 이동해 한인종합예술극장인 고려극장을 찾아 현지 동포들과 만난다.

이어 수도인 누르술탄에서 독립유공자 계봉우 선생과 황운정 선생 내외의 유해를 국내로 봉환하는 행사를 가질 예정이다.

아울러 정부는 독립운동가 홍범도 장군의 유해를 봉환하는 방안도 카자흐스탄 측과 협의 중이다.

22일에는 새로 취임한 카심조마르트 토카예프 카자흐스탄 대통령과 정상회담을 갖고, 누르술탄 나자르바예프 카자흐스탄 초대 대통령도 면담한다.

청와대는 “이번 순방 지역인 중앙아시아는 북방경제권의 중심에 위치하고 있는 신북방정책의 핵심 대상 지역”이라며 "이번 정상 외교를 통해 우리 기업의 중앙아시아 3국 진출을 적극 지원하고 이들 국가의 의료, 보건, IT 분야 산업 현대화 과정에서 한국식 시스템 전수를 추진할 것"이라고 설명했다.

이번 순방에는 박용만 대한상공회의소 회장, 손경식 한국경영자총협회 회장, 윤부근 삼성전자 부회장 등을 비롯해 300여명의 재계 관계자가 경제사절단으로 동행했다.

@highlight

문재인 대통령은 신북방 정책의 핵심 대상 지역인 중앙아시아의 투르크메니스탄, 우즈베키스탄, 카자흐스탄을 순방하고 정상 외교를 펼침으로써 우리 기업의 중앙아시아 지역 진출의 초석을 다질 계획이다.