울산 도심 한복판(남구 옥동)에 위치해 ‘금싸라기 땅’으로 일컬어지는 옛 울주군 청사부지를 개발하는 사업이 이르면 다음달 본격화된다.

울산시는 울주군과 옛 울주군청사(사진) 부지 매입을 위한 매매 계약을 다음 달이나 오는 6월 중 체결하고 계약금을 납부할 계획이라고 16일 밝혔다.

옛 군청사 부지는 공시지가 기준으로 대략 445억 원에 이를 것으로 추산된다.

청사 매매가 납부 방식을 놓고 시는 10년 분납, 군은 5년 이하 분납으로 이견을 보이지만, 조만간 접점을 찾을 수 있을 것으로 알려졌다.

분납기간이 정해지면 감정평가가 진행돼 옛 군청사 부지가 얼마인지 매매가가 정해진다.

시와 군은 이를 토대로 계약금을 산정한다.

아울러 시가 신청한 국토교통부 주관 노후 공공청사 복합개발사업 공모 결과도 이달 중 나올 예정이다.

이 사업은 주택기금을 받아 옛 군청사 부지에 공공청사와 행복주택을 짓는 것이다.

행복주택은 대학생 청년 신혼부부 등을 위해 직장과 학교가 가까운 곳이나 대중교통 이용이 편리한 곳에 짓는 저렴한 공공임대주택을 말한다.

시는 노후 공공청사 복합개발사업에 선정될 경우 5월 중 행정안전부의 투자심사 면제 신청을 하기로 했다.

지자체가 추진하는 사업 중 국비 300억 원 미만에 총사업비 500억 원이 넘는 사업은 행정안전부 투자심사를 받아야 한다.

단 정부 공모사업에 선정되면 투자심사를 면제받아 조속한 사업 추진에 도움이 된다.

시는 옛 군청사 일대를 개발하는 ‘도시재생 뉴딜사업’에 2023년까지 1285억 원을 투입할 계획이다.

시는 앞서 지난해 10월 울주군에 부지매각을 요청하고 오는 11월 시의회에 공유재산관리계획 의회 승인을 얻어낸 바 있다.

울주군도 지난달 15일 공유재산관리계획에 대한 군의회 승인을 얻고, 같은 달 26일 부지 및 건물 매각 협의를 시에 요청하는 등 상호 간에 청사 매매를 위한 절차를 진행해 왔다.

자유한국당 이채익(남구갑) 국회의원은 “옛 군청사 일대 재개발로 주변 상권이 다시 살아나고, 지역주민 모두가 새로워진 환경에 만족할 수 있도록 국회 차원에서도 적극적으로 노력하겠다”고 말했다.

@highlight

울산시는 울산 도심 한복판에 위치해 ‘금싸라기 땅’으로 불리며 약 445억 원의 옛 울주군청사를 개발하는 사업을 위한 부지 매입 매매 계약을 다음 달이나 오는 6월 중 체결하고 계약금을 납부할 계획을 밝히며 사업을 본견화한다.