고려건설은 올 상반기 지역 내에서 중소규모 아파트 단지 6곳을 시행 또는 수주했다고 16일 밝혔다.

올해 분양 예정인 경산 풀비체 라센트라.

고려건설 제공.

'풀비체' 브랜드로 익숙한 고려건설이 올 상반기에만 6개 단지의 시행 및 시공권을 수주하는 등 적극적인 행보를 이어가고 있다.

특히 낮은 수익성을 이유로 건설사들이 기피하는 지역의 소규모주택정비사업에서 두각을 드러내고 있다.

고려건설은 올해 범어공원 풀비체(126가구)를 시작으로 경산역 풀비체(238가구)와 범어풀비체 3차(257가구)를 잇따라 수주했다.

현재 수주를 추진 중인 파동풀비체 1~3차 사업까지 더하면 올 상반기에만 6개 단지 아파트 사업을 진행하게 된다.

현재 확정된 수주금액은 총 사업비 1천370억원 규모다.

고려건설이 수주 행진을 이어가는 건 사업 수익성이 낮아 다른 건설사들에게 외면받는 중소규모단지를 집중 공략했기 때문이다.

대단지 아파트와 대형 건설사업에만 몰두할 경우 지역의 소규모 아파트 재건축 및 재개발사업은 어려움을 겪을 수밖에 없다는 게 이유다.

고려건설은 5년 전부터 꾸준히 소규모주택정비사업에 집중해왔다.

일본 등 해외 사례에서 보듯이 소규모주택정비사업이 도시재생 과정에 반드시 필요하다는 판단에 따른 것이다.

소규모주택정비사업은 자율주택정비사업과 가로주택정비사업, 소규모 재건축사업 등이 모두 포함된다.

다양한 문화·예술분야를 아파트에 접목한 점도 특징으로 꼽힌다.

고려건설은 '풀비체문화대학'과 '풀비체문화센터'를 운영하는 한편, (사)한국생활예술총연합회도 후원 중이다.

다양한 문화·예술공연을 제공하는 '문화예술아파트'를 통해 지역의 문화·예술인들을 후원하고 입주민들의 소통을 돕는 기회로 만들고 있다는 것이다.

장세철 고려건설 회장은 "이제 아파트는 상품성만으로는 변별력이 떨어진다.

다양한 콘텐츠를 제공해 삶의 질과 만족도를 높여야 한다"며 "문화, 예술, 힐링을 제공하는 아파트로 성장시킬 것"이라고 밝혔다.

@highlight

고려건설은 상반기 기피지역인 중소규모 아파트 6개 단지 시행.시공 수주를 통해 사업을 확장하고 아파트에 다양한 콘테츠 제공 의사도 밝혔다.