] 보험을 깰 때 가입자가 돌려받는 해약환급금이 늘어날 전망이다.

설계사들이 수수료가 높은 상품만 권하거나 가입 후 '나몰라라'하지 않도록 수당 지급 방식도 단계적으로 개편된다.

보험연구원은 16일 '소비자 보호를 위한 보험상품 사업비·모집수수료 개선' 공청회를 열어 이런 방안을 공개했다.

정부가 검토해 온 개편 방안의 밑그림으로 볼 수 있다.

금융위원회는 업계 안팎의 의견을 검토해 내년 초부터 단계적으로 시행할 예정이다.

정원석 보험연구원 연구위원은 보장성보험 중 저축보험료 부분, 치매·간병 등 장기보장성보험, 무사고 환급형 보험 등에 적용하는 표준해약공제액을 조정해 해약환급금을 높이는 방안을 제시했다.

계산법을 바꿔 공제액을 지금보다 20~35%가량 줄임으로써 해약환급금이 그만큼 늘어나는 구조다.

갱신 또는 재가입할 때 보험료 인하를 유도하는 내용도 들어갔다.

보험사는 최초 계약에 비해 비교적 손쉽게 가입자를 확보한 만큼 사업비를 덜 떼어가야 한다는 주장이다.

보험 모집조직이 첫 1년간 받는 수수료를 가입자가 낸 보험료 이하로 제한하는 방안도 제시됐다.

국내 보험사들은 가입자 유치 수당의 70~90%를 첫해에 몰아서 주고 있다.

이를 선진국과 비슷하게 초년도에는 전체의 50% 이하, 초회 지급 수수료는 25% 이하로 조정하는 것이다.

수당을 여러 해에 걸쳐 나눠받으면 가입자에 대한 사후 관리도 개선될 것이란 설명이다.

종신보험에 연금전환 특약을 넣거나 보장성 변액보험을 팔 때 설명·안내 의무를 강화하는 내용도 들어있다.

보험사와 대리점이 수당 지급기준을 명확히 밝히도록 해 설계사 권익을 보호하기로 했다.

다만 보험사나 설계사들의 수익과 직결된 현안이어서 최종안 확정까지 진통이 예상된다.

김용범 금융위 부위원장은 "이해관계자의 다양한 의견을 청취하되 제도 개선의 최종 수혜자는 소비자가 되도록 제도 개선 방향을 검토하겠다"고 말했다.

@highlight

보험연구원이 16일 공청회를 통해 보험 해지 후 받는 해지 해약금을 늘리고, 보험 모집인의 모집 수당 수수료를 분납하거나 수수료율을 낮추는 등 '소비자 보호를 위한 보험상품 사업비·모집수수료 개선' 에 대해 설명했다.