충북일보=단양］ 제20회 단양군청소년 한마음예술제가 지난 15일 문화예술회관에서 성황리에 열렸다.

이날 행사는 (사)한국예총단양군지회 주관으로 각 기관 단체장과 관계자, 각 중·고등학교 교장 및 행사의 주인공인 단양 청소년들이 참여했다.

올해로 20회를 맞는 예술제는 2000년 제1회를 시작으로 그동안 청소년들의 다양한 재능과 개성을 신장시키고 청소년들의 놀이문화를 건전한 방향으로 수용해 청소년들이 고민하는 사회적 문제를 예술로 승화시킬 수 있는 계기를 마련해 주고 있는 단양 청소년들의 대표적인 축제로 자리매김하고 있다.

단양 지역 200여명의 청소년들은 각각 선호하는 8개 분야인 국악(사물놀이,난타), 무용(댄스), 문학(낭송), 미술, 연예1(가요), 연예2(밴드), 음악(중창)에 출전해 그동안 갈고 닦은 재능과 기량을 한껏 표현하며 실력을 겨뤘다.

이번 대회에서 국악1분야 금상 중등부 이우석 외 13명(단성중학교), 고등부 고민기 외 24명(한국호텔관광고등학교), 무용분야 금상 최원예 외 9명(매포중학교), 고등부 민정혜 외 12명(한국호텔관광고등학교), 문학분야 금상 중등부 김성인(단양소백산중학교), 미술분야 금상 중등부 최윤경(단성중학교), 고등부 이송희(단양고등학교), 연예1분야 금상 중등부 김나영(단양중학교), 고등부 최지민(단양고등학교), 연예2분야 금상 중등부 장원호 외 7명(매포중학교), 음악분야 금상 김민기 외 10명(단양소백산중학교)가 각각 수상했다.

이번 분야별 입상자는 오는 5월 21일부터 23일까지 청주에서 열릴 예정인 충북도 본선 충북 청소년 한마음예술제에 참가해 도내 타 시·군 청소년들과 자웅을 겨룬다.

@highlight

단양 청소년들의 대표적인 축제인 '단양군청소년 한마음예술제'가 단양 청소년들과 각 중고등학교 교장이 참여한 가운데 성황리에 열려, 단양 지역 200여명의 청소년이 국악, 문학, 미술 등의 분야에 출전해 실력을 겨뤘다.