지난 15일(한국시간) 미국 조지아주 오거스타내셔널GC에서 끝난 제83회 마스터스가 끝난 후 타이거 우즈(미국)가 11년만의 메이저대회 트로피를 들어올렸고 그의 어머니 쿨티다, 두 자녀(샘·찰리)에게 스포트라이트가 쏟아진 것에 비해 이들은 주목받지 못했다.

미국 경제전문지 포브스는 캐디 조 라카바와 함께 이들 셋이 우즈의 성공을 뒷받침한 빼놓을 수 없는 조력자라고 소개했다.

허먼의 존재감은 절대적이다.

영국 '선'은 허먼을 '구세주(saviour)'라고 표현하기까지 했다.

허먼은 2017년 미국프로골프(PGA)투어 제네시스오픈 대회장에서 임시로 설치된 우즈 브랜드의 레스토랑 관리인이었던 것으로 알려졌다.

같은해 10월 프레지던츠컵에 함께 나타나며 연인관계로 주목받았다.

우즈가 2010년 엘린 노르데그렌과 이혼한 후 스키 여제 린지 본에 이어 두 번째로 만난 여성이었다.

'선'은 노르데그렌과 본이 우즈의 신뢰를 끝까지 얻지 못했다고 적었다.

우즈보다 9살 어린 허먼 역시 한 때 돈을 목적으로 남자를 만나는 이른바 '골드 디거(gold digger)'라고 조롱 받았다.

하지만 우즈가 자신의 차 안에서 약물에 취해 잠든 혐의로 법원에 출두하는 등 어려운 시기를 보낼 때도 옆에서 충실히 보좌하며 '그림자 내조'를 이어갔다.

포브스는 또 1998년 우즈와 함께 일한 스타인버그를 우즈의 부활을 이끈 주요 인물로 소개했다.

우즈는 스타인버그가 2011년 기존 회사를 떠날 때 함께했다.

우즈의 대변인 역할을 하는 그린스펀은 2008년부터 우즈를 위해 일했다.

2009년 우즈의 '섹스 스캔들' 때도 그린스펀이 우즈 곁에서 큰 도움을 준 것으로 알려졌다.

포브스는 또 우즈와 끝까지 의리를 지킨 캐디 라카바를 우즈의 중요한 조력자로 꼽았다.

@highlight

타이거 우즈가 15일 미국 조지아주 오거스타내셔널GC에서 그린스펀 및 캐디 라카바와 함께 어머니 쿨티다, 두 자녀(샘·찰리) 등 성공을 뒷받침한 조력자의 큰 도움으로 11년 만에 메이저대회 트로피를 들어올렸다.