부산대 법학전문대학원 권혁 교수는 3년 전부터 산업안전보건법 개정을 위해 노력했다.

권 교수는 “계약 관계 속에서 노동자의 소속을 따지는 계약 관계에서 벗어나 안전과 관련된 책임 소재를 따지는 것에 주력했다”며 “산업 현장에서 발생하는 안전 문제는 비정규직 처우 개선과 직결된다.

사회 전체 제도 개선에 관심을 가져야 하는 이유다”고 강조했다.

부산대 로스쿨 권혁 교수가 개정된 산업안전보건법을 설명하고 있다.

법을 전면 개정한 것은 의미 있는 일이다.

그동안 문제점으로 지적된 위험의 외주화를 해결할 길이 열렸기 때문이다.

기업이 공장 안전을 두루 살피는 구조를 만들도록 유도하는 쪽으로 법이 개정돼 ‘안전’에 관심을 높여 바람직한 산업 생태계를 만드는 계기가 됐다.

권 교수는 “완전한 안전을 추구한다고 가정할 때 처벌과 제재의 강화는 상당한 효과를 거두는 장치”라면서도 “하지만 처벌 강화는 ‘완전한’ 안전을 이루는 수단이 결코 아니다”고 설명했다.

처벌 강화 이후 남은 과제는 사회 인식 변화에 따른 자발적인 노력이 필수다.

이번 법 개정은 노사 양측 모두에 환영을 받지 못한다.

하청업체의 안전 관리 책임을 떠맡게 된 경영인은 지나친 규제라고 목소리를 높였다.

노동계는 안전을 강화하지 못한 법안이라고 비판했다.

권 교수는 개정법에 “정규직은 다치지 않느냐는 지적이 적절한 반론”이라며 “그동안 무분별한 외주화로 산업 현장에서 사고가 일어날 가능성이 커졌다.

기업이 안전을 주요 경영 사안으로 생각하도록 유도했다”는 의견을 내놓았다.

개정법에는 전문경영인이 직접 안전과 관련한 교육을 이수하도록 의무화했다.

또 이사회에 안전과 관련된 사안을 보고하도록 명시했다.

한국 기업 특성상 실무자가 안전을 챙기는 것보다 경영인이 안전을 챙기면 사고 확률을 대폭 낮출 수 있다는 판단이 이 법에 녹아 있다.

권 교수는 “현실에서 수용 가능한 점을 따지다 보니 이상과 현실 사이에서 절충안을 찾은 것으로 보인다”며 “개정법은 산업 안전의 변화를 이끄는 차원에서 나온 것이다.

시행착오를 거쳐 보완될 것”이라고 말했다.

민건태 기자 .

@highlight

부산대 로스쿨 권혁 교수가  안전을 주요 경영 사안으로 생각하도록 개정된 '산업안전보건법'을 설명하면서 현실 수용 가능한 점을 찾다보니 이상과 현실 사이의 절충안을 찾은 것으로 보인다며 시행착오를 거쳐 보완될 것이라고 말했다.