방송인 에이미가 과거 마약 투약을 연예인 A씨와 함께 했다고 폭로했다.

16일 에이미는 자신의 인스타그램에 "오늘 참 너무 마음이 아프고 속상한 날이다. 요즘 뒤늦은 후회를 하며 지난 날에 대해 생각하고 있다"며 '과거 자신의 마약 투약 혐의로 경찰조사를 받았을 당시 힘들었던 심경'을 장문의 글로 전했다.

에이미는 "제가 잘못을 저질러서 경찰서에 갔을 때 '누구누구와 같이 프로포폴을 했느냐'는 질문을 받았을 때 입이 떨어지지 않았다. 저만 처벌해달라고 했으며, 잡혀갈지 말지 오고가는 상황에 누군가에게 전화가 왔다"고 말했다.

에이미는 "전화로 상상도 못할 이야기를 들었다. '에이미가 혹시라도 자기를 경찰에 불어버릴 수도 있으니, 그전에 만나서 성폭행 사진, 영상을 찍어 불지 못하게 하자'고 했다더라. 그걸 제안한 사람이 제 친구 A씨였고 저는 충격 받았다"고 폭로했다.

에이미는 그 뒤로 A씨가 전화를 걸어 "조사가 시작되고 군대에서 '나를 도와달라. 미안하다. 그런게 아니다'라고 변명을 늘어놓더라. 연예인 생활이 끝나면 자기는 죽어버릴거라고 도와달라고 했다. 저보고 안고 가라고 했다"고 충격적인 이야기를 전했다.

막상 에이미가 안고 갔을 때는 고맙다는 말도 없이 피했다고.

에이미는 "저 혼자 구치소를 가는 일보다 슬픈 것은 소중한 친구의 실체를 알아버린 것이다. 그게 가장 아프고 배신감을 잊지 못한다"며 "모든 프로포폴은 A씨과 함께였다. 줄피뎀도 마찬가지다. 전 지금도 저지른 죄로 용서를 빌고 벌을 받는데, 그 친구는 환하게 티비에서 웃고 있다. 어떻게 다른 사람을 사주해 그럴 수가 있는지 용서해야한다는 게 슬프다"고 고백했다.

이에 대중들은 에이미의 마약 투약 배경에 연예인 A씨의 존재가 있었다는 사실에 충격을 받았다.

연예인 A씨는 과연 누구일지, 또 에이미의 말이 정말 사실인지 궁금증을 자아낸다.

한편 앞서 에이미는 지난 2012년 프로포폴 투약 혐의로 징역 8개월, 집행유예 2년을 선고 받았다.

이후 그는 집행유예 기간에 졸피뎀을 투약한 혐의로 벌금 500만원을 선고받고 2015년 강제 추방됐다.

@highlight

에이미가 마약 투약 혐의로 경찰조사를 받았을 당시 힘들었던 심경을 장문의 글로 전하며 과거 마약 투약을 연예인 A씨와 함께 하였는데 A씨가 성폭행 사진, 영상을 찍어 이 사실을 덮으려했다는 폭로를하여 A씨에 대한 궁금증을 더욱 불러 일으켰다.