국내 연구진이 차세대 디스플레이 기술로 각광받는 양자점 발광다이오드(QLED) 성능을 획기적으로 높이는 기술개발에 성공했다.

16일 한국전자통신연구원(이하 ETRI)에 따르면 최수경 ETRI ICT소재부품연구소 유연소자연구그룹 박사 연구진은 QLED정공 주입 개선 기술 개발을 통해 양자점 표면을 구성하고 있는 분자체를 바꿔, QLED의 밝기, 전류 및 전력 효율을 향상시킬 수 있는 핵심 기술을 개발했다.

자체적으로 빛을 내는 반도체 입자인 양자점을 이용한 디스플레이인 QLED 기술의 가장 큰 난제는 발광 층 내 전자-정공 이동 불균형 현상이다.

QLED 디스플레이를 구성하는 소자는 양 전극에서 주입된 전자(electron)와 정공(hole)이 양자점에서 만나 빛을 낸다.

이 때 전자는 자유롭게 위아래로 잘 이동한다는 특징이 있지만, 정공의 경우 전극과 양자점 에너지 간 전달이 더뎌 이동이 힘들다.

전자-정공 불균형 문제는 양자점 발광다이오드의 성능을 떨어뜨리고 소자의 수명을 짧게 만들어 이를 해결하기 위한 연구가 필요했다.

연구진은 디스플레이서 밝게 빛나는 발광층 위에 양자점을 깔고 정공 쪽에 해당되는 부분만 피리딘이라는 물질로 바꿔 불균형 문제를 해결했다.

이를 통해 양자점과 정공 수송층 사이의 거리가 줄어들고 중간 에너지 층이 만들어져 전자와 정공이 효율적으로 만나 빛을 냈다.

이번 연구를 통해 추가적인 전압이 필요 없이 낮은 전압에서도 발광도 가능해졌다.

또 기존에 비해 최대 4.5배의 밝기, 1.7배의 전류효율, 2.3배의 전력효율을 가지는 QLED구현도 가능케 됐다.

연구진이 개발한 기술은 국제 학술지 'Journal of Materials Chemistry' 3월 표지 논문으로 선정됐다.

@highlight

﻿16일 최수경 ETRI ICT소재부품연구소 유연소자연구그룹 박사 연구진은 QLED정공 주입 개선 기술 개발을 통해 낮은 전압에서도 발광도 가능하고 기존 보다 최대밝기를 4.5배, 전류효율을 1.17배와 2.3배 가지는 QLED구현도 가능하게 되었다.