문화체육관광부 육성 축제로 선정된 ‘2019 울산옹기축제’가 다음달 3∼6일 전국 최대 옹기 집산지인 울산시 울주군 온양읍외고산 옹기마을에서 열린다.

울주군과 옹기축제추진위원회는 16일 올해 축제 추진상황보고회를 열고, 54개 세부 프로그램을 확정했다.

대표 프로그램 ‘옹기장날 구경 오이소’는 외고산 옹기마을에 장이 열려 전국의 옹기장수가 모여드는 스토리텔링을 기반으로 옹기 해설, 옹기 경매, 마당극, 거리 퍼포먼스 등 다양한 연계 프로그램을 진행한다.

군과 추진위는 축제장에서 옹기를 구매하는 관광객에게 ‘옹기사랑 상품권’을 지급한다.

구매 금액이 3만 원 이상이면 3000원, 5만 원 이상 5000원, 10만 원 이상 1만 원의 상품권을 각각 지급해 축제장에서 사용할 수 있도록 할 예정이다.

울산광역시 무형문화재 제4호로 지정된 장인들의 전통옹기 제작 시연은 마을 안내센터에서 볼 수 있다.

어린이들이 가족과 함께 옹기 만들기를 체험하면서 흙 속에 뒹굴 수 있는 흙장난촌은 옹기박물관 뒤에서 펼쳐진다.

또 초등학교 학생들이 옹기 만들기에 도전하는 ‘어린이 옹기장인 선발대회’는 사전 접수를 통해 진행한다.

이밖에 제6회 대한민국 옹기 공모전, 유럽의 옹기를 만날 수 있는 세계옹기특별전, 동화 속 옹기 이야기, 미니 콘서트 등을 준비한다.

군과 축제추진위는 관람객 편의를 위해 남창역에서 축제장까지 셔틀버스를 운영하고, KTX울산역 출발 5004번 리무진 버스를 옹기마을에 임시 정차하며, 옹기마을 뒤 유휴부지에 대형 주차장을 조성할 계획이다.

정광석 옹기축제추진위원장은 “올해 축제는 볼거리와 먹거리, 즐길거리가 풍부해 관광객들이 즐거운 추억을 만들 수 있을 것”이라며 “특히 옹기 구매에 따른 상품권 지급으로 축제의 질을 높이는 것은 물론 지역경제 활성화에도 도움이 될 것으로 기대한다”고 말했다.

@highlight

옹기 경매, 마당극 등 54개 세부 프로그램으로 구성된 '2019 울산옹기축제'가 울산시 울주군 온양읍 옹기마을에서 5월 3~6일 개최된다.