따스한 봄 날씨가 본격적으로 시작된 16일 경찰은 날씨가 풀리면서 각종 야외활동으로 발생하게 될 성폭력·성추행 등 각종 사건사고에 온 신경을 쏟고 있다.

특히 경찰은 최근 집중단속하고 있는 마약범죄가 성폭력 등의 사건과 연결될 수 있다고 보고 인천에서도 마약범죄 단속에 수사력을 모으고 있다.

이날 인천 A 경찰서 여성청소년과 관계자는 "날씨가 풀리면서 시민들이 외부활동을 하게 되는데 성폭력·성추행 등의 사건이 4월에 증가하기 시작한다"며 "성폭력·성추행 사건은 사회적으로 큰 파장을 불러일으킬 수 있기 때문에 특히 요새 더 신경을 쓰고 있는 상태"라고 전했다.

이어 "버닝썬 사태 이후로 성폭력·성추행 등의 사건이 발생할 때 피의자의 마약투약 여부를 좀더 세밀히 살펴보고 있다"며 "연예인과 상류층 자제들이 다니는 곳으로 알려진 버닝썬 등의 클럽이 인천에는 없어 마약투약 장소가 서울과 차이가 있겠지만 나이트클럽 등에서 발생하는 사건 등을 꼼꼼히 챙기고 있다"고 덧붙였다.

인천 B 경찰서의 한 관계자는 "요새는 인터넷을 통해 마약을 사고파는 경우가 많기 때문에 인터넷을 활용한 수사에 집중하고 있다"며 "마약과 성폭력·성추행을 면밀히 들여다보고 있다"고 말했다.

인천의 각 경찰서는 최근 각 부서에 사건 종결처리를 할 때 세심하게 살펴서 진행할 것을 주문하고 있다.

사건을 세밀히 다루지 않을 경우 나중에 더 큰 사건으로 악화될 수 있기 때문이다.

인천 C 경찰서의 한 관계자는 "경찰관이 사건을 다룰 때 얼핏 봐서 이상이 없는 것처럼 보여 무심하게 처리할 수 있는데 범죄의 불씨가 남아 사건이 커질 수 있는 것에 유의하고 있다"며 "가정폭력 사건의 경우도 단순히 말다툼한 것으로 보고 신경쓰지 않고 있다가 강력사건으로 돌변할 수 있으니 세심히 사건 종결처리를 해야하는 이유"라고 말했다.

이 외에도 그는 "날씨가 따뜻해지다 보니까 노인 등이 야외활동을 하면서 무단횡단을 하게 돼 최근 사망사고가 늘어나고 있는 상황"이라며 "봄철만 되면 늘어나는 교통사망사고를 예방하기 위해 각 경찰서들이 신경을 쓰고 있다"고 강조했다.

@highlight

날이 풀리며 성폭력·성추행 등 사건이 증가하는 4월을 맞아, 경찰은 최근 집중 단속 중인 마약범죄가 성폭력 등의 범죄로 연결될 수 있다고 보고 인천에서 일어날 온갖 사건사고·마역 범죄 단속을 대비해 수사력을 집중하는 중이다.