'후배 협박' 혐의로 피소됐다가 무혐의를 확정지은 가수 문희옥이 "숨도 못 쉴 만큼 답답했다"며 당시의 심경을 털어놨다.

문희옥은 17일 오전 8시 채널A '행복한 아침'에 출연해 2017년 불거진 소속사 후배 A씨와의 법정 다툼에 대해 솔직하게 밝혔다.

앞서 문희옥의 후배 여가수 A씨는 2017년 소속사 대표 김모씨를 성추행 혐의로, 문희옥을 은폐 방조 등 사기 협박 혐의로 각각 고소했다.

A씨는 김씨가 자신의 신체 부위를 만지는 등 성추행하고 홍보, 활동 비용 명목으로 1억6천만원을 갈취했다고 주장했다.

또 도움을 받기 위해 이 사실을 문희옥에게 알렸지만, 문희옥이 오히려 A씨에게 성추행 당한 사실을 말하지 말라고 협박했다며 문희옥도 고소했다.

결과는 무혐의였다.

지난해 11월 서울동부지방검찰(담당 장송이 검사)은 문희옥에게 무혐의를 통보했다.

이어 서울 남부지방법원 민사 21부도 A씨가 문희옥을 상대로 제기한 민사소송을 기각했다.

이후 A씨는 무혐의 결정에 불복해 항고했으나 기각돼 문희옥은 2심에서도 무혐의 처분을 받았다.

문희옥은 방송에서 "(당시) 제가 공격을 많이 당했는데, 천식 환자처럼 숨을 못 쉴 만큼, 실신할 만큼 놀랐다.

나와 관련된 이야기가 방송에 나오는 걸 보면서 '나한테 물어나보지' '나한테 확인 좀 해보지'라고 생각했다"며 답답했던 심경을 토로했다.

문희옥은 후배 가수 A씨에게 하고 싶은 이야기가 있느냐는 질문에 "마음 아파할 것 같다.

그런 일을 벌이긴 했지만 착하다"며 "그 후배를 돕는 주변 어른들이 조금만 더 후배를 생각해서 신중하게 대했으면 좋겠다"고 말했다.

문희옥은 소송으로 인해 극심한 스트레스를 받은 것으로 알려져 있다.

소속사 루체엔터테인먼트는 "문희옥이 무혐의 결정에도 큰 허무함을 느끼고 있다"며 "이번 소송으로 30년이 넘는 가수생활에 불명예만 남았다.

소송기간 동안 극심한 스트레스로 몸과 마음을 다쳐 병원치료를 받았고 활동중지로 인해 재정적으로도 큰 피해를 입었다"고 말한 바 있다.

@highlight

가수 문희옥은 후배 협박 혐의로 피소됐다가 무혐의로 확정지어 "숨도 못 쉴 만큼 답답했다"며 당시의 심경을 털어놓으며 소송기간 동안 극심한 스트레스로 몸과 마음을 다쳐 병원치료를 받았고 활동중지로 인해 재정적 피해도 입었다고 말해, 소속사는 무혐의 결정에도 큰 허무와 30년 넘는 가수생활에 불명예만 남았다고 전했다.