최근 승리 버닝썬 게이트 사건과 남양유업 창업주 외손녀 황하나 사건의 수사 과정에서 그동안 우리가 미처 몰랐던 경찰의 특급 서비스가 드러나 국민들에게 놀라움을 안겨주고 있다.

마약 혐의로 검찰에 송치된 황씨는 몇 년 전 지인과의 고소고발 사건 당시 '남대문경찰서에서 제일 높은 사람과 만나고 왔다. 서장실에서 조사를 받았다. 경찰서 투어까지 하고 왔다'는 취지로 이야기하며 인맥을 과시했다.

이에 대해 경찰 관계자는 '황씨가 '홧김에 아버지가 경찰청장이랑 친하다 했다'고 진술했다"며 "내사 결과 '투어'를 했다는 건 명예훼손 혐의로 고소장을 접수하러 경찰서를 방문했다가 울고 있는 황씨를 지나가던 경무과장이 보고 달래던 중 상황실을 보여달라고 해 보여준 것'이라고 설명했다.

경찰은 2015년 마약 투약 혐의 사건을 두고 황씨를 포함한 7명을 입건했다.

하지만 황씨에게 마약을 구매한 대학생이 구속된 데 반해 황씨는 단 한차례의 조사조차 받지 않았다.

황씨가 재벌 3세라는 사실을 경찰도 진술을 통해 파악하고 있었기에 봐주기 수사를 한 것 아니냐는 의혹이 불거졌다.

이에 대해 당시 수사를 담당한 경찰관은 "2015년 민주노총 '민중총궐기' 집회 현장 통제 때문에 바빠서 못했다"고 했다.

승리 단톡방 멤버인 가수 최종훈은 음주운전으로 교통사고를 내고 경찰에게 뇌물을 줘 무마하려 했다는 혐의를 받고 있다.

경찰은 가수 최종훈이 음주운전 혐의로 입건됐을 당시 용산경찰서 교통조사계장이 전화를 건 사실을 확인하고 경위를 조사했다.

경찰은 '담당 교통조사계장이 전화를 한 것은 맞지만 치안만족도 향상을 위해 전화로 궁금한 사항을 알려주고 조사 과정에 불편함이 없었는지 등을 확인한 것'이라고 해명했다.

이어 '(최씨의)생일과 같은 3월 7일에 전화했다면 주민번호를 보고 '생일 축하한다'는 말을 했을 것'이라고 진술했다.

국민들은 경찰의 이런 특급 서비스 정신을 미처 알지 못했던 데 대해 개탄을 금치 못하는 상황이다.

한 네티즌은 '음주 운전하다 3번 적발됐는데 한 번도 생일축하 문자나 전화를 받아보지 못했다'면서 비아냥 거렸다.

@highlight

마약 혐의로 검찰에 송치된 황하나씨가 경찰서장 인맥을 과시하거나 음주운전사고 관련 뇌물수수혐의를 받고 있는 가수 최종훈과 통화한 교통조사계장이 치안만족도 향상을 위한 것이라고 핑계를 대는 등 경찰의 특급서비스가 국민들의 공분을 사고 있다.