완주중학교가 지난 9일부터 15일까지 경북 김천시 김천배드민턴경기장에서 개최된 '제57회 전국 봄철 종별 배드민턴리그' 결승에서 진광중A를 3대1로 꺾고 정상을 차지했다.

완주중 배드민턴부는 지난 2월 한국 중등 배드민턴연맹 회장기 전국 학생선수권대회 우승을 차지한 데 이어 이번 대회까지 우승을 달성하면서 배드민턴의 산실로 자리매김하고 있다.

모두 56팀이 출전한 이번 대회는 7팀씩 8조가 리그전을 치러 각 조의 1위 팀이 8강에 진출해 토너먼트로 우승을 가렸다.

완주중은 A팀(김태림, 박승민, 임관희, 유준서, 김지성, 장하민)과 B팀(이지운, 김진호, 정우빈, 천지민, 박은규)이 8강에 합류함으로써 실력을 인정받았다.

특히 14일 4강 진출을 위한 토너먼트에서 완주중B는 부산동중A에게 0대 3으로 져 준결승 진출이 좌절됐지만, 완주중A는 제주사대부중A을 3대 1로 이기고 준결승에 진출, 화순중A를 맞아 3대 2로 승리를 거뒀다.

이어 치러진 결승에서 완주중A는 진광중A를 3대 1로 누르고 대회 첫 우승의 쾌거를 누렸다.

이에 완주중은 남자 중학교 부문 단체상을 받았고, 김태림 선수가 최우수선수상, 전으뜸 코치가 최우수지도자상을 수상하는 겹경사를 누렸다.

완주중 조계복 교장은 "지난해 소년체전 금메달, 밀양에서 개최된 회장기 전국선수권대회 남학생 단체전 우승·3학년 복식·3학년 단식을 휩쓸고, 이번 김천 대회까지 우승을 거두면서 5월에 개최되는 전국소년체전을 앞두고 자신감과 사기가 높다"면서 "학생, 코치, 학부모 모두가 일심동체가 돼 노력한 결과"라고 말했다.

@highlight

지난 2월 한국 중등 배드민턴연맹 회장기 전국 학생선수권대회에서 우승한 완주중학교가 지난 9일부터 15일까지 개최된 '제57회 전국 봄철 종별 배드민턴리그'에서도 우승을 차지하며, 남자 중학교 부문 단체상을 비롯해 최우수선수상, 최우수지도자상을 수상하는 겹경사를 누렸다.