김예린 '기술 임치제도' 통한 유출 예방책·피해구제 계획 발표중소벤처기업부가 보안 인프라가 취약한 중소기업의 핵심기술을 보호에 팔을 걷어붙였다.

중기부는 기술 탈취 및 유출 예방부터 피해구제, 인식·제도 개선까지 전 과정을 지원하는 내용의 '2019년 중소기업 기술 보호 지원사업 시행계획'을 16일 발표했다.

중소기업의 핵심기술 탈취·유출을 근절하고 기술 보호 역량을 강화해 기업 간 공정한 기술거래 환경을 조성한다는 취지다.

먼저 예방책으로 기술임치제도와 증거지킴이 서비스를 제공한다.

기술임치제를 통해 기술·경영상 중요 자료를 제3기관에 안전하게 보관하고 피해 발생 시 핵심기술 보유 사실과 시점을 증명할 수 있다.

기술거래 등록시스템인 증거지킴이를 활용하면 사업제안·입찰 등 기술 자료를 주고받는 과정에서 발생하는 거래 기록을 온라인으로 보존해 기술 자료 유출 사실을 입증 가능하다.

중소기업 스스로 기술 보호 역량을 강화하고자 할 경우 보안·법률 전문가의 자문을 받아 보안정책을 수립하고, 4000만원 한도(사업비의 50%)에서 보안 시스템 구축비도 지원받을 수 있다.

보안 시스템이 어느 정도 갖춰진 기업은 보안 전문기관으로부터 24시간 보안관제를 무료로 지원받는 '기술지킴서비스'를 이용하면 된다.

사후구제 사업도 펼친다.

기술 침해로 피해 입은 중소기업이 소송 등을 위해 법률전문가가 필요한 경우 무료로 변호사·변리사로부터 1 대1 법률 자문을 받을 수 있다.

분쟁이 발생한 경우 조정·중재위원회를 통해 신속한 합의를 유도할 수 있고, 중기부에 직접 기술 침해행위를 신고해 사실조사·시정권고·공표 등 행정조치도 요청할 수 있다.

자세한 내용은 중기부(mss.go.kr)나 기술보호울타리(ultari.go.kr) 누리집에서 확인하면 된다.

김영태 중기부 기술인재정책관은 "중소기업 기술보호는 대·중소기업 간 상생과 공존을 위한 전제조건이다.

기술탈취·유출을 선제적으로 억제하기 위해 징벌적 손해배상제, 입증책임전환 등도 도입할 계획"이라고 밝혔다.

@highlight

기업 간 공정한 기술거래 환경을 조성한다는 취지로 중기부는 오는 16일 피해구제, 인식·제도 개선까지 전 과정을 지원하는 '2019년 중소기업 기술 보호 지원사업 시행계획'을 발표하였고 예방책으로 기술임치제도 등을 제공한다고 밝혔다.