부산시가 최초로 미래세대인 장애아동·청소년 중심 장애인의 날 기념식을 연다.

부산시는 18일 오전 10시30분 강서구 강서실내체육관에서 제39회 장애인의 날 기념식을 개최한다고 17일 밝혔다.

부산장애인총연합회가 주관하는 이번 행사에는 부산지역 장애인과 오거돈 부산시장, 박인영 부산시의회 의장, 김석준 교육감, 자원봉사자 등 6000여 명이 참석한다.

행사에는 기념식 뿐 아니라 축하공연, 체험부스 등이 다채롭게 마련됐다.

장애인 생산품·장애인 보조기구 전시 및 수리 등의 다양한 부대행사도 열린다.

역대 장애인의 날 기념식 최초로 장애아동·청소년 300명이 초청된다.

이에 따라 예년과 달리 장애아동·청소년들이 즐길 수 있는 마술공연, VR체험, 에어바운스 등의 체험부스가 10여 개 새로 마련됐다.

축사·기념사가 대폭 축소되는 대신 장애아동·청소년과 주요 내빈들이 버튼을 누르면 ‘희망의 에어아치’가 만들어지는 메시지 퍼포먼스도 기획됐다.

1부 개회선언, 유공자 표창, 감사패·후원금 전달이 끝나면 2부 ‘장애인과 함께하는 문화콘서트’가 이어진다.

시립무용단 공연, 장애인 노래자랑, 행운권 추첨 등이 진행된다.

1부 기념식이 끝나고 시장, 시의장, 교육감은 전동 휠체어를 타고 지난 2월 도입된 장애인용 26인승 ‘나래버스’에 탑승해 장애인의 일상에 대한 시민의 관심을 유도할 예정이다.

오거돈 부산시장은 “장애인의 편의와 안전을 위해 우리 시가 할 일이 많다는 것을 안다”며 “다른 시·도와 차별화된 장애인 종합 정책을 마련해 장애인의 복지 향상과 자립 여건 조성을 위해 힘쓰겠다”고 말했다.

‘장애인의 날’은 1981년 유엔이 ‘세계 장애인의 해’를 선포한 후, 우리나라도 같은 해 4월 20일을 ‘제1회 장애인의 날’로 제정하면서 기념식을 진행해왔다.

@highlight

부산시는 18일 강서실내체육관에서 제39회 장애인의 날 기념식을 개최하는데, 이날 기념식은 역대 최초로 장애아동·청소년 300명이 초청되어  마술공연, VR체험, 에어바운스 체험부스가 마련되는 등 장애아동·청소년 중심의 행사로 꾸며진다.