김장선 박, 마약 간이검사 '음성 반응'

警, 모발 등 국과수 감정 의뢰경찰이 16일 남양유업 창업주의 외손녀 황하나(31)씨가 함께 마약을 했다고 지목한 가수 겸 배우 박유천(33)씨의 자택 등과 황씨가 거주하던 오피스텔을 각각 압수수색했다.

이에 박유천 측은 17일 오전 10시 경기남부지방경찰청에 자진 출석해 조사를 받기로 했다.

경기남부지방경찰청 마약수사대는 수사관 11명을 투입해 이날 오전 9시부터 오후 3시20분까지 박씨의 하남 자택과 차량, 신체 등에 대한 압수수색을 진행했다.

경찰은 이 과정에서 박씨의 휴대전화와 신용카드 등을 압수하고 모발, 소변을 채취했다.

또 황씨가 최근 3개월가량 거주하던 서울 용산구 한남동의 한 오피스텔도 압수수색했다.

박씨는 마약 투약 혐의로 체포돼 구속 상태로 검찰에 송치된 황씨와 올해 초 필로폰을 구매해 황씨의 서울 자택 등에서 투약한 혐의를 받고 있다.

경찰은 수사 과정에서 황씨로부터 박씨와 함께 마약을 했다는 진술을 확보하고 박씨에 대한 수사를 진행해왔다.

이에 박씨는 지난 10일 긴급 기자회견을 열고 "자신은 결코 마약을 한 적이 없다"고 반박했지만, 경찰은 통신 수사 등을 통해 황씨 진술에 신빙성이 있다고 판단해 이날 압수수색에 나선 것으로 전해졌다.

또 한때 연인관계였지만 결별한 박씨가 황씨 자택에 올해 초까지 드나든 장면이 담긴 CCTV 영상을 확보한 것으로 알려졌다.

경찰이 이날 박씨로부터 모발과 소변을 임의로 제출받아 마약 간이시약 검사를 진행한 결과, '음성 반응'이 나온 것으로 확인됐다.

하지만 박씨의 소변과 모발을 국립과학수사연구원에 정밀감정을 의뢰했다.

결과가 나오기까지는 3주 정도가 걸린다.

이와 관련, 박씨 측 변호사는 "지난 기자회견에서 박씨가 모든 의혹을 해소코자 경찰에 가서 성실히 조사받겠다고 밝혔던 만큼 경찰과 조율해 정한 17일 오전 10시 자진 출석해 조사를 받을 예정"이라고 전했다.

@highlight

경기남부지방경찰청 마약수사대는 수사관 11명을 투입하여 박씨의 하남 자택과 차량, 신체 등에 대한 압수수색을 진행하고 박씨의 휴대전화와 신용카드 등을 압수하였으며 서울 용산구 한남동의 한 오피스텔도 압수수색하였다.