전주 어진박물관(관장 이동희)이 초상화 특별전 '이렇게 뵙습니다'전을 연다.

18일부터 6월 16일까지, 개막식은 17일 오후 3시.

초상화는 조상을 깍듯이 받드는 성리학적 질서체계가 자리한 조선시대에 많이 그려졌다.

당시 초상화는 단지 그림이 아니라 결코 훼손되어서는 안 되는 '조상님'으로 여겨졌다.

피난 갈 때는 조상의 초상화를 고이 접어서 항아리에 넣어 땅속 깊이 묻어 두거나 피난 보따리 안에서 신줏단지 모시듯 지니고 다녔다.

이번에 전시되는 초상화는 보물 3점과 도문화재 6점을 비롯해 20여 점, 오랜 세월 후손들이 목숨처럼 받들어온 영정들이다.

최치원, 하연과 정경부인, 최덕지, 이숭원, 고희, 강응환, 이신문, 장태수, 김근배, 김기술, 이덕응, 박해창, 관우 초상화 등이 포함됐다.

태인 선비들의 모임을 그린 '송정십현도'도 전시된다.

최덕지 초상화는 유지 초본과 함께 전시되어 밑그림과 완성된 영정을 비교해 볼 수 있어 관심을 끈다.

이 영정과 초본은 보물 594호로 전북 지역에서는 처음 선보이는 초상화이다.

최덕지는 전주 한벽당을 건립한 최담의 아들로 직제학을 지낸 인물이다.

문효공 하연과 정경부인 영정은 보기 드문 부부상으로 조선전기에 유행한 부부초상화의 전형을 보여준다.

하연은 세종대 영의정을 지냈다.

정경부인의 영정은 조선전기 복식사를 연구하는데도 귀중한 자료다.

이동희 관장은 "초상화를 통해 선조들을 만나본다는 의미에서 특별전 '이렇게 뵙습니다'를 마련했다. 많은 분들이 찾아 주기를 바란다"고 밝혔다.

전주 어진박물관은 한옥마을 경기전 경내에 위치하고 있다.

관람 문의는 어진박물관 학예연구실 063-231-0190.

@highlight

전주 어진박물관 이동희 관장은 오랜 세월 후손들이 목숨처럼 받들어온 영정 20여점을 전시하며 초상화를 통해 선조들을 만나본다는 뜻으로 초상화 특별전 '이렇게 뵙습니다'를 열게 되었다고 밝혔다.