신서희 세종시교육청이 특수교육대상학생의 교육활동을 도와 줄 「특수교육자원봉사 인력풀」을 운영한다.

사진은 특수교육대상학생들이 겨울방학 계절학교에서 볼링수업에 참여하고 있는 장면.

(동양일보 신서희 기자) 세종시교육청은 특수교육대상학생의 교육활동을 도와 줄 '특수교육자원봉사 인력풀'을 운영한다고 16일 밝혔다.

시교육청에 따르면 현재 세종시 유·초·중·고·특수학교에 △영아 4명 △유치원 96명 △초등학교 250명 △중학교 102명 △고등학교 110명 △전공과 25명 총 587명의 특수교육대상학생들이 교육을 받고 있다.

특수교육자원봉사자는 △교내 활동보조 △기본 생활보조 △학교행사 지원 △현장체험학습보조 등의 역할을 담당하며 구체적인 사항은 담임교사와 협의해 결정된다.

활동기간은 등록일부터 오는 12월까지이며 근무지는 세종시 관내 희망 특수학급(교)이고, 근무 형태는 단기(현장체험학습 등) 또는 장기로 봉사자가 원하는 형태를 선택할 수 있다.

특수교육자원봉사는 자원봉사를 희망하는 20대 이상 시민이라면 누구나 세종시교육청 특수교육지원센터(http://www.sje.go.kr)를 통해 상시 등록이 가능하며, 관련 서류의 승인을 받으면 학교와 협의 후 자원봉사 활동이 가능하다.

관내 특수학급의 한 담임교사는 “특수교육대상학생들은 교내 활동은 물론 현장체험활동 시 활동에 제한이 많다”며, “평소 학생들과 수업하는데 물리적인 어려움이 많았는데 앞으로 자원봉사자 인력풀을 활용한다면 이런 부분이 상당부분 해소될 수 있을 것”이라고 말했다.

최교진 교육감은 “이번 특수교육자원봉사자 모집으로 인적자원을 확보하고 지역사회와의 협력 체제를 구축해, 담임교사의 교수학습 효과가 극대화 되길 바란다”며, “특수교육대상학생들이 안전하게 학교생활을 할 수 있도록 세종시민들의 많은 관심과 지원을 바란다”고 말했다.

@highlight

세종시교육청은 16일 특수교육자원봉사를 희망하는 20대 이상 시민의 지원을 받아 교내 활동보조,기본 생활보조,학교행사 지원 ,현장체험학습보조 등의 교육활동을 도와 줄 '특수교육자원봉사 인력풀'을 운영한다고 밝혔다. 