에티튜드 젖병세정제에서 가습기살균제 성분이 검출돼 충격을 준다.

쁘띠엘린은 홈페이지에 ‘에티튜드 주방세제 일부 제품을 회수합니다’라는 게시물을 17일 올렸다.

홈페이지 게시물에 따르면 ‘쁘띠엘린’은 자사가 공식 수입·판매하는 ‘에티튜드’ 주방세제 12개 품목의 특정 기간 일부 제품에서 MIT(메틸이소티아졸리논) 성분이 극소량(0~3ppm) 검출돼 해당 제품 생산과 판매를 중단하고 17일 자진 회수 및 환불 조치를 결정했다고 전했다.

MIT는 국내 가습기 살균제·보존제로 문제가 된 성분이다.

쁘띠엘린의 제품 중 대용량 주방세제 무향 제품 1종은 자진 회수 신고 당일인 17일 식약처로부터 회수 명령을 받았다고 밝혔다.

‘에티튜드’ 본사는 천연 원재료 일부에 해당 성분이 혼입된 것으로 판단하고 광범위한 조사를 진행하고 있다.

검출성분은 치약, 구강청결제, 화장품, 샴푸 등 각종 생활화학제품에 사용된다.

특히 아토베이비 세정제는 젖병 세정제여서 아기 엄마들에게 충격을 주고 있다.

유럽 소비자안전과학위원회(SCCS) 평가와 국내 화장품법에 의하면 ‘물로 씻어내는 제품’을 기준으로 15ppm 이하에서는 인체에 영향을 미치지 않음을 명시하고 있으나 국내에는 미허용 성분이다.

‘쁘띠엘린’은 고객에게 불안감을 느끼게 한 것에 책임을 통감하며 일정 기간의 제품에 적용된 자진 회수 및 환불 조치를 2018년 1월 이후 생산분까지 확대한다고 밝혔다.

따라서 최종 회수 대상 제품은 △에티튜드 대용량 주방세제, △에티튜드 무향 주방세제, △에티튜드 스위트롤러바이 주방세제 등 총 12개 제품의 특정 기간 생산 제품을 포함해 2018년 생산 제품 전체가 된다.

디지털콘텐츠팀 .

@highlight

'쁘띠엘린"은 수입·판매 하는 '에티튜드 젖병세정제' 일부 제품에 국내 가습기 살균제, 보존제로 문제가 된 성분인 MIT(메틸이소티아졸리논) 성분이 검출됐다고 밝히며 해당 제품 생산, 판매를 중단 후 17일 자진 회수 및 환불 조치를 결정했다.