“앞으로 1년 동안 북미, 어떻게 남북 관계가 진행될지가 내년 21대 총선의 가장 중요한 변수가 될 겁니다.”

바른미래당 손학규 대표가 17일 ‘내년 총선을 말하다’를 주제로 강연하고 있다.

17일 부산롯데호텔에서 열린 제16기 국제아카데미 7주 차 강연자로 나선 바른미래당 손학규 대표는 ‘내년 총선을 말하다’는 주제로 열린 강연에서 이렇게 말했다.

손 대표는 지난해 6·13 지방선거를 예로 들면서 “대통령 선거에 이은 지방선거는 정권에 대한 중간 심판 성격을 가진 것은 어느 나라든 마찬가지”라면서 “지난 지방선거 직전에 열린 북미 정상회담 이슈로 인해 당시 선거는 큰 의미가 없을 정도로 (여당이) 휩쓸고 지나갔다”고 평가했다.

손 대표는 문재인 정부를 향해 날선 비판을 쏟아냈다.

그는 “최근 한미 정상회담은 지난 2월 하노이에서 열린 북미 정상회담 이후 정체된 한반도를 둘러싼 분위기에 대화의 물꼬를 트는 작은 계기를 마련한 정도에 불과하다”며 “국민 입장에서는 경제가 가장 중요한데 경제는 나아질 기미가 보이지 않는다”고 지적했다.

손 대표는 “분배와 정의를 기초로 한 문재인 정부의 소득주도 성장은 우리나라 상황과 맞지 않다”면서 “이미 세계 경제가 내리막길을 걷고 있는 상황에서 문재인 정부가 과연 경제를 소생시킬 방안을 가졌는지 의문을 품지 않을 수 없다”고 말했다.

지난 4·3 창원성산 보궐선거 참패로 불거진 바른미래당 내홍에 대해서도 언급했다.

손 대표는 “제3의 세력으로는 선거가 안 되겠다는 게 내홍의 핵심”이라고 진단했다.

거대 양당제의 영향력과 사표 방지 심리가 극단으로 작용한 선거라고 평가했다.

이어 “새로운 정치의 길이 불가능하지는 않다”고 강조한 뒤 “좌우, 보수·진보, 영·호남의 극한 대결이 그대로 나타난 게 이번 보궐선거였다.

내년 총선에서도 (이번 선거 결과가) 그대로 가지는 않을 것”이라고 예상했다.

“이미 한국 정치는 다당제의 길에 들어섰고 제왕적 대통령제의 권위적인 통치는 지나갔다”는 게 그의 진단이다.

김미희 기자 .

@highlight

바른미래당 손학규 대표가 17일 열린 강연에서 내년 21대 총선의 가장 큰 변수는 북미·남북 관계라고 평가하고 문재인 정부의 경제 정책을 비판하며 우리나라 실정에 맞는 경제 성장 정책의 필요성을 언급했다.