배우 정인선이 돌직구 시식평을 날린다.

17일 방송되는 SBS '백종원의 골목식당'에서는 서산 해미읍성 편의 세 번째 이야기가 공개된다.

제작진에 따르면 지난 주 방송에서 소곱창 수업을 진행한 백종원은 숙제검사를 위해 곱창집을 찾았다.

백종원에게 전수받은 대로 손질해 보관한 소곱창은 기존 소곱창과 확연히 다른 차이를 보여 사장님들을 감탄케 했다.

첫 방문 당시 샴푸향이 난다는 충격의 시식평을 남겼던 정인선도 소곱창 시식을 위해 곱창집에 방문했다.

곱창집 여사장님은 정인선에게 "또 샴푸향이 나요?"라고 돌직구를 던져 모두를 당황하게 했다.

하지만 소곱창 솔루션을 모두 마친 곱창집은 예상치 못한 전개로 흘러갔다.

바로 사장님이 더는 소곱창을 판매하고 싶지 않다고 한 것.

사장님의 갑작스러운 소곱창 포기 선언에 백종원도 말문이 막혔다는 후문이다.

이어 백종원은 추억의 음식인 밴댕이찌개를 특별 주문해둔 돼지찌개집으로 발걸음 했다.

고향의 맛을 느끼고 싶었던 백종원은 기대감을 안고 밴댕이찌개 시식에 나섰으나 한 입 맛본 뒤 실망감에 긴 한숨을 내쉬었다.

백종원의 한숨에 당황한 사장님은 밴댕이를 다시 공수해와 다시 조리 했다.

백종원이 원한 밴댕이찌개의 정체는 이번 방송에서 확인할 수 있다.

이밖에도 백종원은 총체적 난국의 위생 상태로 모두를 충격에 빠트렸던 쪽갈비 김치찌개에 방문했다.

백종원은 깨끗함을 넘어 손님의 흔적조차 보이지 않는 가게 모습에 의문을 품었다.

쪽갈비 김치찌개집 사장님은 정인선의 말 한마디로 2주 동안 장사를 하지 않고 연구에 매진했다고 전했다.

오늘(17일) 밤 11시 10분 방송.

@highlight

17일 '백종원의 골목식당' 해미읍성 편에서는 정인선의 이야기로 2주간 장사를 하지 않고 요리연구를 한 쪽갈비 김치찌개집 이야기가 공개될 예정이다.