홍지예 휘성.

가수 휘성 팬들이 휘성 측의 입장을 촉구하는 성명문을 발표했다.

휘성 팬 커뮤니티 휘성 갤러리는 17일 입장 촉구 성명문에서 "어제 한 방송인이 폭로한 내용에 대해 가수 휘성의 이름이 거론되고 있기에 참담한 심정을 금할 길이 없어 입장 촉구 성명문을 발표한다"고 밝혔다.

이어 "휘성은 과거 수많은 명곡을 통해 대중들의 마음에 깊은 울림을 전해 준 보석 같은 가수이고, 앞으로도 다양한 활동을 통해 뮤지션으로서의 본분을 충실히 하기를 많은 팬들은 바란다"고 전했다.

그러면서 "또한 현재 불거진 논란에 대해 휘성의 무관함을 팬들은 믿고 있으며, 여전히 그를 응원하고 지지한다"며 "그렇기 때문에 이번 사태에 대한 소속사 리얼슬로우컴퍼니의 분명한 입장을 촉구하는 바"라고 덧붙였다.

앞서 에이미는 지난 16일 자신의 인스타그램에 "모든 프로포폴은 A군과 함께였다"며 "졸피뎀도 마찬가지였다. 난 지금 내가 저지른 죄로 용서를 빌고 있고, 아직도 벌을 받고 있다고 생각한다"고 말했다.

그러면서 "조사가 시작되자 군대에 있던 A는 새벽마다 전화해 '그런 게 아니다'라면서 변명만 늘어놨다"며 "그 친구가 자신은 성폭행 사진과 동영상을 찍는 작전을 짜지 않았다고 했지만 녹취록에 있었다"고 말했다.

이후 일부 누리꾼들은 에이미가 언급한 연예인 A씨로 휘성을 지목했다.

에이미는 2008년 방송된 올리브TV '악녀일기'에 출연해 "자신과 휘성은 소울메이트 사이"라고 우정을 과시한 바 있다.

에이미의 마약 투약 사실이 처음 적발됐던 2012년 당시 휘성이 군 복무 중이었다.

휘성은 2011년부터 2013년까지 3년여간 서울 강남과 종로에 위치한 피부과·신경정신과 등에서 프로포폴을 상습 투약한 혐의로 육군본부 보통검찰부의 조사를 받았다.

당시 군 경찰은 "휘성은 허리디스크, 원형 탈모 등으로 치료를 받는 과정에서 의사의 처방에 따라 정상적으로 투약이 이뤄진 점이 인정됐다"며 휘성에 혐의 없음 처분을 내린 바 있다.

@highlight

지난 16일 에이미의 인스타그램에 올라온 프로포폴 및 졸피뎀 투약의 공범 연예인 A씨에 대해 휘성이라는 추측이 나오자, 17일 휘성 팬 커뮤니티 휘성 갤러리는 입장 촉구 성명문을 발표했다.