투르크메니스탄을 방문 중인 문재인 대통령은 17일(현지시간) 구르반굴리 베르디무하메도프 대통령과 대통령궁에서 정상회담을 갖고 양국 관계 발전 방안과 에너지·인프라 분야 등에서의 협력증진 방안을 논의했다.

이날 양 정상은 한국 정부가 추진하는 신북방정책과 투르크메니스탄 정부의 교통·수송 인프라 개발 전략인 '역내 수송 허브화 전략'을 조화롭게 추진, 양국 국민 모두 체감할 수 있는 성과를 도출하자는 데 뜻을 같이했다.

특히 양 정상은 투르크메니스탄 최초의 대규모 가스화학 플랜트인 '키얀리 가스화학 플랜트' 건설에 한국 기업이 참여한 것을 높이 평가하면서 에너지 플랜트 분야 협력을 지속하기로 했다.

청와대는 이번 회담을 계기로 LG상사와 투르크메니스탄 기업 'NAPECO'는 연간 7억 달러 규모의 '키얀리 플랜트 생산물 판매법인 설립' 양해각서(MOU)도 체결키로 했다고 설명했다.

또 양 정상은 코이카(KOICA)의 플랜트 전문인력 양성사업, 가스 직업훈련원 역량강화 사업 등을 통해 관련 산업의 인력 육성에도 힘을 모으기로 했다.

이어 에너지·인프라 분야 협력 성과를 바탕으로 향후 보건·의료, ICT, 환경 등 분야에서도 협력을 확대하기로 했다.

이와 함께 문 대통령은 투르크메니스탄이 글로벌녹색성장기구(GGGI) 가입 의사를 표명한 것을 환영하고, 지속가능한 산림 조성 및 물 부족 문제 해결 등에 있어 기술과 경험을 공유하기로 했다.

정상회담 후 양국은 6건의 협정 및 양해각서(MOU)를 체결했다.

양국은 이중과세방지협정 개정의정서를 체결, 현지에 진출한 한국 기업 및 근로자의 과세부담을 해소하기로 했다.

더불어 △ 외교관·관용·공무여권 사증면제협정 △ 문화 분야 인적교류 강화를 위한 문화·인문협정 △ 에너지·산업 분야 등 협력방향을 명시한 경제협력 프로그램 △ 의료인 연수 등 인적교류 강화 내용을 담은 보건·의료 협력이행계획 △ ICT 분야 협력에 관한 MOU를 체결했다.

@highlight

투르크메니스탄을 방문 중인 문재인 대통령은 17일(현지시간) 구르반굴리 베르디무하메도프 대통령과 대통령궁에서 정상회담 후 6건의 협정 및 양해각서(MOU)와 이중과세방지협정 개정의정서를 체결, 현지에 진출한 한국 기업 및 근로자의 과세부담을 해소하기로 했다