마약 투약 혐의를 받는 JYJ 멤버 박유천(32) 씨가 17일 경찰에 출석했다.

박 씨는 이날 오전 10시쯤 검은색 정장을 입고 다소 수척한 모습으로 경기남부지방경찰청 앞에 모습을 드러냈다.

그는 취재진 앞에서 "안녕하세요"라고 고개를 숙여 인사한 뒤 "있는 그대로 성실하게 조사 잘 받고 그러고 나오겠습니다, 감사합니다"라고 말했다.

박 씨는 '기존의 입장처럼 마약 혐의 부인하십니까, 올해 초 황하나 씨는 왜 만나신 건가요' 등 취재진의 이어진 질문에는 모두 대답을 하지 않은 채 변호인으로 보이는 남성과 함께 경기남부지방경찰청 마약수사대로 들어갔다.

경찰은 지금까지 확보한 증거를 통대로 박 씨의 마약 투약 혐의를 조사할 방침이다.

조사는 이날 오후 늦게 끝날 것으로 보인다.

박 씨는 앞서 마약 투약 혐의로 구속 송치된 남양유업 창업주의 외손녀 황하나(31) 씨와 올해 초 구매한 필로폰을 함께 투약한 혐의를 받고 있다.

경찰은 지난 16일 오전 9시쯤부터 오전 11시 45분쯤까지 수사관 11명을 보내 박 씨의 경기도 하남 자택과 차량, 휴대전화 등에 대해 압수수색을 진행했다.

박 씨의 신체에 대해서도 압수수색 영장을 발부 받아 마약 반응 검사에 필요한 모발 등을 채취했다.

경찰은 박 씨의 휴대전화 한 대와 신용카드 등 박스 한 개 분량의 물품을 압수한 것으로 알려졌다.

또 박 씨와 연인관계였던 황 씨가 최근 3개월가량 거주하던 서울 용산구 한남동의 한 오피스텔도 압수수색을 벌였다.

경찰은 황 씨로부터 박 씨와 함께 마약을 했다는 진술을 확보한 뒤 통신 수사 등을 통해 이들의 당시 동선이 대부분 일치하자 압수수색에 나선 것으로 전해졌다.

박 씨는 우선 마약 반응 간이시약 검사에서 '음성 반응'이 나왔다.

경찰은 모발과 소변을 국립과학수사연구원에 보내 감정을 의뢰했다.

결과가 나오기까지 3주 정도 걸릴 것으로 보인다.

앞서 박 씨는 지난 10일 기자회견을 자청해 "마약을 한 적도, 권유한 적도 없다"며 부인한 바 있다.

박 씨는 지난 2017년 4월 황 씨와 같은 해 9월 결혼을 약속한 것으로 알려졌지만, 이듬해 결별했다.

@highlight

마약 투약 혐의를 받는 JYJ 멤버 박유천(32) 씨가 17일 오전 10시쯤 경기남부지방경찰청 에 출석해 "있는 그대로 성실하게 조사 잘 받고 그러고 나오겠습니다, 감사합니다"라고 말했다.