"도시재생뉴딜, 도시규모와 형태 반영해야"［중부매일 이희득 기자］김홍장 당진시장이 17일 인천항 제8부두 상상플랫폼 세미나실에서 열린 제3차 도시재생 광역협치포럼에 참석해 정부에서 지방자치단체를 대상으로 공모사업 형태로 추진 중인 도시재생뉴딜사업의 개선방안으로 '맞춤 제안형'을 제시했다.

'맞춤 제안형'은 도시재생뉴딜사업의 5가지 유형의 기준을 각 지방정부의 형태와 규모에 맞게 탄력적으로 적용하자는 것이 핵심이다.

김 시장이 이처럼 맞춤 제안형을 제시한 이유는 수도권이나 광역도시, 산업중심지 등 대도시만이 사실상 현행 도시재생뉴딜의 5가지 유형 기준을 충족할 수 있는 반면 대다수를 차지하는 전국의 중소도시는 인구와 면적, 경제적 여건을 고려했을 때 5가지 기준 유형을 모두 충족하기 어렵기 때문이다.

이에 그는 5가지 유형 중 '중심 시가지형'의 경우 면적 제한을 보다 탄력적으로 적용해 지방 중소도시도 참여할 수 있도록 하고, '대상지 특성' 또한 주거와 상업, 산업이 혼재한 중소도시 현실에 맞게 중심시가지형의 특성을 기존의 '상업지구' 형태 보다는 '원도심 상권', '재래시장' 등을 혼합한 형태로도 인정돼야 한다고 강조했다.

또한 '우리동네 살리기', '주거 지원형', '일반 근린형' 등의 유형은 읍 소재지와 면 소재지 등의 지역의 거점지역에서 2개 혹은 3개, 나아가 중심 시가지형까지 혼합 적용하는 방식이 합리적이라고 설명했다.

그러면서 그는 대도시 및 수도권, 인구 50만 이상의 도시에 적합한 도시재생뉴딜 정책과 인구 10만, 20만 등의 소도시와 군지역의 인구와 재정을 고려한 다양한 방식의 도시재생뉴딜 유형이 필요하다고 강조했다.

한편 이날 토론에서 김 시장은 당진시가 역점을 두고 추진 중인 당진형 주민자치와 정부의 도시재생 뉴딜정책이 주민 주도형 상향식 의사결정의 형태를 띠고 있다고 설명하면서 시가 2018년 시범 도입해 올해부터 14개 읍면동 전 지역으로 확대해 실시하는 주민총회 제도와 시민 중심의 도시재생 모델 발굴을 위해 2014년부터 운영 중인 도시재생대학 운영 사례를 소개해 눈길을 끌었다.

@highlight

김홍장 당진시장이 17일 인천항 제8부두 상상플랫폼 세미나실에서 개최된 제3차 도시재생 광역협치포럼에 참가해 도시재생뉴딜사업의 개선방안으로 해당 사업의 5가지 유형의 기준을 각 지방정부의 형태와 규모에 맞게 탄력적으로 적용하는 것을 중점으로 하는 '맞춤 제안형'을 제시하고 주민총회 제도와 도시재생대학 운영 사례를 소개해 관심을 끌었다.