한반도 인권과 통일을 위한 변호사모임(한변)과 헌법을 생각하는 변호사모임(헌변) 등 10개 국내 보수 성향 변호사단체가 모여 '자유와 법치를 위한 변호사연합(변호사연합)'을 결성했다.

문재인 정부 출범 후 법치주의와 자유시장경제가 위협받고 있다고 판단해 공동 대응하기로 한 것이다.

17일 법조계에 따르면 최근 설립된 변호사연합에는 한변, 헌변, 자유와 통일을 위한 변호사연대, 국민의 자유와 인권을 위한 변호사모임, 김태우 전 검찰 수사관 변호에 앞장섰던 '자유를 수호하는 변호사들', 양심적 병역거부에 반대해온 '자유와 인권연구소' 등 국내 보수 변호사 단체가 모두 가입했다.

또 통합진보당 해산에 앞장선 '헌법수호국민운동본부', 국민연금의 경영 개입에 반대해온 '바른사회시민회의', 이언주 바른미래당 의원이 활동하는 '행동하는 자유시민' 등 보수 성향 단체도 합류했다.

가입단체는 10곳으로 소속 변호사는 300명에 달한다.

채명성 한변 공동대표는 "문재인 정부 들어 적폐수사를 통한 정치보복, 사법부 독립성 훼손, 민주노총의 횡포 등 법치가 무너지는 현상이 벌어지고 있다"며 "탈원전, 4대강 보해체, 최저임금 인상, 국민연금의 경영권 개입 등 자유시장경제 질서가 위협받는 상황에서 더 이상 침묵할 수 없게 됐다"고 설립 배경을 설명했다.

변호사연합은 대한변호사협회가 과도하게 정부 편항적이라고 판단해 오는 25일 법무부, 대한변협이 주도하는 '법의 날' 행사에 불참하고 이와 별도로 '법치 수호의 날' 행사를 열기로 했다.

또 이들은 정부를 상대로 한 최저임금·탈원전 위법성 및 '자유민주주의'를 뺀 교과서 위헌 소송 등에 공동 대응하기로 했다.

변호사연합은 소속 변호사만 1200명이 넘는 진보 성향의 '민주사회를 위한 변호사 모임(민변)'에 비해 아직 열세다.

하지만 집권 정당의 반대 성향 변호사 단체가 급성장해온 과거 사례를 볼 때 성장 가능성은 높다.

@highlight

문재인 정부 출범 이후 법치주의와 자유시장경제의 위협에 대응하기 위하여 국내 보수 성향 변호사단체는 함께 자유와 법치를 위한 변호사연합을 결성한 가운데, 한변 공동대표는 더이상 자유시장경제 질서가 위협받는 상황을 침묵할 수 없게 되었다고 그 배경을 설명하였다.