▲ 울산농협(본부장 문병용)이 17일 오전 9시 울주군 두서면 복안리 일원에서 ‘2019년 풍년농사지원 전국동시 스타트업’행사를 가졌다.

울산농협(본부장 문병용)이 17일 오전 9시 울주군 두서면 복안리 일원에서 ‘2019년 풍년농사지원 전국동시 스타트업’행사를 가졌다.

이날 행사에는 문병용 울산농협 본부장, 남묘현 NH농협은행 울산영업본부장, 변혜석 고향주부모임 울산시지회 회장, 서정익 두북농협 조합장, 이구섭 울주군시설관리공단 이사장과 임직원, 울산농협 법인대표·사무소장 및 농협 임직원과 두북농협 김선영 고향주부모임 회장과 회원, 각 법인 직원 등 총 110여명이 참석했다.

이번 행사는 본격적인 영농철 도래를 전 국민에게 알리고 일손부족으로 어려움을 겪고 있는 농촌 지역에 활력화를 도모해 농업인 소득 증대에 기여하고자 범농협 전국 동시로 실시됐다.

이날 울산지역의 농촌일손돕기는 관내 전 지역 농·축협 직원과 기업체 등 총 500여명이 참석해 동시에 진행됐다.

이번 행사에는 영농지원 취지에 대한 설명과 인근 농가에서 볍씨파종과 모판내기, 깨끗하고 아름다운 농촌마을가꾸기 등 농촌일손돕기를 실시했으며, 밥차 운영을 통해 농업인과 일손인력에 따뜻한 점심을 제공했다.

문병용 본부장은 “본격적인 영농철을 맞이해 농협 직원들뿐 아니라 대규모 인력동원을 통한 농촌인력 중개를 적극 유도해 일손이 부족한 농가에 실질적인 도움이 되도록 최선을 다하겠다”며 “사회 전반에 농촌일손돕기 분위기가 조성될 수 있도록 많은 관심과 참여를 부탁드린다”고 말했다.

서정익 조합장은 “이촌향도와 고령화의 심화로 영농철 일손부족이 심각한 상황이라 전 국민적인 관심과 지원이 꼭 필요하며, 지역쌀 브랜드를 더 강화해 농가소득 증진에 최선을 다하겠다”고 말했다.

@highlight

울산농협은 17일 복안리 일대에서 관계자 110여명이 참여한 가운데 범농협적으로 '2019년 풍년농사 지원 전국 도시 스타트업' 일정을 소화했다.