] 국내 주식시장도 연초 이후 반등세가 이어지고 있다.

실물 경기지표가 악화되고 있는 것과는 다른 방향이다.

하반기 경기 개선 기대에다 미·중 무역전쟁 완화 전망 등으로 외국인이 시장을 이끌고 있어 당분간 상승세는 이어질 것이란 전망이 많다.

17일 코스피지수는 보합권에서 오르내리다 2.74포인트(0.12%) 하락한 2245.89로 마감했다.

이날까지 올랐다면 코스피지수는 사상 처음인 '14일 연속 상승' 기록을 달성할 뻔했다.

증권가에선 "13일 연속 상승에 대한 피로감으로 투자자들의 차익실현 욕구가 커진 데 따른 것"으로 분석했다.

코스피지수 약보합 반전에도 분위기는 나쁘지 않다는 평가가 많다.

미국 나스닥지수가 6개월 만에 8,000선을 회복하고, 중국 1분기 국내총생산(GDP) 증가율이 예상을 웃도는 등 주변 여건이 개선되고 있기 때문이다.

윤정선 KB증권 연구원은 "글로벌 경기 둔화 우려가 많이 누그러졌다"고 말했다.

중국 경기 반등 수혜주가 많이 올랐다.

만도(6.46%), 한온시스템(4.62%), 현대위아(3.06%), 현대차(1.95%) 등 자동차주와 아모레퍼시픽(2.20%) 등 화장품주, 동부제철(4.11%) 등 철강주 등이다.

김용구 하나금융투자 연구원은 "중국 정부의 부양책이 효과를 내면서 중국 경기가 반등하고 있다는 신호가 강해지고 있다"며 "중국 소비가 살아나면서 자동차와 화장품 수요가 늘어날 것으로 기대된다"고 말했다.

증권가에선 차익 매물을 소화하면서 증시가 조정받을 수 있지만 상승세가 꺾이지는 않을 것으로 보고 있다.

미국 중앙은행(Fed)이 금리 인상을 멈췄고, 미국과 중국의 무역 갈등도 해소 분위기로 돌아섰기 때문이다.

최석원 SK증권 리서치센터장은 "3분기까지는 상승세가 계속될 것으로 본다"고 말했다.

코스피지수와 밀접하게 움직이는 외국인 매수세가 탄탄한 것도 기대 요인이다.

외국인은 유가증권시장에서 이달 2조4715억원, 올해 6조9636억원을 순매수하며 증시를 들어올렸다.

@highlight

17일 코스피지수가 보합권에서 오르내리다 2.74포인트 하락한 2245.89로 마감되었는데, 증권가에서는 13일 연속 상승에 대한 피로감으로 투자자들의 차익실현 욕구가 커지면서 14일 연속 상승 기록에는 실패한 것으로 보고있다.