한국희 장수군의원은 제301회 임시회 제1차 본회의에서 군정질문을 통해 양파 주산단지 지정 등 지원 확대와 산서 매립장 폐기물 이송에 따른 소각장 증설에 대해 질의했다.

한국희 의원은 "2018년 기준 장수군 전체 양파 재배면적은 77.3ha이며 이중 산서면 재배면적은 119농가로 60.5ha로 군 전체의 78%를 점유하고 있으며 연간 3,660톤을 생산하고 있고 지속적으로 양파 생산량이 늘고 있다."고 말했다.

한 의원은 "현재 장수군에는 자체 브랜드 없이 출하를 전남 몽탄농협으로 하고 있는 실정이다" 며 또한 "2010년 10월에 사용종료된 산서 매립장에서 나온 침출수로 인한 수질오염 문제"에 대해 지적했다.

한국희 의원은 "장수군만으로는 주산단지 지정이 어렵기 때문에 임실군과 협약을 체결하여 공동브랜드를 만들어 함께 주산단지로 지정받는 방법과 양파의 경우 출하시기에 따라 가격변동이 심한 작물로 양파용 저온저장고를 설치하여 출하물량 및 시기를 조절할 것"을 요구했으며, "산서매립장 뿐만 아니라 앞으로 늘어가는 쓰레기의 원활한 처리를 위해서는 빠른 시일 내에 소각장을 증설하여 장수군 전역의 쓰레기처리는 물론 산서매립장의 기존 폐기물 이송도 원활하게 추진 될 수 있도록 할 것"을 제시했다.

장영수 장수군수는 "시·군·구 기준으로 재배면적은 800헥타아르 이상이 되어야 하고 생산량은 52,500톤이 되어야 지정이 가능해 현 장수군은 임실군과 공동 브렌드를 만들 계획이다"고 했다.

또한 소각장은 "주 2~3회에 걸쳐 탱크로리 차량을 이용하여 침출수를 이송, 처리하고 있다."며 소각장은 "7개 읍·면에서 발생되는 모든 생활폐기물을 장계매립장으로 반입하여 소각, 매립하는 통합관리체체로 운영하고 2022년까지 증설하겠다"고 말했다.

@highlight

제301회 임시회 제1차 본회의에서 한국희 장수군의원은 산서 매립장 폐기물 이송에 따른 소각장 증설에 대해 질의 했으며 장영수 장수군수는 "7개 읍·면에서 발생되는 모든 생활폐기물을 장계매립장으로 반입하여 소각, 매립하는 통합관리체체로 운영하고 2022년까지 증설하겠다"고 말했다.