박장미 (동양일보 박장미 기자) 인문학자이자 철학자로 다양한 활동을 펼치고 있는 김동완(사진)동국대 교수가 최근 산문집 <균형>을 펴냈다.

이 책에서 자신과 공자, 맹자, 링컨, 톨스토이, 토마스 만, 사무엘 존슨 등 63가지 이야기를 인문학적 지식과 엮어 현대사회에 맞는 새로운 깨달음을 선사한다.

김 교수는 이 책에서 자신의 이야기도 풀어 놓는다.

그는 “젊었을 때 죽기를 결심한 뒤 낯선 간이역 대합실 나무벤치에서 깜빡 잠이 들었는데 어떤 서늘한 손 하나가 호주머니 속으로 들어왔다”며 “잠에서 깨어보니 주머니엔 1000원지폐 5장이 들어있었다.

희망이 밑바닥에서 솟아올랐고, 새로운 도전을 준비할 수 있었다”고 고백한다.

책은 모두 7부로 구성돼 있다.

1장에서는 부모와 자식 간의 사랑을, 2장에서는 평화와 번영, 그리고 통일을, 3장에서는 더불어 사는 삶을, 4장에서는 행복한 삶을, 5장에서는 미래를 다뤘다.

6장에서는 의지의 삶에 대해, 7장에서는 균형적인 삶에 대해 이야기 한다.

김 교수는 도계 박재완 선생, 자강 이성영 선생에게 역학을, 하남 장용득 선생에게 풍수학을, 무위당 장일순 선생에게 노장사상을 사사했다.

동국대에서 상담심리학으로 석사학위를, 동양철학으로 박사학위를 받았다.

동국대 평생교육원 겸임교수로 후학을 양성하고 있다.

현재 한국주역리더십학회, 인간유형연구학회, 동양정치리더십학회 등을 역임하고 있다.

<사주명리학 심리분석>, <사주명리학 완전정복>, <사주명리학 물상론 분석> 등 운명학 분야 스테디 셀러 16권의 저서를 냈다.

김 교수는 “이 책을 제 인생에 인연이란 단어로 귀중하게 만나거나 스치고 지나간 모든 분들게 바친다”고 말했다.

@highlight

인문학자이자 철학자인 김동완 동국대 교수가 자신의 이야기를 포함한 63가지 이야기를 엮어 현대사회에 맞는 새로운 깨달음을 주기 위해 산문집 <균형>을 펴냈다.