[이화섭 기자 lhsskf@imaeil.com] 박근혜 전 대통령.

국정농단 사건으로 구속기소 돼 상고심 재판을 받고 있는 박근혜(67) 전 대통령이 기결수로 신분이 전환된 첫날 형집행정지를 신청했다.

17일 법조계에 따르면 박 전 대통령은 이날 변호인을 통해 확정된 형의 집행을 정지해달라는 내용의 신청서를 서울중앙지검에 제출했다.

형 집행정지를 신청한 건 국정농단 사태로 2017년 3월 31일 서울구치소에 수감된 이후 약 2년 만이다.

유영하 변호사는 형 집행정지 신청서를 통해 "경추 및 요추 디스크 증세 등이 전혀 호전되지 않았다"며 "불에 데인 것 같은 통증과 칼로 살을 베는 듯한 통증, 저림 증상으로 정상적인 수면을 하지 못하고 있다"고 이유를 밝혔다.

이어 "작년 8월 박 전 대통령에게 보석 청구 등을 신청하겠다고 건의했으나 받아들이지 않았다"며 "그러나 접견을 통해 살펴온 박 전 대통령의 건강 상태 등을 고려할 때 구치소 내에서는 치료가 더 이상 불가능한 상황"이라고 강조했다.

유 변호사는 "인권을 최고의 가치로 내세우고 집권한 현 정부가 고령의 전직 여성 대통령에게 병증으로 인한 고통까지 계속 감수하라는 것은 비인도적인 처사"라고 비판했다.

그러면서 "이뿐만 아니라 이미 사법처리 됐던 전직 대통령 등과 비교해 볼 때도 박 전 대통령에게만 유독 가혹하다"고 덧붙였다.

박 전 대통령은 옛 새누리당 공천에 개입한 혐의로 지난해 11월 징역 2년이 확정됐다.

이와 별개로 국정농단 사건과 관련해 뇌물수수 등 혐의로 2심에서 징역 25년과 벌금 200억원 등을 선고받고 상고심 재판 중이다.

상고심 접수 이후 세 번째 연장된 구속 기간이 전날 자정을 기해 만료되면서 이날부터 기결수 신분이 됐다.

형사소송법은 '심신의 장애로 의사능력이 없는 때' 검사 지휘에 따라 징역·금고 등 형의 집행을 정지하도록 규정했다.

검찰은 조만간 심의위원회를 열어 박 전 대통령의 형 집행정지 여부를 결정할 방침이다.

@highlight

박근혜(67) 전 대통령이 국정농단 사태로 2017년 3월 31일 서울구치소에 수감된 이후 약 2년 만에 기결수의 신분으로 형집행정지 신청서를 서울중앙지검에 제출했다 .