성남문화재단이 운영하는 책테마파크가 시민들과 함께하는 세계책의날 기념 축제를 오는 20일 개최한다.

율동공원 책테마파크 일대에서 '책 피는 봄!'이란 주제로 열리는 이번 축제는 시민들이 책과 한층 더 가까워질 수 있는 공연과 전시, 체험행사, 학술세미나 등이 펼쳐진다.

율동공원 번지점프대 앞 광장에서는 '버려지는 책으로 만드는 펩아트' '북아트' '마카롱 독서카드' '펄러비즈 수첩 만들기' 등 17가지 체험행사도 진행된다.

특히 세계책의날과 3·1운동과 임시정부 수립 100주년을 기념하는 '기념버튼 만들기' '판화찍기' 등은 행사의 의미를 더할 것으로 기대를 모으고 있다.

또한 인형극단 씨앗의 '똥돼지 왕방귀' 인형극과 마술 공연이 어린이와 함께 책테마파크를 찾은 방문객들의 눈을 한층 더 즐겁게 하고, 분당판교위례따라잡기와 함께 세계책의날과 독립운동을 주제로 한 '도전 골든벨!'도 마련됐다.

한국문예창작학회와 함께 진행하는 학술세미나는 '책과 한국어 문예창작'이란 주제로 책테마파크 내 북카페에서 열린다.

성남시민라디오제작단의 '찾아가는 라디오' 성남시립국악단과 바이올리니스트 박숙종, 밴드 '희망을 전하는 사람들'의 세계책의날 축하 공연도 펼쳐진다.

이외에도 선착순 200명의 어린이가 참여하는 '내가 꿈꾸는 책 세상 그리기'는 어린이들의 그림을 벽화로 제작해 책테마파크 북카페에 상설 전시하며, 그림책 전문화가들의 동시 원화전 '동시로 맑은 하늘을 걷다'는 북카페 전시실에서 다음달 12일까지 이어질 예정이다.

재단 관계자는 "이번 축제를 통해 시민들이 보다 책과 친숙해지고, 독서 습관을 배우고 그 즐거움을 깨닫는 계기가 되길 바란다"고 말했다.

우천이나 미세먼지 등 야외행사가 어려울 경우에는 오는 21일로 행사를 연기하며 실내 전시 및 학술세미나는 예정대로 진행된다.

@highlight

20일 성남문화재단이 운영하는 책테마파크가 율동공원 책테마파크 일대에서 '책 피는 봄!'이란 주제로 시민들과 함께하는 세계 책의날 기념 축제를 개최하여 축제를 통해 책과 친숙해지고 독서습관의 즐거움을 깨닫는 계기를 마련하였다.