박우섭 전 인천 남구(현 미추홀구)청장이 내년 총선 출마를 선언했다.

출마 예정지는 지역구 3선의 윤상현 자유한국당 의원이 버티는 미추홀을이다.

박 전 구청장은 17일 본지와의 통화에서 "총선 출마 의지를 굳혔다"며 "지역구는 미추홀을로 생각하고 있다"고 정계 복귀를 알렸다.

그는 지난해 지방선거 불출마를 선언하고 잠시 정계를 떠났다.

당시 지방선거 불출마를 선언하면서도 21대 총선 출마 여부에 대한 질문엔 이렇다 할 답변을 내놓지 않아 줄곧 총선 출마설이 제기돼 왔다.

그러나 아직 난관은 남아 있다.

민주당 소속이던 박 전 구청장은 2017년 2월 국민의당으로 당적을 옮겼으나, 이후 바른정당과의 합당 과정에서 당을 이탈해 무소속으로 남았다.

민주당 소속으로 출마하려면 당이 그를 받아줘야 한다.

복당이 결정된다면 2년 2개월만의 친정 복귀다.

복당이 이뤄진다 해도 쉬운 싸움이 아니다.

윤상현 의원은 지역구에서 내리 3선에 성공했다.

지난 총선에서 '막말 파문'으로 공천을 받지 못했지만, 무소속으로 출마해 여유 있게 당선됐다.

지난해 12월 당협위원장에서 배제돼 한국당 소속으로 출마가 불투명하다 해도 무소속 출마가 유력하다.

이런 이유로 지역 정치권에서는 윤 의원의 상대로 박 전 구청장을 꼽고 있다.

그 역시 보수세가 강한 미추홀구에서 구청장 3선에 성공한 지역의 강자로 평가 받는다.

박우섭 전 구청장은 "이달 안으로 복당서를 낼 계획"이라며 "아직 아무것도 결정된 건 없다. 민주당의 결정을 따르겠다"고 말했다.

이어 "미추홀구는 원도심이다. 하루 이틀로는 지역을 파악할 수 없다"며 "나는 미출홀구를 잘 알고 애정을 가지고 있다"고 말했다.

그는 1975년 4·3 서울대 반유신 시위를 주도하고, 1989년 민주화운동청년연합 의장을 지냈다.

고(故) 김근태 의원 계열로 2011년 별세 당시 상주로서 장례식장을 지키기도 했다.

2015년에는 당시 기초단체장으로 유일하게 새정치민주연합 최고위원 선거에 나와 돌풍을 일으키기도 했다.

@highlight

17일 본지와의 통화에서 박우섭 전 인천 남구(현 미추홀구)청장은 내년 총선에  미추홀로 출마하겠다며 정계 복귀 의사를 밝혔다.