] 한국경제신문사가 주최하고 (주)더페어스가 주관하는 국내 대표 반려동물 박람회 '제25회 코리아펫쇼 수원(KOPET 2019)'이 다음달 3일부터 5일까지 경기 수원시 광교 수원컨벤션센터에서 열린다.

이번 박람회는 수원에서 처음 열리는 대규모 반려동물 박람회다.

400개 부스에 200개 기업이 참가해 관련 제품을 전시한다.

사료판매 회사인 내추럴발란스코리아, 애견행동분석 홈카메라 서비스를 제공하는 트루엔을 비롯해 제일사료, 네츄럴코어, 블랙우드코리아, 내츄럴큐브, 도기파크, 바비숑 등 국내 대표적 펫 기업들이 함께한다.

원조 펫 박람회에 걸맞게 사료, 용품, 의류, 액세서리 등 펫 관련 상품을 대거 전시한다.

한경아카데미는 '반려동물 직업세미나'를 연다.

동물 간호복지사, 펫아로마, 펫코디 등의 반려동물 관련 새로운 직종을 안내한다.

경기도수의사회는 '반려동물 구강건강 세미나'를 마련해 반려동물이 주의해야 할 치과질환과 가정에서 실천할 수 있는 올바른 펫 구강관리 정보를 알려준다.

반려견 '곰제리'로 알려진 펫방 소대수 캐스터가 '3년차 펫방 BJ가 말하는 펫방 콘텐츠 경험 썰 공개'라는 주제로 토크쇼도 펼친다.

수원시, 경기도수의사회가 주최하는 '수원 반려동물 한마음축제'와 동시에 개최된다.

반려동물 무료 건강검진, 무료 애견미용, 반려동물 매너달리기, 수제간식 만들기 등 다양한 행사도 준비됐다.

다음달 2일까지 온라인 사전등록을 하면 50％ 할인된 가격으로 입장권을 살 수 있다.

자세한 내용은 코리아펫쇼 홈페이지(www.kopet.com) 또는 코리아펫쇼 사무국(031-697-8260)을 통해 확인할 수 있다.

@highlight

한국경제신문사가 주최하고 (주)더페어스가 주관하는 반려동물 박람회 '제25회 코리아펫쇼 수원'이 2틀간 경기 수원시 광교 수원컨벤션센터에서 열리며 '제25회 코리아펫쇼 수원' 는 대규모 박람회로 400개 부스,  200개 기업이 참가해 제품을 전시한다.