뉴 MNI 클럽맨.

MINI가 2019 상하이 모터쇼에서 새롭게 진화한 뉴 MINI 클럽맨을 세계 최초로 18일 공개했다.

뉴 MINI 클럽맨은 정교하게 향상된 디자인, 혁신적인 옵션과 최신 커넥티드 기술을 갖추고 있는 것은 물론 개성 있는 스타일이 돋보이는 프리미엄 소형차 모델이다.

또한, MINI만의 드라이빙 즐거움과 더불어 일상 운전과 장거리 여행에 모두 적합한 최적의 편의성을 결합한 MINI의 대표 5인승 모델이다.

이번에 공개된 뉴 MINI 클럽맨 부분변경 모델은 외관과 인테리어를 새롭게 업그레이드해 특별함을 더했다.

이와 함께 최신 MINI 커넥티드(Connected) 서비스를 도입해 진보적인 라이프 스타일 특징을 더욱 강화했으며, 다양한 옵션과 더불어 오리지널 MINI 악세서리 프로그램을 적용할 수 있어 운전자를 위한 향상된 편의성과 기능성을 갖추고 있다.

또한 전통적인 슈팅 브레이크 콘셉트를 현대적으로 재해석해, 소형차이면서도 편안한 승차감과 넓은 공간, 그리고 다양한 활용성을 갖췄다.

4개의 도어와 5개의 풀 사이즈 시트, 그리고 양방향으로 오픈되는 후면부의 스플릿 도어와 함께 위치한 다목적 트렁크 공간은 MINI의 특징인 고급스러운 기능과 창조적인 공간 활용성을 제공한다.

뉴 MINI 클럽맨은 최신 엔진과 새롭게 장착된 고품질의 서스펜션 기술을 통해 민첩한 주행을 가능하게 한다.

3개의 가솔린 엔진과 3개의 디젤 엔진 라인업을 선택할 수 있으며, 최고 출력은 102마력에서 192마력의 성능을 발휘한다.

또한 MINI ALL4 사륜구동 시스템이 적용된 모델도 선택할 수 있다.

이 외에도 향후 MINI의 정통 레이싱 DNA를 고스란히 물려받아 가장 역동적인 주행성능을 자랑하는 MINI JCW 클럽맨 모델이 추가될 예정이다.

@highlight

MINI가 2019 상하이 모터쇼에서 정교하게 향상된 디자인, 혁신적인 옵션과 최신 커넥티드 기술을 갖추고 있는 것은 물론 개성 있는 스타일과 일상 운전과 장거리 여행에 모두 적합한 최적의 편의성을 결합한 MINI의 대표 5인승 소형차 모델 뉴 MINI 클럽맨을 세계 최초로 공개했다.