(왼쪽부터)㈜두산 동현수 부회장과 동반성장위원회 권기홍 위원장, 협력사 대표 동평테크 류만열 대표이사가 협약서에 서명 후 기념사진을 촬영하고 있다.

[환경일보] 심영범 기자 = 두산이 중소 협력사의 경쟁력 강화에 적극 나선다고 18일 밝혔다.

두산은 17일 서울 중구 충무아트센터에서 120여 개 협력사와 '공정거래 및 상생협력 협약'을 체결했다.

이와 함께 동반성장위원회와는 '혁신주도형 임금격차 해소 협약'을 체결했다.

이 자리에는 권기홍 동반성장위원회 위원장, 동현수 ㈜두산 부회장, 협력사 대표 등 150여 명이 참석했다.

'혁신주도형 임금격차 해소 협약'에 따라 ㈜두산은 3년 간 100억 원의 기금을 대중소기업농어업협력재단에 출연한다.

이 기금은 협력 중소기업의 혁신역량을 끌어올리고 기술경쟁력을 확보하는 데 사용된다.

이와 별도로 산업은행, 우리은행, 기업은행 등 금융기관과 3년간 약 300억 원 규모의 상생펀드를 조성해 ▷혁신활동 추진 및 성과공유 ▷스마트 공장, 디지털 트랜스포메이션 사업 추진 ▷해외 마케팅 등을 협력사에 지원한다.

두산은 이와 함께 협력사의 대금 지불 능력 제고 및 경영 안정을 위한 금융 지원, 근로자 임금 및 복리후생 증진 활동도 펼친다.

현재 월 1회인 대금지급 횟수를 2~3회로 확대하고, 지급 소요 기일은 20일에서 10일로 대폭 단축한다.

또한 2차 협력사 기술인력의 장기 재직을 위한 상생격려금을 지급(임금 지원)한다.

▷명절 선물 지급 ▷종합건강검진 실시 ▷상조 서비스 등 복리후생도 두산 임직원과 동등한 수준으로 지원키로 했다.

미화?보안 분야 근로자에게도 동일한 임금 및 복리후생 지원을 적용한다.

동현수 두산 부회장은 "두산의 비즈니스 경쟁력은 협력사에 대한 신뢰와 존중에서 비롯한다"면서 "협력사와 공정거래, 상생협력 활동을 활성화해 중소기업의 기술경쟁력을 강화하고, 건강하고 발전적인 산업 생태계 구축에 앞장 서겠다"고 강조했다.

@highlight

두산은 17일 서울 중구 충무아트센터에서 120여 개의 협력사와 '공정거래 및 상생협력 협약'을 동반성장위원회와는 '혁신주도형 임금격차 해소 협약'을 체결하였으며 더불어 협력사의 대금 지불 능력 제고 및 경영 안정을 위한 금융지원과 근로자 임금 및 복리후생 증진을 위한 활동 또한 펼칠 예정임을 밝혔다.