[환경일보] 심영범 기자 = 영등포구(구청장 채현일)는 전국 최초 다문화 및 중도입국 청소년으로 구성된 '영등포 미라클 윈드오케스트라'를 창단한다고 18일 밝혔다.

영등포구에 거주하는 외국인 주민이 증가함에 따라, 한국 사회에 적응하지 못하는 다문화 청소년 비율도 늘고 있다.

이에 인종과 국적에 관계없이 음악으로 소통하며 문화간 융합을 도모하는 윈드오케스트라를 시작하게 됐다.

'윈드오케스트라'는 관악기 중심의 오케스트라를 뜻하며, 트럼펫, 트럼본, 클라리넷 등과 타악기를 함께 다룬다.

예술 교육 사업이다.

민-관이 함께 지역문제를 해결하는 지역사회혁신 협치사업의 일환으로 출발했으며, 구에서 수행 기관을 공모한 결과 비영리법인 '이주민센터 친구'에서 사업 운영을 맡는다.

단원들은 주 1~2회 대림3동과 영등포동에 위치한 연습실에서 전문 강사진에게 교육을 받는다.

강사 모두 음악대학을 졸업했으며 청소년 지도 경험이 풍부하다.

단원들은 창단 공연을 비롯해 연 2~3회 정기 공연을 통해 경험을 쌓는다.

첫 공연으로 5월 4일 영등포공원에서 열리는 '영등포 어린이 축제'에서 무대에 오른다.

구는 내실있는 오케스트라 운영을 위해 민-관 분야별 전문가 및 실무진이 모인 워킹그룹을 구성했다.

워킹그룹은 사업 방향 및 목표를 설정하고, 숙의와 협치를 통해 사업을 지속 모니터링한다.

무엇보다 오케스트라의 지속가능성과 단원들의 정서적 지원을 중시하며, 성과를 평가하고 환류해 향후 운영에 반영한다.

구는 오는 26일까지 영등포 미라클 윈드오케스트라 단원 20명을 모집한다.

외국인 청소년이라면 누구나 이주민센터 친구 홈페이지를 통해 신청할 수 있다.

전화 문의는 이주민센터 친구 또는 아동청소년복지과로 하면 된다.

채현일 구청장은 "다양한 문화적 배경을 가진 청소년들이 음악을 언어로 소통, 교감하며 성취감을 느낄수 있는 기회"라며 "영등포 미라클 윈드오케스트라를 통해 다문화와 중도입국 청소년들이 꿈을 키우며 바르게 성장하길 응원한다"고 전했다.

@highlight

비영리법인 '이주민센터 친구'에서 다문화 및 중도입국 청소년을 대상으로 운영하는 '영등포 미라클 윈드오케스트라'는 인종 또는 국적에 상관없이 오직 음악으로 어울림을 도모하기 위해 창단된다.