드라마 '빙의'의 박상민이 역대급 악역 캐릭터 열연을 펼쳐 시청자들의 이목을 집중시키고 있다.

지난 17일 오후 방송된 OCN '빙의'에서는 장춘섭(박상민 분)이 총기를 대량 밀수하며 세상을 어지럽힐 작전을 시작했다.

박상민은 강필성(송새벽 분)이 자주 다니는 편의점에 찾아가 CCTV를 깨뜨리고 아르바이트 생을 목을 졸라 살해했다.

지문, 머리카락 등 흔적 하나 남기지 않는 치밀함까지 보이며 강필성과의 전쟁을 선포했다.

세상은 장춘섭이 판매한 총기로 혼란에 빠지게 됐다.

바람난 남자친구를 총으로 쏴 죽이고, 자신을 괴롭힌 회사 직원들에게 서슴없이 총구를 겨누며 대한민국은 그야말로 아수라장이 됐다.

장춘섭은 유반장(이원종 분)과 김준형(권혁현 분), 최연희(안은진 분), 유승희(정찬비 분)의 화기애애한 술자리를 몰래 지켜보며 의미심장한 미소를 지었다.

이어 그는 강필성에게 전화해 "잘 지내고 있어? 주변사람들이 한두 명씩 죽어나가니까 쫄리나? 내가 그랬지. 악마는 태어나는 게 아니라 만들어지는 거라고. 네 주변 사람들이 죽어나가는데도 넌 가만히 앉아 있잖아. 오늘 밤 네 여자를 죽이면 내가 조용히 사라져줄게"며 협박하기까지 했다.

다음 날까지도 홍서정(고준희 분)의 사망 소식이 들리지 않자 장춘섭은 직접 나섰다.

그는 밤늦게 혼자 집에 가는 유승희와 최연희를 납치해 유반장과 김준형에게 동영상을 보내며 끔찍한 서바이벌을 제안했다.

바로 유반장, 김준형이 서로를 죽여 살아남는 쪽의 사람을 살려주겠다는 것.

장춘섭은 이런 잔인한 서바이벌을 시작하고 혼자 클래식 음악을 즐기며 악랄함의 끝을 보여줬다.

평소에도 캐릭터 연구에 몰두해 온 박상민의 노력은 '빙의' 속 장춘섭을 통해 시청자들에게 고스란히 전해졌다.

@highlight

지난 17일 오후 방송된 OCN드라마 '빙의'에서는 장춘섭(박상민 분)이 역대급 악역 캐릭터 열연을 펼쳐 시청자들의 이목을 집중시키며 캐릭터 연구에 몰두해 온 박상민의 노력이 시청자들에게 진하게 전해졌다.