집안 곳곳에 몰래카메라(몰카)를 설치하고 10년 동안 자신의 집을 방문한 여성들을 불법촬영한 제약회사 대표 아들이 경찰에 검거됐다.

17일 서울 성동경찰서는 "성폭력범죄의 처벌 등에 관한 특례법 위반(카메라 등 이용 촬영) 혐의로 지난달 고소된 30대 이모 씨에 대해 구속영장이 청구됐다"고 밝혔다.

이씨는 변기나 전등, 시계 등 자신의 집 안 곳곳에 몰래카메라를 설치하고, 방문한 여성들의 신체를 동의 없이 촬영한 혐의를 받는다.

고소장을 접수한 경찰이 이씨의 노트북과 휴대전화, 카메라 등 통신장비를 압수수색 한 결과 이씨가 지난 10년 동안 이 같은 범행을 벌여온 사실이 확인됐다.

확인된 피해자만 30여명에 달한다.

경찰은 이씨가 불법촬영물을 외부로 유포하거나 유통한 혐의를 추가로 확인하기 위해 서울지방경찰청에 디지털포렌식 조사를 의뢰한 상태다.

경찰 조사에서 이씨는 자신의 혐의를 대체로 인정하면서도, 유포 목적이 아니라 혼자 다시 보기 위해 이 같은 일을 벌였다고 진술한 것으로 전해졌다.

경찰은 이씨 범행의 죄질이 무겁고 증거인멸 우려가 있다고 판단해 구속영장을 신청했고, 검찰이 영장을 청구함에 따라 금주 내로 구속 전 피의자 심문(영장실질심사)이 열릴 예정이다.

경찰 관계자는 "포렌식 수사를 통해 이씨의 유포 혐의를 확인하고, 불법촬영물을 추가로 확보할 예정"이라고 밝혔다.

한편 피해자 A씨는 이날 JTBC 뉴스와의 인터뷰에서 "변기 옆에 못 보던 스위치 같은 게 있더라. 자세히 보니까 메모리 같은 거 꽂는 게 있고 녹화되는 것처럼 생긴 장치가 있더라"라고 밝혔다.

A씨는 "카메라를 발견하고 이씨에게 항의했지만 이씨가 '몰카 찍는 게 자기 6년 동안 혼자 자취하면서 취미생활 같은 거라고. 자기 주변 사람들도 다 그런 거 찍는다고 했다'"고 말했다.

이씨와 헤어진 뒤에도 A씨의 고통은 이어졌다.

A씨는 "지우라고 해도 안 지우고. 너무 수치스럽고 진짜 유포되는 악몽을 너무 많이 꾼다. 하루에도 한 5번씩은 꾼다"고 밝혔다.

@highlight

집안 구석구석에 몰래카메라를 설치하고 10년 동안 자신의 집에 왔던 30여명의 여성들을 불법촬영한 제약회사 대표 아들이 경찰에 검거되었으며 피해자 A씨는 동영상이 유포되는 악몽을 5번씩은 꾸는 등 피해가 큰 것으로 드러났다.