<그림2>광유전학을 통한 시상하부 CRF 세포의 활성도 인위적 조절.

KAIST 생명과학과 서성배 교수 연구팀이 스트레스 반응을 조절하는 '스트레스 세포(Corticotropin Releasing Factor, 이하 CRF)'의 새 역할을 규명했다.

이를 통해 우울증이나 불안장애, 외상 후 스트레스 장애 등의 치료제 개발에 단서를 제시할 수 있을 것으로 기대된다.

18일 KAIST에 따르면 기존 CRF 세포 활성도는 30여 분 단위로만 측정할 수 있고 쥐 등 실험체를 부검해야만 호르몬의 변화를 파악할 수 있다는 한계가 있었다.

CRF 세포의 활성도가 초 단위로 어떻게 변화하는지는 파악이 어려웠다.

연구팀은 미국 뉴욕대와의 공동연구를 통해 생쥐 두뇌 시상하부 영역의 CRF 세포의 활성도를 실시간으로 측정하는 칼슘이미징 기술 중 파이버포토메트리(fiberphotometry)를 도입해 부정적, 긍정적 자극에 대한 쥐의 세포 반응성을 관찰했다.

그 결과 쥐가 위협적 외부 자극을 받을 때 CRF가 활성화됐고 긍정적 판단 유도 자극에는 활성도가 억제됐다.

또 냄새와 시각적 자극에 의해 음식을 섭취하기 전부터 감소하는 CRF 세포는 예측에 의한 기능도 수행함을 확인했다.

서 교수 연구팀은 KAIST 생명과학과 김대수 교수 연구팀과 함께 광유전학을 바탕으로 CRF 세포의 활성도가 대상에 대한 선호도 판단에 중요한 역할을 할 수 있다는 것도 밝혔다.

1저자로 참여한 김진은 연구원은 "CRF 호르몬의 구조가 밝혀진 이래 40여 년 동안 느린 내분비 조절 기능만으로 알고 있던 CRF의 역할에 대한 이해를 넓혔다는 의의가 있다"고 말했다.

이번 연구 결과는 국제 학술지 '네이처 뉴로사이언스(Nature Neuroscience)' 4월호 22권에 게재됐다.

@highlight

카이스트 생명과학과, 서성배 교수의 연구팀이 스트레스 반응을 조절하는 스트레스세포(CRF)의 실시간 활성도를 측정할 수 있는 파이버 포토메트리 기술을 도입해, 쥐의 세포 반응성 관찰에 성공함으로써 우울증이나, 불안장애, PTSD 등의 치료제 개발의 단서를 찾을 수 있을 것으로 기대되고 있다.