경남대학교 박재규 총장(전 통일부 장관)과 북한대학원대학교 김선향 이사장(전 대한적십자사 부총재)은 18일 경남대 본관에서 대한적십자사에 1억 원 이상 기부한 개인 고액 기부자 클럽인 레드크로스 아너스클럽(이하 RCHC)의 지역 회원들을 초청해 간담회를 가졌다.

대한적십자사 경남지사(회장 김종길)와 함께한 이날 간담회에는 RCHC 회원인 박재규 총장과 김선향 이사장을 비롯해 박희순 ㈜대성엠텍 회장, 양문자 전 대한적십자사봉사회 김해지구협의회장, 허종태 대한적십자사 경남지사 대의원, 김종길 회장 등이 참석했다.

18일 경남대학교 본관에서 박재규 총장과 김선향 북한대학원대학교 이사장 등이 참석한 가운데 1억 원 이상 기부한 개인 고액 기부자 클럽인 레드크로스 아너스클럽 지역 회원들이 간담회를 가졌다.

RCHC는 지난 2016년 ‘더 나은 세상을 위한 투자’라는 슬로건으로 출범해 우리 사회 각지에 따뜻한 나눔과 온기를 전하는 대한적십자사 누적 기부금액 1억 원 이상의 개인 고액 기부자 클럽이다.

출범 당시만 해도 수많은 어려움이 있었지만, 당시 김선향 이사장의 강력한 추진력으로 2016년 29명의 창립회원으로 출발해 현재 128명의 회원을 보유한 대한민국을 대표하는 기부단체로 자리매김하고 있다.

이날 간담회에서는 아너스클럽 회원들이 앞장서서 경남지역의 나눔 문화 확산을 도모하고, 적십자사의 한반도 인도주의 공동체 건설 및 사업 발전 등에 대해 논의했다.

김선향 전 대한적십자사 부총재는 “적십자의 인도주의 이념과 더 나은 세상을 위한 사업에 적극 동참하고 있는 RCHC 경남 회원님들과 간담회를 가지게 되어 매우 뜻 깊다”며 “나눔의 문화가 보다 더 확산돼 우리 사회에 따뜻한 온기가 전해질 수 있기를 기대한다”고 말했다.

김종길 대한적십자사 경남지사 회장은 “경남지역의 나눔 문화를 선도해 나가는 RCHC 회원님과 간담회를 가질 수 있어 의미 있는 시간이었다”며 “오늘 주신 의견들을 잘 꾸려서 경남 도민에게 꼭 필요한 인도주의 활동을 기획하겠다”고 말했다.

@highlight

경남대 총장과 북한대학원대학 김선향 이사장은 지난 18일 대한적십자사 누적 기부액 1억 원 이상의 개인 기부자 클럽인 RCHC 지역 회원 초청 간담회를 열어 경남지역의 나눔문화 확산 등에 대해 논의하였다.