음원 절대강자 '엠씨더맥스' 이수가 '닥터 프리즈너' OST 네 번째 가창자로 나선다.

수목극 최강자로 군림하고 있는 KBS 2TV 수목드라마 '닥터 프리즈너'의 네 번째 OST인 '태양에 녹여'(제작 935엔터테인먼트, 도너츠뮤직앤)가 오늘(18일) 오후 6시 각종 음원 사이트에 공개된다.

이번 OST는 전국투어 전 회 차를 모두 매진시키며 압도적인 티켓파워를 다시 한번 입증하는가 하면, 올해 1월 발매한 정규 9집 타이틀곡 '넘쳐흘러'로 각종 음원차트에서 1위를 기록하는 등 음원 강자로 많은 사랑을 받고 있는 이수가 가창에 참여한 것으로 알려져 더욱 관심과 기대를 얻고 있는 상황.

'태양에 녹여'는 이별 후 되돌릴 수 없이 멀어진 연인을 잊으려 노력하는 남성의 애절한 감정을 담은 곡으로, 이수의 감미로운 목소리는 물론, 섬세한 감성이 돋보인다.

특히, 이수 특유의 호소력 짙은 보컬은 이별의 슬픔을 극대화하며 안방극장에 아련함을 선사할 뿐만 아니라 보는 이들의 가슴까지 뭉클하게 물들일 예정.

또한, 엠씨더맥스 정규 9집 타이틀 '넘쳐흘러'와 걸그룹 레드벨벳의 웬디가 부른 드라마 '뷰티 인사이드' OST 'Goodbye'를 작곡한 히트곡 메이커 작곡가 최한솔, 한경수가 작곡을 담당했으며, 작사가 한준이 함께 작사에 참여해 곡의 완성도를 높였다.

'닥터 프리즈너'는 대형 병원에서 축출된 천재 외과 의사 나이제가 교도소 의료과장이 된 후 펼치는 신개념 감옥x메디컬 서스펜스 드라마.

남궁민, 김병철, 최원영, 권나라, 이다인, 박은석 등이 열연을 펼치고 있다.

한편, '닥터 프리즈너' OST Part 4 '태양에 녹여'는 18일 오후 6시 각종 음원 사이트를 통해 만나 볼 수 있다.

@highlight

음원 절대강자 '엠씨더맥스' 이수가 KBS 2TV 수, 목드라마 '닥터 프리즈너' 네 번째 OST 가창자로 나서고 오늘(18일) 오후 6시 각종 음원 사이트에 공개되며 OST '태양에 녹여'는 이수 특유의 호소력 짙은 음색으로 이별의 슬픔을 극대화 할 예정이다. 