이종철 "풍년농사 기원 일손 도와요" ▲ 17일 이천시 부발읍에서 열린 풍년농사 지원 전국 동시 발대식에서 김병원 농협중앙회장이 농·축협에 전달한 영농지원 차량을 직접 운전하고 있다.

농협중앙회와 전국 지역본부 및 157개 시·군지부 임직원, 자원봉사단체, 기업체 임직원 등 3만여 명이 참여하는 풍년농사 지원 전국동시 발대식이 17일 이천시 부발읍에서 열렸다.

본격적인 영농철이 시작됨을 국민에게 알리고, 범국민적인 농촌 일손돕기 붐을 조성하기 위한 퍼포먼스다.

이날 행사에는 김병원 농협중앙회장과 이화영 경기도 평화부지사, 남창현 농협 경기본부장, 권준학 NH농협은행 경기영업본부장 등이 참석했다.

1100여 명의 자원봉사자들은 발대식에서 풍년농사 지원 및 농가소득 5000만원 달성을 위한 온 국민의 결의를 다짐하는 결의문 낭독과 퍼포먼스를 벌였다.

또 전국 1094개 농·축협에 500억원 상당의 영농지원 차량 전달식 등을 갖는가 하면 고구마 종순 정식작업을 하며 농촌 일손돕기 자원봉사 활동을 펼쳤다.

농협은 지난 2013년부터 '농촌인력중개센터'를 운영해 지난해 83만명, 올해는 100만명을 목표로 원활한 영농인력 공급을 위한 농촌인력 중개사업을 벌이고 있다.

부족한 일손 모집과 일꾼의 영농현장 배치가 가능한 '영농작업반' 운영사무소도 지난해 72곳에서 100곳으로 확대하고, 농작업대행 면적을 113만ha로 확대하는 등 농업 경영비 절감 노력을 지속으로 추진하고 있다.

김병원 회장은 "전국 농·축협에 전달한 영농지원 차량이 농업인의 풍년농사와 영농활동에 큰 보탬이 되길 바란다"며 "고령화와 농업경영비 상승으로 어려움에 처한 농가를 돕기 위해 온 국민이 참여하는 사시사철 영농지원 붐을 조성해 나가겠다"고 말했다.

@highlight

17일 이천시 부발읍에서는 농협중앙회와 전국 지역본부 3만여 명이 참여하는 풍년농사 지원 전국동시 발대식이 열렸으며, 발대식은 본격적인 영농철이 시작됨을 알리며 범국민적으로 농촌 일손돕기 붐을 조성하기 위함으로 밝혀져 1100여 명의 자원봉사자들은 풍년농사 지원 및 농가소득 5000만원을 달설을 위한 온 국민의 결의를 다짐하는 결의문 낭독을 하였다.