전주시가 법령을 어겨 승진·전보 인사를 단행한 것이 적발돼 정부로부터 기관경고를 받았다.

행정안전부 등 정부부처가 전주시를 대상으로 한 정부합동감사 결과에 따르면 전주시는 지난해 1월 공석이 된 보건소장에 관련 법상 자격을 갖추지 못한 지방서기관(4급) A씨를 임용했다.

이어 같은 해 7월 A씨 후임으로 지방서기관 B씨를 임명했다.

지방보건법 제16조와 같은 법 시행령 제13조에는 지역 보건소장은 의사면허가 있는 사람 중에서 임용하도록 규정했다.

의사면허가 있는 사람을 임용하기 어려운 경우라면 보건·식품·의료기술 등의 직렬 공무원을 임용해야 한다.

하지만 전주시는 의사 면허가 없는 A씨와 B씨를 보건소장으로 임용했다.

정부는 감사보고서에서 '의사면허 소지자를 대상으로 일반임기제 공무원 선발시험을 실시하거나 보건소 선임과장에게 보건소장 직무대리를 맡겼어야 한다'고 밝혔다.

또 시는 지난해 하반기 정기인사 때 승진후보자 명부순위 12위였던 5급(사무관) C씨를 4급 특별승진 대상자로 정했다.

전주시 인사운영 기본계획을 보면 특별승진은 6급 이하의 일반직 공무원에 대해서만 실시하도록 했다.

실제 지난 10년 간 전주시는 6급 이하 총 2명에 대해서만 특별승진 임용을 단행했다.

특별승진 임용 과정도 석연치 않았다.

특별승진 기준의 변경과 사전예고 없이 4급 승진임용을 진행한 데다 인사규정에 따른 선행 단계인 국·소장 추천, 1차 시정조정위원회 사전심의 등을 건너뛴 것으로 드러났다.

정부는 '특별승진임용을 실시하기 위한 세부 평가항목, 평가기준 및 심사방법 등을 정해 특별승진에 대한 예측 가능성과 신뢰성을 높일 것과 보건소장에는 지역보건법에서 정하는 합당한 자격을 갖춘 공무원을 임용할 것'을 전주시에 주문했다.

한편, 행안부 등 정부부처는 지난해 11월부터 두 달간 전주시를 상대로 인사 등 행정 전반에 대해 감사를 벌였다.

@highlight

행안부 등 정부부처가 전주시를 대상으로 작년 11월부터 2달에 걸쳐 감사를 한 결과 전주시는 보건소장 임명과 특별승진 등의 인사에서 규정을 지키지 않은 것이 발견되어 기관경고를 받았다.