전북 대도약을 위해 시군 방문에 나서고 있는 송하진 도지사가 다섯 번째 방문지로 고창군을 찾았다.

송하진 지사는 18일 고창 강선달 농촌관광 거점마을과 영농조합법인 토굴된장, 6차산업 소득창출의 성공모델인 상하농원을 방문해 시설 관계자를 비롯한 지역주민들의 다양한 의견을 청취했다.

이번에 준공되는 고창 강선달 거점마을은 총 31억원이 투자돼 지상 4층, 지하 1층 규모로 2층부터 4층은 15개 숙박시설이 건립된다.

1층은 음식체험관 등이 조성되며 숙박시설에는 70명, 음식체험관에는 80명이 동시에 수용 가능해 마을 일자리 창출과 관광객 유입으로 지역소득 증대에 크게 기여할 것으로 보고 있다.

이어 송 지사는 영농조합법인 토굴된장을 찾아 현장을 시찰하고 전통식품체험시설 활성화를 모색하기 위해 향토식품업체 대표 등을 비롯한 영농조합법인 관계자와 간담회를 가졌다.

이 곳은 토굴속에서 생산한 저염식 토굴된장을 활용해 ‘건강발효밥상 체험’ 농가 민박 및 발효학교 등이 운영되고 있다.

송 지사는 이 자리에서 도내 8개소 전통식품 체험시설을 성공모델로 확산시켜 농촌의 부가가치와 일자리 창출로 연계될 수 있도록 노력하겠다고 약속했다.

도내 6차 산업 성공모델인 ‘상하농원’을 방문한 송 지사는 관계자의 노고를 격려하고 발전방안에 대한 다양한 의견을 청취했다.

농산물의 단순생산, 판매에서 벗어나 생산, 가공, 판매, 체험, 숙박 등이 연계 복합된 새로운 6차산업 소득창출 모델로 떠오른 이 곳은 지난 2010년부터 고창군과 민간사업자(매일유업)가 협력해 개발됐다.

이후 2018년 숙박시설(41객실)이 완비돼 1박 2일 형태의 체험활동이 가능해짐에 따라 고창군 주요관광지와 연계되는 지역관광 활성화가 기대되고 있다.

송하진 지사는 “우리 전북에서는 농업이 미래고 농촌이 희망”이라며 “시군과 협력해 고유의 농촌자원을 활용한 농촌융복합 6차 산업이 활성화될 수 있도록 다양한 농촌활성화사업을 추진해 나가겠다”고 말했다.

@highlight

전북 대도약을 위해 시군 방문에 나서고 있는 송하진 도지사가 18일 다섯 번째 방문지로 고창 강선달 농촌관광 거점마을과 영농조합법인 토굴된장, 6차산업 소득창출의 성공모델인 상하농원을 방문해, 시설 관계자들의 노고를 격려하고 발전방안에 대한 지역주민들의 다양한 의견을 청취했다.