상징·홍보체계 구축 등 논의 대구·경북 브랜드가치를 상승시키고 14대 협력과제를 성공적으로 추진하기 위해 대구시와 경북도는 19일 오전 11시 노보텔에서 ‘2020 대구경북 관광의 해’ 추진협의회 위촉식을 개최한다.

이번 추진협의회 위촉식은 지난달 29일 울릉도에서 민선 7기 대구·경북 시장·군수·구청장 연석회의에서 양 시도가 ‘2020 대구 경북 관광의 해’ 사업의 성공적 추진을 위한 업무협약 체결의 후속조치로서 이뤄졌다.

양 시도 담당국장을 공동 위원장으로 해 공사·관광협회·학계·연구계 등 23명으로 구성된 추진협의회는 ‘2020 대구경북관광의 해’ 관련 사업에 대한 자문과 협력·사업 발굴·홍보 등을 담당하게 된다.

이에 앞서 추진협의회 실무를 담당하기 위해 구성된 실무위원회(12명)가 구성됐으며 실무위원회에서 논의된 ‘관광의 해’ 사업의 공동 협력 과제 추진 상황을 위원들에게 보고하여 자문을 받는 시간을 가지게 된다.

또 ‘관광의 해’ 사업의 본격적 가동을 대·내외적으로 알리고 실질적인 국내외 관광객 유치를 위해 ‘큰 힘’을 보태기 위해 한국 여행업협회 및 한중도시우호협회, 중화동남아여행업협회 위원을 홍보대사로 위촉할 예정이다.

이날 협의회에서 논의된 사항은 △ 2020 대구경북관광의 해 상징체계 개발 △ 2020 대구경북관광의 해 홍보체계 구축 △ 체험특화형 대구경북 공동 관광코스 개발 △ 주요 도시별 국내관광 순회쇼 △ 대구경북 관광특별전 및 선포식 개최 등 14개 분야로 각 과제별 심도있는 논의를 통해 사업 추진의 실효성을 확보할 예정이다.

김호섭 시 문화체육관광국장은 “서울·제주·부산 등 일부 지역에 한정된 국내외 관광객을 우리 지역으로 유치해 지역 경제를 활성화 해 대구·경북이 잘살기 위한 공동 사업”이라며 “시·도민께서도 ‘2020년 대구경북 관광의 해’ 사업에 많은 관심과 애정을 쏟아 주시길 당부한다”고 말했다.

@highlight

대구시와 경북도는 '2020 대구 경북 관광의 해' 사업의 성공적 추진을 위한 업무협약 체결 후 추진협의회를 열고 관련인 23명을 구성해 자문과 협력·사업 발굴·홍보 등을 담당하게 된다.