전라북도는 18일 창조경제혁신센터에서 청년층의 자발적 참여와 지역 현장에서의 다양한 청년의 목소리를 듣기 위해 제4기 청년청책포럼을 구성하고 '청년, 소통, 공감으로 만들어가는 전라북도'라는 주제로 첫 워크숍을 개최했다.

이번 행사는 청년정책포럼단으로서 자긍심 고취와 역할에 대한 이해를 높여 청년들의 도정 참여를 활성화하기 위해 마련됐다.

제4기 청년정책포럼 운영계획 설명과 청년 소통의 시간을 통해 '전북 청년이 경쟁력을 갖추려면?'이란 주제의 자율토크를 진행해 조별 토론한 내용으로 개별 관심사에 따른 분과구성 및 연간 활동계획을 세웠다.

워크숍에 처음으로 참석한 청년들은 "청년문제를 고민하고 우리들의 목소리가 청년 정책에까지 연결될 수 있다 생각하니 가슴이 뛰고 즐거웠다"며 "스스로도 성장할 수 있는 기회가 되기를 기대한다"고 소감을 밝혔다.

제4기 청년정책포럼은 지난 2~3월 공모를 통해 선발된 대학생, 직장인, CEO, 문화예술인, 농업인, 자영업 등 다양한 분야의 청년 50명으로 구성됐고 청년일자리, 창업, 복지, 문화, 농촌의 5개 분과로 나눠 활동할 계획이다.

특히 정책참여활성화를 위해 전문가와 함께하는 정책토크콘서트, 찾아가는 청년창업 스타트-업(Start-Up) 개최, 청년정책TF팀 운영, 도와 시·군과의 청년단체 교류 등을 추진하며 정책채널 운영을 통해 분과 활동에서 도출된 시책 또는 건의사항 대해 체계적으로 관리할 계획이다.

또한 앞으로 도와 청년 관련기관, 청년정책포럼이 함께 협업시스템을 구축해 도정을 이끌어가는 거버넌스 체제를 더욱 공고히 할 계획이다.

나석훈 일자리경제국장은 "청년들의 다양한 수요에 부합하는 반짝이는 아이디어를 더해 주면 청년들이 믿고 의지할 수 있는 전라북도형 청년정책이 탄생하리라 확신한다"며 "청년정책포럼단으로서 사명감과 자긍심을 가지고 지혜를 모아줄 것"을 당부했다.

@highlight

창조경제혁신센터에서 청년들의 의견과 참여를 위해 전라북도는 제4기 청년정책포럼을 구성하여 워크숍을 진행했으며, 다양한 분야에 종사하는 청년 50명과 취업, 창업 등 다섯개 분야에 대하여 활동하겠다는 포부를 내비쳤고, 향후 청년 관련기관과 청년정책포럼이 힘을 합쳐 리드하는 거버넌스 체제를 갖추겠다고 밝혔다.