신서희 세종시교육청은 교육주체별 다양한 의견을 듣고 정책에 반영하기 위해 '교육감과 함께 하는 교육주체별 정책협의회(이하 교육주체별 정책협의회)'를 추진한다고 18일 밝혔다.

(동양일보 신서희 기자) 세종시교육청은 교육주체별 다양한 의견을 듣고 정책에 반영하기 위해 '교육감과 함께 하는 교육주체별 정책협의회(이하 교육주체별 정책협의회)'를 추진한다고 18일 밝혔다.

2019년 상반기 교육주체별 정책협의회는 지난 17일 고등학교 교장단을 시작으로 오는 5월 말까지 진행할 예정이다.

올해 정책협의회에서는 공통 주제로 △학교자치 △세종창의적교육과정 △교사들의 수업력 신장과 생활지도력 신장을 위한 전문적 학습공동체의 내실화가 선정됐다.

학교 급별 주제로는 △아이다움교육과정 운영, 놀이교육(유치원) △기초학력 신장 방안(초등학교) △생활공동체 운영 방안(중학교) △고교교육력제고방안(고등학교)△학교자치를 위한 지원 방안(교육행정직) 등 학교 급과 직종에 맞는 다양한 주제로 운영될 계획이다.

교육주체별 정책협의회는 △혁신교육 △미래교육 △책임교육 △학습도시 세종으로 정의된 ‘세종교육 혁신 2기’ 4대 정책방향에 대한 교육주체들의 이해와 협력을 강화하기 위해 실시됐다.

올해에도 △유·초·중·고 급별 교(원)장 △교(원)감 △다양한 교육단체 소속의 교사 그룹 △직급별 교육행정직 공무원 등 20여 개의 그룹으로 편성하여 상·하반기 각 1회씩 다양한 교육주체들의 의견을 수렴할 예정이다.

최교진 교육감은 “이번 교육주체별 정책협의회로 교육주체들의 다양한 의견을 귀 담아 듣고 소통을 강화하여 좋은 의견을 발굴해 낼 것”이라며,“또한, 발굴된 좋은 의견은 정책에 반영함으로써 세종 학교혁신의 동력으로 삼겠다”고 말했다.

@highlight

세종시교육청은 2019년 상반기에 17일 고등학교 교장단을 시작으로 5월 말까지 '교육감과 함께 하는 교육주체별 정책협의회'를 추진하며 공통 주제로는 학교자치, 세종 창의적 교육과정 등이 선정됐다.