광주체육고등학교 양궁 안산(3학년)이 제33회 전국체육고등학교 체육대회에서 2년 연속 5관왕의 위업을 달성하며 대회MVP에 올랐다.

광주체고는 지난 10일부터 17일까지 부산광역시에서 열린 이번 대회에서 17개 종목에 200명의 선수단이 출전해 금메달 21개, 은메달 18개, 동메달 26개를 획득, 종합 4위의 성적을 거두며 엘리트 체육 중심학교로서의 면모를 과시했다.

특히 여고부 개인종합 1위 등의 성적을 거둔 양궁 국가대표 안산은 지난 대회에 이어 2년 연속 대회 5관왕과 대회 MVP을 함께 차지하는 탁월한 기량을 보여줬다.

이와 함께 역도에서는 박수빈(3학년)이 3관왕을 차지했고 레슬링은 그레고 67kg급의 이경빈(3학년), 그레고 87kg급 이승천(3학년), 자유형 97kg급 홍상혁(3학년), 그레고 63kg급 이효진(3학년), 그레고 130kg급 김민재(3학년) 이상 다섯 선수가 금메달을 따냈다.

육상에서는 여고 포환 정소은(3학년), 여고 창던지기 윤세진(3학년)이, 복싱에서는 46kg급 성현태(2학년), 64kg급 이기윤(3학년)이, 사격은 소총 오준영(2학년)과 단체전, 여고 핀수영은 표면400m 임주희(3학년), 유도는 김민주(2학년)가 여고 78kg이하 체급에서 값진 금메달을 획득했다.

우승에 못지않은 은메달 18개, 동메달 26개의 메달 역시 여러 종목에서 고르게 따냈다.

광주체고 김성남 교장은 이번 대회를 학업과 운동을 병행하면서도 기대이상의 성적을 거뒀다 평가하면서 남은 기간 동안 과학적 분석과 체계적인 계획을 통해 선수들의 기량을 최고로 끌어 올리고 완성해 올해 10월 서울 일원에서 개최되는 ’제100회 전국체육대회‘에서 역대 최고의 성적을 거둘 수 있도록 매진하겠다고 말했다.

@highlight

광주체고는 17개종목 200명의 선수단이 출전해 전국체육고등학교 체육대회에서 금21, 은18, 동26개를 획득해 종합 4위의 성적을 거두었고, 특히 양궁에서 2년 연속 5관왕을 달성해 대회 MVP에 올랐으며, 김성남 교장은 10월 제100회 전국체육대회에서 최고의 성적을 얻을 수 있도록 매진하겠다 밝혔다.