전남도가 지난 18일 향토기업인 보해양조㈜(대표이사 임지선)와 전남지역 소상공인들의 카드결제 수수료 부담 경감을 위한‘제로페이-전남’제도 활성화 업무협약을 체결했다.

협약에 따라 전라남도는 제로페이 활성화를 위해 보해양조㈜의 사회적 공헌을 통한 지역사회 기여를 적극 지원한다.

보해양조㈜는 생산 제품과 유통망을 활용해‘제로페이-전남’가맹 홍보에 나선다.

특히 보해양조㈜는 5월부터 생산·유통하는‘잎새주’300만 병에 보조 상표를 활용해‘제로페이-전남’을 홍보하고, 보해양조㈜ 영업 네트워크를 활용해 전남 1만2000여 거래점에 제로페이 가맹 홍보를 펼친다.

제로페이는 정부에서 주관해 개발도입한 모바일 결제시스템이다.

소비자가 QR코드를 찍으면 소비자 계좌에서 판매자 계좌로 돈이 이체되는 직거래 결제 방식이다.

전라남도는‘제로페이’가 시장에 정착되면 연간 매출액 8억원 이하의 소상공인에게는 결제 수수료가 전혀 없어 영업수익 개선에 크게 도움이 될 것으로 기대하고 있다.

이용자에게는 소득공제 40%와 공공시설 이용 시 다양한 할인혜택이 주어진다.

전라남도는 가맹점 확보와 사용자 확대가 제로페이 성공의 관건인 만큼 제도 활성화를 위한 다양한 시책을 추진하고 있다.

밀집도와 이용도가 높은 상점가 및 전통시장을 시군별로‘제로페이-전남’거점지역으로 지정해 운영하고, 전남신용보증재단과 외식업협회 등 기관단체와 가맹점 확보를 위한 협력체계를 구축하고 있다.

또한 사용자 및 소상공인을 대상으로 한 직접 홍보와 지역 언론, 도시군 누리집, SNS 등을 활용한 정책 홍보를 함께 펼치고 있다.

앞으로도 전라남도는 지역 소상공인과 함께하는 제로페이 확산 이벤트, ‘제로페이-전남 Market’, 홍보 캠페인 등 다양한 시책을 추진해‘제로페이-전남’조기 정착을 꾀한다는 복안이다.

@highlight

18일 전남도와 향토기업인 보해양조㈜가 ‘제로페이-전남’ 가맹제도 활성화 업무 협약을 체결하고 전남지역 소상공인들의 카드결제 수수료 부담 경감을 위해 협력한다. 