홍지예 강용석·임지현.

강용석 변호사가 '임블리' 임지현씨에 대한 폭로로 파장을 일으키고 있다.

강용석 변호사는 18일 유튜브 채널인 '가로세로연구소'에서 임블리를 둘러싼 갖가지 논란을 언급하던 중 임블리 임지현 씨의 과거를 폭로했다.

강 변호사는 "임블리의 과거니까"라며 "어차피 공인으로 나왔으니 이 정도는 가족들이 이해하겠지만"라며 운을 뗐다.

이어 "임블리씨가 굉장히 어려서부터 어떤 분하고 동거를 했다"며 "(A씨가) 20살도 전부터 동거 관계를 하면서 돈도 대주고 생활비, 대학교 학비도 다 대주고, 성형수술 비 등 굉장히 많이 뜯겼다"며 "임블리 집에 동생들 학비, 부모님한테도"라고 말했다.

그러자 다른 패널이 "그분이 돈이 여유가 있었느냐"는 물었고, 강 변호사는 "상대는 돈이 좀 있었는데 그 돈을 엄청나게 쓰다보니 그런 문제가 있었다. 그러다 가세가 기울고 망하면서 카페도 차려주고 했는데 하는 과정에서 헤어졌다"며 "그분이 내가 준 돈 돌려달라고 차용증 이런 식으로 써놓은 것도 있고 그렇다. 그것 때문에 법정 소송도 하고"라고 말했다.

이 같은 강용석 변호사의 발언에 댓글이 빗발치자 그는 "쎈가 보다. 굉장히 충격적인가 보다"라며 "저보고 조심하라고 하시는데 팩트는 명백하니까. 그건 뭐"라고 말했다.

이 외에도 이날 방송에서 패널들은 '임블리' 명품 카피 논란 등에 대해 이야기를 나눴다.

한편 임지현 상무의 남편이자 '임블리'를 운영하는 부건에프엔씨 박준성 대표이사는 "강씨와 일행은 제 아내를 미성년자일 때부터 동거하고, A(전 남자친구)씨에게 금전적 지원을 받아 생활했음에도 불구하고 빌린 돈을 갚지 않는 파렴치한 사람으로 만들었다"고 밝혔다.

그러면서 "지현이는 A씨와 성인이 된 이후 교제를 시작했으며 동거한 사실도 없다. 지현이와 동생들은 학비를 A씨로부터 지원받은 사실 또한 없다. 입에 담기도 싫고 반박할 가치조차 없는 이 모든 말들은 사실이 아니다"고 반백했다.

@highlight

강용석 변호사는 18일 유튜브 채널인 '가로세로연구소'에서 '임블리' 임지현씨에 대해 과거 동거한 적이 있다는 발언을 해 큰 파장을 일으키고 있다.