한의학 관련 박물관이 위치한 대구·산청·대전 지역에 직접 가지 않고도 부산대학교 한의학전문대학원에서 이들 박물관의 유물과 전시장을 VR(가상현실)로 가깝게 만나고, VR 콘텐츠를 통해 한의학 교육을 받을 수 있는 사업이 추진돼 창의적인 학습 지원이 이뤄질 전망이다.

부산대학교 한의학전문대학원(원장 권영규)은 지난 18일 산청 동의보감촌에서 가상현실(VR)기반 유물 공유 및 교육 콘텐츠 공동개발을 위한 대구한의대 한의과대학, 산청군, 한국한의학연구원 등과의 상호 협력 협약식을 체결했다고 19일 밝혔다.

이번 협약은 교육부의 국립대학육성(REN)사업을 수행하고 있는 부산대 한의학전문대학원이 추진한 것으로, 대학·연구기관·지자체와 협력해 4차 산업혁명 관련 국가정책에 부응하고 선도적인 역할을 수행하고자 마련됐다.

양해각서에는 각 기관이 보유한 한의학·한약 관련 유물의 가상현실(VR)기반 공유와 한의학 기반 4차 산업 융합 콘텐츠 공동 발굴 및 개발, 4차 산업혁명 인재 양성, 창의진로·창업지원을 통한 지역경제 활성화와 일자리 창출 등의 내용이 담겼다.

향후 사업 추진에 따라 VR콘텐츠 개발이 완료되면 부산대 한의학전문대학원에서 교내 한의학교육역사박물관은 물론이고, 대구한의대 박물관, 산청한의학박물관, 한국한의학연구원 한의학역사박물관 등이 소장하고 있는 유물과 현지 전시장을 VR로 즐길 수 있게 된다.

또 부산대 한의학전문대학원은 협약기관 박물관 유물을 4차 산업 정보통신 기술을 접목시켜 가상현실 체험형 교육 콘텐츠로 개발해 한의학 교육의 창의적인 학습자원으로 활용할 예정이다.

권영규 부산대 한의학전문대학원장은 “이번 협약을 통해 거점 국립대의 공공성과 책무성을 다하고, 한의학과 4차 산업을 접목해 체험 중심의 한의학 교육을 선도하는 등 세계 전통의학 교육 콘텐츠 시장을 개척해 나갈 것”이라고 밝혔다.

디지털콘텐츠팀 .

@highlight

부산대학교 한의학 전문대학원은 산청 동의보감촌에서 대구한의대 한의과대학, 산청군, 한국한의학연구원 등과의 상호 협력 협약식 체결하고 VR 콘텐츠를 활용한  한의학 교육과 유물을 즐길 수 있는 교육 콘텐츠를 개발하고 있다.