'배틀트립' 이휘재-문정원이 두 눈이 황홀해지는 '거제 8경 투어'를 예고해 기대감이 높아진다.

원조 여행 설계 예능 KBS 2TV '배틀트립'이 3주년을 맞이해 3MC 이휘재-김숙-성시경이 직접 떠나는 '3도 여행' 2탄을 선보인다.

지난주에 이어 이휘재는 아내 문정원과 함께 경남 통영-거제로, 김숙은 배우 이세영과 함께 충남 당진으로, 성시경은 가수 김조한과 함께 전남 여수로 향한다.

이 가운데 경남 거제로 떠난 이휘재-문정원이 봄 거제의 매력에 푹 빠졌다고 해 이목이 집중된다.

특히 이날 이휘재는 "오늘은 당신을 위한 맞춤 코스야"라며 아내 문정원을 위한 특급 선물을 예고해 눈길을 끌었다.

이에 향한 곳은 문정원이 좋아하는 노란 수선화가 가득 핀 '공곶이'.

생각지도 못한 이휘재의 로맨틱한 선물을 받은 문정원은 "너무 오래 기억에 남을 것 같다"면서 눈물이 그렁그렁해졌다는 후문이어서, 그를 폭풍 감동케 한 수선화 꽃밭의 자태에 관심이 고조된다.

그런가 하면 공개된 스틸 속에는 제트보트에 탑승한 이휘재-문정원의 모습이 담겨있어 시선을 사로잡는다.

거제 8경을 보다 액티브하게 즐기기 위해 제트보트를 탄 두 사람은 시속 60KM로 바다를 가르는 짜릿함에 몸서리쳤다는 후문.

더욱이 바다의 금강산이라 불리는 해금강의 십자동굴을 관통하며 마주한 절경에 이휘재는 "이런걸 어디서 구경해. 정말 자연의 신바다"라며 연신 감탄을 토해 내기도 했다.

이에 이휘재-문정원은 "100점 만점에 200점 여행이다. 정말 로맨틱 힐링" 이라며 봄 거제의 매력에서 헤어나오지 못했다.

한편 원조 예능 설계 예능 프로그램 KBS 2TV '배틀트립'은 오는 20일(토) 밤 9시 15분에 방송된다.

@highlight

배틀트립에서는 이휘재와 문정원은 거제 8경 투어를 예고해 기대감이 높아진 가운데, 경남 거레로 떠난 이휘재와 문정원은 봄 거제의 매력에 푹 빠졌다고 해 이목이 집중 되었고 더욱이 바다의 금강산이라 불리는 해금강의 십자동굴을 관통하면서 연신 감탄을 토해내기로 하였다.