양해 각서를 체결하고 기념사진을 촬영하고 있다.

[환경일보] 심영범 기자 = KT(회장 황창규)는 텔스타홈멜(대표 임병훈, www.telstar-hommel.com)과 경기도 평택시에 위치한 텔스타홈멜 사옥에서 '5G Edge Cloud 기반 스마트팩토리 솔루션 개발협력 MOU'를 체결했다고 19일 밝혔다.

텔스타홈멜은 자동차 파워트레인 분야에서 오랜 기간 쌓아온 설비 제조 기술과 정보 통신 기술을 융합하여 'LINK5'라는 고객 맞춤형 스마트팩토리 플랫폼을 보유한 업체이며, 이노비즈협회(회장 조홍래)가 중소기업의 제조 혁신을 주도하기 위해 추진하고 있는 스마트공장 플랫폼 공급기업 컨소시엄의 의장사다.

이번 업무협약은 ▷5G 기반 스마트팩토리 솔루션 개발 ▷스마트팩토리 솔루션 시범 적용 ▷5G기반 스마트팩토리 솔루션의 시장 보급 및 확대하는 것을 주요 내용으로 한다.

양사는 KT가 가진 5G 기술과 텔스타홈멜의 공정/자동화 분석 솔루션을 융합하고 발전시킬 예정이다.

KT는 5G가 갖는 초저지연, 초광대역, 초연결의 특성을 기반으로 산업 현장에서 올라오는 수많은 센서 정보를 에지 통신센터에 모아 실시간 공정을 모니터링 하고, AI 분석을 통해 최적의 생산성을 유지 할 수 있도록 지원할 예정이다.

또한 빅데이터 분석에 기반하여 불량률을 예측하고 각 공정의 장비들을 효율적으로 정비 할 수 있도록 협력할 예정이다.

KT 마케팅부문장 이필재 부사장은 "텔스타홈멜의 우수한 기술력과 KT 5G가 만나 강력한 스마트팩토리 솔루션을 마련하여 국내 제조업 활성화에 기여하겠다"라고 밝혔다.

텔스타홈멜 임병훈 대표는 "KT와 텔스타홈멜은 추구하는 목적은 같으면서도 서로 다른 역할과 책임을 다해 대한민국 최고의 상생모델로 성장되길 소망 한다"며 양사의 협력에 기대감을 나타냈다.

@highlight

KT 19일 경기도 평택에서 고객 맞춤형 스마트팩토리 플랫폼을 보유한 델스타홈멜과 5G기반 스마트팩토리 솔루션의 시장 보급과 확대를 위해 솔루션 개발협력 MOU를 채결하였다.