괴산군 보건소는 지난 19일 군 보건소 다목적실에서 재가 암환자 및 가족 30여 명을 대상으로 '3플러스(건강, 사랑, 마음) 힐링교실'을 운영했다.

[괴산]괴산군 보건소는 지난 19일 군 보건소 다목적실에서 재가 암환자 및 가족 30여 명을 대상으로 '3플러스(건강, 사랑, 마음) 힐링교실'을 운영했다고 밝혔다.

군 보건소에 따르면 '3플러스 힐링교실'은 매년 암 환자 증가로 암 경험자가 주변에 점점 늘어나면서 암 치료 이후 삶의 관리가 중요시됨에 따라 암 환자의 삶의 질 향상과 환자 간호에 따른 가족의 스트레스 및 심리적 부담감을 줄이기 위해 마련됐다.

또 암을 직접 경험해 본 사람들 간 소통의 장을 마련해 줌으로써 암으로 인한 신체적 고통뿐만 아니라 정신적 고통을 겪고 있는 재가 암환자에게 투병의욕과 재활의지를 고취하는 데 그 목적이 있다.

특히, '3플러스 힐링교실'은 친목 도모, 상호 정보교환 등을 통해 암 환자의 긍정적 마인드 제고 및 암 관리능력 향상에 초점을 맞춰 운영한다.

이날 진행된 프로그램에서는 충북대학교병원 조민자 영양팀장이 강사로 나서 재가 암환자의 영양관리법에 대해 설명한 뒤 질의응답 시간을 가졌다.

이어 군 보건소 방문보건팀이 주관해 화분 만들기 및 혈압·당뇨 측정 등 건강상담이 실시됐으며, 암환자 의료비지원에 관한 상세한 안내도 이뤄졌다.

이영남 군 보건소장은 "암 재발과 전이를 막고 삶의 질을 높이기 위해서는 철저한 건강관리가 필요하다"며 "앞으로도 다양한 건강프로그램 운영을 통해 암 환자 및 가족 구성원에게 새로운 희망과 용기를 심어줄 수 있도록 적극 힘쓰겠다"고 말했다.

한편, 괴산군에는 현재 300여 명의 재가 암환자가 등록돼 있다.

군 보건소는 방문건강관리사업과 연계해 △증상 및 통증조절법 교육 △관절운동교육 △욕창관리 △암 치료비 지원정보 제공 △재가용품 지원 등 암 환자를 위한 다양한 서비스를 제공하고 있다.

@highlight

괴산군 보건소는 암을 직접 경험해 본 사람들 간 소통의 장을 통해 재가 암환자에게 투병의욕과 재활의지를 고취하고 환자 간호에 따른 가족의 스트레스 및 심리적 부담감을 줄이기 위해, 지난 19일 군 보건소 다목적실에서 재가 암환자 및 가족 30여 명을 대상으로 '3플러스(건강, 사랑, 마음) 힐링교실'을 운영했다고 밝혔다.