이용수 김동영 개인전 '자연의 빛을 향유하다'

5월 1일까지 전주 누벨백미술관서 김동영 작품 "온화하면서도 우아한 세련미를 표상하는 백제 문양의 아이콘들을 추상적인 조형어휘로 재해석했습니다. 더불어 동양의 음양오행설을 토대로 흑, 백, 적, 황, 청과 같은 오방색을 동원하여 각각의 색이 지닌 방위와 상징성을 독자적인 조형기호로 변형시켜 자연과 삶을 둘러싼 정체성 탐구의 내밀한 궤적을 담아내고자 했습니다."

김동영 작가가 5월 1일까지 전주 누벨백미술관에서 '자연의 빛을 향유하다'를 주제로 개인전을 진행한다.

이번 전시에서는 김 작가는 백제 미술 속에 함축된 고유의 문양을 창작 모티브로 한 서양화 20여 점을 선보인다.

우리문화에 집중하면서 한국 고유의 색상인 오방색의 발견을 경험할 수 있었다는 김 작가.

작가에게 오방색은 방위개념과 계절개념의 특별한 의미에 순응하며 생성과 소멸의 믿음으로 싹터왔으며, 풍부한 감성으로 살아 숨 쉬는 풍류적 색채문화를 이어 왔다고 한다.

예컨대 청색은 만물이 소생하는 탄생의 색, 백색은 순수한 정결함이 내포되어 있는 색, 황색은 넓은 대지의 광활함과 풍요의 색, 적색은 자연의 생명력과 주술적 의미를 지닌 색, 흑색은 지혜를 얻어 과거를 기억하게 하고 만물을 관장하는 신의 색이다.

그는 작업노트에서 "다양하고 폭넓게 상상할 수 있는 오방색의 의미는 거대한 힘과 수많은 그림자를 지니고 있다"며 "자연 안에서 반복적 일상을 살아가는 자연과의 의사소통을 매개할 수도 있을 것이다"고 했다.

김 작가는 한국미술협회, 지붕전, 중작파 회원으로, 개인전 10회, 부스전 15회, 단체전 200여 회 등 활발하게 활동하고 있다.

@highlight

김동영 작가가 5월 1일까지 전주 누벨백미술관에서 '자연의 빛을 향유하다'를 주제로 개인전을 진행하는데, 백제 미술 속에 함축된 고유의 문양을 모티브로 하여 한국 고유의 색상인 오방색을 활용한 서양화 20여 점을 선보인다.