신서희 5월 2일까지 26㎡형 33세대·33㎡형 7세대 등 40세대 모집 (동양일보 신서희 기자) 세종시가 만 65세 이상의 저소득 고령층의 주거 안정을 위해 세종 신흥사랑주택 입주 자격을 완화해 추가 모집한다.

21일 시에 따르면 세종 신흥사랑주택은 ‘공공주택특별법’에 따른 공공실버주택(영구임대)으로 올해 7월 준공, 9월 입주 예정이다.

시는 지난해 9월 27일 1차 입주자 모집을 실시했으나 40세대가 미달되어 이번에 입주자를 추가 모집한다.

신흥사랑주택은 부지면적 3473㎡, 연면적 6658㎡이며, 1층은 실버복지관, 2~7층은 총 80세대(26㎡형 50세대, 33㎡형 30세대)로 구성된다.

이번 추가 입주자 모집 세대수는 26㎡형 33세대와 33㎡형 7세대 등 총 40세대이며, 입주대상자 자격 요건도 일부 완화된다.

지난해 1차 입주자 모집공고 시 3순위였던 수급권자 및 차상위 계층이 2순위에 포함되고, 3순위 대상자가 신설됐다.

이에 따라 월평균 세대 소득이 전년도 도시근로자 가구당 월평균 소득의 50% 이하인 사람 중 ‘공공주택특별법 시행규칙’ 제13조 제2항에 따른 영구임대주택의 자산 요건을 충족한 경우도 신청이 가능하다.

신청 접수는 오는 30일부터 5월 2일까지 조치원읍사무소 후동 생활문화센터 1층에서 받는다.

신흥사랑주택 추가 입주자 모집공고와 관련한 세부사항은 시청 홈페이지(www.sejong.go.kr) 고시·공고 내 신흥사랑주택 추가모집 공고문을 참고하거나 시청 주택과(☏044-300-5912)로 문의하면 된다.

박병배 주택과장은 “이번 추가모집에 많은 대상자들이 신청해 주거 사각지대에 있는 고령자들이 혜택을 받을 수 있기를 바란다”며 “앞으로도 주거 안정성 제고를 위해 다양한 임대주택 공급을 지속할 계획” 이라고 밝혔다.

@highlight

세종시에 따르면 ‘공공주택특별법’에 따른 공공실버주택(영구임대) 세종 신흥사랑주택은 지난해 9월 27일 1차 입주자 모집을 실시했으나 40세대가 미달되어 입주대상자 자격요건도 일부 완화해 입주자를 추가 모집한다. 