충북도 환경산림국장과 환경정책과 직원 19명이 중증장애인 생산품 인증시설이고 사회적기업인 예심하우스를 방문해 생산적 일손봉사활동을 펼치고 있다.

[청주]충북도청 국장과 직원들이 주말도 반납한 채 '생산적 일손봉사 활동'에 나서 일손이 부족한 기업돕기에 구슬땀을 흘렸다.

20일 충북도에 따르면 이날 김성식 도 환경산림국장과 환경정책과 직원 19명은 중증장애인 생산품 인증시설이고 사회적기업인 예심하우스(이사장 한관희) 작업장을 찾았다.

도 직원들은 이날 정수기부품 조립, 위생저 작업 등 생산적 일손봉사활동을 추진해 일손이 부족한 사회적 기업 생산현장의 인력난 해소에 도움을 줬다

예심하우스는 수익금 100%를 장애근로자 급여와 사업비에 재투자하는 모범적인 사회적 기업으로 중증장애인들이 정수기 부품 조립, 휴대용 화장지, 선물용 상자포장 및 김자반 사업 등을 실시하고 있다.

김성식 환경산림국장은 "이번 생산적 일손봉사는 기업과 농가를 내손으로 되살리자는 활동으로 공직자부터 자발적으로 솔선수범하기 위해 추진했다"며 "앞으로도 지속적으로 생산적 일손봉사활동을 전개해 함께하는 도민 일등경제 충북 실현에 적극 노력하겠다"고 밝혔다.

이날 이창희 도 균형건설국장을 비롯한 균형발전과 직원 20여명도 예심하우스에서 장애인 생산품 부품 조립 및 쇼핑백 접기 등에 일손을 보탰다

생산적 일손봉사 활동은 충북도가 지난 2016년 유휴 노동 인력을 일손이 부족한 생산현장에 투입해 농촌의 부담을 덜어주고 일손을 제때 구하지 못하는 중소기업을 돕자는 취지에서 시작했다.

75세 이하의 주민이면 누구나 참여할 수 있다.

생산적 일손 봉사 참여자들은 하루 4시간 일한 뒤 교통비 명목으로 2만원을 지원받는다.

생산현장에 일손을 투입하는 자치단체는 충북도가 유일하다.

봉사활동 참여를 희망하는 도민이나 일손이 필요한 농가나 중소기업은 시·군 일자리 관련 부서나 자원봉사센터에 신청하면 된다.

@highlight

충북도청 환경산림국장과 환경정책과 직원들이 중증장애인이 일하고 있는 사회적기업 예심하우스를 찾아 부품을 조립하는 등 생산적 일손봉사활동을 벌여 인력난에 시달리는 생산현장에 일손을 보탰다. 