도민 갈등 등 각종 현안 해결 난맥상을 풀기 위해 제주도와 도의회가 머리를 맞대기로 한 '상설 정책협의회'가 삐거덕거리고 있다.

특히 '상설 정책협의회' 첫 회의가 시작하기 전부터 원 도정과 도의회 간에 미묘한 난기류가 지속되는 모습을 보이면서 빈축을 사고 있다.

제주도와 도의회에 따르면 지난해 11월 임시회에서 '제주특별자치도 상설 정책협의회 설치 및 운영에 관한 조례' 전부개정 조례안 통과로 지난 18일 열릴 예정이던 '상설 정책협의회' 첫 회의가 무산됐다.

상설정책협의회는 도지사와 도의회 의장이 공동 의장으로 △제주도의 중요정책에 관한 기본적인 구상과 계획에 관한 사항 △도민에게 과도한 부담을 주거나 중대한 영향을 미치는 지방자치단체의 주요 결정사항 △그 밖에 제주형 협치의 실현과 관련해 공동위원장이 협의가 필요하다고 인정하는 사항 등을 협의한다.

상설정책협의회 구성원은 제주도의 경우 도지사와 부지사, 기획조정실장, 의회는 의장과 부의장, 상임위원장, 교섭단체 대표의원 등과 함께 도지사가 지명하는 관계 공무원, 도의회 의장이 추천하는 도의원 등이다.

이번 첫 회의에서는 행정시장 직선제 도입을 위한 주민투표 여부와 제2공항 갈등 해결방안 등이 논의될 예정이었다.

하지만 아무런 설명 없이 '상설 정책협의회' 첫 회의가 연기됐고 다음 회의 일정은 정해지지 않았다.

사실상 무기한 연기됐다.

이번 상설 정책협의회 첫 회의 연기를 두고 지난 제주도의회 제371회 임시회에서 제2공항 공론화 조사 요구와 도정 질문에 이어 원 도정과 도의회 간 '기 싸움'을 하고 있기 때문이라는 지적이 제기되고 있다.

이에 따라 행정시장 직선제 도입 여부에도 그림자가 드리우고 있다.

제주도 관계자는 "이번 상설 정책협의회 회의에서 행정시장 직선제에 대해 논의가 이뤄질 것으로 기대했지만 회의가 연기되면서 계획에 다소 차질이 생겼다"며 "행정시장 직선제 도입을 위해 도와 도의회의 협의가 시급한 만큼 여러 방안을 두고 고심하고 있다"고 설명했다.

@highlight

제주도의회 임시회에서 원 도정과 도의회 간 기 싸움이 있어서 이번 상설 정책협의회 첫 회의가 무기한 연기되었으며 이에 따라 행정시장 직선제 도입 여부도 불투명해졌다.