상가 건물에 입주한 임차인의 절반은 권리금을 지불했으며, 이들이 지불한 권리금 평균은 2천352만 원으로 나타났다.

21일 중소벤처기업부와 소상공인시장진흥공단에 따르면 지난해 전국 8천개 임차·임대 개인과 법인을 대상으로 실시한 상가건물임대차 실태조사 결과 임차인 중 권리금을 지불한 경우는 50.8%, 지불하지 않은 경우는 49.2%로 나타났다.

중기부는 2002년 상가건물임대차보호법(이하 상가임대차법) 시행 뒤 5년마다 시장 실태를 조사하고 있으며, 가장 최근 조사는 2013년이었다.

지난해 권리금 평균은 2천352만 원이었다.

권역별로는 서울 3천280만 원, 과밀억제권역(부산, 인천, 수도권 주요 도시) 2천384만 원, 광역시(부산, 인천 제외) 1천569만 원, 기타 2천29만 원이었다.

상권별로는 중심 상권 2천925만 원, 일반 상권 2천173만 원이었다.

보증금 평균은 2천436만 원으로, 권역별로는 서울 2천624만 원, 과밀억제권역 2천586만 원, 광역시 2천421만 원, 기타 2천219만 원이었다.

상권별로는 중심 상권 2천690만 원, 일반 상권 2천347만 원이었다.

월세 평균은 106만4천 원으로, 권역별로는 서울 144만3천 원, 과밀억제권역 116만1천 원, 광역시 86만2천 원, 기타 88만4천 원이었다.

상권별로는 중심 상권 118만5천 원, 일반 상권 101만9천 원으로 나타났다.

현재 사업장의 투자금을 회수한 임차인은 전체의 65%였으며, 평균 소요기간은 3.7년이었다.

투자금을 회수하지 못한 경우는 35%로, 이들은 회수까지 평균 4.2년이 걸릴 것으로 예상했다.

임차인 중 계약 갱신이 거절된 경우 권리금 회수 기회를 보호받을 권리에 대해 알고 있는 경우는 12.8%에 불과했고, 잘 모르거나 아예 모르는 경우가 87.2%에 달했다.

반면 임대인의 33.7%가 이 같은 권리를 알았고, 66.3%가 잘 모르거나 전혀 몰랐다.

@highlight

중소벤처기업부와 소상공인시장진흥공단에 따르면 지난해 8천개 임차, 임대 개인과 법인을 대상으로 실시한 실태조사 결과, 임차인 중 권리금을 지불한 경우는 50.8%로 나타났고, 임차인 중 계약 갱신이 거절될 경우 권리금 회수 기회에 관한 권리에 대해 알고 있는 비율은 12.8%에 불과하였다.