청년단체·유족 기자회견… "엇갈리는 현장관계자 증언 등 허망한 죽음 책임자 처벌" 주장 지난 10일 수원시 한 아파트형 공장 신축공사 현장 화물용 엘리베이터 5층에서 추락해 숨진 20대 청년용역 노동자 고(故) 김태규씨(26)의 유가족과 '일하는 2030', '특성화고등학교졸업생노동조합' 등 시민단체가 지난 19일 경기도의회 브리핑룸에서 기자회견을 열고 진상규명과 책임자 처벌을 촉구했다.

최근 수원의 한 아파트형 공장 신축공사 현장 5층에서 추락해 숨진 20대 청년의 유가족과 청년단체가 진상 규명과 책임자 처벌을 촉구하고 나섰다.

청년단체 '일하는 2030'과 고인 김태규(26)씨의 유족은 지난 19일 오후 경기도의회 브리핑룸에서 기자회견을 열어 "엇갈리는 현장 관계자와 첫 목격자의 증언, 훼손된 사건 현장 등을 보면 시공업체 측의 과실이 명백하다"고 주장했다.

고인의 누나는 "경황없이 장례를 치렀지만, 동생의 죽음에 대해 시공사로부터 어떠한 설명이나 사과를 들을 수 없었고, 사건 당일 상황에 대해 수사기관으로부터도 설명을 듣지 못했다"고 말했다.

또 "꼼꼼하고 조심성 많았던 동생이 44㎝ 좁은 통로로 발을 헛디뎌 떨어져 죽었다는 사실, 엇갈리는 현장 관계자와 첫 목격자의 증언, 훼손된 사건 현장을 보고 억장이 무너졌다"며 "가족을 부양하겠다며 일하러 나간 동생이 이렇게 허망하게 죽어야 했는지 진실이 알고 싶다"고 호소했다.

유족 등은 "안전장비도 없는 용역 노동자를 사지로 몰아넣은 당사자를 조사해 처벌해야 한다"며 철저한 조사와 과실에 따른 책임을 물을 것을 요구했다.

이어 "추락 당시 엘리베이터 5층에서의 작업 정황을 철저히 수사해달라"고 덧붙였다.

지난 10일 오전 8시 20분께 수원시 권선구 고색동 아파트형 공장 신축공사 현장 5층에서 작업하던 김 씨가 아래로 떨어져 숨져 경찰이 사고 원인 등을 조사하고 있다.

@highlight

수원의 아파트형 공장 신축공장 현장에서 20대 청년 노동자가 숨진 가운데, 청년단체와 유가족은 시공업체 측의 과실이 명백하다고 주장하며 안전장비도 없이 용역 노동자를 사지에 몰아넣은 점에 대해 철저한 조사와 함께 과실에 따른 책임을 물을 것을 요구했다.