지난 19일 부산시설공단 본사(부산광역시 부산진구)에서 진행된 ‘부산 장애인 콜택시 서비스 개선을 위한 업무협약(MOU)’ 체결식에서 한영국 현대오토에버 융합디지털사업부장, 추연길 부산시설공단 이사장, 박철 현대차 오픈이노베이션전략실장(왼쪽부터)이 기념촬영을 하고 있는 모습.

현대차가 교통 약자의 이동권 확대를 위해 장애인 콜택시 서비스 개선에 나선다.

현대자동차(주)는 현대오토에버, 부산시설공단과 함께 ‘부산 장애인 콜택시 서비스 개선을 위한 업무협약(MOU)’을 체결했다고 21일 밝혔다.

부산시설공단 본사에서 19일 열린 체결식에는 박철 현대차 오픈이노베이션전략실장, 한영국 현대오토에버 융합디지털사업부장, 추연길 부산시설공단 이사장 등 관계자들이 참석했다.

이번 협약으로 각 기관은 부산의 장애인 콜택시 서비스인 ‘두리발’의 신규 서비스를 발굴해 두리발의 운영 시스템을 새롭게 개선하는데 협력하고 이를 통해 부산 지역 교통약자의 이동권 확대에 기여할 예정이다.

특히, 현대차는 현대오토에버와 함께 첨단 인공지능 기술을 바탕으로 이용객의 수요에 따라 운행하는 신규 모빌리티 서비스 플랫폼을 개발 및 적용함으로써 두리발 운영 시스템의 효율성을 획기적으로 향상시킨다는 계획이다.

최적 경로 및 배차 알고리즘을 기반으로 차량 운행 데이터 분석, 실시간 예약, 동승 서비스 모델을 도입함으로써 부족한 차량 인프라를 효율적으로 활용하고 이용자 대기시간도 대폭 줄일 수 있을 것으로 기대된다.

아울러 양사는 서비스의 지속적인 개선과 신규 모빌리티 서비스 모델 개발을 위해 빅데이터 운영 시스템 또한 구축할 계획이다.

현대차 관계자는 “교통약자의 이동권 확대를 위해 각 기관이 함께 협력한다는 점에서 의미있는 일”이라며, “현대차는 앞으로도 장애인 및 교통약자의 이동권 향상을 위해 지속적으로 노력하고 협력을 강화해 나가겠다”고 말했다.

한편, 부산시설공단은 지난 1일부터 두리발 사업을 위탁 운영하고 있으며, 현재 128대인 운행 차량을 올해 30대 늘려 이용자 대기시간을 단축하고, 오는 2022년까지는 103대 증차해 총 231대를 운영할 예정이다.

@highlight

현대자동차(주)가 현대오토에버, 부산시설공단과 함께 '부산 장애인 콜택시 서비스 개선 MOU’를 체결함으로써 교통약자의 이동권 확대에 기여할 예정이며, 모빌리티 서비스 플랫폼을 개발 및 적용시켜 두리발 운영 시스템을 획기적으로 향상시킬 계획이다.