한국전력(한전)이 소규모 지사 통폐합에 나설 것으로 알려지자 대상지역인 단양군과 군의회가 반발하고 있다.

단양군에 따르면 한전이 전국 10개 소규모 지사를 인근 지사와의 통폐합 추진을 공식화하지 않고 있지만, 제천·단양지사의 통폐합이 가시화되고 있다.

군은 지난주 군의회 및 민간사회단체 등과 대책을 논의했으며, 군의회는 통폐합 추진 중단을 촉구하는 건의문을 총리실 등 관계 기관에 발송했다.

군의회도 지난 19일 임시회 본회의에서 건의문을 채택하고 "한전의 조직운영 효율화 방안으로, 소규모 지사를 통·폐합한 뒤 중대규모 지사로 전환하기 위한 논의에 단양지사도 포함된 것으로 확인돼 실망감을 금치 못한다"고 밝혔다.

한전 제천지사와 단양지사가 통·폐합되면 안정적인 전력공급에 차질이 불가피 할 것이라고 비난했다.

비상위기 시 대처능력이 현저하게 떨어져 단양군민들의 안전과 생명을 위협하는데다, 지역 공동화 현상을 심화시켜 균형발전을 훼손하는 결과를 초래할 것이라는 주장이다.

군의회는 "2016년에도 동일 사례로 군민들의 분노와 격렬한 반대운동이 있었으며, 3년이 지나기도 전에 통폐합 논의가 다시 이루어진다는 점에 군민의 불신은 극에 달하고 있다"고 분개했다.

공익보다 영리기업으로서의 행태를 보이고 있는데 대해 공기업으로서의 가치까지 의심하지 않을 수 없다고 목소리를 높였다.

이날 건의문을 발표한 장영갑 의원은 "주민생활과 직결되는 공공분야 전력을 경제성 논리로 만 내세워 통폐합을 추진한다는 것은 지방분권 지방자치 정착을 심히 저해하는 행위"고 비판했다.

군의회는 "한전이 통폐합 추진을 전면 중단하지 않을 시 민간사회단체를 비롯해 단양군민 모두 강력한 반대운동을 전개하겠다"고 경고했다.

한편 지난 2016년 한전 제천·단양지사 통폐합 설이 나돌 당시에도 군과 군의회, 민간사회단체들이 반대 성명을 내고 관계기관을 항의 방문하는 등 저지운동을 벌인 바 있다

@highlight

한전이 제천, 단양지사의 통폐합을 추진하고 있는 것으로 알려지자 단양군과 군의회는 통폐합 추진중단을 요구하는 건의문을 정부 관계기관에 보내는 등 강한 반발에 나섰다.