더 안전한 건설현장 안전을 위해 지난 2000년 폐지됐던 건설기계조종사 면허 정기적성검사제도가 다시 도입된다.

그동안 건설기계 조종사들은 한 번 면허를 취득하면 사실상 영구면허로 인정받았다.

90년대에는 정기검사제도가 실시됐었으나, 규제완화 차원에서 지난 2000년 폐지된 바 있다.

하지만 현장에서 건설기계관련 사고가 빈발하면서, 정부는 2019년 3월 19일 건설기계관리법을 개정했고, 이에 따라 2000년 폐지되었던 건설기계 조종사에 대한 면허 정기적성검사가 다시 시행된다.

현재 남원시 관내 건설기계조종사 면허 대상자는 2019년 4월 현재 5,301명이며, 불도저 외 24종의 면허종류가 정기적성검사 대상에 해당된다.

정기적성검사를 받아야 하는 해는 건설기계조종사 면허를 발급받은 날의 다음 날부터 기산하여 매 10년(65세이상인 사람은 5년)이 되는 날이 속하는 해의 1월 1일부터 12월 31일까지로 필요서류를 구비하여 해당 관할 주소지 시장·군수 또는 구청장에게 정기적성검사를 신청하고, 재발급을 받아야 하며 적성검사 유효기간이 경과되는 경우 행정처분(과태료 및 면허취소)를 받게 된다.

면허 재발급시 구비서류는 기존 면허증, 최근 6개월 이내 촬영된 컬러사진(3.5㎝×4.5㎝), 신체검사서(제1종이상 자동차운전면허증, 2년이내 실시한 건강검진 결과통보서)이며, 신청방법은 구비서류를 지참하여 남원시청 민원실내 차량등록계로 본인이 직접 방문해 제출하면 된다.

위임 시에는 위임장 및 대리인 신분증(대리 신청시), 수수료 2,500원을 준비하면 된다.

현재, 남원시에서는 건설기계조종사 면허소지자들이 피해를 받지 않도록, 정기적성검사 안내엽서를 발송할 예정이며, 이통장 회의자료 등 다양한 대민 홍보를 통해 단 한 명의 누락자도 발생되지 않도록 만전을 기할 방침이다.

@highlight

남원시는 건설기계조종사 면허 정기적성검사제도를 더 안전한 건설현장 안전을 위해 재도입 할 예정이며, 건설기계조종사 면허소지자들이 피해를 받지 않도록, 정기적성검사 안내엽서를 발송과 다양한 대민 홍보에 만전을 기할 것이다.