21일 창단식 갖고 활동 돌입…연말까지 20여 차례 공연［중부매일 최현구 기자］ 충남도가 태권도 위상 제고와 충남 스포츠 문화 콘텐츠 진흥을 위해 '충청남도 태권도시범단'을 창단, 본격 운영을 시작한다.

도는 21일 천안 유관순체육관에서 양승조 지사와 김지철 도교육감, 유병국 도의회 의장 등 3천여명이 참석한 가운데 충남 태권도시범단 창단식을 개최했다.

올해 말까지 운영하게 될 충남 태권도시범단은 감독 1명과 정규 단원 25명 등 총 31명으로 구성했다.

충남 태권도시범단은 충남태권도협회가 위탁 운영을 맡아 신청이 있을 경우 도내 각종 축제나 체육행사 등에서 시범 공연을 편다.

또 해외 자매결연 지역과의 교류나 남북 간 시범단 교류 공연이 필요한 경우 참가하게 된다.

공연은 3.1운동 100주기를 기념해 유관순열사와 3.1운동의 이야기를 주제로 펼쳐친다.

고난이도 격파 퍼포먼스 등 다채로운 태권도 동작과 함께 3.1운동과 유관순 열사의 정신을 태권도 공연을 통해 선보일 예정이다.

도는 이번 충남 태권도시범단이 충남 스포츠 문화 콘텐츠 확산과 태권도 우수성 홍보 등의 효과가 있을 것으로 기대하고 있다.

이날 창단식은 경과보고와 충남 태권도시범단 축하 공연, 시범단 소개 등의 순으로 진행했다.

양 지사는 "정부는 지난해 종주국으로서의 위상에 걸맞는 대한민국 태권도 발전을 위해 태권도를 국기로 법률에 명시했으며 100대 국정과제 중 하나로 '태권도의 문화 콘텐츠화'를 제시하고 다양한 활동을 전개하고 있다"고 말했다.

이어 "민선7기 충남도는 이에 따라 태권도의 재도약을 뒷받침하기 위해 지난 1월 전국 최초로 장애인과 비장애인이 함께 하는 여자태권도팀을 창단하는 등 태권도 저변 확대를 위한 다양한 노력을 펴고 있다"며 "이번 충남 태권도시범단 창단을 계기로 태권도 종주국의 위상을 높이고, 이에 걸맞는 왕성한 활동을 펼칠 수 있도록 더욱 든든히 뒷받침해 나아가겠다"고 약속했다.

@highlight

충청남도는 21일 태권도시범단 창단식을 갖고, 충남 태권도 협회가 위탁 운영을 맡아 신청이 있을 경우 도내 각종 축제나 체육행사 등에서 시범 공연을 하고 연말까지 다채로운 태권도 동작과 함께 3.1운동과 유관순 열사의 정신을 태권도 공연을 통해 20여 차례 선보일 예정이다.