김지백 사단법인 한국B.B.S 광주시지회와 광주시 지역아동센터연합회가 소외계층 청소년들의 교육 및 복지 공동체 구축 수행을 위한 협약을 체결했다.

사진=사단법인 한국B.B.S 광주시지회 "광주시 청소년의 교육 및 복지 증진을 위해 지역아동센터연합회와 협력하여 최대한 지원하겠습니다."

사단법인 한국B.B.S(Big Brothers and Sisters Movement) 광주시지회는 광주시 지역아동센터연합회와 소외계층 청소년들의 교육 및 복지 공동체 구축 업무 수행을 위한 업무협약을 체결했다고 21일 밝혔다.

이날 협약식에서는 박해광 B.B.S 광주시지회장과 김길수 광주시 지역아동센터연합회장, 광주시 관내 20여개 지역아동센터 센터장들이 참석해 복지 공동체 구축 업무에 대한 협약서에 사인했다.

협약서에는 지역아동센터 청소년을 대상으로 한 교육 프로그램 기획, 운영 공유, 두 기관의 청소년 관련 공모사업 컨소시엄 구성, 공통 관심사에 대한 연구 및 조사활동, 보유 기자재 공동 활용 등의 내용이 담겼다.

사단법인 한국B.B.S경기도연맹은 1964년에 창립, 우리나라 최초 청소년을 위한 비영리단체로, 6.25전쟁으로 발생된 전쟁고아들과 B.B.S회원들이 1대1 자매 결연을 맺고 문제, 비행, 범죄, 불우청소년에게 삶의 의욕을 고취시키고 아름다운 사회인이 되도록 그들의 친구, 형제, 부모가 되어 청소년의 선도, 지도, 건전육성과 장학금 및 생계비 지원 사업을 진행하고 있는 봉사단체다.

김길수 연합회장은 "늦었지만 B.B.S 광주시지회의 설립을 축하드리며 지역 아동을 위한 폭 넓은 행보를 기대한다"고 말했다.

이에 박해광 지회장은 "B.B.S광주시지회와 지역아동센터와의 유기적인 교류를 통해 소외된 청소년들이 보다 많은 혜택을 받을 수 있도록 노력하겠다"고 밝혔다.

@highlight

지난 21일 사단법인 한국B.B.S(Big Brothers and Sisters Movement) 광주시지회는 광주시 지역아동센터연합회와 소외계층 청소년들의 교육 및 복지, 공동체 구축 업무 수행 등의 내용을 담은 협약서를 체결하고 향후 두 기관의 유기적 교류를 통해 이들이 보다 많은 수혜를 입을 수 있도록 힘쓰겠다고 전했다.