박진영 국토부 전국 2844호 모집 공고 … 인천 237호 공급 예정인천을 비롯한 전국 16개 시·도에서 기존주택 매입임대주택 입주자 모집이 시작된다.

인천에서는 청년·신혼부부·매입임대리츠 분야에서 총 237호가 공급될 예정이다.

국토교통부는 23일부터 기존주택 매입임대주택 입주자 모집 공고를 낸다고 21일 밝혔다.

전국적으로 총 2844호, 인천에서는 청년 110호·신혼부부 123호·매입임대리츠 4호가 공급 대상이다.

청년 입주 대상은 무주택자로 결혼하지 않은 만 19~39세 청년·대학생·취업준비생이다.

신혼부부 입주 대상은 무주택세대 구성원인 결혼 7년 이내 신혼부부나 예비신혼부부, 한부모가족이어야 한다.

임대기간은 최초 2년에서 자격조건을 유지할 경우 최장 20년까지 거주할 수 있다.

단, 청년 입주는 최장 6년이며 더 거주하려면 신혼부부 입주 자격을 갖춰야 한다.

임대료 시세는 시중의 30% 수준이다.

매입임대리츠주택은 160세대 이상 단지 전용면적 60㎡ 이하 아파트 등을 청년·신혼부부에게 시세의 85~90% 수준의 임대료로 장기간 임대하는 공공주택이다.

전국적으로 57호가 공급된다.

기타 자세한 사항은 23일부터 공공주택사업자별 홈페이지에 게시된 공고문을 통해 확인할 수 있다.

인천에서는 인천도시공사 홈페이지(www.imcd.co.kr)와 한국토지주택공사 청약센터(apply.lh.or.kr)에서 볼 수 있다.

국토부 관계자는 "청년·신혼부부를 대상으로 하는 매입임대주택을 충분히 공급하고, 입주절차를 간소화하는 등 청년과 신혼부부를 위한 주거지원을 강화하겠다"고 밝혔다.

한편 한국토지주택공사(LH) 인천지역본부는 올해 기존주택 매입임대주택을 비롯한 각종 임대주택을 총 1만3262호를 공급할 예정이다.

행복주택 3763호·국민임대주택 1342호·영구임대주택 771호·매입임대 및 전세임대 6673호 등이다.

@highlight

21일 국토교통부는 23일부터 청년·신혼부부·매입임대리츠 입주자 모집 공고를 내며 전국적으로 총 2844호, 인천에서는 청년 110호, 신혼부부 123호 매입임대리츠 4호가 공급 돼 총 237호가 공급 될 예정이라고 밝혔다.