황신섭 사전 통보 없이 야간비행 "소음피해 … 근본해결 필요"

국방부·미8군·道에 공문의정부시가 미군 당국에 캠프(미군 기지) 조기 반환을 촉구하고 나섰다.

최근 미군이 사전 통보 없이 야간 헬기 비행 훈련을 하면서 시민들이 소음 피해를 입었기 때문이다.

시는 캠프 조기 반환이 이런 문제를 없애는 근본 해결책이라고 보고 있다.

21일 시에 따르면 '미군 헬기 소음 재발 방지와 미반환 미군 캠프 조기 반환'을 촉구하는 공문을 국방부, 미8군, 미2사단, 경기도에 보냈다.

현재 주한 미군이 반환한 의정부 시내 미군 기지는 캠프 라과디아, 캠프 홀링워터, 캠프 에세이욘, 캠프 카일 등 총 4곳이다.

시는 이곳에 체육공원과 주차장, 을지대학교 캠퍼스와 광역행정타운 건립을 추진 중이다.

그러나 캠프 스탠리와 캠프 레드크라우드, 캠프 잭슨 등 3곳은 아직까지 반환되지 않은 상태다.

이런 가운데 미군은 지난 15일 저녁부터 16일 새벽까지 고산동·민락동 일대 상공에서 헬기 비행 훈련을 했다.

그러면서 인근 시민들이 소음 탓에 잠을 자지 못하는 등 큰 피해를 입었다.

이후 시민들은 시에 대책 마련을 요구하며 잇따라 민원을 넣었다.

상황이 이렇자 안병용 시장은 지난 16일 오전 데니스 맥킨 미2사단장에게 항의 전화를 해 재발 방지를 요구했다.

그러면서 미군 훈련시 사전 통보, 야간 헬기 훈련 자제, 캠프 스탠리 대체시설 마련 등을 촉구했다.

이어 지난 18일엔 국방부와 미군 당국에도 공문을 보내 미군 캠프 조기 반환을 요청했다.

시 관계자는 "시민들은 쾌적한 환경에서 살 권리가 있다"며 "미군 캠프 조기 반환은 100년 먹거리를 완성하는데 중요한 사안이다.

이미 기능이 사라져 폐쇄된 미군 캠프는 반드시 조기 반환해야 한다"고 강조했다.

이에 대해 데니스 맥킨 미2사단장은 "헬기 소음으로 시민들에게 피해를 준 점에 대해 사과한다"면서 "앞으로는 훈련 전에 시에 사전 통보하겠다.

또 SOFA위원회와 논의해 미군 캠프 조기 반환에 대한 시 입장이 반영되도록 노력하겠다"라고 밝혔다.

@highlight

의정부시가 미군 야간 헬기 훈련 자제 및 캠프 조기 반환을 촉구하는 공문을 국방부, 미8군, 미2사단, 경기도에 보냈다.