비인두암 투병 중 사망한 배우 구본임을 향한 애도 물결이 이틀째 이어지고 있다.

구본임은 지난 21일 오전 4시 50분경 비인두암 투병 끝에 세상을 떠났다.

고인은 지난해 비인두암 판정을 받고 1년 넘게 치료를 받아왔으나 끝내 이를 이기지 못하고 숨을 거뒀다.

고인이 판정을 받았을 때는 이미 말기 상태였던 것으로 전해졌다.

고(故) 구본임은 서울예술대학교 연극학과 출신으로 1992년 극단 미추에 입단, 영화 '미스터 맘마'로 데뷔하며 본격적인 연기 생활을 시작했다.

이후 고인은 영화 '마누라 죽이기', '선생 김봉두', '음란선생', '나는 왕이로소이다', '늑대소년' 등과 드라마 '금쪽같은 내 새끼', '식객', '맨도롱 또?', 연극 '세친구', '블랙코메디' 등 스크린과 브라운관은 물론, 연극 무대를 통해 다양하게 관객들과 만났다.

구본임의 별세 소식에 연극계 동료들은 슬픔에 잠겼다.

음악감독 선비는 자신의 SNS에 '오늘 아침부터 괜시리 TV를 보며 눈시울이 적셔지는 이상한 날이었습니다. 습관처럼 인터넷창을 연 순간 실검에 언니 이름이. 비인두암. 희귀케이스라고 했습니다'라고 적었다.

이어 그는 '우리 함께한 추억들 생각나서 폰을 뒤졌더니 내 사진첩에 고이 들어있네. 곧 배웅 갈게. 그곳에서도 찬란한 배우로 행복하길 바라며'라고 덧붙이며 고인과 함께 찍은 사진을 게재했다.

또 다른 구본임의 지인들 역시 '부디 하늘에서도 감초 역할하는 배우가 되어주길', '강한 것 같으면서도 여렸던 언니 이제는 아프지 않은 곳에서 편히 지내시길', '부고 소식을 들었을 때 실감이 나지 않아 아무 생각도 들지 않았다. 부디 편히 가세요' 등의 글로 애도의 뜻을 표했다.

고 구본임의 빈소는 솔낙원 인천 장례식장 12호에 마련됐으며, 발인은 오는 23일이다.

@highlight

비인두암 말기 판정 후 1년 넘게 투병하던 배우 구본임이 지난 21일 오전 4시 50분경 별세하자 연극계는 이틀째 구본임을 향한 애도 물결을 띄웠다.