군, 형평성 이유 요금 할인 안 돼…상인회 “타 지자체선 1시간 무료”

부산시나 일선 구청 산하에 있는 공영주차장 상당수가 전통시장 이용객에게 할인 혜택을 주는 것과 달리 기장시장공영주차장은 제외돼 상인회 측이 동일한 지원을 요구하고 나섰다.

21일 부산시와 기장군 상인회 등 관계자의 말을 종합하면 기장군도시관리공단이 운영하는 ‘기장시장공영주차장’은 전통시장 활성화 차원에서 국비 20억 원, 시비 40억 원, 군비 157억 원 등 총 217억 원을 투입해 조성됐다.

이 주차장은 지난해 7월 개장했으며, 운영은 사업비를 가장 많이 부담한 기장군이 맡았다.

공영주차장 건립 과정에서 국비 지원을 이끌어낸 ‘사단법인 기장시장’은 고객 편의 향상과 시장 활성화에 대한 기대감이 컸다.

하지만 시나 다른 구 산하 공영주차장에서는 전통시장 이용객에게 1시간 무료 주차 혜택을 주며 방문을 독려하는 것과 달리 기장군은 주차요금 전액을 그대로 받으며 수개월째 갈등이 이어지고 있다.

㈔ 기장시장 관계자는 “시장을 찾는 손님은 당연하게 주차장 이용권을 요구하는데 줄 수가 없어 괜히 인심만 잃는다”며 “주차장 건립을 위해 상인회에서 애쓴 보람이 없다”고 분통을 터뜨렸다.

지역 상인회의 대표 기관격인 부산시상인연합회 측도 “전통시장 활성화 차원에서 추진하는 주차장 환경개선 사업은 상인 동의와 상인회의 협조 없이는 불가능하다”며 “시장 고객의 편의를 높여 방문객이 증가하도록 기장시장 방문 확인 제도를 도입하고 1시간 무료주차를 시행해야 한다”고 지적했다.

㈔ 기장시장은 요구를 관철시키기 위해 시민 서명 운동도 검토 중인 것으로 전해졌다.

그러나 기장군은 인근 다른 상가와의 형평성 문제를 들어 상인회 요구를 수용하기 어렵다는 입장을 내놨다.

기장군 관계자는 “10분당 300원을 받아야 하는 2급지임에도 불구하고 전반적인 시장 활성화 차원에서 현재 3급지 요금인 200원을 받고 있다”며 “다만 이달 착수 예정인 ‘기장시장 활성화 구역 지정 연구 용역’으로 지원 가능한 상권 범위가 확장된다면 그에 따른 요금 감면 혜택을 검토해 볼 수 있다”고 말했다.

@highlight

부산시 기장군 '기장시장공영주차장'은 1시간 무료 주차 혜택을 주는 타 지체 공영주차장과 달리 주차요금 전액을 그대로 받고 있어, 지역 상인회는 1시간 무료주차를 시행해야 한다고 주장했지만 기장군은 이를 수용하기 어렵다고 밝혔다. 