= 기장군은 기장의 대표 수산물 축제인 '제23회 기장멸치축제'가 4월 25일(목)부터 28일(일)까지 기장군 기장읍 대변항에서 개최된다고 밝혔다.

기장의 대표 특산물의 하나인 멸치는 우리의 식생활에서 빼놓을 수 없는 칼슘의 보고로 기장에서는 주로 봄과 가을에 잡히는데 봄철 기장연안에서 잡히는 성어기 멸치(길이 10~15cm)는 지방질이 풍부하고 살이 연한 것이 특징이다.

이 무렵 멸치를 맛보기 위해 대변항을 방문하는 관광객은 연간 100만명에 이른다.

특히 올해는 봄 멸치 어획량이 풍성해 대변항에는 매일 멸치 유자망 어선들의 멸치털이 작업으로 진풍경이 펼쳐지고 있다.

올해로 23회를 맞이하는 기장멸치축제는 1997년 시작된 전국 최초의 수산물 축제로 전국 단위의 축제로 자리잡고 있으며, 작년에는 부산시 지정 구·군 우수축제로 선정되기도 했다.

올해 행사는 4월 25일 무료시식회를 시작으로 26일(금)에는 길놀이퍼레이드, 풍어제 및 다채로운 무대행사로 개막식이 개최되며, 가장 인기가 많은 멸치회밥 무료시식회가 4일 내내 진행된다.

아울러, 관광객의 편의시설 보강을 위해 대형 돔을 설치하고 대변항에 루미나리에 장식을 해 야간경관도 개선했다.

멸치유자망어선을 통해 멸치털이 체험과 제철을 맞은 기장미역 채취체험 행사가 함께 진행되며, 가요제, 유명가수 공연, 워터보드쇼, 불꽃쇼 등 다양한 볼거리가 마련됐고 용암초등학교와 멸치테마광장에 어린이 체험존을 설치해 가족단위 방문객을 위한 편의시설도 보강했다.

기장군 관계자는 "해마다 많은 분들이 기장멸치축제를 잊지 않고 찾아주시고 있다"면서 "기장을 방문해 주시는 많은 분들에게 보답하고자 축제추진위원회와 어느 해보다 알찬 행사를 준비하고 있다"며 "4월 봄날 기장 대변항에서 멸치만큼 고소하고 풍성한 멋진 추억 만들어보시기"를 권유했다.

@highlight

기장군은 4월 25일(목)부터 28일(일)까지 기장군 기장읍 대변항에서 '기장멸치축제'를 열고 기장의 대표특산물이자 칼슘의 보고로 불리는 멸치를 홍보하고 길놀이퍼레이드, 풍어제, 멸치회밥 무료시식회 등 다양한 행사를 진행할 예정이다.