= 대한민국 임시의정원과 관련된 기록물을 조사·발굴·수집하고 있는 국회도서관(관장 허용범)은 미국 국립기록관리청(NARA)과 미국 의회도서관(LC)에서 수집한 임시의정원 및 임시정부 관련 사료 중 44건을 국회도서관 국회기록보존소 홈페이지에 공개했다고 22일 밝혔다.

지난 달 일본 편에 이어 이번에 공개한 미국 수집 기록물은 한국 독립운동을 해외 동맹국들에게 알리기 위한 외교활동 관련 문서와 미국 전략첩보국(OSS)과 광복군이 합작해 한반도에 침투, 후방공작을 하기 위한 'EAGLE 프로젝트' 관련 문서 등 우리나라 학계에는 거의 알려지지 않은 자료가 다수 포함됐다.

주요 내용은 ▷김구 임시정부 주석이 미국 루즈벨트 대통령에게 이승만 주미 외교위원장을 접견해 그가 진술하는 내용을 잘 듣고 받아들여주기를 요청하는 서한 ▷미국과 동맹국들이 대한민국 임시정부를 인정해 줄 것을 요구하는 재미한족연합위원회 공개 호소문 ▷미국 전략첩보국과 광복군 합작 'EAGLE 프로젝트' 관련 광복군 훈련 사진 ▷'EAGLE 프로젝트' 작전을 위해 중국 내 한인 분포 및 중요거점과 그것을 연결하는 정보망을 표시한 지도 ▷일본과의 전쟁에서 승리하기 위해 한반도 내 지하운동세력과 미국 측이 협력할 것을 제의한 문서 등이다.

국회도서관은 대한민국 임시의정원 개원 100주년을 기념해 임시의정원 관련 미국, 일본, 대만 등 해외 소재 사료들을 조사·발굴·수집했다.

지난 4월5일에는 일본, 대만에서 수집한 기록물 중 역사적, 학술적 가치가 있는 기록물을 선정해 해제집을 발간한 바 있다.

이번에 공개한 기록물을 포함한 미국 수집 기록물은 향후 전문가 검증을 거쳐 원문 및 번역문 그리고 전문가 해제가 담긴 자료집으로 발간할 예정이다.

허용범 국회도서관장은 "대한민국 임시의정원 개원 100주년을 맞아 미국, 일본, 대만에서 수집해 공개한 해외 사료들이 임시의정원에 대한 정당한 해석과 독립운동사 및 헌정사연구에 도움이 되는 계기가 되길 바란다"라고 밝혔다.

@highlight

국회도서관은 임시의정원과 연관된 기록물인 임시정부 외교활동 관련 문서, 미국 전략첩보국과 광복군이 후방공작을 하기 위한 'EAGLE 프로젝트' 관련 문서 등 우리나라 학계에 거의 알려져 있지 않았던 역사자료 44건을 미국 국립기록청과 미국 의회도서관에서 수집하여 국회도서관 국회기록보존소 홈페이지에 22일 공개했으며 주요 내용은 김구 주석이 루즈벨트 대통령에게 이승만 주미 외교위원장의 진술을 잘 듣고 받아들여주기를 요청하는 서한 등 사진과 문서가 포함되어 있다.