금융IT 기업서는 최초 코스콤이 국내 금융IT 기업 중 처음으로 공공 클라우드 서비스 보안인증을 취득했다.

코스콤은 한국인터넷진흥원(KISA)이 시행하는 클라우드 정보보호 117개 평가항목을 모두 통과해 국내에서 여섯번째로 '클라우드 서비스 보안인증'을 취득했다고 22일 밝혔다.

클라우드 보안인증제는 공공부문에 민간 클라우드 서비스를 공급하기 위해 만들어진 제도로, 안정성과 신뢰성을 검증해 이용자들의 보안우려를 해소하고 서비스 경쟁력을 확보하고자 2016년 7월부터 시행되고 있다.

이번 보안인증 취득을 토대로 코스콤은 정부 행정기관과 공공기관, 지방자치단체 등에 클라우드 서비스를 제공할 수 있게 돼 공공시장 진출 준비가 사실상 마무리됐다.

이미 코스콤은 17년 클라우드 서비스 경쟁력 확보를 위해 국내 최초로 정부오픈 플랫폼인 PaaS-TA를 상용화하여 K-PaaS-TA 시범서비스를 제공하였으며, 지난해 개방형 기술 기반의 'R&D zone'을 구축한 바 있다.

여기에 이번 인증 취득으로 공공시장 진출을 위한 '공공 zone'까지 마무리됐다.

더불어 금융클라우드 서비스 경쟁력도 확보하게 됐다.

현재 금융클라우드 서비스를 제공하기 위해서는 금융보안원의 '금융분야 클라우드컴퓨팅서비스 이용가이드' 에 따라 총 141개의 요건을 충족시켜야하는데, 클라우드 보안인증을 획득할 경우 이중 109개를 면제해주고 있다.

특히, 코스콤은 올해 1월 네이버비즈니스플랫폼(NBP)과 공동사업 계약을 체결하고 전자금융감독규정을 만족하는 금융zone을 금년 8월에 오픈해 글로벌 IT기업들과 경쟁할 수 있는 '토종' 금융 클라우드서비스를 제공하겠다고 밝힌 바 있다.

정지석 코스콤 사장은 "공공 및 금융에 특화된 클라우드서비스를 기반으로 고객의 디지털 혁신을 위한 IT 수요에 능동적으로 대응해 나가겠다"며 "데이터 기반 클라우드 생태계를 구축하여, 핀테크 일자리 창출에도 이바지 할 계획"이라고 설명했다.

@highlight

코스콤이 국내 금융IT 기업 최초로 민간 클라우드 서비스의 안정성과 신뢰성을 검증하는 한국인터넷진흥원의 '클라우드 서비스 보안인증'을 취득했다.