[충남=환경일보] 김현창 기자 = 치매를 앓고 있는 아내를 직접 돌보기 위해 요양보호사에 도전한 구순의 할아버지가 '아름다운 결실'을 맺었다.

충청남도는 2019년도 제27회 요양보호사 자격시험 합격자가 지난 19일자로 한국보건의료인국가시험원 홈페이지를 통해 발표됐다고 22일 밝혔다.

이번 자격시험에는 전국적으로 5만 9175명이 응시해 5만 3108명이 합격했다.

충남은 2539명이 응시해 2253명이 합격, 합격률 88.7%를 보였다.

충남도내 합격자 수는 또 지난 2010년 시험 도입 이후 최다를 기록했다.

충남도내에서는 특히 91세로 예산에 거주하는 최대식 할아버지가 자격시험을 통과하며 역대 전국 최고령 합격자로 이름을 올렸다.

1929년생인 최 할아버지는 지난해부터 치매 증세를 보이고 있는 아내의 약을 타기 위해 올 초 예산보건소를 찾았다 직원의 추천으로 요양보호사에 도전했다.

지난 1월 예산지역 요양보호사교육원에 수강을 등록한 최 할아버지는 2개월여 간 강의를 들은 뒤 지난달 자격시험에 응시, 단 한 번 만에 합격증을 거머쥐었다.

요양보호사는 치매나 중풍 등 노인성 질환으로 스스로 생활이 어려운 노인들을 위해 신체 및 가사 지원 서비스를 제공하는 인력이다.

요양보호사 자격증 취득을 위해서는 노인복지법 시행규칙에 따라 시·도지사로부터 지정받은 요양보호사 교육기관에서 표준 교육 과정 240시간을 이수해야 한다.

합격자는 신청서 등 구비서류를 준비해 자신이 수료한 교육기관 담당 시·도에 자격증 발급 신청을 해야 한다.

승연희 충남도 노인복지과장은 "요양보호사는 100세 시대에 부합하는 자격증으로 인기가 높다"라며 "자격증을 신속하게 발급해 합격자가 적기에 원하는 일자리를 얻을 수 있도록 최선을 다하겠다"고 말했다.

한편 요양보호사 자격증이 훼손됐거나 분실했다면 주소지 시·군·구청 민원실이나 '인터넷 정부24'를 통해 재발급 받으면 된다.

@highlight

치매를 앓고 있는 아내를 직접 돌보기 위해 요양보호사에 도전한 구순의 할아버지가 '아름다운 결실'을 맺었는데  91세로 예산에 거주하는 최대식 할아버지가 그 주인공으로 역대 전국 최고령 합격자이며 최 할아버지는 지난해부터 치매 증세를 보이고 있는 아내의 약을 타기 위해 올 초 예산보건소를 방문했다가 직원의 추천으로 요양보호사에 도전했다.