지난 17일 ‘랴브코프 겐나지(Gennady G. RYABKOV)’ 주부산러시아총영사 초청 ‘열린통일강좌’가 부민캠퍼스 경동홀에서 열리고 있다.

부산통일교육센터(센터장 한석정 동아대 총장)는 ‘랴브코프 겐나지(Gennady G. RYABKOV)’ 주부산러시아총영사 초청 특강을 지난 17일 부민캠퍼스 경동홀에서 개최했다고 22일 밝혔다.

행사 관계자와 부산 시민 150여 명이 참석해 관심을 보인 이번 특강은 ‘러시아의 한반도 정책’이란 주제로 진행됐으며 부산통일교육위원과 민주평화통일자문회의 위원, 일반 시민들과 질의응답을 나누는 시간도 가졌다.

부산통일교육센터 사무처장을 맡고 있는 윤은기 동아대 행정학과 교수는 “남북화해시대와 유라시아시대의 발전과 번영을 위해 러시아는 남북한 및 ClS(Commonwealth of Independent States: 1991년까지 소련 연방의 일원이던 독립 국가들의 연합) 주요 국가와의 협력 네트워크를 구축, 상생 공유경제 플랫폼을 발전해 가는 것이 중요하다”고 말했다.

러시아 모스크바에서 태어난 랴브코브 겐니지 총영사는 지난 1994년 러시아 외교부에 들어가 2003년부터 5년 동안 제네바 유엔사무소 및 기타 국제기구에서 러시아 외교부 제1서기관을 역임했다.

그는 지난 2008년부터 지난해까지 러시아 외교부 사무국 참사관을 거쳐 지난해 5월부터 현재까지 주부산러시아총영사로 활동하고 있다.

부산통일교육센터는 부산지역 대표 통일교육기관으로 통일부로부터 동아대학교가 지정받아 운영하고 있다.

센터는 열린통일강좌·통일순회강좌·통일체험학습·전문가포럼 및 워크숍 등을 개최, 시민들의 통일 공감을 이끌어 내기 위해 노력하며 부산지역의 사회통일교육 발전에 기여하고 있다.

한편 부산통일교육센터는 민주평화통일자문회의 부산지역회의(부의장 이영)와 공동으로 지난 3월부터 8주간 제2기 ‘통일열차 리더십 아카데미’를 동아대에서 개최하고 있다.

디지털콘텐츠팀 .

@highlight

지난 17일 랴브코프 겐나지 주부산러시아총영사를 초청해 진행한 '열린통일강좌'에 행사 관계자와 부산 시민 150여 명이 참석해 '러시아의 한반도 정책'이란 주제의 강연을 듣고 질의응답을 나누는 시간을 가졌다.