] 유해 물질인 석면 처리 방식을 둘러싼 이견으로 1년 넘게 공사가 중단됐던 서울 강동구 둔촌주공아파트의 철거 작업(사진)이 시작됐다.

22일 강동구에 따르면 이날부터 석면 제거가 끝난 중앙동(208동)을 시작으로 건축물 철거가 이뤄졌다.

석면 해제 및 제거 작업은 지난 1일부터 재개됐다.

둔촌주공 재건축 시공사인 현대건설, HDC현대산업개발, 대우건설, 롯데건설 등 4개 건설사는 우선 석면 제거가 끝난 건축물을 대상으로 차례로 철거에 들어갈 계획이다.

석면 해체 제거는 6월 말까지 진행된다.

둔촌주공 재건축사업은 기존 아파트 5930가구를 지하 3층~지상 35층, 85개 동 규모의 1만2032가구와 상가 4개동, 부대 복리시설 및 커뮤니티 시설 46개 동 등으로 재건축한다.

둔촌주공 재건축조합은 2017년 5월 관리처분인가를 받았지만 지난해 11월 1급 발암물질인 석면에 대한 조사 누락 및 처리 문제가 제기되면서 석면 해체와 철거 작업이 중단됐다.

주민감시단은 현장점검 및 석면 자재 파악을 제대로 하지 못한 감리를 교체하라고 요구했다.

재건축조합은 현장에서 비산 문제 없이 철거할 수 있는 방안을 마련한 뒤 석면 해체 필증을 받은 20개 동부터 단계적으로 석면 해체·철거 공사가 이뤄질 수 있도록 했다.

지난해 1월 이주를 마치고 1년여간 사업이 지지부진했던 둔촌주공의 석면 논란이 일단락되면서 서울 재건축 아파트 가격도 오름세로 전환했다.

부동산114에 따르면(지난 19일 기준) 서울 재건축 아파트 매매 가격은 전주 대비 0.05% 올랐다.

둔촌주공의 석면 문제 관련 재조사 완료로 철거 공사가 재개되면서 기대감이 반영되자 강동구도 0.11%로 5주 만에 반등했다.

둔촌동 S공인 관계자는 "3월까지는 거래가 없다가 이달 석면 해체가 재개된다는 소식이 들리며 최근 3~4건이 거래됐다"면서 "다만 매수자가 급매물만 찾고 있어 거래가 활발하지는 않다"고 전했다.

@highlight

둔촌주공 재건축조합은 1급 발임물질 석면에 대한 조사누락 및 처리문제로 인해 석면해체 및 철거작업이 중단당하면서 문제없이 철거할 수 있는 방안을 마련해 단계적으로 시행될 수 있도록 준비하여 4개 건설사를 통해 차례대로 철거할 예정이라고 밝혔다.