배우 오윤아가 갑상선암 투병 사실을 밝혔다.

지난 21일 방송된 올리브 예능 '모두의 주방'에 출연한 오윤아는 아픈 아들을 키우며 연기를 병행하던 중 스트레스로 인해 갑상선암 진단을 받고 수술을 받은 사실을 담담히 고백했다.

오윤아는 '서른살 때 아이에게 신경을 쓰면서 내 생활이 없어졌다. 아들이 많이 아팠고 지금도 아프다. 아들의 모습을 보며 많이 울었다. 촬영하러 나가는 게 너무 힘들었다. 스트레스를 받았던 것 같다'고 설명했다.

이어 '당시 사극 촬영을 했는데 너무 힘들었다. 어느 날 목이 갑자기 부어 병원에 가보니 갑상선암이었다. 촬영이 다 끝나고 수술을 하러 갔는데 종양 크기가 크고 전이가돼 6개월간 목소리가 안 나왔다. 지금도 성대가 좋지 않다'고 털어놨다.

오윤아는 '제가 얼마나 악역을 많이 했나. 소리 지르는 장면이 많았는데 목이 아파서 복식으로 소리쳤다'고 덧붙였다.

갑상선에 혹이 생긴 것을 갑상선 결절이라 하며 전체 결절의 5~10%는 갑상선암으로 진단된다.

갑상선은 목 앞쪽 한가운대 튀어나온 목울대라 불리는 부분인 갑상연골 2~3cm 아래에 있다.

이는 내분비기관의 하나로 갑상선호르몬을 생산, 저장해 두었다가 필요할 때마다 혈액으로 내보낸다.

갑상선호르몬은 체온을 유지하거나 신생아의 성장 발달을 도와주는 등 인체의 물질대사를 촉진하여 모든 기관의 기능을 완전히 조절한다.

갑상선암 가족력이 있으면 한층 유의해야한다.

갑상선암을 치료법으로는 수술, 방사성요오드 치료, 갑상선호르몬 치료, 외부 방사선 조사, 항암화학치료 등이 있다.

갑상선암은 대부분 완치가 가능하고 예후도 좋으므로 갑상선암이 다른 곳으로 전이가 되었더라도 적극적 치료를 통해 좋은 결과를 얻을 수 있다.

@highlight

배우 오윤아는 한 예능에 출연해 서른살때 아이에게 너무 신경을 쓰다보니 스트레스를 받아 갑상선암 진단을 받았다고 고백하며 이어서 수술을 하려했는데 종양크기가 컸고 전이가되어 6개월간 목소리가 나오지 않았으며 지금도 성대상태가 좋진 않다고 말했다.