일단 공사중단한 국방부 "용산구청과 체육시설 협의 중…협의 완료되면 시행"

국방부가 관할 용산구청과의 협의가 이뤄지기 전에 영내 체육시설을 조성한다며 땅부터 파헤쳤다가 중단하는 등 불법건축 시비를 자초해 논란을 빚고 있다.

22일 국방부와 서울 용산구에 따르면 국방부는 지난달 20일 영내에 풋살장과 테니스장, 라커룸 조성 공사를 시작했다가 구청과 협의가 끝나지 않는 등 절차를 무시했다는 지적이 나오자 현재 공사를 중단하고 용산구와 협의를 지속하고 있다.

국방부는 2016년부터 제기된 직원들의 복지민원을 해결한다는 취지에 따라 8억1000만 원을 들여 영내 유휴공원부지에 테니장 2개면과 풋살장, 락카룸이 들어가는 52㎡(16평)규모의 샤워실, 야간조명시설 등을 짓기로 했다.

그런데 국방부는 용산구에 관련서류를 제출한 후 용산구의 열람공고 및 관계부서 의견 수렴 등 본격 검토 절차가 시작되기 전에 땅부터 파헤쳤다.

용산구청의 검토는 지난달 22일부터 시작됐는데 이에 이틀 앞선 시점부터 공사를 원활히 한다는 이유로 땅부터 파헤친 것이다.

용산구청 관계자는 "국방부 영내에 샤워시설을 짓는 것에 대한 검토를 계속 하고 있다 며 " 구청이 공식적으로 공사중단을 요청한 적은 없지만 국방부 내부적으로 공사를 계속하는 것은 문제가 있다고 보고 중단한 것으로 안다"고 말했다.

국토의 계획 및 이용에 관한 법률에 따르면 자치단체장 승인이 나지 않은 상태에서 공사를 벌이는 행위는 불법으로 실시계획 변경 인가를 받지 않고 사업을 진행하면 구청장이 인가 취소 및 공사 중지도 명할 수 있다.

이와 관련해 노재천 국방부 부대변인은 22일 국방부 정례브리핑에서 "국방군사시설 사업에 관한 법률에 따라서 영내 시설 같은 경우는 지방자치단체와 협의 후 국방부 장관 승인 후에 영내 체육시설을 조성할 수 있다는 유권해석이 있다"며 "이 협의가 진행중이고 협의후에 (공사를)진행할 것"이라고 밝혔다.

@highlight

국방부는 용산구청의 검토가 지난달 22일부터 시작됐는데 이틀 앞선  지난달 20일 시점부터 구청과 협의가 끝나지 않는 등 절차를 무시했다는 지적이 나오자 현재 공사를 중단하고 용산구와 협의를 지속하며 불법건축 시비를 자초해 논란을 빚고 있다.