[청송=환경일보] 김희연 기자 = 청송군(군수 윤경희)의 국제 자매결연 도시인 중국 강소성 숙천시 대표단(왕호 시장 외 5명)이 지난 21일부터 23일까지 3일간의 일정으로 청송군을 방문했다.

숙천시 대표단은 양 도시간 우호관계 증진을 위한 교류방안 협의를 위해 청송을 방문했으며, 21일 청송군청에서 숙천시 사과재배 기술향상 등 농업발전과 청송사과 수출을 위한 상호간 협력관계를 구축 등을 골자로 한 '농업교류 협력사업 협약'을 체결했다.

또한 대표단은 청송방문 기간 중 농업발전과 미래농업 모델 개발을 위해농업기술센터, 사과농가, 사과유통단지 등을 견학하고 송소고택, 객주문학관, 주왕산 등 청송군의 문화관광자원에 대해 살펴보는 시간도 가졌다.

특히 이번 중국 대표단 방문으로 양 도시의 공동관심사인 문화, 관광, 교육, 농업 등 다양한 분야에서 상호이해와 우의를 더욱 돈독히 하였고, 향후 호혜평등의 원칙에 따른 다양한 형식의 교류와 협력이 활발히 추진될 것으로 기대된다.

윤경희 청송군수는 "양 도시간의 우호증진을 위해 먼 길을 찾아오신 대표단을 진심으로 환영한다"면서 "앞으로도 우호교류와 상호방문을 통해 서로의 농업교류, 문화체험과 우의를 다지는 것은 물론, 좋은 의견을 교환하고 소중한 파트너로 동반성장할 수 있기를 희망한다"고 말했다.

한편 청송군과 숙천시는 2005년부터 자매결연을 맺어 공무원 교환 연수, 학생 상호 방문 등 활발한 교류활동을 추진해 오고 있다.

숙천시는 중국 강소성 북부에 위치한 인구 600만의 도시로 오랜 역사와 풍부한 자원을 보유하고 있으며, 최근에 괄목한 만한 경제성장과 많은 성과를 내고 있으며,중국위생도시 인증과 문명도시 심사평가에서도 1등을 하였고, 삼태산 산림공원, 홍택호 습지공원 등의 국가지정 관광지역이 있다.

@highlight

청송군의 국제 자매결연 도시인 중국 숙천시의 대표단은 지난 21일 부터 3일간 우호관계 증진을 위한 교류방안 협의를 위해 방문했으며 '농업교류 협력사업 협약'을 체결하였고, 이후 다양한 형식의 교류와 협력이 추진 될 것으로 보인다.