그룹 트와이스가 새 앨범을 통해 변화를 시도했다고 밝혔다.

22일 오후 서울 광진구 광장동 예스24라이브홀에서 트와이스(나연, 정연, 모모, 사나, 지효, 미나, 다현, 채영, 쯔위)의 미니 7집 앨범 '팬시 유(FANCY YOU)' 발매 기념 쇼케이스가 개최됐다.

이번 앨범 타이틀곡은 '팬시'로 과감한 콘셉트에 트와이스의 음악적 변화가 녹아든 멜로우 무디 팝 댄스 곡이다.

두 발로 사랑을 찾아 떠난 트와이스가 '절대 놓지 않을래', '누가 먼저 좋아하면 어때'라며 망설임 없이 고백을 전하며 이전과는 사뭇 다른 도발적인 매력을 펼친다.

트와이스는 평소의 상큼 발랄한 느낌과는 달리 시크하면서도 강렬한 퍼포먼스를 선보인다.

이에 대해 지효는 '올해 발매하는 첫 앨범이라 첫 시작을 더 멋지게 하고 싶어서 열심히 준비했다'고 말문을 열었다.

이어 '늘 밝고 에너지 넘치는 무대를 보여드렸다면 이번 앨범 만큼은 성숙해진 느낌을 표현하려고 했다. 그런데 또 그 와중에 트와이스만의 에너지 넘치는 분위기를 놓치지 않으려했다. 시크하면서도 밝은 부분을 섞어서 준비했다'고 설명했다.

'팬시 유'에는 타이틀곡 '팬시(FANCY)'를 비롯해 '스턱 인 마이 헤드(STUCK IN MY HEAD)', '걸스 라이크 어스(GIRLS LIKE US)', '핫(HOT)', '턴 잇 업(TURN IT UP)', '스트로베리(STRAWBERRY)' 등 총 6트랙이 수록됐다.

그래미 어워드 수상자인 Charli XCX 등 화려한 라인업의 작곡가진이 앨범에 참여했다.

'팬시 유'는 이날 저녁 6시 각종 음원사이트를 통해 공개된다.

@highlight

22일 열린 트와이스 미니7집 '팬시 유' 의 쇼케이스에서는 트와이스가 그동안 보여주지 않았던 시크하면서도 성숙해진 느낌을 표현하며 새로운 변화를 시도했다.