무학그룹 지리산산청샘물은 지리산 청정지역 깨끗함을 담은 생수 브랜드 ‘화이트’ 패키지를 새롭게 바꿨다.

‘화이트’ 생수 패키지 리뉴얼 모습.

무학은 지리산산청샘물 ‘화이트’ 물병의 플라스틱 사용량을 줄여 새롭게 출시했다고 22일 밝혔다.

기존 화이트 샘물 페트병 용기의 플라스틱량 15% 가량 줄이고 시원하고 청량한 느낌의 블루 컬러의 지리산 준봉들의 모습을 입혀 멋을 더했다고 무학은 설명했다.

새로운 패키지의 디자인은 ‘믿을 수 있는 건강하고 맛있는 물’이라는 컨셉으로 라벨와 캡을 블루 컬러로 통일해 안정감을 주는 동시에 생수의 청량감을 표현했다.

용기 표면에 1000ｍ 지리산 준봉의 험준하고 웅장한 모양을 형상화해 신선한 그립감과 지리산이 눈앞에 있는 듯한 느낌을 준다.

로고는 음양의 조화가 어우러져 밝은 에너지에 기반한 지리산의 모습을 강조했다.

‘화이트’ 생수는 오직 지리산 청정지역인 경남 산청군 참새미골 지하 320ｍ 단일 취수원에서 뽑아 올린 광천수다.

청정지역에서 올린 물로 까다로운 품질관리시스템과 최첨단 무인 자동화 설비로 생산, 수질과 물맛이 일정해 품질이 뛰어나다고 무학은 강조했다.

화이트 생수는 칼슘, 마그네슘을 비롯한 다양한 미네랄을 함유해 면역력을 키워주는 약알칼리성(pH 7.5~8.5)으로 부드러워 목 넘김이 좋은 것이 특징이다.

무학 관계자는 “뛰어난 여과시스템으로 유명한 스위스 카타딘 정수 시스템을 도입해 지하암반에서 끌어올린 원수에서 인체에 좋은 성분을 더욱 활성화했다”고 말했다.

한편, 지리산산청샘물 화이트 생수는 NC다이노스, 경남FC, 부산아이파크 등 프로 스포츠구단에서 공식 음료로 공급된다.

@highlight

무학그룹 지리산산청샘물이 화이트 물병의 플라스틱 사용량을 15% 정도 줄이고 디자인에 청량감을 더하는 등 생수 브랜드 '화이트'패키지를 새롭게 바꾸었다.