[ 박재원 기자 ] 홍장표 대통령 직속 정책기획위원회 산하 소득주도성장특별위원장(사진)은 22일 "경제 현실이 녹록지 않아 최근 여기저기서 경고음이 들려오고 있다"며 "정부 재정의 적극적인 역할이 필요한 상황"이라고 말했다.

홍 위원장은 이날 소득주도성장특위 주최로 서울 서린동 서울글로벌센터 회의장에서 열린 '소득주도성장과 확장적 재정운용' 토론회 인사말에서 "지금이야말로 정부가 곳간을 활짝 열어야 할 때"라며 이같이 언급했다.

문재인 정부 초대 청와대 경제수석을 지낸 홍 위원장이 밝힌 경제 전망은 상당히 어두웠다.

그는 "세계 경제가 급속히 식고 있다"며 "최근 국제통화기금(IMF)은 올해 세계 경제 성장률을 3.3%로 작년 10월 전망보다 0.4%포인트나 낮췄다"고 했다.

그러면서 "이런 여건 아래서 우리 경제만 좋을 수는 없다"고 진단했다.

줄곧 청와대와 경제부처에서 국내 경제 상황에 대해 희망적인 진단을 내놓은 것과 상반된 발언이다.

지난 18일 한국은행은 올해 경제성장률 전망치를 2.5%로 낮췄다.

이후 국내 연구기관도 속속 성장률 전망을 하향 조정하는 방안을 검토하고 있다.

세계 경기가 둔화하는 기류 속에서 국내 경기에 대한 우려가 확산하는 모습이다.

홍 위원장은 "투자가 계속 부진한 가운데 그나마 지난해 한국 경제를 이끌었던 수출과 소비에도 노란불이 켜지고 있다"며 "주력 산업의 경쟁력 약화 우려가 제기되고, 저출산 고령화 등 인구구조 변화에 따른 위기도 커지는 등 그야말로 '산 넘어 산'"이라고 지적했다.

그는 해법으로 '적극적인 재정 확대' 카드를 제시했다.

홍 위원장은 "한국은 경제협력개발기구(OECD) 국가 가운데 조세부담률, 정부지출 규모, 공공사회복지지출 비중 등 재정운용의 여러 측면에서 소극적이라는 평가를 받고 있다"며 "적극적 재정운용은 미래를 위한 정당한 투자"라고 거듭 목소리를 높였다.

신세돈 숙명여대 경제학부 명예교수는 홍 위원장의 발언에 "불과 1년 전 소득주도성장의 효과가 머지않아 나타날 것이라던 핑크빛 전망을 뒤집은 셈"이라며 "추가경정예산 편성을 정당화하기 위해서 일관성 없는 주장을 펼치는 것"이라고 꼬집었다.

@highlight

문재인 정부 초대 청와대 경제수석을 지낸 홍장표 위원장은 22일 소득주도성장특위 주최로 열린 토론회에서 "경제 전망은 상당히 어두우며 경제 현실이 만만하지 않아 곳곳에서 경고음이 들려오고 있는 지금이야말로 정부가 곳간을 활짝 열어 정부 재정의 적극적인 지원 역할이 필요다"고 했다.