천성남 14일 현재 2만7898명…인근 식당·택시 등 '호황' 예당호 출렁다리를 찾은 관광객 모습 (동양일보 천성남 기자) 전국에서 가장 긴 예당호 출렁다리가 예산군의 랜드마크로 확실한 자리매김을 하고 있다.

군에 따르면 찾아드는 관광객 인파로 인근관광지의 음식점 매출이 급상승하는 것은 물론 택시들도 몰려든 관광객으로 인해 바쁜 상황이다.

지난 6일 출렁다리 개통 이후 14일 현재 2만7898명이 다녀갔다.

방문 열기는 평일에도 이어져 화요일인 16일에는 평일임에도 불구하고 2만 264명이 출렁다리를 찾았다.

출렁다리 인근 식당 A씨는 “출렁다리가 없을 때는 손님이 별로 없었는데 설치 후 매출이 3∼4배 올랐다”며 “손님이 많아 직원을 더 구해야 할 정도로 신나게 일하고 있다”고 말했다.

또 택시기사 B씨도 “요즘 부쩍 손님이 줄어 금요일 밤에도 손님을 태우기가 쉽지 않았다”며 “하지만 출렁다리가 생기고 나서 택시를 길가에 세워두는 경우가 거의 없어졌다”며 함박웃음을 지었다.

이처럼 출렁다리가 성황을 이루는 것은 아름다운 주변 풍광과 접근성이 좋아 주말 나들이 코스로 적합하며 고령자와 어린이 등 모든 연령층이 이용할 수 있기 때문이란 평가다.

특히 우리나라에서 가장 큰 저수지인 예당호의 광활한 풍광을 감상하며 산책을 할 수 있는 부잔교와 수변산책로, 또 생태공원까지 이어지는 느린호수길과 예당호가 한눈에 담기는 전망탑, 인공폭포까지 조성돼있어 관광객들을 사로잡는데 손색이 없다.

황선봉 예산군수는 “예당호 출렁다리 개통이후 15일 만에 30만명의 관광객이 찾아와 주셨다”며 “향후 관광객이 지속적으로 방문할 수 있도록 콘텐츠를 개발하고 편의시설을 확충해 지역경제 활성화의 성장동력으로 삼겠다”고 덧붙였다.

@highlight

예당호 출렁다리는 아름다운 주변 풍광과 접근성이 좋아 지난 6일 개통 이후 14일 현재 2만7898명이 다녀갔고 관광객이 꾸준히 방문할 수 있도록 지역의 콘텐츠를 개발하고 편의시설을 확충해 예산 경제 활성화의 성장동력으로 삼겠다고 황선보 예산군수가 밝혔다. 