안성지역 노인들을 대상으로 한 의료비지원에 대해 보건복지부가 승인하지 않자 지원방법을 재협의해 반드시 추진한다는 방침이다.

시는 행정안전부로 부터 행정·재정적으로 불이익(패널티)을 받는다면 행정소송도 감행할 계획이다.

22일 시에 따르면 시는 우석제 안성시장의 핵심 공약중 하나인 노인의료비지원사업을 추진하고 있다.

이 사업은 70세 이상 노인들에게 매달 5만원(지역화폐)을 '안성사랑카드'를 통해 지원한다.

그러나 시의회는 지난달 19일 제179회 임시회에서 의료비 지원은 보건복지부 승인을 받아야 지급 할 수 있다는 점을 지적하며 조례상정을 보류했다.

또 매년 120억원 상당 지방재정이 투입되는 만큼 시에 부담을 줄 수 있다는 우려를 표했다.

시 정책기획담당관은 이번 사업이 매년 100억 이상의 재정이 소요되지만 노인들에게 꼭 필요한 정책이라고 판단, 지출을 감수하겠다는 입장인 것으로 전해졌다.

이에 시는 노인 의료지원은 지역노인들에게 필요한 사업인 만큼 지난달과 이달 초 보건복지부에 재 승인을 요청했다.

문제는 시가 복지부의 동의없이 자체적으로 의료비지원사업을 추진하면 행안부로 부터 매년 지방교부세 25억원을 삭감받아 재정 자립도가 낮은 안성시 로서는 부담이 될 수 밖에 없는 실정이다.

현재 복지부는 안성시가 노인의료비를 지원하면 과다한 진료 등이 발생할 수 있어 건강보험 재정에도 직접적인 영향을 미칠 수 있다는 주장을 내세우고 있다.

반면 시는 70세이상 노인들에게 매월 정기적으로 의료비가 지원되면 매달 지급되는 의료비로 건강검진과 각종질환을 예방하고 관리할 수 있다는 입장이다.

또 노인들이 의약품 구내 등 의료적 해택을 받게 되면 질병에 대한 예방적 효과가 건강관리를 유도할 수 있다는 주장이다.

시는 복지부가 승인을 보류하더라도 시의회와 협의를 통해 이 조례를 통과시킨다는 방침이다.

이에 대해 시 의회 관계자는 "복지부가 쉽게 노인의료비 지원을 승인하지 않을 것으로 보인다"고 우려했다.

한편, 노인의료 지원은 입금된 지역화폐로 병원, 의원, 한의원에서 진료를 받거나 약국에서 영양제 등 건강보조제를 구매할 수 있다.

@highlight

안성시는 우석제 시장의 핵심 공약인 노인의료비지원사업을 추진하고 있지만 보건복지부의 불승인으로 지난달과 이달 초 보건복지부에 재 승인을 요청했으며, 행정안전부로 불이익을 받는다면 행정소송도 진행할 것이라 밝혔다.