이베스트투자증권은 23일 신세계I&C에 대해 '올해 1분기 매출액과 영업이익은 각각 전년동기대비 18.7%와 19.7% 증가한 961억원, 46억원을 기록해 대체로 양호한 수준을 보였다'고 설명했다.

이 증권사 오린아 연구원은 '신세계I&C의 IBS(지능형건축물·Intelligent Building System) 매출액은 안정적인 성장을 이어갈 것으로 예상된다'며 '이 시스템이 적용되는 스타필드 출점은 오는 9월 부천, 2020년 안성, 청라 등으로 향후 꾸준히 계획돼 있다'고 덧붙였다.

다만 '당기순이익은 적자로 전환해 -8억5000만원을 기록했다'며 '이는 신세계TV쇼핑 유상증가 참여에 따른 지분법 회계처리 재개에 따른 것으로 총 50억원 손실이 반영됐다'고 했다.

리테일테크 사업들도 계획대로 순항 중이라는 분석이다.

그는 '올해 ESL(전자가격표시기)과 SCO(셀프 계산대) 도입이 가속화 될 전망'이라며 'ESL 매출액은 전년대비 50% 증가한 150억원을 예상하고 올해 도입 예정 점포는 백화점 4개, 이마트 50개, 이마트 에브리데이 50개'라고 분석했다.

이어 'SCO는 이마트 기준으로 지난해까지 85개 점포에 설치됐고 올해 연말까지 대부분 점포에 도입이 완료될 것'이라고 전망했다.

오 연구원은 'SSG페이는 지난해 기준 1조8406억원의 거래액을 달성했고 올해 거래액 목표는 전년대비 63% 증가한 3조원'이라며 'SSG페이 거래액 중 이마트 SSG닷컴, 신세계백화점 비중이 90% 수준이며 마케팅 비용은 매출 대비 손실이 줄어들고 있어 손익 관리가 지속적으로 이뤄지고 있는 것으로 판단한다'고 말했다.

또한 SSG페이의 지난해 누적가입자수는 469만명이었고 올해 목표는 600만명 수준으로 예상했으며 1분기 기준 500만명 이상 회원 수를 달성한 것으로 추정했다.

그는 '신세계I&C는 그룹사 내 스마트 점포 도입 기술을 비롯한 리테일테크 부문을 전담할 전망이고 향후 실적 확대 요소가 무궁무진하다고 판단한다'며 'SSG페이를 통한 중장기 확장성도 유효할 것'이라고 내다봤다.

@highlight

이베스트투자증권은 신세계I&C에 대해 이번년도 1분기 매출액과 영업이익은 지난해 같은 기간과 비교하여 증가한 961억원, 46억원으로 양호한 수준이며, 계획대로 순항 중인 리테일테크 사업 부분을 전담할 것으로 예상됨에 따라 실적 확대가 지속될 것으로 판단된다고 23일 밝혔다.