지역 바이오&뷰티산업이 50억이 넘는 수출 계약을 체결하는 등 베트남에서 큰 성과를 거뒀다.

광주테크노파크는 광주지역 바이오헬스케어 전문기업인 ㈜메종(대표이사 양정철)이 최근 베트남 호치민에서 열린 ‘한-베트남 뷰티산업 기술협력 및 비즈니스 상담회’를 통해 베트남 현지 기업인 크레아셀과 500만달러(57억150만원)의 수출 계약을 체결했다고 22일 밝혔다.

광주테크노파크가 광주시와 컨소시엄 사업으로 진행한 이번 행사에서 ㈜메종은 창업 2년 만에 화학 성분을 첨가하지 않은 천연화장품(미백크림·마스크팩 등)으로 K-뷰티 산업의 수출 경연장인 베트남 시장을 본격 공략했다.

그 결과 우리지역 제품의 우수성을 알리고 지역 브랜드 인지도를 한 단계 높일 수 있는 계기를 마련했다.

베트남 호치민에 소재한 크레아셀은 바이오 신물질 연구 개발 및 건강식품과 화장품을 유통하는 현지 기업으로 이번 ㈜메종과의 계약을 통해 한국의 바이오&뷰티산업 기술이전과 코스메슈티컬 전문브랜드 ‘닥터메종’의 베트남 총판을 획득했다.

특히 메종이 이처럼 큰 성과를 얻을 수 있었던 것은 코스메슈티컬 산업의 빠른 진입을 통한 홈케어 솔루션을 특화시킨 부분과 광주시와 광주테크노파크의 협업을 통해 지역특화 의료산업을 지속적으로 육성해온 결과로 평가되고 있다.

양정철 대표는 “이번 계약을 통해 베트남 시장의 ‘닥터메종’ 스킨케어제품의 성공적인 진출과 현지 법인의 파트너쉽을 통해 바이오 신소재 크레아물질 공동연구 및 제품화를 수행할 예정”이라면서 “이로 인해 큰 성과를 예측한다”고 말했다.

이에 광주테크노파크 김성진 원장은 “앞으로도 광주시 소재 기업들과 호치민 기업들의 기술교류 및 수출확대를 위해 바이오&뷰티산업을 지속적으로 육성할 계획”이라며 “특히 광주만의 차별화되고 특화된 바이오&뷰티 솔루션 개발을 통해 일자리 창출과 수출전략형 지역주력사업의 새로운 모델로 발전시켜나가겠다”고 강조했다.

@highlight

광주지역 바이오헬스케어 전문기업 (주)메종이 창립한지 2년만에 천연화장품으로 베트남 기업 크레아셀과 500만 달러의 수출 계약을 맺으면서 베트남 시장에 진입한다.