양규원 고양시민들은 사회 대부분 분야에서의 안전도에 대해 불안해 하고 있는 것으로 나타났다.

22일 '2018 고양시 사회조사 보고서'에 따르면 지난해 고양시민들은 국가안보 분야를 제외한 자연재해, 건축물 및 시설물, 화재, 먹거리, 범죄 등의 사회 각 분야의 안전이 '불안전하다'고 응답했다.

응답자들은 먼저 국가안보 분야에 대해 31.5%가 '안전하다'고, 30.4%가 '불안전하다'고 답해 별 차이를 보이지 않은 반면 자연재해에 대해선 40.4%가 '불안전하다'고 응답, 19.9%가 '안전하다'고 생각한 것에 비해 2배가 높았다.

또 교통사고 분야와 화재 분야에서도 '불안전하다'는 부정적 평가가 각각 41.9%와 30.7%로 집계돼 12.4%와 16.7%인 긍정적 평가를 압도했다.

특히 먹거리 안전에 대해선 10명 중 4명에 가까운 38%가 '불안전하다'고 응답했으며 현대인이 가장 민감하게 여기는 정보보안에 대해서도 44.7%가 불안해하는 것으로 확인됐다.

하지만 이들 분야에서 안전하다고 생각하는 비율은 각각 18.2%와 13.9%에 그친 것으로 집계됐다.

국내·외를 막론하고 언제 발생할 지 모르는 신종전염병에 대한 고양시민들의 불안함도 큰 것으로 조사됐다.

응답자 중 15.6%만이 '안전하다'고 밝혔으며 42.1%는 '불안전하다'고 응답, 지자체를 비롯한 국가 전염병 관리 체계에 대한 불신이 큰 것으로 드러났다.

더욱이 범죄위험를 느끼고 있는지에 대해 응답자 중 절반에 가까운 46.7%가 불안해 하고 있으며 17.3%만이 안전함을 느끼는 것으로 나타났다.

건축물 및 시설물 안전도에 대해 시민들은 20.9%가 '안전하다'고 , 29.9%가 '불안전하다'고 각각 답변했다.

이에 시 관계자는 "비단 고양시민들만 이렇게 느끼는 것은 아니라 '세월호 사건' 등 대규모 재난이 국민들의 뇌리에 아직까지 크게 남아 있는 것으로 보인다"며 "특히 고양시민들은 최근 발생한 '터미널 화재', '온수관 파열 사고' 등으로 인해 많이 불안해 하는 것으로 판단된다"고 설명했다.

@highlight

고양시민들은 국가안보 분야를 제외한 자연재해, 건축물 및 시설물, 화재, 먹거리, 범죄, 신종전염병 등의 사회 각 분야의 안전이 불안전하다고 응답했는데 최근 발생한 터미널 화재, 온수관 파열 사고 등으로 인해 많이 불안해 하는 것으로 판단된다.