에너지 발전과 저장을 동시에 활용할 수 있는 투명한 배터리 개발로 전자제품과 피부 부착형 소자 등 다양한 활용이 기대된다.

DGIST(총장 국양)는 스마트섬유융합연구실 최창순 선임연구원팀이 투명한 박막형 에너지 소자를 개발했다고 23일 발표했다.

최창순 선임연구원팀은 투명한 소자 개발을 위해 '단일층 그래핀 필름'을 전극으로 활용했다.

우수한 전기전도성을 가진 단일층 그래핀 필름은 얇고 가벼워 배터리가 필요한 전자제품에 안성맞춤이다.

최 연구원팀은 투명도를 높이기위해 반고체 전해질을 함유한 고분자 나노매트를 분리막으로 사용해 풍경과 글자를 선명하게 볼 수 있을 만큼의 투명도(최대 77.4%)를 구현하는데 성공했다.

최 연구원팀은 에너지 소자가 자체적으로 에너지를 생성, 저장할 수 있게끔 구조를 설계해 에너지 소자 상층부에 에너지 저장패널, 하층부에 에너지 전환패널을 넣었다.

여기에 터치센서를 상층부 에너지 저장패널 바로 아래에 추가해 터치까지 가능한 에너지 소자를 제작하는데 성공했다.

최 연구원은 "영화에 등장한 투명 휴대폰이 너무 멋져서 관련 연구를 시작하게 됐다"며 "제작단가가 비싸 현재 상용화에는 한계가 있지만, 가시적인 연구 실적이 없던 투명 에너지 저장 매체 분야에서 거둔 성공인 만큼 앞으로 계속해서 발전시켜 나갈 수 있도록 노력하겠다"고 밝혔다.

이번 연구는 DGIST 최창순 선임연구원과 손원경 연구원, 성균관대학교 천성우 연구원이 주도했다.

또한 연세대학교, 한양대학교, 한국생산기술원 등 여러 연구팀과의 공동연구로 진행됐고 재료 및 계면 분야저널인 '에이씨에스 어플라이드 머티리얼 & 인터페이스'(ACS Applied Materials & Interfaces) 온라인판에 게재됐다.

@highlight

DGIST 선임연구원팀이 투명한 박막형 에너지 소자를 개발하여 피부 부착형 소자 등 다양한 활용이 기대되고 있는데 이에 연구팀은 에너지 소자가 자체적으로 에너지를 생성, 저장할 수 있게끔 구조를 설계해 에너지 소자 상층부에는 에너지 저장패널을, 하층부에는 에너지 전환패널을 배치했다.