천성남 진단검사 후 신경과전문의 진료 모습 (동양일보 천성남 기자) 예산군보건소는 치매조기 검진 확대로 조기 발견 치료를 강화하기로 했다.

군에 따르면 65세 이상 노인인구가 2018년 기준 28.2%로 이미 초고령사회로 진입, 지난해 치매 유병률이 예산 11.72%, 충남 11.52%, 전국 10.26%로 예산군 치매 유병률은 전국·충남보다도 높은 수준이다.

향후 노인인구가 많은 예산군의 치매 유병률은 지속적으로 높아질 것으로 예측되고 있다.

예산군 치매안심센터는 치매 조기발견을 위해 60세 이상 지역주민을 대상으로 치매조기검진을 연중 무료로 실시하고 있으며, 특히 치매 고위험군인 만 75세진입자, 75세 이상 독거어르신, 경도인지장애자를 대상으로 조기검진을 집중적으로 실시한다.

군은 치매조기검진 강화를 위해 고위험군에게 안내문을 개별 발송했고, 관내 치매 진료가 가능한 의료기관 21개소와 12개 읍면행정복지센터 맞춤형복지팀, 예산군노인종합복지관, 대한노인회예산지회 등과 협력체계를 구축해 치매조기발견에 총력을 기울이고 있다.

군 보건소는 치매조기검진은 총 3단계로 진행되며 읍면 보건(지)소, 진료소 선별검사를 통해 발견된 인지저하 대상자를 치매안심센터에서 진단검사 실시 후 치매확진을 받고 감별검사를 통해 치매원인을 판정하는 순서로 진행된다.

아울러 치매안심센터는 필요시 거동이 불편한 어르신의 경우 관할 보건지소, 진료소 또는 각 가정으로 출장해 진단검사하고 있다.

군 치매안심센터는 “치매는 막을 수 없지만 늦출 수 있다는 슬로건 아래 치매 안전망 구축 사업들을 확대하고 치매 예방 관리와 조기발견사업 적극 추진으로 군민의 건강한 삶을 영위할 수 있도록 노력하겠다”고 밝혔다.

전년도 치매조기검진자 총 1만 2904명 중 440명이 진단검사를 통해 최종 291명이 치매확진 판정받아 치료를 받고 있다.

@highlight

노인인구가 많은 예산군의 치매 유병률이 높아질 것으로 판단한 예산군보건소 치매안심센터는 치매초기검진 확대 방안으로 60세 이상 지역주민 무료 검진, 치매 고위험군 집중관리, 관내 치료 기관과의 협력체계를 구축해 치매조기발견 및 치료에 노력하고 있다.