이용섭 광주시장과 박원순 서울시장이 23일 오후 서울시청 본관에서 열린 서울시 도시철도 50주년 기념식에서 양도시간 도시철도 건설의 기술 향상 및 정보 교환 등을 협력하는 ‘도시철도 건설 업무 협약’을 체결하고 있다.

광주시와 서울특별시가 도시철도의 공동 발전에 손을 잡았다.

이용섭 시장과 박원순 서울시장은 23일 오후 서울시청에서 열린 서울 도시철도 50주년 기념행사에서 ‘도시철도 건설 업무 협약’을 체결하고 도시철도 건설의 기술 향상 및 노하우 교환 등에 협력키로 했다.

양 시는 협약을 통해 도시철도 건설과 관련한 기술 및 정보의 제공과 사업 지원사항 등을 상호 협력해 공동 추진키로 했다.

이를 위해 ▲도시철도건설 매커니즘 연구에 관한 기술 및 노하우 상호 교환 ▲인적 자원의 교류 및 교육 ▲각 상대방의 도시철도 건설사업 홍보 ▲상대방의 시정현안에 대한 조력 ▲국내외 자료조사 및 공유 ▲시책사업 지원 및 협조 등 상호 발전을 위해 공동 협력한다.

또한 각 상대방은 향후 업무협력을 위해 담당자를 선정해 제휴업무를 효과적으로 추진할 수 있도록 하고, 상대방의 임직원을 상담역 또는 자문역으로 위촉할 수 있도록 했다.

이 밖에도 협약서에 규정한 협력분야의 효율적인 추진과 세부 업무의 상호 협의를 위해 실무협의회를 구성할 수 있도록 했다.

광주시와 서울시의 협약 체결로 양 시가 보유하고 있는 도시철도 역량과 자원을 상호 지원하고 교류할 수 있어 최대 시너지 효과가 발휘될 것으로 기대된다.

이 시장은 “광주시와 서울시가 그동안 축적해온 도시철도 건설 기술 및 노하우를 상호 교환하고 인적 자원의 교류를 통해 도시철도를 이용하는 시민의 안전성과 편의를 높여나갈 것”이라며 “특히, 서울도시철도의 축적된 기술과 경험이 광주의 도시철도 2호선을 안전하고 편리한 명품 도시철도로 건설하는데 있어 큰 도움이 될 것”이라고 말했다.

한편 광주도시철도 2호선 건설 사업은 1단계 구간 착공을 위해 기획재정부 및 국토교통부와 총사업비 협의, 사업계획 승인 등 행정절차를 속도감 있게 추진해오고 있다.

@highlight

이용섭 광주시장과 박원순 서울시장이 23일 오후 서울시청에서 열린 서울 도시철도 50주년 기념행사에서 ‘도시철도 건설 업무 협약’을 체결하고 도시철도 건설의 기술 향상 및 노하우 교환 등에 협력키로 했다.