[환경일보] 오성영 기자 = 형사조정제도란 경미하거나 민사적 분쟁의 성격을 가지는 고소사건이 접수될 경우, 검사가 직권 또는 고소인의 동의를 얻어 형사조정위원회에 조정을 의뢰해 당사자 간 합의를 중재하는 제도다.

2007년부터 신설된 제도이지만 아직 일반인들이 잘 알지 못하는 경우가 적지 않다.

따라서 형사사건의 당사자가 되었을 때 조정제도를 활용해보지도 못하고 판결을 받기보다는 적극적으로 조정제도를 신청, 활용할 필요가 있다.

창원형사전문변호사인 이수경변호사는 "설사 형사조정이 성사되지 않더라도 조정과정이 형사소송의 결과에 영향을 미칠 수 있으므로 적극적으로 조정에 임할 필요가 있다"고 말했다.

형사조정의 대상이 되는 사건으로는 사기, 횡령, 배임, 상해, 명예훼손 등 다양하며 최근에는 성범죄 사건의 경우에도 그 사안이 경미할 경우 형사조정에 회부되기도 한다.

형사조정이 성립한다는 것은 피해자와의 합의가 되었다는 것을 의미하므로 검사가 처분을 결정할 때 피의자에 대한 정상참작 사유로 삼을 수 있다.

따라서 형사조정이 성립하였을 경우에는 최대 기소유예의 선처나 반의사 불벌죄, 친고죄의 경우 '공소권 없음'의 불기소 처분을 받을 확률이 높아진다.

창원형사전문 이수경변호사는 "형사사건의 경우 망설이다가 시간을 지체하고 적절한 제도를 활용할 기회를 놓치는 안타까운 사례를 보기도 한다"며 "사건 초기부터 형사전문변호사와 상담하는 것을 권하며, 형사조정이 성립되지 않을 경우에 대비해 소송준비도 미리 병행하는 것도 필요하다"고 조언했다.

이수경 변호사는 사법연수원을 수료하고 대한변호사협회에 형사법전문으로 등록된 변호사이며, 창원지방검찰청 형사조정위원, 상고심위원회 위원, 경남 지방소청심사위원회 위원으로도 활동하고 있다.

현재 로펌 더도움의 구성원 변호사로 주요 업무로는 형사/이혼/교통사고/손해배상을 다루고 있다.

@highlight

이수경변호인은 사건이 가볍거나 민사적 분쟁의 고소사건일 경우 검사 직권 또는 고소인의 동의를 얻어 형사조정위원회에 조정을 의뢰, 당사자 간 합의를 중재하는 제도인 형사조정제도가 대중에게 아직 안 알려짐을 지적하며 조정과정이 형사소송의 결말에 영향을 주므로 적극적으로 조정에 임하라는 취지의 조언을 했다.