다른 지역 혁신도시내 기업입주가 훈풍을 타는 것과 달리 제주혁신도시내 기업이전은 전무한 것으로 나타났다.

행정과 경제의 연계로 시너지효과를 극대화하면서 지역거점 육성이라는 혁신도시 취지를 살리지 못한 채 반쪽 도시로 전락하고 있다.

국토교통부가 전국 10개 혁신도시 클러스터 분양 및 입주현황을 조사해 발표한 결과에 따르면 혁신도시내 클러스터 용지 분양의 경우 제주는 당초 26필지 15만1000㎡ 가운데 22필지 13만1000㎡가 분양되면서 86.8%의 분양률을 기록했다.

전국 계획분양 면적이 462필지 312만4000㎡ 중 실적은 342필지에 197만㎡로 분양율이 전국 분양률 63.0%인 것을 감안하면 제주혁신도시는 23.8%포인트나 높다.

하지만 용지입주 현황을 보면 제주는 2필지에 7000㎡로 입주율이 5.3%로 전국 혁신도시 가운데 가장 낮았다.

또한 전국 입주율 35%과 비교해도 극히 낮고, 전국서 입주율이 가장 높은 대구혁신도시 64%의 10분의 1에도 미치지 못하고 있다.

그나마 현재 입주중인 2필지도 대륜동주민센터와 서귀포소방서로 도내 행정기관으로 타 지역 기관은 없다.

더구나 제주혁신도시 클러스터내 입주한 기업은 현재까지 전무한 것으로 나타났다.

전국 입주기업이 828곳에 달하고 전북 2곳을 제외한 나머지 혁신도시가 적게는 26곳에서 많게는 218곳을 유치한 것을 감안하면 참담한 실적이다.

제주혁신도시 클러스터내 입주기업이 전무한 이유는 부동산시장 침체로 투자가치가 하락했고, 제주에 입주한 공공기간의 규모와 기능면에서 경제효과를 높이기 힘들며, 제주이전에 따른 비용부담 등 때문으로 파악되고 있다.

한편 제주혁신도시는 2007년 9월 서귀포시 서호동과 법환동 일원에 113만5000㎡ 규모로 조성됐으며 국토교통인재개발원과 국립기상과학원, 한국정보화진흥원 글로벌센터, 국세공무원교육원, 공무원연금공단, 국세청고객만족센터, 국세청 주류면허지원센터, 한국국제교류재단, 재외동포재단 등 9개 공공기관이 입주했다.

@highlight

행정과 경제의 연계로 시너지효과를 극대화하면서 지역거점 육성이라는 혁신도시 취지를 살린 다른 지역은 기업입주가 훈풍을 타는 것과 달리 제주는 기업이전은 전무한 것으로 나타난 이유는 부동산시장 침체로 투자가치가 하락했고, 제주에 입주한 공공기간의 규모와 기능면에서 경제효과를 높이기 힘들며, 제주이전에 따른 비용부담 등 때문으로 파악되고 있다