양규원 23일 천광필 고양시 일자리경제국장이 포스콤 공장 등록 취소와 관련된 언론 브리핑 자리에서 시가 정당한 행정절차를 밟았음을 강조하며 그간의 과정을 설명하고 있다.

방사선 차폐시설 설치에 따른 '합의위반' 문제로 공장등록 취소 위기에 놓인 휴대용 엑스레이기기 제조업체 포스콤이 고양시의 조치가 부당하다고 주장하고 있는 가운데 시가 이를 반박하고 나섰다.

특히 시는 지금까지의 과정을 설명하며 정당한 절차였음을 강조했다.

23일 시에 따르면 서정초등학교 학부모대책위 및 ㈜포스콤 등이 2016년 7월 13일 서로의 쟁점사항에 대한 해결을 위해 '방사선차폐시설을 입주시키지 않는다'는 내용의 합의서에 서명했으며 포스콤 측은 공증까지 했다.

이어 포스콤은 2017년 10월 12일 공장등록을 완료했고 시는 공장등록 시 고양교육지원청의 협의 조건인 '합의서 이행'이라는 조건을 덧붙였다.

그러나 포스콤은 공장승인·등록 후 20여 일이 지난 11월 3일 원자력안전위원회에 방사선발생장치 생산허가를 신청, 협의 조건을 위반하기 시작했다.

이에 시는 지난 2월 25일 회사 지하 1층과 지상 7층에 방사선차폐시설 10대가 설치돼 있는 것을 확인했으며 이후 행정지도 2회, 원자력안전위원회 특별안전점검, 학부모측과 대화기간 부여 등의 조치를 진행했다.

이에 포스콤 측은 "당시 강압에 의해 어쩔 수 없이 합의했다"고 주장하며 시를 압박하고 있는 상태다.

이에 대해 시 측은 "법률 위반에 대한 포스콤 측의 태도로는 이해당사자 간 중재 등에 매우 어려움이 있다"며 "'합의서 서명 당시 강압이 있었다'는 주장에 대해선 부관무효소송 등의 법적구제 방법이 있음을 설명했다"고 말했다.

이어 "포스콤 측에 행정심판 및 소송 등 법률 구제제도가 있으며 집행정지가처분신청이 받아들여지면 직원들도 확정판결 시까지 근무할 수 있다는 구제제도 등도 안내했다"고 밝혔다.

아울러 "이번에 진행된 청문은 공장등록 취소 전 최종 단계로, 청문 시 업체 측의 주장에 대해 충분한 검토를 통해 앞으로 행정절차를 진행하게 될 것"이라고 덧붙였다.

@highlight

방사선 차폐시설 설치에 따른 '합의위반' 문제로 공장등록 취소 위기에 놓인 휴대용 엑스레이기기 제조업체 포스콤이 고양시의 조치가 부당하다고 주장하는 가운데 천광필 고양시 일자리경제국장은 포스콤이 공장승인·등록 후 20여 일이 지난 11월 3일 원자력안전위원회에 방사선발생장치 생산허가를 신청, 협의 조건을 위반하기 시작했다며 시는 정당한 행정절차를 밟았음을 강조했다.