▲ 탈핵울산시민공동행동은 23일 울산시청 프레스센터에서 기자회견을 열고 신고리 핵발전소 4호기 운영허가 취소 소송 추진계획을 발표했다.

신고리 4호기 운영허가 취소를 위해 탈핵울산시민공동행동을 비롯 울산과 부산, 경주 등지의 시민들이 직접 행동에 나섰다.

탈핵단체 등은 23일 울산시청 프레스센터에서 기자회견을 열고 “신고리 4호기 운영허가 취소를 위한 소송을 진행하겠다”고 밝혔다.

이 단체는 “원자력안전위원회는 신고리 4호기가 인구 밀집 지역에 있음에도 미국 규정을 준용해 지난 2월 운영을 허가했다”며 “이는 인구 중심지와 4㎞ 이상 떨어져 괜찮다는 것인데 미국과 한국은 상황이 다르고, 특히 한국은 방사선 비상계획이나 사고 대응 매뉴얼이 적절히 준비돼 있지 않다”고 주장했다.

이어 “특히 사업자가 작성한 최종안전성분석보고서의 많은 부분이 운영허가 신청 당시인 2011년 6월 이전에 작성한데다 중대사고를 반영한 방사선환경영향평가를 하지 않았는데도 원안위는 운영을 허가했다”며 “신고리 4호기 내진성능 평가는 관련 기술기준이 확립되기 이전 연구결과를 바탕으로 수행됐으며, 경주지진 이후 양산단층과의 연관성 등을 적용하지도 않았다.

핵발전은 값싼 에너지가 아니라, 인류에게 재앙을 가져다주는 에너지원”이라고 덧붙였다.

이에 탈핵행동은 피고를 ‘원안위’로 하고 원고는 ‘대한민국에 거주하는 사람 모두’로 하는 공동소송을 준비하고 있다.

대한민국에 거주하는 자로서, 핵발전소 가동에 따른 위험을 막아내고 싶은 자면 누구나 원고로 신청 가능하도록 했으며 소송 주체는 ‘탈핵울산시민공동행동 및 공동소송단’으로 명시했다.

원고를 모집하는 기간은 이날부터 오는 29일까지이며 소송 참여단 500명 이상, 모금활동 3,000만원을 목표로 하고 있다.

모금액은 변호사 선임비 및 기술검토 비용 등에 사용될 계획이다.

단체는 “소송을 통해 국민 생명과 안전을 국가가 지켜야 한다는 것을 사회적으로 확인시키고, 운영허가를 중단시키고자 한다”면서 “전국의 많은 시민이 공동소송단에 동참해 달라”고 당부했다.

@highlight

23일 울산시청 프레스센터에서 열린 기자회견에서 탈핵울산시민공동행동은 핵발전소인 신고리 4호기가 미국의 규정을 적용해 부적절하게 운영이 허가되었고 비상 대응 매뉴얼도 준비되어 있지 않다며 전 국민의 생명과 안전을 위해 많은 시민들이 허가 취소를 위한 공동소송단에 동참해 줄 것을 강조했다.