SBS 수목드라마 빅이슈'는 한 장의 사진으로 나락에 떨어진 전직 사진기자와 그를 파파라치로 끌어들이는 악명 높은 편집장이 펼치는 은밀하고 치열한 파파라치 전쟁기를 담는 드라마다.

최근 한국에서 벌어지는 연예계 상황과 꼭 맞는 스토리를 담아내면서 소름을 유발하고 있다.

김희원은 극 중 지수현(한예슬)이 속한 '선데이 통신' 대표 조형준 역을 맡아, 모든 비밀을 공유한 지수현과 공생관계이면서도 그 비밀을 빌미로 지수현을 위협하고 조종하는 위악적인 캐릭터로 시청자들의 분노를 유발하고 있다.

무엇보다 지난 방송분에서는 조형준(김희원)이 지수현이 검찰청에서 나온 후에도 출근하지 않자 불안해하던 끝에 직접 지수현을 찾아가는 모습이 담겼던 터.

하지만 조형준의 설득에도 지수현이 끝까지 완강한 태도를 보이자, 조형준은 과거 클리닉 스캔들을 거론하며 절대 동맹 관계를 되짚었다.

여기에 한석주(주진모)와의 악연까지 들춰내며 지수현을 흔들었던 것.

특히 엔딩장면에서는 지수현이 '선데이 통신' 저격 방송을 이어가고 있는 백발 마녀의 배후임이 드러나면서, 조형준과 지수현의 대립이 예고돼 긴장감을 폭발시켰다.

이와 관련 오는 24일 방송되는 25, 26회 분에서는 김희원이 대표실에 혼자 앉아 불안-초조-분노 등 어찌할 바 모르겠는, 롤러코스터 감정 변화를 표출하는 장면이 담긴다.

극 중 책상에 앉아 노트북을 통해 방송을 보던 조형준이 불안해하는 모습을 보이더니 이내 화면에서 눈을 떼지 않은 채 물을 마시며 초조함을 드러내 조형준을 불안초조하게 만든 것은 무엇일지 궁금증을 유발하고 있다.

제작진 측은 "김희원이 순식간에 변하는 조형준의 감정을 연기하는 모습을 보면서 현장 스태프 모두가 대체 불가 배우 김희원을 다시 한 번 인정했다"며 "지난주 동맹이 깨진 지수현과 조형준의 갈등이 어떻게 전개 될 지 기대해 달라"고 전했다.

한편 SBS 수목드라마 '빅이슈' 25, 26회분은 오는 24일(수) 밤 10시에 방송된다.

@highlight

한 장의 사진으로 나락에 떨어진 전직 사진기자와 그를 파파라치로 끌어들이는 악명 높은 편집장이 펼치는 은밀하고 치열한 파파라치 전쟁기를 담은 SBS 수목드라마 '빅이슈'는 최근 한국 연예계 상황을 그대로 담아내면서 소름을 유발하며 화재가 되고 있는 가운데 제작진 측은  "김희원이 순식간에 변하는 조형준의 감정을 연기하는 모습을 보면서 현장 스태프 모두가 대체 불가 배우 김희원을 다시 한 번 인정했다"고 전했다.