롯데百, 남성 레깅스 매출 ‘쑥’

트레이닝복 수요도 31% ‘껑충’

운동복과 평상복을 구분하지 않는 애슬레저룩(Athleisure Look)이 대중화하면서 레깅스를 입는 남성이 늘고 있다.

일명 쫄쫄이, 타이츠로 불리는 레깅스는 하체 굴곡이 그대로 드러나 대중에게 ‘민망한 패션’ 또는 ‘개인의 자유’로 논란을 지핀 패션 아이템이다.

최근 워라밸 확산과 자기관리에 관심 갖는 남성이 늘면서 관련 매출이 늘어난 것으로 해석된다.

한국패션산업연구원은 국내 애슬레저 의류 시장이 2016년 1조5천억 원 규모에서 2020년 3조 원으로 증가할 것으로 전망했다.

23일 롯데백화점 대구점 관계자에 따르면 지난 2~4월 스포츠웨어 전체 매출은 지난해 같은 기간 대비 3.2% 늘었다

이중 남성 레깅스 매출은 12.2% 신장한 것으로 알려졌다.

‘백수패션’으로 눈총을 받던 트레이닝복도 매출이 전년 대비 31.3% 신장하면서 다른 대접을 받게 됐다.

꾸민 듯 안 꾸민 듯 자연스러운 패션이 유행하면서다.

강은성 롯데백화점 대구점 남성패션 팀장은 “애슬레저룩의 인기비결은 멋스럽고 실용적이기 때문이다”며 “취미활동으로 운동을 즐기는 남성 비율이 높아지면서 애슬레저룩의 열풍은 꾸준히 이어질 것이다”고 전망했다.

이에 브랜드별로 기능성과 스타일을 갖춘 신상 애슬레저룩이 쏟아져 나오고 있다.

나이키의 ‘런 모빌리티 타이츠’는 발목 부분에 지퍼가 있어 입고 벗기가 쉽다.

또 허리 부분을 조절할 수 있는 끈이 있어 편하게 착용할 수 있다.

‘나이키 프로 쇼츠’는 무릎 위까지 오는 짧은 기장으로 주로 축구나 농구처럼 격한 운동을 할 때 적합하다.

스파이더의 ‘레터링 레깅스’는 신축성과 복원력이 뛰어나며 다리근육을 압박해 높은 활동성을 제공한다.

매장 관계자는 “레깅스 위에 헥사고널 반바지를 입으면 야간 러닝 시 빛을 반사해 안정성이 뛰어나다”고 덧붙였다.

@highlight

애슬레저룩이 대중화하면서 레깅스를 착용하는 남성이 증가함에 따라 롯데백화점의 남성 레깅스 매출이 전년 대비 12.2% 늘어나는 등 관련 매출이 증가하고 있다. 