올해 전라북도교육청 지방공무원 원서접수 경쟁률이 11.3대 1로 나타났다.

도교육청이 15일부터 19일까지 5일간 ‘2019년도 전라북도교육청 지방공무원 공개경쟁 및 경력경쟁 임용시험 응시원서’를 접수한 결과 213명 선발에 2천 408명이 접수했다.

195명 선발에 2천 602명(경쟁률 13.3대 1)이 접수한 지난해에 비해 경쟁률이 낮아졌다.

공개경쟁임용시험 중 교육행정직은 일반 145명 선발에 1천 780명(경쟁률 12.3대 1), 장애인 구분모집에는 8명 선발에 42명(경쟁률 5.3대 1), 저소득층 구분모집에는 4명 선발에 28명(경쟁률 7대 1)이 접수했다.

사서는 9명 선발에 57명(경쟁률 6.3대 1), 공업 일반기계는 7명 선발에 36명(경쟁률 5.1대 1), 공업 일반전기는 6명 선발에 27명(경쟁률 4.5대 1), 시설 일반토목은 2명 선발에 18명(경쟁률 9대 1), 시설 건축은 2명 선발에 31명(경쟁률 15.5대 1)이 접수했다.

경력경쟁임용시험 중 공업 일반기계(고졸)는 2명 선발에 30명(경쟁률 15대 1), 공업 일반전기(고졸)는 2명 선발에 27명(경쟁률 13.5대 1), 시설 건축(고졸)은 1명 선발에 20명(경쟁률 20대 1), 운전 일반은 21명 선발에 298명(경쟁률 14.2대 1), 운전 보훈청 추천 구분모집에는 4명 선발에 14명(경쟁률 3.5대 1)이 신청했다.

시험장소는 6월 3일 전라북도교육청 누리집에 공고한다.

필기시험은 6월 15일 실시하며 필기시험 합격자는 7월 12일 발표한다.

면접시험은 7월 26일 치르며 최종합격자는 8월 5일 발표할 예정이다.

접수 현황은 전라북도교육청 누리집(www.jbe.go.kr)에 공개한다.

@highlight

올해 전라북도 교육청이 5일부터 19일까지 5일간 ‘2019년도 전라북도 교육청 지방공무원 공개경쟁 및 경력경쟁 임용시험 응시원서’를 신청 받은 결과 경쟁률이 11.3대 1로 작년에 비해 낮아졌다.