한국동서발전㈜이 23일 저탄소·친환경 에너지 전환과 사회적 가치를 실현하기 위한 ‘EWP 발전 에너지 효율화 계획’을 발표했다.

동서발전은 ‘에너지 효율적 이용으로 세상을 풍요롭게’라는 에너지 비전을 수립하고, △발전설비 에너지절감 △에너지 신산업 창출 △에너지 사회적 가치실현의 3대 전략방향을 설정, 향후 3년간 10개 사업에 대해 1,739억 원을 투자한다.

발전설비 에너지 절감 분야에서는 2021년까지 발전소에서 사용하는 총 에너지의 2%를 절감하기 위해 지난 3월 에너지경영시스템 ISO50001 인증을 획득했다.

앞으로 에너지관리 플랫폼 구축과 에너지절감 신기술 개발을 추진해 1,492억 원의 에너지 비용을 절감할 계획이다.

또 에너지 신사업 창출 분야에서는 전압최적화 기술을 개발해 사업화하고, ESS MSP(Management Service Provider) 사업 확대와 세계 최초로 개발한 해수전지를 활용한 어망용 GPS 부이 판매 등을 통해 앞으로 3년간 652억 원의 에너지신사업 매출을 달성할 계획이다.

에너지 사회적가치 실현 분야에서는 동서발전의 에너지절감 기술과 고효율 기기 교체비용을 향후 3년간 486개 중소기업을 대상으로 지원해 70GWh의 에너지 절감과 함께 6만t의 온실가스 배출도 감축할 계획이다.

또한 에너지신사업을 통해 발생된 수익으로 에너지 취약계층에게 태양광에너지를 보급하고, 정부의 에너지 지원 혜택을 받지 못하는 에너지 사각지대에는 겨울철, 여름철 냉·난방 물품을 제공함으로써 에너지복지 제공을 4,400여 가구까지 확대해 나갈 예정이다.

동서발전은 발전 에너지 효율화 추진을 통해 향후 3년간 내·외부 에너지 2,868GWh 절감, 219만t의 CO2 감축으로, 신사업 매출 652억 원을 포함해 총 2,314억 원의 에너지효율화 추진효과가 발생할 것으로 예상하고 있다.

박일준 한국동서발전 사장은 “에너지 전환과 4차 산업혁명 시대를 맞아 동서발전이 에너지 효율화 계획을 성공적으로 추진해 ‘세상을 풍요롭게 하는 친환경 에너지 기업’으로 자리매김 할 것”이라고 말했다.

@highlight

한국동서발전이 발전설비 에너지절감, 에너지 신산업 창출 등의 사업에 1739억 원을 투자하는 ‘EWP 발전 에너지 효율화 계획’을 발표하였고 이를 통해 3년간 총 2314억 원의 에너지효율 효과가 나타날 것을 기대한다.