황창배 작 ‘무제’

한국현대화단의 귀재이자 무법의 자유주의자 故황창배(1947~2001) 작가가 ‘2019 석재문화상’ 수상자로 선정됐다.

석재청년작가상은 민승준(43) 작가가 수상의 영광을 안았다.

민승준 작 ‘사접천재시통만리’

한국화가 소정 황창배 작가는 1990년대 한국미술계에 ‘황창배 신드롬’을 일으킨 첫 번째 작가다.

한국화의 정체성에 파문을 던진 작가는 전통의 필묵을 완벽하게 해석해여 한학과 고전을 익혀 서예, 전각, 평면회화, 입체 등 무법의 화법을 구사한 90년대의 스타였다.

1978년 국전시절 ‘비(秘)51’로 대통령상을 수상했다.

그 시절 화명을 떨친 그는 동덕여대, 경희대, 이화여대 교수를 지냈다.

이후 교직을 버리고 충북 괴산군 청안면에 작업실을 열고 전업작가로 활동했다.

1987년 선미술상을 수상하고 88년 미국 국무성 초대로 뉴욕 아티스트 콜로니(YADDO) 입주 작가로 뉴욕에서 활동하다, 91년 다시 충북으로 돌아왔다.

작가는 한국화의 경계를 깨고 캔버스, 잿물, 아크릴, 연탄재 등의 광범위한 재료로 골법용필(骨法用筆)을 구사하며, 시대정신을 담은 부조리한 사회상과 환경문제를 파헤쳤다.

석재청년작가상의 청재 민승준 작가는 대구 출신으로 계명대 서예과를 졸업하고 중국 산동대학교에서 ‘청동기명문미학연구’ 문예학 박사학위를 받은 제원이다.

2006년 중국 산동예술대학에서 첫 번째 개인전을 가졌다.

중국의 고대 금문과 전각에 큰 관심을 가지며 이론과 실기에서 동아시아의 원류에 대한 고찰을 시도했다.

현재는 ‘선으로 가는 선’ 서예도서관 대표와 세미원 연꽃 박물관 학예사를 겸직하면서 전업작가로 활발한 활동을 이어 나가고 있다.

@highlight

 ‘2019 석재 문화상’ 수상자로 한학과 고전을 익혀 서예, 전각, 평면회화, 입체 등 무법의 화법을 사용한  故황창배(1947~2001) 작가가 선정되었으며 석재 청년 작가상은 민승준 작가로 대구 출신이며 중국 산동 대학교에서 ‘청동기 명문 미학연구’ 문예학 박사학위를 받았다.