아마추어 시니어 합창단인 '남자의 자격 청춘합창단'이 3·1운동 100주년 기념 한·미 합창축제 연주단체로 초청돼 다음달 6일 미국 뉴욕 카네기홀 무대에 선다.

합창단은 카네기홀 메인 무대인 2804석 규모 아이작 스턴 오디토리엄에서 한국 대표 민요인 '아리랑' '밀양아리랑' '새야 새야 파랑새야' 등을 단독으로 노래한다.

합동무대에서는 '한국 환상곡'을 협연할 예정이다.

코리아 판타지 예술단이 주관하는 이번 음악회에는 청춘합창단을 포함해 미국의 대표적인 성악가와 연주단체 등이 참여하는 것으로 알려졌다.

청춘합창단은 2011년 방영된 KBS 예능 프로그램 '남자의 자격-청춘합창단 프로젝트'를 계기로 모였다.

이들은 프로젝트가 끝난 뒤 순수 민간 합창단으로 다시 태어났다.

올해로 창단 9년째를 맞았다.

강동구립여성합창단의 김상경 씨가 2대 지휘자로 이끄는 청춘합창단은 총 48명의 단원으로 구성돼 있다.

윤학수 예비역 공군 중장, 김진관 전 SC제일은행 부행장, 김원택 전 홍익대 디자인학과 교수 등 각계 인사들이 단원으로 활동 중이다.

최고령자는 82세의 한국 최초 하피스트 배용자 씨다.

매년 30여 차례 무대에 오르는 청춘합창단은 아마추어 합창단 중 단연 높은 인기를 끌고 있다.

미국 뉴욕의 유엔, 워싱턴DC와 뉴저지, 우즈베키스탄 등에서 연주하는 등 한국을 널리 알린 활동으로 높은 평가를 받아 '2018 국가경쟁력대상' 문화예술 부문 수상자로 선정되기도 했다.

평균 연령이 60대를 훌쩍 뛰어넘는 청춘합창단의 단장은 권대욱 휴넷 회장이 맡고 있다.

권 단장은 당시 '남자의 자격' 오디션에서 유일하게 정장을 입고 나와 "내 삶을 찾기 위해 나왔다. 사장으로 살아왔지만 사장이 내 삶이라고 생각한 적은 없다"고 지원 동기를 밝혀 화제를 모았다.

권 단장은 "세계적인 권위와 명성이 있는 콘서트홀에서 억압된 시대를 떨쳐내고 희망과 통일을 노래한다는 점에서 의미가 크다"고 음악회의 의의를 설명했다.

@highlight

권대욱 휴넷 회장이 단장을 맡은 아마추어 시니어 합창단'남자의 자격 청춘합창단'은 3·1 100주년 기념 한·미 합창축제 연주단체로 초청돼 다음달 6일 미국 뉴욕 카네기홀에서 '아리랑' '밀양아리랑'등을 단독으로 노래한다.