유시민 노무현재단 이사장은 23일 "직업으로의 정치는 떠났다"며 정계 복귀설에 재차 선을 그었다.

유 이사장은 이날 오전 서울 마포구 노무현재단 사무실에서 진행한 노무현 전 대통령 서거 10주기 준비 기자간담회에서 "지금까지 여러 차례 말씀을 드렸는데도 안 믿어주면 방법이 없다"며 "(정계 복귀설은) 그분들의 희망사항"이라고 강조했다.

각종 여론조사에서 차기 대선 후보로 이름이 오르내리는 것에 대해선 "처음보다 (제 순위가) 내려가고 있어 다행이고 안심이 된다"며 "계속 내려가서 사라져주기를 바란다"고 밝혔다.

유 이사장은 각종 방송 프로그램에 출연하며 쌓인 인지도 등을 바탕으로 차기 대선 후보로 줄곧 거론돼왔다.

하지만 그는 이날 "제가 진짜 대선에 출마하거나 정치를 재개할 의사가 있으면 절대 이런 식으로 안 한다"며 출마 가능성을 일축했다.

유투브 채널 '알릴레오'가 정계복귀에 발판이 되는 것 아니냐는 일각의 추측에는 "국가권력의 기능과 작동 방식에 영향을 미치려고 하는 개별적·집단적 활동이 정치라고 보면, '알릴레오'도 정치가 맞다"고 했다.

다만 "이런 의미에서의 정치는 모든 시민의 권리이고 반드시 해야 하는 의무"라며 "저는 이 정치를 수십 년 동안 해왔고, 죽을 때까지 할 것"이라고 확대 해석을 경계했다.

세간의 관심을 끌고 있는 홍준표 전 자유한국당 대표가 운영하는 유투브 채널 '홍카콜라'와의 공동중계는 "해보자는 수준의 합의만 있고 결정해야 될 세부적 사안들을 협의중"이라고 설명했다.

유 이사장 쪽에서 먼저 아이디어를 내 제안했고 홍 전 대표가 이를 수락한 것으로 알려졌다.

그는 "미래에 대해 의견을 달리하는 사람들이 만나 대화하는 것은 좋은 일로 바람직한 효과를 낳을 것"이라고 의미를 부여했다.

한편, 유 이사장은 한 달 앞으로 다가온 노 대통령 10주기 추모행사와 관련해선 '새로운 노무현'으로 슬로건을 결정했다고 소개했다.

유 이사장은 이 같은 슬로건에 대해 "시대정신과, 우리 사회가 직면하고 있는 과제에 대해서 다시 한 번 생각해보자는 뜻"이라고 부연했다.

@highlight

각종 여론조사에서 차기 대선 후보로 이름이 자주 거론되는 유시민 노무현재단 이사장은 23일 노무현 전 대통령 서거 10주기 준비 기자간담회에서 ''처음보다 (제 순위가) 내려가고 있어 다행이고 안심이 된다"며 정계 복귀설에 대해 재차 선을 그었다.