[부산=환경일보] 권영길 기자 = 부산시와 부산관광공사는 최근 TV예능 프로그램에서 화제가 되었던 부산의 핫 플레이스를 대상으로 4월25일~26일 양일간에 걸쳐 '톡톡부산밴드 서포터즈' 팸투어를 실시한다.

이번 팸투어는 국내 유명 방송프로그램인 '알쓸신잡3', '어서와 한국은 처음이지 시즌2: 핀란드편'에서 소개된 부산의 관광지를 새롭게 조망하고 홍보하기 위해 부산시에서 운영하는 공식 뉴미디어 서포터즈단인 '톡톡부산밴드'를 대상으로 진행되며, '톡톡부산밴드'는 지난 3월 제7기가 새로이 구성돼 운영되고 있다.

팸투어 코스는 1일 차에는 원도심과 서부산 권역을 중심으로 ▷아미동 비석문화마을 ▷최민식 갤러리 ▷임시수도기념관 ▷남포동 일대 ▷흰여울문화마을 등에서 진행되고, 2일 차는 동부산 권역을 중심으로 ▷송도해수욕장 ▷해동용궁사 등 기장 일원 ▷동백섬 등 해운대 일원에서 진행된다.

팸투어 진행은 사전 참가신청을 한 '톡톡부산밴드' 20여명을 대상으로 4인1조를 구성해 각각의 관광지에서 공통 미션과 조별 미션을 수행하고 취재하는 방식으로 진행되며, 이야기와 사진, 영상물 등으로 제작된 팸투어 결과물은 서포터즈 개별 SNS에 게재될 예정이다.

그중 우수 콘텐츠는 부산시와 부산관광공사 공식 SNS에도 게재된다.

특히 부산관광공사는 이들의 활동모습을 담은 스케치 영상을 제작해 부산관광을 홍보하는 청년 SNS 서포터즈 활약상으로 홍보도 할 예정이다.

부산시 관계자는 "인기 방송프로그램을 통해 소개된 여행지는 홍보하기 가장 좋은 콘텐츠로 SNS 등을 통해 지속적으로 바이럴마케팅(Viral Marketing) 하는 것이 중요하며, 방송프로그램을 활용한 코스개발과 홍보를 더욱 강화해 나가겠다"고 말했다.

@highlight

부산시와 부산관광공사는 최근 방송된 부산의 핫 플레이스를  4월25일~26일 양일간에 걸쳐 방문할수 있는 '톡톡부산밴드 서포터즈' 팸투어에 20여명을 초대해서  이들의 활동을 스케치 영상으로 제작해 부산관광을 홍보하는 데 힘쓰고자한다.