삼성디스플레이 사랑나눔봉사단이 온양온천역 하부공간 무료급식소활동 후 단체 사진을 찍고 있다.

[아산=환경일보] 정승오 기자 = 아산시 탕정면에 소재하고 있는 삼성디스플레이 임직원들로 구성되어 있는 사랑나눔봉사단은 온양온천역 어르신 무료급식소에서 5년여 동안 꾸준히 자원봉사활동을 하고 있다.

온양온천역 하부공간에 있는 어르신 무료급식소는 손수 자신의 끼니를 해결하기 어려운 200여명의 어르신들을 위해 지역 급식봉사단체들이 월요일부터 금요일까지 따뜻한 점심 식사를 제공하는 장소이다.

삼성디스플레이 사랑나눔봉사단은 월 2회 온양온천역 무료급식소에 방문하여 환경정화활동, 배식활동, 정서지원활동, 뒷정리 지원 등 여러 활동을 수행하며 급식 자원봉사단체와 어르신들에게 큰 힘이 되고 있다.

무엇보다 온양온천역 어르신 무료급식소의 경우 평일 오전에 이루어지는 자원봉사활동으로 항상 일손 부족 현상을 겪고 있다.

그렇기 때문에 부득이하게 일회용기를 사용하는 급식 자원봉사단체가 많다.

이런 어려움 속에서 삼성디스플레이 사랑나눔봉사단의 활동은 어르신들에게 식판, 국그릇과 같은 질 좋은 그릇을 사용할 수 있도록 하는 단 비와 같은 역할을 하고 있다.

한 무료급식 자원봉사단체 대표는 "삼성봉사단이 자원봉사활동을 하러 오는 날엔 일회용 그릇을 사용하지 않고 따뜻한 식사를 어르신들에게 잘 챙겨드릴 수 있어서 이들에게 고맙다"며 지역을 위해 나눔을 실천하는 사랑의 손길이 계속되길 바란다고 말했다.

또 다른 자원봉사자는 "삼성디스플레이 사랑나눔봉사단이 자원봉사자들과 어르신들에게 힘이 될 뿐 만 아니라 일회용기 사용을 줄임으로 환경문제 해결에도 힘이 되고 급식비용도 절감하는 효과가 있어 함께하는 봉사의 기쁨이 배가 된다"고 하며"앞으로도 우리지역 자원봉사자들과 함께하는 삼성디스플레이가 되었으면 좋겠다"며 기대감을 보였다.

온양온천역 무료급식소 활동을 희망하는 자원봉사자는 1365자원봉사포털 또는 온양온천역자원봉사거점센터(유영금 상담가)에 문의하여 참여할 수 있다.

@highlight

삼성디스플레이 사랑나눔봉사단은 5년동안 월 2회 온양온천역 어르신 무료급식소에서 다양한 활동을 수행하며 꾸준히 자원봉사활동을 하고 있으며, 일회용기 사용을 줄여 환경문제와 급식비용도 함께 절감하는 효과를 내고 있다.