법인대표 보증 폐지 후 중소기업 보증공급액 전년 대비 8천억 증가 금융당국이 지난해 4월 법인대표자의 연대보증제도를 폐지한 이후 1년간 10조5000억원의 기업대출이 연대보증없이 공급된 것으로 나타났다.

24일 금융위원회는 '연대보증 폐지 진행상황 점검회의'에서 이같이 밝히고 기존의 연대보증 대출은 지난해 4월부터 올해 3월까지 6조3000억원이 줄었다고 설명했다.

김용범 금융위 부위원장은 "연대보증 폐지는 중소기업 경영인의 경제적·심리적 부담을 해소하고 창업의지를 확산시키는 혁신적인 제도"라며 "법인대표자에 대한 연대보증 폐지는 전년대비 4배 가까이 증가하는 등 계획대로 차질없이 진행되고 있다"고 말했다.

금융당국은 2017년 창업 7년 이내 기업에 대해 연대보증을 폐지하기로 했다가 지난해 업력에 관계없이 법인대표자 연대보증을 폐지했다.

2017년 2조2000억원에 그쳤던 연대보증 면제 대출은 1년 만에 10조5000억원으로 증가했다.

연대보증 폐지 당시 창업·중소기업에 대한 보증공급이 위축될 것이라는 우려가 있었지만 최근 1년간 신용보증기금과 기술보증기금의 보증공급액은 67조3000억원으로 전년동기 대비 8000억원 증가했다.

김 부위원장은 "창업기업과 저신용기업에 대한 보증공급이 증가한 것은 과거 재무실적과 경영인 인적담보 위주의 보증심사의 추가 이제는 중소기업에 대한 기술력·성장성 심사로 무게 중심이 이동해가고 있음을 시사한다"고 말했다.

금융위는 연대보증 폐지의 실효성을 높이기 위해 '관련인 정보' 등록제도를 개선하기로 했다.

현재 연대보증 없이 보증을 받은 기업이 채무를 이행하지 못한 경우 일정한 요건(지분 30% 이상 최다출자자 등)에 해당하는 경영인은 신용정보원에 '관련인'으로 등록된다.

관련인으로 등록되면 금융회사 등에 공유돼 금융거래상 불이익을 받을 수 있다.

금융위는 연대보증을 면제받은 기업 경영인이 '책임경영 이행 약정' 준수시 관련인으로의 등록을 제한하는 방안을 추진하기로 했다.

부득이한 경영실패까지 책임을 묻지는 않겠다는 것이다.

@highlight

중소기업 경영인의 경제적·심리적 부담을 해소하고 창업의지를 확산시키고자 연대보증제도를 폐지한 이후 1년간 10조5000억원의 기업대출이 공급된 것으로 나타났으며 금융위는 연대보증 폐지의 실효성을 높이기 위해 연대보증 없이 보증을 받은 기업이 채무를 이행하지 못한 경우 신용정보원에 '관련인'으로 등록되어 금융거래상 불이익을 받을 수 있도록 제도를 개선하였다.