1분기 매출 16조142억원 … 글로벌 무역·에너지 호조 포스코가 7분기 연속 1조원 이상의 영업이익을 달성했다.

포스코는 24일 콘퍼런스콜로 진행된 기업설명회에서 1분기 연결기준 매출 16조142억원, 영업이익 1조2029억원, 순이익 7784억원을 기록했다고 밝혔다.

영업이익률은 7.5%다.

철강시황 부진으로 철강부문의 전분기 대비 영업이익은 감소했지만 글로벌인프라 부문에서 △포스코인터내셔널 미얀마가스전 판매 증가 △포스코에너지 LNG발전 판매가격 상승 등 무역·에너지 사업의 호조로 만회했다.

별도기준 매출액은 7조8165억원, 영업이익은 8325억원을 기록했다.

순이익은 6712억원이다.

전분기 대비 제품 판매량이 11.1% 증가해 매출액은 7.2% 증가했으나 판매가격 하락으로 영업이익은 5% 감소했다.

영업이익률은 전분기 대비 1.3% 포인트 감소한 10.7%를 기록했다.

다만 월드 프리미엄제품(WTP) 판매량의 확대(전분기 대비 13.5% 증가), 원가절감 등으로 영업이익 하락폭을 최소화했다.

재무건전성은 지속적으로 강화되고 있다.

연결기준 부채비율은 리스 회계기준 개정으로 전분기 대비 1.6%p 높아진 68.9%를 기록했으나 시재증가 및 차입금 감소 기조를 유지하고 있다.

별도기준 부채비율은 미지급배당금 증가로 0.4%p 상승한 20.0%로 나타났으나 시재증가로 순현금규모가 전분기 대비 4400억원 증가한 3조4500억원을 기록했다.

포스코 관계자는 "중국의 경기부양, 신흥국의 견조한 성장세 등으로 철강가격이 소폭 반등하겠지만 글로벌 경제 불확실성에 따른 올해 세계 철강수요 증가세 둔화와 원료가 상승이 수익성에 영향을 줄 것"이라며 "원가절감, WTP 등 고부가가치 제품 판매 확대, 재무건전성 확보 등 수익 창출 노력을 지속해 나가겠다"고 말했다.

한편 포스코는 연결과 별도기준 매출액을 각각 연초 전망치인 66조3000억원과 30조1000억원으로 유지했다.

@highlight

지난 24일 포스코는 기업설명회에서 1분기 영업 이익 1조 2029억 원으로 영업이익률 7.5%를 기록하며 7분기 연속 1조 원 이상의 영업이익 성과를 보여주었다.