] 롯데렌터카와 엠블파운데이션이 협력해 베트남 차량호출 서비스 시장 공략에 나선다.

동남아에서 라이드헤일링(차량호출) 서비스 '타다'를 운영하는 엠블파운데이션과 롯데렌탈의 롯데렌터카가 베트남 차량호출 서비스 확대에 나선다.

엠블파운데이션은 차량호출 플랫폼 타다를 제공하고 롯데렌터카는 차량과 직접 고용한 운전기사를 제공해 베트남 호치민에서 공동 운영한다고 25일 밝혔다.

초기에는 차량 50대 규모로 시작하고 현지 수요에 따라 지속 확대한다는 계획이다.

엠블파운데이션의 모회사 이지식스는 지난해 11월 롯데렌탈과 베트남 차량호출 서비스 진출을 위한 업무협약(MOU)을 체결한 바 있다.

엠블파운데이션의 타다는 블록체인을 기반으로 기사가 부담하는 수수료를 없앤 차량호출 서비스다.

이번 롯데렌터카와의 협업을 통해 기존 등록된 운전기사에 롯데렌터카가 고용한 운전기사도 추가해 현지 시장 공략을 가속한다는 방침이다.

지난 2008년 베트남 차량 렌탈 시장에 진출한 롯데렌터카는 10년 이상 쌓아온 사업 노하우로 차별화된 서비스를 선보일 예정이다.

현재 20만대 이상의 등록차량을 보유하고 있으며 베트남 호치민, 하노이, 다낭에서 기사를 포함한 차량렌탈 사업을 성공적으로 운영 중이다.

이훈기 롯데렌탈 대표는 "자동차 산업은 이미 제조업을 탈피하여 제품이 아닌 이동편의를 제공하는 서비스형 모빌리티(MaaS)로 변모하고 있다"며 "이번 협업과 같은 전략적 제휴와 다양한 시도로 미래모빌리티 시대에 선제적으로 대응해 나갈 것"이라고 말했다.

우경식 엠블파운데이션 대표도 "이번 롯데렌터카와의 협업으로 호치민에서 더욱 안정적인 서비스를 제공하고 신규 사용자를 확대할 수 있을 것으로 예상한다"고 기대했다.

한편 엠블파운데이션은 블록체인에 기반한 새로운 모빌리티 생태계 엠블(MVL)을 개발하고 있다.

현재 싱가포르 타다에 MVL 인센티브 구조가 시범 적용됐다.

@highlight

엠블파운데이션의 모회사 이지식스와 롯데렌탈은 지난해 11월 베트남 차량호출 서비스 진출을 위한 업무협약을 체결하였고, 엠블파운데이션은 차량호출 플랫폼 타다를 제공하고 롯데렌터카는 차량과 직접 고용한 운전기사를 제공해 베트남 호치민에서 공동 운영한다고 25일 밝혔으며 초기에는 차량 50대 규모로 시작할 예정이다.