수성문화재단 수성아트피아에서 베토벤 피아노 소나타 전곡 연주 두 번째 시리즈를 5월 2일(목), 3일(금) 오후 7시 30분 무학홀에서 개최한다.

베토벤 피아노 소나타 전곡 시리즈는 매월 국내외 유명 피아니스트들의 연주를 통해 악성(樂聖) 베토벤의 위대한 작품세계를 조망하고자 기획된 학구적인 프로젝트이다.

영남대 음악대학 피아노과 교수 이미연이 이번 시리즈의 예술감독을 맡고 있다.

2일에는 성신여대 음악대학 피아노과 교수 정재원이 베토벤의 피아노 소나타 제2, 12, 16, 28번을 연주한다.

정재원은 삼익콩쿠르, 서울대콩쿠르 우승을 비롯하여 중앙콩쿠르와 동아콩쿠르에 입상하며 두각을 드러냈다.

서울예고 재학 중 미국 Joanna Hodges 국제콩쿠르에서 우승하며 국제무대에 첫 발을 내디뎠고, 2002년 잘츠부르크 모차르트 국제음악콩쿠르 2위, 2003년 그리그 국제피아노콩쿠르 우승 및 심사위원 특별상 등을 차지했다.

중국 베이징 중앙음악원 피아노과 교수 윤지예 첸은 3일 베토벤의 피아노 소나타 제4, 5, 15, 18번을 연주한다.

윤지예 첸은 12세의 나이로 중국 전국피아노콩쿠르에서 1위를 차지했으며, 1994년 중국 국제피아노콩쿠르에서 우승했다.

상하이 음악원, 맨해튼 음대, 줄리어드 음악원, 클리블랜드 음대에서 학위를 받았다.

수많은 국제콩쿠르의 심사위원와 국제음악제의 예술감독을 맡고 있는 윤지예 첸은 2011년 중국 베이징 중앙음악원의 최연소 교수로 임명됐다.

수성아트피아 김형국 관장은 "수성아트피아는 대중성을 통한 문화예술의 확산 못지않게 공공극장으로서 공연문화선도의 의무도 가지고 있다고 생각한다.

여러 어려움이 있는 프로젝트지만 의미 있고 내실 있게 준비했다.

관심과 사랑을 부탁드린다"고 밝혔다.

전석 2만원.

@highlight

영남대 음악대학 피아노과 교우 이미연이 예술감독을 맡고 매월 국내외 유명 피아니스트들의 연주를 통해 악성 베토벤의 작품세계를 조망하고자 기획된 베토벤 피아노 소나타 전곡 연주 두 번째 시리즈를 수성문화재단 수성아트피아에서 5월 2일(목), 3일(금) 오후 7시 30분에 개최한다.