중국발 미세먼지를 막기 위해 정부와 인천시가 맞춤형 전략을 내놨다.

정부는 중국발 미세먼지가 국내에 처음으로 유입되는 서해에 다중 미세먼지 측정망 및 한·중 공동예보시스템 구축을 통해 중국발 미세먼지 원인분석부터 측정, 저감방안까지 모색하겠다는 구상이다.

정부는 24일 미세먼지 대응 등이 담긴 추경 예산안을 발표할 예정이다.

재난 수준의 미세먼지로부터 시민들의 건강을 보호하기 위해 정부와 인천시는 '투 트랙'으로 중국을 공략할 전망이다.

정부는 서해 중심의 다중 미세먼지 측정망을 설치해 해외에서 발생하는 미세먼지 측정 수치의 정확성을 높이겠다는 계획이다.

오염물질 배출원이 거의 없는 섬 지역과 항만 등 주변 대기 환경의 특성을 고려해 다양한 곳에 측정망을 설치하면 미세먼지 기여도를 정확하게 분석할 수 있다는 판단이다.

또 미세먼지 해결을 위해 중국과 적극적인 협력 사업 추진도 검토하고 있다.

한·중 공동예보시스템 구축, 공동연구단 운영으로 미세먼지 문제에 대응할 수 있도록 자료를 확보하고, 협력 관계도 유지할 방침이다.

국내 미세먼지의 중국 등 국외 영향을 정확하게 파악하고 나서겠다는 것이다.

특히 미세먼지 정보센터도 신설될 예정이다.

미세먼지에 대한 다양한 정보가 집약되는 곳으로 지리적으로서 인천이 최적지로 꼽힌다.

아울러 미세먼지를 배출하는 공장을 대상으로 드론 등 첨단 감시장비를 활용해 감시 실효성도 확보한다.

이에 발맞춰 인천지역에서도 중국발 미세먼지를 저감하기 위해 중국 톈진시와 환경공동연구센터 건립 협의도 현재 진행형이다.

인천보건환경연구원은 톈진시와 2017년부터 해마다 미세먼지 관련 국제포럼을 열고, 인천대와 톈진대는 환경공동연구센터 건립을 논의 중이다.

올해 5월7일부터 10일까지 인천에서 열리는 제3회 인천·톈진 환경 분야 국제포럼에서 인천대와 톈진대 측은 센터 규모와 위치, 공동연구 방안 등에 대한 논의할 계획이다.

인천보건환경연구원 관계자는 "두 대학이 공동연구센터 설립을 위한 사전 협의를 하고 있다"며 "공동연구센터 설립 시기 등은 올해 열리는 국제 포럼에서 구체화될 것으로 보인다"고 말했다.

@highlight

정부는 중국발 미세먼지가 국내에 처음으로 유입되는 서해에 다중 미세먼지 측정망을 설치해 해외 발생 미세먼지 측정의 정확도를 제고하고, 미세먼지 해결을 위해 인천보건환경연구원은 톈진시와 미세먼지 관련 국제포럼을 열어 환경공동연구센터 건립을 논의하는 등 중국과 적극적인 협력사업 추진도 검토하고 있다.