[공주] 공주시가 5월의 역사인물로 조선후기 '일동장유가'를 지은 퇴석 김인겸을 선정했다.

공주시 무릉동이 고향인 김인겸(1707~1772)은 어린 시절 부친을 잃고 어렵게 살다 47세에 진사에 급제했으며, 57세였던 1763년(영조 39) 8월부터 이듬해 7월까지 11개월간 통신사의 수행원이 돼 일본을 다녀왔다.

당시 조선에서 출발한 500여명의 일행은 서울을 떠나 부산항에서 승선해 대마도와 대판성(大阪城)을 거쳐 약 6개월 만에 에도(江戶)에 도착했다.

이때 쓴 방대한 분량의 기행가사 '일동장유가'는 2017년 조선통신사 관련 기록물(총 111건 333점)과 함께 유네스코 세계기록유산으로 등재됐다.

일동장유가의 특징은 일정에 대한 정확한 기록, 여행 중에 겪은 여러 가지 일, 일본과의 관계, 일본의 풍속을 실감나게 묘사하고 있다는 것이다.

또한 전문을 한글로 썼고, 익살스러운 농담을 곁들이며 일본에 대한 비판적 인식을 드러내고 있다.

국어학자들은 일동장유가는 18세기 충청도 양반, 그중에서도 공주사람들의 언어로 쓰였다고 보고 있다.

일동장유가는 중학교 교과서에 실렸으며 2017년에는 관련된 문제가 대학수학능력시험에 출제되기도 했다.

시는 공주의 대표적인 역사인물인 김인겸을 5월의 역사인물로 선정하고 다음 달 김인겸 선생의 묘소 답사와 특별강연회 및 토론회를 개최할 예정이다.

또한, 일동장유가 출판 및 낭독대회, 묘소정비 등 시민들과 함께하는 프로그램을 지속적으로 발굴 시행하고, 오는 10월 '조선통신사 국제학술세미나'를 개최할 계획이다.

한편, 시는 공주를 상징하는 역사 인물을 발굴하고 공주의 역사와 문화를 시민들에게 널리 알리기 위해 '이달의 공주 역사인물'을 선정하고 있는 가운데, 3월에는 유관순과 김현경 열사를 4월에는 백범 김구와 오익표 선생을 선정하고 각 인물의 생애와 역사적 의미를 기리는 사업을 추진해 오고 있다.

@highlight

공주시는 유네스코 세계기록유산으로 등재된 '일동장유가'를 쓴 김인겸 선생을 5월의 역사인물로 선정했다.