가수 정준영, 최종훈 등이 포함된 카카오톡 단체 채팅방에서 집단 성폭행 의혹이 불거진 가운데, 피해자를 조롱하는 발언까지 공개돼 파장이 일고 있다.

지난 23일 밤 방송된 SBS '본격연예 한밤'에서는 '정준영 단톡방' 속 멤버들의 집단 성폭행 논란에 대해 다뤘다.

정준영의 팬사인회 하루 전날 정준영, 최종훈 등의 단톡방 멤버들에게 집단 성폭행을 당했다고 주장하는 A씨는 앞서 SBS '주영진의 뉴스브리핑'과의 인터뷰를 통해 심경을 고백했다.

A씨는 정준영 일행과 술자리를 가진 것에 대해 '원래 알았던 애들이라 그런 애들이라고는 생각 못했다. 친하니까 별 생각 없이 간 것'이라고 말했다.

이어 A씨는 '머리가 아파서 눈을 떴다. 옆에 최종훈이 누워있었고 '잘 잤냐'라고 하더라. 상황을 물으니 '기억 안 나냐'면서 '속옷을 찾아보라'고 말했다. 다른 일행은 성폭행하려는 제스처를 취하기도 했다. 정색을 하니 속옷을 찾아줬다'고 털어놨다.

이은의 변호사는 '단톡방에서 조롱하고 이런 것은 나오지만 실질적으로 의사에 반하는 성폭력을 누구에게, 언제 했는지 안 나온다. 그들이 '우리끼리 대화한거다'라고 하면 수사를 더 이상 할 수 없다. 하지만 이번에 피해자들이 나오면서 수사가 되고 처벌할 가능성이 열린 것'이라고 말했다.

공익 제보자인 방정현 변호사는 '다수의 피해자가 존재하고 문제는 자신들이 피해를 당했다는 인식조차 하지 못할 가능성이 있다'고 덧붙였다.

특히 A씨는 '정준영 단톡방' 사건이 불거진 3월, 이에 대해 최종훈한테 직접 물었다고.

당시 최종훈은 '네 얘기조차 나오지 않았다'고 했으나 단톡방에서는 A씨가 피해를 당했다고 주장하는 날짜에 찍힌 사진과 음성이 공유됐다.

특히 정준영은 '결국 걔는 연예인이랑 자고 싶었던 거야'라며 피해자를 조롱하는 말도 적어 충격을 안겼다.

A씨는 '사람, 여자로 취급하는 게 아니고 그냥 물건 가지고 놀듯이 자기들끼리 놀고 웃었다는 게 화가 난다'면서 '수치스럽고 처벌 받았으면 좋겠다'라고 밝혔다.

A씨는 23일 오후 경찰에 고소장을 제출했다.

@highlight

가수 정준영은 단톡방 멤버들에게 집단 성폭행을 당했다고 주장하는 A씨로 인해 집단 성폭행 의혹이 불거진 가운데,  '결국 걔는 연예인이랑 자고 싶었던 거야'라며 피해자를 조롱하는 발언까지 공개돼 파장이 일고 있다.