‘어벤져스 : 엔드 게임’이 베일을 벗은 가운데 쿠키 영상이 없는 것으로 화제를 모으고 있다.

24일 개봉한 영화 ‘어벤져스:엔드게임’은 예매율 97%, 예매 관객수만 200만 명을 동원하며 슈퍼 흥행작의 탄생을 알렸다.

‘어벤져스:엔드게임’은 스포일러를 피하기 위한 팬들이 조조 시간대에 몰리면서 치열한 예매 전쟁이 펼쳐지기도 했다.

10년간 이어져온 MCU(마블 시네마틱 유니버스) 한 주기를 마치는 작품인 만큼 관객들의 관심이 뜨겁다.

이번 ‘어벤져스: 엔드게임’에는 마블 영화의 상징처럼 느껴졌던 ‘쿠키 영상’이 등장하지 않는다.

‘쿠키 영상’은 아니지만 보너스 영상은 존재한다.

마블 스튜디오의 10년을 ‘몽타주’한 영상이 들어가고, 현재 마블 스튜디오를 있게 한 모든 이들이 등장한다.

그와 함께 오리지널 어벤져스 여섯 명의 사인이 함께 보인다.

마블은 2008년 ‘아이언맨’을 시작으로 어벤져스의 결성과 성장, 분열과 결합을 각각의 페이즈를 통해 선보여왔다.

‘어벤져스:엔드게임’은 ‘캡틴아메리카:시빌워’를 시작으로 ‘닥터 스트레인지’, ‘가디언즈 오블 갤럭시2’, ‘스파이더맨 홈커밍’, ‘토르:라그나토르’, ‘블랙팬서’, ‘어벤져스:인피니티 워’, ‘앤트맨과 와스프’, ‘캡틴마블’까지 이어졌던 페이즈3의 마지막 작품이다.

‘쿠키 영상’의 부재는 사실상 ‘엔드게임’이 페이즈 3의 마지막임을 의미하는 것으로 보인다.

어벤젼스 원년 멤버들이 아닌 이후에 등장한 새로운 영웅들이 새 마블 시리즈에 판을 짜지 않을까 하는 예측이 나오고 있다.

이영실 기자 .

@highlight

어벤져스 엔드게임이 베일을 벗을 가운데 쿠키영상이 없는 것으로 보아 페이즈 3의 마지막임을 의미하고 이후에는 새로운 영웅들이 등장할 것이라는 예측이 나왔다.