임태환 이용범·노태손·김종인·남궁 형 등 인천시의원 다양한 영역 활동인천시의회 의원들이 수도권 교통 문제와 지방자치 등 다양한 영역에서 활약을 펼쳐 눈길을 끌고 있다.

24일 시의회에 따르면 이용범(민·계양구3) 의장을 비롯해 노태손(민·부평구2)·김종인(민·서구3)·남궁 형(민·동구) 의원 등은 의정 활동뿐 아니라 대외 업무를 겸하고 있다.

현재 전국시도의회의장협의회 감사직을 맡고 있는 이용범 의장은 지방자치 위상 확립을 목표로 쉼 없는 하루를 보내고 있다.

지난해 8월 의장협의회를 대표해 '정책 지원 보좌관제 도입 등을 위한 지방의회법 조속 제정 촉구 건의안'을 국회와 정부에 제출한 것도 이 의장 몫이었다. 이 의장은 "다분야 전문가를 영입한다면 신뢰도와 전문성이 높아져 집행기구를 견제하는 의회 역할을 제대로 수행할 수 있다는 생각에 적극 건의했다"며 "대외적으로 지방자치를 알리는 것 역시 의정 활동만큼 중요하다"고 설명했다.

여기에 노태손 의원 역시 의장협의회 실무위원회 소속으로 물심양면 이 의장을 돕고 있다.

지난 2월 '제8기 수도권 교통본부 의장'으로 선출된 김종인 의원도 수도권 광역교통과 관련된 사업 계획 수립을 위해 심혈을 기울이고 있다.

최근 수도권 교통본부가 설립 14년 만에 해산되며 자칫 수도권 지역에 불이익이 생길 수 있다는 우려의 목소리가 나오는 만큼 김 의원의 역할이 중요해진 상황이다.

김 의원은 "교통이 편리한 도시를 만들기 위해선 인천에만 집중하지 말고 넓게 수도권 전체를 봐야 한다"며 "수도권 교통본부 해산에도 흔들리지 않고 광역교통망의 합리적 개선 방안을 찾고자 노력할 것"이라고 말했다.

자치분권을 강조하는 남궁 형 의원은 '인천시의회 자치분권특별위원회' 위원장을 역임하며 다가오는 자치분권 시대에 맞춰 시의회와 주민이 힘을 모을 수 있는 방안을 모색하는 등 다양한 대외 활동을 구상 중이다.

남궁 형 의원은 "자치분권과 균형발전의 핵심은 무엇보다 '시민'을 위한 정책"이라며 "인천지역 자치 권한 및 역량 강화를 목표로 현실적인 대안을 찾아 행복한 도시 인천을 만들겠다"고 다짐했다.

@highlight

임태환 이용범·노태손·김종인·남궁형의 인천시의원들이  수도권 교통 문제와 지방자치와 같은 의정 활동 뿐만 아니라 다양한 대외활동을 통해, 지방자치를 알렸다.