(동양일보 윤규상 기자) 충주시의회 박해수(성내·충인·문화·봉방·사진) 의원이 24일 열린 233회 임시회 3차 본회의에서 충주 상징인 충주댐 영향에 따른 경제 고용효과와 지역경제에 미치는 한국수자원공사 역할을 강조했다.

박해수 의원은 이날 본회의 사전발언을 통해 “수자원공사는 충주시와 충주시민과의 상생발전을 위해 현실적 협상에 임해 달라”고 요구했다.

박 의원은 이어 “준공된 지 35년 된 충주댐 안전도는 C등급으로 낮아졌다”며 “댐 저수량은 140여m로 최고상태를 유지해 댐 안전이 현저히 낮아졌다”고 주장했다.

그러면서 “충주댐 수위를 적정하게 낮춰 이상기후에 대비해야 한다”고 거듭 시민 안전에 대한 수공 측의 관심을 촉구했다.

한국수자원공사가 밝힌 충주댐 내진기준과 관련, 박 의원은 “현재 추진 중인 치수증대사업으로 인한 여수로 공사로 노후된 댐 건축물 지반에 대해 정밀검사를 진행해 달라”며 “충주댐 좌·우안 댐 붕괴에 대한 대책도 마련해야 한다”고 밝혔다.

그는 또 “조정지댐에 충주댐 방류를 받아들일 수 있는 적정한 여수로 시설을 설치해야 한다”며 “6000kw 전력을 생산할 수 있는 수력발전소 전력생산 이용을 충주지역 발전을 위한 시설로 변경해 달라”고 요구했다.

박 의원은 이날 조정지댐 소수력 발전소와 연계되는 수전해 방식의 완벽한 청정수소 생산으로 충주가 대한민국 수소의 메카로 될 수 있도록 수공 측이 적극 나설 것을 요구, 눈길을 끌기도 했다.

박해수 의원의 이날 사전발언은 최근 정수구입비 삭감으로 충주시와 수자원공사 측이 불편한 관계를 이어오고 있어 이를 해소하기 위한 방안으로 풀이되고 있다.

앞서 충주시의회는 지난해 12월 230회 정례회에서 2019년 예산 가운데 수자원공사 정수구입비 62억5500만원을 전액 삭감했으며, 이번 233회 임시회에서도 재차 관련예산 전액을 삭감했다.

@highlight

충주시의회 박해수 의원이 233회 임시회3차 본회의에서 충주댐 영향에 따른 경제고용효과 및 지역경제에 미치는 한국수자원공사 역할을 강조했는데, 준공된 지 35년 된 충주댐의 안전도가 C등급으로 낮아졌다며, 현재 추진 중인 치수증대사업으로 인한 여수로 공사로 노후된 댐 건축물 지반에 대해 정밀검사 및 댐 붕괴 시 대책을 마련해야 한다고 밝혔다.