'반도체가 특산품이 될 수 있다고?'

이천 SK하이닉스가 새로운 개념의 유튜브 광고를 통해 '반도체 한국 특산품 만들기'에 나서 인기몰이를 하고 있다.

최근 공개된 광고는 이천에 거주하는 SK하이닉스 직원과 자녀들이 일상의 이야기를 담은 가운데 '첨단 반도체는 이천 특산품'이라고 굳게 믿고 있는 자녀가 학교에서 이천 특산품을 묻는 시험문제에 '반도체'라고 썼다가 오답처리되자 아들은 아버지에게 항의하고, 아버지는 아들의 믿음을 지키기 위해 반도체 이천 특산품 만들기에 도전한다는 컨셉이다.

이를 위해 고군분투하는 아버지의 스토리가 전세계 SNS를 통해 알려지면서 'SK하이닉스 반도체는 한국을 대표하는 글로벌 제품'이라는 메시지를 전한다.

유머 코드에 '첨단기술'이라는 SK하이닉스의 지향점을 기발하게 담아냈고, 속도감 있는 스토리 전개로 젊은층 중심으로 큰 호응을 얻고 있다.

실제로 이천을 대표하는 특산품은 도자기, 쌀, 복숭아 등이다.

하지만 "반도체가 우리나라 수출의 20% 이상을 차지하는 효자품목인 만큼, 이천과 한국을 대표하는 특산품이 될 수도 있다는 아이디어를 담았다"는 것이 SK하이닉스 측 설명이다.

광고 막바지에 "세계적인 첨단 반도체, 청주도 있다"는 SK하이닉스 청주 임직원들의 메시지를 보여주면서 후속편은 청주를 배경으로 할 것임을 암시하기도 했다.

SK하이닉스 원정호 브랜드전략팀장은 "특산품은 다수 국민이 대표성을 공감하는 품목이 오랜 시간에 걸쳐 인정 받아야 될 수 있는 것이니 당장 반도체가 특산품이 되기는 어려울 것"이라며 "특산품 자체보다는 국민들이 반도체에 대한 자부심을 가져 주었으면 하는 바람을 표현한 것으로 봐달라"고 밝혔다.

한편, 광고 공개 이틀 만인 24일 유튜브 국내 조회수 330만 뷰를 넘어섰고 SK하이닉스는 지난해 반도체 의인화 소재의 광고 세 편으로 국내 7천만, 해외 1억 뷰 이상의 대박을 기록한 바 있다.

올해 첫 광고도 이 기세를 그대로 이어가는 분위기다.

광고에서 아들 역은 지난해 히트 드라마 '미스터 선샤인'의 주인공 아역이었던 김강훈 군이 맡았다.

@highlight

이천 SK하이닉스가 새로운 개념의 유튜브 광고를 통해 '반도체 한국 특산품 만들기'에 나서 인기몰이를 하고 있는데 해당 광고는 이천에 거주하는 SK하이닉스 직원과 자녀들이 일상의 이야기를 담은 것으로 'SK하이닉스 반도체는 한국을 대표하는 글로벌 한국 특산품'이라는 유머 코드를 넣은 유튜브 광고를 제작해 광고 공개 이틀 만인 24일 유튜브 국내 조회수 330만 뷰를 넘어서는 등 인기몰이를 하고 있다.