웰빙과 힐링을 넘어 치유의 메카로 발돋움하는 순창군이 당뇨치유 프로젝트를 새롭게 선보인다.

순창군이 지난해 당뇨 환우와 가족 등 80여 명이 참여한 전국 규모의 당뇨캠프를 성황리에 마친 데 이어 올해 새로운 프로젝트로 몸과 마음에 힐링이 필요한 사람을 초대한다.

군에 따르면 이번 프로젝트는 '태초먹거리 기본이 회복되어야 한다'의 저자 이계호 교수와 함께 진행하게 된다.

오는 29일부터 내달 4일까지 5박6일 과정이다.

특히 순창군 건강장수연구소 쉴랜드 내 15동의 황토 방갈로도 준공됐다.

또 100세 시대를 맞아 건강하게 장수할 수 있는 근본적인 방법을 체득하고 자연 속에서 휴식과 힐링·교육·치유·의료서비스 등을 통합 또는 연계할 수 있도록 프로젝트를 기획했다.

태초먹거리와 협력해 진행될 프로그램은 SD 메디칼의 당화혈색소 검사와 한국의과학연구소 장내 미생물 검사도 한다.

이와 함께 NNB의 나노버블수, 혈당 및 인바디 검사 등 종합적인 임상검사는 물론 관찰을 통해 효과성 분석에도 심혈을 기운일 예정이다.

더욱이 흙과 식자재, 사람은 하나로 연계되어 있다는 이계호 박사의 이론을 토대로 좋은 흙에서 생산된 음식재료로 끼니별 색다른 먹을거리가 참가자들의 오감을 자극하고 몸을 일깨우게 될 전망이다.

또 순창군 발효미생물진흥원에서 개발한 청국장을 활용한 면역력 강화 음식도 선보인다.

이밖에도 현재 순창군이 미래 핵심사업으로 추진하는 발효미생물분야도 적극 활용해 수료식 전·후 장내 유익균주를 참가자별로 비교분석을 통해 앞으로 장내 유익균이 활성화되는 방안도 연구해나갈 방침이다.

한편, 순창군은 건강장수연구소 일원에 치유테마파크 조성을 계획 중이다.

따라서 이번 힐링 프로그램의 성공이 새로운 관광트랜드로 자리 잡아가는 치유관광의 선두주자로 순창이 자리매김하는 데 길잡이 역할을 할 수 있을 전망이다.

@highlight

순창군은 오는 29일부터 5박6일 과정으로  '태초먹거리 기본이 회복되어야 한다'의 저자 이계호 교수와 함께 당뇨치유 프로젝트를 진행하며 새롭게 선보이는 이프로젝트로 힐링메카로 발돋움할 예정이다.