(동양일보) 고도 26.2㎞ 비행 후 낙하산 펼치고 착륙… “기념비적 사건”

중국의 한 대학이 극초음속 무인 비행기를 만들어 비행 시험에 성공했다.

대학 차원에서 이 같은 실험에 성공한 것은 세계 최초이다.

24일 샤먼일보(廈門日報)와 홍콩의 사우스차이나모닝포스트(SCMP) 등에 따르면 중국 푸젠(福建)성의 샤먼(廈門)대가 23일 오전 7시 28분께 중국 고비사막에서 자체 제작한 극초음속 무인 비행기인 ‘자겅(嘉庚) 1호’의 비행시험에 성공했다.

샤먼대 항공우주학원(航空航天學院)이 개발한 자겅 1호는 고도 26.2㎞의 높이까지 비행해 공기저항 시험 등을 포함한 시험기동을 한 뒤 낙하산을 펼치고 고비사막의 지정된 장소에 착륙했다.

샤먼대 항공우주학원의 연구팀은 자겅 1호의 비행거리를 포함해 구체적인 시험 정보를 제공할 수 없다고 밝혔다.

이 프로젝트에는 중국 인민해방군(PLA)도 일부 자금지원을 한 것으로 알려졌다.

자겅 1호는 샤먼대 설립자인 고(故) 천자겅(陳嘉庚)의 이름을 따 명명됐다.

자겅 1호는 길이 9ｍ 미만, 무게 3t 미만의 로켓을 동력원 삼아 비행한다고 샤먼대 항공우주학원은 밝혔다.

연구를 주도한 항공우주학원의 주천샹 조교수는 미국이 중국의 극초음속기 개발 속도에 당황하고 있을 것이라고 말했다.

이 프로젝트에 참여한 상하이(上海) 자오퉁대의 천용 교수는 이번 샤먼대의 시험에 대해 “기념비적인 사건”이라고 말했다.

극초음속기는 음속의 5배 이상(마하 5 이상)의 속도로 비행하는 항공기를 말한다.

현재 극초음속 비행체는 우주왕복선과 대륙간 탄도미사일이 있지만, 극초음속 비행기는 아직 실험단계에 있다.

극초음속기는 최신의 항공방어 시스템을 무력화시킬 수 있는, 가공할 무기가 될 것이라는 게 군사전문가들의 지적이다.

@highlight

중국 샤먼대가 대학으로는 최초로 최신의 항공방어 시스템을 무력화할 수 있는 극초음속 무인 비행기 '자겅1호' 비행시험에 성공했다.