이상우 푸틴 최측근 파트루셰프 방문청와대는 정의용 국가안보실장과 니콜라이파트루셰프 러시아 연방안보회의 서기가 25일 서울에서 한러 고위급 회의를 갖는다고 24일 밝혔다.

러시아의 연방안보회의는 한국의 국가안보실과 같은 역할을 맡는 곳으로, 블라디미르 푸틴 러시아 대통령의 최측근으로 알려진 파트루셰프 서기는 정 실장의 카운터파트다.

파트루셰프 서기는 문재인 대통령도 예방할 예정이다.

문 대통령은 2017년 9월 러시아 블라디보스토크에서 열린 한·러 정상회담을 이틀 앞두고 청와대에서 파트루셰프 서기를 접견한 바 있다.

고민정 청와대 부대변인은 이날 브리핑에서 "이번 회의는 이번 정부 들어서 양국 안보실 간 실시해 온 정례적 협의로, 이번이 5번째"라고 설명했다.

청와대 안보실과 러시아 연방안보회의 간 협의는 지난해 6월 모스크바에서 열린후 10개월 만이다.

당시에도 정 실장과 파트루셰프 서기가 만났었다.

회의에서 양측은 블라디보스토크에서 열리는 김정은 북한 국무위원장과 푸틴 러시아 대통령 간 정상회담 등에 대해 의견을 교환할 것으로 보인다.

청와대 관계자는 "양국 안보실 간 정례 협의여서 양국 간 여러 안보 사안에 대해 논의하지 않을까 싶다"며 "구체적으로 말하긴 적합하지 않다"고 말했다.

다만 이 관계자는 양국 안보 책임자가 공교롭게도 북·러 정상회담과 같은 날 회동하는 것과 관련, "모든 회의가 의미 없이 진행되리라 생각되진 않는다"고 했다.

이번 북·러 정상회담은 북한과 미국 간 하노이 담판 결렬 이후 김 위원장의 첫대외 행보로, 이번 회담 결과가 향후 북미 협상의 향방을 가늠할 수 있다는 점에서 청와대가 촉각을 곤두세우고 있다.

'북·러 정상회담에 대해 러시아 측과 협의해 왔느냐'는 질문에 그는 "모든 외교 안보 사안은 여러 루트를 통해 서로 상황을 공유하고 협의를 진행하는 것으로 안다"고 언급했다.

@highlight

25일 서울에서 정의용 국가안보실장과 러시아에서의 국가안보실의 기능을 하는 연방안보회의 니콜라이파트루셰프 서기가 만나 북한과 러시아 간 정상회담 등에 대한 의견을 나눌 정례 고위급 안보회의를 가질 예정이다.