금복주 “아직 인상계획 없어”

서민들의 대표 술인 소주 가격이 다음달부터 줄줄이 인상될 전망이다.

참이슬 출고가격이 오르면서 롯데 주류 등도 가격 인상을 고려하는 것으로 알려졌다.

단 지역 업체인 금복주는 올 하반기까지 참소주 출고가격 인상 계획은 없다고 밝혔다.

24일 주류업계 관계자에 따르면 소주 업계 1위인 하이트 진로는 다음달 1일부터 참이슬 출고가격을 6.45% 인상한다.

또 참이슬 후레쉬와 참이슬 오리지널(360㎖)의 공장 출고 가격을 병당 1천15.7원에서 1천81.2원으로 65.5원(6.45%) 올린다.

업계 관계자는 “2015년 11월 가격 인상 이후 원부자재 가격, 제조경비 등 원가 상승요인이 발생했다”면서 “3년여 간 누적된 인상요인이 10% 이상 발생했으나 원가절감 노력 등을 통해 소비자의 부담을 최소화하는 선에서 인상률을 결정했다”고 이번 소주값 인상 이유를 설명했다.

롯데주류도 대표 소주인 ‘처음처럼’의 가격 인상폭과 시기 등을 고심하고 있는 것으로 알려졌다.

소주의 공장 출고가가 인상되면 대형마트, 식당 등에서도 가격 인상 러시가 이어질 것으로 보인다.

주류업계 관계자들은 참이슬 출고가가 65.5원 오르면 대형마트 등에서 소매가격을 100원 정도 올릴 것으로 예측했다.

서울권 식당에서는 이미 소주를 5천 원에 판매하는 곳이 나타나기 시작했다.

이에 대구지역 식당가도 차례로 병당 가격이 오를 것으로 예상된다.

이 같은 소주 가격 인상 요인은 이달 초 오비맥주의 CASS 등 출고가 인상 영향이 컸다.

오비맥주는 주요 제품 출고가를 평균 5.3%끌어올렸다.

카스, 프리미어OB, 카프리 등 주요 맥주 제품의 공장 출고가가 평균 5.3% 인상됐다.

특히 오비의 효자 제품인 카스 병맥주 500㎖는 1천147원에서 1천203.22원으로 56.22원(4.9%) 올랐다.

@highlight

주류업계 관계자에 따르면 다음달 1일부터 참이슬 출고가격을 6.45% 인상하면서 다음달부터 소주 가격이 줄줄이 인상 될 것으로 보이고, 가격 인상원인은 제조 경비 등 원가 상승했기 때문이라고 밝혔다.