경기연구원은 오는 29~30일 수원컨벤션센터 컨벤션홀에서 '제1회 경기도 기본소득 국제 콘퍼런스'를 개최한다고 23일 밝혔다.

'협력 시대의 새로운 패러다임, 기본소득!'(Basic Income: A New Paradigm in the Age of Cooperation)을 주제로 열리는 이번 콘퍼런스는 경기도가 주최하고 경기연구원과 경기도경제과학진흥원, 기본소득한국네트워크 등이 주관한다.

콘퍼런스는 '협력'이라는 키워드로 29일에는 이재명 경기도지사의 연설을 시작으로 '비전에서 현실로 : 정의, 평화, 복지의 새로운 시대'(애니 밀러 영국 시민기본소득트러스트 의장), '포용적 성장, 공동선, 공동부, 그리고 기본소득'(강남훈 경기도기본소득위원회 공동위원장)의 기조연설이 진행된다.

이후 시그네 야우히아이넨 핀란드 사회보험국 선임경제학자, 마리아 콜 스페인 바르셀로나 국제문제센터 선임연구위원, 사라트 다발라 기본소득지구네트워크 부의장, 안드레아스 예니 스위스 라이노시장, 샘 매닝 미국 Y컴비네이터연구소 연구팀장등이 국내외 기본소득 실험 사례를 발표하고 토론한다.

30일에는 트랙1에서 '경기도의 기본소득 모습'을 주제로 청년배당의 정책효과, 기본소득과 지역화폐, 기본소득의 확장과 재원 세션이, 트랙2에서 '기본소득 일반: 이론 및 최근 흐름'을 주제로 4차 산업혁명 시대의 공유부와 기본소득, 시민의 물질적 기반으로서의 기본소득, 법제·사회적 가치 세션 등 6개 트랙이 진행된다.

이한주 경기연구원 원장은 "이번 콘퍼런스는 기본소득을 포함한 새로운 사회적,경제적 모델을 추구하는 데 중요한 정치적, 학술적 기반이 될 것"이라고 전망했다.

경제 위기, 사회 양극화, 기술 혁신 등의 도전에 기본소득이 새로운 대안으로 부상한 가운데 경기도는 올해부터 만 24세 청년 17만5천명을 대상으로 1년간 100만원을 지급하는 청년기본소득 사업을 도입하며 논의에 불을 댕겼다.

@highlight

경기연구원은 오는 29~30일 수원컨벤션센터 컨벤션홀에서 '제1회 경기도 기본소득 국제 콘퍼런스'를 개최한다고 23일발표, 29일에는 이재명 경기도지사의 연설을 시작으로 강남훈 경기도기본소득위원회 공동위원장의 기조연설이 진행되며,  이한주 경기연구원 원장은 "이번 콘퍼런스는 정치적, 학술적 기반이 될 것"이라고 전망했다.