궁중비책이 2019 국가브랜드대상 '유아 스킨케어' 부문 1위로 선정되며 국가대표 마크를 달았다.

궁중비책은 유아동 전문기업 제로투세븐의 프리미엄 자연주의 스킨케어 브랜드다.

궁중비책이 수상한 '국가브랜드대상'은 대한민국 최고의 '국가 대표 브랜드'를 발굴해 시상하는 권위 있는 시상식이다.

궁중비책은 소비자 조사를 통해 브랜드 인지도, 호감도 등 전 평가 항목에서 우위를 차지하며 유아 스킨케어 부문에서 1위의 영예를 안았다.

궁중비책의 대표제품인 '모이스처 로션'과 '모이스처 크림'은 48시간 고보습 효과의 베스트셀러로 많은 사랑을 받고 있다.

지난 2018년 하반기에는 궁중비책의 '모이스처 크림'이 누적 판매 100만 개를 돌파 하며 국내는 물론 중국을 비롯한 아시아, 미주 등 글로벌 소비자들까지 사로잡았다.

궁중비책은 피부에 이로운 자연의 재료를 엄선하고, 깊이 있는 연구와 까다로운 검증을 통해 아이뿐만 아니라 가족 모두의 행복을 책임지는 순하고 안전한 제품만을 선보인다.

특히 스킨케어 전 제품에 다섯 나무에서 찾은 궁중비책만의 핵심성분인 '오지탕(Oji Relief Complex)'을 적용했다.

오지탕은 피부 온도를 낮추고 수분 보유량을 높이는 궁중비책만의 자연유래 진정성분으로, 붉은기 완화 및 피부 장벽 개선 등 효능 테스트를 거쳐서 개발됐다.

여린 피부를 위해 EU 등에서 경고한 알레르기 유발 의심 성분인 26가지 향료를 사용하지 않았고, 파라벤, 페녹시에탄올, 설페이트계 계면활성제, 인공색소 성분들을 뺀 '유해 성분 무첨가 원칙'도 고수한다.

이를 통해 까다로운 독일 '더마 테스트'에서 최고 등급인 '엑셀런트(Excellent)'를 획득하며 글로벌 기준의 안전성까지 확보했다.

@highlight

유아동 전문기업 프리미엄 자연주의 스킨케어 브랜드인 '궁중비책'이 2019 국가브랜드대상 '유아 스킨케어' 부문 1위로 선정되며 국가대표 마크를 달았다. 