인천 윌비스 고시학원은 부평으로 공무원 학원을 확장 이전하고, 5월 6일 첫 진도를 개강하기 전 이를 기념하는 '확장이전 기념 BIG 이벤트'를 실시한다고 밝혔다.

확장 이전 기념 이벤트는 크게 6가지로 진행된다.

▲초시생 이론 강화 프로그램 20% 특별할인 ▲재수생 필합 패키지 프로그램 10% 할인 ▲타 학원 환승 할인 특별 패키지 30% 특별 할인 ▲5~6월 기초 영어 단과 무료수강 ▲선착순 20명에게 사물함 무료 제공 ▲리얼 관리형 독서실 강습반 무료 체험이다.

본 이벤트를 이용할 경우 21년 전통의 인천 윌비스 경찰 학원의 뛰어난 커리큘럼을 합리적인 가격에 부담 없이 이용할 수 있다.

경찰/공무원 시험 전문교육기관인 윌비스 고시학원은 최강의 교수진과 쾌적한 학원 시설을 내세우며 공무원 경찰 교육의 새로운 패러다임을 이끌고 있다.

오는 5월 개강하는 인천캠퍼스는 △9급행정직과 함께 △경찰공무원, △소방공무원 전문 학원으로, 관리형 스파르타 독서실인 '강한 학습 관리반(이하 강습반)'을 운영해 타 학원과 차별화를 둔다.

강습반은 지문 출결 시스템을 통해 매일 3회 출석을 확인할 만큼 꼼꼼한 지도로 유명하다.

시간제 관리형 강제 자습반으로 운영돼 일일테스트 및 주간테스트를 정기적으로 실시하며, 합격 전담 매니저의 밀착 관리로 수험생들이 초심을 잃지 않고 수험 기간 내내 처음 페이스를 유지할 수 있도록 한다.

강습반 수강생에게는 학습 인쇄물 무료 출력과 함께 학원 실강 및 체력 특강, 면접 특강 할인 혜택 등도 제공한다.

이와 관련해 인천 부평 윌비스 고시학원 관계자는 "본원은 창의성과 도전정신을 발판 삼아 계속 발전하고 있다"라며, "이번 확장 이전을 계기로 앞으로 더욱 차별화된 서비스와 교육시장을 선도할 수 있는 모습을 보여드릴 것을 약속한다"라고 전했다.

@highlight

경찰/공무원 시험 전문교육기관인 인천 윌비스 고시학원은 부평으로 확장 이전을 기념하는 이벤트를 5월 6일 첫 진도 개강 전 실시하며, 이를 통해 커리큘럼을 합리적인 가격에 이용할 수 있다고 밝혔다. 