예산군자원봉사센터(센터장 정낙규)가 지난 24일 예산읍복지회관 식당 및 주차장에서 '2019년 한마음 이동 전문 봉사의 날' 행사를 가졌다.

[예산]예산군자원봉사센터(센터장 정낙규)가 지난 24일 예산읍복지회관 식당 및 주차장에서 '2019년 한마음 이동 전문 봉사의 날' 행사를 가졌다.

이날 예산군자원봉사센터 분야별 자원봉사자 150여명은 예산읍 65세 이상 어르신 300여명을 대상으로 한방·이혈요법, 손·발마사지, 의료봉사, 사랑의 돋보기 나누기 등 종합적인 봉사활동을 진행했다.

봉사단체로는 제과·제빵봉사단, 대한적십자사 예산지구협의회, 다비치안경(예산월성당점), 무궁화봉사단, 타로봉사단, 느린나무스튜디오, 아드라봉사단, 명지병원, 엘지오휘예산지점, 동글동글공예봉사단, 건강지킴이 수지침봉사단, LG전자, KT예산지사, 한전예산지사, 예산지속가능발전협의회, 예산군보건소, 예산군건강가정지원센터, 다문화가족지원센터, 예산성폭력상담소, 예산군사회복지협의회 등이 참여했다.

특히, 명지병원에서는 혈압·당뇨 체크, 건강상담 등 양방진료를, 보건소에서는 구강보건, 금연, 치매·우울증 상담 등 봉사를 펼쳐 큰 호응을 받았다.

또한 제과·제빵 봉사단에서 견과류 팥빵을 만들어 따뜻한 음료와 함께 제공했고 대한적십자사 예산지구협의회 봉사자는 어르신들을 위해 준비한 간식을 포장하는 등 나눔봉사활동을 전개해 그 어느 때보다 즐겁고 풍성한 행사로 치러졌다.

정낙규 예산군자원봉사센터장은 "예산지역의 자원봉사 참여 분위기를 확산을 위해 다양한 분야에서 활동 할 수 있는 자원봉사자를 모집하고 있다"며 "앞으로도 노령화로 문화·의료혜택을 받지 못하는 어르신들을 위해 지속적인 자원봉사 활동을 전개할 계획"이라고 말했다.

@highlight

예산군자원봉사센터가 자원봉사자 150명과 함께 지난 24일 예산읍복지회관 식당과 주차장에서 '2019년 한마음 이동 전문 봉사의 날' 행사를 열고 어르신 300여명께 양방진료와 치매 상담 등 다양한 봉사활동을 전개하여 좋은 반응을 얻었다. 