(동양일보) 정부가 6조7000억 원의 추가경정예산안을 편성했다.

이 가운데 4조5000억 원은 경기하강 위험에 대응하고 민생경제를 지원하는 데 투입된다.

2조2000억 원은 미세먼지를 줄이는 등 국민안전을 지키는 데 사용된다.

정부가 경기하강을 막기 위해 추경을 편성한 것은 올바른 방향이라고 본다.

올해 2.6∼2.7%의 경제성장을 이루겠다는 것이 정부의 원래 목표였으나 글로벌 경기 둔화에 따른 수출감소, 좀처럼 살아나지 않는 내수 등으로 달성하기 쉽지 않다는 우려가 크다.

LG경제연구원은 올해 한국의 성장률이 2.3%에 그칠 것으로 내다보고 있으며 글로벌 신용평가사인 무디스는 2.1%로 내려올 것으로 예측했다.

문제는 이번 추경으로는 경제성장률을 0.1%포인트 끌어올리는 데 그친다는 점이다.

경제에 자극을 주기에는 충분하지 않다는 뜻이다.

국제통화기금(IMF)은 한국 정부의 추경이 9조 원은 돼야 한다고 조언한 바 있다.

게다가 경기 대응 예산 가운데 적지 않은 금액이 직접적 효과가 크지 않은 금융지원 쪽이다.

정부가 생각하는 것보다 추경효과가 크지 않을 수도 있다.

미세먼지 추경 역시 갈수록 심각해지는 미세먼지를 고려하면 필요한 조치라고 판단된다.

국민의 건강만큼 중요한 것은 없다.

문제는 실효성이다.

정부는 이번 추경으로 연간 7000톤의 미세먼지를 줄이겠다는 계획인데, 이 정도의 감축으로는 큰 효과를 보기 어렵다는 지적이 나오고 있다.

더욱 우려되는 것은 정부의 추경안이 언제 국회를 통과할지가 불투명하다는 점이다.

여야가 선거제 개편 등과 관련해 극단적 대치상황으로 들어갔기 때문이다.

이렇게 가다가는 추경이 실기할 가능성도 있을 것이다.

아무리 좋은 정책도 때를 놓치면 효과가 떨어질 수밖에 없다.

추경안이 필요하다는 것은 여야 모두 공감하고 있을 것이다.

경기하강을 막고 국민의 건강과 안정을 지킨다는 원칙에는 반대의견이 있을 수 없기 때문이다.

그렇다면 여야는 추경안을 신속히 처리하는 지혜를 보여주기 바란다.

그것이 국민을 위한 정치다.

정치적 계산을 하느라 국민에게 큰 고통을 주는 일이 있어서는 안 된다.

@highlight

정부의 추경안이 언제 국회를 통과할지가 불투명한 가운데 아무리 좋은 정책도 때를 놓치면 효과가 반감되기에 여야는 추경안을 신속히 저리해야 한다.