[당진]제철을 맞은 실치를 회로 맛 볼 수 있는 사실상 마지막 기회인 제16회 장고항 실치축제가 오는 27일과 28일 이틀 간 당진시 석문면에 위치한 장고항 일원에서 열린다.

서해 바다에서 주로 잡히는 실치는 그물에 걸리면 금방 죽어 버리는 탓에 산지가 아니면 회로 맛보기 어렵다.

특히 주로 3월 말 경부터 잡히기 시작하는 실치는 5월 이후 뼈가 굵어지고 억세져 뱅어포로 만들어 먹기 때문에 회를 맛보기 위해서는 다시 1년을 기다려야 한다.

이에 올해 축제에서는 실치를 무료로 맛 볼 수 있는 시식행사가 상설체험 프로그램으로 운영되며, 이벤트 행사로 실치 빨리 먹기 대회도 열린다.

또한 뱅어포 만들기 체험과 맨손으로 물고기 잡기체험, 뱅어포 직거래장터도 상설 운영되며, 장고항 OX퀴즈와 실치 중량 맞추기, 수산물 경매전, 팔씨름 대회, 관광객 노래자랑, 컬링게임 같은 관광객들이 함께 참여하는 이벤트 프로그램도 즐비하다.

이밖에도 석문면주민자치위원회의 동아리 공연과 라이브 콘서트 축하공연, 각설이 공연 등 다양한 공연프로그램도 열려 관광객들의 눈과 귀를 즐겁게 할 예정이다.

당진시 관계자는 "올해 겨울바다 수온이 높아 예년보다 실치가 빨리 자라 이번 축제가 지나면 사실상 실치를 회로 맛 모기 어렵다"며 "축제가 열리는 장고항 인근에는 일출명소 왜목마을과 난지섬 해수욕장, 석문산단 음악분수대 등 당진의 관광명소가 가까운 만큼 이번 주말 꼭 당진을 방문해 주시길 바란다"고 당부했다.

한편 당진에서는 실치를 오이와 배, 들깻잎, 양배추, 당근 등 다양한 야채와 함께 초장으로 버무려 회 무침으로 즐겨 먹으며, 실치와 아욱을 함께 넣고 끓인 된장국도 영양식으로 인기가 높다.

@highlight

산지에서나 회로 맛볼 수 있는 실치를 무료로 맛볼 수 있는 시식행사 상설 운영과 실치 빨리 먹기 대회를 진행하는 제16회 장고항 실치축제가 오는 27일과 28일 당진시 석문면에 위치한 장고항 일원에서 열린다.