박해진이 소방청 명예소방관으로 임명된 후 첫 공식활동에 나섰다.

배우 박해진은 24일 대구광역시 엑스코(EXCO)에서 진행된 제16회 국제소방안전박람회에 참석, 소방안전을 활동을 비롯해 소방관들의 처우 개선을 위한 행보를 보여줬다.

국제소방안전박람회는 소방산업진흥과 발전을 도모하고 대국민 소방안전 의식 함양을 목표로 개최되는 국내 유일의 소방안전 전문 박람회다.

지난해 11월 소방청 명예소방관으로 임명받은 박해진은 직접 행사에 참여해 소방안전 홍보와 소방관들을 위한 활동에 나섰다.

이날 진영 행정안전부 장관, 정문호 소방청장, 권영진 대구광역시장 등과 함께 개막식에 참석한 박해진은 명예소방관으로서 소방관들의 활동에 큰 관심을 촉구했다.

특히 '소방관 국가직 전환!'이라는 메시지가 담긴 소화기를 진영 장관에게 직접 전달하기도 했다.

현재 지방직 공무원 신분인 소방관들이 효율적으로 업무를 수행하고 열악한 처우를 개선하기 위해서는 국가직 전환이 시급하다는 목소리가 높다.

이에 소방관 국가직 전환에 대한 국민 청원이 20만명을 넘긴 가운데 명예소방관인 박해진 또한 이 사안에 대한 큰 의지를 표명한 것.

지난 2016년 소방관 아버지를 둔 팬과의 인연으로 소방관들의 노고를 접한 박해진은 이후 꾸준히 소방관들을 위한 다양한 홍보와 지원 활동을 해 왔다.

박해진은 부상당하거나 순직한 소방관들을 돕는 기금 마련을 위한 소방관 달력에 노개런티 모델로 나선데 이어 전국민 대상 소방안전홍보영상에 무료로 출연, 박해진의 소속사가 제작비 전액을 후원하는 훈훈함을 연출하기도 했다.

이처럼 소방관들을 위한 여러 기부와 봉사 활동에 적극적으로 나서 온 박해진은 현장 소방관들의 고충을 접하고 직접적으로 해결을 위한 활동에도 나서고 있다.

또한 박해진은 차기 드라마 '시크릿'(가제)에서 소방청 특수구조대원인 남자주인공 강산혁 역으로 분해 촬영 중에 있으며 앞으로도 소방관과의 뜻 깊은 인연을 이어갈 전망이다.

@highlight

'명예 소방관' 박해진은 24일 제16회 국제소방안전박람회에 참석해, 소방관들의 처우 개선을 위한 행보를 보여줬는데, 여러 기부와 봉사 활동에 적극적으로 나서 온 박해진은 소방관들의 고충을 접하고 직접적인 해결을 위한 활동에도 나서고 있다.