[ 홍윤정 기자 ] KT가 5세대(5G) 이동통신을 기반으로 한 자율주행차 사업에 본격적으로 뛰어든다.

KT는 25일 서울 삼성동 코엑스에서 열린 '월드IT쇼 2019'에서 자율주행 전문기업 언맨드솔루션과 함께 자율주행 서비스를 추진한다고 발표했다.

언맨드솔루션이 개발한 자율주행 셔틀버스 '위더스(WITH:US)'에 KT의 5G 원격관제 시스템 '5G 리모트 콕핏'을 적용하는 방식이다.

위더스는 주행 과정에 운전자의 개입이 필요 없는 레벨5 단계의 완전자율차다.

자체 센서로도 자율주행이 가능하지만 5G 기술을 더하면 서비스가 한층 더 정교해진다.

교통 정보를 실시간으로 전송받으면 예측하기 힘든 사고를 막는 데 보탬이 된다는 설명이다.

두 회사는 오는 7월 서울 상암동에서 시범 운행에 나설 예정이다.

테마파크와 산업단지에 특화한 자율주행차 사업도 준비 중이다.

노약자나 장애인 등 교통 약자를 대상으로 한 1·2인승 완전자율주행차를 공급하는 게 골자다.

공장이나 물류센터 등에서 쓸 수 있는 자율주행 운송수단인 자율주행로봇(AMR)도 연내에 내놓을 계획이다.

이날 행사장엔 KT의 5G 기술과 결합한 위더스가 전시됐다.

관람을 위해 차량 내부로 들어온 관람객 중 상당수는 운전석이 아예 없다는 점을 의아해했다.

운전자 없이 완전자율주행이 가능하다는 설명에 "벌써 그게 가능하냐. 믿을 수 없다"며 탄성을 지르기도 했다.

위더스의 한쪽 벽면엔 이용자가 어디 있는지를 알려주는 디스플레이 화면이 달려 있다.

기가 라이브 TV와 가상현실(VR) 글라스 등도 갖추고 있다.

KT와 위더스는 실제 운행 차량에 5G 체험이 가능한 기기를 비치하는 방안을 검토 중이다.

최강림 KT 커넥티드카비즈센터장(상무)은 "5G 기술을 상용 자율주행 서비스에 적극적으로 활용할 계획"이라며 "중소기업들과 협력해 자율주행 생태계를 조성해 나가겠다"고 말했다.

@highlight

KT는 25일 코엑스에서 열린 '월드IT쇼 2019'에서 자율주행 전문기업 언맨드솔루션이 개발한 레벨5 단계의 완전자율주행 셔틀버스 '위더스(WITH:US)'에 KT의 원격관제 시스템 '5G 리모트 콕핏'을 결합하는 방식으로 자율주행차 사업에 본격 진출한다고 밝히고, 오늘 7월 서울 상암동에서 시범 운행에 들어간다.