골프 서비스 기업 카카오VX가 골프장과 골퍼를 연결하는 새로운 골프 예약 플랫폼 '카카오골프예약' 베타서비스를 시작한다고 25일 밝혔다.

카카오톡 플러스 친구 기반의 카카오골프예약은 챗봇(chatbot: 문자 또는 음성으로 대화하는 기능이 있는 컴퓨터 프로그램 또는 인공지능) 기능을 적용해 선보이는 골프 예약 서비스로 골프장 예약부터 결제, 실시간 교통 안내까지 제공하는 원스톱 골프 예약 서비스다.

챗봇을 통해 제공되는 서비스로는 ▲골프 예약 ▲선호 정보 설정 및 골프장 추천받기 ▲인기 태그 골프장 ▲투어 중계 등 5가지에 이른다.

인공지능과 데이터 기반 응대를 통해 이용자 맞춤형 서비스를 제공함은 물론 골프장 탐색부터 예약, 결제까지 카카오톡 채팅창 안에서 한 번에 실행할 수 있다.

카카오톡에 접속해 카카오골프예약 플러스 친구 검색 후 추가하고 채팅하기를 선택하면 된다.

본인의 위치와 선호 정보를 선택하면 예약 가능한 골프장과 금액이 제공된다.

'예약하기' 버튼을 클릭하면 그린피 정산까지 카카오페이 결제로 한 번에 이뤄지는 방식이다.

이용자 선호도에 맞는 골프장을 추천하고 전국 골프장에 대한 정보를 해시태그 형태로 노출하는 '인기 태그 골프장'도 선보인다.

기존의 골프 중계 채널을 통해 제공받던 '골프 투어 중계' 서비스도 챗봇에 도입했다.

관심 선수를 등록만 해도 해당 선수의 홀 별 스코어와 경기 성적을 카카오톡으로 받아볼 수 있으며 투어 전체 진행 상황을 파악하는 리더보드도 실시간 제공한다.

투어 중계는 25일 KLPGA를 시작으로 KPGA, PGA, LPGA 등 다양하게 확대할 계획이다.

이번 서비스에는 개인화 큐레이션의 기능을 통해 이용자 맞춤형 골프장을 제안하고 동반자와 N분의 1 분담 결제 기능을 넣어 편의성을 더했다.

카카오 VX는 카카오골프예약의 베타 서비스를 기념하기 위해 다양한 이벤트를 진행한다.

첫 골프 예약 시 한정판 '라이언 네임택'을 100% 증정하고 '플러스친구' 맺기 이벤트를 통해 골프용품 및 커피 교환권 등 300명의 이용자에게 다채로운 혜택을 제공한다.

@highlight

카카오 VX에서는 골프장 이용자를 위한  '카카오골프예약' 서비스를 선보이는데, 카카오톡에 접속 플러스친구 추가 후 채팅하기를 선택해 예약 및 그린피 정산까지 카카오페이로 결제 및 동반자와 분담 결제까지 가능한 이용자 맞춤형 방식이라고 25일 밝혔다.