국내 최대 점박이물법 서식지인 백령도 바다에 점박이물범 쉼터가 완공됐다.

해양수산부는 25일 백령도 고봉포항에서 점박이물범 보호인식을 높이기 위한 민관군 다짐대회를 개최한다.

이번 대회에서는 점박이물범 인공쉼터 조성에 기여한 유공자에게 해수부장관 표창을 수여하고, 점박이물범이 잘 서식할 수 있도록 먹이자원도 방류한다.

앞서 해수부는 지난해 9월부터 11월까지 백령도 인근 하늬바다에 섬 형태의 350㎡ 규모의 인공쉼터를 조성했다.

인공쉼터 수면아래쪽은 어초의 기능을 갖춰 쥐노래미, 조피볼락 등 물고기들의 서식처로 활용하고 있다.

그동안 백령도 바다에서 휴식공간으로 활용되던 물범바위는 자리가 좁아 물범들이 자리다툼을 벌이는 등 휴식을 취하는 데 어려움이 있었다.

점박이물범은 겨울철 중국 보하이만·랴오둥만 유빙 위에서 새끼를 낳고, 봄에 남하를 시작해 산둥반도와 백령도에서 여름을 지내는 해양포유류다.

천연기념물 제331호, 멸종위기야생동물 II급으로 지정된 점박이물법은 2007년 보호대상해양생물로 지정됐다.

국내에서는 점점 개체수가 1908년대 2300마리에서 2000년대 10000마리 미안으로 줄어들어 보호 필요성이 높아지고 있다.

해수부는 점박이물범이 인공쉼터를 잘 활용할 수 있도록 인공쉼터 주변의 소음 방지 등 지역주민의 협조를 요청하고, 이용실태에 대한 지속적인 모니터링을 실시하여 보완·개선방안을 마련해 나갈 예정이다.

해수부 송명달 해양환경정책관은 “점박이물범 인공쉼터 조성을 시작으로 인간과 해양생물이 조화롭게 공존하는 모범사례가 전국적으로 확대되길 바란다”며 “점박이물범들이 새로운 보금자리에서 편히 쉬는 모습을 더욱 자주 보게 되길 기대하며, 서식지 관리에 지역사회의 관심과 동참을 부탁 드린다”고 말했다.

@highlight

해수부는 지난해 9월부터 11월까지 백령도 인근 하늬바다에 점박이물범 인공쉼터 조성하고 25일 백령도 고봉포항에서 점박이물범 보호인식을 높이기 위한 민관군 다짐대회를 개최해 인공쉼터 조성 유공자에 표창을 수여하며 점박이물범이 잘 서식할 수 있도록 먹이자원도 방류한다.