경기도와 경기관광공사는 서울 한국과학기술회관에서 한국과학기술단체총연합회 회원 등 학·협회 대상으로 '2019 경기도 MICE 설명회'를 개최했다고 25일 발표했다.

국내회의 유치개최 지원제도를 설명하기 위해 마련됐다.

설명회에는 도와 시·군, MICE 얼라이언스 등 국내·국제회의 유치개최 담당자, 다양한 분야의 47개 학·협회 관계자 등 총 100여명이 참석했다.

또 킨텍스와 수원컨벤션센터 등 전문회의 장소와 이색회의 및 갈라디너, 특색있는 맞춤형 프로그램 기획 등이 가능한 유니크 베뉴를 소개하며 국내.

국제회의 개최지로써 경기도의 다양한 매력을 적극적으로 홍보했다.

공사는 지난해에 이어 경기도 MICE 얼라이언스 중에서 학술대회 개최가 가능한 롤링힐스호텔, 호텔푸르미르와 라까사호텔광명의 개별 프리젠테이션을 진행해 다양한 경기도 개최지 정보 공유에 나섰다.

올해는 참가단체에 1:1상담 신청을 받아 공사는 유치개최 지원 및 행사개최지를, 수원컨벤션센터와 킨텍스는 시설이용에 대한 상담을 진행하는 맞춤형 유치 활동을 전개했다.

해당 상담에는 총 11개 학·협회가 참여했다.

경기관광공사는 설명회에서 확보한 행사 유치.

개최 정보를 활용해 도내 주요 MICE 시설 실무자와 지속적인 마케팅 추진 및 파트너쉽 관계를 이어갈 계획이다.

MICE는 회의(Meetings), 포상관광(Incentives Travel, 컨벤션(Conventions), 전시&이벤트(Exhibitions/Events) 등을 융합한 종합 서비스업을 의미한다

유동규 경기관광공사 사장은 '경기도는 국내·국제회의 개최 최적지로 우수한 회의시설과 독특한 유니크 베뉴를 보유하고 있다"며 "경기도에 개최 가능한 다양한 회의를 발굴하고 실질적으로 경기도에 유치 개최될 수 있도록 지속적인 마케팅 활동을 펼치겠다'고 말했다.

@highlight

경기도와 경기관광공사는 25일 서울 한국과학기술회관에서 한국과학기술단체총연합회 회원 등 학·협회 대상으로 '2019 경기도 MICE 설명회'를 열었으며 도와 시·군, MICE 얼라이언스 등 국내·국제회의 유치개최 담당자, 다양한 분야의 47개 학·협회 관계자 등 총 100여명이 참석했고 한편 MICE는 회의(Meetings), 포상관광(Incentives Travel, 컨벤션(Conventions), 전시&이벤트(Exhibitions/Events) 등을 융합한 종합 서비스업이다.