검찰 vs 변호인 치열한 법정 공방 예상검찰 vs 변호인 치열한 법정 공방 예상 [구민수 기자 msg@imaeil.com] 경찰 및 소방 등 합동감식반이 대보사우나 화재현장으로 들어가고 있다.

매일신문 DB.

87명의 사상자를 낸 대보사우나 화재와 관련, 업무상 과실치상혐의 등으로 재판에 넘겨진 건물 관리인 등이 혐의를 전면 부인해 향후 치열한 법정공방이 예상된다.

25일 대구지법 제6형사단독(부장판사 양상윤) 심리로 대보사우나 사건에 대한 첫 공판기일이 열렸다.

이번 사건으로 기소된 피고인은 최초 발화 지점으로 지목된 구둣방 업주, 세신사, 매점 직원 등 8명이다.

이 중 사우나 업주(64), 건물관리인(62), 전기책임자(53) 등 3명은 구속상태로 재판에 넘겨졌다.

화재 예방 등 업무상 주의 의무가 있는 이들은 화재 시 아무 조치도 취하지 않고 먼저 사고 현장을 빠져나간 혐의(업무상 과실치상) 등을 받고 있다.

화재 경보장치를 꺼두고, 주요 소방시설을 보수하라는 소방당국 권고를 무시한 것으로 드러났다.

하지만 혐의 인정 여부를 묻는 질문에 일부 피고인들은 무죄를 주장했다.

평소 화재예방에 소홀했다는 이유로 이번 사건의 책임을 지기에는 억울하다는 것이다.

한 변호인은 "유족들에게 송구한 마음을 가지고 있다"면서도 "사고 경위나 역할 등에 대해선 억울한 점이 많다"고 말했다.

이후 재판에선 관리 소홀과 화재 간의 인과관계 등이 주요 쟁점이 될 전망이다.

재판부는 다음 달 16일 증인심문 등 추가변론을 이어가기로 했다.

한편 지난 2월 19일 오전 7시 11분쯤 대구 중구 향촌동 4층 남성 목욕탕에서 시작된 대보사우나 화재는 사망자 3명을 포함해 87명의 사상자를 냈다.

경찰은 관리 소홀과 구호조치 미흡 등이 피해를 키웠다고 밝혔다.

@highlight

대구 대보사우나 화재와 관련해 화재 예방 등 업무상 주의 의무가 있는 관리자들이 화재 시 아무런 조치 없이 먼저 사고 현장을 빠져나가 업무상 과실치상 혐의로 재판에 넘겨졌으나, 이들은 혐의에 대해 무죄를 주장해 법정 공방을 예고했다.