= 제17회 건설신기술의 날 행사가 4월26일(금) 건설신기술 관계자 400여 명이 참석한 가운데 엘타워(서울 서초구 강남대로) 그레이스홀에서 성황리에 개최됐다.

'건설신기술의 날'은 지난 2003년 제정된 이후, 건설신기술 개발자의 긍지와 자부심을 고취하고 사기 진작을 위해 매년 4월에 기념행사를 개최하고 있다.

국토교통부 박선호 제1차관은 "어려운 여건 속에서도 열정적으로 신기술을 개발하고 건설기술 발전에 기여해 온 신기술 관계자의 노고에 감사와 격려의 말씀"을 드린다면서 건설기술 발전을 위해 더욱 노력해 줄 것을 당부했다.

또한 "건설 산업이 새롭게 도약할 수 있도록 스마트 건설산업 육성을 위해 핵심기술 연구개발 투자 확대와 건설기준을 정비하는 한편, 개발된 신기술이 창업으로 이어지고 현장에서 많이 활용될 수 있도록 적극 지원하겠다"고 약속했다

국토교통부는 건설신기술은 전문기관(국토교통과학기술진흥원)의 엄격한 심사를 거쳐 지정되는 품질이 우수하고 경제적인 기술이라고 강조하면서 지난 3월 신기술의 개발과 활용 촉진을 위해 신기술 개발자에 대한 시험시공 지원 확대, 발주청의 신기술 활용을 유도할 수 있는 혜택 도입 등의 개선안을 마련하여 시행 중이며, 앞으로도 제도개선을 지속 추진할 것이라고 밝혔다.

이날 행사에서는 그동안 건설기술 발전에 기여한 신기술개발자, 지방자치단체 및 정부산하기관 등 총 25명이 정부포상 및 국토교통부 장관 표창 등을 수상했다.

최고의 영예인 동탑산업훈장은 신기술 발굴 및 연구에 참여해 5건의 신기술을 지정 받고, 60여 건의 현장적용 등 신기술 발전에 기여한 ㈜포스코건설 박정규 차장이 수상했다.

아울러 ㈜핸스 서승권 대표이사가 산업포장을, 혜동브릿지(주) 원용석 대표이사가 대통령 표창을, 한국도로공사 최광수 과장 등 2명이 국무총리 표창을, ㈜한국지오텍 강희진 이사 등 20명이 국토교통부 장관 표창을 받았다.

@highlight

제17회 건설신기술의 날 행사가 4월26일 엘타워 그레이스홀에서 개최되어 신기술개발자, 지방자치단체 등 25명이 정부포상 및 국토교통부 장관 표창 등을 수상하였으며 이 자리에서 국토교통부 차관은 건설 산업이 새롭게 도약할 수 있도록 적극적으로 지원하겠다고 약속하였다.