하이투자증권은 26일 페이스북의 1분기 실적이 어닝쇼크(실적 충격)를 기록했지만, 투자자들은 이용자 순증에 집중하고 있다고 분석했다.

김민정 연구원은 '1분기 매출액 151억달러, 영업이익 33억달러로 어닝 쇼크를 기록했다'며 '개인정보 유출 사건과 관련 연방거래위원회(TFC)의 벌금 부과에 대비해 일회성 비용 30억달러가 미리 반영된 것으로, 이를 제외하면 영업이익은 63억달러로 시장 예상치를 상회했다'고 진단했다.

1분기 실이용자수(MAU)는 전분기대비 5500만명 늘어난 23억8000만명을 기록했다.

인도 인도네시아 필리핀 등 신흥국을 중심으로 신규 이용자가 지속적으로 유입되면서다.

이는 투자심리에 긍정적인 영향을 주면서 주가는 실적발표 후 시간외 거래에서 10% 급등했다.

미국 유럽에서 규제는 강화하고 있지만, 광고 매출액은 견조하게 늘고 있다.

미국 연방거래위원회는 지난해 3월부터 데이터 분석회사 '캠브리지 애널리티카'가 페이스북 이용자 8700만명의 개인정보를 불법이용한 사건을 조사해왔고, 이에 따라 페이스북은 30~50억달러 벌금이 부과될 것으로 예상된다.

그는 '5월부터 유럽 전역에서 시행된 일반 데이터 보호 규칙(GDPR) 뿐 아니라 주요국에서 개인정보 보호 관련 법안을 강화하고 있다'며 '유저들의 웹브라우징 기록 등 데이터 수집 규제로 페이스북은 나이 성별 거주지를 이용한 맞춤형 광고를 중단했다'고 설명했다.

김 연구원은 '그럼에도 광고매출액은 꾸준히 증가하고 있어 투자자들은 규제 리스크보다 해외 지역 이용자 증가에 따른 성장 잠재력에 더욱 주목하고 있는 것으로 보인다'고 평가했다.

이에 페이스북은 기존 개방형 공유 서비스 형태에서 사생활 보호에 초점을 맞춘 소통 플랫폼으로 탈바꿈해, 새로운 사업기회를 모색하고 있다.

그는 '암호화 메시지 서비스 내 결제 기능을 도입할 계획으로, 이를 통해 새로운 광고 사업 성장 동력이 마련될 것으로 기대된다'며 '왓츠앱 사용자들이 서로 송금할 수 있도록 하는 암호화폐 프로젝트도 진행 중으로, 개인 결제를 통해 신규 수익원을 창출할 수 있을 것으로 예상된다'고 했다.

@highlight

하이투자증권은 26일 페이스북의 1분기 실적이 어닝쇼크를 기록했지만, 1분기 실이용자수(MAU)는 23억8000만명을 기록하여 투자자들은 이용자 순증에 집중하고, 투자심리에 긍정적인 영향을 주면서 주가는 실적발표 후 시간외 거래에서 10% 급등했다.