전주영화제작소가 개관 10주년을 맞아 '십시일관(十視一館) 영화제'를 5월 15일부터 19일까지 개최하면서 그 비밀을 공개한다.

이번 영화제는 성장의 근간이 되어준 관객들의 성원에 보답하고자 10명의 셀렉터들의 시선으로 선정한 작품들이 하나의 영화관을 구성한다는 취지로 마련된 행사다.

이 기간에는 총 3개의 섹션, 11편의 작품이 전주영화제작소 4층 전주디지털독립영화관에서 상영된다.

섹션별로는 지난 3월에 선발된 관객 셀렉터의 선정작 5편과 제작소 운영과 연관된 영화인 셀렉터의 선정작 5편, '10년의 선택' 관객 설문조사로 선정된 1편의 작품으로 구성되었다.

관객 셀렉터 선정작 섹션은 지난 10년 동안 전주영화제작소 상영프로그램을 꾸준히 찾아준 관객의 입장에서 개별 셀렉터들이 영화제를 통해 함께 관람하고 싶은 한국독립예술영화들을 공개한다.

선정된 작품은 이광국 감독의 '호랑이보다 무서운 겨울손님', 홍상수 감독의 '당신자신과 당신의 것', 전고운 감독의 '소공녀', 윤가은 감독의 '우리들', 김종관 감독의 '최악의 하루'등 총 5편이다.

영화인 셀렉터 선정작 섹션은 전주영화제작소 운영진을 포함하여 제작소 운영과 밀접한 영화업계 인사를 섭외해 추천받은 예술영화들이 선정됐다.

상영작은 '노무현입니다', '나, 다니엘 블레이크', '토니 에드만', '어바웃 타임', '김군'등 총 5편이다.

'10년의 선택'이란 타이틀로 진행되는 특별 재개봉작은 지난 10년간 전주디지털독립영화관 상영작 중 다시 보고 싶은 1편을 선정하는 관객설문조사를 통해 선정된 작품이다.

총 12일간 진행된 설문결과 션 베이커 감독의 2018년 개봉작 '플로리다 프로젝트'가 선정됐다.

이 작품은 십시일관 영화제 기간 상영이 진행된 후에도 5월 개봉작과 함께 상영될 예정이다.

영화제의 자세한 상영정보와 상영시간표는 홈페이지를 통해 확인 가능하다.

@highlight

전주영화제작소는 개관 10주년을 맞아 오는 5월 15일부터 19일까지 작품들이 하나의 영화관을 구성한다는 취지로 전주영화제작소 4층 전주디지털독립영화관에서 '십시일관(十視一館) 영화제'를 개최한다고 밝혔다.