지난해 열린 전국소년체육대회에서 4관왕을 차지한 대구 동부초 서희예.

그는 다음달 25일 열리는 제48회 전국소년체전에 참가해 다관왕을 노린다.“초등학생이라고 믿겨지지 않을 만큼 기본자세가 완벽합니다.”

대구 양궁 신동 ‘서희예(동부초 6학년)’를 지도하고 있는 박종수 동부초 양궁부 감독은 고민하지 않고 이 같이 답변했다.

서희예는 대구를 넘어 전국에서 주목하고 있는 양궁 꿈나무로 또래와 비교했을 때 실력이 월등하다는 평가를 받고 있다.

서희예는 제52회 전국남녀양궁종별선수권대회 35m에서 금메달을 차지한 후 제47회 전국소년체육대회에서는 25m, 30m, 35m, 개인종합 등 4관왕을 기록하며 전국을 떠들썩하게 했다.

다음달 열리는 전국소년체육대회에서도 출전할 예정이어서 대구에게 많은 금메달을 안겨줄 것으로 기대된다.

서희예의 가장 큰 장점은 기본자세가 좋고 조준점을 잘 잡는다는 것이다.

또 어린 나이임에도 자기 관리가 뛰어나고 강한 정신력을 가지고 있다.

무엇보다 훈련량이 많아도 투정부리거나 게을리 한 적이 없을 정도로 성실해 지금의 실력을 갖추게 됐다는 게 주변 관계자들의 평가다.

특히 평소에는 내성적인 성격을 보이지만 양궁을 할 땐 누구보다 적극적이며 높은 집중력을 자랑한다.

서희예는 “이번 대회에서도 많은 금메달을 따고 싶고 미래에 국가대표 선수로 선발돼 올림픽에서 금메달을 목에 거는 게 목표”라며 “좋은 느낌, 기억을 최대한 지키고 살려서 금메달을 딸 것이란 확신을 갖고 시합에 나가겠다”고 포부를 밝혔다.

서희예의 롤 모델은 2016년 리우올림픽 금메달리스트 ‘장혜진’이다.

어려운 환경 속에서도 노력해서 꿈을 이룬 모습이 너무나 멋져보였다는 것이다.

꿈은 가까운 시일에 이뤄질 수 있다.

가능성이 무한하기 때문이다.

서희예를 지도하는 코치는 “앞으로 중·고등학교에서 희예를 제대로 케어하고 관리해준다면 충분히 국가대표 그 이상의 훌륭한 선후로 발전할 수 있다”고 말했다.

장혜진에 이은 지역의 새로운 양궁여전사 탄생을 기대해봐도 좋다.

@highlight

서희예는 전국이 주목하고 있는 양궁 꿈나무로 이미 제47회 전국소년체육대회에서는 25m, 30m, 35m, 개인종합 등 4관왕을 기록한 바 있으며 다음달 열리는 전국소년체육대회에서도 금메달을 대구에 안겨줄것으로 기대되는 유망주다.