정현율 익산시장과 이환주 남원시장, 박성일 완주군수, 황인홍 무주군수, 권익현 부안군수가 (사)한국매니페스토실천본부에서 실시한 '2019 민선 7기 기초단체장 공약실천계획서(로드맵) 평가'에서 최우수(SA) 등급을 받았다.

또 도내에서 A등급을 받은 지자체는 전주시와 군산시, 김제시였으며, 최하위인 D등급을 받은 지자체는 없었다.

이외에 정읍시와 진안·장수·임실·순창·고창군은 B등급이나 C등급을 받은 것으로 보인다.

매니페스토실천본부가 중간 등급인 B·C등급을 받은 지자체는 따로 분류하지 않은 것으로 알려졌기 때문이다.

이번 평가항목은 △종합구성(45점 만점) △개별구성(20점 만점) △민주성·투명성(20점 만점) △웹소통 분야(15점 만점) △공약일치도 분야이며, 총점 80점 이상을 SA등급으로, 70점 이상을 A등급으로 선정했다.

전북지역은 이번 평가에서 종합구성 26.35점, 개별구성 15.21점, 민주성·투명성 13.86점, 웹소통 14.93점 등 총점 평균은 70.36점인 것으로 확인됐다.

전북지역의 공약이행에 소요되는 재정은 총 14조 9999억 7800만 원으로 확인됐으며, 임기 내 10조 6662억 6200만 원, 임기 후 4조 3337억 1600만 원이 투입될 것으로 나타났다.

익산시가 4조 2321억 1200만 원으로 가장 많았고, 군산시 2조 693억 5000만 원, 완주군 1조 7440억 2600만 원 등의 순으로 많았다.

이에 비해 무주군은 2183억 800만 원으로 상대적으로 가장 적었으며, 진안군 3024억 9500만 원, 순창군 3921억 7600만 원 순으로 적었다.

@highlight

한국매니페스토실천본부에서 시행한 '2019 민선 7기 기초단체장 공약실천계획서 평가'에서 익산·남원·완주·무주·부안 등 전북지역이 종합구성, 개별구성 등의 분야에서 총점 평균 70.36점을 거두며 최우수 등급을 받았다.