롯데백화점은 타이거 우즈의 마스터스 우승과 라운딩 시즌에 맞춰 오는 28일까지 초대형 골프용품 판촉전을 연다.

‘골프 황제’ 타이거 우즈가 마스터스에서 11년 만에 우승을 거머쥐면서 지역 골프용품업계가 미소를 띠고 있다.

이번 우즈의 우승과 라운딩 시즌 등이 맞물려 골프관련용품 매출 상승으로 이어지길 기대하기 때문이다.

실제 지역 백화점의 골프관련용품 판매율은 성장세를 보이는 것으로 알려졌다.

25일 롯데백화점 대구점에 따르면 지난 1/4분기 골프 상품군의 전체 매출은 지난해 같은 기간에 비해 5% 이상 신장했다.

라운딩 시즌이 시작된 이번달부터는 판매율이 높아져 예년보다 10%가량 신장했다.

통상 백화점 골프용품 평균 신장률이 2%대에 머무는 것에 비하면 눈에 띄는 성장세라는 것이 백화점 관계자의 설명이다.

이에 롯데백화점 대구점은 SBS골프 채널과 초대형 골프용품 판촉전을 연다.

이번 판촉전은 국내외 유명 골프 브랜드 11개가 참여한다.

남녀골프 의류뿐만 아니라 골프 클럽, 캐디백 등 골프 관련 전 품목을 파격적인 가격으로 판매할 예정이다.

롯데백화점 관계자에 따르면 오는 28일까지 대구점 7층 문화홀에서 마루망코리아의 ‘마제스티 로얄 VQ-6 남 카본9i’를 50% 할인한 199만 원에 3세트 한정 판매한다.

또 삼양인터내셔날의 ‘핑G Le 여성 드라이버’를 5개 한정 38만5천 원에 선보인다.

이 밖에 각종 유명브랜드의 골프클럽, 캐디백, 골프 ACC 등을 최대 60% 할인하고 드라이버 등도 한정 특가로 판매한다.

일본에서 직수입한 마제스티 프레스티지오 아이언세트를 390만 원, 마제스티 LV-510 블랙 유틸리티를 30만 원에도 제공한다.

행사 기간 구매 고객에게는 롯데백화점 상품권 등 다양한 사은품을 증정할 예정이다.

강은성 롯데백화점 대구점 남성스포츠팀장은 “본격적인 골프 시즌에 맞춰 마련된 이번 행사는 지역에서는 쉽게 접하기 어려운 초대형 골프용품 행사로 참여하는 브랜드나 상품의 품질, 가격 등 모든 면에서 고객들이 만족할 만한 행사가 될 것이다”고 소개했다.

@highlight

25일 롯데백화점 대구점은 '골프 황제' 타이거 우즈의 11년 만에 마스터스 우승과 맞물려 지난 1/4분기 골프 제품군의 전체 판매율이 지난해 대비 5% 이상 올라 성장세를 보이는 것으로 나타났다고 전했다.