질문·답변 미리 주고 받는 보여주기식 행사 ‘빈축’

▲ 25일 북구 오토밸리웨딩홀에서 주민 200여명이 참석한 가운데 열린 북구민과 함께하는 시민소통 공감대회에서 송철호 시장이 주민들의 질문에 답변 하고 있다.

‘북구민과 함께하는 소통 공감 한마당’ 행사가 25일 오후 북구 오토밸리컨벤션에서 열렸다.

송철호 시장을 초청해 지역 주민들과 현안 등을 논의하는 자리였다.

이날 행사에는 이동권 북구청장과 이상헌 국회의원, 지역 시·구의원, 주민 300여명이 참석했다.

송 시장은 외곽순환도로 등 예타면제 사업에 대한 성과를 소개하며 포문을 열었다.

현대자동차가 있는 지역적 특성을 염두에 둔 듯 ‘광주형 일자리’에 대해 그동안 울산시가 이렇다 할 입장을 내놓지 않은 이유와 울산시의 자동차 산업 관련 계획을 설명했다.

이어 주민들은 손을 들고 다양한 지역 현안에 대해 질의를 쏟아냈다.

주민들은 △자동차 부품생산 중소기업 지원 △장애인복지관 신축 △산후조리원 설치 등을 요구했고, 송 시장은 구체적인 기한까지 언급하며 긍정적인 답변을 내놨다.

문화체육시설을 확충해야 한다는 목소리에는 “2021년 울산에서 열리는 전국체전에 대비해 확충하고, 북한의 전국체전 참여를 구상하고 있다”고 답했다.

교통이 불편하다는 주민의 토로에는 트램과 광역철도망을 해결책으로 제시했다.

하지만 이날 행사가 미리 짜여 진 시나리오로 보여주기식 행사에 그쳤다는 지적이 나온다.

송 시장이 주민들의 민원에 막힘없이 대답을 이어나갔지만, 매번 질문이 나올 때마다 시선은 테이블 아래를 향했다.

손에는 질의할 시민의 이름과 소속, 민원 내용, 답변과 담당 부서 등이 빼곡하게 적힌 종이가 들려있었다.

사회자가 질문자를 한명씩 지목하는 형식이었는데, 지목을 받은 시민들 손에도 인쇄된 질문지가 들려있었다.

북구 관계자는 “원활한 행사 진행을 위해서 미리 주민들의 요구 등을 파악한 것일 뿐, 각본을 짠 것은 아니다”라며 “일부는 예상 질문에 없었던 내용이었다”고 해명했다.

지역주민과 함께하는 소통 공감 한마당 행사는 앞서 남구, 동구, 울주군 등에서 진행했고, 다음달 2일 중구에서 열릴 예정이다.

@highlight

25일 오후 송철호 시장과 북구민이 함께 소통하는 소통공감 한마당 행사가 오토밸리컨벤션에서 열렸으나 송시장이 주민들과 서로짠듯한 소통 모습을 보이는 등 보여주기식 행사로 그쳤다며 빈축을 사고있다 