충북일보］ 충북도교육청이 전국 단위 공모를 통해 교육연구관 등 교육전문직 11명을 선발하기로 했다.

도교육청은 교육정책을 추진하고 학교지원 업무를 담당할 창의력과 혁신마인드를 갖춘 역량있는 교육전문직 60명을 선발한다고 25일 밝혔다.

선발인원은 유치원 3명, 초등 14명, 중등 11명 등 일반전형 28명과 교육연구관 1명, 교육연구사·장학사 31명 등 전문전형 32명이다.

이 가운데 전문전형으로 선발하는 교육연구관을 비롯해 5개 분야 교육전문직 11명은 개청 이후 처음으로 전국 단위 공모를 통해 모집한다.

분야별 전국 공모 인원은 교육연구관 1명, 교육복지 1명, 교육과정 2명, 교육통계 1명, 교육평가 2명, 정보 IT 2명, 진학지도 2명이다.

교육현장 지원 역량을 높이고 교육부 권한 위임에 따른 지방교육자치 강화로 전국 단위의 유능한 인재 선발이 필요했다는 게 도교육청의 설명이다.

도교육청은 교육정책의 문제점 진단과 해결 방안을 제시하는 기획능력과 논술평가, 심층면접과 토론, 현장 평가를 통한 역량평가 등 단계별 전형을 통해 교육전문직원을 선발할 계획이다.

아울러 교육전문직인 장학사에 임기제를 처음으로 도입해 심각한 초등학교 교사 인사적체 해소에 나선다.

근무기간 승진 가점을 받는 임기제 장학사는 기존 장학사의 7년 임기와 달리 최대 3년간만 전문 업무를 수행한 뒤 임용 전 직위로 복귀한다.

도교육청은 초등 교원의 극심한 인사 적체 해소를 위해 향후 임기제 장학사를 교감급까지 대폭 확대한다는 방침이다.

도교육청 관계자는 "이번 교육전문직 선발은 다양한 분야의 전형을 도입해 학교 교육활동에 열정있는 교원들이 정책 수행의 기회를 갖도록 제도적으로 보장하는 데 초점을 두고 있다"며 "초등은 인사 적체가 심각한 수준이다 보니 교사의 교감 승진 기회 확대 등을 위해 앞으로 일반전형의 임기제 장학사를 교감급까지 대폭 확대할 계획"이라고 말했다.

@highlight

도교육청은 교육정책을 추진하고 학교지원 업무를 담당할 교육전문직 60명을 개청 이후 처음으로 전국 단위 공모를 통해 교육연구관 등 교육전문직을 선발한다고 25일 밝혔다.