"걷다가, 쉬다가 유유자적 맑은 공기와 피톤치드를 듬뿍 마실 수 있어 좋습니다."

지난 1970년대 진안고원에 조성된 진안군 부귀 편백숲산림욕장이 인간의 건강에 좋은 피톤치드를 내뿜기 시작했다.

전주에서 자동차로 30분 거리인 부귀 산림욕장은 24,000여평 부지(부귀면 거석리 산 89번지)에 산림녹화 사업을 위해 조성된 것으로 기본 수령 40년 이상이다.

이곳에는 숲 속 학습장, 산책로, 평상데크 등이 마련되어 있다.

지난 2016년 개장, 국유림으로 조성되었다.

주차장에서 30여 분쯤 오르면 나무다리가 있고 여기서부터 곧게 자란 편백나무가 무성하게 하늘을 향해 솟구쳐 있다.

경사가 급하지 않아 걷기도 부담이 없고 머물기도 편한 숲이다.

몸과 마음의 쉼터다.

2017년 진입로 확장 포장공사와 임도 보수, 등산로 정비, 이정표 설치 등 보완공사를 마쳤다.

왕복 약 4.2km 거리다.

부귀 편백숲 산림욕장은 친절하다.

곳곳에 평상이 있어 누구나 편안하게 쉬어갈 수 있다.

힘들게 등산하는 산이 아니라, 그야말로 머물면서 힐링하기 좋은 공간이다.

산책로를 따라 거닐다 평상에 앉아서 피톤치드 듬뿍 마시며 쉬어보자.

일상에 지친 피곤함도 어느새 저만치 날아가 버린다.

사람들의 북적거림도 없다.

시원한 바람과 피톤치드만 가득하다.

나무 사이로 불어오는 바람의 향기가 달콤하다.

코끝에 상쾌하게 퍼지는 향은 도시에 없는 초록 냄새 그대로다.

숲에서 만난 관리원 이용일(67세·진안군 주천면 구봉산 아래마을 거주)씨는 "많은 사람이 오지는 않지만 제법 휴양객들이 온다. 조용히 쉬었다가 가기에 참 좋은 곳이다"고 말했다.

한편 편백숲 주차장 주소는 진안군 부귀면 봉암리 673-14 내비게이션에 입력하면 된다.

@highlight

지난 2016년 개장하여 국유림으로 만들어진 부귀 산림욕장은 기본 수령 40년 이상의 산림욕장으로 산림 녹화 사업을 위해 꾸려져 2017년 진입로 확장 포장공사, 임도 보수, 등산로 정비 등 보수공사를 마쳤다.