직장인 5명 가운데 2명은 5월 1일인 근로자의 날에도 쉬지 못하는 것으로 드러났다.

26일 취업포털 인쿠르트에 따르면 최근 직장인 1,026명을 대상으로 올해 근로자의 날에 대한 출근 실태 관련 설문조사를 시행한 결과 전체의 53%는 '근무하지 않는다'고 답했다.

그러나 정상 근무한다고 답변한 이들도 40%에 달했으며 나머지 7%는 미정이라고 답변했다.

기업 규모로 봤을 때 5인 미만 사업장인 영세기업의 경우 직원 53%의 근무가 예정돼 가장 높은 출근율을 보였고 ▲ 중소기업(직원 수 5~299명) 40% ▲ 대기업(1,000명 이상) 35% ▲ 중견기업(300~999명) 31% 등의 순이었다.

하루도 쉬기 힘든 업종도 있었다.

업종별로는 보안·경비 직종 종사자 10명 중 7명이 쉬지 않는다고 답했으며 ▲ 의료·의약·간호·보건(56%) ▲ 교육·교사·강사·교직원(55%) ▲ 서비스·음식점(54%) 등도 절반 이상이 근무하는 것으로 나타났다.

출근하는 이유로는 응답자의 21%가 '회사의 강제 요구 때문'이라고 답했으며 '바쁜 시즌이라 쉴 엄두를 못 낸다'와 '거래처·관계사의 근무 때문'이라는 답변이 각각 20%와 18%였다.

근로자의 날에 출근하는 것에 대한 보상으론 응답자의 19%만 휴일 근로수당을 받는 것으로 조사됐다.

아무런 보상을 받지 못한다는 응답은 46%에 달했으며 ▲ 회사 규정에 따른다(16%) ▲ 대체 휴무(14%) ▲ 식대·교통비 지급으로 대체(4%) 등으로 나타났다.

한편 노동절이라고 불리었던 '근로자의 날'은 근로자의 노고를 위로하기 위해 제정된 휴일로 1963년 노동조합법, 노동쟁의조정법, 노동위원회법 등의 개정과정에서 '근로자의 날 제정에 관한 법률'에 따라서 명칭을 '근로자의 날'로 바꾸고 유급휴일로 정하여 기념해왔다.

근로자의 인간다운 생활을 위한 임금인상과 직업의 안정성을 촉구하는 노동자들의 명절이다.

@highlight

26일 취업포털 인쿠르트에 따르면 근로자의 노고를 위로하기 위해 제정된 근로자의 날에도 쉬지 못하는 직장인이  5명 가운데 2명 꼴이며 출근하는 이유로는 응답자의 21%가 '회사의 강제 요구 때문'이라고 답했다.