▲ 고퇴경.

1인 크리에이터로 국내뿐 아니라 해외에서도 큰 인기를 끌고 있는 고퇴경씨가 6월 울산을 찾아 특강을 펼친다.

울산시청자미디어센터는 올 한해 다양한 분야의 미디어인력 양성사업을 추진해 미디어 분야 일자리 소개 및 수강생 대상 취·창업 지원을 위한 ‘울산미디어일자리아카데미’프로젝트를 진행한다.

‘울산일자리아카데미’프로젝트 일환으로 ‘울산시민크리에이터크루(울산시민ㅋㅋ)’를 운영해 울산시 청년들의 일자리 창출과 1인 미디어 활용을 통한 미디어 활동가 기반 구축을 추진하고 있다.

이에 유튜브에서 K-POP 뮤직비디오를 익살스럽게 모방한 댄스 영상 콘텐츠 '퇴경아 약먹자'를 운영해 큰 인기를 끌고 있는 고퇴경 크리에이터를 초청, 울산시민크리에이터크루를 대상으로 1인 미디어 강의를 진행한다.

고퇴경씨는 울산 출신으로, 낮에는 약사로 일하고 밤에는 유튜브 크리에이터로 활동하는 독특한 이력을 가지고 있다.

현재 울산사회복지협의회 홍보대사로도 활동중이다.

한편 울산시청자미디어센터는 울산시민크리에이터크루를 이달 30일까지 모집한다.

울산시 청년 15명을 내외로 하며, 개인채널 구독자 100명 이상 보유한 자에게는 가산점이 부여된다.

이들을 대상으로 5월 14일부터 6월 14일까지 총 12차시 양성교육이 진행되며, 미디어리터러시 교육 및 콘텐츠 제작 실습과 1인 미디어 이해도를 높이기 위해 고퇴경 크리에이터 특강외에도 다양한 교육이 이뤄질 예정이다.

콘텐츠 제작 실습 교육은 스낵영상제작과정으로 이루어지며, 교육 후 1인 PD 양성교육 수료생들과 연계하여 1인 미디어 채널을 개설하고 콘텐츠 제작 활동을 펼칠 예정이다.

울산시청자미디어센터는 양성교육 수료생들을 대상으로 멘토링과 장비, 편집 장소 무료 대여 등 1인 크리에이터들의 콘텐츠 활동을 지원할 예정이며, 연말에 우수팀을 선정하여 100만원 상당의 제작진행비를 지급할 계획이다.

@highlight

울산시청자미디어센터는 올 한해 미디어 분야 일자리 소개 및 수강생 대상 취·창업 지원을 위한 ‘울산미디어일자리아카데미’프로젝트를 진행하는데, 유튜브에서 댄스 영상 콘텐츠 '퇴경아 약먹자'를 운영해 큰 인기를 끌고 있는 크리에이터가 6월 울산을 찾아 특강,울산시청자미디어센터 누리집(http://kcmf.or.kr/comc/ulsan/) 및 시청자사업팀(052-960-7036)으로 문의