최근 새로 조성된 울산 송정지구 내 아파트에서 휴대전화 통화가 잘 되지 않아 입주민들이 불편을 겪고 있다.

통신사 중계기가 설치되지 않은 곳이 많기 때문인데, 일부 주민이 전자파 방출을 이유로 중계기 설치를 반대해 이런 불편은 당분간 계속될 전망이다.

울산 북구와 해당 지역 주민들에 따르면 대규모 공동택지로 개발된 송정지구에는 지난해 12월 송정호반베르디움 등 5개 아파트가 준공돼 총 3570세대 입주가 진행되고 있다.

입주율은 송정호반베르디움 83%, 송정한양수자인 79%, 송정한라비발디 69% 등으로 전체 입주예정 세대의 절반 이상이 입주했다.

그런데 이들 아파트 대부분에서 휴대전화 통화가 제대로 안 돼 주민들 불만이 높다.

통화 음질이 크게 떨어지는가 하면 일부 동에서는 아예 통화 연결이 되지 않는 경우도 있다는 게 주민들의 말이다.

한 입주민은 “아예 전화 연결이 안 돼 처음에는 휴대전화가 고장난 줄 알았다”며 “요즘 세상에 도시 아파트 단지에서 휴대전화 통화가 안 된다니 어이가 없다”며 분통을 터뜨렸다.

또 다른 입주민은 “희미하게라도 통화가 가능한 곳은 인근 학교나 기존 아파트 가까이 있는 곳”이라며 “전화 연결이 되는 세대도 집안에서 전파가 잘 잡히는 곳을 찾아 옮겨 다녀야 하는 등 불편이 이만저만 아니다”고 말했다.

이런 현상은 일반적으로 고층 아파트 옥상에 설치하는 휴대전화 중계기를 아직 설치하지 않았기 때문에 발생했다.

일부 주민이 전자파가 방출된다며 중계기 설치에 반대해 입주율이 절반을 넘은 상태지만 중계기를 설치하지 못했다.

옥상 중계기 대신 비교적 전자파가 적게 나오는 지상 중계기나 소형 중계기 등을 통신사가 설치하면 해결할 수 있지만, 아직 입주가 끝나지 않은 상태여서 보안 문제가 뒤따른다.

또 문제를 논의할 입주자 대표회의 같은 자치기구가 구성되지 않은 상태여서 해결이 쉽지 않다.

북구 관계자는 “문제가 오래 가지 않겠지만 입주가 대부분 완료되기 전까지는 계속될 수 있다”고 말했다.

방종근 기자 .

@highlight

울산 북구와 해당 지역 주민들에 따르면 대규모 공동택지로 개발된 송정지구에서 일부 주민들이 전자파 방출을 이유로 통신사 중계기 설치를 반대해 아파트 안에서 휴대전화 통화가 원활하게 되지 않고 있다고 한다.