▲ 울산 중구는 25일 동구 라한호텔(구 현대호텔)에서 열린 2019년 상반기 옥외광고 업무 담당공무원 워크숍에서 옥외광고 업무 우수기관으로 대통령 표창을 받았다.

울산 중구가 지난해 추진했던 다양한 옥외광고 관련 업무가 ‘전국 최고’ 평가를 받았다.

중구는 25일 오후 동구 라한호텔(구 현대호텔)에서 열린 2019년 상반기 옥외광고 업무 담당공무원 워크숍에서 옥외광고 업무 우수기관으로 대통령 표창을 받았다고 밝혔다.

이번 수상은 행정안전부가 지난 한 해 동안 전국 지방자치단체와 공무원 등을 대상으로 옥외광고물 정비실적과 옥외광고업무 정책 등을 비롯한 옥외광고업무 전반(3개 분야, 11개 항목) 걸쳐 진행한 평가 결과에 따른 것이다.

대통령상을 비롯해 국무총리상, 행정안전부 장관상 등 전체 15개 지방자치단체와 7명의 공무원, 민간인 유공자 2명을 각각 선정했다.

이 가운데 중구는 강원도 원주시, 광주 광산구청과 함께 대통령상에 선정되는 쾌거를 거뒀다.

4,500만원 상당의 인센티브도 지급받게 됐다.

중구는 지난해 9억2,000만원의 예산을 들여 태화·우정시장 구간 1,510m 310개 업소의 간판개선사업 통해 무분별하게 난립한 시장 내 간판 550개의 정비를 마쳤다.

또, 4억1,000만원을 투입해 원도심 KB국민은행에서 우정회전교차로까지 380m 구간의 106개 점포의 간판을 정비하는 중앙길 2차 간판개선사업을 진행하고 있다.

특히, 울산 최초로 저단형 현수막게시대 설치를 통해 불법 광고물의 난립을 막은 사업은 타 지자체와 차별되는 우수시책으로 평가받았다.

아름다운 간판 디자인 사례집을 700부 발간해 간판설치 기준과 우수사례, 시책을 소개키도 했다.

박태완 중구청장은 "앞으로도 2019 올해의 관광도시와 연계해 쾌적한 생활환경을 조성하고, 깨끗한 도시이미지 개선을 위해 옥외광고 업무에 최선의 노력을 다하겠다"고 수상 소감을 말했다.

@highlight

2019년 상반기 옥외광고 업무 담당공무원 워크숍에서 울산 중구가 다양한 옥외광고물 정비실적과 옥외광고업무 정책 등을 비롯한 업무에서 전국 최고 평가를 받았다.