25일 대구 삼성라이온즈파크에서 열린 프로야구 삼성 라이온즈와 SK 와이번스의 경기 3회초 1사 주자 만루 상황에서 SK 이재원이 희생 플라이를 치고 있다.

이재원의 희생 플라이로 3루 주자 고종욱은 홈을 밟았다.

SK가 연장 접전 끝에 삼성을 4-3으로 꺾었다.

SK는 이틀 연속 연장전 승리로 4연승을 달렸다.

삼성은 2연패에 빠졌다.

SK 선발투수 박종훈과 삼성 선발투수 윤성환은 각각 5이닝 3실점(2자책), 6이닝3실점을 기록하고 동점 상황에서 내려가 나란히 시즌 첫 승 사냥에 실패했다.

양 팀은 연장 10회까지 가서야 승부를 냈다.

삼성이 먼저 앞섰다.

2회 말 내야안타와 SK 최정의 송구 실책으로 2루까지 간 송준석이 강민호의 좌월 2루타에 선취점을 냈다.

SK는 3회 초 1사 1루에서 고종욱의 좌월 2루타로 1-1 동점을 만들었다.

이어진 1사 만루에서 3루 주자 고종욱은 이재원의 중견수 희생플라이에 역전 득점을 했다.

삼성은 3회 말 2사 후 김상수, 구자욱, 이원석의 연속 안타로 2-2 균형을 다시 맞췄다.

삼성은 5회 말 박해민의 빠른 발로 1점 달아났다.

선두타자 박해민은 우전 안타로 출루한 뒤 김상수 타석에서 2루를 훔치고, 구자욱의 우익수 뜬공에 3루까지 달렸다.

박해민은 이원석의 내야 땅볼에 홈을 노렸다.

타구를 잡은 투수 박종훈이 홈으로 송구했지만, 박해민의 발이 더 빨랐다.

박해민은 개인 통산 500득점에 성공했다.

SK는 6회 초 2사 2루에서 안상현의 적시타로 동점을 만들었다.

양 팀은 연장전으로 들어갔다.

3-3으로 맞선 10회 초, SK는 1사 1, 3루에서 이재원의 우익수 희생플라이로 균형을 깼다.

삼성은 10회 말 박계범의 몸에 맞는 공, 이학주의 볼넷, 박해민의 희생번트로 1사 2, 3루를 기회를 잡았다.

그러나 김상수와 구자욱이 SK 백인식에게 연달아 삼진을 당하며 패배를 막지 못했다.

@highlight

25일 SK가 연장 접전 끝에 삼성을 4-3으로 꺾고 SK는 이틀 연속 연장전 승리로 4연승을 달리고 삼성은 2연패에 빠졌다.