대표적 싸움소의 기량 대결의장인 완주소싸움대회가 오는 5월 2일부터 6일까지 개최된다.

완주군은 올해로 14번째를 맞는 완주전국민속소싸움대회가 5월 2일부터 6일까지 5일 동안 화산면 생활체육공원에서 열린다고 밝혔다.

올해에도 기량이 우수한 전국의 싸움소 160여 두가 출전해 백두급(771㎏ 이상), 한강급(671∼770㎏), 태백급(600∼670㎏) 조를 나누고, 조별 토너먼트를 통해 우승소를 가리게 된다.

특히 올해 대회에서는 지난 2018년도에 경상도지역에서 진행된 각종 소싸움대회에서 발군의 실력을 뽐낸 완주 싸움소가 많아, 치열한 경쟁 속에서 괄목할만한 성적을 거둘지 기대되고 있다.

완주에서 출전하는 소중에서는 백두급 꺽비(고산 송기수), 아멘, 범용 (화산 김용범), 한강급 알파고(비봉 황호준), 태백급 용재(봉동 박윤배)가 안방에서 싸운다는 이점을 가지고 우승을 위해 칼을 갈고 있어 관람객들의 이목을 집중시킬 것으로 예상하고 있으며, 이 소들 뿐만 아니라 전국에서 모여드는 기라성 같은 싸움소들이 매 경기마다 스릴과 박진감 넘치는 소싸움을 펼칠 것으로 기대된다.

전국의 싸움소 162두가 출전한 지난 대회에서는 창원시의 '강투' 소가 백두급에서 우승했고, 대구광역시의 '이칠' 소가 한강급에서, 대구광역시의 '금송이' 소가 태백급에서 우승을 차지해 관중의 기립 박수를 받았다.

정재윤 농업축산과장은 "싸움소의 우직함과 끈기로 어려운 난국을 타결할 수 있는 힘을 얻고 마음을 다지는 기회로 삼고 군민과 양축농가가 하나가 되는 대화합의 장이 되도록 노력 할 것이며 완주소싸움대회가 전국 최고의 대회가 될 수 있도록 최선을 다하겠다"고 말했다.

한편 이번 대회에서는 승마체험, 말 품종전시, 말 먹이주기 체험, 마상무예 공연 등 말문화축제가 함께 진행되어 관람객들에게 다양한 즐길 거리를 제공한다.

@highlight

완주군은 5월 2일부터 6일까지 화산면 생활체육공원에서 제 14회 완주전국민속소싸움대회를 개최해 출전하는 전국의 싸움소 160여 두에서 체급별 토너먼트를 통해 우승소를 가린다.