[부산=환경일보] 권영길 기자 = 부산시는 4월26일 오전11시 장전2동주민센터 2층에서 다함께돌봄센터 '소정아이꿈마당' 개소식을 개최했다.

다함께돌봄센터는 지역중심 돌봄체계 구축으로 돌봄 사각지대를 해소하기 위해 부산시가 추진 중인 사업으로, 소득에 상관없이 돌봄이 필요한 초등학생이면 누구나 이용할 수 있는 시설이다.

다함께돌봄센터 '소정아이꿈마당'

'소정아이꿈마당'은 지난해 개소한 1호 돌봄센터인 사하구의 '아이자람터'에 이어 두 번째 개소하는 돌봄센터로 주민센터 2층을 리모델링해 초등학교 방과 후 돌봄공간을 조성했다.

인근에 초등학교와 아파트단지가 있어 저학년 아이들도 편리하고, 안전하게 이용할 수 있을 것으로 기대된다.

돌봄센터에는 센터장을 포함한 3명의 돌봄교사가 있어 기초학습과 독서지도, 신체활동, 특별활동 등 이용 아동의 특성에 맞춰 다양한 프로그램이 운영된다.

운영시간은 학기 중 오후1시~오후7시, 방학기간은 오전9시~오후6시이다.

부산시는 올해 신규 개소하는 6개 센터(사상구·북구·연제구·남구·부산진구·영도구)를 포함해 오는 2022년까지 75개 센터를 설치한다는 계획이다.

특히 지역 내 주민센터, 종합복지관, 도서관 등 공공시설과 아파트 커뮤니티센터 등 접근성 높고, 개방된 시설의 공간을 활용해 방과 후 돌봄서비스를 제공할 예정이다.

오거돈 부산시장은 "금정구 제1호 다함께돌봄센터의 개소를 축하하며 앞으로 맞벌이부부가 초등학생 아이들을 마음 놓고 맡기실 수 있도록 살피고, 아이와 직업사이에서 갈등하는 여성들이 없도록 직접 챙길 것이며, 최적의 보육환경을 만드는 것이 미래를 위한 가장 가치 있는 투자라고 생각한다. 정말로 다같이 키운다는 마음으로 아이 키우기 좋은 도시 부산을 만들기 위해 노력하겠다"고 전했다.

@highlight

부산시 다함께 돌봄센터는 지난해에 이어 돌봄 사각지대를 해소하기 위해 주민센터 2층을 변경해서 초등학교 방과후 돌봄공간인  '소정아이꿈마당' 를 개설했다.