현대모비스가 긍정적인 1분기(1~3월) 성적표를 공개했다.

친환경차 판매량 증가 덕에 전동화 등 핵심부품의 수익이 '껑충' 뛰었다.

현대모비스는 26일 올해 1분기 매출액과 영업이익이 각각 8조7378억원과 4937억원으로 전년 동기 대비 6.6%와 9.8% 증가한 것으로 잠정 집계됐다고 공시를 통해 밝혔다.

당기순이익은 4858억원으로, 지난해 같은 기간보다 4.3% 늘었다.

주력 사업의 성장이 두드러졌다.

모듈과 핵심부품 제조분야 매출액은 6조9289억원을 달성해 작년 1분기 대비 7.4% 늘었다.

A/S 부문 매출액도 1조8090억원으로 3.7% 증가했다.

대형 스포츠유틸리티차량(SUV)과 친환경차 판매가 동반 늘면서 핵심부품 분야의 실적이 눈에 띄게 좋아진 것이다.

1분기 전동화 부품 매출액은 5746억원으로 전년의 3036억원보다 89% 급증했다.

고사양 멀티미디어 제품과 전장 분야를 포함한 핵심 부품 판매 역시 크게 늘었다.

1분기 핵심 부품 분야 매출액은 1조8859억원으로 지난해 같은 기간보다 23% 증가했다.

현대모비스는 올해 전동화와 전장 등 분야에서 차별화된 품질 경쟁력을 바탕으로 미국과 유럽, 중국 등 해외 완성차 대상 핵심 부품 수주 목표액을 21억 달러까지 끌어올린다는 계획이다.

이는 지난해 17억 달러 대비 28%가량 증가한 수치다.

현대모비스 관계자는 '어려운 경영환경 속에서도 R&D부문에 꾸준한 투자를 이어나간 것이 전동화와 핵심부품 판매 증가로 이어졌다'면서 '앞으로도 고부가가치 핵심 부품 기술 경쟁력을 기반으로 적극적인 영업 활동을 전개해 실적 상승세를 이어나가겠다'라고 했다.

현대모비스는 또 지난 2월 발표한 3년간 2조6000억원대 주주환원 정책도 차질없이 추진해 나갈 계획이다.

회사 측 관계자는 '올해 하반기로 예정돼 있던 기보유 자사주 소각 계획(204만주, 4590억원)은 이사회 결의를 통해 이달 말 즉시 소각된다'고 강조했다.

모비스는 오는 6월 창립 이래 최초로 분기 배당을 실시하고, 하반기에는 자사주 매입을 잇따라 진행할 예정이다.

@highlight

현대모비스는 26일 공시를 통해 올 1분기 매출액과 영업이익이 전년 동기 대비 6.6%와 9.8% 증가한 것으로 잠정 집계됐다고 발표하면서, 전동화 부품 매출액은 전년보다 89% 급증했는데, 이는 친환경차 판매량 증가 덕에 전동화 등 핵심부품의 수익이 '껑충' 뛰었기 때문이라고 말했다.