익산시가 오는 2020년 7월부터 시행되는 '일몰제'에 대비해 소라공원을 비롯한 주요 도시공원 7곳을 민간공원조성 사업으로 추진할 방침이다.

익산의 경우 일몰제가 적용될 경우 해제되는 도시공원은 19곳 390만㎡에 이르며, 토지매입비 3천700억원에 달해 이를 해결하지 못할 경우 난개발 및 생활환경 파괴로 인한 심각한 문제점이 예상 될 것으로, 익산시 재정만으로는 역부족인 상황이다.

이에 따라 익산시는 도시공원 및 녹지 등에 관한 법률에 따라 5만㎡ 이상의 도시공원에 대해 민간사업자가 대상부지 70% 이상을 공원으로 조성해 기부체납하고, 나머지 30% 이하에 대해서는 비 공원시설을 설치할 수 있는 민간공원조성 특례제도를 활용해 사업을 추진하고 있다.

우선 소라공원은 LH에서 공공지원 민간임대주택 공급촉진지구로 지정해 사업을 추진하고 있으며, 지구계획승인절차를 거쳐 올해 연말부터 토지보상과 사업을 시행할 계획이다.

이와 함께 1단계로 마동, 모인, 수도산, 팔봉공원(1지구)에 대한 민간공원조성 사업을 추진 중에 있으며, 행정절차를 거쳐 협약체결 및 사업시행자 지정 후 올해 연말부터 토지매입 절차에 들어간다.

2단계로 추진 중인 배산, 북일, 팔봉공원(2지구)은 올해 3월 우선협상대상자를 선정하고 현재 타당성검토(협상)를 진행하고 있으며, 1단계와 마찬가지로 행정 절차를 거쳐 사업을 조속히 추진할 계획이다.

이번 사업은 그동안 공원으로 묶여 장기간 재산권 행사를 하지 못했던 문제점을 해결하고 익산시의 재정부담을 최소화하면서 공원을 조성할 수 있는 최적의 방안이다.

또한, 공동주택 공급으로 분양가 안정 및 주변지역 인구 유입으로 인한 지역경제 활성화에 도움이 될 것으로 전망된다.

익산시 관계자는 "일몰제 시행이 1년여 남은 시점에서 민간공원조성사업이 차질 없이 진행돼 시민들에게 쾌적한 도시환경과 소중한 여가활동 공간을 제공할 수 있도록 최선을 다할 계획이다"고 말했다.

@highlight

익산시가 오는 2020년 7월부터 시행되는 '일몰제' 로 해제되는 도시공원의 난개발 및 생활환경 파괴를 대비해 소라공원을 비롯한 주요 도시공원 7곳을 민간공원조성 사업으로 추진할 방침이다.