배우 이화선이 동생 이지안 씨의 사망 소식을 알려 안타까움을 주고 있다.

이화선은 26일 자신의 인스타그램을 통해 "내 하나뿐인, 너무나도 사랑하는 동생이 하나님 곁으로 갔다. 누구보다도 밝고 꽃같이 예쁜 그녀가 봄날 벚꽃처럼 하늘로 날아갔다. 외롭고 긴 3년의 투병 생활을 마치고 편안한 잠에 들었다"고 밝혔다.

이화선의 동생 이지안 씨는 유튜브 채널 '릴리리야lily's kitchen'을 통해 시청자들과 소통을 해왔다.

주로 요리 관련 컨텐츠를 올렸으나 췌장암 진단을 받은 이후에는 투병기를 통해 남다른 극복의지와 다른 췌장암 환우들에게 희망을 심어줬다.

2017년 2월 췌장암 3기 판정을 받은 이지안 씨는 암 판정 이후 치료에 전념해오며 지난해 10월에는 보다 건강해진 모습으로 카메라 앞에 선 채 미소 띤 얼굴로 구독자들과 소통했다.

이지안 씨는 지난 2017년 10월 올린 영상을 통해 "1년 동안 있었던 일들 중 하나가 제주도로 내려오게 된 것"이라고 밝히며 "제 얼굴이 작년 이맘 때 올린 영상과 비교해 봤을 때 조금 건강해보이지 않나"고 말했다.

이어 "췌장암 4기이고 복막이랑 췌장암 재발이 진행되고 있다. 그렇지만 '어떡해 어떡해' 마음 갖지 않아도 된다"며 "보시는 바와 같이 저는 오히려 건강해보이는 모습으로 생활을 하고 있다"고 밝혔다.

그러면서도 "어떻게 되는 건지 잘 모르겠다. 병원에서 검사 결과로는 암이 더 진행이 되고 있고, 심지어 시한부 판정까지 받았었지만 오히려 더 건강한 모습으로 이렇게 됐다"고 말했다.

이지안 씨는 "여명 5~6개월 판정을 받았었지만 극복을 하고 나니 지금 현재 마지막으로 그때 검사 결과로는 종양이 커지는 게 처음으로 멈췄다"며 기뻐했다.

하지만 지난해 11월 11일 남긴 영상을 끝으로 더 이상 업데이트 되지 못한 채 그녀의 유튜브 계정은 과거에 머물러 있는 상태다.

5개월 가량 근황이 전해지지 않은 상태에서 갑작스러운 비보가 전해지자 애도가 이어지고 있다.

@highlight

이화선은 26일 자신의 인스타그램을 통해 자신의 동생 이지안이 외롭고 긴 3년의 투병 생활을 마치고 사망하였다고 밝혔으며 이지안 씨는 죽기 5개월 전까지도 유튜브 채널 '릴리리야lily's kitchen'을 통해 시청자들과 소통을 했다.