] 코스피지수가 사흘째 떨어졌다.

1분기 경제성장률이 마이너스로 돌아선 충격과 원·달러 환율 급등에 따른 여파가 계속됐다.

1분기 실적을 발표한 상장사 상당수가 '어닝 쇼크'를 내고 있는 점도 부담을 지우고 있다는 분석이다.

26일 코스피지수는 11.19포인트(0.51%) 내린 2179.29로 마감했다.

사흘 동안 1.8%, 지난 16일의 연고점(2248.63) 대비 3.1% 하락했다.

안진아 이베스트투자증권 연구원은 "부진한 경기와 기업 실적, 수급 공백에 증시 상승 동력이 약해졌다"며 "시장 참가자들이 앞으로 나올 지표와 이벤트를 기다리며 관망세를 보이고 있다"고 말했다.

코스닥지수는 이날 9.43포인트(1.26%) 내린 741.00으로 마감했다.

5일 연속 하락세다.

중국 경기 회복 강도에 대한 눈높이가 낮아지면서 관련 종목의 하락 폭이 컸다.

자동차 부품주인 만도는 7.65%, 현대위아는 4.33% 내렸다.

포스코(-2.30%) 등 철강주와 롯데케미칼(-2.39%) 등 화학주도 약세였다.

윤정선 KB증권 연구원은 "중국의 통화정책 기조가 '완화'에서 '중립'으로 바뀌면서 중국 경기 회복 속도가 기대만큼 빠르지 않을지도 모른다는 우려가 작용했다"고 말했다.

원·달러 환율은 50전 오른 1161원으로 마감하며 연고점을 다시 경신했다.

2017년 1월31일(1162원10전) 이후 27개월 만의 최고치다.

"환율에 민감한 외국인의 매수세를 제약해 국내 증시의 수급 공백을 불러오고 있다"는 우려가 나온다.

강달러와 중국 경기 회복 기대치 하락에 일본 닛케이225지수(-0.22%), 중국 상하이종합지수(-1.20%), 대만 자취안지수(-0.79%) 등 아시아 증시도 대체로 하락했다.

전문가들은 다음주에 나올 각종 지표에 따라 국내 증시의 변동성이 확대될 것으로 보고 있다.

@highlight

코스피지수가 원·달러 환율 급등, 경제성장률 하락과 상장사 1분기 어닝쇼크 등으로 인해 사흘째 하락하였다.