[안동=환경일보] 김희연 기자 = 전국 유일의 여성 축제 '제17회 여성 민속 한마당'행사가 오는 27일 12시 30분부터 웅부공원과 문화공원에서 펼쳐진다.

이번 행사는 안동문화원이 주관하며, 안동놋다리밟기보존회, 안동시여성단체협의회, 안동예절다도연구회, 내방가사전승보존회, 한국여성문화생활회 등 20개 단체 200여 명의 회원이 참여하는 여성 축제의 장이다.

지역에서 오랫동안 내려오던 여성 민속을 한자리에서 직접 보고, 체험하면서 함께 참여해 즐길 수 있는 자리이기도 하다.

이날 행사는 민속행사와 전시·체험행사, 경연대회 등으로 나누어 개최된다.

민속행사(4종)로는 내방가사낭송, 놋다리밟기 시연 등이 있고, 전시·체험거리(20종)로는 접빈다례, 천연염색 체험, 한지공예품 만들기, 야생화 전시, 향토음식 체험, 도자기 핸드페인팅 체험, 사찰음식 체험, 어린이 화전놀이 체험, 안동포 향 주머니 체험, 전통 가양주 체험, 꽃잎 차 체험, 예쁜 떡 만들기 등이 있다.

경연대회(6종)로는 제13회 경상북도 노국공주선발대회, 제9회 경상북도 화전놀이대회, 제9회 향토음식 솜씨대회, 읍면동 널뛰기 대회, 청소년 민속놀이대회 등을 개최한다.

특히, 향토음식 솜씨대회는 읍면동의 특산품을 재료로 한 독특한 음식을 발굴해 이를 스토리텔링함으로써 안동음식산업의 활성화에도 기여할 것으로 기대하고 있다.

올해도 한복을 입고 행사장을 찾는 관람객들에게 체험권을 우선 배부할 계획이다.

또한 단정하고 아름다운 한복 맵시를 뽐낸 관람객과 참여자에게는 한복 맵시상도 시상해 한복 입기 활성화에 앞장설 계획이다.

안동시 관계자는 "해를 거듭할수록 풍성해지는 여성 민속 한마당을 통해 지역의 여성전통문화를 재현하고 지역문화로 승화시켜 모든 시민이 즐기고 함께 하는 참여형 축제로 만들어 가겠다"고 말했다.

@highlight

안동문화원이 주관하고 20개 단체 200여 명의 회원이 참여하는 전국 유일의 여성 축제'제17회 여성 민속 한마당'행사가 오는 27일 12시 30분부터 웅부공원과 문화 공원에서 개최되며, 안동시 관계자는 여성전통문화를 재현하고 지역문화로 승화시켜 모든 시민이 즐기고 참여하는 행사로 만들겠다고 하였다.