] 한경텐아시아가 발행하는 종합 엔터테인먼트 매거진 'TEN Star(텐스타)' 5월호(사진)가 출간됐다.

지난해 8월 첫 완전체 앨범 '+ +'(플러스 플러스)로 데뷔해 최근 리패키지 앨범 'X X'(멀티플 멀티플)로 활동한 그룹 '이달의 소녀(희진, 현진, 하슬, 여진, 비비, 김립, 진솔, 최리, 이브, 츄, 고원, 올리비아 혜)'가 표지를 장식했다.

이달의 소녀는 '동화 속 소녀'라는 콘셉트에 맞춰 봄 분위기가 물씬 풍기는 원피스 차림으로 화사하고 사랑스러운 매력을 뽐냈다.

멤버 전원이 '비주얼 센터'인 그룹답게 빼어난 미모로 시선을 사로잡았다.

이달의 소녀는 'X X'의 타이틀곡 '버터플라이'로 음악방송 1위 후보에 오르고, 뮤직비디오 조회 수도 2000만 건을 훌쩍 넘기는 등 좋은 성적을 거뒀다.

멤버 현진은 "이렇게 연습을 많이 한 건 처음"이라며 "열심히 준비한 덕에 좋은 성적이 나온 것 같아 만족스럽다"고 말했다.

'+ +'와 리패키지 앨범 'X X'를 합쳐 앨범 판매량이 10만 장을 넘기는 성과도 거뒀다.

이달의 소녀는 공식 데뷔 전에 '이달의 소녀 1/3' '이달의 소녀 오드아이써클' '이달의 소녀 yyxy' 등 다양한 유닛 그룹으로 먼저 활동했다.

희진은 "우리에겐 12인 12색의 매력이 있다고 자부한다"고 자랑했다.

팬들에게 어떤 그룹으로 각인됐으면 좋겠느냐고 묻자 올리비아 혜는 "음악을 듣다가 '이거 이달의 소녀 노래네!'라는 말이 나올 정도로 우리만의 색깔이 잡혔으면 좋겠다"고 말했다.

'텐스타' 5월호에는 이달의 소녀 화보와 인터뷰 외에도 배우 남주혁 류준열 전도연 등의 인터뷰와 아이즈원, 스트레이 키즈, 볼빨간 사춘기, 에버글로우 등의 생생한 쇼케이스 현장이 담겨 있다.

@highlight

한경텐아시아가 출간하는 종합 엔터테인먼트 잡지 'TEN Star' 5월 호에 지난해 데뷔한 아이돌 '이달의 소녀'가  '동화 속 소녀' 콘셉트로 표지를 장식했다.