] 경기 침체에 대비하려는 기업들이 회사채 발행에 박차를 가하고 있다.

금리가 낮은 가운데 투자 수요까지 몰린 지금이 자금 조달의 적기라는 판단에서다.

26일 마켓인사이트에 따르면 이달 롯데케미칼 호텔신라 SK네트웍스 등 36개 기업이 총 6조8620억원어치 회사채를 공모로 발행했다.

2012년 4월 회사채 수요예측(사전 청약) 제도가 시행된 이후 월별 기준 사상 최대치다.

지난 1월(6조3280억원) 최대 기록을 썼는데, 석 달 만에 신기록을 갈아치웠다.

건설·증권·항공·화학 등 회사채 발행 기업 업종도 다양하다.

투자 수요가 크게 몰리자 목표한 금액보다 채권 발행금액을 늘리기로 결정한 회사가 줄을 잇고 있다.

이 때문에 당초 증권신고서에 기재한 금액(4조7650억원)보다 실제 발행 규모는 44% 더 커졌다.

현대중공업지주는 당초 1000억원으로 예정했던 발행금액을 두 배로 늘려 2000억원어치를 찍었다.

투자자의 매수 경쟁이 치열해지면서 많은 기업이 계획했던 것보다 더 낮은 금리에 채권을 발행하는 데 성공하고 있다.

이날 3년 만기 'AA-' 등급 회사채 평균금리는 연 2.191%로 1년간 0.664%포인트 하락했다.

중견 해운사인 폴라리스쉬핑은 지난 22일 1년물(300억원)과 2년물(400억원)을 모두 희망금리보다 1.12%포인트 낮은 연 3.009%, 연 4.181% 금리로 발행했다.

한 증권사 기업금융 담당 임원은 "연초부터 불황에 대비해 유동성 확보에 나서고 있는 기업들로선 자금을 조달하기 좋은 황금기를 맞은 셈"이라며 "당분간 회사채 발행 행렬이 이어질 것"이라고 말했다.

다음달에도 대규모 회사채 발행이 잇따를 전망이다.

5000억원 이상을 목표로 삼은 SK하이닉스를 포함해 GS파워(1200억원) AJ렌터카(1000억원) 효성화학(1000억원) 한진칼(700억원) 등이 발행을 앞두고 있다.

@highlight

26일 마켓인사이트에 따르면 이달 롯데케미칼 호텔신라 SK네트웍스 등 36개 기업이 총 6조8620억원어치 회사채를 공모로 발행하여, 지난 1월(6조3280억원) 최대 기록을 석 달 만에 다시 신기록을 세웠는데, 저 금리가 지속 되고 투자 수요까지 몰려 자금 조달의 적기라는 판단에서다.