충북일보］ 우리나라에 수입돼 유통 중인 맥주와 와인에서 발암 물질이 검출되지 않은 것으로 조사됐다.

식품의약품안전처는 최근 수입 맥주와 와인에서 발암 물질이 검출됐다는 해외 정보와 관련해 국내로 수입돼 유통 중인 맥주와 와인을 수거·검사한 결과, 발암 물질인 글리포세이트가 검출되지 않았다고 28일 밝혔다.

이번 검사는 미국 공익연구단체(PIRG·Public Interest Research Group)가 발표한 맥주 15종·와인 5종 등 20개 제품 중 국내 수입된 11개(맥주 10종·와인 1동) 제품과 국내 유통 중인 수입 맥주 30개 제품 등 모두 41개 제품에 대해 진행됐다.

그 결과, 모두 글리포세이트가 '불검출'된 것으로 확인됐다.

지난해 5월 국내에서 제조·유통 중인 맥주 10개 제품에서도 글리포세이트가 검출되지 않았다.

EU·일본 등에서 불검출 수준으로 관리하고 있는 10ppm(0.01㎎/㎏)을 적용한 결과다.

식약처는 이번 글리포세이트 검사에서 국제적 기준에 따라 확립된 시험법인 질량분석법(LC-MS/MS)을 사용했다.

글리포세이트는 국제암연구소에서 발암추정물질(Group 2A)로 분류하고 있지만, 제외국(유럽 식품안전청·미국 환경보호청(EPA)·일본 식품안전위원회 등)에서는 식이섭취로 인한 발암성이 없는 것으로 평가하고 있다.

그동안 해외에서 글리포세이트가 검출됐다는 정보가 발표(0.3∼51ppb=0.0003∼0.051㎎/㎏)돼 왔으나, 미국 환경보호청·독일연방위해평가원 등에서 안전한 수준임을 발표한 바 있다.

국내 전문가 자문회의에서도 인체 위해 우려가 없는 것으로 확인됐다.

식약처 관계자는 "앞으로도 국민이 안심할 수 있도록 식품 안전관리에 최선을 다하겠다"고 말했다.

@highlight

식품의약품안전처는 미국 공익연구단체가 발암 물질이 검출됐다고 발표한 20개 제품 중 국내 수입된 11개 제품과 국내 유통 중인 수입 맥주 30개 제품 등 모두 41개 제품에 대해 EU·일본 등의 관리기준인 10ppm(0.01㎎/㎏)을 적용해 검사한 결과, 발암 물질인 글리포세이트가 검출되지 않았다고 28일 밝혔다.