울릉군이 여섯 번째 공고 만에 가까스로 의료원장을 임명하게 됐다.

군은 지난해 12월 16일 전임 보건의료원장의 5년 임기가 만료됨에 따라 신임 원장 공모에 나섰으나 섬이란 특성상 후임자를 쉽게 구하지 못했었다.

지난해 9월부터 신임 의료원장 모집에 들어갔지만 4차 모집 공모까지 지원자가 없었다.

5차 공모 때는 그나마 2명이 지원했지만, 면접을 앞두고 응시 의사를 철회했다.

울릉도의 유일한 의료기관인 보건의료원의 원장 공석은 이번이 처음은 아니었다.

2001~2002년에도 의료원장을 구하지 못해 20여개월간 공석이 이어졌다.

이처럼 원장 채용이 힘든 이유는 도서지역이라는 지리적 특성과 적은 급여, 교육·문화·생활시설 등이 상대적으로 열악하기 때문이다.

울릉군은 지난 25일6차 공고 끝에 공석이던 울릉군보건의료원장(지방전임계약직 개방형 4호, 서기관급)에 김순철(68) 강원도 강원의료원장을 선임했다고 밝혔다.

김순철 내정자는 부산대의과대학을 졸업하고 전북대학교의과대학원 의학석사학위(MSc)와 국립부경대학교 경영대학원을 거쳐 부산침례병원, 성모병원 등에서 근무해왔다.

또 미국 오클라호마대학 메디칼센터 신경외과, 미국 JFK 메디칼센터 신경과학 연구소 신경과 및 소아신경외과 세부전문의 수료, 동 메디칼센터 연구소와 신경과학부 교수직 임명 및 뇌졸중 연구소장 임용 등 다양한 해외경력을 가지고 있다.

부산 부민병원(의무원장), 거제백병원장, 충주의료원장을 지내고 강릉의료원장에 근무 하는 등 오랫동안 종합병원에서 근무하면서 전문의와 부서장으로서의 많은 경험을 갖고 있다.

울릉보건의료원장은 개방형직위(4급 대우)로 지방공무원보수규정에 따라 1억여원의 연봉을 받는 것으로 알려졌다.

김 원장은 임용후보자 등록 등 행정적 절차가 끝나는 대로 5월부터 업무를 시작할 전망이다.

@highlight

울릉군은 전임 보건의료원장의 5년 임기 만료 후 지리적 특성과 열악한 교육· 문화 시설 등의 이유로 구하지 못했던 신임 보건의료원장 자리에 지난 25일 6차 공고 끝에 김순철(68) 강원의료원장을 선임했다고 밝혔다. 