▲ 지난 26일 (사)한국해비타트 충북·청주지회 관계자들이 옥천군 옥천읍 삼청리에서 김재종 군수 등과 사랑의 집짓기 기공식에 참석해 시삽을 하고 있다.

[옥천=충청일보 이능희기자] 충북 옥천군에 또 하나의 사랑의 집이 지어진다.

(사)한국해비타트 충북·청주지회(이사장 정삼수)는 지난 26일 옥천군 옥천읍 삼청리에서 사랑의 집짓기 기공식을 했다.

기공식에는 김재종 군수를 비롯해 해비타트 관계자, 지역주민 등 70여명이 참석해 안전하고 성공적인 공사를 기원했다.

이날 사랑의 집짓기 22번째 홈 파트너로 선정한 조모씨에게 새로운 시작의 의미를 담은 '망치'를 선물로 전달하며 사랑의 집짓기 시작을 알렸다.

3대가 함께 사는 조씨 가정은 비닐하우스 내 좁은 컨테이너에서 생활하며, 다섯 명의 아이들이 발도 제대로 뻗지 못하는 불편함을 겪어왔다.

이날 기공식을 시작으로 6월 중순이면 튼튼하고 아늑한 집이 지어져 새로운 희망을 꿈을 꿀 수 있게 됐다.

이번 사랑의 집짓기 과정에는 해비타트 관계자 외에도 많은 도움의 손길이 함께 한다.

지난 15일 한국국토정보공사(LX) 옥천보은지사가 지적측량을 무료 지원했고, 주말마다 전국 자원봉사자 300여명이 함께 모여 집짓기와 마을 봉사에 힘을 보탤 예정이다.

마을에서는 자원봉사자가 쉴 수 있는 공간도 별도로 제공하기로 해 공사 기간 중 이곳에는 훈훈한 인심과 추억들이 넘쳐날 것으로 보인다.

김 군수는 "해비타트의 지원과 자원봉사자의 헌신, 마을 주민의 배려 등 삼박자가 잘 어우러져 멋진 집이 탄생할 것으로 보인다"며 "부디 공사를 진행하는 두 달 남짓한 기간 안전에 각별히 주의해 달라"고 당부했다.

한국해비타트(Habitat for Humanity)는 '모든 사람에게 안락한 집이 있는 세상'이라는 비전을 갖고 1976년 미국에서 시작한 비영리 국제단체다.

열악한 주거환경으로 고통받는 사람들을 위해 집을 지어주며 희망을 전하고 있다.

@highlight

(사)한국해비타트 충북·청주지회(이사장 정삼수)는 지난 26일 옥천군 옥천읍 삼청리에서 사랑의 집짓기 22번째 기공식을 가진 가운데 이번 사랑의 집짓기 과정에는 해비타트 관계자 외에도 많은 도움의 손길이 함께 한다.