가성비와 소확행이라는 밀레니엄 세대 맞춤형 '준비물까지 챙겨주는 온라인 취미 클래스' 운용으로 세계적인 창업투자기업 등으로부터 100억원대 투자를 유치한 학생창업기업 대표가 제주 출신으로 알려져 화제다.

UNIST(울산과학기술원)은 최근 학생창업기업 ㈜클래스101(대표 고지연·25·UNIST 디자인 및 인간공학부 4학년)가 120억원 상당의 투자를 유치했다고 밝혔다.

시리즈 A단계 투자에는 소프트뱅크벤처스, 미래에셋벤처투자, KT인베스트먼트, 스프링캠프, 스트롱벤처스가 참여했다.

지난해 3월 정식 서비스에 들어간 '클래스101'는 온라인 취미 플랫폼을 표방한다.

크리에이터들이 만든 다양한 분야의 취미 강의 동영상과 함께 취미에 필요한 준비물을 제공하는 독특한 서비스로 현재까지 누적 사용자 120만 명이 방문했다.

수강생간 작품 공유와 피드백으로 95% 이상의 만족도를 보이고 있다.

이번 투자 유치로 20대 혁신창업 리더로 입지를 굳힌 고 대표는 제주동화초·제주동중·세화고를 졸업했다.

자율형 공립고인 세화고에 수석입학 했는가 하면 학생회장 등을 역임하며 CEO의 자질을 쌓았다.

클래스101은 지난해 6월에도 네이버 투자회사인 스프링캠프에서 5억원을 투자 받았다.

지난해 9월에는 UNIST 학생창업기업 가운데 처음으로 민간투자주도형 기술창업지원(TIPS)프로그램 지원기업으로 선정되기도 했다.

창업 6개월만인 지난해 9월 이미 손익분기점을 넘었다.

처음 6명이던 직원은 현재 50여명으로 늘었다.

앞으로 150명까지 일자리를 늘리고 400억원 매출을 목표로 하고 있다.

고지연 대표는 "혼자였다면 힘들었을 일이지만 '정말 만들고 싶은 걸 만들어보자'는 생각으로 뭉친 6명 창업멤버들의 역할도 컸다"며 "새로운 취미 활동을 원할 때 누구나 쉽게 찾아와 함께 어울릴 수 있는 국가대표 취미 플랫폼으로 성장하겠다"고 말했다.

@highlight

최근 온라인 취미 플랫폼을 표방하며 지난 해 3월 정식 서비스에 들어간 학생창업기업 (주)클래스101이 국내외 유명 창투사들로부터 120억원의 투자를 유치했다는 발표가 있었는데, 이 회사 고지연 대표(25·UNIST 디자인 및 인간공학부 4학년)가 제주 출신으로 알려져 주목을 끌고 있다.