(동양일보 임재업 기자) 우리나라의 올해 경제성장률에 대한 시장의 전망치가 2% 안팎으로 더 내려갔다.

이주열 한국은행 총재조차 정부와 한은의 올해 성장률 전망치(2.5∼2.7%)를 맞추려면 '분발'이 필요하다고 언급했다.

28일 금융권에 따르면 이주열 총재는 지난 26일 주요 은행장들과 모인 금융협의회에서 "2·3·4분기 성장률을 끌어올리지 않으면 올해 성장률을 지키기 어려울 것"이라고 말했다.

이 총재는 또 "정부의 재정투입 효과가 아직 개별 소비 주체에 잘 전달되지 않는 것 같다"며 우려했다고 참석자들이 전했다.

한은은 올해 성장률 전망치를 2.6%에서 2.5%로 낮춰 잡았다.

1분기 -0.3%를 기록한 만큼, 2분기(1.2%)·3분기(0.8%)·4분기(0.9%)에 견조한 흐름을 이어가야만 이를 달성할 수 있다고 설명했다.

전문가들은 그러나 1분기 역(逆)성장에 따른 반등 효과를 계산에 넣더라도 2분기 1.2% 성장이 쉽지 않은 수치라고 지적했다.

윤여삼 메리츠종금증권 연구원은 "2분기 1.2%의 성장률은 가능성이 작다.

재정투입 효과가 일부 회복해도 높아야 1.0%에 그칠 것"이라고 예상했다.

주원 현대경제연구원 경제연구실장은 "4월(1∼20일) 수출이 -8.7%다.

이런 상황이면 2분기 1.2% 성장은 어렵다고 보는 게 맞는다"고 말했다.

이 총재는 금융협의회에서 "기업투자 심리가 되살아나야 성장 흐름의 회복을 앞당길 수 있다"고 했지만, 주 실장은 "통신업은 마무리됐고, 남은 건 제조업인데, 투자하겠다는 기업이 없다"며 올해 성장률을 2.2∼2.3%로 봤다.

LG경제연구원은 성장률 전망치를 2.5%에서 2.3%로 하향 조정했다.

대신증권 공동락 연구원은 "애초 예상했던 2.3%보다 낮아질 것"이라고 관측했다.

일각에선 6조7000억원의 추가경정예산안에 기대를 걸지만, 이 정도 규모로는 성장률을 0.1%포인트 끌어올리는 데도 역부족인 실정이다.

서울대학교 김소영 교수는 이번 추경에 대해 "경기부양 효과를 보여주는 '재정승수'가 0에 가까운 복지지출이 많다"며 "소비 진작이 원하는 만큼 나오지 않을 것"이라고 말했다.

@highlight

지난 26일 금융협의회에서 이주열 총재는 기업투자가 저조하여 올해 한국 경제성장률에 대한 시장의 전망치가 2% 안팎으로 조정됐다고 밝혔다.