최근 계속되는 경기침체로 많은 중소기업들이 어려움에 처해 있다.

현재의 위기 상황을 극복하기 위해 중소기업의 경쟁력을 강화하고 생산성을 높이는 방법은 여러 가지가 있겠지만, 그중 하나는 바로 사람에 대한 투자다.

당장 가시적인 성과를 볼 수는 없지만 급변하는 대내외적인 환경에 발빠르게 대처하고 경쟁력을 갖추기 위해서는 직원에 대한 투자 즉, 근로자들의 직무능력을 향상시키는 것이다.

그러나 많은 기업들이 인력운영의 어려움과 근무시간 단축 등 여러 가지 이유로 다양한 교육과 훈련을 받고 싶어도, 아니면 기업에 딱 맞는 훈련 프로그램을 찾지 못해 교육 훈련에 주저하는 기업들이 많다.

이러한 기업의 애로를 해결하기 위하여'2019년 중소기업 유급휴가훈련 지원사업'이 추진되고 있다.

'유급휴가 훈련 지원사업'이란 훈련비 지원액 한도, 업무공백 등 사유로 인해 직무능력향상 훈련을 받기 어려운 중소기업 근로자를 대상으로 유급휴가를 제공하고 실시하는 직업능력개발 훈련을 말한다.

노동관련 법률을 위반한 이력이 없는 중소기업 중 재직중인 근로자에게 유급휴가를 주어 직무향상훈련을 실시하려는 기업은 누구나 참여할 수 있으며, 고용위기지역으로 지정된 군산지역 소재 중소기업의 경우 참여 심사 시 우대를 받을 수 있다.

기업은 훈련기관 발굴, 훈련과정 개발 등 전체 과정을 기업이 자체적으로 진행하는'개별기업 단독참여형'과 훈련 전반을 총괄 지원하는 운영기관을 도움을 받아 훈련을 진행하는 '운영기관 지원형'으로 신청할 수 있다.

참여 기업에서는 훈련 대상자가 30일 이상(훈련 시간은 60시간 이상) 훈련에 참여할 경우, 훈련 대상자의 인건비를 최저임금의 150% 한도로 지원받을 수 있으며, 재직자의 훈련 참여로 인해 대체인력을 활용할 경우에는 대체인력의 인건비를 최저임금의 100% 한도로 지원받을 수 있다.

유급휴가훈련 참여를 통해 기업은 소속 근로자들의 업무 역량을 제고시킴으로써 기업 경쟁력을 높이고 생산성을 향상시킬 수 있을 것으로 기대된다.

중소기업 유급휴가훈련 지원사업에 대한 참여 접수는 오는 5월 3일까지 진행하며, 보다 자세한 사항은 한국산업인력공단 사업주훈련지부(052-714-8277)를 통해 문의하면 된다.

@highlight

중소기업 근로자를 대상으로 유급휴가를 제공하고 직업능력개발 훈련을 실시하는 '2019년 중소기업 유급휴가훈련 지원사업'은 근로자들의 업무 능력을 향상시켜 참여 기업의 경쟁력과 생산성을 증대할 것으로 기예상된다.