] 올해 운용사들의 수익률이 나아졌지만 근심은 깊어지고 있다.

증시가 강세를 보이며 주식형 펀드도 성과를 내고 있지만 환매는 오히려 늘고 있어서다.

28일 펀드정보업체 에프앤가이드에 따르면 설정액 10억원 이상의 펀드를 기준으로 연초 이후 국내 주식형펀드의 수익률은 7.91%다.

지난해 -18.58%였던 것과 비교하면 크게 나아졌다.

하지만 오히려 돈은 빠져나가고 있다.

올 들어 이달 26일까지 2조1053억원 이상이 주식형 펀드에서 이탈했다.

지난해 바닥을 기던 증시가 미국 기준금리 인상 우려 완화, 미·중 무역분쟁 해결 등에 대한 기대로 반등하자 차익 실현을 위한 환매가 늘고 있다는 분석이다.

수익률이 높은 펀드도 예외가 아니다.

설정액 100억원 시장의 펀드 중 수익률이 높은 상위 20개 펀드에서도 5660억원이 빠져나갔다.

지난해 하락장에서 손해를 보지 않고 올 들어서도 12.56%의 수익을 내고 있는 KB중소형주포커스에는 841억원의 환매 신청이 들어왔다.

최웅필 KB자산운용 상무는 "가치주에 투자하는 방식으로 장기 수익에 대한 기대가 큰 펀드인데 단기적으로 성과가 났다고 환매하는 것이 안타깝다"며 "그만큼 장기투자 문화가 정착되지 않았다는 증거"라고 말했다.

그간 공모펀드의 인기가 주춤한 와중에도 2조원이 넘는 돈을 굴리던 신영밸류고배당(올 들어 지난 26일까지 수익률 7.39%)에서도 올 들어 807억원이 빠져나갔다.

운용사들은 이어지는 환매에 골머리를 앓고 있다.

고객에게 돈을 돌려주기 위해 담고 있는 바구니에서 종목을 빼야 하기 때문이다.

한 자산운용사 펀드매니저는 "요즘은 어떤 종목을 살지 발굴하는 대신 무엇을 팔아야 할지 고민하는 시간이 더 많다"고 말했다.

앞으로 지수가 오르면 환매는 더 늘어날 것이란 전망도 나온다.

전경대 맥쿼리투자신탁운용 주식운용본부장은 "지난해 초 2300~2400선에서 펀드에 투자한 고객들이 지금은 손실을 견디고 있지만 원금이 회복되는 시점에 투자금을 회수하려 할 것"이라며 "펀드 매물 부담으로 지수 상승에도 한계가 있을 것"이라고 말했다.

@highlight

28일 펀드정보업체에 따르면 증시가 강세를 보이며 주식형 펀드가 성과를 내고 있지만 환매는 늘고 있어 올 들어 26일까지 2조1053억원 이상이 펀드에서 이탈해 미국 기준금리 인상 우려 완화와 미.중 무역분쟁 해결 등에 대한 기대로 반등했지만 차익을 위한 환매는 늘고 있다고 전했다.