광명시가 근로계약 종료 논란으로 경기도 소청심사에서 구제받은 전 인권센터장에 대해 근무평가를 재실시하는 것으로 밝혀졌다.

하지만 시는 근무평가 재실시하면서 전 인권센터장에게 낮은 평점을 준 동일인을 평가자로 다시 선정해 계약종료를 유도하기 위한 짜맞추기식 심사라는 논란이 일고 있다.

28일 광명시와 전 광명시인권센터장에 따르면 시는 다음 달 초 부시장이 위원장인 근무평가위원회를 열고 전 인권센터장에 대한 지난해 근무평가를 다시 실시한다.

근무평가위원회는 본인평가점수와 부서장평가점수를 참고해 최종 근무실적 평가 점수를 낸다.

이를 위해 시는 최근 감사담당관에게 부서장평가를 하도록 했다.

본인평가점수는 지난해 전 인권센터장이 제출한 점수로 갈음했다.

앞서 시는 지난해 전 인권센터장에 대한 근무실적을 평가과정에서 부서장 평가점수 64점을 참고해 지난해 12월 31일 근무계약을 종료했다.

하지만 경기도소청심사위원회는 지난 2월 시의 '근무계약 종료 결정'을 취소했다.

위원회는 감사담당관이 책정한 부서장 평가 점수 64점이 '공정하지 않다'고 봤다.

시는 소청위원회 결정에 대한 법률자문을 받아 '공정한 재심사'를 하는 것으로 정했다.

그러나 시는 '공정한 재심사'를 실시하겠다며 인권센터장에게 불공정 평가를 한 동일인에게 부서장 평가를 맡겼다.

광명시 전 인권센터장은 자신을 계약 종료시키기 위해 끼워맞추기식 절차를 진행하고 있다고 비판하고 있다.

전 인권센터장은 "인권센터장으로 일하며 부당한 인사 조치를 호소하는 동료 공직자를 위해 부시장을 고발한 것이 불공정한 근무평가로 돌아왔다"고 주장했다.

그러면서 "그런데 똑같은 방식으로 위원장이 부시장, 평가자가 감사담당관인 근무평가를 진행하겠다고 한다"며 "그들이 다시 평가를 진행하는 것은 적절하지도, 공정하지도 않다"고 강조했다.

시 관계자는 "소청심사위원회의 결정을 기초로 법률자문을 받아 '공정한 재심사'를 하기로 했다"며 "부서장 평가는 감사담당관이 하지만, 근무평가위원회는 위원 구성은 다를 수 있다"고 답했다.

@highlight

광명시가 근로계약 종료 논란으로 경기도 소청심사에서 구제받은 전 인권센터장의 근무평가를  낮은 점수를 준 동일인에게 맡겨 계약 종료시키기 위해 끼워넣기식 심사라는 논란이 일자 "평가는 감사담당관이 하지만, 근무평가위원회는 위원 구성은 다를 수 있다"고 말했다.