'2019 전국생활체육대축전'이 전국 2만여 명의 생활체육인들이 참가한 가운데 26일 충주 종합운동장에서 개막식을 가졌다.

이날 개막식은 이낙연 국무총리와 이기흥 대한체육회장, 노태강 문화체육관광부 차관을 비롯해 개최지인 이시종 충북지사와 조길형 충주시장 등이 참석했으며 권영진 대구시장, 양승조 충남지사, 이춘희 세종시장등 자치단체장과 17개 시·도 선수와 일본 선수단, 자원봉사자 등이 참석했다.

올해 열리는 '충주세계무예마스터십대회' 홍보를 위해 충북도와 충주시가 마련한 유네스코 국제무예센터 시범단의 무술 공연이 관심을 끌었다.

공식 개회식에 이은 축제마당에서는 화려한 빛과 불꽃으로 표현한 '강호 축의 중심, 강호대륙으로 뻗어 나가는 충북'을 주제로 한 공연이 펼쳐져 참석자들의 눈길을 끌었다.

이시종 지사는 환영사에서 "충북은 2017년 전국체전과 지난해 세계소방관경기대회를 성공적으로 개최한데 이어 이번에 전국생활체육대축전을 치르게 돼 무한한 긍지와 자부심을 느끼고 있다"고 밝혔다.

이 지사는 특히 "오는 8월에는 무예올림픽 세계무예마스터십대회가 충주시에서 열린다"며 '2019충주세계무예마스터십'에 대한 각별한 관심을 당부했다.

이낙연 총리는 "정부는 전국 어디서나 10분 이내 거리에서 생활체육을 즐길 수 있도록 인프라를 확충하고 2020년까지 국민 평균수명을 75세로 끌어올릴 것"이라고 말했다.

또 "충북선철도 고속화사업 예비타당성조사 면제로 강호축의 꿈이 더 가까워졌고 강호축 철도가 연결되면 충북은 더 역동적으로 변화할 것"이라며 "정부도 더 지원에 나서겠다"고 약속했다.

이번 대회는 오는 28일까지 충주를 비롯한 충북지역 60개 경기장에서 43개 종목에 걸쳐 열린다.

마지막 날 오후 4시 충주 장애인형국민체육센터에서 열리는 폐회식에서는 내년도 개최지인 전북이 대회기를 넘겨받게된다.

@highlight

2019년 전국 생활 체육 대축전 개막식이 26일 충주종합운동장에서 정부 인사 및 자치단체장과 17개 시 ·도 선수와 일본 선수단, 자원봉사자 등이 참석한 가운데 열렸으며 28일까지 충주를 비롯한  충북지역 60개 경기장에서 43개 종목에 걸쳐 진행된다.