SK증권 PE(사모펀드)는 창원에너텍 지분 100%에 대한 주식매매계약을 체결했다고 29일 밝혔다.

경남 창원시에 위치한 창원에너텍은 사업장 폐기물, SRF(폐기물 고형연료) 소각을 통해 발생한 열에너지로 스팀을 생산·판매하는 폐기물 중간처분업체다.

지난해 기준 매출액은 147억원, 상각전영업이익(EBITDA)은 61억원을 각각 거뒀다.

이번 거래는 SK증권 PE가 단독 GP(업무집행사원)로 진행한 첫번째 경영권 인수(Buy-out) 거래다.

그간 SK증권은 SK그룹 계열사로서 PEF(사모펀드)를 통한 계열사 추가 편입에 제약이 따르면서 주로 타 운용사와 공동 GP형태로 PE사업을 영위했지만, 지난해 7월 그룹에서 분리된 후 단독 GP가 가능해졌다.

SK증권 PE 관계자는 '이번 거래는 SK증권 PE가 단독 GP로 역량을 발휘한 첫 사례'라며 '맥쿼리 · SC PE 등 일부 운용사들이 독식하던 폐기물 업체 인수합병(M&A)에 SK증권의 이름을 올리게 된 의미 있는 딜'이라고 말했다.

SK증권 PE는 2005년부터 현재까지 총 17개 펀드를 설립해 약 2조4000억원을 성공적으로 운용하고 있다.

최근 투자회수(Exit) 실적도 눈에 띈다.

2016년 블라인드 펀드와 프로젝트 펀드를 통해 에코프로비엠에 총 600억원을 투자했다.

상장시 기업가치가 최초 투자시점 대비 약 5배 상승하면서 IRR(내부수익률) 90%를 달성했다.

이는 2차전지 소재사업의 성장성에 주목한 결과다.

에코프로비엠은 적자였지만 SK증권 PE는 성장 가능성을 염두해 투자를 단행, 적극적인 가치 증진을 회사의 성장을 도왔다.

2017년 10월 타 운용사와 공동 투자한 애경산업의 경우 200억원을 투자했다.

1년3개월 만에 IRR 32%를 시현했다.

지난해 3월 공동 투자한 HLB생명과학의 경우 IRR 53%를 달성했다.

@highlight

SK증권 PE(사모펀드)는 단독 GP로 진행한 첫번째 경영권 인수로, 경남 창원에서 열에너지로 스팀을 생산, 판매하는 폐기물 중간처분업체인 '창원에너텍' 지분 100%에 대해 주식매매계약을 체결하였다고 29일 밝혔다.