"상급자지시 받았는데 … " 상급자의 지시를 받은 하급자가 매출채권 위조 서류를 작성한 뒤 외부 회계법인에 제출했다가 법원으로부터 유죄를 선고받았다.

서울중앙지방법원 형사18단독 박상구 부장판사는 A제약 구매담당직원 B씨에 대해 사문서위조방조와 위조사문서행사방조 혐의에 대해 유죄로 인정하고 벌금 200만원을 선고했다고 29일 밝혔다.

A사는 2016년 독일 청소용품 제조사의 한국지사인 C사로부터 독점 매입·판매계약을 맺었다.

A사는 C사와 120억원어치 제품을 팔기로 계약을 했으나 연말이 되도록 23억원어치만 판매했다.

C사는 재고 물량 처리를 위해 A사 담당 D부장을 압박했고, D부장은 C사에게 재고를 떠 앉겠다는 식으로 둘러댔다.

하지만 2017년 1월 C사 회계법인이 A사에 채권채무확인의뢰서를 요구하면서 꼬이기 시작했다.

B씨는 D부장의 지시를 받아 'C사 결산 중 A사에 대한 대여금 금액이 매출채권으로 수정돼 총 매출채권 금액이 97억원'이라는 문서를 작성한 뒤 C사 담당 회계법인에 내줬다.

B씨는 D부장이 회사 승인을 받아 관련 업무를 처리했다며 무죄를 호소했다.

하지만 박 부장판사는 궁극적으로 A사의 승인은 받지 않은 업무처리라고 판단했다.

박 부장판사는 "구매의뢰 업무를 담당한 B씨로서는 A사와 C사의 거래 중 97억원 상당의 매입이 실제 행해지지 않은 점을 잘 알고 있었다"면서 "재무담당 직원이 아닌데도 상급자의 허위 채무 부담 내용을 직접 확인해주고, 수정 확인하는 내용을 추가했다"고 지적했다.

이어 "상급자의 확인의뢰서 위조 및 행사에 관해 미필적으로 인식했다고 예견했다고 보는 것이 타당하다"고 지적했다, 상급자가 지시한 불법행위를 따르거나, '회사가 승인해줬다'는 말을 듣고선 서류를 위조했더라도 책임을 면하기 힘들다는 것이다.

다만 B씨가 이 사건 범행으로 수익을 얻지 않았고, 상급자와 공범 관계가 아니라는 점에서 벌금형을 선고했다.

@highlight

직원이 상급자가 지시한 불법행위를 따르거나, '회사가 승인해줬다'는 말을 듣고서 서류를 위조했더라도 책임을 면하기 힘들다는 판결이 나왔으며 문서위조방조와 위조사문서행사방조 혐의에 대해서는 유죄로 인정하면서도  이 범행으로 수익을 얻지 않았고, 상급자와 공범 관계가 아니라는 점을 참작해 벌금 200만원을 선고했다.