경기도교육청은 '2019년 경기도교육비특별회계 제1회 추가경정 세입·세출예산안'을 경기도의회에 제출했다고 29일 발표했다.

추경 예산안은 ▲보통교부금 및 특별교부금 등을 포함한 중앙정부이전수입 2조3718억원 ▲지방자치단체이전수입 2833억원 등 본예산 15조4177억원 대비 총 2조5906억원(16.8%)을 증액 편성했다.

1회 추경안은 교육의 공공성을 강화하고, 재정운용의 건전성 확보를 위한 사업에 예산을 집중했다.

무상급식 1748억원 ▲공기정화장치 설치 877억원 ▲체육관 신설 관련 466억원 ▲미래교육환경 조성 445억원 ▲유아교육 공공성 강화 158억원 ▲3.1운동 및 대한민국임시정부수립 기념사업 14억원 ▲학교 신·증설 2761억원 ▲지방교육채 상환 1조4000억원 등이다.

도교육청 관계자는 '추가경정예산안에는 2학기부터 고등학교 3학년 학생에 대한 무상교육과 고교 전학년 무상급식을 지원해 교육복지정책 전면 실현을 앞당기는 기반을 마련하는 것에서 의미를 찾을 수 있다'고 설명했다.

또 경기도교육청은 유아교육 공공성과 투명성 강화를 위해 에듀파인시스템을 사용하는 사립유치원에 학급운영비를 지원해 사립유치원이 사회적 신뢰감을 회복하고 진정한 '유아학교'로 거듭나도록 지원할 계획이다.

이외에도 미세먼지 등으로 달라진 환경변화에 맞춘 교육환경 조성을 지원하고, 3.1운동과 임시정부 수립 100주년을 맞아 학생들이 역사의식을 강화해 미래사회 평화시대를 여는 체험중심 경기교육 추진 계획도 포함했다.

도교육청 2019년 제1회 추가경정예산안은 제335회 경기도의회 본회의 심의를 거쳐 내달 28일 의결할 예정이다.

조정수 경기도교육청 예산담당서기관은"이번 추경은 교육의 공공성 강화와 안전하고 건강한 교육환경 개선에 중점을 두었다"면서 "학생이 배움의 주체가 되어 행복한 시민으로 성장할 수 있도록 공정한 교육, 공평한 학교를 실현하기 위해 최선을 다할 것"이라고 말했다.

@highlight

경기도 교육청은 29일  '2019년 경기도교육비특별회계 제1회 추가 경정 세입·세출예안'을 의회에 제출했고 본 예산 대비 총 2조5906억원(16.8%)을 추경했으며 교육의 공공성 확대 및 재정 운용의 건전성 회복에 집중 할 계획이다.