LG전자 디오스 식기세척기가 친환경 경쟁력을 인정받았다.

LG전자가 지난달 출시한 LG 디오스 식기세척기가 최근 영국의 대표적인 친환경 인증기관인 카본 트러스트(Carbon Trust)로부터 탄소절감(Carbon Reducing)에 대한 탄소발자국(Carbon Footprint) 인증을 받았다.

카본 트러스트로부터 식기세척기에 대한 탄소절감 인증을 받은 것은 LG전자가 처음이다.

카본 트러스트는 기후변화 대응을 위한 정부 정책 제안, 글로벌 기업 친환경 컨설팅, 제품 친환경 인증 등을 하는 인증기관이다.

카본 트러스트는 제품의 생산, 유통, 사용, 폐기 등 전 과정에서 발생하는 이산화탄소 배출량이 환경에 미치는 영향을 종합적으로 평가해 탄소발자국 인증을 부여한다.

특히 카본 트러스트는 탄소배출량 산정에 관한 표준(PAS 2050; Publicly Available Specification 2050) 등 엄격한 국제 심사 기준에 따라 제조사가 연구개발에 지속적으로 투자해 기존 모델 대비 탄소배출량을 낮춘 제품에 인증을 한다.

이 제품의 친환경 경쟁력은 인버터 DD모터, 토네이도 날개, 고압 물살 등이 에너지 효율을 향상하고 세척 시간을 단축한 데에 있다.

LG전자 생활가전의 핵심부품인 인버터 DD모터는 10년 무상 보증의 뛰어난 내구성을 갖췄다.

이 부품은 일반 모터 대비 에너지 효율이 30% 더 높다.

이 제품은 또 식기세척기의 천장, 중간, 바닥에서 나오는 54개의 물살이 식기를 구석구석 깨끗하고 빠르게 세척한다.

특히 식기세척기 바닥에 있는 X자 모양의 토네이도 세척 날개가 시계 방향과 반대 방향으로 번갈아 회전하면서 만들어 낸 고압 물살이 식기에 남아있는 세제와 기름때까지 제거한다.

고압 물살은 표준코스 기준으로 기존 모델 대비 약 40% 더 빠른 55분 만에 식기 세척을 끝낸다.

@highlight

LG 디오스 식기세척기가 친환경 인증기관인 카본 트러스트로부터 이산화탄소 배출량이 환경에 미치는 영향을 종합적으로 평가해 부여하는 탄소발자국 인증을 받았으며, 식기세척기에 대한 탄소절감 인증으로는 처음이다.