천연물 위염치료제 제네릭(복제약)을 개발한 풍림무약의 이정석 대표가 이달 '자랑스러운 중소기업인'으로 선정됐다.

중소벤처기업부와 중소기업중앙회는 '2019년 4월의 자랑스러운 중소기업인'으로 의약품 제조업체인 풍림무약 이정석 대표를 선정했다고 30일 밝혔다.

1974년 설립된 풍림무약은 45년 동안 명맥을 이어오고 있는 강소기업으로 가업승계를 통해 2002년부터 이 대표가 경영하고 있다.

창립 초기에 시작한 무역업을 중심으로 의약품, 식품원료, 광학기기 등 고부가가치 제품을 공급하고 있다.

이 대표는 취임 이후 제약사업에 적극적으로 투자,기존 제조 중심의 사업형태를 벗어나 R&D(연구개발) 중심의 신수종사업 발굴에 힘쓰고 있다.

서울대 신약개발센터 내 연구개발전담조직인 R&D센터를 열고 지속적인 연구개발을 수행하고 있다.

의약품 관련 특허를 비롯해 다양한 산업재산권을 보유하고 있다.

출시 등 성과를 잇달아 거두면서 천연물 의약품 분야에서 입지를 더욱 공고히 하고 있다.

지난 2월에 출시한 '파티스렌에스정'은 천연물 위염 치료제(스티렌투엑스정)의 퍼스트제네릭 제품이다.

풍림무약이 원료 및 제제개발부터 특허심판 등 개발 과정을 주도해 지난해 11월 스티렌투엑스정 제제특허 회피를 통해 최초로 허가된 데 이어 우선판매품목허가 요건까지 충족해 오는 11월1일까지 독점판매 기간을 확보했다.

이 대표는 기업의 사회적 책임을 다하는 데도 적극 나서고 있다.

지난해 20여 명의 청년을 채용하는 등 일자리 창출에 앞장서 '청년친화 강소기업' 인증을 받았다.

가정 양립 노력으로 '가족친화 우수기업' 인증을 받는 등 일하기 좋은 중소기업의 모범사례를 만들었다.

이 대표는 "다른 중소제약사와 차별화된 경쟁력을 갖기 위해 R&D에 많은 비용을 투자하고 있다"며 "현재 위 건강을 타깃으로 개별인정형 원료를 개발하고 있으며 하반기 인체적용시험에 착수할 계획"이라고 밝혔다.

@highlight

중소벤처기업부와 중소기업중앙회는 30일 '2019년 4월의 자랑스러운 중소기업인'에 천연물 위염치료제 제네릭을 개발한 공로를 인정하여 의약품 제조업체 강소기업으로 45년의 역사를 가진 풍림무약의 이정석 대표를 선정했다.