'복면가왕' 출연으로 화제의 중심에 선 배우 박시은이 소감을 전했다.

지난 28일 MBC '복면가왕'에 '혼돈의 카오스'로 출연한 박시은은 청아한 목소리로 god의 '길', 이선희의 '인연'을 열창했다.

맑은 음색에 매끄러운 고음 처리, 섬세한 감정 표현을 더해 보는 이의 심금을 울렸다.

이어진 개인기 코너에서는 다양한 동물 소리를 앙증맞게 모사하고 수준급 댄스까지 선보이는 등 다재다능한 매력을 뽐냈다.

아이돌, 인디 가수 등 여러 추측을 불러 일으킨 박시은은 일반인 판정단 점수에서 대결 상대와 동점을 받을 정도로 선전했다.

정체가 공개되자마자 대중의 관심을 한몸에 받으며 포털 사이트 검색어 1위에 오르기도 했다.

박시은은 오늘(29일) JYP엔터테인먼트를 통해 뜻깊은 마음을 전했다.

"이렇게 무대에서 노래하는 게 처음인데, 게다가 '복면가왕'이라 더욱 긴장되고 설렜다"며 이번 무대를 위해 2주 동안 매일 연습에 매진했다고 밝혔다.

이어 "가면을 쓰고 노래하는 것 자체가 즐거운 경험이었고 여러분에게 새로운 모습을 보여드릴 수 있어서 행복했다. 잊지 못할 추억이 될 것 같다"고 말했다.

마지막으로 "방송 재밌게 봐주셨으면 좋겠다. 앞으로도 많은 사랑 부탁드린다"며 시청자에게 감사 인사를 건넸다.

한편 명품 아역으로 주목받은 박시은은 KBS 2TV '7일의 왕비', JTBC '그냥 사랑하는 사이' 등에 출연한 바 있다.

지난해 '서른이지만 열일곱입니다'로 '2018 SBS 연기대상' 청소년 연기상을 수상하며 연기력을 인정받았다.

올 초 방영된 tvN '왕이 된 남자'에서는 나인 '최계환' 역으로 여진구와 호흡을 맞추며, 극 초반부터 강렬한 존재감을 발산했다.

특히 이번 예능 출연을 통해 팔방미인 면모까지 드러내, 차기작에 대한 기대가 남다르다.

@highlight

'복면가왕' 출연으로 화제의 중심에 선 박시은이 '가면을 쓰고 노래하는 것 자체가 즐거운 경험이었고 여러분에게 새로운 모습을 보여 드릴 수 있어서 행복했다. 잊지 못할 추억이 될것 같다.' 며 소감을 전했으며 박시은은 예능 출연을 통해 팔방미인의 면모까지 드러내 차기작이 기대된다.