한국당 감금·점거·폭력사태, 내 이름으로 직접 고발하겠다

이해찬 더불어민주당 대표는 29일 여야 4당이 추진하는 선거제·개혁법안 패스트트랙(신속처리안건) 지정에 반대해 한국당이 물리력을 동원, 회의장을 점거하는 등 회의를 방해하는 것과 관련, "반드시 청산할 사람은 청산하고 제가 정치를 마무리 하겠다"고 강조했다.

이 대표는 이날 국회에서 열린 의원총회 모두 발언을 통해 "독재 통치자들의 후예가 독재타도를 외치고, 헌법을 유린한 사람들의 후예가 헌법수호를 외치는 국회를 제가 어떻게 그냥 두고 떠나겠는가.

저는 이 사람들을 절대로 용납할 수 없다"면서 이같이 말했다.

이 대표는 "우리가 목숨을 걸고 고문을 당하면서 감옥살이를 하면서 지켜온 것은 이 사람들을 위한 게 아니다.

국가와 국민들을 위해서 우리가 이렇게 싸워 왔다"면서 "도둑놈들한테 이 국회를 맡길 수가 있겠느냐"고 반문했다.

그는 "의총이 끝나면 무슨 짓들을 하고 있는지, 사개특위 회의장과 정개특위 회의장에 한 번 가보겠다"며 "지금 저는 채증을 하고 있다.

오늘은 동영상으로 채증을 하겠다.

용납하지 않겠다"고 거듭 강조했다.

이 대표는 의총에 앞서 열린 최고위원회의에서도 "한국당이 일으킨 불법 감금, 점거, 폭력사태로 국회 기능이 완정히 마비돼 있다"며 "제가 직접 휴대폰 카메라로 불법행위를 한 사람들 사진을 30장 찍어놨다.

제 이름으로 직접 고발 조치를 하겠다"고 강조했다.

이 대표는 "제가 그 사람들에게 '난 더 이상 정치 안할 사람이라 내 이름으로 고발 조치하겠다'고 말했다"며 "정치를 마무리하면서 국회 질서를 바로잡고 마무리하겠다"고 덧붙였다.

그는 이어 "헌정 문란 행위를 일으킨 한국당은 지난 주말부터 '독재 타도', '헌법 수호'를 회치는데 참 어이가 없다는 생각을 많이 했다"며 "국회 선진화법을 자기들이 만들고 어기는 것이 헌법 수호라고 주장하는 어처구니없는 사태가 국회에서 벌어졌다"고 비난했다.

@highlight

이해찬 더불어민주당 대표는 선거제·개혁법안 패스트트랙 지정에 반대해 한국당이 일으킨 불법 감금, 점거, 폭력사태로 국회 기능이 완전히 마비된 것과 관련해 불법행위를 한 사람들을 고발 조치 하겠다며 "청산할 사람은 청산하고 제가 정치를 마무리 하겠다"고 강조했다.