= 행정안전부(장관 진영)는 그간 공무원만 자율 이용하던 정부세종청사 옥상정원을 국민의 품으로 돌려주기 위해 국민들이 자유롭게 관람할 수 있도록 옥상정원 완전 자율개방을 점진적으로 확대할 계획이다.

이에 따라 5월 가정의 달을 맞이해 5월4일~5월6일(3일), 5월18일~5월19일(2일) 등 5일 동안 정부세종청사의 옥상정원 일부구간을 시범 개방한다.

정부세종청사 옥상정원은 15개의 청사건물을 하나로 이어주는 세계 최대 규모(79,194㎡, '16.5.25. 기네스북 등재)의 옥상정원(3.6㎞)으로 그동안 누리집 사전예약을 통해 한정적(6동→2동, 1일 100명)으로 운영했으나 시범개방 행사를 통해서 양방향(1동↔7동)으로 인원제한 없이 자유롭게 관람할 수 있다.

이번 시범개방은 5일 동안(5.4.~5.6., 5.18~5.19.) 10시부터 16시까지 실시하며, 현장신청 및 정부청사관리본부 누리집을 통해 관람신청이 가능하다.

시범개방에 앞서, 진영 행정안전부 장관은 세종시장, 행복청장 등과 함께 오는 3일 개방구간 답사를 통해 옥상정원 관람객에게 발생할 수 있는 위험요소를 사전에 차단하고, 특히 어린이, 노약자, 장애인 등을 위한 안전 및 편의시설을 중점적으로 점검할 계획이다.

진영 장관은 "정부세종청사의 랜드마크인 옥상정원은 처음 설계 당시부터 국민들이 자유롭게 거닐 수 있는 공간으로 조성되었다."라며, "이번 시범개방을 계기로 옥상정원을 국민의 품으로 돌려드릴 수 있도록 노력하겠다"라고 밝혔다.

이재관 정부청사관리본부장은 "그동안 옥상정원 관람객의 만족도가 매우 높았으나, 개방구간 및 관람시간이 제한적이라는 점에서 아쉬움이 많았다"라며 "명실상부한 세계 최고의 옥상정원을 국민 모두가 함께 누릴 수 있도록 완전 자율개방을 점진적으로 추진할 것"이라고 말했다.

@highlight

행정안전부에 따르면 정부세종청사 옥상정원을 국민의 품으로 돌려주기 위해 옥상정원 완전 자율개방을 추진할 예정이며, 이에 따라 5월 가정의 달을 맞아 5월4일~5월6일 · 5월18일~5월19일 5일 동안 정부세종청사의 옥상정원 일부구간을 시범 개방하고 점진적으로 확대해 갈 방침이다.