월평 2개 지구 재심의 대전시가 추진하고 있는 도시공원 민간특례제 도입이 전환점을 맞고 있다.

주요 결정이 잇따라 내려지면서 공원별로 운명이 엇갈리고 있다.

29일 대전시에 따르면 민간특례제 도입이 추진되는 곳은 5개 공원(6개 지구)이다.

동구 용전공원, 중구 문화공원, 서구 월평공원(정림·갈마지구), 대덕구 목상공원, 유성구 매봉공원이다.

공교롭게도 5개 자치구에 하나씩이다.

유성구 매봉공원은 최근 시 도시계획위원회에서 부결 결정이 내려졌다.

생태환경이 양호하고 인근 대덕연구단지의 연구 환경을 해칠 수 있다는 우려 때문이다.

고층 아파트 건설 등 기존 제안이 부결된 만큼 일부 재추진 가능성도 거론되지만 지역에선 사실상 민간특례제 도입이 어려울 것으로 보고 있다.

동구 용전공원은 지난 2월 통과했다.

대전시 등은 협약 체결을 위해 협약서를 검토하고 있다.

대덕구 목상공원은 환경영향평가 등이 진행되고 있다.

해당 지역은 그동안 악취 등 환경문제가 제기됐던 곳이다.

대전시는 환경영향평가 등이 마무리되면 결과에 따라 행정절차 추진여부를 결정할 예정이다.

중구 문화공원은 시 도시공원위원회에서 재심의가 결정됐다.

국유지를 제외했을 때의 비공원시설 면적과 규모를 현 계획안과 비교해 볼 필요가 있다는 이유였다.

관심은 가장 갈등이 심한 월평공원 정림·갈마 2개 지구에 모아진다.

시 도시계획위원회는 최근 2개 지구에 연이어 재심의 결정을 내렸다.

대전시 관계자는 "정림지구의 경우 현장 실사 등을 이유로 재심의 결정이 내려진 만큼 5월이면 최종 결론이 내려질 가능성이 높다"면서 "하지만 갈마지구는 도계위가 층수나 규모 조정 등을 제기한 만큼 제안자의 준비가 필요해 일정을 장담할 수 없는 상황"이라고 말했다.

민간특례제도는 2020년 도시공원 일몰제 해결을 위해 사업자가 미집행 공원의 70%를 공원으로 조성한 후 시에 기부채납하고 나머지 부지 30%에 수익시설(아파트 상업시설)을 조성하는 방식이다.

@highlight

29일 대전시에 의해 추진되고 있는 민간특례제도는, 2020년 도시공원 일몰제 해결을 위해 사업자가 미집행 공원의 70%를 공원으로 조성한 후 시에 기부채납하고 30%에 수익시설을 조성하는 방식으로, 현재 추진되는 공원은 6개 지구의 5곳이며 도시공원 민간특례제 도입이 전환점을 맞고 있다.