한국투자증권은 '사랑나눔·행복나눔'이란 기치 아래 유소년, 청소년의 꿈과 희망을 지원하는 다양한 사회공헌 활동을 지속해오고 있다.

나눔의 실천을 위해 '매칭그랜트 제도'를 2013년부터 운영 중이다.

매달 임직원이 기부하는 금액만큼 회사에서도 동일한 금액을 내 관련 사회공헌사업의 기금을 마련하는 제도다.

회사는 유아·청소년을 위한 다양한 프로젝트를 운영하고 있다.

대표적인 게 '꿈을 꾸는 아이들' 프로젝트다.

초록우산 어린이재단과 함께 학업, 예술, 체육 분야의 재능 있는 학생 50여 명을 선발해 특기, 적성 개발비를 매월 지원하는 장기 프로젝트다.

배움에 대한 꿈과 열정이 있지만 어려운 환경 때문에 꿈을 포기해야 할 처지에 있는 아이들의 재능 개발을 위한 이 사업은 지원 대상자의 만족도가 가장 높은 후원 사업 중 하나다.

이 프로젝트가 도입된 2013년부터 매년 겨울방학 기간 학교 급식이 중단됨에 따라 결식이 우려되는 전국 저소득층 초등학생을 대상으로 급식비와 다양한 문화체험을 할 수 있는 학습비를 지원하고 있다.

이를 통해 한국투자증권은 아이들이 선호하는 공연, 캠프, 전시회 관람 등 방학에 할 수 있는 다양한 문화체험의 기회를 제공하고 있다.

'행복나눔 어린이 축구교실'과 '어린이 경제교실'도 운영한다.

축구교실을 위해 2008년 FC서울 프로축구단과 파트너십을 맺었다.

올해 진행된 축구교실에는 FC서울 최용수 감독, 고요한 선수가 함께했다.

또 저소득층 자녀들을 초청해 금융회사 특성을 살린 맞춤형 어린이 경제교육을 매년 하고 있다.

올해로 7회를 맞이한 어린이 경제교실은 용돈기입장 작성, 은행거래 요령 등 실생활에 필요한 금융활동 방법을 아이들의 눈높이에 맞춰 교육한다.

작년에 이어 올해 전국 지역아동센터아동들을 대상으로 '어린이 드림 백일장'도 열었다.

임직원들은 6년 전 자발적으로 '한국투자증권 참벗나눔 봉사단'도 출범시켰다.

본사 및 전국 영업지점 임직원 90여 명이 참여해 소외된 이웃과 아이들을 대상으로 다양한 봉사활동을 펼치고 있다.

@highlight

한국투자증권은 '사랑나눔·행복나눔'이란 기치 아래 유소년, 청소년의 꿈과 희망을 지원하는 다양한 사회공헌 활동을 지속해오고 있으며, 지원 대상자의 만족도가 가장 높은 후원 사업 중 하나이자, 배움에 대한 꿈과 열정이 있지만 어려운 환경 때문에 꿈을 포기해야 할 처지에 있는 아이들의 재능 개발을 위한 '꿈을 꾸는 아이들' 프로젝트가 대표적이다.