정현 연성대가 '사회맞춤형 산학협력선도전문대학 육성사업(LINC+)' 단계평가에서 사회맞춤형학과 중점형에 계속 지원대학으로 선정됐다.

헤어디자인전공의 KERKER헤어디자인 과정.

연성대학교는 최근 교육부와 한국연구재단이 발표한 '사회맞춤형 산학협력선도전문대학 육성사업(LINC+)' 단계평가에서 사회맞춤형학과 중점형에 계속 지원대학으로 선정됐다고 29일 밝혔다.

연성대의 LINC+(Leaders in INdustry-college Cooperation) 사업은 사회맞춤형 학과 중점형 '휴(休)·미(美)·안(安) 서비스산업 분야 창의·융합형 실무인재 양성'을 목표로 지난 2017년부터 2년간 사업을 추진해오면서 우수한 실적을 보여옴에 따라 이번에 계속 지원대학으로 선정됐다.

연성대는 이번 평가에서 2단계 진입에 성공함으로써 앞으로 3년간 추가 지원금을 받게 됨에 따라 뷰티스타일리스트과 메이크업·스킨케어전공의 ELCA 뷰티어드바이저 과정, 뷰티스타일리스트과 헤어디자인전공의 KERKER 헤어디자인 과정등 기존 7개과정에 IoT CS, 빅데이터 프로그래밍 과정 등 2개 과정을 추가해 서비스산업뿐만 아니라 4차 산업혁명 선도분야의 인재 양성도 병행할 예정이다.

또한, 지난 2년간 축적된 경험을 토대로 현장처럼 배워서 현장으로 내보내는 참여기업 맞춤 산학일체형 교육시스템의 정착을 통해 스킬 수준의 미스매치를 넘어 학생들이 선호하는 양질의 일자리 창출에도 더욱 매진할 계획이다.

한편, 이번에 실시한 LINC+ 단계평가는 기존 사업수행 58개 전문대학(사회맞춤형학과 중점형 43개+산학협력 고도화형 15개)을 대상으로 2단계(2019년 ~ 2021년) 계속 지원여부를 가리기 위해 지난 15일부터 19일까지 진행됐으며 평가결과 상위 80% 46개 전문대학이 2단계에 우선 진입했다.

@highlight

연성대학교는'사회맞춤형 산학협력선도전문대학 육성사업(LINC+)' 단계평가에서 사회맞춤형학과 중점형에 계속 지원대학으로 선정됨에 따라 2개 과정을 더 추가해 서비스산업 뿐만 아니라 4차 산업혁명 선도분야의 인재 양성과 함께 양질의 일자리 창출에 주력할 계획이다.