(동양일보 조석준 기자) 현대백화점 충청점은 ‘가정의 달’ 5월을 맞아 ‘Welcome to 피크닉&충청랜드’로 알차고 즐거운 이벤트와 봄상품 행사를 준비했다.

7층 토파즈홀과 5층 유아동 매장에선 30일부터 다음달 5일까지 일별 특가상품 판매와 함께 아디다스키즈, 블루독, 아이큐박스 등 아이들에게 인기 있는 브랜드들의 상품을 최대 50%까지 할인 판매하고 인기 캐릭터 ‘바다탐험대 옥토넛’ 팝업스토어도 열린다.

이 기간 동안 7층 하늘정원과 토파즈홀에서는 옥토넛 싱어롱쇼, 퍼레이드, 우르르점프 싱어롱소, 퍼레이드 등도 진행된다.

또 오는 6일까지 유플렉스 3층 U가든에선 ‘현대 충청 플레이 랜드’가 진행되며 꼬마기차 에어범퍼카, 대형 새총 슈팅게임, 페이스페인팅, 캐릭터 풍선 증정체험 이벤트들도 진행된다.

지하 1층 대행사장에서 진행되는 ‘뉴트로 마켓&아웃도어 봄/여름 대전’에서는 1970~1980년대 감성 컨셉의 마켓 행사와 함께 아웃도어 봄/여름 이월상품을 최대 30~40%할인된 가격에 구매할 수 있다.

유플렉스 지하1층 U광장에서는 ‘청주 동네 책방’ 행사가 진행돼 청주의 작고 반짝이는 가게와 작가들의 상품은 물론 다양한 책들도 만날 수 있으며 오는 5월 1~19일 청주의 대표 서점 ‘휘게문고’의 팝업스토어가 7층에서 진행된다.

5월의 시작을 봄&어린이와 함께 하는 충청점은 5월 2주차부터 ‘푸드페어’를 진행해 U광장에서는 유명 베이커리와 리빙 소품 행사를 함께 즐기는 ‘현대 푸드 마켓’(5.6~12)을, 7층 토파즈홀에서는 인절미빵이 유명한 ‘아슬란’, 오사카의 명물 ‘오지상 치즈케이크’ 등과 추억의 이벤트를 만나볼 수 있는 ‘현대상회’(5.10~12)가 진행된다.

@highlight

현대백화점 충청점은 5월 가정의 달을 맞아 6일까지 유플렉스 3층 U가든에서 ‘현대 충청 플레이 랜드’를 진행을 하고, 2주차부터  U광장에서 '현대 푸드 마켓'을 토파츠홀에서는 '현대상회' 행사가 진행된다.