- 법원 “잘못 뉘우치고 치료 다짐”

양극성 장애 치료를 중단한 대학교수 출신 30대가 하룻밤 새 3번이나 불을 지르고 돈을 훔치는 등 잇따라 범죄를 저지르다 법의 심판을 받았다.

부산지법 형사5부(권기철 부장판사)는 현주건조물 방화 미수, 절도, 음주운전 등 혐의로 기소된 30대 남성 A 씨에게 징역 1년6월에 집행유예 3년을 선고했다고 29일 밝혔다.

재판부는 또 2년간 보호관찰 및 치료, 120시간 사회봉사를 함께 명령했다.

1심이 인정한 범죄사실을 보면 A 씨는 지난해 11월 1일 밤 11시10분께 한 빌딩 옥상에서 페인트 통 3개에 라이터로 불을 붙였다.

1시간 뒤엔 건물 계단에서 5분 간격으로 잇따라 종이상자와 현수막 등에 라이터로 불을 질렀다.

A 씨의 이상 행동은 밤새 이어졌다.

이 건물 7층에 있는 배전함 전기 차단기를 내려 건물 내 PC방과 주점 손님이 나가게 만들고, 오전 6시께는 병원에 침입해 현금 13만 원을 몰래 가져 나오기도 했다.

A 씨는 또 비슷한 시기 PC방 카운터에서 23만 원가량, 의료기기 전시매장에서 60만 원 상당 금품을 훔쳤다.

혈중알코올농도 0.081% 상태로 음주운전을 한 혐의 등도 받는다.

A 씨는 2013년 양극성 1형 장애 진단을 받은 뒤 계속 상담·약물 치료를 받아왔지만, 무기력·졸음 등 부작용으로 힘들어지자 지난해 8월 임의로 복약을 중단한 것으로 드러났다.

한 대학에서 교수로 근무했던 A 씨는 부적절한 시험문제 출제, 음주 후 소란행위 등 이유로 지난해 9월 학교로부터 파면 처분을 받았다.

재판부는 “복약 부작용 등을 이유로 정신질환 치료를 소홀한 것을 보면 A 씨의 행위를 개인적 불행의 결과로만 볼 수 없다”면서도 “다만 잘못을 뉘우치면서 성실히 치료받을 것을 다짐하고 있다.”고 양형 이유를 밝혔다.

최승희 기자 .

@highlight

부산지법은 약의 부작용으로 정신질환 치료를 중단하고 범죄를 저지른 A씨에게 징역 1년6월에 집행유예 3년을 선고하며 양형의 이유를 '범죄행위가 개인의 불행의 결과로 볼 수는 없으나 성실한 치료를 다짐하고 있다는 점을 고려했다'고 밝혔다.