울주군이 태화강생태관 야외광장에 바닥분수와 조명 등 설치로 새로운 여가 공간을 조성, 다양한 방문객들을 유치할 계획이다.

29일 울주군에 따르면 태화강생태관 연어자리광장(야외광장) 일원에 바닥분수와 조명장치가 새롭게 설치된다.

군은 13억원을 투입해 오는 5월 실시설계 용역에 착수해 10월 준공예정으로 사업을 추진 중에 있다.

울주군은 전시관 외부에는 볼거리가 없어 방문객들의 관심을 끌 수 있는 콘텐츠를 고민하던 중 야외광장에 분수와 조명을 설치하기로 결정했다.

바닥분수는 음악바닥분수와 터널분수가 설치될 계획이다.

음악바닥분수는 음악이 흘러나오는데 맞춰 물줄기가 춤을 추듯이 움직이는 분수로 방문객들에게 볼거리를 제공할 예정이다.

또 터널분수는 물줄기로 터널 형태의 형상을 만들어 색다른 볼거리를 제공한다.

분수 조성을 위해 기존 광장의 바닥 상판을 들어내 물을 가둘 수 있는 저수조와 수질정화시스템을 설치할 계획이다.

여름철 아이들을 비롯한 방문객들이 광장에서 물놀이를 깨끗한 환경에서 즐길 수 있도록 수질정화시스템을 통해 관리하게 된다.

바닥 공사를 하면서 다소 기울어진 형태의 광장부까지 정리하게 된다.

낮 시간 볼거리와 즐길거리를 바닥분수가 책임지면 밤 시간에는 분수와 함께 설치된 조명으로 조성된 야경이 방문객들을 맞이한다.

태화강생태관이 문을 연 지난 2016년 14만 명이 방문했지만 2017년과 2018년은 9만 4,000여명에 그치면서 방문객 수가 다소 정체 돼 있는 상태다.

울주군은 야외광장 개선이 새로운 방문객을 유치하는 등 새로운 활력소가 될 것으로 보고 있다.

울주군 관계자는 “생태관 내 볼거리 외에는 연계할 콘텐츠가 없어서 다소 아쉬운 점이 있었다”며 “이번 분수 등의 조성으로 새로운 볼거리와 문화·여가 공간 창출이 기대되며 생태관 방문객 뿐만 아니라 인근 주민들의 산책코스, 등으로도 활용될 것으로 보고 있다”고 말했다.

@highlight

울주군은 13억을 투입, 태화강생태관에 조명을 설치하는 용역에 착수해 새로운 여가공간을 만들 예정이고, 특히 바닥분수는 음악바닥분수와 터널분수로 설치될 계획이라 색다른 볼거리와 함께 방문객들을 맞이할 계획이다.