인천시가 사물인터넷(IoT)을 활용해 수질 오염 행위를 24시간 감시하는 시스템 구축에 나섰다.

이 시스템이 실용화된다면 미세먼지 감시용 드론(무인항공기)과 함께 첨단기술이 환경 파수꾼 역할을 하는 모범 사례가 될 것으로 보인다.

시는 '이동형 수질 감시 시스템 구축 시범 사업' 추진을 검토 중이라고 29일 밝혔다.

사물에 센서와 통신 기능을 심어 인터넷에 연결하는 첨단기술을 이용해 폐수배출업소의 무단 방류를 감시하려는 목적이다.

현재 공공하수처리장과 폐수를 배출하는 대형 사업장은 의무적으로 수질원격감시체계(TMS) 측정기기를 설치해야 한다.

반면 중소형 제조공장 등 일반 폐수배출업소는 TMS 의무 설치 대상이 아니다.

그러다 보니 일부 사업장은 환경 감시가 소홀한 야간·새벽 시간대에 무단 방류를 일삼고 있으며, 이는 수질 오염을 일으키고 고농도 폐수 유입에 따른 공공하수처리장 과부하 문제로 이어질 수 있다.

이에 시는 폐수배출업소의 불법 행위를 실시간 감시할 수 있는 시스템을 구축할 계획이다.

각 사업소의 폐수 방류 지점에 수질오염물질 측정 센서를 설치한 뒤 측정값을 시 중앙서버로 전송받고, 이 데이터를 지도·점검 공무원들이 휴대폰으로 실시간 모니터링할 수 있도록 한다.

공무원은 측정값이 정상 범위를 초과할 경우 현장을 확인하고 시료를 채취해 오염도를 검사할 수 있다.

시는 24시간 감시 체계가 도입되는 것만으로도 무단 방류 행위가 크게 줄어들 것으로 기대하고 있다.

이 사업이 시범 운영되면 전국 최초로 지자체의 폐수 감시 분야에 IoT를 도입하는 사례가 된다.

올 2월 환경부가 드론 운용 미세먼지 감시팀을 발족하는 등 정부도 환경 감시에 첨단기술을 적극 활용하는 모습이다.

시 관계자는 "수질오염물질 측정값의 정확성이 연구기관 측정값에 미치지 못할 가능성이 있지만 24시간 감시 체계 구축만으로도 사업장들의 환경 의식이 개선될 것"이라며 "예산 부서에 사업비 반영을 요청한 상태로 이르면 올 하반기부터 시범 사업을 진행할 수 있다"고 밝혔다.

@highlight

인천시가 사물인터넷을 활용해 수질 오염 행위를 24시간 감시하는 이동형 수질 감시 시스템 구축 시범 사업을 고려중이며 실용화된다면 첨단기술을 이용한 환경보호 역할의 좋은 사례가 될 것으로 기대된다.