전라북도교육청이 2019년 초중등연계형 어울림학교 운영 시범학교 5곳을 선정했다.

이번에 선정된 학교는 익산 왕궁중, 정읍 정우중, 장수고, 임실 한국치즈과학고, 고창 영선고다.

이 학교들은 근처에 있는 익산 왕궁초, 정읍 정우초와 정남초, 장수중과 장수초, 임실 갈담초와 섬진초, 고창 무장초와 다양한 교육과정을 함께 진행한다.

어울림학교 4개 유형 중 하나인 ‘초중등연계형 어울림학교’는 초중등학교가 동아리나 창의적체험활동에서 공동교육과정을 마련하는 형태며 현재 12곳(연계학교 22곳)에서 운영한다.

농어촌 작은 초등학교에서 어울림학교 교육과정을 받은 학생들이 중고등학교 교육과정에 이질감을 느끼지 않고, 시내에 있는 큰 중고등학교로 가는 걸 방지하기 위해 필요성을 제기한다.

상대적으로 변화가 적은 중고등학교는 프로그램을 이끌어가는 중심학교로 하고, 변화와 활동이 활발한 초등학교는 연계학교로 정해 영향을 주고받는다.

이번에 선정한 시범학교는 해당 교육과정 목적과 가치를 담은 특색 있는 프로그램, 지역사회 여러 자원을 활용한 마을교육과정, 학생지원사업 등 연계형 교육과정을 구상한다.

학교급 간 소통과 협력의 학교문화를 조성하고 학교 간 협력체제도 구축한다.

시범학교는 연말까지 운영한 뒤 학교 구성원들이 희망할 경우 내년에 어울림학교로 지정한다.

한편 100명 이하 소규모 학교를 대상으로 하는 ‘어울림학교’는 자치공동체와 학습공동체로 교육과정을 창조적으로 재구성하고 도시와 농어촌 교육격차를 완화, 돌아오는 학교를 만든다는 취지다.

어울림학교 4개 유형으로는 인근 큰 학교와 공동통학구역을 설정해 학생을 작은 학교로 유입하는 ‘공동 통학구형(41곳)’, 인근 학교(같은 학교급)와 공동 교육과정을 운영하는 ‘작은 학교 협력형(13곳)’, 지역 자원을 활용해 학교와 마을 나아가 학교와 지역이 협력하는 ‘학교-마을 협력형(47곳)’이 있다.

@highlight

전라북도 교육청은 2019년 4개의 어울림학교 프로그램 중 하나인 초중등연계형 어울림학교의 시범학교로 익산 왕궁초 등 5개 학교를 선정하여 근처의 학교와 동아리 활동 등의 공동교육과정을 실시한다.