[헤럴드경제=최원혁 기자] 서울 금천구(구청장 유성훈)는 5월1일부터 6월10일까지 내년도 예산편성에 반영할 '주민참여예산 사업제안' 공모를 실시한다고 30일 밝혔다.

금천구 주민참여예산제는 주민이 예산편성 과정에 직접 참여해 내 주변과 이웃에게 꼭 필요한 사업을 직접 제안하고 선정하는 제도로 주민참여형과 일반참여형으로 나뉜다.

2020년 주민참여예산 공모 대상은 10억원 규모인 주민참여형이다.

일반참여형은 주요정책 사업을 대상으로 내달 각 동별로 열리는 주민총회(5월10일~18일)에서 의견수렴을 통해 결정한다.

이번 공모에는 금천구민, 금천구 소재 직장인 또는 학생이면 누구나 참여할 수 있다.

제안공모는 경제·일자리 ▷문화ㆍ관광 ▷복지 ▷안전 ▷교통ㆍ주택 ▷환경ㆍ공원 ▷교육ㆍ청소년 7개 분야로 나뉜다.

사업비는 분야별 1억원 이내이며 행사성ㆍ프로그램 사업은 2000만원 이내이다.

사업 제안을 희망하는 주민은 금천구청 홈페이지를 통해 사업신청서를 제출하면 된다.

금천구청 기획예산과로 방문 또는 우편 및 팩스 신청도 가능하다.

신청서식은 금천구청 홈페이지 '소통ㆍ참여'란에서 내려 받을 수 있으며 구청과 각 동 주민센터에도 비치돼 있다.

제안된 사업은 담당부서 사업적격성 검토와 주민참여예산위원회의 심사 및 총회를 거친다.

8월5일부터 28일까지 진행되는 구민 모바일투표(50%)와 8월29일 예정된 총회에서 주민참여예산위원회 투표(50%) 결과를 합산해 내년도 예산에 반영할 최종 사업을 결정하게 된다.

선정 결과는 8월29일 구청 홈페이지에 공고할 예정이다.

제안한 사업이 주민참여예산사업으로 최종 선정될 경우 소정의 상품도 수여할 예정이다.

유성훈 구청장은 "사업제안 공모를 통해 주민들의 다양한 수요와 의견을 내년도 예산에 최대한 반영하겠다"며 "우리구에 꼭 필요한 사업이 제안될 수 있도록 구민들의 많은 관심과 참여를 부탁드린다"고 말했다.

@highlight

금천구가 30일 내년도 예산 편성에 주민이 직접 참여해 주변과 이웃에게 꼭 필요한 사업을 제안하고 선정하는 '주민참여예산 사업제안' 공모를 실시한다고 밝힌 가운데, 10억원 규모인 주민참여형 공모가 이루어질 전망이다.