선거제·개혁법안 패스트트랙(신속처리 대상 안건) 지정을 놓고 여야 정치권이 극한 대치를 벌인 가운데, 자유한국당을 해산시키자는 청와대 국민청원 게시글에 동참한 인원이 8일만에 100만명을 넘어섰다.

패스트트랙 대치 사태를 계기로 더불어민주당 정당해산 청구 국민청원에도 10만명 넘게 동참하는 등 여야 지지층 사이의 대립이 격해지는 모양새다.

'자유한국당 정당 해산 청원'이라는 글은 지난 22일 게시된 것으로 30일 오전 11시 현재 106만 385명이 동참했다.

해당 청원인은 게시글에서 "더불어민주당과 정부에 간곡히 청원한다.

한국당은 국민의 막대한 세비를 받는 국회의원으로 구성됐음에도 걸핏하면 장외투쟁과 정부의 입법을 발목잡기 하고 있다"고 지적했다.

또 "소방에 관한 예산을 삭감해 국민의 안전을 심각하게 하며 정부가 국민을 위한 정책을 시행하지 못하도록 사사건건 방해를 하고 있다"고 비판했다.

이후 패스트트랙 안건 상정과 방어를 놓고 여야 정치권간 충돌이 격렬해지면서 청원 인원도 폭발적으로 늘어 지난 28일 청와대가 답변해야 하는 기준인 20만명을 돌파했다.

또 주요 포털사이트 실시간 검색어에 '국민청원'이 오르내리며 참여 인원 증가 속도는 빨라졌고, 한때 청와대 국민청원게시판에 과부하가 걸려 접속 장애 현상도 발생했다.

'한국당 해산 청원'은 난민법 반대(71만여명), 조두순 출소 반대(61만여명)도 훌쩍 넘어섰다.

현재 추세가 지속되면 역대 최다 인원이 참여한 국민청원인 '서울 강서구 PC방 살인사건 김성수 처벌 감경 반대 청원'(119만2000여명) 기록도 조만간 넘어설 것으로 보인다.

한편 한국당 해산 청원글이 폭발적인 반응을 얻자 29일 '민주당 해산 청원글'이 게시됐다.

해당 청원인은 "선거법은 국회 합의가 원칙임에도 민주당은 제1야당을 제쳐두고 고위공직자범죄수처법과 선거법을 정치적 이익을 위해 패스트트랙 지정을 해 물리적 충돌을 가져왔다"고 지적했다.

@highlight

선거제·개혁법안 패스트트랙 지정을 놓고 여야가 극한 대치를 벌인 가운데,  지난 22일 국민청원 게시글에 올라온 자유한국당 정당 해산 청원이라는 글에 100만명을 넘어서는 한편, 여당 정당해산 청원에도 10만명 넘게 동참하는 등 여야 지지층 사이의 대립이 격해지고 있다.