대한적십자사 인천혈액원이 그간 미지급한 석식비를 돌려달라는 노동조합의 요구에 대해 미지급 금액의 두 배가 넘는 변호사 비용을 들여 대응에 나서 논란이 되고 있다.

29일 전국보건의료산업노조 인천혈액원지부에 따르면 올 2월 고용노동부에 지난 3년간 혈액원이 지급하지 않은 임금(석식비)을 돌려달라는 내용의 진정을 넣었다.

인천혈액원이 인천과 부천에 있는 5곳 헌혈의집에서 주말 야간 근무했던 노동자들에게 지급해야 할 석식비 6000원 중 절반을 단체협약과 달리 그간 지급하지 않았다는 주장이다.

노조는 2015년 단체교섭 보충협의에서 혈액원이 이들에게 석식비를 지급한다는 내용에 합의했음에도 지난해 5월까지 석식비를 절반만 지급했다고 밝혔다.

노조에 따르면 이로 인한 체불금액은 총 461만원이다.

노사는 2018년 3월부터 이 문제 해결을 위해 노사 협의를 진행해 왔지만 접점을 찾지 못했다.

지난해 9월 열린 노사협의회에서 혈액원은 2018년 4~5월 기간에 대해서만 미지급 금액을 소급 적용하길 제안했고 노조는 3년 치 소급을 요구했다.

석식비 6000원이 전액 지급된 시점은 2018년 6월부터다.

혈액원이 노동청 조사 단계에서 변호사를 선임하며 노사 갈등이 극으로 향하고 있다.

혈액원은 최대 비용 1100만원 기준으로 변호사 2명을 선임했고 이 중 착수금 550만원은 이미 지급했다.

문제가 되고 있는 체불임금 461만원의 2배가 넘는 금액이다.

노조 관계자는 "혈액원에서 지급 근거가 필요하다는 요구가 있어서 그런 차원에서 노동청에 진정을 넣은 건데, 뒤로는 고액을 들여 변호사를 수임해 대응하니 뒤통수 맞은 꼴"이라며 "상식적인 공공기관의 대응이 아니다"고 말했다.

인천혈액원 관계자는 "진정이나 고소고발이 들어올 경우 통상적으로 변호사를 선임해 대응한다"며 "노사 이견이 있고 노동청에 진정이 들어가 있기에 판단을 받아봐야 한다.

혈액원은 문제가 되고 있는 비용을 지급할 필요가 없다고 판단하고 있다"고 말했다.

@highlight

대한적십자사 인천혈액원이 석식비를 체불한 문제로 노동조합과 마찰을 빚고 있는 가운데 노동청 조사단계에서 미지급한 금액의 두배가 넘는 비용으로 변호사를 선임해 논란이 되고 있다.