[경산=환경일보] 권주혁 기자 = 경북경산지역자활센터(센터장 최한호)는 지난 27일 이마트 경산점(점장 한종무)에서 '이마트 경산점과 함께하는 경산벼룩시장'을 개장하여 나눔을 실천하는 주민들의 따뜻한 참여 속에 행사를 성황리에 마쳤다.

지역자활센터 벼룩시장은 중고물품 직거래를 통해 자원의 재활용과 나눔, 경제활동의 가치를 배워 볼 수 있는 행사로, 사전 신청한 60팀 이 판매자로 참여해 재활용 가능한 책, 생활용품, 의류 등의 다양한 중고물품을 직접 판매하며, 이렇게 모여진 참가비, 수익금 등은 올해 연말쯤 저소득층 자활사업 참여자에게 생필품 지원이나 장학금 등으로 사용된다.

특히, 자활센터에서 운영하는 5개 사업단(자연향기, 이동카페, 특화작물, 들찬, ㈜두손공동체)은 각자 생산품을 판매뿐만 아니라 더치커피, 건강즙 시음회와 더불어 천연비누와 열쇠고리 만들기 등 체험 부스를 운영하여 주민들의 좋은 호응을 얻었다.

또한, 이마트 경산점에서는 장소 제공뿐만 아니라 매번 후원물품을 지원하여 행사장에서 저렴한 가격에 판매하고, 판매 수익금 전액을 자활센터에 기증하여 관내 저소득층의 자립을 위한 아낌없는 후원을 4년째 이어오고 있다.

그동안 이마트 경산점에서는 벼룩시장을 통해 2016년 220만 원, 2017년 270만 원, 2018년 230만 원의 후원금을 지원했다.

이날 행사에서도 참가비 180,000원, 자활생산품 판매금 408,000원, 기증물품 판매금 156,500원, 이마트 후원금 319,500원 등 총 1,106,000원의 수익금이 발생해 착한 나눔 실천에 쓰일 예정이다.

이마트 경산점과 함께하는 경산벼룩시장은 2016년부터 매년 연 5회 열리고 있으며 올해 첫 번째 개장으로 앞으로 5월 18일, 6월 15일, 9월 21일, 10월 19일 개장을 계획하고 있으며, 판매 희망자는 지역자활센터로 행사 2일 전까지 접수하면 된다.

@highlight

경북경산지역자활센터는 장소를 제공해주고 지원된 후원물품을 저렴한 가격에 판매한 수익금 전액을 저소득층의 자립을 위한 지속적인 후원을 4년째 하고 있는 이마트 경산점과 함께 매년 연 5회 열리는 중고물품 직거래를 통해 자원의 재활용과 나눔, 경제활동의 가치를 배울 수 있는 경산벼룩시장의 첫 개장을 알리는 것과 함께 다음 계획된 개장과 접수방법에 대해 밝혔다.