책 읽는 도시 인천 앱.

인천시가 시민들의 독서를 독려하기 위해 야심차게 만든 어플리케이션 '책 읽는 도시 인천'이 예산만 낭비한 채 서비스를 중단키로 했다.

시는 29일 '책 읽는 도시 인천' 앱과 '인천시통합전자도서관' 서비스가 유사해 중복됨에 따라 개선방안을 검토중이라고 밝혔다.

'책 읽는 도시 인천'은 스마트폰과 태블릿을 통해 사용이 가능한 모바일 도서관 서비스 앱으로 전자책과 오디오북, 이러닝 강좌 등을 제공한다.

지난 2012년 3월, '책의 수도 인천 지정'을 2년 여 앞두고 시에서 기획한 모바일 서비스다.

현재까지 가입한 회원수는 5만2천695명이다.

그런데 이 앱의 콘텐츠 업로드가 지난해 12월 26일 이후 멈춰서면서 앱을 이용하던 사용자들이 불편을 겪고 있다.

이 같은 상황에 시 측은 지난 2월 1일 앱 공지사항 란에 글을 게재했다.

올해 유사서비스 간 콘텐츠 중복 방지 등 문제점 점검과 효율적 서비스 제공을 위한 개선방안 검토가 진행될 예정으로 신규 콘텐츠 구입과 희망도서 신청수렴을 받지 않겠다는 내용이다.

다른 설명은 생략됐다.

이용자들은 어리둥절 할 뿐이다.

시가 말하는 유사서비스는 '인천시통합전자도서관' 서비스다.

'책 읽는 도시 인천' 앱과 달리 지난 2014년 책의 수도로 선정된 해에 만들어졌으며, PC 등 웹에서도 사용이 가능하다.

문제는 '무료로 전자도서를 대출해 주는 전자도서관'이라는 서비스의 중복으로 콘텐츠 구입료 등 예산이 이중으로 지출된다는 점이다.

또, 앱의 오류개선, 서버 관리 등 유지보수에 들어간 비용만 지금까지 1억3천만 원에 육박한다.

'책 읽는 도시 인천' 앱은 처음부터 모바일 전용으로 만들어진 시스템으로 서버 자체가 작아 웹서비스가 불가하다는 약점이 있어 '인천시통합전자도서관'으로 통합될 예정이다.

시 관계자는 "현재 콘텐츠 제공이 중복됨에 따라 서비스를 통합해 제공할 수 있도록 제반사항 등을 확인하는 단계"로 "제반사항 확인은 올 상반기 내에 완료할 예정"이라고 말했다.

@highlight

인천시가 만든 어플리케이션 '책 읽는 도시 인천'이 다른 콘텐츠와 중복됨에 따라 서비스를 중단키로 했다.