전북도와 도내 대표 향토기업들이 지역 소상공인 지원을 위한 제로페이 이용과 홍보에 나섰다.

도와 전북중소벤처기업청은 29일 ㈜하이트진로, ㈜이성당, 풍년제과㈜강동오케잌, ㈜천년누리전주빵 등 4개 업체와 소상공인단체, 소비자단체와 제로페이 홍보 협약식을 가졌다.

이번 협약은 참여기업들이 5월부터 올 연말까지 생산제품 4종 1240만개의 포장지에 제로페이를 홍보하는 것을 주요 내용으로 한다.

㈜하이트진로는 200만개의 소주병 상표지에 '나는 오늘도 제로페이다. 이슬같이 깨끗한 참이슬이 제로페이와 함께 합니다!'등의 문구를 삽입해 전북 전역에 출하한다.

㈜이성당은'단팥빵'에 제로페이 홍보 문구를 넣고 풍년제과(주)강동오케잌은'초코파이'에 매월 각 60만개에 달하는 상품 포장지를 통해 제로페이를 알린다.

비빔빵으로 유명한 ㈜천년누리전주빵은 매월 10만개의 제품포장에 제로페이 가입을 권장할 예정이다.

또한 제로페이 활용 시 소비자가 매장의 QR코드를 촬영하거나 비밀번호를 일일이 입력해야 하는 불편함이 다음달부터는 대폭 해소된다.

제로페이 가맹점은 네이버 지도 앱을 열거나 제로페이 홈페이지에서 가맹점 찾기를 검색하면 확인 가능하다.

한편 도내 자치단체와 지방의회에서는 공영주차장·문화시설 등 공공요금을 제로페이로 결제하면 할인 혜택을 보장하는 내용의 조례를 준비 중에 있다.

가맹점 확보에도 집중한다.

이날 기준 현재 도내 모든 시·군 읍·면·동사무소에는 가맹점 모집 접수창구가 마련돼 있다.

전북은행, 농협, 우체국 등 금융기관과도 가맹점 모집 협약을 체결하고 도내 전 영업점에서 가맹점 신청을 받고 있다.

송하진 전북도지사는"제로페이 홍보를 위해 우리 지역의 대표 향토기업들이 적극적으로 나선 이번 사례는 지역사회 발전을 위한 기업 사회적 공헌 활동의 좋은 본보기가 될 것"이라며"도민 모두가 제로페이에 관심을 갖고 이용에 동참해 주길 바란다"고 당부했다.

@highlight

29일 4개 업체는 전북중소벤처기업청와 제로페이 홍보협약식을 맺고 적극적 홍보에 앞장서기로 한 가운데 (주)하이트진로는 상표지에 다양한 제로페이 문구를 넣어 전북 전역에 판매예정이며 공공요금을 제로페이로 결제시 할인 헤택을 받을 수 있도록 준비중인 것으로 알려졌다.