새만금 재생에너지사업이 민관 위원들 간의 갈등으로 진통을 겪고 있다.

새만금 재생에너지사업 민관협의회는 지난주 제3차 회의를 열고 지역 상생 방안과 육상 태양광(200MW), 수상 태양광 예정지 노출부지 처리 등 3개 안건을 심의·의결할 계획이었으나, 민간 위원들이 참석을 거부해 회의가 무산됐다.

민간 위원들의 참여 거부는 정부가 수상 태양광 사업을 추진하는 과정에서 절차를 위반했다는 게 표면적인 이유다.

민간 위원들은 수상태양광사업 추진과 관련, 민간 위원과 사전협의 절차 없이 산업통상자원부에 전기사업자 인허가 승인 절차를 추진한 점을 문제 삼았다.

민간 위원들은 상호신뢰가 훼손된 일방적인 사업추진이라면서 이날 회의 자체를 거부한 것으로 알려졌다.

새만금 재생에너지 사업은 민관협의회를 거쳐 추진하도록 되어 있다.

새만금 재생에너지 민관협의회는 지역주민 참여 비율과 수익률 등 주요 안건에 대해서는 상당 부분 공감대를 형성한 상태다.

반면 해수유통 대책 마련과 지상·수상 태양광 비율, 복지기금 조성 여부 등은 여전히 이견을 좁히지 못한 것으로 알려졌다.

이날 민간 위원들의 회의 참여 거부는 논란 안건에 대한 정부와 전북도의 밀어붙이기식 회의 진행에 대한 항의가 아닌 듯 생각된다.

정부와 전북도는 민간 위원들의 오해가 없도록 민간협의회를 투명하고 공개적으로 진행하고, 사전에 충분한 협의를 통해 합의를 이끌어내야 한다고 본다.

민간위원들도 해수유통 대책, 도민 복지기금 조성 등 논의 범위를 벗어난 안건에 대해서는 무리한 요구를 해서는 안 된다.

전북의 최대 현안인 재생에너지 사업이 민관협력의 모범사업이 될 수 있도록 지혜를 모아야 한다.

새만금 재생에너지사업은 지난해 10월 문재인 대통령이 참석한 '새만금 재생에너지 비전 선포식' 이후 급물살을 타기 시작했으나 벌써 7개월이 흘렀다.

새만금 재생에너지 사업 민관협의회의 구체적인 사업계획 확정이 지연되면서 다수 기업과 협동조합 등이 주민에게 새만금 태양광사업 투자를 권유하는 등 투자사기 등 부작용이 나타나고 있다.

민관협의회는 새만금 재생에너지 사업안을 조속히 확정해 구체적인 방안을 전북도민에게 발표해야 한다.

@highlight

제3차 새만금 재생에너지사업 민관협의회가 수상태양광사업에서 사전협의 없이 승인된 전기사업자 인허가 문제를 제기한 민간 위원들의 회의 거부로 인해 무산되면서 해수유통 대책 마련과 지상·수상 태양광 비율, 복지기금 조성 여부 등 이견을 좁히지 못한 부문들에 관한 투명한 진행과 충분한 사전 협의의 필요성이 대두되었다.