▲ 29일 인천경제자유구역청과 SK텔레콤이 상호협력 협약을 맺고 기념 촬영을 하고 있다.

SK텔레콤이 인천경제자유구역 내 자율 주행 인프라 구축과 스타트업 활성화에 뛰어든다.

29일 인천경제자유구역청에 따르면 김진용 경제청장은 이날 송도국제도시 G타워에서 박진효 SK텔레콤 ICT기술센터장과 인천경제자유구역(IFEZ) 내 5G 기반의 자율 주행 인프라 구축·스타트업 벤처폴리스 활성화를 위한 상호협력 협약을 체결했다.

양 기관은 스마트시티 자율 주행을 위한 인프라로 초정밀 전자지도(HD맵)와 5G 인프라를 IFEZ 내 우선 시범 구축·적용하기로 했다.

HD맵은 자율주행차량이 안전하게 운행되도록 '㎝' 수준으로 정밀하게 공간 정보를 제공하는 자율주행차량 전용 지도를 말한다.

아울러 송도·청라·영종국제도시 유동인구 정보를 체계적으로 관리·분석할 수 있는 데이터 허브도 구축하기로 했다.

IFEZ 스마트시티에 자율 주행 기반 기술이 적용될 경우 대중 교통망 확충 같은 교통 정책이 유동인구 데이터를 기반으로 효율적으로 이뤄지고, 나아가 원도심 등으로 정책이 확산해 교통 인프라·서비스를 개선하는데 기여할 전망이다.

스타트업 벤처폴리스 조성에도 힘을 모은다.

해당 사업은 IFEZ의 스마트시티 인프라와 데이터를 개방·공유하고, 이를 기반으로 스타트업 자본·정책·기술 육성 프로그램을 마련하는 내용이다.

인하대·인천대, 연세대 송도캠퍼스 등 인천지역 대학들과 인천테크노파크·인천창조경제혁신센터·한국교통과학기술진흥원(KAIA) 등 정부기관, 민간 창업기획자인 액셀러레이터 등이 참여 중이다.

SK텔레콤이 사업 추진에 함께 하면서 탄탄한 기술력을 기반으로 한 지역 일자리 창출에 기여할 것으로 경제청은 기대하고 있다.

김진용 인천경제청장은 " IFEZ 스마트시티 고도화와 일자리 창출에 민관이 협력하고자 이번 협약을 체결했다"며 "SK텔레콤과 함께 인천 스마트시티의 발전과 청년 일자리 창출에 지속적으로 노력하겠다"고 밝혔다.

@highlight

SK텔레콤은 인천경제청과 인천경제자유구역 내 5G 기반의 자율 주행 인프라 구축·스타트업 벤처폴리스 활성화를 위한 상호협력 협약을 체결함으로써 스마트시티 자율 주행을 위한 인프라로 초정밀 전자지도와 5G 인프라를 IFEZ 내 우선 시범 구축·적용하고 스타트업 활성화에도 뛰어들 예정이라고 밝혔다.