동성제자를 성폭행하고 강제추행한 혐의로 재판에 넘겨진 성악가가 상고심에서 징역 6년을 선고받았다.

그가 과거 공중파 방송에 출연해 성악가를 꿈꾸는 청소년들을 상대로 ‘멘토’ 역할을 했던 사실이 알려져 논란이 가중되고 있다.

29일 대법원 1부 1부(주심 권순일 대법관)는 아동청소년의 성보호에 관한 법률 위반(위계 등 간음) 혐의로 기소된 성악가 권모(54) 씨의 상고심에서 징역 6년 및 폭력치료프로그램 40시간 이수, 5년간 정보공개 및 취업제한을 명령한 원심을 확정했다.

권 씨는 공중파 방송의 예능 프로그램에 출연해 성악가를 꿈꾸는 청소년들의 ‘멘토’ 역할을 할 정도로 성악계에서는 이름 있는 인물이다.

권 씨는 방송을 통해 알게 된 제자 A군을 자신의 집에서 지도하던 중 2014년 10월∼11월 3차례 성폭행한 혐의로 기소됐다.

또 자신의 집을 찾아온 A군의 동생과 친구를 강제 추행한 혐의도 받았다.

당초 1심 재판부는 권 씨 관련 공소사실을 모두 유죄로 인정하며 “피해자는 방송 출연이라는 특별한 계기로 사제간 인연을 맺은 피고인이 큰 비용을 받지 않고도 성악을 가르쳐 줘 은인으로 믿고 신뢰했다”며 “피고인은 이처럼 피해자가 성악가로 성공하기 위해 자신의 도움을 절실히 바라고 있었다는 점을 이용해 범행했다”고 지적하고 징역 7년과 120시간의 성폭력 치료 프로그램 이수를 선고하고, 5년간 개인 정보를 공개하도록 했다.

하지만 2심은 1심 판단 대부분을 유지하면서도 A군의 동생에 대한 아동·청소년의 성보호에 관한 법률 위반 혐의에 대해선 “피해자 진술에 일관성이 없다”며 무죄로 보고, 징역 6년으로 감형했다.

대법원은 2심 판단이 옳다고 봤다.

한편 인터넷커뮤니티와 SNS 등지에는 성악가 권 씨가 공중파 예능 프로그램 등에 출연했다는 사실을 근거로 그의 신상을 추측하는 글들이 공유되고 있다.

일부 누리꾼들은 유명 성악가의 실명을 추정하며 권순동 김동규 등을 거론하고 있으나 명확히 밝혀진 사실은 없다.

자칫 이와 관련해 뜬소문을 듣고 정확하지 않은 정보를 공유할 시 법적 처벌의 대상의 될 수도 있어 누리꾼들의 주의가 필요하다.

@highlight

동성제자를 성폭행하고 강제추행한 혐의로 기소된 성악가 권모(54) 씨에게 대법원이 징역 6년 및 폭력치료프로그램 40시간 이수, 5년간 정보공개 및 취업제한을 명령한 원심을 확정한 가운데, 권모 씨가 과거 공중파 방송에서 청소년들을 상대로 ‘멘토’ 역할을 했던 사실이 알려지며 논란이 가중되고 있다.