북한이 연일 한미 연합훈련에 대한 비난 수위를 높이고 있다.

북한이 2차 북미 정상회담 결렬 이후 한반도 정세의 악화에 대비함과 동시에 지난해부터 중단한 핵·미사일 실험을 장기적으로 재개할 상황을 염두에 둔 포석이라는 분석이 제기된다.

노동신문은 30일 한미가 오는 8월 을지프리덤가디언(UFG) 연습을 대체해 시행할 것으로 알려진 '19-2 동맹' 연습에 대해 "정세 흐름을 전쟁 위험이 짙어가던 과거로 되돌려 세울 수 있는 매우 무책임한 움직임"이라며 "이것을 명심하고 분별 있게 처신해야 할 것"이라고 주장했다.

지난 27일 조선중앙통신도 해당 훈련을 비난했다.

대남기구 조국평화통일위원회는 지난 25일 1년 3개월 만에 대변인 담화를 내고 22일부터 2주간 시행되는 한미 연합공중훈련에 대해 "남조선 당국이 미국과 함께 우리를 반대하는 군사적 도발 책동을 노골화하는 이상 그에 상응한 우리 군대의 대응도 불가피하게 될 수 있다"고 경고한 바 있다.

한미 연합훈련은 지난해 6월 싱가포르 1차 북미 정상회담 이후 잠정 중단되거나 축소 시행되고 있다.

한미 연합훈련의 축소가 지난해 북한의 핵·미사일 실험 중단 조치에 대한 직접적인 상응 조치는 아니다.

하지만 중러의 비핵화 로드맵 1단계인 '쌍중단'(한미 대규모 군사 훈련과 북한의 핵·미사일 실험의 동시 중단) 원칙을 한미가 파기했다는 이유로 북한이 핵·미사일 실험을 재개할 가능성도 있다.

김정은 북한 국무위원장이 지난 12일 시정연설에서 북미 비핵화 협상의 시한으로 못박은 올해 말까지 미국의 양보가 없을 시 무력 도발에 나설 상황을 미리 대비했다는 분석도 나온다.

로버트 칼린 미 스탠퍼드대 객원연구원은 북한전문매체 38노스에 "김 위원장이 시정연설에서 한미 연합훈련을 비난한 이후 북한 매체들이 한미 연합훈련에 대한 비판 대상을 한국 '군부'에서 '당국'으로 바꾸었다"며 "최근의 비난 수위의 변화는 북한이 상황이 개선되기보다 악화할 것에 대비하고 있음을 보여 준다"고 지적했다.

@highlight

북한이 노동 신문 등의 언론을 통해 한미 연합훈련에 대한 거센 비난을 하고 있고 중러의 비핵화 로드맵 원칙 파기를 이유로 들며 핵·미사일 실험을 재개할 수도 있다.