SBS TV 드라마 <초면에 사랑합니다>로 돌아온 김재경의 봄을 담은 패션 화보가 공개됐다.

<더스타>매거진 5월호에서 김재경은 봄날을 주제로 밝고 싱그러운 모습을 선보였다.

이번 화보에서 김재경은 군더더기 없는 미니멀한 스타일링을 선보이며, 특유의 빛나는 미모를 자랑했다.

특히 자연스럽게 청포도를 들고 카메라를 바라보며 촬영할 때에는 특유의 세련된 눈빛으로 스태프들의 감탄을 자아냈다.

화보 촬영 후 이어진 인터뷰에서 드라마 <초면에 사랑합니다> 에 대해 "처음 대본을 읽자마자 사랑스럽고 스트레스가 풀리며 힐링이 되는 것 같은 기분을 느꼈다. 언젠가 로맨틱 코미디를 해보고 싶었는데, 마침 '베로니카 박'역이 들어왔다"라고 말했다.

극 중 배우들과의 호흡에 대해서는 "배우들의 연령대가 비슷해서 너무 즐겁게 촬영하고 있다. 감독님이 그만 좀 떠들라고 한다"라고 간단히 촬영장 에피소드를 덧붙였다.

레인보우 이후 배우로서 나아갈 방향성에 대해 "연기라는 분야가 자기 자신에 관해 공부하지 않으면 해낼 수 없다. 깨달은 점은 김재경이라는 사람이 실제로 잘 살지 않으면 어떤 배역도 담아낼 수 없다. 그래서 나에 대해 고민하고 공부한다"라고 소신을 전했다.

데뷔 10년 동안 달라진 것에 대해는 "가치관이다. 예전에는 미래지향적인 사람이었다. 지금은 미래보다는 현재가 중요하다"라고 말하며, 배우로서 도달점에 대해 "두려움을 갖지 않은 배우. 미리 겁먹지 않고, 도전하고 노력하는 배우가 되고 싶다"라고 목표를 말했다.

마지막으로 대중들에게 "김재경이란 무지개 같은 사람. 무지개를 보면 누구나 다 행복함을 느끼는 것처럼 행복을 주는 사람이고 싶다"라고 웃으며 인터뷰를 마무리했다.

한편 <더스타> 5월호에서 커버를 장식한 설리의 애슬레저 패션 화보와 청량미 가득한 윤지성의 화보, 봄 향기 짙은 엔플라잉의 화보 등 다양한 스타와 스타일에 대한 정보를 확인할 수 있다.

@highlight

<더스타>매거진 5월호에서 봄날을 주제로 싱그러운 모습을 선보인 김재경은 <초면에 사랑합니다> 드라마 대본을 읽고 사랑스럽고 힐링이 되는 기분을 느꼈다며 대중들에게 행복을 주는 사람이고 싶다고 전했다.