[헤럴드경제=이유정 기자] CJ푸드빌이 30일 이사회를 열고 자회사인 투썸플레이스의 보유지분을 추가 매각하기로 결정했다.

CJ푸드빌은 자회사 투썸플레이스의 지분 45%를 2025억원에 앵커에퀴티파트너스(이하 앵커파트너스)에 매각하는 계약을 체결했다고 30일 공시를 통해 밝혔다.

인수사인 앵커파트너스는 현재 투썸플레이스 지분 40%를 보유하고 있는 2대 주주로 홍콩에 본사를 두고 있는 투자회사다.

앵커파트너스는 투썸플레이스에 대한 본격적인 투자로 브랜드를 견고하게 성장시킬 목적으로 추가 지분 인수를 결정한 것으로 알려졌다.

CJ푸드빌은 이번 매각을 통해 확보된 재원으로 재무구조를 개선하고 뚜레쥬르 등 나머지 사업부문의 내실을 다지는데 주력할 방침이다.

CJ푸드빌 관계자는 "CJ푸드빌의 재무건전성을 확보하고 베이커리 및 외식 사업에 대한 경쟁력 강화를 추진할 예정"이라며 "지분 매각 후에도 15%의 지분을 보유한 2대 주주로서 투썸플레이스가 독립해 사업을 영위하는데 적극적으로 협조 및 지원을 다할 것"이라고 말했다.

CJ푸드빌은 지난해 2월 1일 투썸플레이스를 물적분할했다.

이번 지분 추가 매각으로 CJ푸드빌이 보유한 투썸플레이스 지분은 15%가 됐다.

한편 CJ푸드빌은 이날 대표이사 명의의 투썸플레이스 매각 소식을 알리는 메일을 임직원들에게 전달했다.

CJ푸드빌은 "매년 적자폭 확대로 인한 부채비율 상승으로 외부조달 자체가 어려워짐에 따라 투자여력이 한계상황을 넘어서서 신규사업은 물론이고 기존사업의 보완투자 조차도 힘겨운 상태"라며 "이에 푸드빌과 투썸플레이스를 모두 살릴 수 있는 방법으로 투썸플레이스 매각을 결정하게 됐다"고 설명했다.

이어 "푸드빌의 열악한 재무구조 및 지원여력에서 벗어나 투썸플레이스가 성장을 지속해야 한다는 판단과 함께 투썸플레이스 매각을 통한 푸드빌의 재무구조 개선으로 외식 및 베이커리 사업의 진화 및 성장을 위한 재원마련이라는 판단 두가지를 모두 고려해서 경영권 매각이 결정됐다"고 덧붙였다.

@highlight

CJ푸드빌은 자회사 투썸플레이스의 지분 45%를 현재 투썸플레이스 지분 40% 보유하고 홍콩에 본사를 둔 투자회사 앵커파트너스에 2025억원에 매각하기 했다고 30일 밝혔다.