= 부산시는 수산분야의 CO2 배출량 절감을 통한 저탄소 녹색성장과 어가 경영안정을 위해 연근해 어선 어업인을 대상으로 '친환경에너지 절감장비 보급사업'을 추진한다.

복지 등을 위한 장비 설치 등을 지원하는 사업으로, 주요 지원대상은 LED집어등과 작업등, 유류절감장치, 해상용 디젤기관 및 선외기 엔진, GPS플로터, 레이다, 통신장비, 양승기, 양망기 등이 해당된다.

사업참여를 희망하는 연근해 어선어업인을 대상으로 2019년 총사업비 13억원(국·시비 7억8000만원, 자부담 5억2000만원)을 투입해 부산시 선적 연근해어선 150여척을 지원할 예정이다.

사업대상자로 선정된 어업인은 관할 구·군 및 수협과 협의해 본인소유 어선에 신청한 장비를 설치 후 비용의 60%를 지원받는다.

부산시는 2009년부터 지속적으로 사업을 시행하고 있으며 최근 5년간 716척(총사업비 약 67억원)의 어선에 에너지절감장비 설치를 지원해 어업인의 안정적 조업기반 조성에 노력해 왔을 뿐만 아니라 저효율의 해상엔진에 대한 교체비용을 지원함으로써 온실가스 배출량 감축에도 힘써왔다.

장비의 대체는 어선 해양사고 예방효과가 높아 어업인의 만족도가 높은 사업이다.

이외에도 내수면 어선에 탑재돼있는 노후기관을 전기추진기로 대체해 수질오염예방 및 온실가스 배출을 저감하기 위한 전기추진기 보급사업을 위해 총사업비 1억원(국·시비 8000만원, 자부담 2000만원)을 투입해 낙동강 일원 내수면 어선 2척도 지원한다.

부산시 관계자는 "부산시는 앞으로도 수산분야 온실가스 절감과 어가경영 개선, 해양사고 예방 및 안정적 조업기반 조성을 위해 에너지 절감사업을 지속해서 추진할 것이다"고 밝혔다.

@highlight

부산시는 수산분야의 저탄소 녹색성장과 어가 경영안정을 위해 연근해 어선 어업인을 대상으로 '친환경에너지 절감장비 보급사업'을 추진하는데,  LED집어등과 유류절감장치가 지원대상이며 시는 2019년 총사업비 13억원을 투입해 부산시 선적 연근해어선 150여척을 지원할 계획이다.