강소농 민간전문가들이 충북도내 영농현장에서 맞춤형 컨설팅에 구슬땀을 흘리고 있다.

(동양일보 지영수 기자) 충북도농업기술원(원장 송용섭)은 2월~4월 초 도내 전 시군을 대상으로 ‘강소농 지원단 사업 설명회 순회 교육’을 마치고 본격적인 영농철을 맞아 맞춤형 컨설팅을 추진한다.

2011년부터 작지만 강한 농업인 ‘강소농’을 육성해 온 충북농업기술원은 경영 규모가 작은 농업인들의 경쟁력 향상을 위해 비교 우위 작목의 선택과 비용 절감, 품질 향상, 고객 확대, 가치 증진을 통해 경영 수익 모델을 개선해 오고 있다.

강소농은 작은 경영 규모에서 고객 가치 창출, 고객 기반 확보 등 경영 목표를 달성하는 미래 성장 가능성을 갖춘 농업 경영체다.

현재까지 충북에는 5742명의 강소 농가들이 등록돼 활동하고 있으며 생산, 가공, 유통 등 농업의 모든 분야에서 경쟁력 있는 농업인으로 성장시키는데 온 힘을 기울이고 있다.

이들 강소농들의 소득 향상과 경영 컨설팅을 위해 농촌진흥청과 농업기술원에서는 5명의 강소농 민간 전문가를 위촉해 이들의 영농 활동을 돕는다.

현재 귀농·귀촌, 과수, 채소, 농산물가공, 농촌 지역 개발 분야 등 5개 분야에서 컨설턴트 역할을 톡톡히 하고 있다.

4차 산업 혁명 시대에 성장 가능성이 있는 전업농 미만의 중소 규모 가족농을 중심으로 경영 진단, 전문 기술 등 맞춤형 컨설팅, 경영 개선 역량 향상 교육, 자율 학습 모임체 육성 및 청년 창업농 활동 지원 등을 통해 이들의 소득이 향상될 수 있도록 도와준다.

충북기술원 지원기획과 하웅용 지도사는 “녹색 혁명을 통해 국민의 식량을 해결했고, 백색 혁명을 통해 사시사철 신선한 채소를 국민에게 제공했듯 사람 중심의 작지만 강한 경영체를 육성해 농업 재창조가 될 수 있도록 적극 지원해 줄 계획”이라고 말했다.

@highlight

2011년부터 작은 규모이지만 강한 경쟁력을 가진 농업 경영체인 '강소농'을 키워 경영 수익 모델을 개선하고 있는 충북도농업기술원은 2월~4월 초 충북도내 전 시군의 ‘강소농 지원단 사업 설명회 순회 교육’을 끝내고 영농철 맞춤형 컨설팅을 진행한다. 