익산시가 축산악취를 억제하기 위해 축사 악취발생 단계별 원인분석을 통한 억제대책을 적극 추진하는 한편 강력한 단속을 병행하는 등 축산 악취저감을 위한 환경개선에 집중하고 있다.

전종순 익산시 미래농정국장은 30일 오전 정례브리핑을 통해 "익산시 주요가축 사육현황은 1,268개 농가 720만여 두를 사육하고 있으며, 축산악취 민원은 지속적으로 증가하고 있는 실정이다"고 전하며, "올해부터 강력해지는 축산악취 규제에 선제적으로 대응하고자 축산악취계를 신설하고 축산농가에 대한 악취저감 지원사업을 확대 하는 한편 악취발생 농가에 대해서는 강력한 단속을 병행 추진해 나갈 계획이다"고 전했다.

익산시는 축산악취저감을 위한 사업에 3억원을 편성했으나, 올해 제1회 추경예산에 악취 저감을 위해 예산을 대폭 추가 확보해 축산농가를 대상으로 축산 악취규제에 미리 대비할 수 있도록 악취관리 예산을 지원할 방침이다.

또한, 축산악취발생 원인을 농장내 사양관리단계, 축사내 사육단계, 가축분뇨 처리 등 3단계로 구분하고 분석해 단계별로 악취저감 지원 정책을 추진한다.

악취 저감을 위한 3단계는 ▲1단계 매월 두번째 수요일 '축산환경 개선의 날'로 지정하고 자체 청소 및 악취 저감 분위기 확산 ▲2단계 축사내부 안개분무장치 설치 ▲3단계 고액분리시설 및 저감제 살포 등이다.

김기주 익산시 축산과장은 "축산 악취저감은 행정은 물론 농가의 적극적인 참여와 협조 없이는 이룰 수 없는 것으로 축산농가의 악취발생 단계별 저감 노력을 통해 주민의 눈높이에 맞는 악취저감으로 주민과 축산농가 모두가 만족하는 친환경축산업을 구현할 수 있도록 축산농가의 자발적인 노력을 촉구하며, 익산시는 축산 악취저감을 위해 혼신의 노력을 다하겠다"고 밝혔다.

@highlight

전종순 익산시 미래농정국장은 30일 오전 정례브리핑을 통해 "축산악취발생 원인을 농장내 사양관리단계, 축사내 사육단계, 가축분뇨 처리 등 3단계로 구분하고 분석, 단계별로 악취저감 지원 정책을 추진하며,  악취발생 농가에 대해서는 강력한 단속을 병행 추진해 나갈 계획이다"고 전하고, 익산시는  올해 제1회 추경예산에 악취 저감을 위해 예산을 대폭 추가 확보해 단계별로 악취저감 지원 정책을 추진한다.