지난해 제주지역 관광개발사업장과 투자진흥지구가 투자액, 고용, 제주지역업체 참여 등 실적이 소폭 상승한 것으로 나타났다.

하지만 당초 투자·고용·지역업체 참여 계획과 비교해 실적은 크게 미치지 못했다.

제주특별자치도는 지난해 말 기준 관광개발사업 및 투자진흥지구 62곳에 대한 투자와 고용, 지역업체 참여 실적을 30일 공개했다.

추진상황 분석한 결과 지난해 6월과 비교해 투자는 6691억원, 고용은 714명, 지역업체 참여 실적은 2986억원 증가했다.

지난해 전반기와 비교해 투자실적은 0.7%포인트, 고용실적은 1.1%포인트, 지역업체 공사참여는 2.1%포인트 상승한 것이다.

2018년 12월 기준 계획대비 62개 전체 사업장의 실적의 경우 투자는 11조717억원으로 계획 20조7143억원 대비 53.4%로 분석됐다.

고용은 1만1355명으로 이중 도민은 8707명이며, 당초 계획 3만8128명(도민 3만600명)과 비교해 각각 29.8%와 28.5% 수준에 그쳤다.

지역업체 참여 실적은 2조752억원으로 당초 계획 4조7260억원의 43.9% 수준으로나타났다.

준공이 완료돼 운영 중인 25개 사업장의 경우 계획대비 투자실적은 1조1823억원으로 당초 계획 1조1267억원보다 104.9%를 기록했다.

고용실적은 1877명으로 계획 1907명의 98.5%이며, 지역업체 참여는 4201억원으로 계획 5031억원 대비 83.5%의 실적을 보였다.

일부준공 돼 운영 중인 28개 사업장의 경우 투자는 9조3809억원으로 계획 15조3553억원의 61.6% 수준이며, 고용은 9424명으로 계획 2만8064명의 33.6%, 지역업체 공사참여는 1조5820억원으로 계획 3조7728억원의 41.9%로 나타났다.

제주도는 점검결과 투자와 고용이 미진한 사업장에 대해 투자진흥지구 지정기준 이행 촉구 및 회복명령 등으로 투자를 유도해 나갈 계획이다.

@highlight

제주 관광개발사업장과 투자진흥지구의 참여 실적이 공개되었다. 실적은 소폭 상승하였으나 당초 참여 계획에는 못 미치는 수준이었다.