전주대 탄소기술융합커플링사업에 참여한 학생들이 캡스톤디자인 경진대회에서 우수한 성적을 거뒀다.

지난 달 18일부터 19일까지 진주 동방호텔에서 연 ‘2019년 한국기계가공학회 춘계 학술대회’ 캡스톤디자인 경진대회에서 전주대 학생 1개 팀이 최우수상, 3개 팀이 우수상을 받은 것.

최우수상을 차지한 기계자동차공학과 이현중 학생 외 7명(김진혁, 박가빈, 임정우, 문상빈, 양우진, 지석현, 김도훈 학생)과 김홍건 교수 팀은 탄소복합재를 적용한 수상용 드론을 제작했다.

드론이 물 위에서도 이착륙할 수 있도록 설계해 드론 수상 분야 활용 가능성을 넓혔다.

완성도는 수상 드론이 필요한 산업체와 공동 회의 및 연구하면서 높였다.

수상환경 최적화 모델은 실험을 수십 번 거쳐 드론 프레임을 탄소판넬 소재로 활용하고 이착륙 보조물을 부착했기에 가능했다.

기계자동차학과 이현중 학생은 “팀 모든 학생들이 개인 역량을 최대한 발휘해서 기계, 전기, 신소재 등 다양한 분야를 더했다”며 “4차 산업혁명 시대에 맞춰 다른 공학적 지식을 기계분야에 접목, 다양한 제품을 개발하고 싶다”고 말했다.

우수상을 수상한 3개 팀도 있다.

기계자동차공학과 이선훈 학생 외 6명(임지수, 최영재, 김영곤, 김양호, 소재신, 유민영 학생)과 곽이구 교수팀은 탄소 부직포 면상 발열체를 이용한 족욕기를 마련했다.

기계자동차공학과 강민우 학생 외 5명(김종완, 김종찬, 범두진, 송윤의, 안형주 학생)과 강성수 교수팀은 탄소복합재를 적용한 리프트 장치를 만들었다.

기계자동차학과 최선호 학생 외 6명(박병림, 오기현, 송우진, 박준홍, 정성민, 황연택 학생)과 고상철 교수팀은 탄소복합재를 적용한 휴대용 전동 킥보드를 제작했다.

@highlight

전주대는 18일부터 19일까지 진주 동방호텔에서 열린 ‘2019년 한국기계가공학회 춘계 학술대회’ 캡스톤디자인 경진대회에참여하였으며, 탄소복합재를 적용한 수상용 드론을 제작한 1개 팀이 최우수상과 탄소 부직포 면상 발열체를 이용한 족욕기,  탄소복합재를 적용한 리프트 장치, 탄소복합재를 적용한 휴대용 전동 킥보드를 출품한 3개 팀이 우수상을 수상 하였다.