선거제도 개편안과 사법개혁입법이 30일 패스트트랙으로 지정됨에 따라 이후 절차에 관심이 모아지고 있다.

국회법에 따르면 패스트트랙 지정 법안은 소관 상임위(180일)와 법제사법위원회(90일), 본회의(60일) 등 최장 330일이 필요하다.

우선 법안이 패스트트랙에 상정되면 소관 위원회인 정개특위 및 사개특위에는 최장 180일의 논의 기간이 주어진다.

즉 4월29일을 기준으로 패스트트랙 상정부터 180일째 되는 날은 10월25일이다.

이때까지 여야 합의가 이뤄지지 않으면 자동으로 다음 단계인 법제사법위원회로 넘어간다.

법사위는 이들 법안에 대한 심사를 90일 이내에 마쳐야 한다.

또 법사위가 정해진 기간 내 심사를 마치지 못하면 곧바로 최종 관문인 본회의에 자동 부의되고 부의된 날부터 60일 이내에 본회의에 상정된다.

본회의 상정은 곧 표결을 뜻한다.

본회의 표결까지 최장 330일이 걸린다면 내년 3월23일로 21대 총선이 채 한 달도 남지 않은 시점이라 총선에 선거제 개편안을 적용하기는 어려워진다.

이에 여야4당은 최대한 심사를 단축하겠다는 입장이다.

각 위원회는 안건조정제도를 통해 기간을 '최장 90일 이내'로 줄일 수 있다.

재적 위원 3분의 1 이상 요구로 안건조정위원회를 구성하고, 조정위는 최장 90일간 활동할 수 있다.

상임위 기간을 180일에서 90일로 절반을 단축시키면 올해 7월27일께 법사위에 올릴 수 있다.

다만 법사위에서는 위원장이 자유한국당 소속 여상규 의원이라 심사기간인 90일을 다 채울 가능성이 크다.

그래도 문희상 국회의장의 재량으로 60일로 돼 있는 본회의 부의 기간을 생략하고 곧장 본회의에 상정할 수 있다.

즉 최대한 빠르게 진행된다면 상임위 90일, 법사위 90일, 본회의 부의 기간 생략 및 즉각 상정을 거쳐 총 180일 만에 법안 처리가 가능해 10월25일께 본회의에서 표결을 할 수 있다.

@highlight

선거제도 개편안과, 가법개혁 입법이 패스트트랙으로 지정됨에 따라 소관상임위, 법제사법위원회, 본회의 등을 거쳐 최장 330일이 필요하나 여야는 최대한 심사를 단축하겠다는 의지를 내비쳤다.