이 지사 "천군만마 얻은 격 크게 도약하려는 충북 탄력"

▲ 이시종 충북지사(왼쪽 세 번째)와 강경화 외교부 장관(왼쪽 네 번째)이 30일 정부서울청사 외교부 리셉션홀에서 외교·국제업무 협력 증진에 관한 양해각서를 체결하고 기념촬영을 하고 있다.

[충청일보 김홍민기자] 충북도가 외교부와 업무협약을 맺고 세계화에 박차를 가한다.

충북도는 30일 정부서울청사 외교부 리셉션홀에서 강경화 외교부장관이 참석한 가운데 외교·국제업무 협력 증진에 관한 양해각서를 체결했다.

이날 협약은 최근 충북도가 '망원진세(望遠進世)'와 '강호대륙(江湖大陸)'을 신년화두로 내세우고 '세계 속의 충북' 도약을 위해 공을 들이면서 구체적 실현을 위해 마련했다.

이시종 지사는 이날 협약식에서 "멀리 내다보며 세계로 미래로 크게 도약해 나가려는 충북도의 의지는 이번 외교부와의 양해각서 체결로 더욱 탄력을 받게 됐다"고 밝혔다.

이 지사는 이어 "충북 외교·국제협력 분야에 외교부 특유의 경험과 노하우가 더해진 것은 천군만마를 얻은 격으로 더욱 힘 있는 모습으로 '세계 속의 충북' 실현을 위해 힘쓰겠다"고 강조했다.

충북도는 외교부와 협약을 계기로 오는 8월 30일 열리는 '2019충주세계무예마스터십'과 유치에 나선 '2030 아시안게임' 등 각종 대규모 국제행사에서 외빈과 선수 초청에 수반되는 외교 업무의 원활한 추진을 기대하고 있다.

특히 양 기관은 최신 해외 동향과 정보 공유, 해외투자 유치 및 시장 개척 등 다양한 분야에서도 긴밀한 협력관계를 구축할 계획이다.

최성규 도 국제통상과장은 이날 협약에 대해 "올해 충북도가 야심차게 추진하고 있는 '세계무예마스터십'과 '중국인유학생페스티벌', '오송화장품뷰티산업엑스포'의 완성도를 높여 성공적으로 개최할 방침"이라며 "행정·문화예술·축제관광·체육·교육 등 외국 자매도시와 굳건한 협력관계를 도모하고 충북 생산품의 세계수출 시장 확대 등에도 중점을 두겠다"고 말했다.

@highlight

충북도는 강경화 외교부장관이 참석한 가운데 외교·국제업무 협력 증진에 관한 양해각서를 체결하며 이날 협약은 '세계 속의 충북'도약을 위해 구체적인 실현을 위해 마련하였고 오는 8월 30일 열리는 '2019충주세계무예마스터십'과 '2030 아시안게임'등 외교 업무의 원할한 추진을 기대하고 있다.