무드 내러티브 메이크업 브랜드 힌스(주식회사 비바웨이브, 대표 허재석)는 미러라이크 컬렉션 '무드인핸서 쉬어 립스틱' 5종과 '트루디멘션 글로우 치크' 4종을 포함하여 총 9가지의 제품을 출시했다고 밝혔다.

힌스의 미러라이크 컬렉션은 '과장되지 않은 지금 그대로의 당신을 더욱 빛나게 할' 컬렉션으로서 브랜드의 두 번째 컬렉션이다.

'무드인핸서 쉬어' 립스틱은 립밤처럼 발리어 쫀쫀하게 밀착되는 산뜻한 사용감을 가진 제형으로 촉촉함과 보습감, 밀착감을 모두 갖춘 제품이다.

뉴트럴 베이지 톤의 '인 더 모먼트', 미디엄 소프트 핑크 컬러인 '델리케이트', 트루 코랄 컬러인 '스펠 아웃', 따뜻함과 차가움이 공존하는 퓨어 레드 컬러인 '엠비언스', 무지개 펄감의 딥 라즈베리 '미러라이크' 컬러로 출시됐다.

'트루디멘션 글로우 치크' 제품은 멜팅 클레이 텍스쳐로 부드럽게 녹아들 듯 발리는 제형으로 자연스럽고 우아한 윤광을 연출 할 수 있다.

트루디멘션 글로우 치크는 예약판매를 시작한 직후부터 소비자의 반응은 뜨겁다.

은은하고 투명한 수채화 발색의 미러라이크 컬렉션은 힌스 온라인몰과 오는 26일 시코르 강남점에서 만나볼 수 있으며, w컨셉 및 브랜드 공식몰 등의 유통 채널에서 만나볼 수 있다.

이외에도 추후 여러 온라인, 오프라인 매장에 입점될 예정이다.

힌스 브랜드 담당자는 "힌스의 두 번째 컬렉션을 선보이게 되어 기쁘며, 스스로의 신념과 열망에 확신을 가지고 보다 열정적으로 살아가는 삶에 영감을 제공하는 메이크업 브랜드가 될 것"이라고 전했다.

@highlight

메이크업 브랜드 힌스는 두 번째 컬렉션인 미러라이크 컬렉션으로 과장되지 않은 자연스러운 제품인 무드인해서 쉬어 립스틱 5종과, 트루디멘션 글로우 치크 4종을 출시하였고, 위 제품은 립밤처럼 발리는 사용감과, 좋은 보습감, 밀착감을 모두 갖추어 사용자들에게 만족감을 준다.