'야경이 멋진 도시, 밤하늘의 별이 보이는 도시, 밤거리 보행이 편안한 도시….

용인시는 '빛의 기억으로 즐거워지는 사람들의 도시'를 미래상으로 '용인시 야간경관계획(안)'을 마련해 오는 9일 시청 컨벤션홀에서 시민과 관련 전문가를 대상으로 공청회를 연다.

각 권역의 도시기반시설이나 건축물, 광고물 등의 조도, 휘도, 색온도 등의 기준을 제시해 빛공해 없는 쾌적한 환경을 조성하고 용인시만의 정체성 있는 야간경관을 갖추려는 것이다.

계획안은 용인시의 야간경관 목표를 안전한 빛의 도시, 애정 있는 빛의 도시, 성장하는 빛의 도시, 조화로운 빛의 도시, 세련된 빛의 도시 등으로 제시했다.

계획 수립에 앞서 시민 300명을 대상으로 한 설문조사에서 급성장하는 100만 대도시이지만 야간경관 명소가 부족하고, 과도한 빛공해와 주택가의 조명 부족 등 조명인프라 불균형 등이 심한 것으로 나타났기 때문이다.

계획안은 시의 야간권역을 중심시가지, 행정중심권역, 처인북부, 처인서부, 처인동부 등으로 나누고 다시 조망경관을 도심, 경제문화중심, 도로축, 하천축, 수거점, 녹지거점, 역사문화거점으로 구분해 가이드라인을 제시했다.

또 시의 야간경관을 개선하기 위해 권역별로 검토해볼만한 사업들도 제시했다.

공청회는 이 같은 내용의 야간경관계획(안) 발표 후 전문가 지정토론과 시민 의견수렴을 하는 순으로 진행된다.

시는 공청회에서 수렴한 의견을 반영한 야간경관계획(안)을 시의회에 보고하고 경관심의위원회 보고를 거쳐 오는 7월까지 '용인시 야간경관계획'을 확정할 계획이다.

경관법에 따라 '2030 용인시 기본경관계획'의 특정경관계획으로 수립되는 이 야간경관계획의 가이드라인은 이후 각종 기반시설이나 도로, 건축물, 옥외광고 등의 조명설계 기준으로 설계 검토나 심의 등에 활용된다.

@highlight

용인시는 야간경관 목표를 안전.애정.성장.조화로운.세련된 빛의 도시 5개로 제시하고 오는 9일 시민과 관련 전문가를 대상으로 공정회를 열어 의견 수렴한 야간경관계획(안)을 경관심의위원회 보고를 거쳐 오는 7월까지 확정할 계획이다.