광주전남지방병무청은 2019년도 병역판정검사를 9일부터 11월 22일까지 실시한다고 1일 밝혔다.

올해 지역 병역판정검사대상자는 19세가 되는 2000년도 출생자와 그 이전 출생자 중 병역판정검사연기 사유가 해소된 2만3천여 명이 될 전망이다.

매년 19세가 되는 남자는 주소지 관할 지방병무청장이 지정하는 일자와 장소에서 병역판정검사를 받아야 한다.

하지만 본인이 병무청 홈페이지(www.mma.go.kr)에서 직접 병역판정검사 일자와 장소를 선택하여 검사를 받을 수 있으며, 주소지와 실거주지가 다른 학생과 학원수강생, 직장인 등은 실거주지를 관할하는 지방병무청에서도 검사를 받을 수 있다.

병역처분은 신체등급, 학력 등을 종합적으로 판정한다.

병역의무자들은 질병 및 심신장애 정도의 평가기준인 ‘병역판정신체검사 등 검사규칙’(국방부령)에 따라 판정된 신체등급과 학력 등을 고려, 현역병입영대상, 보충역, 병역면제 등으로 병역처분을 받게 된다.

다만, 학력이 고퇴 이하이면서 신체등급 1~3급에 해당돼 보충역 처분 대상이지만, 본인이 현역병 입영을 원하는 경우에는 현역병입영대상으로 병역처분을 받을 수 있다.

한편 병역판정검사는 건강검진의 효과도 누릴 수 있다.

병역판정검사는 기본검사와 정밀검사로 나눠 실시된다.

기본검사는 심리검사, 혈액·소변 검사, 혈당검사, 영상의학검사, 혈압 및 시력측정 등을 모든 수검자를 대상으로 실시하고 이를 통해 간질환, 당뇨질환, 간염, 신장기능, 심혈관계 질환 등 종합적으로 질환 유무를 확인한다.

기본검사 결과와 본인이 작성한 질병상태에 대한 문진표, 지참한 병무용진단서 등으로 내과, 외과 등 해당과목을 면밀하게 보는 정밀검사를 실시하게 된다.

@highlight

광주전남지방병무청은 19세가 되는 2000년도 출생자와 그 이전 출생자 중 병역판정검사연기 사유가 해소된 2만3천여 명을 대상으로 2019년도 병역판정검사를 9일부터 11월 22일까지 실시한다고 1일 밝혔다.