영덕 축산항 블루시티 조성사업 타당성조사 착수보고회가 지난달 30일 영덕군청에서 열렸다.

천혜의 관광자원과 연계해 해안권 뷰포인트를 창출하기 위한 영덕군 축산항이 새로운 관광거점으로 조성될 전망이다.

이를 위해 영덕군은 지난 30일 군청 제1회의실에서 ‘축산 블루시티 조성사업 타당성 조사 연구용역 착수보고회’ 를 가졌다.

이날 타당성조사 연구용역은 축산항 특화마케팅사업으로 추진 중인 축산블루시티개발구역지정 및 개발계획수림(안)을 기준으로 국토교통부에서 2019년 국비 3억 원으로 추진한다.

군은 지역 연계성 강화, 지역경제파급 효과분석, 사업추진의 시급성을 판단하는 타당성 분석을 통해 2020년 축산블루시티조성사업의 본 공사 사업비(190억, 국비 95억, 지방비 95억)확보에 주력할 방침이다.

축산블루시티 조성사업은 ‘동·서·남해안 및 내륙권 발전 특별법’ 에 따른 ‘동해안권 발전종합계획’ 수립 시 ‘세종동진 특화 마케팅사업’ 선도사업과 중점사업으로 선정됐다.

상주~영덕고속도로 개통과 함께 동해선 철도, 국지도 20호선 확장사업 등 확장되는 광역교통망과 블루로드(해파랑길), 고래불국민야영장 등 주변여건의 변화를 수용하는 새로운 관광거점을 구축한다.

이번 보고회에는 이태정 국토부 해안권발전지원과장, 안상훈·최영택 사무관, 이석우 주무관, 오창린 동국대 교수, 경북도 경관위원회(관광) 서철현 대구대 교수, 영덕군 관광자문위원회(지역개발) 유지형 경일대 교수, 영덕군 건설자문위원, 용역사(영건축사) 김영규 대표, 원동식 동산이엔씨 대표, 김성수 대전대 산업협력단 대표 등이 참석했다.

@highlight

영덕군은 축산항에 해안권 뷰포인트를 만들어 관광거점으로 개발하기 위해 지난 30일 군청 제1회의실에서 축산 블루시티 조성사업 타당성 조사 연구용역에 대한 착수보고회를 열었다.