설문대할망 제 의식(돌문화공원관리소 제공).

제주돌문화공원관리소(소장 양한식)는 5월 한 달간 '제13회 설문대할망 페스티벌'을 개최하면서 공원을 무료 개방한다.

돌문화공원은 설문대할망을 기리고 제주의 창조신화와 문화를 발전·전승하기 위해 매년 5월 '설문대할망의 날'로 지정하고, 지난 2007년부터 '설문대할망 페스티벌'을 연례행사로 개최하고 있다.

올해로 13주년을 맞는 페스티벌은 설문대할망을 널리 전파하고 제주의 정체성과 향토성, 예술성을 담은 세계적 신화행사로 발전시키는 등 새로운 문화관광 콘텐츠를 창조하는 원동력이 될 것으로 기대를 모으고 있다.

주요행사로는 5월 11일 '심포에스타 2019 창조·여신·예술의 3중주', 13일 '2019 설문대 워크샵(명상, 예술, 치유)', 15일 '2019설문대할망제 본행사'와 '설문대 제주 굿문화제(돌한마을 축제)', 19일 '설문대할망 작은음악회'가 열리는 등 총 23개의 행사가 날마다 열린다.

전시행사도 열린다.

오백장군갤러리 1~5전시실에선 '최재영, 김미희 부부 기증사진전'이 10일 오후 4시 오픈식을 시작으로 7월 28일까지 열린다.

오백장군갤러리 6전시실에선 장승애 회화전 소리보기(Sound of Life)가 이달 31일까지 열리고 '심포에스타 2019 창조·여신·예술의 3준주'전도 오백장군갤러리 7전시실에서 31일까지 열린다.

양한식 제주돌문화공원관리소장은 "5월 한 달간 돌문화공원이 무료 개방되는 만큼 도민들의 많은 관심과 참여를 바란다"고 당부했다.

신청해야 할 프로그램 등 자세한 내용 및 일정은 돌문화공원 누리집(www.jeju.go.kr/jejustonepark)에서 확인 가능하다.

@highlight

제주돌문화공원은 제주의 창조신화와 문화를 발전·전승하기 위해 지난 2007년부터 '설문대할망 페스티벌'을 개최하고 있고 올해는 5월 11일 '심포에스타 2019 창조·여신·예술의 3중주' 등 총 23개의 행사가 5월 날마다 열린다.