충북도교육청이 올해 하반기부터 교원임용시험 공·사립 동시지원제도를 시행한다.

1일 도교육청에 따르면 사립학교의 우수교원 확보와 채용과정의 공공성·투명성 확보를 위해 공·사립 동시 지원 온라인시스템을 구축 중이다.

현재 교육 행정 정보시스템(NEIS)은 공립만 지원 가능해 응시자들이 공립학교를 포기해야만 사립학교를 지원할 수 있다.

이에 도교육청에 위탁채용을 의뢰한 사립학교는 낮은 경쟁률과 합격점수로 우수 교원 선발에 어려움을 겪어왔다.

이런 상황으로 사립학교들의 위탁채용 의뢰도 크게 줄었고 공·사립 교원의 편차도 문제점으로 지적돼 왔다.

실제로 2010년부터 2016년까지 도교육청이 시행한 공립학교 중등교사 임용시험 결과를 보면 같은 기간 사립학교 27개 위탁 채용 분야 중 15개 분야의 1차 필기시험 최고 득점자보다 공립학교 1차 필기시험 탈락자 320명의 점수가 더 높았다.

결국 한곳만 선택할 수 있는 임용시험이 응시자의 임용 기회 축소는 물론, 사립학교의 우수교원 확보 기회도 사라지게 한 셈이다.

도교육청은 이러한 문제점을 개선하기 위해 공·사립 동시 지원 기능과 동시 지원 시 우선순위 분야를 선택할 수 있도록 시스템을 개선하고 있다.

이 시스템이 구축되면 응시자는 1순위와 2순위로 나눠 공·사립에 동시 지원할 수 있으며, 1순위 탈락 시에도 2순위에 합격할 기회가 한 번 더 주어진다.

이와 함께 위탁 채용을 의뢰한 사립학교에는 2차 시험의 채용평가위원 섭외 등에 필요한 경비를 과목당 100만원씩 지원할 계획이다.

도교육청은 상반기 중 시스템 시험 가동을 마친 뒤 2020학년도 임용시험 원서접수를 시작하는 올해 10월부터 공·사립 동시지원이 가능할 것으로 전망하고 있다.

도교육청 관계자는 "공·사립 동시 지원 온라인시스템이 구축되면 사립학교에 우수교원 확보의 기회가 주어줘 위탁 채용의뢰가 증가할 것으로 기대된다"고 말했다.

@highlight

충북도교육청이 낮은 경쟁률과 합격점수로 우수 교원 선발에 어려움을 겪어왔던 사립학교의 위탁채용 공공성·투명성 확보를 위해 공·사립 동시지원제도를 위한 온라인시스템을 구축하고 있으며, 올 하반기부터 교원임용시험 공·사립 동시지원제도를 실시할 예정이다.