경도인지장애 초기에는 자살, 시간이 지나 치매 말기가 되면 사고사 가능성이 높아지는 것으로 나타났다.

진단 시점부터 적극적인 사망 예방 관리가 필요해 보인다.

삼성서울병원 정신건강의학과 홍진표 교수 연구팀은 2005 ~ 2016년간 노인성치매임상연구센터(CREDOS)에서 모집한 인지 장애 환자 1만169 명의 사인을 추적 관찰했다.

연구팀은 성별, 나이, 직업 유무, 교육 기간과 같은 인구학적 특징과 인지 장애 질환 중증도 등 다양한 분류 별로 인지 장애를 앓고 있는 고령 환자들의 사망 원인을 조사했다.

인구학적 특징으로는 자살 환자들이 사고사 환자들과 비교해 연구 등록 시점에 나이가 비교적 젊고 인지 장애 정도가 낮았으며 교육 기간이 짧았고 취직 상태인 경우가 더 많았다.

그 결과 인지 장애 중증도로 비교하면 중증도가 높아질수록 자살률이 낮아지는 것으로 나타났다.

사고사 비율은 중증도와 동일하게 높아졌다.

연구에 따르면 인지 장애 환자들의 자살률은 사고사율에 비해 비교적 낮았다.

자살 시도 시 인지 능력 한계가 자살 계획 이행에 방해가 되기 때문이다.

자살률은 진단 초기에 가장 높았는데 최근 암환자들도 1년 이내 진단 받은 비교적 젊은 환자들이 자살률이 높다는 결과가 나왔다.

초기 인지 장애 환자와 암환자들 모두 기능 장애 발생과 자율성이 떨어짐에 대해 좌절감을 느낀 것으로 보인다.

한편 중증 환자들은 운동력, 상황 판단력, 단기 기억력이 악화되어 사고사가 증가했다.

이는 신경인지 손상에 따라 인지 장애 환자의 사인이 달라질 수 있음을 의미한다.

특히 사고사 위험 요소 중 나이는 경증, 중증 인지 장애 환자 모두에게 치명적인 위험 요인으로 나타났다.

경도 인지 장애 환자의 사고 사망률은 1년 마다 3.63배 늘어났다.

홍진표 교수는 "우리 사회가 고령사회로 진입하면서 '웰다잉'에 대한 고민이 깊어지고 있다"며 "갑작스런 죽음을 예방하기 위해선 인지 장애 정도 평가 시 시기별 사망 사고 예방 전략과 관심이 필요하다"고 말했다.

이번 연구는 국제학술지 최근호에 게재됐다.

@highlight

삼성서울병원 정신건강의학과 홍진표 교수 연구팀이 인지 장애 환자의 사인을 살펴본 결과 인지 장애 정도와 자살률은 반비례하고, 사고사 비율은 비례했다.