토트넘 홋스퍼 선수들이 지난달 30일(현지시간) 영국 런던의 토트넘 홋스퍼 스타디움에서 열린 아약스와의 2018-2019 유럽축구연맹(UEFA) 챔피언스리그 준결승 1차전을 마친 뒤 경기장을 떠나고 있다.

이날 손흥민이 경고누적으로 빠진 토트넘은 아약스의 도니 판더베이크에게 내준 결승골을 만회하지 못하면서 0-1로 패했다.

'손세이셔널' 손흥민이 경고누적으로 빠진 토트넘이 아약스(네덜란드)와 2018~2019 유럽축구연맹(UEFA) 챔피언스리그 4강 1차전 홈경기에서 무릎을 꿇었다.

토트넘은 1일(한국시간) 영국 런던의 토트넘 홋스퍼 스타디움에서 열린 아약스와 UEFA 챔피언스리그 준결승 1차전 홈 경기에서 전반 15분 아약스의 도니 판더베이크에게 내준 결승골을 만회하지 못하면서 0-1로 패했다.

홈에서 아약스에 일격을 당한 토트넘은 오는 9일 네덜란드 암스테르담의 요한 크라위프 스타디움에서 준결승 2차전을 통해 결승 진출에 도전한다.

토트넘은 '해결사' 손흥민이 경고누적으로 빠지고, '골잡이' 해리 케인이 발목 부상으로 결장했다.

미드필더 해리 윙크스마저 사타구니 부상으로 수술대에 오르면서 사실상 '차포'를 뗀 상황으로 아약스와 상대했다.

루카스 모라와 페르난도 요렌테를 투톱으로 앞세운 3-4-1-2 전술로 나선 토트넘은 예봉이 무뎌진 상황에서 아약스에 이른 결승골을 내주며 어렵게 경기를 풀어갔다.

원정에서 공세를 펼친 아약스는 전반 15분 페널티아크 부근에서 하킴 지어흐가 투입한 '킬 패스'가 도니 판더베이크에게 연결됐다.

페널티 지역 정면에서 골키퍼와 1대1 상황을 맞은 판더베이크는 정확한 오른발 슛으로 결승골의 주인공이 됐다.

@highlight

손흥민이 경고누적으로 빠진 2018~2019 유럽축구연맹 챔피언스리그 홈에서 아약스의 도니 판더베이크 한테 0-1로  패한 토트넘은 오는 9일 네덜란드 암스테르담의 요한 크라위프 스타디움에서 준결승 2차전을 맞아 결승진출에 결승 진출을 노려본다.