매출 감소로 적자경영을 이어온 청송사과유통공사가 지난달 29일 긴급이사회를 열고 사외이사 4명이 전원 사퇴했다.

이들 이사들은 그동안 이사회를 통해 경영진에 적자경영을 벗어날 수 있는 혁신 경영안을 요구했지만 만족할만한 안이 나오질 않자 결국 사퇴로 자신들의 의견을 표명한 것으로 보인다.

청송사과유통공사는 2011년 8월 청송군 예산 81.2%, 민간인 투자 18.8%의 지분으로 설립됐으며, 현재 총 자본금 22억1천600만원이다.

하지만 2018년 결산 결과, 누적 적자가 6억3천257만원으로 자본금의 28.5%을 잠식할 위기에 놓였다.

적자 원인 중 하나는 유통공사 전 대표 등의 횡령과 뇌물공여 등으로 이미지가 실추되면서 공사로 사과를 납품하는 농가가 현저히 줄었기 때문이다.

매년 청송지역 전체 사과농가의 10% 수준인 400농가 이상이 공사에 사과를 납품했지만 지난해 250농가로 줄어들면서 전체 사과농가의 6.5% 수준으로 크게 떨어졌다.

공사 전 대표의 횡령과 관련된 이사와 팀장 등 실무진이 사임하면서 질 높은 사과를 수매할 인력이 부족해져 품질 저하로 이어졌고 고정고객까지 이탈했다.

결국 2017년까지 누적 이익이 1억3천만원을 기록했던 유통공사는 지난해 6억3천만원가량 적자를 기록했다.

월평균 인건비와 운영비 등 2억8천만원 정도가 소요돼 올해 말이면 최소 8억~10억원 정도 누적 적자를 기록할 전망이다.

특히 29일 이사회 이후 공사 대표마저 취임 1년 4개월 만에 사직서를 제출하면서 공사는 조타수 없는 배 신세가 됐다.

최근 직원 6명까지 사직서를 낸 것으로 알려지면서 공사 자체가 '공중분해'되는게 아니냐는 말까지 나오고 있다.

한편 최대 주주인 청송군은 이사회 개회부터 상황을 파악한 뒤 현재 개선 방안을 강구하고 있다.

최악의 상황에서는 인력 감소와 최소화 운영체제를 마련해 몸집을 줄인 뒤 공사에서 센터로 축소해 운영하는 방안까지 검토 중인 것으로 알려졌다.

청송군 관계자는 "갑작스러운 사외이사진 사퇴로 사태를 파악하고 있는 중"이라며 "농가에 피해가 없도록 전담 공무원 등을 통해 대책을 마련하겠다"고 했다.

@highlight

전 대표의 횡령과 뇌물공여 등으로 이미지가 실추되면서 공사로 사과를 납품하는 농가가 현저히 줄어드는 등 경영 환경이 악화되며 2018년 누적 적자 6억3천257만원, 자본 잠식 28.5%에 처한 청송사과유통공사가 지난달 29일 긴급이사회를 열고 사외이사 4명의 사퇴를 수락했다.