정부가 메모리반도체에 비해 상대적으로 취약했던 시스템반도체 저변을 넓히기 위해 주요 분야인 팹리스(반도체 설계·개발업체), 파운드리(반도체 생산업체)의 성장 지원에 팔걷고 나선다.

30일 산업통상자원부 등이 발표한 ‘시스템반도체 비전과 전략’에 따르면 정부는 2030년까지 파운드리 세계 1위, 팹리스 점유율 10%, 일자리 2만7천개 추가 창출 목표를 달성할 계획이다.

이를 위해 향후 10년 동안 이 분야 연구개발(R&D)에 1조원을 쏟아붓는 한편 대학 반도체계약학과 신설 등을 통해 1만7천명의 전문인력 양성을 지원하기로 했다.

우선 5대 전략분야인 자동차, 바이오, 에너지, 사물인터넷(IoT) 가전, 기계·로봇 등을 중심으로 시스템반도체 수요가 많거나 국내 기업이 이른 시간 내 경쟁력 확보가 가능한 분야에서 ‘얼라이언스 2.0’이라는 협력 플랫폼을 구축한다.

이날 정부, 반도체·수요 공급기업, 연구기관 등 25개 기관은 양해각서(MOU)를 체결해 얼라이언스 2.0을 발족하고 여기에서 발굴된 유망기술은 연간 300억원의 정부 R&D에 우선 반영할 예정이다.

새롭게 1천억원 규모의 팹리스 전용펀드도 조성된다.

특히 차세대 반도체 개발에 향후 10년간 1조원 이상을 투자해 자동차·바이오·인공지능(AI) 반도체 등 제조업 미래를 견인할 분야의 핵심 원천·응용기술을 개발하고 해외기술 유출을 방지할 방침이다.

1조원의 지원자금은 산업부 5천200억원, 과학기술정보통신부 4천800억원 등으로 조성된다.

이 같은 자금지원과 함께 2030년까지 시장과 기업이 필요로 하는 고급·전문인력 1만7천명의 양성에도 나선다.

또 기업 수요에 기반한 R&D 사업을 통해 석·박사 인력 4천700명을 공급한다.

약 200개의 중소 팹리스 기업들이 에너지, 안전, 국방, 교통인프라 등 공공시장에 진출해 실적을 쌓고 수출을 통해 글로벌 시장에 진출하도록 돕는다.

5G와 시스템반도체를 연계하기 위해 네트워크 장비·디바이스, 무인이동체(드론) 등 5G 산업별로 팹리스와 연계시스템을 구축하고 공동 R&D를 지원한다.

@highlight

정부가 10년 간 1조 원을 투자해 파운드리 세계 1위, 팹리스 점유율 10%, 일자리 2만7천개 추가 창출 목표를 달성하기로 계획하고 먼저 자동차, 바이오, 에너지, 사물인터넷(IoT) 가전, 기계·로봇 등 5대 전략분야를 중심으로 ‘얼라이언스 2.0’이라는 협력 플랫폼을 구축하기로 했다.