정읍시가 오는 4일부터 5일까지 이틀간 내장산 문화광장 일원에서 '창공愛 Green 세계'를 주제로 '2019 정읍 드론 페스티벌'을 개최한다.

정읍시가 주최하고 (재)전라북도문화콘텐츠산업진흥원이 주관하는 드론 페스티벌은 '2019~2020 정읍방문의 해'를 맞아 4차 산업혁명 핵심 분야로 주목받고 있는 드론 레저산업 활성화와 저변 확대를 위한 것으로 올해 처음 개최된다.

시 토탈관광과에 따르면 4일 오후 7시 개막식에서 드론 에어쇼와 초청가수 김태우, 닐로 축하공연을 시작으로 야외 영화상영, 마술및 커글링 공연, 아카펠라 공연, 매직벌룬 및 버블공연과 드론 체험 프로그램, 어린이 체험 프로그램이 다채롭게 진행된다.

드론 경진대회는 전국 초등학생 이상을 대상으로 참가자를 선착순으로 모집했으며 대회 기간 현장 접수도 진행한다.

드론 축구 초등부 경기는 4일 현장 접수를 통해 드론 레이싱 1경기가 진행된다.

또 5일에는 드론 축구 중고등부 경기와 사전접수·현장접수를 통해 드론 레이싱 경기가 펼쳐진다.

최종 선발된 3팀에는 상장과 상금이 수여된다.

특히 참가자들은 현장에서 저렴하게 드론을 구입해 조립과 비행기술 교육을 받은 후 경진대회에 참가할 수 있다.

드론 체험 프로그램은 드론 경진대회뿐만 아니라 드론 비행 운전과 드론 관련 전시, 드론코딩, 모형비행기 만들기, 드론 인형 뽑기 등이 진행된다.

특히 5일 어린이날을 맞아 페이스페인팅과 키즈라이더기, 추억의 오락실 체험, 비눗방울 버블버블 등 다양한 어린이 체험 부스와 간식 먹거리 부스도 운영된다.

유진섭 시장은 "평소 드론에 관심은 있었지만 체험 기회가 부족했던 청소년 등이 대회 참여를 통해 성취감을 경험할 수 있는 절호의 기회가 될 것"이라며 " 방문객 불편은 최소화하고 감동은 최대화될 수 있도록 특색있는 볼거리와 즐길거리를 마련하겠다"고 밝혔다.

@highlight

정읍시가 오는 4일부터 5일까지 이틀간 내장산 문화광장 일원에서 개최하는 '2019 정읍 드론 페스티벌' 개막식 축하공연을 시작으로 드론 경진대회와 다양한 드론 체험 프로그램들이 진행된다.