] 가구업계 1위 한샘이 매트리스(사진)·주방후드 케어 서비스를 내놓는다.

갈수록 커지는 매트리스 렌털 시장을 잡기 위해서다.

1일 업계에 따르면 한샘은 이르면 하반기께 매트리스와 주방후드 전용 케어 서비스를 출시하기로 했다.

당초 업계에서는 한샘이 상반기 매트리스 렌털산업에 뛰어들 것이라는 분석이 지배적이었다.

지난달 열린 주주총회에서 사업목적 정관에 '렌탈 임대업'을 추가하기로 의결했기 때문이다.

그러나 내부적으로 논의한 결과 한샘은 렌털업에 진출하는 대신 렌털의 최대 장점인 케어 서비스만 새롭게 내놓기로 가닥을 잡았다.

한샘 관계자는 "일부 소비자에게 '렌털은 비싼 할부'라는 인식이 있다"며 "한샘 매트리스는 가성비가 큰 게 장점인 만큼 렌털서비스의 장점인 케어서비스에 초점을 맞추기로 한 것"이라고 설명했다.

내년 출시되는 케어서비스에는 직원이 정기적으로 방문해 매트리스를 청소하고 원적외선 등을 이용해 진드기를 박멸하는 서비스 등이 포함될 것으로 보인다.

가구업체 한샘이 매트리스 케어 서비스를 출시하겠다고 한 건 매트리스 렌털산업이 급성장하고 있기 때문이다.

지난해 기준 국내 매트리스 렌털산업은 3000억원 규모로 전년 대비 약 15% 성장했다.

매트리스 업계 3위인 코웨이는 지난해 매트리스 렌털사업으로만 1829억원의 매출을 올렸다.

누적 관리 계정은 총 44만1000개다.

2위인 시몬스(1972억원)와 매출 차이는 불과 143억원으로 좁혀진 것이다.

청호나이스 현대렌털케어 교원웰스 바디프랜드 등도 이 시장에 뛰어들어 경쟁 중이다.

한샘 관계자는 "매트리스는 렌털보다 저렴한 가격에 사는 대신 케어서비스를 원하는 고객은 내년부터 별도로 이용할 수 있을 것"이라고 말했다.

한샘은 이와 함께 주방 후드 케어서비스도 출시하기로 했다.

매트리스처럼 정기적으로 관리가 필요한 품목이라고 판단했다.

@highlight

1일 업계에 따르면 한샘은 렌털의 최대 장점으로 꼽을 수 있는 케어서비스를 내놓기로 가닥을 잡았으며 이르면 하반기에 매트리스와 주방후드 전용 케어서비스를 출시할 계획으로 케어서비스에는 직원의 정기방문으로 매트리스를 청소하고 원적외선으로 진드기를 박멸하는 서비스를 포함할 것으로 예상된다.