대구의 휴먼케어콘텐츠개발 사업이 과학기술정보통신부 산하 한국방송통신전파진흥원(KCA)이 관리·운영하는 정보통신기술(ICT) 기금사업평가에서 최고 등급을 받았다.

휴먼케어콘텐츠는 기존 헬스케어 관련 융합 콘텐츠에서 예방·치료·재활 등 의료쪽으로 좀더 특화된 사업분야다.

1일 대구시에 따르면 경북대 산학협력단이 수행한 ‘휴먼케어콘텐츠 개발사업’이 지난해 ICT기금사업평가에서 ‘매우 우수’등급을 받는 성과를 거뒀다.

전년도에는 ‘우수’등급을 받았다.

경북대 산학협력단은 치매 및 재활관련 콘텐츠개발업체인 <주>엠쓰리솔루션 등 지역기업과 함께 휴먼케어콘텐츠개발 과제를 진행하면서 총 16건을 제품화시켜, 17억2천700만원의 매출을 올렸다.

엠쓰리솔루션이 개발한 제품은 보건소 및 치매센터, 요양시설 등에 납품됐다.

또한 80명의 신규 일자리를 창출했고, 특히 이 중 정규직 비중은 89%였다.

대구에 있는 브이성형외과의 경우, 수도권의 한 소프트웨어업체와 함께 성형수술 노하우를 담은 증강현실(AR) 콘텐츠를 별도로 만들어 중국·대만 등지로 수출했다.

개발과정에서 기술적 영역은 SW기업에 맡기고 브이성형외과는 판매 및 의료관련 자문에 집중했다.

이 콘텐츠 개발은 해외에서 국내 의료기술을 배우려는 수요가 계속 늘고 있다는 점을 감안한 것이다.

아울러 산학협력단 휴먼케어기술센터는 중앙치매센터와 치매케어콘텐츠 보급, 확산을 위한 업무협약을 체결해 관련 지역기업들의 제품 판로를 제공했다는 평가를 받았다.

중앙치매센터와 함께 치매케어콘텐츠의 의료기기등록을 위한 가이드라인 초안을 수립하는 성과도 거뒀다.

협력단은 이달 중 5세대 이동통신을 기반으로 한 휴먼케어콘텐츠 개발과제를 수행할 지역 기업을 모집할 예정이다.

@highlight

경북대 산합협력단이 수행한 예방·치료·재활 등 의료쪽으로 좀더 특화된 휴먼케어콘텐츠 개발사업은 매우 우수 등급을 받는 성과가 있었고, 한국방송통신전파진흥원이 관리하는 정보통신기술 기금사업평가에서 최고 등급에 올랐다.