최태용 "박남춘 시장 '시민이 시장' 거짓말"

1일 오전 인천경제정의실천시민연합과 인천YMCA, 서구발전협의회 등 인천 시민·주민단체 8곳이 인천시청 중앙계단에서 시의 기자회견실 사용 제한 방침을 비판하는 기자회견을 열고 있다.

인천시가 시 기자회견실 사용에 제한을 두겠다고 하자 지역사회가 반발하고 있다.

시는 이달부터 개인이나 단체의 기자회견실 사용에 제한을 둔다고 1일 밝혔다.

특히 정당과 정치인, 공직선거 입후보자, 단체·기업·개인 등이 사적 이익을 목적으로 할 때에는 엄격히 제한한다.

기자회견실을 이용하려면 시와 시 출자·출연기관이 정책을 발표하거거나, 시민단체 등은 기자단이 인정하는 현안을 다뤄야 한다.

이전까지는 시는 기자회견실 사용에 특별한 제한을 두지 않았다.

인천경제정의실천시민연합과 인천YMCA, 서구발전협의회 등 인천의 시민·주민단체 8곳은 1일 시청 중앙계단에서 기자회견을 열어 "시가 시민의 언로를 차단하려 한다"고 지적했다.

윤호준 영종국제도시총연합회 공동위원장은 "박남춘 시장이 입에 달고 사는 '시민이 시장'이라는 말은 거짓"이라며 "기자회견실 폐쇄는 불통이다. 시민의 소리를 듣지 않으면 오래 갈 수 없다"고 꼬집었다.

공론화위원회도 문제 삼았다.

당초 3천 명 이상이 청원에 공감하면 공론화위를 열기로 했는데, 이젠 6천 명으로 문턱을 높였다는 지적이다.

김송원 인천경실련 사무청장은 "민원이 산적한 원도심은 노인 인구가 많다"며 "노인들은 컴퓨터 접속도 어려운 경우가 많다. 이젠 하소연할 곳도 없게 되는 것"이라고 강조했다.

이에 대해 시는 "공론화위 심의 대상은 시민청원 6천 명 공감만이 아니다"고 답했다.

30일 동안 6천 명 이상이 공감하거나 시의회 본회의에서 의결한 청원, 시장이 필요하다고 요구하는 사항도 공론화위 심의 대상이라는 설명이다.

시 관계자는 "다른 지자체는 외부 기자회견을 전면 제한하고 있다. 인천은 제한적 개방을 원칙으로 한다"며 "중대한 현안은 외부에서도 기자회견실을 이용할 수 있다"고 말했다.

@highlight

인천시가 개인 또는 단체의 시 기자회견실 사용 제한 방침을 발표하자, 지역사회가 크게 반발하고 있어 이에 대한 기자회견이 열린 가운데, 시 관계자는 타 지자체는 외부 기자회견을 일체 허용하지 않고 있으나 인천시의 경우 중대한 현안에 한해서만 기자회견실을 제공하겠다고 밝혔다.