대구 수성구립범어도서관이 문화체육관광부가 주최하고 한국도서관협회가 주관하는 2019년 도서관 '길 위의 인문학' 공모 사업에 7년 연속 선정됐다.

또 한국과학창의재단의 '과학문화활동지원사업'에도 3년 연속 선정됐다.

강연과 탐방으로 구성된 길 위의 인문학은 '길에서 만나는 역사와 문화의 향기'를 주제로 대구 인근 지역에 산재된 다양한 주제의 인문 강연과 현장 탐방으로 5월부터 9월까지 총 13회 운영한다.

5월 21일(화)부터 6월 8일(토)은 '가야-가야의 고분에서 세계문화유산의 향기에 취하다'라는 주제로 강연 및 탐방이 진행된다.

▷유적과 유물을 통해 본 대가야의 이야기 ▷가야의 고분에게 사후세계를 물어본다 ▷우륵의 생애와 가야금의 멜로디를 주제로 강연 3회가 이루어지며 ▷세계문화유산의 가치를 찾아 떠나는 인문기행을 주제로 고령 일대(고령대가야역사관, 대가야왕릉전시관, 지산동고분군, 우륵박물관 등)로 탐방을 떠난다.

6월 11일(화)부터 29일(토)은 '성주-한옥과 선비를 통해 본 영남인의 생명과 기개'라는 주제로 강연 및 탐방, 9월 3일(화)부터 21일(토)은 '경산-삼성현(원효·설총·일연)과 나누는 과거와 미래'를 주제로 강연 및 탐방, 후속모임으로 운영된다.

한국과학창의재단 '과학문화민간활동지원사업'에서는 '상상을 메이킹하다' 주제로 6월부터 12월까지 과학융합프로그램을 진행한다.

'상상을 창작하다-그림책 작가되기', '상상을 체험하다-아두이노 코딩, 3D프린팅 수업', 이어서 '상상을 표현하다-무빙이미지 제작수업' 등 다양한 체험과 강연으로 운영된다.

자세한 내용은 수성구립 범어도서관 홈페이지(http://library.suseong.kr/beomeo/)나 전화(053-668-1646, 1623)로 문의하면 된다.

@highlight

한국도서관협회가 주관하는 2019년 도서관 길 위의 인문학 공모 사업에 대구 수성구립범어도서관이 7년 연속 선정되었고 뿐만 아니라 과학문화활동지원사업에도 3년 연속 선정되어, 도서관 인근 지역주민들은 여러가지 프로그램을 수강할 수 있고 자세한 내용은 범어도서관 홈페이지나 전화로 문의하면 된다. 