(동양일보 이종억 기자) 옥천군은 충북도내에서 가장 먼저 지역 중·고등학교 신입생과 재학생 600여명에게 교복구입비 1억8200여만원을 지급했다고 1일 밝혔다.

군에 따르면 올 초부터 지역 중·고생들로부터 교복구입비 신청을 받은 결과 658명의 학생들이 신청했으며 이 가운데 충북도교육청과 옥천교육지원청이 지원하는 저소득 학생 44명을 제외한 614명 전원에게 교복구입비를 입금했다.

개인별 지원규모는 각 학교마다 입찰로 정해진 교복 동·하복비 일체로 옥천중 30만500원, 옥천여중 30만1000원 등이다.

올해 1차 지급을 마친 군은 교복구입비 신청을 미처 하지 못한 학생이나 전학생의 경우도 오는 11월 말까지 신청하면 서류 검토 후 지원할 계획이다.

중복지원이 허용되지 않아 이번 지원 대상에서 제외된 교육청(교육지원청 포함) 지원학생 44명에 대해서도 교육청 지원액과 차액이 발생할 경우 그 금액을 보전해줄 방침이다.

옥천군은 김재종 군수의 교육관련 공약사업 중 하나로 학부모들의 경제적 부담을 덜고 학생들에게 차별 없는 교육기회를 보장하기 위해 올해 처음 교복비 무상 지원을 시작했다.

옥천군에 주민등록을 둔 지역 중·고등학교 입학생과 신입생 전체가 대상이다.

공동학구제에 따라 관외 중·고등학교에 진학하는 학생도 혜택을 받을 수 있도록 했다.

지원액은 매년 교육부가 고시하는 교복비 상한액 이내로 학교마다 입찰 후 정해지는 교복구입 비용 일체다.

김재종 옥천군수는 “정부 규정에 따라 2014년부터 직접적인 교육경비 지원이 불가능한 옥천군은 그 대안으로 교복구입비와 통학교통비를 지원하면서 명품고 육성사업 등 간접 교육지원 사업을 다양하게 펼치고 있다”며 “앞으로도 대도시와 차별받는 농촌지역 교육여건을 지속적으로 개선해 나갈 것”이라고 밝혔다.

옥천군은 지난해 6월 충북도내 처음으로 유치원~고교에 대해 전면 무상급식을 시작한 바 있다.

@highlight

옥천군 김재종 군수의 교육관련 공약사업 중 하나인 교복비 무상 지원과 관련하여, 충북도내에서 가장 먼저 지역 중·고등학교 신입생과 재학생 600여명에게 교복구입비 1억8200여만원을 지급했으며 금번 지원 대상에서 제외된 교육청(교육지원청 포함) 지원학생 44명에 대해서도 교육청 지원액과 차액이 발생할 경우 그 금액을 보전해 줄 것이라고 1일 밝혔다.