의붓 아버지와 함께 중학생 딸을 살해하고 시신을 유기한 혐의를 받는 친모가 범행을 인정했다.

2일 광주 동부경찰서에 따르면 재혼한 남편 김모(39)씨의 단독 범행이라고 주장해온 유모(39)씨가 전날 자정 무렵 이뤄진 심야 조사에서 보복성 살인을 저지른 전말을 털어놨다.

전남 목포에 사는 친아빠는 지난 달 9일 경찰서를 찾아 A양의 의붓아버지 김씨를 성추행 혐의로 신고했다.

친부는 이혼한 아내인 유씨로부터 딸이 의붓아버지로부터 음란 동영상을 받고 신체 부위를 촬영해 보내라며 강요받은 사실을 전해 들었다고 경찰에 설명했다.

당시 친부는 유씨에게 전화를 걸어 경찰서에 와 있다고 알린 뒤 딸을 제대로 돌보지 않고 몹쓸 짓까지 한 김씨 부부에게 항의했다.

김씨가 피해 조사를 받으면서 A양 친모와 계속 전화통화를 주고받는 모습은 목포경찰서 담당 수사관도 목격했다.

A양 살인사건을 조사 중인 광주 동부경찰서는 김씨가 자신을 성범죄자로 지목한 의붓딸 A양에게 복수하고자 살인을 저질렀다는 자백을 받아냈다.

김 씨는 자신이 승용차 뒷좌석에서 A양을 목 졸라 살해하던 당시 아내는 앞 좌석에 앉아 생후 13개월 된 아들을 돌봤고, 시신을 유기하고 집으로 왔을 때 유씨가 ‘고생했다’며 자신을 다독였다고 경찰에 진술했다.

하지만 조력자 역할을 한 친모 유씨는 살해현장인 무안 농로에 간 사실이 없다며 남편 김씨의 단독 범행이라고 주장하다 이를 번복하고 혐의를 인정했다.

김씨는 지난달 27일 오후 6시30분께 전남 무안 농로에서 중학생인 딸 A(12)양을 승용차 안에서 살해하고, 이튿날 오전 5시께 시신을 광주 동구 너릿재터널 인근 저수지에 버린 혐의(살인 및 사체유기)로 경찰에 구속됐다.

경찰은 유씨에 대해 남편의 범행에 가담한 혐의(살인 및 사체유기 방조)로 구속영장을 신청, 2일 구속 전 피의자 심문(영장실질심사)을 받는다.

@highlight

2일 광주 동부경찰서에 따르면 재혼한 남편 김모(39)씨의 단독 범행이라고 주장해온 유모(39)씨가 전날 자정 무렵 이뤄진 심야 조사에서 의붓 아버지와 함께 중학생 딸을 살해하고 시신을 유기한 보복성 살인을 저지른 전말을 털어놨다.