SK건설이 중랑구 신내역 일대에 들어서는 '신내 SK V1 센터'(지식산업센터) 분양에 나선다.

이 센터는 신내동 37번지 일대에 9만9864㎡, 지하 3층~지상 12층 규모로 건립된다.

최근 신내역 일대는 '첨단산업 클러스터'로 조성되고 있다.

중랑구는 사업지 인근에 있는 신내 차량기지 이전을 통해 이곳에 첨단산업단지를 조성하고 중랑 창업지원센터 건립, 신내3택지지구·양원지구 첨단기업 유치 등을 진행한다는 계획이다.

또 중랑패션지원센터를 올해 안에 착공해 자족도시의 기반을 구축할 예정이다.

사업부지는 북부간선도로 중랑IC 바로 앞에 있고, 동부간선도로, 세종-포천 고속도로(예정), 서울외곽순환고속도로 등 광역교통망과 바로 이어진다.

올해 개통 예정인 6호선 연장선인 신내역과 경전철 면목선이 완공되면 기존 운영 중인 경춘선과 더불어 서울·경기지역의 교두보 역할을 하게 될 것이라는 전망도 나온다.

SK건설은 다양한 특화 설계를 선보인다.

드라이브인(Drive-in) 시스템과 도어투도어(door-to-door) 시스템을 지상 5층까지 적용해 차량(최대 5톤)으로 일부 호실 앞 주차와 하역작업을 할 수 있도록 했다.

여유 있는 층고(제조형 공장 기준층 5.5m, 업무 공장 기준층 3.9m)를 마련하고 화물 전용 하역장도 뒀다.

일부 호실에는 서비스 면적을 극대화한 발코니가 제공된다.

지식산업센터는 분양받을 때 취득세 50%, 재산세 37.5%(올해 말까지 취득, 2020년 변경 가능) 등의 세금 감면과 법인세 감면 혜택, 정책자금 지원 등을 받을 수 있다.

계약금 10%에 중도금 무이자 혜택, 최대 총 분양가의 80% 대출 등도 제공된다.

한편, 신내 SK V1 센터의 분양 홍보관은 중랑구 신내동 384-4번지에 마련된다.

@highlight

SK건설은 최근 '첨단산업 클러스터'로 조성중인 신내역 일대에 지하 3층~지상 12층 규모로 건립되는 '신내 SK V1 센터'(지식산업센터)'을 분양한다.