[환경일보] 심영범 기자 = 관악구(구청장 박준희)가 우수한 청년 인재들이 잠재력과 가능성을 마음껏 펼칠 수 있는 '2019. 관악청년축제'를 개최한다고 2일 밝혔다.

이 시대를 살아가는 청년들이 머리를 맞대며 고민을 공유하고 새로운 미래를 설계할 수 있는 축제의 장을 마련해 생활에 필요한 정보를 제공하고 사회 참여의 기회를 넓히고자 하는 취지다.

'2019. 관악청년축제'는 오는 11일 오후 2시부터 7시까지 구청 광장에서 개최되며, 청년들의 삶의 문제에 대해 공감하고 공유하는 프로그램을 공연, 이벤트, 부스운영, 강의 등 다양한 형식으로 엮어낸다.

프로그램은 ▷관악구에 거주하고 활동하는 아티스트 팀들이 마음껏 끼를 발산하는 '방구석 콘서트' ▷청년들의 삶을 힘들게 하는 불합리하고 편향적인 현실을 유쾌하게 뒤집어 버리는 '밥상 뒤집기 대회' ▷청년특구 관악 선포 등 다채로운 공연과 이벤트들로 구성된다.

특히, 관악청년생활백서 부스에서는 ▷주거에 관한 정보를 제공하는 '방람회' 운영 ▷무료 심리 상담과 검사진행 ▷생활에 필요한 것들을 직접 만들어보는 체험 기회도 제공한다.

뿐만 아니라 청년 임차인의 권리보호 및 주책 임대차 계약 시 경제적 피해예방을 위하여 '청년 임대차보호 교육'도 실시되며 ▷1인 가구 벼룩시장 ▷관악청년 아트마켓 등 청년 마켓도 열린다.

지난 2월부터, 관악구와 청년단체가 수차례의 회의를 거쳐 프로그램 구상 등 축제의 기획과 준비를 함께해온 만큼, 청년들의 욕구를 가장 잘 반영한 축제가 탄생될 것으로 보인다.

박준희 구청장은 "1인 청년가구가 많아진 요즘, 관악구는 혼자 생활하는 청년들이 직면한 다양한 문제들에 대해 함께 고민해 볼 수 있는 다양한 기회를 마련하고, 청년들이 건강한 미래를 설계할 수 있도록 종합적으로 지원할 계획"이라며 "'2019. 관악청년축제'가 청년특구 관악으로 한 단계 더 도약하는 자리가 되기를 바란다"고 말했다.

@highlight

오는 11일 오후 2시부터 7시까지 구청 광장에서 '2019. 관악청년축제'가 개최될 예정이며, 본 행사에서는 관악구 거주 아티스트들의 공연, 청년특구 관악 선포, 청년 임대차보호 교육, 아트마켓 등 다양한 이벤트들로 구성될 예정이다.