서울시가 입지가 우수한 도심에 주택 공급을 늘리기 위해 상업ㆍ준주거지역이 포함된 지구단위계획 전체를 일괄 재정비한다.

주거 용적률을 완화해주는 내용으로, 지난 3월28일자로 시행한 '서울특별시 도시계획 조례' 개정을 반영해서다.

주요 내용을 보면 먼저 상업지역 주상복합건물 내 주거 이외 비주거시설 의무비율이 20~30%에서 한시적으로 20% 이상으로 일괄 적용된다.

상업지역에서 임대주택을 추가로 확보하면 주거용적률을 400%에서 500~600%로 차등 상향한다.

준주거지역에선 최대 100%포인트까지 완화해준다.

시는 이런 내용으로 '도시관리계획(지구단위계획) 결정(변경)안'을 마련, 2일 공고했다.

3일부터 14일간 주민공람기간이다.

시는 구역별 여건과 특성을 고려해 개별 지구단위계획에 조례 개정 내용을 차등 적용한다.

예컨대 역사도심 내 구역에서 상업지역 내 용적률이 각각 중심 800%, 일반 600%, 근린 600% 인 경우, 주거용 용적률은 400% 이지만, 임대주택을 추가확보한 경우에 한한 한시적 완화 주거용적률은 중심 600%, 일반 500%, 근린 500%씩으로 각각 조정된다.

역사도심 외 구역 상업지역 내 한시적 완화 주거용적률도 중심 600%, 일반 500%, 근린 500%로 높아진다.

준주거지역에선 임대주택을 추가하면 개별 지구단위계획 내 용적률 계획과 별도로 전체 용적률을 최대 100%포인트까지 높일 수 있다.

이같은 한시적 완화 사항은 조례에서 정한 유효기간 내에서만 적용한다.

시는 이러한 지구단위계획 결정 변경안을 2주간의 주민공람을 거쳐 도시ㆍ건축공동위원회에 상정ㆍ처리하고, 오는 7월에 결정 고시할 계획이다.

권기욱 시 도시계획국장은 "지난 3월 조례 개정에 따라 상업ㆍ준주거지역이 포함된 지구단위계획 전체를 서울시가 일괄 변경을 추진함으로써 주택공급 활성화와 시간 단축 등의 효과가 나타날 것으로 기대한다"고 말했다.

@highlight

서울시는 우수한 도심에 주택 공급을 늘리기 위해 지난 3월 28일자로 시행된 '서울특별시 도시계획 조례' 개정을 반영해 주거 용적률을 완화해주는 내용을 골자로 한 '도시관리게획 결정안'을 마련하여 2일 공고한 가운데 지구단위계획 전체를 일괄 재정비한다고 밝혔다.