조각가 김세진의 개인전 ‘꿈꾸며 빛나는 것들’이 2일부터 8일까지 광주유스퀘어 문화관 금호갤러리 1관에서 열린다.

개인전 오픈식은 2일 오후 6시30분에 진행된다.

전남대학교 예술대학 미술학과 조소 전공 졸업 및 대학원 박사를 수료한 김세진은 현재 한국청년문화예술인협회 이사, 전국조각가협회원, 전남조각가협회원, 남도조각가협회원으로 활동하고 있다.

김 작가는 개인전으로 2014 이미지의 해체와 생성의 순회(아시아창작스튜디오 갤러리B,광주), 2014 광주예총특별기획초대전(아시아창작스튜디오,광주), 2017 널기좋은날(무등갤러리, 광주)를 개최했다.

또 광주,서울,대전,가평,부산,가평,홍콩,베이징 등 국내의 40여회의 단체전에 참여했다.

그는 2015~2018 광주문화재단지원 한국예총광주광역시연합회 지역활성화거점사업전시&공연 기획, 2017~2018 광주빛고을청소년예술제공연 기획, 2016~2018 국립아시아문화전당 아시아창작스튜디오 지역예술가 육성사업 레지던시오픈스튜디오기획 등을 하기도 했다.

김 작가는 2013 제20회 광주예술문화상 공로상과 2014 무등미술대전 조각부문 우수상, 2014 제21회 광주예술문화상 공로상, 2015 전남미술대전 조각부문 특선, 2015 (사)고양사랑회문화예술상, 2018 광주우수예술인상 등을 받았다.

윤익 미술문화기획자( 조형예술학 박사)는 개인전 서문에서 “들판에 피고 지는 노란 맨드라미가 자신의 분신인 수많은 생명의 홀씨를 바람에 날리며 새로운 미래를 약속하는 5월의 광주(光州)이다”며 “어려운 환경에도 굴하지 않고 희망을 먹고 사는 수많은 젊은 영혼들을 위해 마음으로 공감하는 작품을 제안하는 김세진 작가에게 아낌없는 박수를 보낸다”고 전했다.

@highlight

조각가 김세진은 전남대학교 예술대학 미술학과 조소 전공 졸업, 대학원 박사를 수료했으며, 2일 오후 6시30분에 개인전 ‘꿈꾸며 빛나는 것들’의 오픈식을 개최하고 전시회는 8일까지 광주유스퀘어 문화관 금호갤러리 1관에서 열린다.