경기도 택시 기본요금이 4일부터 오른다.

2013년 10월 이후 5년 6개월 만이다.

다만, 택시 업계의 미터기 수리 등으로 인상 요금은 9일부터 적용된다.

1일 도에 따르면 택시(중형) 기본요금(2㎞)을 4일 새벽 4시부터 종전 3000원에서 3800원으로 인상한다.

도는 운송원가 상승에 맞춰 요금 조정이 필요하다는 택시업계와 도의회의 의견을 반영해 현행 요금 요율 대비 20.05% 올렸다.

또 거리·시간에 따른 추가 요금은 '표준형(수원, 성남 등 15개 시·군)'과 '가형(용인, 화성 등 8개 시·군)'.

'나형(이천, 안성 등 7개 시·군)' 등 도내 도시화 정도에 따라 시·군별로 차이를 뒀다.

표준형은 132m·31초마다, 가형은 104m·25초마다, 나형은 83m·20초마다 100원씩 추가하는 구조다.

할증요금은 현행(20%)과 같다.

광명시는 서울 요금을 적용한다.

도는 시·군 사이에 요금이 달라 생기는 불편을 해소하고자 요금 단일화를 추진할 계획이다.

전체 택시의 0.9%를 차지하는 모범·대형택시는 기본요금(3㎞)을 기존 5000원에서 6500원으로 인상할 예정이다.

추가 요금 거리는 148m마다, 시간은 36초마다 200원씩 오른다.

도는 요금 인상이 택시 종사자의 처우 개선과 이용객 서비스 향상으로 이어질 수 있게끔 대책도 마련했다.

법인택시는 요금 인상 뒤 1년간 사납금을 동결하고, 1년 뒤엔 이전 사납금의 10% 내로 인상하도록 했다.

또 장시간 과로 운전을 방지하고자 운행 12시간 이내에 차량을 입고할 수 있도록 개선했다.

특히 '승차거부' 문제를 없애고자 국내 최초로 수원, 고양 등 16개 시 개인택시 중 25%를 밤 9시부터 자정까지 의무적으로 운행하도록 했다.

도 관계자는 "요금은 4일부터 오르지만 택시 요금미터기 수리와 검정, 주행검사를 해야 해 인상 요금은 9일부터 적용된다"고 말했다.

@highlight

경기도 택시 기본요금이 4일부터  3000원에서 3800원으로 인상하는데, 실제 인상요금은 9일부터 적용된다.