아이들과 병원에 갔을 때 주사를 맞게 하는 것만큼 부모를 난감하게 만드는 일은 없다.

긴 바늘을 오랫동안 꽂고 있어야 하는 링거를 맞아야 하는 경우는 병원을 뛰쳐나가려는 아이들과 실강이를 벌이다 힘 빼기 십상이다.

울산과학기술원(UNIST) 디자인 및 인간공학부 김차중 교수팀이 디자인전문기업인 디자인부산과 함께 아동 환자들이 링거 맞는 것을 두려워하지 않게 해주는 아동 전용 링거 거치대 '아이몬'(IMON)을 개발했다고 2일 밝혔다.

아이몬은 지난 3월 독일에서 열린 'iF디자인어워드 2019'에서 본상을 수상했다.

iF디자인어워드는 독일 레드닷 어워드, 미국 IDEA와 함께 세계 3대 디자인 전람회로 올해는 전 세계 50개국 6500개 이상 작품이 출품됐다.

기존 아동 환자를 위한 링거 거치대는 성인이 쓰는 것과 똑같이 링거를 달아 끌고 다니는 형태이기 때문에 이동 중 쓰러지기 쉽다.

김 교수팀은 금속이 그대로 드러나 있는 기존 링거 거치대가 아이들이 병원에 부정적인 감정을 가질 수 있는 차갑고 지루한 디자인이라는 점에 착안했다.

이 문제를 해결하기 위해 연구팀은 아동병실을 오랫동안 관찰하고 부모, 간호사를 인터뷰했다.

그 결과 아이몬은 아이들이 앉아서 움직일 수 있도록 좌석을 만들고 보호자가 뒤에서 밀 수 있도록 한 일종의 아동용 휠체어로 만들어졌다.

색깔도 아이들이 좋아하는 핑크나 민트색 등을 활용했다.

또 아이몬에는 작은 테이블이 설치돼 치료를 받으러 이동하거나 링거를 맞을 때 동화책을 읽거나 보드게임을 할 수 있을 뿐만 아니라 좋아하는 음료수나 과자 등을 올려놓을 수 있도록 했다.

링거액 뿐만 아니라 링거줄 꼬임방지장치, 산소탱크, 진단기기 등 의료장치와 부모들의 물품을 담을 수 있는 수납공간도 추가됐다.

김 교수는 "아이들의 감성에 맞는 도구나 제품은 병원에 대한 두려움을 덜어준다"며 "작은 자전거처럼 타는 즐거움을 줘 링거를 맞는 경험에서 오는 두려움을 없애고 입원 생활을 긍정적으로 기억하게 해줄 수 있을 것"이라고 말했다.

@highlight

아동용 휠체어 형태로 만들어진 아이몬은 울산과학기술원 김차중 교수팀이 디자인부산과 함께 아동 환자들이 링거 맞는 것을 두려워하지 않게 해주기 위해 아동병실을 오랫동안 관찰하고 부모, 간호사를 인터뷰하며 제작되었다.   