‘어린이 날 과학관 갈래요’

드론 3종 올림픽·에어바운스 체험 등 ‘풍성’

국립광주과학관(관장 김선아)이 가정의 달 5월 어린이 날 주간을 맞아 풍성한 특별행사로 주말, 공휴일 관람객들을 맞이한다.

1일 국립광주과학관에 따르면 이번 특별 행사는 ▲드론 3종 올림픽(5월4일) ▲에어바운스 체험(5월4일∼5월6일) 등을 준비했다.

다채로운 공연 및 강연도 개최 예정이다.

▲컬러피플 퍼포먼스(5월5일) ▲어린이 날 특별 매직쇼 감성광대(5월6일) ▲직원 릴레이 강연 - 화학이 만들어 내는 빛(5월4일) 등의 공연과 강연을 만나볼 수 있다.

특히 4일에는 전자파 바로알기 어린이 슬로건·그림그리기 대회를 개최하여 가정의 달 행사의 열기를 더한다.

국립전파연구원과 함께하는 이번 대회는 전국 100여명의 초등학생들이 과학기술정보통신부장관상을 두고 열띤 창의력 경연을 펼친다.

어린이 날 당일인 5일에는 에어바운스 체험, 컬러피플 퍼포먼스 등 야외 프로그램을 개최한다.

컬러피플은 호남대 미디어영상공연학과의 창작 퍼포먼스로 다양한 인종, 다양한 사람들의 생각을 화려한 색감으로 표현하는 작품이다.

광주프린지페스티벌에서 큰 호응을 얻었던 작품으로 어린이들이 마음껏 뛰어놀며 퍼포먼스 관람과 함께 사진촬영도 즐기는 이색적인 체험이 될 것으로 보인다.

특별전시도 주목할 만하다.

국립광주과학관은 5월 26일까지 곤충 특별전 ‘곤충탐험 그 신비함 속으로’를 개최하고 있어 유익함을 더했다.

국내외 다양한 곤충표본 전시를 볼 수 있으며 장수풍댕이, 꽂무지, 거저리, 쌍별귀뚜라미 등 살아있는 곤충을 관찰하고 곤충 모형을 만들어보는 체험프로그램도 제공한다.

=가정의 달 행사와 관련한 자세한 사항은 국립광주과학관 누리집(www.sciencecenter.or.kr)에서 확인할 수 있으며 기타문의는 과학문화전시실(062-960-6124)로 하면 된다.

@highlight

국립광주과학관은 5월 어린이 날 주간을 맞아 주말, 공휴일에 특별행사를 열고 드론 3종 올림픽, 에어바운스 체험 및 다채로운 공연과 강연 등 다양한 행사를 선보일 예정이라고 1일 밝혔다.