안산시가 국토부 청년 소호형 주거클러스터 공모에 선정돼 고잔동에 창업지원주택 100호를 공급할 예정이다.

사진은 소호형 주거클러스터 조감도.

안산시는 국토교통부가 실시한 '소호형 주거클러스터 조성사업 지자체 공모' 에 참여해 사업지로 최종 선정됐다고 2일 밝혔다.

'소호형 주거클러스터 사업'은 창업에 도움을 주는 서비스·지원시설과 연계된 창업지원주택, 지자체별 전략산업 육성을 위해 해당 산업 종사자에게 공급하는 지역전략산업지원주택과 같은 일자리 연계형 공공임대주택을 공급하는 사업이다.

안산시는 고잔동에 오피스텔 100호, 벤쳐오피스 및 창업 지원시설 등을 계획해 사업가능성 및 입지여건 등에 대한 종합적 검토를 거쳐 이번 선정 후보지들 가운데 유일하게 '창업지원주택 유형'으로 선정됐다.

국토부 관계자는 "안산고잔은 입지가 우수하며 창업지원센터·청년창업큐브·창업보육센터 등 창업지원시설과 연계돼 청년 창업가들의 호응이 높을 것으로 기대된다"고 밝혔다.

이번 공모 선정을 통해 안산시는 청년 창업자를 대상으로 구체적 기준을 세워 지역 여건에 맞는 인재에게 행복주택을 100% 우선 공급하고, 청년창업 스튜디오, 청년주택 공급 등 민선7기 공약사항을 실천해가면서 시의 주요 정책으로 시행중인 청년 창업큐브, 창업보육센터 등 창업 지원사업과 연계해 운영할 예정이다.

시는 중앙동 역세권의 창업지원주택 공급과 함께 기존에 운영 중인 주차 구획 이상의 공영주차장을 확보해 주변 상업·업무시설, 의료시설 등의 주차 이용을 지원할 수 있도록 복합시설을 추진한다는 방침이다.

윤화섭 시장은 "청년창업지원주택은 시세보다 낮은 임대료로 경제적 부담을 줄이고, 기존 창업지원센터에 입주한 예비창업자 및 창업 초기 기업이 졸업 후에도 성장을 이어갈 수 있는 공간이 마련돼 청년 인재들의 역량 강화와 안정적인 삶을 지원하는 사업이 될 것이다"며 "앞으로도 반월·시화 청년친화형 스마트 산단 및 스마트 선도산단 도시로서 청년 취업·일자리·주거 지원을 위해 최선을 다 하겠다"고 밝혔다.

@highlight

안산시는 고잔동에 오피스텔 100호, 벤쳐오피스 및 창업 지원시설 등을 계획해 '창업지원주택 유형'으로 선정됐는데 지역 여건에 맞는 인재에게 행복주택을 100% 우선 공급하고 민선7기 공약사항을 실천해가면서 창업 지원사업과 연계해 운영할 예정이다.