자유한국당 초·재선 의원 혁신모임 ‘통합과 전진’은 2일 오전 패스트트랙의 문제점과 대응방향에 대해 토론, “꼼수 패스트트랙이 아닌 국회 의석수를 270석으로 줄인 자유한국당 당론에 따른 선거법 개정이 이뤄져야 한다”고 주장했다.

이날 토론회 좌장을 맡은 박맹우(남구을·사진) 의원은 ‘제왕적 대통령 위한 국회 패스트트랙, 민주주의는 없다’는 제목의 발제문을 발표했다.

박 의원은 이번 선거제도 개편을 ‘오직 집권연장만을 위한 위헌적 선거제도’라고 판단, “국민이 모르는 선거제도 개혁은 민주주의원칙에 위배되고, 유권자의 표가 누구를 당선시키지 못하는 제도는 직접선거원칙에 위배된다”고 지적했다.

특히 “여권은 2중대, 3중대를 내세워 안정적 과반수 확보가 용이한 반면, 한국당의 경우 단독으로는 과반수확보 거의 난망”이라며 “국회의 견제기능을 상실하고 제왕적 대통령제의 문제를 심화시킨다”고 질타했다.

공수처 설치와 관련해선 “일단 삼권불립 취지에 위배되며 정치적으로 악용될 우려가 있다”며 “‘자유민주국가’에 존재하지 않는 무소불위 ‘제왕적 대통령제’”라고 비판했다.

이어 검·경 수사권 조정시 발생할 수 있는 문제점으로는 “ 경찰조직의 유착 및 비리가 나타나는 상황 속에서 충분한 대책 및 최소한의 견제장치 없는 경찰권력 확대는 문제가 있다”며 “경찰은 인력과 예산이 검찰보다 5배 많은 거대 권력 기관이며, 검찰이 영장청구권을 갖고 있는 이유는 경찰의 강제수사에서 발생할 수 있는 인권침해 및 부당한 절차를 예방하기 위한 헌법적 결단”이라고 설명했다.

아울러 이들은 토론 후 성명서를 통해 “‘통합·전진’의원 일동은 여·야 4당의 패스트트랙 꼼수를 주장하는 한편, 국민의 뜻을 받들어 국회 의석수를 270석으로 줄인 자유한국당 당론에 따른 선거법 개정을 강력히 촉구한다”고 밝혔다.

@highlight

자유한국당 초·재선 의원 혁신모임 통합과 전진은 2일 오전 패스트트랙의 문제점과 대응방향에 대해 토론, 꼼수 패스트트랙이 아닌 국회 의석수를 270석으로 줄인 자유한국당 당론에 따른 선거법 개정이 이뤄져야 한다고 주장했는데 이날 토론회 좌장을 맡은 박맹우 의원은 여권은 안정적 과반수 확보가 용이한 반면, 한국당의 경우는 과반수확보가 어렵다며 국회의 견제기능을 상실하고 제왕적 대통령제의 문제를 심화시킨다고 질타하는 한편, 공수처 설치와 관련해서도 삼권분립 취지에 위배되며 정치적으로 악용될 우려가 있고, 무소불위 제왕적 대통령제라고 비판했다.