경기도내에서 유통 중인 과자, 탄산음료 등 어린이 기호식품을 비롯한 절임식품, 탁주 등 가공식품 30건에 사용된 감미료가 사용 기준치 이하의 적정수준으로 관리되고 있다는 조사 결과가 나왔다.

경기도보건환경연구원은 지난 3월 14일부터 이번달 15일까지 도내에서 유통 중인 과자, 탄산음료, 과채음료, 기타코코아가공품, 절임식품, 탁주 등 가공식품 30건을 대상으로 ▶사카린나트륨 ▶아스파탐 ▶아세설팜칼륨 ▶수크랄로스 등 감미료 4종을 조사한 결과, 사용 기준치를 초과한 식품은 없었다고 2일 밝혔다.

이번에 조사한 감미료 4종은 국내에서 허가된 감미료 22종 가운데 식품유형에 따라 사용량이 제한·관리되고 있는 품목으로, 단맛을 내기 위한 목적으로 사용되고 있다.

설탕에 비해 사카린나트륨은 300배, 수크랄로스은 600배, 아스파탐 및 아세설팜칼륨은 각각 200배의 단맛을 내는 것으로 알려져 있다.

조사 결과, 과자 2건과 탄산음료 3건, 과채음료 1건, 기타코코아가공품 1건, 절임식품 5건, 탁주 5건 등 총 17건의 가공식품에서 감미료가 검출되었지만, 모두 사용 기준치 이하였다.

조사결과를 살펴보면, 과자 5건 중 3건은 감미료가 아예 검출되지 않았으며, A제품과 B제품은 각각 0.10g/kg, 0.16g/kg의 아스파탐이 검출 됐지만 과자사용 기준치인 5.0g/kg은 넘지 않았다.

이와 함께 절임식품 5건에서는 사카린나트륨이 모두 검출됐지만, 함유량 0.30~0.67g/kg 수준으로 절임식품 사용기준치 1.0g/kg 이하로 관리되는 등 모든 품목이 감미료를 아예 포함하지 않거나 사용기준치 이하를 함유하고 있는 것으로 나타났다.

@highlight

경기도보건환경연구원이 도내에서 유통되는 과자, 탄산음료, 과채음료 등의 가공식품 30건을 대상으로 단맛을 내는 감미료 4종의 기준치를 조사한 결과, 해당 가공식품에 사용된 감미료가 사용 기준치 이하의 적정수준으로  관리되고 있는 것으로 나타났다.