포천시 가구산업발전을 위한 포천가구산업연합회 창립 총회가 지난 1일 경기대진테크노파크 소강당에서 포천시 박윤국 시장, 경기도경제과학진흥원 정혜숙 처장 및 기구기업인 등 100여명이 참석한 가운데 개최됐다.

포천시 가구산업발전을 위한 포천가구산업연합회 창립 총회 지난 1일 열렸다.

2일 포천시에 따르면 포천가구산업연합회는 포천 지역의 8개 조합 및 단체를 중심으로 하여 결성한 조직이다.

가구기업인들의 정보교류, 역량강화, 상호 협력 체계를 구축함으로써 공유경제를 실현하고 지역사회 발전과 일자리창출에 공헌하기 위해 구성됐다.

포천가구산업연합회의 초대 회장으로는 윤종하 포천가구산업연합회 추진위원장이 선출됐다.

감사에는 이선명 오성과한음가구협동조합 이사장과 윤중혁 포천가구협동화단지협의회 회장이 선출됐으며 사무국장에 정일문 포천생활가구협동조합 이사장이 선출됐다.

윤종하 초대 회장은 "포천시의 적극적인 지원과 가구기업인들의 뜻이 모여 포천가구산업연합회 결성이라는 큰 성과를 이루게됐다"면서 "연합회 결성은 포천 가구기업인들의 오랜 숙원이었던 만큼 책임감과 사명감을 가지고 포천 가구산업 발전을 위해 최선을 다하겠다"고 말했다.

박윤국 포천시장은 "가구의 고장인 포천을 세계적인 가구 산업의 중심 도시로 조성하겠다"며 "오늘 창립총회를 시작으로 포천시와 포천가구산업연합회가 더욱 유기적으로 협력하여 인건비 상승, 고용문제, 글로벌 가구 기업의 국내진출 등으로 가구기업이 겪고 있는 어려움을 잘 극복할 수 있도록 적극적인 지원을 아끼지 않겠다 "고 말했다.

한편 포천시와 연합회는 올해 초부터 조직 결성을 위해 지역내 8개 조합 및 단체 대표들이 모여 간담회를 두 차례 진행한 바 있다.

포천의 가구산업 발전을 위해 연합회를 결성하자는 뜻에 모두 동참함에 따라 추진위원회를 결성하고 한달여 만에 창립총회를 개최하게 됐다.

@highlight

공유경제 실현과 지역사회 발전, 일자리창출을 도모하기 위해 구성된 포천가구산업연합회의 창립총회가 1일 경기대진테크노파크 소강당에서 개최됐다.