대전시는 3일 오후 시청에서 대전도시철도 2호선 트램 건설 추진을 위한 시민공청회를 개최한다.

시는 2016년 9월 충청권 광역철도와 교통 수요 중복문제가 발생한 가수원4가~서대전역(2구간/5㎞)을 제외하고, 1구간 32.4㎞에 대해 시민 공청회를 개최한바 있다.

시는 지난 1월, 2구간을 포함해 '예타' 면제사업으로 확정됨에 따라, 전체노선 36.6㎞를 대상으로 시민공청회를 다시 실시한다.

이번 공청회 기본계획변경 안에 따르면 도시철도 2호선 1구간(서대전역~정부청사~가수원4가) 32.4㎞ 대비 4.2㎞가 늘어난 36.6㎞의 완전한 순환선으로 건설된다.

순환선으로 노선 조정 과정에서 당초 계획됐던 가수원4가~가수원역 0.8㎞ 구간이 계획에서 제외된다.

또 트램의 안정적 운행을 위해 테미고개 1.06㎞ 및 서대전육교 0.65㎞ 구간 지하화 계획도 포함된다.

이에 따라 트램 사업은 당초 1구간 사업비 5723억 원 대비 2320억 원 증가한 8043억 원 규모로 추진된다.

이날 공청회는 주제발표, 전문가 토론 및 시민 의견 청취 순서로 진행된다.

주제발표에서는 도시철도 2호선 전체구간인 서대전역~정부청사~유성온천역~진잠4가~서대전역(36.6㎞/정거장 35곳/ 8천43억 원)에 대한 기본계획변경 개요, 교통 현황이 공개된다.

또 여건 분석, 2호선 차량시스템, 트램 건설 및 운영 계획, 기대효과 및 향후 계획도 공개된다.

시는 공청회에서 제시된 전문가와 시민들의 의견을 수렴한 후 시의회 의견을 듣고, 오는 6월 안으로 기본계획변경(안)을 대도시권광역교통위원회에 제출할 계획이다.

시 박제화 교통건설국장은 "이번 공청회를 통해 2호선(트램) 기본계획변경(안)에 대한 다양한 의견을 듣고, 준비한 계획안대로 정부와 협의가 마무리 되도록 노력을 다하겠다"고 말했다.

@highlight

대전시는 3일 오후 시청에서 대전도시철도 2호선 트램 건설 추진을 위해 기본 계획 변경 개요(36.6km/정거장 35곳/8천 43억원)를 공개하여 전문가와 시민들의 의견을 듣는 시민공청회를 개최하고 정부와 협의가 마무리 되도록 노력을 하겠다고 말했다.