“청소년들의 든든한 후원자가 되겠습니다.”

다양한 분야의 인사들로 구성된 청소년과함께길을가는사람들(약명 청길사·회장 이우수)이 2일 오후 광주 남구 서문대로 광주푸른꿈창작학교 강당에서 학교 관계자 등 100명이 참석한 가운데 ‘멘토링 프로그램 발대식 및 결연식’을 갖고 본격 활동에 들어갔다.

이날 발대식은 매년 광주에서 학업중단, 가출, 비행 등 위기 청소년들이 다수 발생하고 있는 가운데 진로 문제 등으로 어려움을 겪고 있는 학생들이 건강한 사회구성원으로 성장할 수 있도록 돕기 위해 출범한 자원봉사단 협조로 이뤄졌다.

‘청길사’는 교육계와 자원봉사자 등 청소년 문제에 관심이 많은 뜻 있는 각계 인사들이 모여 지난해 12월부터 출범 준비를 거쳐 올해 초 결성, 광주푸른꿈창작학교에 재직 중인 이우수 회장의 주도로 멘토링 프로그램 발대식을 열게 됐다.

멘토링프로그램은 상담이 필요한 학생들을 멘티로 선발, 삶의 모델이 될 수 있는 자원봉사자 멘토와의 결연을 통해 지속적인 상담과 경제적 지원 등을 통해 학생들이 건강한 사회구성원으로 성장 할 수 있도록 하는 것을 골자로 하고 있다.

이날 결연식은 식전행사로 학생들의 춤공연에 이어 (사)패트롤맘 정혜숙 광주지부장의 사회로 박병훈 교수의 경과보고, 이우수 회장의 인사말 , 광주시 청소년과 정요심 사무관과 광주시교육청의 박은숙 중등교육과 장학사의 축사, 결연증서 교환 등으로 진행됐다.

이우수 회장은 “비록 처음은 미약하지만 이번 발대식을 계기로 많은 학생들이 프로그램에 참여, 건강한 사회일원으로 성장하기를 바란다”며 “더욱 많은 분들이 관심을 갖고 청소년들이 더욱 건전하게 성장해 가도록 많은 관심을 가져줄 것”을 당부했다.

광주푸른꿈창작학교 최종안 교장은 “청소년들은 우리의 미래이자 희망으로 이들이 올바른 사회구성원으로 성장할 수 있도록 돕는 것이 어른들의 역할이자 책임”이라며 “이번 프로그램이 학생들에게 도움이 될 수 있으면 한다”고 말했다.

@highlight

청소년과함께길을가는사람들이 2일 광주 남구 서문대로 광주푸른꿈창작학교 강당에서 ‘멘토링 프로그램 발대식 및 결연식’을 갖고 미래이자 희망인 청소년들의 진로 문제 등의 어려움을 돕고 학생들이 건강한 사회구성원으로 성장할 수 있도록 돕기 위해 활동을 시작했다. 