제천 의림포럼 윤성종 대표 등이 이시종 충북지사를 만나 충북선철도 고속화 사업과 관련해 다양한 의견을 나누고 있다.

［충북일보=제천］ 제천발전시민모임 의림포럼이 이시종 충북지사를 찾아 면담을 하고 북방철도물류기지 제천지역 조성을 공식 건의했다.

이날 면담에서 의림포럼 윤성종 공동대표 등은 이 지사에게 △강호축 연결선의 봉양 경유 충북도 정책 지지 △충북선 고속화 사업의 차질 없는 추진 △서제천(봉양) 역사를 북방여객과 화물 운송의 거점역사 건립 △북방철도물류 기지 제천시 조성을 위한 도정반영과 지원 등 4개항을 건의했다.

약 1시간정도 이어진 면담에서 의림포럼 윤 대표는 "과거 충북 혁신도시 입지나 종합연수타운사업에서 보듯 충북도는 제천시민에게 빚을 지고 있다"고 전제하며 "충북선 고속화사업에 따른 강호축 연결역사인 서제천(봉양)역사를 여객과 화물수송의 복합역사로 건립해야 하고 남북관계의 개선에 따른 북방철도 연결 시 절대적으로 요구되는 사업인 '북방철도물류기지'는 당연히 제천에 조성돼야 한다"고 주장했다.

이에 대해 이 지사는 "당초 정부안은 약 7천700억 원의 사업비로 충주-장호원-원주를 연결하는 안이었으나 다각적인 노력으로 제천-원주 연결선으로 변경됐다"며 "아직 정부기관의 적정성 검토가 진행 중이나 서제천(봉양) 연결선을 우선해서 추진한다는 것이 충북도의 입장"이라고 밝혔다.

이어 "남북관계 개선이 전제가 되는 북방철도물류기지는 장기적 추진사업으로 충북도에서 적극 검토하겠다"고 약속했다.

이날 면담에는 의림포럼측에서 윤성종, 안현모, 조완희, 원승희 등 4명이 참석했으며 전원표 도의원과 도청 철도정책과장이 배석했다.

의림포럼은 향후 북방철도물류기지 조성에 대한 시민여론 확산을 위해 토론회 개최, 청와대 방문을 추진 등 지속적인 노력을 전개한다는 입장이다.

@highlight

제천발전시민모임 의림포럼이 이시종 충북지사를 찾아 충북선 고속화 사업의 차질 없는 추진 등 4개항을 건의했고 남북관계의 개선에 따른 북방철도 연결 시 '북방철도물류기지'가 제천시에 조성돼야 한다고 주장했다.