대구지역 소비자물가 상승률이 넉달 만에 1%대에 진입했다.

경북은 4개월째 0%대를 유지하고 있다.

기존 물가 상승률보다 비교적 낮은 수치로 보이지만 주요 소비 품목인 휘발유, 경유, 과일 등 가격은 오름세여서 소비자 체감물가와의 괴리는 클 것으로 보인다.

또 이번달부터 정부의 유류세 인하율이 기존 15%에서 7%로 반토막 나고 아프리카 열병 유행 및 소주 가격 인상 등이 영향을 미칠 것으로 예상돼 물가 상승률은 가팔라질 전망이다.

2일 동북지방통계청의 ‘2019 4월 대구ㆍ경북지역 소비자물가동향’를 보면 전년 대비 소비자물가 상승률은 대구는 1.0%, 경북은 0.6% 각각 상승했다.

대구의 소비자물가 상승률은 지난해 12월 1.5%에서 올해 1월 0.8%로 절반 가까이 떨어진 뒤 지난 2월 0.5%, 지난 3월 0.5% 등 줄곧 0% 대를 유지하다 지난달 0.5%포인트 상승한 1.0%로 올라섰다.

경북은 지난 1월부터 지난 3월까지 0.1~0.5%대를 유지하다 지난달 0.6%를 기록, 물가가 소폭 상승했다.

품목성질별로 보면 대구는 농축수산물값이 1.9% 올라 상승폭이 가장 높았다.

경북은 전기ㆍ수도ㆍ가스세가 1.4% 올랐다.

교통·오락 등 지출목적별로 보면 대구는 음식 및 숙박 (3.7%)서비스 값이 1년 새 가장 많이 비싸졌고 경북은 가정용품 및 가사서비스(2.6%) 비용의 상승폭이 컸다.

주요 등락 품목에서는 생강 가격이 대구는 77.8%, 경북은 81.3% 오르는 등 2배 가까이 뛴 것으로 조사됐다.

휘발유가격은 지난해(-8.9~-8.5%)보단 저렴하나 전월 대비 상승한 것으로 나타났다.

전월 대비 휘발유가격은 대구는 5.1%, 경북은 4.1%로 각각 올랐다.

경유 가격도 대구 5.0%, 경북 4.0% 등 높아졌다.

김윤성 통계청 물가동향과장은 “유류세가 환원되면 물가상승률이 0.1∼0.15%포인트 오를 것으로 보인다”고 분석했다.

@highlight

2일 동북지방통계청의 ‘2019 4월 대구ㆍ경북지역 소비자물가동향’에서 전년 대비 소비자물가 상승률은 대구는 1.0%, 경북은 0.6% 각각 상승하며 대구지역 소비자물가 상승률이 4달 만에 1%대로 진입하고, 경북은 4개월 째 0%대를 유지하고 있다고 밝혔다.