윤정 김규환 의원, 3개 법안 발의 “기업 선순환 구조 만들기 노력”

중소·중견기업의 기를 살리기 위해 세금을 줄이고 지원을 늘리는 법안이 국회에서 추진된다.

자유한국당 김규환 의원(대구 동을당협위원장·사진)은 이같은 내용을 골자로 하는 ‘상속세 및 증여세법’, ‘환경친화적 산업구조로의 전환촉진에 관한 법률’, ‘기술의 이전 및 사업화 촉진에 관한 법률’ 등 중소·중견기업 지원 3법을 대표발의 했다고 2일 밝혔다.

김 의원은 경기 침체로 고통을 겪는 중소·중견기업에 활력을 불어 넣을 수 있을 것으로 기대하고 있다.

김 의원에 따르면 현재 한국의 상속세 최고세율은 65%로 주요 국가들과 비교했을 때 매우 높은 편이다.

가업상속 공제는 세제상 중소기업의 원활한 가업승계를 지원해 고용안정과 경영 노하우 전수 등 국가경제에 계속 기여하도록 할 취지로 2008년 도입·시행됐다.

그러나 상속 후 10년간 업종을 변경할 수 없도록 해 오히려 기업에게 부담으로 작용하고 있으며 제도이용률도 매우 저조한 편이다.

김 의원이 발의안 개정안에는 가업상속 공제 제도의 취지를 살리기 위해 공제 한도를 최대 500억원에서 1천억원으로 상향했다.

또 사후관리 기간을 10년에서 5년으로 단축했으며 가업용 자산의 처분가능 비율을 10%에서 20%로 확대하도록 했다.

한편 최근 중견기업들이 극심한 경영난에 직면했지만 정부의 지원책은 미비한 상황이다.

중견기업에 대해서도 중소기업 못지않은 지원 방안을 마련할 필요가 있다는 지적이 늘고 있다.

현행법은 중소기업에 대해 청정생산기술을 지원하고 기술의 사업화를 조기에 달성할 수 있도록 투자·융자 등 금융지원을 하도록 돼 있다.

그러나 이러한 지원은 중견기업에게도 필요하지만 지원 대상에서 배제된 실정이다.

김 의원이 발의한 개정안에는 중견기업에도 정책적 지원을 제공하는 내용이 포함됐다.

김규환 의원은 “중소·중견기업의 기를 살려줄 수 있는 지원방안을 적극적으로 마련해 중소기업이 중견기업으로 성장하고 중견기업이 대기업으로 성장하는 기업 선순환 구조를 만들기 위해 노력하겠다”고 밝혔다.

@highlight

최근 중견기업들이 극심한 경영난에 직면했지만 정부의 지원책은 미비한 상황에서 자유한국당 김규환 의원은 중소·중견기업에 대한 세금을 줄이고 지원을 늘리는 내용으로 '상속세 및 증여세법', '환경친화적 산업구조로의 전환촉진에 관한 법률', '기술의 이전 및 사업화 촉진에 관한 법률'을 대표발의했다.