충남 보령시에 대구, 키조개 등을 활용한 고부가가치 가공식품을 전국으로 공급하는 수산식품 거점 단지가 들어선다.

충남도는 해양수산부에서 주관한 '2019년도 수산물산지거점유통센터(FPC*) 조성사업' 공모에 보령수협 수산물산지거점유통센터가 최종 선정됐다고 2일 밝혔다.

도는 보령시 대천항 신흑동 일원에 2021년까지 60억원을 투입, 2천196㎡ 규모의 수산물산지거점유통센터를 건립할 계획이다.

이번 선정은 지난 3월 서천수산식품산업거점단지(150억원, 2019~2021)에 이어 두 번째 대형 수산식품사업으로 도의 역점 시책인 '충남 수산물 명품화 클러스터 구축'에도 탄력 받을 것으로 기대하고 있다.

수산물산지거점유통센터는 산지에서 수산물을 매입, 위탁해 전처리 가공 등을 거친 뒤 상품화하거나 대형 소비처에 공급하는 거점 센터로 수산물 유통환경과 소비 유형 변화에 빠르게 대응하고 국민에게 양질의 수산물을 공급하기 위해 추진된다.

도는 보령의 경우 전국 대구 위판량의 50% 및 키조개 생산 59%를 차지하는 만큼, 산지에서 FPC를 통한 생산·가공·유통을 체계화해 경쟁력을 높인다는 계획이다.

특히 앞서 추진된 국내 최초 보령수협 품질위생형 위판장과 수산물산지거점유통센터 간 협력으로 수산물의 위생과 안전을 담보할 수 있는 유통체계가 확립될 것으로 기대된다.

수산물 유통단계는 현재 생산자, 위판장, 산지중도매인, 소비지 중도매인, 소매상, 소비자, 6단계였던 것이 산지, 산지거점유통센터, 산지 및 소비지 매장, 소비자, 4단계로 축소돼 유통비용 10%가 절감될 것으로 보인다.

김종섭 도 어촌산업과장은 "충남은 그동안 수산물 공급을 부가가치가 낮은 원물 형태가 대부분인 것이 사실"이라며 "이번 공모 선정으로 국민에게 안전한 수산물 제공과 고부가가치 수산식품 생산·공급을 통한 지역경제 활성화에 기여할 수 있을 것"이라고 말했다.

@highlight

충남 보령시에 해양수산부가 주관한 FPC조성사업 공모에 보령시가 선정돼 키조개 등 부가가치가 높은 가공식품을 공급할 수 있는 단지가 건설될 예정이고, 이번 선정에 힘입어 충남 수산물 명품화 클러스터 구축도 연달아 성공할 수 있을것으로 기대받고 있다.