광주세계수영대회 조직위는 2일 오후 조직위 5층 회의실에서 조영택 사무총장 주재하에 보고회를 갖고 조직위 조직을 현장체제로 전환하기로 했다.

2019광주세계수영선수권대회 준비를 해온 조직위원회가 현장운영계획 보고회를 갖고 본격적인 현장체제로 전환한다.

2일 광주세계수영선수권대회 조직위원회(위원장 이용섭 광주광역시장)에 따르면 이날 오후 조직위 회의실에서 조영택 사무총장 주재로 대회 현장운영계획 보고회를 갖고 본격적인 실전 현장체제 전환에 따른 점검을 했다.

대회를 70여 일 앞두고 열린 이날 보고회에서는 대회시설과 경기운영, 선수촌 운영, 수송, 식음료, 의료, 안전 등 각 분야의 현장운영계획을 확인하고 여러 의견을 토대로 부족한 분야의 개선점을 마련했다.

조직위는 이번 보고회를 토대로 이달 중에 종합상황실을 조기 운영하여 대회운영에 대한 효율성을 높이고 유관기관과 비상연락체계 및 협조체계를 구축한다.

특히, 대회가 혹서기에 개최되는 점을 고려해 폭염과 폭우에 대비한 관람객과 선수단 안전에 대한 준비 실태를 집중 점검하고 감염병과 식음료 안전에 대한 대책을 질병관리본부와 식약처 등 정부기관과 공조하는 것에 대해서도 점검했다.

아울러, 현장운영계획 보고와 함께 조직위 부서중 선수촌 관리·운영을 책임진 선수촌부가 이날 선수촌으로 이전해 근무하게 되며 방송운영을 담당하는 미디어부도 이달 하순경 남부대에 설치된 국제방송센터(IBC)로 이전하게 된다.

조영택 조직위 사무총장은 “대회 현장은 각 분야가 모두 맞물려서 긴박하게 진행되는 만큼 부서간, 직원간 소통이 가장 중요하다”며 “오늘 논의된 현장운영계획의 미비점을 보완해 대회 시설이 준비되면 바로 현장에 적용할 수 있도록 실전체제를 준비하자”고 당부했다.

한편, 조직위는 이번 달부터 시·구·단체 등의 현장 지원요원 700여 명을 확충하고 선수 엔트리가 마감되는 6월 12일까지 모든 업무를 현장 중심으로 전환할 방침이다.

@highlight

광주세계수영대회 조직위는 본격적으로 실전 현장체제에 전환하기 위해 2일 조직위회의실에서 현장운영계획보고회를 열어 각 분야의 현장운영계획을 확인하고, 부족한 부분의 개선점을 마련하여 이달 중에 종합상황실을 조기 운영하여 대회운영에 대한 효율성을 높이고 유관기관과 비상연락체계 및 협조체계를 구축한다.