청와대 핵심관계자는 3일 문재인 대통령이 전날 사회원로들을 만나 국정·사법농단 사태에 대한 의견을 밝힌 것과 관련, "(문 대통령의 발언을) '적폐청산이 안되면 타협이 없다'라고 해석하는 것은 옳지 않다"고 말했다.

문 대통령은 전날 사회원로 초청 오찬에서 국정·사법농단 사태를 언급하며 "빨리 진상을 규명하고 청산이 이뤄진 다음, 그 성찰 위에서 새로운 나라를 만들어나가자는 데 대해서 공감이 있다면 그 구체적인 방안에 대해 얼마든지 협치하고 타협도 할 수 있을 것"이라고 발언했다.

이 핵심관계자는 이날 기자들을 만나 "많은 언론이 적폐청산이 먼저 이뤄지면 그 다음에 타협할 수 있다는 '선(先)청산·후(後)타협' 기조로 보도했다.

이는 마치 타협하지 않겠다는 뜻으로도 읽힌다"며 "그러나 문 대통령의 메시지는 청산이 이뤄진 뒤 그 성찰 위에서 협치와 타협을 하겠다는 뜻"이라고 설명했다.

이 관계자는 "문 대통령의 발언에는 새로운 나라를 만들자는 성찰이나 공감이 있으면 얼마든 협치와 타협 가능하다는 뜻 또한 담겨 있다"고 했다.

기자들이 "문 대통령의 발언에도 '청산이 이뤄진 다음' 이라는 언급이 들어가 있지 않느냐"고 질문하자, 이 관계자는 "성찰 위에서 새로운 나라를 만들자는 데 대한 공감을 말씀드리고자 한 것"이라고 거듭 밝혔다.

이 관계자는 "너무 이분법적으로 '적폐청산이 이뤄져야 타협이 있다'고 보는 것은 맞지 않는다"고 덧붙였다.

이 관계자는 '문 대통령이 언론의 메시지 해석에 대해 바로잡으라고 주문한 것인가'라는 물음에는 "그렇지 않다.

(참모진이) 언론 모니터링을 한 것"이라고 답했다.

한편 문무일 검찰총장이 검경 수사권 조정 법안의 패스트트랙(신속처리안건) 지정에 반발한 것에 대한 청와대의 입장이 있느냐는 물음에는 "패스트트랙은 여야가 치열한 논의와 협상을 거칠 일이지 청와대가 입장을 밝힐 일은 아니다"라고 했다.

@highlight

청와대 핵심관계자는 문재인 대통령이 사회원로 초청 오찬에서 언급한 국정·사법농단 사태 발언을 '적폐청산이 안되면 타협이 없다'라고 해석하는 것은 옳지 않으며 청산이 이뤄진 뒤 협치와 타협을 하겠다는 의미라고 설명했다.