[서울신문] 광명시 철산초등학교가 어린이날을 기념해 학생들이자체 여론조사 내용을 공식적으로 방송을 통해 알려주고 소감을 묻는 장면이다.

철산초교 제공 경기 광명시 철산초등학교는 지난달 29일부터 4일동안 어린이날을 기념해 학생이 주도해 만들어가는 어린이 날 행사를 진행했다고 3일 밝혔다.

초등학교 1학년부터 6학년까지 모두 1642명이 어린이 날 행사 기획 설문조사에 참여하고 프로그램을 기획했다.

진정으로 학생중심 교육의 의미를 되새기는 행사였다.

철산초 학생 자치회가 기존에 학교 주도의 어린이 날 행사에서 벗어나 학생이 중심이 돼 만들어 가는 행사를 만들고자 어린이 날 행사를 기획했다.

전교생 의견을 반영하기 위해 어린이 날 하고 싶은 행사 활동을 포스터 형식으로 설문조사로 만들었다.

학생들이 직접 원하는 활동에 투표할 수 있게 홍보하고, 조사 결과를 반영해 프로그램을 구성했다.

여론조사 결과 친구들이랑 놀기행사가 학생들이 가장 선호하는 것으로 나타났다.

이를 반영해 친구들이랑 놀기행사로 어린이날 학년별 체육대회를 실시했다.

특히 이날 행사에서는 학생 자치회와 철산초 방송부(CBS)는 학생들의 자율적 참여를 독려하기 위해 홍보·인터뷰 활동 등 행사 진행과정을 취재하고 방송했다.

이는 전교생이 결과를 공유하고 소통할 수 있는 장으로 활용됐다.

행사를 주관한 김동현 철산초 자치회 학생회장은 "어린이 날 행사를 우리 손으로 기획하고 진행해 보니 즐거웠고 뿌듯했다"며, "무엇보다 참여하는 친구들이 행복해하는 모습을 보고 앞으로 더 많은 활동을 만들고 싶다"고 소감을 말했다.

송민영 철산초 교장은 "학교혁신에 관심이 높은데 학생자치가 기반이 돼야 진정한 혁신이 이뤄질 수 있다고 생각한다"며, "학생이 스스로 의사결정을 하고 참여하는 과정이 민주시민 교육의 시작이며 학교혁신의 시작"이라고 말했다.

또 "특히, 제97회 어린이 날을 맞이해 학생이 중심이 돼 어린이 날의 시작과 끝을 함께 한다면 더욱 뜻깊은 날이 될 수 있을 것"이라며, "앞으로도 학생중심의 행복한 교육이 교실마다 이뤄질 수 있도록 고민하는 교장이 되겠다"고 전했다.

@highlight

광명시 철산초등학교는 전교생 1642명이 어린이 날 행사 기획 설문조사에 참여하고 프로그램을 기획하여 지난달 29일부터 4일 동안 학생이 중심이 돼 만들어 가는 어린이 날 행사를 진행했다.