아직 끝난게 아니다…맨유, EPL 4위 쟁탈전은 ‘현재 진행형’

맨체스터 유나이티드(이하 맨유)의 챔피언스리그 출전을 향한 도전은 아직 끝나지 않았다.

맨유가 허더즈필드를 꺾고, 희망을 이어갈 수 있을까.

허더즈필드와 맨유의 18-19 프리미어리그 37라운드 경기는 오는 5일 일요일 밤 9시 50분 프리미엄 스포츠 채널 스포티비 온(SPOTV ON), 온라인 스포츠 플랫폼 스포티비 나우(SPOTV NOW)에서 독점 생중계된다.

현재 첼시, 아스날, 맨유는 챔피언스리그 진출 티켓을 두고 혈전을 펼치고 있다.

현시점에서 가장 불리한 팀은 리그 6위에 머무르며 나머지 팀들을 추격하는 입장인 맨유다.

심지어 지난 리그 5경기서 단 1승만 챙기는 부진을 겪고 있다.

맨유가 차기 시즌 챔피언스리그에 나서기 위해선 남은 두 경기에서 모두 이기고, 첼시와 아스날의 패배를 기대해야 하는 상황이다.

맨유의 심리적 부담감은 크지만, 수월한 팀들과 잔여 일정을 치르기에 반전의 기회는 있다.

맨유는 허더즈필드와 카디프 시티와 차례로 맞붙을 예정이다.

그 중 이번 상대인 허더즈필드는 이미 강등이 확정됐고, 올 시즌 20골을 기록하며 저조한 공격력을 보이고 있다.

상대적 전력이 앞서는 맨유의 승리가 유력하다는 현지 언론의 평가가 많다.

허더즈필드전을 앞둔 솔샤르 감독에겐 희소식이 전해졌다.

맨유 공식 홈페이지는 “마커스 래시포드가 주말 경기에 출전할 가능성이 있다”며 그가 훈련 받고 있는 사진을 게시했다.

영국 언론도 해당 사진과 함께 “경기 전날 컨디션에 따라 운명이 좌우되지만, 래시포드의 몸 상태는 좋다”며 복귀 가능성을 언급했다.

프리미어리그 4위 경쟁이 치열한 가운데, 맨유가 허더즈필드 원정에서 소중한 승점 3점을 획득할 수 있을까.

양 팀의 맞대결은 오는 5일 일요일 밤 9시 50분 스포티비 온(SPOTV ON), 스포티비 나우(SPOTV NOW)에서 독점 생중계된다.

@highlight

현재 EPL 6위에 있는 맨체스터 유나이티드는 챔피언스리그에 출전하기 위해 남은 두 경기를 모두 이겨야 하지만, 수월한 팀과 맞붙어 반전이 있을 것으로 기대된다. 