중랑구 방정환교육지원센터 "학교밖 교육 종합적 지원" 서울 중랑구가 학교 밖 교육을 종합적으로 지원할 방정환교육센터(조감도) 밑그림을 공개했다.

중랑구는 지역 교육지원 구심점 역할을 하게 될 방정환교육지원센터 설계공모 결과를 토대로 주민의견을 듣는 당선작 발표회를 13일 연다고 3일 밝혔다.

방정환교육지원센터는 류경기 구청장이 내건 민선 7기 핵심 공약사업이다.

지역 내 망우리공원에 잠들어있는 소파 방정환 선생의 뜻을 잇는다는 의미에서 교육지원센터에 그의 이름을 땄다.

상봉동에 들어설 교육지원센터는 지하 1층 지상 7층, 연면적 1668㎡ 규모 건물이다.

지하에는 진로직업체험공간이 들어서고 1층부터 7층까지는 북카페와 자기주도학습실 진로·진학상담실을 비롯해 청소년 활동공간 등이 예정돼있다.

구는 9월 설계용역을 마치고 10월부터 공사를 시작해 내년 11월 개관할 예정이다.

이후에는 학부모교육이나 진로직업체험 평생교육 등 학교 밖 교육활동을 종합적으로 지원하는 역할을 하게 된다.

중랑구는 설계에 앞서 13일 당선작 발표회를 열고 이용자들 의견을 들을 예정이다.

학교장과 학부모, 시설 관계자들이 모여 설계안 설명을 듣고 의견을 모으는 형태다.

구는 이날 주민들이 제안한 내용을 이후 설계에 반영할 계획이다.

지난 3월에는 방정환교육지원센터 전용 누리집을 마련하고 입시설명회, 학부모를 위한 입시 교실 등을 우선 시작했다.

방학 중에는 진로직업체험과 자기주도학습 과정도 진행한다.

중랑구는 방정환교육지원센터를 통해 체계적이고 전문적인 교육과정을 지원, 교육환경에 대한 주민들 만족도를 높이고 다른 지역과의 교육격차도 줄여갈 계획이다.

류경기 중랑구청장은 "방정환교육지원센터 건립은 물론 학생 학부모 등 주민들에게 실질적으로 필요한 최고 수준의 교육과정을 내실 있게 준비해 교육문제로 중랑구를 떠나는 일이 없도록 하겠다"고 말했다.

@highlight

오는 13일 중랑구는 방정환교육지원센터 설계공모 결과를 토대로 주민의견을 듣는 당선작 발표회를 열고 이 지원센터는 진로직업체험공간과 진로·진학상담실 등을 비롯해 청소년 활동공간이 예정되어있으며 앞으로 이 곳을 통해 체계적이고 전문적인 교육과정을 지원하고 주민 만족도를 높여 타지역과의 교육격차를 줄여갈 계획이다.