과학기술정보통신부는 롯데홈쇼핑(법인명 우리홈쇼핑)에 대해 6개월의 유예기간을 거쳐 오는 11월 4일부터 6개월간 하루 6시간(오전 2∼8시) 업무정지 처분을 내린다고 3일 밝혔다.

이는 지난 2015년 재승인 심사과정에서 임직원의 범죄행위를 고의로 누락해 재승인을 받은 데 따른 것이다.

해당 행위는 방송법 제18조 위반이다.

과기정통부는 지난 2016년 5월27일 롯데홈쇼핑에 대해 6개월간 프라임 시간대에 하루 6시간(8~11시, 20~23시) 업무정지 처분을 내렸으나, 롯데홈쇼핑 측에서 제기한 행정소송으로 집행이 정지 상태였다.

이후 지난해 10월6일 열린 행정소송 항소심에서 법 위반사실은 존재하나 처분이 과도하다는 판결을 받고 기존 처분에 대한 취소가 확정됐다.

이에 과기정통부는 법 위반 행위의 중대성, 다른 제재처분 수단의 실효성, 롯데홈쇼핑과 협력업체의 피해 정도, 시청자에 대한 영향 등을 종합적으로 고려해 행정절차법 상 청문 등을 거쳐 처분의 수위를 결정했다.

과기정통부는 업무정지 처분으로 인한 시청자 권익 침해를 방지하기 위해 롯데홈쇼핑에 대해 업무정지 개시 14일 전부터 업무정지 종료일까지 방송 자막 및 인터넷 홈페이지를 통해 방송정지 사실을 고지하도록 권고했다.

과기정통부는 또, 롯데홈쇼핑의 납품업체를 보호하기 위해 업무정지 개시 시점을 처분을 통지 받는 날로부터 6개월 후로 유예했다.

특히, 중소 납품업체 보호를 위해 롯데홈쇼핑에게 업무정지에 따른 중소 납품업체 보호방안 등을 제출하도록 요구했다.

아울러 업무정지 시간대에 롯데홈쇼핑의 데이터홈쇼핑(T커머스) 채널(채널명 롯데원티브이)을 통한 기존 롯데홈쇼핑 납품업체(중소기업에 한정)의 상품판매를 허용키로 했다.

과기정통부는 "동일 법인 내 TV홈쇼핑 편성 상품의 데이터홈쇼핑 편성을 금지하는 데이터홈쇼핑 승인조건에 대한 예외를 인정한 것"이라고 설명했다.

@highlight

과학기술정보통신부는 2015년 재승인 심사과정에서 임직원의 범죄행위를 일부러 누락하는 등 방송법을 위반한 롯데홈쇼핑에게 오는 11월 4일부터 6개월간 일정시간 동안 업무를 정지해야하는 처분을 발령했다.