술을 마신 한 법인택시 기사가 본인의 택시를 지인에게 운전하게 한 사실이 적발되면서 관할 관청이 해당 업체에 대해 감차 처분을 내렸지만, 이에 불복한 업체 측이 소송을 제기해 결국 승소했다.

대구지법 제1행정부(부장판사 박만호)는 서구청이 지난해 12월 서구의 한 법인택시 A업체에 내린 감차 처분을 취소했다고 5일 밝혔다.

대구시와 서구청 등에 따르면 서구 법인택시 A업체 소속 운전기사 B(51) 씨는 지난 2017년 10월부터 약 2개월 동안 수차례 본인의 차량을 지인이 대신 운전하도록 했다.

술에 취해 친구에게 대리운전을 부탁했다는 주장이다.

민원을 통해 해당 사실을 알게 된 서구청은 지난해 9월 A업체에 감차 5대의 행정처분을 내렸다.

택시 업체와 근로계약을 맺지않는 사람이 택시를 운행하는 행위는 명백한 관련 법 위반이다.

적발되면 지자체는 사업면허 취소나 사업 정지, 감차 등을 명할 수 있다.

그러나 지난해 11월 행정심판 끝에 감차 대수를 3대로 줄인 바 있는 A업체는 이마저도 지나치다며 지난해 12월 대구지법에 서구청을 상대로 감차처분 취소소송을 제기했다.

법인택시 경우 차량 1대가 감소하면 연간 2천만~2천500만원 손해가 발생하는 탓이다.

재판부는 서구청의 처분이 위법하다고 판결했다.

택시 기사가 휴식시간 중 음주를 해 대리운전을 맡긴 것이라고 진술하는 등 일시적·개인적 사정에 따라 택시 대여행위가 이뤄진 것이고, 회사가 감독을 게을리했다고 보이지 않는다는 이유에서다.

서구청 관계자는 "패소는 생각지 못했다.

면허양도가 업체 측의 고의는 아니지만 명백한 관련법 위반은 맞다"고 했다.

조광현 대구경실련 사무처장은 "택시 운행을 타인에게 양도할 경우 사고 시 책임소재 불분명 및 범죄 위험 노출 등으로 승객 피해가 우려된다.

이런 위험성을 재판부가 간과한 채 법인과 개인 사이의 책임 여부만 따진 것 같다"고 했다.

@highlight

대구 서구 법인택시 업체가 술을 마시고 대신 운전하게 한 사실이 적발되면서 민원을 통해 해당 사실을 알게 된 서구청은 감차 5대의 행정처분을 내렸지만 서구청 상대로 감차처분 취소소송을 제기했다.