파키스탄 출신의 모하메드 아르브르(10)의 몸무게는 무려 196킬로그램이다.

나이 대비 몸무게로 치면 3년 전 인도네시아 아리아 퍼마나란 소년의 몸무게 184킬로그램보다 10킬로그램 이상 초과하는, 명실상부 '세계 챔피언'이다. 지난 3일 외신 미러가 소년의 아픈 사연을 전했다.

모하메드는 성인 4명이 먹을 음식량을 섭취해야지만 간신이 서 있을 수 있다.

소년의 부모는 절대 정크 푸드를 먹이지 않으려고 노력하고 있지만 그는 한 번에 밥 네 그릇, 치킨 카레 차파티(팬키이크처럼 둥글넓적하게 구운 빵) 열 개를 쉽게 먹어 치운다.

그가 태어날 때 몸무게는 36킬로그램으로 매우 정상이었지만, 이후 부모를 놀래킬 정도로 빠른 식욕을 보였고 태어난지 6개월 때의 몸무게는 자그마치 19킬로그램이나 나가게 됐다고 한다.

다른 정상적인 두 명의 자녀를 둔 엄마 자레나는 "모하메드는 어렸을 때부터 항상 배고파했고 한 번에 우유를 2리터나 마셨다. 하루에 마시는 우유의 양은 다른 아이들의 5배나 됐다"며 "너무 무거워서 나 혼자 아이 기저귀를 갈 수 없었고, 애 몸무게를 견딜 수 있도록 특별히 만든 침대를 구해야만 했다"고 말했다. 또한 그는 몸이 너무 비대했기 때문에 정상적인 걷기과 앉기 같은 기본적인 활동조차 할 수 없을 뿐더러, 한 번에 세 걸음 이상을 걸을 수 없었기 때문에 학교도 갈 수가 없는 형편이다.

하지만 소년은 목숨을 유지하기 위해 체중 감량 수술을 받아야 하는 처지에 놓이게 됐다.

다행히 절박한 부모들에게 한 줄기 희망이 찾아왔다.

두 달 전 파키스탄 비만 외과수술의 최고 권위자인 마아즈 얼 하산 박사를 만나게 된 것이다.

현재 그의 부모는 아들의 생명을 구하는 비만 수술에 동의했고 아들이 하루 빨리 정상 체중으로 회복되기를 희망하고 있다.

아브라는 28일 위 바깥쪽 부분을 제거하는 복강경 수술을 받는다고 전해졌다.

@highlight

외신 미러는 파키스탄 출신의 소년 아르브르(10)는 몸무게가 196킬로그램으로 명실상부한 '세계 챔피언'으로, 너무 비대하여 한 번에 세 걸음이상을 못 걷고, 또한 학교에 등교를 못하는 등 정상적인 걷기와 앉기가 불가한 슬픈 사연을 지난 3일 보도했다.