지난 한달 동안 투자자들이 모바일로 가장 많이 투자한 종목은 닭고기 관련 주식인것으로 나타났다.

돼지 열병에 따른 반사이익으로 풀이된다.

6일 두나무가 증권 애플리케이션 카카오스탁의 4월 한달 간 모바일 주식 투자 트렌드를 분석한 결과 육계주, 항공사, 5G 관련 기업들이 상위 랭크를 차지했다.

가장 높은 주가 상승률을 보인 1위 테마는 '육계주' 관련 기업들로 한달간 20.8%의 급등세를 기록했다.

중국과 베트남 등지에서 아프리카 돼지 열병이 발생해 수급 불균형에 따른 돼지고기값이 크게 오를 수 있다는 전망이 나오면서, 닭고기가 대체상품으로 반사이익을 받을 수 있다는 기대감이 작용했기 때문이다.

대표 기업으로 마니커, 체리부로, 팜스토리 등이 주목을 끈 것으로 조사됐다.

2위는 18.4%의 상승세를 기록한 '항공사' 관련주로 분석됐다.

아시아나항공 매각에 대한 기대감이 주요 요인으로 꼽혔다.

지난달 9일 자금난에 빠진 금호아시아나그룹이 정상화를 위해 자구계획안을 산업은행에 제출했고, 금호산업이 아시아나항공 지분 매각을 결정해 매각 주간사 선정 및 우선협상대상자 선정 등 매각 절차를 진행 중이다.

이에 따라 국내 2위 국적 항공사를 보유하면 기업 위상은 물론 브랜드 가치가 크게 개선될 수 있어 아시아나항공을 인수하겠다는 대기업이 줄을 설 것이라는 기대감이 커졌다.

관련주에는 아시아나항공, 에어부산, 제주항공 등이 이름을 올렸다.

'5G' 관련 기업들이 17.7%의 상승률을 기록하며 3위 테마를 차지했다.

지난달 8일 정부가 5G (5세대 이동통신)을 국가적 전략산업으로 육성하겠다고 발표해 관련 종목들이 영향을 받았다.

정부가 5G 전국망 구축을 오는 2022년까지 완료하고 이를 위해 30조원 이상을 투자할 계획인 '5G+ 전략'을 발표해 관련 기업들의 실적 개선 기대감이 주가에 영향을 미쳤다.

관련 종목은 에이스테크, 쏠리드, 스카이문스테크놀로지 등이 선정됐다.

이 밖에도 동물백신ㆍ방역, 면세점, 자동차 대표주, 택배와 종합물류 등의 토픽이 상위 10위를 차지했다.

@highlight

투자자들이 지난 한달 동안 모바일로 가장 많이 투자한 종목은 닭고기 관련 주식인 것으로 밝혀진 가운데 주가 상승률이 가장 높은 1위 테마는 ‘육계주’였으며 돼지 열병으로 인한 반사이익으로 분석된다.