하이퍼포먼스 스포츠브랜드 다이나핏이 건전한 대학 스포츠 문화 정착을 위해 오는 8일부터 6월 9일까지 서울시내 6개 대학을 대상으로 러닝 캠페인 ‘2019 다이나핏 런데이 캠퍼스’를 진행한다.

다이나핏 런데이는 매년 다이나핏이 실시하는 소비자 참여형 러닝 캠페인으로 시즌마다 새로운 테마로 진행 해왔으며, 올해는 특별히 대학생들의 건강한 러닝문화를 응원하기 위해 6개 대학 캠퍼스와 진행하게 됐다.

이에 따라 다이나핏은 대학생들에게 전문적인 러닝 코칭과 트레이닝, 다양한 러닝 프로그램 체험 기회를 제공하고, 올바른 러닝 습관을 기르는데 이바지 한다는 방침이다.

실제, 이번 행사는 오는 8일부터 6월 9일까지 대학별로 각 2회씩, 총 12회에 걸쳐 순차 진행된다.

대학 내 자체 모집을 통해 선발된 480여명의 러닝크루들이 참가할 예정이며, 이와 관련한 참가비는 다이나핏이 전액 지원한다.

뿐만 아니라, 모든 참가자에게는 러닝크루 앰블럼이 새겨진 티셔츠와 다이나핏의 러닝화 신제품 ‘엘리트 삭스’를 대상으로 내게 맞는 러닝화를 찾을 수 있는 트라이얼 서비스도 무료로 제공한다.

캠페인 프로그램도 대학 러너들에게 꼭 필요한 내용으로 선별해 구성했다.

참가자를 수준별로 분류해 자세교정, 기구를 활용한 스피드 훈련 등 전문적인 러닝 코칭 프로그램을 평일 저녁과 주말 오전으로 나뉘어 각 2회씩 진행한다.

이때, 주말 오전 프로그램에서는 특별 근력 강화 운동 등도 함께 만나볼 수 있다.

이번 ‘2019 다이나핏 런데이 캠퍼스’ 캠페인과 관련된 보다 자세한 내용은 다이나핏 공식 SNS를 통해 확인이 가능하다.

다이나핏 관계자는 “올해의 런데이 테마가 젊음과 열정으로 무장한 대학 러닝크루들에게 운동에 대한 동기를 부여하고, 스포츠 정신을 격려하기 위함인 만큼 더욱 고심해 준비했다”며 “앞으로도 차별화된 테마와 콘셉트의 러닝 프로그램을 선보일 예정으로, 다이나핏 런데이에 대한 많은 관심을 부탁 드린다”고 말했다.

@highlight

하이퍼포먼스 스포츠브랜드 다이나핏이 매년 실시하던 소비자 참여형 러닝 캠페인을 올해는 대학생들의 건강한 러닝문화를 응원하기 위해 6개 대학을 대상으로 ‘2019 다이나핏 런데이 캠퍼스’를 개최해 대학생들에게 전문적인 러닝 코칭과 트레이닝, 다양한 러닝 프로그램 체험 기회 제공 등 올바른 러닝 습관 형성을 돕기 위해 나선다.