[서울신문] 팔레스타인 자치령인 가자지구에서 지난 3일(현지시간)부터 사흘간 이스라엘·팔레스타인 간의 무력 충돌이 격화되며 임신부와 어린 아이를 포함해 최소 10여명이 사망했다.

5일 AP통신에 따르면 팔레스타인 자치령인 가자지구에서 지난 4일부터 450발의 로켓포가 이스라엘로 발사됐으며 이스라엘이 이에 대한 보복으로 전투기와 탱크를 동원한 공습을 실시했다.

이스라엘군은 "팔레스타인 거주지에서 발사된 로켓포 중 수십발을 요격했으며, 무장정파인 하마스와 '이슬라믹 지하드'와 관련된 전략적 목표물 200여곳을 겨냥해 반격했다"고 밝혔다.

양측의 충돌로 팔레스타인인 6명과 이스라엘인 1명이 사망했다.

이밖에 이스라엘 80대 여성이 위독한 상태인 것으로 알려졌다.

팔레스타인 보건당국은 4일 이스라엘의 공습으로 임신 중이던 37살 여성과 14개월이던 그의 딸을 비롯해 두 20대 남성이 사망했으며 최소 40명이 부상했다고 전했다.

터키 국영통신 아나돌루는 "이스라엘군의 공격으로 무너진 가자지구 건물 중엔 아나돌루 지사가 입주해 있는 곳도 있다"며 이스라엘에 대한 비난의 목소리를 높였다.

이번 충돌은 3일 가자지구와 이스라엘의 접경 지역에서 시작됐다.

이스라엘군은 팔레스타인 저격수의 총격으로 이스라엘군 2명이 다쳤다며 보복으로 하마스 대원 2명을 사살했다.

같은 날 장벽 부근에서 가자지구 봉쇄에 항의하는 시위대 2명이 이스라엘 저격수의 총격에 사망했다.

이에 지난 사흘간 이스라엘군과 팔레스타인의 충돌에 따른 사망자는 최소 11명으로 늘었다.

건국 70주년을 맞아 지난해부터 매주 금요일마다 열리는 '위대한 귀환 행진' 참여자 중 이스라엘군의 공격으로 사망한 이들은 지난 3일 기준 275명에 이른다.

니콜라이 믈라데노프 유엔 중동특사는 "양측 간 갈등의 해법을 찾고자 오랜 시간 노력한 것이 수포로 돌아갈지도 모른다. 끝없는 폭력의 굴레는 끝나야 한다"며 양국 간 긴장을 완화할 것을 주문했다.

@highlight

지난 3일부터 사흘간 팔레스타인 자치령인 가자지구와 이스라엘의 접경 지역에서 시작된 무력충돌은 450발의 로켓포가 이스라엘로 발사되었으며 그 보복으로 이스라엘은 전투기와 탱크를 동원해 공습을 퍼부었고 이-팔간의 무력충돌로 사상자가 발생되었다.