7일부터 유류세 인하폭이 현재의 절반으로 축소되면서 휘발류 국내 주유소 평균 판매가격이 ℓ당 1500원을 웃돌 것으로 전망된다.

7일부터 유류세 인하 폭이 현행 15%에서 7%로 축소돼 휘발유는 ℓ당 65원, 경유는 46원, 액화석유가스(LPG) 부탄은 16원씩 가격이 오르게 된다.

이에 따라 전국 주유소 휘발류 가격은 평균 1500원을 웃돌 것으로 보인다.

6일 기획재정부에 따르면 정부는 7일부터 오는 8월 31일까지 휘발유, 경유, LPG부탄에 부과하는 유류세 인하 폭을 현행 15%에서 7%로 축소한다.

유류세 인하폭 축소로 휘발류는 ℓ당 65원, 경유는 46원, LPG 부탄 16원씩의 가격 인상 요인이 된다.

전국 주유소 휘발유 가격이 최근 11주 연속 상승하면서 1400원대 후반에 진입한 것을 감안하면 휘발유 가격은 평균 1500원대가 될 전망이다.

특히 이달 첫주 ℓ당 1553.3원을 기록한 서울 지역 휘발유 평균 판매가격은 1600원대로 오를 전망이다.

유류세는 이어 9월 1일부터 원래대로 환원된다.

이렇게 되면 휘발유가 ℓ당 123원, 경유는ℓ당 87원, LPG부탄은 ℓ당 30원 오르는 요인이 된다.

게다가 이란산 원유 수입 금지 등으로 국제유가가 더 오르면 국내 유류가격은 더 상승할 것으로 보인다.

유류세는 휘발유와 경유에는 교통·에너지·환경세와 자동차세(주행분, 교통세의 26%), 교육세(교통세의 15%)가, LPG 부탄에는 개별소비세에 교육세(개별소비세의15%), 부가가치세가 부과된다.

정부가 작년 11월부터 유류세를 한시적으로 인하한 것은 글로벌 금융위기가 한창이었던 2008년 3월 10일∼2008년 12월 31일까지 약 10개월간 휘발유·경유·LPG 부탄의 유류세를 10％ 인하한 이후 10년 만이다.

@highlight

정부는 7일부터 오는 8월 31일까지 휘발유, 경유, LPG부탄에 부과하는 유류세 인하 폭을 현행 15%에서 7%로 축소함에 따라, 휘발유는 ℓ당 65원, 경유는 46원, 액화석유가스(LPG) 부탄은 16원씩 가격이 오르게 되며, 휘발유 가격은 평균 1500원을 웃돌 전망이다.