[태안] 복군 30주년을 기념해 태안의 미래비전과 발전전략을 모색하기 위한 정책세미나가 열렸다.

군에 따르면 지난 2일 태안문화원 아트홀에서 관련 전문가 등 총 200여 명이 모인 가운데 '태안군·충남연구원 합동 정책 세미나'가 개최됐다.

이날 세미나는 충남연구원의 '태안군 미래 교통네트워크 발전방안', '해양수산 분야에서의 태안군 특성화 및 경제영토 확장'에 대한 주제 발표와 함께 토론이 진행됐다.

토론에 참여한 가세로 군수는 "태안은 도로 등 사회간접자본 시설이 매우 미흡하다"며 "획기적인 지역발전을 위해 수도권과의 접근성 개선을 위한 '광개토 대사업'이 반드시 필요하다"고 강조했다.

이를 위해 가 군수는 △가로림만 해상교량 건설 △서해안고속도로 태안군 연장 △태안-세종 고속도로 건설 △국도 77호선 4차로 확·포장 △국지도 96호선 4차로 확·포장 △서해복선전철 태안군 연장 등의 교통망 확충이 필요하다고 보고, 사업의 가시화를 위해 군 역량을 집중해 나가겠다고 밝혔다.

이어 우수한 해양자원 등을 활용한 태안 특성화 개발을 위해 △해양헬스케어 복합단지 조성 △부남호 역간척 △굴포운하 조성 △격렬비열도 토지 국가매입 △격렬비열도 국가관리 연안항 지정 등을 적극 추진해야 한다는 의견을 개진했다.

군은 이날 토론회를 통해 충남연구원, 충남해양수산개발원, 해양수산정책연구소, 한국교통연구원, 전북연구원의 전문가들과 나눈 의견을 토대로 태안의 강점을 구체화하고 부족한 부분을 보완할 수 있을 것으로 기대하고 있다.

한편, 이날 토론에 이어 '태안군민 열린토론회'에서 군민 직접 투표로 결정된 태안 미래 비전 문구인 '서해안의 중심, 사람과 자연이 공존하는 신 해양 도시 태안' 문구를 캘리그라피로 예술적으로 표현한 '태안 미래비전 퍼포먼스'가 펼쳐져 참석자들의 큰 관심을 끌었다.

@highlight

복군 30주년 기념 '태안군·충남연구원 합동 정책 세미나'에서 '태안군 미래 교통네트워크 발전방안', '해양수산 분야에서의 태안군 특성화 및 경제영토 확장'에 대한 주제 발표와 함께 토론이 열렸다.