지난 3일 영암실내체육관에서 열린 제27회 전라남도장애인체육대회 폐회식에서 종합우승을 차지한 여수시, 2위 목포시, 3위 순천시, 4위 광양시, 5위 해남군 선수단이 전동평 영암군수, 남백원 전남도장애인체육회 상임부회장 등과 기념 사진을 찍고 있다.

지난 1일부터 3일간 영암군에서 치러진 제27회 전남도장애인체육대회가 새로운 도전이라는 희망을 간직한 채 내년 보성 재회를 기약하며 아쉬운 막을 내렸다.

이번 체전에는 22개 시·군 1만5천여명이 참가해 정식종목 15개, 시범종목 6개 등 21개 종목에서 선의의 경쟁을 펼치며 화합과 우정을 나눴다.

경기 결과 육상, 축구 등 19개 종목 280명의 선수단이 출전한 여수시가 목포시와 치열한 경합 끝에 5만222점을 획득하며 종합우승과 함께 대회 4연패라는 금자탑을 세웠다.

최우수선수상은 ‘역도 3관왕’ 유병상(52·순천시)이 차지했으며, 보성군이 장려상, 해남군이 모범선수단상, 영암군이 성취상을 각각 수상했다.

한편, 개최지 영암군은 지난해부터 체전기획팀을 구성해 대회 성공개최에 만반의 준비를 했다.

영암군 소속 공무원과 기관·사회단체 봉사단의 자발적인 참여로 주차와 참가선수단 안내 등 원활한 대회 운영을 위해 힘을 보탰고 종목별 경기장 편의시설과 깨끗한 손님맞이를 위해 관내 숙박, 음식업소의 관리감독 등 세심한 준비로 성공적인 대회라는 평가를 받았다.

특히 이번 대회에 전남도장애인체육회는 혁신의 소통방법으로 도내 종합대회 사상 첫 모바일서비스를 제공했다.

실시간 대회 결과와 다양한 경기 소식을 전해 참가한 시·군선수단의 호평과 찬사를 받았다.

남백원 전남도장애인체육회 상임부회장은 “이번 대회 성공적인 개최를 진두지휘한 전동평 영암군수를 비롯한 군민들에게 감사드린다”며 “내년 보성대회에서는 한 단계 더 도약하는 전남 장애인체육의 저력을 보여줄 수 있도록 도민과 장애체육인들이 다시 한 번 노력하자”고 말했다.

@highlight

지난 1일부터 3일간 영암군에서 치러진 제27회 전남도장애인체육대회가 막을 내리며 내년 보성 재회를 기약하였고, 이 대회에서 육상, 축구 등 19개 종목 280명의 선수단이 출전한 여수시가 목포시와 치열한 경합 끝에 5만222점을 획득하면서 종합우승과 함께 대회 4연패라는 금자탑을 세웠다.