7일 치매안심센터 방문 "국민 체감 위해 노력" 문재인 대통령은 7일 "치매국가책임제 시행으로 치매환자와 가족들의 부담을 많이 덜어드릴 수 있게 됐다"면서 "많은 국민이 치매국가책임제의 혜택을 더 생생하게 체감할 수 있도록 노력하겠다"고 밝혔다.

문 대통령은 이날 오전 부인 김정숙 여사와 함께 서울 금천구 치매안심센터를 방문해 "도움이 필요한 어르신들이 소외되지 않도록 센터에서 꼼꼼하게 챙겨달라"며 이같이 밝혔다.

'치매 국가책임제 현장 활동' 성격으로 마련된 이날 방문에서 문 대통령은 금천구 치매안심센터 이용자들이 받는 서비스를 직접 체험하고, 치매 어르신·가족들과 카네이션을 직접 만들기도 했다.

김정숙 여사는 지난해 5월(남양주) 올 1월(서울 종로) 치매 안심센터를 방문해 프로그램에 직접 참여했으나, 문 대통령이 센터를 방문한 것은 이번이 처음이다.

금천구 센터는 2009년 설립된 후 올 2월 가족카페 등을 설치하는 리모델링을 거쳤고 임대주택에 거주하는 독거노인을 대상으로 인지프로그램 등을 진행하고 있다.

문 대통령 내외는 다감각치료실에서 시각·청각·후각·촉각 등 여러 감각을 깨워 뇌를 활성화시키는 다감각치료 기구를 둘러본 후, 종이 카네이션을 직접 만드는 시간을 가졌다.

이후 현장에서 열린 간담회에서는 치매센터의 역할에 대한 논의가 이뤄졌다.

치매센터를 자주 이용한다는 이순복(75세) 할머니는 "작업치료, 서예교실, 종이공예교실에 참여하고 있는데 기억력교실이 치매예방에 도움이 많이 되는 것 같다"고 말했다.

문 대통령과 간담회 자리에는 지난 4월 최고령으로 요양보호사 자격시험에 합격한 최대식(91세) 할아버지가 참석해 눈길을 끌었다.

최 할아버지는 치매를 앓는 아내를 더 잘 보살피기 위해 자격증에 도전한 것으로 알려졌다.

문 대통령은 "국민들과 가장 가까운 지역사회에서 치매로부터 국민을 책임지는 중요한 기관"이라며 "도움이 필요한 어르신들이 소외되지 않도록 누구나 혜택을 받을 수 있도록 운영해 달라"고 당부했다.

@highlight

문재인 대통령은 7일 부인 김정숙 여사와 함께 서울 금천구 치매안심센터를 방문해 이용자들이 받는 서비스를 직접 체험한 후 "치매국가책임제 시행으로 치매환자와 가족들의 부담을 많이 덜어드릴 수 있게 됐다"고 자평했다.