나주시천연염색문화재단(이사장 강인규)은 오는 26일까지 천연염색 행사인 ‘청출어람 2019, 나주’를 개최한다.

‘청출어람 2019, 나주’는 나주읍성·영산포·한국천연염색박물관 일대를 무대로 하는 대형 천연염색 행사로 천연염색을 매개로 관광객을 불러들이고 나주의 매력을 알리고자 마련됐다.

나주목읍성문화축제, 2019공예주간과 함께 펼쳐지는 ‘청출어람 2019, 나주’ 행사 기간 동안에는 천연염색 사방팔방 갤러리, 천연염색 골목길 갤러리, 천연염색 하천 갤러리, 천연염색 쪽빛 하늘 갤러리, 천연염색 미술광장 등을 선보인다.

천연염색 사방팔방 갤러리는 천연염색 작가 161여명의 작품을 나빌레라문화센터, 나주 향교, 한국천연염색박물관, 영산포에 위치한 구 일본인지주가옥 등 15군데서 전시하는 대규모 전시회다.

천연염색 골목길 갤러리는 나주읍성 금계 1길에 1천여 장의 천연염색 손수건을 전시해 관람객이 작품을 감상하며 나주 역사를 느끼도록 했다.

천연염색 하천 갤러리는 나주 원도심을 관통하는 나주천 중 200여m 구간에 천연염색 작가 61명이 다양한 염료와 기법으로 염색한 천을 설치해 하천을 미술관처럼 조성했다.

천연염색 쪽빛 하늘 갤러리는 나주 원도심 금계 1길의 공중에 염색 작품을 전시하고 감상하도록 했다.

김왕식 나주시 천연염색문화재단 상임이사는 “‘청출어람 2019, 나주’는 천연염색을 매개로 나주의 주요 문화자산을 알리고, 원도심 상권을 활성화하는 데에도 도움이 될 것이다”고 기대감을 나타냈다.

@highlight

나주시천연염색문화재단은 오는 26일까지 나주읍성·영산포·한국천연염색박물관 일대를 무대로 하는 대형 천연염색 행사인 ‘청출어람 2019, 나주’를 개최하여 사방팔방 갤러리 등에서 천연염색을 매개로 나주의 매력을 선보인다.