은행권의 자영업자 대출 연체율이 상승세다.

은행에서 빌린 돈을 제때 갚지 못하는 자영업자가 늘고 있다는 방증이다.

6일 금융감독원과 금융권에 따르면 주요 시중은행의 자영업자(개인사업자) 대출연체율이 올해 1분기에 상승했다.

하나은행은 0.41%로 전분기 대비 0.10%p, 전년동기 대비 0.08%p 올랐다.

농협은행은 0.41%로 전분기 대비 0.02%p 내렸지만, 전년동기 대비로는 0.04%p 올랐다.

국민은행(0.24%)·신한은행(0.23%)·우리은행(0.21%)은 비교적 안정적인 수준이지만, 국민은행의 경우 전분기 대비 0.04%p, 전년동기대비 0.06%p 상승했다.

연체율은 은행들의 정기적인 연체채권 처리(매각·상각 등)로 연말에 낮아지고 연초에 다시 높아지는 계절성을 띤다.

이런 점을 고려해도 2017년 1분기 0.24∼0.41%이던 이들 5개 대형은행의 연체율이 2018년 1분기 0.18∼0.37%로 낮아졌다가 올해 1분기 0.21∼0.41%로 반등한 것이다.

은행 전체적으로 자영업자 대출의 연체율 상승은 대출규제 강화와 경기둔화가 복합적으로 작용했다는 게 금융당국의 진단이다.

1개월 이상 연체된 대출채권의 비중을 나타내는 연체율은 대출잔액이 늘수록 분모가 커져 수치는 낮아진다.

그런데 지난해부터 자영업자 대출에 대한 경고음이 커지자 이자상환비율(RTI) 규제가 도입되고, 자금의 용도 외 유용을 점검하는 등 대출규제가 강화됐다.

금융권에선 대출규제보다 최근의 경기둔화에 근본적 원인이 있다고 보고 있다.

한국은행이 집계한 자영업자의 소비자심리지수(CSI)는 올해 1월 58(기준치 100)까지 떨어졌다가 2∼4월 63∼66으로 다소 회복했다.

상가정보연구소 분석을 보면 자영업 경기 악화로 폐업이 늘면서 서울의 상가점포가 지난해 8천개 가까이 감소했다.

자영업자를 포함한 전체 가계·기업대출의 연체율은 시중은행에선 1% 미만으로 관리되고 있지만, 지방은행은 연체율이 이미 1% 넘는 곳이 속출하고 있다.

@highlight

금융감독원과 금융권에 따르면 대출규제 강화와 경기둔화로 인해 주요 시중은행에서 빌린 돈을 제때 갚지 못하는 자영업자가 증가해 올해 1분기 자영업자의 대출연체율이 상승했다.