오산시가 장기 고액의 세금체납자 명단을 공개한 후 10여년간 수억원의 세금을 장기 체납한 전두환 전 대통령 차남 전재용씨에 대해 가택수색을 진행하지 못한 것으로 확인됐다.

반면 500만원 이상 체납가구중 납부약속을 지키지 않는 경우 별도의 임기제 공무원을 투입해 어김없이 가택수색을 진행하는 것으로 알려져 형평성 논란이 일고 있다.

6일 시에 따르면 시는 500만원 이상 장기체납자 중 고의성이 인정되는 경우 가택수색 여부를 결정하고 해당 경찰, 지자체등과 합동으로 가택수색을 진행하게 된다.

또 1000만원 이상 장기 고액 체납자 40명은 매년 고액체납자 명단공개 대상자로 정한다.

현재 시는 매년 500만원 이상 체납자가구 20곳에 대해 가택수색을 진행하고 있다.

실제 지난해 장기 체납자 20명의 거주지를 가택수색해 총 12억5000만원의 체납액 중 1억8000만원을 거둬들였다.

시는 올해 1000만원 이상 고액 장기채납자 40명의 명단을 공개할 예정이다.

또 가택수색 대상가구도 선정할 방침이다.

그러나 시는 지방세 등 2억여원을 체납중인 전씨의 거주지(서울)에 대해 가택수색을 계획했으나 경찰이나, 서울시의 협조가 이뤄지지 않아 단 1차례도 합동 가택수색을 진행하지 못했다.

또 정치적 문제나 재산소유주의 불확실성 등으로 재산 압류 등은 이뤄지지 못한 것으로 전해졌다.

시가 서울시와 합동으로 전씨의 거주지를 방문해 가택수색을 진행할 수 있지만 서울시 또한 아무런 실익이 없는 상황에서 가택수색 협조는 불가능하다는 게 오산시의 판단이다.

오산시 관계자는 "올 3월 출소 전까기 전씨 거주지에 대해 가택수사를 할 수 없는 상황이었다"며 "전씨의 경우 자택을 부인이나 가족의 명의로 변경했더라도 가택수색을 통해 동거사실이 확인되면 압류 등을 진행하지만 경찰이나 해당지자체와 도움 없이는 가택진입을 시도할 수 없다"고 했다.

@highlight

오산시가 10여년간 수억원의 세금을 장기 체납한 전두환 전 대통령 차남 전재용씨에 대해 서울시의 협조가 이뤄지지 않아 가택수색을 진행하지 못한 것으로 확인돼 형평성 논란이 일고 있다.