전남대학교가 2020학년도 수시모집에서 정원의 73%를 선발한다.

또 자기소개서를 폐지하고 지원횟수도 늘리기로 했다.

2일 전남대 모집 요강에 따르면 2020학년도 수시모집으로 3천76명(73.6%), 정시모집으로 1천103명(26.3%)을 선발한다.

조기 취업형 계약학과 모집 인원은 제외됐다.

정시모집 인원은 2019학년도 1천36명(24.8%)보다 67명 증가했다.

수시모집에서는 학생부 교과(일반전형) 1천728명, 학생부 종합(지역인재전형) 545명, 학생부 종합(고교생활우수자전형) 471명을 뽑는다.

2020학년도 수시모집에서 달라진 점은 학생부 교과 일반전형 방법이 기존 학생부 80%, 교과서류 평가 20%에서 학생부 100%로 변경됐다.

또 학생부 교과 예능 우수자 전형이 신설됐으며 학생부 종합 일반전형은 학생부 종합 고교생활 우수자 전형으로 명칭이 바뀌었다.

학생부종합전형에 있었던 농어촌학생전형과 특성화고교졸업자전형은 올해부터 학생부교과전형으로 선발한다.

대학 측은 자기소개서를 없애 수험생의 부담을 덜도록 했으며 수시모집 복수지원 횟수도 2회에서 3회로 늘렸다.

수시모집의 모든 전형은 지원자의 나이와 졸업 연도 제한이 없다.

모집단위의 변화로 문화사회과학대학 문화관광경영학과가 신설됐으며 경영대학 경제학부 지역개발학 전공은 폐지됐다.

여수캠퍼스에 있던 사범대학 특수교육학부는 광주캠퍼스 교육융합관으로 이전됐다.

전남대 2020학년도 수시모집 모집요강 및 2021학년도 입학전형 기본계획은 1-Click Service (http://ao.chonnam.ac.kr/) 홈페이지를 통해 확인할 수 있다.

이곳에는 전년도 입시결과 및 모의진단 서비스, 면접 안내영상 등이 함께 제공되고 있다.

@highlight

전남대학교가 2020학년도 수시모집에서 정원의 73%(3천 76명), 정시모집으로 1천103명(26.3%)을 선발한다. 