(동양일보 정래수 기자) 유령업체를 설립한 뒤 학교급식 입찰에 중복 투찰하는 수법으로 입찰 비리를 저지른 식재료 공급업체 대표가 검찰에 적발됐다.

대전지검 형사2부는 지난 3일 대전시 특별사법경찰과 합동 수사를 통해 학교급식 재료인 육류를 부정한 수법으로 납품한 혐의(축산물 위생관리법 위반, 사문서위조 및 행사) 등으로 식재료 공급업체 대표 A(63)씨를 구속 기소하고 B(58)씨 등 2명을 불구속 기소했다.

A씨 등은 지난 2014년 8월부터 최근까지 대전과 세종 지역에 유령 학교급식 납품업체를 설립한 뒤 학교급식 전자입찰에 약 1만회 중복 투찰해 57억원 상당의 수익을 올린 혐의를 받고 있다.

또 자신들이 식재료를 납품하는 대전과 세종 지역 학교 263곳에 냉동육 16만9585㎏(19억원 상당)을 냉장육으로 속여 납품한 혐의도 받고 있다.

이들은 납품 4∼5일 전 냉동육을 냉장고로 옮겨 해동하다가 납품 하루 전날 실온 상태서 해동하는 수법으로 냉동육을 냉장육으로 둔갑시킨 것으로 드러났다.

수사기관의 단속을 피하기 위해 건물 뒤편에 냉동육 해동을 위한 비밀공간을 설치하는 치밀함을 보이기도 했다.

A씨 등은 또 중복 입찰을 방지하기 위해 동일 IP로 전자입찰에 투찰하면 자동 차단되는 시스템이 도입되자 휴대전화 핫스팟을 이용해 투찰했고, 유령업체별로 간판을 달고 임대료를 지급하기도 한 것으로 드러났다.

A씨는 지난해 11월 유령업체를 세워 학교급식재료 전자입찰에 중복 투찰한 혐의가 유죄로 판단돼 1심에서 징역 4월에 집행유예 1년을 선고받기도 한 것으로 조사됐다.

검찰 관계자는 "대전시 특사경과 긴밀한 협조체계를 강화해 학생들의 건강과 직결되는 학교급식 납품 비리를 척결할 것"이라며 "학생들에게 양질의 먹거리가 제공될 수 있도록 급식환경 조성에 지속적인 관심을 기울이겠다"고 말했다.

@highlight

 지난 3일, 대전지검 형사2부에 따르면 A씨 등이 유령업체를 설립한 뒤 학교급식 입찰에 중복 투찰하는 수법으로  57억원 상당의 수익을 올린 혐의로 검찰에 적발되어 A씨를 구속 기소하고 B씨 등 2명을 불구속 기소했다.