구미국가산업1단지와 국가산업2·3단지를 잇는 구미대교.

건설된 지 45년이 지난 구미대교는 정밀안전진단 결과 C등급을 받는 등 보강공사가 시급한 상태다.

구미국가산업1단지(공단동)와 국가산업2·3단지(임수동)를 잇는 구미대교가 낡아 보강공사가 시급한 것으로 나타났다.

구미대교는 1974년 12월 총연장 688m, 너비 20m, 통과하중 32.4t, 4차로로 준공됐다.

준공된 지 45년이나 지나 정밀안전진단 결과 올해를 비롯해 3차례나 C등급을 받을 정도로 상태가 좋지 않다.

C등급은 주요 부재에 경미한 결함이나 보조 부재에 광범위한 결함이 있어 보수가 필요한 수준이다.

게다가 하루 교통량도 일일 통과하중 기준인 3만대의 두 배가 넘는 6만1천대에 이른다.

이에 따라 교량 손상이 가속화돼 안전성에 대한 우려가 높은 실정이다.

이에 차량중량제한 표지판을 설치해 통행을 제한하고 있지만 별 효과를 거두지 못하고 있다.

사정이 이렇지만 구미대교를 새로 건설하는 것도 어렵다.

구미대교 신설에 필요한 공사기간도 길고, 그 기간 중 차량 통행을 위한 임시교 가설 및 접속도로 확보 등을 위해서는 1천억원이 넘는 예산이 들어갈 것으로 보이기 때문이다.

이에 구미시는 올해 55억원을 들여 구미대교 보수·보강공사에 나서 우선 통과하중을 32.4t에서 52t으로 강화한다는 계획이지만 구미대교의 안전 확보를 위해선 부족하다는 지적이 높다.

권재욱 구미시의원은 "올해 보수·보강공사비 55억원은 낡은 구미대교의 안전 보강엔 턱없이 부족한 액수"라며 "시민 안전과 구미국가공단 수출업체의 물동량 수송 등을 담보하기 위해서는 특단의 대책이 마련돼야 한다"고 했다.

권 시의원은 또 "구미대교 아래로 공단 입주업체를 위한 생활·공업용수관이 지나가는 만큼 다리 안전 문제에 따른 용수 공급 차질을 막기 위해서라도 보강공사가 하루 빨리 제대로 이뤄져야 한다"고 덧붙였다.

@highlight

구미국가산업1단지와 국가산업2·3단지를 이어주는 구미대교는 준공된 지 45년이 지나고 정밀안전진단에서도 C등급을 받아 보강 공사가 시급해지자, 올해 구미시는 55억 원을 투입해 구미대교 보수·보강공사를 통해 통과 하중을 52t으로 늘릴 예정이나 안전 확보를 위해선 부족하다는 지적이 많다.