사고 현장 모습.

어린이날을 포함해 3일간의 황금연휴 기간 동안 광주·전남에서 사건·사고가 잇따랐다.

6일 광주·전남경찰 등에 따르면 이날 0시 40분께 전남 진도군 의신면 왕복 2차선 도로에서 A(29)씨의 승용차와 택시가 충돌했다.

이 사고로 택시 운전기사와 승객 2명 등 3명이 목숨을 잃었다.

또 다른 승객 2명과 사고를 낸 A씨도 중상을 입고 병원으로 이송돼 치료 중이다.

경찰 조사결과 A씨는 혈중알코올농도 0.081% 상태에서 운전을 한 것으로 확인됐다.

경찰은 A씨 차량이 중앙선을 넘어 택시와 충돌한 것으로 보고 사고 경위를 조사 중이다.

어린이날 당일에는 일가족이 탄 차량이 가드레일을 들이받고 전복되는 가 하면 경운기 밑에 70대가 깔려 숨지기도 했다.

지난 5일 오후 6시 59분께 전남 영암군 영암읍 한 도로에서 B(51)씨가 몰던 SUV 차량이 중앙 가드레일을 들이받고 전복됐다.

이 사고로 운전자 B씨가 숨지고 남편, 딸, 손자는 중경상을 입고 병원에서 치료를 받고 있다.

경찰은 B씨가 주행 중 급작스런 진로 변경을 한 다른 차량을 피하려다 사고를 냈다는 목격자 진술을 토대로 사고 원인을 조사 하고 있다.

같은 날 정오께 전남 영암군 신북면 한 농로에서는 C(76)씨가 경운기에 깔려 있는 것을 지나가던 이웃이 발견해 신고, 119 구급대에 의해 병원으로 옮겨졌으나 숨졌다.

비슷한 시각 전남 장흥군 장흥읍 금산저수지 인근서 패러글라이딩을 하던 40대가 5ｍ 높이의 고압 전신주에 걸리는 사고를 당했지만 신속하게 출동한 119에 의해 무사히 구조됐다.

앞서 연휴 첫날엔 여수에서 고장난 배가 표류하는 해상사고가 발생했다.

4일 오전 3시 11분께 여수시 돌산읍 신기항 남쪽 500ｍ 앞 해상서 선원 9명이 탄 어선(9.7t)이 표류하다가 해경에 구조됐다.

해경 조사 결과 해당 어선은 지난 3일 남면 안도 인근서 선상 낚시를 마치고 입항하던 중 추진기 고장을 일으킨 것으로 조사됐다.

@highlight

어린이날을 포함해 3일간의 황금연휴 기간 동안 광주와 전남에서 차량 전복 사고, 사망 사고, 고장난 배가 표류하는 해상 사고 등 사건·사고가 다수 발생했다.