[헤럴드경제(울산)=이경길 기자] 울산시가 관광 동향 빅데이터를 활용해 '관광도시 울산' 띄우기에 본격 나섰다.

울산시는 새로운 관광 콘텐츠 개발과 관광트랜드 예측을 위해 '울산시 관광동향 빅데이터 분석 용역'을 5월말 착수, 오는 9월 중 완료할 계획이라고 7일 밝혔다.

대상은 울산시 전역과 남구 장생포 고래마을, 동구 대왕암공원, 울주군 영남알프스 등 대표 관광지 3개소와 지난 3년(2016년~2018년)간 지역 축제참가 등으로 울산시를 방문한 관내·외 거주 방문객 및 외국인 방문객이다.

시는 이들을 대상으로 방문객들이 어디서 왔고, 얼마나 머물렀으며, 어떤 유형으로 소비가 이뤄졌는지 등의 관광동향 빅데이터와 대표관광지 3개소의 뉴스, 블로그, 인스타그램, 트위터, 페이스북 등 5개 이상 다양한 매체에 대한 소셜네트워크도 분석한다.

울산시 주요관광지점 입장객 통계에 따르면, 2018년도 입장객 현황은 520만명으로 울산관광의 해인 2017년도 517만명보다 소폭(0.7%) 증가한 것으로 나타났다.

시는 지속되는 경기침체에도 불구하고 울산방문의 해와 비슷한 수준의 입장객 수준을 유지한 것은 그간 SNS 온라인 마케팅, 전담여행사 지정, 세일즈콜 등 전방위 공격적 마케팅이 성과를 내고 있는 것으로 분석했다.

또 최다 입장 관광지는 태화강지방정원, 울산대공원, 대왕암공원 순으로 방문객들이 생태 관광지를 선호하는 것으로 확인되고 있어, 향후 생태 관광지를 목표로 한 시설 확충과 마케팅 전략 강화가 필요할 것으로 판단된다.

이에 따라 울산시는 이번에 4차 산업혁명 기술인 빅데이터 분석기법을 이용, 과학적 데이터에 근거한 객관적인 '관광동향 빅데이터'를 마련해 관광마케팅, 관광수요 및 관광수용태세 등 관광정책 수립에 적극 활용할 계획이다.

울산시 관계자는 "이번 관광동향 빅데이터 분석을 통해 객관적인 현황과 그에 따른 지역경제 소비 동향을 면밀히 분석해 성장성이 높은 관광지 발굴, 미래환경 예측 등 관광마케팅에 영향을 미치는 다양한 요인들을 관광정책에 적극 반영할 것"이라고 밝혔다.

@highlight

울산시는 빅데이터 분석기법으로 울산시 방문객들의 관광동향 및 온라인 미디어, 소셜네트워크 서비스 등을 분석함으로써 과학적 데이터에 근거한 관광정책을 수립하기 위해 '울산시 관광동향 빅데이터 분석 용역'에 착수한다고 7일 밝혔다.