WB와 IMF가 미국 워싱턴에서 주최한 춘계회의에서 20개국 이상의 재무장관이 참여해 기후변화에 대응하기 위한 재무장관 연합을 구성했다.

[환경일보] 세계은행(WB)과 국제통화기금(IMF)이 지난 4월13일 미국 워싱턴에서 주최한 춘계회의에 20개국 이상의 재무장관이 참여해 기후변화와 그 영향에 대응하기 위한 새로운 연합을 맺기로 약속했다.

이렇게 새롭게 형성된 기후변화에 대응하기 위한 재무장관 연대는 '헬싱키 원칙'이라고 알려진 재정 정책과 공공 재정을 통해 국가의 기후 활동을 촉진시키는 6가지 공동 원칙에 동의한다는 데 의견을 모았다.

'헬싱키 원칙'이란 지난 2월 핀란드와 칠레가 주도한 국가 정부 회의에서 만들어진 것으로 재무장관이 거시 정책, 재정 정책, 공공 재정 정책 등 저탄소와 기후 탄력성 향상을 위한 좋은 정책 또는 경험들을 공유하는 것이다.

이번에 구성된 재무장관 연합은 각국이 기후변화 대응 계획을 이행함에 있어 필요한 재정을 동원하고 조정하는 데 도움을 줄 것이다.

크리스타리나 조르지바(Kristalina Georgieva) 세계은행 CEO는 "각국의 재무장관은 저탄소, 기후 탄력성 성장 모델로 세계 국가의 움직임을 가속화 하는 데 도움이 될 것이며, 이 연합은 재무장관들이 새로운 기후 경제 체제에서의 일자리와 성장 혜택에 대한 모범 사례를 공유할 수 있는 중요한 기반 시설을 제공할 것"이라고 연합 역할의 중요성을 강조했다.

또한 칠레 재무부 장관 펠리페 라라인 바스쿠난(Felipe Larrain Bascunan)은 "오늘날 우리가 맞이한 기후변화는 실질적으로 위협이 되지만 이것을 기회로 활용할 수 있다"며 "탄소 가격 책정이나 화석 연료의 단계적 제거와 같은 정책을 통해 전통의 경제성장 방식을 넘어 새로운 방식으로 경제성장을 이룩할 수 있게 될 것"이라고 말하며, 이렇게 하기 위해서는 우리의 더 많은 노력이 필요하다고 강조했다.

WB는 이번에 구성된 재무장관 연합의 사무국 역할을 맡아 IMF, OECD, UNFCCC, UNDP를 비롯한 여러 UN 산하 기구들과 파트너십을 맺어 활동한다고 밝혔다.

@highlight

세계은행과 국제통화기금이 급변하는 기후변화에 적절히 대응하기 위해 재무장관 연합을 형성하기로 하였으며 이들은 '헬싱키 원칙'을 통해 6가지 공동 원칙에 동의하는 등 향후 각국의 기후변화 대처에 재정적 지원을 제공할 것이라고 전하였다.