(동양일보 곽근만 기자) 충북도와 도교육청이 이견을 보이고 있 미래인재 육성의 해법을 모색하기 위한 토론회가 오는 13일 열린다.

층븍도의회 교육위원회(위원장 이숙애 의원)는 13일 오후 2시 충북자연과학교육원에서 각계 전문가가 참여하는 토론회를 개최한다.

충북도와 도교육청, 도의회 교육위원회가 추천한 전문가 토론이 이어진다.

통상적인 토론회와 달리 발제자는 따로 두지 않기로 했다.

교육위는 한창섭 충북도 행정부지사와 홍민식 도교육청 부교육감의 참석을 요청했으나 아직 확답을 받지 못했다.

교육위는 이번 토론회에서 충북의 미래인재 육성에 대한 각계 의견을 수렴한다는 계획이다.

충북도와 도교육청의 명문고·미래인재 육성 협의에 새로운 방향을 제시할 수 있을 것으로 기대하고 있다.

양 기관은 그동안 명문고 육성 방안 등을 놓고 뚜렷한 입장차를 보여 왔다.

지난해 12월 미래인재 육성에 협력하기로 합의한 뒤 관련 TF도 구성했지만, 아직 이견을 좁히지 못했다.

충북도는 미래인재 육성과 명문대 진학률을 높이기 위해 △ 자율형 사립고(자사고) 설립 △ 전국단위 모집이 가능한 자율학교 지정 △ 다른 지역에 주소를 둔 공공기관·이전기업 직원 자녀들의 도내 고교 진학 허용 등을 추진해야 한다는 입장이다.

이시종 지사는 이 같은 내용을 유은혜 사회부총리 겸 교육부장관에게 직접 건의하기도 했다.

반면 김병우 교육감과 도교육청은 현행법과 정부 정책 기조상 실현되기 어려운 방안이라며 난색을 표하고 있다.

김 교육감은 자사고에 대해 ‘낡은 모델’이라는 평가를 내리기도 했다.

양 기관의 입장이 첨예하게 대립하는 가운데 도의회와 교육 관련 단체 등에서도 자사고 유치 찬·반 논쟁에 뛰어들면서 갈등이 더욱 확산됐다.

논란이 커지자 이 지사와 김 교육감이 지난 3월 말 비공개 회동을 갖고 소모적 논쟁을 피하자는데 의견을 모았다.

이후 도의회 교육위는 양 기관의 충돌을 피하고, 명문고 육성에 대한 합의점을 찾기 위한 중재 노력을 기울여 왔다.

이번 토론회에서 새로운 해법을 찾을 수 있을지 주목된다.

@highlight

오는 13일 충북도와 도교육청, 도의회 교육위원회가 주관하는 미래인재 육성의 해법을 모색하기 위한 토론회가 열리며, 통상적인 토론회와는 달리 발제자는 두지 않고 각계 전문가가 참여하는 토론이 이어진다.