롯데백화점 청바지 전문 PB브랜드 '에토르(ETTOL)'는 여름을 겨냥한 청바지 라인 '샤벳'을 7일부터 롯데백화점 파슨스 본점, 잠실점 및 엘롯데, 롯데닷컴, 롯데아이몰 등 온라인 몰에서 선보인다.

샤벳 라인은 기능성 냉감 소재와 고밀도의 레이온 원사로 제작해 더운 여름철에도 시원하게 착용 가능한 하절기용 라인이다.

샤벳 라인의 대표 상품인 '샤벳 진'은 기능 냉감 소재인 '쿨맥스'와 '마이크로 쿨' 소재를 이용, 면과 스판을 섞어 여름철에도 끈적임 없이 부드러운 착용감을 제공한다.

또한 허리라인에 입체 패턴을 넣어 체형 커버는 물론 다리 라인도 슬림하게 연출해 준다는 특징이 있다.

더불어 청바지 끝 기장 라인에 스티치(바느질 표시)를 삽입, 기장을 줄일 경우 최적의 커팅 가이드라인을 제공한다.

에토르는 '샤벳 티셔츠'도 동시에 출시한다.

'샤벳 티셔츠'는 몸에 옷이 감기지 않도록 찰랑거리는 고밀도 쿨링 원사를 사용했으며, 넥라인을 이중 원단 처리를 해 목 늘어짐을 방지했다.

또한 뒷면 기장을 길게 트는 디테일을 넣어 여름 티셔츠 특유의 밋밋함을 없앤 것이 특징이다.

이번에 선보이는 샤벳 진과 샤벳 티셔츠는 다양한 컬러로 만나볼 수 있다.

기본 청색 컬러인 샤벳 데님(기본 중청) 외에도 여름철에 어울리는 밝은 색감인 핑크와 베이지 컬러로 구성한 샤벳 컬러데님(컬러2종)을 각 7만9천 원에 판매한다.

샤벳 컬러 티셔츠 (코랄·화이트·그레이·스카이블루)는 각 5만9천 원에 판매한다.

김재열 롯데백화점 PB운영팀 팀장은 "지난 4월 선보인 테라피 진 라인에 이어 하절기용 청바지인 샤벳 라인을 선보이게 됐다"며 "추후에 트렌드에 맞춘 다양한 F/W(가을·겨울시즌) 상품들도 선보일 예정이니 많은 관심 바란다"고 말했다.

@highlight

롯데백화점 PB브랜드 '에토르'가 다양한 컬러의 여름철 기능성 샤벳라인 청바지와 샤벳티셔츠를 출시한다.