올해 서울대 법학전문대학원(로스쿨) 신입생 중 93.4%(152명 중 142명)가 이른바 'SKY 대학'인 서울대·연세대·고려대 학부 졸업생인 것으로 드러났다.

서울대 졸업생 97명(63.8%)을 비롯해 서울지역 대학 출신이 모두 145명(95.4%)이었다.

나머지 7명은 카이스트나 포항공대 등의 특수목적 대학 또는 외국계 대학 졸업생이었고 지방대 졸업생은 단 1명도 선발하지 않았다.

사법시험준비생모임은 전국 21개 로스쿨의 2019년도 신입생 출신대학 자료를 분석한 결과 'SKY 대학' 출신이 전체의 48.7%(1916명 중 933명)로 나타났다고 6일 밝혔다.

서울대에 이어 연세대(86.4%)와 고려대(75%) 순으로 'SKY 대학' 출신 신입생이 많았다.

연세대는 132명 중 123명(93.2%)이, 고려대는 124명 중 121명(97.6%)이 서울 소재 대학 출신이었다.

세 학교 중 연세대에서만 서울 이외 지역의 대학 출신을 1명 선발했다.

14개 로스쿨이 공개한 신입생들의 나이는 31세 이하가 84.4%(1323명 중 1116명)로 가장 많았고 32~40세가 13%였다.

특히 서울 지역 로스쿨은 31세 이하 신입생이 98.5%(531명 중 523명)에 달했다.

한양대와 서울시립대에는 32세 이상 신입생이 한 명도 없었다.

25개 로스쿨 가운데 경희대·중앙대·건국대·인하대 로스쿨은 신입생 출신 대학과 나이 공개를 모두 거부했다.

서울대와 제주대 로스쿨 등 7곳은 출신 대학만 공개했다.

모임은 "학벌주의 철폐와 다양한 사회경험을 바탕으로 한 법조인을 양성하기 위한 목적과 달리 로스쿨 신입생들은 서울 소재 대학 출신들과 31세 이하로 편중됐다"면서 "장기적으로 로스쿨을 폐지하고 새로운 법조인력 양성제도를 도입해야 한다"고 주장했다.

@highlight

올해 서울대 법학전문대학원 신입생 중 93.4%가 SKY대학인 서울대,연세대,고려대 학부 졸업생인 것으로 드러난 가운데, 서울대에 이어 연세대와 고려대 순으로 SKY 대학 출신 신입생이 많았고 특히 서울지역 로스쿨은 31세 이하 신입생이 98.5%에 달했다.