신안군 지도읍민의 날 행사 모습.

제39주년 전남 신안군 지도읍민의 날 행사가 지도읍 봉황축구장에서 출향 향우와 지역 주민 등 3천여명이 참석한 가운데 성황리에 열렸다.

지난 3일 지도읍민의날 추진위원회(조지형 위원장) 주최로 열린 이번 행사는 박우량 신안군수, 서삼석 국회의원, 김용배 신안군의회의장, 김문수 도의원, 김기만 신안군의회 부의장, 김혁성 운영위원장, 김길동 신안군수협 조합장, 박일용 신안군산림 조합장, 양영모 북신안 조합장, 유관기관 사회 단체장 및 재경, 재광, 재목 향우회장과 향우민, 지역주민 등 3천여명이 참석해 성황을 이뤘다.

식전행사로는 지도초등학교 오케스트라공연, 지도읍 음악동호회공연, 지도읍 생활개선회 난타공연과 남도도립 국악단 공연이 이뤄졌으며 기념식에 앞서 봉황축구장 준공식도 함께 열렸다.

준공식에서 박우량 신안군수는 싸인볼을 김후석 지도축구 동호회장에게 전달하고 유관기관 사회단체장과 테잎커팅을 했으며 시축으로 30개 공을 주민들에게 나눠줬다.

기념식에선 지역사회 발전에 공헌한 기여자로 양동흠, 박기남, 양성학, 양애자씨가 군수 표창을 받았으며 고향발전에 물심양면으로 헌신한 기여로 현석개발산업(주) 강희석 회장과 사계절 꽃피는 천사섬 마을 가꾸기 사업에 적극 동참한 양호석씨가 감사패를 받았다.

또한 재경지도읍 향우회 박기행 회장은 지도읍 초,중,고 학생 6명에게 장학금을 전달했다.

조지형 주민자치 위원장은 기념사를 통해 “제39주년 지도읍민의날 행사에 참석해주신 모든 분들께 감사를 드린다”며 “특히 지역발전과 고향을 위해 물심양면으로 도움주신 강희석 회장에게 지역주민들을 대신해서 깊은 감사를 드린다”고 말했다.

@highlight

지난 3일 제39주년 전남 신안군 지도읍민의 날 행사가 지도읍 봉황축구장에서 박우량 신안군수, 서삼석 국회의원 등 지역 인사들과 출향 향우, 지역 주민 등 3천여명이 참석한 가운데 봉황축구장 준공식을 비롯해 지도초등학교 오케스트라공연, 지도읍 음악동호회공연 등 식전행사를 시작으로 성황리에 열렸다.