제주도내 초·중학생들의 컴퓨팅 사고력이 기대만큼 미흡하다는 평가 결과가 나와 학생들의 사고력 증진에 대한 대책 마련이 요구된다.

제주대학교 지능소프트웨어교육센터(센터장 조정원)는 7일 소프트웨어교육 프로그램을 이수한 경험이 있는 도내 초·중학생 50여명을 표본으로 선발해 지난 1~2월에 걸쳐 실시한 '컴퓨팅 사고력' 수준 평가 결과를 종합 분석해 발표했다.

지능소프트웨어교육센터는 평가 결과의 신뢰도를 높이기 위해 2차례에 걸쳐 평가를 진행했다.

학생들을 4개의 그룹으로 나눠 각각 6차시에 걸쳐 소프트웨어교육을 실시했으며 소프트웨어 교육 전문가에 의한 직접 관찰을 더해 결과를 점검했다.

지능소프트웨어교육센터는 평가에 참여한 학생들에게 평가결과지와 인증서를 발급했다.

컴퓨팅 사고력 평가는 자료 수집 및 표현, 자료 분석, 문제분해, 추상화, 알고리즘 영역을 평가하기 위한 지필평가와 알고리즘, 자동화, 시뮬레이션 영역을 평가하기 위한 실기평가로 나눠 시행됐다.

평가 결과를 살펴보면 학생들이 문제를 발견하거나 또는 주어진 문제를 프로그래밍 언어로 자동화하는 컴퓨팅 사고 과정에서 스스로 문제해결을 위한 알고리즘을 계획하는 영역이 43.7%, 코딩이 이뤄지는 자동화 및 시뮬레이션 영역이 35.3%를 기록했다.

각 영역별로 평균 35~62% 정도로 나타나 전체적으로 기대보다 미흡한 평가 결과를 나타냈다.

지능소프트웨어교육센터는 이번 평가 결과를 바탕으로 학생들의 개별 수준에 부합하는 맞춤형 교육을 진행키로 했다.

또 컴퓨팅 사고력 함양을 위한 중급 및 고급의 다양한 소프트웨어 교육 프로그램을 준비해 운영할 예정이다.

이외에 소프트웨어 교육 방법론에 대한 꾸준한 연구와 컴퓨팅 사고력 평가 도구에 대한 지속적인 개선을 진행해나가기로 했다.

조정원 센터장은 "이번 결과는 단순 경험 위주의 그동안의 초급 소프트웨어교육의 한계에서 비롯된 것"이라며 "컴퓨팅에 기반한 문제해결을 경험하고 적용해볼 수 있는 소프트웨어 교육이 돼야 컴퓨팅 사고력 함양에 도움을 줄 수 있을 것"이라고 밝혔다.

@highlight

제주대학교 지능소프트웨어교육센터(센터장 조정원)는 7일, 신뢰도를 높이기 위해 2차례에 걸쳐 평가를 진행했던 도내  표본선발된 초·중학생 50여명의 '컴퓨팅 사고력' 수준 평가 결과를 종합 분석해 발표했는데 기대만큼 미흡하다는 결과가 나와 학생들의 사고력 증진을 위한 대책마련이 요구되고 있다.