4년째 취업준비생 신분인 김모(31)씨는 "어버이날인 8일이 평일이라 고향에 내려가지 않아도 된다"며 "그나마 다행"이라고 말했다.

취업이 가장 큰 효도인데 몇 년째 부모에게 걱정을 안기고 있다는 이유 때문이다.

김씨처럼 가정의달인 5월 각종 기념일을 챙기는 것을 두고 부담을 호소하는 이들이 많다.

7일 통계청에 따르면 지난 3월 기준 청년층(15~29세) 실업률은 10.8%를 기록했다.

체감실업률은 25.1%로 2015년 통계 작성 이후 최고치를 찍었다.

최악의 취업난에 구직 청년들은 어버이날을 피하고만 싶다.

3년 넘게 공무원시험을 준비 중인 장모(28·여)씨는 지난 3년간 어버이날 선물을 준비하지 못했다.

장씨는 "올해도 전화만 한 통 드릴까 한다"고 전했다.

사회생활을 하는 기성세대도 어버이날이나 어린이날 등 각종 기념일이 부담스럽긴 마찬가지다.

직장인 안모(42)씨는 "비용이나 시간 면에서 부담이 아예 없다고 할 순 없을 것 같다"고 말했다.

이러다보니 감사 표시 방식이 현금이나 기프티콘 등을 보내는 쪽으로 바뀌고 있다.

실제로 취업포털 인크루트가 성인 남녀 3680명을 대상으로 설문조사한 결과를 보면 "가정의달이 부담된다"고 응답한 비율이 69%였다.

부담스러운 이유로는 '지출 증가'(44%)가 가장 많았고, 가장 많은 지출이 예상되는 날로는 '어버이날'(76%)이 꼽혔다.

이른바 김영란법(청탁금지법) 시행으로 부담스러운 날로 바뀐 기념일도 있다.

최근 청와대 국민청원게시판에는 현직 교원이 "스승의날을 교육의날로 바꾸자"는 글을 올렸다.

스승의날이 본래 취지와 달리 교사들이 오히려 주의해야 하는 날로 인식되고 있다는 것이 청원의 배경이다.

서울의 한 초등학교 교사는 "스승의날을 앞두고 상황에 따른 청탁금지법 여부를 묻는 퀴즈대회를 하는 등 교사를 잠재적인 범죄자 취급하는 것 같다"고 말했다.

설동훈 전북대 사회학과 교수는 "스승의날의 경우 학교 차원의 행사로 대체하는 등 교사 개인의 부담을 줄여주기 위한 조치가 있어야 한다"고 말했다.

@highlight

인크루트가 실시한 설문조사 결과 가정의 달인 5월에 대해 부담을 느끼는 성인 남녀 비율은 69%인 것으로 나타났고, 그 이유로는 '지출 증가'가 가장 많았다.