7일 오전 중국 베이징 거화카이위안호텔 컨퍼런스홀에서 열린 한ㆍ중 민간 고위급 전략 포럼에서 참석자들이 북핵 문제와 한ㆍ중 협력 등에 대해 토론하고 있다.

[헤럴드경제(인천)=이홍석 기자]한ㆍ중 민간 고위급 전략 포럼이 개최하면서 사드(THAAD) 사태 이후 경색된 한ㆍ중 관계의 물꼬가 트일 전망이다.

한ㆍ중 예비역 장성 등 안보분야 고위급 출신 인사들이 참가하는 '제1회 한ㆍ중 민간 고위급 전략포럼'이 7일 중국 베이징 거화카이위안호텔 컨퍼런스홀에서 개최됐다.

한중도시우호협회와 중국국제우호연락회(회장 천위안) 공동 주최로 열린 이날 포럼에는 한국측에서 권기식 한중도시우호협회 회장과 하정열 전 청와대 국방비서관(예비역 소장 ), 조광제 전 국정원 실장, 조홍제 국방대 교수 등이 패널로 참석했다.

중국측에서는 야오윈주 전 군사과학원 중미방위관계 중심 주임(전 인민해방군 소장), 우샤오화 전 중국국제문제연구원 아시아태평양연구소장, 왕쮠셩 중국사회과학원 세계전략연구원 실장, 리란 중국사회과학원 미국연구소 연구원 등이 참석해 '한반도 평화와 한ㆍ중 협력'에 대해 주제 발표와 토론을 했다.

하쩡이 중국국제우호연락회 상무이사는 "이번 한ㆍ중 민간 고위급 대화가 한ㆍ중 우호와 협력에 큰 도움이 됐다고 생각한다"며 "한중도시우호협회와 매년 한국과 중국에서 번갈아 포럼을 운영할 방침"이라고 말했다.

권기식 회장은 "한ㆍ중 양국의 우호와 협력을 위해 중국국제우호연락회와 함께 안보 분야 고위급 출신들이 정례적인 대화와 토론을 하는 '1.5 트랙' 전략대화를 포함한 공공교류 활동을 지속해나갈 계획"이라고 밝혔다.

한편 이날 행사에 앞서 한중도시우호협회와 중국국제우호연락회는 한ㆍ중 민간 고위급 전략대화 운영 등 한ㆍ중 공공교류를 위한 협력을 주요 내용으로 하는 업무협약을 체결했다.

@highlight

7일 중국 베이징 거화카이위안호텔 컨퍼런스홀에서 '제1회 한ㆍ중 민간 고위급 전략포럼'이 개최돼 '한반도 평화와 한ㆍ중 협력'에 대해 주제 발표와 토론을 진행했으며, 이로써 사드(THAAD) 사태 이후 경색된 한ㆍ중 관계의 개선될것으로 보인다.