어버이날 앞두고 치매안심센터 첫 방문...

문재인 대통령은 7일 "치매국가책임제를 더 발전시켜 어르신들이 채매 때문에 고통받거나, 가족들이 고통받지 않고 잘 동화될 수 있는 국가가 될 수 있도록 최선을 다하겠다"고 밝혔다.

문 대통령은 어버이날을 하루 앞둔 이날 서울 금천구 치매안심센터를 방문한 자리에서 "어르신들의 노후를 건강하고 행복하게 잘 모시는 것은 국가가 당연히 해야 할 책임이자 의무"라며 이 같이 치매국가책임제 실현을 다짐했다.

치매안심센터를 첫 방문한 문 대통령은 치매국가책임제를 포함한 구체적인 노인정책들을 소개했다.

문 대통령은 "우리 정부는 치매국가책임제를 선언하고 전국 시군구에 모두 256개 치매안심센터를 만들었고, 대부분 정식개소를 했다"면서 "일부는 부분개소 중인데, 연말까지는 모두 정식개소를 마칠 예정"이라고 설명했다.

이어 "65세 이상 되는 어르신들이 무려 700만명이 되는데 그 가운데 10%, 70만 명 정도를 치매 환자라고 생각하고 있다.

연세를 드실수록 비율은 더 높아지기도 한다"며 "이것은 남의 일이 아니라 우리도 언젠가 나이가 들면 겪을 수 있는 우리 모두의 일이기도 하다"고 치매국가책임제의 필요성을 강조하기도 했다.

문 대통령은 "(치매가) 가족이 감당하기에는 벅차기 때문에 우리 사회와 국가가 함께 어르신들을 돌보고 걱정하지 않게 끔 해줄 필요가 있다"며 "지난 해 치매국가책임제 선언 뒤 정책을 본격적으로 추진해서 지금은 장기요양보험 혜택도 되고, 치매 환자들의 본인부담 치료비도 큰 비중으로 줄어들었다"고 소개했다.

그러면서 "앞으로 치매전문병원, 치매전문병동, 치매전문 공립요양원 등 이런 것들을 계속해서 만들어 나갈 예정"이라고 밝혔다.

문 대통령은 이날 동행한 김정숙 여사를 소개하며, "전국에 자원봉사자, 치매 파트너들이 78만명 정도 계신다.

제 아내도 올해 초에 종로구 치매안심센터에서 치매 파트너가 됐다"며 "그분들께 고맙다는 인사를 드리고 싶다"고도 했다.

@highlight

7일 서울 금천구 치매안심센터를 방문한 문 대통령은 치매국가책임제를 더 발전 시켜 어르신들 및 보호자들이 고통받지 않고 잘 동화될 수 있도록 사회와 국가가 적극적으로 노력하겠다고 말했다. 