균형발전국민포럼 "정부, 비수도권 자립성장기반이 마련될 때까지 수도권규제 유지·강화해야"

[충청일보 김홍민 기자] 정부가 7일 신도시 예정지를 추가 발표한 것과 관련, 균형발전국민포럼은 "수도권 등의 집값 상승은 정부가 인정하듯 서울·수도권의 주택 공급이 부족해서 나타난 문제가 아니다"라고 지적했다.

국가균형발전을 위한 전문가들의 의견 개진과 폭넓은 토론 등 공론화의 창구인 균형발전국민포럼(이한 균형포럼)은 이날 성명서에서 "신도시 건설, 주택공급 정책은 수요분산이나 집값 안정보다는 경기도나 수도권 외곽거주 수요가 3기 신도시로 흡수돼 주택문제는 물론 수도권의 과밀·집중이 심화시키는 구시대적 정책"이라며 이같이 비판했다.

그러면서 "그럼에도 정부는 수도권 중심의 대규모 개발제한구역 해제와 이를 통한 주택공급, 신도시 건설계획을 추진하고 있다"며 "그동안 계속된 수도권 규제완화로 인해 비수도권지역은 계속해서 인구가 줄고 지방소멸 위험을 느끼고 있다"고 우려했다.

균형포럼은 "발표에 의하면 시 지역은 전체 75개 지역 중 24개 지역(32%), 군 지역은 전체 81개 지역중 76개 지역(93.8%)이 2000년 대비 지속적으로 인구가 감소되고 있다"고 언급했다.

특히 "기존의 수도권, 비수도권 문제가 수도권의 과대·과밀개발과 비수도권의 과소개발로 인한 경제, 산업, 문화, 복지의'격차'문제였다고 하면 지금은 '지방소멸'의 위험으로 나타나고 있다"며 "경제적 격차 문제를 넘어서 지역 생존의 문제로 나타나고 있는 것"이라고 정부정책을 질타했다.

균형포럼은 "정부의 균형발전 정책이 제대로 가고 그 성과를 내기 위해서는 수도권규제정책과 같이 가야 한다"고 강조했다.

이어 "정부가 비수도권지역의 예비타당성 조사면제 사업을 발표하며 균형발전을 위해서 노력하고 있다고 생색내고 있지만 수도권 규제 없는 균형발전정책의 혜택은 또 다시 수도권으로 집중돼 나타날 수밖에 없다"고 비난했다.

균형포럼은 "문재인 정부가 국가균형발전에 대한 진정성이 있다면 비수도권의 지역주도 자립성장기반이 마련될 때까지 수도권규제 유지·강화를 천명해야 한다"고 촉구했다.

@highlight

정부가 7일 신도시 예정지를 추가 발표한 것과 관련, 균형발전국민포럼은 수도권 규제 해제에 대해 구시대적 정책이라며 비난하며 비수도권의 지역주도 자립성장기반이 마련될 때까지 수도권규제 유지·강화를 천명해야 한다고 촉구했다.