전남대학교와 조선대학교, 광주교육대학교가 교육부의 ‘고교교육 기여대학 지원사업’ 중간평가를 통과해 지원을 계속받게 됐다.

교육부는 7일 2018-2019년 고교교육 기여대학 지원사업 중간평가 결과를 발표했다.

이 사업은 대학이 고교교육 내실화에 기여하고 학생·학부모 부담을 줄이는 방향으로 입학전형을 개선할 경우 입학사정관 인건비, 입학전형 운영·연구비 등을 지원하는 사업이다.

올해 총 559억원을 지원한다.

2년간 지원하는 사업이고, 첫 1년 후 중간평가한다.

지난해 선정된 67개 학교를 중간평가 한 결과 전남대와 조선대, 광주교대를 포함해 전국 57개 학교는 1년 더 지원받는다.

조선대는 12년 연속으로 선정되는 기록을 세웠다.

지원금은 입학사정관 수 등에 따라 적게는 2억원, 많게는 10억-20억원으로 배분된다.

반면, 순천대 등 10개 학교는 하위평가를 받아 탈락했다.

교육부는 ▲대입전형 단순화 및 투명성 강화 ▲대입전형 공정성 제고 ▲학교교육 중심 전형 운영 ▲고른기회전형 운영 ▲대입전형 운영 여건 ▲사업 계획·집행 등을 종합 평가했다.

일부 학교는 사업 선정평가 때 제출했던 입학사정관 채용 규모 계획을 지키지 않았다.

교육부는 입학사정관을 계획보다 덜 뽑은 만큼 인건비 지원금을 환수할 예정이다.

교육부는 “지난해 실적과 올해 사업계획 위주로 중간평가했다”면서 “2020-2021학년도 대입전형 시행계획도 평가에 포함됐다”고 설명했다.

중간평가에서 탈락한 학교는 사업에 새로 신청한 21개 학교와 함께 6월초 예정된 추가선정평가에서 경쟁한다.

추가선정평가에서는 다시 10개 학교를 뽑는다.

추가선정평가 때는 지난해 발표된 학생부종합전형(학종) 공정성에 관한 4가지 항목 평가가 강화된다.

자기소개서 대필·허위작성 확인 때 의무적으로 탈락·입학취소 조치하는지, 학종 평가기준 공개 범위를 확대하는지 등이 지표로 반영되며 관련 배점도 상향됐다.

@highlight

교육부는 7일 입학관련 비용을 지원하는 2018-2019년 고교교육 기여대학 지원사업 중간평가 결과를 발표했는데, 여기서 탈락한 학교는 새로 신청한 21개 학교와 6월초 예정된 추가선정평가에서 경쟁한다. 