공민규는 2회 말 1사 1루 상황에서 NC 버틀러의 투심 패스트볼을 공략해 프로 데뷔 첫 홈런을 쳤다.

삼성 라이온즈 제공삼성 라이온즈가 NC 다이노스를 잡고 한 주의 시작을 산뜻하게 출발했다.

삼성은 7일 대구 삼성 라이온즈 파크에서 열린 2019 신한은행 마이카 KBO리그 NC와 경기에서 공민규의 데뷔 첫 홈런에 힘입어 6-3으로 승리했다.

이날 선발 백정현은 5이닝 5피안타 3사사구 3실점을 했지만 집중력을 보인 팀 타선의 득점 지원을 받으며 시즌 첫 승을 신고했다.

삼성의 팀 타선은 6안타에 그쳤지만 6점을 뽑아냈다.

삼성은 박해민-김상수-구자욱-러프-이원석-강민호-공민규-이학주-김헌곤을 내세웠다.

1회 말 삼자범퇴로 물러선 삼성은 2회 초 부상에서 돌아온 러프가 2루타를 뽑아내며 복귀를 알렸다.

러프는 후속 타자 이원석의 진루타로 3루를 밟았고 상대의 실책으로 득점에 성공했다.

이어 1사 1루 상황에 타석에 선 공민규는 상대 선발 버틀러의 투심을 받아쳐 좌측 담장을 넘기는 투런 홈런을 쳐냈다.

공민규의 프로 데뷔 첫 번째 홈런.

신인에게 홈런을 얻어맞은 NC는 홈런으로 응수했다.

4회 초 1사 1루 상황에서 김태진이 백정현의 슬라이더를 공략해 투런 홈런을 치며 3-2로 추격했다.

NC가 따라오자 삼성은 다시 한번 집중력을 발휘했다.

이원석의 볼넷과 강민호의 안타로 만들어진 1사 1, 2루 상황에서 NC 박민우의 실책으로 1점을 추가했다.

이어 이학주의 안타로 베이스가 가득 찼고 김헌곤의 희생플라이로 5-3까지 달아났다.

6회에는 양 팀이 사이좋게 솔로 홈런을 주고받았다.

베탄코트가 시즌 6호, 이원석이 시즌 8호 홈런을 쳤다.

6회부터 가동된 삼성의 불펜은 3점 차 리드를 무실점으로 지켜내며 팀의 승리를 도왔다.

@highlight

삼성은 7일 대구 삼성 라이온즈 파크에서 열린 KBO리그 NC와 경기에서 공민규의 데뷔 첫 홈런과 백정현의 시즌 첫승에 힘입어 6-3으로 승리했다.