보은 속리산 법주사에서 2010년 열린 팔상전 탑돌이 행사 모습.

［충북일보=보은］ 보은 속리산 '법주사 팔상전 탑돌이' 행사가 재현된다.

보은군은 오는 10일부터 12일까지 속리산 일원에서 개최하는 '2019 속리산 신(神 )축제'의 세부행사로 '법주사 팔상전 탑돌이' 행사가 열린다고 7일 밝혔다.

법주사 팔상전 탑돌이 행사가 재현되기는 9년 만이다.

한 때 명맥이 끊겼다가 1970년 보은문화원이 고증 발굴한 법주사 팔상전 탑돌이 행사는 11회 전국민속예술경연대회에서 문공부장관상을 수상했다.

이후 보은문화원 주관으로 2010년까지 행사를 개최했지만, 법주사 측과의 협의 과정에서 여러가지 어려움이 많아 2011년부터는 열리지 못했다.

군과 법주사는 올해 속리산 지역이 품고 있는 문화유산 중의 하나라 판단하고 새롭게 개최하는 '속리산 신 축제'의 한 프로그램으로 다시 선보이게 됐다.

법주사 팔상전 탑돌이 행사는 지난해 7월 법주사가 유네스코 세계유산으로 등록하고 팔상전이 국보 55호로 지정돼 있어 의미를 더한다.

참가자들은 세계문화유산과 국보를 동시에 관람할 수 있고, 각자의 소원도 빌 수 있다.

탑돌이 행사는 석가탄신일이자 축제 마지막 날인 오는 12일 오후 4시부터 법주사 경내 팔상전에서 열린다.

참가를 원하는 관광객은 누구나 참여할 수 있다.

구왕회 축제위원장은 "팔상전 탑돌이는 국보 55호인 팔상전을 돌면서 소원을 기원하는 행사"라며 "이번 행사를 종교적 관점이 아닌 수백 년 동안 행해져 왔던 문화라 여기고 누구든지 오셔서 행사에 참여해 보길 적극 추천한다"고 말했다.

이날 정이품송 인근 훈민정음마당에서는 '도깨비 마술쇼', '전래놀이 마당', '청소년 페스티벌' 등이 열릴 예정이다.

이번 주말에는 어린이, 청소년을 동반한 가족 단위 관광객이 참여할 수 있는 다양한 프로그램도 진행한다.

@highlight

7일 보은군은 오는 10일부터 12일까지 '2019 속리산 신(神 )축제'의 세부행사로 지난해 7월 유네스코 세계유산으로 등록된 '법주사 팔상전 탑돌이' 행사가 열릴 예정이라고 밝힌 가운데 참가자들은 세계문화유산과 국보를 관람함과 동시에 소원도 빌 수 있다.