IT, 벤처기업의 특화지구로 유명한 안양 벤처밸리의 인기가 갈수록 높아지고 있다.

안양 벤처밸리는 명학역∼범계역∼평촌역∼인덕원역으로 이어지는 국내 최대의 벤처단지로 다수의 지식산업센터, 대학, 연구기관, 각종 지원시설 등이 집중돼 있다.

그 중에서도 가장 인기가 높은 지역은 인덕원 권역으로 교통이 가장 편리하고 비즈니스 인프라가 풍부해 오피스의 시세도 가장 높게 형성돼 있다.

이 가운데 '평촌 에이스하이테크시티'가 안양벤처밸리의 중심인 인덕원 권역에 신규 분양을 시작했다.

평촌 에이스하이테크시티는 연면적 4만4천440㎡에 지하 2층~지상 15층 규모로 건립되며 오피스 공급난을 겪고 있는 안양 벤처밸리의 신축 지식산업센터로 최첨단 시설의 지식산업센터를 공급한다

4호선 인덕원역에서 도보 약 10분, 범계역에서 도보 약 13분으로 더블역세권을 누리는 입지에 과천∼양재로 이어지는 47번 국도, 서울 외곽순환도로 등을 통해 수도권 주요지역은 물론 지방까지 빠르게 이동할 수 있는 입지를 갖추고 있다.

앞으로 월판선, 인덕원∼동탄 복선전철, 과천 지식정보타운 등 굵직한 개발호재까지 예고돼 지식산업센터 전문가들은 인덕원 권역의 미래가치를 높이 평가하고 있다.

또한 비즈니스 친화적인 최첨단 설계와 기업 경영에 필요한 지원시설, 오피스텔형 고급 기숙사를 함께 공급해 직주근접 여건까지 갖췄다.

따라서, 안양과 과천 지역의 노후된 지식산업센터 입주 기업과 과도하게 비싼 서울 소재 기업들이 모두 선호할 만한 조건이다.

업계 관계자는 "평촌 에이스하이테크시티는 안양 벤처밸리 중에서도 입지가 가장 좋은 지식산업센터로 분양 시작부터 경쟁률이 매우 치열할 것으로 예상된다"고 말했다.

한편, 평촌 에이스하이테크시티는 7일 분양 홍보관을 오픈하고 오는 13일부터 분양 접수를 시작할 예정이다.

@highlight

오피스 공급난을 겪고 있는 안양벤처밸리의 코어인 인덕원 권역에 들어설 연면적 4만4천440㎡에 지하 2층~지상 15층의 규모의 최첨단 지식산업센터,  '평촌 에이스하이테크시티'가  신규 분양을 시작했다는 소식인데, 업계 관계자는 평촌 에이스하이테크시티는 입지조건이 좋고, 최첨단 시설을 갖춰 분양 시작부터 경쟁률이 매우 치열할 것으로 예상된다고 전했다.