사진제공: MBC 'PD수첩'

7일 방송되는 MBC 'PD수첩'에서는 5·18 민주화 운동 당시 실종된 76명의 행방을 다룬다.

'PD수첩'은 실종된 이들의 행방을 취재하던 중, 당시 계엄군들의 증언을 들을 수 있었다.

광주 교도소에 시신을 암매장했다는 계엄군이 나타난 것이다.

그는 9구를 직접 암매장했다고 고백했다.

더불어 또 다른 계엄군은 교도소에서 암매장된 사망자 수만 해도 3~40명이 된다고 증언했다.

하지만 계엄군이 공식적으로 인정한 광주교도소 내 5.18 관련 사망자 수는 총 28명이며, 그중 11구의 시신만 가족의 품으로 돌아왔다.

한편 'PD수첩'은 취재 도중 5·18 당시 광주 외 다른 지역에서도 진압군에 의한 사망자가 발생한 것을 발견했다.

전라남도 해남의 우슬재와 상등리에서도 집단 총격이 발생한 것이다.

당시 해남 시민군이었던 김병용 씨는 총을 내려놓고 투항하던 중 가슴에 총탄을 맞았다.

또한 우슬재에서 사망한 시민을 군부대로 옮기고 피로 물든 옷을 군복으로 갈아입혀 가매장했다는 증언도 이어졌다.

지금까지 광주가 아닌 타 지역에서의 학살은 조명 받지 못했다.

헬기 사격 지시 여부 또한 새롭게 밝혀져야 할 숙제로 남아있다.

2017년 '국방부 5·18 특별 조사 위원회'를 통해 당시 헬기 사격이 있었다는 것이 확인됐지만, 전두환과 헬기 조종사들은 여전히 부인하고 있다.

전두환과 신군부 핵심 인사들은 지금까지 자위권 차원에서 우발적인 발포가 있었다고 주장해왔다.

하지만 헬기 사격 지시가 있었다면 발포는 자위권을 넘어 치밀한 사전 계획 속에서 실행된 것을 의미한다.

PD수첩'은 헬기 사격을 지시한 군 내부 문건과 무장 사실을 인정한 조종사들의 증언을 확보했다.

MBC 'PD수첩'이 취재한 '2019, 광주가 분노한 이유'는 7일 오후 11시 10분에 방송된다.

@highlight

MBC 'PD수첩'는 취재 도중  5·18 당시 전라남도 해남의 우슬재와 상등리에서도 집단 총격이 발생한 것을 발견했으며 이는 7일 오후 11시 10분에 방송된다.