제주특별자치도가 건설·건축경기 활성화를 위한 인허가 기간 단축 등 제도개선 방안에 착수했지만 공직자의 업무역량 향상 등 과제가 수두룩하다.

허가 신속 처리를 위해 69개 민원 항목이 수록된 업무매뉴얼을 작성, 오는 6월중 담당자에 배부키로 했다.

또 현재 건축 인·허가 부서가 처리중인 정보통신·농지전용·산지전용 업무에 개발행위 (도시과), 배수설비 설치신고(상하수도과) 등 타 부서의 업무를 추가하는 복합민원도 확대할 방침이다.

하지만 행정시의 민원 해결을 앞세운 건축물 사용승인 지연, 업무 미숙을 초래하는 잦은 인사이동과 읍·면 하위직 배치 관행 등 잘못된 인사행정도 개선해야 한다는 의견이 적지 않다.

공무원들이 인·허가 업무 추진과정에서 발생한 개인 또는 집단민원 해결을 중재하기는커녕 사업자가 알아서 해결하라는 식으로 책임을 떠넘기는 사례가 관행처럼 고착화되고 있기 때문이다.

심지어 분양형 건축물은 입주예정자나 계약자들과 약속한 사용승인 기한이 필수임에도 공무원들이 법령에도 없는 주변 마을이나 개인의 민원 해결을 먼저 요구, 사업자들이 울며겨자먹기식으로 금품을 암암리에 제공하는 사례도 나타나고 있다.

이와함께 공무원들의 업무 미숙과 전문성 결여를 초래하는 잦은 자리 이동 역시 주민 만족도를 떨어뜨리는 등 행정불신을 초래하고 있다.

제주도와 행정시가 6개월마다 단행하는 인사로 인허가 담당자들이 일을 알만 하면 자리가 바뀌는 탓에 업무공백이 발생하고 있기 때문이다.

특히 주민 밀착행정을 수행중인 일부 읍·면사무소에는 업무처리가 상대적으로 미숙한 8·9급 하위직을 배치, 주민들이 요청하는 행정 서비스에 신속히 대응하지 못하고 있다.

이에대해 도 관계자는 "건축 인허가업무는 도민들의 일상생활과 가장 밀접하다"며 "행정시가 참여한 워크숍을 매월 1회씩 열어 개선사항을 발굴, 주민만족도를 높이겠다"고 말했다.

@highlight

제주특별자치도가 건설·건축경기 활성화를 위한 인허가 기간 단축 등 제도개선 방안으로 업무매뉴얼을 제작에 착수했지만 공무원들이 인·허가 업무 추진과정에서 발생한 개인,집단민원 해결을 중재하기는커녕 알아서 해결하라는 식으로 책임을 떠넘기는 사례와, 6개월마다 단행하는 인사로 인허가 담당자들이 일을 알만 하면 자리가 바뀌는 탓에 업무공백이 발생하는 등 공직자의 업무역량 향상 등 과제가 수두룩하다.