이천 구만리뜰 도시공원 조성 계획에 지역주민들이 집단반발 조짐을 보이고 있다(중부일보 4월29일자 8면 보도)는 것과 관련 공람기간동안 상당수 토지주들이 개발반대 의견서를 제출하면서 본격적인 집단행동에 들어갔다.

7일 구만리뜰 개발반대비상대책위원회에 따르면 엄태준 시장과 송석준 국회의원을 만나 구만리뜰 개발의 부당함을 호소한데 이어 이천시의회 의원들을 만나 개발반대 입장을 전달키로 하는 등 반대 여론몰이에 나섰다.

비대위는 지난달 29일 엄태준 시장을 만난 자리에서 "토지주들도 모르는 구만리뜰 공원개발은 부당하다"며 반대 입장을 분명히 했다.

특히 토지주를 중심으로 한 비대위는 "토지 강제수용에 따른 재산권 침해가 불보듯 뻔하다"면서 2025년 이천시도시관리계획 재정비안 주민공람 기간 동안 집단으로 '개발반대' 의견서를 제출했다.

이어 지난 5일 송석준 국회의원을 만난 자리에서 "복하천 주변과 수변공원을 활용한 공원개발이 예산절감 등 효율성이 높을 것"이라며 "여의도 공원보다 더 큰 공원을 이천에 조성한다는 시의 계획을 도저히 납득할 수 없다"고 반대입장을 전했다.

또한 비대위는 "확인 결과 타당성 조사도 하지 않은 것으로 안다"며 "이제와서 시가 시민을 상대로 공청회를 열겠다는 것은 뒷북행정의 표본으로 밖에 볼수 없다"고 비난했다.

비대위는 엄 시장과 송 의원을 만나 '공원개발 결사반대' 당위성을 분명히 밝힌 가운데 이천시의회 의원들을 만나 개발반대에 대한 의견을 전달하고 시민들의 의견을 들어달라고 요청할 계획이다.

한편, 2025년 이천시도시관리계획 재정비안에 구만리뜰 44만㎡ 부지에 공원과 주차장, 광장 등이 포함되면서 반발이 증폭되고 있는 가운데 공람이 마무리됨에 따라 시는 제출된 의견서에 대해 60일 이내에 답변서를 전달해야 하고, 이 후 이천시의회 의견을 청취해야 한다.

@highlight

이천 도시 재정비안에 필요이상의 넓은 공원과 주차장, 광장 등이 포함되면서 구만리뜰 도시공원 조성계획에 지역 주민들이 개발반대 의견서를 제출하면서 반발하고 있다.