제74회 종별배구선수권대회에서 우승을 차지한 조선대학교 배구 선수단.

조선대학교 배구부가 창단 후 첫 전국대회 우승을 거머쥐었다.

조선대는 최근 충북 제천제일고에서 열린 제74회 종별배구선수권대회 성균관대와의 남자대학부 결승리그 2차전에서 세트 스코어 3-0(25-18, 25-22, 25-21)으로 제압했다.

조선대는 이로써 3팀이 겨루는 결승리그에서 2승을 챙기면서 정상 등극에 성공했다.

종별대회 남자대학부는 성균관대와 호남대, 조선대가 리그방식으로 경기를 치뤄 최다승을 한 팀이 우승을 차지하는 방식으로 진행됐다.

조선대는 앞서 호남대학교를 3-0으로 제압했다.

조선대의 전국대회 우승은 이번이 처음으로, 경기 종료 휘슬이 울리자 조선대 선수들은 서로 얼싸안으며 첫 우승의 기쁨을 나눴다.

또 2019 대학리그 경기마다 매번 5세트에서 좌절의 문턱을 맛보았던 아쉬움도 씻어냈다.

성균관대와 경기에서 조선대는 공격 3인방인 정래훈(22득점)과 이태봉(21득점), 박종안(14득점)이 고비때마다 공격를 성공시키며 예상외 완승을 거뒀다.

특히 주장 이태봉은 전위와 후위 가릴 것 없이 모든 자리에서 수비수들이 어렵게 살린 볼을 시원하게 처리해 수훈갑이 됐다.

4학년인 정래훈도 팀 내 최다득점을 하며 맏형다운 경기력을 발휘했다.

조선대는 우승기와 함께 개인상에서도 풍성한 수확을 챙겼다.

이태봉은 최우수선수에 선정됐고 유재안은 세터상, 김성진은 리베로상을 받았다.

박성필 감독은 최우수지도자상을 수상했다.

한편, 광주 치평초등학교는 앞서 열린 여자초등부 결승에서 경남 유영초에게 세트스코어 1-2로 패해 준우승에 만족해야 했다.

치평초는 첫 세트를 25-23으로 따냈으나 2세트(18-25)와 3세트(4-15)로 연거푸 내주며 4월 열린 재능기에 이은 2개 대회 연속 우승 뜻을 이루지 못했다.

@highlight

조선대학교가 제74회 종별배구선수권대회 남자대학부 결승리그 2차전에서 성균관대를 세트 스코어 3-0(25-18, 25-22, 25-21)으로 제압해 결승리그 2승을 챙기면서  창단 후 첫 전국대회 정상 등극에 성공했다.