광주·전남 시·도교육청이 올해 첫 초·중·고졸 검정고시 합격자 1천547명의 명단을 9일 오전 10시 시·도교육청 인터넷 홈페이지를 통해 발표한다.

합격률은 광주의 경우 초졸 96.43%, 중졸 86.19%, 고졸 73.01%로 나타났고, 전남은 각각 89.2%, 85.3%, 66.8%의 합격률을 기록했다.

광주 초졸 검정고시는 지원자 91명 중 84명이 응시해 81명이 합격했으며, 중졸은 231명의 지원자 중 210명이 응시해 181명이 합격했다.

고졸은 지원자 1천142명 중 993명이 응시한 가운데 725명이 합격했다.

최고 득점자는 전 과목 만점을 받은 초졸 강모(12)군 등 3명, 중졸 김모(15)양 등 2명, 고졸 김모(18세)군이 차지했다.

최고령 합격자는 초졸 윤모(72·여)씨, 중졸 김모(71)씨, 고졸 김모(71·여)씨이며 초졸 김모(11)군, 중졸 김모(12)군, 고졸 정모(13)군은 최연소 합격의 영예를 안았다.

합격증서는 9일부터 20일까지 시교육청 본관 1층 고시관리실에서 교부한다.

합격증서와 성적증명서 등은 합격자 발표 후 시교육청이나 교육지원청 민원실, 초·중·고 행정실, 정부24 사이트 등을 통해 발급받을 수 있다.

전남의 경우 초졸은 응시생 74명 중 66명, 중졸은 136명 중 116명, 고졸은 566명 중 378명이 합격했다.

최고 득점은 초졸 100점, 중졸 99.33점, 고졸 100점으로 나타났고, 최고령 합격은 초졸 배모(74·여)씨, 중졸 권모(65)씨, 고졸 황모(65)씨가 차지했으며, 최연소 합격자는 초졸 이모(11)군, 중졸 오모(12)군, 고졸 송모(12)군이다.

합격자와 개인성적은 17일까지 도교육청 홈페이지 정보공개 코너에서 확인할 수 있으며, 합격증서는 우편으로 발송된다.

@highlight

광주·전남 시·도교육청이 올해 첫 초·중·고졸 검정고시 합격자 1천547명의 명단을 9일 오전 10시 시·도교육청 인터넷 홈페이지를 통해 발표하고 합격자와 개인성적은 17일까지 도교육청 홈페이지 정보공개 코너에 공시하고 합격증서는 우편으로 발송할 예정인 가운데 광주의 경우 초졸 96.43%, 중졸 86.19%, 고졸 73.01%로 나타났고, 전남은 각각 89.2%, 85.3%, 66.8%의 합격률을 기록했다.