지난해 사립유치원 사태 이후 학부모들에게 갑작스럽게 폐원 통보를 하며 현장 혼란을 야기했던 유치원들에 대한 특정감사 결과가 발표됐다.

7일 경기도교육청 등에 따르면 하남의 A유치원은 조리실에 유통기한을 지난 스파게티 소스, 드레싱 소스와 곰팡이가 핀 피클류 등을 보관해온 사실이 현장 점검에서 적발됐다.

음식물쓰레기도 냉동실에 다른 식재료와 함께 보관돼있는 등 아이들이 먹는 음식 관리를 소홀히 한 것이다.

이들은 또 교육과정 및 방과 후 특성화 프로그램을 진행 후 수익자 부담금을 정산해 학부모들에게 공지, 잔액은 반환해야 함에도 불구하고 이를 공지하지 않은 것으로 드러났다.

이렇게 반환되지 않은 금액은 1천889만 원에 달한다.

도교육청은 해당 유치원에 부적정하게 집행된 금액 '보전' 조치할 것을 명령하는 한편, 지난 3월 폐원 인가를 받지 않은 상황에서 부적정하게 유치원을 운영했다는 이유로 이들을 검찰에 고발했다.

구리 B유치원의 경우 2016년 11월 임대료 등 공적사용료 인정이 어렵다는 행정지도를 받고도 1년여간 다시금 공적사용료 명목으로 2천300만 원을 재차 지급했다가 감사 시작 후 일부 금액을 회수한 사실이 적발됐다.

아울러 성범죄경력 및 아동학대 범죄전력 조회 후 채용을 진행해야 함에도 불구하고 조회 회신을 받기 한 달 여 전 채용계약을 맺는 등 업무를 부적정하게 처리하기도 했다.

현재 해당 유치원은 폐원 인가를 받고 문을 닫은 상태다.

앞서 도교육청은 폐원을 통보한 유치원 7곳에 대한 특정감사 계획을 발표했다가 원아 수 감소에 따른 폐원 등 일부 유치원 사정을 참작해 총 5곳에 대한 특정감사를 돌입했다.

이 중 두 곳만이 자료를 제출해 감사를 받았으며, 나머지 3곳은 끝까지 자료제출을 거부해 현재 검찰에 고발된 상황이다.

도교육청 관계자는 "학부모들에게 일부로 유치원을 이동케 해 문을 닫으려하는 등 반발성 폐원으로 보여지는 유치원들에 대해서는 앞으로도 적극적으로 감사에 나설 예정"이라고 말했다.

@highlight

지난해 사립유치원 사태 이후 학부모들에게 갑작스럽게 폐원 통보를 하며 현장 혼란을 야기했던 유치원들에 대한 특정감사 결과는 음식 관리를 소홀히 한 것과 교육과정 및 방과 후 특성화 프로그램을 진행 후 수익자 부담금을 정산해 학부모들에게 공지, 잔액은 반환해야 함에도 불구하고 이를 공지하지 않은 것으로 밝혀졌다.