상인회, "지자체 사업 아닌 전통시장 사업". "대승적인 차원에서 수용해야"

［충북일보=제천］ 제천시의회가 전통시장 인근 주차장 부지매입을 위한 계획안 부결에 대해 간담회를 요청한 내토전통시장 요구를 수용치 않기로 해 또 다른 불협화음이 예상된다.

시의회는 내토시장 상인회가 요구한 간담회에 대해 의원 간 논의를 거친 결과 이를 수용하기 어렵다는 입장을 표했다.

하지만 내토시장 상인회는 시의회의 이 같은 반응에 대해 "납득하기 어렵다"며 불만을 토로하고 있다.

상인회 관계자는 "이 사업의 경우 국비와 도비, 시비가 매칭되는 사업이긴 하지만 시가 추진하는 사업이 아닌 전통시장이 직접 국가(중소벤처기업부)에 요청하는 사업"이라며 "사업 추진 상 선결돼야하는 부지확보이기에 빠른 결정이 필요한 실정"이라고 밝혔다.

이어 일각에서 제기되고 있는 주차타워 조성 이후의 운영과 관련한 문제제기에 대해서 관계자는 "사업 주체가 상인회이기에 차후 주차타워의 관리와 운영은 당연히 상인회에 수반되는 것"이라며 "이를 통해 이득을 누리고자함이 아닌 인접 전통시장과의 공생 차원이라는 대승적인 관점에서 바라봐 달라"고 답답한 속내를 드러냈다.

한편 충북지방중소벤처기업청은 이번 전통시장 주차타워 조성을 위한 부지의 적절성을 확인하고자 지난달 초 현장을 방문해 실사를 가진 것으로 알려졌다.

또 7일 제천시와 내토시장 상인회는 충북지방중소벤처기업청을 찾아 이번 사업과 관련해 간담회를 가졌다.

시 관계자는 "정부 공모사업의 조건에 부합하는 기준인 만큼 현재 위치가 가장 타당하다"며 "전통시장 상인회와의 협의를 통해 시의회가 이해하고 수용할 수 있도록 노력하겠다"고 말했다.

이 전통시장 공영주차타워 건립은 2016년 당시 시의회에 상정됐지만 '보류' 조치되며 무산됐으며 최근에 다시 시의회 산업건설위원회가 주차장 부지에 대한 공유재산관리계획안을 부결 처리하며 논란을 이어가고 있다.

@highlight

제천시에서 시행하는 국가사업과 관련하여 시의회와 상인회가 날카롭게 대립을 하고 있는 상황이지만 시 관계자는 전통시장 상인회와의 협의를 통해 이를 풀어나가고자 한다.