10월부터 대전 지역 요양병원에 장기 입원하는 '경증 환자'들에 대한 규제가 강화된다.

정부가 질병 치료보다 돌봄을 받을 목적으로 요양병원에 오래 머무르는 환자의 부담을 늘리는 방식의 수가 체계 개편에 나섰기 때문이다.

보건복지부는 이 같은 내용의 요양병원 건강보험 수가체계 개편안을 지난 달 30일 7차 건강보험정책심의위원회에서 의결했다.

개편안의 핵심은 건강보험 수가를 지급하는 기준이 되는 입원환자 분류체계를 단순화 한 것이다.

현재 7단계 분류체계는 의학적 유형과 돌봄 유형까지 포함돼 장기 입원을 부추긴다는 지적이 제기돼왔다.

앞으로 분류체계는 의학적 필요성만을 기준으로 5단계로 정비된다.

혼수상태, 욕창 등 의학적 필요성이 높은 환자들의 수가는 현재보다 10-15% 인상된다.

반면 입원 필요성이 낮은 환자들은 본인부담률을 다른 환자들의 2배(40%)로 올린다.

입원기간이 길어질수록 요양병원이 받는 입원료(건강보험 수가)도 큰 폭으로 차감한다.

현재는 361일 이상 입원하는 경우 입원료의 10%(1일당 2020원)를 수가에서 차감하고 있다.

앞으로는 차감률을 15%까지 올리고 271일 이상(10%) 구간을 신설하기로 했다.

오래 입원할수록 요양병원이 받는 입원료를 낮추는 게 개편안의 뼈대다.

개편안에서는 또 국민건강보험공단이 환자 본인부담금 최고 상한액을 초과하는 금액을 요양병원에 지급하지 않고 환자에게 직접 주기로 했다.

본인부담상한제는 과도한 의료비로 인한 경제적 부담을 덜어주고자 건강보험 적용 진료에 대해 한해 환자가 낸 돈이 소득 수준별 상한액(2019년 기준 81만-580만원)을 넘으면 초과액을 건강보험공단이 부담하는 제도다.

하지만 그동안 요양병원은 본인부담금 상한제를 악용해 사전에 입원료를 깎아주는 방법으로 환자의 장기 입원을 유도하는 경우가 많았다.

복지부의 이 같은 수가체계 개편안은 고시 개정 등을 거쳐 올해 10월부터 단계적으로 적용된다.

@highlight

보건복지부는 지난 달 30일 7차 건강보험정책심의위원회에서 요양병원 건강보험 수가체계 개편안에 대해 10월부터 대전 지역 요양병원 장기 입원하는 '경증 환자'들에 대해 규제를 강화하기로 하고 올해 10월부터 점차적으로 적용하기로 했다.