[경주=환경일보] 강광태 기자 = 경주시는 지난 3일 농업기술센터로부터 벼농사의 노동력과 생산비용을 절감할 수 있는 '소식재배법'과 '무복토 못자리'의 기술 지도를 받은 정영기(충효동)씨 논에 올해 처음으로 소식재배를 시작했다고 전했다.

소식재배는 관행보다 넓은 간격으로 모를 심어 포기수를 30%가량 줄임으로써 빛과 바람이 잘 들어와 새끼치기(분얼)가 활발해져 수확량이 유지되는 농법이다.

또 한 포기당 들어가는 본수도 7여본에서 4본정도로 줄어들고 육묘상자를 만들 때 들어가는 볍씨양은 130g에서 300g으로 늘어난다.

육묘상자에 볍씨를 많이 담고 논에는 모를 적게 심어 육묘상자 수를 3분의 1정도로 줄일 수 있어 요즘 일손이 부족한 농가들에게 큰 관심을 끌고 있는 농법이다.

정영기씨는 올해 1월 농업기술센터에서 교육받은 '무복토 육묘법'도 접목시켰다.

무복토 육묘법은 기존 파종 방법과 같이 육묘상자에 상토를 담고 볍씨를 파종하는 과정까지는 동일하나 볍씨 위로 복토를 하지 않는 농법으로 상자 무게가 1kg 정도 가벼워져 상자를 옮길 때의 육체적인 부담이 경감되고 육묘상자 내 습기가 줄면서 입고병이나 뜸모 발생도 줄일 수 있다.

경주시 농업기술센터에서는 한 발 더 나아가 앞으로는 상자 쌓기를 하지 않고 바로 논에 치상하는 기술을 보완 정립해 농가에 기술교육을 실시할 계획이다.

최정화 소장은 "지난해부터 벼 수매현장과 2019년 새해농업인실용교육을 통해 소식재배와 무복토 육묘법을 적극적으로 소개하고 기술교육을 실시하고 있다"며, "올해 무복토 육묘법에 도전한 농가수는 73호 정도이고, 총 2십만 상자 중 93%는 육묘 성공이 예상된다. 앞으로 부족한 부분을 보완해 기술을 확산시키고 농가에 도움이 될 수 있는 사업 확대에 노력할 것"이라고 말했다.

@highlight

경주시는 3일 농업기술센터로부터 노동력과 생산비용을 줄일 수 있는 '소식재배법'과 '무복토 못자리'의 기술 지도를 받은 정영기씨 논에 올해 처음으로 소식재배를 시작했는데 소식재배는 기존보다 30%가량 포기수를 줄이지만 수확량은 유지되고 무복토 육묘법은 볍씨 위로 복토를 하지 않는 농법이다.