▲ 와이즈유(영산대학교) 부구욱 총장을 비롯한 MICE분야 전문 교수들이 울산도시공사를 방문해 컨벤션센터 운영과 관련된 도움을 주는 뜻깊은 자리가 마련됐다

와이즈유(영산대학교) 부구욱 총장을 비롯한 MICE분야 전문 교수들이 울산도시공사를 방문해 컨벤션센터 운영과 관련된 도움을 주는 뜻깊은 자리가 마련됐다.

울산도시공사는 오는 2020년 12월께 울산역 인근에 전시컨벤션센터를 완공하고 2021년 3월부터 본격적으로 운영을 시작할 계획이다.

울산전시컨벤션센터의 현재 공정률은 약 25% 정도이다.

와이즈유는 지난 2일 오후 울산도시공사에서 열린 ‘울산 MICE산업 도약을 위한 전문가 심포지움’에 참석해 전시컨벤션센터 운영과 관련된 조언과 발전 방안에 대한 논의를 진행했다.

이날 행사에는 와이즈유 부구욱 총장을 비롯한 함정오 호텔관광대학장, 임상규, 오창호, 김정민 교수가 참석했고, 울산도시공사에서는 성인수 사장을 비롯한 임원진 및 전시컨벤션팀 실무 직원 등 약 15명이 자리를 함께 했다.

이날 행사는 와이즈유 전문교수진이 향후 컨벤션센터 운영 및 전시 계획과 관련된 조언을 해주고, 울산도시공사측 참석자들은 그 조언을 경청하면서 질문과 답변을 하는 형식으로 진행됐다.

와이즈유 교수진은 "타 전시장의 건립 초기에 겪는 시행착오를 최소화하고, 개막 행사가 매우 중요한데 울산의 산업을 대표할 수 있는 석유화학, 자동차 수소에너지 등을 주제로 한 일련의 전문 전시회를 개막행사로 개최하는 방안을 검토하는 것이 좋다"고 조언을 했다.

부구욱 총장은 "부·울·경 지역에서 유일하게 단과대학 규모로 운영되고 있는 와이즈유 호텔관광대학은 명실상부한 MICE분야 최고의 전문교수진으로 구성된 다양한 학과와 전공이 있다"면서 "울산전시컨벤션센터 건립을 계기로 부산과 울산의 마이스 관광 인프라를 공유함으로써 시너지효과를 낼 수 있을 것"이라고 밝혔다.

@highlight

와이즈유(영산대학교) MICE분야 전문 교수들이 난 2일 오후 울산도시공사에서 열린 ‘울산 MICE산업 도약을 위한 전문가 심포지움’에 참석해 오는 2020년 12월께 완공하고 2021년 3월부터 본격적으로 운영을 시작할 계획인 전시컨벤션센터 운영과 관련된 도움을 주는 뜻깊은 자리가 마련됐다. 