안창현(가운데) 전 바른미래당 청주 서원구지역위원장과 당직자들이 7일 충북도청에서 기자회견을 열고 손학규 대표와 지도부 총사퇴를 촉구하고 있다.

(동양일보 지영수 기자) 바른미래당 충북도당 전 지역위원장과 당직자들이 손학규 대표와 지도부의 총사퇴를 요구하고 나섰다.

특히 충북도의원 출신 임헌경 사무부총장에게도 날을 세우면서 도당 내부에서도 분열 조짐을 보이고 있다.

안창현 바른미래당 전 청주시 서원구지역위원장과 당직자들은 7일 충북도청 브리핑룸에서 성명을 발표, "손학규 대표와 지도부의 총사퇴가 관철되지 않으면 도당 당원들과 단결해 끝까지 투쟁하겠다"고 밝혔다.

이 성명에는 안 전 위원장을 포함, 전 지역위원장 7명과 정무직 당직자 10명이 이름을 올렸다.

이들은 “손 대표는 국민이 원하는 변화와 개혁, 특권 없는 강도 높은 혁신의 정치를 통해 국민의 지지를 이끌어내야 함에도 제 역할을 전혀 하지 못했다”고 주장했다.

이어 “선당후사의 정신으로 양당 출신 당내 구성원들의 화학적 결합과 외연확대를 위해 노력해야 함에도 당원들의 열망을 저버리고 사당화와 독선, 아집으로 당을 사분오열시키고 8개월 만에 당의 지지율도 최악의 상황으로 내몰았다”고 비난의 목소리를 높였다.

안 전 위원장은 손 대표 측근으로 분류되는 임헌경 사무부총장의 복당·임명 과정에도 불만을 드러냈다.

안 전 위원장은 "지난해 5월 지방선거에서 공천 탈락이 확정되자 자신이 탈당하면서 1000여명의 당원도 탈당시킨 사람이 손 대표의 측근인 임헌경 사무부총장"이라며 "임 부총장을 셀프 복당시킨 것은 공당에서 있을 수도.

있어서는 안 되는 일"이라고 비판했다.

이어 "안철수와 유승민은 즉각 당의 전면에 나서서 무너진 당을 바로 세우고 재건하라"고 촉구했다.

@highlight

안창현 의원과 당직자들은 손학규 대표와 지도부의 총사퇴를 요구하고 임헌경 사무부총장의 임명 과정에도 불만을 드러내는 등 당 내부에서 분열조짐을 보이고 있다.