[서울신문] 과학기술정보통신부, 한국천문연구원, 미국 국립항공우주국(NASA)이 7일 오전 경기도 과천시 관문로 정부과천청사에서 '달착륙선 탑재체 공동개발을 위한 합의문 체결식' 을 가졌다.

벤 부시 미국 국립항공우주국(NASA) 탐사분야 수석연구원, 최원호 과학기술정보통신부 거대공공연구정책관, 최영준 한국천문연구원 우주과학본부장(앞줄 왼쪽 세번째부터)이 합의문 서명을 마치고 기념촬영 하고 있다.

과학기술정보통신부 제공한국이 미국과 손잡고 달 착륙선에 실리는 탑재체를 개발한다.

한국천문연구원은 7일 오전 미국항공우주국(NASA)과 달 착륙선 탑재체 공동개발을 위한 합의문을 체결했다.

나사는 2024년 우주인 달 착륙을 준비하기 위해 2020년부터 민간 달착륙선 9기 이상을 차례로 발사해 달 표면에서 과학 탐사를 추진할 계획이다.

이를 위해 민간 달착륙선 본체는 미국 기업이 제작하고 본체에 실리는 각종 장비를 포함한 탑재체는 나사가 주도해 미국기업과 국제협력으로 만들어진다.

이번에 공동 개발하는 탑재체는 달 표면과 주변 환경을 심층조사하는 장비들이다.

이번 합의문 체결로 한미 양국은 실무그룹을 구성해 나사의 민간 달착륙선 사업의 과학탑재체 공동연구와 활용방안을 포함한 달 궤도 과학연구 협력을 논의하게 된다.

실무그룹에는 미국측은 나사가 참여하고 한국측은 천문연구원이 대표로 해 한국항공연구원, 한국건설기술연구원, 한국지질자원연구원, 한국과학기술연구원(KIST) 등 관련 연구기관이 참여한다.

그러나 아직 달 탐사선에 탑재체 개발에 필요한 연구개발 비용은 내년도 예산에 아직 포함돼 있지 않은 상태다.

과학기술정보통신부 최원호 거대공공연구정책관은 "나사와의 민간 달착륙선 협력은 우리나라 우주탐사능력을 개발할 수 있는 중요한 기회"라며 "이번 협력을 시작으로 앞으로 나올 국제 공동 우주탐사 프로젝트에 적극 참여하고 우주기술에 대한 투자를 확대해 한국 우주개발 역량을 지속적으로 강화할 것"이라고 말했다.

@highlight

한국천문연구원은 7일 오전 미국항공우주국(NASA)과 달 착륙선 탑재체 공동개발을 위한 합의문을 체결했는데 나사는 2024년 우주인 달 착륙을 준비하기 위해 2020년부터 민간 달착륙선 9기 이상을 차례로 발사해 달 표면에서 과학 탐사를 추진할 계획이며, 민간 달착륙선 본체는 미국 기업이 제작하고 본체에 실리는 각종 장비를 포함한 탑재체는 나사가 주도해 미국기업과 국제협력으로 만들어질 계획이다.