고흥군은 이고장 출신 천재 동요작가 목일신 선생의 동요사랑 마음을 기리고 꿈나무들에게 동요의 아름다움과 가치를 심어주기 위한 ‘제10회 목일신 동요제 및 동시대회’가 지난 4일 참가자들의 열띤 경연속에 성황리에 마쳤다고 7일 밝혔다.

영예의 대상은 ‘우리반 카톡방’(지정곡)과 ‘꿈을 향해’(자유곡)라는 노래로 무대에 오른 전주교대 군산부설초등학교 푸른소리 중창단이 차지해상금 300만 원과 우수지도자 상을 수상했다.

동시대회는 고흥 점암초등학교 2학년 송채영 학생의 ‘고흥 꼬막’이 대상의 영광을 차지해 상금 50만원을 수상했다.

(사)목일신 기념사업회 주관으로 개최된 동요제 본선은 전국에서 참가한 134팀이 지난 4월 20일 예선을 거쳐 20팀(독창10, 중창10)이 본선에 진출해 불꽃 튀는 경연을 펼쳤다.

동시대회는 전국 사전 공모(163명)와 현장 접수를 병행해 많은 학생들이 참가한 가운데 문화회관 광장 등에서 주어진 시제를 가지고 자유롭게 진행됐다.

아울러, 5월 가정의 날을 맞이해 가족과 함께 즐길수 있는 다채로운 공연과 시화전, 이색 포토존, 고흥맘에서 운영하는 체험·프리마켓 등의 부대행사장이 어린이들에게 큰 인기를 더했다.

송귀근 군수는 “해가 갈수록 전국 각지에서 많은 초등학생들이 참가, 점점 규모도 커지고 위상도 높아져 가고 있다”며, “동요와 동시는 어린이들의 동심을 자극시키고 예술적 감각을 길러주는 자양분 역할을 하고 있다“며 참가한 모든 분께 감사의 뜻을 전했다.

한편, 고흥군은 매년 동시대회 입선작을 다수의 어린이들이 부를 수 있도록 전문작곡가에게 의뢰, 동요로 만들어서 목일신 창작곡 CD를 동요제 참가자에게 배부하고 있으며, 목일신 동요제 및 동시대회는 내년에도 더욱 풍성하고 알찬 행사로 전국의 어린이들을 고흥으로 초대할 계획이다.

@highlight

이고장 출신 천재 동요작가 목일신 선생을 기리고 어린이들에게 동요의 꿈을 심어주는  ‘제10회 목일신 동요제 및 동시대회’의 열띤 경연에서 대상은 ‘우리반 카톡방’(지정곡)과 ‘꿈을 향해’(자유곡)라는 노래로 무대에 오른 전주교대 군산부설초등학교 푸른소리 중창단이 차지하였고 동시대회는 고흥 점암초등학교 2학년 송채영 학생의 ‘고흥 꼬막’이 대상을 받게 되었다.