부산시 교육청이 '급식식품 알레르기 대체식단 시범사업'을 추진한다.

부산시교육청은 식품 알레르기 유병 학생에게 대체식품을 제공하는 '학교 급식 식품 알레르기 대체식단 시범사업'을 추진한다고 7일 밝혔다.

대상은 보림초,양성초,신진초,정원초,모전초 등 5개 초등학교다.

이들 학교는 식품 알레르기 유발 1∼3순위 식품과 비슷한 영양소 식품으로 대체식단을 만들어 해당 학생에게 주 1차례 이상 제공한다.

부산시교육청은 시범사업을 원활히 추진하도록 '식품알레르기 대체식단 지원단'을 구성해 대체식단과 교수학습 과정안, 영양상담 매뉴얼 등을 개발, 보급할 계획이다.

이와함께 부산시교육청은 일선학교에서 학생들의 식품알레르기를 관리할 수 있도록 '식품알레르기 표시제'를 운영하고 있다.

'식품알레르기 표시제'는 알레르기 유발 식품을 표시한 식단표를 학교 홈페이지와 식당, 교실 등에 게재해 알레르기 유병학생이 음식을 가려 먹을 수 있도록 하는 것이다.

부산시교육청이 2차례에 걸쳐 지역 모든 초·중·고·특수학생을 대상으로 식품 알레르기 유병 실태를 분석한 결과 식품 알레르기 유병 학생은 4.14%(1만2917명)로 나타났다.

식품 알레르기 증상을 유발하는 주요 식품은 복숭아 10.54%,조개류와 땅콩 8.26%,새우 7.89%,게 6.68%,우유 6.55%,호두 6.16%,토마토 4.41% 등이었다.

주요 증상은 피부·점막 증상(가려움,붉어짐,두드러기 등) 63.72%,소화기계 증상 15.30%,호흡기 증상 14.47% 등이었다.

아나필락시스(알레르기 쇼크) 증상이 있는 학생(1.93%)도 있었다.

변용권 시교육청 학교생활교육과장은 "그동안 식품 알레르기 유병 학생에게 해당 식품을 섭취하지 않도록 지도해 왔으나 앞으로는 대체식단을 제공하게 된다"고 말했다.

@highlight

부산시교육청은 보림초 등 5개 초등학교를 대상으로 식품 알레르기 유병 학생에게 대체식품을 제공하는 '학교 급식 식품 알레르기 대체식단 시범사업'을 추진해 식품 알레르기 유발 1∼3순위 식품과 유사한 영양소 식품으로 대체식단을 만들어 해당 학생에게 주 1차례 이상 제공할 것이라 7일 전했다.