[화성=환경일보] 김남주 기자 = 화성시민 70% 이상이 '화성시 이전'에 대해 반대하는 것으로 나타났다.

찬성 의견은 24%에 그쳐, 시민 다수는 반대 여론이 압도적이다.

이번 조사는 화성시의 의뢰로 여론조사 기관 케이스탯리서치에 의해 지난 4월 11일부터 13일까지 사흘간, 화성시 거주 성인남녀 1,200명을 대상으로 진행됐다.

6개월 전인 2018년 10월 11일부터 14일까지 조사했던 결과와 비교하면 반대 여론 70%를 지속하고 있어, 화성시민들은 여전히 '수원전투비행장 화성시 이전'에 대해 확고하게 반대하고 있는 것으로 보인다.

2017년 2월 화성시 우정읍 화옹지구 일대가 수원군공항 예비이전후보지로 선정된 이후, 이전 사업은 화성시의 반대로 전혀 진행된 바 없는 상황이다.

조사에 따르면 수원전투비행장 이전 이슈에 대한 인지도는 82%로, 사실상 시민 모두가 알고 있었다.

시민들의 이전 반대 이유로는 '소음피해 우려'가 61%로 가장 많았고, 다음으로 '도시 이미지 훼손' 21%, '재산권 침해' 14% 순이었다.

'수원전투비행장 화성시 이전'에 따른 화성시 이미지에 대해서는 '부정적 영향 미칠 것'이라는 응답이 61%로 높게 나타났고, '긍정적 영향을 미칠 것'이라는 응답은 8%에 불과했다.

이와 함께 시민들은, 수원전투비행장의 화성 이전 저지에 가장 효과적인 대응 방안으로 '갯벌 및 생태 보전' 29%, '시민운동 활성화 및 시민단체 지원' 24%, '시민 대상 홍보 강화' 21% 순서로 답했다.

화성시 군공항이전대응담당관 엄태희 대응정책팀장은 "수원전투비행장 이전사업은 추진 절차상 화성시가 반대하면 이전이 불가능하다"며, "화성시민 대다수인 70%가 반대하는 이상 전투비행장은 절대로 이전될 수 없다"고 강조했다.

성 ? 연령별 인구비례에 따른 할당 추출로 진행했다.

표본 수는 1,200명 표본 오차 95% 신뢰수준에서 ±2.83%P이다.

@highlight

케이스탯리서치에 의해 지난 4월 11일부터 사흘간 화성시 거주 성인남녀 1,200명을 대상으로 실시된 여론조사에 의하면, 화성시민 70% 이상이 '수원전투비행장 화성시 이전'에 반대하는 것으로 6개월 전 조사와 비교해도 반대 여론이 70%를 지속하고 있어 여전히 화성시 이전에 단호한 반대를 보이고 있는 것으로 나타났다.