▲ 7일 용인시, 경기도, 경기도시공사, 용인도시공사는 도청 상황실에서 '용인 플랫폼시티 조성 사업 협약식'을 가졌다.

용인시 서부권의 오랜 숙원인 보정·마북 일대 플랫폼시티 건설 사업이 국토교통부의 3차 수도권 주택공급계획에 포함됨에 따라 급물살을 타게 됐다.

시는 국토교통부가 7일 정부서울청사에서 발표한 '수도권 주택 30만호 공급안-제3차 신규택지 추진 계획'에 용인 구성역(분당선 구성역·GTX-A신설역)이 포함됐다고 밝혔다.

이에 기흥구 보정·마북 플랫폼시티엔 1만1천여개의 주택이 공급될 예정이다.

플랫폼시티 사업은 기흥구 보정동·마북동·신갈동 일원 2.7㎢에 지식기반의 미래형 첨단산업단지와 이를 뒷받침할 상업·업무시설, 주거시설, 문화·복지시설 등이 어우러진 미래형 복합자족도시를 조성하는 사업이다.

플랫폼시티에는 수도권 남부 최대의 교통허브가 될 복합환승센터를 조성하고, 경부고속도로와 연결되는 스마트 IC를 신설할 예정으로 서울접근성이 획기적으로 개선될 전망이다.

또 만성적인 정체구간이었던 신갈~풍덕천삼거리를 잇는 국지도 23호선 우회도로를 신설하고, 보쉬 앞 사거리~삼막곡 터널을 잇는 신수로 2.5km 구간은 선형을 개선해 지하화 할 방침이다.

시는 이날 경기도청 상황실에서 경기도·경기도시공사·용인도시공사 등과 '용인 플랫폼시티 조성 양해각서(MOU)'를 교환했다.

이는 지난해 확정된 2035 용인도시기본계획에서 플랫폼시티를 공영개발방식으로 조성하도록 규정한데 따른 것으로 대규모 투자가 필요한 사업을 효율적으로 진행할 수 있도록 4개 기관이 협력키로 한 것이다.

협약을 통해 4개 기관은 플랫폼시티를 공공주도로 체계적으로 개발하되, 난개발 방지와 도시자족기능 확충, 일자리 창출을 위해 공동으로 노력하기로 했다.

@highlight

3차 수도권 주택공급계획에 용인시 보정.마북 플랫폼시티 건설 사업이 포함되어 1만1천여개의 주택이 공급될 예정이며 복합환승센터 조성과 스마트  IC를 신설할 예정으로 서울접근성이 높아질 전망이다.