환경부는 8일 멸종위기 야생생물(Ⅰ급) 민물고기인 '여울마자' 치어 1000여 마리를 경남 산청 남강에 방류했다.

환경부 제공여울마자는 멸종위기 담수어류 보전계획에 따른 두 번째 증식·복원 대상 종이다.

환경부는 지난해 5월 경북 일대 하천 2곳에 멸종위기종(Ⅰ급)인 꼬치동자개를 첫 방류한 바 있다.

여울마자는 낙동강 수계인 남강의 중상류 수역에서 서식하는 잉어과의 우리나라 고유종으로, 몸이 녹갈색에 몸 가운데 노란색 띠가 있다.

하천 중상류의 모래와 자갈이 깔린 물흐름이 빠른 여울지역에서 서식하는 데 하천 바닥에 유기물이 쌓이거나 녹조류 등이 발생하면 살지 못한다.

환경부는 문헌과 현장 조사, 전문가 자문 등을 거쳐 방류 예정지로 남강을 선정했다.

남강은 여울마자 성어와 치어가 서식하기 적당한 물흐름을 가지며 강바닥의 자갈 크기가 다양해 서식지로 적합하다.

큰입우럭(배스) 등 생태계교란종이 살지 않고 하천공사 계획도 없어 방류한 여울마자 개체군이 안정적으로 정착할 수 있을 것으로 기대된다.

인공증식에 사용된 여울마자의 어미는 낙동강 지류인 남강에서 채집된 개체로 자연산란 및 인공채란을 통해 수정란을 얻어 치어를 생산했다.

방류된 치어는 약 10개월간 성장한 4~6㎝의 크기로, 내년에 알을 낳을 수 있는 약 10㎝의 어미로 자란다.

환경부는 치어 방류 후 방류지에서 여울마자 개체수를 관찰해 내년에 2세대, 2년 후 3세대가 확인되면 성공적으로 정착한 것으로 판정할 예정이다.

노희경 수생태보전과장은 "멸종위기 담수어류를 보전하기 위해 멸종위기종의 증식 및 방류, 서식지 보전방안 마련을 지속적으로 추진할 계획"이라고 말했다.

@highlight

8일 낙동강 수계인 남강에서 서식하는 잉어과의 우리나라 고유종인 '여울마자' 치어가 멸종위기에 있어산청 남강에 방류했으며, 여울마자는 두 번째 증식·복원 대상 종이다.