IBK 기업은행 근로자 1만 1200여 명이 회사를 상대로 낸 대규모 통상임금 소송 결론이 16일 나온다.

소송 결과에 따라 기업은행은 780억 원 대의 비용부담을 질 수도 있다.

대법원 1부(주심 권순일 대법관)는 16일 오전 10시 기업은행 14대 노조위원장이었던 홍완엽 등 근로자 1만 1202 명이 사측을 상대로 제기한 임금 청구소송의 상고심을 선고한다고 8일 밝혔다.

이번 판결은 정기상여금의 '고정성' 인정 여부에 따라 노사의 희비가 엇갈릴 전망이다.

고정성은 통상임금 인정 요건 중 하나로, 급여가 모든 노동자에게 동일하게 지급돼야 한다는 원칙을 말한다.

기업은행 근로자 1만 1200여 명은 전산수당과 기술수당, 자격수당, 정기상여금을 모두 통상임금으로 인정하라며 소송을 제기했다.

1심 재판부는 원고 측의 주장을 받아들였다.

1심 재판부는 특히 정기상여금의 고정성을 인정해 사측에 2011년 1월부터 2015년 3월까지 미지급된 상여급 775억 6812억 원을 지급하라고 판결했다.

반면 항소심 재판부는 정기 상여금의 고정성을 인정하지 않고 4억여 원의 지급책임만을 지웠다.

항소심 재판부는 "직원들이 근로를 제공해도 지급일 이전에 퇴직하거나 휴직할 경우 상여금을 받을 수 없다면 근로 제공시점에 이를 받을 수 있는지 확실하다고 볼 수 없어 고정적인 임금으로 볼 수 없다"고 했다.

대법원 1부에는 이 사건 상고심 근로자측 대리인이었던 김선수(58ㆍ사법연수원 17기) 대법관이 속해 있다.

민사소송법 제41조는 법관이 사건 당사자의 대리인이었거나 대리인이 된 경우, 법관이 불복사건의 이전 심급 재판에 관여했을 경우 사건의 심리에서 배제하도록 규정하고 있다.

대법원 관계자는 "사건이 배당될 때 김선수 대법관은 취임 전이었다"며 "김 대법관은 관련 사건의 대리한 적이 있기 때문에 사건의 합의에 일체 관여하지 않고 있다"고 밝혔다.

이에 따라 재판부는 김 대법관을 제외한 권순일(60ㆍ14기), 이기택(60ㆍ14기), 박정화(54ㆍ20기) 대법관 등 3명이 심리를 해 최종 결론을 내리게 된다.

@highlight

대법원 1부(주심 권순일 대법관)는 8일 IBK 기업은행 14대 노조위원장이었던 홍완엽 등 근로자 1만 1202 명이 회사를 상대로 낸 통상임금 소송의 상고심을 16일 오전 10시에 선고한다고 밝혔으며, 이 결과에 따라 기업은행은 780억 원 대의 비용부담을 질 수 있을 것으로 보인다.