자유한국당 한선교 사무총장.

자유한국당 한선교 사무총장이 당 사무처 당직자에게 욕설이 섞인 폭언을 해 논란에 휩싸인 가운데 이에 대해 사과했다.

7일 한국당 사무처와 사무처 노조 등에 따르면, 한 사무총장은 이날 오전 10시 국회 사무총장실에서 한 사무처 당직자에게 욕설을 내뱉고 그를 내쫓은 것으로 전해졌다.

한 총장은 국회에서 황교안 대표의 전국 순회 일정을 포함한 당무 현안을 보고 받던 중 세부일정이 자신에게 미리 보고되지 않았다는 이유로 한 당직자에게 "×××, × 같은 놈" 등이라고 하며 언성을 높였던 것으로 전해졌다.

해당 당사자는 "사직서를 제출하겠다"며 잠적한 상태인 것으로 알려졌다.

이에 대해 당 사무처 노조는 성명서에서 "차마 입에 담기도 힘든 비정상적 욕설을 하고 참석자들을 쫓아내는 등 비정상적 행태를 저지른 사무총장을 즉각 당 윤리위원회에 회부해야 한다"며 "사무총장은 욕설을 들은 당사자뿐만 아니라 해당 회의에 함께 있던 사람들, 그리고 사무처 당직자들에게 진심 어린 공개 사과를 해야 한다"고 밝혔다.

사무처는 "사무처 당직자들은 원내외 투쟁을 이어나가기 위해 휴일도 반납하고 가정도 포기한 채 밤낮없이 오직 당무에만 매진해오고 있다"며 "그런데도 차마 입에 담기조차 어려운 인격 말살적, 인격 파괴적 욕설과 비민주적 회의 진행으로 사무처 당직자들의 기본적인 자존심, 인격을 짓밟았다"고 비판했다.

이어 "사무총장은 이번 사태에 대한 책임을 지고 스스로 거취를 표명해야 한다"며 "이러한 요구가 수용되지 않을 경우 정상적인 당무 수행이 어려워질 것이며, 앞으로도 사무처 노조는 이를 결코 좌시하지 않을 것"이라고 강조했다.

한 총장은 이날 오후 보도자료를 통해 "회의를 주도해야 하는 사무총장으로서 부적절한 언행이었음을 인정한다"며 사과했다.

이어 "회의에 참석한 분들에게 심심한 위로를 전하며, 이후 회의 진행에 좀 더 진지하게 임하겠다"면서 "사무처 당직자들에게 사과의 말씀을 드린다"고 말했다.

@highlight

자유한국당 한선교 사무총장은  7일 국회 사무총장실에서  황교안 대표의 전국 순회 일정을 포함한 당무 현안 보고에 세부일정이 미리 보고되지 않았다는 이유로 당 사무처 당직자에게 욕설이 섞인 폭언을 한 것에 대해 이날 오후 보도자료로 부적절한 언행임을 인정하고 사과했다.