[서울신문] 박효신가수 박효신(38)이 신곡 '굿바이'로 음원 차트 정상을 휩쓸었다.

10만여석 규모 콘서트 매진에 이어 '발라드 황제'의 힘을 과시했다.

지난 6일 공개된 '굿바이'는 발매 직후 멜론, 지니뮤직, 엠넷, 벅스, 플로, 올레뮤직, 소리바다 등에서 실시간 차트 1위를 석권했다.

박효신은 차트 최상위권을 지키던 방탄소년단의 '작은 것들을 위한 시', 밴드 잔나비의 '주저하는 연인들을 위해', 트와이스의 '팬시' 등을 밀어내고 음원 강자임을 재확인했다.

'굿바이'는 박효신의 정규 8집 수록곡으로 앨범 발매에 앞서 선공개된 곡이다.

2016년 7집 발매 이후 다양한 음악을 싱글 형태로 선보인 박효신은 '굿바이'를 통해 각 앨범이 단절돼 있지 않고 큰 그림으로 이어진다는 것을 보여 준다.

박효신은 담담함과 깊은 슬픔을 오가는 폭넓은 보컬로 놓아주어야 하는 것에 대한 인정, 필연적인 작별을 노래한다.

작곡가 정재일과 공동 작곡을, 작사가 김이나와 공동 작사를 통해 내면의 감각과 감정을 음악으로 표현했다.

박효신은 "해가 질 무렵 햇살과 뜰 무렵 햇살은 다르지 않음을, 가는 것과 오는 것은 결국 길게 이어지고 있음을, 사랑의 이야기 속에 필연적인 요소인 이별을, 단절이 아닌 새로운 시작으로 풀어내고자 했다"고 말했다.

앞서 박효신은 다음달 29일부터 여는 단독콘서트 '박효신 라이브 2019 러버스: 웨어 이즈 유어 러브?'를 완판시키며 변치 않는 티켓 파워를 뽐냈다.

1차 예매 6만석에 이어 2차 4만 5000석이 오픈 10분 만에 매진됐다.

서울 올림픽체조경기장 단일 공연으로 역사상 가장 많은 관객인 10만여명 규모의 콘서트는 3주간 6회에 걸쳐 열린다.

@highlight

가수 박효신은 지난 6일 공개된 신곡 '굿바이' 발매 직후 방탄소년단의 '작은 것들을 위한 시' 등을 밀어내고 실시간 차트 1위를 석권해 음원 차트 정상을 휩쓸어 10만여석 규모 콘서트 매진에 이어 '발라드 황제'의 힘을 과시했다.