이인영(3선·서울 구로갑) 더불어민주당 신임 원내대표는 재야 시절 김근태 전 의원과 연을 맺어 정치인으로 성장했지만, 정치적 저돌성은 노무현 전 대통령을 닮아 '김근태와 노무현을 합쳐 놓은 것 같다'는 평가를 받는다.

이 원내대표는 고려대 총학생회장으로 전국대학생대표자협의회(전대협) 초대 의장을 맡아 1987년 6월 항쟁을 주도한 '86그룹'(80년대 학번, 60년대생)의 대표 주자다.

대학 졸업 후 재야에서 활동을 이어 가다 1988년 전국민족민주운동연합에서 활동하며 김 전 의원과 관계를 맺었다.

이후 2000년 김대중 전 대통령의 새천년민주당의 '젊은피' 수혈 바람을 타고 임종석 전 대통령 비서실장, 우상호 전 민주당 원내대표 등 86그룹 운동권 출신들과 함께 정치권에 입문했다.

하지만 그의 첫 도전인 2000년 16대 총선은 서울 구로갑 낙선의 고배였다.

이후 2002년 노무현 당시 대선 후보의 인터넷선거특별본부 기획위원장을 맡아 활동하다 열린우리당에 합류했다.

2004년 17대 총선에서 탄핵 역풍 속에 국회에 입성해 첫 의정 활동을 펼쳤으나 18대 총선에서 낙선했다.

2010년 고향인 충북 충주 보궐선거 차출론도 나왔지만 "구로를 버릴 수 없다"며 거부했다.

2010년 전당대회에서 당시 '486 단일후보'로 출마해 최고위원으로 선출됐다.

2015년 당 대표 경선에 출마해 문재인 대통령과 경쟁하기도 했다.

이 원내대표는 운동권 리더 출신으로 당내 소장파 의원들의 지지를 받는 등 정치적 기반이 든든하고 소신이 뚜렷하지만, 일각에서는 이념과 주관이 지나치게 강해 유연성이 떨어진다는 지적도 나온다.

이를 의식한 듯 이 원내대표는 8일 당선 수락 연설에서 "말 잘 듣는 원내대표가 되겠다"며 "제가 고집이 세다는 평가를 완전히, 깔끔하게 불식하겠다"고 했다.

이어 "원래 제가 따뜻한 사람인데 정치하면서 조금 저의 천성을 잃어버린 것 같아서 늘 속상했다"며 "다시 원래 따뜻했던 저의 마음을 찾도록 노력하겠다. 제가 다시 까칠하거나 말을 안 듣고 고집부리거나, 다시 차갑게 하면 언제든 지적해 주시면 바로 고치겠다"고 했다.

@highlight

3선 서울 구로갑 의원인 이인영은 김근태 전 의원의 인연으로 정치에 입문했고, 소신이 뚜렷하고 저돌적이어서 노무현 전 대통령을 닮았다고 평가되나 신임 원내대표로 당선되며 그러한 고집을 꺾고 말 잘 듣는 원내대표가 되겠다는 의사를 밝혔다.