경기북부 공공 거점 의료기관 부지로 양주시 옥정지구가 가장 적합하다는 결과가 나왔다.

고려대학교 의료원 산학협력단은 8일 양주시청 2층 회의실에서 '경기북부 거점 종합의료기관 설립 필요성에 대한 타당성 용역' 최종 보고회를 통해 이같이 밝혔다.

협력단은 경기북부지역 중 양주·동두천시·연천·가평군 등 4곳은 종합병원급 의료기관이 없어 의료 사각지대로 분류했다.

특히 의료기반시설이 낙후돼 응급처치와 시술, 심뇌혈관질환, 외상질환 등 급성기질환의 치료 뿐 아니라 만성 퇴행성질환의 치료 및 관리까지 담보할 수 있는 의료기관이 절대적으로 부족하다고 지적했다.

이런 이유를 근거로 협력단은 향후 국도 3호선 고속화도로, 전철 접근성 향상, 2기 신도시 활성화 등을 감안할 때 양주신도시내 옥정지구가 가장 적합하다는 의견을 냈다.

협력단은 또 옥정지구는 신도시 개발로 교통편의성과 인프라를 잘 갖춘데다 지속적인 개발과 인구 증가로 의료수요가 증가될 것으로 판단했다.

그러면서 양주시는 지역개발계획을 통해 의료시설 후보지를 사전에 확보한 만큼 지역거점 종합의료기관 설립을 신속하게 추진할 수 있다고 전망했다.

이와 함께 협력단은 종합병원의 부지 규모는 5만5000㎡로 건축비용은 부지매입비를 제외한 300병상 규모를 기준으로 약 733억원, 500병상 규모일 경우 약 1222억원이 소요될 것으로 추정했다.

시 관계자는 "타당성 용역 결과가 좋게 나온 만큼 앞으로 구체적인 계획을 수립해 병원 건립에 최선을 다하겠다"며 "정부와 경기도에 공공 의료기관 설립의 당위성을 지속적으로 건의해 양주와 인근 지역 주민들에게 의료서비스를 기회를 제공하겠다"고 말했다.

한편, 경기북부 지역(의정부·양주·포천·동두천·연천) 인구는 1월말 현재 95만7000명이다.

인구 100만 시대를 눈앞에 뒀지만 의료시설은 다른 지역에 비해 턱없이 부족한 실정이다.

@highlight

경기북부지역 중 사각지대로 분류된 곳 중 양주시 옥정지구가 교통편의성과 인프라 등의 이유로 경기북부 공공 거점 의료기관 부지로 적합하다는 결론이 지어졌다.