[서울신문] '흑조 2인무'민간 발레단이 모인 '발레STP협동조합'의 '발레 갈라 더 마스터피스'가 23~24일 서울 마포아트센터에서 개최된다.

2012년 시작해 올해로 8회째를 맞는 '발레 갈라 더 마스터피스'는 지난해 유료관객 점유율이 86%에 이르는 등 스테디셀러 공연으로 자리잡았다.

발레STP협동조합은 유니버설발레단과 서울발레시어터, 이원국발레단, SEO발레단, 와이즈발레단, 부산의 김옥련발레단 등 총 6개 민간 발레단이 소속돼 있다.

이번 공연에서 유니버설발레단과 와이즈발레단, 이원국발레단 등은 고전 발레 레퍼토리를 선보인다.

유니버설발레단은 차이콥스키 '백조의 호수' 가운데 '흑조 2인무'를, 이원국발레단은 '차이콥스키 파드되'를 각각 공연해 관객에게 비교하는 재미를 선사한다.

특히 '차이콥스키 파드되'에서는 국내외 유수의 발레단에서 20여년간 활동해 온 발레리노 이원국(52) 단장이 직접 무대에 선다.

와이즈발레단은 축제의 흥겨운 분위기를 느낄 수 있는 '베니스 카니발'을 선보인다.

발레단의 개성을 느낄 수 있는 창작 발레 무대도 준비돼 있다.

서울발레시어터는 '한국 모던발레의 대표작', '한국 최초의 록 발레'라는 수식어가 붙은 '비잉'(현존)을 공연한다.

퀸의 음악에 맞춰 청바지를 입은 무용수가 춤을 추는 도발적 무대로 관객의 시선을 사로잡는다.

실험적인 무대로 주목을 받아온 SEO발레단은 도아영 안무의 '판도라'를 준비했다.

이번 공연에서는 작품 중간마다 각 발레단 단장이 나와 상대 단체의 작품을 설명하고 발레 감상법과 상식, 역사를 들려주는 등 관람을 돕는다.

발레 입문자들이 또 다른 재미를 느낄 만한 이벤트다.

@highlight

'발레STP협동조합'은 '차이콥스키 파드되'와 '흑조 2인무' 등 고전 발레와, 퀸의 음악에 맞추어 창작한 모던 발레 등 관객을 사로잡는 무대로 '발레 갈라 더 마스터피스'를 마련하고 23~24일 서울 마포아트센터에서 선보일 예정이다.