광명시가 제65회 경기도체육대회(도민체전) 검도 2부서 7년만에 정상을 탈환했다.

광명시는 8일 안산 상록수체육관서 대회 개막에 앞서 사전 경기로 열린 검도 2부 경기서 남녀부 모두 1위에 오르며 종합점수 1천535점을 마크, 과천시(1천320점)와 포천시(1천136점)를 여유있게 따돌리고 종목 우승을 차지했다.

1부에서 활약하다 올해 2부로 편성된 광명시는 이로써 제58회 대회 이후 7년만에 우승기를 다시 품에 안았다.

광명시청은 실업팀이 출전한 남자부 결승서 월등한 기량을 과시하며 과천시에 7―0 완승을 거뒀고, 여자부 결승서는 포천시를 3―1로 꺾고 나란히 우승컵을 들어올렸다.

광명시청은 남자부 준결승서 군포시를 6―1로, 과천시는 양주시를 5―0으로 각각 물리쳤고, 여자부 준결승서는 과천시를 2―1로, 포천시는 이천시를 3―0으로 각각 제압했다.

제65회 경기도체육대회 볼링 2부 경기서 입상한 선수단이 정장식 도볼링협회장과 시상식후 기념촬영을 하고 있다.

양주시는 볼링 여자 2부서 2연패를 달성했다.

양주시는 제일볼링경기장서 열린 볼링 여자 2부 5인조전 경기서 이지윤·양다솜·지은아·김정연·장련경·김하은이 출전해 20게임 평균 190.6점을 기록하며 하남시(173.5점)와 동두천시(169.3점)를 크게 따돌리고 지난해에 이어 2회 연속 우승을 차지했다.

한편 이번 도민체전은 9일 오후 6시 안산 와스타디움에서 31개 시군선수단이 참가한 가운데 개회식을 갖고 본격적인 메달레이스에 돌입한뒤 11일 오후 5시 상록수체육관서 폐회식을 갖고 대단원의 막을 내린다.

@highlight

지난 8일 광명시는 안산 상록수체육관에서 개최된 제65회 경기도체육대회 검도 2부 경기에서 남녀부 모두 우승을 차지하여 제 58회 대회 이후 7년만에 정상 자리를 되찾았다.