[헤럴드경제=정찬수 기자] 현대자동차가 아마추어 선수와 일반인 모두가 즐길 수 있는 국내 최대 규모의 모터스포츠 축제를 연다.

현대차는 올해 처음 열리는 '벨로스터 N컵(VELOSTER N Cup)'과 기존 '아반떼컵 마스터즈 레이스(AVANTE Cup Masters Race)'를 결합해 원메이크 레이스 대회 '현대 N 페스티벌(Hyundai N Festival)'을 출범한다고 9일 밝혔다.

현대차는 두 대회를 통합해 규모를 키우는 동시에 체험 행사를 강화해 운영의 효율성을 높인다는 계획이다.

지난 2003년부터 현대차그룹 후원으로 진행 중인 '코리아 스피드 페스티벌(Korea Speed Festival)'은 '현대 N 페스티벌'과 같은 기간, 같은 장소에서 열린다.

'코리아 스피드 페스티벌'에선 '아반떼컵 챌린지 레이스(아반떼컵 마스터즈 레이스 하위 클래스)'와 '기아 모닝 레이스'가 펼쳐진다.

'현대 N 페스티벌'은 오는 11일부터 11월 10일까지 전남 영암군에 있는 '영암 국제자동차경주장'과 강원도 인제군에 있는 '인제스피디움'에서 열린다.

총 8라운드로 구성된 레이스에 160여대의 차량이 출전한다.

모터스포츠 팬과 일반 고객들을 위한 프로그램도 마련된다.

현대차를 보유한 동호회 고객을 초청해 경기 관람과 서킷 체험 프로그램을 제공한다.

유명BJ의 대회 생중계와 모터스포츠와 연계한 현장 이벤트도 계획됐다.

현대차 관계자는 "현대차의 원메이크 레이스를 '현대 N 페스티벌'이라는 대회명으로 통합해 대회 운영의 효율성과 참가 선수들의 만족도를 높일 수 있을 것"이라며 "많은 고객이 이번 대회에서 현대차 차량의 우수한 주행 성능과 탄탄한 내구성을 경험하길 바란다"고 전했다.

한편 현대차는 원메이크 레이스 대회를 ▷저렴한 튜닝 비용 ▷용이한 수리 ▷안전규정 준수라는 3가지 원칙 아래 운영할 방침이다.

일반 도로와 경주용 트랙 주행 간 전환을 쉽게 하고, 고객들이 운전의 즐거움을 느끼게 하기 위한 것이다.

@highlight

현대자동차는, 전남 영암군 '영암 국제 자동차 경주장'과 강원도 인제군 '인제 스타디움'에서 11일부터 11월 10일까지 벨로스터N컵과 아반테컵 마스터즈 레이스를 통합하여 아마추어 선수와 일반인이 즐기는 국내 최대 규모의 모터 스포츠 축제 '현대 N 페스티벌'의 시행을, 9일 발표했다.