오는 13일 구속기간이 끝나는 임종헌 전 법원행정처 차장의 구속기간 연장을 놓고 검찰과 임 전 차장 측이 치열한 공방을 벌였다.

서울중앙지법 형사합의36부(부장 윤종섭) 심리로 8일 오후 열린 재판에서 검찰은 "혐의가 매우 중대한 데다 피고인이 재판을 지연시키고 있다"며 임 전 차장에 대한 추가 구속영장을 발부해 달라고 재판부에 요청했다.

반면 임 전 차장은 "방어권을 보장받아야 한다"며 불구속 재판 원칙을 강조했다.

임 전 차장은 사법행정권 남용 의혹 사건으로 지난해 11월 14일 구속돼 재판에 넘겨졌다.

오는 13일 자정에 최장 6개월인 1심 구속기간이 끝나 재판부가 구속기간을 연장하지 않기로 결정하면 임 전 차장은 14일부터 불구속 상태에서 재판을 받게 된다.

그러나 검찰이 올해 1월과 2월 임 전 차장을 두 차례 추가 기소한 만큼 재판부가 관련 혐의들로 추가 영장을 발부할 수 있다.

재판부는 앞서 구속 연장 요청을 받고는 "추가 범죄 혐의의 소명과 증거 인멸의 우려가 있는지 밝히라"고 검찰에 요구하기도 했다.

일부 범죄사실이 구속 혐의들과 비슷해 '이중 구속'이 될 수도 있다는 지적에서다.

재판부는 이날 임 전 차장에게 추가된 혐의를 인정하는지 일일이 물었다.

임 전 차장은 "정확히 기억이 안 난다"면서도 대부분의 혐의를 부인했다.

특히 정치인 관련 사건에 대한 청탁을 받고 재판에 개입한 혐의에 대해 완강히 부인했다.

검찰은 임 전 차장이 상고법원 도입을 위해 서영교 의원과 전병헌 전 의원의 보좌진이 기소된 사건, 이군현·노철래 전 의원이 기소된 사건의 양형을 참작해 달라는 민원을 받은 뒤 사건 진행상황 및 전망 등을 정리한 문건을 작성하도록 심의관들에게 지시하고 해당 법원장이나 재판부에 전달한 혐의가 있다고 지적했다.

그러나 임 전 차장은 "제가 항상 선제적인 업무수행을 강조했기 때문에 대(對)국회 활동에 대비해 참고할 자료로 문건을 작성한 것"이라면서 "검찰의 공소사실은 전제부터 틀렸다"고 거듭 반박했다.

@highlight

구속기간이 13일 만료하게 되는 임종헌 전 법원행정처 차장에 대해 8일 서울중앙지법에서 열린 재판에서 검찰의 추가 구속영장 발부 요구에 임 전 차장은 불구속 재판 원칙에 따라 방어권을 보장해달라는 취지의 발언을 하며 열띤 공방이 오갔다.