청주지역 이비인후과 알레르기성 호흡기 환자 '북적'

[충청일보 진재석기자] 봄철 꽃가루 공습이 시작되면서 생활에 불편을 호소하는 시민들이 크게 늘고 있다.

4∼5월 극성을 부리는 꽃가루는 노란색 분진 형태의 송홧가루와 양버즘나무의 종자 솜털, 참나무 꽃가루 등이 대표적이다.

알레르기 환자의 몸에 이런 꽃가루가 유입되면 콧물과 재채기를 동반하는 비염과 결막염, 천식 등 염증성 질환이 유발된다.

8일 청주시내 한 이비인후과에는 마스크를 착용한 채 병원 진료를 받으려는 사람들로 대기실이 가득 찼다.

병원을 찾은 박모(22)씨는 "봄철만 되면 꽃가루가 날리면서 기침과 콧물이 심해 병원을 찾는다"며 "생활에 지장이 있을 정도로 큰 불편을 느낀다"고 말했다.

이비인후과 관계자는 "매년 4∼5월에는 꽃가루 알레르기로 인한 내원 환자가 평소보다 20％가량 많다"며 "대부분 기침·콧물 같은 호흡기 불편 증상을 호소하고 있다"고 전했다.

청주시내 한 셀프세차장도 이날 평일에도 오전부터 꽃가루를 닦아내려는 차량으로 북적였다. 한 시민은 "차량을 밖에 세우면 꽃가루가 더 묻어나 가급적 실내로 들어가려 하지만 차를 타면 꽃가루가 또 쌓이고 지저분해져 세차를 자주할 수밖에 없다"고 토로했다.

기상청은 홈페이지를 통해 꽃가루 농도 위험지수를 발표하고 있다.

이날 경기와 충북 중·북부, 강원, 경북 일부 지역의 '꽃가루 농도 위험지수'가 높음 수준으로 나타났다.

꽃가루 농도 위험지수는 '매우 높음'부터 '낮음'까지 4단계로 나뉘는데 '높음' 이상이면 야외 활동 최대한 자제하고, 외출 때는 선글라스나 마스크 착용하는 게 바람직하다.

@highlight

경기와 충북 중·북부, 강원, 경북 일부 지역의 '꽃가루 농도 위험지수'가 높음 수준으로 나타남에 따라 봄철 꽃가루에 생활에 불편을 호소하는 시민들로 청주지역 이비인후과 대기실이 가득 찼다.