현대자동차㈜가 8일 우체국물류지원단, 현대캐피탈, 대영채비㈜와 제주도 친환경 운송차량 도입을 위한 업무협약(MOU)을 체결했다.

제6회 국제전기자동차엑스포 행사장에서 열린 이날 협약식은 현대차 국내영업본부장 이광국 부사장, 우체국물류지원단 김병수 이사장, 현대캐피탈 부문대표 김병희 부사장, 대영채비 정민교 대표 등 주요 관계자가 참석한 가운데 진행됐다.

이번 업무 협약을 통해 현재 제주도에서 운행 중인 우체국 운송차량을 현대차의 친환경 전기차 ‘포터 EV’로 전환하게 된다.

현대차는 제주도에 도입되는 ‘포터 EV’ 차량의 제작과 공급을 담당하며 차량이 배치된 후에도 ‘찾아가는 충전 서비스’ 등 전기차 전용 추가 서비스도 적극적으로 제공할 계획이다.

포터 EV는 택배와 같은 도심 운송 업무에 적합한 합리적인 EV 차량으로 전기차에 맞게 특화된 디자인과 다양한 안전과 편의 사양을 갖춰 올해 말 출시될 예정이다.

특히, 다양한 첨단 운전자 보조 시스템(ADAS)을 적용해 집배원들이 더욱 안전하게 운전할 수 있도록 하고, 버튼시동, 전동식파킹브레이크(EPB) 등 EV 특화 사양을 기본으로 적용해 운전 편의성을 확보할 계획이다.

또한 운송 업무에 최적화된 주행 거리를 확보하고 사용자의 편의성을 높이기 위해 전기차 전용 UX도 강화에 나선다.

우체국물류지원단은 제주도에 있는 우체국 경유차량을 친환경 ‘포터 EV’ 차량으로 전환하는 역할을 수행하고, 현대캐피탈은 운송차량 도입을 위한 차량 임대 서비스를 비롯해 유지관리 등 차량 운영에 필요한 종합적인 서비스를 제공한다.

이와 더불어 전기차 충전기 통합 솔루션 제공 기업 대영채비(주)는 친환경 운송차량의 원활한 운영을 위해 제주도에 초고속 충전기 설치와 충전 인프라 구축을 맡게 된다.

한편 현대차는 8일부터 11일까지 열리는 ‘제6회 국제전기자동차엑스포’에 참가해 새로 출시된 ‘더 뉴 아이오닉 일렉트릭’ 등 친환경 차량을 전시하고 ‘찾아가는 충전 서비스’와 같은 현대차의 전기차 특화 프로그램을 선보였다.

@highlight

현대자동차㈜가 8일 우체국물류지원단, 현대캐피탈, 대영채비㈜와 제주도 친환경 운송차량 도입을 위한 업무협약(MOU)을 체결했는데, 이번 업무 협약을 통해 현재 제주도에서 운행 중인 우체국 운송차량을 현대차의 친환경 전기차 ‘포터 EV’로 전환하게 되며 , 캐피탈은 운송차량 도입을 위한 차량 임대 서비스를 비롯해 유지관리 등 차량 운영에 필요한 종합적인 서비스를 제공한다. 