[부산=환경일보] 권영길 기자 = 부산시(시장 오거돈)는 QR결제방식에서 바코드결제방식 추가로 기능이 개선된 제로페이의 가맹점이 6800 곳을 돌파했다.

소상공인 간편결제시스템인 '제로페이'는 소비자가 스마트폰으로 QR코드를 촬영하거나 바코드를 제시해 결제하면 금액이 이체되는 방식이다.

연매출 8억원 이하 소상공인은 수수료가 전혀 없고, 8억~12억원 0.3%, 12억원 초과는 0.5%가 부과된다.

부산지역 소상공인 95%가 연매출 8억원 이하에 해당한다.

소비자에게는 40% 소득공제 혜택이 있다.

지난 2일부터 CU, GS25, 세븐일레븐, 미니스톱, 이마트24 등 부산의 2400개 편의점에서 제로페이 사용이 가능해졌다.

앞으로 법인용 제로페이를 도입해 교통 결제수단 연계 등으로 사용처는 계속 확대될 전망이다.

부산시는 제로페이사업 시범지역으로 참여해 지난해 12월20일부터 자갈치시장, 시청 등 관공서 인근 지역을 중심으로 가맹점 수를 늘려왔다.

초기는 가맹점이 100여개였으나 4월 이후 서비스 개선 및 이벤트 등의 효과에 힘입어 6800개를 돌파했다.

시는 제로페이 가맹점 확산을 위해 찾아가는 제로페이 홍보카페인 'CAFE 제로페이 부산' 등 현장홍보반을 운영하고 있다.

특히 5~6월 집중홍보 활동으로 5월23일 시청 로비에서 제로페이 특화 소상공인 플리마켓을 연다.

부산 서구, 부산진구 등은 소상공인 지부와 제로페이 활성화 협약을 진행하고 있고, 북구에서는 공직자들이 제로페이 사용 인증샷을 구청 공식블로그와 SNS에 올리는 등 구·군에서도 자체적으로 홍보활동에 나서고 있다.

부산시 관계자는 "가맹점 확산도 중요하지만 결제이용자의 증가가 중요하며, 중기부에서도 분기별로 대국민 제로페이 이벤트를 운영 중이며 부산시 자체 인센티브로 제로페이 결제금액의 5~7%를 캐시백으로 지급하는 방안도 검토하고 있다"고 말했다.

@highlight

부산시는 지난해 12월20일부터 제로페이사업 시범지역으로 참가하여 가맹점 수를 점차 늘려와 6800개를 넘어섰으며, 추후 법인용 제로페이를 도입해 사용처는 계속 늘어날 전망이다.