바른미래당 김관영(군산)원내대표가 8일 전격 사퇴했다.

바른미래당은 오는 15일 새로운 원내대표를 선출할 예정이다.

이에 패스트트랙(신속처리안건) 추진 과정에서 극단으로 치달았던 바른미래당 내홍은 일단은 겉으로는 봉합된 것으로 보이나 적지 않은 후유증도 예고된다.

김 의원의 원내대표 사퇴로 계파간 골은 더욱 깊어 졌기 때문이다.

또한 손학규 대표에 대한 불신임도 여전한 상황이다.

김 원내대표는 이날 의원총회 후 기자회견을 열고 “원내대표가 패스트트랙 처리 과정에서 여러 의원에게 준 마음의 상처와 당의 여러 어려움을 모두 책임지고 사퇴하기로 했다”며 “오는 15일 새로운 원내대표가 선출되기까지만 원내대표직을 수행하겠다”고 밝혔다.

김 원내대표는 “패스트트랙 추진 과정에서 가졌던 갈등을 치유하고 단합하는 말을 해 대단히 기쁘다”며 “여러 의원이 이제 바른미래당이 새로운 모습으로, 새로운 마음으로 원내대표 지도부를 꾸려야 한다는 진심을 말해줬다.

한 사람도 빠지지 않고 많은 의견을 말했다”고 분위기를 전했다.

바른미래당은 결의문을 통해 “21대 총선을 앞두고 더불어민주당, 자유한국당 등과의 통합이나 선거연대를 추진하지 않고 바른미래당의 이름으로 당당하게 출마할 것”이라고 발표했다.

이날 결론은 참석한 21명의 의원 전원이 동의했다.

바른미래당은 이날 의총에 앞서 “김 원내대표 사퇴는 없다”는 지도부와 사퇴를 요구하는 유승민·안철수계 의원들이 치열한 기싸움을 벌였다.

손 대표는 국회에서 열린 최고위원회의에서 “바른미래당은 옳은 길을 걸어왔고 그 길을 계속 가기 위해 투쟁하고 있는 것”이라며 지도부 중도사퇴론을 일축했다.

반면 바른정당계 하태경 최고위원은 오전 기자회견을 열고 “저를 포함한 최고위원 5명은 김 원내대표가 말한 것처럼 한국당이나 다른 당 기호로 총선에 나가지 않기로 결의했다”며 “이 안건을 의총에서 3분의2 찬성을 얻어 당론으로 채택해 모든 의원이 선언하면 김 원내대표야말로 약속대로 즉각 물러나야 한다”고 강조했다.

이에 김 원내대표는 지난 7일 지도부 반대파 의원들을 향해 “기호 3번(바른미래당)으로 내년 총선에 나가겠다고 약속하면 즉각 물러나겠다”고 한 바 있다.

@highlight

바른미래당 김관영 원내대표가 8일 전격 사퇴함에 따라 15일 새로운 원내대표를 선출할 예정이지만 적지 않은 후유증이 예상된다.