강창일 국민연금법 일부개정법률안 발의 "노인빈곤율 낮추고 사각지대 없애야"

국민연금 수급권(120개월 이상 보험료 납입)을 확보하지 못한 임의계속가입자의 지원을 강화하기 위한 법적근거 마련이 추진된다.

국회 강창일 의원(더불어민주당·제주시갑)은 8일 이 같은 내용을 담은 '국민연금법 일부개정법률안'을 8일 발의했다고 밝혔다.

현행법상 국민연금 의무가입은 만 60세까지로 규정하고 수급권을 획득하기 위해서는 임의계속가입제도를 통해 의무가입기간 종료시까지 부족한 연금보험료를 납부해야 한다.

강 의원에 따르면 최근 5년간 수급권 미획득 노동자는 2배 이상 증가한 상황으로, 낮은 임금으로 연금가입을 회피하거나 사업주가 의무가입을 이행하지 않는 것으로 추정되고 있다.

게다가 임의계속가입자 연금보험료(월 소득의 9%) 부담으로 수급권 획득을 포기한 노동자까지 합하면 미획득자의 수는 더욱 늘 것으로 보인다.

이에 따라 이번 개정안은 보험료를 납부중인 임의계속가입자를 지원하자는 취지로, 임의 계속가입자가 납부해야할 보험료의 일부를 국가가 지원토록 하는 내용을 담았다.

해당 법안이 통과될 경우 50%의 재정지원을 받을 수 있으며 국회예산정책처의 비용추계에 따르면 2020~24년까지의 최대 5226억원, 연평균 1046억원이 소요될 것으로 관측된다.

강 의원은 "국민연금제도를 시행한 지 30년이 지났음에도, 수급권을 획득하지 못한 사람이 있다는 것은 우리사회의 부끄러운 단면"이라며 "지원을 통해 노후의 안정적인 생활을 보장해야 한다"고 지적했다.

이어 "우리나라는 OECD 가입국 중 노인빈곤률 1위로 보건복지부와 통계청의 조사결과 스스로 삶을 마감하는 노인의 원인으로는 경제적인 이유가 가장 많다"라며 "노인빈곤해결을 위해 적극적으로 국가가 나서야 한다"고 강조했다.

한편, 이번 법안은 강 의원이 대표발의하고, 강훈식ㆍ김종회ㆍ박 정ㆍ송갑석ㆍ신창현ㆍ오영훈ㆍ유승희ㆍ윤후덕ㆍ이종걸ㆍ정동영의원이 공동발의했다.

@highlight

국회 강창일 의원이 노인빈곤율 낮추고 사각지대 없애자는 내용을 담은 '국민연금법 일부개정법률안'을 8일 발의했는데, 개정안은 보험료를 납부중인 임의계속가입자를 지원하는 것으목적으로, 임의 계속가입자가 납부해야할 보험료의 일부를 국가가 지원토록 하는 내용을 담은 것으로, OECD 가입국 중 노인빈곤률 1위로 "노인빈곤해결을 위해 적극적으로 국가가 나서야 한다는 것이라 주장했다.