문석진(맨 오른쪽) 서대문구청장과 김혜숙(가운데) 이화여대 총장이 신촌 박스퀘어 내 청년키움식당 운영 팀원들과 함께 파이팅을 외치고 있다.

[헤럴드경제=최원혁 기자] 서울 서대문구(구청장 문석진)는 신촌 박스퀘어에 오픈한 '청년키움식당'이 고객들의 큰 호응을 얻고 있다고 9일 밝혔다.

3월과 4월에는 '참맛있었다'팀과 '렛츠비건'팀이 치즈 닭갈비와 채식 도시락을 잇달라 판매했는데 그날그날 준비한 재료가 소진돼 더 이상 판매할 수 없을 정도로 큰 성과를 거뒀다.

특히 렛츠비건팀이 메뉴 구성과 조리법 교육을 받아 개발한 도시락은 채식 음식의 맛뿐만 아니라 영양까지 골고루 균형을 갖추었다는 고객들의 호평을 받았다.

5월부터는 '담담'팀이 막걸리를 이용한 칵테일과 인절미 와플로 청년창업의 새 신화를 쓰기 위한 도전에 나서고 있다.

서대문구는 올 들어 한국농수산식품유통공사의 2019년 외식창업 인큐베이팅사업 시행자 공모에서 최종 지원 대상으로 선정돼, 신촌 박스퀘어에 청년키움식당을 오픈했다.

서류 심사와 조리 심사를 통과해 선정된 7개 팀이 올 12월 말까지 순차적으로 청년키움식당을 운영한다.

식당 운영 청년들에게는 사업장 임대료와 주방기구는 물론 조리법, 메뉴개발, 매장운영 컨설팅 등 성공적인 외식 창업에 필요한 실질적인 지원이 이뤄지고 있다.

신촌 박스퀘어는 지난해 9월 경의중앙선 신촌역 앞에 문을 연 공공임대상가로 이대 상권의 핫플레이스이자 도심 노점상 정책의 새로운 대안으로 주목받고 있는데 '청년키움식당'이 인기몰이를 더하고 있다.

문석진 서대문구청장은 "청년키움식당 운영 경험이 시행착오를 최소화한 성공적인 청년 창업으로 이어지길 기대한다"고 밝혔다.

@highlight

서대문구는 신촌 박스퀘어에 '청년 키움 식당'을 오픈하고 월별로 팀을 선정해 판매한 결과 고객들로부터 큰 호응을 얻고 있다며 서대문구청장은 청년 키움 식당 운영 경험이 시행착오를 줄이고 성공적인 청년 창업으로 번창하길 기대한다고 말했다.