[헤럴드경제=이유정 기자] 빙그레는 바나나맛우유의 새로운 프로모션으로 백종원씨를 모델로 기용, 바나나맛우유를 새롭게 즐기는 방법인 '마이 테이스트(My Taste)' 캠페인을 실시한다고 9일 밝혔다.

빙그레는 이날 영상 광고를 바나나맛우유 공식 유튜브 채널 '안녕 단지'에 업로드한다.

백종원씨가 모델로 나와 바나나맛우유를 이용한 라떼, 팬케이크, 푸딩, 셰이크를 만드는 법을 소개한다.

해당 레시피는 백종원씨가 직접 조리해보고 보완해 맛을 보장할 수 있다고 빙그레 측은 설명했다.

소비자 참여 이벤트도 실시한다.

이벤트 참여방법은 영상 광고 속에 나온 레시피를 직접 만들어 보거나 나만의 바나나맛우유를 즐기는 방법을 영상으로 찍어 응모하면 된다.

응모된 작품 중 내부 심사를 통해 선정된 참여자들에게는 UFC 파이터 김동현 선수의 유튜브 채널인 매미킴TV와의 합동 방송 또는 온라인 홍보 배너 광고를 지원한다.

이 외에도 아이패드 프로, 고프로, 짐벌 등 영상 크리에이터들에게 필요한 장비들을 경품으로 증정한다.

영상을 직접 제작하기 어려운 사람들은 공유를 통해 이벤트에 참가할 수 있으며 마찬가지로 경품을 증정한다.

빙그레는 이번 바나나맛우유 프로모션과 함께 새로운 단지우유 한정판 제품인 '바닐라맛우유'도 이번 달 중순 출시할 예정이다.

바닐라맛우유는 오디맛, 귤맛, 리치피치맛우유에 이은 네 번째 단지우유 한정판 제품이다.

바닐라맛우유는 국내 처음 출시되는 바닐라 소재 가공유다.

빙그레 관계자는 "바나나맛우유는 매년 소비자들에게 새로운 경험을 선사하기 위한 프로모션을 기획하고 있다"며 "이번 역시 바나나맛우유를 다양하게 즐기는 방법을 제안하고 소비자들의 의견을 공유함으로써 바나나맛우유가 늘 곁에 있는 즐거운 이미지의 브랜드로 인식되기를 바란다"고 말했다.

@highlight

빙그레는 바나나맛우유의 새로운 프로모션으로 백종원씨를 모델로 기용해  바나나맛우유를 이용해 만드는 음식을 소개하는 것을 공식 유튜브 채널 '안녕 단지 '에 업로드하는  바나나맛우유를 새롭게 즐기는 방법인 '마이 테이스트' 캠페인을 실시한다고  밝혔다.