파주시(시장 최종환)는 수출유망 중소기업 5개사를 '2019년 파주시 중국시장개척단'으로 파견, 현지 수출상담회를 성공적으로 마쳤다고 9일 밝혔다.

이번 중국시장개척단은 2004년 이후 한국의 최대 교역대상국으로 부상한 중국 시장 개척의 교두보 마련을 위해 지난달 23일과 25일 중국 동부지역 중심지인 다롄과 칭다오에서 파주시 수출 유망 중소기업과 현지 매칭 바이어의 수출상담회를 개최했다.

2019년 중국 시장개척단은 고양시와 함께 총 10개사 파견됐으며 파주시 참가기업은 ㈜두백(대표 홍성길), 황금유자(대표 곽은), ㈜신일프레임(대표 노상철), ㈜와이제이에스텍(대표 이신형), ㈜글로벌신우(대표 김신학) 등으로 경기도경제과학진흥원과 KOTRA 다롄ㆍ칭다오의 현지운영으로 진행됐다.

이번 중국시장개척단 파견으로 56건 631만달러의 수출 상담과 약 200만달러의 MOU 체결 등 실적을 이뤘으며 이 가운데 약 33건, 528만달러의 수출 계약추진이 이어질 전망이다.

이승욱 파주시 기업지원과장은 "현지 바이어의 적극적인 요구로 MOU를 체결하는 등 이번 중국 시장개척단을 통해 중국 시장에 대한 파주시 중소기업의 진출 가능성을 확인하는 기회가 됐다"며 "4월 중국(다롄ㆍ칭다오) 시장개척단 파견에 이어 10월 광저우 추계 수출입상품 교역회 파주시 단체관 참가로 중국 시장 진출의 발판을 마련할 계획"이라고 말했다.

파주시는 올해 중소기업의 수출 의욕 제고 및 해외시장 판로개척 지원을 위해 3월 베트남(호치민, 하노이), 4월 중국(다롄, 칭다오) 시장개척단에 이어 10월 CIS중동(알마티, 이스탄불) 시장개척단을 파견할 계획이며 수출 준비 기업의 해외 마케팅 애로 해소를 위해 10월 광저우 추계 수출입상품교역회 3기 파주시 단체관 참가기업을 모집 중이다.

@highlight

파주시는 고양시와 함께 수출 유망 중소기업 총 10개사를  중국 동부지역 중심시 다롄과 칭다오에서 개최한 수출상담회에 '중국시장개척단'으로 파견, 56건 631만달러의 수출 상담과 약 200만달러의 MOU 체결 등 실적을 이뤘으며 이 중 약 33건, 528만달러의 수출 계약추진 성과를 이뤘다.