[환경일보] 고용노동부(장관 이재갑)와 한국고용정보원(원장 이재흥)은 5월10일과 14일 대전과 서울에서 전국 유·무료 직업소개소와 직업정보제공업체를 대상으로 '2019년도 민간고용서비스 우수기관 인증제 사업설명회'를 개최한다고 밝혔다.

이번 사업설명회는 5월10일 오후 1시 대전시 동구 대전역 경부선(경희실)과 14일 오후 1시 서울시 중구 직업능력심사평가원에서 열린다.

사업설명회에서는 고용서비스기관이 인증제에 참여함으로써 얻는 효과뿐만 아니라 인증기준·평가지표·참여방법 등 상세 정보가 제공되며 별도 질의응답 시간도 주어진다.

인증제 참여를 희망하는 기관이라면 누구나 참석 가능하며 자세한 내용은 한국고용정보원 홈페이지에서 확인할 수 있다.

참고로 고용서비스 우수기관 인증제는 고용서비스 기관에서 제공하는 서비스가 일정 기준에 부합한다는 것을 정부가 공식적으로 인정하는 제도다.

우수기관을 선정해 3년간 사용할 수 있는 '인증마크'를 수여함으로써 구인·구직자가 안심하고 취업서비스를 이용할 수 있도록 지원한다.

선정 과정은 인증 신청 기관의 운영활동, 업무프로세스, 인적자원관리, 물적환경관리(직업소개사업), 정보관리(직업정보제공사업), 성과 등을 검토하는 서류심사 및 현장실사를 거친다.

이어 노·사·정, 민간전문가로 구성된 인증위원회 심의가 이뤄진 뒤, 올해 연말 최종 선정기관이 발표될 예정이다.

한국고용정보원 박상현 연구위원은 "'고용서비스 우수기관 인증제'는 체계적 구인·구직 관리, 종사자의 전문성, 고객만족도 등에서 우수한 민간고용서비스 기관을 발굴하여 인증하는 제도로 민간 고용서비스 기관 수가 점차 늘어남에 따라 서비스 품질을 체계적으로 관리할 필요성이 어느 때보다 절실한 상황"이라고 설명했다.

또한 그는 "구직자가 안심하고 고용서비스를 이용하도록 돕고 기관에 자체 점검 기회도 제공하는 우수기관 인증제가 큰 도움이 될 것"이라고 밝혔다.

아울러 "정부가 공식적으로 인정해주는 고용서비스 우수기관으로 인증 받으려는 전국의 민간고용서비스기관들은 관련 서류를 잘 준비하여 반드시 제출기한 내에 신청하길 바란다"고 당부했다.

@highlight

고용노동부와 한국고용정보원은 5월 대전과 서울에서 '2019년도 민간고용서비스 우수기관 인증제 사업설명회'를 개최하는 가운데 운영활동, 업무프로세스, 인적/물적 자원관리, 정보관리 및 성과 등의 서류심사와 현장심사를 통해 우수기관 선정을 진행하며 우수기관에 선정된 업체에는 3년간 사용가능한 '인증마크'를 부여해 구인, 구직자가 믿고 취업서비스를 이용할 수 있게 지원한다.