정부가 발표한 3기 신도시에 1·2기 신도시 주민들이 집단으로 반발하고 있다.

국토교통부가 경기 고양시 창릉동 일원에 3기 신도시를 지정하자 1기 신도시인 인근 일산 지역 주민들은 거세게 항의하고 있다.

일산, 파주, 인천 검단신도시 주민들은 3기 신도시 철회를 요구하는 청와대 국민 청원을 넣고 촛불 시위까지 계획 중이다.

지난 7일 국토부가 발표한 '3차 신규택지 추진계획'에 따르면 고양 창릉에는 813만㎡ 규모의 택지에 3만8000가구가 조성된다.

이에 무엇보다 강하게 반발하는 지역은 일산이다.

주민들은 지역 최대의 온라인 커뮤니티인 '일산 아지매'(회원 30만522명)를 통해 반감을 드러내고 있다.

커뮤니티 회원들은 "3기 신도시 지어지면 일산은 집값 떨어지는 게 불 보듯 뻔하다"며 하소연했다.

문재인 정부 초기 고공 상승했던 서울 집값을 잡기 위해 부동산이 안정화 돼 있는 일산 지역이 희생돼야 한다며 목소리를 높이고 있다.

일부는 정부의 부동산 대책을 위해서 어쩔 수 없이 받아들여야 한다고 주장하고 있지만, 오히려 이같은 주장이 더욱 반감을 사고 있다.

일부 회원들은 3기 신도시 반대 운동을 위해 아파트 단지별 반상회나 촛불집회, 현수막 달기 운동을 제안하는 등 적극적인 행동을 할 모양새다.

창릉 신도시 반대운동을 시작한 온라인 카페 '일산신도시연합회'는 3기 신도시 반대 촛불집회를 준비중인 '파주시 운정신도시연합회와 연합해 공동대응에 나서자'는 의견도 제시했다.

고양시의회 자유한국당 소속 시의원들도 성명서를 통해 '창릉 신도시 철회'를 요구할 예정이다.

이들은 "일자리 없는 베드타운 우려를 불식시키기 위해 4차 산업의 전초기지로 육성해 9만여 개의 신규 일자리를 창출한다고 하지만, 이미 계획되어 있는 테크노밸리와 영상밸리가 아직도 구체적인 사업의 성과가 없는 상황"이라고 지적했다.

아울러 출퇴근길 '교통 지옥'으로 불리는 자유로 길목에 인구 밀집 현상이 심화돼 교통 여건이 더욱 나빠질 것이라는 우려도 내놓고 있다.

@highlight

일산, 파주, 인천 검단신도시 주민들이 3기 신도시 철회를 요구하는 국민 청원을 넣고 촛불 시위까지 할 것으로 예상되는데 이 커뮤니티 회원들은 "3기 신도시가 지어지면 일산의 집값은 당연히 떨어지는 게 뻔하다"며 한소연했고 일부 회원은 3기 신도시 반대 운동을 위해 아파트 단지별로 반상회 및 촛불집회 그리고 현수막 달기 운동을 제안하는 등 적극적인 행보를 보였다.