전래동화 뮤지컬‘뚝딱하니 어흥!’

전통문화관은 오는 12일 오후 3시 너덜마당에서 일요상설공연으로 ㈜위플레이 프로덕션의 ‘뚝딱하니 어흥’ 무대를 선보인다.

사진은 뚝딱하니 어흥의 공연 모습.

“도깨비 방망이 들고 전통문화관 너덜마당에 호랑이 잡으러 깨비 뚝딱!”

광주문화재단 전통문화관은 오는 12일 오후 3시 너덜마당에서 일요상설공연으로 ㈜위플레이 프로덕션의 ‘뚝딱하니 어흥’ 무대를 선보인다.

‘뚝딱하니 어흥’은 사고뭉치 호랑이가 도깨비 나라로 숨어 들어가자 꼬마도깨비가 관객들과 함께 호랑이를 잡으러 도깨비 나라로 떠나는 체험형 전래동화 뮤지컬이다.

꼬마도깨비와 관객들은 전래동화 ‘호랑이와 곶감’ 속 겁쟁이 호랑이, ‘호랑이 형님’ 속 효성 깊은 호랑이, ‘해와 달이 된 오누이’ 속 욕심쟁이 호랑이 등 세 마리의 호랑이를 만나고, 이 중 사고뭉치 호랑이를 찾는 모험을 하게 된다.

이번 공연은 어린이 관객들이 직접 만든 도깨비 방망이를 들고 극에 참여하고, 전래동화가 가지고 있는 교훈을 재미있는 이야기와 노래를 통해 들으며 무한한 상상력을 펼칠 수 있는 무대다.

2014년 초연 이후 전국에서 기획 및 초청공연을 통해 20만명 이상의 관객을 만났으며 제4회 서울 뮤지컬 페스티벌 아동 청소년 부문 아시테지상 수상 등 작품성을 인정받은 연희극이다.

이날 공연은 방석형(공연 제작), 민복기와 이중옥(연출), 오경희(뚝딱하니), 성시미(동생), 여준환(효심 호랑이), 김진섭(떡 호랑이), 김진형(검 호랑이)이 함께 한다.

전통문화관 5월 일요상설공연은 가족연희마당으로 매주 일요일 오후 3시부터 열리며, 시민 누구나 무료로 공연을 관람할 수 있다.

@highlight

광주문화재단 전통문화관은 오는 12일 오후 3시 너덜마당에서 어린이 관객들이 직접 만든 도깨비 방망이를 들고 극에 참여해 전래동화가 가지고 있는 교훈을 재미있는 이야기와 노래를 통해 느낄 수 있는 무대인 ㈜위플레이 프로덕션의 ‘뚝딱하니 어흥’ 무대를 무료로 선보인다.