나경원 "여, 시각교정 필요" "고발취하·사과" 요구 이인영 더불어민주당 새 원내대표와 나경원 자유한국당이 9일 오후 회동을 갖고 국회 정상화에 대한 논의에 들어간다.

패스트트랙 처리 과정에서 '제1야당 패싱'으로 체면을 구긴 한국당은 민주당의 '결자해지' 없이는 국회 복귀가 어렵다는 입장이다.

구체적으로는 국회 충돌 당시 고소고발 취하, 패스트트랙 추진 과정에 대한 진정성 있는 사과 등을 여당에 요구하는 목소리가 나왔다.

나경원 원내대표는 9일 내일신문과의 통화에서 "국회 정상화를 위해서는 민주당이 결자해지를 해야 한다"며 "각론을 이야기하기 전에 큰 틀에서 여당의 시각교정이 먼저 필요하다"고 말했다.

나 원내대표는 "국회가 원내교섭단체 중심으로 운영돼야 하고 제1야당을 국정파트너로 인정하는 부분이 있어야 하는데 6석 정당과 114석 정당을 똑같이 취급해온 게 민주당의 시각"이라며 "이 원내대표가 어떤 말을 할지 들어 보겠다"고 말했다.

그는 "이 원내대표와는 정치궤적이 굉장히 다르고 생각차이가 많지만 같은 세대에 학교를 다녔고 공감할 수 있는 부분이 있을거라고 생각한다"며 일말의 기대를 표하기도 했다.

다른 관계자는 "우리가 국회로 돌아가려 뭔가 해야 한다는 데 동의하지 않는다"며 "여당 지도부가 그간 보인 적반하장에 아직도 굉장히 격앙돼 있다"고 분위기를 전했다.

이 관계자는 개인의견임을 전제로 "검찰 고소·고발 취하부터 해야 할 것 같다"며 "법적으로 다투자면 우리 역시 끝까지 갈 수 있지만 그 상태로 협상을 하긴 부적절하지 않겠느냐"고 말했다.

패스트트랙에 대해서는 철회가 기본 입장임을 전제로 "만약 이미 올려진 것을 완전히 되돌릴 수 없다 하더라도 여당이 거의 원점에서 검토한다는 각오로 논의에 임해야 할 것"이라고 짚었다.

또 다른 관계자는 "원내대표들이 어느정도 협의를 할지 아직 모르겠다"면서 "여당이 패스트트랙을 추진하는 과정에서 우리에게 책임론을 뒤집어씌운 부분에 대해서는 입장변화가 없으면 대화가 어렵다고 본다"고 말했다.

@highlight

패스트트랙 처리 과정에서 "국회 정상화를 위해서는 민주당이 결자해지를 해야 한다"며 "각론을 이야기하기 전에 큰 틀에서 여당의 시각교정이 먼저 필요하다"는 등 '제1야당 패싱'으로 체면을 구긴 한국당은 민주당의 '결자해지' 없이는 국회 복귀가 어렵다고 말했다.