남양주시가 호평동 백봉지구 내 상급 종합병원 유치에 속도를 내고 있다.

이를 위해 이르면 5월 중 상급 종합병원 사업자 모집 공고를 낼 예정이다.

9일 시에 따르면 호평동 산 37-22번지 일원 병원부지 3만3321㎡에 상급 종합병원 사업자를 공모한다.

시는 빠르면 5월 중, 늦어도 6월 내에 모집 공고를 낸다는 방침이다.

백봉지구 사업은 남양주 호평동 산 37-19번지 연면적 16만㎡의 부지에 총 2894가구 규모의 아파트 49개동을 짓는 사업이다.

오는 2021년 입주가 시작된다.

지난 2017년 10월 백봉지구 실시계획인가를 고시할 때, 도시계획시설 중 의료시설도 포함됐다.

시는 해당 부지가 종합의료시설 용지로 정해진 지난 2016년 3월 도시관리계획 결정고시 때부터 본격적으로 종합병원 유치에 나선 것으로 알려졌다.

이에 따라 지난해 6월 한국산업정책연구원에 '병원 유치 타당성 조사'를 의뢰했다.

올해 1월22일 나온 타당성 조사 결과, 경제성 지표인 비용 편익비(B/C)가 0.86로 비교적 낮게 나와 종합병원 유치가 어려워지는 것 아니냐는 우려도 제기됐다.

하지만 시는 관내에 시민들이 원하는 수준의 종합병원이 없는 상황에서 유치를 포기할 수 없다고 보고, 우선 사업자 모집 공고를 내 의료기관의 반응을 보겠다는 입장이다.

시는 늦어도 상반기 안에 공고를 내기 위해 현재 공모 지침서 등 내용을 정리하고 있다.

시는 해당 부지가 수석호평도시고속화도로 인근으로 접근성이 좋고, 면적도 넓어 의료시설 용지로 적합하다고 보고 있다.

또한 주변에 배후 인구가 많아 상급 종합병원이 들어서기에는 최적이라는 판단이다.

백봉지구 입주자뿐 아니라 많은 시민들이 상급 종합병원 유치를 희망하고 있는 것도 시가 유치를 포기할 수 없는 이유다.

시는 이번에 내는 사업자 공모에 만족할만한 수준의 의료시설이 응모하지 않으면 공모 조건을 다시 검토해 재공고를 한다는 방침이다.

시 관계자는 "공고를 내기 전이지만 사업시행자와 시에 병원 관계자의 문의가 꾸준히 들어오고 있다"면서 "공모 결과를 지켜봐야겠지만 병원 유치에 긍정적 분위기인 것 같다"고 밝혔다.

@highlight

남양주시가 호평동 백봉지구 내 의료시설로 상급 종합병원 사업자 유치를 위해, 올해 1월22일 나온 타당성 조사 결과, 상급 종합병원 사업자 모집 공고를 5월 중  낼 예정이다.