[세종=충청일보 장중식기자] 내년부터 세종시에 있는 정부부처 장·차관은 서울 집무실을 쓸 수 없게 된다.

국무조정실은 행정중심복합도시(행복도시)로서 세종시의 기능을 강화하기 위해, 세종시로 이전한 부처 장·차관의 서울 집무실을 연말까지 완전 폐쇄하기로 했다.

이 같은 조치는 부서는 세종에 두고 각종 이유로 서울출장이 잦은 행태를 근본부터 바로잡아보겠다는 문대통령의 의중과 총리실 의지가 실질 조치로 반영된 것이다.

국무조정실은 "그동안 정부는 2012년 국무총리실을 시작으로 올해 2월 행정안전부가 이전했고, 8월 과학기술정보통신부가 옮겨가면 명실상부한 행복도시가 완성된다"고 설명한 후 "하지만 세종권 소재 부처 장·차관들이 회의 참석 및 국회 방문 등을 이유로 세종보다 서울에서 더 많이 근무하고 있다"고 설명했다.

이로 인해 의사결정 지연 및 내부소통 부족 문제가 지속해서 제기되어 온 만큼 이번 기회에 장·차관들부터 서울보다는 세종에 더 머물도록 하기 위한 조치라는 점도 분명히 했다.

이와 함께 국무총리 주재 국무회의와 국정현안점검조정회의, 부총리가 주재하는 경제관계장관회의와 사회관계장관회의, 관계부처 차관들이 참석하는 차관회의 등 정례 회의체는 원칙적으로 세종에서 개최하기로 결정했다.

부득이한 사정으로 세종권 밖에서 회의가 열리더라도 세종 소재 부처 장·차관은 세종에 머무르며 화상회의에 참석하는 것을 원칙으로 했다.

이를 지원하기 위해 행안부가 사용하던 정부서울청사 공간에 장·차관 공용집무실 및 영상회의실을 확충할 계획이다.

국무조정실은 또 세종 소재 부처 장·차관들이 내부 보고나 회의를 위해 서울로 출장을 가는 것을 원칙적으로 금지하고, 영상회의 등 대체 수단을 우선 활용토록 할 것이라고 설명했다.

한편 문재인 대통령은 올해 1월 22일 국무회의에서 "각 부처 장·차관들이 세종에서 근무하는 시간을 다 합치면 한 달 평균 나흘 정도밖에 되지 않는다. 대부분의 시간을 서울에서 보내는 것"이라며 장·차관들의 세종 근무시간을 늘릴 것을 주문했다.

@highlight

내년부터 문대통령의 조치로 세종시 정부부처 장·차관은 서울 집무실을 쓸 수 없게 되는데 이는 의사결정 지연 문제가 지속해서 제기되어 왔고 이번 기회에 장·차관들부터 세종에 더 머물도록 하기 위한 조치하게 되었다.