'손 안의 은행'이라는 모바일뱅킹을 이용하는 고객의 세대별 격차가 큰 것으로 드러났다.

소득에 따른 이용실태도 큰 차이를 보였다.

일상의 생활이 된 모바일뱅킹 활성화를 위해서 세대별·소득수준별 격차를 해소해야 할 과제도 제기된다.

한국은행이 10일 발표한 '2018년 모바일 금융서비스 이용행태 조사결과'에 따르면, 조사대상자의 56.6%가 모바일뱅킹을 이용한다고 답했다.

하지만 70대 이상의 고령층에서는 6.3%만 이용한다고 답해, 가장 이용률이 높은 것으로 조사된 30대(87.2%)에 비해 크게 낮은 것으로 나타났다.

60대도 18.7%만 모바일뱅킹을 이용했다.

소득수준별 이용실태도 격차가 컸다.

연소득이 6000만원 이상인 경우 73.4%가 이용하고 있고 △4000만원~6000만원 71.1% △2000만원~4000만원 47.7%가 이용하는 데 반해, 2000만원 이하의 소득자는 9.7%만 이용하는 것으로 드러났다.

모바일뱅킹을 이용하는 이유는 '은행 지점을 방문하기 어려워서'라는 답변이 31.9%로 가장 높았고, △거래은행의 권유 25.1% △다양한 혜택 20.0% △주변사람의 권유 16.4% 등이 뒤를 이었다.

모바일뱅킹을 지속적으로 이용하는 이유로는 '편리한 이용절차'가 43.0%로 가장 높은 가운데, △다양한 혜택 24.7% △지점방문의 어려움 19.6% △다양한 매장에서 이용 가능 7.3% 등이 뒤따랐다.

이용 빈도는 '일주일에 1회 이상' 이용한다는 답변이 45.6%로 가장 많았다.

'2~3주일에 1회 정도'(32.7%)와 '월 1회 정도'(18.1%)의 순으로 이용했다.

모바일뱅킹을 통해 이용하는 서비스의 종류는 '계좌이체'가 93.9%로 가장 많았고, '계좌잔액 조회'(82.9%)와 'ATM 현금인출'(29.5%), '금융상품 가입'(8.4%) 등이 뒤를 이었다.

이번 조사는 한국은행이 지난해 10월 25일부터 12월 3일까지 전국의 만 19세 이상 성인 2597명을 대상으로 일대일 면접조사 방식으로 이뤄졌다.

@highlight

한국은행이 10일 발표한 '2018년 모바일 금융서비스 이용행태 조사결과'에 따르면, 조사대상자의 56.6%가 모바일뱅킹을 이용한다고 답했고 이중 70대 이상의 고령층은 6.3%, 30대는 87.2%로 모바일뱅킹을 이용하는 고객의 세대별 격차가 큰 것으로 드러났다.