문재인 정부 출범 2주년을 맞은 가운데 정부의 경제정책에 대해 경인주민 10명 중 6명은 '부정적으로 평가한다'는 여론조사 결과가 나왔다.

여론조사 전문기관 리얼미터는 9일 tbs 의뢰로 지난 2년 동안 문재인 정부의 경제정책에 대한 국민평가를 조사(신뢰수준 95%, 표본오차 ±4.4%p)한 결과, 경인지역에서 '잘못했다'는 부정평가가 57.5%, '잘했다'는 긍정평가는 36.7%로 조사됐다.

전국에서는 부정평가 57.5%(매우 잘못했음 38.8%, 잘못한 편 18.7%), 긍정평가는 36.7%(매우 잘했음 16.1%, 잘한 편 20.6%)로 집계됐다.

답변 중 강한 부정(매우 잘못했음 38.8%)은 강한 긍정(매우 잘했음 16.1%)의 두 배를 웃돌았다.

특히 자유한국당 지지층(부정 94.6% vs 긍정 5.4%)에서 압도적으로 높았고, 바른미래당 지지층(76.6% vs 23.4%), 보수층(78.3% vs 21.7%), 대구·경북(70.4% vs 26.9%), 노동직(71.8% vs 28.2%)에서도 70% 이상의 대다수였다.

긍정평가는 더불어민주당(부정 20.3%,긍정 72.1%)과 정의당(40.4%, 51.8%) 지지층, 진보층(37.3%, 53.2%), 40대(42.4%, 54.7%)에서 대다수이거나 우세했다.

지역에서는 서울(66.2% vs 31.7%)과 대전·세종·충청(60.0% vs 35.0%), 부산·울산·경남(52.6% vs 41.3%), 광주·전라(51.3% vs 37.8%), 경기·인천(50.7% vs 41.0%) 등이 긍정평가가 상대적으로 높았다.

이번 조사는 지난 8일 전국 성인 8천34명을 대상으로 실시해 최종 503명이 응답을 완료해 6.3%의 응답률을 나타냈다.

자세한 조사개요 및 내용은 리얼미터 홈페이지에서 확인할 수 있다.

@highlight

문재인 정부 집권 2주년을 맞은 가운데 정부의 경제정책이  여론조사 전문기관 리얼미터는 9일 문정부의 경제정책에 대한 국민평가를 조사 경인지역에서 '잘못했다'는 부정평가가 57.5%, '잘했다'는 긍정평가는 36.7%로 조사됐고 답변 중 강한 부정은 강한 긍정의 두 배를 웃도는 여론조사 결과가 나왔다.