소규모 공동주택 안전점검사업을 사실상 독점한 한국시설안전공단과 주택관리사 단체가 전국은 커녕 인천지역 물량도 제대로 소화하지 못할 것이라는 우려가 일고 있다.

애초 공동주택관리법이 두 기관·단체만 안전점검을 제한한 것이 문제인 만큼 법 개정이 필요하다는 지적이다.

9일 관련 업계에 따르면 경남 진주에 본사를 한 한국안전시설공단의 경우 전체 인원 445명중 기술자로 명시된 인원은 206명에 불과하다.

서울 소재 한국주택관리사협회 소속 주택안전관리기술원의 경우 안전점검 기술자는 25명에 그치고 있다.

인천지역만 한정할 경우 시·구비가 투여되는 안전점검 대상 소규모 공동주택은 4만5400여세대에 달한다.

산술적으로 두 기관·단체가 '직접' 안전점검을 하기가 어려운 구조인 셈이다.

이와 관련 규모가 큰 공동주택 안전점검사업을 진행하는 대한시설물유지관리협회는 상식적으로 납득이 되지 않는 법 제정이라고 지적했다.

비슷한 성격의 '소규모 공공시설 안전관리 등에 관한 법률'은 교량이나 하천 등 소규모 안전관리 업무를 민간전문가가 맡을 수 있도록 개정된 사례가 있다.

대한시설물유지관리협회 인천시회 관계자는 "법리적으로 따져봐도 대규모 아파트 안전점검을 수행하는 전문업체가 소규모 점검에서 배제됐다는 것이 이해가 가질 않는다"면서 "공동주택관리법을 개정하고 지자체 예산이 투여되는 만큼 지역 업체에 우선권을 줘야 한다"고 밝혔다.

이에 대해 주택안전관리기술원측은 사업이 한꺼번에 발주되지 않는 만큼 무리가 없다는 입장이다.

주택안전관리기술원 관계자는 "올해 총 15개의 지자체 사업을 맡았는데 1년에 나눠서 점검을 벌인다"라며 "우리 기술원의 경우 부평·남동구 단 두 곳을 맡아 충분히 소화할 수 있다"고 설명했다.

주무부처인 국토부 관계자는 "민간업체 중에 소규모 영세 업체가 많다 보니 부실 점검 우려가 있다고 판단했다"며 "개정이 필요하다면 검토할 것"이라고 밝혔다.

@highlight

소규모 공동주택 안전점검사업을 사실상 독점한 한국시설안전공단과 주택관리사 단체가 인천지역 물량도 제대로 소화하지 못할 것이라는 우려가 일고 있는 가운데, 두 기관에만 안전점검을 제한한 공동주택관리법을 개정하고 지자체 예산이 투여되는 만큼 지역 업체에 우선권을 줘야 한다는 주장이 제기되고 있다.