경기도청 북부청사에 설치된 무인택배함이 택배 노동자들로부터 좋은 반응을 얻고 있다.

택배 노동자들의 노동강도 경감과 청사 보안유지 강화를 목적으로 설치된 무인택배함이 그 역할을 톡톡히 하고 있는 것이다.

9일 경기도에 따르면, 그동안 북부청사 내 택배 배송은 택배 노동자들이 청사 내 각 사무실을 돌며 개인에게 전달해 주는 방식이었다.

그로 인해 청사 보안은 물론, 택배 노동자들의 청사 내 체류시간이 길어짐에 따라 1분 1초가 급한 이들의 업무 효율이 저하되는 문제가 있어왔다.

현재 청사에는 매일 6~7개의 택배회사에서 평균 40~50여개의 택배가 배송되고 있는 것으로 파악되고 있다.

이에 북부청은 보안문제 해결 및 택배노동자들의 노동강도 경감을 위해 4월 초부터 1층 별관 앞에 무인택배함 50개를 설치·운영하고 있으며, 한 달간 운영해본 결과 택배노동자들의 만족도가 높은 것으로 확인됐다.

실제 H 택배회사 노동자 A씨는 "무인택배함 설치 초기에는 잦은 문의전화 등으로 어려움도 있었지만 현재는 어느 정도 정착되어 이전보다 수월하게 업무를 하고 있다"며 만족감을 드러냈다.

W택배회사 노동자 B씨는 "청사가 넓고 복잡해 이전에는 물건 2~3개를 배송하는데도 20분 이상 소요되었는데 무인택배함이 생긴 이후로는 사무실을 해맬 필요가 없어 시간이 5분 이하로 줄어들었다"며 "어려운 여건에 있는 택배노동자들을 배려해주어 감사하다"며 고마운 마음을 표시했다.

직원들의 만족도도 높다.

균형발전기획실 소속 한 직원은 "무인택배함까지 택배를 찾으러 가야 하는 것이 다소 번거롭긴 하지만 개인 사생활이 보호되는 측면도 있고, 내 작은 수고로 택배노동자분들의 업무가 많이 줄어든다고 하니 기분 좋게 택배함을 이용하고 있다"며 이용소감을 밝혔다.

도 행정관리담당관 관계자는 "민선 7기가 노동이 존중받는 공정한 세상 실현에 주력하고 있는 만큼, 행정의 가장 단순하고 작은 부분에서부터 이를 실천하는데 앞장서겠다"고 말했다.

@highlight

경기도 북부청이  택배 노동자들을 위해 설치한 무인 택배함이 그 임무를 다하고 있으며 1층 별관 앞에 이것을 가설·운영하여 1개월 간 실시한 결과 택배인들의 만족도가 높은 것으로 입증됐다.