=행정안전부(장관 진영)는 중앙부처 재난안전사업의 효율적인 추진을 위해 올해 1월부터 4월까지 '2019년도 재난안전사업 평가'를 실시하고 결과를 최종 발표했다.

이번 평가는 작년 한 해 동안 25개 부처에서 추진한 318개 재난안전사업(총 예산 규모 약 11조 원)을 대상으로 재난피해 저감 성과와 사업 추진에 따른 피해 예방 기대효과를 중심으로 평가했다.

특히 사업성과의 상대적 우수성을 판별하기 위해 각 부처 사업을 풍수해, 선박 사고, 산업 재해 등 42개 유형으로 분류하고 유형내 사업 간 상대평가를 실시했다.

평가결과 59개 사업이 '우수', 200개 사업이 '보통', 46개 사업이 '미흡'으로 선정됐다.

제도 개선이 부족한 사업들로 확인됐다.

우수사업 사례를 살펴보면 선박 사고 유형에 포함되는 '수색구조 역량강화 사업'은 해양사고 전문구조장비를 확충하고 해경구조대원을 양성하기 위한 사업으로 신속 출동태세 확립을 통해 해난사고 대응역량을 강화하고, 해양사고 발생 시 인명 및 선박 구조율을 향상시켰다.

농어업 사고 유형, '농업인 안전재해보험 사업'은 농업인의 작업 중 재해로 인한 피해를 정책보험으로 보장하는 사업으로 보장 수준 강화, 보험료 부담 10% 완화 등 노력으로 보험 가입률 63.3%를 달성하고 약 6만 농가에 1,075억 원 보험료를 지급해 농업인 생활 안정에 기여했다.

응급사고 대응 유형, '응급처치 활성화 지원 사업'은 일반 국민의 응급처치 수준 향상을 위한 교육과 홍보를 실시하는 사업으로 일반인 목격자에 의한 심폐소생술 실시율을 지속 향상시키고 심정지 환자의 생존율 향상에 기여했다.

우수 사업으로 선정된 사업에 대해서는 2020년 재난안전예산 사전협의 과정을 통해 사업이 더욱 확대될 수 있도록 기획재정부와 협의할 예정이다.

아울러 미흡 사업은 평가 결과를 반영해 각 사업별로 성과관리 개선대책을 마련할 계획이다.

허언욱 행안부 안전정책실장은 "앞으로도 재난안전사업 평가를 통해 국민 안전에 기여도 높은 사업이 더욱 확대될 수 있도록 적극 지원하고 미흡한 사업은 성과를 꾸준히 개선해 나가겠다"라고 말했다.

@highlight

행정안전부는 작년 한 해 동안 25개 부처에서 추진한 318개 재난안전사업을 대상으로 '2019년도 재난안전사업 평가'를 실시한 결과 59개 사업이 '우수', 200개 사업이 '보통', 46개 사업이 '미흡'으로 선정됐다고 최종 발표했다.