전남도해양수산기술원(원장 오광남)은 전남 수산물 생산 4조원 시대를 앞당기기 위해 지역 실정에 맞는 고소득 양식 품종을 집중 육성하는 ‘전략품종 연구 중기 계획’을 수립, 9일 발표했다.

전남도해양수산기술원이 이날 발표한 ‘전략품종 연구 중기 계획’에 따르면 오는 2023년까지 5년 동안 65억원의 연구비를 들여 10대 전략품종의 양식기술을 개발해 산업화를 추진한다.

10대 전략품종은 능성어, 참조기, 김, 톳, 갈조류, 전복, 꼬막, 해삼, 뱀장어, 갑오징어다.

내년부터 ‘해모돌1호(모무늬돌김)’를 비롯한 신품종을 단계적으로 개발, 어업인의 실질적인 소득 증대를 일궈나간다는 방침이다.

이에 앞서 전남도해양수산기술원은 2011년 슈퍼김 ‘해풍1호’를 개발, 보급해 어업인 소득향상에 크게 기여한 바 있다.

10대 전략 품종에 대한 핵심 연구는 산업 현장과 대학, 연구기관 등 전문가 의견을 수렴하고 현장 수요와 미래 전략을 고려한 연차적 중·단기 추진 과제로 정했다.

현안 대응과 역량 강화, 미래 도전 등 3개 분야로 구분해 전략품종의 양식 산업 표준화 모델을 목표로 추진한다.

전략품종의 차질 없는 연구를 위해 국가 Ｒ&Ｄ사업과 공모를 통해 국비를 확보하는 한편, 기업과 민간의 투자를 유도하고 나아가 대단위 양식단지 조성으로 지역 어업인의 참여 기회를 확대할 예정이다.

또한 동부, 서부, 남부 등 권역별 거점 연구소 3개소와 내수면을 담당할 민물고기연구소 1개소로 조직을 개편해 연구 인력을 집중 배치함으로써 체계적인 연구활동을 지원해 산업화를 실현할 계획이다.

오광남 원장은 “10대 전략품종 연구 및 실용화 계획은 3천600명의 일자리 창출과 5천900억원의 소득 증대 효과가 있을 것으로 기대한다”며 “이를 통해 활력 있는 어촌을 조성, 어업인이 행복한 전남을 만들겠다”고 말했다.

@highlight

전남도해양수산기술원은 능성어, 참조기, 김 등 총 10대 전략품종에 대해서 양식기술을 개발해 산업화를 추진한다.