정윤성(270위·의정부시청)이 한때 세계 랭킹 8위까지 올랐던 마르코스 바그다티스(133위·사이프러스)를 제압했다.

정윤성은 9일 부산 스포원파크에서 열린 남자프로테니스(ATP) 부산오픈 챌린저(총상금 16만2천480달러) 대회 나흘째 단식 본선 3회전에서 바그다티스를 2-0(6-2 6-3)으로 제압했다.

올해 들어 챌린저 대회 단식 8강에 처음 오른 정윤성은 10일 준준결승에서 톱 시드인 리카르다스 베란키스(95위·리투아니아)를 상대한다.

정윤성은 개인 통산으로는 챌린저 대회 단식 8강에 5회 진출했다.

베란키스는 앞서 열린 경기에서 이덕희(247위·서울시청)를 2-1(6-3 3-6 6-3)로 물리치고 8강에 선착했다.

이날 정윤성이 물리친 바그다티스는 2006년 호주오픈 준우승을 차지했으며 그해세계 랭킹 8위까지 오른 '왕년의 톱 랭커'다.

올해 34살로 정윤성보다 13살이 많은 바그다티스는 전성기가 지났지만, 올해 3월 중국 챌린저 대회에서 한 차례 우승하는 등 여전한 실력을 지닌 선수다.

이번 대회에서 한국 선수로는 유일하게 8강에 오른 정윤성은 이날 승리로 세계 랭킹 250위 안팎까지 오를 것으로 예상된다.

경기를 마친 뒤 정윤성은 "상대가 대단한 선수고, 지난 맞대결에서 패했는데 이번에 이겨 기쁘다"며 "많이 배우자는 마음으로 경기했다"고 소감을 밝혔다.

"상대가 불편하게 느끼는 백핸드를 공략했다"고 이날 경기 전략을 공개한 그는 "경기가 진행되면서 상대가 포핸드를 힘들어해서 또 그쪽을 집중적으로 파고들었다"고 설명했다.

한편 챌린저 대회는 투어보다 한 등급 아래 수준으로 대개 세계 랭킹 100위부터 300위 사이 선수들이 실력을 겨루는 무대다.

@highlight

정윤성은 9일 부산 스포원파크에서 열린 남자프로테니스(ATP)부산오픈 챌린저 대회에서 단식 8강에 진출했고 개인 통산 단식 8강에 5회째 진출이다.