‘제1회 대구광역시 이장, 통장 화합 한마당’ 체육대회가 9일 오전 139개 읍면동 이장, 통장 및 내빈 등 2천여 명이 참석한 가운데 달서구 두류야구장에서 개최됐다.

대회 참석자들이 지역 주민을 위한 봉사와 화합을 다짐하는 구호를 외치고 있다.

대구시 이장·통장연합회(회장 최봉환)가 주관하고, 대구시와 대구시의회, 대한적십자사 대구지사가 후원하는 제1회 대구광역시 이장·통장 화합 한마당 체육대회가 9일 139개 읍면동 이장·통장 등 2천여명이 참석한 가운데 두류야구장에서 개최됐다.

이번 체육대회는 8개 구·군 선수단 입장 등 1부 개회식에 이어, 2부 경합의 장에서는 응원전, 단체줄넘기 등 운동실력을 뽐낼 수 있는 경기가 진행됐고, 화합의 장에서는 이장과 통장들의 숨은 끼를 발산하는 노래자랑과 축하공연이 펼쳐졌다.

2년여 동안 연합회를 이끌어온 이재희 전 연합회장과 손준석 전 운영위원이 이날 시정발전에 기여한 공로로 각각 시장과 시의회의장 감사패를 받았다.

지금까지 각 구·군별로 자체 이장통장 체육행사 등을 추진해왔지만, 처음으로 8개 구군 전체 체육행사가 열려 우의를 다지고 결속력을 강화하는 뜻 깊은 자리가 되어 지역발전에 더욱 활력이 될 것으로 기대된다.

대구시 이장·통장연합회는 지역주민봉사와 회원 상호 간 친목도모를 위해 2005년에 설립되어, 지역 내 3천692명의 이장통장에 대한 지원강화, 이장·통장의 시정이해 증진을 위한 소양교육, 시정홍보사업 등 활발한 활동을 해오고 있다.

최봉환 대구시 이장·통장연합회 회장은 “금번 화합 한마당 체육대회를 통해 잠시나마 힘들었던 일은 잊고, 자긍심을 높일 수 있는 뜻 깊은 하루가 되었다”며 “더 나아가 화합과 유대관계를 돈독히 다져 대구시 발전의 밑거름이 되도록 힘을 모으겠다”고 말했다.

@highlight

운동경기, 노래자랑, 축하공연으로 구성된 제1회 대구광역시 이장·통장 화합 한마당 체육대회가 9일 139개 읍면동 이장·통장 등 2천여명이 참석한 가운데 두류야구장에서 열렸다.