SK텔레콤 직원이 5G 장비를 설치하고 있다.

5G 상용화로 네트워크 장비 산업에 본격적인 수혜가 예상되는 가운데 국내 네트워크 장비사들이 전략적 인수합병(M＆A)을 통해 경쟁력을 키울 필요가 있다는 지적이 나왔다.

정보통신기획평가원(IITP)은 최근 발간한 '5G 시대 개막, 국내 네트워크 장비 산업에 기회인가? 위협인가?' 보고서를 통해 이 같은 전략 방향을 제시했다.

IITP는 보고서에서 국내 네트워크 장비사들이 다양한 M＆A를 통해 기술 경쟁력을 강화할 필요가 있다고 강조했다.

IITP는 우선 수출중심 대기업(삼성전자 등)이 글로벌 상위 업체로 올라서기 위해서는 부족한 R＆D 인력, 코어 장비 분야에 대한 보완이 필요하다고 주장했다.

IITP는 단기간에 우수 인재를 확보하고 기술 역량을 보완하기 위해서는 M＆A가 가장 빠르고 효과적인 대안이라고 설명했다.

실제 삼성전자는 지난해 10월 스페인 네트워크 분석 솔루션 업체 '지랩스' 인수키도 했다.

아울러 미국의 화웨이 배제 상황을 이용한 전략 시장 확보도 필요하다고 언급했다.

이미 화웨이 금지를 선언한 미국, 캐나다, 일본, 호주, 인도를 비롯해 유럽지역 통신사를 대상으로 한 마케팅을 강화할 필요가 있다는 지적이다.

수출 중심 중견기업은 대기업과 공동 R＆D를 통한 글로벌 공급사슬 편입, 해외 진출을 위한 거점 기업 M＆A, 제휴를 추진할 필요가 있다고 분석했다.

내수중심의 중소기업은 국내 대기업ㆍ통신사와의 상생협력형 개발 및 협력형 공동 R＆D 추진이 필요하다고 내다봤다.

현재 시장에서는 5G를 계기로 국내 네트워크 장비 경쟁력이 높아질 것으로 기대하고 있다.

이동통신사 역시 5G 설비투자 규모를 대폭 늘리며 국내 네트워크 장비 수요를 자극하고 있다.

7일 마무리된 이통3사 실적발표에 따르면, SK텔레콤은 1분기 설비투자(CAPEX) 금액으로 전년 동기보다 대폭 늘어난 3313억원을 집행했다.

KT도 133% 늘어난 5521억원, LG유플러스는 34.8% 늘어난 2768억원을 썼다.

올해 전체 CAPEX 역시 5G의 영향으로 지난해보다 30~40% 이상 증가할 전망이다.

삼성전자 역시 2020년까지 5G 장비 글로벌 점유율을 20%까지 확대하겠다는 목표를 제시한 상태다.

앞서 시장조사회사 IHS마킷은 지난해 4분기 삼성전자 5G 장비 점유율이 21%를 달성했다고 밝혔다.

@highlight

5G 상용화로 설비투자가 늘어나고 있는 가운데 정보통신기획평가원(IITP)은 최근 발간한 '5G 시대 개막, 국내 네트워크 장비 산업에 기회인가? 위협인가?' 보고서에서 국내 네트워크 장비사들이 전략적인 인수합병(M＆A)으로 기술 경쟁력을 강화할 필요가 있다고 주장했다.