= 삼성바이오로직스(삼성바이오) 분식회계 의혹과 관련해 증거인멸지시 혐의를 받는 서모 삼성전자 상무가 10일 오전 영장실질심사를 받기 위해 서울 서초구 서울중앙지법에 출석하고 있다.

삼성바이오로직스 분식회계 의혹을 입증할 만한 증거를 숨기고 훼손한 혐의를 받는 삼성전자 임원 2명이 구속됐다.

서울중앙지법 송경호 영장전담 부장판사는 11일 오전 0시 30분쯤 삼성전자 사업지원 태스크포스(TF) 소속 백모(54) 상무와 보안선진화TF 서모(47) 상무에 대해 "범죄 혐의가 소명되고 피의자 및 관련자들의 수사에 대한 대응방식 및 경위에 비춰 증거를 인멸할 염려가 있다고 인정된다"며 구속영장을 발부했다.

앞서 삼성바이오 분식회계 의혹을 수사하는 서울중앙지법 특수2부(부장 송경호)는 두 사람에 대해 증거인멸과 증거인멸교사 등의 혐의로 지난 8일 구속영장을 청구했다.

이들은 지난해 삼성바이오에 대한 검찰 수사가 예상되자 삼성바이오와 자회사인 삼성바이오에피스의 회계자료와 내부 보고서 등 증거를 은폐·조작하도록 지시한 혐의를 받는다.

특히 회사 공용서버를 감추고 직원들 휴대전화와 노트북 등에서 이재용 삼성전자 부회장을 의미하는 'JY', '합병', '미전실' 등의 단어를 검색해 문건 삭제를 지시한 것으로 검찰은 파악했다.

검찰은 이들의 조직적인 증거인멸 시도가 이 사건 본류인 분식회계 의혹과도 연결된다고 보고 있다.

증거인멸 실무를 주도한 혐의로 구속영장이 청구된 에피스 소속 양모 상무와 이모 부장도 지난달 29일 구속됐다.

삼성전자 소속 임원들까지 구속되면서 그룹 차원에 대한 검찰 수사도 탄력이 붙을 것으로 보인다.

검찰은 증거인멸을 비롯해 분식회계의 시기와 방식, 관여한 인물이 상당 부분 겹친다고 보고 이날 구속된 백·서 상무를 상대로 최종 지시자가 누구인지를 집중적으로 밝힐 계획이다.

이와 관련, 검찰은 최근 삼성바이오 최고재무책임자(CFO)인 김모(54) 경영자원혁신센터장을 불러 분식회계와 증거인멸을 둘러싼 의사결정에 어떻게 관여했는지도 조사했다.

@highlight

지난 8일 서울중앙지법은 삼성바이오와 삼성바이오에피스의 분식회계 의혹을 입증 할 만한 증거를 은폐, 조작하도록 지시한 삼성전자 임원 2명에게 증거인멸과 증거인멸교사 등의 혐의로 구속영장을 신청했다.