가수 앤씨아가 두 번째 미니앨범 'some-'으로 컴백했다.

지난해 10월 발매한 싱글 'I'm fine' 이후 7개월 만에 발매되는 이번 앨범은 프로젝트 그룹 유니티 활동을 제외한 솔로 앨범 활동으로는 2년 만의 컴백으로 기대를 모으고 있다.

이번 미니앨범 'some-'은 'someone, somewhere, sometime'의 의미를 담아 언제 어디서 누구와 들어도 좋은 음악을 담고자 하는 앤씨아의 마음을 나타내고 있다.

타이틀곡 '밤바람'은 박재정과 NCT 마크가 참여한 SM 스테이션의 'LEMONADE LOVE', MXM의 'KNOCK KNOCK', GOT7의 '만약에', 빈첸의 '암순응' 등을 작곡한 PRIMEBOI(프라임보이)가 작곡한 미디엄 발라드곡이다.

'말로는 내색조차 않을 너를 위해 밤바람처럼 찾아갈게'라는 가사처럼 지친 누군가에게 밤바람처럼 다가가 위로를 건네고 싶다는 마음을 담은 곡이다.

이번 앨범에는 타이틀곡 '밤바람' 외에 평소 앤씨아가 존경하고 꼭 리메이크 하고 싶다고 얘기해 온 롤러코스터의 명곡 '습관(Bye Bye)'을 재해석해 담았으며, 기존에 디지털 싱글로 공개했던 'I'm fine', 비투비 서은광과 함께한 '노래방에서', 비투비 육성재와 함께한 '봄에 오면 괴롭힐 거예요' 등 5곡이 수록돼 있다.

특히 이번 타이틀곡 '밤바람' 뮤직비디오에는 최근 남다른 피지컬과 수려한 외모로 SF9의 '얼굴 천재'라 불리며 인기를 모으고 있는 로운과 유니티 멤버로 함께 활동했던 멤버 중 청순한 외모와 댄스 실력을 비롯하여 연기력까지 갖춘 이수지가 남녀 주인공으로 참여해 앤씨아의 새 앨범에 응원을 보냈다.

@highlight

가수 앤씨아가 지난해 10월 싱글 앨범 'I'm fine'이후 두 번째로 'someone, somewhere, sometime'의 의미를 담아 7개월 만에 미니앨범 'some-'을 발표하며 타이틀곡으로는 따뜻한 마음을 표현한 미디엄 발라드곡 '밤바람'을 실었다.