“중관촌은 세계시장 진출을 위해 현재 영국, 독일 등에 해외지사를 두고 있으며 한국에도 설립 계획이 있으며 순천이 그 후보지가 될 수 있다”

중국 베이찡 중관촌의 따이지엔 사회조직연합회 비서장은 지난 8일 순천시 국제정원내 습지센터에서 열린 중관촌 창업전문가 특별초청 강연에서 이같이 밝히고 “순천과의 우호협력을 증진해 나갈 것”이라고 말했다.

이날 강연에서 중관촌이 성공한 혁신전략과 창업시스템을 소개한 따이지엔 비서장은 “중관촌의 발전은 정부의 과감한 정책과 우수한 인재들의 아이디어와 열정이 함께 결합되어 중국의 신흥 산업의 성장거점이 될 수 있었다”고 덧붙였다.

따이지엔 비서장은 강연 이후 환담에서 “매우 우수한 생태환경은 창업정책에 큰 경쟁력이 될 수 있으며 순천의 창업보육정책이 성공적으로 추진될 수 있도록 적극 협력하겠다”고 밝혔다.

특별강연에는 전남 동부권에 거주하는 청년과 시민 200여명이 참석해 큰 관심을 보였다.

허석 순천시장은 “따이지엔 비서장 등 관계자 일행의 순천 방문은 창업보육센터를 준비하는 순천시에 단비가 됐으며 중관촌과의 지속적인 상호 협력을 기대한다”고 말했다.

한편 중국 베이찡 중관촌의 따이지엔 사회조직연합회 비서장과 도시공정연구원 유한공사 리우쓰잉 부사장 등 핵심 관계자 일행이 지난 7일부터 9일까지 2박 3일간의 일정으로 순천을 방문했다.

이번 방문은 지난 1월 순천시의 ‘호남권 최대 창업보육센터 조성’과 관련, 중관촌 사회조직연합회와의 ‘창업생태계 조성 및 교류활성화’를 위한 업무협약의 일환으로 추진됐다.

방문단은 순천만국가정원, 낙안읍성을 비롯해 광양항과 광양만권경제자유구역청 등 주변 산업시설을 둘러봤다.

※ 중국 중관촌은 2만 2천 여 개의 첨단기술기업이 입주해있으며, 기업가치가 10억 달러 이상인 중국의 유니콘 기업 중 절반이상이 모여 중국의 실리콘밸리로 불러지고 있으며 매년 6천 여 개의 창업이 이루어지는 창업의 산실이다.

@highlight

중국의 실리콘밸리인 중관촌의 해외 지사 후보지로 순천이 언급되었으며, 중관촌의 따이지엔 사회조직연합회 비서장이 순천과의 우호협력을 증진할 것이고 순천의 창업보육정책의 성공을 위해 적극 협력하겠다고 밝혔다.