고흥군은 오는 31일까지 ‘2019년도 상반기 귀농 농업창업 및 주택구입’지원 대상자를 추가 모집한다.

군은 올해부터 법 개정으로 달라지는 지침에 따라 신청대상자를 대상으로 서면평가, 현장평가, 대면평가 등 공정한 심사를 거쳐 6월중 적격대상자를 선발해 지원할 계획이다.

사업신청 자격은 도시지역에 1년 이상 거주하다가 농업으로 전업하고자 농촌지역에 전입한지 5년 이내인 만 65세 이하 귀농 세대주로써 신청 전 귀농교육을 최소 100시간 이상 이수해야 한다.

이번 귀농창업자금은 고흥군이 전남도로부터 추가(3차)로 배정(국고융자100%)받은 자금으로써 기 선정된 21명에 이어 추가 모집하며, 지원규모는 농업창업 3억원, 주택구입 7천500만원 이내로써 사업 신청서와 귀농 농업창업계획서를 주소지 관할 읍면사무소에 접수하면 된다.

군에 따르면 올해 상반기 귀농 창업자금 확보는 전남도 365억 원 한도 배정액 중 91억 원으로 고흥군(1위 25%, 2위 8%)이 전남도에서 최대 확보 했으며, 아울러 귀어 창업자금 대상자 확정도 전남도 335억 원 중 115억 원으로 고흥군(1위 34.5%, 2위 18.9%)이 전남도내에서 최다 지원 대상자로 선정됐다.

이는 고흥군이 저출산 고령화에 따른 인구감소 극복을 위한 민선7기 인구정책에 대한 지대한 관심과 지자체장의 추진 의지가 반영된 것으로써 공직자, 군민, 출향향우 등 모두가 다각적으로 노력한 결과로 풀이 되고 있다.

군 관계자는 “2018년 202억 원, 2019년도 상반기 207억 원(귀농91, 귀어116)의 자금을 확보함에 따라 도시민이 안정적인 정착을 할 수 있도록 귀농·귀어 창업기반시설과 주택마련에 필요한 정책자금을 2022년까지 1천억 원 규모로 확보하는 등 귀향귀촌(귀농·귀어) 3천호 달성을 목표로 전 행정력을 집중해 나갈 계획” 이라고 밝혔다.

@highlight

고흥군은 '2019년도 상반기 귀농 농업창업 및 주택구입'지원 대상자 2차 모집을 시작하여 여러 공정한 심사를 거쳐 6월중 적격대상자를 선발해 지원할 계획인데, 신청 전 귀농교육을 최소 100시간 이상 이수해야 한다.