배틀트립 트와이스 다현 채영 쯔위트와이스 막내 라인 다현, 채영, 쯔위가 '배틀트립'에 등장한다.

11일 방송되는 KBS 2TV 원조 여행 설계 예능 '배틀트립'에서는 '국내 섬 여행'을 주제로 노라조 조빈-원흠과 트와이스 다현-채영-쯔위가 각각 울릉도와 강화도로 떠나 여행 설계 배틀을 펼친다.

이번 주에는 트와이스의 막내 라인 다현-채영-쯔위의 강화도 '급식단 봄 투어' 설계가 공개된다.

이들은 서울 근교 섬 '강화도'로 여행지를 설정, 당일치기 여행을 떠났다고 해 이목이 집중된다.

특히 다현-채영-쯔위는 모두가 만족하기 위해 각각 오전, 오후, 저녁으로 시간을 분배해 여행을 설계했다.

다현-채영-쯔위는 스피드를 즐길 수 있는 루지, 여유를 만끽할 수 있는 족욕카페 등 액티비티부터 핫플 투어, 식도락에 이르기까지 하루를 빈틈없이 꽉 채운 여행기로 시청자들의 취향을 저격할 예정.

이 가운데 공개된 스틸 속에는 아기자기한 그림이 그려진 손수건을 들고 있는 다현-채영-쯔위의 모습이 담겨있어 궁금증을 자극한다.

이는 '소창(면직물의 한 종류) 체험' 중 하나인 소창 손수건 만들기에 나선 세 사람의 모습으로, 다현-채영-쯔위는 소창에 서로의 얼굴을 그려 주자며 그림 작업에 몰두하기 시작했다.

채영은 잘 그려지지 않는지 자신의 머리카락을 쥐어 뜯는가 하면, 쯔위는 생각지 못한 시그니처를 그려 넣어 웃음을 자아냈다고.

'급식단 봄 투어'를 본 성시경은 "보고만 있어도 웃음이 나"라며 삼촌 미소를 감추지 못했다는 후문.

한편, KBS2 '배틀트립'은 11일 오후 9시 15분에 방송된다.

@highlight

11일 방송되는 KBS 2TV '배틀트립'에는 트와이스 다현-채영-쯔위가 출연해 강화도 당일치기 '급식단 봄 투어'를 소개한다.