지난 11일 열린 '천흥저수지 수변산책로 조성을 위한 정책 토론회' 뒤 박완주 국회의원 등 참석자들이 기념촬영하고 있다.

[천안]천안시 성거읍 천흥저수지의 수변경관 활용과 관광인프라 구축을 위한 수변산책로 조성의 다양한 아이디어가 나왔다.

더불어민주당 박완주 국회의원(천안을)과 육종영 천안시의회 의원은 지난 11일 성거농협 본점 2층 회의실에서 '천흥저수지 수변산책로 조성을 위한 정책 토론회'를 개최했다.

주제발표자인 이현구 서원녹색환경디자인 대표는 "천흥저수지가 산지로 둘러쌓인 분지형 저수지로 성거산 산악경관자원과 도심 생활권 문화를 흡수할 수 있는 여건을 충족한다"며 천흥저수지에 수변산책데크, 목교, 전망공간, 방향안내판 등을 도입하는 방안을 제안했다.

토론자인 조원규 (주)케이앤티종합건축사 대표도 "성거산과 자연스러운 트레킹 코스로 연계가 필요하다"며 "청소년 자연학습교육장, 주민소득 증대 등 지역개발에 기여하는 방향으로 수변산책로가 조성되길 바란다"고 말했다.

육종영 천안시의원은 토론에서 "수변산책로 조성시 단순히 걷기에만 초점 맞출 것이 아니라 사용자 입장에서 섬세한 검토와 접근이 필요하다"고 강조했다.

김덕환 천안시 산림휴양과 과장은 천흥저수지 수변산책로 조성사업 관련해 "화장실과 주차장 문제 등 실제 사용자 입장을 최대한 고려하겠다"고 말했다.

박완주 의원은 "토론회에서 나온 성거 주민들의 소중한 의견이 향후 천흥저수지 수변산책로 조성에 반영될 수 있도록 최선을 다하겠다"고 말했다.

한편 천안시는 국비 17억 원 등 총 30억여 원을 투입해 1.7㎞의 산책로 및 녹지공간을 조성하는 천흥저수지 수변산책로 조성사업을 추진하고 있다.

시는 상반기 공사를 발주해 하반기 준공 계획이다.

@highlight

지난 11일 성거농협 본점 2층 회의실에서 더불어민주당 박완주 국회의원과 육종영 천안시의회 의원이 '천흥저수지 수변산책로 조성을 위한 정책 토론회'를 개최한 가운데 전망 공간, 방향안내판 도입, 수변산책로를 성거산과 트레킹 코스로 연계 조성하자는 방안 등 다양한 아이디어가 나왔다.