[환경일보] 김은진 기자=더 리버사이드 호텔 올 데이 다이닝 뷔페 레스토랑 '더 가든키친'에서 진행된 2019 리노베이션 기념 'Tasty River시식회'가 지난9일 성황리에 마쳤다.

이번 시식회는 내부 인테리어를 재정비하고 전체적인 푸드라인을 개편하며 '가성비, 가심비 최고의 호텔뷔페!' 의 저력을 다시 한번 보여주겠다는 더 가든키친의 슬로건으로 진행되었다.

더 리버사이드 호텔 뷔페 더 가든키친은 연간 35만명 이상의 고객이 이용하고 있으며, 2011년 오픈 이후 누적 고객 2백 80만.

네이버 예약 기준 호텔뷔페 2016년 최고거래액, 2017년 최고예약건수, 2018년 최고거래액, 베스트 예약 부분을 수상한 바 있다.

더 리버사이드 호텔 김나리 홍보실장은 "기존 고객님들께 많은 사랑을 받았던 LA갈비, 앙쿠르트 스프, 간장게장, 스시, 양갈비 등 시그니처 메뉴를 유지하며 메뉴 컨셉을 보다 다양화하기 위해 '박태성 총주방장' 이하 메인급 쉐프들을 추가 영입했다" 며 "지중해풍 스페셜 메뉴와 한식, 일식, 중식, 이탈리안 등 130여 가지의 WORLD FINEST DINING BUFFET 컨셉으로 한층 더 업그레이드 된 특별한 만찬을 준비하였다" 고 밝혔다.

또한 "리노베이션 스페셜 메뉴로 그릴랍스터, 대게, 로스트비프, 타파스 등 최상급 식재료를 사용한 최고급 메뉴들을 마음껏 다양하게 즐길 수 있는 것 또한 이번 메뉴 개편의 큰 특징이며 더 가든키친의 기본정신인 '최상의 식재료로 감동을 선사하는 뛰어난 맛' 이라는 더 리버사이드 호텔 뷔페의 사명감으로 자신있게 선보일 준비를 마쳤다." 라고 말했다.

@highlight

9일 더리버사이드 호텔 올 데이 다이닝 뷔페 레서토랑 '더 가든치킨'에서는 '가성비, 가심비 최고의 호텔뷔페!'라는 슬로건 아래 2019 리노베이션 기념 'Tasty River시식회'가 열려 130여 가지의 WORLD FINEST DINING BUFFET 컨셉 만찬을 선보였다.