경기도문화의전당이 새로운 토크 콘서트 시리즈 '랑데북(Rendez-Book'으로 오는 16일 관객들을 찾는다.

이날 행사는 영화평론가 이동진이 진행을 맡으며 '알쓸신잡'의 정재승 교수, 인기 팟캐스터이자 작가인 채사장이 출연할 것으로 기대를 모으고 있다.

프랑스어로 만남을 뜻하는 '랑데부'(Rendez-vou)'에서 영감을 받은 공연은 최근 다양한 형태로 우리 삶 속 깊이 자리한 '인공지능(A.I)'을 주제로 진행되며 오는 11월까지 관객과 네 번의 색다른 만남을 준비하고 있다.

'랑데북'은 형식적인 장르에 제한을 두고 않고 게스트가 전달하려는 메시지와 관객들의 공감에 더욱 집중한다.

지난 2009년 선정된 세계 경제포럼(다보스포럼)의 차세대 글로벌 리더이자 '알쓸신잡'으로 대중적 사랑을 받은 정재승 교수는 추천영화 'Her(스파이크 존즈 감독)'을 통해 인공지능에 대하여 이야기한다.

팟캐스트 '지적 대화를 위한 넓고 얕은 지식'의 진행자로도 널리 알려진 작가 채사장은 추천도서로 '특이점이 온다(레이 커즈와일 저)'를 선정하였다.

채사장은 미래의 유토피아에 대해 다룬 이 책을 통해 기술과 인간에 관한 자신의 생각을 관객들에게 전하고자 한다.

인디 아티스트의 공연도 주목할 만하다.

인디 뮤지션 우주히피는 공감어린 가사, 깊이 울리는 보컬이 인상적인 음악을 들려주며,라이브 클럽 데이와 소극장 콘서트 등 활발한 공연을 진행함과 동시에 '치즈인더트랩' '막돼먹은 영애씨' 등 여러 드라마의 OST작업에도 활발히 참여 중인 실력파 1인 밴드이다.

전당 관계자는 "토크콘서트 랑데북의 공연별 주제 선정과 출연진 섭외에 심혈을 기울이고 있는 만큼 관객들이 특별한 즐거움을 얻고 갈 수 있을 것이다"고 말했다.

@highlight

프랑스어로 만남을 뜻하는 '랑데부'에 영감을 받은 새로운 토크 콘서트 시리즈 '랑데북(Rendez-Book)'이 16일 경기도문화의전당에서 열린다.