한국은행은 12일 미국의 올 1분기 경제성장률 결과에 대해 "1분기 미국의 GDP(국내총생산) 성장률은 시장이 예상치를 크게 상회하는 수준이지만 일시적 특이요인이 상당부분 작용한 것으로 평가된다"고 말했다.

한은(조사국 국제경제부)은 이날 발표한 해외경제 포커스에서 "미국의 1분기 GDP는 전기대비 3.2% 성장하면서 전분기(2.2%)에 비해 성장세가 확대됐다"며 이같이 밝혔다.

한은은 "수출 증가의 경우 중국의 미국산 대두 수입 재개 효과가, 수입 감소에는 지난해 하반기 선수입에 따른 기저효과 등이 특이요인으로 작용했다"며 "재고투자의 성장기여도가 3분기 연속 플러스를 기록한 것도 그간의 재고 흐름을 볼 때 이례적"이라고 말했다.

이어 전망과 관련, "향후 미국 경제는 일시적 요인이 해소되면서 성장률이 낮아지겠지만 소비 등 내수가 견인하는 성장세를 회복할 전망"이라고 밝혔다.

2분기엔 순수출 및 재고 기여도가 하락하면서 전분기에 비해 성장률이 낮아질 가능성이 있는 반면 1분기 부진했던 소비, 투자 등 내수 부문은 노동시장 호조, 경제심리 개선 등으로 점차 회복될 것이란 게 한은의 예상이다.

한편, 한은은 미국이 EU(유럽연합)와 무역갈등 재현 가능성이 있다고 분석했다.

한은은 "미국과 EU는 지난해 무역협상을 개시하면서 현상기간 중 추가관세 부과를 유예하기로 합의하엿으나 최근 들어 추가관세 부과를 둘러싼 무역 갈등이 점차 구체화되는 모습"이라며 "이같은 움직임들은 미·EU간 무역협상을 염두에 둔 협상력 강화 차원인 것으로 파악되며 이로 인해 협상 진행기간 동안 양자간 갈등 상황이 이어질 것"이라고 관측했다.

미 무역대표부는 지난달 EU의 에어버스 보조금 지급에 대해 관련 피해규모(11억달러 추정)에 상응하는 추가관세 예비품목을 발표했고, EU도 즉각 보복관세 부과 입장을 표명한 바 있다.

이달 중순 경에는 미국의 EU의 주력 수출품인 자동차에 대한 관세부과 검토 결과를 발표할 예정에 있다.

@highlight

한국은행은 12일 미국 1분기 GDP 성장률 호조는 중국의 미국산 대두 수입 재개, 작년 하반기 선수입으로 인한 수입 감소 등 일시적 특이요인에 의한 것이라 밝히며 향후 성장률이 낮아지나 내수 중심 성장세를 보일 것이라 전망했다.