독일 프로축구의 명문 바이에른 뮌헨 소속 기대주 정우영(20)이 2019 국제축구연맹(FIFA) 20세 이하(U-20) 월드컵에 출전할 수 없게 됐다.

대한축구협회는 "정우영이 소속 구단 사정으로 차출되지 못해 제주 유나이티드 이규혁을 대체 발탁하기로 했다"고 12일 밝혔다.

정우영은 이강인(발렌시아) 등과 이번 U-20 대표팀의 대표적인 '유럽파'로 기대를 모았다.

그러나 이번 시즌 정우영이 주로 활동했던 뮌헨 2군이 독일 3부리그 승격을 위한 플레이오프를 치르게 되면서 '정정용호' 합류의 변수로 작용했다.

레기오날리가(4부리그) 바이에른 지구 우승을 결정지은 뮌헨 2군은 북부 지구 우승팀과 홈 앤드 어웨이 방식으로 3부리그 승격 플레이오프를 치른다.

이 경기가 22·26일이라 U-20 월드컵 조별리그 초기 일정과 겹쳤다.

대표팀에선 구단 측에 조기 합류는 어렵더라도 1경기라도 뛸 수 있게 해달라고 협조를 구했으나 결국 뮌헨은 2군 팀의 주축인 정우영을 보낼 수 없다고 결론 내렸다.

팀 전력의 핵심으로 여긴 미드필더 정우영의 출전이 불발되면서 U-20 대표팀 전술 등에도 변화가 불가피해졌다.

대체 발탁된 이규혁은 이번 대표팀 최종 엔트리 확정을 앞두고 국내 최종소집 때 훈련하다가 탈락한 수비수다.

U-20 월드컵 예선인 지난해 아시아축구연맹(AFC) 19세 이하(U-19) 챔피언십 등에 출전 경험이 있다.

이규혁은 14일 폴란드로 출국해 대표팀에 합류한다.

이규혁은 소속 구단 제주를 통해 "국내 소집 훈련 이후 탈락했지만, 혹시 모를 기회를 위해 계속 준비하고 있었다. 기회가 와서 기쁘지만, 월드컵에 뛰지 못하는 선수들에 대한 책임감도 느낀다"고 소감을 밝혔다.

그는 "최종 엔트리 탈락 이후 '안일하지 않았나' 하는 생각에 독기를 품었다. 초심을 잃지 않겠다"면서 "부족한 적극성에 대해 고민이 많았는데, 작은 것부터 적극성을 발휘하고 투지 있는 플레이를 하겠다. 팀을 위해 희생하겠다"고 강조했다.

@highlight

12일 대표팀은 뭔헨 구단에 정우영 합류를 요청했으나 거절당했고 이에따라 이규혁을 대체 박탈했지만 전력의 핵심인 정우영의 출전이 불발되어 전술에 문제가 생겼다.