경일대 국제통상학과 4학년 찐티항나(여·27세) 씨는 2015년 베트남에서 한국으로 유학을 왔다.

입학 직후부터 한국어능력시험(TOPIK) 우수 장학금, 성적우수 장학금, 근로 장학금 등을 받으며 4년 동안 학비 전액면제에 생활비까지 지원받으며 대학을 다니던 항나 씨는 최근 교육부의 국립국제교육원 ‘글로벌코리아스칼라십(이하 GKS·Global Korea Scholarship)’에 선정돼 500만 원의 장학금을 추가로 받게됐다.

GKS는 한국의 대학에 재학 중인 외국인유학생을 지원하는 제도로 전국에서 200명을 선발하는데 731명이 지원해 3.7대 1의 경쟁률을 기록했다.

경일대에서는 찐티항나 씨를 비롯해 노몬다라이 이크 헤르벳(몽골), 이송림(중국), 응웬 티 흐엉(베트남) 등 총 4명이 선발됐다.

이들에게는 10개월 동안 매월 50만 원씩 총 500만 원이 개별적으로 지원된다.

선정기준도 까다롭다.

한국어능력시험(TOPIK) 4급 이상에 직전학기 학점이 평균 80점 이상, 전체 재학기간 평균 80점 이상을 충족해야 신청할 수 있다.

찐티항나 씨는 “경일대 입학 후 매 학기 평균평점 4.0 이상을 유지하고 있고 한국어능력시험은 5급까지 따는 등 공부만 열심히 하니 베트남의 부모님께 의지하지 않고도 학비와 생활비를 모두 해결할 수 있었다”라며 “추가로 GKS 장학금까지 받게 돼 서류접수부터 멘토링까지 많은 도움을 준 학교 관계자분들께 감사하다”고 말했다.

또한 “내년에 졸업하게 되면 한국에 남아서 무역회사에 취업해 한-베 교류에 일익을 담당하는 커리어우먼이 되는 것이 꿈”이라고 밝혔다.

홍창기 대외협력처장은 “외국인유학생을 위한 지원체계와 장학제도가 잘되어있기 때문에 찐티항나와 같이 학업에만 집중한다면 코리안드림을 이룰 수 있을 것”이라고 말했다.

@highlight

항나 씨찐티, 노몬다라이 이크 헤르벳(몽골), 이송림(중국), 응웬 티 흐엉(베트남) 등 총 4명의 경일대 학생들이 전국적으로 3.7대 1의 경쟁률을 뚫고 한국의 외국인유학생을 지원하는 제도인 교육부의 국립국제교육원 ‘글로벌코리아스칼라십(이하 GKS·Global Korea Scholarship)’에 선정됐다. 