▲ 17일 재점등되는 연평도 등대 불빛의 도달거리는 약 32㎞로 서해5도 어민들의 안전한 어로 활동이 기대된다.

▲ 소등 45년 만에 다시 불을 밝히게 된 연평도 등대.

인천 옹진군 연평도 등대가 45년만에 평화의 불을 밝힌다.

12일 해양수산부에 따르면 오는 17일 오후 7시20분 문성혁 해수부 장관과 박준하 인천시 행정부시장 등이 참여하는 연평도 재점등 기념식을 연다.

남북 대립으로 소등되었던 연평도 등대가 서해 5도 어장확장으로 우리 어선의 안전항행 확보 등을 위해 재점등된다.

해수부는 봄어기 조업이 시작되는 지난 4월1일부터 서해5도에서 일출 전·후 30분씩 1시간 동안 야간 조업을 허용했다.

연평도 등대가 다시 불을 밝히면 어민들이 보다 안전하게 어로 활동을 할 수 있을 것이라고 설명했다.

1960년 3월 설치된 연평도등대는 전국에서 몰려드는 조기잡이 어선들의 길잡이 역할을 했다.

연평도 서남단 해발 105m 지점에 있다.

그러나 북한 접경지역에 위치하고 있어 등대 불빛이 북한 간첩의 해상 침투를 쉽게 할 수 있다는 지적으로 1974년 1월 가동을 중단됐다.

연평도 등대의 도달거리는 약 32㎞로 일몰에서 일출때까지 불빛을 비춘다.

작년 4·27 판문점 선언 이후 북방한계선 인근에 남북 공동어로구역 조성이 추진되고, 이러한 분위기를 발판 삼아 서해5도에서 어장 확대 및 조업 시간 연장 등이 검토되면서 해수부는 연평도등대를 재점등하는 방안을 추진했다.

해수부 관계자는 "향후 인천항과 해주·남포항 항로 개설로 인해 연평도 해역을 지나는 선박의 안전 운항이 필요할 것으로 보고 있다"며 "시설 보강 작업도 병행하면서 재점등을 준비했다"고 설명했다.

@highlight

해양수산부는 오는 17일 오후 7시20분 연평도 재점등 기념식을 열고 남북 대립으로 소등되었던 인천 옹진군 연평도 등대를 45년만에 우리 어선의 안전항행 확보 등을 위해 재점등한다고 밝혔다.