이용섭 광주광역시장이 4월 광역자치단체 직무수행 평가에서 첫 1위를 기록했다.

민선 7기 출범이후 9개월째 지지율 1위를 달리던 김영록 전남도지사는 한 순위 낮은 2위를 차지했다.

여론조사 기관인 리얼미터가 지난달 24∼30일 전국 만 19세 이상 남녀 1만7천 명을 대상으로 조사한 결과(95％ 신뢰수준에 표본오차 ±3.1％p) 이 시장의 지지율은 60.9％로 전국 17개 광역자치단체장 가운데 가장 높았다.

김 지사는 0.5%p 내린 57.8%로 10개월 만에 2위로 한 순위 하락했다.

이철우 경북지사는 0.5%p 오른 55.0%로 3위를 이어갔다.

이에 앞서 리얼미터가 지난 3월 26일부터 4월 2일까지 전국 만 19세 이상 남녀 1만7천 명을 대상으로 조사해 지난달 9일 발표한 결과(95％ 신뢰수준에 표본오차 ±3.1％p)에서는 김 지사의 지지율이 58.3％로 1위를 유지했다.

전달에 이어 2위를 차지한 이 시장의 지지율은 58.2％였다.

그러나 김 지사의 지지율은 전월 대비 1.5%p 하락한 것이고 이 시장의 지지율은 전월 대비 3.4%p 오른 결과였다.

결국 하락세와 상승세를 보이고 있는 양 시·도지사의 지지율 조사결과가 이번 날에는 어떻게 나올지를 놓고 시·도민들의 관심이 쏠렸다.

지지율 조사 결과를 놓고 이 시장과 김 지사는 그동안 “여론조사 결과에 ‘일희일비’ 하지 않는다”는 입장을 보여왔다.

언제든지 하락할 수도 있고 높아질 수도 있다는 여론의 특징 때문이다.

소신과 자신만의 철학으로 정책을 밀고 나가는 것일 뿐 인기에 영합하지 않는다는 강한 인식도 저변에 깔려 있는 것으로 풀이된다.

이를 증명이라도 하듯 시·도 공무원들은 이 같은 지지율 결과로 상생의 입장에 있는 상대를 자극하지 않으려 감정표현을 자제하는 모습을 보이고 있다.

그럼에도 모처럼 시장이 지지도 1위를 차지한 광주시 조직 일각에서는 상당히 고무된 분위기도 감지된다.

광주시 한 사무관은 “그동안 줄곧 단체장 직무수행 평가에서 하위권에 머물러 있어 직원들의 사기가 말이 아니었는데 모처럼 최상위에 오른 결과를 보면서 직원들도 크게 자부심을 느끼고 있는 것 같다”고 전했다.

@highlight

여론조사 기관인 리얼미터가 지난달 조사한 결과 4월 광역자치단체 직무수행 평가에서 전국 17개 광역자치단체장 가운데 이용섭 광주광역시장이 첫 1위를 기록해 광주시 직원들의 사기가 고무되었다.