‘경찰의 김기현 전 울산시장 표적수사’ 논란 관련 핵심 인물인 건설업자 A(55)씨가 최근 자신의 변호인을 김학배 전 울산지방경찰청장으로 교체했다.

A씨는 김 전 시장 동생을 고발해 경찰의 수사를 끌어낸 데다 자신의 아파트 건립 사업을 위해 김 전 시장 비서실장 등을 협박한 혐의로 기소되는 등 ‘김기현 표적수사 논란’과 이를 둘러싼 검경 갈등에 깊이 관여된 인물이다.

그런데 울산경찰청장 출신 변호인이 구원 등판하면서 법조계 이목이 쏠리고 있다.

A씨는 아파트 사업을 빌미로 사업자금 수십억원을 받아 가로챈 혐의(사기)로 구속기소 돼 지난 3월부터 재판을 받고 있다.

최근 변호인을 교체하면서 법무법인 대륙아주 소속 김학배 씨 등 4명의 변호인을 선임했다.

변호인 교체 후 처음으로 열린 최근 공판에서 김학배 등 4명의 변호인단은 모두 재판에 참여, A씨를 변호했다.

그런데 울산경찰청장이 변호인단에 포함돼 있어 이야깃거리가 되고 있다.

특히 A씨가 ‘경찰의 김기현 표적수사 논란’과 연관성이 큰 인물이라는 점에서 김 변호인의 투입이 더 큰 관심을 끌고 있다.

A씨의 사기사건 재판 결과가 앞으로 경찰관이 개입한 강요미수 사건이나, 황 전 울산청장을 상대로 진행 중인 검찰 수사 등에도 영향을 미칠 수 있다는 점에서 김 변호인의 투입은 여러 측면에서 지역 법조계에 화제가 되고 있다.

판사 출신 한 변호사는 “대형 로펌이 계약해도 지방법원 재판에는 2명 정도가 참석하는 것이 보통인데, 4명이나 재판에 들어간 것은 이례적”이라면서 “지난 2013년 울산경찰청장을 지낸 김학배 변호인이 당시 사업을 추진했던 A씨 사정을 잘 안다는 점에서 선임됐을 수는 있다”고 지난 11일 밝혔다.

김 변호인은 1984년 사법고시(26회)에 합격하고 경찰에 입문했다.

경북 칠곡서장, 서울청 수사부장, 대전지방경찰청장, 경찰청 수사국장, 울산경찰청장 등을 지낸 뒤 퇴임해 2014년 대륙아주 소속 변호사가 됐다.

@highlight

‘경찰의 김기현 전 울산시장 표적수사’논란 관련 중심 인물인 A씨가 자신의 변호인을 김학배 전 울산지방경찰청장으로 교체하였는데, 변호인단에 울산경찰청장이 포함돼 있어 A씨 사건의 재판 결과에 영향을 줄 수 있어 지역 법조계에서 관심을 끌고 있다.