국방부 차관 출신인 백승주 자유한국당 국회의원(구미갑)은 "북한이 실시한 미사일 훈련은 요격을 피하면서 전술핵을 탑재할 미사일 기술을 갖췄는지 알아보려는 목적"이라고 주장했다.

12일 백 의원은 매일신문 기자와 만나 "정부가 말하는 대로 발사체이든 미사일이든 그것을 쏘는 이유가 무엇이겠느냐"며 "새로운 기술을 개발했고, 그 성능을 확인해보려는 것 아니냐.

이번에 북한이 쏜 미사일이 러시아의 이스칸데르 지대지 탄도미사일을 카피한 것이라면 요격을 피하면서 탄두 증량을 늘리는 훈련을 한 것으로 보인다"고 했다.

그러면서 백 의원은 "미사일 훈련이라는 것은 군사 목적인데 이를 '미국 겁주기' '내부 결속용' '대남 메시지용' 등 외교 목적으로 해석해서는 안되며, '불상의 발사체'라거나 북한이 말하는 '신형 전술유도무기'가 아니라 기존 미사일과 마찬가지로 원산 호도반도에서 쐈으니 '호도 미사일'이라고 명명해야 한다"고 지적했다.

백 의원은 "이스칸데르 미사일은 정점고도에서 하강하는 과정에서 급강하한 후 수평비행을 하고, 이후 목표물 상공에서 수직으로 낙하하는 등 복잡한 비행 궤적을 보인다.

고체연료를 사용해 연료 주입시간이 필요 없고, 이동식발사차량(TEL)을 통해 언제 어느 곳에서 자유롭게 쏠 수 있다"며 "이 미사일은 패트리어트 미사일이나 사드(THAAD)로도 요격하기 쉽지 않다는 의견도 있다"고 우려했다.

또한 정부가 마이크 폼페이오 미국 국무장관을 향해 유감의 뜻을 전해야 한다는 입장도 내놓았다.

백 의원은 "폼페이오 장관이 미국 언론에 출연해 '북한의 발사체는 사정거리가 짧아 ICBM 모라토리엄을 위반한 것은 아니다'고 주장했다.

미국 본토를 공격할 ICBM만 아니면 동맹국의 안전은 아무래도 상관없다는 말이냐"며 "미국은 외교성과를 위해 북한 미사일을 인정하지 않겠다는 것인데 한국 정부가 여기에 장단 맞춰서는 안 된다"고 했다.

@highlight

자유한국당 백승주 국회의원은 북한이 쏜 미사일은 요격을 피하고 전술핵을 탑재할 미사일 기술을 갖췄는지 알아보려는 목적으로 훈련한 것이고 미사일 훈련은 군사 목적이지 외교 목적으로 해석하면 안된다고 말했다