공주여자고등학교(교장 이은모)는 개교 91주년을 맞은 교정에서 학생과 교직원, 학부모가 함께하는 제23회 청란축제의 화려한 무대가 하루 종일 펼쳐졌다.

전교생 521명이 모두 다 함께 참여하여 저마다의 꿈과 끼와 꾼이 어우러져 멋진 하모니를 이루었다.

제1부 주제가 있는 1학년 학생들의 재치 넘치는 학급별 부스를 운영함으로써 전 학생이 모두 참여하는 축제가 되었다.

달고나 참 달구나, 뻥스킨 라빈스, 페이스페인팅(타투), 피치 못할 청포도, 아옹이 5락실, 네 입에 소떡소떡, 인생 사진관 등은 여고생 다운 아기자기함으로 많은 인기를 모았다.

이어 동아리별 부스에도 발길이 끊이지 않았다.

GGS의 '마음을 전하다', 수호천사의 '사랑을 담은 운동화', 로켐의 '빛나라 야광공' 아롱다롱의 '우리 부스에서 꽃갈피 만들래?', 힐링동아리의 '힐링', 버찌동아리가 운영한 버찌까페는 특수학급 학생들이 전교사와 전교생에게 다양한 음료를 만들어 제공하였다.

공연마당으로 제1마당 주간 공연에는 개인과 단체팀이 어우러진 화려한 공연무대가 펼쳐져 열띤 경쟁을 펼쳤다.

방송제와 여울이패, 훌림목, 정효형 외 댄스 공연, 김은진 외 댄스 공연, 김이경의 노래 공연이 이어졌다.

야간에 실시한 공연에서는 자율동아리와 꿈들채 동아리의 경연에 이어 2학년 학생들의 학급경연이 이어졌다.

초청공연으로 공주고 보컬팀과 댄스팀의 공연이 이어지면서 축제의 분위기는 절정에 이르렀다.

이날 축제의 꽃은 자율동아리 썬샤인의 화려하고 절도 있는 무대와 자율동아리 하이스쿨뮤지컬의 창작 뮤지컬 공연으로 봄밤에 더욱 화려한 무대를 선보였다.

@highlight

공주여자고등학교가 개교 91주년기념  '제23회 청란축제'를 열어 학생들이 전교사와 전교생에게 다양한 음료를 만들어 제공하고 보컬과 댄스팀의 초청공연 등 다양한 공연무대가 마련됐다.