천사대교 개통으로 관광객이 몰려든다

목포와 신안군 섬을 잇는 천사대교가 개통 한달 여 만에 지난 한해동안 방문객 수를 넘어섰다고 한다.

정치권의 상생이 사라지고 경제마저 어려워 하루하루가 버거운 지역민들에게는 반가운 일이 아닐 수 없다.

주말과 평일을 가리지 않고 끊임없이 찾아드는 방문객들로 신안 관내 섬은 연일 대박을 터뜨리고 있다.

특히 여수, 순천 등 전남 동부권에 치우친 지역 관광지도를 바꾼다는 측면에서 그 의미는 값어치가 높다.

천사대교는 암태, 자은, 팔금, 안좌 등 신안 다이아몬드 제도를 연결하는 중추적 기능 때문에 전남 서남해안의 숨겨진 보물을 관광객들이 찾는 여건이 크게 나아졌다.

4월 한달동안 이 곳을 찾는 관광객이 30만여명을 넘어섰다는 수치가 이를 증명하고 남는다.

이는 지난해 같은 기간에 비해 관광객이 17배나 급증한 수치다.

천사대교를 오가는 차량 역시 평일 8천여대, 주말과 휴일에는 1만4천여대를 육박할 정도라고 하니 입이 쩍 벌어진다.

이처럼 천사대교가 인기를 끄는 이유는 뭘까.

그동안 베일에 쌓였던 남도의 섬을 보기위해서다.

광활한 갯벌이 펼쳐진 암태도 해안은 장관을 이루고 그 곁을 지나는 장대한 방조제 길은 이미 트래킹 코스로 동호회의 발길이 끊이지 않은 곳이다.

여기다 바위산과 백사장이 조화를 이룬 자은도에서 바라보는 바다는 비경 그 자체다.

전원 풍경을 간직한 안좌도 역시 가족이나 연인들끼리 평온한 휴식을 취하기는 안성맞춤이라는 평가다.

‘옥의 티’라면 도로 사정이 좋지 않다.

사정이 이러다보니 비좁고 우회로가 없어 경운기를 모는 고령의 시골어르신들이 안전사고에 무방비 상태다.

관광인프라 구축도 시급하기는 마찬가지.

몰려드는 관광객을 수용할 숙박시설이나 주차장이 턱없이 부족하기만 하다.

전남도와 신안군이 공동으로 대책 마련을 서둘러야 하는 이유다.

체류형 관광객 유인책도 시급히 풀어야 할 숙제다.

@highlight

목포와 신안군 섬을 잇는 천사대교 개통하자 그동안 베일에 쌓였던 남도의 섬을 보기 위한 관광객들이 몰려 개통 한 달 여 만에 지난 한해 동안의 방문객 수를 넘어서 어려운 경제로 하루하루가 버거웠던 지역민들에게 큰 도움이 되고 있다.