[태안] 무분별하게 부착된 불법광고물 정비로 태안군의 도시미관이 크게 개선될 전망이다.

태안군의회 박용성 부의장이 지난 10일 '제259회 태안군의회 임시회'에서 대표 발의한 '태안군 옥외광고물 등의 관리와 옥외광고산업 진흥 조례' 개정조례안이 원안 가결됐다.

이에 따라 예산 확보, 주민 홍보 등 사전절차를 거쳐 '불법광고물 수거보상제'가 조만간 시행될 전망이다.

이 조례는 대로변·이면도로·주택가 등에 무분별하게 부착된 불법 광고물을 효율적으로 정비하고 도시미관 향상과 건전한 옥외 광고 문화의 정착을 유도하기 위한 주민 수거보상제의 지원 근거를 마련하기 위해 발의됐다.

이번에 개정 된 조례의 주요 내용은 군수는 도시미관 정비를 위해 현수막·벽보·전단지 등 불법 광고물을 수거한 군민에게 그에 따른 실비보상금을 예산의 범위 내에서 지급하도록 했다.

아울러, 불법광고물 수거에 대한 실비보상금의 지급대상·범위·방법 등 시행에 따른 세부사항도 마련했다.

태안군에 거주하는 65세 이상의 군민만 참여가 가능하며 제도의 악용을 방지하기 위해 환경미화원이나 공공근로자, 일자리 사업 참여자 등이 읍·면 등 공공기관 사업에 참여하는 중에 수거한 불법광고물에 대하여는 보상금을 지급하지 않기로 했다.

보상금의 지급한도는 1명의 군민이 1일 3만원 또는 1월 20만원을 초과할 수 없도록 하여 많은 군민이 참여할 수 있도록 함에 따라 노인 일자리 창출에도 기여할 것으로 보인다.

보상 대상은 지정된 게시장소 이외의 장소인 전주나 가로수, 가로등주, 건물벽면, 도로변 등에 부착된 불법광고물에 한한다.

박용성 부의장은 "그 동안 무분별하게 설치돼 도시 미관을 해치고 도시 위상을 저해하는 불법 광고물을 군민 스스로가 정비함으로써 효율적으로 거리환경을 쾌적하게 만들 수 있을 것으로 기대한다"고 말했다.

@highlight

태안군에서 도시미관 정비를 위해 현수막·벽보·전단지 등 불법 광고물을 수거한 군민들에게 실비보상금을 지급하는 '불법광고물 수거보상제'를 시행할 예정이며, 악용을 방지하기 위해 공공근로자가 공공기관 사업에 참여하는 중에 수거한 불법광고물에 대해서는 보상금을 지급하지 않는다. 