홍성군이 본격적인 영농철의 시작과 함께 농업용수 확보, 농기계 정비, 인력 지원 등 영농에 꼭 필요한 요소에 대한 점검을 마치고 풍년을 맞이할 준비를 마쳤다.

현재 농업용수 적기 확보와 직결되는 홍성 저수지의 평균 저수율은 94.3% 수준으로 영농 급수에 문제가 없을 것으로 예상되지만 영농이 본격화되는 5~6월은 평년에 비해 적은 강우가 예상되고 있어 철저한 용수관리가 필요한 실정이다.

군은 매년 반복되는 가뭄을 극복하기 위해 22억원을 투입해 농업용 관정 49개소, 간이양수장 2개소, 취입보보강 4개소, 용수관로 15km 등의 사업을 마무리하고 안정적인 용수 공급을 위해 최선을 다하고 있다.

농기계 순회교육을 통한 무료 정비점검과 농기계 임대사업소 운영도 눈여겨 볼만하다.

군은 바쁜 영농기에 농기계 고장으로 인한 차질이 없도록 지난 3월 말부터 9월 25일까지 농업기술센터 3개소에서 농기계 무료 정비점검 및 순회 교육을 진행하고 있다.

또한 농번기인 6월까지 농가의 영농작업을 돕기 위해 농기계 임대사업소 상시근무체계를 구축하고 바쁜 농업인들을 위해 농기계 임대뿐만 아니라 농기계 사용 실습 교육 서비스도 제공하고 있다.

농기계 임대사업소는 현재 59종 507대의 농기계를 보유하고 있으며 올해는 3억9천500만원을 투입해 마늘파종기 등 14종 35대의 신규 농기계를 구입할 예정이다.

군은 일손이 부족한 농가를 위한 농촌인력 지원도 준비하고 있다.

지난 1월부터 농번기 일손부족 문제를 해소하고 여성농업인의 복지를 향상시키기 위해 농촌마을 44개소에 공동급식 도우미 지원 사업을 실시하고 있으며 6월 말까지 공무원 농촌 일손 돕기를 진행하며 바쁜 농촌 일손을 거들 예정이다.

군 관계자는 "바쁜 영농철, 농업용수나 농기계로 인한 불편, 일손 부족이 없도록 영농 관련 모든 사항을 점검하며 최선을 다할 것"이라고 밝혔다.

@highlight

홍성군이 바쁜 영농철을 맞아 농업용수나 농기계로 인한 불편, 일손 부족으로 어려움이 없도록 영농 필수 요소에 대한 모든 점검을 끝내고 풍년을 맞이할 준비를 마쳤다고 전했다.