부처님오신날인 12일 낮 12시 50분께 경남 양산시 하북면 통도사 산문 입구 경내 도로에서 김모(75)씨가 몰던 체어맨 승용차가 도로 우측 편에 앉아 쉬거나 걷고 있던 김모(62)씨 등 13명을 치어 1명이 사망하고 나머지는 중경상을 입었다.

사진은 사고 낸 승용차가 표지석에 부딪혀 앞범퍼가 크게 파손된 모습.

부처님오신날 경남 양산 통도사를 찾은 방문객들이 승용차에 치여 1명이 숨지고 12명이 중경상을 입은 사고가 발생한 가운데 사망자와 함께 중상자 중 1명이 모녀 사이로 알려졌다.

경남 양산경찰서에 따르면 12일 낮 12시 50분께 경남 양산시 하북면 통도사 산문 입구 경내 도로에서 김 모(75) 씨가 몰던 체어맨 승용차가 정체 중 갑자기 출발하면서 도로 우측 편에 걷고 있거나 앉아 쉬던 방문객 13명을 잇달아 치었다.

승용차는 경내 다리 난간과 표지석을 들이받은 뒤 멈춰 섰다.

이 사고로 경남 김해에 사는 A(52·여)씨가 중상을 입고 인근 병원으로 옮겨졌지만 숨졌다.

나머지 방문객 12명은 중경상을 입었다.

중상자 중에는 A씨 노모(78)도 있는 것으로 확인됐다.

A씨 어머니는 사고 당시 중태로 병원에 옮겨졌고, 현재 큰 수술을 받는 것으로 알려졌다.

A씨는 이날 부처님오신날을 맞아 부산에 사는 어머니와 함께 통도사를 찾았다가 이 같은 변을 당한 것으로 전해졌다.

울산에서 올라온 남편 B(62)씨와 부인(58)도 크고 작은 상처를 입고 현재 병원에서 치료 중이다.

경찰은 승용차 운전자가 정차 중 출발하다가 운전미숙으로 가속페달을 밟아 사고를 냈을 것으로 보고 정확한 사고 경위를 조사하고 있다.

한편 13일 경찰은 본격적으로 수사에 착수했다.

국립과학수사연구원과 도로교통공단에 분석 의뢰해 차량결함이나 급발진 여부 등을 확인할 방침이다.

@highlight

부처님오신날  경남 양산 통도사에서 김 모씨가 몰던 체어맨 승용차가 정체중에 출발히여 도로근처에 있던 방문객 13명을 잇달아 치여 1명이 숨지고 12명이 중경상을 입은 사고가 있었는데 경찰은 김씨가 운전미숙으로 가속페달을 밟았는지 사고 경위를 조사중이다. 