동학농민혁명 125주년 기념행사를 마친 후 참석자들이 기념촬영을 하고 있다.

천안시의회가 천안의 동학농민혁명 역사를 재조명하기 위한 작업을 활발히 진행하고 있다.

천안시의회는 지난 10일 충남학생교육문화원 예술교육관에서 동학농민혁명 125주년을 기념하고 동학농민혁명의 애국정신을 기리는 행사를 가졌다.

행사는 천안시의회와 천안역사문화연구회(회장 이용길)가 공동주최하고 충남동학농민혁명단체협의회(상임대표 장명진) 주관으로 개최됐으며 동학관련 단체 및 시민·학생 등 200여명이 참여했다.

1부 기념식에 이어 열린 2부 행사에서는 '동학농민혁명과 세성산전투의 역사적 의미'를 주제로 역사학자 이이화 선생의 초청강연이 이뤄졌다.

또 김선태 천안시의원이 발제한 '호국충절의 도시 천안 문화관광의 출발점은 세성산으로부터'란 주제로 토론이 진행됐다.

이에 앞서 지난 4월 11일 김선태 의원의 대표발의로 천안시의회는 '천안시 동학농민혁명 기념사업 지원에 관한 조례'를 제정했다.

김선태 의원은 "관련 조례 제정을 통해 동학농민혁명 기념사업에 대한 지원근거를 마련하고 동학농민혁명의 애국정신을 계승하기 위한 노력을 하고 있다"며 "만민이 평등한 세상을 꿈꾸며 열강의 침략에 저항했던 민족자존 반외세 항쟁인 동학의 참 뜻이 많은 분들에게 알려지길 바란다"고 말했다.

한편, 세성산은 천안시 동남구 목천읍과 성남면 사이에 있는 산으로 이곳에서 동학 농민 운동이 한창이던 1894년 11월 18일에 동학군과 관군의 전투가 벌어졌다.

당시 세성산에 있던 동학군이 북상한다면 수도 서울에 대한 중대한 위협이 될 수 있었고, 반대로 동학군이 패한다면 동학군 전체의 사기에 영향을 미칠 수 있는 중요한 전투였다.

실전 경험이 부족했던 동학군은 관군을 얕잡아 보고 정면대결을 펼쳤다가 별기군(최초 근대식 군대)으로 구성된 관군에 참패했다.

@highlight

천안시의회가 천안의 동학농민혁명 역사를 알리기 위해 동학농민혁명 125주년을 기념하여 역사학자 이이화 선생의 초청강연을 하고 기념식을 가졌다.