임장훈 고리걸기 종합우승 차지한 정읍시 선수단.

정읍시가 지난 10일부터 12일까지 고창군 일원에서 열린 '제56회 전라북도민체육대회'에 35종목 682명의 선수와 임원이 참가해 종합 5위의 성적을 거뒀다.

정읍시는 일반부 민속경기대회에서 우수한 성적을 거두며 종합성적을 끌어올렸다.

고리걸기에서 남자부 1위, 여자부 2위로 종합우승, 투호 남자부 1위, 여자부 2위로 종합우승, 단체줄넘기 2위, 제기차기에서 3위를 차지했다.

또 그라운드 골프 1위, 씨름 2위, 구기종목인 배구와 야구, 축구는 각각 3위를 기록했다.

학생부에서는 사전경기로 열린 남자 초등부 배드민턴 1위, 검도와 농구, 육상, 자전거는 각각 2위를 차지하는 등 우수한 성적을 거뒀다.

지난 10일 오후 7시 고창 공설운동장에서 열린 개회식에는 임원을 포함해 시 선수단 100여명이 입장했다.

특히 입장식 퍼포먼스로 若無井邑 是無朝鮮(약무정읍 시무조선)을 기치로 내걸고 '태조어진과 조선왕조실록 이안행렬'을 펼쳐 호평을 받았다.

이는 임진왜란 당시 조선왕조실록 중 유일하게 남은 전주사고 실록을 정읍의 선비 안의와 손홍록 선생과 무사, 의병 등이 뜻을 한데 모아 내장산으로 옮겨 조선왕조실록을 지켜낸 상황을 재연한 것이다.

이번 대회를 준비하는 과정에서 유진섭 시장을 비롯해 시체육회 윤준호 상임부회장과 직원, 시청의 종목별 담당 실과소장및 직원들은 각 종목별 훈련장을 방문해 격려하고 대회에도 경기장을 찾아 응원전을 펼쳤다.

유진섭 시장은 "어려운 여건 속에서도 최선을 다한 선수들과 체육회 임원진의 노고에 감사드린다"며 "앞으로도 생활체육 활성화와 체육 인재 양성을 위해 노력하겠다"고 밝혔다.

@highlight

정읍시가 지난 3일간 열린 '제56회 전라북도민체육대회' 에서 고리걸기, 투호, 단체줄넘기, 배드민턴, 육상, 자전거 등에서 우수한 성적을 거둬 종합 5위를 차지했다.