대천항 수산시장에서 퇴직금 700만 뭔을 1000원짜리로 받은 피해자가 억울함을 호소하며 대천항 수산시장에서 1인 시위를 하고 있다.

[보령] '1000원짜리 퇴직금 사건'으로 물의를 빚은 대천항 수산시장에서 피해자 A(여·67)씨가 억울함을 호소하며 여전히 1인 시위를 벌이고 있다.

A씨는 "각종 언론을 통해 업주와 상인회가 본인에게 사과한 것처럼 호도하고 있으나 자신은 사과를 받은 사실이 없다"며 "업주와 상인회의 부도덕한 행위를 알리고 진정한 사과를 받기위해서 1인 시위를 벌인다"고 했다.

그는 억울함을 호소했다.

사과를 받기위해 1인 시위를 벌이고 있는데 공권력을 동원해 제지하려 있다는 주장이다.

A씨는 지난 4월 13일 억울함을 알리기 위해 대천항 수산시장에서 1인 시위를 벌였으며, 5월 11일에도 1인 시위를 했으며 두번 모두 경찰이 출동해 업소에 방해되지 않도록 건물 밖에서 시위를 하도록 했다고 했다.

A씨는 "지난 2014년 생계를 위해 대천항 수산시장 업소에 입사해 골절상을 입는 부상에도 5년 동안 일을 했으나 돌아온 건 그만두라는 통보였다"며 "노동청에 제소해 받은 퇴직금은 정당하게 노동하고 노동의 대가를 받은 것 뿐인데 마치 자신을 돈을 뜯기 위한 사람으로 호도하고 있어 억울하다"고 말했다.

상인회가 지난달 30일 사과문을 발표하며 재취업의 기회를 주겠다고 했으나 이뤄지지 않았다고 주장했다.

A씨는 업주와 상인회의 진정성 있는 사과가 있을 때까지 시위를 계속하겠다고 밝혀 대천항 수산시장 갑질 논란은 쉽게 가라않지 않을 전망이다.

앞서 대천항 수산시장 한 업체가 A씨에게 퇴직금을 1000원 짜리 지폐로 지급한 것이 언론을 통해 보도되며 갑질 논란이 불거졌다.

전국적으로 수산시장 불매운동이 확산되자 대천항 수산시장 상인회는 부랴부랴 사과성명을 발표하며 피해자에게 사과했다고 밝혔었다.

피해자인 A씨는 사과받은 사실이 없다는 입장이다.

이에 대해 수산시장측은 피해자에게 사과하려고 몇 번 전화를 했으나 전화를 받지 않았다고 해명했다.

@highlight

지난 2014년 생계를 위해 대천항 수산시장 업소에 입사해 골절상을 입는 부상에도 5년 동안 일을 했으나 그만두라는 통보만 받은 A씨가 자신을 돈을 뜯으려는 사람으로 몰아가는 업주와 상인회에 대해 억울함을 느끼며 이에 대해 1인 시위를 벌이고 있다. 