[화성=환경일보] 김남주 기자 = 화성시에서 주최한 화성 평화음악회가 성황리에 끝났다.

'시민과 공감하는 화성의 평화'라는 주제로 열린 이번 음악회에는 화성시민을 비롯해 화성시의 평화를 염원하는 인파가 모였다.

경찰은 무려 5천여 명의 시민들이 음악회를 찾은 것으로 추산했다.

동탄여울공원에서 열린 화성 평화음악회에 참석한 시민들은 가족, 연인과 함께 잔디밭에 앉아 행복한 시간을 가졌다.

국내 최초로 시도된 캐쥬얼 오케스트라 공연 외에도 다큐멘터리 영화 상영, 토크 콘서트, 화성호 생태 세밀화 전시회 등이 운영돼 시민들에게 행복도시 화성의 평화 가치를 널리 알렸다.

또한 전투비행장화성이전반대 범시민대책위원회(위원장 홍진선)도 참여해 평화를 기원하는 하나 된 화성시민의 모습을 보여주어, 이번 행사에 의미를 더했다.

한국전쟁 고아들의 감동 실화를 다룬 영화 '폴란드로 간 아이들'을 보고 눈물을 흘렸다는 동탄의 한 어머니는 "현재 우리가 누리고 있는 평화가 얼마나 소중한지 다시금 깨달았다"고 소감을 밝혔다.

영화의 감독 겸 주연을 맡은 추상미 씨는 역사적인 아픔이 있는 매향리와 제암리를 거론하면서 "같은 상처를 가진 분들이 힘을 합쳐 평화와 사랑으로 서로 발전시켜보자"는 치유의 메시지를 남겨 시민들에게 큰 반향을 얻었다.

평화음악회의 하이라이트인 KBS교향악단의 야외 콘서트에서는 딱딱하고 어렵게만 느껴지던 클래식 음악회의 틀을 깨는 파격적인 시도가 이어졌다.

개그맨 송준근 씨가 사회를 진행하고, 관객들은 잔디에 누워 공연을 즐겼다.

동탄의 도시 야경과 웅장한 오케스트라 연주가 어우러지면서 시민들의 탄성을 자아낸 화성 평화음악회는 '시민 친화형 공연의 정수'를 보여줬다는 호평 속에 마무리됐다.

이번 음악회를 기획한 화성시 군공항이전대응담당관은 "수원군공항 이전이라는 큰 위기로부터 화성시의 평화를 지키기 위해 시민 모두가 즐길 수 있는 축제를 마련했다"며, "평화를 사랑하는 많은 분들의 참석 덕분에 음악회가 더 뜻깊은 행사가 된 것 같다"고 시민들에게 감사 인사를 전했다.

@highlight

'시민과 공감하는 화성의 평화'라는 주제로 열린 화성 평화음악회는 화성시민을 비롯하여 화성시의 평화를 염원하는 약 5천여명의 인파들이 참석하여 성황리에 마무리 되었다.