[김영진 기자 solive@imaeil.com] 자유한국당 황교안 당대표가 13일 안동을 찾아 시민들로부터 환대를 받고 있다.

황교안 자유한국당 대표는 민생투쟁 대장정의 7일째 일정으로 경북 구미보와 안동을 찾았다.

황 대표는 13일 낙동강 구미보에서 현장 최고위원회의를 열고 "4대강 보 파괴는 민생 파괴이다"고 목소리를 높였다.

황 대표는 "문재인 정부는 분노한 농심·지역 민심에 귀를 기울여야 한다.

4대강 보 파괴는 민심 파괴, 농업 파괴, 지역 경제 파괴"라며 "4대강 사업이 환경을 망쳤다고 주장하는데 전혀 사실이 아니다.

지금은 홍수 걱정도 사라졌고, 농업용수는 풍부해졌으며 관광 자원화됐다"며 보 파괴를 즉각 중단할 것을 촉구했다.

황 대표는 최고위가 끝난 후 구미보 둘레길을 걸으며 환경부가 지난달 24일 추진한 구미보 개방의 부당성을 알렸다.

정부는 앞서 이명박 정부 시절 4대강 사업으로 건설한 16개 보 때문에 녹조 현상이 나타나는 등 환경오염이 심해졌다는 지적에 따라 4대강의 자연성 회복을 위한 보 처리 방안을 추진 중이다.

이어 황 대표는 안동에 있는 경상북도유교문화회관에서 지역 유림단체와 경제계, 여성·청년단체 등 1천여 명의 청중과 만났다.

경북지역 유림에게 큰 절로 인사를 하고 있는 황교안 자유한국당 당대표의 모습.

간담회에 앞서 류창해 서애 종송은 황 대표에게 '서애 류성룡의 리더십'이라는 서책을 전달하고, 황 대표는 '文(문)정권 경제실정 징비록'에 친필 사인을 해 전달했다.

황교안 자유한국당 당대표가 류창해 서애종손과 서책 교환식을 하고 있다.

황 대표는 "경제실정 징비록은 김광림 최고위원이 위원장으로 있는 특별위원회에서 심혈을 기울여 만든 책이다.

책이 출판되기 직전까지 김 최고위원이 출판사를 찾아가 내용을 끝까지 수정하고 고칠 정도로 많은 열정이 담겼다"며 "단순하게 현 정부의 문제를 지적하는 것이 아니라 국민들에게 제대로 된 실상을 알리고 개선하기 위해 만들었다"고 했다.

@highlight

황교안 자유한국당 대표는 민생투쟁 대장정 7일째 일정으로 경북 구미보와 안동을 찾아 "4대강 보 파괴는 민생 파괴"라며 목소리를 높였다.