경제 수장들이 우리나라 원화에 대한 화폐단위 변경(리디노미네이션) 가능성을 일축하면서 동력을 잃었던 리디노미네이션 논의가 정치권을 중심으로 다시 수면 위로 떠올랐다.

전문가들은 리디노미네이션에 대한 장점과 부작용이 동시에 거론되는 만큼 충분한 사전 논의와 신중한 검토가 필요하다고 입을 모았다.

13일 국회 의원회관에서 더불어민주당 이원욱 의원 등의 주최로 열린 리디노미네이션 정책토론회에서 발제를 맡은 임동춘 국회입법조사처 금융공정거래팀장은 "리디노미네이션은 약 10년이 걸리는 장기 프로젝트로 진행돼야 한다"고 밝혔다.

임 팀장은 "국민 합의를 전제로 리디노미네이션이 추진될 경우 공론화 및 제도 준비 기간이 4∼5년 걸릴 것"이라며 "한국은행법 개정, 새 화폐 제조, 신구화폐 교환 등 상당한 시간과 노력이 소요된다"고 설명했다.

리디노미네이션을 찬성하는 측은 자국 통화의 대외적 위상 제고 및 거래 불편 해소 등을 이유로 원화 1000원을 1원으로 바꾸는 화폐 단위 변경을 해야 한다고 주장한다.

LG경제연구원 조영무 연구위원은 "이미 카페에서는 5000원짜리 커피를 5.0이라고 표기하는 등 자발적 리디노미네이션이 이뤄지고 있다"며 "최근 우리나라의 낮은 물가상승률 역시 리디노미네이션에 따른 물가 상승 우려를 낮추는 요인으로 작용한다"고 강조했다.

2002년 한국은행 총재 시절 리디노미네이션을 추진했던 박승 전 총재도 "언젠가는 해야 할 일로 시기의 문제"라고 말했다.

리디노미네이션의 역기능으로는 자동화기기 교체와 전산 시스템 수정 등에 따른 비용 부담, 화폐교환 과정에서 발생할 수 있는 재산상 손실 우려 등이 꼽힌다.

서울대 이인호 경제학부 교수는 "화폐 교환 과정에서 일부가 보유 자산을 노출시키지 않기 위해 현금을 달러화나 부동산으로 바꿔 경제 혼란이 야기될 수 있다"고 지적했다.

앞서 홍남기 부총리 겸 기획재정부 장관과 이주열 한은 총재는 "리디노미네이션을 추진할 계획이 없다"고 선을 그었다.

@highlight

장점과 부작용을 모두 가지고 있는 화폐단위 변경(리디노미네이션)에 대해 경제 수장인 홍남기 부총리 겸 기획재정부 장관과 이주열 한국은행 총재는 실행 가능성을 일축했음에도 화폐단위 변경 논의가 정치권에서 다시 수면 위로 떠오르고 있다.