▲ 울산시 송병기 경제부시장, 울산항만공사 고상환 사장, (주)동원동부익스프레스, 대한통운(주) 관계자가 13일 시의사당 시민홀에서 '울산항 미세먼지 저감을 위한 협약'을 체결했다.

울산시가 울산항만공사, ㈜동원동부익스프레스, 대한통운(주)와 울산항 미세먼지 저감 협약을 체결했다.

울산시는 13일 오후 시청 시민홀(의사당 1층)에서 ‘울산항 미세먼지 저감을 위한 협약’을 맺었다.

이는 지난 3월 14일 발표한 ‘울산형 미세먼지 관리 종합대책’ 일환으로 울산항 미세먼지와 미세먼지 생성물질 배출량을 줄이고 대기 환경을 적정하게 관리·보전하기 위해 상호 협력하는 게 목적이다.

참여 기관과 기업은 협약에서 울산항 대기오염물질 측정망 설치·운영 협력, 울산항 하역·보관 중에 발생하는 시설·장비 개선 지원에 나서기로 했다.

또 기업의 자발적인 울산항 미세먼지 저감 대책 수립·시행, 기타 미세먼지 저감 사업을 발굴하기 위한 협력을 약속했다.

앞서 울산시는 울산항만공사와 미세먼지 저감을 위해 울산항 항만구역 수송차량의 비산화물 덮개 지원 사업에 나서기로 했다.

이 사업은 울산항만 내 비산화물 수송차량의 덮개를 양쪽 날개형에서 밀폐형으로 바꿔 운송 중 발생하는 화물비산먼지 저감을 위한 것으로 수송차량 13대가 지원 대상이다.

울산시는 이번 협약을 통해 지역 내 주요 미세먼지 배출원인 울산항의 미세먼지를 적극적으로 관리해 ‘울산형 미세먼지 관리 종합대책’의 목표인 ‘2022년까지 미세먼지 오염물질 배출량 40% 이상 감축’ 달성에 크게 기여 할 것으로 기대하고 있다.

한편 지난 3월 발표된 ‘울산형 미세먼지 관리 종합대책’은 총 6개 분야, 23개 사업으로 구성돼 있다.

울산시는 이를 통해 오는 2022년까지 지역 미세먼지 발생 오염물질 40%이상 줄이고 미세먼지 나쁨 일수도 56일에서 40일 이하로 낮추는 한편 초미세먼지 농도도 환경기준에 맞게 관리한다는 계획이다.

@highlight

13일 울산시는 시청 시민홀에서 울산항만공사 를 비롯한 4개 기관과 ‘울산항 미세먼지 저감을 위한 협약’을 맺었는데 이는울산형 미세먼지 관리 종합대책의 일환으로 대기환경을 적정하게 관리하기 위함이다. 