경기남부경찰이 생활주변 악성폭력 특별단속을 벌여 1764명을 검거하고 이 중 61명을 구속했다.

13일 경기남부지방경찰청에 따르면 경기남부청은 3월4일부터 5월2일까지 60일간 의료현장 폭력, 대중교통 내 폭력, 대학 내 폭력, 체육계 폭력, 생계침해 갈취폭력, 주취폭력에 대한 단속을 펼쳤다.

단속 결과 생계침해 갈취와 주취폭력 사범이 1395명(구속 52명)으로 가장 많았고 대중교통 폭력 311명(구속 7명), 의료현장 폭력 54명(구속 2명), 대학 내 폭력 4명이 뒤를 이었다.

생계침해 갈취와 주취폭력 사범 1395명 가운데 주취상태에서 범행을 벌인 경우가 61.7%(861명)를 차지했다.

또 피의자 중 81.2%(1134명)가 전과자로 높은 재범률을 보였다.

대중교통 폭력의 경우 93.8%인 292명이 택시 안에서 폭행을 한 것으로 나타났다.

지난 4월16일 오후 4시쯤 평택시 모 병원 응급실에서 119 구급대원에게 욕설하다가 이를 말리는 응급구조사의 얼굴을 주먹으로 때린 A(34)씨가 경찰에 검거됐다.

같은달 24일 오후 1시50분쯤 하남의 한 초등학교 앞 길거리에서 택시기사가 반말을 했다는 이유로 머리를 수차례 내리친 B(43)씨, 28일 오후 5시50분쯤 수원의 한 학원 앞에서 술에 취해 이유 없이 버스 안에서 20분간 고함을 지르며 버스기사의 운전을 방해한 C(48)씨가 경찰에 붙잡혔다.

지난해 4월부터 올해 3월까지 안양 소재 안마시술소 11곳에 전화해 불법행위를 경찰에 신고하겠다며 협박해 700만원 상당의 금품을 뜯어낸 D(38)씨도 검거돼 구속됐다.

경찰은 신고자의 경미한 범죄에 대해 면책 제도를 실시하고, 신고 과정에서 확인된 노래방 주류제공 등 경미한 불법행위 2건을 면책했다.

경찰 관계자는 "특별단속 기간은 종료됐지만, 앞으로도 현장 간담회 등 지속적인 홍보활동을 전개해 시민들의 협력을 통해 악성폭력이 근절될 수 있도록 안정된 치안환경을 조성하겠다"고 말했다.

@highlight

경기남부경찰은 3월 4일부터 5월 2일까지 60일간 생활주변 악성폭력 특별단속을 실시해 가장 많이 적발된 생계침해 갈취와 주취폭력 사범을 비롯, 1764명을 체포하고 61명을 구속했다.