전남대 신문방송학과가 졸업 동문들과 함께 재학생들의 미래 꿈을 계발하고 창의적인 도전을 지원하는 ‘푸른꿈 지원사업’을 펼치기로 해 화제다.

특히 대학까지 이 사업에 공감하며 적극 지원키로 해 대학-학과-동문이 연계한 ‘새로운 장학모델’ 창출로 이어질지 주목되고 있다.

전남대 신문방송학과(학과장 유종원·이하 신방과)는 13일 푸른꿈후원회(회장 김옥열)와 교육후원협약을 맺고, 역동적이고 미래지향적인 인재양성 차원에서 재학생들이 학업과 미래설계를 조화롭게 연결할 수 있도록 지원해 나가기로 했다.

이들은 앞으로 매년 지정·자유 주제공모를 통해 선발된 재학생들에게 장학금을 주고, 졸업동문 가운데 관련분야 전문가들이 실무지도와 컨설팅에도 나서기로 했다.

이를 위해 학과에서는 1천만원, 푸른꿈 후원회는 500만원을 이미 출연해 대학발전기금으로 기탁하고, 주요 분야별 지원에 나설 명단작성에 들어갔다.

졸업동문들이 장학금을 지원하는 경우는 많지만, 이번처럼 재학생들을 대상으로 직접 공모사업을 전개하고 함께 작업하는 경우는 처음있는 일이다.

대학에서도 이같은 취지에 적극 공감하며 ‘자유학기제’와 연계해 선발학생의 학점 부여는 물론, 출연금에 버금가는 지원에 나서기로 함에 따라, 대학-학과-졸업동문이 삼위일체가 돼 재학생들을 후원하는 새로운 장학모델이 확산될 것으로 기대되고 있다.

푸른꿈후원회는 지난 2003년부터 이의정 교수를 연결고리로 해 졸업동문들과 재학생들이 맥주 500㏄를 나누고, 소통하며 1천원씩을 모았던 ‘오백회’를 모태로 출범한 졸업동문들의 모임이다.

협약식 자리에서는 또 올해 푸른꿈 후원 대상자인 김환경 학생(3년)에게 장학금이 지급됐다.

유종원 학과장은 “다원화한 정보사회에 대응할 미래지향적인 인재양성을 위해서는 규격화된 진로지도보다 획기적인 꿈 지원프로그램이 필요하다.”며 “마침 졸업동문들의 협력이 이런 목표달성에 큰 도움이 될 것”이라고 말했다.

@highlight

전남대 신문방송학과는 13일 푸른꿈후원회(회장 김옥열)와 교육후원협약을 맺어 졸업 동문들과 함께 ‘푸른꿈 지원사업’을 펼치기로 하여 인재양성 차원에서 재학생들이 학업과 미래설계의 연결을 지원해 나가기로 했고 이것이 과연 ‘새로운 장학모델’ 창출로 이어질지 관심을 끌고 있다.