시, 정보 수집 후 공모 고려키로 수도권 참여 제한 탓에 꺼졌던 인천시의 자치경찰제 조기 도입 의지가 되살아날 것으로 보인다.

자치경찰제 시범지역이 원안보다 확대될 수 있을 것이란 분위기가 조성되고 있기 때문이다.

자치분권위원회는 13일 보도자료를 내고 "자치경찰제에 대한 지자체의 관심과 준비 상황을 고려해 시범 실시 지역을 '탄력적'으로 운영하는 방안을 관계 부처와 검토 중이며, 앞으로 당·정·청 협의를 통해 확정하겠다"고 밝혔다.

앞서 정부는 올 2월 당·정·청 협의에서 자치경찰제 법안을 연내 입법 완료하고 5개 시·도에서 시범 운영하기로 결정한 바 있다.

기존 서울과 세종, 제주 외에 광역 시·도별로 1곳씩 선정한다는 방침이다.

당초 인천은 광역시로서 자치경찰제 시범지역 공모에 도전하려 했으나, 이미 서울이 확정된 터라 수도권 참여 제한을 고려해 공모에 참여하지 않기로 했다.

그러나 자치분권위가 이날 시범지역을 '탄력적'으로 운영하겠다고 밝히면서, 시 안팎에선 시범지역 수가 기존 5곳에서 7곳 이상으로 늘어나지 않겠냐는 기대감이 커지고 있다.

시는 이번 발표와 관련해 정확한 내용을 파악하고자 관계 기관을 상대로 정보 수집에 나선 상황이다.

현재 자치분권위와 자치경찰제 시범 도입을 논의 중인 정부와 경찰청은 자치경찰제를 검경 수사권 조정의 핵심 요소로 꼽는 것으로 알려졌다.

즉, 검경 수사권이 조정될 경우 경찰 권력이 비대화된다는 부정적 여론에 대응하고자 자치경찰제를 조기 확대해 경찰의 힘을 일부 덜어 내겠다는 전략이다.

이에 대해 자치분권위 관계자는 "자치경찰제 시범 실시 확대는 현 단계에서 확정된 바 없다"면서도 "시범지역은 경찰청에서 지자체 의견을 수렴하고 준비 상황 등을 면밀히 점검한 뒤 관계 기관 간 협의를 거쳐 선정할 계획"이라고 밝혔다.

한편 정부는 경찰 조직을 국가경찰과 자치경찰로 나누는 내용의 새로운 경찰 제도 도입을 확정한 상태다.

올 하반기 자치경찰제 시범 운영을 거쳐 2021년부터 전국으로 확대 시행되며 2022년부터는 국가경찰과 자치경찰의 완전한 독립이 이뤄질 전망이다.

@highlight

정부가 자치경찰제라는 새로운 경찰제도 도입을 확정하고 올 하반기 시범 운영을 거친 후 2022년부터 국가경찰과 자치경찰의 완전한 독립을 목표로 삼기로 한 것에 대해 수도권 참여 제한으로 꺼졌던 인천시의 자치경찰제 시범지역이 확대될 수 있을거란 분위기가 조성되고 있다.