앞으로 행정관서의 운영비나 업무추진비, 여비 등 각종 경비를 제로페이로 결제할 수 있게 된다.

연매출 8억원 이하 업체에 0% 수수료를 적용하는 제로페이로 결제함으로써 소상공인들의 수수료 부담을 덜어주기 위한 것이다.

기획재정부는 14일 이러한 내용이 포함된 국고금관리법 시행규칙 개정안을 예고하고, 하반기부터 적용한다고 밝혔다.

현행 국고금관리법은 관서 운영경비를 정부구매카드로 지급하려는 경우 신용카드와 직불카드ㆍ직불전자지급수단으로 결제하도록 규정하고 있다.

다만 지난해부터 직불카드를 사용하고 있으나 직불전자지급수단의 일환인 제로페이는 사용하지 않고 있다.

정부는 소상공인의 카드 수수료 부담을 완화하고 새롭게 변화하는 결제방식에 대응하기 위해 제로페이를 사용해 관서운영경비를 결제할 수 있도록 하는 것이라고 설명했다.

현재 연매출 8억원 이하 소상공인에 대한 결제 수수료는 신용카드의 경우 0.8~1.4%, 직불카드는 0.5~1.1%가 적용되고 있다.

하지만 제로페이를 사용할 경우 8억원 이하 소상공인 업체엔 0% 수수료가 적용된다.

관서운영경비는 중앙 부처는 물론 외청 등 각종 행정관서의 운영에 필요한 각종 경비로, 건당 500만원 이하의 경우 정부구매카드 지급을 원칙으로 하고 있다.

이번 시행규칙 개정안은 정부구매카드에 제로페이를 추가할 수 있도록 하는 내용을 담고 있다.

구체적으로 ▷정부구매카드 사용권한 폐지시 카드 회수ㆍ해지 규정 신설 ▷직불전자지급수단 도입시 종전 약정의 의무적 해지에 대한 예외 규정 신설 ▷관서운영경비 출납공무원 직의 폐지시 직불전자지급수단 사용 해지 규정 신설 등이 주요 내용이다.

기재부는 올 상반기 중으로 중소벤처기업부ㆍ재정정보원 등과 협의해 제로페이 법인용 시스템 구축 및 재정정보시스템과의 연계를 완료하고, 하반기부터 업무추진비에 제로페이를 우선 활용하는 것을 시작으로 활용범위를 확대할 계획이라고 설명했다.

@highlight

기획재정부의 14일 국고금관리법 시행규칙 개정안 발표에 따라 앞으로는 행정관서의 운영비나 지출비 등을 연매출 8억원 이하 업체에 0% 수수료를 적용하는 제로페이로 결제할 수 있게 됐고, 이는 소상공인들의 수수료 부담을 경감 시켜주기 위함이다.