시 "결국 예산 압박 커질 것"

주 52시간제 도입에 따른 임금 인상률을 둘러싸고 인천 시내버스 노조와 사업자 간 줄다리기가 팽팽한 가운데 임금 인상분은 준공영제 예산으로 메워야 해 인천시의 재정 부담이 가중될 전망이다.

결국 준공영제 예산은 시민 혈세인 만큼 시민들이 그 부담을 떠안는 형국이다.

13일 인천시 등에 따르면 주 52시간제 시행에 따른 임금 인상으로 준공영제 예산이 적게는 40억, 많게는 420억원이 추가로 필요하다.

임금 인상안으로 한국노총 산하 전국자동차노동조합연맹 인천지역노조는 15%, 사측인 인천시 버스운송사업조합은 1.8%로 각각 제안한 것을 감안해 추산한 금액이다.

임금이 1.8% 오를 경우 40억, 15% 인상될 경우 420억원이 필요하다.

준공영제가 버스 업체의 경영 적자 분을 지원하는 제도인 만큼 임금 인상으로 인한 사업자 측 적자는 시에 재정 부담으로 이어지고, 결국 투입되는 시민 혈세가 더 늘어나는 구조다.

임금 인상에 공감한 노사는 현재 인상폭에 대한 협의를 이어가고 있어 최소한의 인상률을 감안해 준공영제 예산 증가는 불가피하다.

준공영제 예산은 2016년 595억원에서 올해 1271억원, 내년 1436억원, 2024년 2159억원으로 예상되는데 이번 임금 인상까지 더해질 경우 이보다 더 빠르게 2000억원을 넘어설 것으로 보인다.

당초 시는 요금 인상으로 버스 파업을 해결하지 않겠다고 했지만 쉽지 않은 상황이다.

이와 함께 시는 지난달부터 준공영제 예산 절감을 위해 다양한 비용 감축 방안을 수립, 시행하고 있지만 임금 인상에 따른 준공영제 예산 증가로 큰 효과를 볼 수 없게 됐다.

한편 노사는 오는 14일 열리는 인천지방노동위원회 제2차 쟁의조정 회의에서 임금 협상을 이어갈 예정이다.

지난 10일 열린 1차 조정회의에서 노사는 임금 인상률에 대한 의견 차이를 좁히지 못했다.

시 관계자는 "임금 인상으로 준공영제 예산 압박이 심해질 수밖에 없다"며 "임금 인상률이 몇 %로 결정될지 모르지만 인천시도 가능한 범위 내에서만 지원이 가능한 상황"이라고 말했다.

@highlight

인천시 등에 따르면 주 52시간제 시행에 따른 임금 인상으로 준공영제 예산이 적게는 40억, 많게는 420억원이 추가로 필요하며 이와 함께 시는 준공영제 예산 절감을 위해 비용 감축 방안을 수립, 시행 하지만 임금 인상에 따른 준공영제 예산 증가로 효과를 볼 수 없게 되어 결국 준공영제 예산은 시민 혈세인 만큼 시민들이 부담을 떠안는 형국이다.