[오산=환경일보] 김남주 기자 = 오산시(시장 곽상욱)는 5월 12일 오산시청 광장에서 불기 2563주년 부처님 오신 날을 맞아 봉축법요식 등 다채로운 봉축행사가 열렸다고 밝혔다.

오전 11시부터 본격적인 의식 행사 전까지 부처님의 자비하심과 섬김의 정신을 실천하는 중공양과 다도행사로 국수와 떡, 전통차를 무료로 제공하여 신도와 행사에 참여하는 시민들의 마음을 더욱 훈훈하게 만들었다.

오산시불교사암연합회(회장 석정호)에서 주최한 봉축행사에는 곽상욱 오산시장, 안민석 국회의원, 장인수 오산시의회의장, 시·도의원 등 내빈들이 참석한 가운데 삼귀의례, 헌공, 축원, 발원문 봉독, 봉축사, 헌화 등 의식행사가 진행됐다.

의식행사가 끝난 후에는 오산시불교사암연합회의 이웃돕기 쌀 전달식과 축하 공연이 열렸고, 오후 7시 30분부터는 중생을 위한 부처님의 자비와 사랑을 널리 비추고 전하는 제등행렬이 이어졌다.

제등행렬은 시청광장을 출발해 운암단지·오산역·오산대교·운동장사거리 등 일원에 불을 밝혔고, 수많은 연등과 다양한 형태의 등불이 거리를 환하게 비추는 장관을 연출했다.

봉축행사에 참석한 곽상욱 오산시장은 "오늘 봉축행사를 통해 부처님의 자비로움이 우리 오산시에 가득하기를 간절히 바란다"며 "시청 주변을 환하게 비추는 봉축탑처럼 우리 마음속의 희망을 환하게 비추어 사람이 빛나는 더 행복한 오산을 만들어 나갔으면 좋겠다"고 말했다.

오산시불교사암연합회 석정호 스님은 "부처님 오신 날의 의미를 되새겨 생명의 존엄성을 깊이 자각해 서로 존중하고 사랑하며 협력해 상생과 화합의 정신을 실천하자"고 말했다.

@highlight

5월 12일 오산시청 광장에서 불기 2563주년 부처님 오신 날 봉축행사가 열려 곽상욱 오산시장, 안민석 국회의완, 장인수 오산시의회의장 등이 참석한 가운데 중공양과 다도행사, 봉축법요식 등 다양한 행사가 진행되었다.