청주 용암광장 상인들이 '보행환경조성사업'이 상인 생존권을 위협한다며 사업 중단 및 원상복구를 요구하고 있다.

청주시 상당구 용암동 용암광장 주변 상인들이 시가 진행 중인 '보행환경조성사업'이 "소규모 자영업자와 상인 생존권을 위협한다"며 사업 백지화를 촉구하고 나섰다.

이들은 13일 용암1동주민센터 회의실에서 긴급모임을 갖고 '보행환경조성사업 원천 백지화'를 위한 대책위를 결성, 반대 서명운동 및 집회를 계획하는 등 거센 반발을 보이고 있다.

이날 회의에 참석한 한 상인은 "용암광장 조성 당시부터 주차공간이 따로 마련돼 있지 않아 혼란스러웠는데 보행로 확장으로 시민들이 등을 돌릴 것이 자명하다"며 "이곳을 찾는 시민들을 위한 주차공간 마련이 우선 돼야 한다"고 주장했다.

이어 "경기침체가 장기화되면서 하루하루 먹고살기 힘든 상황에서 시가 공사를 강행해 매출이 크게 떨어졌다"며 "시가 소규모 상인들의 후속대책을 세우지 않아 하루아침에 문을 닫아야 할 상황"이라고 호소했다.

청주 용암광장 상인들이 '보행환경조성사업'이 상인 생존권을 위협한다며 사업 중단 및 원상복구를 요구하고 있다.

시 관계자는 "이번 사업은 정부 공모사업에 선정돼 진행되는 사업으로 지난해 4~5회에 걸치는 주민설명회를 개최했고 찬반토론도 진행해 문제가 없다"며 "해당 지역은 교통사고가 빈번하게 발생돼 보행자 안전을 위해 반드시 정비사업이 필요하다"고 반박했다.

또 "인근 사설 주차타워와 동사무소 주차장을 용암광장 상인들을 위해 제공하기로 협의된 것으로 안다"며 "상인들이 우려하는 영업 손실은 없을 것"이라고 설명했다.

한편 보행환경조성사업은 청주시가 보행자 안전 및 교통환경 개선을 위해 지난해 11월 1일 착공해 오는 7월 완료할 예정이다.

5억9천600여 만원의 예산이 투입된 이번 공사는 고원식 교차로 12개소를 정비하고 보도확장, 일방통행 2개 노선 개설 등을 추진 중이다.

@highlight

청주시 상당구 용암광장 주변 상인들이 긴급모임을 갖고 시가 진행 중인 '보행환경조성사업'이 "소규모 자영업자와 상인 생존권을 위협한다"며 대책위를 결성, 반대 서명운동 및 집회를 계획하는 등 거세게 반발하고 사업 중단 및 원상복구 를 촉구하고 나섰다.