장석웅 전남도교육감이 13일 열린 확대간부회의에서 전남도의 일부 시·군의 교육협력사업을 비판했다.

장석웅 전남도교육감이 전남도와 일부 시·군의 교육협력사업에 대해 작심하고 비판했다.

일부 지자체에서는 단체장의 치적 사업으로 무리하게 추진하고 있고, 전남도는 교육협력사업에 관심이 별로 없다는 취지로 지적한 것이다.

13일 도교육청에 따르면 장 교육감은 이날 오전 확대간부회의에서 광양에 개교할 예정인 한국창의예술고등학교와 관련 광양시의 적극적인 행·재정적 '뒷받침'과 지역민들의 '정성'을 설명하면서, 전남지역 많은 지자체들이 좋은 교육환경 만들기와 교육협력사업에 관심과 힘을 쏟고 있다고 높게 평가했다.

그런데 일부 시·군의 교육협력사업에 대해서는 불편한 기색을 드러냈다.

그는 "한 가지 아쉬운 점이 있다"고 말문을 연 뒤 지자체가 의욕이 지나쳐서 학교를 대상으로 직접 사업을 하려는 사례도 있고, 또 단체장의 '실적 쌓기용'으로 비춰지는 사업을 무리하게 사려는 사례도 있다고 지적했다.

대표적으로 해외 수학여행 및 해외 체험학습 지원을 꼽았다.

그러면서 도교육청은 교육적 관점에서 그리고 학생중심 관점에서 엄밀하게 검토해서 추진할 수 있도록 교육지원청을 지도하고 조언해달라고 주문했다.

특히 장 교육감은 도교육청과 전남도 간의 교육협력사업이 부진한 것도 언급하며, 원인 및 해결 방안 마련을 관련부서에 지시했다.

장 교육감은 "일부 지자체에서 학생들의 해외 수학여행과 해외 체험학습 예산을 지원하는데, 대표적인 단체장 실적 쌓기로 생각된다"면서 "각 교육지원청마다 교육계획이 있는 만큼 직접 사업보다는 시·군 교육청과 충분한 협의를 거쳐 학행중심으로 교육협력사업이 추진돼야 한다"고 말했다.

그는 이어 "김영록 전남지사의 공약 중 전남인재육성 프로젝트가 있는데 구체적인 실천계획 등 정책이 안보이고 지지부진한 상황"이라면서 "지자체에서는 '인재'의 정의를 공부 잘하는 학생으로만 국한하지 말고, 성실하게 학업을 마친 뒤 지역을 지키고 살아갈 학생도 포함시켜 적극 지원해야 한다"고 했다.

@highlight

장석웅 전남도교육감이 13일 열린 확대간부회의에서 일부 지자체에서는 단체장의 치적 사업으로 무리하게 추진하고 있고, 전남도는 교육협력사업에 관심이 별로 없다는 취지로 전남도와 일부 시·군의 교육협력사업에 대해 작심하고 비판했다.