권영진 대구시장과 이철우 경북도지사가 지역 현안과 내년도 국비예산 확보를 위해 13일 각각 정부부처와 국회를 찾아 지원을 요청했다.

권 시장은 내년도 국비예산 확보를 위해 이날 중소벤처기업부와 기획재정부를 찾았다.

이날 오전 중기부를 방문한 권 시장은 배지철 지역기업정책관 등을 만난 뒤 김학도 차관과 오찬을 함께하며 △첨단의료기기공동제조소 구축 △폐인체지방재활용의료기기 상용화플랫폼 구축 △대구 스타트업파크 조성 △3산단 전략사업구역 지식산업센터 건립 등의 신규사업에 대해 설명했다.

이어 기재부를 방문해 구윤철 2차관, 안일환 예산실장 등 실·국장급 인사는 물론 사무관과도 만나 △수소전기차 보급 및 수소충전소 구축 등 14건(신규 8건)과 △대학생 취업 샌드박스 등 14건(신규 7건) △도시철도 무임수송 손실분 지원 등 35건(신규 7건) △지역주도형 청년일자리 육성 등 5건(신규 1건) 등의 사업에 대한 협조를 요청했다.

이 도지사도 이날 국회를 방문, 더불어민주당 이인영 원내대표와 민주평화당 유성엽 원내대표를 잇따라 만났다.

추후 국회 정상화 때 포항지진 특별법 제정과 추경 확보 등 지진 후속 대책을 범여권에 건의하기 위해서다.

이 도지사는 이 원내대표와는 18·20대(전반기), 유 원내대표와는 18·19·20대(전반기) 국회의원직을 함께 수행했다.

중국 출장 후 곧장 서울 여의도를 찾은 이 도지사는 이날 원내대표들과 만나 포항 도시재건을 위한 4개 사업을 비롯해 △도시활력·브랜드 제고 △교통망 확충·정비 등 총 11개 사업(1천275억원 규모)의 추경 반영을 요청했다.

또한 이 도지사는 최근 민주당의 포항지진 국회 특별위원회(특위) 구성 제안에 대해 ‘법안 제출 후 특위 구성’이라는 역제안을 제시해 눈길을 끌었다.

@highlight

13일 국비예산 확보를 위해 권영진 대구시장은 중소벤처기업부와 기획재정부를 찾아 각종 지역 내 신규 사업에 대해 설명했고, 이철우 경북도지사는 국회에서 더불어민주당 이인영 원내대표와 민주평화당 유성엽 원내대표를 잇따라 만나 포항 지진 후속 대책을 건의했다.