전주의 한 사립학교 법인의 설립자가 수십억원의 교비를 횡령한 혐의로 구속됐다.

전주지방검찰청은 기자재와 교구 구입비 등을 부풀리는 수법으로 교비 30억원을 빼돌린 혐의(특정경제범죄 가중처벌 등에 관한 법률상 횡령)로 전주 완산학원 사무국장 정모씨(52)를 구속기소했다고 13일 밝혔다.

이 법인 설립자 김모씨(74)도 같은 혐의로 구속됐다.

완산학원은 완산중과 완산여고를 소속 학교로 두고 있다.

김씨 등은 2009년부터 최근까지 공사 및 설비 업체 등과 계약하면서 공사비 등을 높여 책정한 뒤, 다시 이를 되돌려받는 수법으로 공금 30억원을 착복한 것으로 드러났다.

사무국장 정씨는 설립자인 김씨의 지시를 받아 교비 횡령에 개입한 것으로 밝혀졌다.

김씨 등을 비롯해 행정실 직원과 학교법인 이사 등 수사 대상자는 10여명이다.

이 중 설립자 김씨의 가족도 포함된 것으로 알려졌다.

실제 김씨의 딸은 해당 법인 소속 학교의 행정실장으로 근무하고 있다.

검찰은 수사 진행 상황에 따라 이들의 횡령액이 더 늘어날 것으로 보고 있다.

또 김씨 등이 교사 채용 과정에서 금품을 받은 것으로 보고 수사를 확대할 방침이다.

검찰은 이달 말 최종 수사결과를 발표할 계획이다.

이와 관련, 사학법인 설립자들이 학교를 자신의 소유물로 여기는 그릇된 인식이 이번 사건의 근본적 원인이라는 주장이 나온다.

사학의 족벌 체제에 따른 '제 식구 감싸기식' 학교 운영이 오랜 기간 백화점식 비리를 양산하고, 은폐하는 고리가 된 것 아니냐는 게 일각의 지적이다.

실제 전북지역 상당수 사학법인들이 이사장의 친인척을 해당 중·고교의 교원이나 직원으로 채용하는 등 사학의 족벌 체제는 어제 오늘의 일이 아니다.

13일 더불어민주당 김해영 의원이 교육부에서 제출받은 '2018년 사립학교 교원·직원 채용현황'에 따르면 사학법인 이사장과 6촌 이내의 친인척 관계에 있는 교원이 재직 중인 도내 사립 중·고교는 모두 34곳이다.

이들 학교에는 모두 41명의 이사장 친인척이 교장·교감·교사로 근무하고 있다.

이번에 검찰 수사를 받은 완산학원의 경우 이사장의 6촌 이내 친척 3명이 교사로 근무 중인 것으로 집계됐다.

@highlight

전주의 한 사립학교 법인의 설립자가 기자재와 교구 구입비 등을 부풀리는 수법으로 교비 30억원을 빼돌린 혐의로 구속기소되었으며 김씨 등은 2009년부터 최근까지 공사 및 설비 업체 등과 계약하면서 공사비 등을 높여 책정한 뒤, 다시 이를 되돌려받는 수법으로 공금 30억원을 착복한 것으로 드러났다.