(동양일보 홍여선 기자) 당진시립중앙도서관은 2009년 개관 이후 시민들로부터 많은 사랑을 받고 있는 가운데 개관 10주년을 맞아 도서관 이용자들에게 고마운 마음을 전하고자 다양한 행사를 준비 운영할 계획이다.

당진시립도서관은 오는 17일부터 18일까지 도서관에서 1박 2일 프로그램을 갖고 초등학교 1~3학년에 재학 중인 자녀가 있는 가족을 대상으로 진행 엄마 아빠와 함께 주먹밥 만들기, 아이 그림 테라피, 북아트로 만나는 우리 가족, 영화로 만나는 베스트셀러 소설, 좋아하는 책 맘껏 읽기 등을 갖는다.

또한 19일에는 그림책 매직쿠키 내용과 마술을 혼합해 만든 스토리텔링 매직쇼매직쿠키공연이 열리고 22일에는 그림책 ‘두더지의 소원’을 저술한 김상근 작가와 함께하는 북콘서트가 ‘나를 위로해주는 소중한 친구’라는 주제로 열려 책과 음악, 이야기가 함께있는 콘서트 형식으로 꾸며진다.

특별프로그램으로 31일 예정된 ‘백자&김용선’의 국악과 포크 공연은 2019년 공공도서관 문화가 있는 날 공모에 선정된 사업으로 재즈적인 어법과 민요의 밝은 색채감을 더해 새롭게 각색한 곡을 선보여 주민들에게 특별한 재미를 선사할 예정이다.

특히 남산공원 일원에 연면적 4,485㎡ 지하 1층 지상 5층 규모로 조성된 당진시립중앙도서관은 지난 10년 간 보유 장서가 5배 이상 증가 1년 동안 이용자 33만 명을 넘어서면서 당진지역 대표 도서관으로 자리매김 하고 있으며 도서관 본연의 역할인 도서대여와 도서관 운영 외에도 연중 다양한 독서문화 관련 프로그램을 개최해 지역의 독서 감수성을 높여 나가고 있다.

시립도서관 관계자는 “이번 개관 10주년 행사로 당진시립중앙도서관 10년의 모습을 되돌아보고 함께 기념하는 소중한 시간이 되길 바란다”며 “시민이 많이 찾는 도서관이 될 수 있도록 더욱 노력하고 지역의 복합문화공간 역할에도 최선을 다하겠다”고 말했다.

@highlight

당진시립도서관은 개관 10주년을 맞아 도서관 이용자들에게 고마운 마음을 전하고자 다양한 행사를 준비 운영할 계획으로 국악과 포크 공연을 주민들에게 특별한 재미를 선사하고 책과 음악, 이야기가 있는 북콘서트 형식으로 꾸며진다.