제38회 스승의 날 기념 '교사들과 소통' 행사가 14일 제주 라마다프라자호텔에서 열린 가운데 이석문 제주도교육감이 발언하고 있다.

제주도내의 수많은 학생들을 지도하는 고등학교 3학년 담임 교사의 업무 경감을 위한 다양한 지원책이 필요하다는 의견이 제시됐다.

제주특별자치도교육청은 14일 라마다프라자 제주호텔 8층 탐라홀에서 제38회 스승의 날을 기념하는 '교사들과의 소통' 행사에서는 이석문 교육감을 비롯해 제주도내 30개 고등학교 학생부장교사와 3학년 부장교사 60명, 도교육청 관계자 10명이 참석해 일선 학교 현장에서 일어나는 애로사항을 허심탄회하게 공유하고 청취하는 시간을 가졌다.

제주중앙여고 김동국 3학년 부장교사는 "3학년 담임교사들이 학생지도 등 다양한 업무를 맡기에는 버거움이 많다. 우리 학교에서는 올해부터 학년 담당 업무지원 교사를 도입해 졸업 앨범과 학생들의 성적 평가 관련 업무를 전담해주고 있다"며 "이러한 제도를 통해 3학년 담임교사들이 학생 상담과 진로·진학 업무에 매진할 수 있는 계기가 된 만큼 도내 학교에 다양한 업무 경감 정책이 마련되길 바란다"고 말했다.

강윤수 대기고 학생생활안전부장은 "학생들의 인권이 대두되면서 학생들을 위한 혜택이 늘고 있지만 교사들은 상대적으로 환경이 억압되고 있다"며 "앞으로는 교사들도 학생들과 함께 즐거운 학교 생활을 할 수 있는 분위기가 조성되도록 지원해줬으면 한다"고 강조했다.

이처럼 교사들이 과도한 업무로 힘들어하는 것으로 나타난만큼 수업과 상담 생활지도 등 교육활동에 전념할 수 있도록 여건을 조성하는 것이 필요하다는 지적이다.

이석문 교육감은 "아이 한 명, 한 명을 위해 노력하는 교사들을 진심으로 존경한다"며 "현장 교사들의 목소리를 귀기울여 들으며 소통과 공감을 통해 교사들과 학생들이 행복한 제주교육을 위해 노력해나갈 계획"이라고 밝혔다.

이어 "교직원들의 업무경감 등 학교 현장에 더욱 도움이 될 수 있는 교육정책과 사업을 발굴해 적용해나가도록 대책을 마련하겠다"고 말했다.

@highlight

제주특별자치도교육청은 14일 라마다프라자 제주호텔 8층 탐라홀에서 이석문 교육감을 비롯해 고등학교 교사 등 100여명이 참석한 가운데 제38회 스승의 날을 기념하는 '교사들과의 소통' 행사를 개최해 애로사항을 공유하고 담임 교사의 업무 경감을 위한 교육정책과 대책을 마련하겠다고 밝혔다.