제주지역의 상·하수도 인프라 부족 문제가 심각한 것으로 나타나 시설 개선이 시급하다는 지적이 제기됐다.

제주도 대규모개발사업장 행정사무조사특별위원회(위원장 이상봉)는 14일 위원 등 30여명이 참석한 가운데 외부 전문가 위촉 및 특강·토론간담회를 개최했다.

이 자리에서 이병철 ㈜GMC 대표이사는 '제주도의 상·하수도 현황 및 정책방안'을 주제로 한 특강에서 "제주도는 육지부와 상이한 상수원 형태"라며 "육지부는 지표수 92%가 주요 상수원인 반면 제주도는 지하수 97%가 주요 상수원으로 가뭄이 빈번하고 홍수 시 취약하다"고 설명했다.

이 대표이사는 "지속가능한 수자원관리를 위해서는 생활용수, 농업용수, 공업용수, 염지하수 등에 대한 통합수자원관리가 필요하고 상수도 공급에 대한 예측가능한 시스템을 갖춰야 한다"며 "제주도가 유수율을 2020년 60%, 2025년 80%, 2030년 90%를 목표로 설정했지만 달성하기는 현실적으로 어렵다"고 강조했다.

이어 "제주도 정수장 가동률이 평균 100.45%, 최대 118.62%의 초과 상태로 운영되고 있다"며 "제주시 동지역의 공급능력이 부족해 2030년이면 하루 공급량 2만6261㎥가 부족할 것으로 전망된다"고 말했다.

이와 함께 하수도시설은 인구증가와 물사용량 증가 등으로 가동률 권고기준인 85%를 초과하고 있다며 하수처리시설 인프라 확충이 시급하다고 지적했다.

이 대표는 "상주인구 및 관광객 증가, 대단위 개발사업으로 하수발생량이 급격히 증가했다"며 "방류수 수질기준을 초과하면서 악취 등 민원이 발생하고 있다"고 강조했다.

이와 관련 이 대표는 "상수도 시설 운영자에 대한 전문 관리사를 도입하는 한편 유수율 재고사업과 함께 배수지 시설확충 및 급수구역 조정을 통한 배수지간 저류시간 편차감소 및 저류시간을 확보해야 한다"며 "하수처리장 용량 증설, 중수도시설 설치 강화, 하수처리장 공정관리 최적화, 수질관리 전문인력 확충이 필요하다"고 제언했다.

@highlight

제주도 행정사무조사특별위원회가 개최한 특강·토론간담회에서 이병철 ㈜GMC 대표이사는 "제주시 동지역의 공급능력이 부족해 2030년이면 하루 공급량 2만6261㎥가 부족할 것"이라 말하며, "상수도 시설 운영자에 대한 전문 관리사를 도입하는 한편 유수율 재고사업과 함께 배수지 시설확충 등 저류시간을 확보해야 하며, 수질관리 전문인력 확충이 필요하다"고 주장했다.