[청주]청주시는 14일 도시재생허브센터 1층 공연장에서 각 부서의 부서장 150여 명을 대상으로 '일과 삶의 방식을 혁신하라'를 테마로 한 행정혁신 교육을 실시했다고 밝혔다.

이번 교육은 빠르게 변하는 미래 환경에 대응하고 공직자 경쟁력을 높이기 위한 2019년 연간 테마교육 실시 계획을 수립하고, 지난달에 이어 두 번째로 진행한 테마교육이다.

이날 강사는 국내외 저명한 IT 기업들을 두루 거친 후 KT 글로벌&엔터프라이즈 부문 사장으로 직장생활을 마무리한 김홍진 워크이노베이션랩 대표가 나섰다.

김 대표는 IT 현장에서 경험한 다양한 혁신 사례를 바탕으로 공공 영역이 미래 사회에 능동적으로 대응하고 시민에게 보다 가까이 다가가기 위해서는 공직자들이 기존의 관료적 형식에 구애받지 않고 업무 중심으로 바라보는 실용적이며 유연한 사고를 할 수 있도록 공공부문의 일하는 방식의 변화가 절실함을 강조했다.

특히 소통하고 협업하며 집단지성을 통해 일할 수 있는 근무환경과 단순한 관리 수준을 넘어 창의를 통해 획기적인 가치를 창출할 것을 주문했다.

시는 공공부문 혁신의 일환으로 개방과 수평, 자율적 근무환경 조성을 위해 본관 3층에 3개 부서의 공간을 하나의 사무실로 통합하고 공유좌석 시스템을 도입하는 등 획기적인 공간혁신을 추진하고 있다.

특히 공직조직이 스마트 워크 환경으로 변화하기 위해서는 무엇보다 관리자들의 의지가 중요하다고 판단, 이번 행정혁신 교육에는 각 부서의 부서장들 150여 명을 대상으로 교육을 실시했다.

또 향후 실무급 직원들을 대상으로 공간혁신 워크숍을 개최해 새로 짓게 될 시청사 건립 등 시 현안과 혁신의 접목을 주제로 직원들이 함께 학습하고 고민하는 과정을 통해 시정 방향성을 공유하는 토론형 학습도 진행할 예정이다.

시 관계자는 "혁신을 통해 시민의 눈높이에 맞는 공직조직이 될 수 있도록 일하는 방식의 변화를 고민하며 이번 특강을 기획했다"며 "공직자가 적극적인 자세로 역할을 다해 시민 서비스를 어떻게 할지 고민하고 노력해 시민 중심의 시정으로 나아갈 수 있도록 최선을 다 하겠다"고 말했다.

@highlight

청주시는 14일 도시재생허브센터에서 각 부서의 부서장 150여 명을 대상으로 '일과 삶의 방식을 혁신하라'를 테마로 한 행정혁신 교육을 실시해 본관 3층에 3개 부서의 공간을 하나의 사무실로 통합하고 공유 좌석 시스템을 도입해 획기적인 공간혁신을 추진하고 공직조직이 스마트 워크 환경으로 변화하려면 무엇보다 관리자들의 의지가 중요하다고 판단해 부서장 교육을 실시했다.