조선중기 의복을 살필 수 있는 전시회가 열린다.

단국대학교 석주선기념박물관은 6월7일까지 '전주이씨 수도군파5세 이헌충과 부인 안동김씨 무덤 출토복식 특별전'을 연다.

백수(白壽)를 누렸던 전주 이씨 수도군파 5대손인 이헌충 공과 부인 안동 김씨 무덤 출토 유물 28점, '세가닥 바지' 유물 8점 등 총 36점을 일반인에 공개한다.

이헌충(1603년 卒) 공은 조선의 2대 임금 정종의 7남 '수도군(守道君) 이덕생'의 5대 손이어서 출토유물과 복원품은 조선시대 귀족사회의 의생활 단면을 발견할 수 있는 기회로 평가받기에 손색이 없다.

전시 품목인 ▲장사를 지낼 때 고인의 신분을 확인할 수 있는 '명기(銘旗)' ▲관복의 받침 옷 또는 겉옷 위에 덧입던 반소매형 옷인 '답호(護)' ▲활을 쏠 때 또는 활동복으로 입었던 양쪽 소매 탈착식 의복 '철릭(天翼)' ▲짧은 저고리 위에 덧입는 여성용 '장저고리(長赤古里)' 등이다.

특히 '세가닥 바지'로 명명된 유물과 복원품은 관람객의 시선을 잡기에 충분하다.

전시장을 찾기 전 '세가닥 바지'를 미리 공부해두면 더욱 관람이 즐겁다.

세가닥 바지는 바지 자락이 3개로 구성된 남성 방한용 기능바지인데, 바지 형태가 독특해 연구자 사이에서 '세가닥 바지'라 불린다.

1500년대 전후의 무덤유물에서 발견되며 전국에 총 9점의 유물이 존재할 정도로 희소성을 띤다.

개막 당일 학술발표회에선 세가닥 바지가 집중 소개된다.

관람객들은 유물과 복원품을 통해 세가닥 바지의 구조를 직접 확인하는 재미도 맛볼 수 있다.

@highlight

단국대학교 석주선기념박물관은 6월7일까지 조선시대 귀족사회 의생활의 단면을 보여주는 '전주이씨 수도군파5세 이헌충과 부인 안동김씨 무덤 출토복식 특별전'을 열고, 무덤 출토 유물 28점, '세가닥 바지' 유물 8점 등 총 36점을 일반인에 공개한다.