울주군 산악관광 활성화를 위해 영남알프스에 산악열차 운행이 추진되고 있다.

이선호 울주군수는 14일 울산시의회에서 기자들과 만나 “앞으로 울주군에서 산악열차를 운행하는 사업을 하고 싶다”고 밝혔다.

이 군수는 최근 언론 인터뷰와 간담회 등에서도 산악관광을 위한 산악열차 운행 의사를 언급한 바 있다.

이 군수는 아직 아이디어 차원이지만 울주군에서 산악열차 운행이 가능한지부터 사업성이 있는지 등을 파악하기 위해 가능하면 올해 안에 연구용역을 시작해본다는 계획이다.

산악열차를 운행할 수 있는 곳은 현재 울산시와 울주군이 공영개발로 추진하다가 일시 중단된 산악 케이블카 설치 사업지인 울주군 상북면 영남알프스 신불산과 간월산 일대가 될 것으로 보인다.

그러나 환경 훼손 문제로 케이블카 사업도 아직 성사되지 못했는데 산악열차 운행 사업이 과연 성공할 수 있을지에 대해서는 전망이 밝지 않다.

일각에서는 케이블카 사업을 포기하고 산악열차로 방향을 돌린 것 아니냐는 의견도 나오고 있다.

동구 해상케이블카와 영남알프스케이블카에 대해 대명건설에서 투자 의향을 밝혔지만, 여전히 노선문제가 해결되지 않았으며, 대명에서 사업성 등의 문제로 발을 빼게 되면 사업추진이 더욱 어려워 질 것이라는 우려에서다.

특히 케이블카 사업은 일정 기간이 지나면 수익성이 감소한다는 의견이 많다.

이에 대해 울주군 관계자는 “산악열차 운행은 케이블카와는 별개로 제시된 안이며 케이블카 사업을 포기하는 것은 아니다”라며 “아직까지 구체적인 안이 나온 것이 없으며 추후 진행상황을 지켜봐야 한다”고 말했다.

한편 국내에서는 최근 경남 하동군이 100년 먹거리 핵심사업으로 ‘한국판 융프라우 산악관광열차’ 사업을 추진 중이다.

스위스 알프스 융프라우 산악열차는 해발고도 4,158m인 융프라우 정상 아래까지 운행한다.

@highlight

이선호 울주군수는 울주군 산악관광 활성화를 위해 울주군 상북면 영남알프스 신불산과 간월산 일대에서 산악열차 운행의 추진을 계획중이나 환경훼손 문제로 잠시 중단된 산악 케이블카 사업도 아직 성사되지 못해 전망이 밝지 않다.