지난달 20일 광주월드컵경기장에서 열린 K리그2 수원과의 경기에서 광주FC 펠리페가 헤더를 시도하고 있다.

프로축구 광주FC가 수원 삼성을 상대로 FA컵 8강에 도전한다.

광주는 15일 오후 7시30분 수원월드컵경기장에서 수원과 2019 KEB 하나은행 FA컵 16강 원정경기를 치른다.

올 시즌 광주의 기세가 무섭다.

승점 23점(6승 5무)으로 리그 선두를 유지하고 있고, FA컵에서도 전남 드래곤즈와 안동과학대(승부차기 승)를 차례로 꺾으며 올 시즌 13경기 연속 무패를 기록 중이다.

광주는 이번 수원전 실리를 우선으로 두고 경기에 나설 가능성이 크다.

치열한 승격 전쟁을 위해서는 주전 선수들의 체력관리가 필수고, 경기에 나서지 못한 선수들의 실전 경기 감각도 끌어올려야 한다.

로테이션을 가동한다고 만만하게 볼 수는 없다.

광주는 두터워진 선수층으로 내부 경쟁을 이끌어 내고 있고, 출전 기회가 적었던 선수들의 동기부여 역시 상당하다.

실제 김주공, 정준연 등은 FA컵에서의 활약으로 리그 선발 기회를 얻었고, 팀의 무패행진에 힘을 보태고 있다.

그런 의미에서 강호 수원과의 대결은 주전 경쟁에서 입지를 바꿀 수 있는 좋은 기회가 될 수 있다.

반면 수원은 이번 FA컵에 올인 할 것으로 보인다.

전북현대, 울산현대, FC서울 등 강팀들이 모두 떨어지면서, FA컵 우승에 한걸음 더 다가설 수 있게 됐기 때문이다.

특히 리그 8위로 고전하고 있지만 지난 라운드 제주를 상대로 3대1 승리를 거두며 분위기 전환에 성공했다.

K리그 레전드 데얀과 염기훈을 비롯해 홍철, 사리치, 노동건 등 리그 탑 클래스 선수들도 즐비하다.

광주는 우승을 향한 수원의 간절함을 역으로 이용하고자 한다.

수원을 상대로 경쟁력을 보여준다면 선발 복귀도 자연스럽게 이어질 수 있다.

광주의 적극성과 끈질김이 중요한 키 포인트다.

로테이션과 함께 수원전 ‘자이언트 킬링’을 준비하고 있는 광주가 FA컵 8강 진출을 이뤄낼지 주목된다.

@highlight

올 시즌 프로축구 광주 FC는 13경기 연속 무패를 기록하며 리그 선두를 유지하고 있으며,  오늘 15일 수원 삼성을 상대로 16강 경기를 치뤄 FA컵 8강 진출을 이뤄낼지 주목된다.