충북 옥천 37사단 옥천대대 '가화리 교육봉사단'의 현역 장병들이 옥천군 학생들에게 학습 재능기부를 하고 있다.

교사 재능기부를 하고 있는 현역 장병들과 학생들이 공부하며 환하게 웃고 있다.

지역 학생들에게 학습 재능 기부 봉사활동을 펼치고 있는 육군 장병들이 화제를 모으고 있다.

충북 옥천의 37사단 옥천대대 박세현(23) 병장, 김우진(22) 상병, 송시영(21) 일병은 매주 수-금요일 오후 6시부터 8시까지 가화리 마을회관 공부방에서 지역 중학생들을 위해 교육봉사를 하고 있다.

이들은 자신의 대학 전공과 특기를 살려 영어, 수학, 중국어를 가르치고 있다.

옥천대대의 학습재능 기부는 10년 째 이어지고 있다.

현역 장병들로 구성된 학습 재능기부 봉사단 '가화리 교육봉사단'의 시작은 2009년 충북 옥천면 가화리에서 청소년들에게 교육봉사를 해 줄 교사 찾고 있다는 소식이 부대까지 전해지면서다.

옥천대대는 소식을 듣자마자 현역 장병들을 대상으로 재능기부 자원자를 구성해 재능기부에 나섰다.

현역 장병을 선생님으로 모신 지역 학생들은 어느 덧 300명에 달한다.

박 병장은 "공부에 흥미를 느끼지 못했던 학생들이 어느새 질문을 하고 잘 나온 성적을 자랑하기도 한다"면서 "군인으로서 나라도 지키고 학생들의 꿈도 키워줄 수 있어 보람은 두 배로 크다"고 말했다.

재능기부 봉사는 학생들에게 도움을 주는 것은 물론 장병들의 복무가치를 높이는 데도 기여하고 있다.

중국어를 가르치고 있는 김 상병은 "군 복무를 하면서 지역학생들을 도울 수 있는 의미 있는 일이라 생각해 봉사활동을 시작하게 됐다"며 "학생들을 가르치기 위해 대학에서 전공한 중국어를 계속 공부하고 있기 때문에 개인 발전에도 도움이 된다"고 말했다.

송 일병도 "군 생활 중에 교육봉사는 수학 교사를 꿈꾸던 내게 좋은 기회가 된다"며 "내 꿈을 키우면서, 또 누군가를 도울 수 있어 행복하다"고 말했다.

김필용(43) 옥천대대장은 "장병들이 큰 보람을 느끼는 만큼 앞으로도 '가화리 교육봉사단'을 부대의 좋은 전통으로 계속 이어가겠다"고 말했다.

@highlight

2009년 충북 옥천에 현역 장병들로 구성된 학습 재능기부 봉사단 '가화리 교육봉사단' 은 청소년들에게 교육봉사를 해주며 그로인해 학생들에게 도움은 물론 장병들의 복무가치를 높이는데 큰 도움이 된다고 한다.