[충청일보 김홍민기자] 충북도는 14일 청주아트홀에서 도내 공직자 청렴의식 향상을 위한 청렴연극 공연을 개최했다.

충북도청, 도내 각 시·군, 충북교육청 공무원 및 공직유관기관·단체, 충청북도청렴사회민관협의회 참여 기관 임직원 700여명이 팝페라 공연과 청렴연극을 관람했다.

남성4인조 중창단이 흥겹고 감동을 주는 팝페라로 관객들의 마음을 녹이고, 이어 청탁금지법과 공무원행동강령 위반 등의 다양한 사례를 관객과 퀴즈로 풀어보는 시간을 가졌다.

청렴연극은 '청렴의 신과 함께'라는 테마로 주인공이 부패지옥, 청탁지옥, 관행지옥을 거치면서 청렴의 의미를 깨닫는 과정을 보여주는 내용으로 꾸며졌다.

도는 지난해 적극적인 청렴시책 노력으로 국민권익위원회 공공기관 청렴도 평가에서 우수등급인 2등급으로 평가 받았다.

올해에는 '청렴 1등도 충북' 달성을 위해 반부패·청렴시책 40개 과제를 선정했다.

특히 고위직 청렴역량 강화를 위해 실·국장 대상으로 행정부지사가 주재한 반부패·청렴도 향상 대책회의, 중점관리부서 청렴시책 추진상황 점검회의 등을 개최했다.

이외에도 도는 찾아가는 맞춤형 청렴교육, 1부서 1청렴시책 추진, 청렴일일학습시스템 운영, 매일 아침 청렴명상 등 전 직원이 청렴도 향상을 위해 노력하고 있다.

외부적로는 도민감사관 청렴후견인제를 통해 여러 건설현장을 방문, 부패예방 활동을 하고 있다.

아울러 청렴사회민관협의회 운영을 통해 도내 전반으로 청렴문화 확산 활동도 추진 중이다.

임양기 도 감사관은 이날 인사말에서 "공직사회의 청렴도는 과거에 비해 많이 향상됐다고는 하지만 여전히 도민눈높이에는 부족한 것이 현실"이라며 "이번 교육을 통해 사소하고 죄의식 없이 관행적으로 해왔던 우리의 행동들이 부패발생의 시작이 될 수 있음을 자각하고 청렴실천을 생활해 도민에게 신뢰받는 청렴 충북도를 실현하는데 앞장서주길 바란다"고 당부했다.

@highlight

청렴 1등 달성을 위해 노력을 아끼지 않고 있는 충북도가 14일 청주아트홀에서 공직자 700여명이 참석한 가운데 청렴 공연을 개최했다.