시흥시(시장 임병택)가 정왕동 일대에 조성하는 '스마트 시티'사업 추진에 박차를 가하고 있다.

이충목 스마트시티사업단장은 14일 브리핑을 통해 2018년 7월 시흥시가 전국 226개 기초지자체 중 유일하게 '국가 스마트시티 혁신성장동력 프로젝트 연구개발 실증도시'로 선정돼 정왕동 일대에 2022년까지 423억원의 연구개발비를 투입해 사물인터넷(IoT)기반 연구개발기술을 실증하는 사업과 관련, 시흥시가 주도적으로 추진해야 할 사안들을 설명했다.

이 단장은 "우리가 만들어가야할 미래도시이며 우리의 삶을 더 풍요롭게 만들어 줄 소중한 삶터인 스마트시티 사업 추진을 통해 지속가능한 시흥형 스마트시티를 건설하고자 현재 기반을 마련하고 있다"고 밝혔다

2018년 10월 스마트시티사업단과 스마트시티과를 신설하고 지난 4월 '스마트시티 조성 및 운영조례'를 제정한 시흥시는 '안전한도시, 편리한 일상, 스마트도시 시흥'을 비전으로 스마트도시계획을 수립하고 있다.

이 도시계획은 상반기 중 완료할 예정이다.

국토교통부가 연구개발을 총괄하는 스마트시티 혁신성장동력 프로젝트는 ▷환경 ▷에너지 ▷생활복지 ▷데이터 ▷지자체 제안 등 5개 연구과제인데 시흥시는 실증도시로서 참여하고 있다.

이 가운데 지자체 제안의 '지역수요 기반의 스마트시티 비지니스 모델개발'은 시흥시의 여건분석을 바탕으로 시가 직면한 도시문제를 해결하고, 시민이 체감 가능한 서비스 모델을 발굴하기 위한 과제다.

시는 지난 3월 차세대융합기술연구원을 과제 주관기관으로 지정했고, 5월 중 스마트시티 관련 아이템 공모를 통해 우선 추진이 필요한 과제를 도출할 계획이다.

이어 6월에는 도출된 과제를 대상으로 시민의견을 수렴하고, 타당성과 경제성 분석 등을 거쳐 제안요청서를 작성 후 지정과제 연구기관을 선정, 8월 본격적으로 연구를 수행할 방침이다.

하반기에는 이러한 지정과제 외에 자율제안과제를 추진할 계획이다.

시흥시의 과제연구 기간은 오는 2022년까지이며 지정연구과제에 25억원, 자율연구과제에 36억원의 예산을 지원한다.

@highlight

이충목 스마트시티사업단장이 2018년 7월 시흥시가 전국 226개 기초지자체 중 유일하게 '국가 스마트시티 혁신성장동력 프로젝트 연구개발 실증도시'로 선정돼 정왕동 일대에 2022년까지 423억원의 연구개발비를 투입해 사물인터넷(IoT)기반 연구개발기술을 실증하는 사업 중 시흥시가 주도적으로 추진해야 할 업무들을 설명하며 지정과제 외에도 2022년까지 지정연구과제에 25억원, 자율연구과제에 36억원의 예산 지원을 통해 시흥시가 정왕동 일대에 조성하는 '스마트 시티'사업 추진에 가속도를 내고 있다.