태안군의 대표 수산물로 손꼽히는 바지락이 속이 꽉찬 제철을 맞았다.

군에 따르면 소원면 파도리 일대에서 약 350명의 어촌계원들이 총 10톤 가량의 바지락을 채취하며 구슬땀을 흘리고 있다.

해양수산부가 5월의 웰빙 수산물로 선정한바 있는 바지락은 산란을 대비, 해수의 유기물을 흡수해 속이 탱탱하게 차는 5월이 제철이다.

지역 어민들에 따르면 올해는 가뭄의 영향으로 수확량은 다소 줄었으나, 태안지역 바지락은 갯벌에 식물성 플랑크톤 등 먹이가 풍부해 살이 통통하고 맛도 뛰어나다는 평가를 받으며 꾸준한 인기를 끌고 있다.

특히 파도리에서 수확되는 바지락은 해마다 전량 일본으로 수출됐었으나, 최근 몇 년간 한일관계 악화로 인해 수출길이 막혀 지역 어민들이 큰 어려움을 겪어왔다.

아직 수출길이 완전히 회복된 것은 아니지만 올해는 연간 500톤 가량을 수확해 1kg당 2천300원 선에 일본으로 수출될 예정이다.

한편 태안군은 지역 전략품목인 바지락의 안정적 생산기반 구축을 위해 3억 6천300만 원을 들여 ▶바지락 종패 발생장 조성(2억원) ▶종패구입지원(6천300만원) ▶천수만 담수피해 예방 양식장 환경개선(1억원) 사업 등을 추진할 계획이다.

군 관계자는 "바지락과 꽃게, 대하, 주꾸미 등 지역 명품 수산자원의 체계적인 관리를 통해 어민들의 소득 증대와 어촌지역 발전을 이뤄낼 수 있도록 다각적인 노력을 기울일 계획"이라고 말했다.

바지락은 저열량·저지방·고단백 식품으로, 바지락에 풍부한 타우린은 콜레스테롤 농도를 낮추고 간의 해독을 도와 피로회복 및 시력개선에 효과가 있으며, 철분·칼슘도 함유돼 있어 성장기 아동이나 청소년 및 빈혈환자들에게도 좋다.

@highlight

올해 가뭄으로 수확량은 다소 줄었지만 맛이 좋아 사람들이 꾸준히 찾으며 5월의 웰빙 수산물로도 선정된 바 있는 태안지역의 바지락이 제철인 5월을 맞아 소원면 파도리 일대에서 어민들에 의해 채취되고 있다.