경북대 컨소시엄이 정부가 추진하는 ‘사물인터넷(IoT) 기반 스마트홈 실증형 개발사업공모’에 주관기관으로 최근 선정됐다.

대구는 미래 신기술 ‘스마트홈 서비스사업’의 선도도시로 도약할 수 있는 절호의 기회를 잡았다.

이번 공모 선정으로 지역 IoT 가전 산업의 혁신성장을 돕고, 사회적 약자 돌봄 서비스도 강화할 수 있는 ‘쌍끌이 효과’를 기대할 수 있게 됐다.

특히 대구시는 이 사업을 현재 진행 중인 수성알파시티 스마트시티 플랫폼 구축사업과 연계, 국내 최초로 스마트홈 모니터링 체계를 마련할 방침이다.

14일 대구시에 따르면 경북대 컨소시엄은 최근 산업통상자원부가 공모한 IoT가전 기반 3개분야 서비스 개발·실증사업 중 하나인 ‘사회복지형 스마트홈 서비스 기술개발사업’의 수행기관으로 낙점됐다.

이 사업은 올해부터 2021년말까지 3년간 진행되며 국비 48억원을 포함해 총 88억원이 투입된다.

경북대 산학협력단이 주관하는 컨소시엄에는 대구도시공사, 대구 업체 4곳(산들정보통신, 케이스마트피아, 그린존시큐리티, 엠제이비전테크), 대유위니아(광주) 등 총 7개 기관이 참여한다.

대구지역 영구임대아파트인 범물용지, 지산 5단지 2곳(300가구)을 실증공간으로 하며, 생활가전을 비롯해 상수도·가스·전기원격 검침기 등에서 축적되는 각종 기초 데이터를 수집하기 위해 별도망을 구축하게 된다.

이를 통해 지역돌봄센터와 연계한 스마트홈 라이프 케어 서비스를 개발, 65세 이상 홀몸 어르신들의 고독사 예방, 응급안전관리, 안심 외출, 건강관리 및 휴먼케어 서비스를 제공한다.

아울러 수성알파시티 내 스마트비즈니스센터에는 ‘스마트홈 테스트베드’를 구축한다.

서비스 체험공간과 기업(개발자)들을 위한 장비와 서비스를 개발하는 실험공간 기능을 하게 된다.

대구시는 스마트시티와 연계한 스마트 홈 서비스 개발을 위해 ‘데이터 프리존’ 공간도 구축할 계획이다.

@highlight

최근 경북대 컨소시엄이 정부가 추진하는 ‘사물인터넷(IoT) 기반 스마트홈 실증형 개발사업공모’에 주관기관으로 선정됨으로써 대구는 미래 신기술 ‘스마트홈 서비스사업’의 선도도시로 도약할 수 있는 절호의 기회를 얻어 국내 최초로 스마트홈 모니터링 체계를 마련할 계획이다.