미국서 포럼 개최 … 설계업체에 3나노 공정설계키트 배포 비메모리 반도체 사업 확대를 추진하는 삼성전자가 파운드리(반도체위탁생산) 시장 공략에 속도를 내고 있다.

삼성전자는 14일(현지시간) 미국 캘리포니아주 샌타클래라에서 '삼성 파운드리 포럼 2019'를 개최했다고 15일 밝혔다.

이번 행사에서 삼성전자는 차세대 3나노 GAA(Gate-All-Around)의 공정설계키트를 팹리스(반도체 설계 전문업체) 고객사들에 배포했다.

지난해 파운드리 포럼에서 GAA를 3나노 공정에 도입하겠다는 전략을 밝힌 데 이어 올해는 팹리스업체들의 제품 설계 지원을 위해 3GAE(3나노 Gate-All-Around Early)의 공정설계 키트를 제공한 것이다.

삼성전자에 따르면 3GAE 공정은 최신 양산 공정인 7나노 핀펫보다 칩 면적을 45%정도 줄일 수 있을 뿐만 아니라 소비전력을 50% 줄이는 동시에 성능은 약 35% 향상시킬 수 있다.

GAA 구조의 트랜지스터는 고성능·저전력을 요구하는 차세대 반도체에 활용될 것으로 전망되면서 업계가 주목하는 기술이다.

삼성전자는 포럼에서 3나노 공정에서 독자 기술인 MBCFET(Multi Bridge Channel FET)를 통해 팹리스 고객사에 차별화된 제품을 제공할 계획도 밝혔다.

MBCFET는 기존의 가늘고 긴 와이어 형태의 GAA 구조를 발전시켜 종이처럼 얇고 긴 모양의 나노 시트를 적층하는 방식이다.

기존 설비와 제조 기술을 그대로 활용해 성능과 전력효율을 높일 수 있다.

정은승 사장은 "파운드리업체와 고객 파트삼성전자 파운드리사업부 너가 서로 신뢰하고 비전을 공유하는 것은 매우 중요하다"며 "포럼을 통해 삼성전자의 기술적 성과와 목표를 공유할 수 있어서 무척 기쁘다"고 말했다.

@highlight

삼성전자는 17일 개최된 '삼성 파운드리 포럼 2019'에서 업계가 주목하는 기술인 차세대 나노 GAA의 공정설계키트를 팹리스 고객사들에 배포하여 파운드리 시장 공략에 나서고 있다.