[부산=환경일보] 권영길 기자 = 부산시는 2015년부터 해수부·부경대와 함께 공동으로 추진해 온 세계수산대학 설립의 첫걸음이라고 할 수 있는 시범사업이 마무리되고 후속조치로 한국과 FAO(국제연합 식량농업기구) 사무국 및 회원국이 참여하는 공동 시범사업을 추진한다.

이를 위해 5월14일 서울 글로벌센터에서 FAO 사무총장(호세 그라지아노 다 실바)과 문성혁 해양수산부 장관, 유재수 부산시 경제부시장, 김영섭 부경대 총장 등이 참석한 가운데 해수부 장관이 대표로 FAO 사무총장과 한-FAO간 공동시범사업 양해각서(MOU)를 체결했다.

이날 행사는 세계수산대학 설립에 가장 큰 쟁점사항이었던 FAO 한국 협력연락사무소 개소 이후에 열리는 것인데, 이는 향후 세계수산대학 설립문제에 대한 긍정적 영향을 줄 것으로 기대된다.

단계적으로 시범사업을 검증할 수 있도록 하고 있다.

한국 측 운영위원회는 해양수산부와 부산시, 부경대가 각각 참여하고, 부산시는 경제부시장이 운영위원으로 참여한다.

앞서 시행한 세계수산대학 시범사업은 한-FAO 합의의사록에 근거해 한국 측에서 단독으로 진행한 것인데 반해 이번 한-FAO 공동사업은 양 기관의 양해각서(MOU)에 근거하여 사업운영 전 과정에 FAO 사무국과 회원국이 직접 참여한다는데 의의가 있다.

이를 통해 세계수산대학 시범사업 결과에 대한 신뢰도를 높이고, FAO 사무국과 회원국이 참여함으로써 세계수산대학 설립에 대한 부정적 의견을 방지하고 지속적인 관심을 유도하는 효과가 있을 것으로 기대된다.

한편 한-FAO 공동시점사업은 2019년~2021년까지 총사업비 21억원을 투입해 석사과정 30명을 선발해 3학기 동안 양식기술, 수산자원관리, 수산사회과학분야 석사과정을 운영할 계획이다.

부산시 임정현 수산정책과장은 "유엔식량농업기구(FAO) 사무국, 부산시, 해수부, 부경대와 협력해 한-FAO 공동 시범사업을 차질 없이 이행해 세계수산대학 설립이 가시화될 수 있도록 노력할 것이다"고 밝혔다.

@highlight

5월14일 서울 글로벌센터에서 해수부 장관이 대표로 FAO 사무총장과 한-FAO간 공동시범사업 양해각서(MOU)를 맺었으며, 한-FAO 공동사업은 사업운영 전 과정에 FAO 사무국과 회원국이 직접 참여한다는데 의의가 있고, 이를 통해 세계수산대학 설립에 대한 지속적인 관심을 유도하는 효과가 있을 것으로 예상된다.