산림청 국립수목원(원장 이유미)은 국가 희귀식물 '비자란'복원 프로젝트가 성공적으로 진행되고 있다고 밝혔다.

비자란〔Thrixspermum japonicum (Miq.) Rchb.f.〕은 난초과(Orchidaceae)에 속하는 식물로 주로 오래된 나무에 붙어 자라며 우리나라의 제주도 지역에 매우 제한적으로 자생한다.

하지만, 무분별한 남획, 기후변화와 지속적인 산림이용에 따른 서식지 환경 변화 등의 이유로 야생에서 개체수가 급감하여 산림청 희귀식물 목록의 멸종위기(Critically Endangered)식물로 지정돼 있다.

국립수목원은 비자란 자생지 복원을 위하여 제주도 세계유산본부한라산연구부와 2015년부터 공동연구 프로젝트를 진행하고 있으며, 지속적인 모니터링을 통해 증식 개체들의 야생 도입 후 5년 생존율이 70% 이상임을 확인했다.

국립수목원은 우리나라 희귀 착생(나무에 붙어 자라는 형태) 난초과 식물 복원 프로젝트를 세계유산본부한라산연구부와 지속적으로 추진하고 있으며, 비자란을 포함하여 희귀 착생 난초과 식물인 나도풍란, 금자란, 탐라란의 복원 프로젝트도 진행하고 있다.

특히, 생존된 개체들의 개화율이 68% 이상으로 확인돼 자생력을 확보한(self-sustaining) 개체군이 형성된 것으로 판단돼 향후 자체적으로 재생산된 차대 개체(recruitment)의 형성이 복원의 최종 목표다.

국립수목원은 지금까지의 비자란 복원 프로젝트 연구결과를 바탕으로 국가 희귀식물에 대해 다양한 지역으로 복원을 확대할 계획이다.

책임운영기관 국립수목원 이유미 원장은"이번 프로젝트 결과물은 우리나라에서 사라질 뻔한 희귀식물 비자란이 다시 복원됨으로써 국가생물주권 확보와 한반도 생물다양성 보전이라는 측면에서 매우 고무적인 성과"라고 말했다.

@highlight

국립수목원은 멸종위기 식물로 지정된 희귀식물 '비자란' 복원 프로젝트가 지속적인 모니터링을 통해 증식 개체들의 야생 도입후 5년 생존율이 70%가 넘는것을 확인해 성공적으로 이어지고 있으며 이 결과를 토대로 국가 희귀식물에 대한 복원을 증대할 예정이라고 밝혔다.