노여운 작 ‘흘러가다’

(재)광주비엔날레는 지역 밀착형 정기 프로그램 ‘월례회’의 일환인 ‘GB 작가스튜디오 탐방’을 16일 오후 4시 노여운 작가의 작업실에서 진행한다.

이날 광주비엔날레 홈페이지 등을 통해 사전 신청한 관객들과 지역 작가 등은 노여운 작가의 스튜디오에서 작가의 작업 세계를 논하고 소통할 계획이다.

특히 오는 6월, 2년 반 만에 개인전을 계획하고 있는 노여운 작가의 이번 작가 스튜디오 탐방은 작가의 신작과 함께 깊어진 세계관을 들여다볼 수 있는 시간이 될 것으로 보인다.

노여운 작가는 유년시절을 보낸 학동 백화마을의 재개발 경험을 통해 삶의 흔적에 대한 상실감과 기억을 꼽씹으며 바라본 풍경에 대한 감정을 캔버스 화면으로 보여준다.

10여년 간 이어져온 그의 골목길 시리즈는 작가 특유의 톤으로 서정적인 분위기로 사람들의 삶의 흔적들을 담아내지만 사람이 등장하지는 않는다.

사람이 등장하지 않고 흔적만으로 사람의 삶을 떠올리게 함과 동시에 잊고 있던 유년시절의 애틋한 추억을 불러일으킨다.

특히 작가의 ‘시든 꽃’ 연작은 꽃봉오리는 의지와 상관없이 주변 평판에 휩쓸리고 소비되는 우리네 모습을 함축하여 보여주고 있다.

노여운은 전남대학교 미술학과에서 서양화를 전공했으며 대학시절부터 관심 있던 골목 풍경을 그리기 시작하였다.

2013년부터 서울, 광주, 전주에서 개인전을 꾸준히 개최해왔으며, 다수의 단체전에 참여하기도 하였다.

그 외에도 무등미술대전 대상(2009), 어등미술제 어등미술상(2014), 광주신세계미술제 신진작가상(2014)을 수상한 바 있다.

한편 광주비엔날레 지역 밀착형 프로젝트 ‘월례회’의 GB 작가스튜디오 탐방은 매달 한차례씩 진행되며 지역 작가 누구나 참여 가능하다.

‘GB 작가스튜디오 탐방’ 참여를 원하는 관객은 광주비엔날레 홈페이지를 통해 6일까지 신청하면 된다.

문의 062-608-4232.

@highlight

이번 GB 작가스튜디오 탐방은 골목 풍경을 그리는 노여운 작가의 작업실에서 진행하며 작가의 신작과 작업 세계 등을 알 수 있는 시간이 될 것이다. 