[충주]충주시는 최근 정신질환 관련 사회 문제가 발생함에 따라 정신과적 응급상황의 효과적 대응을 위해 각 관계기관과 유기적인 협력체계를 구축했다고 15일 밝혔다.

시는 이날 고위험 정신질환자 관리 및 정신건강 증진을 위한 안전망 확보를 위해 정신건강복지센터, 충주경찰서, 충주소방서, 지정 정신의료기관 호암병원과 실무자 중심의 정신과적 응급상황 대응 협의체를 구성하고 간담회를 개최했다.

이날 간담회에서는 정신과적 응급상황 시 신속하고 체계적으로 대응할 수 있도록 현장 매뉴얼을 정비하고, 정신응급 대응 현황 점검, 문제점 공유 및 개선방안, 정신질환자 응급진료를 위한 지정 협력병원 현황 등에 대해 논의했다.

정신건강복지센터는 현장대응 필수 체크사항으로 고위험자 발견 시 응급위기상황정도와 응급 출동여부를 평가해 정보를 수집하고 직접적 위험이 있을 경우 경찰·소방에 협조 요청 및 정보를 공유한다.

충주경찰서는 시민들이 정신질환자로 추정되는 사람으로 인해 자신의 건강 또는 안전이 위협되거나 타인에게 해를 끼칠 위험이 큰 사람을 발견해 신고에 의한 출동 시 신속한 현장조치로 정신질환자 범죄예방 및 시민의 안전 확보를 위해 협력한다.

충주소방서는 위급사항 발생 시 구조·구급활동에 적극 협조하며, 환자의 상태를 평가하여 의료진에게 전달해 자살 고위험군에 대한 정보교환에 협력하는 등 협조방안에 대해 검토했다.

시는 정신과적 응급상황 대응 협의체를 통해 앞으로 정신질환 고위험군이나 자살 고위험군 발견 시 관계기관 모두 협력하여 정보를 공유하고, 신속한 대응체계를 정비함으로써 지역주민과 정신질환자 및 가족 모두 안전한 사회망을 구축할 것으로 기대하고 있다.

안기숙 충주시 보건소장은 "일부 정신질환자에 대한 사회적 문제로 인하여 모든 정신질환자에 대한 시민의 편견과 거부감이 더욱 커질 것이 우려된다"며 "앞으로 자·타해 위험이 높은 정신질환자는 관계기관과의 협력을 강화해 집중관리될 수 있도록 노력하겠다"고 전했다.

@highlight

충주시는 최근 정신질환 관련 사회 문제가 대두됨에 따라 정신과적 응급상황의 효율적 대응을 위해 관계기관과 협력체계를 구축했으며, 이날 대응 협의체를 구성하고 현장 메뉴얼 정비 및 지정 협력병원 현황 등을 논의하는 간담회를 개최했다고 15일 밝혔다.