서울예술단이 창작가무극 '신과함께 이승편'을 무대언어로 새롭게 구현한다.

창작가무극 '신과함께 이승편'은 오는 6월 21일부터 29일까지 LG아트센터에서 공연된다.

작품은 주호민 작가의 원작을 한층 깊이 있게 각색했으며 음악과 무대미술까지 한층 업그레이드 한 것으로 알려졌다.

앞서 서울예술단이 무대 언어로 구현시킨 창작가무극 '신과함께 저승편'은 2015년 초연 당시 원작 속 인물들이 고스란히 살아 숨 쉬는 캐릭터 구축을 비롯해 LED스크린 무대 바닥 등 사후의 세계를 독창적으로 구현하면서 무대예술의 특성을 잘 얹어냈다는 후문이다.

특히 이번 공연은 원작 속 주인공이 그대로 무대에 튀어 나온 듯 완벽한 캐릭터 소화를 보여준 배우들로 강력한 캐스트를 자랑한다.

집을 지키는 가택신의 리더인 성주 역에는 배우 고창석이 캐스팅됐다.

철거 용역 일을 하며 현실과 이상 사이에서 고뇌하는 박성호 역에는 배우 오종혁이 발탁됐다.

또한 카리스마 넘치는 저승차사 해원맥 역에는 최정수, 막내 저승차사 덕춘 역에는 김건혜가 '신과함께 저승편'에 이어 다시 한 번 최강 케미를 보여줄 예정이다.

여기에 성주신과 함께 가택을 수호하는 조왕신 역에는 송문선, 홀로 손주를 키우는 할아버지 김천규 역에는 박석용, 손주 김동현 역에는 이윤우가 무대에 오르면서 원작에 버금가는 재미와 감동을 선사한다.

아울러 주호민 작가의 웹툰을 바탕으로 한아름 작가의 확장된 해석을 거친 창작가무극 '신과함께 이승편'에는 한국의 프랭크 와일드혼 민찬홍 작곡가, 공연계의 가장 핫한 아이콘 김태형 연출가를 비롯해 미다스의 손 양주인 음악감독, 무대와 배우를 빛나게 하는 이현정 안무가, 무대미술의 거장 박동우 디자이너 등이 참여한 것으로 전해진다.

@highlight

배우 고창석과 오종혁이 캐스팅된 창작가무극 '신과함께 이승편'은 오는 6월 21일부터 29일까지 LG아트센터에서 공연된다.