'에서 김미영(이유영)은 어떤 상황에도 쫄지 않는 열혈 형사로 안방극장에 시원한 걸크러시를 보여주고 있다.

지난 방송에서 사채업자 박후자(김민정)을 잡기 위해 촘촘한 덫을 놓기 시작했기 때문.

강력계 형사 출신으로 현재는 지능범죄수사팀의 팀장을 맡고 있는 김미영(이유영)은 사채업자 박후자(김민정)의 오른팔로 온갖 험한 일을 도맡아온 최필주(허재호)와 그의 수하들을 단박에 휘어잡았고, 남편 양정국(최시원)을 위한 선거 유세 중 우연히 눈에 띈 소매치기를 끝까지 쫓는 등 경찰로서 뛰어난 감과 능력을 지닌 미영을 보여준 에피소드로 시청자들을 사로잡아왔다.

그런 미영을 예상치도 못한 방법으로 물 먹인 이가 있었으니, 그녀의 남편 양정국을 국회의원에 출마하게 했던 사채업자 박후자다.

자신을 쫓는 미영을 잘못된 수사 방향으로 교묘히 유인했고, 그 결과 경찰직을 당분간 수행할 수 없게 만듦으로써 미영의 두 손과 두 발을 묶어버린 것.

남편을 위협하는 박후자를 잡으려다 보니 감정이 앞섰고, 다급하게 서둘렀던 결과이기도 했을 터였다.

그러나 지능범죄수사팀의 팀장으로 복귀한 미영은 보다 더 강력해진 경찰로 박후자를 쫓기 시작해 흥미를 자극한다.

대련 중 잠깐의 방심에 엎어치기를 당한 미영을 향해 "이런 식으로 당하지 말고, 이성적으로 잡으라고"라는 김경애(길해연)의 조언을 마음 깊이 새겼기 때문일까.

박후자와 최필주 사이에 아주 작은 의심의 싹을 틔우는 방법부터 차근차근 덫을 놓기 시작한 것.

경찰로 기꺼이 최선을 다하는 뜨거운 감성을 지닌 그녀가, 차가운 이성까지 갖추고 시작된 박후자를 향한 정조준하기 시작한 움직임이 기대감을 증폭시키는 바.

과연 경찰 김미영이 이번에는 박후자를 잡을 수 있을지, 또한 남편 정국을 끝까지 지킬 수 있을지 귀추가 주목된다.

', 매주 월, 화 밤 10시 KBS 2TV 방송.

@highlight

KBS 2TV 월화드라마 '국민 여러분!'의이유영(김미영)이 열혈 형사로 걸크러쉬의 모습을 보여주고 있는 가운데, 과연 김민정(박후자)을 잡고 남편 최시원(정국)을 지킬 수 있을지 궁금증을 자아내고 있다.