[헤럴드경제(울산)=이경길 기자] '태화강 십리대숲'을 '백리대숲'으로 확대·조성하는 '태화강 백리대숲 조성사업'이 범시민 운동으로 확대된다.

울산시는 15일 시청 본관 대회의실에서 송철호 시장과 시민단체, 기업체 및 공공기관 52개소 등 관계자 200여명이 참석한 가운데 '태화강 백리대숲 조성사업 참여 협약식'을 개최한다고 밝혔다.

이번 협약식은 시민들의 참여 분위기를 조성해 성공적으로 사업을 추진하기 위해 기획됐다.

우리나라 생태관광지 26선에 선정된 '태화강 십리대숲'은 이번 사업을 통해 도심속 생태관광자원으로 거듭나게 된다.

시민단체, 기업체, 공공기관은 테마공원 조성 및 식재 대나무 지원, 대나무 식재 직접 참여, 대나무 관리참여 등 3개 분야에 참여한다.

참여자에게는 일정 구간, 지점 등을 지정하고 지정 구간에 대해 테마공원 조성, 나무식재, 관리까지 다양하고 지속적으로 참여할 수 있도록 했다.

시는 규정과 예산이 허용되는 범위 내에서 행정적·재정적·기술적 지원을 할 계획이다.

울산시는 석남사에서 선바위, 십리대숲을 거쳐 명촌교에 이르는 40㎞(100리)구간에 기존 대숲의 밀도를 높이고 단절구간에 대해서는 대나무 식재를 통해 대숲의 연속성을 확보할 예정이다.

이번 사업은 오는 2020년 조성이 완료된다.

조성 기간 중 테마공간도 5개소가 마련된다.

울산시 관계자는 "태화강 백리대숲을 단순히 대나무로 이어진 산책로가 아닌 시민들이 만들어가고 즐기는 생태문화공간으로 재탄생시킨다는 계획"이라며 "잠시 머무르는 관광지가 아니라 다양한 프로그램을 접목시킨 체류형 관광지로 발전시켜 생태관광의 세계적 롤모델로 만들어 나갈 것"이라고 말했다.

한편, 울산시는 오는 30일 오후 3시 남구 무거동 삼호교 하부에서 시민, 기업체 등이 참여하는 '시민과 함께하는 대나무 시범식재' 행사를 실시하고 대나무 관리 식재의 날도 운영하는 등 본격적으로 사업을 추진할 예정이다.

@highlight

울산시는 15일 시청 본관 대회의실에서 시장과 시민단체, 기업체 및 공공기관 52개소 등 200여명이 참석한 가운데 태화강 백리대숲 조성사업 참여 협약식을 열고 시민들의 참여 분위기를 조성해 성공적인 사업을 추진하기 위해 노력하는 한편 태화강 십리대숲은 이번 사업으로 도심속 생태관광자원으로 다시 태어나게 된다.