인천 미추홀구청.

성매매 현장에서 경찰에 적발된 인천시 미추홀구와 인천도시공사 소속 직원 등 7명이 무더기로 직위 해제됐다.

인천시 미추홀구는 성매매특별법 위반 혐의로 경찰에 입건된 A(50·5급) 과장 등 미추홀구 소속 5∼7급 공무원 4명을 모두 직위 해제했다고 15일 밝혔다.

인천도시공사도 이들과 함께 성매매를 한 혐의로 입건된 공사 소속 B(51) 팀장과 C(44) 차장 등 직원 3명을 직위 해제했다.

A 과장 등은 이달 10일 오후 11시께 인천시 연수구 청학동 한 유흥주점에서 술을 마신 뒤 인근 모텔에서 성매매한 혐의를 받고 있다.

이들은 유흥주점에 고용된 러시아 국적 성매매 여성 7명과 인근 모텔에서 성매매를 하던 중 잠복근무하던 경찰에 현장 적발됐다.

경찰은 해당 유흥주점에서 성매매 영업을 한다는 제보를 받고 미리 압수수색 영장을 발부받은 뒤 인근에서 며칠 동안 잠복하던 중이었다.

조사 결과 사건 당일 이들이 쓴 술값과 성매매 비용 등 300만원은 인천도시공사소속 직원 1명이 모두 결제한 것으로 확인됐다.

A 과장 등은 경찰 조사에서 "가장 연장자인 인천도시공사 직원 카드로 결제한 뒤 나중에 돈을 나눠서 보내주기로 했었다"며 "구와 도시공사가 함께 하던 공사가 마무리돼 가진 회식 자리였다"고 진술했다.

이들 공무원은 도화지구 내 공원 정비·조성 사업을 함께 진행했던 것으로 조사됐다.

경찰은 이날 술자리가 접대성이었는지와 다른 유착 가능성이 있는지를 확인하기위해 추가 수사를 이어간다는 방침이다.

함께 적발된 러시아 국적 성매매 여성들은 모두 불법 체류자인 것으로 파악돼 신병을 출입국관리사무소에 인계했다.

구와 인천도시공사는 수사 결과에 따라 내부 징계위원회 절차를 거쳐 이들에게 징계를 내릴 예정이다.

미추홀구 관계자는 "검찰 송치 등 향후 경찰 수사 결과에 따라 징계위원회를 열어 처분할 계획"이라고 말했다.

@highlight

성매매 현장에서 경찰에 단속돼 성매매특별법 위반 혐의로 입건된 인천시 미추홀구 소속 공무원 4명과 인천도시공사 소속 직원 3명이 한꺼번에 직위 해제됐다.