북구 강동산하지구 도시개발사업에 대한 준공기한이 한달여 앞으로 다가왔지만 보완사항이 산적해 있어 이를 맞출 수 있을지 의문시되고 있다.

15일 북구청에 따르면 강동산하지구 도시개발사업 조합은 지난 1월 말 강동산하지구 도시개발사업은 공사완료 공고를 냈고, 공람기간을 거쳐 2월 말 준공검사를 신청했다.

이에 준공 기한을 한달가량 남아 있는 현재까지 준공검사에 대한 보완절차가 진행중이다.

조합은 앞서 지난 12월 말 공사가 대부분 마무리 된 상황에서 행정절차에 시간이 필요하다고 판단해 울산시에 사업기간 6개월을 연장 요청한 바 있다.

조합의 검사 신청을 받은 북구는 이를 기점으로 관련기관·부서와 준공을 통한 시설물 이관을 위해 준공검사를 실시했고 발견된 보완사항 등을 조합에 통보했다.

대표적으로 점자블록 설치 및 훼손된 점자블록 교체, 차량진입 방지 볼라드 설치 등이 요구됐고, 도로도색, 가로수 관리 등도 지적사항에 포함됐다.

문제는 조합측에서 이 같은 보완사항에 부담을 느끼고 있다는 점이다.

도로도색이나 가로수 관리 등은 준공 후 이미 4~5년간 사용하거나 시간이 지나면서 발생한 문제다 보니, 추가적인 비용부담을 안게 되는 것이다.

조합측에서 이런 부분들을 감안해 달라고 요청했지만 북구청은 추후 구비가 발생할 것을 고려해 “제대로 넘겨달라”는 취지로 입장을 밝힌 것으로 알려졌다.

그동안 행정기관으로 관리권이 이관되지 않아 기반시설이 제대로 운영되지 않는 등 주민들의 불편이 계속된 강동지역 주민들은 조속한 준공을 바라고 있다.

강동동 주민 A씨는 “살기 좋은 동네라고 생각해 입주했지만 쓰레기 문제부터 교통시설까지 온전한 것이 별로 없다”며 “요즘 같아선 다시 중심지 쪽으로 나가고 싶다”고 푸념했다.

북구청 관계자는 “도시개발사업은 절차상 준공검사 후 실과에서 보완사항을 제시하고 이를 조합에서 처리하면 준공이 되는 것”이라며 “조합에서 보완사항에 대한 조치계획을 수립해 기한 내 준공을 할 수 있도록 독려하고 있다”고 말했다.

@highlight

그동안 행정기관으로 관리권이 이관되지 않아 기반시설이 제대로 운영되지 않는 등 주민들의 불편이 계속된 북구 강동산하지구 도시개발사업의 준공기한이 한달 남았지만 보완사항이 많이 남아있어 일정대로 진행될지 불확실한 가운데, 북구청 관계자는 “조합에서 보완사항에 대한 조치계획을 수립해 기한 내 준공을 할 수 있도록 독려하고 있다”고 말했다. 