이규하 전북대 명예교수가 <서양 근세 초의 새로운 모습>(신서원)을 펴냈다.

이 책은 복잡다단한 사건이 점철된 16~17세기 근세 초 유럽의 역사를 5부 300쪽에 걸쳐 다뤘으며, 이규하 명예교수가 33년간 대학 교수로 재직하며 강의하고 연구한 내용이 주를 이룬다.

제1부에서는 '서양 중세의 개관, 황제와 교황의 대립·충돌'을 살피고, 제2부에서는 '서양사의 시대구분 이론과 근세 초의 특징'을 소개한다.

3부와 4부에서는 '프랑스에 대항하기 위한 스페인과 신성로마제국의 연합', '신성로마제국 카를 5세 황제 시대'를 통해 근세 초 서양 여러 나라에 새롭게 등장한 왕과 문화를 다룬다.

신성로마제국의 황제 카를 5세의 어머니 후아나 1세의 슬픈 사랑 이야기, 헨리 8세·피의 메리 여왕·엘리자베스 1세의 치적 등이 주요 내용.

5부에서는 마틴 루터가 종교개혁을 일으킨 신학적 이유와 교황과의 대립과 충돌을 담았다.

"외부로부터의 도전과 간섭은 역사가 발전할 수 있는 좋은 기회이다."

이 교수는 책 머리말에서 '근대 역사학의 아버지'로 불리는 독일 역사학자 랑케의 말을 인용, 혼란스러운 국내·외 문제와 어려운 여건들 때문에 비관하고 의기소침할 필요가 없다고 강조했다.

이어 이 교수는 "정치·사회적 분쟁의 내용이 많은 이 책이 일반인들의 교양을 위해서 그리고 특별히 학계와 정치권에 조금이나마 보탬이 되었으면 하는 마음에서, 여러 신체적 어려움에도 불구하고 이것이 하늘이 나에게 준 임무라고 생각되어 온갖 어려움을 무릅쓰고 펜을 들었다"고 밝혔다.

전북대 인문대학 사학과를 졸업하고 오스트리아 빈 대학교에서 철학박사 학위를 받은 이 교수는 하버드대학교 연구교수, 전북사학회장, 전북대 인문학연구소장 등을 지냈다.

@highlight

이규하 명예교수가 33년간 대학교수로 재직하며 연구한 내용으로 주로 구성된 <서양 근체 초의 새로운 모습>을 출간했다.