미중무역갈등 등 '악재'

［충북일보］ 충북 반도체 수출이 살아날 기미를 보이지 않고 있다.

충북의 전년동월비 반도체 수출액은 지난해 11월부터 지난 4월까지 6개월 연속 감소한 것으로 나타났다.

15일 청주세관의 '2019년 4월 충북지역 수출입동향'에 따르면 충북은 수출 18억3천800만 달러, 수입 6억5천400만 달러로 11억8천500만 달러의 무역수지 흑자를 기록했다.

수출은 지난해 같은달보다 0.8% 감소한 반면 수입은 13.1% 증가한 액수다.

충북은 지난 2009년 1월 이후 매달 연속 흑자를 기록하고 있지만 '지역 수출 효자 품목'인 반도체의 상황은 낙관적이지 않다.

4월 반도체 수출액은 7억400만 달러로 전체 수출액의 38.3%를 차지했다.

여전히 충북 수출의 중심축 자리를 내 놓지 않고 있지만, 지난해 같은달보다 14.7% 감소한 액수다.

충북의 전년대비 반도체 수출액 감소는 2018년 11월부터 시작됐다.

지난해 10월은 전년동월보다 12.8% 증가한 9억8천600만 달러를 수출했지만, 11월부터 기세가 꺾였다.

월별 반도체 수출액과 전년동월대비 감소폭은 △2018년 11월 8억6천600만 달러(3.5%) △12월 6억7천900만 달러(27.1%) △2019년 1월 6억1천800만 달러(33.5%) △2월 6억700만 달러(25.4%) △3월 8억6천700만 달러(12.5%) △4월 7억400만 달러(14.7%)다.

관련 업계는 반도체 수출액이 줄어든 원인으로 세계적인 반도체 단가 하락을 지목하고 있다.

여기에 심화되는 미중무역갈등은 반도체를 비롯한 충북의 수출에 악영향을 끼칠 것으로 보인다.

무역갈등으로 인한 중국의 경기가 위축되면 반도체 수요도 덩달아 감소할 가능성이 크다.

이는 곧 충북의 수출 문제와 직결된다.

중국은 충북의 최대 수출국이다.

지난 4월 충북의 대(對) 중국 수출액은 5억8천100만 달러로 전체의 31.6%에 달한다.

충북 수출의 30% 안팎은 매달 중국이 차지하고 있다.

@highlight

반도체 관련 업계는 세계적인 반도체 단가 하락으로 충북의 반도체 수출이 살아날 기미를 보이지 않고 침체를 지속하고 있다며 갈수록 악화되는 미중무역갈등으로 반도체를 비롯한 충북의 수출에 악영향을 끼칠 것으로 전망하고 있다.