대구시교육청은 15일 스승의 날에 시교육청 행복관에서 교육발전에 기여한 공·사립 교원 418명에 대해 ‘제38회 스승의 날 기념 포상 전수 및 수여식’을 개최했다.

이날 기념행사에서 강은희 교육감은 △대구산격초등학교 교장 박다예에게 근정포장, △천내중학교 교장 정재혁 등 4명에게 대통령표창, △대구여자고등학교 교감 김미숙 등 5명에게 국무총리표창, △대구숙천유치원 교사 이재미 등 136명에게 장관표창을 전수했다.

또 대구해안초등학교병설유치원 교사 이주영 등 272명에게 교육감표창을 수여했다.

대구산격초 박다예(여·57) 교장은 누리과정과 연계한 유아교육진흥원 운영으로 유치원 질적 성장에 기여했고 대구 시민을 대상으로 다양한 무상 교육프로그램을 개발 및 운영, 홍조 근정포장을 받았다.

대통령표창 수상자 천내중학교 정재혁 교장(60)은 천내오색기장제 운영을 통한 대구행복인성교육역량 강화와 자유학기제 정착에 기여했다.

대구용천초등학교 오순화(여·59) 교장은 학부모와 지역사회의 연계로 학생들의 미래역량을 신장시킬 수 있는 교수학습활동을 지원한 공로로, 수성고 남경우(여·59) 수석교사는 교육과정 재구성과 교실수업개선 컨설팅 등으로 수업의 전문성 신장에 기여한 공적으로, 수상했다.

또한, 묵묵히 현장을 지키는 교사들 중 헌신과 사랑으로 제자들을 지도해 학생과 학부모로부터 추천 받은 16명의 교사가 대구시교육청의 아름다운 선생님으로 선정돼 ‘아름다운 선생님 인증패’를 받았다.

강은희 교육감은 “대구미래역량교육으로 창의·융합형 인재 양성과 학생들의 행복한 삶을 위해 다함께 노력하자”며 “선생님들의 사랑과 열정이 대한민국교육수도 대구의 자랑”이라고 했다.

@highlight

대구시교육청은 15일 스승의 날에  ‘제38회 스승의 날 기념 포상 전수 및 수여식’을 개최해 학생과 학부모로부터 추천 받은 16명의 교사에게 ‘아름다운 선생님 인증패’를 수여했으며, 강은희 교육감은 "선생님들의 사랑과 열정이 대한민국교육수도 대구의 자랑" 이라는 언급을 덧붙였다.  