직권남용·공직선거법 위반 혐의로 기소된 이재명 경기지사의 정치적 명운을 가를 법원의 1심 판결 선고에 초미의 관심이 쏠리고 있다.

15일 수원지법 성남지원에 따르면 이 지사 사건 담당 재판부인 제1형사부(부장판사 최창훈)는 16일 오후 3시 선고 공판을 진행한다.

이 지사의 선고재판을 앞두고 도내 국회의원 등 정치권은 물론 더불어민주당 기초단체장, 이 지사를 지지하는 모임들의 탄원 행렬이 이어지고 있다.

이재명 전국지지자모임 회원들은 이날 오후 1000여명의 서명을 받은 탄원서를 수원지법 성남지원 제1형사부에 제출했다.

이들은 "재판부는 검찰과 경찰 조사서 다 봤을 것이다.

법정진술과 채택된 증거에 기반한 공정하고 정의로운 판결을 믿는다"고 주장했다.

더불어민주당 국회의원 96명도 이 지사의 선처를 호소하는 서명에 동참했으며 도내 민주당 기초단체장 26명도 탄원서를 제출했다.

경기도의회 도의원 120여명은 지난 10일 이 지사를 선처해달라는 내용의 탄원서를 제출했다.

도의원들 탄원서 서명에는 야당 의원 일부도 동참했다.

도의원들은 "압도적인 표 차이로 당선된 이 지사가 지금까지 안정적으로 도정을 이끌어왔다.

(지사직을 잃을 경우) 혼란이 올 것이 자명하다"면서 "도정을 정상적으로 수행할 수 있도록 기회를 줘야 한다"고 말했다.

공직사회도 재판결과를 예의주시하고 있다.

이 지사의 재판결과에 따라 도정의 향방이 결정날 것으로 보이기 때문이다.

한 공직자는 "이 지사가 무죄를 받으면 다행이지만 유죄일 경우 도정은 흔들릴 수 밖에 없다"라며 "도청직원들의 최대 관심은 이 지사 재판이다"라고 귀뜸했다.

앞서 검찰은 지난달 25일 결심공판에서 직권남용 혐의에 대해 징역 1년6월을, 3개 공직선거법 위반 혐의에 대해 벌금 600만원을 각각 구형했다.

공직선거법은 선거범죄와 다른 죄에 대해서는 분리 선고하도록 규정하고 있다.

이에 따라 재판부는 직권남용 혐의와 공직선거법 위반 혐의에 대해 따로 선고한다.

@highlight

공직사회도 재판결과를 예의주시하고 있는 이 지사의 사건담당재판부인 수원지법 성남지원 제1형사부는 16일 오후 3시 선고 공판을 진행한다고 15일 밝혔고 정치권은 물론 이 지사를 지지하는 모임들의 탄원행렬이 이어지고 있다.