충남도의회가 그제 도교육청의 추경 예산안 심사를 거부해 논란이 일고 있다.

도의회 교육위원회는 본청과 교육지원청의 추경에 대한 예비 심사에서 과다 계상된 점을 발견하고 예산안을 수정 권고했다.

그런데 교육청이 이를 받아들이지 않아 교육위가 추경 심사를 거부한 모양이다.

미뤄 짐작컨대 험한 분위기가 연출됐을 걸로 보인다.

당연히 교육위 심사에서 거부됐으니 예결위 상정은 꿈도 못 꿀 일이 됐다.

교육위가 문제 삼은 건 소규모 학교에 대한 시설비다.

충남에서 50명 이하 소규모 학교 학생이 두드러지게 감소하고 있는 상황에서 11억 7000여만 원의 시설개선 예산은 너무 많다는 것이다.

4년 후에는 이들 학교 학생 수가 절반 이하로 떨어질 것이란 게 위원들의 주장이다.

태안의 모 초등학교의 경우 올해 35개 학급에서 2023년이면 31개 학급으로 줄어드는데 교실 증축 예산으로 9억 원이 편성한 것도 문제로 삼았다.

그러면서 이런 예산을 삭감하는 대신 학생 학습권 보장을 위해 석면교체 등 수정예산 편성을 요구한 것이다.

하지만 교육청은 긴급을 요하거나 법령을 위배할 경우만 수정이 가능하다며 이를 거부했다.

예산안이 잘못됐으면 삭감하면 될 일을 의회가 지명한 사업을 삭감하고 다른 사업으로 다시 올려 수정안을 내달라고 하는 건 곤란하다는 입장이다.

수정예산 편성 사유가 되지 않은 점과 예산편성권은 집행부 고유 권한인 점을 내세운 걸로 봐선 쉽게 물러설 것 같진 않다.

집행부 예산에 대한 심의 의결권을 쥔 의회로서는 교육청의 태도에 불만을 가질 순 있겠지만 교육청 나름의 항변에도 귀 기울일 필요가 있다.

추경은 긴급을 요하는 사업에 쓰기 위한 예산이란 점에서 심사는 이뤄져야 한다.

다만 부득이한 사유가 생기면 추경안이라도 일부를 수정할 순 있다.

원칙만 고집할 게 아니라 수정안을 편성할 수 있는지는 차분하게 따져볼 일이다.

두 기관이 대립하는 모습은 충남도민에게 불안감만 줄 뿐이다.

@highlight

충남도의회가 충남도교육청의 예산안 수정 권고를 받아들이지 않고 추경 예산안 심사를 거부해 논란이 생기고 있으며, 예결위 상정 또한 불가능할 것으로 보인다.