환경보호 캠페인 동시 진행 “양 도시 상생발전 매년 추진”

포항·경주시 새마을지도자들이 형산강 정화활동을 위해 손을 맞잡았다.

포항시새마을회(회장 최현욱)와 경주시새마을회(회장 손지익)는 지난 14일 포항 형산큰다리 일원 둔치에서 포항·경주 상생발전 형산강살리기 정화활동을 공동으로 개최했다.

이날 행사에는 이강덕 포항시장과 주낙영 경주시장을 비롯해 양도시 새마을회원 600여명이 참여해 형산강 수질정화를 위한 친환경 EM 흙공 던지기, EM액 방류를 시작으로 수중쓰레기와 형산강 둔치의 각종 쓰레기 수거 등 정화활동과 환경보호 캠페인도 함께 진행됐다.

특히, 5월 31일부터 3일간 개최되는 ‘2019 포항국제불빛축제’가 열리는 형산강을 찾는 전국의 관광객들에게 깨끗한 모습을 보여줄 있도록 새마을지도자들은 구슬땀을 흘려가며 정화활동을 실시했다.

두 시가 공동으로 주관하는 행사는 지난 2016년부터 매년 포항과 경주를 오가면서 개최하고 있으며, 지난해 6월에는 경주 서천 둔치 형산강 상류지점에서 개최했다.

이강덕 포항시장은 “양 도시 간 추진하는 핵심사업도 중요하지만 새마을회 간의 민간주도의 상호협약을 맺고 상생발전을 위한 정화활동을 매년 추진해 나가는 것은 더 큰 의미가 있다”며 “앞으로도 끊어지지 않고 계속 이어가기를 바란다“고 말했다.

한편 포항시와 경주시에서 형산강 수계를 따라 역점적으로 추진하고 있는 “형산강프로젝트”는 향후 2025년까지 10년간 63.34㎞ 구간에 1조원(포항권역 4천970억원)을 들여 7대 프로젝트, 32개 사업을 추진하는 대규모 사업으로서, 지방자치단체 간 상생의 방안으로 다른 지역의 롤 모델이 되고 있다.

특히, 형산강 산책로 정비, 워터폴리 조성, 칠성천 수계 하수관로 정비 등 계획사업들이 빠르게 가시화 되고 있으며, 신부조장터공원 및 수변친수레저파크 등도 추진 중에 있다.

@highlight

포항·경주시 새마을지도자들은 형산강 정화활동을 위해 지난 14일 포항 형산큰다리 일대 둔치에서 두 도시 상생발전 형산강살리기 정화활동을 함께 열었으며 이날 행사에는 이강덕 포항시장과 주난영 경주시장을 비롯해 새마을회원 600여명이 참석해 친환경 EM 흙공 던지기와 각종 쓰레기 수거 등 정화활동과 환경보호 캠페인을 실시하였다.