더불어민주당과 국가균형발전위원회가 최근 발주한 ‘혁신도시 성과평가 및 정책지원’ 용역 결과에 따라 공공기관 추가 이전을 검토하겠다고 공언했지만 정작 주무 부처인 국토교통부는 해당 용역이 공공기관 추가이전과 관계없다고 15일 밝혔다.

국토부는 이날 영남일보 취재진과의 통화에서 “해당 용역은 공공기관 추가이전을 염두에 두지 않았다”고 설명했다.

실제로 국토부가 발주한 용역의 과업지시서를 보면, 과업의 목적은 △공공기관 지방이전 및 혁신도시 정책 성과 평가를 토대로 한 혁신도시 미래 발전전략 마련 지원 △혁신도시 종합발전계획의 이행실적 및 성과 평가체계 구축 △혁신도시 관할 지자체 및 혁신도시 발전재단 역량 강화 컨설팅 등 혁신도시 정책 지원만 언급되어 있고, 공공기관 추가이전은 명시적으로 언급돼 있지 않다.

공공기관 추가 이전을 위한 정부 차원의 움직임도 아직 없다.

국토부 혁신도시발전추진단 관계자는 “공공기관 추가이전은 검토하지 않고 있으며, 관련 지시도 받은 적 없다”며 “설령 용역결과, 공공기관 추가 이전이 필요하다고 나와도 이전을 위한 용역 등을 거쳐야 돼, 또다시 상당한 시일이 걸릴 것”이라고 말했다.

이번 용역 결과가 나오려면 약 10개월이 걸리는 점을 감안하면 문재인정부 말기쯤 공공기관 추가 이전 여부가 결정될 것으로 예측된다.

특히 용역 결과 발표 시점이 내년 총선과 맞물려 있어, 공공기관 추가 이전이 구체적 실체는 없이 총선용 카드로 제시될 가능성도 배제할 수 없다.

따라서 대구경북이 어떤 공공기관을 추가이전 받을지 여부는 현재로선 짐작조차 할 수 없는 실정이다.

이에 대해 민주당 관계자는 “공공기관 추가 이전엔 근거가 필요하다”며 “이번 용역 결과를 바탕으로 구체적인 근거를 마련해 추가 이전 방안을 마련하겠다는 것”이라고 해명했다.

한편 균형위 관계자는 “지난 3월 이해찬 대표가 균형위가 수주한 용역 결과가 곧 나올 것이며 이에 따라 공공기관 추가이전을 시행하겠다는 취지의 발언을 해 (이를) 수습하느라 애를 먹었다”며 “공공기관 추가이전은 국토부가 담당한다.

다만 균형위는 용역결과가 나오는 대로 민주당·국토부와 조율해 공공기관 추가이전을 시행할 것”이라고 강조했다.

@highlight

더불어민주당과 국가균형발전위원회가 공공기관 추가 이전 시행을 공언했으나, 국토부는 검토 지시를 받은 적이 없으며 추가 이전 여부 결정에도 상당한 시일이 걸릴 것이라고 했다.