입지 거리제한 등 규정 없어 주민 반발 속출 "조례 통해 무분별한 개발행위·민원 방지해야"

군산시가 태양광 발전시설 허가에 대한 세부 기준을 마련해 무분별한 개발 규제에 나서야 한다는 지적이다.

특히 다른 지자체와 달리 입지 제한 거리가 없다보니 사업 추진 때마다 주민 민원 및 갈등을 야기하고 있는 상황이다.

군산시에 따르면 지난해 태양광 발전시설 허가 건수는 116건으로, 전년도 83건보다 크게 늘어났다.

올해는 4월 기준 25건으로 집계됐다.

정부의 재생에너지 확대 정책에 따라 태양광 발전시설에 대한 관심과 신청 건수는 해마다 늘고 있는 추세다.

이런 가운데 군산은 도시계획위원회의 심의·의결 등을 거쳐 태양광 발전시설에 대한 개발 행위 허가를 승인하고 있다.

그러나 사업자와 주민들 간 분쟁 등을 막을 법적 규제는 없는 상태다.

이 때문에 태양광 발전시설을 둘러싼 사업자와 주민 간 갈등의 불씨를 제공하고 있다는 비난의 목소리도 나온다.

실제 군산 나포면의 한 마을에서 태양광 발전시설이 추진되자, 주민들이 크게 반발하고 있다.

이곳 태양광 발전시설은 주택 등과 불과 15m 밖에 떨어지지 않아 주민들의 반대가 더욱 거센 것으로 알려졌다.

전국 상당수 지자체의 경우 발전시설 개발행위 허가 운영지침(조례) 등을 제정해 이격거리를 규제하며 태양광 발전시설에 따른 민원을 예방할 수 있는 근거를 마련하고 있다.

주거지역 및 도로와 100m~500m의 거리 이내의 건설을 제한, 주변의 자연경관과 미관을 해치는 무분별한 개발행위는 물론 주민들의 피해를 막고 있는 것이다.

이 같은 규제가 태양광 산업의 발목을 잡고 있다는 우려도 있지만 사업자들이 관련 조례 및 법규를 살핀 후 신청해야 하기 때문에 분쟁을 최소화하는 데 기여하고 있다.

반면 군산은 곳곳에 태양광 발전시설이 설치되고 있지만 이격거리 제한 등 명확한 기준을 세우지 않아 사업 과정에서 마찰과 소송 등이 끊이지 않고 있다.

시민 김모 씨(48)는 "매번 태양광 사업을 놓고 마을마다 시끄럽다"며 "대규모 태양광 시설 건립과 관련한 민원 분쟁을 사전에 예방할 수 있는 장치가 필요하다"고 말했다.

이에 대해 시 관계자는 "이격 거리 등 관련 조례 제정에 대해 어느 정도 공감한다. 이에 대해 적극 검토하겠다"고 밝혔다.

@highlight

군산시는 4월 집계에 따르면  태양광 발전시설 허가 건수가 크게 늘어나 설치되고 있지만 다른 지자체와 달리 이격거리 제한 등 명확한 기준을 세우지 않아 사업 추진 때마다 사업 과정에서 주민 민원 및 갈등을 야기하고 마찰과 소송 등이 끊이지 않아 태양광 발전시설 허가에 대한 세부 기준을 마련해 무분별한 개발 규제에 나서야 한다는 지적이다.