지난해 경기도내 불법 주·정차와 연계된 자동차 인명피해로 1천806명이 발생, 전국에서 가장 많았던 것으로 드러났다.

또한 기초자치단체는 청주시로 188명이고, 읍면동 가운데는 시흥시 정왕본동으로 53명이었다.

행정안전부는 15일 지난해 불법 주·정차와 연계된 자동차 사고가 총 8만5천854건 발생, 인적피해 7천649명, 물적피해 8만5천739건 발생했다고 밝혔다.

이번 조사는 보험개발원에 의뢰하여 실시하였으며 손해보험사에서 제공한 지난해 교통사고 기록을 분석한 결과다.

조사결과 인명피해가 가장 많이 발생한 광역자치단체는 경기도(1천806명)로, 다음으로 많이 발생한 서울시(758명)에 비해 두배 이상 많았다.

반면 인구 10만명당 기준으로 하면 14명(13위)에 불과했다.

기초자치단체 가운데는 청주시가 188명으로 가장 많았다.

경기도내에서는 안산시(3위, 174명), 수원시(5위, 151명), 성남시(6위, 149명), 부천시(7위, 147명), 고양시(8위, 144명) 등 상위 10위안에 5곳이 포함됐다.

읍면동 가운데는 시흥시 정왕본동이 53명으로 가장 많았고, 수원 팔달구 인계동(25명), 안산 상록구 사동(24명)등도 상위권을 차지했다.

물적피해가 가장 많이 발생한 광역자치단체도 경기도로 1만8천809대 였고, 기초자치단체는 안산시(2천304대), 읍면동은 시흥시 정왕본동(439대)이었다.

시간대별로는 인명피해의 49.4%(3천779명), 물적피해의 50.2% (4만3천41대)가 12시에서 19시에 집중되었다.

특히 출근시간대(8~9시)에 사고가 가파르게 증가하며, 퇴근시간대(17~19시)에 사고비율이 가장 높았다.

류희인 행안부 재난안전관리본부장은 "그간 지방자치단체에서 이런저런 이유로 불법 주·정차 단속을 유예하거나 예외를 인정하였지만, 4대 주·정차 금지구역은 어떠한 경우라도 예외를 두지 않을 것"이라고 말했다.

@highlight

행정안전부는 15일 지난해 불법 주·정차와 연계된 자동차 사고가 총 8만5천854건 발생, 인적피해 7천649명, 물적피해 8만5천739건이 발생했다고 밝히며 조사결과 인명피해가 가장 많이 발생한 지역은 경기도로 도내 연계된 자동차 인명피해로 1천806명이 발생해 전국에서 가장 많은 것으로 밝혀졌다.