용인시는 처인성, 심곡서원 등에서 역사·문화를 체험하는 14개 프로그램을 이달부터 10월까지 운영한다.

이는 지역 문화재를 단순하게 관람하던 기존의 틀에서 벗어나 다양한 체험을 통해 생동감있는 문화콘텐츠로 즐기며 역사적 가치와 의미를 재조명할 수 있게 하려는 것이다.

이와 관련해 시는 지난해 문화재청의 문화재활용사업 공모를 통해 국비 6억3천여만원을 지원받았다.

구체적으로 심곡서원·충렬서원·양지향교·용인향교 등에서 전통문화를 체험하고 선비정신문화를 현대적으로 재해석하는 등 4가지 향교 체험 프로그램을 20회 진행한다.

新 풍류체험'이 진행된다.

향토문화재 활용사업의 하나로 할미산성, 보정동 고분군 등 문화유적 발굴 현장에서 고고학 체험을 하는 '삼국시대 시간여행 in 용인' 프로그램이 20일 진행된다.

이와 별도로 지역의 만세운동 및 독립운동사를 소재로 영상콘텐츠를 직접 제작해보는 프로그램과 정몽주선생 묘, 김세필 묘역 등 지역문화유산을 찾아 역사적 사건에 대해 토론수업을 하는 프로그램 등도 마련됐다.

생생문화재 사업으로는 처인성, 음애공파 고택에서 7개의 체험 프로그램을 24회 진행한다.

특히 지역주민이 참여해 문화재를 기획하는 강의를 듣고 이를 체험관광 아이디어로 공유하는 '처인성 다시 프로젝트'가 주목을 끈다.

이 밖에도 처인성 일원에서 1박2일동안 버스킨, 사회적 약자를 위한 영화제, 몽골문화 체험 등을 하는 '처인성 Day&Night'이 6월22일 진행된다.

또 음애공파 고택에선 6월7일 고건축에 대한 강의를 통해 전통 건축물의 이해를 돕고 소목장 등 전통 공예를 체험해보는 '음애고택 아뜰리에'를 연다.

각 사업별 다양한 프로그램 정보는 2019년 용인시 문화재 활용사업 카페(https://cafe.naver.com/2019thebom)에서 확인할 수 있다.

용인시민 누구나 무료로 참여할 수 있다.

문의 (010-3370-4030, 031-227-4043).

@highlight

용인시는 지역 문화재 체험 콘텐츠 제공의 일환으로 문화재청의 문화재활용사업 예산을 지원받아서 처인성,심곡서원에서 체험 프로그램을 운영할 예정이다.