봉사자들 "선거철만 법석"

▲ 15일 올해로 18회째를 맞는 파주시 장애인 한마당 체육대회에서 장애인들이 봉사자들과 함께 튜브를 이용해 달리기를 하고 있다.

올해로 18회째를 맞는 파주시 장애인 한마당 체육대회가 15일 월롱면 100주년 기념관에서 열렸지만 올해도 정치인들에게 외면당하는 행사로 전락하고 말았다.

이날 행사에는 장애인과 자원봉사자 등 500여명이 참석했으며 '파주가 좋아'로 유명세를 얻고 있는 가수 서향의 공연으로 모처럼만에 장애인들이 흥겨운 시간을 보냈다.

LG이노텍은 예산지원과 함께 직원들도 봉사원으로 참석해 장애인들과 함께 손발을 맞췄다.

하지만 시의원이나 국회의원 등 정치인들은 현장을 찾지 않았다.

선거철에는 표를 의식 각종 장애인 정책과 장애인 우호적인 발언을 쏟아내던 것과는 대조적인 모습이다.

행사에 참석한 한 봉사자는 "선거철에는 귀신같이 행사를 찾아다니던 사람들이 당선이후에는 다른 사람이 된 것 같다"면서 "꼭 행사에 참석한다는 것보다 장애인들에게 격려와 애로사항을 들어주는 것이 진정한 정치인의 모습"이라고 지적했다.

손배찬 시의장은 "행사가 있었다는 것 자체를 몰랐다.

시에서 행사를 왜 알려주지 않았는지 모르겠다"면서 "사회적 약자를 보듬어주고 함께해야 하는데 보고체계가 제대로 이뤄지지 않아 아쉽다"고 말했다.

지역구 시의원인 한양수, 목진혁 의원도 "시가 장애인 관련 행사에 시의원들을 참석치 못하게 하려는 것 같은 것 같아 매우 유감스럽다"며 "행사일정을 무슨 사유로 보고하지 않은 부분을 확인하겠다"라고 전했다.

장애인들과 함께 행사장을 찾은 한 복지시설 관계자도 "장애인들은 따뜻하게 손을 잡아주고 눈을 맞춰주는 것을 원한다"면서 "정치인들이야 말로 최일선에서 사회적 약자를 챙기는 첨병이 아닌가 싶다"고 불참한 정치인들에게 아쉬움을 나타냈다.

다만 최종환 시장과 안명규 시의회 부의장이 행사장을 찾은 것은 그나마 위안거리다.

안명규 의원은 "장애인을 제대로 챙기지 못해 늘 죄송한 마음이 가득한데 오늘 함께해서 그 마음이 조금은 가벼워 졌다"고 말했다.

@highlight

'파주가 좋아'로 유명세를 얻고 있는 가수 서향의 공연 및 장애인들을 위한 시간을 가진 LG이노텍의  봉사자들과 대비되게, 정치인들의 모습은 찾기 힘든 가운데 18회 파주시 장애인 한마당 체육대회가 15일 월롱면 100주년 기념관에서 열렸다.