경기도가 '새로운 경기 징검다리 일자리 사업'의 2019년도 2차 사업에 참여할 구직자를 오는 5월 24일까지 모집한다.

15일 경기도에 따르면 '새로운 경기 징검다리 일자리사업'은 취업 취약계층에게 공공·공익 분야 일 배움 기회를 제공하고 직업역량을 배양해 민간 일자리로 연계하는 사업이다.

앞서 도는 지난 2월 공모를 통해 1차 사업 대상자 77명을 선발, 4월부터 도 내 공공기관 등에 배치돼 근무하고 있다.

이번 2차 사업에서는 공공기관·사회적기업·사회적협동조합·마을기업을 대상으로 공모를 통해 선정된 일자리 68개와, 1차 모집 시 결원 직무 15개 등 총 83명을 모집할 계획이다.

신청자격은 중위소득 100%이하 또는 취업취약계층(6개월 이상 장기실직자, 장애인, 북한이탈주민, 여성가장 등)인 도민으로, 대학(원) 재·휴학생은 지원할 수 없다.

참여 구직자들은 올해 6월부터 직무에 맞는 직업훈련과 진로적성 교육 커리큘럼을 선택해 참여할 수 있으며, 해당 기관·단체에서 최장 10개월 간 근무를 통해 직무역량과 경력을 쌓게 된다.

급여는 경기도 생활임금 수준(시급 1만 원)으로, 근무 기간 동안 4대 보험이 적용된다.

취업에 필요한 자격증 응시료 및 취업역량을 강화할 수 있는 교육 수강료도 지원한다.

아울러 '인턴 매니저'의 도움을 받아 전문적인 취업코칭과 수시 일자리 정보 제공 등 밀착관리를 받아 민간 취업연계를 도모하게 된다.

2차 대상 직무 참여자는 5월 15일부터 5월 24일까지 모집하며, 경기도 일자리재단 채용 홈페이지(gjfin.saramin.co.kr)를 통해 온라인 접수하면 된다.

자세한 사항은 경기도 일자리재단(031-270-9703)을 통해 문의가 가능하다.

최귀남 도 일자리정책과장은 "이 사업을 통해 공공기관 및 사회적기업 등은 인건비 부담 없이 인턴 지원을 제공받고, 참여자는 공공 및 사회적경제 분야의 일 경험을 통하여 직업역량을 배양하는 기회가 되기를 기대한다"며 " 일자리 징검다리 사업에 도민들의 많은 참여와 관심을 당부 드린다"고 말했다.

@highlight

경기도는 오는 5월 24일까지 취업 취약계층에게 공공·공익 분야에서 직업역량 교육과 일 경험을 쌓을 수 있는 '새로운 경기 징검다리 일자리 사업'의 2019년도 2차 사업에 참여할 구직자를 모집할 예정이며, 참여 구직자는 직업교육 후 공공기관 등에 배치돼 최장 10개월간 근무하며 경력을 쌓을 수 있는 기회를 갖게 된다.