배우 정준호가 STX라이언하트와 전속계약을 체결했다.

15일 STX라이언하트는 "최근 배우 정준호와 전속계약을 체결했다. 드라마, 영화는 물론 예능까지 장르를 불문하고 빛나는 존재감을 발산하는 배우와 함께하게 돼 기쁘다"라고 밝혔다.

올해 데뷔 25년 차에 접어들며 대한민국 대표 배우로 우뚝 선 정준호는 최근 수많은 화제를 낳으며 종영한 JTBC 드라마 'SKY 캐슬'에서 대학병원 정형외과 교수 강준상 역할을 맡아 큰 인기를 얻었다.

그는 이전까지 보여준 이미지를 탈피하며 탁월한 배역 소화와 함께 극 중 인물의 세밀한 감정을 그려내 대체 불가한 존재감을 드러냈다.

이에 국내는 물론 해외에서도 이슈몰이를 하며 주목 받았다.

이처럼 'SKY 캐슬'로 다시 한 번 배우로서의 입지를 다진 정준호가 STX라이언하트와 전속계약을 체결하며 앞으로 보여줄 배우로서의 새 출발에 이목이 쏠린다.

'SKY 캐슬'은 물론 최근 다양한 예능 프로그램에 출연하며 기존의 이미지에서 벗어나 새로운 모습을 보여주고 있는 그가 펼칠 모습에 많은 이들이 기대감을 표하고 있다.

STX라이언하트 박충민 대표는 "STX라이언하트와 함께하기로 결정한 정준호에 고마움을 전한다. 앞으로 서로 간의 신뢰를 바탕으로 전폭적인 지원은 물론 그가 더욱 다양한 영역에서 활발히 활동할 수 있도록 든든한 지원군이 되겠다. 정준호와의 전속계약은 단순한 연기자 전속계약 이상의 의미를 지닌다. 정준호와 함께 향후 STX라이언하트의 배우 매니지먼트 사업을 확장, 본격적인 진용을 갖추는 데 있어 매니지먼트 사업의 견고한 파트너로 함께 나아갈 것이다. 앞으로 연기와 다방면에서 사업을 전개하는 정준호와의 시너지 효과가 기대된다"라고 밝혔다.

한편 정준호는 "STX라이언하트라는 새로운 둥지에서 배우로서 더 큰 도약을 해보려 합니다. 다양한 배역에 대한 고심과 캐릭터에 대한 갈증의 해소를 위해 앞으로 브라운관은 물론 스크린, 그리고 예능 등에서 다채로운 모습 보여드릴 수 있도록 하겠습니다. STX라이언하트와 함께하는 새 출발인 만큼 배우로서 매진하며 좋은 모습 보여드릴 수 있도록 하겠습니다. 감사합니다"라고 소감을 전했다.

@highlight

15일 STX라이언하트는 최근 JTBC 드라마 'SKY 캐슬'에서 열연한 올해 데뷔 25년 차 배우 정준호와 전속계약을 체결했다고 발표하면서 박충민 대표는 "정준호와 함께 앞으로 배우 매니지먼트 사업을 넓혀 나아갈 것이다"라고 말했다.