주민들이 지난 15일 군청 앞 광장에서 열병합발전소 건립 반대 집회를 열고 있다.

[부여]부여군 홍산면에 건립될 홍산열병합발전소 건립이 주민들이 극렬히 반대하면서 난항을 겪고 있다.

군에 따르면 ㈜흥원에너지는 지난 2016년 부여군 홍산면 정동리 산 일원에 열병합발전소 신축 하기로 하고 산업통상자원부로부터 9MW 규모의 전기사업허가증을 발급받아 2017년 6월 부여군에 개발행위허가를 신청했다.

현재 군은 군 계획위원회 심의자료를 근거로 관련기관과 협의해 업체에 서류보완을 요청한 상태다.

주민들은 홍산열병합발전소 반대 비상대책회의를 구성해 반대투쟁을 펼치고 있다.

홍산면, 남면, 구룡면, 외산면, 내산면 등 5개면 마을주민 1000여명은 지난 15일 군청 앞 광장에 모여 반대구호를 외치며 홍산열병합발전소 허가 반대집회를 가졌다.

주민들은 "해당업체는 금강유역환경청에서 진행하는 소규모환경영향평가 위원회 심의결과 2017년 2차례 서류보완을 거쳐 2018년 12월 소규모환경영향평가 재보완(대기오염물질 유지목표 농도)을 마쳤고, 현재 3차례에 걸친 관련실·과 재협의 내용에 대한 보완과 함께 사전재해영향평가 및 보완내용을 반영한 산지전용 협의를 완료하고 군 계획위원회 심의만을 앞둔 상황"이라며 "군은 절대 승인을 해주지 말아야 한다"고 강조했다.

박정현 부여군수는 당일 공식일정을 뒤로 미루고 집회 참가자들과 현장에서 접견한 자리에서 "저는 중요한 지역현안 갈등을 해결하고 의혹을 규명하겠다고 약속했기 때문에 군민 여러분들의 신임을 받아 이 자리에 서 있는 것"이라며 "후보자 시절 우리 부여의 환경과 자연경관을 해치는 사업을 막아내겠다고 약속 드린 만큼, 지역주민들의 행복추구권을 포함한 모든 권익을 지켜드리겠다"라고 말했다.

부여군에는 이 외에도 장암면 바이오매스 발전사업, 세도면 대규모 태양광단지, 외산면 석산단지 재허가 신청 등으로 주민들이 불만을 표출 하고 있어 민선 7기 부여군정이 어떤 해결책을 내놓을 지 관심이 솔리고 있다.

@highlight

부여군에 따르면 홍산열병합발전소 건립에 주민들은 군이 절대로 승인해서는 안 된다고 격렬하게 반대하고 있어 어려움을 겪고 있다.