'2019 청남대 재즈토닉 페스티벌(JAZZTONIC 2019 WITH KING'S CAT)'이 17일부터 19일까지 대통령 별장이었던 청주 청남대 일원에서 열린다.

올해로 3회째를 맞이하는 2019 청남대 재즈토닉 페스티벌은 국내외 재즈 음악과 월드 음악, 포크 음악 등의 장르와 함께 올해의 토닉 아이템인 왕의 고양이 '킹스캣사람을 지켜준 왕(숙종)의 고양이(금손)라는 의미로 君(임금 군)+CAT의 합성어'을 이야기로 한 새로운 재즈 아트워크, 팝아트가 어우러진 종합축제로 마련된다.

한국을 대표하는 재즈 보컬리스트 '웅산'과 봄밤을 흥겨움으로 가득 채울 '봄여름가을겨울'의 라이브 공연과 카렌 수잔, 웨슬리, 에릭 트리톤 등 세계 각국에서 모인 유수의 재즈 뮤지션 20여개 팀이 출연한다.

올해는 지역의 숨은 재즈 고수들의 무대와 오디션으로 선발된 100명의 재즈패니아가 색다른 충북의 끼를 낭만과 열정의 재즈 선율로 한껏 돋울 예정이다.

이찬우 청남대 재즈토닉 페스티벌 총감독은 "아름다운 풍광이 어우러지는 청남대의 특성을 반영한 왕의 고양이 '킹스캣'을 주제로 한 아트워크와 작가와의 만남을 통해 재즈 예술세계를 경험할 수 있는 세상에서 가장 아름다운 페스티벌로 기억되는 축제가 될 것"이라며 "도민 여러분들의 많은 참여와 관람을 부탁드린다"고 전했다.

도 문화체육관광국장은 "지난해 청남대 재즈토닉 페스티벌은 1만5천명이 참여해 청남대 관광의 콘텐츠 다양화와 지역경제 활성화에 크게 기여했다는 평가를 받았다"며 "앞으로도 하늘이 선사한 천혜 풍광 자원인 청남대 활용한 다채로운 문화예술의 테마, 콘텐츠 발굴해 충북의 문화·관광산업을 한 단계 도약, 성장시킬 수 있도록 하겠다"고 밝혔다.

@highlight

올해로 3회째를 맞이하는 2019 청남대 재즈토닉 페스티벌이 한국을 대표하는 재즈 보컬리스트와 세계 각국에서 모인 유수의 재즈 뮤지션 20여개 팀의 다양한 공연으로 오는 17일부터 19일까지 대통령 별장이었던 청주 청남대 일원에서 진행된다.