신인 배우 홍지윤 / 스틸 = SBS '절대그이'

신인 배우 홍지윤이 '절대그이'에서 밉상 연기로 시선을 끌었다.

홍지윤은 SBS 새 수목드라마 '절대그이'(극본 양혁문, 장아미, 연출 정정화)에서 촬영 스케줄을 제멋대로 바꾸는 이기적인 톱스타 루비 역을 맡았다.

지난 15일 방송된 1회에서는 드라마 '닥터 알파고'의 주인공이자 국보급 톱스타인 마왕준(홍종현 분)과 루비가 촬영하는 모습이 그려졌다.

예정에 없던 장면을 찍겠다며 막무가내로 구는 루비와 감독 때문에 특수 분장팀에 비상이 걸렸지만 특수 분장사 엄다다(방민아 분)가 기지를 발휘했다.

촬영을 마친 뒤 마왕준은 루비의 분장실을 찾았다.

루비는 톱스타이고 잘생긴 마왕준이 자신에게 호감이 있다고 생각해 흡족해했다.

그런데 키스할 듯 가까이 다가온 마왕준이 루비에게 미모보다 연기에 신경 쓰라며 차가운 독설을 날렸고, 루비는 모욕감에 눈물을 뚝뚝 흘리며 분노했다.

홍지윤은 극 중 드라마 여주인공으로 등장해 도도한 비주얼로 눈길을 사로잡았다.

그리고 안하무인으로 행동하는 톱스타 루비를 뻔뻔한 태도와 새침한 표정으로 그려내 얄미움을 샀다.

이기적으로 굴던 촬영장에서의 모습과 달리 마왕준과 단둘이 있을 때는 순한 양이 되거나 스태프들은 안중에도 없이 감독에게만 생글생글 웃으며 알랑거리는 등 밉상 연기로 보는 이들이 눈에 쌍심지를 켜게 만들었다.

이처럼 짧은 등장이었지만 홍지윤이 임팩트 있는 밉상 캐릭터로 남다른 인상을 남겨 앞으로의 활약이 궁금해진다.

한편, 홍지윤이 출연하는 SBS 새 수목드라마 '절대그이'는 여진구, 방민아, 홍종현 등이 출연하며, 오늘(16일) 밤 10시 3, 4회가 방송된다.

@highlight

신인배우 홍지윤은 SBS 새 수목드라마 '절대그이'에서 이기적인 톱스타 루비 역을 맡아 시청자들에게 임팩트있는 밉상 캐릭터를 연기했다.