경찰 "수회 마약 전력과 정신 병력으로 인한 폭력적 성향 보였다"경찰 "수회 마약 전력과 정신 병력으로 인한 폭력적 성향 보였다" [구민수 기자 msg@imaeil.com] 15일 오전 9시 20분쯤 대구 인터불고 호텔 별관에 방화로 추정되는 불이 나 경찰이 화재현장을 통제하고 있다.

대구 수성구 만촌동 인터불고 호텔에 불을 지른 혐의를 받고 있던 A(55) 씨는 마약으로 인한 환각 상태에서 범행을 저지른 것으로 드러났다.

수성경찰서는 16일 오전 11시 '인터불고 화재 사건' 중간 브리핑을 통해 이같이 밝힌 뒤 A씨에 대해 현주 건조물 방화치사, 마약 투약 혐의로 구속영장을 신청할 계획이라고 밝혔다.

또 A씨의 소변 간이 시약검사에서 마약 양성반응이 나온 것을 토대로 국립과학수사연구원에 정밀 감정을 의뢰했다.

경찰 관계자는 "범행 3일 전 필로폰을 투약한 A씨가 그날도 '빨리 호텔에 불을 지르라'는 환청을 듣고 호텔 로비에 불을 냈다"고 설명했다.

A씨는 오래전부터 과대망상 등 정신병력으로 대구 한 정신병원에서 수회 치료를 받은 것으로 드러났다.

A씨는 지난 4월 한 차례 치료를 받는 등 올해만 7회 정도 치료를 받았다.

가족들과 의사들이 입원치료를 권유했으나 본인이 거부했다고 경찰은 설명했다.

경찰 관계자는 "마약 투약 전력이 최소 3회 정도 확인됐고, 이전에도 정신병력으로 인한 우발적 사고로 실형을 살다 온 적이 있다"고 밝혔다.

경찰은 또 A씨가 지난해 6월부터 올해 5월까지 48차례 걸쳐 호텔에 숙박한 기록도 확인했다.

호텔 관계자와 고향 친구인 A씨는 평소에도 자주 호텔 관계자를 찾아와 본인의 정신 병력에 대해 상담해왔다는 게 경찰의 설명이다.

경찰은 화재 당시 호텔 방재 시스템에 대해 수사를 이어가는 한편 이날 저녁쯤 A씨에 대한 구속 영장을 신청할 계획이다.

한편 15일 오전 9시 24분 호텔 로비 2층 시작된 불은 호텔 관계자와 소방당국의 신속한 대처로 40여분 만에 진화됐다.

호텔에 머물던 투숙객 40여명 가운데 26명이 연기 흡입으로 병원으로 이송됐지만 대부분 당일 치료 후 귀가했다.

@highlight

대구 '인터불고 화재사건'에 대해 마약 투약 전력이 있으며, 정신병력으로 인한 사고로 실형을 살다 온 적이 있는 A(55)씨가 마약으로 인한 환각 상태에서 호텔 로비에 불을 지른것이라고 경찰 관계자는 밝혔다.