15일 인천 송도 센트럴파크호텔에서열린 상주시의회 의정세미나에 강사로 나선 김덕만 전 국민 권익위원회 대변인(정치학 박사)이 공직신뢰와 청렴'이란 주제로 의원행동강령 특강을 하고 있다. [헤럴드 대국경북=김성권 기자]경북 상주시의회(의장 정재현)가 지난15일 인천광역시 송도 센트럴파크호텔에서 '2019년 상반기 의정 세미나'를 가졌다.

이날 세미나에서는 김덕만 전 국민 권익위원회 대변인(정치학 박사)을 초청해 '공직신뢰와 청렴'이란 주제로 의원행동강령 교육을 했다.

김 전 대변인은 의회의원 및 사무국 직원을 대상으로 '청탁금지법과 공직자행동강령'이란 부제의 특강을 통해 "최근 공직사회 내부는 물론이고 공직자와 직무 관련 민간인 사이에서도 발생하는 고압적인 갑질행태들이 큰 사회문제로 비화되고 있다"며, "사회 지도층의 자성과 함께 갑질방지 캠페인을 전개하자"고 제안했다 .

연간 100 여회 이상 공직자 대상 청렴교육을 해 온 김덕만 전 대변인은 최근 대통령령으로 개정된 지방의회의원 행동강령 규정들을 조목조목 동영상 사례를 들어가면서 제시하고, 매사에 공직 수행시 준수해야 할 부정청탁금지법 (일명 김영란법 )의 요지도 갑질행태와 연계해 이해하기 쉽게 설명했다.

한편 언론인 출신인 김덕만박사는 2005년 부패방지위원회에 민간 개방형 공보담당관으로 공개채용된 이래 국가청렴위원회와 국민권익위원회에서 홍보담당관과 대변인을 줄곧 7년간 역임했다.

그는 반부패 및 청렴국가정책을 대내외 언론 및 사회관계서비스망(SNS)에 3000여 건이나 게재하고 연간 부패방지교육 100여회와 방송출연 20-30회나 출연하면서 '청렴교육전문가'로 소문나 있다.

저서로 '물질풍요에서 정신풍요로' '21세기언론홍보기법' 등이 있다.

@highlight

경북 상주시의회는 15일 인천광역시 송도 센트럴파크호텔에서 2019년 상반기 의정 세미나를 열고 청렴교육전문가로 유명한 김덕만 전 국민 권익위원회 대변인(정치학 박사)을 초빙해 공직신뢰와 청렴이란 주제로 의원행동강령 교육을 하였다.