송기섭 진천군수가 16일 국토교통부를 찾아 현안사업에 대해 설명하고 있다.

［충북일보=진천］ 송기섭 진천군수가 정부 세종청사를 방문해 국토교통부 등 3개 부처를 찾아 내년도 정부예산 반영 등 국비예산 지원을 건의했다.

송 군수는 16일 정부청사를 방문해 지역 현안사업 해결과 내년도 국비사업 반영을 위해 국토교통부, 농림축산식품부, 환경부를 찾아 실국장 면담을 실시하고 실무부서를 방문해 사업별 예산반영의 필요성을 설명했다.

진천군은 내년도 국가 재정운용 방향이 부처별 신규사업 예산 수립 시 기존 재량지출에서 일부 충당해야하는 구조조정 방침이 확정됨에 따라 정부예산 확보에 어려움이 따를 것으로 보고국비확보에 총력을 기울이고 있다.

군은 국가적 재정 여건을 반영해 지역의 획기적인 발전을 선도해 나갈 혁신사업 28건을 신규 발굴해 올해만 정부예산확보 보고회를 3차례 갖는 등 예산 확보를 위해 적극 대응하고 있다.

송 군수는 이날 국토교통부를 방문한 자리에서 진천군이 제안해 청주시와 안성시 공동으로 추진 중인 중부권 복선철도망 구축 사업을 4차 국가철도망 구축 계획에 반영해달라고 요청했다.

또 충북혁신도시 주민들의 정주여건 개선을 위한 '복합혁신센터'와 '태양광허브테마공원' 조성사업에 대한 국비지원을 건의했다.

이어 농림축산식품부 방문에서는 진천읍 원도심 개발의 중심축이 될 '농촌중심지 활성화사업'에 대한 예산 지원과 산업단지와 도시개발 수요에 따라 추진 중인 각종 개발사업과 관련한 '농업진흥구역 해제' 문제에 대해서도 논의했다.

환경부를 방문해서는 '지방상수도 현대화', '산업단지 폐수처리시설', '가축분뇨 공공처리시설 증설' 사업 등에 대해 국비예산 적기 지원을 요청했다.

송 군수는 "정부예산 확보는 자치단체의 재정한계를 극복하고 지역발전을 지속적으로 이끌어 나갈 수 있는 필수과제"라며 "2020년도 정부 정책방향 및 재정운용 기조를 적극 고려해 역대 최고의 정부예산 확보 목표를 달성할 수 있도록 군 공직자들과 적극 노력해 나가겠다"고 말했다.

@highlight

진천군은 내년도 구조조정 방침이 확정됨에 따라 정부예산 확보에 어려움이 따를 것이라 보고 국비확보를 위해 송기섭 진천군수가 세종청사를 방문해 사업별 예산반영 필요성을 강조하며 지원을 건의했다.