음주운전자에 대한 처벌을 강화하는 '특정범죄가중처벌법 개정안', 이른바 윤창호법이 시행된 이후 반짝했던 음주운전 감소 효과가 사라지고 있는 것으로 집계됐다.

음주단속 적발 건수와 사고 건수가 다시 증가 추세다.

16일 강남경찰서에 따르면 강남서가 집계한 음주단속 적발건수는 지난 2월 92건으로 저점을 찍은 뒤 3월(113건)과 4월(125건) 다시 증가세다.

음주로 인한 사고 발생 건수 역시 올해 2월 30건으로 저점을 찍은 뒤, 3월(41건)과 4월(46건) 두달 연속 늘어났다.

지난해 12월 8일 윤창호법이 시행된 이후 감소했던 음주운전이 다시 이전 수준으로 늘어나고 있는 것으로 풀이된다.

윤창호법 시행 직후 음주 자리가 많은 연말연시에도 불구하고 줄어들었던 음주운전이 다시 늘어나는 추세다.

강남경찰서가 담당하는 강남구 일대는 서울에서 음주운전으로 인한 사고가 가장 많이 발생하는 지역으로 분류된다.

지난해 서울에서는 743건의 음주사고가 있었는데, 이중 절반이 넘는 373건이 강남구에서 발생했다.

이에 경찰은 강남구 일대 음주 운전 사고에 보다 심혈을 기울인다.

지난 13일 오전 5시 45분께에는 시가 2억원 상당의 고급 스포츠카를 타고 강남 일대에서 음주운전을 한 30대 남성이 경찰의 음주단속을 피해 시속 130km 속도로 도주했다가 특가법상 도주치상과 음주운전 혐의로 검거됐다.

체포 당시 A씨의 혈중 알콜농도는 0.147%였다.

사고 후 공개된 인근 폐쇄회로(CC)TV 영상에는 남성이 경찰의 추격을 피해 빠른 속도로 달아나다 신호대기 중인 고급 외제차량 2대를 들이받는 장면이 포착됐다.

윤창호법은 음주운전으로 사람을 사망하게 한 경우 가해자에게 최소 '3년 이상, 무기징역'까지 선고가 가능하다는 내용을 담고 있다.

법 개정 이전 음주운전 처벌이 '징역 1년 이상' 수준이었던 데 비해 기준이 강화된 것이다.

윤창호법은 22세 청년 윤창호 씨의 안타까운 사연이 청와대 국민청원 게시판에 소개된 뒤 특정범죄가중처벌법 개정안이 발의됐고 지난해 11월 국회를 통과했다.

@highlight

'특정범죄가중처벌법 개정안' 으로 음주운전 처벌이 강화된 윤창호법이 시행된 이후 반짝 감소 효과로 다시 음주운전 사고 적발과 사고 건수가 증가 추세인 가운데 올 2월 (30)건 저점에서 3월(41)건,4월(46)건 두달 연속 이전 수준으로 늘어났다