맨체스터 시티(이하 맨시티)가 프리미어리그, 카라바오컵에 이어 FA컵 우승컵 사냥에 나선다.

맨시티가 사상 최초로 잉글랜드 국내 대회 3관왕에 오를 수 있을까.

맨시티와 왓포드의 18-19 FA컵 결승 경기는 오는 18일 토요일 밤 12시 50분 프리미엄 스포츠 채널 스포티비 온(SPOTV ON), 스포티비2(SPOTV2), 온라인 스포츠 플랫폼 스포티비 나우(SPOTV NOW)에서 생중계된다.

맨시티는 우여곡절 끝에 프리미어리그와 카라바오컵의 우승 트로피를 들어 올렸다.

맨시티는 이제 ‘잉글랜드 트레블’에 도전한다.

맨시티가 FA컵까지 석권하면 단일 시즌에 잉글랜드 주요 3개 대회에서 모두 우승하는 새로운 역사를 쓰게 된다.

FA컵 공식 홈페이지도 이 점을 언급하며 큰 관심을 나타냈다.

맨시티와 왓포드의 전력을 비교했을 때 맨시티가 더 강한 것은 사실이다.

맨시티의 리그 2연패를 이끈 펩 과르디올라 감독은 ‘올해의 감독’을 거머쥐며 지도력을 인정받았고, 선수단도 리그 최고 수준이다.

맨시티 팬들도 트레블에 많은 기대를 걸었다.

맨시티 공식 홈페이지는 “웸블리 스타디움에서 펼쳐지는 FA컵 결승전 티켓이 매진됐다”는 소식을 전했다.

하지만 이번 경기는 결승 무대의 긴장감과 ‘단판 승부’라는 변수가 존재해 치열한 양상이 예상된다.

왓포드에겐 유로파리그 출전권도 걸려있어 동기 부여도 확실하다.

하지만 왓포드는 맨시티를 상대로 10연패를 기록하고 있기 때문에 맨시티의 승리가 유력한 것이 사실이다.

맨시티가 역사의 주인공이 될까.

왓포드가 이변을 일으킬까.

맨시티와 왓포드의 18-19 FA컵 결승 경기는 오는 18일 토요일 밤 12시 50분 스포티비 온(SPOTV ON), 스포티비2(SPOTV2), 스포티비 나우(SPOTV NOW)에서 생중계된다.

@highlight

FA컵 우승 사냥에 나서는 맨체스터 시티는 왓포드와의 상대전적 상으로 맨시티의 승리가 유력한 건 맞지만, 결승 무대인 만큼 여러가지 변수가 존재하기때문에 치열한 양상이 예상된다. 