수도권 31.5% 감소 국토교통부는 4월 주택 매매거래량이 5만7025건으로 집계됐다고 16일 밝혔다.

전년동월(7만1751건), 5년평균(8만9425건) 대비 각각 20.5%, 36.2% 줄었다.

지난달(5만1357건)보다는 11.0% 늘었다.

그간 4월 거래량은 12만(2015년)→8만6000(2016년)→7만5000건(2017년)→7만2000건(2018년) 등이다.

4월 거래량은 4월에 신고(계약일로부터 60일 이내)된 물량을 말한다.

1~4월 합계 거래량은 20만2112건이다.

전년동기(30만4579건) 대비 33.6%, 5년평균(31만5426건) 대비 35.9% 각각 감소했다.

지역별로는 수도권 감소폭이 컸다.

2만5366건이 거래돼 전년동월(3만7045건) 대비 31.5% 줄었다.

수도권 중에서도 서울(6924건)이 많이 줄었다.

전년동월(1만2347건)보다 66.6%나 적었다.

반면 지방(3만1659건)은 8.8% 감소에 그쳤다.

4월 전월세 거래량은 지난해보다 소폭 증가했다.

6만1744건으로 전년동월(15만3609건) 대비 5.3%, 5년 평균(14만1807건) 대비 14.1% 증가했다.

전월세거래량은 4월에 확정일자를 받은 거래를 뜻한다.

2019년 누계(1~4월)는 69만4903건으로, 전년동기(64만5833건) 대비 7.6%, 5년평균(59만3774건) 대비 17.0% 각각 늘었다.

주택가격 하락으로 매매거래가 줄면서 전월세로 돌아선 사례가 많기 때문으로 풀이된다.

4월 전월세 거래량 중 월세비중은 40.3%로 집계됐다.

주택 매매거래량 및 전월세 실거래가 등에 대한 자세한 자료는 한국감정원 부동산통계시스템이나 국토부 실거래가 공개 홈페이지에서 확인할 수 있다.

@highlight

16일 국토교통부는 4월 주택 매매 거래량이 전년 동월과 비교해 20.5% 감소한 5만 7,025건이며, 지역별로는 수도권이 31.5%로 큰 폭으로 줄어든 반면 지방은 8.8% 감소한 것으로 나타났다.