2020년 연말 완공 예정이던 대구 동구 도학동 국가정보자원관리원 대구센터 착공이 기약 없이 미뤄질 처지에 놓였다.

실시설계 입찰을 진행하던 조달청이 국가계약법을 위반해 예산 낭비를 했다는 감사원 지적에 따라 입찰공고를 전면 취소했기 때문이다.

15일 대구시에 따르면 조달청은 최근 감사원의 조치 요구사항을 반영해 '국가정보자원관리원 대구센터(이하 대구센터)' 신축 공사 등 3건의 실시설계 기술제안 입찰 공고를 모두 취소했다.

지난해 12월 착공 예정이던 대구센터는 감사원이 조달청의 예정가격 초과와 관련한 감사를 진행하면서 중단된 상태였다.

감사원은 지난달 30일 '실시설계 기술제안 입찰은 예정가격 범위 안에서 낙찰자를 선정해야 하는데도 조달청이 예정가격 초과 입찰을 허용하는 공고를 냈다'고 지적했다.

조달청이 예정가격 초과 입찰이 허용되는 것으로 임의로 판단해 예산 낭비를 초래했다는 것이다.

조달청은 예정가격 초과 입찰을 허용하지 않는 방식으로 새로운 입찰을 부칠 계획이다.

실시설계 단계부터 벽에 부닥치면서 대구센터 착공은 크게 늦어질 전망이다.

대구시는 다시 입찰을 진행하려면 적어도 1년 이상 걸릴 것으로 보고 있다.

수주 경쟁에서 우위를 점했던 현대건설이 소송을 제기할 경우 착공은 기약 없이 밀릴 가능성도 있다.

현재 시는 시유지인 대구센터 예정부지와 국유지인 안심차량기지 및 매곡·두류·가창정수장 등 3곳의 일부 국유지를 맞바꾸는 작업을 끝낸 상태다.

대구시 관계자는 "대구센터는 국가시설이기 때문에 착공이 늦어져도 지방자치단체에 미치는 영향은 거의 없다"면서도 "착공 지연에 따라 도시가스와 전기 등 기반시설 조성 시기를 두고 한국전력 및 대성에너지 등과 다시 협의를 해야 하는 상황"이라고 말했다.

한편 국가정보자원관리원은 4개 정부 부처의 정보자원 5만여 개를 통합관리하는 기관이다.

대구센터는 동구 도학동 8만1천367㎡ 터에 들어서며 총 사업비 2천24억원이 투입된다.

@highlight

국가정보자원관리원 대구 센타 착공이 예산 낭비를 했다는 감사원 지적에 따라 입찰 공고가 전면 취소되어 착공이 기약없이 미뤄질 처지에 놓였다. 