▲ 부산대 지진대응 구조물 내진설계 경진대회 및 공모전 포스터.

대학생들을 대상으로 지진대응 창의적 아이디어를 공유하는 ‘내진설계 경진대회’가 부산대에서 열린다.

부산대학교 지진방재연구센터(센터장 이상호·건설융합학부 교수)는 오는 25일과 26일 이틀간 양산캠퍼스 지진방재연구센터에서 ‘2019년 구조물 내진설계 경진대회 및 스마트 지진대응 공모전’을 개최한다고 16일 밝혔다.

‘대학생 구조물 내진설계 경진대회’는 매년 전국 대학생들이 높은 관심 속에 참여해 내진구조물에 대한 창의적 아이디어를 공유하고, 전국 학생들 간의 상호 협력관계를 구축하는 뜻깊은 행사로 개최돼 오고 있다.

특히 11년째를 맞은 올해는 경진대회와 더불어 국립재난안전연구원과 공동으로 ‘스마트 지진대응 공모전’을 첫 주최해 ‘아두이노를 활용해 지진동을 감지하는 센서 제작 및 지진대응 활용 아이디어’를 주제로 4차 산업혁명 기술을 활용한 대학생들의 반짝이는 아이디어를 공유할 예정이다.

구조물 내진설계 경진대회는 설계안 심사를 거쳐 24개 팀을 선발해 포스터 발표와 모형 제작 후 시연 및 진동대 실험을 통한 종합평가로 진행된다.

대회 최우수 입상자에게는 행정안전부 장관상과 국토교통부 장관상이 수여되며, 대만 NCREE에서 개최되는 국제대학생 내진경진대회(IDEERS 2019) 출전권과 제반경비를 지원받게 된다.

스마트 지진대응 공모전 최우수 팀에게는 행정안전부 장관상이 주어진다.

구조물 내진설계 경진대회 참가 신청은 온라인 (http://contest.koced.or.kr)으로 가능하며, 스마트 지진대응 공모전은 메일(jinninn@korea.kr) 또는 등기우편(울산 중구 종가로 365 지진방재센터)으로 가능하다.

경진대회 및 공모전에 대한 자세한 사항 및 참가신청서는 행사홈페이지(http://contest.koced.or.kr) 또는 국립재난안전연구원 홈페이지(http://www.ndmi.go.kr) 공지사항에서 확인할 수 있다.

@highlight

부산대학교 지진방재연구센터는 내진구조물에 대한 창의적 아이디어를 공유하는 ‘2019년 구조물 내진설계 경진대회 및 스마트 지진대응 공모전’을 25일부터 26일까지 양산캠퍼스 지진방재연구센터에서 개최하며, 올해는 경진대회와 더불어 국립재난안전연구원과 공동으로 4차 산업혁명 기술을 활용한 ‘스마트 지진대응 공모전’을 처음으로 주최할 예정이다.