[헤럴드경제=김대우 기자] 만 44세 이하 여성에게만 적용되던 난임치료 시술에 대한 건강보험 적용 연령 제한이 오는 7월부터 폐지됨에 따라 만 45세 이상인 여성도 건보 혜택을 받을 수 있게 됐다.

보건복지부는 17일 난임치료 시술 급여기준과 공난포 채취 시 요양급여비용 산정방법 개정을 주요 내용으로 하는 '요양급여의 적용기준 및 방법에 관한 세부사항' 고시 개정안을 행정예고 했다고 밝혔다.

난임은 가임기의 남성과 여성이 피임하지 않고 정상적인 성관계를 했는데도 1년 이상 임신이 되지 않는 상태를 말한다.

정부는 여성의 연령이 증가할수록 임신율이 떨어진다는 의학적 사실을 고려해 연령 제한을 뒀으나, 만혼 추세를 고려해 만 45세 이상인 여성도 필요하면 건강보험 지원을 받도록 함으로써 7월 1일부터 건강보험 적용 연령 제한을 폐지했다.

아울러 신선배아 체외수정은 4회에서 7회로, 동결배아 체외수정은 3회에서 5회로, 인공수정은 3회에서 5회로 건강보험 적용횟수도 대폭 확대했다.

시술비 본인부담률은 의학적 타당성 등을 고려해 만 45세 이상 여성에게는 50%를 적용한다.

이번 고시 개정에 따라 추가된 적용횟수에 대해서도 50%를 적용한다.

만 44세 이하 여성과 기존 적용횟수에 대해서는 본인부담률 30%를 유지한다.

이와 함께 난자가 없어 시술 자체가 어려워진 환자에게 이중 부담을 주지 않기 위해 난자 채취를 시행했으나 공난포(난자가 나오지 않은 경우)만 채취된 경우에는 건강보험을 적용해 주되, 난임시술 적용횟수에는 포함하지 않기로 했다.

이 같은 급여기준은 현재 부부가 반드시 법적인 혼인 상태여야 하고 부부 합산 소득이 기준중위소득 180%(월 512만원) 이하일 때 적용된다.

하지만 오는 10월 24일부터는 사실혼 관계에 있는 부부의 경우도 난임시술에서 건강보험을 적용받게 된다.

저출산이 심각한 사회 문제로 대두하면서 난임시술 지원 대상을 사실혼 관계에 있는 부부에까지 확대할 필요가 있다는 지적을 정부가 수용한 것이다.

@highlight

보건복지부는 지난 17일 '요양급여의 적용기준 및 방법에 관한 세부사항'을 예고하고, 만45세 이상 여성도 필요하면 난임치료 시술과 공난포 채취 시 건강보험 지원을 받도록 7월1일부터 건강보험 적용연령 제한을 폐지하였고 건강보험 적용횟수도 대폭 확대하였다.