사회적 기업인 보듬 관계자가 ‘행복한 진천, 행복한 우리 아이’를 위한 찾아가는 영유아 발달 선별검사를 무료로 진행하고 있다.

(동양일보 엄재천 기자) ‘양육이 행복한 진천’을 위해 영유아 발달 무료 선별검사를 진행하는 업체가 있어 주목받고 있다.

화제의 기업은 충북혁신도시에 위치한 ㈜보듬.

사회적 기업인 보듬은 ‘행복한 진천, 행복한 우리 아이’를 위한 찾아가는 영유아 발달 선별검사를 무료로 진행하고 있다.

진천지역 영유아들에게 무료로 발달 선별검사를 제공해 정서적, 발달적 어려움을 조기에 발견하고 빠르고 적절한 개입을 통해 건강하고 행복한 사회구성원으로 성장할 수 있도록 돕고 있다.

보듬은 진천지역 어린이집과 유치원 등 보육기관의 신청을 받아 미술심리상담, 언어재활, 인지상담, 심리상담, 언어재활, 놀이심리상담 등 각 영역 전문가들이 직접 보육기관으로 방문해 1대1 검사를 진행했다.

보듬은 이미 지난 해 청주지역 보육기관 4곳 300여 명에 대한 영유아발달 선별검사와 부모 양육 스트레스 검사를 진행하기도 했다.

지난 달부터는 진천지역 보육기관 22곳 1000여명 이상의 영유아들을 대상으로 발달 선별검사와 함께 부모양육태도 검사 및 양육스트레스 검사를 하고 있다.

현재까지 10개 보육기관 500여 명의 검사를 진행했다.

최순복 ㈜보듬 대표는 “영유아 발달선별검사로 전반적인 또래 발달지연에 따른 심리적, 사회적 부담을 조기에 예방하고 사회서비스 연계 및 지속적인 부모상담과 양육코칭을 통해 건강한 또래 발달을 포함한 부모 양육 스트레스를 줄일 수 있다”며 “이는 결국 건강하고 행복한 가정을 이룰 수 있도록 돕는다”고 설명했다.

이어 “검사를 받은 영유아 중 10% 이상이 또래 발달에 어려움이 있는 상황으로 조기 개입이 매우 필요한 상태”라며 “충북혁신도시는 40대 이하 세대주가 대부분으로 영유아 자녀를 둔 가구가 상당수인데 영유아 아동발달관련 재활서비스를 이용함에 있어 경제적 부담감과 함께 정부지원인 사회서비스(바우처)에 대해 부족한 정보로 조기개입에 따른 서비스 이용에 어려움이 많은 편”이라고 덧붙였다.

@highlight

사회적 기업인 (주)보듬은 ‘행복한 진천, 행복한 우리 아이’를 위해 영유아들에게 무료로 발달 선별검사를 제공하여 정서적, 발달적 어려움을 조기에 발견하고 치료해 건강한 사회구성원으로 자랄 수 있도록 돕는다고 밝혔다.