우리나라 여교수가 미국에서 두 개의 석좌 교수직에 동시에 임명돼 화제다.

전남대 출신 이수경 교수는 뉴욕주립대-바팔로 생물학과에 ‘제국혁신 석좌교수’로 초빙 받은데 이어, 최근 또다시 같은 대학에 개설된 ‘옴-피-바알 석좌교수직’에 초대 석좌교수로 임명됐다.

이수경 교수는 66개의 캠퍼스를 보유한 뉴욕주립대학 본부가 마련한 기금을 기반으로, 국제적으로 저명한 교수를 새로 초빙하거나 저명한 교수가 다른 대학으로 나가는 것을 막기 위해 만든 ‘제국혁신 석좌교수’(Empire Innovation Professor)로 초빙됐다.

그는 또 2004년 별세한 옴-피-바알 교수를 기념하기 위해 그의 자녀들과 뉴욕주립대-버팔로가 공동 기금으로 신설한 ‘옴-피-바알 석좌교수’(Ohm Bahl Endowed Chair)직의 초대 석좌교수로도 임명됐다.

옴-피-바알 교수는 뉴욕주립대-버팔로 생물학과 초대 학과장으로, ‘임신 자가진단 키트’를 개발한 저명한 과학자이다.

이로써 이수경 교수는 오는 9월부터 뉴욕주립대-버팔로에서 ‘생물과 정교수이면서, 제국혁신 석좌교수이자, 옴-피-바알 석좌교수’라는 세 개의 공식 직함으로 불리게 된다.

이수경 교수는 전남대 약대 학, 석사와 자연대 생물과 박사과정을 마치고, 소아마비 백신개발로 유명한 Salk 박사가 설립한 연구기관(Salk. 미국 샌디에고)에서 박사 후 연구과정을 거쳐 만 28세인 2004년 베일러 의과대학(텍사스 휴스턴)에서 이 대학 역사상 최연소 교수로 초빙돼 국내 언론에까지 소개된 바 있다.

이후 2014년 만 38세의 나이로 오레곤 의과대학(오레곤 포트랜드)에서 영년직 정교수로 승진할 정도로 신경발생학 분야의 세계적 석학으로 평가받고 있다.

@highlight

우리나라 전남대 출신 여교수 이수경 교수는 뉴욕주립대학 본부가 마련한 기금을 기반으로 국제적으로 저명한 교수를 새로 초빙하거나 저명한 교수가 다른 대학으로 나가는 것을 막기 위해 바팔로 생물학과에 ‘제국혁신 석좌교수’로 초빙 받은데 이어, 최근 또다시 같은 대학에 개설된 ‘옴-피-바알 석좌교수직’에 초대 석좌교수로 임명됐다.