권영진 대구광역시장과 우동기 2·28민주운동기념사업회 공동의장 등 대구시 대표단 30여 명이 18일 개최되는 제39주년 5·18민주화운동 기념식에 참석하기 위해 광주를 방문한다.

이날 대구시 대표단의 5·18민주화운동 기념식 참석은 지난 2월 이용섭 시장과 5·18단체 대표 등 광주시 방문단의 2·28민주운동 기념식 참석에 따른 답방 차원이다.

양 도시 대표단의 민주항쟁 기념식 교차 참석은 2013년 3월, 광주와 대구가 영·호남 갈등을 해소하고 국민대통합의 선도적 역할을 수행하기 위해 달빛동맹(달구벌+빛고을) 공동협력 협약을 체결한 후 정례화됐다.

특히 권영진 시장과 우동기 2·28 공동의장 등은 기념식 참석에 이어 국립아시아문화전당 앞 ‘민주의 종각’에서 이용섭 광주시장과 김동찬 광주시의회 의장, 5·18단체 대표 등과 함께 ‘민주의 종’을 타종행사에 참석한다.

오후에는 양 도시 달빛동맹 민관협력위원, 관계 공무원 등 40여 명이 참석한 가운데 에이씨씨(ACC)디자인호텔 3층 세미나실에서 제9차 달빛동맹 민관협력위원회 회의를 개최하고 새로 구성된 위원 위촉과 공동위원장 선출, 공동협력과제 5개 분야 30개 과제에 대한 추진상황을 점검한다.

또 신규과제로 지방세분야 교류협력 등 3개 과제를 심의하고 협력사업의 향후 발전방향 등을 논의한다.

광주와 대구의 문화·경제·체육·관광·학계 등 각 분야 전문가 30명으로 구성된 달빛동맹 민관협력위원회는 지난 2015년 창립총회를 시작으로 그동안 8회 정기회의, 공동협력과제 발굴·심의하는 등 민·관 각 영역에서 달빛동맹 활성화에 기여해왔다.

김광휘 시 기획조정실장은 “올해 새롭게 시작하는 제3기 민관협력위원회가 출범함으로써 광주와 대구의 굵직한 현안사업을 공동으로 대처 할 계기로 삼겠다”고 말했다.

@highlight

대구시 대표단 30여 명이 지난 2.28민주운동 기념식 참석에 따른 답방으로 18일 개최되는 제39주년 5.18민주화운동 기념식에 참석하기 위해 광주를 방문한다.