이용섭 광주시장은 5·18민주화운동 39주년을 맞아 16일 성명을 발표하고 5·18민주화운동의 온전한 진실규명과 왜곡방지특별법 제정을 강력 촉구했다.

이 시장은 “부당한 국가권력에 맞섰던 평범한 사람들의 위대한 항쟁은 대한민국의 민주화를 이끈 자랑스러운 역사가 됐다”면서 “고난의 시간을 지나 국가가, 전 세계가 5·18민주화운동을 인정했고, 민주·인권·평화의 광주정신은 인류의 보편적 가치가 됐다”고 밝혔다.

이 시장은 그러나 “‘5·18은 계획된 시나리오였다’ ‘시신들을 불태웠다’ ‘헬기사격을 목격했고, 내가 그 총에 맞았다’ 등 해외에서, 기자회견장에서, 5·18현장에서, 법정에서 39년 만에 침묵을 깬 증언들이 이어지고 있다”면서 “이는 아직도 밝혀야 할 진실이 많다는 점을, 5·18이 미완의 역사라는 점을 증명하고 있다”고 말했다.

이 시장은 “온전한 5·18진상규명만이 답이고 정부의 강력한 의지 속에 초당적 협력을 통해 5·18진상규명조사위원회가 하루 빨리 출범해야 하며, 역사왜곡처벌특별법도 반드시 제정돼야 한다”며 “이것이 전제되지 않고서는 자유한국당 황교안 대표의 광주 방문은 결코 환영받을 수 없다”고 밝혔다.

이 시장은 “5·18 기념일 당일에 광주에서 오월의 역사를 부정하고 폄훼하는 집회가 열리는 것은 39년 역사상 처음 있는 일로써 결코 용납될 수 없다”면서 “5·18 망언자들을 두둔하고, 진상규명조사위원회 구성 자체를 의도적으로 지연시키고, 특별법 제정을 방해하는 자유한국당의 황교안 대표와 지도부에 책임을 묻지 않을 수 없다”고 밝혔다.

이어 “이럴 때일수록 우리 시민들이 감정에 동요되지 않아야 하며, 물리적 충돌을 통해 반 5·18정서를 부추기고 지지 세력을 결집하려는 의도에 결코 휘말려서는 안된다”면서 “이성적 판단과 절제된 언행으로 성숙한 시민의식을 보여주자”고 호소했다.

@highlight

이용섭 광주시장이 5·18민주화운동 39주년을 기념해 16일 성명을 내고 여전히 밝혀야 할 진실이 많은 5·18민주화운동의 진실규명과 왜곡방지특별법 제정을 강력 요구하며, 5·18 망언자들을 옹호하고 진상규명조사위원회 구성을 의도적으로 지연시키며 특별법 제정을 방해하는 자유한국당의 대표와 지도부에 책임을 물었다.