홍산열병합발전소 반대비상대책회의를 구성한 이들 주민들은 “자연환경과 주민 건강을 해치는 오염 유발업체 열병합발전소 허가를 절대 반대 한다”,“미세먼지 주범 고형연료 열병합 발전소 건설을 결사 반대한다”며 강력한 투쟁의지를 밝혔다

전기사업체인 ㈜흥원에너지는 2016년 부여군 홍산면 정동리 산 일원에 열병합발전소 신축 공사를 위한 개발행위 허가를 신청하고 이를 추진해오고 있다.

해당업체는 이와 관련, 같은해 주무부처인 산업통상자원부로부터 9MW 규모의 전기사업허가증을 발급받아 2017년 6월 군에 개발행위허가를 신청했다.

군은 이에 대해 군 계획위원회 심의자료를 근거로 관련기관과 협의, 서류보완을 요청해 놓은 상태다.

해당업체는 금강유역환경청에서 진행하는 소규모환경영향평가 위원회 심의결과 2017년 두차례의 서류보완을 거쳐 2018년 12월 소규모환경영향평가 재보완(대기오염물질 유지목표 농도)을 마쳤다.

현재는 3차례에 걸친 관련실과 재협의 내용에 대한 보완과 사전재해영향평가 및 보완내용을 반영한 산지전용 협의를 완료하고 군 계획위원회 심의만을 앞둔 상황이다.

박정현 부여군수는 집회 참가자들을 만났다.

박 군수는 “중요한 지역현안 갈등을 해결하고 의혹을 규명하겠다고 약속했기 때문에 군민 여러분들의 신임을 받아 이 자리에 서 있는 것”이라며 “후보자 시절 우리 부여의 환경과 자연경관을 해치는 사업을 막아내겠다고 약속드린 만큼, 지역주민들의 행복추구권을 포함한 모든 권익을 지켜드리겠다”고 말했다.

현재 부여군은 장암면 바이오매스 발전사업, 세도면 대규모 태양광단지, 외산면 석산단지 재허 신청 등 지역현안 갈등문제가 대두되고 있는 상태다.

오염산업, 태양광단지 등 세계문화유산지역의 자연경관을 해치는 사업에 대한 불허정책인 ‘3불정책’을 추진하고 있는 민선 7기 부여군정이 어떻게 지혜를 모아 해결해 나갈지 관심이 집중되고 있다.

@highlight

지난 15일 부여군청 앞 광장에서 '홍산열병합발전소 허가 절대 반대' 집회에서 자연환경과 주민건강을 해치는 사업에 강력 투쟁의지를 밝혔다.