[환경일보] 오성영 기자 = 정부의 보육시설 확대 계획 발표와 함께 전문 유아교사를 희망하는 사람들이 늘어나고 있다.

이에 국공립어린이집으로 취업자를 대거 배출하는 서울현대직업전문학교 유아교육과 과정(아동가족/가정전문학사)이 눈길을 끌고 있다.

서울 당산에 위치한 서현전 유아교육전공은 전문 유아교사를 양성하기 위해 실무중심의 커리큘럼을 운영 중인 전문학교이다.

타 유아교육과 대학교와 달리 커리큘럼의 80% 이상을 실습수업으로 진행하며 학생들의 실무역량 함양에 집중하고 있다.

실제 이 학교의 유아교육전공 학생들은 매주 1회 이상 국공립어린이집에서 예비교사로 활동을 하는 현장실습을 진행하고 있다.

학생들은 현장에서 어린이집 교사로 활동을 하면서 직업에 대한 이해도를 높이고 실무경험을 강화하게 된다.

또한 국공립어린이집 취업을 희망하는 학생들을 위해 교내에서 시험 대비반을 운영해 채용시험의 전 과정을 전문 교수진과 함께 대비하고 있다.

필기시험 과목인 보육과정, 영아발달, 유아발달, 보육학개론 총 4과목의 기초 이론 정리 및 문제풀이 교육을 하고 있으며, 모의면접을 실시해 보육교사 적성 및 역량, 의사표현력 등에 대해 스스로 평가하고 교수들과의 1:1 피드백도 진행해 면접스킬을 늘리고 있다.

이외에도 실무 관련 자격증 특강을 진행해 학생들의 어린이집 교사 전문성을 강화하고 있다.

학생들은 유아교사의 전문성을 향상시키는 풍선아트 지도자 자격증, 아동미술 지도자 자격증, 아동미술 심리 상담사 자격증, 유아 체육지도자 자격증, 손유희 지도자 자격증 등의 자격증을 졸업 전에 다수 취득할 수 있다.

실제 서현전 유아교육전공은 국공립 어린이집과 관련 기관에 취업자를 대거 배출해 취업률 97%를 공식발표한 바 있다.

편입생을 우선선발 모집하고 있다.

자세한 모집요강 및 취업현황, 장학혜택, 원서접수 등은 이 학교 공식 홈페이지를 통해 확인할 수 있다.

@highlight

서울 당산에 위치한 서울현대직업전문학교의 유아교육전공과는 타학교의 유아교육과와는 다르게 전체 커리큘럼의 80% 이상을 실습으로 진행하는 등의 시도를 통해 국공립어린이집으로 다수의 취업자를 배출해 주목받고 있다.