전남, 영화 촬영 중심지로 거듭난다

전남이 영화·드라마 촬영 중심지로 거듭나고 있다.

16일 전남도에 따르면 지난해부터 전남 명소를 홍보하고 지역경제를 활성화하기 위해 추진해온 영화·드라마 제작 지원 사업이 가시적 성과를 보이고 있다.

최근 이병헌, 하정우 주연의 영화 ‘백두산’(감독 이해준)과 배우 정우와 김갑수 주연의 영화 ‘뜨거운 피’(감독 천명관) 등 2편의 영화가 제작 지원 사업을 활용해 전남에서 촬영했다.

올 들어 영화 3편·드라마 4편을 촬영했다.

‘백두산’은 갑작스러운 백두산 대폭발로 고군분투하는 사람들의 이야기를 소재로 하고 있다.

총 제작 규모 300억 원 가운데 3억 6천만원을 들여 광양 항만 세트장과 중마부두를 배경으로 촬영을 진행했다.

영화 ‘뜨거운 피’는 총 제작규모 102억원이다.

부산 변두리에서 자란 한 남자의 생존을 위한 싸움을 다루고 있다.

전남 촬영에 1억 2천만원을 들여 목포 신안비치호텔을 배경으로 촬영을 마쳤다.

여기에 류승범 주연의 영화 ‘타짜3’도 강진 관광해안로와 만덕호 일대에서 촬영했다.

드라마 촬영도 한창이다.

최근 화제가 되고 있는 드라마 ‘빙의’는 여수 용월사를 배경으로 촬영을 진행했다.

드라마 ‘이몽’, ‘우금티’는 순천드라마촬영장과 담양, 보성 일원에서, ‘닥터프리즈너’는 장흥교도소를 배경으로 촬영을 마쳤다.

영화·드라마 제작 인센티브 지원 사업은 전남을 배경으로 촬영하는 국내·외 장편 영화 및 지상파·종합유선·웹 드라마를 대상으로 이뤄진다.

전남에서 5회차 이상 촬영하는 경우, 숙박비, 식비, 차량임차료, 유류비에 한해 최소 1천500만원에서 최대 5천만원을, 2~4회차 촬영하는 경우 최소 400만원에서 최대 1천500만원을 지원한다.

최병만 전남도 문화예술과장은 “지난해 목포에서 촬영한 영화 ‘롱 리브 더 킹’은 6월에, 여수, 영광, 함평에서 찍은 영화 ‘디바’는 9월에 개봉될 예정”이라며 “영화 관람객이 촬영지인 전남을 찾아 관광객이 늘어나는 계기가 되길 기대한다”고 말했다.

@highlight

전남도에 따르면 전남 명소 홍보 및 지역경제 활성화를 위해 추진한 영화·드라마 제작 지원 사업이 성과를 보이며 올 해 영화 3편·드라마 4편을 촬영하는 등 영화·드라마 촬영 중심지로 거듭나고 있다.