경산시와 시체육회가 공을 들여 추진해 온 전국레슬링대회 유치가 무산돼 확보한 예산을 반납하게 됐다.

전국대회 유치를 통해 경산을 알리고 지역 경기를 살리려고 했던 스포츠 마케팅 계획에도 차질이 불가피하게 됐다.

경산시와 시체육회는 "전국레슬링대회 유치를 위해 (사)대한레슬링협회에 유치신청서를 제출하고 예산까지 확보했으나 세부 협의과정 중 협회로부터 지난달 15일 '협약 조건이 맞지 않아 경산에서 대회를 치룰 수 없게 됐다'는 통보를 받았다"고 밝혔다.

경산시에 따르면 지난해 8월 대한레슬링협회에 양정모올림픽제패기념 제44회 KBS배 전국레슬링대회 유치계획안을 제출했고, 올해 6월 중 대회를 치루기로 합의하고 세부 협의를 진행했다.

대한레슬링협회는 올초 협회 홈페이지에 '제44회 KBS배 전국레슬링대회는 6월 13~19일 경산시에서 열린다'고 소개했다.

이후 시체육회는 지난 1월 대한레슬링협회에 1차 협약서(안)를 보내면서 '방송 중계를 할 경우 대회 유치 약정금을 1억5천만원(중계하지 않을 경우 1억3천만원) 내겠다'고 제안했다.

그러자 지난 4월 15일 대한레슬링협회는 시체육회에 '상호 협약 조건 불일치로 대회는 유치될 수 없음을 알려 드린다'는 팩스를 보내왔다.

레슬링협회 홈페이지에서는 대회가 6월 20~26일 강원도 철원군에서 열린다고 변경 공지를 했다.

경산시체육회는 "협회가 대회 유치 약정금으로 1억7천만원을 얘기했는데, 우리가 실무 협의 과정에서 약정금을 1억5천만원으로 조정하고 방송중계 문제를 명확하게 하자고 해 문제가 된 것 같다.

방송 중계시 1억7천만원을 지급하겠다는 수정 제안을 했는데도 협회가 더 이상 협의를 하지 않고 일방적으로 경산 대회 개최 무산을 통보한 것은 횡포에 가깝다"고 했다.

대한레슬링협회 관계자는 "애초 경산시가 유치 신청을 할 때와 달리 유치 약정금 등 조건이 맞지 않아 내부절차를 거쳐 대회 장소를 변경했다"고 밝혔다.

@highlight

경산시는 시체육회는 제44회 KBS배 전국레슬링대회를 유치를 위해 (사)대한레슬링협회에 유치신청서를 제출하고 예산까지 확보했으나 세부 협약 조건 차이로 유치가 무산됨에 따라 확보한 예산을 다시 반납할 예정이다.