커피숍이 즐비한 옥천 구읍 전경.

(동양일보 이종억 기자) 정지용생가와 육영수여사생가가 자리 잡고 있는 옥천 구읍(舊邑)에 커피숍이 늘어나면서 이 곳이 활기를 띠고 있다.

옥천의 옛 읍소재지였던 구읍에는 조선시대 유학을 가르치고 정치를 논하던 옥주사마소(충북도 유형문화재 157호)가 있다.

충북 괴산, 경북 경주와 함께 전국에서 3곳 밖에 남아있지 않은 사마소 중 하나다.

또 1936년 지어진 근대건축물인 죽향초등학교 구교사(등록문화재 57호)와 옥천향교(충북유형문화재 97호) 등이 있고, 시 ‘향수’로 널리 알려진 정지용 선생 생가와 함께 육영수 여사가 태어나고 자란 유서 깊은 고택(충북도 기념물 123호)도 있다.

이같이 전통문화가 남아 있는 옥천구읍에 지난 2013년 ‘도곰’이라는 휴게음식점이 처음 입점해 도토리찹쌀떡과 함께 커피를 팔기 시작한 이후 커피숍이 매년 1~2곳씩 늘어났다.

지난해는 3곳의 커피숍이 문을 열어 현재는 12곳이 영업 중이다.

정지용 생가 옆에는 물론 육영수생가와 옥주사마소 입구에도 커피숍이 들어서 전통문화와 현대문명이 절묘한 조화를 이루고 있다.

대부분 낡은 집을 현대식으로 리모델링하거나 빈 터에 건물을 새로 지어 개업했다.

군 관계자는 “많은 역사적 인물이 배출된 구읍은 다양한 전통 문화가 숨쉬는 곳”이라며 “2005년 정지용문학관 개관을 시작으로 2011년 육영수생가를 복원하며 지역관광의 거점으로 키워나가고 있다”고 말했다.

군은 100억여원을 들여 육영수생가 맞은편에 전통문화를 체험할 수 있는 관광단지를 조성 중이다.

한옥 숙박체험과 전통예절 교육, 전시 등을 겸할 수 있는 공간으로 올해 말 준공을 앞두고 있다.

군은 이 지역 문화유산을 토대로 전통체험거리를 한데 모아 전국의 관광객을 끌어 모으겠다는 계획이다.

@highlight

역사적 인물이 배출된 옥천 구읍에  전통문화와 현대문명의 조화를 이루는 커피숍이 늘어나면서 활기를 띠는 가운데 전통체험거리를 모아 지역관광의 거점으로 활성화 시키고자 한다.