금호농협 및 조합원 '농협' 특수성과 임금 수준 감안 시 ‘정서상 맞지 않지만’ 해결점 찾을 것 [강선일 기자 ksi@imaeil.com] 영천 금호농협 직원노조가 법정 가산임금 수준의 휴일근무수당 지급을 요구하며 금호농협 및 조합원들을 고용노동청에 고발했다. 이러한 내용을 담은 현수막이 금호읍 등 곳곳에 내걸려 있다.

영천 금호농협이 '직원 체불임금' 논란으로 홍역을 앓고 있다.

금호농협이 일부 직원을 토·일요일 등 휴일에도 근무시킨 뒤 법정 가산임금이 아닌 당직비 수준의 수당을 지급한 것을 두고 노사간 갈등이 커지고 있어서다.

이와 관련, 금호농협 직원노조는 최근 대구고용노동청에 농협 및 조합원들을 상대로 최근 3년간의 체불임금 청산 등을 요구하는 고발장(진정서)을 제출했다.

또 전국협동조합노조 대경지역본부와 함께 지난 14일부터 휴일근무수당 인상 등에 관한 단체협상을 시작했다.

금호농협은 조합원과 지역 농업인들이 생산한 포도·복숭아 등 산지 농산물의 선별·포장·출하작업을 위한 산지유통센터(APC)를 운영하면서 휴일 근무직원에 대해 통상임금의 1.5배인 법정 가산임금이 아닌 6만~8만원인 당직비 수준의 수당을 지급해 온 것으로 전해졌다.

금호농협과 같은 지역농협(옛 단위농협)의 통상임금이 시간당 2만5천~3만원 수준인 점을 고려할 때 6시간 기준 휴일근무수당은 22만~27만원 정도다.

이번 고발에 대한 대구고용노동청의 결정에 따라 그동안 전국 상당수 지역농협에서 관례적으로 지급해 온 당직비 수준의 휴일 가산임금 체계에 큰 파장을 불러일으킬 수도 있다.

금호농협과 조합원들은 그동안 '농업협동조합'의 특수성과 임금 수준을 고려할 때 직원노조의 요구는 '정서상 맞지 않는다'며 10만원 정도의 휴일근무수당 인상안 등을 제시한 것으로 알려졌다.

금호농협 관계자는 "지난 14일 1차 노사협상에 이어 23일 대구고용노동청 진술, 28일 2차 노사협상 등이 예정돼 있는 만큼 원만한 해결점을 찾는데 노력하겠다"고 했다.

@highlight

경북 영천 금호농협이 '직원 체불임금'로 문제로 일으키며 당직비 수준의 수당을 지급 반발하며 대구고용노동청에 고발장을 제출했다.