[서울신문] 가천대가 메가존 클라우드와 클라우드 리더십 프로그램 구축을 위한 업무협약을 체결하고 기념사진을 촬영하고 있다.

가천대 제공가천대학교는 메가존 클라우드와 교육, 연구 분야 AWS 클라우드 서비스 구축과 운영을 위한 '가천 클라우드 리더쉽' 프로그램 지원 협약을 16일 대학 가천관 중회의실에서 체결했다고 밝혔다.

가천대와 메가존 클라우드는 급변하는 교육, 연구 환경에 신속히 대응하기 위해 AWS를 주요 플랫폼으로 하는 선도적인 교육 및 연구 인프라를 구축할 계획이다.

양 기관은 협약에 따라 IT/공대 특화 교육을 공동 지원하고, 가천대학교 산학협력단이 AWS를 활용해 교내 연구를 지원할 수 있도록 하는 등 다방면에서 협력하기로 합의했다.

양기관은 가천대 재학생들을 위한 인턴십 프로그램도 운영, 학생들의 실무 능력 향상을 지원하고, 평가가 우수한 인재의 경우 직원으로 채용할 방침이다.

이와함께 가천대 취업 역량 향상, 창업 활성화 위해 다양한 지원 프로그램을 운영할 계획이다.

메가존 클라우드는 아마존웹서비스(AWS)의 파트너 네트워크(APN) 프리미어 컨설팅 파트너로 지난 2012년 한국 기업 최초로 AWS 파트너 네트워크(APN)에 합류했다.

메가존 클라우드는 작년 기준 연 매출액 2200여억 원을 달성했으며 국내외 고객사는 현재 1200여 곳에 이른다.

이주완 메가존 클라우드 대표는 "AWS는 전 세계 거의 모든 산업에서 수백만 개의 기업들에게 사용되고 있다"며, "가천대와의 MOU를 통해 글로벌 인재를 배출하는 교육 환경을 만드는 데 노력을 아끼지 않을 것"이라고 말했다.

황보택근 가천대 연구산학부총장은 "가천대학교는 빠르게 변화하는 사회적 요구사항에 발맞춰 창의캠프, P학기제 등 다양한 교육 혁신을 추진하고 있을 뿐 아니라, IT 및 의료와 같은 대학의 장점을 살려 산업체와도 적극 협력하고 있다"며, "이번 가천 클라우드 리더쉽 프로그램을 통해 4차산업에 대응하는 소프트파워 기반 산학연구협력 모델을 구축시켜 나가겠다"고 말했다.

@highlight

가천대는 16일 대학 가천관 중회의실에서 메가존 클라우드와 ‘클라우드 리더쉽’ 프로그램 지원 협약을 체결하였고 양기관은  선도적인 교육 및 연구 인프라를 구축할 예정이며 협약에 따라 IT/공대 특화 교육을 공동 지원등 다방면에서 협력하기로 했다.