[서울신문] 5·18 민주화운동 때 시민군에 대한 발포명령을 거부한 고 안병하 치안감을 기리는 공원이 조성됐다.

안 치안감은 당시 광주·전남지역 최고 치안 책임자인 전남도경찰국장이었다.

전남경찰청은 5·18 39주기를 하루 앞둔 17일 전남경찰청사 입구에서 안병하 공원 현판식과 5·18 순직경찰관 추도식을 가졌다.

공원에는 170㎝ 높이로 안 치안감 흉상을 설치했다.

흉상 아래 받침석에는 그의 이력과 공적을 기록했다.

바로 곁에는 안 치안감의 지시에 따라 무기 없이 제복 차림으로 시위대 버스 행렬을 제지하다 순직한 정충길·이세홍·박기웅·강정웅 경찰관의 부조상도 함께 같은 높이로 세웠다.

전남경찰청은 시민들에게 그늘이 되기를 바라는 마음을 모아 고귀함과 화합의 상징인 팽나무 두 그루를 심었다.

최관호 전남청장은 "안병하 치안감과 선배 경찰관들은 어떠한 권력과 명예라도 국민의 생명과 인권의 헌법적 가치를 침해할 수 없다는 가르침을 일깨워 주셨다"며 "시민들과 함께 기억하고 공유하는 열린 '시민의 공간'을 만들어 나가겠다"라고 밝혔다.

안 치안감은 신군부의 발포 등 강경진압 명령을 거부한 채 "시민들에게 총부리를 겨눌 수 없다", "달아나는 학생을 뒤쫓지 말라" 등 지시를 내렸다.

전남도청 진압 작전을 이틀 앞둔 5월 25일엔 정부가 내린 '경찰무장 지시'까지 거부했다.

당일 안 치안감은 보안사령부로 끌려가 혹독한 고문을 당한 뒤 다음날 직위해제됐다.

그는 같은 해 6월 2일 부하들에게 책임을 묻지말 것을 조건으로 사표를 냈다.

안 치안감은 고문후유증으로 투병하다 1988년 10월 60세로 사망했다.

1997년 '민주화운동유공자', 2006년에는 순직경찰으로 인정됐다.

2017년 치안감으로 1계급 특진했다.

@highlight

전남경찰청은 5·18 민주화운동 당시 광주·전남지역 최고 치안 책임자인 전남도경찰국장으로서 시민군에 대한 발포명령을 거부했던 고 안병하 치안감을 기리는 공원이 조성하고, 5·18운동 39주기를 하루 앞둔 17일 전남 경찰청사 입구에서 안병하 기념공원 현판식과 5·18 순직 경찰관 추도식을 가졌다.