코스피가 이틀째 하락 마감하면서 종가 기준 지난 1월8일(2025.27) 이후 약 4개월 만에 최저치를 기록했다.

원·달러 환율은 7거래일 연속 장중 연고점을 경신했다.

이날 원·달러 환율은 종가 기준 2017년 1월11일 이후 가장 높았다.

17일 코스피는 전 거래일보다 11.89포인트(0.58%) 내린 2,055.80으로 거래를 마쳤다.

지수는 전 거래일보다 13.88포인트(0.67%) 오른 2,081.57로 출발했으나 오후 들어 상승폭을 반납하고 우하향 곡선을 그렸다.

유가증권시장에서는 외국인이 1천986억원을 팔아치우며 7거래일 연속 ‘팔자’ 행진을 이어갔다.

올해 들어 7거래일 연속 순매도를 보인 것은 처음이다.

7거래일 순매도는 지난해 11월13∼22일 이후 약 6개월 만이다.

반면 개인은 1천800억원, 기관은 58억원어치를 각각 순매수했다.

시가총액 상위 종목 가운데는 SK텔레콤(-0.19%)과 LG생활건강(-1.29%), 한국전력(-1.17%) 등이 내렸다.

삼성전자(0.48%), SK하이닉스(1.53%), 현대차(0.39%), 셀트리온(1.02%) 등은 올랐다.

코스닥지수는 3.46포인트(0.48%) 내린 714.13으로 종료했다.

지수는 6.35포인트(0.88%) 오른 723.94로 개장했으나 역시 하락 전환했다.

코스닥시장에서도 외국인이 344억원어치를 순매도했다.

개인은 321억원, 기관은 81억원을 각각 순매수했다.

이처럼 유가증권시장에서 외국인이 대규모 ‘팔자’에 나서면서 17일 원·달러 환율이 1,200원을 눈앞에 두고 거래를 마쳤다.

최근 환율 상승세가 이어지면서 1,220원까지도 오를 수 있다는 전망이 나온다.

이날 원·달러 환율은 전 거래일 종가보다 4.2원 오른 1,195.7원에 거래를 마쳤다.

7거래일 연속 장중 연고점 경신으로, 종가 기준 2017년 1월11일(1,196.4원) 이후 가장 높다.

@highlight

코스피가 지난 1월 8일 이후 약 4개월 만에 최저치를 기록하면서 환율은 7거래일 연속 연고점을 경신하였는데 17일 코스피는 2,055.80으로 마감했다.