신혼여행 중 아내에게 니코틴 원액을 주입해 살해한 혐의로 구속 기소된 20대 남편이 2심에서도 무기징역을 선고받았다.

대전고법 형사1부(이준명 부장)는 17일 살인 등 혐의로 재판에 넘겨진 A(23)씨에게 이같이 선고했다.

1심에서도 무기징역이 선고됐었다.

A씨는 2017년 4월 25일 신혼여행지인 일본 오사카의 한 숙소에서 사망 보험금 1억 5000만원을 타낼 목적으로 아내에게 미리 준비한 니코틴 원액을 주입해 숨지게한 혐의를 받고 있다.

A씨는 아내가 자살한 것처럼 신고하고 일본 현지에서 장례 절차까지 마쳤지만, 부검에서 사망 원인이 니코틴 중독으로 나오고 살인 계획이 담긴 A씨의 일기장 등이 발견되면서 덜미가 잡혔다.

A씨는 재판 과정에서 "아내가 스스로 목숨을 끊고 싶어 해 니코틴을 주입하도록 도와줬을 뿐 직접 살해하지 않았다"며 혐의를 부인했지만 재판부는 자살 가능 여부, 범행 수법, 범행 후 행동, 수사기관 및 법정에서의 진술 등을 설명한 뒤 살해했다고 판단했다.

재판부는 "A씨는 신혼여행을 빙자해 살해 계획을 치밀하게 준비했고, 아내가 숨지기 전 니코틴 중독으로 극심한 고통을 겪었을 텐데도 범행을 부인하며 최소한의 염치도 보이지 않았다"며 "항소심 최후변론에서 유족에게 사과했지만 진정성이 느껴지지 않는다"고 밝혔다.

이어 A씨가 최근 '아내의 유서'라며 제출한 메모에 대해 "피해자의 필적과 유사점 및 상이점이 모두 있어 판단할 수 없다는 회신을 받았고, 결정적 증거를 경찰 수사단계부터 한 번도 언급하지 않다가 재판 막판에 내놓는 것에도 상당한 의심이 든다"고 덧붙였다.

재판부는 검찰이 '사형'을 구형한 것과 관련해 "사형은 연령, 직업, 동기, 범행방법, 재범 가능성 등을 고려해 생명 자체를 박탈해야 한다는 합리적 판단이 있을 때 내리는 형벌이다. A씨는 영원히 사회에서 격리해 잘못을 반성하도록 하는 것이 타당하다"고 했다.

@highlight

대전고법 형사1부는 17일 신혼여행 중 사망 보험금을 노리고 아내에게 사전에 준비한 니코틴 원액을 주입해 숨지게한 혐의로 구속 기소된 A(23)씨에게 2심에서도 무기징역을 선고했다.