최재원 빗썸 대표(오른쪽)와 서광열 코드박스 대표가 지난 16일 서울 강남구 빗썸 본사에서 투자 계약을 맺고 기념촬영을 하고 있다.

[헤럴드경제=정태일 기자]암호화폐 거래소 빗썸이 증권형토큰 시장 공략을 위해 국내 자산 토큰화 플랫폼 전문기업 코드박스에 투자하고, 중국 블록체인 프로젝트 등급평가 서비스 제공업체 스탠더드앤컨센서스(SNC)와 업무제휴(MOU)를 체결했다고 20일 밝혔다.

증권형토큰은 특정 회사의 자산에 대한 소유권이나 지분권을 의미한다.

코드박스는 부동산, 미술품 등 실물자산 기반의 증권형토큰 발행, 관리 등 토털 솔루션을 제공하는 기업이다.

빗썸은 코드박스와 증권형토큰 발행과 플랫폼 구축 등 부문에서 공동으로 기술을 개발할 예정이다.

코드박스는 지난달 자산 토큰화 및 거래소 서비스를 위한 토털 블록체인 플랫폼 '코드체인'의 메인넷을 출시했다.

코드체인은 디지털 자산 발행 및 거래 뿐만 아니라 투표, 배당, 환매, 범죄자 계정 동결 등 기능을 지원한다.

중국 SNC와는 증권형토큰 사업 관련 자금 유치, 상장 등 부문에서 폭넓게 협력하기로 했다.

이번 협약에 따라 SNC는 빗썸의 미국 파트너사인 시리즈원이 추진하는 증권형토큰공개(STO) 프로젝트의 분석 및 평가를 맡는다.

SNC는 글로벌 블록체인 등급 평가 기관으로 업계 최초 증권형토큰 원스톱 플랫폼을 개발해 금융모델 설계부터 법률 검토, 토큰 발행 및 상장, 자금모집 등 전반적인 업무를 진행하고 있다.

빗썸은 이번 협업을 계기로 글로벌 증권형토큰 시장을 선점하겠다는 목표를 세웠다.

빗썸 관계자는 "증권형토큰 등 암호화폐와 블록체인을 실물경제와 접목해 활용도를 높일 수 있는 방안이 향후 블록체인 업계의 성패를 좌우할 것으로 보고 있다"고 말했다.

@highlight

암호화폐 거래소 빗썸이 증권형토큰 시장 공략을 위해  중국 블록체인기업 SNC와 업무제휴를 체결했고 빗썸 관계자는 "앞으로 증권형토큰 등 암호화폐와 블록체인을 경제와 접목해 활용도 높일 수 있는 방안이 업계의 성패를 좌우할 것으로 보고 있다"고 말했다.