지난 주말 대전에서 열린 자유한국당의 문재인 정부 규탄 5차 장외집회는 '강한 야당'에 방점을 둔 듯 했다.

한국당은 대구에 이어 두 번째인 지방 민생투쟁 대장정으로 충청을 택해 정부 여당을 향해 십자포화를 퍼부었다.

대전시민이 심판합니다' 행사를 한 뒤 15일 만이다.

앞서 황교안 대표는 4박 5일 간 충북과 세종 등을 돌며 충청 민심에 공을 들였다.

1만 명이 참석했다는 게 자체 집계이고 보면 한국당이 고무됐을 법도 하다.

황 대표는 "얼마 전 당진화력발전소에 가봤더니 앞이 미세먼지로 뿌옇더라"며 탈원전 정책을 강도 높게 비판했다.

나경원 원내대표와 대덕구가 지역구인 정용기 정책위의장은 공주보 해체 등을 예로 들며 '대안 정당'으로서의 이미지 부각에 집중했다.

한국당으로서는 보수지지층이 결집하는 양상을 보이는 게 반갑겠지만 갈 길이 먼 만큼 확장성을 놓고서는 고민해야 할 시점이다.

장외투쟁이라는 호랑이 등에 올라탄 형국이어서 좌고우면할 계제가 아닌 측면이 있기는 하다.

패스트트랙과 관련, 청와대의 '정면 돌파' 시그널이 감지되고 있고, 문재인 대통령은 그제 제39주년 5·18 광주민주화운동 기념식에서 "독재자 후예가 아니라면 5·18을 다르게 볼 수 없다"고 강조했다.

여야 5당 대표 회동 형식을 놓고 대치가 이어지는 상황에서 한국당이 민감하게 받아들일 수 밖에 없는 언명이다.

그렇다고 하세월 장외 집회를 이어가는 건 한국당 입장에서도 부담이 아닐 수 없을 것이다.

집토끼뿐 아니라 산토끼를 잡겠다면 출구전략을 포함한 탄력적인 정국 관리도 염두에 두어야 한다는 얘기다.

강한 야당, 대안 정당으로서 비전을 보여주고, 관철시킬 곳은 결국 국회다.

빠르면 오늘 이루어질 주요 3당 원내대표의 호프미팅을 반전의 계기로 삼아봄 직하다.

청와대와 여당도 전향적 자세로 한 발 물러서야 꽉 막힌 정국의 물꼬가 트인다.

@highlight

지난 주말 한국당은 강한 야당을 표방하며 대구에 이어 두 번째 지방 민생투쟁 대장정으로 충청도를 택해 정부 여당을 향해서 포화를 퍼부었으며, 특히 황교안 대표는 당진 화력발전소를 언급하며 정부의 탈원전 정책을 강도 높게 비판했다.