대전 일부 시내버스의 난폭운전 행태가 버스 이용객들의 안전을 위협하고 있다고 한다.

주로 급정거, 급출발이 문제점으로 지적되고 있는 가운데 시민 피해사례를 보면 수긍이 가기도 한다.

버스에 오른 승객이 착석도 하기 전에 급출발이 이루어지고 있고 그 과정에서 예기치 않은 찰과상 등을 입기도 하는 모양이다.

심한 경우 불안을 느낀 승객의 하차 요청도 무시한다고 하는데 상황이 어떠했을지 짐작이 간다.

한 20대 시민은 버스 안에서 중심을 놓쳐 넘어지는 경험을 털어놓기도 했다.

도로교통공단의 통계를 통해서도 대전 시내버스 난폭운전의 일면이 읽혀진다.

지난 3년 동안 시내버스 사고 건수가 연 200건 안팎에서 구조화 추세를 보이고 있는 것으로 나타났다.

그런데 10건 중 4건 꼴로 운전기사의 안전운전 의무 불이행이 원인이었던 것으로 분석되고 있는 점을 간과하기 어렵다.

급정거, 급출발이 1차적으로 버스 승객의 탑승 안전성을 저해하는 것은 물론이고 인적·물적 피해를 야기하는 2차 외부 교통사고와도 나쁜 의미에서 상관관계에 놓이기 때문이다.

2017년 시내버스 시민모니터단이 불편사항 개선 1순위로 난폭운전을 꼽은 것도 맥락이 다르지 않다고 볼 수 있다.

시내버스 기사 측은 근무환경 특성 측면을 호소하는 것 같은데 이는 잘못된 인식이라는 비판을 피하지 못한다.

대중교통 수단인 시내버스가 시민의 발로 복무하기 위한 제1의 가치는 승객 안전이어야 한다.

그렇지 않으면 시민사회의 신뢰에 금이 가는 것은 당연지사다.

다만 소수에 의해 전체 시내버스 기사 집단이 평가절하되는 식이어선 곤란하며, 그 소수의 직업윤리부터 회복시키는 게 우선이다.

대전 시내버스는 준공영제다.

시민혈세로 경영지원을 해주고 있는 시스템이 도입돼 있다.

사정이 이런데도 시내버스 이용 만족도가 높지 않고 달리는 버스 안에서 안전을 걱정해야 하는 것은 모순이다.

대전방문의 해에 난폭운전 시내버스는 도시 이미지를 구기게 된다.

@highlight

2017년 시내버스 시민모니터단이 불편사항 개선 1순위로 난폭운전을 꼽는데, 소수 시내버스 기사의 직업윤리의식을 회복시켜 대전방문의 해에 난폭운전 시내버스로 인해 도시 이미지를  손상되는 일이 없도록 해야한다. 