어린이들이 샘물과 아리수가 섞여 있는 물들을 마셔보고 있다.

[헤럴드경제=이진용 기자]서울시 상수도사업본부는 '본부 발족 30년, 수돗물 통수 111년을 맞아 오는 31일까지 시청 1층 로비공간서 기획전시회를 개최하고 있다.

2019년은 서울시가 뚝도정수센터에서 최초로 시민들에게 수돗물을 공급하기 시작한 지 111년, 상수도사업본부가 발족하여 시민들에게 고품질의 아리수를 공급하기 시작한 지 30년이 되는 해이다.

제1관 '프롤로그존'에서는 "아리수, 사람과의 끊임없는 교류의 장을 열다" 라는 주제로 '물이 인체에 미치는 영향' 등 인간 생활에 필수 불가결한 요소로서의 수돗물을 소개하고 있다.

발전해 온 111년간의 성과를 통사적으로 엮어 소개한다.

제3관 '에필로그존'은 "시민과 함께한 아리수, 새로운 100년의 도약을 약속하다" 라는 주제로 과학적인 생산공정, 중점사업 홍보, 누수탐지 체험, 시민 참여 사진 공모전 우수작 전시 등 다양한 커리큘럼을 선보임으로써 관람객의 흥미와 관심을 유도한다.

한편 이와 맞물려 서울의 수돗물 아리수의 맛과 안전성을 알리기 위해 '아리수 블라인드 테스트'를 시민청 지하 1층에서 실시하기도 했다.

'아리수블라인드 테스트'는 수돗물과 시중에서 시판되는 먹는 샘물(생수) 등을 한 곳에 두고 참석자들에게 각각의 물을 맛보게 한 후 기호에 맞는 곳에 투표하게 하는 일종의 '물 맛 시음 컨테스트' 인데, 시는 이 행사를 통해 품질에 대한 자신감을 바탕으로 수돗물에 대한 막연한 불신감을 해소하고 우수성과 안전성을 알리는데 주력했다.

이창학 상수도사업본부장은 "서울의 수돗물 '아리수'에 대한 시민 신뢰도를 향상시키고, 시민이 공감하고 믿고 마실 수 있는 천만 서울 시민의 진정한 식수(食水)로서의 입지가 구축되는 계기가 되길 기대한다"고 말했다.

@highlight

서울시 상수도사업본부가 본부 발족 30년, 수돗물 통수 111년을 맞아 31일까지 시청 1층 로비공간에서 기획전시를 개최하고, 샘물과 아리수의 물 맛을 비교하는 '아리수 블라인드 테스트'를 실시하여 아리수의 맛과 안정성에 대해 알린다.