권영진 대구시장과 장상수 대구시의회 부의장 등 시의원, 2.28민주운동기념사업회 회장단, 달빛동맹민관협력위원회 위원 등 40여 명은 ‘5.18민주화운동 기념식’ 및 ‘달빛동맹민관협력위원회 제9차 회의’에 참석하여 달빛동맹과 영호남 화합을 다졌다.

달빛동맹의 일환으로 지난 대구 2.28민주운동 기념식에 광주시장단 70여 명이 대구를 방문한 데 이어, 대구시장단은 5월 18일 오전 5.18민주화운동 기념식에 참석했다.

대구시와 광주시는 각각 영남과 호남을 대표하는 양 대 도시로서 영호남 갈등을 해소하고, 국민대통합의 선도적 역할을 수행하기 위해 2013년 3월 달빛동맹 공동협력 협약을 체결한 후 광주-대구 고속도로 조기 확장 개통, 친환경자동차사업 선도도시 업무협약 체결 등 사회 간접자본(SOC), 경제산업 분야의 성과와 함께 문화체육관광 교류 등 다양한 공동협력을 추진해 왔다.

양 시는 지난해 8월 달빛내륙철도 건설 연구용역을 공동 발주해 1,2차 중간보고회를 개최하였으며, 대구·광주의 적극적인 노력으로 국토부에 2019년 달빛내륙철도 사전타당성 조사용역 예산 5억원을 확보, 지난 4월 국토부에서 사전타당성 용역을 발주, 시행중이다.

또한, 광주시에서 대구 2·28민주운동 정신을 기념하기 위해 오는 5월 18일부터 228번 시내버스 운행을 시작함에 따라 대구 518버스와 광주 228버스가 상호 운행됨으로써 두 지역 시민들이 대한민국의 대표적 민주운동의 정신과 역사를 서로 공유하게 돼서 정신적 유대감이 더욱 깊어지게 되었다.

특히 민간 주도의 교류협력 활성화를 위해 양 시는 2015년 ‘달빛동맹 민관협력 추진조례’를 제정하고 대구-광주 각 15명으로 구성된 ‘달빛동맹민관협력위원회’를 창립, 이번 9차까지 개최해 왔다.

권영진 대구시장은 “달빛동맹은 영호남은 물론 국민 대통합의 선도적 모델로서 정착단계로 접어들고 있으며, 앞으로 민간 주도의 문화예술 체육 등 각종 교류를 더욱 확대해 나가야 한다”고 말했다.

@highlight

대구시장을 비롯한 40여명의 유력인사들이 ‘5.18민주화운동 기념식’ 및 ‘달빛동맹민관협력위원회 제9차 회의’에 참석하여 달빛 동맹과 영호남 화합을 다졌다.