전북도가 스마트공장 구축에 가속도를 내고, 전북제조업의 혁신과 고효율화에 방점을 찍기로 했다.

도는 19일 정부의 산업 체질개선을 위한 제조현장 스마트화에 발맞춰 스마트공장 81개를 올해 안으로 구축할 계획이라고 밝혔다.

전북 중소·중견기업의 체질 개선을 위한 것이다.

스마트공장은 제조업체의 설계, 개발, 제조, 유통과정에 정보통신기술(ICT)을 적용하고, 인공지능 로봇, 빅데이터, 사물인터넷 등을 활용하는 지능형 공장이다.

스마트공장 확산은 흔히 노동력 중심의 굴뚝산업으로 대표되는 제조업 패러다임이 4차 산업혁명과 함께 달라지면서다.

전북도 또한 인공지능과 혁신기술을 앞세운 첨단 제조업이 지역경제의 새로운 대안으로 보고 있다.

도가 이날 발표한 '제조현장 스마트화' 추진계획은 정부의 스마트공장 추진 방침에 선제적으로 대응하기 위한 조치다.

도는 중소·중견기업에 스마트공장을 구축해 생산성과 품질경쟁력 제고, 경쟁력 강화, 작업환경 개선 등의 효과를 낸다는 계획이다.

도는 올해 스마트공장 구축 분위기 조성, 기반조성, 지원확대를 3대 추진전략으로 내세웠다.

이를 위해 전북테크노파크를 스마트제조혁신센터로 운영하고, 캠틱종합기술원에 스마트기계 제조기술 개발과 전문인력양성을 위한 거점 센터를 만든다.

전북지방중소벤처기업청 등과 함께 스마트공장 보급에도 본격적으로 나선다.

내년부터는 2025년까지 5년간 총사업비 250억 원을 투입하는 사물인터넷(IoT)기반 스마트 기계산업 육성 프로젝트를 국가사업으로 진행한다.

대기업 퇴직자 기술전문가를 활용해 스마트공장 구축 선정기업에 3개월간 파견하고, 컨설팅하는 스마트 마이스터 사업도 추진한다.

올해 말까지는 총 81개사에 스마트 공장 보급 및 확산을 위해 추경에 도비 15억 원을 확보했다.

시중은행과 전북경제통상진흥원 등의 특례대출을 활용하는 스마트공장 구축지원도 이뤄진다.

송하진 전북도지사는 "제조현장 스마트화는 지역산업 체질개선과 중소기업 활성화를 위해 중요한 열쇠"라며 "제조업 혁신으로 지역경제 체질개선을 앞당길 것"이라고 말했다.

@highlight

전북도는 정보통신기술을 적용한 지능형 공장인 스마트공장 81개를 올해 구축할 계획으로 이를 위한 기술스마트기계 제조기술 개발과 전문인력 양성을 할 스마트제조혁신센터를 운영할 예정이다.