[부산=환경일보] 권영길 기자 = 부산시와 부산섬유패션산업연합회(회장 박만영)는 섬유패션산업의 미래 핵심인재 육성과 일자리창출을 위한 '수요기업 맞춤형 인력양성 및 취업연계사업'을 추진한다.

한국섬유산업연합회가 주관해 총사업비 10억으로 전국 7개 스트림별 대표기관이 참여하는 이번 사업은 섬유패션산업 관련 청년인재를 발굴해 기업맞춤형 인력양성교육을 통해 기업채용과 연계함으로써 일자리창출은 물론 기업의 성장을 도모할 것으로 기대된다.

올해 부산지역 주관기관으로 (사)부산섬유패션산업연합회가 선정됐으며, 섬유·패션, 신발브랜드기업 등에 채용을 희망하는 구직자 13명을 모집하고 선정해 현장 맞춤형 취업역량교육을 이수한 수강생에 대해 지역 수요기업에 10명 이상 채용을 목표로 추진한다.

섬유패션분야 및 신발에 관심 있는 청년구직자로 만 20세~34세 이하 대졸 미취업자면 누구나 지원 가능하며, 교육프로그램은 패션스트림 융합산업 양성과정(이론 2주, 현장OJT 2주/140h)으로 재봉기, 인터록 등의 실습기자재를 활용한 패턴응용, 간단한 의류만들기부터 소재와 패션브랜드간 융합프로그램, 현장실무 등의 교육으로 진행될 예정이다.

수료 후 기업에 채용된 청년구직자에게는 식대 및 교통비로 장려금 100만원을 지원한다.

모집기간은 5월20일~6월20일까지며, 교육기간은 7월1일~26일까지 부산 패브릭 메이커랩에서 진행된다.

부산시 관계자는 "이번 사업을 통해 미래 산업환경 변화 및 제품 고부가가치화에 대비한 섬유패션분야 전문인력을 양성하고 기업채용과 연계할 것이며, 지역의 10개 대학 400여명의 섬유패션 전문인력을 포함해 취업을 준비 중인 청년들에게는 구직의 기회가 되고, 지역기업은 청년인재 발굴에 따른 시간 및 비용절감효과가 있는 이번 사업에 많은 관심 부탁드린다"고 전했다.

자세한 문의는 부산섬유패션산업연합회로 하면 된다.

@highlight

'수요기업 맞춤형 인력양성 및 취업연계사업'은 교육프로그램을 통한 섬유패션산업의 미래 핵심인재 육성과 일자리창출을 위한 것으로 한국섬유산업연합회가 주관해 총 사업비 10억으로 전국 7개 스트림별 대표기간이 참여한다.