대구 달성군청 참꽃갤러리에서 전시하고 있는 송해 선생 사진.

한국 코미디계의 산증인이자 세계 최장수 방송MC 송해의 일대기를 정리한 사진전이 대구에서 열리고 있다.

달성군은 20~31일 군청 2층 참꽃갤러리에서 ‘송해 선생 특별사진전’을 열고 선생의 소장 사진 50여점을 선보인다.

‘나는 딴따라다, 송해(宋海)가 걸어온 길’이란 주제로 열리는 사진전은 송해 선생의 월남 후 군대생활 기록에서부터 유랑공연과 라디오·텔레비전·연극활동을 하던 시절까지 시대별로 나눠 전시된다.

특히 송해 선생이 그동안 방송에서 공개하지 않았던 개인 앨범 15권을 처음으로 전시해 눈길을 끈다.

관람시간은 평일 오전 9시부터 오후 6시까지이며, 관람료는 무료다.

옥포읍 옥연지 송해공원에서도 지난달부터 그의 특별 사진전이 열리면서 이곳을 찾은 관광객들로부터 큰 호응을 얻고 있다.

송해 선생은 “처가마을이 있는 달성군은 나의 ‘제2 고향’이나 다름없다”며 “군청 갤러리와 송해공원에서 사진전이 열린다고 하니 감회가 새롭다”고 밝혔다.

군청은 이번 특별사진전을 시작으로 송해 선생의 공연·방송활동과 관련된 다양한 소장 물품을 기증받아 송해공원 내에 (가칭)송해코미디박물관을 건립하는 사업을 적극 추진할 예정이다.

앞서 군청은 송해 선생의 부인 고(故) 석옥이 여사 고향이 달성군 옥포읍 옥연지 인근이라는 점에 착안해 65만7천㎡ 규모의 스토리텔링형 송해공원을 조성했다.

이곳에는 △옥연지를 둘러싼 10.5㎞의 둘레길 △전국에서 둘째로 큰 10m의 대형 물레방아 △100세 시대 만수무강을 기원하는 백세교와 백세정 △오색풍차 △송해폭포 △출렁다리 등이 조성돼 연간 75만명의 관광객이 찾는 대구 핫플레이스로 부상하고 있다.

지난해에는 청계천과 자라섬에 이어 ‘대한민국 관광명소 대상’을 수상하면서 화제가 되기도 했다.

@highlight

한국 코미디계의 산증인이자 세계 최장수 방송MC 송해의 일대기를 정리한 송해 선생 특별사진전이 20~31일 대구 달성군 참꽃갤러리에서 선생의 소장 사진 50여점과 선생이 그동안 공개치 않았던 개인 앨범 15권을 최초로 전시 해 주목을 받고 있다.