'가족행복도시 서천에서 피어나는 서천의 꿈, 하나 되는 도민의 힘!'의 주제로 지난 16일 개막한 '71회 충남도민체육대회'가 19일 충남 서천군 종합운동장에서 폐회식을 끝으로 막을 내렸다.

도내 15개 시군 7000여 명의 선수단과 임원 등 5만여 명의 도민들이 함께한 이번 도민체전은 4일 동안 19개 종목의 뜨거운 열전이 연일 이어지며 충남도민이 하나 되는 화합과 열정의 장으로 펼쳐졌다.

대회 개최 전날인 15일 한산모시전시관에서 국가무형문화재 14호 방연옥 선생이 서천군 전통과 역사를 대표하는 한산 모시풀의 불씨로 채화한 성화가 220만 도민의 희망을 담아 13개 읍면 주민 등 총 126명의 손을 거쳐 109.3㎞를 함께 달려 16일 개막식 날 점화돼 열정의 불을 환하게 밝혔다.

220만 충남도민 대화합의 축제답게 개막식은 도민들 관심과 기대 속에서 화려하고 성대하게 열려 축제장 전체가 도민들 환호성으로 가득했다.

개막식 장소인 서천종합운동장 파란 하늘을 가로지르며 에어쇼를 펼친 공군특수비행단 블랙이글스 공연을 비롯해 시군 선수단 입장, 마마무, 우주소녀 등 인기가수의 축하공연, 경품추첨 등은 관람객들 눈과 마음을 사로잡으며 행사 분위기를 뜨겁게 달궜다.

17일부터 본격적인 경기 일정이 시작됨에 따라 서천군 내 25개 경기장에서는 비가 오는 궂은 날씨에도 검도, 게이트볼, 궁도 등 19개 종목의 메달을 거머쥐기 위해 승부를 겨루는 7000여명 선수들의 열정으로 후끈 달아올랐다.

폐막식이 열린 19일 대회기 강하와 함께 차기 개최지인 당진시에 대회기가 전달되면서 도민들의 열정만큼 뜨겁게 타오르던 71회 충남도민체전 성화가 꺼졌다.

@highlight

지난 17일 개막한 '71회 충남도민체육대회' 가 19개 종목, 7000여명의 선수들의 참여로 진행된 가운데 차기 개최지인 당진시에 대회기가 전달되면서 19일 성황리에 폐회하였다.