우리 사회 비장애인 10명 중 7명은 '장애인 부부는 아이를 갖지 않는 편이 낫다'고 생각하는 것으로 나타났다.

하지만 실제 장애인의 약 70%는 결혼을 해 자녀가 있고, 자녀가 있는 장애인의 87%는 직접 아이를 키우는 것으로 조사됐다.

장애인 부모의 양육을 바라보는 사회 시선이 바뀌어야 한다는 목소리가 나온다.

19일 국가인권위원회의 '장애인 모·부성권 증진을 위한 실태조사'에 따르면 비장애인 605명을 대상으로 한 설문에서 69.9%가 '직접 양육이 어려운 장애인 부부는 임신이나 출산을 하지 않는 것이 더 낫다고 본다'고 응답했다.

'부모가 장애인이면 자녀가 장애를 가질 확률이 높을 것이다'는 항목에도 69.4%가 '그렇다'고 답했다.

'평소 장애인의 모성권과 부성권에 대해 생각해 본 적이 있느냐'는 물음에는 '생각해 본 적 없다'는 응답이 57.5%였다.

그러나 '가족 또는 사회적 친분이 있는 장애인이 자녀를 임신·출산·양육하고자 하면 지지하느냐'는 질문에는 58.7%가 '그렇다'고 답했다.

또 '국가와 사회는 장애인의 모·부성권 보장을 위해 임신·출산·양육을 지원해야 한다'는 문항에는 94.0%가 '그렇다'고 말했다.

대다수 비장애인이 장애인 모·부성권을 위해 국가·사회적 지원이 필요하다고 인식하면서도 정작 장애인 모·부성권을 생각해 본 적이 없거나 양육이 어려우면 출산하지 않는 것이 더 낫다고 생각하는 이중적 시선을 가진 셈이다.

연구를 수행한 김호연 강남대 중등특수교육과 교수는 "이런 상반된 인식은 비장애인이 장애인의 모·부성권에 관해 구체적이고 올바른 교육을 받은 경험이 없기 때문"이라며 "사회적 인식 변화를 위해 비장애인을 상대로 국가 차원에서 인식 개선 사업과 교육을 실시해야 한다"고 말했다.

연구진이 장애인 289명을 대상으로 설문한 결과 73.4%가 결혼을 해 자녀가 있다고 답했다.

자녀가 있는 장애인 중 자신의 자녀를 가족·친인척이 양육한다는 응답은 8.3%에 불과했다.

87.0%는 '부부가 공동 양육하거나 한 명이 주 양육자'라고 답했다.

@highlight

국가인권위원회의 '장애인 모·부성권 증진을 위한 실태조사'에 따르면 비장애인 10명 중 7명은 '장애인 부부는 아이를 갖지 않는 편이 낫다'고 생각하지만 실제 장애인의 약 70%는 결혼을 해 자녀가 있는 것으로 나타났다.