김포문화재단은 세계 문화다양성의 날을 기념해 '김포문화재단, 2019 문화다양성 주간행사 - 마음 두드림'을 오는 26일 김포아트빌리지 아트센터 광장에서 개최한다.

올해 4회를 맞는 문화다양성 주간행사 '마음 두드림'은 '차이를 즐기자'를 주제로 문화적 차이를 이해하고 즐기는 다양성 캠페인을 비롯해 춤 테라피, 통합예술표현, 공동미술 등 다채로운 체험이 선착순 무료로 운영된다.

또한 록과 클래식을 접목한 어쿠스틱 밴드 가능동밴드와 싱어송라이터 김목인, 강아솔, 팝페라 에클레시아, 퓨전국악 우드블리의 다양한 장르의 수준 높은 공연이 펼쳐지며 지역 청년예술가들의 버스킹 공연이 더해져 한층 풍성한 축제의 장을 선보일 예정이다.

당일 행사와 함께 관내 초등학생을 대상으로 '문화다양성 어린이 그리기대회'가 개최될 예정이다.

본 대회에서 작품을 제출한 어린이를 대상으로 소정의 선물 증정과 김포아트센터에서 전시회를 가질 계획이다.

신청접수는 오는 24일까지며 홈페이지를 통해 접수할 수 있다.

모집인원은 선착순 400명이다.

이어 문화다양성을 즐기기 위한 프로그램이 문화다양성 주간(21일~27일)동안 계속된다.

주간프로그램으로 오는 21일과 23일에는 월곶문화센터에서 문화다양성 영화제를 개최하여 김포문화재단 창작영화 3편을 상영하고 오는 27일(월)에는 김포아트홀에서 알베르토 몬디(방송인)을 초청하여 '틀림이 아닌 다름의 이야기'라는 주제로 문화다양성 강연이 마련됐다.

최해왕 김포문화재단 대표이사는 이번 행사를 통해 "많은 사람들이 문화다양성을 경험하는 소중한 추억을 만들기 바라며, 나아가 '사람이 있는 문화, 다양성으로 함께 누리는 평화문화 도시'로 한 걸음 더 전진할 수 있기를 바란다."고 밝혔다.

문화다양성 주간행사와 관련한 자세한 문의는 김포문화재단 홈페이지 참조 또는 김포문화재단 문화예술진흥팀(031-996-6896)으로 하면 된다.

@highlight

김포문화재단은 '2019 문화다양성 주간행사'를 26일 개최할 예정으로 이번 행사는 문화적 차이를 극복하는 것을 주제로 다양한 체험을 준비 중이며, 특히 버스킹, 팝페라, 퓨전국악 등의 다채로운 공연들이 펼쳐져 한층 즐거운 축제를 선보일 계획이다.