대전시는 국회에서 현안 해결을 위한 '국회의원 초청 간담회'를 개최했다.

대전시는 16일 대전 혁신도시 지정, 국비 확보 드 국회 협력을 이끌어내기 위한 지역 국회의원 초청 간담회를 개최했다.

이날 간담회에는 허태정 시장을 비롯 더불어민주당 조승래(유성구갑)·박병석(서구갑)·박범계(서구을) 의원과 자유한국당 이장우(동구)·정용기(대덕구)·이은권(중구) 의원 등이 참석했다.

허태정 시장은 이 자리에서 "혁신도시 지정을 올해 대전시의 최대 현안사업으로 정했다"면서 지역 정치권의 적극적 협력을 요청했다.

그는 또 "지난 참여정부에서 혁신도시 지정에서 제외돼 겪고 있는 역차별 문제를 해소하고, 도시 내 불균형적 발전을 해소하기 위한 방안으로 대전역세권을 포함한 원도심 지역에 혁신도시 개발예정지구를 지정해야 한다"고 강조했다.

이 밖에 시는 민선7기 지역발전을 견인할 현안사업 6건과 국비확보 사업 30건 등 36건의 현안사업 해결에 정치권이 나서줄 것도 요청했다.

주요 내용을 보면 미래먹거리 현안사업으로는 정부 출연연 오픈 플랫폼 조성과 대덕특구 창의혁신공간 조성, 실패·혁신캠퍼스 조성, 대전모태펀드 조성 등이 논의됐다.

이어 정부의 예비타당성조사 사업인 대전의료원 설립과 대전하수처리장 이전, 유전자의약산업 진흥센터 건립, 융복합 특수영상 콘텐츠클러스터 조성사업이 잘 통과될 수 있도록 협력하기로 했다.

함께 3·8 민주의거 기념관 건립과 단재 신채호 기념교육관 건립 등이 논의됐고, 청년 일자리 확충사업으로는 대전스타트업 파크 조성과 대전형 노사상생모델 좋은 일터사업, 사회적경제 혁신타운 조성이, SOC사업으로는 도시철도 2호선(트램) 건설과 대전 순환도로망 구축사업 등이 논의됐다.

허 시장은 "대전시 미래성장의 기반이 될 대전 혁신도시 지정과 현안 사업이 내실있게 추진될 수 있도록 시정을 집중하고 당정협의회를 정례화해 지역 정치권과의 공조해 나가겠다"고 말했다.

@highlight

대전시는 16일 대전 혁신도시 지정, 국비 확보 드 국회 협력을 유도하기 위한 지역 국회의원 초청 간담회를 열고 대전시의 혁신도시 지정을 위한 지역 정치권의 적극적 협력을 요청하고 역차별 문제와 도시 내 불균형적 발전을 해결하기 위하여 대전역세권을 포함한 원도심 지역에 혁신도시 개발예정지구를 지정해야 한다고 역설했다.