전북도와 김제시가 사업다각화 및 경쟁력 확보를 꾀하는 굴지의 유망산업 기업을 지역 산업단지에 유치, 도내 경기 활성화를 유도하고 있다.

도와 김제시는 지난 17일 김제시청 상황실(2층)에서 박준배 김제시장, 나석훈 도 일자리경제국장 등이 참석한 가운데, ㈜디에스아이·(유)더원쏠라와 김제지평선일반산업단지에 신규 투자를 확약하는 투자협약을 체결했다.

투자협약을 체결한 ㈜디에스아이는 김제지평선일반산단 1만8021.2㎡(약 5451평) 부지에 205억 원을 투자, 41명의 고용을 창출할 예정이다. (유)더원쏠라는 같은 산단 1만1186.6㎡(약 3384평) 부지에 55억 원을 투자, 25명의 고용을 창출할 계획이다. 이 두 기업의 신규 투자가 성공적으로 마무리될 경우, 김제 및 전북 지역 취업난 해소에 적지 않은 영향을 미칠 것으로 기대된다.

㈜디에스아이는 지난 2010년 창립(충남 천안) 이후 각종 폴리에틸렌(PE) 파이프(PIPE) 및 이음관 등을 생산해온 배관자재 전문 생산기업으로 기술력 강화, 고객만족 강화, 특화된 제품으로 고객의 수요에 능동적으로 대처해 왔다는 평가를 받고 있다.

특히 고객 입장에서의 신제품 개발을 위해 선제적 연구를 바탕으로 한 신규투자에 무게를 둔 기업으로 유명하며, 환경중심 시대에 부합하는 최상의 품질과 최고의 제품 공급을 기업 목표로 제시하고 있다.

또한, (유)더원쏠라는 설립(전주)된 지 3년 미만 창업법인으로 최근 각광받고 있는 신재생에너지의 태양광 부품인 수상부유물 구조체를 생산해 향후 신재생에너지 분야를 선도하는 기업으로 우뚝 설 전망이다.

나석훈 도 일자리경제국장은 “전북도와 김제시는 ㈜디에스아이와 (유)더원쏠라가 전북에 투자하길 잘했다는 말이 나올 수 있도록 최선을 다해 지원하겠다”면서 “두 기업 또한 최상의 품질, 최고의 제품을 공급해 고객감동을 실현하는 모범적인 기업으로 성장해 주길 기대한다”고 말했다.

@highlight

전북도와 김제시는 지난 17일 디에스아이·더원쏠라와 김제지평선일반산업단지에 신규 투자를 확약하는 투자협약을 체결하고 사업다각화 및 경쟁력 확보를 꾀하는 굴지의 유망산업 기업을 지역 산업단지에 유치해 도내 경기 활성화를 유도하고 있으며, 이 두 기업의 신규 투자가 성공적으로 마무리될 경우 김제 및 전북 지역 취업난 해소에 적지 않은 영향을 미칠 것으로 기대된다.