경기도내에서 범죄를 저지른 불법체류자가 자신의 국가로 달아나는 사례가 끊이지 않아 경찰이 골머리를 앓고 있다.

19일 경기남부지방경찰청과 경찰청 등에 따르면 도내 불법체류자 범죄현황은 2015년 867건, 2016년 1684건, 2017년 1004건 등 모두 3555건으로 집계됐다.

전국(서울 1558건·경남 1380건)에서 가장 많은 수치다.

불법체류자가 범죄를 저지르면 소재지와 신분이 명확하지 않아 내국인에 비해 용의자를 특정 하는데 시간이 더 필요하다는 게 경찰 관계자의 설명이다.

문제는 경찰이 용의자를 특정하더라도 이들을 쉽게 검거하기 어렵다는 점이다.

경찰 수사망을 피하기 위해 해외로 도주하는 불법체류자가 있기 때문이다.

실제 지난 2월25일 안양시 한 아파트에서 '청담동 주식부자' 이희진씨 부모 살해에 가담한 혐의를 받는 중국인 3명이 인천공항을 통해 중국으로 달아나 적색 수배령이 내려졌다.

또 2015년 10월에는 여주에서 50대 농장주를 납치, 살해한 불법체류자 2명(우즈베키스탄 국적)이 본국으로 출국했고, 11월에는 광주에서 불법체류자(중국국적)가 40대 내국인 남성을 살해한 뒤 다음날 오전 중국으로 도주한 일도 있었다.

경기남부지방경찰청이 이들의 국내송환을 위해 해당국가에 요청한 건수는 2017년 43건, 2018년 34건, 2019년 12건 등이다.

불법체류자가 본국으로 돌아갈 수 있는 방법은 크게 2가지로 나뉜다.

관련 당국에 단속돼 강제출국 당하는 경우와 자진출국 의사를 밝혔을 때다.

불법체류자가 단속되면 보호소 등지에서 머무르면서 조사를 받는다.

반면 자진출국을 원하면 출국 전 공항에서 신청하기만 하면 된다.

불법체류자가 도주하기 위해 자진출국을 신청한 것인지 여부를 확인할 기능이 약한 셈이다.

이에 경기남부지방경찰청은 2015년부터 '사전 신고제'를 도입할 것을 법무부에 요청해 왔다.

사전 신고제는 불법체류자가 자진 출국할 땐 최소 2일 전 출입국관리사무소에 미리 신고하는 제도다.

하지만 이 제도는 인권침해 등의 이유로 논의 단계에서 무산 된 것으로 알려졌다.

@highlight

경기도내에서 범죄를 저지른 불법체류자가 해외로 도주하는 사례가 끊이지 않아 경기남부지방경찰청은 2015년부터 '사전 신고제'를 도입할 것을 법무부에 요청해 왔으나 인권침해 등의 이유로 논의 단계에서 무산되며 경찰이 골머리를 앓고 있다.