20일 제주학생문화원에서 도내 모든 학교 교원들을 대상으로 학교협동조합 활성화를 위한 첫 설명회가 열렸다.

제주특별자치도교육청이 학생, 교직원, 학부모, 지역 주민 등이 참여하는 첫 '학교협동조합' 설립·운영 움직임을 본격화해 귀추가 주목된다.

앞서 제주도교육청은 '2019년 학교협동조합 활성화 추진계획(안)'을 수립하며 올해 특성화고 1개교·일반학교 1개교 등 총 2개교에 학교협동조합을 신규 설립·운영한다는 목표를 세운 바 있다.

이에 따라 도교육청은 20일 제주학생문화원에서 도내 모든 학교의 교원들을 대상으로 학교협동조합 활성화를 위한 첫 설명회를 가졌다.

이날 설명회에서는 장이수 서울시교육청 학교협동조합지원센터장의 특강으로 학교협동조합의 개념과 운영 사례가 소개됐으며 '학교협동조합지원센터'의 향후 추진 방향이 안내됐다.

현재 도교육청은 학생들의 사회적 경제 학습 체험공간으로서의 학교협동조합 설립·운영 지원을 위해 '학교협동조합지원센터'를 구축, 운영하고 있다.

지원센터는 앞으로 학교협동조합의 역할과 필요성 등을 홍보해나가면서 협동조합을 희망하는 학교에 대해 공모사업을 추진, 설립·운영 과정을 적극 지원하게 된다.

6월 중 두번째 설명회를 갖고 학교별 수요조사를 진행한 후 관심학교를 대상으로 설립 지원 컨설팅을 실시할 예정이다.

교육청 관계자는 "학교협동조합을 통해 학생들은 민주적 의사결정과정에 참여하고 이를 통해 민주시민교육이 이뤄지며, 협동의 가치와 학생 성장 중심의 교육 실천과 기업가 정신을 배울 수 있다"며 "이번 설명회로 지역 내 학생, 교사, 학부모 등 지역사회를 아우르는 교육경제공동체인 학교협동조합이 설립돼 협력과 상생의 가치가 중심이 되는 공동체 사회가 이뤄지는 첫 단계가 될 것으로 기대한다"고 전했다.

한편 지난해 특성화고를 중심으로 '제주형 학교협동조합' 설립 추진 의지를 내비친 도교육청은 특성화고 학교협동조합 운영모델 발굴을 위한 연구용역을 실시한 바 있다.

당시 연구진은 학과연계형 모델로 서귀포산업과학고의 경우 농산물 및 말 판매, 한국뷰티고는 헤어서비스, 제주고는 관광 및 카페를 제시했다.

@highlight

제주특별자치도교육청이 학생, 교직원, 학부모, 지역 주민 등이 참여하는 첫 '학교협동조합'의 설립·운영 움직임을 본격화하는 첫 설명회를 열고 개념과 운영 사례를 소개하며 향후 추진 방향을 안내했다.