자메이카 판매상 독점판매 계약 주장 현대자동차가 해외 딜러(판매상)로부터 디스트리뷰터십(판매 대리권) 계약을 어겼다며 수십억원대 소송을 당했지만 1심에서 승소했다.

서울중앙지방법원 민사합의46부(김지철 부장판사)는 자메이카 K사가 현대자동차를 상대로 제기한 판매 대리권 계약 유효 확인과 36억원의 손해배상 소송에서 원고 패소 판결했다고 20일 밝혔다.

K사는 자메이카에서 현대차의 승용차(1998년부터) 상용차(1999년부터)를 판매해 왔다.

하지만 현대차는 2015년 K사가 아닌 M사에게 상용차 판매 영업을 허용했고, 이후 현대차와 K사의 상용차 거래는 중단됐다.

K사는 1999년 현대차가 자메이카에서 상용차에 대한 독점 판매 지위를 인정하는 계약을 체결됐고, 2011년에는 현대차가 자메이카의 상용차 판매 지위를 유지해줄 것을 약속했다고 주장했다.

이어 2015년 6월 상용차 거래를 중지하면서 부동산과 시설물 투자, 재고 처리 등으로 인한 손해를 배상해야 한다고 소송을 제기했다.

재판부는 1999년부터 2015년까지 K사와 현대차의 상용차 부문 거래 관계는 인정했다.

현대차는 K사를 판매상 컨벤션 행사에 초청하고 판매 및 사후 서비스에 대한 교육을 하는 등 상당한 교류를 해왔다.

그러나 이러한 사정이 독점 계약을 체결했다는 증거로 보기에는 부족하다고 봤다.

현대차와 K사 사이에서 승용차 판매에 관한 계약은 수차례 있었다.

하지만 상용차와 관련된 계약서가 작성된 적은 한 번도 없었다.

또 K사가 법원에 제출한 독점 판매 계약서의 경우 작성자가 K사 운영자이기 때문에 증거로서 요건을 갖추지 못했다.

재판부는 "계약서가 작성되지 않은 상용차에 관해 독점 판매 지위를 기한 없이 인정했을 것으로 보이지 않는다"면서 "현대차가 승용차 계약서를 작성하고 상용차 계약서를 작성하지 않은 점을 보면, (K사에게) 디스트리뷰터 지위를 부여하지 않으려는 의사가 있었던 것으로 볼 여지가 있다"고 설명했다.

이에 따라 재판부는 K사가 현대차를 상대로 채무불이행, 공정거래법 위반, 부당이득금 반환 등의 주장을 모두 받아들이지 않았다.

@highlight

자메이카 판매상 독점판매 계약 주장 현대자동차가 해외 딜러(판매상)로부터 디스트리뷰터십(판매 대리권) 계약을 어겼다며 수십억원대 소송을 당했지만 서울중앙지방법원 민사합의46부(김지철 부장판사)가 자메이카 K사가 현대자동차를 상대로 제기한 판매 대리권 계약 유효 확인과 36억원의 손해배상 소송에서 원고 패소 판결하며 1심에서 승소했다.