한국과학기술원(KAIST)은 생명화학공학과 이상엽 특훈교수 연구팀이 대사공학 기법을 이용해 재조합 미생물 기반의 포도향을 생산하는 공정을 개발했다고 20일 밝혔다.

이 기술은 재생 가능한 탄소 순환형 바이오매스를 통해 화학적 촉매 반응 없이 순수한 생물학적 공정만으로 메틸안트라닐산을 제조하는 기술이다.

생산 공정이 단순하고 친환경적이기 때문에 경제적인 방식으로 고부가가치 물질인 메틸안트라닐산을 생산할 수 있다.

석유 자원의 고갈과 기후 변화 및 환경 문제 우려가 커지면서 여러 유용한 화학물질 생산을 위한 친환경적이고 지속 가능 공정의 중요성과 관심이 날로 커지고 있다.

특히 대사공학은 재생 가능한 비식용 바이오매스로부터 다양한 천연 및 비천연 화합물 생산을 가능하게 해 지속 가능한 발전을 위한 해결책을 제공해 왔다.

하지만 식물 유래의 천연화합물 생산을 위한 미생물 개발은 여전히 부족해 계속 도전해야 할 분야로 남아있다.

메틸 안트라닐산 생산 과정.

메틸안트라닐산은 콩코드 포도 특유의 향과 맛을 내는 주요 천연화합물로 여러 과일 및 식물에 함유돼 있다.

화장품이나 의약품 등에 향미 증진제로 광범위하게 사용되는 물질로 다방면으로 활용할 수 있다.

그러나 식물에서 메틸안트라닐산을 추출하는 방식은 경제성이 낮아 지난 100여 년간 유기용매를 사용하는 석유 화학적 방법으로 제조돼 인공착향료로 분류됐다.

연구팀은 대사공학 기법으로 미생물의 대사 회로를 설계해 포도당과 같이 재생 가능한 바이오매스로부터 100% 천연 메틸안트라닐산을 화학 촉매 없이 효율적으로 생산하는 공정을 최초로 개발했다.

이 특훈교수는 "지난 100년 동안 석유화학 기반으로만 생산된 메틸안트라닐산을 100% 바이오 기반의 친환경 방식으로 생산할 수 있게 된 기술"이라며 "천연 메틸안트라닐산은 향후 식품, 의약품 및 화장품 산업에 다방면으로 이용할 수 있을 것"이라고 밝혔다.

이번 연구결과는 국제학술지 '미국 국립과학원회보(PNAS)' 5월 13일자 온라인판에 게재됐다.

@highlight

한국과학기술원(KAIST)은 생명화학공학과 이상엽 특훈교수 연구팀이 대사공학 기법을 이용해 화학적 촉매 반응 없이 순수한 생물학적 공정만으로 재조합 미생물 기반의 포도향을 생산하는 기술을 개발하여,식품, 의약품 및 화장품 산업에 다방면으로 적용할 수 있다고 20일 밝혔다.