국가미세먼지정보센터(미세먼지센터) 입지 문제를 둘러싸고 충청권 기초단체 3곳 사이에 미묘한 신경전이 감지되고 있다.

미세먼지센터는 지난 3월 관련 법률 개정에 따라 올 하반기 출범을 앞두고 있다.

새 공적 기관이 하나 생기는 것이고 그러다 보니 미세먼지센터를 유치하기 위해 선의의 경쟁을 벌이는 상황인데 이는 어느 정도 이해할 수 있는 노릇이다.

다만 필요 이상 도를 넘는 행태는 곤란하다.

타 권역과 경합하고 있는 것도 아닌 마당에 충청권 지자체끼리 과열 양상을 보일 이유가 있는지 반문하지 않을 수 없다.

미세먼지센터가 충청권에 들어서는 것만은 확실시되는 것 같다.

다른 특별한 사유가 발생하지 않는 한, 미세먼지 이슈와의 정책적 상관관계 형성이 부자연스럽지 않은 충남 서해안권 지자체들을 우선 순위로 꼽고 있는 분위기다.

이와 관련한 충남도의 원칙적인 입장은 "전국의 화력발전소 60기 중 30기가 보령, 당진, 태안 등 충남 서해안에 위치해 현장 중심의 특화된 미세먼지 정책 추진이 필요하다"는 것이고 따라서 "미세먼지와 2차로 생성되는 황산화물, 질소산화물 등 오염물질 배출원 관리를 위해 충남 서해안에 설치해야 한다"는 것으로 요약된다.

이런 가운데 현재 서산시와 당진시가 미세먼지센터 유치를 놓고 경합하는 모양새인 데다 양측 형세가 만만치 않아 충남도로서는 한쪽 편을 들기가 조심스러울 것으로 관측된다.

충남 두 도시와 함께 충북 청주시도 오송에 미세먼지센터 유치를 희망하고 있어 외형상 3 파전을 연상케 하고 있다.

오창 일원 미세먼지 융복합 종합지원센터, 충북 혁신도시내 '미세먼지 융복합 종합실증센터' 구축 등 옵션도 내걸었다.

주무 부처인 환경부가 중심을 잡고 소모전이 되지 않도록 갈등관리 차원에서 교집합을 모색해 나가는 게 필요하다.

기관 설립의 법적 취지, 업무수행의 효율성 및 합목적성 등에 기반해 입지 조건을 제시하는 한편, 경쟁 지자체들의 승복도 담보해둬야 한다.

@highlight

미세먼지센터가 지난 3월 관련 법률 개정에 따라, 올 하반기 출범을 앞두고 있는 가운데 입지 문제로 인해 충청권 기초단체 3곳이 신경전을 벌이고 있어, 주무 부처인 환경부를 중심으로 갈등을 최소화할 수 있는 대안이 제시돼야 할 것으로 보인다.  