이마트가 혁신적인 아이템 발굴을 위한 상품 혁신 프로젝트를 본격적으로 시작한다.

이마트는 지난 3월부터 진행한 '우수 상품 협력회사 열린 공모전' 모집을 마감하고 20일을 시작으로 오는 24일까지 상품 컨벤션을 진행한다고 밝혔다.

이마트는 급변하는 새로운 협력회사를 발굴해 급변하는 소비 트렌드에 대응하고 20~30대 고객을 공략하기 위해 공모전을 진행했다.

이마트는 이번에 협력회사 신용등급 문턱을 대폭 낮췄다.

그 덕에 신선ㆍ가공ㆍ뷰티 등 다양한 분야의 500여개 회사가 지원했으며, 1차 심사를 거친 303개 회사가 컨벤션에 참여한다.

상품 컨벤션은 이마트 성수 본사 6층 대강당에서 진행된다.

협력사별로 개별 부스를 제공해 상품을 충분히 시연할 수 있는 공간을 마련했다.

이마트 바이어와 팀장, 임원은 각 상품의 가격ㆍ차별성ㆍ품질ㆍ디자인 등을 고려해 테스트 판매 상품을 선정한다.

이번 심사엔 25명의 고객 평가단의 의견까지 반영된다.

최종적으로 선정된 상품은 7월부터 이마트 주요 매장에 테스트 판매된다.

이를 통해 상품성을 입증한 협력회사는 이마트와 정식 계약을 체결하게 된다.

이번 공모전에 참여한 업체들은 이마트 뿐 아니라 이마트가 운영하는 다양한 전문점과의 거래를 원했다.

303개의 참여회사 중 이마트와 거래를 요청한 업체는 290개, 트레이더스는 209개, 노브랜드는 143개, 삐에로쑈핑은 104개, PK마켓은 95개, 부츠는 25개였다.

대다수 업체가 1개 이상 채널과 거래하기를 원했다.

이마트는 이번 공모전을 통해 대형마트에서 판매하기 어려운 상품도 전문점을 통해 선보일 수 있을 것으로 내다봤다.

한편 이마트는 이번 공모전에 참여하는 기업의 60%가 중소기업인 것을 고려해 이들의 부담을 최소화하기 위해 노력했다.

먼저 테스트 판매 상품은 직매입으로 운영해 협력회사의 재고 부담을 덜기로 했다.

또 대금을 100% 현금 결제로 지급하며 공장 심사비용도 지원한다.

노재악 이마트 상품본부장은 "이마트의 상품혁신을 위해 기존의 틀에서 벗어난 열린 공모전을 실시했다"며 "이번 공모전을 통해 빠르게 변하는 고객 니즈에 부합할 수 있는 상품들을 이마트에서 선보일 것"이라고 했다.

@highlight

이마트는 급변하는 소비 트렌드에 대응해 2-30대 고객층을 공략하고자 '우수 상품 협력회사 열린 공모전'을 모집하고 상품 컨벤션을 진행하는 등 혁신적인 아이템 발굴을 위한 상품 혁신 프로젝트를 본격적으로 시작했다.