야콥 할그렌(Jakob Hallgren) 주한 스웨덴 대사가 볼보의 최상위 쇼퍼드리븐 세단 S90 엑설런스 옆에서 포즈를 취하고 있다.

볼보자동차코리아가 20일 볼보의 최상위 쇼퍼드리븐(chauffeur-driven) 세단 S90 EXCELLENCE(엑설런스)를 출시하고 야콥 할그렌(Jakob Hallgren) 주한 스웨덴 대사에게 차량을 전달했다.

한국과 스웨덴의 수교 60주년을 기념해 진행한 이번 차량 전달식은 서울 성북동의 주한 스웨덴 대사관저에서 이윤모 볼보자동차코리아 대표이사와 할그렌 대사 및 관계자들이 참석한 가운데 진행됐다.

할그렌 대사가 타게된 S90 엑설런스는 볼보의 인간 중심(Human-Centric) 철학을 바탕으로 한 최상위 플래그십 라인업이다.

뒷좌석 접이식 테이블, 마사지 시트, 냉장고, 오레포스(Orrefors) 수공예 크리스털 샴페인 잔과 컵 홀더 등이 적용됐다.

여기에 슈퍼차저와 터보차저, 전기모터를 결합한 총 405마력의 T8 플러그인 하이브리드 엔진과 8단 자동 기어트로닉 변속기, 사륜구동시스템(AWD)을 탑재해 안정적이면서 역동적인 주행성능까지 갖췄다.

이윤모 대표는 "오늘날 볼보가 추구하는 스웨디시 럭셔리는 현대의 라이프스타일에 최적화된 새로운 실내경험을 제공하는 것"이라며 "S90 엑설런스는 이 같은 브랜드 철학이 집약된 모델로 여유로운 공간과 평온함, 프라이버시 등 최상위 세단에 기대하는 현대적 럭셔리의 모든 가치를 제공할 것"이라고 밝혔다.

S90 엑설런스의 판매가격은 9900만원이며, 업계 최고 수준인 5년 또는 10만㎞ 무상 보증 및 소모품 교환 서비스를 기본으로 제공한다

@highlight

볼보자동차코리아가 20일 볼보의 최고급 쇼퍼드리븐 세단 S90 EXCELLENCE를 출시하고 야콥 할그렌 주한 스웨덴 대사에게 차량을 인도했는데, S90 엑설런스는 볼보의 인간 중심 철학을 바탕으로 한 최상위 플래그십의 라인업이며 업계 최고 수준인 5년 또는 10만㎞ 무상 보증 및 소모품 교환 서비스를 파격적으로 제공할 예정이다.