20일 아라동의 한 프랜차이즈 커피숍은 교통안전을 위해 야광 도료나 반사지를 사용해서는 안 되지만 해당 가게명과 반사지로 방향을 가리키는 청색 표지판을 도로에 설치했다.

도내 주요 공공시설 및 공용시설 등의 방향을 안내해주는 사설안내표지가 우후죽순 설치돼 도시 경관을 저해하고 운전자들에게 혼선을 주고 있다는 지적이다.

더구나 규정에 맞지 않게 설치된 안내표지가 있는데도 관계당국은 현황조차 파악하지 못하고 있어 대책이 요구된다.

제주시에 따르면 사설안내표지는 읍·면·동에서 각각 관리되고 있으며 제주시내에는 90여개의 사설안내표지가 설치돼 있는 것으로 파악됐다.

국토교통부 '사설 안내표지 설치 및 관리 지침'을 살펴보면 사설안내표지판은 응급의료시설을 갖춘 병원, 500㎡ 이상 종교시설, 300세대 이상 공동주택 등에 대한 안내가 필요하다고 인정될 때 설치한다.

바탕색의 경우 규칙에 정한 녹색·청색 등 각종 도로표지의 색상과 혼동을 일으킬 우려가 있는 색채나 적색을 사용해서는 안 되며 관광시설을 안내하는 경우에는 관광지표지와 동일한 갈색 바탕의 표지판을 사용해야 한다.

20일 제주시 아라동을 방문한 결과 도로 곳곳 법규를 어긴 사설안내표지들이 우후죽순 설치돼 있었다.

한 프랜차이즈 커피숍은 교통안전을 위해 야광 도료나 반사지를 사용해서는 안 되지만 해당 가게명과 반사지로 방향을 가리키는 청색 표지판을 도로에 설치했다.

또 한 교회 표지판 내 안내문은 시설명, 상징마크, 방향 및 거리 이외의 문자를 표기해선 안 되지만 해당 교회에서 운영하는 부설 미술관의 전화번호와 글씨 크기 등 규정에 어긋나게 설치돼 있었다.

제주시에 문의한 결과 두 곳 모두 사설안내표지 설치기준에 어긋난 것으로 확인됐다.

제주시 관계자는 "사설안내표지의 경우 관리주체가 제주시 본청과 읍·면·동으로 나눠져 있어서 모든 현황을 파악하기가 어렵다"며 "법규를 위반한 시설물이 확인될 경우 철거 통보를 하고 있다"고 말했다.

@highlight

도내 주요 공공시설 및 공용 시설 등의 방향을 안내해 주는 사설안내표시가 우후죽순 설치되면서 규정에 맞지 않게 설치되고 있는 안내표지가 많아지고 있지만 관리주체가 제주시 본청과 읍면동으로 나눠져 있어 관계당국은 현황조차 파악하지 못하고 있어 대책이 필요한 상황이다.