시교육청 "가까운 거리에 일반계 3곳 있어… 추가 설립 어렵다" [김근우 기자 gnu@imaeil.com] 대구 신서혁신도시 전경.

대구 동구 신서혁신도시의 교육여건 개선을 위해 일반계 고등학교를 유치해야 한다는 움직임이 커지고 있다.

현재 신서혁신도시에는 초등학교 2곳, 중학교 1곳이 있지만 특목고인 대구일과학고를 제외하면 고등학교는 없다.

때문에 이곳 고등학생들은 도시철도 1호선 각산역이나 율하역까지 통학해야 하는 실정이다.

대구 동구청은 최근 동부교육지원청과의 간담회에서 혁신도시 내 일반계 고교 유치를 공식 건의했다고 20일 밝혔다.

동구청은 앞서 지난해 11월에도 일반고교 유치에 대한 제안서를 시교육청에 전달한 바 있다.

배기철 동구청장은 "공공기관 임직원들의 이주가 많은 혁신도시의 특성상 자체 교육체계가 갖춰지지 못하면 정주 여건에 큰 타격을 입는다"며 "사립학교에 파격적인 제안을 하거나, 구청 차원에서 사학기관을 설립하는 방안까지 고려하겠다"고 했다.

동구 안심 일대는 신서혁신도시 조성 이후 약 1만4천767가구가 늘어났지만, 일반계 고등학교는 한 곳도 설립되지 않았다.

이로 인해 동구에서만 연간 1천200여명 이상의 학생이 타 지역 학교로 유출된다는 것이 구청의 설명이다.

한국가스공사 등 6개 공공기관 노조 등 혁신도시 주민들이 만든 '대구혁신도시 발전협의회'도 지난해 고등학교 설립을 요구하며 4천여명의 서명을 받았다.

그러나 시교육청은 혁신도시에서 대중교통으로 이동할 수 있는 거리에 이미 일반계 고등학교 3곳(강동고·동부고·정동고)이 있고, 학령인구 감소가 예상되는 상황에서 고등학교 신설은 어렵다는 입장이다.

시교육청 관계자는 "기존 3곳 학교의 반별 평균 학생 수가 21~30명으로 많지 않고, 2020년부터 학령인구가 큰 폭으로 줄어들 것으로 예상해 교육부의 중앙투자심사를 통과할 가능성이 적다"고 했다.

@highlight

대구 신서혁신도시는 대구일과학고를 제외하면 고등학교가 없으므로 '대구혁신도시 발전협의회'는 교육여건 개선을 위해  4천여명의 서명을 받는 등 일반계 고등학교 유치 숙원 사업을 위해 힘쓰고 있다.