장비개선·직영화 등 원인 스크린도어(승강장 안전문) 고장이 구의역 사고 후 1/3로 줄어든 것으로 나타났다.

서울교통공사는 지난해 지하철 1~8호선 승강장 안전문 고장이 구의역 사고가 일어났던 2016년과 비교해 68% 줄었다고 21일 밝혔다.

공사 발표에 따르면 안전문 고장 건수는 2016년 9.3건에서 2018년 3건(일 평균)으로 줄었다.

올해는 2.2건(4월 기준)을 기록 중이다.

공사는 구의역 사고 후 장비와 인력구조 두 축을 중심에 두고 안전대책을 추진했다.

안전문 고장의 원인인 주요 부품 교체에 주력했고 승무원 안내장치 화면 등 장비도 식별이 편하도록 개선했다.

안전문 끼임 사고 원인이 되던 장애물감지센서도 대폭 교체했다.

정비직원 수는 2배 이상 늘렸다.

구의역 사고 당시 146명이던 것에서 381명으로 늘었다.

사고의 근본 원인으로 지목된 외주 용역업체 문제는 직영화로 해결했다.

공사 관계자는 "승강장 안전문 전담 관리조직을 신설하고 235명 전담직원이 보강되면서 2인 1조 작업 원칙이 지켜질 수 있는 여건이 마련됐다"고 설명했다.

정비직원도 공사 정규직으로 전환시켰다.

잦은 고장의 원인이 된 장애물감지센서는 레이저스캐너 방식으로 교체하면서 선로 쪽이 아닌 승강장에서도 점검과 유지보수를 할 수 있게 돼 안전한 작업이 가능해졌다.

한편 구의역 사고 이후 전문가 의견을 거쳐 전면 재시공이 결정된 9개역 중 8개역이 교체 공사를 마무리 하고 4월부터 정상 가동 중이다.

공사는 2017년 하반기부터 167억원 예산을 투입해 2호선 방배역 신림역 성수역, 3호선 을지로3가역, 5호선 김포공항역 왕십리역 군자역 광화문역의 승강장 안전문을 교체했다.

김태호 서울교통공사 사장은 "유지보수 직원의 전문성 향상, 지속적 부품 교체 등을 통해 안전성을 한층 강화해갈 것"이라고 말했다.

@highlight

서울교통공사는 21일 2016년구의역지하철안전문 사고이후 장비와 인력구조등 안전대책을 추진하여 1~8호선 승강장 안전문 고장이 구의역사고 때와 비교해 68%으로 줄었다고 밝혔다.