'싱어송라이터' 유승우가 오는 7월 정규 앨범 발매 기념 콘서트를 개최한다.

소속사 스타쉽엔터테인먼트는 "유승우가 오는 7월 6~7일 양일간 서울 홍대 KT&G상상마당 라이브홀에서 정규 앨범 발매 기념 콘서트 <유승우 2>를 개최한다"고 21일 밝혔다.

지난 8일 5년 만에 정규 2집 'YU SEUNG WOO 2'(유승우 2)를 발표하며 가요계에 화려하게 컴백한 유승우는 이를 특별히 기념하기 위해 콘서트를 개최, 팬들과 소중한 시간을 함께한다.

이번 콘서트는 유승우가 직접 작사하고 작곡한 앨범 'YU SEUNG WOO 2'를 비롯해 다채로운 음악으로 가득 채워질 예정이다.

특히 그동안 가슴 속에 담아둔 말, 일기장 한쪽에 차곡차곡 적어둔 글을 노래로 풀어냈던 만큼 관객들의 마음을 어루만지며 편안하게 다독여줄 전망이다.

또한, 앨범에 미처 다 담지 못한 유승우의 또 다른 매력까지도 모두 공개하며 설렘이 가득한 공연을 만들어 낼 것으로 기대된다.

앞서 유승우는 지난 2016년부터 단독 콘서트 <달달한 밤>을 개최, 풍성한 라이브 밴드와 매력적인 무대로 관객들의 입소문을 타 공연마다 매진 사례를 일으키며 콘서트 브랜드화에 성공했다.

이를 바탕으로 유승우는 한층 더 성숙한 음악과 무대로 감동을 선사한다.

콘서트 개최를 예고하며 팬들의 기대감을 끌어올린 유승우는 최근 정규 2집 'YU SEUNG WOO 2'(유승우 2)와 수록 타이틀곡 '너의 나'로 음악 팬들의 큰 사랑을 받고 있다.

솔직하고 따뜻한 감성을 그대로 녹여낸 가사에 아름다운 멜로디, 호소력 짙은 보이스는 한층 더 깊은 그만의 음악 세계를 보여주며 '싱어송라이터'로서 독보적인 성장을 증명했다.

한편, 유승우는 오는 7월 6일 오후 6시, 7일 오후 5시 서울 홍대 KT&G상상마당 라이브홀에서 정규 앨범 발매 기념 콘서트 <유승우 2>를 개최하며, 티켓 오픈은 멜론티켓에서 21일(오늘) 오후 8시 진행된다.

@highlight

정규앨범 발매 기념 콘서트를 개최하는 '싱어송라이터' 유승우는 이번 콘서트에서 그가 직접 작사하고 작곡한 앨범'YU SEUNG WOO 2'를 비롯해 다채로운 음악을 선보일 예정이며, 팬들의 기대감을 끌어올림과 동시에 타이틀곡으로 많은 팬들의 사랑을 받고 있다.