［충북일보=증평］ 증평군이 신성장 산업으로 각광받고 있는 곤충산업 활성화에 본격적으로 나선다.

현재 증평군에는 총 3개의 곤충사육업체가 운영 중이다.

도안면 송정리에 자리한 참좋은굼벵이 곤충농장(대표 유준형)이 366㎡로 사육장에서는 30만 마리의 흰점박이꽃무지(꽃벵이)와 4천여 마리의 애완용 장수풍뎅이와 사슴벌레가 자라고 있다.

꽃벵이는 간 해독, 혈액순환에 좋아 환, 즙 등 식용 또는 약용으로 사용되는 등 입소문을 타고 고객층이 넓어지면서 연간 6천만 원의 매출을 올리고 있다.

지난 1월 도안면 도당리에 문을 연 라바곤충산업(대표 김이식)은 204㎡ 사육장에서 2천500만 마리의 동애등에를 사육한다.

동애등에는 음식물 쓰레기를 분해뿐만 아니라 분해해서 나오는 부산물을 비료원료로 사용하고, 유충과 번데기 등은 사료원료로 쓸 수 있어 1석 3조다.

증평읍 송산리에 위치한 우람산업(대표 강장석)도 동물사체 처리용 구더기를 100kg과 굼벵이 100kg을 기르고 있다.

한국농촌경제연구원(KREI)은 2015년 발표한 '미래농업으로 곤충산업 활성화 방안' 연구 보고서를 통해 국내 유용곤충산업 시장규모가 2015년 3천39억 원에서 2020년 5천363억 원으로 1.76배 성장할 것으로 전망했다.

증평군은 곤충 산업을 육성하기 위해 건조기, 배합기, 세척기 등 곤충 사육농가 생산기반 구축을 지원하고 매년 식용곤충을 이용한 궁중 요리 시연도 하고 있다.

내년 3월 에듀팜 특구 내 개장 예정인 곤충체험장과 연계한 프로그램 개발에도 몰두하는 등 미래 신성장 산업인 곤충 산업 활성화를 위해 노력하고 있다.

군 관계자는 "미래 농업을 이끌어 갈 곤충산업에 적극 지원해 증평을 대표할 산업으로 만들어 나가겠다"고 말했다.

@highlight

증평군에서 운영중인 3개의 곤충사육업체는 시장규모가 커짐에 따라 매출이 증가하고 있으며 증평군에서는 미래 신성장 산업인 곤충 산업 활성화를 위해 노력하고 있다.