상생형 스마트공장 구축 지원 사업에 참여한 기업 중 86.2%가 사업에 만족하는 것으로 나타났다.

중소기업중앙회는 20일 상생형 스마트공장 구축 지원 사업의 참여기업 499개사를 대상으로 설문 조사한 결과 이같이 나타났다고 밝혔다.

자료에 따르면 참여기업의 86.2%가 상생형 스마트공장 구축 지원사업에 대해 만족했으며 이들은 기업은 작업현장 개선(63.8%), 낮은 기업부담금(43.6%), 제조현장 혁신 활동 멘토링(35.5%) 등을 그 이유로 꼽았다.

구축 지원사업의 제조현장 혁신활동에 대한 만족도는 84.7%로 나타났다.

중기중앙회는 대기업 제조현장 전문가의 멘토링 활동에서 비롯된 것으로 분석했다.

업종별로는 자동차·운송(94.3%), 섬유·의복·화학·플라스틱(90.7%) 분야에서 만족도가 높게 나타났다.

스마트공장 구축 후 인력 운용 계획으로는 교육 후 기존인력을 활용하겠다는 응답률이 79.4%로 압도적으로 높았으며 이어 신규인력 채용(24.6%), 외부전문가 활용(2.8%) 등의 순이었다.

스마트공장 구축 후 인력운용 계획은 교육 후 기존인력 활용(79.4%)이 가장 높게 나타났으며 이어서 신규인력 채용(24.6%), 외부전문가 활용(2.8%) 순으로 답했다.

스마트공장 관련 희망 교육은 업종별 맞춤형 교육(54.6%)이 가장 높게 나타났으며 이어 우수사례 방문·견학(33.5%), 분야별 특화 교육(31.4%), 1대 1 현장교육(19.5%) 순으로 조사됐다.

참여기업 중 93.2%가 향후 사업 유형 고도화에 긍정적인 반응을 보였다.

중기중앙회는 정부의 상생형 스마트공장 지원 확대도 필요하다고 설명했다.

중기중앙회 양찬회 혁신성장본부장은 “중기중앙회가 정부의 ‘2022년까지 3만개 스마트공장 구축’이라는 중소기업 스마트 제조혁신 전략의 핵심 추진주체가 될 수 있도록 힘쓰겠다”면서 “스마트공장 구축은 완료가 아닌 운영의 시작으로 구축지원 대비 상대적으로 미흡한 시스템 운영지원 등 구축 후 사후관리에 대한 정책적 지원이 확충돼야 한다”고 말했다.

@highlight

중소기업중앙회는 20일 상생형 스마트공장 구축 지원 사업의 참여기업 499개사를 대상으로 설문 조사한 결과 참여기업의 86.2%가 사업에 대해 만족하였으며 업현장 개선(63.8%), 낮은 기업부담금(43.6%) 등을 이유로 선정하였다.