대구문화예술회관에서는 팔공홀 재개관을 기념하기 위한 대구시립예술단 합동공연 뮤지컬 ‘바데기’(가칭) 에 출연할 주·조역 배우를 모집한다.

이번 오디션은 30일 대구문화예술회관 내 대구시립극단 연습실에서 실시한다.

뮤지컬 ‘바데기’는 방짜유기를 만들기 위한 최초의 쇳물 덩어리 ‘바데기’처럼 별 볼 일 없어 보이던 한 청년이 힘든 담금질의 시간을 견뎌내고 방짜유기 징의 황소울음을 잡아내는 최고의 유기장으로 성장하는 이야기다.

대구가 전국 최초의 방짜유기 박물관을 보유하고 있다는 점에서 착안한 방짜유기의 새로운 스토리텔링이다.

전통문화지킴이로서 대구의 위상을 제고하고 더불어 재개관으로 새로운 출발을 알리는 대구문화예술회관의 밝은 미래를 바라는 의미도 담았다.

이번 작품은 대구시립예술단 4개 단체가 모두 모여 기량을 펼치는 무대가 된다.

대구시립극단 최주환 예술감독이 연출을 하고 대구시립국악단 이현창 지휘자가 지휘를, 대구시립국악단 채한숙 안무자가 한국무용 안무를, 대구시립무용단 김성용 예술감독이 현대무용 안무를, 소년소녀합창단 권유진 지휘자가 소년소녀합창 지휘를 한다.

극·작사는 박선희 작가가 쓰고, 작곡은 여승용, 이정호, 이영록이, 극 안무는 장혜린이 맡는다.

국악 라이브 연주와 함께하는 초대형 뮤지컬로 대구문화예술회관 내 시립예술단체와 오디션으로 발탁될 배우들이 함께 무대를 꾸밀 예정이다.

이번 전형은 연기, 춤, 노래 등에 재능이 있는 자는 응모가능하며 접수기간은 27일 오후 6시까지다.

실기전형은 30일 오후 2시에 실시하며 공연연습은 6월 10일부터 시작된다.

자세한 사항은 대구문화예술회관홈페이지(http://artcenter.daegu.go.kr) 채용/입찰공고 게시판에서 확인할 수 있다.

@highlight

한 청년이 담금질의 시간을 견디고 최고의 유기장으로 성장하는 이야기인 대구시립예술단 합동공연 뮤지컬 ‘바데기’(가칭)가 주·조역 배우를 모집함에 따라 30일 대구문화예술회관 내 대구시립극단 연습실에서 오디션을 실시한다고 밝혔다.