영천시는 17일 제주 탐나라공화국내에 설치되어 있는 영천은하수길에서 탐나라공화국 상상그룹과 관광산업발전을 위한 상생협약을 체결했다.

영천시는 지난 17일 제주 탐나라공화국내에 설치돼 있는 영천은하수길에서 탐나라공화국 상상그룹(대표 강우현)과 관광산업발전을 위한 상생협약을 체결했다.

이날 협약은 다양한 내·외국인이 방문하는 탐나라에 영천시 관광홍보 거점을 마련하고 풍부한 관광 노하우의 상호교류를 통해 상생발전의 기틀을 다지기 위해 마련됐다.

협약식에서는 영천시 관광산업활성화를 위한 자문과 콘텐츠 개발 및 영천시민의 현장견학 시 할인혜택 부여, 탐나라공화국 보세구역 내에 영천 특산물 홍보 편의제공에 협력하고, 영천 관내 불용임목 활용으로 탐나라와 영천의 관광환경조성에 협력해 나가기로 했다.

시는 이번 협약을 통해 영천시 관광자원의 우수성을 알리고 관광객 유치의 교두보를 확보하기 위해 관광 홍보물을 지속적으로 제공해 제주를 방문하는 내·외국인들의 영천에 대한 관심을 고조시키는 한편 영천시가 민·관이 힘을 모아 관광산업의 성공신화를 이루어낸 모범 사례로 손꼽힐 수 있게 만든다는 전략이다.

이날은 또 제주도 오름 도당굿과 국제 도자세라믹스 워크숍이 열리는 가운데 부대행사로 영천교 개통식, 영천쉼표·삼휴정 현판식 및 영천별빛한우 포장 박스 전시회, 영천와인시음회가 동시에 펼쳐진다.

한편 탐나라공화국 강우현대표와 영천시의 인연은 평소 ‘관광이 미래 먹거리다’라고 외치는 최기문 시장이 관광정책에 대한 강력한 의지로 지난해 8월 탐나라공화국을 방문하면서 시작됐다.

또 영천은하수길에 영천별빛한우 홍보관을 마련해 포장박스와 배너의 QR코드를 통해 영천별빛촌장터 쇼핑몰로 연계되어 영천별빛한우를 온라인으로 구매할 수 있게 됐다.

@highlight

영천시는 다양한 내·외국인이 방문하는 탐나라에 영천시 관광홍보 거점을 마련하고 풍부한 관광 노하우를 교류하기 위해 지난 17일 제주 탐나라공화국내에 설치된 영천은하수길에서 탐나라공화국 상상그룹과 관광산업발전을 위한 상생협약을 체결했다. 