= 양산시는 6월 중순부터 평산동 이마트 트레이더스에 무인민원발급기를 신규설치하여 무인민원발급 서비스를 시행할 예정이다.

이마트 트레이더스 무인민원발급기는 2층 출입구내 왼쪽에 위치할 예정이며, 운영시간은 오전 7시부터 밤 12시까지이고, 발급 가능한 민원서류는 △주민등록 2종 △토지·지적·건축 8종 △차량 4종 △지방세 18종 등 총 75종이다.

양산시 관계자는 "웅상지역의 주민등록인구가 2019년 4월말 현재 94,008명으로서 기존 설치되어 있는 웅상출장소, 서창동, 소주동, 평산동, 덕계동, 웅상하나로마트의 무인민원발급기 6대로는 부족해 추가로 무인민원발급기의 설치가 필요한 것으로 판단했다"며 "유동인구 및 위치 등을 종합적으로 고려하여 평산동 이마트 트레이더스에 설치를 결정했다"고 밝혔다.

양산시는 물금읍행정복지센터 등에 현재 총 30대의 무인민원발급기를 운영 중이다.

지난해 전체 무인민원발급건수는 20만9431건으로 2017년도 대비 약 8% 증가했고, 발급증명민원으로는 주민등록등·초본이 12만5449건 발급돼 전체 발급량의 60%를 차지하고, 가족관계등록부 15%, 부동산등기부등본 5% 순이다.

지난해 주민등록등초본과 가족관계등록부의 양산시 전체(창구+무인민원발급) 발급량은 각각 49만1865건과 15만7359건이며, 이중에서 무인민원발급기를 통해 각각 약 26%와 20%의 발급이 이뤄지고 있어 시민들의 민원서류발급에 있어서 무인민원발급기가 차지하는 비중이 상당하다는 것을 알 수 있다.

양산시 인구가 지속적으로 증가하고 있는 만큼 이용이 편리한 무인민원발급이용이 꾸준히 증가할 것으로 내다보고 있다.

@highlight

양산시는 평산동 이마트 트레이더스에서 75종의 민원서류 발급이 가능한 무인민원 발급서비스를  6월 중순부터 시행한다.