[구미] 구미가 정부 ‘제2 광주형 일자리 사업’ 후보지로 거론(영남일보 5월20일자 1면)된 데 이어 20일 ‘5G 테스트베드 구축 사업지’로까지 최종 확정되자 구미시민과 정·관·재계는 잔칫집 분위기다.

산업단지 조성 40년 만에 가장 큰 어려움을 겪고 있는 구미산단에 강력한 신동력이 될 것으로 확신하고 있다.

장세용 구미시장은 20일 “내달 말까지 구미가 제2 광주형 일자리 사업 후보지로 확정될 것이라는 생각엔 전혀 빈틈이 없다”면서 “제2의 광주형 일자리 사업 확정 이후 정부의 전폭적인 지원이 뒤를 이어야 구미가 제2 경제부흥 시대를 맞을 수 있을 것”이라고 말했다.

장 시장은 “정부 상생형 지역일자리 패키지 지원엔 △기업지원 △근로자 복지지원 △노사상생 지원 △산업인프라 지원이 포함된 만큼 지역경제와 연계할 수 있는 경제적 후속 조치도 충분히 고려하고 있다”고 덧붙였다.

조정문 구미상공회의소 회장은 “지난 2월 SK하이닉스 반도체 클러스터 유치가 무산된 이후 42만 구미시민들은 사실상 희망을 포기했으나 구미가 제2 광주형 일자리 사업 후보지로 최종 확정된다는 소식에 그나마 위로가 됐을 것”이라면서 “정부는 기업 R&D 역량강화를 위한 5G 산업생태계 조성과 5G 맞춤형 청년인재 양성에도 눈을 돌려 추락한 지역경제를 살려달라”고 요청했다.

구미산단 1단지에서 중소기업을 운영하는 A씨(54)는 “제2 광주형 일자리 사업과 새로운 일자리 창출이 가능한 신산업 연계는 물론 중소·중견기업도 동반 성장할 수 있는 정부 차원의 대책도 세워 달라”고 주장했다.

구미 옥계동에서 식당을 운영하는 B씨는 “구미가 제2 광주형 일자리 사업 후보지로 확정되면 모든 메뉴를 30% 할인 판매한다는 현수막을 내걸겠다”고 약속했다.

한편 정부와 구미시가 협의 중인 구미 상생형 일자리 모델 기업은 L대기업의 화학회사다.

늦어도 내달 중순엔 최종 확정될 것으로 알려졌다.

과학기술정보통신부는 국내 기업의 5세대(5G) 이동통신 단말기·디바이스 개발을 지원하는 시험·검증 테스트베드가 구미시에 구축된다고 이날 밝혔다.

@highlight

구미가 정부 제2 광주형 일자리 사업’후보지로 거론된 데 이어 20일 5G 테스트베드 구축 사업지로까지 최종 확정되자 구미산단 화성화에 강력한 신동력이 될 것으로 확신하는 가운데 장세용 구미시장도 구미가 제2 광주형 일자리 사업 후보지로 확정될 것이라는 생각엔 전혀 빈틈이 없다고 말했다.