최근 한·중·일을 넘어 동남아 지역에서도 바둑에 대한 관심이 높아지고 있고, 지식 스포츠로서 정식 스포츠 종목으로 입지가 강화되고 있는 가운데 국내 첫 실업 바둑팀인 ‘이스타항공 바둑단’이 탄생한다.

이스타항공은 21일 ‘이스타항공 바둑단’ 창단식을 갖고 국내 첫 실업 바둑팀 운영에 나선다.

이날 오후 한국기원 대회의실 열리는 창단식에는 이스타항공 창업자이자 현 중소벤처기업진흥공단 이상직 이사장, 이원택 전북도 정무부지사, 최종구 이스타항공대표, 윤수로 대한바둑협회 회장, 한상열 한국기원 비대위원장, 이창호 국수, 최형원 전북체육회사무처장을 비롯한 관계자들이 참석한다.

이스타항공 바둑단은 국내 최초의 아마추어 실업 바둑팀으로 강종화 대한바둑협회이사를 초대 감독으로 영입하고 류승희, 김규리, 채현지, 정지우 등 4명의 아마추어 여자선수로 팀을 꾸렸다.

이스타항공은 앞으로 선수단의 실력향상을 위한 훈련과 대회출전을 지원하게 된다.

이스타항공은 바둑단을 운영하며 바둑 콘텐츠를 이용한 서비스 개발, 고객 접점의 마케팅 활동, 해외 친선대회 참가 등 바둑을 통한 브랜드 인지도 확산에 힘쓸계획이다.

이밖에도 선수단과 함께 국내 바둑 인재의 육성과 바둑의 대중화와 경쟁력 강화에 도움이 될 수 있는 다양한 활동을 펼쳐 나간다는 계획이다.

그동안 국내 바둑시장은 아마추어 선수들이 안정적인 환경에서 연구하고 훈련할 수 있는 환경을 갖춘 기반이 없었다.

하지만 바둑이 2022년 항저우 아시안게임의 정식종목으로 채택되고, 올 해 전국체전의 정식종목에 포함되면서 체계적인선수 육성을 위한 실업팀 창단이 절실한 상황이었다.

이스타항공 바둑단은 이날 정식 창단식을 시작으로 대한바둑협회의 첫 민간실업팀으로 등록되고 국내 1호 실업바둑팀으로 활동하게 된다.

올 10월에는 서울에서 열리는 제 100회 전국체육대회에 전북을 대표해 출전하는 것을 목표로 훈련에 돌입한다.

이스타항공 바둑단은 이날 창단식에서 전라북도체육회로부터 3,000만원의 창단지원금을 지원 받는다.

@highlight

이스타항공은 21일 강종화 대한바둑협회이사를 초대 감독으로 영입하고 4명의 아마추어 여자 선수로 구성된 국내 첫 실업 바둑팀, '이스타항공 바둑단'의 창단식을 열고 운영에 돌입해 바둑 콘텐츠를 활용한 서비스 개발, 마케팅 활동 등 바둑을 통한 브랜드 인지도 확산에 애쓸 예정이다.