대구시체육회가 '서구체육회 간부 갑질 논란'(매일신문 2018년 10월 18일 자 12면 등) 의 피해 신고자인 서구체육회 직원 A씨의 징계 재심을 다시 서구체육회가 맡도록 해 적절성 논란이 불거지고 있다.

대구시체육회는 최근 '생활체육지도자 운영위원회'를 열어 A씨가 신청한 징계 재심 청구에 대해 '서구체육회가 재심을 진행하라'고 지시했다.

앞서 지난 3월 서구체육회는 A씨에게는 1개월 감봉, 갑질 논란 가해자로 지목된 사무국장 B씨에게는 견책 처분해 신고자에게 더 큰 징계를 내렸다는 논란이 일었다.

이런 처분에 불복한 A씨가 제기한 재심 청구에 대해 대구시체육회는 재심 개최 여부만 결정했을 뿐 정작 심사는 서구체육회에 맡겼다.

일각에선 문제 소지가 있는 결정을 내린 서구체육회에 다시 심사를 맡기는 것은 요식행위에 그칠 가능성이 크다는 비판이 나온다.

심사위원을 대폭 바꾸지 않는 이상 재심에서도 똑같은 결과가 나올 수밖에 없다는 것이다.

A씨는 "같은 곳에서 다시 심사하면 결과가 달라질 수 없지 않으냐"며 "자신들이 내린 1차 결과를 번복할 리가 없다는 것은 상식적으로 당연한 일"이라고 토로했다.

이에 대해 대구시체육회 관계자는 "대한체육회에 문의한 결과 시체육회는 징계의 적정성만 판단할 수 있고 재심 자체는 구체육회에서 실시해야 한다는 답변을 들었다"고 해명했다.

서구체육회 주무 부서인 서구청 문화홍보과 관계자는 "관련 규정에 생활체육지도자 징계 재심의 실시기관이 명시돼 있지 않은 것이 문제"라고 했다.

해당 사건 징계의 재심을 독립된 외부기관이 조사해야 한다는 주장도 나온다.

서구의회 한 의원은 "다시 서구체육회에서 징계 재심 심사를 한다면 행정사무 조사권을 발동해서라도 객관적인 재심을 하도록 할 것"이라고 밝혔다.

한편 '서구체육회 갑질 논란'은 지난해 10월 A씨가 B씨로부터 수차례 인격 모독적 폭언을 들었다는 내용의 진정 민원을 접수하며 시작됐다.

논란이 불거지자 서구체육회는 진상조사위원회를 꾸려 해당 사건을 조사했으나 "갑질 여부에 대한 판단이 어렵다"며 A씨와 B씨 모두 징계했다.

@highlight

대구 서구 체육회 갑질 사건에 대한 재심이 1심과 같은 서부체육회에서 맡게 되어 적절성 논란이 벌어졌다. 