퇴진파 요구 최고위 불발 바른미래당이 손학규 대표 및 당 지도부를 위시한 당권파와 오신환 신임 원내대표 및 원내지도부를 중심으로 한 퇴진파로 갈리면서 당권투쟁이 대치국면으로 이어지는 모습이다.

21일 바른미래는 전날 퇴진파 최고위원 3명이 소집을 요구한 오전 10시 긴급최고위원회 회의를 열지 않았다.

손 대표는 최고위 소집을 22일 오전 9시로 잡았다.

이에 대해 하태경 의원은 21일 자신의 페이스북을 통해 "당헌 취지에 정면 배치되는 당대표의 심각한 월권행위이고 당헌위반이자 사실상 당무거부"라고 주장했다.

오신환 원내대표가 주재한 첫 원내대책회의에서도 신경전이 벌어졌다.

오 원내대표는 "민주적 운영"을 기조로 내걸며 손 대표를 에둘러 겨냥했다.

그는 "원내대표가 의견 수렴 없이 의원들 의견에 반하는 것을 가져와 추인 받는 일을 지양하겠다"며 "사전에 충분히 조율해 합당한 결론을 도출하는 내부 합의과정을 거칠 것"이라고 강조했다.

손 대표가 임명한 채이배 정책위의장을 향해서도 날선 반응이 나왔다.

하 의원은 채 위원장을 향해 "손 대표를 하루빨리 사퇴시키고 현 지도부 원내대표는 과거 지도부를 빨리 해체하고 새로운 지도부를 출범시켜야 한다"며 "그럼 채 위원장도 새로운 지도부 함께할 수 있는 길이 열릴 수 있다"고 지적했다.

이에 대해 채 위원장은 "최고위서 잇었던 그런 논쟁들 원내회의까지 연장되는 부분이 매우 실망스럽다"며 "의원 3분의2가 원외위원장 다수가 당대표 사퇴요구한다 해서. 당원이 뽑고 임기 보장된 당 대표가 물러나는 것이 오히려 반민주적 행태"라고 반발했다.

그러자 지상욱 의원은 "같은 당헌당규 놓고 자기와 맞으면 동의 협의 거치고 그렇지 않으면 그냥 설렁설렁 전화하고 협이했다며 동의를 거치지 않는 것은 잘못"이라며 "우리가 내로남불 하면서 여당과 청와대의 내로남불을 어떻게 비판할 수 있겠느냐"고 비판했다.

@highlight

바른 미래당의 퇴진파 최고 위원 3인이 소집을 요구한 시간에 긴급 회의가 무산되고 당대표가 자신의 뜻대로 다음날 회의 일정을 강행해 나가는 등 원내대책회의도 삐걱거리는 사태가 발생하자 당권파와 퇴진파 사이의 골이 깊어지고 있다.