프로야구 kt wiz 가 내야수 정현(25)과 외야수 오준혁(27)을 SK 와이번스에 내주고 투수 조한욱(23)과 내야수 박승욱(27)을 받는 2대2 트레이드에 합의했다고 20일 밝혔다.

신장 186cm, 77kg의 조한욱은 충암고를 졸업한 우완 투수로, 2015년 2차 1라운드로 SK에 입단한 후, 경찰 야구단에서 군 복무를 마치고 지난해 복귀했다.

145Km가 넘는 빠른 직구가 장점으로, 올 시즌 퓨처스 리그에서 주로 선발로 등판하며 20일 현재 8경기 36이닝을 던져 2승 3패 평균자책점 8.75를 기록했다.

신장 184Cm, 85Kg의 박승욱은 대구 상원고를 졸업한 우투좌타 내야수로, 2012년 2차 3라운드로 SK에 입단했다.

선구안이 우수하며 콘택트 능력과 주루 능력이 장점으로, 올 시즌 1군에서는 8경기에 나와 타율 0.707, 홈런 1개, 2타점을, 퓨처스리그 24경기에서 타율 0.364, 7타점을 기록했다.

이숭용 kt wiz 단장은 "이번 트레이드는 유망주 선발 투수와 좌타 내야수 보강을 위해 이뤄졌다"며 "조한욱은 선발 투수 자원으로 집중 육성하는 한편, 좌타자 내야수인 박승욱은 공격과 수비에서 다양하게 활용할 계획"이라고 설명했다.

조한욱과 박승욱은 21일 팀에 합류할 예정이다.

반면 SK는 다양한 포지션을 소화할 수 있는 우타 내야수 정현과 좌타 외야수 오준혁을 얻었다.

정현은 2013년 부산고를 졸업하고 신인 드래프트 1라운드 전체 8순위로 삼성 라이온즈에 지명된 유망주였다.

2017년에는 타율 0.300을 올리며 활약했다.

하지만 이후 주전에서 밀렸다.

2011년 한화 이글스에 입단한 오준혁은 2015년 KIA 타이거즈로 이적했으며 2018년 트레이드로 kt 유니폼을 입었다.

대타, 대수비 요원으로 활용할 수 있는 외야 자원이다.

@highlight

kt가 투수력과 수비보강을 위해 한화 이글스 출신 정현-오준혁을 SK에 내주고 조한욱-박승욱을 받는  2대2 트레이드에 합의했다.