▲ 이강민 울산미학연구소장.

이강민 울산미학연구소장(전 울산민예총 이사장)이 '로컬미학'을 다루는 학술발표회에 발제자로 참여한다.

민족미학연구소와 한국민족미학회가 '로컬미학 민중미학 민족미학'을 주제로 여는 학술발표회는 오는 23일 오후 2시 부산 부산진구 서면 영광문화예술원에서 열린다.

이번 학술발표회에서는 '자치 분권시대의 로컬미학'(임성원 부산일보 논설위원), '80년대 민중미술을 다시 생각한다'(김종기 민주공원 관장)가 발제된다.

이어 '창원부읍지, 경상도읍지를 통해 본 19세기 창원지역의 인문 지리적 고찰'(한석태 문창문화연구원장), '로컬정치와 예술의 사용 : 공동체 예술을 중심으로'(이강민 울산미학연구소장) 등이 발표된다.

임성원 부산일보 논설위원은 로컬미와 로컬미학이 현장에 충실한 특수성을 제공함으로써 한국미와 한국 미학의 지평을 탄탄하게 확장하는 밑거름이 될 것이라고 강조한다.

김종기 부산민주공원 관장은 ‘네오 민중미술’이 개개인의 자유와 존엄성 고양, 권위적인 권력 비판, 소외 극복, 생태 환경의 파괴 방지 등을 바탕으로 전위적인 다양한 실험을 할 수 있다고 역설한다.

한석태 문창문화연구원장은 진주목, 동래부, 김해부, 밀양부 등 인근 지역과의 풍속을 비교한다.

이강민 울산미학연구소장은 로컬 정치에서 로컬 행위자의 참여적 예술실천이 사람들의 권리를 옹호하는 참여 예술로 정상화돼야 한다고 강조할 예정이다.

채희완 민족미학연구소 소장은 "현 정부 들어 지역 자율과 분권 정책이 한층 강화되면서 로컬에 대한 관심이 높아지고 있다"며 "이번 학술발표회는 로컬시대 미학 연구가 가야 할 방향과 역할에 대해 짚어보는 자리가 될 것"이라고 말했다.

@highlight

민족미학연구소와 한국민족미학회가 23일 오후 2시 부산 서면 영광문화예술원에서 '로컬미학 민중미학 민족미학'을 주제로 진행하는 학술발표회에서 '창원부읍지, 경상도읍지를 통해 본 19세기 창원지역의 인문 지리적 고찰', 이강민 울산미학연구소장의 '로컬정치와 예술의 사용 : 공동체 예술을 중심으로' 등이 발표된다.