자율방재단이 방역활동을 펼치고 있다.

[헤럴드경제=이진용 기자]서울 강서구(구청장 노현송)는 여름철 해충 퇴치를 위해 하절기 취약지역 방역활동을 펼친다.

구는 무더운 여름철 방역 사각지대를 대상으로 지역자율방재단과 방역을 진행해 주민들이 해충 걱정 없이 편안한 여름을 보내실 수 있도록 이번 활동을 펼친다고 21일 밝혔다.

이를 위해 지역주민들로 구성된 지역자율방재단 소속 단원 총 60명(동별 3명)이 동별 방역반에 참여해 본격적인 방역 활동에 나선다.

방역활동은 이달부터 10월까지 매주 1회 취약지역과 민원 발생지역을 대상으로 진행된다.

특히, 도심지역 해충의 경우 물이 고인 곳에서 서식하는 만큼 하수맨홀과 소공원, 주택가 화단을 비롯한 쓰레기 적치 장소 주변 등을 집중적으로 방역한다.

구는 효과적인 방역활동을 위해 필요한 살충제 및 확산제 등 살충소독약품과 마스크 2,000개, 장갑 1,000켤레와 휴대용연무기, 수동분무기 등 방역장비를 지원할 계획이다.

지난해 방역반 활동에 참여한 여성비율이 남성 보다 높은 만큼 올해는 휴대가 간편하고, 작동이 편리한 수동분무기를 추가로 확보해 지원한다.

또, 방역반이 주민들로 이뤄진 만큼 안전사고 예방을 위해 활동 전 방역장비 사용방법과 안전수칙 교육 등도 세심하게 챙길 예정이다.

김광근 구 지역자율방재단협의회장은 "이번 여름 무더위가 예고된 만큼 평소보다 더욱 철저히 방역활동을 펼칠 예정이다"며 "그동안의 방역활동 경험을 최대한 살려 이웃주민들이 여름철 모기 등 해충으로부터 안심하고 지내실 수 있도록 방역에 최선을 다하겠다"고 말했다.

한편, 지역지율방재단은 지난해도 120여 일에 걸쳐 1,006회의 방역활동을 펼친 바 있다.

노현송 강서구청장은 "주민들이 직접 동네 해충 퇴치 활동에 나선 데 대해 대단히 감사드린다"며 "무엇보다 무더운 여름 안전사고 없이 건강하게 방역활동을 마치시길 바란다"고 말했다.

@highlight

서울 강서구는 하절기 취약지역을 대상으로 10월까지 매주 1회 방역 활동을 펼쳐 주민들이 걱정 없이 여름을 보낼 수 있도록 방역 활동을 펼친다.