이달 수출도 양대 축인 반도체와 중국이 흔들리면서 뒷걸음질 하고있다.

이로써 6개월 연속 마이너스가 확실 시된다.

21일 관세청에 따르면 이달 1~20일 수출은 257억달러로 1년 전 같은 기간보다 11.7% 감소한 것으로 집계됐다.

작년 12월부터 6개월 연속 마이너스다.

반도체가 작년 동기 대비 33.0% 줄었고 석유제품(-5.1%) 등이 감소세를 보였다.

이에 반해 승용차(12.6%), 무선통신기기(5.2%), 선박(21.4%), 가전제품(28.3%) 등은 지난해 같은 기간보다 증가했다.

지난해 전체 수출의 21%가량을 차지한 1등 품목인 반도체는 작년 말부터 이어진 가격 하락세와 수요 부진으로 6개월째 마이너스다.

특히 반도체 분야에서 미·중 무역분쟁의 영향이 두드러진다.

지난해 1분기 삼성전자와 하이닉스 등 한국의 반도체 기업은 전 세계에 295억 달러(약 34조7510억원)어치 반도체를 수출했다.

이 가운데 3분의 1 이상인 124억 달러(약 14조6000억원) 상당의 반도체가 중국으로 나갔다.

올해 1분기 한국의 반도체 글로벌 수출액은 232억 달러(약 27조3296억원)로 전년 동기간 대비 21.4% 급감했다.

중국으로의 수출이 85억 달러(약 10조원) 규모로 줄었기 때문이다.

올해 1분기 한국이 중국과 미국에 수출한 반도체 총액은 지난해 같은 기간보다 3조6000억원 감소했다.

미국이 중국에 높은 관세를 부과해 글로벌 정보기술(IT) 기업이 투자에 주춤하자 반도체 단가가 떨어진 탓이 크다.

지역별로는 작년 전체 수출의 26.8%를 차지했던 중국 수출이 15.9% 감소했다.

미·중 무역분쟁 등의 영향으로 중국의 경제성장률이 둔화하면서 지난해 11월(-3.1%), 12월(-14.0%), 올해 1월(19.1%), 2월 (-17.4%) 등 7개월 연속 마이너스다.

반도체·일반 기계·석유제품·무선통신기기 부진이 중국으로의 수출액이 감소한 주원인으로 꼽힌다.

정부는 중국 산업 경기 부진, 수요 감소, 현지 기업의 시장 지배력 확대 등이 영향을 미친 것으로 분석하고 있다.

최근 유럽연합(EU)의 경제성장률 하향 조정 등 경기 둔화 영향에 EU 수출도 19.4% 감소했다.

@highlight

21일 관세청에 따르면 이달 1~20일 수출실적도 반도체 업종과 중국 시장의 부진으로 257억달러에 그쳐 1년 전 같은 기간보다 11.7% 감소한 것으로 집계됐으며 작년 12월부터 6개월 연속 마이너스 성장을 기록했다.