김영록 전남지사가 20일 오후 도립도서관에서 전남도 내부소통방인 ‘문화사랑방’을 열어 직원들과 영화관람(노무현과 바보들)을 하는 등 대화의 시간을 가졌다.

김영록 전남지사의 조직 내부 소통 행보가 눈길을 끌고 있다.

김 지사는 노무현 전 대통령 서거 10주기를 맞아 20일 직원들과 추모영화 ‘노무현과 바보들’을 관람하고 청년창업가게에서 내부 소통을 가졌다.

‘노무현과 바보들’은 그를 그리워하는 사람들의 기억과 입을 통해 듣는 ‘바보 대통령’ 노무현에 대한 이야기다.

노사모 회원은 물론 일반시민 등 총 84명의 인터뷰와 노무현 전 대통령 생존 육성 및 당시 화면들로 구성돼 있으며 기획기간 포함 총 4년의 제작기간이 소요됐다.

이번 영화 관람은 민선 7기 내부소통 브랜드 시책으로 자리 잡은 ‘오늘도 즐거운 만남’의 일환으로 새로 준비된 ‘문화사랑방’이란 프로그램이다.

‘문화사랑방’은 지사가 참여를 희망하는 직원들과 함께 문화공연을 관람하고 저녁식사를 하며 편안하게 대화하는 모임이다.

특히 이날 영화 관람 이후 찾은 식당이 화제다.

전국에서 40명 뿐인 전통주 소믈리에 형과 해외 유명호텔에서 쉐프로 근무했던 동생이 함께 차린 청년창업가게로 동서양이 조화된 퓨전요리와 특색 있는 지역의 전통술을 맛볼 수 있다.

김 지사는 앞으로도 내부 소통을 단순한 조직문화 개선을 넘어 의미 있는 장소와 메뉴 선정을 통해 도정 홍보수단으로 활용한다는 복안이다.

문화사랑방 외에도 일과시간 중 지사가 직접 간식을 준비하고 부서를 찾아가 현안에 대해 격의 없이 정책토론을 하는 ‘간식을 부탁해’도 유튜브를 통해 화제가 되고 있다.

여러 지자체에서 벤치마킹 문의가 쇄도하고 있다는 후문이다.

고동석 전남도 행정지원과장은 “지위고하를 떠나 자유롭게 소통할 수 있는 조직문화가 형성돼야 도민을 위한 성과도 나타날 수 있다”며 “앞으로도 내부소통 활성화에 적극 나서겠다”고 밝혔다.

@highlight

김영록 전남지사가 지난 20일 노무현 전 대통령 서거 10주기를 맞이해서 내부소통방인 '문화사랑'을 열어 직원들과 '노무현과 바보들'을 관람하고 청년창업가게에서 대화를 나누는 시간을 가졌다. 