전국 시·도의회의장협의회는 20일 여수 엠블호텔에서 임시회를 열고, 해양쓰레기 정화사업 일반 국고사업 추진을 비롯해 수소경제활성화법안 조기제정, 학교체육진흥법 개정 등을 촉구했다.

협의회는 이날 “연간 약 18만 톤의 전국적 해양쓰레기 발생으로 선박사고, 어업생산성 저하, 바다생물 폐사원인 등 각종 문제점을 낳고 있다”면서 “하지만 관련 예산은 국가균형발전특별회계로 배정, 지방비를 50%나 부담하다 보니 예산확보의 어려움과 해양 폐기물 처리 시설 부재 등으로 폐기물의 노지 방치 등 2차 피해가 발생하고 있다”고 설명했다.

협의회는 이 같은 문제를 해결하기 위해 해양쓰레기 정화사업 예산을 균특회계에서 일반 국고사업으로 전환하고, 지원율도 70%까지 상향 조정해야 한다고 주장했다.

또한, 지난 1월 정부의 ‘수소경제 활성화 로드맵’ 발표와 관련해 차질 없는 추진을 위해서는 관련 법안이 뒷받침 돼야하는 만큼, 현재 국회에서 논의 중인 ‘수소경제활성화법’ 조기 제정이 절실하다고 강조했다.

아울러 최근 학생건강체력평가(1~5등급) 결과 초·중·고 순으로 4, 5등급 학생 비율이 높아지고, 최근 3년간 학생건강 체력 등급도 점차 나빠지고 있음을 지적하며 현재 초등학교 5학년부터 실시 중인 신체능력검사를 전 학년으로 확대 실시할 것을 건의했다.

이밖에도 자치단체 산불재난특수진화대 배치도 요구했다.

현재 전국에서 매년 430여건의 산불로 670ha의 산림피해를 주고 그 시기도 연중 발생하고 있다며 이러한 추세에 대응하기 위해 산불진화 인력의 근무기간 연장 및 정예 진화인력 배치가 시급하다고 입을 모았다.

협의회는 산불재난대응 강화를 위해 자치단체에도 산불재난특수진화대를 배치하고 선발·운영자를 현행 산림청 지방청장에서 자치단체장으로 확대토록 관련 지침을 개정하는 것은 물론, 고용기간 연장 및 운영 예산은 일반 국고사업으로 추가 지원할 것을 요청했다.

@highlight

전국 시·도의회의장협의회가 임시회를 갖고, 해양쓰레기 정화사업 예산을 균특회계에서 일반 국고사업으로 전환 및 70%의 지원률 조정을 비롯해 정부의 ‘수소경제 활성화 로드맵’ 발표와 관련한 ‘수소경제활성화법’ 조기 제정 등을 촉구했다.