= 수원문화재단(대표이사 박래헌)은 세계문화유산 수원화성의 야간관람 프로그램인 "수원화성 달빛동행"을 6월에서 8월까지 총 6회 운영한다고 20일 밝혔다.

수원화성 달빛동행은 여름밤 수원화성의 아름다운 야경과 다양한 문화관광 콘텐츠를 체험하는 고품격 야간관람 프로그램으로 2014년 시작 이후 매회 매진을 기록하며 수원시를 대표하는 야간관광 콘텐츠로 자리매김하고 있다.

올해는 더욱 품격 있는 프로그램 업그레이드된다.

달빛동행을 위해 사전 선발된 달빛지기(문화관광해설사)가 수원화성만의 특별한 이야기를 들려주고, 화성행궁 내 화령전과 유여택에서 고즈넉한 밤풍경을 배경으로 전통공연과 마당극이 펼쳐진다.

화성행궁에서 출발한 화성어차를 타고 연무대로 이동하여 방화수류정, 용연, 화홍문의 아름다운 야경을 해설과 함께 감상하고 다시 행궁으로 이어지는 프로그램은 달빛이 비치는 아름다운 수원화성 야경의 진수를 즐길 수 있도록 구성되었다.

특히 수원팔경 중 으뜸인 용연에서 바라본 월출인 용지대월(龍池待月)은 수면 위에 떠오른 달과 누각의 장관이 무아경(無我境)의 경험을 제공할 것이다.

또한 광교산 계곡에서 시작된 물줄기가 화홍문의 7개 홍예를 빠져나가는 시원한 물보라인 화홍관창(華虹觀漲)과 수원천에 휘늘어진 수양버들 남제장류(南提長柳)도 함께 감상할 수 있다.

관람권은 2만원으로 인터파크 티켓과 여기어때 스마트폰 앱을 통해 선착순으로 구매 가능하다.

달빛동행의 마지막 회 차인 8월 14일과 15일에는 여기어때를 통해 수원시 숙박시설을 할인받을 수 있는 특별기획전도 진행할 예정으로 수원에서 인생야경도 즐기고 저렴하게 하룻밤을 지낼 수 있는 기회가 될 것이다.

자세한 사항은 수원문화재단 홈페이지를 통해 확인 가능하다.

문의는 화성사업부로 하면 된다.

@highlight

수원문화재단이 달빛 따라 그리고 성곽 따라 수원 화성의 야경을 관람할 수 있는 '수원화성 달빛동행' 프로그램을 관람료 2만 원에 앱을 통한 선착순 판매 방식으로 6월부터 8월까지 모두 6회에 걸쳐서 진행하는 동시에 8월 14일과 15일에는 숙박 시설을 할인해 주는 특별기획전도 계획하고 있다고 지난 20일 전해왔다.