전남산 명품 천일염 우수성 전국에 알린다

전남도가 명품 천일염의 소비 촉진과 안전하고 위생적 천일염 생산 과정 홍보를 위해 본격적으로 나섰다.

20일 전남도에 따르면 최근 수도권 영양사와 단체·학교급식 관계자 30명을 초청해 우수 천일염에 대한 이해를 높이기 위한 팸투어를 실시했다.

팸투어는 경기도 안양시·의왕시·군포시의 영양사와 단체 및 학교급식 관계자 30명을 신안 증도면과 임자면으로 초청, 목포대학교 천일염사업단 주관으로 이뤄졌다.

위생적으로 안전하고 우수한 천일염 효능의 이해를 높이고, 천일염의 생산과정과 천일염전에 대한 현황을 소개했다.

이번 팸투어에서는 태평염전의 천일염 생산 염전 및 염생 식물원 방문, 근대문화유산으로 지정된 소금박물관 견학, 천일염 채염 체험 학습장과 소금 동굴 힐링 체험을 했다.

천일염과 함초를 이용한 음식을 맛보는 체험과 다양한 천일염 제품 판매숍 등도 둘러봤다.

이어 임자도 소재 천일염 가공공장인 ㈜마하탑의 천일염 가공공장을 견학해 안심하고 먹을 수 있는, 위생적으로 생산되는 천일염 생산 공정을 직접 체험했다.

천일염 팸투어는 전남도에서 2017년부터 올해까지 3개년 계획으로 추진해온 사업이다.

그동안 수도권 단체급식을 책임지고 있는 급식 교사 및 영양사를 대상으로 2017년 35명, 2018년 31명을 초청, 염전체험 홍보를 추진한 바 있다.

최정기 전남도 수산유통가공과장은 “그동안 팸투어 참가자를 대상으로 오는 8월14일부터 17일까지 서울 코엑스에서 개최되는 2019 소금 박람회에 참가토록 할 계획”이라며 “전남 천일염의 우수성과 위생적이고 안전한 천일염 생산 과정을 집중 홍보해 천일염 소비 촉진을 도모하겠다”고 말했다.

@highlight

전남도가 수도권 영양사와 단체·학교급식 관계자 30명을 신안 증도면과 임자면으로 초청해 명품 천일염의 소비 촉진과 위생적인 천일염 생산 과정 홍보를 위한 팸투어를 실시했다.