프로방스 등 지역명소도 ‘북적’

지난 16일부터 19일까지 전국 유일의 소싸움전용 돔경기장인 청도소싸움경기장에서 열렸던 2019 청도소싸움축제가 성황리에 마쳤다.

지난 16일부터 19일까지 전국 유일의 소싸움전용 돔경기장인 청도소싸움경기장에서 열렸던 2019 청도소싸움축제가 뜨거운 관심 속에 막을 내렸다.

청도소싸움축제는 국내외 관광객 등 3만8천여명이 참여한 가운데 개막했다.

개막일부터 2일 간은 전통민속소싸움 방식으로 대백두급, 소백두급, 대한강급, 소한강급, 대태백급, 소태백급의 6개 체급으로 이루어진 체급별 소싸움대회가 개최됐다.

전국의 싸움소 220두가 출전해 예선을 거쳤으며, 본선에서 96두가 총상금 1억1천220만원을 걸고 대격돌을 벌였다.

체급별대회 결과 체급별대회 결과 소태백 의령 김종복의 리우, 대태백 의령 하욱제의 태검, 소한강 청도 김선영의 감성, 대한강 청도 조장래의 장칼, 소백두 진주 이종화의 기백, 대백두 청도 박창식의 갑두가 각각 체급별 우승의 영예를 안았다.

갬블방식의 소싸움경기는 순간순간 손에 땀을 쥐게 하는 싸움소들의 격렬한 경기로 짜릿함과 긴장감을 더해 색다른 재미를 선사했다.

소싸움경기 외에도 농경문화를 체험해 볼 수 있는 소달구지타기 및 소여물주기체험, 바우를 이겨라 등의 부대행사와 떡메치기 체험, 감물염색 체험, 야생화 전시 등의 다채로운 체험·전시행사가 대회장 곳곳에서 펼쳐졌다.

특히 대회기간에는 제13회 청도 유등제가 함께 열려 다양한 볼거리를 제공하였으며, 행사장과 연계 홍보한 청도레일바이크, 운문사, 와인터널, 청도읍성, 프로방스 등 청도의 주요 관광지에는 행사 기간 내내 관광객들의 발길이 이어졌다.

@highlight

지난 16일부터 19일까지 청도소싸움 경기장에서 열린 2019 청도소싸움축제가 국내외 관광객 3만8천여명이 참여한 가운데  겜블방식의 소싸움경기로 짜릿함과 긴장감을 더해 색다른 재미를 선사하고 성황리에 마쳤다.