코레일과 서부발전 두 공기업이 어제 신입사원 채용계획을 발표했다.

코레일은 올 상반기 1400여 명에 이어 하반기에도 1200여 명을 공개채용키로 했으며 서부발전은 80명의 신입사원 선발을 목표로 자사 홈페이지에 모집공고문을 띄웠다.

대전과 충남 태안에 본사를 둔 두 공기업이 이번 신규 직원 채용과정에서 지역 인재 우대 방침을 밝혀 주목된다.

이는 충청권 대학(고졸 포함)을 나온 젊은이들 귀를 솔깃하게 할 만하다.

'지역인재 의무 채용 규정'에 준해 취업의 문을 넓혀주면 충청인재들이 수혜자가 될 수 있어서다.

대전·충남지역으로 이전한 공공기관·공기업은 정부의 지역인재 의무채용 정책에 기속되지 않는다.

혁신도시법 시행 이전에 본사를 옮겨온 경우가 많아 강제하기 어렵다.

지역 정치권에서 관련 법 개정안을 발의하고 나선 것도 충청 인재들의 불이익을 해소시키려는 데 있음은 다 아는 얘기다.

이런 가운데 코레일과 서부발전 두 곳이 신규 채용 일정을 진행하면서 지역 인재를 우대키로 한 것은 상당한 진전이라 해도 틀리지 않는다.

두 공기업이 선제적으로 정부 정책을 추수하려는 것은 평가돼야 하고, 아울러 지역에 내려온 공기업으로서 가능한 한 지역인재를 조직 안으로 품으려는 시도는 다른 공공기관·공기업들을 각성시켜 정책적 보조를 맞추게 하는 기폭제가 될 수 있을 것이라는 기대감을 낳는다.

하지만 상징적인 의미에서 2% 아쉬운 부분이 없지 않다.

두 공기업 입장에서는 서운하게 들릴지 모르나 지역인재 우대 면에서 성의를 보인 것은 맞지만 좀더 보완할 필요성이 제기된다.

코레일은 권역별 채용 방식을 택함으로써 중립의 가치를 얻은 반면, 상대적으로 충청 인재들 몫이 경직돼 있음을 지적하지 않을 수 없다.

서부발전도 채용 총원을 떠나 지역인재에 대한 문호 개방이 더 탄력적일 필요성이 있다.

주민우대 규정을 명시하고 있지만 제한적인 요소가 있어 지역인재들을 향한 메시지 발신 효과를 감안했으면 한다.

@highlight

코레일과 서부발전이 각각 2800명, 80명의 신입사원을 뽑기로 한 가운데 대전과 충남 지역 인재들을 우대할 것이라고 밝혀 주목을 받고 있으나 이 제도에 대한 보완의 필요성이 대두되고 있는 상황이다. 