포스코가 1조원 규모의 '벤처 플랫폼'을 만들어 미래 신성장 사업을 찾는다.

벤처 플랫폼은 벤처기업의 창업부터 육성 및 대규모 사업화까지 전 단계별 성장을 지원하는 곳이다.

포스코는 이를 통해 경북 포항과 전남 광양을 벤처기업의 연구개발 거점으로 키울 계획이다.

포스코는 21일 서울 강남구 포스코센터에서 중소벤처기업부, 한국벤처캐피탈협회와 1조원 규모의 벤처 기술사업화 기반 구축 등 벤처생태계 활성화를 위한 업무협약을 맺었다고 밝혔다.

벤처 플랫폼은 스타트업 및 벤처기업들이 연구, 투자유치, 기술교류를 유기적으로 할 수 있는 '벤처밸리'와 국내외 유망 기술벤처 등에 투자하는 벤처펀드로 구성된다.

포스코는 2024년까지 6년간 '벤처밸리'에 2000억원, 벤처펀드에 8000억원 등 총 1조원을 투자할 계획이다.

벤처밸리 투자는 포항 인큐베이팅센터, 광양 지식산업센터 등 기반 인프라 구축, 포항 방사광 가속기 빔라인 추가 설치, 데이터센터 설립 등이 대상이다.

포스코는 벤처밸리를 통해 ▲소재·에너지·환경 연구 ▲바이오·신약 개발 ▲스마트 시티 및 스마트 공장 조성 사업에 집중해 포항과 광양 등을 벤처기업 연구개발 거점으로 육성할 계획이다.

또 포스텍에 미래산업 인재 육성을 위한 학과를 신설하고, 포항산업과학연구원에는 포스텍과 공동 연구를 위한 융합연구소를 설립하기로 했다.

벤처펀드는 2024년까지 포스코 출자금 8000억원과 외부 투자유치 1조 2000억원을 포함해 총 2조원 규모로 조성할 계획이다.

중기부는 2005년부터 쌓아 온 모태펀드 운용 경험을 활용해 펀드 출자와 운용을 적극적으로 지원하고, 한국벤처캐피탈협회는 투자 유망기업 발굴에 협조하기로 했다.

최정우 포스코 회장은 "1조원 규모의 자금을 바탕으로 선순환 벤처 플랫폼을 만들어 벤처생태계 활성화를 촉진하고 창업 활성화 및 일자리 창출을 할 수 있도록 노력하겠다"고 밝혔다.

박영선 중기부 장관은 "포스코의 전략 펀드를 통해 우수 창업 기업들이 발굴·육성되고, 그들이 성장해서 또 다른 창업 기업을 키워 내는 선순환의 연결 고리가 만들어지도록 중기부도 열심히 돕겠다"고 말했다.

@highlight

포스코는 지난 21일 서울 강남구 포스코센터에서 중소벤처기업부, 한국벤처케피탈협회와 스타트업 및 벤처기업들의 '벤처밸리'와 벤처펀드로 구성된 1조원 규모의 '벤처 플랫폼'을 만들어 미래 신성장 사업을 발굴하기 위한 업무협약을 맺었다.