생애전환 문화예술교육‘인생라운드#’

광주문화재단 문화예술교육지원센터는 6월 한 달간(5일, 11일, 18일, 25일) 빛고을시민문화관 아트스페이스 5층 대강당에서 ‘창의예술교육연구소’의 세부프로그램인 생애전환 문화예술교육 워크숍 ‘인생라운드#’을 개최한다.

사진은 지난해 진행한 워크숍의 모습.

광주문화재단 문화예술교육지원센터는 6월 한 달간(5일, 11일, 18일, 25일) 빛고을시민문화관 아트스페이스 5층 대강당에서 ‘창의예술교육연구소’의 세부프로그램인 생애전환 문화예술교육 워크숍 ‘인생라운드#’을 개최한다.

이번 워크숍은 광주형 문화예술교육의 특화 콘텐츠인 ‘생애전환’을 재구성해 다양한 대상의 수요맞춤형 문화예술교육 프로그램을 기획, 실행 하기위한 전문인력 양성과정이다.

광주 문화예술교육기반구축사업 운영단체 운영진들의 역량강화 활동과 연계해 생애전환형 대상층을 탐색하고 새로운 문화예술교육 콘텐츠를 제안함으로써 지역 내 지속적인 사업구조 구축을 도모한다.

프로그램은 광주문화예술교육 지원사업 운영단체 기획자 및 강사진 외 일반시민을 대상으로 한다.

생애전환 문화예술교육의 필요성과 가치를 이해하고 다양한 사례를 공유하는 전문가 특강워크숍과 더불어 실제적인 교육콘텐츠 개발과 설계를 위한 방법론을 소통하는 자리를 마련했다.

전 과정 출석자 대상으로 광주문화재단 대표이사 명의의 수료증이 발급된다.

정경운 전남대 문화전문대학원 교수와 김월식 무늬만커뮤니티 대표의 생애전환 문화예술교육에 대한 전반적인 흐름과 필요성을 이해하는 특강을 시작으로 워크숍의 문을 열고, ▲2차시 ‘동네형이 필요해!’▲3차시 ‘너 요즘 어때?’▲4차시 ‘눈이 부시게’ 라는 주제로 김혜일(문화공동체 아우름) 대표, 박도빈 문화예술커뮤니티 동네형들 대표, 정민룡 북구문화의집 관장 등이 진행한다.

@highlight

광주문화재단 문화예술교육지원센터는 생애전환 문화예술교육 워크숍 ‘인생라운드#’을 개최하며 수요맞춤형 문화예술교육 프로그램 기획, 실행하는 전문인력 양성과정이고 운영단체 기획자와 강사진 일반시민을 대상으로 한다고 밝혔다.