[헤럴드경제=이태형 기자]화력발전소 굴뚝에서 연기가 사라질 날이 머지않았다.

두산중공업은 한국기계연구원과 공동으로 화력발전소 굴뚝에서 나오는 백연(흰 연기)과 미세먼지를 동시에 제거하는 고효율 습분제거기(Electrostatic Mist Eliminator, 이하 EME)를 개발했다고 21일 밝혔다.

EME는 화력발전소 배출가스 처리시스템 중 하나로, 배출가스가 굴뚝으로 나가기 전 마지막 단계에 적용되는 친환경설비다.

이번에 개발한 EME는 발전소의 탈황설비(FGD) 위에 설치하며 정전기 방식을 새롭게 도입해 굴뚝에서 나오는 백연의 주성분인 습분을 98%까지 제거할 수 있다.

또 기존 환경설비에 EME만 추가 설치하면 화력발전소에서 발생하는 미세먼지와 초미세먼지를 0.5mg/Nm3 이하로 줄일 수 있다.

이는 환경부 허용기준(12㎎/N㎥) 대비 4%, 수도권 배출기준 (5㎎/N㎥) 대비 10%로, 세계 최저 수준의 배출량이다.

두산중공업은 국내 표준 석탄화력발전소에 적용할 수 있는 실물 크기의 파일럿(Pilot) EME를 창원공장에 설치해 성공적으로 실험을 완료했다.

아울러 500㎿급 습분제거기(EME) 상용화 설계를 마쳐 주요 발전사와 함께 표준 석탄화력발전소에 실증을 계획하고 있다.

두산중공업 송용진 전략/혁신부문장은 "이번에 개발한 EME는 국내 미세먼지 배출량의 30%를 감축하겠다는 정부의 목표 달성에 효과적인 대안이 될 수 있다"며 "앞으로도 기존 화력발전소의 환경문제를 개선할 수 있는 친환경기술 개발을 위해 노력할 것"이라고 말했다.

앞서 두산중공업은 2016년 12월 한국기계연구원과 함께 한국에너지기술평가원이 국책과제로 추진하는 '표준/신표준 발전소 대상 미세먼지 저감 통합환경설비 솔루션 개발' 사업의 주관기관으로 선정됐다.

@highlight

두산중공업은 한국기계연구원과 공동으로 화력발전소 배출가스 처리시스템인 친환경설비 고효율 습분제거기를 개발했고, 개발된 EME는 화력발전소 굴뚝에서 나오는 백연과 미세먼지를 동시에 제거가 가능하여 국내 미세먼지 배출량을 줄이는데 기여할 것이라고 발표했다.