서산시는 지난 20일 시의회 임시회 본회의에서 '서산시 서산사랑상품권 관리 및 운영에 관한 조례안'이 통과됐다고 밝혔다.

'서산시 서산사랑상품권 관리 및 운영에 관한 조례안'은 지역자금의 역외유출 방지와 지역 내 소비촉진을 통해 지역경제를 활성화하고 소상공인의 자립기반을 조성하기 위해 제정됐다.

본 조례안은 ▶상품권의 발행 및 판매 ▶상품권의 권면금액 및 유효기간 ▶상품권 사용대상 및 사용제한 ▶가맹점의 지정 및 관리, 가맹점 준수사항 ▶판매대행점 등의 지정 및 관리, 판매대행점 준수사항 ▶사용자 준수사항 ▶상품권 이용규약 ▶상품권 구입 및 할인수수료 ▶상품권 활성화 시책과 부정유통 방지를 위해 신고포상제를 운영한다는 내용을 담고 있다.

시는 조례안이 통과됨에 따라 본격적으로 판매 및 환전대행점과 가맹점을 모집할 계획이다.

판매 및 환전대행점은 관내 금융기관을 선정할 예정이며, 가맹점은 관내 도·소매업, 음식점업, 숙박업 등 모든 업체를 대상으로 모집할 계획이다.

다만 전통시장과 소상공인들의 매출증대를 위해 대규모점포, 기업형마켓, 유흥업, 사행성 오락업 등은 제외할 예정이다.

서산사랑상품권은 서산시에서만 통용되는 상품권으로 5천원권과 1만원권 2종으로 발행되며 전 연령층에서 사용이 용이한 지류상품권으로 우선 도입하고 사업이 정착된 후 모바일상품권, 카드형 상품권 도입을 검토할 계획이다.

또한 사업초기 안정적인 정착 및 이용자 확산을 위해 상품권 출시 기념으로 10% 특별할인을 진행하고, 이외에는 상시 6% 할인하여 판매할 계획이다.

발행 소식을 접한 한 시민은 "온누리상품권은 전통시장 및 상점가 내에서만 사용할 수 있었으나 그에 비해 서산사랑상품권은 서산시 전 지역에서 사용할 수 있어 기대된다"며 크게 반기는 분위기다

김인수 일자리경제과장은 "8월 유통을 목표로 상품권 발행과, 발행홍보를 일정별로 차질 없이 추진해 상품권이 조기 정착 될 수 있도록 노력하겠다"고 말했다.

@highlight

지역자금의 역외유출 방지와 지역경제 활성화, 소상공인의 자립기반 조성을 위해 제정한 '서산시 서산사랑상품권 관리 및 운영에 관한 조례안'이 20일 진행된 시의회 임시회 본회의에서 통과되었고, 이에 따라 시는 본격적으로 판매 및 환전대행점과 가맹점을 모집할 예정이다.