▲ 오세철 삼성물산㈜ 부사장, 유향열 한국남동발전㈜ 사장, 이시종 충북지사, 이상천 제천시장, 이화련 대화건설㈜ 대표이사(왼쪽부터)가 21일 제천 왕암 연료전지발전사업의 투자협약서를 공개하고 있다.

[충청일보 김홍민기자] 충북도와 제천시는 21일 청주시 문화동 충북도청에서 제천 왕암 연료전지발전사업을 추진한다는 공동개발 양해각서를 체결했다.

이번 사업은 제천 2일반산업단지에 수소테마 신재생에너지사업을 추진하기 위해 2021년까지 9764㎡ 면적에 총 2800억원을 투자한다.

이날 투자협약식에는 이시종 충북지사, 이상천 제천시장, 한국남동발전㈜ 유향열 사장, 삼성물산㈜ 오세철 부사장, 대화건설㈜ 이화련 대표이사, 제천산단 신재생사업 SPC인 제천그린에너지㈜의 한경환 대표이사 등 관계자 20여명이 참석했다.

협약을 계기로 충북도와 제천시는 투자협약기업의 사업이 원활하게 추진될 수 있도록 행정적으로 지원하기로 했다.

투자협약기업들은 투자 이행 및 투자규모 확충을 위해 노력하고, 지역 자재구매와 지역민 우선채용 등 지역경기 활성화를 추진하기로 했다.

제천산단 수소테마 신재생에너지사업은 다른 발전기기 대비 낮은 오염물질 배출량과 저소음으로 친환경적인 에너지를 생산한다.

특히 90%에 이르는 높은 가동률로 풍력 25%, 태양광 15% 등 환경에 제한을 받지 않는 안정적 전력 생산이 가능하고, 부지의 효율적 활용을 현실화 할 수 있는 최고의 공간 효율성을 자랑한다.

이 지사는 "한국남동발전㈜, 삼성물산㈜, 대화건설㈜의 금번 투자에 의한 친환경에너지 발전시스템 구축으로 3020 정부정책에 부응하는 신재생에너지의 보급 확대와 지역 고부가가치 발생 및 고용창출을 기대하는 등 향후 지역의 핵심 기업이 될 수 있도록 모든 행정적 지원을 아끼지 않을 것" 이라고 말했다.

@highlight

충북도와 제천시는 21일 청주시 문화동 충북도청에서 제천 왕암 연료전지발전소를 건립하기 위하여 양해각서를 체결하고 행정적으로 지원하여 2021년까지 총 2800억원을 투자하기로 했다. 