전남대학교는 오는 31일부터 다음달 1일까지 이틀 동안 광주캠퍼스 내 대학본부와 체육관, 용지관, 용봉문화관 등에서 ‘2019 진로-진학 체험박람회’를 연다고 21일 밝혔다.

‘CNU 진로-진학 톡톡광장’이라는 부제를 달고 진행되는 이번 박람회에서 전남대는 전국 고교생과 교사, 학부모들에게 전공 상담과 체험, 대학생활 탐색, 진학 특강, 심리검사와 자기이해, 진로·진학 탐색 활동 등의 프로그램을 제공한다.

특히 이번 박람회는 일방적인 정보 전달 방식에서 벗어나 대화·상담·컨설팅·체험 등을 통해 고교생·교사·학부모와 대학이 정보를 공유하는 쌍방향 프로그램으로 진행된다.

박람회는 진단·탐색·설계·실행 등 4개 분야로 나뉘어 열린다.

진단 분야는 ‘심리검사와 자기이해’ 프로그램을 통해 전문적인 심리검사와 해석으로 자기를 이해하고 진로를 설정할 수 있도록 돕는다.

탐색 분야는 17개 단과대학 95개 전공단위가 1대 1 맞춤형 전공상담에 나서고 대학 산하기관들이 참여하는 대학생활 탐색을 통해 대학의 다양한 프로그램과 문화를 체험할 수 있도록 했다.

설계 분야는 대학 진학에 필요한 입시전형 컨설팅, 진학 특강, 학부모 상담 등 정보공유가 이뤄지도록 했다.

진학특강과 학부모와 자녀 동반 진로·진학 탐색 활동은 전남대 1-클릭 서비스 홈페이지(http://ao.jnu.ac.kr)를 통한 사전접수로 진행된다.

실행 분야는 고교에서 이뤄지는 동아리 활동과 인문학교실 등 창의적 실천활동 결과물과 대학의 진로진학 콘텐츠를 소개함으로써 상호 협력을 모색할 수 있도록 구성했다.

김태훈 입학본부장은 “이번 박람회는 전남대가 거점 국립대학으로서 고교생들에게 올바른 진로 선택과 꿈을 디자인할 기회를 제공한다는 차원에서 마련했다”며 “전공과 진로탐색에 도움이 될 것으로 기대한다”고 말했다.

@highlight

전남대학교에서 오는 31일부터 열리는 '2019 진로·진학 체험박람회'는 전국 고교생과 교사, 학부모들에게 전공 상담과 체험, 진학 특강, 진로·진학 탐색 활동 등의 프로그램을 제공하며 이중 진학특강과 학부모와 자녀 동반 진로·진학 탐색 활동은 전남대 1-클릭 서비스 홈페이지를 통해 사전접수로 진행된다고 전했다.