▲ 동원과학기술대학교는 카자흐스탄 학생들의 유학 유치를 위해 한국유학박람회에 참가했다

동원과학기술대학교(총장 손영우)는 카자흐스탄 학생들의 유학 유치를 위해 한국유학박람회에 참가했다.

교육부 국립국제교육원 주최로 17일~21일 카자흐스탄 수도 누르술탄(아스타나)과 알마티에서 한국유학박람회가 개최됐다.

한국유학박람회는 해외에서 한국유학과 국내대학을 홍보하고 대학별 입학정보 등을 제공하는 행사다.

카자흐스탄은 중앙아시아 국가로 매년 2,500여명이 한국어를 공부하고 유학생 수가 점점 늘고 있는 추세다.

2018년 기준 카자흐스탄 출신 한국유학생은 962명에 이른다.

이는 대한민국-카자흐스탄 교류 증가, 한국 드라마와 K-팝 등 한류 문화에 대한 관심이 효과를 보고 있는 것으로 풀이된다.

이번 박람회에 참여한 대학들은 서울대 등 4년제 대학 17개, 동원과학기술대학교를 비롯한 전문대학 3개가 참여해 유학생 유치활동을 진행했다.

동원과기대는 학교 개별 부스 운영과 단독 설명회를 통해 재학 중인 유학생들의 학습모습을 담은 동영상 등을 상영했다.

게다가 한국 유학의 장·단점과 사례중심으로 설명하고 질의 응답시간도 가졌다.

국립국제교육원은 우수 외국인 유학생 유치를 위해 GKS 정부초청 외국인 장학, GKS 자비 외국인 장학 등 글로벌 인재양성을 위한 프로그램을 운영 중이다.

동원과기대는 2018년부터 매년 2명의 GKS 자비 외국인 장학생을 배출하고 있다.

동원과기대 손영우 총장은 "외국인 유학생의 유치와 관리는 함께 가야하는 만큼 우수한 외국인 유학생을 유치해 학생들이 졸업 후까지 관리할 수 있는 질 높은 교육, 만족도 높은 커리큘럼을 통해 유학원 본래 취지가 달성될 수 있도록 적극 돕겠다"며 "카자흐스탄의 우수한 학생들이 대한민국에서 양질의 교육을 받고, 다양한 문화와 기술을 익힌다면 양국이 함께 발전하는데 많은 도움이 될 것"이라고 강조했다.

@highlight

카자흐스탄 학생들의 한류 문화에 대한 관심이 높아지면서 해외에서 한국유학과 국내대학을 홍보하고 대학별 입학정보 등을 제공하는 행사인 한국유학박람회에 동원과학기술대학교가 참가했다. 