지난해 목포여고에서 열린 자살예방캠페인 모습.

전남도교육청이 전남도, 전남지방경찰청과 함께 학생 자살예방 종합대책을 수립·시행한다.

전남교육청은 갈수록 복잡·다양해지는 청소년 자살 문제에 효과적으로 대응하기 위해 전라남도, 전남지방경찰청과 협의체를 구성해 ‘전남학생 자살예방 종합대책’을 마련했다고 21일 밝혔다.

전남교육청은 이번 협의체 구성을 바탕으로 맞춤형 자살예방에 나선다.

먼저 생명존중 문화를 조성하기 위해 다양한 문화행사, 자살예방 현수막 및 포스터 보급, 민·관 합동캠페인 등 홍보활동을 강화하고 온·오프라인 상의 유해정보 접근성을 차단키로 했다.

또 학교전담경찰 및 배움터 지킴이를 통한 유해환경 점검 및 순찰 강화, 사이버범죄수사대와의 협력을 통한 SNS 자살유해 정보 차단에 주력할 방침이다.

특히 생명존중문화가 조성되기 위해서는 학교와 교육당국의 노력만으로는 한계가 있다는 판단 아래 생명존중 전문강사를 통합·운영하고, 24시 상담창구를 개설하는 등 유관기관 협력체계를 구축한다.

이밖에 맞춤형 자살예방 서비스를 제공하기 위해 위기사안에 즉각 대처할 수 있도록 매뉴얼 개발 및 자료 보급에 나설 계획이다.

또, 학교장·교감 등 관리자, 담당자에 대한 교육을 확대함은 물론 고위험군 학생의 학부모 교육과 가족·부부 상담프로그램도 운영한다.

장기적로는 위기상황에 전문적인 역할 수행과 종합 컨터롤타워 역할을 할 수 있는 ‘위기지원 종합센터’구축을 검토 중이며, 전남교육청-전남도청-전남지방경찰청은 ‘전남학생 자살예방 종합 대책’의 학교현장 정착과 기관별 실행을 위해 분기 별 실무자 협의회를 실시할 계획이다.

김성애 도교육청 학생생활안전과장은 “이번 자살예방 종합대책은 전남교육청-전남도청-전남지방경찰청이 협력해 유해환경을 차단하는 데 초점을 두고 있다”며 “맞춤형 지원체계 구축으로 학교 현장의 자살예방 활동이 신속하고 효과적으로 이뤄지도록 하겠다.”고 말했다.

@highlight

전남도교육청은 갈수록 복잡·다양해지는 청소년 자살 문제에 효과적으로 대응하기 위해 전라남도, 전남지방경찰청과 함께 협의체를 구성해 ‘전남학생 자살예방 종합대책’을 수립하고 맞춤형 자살예방 종합대책을 수립·시행한다고 전했다.