가세로 태안군수가 독일 해양치유시설인 ‘닥터 에벨파흐클리닉’과 체결한 업무협약서를 들어 보이고 있다.

(동양일보 장인철 기자) 가세로 태안군수가 역점사업인 '태안해양치유단지 조성사업'에 접목하기 위해 선진 해양치유기술을 보유한 독일을 방문했다.

가 군수가 이끄는 태안군방문단은 지난 20일, 3년 연속 독일 최고 재활시설에 선정된 ‘닥터 에벨파흐클리닉’을 찾아 △휴양클리닉 △수중 재활치료 △실내 크나이프 치료 현장 △해양치유자원인 ‘모아’ 채굴 현장 및 정제시설 등을 견학했다.

이날 ‘닥터 에벨파흐클리닉’과 업무양해각서를 체결하고 ‘태안 해양치유단지 조성사업’ 계획 수립 협력, 각종 해양치유 프로그램 개발, 해양치유 전문인력 양성 등 다양한 분야에서 독일의 선진 해양치유기술을 전수하는 우호교류를 강화하기로 했다.

가 군수는 “이번 업무양해각서 체결로 독일 해양치유시설과 내실있고 실질적인 협력증진이 가능하게 됐다”며 “앞으로 독일 해양치유단지 운영의 노하우 습득과 다양한 분야에서의 긴밀한 협력으로 ‘태안 해양치유단지 조성사업’에 큰 도움이 될 것으로 기대한다”고 말했다.

그는 “앞으로 국회와 정부를 수시로 찾아 사업추진에 필요한 예산을 확보, 태안이 해양치유산업을 대표하는 도시로 자리매김할 수 있도록 총력을 다하겠다”고 밝혔다.

가 군수는 오는 22일 독일 3대 해양광천지구인 우제돔 섬의 해양휴양치유단지 ‘리하클리닉 우제돔’을 방문해 △기후치료 △팡고(진흙)치료 △염지하수 치료 △광천욕 치료 관련 시설 견학과 태안 해양치유프로그램 적용 등에 관한 업무양해각서를 체결할 계획이다.

@highlight

가세로 태안군수가 이끄는 방문단이 '태안해양치유단지 조성사업' 접목을 위해 선진 기술을 보유한 독일을 방문했다.