박민영이 연일 화제에 오르며 2019년의 봄을 완벽하게 사로잡았다.

TV 화제성 분석 기관인 굿데이터코퍼레이션이 발표한 2019년 5월 3주 차 TV 화제성 드라마 부문에서 박민영이 출연 중인 tvN 수목드라마 '그녀의 사생활'이 연속 3주 1위에 올랐다.

또한 출연자 화제성 부문에서 박민영은 전체 2위, 여배우 중에서는 1위를 차지하며 독보적인 로코 퀸의 면모를 드러냈다.

박민영은 '그녀의 사생활'의 첫 방송과 함께 꾸준히 화제를 일으켰다.

5년 차 큐레이터와 덕력만렙 덕후라는 이중 매력을 가진 성덕미 역을 완벽하게 소화해내는 것은 물론 사랑스러운 비주얼과 밝고 건강한 매력을 뽐내며 로맨틱 코미디 장르에 최적화된 모습을 선보인바.

이런 박민영의 믿고 보는 로코 연기는 시청자들의 호평을 끌어냈고, 그 결과 무려 7주 연속 여배우 화제성 1위에 오르는 기염을 토했다.

박민영은 4월 1주 차에 전체 3위, 여배우 1위로 순위에 진입, 이후 계속해서 전체 1위, 2위를 굳건히 지켜내고 있다.

박민영이 이끌어나가고 있는 '그녀의 사생활'에 대한 관심도 뜨겁다.

TV 화제성 드라마 부문 6위로 진입했지만 이어 3주 연속 2위, 3주 연속 1위에 오르며 나날히 그 인기를 더해가고 있다.

서로의 덕질을 시작하게 된 박민영과 김재욱의 달달한 로코 케미에 숨겨졌던 이야기들이 서서히 드러나며 더욱 흥미를 더해가고 있는 만큼 '그녀의 사생활'을 향한 열기는 계속될 것으로 보인다.

대체 불가한 연기와 매력으로 올봄을 사로잡고 있는 박민영.

작품마다 성장하며 새로운 모습을 보여주고 있는 박민영의 활약에 이목이 쏠리고 있다.

한편 tvN 수목드라마 '그녀의 사생활'은 직장에선 완벽한 큐레이터지만 알고 보면 아이돌 덕후인 성덕미(박민영 분)가 까칠한 상사 라이언(김재욱 분)과 만나며 벌어지는 본격 덕질 로맨스 드라마이다.

매주 수요일, 목요일 밤 9시 30분 방송된다.

@highlight

굿데이터코퍼레이션이 발표한 TV 화제성 드라마 부문에서  '그녀의 사생활'에 출연 중인 박민영이  7주 연속 여배우 화제성 1위에 올라 작품마다 새로운 모습과 활약으로 로코 퀸의 면모를 보이고 있다.