과천시 제공전통줄타기의 본향 경기도 과천에서 줄타기 체험하며 어려운 이웃에게 기부도 하는 행사가 열린다.

시는 다음달 1일 중앙공원에서 줄타기 체험여행 '다줄'을 개최한다고 21일 밝혔다.

'다줄'은 '많은 사람(多)이 마음과 마음을 이어 이웃과 함께 나누어 웃게 해줄'이란 의미다.

지역문화재를 이용한 관광프로그램인 이 행사는 이웃과 함께 나누는 문화재 활성화 프로젝트이기도 하다.

유네스코 인류무형문화유산, 국가무형문화재 제58호 줄타기보존회가 주관한다.

체험여행과 사전행사, 본 공연 등 3개 부분으로 나눠 열린다.

먼저 본 공연은 4개 마당으로 나눠 진행한다.

첫째 마당 '길놀이와 줄고사'는 출연자나 주제자가 줄지어 줄타기를 벌이는 장소로 이동하며 거리에서 벌이는 놀이와 줄타기 안전을 비는 고사를 지낸다.

둘째 마당은 어릿광대와 연희마당.

셋재마당은 줄광대 놀음을 벌인다.

이어 넷째마당 대동마당으로 대단원의 막을 내린다.

이에 앞서 사전행사로 해설이 있는 국악여행, 죽방울 놀이, 조선마술사를 진행한다.

죽방울놀리기는 대나무로 만든 실패 모양의 도구를 돌리거나 던졌다가 받는 놀이다.

'과천줄타기 체험행사'는 온종일 진행하며 줄타기 체험을 비롯해 한지·매듭공예 등 다양한 전통행사를 마련했다.

특히 전통줄타기 체험은 줄광대가 되어 줄타기를 직접 체험한다.

또 "덩 덕 덩떡 얼쑤" 전통 탈 쓰고 한삼 손에 끼워 춤사위를 배우고, 찹쌀밥을 떡판에 놓고 떡메로 치어 직접 인절미도 만들어 본다.

줄타기보존회 홈페이지에 사전 또는 현장 예약을 해야 참여할 수 있다.

체험비용은 3000원이며 체험자 이름으로 전액 어려운 이웃에 기부한다.

@highlight

다음달 1일 중앙공원에서 과천시가 줄타기 체험하며 기부도하는 '다줄'을 3개 부분으로 나눠 개최한다.