[청주]충북도교육청은 충주시 고등학교 평준화 결정을 위한 여론조사를 22-28일 7일간 진행한다고 22일 밝혔다.

평준화 대상 고등학교는 동 지역인 △국원고 △충주고 △충주대원고 △충주여고 △충주예성여고 △충주중산고 등 6곳이다.

읍면 지역의 주덕고와 충원고는 제외된다.

이번 여론 조사는 충청지방행정발전연구원(주)에 위탁해 진행된다.

여론조사 대상은 충주지역 소재 학교를 기준으로, 학생은 2021학년도부터 고교평준화가 도입되면 적용되는 교육당사자인 초 6학년, 중 1·2학년 등 3개 학년 5209명이다.

학부모는 초6학년, 중1·2학년 자녀를 둔 학부모 전체 4599명, 교원은 기간제 교원을 포함한 충주지역 초·중·고 교원 전체로 1572명이다.

학교운영위원은 충주지역 초·중 학교운영위원 전체, 시·도의원은 충주시 선거구 시도의원 전체로 500명 등 4그룹 총 1만 1880명이다.

단, 중복유권자가 발생할 경우 1회만, 학부모는 부·모 중 1명만, 학부모가 부재인 경우 보호자가 대신 여론 조사에 응할 수 있다.

조사 방법은 학생·학부모·교원은 해당 학교를 통해서 회수용 봉투 등을 포함한 여론조사지 방법으로, 학교운영위원 중 지역위원과 시·도의원은 우편조사 방법(29일(수) 도착분에 한함)으로 시행한다.

개표는 오는 30-31일 이틀간 충주교육지원청 대회의실에서 진행된다.

개표결과는 오는 31일 발표 예정이다.

조사 결과 응답자의 3분의 2 이상이 찬성하면 관련 조례 개정 등의 절차를 거쳐 현재 중학교 2학년이 입학하는 2021년 고등학교 입학전형부터 평준화가 시행된다.

3분의 2이상이 찬성하지 않으면 현행체제로 고등학교 입학전형이 유지된다.

도교육청 관계자는 "이번 여론조사에서 충주평준화가 통과되면 학교군 설정 고시, 조례 개정 등 의회 승인 절차를 거치고, 학생과 학부모들이 만족하는 학교생활이 될 수 있도록 최선을 다하겠다"고 말했다.

@highlight

충북도교육청은 22-28일까지 충주지역 소재 학교 학생 5209명을 대상으로 충주시 고등학교 평준화 결정을 위한 여론조사를 실시할 예정으로 전체 과정은 충청지방행정발전연구원(주)이 맡아서 진행할 예정이다. 