인류의 보편적 가치인 '지속 가능 개발 목표'에 대한 기업들의 고민을 대학생들의 혁신적 아이디어를 통해 풀어가는 경연 대회가 열렸다.

한국과학기술원(KAIST)은 20~22일 서울 경영대 캠퍼스에서 'KAIST-덴마크공대(DTU) 차세대 녹색성장과 지속발전 파트너십(P4G) 경연 대회'를 개최했다.

이번 대회는 팀을 이룬 참가자들이 대회 기간 내내 숙식을 함께하며 문제를 해결하는 이노베이션 스프린트로 진행됐다.

대회 1일 차에 도전 과제를 풀어나갈 아이디어를 구상하고 2일 차에 확정한 아이디어를 발전시켜 대회 마지막 날 완성된 프레젠테이션으로 발표하는 방식이다.

KAIST 학생 29명과 DTU 학생 5명을 포함한 10명의 덴마크 학생 등 총 39명이 6개의 팀으로 나눠 덴마크의 창호 설비 기업 벨룩스와 도료 기업 헴펠, SK그룹이 각각 출제한 기업 혁신에 관한 도전 과제를 한 가지씩 배분받아 2박 3일간 해법을 찾아 나섰다.

참가자들은 팀 구성원의 전공 분야 지식과 연구 경험을 토대로 다양한 관점의 전략을 구상하고 이와 더불어 새로운 기술적ㆍ재정적ㆍ조직적ㆍ사회적 기회들을 '지속 가능한 개발 목표'와 연계한 개념으로 정립해 구체적 방안을 제시하는 것에 주안점을 뒀다.

22일 치러진 결승에 진출한 3개팀은 신성철 KAIST 총장과 프레데릭 크리스티안 덴마크 왕세자가 참석한 가운데 최종 경연을 진행했다.

이번 대회 우승은 '박스형 와인'에서 영감을 얻은 알루미늄 소재의 용기 개발을 제안한 '써코스(CIRCOS)팀이 차지했다.

신성철 KAIST 총장은 "기후 변화와 지속 가능성 발전에 관한 이슈에 대응하기 위해서는 각 전문 분야의 경계를 넘어서는 협력이 가장 중요하다"면서 "이번 경연 대회는 다양한 전공을 가진 팀원이 함께 문제를 해결해 나가는 모범적인 사례로 공동의 노력으로 융합된 아이디어를 개발할 때 더욱 혁신적인 길로 나아갈 수 있을 것"이라고 말했다.

@highlight

한국과학기술원은 20~22일 서울 경영대 캠퍼스에서 지속 가능한 개발을 주제로 학생들의 아이디어를 겨루는 'KAIST-덴마크공대 차세대 녹색성장과 지속발전 파트너십 경연 대회'를 개최했으며, 써코스팀이 알루미늄 소재의 용기 개발 아이디어로 우승을 차지했다.