관리업체 "적법한 절차 이행"…제주시 "중재 노력 최선"

제주시 한림읍에 위치한 934세대 규모의 라온프라이빗타운 입주민과 관리업체간 갈등이 심화되고 있다.

라온프라이빗타운 입주민 70여명은 22일 오전 제주시청을 항의 방문, 라온프라이빗타운 관리업체에 대한 관광사업자 등록취소를 요구했다.

이들은 "2016년 11월 라온프라이빗타운 관리규약을 보면 관리비예치금은 세대당 월 30만원을 정액으로 하며, 당해연도 1월에 1년분의 관리비예치금 360만원을 선납하도록 했다"며 "또 운영위원회 결의에 따라 관리비예치금은 증액 또는 추가액을 납부토록 할 수 있다고 규정하고 있다"고 설명했다.

그러면서 "지난해 12월 관리업체측이 2019년도 공동관리비 세대당 390만원과 2017년도 손실금 세대당 16만원을 청구했다"며 "관리규약상 운영위원회도 거치지 않고 공동관리비를 일방적으로 인상했다"고 반발했다.

입주민들은 "관광진흥법상 입주민 20명 이상으로 운영위원회가 의무적으로 구성돼야 함에도 이 역시 지켜지지 않고 있다"며 공동관리비 인상에 대한 위법성을 주장하는 한편 "정당한 민원을 계속 외면하며 직무를 유기한 공무원을 파면해야 한다"고도 했다.

이에 대해 관리업체측은 공동관리비 인상과 관련, "8년 전 분양 당시 3년 약정으로 세대당 공동괸리비를 360만원으로 책정했던 것"이라며 "지금까지 공동관리비 동결을 요구하는 것은 부당하고 입주민 일부가 주장하는 관리규약 역시 효력이 없는 것"이라고 반박했다.

이어 "분양 당시보다 골프장, 사우나, 수영장 등 각종 부대시설 이용인원도 세대당 2명에서 5명으로 늘어나는 등 관리비 변동요인이 생겼다"며 "동종업체 대비 가장 낮은 관리비를 받고 있다"고 적법한 절차 이행을 주장했다.

제주시 관계자는 "라온프라이빗타운 입주민과 관리업체간 분쟁으로 제주시에서는 갈등이 해결될 수 있도록 중재 노력에 나설 것"이라고 밝혔다.

@highlight

제주시 한림읍에 위치한 934세대 규모의 라온프라이빗타운 입주민 70여명은 관리업체가 관리규약상 운영위원회도 거치지 않고 공동관리비를 일방적으로 인상했다며, 22일 제주시청을 방문하여 관리업체에 대한 관광사업자 등록취소를 요구하는등 상호간에 갈등이 심화되고 있다.