지난해 열린 '대한민국 국악기 제작체험 축제'에서 어린이들이 국악기 제작 체험을 하고 있는 모습.

사진=영동군 제공.

[영동]'제12회 대한민국 국악기 제작체험 축제'가 오는 25-26일 이틀간 영동체육관에서 열린다.

(사)동재국악진흥회가 주최하고 난계국악기제작촌이 주관하는 행사로 순수한 민간 주도형 축제다.

국악기를 소재로 한 다양한 체험·전시 행사가 방문객들을 맞는다.

국악기 만들기, 국악기 제작과정체험, 국악기 연주 등 남녀노소 누구나 함께 즐길 수 있는 것 오감만족 체험 프로그램과 전통악기 전시, 공예품 전시 등 다양한 볼거리가 마련된다.

특히, 국악기 제작과정에서 제작촌 장인들의 손을 빌려 앞판 대패작업, 인두작업, 가야금 줄꼬기 등을 직접 해 보며 색다른 재미를 즐길 수 있다.

만들기 체험 코너의 경우 고급 연주용 악기를 입문자용 악기 금액으로 가져갈 수 있는 기회가 마련되며, 인터넷 카페(https://cafe.naver.com/dongjaekr)에서 사전접수 후 해당 일에 참여할 수 있다.

국악기 전시 코너에선 가야금, 거문고, 해금 등 20점의 전통악기와 개량 가야금, 개량 아쟁 등의 이색적인 개량 악기를 만날 수 있다.

이외에도 공예체험·시연 코너에선 초고 공예체험, 목공예체험, 멧돌체험, 지우산체험 등 다양한 체험 프로그램 진행과 시연으로 관광객들의 흥미를 돋운다.

또 부대행사로 25일 전국 국악 동호인 기악 경연대회가 열려 동호인들이 그동안 갈고 닦은 기량을 선보이며 어깨춤 절로 나는 무대를 연출한다.

제작촌 관계자는 "국악의 고장 영동에서만 즐길 수 있는 소박하지만 국악의 향기 가득한 특별한 여행이 될 것"이라며 "전통문화와 우리소리가 어우러진 감동과 힐링의 시간을 맛보시길 바란다"고 말했다.

@highlight

영동군에 따르면  25-26일 열리는 '제12회 대한민국 국악기 제작체험 축제'가 국악기를 소재로 한 다양한 체험·전시 행사로 진행되며, 국악의 고장 영동에서 국악의 향기를 즐길 수 있는 특별한 여행이 될 것이라고 말했다.