실기)전형, 논술전형 등 입시전형의 복잡성과 준비과정의 불확실성으로 인해 조기 선행학습을 유발하고 있다.

고등학교 가서 어떤 전형을 준비해서 입시를 치를지 모르니 중학교, 초등학교 시절 수학, 영어, 과학, 국어 등 미리 준비해두려는 심리가 작용한다.

어린 시절부터 과도한 선행학습에 노출된 학생들은 가장 에너지를 뿜어내야할 고등학생이 되어 번아웃 상태가 되어 버린다.

당연히 목표하는 명문대 진학이 어려워진다.

우리는 학생유형과 입시유형을 분석하여 학종형 학생인지, 수능형 학생인지 살펴보아야 한다.

학종형 학생은 융합사고력과 사회성이 우수하며, 시험범위가 정해진 학교시험에 특히 강하다.

창의적 체험활동 등 학교활동에 적극적이며 대인관계가 좋다.

학종형 학생은 진로전공 설계가 가장 중요하다.

이를 위해 진로성향부터 파악해야 한다.

절대 문과, 이과성향 문과, 문과성향 이과, 절대 이과인지 수학과학 심화학습을 통해 파악할 수 있다.

이때 수학교사와 과학교사의 전문성과 경험이 중요하다.

진로성향이 절대 문과인 학생은 문학, 영어, 사회 분야에 능력을 보이나, 수학에 치명적 약점을 들어낸다.

이런 학생은 어문계열, 인문계열 관련 학과를 전공하는 것이 바람직하다.

명문대 모집정원의 14.2%가 어문계열, 인문계열이다.

진로성향이 절대 이과인 학생은 수학, 물리 분야에 선호도와 성취도가 높게 나타난다.

그러나 국어(문학)와 영어에 완성도가 떨어진다.

이런 학생에게는 물지계열, 기계계열, 전자계열 관련 학과를 추천한다.

명문대 모집정원의 28.4%가 여기에 해당한다.

진로성향 탐색의 난제는 우리 아이가 이과성향 문과인지, 문과성향 이과인지를 판별하기 어렵다는 것이다.

수학과학 심화학습을 통해 구분할 수 있으므로 해당 전문가의 도움을 받길 바란다.

@highlight

학종형 학생은 진로전공 설계가 가장 중요하며 수학과학 심화학습을 통해 절대문과, 이과성향 문과, 문과성향 이과, 절대 이과 중 어디에 속하는 지 진로성향부터 파악해야 한다.