교보악사자산운용은 글로벌 자산운용사인 AXA Investment Manager(이하 AXA IM)와 함께 개발한 타겟데이트펀드 '교보악사 평생든든 TDF'를 출시한다고 22일 밝혔다.

타겟데이트펀드(Target Date Fund, 이하 'TDF')는 가입자의 은퇴 시점을 고려해 자산배분곡선(Glide Path)에 따라 주식 등 위험자산과 및 채권 등 안전자산에 대한 투자 비중을 자동으로 조정해 운용하는 펀드다.

교보악사 평생든든 TDF는 AXA IM의 금융공학 전문 Multi Asset Client Solutions(MACS)팀으로부터 자산배분에 대해 자문 받으며 교보악사자산운용의 퀀트팀이 펀드를 운용한다.

AXA IM MACS팀의 자산배분 모델은 한국인의 투자성향을 반영해 은퇴시점의 투자원금 보존을 추구하면서 은퇴자산의 부를 극대화하도록 설계했다.

교보악사자산운용 관계자는 "전세계 모든 운용사의 펀드를 대상으로 위험 대비 성과가 우수한 펀드에 투자하기 때문에, 경쟁사 혹은 다른 운용사 펀드를 기피해 시장을 바라보는 시야가 줄어드는 부정적 영향을 최소화할 수 있다"며 "전세계 연금자산 자문 및 운용 1위 '머서(Mercer)'와 협업했다는 점도 강점"이라고 말했다.

머서는 전세계 위탁 자산운용금액이 약 265 조원으로, 50여개 국가에서 1만개 이상의 고객사를 대상으로 연금자산에 대한 솔루션을 제공하는 글로벌 연금자산 전문가 그룹이다.

교보악사는 머서와의 협력을 통해 축적된 글로벌 매니저 평가 데이터와 포트폴리오 분석 노하우를 펀드 셀렉션에 활용할 계획이다.

교보악사 평생든든 TDF는 6월부터 교보생명, 우리은행, 현대차증권 등을 통해 우선적으로 판매할 예정이다.

@highlight

교보악사자산운용은 자산배분곡선에 따라 위험자산과 안전자산에 대한 투자 비중을 자동으로 조정하여 은퇴시의 투자원금은 유지하면서 은퇴자산을 최대화할 수 있는 타겟데이트펀드 '교보악사 평생든든 TDF'를 출시한다고 22일 밝혔다.