전남도는 여수산단 현안을 해결하고 환경관리 종합대책을 세우기 위한 민·관 협력 거버넌스 위원회 2차 회의를 지난 21일 여수시의회에서 열었다.

전남도는 위원회 운영을 통해 산단 환경관리 시스템과 법령 및 제도를 개선해 근본적인 종합대책을 마련할 방침이다.

이날 회의에서는 하훈 전남보건환경연구원 동부지원장이 여수산단 악취 측정시스템 구축 방안을 발표했다.

하 지원장은 유해 대기오염물질 정밀 모니터링을 위해 ▲주삼동과 월내동에 고정식 측정소 2개소 설치 ▲고성능 분석 장비(SIFT-MS 등)를 탑재한 이동식 측정차량 1대 구입 ▲산단 내부 취약지역과 민원 다발지역에 악취측정기(NH3, H2S, TVOC)와 무인 포집기 30개소 설치 등의 계획을 밝혔다.

또한 악취 종합상황실을 운영해 시스템 유지·관리와 측정자료 분석·평가, 확산모델링 등 연구를 수행하고 동부지역본부와 여수시에 악취 관리 종합상황실을 설치해 환경기동반(가칭)과 연계 운영할 계획이다.

여수환경운동연합과 여수시민사회단체연대회의는 거버넌스 기본의제에 대한 의견을 발표했다.

대기오염 측정치 거짓 기록 위반 업체에 대한 민·관 합동조사를 위해 환경부에서 이미 운영 중인 드론과 이동측정차량을 여수산단에 투입해 줄 것과 영산강유역환경청과 전남도에 드론과 이동측정차량을 신규 도입할 것을 건의했다.

여수산단 배출업체에 대한 전수조사도 요구했다.

이와 함께 여수산단 주변 대기 실태 조사와 유해성·건강영향평가와 관련해 피해자 입장에서 조사를 실시한 경험 있는 조사책임자의 선정과 조사 기관·조사 범위·조사 기간 등의 결정을 요구했다.

자가 측정 거짓 기록 1차 위반업체로 확정된 금호석유화학, 롯데케미칼, 엘지화학, 지에스칼텍스, 한화케미칼 등 5개사에서는 공동으로 대기환경 개선대책을 세워 위원회에 제출했다.

하지만 위원회에선 5개사 각 사업장별 세부 개선책을 요청했고, 이에 대해 3차 회의에서 각 기업체가 발표하기로 했다.

@highlight

전남도는 지난 21일 민·관 협력 거버넌스 위원회를 열어 여수산단 현안을 해결하고 환경관리 종합대책을 세우기 위해 악취 측정시스템 구축 방안을 발표했다.