지난주 급등했던 더불어민주당의 지지도가 한 주 만에 하락한 반면 자유한국당은 반등했다는 여론조사 결과가 23일 나왔다.

리얼미터가 tbs 의뢰로 지난 20~22일 성인남녀 1511명을 대상으로 정당 지지도를 조사(95% 신뢰수준에 표본오차 ±2.0%포인트)한 결과, 민주당의 지지도는 3.8%포인트 하락한 38.5%로 집계됐다.

진보층과 중도층, 여성, 경기ㆍ인천과 충청권, 60대 이상과 50대에서 하락 폭이 컸던 것으로 조사됐다.

이에 대해 리얼미터 측은 "지난주 나경원 한국당 원내대표의 '여성 비하 혐오표현' 논란 등으로 급격하게 결집했던 지지층 상당수가 '최저임금 속도조절론', 전교조의 '법외노조 취소' 대정부 투쟁 예고, '장자연 조사, 버닝썬 수사' 부실 논란과 더불어 각종 경제지표 악화 소식이 이어지면서 다시 이탈한 데 따른 것으로 풀이된다"고 분석했다.

반면 한국당은 1.7%포인트 오른 32.8%를 기록했다.

한국당은 중도층, 여성, 대구ㆍ경북(TK)과 경기ㆍ인천, 서울, 30대와 60대 이상에서 주로 상승한 것으로 나타났다.

정의당 역시 민주당 지지층 일부를 흡수하면서 1.5%포인트 오른 7.4%를 기록했다.

반면 바른미래당은 0.5%포인트 떨어진 4.6%를 차지했다.

민주평화당은 지난 주와 마찬가지로 2.3%였다.

한편 문재인 대통령의 국정수행 지지율은 지난 주에 비해 0.4%포인트 오른 49.8%(매우 잘함 27.7%, 잘하는 편 22.1%)로 2주째 완만한 상승세를 나타났다.

'국정수행을 잘못하고 있다'는 부정평가는 0.3%포인트 내린 45.7%(매우 잘못함 31.9%, 잘못하는 편 13.8%)로, 긍ㆍ부정 평가의 격차는 오차범위 내인 4.1%포인트로 집계됐다.

자세한 조사 개요와 결과는 리얼미터 홈페이지나 중앙선거여론조사심의위원회 홈페이지를 참고하면 된다.

@highlight

리얼미터가 tbs 의뢰로 지난 20~22일 성인남녀 1511명을 대상으로 정당 지지도 조사를 실시한 결과 '최저임금 속도조절론', 전교조의 '법외노조 취소' 대정부 투쟁 예고, '장자연 조사, 버닝썬 수사' 부실 논란과 더불어 각종 경제지표 악화 소식이 이어지면서 민주당의 지지도는 3.8%포인트 하락한 38.5%로 집계됐으며 반면 한국당은 한국당은 1.7%포인트 오른 32.8%를 기록했다.