천안 비렌티웨딩홀이 우량농지에 주차를 유도하고 있다.

천안시는 이 부지에 대한 주차장 사용허가 신청을 반려했다.

우려됐던 천안 신당동 비렌티웨딩홀의 주차난이 현실화될 것으로 보인다.

지난 4월 진입로 사용에 대한 토지주와의 합의 없이 오픈을 강행한 천안 신당동 비렌티웨딩홀에 대해 천안시가 제동을 걸고 나섰기 때문이다.

천안시는 지난 21일 비렌티웨딩홀이 신청한 우량농지에 대한 주차장 사용 허가에 대해 반려 처분을 내렸다.

비렌티웨딩홀은 예식장 내에 조성된 실내 150대, 실외 150대 등 300여대의 주차장만으로는 방문객 소화가 불가능해 인근에 조성한 우량농지에 대한 주차장 사용허가를 천안시에 신청한바 있다.

이에 대해 천안시는 진입로 사용허가를 토지주에게 받아오라며 보완통보를 내렸고 보완 기간으로 제시한 지난 21일까지 웨딩홀이 진입로 사용허가를 받아오지 못하자 최종 반려 처분을 내린 것이다.

천안시는 웨딩홀 측이 반려처분에 대한 행정소송을 전개할 것으로 내다보고 이에 대한 법리검토도 마무리했다.

시 관계자는 "1달여간 보완기간을 줬고 그 기간 동안 보완사항이 충족되지 않아 원칙적으로 반려처분을 내리게 됐다"며, "행정소송을 한다고 웨딩홀 측에서 얘기를 하고 있지만 소송사안으로 법원이 받아줄지 조차 모르겠다"고 말했다.

천안시가 행정소송에서 절대적인 자신감을 보이는 이유는 이미 웨딩홀 측이 토지주를 상대로 대전지방법원 천안지원에 제기한 방해금지 가처분 신청이 기각된바 있기 때문이다.

이와 관련 비렌티웨딩홀의 향후 계획을 물었지만 구체적인 입장을 밝히지는 않았다.

다만, 변호사를 선임, 행정소송을 준비하고 있는 건 사실로 확인됐다.

웨딩홀측 입장에서는 이미 수백억원이 웨딩홀 조성비용에 투입됐고, 행사예약도 잡아 놓은 상태여서 시간을 벌기 위해서라도 행정소송은 불가피해 보인다.

@highlight

천안시는 21일 토지 주인과 상의없이 개점을 강행한 비렌티웨딩홀에 대해 우량농지 주차장 사용허가를 거부하며 웨딩홀의 주차공간 확보가 어려울 것으로 예상된다