［충북일보］ 충북대학교병원이 도내에서 유일하게 유방암과 위암 치료를 모두 잘하는 병원으로 인정받았다.

건강보험심사평가원은 '유방암 6차·위암 4차 적정성 평가' 결과를 22일 공개했다.

이번 평가는 2017년 입원 진료분을 대상으로 해당 수술을 하고 심사평가원에 청구한 의원급 이상 185기관(유방암), 204기관(위암)에 대해 진행됐다.

평가지표별 결과를 바탕으로 종합점수를 산출한 결과, 유방암·위암 모두 평균 97점 이상으로 높은 결과치를 보였다.

충북지역에서는 도내 유일 상급종합병원인 충북대병원이 유방암과 위암 적정성 평가에서 모두 1등급을 획득했다.

유방암·위암 모두 1등급을 받은 의료기관은 전국에서 충북대병원을 포함한 상급종합병원 42곳, 종합병원 44곳 등 모두 86곳이다.

이들 병원은 대부분 접근성이 좋은 곳에 위치하고 있는 것으로 나타났다.

청주성모병원의 경우 도내 종합병원급 의료기관에서는 유일하게 위암 적정성 평가 1등급을 받았다.

유방암 6차·위암 4차 적정성 평가에서 1등급 기관은 유방암 88기관(83%)·위암 107기관(95.5%)으로 집계됐다.

전 차수 대비 유방암은 동일, 위암은 5기관 증가한 수치다.

2017년 전체 사망자의 27.6%가 암으로 사망하는 등 암질환은 국내 사망률 1위 질병이다.

2016년 새로 발생한 암환자 수는 전년도 21만6천542명보다 1만2천638명(5.8%) 증가한 22만9천180명이었다.

암 사망률은 폐암이 가장 높았으며, 간암·대장암·위암·췌장암·유방암 순이었다.

암 발생률은 위암·대장암·갑상선암·폐암·유방암·간암 순으로 높았다.

건강보험심사평가원은 이번 결과에 대한 자세한 지표 점수 등을 23일 심사평가원 누리집 홈페이지(www.hira.or.kr)와 건강정보 이동통신 응용프로그램(앱)을 통해 공개한다.

@highlight

충북지역 유일 상급종합병원인 충북대병원이 2017년 국내 사망률 1위의 질병 암질환에서 유방암과 위암 치료를 잘하는 병원으로 건강보험심사 평가원에서 인정받았다.