한국 수영의 간판 문재권(서귀포시청)이 국가대표 2차 선발대회에서 금물살을 가르며 대회 2관왕에 올랐다.

'2019 경영 국가대표 2차 선발대회'가 지난 18일부터 21일까지 경북 김천 실내스포츠수영장에서 개최된 가운데 문재권은 자신의 주종목인 평영 50m와 평영 100m에서 2개의 금메달을 쏟아냈다.

평영 100m 한국신기록 보유자인 문재권은 지난 3월말 제주에서 열린 제14회 제주한라배전국수영대회 대회 2관왕과 3월초 2019 경영 국가대표 1차 선발대회 2관왕 등 연이은 전국대회에서 한국 평영종목 1인자의 자리를 굳건히 지키고 있다.

문재권은 이 대회 평영 50m결선에서 27초86의 기록으로 2위 김재윤(서울특별시수영연맹·28초07)과 3위 구태완(국군체육부대·28초27)을 따돌리고 금빛 질주를 선보였다.

문재권은 앞선 평영 100m결선에서 1분00초22로 가장 먼저 터치패드를 찍으며 자신의 한국신기록(1분00초20)에 0.02초 뒤진 기록으로 김재윤(1분01초43)과 하준석(서울특별시수영연맹·1분02초49)을 물리치고 금메달을 목에 걸었다.

문재권은 평영 200m에서도 2분12초75의 기록으로 은메달을 추가해 혼자서만 3개의 메달을 쓸어담았다.

이밖에 팀 동료 박재훈이 자유형 1500m에서 15분46초90의 기록으로 은메달을, 자유형800m에서 8분11초51로 동메달을 각각 획득했다.

또 조상원이 평영50m에서 7위, 자유형50m에서 14위, 민경빈이 자유형200m에서 13위에 각각 랭크됐다.

한편 문재권은 이달말 대한수영연맹의 최종회의를 거쳐 7월12일부터 28일까지 광주광역시에서 개최되는 2019광주세계수영선수권대회 출전여부가 확정된다.

@highlight

문재권은 18일부터 21일까지 경북 김천 실내스포츠수영장에서 개최된 '2019 경영 국가대표 2차 선발대회'에서  자신의 주종목인 평영 50m와 평영 100m에서 2개의 금메달을 따 대회 2관왕에 올랐다