지난달 인천항 컨 물동량이 지난해보다 2.5% 가량 늘면서 역대 최고치를 기록했다.

22일 인천항만공사(IPA)에 따르면 지난달 인천항에서 처리된 컨테이너 물동량이 27만4천172TEU으로, 작년 26만7천523TEU과 비교해 훌쩍 뛰었다.

지난 2016년과 2017년 각각 22만3천50TEU, 25만9천951TEU을 달성했다는 점에서 최근 4년간 꾸준히 증가하는 모양새다.

올해의 경우 수입된 물동량은 14만1천464TEU이며 지난해 같은 기간 대비 4천21TEU가 늘면서 전체의 51.6%를 차지했다.

수출 물동량 역시 12만9천740TEU을 기록하면서 1천775TEU가량 증가했다.

환적 및 연안 물동량은 각각 2천458TEU와 511TEU로 집계됐다.

IPA는 주요 요인으로 중국, 베트남, 칠레 등의 국가를 중심으로 목재류, 철강제품이 많이 거래된 점을 꼽는다.

가장 많이 교류한 중국은 지난해 12만498TEU에 비해 약 8%(총 16만8천929TEU)가 늘었다.

뒤이어 베트남(2만7천611TEU·3.6%), 인도(6천554TEU·17.7%), 미국(3천904TEU·67.6%)이 전부 증가세를 보였다.

품목별로는 총 32개 중에서 20개 품목에서 물동량이 많아졌다.

특히 목재류의 경우 지난해 48만3천RT에 불과했지만 이번에 2배에 달하는 84만8천RT가 거래되면서 132.4%가량 껑충 뛰었다.

이밖에 철강제품이 22만RT로 103.4%(112천RT), 섬유류는 173만9천RT로 3.1%(52천RT) 가량이 늘었다.

김순철 IPA글로벌물류전략실장은 "최근 국가간 무역분쟁이 심화되는 등 경제상황이 좋지 않지만 그 속에서 인천항은 역대 4월 컨테이너 물동량 중 최고치를 기록했다"며 "앞으로도 글로벌 선사 대상 포트세일즈 마케팅을 통한 대형화주 유치 등에 더욱 노력하겠다"고 말했다.

@highlight

지난달 인천항 컨테이너 물동량이 지난해보다 2.5% 가량 늘면서 역대 최고치를 기록한 주요 요인으로 IPA는 중국, 베트남, 칠레 등과의 목재류, 철강제품의 거래 증가를 꼽으며 김순철 IPA 글로벌물류전략실장은 '앞으로도 글로벌 선사 대상 마케팅을 통한 대형화주 유치에 노력하겠다'고 말했다.