제주지역 119개 렌터카업체 대표와 버스, 전세버스, 택시, 법인택시 운송사업조합 등 운수업계와 제주시민사회단체연대회의는 22일 제주도의희 도민의방에서 기자회견을 열어 "롯데렌탈(주), (주)SK네트웍스, (주)한진, AJ렌터카, 해피렌터카는 소송을 취하해 대기업의 사회적 책임을 다하고 대승적 차원에서 렌터카 감차 사업에 적극 동참하라"고 촉구했다.

렌터카 총량제에 동참한 제주지역 119개 렌터카 업체와 시민단체가 자율 감차를 거부하며 제주도를 상대로 소송을 제기한 대기업들을 정면으로 비판했다.

제주지역 119개 렌터카업체 대표와 버스, 전세버스, 택시, 법인택시 운송사업조합 등 운수업계와 제주시민사회단체연대회의는 22일 제주도의희 도민의방에서 기자회견을 열어 "롯데렌탈(주), (주)SK네트웍스, (주)한진, AJ렌터카, 해피렌터카는 소송을 취하해 대기업의 사회적 책임을 다하고 대승적 차원에서 렌터카 감차 사업에 적극 동참하라"고 촉구했다.

이들은 "도내 (렌터카)업체들은 이제야 할부가 끝난 차량을 감차하는 부담을 안고 뼈를 깎는 고통 속에서 (감차한 차량)을 중고차 시장에 내다 팔아야 하지만 대기업 영업소들은 감차 차량을 본사 또는 육지부 영업소로만 이관하면 돼 손해보는 게 없는데도 여러 핑계를 대며 소송을 제기했다"며 "대기업들이 공익보다는 사익을 먼저 생각하고 있다"고 꼬집었다.

앞서 롯데렌탈(주), (주)SK네트웍스, (주)한진 등 대기업 계열 렌터카 업체 5곳이 지난 14일 원희룡 제주지사를 상대로 차량 운행제한 공고처분 등 취소 청구 소송과 운행 제한에 대한 집행정지 신청을 제주지방법원에 냈다.

이들 회사는 제주도가 렌터카 운행을 제한한 것은 사유재산권을 침해하는 것이라고 주장하는 것으로 전해졌다.

@highlight

제주지역 운수업계와 제주시민사회단체연대회의는 기자회견을 열어 대기업의 사회적 책임을 다하고 대승적 차원에서 렌터카 감차 사업에 적극 동참하라고 주장하였다.