이상훈 ABL 바이오 대표 "벤처기업 R&D 지원 확대" 한헌석 충북대병원장 "조직칩 상용화 기술 개발 지원"

［충북일보］ 정부가 발표한 바이오헬스산업 혁신전략을 실현하기 위해서는 전문인력 양성을 위한 교육시설 조성이 필요하다는 주장이 제기됐다.

22일 충북 오송C&V센터에서 열린 '바이오헬스 국가비전 선포식'에서 오석송 ㈜메타바이오메드 대표이사는 문재인 대통령에게 석·박사급 고급인력 양성을 위한 KAIST 생명과학기술대학 오송 확대 이전, 현장 실무형 전문인력 양성을 위한 바이오 종합 캠퍼스 조성을 건의했다.

오석송 대표는 "바이오업계에 종사하고 있는 기업인들은 최근 들어 바이오신약과최첨단 의료기기를 연구·개발하는 연구전문인력과 엔지니어기술 인력 모두가 부족해 많은 어려움을 겪고 있다"며 업계가 겪는 인력난을 소개했다.

오 대표는 "2018년 한국바이오협회에서 실시한 바이오산업 인력수급 실태조사에 따르면 바이오기업의 직종별 신규 및 대체 인력 충족률이 70~80% 수준에 불과해 2만여 명의 인력이 부족한 것으로 나타났다"고 부연했다.

그는 해외 사례를 들면서 "바이오 특화 국가 클러스터인 오송에 R&D 및 임상시험 연구개발, 바이오 생산, 품질관리, 글로벌 비즈니스 등 다양한 분야의 전문 인력 양성을 위한 교육시설 조성이 필요하다"고 강조했다.

이상훈 ABL 바이오 대표는 바이오벤처기업에 대한 응용개발 R&D 지원 확대를 요청했다.

이 대표는 "기업 규모와 상관없이 좋은 아이디어만으로 국가에서 연구개발비를 지원받을 수 있고, 실패하더라도 다시 지원받는데 문제없는 그런 환경을 만들어주신다면 별다른 인재양성 노력 없이도 자동적으로 우리나라의 젊은 인재들이 이 분야로 모여들 것"이라고 말했다.

한헌석 충북대학교 병원장은 신약개발 효율성 제고를 위한 조직칩 상용화 기술 개발 지원을 제안했다.

한 병원장은 "조직 칩 기술을 신약개발에 활용될 수 있을 정도로 제품화하는 상용화 단계의 지원이 부족하다"며 "세계적인 추세에 따라 우리나라에서도 점차 조직 칩 기술의 연구개발 규모가 확대되고 있지만, 대학·연구소 등 실험실 단계에 머무르고 있다"고 밝혔다.

@highlight

22일 충북 오송C&V센터에서 열린 '바이오헬스 국가비전 선포식'에서 오석송 ㈜메타바이오메드 대표이사는 바이오업계의 인력난을 호소하고 해외의 사례를 소개하며 정부의 바이오헬스산업 혁신전략을 실행하기 위해서는 전문인력 양성을 지원하는 교육시설의  조성이 절실하다고 강조했다.