유시민 노무현재단 이사장이 22일 모친상을 당해 23일 경남 김해 봉하마을에서 열리는 고(故) 노무현 전 대통령 10주기 추도식에 참석할 수 없게 됐다.

유 이사장은 이날 경기 일산병원에 차려진 모친 서동필씨의 빈소에서 기자들과 만나 "저희 어머니가 못 가게 붙잡으신 것 같다"며 "여기 있으라고 하신 것 같아서 (추도식에 가지 않고) 그냥 있기로 했다"고 말했다.

그는 "(노무현) 대통령님은 나중에, 10주기 행사에 못 가니까 어머니 장례가 끝나고 따로 찾아뵈면 된다"며 "제가 거기(추도식)에서 하기로 했던 역할은 (재단의) 다른 이사님들이 나눠서 하시도록 해서 (권양숙) 여사님하고도 통화해서 양해말씀을청했다"고 밝혔다.

노무현재단은 유 이사장의 모친이 최근 위독해진 점을 고려, 유 이사장이 추도식에 불참할 가능성에 대해서도 대비해온 것으로 전해졌다.

유 이사장은 이날 자신의 팬클럽인 '시민광장' 회원들에게 '어머니의 별세에 대하여'라는 글을 보내 "제 어머니가 여든 아홉해를 살고 세상을 떠나셨다"고 알렸다.

그는 "어머니는 병상에 계셨던 지난 2년 반 동안 자신의 삶에 대한 만족감과 자부심을 여러차례 표현하셨다"며 "다시는 목소리를 듣고 손을 잡을 수 없게 된 것은 아쉽지만, 저는 어머니의 죽음이 애통하지 않다"고 밝혔다.

그러면서 "저를 위로하러 오실 필요는 없다. 슬프거나 아프지 않으니까요"라며 "마음 속으로 '서동필 어머니, 안녕히 가세요'라고 인사해주신다면 그것으로 충분하다"고 말했다.

유 이사장은 "간단한 다과를 준비했으니 함께 나누면서 삶과 죽음에 대해 사유할 기회로 삼았으면 좋겠다"며 "우리는 우리들 각자의 삶을 의미있게 꾸려나가기로 하자"고 덧붙였다.

유 이사장은 '정치를 하지 않겠다'고 선언하며 여의도 등 정치권과 거리를 두는모습을 보여왔지만, 이날 빈소에는 정치인들의 발길이 이어졌다.

@highlight

유시민 노무현재단 이사장이 모친상을 당해 고(故) 노무현 전 대통령 10주기 추도식에 참석 하지 못한다. 노무현재단은 유 이사장의 불참 가능성에 대해 대비 하고 있었다고 전해진다. 그는 어머니 장례가 끝난 후 따로  찾아 뵙는다고 밝혔다.