대구 중부경찰서 신축 사업이 차질을 빚고 있다.

문화재청이 역사문화환경 보존지역에 포함된 현 청사 부지에 대해 ‘대구 경상감영지’ 등의 역사 보존을 이유로 건축행위 허가 심의를 보류했기 때문이다.

23일 대구지방경찰청 등에 따르면 현재 5층 건물인 중부경찰서(중구 경상감영길 55)를 허물고 2023년 7월까지 신청사를 신축할 계획이다.

사업비는 400여억 원이 투입되고 2021년 5월 착공에 들어갈 예정이다.

중부서는 지난 22일 열린 심의에서 문화재청에 현재 높이 23.6m의 5층 규모 청사를 31.6m 7층 규모로 짓는 형상 변경안을 제출했다.

하지만 문화재청은 경상감영지의 자연경관 등을 보존하기 위한 재건축안을 제출하라는 통보를 내렸다.

현 중부서가 경상감영지와 50m가량 떨어져 역사문화환경 보존지역에 포함돼 있어서다.

경상감영지는 2017년 4월26일 문화재청에 사적 제538호로 지정했다.

이에 이곳의 반경 200m 이내 지역의 개발행위 등은 지자체나 문화재청의 허가를 받아야 한다.

건축행위 허용기준은 1구역은 문화재청, 2·3구역은 지자체가 담당하고 있다.

기존 범위 내에서 신축 및 증축에 대한 해당 사항은 모두 1구역에 포함돼 문화재청의 개별심의를 받아야 한다.

특히 공사가 진행되고 매장 문화재 발굴이 실시돼 역사적 가치가 있는 유구 등이 발견되면 현 신축 사업은 다시 매장 문화재 보존에 관련된 건축 재심의를 받아야 한다

앞서 문화재청은 지난달 25일 심의 당시 역사문화보존 문제를 이유로 대구시에 경상감영지의 보존 및 활용계획을 답변해 달라고 요청했다.

대구시는 이에 문화재 보호법 제34조에 의거 경상감영지 등 문화재 자연경관의 스카이라인을 훼손하지 않고 역사 및 문화환경을 보존하는 방안에서 건축행위를 재검토해 달라는 공문을 문화재청에 전달했다.

문화재청은 다음달 중부서 신축과 관련 건축행위 허가 등에 대해 문화재 위원회를 열고 재심의할 예정이다.

중부서 관계자는 “신축 청사는 5~7층 규모로 예상한다”며 “다음 심의에서 건축행위 허가가 나면 공사를 하기 위해 매장 문화재 조사부터 이뤄져야 한다.

문화재청에서 요구한 사항에 맞춰 재건축안을 계획할 것”이라고 밝혔다.

@highlight

대구지방경찰청은 23일 현재 5층 건물인 중부경찰서를 허물고 2023년 7월까지 신축하려는 계획에 문화재청의 '대구 경상감영지;등의 역사 보존을 이유로 하는 건축행위 허가 심의 보류로 인해 차질이 생겼다고 밝혔다.