제주지역 건설업 활성화를 위한 규제 완화와 공직자 역량 강화 등 체질 개선이 추진된다.

제주도는 공동도급 활성화, 하도급계약심의위원회 운영, 지역근로자 고용안전 지원 등을 담은 '지역건설산업 활성화 촉진 조례 개정안'을 오는 7월 도의회에 제출할 것이라고 밝혔다.

또 건축 인·허가 기간 단축과 절차 간소화 대상에 포함될 사업과 범위를 정하는 한편 민원처리 지연 해소를 위한 69종의 상세 매뉴얼도 제작·배포, 공직자의 업무처리 능력을 높이는 등 주민 불편을 해소키로 했다.

지역건설업 경쟁력 강화를 위한 적정 공사비의 설계 반영도 내달중 확대 시행된다.

계약심사 과정에서 사업 규모에 비해 예산이 부족, 건설업 위축을 초래하자 도는 오는 6월까지 적정공사비 반영 가이드라인을 마련키로 했다.

이와함께 현재 행정시 재해위험지구 공사 등 9건 409억원을 발주한 주계약 공동도급제를 올해 20건 이상 확대하는 한편 하도급·장비대금 체불 예방 및 견실 시공, 안전관리 실태 점검을 강화할 방침이다.

특히 침체된 지역건설업을 공공부문에서 촉진시키기 위해 전체 1311건·1조4234억원의 57%(905건·7993억원) 실적을 보이는 신속 발주 대상사업을 올 상반기내 90%까지 높이기로 했다.

이와함께 주택경기 침체 극복을 위해 이달말까지 주거지역내 임대주택 용적률 및 공동주택 일조권 완화 등 건축조례와 도시계획 조례 제도개선을 이달말까지 마무리할 방침이다.

이처럼 공공부문이 규제완화를 통해 건설업 활성화를 모색하는 것과 달리 민간부문은 50만㎡ 이상 개발사업에 대한 투자 적정성 등 개발사업 심의를 강화, 국내·외 사업자들의 투자 기피를 초래하고 있다.

도 관계자 "각종 도로·항만공사, 하수처리장 증설 등 대형공사에 지역건설업체가 49% 이상 참여하는 지역의무공동도급제를 시행함으로써 제주지역 건설업체의 참여를 확대하겠다"고 말했다.

@highlight

제주도는 '지역건설산업 활성화 촉진 조례 개정안'을 오는 7월 도의회에 내고 민원처리 지연 해소를 위한 69종의 상세 매뉴얼을 제작·배포하여 공직자의 업무처리 능력을 높이는 등 규제 완화와 공직자 역량 강화 등의 체질 개선을 추진할 예정이다.