전국에서 대전 아파트 분양 현장이 상승세를 이어가고 있다.

대전지하철 2호선인 트램의 예비타당성 면제와 충청권 광역 철도 개발이 속도가 붙었기 때문이다.

대전 아파트 분양 현장 가운데서도 서대전역 인근은 대전지하철 2호선과 충청권 광역 철도역, 현재 운행 중인 대전지하철 1호선의 트리플 역세권에 생활 편의시설이 밀집한 입지로 지역 내 미래가치가 높다고 평가받고 있다.

이 가운데 KTX서대전역 인근의 코아루 써밋 아파트가 특별분양을 진행 중이다.

서대전역 코아루써밋 아파트는 총216세대로 지하 5층에서 지상 32층으로 2021년 4월 완공될 예정이다.

특히 중소형 정남향, 판상형 구조 3.3m²에 800만원대에서 900만원대로 보다 저렴하다.

실제로 대전 지역 부동산 관계자에 따르면 중구와 동구 일대는 입지에 따라 다르겠지만, 신규 분양 예정지의 경우 3.3m²당 1200만원으로 예정되어 있다.

지난 3월 분양한 대전 아아파크 시티의 경우 3.3m²당 1500만원이였던 것을 보면 향후 대전지역 아파트와 오피스텔 등 신규 분양가 및 부동산 시세는 지속적으로 상승할 것으로 예측된다.

서대전역 코아루써밋은 로이 유리 시공, 결로 방지 공사 및 화장실 2곳 모두 온돌 설치, 홈네트워크 시스템 등 최첨단 시스템 기술을 적용했다.

여기에 상가분양 시작 전에 잔여세대를 모두 소진시키고자 특별 분양이 진행 중이다.

계약자 혜택이 많으며, 오피스텔의 경우 계약금 900만원 납입 후 임대소득 480만원을 바로 지급받는 혜택을 제공한다.

분양 관계자는 "시행은 한국토지신탁, 시공사는 금강종합건설이며, 대전 역세권 아파트를 알아보는 투자자나 실거주 목적인 주택 구입 예정자는 마감되기 전에 서둘러 방문하길 권장한다"고 말했다. 한편, 공사 현장은 대전 중구 오류동이며, 견본 주택은 대전 서구 가수원동에서 관람할 수 있다.

@highlight

대전 아파트 분양 현장이 상승세를 보이는 가운데 트리플 역세권에 생활 편의시설이 갖추어진 입지로 KTX서대전역 인근의 코아루 써밋 아파트가 특별 분양을 진행하고 있다.