[예산]예산군이 제71회 충남도민체육대회에서 종합성적 14위를 기록하며 역대 최하위를 기록해 지역이미지를 크게 실추시켰다는 지적이다.

지난 16일부터 19일까지 서천군 일원에서 펼쳐진 충남도민체전에서 도내 15개 시·군에서 예산군이 종합순위 14위를 기록해 체육인들과 군민들 입장에서는 자존심에 상처를 입은 셈이다.

더욱이 지난해 10위를 기록한 성적보다 4개단이나 떨어진 14위를 기록하면서 지난 10년간 성적 중 2010년과 2011년 14위에 이어 또 다시 역대 최하위 성적을 기록했다.

이번 성적은 예산군 인구보다 절반이상이나 적은 청양군(종합성적 13위)보다 낮은 성적을 기록하는 한편 인근 홍성군(종합성적 9위)과의 격차는 무려 5순위나 차이가 나 군민들에게 허탈감마저 들게 하고 있다.

예산군은 이번 도민체전 총 19개 종목 가운데 역도를 제외한 18개 종목에 출전 금 1개, 은 4개, 동 14개 등 총 19개의 메달을 획득하는데 그쳐 역대최하위 점수(1만1700점)를 얻는데 그쳤다.

예산군은 이번 도민체전에 총 도민체전 참가 종목별로 참가지원비로 3억5000만원을 지원했다.

이는 청양군의 도민체전 참가지원비 2억3000만원에 비해 1억2000만원이나 많은 금액이지만 종합순위에선 청양군에 밀리는 순위를 기록하면서 망신을 더했다는 평가다.

이처럼 역대 최하위 순위를 기록하며 자존심을 잃은 체육인과 군민들 사이에선 군체육회의 안일한 대회준비가 역대최하위 성적을 만들어낸 것 아니냐는 지적이 나오고 있다.

지역 한 체육인은 "지역 체육계의 무사안일한 대회준비로 예견된 결과"라며 "지도자들의 정신적 해이로 이 같은 결과가 나온 것"이라고 꼬집었다.

이에 군 체육회 관계자는 "학생선수 부족으로 이번 도민체전에 참가에 가장 힘든 부분이었다"며 "앞으로 학교체육 발전을 위해 교육계와 협력해 학생선수 육성에 노력하겠다"고 말했다.

@highlight

예산군은 충남도민체전에서 15개 시.군 가운데 14위로 역대 최하위를 기록해 체육인과 군민들 사이에서는 군체육회의 안일한 대회준비에 대하여 지적의 목소리가 나오고 있다.