▲ 해운대백병원이 추가도입한 시그나 아키텍트 3.0 테슬라 장비.

인제대학교 해운대백병원(원장 문영수)이 GE사의 최신 기종 자기공명영상장비(MRI) 시그나 아키텍트 3.0 테슬라(Signa Architect 3.0T, 이하 시그나 아키텍트)를 추가로 도입하고 지난 22일 오전 가동식을 통해 본격적인 운영에 들어갔다.

23일 해운대백병원에 따르면 시그나 아키텍트는 환자 출입 구경이 기존 장비보다 30% 넓은 70cm로 기존의 좁은 공간에서 검사 시 폐쇄 공포를 느꼈던 환자나 체구가 큰 환자들도 편안하게 받을 수 있으며, 사일런트 스캔 기능을 통해 기존에 환자에게 불편함을 야기했던 장비 소음을 대폭 줄였다.

또한 16채널의 유연 코일(Flexible Coil)과 자동 내비게이터(Auto Navigator) 등 환자의 편의를 증대시키는 기술들이 탑재돼 있다.

국내 최초 128채널인 TDI(Total Digital Imaging) 기술탑재로 기존 MRI 장비보다 고해상도의 진단 영상을 얻을 수 있으며, 화질 손실 없이 검사 시간을 줄일 수 있는 압축 센싱(Compressed Sensing) 기능과 패스트 브레인(Fast Brain)기법을 통해 검사 시간도 대폭 줄어, 앞으로 더 빠르면서도 보다 정확한 진단이 가능하게 됐다.

또 특수 검사 기법(Zero TE)을 통해 기존 MRI 검사에서는 불가능했던 CT와 같은 근골격계 영상을 얻을 수 있게 돼 방사선 피폭 걱정 없이 새로운 진단 방식으로 MRI검사 영역이 확장됐다.

해운대백병원 영상의학과 류지화 교수는 “보다 빠르고 정확한 검사가 가능한 최신 MRI 장비의 추가 도입을 통해 검사의 질을 한층 더 높일 수 있게 됐다”면서 “환자의 편의 증대와 고해상도의 진단 영상 및 검사 시간 단축으로 환자의 심리적 안정에도 큰 역할을 할 것”이라고 밝혔다.

@highlight

인제대학교 해운대백병원은 기존 장비보다 30% 넓고 환자의 편의를 증대시키는 기술들이 탑제된  시그나 아키텍트 3.0 테슬라를 도입하고 지난 22일 오전 가동식을 통해 본격 운영에 들어갔다.