전국 청소년들이 모처럼 학교를 벗어나 한바탕 놀았다.

그들의 눈에는 열정이 넘쳤고, 입가에는 웃음이 가득했다.

23일 수원컨벤션센터에서 열린 '2019 대한민국청소년박람회' 참가한 학생들의 모습이다.

이날 행사는 전국에서 2000여 명의 청소년과 교사, 시민 등이 참여했다.

이들은 박람회에서 마련한 진로체험은 물론, 각종 포럼, 세미나, 청소년어울림마당을 통해 소통과 화합의 시간을 가졌다.

특히 '다시청소년존', '진로드림존', '창의재능존' 등은 청소년들의 눈길을 끌었다.

또 취향별로 즐길 수 있는 놀이공간도 마련됐다.

행사에 참가한 학생들은 정식 오픈하기 30분전부터 로비에서 삼삼오오 모여 서로 대화를 나눴다.

각자의 개성에 따라 형형색색의 단체티를 입은 청소년들도 눈에 띄였다.

전시체험관인 '창의재능존'에서 비누를 만들고 있는 지서현(광교초 5학년)양은 "제 손으로 저만을 위한 비누를 만들 수 있다는 게 너무 신기하고 재밌어요"하며 자신이 만든 비누를 선보이며 밟게 웃었다.

그러면서 "모처럼 학교를 벗어나 색다른 체험을 해 너무 신난다"고 흥겨워했다.

'다시청소년존'에서는 3·1운동 100주년의 의미를 되새기는 프로그램들이 마련돼 큰 관심을 끌었다.

윤동주, 한용운 등 3·1운동 열사들의 시와 독립선언서를 부채에 직접 적어보는 프로그램이다.

차해천(상률초 5학녀)양은 "3·1운동을 한 지 100년이나 흘렀는지 몰랐는데 이번에 알게 됐다"며 "조상들의 아픔도 다시 한 번 더 느꼈다"고 체험 소감을 밝혔다.

청소년뿐만 아니라 교사들도 즐거운 시간을 보냈다.

김은영(51·여·수원 수성초교)교사는 "진로체험과 창의활동을 교과서가 아니라 학생들 직접 참여해 뜻 깊었다"며 "제자들과 재미있고, 활기찬 시간을 보내 기쁘다"고 말했다.

이 밖에도 청소년들은 '미래혁신존'에서VR과 로봇 체험을 하며 웃음꽃을 피웠다.

@highlight

23일 수원컨벤션센터에서 열린 '2019 대한민국청소년박람회'에 2000여 명의 청소년과 교사, 시민 등이 참여하여 진로체험과 창의활동 등 색다른 체험을 통해 열정과 웃음이 가득한 시간을 가졌다.