올해 6~8월 전국 아파트에 11만2천359가구가 입주할 예정인 가운데 대구·경북은 전국에서 가장 적은 504가구가 입주한다.

22일 국토교통부에 따르면, 올해 6~8월 3개월간 전국 입주예정 아파트는 5년 평균(9만5천 가구) 대비 18.2% 증가, 전년 동기(11만7천 가구) 대비 3.9% 소폭 감소한 11만2천359가구(조합 물량 포함)로 집계됐다.

지역별로는 수도권이 6만6천627가구(5년평균 대비 52.3%, 전년동기 대비 16.3% 증가), 지방이 4만5천732가구(5년평균 대비 10.8%, 전년동기 대비 23.3% 감소)가 각각 입주하는 것으로 조사됐다.

그중 인천·경기가 5만4천700가구로 가장 많고 서울이 1만1천927가구로 뒤를 이었다.

부산·울산 9천744가구, 대전·세종·충남 9천704가구, 광주·전남·제주 8천658가구, 경남 7천622가구 순이었으며 대구·경북은 504가구 입주에 불과했다.

주택 규모별로는 60㎡이하 3만9천671가구, 60~85㎡ 6만4천874가구, 85㎡초과 7천814가구로, 85㎡이하 중소형주택이 전체의 93.0%를 차지해 중소형주택의 입주물량이 많은 것으로 조사됐다.

주체별로는 민간 9만1천501가구, 공공 2만858가구로 각각 조사됐다.

대구는 8월에 남구 봉덕동 화성파크드림 332가구 입주가 유일하다.

경북은 6월에 문경시 모전동 61-21외 프리미엄아파트 22가구, 포항시 북구 우현동 포항우현 1블록 행복주택 29가구, 포항시 남구 송도동 포항송도 1블록 행복주택 20가구가 입주한다.

7월에는 문경시 점촌동 271-34 브리티시S 2차 29가구가 입주하며 8월에는 울릉군 울릉군내 국민임대 72가구가 입주할 예정이다.

@highlight

국토교통부의 조사에 따르면 올해 6~8월 전국 입주예정 아파트 11만2천359가구 중 대구·경북은 전국에서 가장 적은 504가구가 입주하며, 주택규모별로는 85㎡이하 중소형주택이 93.0%를 차지해 입주 물량이 가장 많았다.