남양주시 동부지역 주민들이 보건소 방문을 위해 먼 거리를 이동해야 하는 불편을 겪고 있다.

이에 시는 동부보건센터(이하 센터) 설치를 서두르고 있다.

23일 시에 따르면 화도·수동·호평·평내 등 동부권역에 대한 보다 원활한 보건의료서비스를 위해 6월 말쯤 센터의 문을 열 예정이다.

그간 이 지역 주민들은 보건 관련 민원을 보거나 서비스를 받기 위해 금곡동 남양주보건소까지 가야 했다.

시 동부권역 주민들은 약 20만900명 정도다.

주민들은 그렇지 않아도 많은 공공기관이 서쪽 지역에 편중돼 불편한데, 주민 생활과 건강에 필수적인 보건의료서비스까지 소외된 것 아니냐는 불만을 제기해왔다.

이에 시는 센터 신설 방침을 정하고 지난 3월 '행정기구설치 조례 일부개정 조례안'을 의회에 상정해 승인 받았다.

또한 3월 말 1층 내부 조성공사 설계 용역을 의뢰했고, 4월 중 실시 설계 및 의료장비 입찰의뢰를 진행했다.

시는 현재 진행 중인 진료실 등 내부 인테리어 공사와 의료장비 구입 및 배치를 6월까지 마무리 짓겠다는 방침이다.

이에 따라 이르면 6월 말, 늦어도 7월 초에 센터를 개소할 계획이다.

센터는 연면적 1390㎡ 지상 3층 규모로 설치된다.

직원은 4개팀 18명으로 꾸려진다.

센터 위치는 화도읍 비룡로 59로, 화도수동행정복지센터 별관이다.

센터 1층에는 진료실·예방접종실·임상병리실·물리치료실·방사선실·치매상담실 등이 갖춰진다.

또한 2층에는 고혈압·당뇨 관리센터와 사무실이 들어서며, 3층에는 건강생활지원센터와 치매상담실이 자리잡는다.

시는 보건기관으로의 접근성이 취약한 동부권역에 센터가 설치됨으로써 지역밀착형 통합 보건의료서비스를 제공할 수 있을 것으로 보고 있다.

시 관계자는 "새로 생기는 센터는 다양한 시설을 갖춰 명실상부한 보건소 역할을 할 수 있게 될 것"이라며 "동부권역 주민들의 보건소 이용 불편이 크게 해소될 것으로 기대한다"고 밝혔다.

@highlight

남양주시는 서쪽에 편중되어 있는 공공기관으로 불편을 겪는 동부권역 주민들의 보건의료서비스를 책임질 동부보건센터를 6월 말 개소할 예정이다.