엄태준 이천시장 '직원 화합 콘서트' [서울신문] 엄태준(가운데) 시장이 지난 22일 가정의 달 기념 시청 음악동호회 '직원 힐링콘서트'에서 G-하모니와 함께 노래를 하고 있다.

엄태준(56) 경기 이천시장이 기타를 치며 열창했다.

지난 22일 오후 7시 이천아트홀 소공연장에서 열린 가정의 달 기념 '직원 힐링콘서트'가 무대다.

그는 시청 음악동호회 'G-하모니', '온더락밴드' 팀과 90분간 공연을 펼쳐 시청 직원과 가족 등 300여명에게 박수를 받았다.

1부 공연은 G-하모니와 엄 시장의 기타 선율과 감미로운 노래로 출발했다.

전인권의 '걱정 말아요 그대'와 로이킴의 '봄봄봄' 등 6곡으로 무대를 꾸몄다.

이어 2부에서는 온더락밴드가 김건모의 '서울의 달'과 싸이의 '연예인' 등 8곡을 폭발적인 로큰롤 사운드로 연주해 공연장을 환호의 도가니로 만들었다.

엄 시장은 "무대에서 연주한다는 게 얼마나 무섭고 어려운지 모르겠다. 이제 혼자 두 곡을 부르는데 뜨거운 박수로 응원해 달라"고 손을 흔들었다.

김원중의 '직녀에게'와 김광석의 '일어나'를 부른 뒤엔 "근심 걱정 모두 잊고 힐링하고 가시라"며 흥을 돋우었다.

마지막엔 모든 출연진과 관객들이 한데 어우러져 자전거 탄 풍경의 '너에게 난 나에게 넌'과 봄여름가을겨울의 '브라보 마이 라이프'를 함께 부르며 힐링콘서트를 마무리했다.

엄 시장은 울먹이는 직원에게 다가가 따뜻하게 안아주었다.

김재섭(49·여·증포동)씨는 "화합 무대를 연출해 좋았는데 금세 끝났다"고 아쉬워했다.

공무원 싱어 김태윤(33·농업기술과)씨는 "주말 동안 열심히 연습했는데 아쉽지만 행복하고 즐거웠다"며 웃었다.

엄 시장은 "여름 문턱에서 사랑하는 가족, 직장 동료와 함께 멋진 공연을 감상하면서 행복을 즐겼으면 좋겠다"면서 "어렵고 힘든 여건에도 맡은 자리에서 최선을 다하는 여러분의 노고에 감사하다"고 말했다.

@highlight

엄태준 이천시장은 22일 오후 7시 이천아트홀 소공연장에서 가정의 달 기념 '직원 힐링콘서트' 무대를 열고 시청 음악동호회 'G-하모니', '온더락밴드'팀과 기타와 노래로 90분간 함께 공연을 진행하여 직원과 가족들에게 많은 호응과 갈채를 받았다.