포스코가 개발한 친환경 슬래그시멘트 ‘포스멘트’가 지난해 249만 톤 생산돼 128만 톤에 달하는 온실가스를 감축하면서 탄소저감과 순환경제에 앞장서고 있다.

슬래그는 용광로에서 쇳물을 만들고 남은 부산물로, 철 1톤을 만들 때 약 600~700Kg의 슬래그가 발생한다.

포스코는 슬래그 재활용 확대를 위해 10여년간 단계적 연구 과정을 거쳐 지난 2012년 친환경 시멘트인 포스멘트를 개발했다고 23일 밝혔다.

포스멘트는 시멘트의 주원료인 클링커(Clinker)에 고로 수재슬래그를 혼합해 만든 슬래그시멘트의 일종이다.

일반시멘트는 채집과 가공과정에서 오염물질을 배출하는 석회석을 섞는다.

그러나 석회석 대신 슬래그를 혼합하면 강도도 높아지고 온실가스 배출이 22% 정도 줄어든다.

슬래그 비율을 높인 포스멘트는 생산 시 발생하는 이산화탄소를 기존 시멘트 대비 60%까지 줄일 수 있다.

슬래그 사용비율을 높이면서도 물리적 성질을 개선한 포스멘트는 내염해성과 내구성이 우수하고 시멘트가 물과 결합할 때 발생되는 수화열(水和熱)이 낮아 콘크리트 균열을 줄일 수 있다는 장점이 있다.

또한 주로 매스콘크리트, 해양콘크리트 등으로 사용되며 인공어초를 만드는 포스코의 바다숲 조성사업에도 활용되고 있다.

슬래그에는 칼슘과 철 등 해양생태계에 유용한 미네랄 함량이 높아 인공어초를 만드는데 적합하다.

포스코가 추진하는 바다숲 조성사업은 철강공정에서 발생하는 부산물의 기능성을 활용해 환경보전뿐 아니라 해양생태계 복원과 이산화탄소 감소에도 기여하여 세계자연보전총회(WCC)와 세계지속가능발전협의회에서 우수 사례로 소개된 바 있다.

@highlight

포스코가 개발한 친환경 슬래그시멘트'포스멘트'는 생산 시 발생하는 이산화탄소를 기존 시멘트 대비 60%까지 줄일 수 있어 탄소저감과 순환경제에 앞장서고 있다. 