화웨이를 둘러싼 미ㆍ중 무역분쟁이 반도체업체의 주가에 부정적인 영향을 미치고 있지만, 시장에선 오히려 '바닥권 매수 기회'라는 긍정적인 전망이 나온다.

지난해 하반기부터 시작된 '다운턴(하락국면)'이 올 하반기에는 중단될 가능성이 크다는 낙관론이 계속되고 있다.

회복세를 보이던 삼성전자의 주가는 무역분쟁 장기화로 다시 4만 3000원대까지 하락한 상태다.

특히 SK하이닉스의 주가는 지난 15일 이후 7거래일 연속 하락세를 보이며 지지선으로 여겨졌던 7만원대까지 무너졌다.

삼성전자는 화웨이에 대한 미국의 제재로 스마트폰 사업의 반사이익이 전망되지만 반도체의 경우 공급물량 축소가 불가피해, '호재와 악재'가 혼재된 상태다.

SK하이닉스는 화웨이 매출 비중이 10%를 웃도는 것으로 추정된다.

화웨이 사태 영향이 적지 않다는 뜻이다.

그러나 SK하이닉스의 실적은 글로벌 전체 수요와 공급에서 결정되는 가격이 가장 중요하다.

최도원 신한금융투자 연구원은 "화웨이 이슈를 SK하이닉스에 유독 부정적으로 확대 해석하는 것을 경계해야 한다"며 "삼성전자ㆍSK하이닉스는 매크로 수요 둔화 우려를 방어할 수 있고, 매크로 이슈가 해소될 경우 이익 개선 속도도 매우 빠를 것"이라고 말했다.

이재윤 유안타증권 연구원은 "SK하이닉스의 2분기 실적 부진은 불가피하지만, 3분기부터 메모리반도체 가격이 회복함에 따라 반등에 나설 가능성이 크다"고 전망했다.

하나금융투자도 미중 무역분쟁의 영향은 있지만, 반도체 업황이 하반기로 갈수록 개선될 것이라는 전망을 내놓았다.

김경민 하나금융투자 연구원은 "대만과 한국에서 스마트폰 반도체 수요가 바닥을 통과하는 것이 감지되고 노트북 관련 매출도 2개월째 개선세"라며 "작년 하반기 한꺼번에 둔화했던 수요가 점차 회복되는 시그널이 나타나고 있다"고 분석했다.

한편 글로벌 시장조사업체인 IHS마킷은 이달초 보고서에서 올해 전세계 반도체 시장 매출이 지난해보다 7.4% 줄어들며 10년 만에 최악의 역성장을 기록할 것이라면서도 "올 3분기부터는 회복세를 보일 것"이라고 전망했다.

@highlight

화웨이를 둘러싼 미ㆍ중 무역분쟁이 반도체업체의 주가에 부정적인 영향을 미침으로써 회복세를 보이던 삼성전자의 주가가 4만 3000원대까지 하락한 상태지만 올 하반기에는 반전될 가능성이 크다는 낙관론이 나오고 있어 시장에선 오히려 '바닥권 매수 기회'라는 긍정적인 전망이 제기된다.