인천 주안동 전경.

인천의 대표적인 학원가로 불렸던 미추홀구 주안동이 옛날의 명성을 뒤로한 채 퇴로하고 있다.

이병래(남동5) 인천시의원은 23일 이 같은 현상의 원인을 신도심과 원도심의 학령인구 차이로 분석했다.

주안역 인근 학원가에는 2000년대 초반까지만 해도 고등부 입시학원 등 대형 학원들이 즐비했다.

또 토익을 가르치는 영어학원도 많아 중·고등학생은 물론 대학생들로 거리가 붐볐다.

하지만 학령인구가 빠져나간 지금 주안역 인근에는 10년 전의 주안을 기억하는 2030세대들이 종종 찾는 유흥타운으로 변모했다.

연수구 옥련동에 거주하는 강희(29) 씨는 "주안은 교복을 입은채로 야자(야간자율학습) 후에 친구들과 다녔던 학원이 있던 곳"이라며 "이제는 술을 마시러만 가끔 온다"고 회상했다.

그 많던 학원들은 지난 2012년 1월 시행된 '인천시 학원의 설립·운영 및 과외교습에 관한 조례일부개정 조례안'에 따라 없어지거나 축소됐다.

조례에 따라 초등학생은 오후 10시, 중·고등학생은 자정까지 운영되던 학원교습시간이 초등학생 9시, 중학생 10시, 고등학생 11시로 조정됐기 때문이다.

특히 고등부 입시학원은 오후 9~10시까지 이뤄지는 야간자율학습 이후 운영이 불가능해 타격이 컸다.

결국 개인과외교습이 늘어났고, 주안은 학원가의 명성을 내려놓게 된 것이다.

반면 송도와 청라, 영종 등 신도심에는 요즘 한 건물에 수십 개의 학원이 들어서 있다.

대규모 아파트 단지 내 상가도 학원 천지다.

이는 학생수가 없어 폐교 또는 이전·통합을 하는 원도심의 학교와 과밀학급으로 학교신설이 절실한 신도심의 학교 상황과 같은 맥락이다.

이 의원은 "인천시가 균형발전을 목표로 여러 사업을 진행하는 것 처럼 주안의 학원들이 다시 살아나려면 원도심의 정주여건 개선이 필수적이다"라고 말했다.

@highlight

왕년의 대규모 학원가였던 인천 주안동은 의무교육을 받는 인구가 모두 빠지고 2012년 시행된 인천시 학원 및 과외교습에 관한 조례안에 따라 대부분 사라져 유흥타운이 됐고 다시 주안동이 학원 밀집 지역이 되려면 원도심의 거주여건의 개선이 필요하다.