서울 광진구(구청장 김선갑)는 24일부터 30일까지 롯데백화점 지하 1층에서 '사회적경제기업 팝업스토어'를 추진한다.

이번 팝업스토어는 지역 사회적경제기업의 판로를 민간영역으로 확대하고, 사회적경제 활성화를 이끌기 위해 마련됐다.

이번에 참여하는 기업은 ㈜화유플라워앤 원예치료센터와 한국아로마테라피 생활문화협동조합, 더나눔커피협동조합 등 3곳의 지역 사회적경제기업으로, ▷플라워박스, 비누카네이션, 다육세트 등 원예 상품 ▷숙성비누, 다용도세정제 등 수제 비누상품 ▷원두와 더치커피를 전시·판매할 예정이다.

또 119레오+, 뉴앤트, 데이니드 등 건국대학교 사회적기업 준비 창업 동아리 세 곳도 출사표를 던진다.

이들은 ▷소방관 폐복을 재활용한 가방과 파우치 제품 ▷파우치백, 스토리지백 ▷수제 밀크티 등 음료를 선보인다.

롯데백화점은 장소제공 뿐만 아니라 행사에 필요한 물품도 지원해 사회적경제 기업 판로확대에 힘쓴다.

특히 팝업스토어가 열리는 지하1층 자리는 유동인구가 많은 고효율 장소로 큰 홍보효과를 얻을 것으로 전망된다.

또 롯데백화점 측에서는 지역 사회적경제기업 제품을 구매하여 추후 사은 행사 시 사은품으로 활용함으로써 사회공헌을 실천할 예정이다.

김선갑 광진구청장은 "사회적경제기업들이 백화점과 같은 대형 유통매장에서 제품을 기획하고 판매하는 경험을 통해 기업 운영의 실질적인 노하우를 쌓고 자생력을 높일 수 있을 것이다"라며 "경쟁력을 갖춘 광진구 사회적경제기업들의 착한 제품들이 가치 소비를 지향하는 소비자들에게 선보여질 수 있는 기회를 지속적으로 마련하겠다"고 말했다.

오는 6월 1일에는 사회적경제기업 판로확대와 자립강화를 위한 '사회적경제박람회'를 롯데백화점 건대스타시티점앞 광장에서 개최할 예정이다.

@highlight

서울 광진구(구청장 김선갑)는 24일부터 30일까지 롯데 백화점 지하 1층에서 지역의 사회적 경제기업의 판로를 민간 영역까지 넓히고 사회적 경제의 활성화를 이끌 목적으로 '사회적 경제기업 팝업스토어'를 열며 "경쟁력을 갖춘 광진구 사회적 경제기업들의 착한 제품들이 소비를 지향하는 소비자들에게 선보여질 수 있는 기회를 지속적으로 마련하겠다"고 말했다.