'연애의 맛' 시즌1에 이어 시즌2에 등장한 고주원, 김보미가 연락 문제로 실랑이를 벌였다.

23일 방송된 TV조선 '우리가 잊고 지냈던 두 번째 : 연애의 맛'에서는 고주원, 김보미 커플의 데이트가 공개됐다.

이날 입사 3개월 차인 김보미는 바쁘고 정신없는 탓에 고주원의 전화를 받지 못했으며, 문자조차 보내지 못했다.

그러나 회사 생활을 해보지 않은 고주원은 손에서 휴대전화를 놓지 못한 채로 김보미를 완벽하게 이해하지 못했다.

이후 김보미는 연락을 받지 못한 미안한 마음에 퇴근 후 서프라이즈로 비행기를 타고 제주도에서 서울로 올라왔다.

자신의 동네에 도착했다는 김보미의 전화에 고주원은 "연락을 하고 오지. 만날 때마다 힘들게 만나네"라며 "말하고 오지. 미안하게"라고 말했다.

이에 김보미는 "미안해하지 않아도 돼요. 제가 좋아서 온건 데요"라고 미소 지었다.

이후 식사를 하며 고주원의 꽁함이 터져 나왔다.

그는 김보미의 기상 시간을 물은 뒤 "굉장히 아침 일찍 메시지를 보냈는데, 왜 답장하지 않았냐?"고 물었고, 김보미는 "오빠, 아침에는 바쁘잖아요. 이런 식으로 공격하시는 거예요?"라며 "일부러 연락 안 한 거라고 생각한 거 아니죠?"라고 답했다.

이어 김보미도 참지 않았다.

그는 "제가 연락했을 때 '좋은 하루 보내요'라고 말을 하면 제가 답장을 해도 되는 건지, 연락을 끝내야 하는 건지 헷갈릴 때가 많다"고 담아왔던 속 얘기를 털어놨다.

그러면서 "바쁘니까 단답으로 하는 게 또 미안하더라. 내가 오빠를 오해하는 것처럼 오빠도 나를 오해할 수 있겠다고 생각했다"고 덧붙였다.

이에 고주원은 "연락이 별로 없잖아요"라고 말했다.

두 사람은 점차 대화가 줄었고, 그날의 만남은 종료됐다.

이후 한 달이라는 시간이 흘렀고, 고주원이 김보미가 아닌 의문의 여성을 만나는 듯한 예고편이 공개돼 호기심을 자극했다.

@highlight

지난 23일 방영된 TV조선 '연애의 맛' 시즌2에 등장한 고주원, 김보미 커플의 연락 문제로 다툼을 벌인 후 고주원이 김보미가 아닌 의문의 여성을 만나는 예고편이 공개되었다.