[헤럴드경제=정윤희 기자] 과학기술정보통신부는 망중립성, 제로레이팅 등에 대한 논의 내용을 담은 '5G 통신정책 협의회(이하 협의회)' 결과를 24일 발표했다.

협의회는 망중립성 원칙은 기존대로 유지하되, 5G 발전을 저해하지 않는 방향을 견지하기로 했다.

5G 네트워크 슬라이싱을 관리형 서비스로 인정할 것인지 여부에 대해서는 결론을 유보했다.

망중립성은 통신사 등 인터넷제공사업자(ISP)가 통신망을 이용하는 모든 콘텐츠를 동등하게 다뤄야 한다는 원칙이다.

네트워크 슬라이싱은 5G의 핵심 신기술로, 네트워크를 여러 개로 분리해 서비스 특성별로 망을 제공하는 기술이다.

과기정통부는 "협의회가 현 시점에서 5G 네트워크 슬라이싱이 관리형 서비스로 인정할지 여부를 일률적으로 정하는 것은 시기상조로 봤다"며 "올해 연말 상세표준이 확정되는 3GPP 표준화 진행상황, 서비스 개발 추이를 보면서 논의하는 것이 타당할 것으로 본다"고 밝혔다.

관리형 서비스는 IPTV, 인터넷전화(VoIP) 등 트래픽이 급증할 경우 다수 이용자의 서비스에 악영향을 미치므로 통신사가 관리를 통해 전송품질을 보장하는 것이다.

관리형 서비스는 망중립성 원칙을 적용받지 않는다.

과기정통부는 전문가 등으로 구성된 별도 연구반을 통해 현행 관리형 서비스 인정기준을 보완 검토하기로 했다.

구체적인 기준은 올해 말까지 마련하기로 했다.

제로레이팅 서비스의 경우 현행대로 허용하는 대신, 구체적인 사후규제 방안은 추후 논의키로 했다.

제로레이팅은 이용자가 아닌 콘텐츠 사업자가 통신사에 망사용료를 내는 서비스로 이용자는 데이터 사용료 없이 콘텐츠를 이용할 수 있어 가계통신비 부담이 줄어든다.

과기정통부는 협의회 논의 내용을 바탕으로 연구반을 구성해 관리형 서비스 인정기준 등 후속작업을 수행할 계획이다.

이용약관, 번호자원, 설비제공 등에 대해서도 지속적으로 검토할 계획이라고 밝혔다.

@highlight

과학기술정보통신부는 망중립성은 그대로 유지하고 5G 네트워크 슬라이싱을 관리형 서비스로 인정할 것인지에 대해서는 결정을 유보하기로 한 '5G 통신정책 협의회'의 결과내용을 24일 발표했다.