[구미=환경일보] 최달도 기자 = 구미시는 농협중앙회 경북지역본부와 구미칠곡축협의 주관으로 지난 23일 해평면 해평리 일원서 윤병록 농협경북지역본부 경제부본장, 조사료재배농가 200여명이 참석한 가운데 "사료작물 수확 연시회"를 개최했다.

이번 연시회에 수확하는 이탈리안라이그라스(IRG)는 지난해 11월 6일 벼 수확 후 로우터리를 한 논에 파종기로 줄 파종을 한 것으로 이 일원에 재배면적은 30㏊ 정도이다.

특히, 이탈리안라이그라스는 사료가치가 높을 뿐만 아니라 기호성이 좋고, 흔히 재배하는 호밀이나 보리 등에 비해 내습성이 강해 논뒷그루 재배에 적당한 사료작물로 평가받고 있다.

이날 경작자인 구구조사료단지 황상원 대표가 직접 파종 시연과 재배방법을 설명하여 현장감을 더했다.

특히 황대표는 경북한우브랜드인 참품한우 대표이사를 역임하는 등 선도한우농가이다.

구미시는 2001년부터 축산물생산비 절감과 수입조사료를 대체할 국내산 양질 조사료생산정책을 경북도에서 가장 선도적으로 추진해 온 결과 연간 사료작물 2,500ha이상 재배, 조사료단지 90개소와 대규모 단지인 조사료전문생산단지 2개소 운영, 사일리지 품질등급제 도내 최초 시행, 조사료가공시설과 조사료유통센터를 운영하고 있을 뿐만 아니라 2015년에는 영남지역 최초로 전국단위 사료작물 재배 연시회를 개최한 바 있다.

이 날 조석희 선산출장소장은 인사를 통해 "지역에 생산되는 품질 좋은 액비를 활용하여 수입 조사료를 대체할 수 있는 양질의 조사료를 많이 재배하고, 논에 옥수수 등 사료작물을 많이 재배하는 논타작물 재배 시책에 적극 참여하여 쌀값 안정에 동참해 달라"고 당부했다.

@highlight

구미시는 지난 23일 해평면에서 '사료작물 수학 연시회'를 열었고, 이번에 수확하는 '이탈리안라이그라스'는 기호성이 좋고 내습성이 강해 논뒷그루 재배에 적합하다.