주영준(왼쪽) 산업통상자원부 에너지자원실장은 24일 서울 종로구 석탄회관 대회의실에서 열린 '산업부ㆍ지자체 신재생에너지 정책협의회'에서 모두발언을 하고 있다.

신축ㆍ재건축 건축물에 대한 태양광 설치 의무화 강화 등 정부의 신재생에너지 정책을 충실히 수행하는 지방자체단체는 관련 예산 지원을 집중적으로 받을 수 있을 전망이다.

산업통상자원부는 24일 서울 종로구 석탄회관 대회의실에서 주영준 에너지자원실장 주재로 전국 17개 광역지자체와 신재생에너지 정책협의회를 개최했다고 밝혔다.

이날 회의는 재생에너지 보급확산과 수소경제 활성화를 위한 중앙정부와 지자체간의 협업 강화방안을 논의하기 위해 마련됐다.

우선, 올해안으로 신재생에너지 정책을 추진하는 우수 지방자치단체를 집중 지원하는 방안을 마련하기로 했다.

신재생에너지와 관련해 산업부가 지자체에 지원하는 올해 예산 항목은 ▷보급지원(2670억원) ▷금융지원(2570억원)▷연구개발(2387억원) 등으로 나뉜다.

가령 지자체가 신축·재건축 건축물에 대한 태양광 설치 의무화를 강화하거나, 태양광 발전소와 도로·민가 사이의 불합리한 이격거리 규제를 완화할 경우 우대 지원하는 방안 등이 검토되고 있다.

산업부는 올해 1월 '수소경제 활성화 로드맵'을 발표한 바 있다.

각 지자체가 7월 말까지 광역지자체별 수소충전소 구축 계획을 수립해 산업부에 제출하면, 이를 반영해 8월 말까지 전국에 대한 수소충전소 구축전략을 수립해 발표할 계획이다.

산업부와 지자체는 원활한 소통을 위해 향후 반기별로 정책협의회를 개최하고, 주요 현황과 애로사항 협의를 위한 실무협의회는 분기별로 정례화하기로 했다.

산업부는 또 기초 지자체들을 대상으로 전국을 순회하며 정부와 광역지자체의 신재생에너지 정책을 공유하는 순회 협의회를 매월 개최할 예정이다.

주영준 산업부 에너지자원실장은 "재생에너지 3020 이행계획을 통해 지난해에는당초 보급 목표보다 72%를 초과 달성했다"며 "앞으로도 지자체와 긴밀히 협의해 신재생에너지 정책에 더 많은 성과를 내겠다"고 했다.

@highlight

산업통상자원부는 24일 서울 종로구 석탄회관 대회의실에서 주영준 에너지자원실장 주도로 전국 17개 광역지자체와 신재생에너지 정책협의회를 가져 올해안으로 정부의 신재생에너지 정책을 충실히 이행하는 우수 지방자치단체에 관련 예산을 중점 지원하는 방안을 마련하기로 했다고 전했다.