충청유교문화권 광역관광개발사업의 일환으로 ‘여민동락 역사누리 사업’이 면천읍성을 중심으로 내년부터 추진된다.

충청유교문화권 광역관광개발사업은 충남과 충북, 대전, 세종 등 충청권의 유교문화를 소재로 관광 인프라를 구축하는 사업이다.

이 중 당진권역에 추진하는 여민동락 역사누리사업은 당진시가 지난 2007년부터 추진하고 있는 면천읍성 복원·정비사업과 연계해 국비 77억 등 총188억 원이 투입된다.

이 사업은 면천읍성 관아와 성안마을, 골정지를 정비하고 연암 박지원과 관련한 콘텐츠를 활용해 조선 후기 실학정신과 박지원의 애민사상을 살펴볼 수 있는 관광자원을 개발하는 것을 목표로 한다.

당진시는 사업 추진에 필요한 행정절차를 이행하고, 전시관·교육관, 치수공원, 주차장 등의 기반시설 구축을 주요 내용으로 한 여민동락 역사누리 사업의 기본계획을 수립해 올해 초 문화체육관광부에 공모를 신청했다.

지난 15일 문화체육관광부로부터 기본계획 승인을 받은 당진시는 2020년에 본격적인 설계에 돌입해, 2021년부터 2024년까지 조성공사를 마무리해 일반인들에게 면천읍성을 개방할 계획이다.

당진시 문화관광과는 “여민동락 역사누리 사업으로 면천면의 숙원사업인 면천읍성 복원·정비 사업 추진에 탄력을 받게 됐다”며 “향후 지속적인 콘텐츠 연구를 통해 면천읍성을 지역의 대표적인 역사관광자원으로 개발해 나가겠다”고 말했다.

이권배 면천읍성 복원사업추진위원회 위원장은 “이번 사업을 통해 성안마을을 정비하고 다양한 문화콘텐츠를 개발해 문화재와 관광이 접목된 면천읍성이 될 것”이라며 “이외에도 다양한 사업들이 이어지고 있어 앞으로도 면천면에 많은 변화가 있을 것으로 기대한다”고 전했다.

한편 당진시는 면천읍성 복원사업의 일환으로 지난 2014년 남문을 비롯해 남벽 135m를 복원했으며, 2015년에는 읍성 내 영랑효공원을 7500㎡ 규모로 조성했다.

또한 성 내 관아 복원을 위해 면천면사무소와 면천초등학교를 이전했다.

@highlight

내년부터 충청권의 유교문화를 소재로 관광 인프라를 구축하는 사업의 일환으로 '여민동락 역사누리 사업'이 추진되는데, 본 사업은 면천읍성 관아와 성안마을·골정지를 정비하고 연암 박지원 관련 콘텐츠를 활용해 조선 후기 실학정신을 살펴보는 역사관광자원의 개발을 목표로 하고 있다.