현대제철에 이어 대산석유화학공단에서 환경오염물질이 잇따라 유출돼 우려의 목소리가 커지고 있다.

지난 17~18일 한화토탈의 유증기 누출에 이어 지난 22일에는 KPX그린케미칼에서 암모니아가 유출됐다.

지난 17일과 18일에 발생한 한화토탈의 유증기 누출 사고로 인해 23일 현재까지 1700여 명이 어지러움과 구토 등의 증상을 호소하며 병원 진료를 받은 것으로 알려졌다.

한화토탈에서는 서산시청 홈페이지 등을 통해 “유증기 냄새를 맡은 시민들은 서산의료원 또는 중앙병원을 방문해 건강 이상 유무를 체크하길 바란다”며 “이로 인해 발생되는 진료비 일체는 한화토탈에서 지급할 예정”이라고 안내했다.

한편 이와 관련해 환경부에서는 금강유역환경청과 합동조사를 실시하고, 고용노동부 또한 특별근로감독을 시작했다.

충남도 역시 인근 지역 지자체와 환경보전협회, 환경단체 등과 함께 특별점검을 추진하고 있다.

환경부는 이번 조사를 통해 업무상 과실이 있는지, 사고 직후 바로 신고했는지 등을 집중적으로 확인하고, 사고원인을 규명하겠다고 밝혔다.

또한 유독물질은 없었다고 발표했지만, 유출된 물질의 유해성 여부도 다시 조사할 방침이다.

고용노동부에서는 작업자의 숙련도나 인력 부족 등에 의한 것인지 확인할 계획이며, 충남도와 지자체는 한화토탈을 비롯해 대산지역 화학물질 취급 환경오염 배출시설 73곳에 대해 화학물질 보관과 저장, 시설 관리 등을 점검한다.

한편 지난 22일에 발생한 KPX그린케미칼의 암모니아 유출 사고와 관련해서 서산화학재난합동방제센터는 공장 주변의 공기 중 암모니아 농도를 측정한 결과 작업장 허용기준 상한치(25ppm)보다 낮은 21ppm으로 조사됐다.

또한 사고 현장에서 1km가량 떨어진 마을에서는 암모니아가 검출되지 않았으며, 인명피해도 없었다고 발표했다.

사고 당시 서산시와 충남도는 인근지역 주민들에게 암모니아 유출 문자를 발송해 외출을 자제해 달라는 주의를 당부했으며, 충남소방본부 화학구조대와 중앙 119구조본부가 출동하기도 했다.

@highlight

현대제철에 이어 대산석유화학공단에서 환경오염물질이 지난 17~18일 유증기 누출에 이어 22일에 암모니가 유출 됐으며, 유증기 누출 사고 때문에 현재까지 1700여명이 어지러움과 구토 증상을 호소하며 병원의 진료를 받았다.