[구미=환경일보] 최달도 기자 = 구미시는 지난 23일 오후 4시 시청 1층 국제통상협력실에서 김태근 구미시의회 의장, 김동의 한국노총구미지부의장, 조정문 상공회의소 회장, 고병헌 경북경영자총협회장 등이 참석한 가운데 상생형 지역일자리 창출에 핵심 역할을 할 '노·사·민·정 상생협약 체결식'을 가졌다.

이번 협약은 지역일자리 창출을 위해 경제주체(노·사·민·정)간 핵심 역할을 규정한 것으로 주요 협약내용은 합리적인 근로조건의 수용(노),일정 규모 이상의 고용과 투자 계획(사),시민 공감대 형성(민),기업지원 및 근로자 복지혜택 제공(정)의 내용을 담고 있다.

상생형 지역일자리는 지역의 어려운 고용상황을 타개하고 지속가능한 일자리 창출 기반 마련을 위해 경제주체(노조, 기업, 시민사회, 지자체(정부))간의 양보와 타협을 통한 사회통합형 일자리로, 지자체에서 산업통상자원부에 신청하면 관계부처와 전문가의 심사를 거쳐 선정한다.

선정된 기업에는 지자체와 정부가 기업 투자금에 대한 보조금 지원, 세제혜택, 산업인프라 구축 등을 지원하고, 근로자에게는 주택, 문화센터 등 각종 생활 인프라 등을 패키지로 지원한다.

그동안 구미시는 상생형 지역일자리의 성공적인 추진을 위해 산업통상자원부와 기획재정부 등 관련 정부부처를 수차례 방문하고, 지난 17일에는 청와대를 방문하여 정부차원의 지원을 약속받는 등 일자리 모델 발굴을 위한 지속적인 활동을 펼치고 있다.

장세용 시장은 인사말을 통해 지역기업의 가동률이 1월 61.4%, 2월 62.9%, 3월은 70.6%로 점차 나아지고 있는 상황이지만, 지역경제가 지속적으로 회복되기 위해서는 상생형 지역일자리 창출의 모멘텀이 꼭 필요한 시점이라고 강조했다.

또한 "상생형 지역일자리가 성공하려면 노?사?민?정 합의가 필수인데 이번 협약을 계기로 노?사?민?정 협력적 거버넌스를 강화하여 지역일자리 모델 구축이 성공적으로 이루어질 때까지 최선의 노력을 다하겠다"고 밝혔다.

@highlight

일자리 모델 발굴을 위한 지속적인 활동을 펼쳐온 구미시는 지난 23일 상생형 지역일자리 창출을 위해 '노·사·민·정 상생협약 체결식'을 가졌으며 이번 협약의 주요 내용은 합리적인 근로조건의 수용(노),일정 규모 이상의 고용과 투자 계획(사),시민 공감대 형성(민),기업지원 및 근로자 복지혜택 제공(정)의 내용을 담고 있다.