[헤럴드경제]강경화 외교부 장관은 25일 한미정상 간 전화통화 내용을 주미대사관 소속 외교관이 자유한국당 강효상 의원에게 유출한 사건에 대해 '의도적인 유출'로 보인다며 "조사결과를 보고 엄중한 문책을 할 것"이라고 밝혔다.

프랑스 파리 출장을 마치고 이날 오후 인천공항을 통해 귀국한 강 장관은 '(외교관의 이번 유출 사건이) 강 의원과 짜고 폭로할 목적이 있었다고 보느냐'는 기자의 질문에 "어쨌든 기밀을 대외적으로 유출할 때는, 그리고 여러 가지 1차적 조사를봤을 때 의도가 없이 그랬다고는 보기 어렵다"며 이같이 말했다.

강 장관은 또 '해당 외교관의 행위에 공익적 성격이 있다는 주장이 자유한국당 측에서 나오는데 대해 어떻게 생각하느냐'는 질문에는 "그것은 전혀, 그것은 그런 사안은 아닌 것으로 생각한다"고 대답했다.

자유한국당 측은 앞서 외교관으로부터 받은 정보를 토대로 한 강 의원의 통화내용 공개가 '국민의 알 권리'를 위한 정당한 의정활동이라고 주장했다.

강 장관은 이번 사안을 가지고 미국 측과 논의한 적은 없다고 말했다.

한미 정상 간 전화통화 내용이 외교관에 의해 유출되면서 양국 간 긴밀한 소통에도 지장이 생기는 것 아니냐는 우려도 나오고 있다.

강 장관은 또 "(이번 사안을) 심각하게 생각한다"며 철저한 조사 필요성도 거듭강조했다.

정상 간 전화통화 내용은 '누설될 경우 국가안전보장에 해를 끼칠 우려가 있는'3급 비밀에 해당한다.

강 장관은 앞서 24일(현지시간) 주 OECD(경제협력개발기구) 한국대표부에서 한국언론과 만난 자리에서 "이번 유출사건 당사자는 능력이나 직업윤리와 의식에 있어서 상당한 수준의 사람이라고 장관으로서 생각했는데 그 신뢰가 져버려 진 상황"이라는 반응을 보인 바 있다.

또 "(외교부에 대한) 국민의 신뢰가 무너져 장관으로서 책임감을 느낀다"며 자신의 리더십도 되돌아보고 있다고 말했다.

현재 외교부는 감사관실 직원을 주미대사관으로 보내 기밀을 유출한 외교관을 포함해 대사 이하 전 직원을 대상으로 감찰을 진행하고 있는 것으로 알려졌다.

외교부는 이번 사건을 계기로 외교기밀 관리 등 '전반적인 시스템'도 점검할 것으로 전해졌다.

@highlight

강경화 외교부 장관은 25일 한미정상 간 전화통화 내용을 자유한국당 강효상 의원에게 유출한 사건에 대해 의도적인 유출로 보인다며 결과를 보고 엄중한 문책을 할 것이라 전했는데 유출 외교관의 행위가 공익적 성격이 있다는 주장이 자유한국당 측에서 나오는 것에 그것은 그런 사안이 전혀 아닌 것이라 답했고 한편 자유한국당은 앞서 외교관으로부터 받은 정보를 토대로 한 강 의원의 통화내용 공개가 '국민의 알 권리'를 위한 정당한 의정활동이라고 밝혔다.