토론토가 구단 역사상 첫 NBA 파이널 진출에 성공했다.

토론토 랩터스는 26일 오전(한국시간) 토론토 스코샤뱅크아레나에서 펼쳐진 밀워키 벅스와의 18-19 NBA 플레이오프 동부 컨퍼런스 파이널 6차전 경기에서 100-94 승리를 거두었다.

토론토는 한 때 밀워키의 공세에 15점차까지 뒤졌으나 뒷심에서 앞서며 최후에 웃었다.

시리즈 첫 2연패 뒤 4연승으로 밀워키를 제압한 토론토는 3년 연속 우승에 도전하는 골든스테이트 워리어스와 왕좌를 놓고 다투게 됐다.

경기 중반까지만 해도 밀워키의 완벽한 주도 하에 경기가 진행됐다.

더 이상 물러설 곳이 없는 밀워키는 야니스 아테토쿤보와 크리스 미들턴이 내외곽을 오가며 득점을 올렸다.

답답함을 보이던 3점슛도 터졌다.

전반전 밀워키의 3점슛 성공률은 50%(9/18)에 달했다.

3쿼터 한 때 밀워키가 76-61로 앞서며 경기는 빠르게 기우는 듯 했다.

토론토는 뒷심에서 훨씬 강했다.

파이널 MVP 출신 카와이 레너드, 베테랑 빅맨 마크 가솔과 서지 이바카의 수비 집중력이 살아났다.

밀워키는 단단해진 토론토 수비에 당황하며 속절없이 무너졌다.

아테토쿤보는 토론토의 새깅 디펜스에 해법을 찾지 못하며 볼을 돌리기 급급했다.

레너드가 야투 감각이 좋지 않았음에도 불구, 자유투로 차곡차곡 득점을 쌓은 모습과 대조되는 양상이었다.

밀워키는 경기 종료 약 7초를 앞두고 브룩 로페즈가 자유투 2구를 모두 성공시키며 94-97까지 추격했다.

그러나 이어진 토론토의 자유투 상황에서 공격 리바운드를 헌납하는 등 집중력에서도 밀렸다.

레너드가 파울로 얻어낸 2개의 자유투를 모두 넣으며 경기는 토론토의 승리로 끝났다.

@highlight

토론토 랩터스는 26일 오전(한국시간) 토론토 스코샤뱅크아레나에서 펼쳐진 밀워키 벅스와의 18-19 NBA 플레이오프 동부 컨퍼런스 파이널 6차전 경기에서 뒷심을 발휘하여 100-94 승리를 하며 구단 역사상 첫 NBA 파이널 진출을 확정했다.