이정미 정의당 대표가 24일 울산을 방문해 현대중공업 본사 앞에서 기자회견을 열고 “현대중공업 물적 분할이 이뤄져 본사가 서울로 옮겨가면 울산공장은 부채만 남는 빈껍데기가 될 것”이라며 물적 분할 중단을 촉구했다.

이 대표는 이날 “인사, 노무, 경영, 영업, 핵심설계, 연구개발을 총괄하는 한국조선해양이 진짜 본사가 되고, 신설법인 현대중공업은 한국조선해양의 100% 자회사로 본사가 아닌 ‘울산공장’이 될 것”이라며 “노동자 피와 땀으로 성장한 현대중공업이 막중한 사회적 책임을 망각하고 재벌 경영 승계 작업에만 몰두하는 것을 강력히 규탄한다”고 밝혔다.

이 대표는 “물적 분할 후 막대한 부채를 안게 되는 울산공장에서 아무리 이익을 많이 낸다 해도 부채를 상계하게 되면 상당 기간 적자를 면할 수가 없다”며 “계획된 분할 기준에 의하면 7조500억원에 달하는 부채가 신설 자회사인 현대중공업에 남게 된다”고 설명했다.

이어 “만약 울산공장에서 연간 1조원 이윤이 남는다고 가정해도 최소 7년 동안 부채만 갚아야 한다는 결론이 나온다”며 “이런 적자 상황이 실제 진행되면 남는 돈이 없다는 핑계로 현대중공업 노동자의 고용과 임금 등이 악화하는 상황은 불을 보듯 뻔히 예상 할 수 있다”고 지적했다.

이 대표는 “회사 측은 본사 이전은 절대 없다고 강변하지만, 새빨간 거짓말에 불과하다”며 “분할 계획으로 회사 이름을 바꿔 시민들이 헷갈리게 만들어 놨고, 물적 분할이 되면 기존 현대중공업은 이름을 한국조선해양으로 바꾼 뒤 본사가 서울에 있는 중간지주회사가 된다”고 주장했다.

또 “현대중공업 물적 분할은 노사문제를 넘어 지역사회에도 막대한 영향을 끼친다”며 “앞서 수년 동안 이어진 현대중공업 구조조정 여파로 동구를 비롯한 울산지역 경제 사정은 암울한 상황에 다다랐고, 물적 분할로 고용과 임금수준이 더 떨어지게 되면 노동자 고통을 넘어 울산지역 경제 전체가 직격탄을 맞는다”고 우려했다.

@highlight

24일 이정미 정의당 대표가 울산 현대중공업 본사 앞에서 현대중공업의 물적 분할 중단을 촉구하였는데, 이는 물적 분할시 한국조선해양이 진짜 본사가 되고, 신설법인 현대중공업은 한국조선해양의 100% 자회사로 본사가 아닌 ‘울산공장’이 될 것이고, 물적 분할 후 부채를 안게 되는 울산공장은 상당 기간 적자가 남아 빈껍데기가 될것이라고 주장했다.