마르틴 프로스트 전 프랑스 파리7대학 한국학과장이 26일 서울 용산구 자택에서 달라진 한국 문화의 위상에 대해 설명하고 있다.

마르틴 프로스트(68) 전 프랑스 파리7대학 한국학과장은 26일 서울 용산구 자택에서 가진 서울신문과의 인터뷰에서 과거와 달라진 한국의 문화적 위상에 대해 이렇게 말했다.

그는 한국 문화에 정통한 프랑스 학자로, 2011년 조선시대 문화재인 '외규장각 의궤'를 프랑스에서 한국으로 반환할 때 결정적인 역할을 했다.

프랑스 현지 언론에 문화재 반환의 정당성을 알리는 기고문을 쓰는 등 프랑스 지식인 사회를 설득했다.

이런 공로로 법무부는 2015년 그에게 특별 귀화를 허가하기도 했다.

2011년 교수직에서 물러나 한국에서 가족과 함께 살면서 연세대에서 요가 강사로 활동하고 있다.

그의 전공은 언어학이다.

일본어와 영어로 학사학위를 받았다.

프랑스 국비 장학생으로 선발돼 1974년 일본 유학길에 올랐다.

일본과 가까우면서도 당시 유럽에 전혀 알려진 바가 없던 한국이 신비로웠다.

1976년 한국 땅을 처음 밟은 것이 평생의 인연이 됐다.

한국과의 첫 만남에 대해 그는 이렇게 설명했다.

"한국의 1976년은 너무나도 추웠어요. 우연히 찾아 들어갔던 따뜻한 온돌방이 아직도 잊히지가 않네요. 일본과 가깝지만 너무 다르고 독창성을 지닌 한국의 문화가 세계적으로 많이 알려지지 않았다는 게 안타까웠어요. 그래서 전공을 한국어로 바꾸고 다시 공부했습니다."

프로스트 교수가 프랑스에서 한국학을 가르치기 시작했을 때만 해도 한국의 인기가 그리 높지는 않았다.

올림픽 정식 종목인 태권도에 대한 관심으로 한국어를 공부하는 일부 학생들이 있었을 뿐이었다.

하지만 케이팝이 세계적으로 인기를 끌면서 한국에 대한 위상이 완전히 달라졌다.

그는 "케이팝이 인기를 끈 뒤로는 한국문화원에 한국어를 배우려는 프랑스 학생들이 줄을 선다"고 전했다.

방탄소년단(BTS)으로 대변되는 케이팝의 성공은 평생 한국과 인연을 맺어 온 그가 봐도 놀라운 일이다.

'칼군무'가 보여 주는 조화로운 모습은 세계인이 인정하는 케이팝만의 독특한 정체성이다.

프로스트 교수는 이에 대해 찬사와 함께 우려를 표시했다.

@highlight

한국 문화에 정통한 프랑스 학자로 '외규장각 의궤'를 프랑스에서 한국으로 반환할 때 결정적인 역할을 한 마르틴 프로스트 전 프랑스 파리7대학 한국학과장은 26일 가진 서울신문과의 인터뷰에서 케이팝이 세계적으로 인기를 끌면서 과거와 달라진 한국의 문화적 위상에 대해 언급했다.