YG엔터테인먼트(이하 YG) 대표 프로듀서 양현석의 성접대 의혹이 제기된 가운데, YG는 "사실 무근"이라 밝혀 향후 진실 공방이 예상된다.

MBC '스트레이트'는 26일 '추적 YG 양현석, 클럽 성접대 의혹'이라는 타이틀의 예고편을 공개했다.

클럽 버닝썬에서 마약과 성폭행 피해를 당했다고 주장하는 한 여성은 방송에서 "저한테는 정말 큰 사건이고 죽을 뻔 했다고 생각한다. 그때 태국 사람이 준 술, 위스키"라며 "(YGX 이사는) 약간 (태국인 재력가 밥 씨를) 챙기는 것 같은 느낌. 뭔가 안내하는 역할"이라고 말했다.

YGX는 YG의 자회사다.

제작진은 "빅뱅 출신 가수 승리가 해외 투자자들에게 성매매 여성들을 동원해 성접대 했다는 정황이 드러났다. 성접대 당시 승리가 숙박비를 결제한 카드는 YG 법인카드였다. YG가 연루된 성접대 사건이 아니냐는 의혹이 끊이지 않았지만 경찰은 YG에 대한 수사는 전혀 하지 않았다"며 "2014년 7월 YG가 동남아시아 재력가 2명에게 성접대를 했다는 구체적인 증언을 입수했다"며 내용을 공개했다.

이에 따르면 양현석은 YG 소속 가수와 함께 강남의 한 고급 한정식 식당에서 동남아시아 재력가 2명을 접대했다.

이 자리에는 남성 8명과 여성 25명이 동원됐다.

특히 참석 여성 25명 가운데 10명 이상은 YG와 친분이 깊은 강남의 유명 유흥업소 마담이 투입한 화류계 여성들이었다.

이후 이들은 클럽 NB로 이동했고, 이 술자리는 성접대로 이어졌다는 것이 '스트레이트'의 주장이다.

YG는 이에 대해 "동석한 사실은 있지만 어떠한 형태의 접대도 없었다"며 부인했다.

이에 '스트레이트' 방송 내용이 정확하게 알려진 직후에 YG와 진실 공방으로 이어질 것으로 보인다.

'스트레이트'는 27일 오후 8시 55분 방송된다.

@highlight

MBC'스트레이트'는 26일 '추적 YG 양현석, 클럽 성접대 의혹'이라는 제목의 예고편을 공개하여 YG엔터테인먼트의 대표 프로듀서인 양현석의 성접대 의혹에 대해 제의한 가운데, YG는 이에 관해서 "동석한 사실은 있지만 어떠한 형태의 접대도 없었다"며 사실 무근이라며 부인하였다.