인천 서구 오류·왕길동에 벽화, 코스모스 꽃길, 생태학습장 등이 조성돼 주민에게 볼거리를 주고 있다.

수도권매립지와 인접한 인천 서구 오류·왕길동이 주민들의 적극적인 참여와 행정복지센터의 노력으로 다양한 친환경적 소규모 사업을 추진해 주민 이용과 만족도가 높아 화제다.

올해 주민참여예산으로 선정돼 진행된 벽화 그리기 사업, 코스모스 꽃길·생태학습장 조성 사업이 주인공이다.

'벽화 그리기 사업'은 검단산업단지 진출입로에 있는 무채색 콘크리트 옹벽에 벽화를 통해 재구성한 것으로 다양한 볼거리를 제공하고 있다.

지난 22일 주민들과 함께 간단한 패턴과, 디자인 등을 가미한 벽화 그리기 작업을 실시했다.

이번 사업은 사업제안, 디자인 선정에서부터 그리기 작업까지 모든 과정을 주민참여로 진행해 주민참여 사업 추진의 모범사례가 되고 있다.

'생태학습장 조성사업'은 중학교 예정부지나 오랜 기간 방치돼 쓰레기 무단투기와 화물차량 불법주차의 온상으로 생활 민원이 지속적으로 발생하던 곳에 유채꽃밭을 조성한 사업으로, 최근 아름다운 유채꽃이 만개해 가족 단위 주민들의 방문이 꾸준히 늘고 있다.

특히 감자, 고구마, 옥수수 등의 작물을 심어 관내 유치원 및 각 급 학교 학생들을 대상으로 다양한 식물이 자라는 과정을 배우고 수확의 즐거움도 맛볼 수 있는 도심 속 생태체험의 장으로 자리잡고 있다.

또 코스모스 군락의 향수를 느낄 수 있는 꽃길도 조성 한다.

그동안 방치됐던 중봉대로변의 자투리땅을 활용해, 꽃밭 조성을 진행 중이며, 특히 주민과 함께 코스모스 씨앗을 뿌리며 정성을 들이고 있다.

최흥진 오류왕길동장은 "모든 사업은 주민 스스로 우리 동네의 환경에 대한 관심에서 시작된 주민참여 사업인 만큼 주민 참여도와 만족도가 매우 높다"며 "앞으로도 주민들의 아이디어를 행정에 반영해 작은 변화로 큰 행복을 줄 수 있는 주민참여 사업을 지속해서 추진해 나가겠다"고 말했다.

@highlight

수도권매립지와 인접한 인천 서구 오류·왕길동에 주민참여예산으로 선정된 벽화 그리기 사업, 생태학습장 조업 사업 등이 진행되며 주민들의 높은 참여도와 만족도를 보이고 있다.