인천 광역시는 지난 25일 대회 첫 날 금메달 6개, 은메달 10개, 동메달 11개로 하루를 끝마쳤으나 대회 2일째인 26일 순조로운 첫 날의 기운을 살려 26일에는 7종목에서 9개의 금메달을 기대하며 출발했다.

인천은 금강 하수둑 일원에서 진행된 조정 여중부 싱글스컬에서 김혜연(가현중)이 4분19초65초의 기록으로 금메달을, 이어 진행된 더블스컬에서 임은지·김유리(가현중)가 은메달을 획득한 것을 시작으로 선수단의 승전보와 메달 소식이 끊이지 않았다.

인천은 태권도와 자전거, 육상 등에서 의외로 기대했던 것보다 부진한 결과가 나왔지만 볼링 여중부 2인조 차은설(고잔중)·정유리(진산중)팀, 육상 남초부 높이뛰기 권용환(일신초6), 바둑 남중부 단체전 선발팀 서호진(진산중1)·안상범(연수중2)·염지웅(신송중3), 레슬링 남중부 그레코로만형 110㎏급 홍진완(만성중3), 체조 여초부 단체종합 선발팀, 레슬링 중학부 자유형 48㎏급 류가온(산곡중), 수영 여초부 접영 100m에서 김예안(신대초)이 1분03초31의 기록으로 금메달 소식을 연이어 안겨줬다.

이로서 인천시는 대회 2일 차를 금16, 은20, 동27개의 성적으로 마무리했다.

한편 펜싱에서는 남중부 에페와 여중부 플뢰레가 각각 8강에 진출하고 펜싱 여중부 해원중이 4강에, 축구에서는 남중부에서 광성중과, 여초부 가림초, 남초부 계양구유소년팀이 각각 4강에, 그리고 핸드볼 여초부 구월초가 4강, 테니스 남중부 단체전 준결승 진출과 탁구 남중부 단체전 준결승 진출 등 선수단 전원이 그동안 닦은 기량을 발휘하는데 전력하고 있다.

@highlight

인천광역시는 전국소년체전에서 첫 날 금 6개, 은 10개, 동 11개의 성적으로 출발했고 대회 2일에는 조정 여중부 싱글 스컬에서 금메달 획득을 시작으로 금 16개, 은 20개, 동 27개를 획득하여 순조로운 성과를 얻고 있다.