단양군의 대표적 축제인 '소백산철쭉제'가 26일 성황리에 막을 내렸다.

추진위에 따르면 '설렘! 봄 꽃길 속으로'을 주제로, 지난 23일부터 나흘간 치러진 이번 축제에는 전국에서 30여만명의 관람객이 찾아와 활짝 핀 철쭉의 향연을 즐겼다고 추산했다.

축제 첫날인 23일 열린 '제4회 대한민국 실버가요제' 결선무대에 오른 참가자들은 기성가수 못지 않은 무대 매너와 실력으로 축제장 분위기를 뜨겁게 달궜다.

이튿날 수변특설무대에서 열린 국내 정상급 인기가수들의 트로트, 발라드, 댄스 공연에는 관람객들이 객석을 가득 메워 흥행을 이뤘다.

셋째날인 25일은 주최 측인 단양문화원 창립 50주년 및 철쭉제 축하공연으로 박상민 외 9인조 밴드, 민혜경 등의 초대가수의 공연이 이어졌다.

25∼26일 이틀간 다누리광장에서는 단양지역의 예술인들의 한마당잔치가 펼쳐져 참가자들의 발길을 잡았다.

상상의 거리에서는 재간둥이 '키다리 삐에로'의 익살 공연으로, 아이들에게 볼거리를 제공하며 폭소를 자아내게 했다.

축제 마지막 날인 26일에는 하모니 오케스트라의 영화 배경음악 연주와 명장면들이 단양의 밤을 아름답게 수놓으며 잔잔한 감동을 선사했다.

36개의 전시와 판매·체험행사 부스마다 관람객들의 발길이 끊임없이 이어졌다.

철쭉요정을 캐릭터로 활용한 이색체험 행사는 색다른 재미로 인기를 끌었다.

철쭉테마관과 단양시화전, 농특산품 직거래장터, 귀농귀촌 홍보·판매, 지역공동체 늘행복마을공방, 아트마켓에도 관광객들이 붐볐다.

김대열 문화원장은 "연분홍빛 철쭉이 소백산을 뒤덮고, 수준 높은 공연과 체험행사가 곳곳에서 펼쳐져 성공적인 축제가 됐다"며"소백산철쭉제가 대한민국의 대표적인 문화관광축제로 자리매김할 수 있도록 프로그램 개발에 주력하겠다"고 말했다.

@highlight

단양군의 대표적 축제인 '소백산철쭉제'가 '설렘! 봄 꽃길 속으로'을 주제로 지난 23일부터 나흘간 36개의 전시, 체험 부스가 열렸으며 전국에서 30여만명의 관람객이 찾아와 활짝 핀 철쭉의 향연을 즐겼을 것으로 추산된다.