경일대 건축학부가 증강현실을 이용해 가상의 건축물을 띄우고 수업을 하고 있다.

경일대(총장 정현태) 건축학부는 최근 건축설계 교육에 4차산업혁명시대의 핵심인 증강현실(Augmented Reality, 이하 AR)과 5G 기술을 도입했다고 밝혔다.

기존 설계교육에서 활용되었던 CAD나 3D모델링 프로그램에 AR기술을 결합함으로써 건축설계안의 검토가 더욱 현실감 있는 시뮬레이션으로 가능하게 된 것이다.

수업시간에 교수와 학생들이 테이블 위에 증강현실 속 건축물을 띄워놓고 설계요소, 동선, 공간배치 등에 대해 실제 현장에 있는 것처럼 손쉽고 정확하게 의견교환을 할 수 있다.

모델의 스케일을 1대 1로 맞추면 실제 건물내부로 들어가는 것 같은 체험도 가능하다.

또 교육적 효과로는 교수의 시각과 학생의 시각이 서로 마주보는 것이 아니라 같은 방향을 보게 되는 획기적 소통의 결과를 가져올 수 있게 되는 장점이 있다.

실제 건축현장에서는 표현의 한계가 뚜렷한 도면을 대체해 AR기술을 활용, 시공현장에서 충돌할 수 있는 설계요소를 확인하고 시공과정을 시각적으로 확인할 수 있는 기술을 시험 중에 있다.

또 건축주에게 가상의 증강현실 화면으로 건축물을 실제처럼 프레젠테이션할 수 있어 차세대 기술로 각광받고 있다.

AR는 데이터 처리용량과 속도 때문에 5G기술이 핵심인데 디지털 건축을 전공한 우승학 교수가 수년간의 연구 끝에 실무교육에 접목시키는 데 성공한 것이다.

지난 2일 열린 건축학부 내부시연회에서 증강현실 프레젠테이션을 지켜본 건축 관계자들은 “앞으로 건축사와 건축주, 설계자와 시공자의 소통방법이 획기적으로 변해갈 것”이라고 입을 모았다.

한편 경일대 건축학부는 오는 6월3일부터 7일까지 교내 창의융합센터에서 ‘경일대학교 건축페스티벌(KAF19)’을 개최한다.

이번 페스티벌에는 졸업생들의 작품을 증강현실을 이용해 체험할 수 있고, 지역 고교생들을 위한 진로특강과 레고로 이해하는 건축모형 제작, 경품 추첨 등 다양한 부대행사가 준비되어 있다.

@highlight

경일대 건축학부는 증강현실(AR)과 5G기술을 도입하여 가상의 건축물을 띄우고 수업을 하면서 현장감 높게 설계안을 시뮬레이션으로 검토할 수 있게 되었다.