정부의 3기 신도시 창릉지구 지정에 대해 파주시의회 자유한국당 의원들이 최근 성명서를 내고 정부의 3기 신도시 건설 발표를 즉각 철회하라고 촉구했다.

자유한국당 파주시의원(안명규, 최창호, 윤희정, 조인연, 이효숙)은 "운정신도시 주민들은 10년 전 정부의 약속을 굳게 믿고 신도시로 이주했다"며 "3기 신도시 발표에 파주시민들은 속았다는 참담함에 허탈해 하고 있으며, 특히 운정신도시 주민들은 그동안의 억울함과 분통을 넘어 분노를 삭이며 밤잠을 이루지 못하고 있다"고 토로했다.

이에 의원들은 파주시민의 오랜 숙원인 지하철 3호선 파주연장 예타 면제와 GTX-A 노선의 조기 개통, GTX 운정역 복합환승센터 등 조속한 교통 인프라 구축과 자족기능을 갖춘 첨단기업 유치, 종합병원 유치 및 대규모 문화예술의 전당과 도시 랜드마크 건립, 지역 공동구 등 생활 인프라를 구축할 것 등의 종합적인 대책 마련을 촉구하는 운정시민들의 애끓는 글이 청와대 국민청원 게시판에 계속 올라와도 정부에서는 누구 하나도 답해주질 않는다며 정부의 무능함을 규탄했다.

또한 "운정신도시의 경우 아직 3지구가 분양조차 마무리되지 않은 상황이고, 3기 신도시가 건설될 경우 파주 지역으로의 인구 유입이 급속도로 감소함은 물론 교통대책 추진의 지연으로 인해 교통난이 가중되어 운정신도시는 베드타운으로 전락할 수밖에 없다"며 "운정신도시와 함께 금촌, 문산 원도심의 지역 쇠퇴를 가속화 시켜 평화도시 파주의 위상을 크게 손상시킬 것이다"고 우려했다.

이에 자유한국당 의원들은 성명서를 통해 이러한 주민들의 고통이 나날이 가중되고 있는 참혹한 현실에 정부는 3기 신도시 건설 발표를 즉각 철회하라고 촉구했다.

안명규 파주시의회 부의장은 "2기 신도시 대책을 마련해 함께 발표해야 함에도 2기 신도시의 활성화 대책은 쏙 빠진 채 3기 신도시 성공만을 위한 종합 대책을 발표했다"며"창릉지구 지정은 운정신도시를 죽이는 발표였다"며 창릉지구 지정을 철회하는 성명서 발표 배경을 설명했다.

@highlight

파주시 자유한국당 의원들은 2기 신도시인 운정시 주민들을 위한 종합적인 대책 마련을 촉구하는 청와대 국민 청원에 대한 무 대답을 규탄하고 운정시 주민들의 고통이 가중되는 현실에 대한 성명서와 3기 신도시 건설 발표 철회를  촉구했다.