24일 전주의 한 아파트 지하주차장이 도색작업으로 인해 차량 출입이 제한되자 인근 도로에 차들을 불법 주차해 시민들과 운전자들이 불편을 겪고 있다.

전주의 한 아파트 일대가 지하주차장 도색 작업에 따른 불법 주정차로 극심한 교통혼잡을 빚고 있다.

지난 24일 오전 8시께 전주시 중화산로.

출근 차량들과 대중교통을 이용하기 위해 나선 주민들로 도로가 가득 채워졌다.

도로 양 옆에는 불법 주정차량들이 가득해 출근길 교통체증을 유발했다.

특히 불법 주정차로 운전자들의 시야가 가려져 도로에 진입하려는 차량과 주행 중인 차량 간 충돌할뻔한 상황이 목격되기도 했다.

일부 불법 주정차량은 도로뿐 아니라 인도와 교통섬 등에 주차하기도 했다.

인도에 주차된 차량 때문에 일부 주민들은 도로 쪽으로 내려와 걸었다.

이는 최근 인근 아파트가 단지 내 지하주차장 도색 작업을 하고 있기 때문이다.

해당 아파트 지하주차장은 총 858대가 주차할 수 있다.

하지만 현재 3구역으로 나눠 도색을 진행 중이다 보니 평균 약 286대가 매일 지하주차장 내에 주차할 수 없게 된 것이다.

아파트 측은 도색 기간 동안 주차난 해소를 위해 인근 공공기관과 학교 등에 협조를 구했지만 이들 차량을 수용하기에는 한계가 있다고 설명했다.

일부 주민은 아파트 측이 주차 공간을 사전에 많이 확보하거나 도색 작업 구역을 소규모로 나눠서 진행했어야 한다고 목소리를 높였다.

주민 김모씨(43)는 "도로에 주정차된 차량 때문에 아찔한 상황이 빈번하다"며 "지하주차장 도색 작업도 중요하지만 도로를 이렇게 막는 것은 문제가 있다"고 토로했다.

또 다른 주민 이모씨(37·여)도 "사전에 구역을 나눠서 도색 작업을 했다면 이 정도로 혼잡하지 않았을 것"이라고 했다.

이에 대해 해당 아파트 관계자는 "최대한 많은 주차면수를 확보하기 위해 노력했지만 주차구역 확보의 한계가 있다"며 "장마철 이전에 작업을 완료하려 하다 보니 구역을 더 세분화하지 못한 점도 있다"고 설명했다.

이어 "내달 20일까지 진행되는 도색 작업을 최대한 앞당겨 주민과 시민들의 불편이 최소화되도록 하겠다"고 말했다.

@highlight

전주의 한 아파트는 지하 주차장 도색작업을 시작했는데 이로인해 주차 자리가 없어진 차들의 불법 주정차로 심각한 교통체증이 생기자 도색 작업을 최대한 앞당겨 불편을 줄이겠다고 말했다.