이른 더위가 이어지면서 모기 등 해충이 기승을 부리자 유통업계에서 ‘셀프 방역용품’ 판매를 본격화하고 있다.

사진은 롯데마트 내 판매점.

이른 더위로 평년 대비 빠르게 나타나고 있는 모기 등 해충 퇴치용 ‘셀프 방역용품’ 판매가 본격화되고 있다.

기상청에서 조사한 지난 1981년부터 2010년까지 국내 기후와 강우량 정보를 보면 여름이 시작되는 6월이 돼야 전국 평균 기온이 21℃ 수준으로 오른다.

하지만 최근 낮 동안 강한 햇빛이 계속되면서 평년 대비 2~7℃ 높은 기온이 지속돼 각종 전염병을 발생시키고 혐오감을 주는 해충의 성장도 빨라지고 있다.

이에 따라 광주지역 유통업계는 가정에서 사용하는 방역용품을 세일 판매하고 있다.

롯데마트는 29일까지를 ‘셀프 방역 준비기간’으로 정하고 가정에서 손쉽게 방역에 사용할 수 있는 살충제와 기피제, 훈증기 등 다양한 셀프 방역용품을 할인 판매한다.

대표 살충제브랜드인 ‘에프킬라’시리즈 중 석유 냄새와 미끌거림이 없는 ‘에프킬라 무향 기획(500ml/3입)’을 1만2천900원, 본체와 함께 액상 리필 제품이 포함된 ‘홈매트 리퀴드 홈 솔루션’ 제품을 1만4천900원에 판매한다.

또한, 바람이 있는 곳이면 어디에나 걸거나 붙여 사용할 수 있는 모기퇴치제인 ‘해피홈 에어넷 걸이형(1매)’을 1만3천900원에 판매한다.

이외에도 야외 활동시 몸이나 의류에 뿌리거나 바르면 모기가 물지 못하도록 예방하는 모기 기피제인 ‘마이키파 스킨스프레이(150ml)’를 6천900원에 판매한다.

이마트도 홈키파 에어졸을 크기에 따라 4천900원~1만1천900원, 모기향 캔은 6천500원, 홈매트는 1만3천500원에 판매 중이다.

또 에프킬라 에어졸은 4천400원~6천200원, 모기향 캔은 6천200원이다.

@highlight

기상청에서 자료를 참고하면 6월이 돼야 전국 평균 기온이 21℃ 수준으로 오른지만 최근 낮 동안 강한 햇빛이 계속되면서 평년 대비 2~7℃ 높은 기온이 지속돼 각종 전염병을 발생시키고 혐오감을 주는 해충의 성장도 빨라지면서 모기 등 해충 퇴치용 ‘셀프 방역용품’ 판매가 시작되고 있다.