아시아나항공 제공.

아시아나항공이 출발 임박 항공권을 특별 운임으로 판매하는 ‘주말 드림페어’를 실시한다고 26일 밝혔다.

이번 ‘주말 드림페어’는 지난 24일 오후 5시부터 26일 밤 11시까지 사흘간 진행했으며 27일부터 31일 사이에 출발하는 △ 동북아 14개 노선(오사카·후쿠오카·오키나와·홍콩·베이징·상하이·칭다오·광저우·선전 등) △동남아 2개 노선(방콕·푸껫) △대양주 1개 노선(사이판) 등 총 17개 노선의 이코노미석이 대상이다.

이를 통해 왕복총액기준 인천∼오키나와 노선 18만4천800원, 인천∼오사카 노선 19만2천원, 인천∼홍콩 노선 25만4천원, 인천∼사이판 노선 31만4천500원 등 현재 최저가 대비 최대 36%까지 할인한 운임으로 아시아나항공 모바일에서 언제 어디서든 구매가능하다.

아시아나항공은 ‘주말 드림페어’를 정례화해 매월 둘째·넷째주 주말마다 정기적으로 오픈할 계획으로 매월 첫째주 화요일 얼리버드(Early bird) 고객을 대상으로 하는 ‘오즈 드림페어’와 함께 특가 프로모션을 더욱 활성화 한다는 방침이다.

아시아나항공 관계자는 “얼리버드, 임박특가 등 구매시점별 다양한 이벤트를 마련하고 홈페이지 내 ‘최저가 간편조회’ 기능을 통해 6개월 내 노선별, 클래스별(이코노미·비즈니스석) 최저 운임 항공권을 손쉽게 검색할 수 있도록 하는 등 고객 편의 제고를 위해 노력하고 있다”고 말했다.

한편 아시아나항공은 다음달 4일부터 10일까지 동북아, 동남아, 대양주 약 18개 국제선을 대상으로 6월 ‘오즈 드림페어’를 실시할 예정이다.

8월 20일부터 12월 23일 사이에 출발하는 항공권이 대상이며 아시아나항공 홈페이지(flyasiana.com)와 모바일에서 구매 가능하다.

@highlight

아시아나항공은 26일 지난 24일 오후 5시부터 26일 밤 11시까지 27일부터 31일 사이에 출발하는 동북아 14개 노선 등 출발 임박한 총 17개 노선의 이코노미석을 대상으로 현재 최저가 대비 최대 36%까지 할인하는 특별 운임으로 판매하는 '주말 드림페어'를 진행했다고 밝혔다.