대한민국 수소경제 사회를 선도중인 충남도가 '수소시범도시' 조성 사업 유치에 도전한다.

도는 올 하반기 국토교통부의 '수소시범도시 조성 사업' 공모에 대비해 최근 '충남형 수소시범도시 사업화 모델 개발 연구용역'을 시작했다고 밝혔다.

수소시범도시는 교통은 물론 공동주택과 빌딩 등의 에너지원을 수소로 전환하는 것으로 도는 국토부의 사업제안서가 나오는 대로 관심 있는 시·군과 응모에 나설 방침이다.

공모 대응 자료 마련을 위한 이번 연구용역은 오는 10월까지 넥셀시스템 부설연구소가 진행한다.

연구용역을 통해 도는 국내·외 수소에너지 생산·저장·활용·실증 사업화 사례를 조사·분석하고 수소산업 육성 선진 사례 분석을 통해 도내 수소 인프라 구축 방안을 모색한다.

또 도내 여건과 특색에 부합하는 수소시범도시 후보지에 대한 조사도 실시한다.

이와 함께 국내·외 수소에너지 실증 사업 분석을 통해 충남만의 사업 방향을 도출하고 실제 적용 가능한 비즈니스 모델을 마련한다.

연구용역에서는 이밖에 수소에 대한 주민 인식 전환 방안과 실행계획을 수립하고 지속가능한 사업 모델을 제시하며 수소에 대한 불안감 해소를 위한 홍보 및 활용 방안도 찾는다.

도 관계자는 "화력발전소와 제철소 등 에너지 다소비 사업장이 밀집한 충남은 온실가스 배출량 전국 1위라는 불명예를 안고 있다"며 "미래 친환경 에너지인 수소에너지로의 전환이 절실한 것도 바로 이 때문"이라고 말했다.

이 관계자는 이어 "수소경제는 에너지 패러다임 전환과 에너지 안보 문제, 미래 친환경 산업을 육성하기 위한 플랫폼으로서의 의미를 갖고 있다"며 "이번 연구용역을 통해 수소시범도시 사업화 모델을 찾아 공모를 통과할 수 있도록 하겠다"고 강조했다.

한편 도는 지난 2016년 '수소전기차 부품 실용화 및 산업 기반 육성 사업'이 예비타당성 조사를 통과함에 따라 기술 개발 등을 추진중이다.

지난 3월에는 '충남 수소경제 로드맵과 비전'을 안팎에 선포했으며 지난달에는 양승조 지사가 현대자동차 아산공장을 찾아 수소전기차 생산기지 유치 추진을 공식화하기도 했다.

@highlight

충남도는 올 하반기 국토교통부의 '수소시범도시 조성 사업' 공모를 준비하며 최근 '중남형 수소시범 도시 사업회 모델 개발 연구용역'을 시작하는 등 본격적으로 사업 유치에 뛰어드는 가운데 도는 국토부의 사업제안서가 공개되는 대로 관심 있는 시·군과 응모에 나설 예정이라 밝혔다.