류현우가 26일 간사이오픈에서 단독 3위로 마쳤다.

류현우(38)가 일본프로골프투어(JGTO) 간사이오픈(총상금 7천만 엔)에서 3위로 마쳤다.

류현우는 26일 일본 나라현 코마 컨트리클럽(파72 6979야드)에서 열린 대회 파이널 라운드에서 버디 3개에 보기 1개로 2언더파 70타를 쳐서 최종합계 16언더파 272타를 적어냈다.

한 타차 2위에서 출발한 류현우는 이날 전체적으로 샷이 조금씩 빗나갔다.

8번 홀 보기를 적어내면서 순위를 잃었으나 후반 들어 13, 14번 홀 연속 버디로 순위를 끌어올리는 데 그쳤다.

29세 오츠키 토모하루가 노보기에 버디 7개를 잡아 65타를 쳐서 버디만 9개를 잡고 63타를 친 호시노 리쿠야와 공동 선두(19언더파 269타)로 마친 뒤에 연장전에서 4홀까지 가는 승부 끝에 버디를 잡아 생애 첫 우승을 차지했다.

2주전 아사지 요스케가 생애 첫승을 차지한 데 이어 JGTO는 올 시즌 5개 대회를 치러 첫승만 세 번이 나왔다.

선두로 출발했던 재미교포 한승수는 이글 하나에 버디 2개를 잡았으나 보기 4개를 묶어 이븐파 72타로 그쳐 노보기에 7개의 버디를 잡아 65타를 친 안젤로 키(필리핀)와 공동 4위(15언더파 273타)로 마쳤다.

한편 배선우는 주오테레비브리지스톤레이디스오픈(총상금 7천만 엔)에서 공동 3위(11언더파)로 마쳤다.

2라운드에서 62타를 친 가츠 미나미가 3타차 선두로 출발해 이븐파 72타로 우승(14언더파)했다.

미나미는 이달초 파나소닉레이디스 우승 이후 시즌 2승을 달성하면서 신지애(31)와의 상금 경쟁에 불을 당기면서 다음주 열리는 US여자오픈 출전 가능성을 높였다.

@highlight

지난 26일 일본 나라 현 코마 커트니 클럽에서 열린 대회 파이널 라운드에서 류현우 선수가 일본프로 골프투어 간사이 오픈에서 3위를 달성하였고, 배선이 선수는 주오테리비브리지스톤레이더스오픈에서 공동 3위를 기록했다.