김은희 "현재 우리 납세자들은 지방세 법전을 보면서도 복잡한 취득세율을 추산하지 못하고 있습니다.

지난 2013년 다시쓰기 운동으로 개정된 부가가치세 법령처럼 이해도를 높이는 조치가 필요합니다."

더불어민주당 김병관(경기 성남분당갑) 의원이 주최한 '납세자 권익보호를 위한 지방세관계법령상 몇 가지 쟁점' 토론회 현장에서, 박상수 한국지방세연구원 선임연구위원은 이같이 강조했다.

현장에서 납세자 권익을 높이기 위한 몇몇 제도개선 방안이 제시된 가운데 지방세 법령 자체를 쉽게 정리하는 '다시쓰기' 필요성이 지적된 것이다.

이처럼 지방세 법령이 복잡해진 것은 지난 2010년 취득세·등록세 통합, 2013년 주택 취득세율 도입 등으로 통합 세율체계가 만들어지면서다.

이후 복잡해진 세율 계산법으로 세금을 내는 납세자들이 어려움을 겪기 시작했고, 이에 덩달아 지방세를 징수하는 지자체도 골머리를 썩고 있다.

경기 수원 등 일부 지자체에서는 이해도를 높이기 위한 각종 안내 책자를 내놓았으며, 행정안전부는 지난해부터 각 지자체별로 납세자보호관을 의무적으로 배치해 위법·부당한 세정집행에 대한 추후 구제에 본격적으로 나섰다.

박 선임연구위원은 "납세자들이 가장 불복율이 높은 지방세 세목이 취득세와 재산세다.

취득원인·취득대상·납세의무자 등 다양한 요소에 따라 세율이 다르게 적용되는데, 조세전문가조차 이를 인지하기 어렵게 돼있기 때문"이라며 "취득세율에 대상별 세율표를 제시하고, 세율과 적용기준을 분리하는 등 쉽게 이해할 수 있는 개선방안이 필요하다"고 강조했다.

한편 김 의원 주최로 열린 이날 토론회에는 한국조세정책학회 회장을 맡고 있는 오문성 한양여대 교수, 조영재 삼일회계법인 지방세 파트장, 변혜정 서울시립대 교수, 김영빈 행정안전부 지방세정책과 과장 등이 참석했다.

이들은 지방세 감면신청 행정절차와 같은 관련 제도 개선방안에 대해 함께 논의했다.

@highlight

복잡한 세율 계산법으로 납세자와 지자체 모두 어려움을 겪고 있는 가운데 2013년 다시쓰기 운동으로 개정된 부가가치세처럼 지방세 법령 자체를 쉽게 개선할 필요성이 대두되었다.