속보= 시내버스 준공영제 도입과 임금인상, 정년연장 등을 요구하며 파업을 예고했던 청주의 4개 시내버스 회사 노조가 사측과 요구안 일부를 합의해 파업 위기가 일단락됐지만 단체협상은 지속적으로 하기로 했다.

26일 청주시 등에 따르면 청주지역 동일운수·청신운수·청주교통·한성운수 노조는 지난 24일 충북지방노동위원회에 노동쟁의 조정신청 철회서를 제출했다.

이들 노사가 타협점을 찾아 노동위원회의 조정 없이 단체협약을 진행하기로 한 것으로 전해졌다.

노조는 사측에 준공영제 도입, 임금인상, 주 52시간에 따른 임금 감소분 보존, 정년연장, 기사 부담 보험료의 회사 부담 등을 요구했다.

이 가운데 노사는 정년을 기존 만 62세에서 1년 연장하는 것에 합의한 것으로 전해졌다.

임금인상 등은 정부가 시내버스 요금 인상을 약속한 만큼 이에 맞춰 노사가 자율적으로 협의해 나가기로 했다.

준공영제는 청주시의 도입 계획에 따라 상황을 지켜보기로 하고 다시 논의하기로 했다.

준공영제는 지자체가 노선관리권을 갖는 대신 버스회사의 적자를 메워주는 제도다.

시는 지난 2015년 9월부터 준공영제 도입을 논의하기 시작했다.

한국노총 소속 청주지역 버스업체 4개사는 버스 264대를 운행하고 있다.

이는 한국노총 소속이 아닌 우진교통과 동양교통 버스 173대를 제외한 전체 시내버스 60%에 해당한다.

전국자동차노동조합연맹은 주 52시간 도입에 따른 임금 손실 보전 등을 요구하며 지난 15일 파업을 예고했고 청주지역 4개 버스회사 노조 역시 동참하기로 했다.

이후 파업 예고일을 하루 앞두고 전국에서 노사 간 협의가 이뤄졌지만 청주지역 버스 노사는 협의에 실패했고 조정기간을 24일까지 연장했었다

충북지노위 관계자는 "노조가 조정신청 취하서를 제출해 파업은 할 수 없다"며 "앞으론 노사 양측이 자율적으로 쟁점 사안을 놓고 협상을 벌여야 한다"고 밝혔다.

홍순덕 청주시 버스정책팀장은 "노조가 파업을 접으면서 시내버스는 평소대로 정상 운행한다"며 "노사 양측이 원만히 합의하길 바란다"고 말했다.

@highlight

지난 24일 청주 시내버스 회사 노사가 요구안 일부를 받아들여 노동위원의 조정없이 단체협약을 하기 위해 충북지방노동위원회에 노동쟁의 신청 철회서를 제출했다.