[충청일보 이정규기자] 충북도교육청은 27일 도내 일반계고에 대한 교육력 제고를 위한 각종 프로젝트를 가동한다고 밝혔다.

충북지역 일반고는 국립 2개교, 공립 31개교, 사립 15개교(양업고 포함) 등 48개교가 있다.

도교육청은 충북형 고교 교육력 도약과 교과 중점학교 지정 확대 등을 중점 추진할 계획이다.

도교육청은 △교육과정 다양화 △교과영역 △창의적 체험활동 △교원역량강화 등 4개 필수 과제와 지역 특성과 학교 여건을 고려한 자율 선택과제가 포함된 계획 수립과 실천을 위해 학급수 기준 3000만원에서 최대 8000만원까지 지원키로 했다.

이외에도 교원 역량강화를 위한 워크숍, 업무 설명회 등의 정책 소통 활성화를 강화한다.

학년말에는 우수기관, 교원에 대한 표창과 함께 학생과 학부모 만족도 조사를 통해 다음년도 사업에 반영할 방침이다.

학생 소질과 적성에 맞는 다양한 교육기회를 제공하고 학생이 특성화된 교육을 받을 수 있도록 중점 교과 관련 과목을 다양하게 개설·운영할 수 있도록 교과중점학교를 지정·확대할 계획이다.

도내에는 현재 11교가 △사회 △기술 △제2외국어 △융합 교과 등을 대상으로 교과중점학교로 운영되고 있다.

운영기간은 3년이며 연간 2500만원의 예산이 지원된다.

올해는 신규 공모를 통해 7개교를 추가 지정할 계획이다.

지정되면 시설구축(교실리모델링), 기자재구입, 체험 및 홍보 프로그램을 운영 등 준비기간을 거쳐 2020년부터 실질적으로 운영된다.

도교육청은 또 청주 평준화 지역 19곳 일반고 전체를 교과중점 학교로 지정하는 방안도 검토할 계획이다.

도교육청 관계자는 "4차 산업혁명의 도래로 인해 교육의 패러다임이 변화하고 있어 학생들이 미래 삶을 주도적으로 살아가기 위해 능동적 학습이 중요시 된다"며 "이를 위해 충북형 고교교육력 도약 프로젝트를 추진하고 있다"고 말했다.

김병우 교육감은 지난 1~2월 학교 현장 목소리를 듣고 고교 교육력 강화를 위해 고교 학교장 개별 면담을 가졌다.

@highlight

충북도교육청은 일반고 교육력 도약을 위해 교과 중점학교 지정을 확대하여 연간 2500만원을 지원하고, 청주 평준화지역 일반고 전체를 교과중점 학교로 지정하는 방안을 검토할 계획이다.