세계 최대 자동차업체 탄생이 임박했다.

이탈리아·미국계 업체 피아트크라이슬러(FCA)와 프랑스 르노자동차의 합병이 성사될 경우 글로벌 1위인 독일 폭스바겐을 제치고 자동차업계의 새로운 공룡으로 탄생할 전망이다.

AP통신 등에 따르면 FCA는 27일 르노에 합병을 제안했다고 발표했다.

르노도 이날 오전 프랑스 파리에서 이사회를 열고 합병안을 논의했다.

FCA는 성명을 통해 합병된 기업은 피아트가 50%, 르노가 50% 지분을 소유하는 구조가 될 것이라고 밝혔다.

이어 "이번 거래가 체결되면 양사 연합은 세계 1위로 올라서고 FCA와 르노의 약점 중 일부를 해결하는 데 도움이 될 것"이라고 설명했다.

FCA는 이탈리아 피아트가 2014년 파산한 미 크라이슬러를 인수하면서 탄생했다.

여기에다 르노·닛산·미쓰비시 연합이 합류하면 미국·이탈리아·프랑스·일본을 잇는 글로벌 자동차회사로 자리매김한다.

피아트와 르노가 합병하면 일단 제너럴모터스(GM)를 제치고 세계 3위의 자동차회사가 된다.

지난해 독일 폭스바겐과 일본 도요타는 각각 1083만대, 1059만대를 판매했고 피아트와 르노는 합쳐서 870만대를 판매했다.

르노와 닛산의 동맹이 유지되고 FCA까지 가세하면 총판매량으로는 세계 최대 규모가 된다.

르노·닛산·미쓰비시 동맹의 지난해 판매량은 1076만대였으며 이들 동맹에 피아트가 합류하면 연간 판매량은 1500만대를 넘어서게 된다.

FCA가 르노에 합병을 제안한 것은 '카마겟돈'(자동차와 세상의 종말을 뜻하는 아마겟돈을 합성한 단어) 전쟁에서 살아남기 위한 포석으로 풀이된다.

전 세계 자동차산업이 자율주행·차량공유·친환경차 확산 등으로 대혼돈을 맞으면서 글로벌 자동차회사들은 합병·제휴 방식으로 덩치를 키워 미래차 개발 재원을 마련하기 위해 몸부림치고 있다.

글로벌 자동차업계 지각변동은 한국 업계에 충격적인 소식이다.

강력한 상대의 등장은 더 치열한 경쟁을 예고한다.

@highlight

피아트크라이슬러(FCA)가 '카마겟돈' 전쟁에서 살아남기 위해 르노자동차에 제안한 합병이 성사된다면 글로벌 1위인 독일 폭스바겐을 제치고 자동차업계의 새로운 공룡이 될 것인데 이는 한국 자동차업계에도 충격적인 소식이다.