민생투쟁 대장정 마무리 기자회견 "국민과 함께 정책투쟁"

황교안 한국당 대표는 27일 "2020 경제대전환 프로젝트를 수행할 당 대표 직속의 위원회를 5월 말까지 출범시키겠다"고 말했다.

황 대표는 이날 영등포당사에서 18일간 민생투쟁 대장정을 마무리하는 기자회견을 갖고 "경제정책의 대전환 없이는 경제와 민생의 절망을 풀어낼 길이 없다"면서 "자유한국당이 대안을 만들고, 국민과 함께 정책투쟁을 벌여 나가겠다"며 이같이 밝혔다.

그는 "2020 경제대전환위원회는 당과 각계 경제전문가들은 물론 여성과 청년을 비롯해 현장의 목소리를 대변할 분들까지 폭 넓게 구성할 계획"이라며 "대한민국 경제와 민생을 일으킬 새로운 경제비전을 수립하고, 각 분야별 입법과 예산까지 꼼꼼하게 세부 계획을 세워 실천해 나가겠다"고 강조했다.

그는 "2020 경제대전환 프로젝트의 핵심은 이 정권의 좌파경제 폭정에 맞서 새로운 시장경제의 미래를 열어가는 데 있다"며 "활기찬 시장경제, 공정한 시장경제, 따뜻한 시장경제가 한국당이 추구하는 새로운 시장경제의 세 축이 될 것"이라고 덧붙였다.

황 대표는 "국민의 안전하고 편안한 삶을 위한 현장 맞춤형 정책들도 적극적으로 발굴해서 실천해 나가겠다"면서 미세먼지 저감 대책, 4대강 보 파괴 저지, 탈원전 정책 폐기 등을 추진하겠다고 밝혔다.

그는 이어 "대통령께서 경제정책 대전환만 결단하면 우리 당이 앞장서서 돕겠다고 여러 차례 말씀을 드렸다"며 "저와 1:1로 만나서 제가 직접 겪은 민생현장의 절박한 현실을 들어주시기 바란다"고 말했다.

그는 "북한의 탄도 미사일 발사로 우리 안보가 치명적인 위협을 받고 있다"면서 "미국 트럼프 대통령은 가까운 일본에는 4일이나 방문하면서, 방한해 달라는 문재인 대통령의 요청은 받아들이지 않았고 6월로 예정됐던 중국 시진핑 주석의 방한도 전격 취소된 걸로 보도되고 있다.

안보붕괴, 외교참사라고 할 수밖에 없다"고 비판했다.

국회 정상화와 관련해서는 "잘못된 패스트트랙을 철회하고 사과한다면 국회에 들어가 민생을 챙기는 일을 더욱 가열차게 해나가겠다"며 "국정을 불법으로 운영하는 부분을 그냥 묻고 넘어갈 수 없다"고 강조했다.

@highlight

황교안 한국당 대표가 새로운 시장경제 미래를 열기 위헤 2020 경제대전환위원회를 수행할 당과 전문가로 구성한 위원회를 출범시킬 것이라 밝혔다.