앞으로 계룡산, 대둔산, 가야산 등 관광객이 많이 찾는 충남지역 100대 명산의 주요 등산로에 대한 통화품질이 개선된다.

충남도는 27일 양승조 지사와 15개 시장·군수, 통신 3사(SKT, KT, LGU+) 관계자 등이 참석한 가운데 전국 최초로 도내 100대 명산 등산로의 이동통신 품질 개선을 위한 이동통신 3사와 업무협약(MOU)을 체결했다.

이번 업무협약은 도내 주요 명산 통신 불량지역의 품질을 개선해 산악사고 발생 시 신고지연을 미연에 방지하고, 이통사의 기반시설을 이용해 산불 CCTV 설치 등으로 재난을 사전에 예방하기 위해 마련됐다.

최근 5년간 충남지역 산악사고 현황을 보면 △2014년 342건 △2015년 379건 △2016년 263건 △2017년 248건 △지난해 294건 등으로 매년 평균 300여 건씩 발생하고 있다.

도는 이에 따라 주요 명산의 품질 불량 및 투자 필요 지역을 조사해 공주 계룡산, 천안 태조산, 아산 영인산, 논산 대둔산, 홍성 용봉산, 예산 가야산 등 주요 명산 238개 구간에서 통화 품질 불량을 감지했다.

도는 이 가운데 228개 구간에 대한 통신 품질 개선 필요성을 인지해 이동통신 3사와 실무회의를 열고 불량 구간을 개선키로 했다.

또한 시군 산불감시 등 재난예방 설비와 이동통신사의 기지국 통신탑 등 기반시설을 공동 활용하고, 주요 도시 이동통신 서비스 품질개선(5G)을 조기 도입키로 했다.

도는 이번 협약을 통해 시군의 산불감시용 CCTV 기반시설과 이동통신사에서 설치하는 기지국의 기반시설에 대해 공동 활용으로 230억 원 이상의 예산이 절감될 것으로 전망하고 있다.

양승조 지사는 "이번 협약에 따라 도내 100대 명산의 이동통신 품질이 향상되면, 불의의 사고 발생 시 구조는 물론 산불 등 재난 대비에 큰 도움이 될 것"이라며 "품질 개선 작업이 조기 완료될 수 있도록 하겠다"고 말했다.

@highlight

충청남도는 도내 주요 명산의 통신 불량지역 개선을 통해 신고지연을 방지하기 위해 이동통신사 관계자와 15개 시장, 군수 등이 참석한 가운데 지자체와 통신사 간 MOU를 체결했고, 주요 등산로의 통화품질을 개선할 예정이다.