광주시는 미디어아트분야 최고 권위의 행사인 ‘2019 국제전자예술심포지엄’(ISEA2019)을 6월22일부터 28일까지 국립아시아문화전당에서 개최한다고 밝혔다.

국제전자예술심포지엄은 1988년부터 이어져 온 전통과 권위가 있는 세계적인 미디어아트 축제로 지난 30년 간 17개국에서 개최돼 매년 1천명 이상의 예술가, 전문가들이 참여하는 행사다.

광주시는 이탈리아 피렌체와 치열한 경쟁 끝에 2016년 유치하는데 성공해 약 2년 반 동안의 준비기간을 거쳐 결실을 맺게 됐다.

광주시와 국립아시아문화전당, 카이스트 문화기술대학원이 주최하고, 아트센터나비미술관과 아시아문화원이 주관하는 이번 행사는 개최도시 광주의 풀이말인 빛고을에서 영감을 얻은 영원한 빛이라는 의미의 ‘룩스 에테르나(Lux Aeterna)’를 주제로 학술 프로그램, 아트 프로그램, 지역 연계 프로그램으로 구성된다.

학술 프로그램은 공모와 초청분야로 나뉘며 각 주제별 연구 과정이나 결과를 발표와 토론으로 만나볼 수 있다.

개·폐막식 하이라이트로 이이남 작가와 로보링크, 월드뮤직그룹 공명, 아트센터 나비가 함께하는 드론 개막 퍼포먼스와 전통문화관에서 정자영 작가의 폐막 퍼포먼스가 있을 예정이다.

지역 연계프로그램으로는 광주 도심 곳곳을 탐색하며 얻은 결과물을 전시와 퍼포먼스를 통해 보여주는 참여형 워크숍이 광주문화재단 미디어 338 무대에서 진행되고, 이와 함께 조선대 미술대학 학생들과 지역 작가가 함께 제작한 작품도 함께 소개된다.

행사 기간 중에는 ▲어린이대상 키즈 미디어아트 캠프 운영 ▲전통음식 및 공예 체험을 통한 우리나라의 전통문화 체험 프로그램 운영 ▲참가자들을 대상으로 한 지역 투어 프로그램 등도 마련된다.

시 관계자는 “2019 국제전자예술심포지엄을 통해 지역의 전통, 문화예술과 문화 산업, 첨단 기술을 결합하고 이를 통해 새로운 문화예술 콘텐츠를 개발하길 바란다”며 “세계 각국의 관련 기관과의 연결망을 형성하고, 국내외 미디어 아트 동향을 접해 볼 수 있는 교류의 장이 될 것이다”고 말했다.

@highlight

광주시가 '2019 국제전자예술심포지엄'을 6월22일부터 28일까지 국립아시아문화전당에서 개최한다고 밝혔으며 이번 행사는 영원한 빛이라는 의미의 '룩스 에테르나'를 주제로 학술 프로그램, 아트 프로그램, 지역 연계 프로그램으로 구성된다.