대구와 경북의 대형마트 의무휴업일이 달라 인근 상인들이 실효성에 의문을 제기하고 있다.

홈플러스 대구스타디움점과 이마트 경산점 직선거리는 3km에 불과하다.

대구와 경북 경계지역에 있는 상인들 사이에서 현행 대형마트 의무휴업 제도가 실효성이 없다는 불만이 쏟아지고 있다.

대구와 경북의 대형마트 의무휴업일이 달라 인근 주민들은 대구시·경북도 경계를 오가며 언제든 자유롭게 이용할 수 있다는 이유에서다.

대구 대형마트 의무휴업일이었던 지난 26일, 대구 수성구 시지동에 사는 조모(59) 씨는 문 닫은 홈플러스 대구스타디움점 대신 이마트 경산점에서 장을 봤다.

이마트 경산점의 경우 의무휴업일이 매달 둘째·넷째주 수요일이다.

조 씨는 "집이 두 대형마트 사이에 있어 쇼핑하기 편하다.

일요일에 장을 보려고 몇 째 주 일요일인지 계산하는 게 귀찮아 주말이면 그냥 경산에 있는 대형마트를 찾는다"고 말했다.

대형마트 휴업일은 마트와 지방자치단체가 협의해 결정하도록 돼 있다.

대구 전역과 경북 포항, 경주는 매달 둘째·넷째 일요일 의무휴업을 시행하고 있다.

하지만 경북 경산을 비롯한 나머지 지역은 둘째·넷째 수요일에 쉰다.

인근 전통시장 상인들은 울상이다.

광역지자체 경계지역의 경우 사실상 의무휴업일이 유명무실하다는 것이다.

실제로 대구에 있는 홈플러스 대구스타디움점과 경북 경산의 이마트 경산점 간 직선거리는 3km에 불과해 이용자 상당 부분이 겹친다.

대구 신매시장 상인 A씨는 "다른 시장 상인들 얘기를 들어보면 의무휴업제 시행 이후 매출이 늘었다고 하는데 우리는 그대로"라며 "두 지자체 의무휴업일이 다르면 상인들은 정책 혜택을 누릴 수 없다.

전국 의무휴업일을 통일하는 등 제도 개선이 필요하다"고 목소리를 높였다.

이와 관련, 이마트 관계자는 "이마트 경산점 위치가 유독 대구와 가까운 편"이라며 "실제 매출 측면에서도 대구 대형마트가 쉴 때 대구에서 오는 고객이 늘어 이익을 보는 게 사실"이라고 했다.

다만 그는 "그렇다고 해서 이마트 경산점만 대구시 경계 지점에 있다는 이유로 휴무일을 바꾼다면 경산 대형마트와의 형평성 논란이 일 수 있다"고 말했다.

@highlight

대구와 경북의 대형마트 의무휴업일이 달라 주민들은 언제든 자유롭게 이용이 가능하다 보니 경계지역 인근 상인들은 실효성에 의문을 제기하며 불만을 쏟아내고 있다.