양심적 병역거부를 주장하며 입영을 거부한 20대가 법원에서 실형을 선고받았다.

지난해 11월 대법원전원합의체가 종교적 병역거부에 대해 무죄라는 판결을 내린 후 종교적 신념을 이유로 병역을 거부하는 사례가 잇따라 무죄를 선고받았지만, 신념을 외부로 표출하는 활동을 한 적이 없는 비종교적인 병역거부에 대한 재판부의 입장은 '유죄'다.

수원지법 형사6단독 이종민 판사는 병역법 위반 혐의로 기소된 정모(28)씨에 대해 징역 1년을 선고했다고 27일 밝혔다.

정씨는 지난해 11월 경기도 양주시 소재 모 사단 신병교육대로 입영하라는 통지서를 받고도 군에 입대하지 않은 혐의로 기소됐다.

정씨는 총기 소지가 개인의 양심에 반하는 것이어서 입영하지 않았다고 변론했으나 법원은 받아들이지 않았다.

이 판사는 "피고인의 입영 연기 횟수와 사유, 범죄전력, 피고인이 이 사건 이전까지 병역 거부에 대한 신념을 외부로 표출하는 등의 활동을 한 사실이 없는 점 등을 종합하면 피고인에게 병역법에서 정한 정당한 사유가 없음을 인정할 수 있다"고 판시했다.

이어 "피고인은 계속해 입영을 연기해 왔고, 이 사건에 이르러서는 소위 '양심적 병역거부'를 주장하면서 입영을 기피해 죄질이 불량하다"고 덧붙였다.

앞서 지난 16일 서울서부지법 형사12부는 병역법 위반 혐의로 기소돼 1심에서 징역형을 받은 오모(31)씨에 대해서도 징역 1년 6월을 선고했다.

오씨는 '전쟁과 폭력에 반대한다'는 평화적 신념에 따라 현역 입대를 거부했다가 병역법 위반 혐의로 재판에 넘겨져 지난해 7월 1심에서 징역 1년6월을 선고받았다.

재판부는 "피고인은 지난 2015년 민주노총 집회에서 경찰을 폭행한 사실로 형사처벌을 받기도 했던 바, 피고인의 (폭력에 대한) 양심은 상황에 따라 타협적이거나 전략적인 것으로 보인다"며 유죄를 선고했다.

@highlight

수원지법 형사6단독 이종민 판사는 양심적 병역거부를 주장하며 입영을 거부, 병역법 위반 혐의로 기소된 정모(28)씨에게 징역 1년의 실형을 선고했다고 27일 발표함으로써, 지난해 11월 대법원전원합의체에서 종교적 병역거부는 무죄라는 판결을 내린 후 종교적 신념에 의한 병역 거부 사례가 모두 무죄를 선고받은 것에 반하여, 신념을 외부로 표출하지 않은 비종교적인 병역거부에 대한 재판부의 판단은 '유죄'임을 드러냈다.