최근 전국적인 명소로 떠오른 예산군 예당호 출렁다리가 개통 51일 만에 방문객 100만명을 기록했다.

사진은 100만명 기록으로 상품을 전달받은 김민기 씨 가족.

[예산]최근 전국적인 명소로 떠오른 예산군 예당호 출렁다리가 개통 51일 만에 방문객 100만명을 기록했다.

이는 지난 한해 예당관광지 야영장과 국민여가캠핑장 전체 관광객 20만명을 5배나 웃도는 것은 물론 관광지식정보시스템에 공표된 지난해 예산군 주요 관광지 17개소를 찾은 전체 관광객 240만의 절반에 육박하는 규모다.

군는 이날 100만번째 관람객인 김민기(41, 아산시) 씨 가족에게 축하 꽃다발과 예산사과세트, 4인가족 스파vip이용권을 전달하고 축하했다.

예당호 출렁다리는 올 4월 6일 개통해 5일 만인 4월 11일 10만명, 15일째인 4월 20일 30만명, 26일 만인 5월 1일 50만명, 51일째인 5월 26일 100만명을 돌파하는 등 연일 인기행진을 이어가고 있다.

여기에 최근 봄 나들이철에 이어 여름 휴가철, 여행하기 좋은 가을철 등이 줄지어 있는 만큼 이르면 오는 11월쯤 방문객 300만명 돌파도 가능할 것으로 보인다.

출렁다리 인기로 예산군 택시를 이용하는 손님뿐만 아니라 인근 음식점, 전통시장, 인근 관광지를 방문하는 관광객도 늘고 있다.

예당관광지 야영장은 4월 한 달 동안 3만 3354명이 찾았고 윤봉길의사기념관은 1만 2870명, 추사기념관 1만 25명, 예산황새공원 1만 1757명이 방문하는 등 예산군 주요 관광지에 지난해 같은 기간 대비 방문객이 203% 늘어난 것으로 집계됐다.

황선봉 군수는 "예산군을 찾는 관광객들에게 더 많은 볼거리를 선사하기 위해 착한농촌체험세상, 음악분수대 등 다양한 콘텐츠를 개발하고 있다"며 "더불어 푸드트럭 등 편의시설 확충으로 더 나은 서비스를 제공할 수 있도록 최선을 다하겠다"고 말했다.

@highlight

최근 전국적인 관광명소로 떠오른 예산군 출렁다리가 개통 51일 만에 예산군 전체 관광객의 절반에 육박하는 100만 명의 방문객을 기록했고 이러한 추세라면 11월까지 방문객 300만 명도 가능할 것으로 예상된다.