정부가 한시적으로 도입한 자동차 개별소비세(개소세) 인하에 대한 추가 연장여부를 다음달 발표한다.

추가 연장을 긍정적으로 검토하는 분위기다.

앞서 정부는 내수 활성화를 위해 작년 7월부터 12월까지 한시적으로 자동차 구매 때 개별소비세를 30% 깎아준 바 있다.

여기에 지난 1월 이 조치를 내달까지 추가 연장했다.

윤태식 기재부 대변인은 27일 정부세종청사에서 정례 기자간담회를 열어 이같은 개소세 인하 연장 방향성을 설명했다.

윤 대변인은 "인하 (추가) 연장 여부는 긍정적인 방향에서 검토하고 있으나 아직 결정된 바는 없고 내달 발표를 할 것"이라며 "이와 관련, 당정 협의는 개최하지않았다"고 말했다.

윤 대변인은 내달 발표 예정인 범정부 '인구정책 태스크포스(TF)'의 1차 논의 결과, 정년 65세 연장에 대한 직접 제언은 포함되지 않을 것이라고 선을 그었다.

홍남기 부총리 겸 기획재정부 장관은 앞서 지난 23일 기자간담회에서 "정년문제, 고령 인구 재고용 문제 등에 대해 폭넓은 사회 논의가 필요하다"며 "구체적 대안을 기재부를 중심으로 한 인구정책 TF에서 논의 중이며 랩업(Wrap-up)을 6월 말로 생각하고 있다"고 밝힌 바 있다.

윤 대변인은 홍 부총리의 발언을 "생산가능인구 감소에 대응하기 위해 고령자 고용을 늘려야 한다는 필요성 강조한 것"이라며 "고용 확대를 위한 방안은 고령자 계속 고용을 위한 인센티브 제공, 정년 연장이 있을 수 있으나 시장 수용성을 높이기 위해 임금체계와 고용형태의 유연화 등 전반적인 개혁방안이 함께 종합적으로 검토돼야 한다는 취지"라고 부연했다.

정년 연장에 대해 윤 대변인은 "정년 60세 의무화도 오랜 시간이 걸렸고 아직 정착되지 않았음을 고려할 때 추가 연장은 장기적으로 검토가 필요한 사안"이라며 "법적 연장보다는 기업이 자발적으로 고령자 고용을 늘리도록 유도하는 것이 바람직하다"고 덧붙였다.

내달 발표하는 인구정책 TF 결과물에 대해서는 "기본적으로는 60세 정년이 돌아오는 이들에 대해 재계약 등을 통한 계속 고용과 (그에 대한) 인센티브 제공을 중심으로 한 단기적인 논의 결과를 발표할 것"이라며 "정년 연장에 대한 직접 제언은 포함되지 않을 것"이라고 말했다.

@highlight

기획재정부는 27일 정부세종청사에서 정례 기자간담회를 열고 정부가 한시적으로 도입한 자동차 개별소비세 인하에 대한 추가 연장여부를 내달 발표한다고 밝히고 추가 연장을 긍정 검토 중이라고 개소세 인하 연장 방향성을 설명했다.