[환경일보] 환경부 산하 국립공원공단(이사장 권경업)은 최근 5년간 국립공원 야생동물의 생태통로 이용률을 조사한 결과, 멸종위기 야생생물 등 야생동물의 이용이 지속적으로 증가하고 있다고 밝혔다.

2014년부터 2018년까지 국립공원 생태통로 이용률을 분석한 결과, 2014년 9곳 2056회에서 2018년 14곳 7921회로 나타났다.

1곳 당 평균 이용률은 2014년 평균 228.4회에서 2018년 평균 565.8회로 5년간 약 2.5배 증가한 것으로 확인됐다.

국립공원공단 연구진은 생태통로에 설치된 관측장치(무인카메라) 등으로 야생동물의 이용률을 분석했다.

생태통로를 이용한 야생동물은 고라니, 멧돼지, 노루, 다람쥐, 곤줄박이, 꿩, 멧비둘기 등 총 69종이다.

이 중 멸종위기 야생동물로는 Ⅰ급의 반달가슴곰, 산양, 수달을 비롯해 Ⅱ급의 담비, 삵, 하늘다람쥐, 무산쇠족제비, 참매 등 총 8종이 관찰됐다.

국립공원공단은 생태통로의 과학적인 운영 및 관리를 위해 관측 지침서(모니터링 매뉴얼)를 최근 재개정해 야생동물 이용현황 및 서식환경 분석, 시설물 상태 관리 등을 포함했다.

아울러 야생동물이 안전하고 쉽게 이동할 수 있도록 야생동물 생태통로 추가 설치를 비롯하여 도로탈출 시설, 길안내기(내비게이션)와 안내판을 이용한 운전자 주의 알림 등 '동물 찻길사고(로드킬)' 저감 시설 설치 및 훼손지 복원 등 다양한 생태환경 개선도 진행하고 있다.

국립공원공단 오장근 국립공원연구원장은 "야생동물의 생태통로 이용률의 꾸준한 증가는 단절되거나 훼손된 생태계의 건강성을 향상시키는 의미 있는 결과"라며 "앞으로도 지속적인 관측과 단절된 생태축 회복을 위해 지속적으로 노력할 계획"이라고 밝혔다.

@highlight

환경부 산하 국립공원공단은 최근 5년간 국립공원 야생동물의 생태통로 이용률을 분석한 결과 1곳 당 평균 이용률이 2.5배 증가하였다.