[서울신문] 김남일(왼쪽 첫 번째) 경북도 환동해지역본부장과 박한일(두 번째) 한국해양대 총장, 곽용환(세 번째) 고령군수가 27일 한국해양대와 업무협약을 맺고 기념사진을 찍고 있다.

경북도와 고령군, 한국해양대가 손잡고 1500여년 전 대가야의 고대 뱃길 재현에 나선다.

이들 3개 기관은 27일 부산 영도구 한국해양대에서 '대가야 해양 교류사 재조명 사업'을 위한 업무협약을 맺었다.

3개 기관은 ▲대가야~왜(倭)와의 해양 교류사 재조명 사업의 공동 기획·운영 추진 ▲공동 학술대회 개최 및 연구도서 발간 ▲환동해시대 해양도시 간 경제·문화 교류 네트워크 구축 등을 위해 협력하기로 했다.

우선 고령군은 다음달 초 곽용환 고령군수를 단장으로 일본 오키나와를 사전 답사해 고령~오키나와 고대 뱃길 재현과 국제 학술포럼, 문화교류 등을 협의하기로 했다.

이어 10월에는 고령~오키나와 고대 뱃길 재현 행사와 함께 '대가야 해양문화 및 국제교류 도시와의 인문관광 자원화 학술포럼'을 고령군에서 개최하고 서적을 발간할 계획이다.

대가야와 오키나와의 전통악기인 가야금과 산신 앙상블 공연도 추진한다.

경북도는 대가야의 해양 진출 통로였던 낙동강, 섬진강 일대에 대한 포구, 조선소 등과 관련한 용역을 실시한다.

후기 가야의 맹주였던 대가야는 신라, 백제, 고구려는 물론 일본의 고대국가 왜, 오키나와의 고대국가 류큐왕국과도 교류했다.

곽 군수는 "이번 사업은 문재인 정부의 가야사 연구·복원사업의 하나로 기획됐다"면서 "경북 환동해 시대의 중심 역할은 물론 대가야의 정체성과 체계적인 고대사 정립, 가야문화권 조사·연구 및 정비 국정과제를 선도해 나가는 계기가 될 것"이라고 밝혔다.

김남일 경북도 환동해지역본부장은 "대중국 외교도 활발히 펼쳤던 대가야의 도읍지였던 고령이 21세기 국제문화도시로 나아가는 디딤돌을 마련하는 계기가 될 것"이라고 말했다.

@highlight

경북도와 고령군, 한국해양대는 27일  '대가야 해양 교류사 재조명 사업'을 위한 업무협약의 체결로 1500여년 전 대가야의 고대 뱃길 재현에 앞장서며 대가야 왜(倭)와의 해양 교류사 재조명 사업의 공동 기획·운영 추진 , 해양도시 간 경제·문화 교류 네트워크 구축 등을 위해 협동 했다.