열악한 인천지역 공공의료 환경을 개선하기 위해선 지역 공공의료 강화에 큰 역할을 하는 '권역 책임의료기관'을 지정하고 육성할 필요가 있다는 의견이 제시됐다.

장정화 건강과나눔 운영이사는 27일 인천적십자병원에서 열린 '인천공공의료포럼' 종합토론회에서 "다른 지역과 비교해 공공의료기관 수가 현저히 부족한 인천은 무엇보다 권역 책임의료기관을 지정하는 것이 급선무"라며 "권역 책임의료기관이 환자를 치료하는 데 그치지 않고 퇴원한 환자에 대한 지역사회 연계와 더불어 보건의료를 위한 복지 연계 등 공공의료에 있어 다양한 허브 역할을 수행하는 만큼 이를 키우기 위한 장기적 계획을 수립해야 한다"고 제언했다.

그러면서 "문제는 종합병원급 공공병원이 지정될 수 있는 권역 책임의료기관에 선정될 수 있는 의료기관이 인천엔 고작 '인천의료원' 하나 정도 밖에 없다는 현실"이라며 "최근 적십자병원이 일반병원으로 강등되면서 인천 내 공공의료기관 부족 문제는 더욱 심각해졌다"고 지적했다.

이날 토론자로 나선 조승연 인천의료원장도 "인천의 공공의료가 성장하기 위해선 오는 2030년까지 권역 책임의료기관을 운영하기 위한 중장기적 방향과 목표를 설정해야 한다"며 "만약 책임의료기관 시스템이 성공적으로 자리 잡는다면 시민 건강 증진 사업의 내실화가 이뤄져 시민 건강 향상에 큰 도움을 줄 것"이라고 기대했다.

인천 남부지역 공공의료를 책임지던 적십자병원이 스스로 응급실을 폐쇄한 것을 두고선 인천시와 대한적십자사가 해결책 마련에 나서야 한다는 의견도 나왔다.

나진규 참여자치연수구민네트워크 상임대표는 "주민이 이용하지 않는 공공병원은 어떠한 이유로도 합리화될 수 없으며 현재 응급실을 폐쇄한 적십자병원은 주민에게 신뢰를 잃어가고 있다"며 "적십자병원이 신뢰를 회복하고 주민이 믿고 찾을 수 있는 병원으로 거듭나기 위해선 시와 대한적십자사가 나서 병원이 겪는 재정적 어려움을 파악하고 현실적인 지원 방법을 모색해야 한다"고 말했다.

@highlight

27일 열린 인천공공의료포럼에서는 권역 책임의료기관 지정이 시급하다며 인천에 조건을 갖춘 병원이 인천의료원 하나 밖에 없는 현실을 타개할 중장기적인 계획이 필요하다는 의견들이 나왔다.