올해 관광도시인 울산 중구가 지역 관광사업 활성화에 기여한 공을 인정받았다.

지역의 대표 캐릭터인 울산큰애기도 한몫을 담당했다.

중구는 한국 최초의 관광산업 국제어워드인 ‘2019 한국관광혁신대상’에서 ‘대상’에 선정되는 영예를 안았다고 27일 밝혔다.

한국관광혁신대상은 UN세계관광기구(UNWTO)와 아시아태평양관광협회(PATA), 한국관광학회, 국제관광인포럼, 한국국제관광전 조직위원회가 지난해 4월 공동 제정했다.

한국관광산업 발전에 기여한 지자체와 기관, 사업체, 개인을 대상으로 공모와 심사를 거쳐 선정한다.

중구는 ‘울산큰애기와 함께하는 재미있는 주구여행’이라는 주제로 울산큰애기 캐릭터 활용 관광 콘텐츠 개발과 마케팅을 주요내용으로 공모에 참여했다.

2016년 울산큰애기 캐릭터를 개발한 후 중구는 스토리텔링을 적용하고, SNS를 통한 홍보활동을 적극 펼치고 있다.

제작한 홍보영상과 홍보노래, 웹툰 연재 이모티콘 배부 등도 큰 호응을 얻고 있다.

기념품 개발과 콜라보 상품 개발, 울산중구관광플랫폼 런칭, 울산큰애기 해설사와 SNS서포터즈 운영, 울산큰애기하우스와 이팔청춘사진관 등 다양한 기반시설도 마련됐다.

이외에도 관광활성화를 위해 소확행(소소하지만 확실한 행복) 프로그램과 공연상품, 거리춤바람, 아틀리에로드사업, 미션투어 등 다양한 축제와 프로젝트 등 지역 문화예술과 연계한 활동도 진행 중이다.

중구 관계자는 “이번 수상은 2019 올해의 관광도시인 중구가 문화관광도시로 전국, 더 나아가 세계적으로 인정받을 수 있도록 다양한 준비와 노력을 이어온 것을 인정받은 성과”라며 “이를 계기로 앞으로도 울산큰애기 캐릭터를 활용해 지역 관광산업을 더욱 활성화하겠다”고 말했다.

시상식은 다음달 7일 오후 2시 서울 코엑스 A홀 서울국제산업박람회 메인무대에서 열린다.

서울국제산업박람회는 다음달 6일부터 10일까지 닷새간 진행된다.

@highlight

울산 중구는 최초의 관광산업 국제어워드인 2019 한국관광혁신대상에서 대상에 선정되었는데 지역의 대표 캐릭터인 울산큰애기도 한몫을 담당했다.