인천서구문화재단은 '트렌디한 수요일, 트래디셔널한 11시-고수의 콘서트'를 29일부터 11월27일까지 총 5회에 걸쳐 인천서구문화회관 소공연장에서 개최한다.

'고수의 콘서트'는 우리나라 고유의 전통예술을 쉽고 재미있게 즐길 수 있도록 한, 해설이 있는 시리즈 공연으로 인천 서구 및 인천 지역을 중심으로 활동하는 전통예술단체들이 출연한다.

첫번째 무대인 29일 공연 '연희의 대중화, 모두 함께 뛰노는 판놀음'은 인천서구농악협회가 사물, 풍물 등을 기반으로 한 연희 중심의 공연을 펼친다.

공연 중에 관객들이 탈춤과 버나놀이 등을 체험해볼 수 있는 기회도 마련한다.

6월26일에 열리는 '한국 무용, 그리고 크로스오버'는 인천서구무용협회가 '춘앵무', '공막무', '처용무' 등의 춤의 역사와 '한량무', '타악과 춤', '소고춤' 등 춤의 계승 무대를 선보인다.

9월25일 공연 '민요와 만나는 365일'에는 인천서구국악협회가 출연하여 관객과 호흡을 맞추며 즐길 수 있는 전래 동요의 무대를 펼친다.

'꼭두각시 놀음'과 '산도깨비' 이야기를 국악 동요 형태로 듣는 색다른 경험을 할 수 있을 것으로 기대된다.

10월30일에는 인천시무형문화재 제18호 서곶들노래보존회가 선보이는 공연 '다양한 맛으로 즐기는 고수들의 향연'이 열린다.

서곶들노래의 '쓰레질 소리', '모내기 소리', '방아 타령', '새 쫓는 소리'와 '인천 아리랑'의 무대가 펼쳐진다.

마지막 무대인 11월27일 공연 '전통 타악의 현대화, 신명 나는 Do Dream'은 전통타악그룹 '아작'이 출연하여 퓨전 형태의 타악 무대를 선보인다.

마무리하는 무대에는 인천서구립풍물단이 함께 연주하여 다채로운 모습을 연출할 예정이다.

@highlight

인천서구문화재단은 고수의 콘서트라는 우리나라 고유의 전통예술을 쉽고 재미있게 즐길 수 있도록, 해설이 있는 시리즈 공연을 개최하고 관객들이 탈춤과 버나놀이 등을 체험해볼 수 있는 기회도 마련했다.