[헤럴드경제=이유정 기자] 스타벅스커피코리아는 스타벅스 리저브 바 매장 50호점인 대한상공회의소R점(서울 중구 세종대로 39 서울상공회의소회관)을 연다고 29일 밝혔다.

스타벅스 리저브 바 매장은 독립된 리저브 전용 바를 갖추고 있다.

싱글 오리진 리저브 원두와 숙련된 바리스타, 리저브 전용 추출 기기, 고급 인테리어 등 일반 매장과 차별화한 서비스를 제공하는 스타벅스의 프리미엄 전략 매장이다.

한국에서는 지난 2014년부터 스타벅스 리저브 음료를 선보이고 있다.

지난 2016년에는 브랜드 리뉴얼을 통해 해당 서비스를 특화시킨 리저브 바 매장을 처음 선보였다.

리저브는 전 세계적으로 극소량만 수확, 한정된 기간에만 경험할 수 있는 스페셜티 커피다.

전 세계 78개국의 스타벅스 진출 국가 중 28개국에서만 소량 제공되고 있다.

2016년 말까지 5곳이었던 스타벅스 리저브 바 매장은 2017년 15곳, 2018년 44곳까지 확대됐다.

이번 대한상공회의소R점을 열며 총 50곳의 리저브 바 매장을 운영하게 됐다.

현재 한국보다 많은 리저브 바 매장을 운영 중인 나라는 97개의 매장이 있는 중국뿐이다.

미국에서는 32개, 일본은 6개의 리저브 바 매장이 운영되고 있다.

리저브 바 매장에서는 스타벅스의 일반 간판 대신 리저브 브랜드의 상징인 R마크를 강조한 로고를 사용한다.

리저브 바에서 근무하는 커피마스터들은 추출 기구별로 스타벅스 글로벌 인증 평가를 통과한 커피 전문가들로 구성된다.

추출 장비에 따른 드립 음료 5종과 에스프레소 음료 10종, 아이스크림 음료 3종 등의 리저브 경험이 가능하다.

리저브 한국 시장 진출 5주년을 맞이한 올해, 스타벅스 리저브 음료 누적 판매량은 450만잔을 돌파한 것으로 나타났다.

올 4월까지의 리저브 음료 판매량은 전년도 판매량의 50%를 넘어섰다.

@highlight

29일 스타벅스커피코리아는 일반 매장과 차별화하여 극소량의 스페셜티를 한정 기간동안 마실 수 있는 스타벅스의 프리미엄 전략 매장 '스타벅스 리저브 바' 50호점으로 대한상공회의소 R점을 개점한다고 밝혔다.