방만하게 운영되는 안동시 축제 예산의 효율성을 위해 '총액한도제'를 도입하자는 주장이 제기됐다.

안동시의회 조달흠 의원(안기·태화·평화동)은 최근 열린 제205회 안동시의회 임시회에서 시정 질문을 통해 집행부에 '행사·축제예산 총액한도제 시행 방안'을 제안했다.

안동시 행사·축제성예산의 방만한 운영을 줄이고 효율성을 높이기 위해 지역 실정에 맞는 자체기준 수립과 함께 총액한도제를 시행하자는 것이다.

조 의원은 "세계적인 문화관광도시와 건강한 행복도시를 지향하는 안동의 특성을 감안하면 다른 지역보다 축제나 공연, 체육행사 등이 많은 것은 불가피할 것"이라면서 "우리 지역 행사를 보면 '지나친 것은 모자람만 못하다'는 과유불급(過猶不及)이란 말이 떠오른다"고 지적했다.

그는 "재정운영 건전화에 초점을 맞추고 문화예술행사를 전면 재평가해 장려할 사업은 규모를 키우고, 선심성·소모성 행사 및 평가 결과가 미흡한 행사는 과감히 정리해 행사 축제의 경쟁력을 키워나가야 한다"고 했다.

이를 위해 ▷지역 실정에 맞는 행사축제 마스터 플랜 수립 ▷정부의 지방교부세 감액 적용 기준 내 행사·축제예산 총액한도제 시행 ▷효율적인 보조금심의위원회 운영 ▷철저한 보조사업 이력관리 통한 성과평가 및 일몰제 적용 등을 제시했다.

조 의원에 따르면 안동시의 총결산액 대비 행사축제성 경비는 전체의 1.2%인 104억원이다.

포항시 0.6%(95억 원)와 경주시 1.1%(124억 원), 김천시 0.5%(39억 원), 구미시 0.7%(75억 원), 영주시 1.2%(94억 원) 등과 비교해 가장 많은 비중을 차지하고 있다.

조 의원은 "무분별하게 행사성 예산이 편성되거나 소액으로 나눠먹기식 사업이 되지 않도록 신규 보조사업에 대해 사전심사를 철저히 해야 한다.

또한 행사축제성 사업에 대한 부서장의 권한과 책임을 강화하고 객관적인 평가시스템을 구축할 필요가 있다"고 지적했다.

@highlight

경북 안동시의원 조달흠 의원이 안동시 축제 예산의 방만한 운영을 줄이고 효율성을 높이기 위해 제205회 안동시의회 임시회에서 시정 질문을 통해 집행부에 '행사·축제예산 총액한도제 시행 방안'을 제안했다.