화성시는 항공안전기술원이 주관하는 '드론실증도시 공모사업'에 향남읍이 최종 선정됐다고 밝혔다고 28일 밝혔다.

드론실증도시 공모사업은 2019년 드론 규제 샌드박스 시범사업 중 하나로 드론 활성화를 위해 일정기간 동안 규제 없이 자유롭게 비행시험 테스트와 실증 아이템 발굴을 수행하는 사업이다.

앞서 경기도는 지난달 30일 드론실증도시 공모사업에 화성시 향남읍을 실증 지역으로 신청한 바 있다.

향남읍은 화성시 환경행정을 총괄하는 화성시환경사업소가 위치한 곳으로 대상지 내 건설폐기물업체, 공사현장 및 산업단지가 소재해 해당 사업을 추진하기 위한 비행테스트 지역으로 적합하다는 평가를 받았다.

드론실증도시로 선정됨에 따라 화성시는 2019년 12월까지 경기도, 전자부품연구원, SK텔레콤㈜, ㈜두산 디지털이노베이션BU, 억세스위, 제임스컴퍼니, ㈜유맥에어, ㈜바이앤까지 8개 기관과 컨소시엄을 구성해 실증 연구를 수행하게 된다.

사업비는 국비 10억원이다.

이에 따라 도심 지역 내 드론 활용성을 검토하고 주차질서 개선을 위한 불법 주정차 차량 계도 및 야간순찰 드론을 시범적으로 운행할 예정이다.

시는 '드론으로 사람과 산업을 숨 쉬게 하는 환경도시 화성'이라는 목표 아래 ▲폐기물업체 환경 모니터링 ▲공사현장 환경모니터링 ▲산업단지 대기질 모니터링 드론도 테스트하게 된다.

시는 올해 3월 유치한 드론 전용 비행시험장과 더불어 이번 드론실증도시 선정으로 자율주행 실험도시(K-City), 4차 산업혁명 산업단지 등과의 상승효과를 극대화해 신산업 선도도시로 우뚝 선다는 방침이다.

시 관계자는 "이번 사업 선정을 통해 드론으로 늘어나는 수요에 비해 부족한 행정력을 보완하고, 환경 분야에서 행정의 사각지대를 없앨 수 있을 것으로 기대한다"며 "드론을 포함한 첨단기술 융합 산업을 적극적으로 육성해 화성시의 새로운 성장 동력으로 활용하겠다"고 했다.

@highlight

화성시는 드론실증도시 공모사업에 향남읍을 실증 지역으로 최종 선정해서 드론으로 늘어나는 수요에 비해 부족한 행정력을 보완하고 환경 분야에서 행정의 사각지대를 없앨 수 있을 것으로 기대한다며 새로운 성장 동력으로 활용하겠다라고 했다.