전남대병원, 국립대병원 중 ‘전국 2위’

전남대학교병원이 세계적 시사주간지 뉴스위크가 선정한 ‘대한민국 최고의 병원’조사 결과 지방국립대병원 중 1위를 차지했다.

/전남대병원 제공.

전남대학교병원이 세계적 시사주간지 뉴스위크가 선정한 ‘대한민국 최고의 병원’조사 결과 국내 국립대병원 중에서 서울대병원에 이어 전체 2위를 차지했다.

지방국립대병원들 중에서는 가장 높은 순위를 차지했다.

미국 워싱턴포스트지의 자매지인 뉴스위크는 독일의 글로벌시장조사 및 소비자 데이터 기관인 스타티스타(Statista)에 의뢰 조사한 평가결과를 토대로 보도한 ‘한국 최고의 병원(WORLD’S BEST HOSPITAL SOUTH KOREA 2019)’에서 전남대병원이 87.0점을 획득, 전체 11위를 기록했다.

전체 1위는 서울아산병원(93.1점)이 이름을 올렸으며 이어 2위에는 삼성서울병원(92.8점), 3위는 서울대병원(92.4점)이 각각 차지했다.

11위를 기록한 전남대병원은 국립대병원 중에서 서울대병원에 이어 두 번째로 10위권 대열에 올랐으며 지방국립대병원 중에서는 가장 높은 점수를 획득했다.

이번 평가를 통해 전남대병원은 국내 최고 수준의 상급종합병원임과 함께 세계적 명성을 유지하고 있음을 다시 한번 입증하게 됐다.

또한 KTX 호남선 개통 등으로 지역환자의 수도권 유출 우려가 커지고 있는 상황에서 지역거점병원으로서의 우수한 진료 및 연구를 펼치고 있다는 것도 재차 확인하게 됐다.

이번 평가결과에 대해 이삼용 병원장은 “세계적 언론매체로부터 전남대병원의 우수성을 인정받고, 지역민에게 자긍심을 심어줄 수 있게 돼 매우 기쁘다”면서 “앞으로 더욱 노력해 전국 최고의 병원을 넘어 세계적 병원으로 거듭나도록 최선을 다하겠다”고 밝혔다.

한편 이번 평가는 스타티스타가 수 만명의 의사·병원관리자 및 의료 전문가들을 대상으로 온라인 설문조사를 통해 이뤄졌다.

@highlight

세계적 시사주간지 뉴스위크가 독일의 글로벌시장조사 및 소비자 데이터 기관인 스타티스타(Statista)에 의뢰 조사한 평가결과에 의하면 ‘대한민국 최고의 병원’은 국내 국립대병원 중에서 서울대병원에 이어 전남대학교병원이 2위를 차지해 세계적 명성을 유지하고 있음을 다시 한번 입증하게 됐다.