국토교통부는 ‘부산·울산·경남 동남권 관문공항 검증단’ 및 일부 언론의 김해신공항 안전문제 제기에 대해 적극 반박하며 김해신공항 건설 의지를 거듭 밝히고 있다.

국토부는 지난 24일 보도자료를 내고 “김해공항 문제점을 개선해 보다 안전하고 소음을 최소화할 수 있도록 김해신공항을 건설할 예정”이라며 “한 일간지의 보도 내용은 사실과 다르다”고 했다.

이 신문은 지난 23·24일 김해신공항이 버드 스트라이크(조류와 항공기 충돌), 착륙 항공기 충돌 위험 상존, 산봉우리 제거 불가피 등의 내용을 담은 기사를 연속으로 보도했다.

하지만 가덕도신공항의 문제점이나 국토부의 입장 등은 전혀 반영하지 않았다.

국토부는 이에 대해 “김해공항은 남풍(17%)이 부는 경우 항공기가 북쪽으로 돌아 들어와 착륙해야 해 2002년 중국 민항기 추락사고가 발생한 돗대산과의 충돌 위험이 있다”며 “김해신공항은 오픈(Open)-V자 활주로를 신설해 돗대산과 관계없이 이착륙이 가능하다”고 반박했다.

이어 “오히려 김해공항 안전 문제를 근본적으로 해결하려면 김해신공항을 건설해야 한다”고 강조했다.

국토부는 또 “김해공항의 조류충돌 현황은 운항횟수 1만회당 0.93건으로 현저히 낮다”며 “김해신공항 활주로 신설에 따른 조류 충돌을 최소화하는 다양한 방안을 적극 강구할 것”이라고 설명했다.

국토부는 소음문제에 대해서도 “김해신공항은 활주로 배치 최적화, 이착륙 항로 변경 및 차세대 항공기 도입 등으로 현재보다 소음이 감소될 것”이라며 “현재는 김해도심 방향으로 이륙하고 있으나 Open·V자 활주로가 건설되면 신설 활주로에서 이륙해 농경지 상공을 통과한다”고 밝혔다.

그러면서 국토부는 “부·울·경 검증단의 소음영향 결과는 장래 운항횟수 등 입력 변수 확인이 필요하다”면서 “정확한 사실관계 확인을 통해 합리적 의견은 적극 수용하겠으나, 당사자 간 대화가 우선돼야 한다”고 지적했다.

@highlight

국토교통부는 ‘부산·울산·경남 동남권 관문공항 검증단’ 및 일부 언론의 김해신공항 안전문제 제기에 대해 김해신공항은 오픈(Open)-V자 활주로를 만들어 돗대산과 관계없이 이착륙 할 수 있다”고 반박하며 안전하고 소음을 최소화할 수 있도록 신공항을 건설할 예정이라고 24일 보도자료를 냈다. 