오는 9월 결혼 소식을 전한 박은영 KBS 아나운서가 밝은 근황을 전했다.

박은영 아나운서는 지난 27일 자신의 인스타그램에 개그우먼 김영희가 출연하는 공연 '스탠딩쇼'를 보러 간 사진을 공개했다.

박은영 아나운서는 "맥주 마시며 보는 코미디 스탠딩쇼. 병나발 각도 제대로"라는 글과 함께 맥주병을 손에 들고 마시는 포즈를 취하고 있는 사진을 올렸다.

청순하고 화사한 박은영 아나운서의 미모가 시선을 사로잡는다.

앞서 박은영 아나운서는 지난 22일 3살 연하의 일반인 기업가와 결혼한다는 소식을 전했다.

그는 다음날인 23일 자신이 진행하는 KBS 쿨FM '박은영의 FM대행진'에서 쏟아지는 결혼 축하 문자에 "정말 감사하다"면서 "사실 'FM대행진' 가족들에게 제일 먼저 말하고 싶었다. 감춘 게 아니라 어떻게 잘 이야기할지를 고민하는 중이었다"고 말했다.

이어 "관심을 가져주시고 축하해주셔서 감사하다"면서 "인생 선배님들이 많으시니까 앞으로 저한테 가르침을 주시길 바란다"고 결혼을 앞둔 소감을 밝혔다.

박은영은 오는 9월 결혼할 예정으로 예비 신랑과는 1년여간 교제한 것으로 전해졌다.

이화여자대학교에서 한국무용을 전공한 뒤 같은 대학원에서 미술사로 석사 학위를 취득한 재원인 박은영 아나운서는 지난 2007년 KBS 33기 공채 아나운서로 입사하며 방송을 시작했다.

예능 프로그램에서 망가짐을 불사하며 '여자 전현무'로도 불리며 큰 인기를 모았다.

이후 '연예가중계', '비타민', '영화가 좋다', '도전! 골든벨', '위기탈출 넘버원', '인간의 조건' 등 여러 예능 프로그램을 진행하면서 KBS 간판 아나운서로 활약해 왔다.

현재는 '박은영의 FM대행진' 등을 통해 DJ로 활약 중이다.

2011년 KBS 연예대상에서 쇼오락 MC부문 여자 신인상을 받았고, 2013년에는 같은 부문 우수상을 거머쥐었다.

지난해에는 올해의 DJ상을 품에 안았다.

@highlight

박은영 아나운서는 지난 27일 자신의 인스타그램에 '스탠딩쇼'를 보러 간 사진을 공개했는데 "맥주 마시며 보는 코미디 스탠딩쇼"라는 글과 함께 맥주병을 들고 마시는 포즈를 취하고 있는 사진을 올려 오는 9월 결혼을 앞두고 밝은 근황을 알렸다.