식품의약품안전처가 28일 의약품 성분이 뒤바뀐코오롱생명과학의 골관절염 유전자치료제 '인보사케이주'(이하 인보사)의 품목허가를 취소했다.

식약처는 인보사의 주성분 중 하나가 허가 당시 제출한 자료에 기재된 연골세포가 아닌 신장세포(293유래세포)로 확인됐고, 코오롱생명과학에서 성분이 바뀐 줄 알면서도 허위로 자료를 제출한 것으로 밝혀진 데 따른 조치라고 설명했다.

이와 함께 코오롱생명과학을 형사고발키로 했다.

그동안 식약처는 코오롱생명과학으로부터 인보사의 성분이 뒤바뀐 경위와 이유를 입증할 수 있는 일체의 자료를 넘겨받아 조사를 벌여왔다.

인보사에 대한 자체 시험검사, 코오롱생명과학 현장조사, 미국 현지 실사 등 추가 검증도 시행했다.

그 결과, 코오롱생명과학은 허가 당시 허위자료를 제출했고, 허가 전에 추가로 확인된 주요 사실을 숨기고 제출하지 않은 것으로 확인됐다.

앞서 코오롱생명과학의 미국 자회사 코오롱티슈진은 2017년 3월 위탁생산업체(론자)를 통해 인보사의 의약품 성분이 뒤바뀐 사실을 확인하고 코오롱생명과학에 통지한 정황이 드러났다.

이 시기는 인보사가 국내 식약처 허가를 받은 2017년 7월보다 약 4개월 앞선 때다.

또 코오롱생명과학은 인보사의 성분이 연골세포에서 신장세포로 바뀐 경위와 이유에 대해서도 과학적인 근거를 제시하지 못했다.

인보사는 사람 연골세포가 담긴 1액과 연골세포 성장인자(TGF-β1)를 도입한 형질전환세포가 담긴 2액으로 구성된 골관절염 유전자치료제 주사액이다.

2017년 국내 첫 유전자치료제로 허가받았다.

최근 2액의 형질전환세포가 허가 당시 제출한 자료에 기재된 연골세포가 아닌 신장세포로 드러났다.

이와 관련해 환자들은 손해배상소송을, 주주들은 증권관련 집단소송을 제기했다.

@highlight

식품의약품안전처는 코오롱생명과학이 허가 당시 허위자료를 냈고, 허가를 받기 4개월 전  인보사의 의약품 성분이 뒤바뀐 사실을 확인하고도 이를 은폐하고 제출하지 않은 것이 확인됨에 따라 28일 의약품 성분이 뒤바뀐 골관절염 유전자치료제 '인보사케이주'(이하 인보사)의 품목허가를 취소하고 형사고발하기로 했다.