'행복을 그리는 화가 에바 알머슨 인(in) 천안'을 관람하는 시민들.

천안예술의전당 미술관(관장 유원희)에서 진행되는 특별전 '행복을 그리는 화가 에바 알머슨 인(in) 천안'이 20일 만에 관람객 2만 명을 돌파했다.

28일 예술의전당에 따르면 '행복을 그리는 화가 에바 알머슨 인(in) 천안' 관람객은 지난 3일 개막 이후 첫 주 2천800여명, 둘째 주 5천400여명, 셋째 주 5천600여명 등 지속해서 늘어 2만 명을 넘어섰다.

특히 지난 주말인 18일부터 19일까지는 관람객 4천여 명이 방문해 미술관 개관 이래 일일 관람객 최고기록을 경신했으며, 이로써 에바 알머슨 전은 최대 관람객 수를 모은 전시가 됐다.

불당동 김수진(35) 씨는 "보기만 해도 행복해지는 그림 외에도 캐릭터 형식의 조형물 등이 있어 단조롭지 않고 보는 재미가 쏠쏠했다"며 "천안에서 수준 높은 전시를 볼 수 있어 즐거웠고 앞으로도 이런 전시를 우리 지역에서 볼 수 있었으면 좋겠다"고 말했다.

유원희 관장은 "에바 알머슨전 유료로 진행되는 전시이지만 천안 외에도 서울, 대전, 부산 등 다른 지역에서도 많은 관람객들이 방문해 뜨거운 열기를 이어가고 있다"며 "앞으로도 미술관은 모든 시민이 공감할 수 있는 수준 높은 전시를 개최해 시민의 생활과 밀접하게 연결된 문화공간으로 발돋움하겠다"고 말했다.

행복을 그리는 화가 에바 알머슨 인(in) 천안은 오는 8월 25일까지 유화, 판화, 삽화 등 초기 작품부터 천안을 주제로 한 신작까지 130여 점을 선보이고 있다.

미술관은 전시기간 중 더 많은 시민이 작품을 감상하고 즐길 수 있도록 매월 마지막 주 수요일 '문화가 있는 날'을 맞아 마술공연 등 다채로운 문화행사를 지속적으로 전시와 연계해 펼칠 예정이다.

전시 관람료는 유료이며 매주 월요일은 휴관이다.

자세한 내용은 천안예술의전당(www.cnac.or.kr) 또는 에바 코리아 (www.evakorea.com) 누리집을 참고하면 된다.

@highlight

28일 예술의전당에 의하면 지난 3일 천안예술의전당 미술관에서 열린 특별전 '행복을 그리는 화가 에바 알머슨 인(in) 천안'이 관람객 2만명을 넘어서며 미술관 개관 이래 최대 관람객 수를 모은 전시회가 되었다