이번 주말 국내 '빅3'(롯데, 신세계, 현대) 프리미엄 아울렛이 일제히 세일에 나선다.

상시 할인율이 적용된 가격에 추가 할인이 더해지면서 쇼핑족들에게는 상반기 최대 '득템 찬스'가 될 전망이다.

롯데아울렛은 오는 31일부터 다음달 2일까지 '아울렛츠고' 행사를 진행한다고 28일 밝혔다.

아울렛츠고는 전국 롯데 프리미엄아울렛을 포함한 롯데아울렛 22개 점포에 입점한 400여개 브랜드가 동시에 참여하는 상반기 결산 아울렛 최대 할인 행사로 올해 3회째를 맞았다.

고객들이 선호하는 브랜드인 코치와 마이클코어스, 나이키, 톰보이 등을 비롯한 400개 브랜드를 최대 30% 추가 할인된 가격으로 만나볼 수 있다.

신세계사이먼은 다음달 1~2일 여주, 파주, 시흥, 부산 프리미엄 아울렛에서 '슈퍼 세일'을 개최한다.

아울렛을 대표하는 국내외 인기 브랜드가 참여해 기존 아울렛 가격에서 최대 20% 추가 할인하는 파격적인 혜택을 제공한다.

아르마니 스토어, 마이클코어스, 마쥬, 산드로, 띠어리, 미샤, 지고트, 럭키슈에뜨 등의 디자이너 브랜드와 폴로 랄프로렌, 빈폴, 브룩스브라더스, CK 진, 게스 등 캐주얼 브랜드가 참여한다.

구매 금액별 사은 행사도 열린다.

전 점에서 삼성, KB국민카드로 100만원, 200만원 이상 구매 시 신세계상품권을 5만, 10만원씩 선착순 증정한다.

현대백화점이 운영하는 현대아울렛도 오는 31일부터 다음달 2일까지 전국 6개 전점(현대프리미엄아울렛 김포점·송도점, 현대시티아울렛 동대문점·가산점·대구점, 현대시티몰 가든파이브점)에서 '슈퍼 위켄드'를 진행한다.

올해 행사에는 코치, 몽블랑, 아르마니, 멀버리, 골든구스 등 지난해보다 30% 이상 늘어난 140여개 브랜드가 행사에 참여할 예정이다.

행사 기간 현대프리미엄아울렛 김포점에서는 '듀퐁 그룹 패밀리 세일'과 '빈폴 패밀리 세일'도 진행한다.

@highlight

롯데의 '아울렛츠고' 행사를 포함하여 이번 주말 국내 빅3 프리미엄 아울렛이 일제히 세일에 나서며, 상시 할인율에 추가 할인이 더해지며 쇼핑족들에게 상반기 최대 '득템 찬스'가 될 예정이다.