시민단체 “전공교과 10.9% 달해”

광주예술고등학교에 사설학원 강사가 일부 채용된 상태에서 교육과정이 운영되고 있다는 주장이 나왔다.

학벌없는 사회를 위한 시민모임은 광주예술고에서 제출한 ‘2018년-2019년 전공교과 강사별 상세 이력현황’을 분석한 결과 광주예술고가 채용한 전공 교과강사 225명 중 28명(10.9%)이 사설학원 강사인 것으로 드러났다고 28일 밝혔다.

미술 과목이 22명, 무용 4명, 음악 2명의 유명 사설학원의 강사가 포함돼 있는데, 지난해에 미술 11명, 무용 2명, 음악 2명 등 15명, 올해 미술 11명, 무용 2명 등 13명의 사설학원 강사가 교과과정을 운영하고 있다.

시민모임은 “전공교과 강사가 학생들의 실기를 효율적으로 관리해 소위 명문대학 진학 합격률을 높이는 수단으로 이용돼 온 것은 어제 오늘 일이 아니며 법규를 위반한 사항도 아니다”고 지적했다.

이어 “하지만 공교육기관이 보다 체계적인 대학입시 관리를 위해 사설학원 강사를 채용하는 것은 공교육 정상화 및 사교육비 절감을 추진하는 정부와 교육청의 방침에 어긋나는 측면이 있다”고 비난했다.

시민모임은 “특히 사설학원 강사가 방과 후 학교도 아닌 학교 교육과정에 개입한다는 건 단순히 실기지도를 관리한다는 순기능과 달리 사설학원을 간접 홍보하거나 포트폴리오(안무, 작곡 등) 등 상품 판매를 부추겨, 명문대학 입학 준비를 합리화하거나 사교육비·가계부채가 늘어나는 등 많은 문제점과 우려점이 있다”고 덧붙였다.

아울러 “최근 광주시교육청은 ‘일부 민원에 따라 현직 사설학원 원장의 전공교과강사를 교체할 것’을 광주예술고에 지도·감독했으나 여전히 전공교과강사 중 사설학원 강사가 일부 채용돼 교육과정을 운영하고 있는 것으로 확인됐다”고 밝혔다.

시민모임은 시교육청에 전공교과강사 채용 시 합리적인 수준의 인력풀을 확보해 전문교과강사를 선정할 것과 광주예술고에 진로와 진학의 균형 잡힌 교육지원을 해줄 것 등을 재차 요구했다.

@highlight

학벌없는 사회를 위한 시민모임은 광주예술고가 채용한 전공 교과강사 225명 중 28명(10.9%)이 사설학원 강사인 것으로 드러났다며 시교육청에 전공 교과강사 채용 시 합리적인 수준의 인력풀을 확보해 강사를 선정할 것을 요구했다고 밝혔다.