[헤럴드경제=최원혁 기자] 서울 송파구(구청장 박성수)는 6월1일 오금근린공원에서 '2019년 송파 반려동물 한마당'이 열린다고 29일 밝혔다.

송파구는 반려동물 1000만시대를 맞아 '사람과 동물이 행복하게 공존하는 송파 만들기'를 목표로 동물복지팀을 신설하고 첫 행사를 연다.

이날 행사에서는 동물사랑 OX퀴즈를 시작으로 9살인 박리원 국내 최연소 훈련사의 반려견 훈련 시범, 신나는 도그댄스, 축하공연이 펼쳐진다.

또 유기동물 입양식도 마련됐다.

송파구는 유기동물 입양을 장려하고 있다.

송파구 동물보호센터의 유기동물 중 사전접수와 상담 등을 통해 선정된 입양가족에게 박성수 송파구청장이 직접 유기동물을 안긴다.

입양식 이후에는 해충 방지 미스트를 만드는 '반려동물 아로마테라피'와 구종환 도그베이 훈련소 소장의 '우리집 댕댕이 사회화'라는 주제의 반려동물 문화교실이 열린다.

현장에서 참가신청이 가능하다.

아울러 반려동물 명랑운동회가 열린다.

장애물을 통과하고 가장 먼저 반려인에게 돌아오는 개를 선발하는 '반려동물 달리기 대회'와 기다려, 이리와 등 일상생활에서 필요한 훈련을 이용한 '펫티켓 대회'가 진행된다.

각 대회 참가자 전원에게 기념메달을 수여하고 1등에게는 트로피와 상장이 수여된다.

관심 있는 지역주민은 현장에서 참가신청을 하면 된다.

이번 행사에서 반려견놀이터를 설치한 것도 주목할 만하다.

송파구의 경우 주거지 밀집 등 지역적 특성으로 반려견을 위한 공간 조성에 어려움이 많아 아쉬움이 있던 터다.

200㎡의 공간에 장애물을 임시로 설치해 반려견이 자유로움과 재미를 느낄 수 있도록 한다.

이와 함께 송파구 수의사회에서 진행하는 반려동물 무료 건강상담, 반려견 행동교정상담도 마련됐다.

박성수 송파구청장은 "반려동물과 사람이 어울리고 화합할 수 있는 장을 위해 이번 행사를 기획했다"며 "사람과 동물이 행복하게 공존하는 송파를 만들기 위해 노력할 것"이라고 말했다.

@highlight

송파구는 반려동물 1000만시대를 맞아 '사람과 동물이 행복하게 공존하는 송파 만들기'를 목표로 동물복지팀을 신설하고 첫 행사로 6월1일 오금근린공원에서 동물사랑 OX퀴즈를 시작으로 9살인 박리원 국내 최연소 훈련사의 반려견 훈련 시범, 신나는 도그댄스, 축하공연'등의 내용으로 하는 2019년 송파 반려동물 한마당'을 개최한다.