전북 일원에서 열린 제48회 전국소년체육대회(이하 소년체전)가 나흘간의 열전을 끝으로 28일 막을 내렸다.

대구는 금 28개·은 23개·동 40개를 수확했다.

지난 대회와는 달리 단체 종목에서 부진했지만, 개인 경기 종목에서의 선전으로 당초 목표(금 26개·은 23개·동 46개)보다는 좋은 성과를 올렸다.

개인종목 중에서는 지역 전략종목인 육상에서 메달 20개(금 5개·은 8개·동 7개)를 획득하며 국제육상도시로서의 저력을 입증했다.

특히 육상 유망주인 허찬유(경명여중)는 지난해에 이어 100m 허들에서 대회 2연패에 성공했다.

전통적 강세 종목인 양궁(금 5개)과 레슬링(금 5개), 태권도(금 4개), 복싱(금 2개) 등에서도 선전이 이어졌다.

양궁의 서희예(동부초등)와 레슬링의 박재만(학산중) 등의 활약이 빛났다.

단체전 세부참가종목 47개 중에서 절반 이상이 1차전에서 탈락한 것은 흠이었다.

축구, 핸드볼, 배드민턴 종목은 참가팀 모두가 1차전에서 탈락하는 부진을 보였다. 이러한 가운데 펜싱 남중부(오성중, 매호중) 대표팀이 대회 2연패를 올렸고, 초등부 야구에서 옥산초등 야구부가 은메달을 차지하며 단체종목의 체면을 살렸다.

경북은 금 39개·은 33개·동 49개의 메달을 얻었다.

당초 금 29개·은 37개·동 56개의 메달을 예상했는데, 대회에 참가한 선수들이 잇따라 이변을 일으키면서 예상메달수를 가볍게 뛰어넘었다.

경북은 기존처럼 단체종목에서 강세를 보였고, 정구와 축구, 럭비, 하키, 테니스 등 단체 5개 종목에 8개 팀이 결승에 진출하는 기염을 토했다.

이는 체전 사상 최다 출전 기록이다.

양궁의 김제덕(예천중)과 역도의 남지용(경덕중), 수영의 김서경(김천중앙중), 체조의 이다영(포항제철중) 등이 3관왕의 영광을 안았다.

@highlight

대구는 전북 일원에서 25~28일간 열렸던 제48회 전국소년체육대회에서 개인 경기 종목에서의 선전으로 당초 목표보다는 좋은 성과를 올렸고 경북 또한 이 대회에서 예상 메달수를 가볍게 뛰어넘는 기록을 보였다. 