[박승혁 기자 psh@imaeil.com] 매일신문CEO포럼 4기 동창회(회장 오염만) 회원들이 28일 오천읍사무소 주변 무료급식소를 찾아 200만원의 후원금을 전달하고 봉사활동에 힘을 보탰다.

매일신문CEO포럼 4기 동창회원들이 지난해에 이어 올해도 이웃에게 훈훈한 정을 전하는 이들과 함께하기 위해 손을 내밀었다.

오염만(포항시축구협회장) 4기 동창회장은 28일 포항시 남구 오천읍사무소 주변 무료급식소를 찾아 성금 200만원을 전달하고, 도움이 필요한 부분이 있다면 적극적으로 돕겠다는 뜻을 전했다.

동창회원들은 기업이나 지방자치단체의 도움을 받지 못해 경제적 지원이 필요한 봉사단체를 지난해 선정·지원했고, 올해도 '봉사의 지속성'이 필요하다는데 의견을 모아 계속 지원을 결정했다.

무료급식소는 부일사(주지 구인 스님)에서 지난 2007년부터 운영하고 있으며, 매주 화요일 점심으로 지역민 200여 명에게 국수를 제공하고 있다.

식사제공은 구인 스님을 비롯한 신도, 지역민 등이 십시일반 모은 후원금과 봉사활동으로 이뤄지고 있다.

봉사에 나선 지역민들은 저마다 재능을 발휘해 식사장소 천막을 만들고, 음식을 조리하는 등의 활동을 펼친다.

이날은 위덕대학교 교직원들이 찾아 어르신 안내, 설거지 등 봉사활동에 힘을 보탰다.

구인 스님은 "단순히 밥 한 끼 해결한다기보다는 고령층이 많은 지역 특성상 매주 한 번 이곳 자리를 통해 안부를 확인한다는데 더 큰 의미가 있다.

어르신들이 간만에 모여 식사도 하고 서로의 건강을 확인할 수 있는 공간이 계속 이어질 수 있도록 오랫동안 이 자리를 지키고 싶다"고 말했다.

오염만 회장은 "오래전 이곳의 봉사활동을 눈여겨보고 개인적으로도 지원한 적이 있었는데, 오늘 회원들과 함께 찾으니 동창회의 의미가 더욱 크게 느껴진다"며 "동창회원들이 우리 지역을 위해 묵묵히 일하는 이들을 위해 작지만 정성스러운 자양분을 마련해주고 있다는 생각에 가슴이 뿌듯하다"고 말했다.

@highlight

매일신문CEO포럼 4기 동창회원들이 지난해에 이어 올해도 무료급식소를 찾아 성금 200만원을 전달하였는데, 무료급식소는 부일사에서 2007년부터 운영하고 있으며, 매주 화요일 지역민 200명에게 국수를 점심으로 제공하고 있다.