우리밀 축제가 오는 31일부터 다음달 2일까지 예천군 풍양면에서 열린다.

사진은 지난 2017년 열린 우리밀축제에 참가한 관광객이 풍구로 밀 타작을 체험하며 즐거워하고 있다.

체험과 추억이 가득한 우리 밀 축제가 경북 예천에서 열린다.

황금 밀밭에서 어른들에게는 옛날의 아련한 향수를, 어린이들에게는 자연학습과 농촌의 향취를 느낄수 있는 우리밀 축제가 오는 31일부터 다음달 2일까지 풍양면 우리밀애영농조합 일원에서 열린다.

행사가 열리는 곳은 한마을 농가 20여 가구가 30여㏊의 우리밀 농사를 짓는 전형적인 시골마을이다.

우리밀의 우수성을 널리 알리기 위해 열리는 이번축제는 밀 재배농가에서 정성 들여 가꾼 밀밭 사이를 거닐며 추억에 젖을 수 있는 다양한 프로그램이 마련돼 있다.

관광객들이 향수를 되살릴 수 있도록 사라져가는 다양한 밀체험 행사를 준비해놨다.

밀사리 및 밀밭걷기, 밀짚 모형 만들기,메기잡기 체험 등 다양한 밀 체험 행사를 비롯해 우리밀 국수 시식과 밀가루, 밀쌀, 밀라면, 밀국수 등 우수한 우리밀 제품 전시.

판매행사도 운영된다.

개막식은 행사 둘째날인 6월 1일 오전11시에 열린다.

개막식에 참석한 관광객들은 이날 오후 1시까지 우리밀로 만든 잔치국수를 공짜로 먹을 수 있다.

특히, '밀사리' 체험은 조금 덜 익은 밀을 꺾어 불에 살라 먹는다는 뜻으로 보릿고개 시절 허기진 배를 채웠던 어른들에게는 지난 시절의 아련한 향수를 자극하는 추억의 시간을 보낼 수 있을 것으로 기대된다.

축제장 주변 30㏊의 밀밭이 아름다운 진풍경을 연출하고 있다.

축제장 주변 30㏊의 밀밭은 계단식으로 가꿔 아름다운 진풍경을 연출한다.

전병철 위원장은 "우리밀의 우수성을 널리 홍보하고 소비 확대를 통한 농가 소득 증대에 보탬이 되고자 축제를 준비했다"며 많은 참여를 부탁했다.

@highlight

어른에게는 향수를 어린이에게는 자연학습과 농촌의 향취를 느낄수 있는 다양한 밀체험 행사를 준비한 우리밀 축제가 오는 31일부터 다음 2일까지 경상북도 예천군 풍양면 우리밀애영농조합 일원에서 열린다.