전북 중소기업 성장사다리 정책의 중심축인 ‘선도기업 육성사업’이 올해로 시행 10주년을 맞이했다.

‘선도기업 육성사업’은 전북도 대표 기업지원 프로그램으로, 그간 매출성장 및 고용창출 등의 부문에서 두드러진 성장세를 보이며, 지역경제 발전을 견인하는 중소기업들의 든든한 버팀목 역할을 담당해 왔다.

도는 28일 도내 제조업 성장을 이끌고 전북 기업의 경쟁력을 강화할 ‘2019년도 전라북도 선도기업’ 24개사를 선정했다고 밝혔다.

올해 선정된 기업은 ▲(주)다인스 ▲제논전장(주) ▲주식회사 에스모터스 ▲동서콘트롤(주) ▲아이큐어(주) ▲시즈오카한성(주) ▲(주)하이솔 ▲전일목재산업(주) ▲(주)어드벤스드웨이브 ▲(주)코팅코리아 ▲(주)세움 ▲(주)태평양 ▲엔에이치네트웍스(주) ▲대풍년영농조합법인 ▲(주)두원메디텍 ▲(주)보림테크 ▲농업회사법인(유)더원푸드 ▲(주)뉴텍 ▲에너지엔(주) ▲수림산업(주) ▲천일제지(주) ▲(주)우남기공 ▲우성공업(주) ▲(유)효송그린푸드 등이다.

선도기업으로 선정된 기업은 향후 5년간 기술개발 지원(R&D), 사업화 지원(현장애로 기술해결, 마케팅), 성장지원(컨설팅, 교육훈련), 구인지원 등 기업맞춤형 지원을 받을 수 있다.

나석훈 도 일자리경제국장은 “선도기업 육성사업은 지난 2010년에 시작된 전북도의 대표적 기업지원 프로그램”이라며 “선정 기업에게는 전북 산업의 허리역할을 할 수 있도록 다양한 지원과 노력을 아끼지 않을 예정”이라고 말했다.

한편, 올해 선정된 24개 기업에 대한 지정서 수여식은 다음달 18일 ‘선도기업 혁신살롱’ 행사 시 진행될 예정이다.

@highlight

전북도 대표 기업지원 프로그램인 선도기업 육성사업은 올해로 시행 10주년을 맞았고, 이번 28일 또한 2019년도 전라북도 선도기업 24개를 선정했다.