출범 1주년을 앞둔 민선7기 경기도가 이재명 지사의 도정 철학에 걸맞는 새 조직으로 탈바꿈한다.

'새로운 경기, 공정한 세상' 구현을 위한 이번 조직개편을 통해 공정국, 노동국, 보건건강국 등 5개 국이 신설되고 한시기구였던 철도국은 철도항만국으로 이름을 바꿔 상시기구가 된다.

경기도는 이런 내용을 담은 '경기도 행정기구 및 정원조례 일부개정 조례(안)'을 입법 예고한다고 28일 밝혔다.

우선 공정국은 이 지사의 도정운영철학인 '공정기반·공정가치'를 실현하기 위한 핵심 기구로 공정소비과, 조세정의과, 특별사법경찰단 등이 배치된다.

도는 노동자가 중심이 되는 경기도를 만들기 위해 경제실 산하 노동일자리정책관을 경제분야와 노동업무로 분리, 노동국을 단독국으로 설치한다.

이는 전국 최초 사례다.

노동국은 비정규직 노동권익 개선과 노동자 구제 등 노동정책 현안업무를 추진할 예정이다.

4차 산업혁명 전담기구로는 미래성장정책관이 경제실에 신설된다.

4차 산업혁명 핵심기술의 개발과 지원을 총괄하는 컨트롤타워 기능을 수행할 예정이다.

또한 늘어나는 보건복지수요와 도민들의 건강권 확보를 위해 기존 보건복지국을 복지국과 보건건강국으로 분리한다.

행복주택, 도시재생뉴딜사업, 일산, 양주 등 5대 테크노밸리 추진과 3기 신도시 조성 등에 선제적으로 대응하기 위해 도시정책관을 신설한다.

그동안 상시기구 전환 요구를 받았던 철도국은 항만물류 기능을 통합, 상시기구인 철도항만국으로 개편된다.

농정해양국은 식품안전과 먹거리 업무의 일원화를 위해 농수산식품국으로 명칭을 변경,기능을 강화한다.

조직개편안이 의결되면 도는 현재 22실국 6담당관 체제에서 25실국 6담당관 체제로 바뀌게 되며, 과는 135개에서 140과로 5과가, 총 정원은 1만3천804명에서 1만3천853명으로 49명이 늘어난다.

한편, 이번 조직개편안은 다음달 11일부터 열리는 제336회 경기도의회 정례회에서 심의를 거쳐 오는 7월 시행된다.

이재명 경기지사.

@highlight

민선7기 경기도가 출범 1주년을 맞아 이재명 지사의 도정 철학에 발맞추어 공정국, 노동국 등 5개 국을 새로 만드는 등의 내용이 포함된 '경기도 행정기구 및 정원조례 일부개정 조례'를 입법예고할 계획이다.