사랑의 집 고쳐주기 활동에 힘을 보탠 봉사자들이 기념촬영을 하고 있다.

성남사랑농협봉사단은 28일 농협네트웍스 및 ㈔농촌사랑범국민운동본부(본부장 최문옥)과 함께 고령 노인의 열악한 주거환경을 개선하기 위한 '사랑의 집 고쳐주기' 봉사활동을 펼쳤다.

분당구 금곡동에 거주하는 낙생농협 윤모(83) 조합원은 살고 있는 농가주택에 보일러가 들어오지 않고 벽지·장판이 노후돼 생활에 어려움을 겪어 왔으며, 이를 알게 된 농협직원이 윤씨의 사정을 '농업인행복콜센터(1522-5000)'에 제보하면서 이뤄졌다.

이날 성남사랑농협봉사단은 벽지·장판 교체, 수도설비 개량 등 집 고치기 봉사활동과 함께 쌀 100㎏ 등 생필품을, 낙생농협 부녀회는 가구류 정돈 및 청소 등을 도왔다.

이번 봉사에는 금곡동주민센터 홍철기 동장, 윤용철 농협성남시지부장, 정재영 낙생농협 조합장, 허중회 농협네트웍스 경기남부지사장, 이묘열 낙생농협 부녀회장, 성남사랑농협봉사단, 농협네트웍스 직원 등이 참여하고 농촌사랑범국민운동본부에서 후원했다.

낙생농협 정재영 조합장은 "농가 고령화로 복지 사각지대에 있는 어르신들이 늘고 있다"며 "성남사랑농협봉사단은 앞으로도 농업인행복콜센터와 연계해 지역의 어르신들께 따뜻한 도움을 드리는 봉사활동을 적극적으로 펼쳐 나가겠다"고 말했다.

한편, 성남사랑농협봉사단은 성남시에 근무하는 농협중앙회, 농협은행, 성남농협 및 낙생농협 임직원으로 구성된 비영리민간단체로 지역 내 소외계층과 농업인 영농지원 등 봉사활동을 위해 2005년 결성된 단체이다.

윤용철 농협성남시지부장, 성남농협 이형복 조합장, 낙생농협 정재영 조합장이 공동대표를 맡고 있다.

사랑의 집 고쳐주기 활동에 힘을 보탠 봉사자들이 기념촬영을 하고 있다.

@highlight

성남사랑농협봉사단은 28일 낙생농협 윤모(83) 조합원의 열악한 주거환경을 개선하기 위해 집 고치기 봉사활동과 함께 쌀100kg 등 생필품을, 낙생농협 부녀회는 가구류 정돈 및 청소 등 봉사활동을 펼쳤다.