[황희진 기자 hhj@imaeil.com] 연애시대의 손예진과 감우성, 바람이 분다의 김하늘과 감우성.

최근 방영을 시작한 MBC 수목드라마 '봄밤'과 JTBC 월화드라마 '바람이 분다'과 '손예진'이라는 키워드를 공통으로 달고 있어 눈길을 끈다.

봄밤의 경우 손예진을 다시 주목시킨 지난해 JTBC 드라마 '밥 잘 사주는 예쁜 누나', 일명 '밥누나'의 안판석 감독, 김은 작가, 그리고 배우 정해인이 다시 뭉쳐 눈길을 끈다.

정해인의 상대역은 손예진 대신 한지민이다.

한 주 방송분이 나간 현재, 시청자들은 봄밤 시청평에서 '밥누나'를 언급하고 있는데, 두 드라마의 공통점과 차이점을 찾으면서 정해인의 두 상대인 손예진과 한지민을 비교하는 등의 '썰'을 풀어내고 있다.

바람이 분다의 경우 감우성이 바로 손예진과의 연결고리이다.

13년 전인 2006년 손예진과 감우성이 SBS 드라마 '연애시대'에 출연한 바 있는데, 당시 두 사람은 이혼한 '조금 먼' 친구 사이였다.

감우성은 13년 후인 올해 바람이 분다에서 김하늘과 호흡을 맞추고 있는데, 공교롭게도 이혼 위기에 빠진 남편 역할이다.

아울러 바람이 분다의 28일 첫회 방송 노래방 씬은, 연애시대의 첫 회 노래방 씬을 연상케했다는 연애시대 팬들의 언급도 있다.

'결혼기념일'도 공통 소재가 됐다.

바람이 분다의 노래방 씬 시점은 감우성과 김하늘의 결혼기념일이었는데, 감우성이 결혼기념을 까먹은 것에 김하늘의 서운함이 치솟았다.

연애시대 첫 회에서도 노래방 씬에 앞서 이혼한 사이이지만 결혼식을 올린 호텔 레스토랑에서 결혼기념일마다 제공하는 티켓을 쓰고자 만난 손예진과 감우성의 모습이 등장하기도 했다.

향후 극중 실제 이혼 상황이 나온다면, 연애시대와의 교집합은 더욱 커질 전망이다.

@highlight

최근 방영하는  MBC 수목드라마 '봄밤'과 JTBC 월화드라마 '바람이 분다'는 손예진이라는 연결 고리를 가지고 있는데 봄밤은 '밥 잘 사주는 예쁜 누나'에 출연한 정해인과 감독, 작가가 뭉쳤고, 바람이 분다에서는 감우성이 이혼위기에 빠진 남편역할인데 손예진과 연애시대에 출연해 이혼한 역할을 했었다.