최저임금을 10% 올리면 국내 노동시장 고용 규모가 최대 0.79% 줄어든다는 연구결과가 나왔다.

이에 대해 "인구 변동이나 경기 둔화 등 다양한 변수까지 고려해야 한다"는 반론이 제기됐다.

28일 한국노동연구원·중소기업연구원 주최로 서울 명동 전국은행연합회관에서 열린 '최저임금 정책토론회'에서는 최저임금이 경제·사회에 미치는 영향에 대해 경제·사회 분야 전문가들의 발제와 토론이 이어졌다.

정부가 가파른 최저임금 인상이 일부 업종에서 고용에 부정적인 영향을 미쳤다는 점을 사실상 인정한 가운데 구체적인 영향 범위를 두고 전문가 사이에서 주장이 엇갈렸다.

이날 발제를 맡은 강창희 중앙대 경제학부 교수는 "최저임금이 10% 인상되면 노동시장 전체 고용 규모가 0.65~0.79% 정도 감소하는 것으로 추정된다"고 주장했다.

강 교수는 2008~2017년 고용노동부가 제공하는 '고용형태별 근로시간 실태조사'를 원자료로 '집군 추정법'이라는 새로운 방식으로 연구를 진행했다.

시간당 임금 수준에 따른 노동자 분포의 변화로 최저임금이 어떤 영향을 미쳤는지 추정하는 방법이다.

황선웅 부경대 경제학과 교수는 이런 주장에 반박했다.

황 교수는 "인구 변화와 경기 변동 등에 대한 통제가 미흡하다"며 "경기 침체에 따른 고용 효과를 최저임금 효과로 오인할 가능성이 있다"고 밝혔다.

황 교수는 강 교수와는 달리 지역고용조사를 이용해 최저임금의 영향을 추정했으며 인구·경기 둔화와 일자리안정자금 지원, 최저임금 산입범위 확대 등의 변수를 고려했다.

그는 "지난해 고용 부진의 주된 원인은 최저임금 인상보다는 경기 침체일 가능성이 크다"면서 "이외에도 숙련자 중심으로 이뤄지는 기술의 진보가 임금 감소와 고용 감소를 유발했을 수도 있다. 인과관계를 혼동해선 안 된다"고 지적했다.

통계 방법 등에서 한계가 있는 만큼 최저임금 인상의 고용 효과를 추정할 때는 신중해야 한다는 목소리가 나온다.

토론자로 나온 전병유 한신대 교수는 "계량경제학적 추정 방법은 많은 가정을 전제로 하기 때문에 자료의 제약이나 한계가 있을 수 있다"면서 "과잉 해석을 경계해야 한다"고 말했다.

@highlight

28일 경제, 사회 분야 전문가들은 전국은행연합회관에서 열린 '최저임금 정책토론회'에서 최저임금 10% 인상에 따른 국내 노동시장 고용 규모 0.79% 하락이라는 연구결과에 따라 일부 업종의 최저임금 인상이 고용에 부정적인 결과를 초래한 점을 정부가 사실상 인정한 가운데 구체적인 영향 범위를 두고 갑논을박을 벌였다.