문재인 대통령은 28일 경제활력 제고를 위한 추경안 통과와 이에 따른 재정조기집행을 거듭 당부했다.

또 기업들의 투자심리 회복을 위한 투자애로 개선안 마련과 현장 소통 강화도 주문했다.

홍남기 경제부총리로부터 주요 경제현안에 대한 정례보고를 받는 자리에서다.

문 대통령은 이날 오전 10시 30분부터 1시간여 동안 홍 부총리로부터 최근 경제상황과 대응방안, 투자 활성화 등 주요 경제현안에 대한 정례보고를 받고 이 같이 지시했다고 고민정 청와대 대변인이 브리핑을 통해 밝혔다.

홍 부총리는 이 자리에서 경제활력 제고의 핵심인 투자 활성화 방안과 관련해 복합 테마파크 등 3단계 기업투자 프로젝트, 공공부문의 추가 투자 방안 등 최대 10조원 규모의 민간 및 공공부문의 투자보강 방안을 보고했다.

또 서비스 및 제조업 등 산업 혁신 전략과 관련해선 '서비스 산업 혁신 전략'과 '제조업 르네상스 비전 및 전략' 마련 방침을 보고했다.

이어 주요 선진국에 비해 경제 내 비중이 낮은 국내 서비스산업이 새로운 일자리와 부가가치의 원천이 될 수 있도록 하는 내용을 골자로한 종합적인 발전 전략의 조속한 마련 방침도 전달했다.

홍 부총리는 특히 "제조업 르네상스도 우리 경제의 성장엔진인 제조업의 활력을 되살릴 수 있도록 빠른 시일 내 전략과 방향을 제시하겠다"고 강조했다.

보고를 받은 문 대통령은 "추경안 신속 통과 및 재정 조기 집행과 함께 기업투자 심리가 살아나 경제에 활력을 불어넣는 게 급선무"라며 "현장 소통을 강화해 투자 애로사항 개선방안을 신속히 마련하라"고 지시했다.

이날 보고와 관련, 청와대 핵심 관계자는 기자들을 만나 "지난해 말까지 1·2단계 기업투자 프로젝트가 차례로 발표된 것으로 안다"며 "오늘 홍 부총리는 3단계 기업투자 프로젝트 방안을 보고한 것"이라고 설명했다.

'어떤 지역의 테마파크 투자를 고려하느냐'는 질문에는 "구체적 지역 등은 오늘 거론되지 않았다.

더 구체적인 정책은 정리되는 대로 발표할 수 있을 것"이라고 답했다.

@highlight

28일 문재인 대통령이 경제부총리로부터 주요 경제현안에 대한 정례보고를 받는 자리에서 추경안 통과 및 재정조기집행을 부탁하며 기업들을 위한 투자애로 개선안 마련과 현장 소통 강화를 지시했다.