경기도는 국토교통부가 주관한 드론 실증도시에 화성시가 선정됨에 따라 화성시, 전자부품연구원, SK텔레콤㈜, ㈜두산 등 8개 사업자와 함께 6월부터 12월까지 실증 연구를 진행한다고 28일 밝혔다.

도는 우선 7월 초까지 화성시 향남읍 종합경기타운에 관제소를 마련한 뒤 드론 3대를 투입해 1천500회가량 실증 비행테스트를 할 계획이다.

테스트 분야는 도심 속 불법 주정차 계도, 폐기물업체와 공사현장 모니터링, 산업단지 대기질 측정, LTE 영상중계 및 통합관제시스템 구축 등 5개 과제다.

실증도시 선정이 드론 규제샌드박스(규제유예제도) 사업자 공모로 추진됨에 따라 향남읍 일대에서는 주·야간 시간대, 고도제한, 비행시간 등에 대한 제약 없이 테스트를 할 수 있다.

실증 연구는 국토부로부터 10억원을 지원받아 진행되며 테스트 결과는 12월 국토부 주관 성과보고회에서 공개된다.

도는 실증 실험을 통해 드론 활용 가이드라인과 시스템을 개발하고 국내 드론시장 활성화와 공공분야 활용 모델을 만들 계획이다.

화성시는 공무원 1인당 인허가 건수가 연간 301건에 이를 정도로 급격한 택지개발에 따른 환경오염과 불법 주정차 등의 도시문제가 많이 발생하는 지역이다.

도는 인력 부족으로 단속이 어렵다는 점을 고려해 화성시를 실증도시 대상지로 정했다.

김평원 경기도 과학기술과장은 "향남읍은 건설폐기물 업체와 공사현장, 산업단지 등이 많아 드론 테스트 지역으로 적합하다"며 "드론을 통해 환경감시, 불법 주정차 단속을 하게 되면 행정 공백을 최소화할 수 있을 것으로 보고 있다"고 말했다.

국토교통부는 2019년 드론 규제샌드박스 사업자 공모 결과 화성시와 제주도를 드론 실증도시로 선정했다고 이날 발표했다.

규제샌드박스는 어린이들이 자유롭게 노는 놀이터의 모래밭처럼 신기술·신산업분야의 새로운 제품이나 서비스에 대해 출시될 때까지 일정 기간 기존 규제를 면제 또는 유예해 주는 제도를 말한다.

@highlight

경기도는 국토교통부가 주관한 드론 실증도시에 화성시로 정하고  7월 초까지 화성시 향남읍 종합경기타운에 관제소를 만들고 불법 주정차 계도, 폐기물업체와 공사현장 모니터링, 산업단지 대기질 측정, LTE 영상중계 및 통합관제시스템 구축 등 5개 과제에 대해 6월부터 12월까지 실증 연구를 실시한다고 28일 밝혔다.