경기도시공사가 추진중인 광교 융복합센터 건립및 양주테크노밸리 조성 사업이 탄력을 받게됐다.

경기도시공사 제공 도 도시공사는 28일 경기도의회 제335회 본회의에서 공사가 제출한 광교 융복합센터 건립 사업과 양주테크노밸리 조성사업 신규투자사업 추진 동의안이 원안 가결됐다고 밝혔다.

광교 융복합센터는 2023년까지 모두 1793억 원을 투입해 수원시 영통구 이의동 경기융합타운 내 8744㎡ 부지에 공사 신사옥과 업무·판매·운동시설로 계획된 복합시설관 등을 건립하는 사업이다.

융복합센터 내 신사옥은 지하4층, 지상16층 규모로 복합시설관은 지하4층, 지상4층 규모로 건립된다.

이번 도의회 의결로 공사는 도민의 주거복지 강화, 3기신도시의 주도적 역할 수행 등 지속성장을 위한 동력 공간을 확보하게 됐다.

경기도시공사 이헌욱 사장은 "이번 도의회 의결로 민선 7기 주요정책 사업추진을 위한 조직 및 인력 확대에 대비하고 경기도 핵심가치인 공정, 평화, 복지 실현을 위해 공사의 역량을 높일 수 있는 발판을 마련하게 됐다"고 말했다.

아울러 "공사는 공공디벨로퍼 역할을 충실히 수행해 광교 경기융합타운이 경기남부권 명소가 될 수 있도록 최선을 다 하겠다"고 덧붙였다.

양주테크노밸리는 양주시 마전동 일대 30만1000㎡에 1424억원을 들여 섬유·패션 등 특화산업과 전기·전자 등 정보기술(IT) 융합 스마트 생활소비재 산업을 육성하기 위한 산업단지를 조성하는 사업이다.

경기도·경기도시공사, 양주시가 각각 63%, 37% 지분으로 참여해 공동으로 사업을 시행한다.

추진 동의안이 도의회를 통과함에 따라 공사는 다음달 말쯤 조사·설계 용역을 발주하는 등 후속 행정절차를 진행할 방침이다.

2021년까지 산단 계획 승인 등 모든 행정절차를 완료한 뒤 2022년 공사를 시작해 2024년 완료, 기업이 입주할 수 있도록 할 계획이다.

@highlight

수원시 영통구 이의동 경기융합타운내 부지에 건립될 예정인 광교 융복합센터와 양주테크노밸리 조성 사업에 대한 추진 동의안이 28일 경기도의회 제355회 본회의에서 원안 가결됨에 따라 사업이 본격화 되었다.