인천시가 송도 주민들이 요구한 송도 내부트램의 노선 변경을 검토 중이라고 밝혔다.

함께 제기된 송도~청라 버스노선 일부 신설에 대해서는 실효성이 부족하다고 답했다.

인천시는 28일 송도 교통문제 해결을 요구하는 시민 청원 동의가 3천명을 돌파하자 "송도국제도시 내부순환선 도입 사업의 재정립이 필요하다"는 답을 내놓았다.

친환경 도시형 교통수단으로 떠오른 트램은 지난 2009년 인천경제청 자체 연구용역을 통해 송도 내부순환 교통시스템으로 가장 적합하다는 결과를 도출했고 지난해 12월 국토교통부 최종 승인을 받았다.

그러나 경제성이 확보된 1단계 구간 0자 노선에 대해서만 승인을 받았다.

주민들이 송도 전역이 교통 편의를 제공받을 수 있도록 8자 노선으로 변경해달라고 요구하고 있다.

이에 허종식 균형발전정무부시장은 "8자 노선으로 선형 변경 등 트램과 관련해 '제2차 인천 도시철도망 구축계획' 수립 용역을 추진하고 있다"며 "8자 노선 등 내부순환선 선형 변경과 사업비 확보 방안 등도 용역에 포함시킬 예정"이라고 말했다.

이어 송도국제도시와 청라국제도시까지 운행하는 직결 버스교통 수단이 없어 불편을 겪는다는 시민 요구에 대해서도 답했다.

허 부시장은 "송도~청라의 접근성을 확보하기 위해 송도에서 수도권 제2순환고속도로를 지나 남청라나들목(IC)을 통해 청라국제도시역에 도착하는 일반 시내버스 노선 신설을 적극 검토하겠다"고 답했다.

다만 서울과의 접근성 확보를 위해 북인천IC를 통과하는 송도~청라 버스노선 신설에 대해서는 "간선급행버스를 이용해 공항철도를 환승할 경우 교통 상황에 따라 인천지하철1호선을 이용해 계양역에 도달하는 시간과 비슷하거나 더 소요될 것으로 추정된다"고 말했다.

출퇴근 시간대 버스보다는 지하철이 이동 시간이 단축된다는 뜻이다.

허 부시장은 "송도주민의 공항철도 이용을 위한 버스노선은 실효성이 부족하다"고 답했다.

@highlight

28일 송도 교통문제 해결을 요청하는 시민 청원 동의가 3천명을 넘어선 가운데, 인천시는 송도 내부 트램의 노선 변경을 검토 중이며 송도~청라 버스노선 일부 신설에 관하여는 실효성이 적다고 밝혔다.