충남도 시장군수협의회가 역내 역점사업의 하나인 서산비행장 민항(이하 서산민항) 유치 추진에 활기를 불어넣고 있다.

이들은 그제 당진시청에서 회동을 갖고 국토교통부에 전달할 공동건의문을 채택한 것으로 돼 있다.

충남은 유일하게 공항을 보유하지 못한 지역이다.

이로 인해 지역민들 마음 깊은 곳에 허전함 정서가 자리하고 있다.

이런 상황에서 서산민항은 안성맞춤의 정책카드로 인식되고 있음을 부정하기 어렵다.

서산민항에 대한 지난 2017년 12월 국토부의 사전타당성 조사 결과가 증명하듯 이 사업은 비용 대비 편익 면에서 남는 장사임이 확인된 바 있다.

당시 사업경제성(B/C)이 3.53으로 나왔다는데 적어도 3배 이상의 실익이 발생할 것이라는 얘기에 다름 아니다.

이는 현존하는 지역 민항의 현주소와 비교할 때 수익성과 공공성이라는 두 마리 토끼를 잡는 데 있어서 비교우위에 있음을 담보한다.

게다가 서산민항은 지정학적으로 요충지에 입지하고 있다는 점을 간과해선 안 된다.

중국과 최단거리에 위치해 있는 지리적 여건을 충분히 살려나가면 중국 관광객 유치, 화물 수송 등의 전진기지 역할을 하는 데 손색이 없다고 봐도 틀리지 않는다.

장래 항공수요 전망도 밝은 것으로 조사됐다.

2023년 취항 연도 기준으로 37만 명에서 시작해 2053년에는 58만 명에 육박할 것으로 예상되고 있는 것은 고무적이다.

충남의 민항 수요를 견인할 요인도 적지 않다.

내포신도시 조성, 안면도 관광지 개발, 백제·공주 역사 문화벨트 등까지 계산에 넣을 경우 충남서북부권 거점 공항으로서의 필요충분조건이 구비됐다 할 것이다.

서산민항 주사위는 던져졌지만 지역민이 바라는 결실을 얻는 것은 또 다른 문제다.

정치권을 추동해 내년 예산에 반영될 수 있도록 집중력을 보여야 한다.

동시에 국토부를 움직여 제6차 공항개발 종합계획에 포함시켜야 함은 물론이다.

490억 원 짜리 서산민항사업, 충남이 요리하기 나름 아니겠나.

@highlight

충청남도 시장, 군수협의회가 서산비행장 민항 유치 추진에 노력하고 있으며 국토부의 사전타당성 조사가 말하고 있듯이 비용 대비 편익 면에서 남는 장사임이 분명하나, 지역민들이 바라는 결과를 위해서는 더 높은 차원의 노력이 필요해 보인다.