[부산=환경일보] 권영길 기자 = 부산지역 중학생과 교사, 학부모 등이 DMZ 탐방 체험활동에 나선다.

부산시교육청은 변화하는 남북관계 속에서 통일에 대한 공감대를 확산시키고 새로운 통일교육 모델을 찾기 위해 오는 6월부터 'DMZ 탐방 평화·통일교육 현장체험학습'을 처음으로 실시한다.

체험학습은 5개 교육지원청별로 평화·통일 학생동아리 운영학교 연합으로 진행한다.

올해 참여인원은 200여명이다.

오는 6월7일∼8일 1박2일 동안 서부교육지원청을 시작으로 7월16일∼18일 동래교육지원청, 7월17일∼18일 해운대교육지원청, 8월12일∼14일 남부교육지원청, 10월3일∼4일 북부교육지원청 등 순으로 각각 실시한다.

참가자들은 철원의 옛 북한 노동당사, 고성 통일전망대, 파주 DMZ캠프 그리브스, 도라산 전망대 등을 탐방하면서 분단의 아픔을 느끼고 평화·통일에 대한 필요성을 공감할 수 있는 다양한 체험활동을 한다.

이에 앞서 김석준 교육감은 '제7회 통일교육주간'을 맞아 5월31일 오후 2시15분부터 45분 동안 해운대교육지원청 신정중학교에서 1학년 학생 27명을 대상으로 통일수업을 한다.

이날 김석준 교육감은 담당교사와 함께 통일의 필요성과 남북의 상호이해에 대한 내용을 중심으로 질의응답형식의 팀티칭수업을 한다.

앞으로 부산시교육청은 학생들이 미래 통일역량을 함양하고 미래 통일리더로 성장할 수 있도록 해마다 초·중·고등학교 평화·통일 학생동아리와 교사 현장답사단(연구회)을 지원하는 등 학생참여형 교육을 강화할 계획이다.

부산시교육청 김석준 교육감은 "학생들은 이번 DMZ 탐방을 통해 평화와 화해, 상생의 가치를 직접 체험함으로써 평화·통일에 대한 감수성을 높일 수 있을 것이며, 앞으로도 통일시대를 대비해 현장체험형 평화·통일교육을 더욱 강화할 계획이다"고 말했다.

@highlight

부산시교육청은 오는 6월부터 옛 북한 노동당사, 고성 통일전망대, 파주 DMZ캠프 그리브스, 도라산 전망대 등을 탐방하는 'DMZ 탐방 평화·통일교육 현장체험학습'을 통해 학생들에게 평화와 화해, 상생의 가치를 직접 경험하게 할 예정이다.