우리나라가 미국이 지정하는 환율 '관찰대상국'에 이번에도 포함됐다.

또 미국과 무역전쟁을 펼치고 있는 중국에 대해서도 관찰대상국 지정을 유지, 환율조작국 지정과 같은 극단적인 상황은 발생하지 않았다.

미국 재무부는 28일(현지시간) '2019년 상반기 주요 교역국의 거시경제 및 환율정책 보고서'를 홈페이지에 게시하면서 한국을 포함해 중국, 일본, 독일, 아일랜드, 이탈리아, 말레이시아, 싱가포르, 베트남 등 9개국을 환율 관찰대상국으로 지정했다.

한국에 대해서는 지난 3월 외환시장 개입 내역을 공개한 것을 긍정적으로 평가하면서 현재 평가 기준 3개 가운데 1개만 해당, 다음 보고서 발표 시점까지 이를 유지할 경우 관찰대상국에서 제외될 것이라고 밝혔다.

하지만 중국에 대해서는 "중국이 지속적인 통화 약세를 피하기 위해 필요한 조치를 취할 것을 촉구하고 있다"며, 향후에도 면밀히 주시하면서 대응하겠다는 입장을 분명히 했다.

미 재무부는 또 중국이 보조금 및 국유기업을 포함한 시장 왜곡 세력에 적극적으로 대처할 필요가 있다고 지적했다.

스티븐 므누신 재무장관은 "통화관행을 보다 공정하고 투명하게 만들기 위해 검토 대상 교역국 수를 늘렸다"며 "잠재적으로 불공정한 어떤 통화 관행도 심각하게 받아들이고 있다"고 말했다.

미국 재무부가 1년에 두차례 발표하는 환율보고서는 미국 정부가 주요 교역국의 외환 정책을 평가하는 자료다.

지난 1년 간 200억 달러 이상의 현저한 대미 무역 흑자, 국내총생산(GDP)의 2%를 초과하는 상당한 경상수지 흑자, 12개월간 GDP의 2%를 초과하는 외환을 순매수하는 지속적ㆍ일방적인 외환시장 개입 등의 3가지 평가요소를 바탕으로 관찰대상국, 심층분석대상국, 환율조작국 등으로 분류한다.

한국의 경우 지난해 경상흑자가 GDP의 4.7%를 기록하면서 3가지 요건 가운데 1가지만 해당되면서 '관찰대상국'에 올라 있다.

아직까지 환율조작국이나 심층분석대상국 등으로 지정된 나라는 없다.

환율조작국 등으로 지정될 경우, 미국의 상계관세 부과와 같은 보복 조치가 뒤따를 수 있다.

미국 정부는 교역 대상국이 통화가치를 의도적으로 낮추는 것은 자국 산업 보호를 위한 '보조금'에 해당하는 것으로 인식, 상계관세를 부과한다.

@highlight

미국 재무부는 28일(현지시간) '2019년 상반기 주요 교역국의 거시경제 및 환율정책 보고서'를 홈페이지에 올리면서 한국을 포함해 일본 등 9개국을 환율 관찰대상국으로 지정했고 한국에 대해서는 지난 3월 외환시장 개입 내역 공개를 긍정적으로 평가하면서 현재 평가 기준 3개 가운데 1개만 해당, 다음 보고서 발표 시까지 이를 유지할 경우 관찰대상국에서 제외될 것이라 밝히고 중국에 대해서도 환율조작국 지정과 같은 상황은 일어나지 않고 그대로 유지했다.