대구·경북지역 출산율이 끝간데 없이 떨어지고 있다.

혼인건수도 하락해 동반 감소하는 경향을 보이고 있다.

가임 여성 1명이 평생동안 낳을 것으로 예상되는 출생아 수인 합계출산율도 0명 대를 눈앞에 둬 결혼 후 자녀를 가지지 않는 ‘딩크족’의 증가세가 지역에서도 뚜렷한 것으로 분석된다.

29일 통계청의 3월 인구동향에 따르면 올해 1분기 누적 출생아 수는 8만3천100명으로 전년 대비 6천800명(7.6%) 줄어들었다.

이번 1분기 출생아 수는 역대 1분기 중 가장 낮은 수치다.

분기별 합계출산율 중 지역별로 대구는 1.01명, 경북은 1.22명으로 각각 집계 됐다.

대구·경북 모두 전년 분기 대비 0.08~0.09명 줄어든 수치로 이 같은 추세가 지속되면 1가정 1자녀 공식도 곧 깨질 것으로 예상된다.

월별 출생아 수로는 지난 3월 대구는 1천200명, 경북은 1천400명으로 집계돼 전년 대비 각각 100~200명 정도 줄어들었다.

이에 올 연말까지 대구·경북 출생아 수가 1천 명 이하로도 떨어질 것으로도 관측된다.

더불어 전국적으로 1분기 혼인 건수는 5만9천100건을 기록, 전년 대비 7천100건(10.7%) 주는 등 동반 감소 추세다.

인구 1천 명당 혼인건수인 조혼인율은 4.7건으로 전년 대비 0.5건 줄었다.

이중 대구는 4.2건을 기록해 전년 대비 0.4건 줄었고 경북도 4.2건을 기록해 전년 대비 0.6건 감소했다.

이와 같은 1천 명당 기준인 조이혼율은 대구는 2.0건을 기록해 0.2건 늘었고 경북은 2.1건을 기록해 보합세다.

조사망률은 대구 6.0명, 경북 8.5명으로 전년 대비 0.6~0.9명 줄었다.

통계청 관계자는 “지난해 극심한 한파에 따른 기저효과로 보이며 전년 대비 수가 감소했을 뿐 분기별로 보면 1983년 이후 역대 2위 수준이다”며 “고령화 추세는 이어지고 있다”고 분석했다.

@highlight

대구·경북지역 출산율이 혼인건수 하락해 동반 감소하는 경향을 보이고 결혼후 자녀를 가지지 않는 ‘딩크족’의 증가세가 뚜렷한 것으로 분석된다.