광주·전남지방중소벤처기업청(청장 이재홍)은 29일 전남창조경제혁신센터를 방문해 스타트업 대표들을 만나 규제발굴과 경영애로를 청취하는 등 현장행보를 이어갔다.

대기업 협력을 통한 창업, 특화산업 육성을 위해 2015년 출범한 전남창조경제혁신센터(센터장 정영준)는 323개 스타트업 창업, 235억원의 벤처투자, 농수산식품 판로 및 관광프로그램 198개사를 지원하는 등 지역 창업기업 육성 및 일자리 창출 등의 성과를 내고 있다.

소관부처 변경 이후, 개방성, 자율성, 다양성이란 센터 운영방향에 따라 창업자와 아이디어가 모이는 공간, 탄력적인 프로그램 운영, 지역 강점에 기반한 혁신창업 플랫폼으로 자리매김하고 있다.

특히, GS, 농협하나로유통과 파트너십 구축을 통해 중소·창업기업의 판로를 지원하여 누적매출 1천275억원을 달성한 성과로 지난해 경영평가에서 모범사례로 평가 받기도 하였다.

이날 보육기업과 함께한 간담회는 보유기업 35개사가 사전에 준비된 질문지를 게시판에서 한 장씩 뽑아 답변하는 방식으로 진행됐다.

광주전남중기청, 전남창조경제혁신센터 이외에도 중소벤처기업진흥공단, 기술보증기금, 코트라 등 유관기관이 답변자로 참여했다.

관광분야 창업을 준비중인 ‘여수와’ 하지수 대표는 “스타트업들이 아이템의 사업화 과정에서 상품디자인에 많은 시간과 비용이 부담된다”면서 정부 지원을 요청하였다.

지방중기청 관계자는 “창업자들이 디자인을 비롯한 마케팅에 소요되는 비용을 최대 20백만원까지 지원이 가능하다” 면서 1인 창조기업의 사업화 과정을 지원하는 마케팅 지원사업을 설명하였다.

두부과자 개발업체 ‘쿠키아’ 김명신 대표는 “1차 농산물을 활용한 제품개발과 추가적인 생산설비 투자가 필요한 시점이다”면서 정책자금 지원 확대를 요청했다.

이재홍 청장은 “중소벤처부는 기업과 정부, 대기업과 중소기업, 사업주와 근로자를 연결하는 메신저로서의 역할을 충실히 하겠다”면서 “유망한 보육기업에게는 정부의 창업자금, 투자, R&D, 수출 등 다양한 사업을 활용해 지역 스타트업의 후원자가 되겠다”고 말했다.

@highlight

광주, 전남지방중소벤처기업청장이 29일 전남창조혁신센터를 방문해 간담회를 열어 보유기업 35개사와 광주전남중기청 등이 모여 질의응답을 하며 스타트업 대표를 만나 경영애로를 청취하였다.