'2019충주세계무예마스터십대회' 성공을 기원하는 D-100 성공기원 행사가 29일 오후 2시 서울 광화문광장에서 열렸다.

성공적인 대회 개최 의지를 다지고 대회 참여 열기를 확산시키기 위해 마련된 이날 행사는 조직위원장인 이시종 충북도지사와 대회장인 조정원 세계태권도연맹 총재, 서정진 셀트리온 회장을 비롯해 집행위원장인 조길형 충주시장, 조직위원회 위원, 범도민협의회 위원, 종목별 협회임원 및 관계자, 도민홍보대사, 출향인사, 충청북도 및 시·군 공무원 등 1천500여 명이 참석했다.

또 이종배 국회의원과 이혜훈 국회위원을 비롯한 주요인사가 무예마스터십 D-100 성공기원 축하를 위해 참석했다.

이날 부대 행사인 VR무예체험과 무예트릭아트, 충주세계무예마스터십 전시 홍보관을 찾은 많은 시민들은 직접 무예를 체험하는 기회를 가졌으며 충주시립우륵국악단과 시립택견단의 합동 무예공연도 열렸다.

조직위원회 사무총장의 무예마스터십 추진상황 보고에 이어 이시종 조직위원장과 서정진 공동 조직위원장의 대회사, D-100 기념 세리머니, 가수 알리의 축하공연, 광화문광장 홍보퍼레이드 등의 공식행사가 진행됐다.

특히, 이날 행사 중 1천500여 명의 참석자와 함께 광화문 광장 한가운데서 만들어낸 성공기원 대형 현수막 전개 퍼포먼스는 참여자 뿐 아니라 관람객 모두가 한마음으로 대회 성공을 염원하는 인상적인 장면을 연출해 감동을 선사했다.

충청북도와 충주시가 공동 주최하고 국제경기연맹총연합회(GASIF), 문화체육관광부, 외교부, 국민체육진흥공단 등이 후원하는 '2019충주세계무예마스터십'은 오는 8월 30일부터 9월 6일까지 8일 간 충주체육관 등 충주시 일원에서 개최되며 100개 국 4천여 명의 선수와 임원이 참가할 예정이다.

@highlight

오는 8월 100개국 4천여 명이 참가하는 2019충주세계무예마스터십대회'의 성공적인 개최 의지를 다지고 참여 열기를 확산하기 위한  D-100 성공기원 행사가 조직위원장인 이시종 충북도지사를 비롯 1천500여 명이 참석한 가운데 29일 오후 2시 서울 광화문광장에서 열렸다.