울산의 유망 프로젝트를 유럽 기업에 소개하는 투자설명회가 개최됐다.

울산시는 29일 서울 그랜드 하얏트호텔에서 주한유럽상공회의소 22개 회원사 관계자 50여명이 참석한 가운데 주한유럽상공회의소(ECCK) 회원사 초청 투자설명회를 열었다.

설명회 참석자들은 주한유럽상공회의소 회원사 임원진 및 주한 유럽대사관 관계자 들이다.

국가별로는 독일 6개사, 프랑스·스웨덴 각 3개사, 영국·스페인·노르웨이·덴마크·벨기에·네덜란드·미국 각 1개사, 기타 2개사이고, 업종별로는 화학 5, 물류·운송 5, 기계 3, 에너지 2, 신재생 2, 금융 등 서비스 2, 석유 1, 숙박 1, 의류 1개사다.

이번 투자설명회에서 시는 '울산 투자환경 및 유망입지 소개'를 주제로 브리핑을 진행했다.

특히, 항만배후단지, 하이테크밸리, 에너지융합산단, 장현도시첨단산단 등 울산의 유망한 투자 입지에 대해 집중적으로 홍보했다.

주한유럽상공회의소 디어크 루카트 이사는 "울산은 한국 주요산업의 중추적인 역할을 하는 도시로, 고도로 발전된 세계적 수준의 산업 인프라를 갖췄다"며 "이번 투자설명회를 통해 유럽의 기업과 울산에서 더 많은 사업적 기회를 창출하기를 희망한다"고 말했다.

김미경 미래성장기반국장은 이 자리에서 "울산은 수소산업 육성과 부유식 해상풍력단지 조성 등 신재생 에너지 기반을 구축해 나가고 있다"며 "세계적 에너지 중심도시로 도약하고 있는 울산에 대한 지속적인 관심과 성원을 부탁드린다"고 말했다.

한편, 울산시는 미국, 독일, 유럽 주한상공회의소와 투자유치를 위한 전략적 제휴 관계를 유지해 오고 있으며, 이번 투자설명회에 참석한 관심기업 등을 대상으로 지속적인 사후관리를 실시할 예정이다.

올해는 부유식 해상풍력, 수소 등 미래 산업이 발전된 유럽지역 기업의 투자유치를 위해 주한유럽상공회의소와 투자설명회를 개최하게 됐으며, 매년 잠재투자가 발굴을 위해 지속적으로 투자설명회를 개최할 계획이다.

@highlight

울산의 유망 프로젝트를 유럽 기업에 소개하는 투자설명회가 열렸는데 29일 서울 그랜드 하얏트호텔에서 주한유럽상공회의소 22개 회원사 관계자 50여명이 참석하였고 이번 설명회에서 시는 '울산 투자환경 및 유망입지 소개'를 주제로 브리핑을 했다.