김병원 농협중앙회장이 '2019 도농협동희망포럼 전국대회'에서 '국민들의 사랑으로 농업 농촌이 행복합니다'라는 주제로 특강을 하고 있다.

전국의 여성단체 및 소비자단체 리더 600여명이 도농협동을 통한 농촌사랑 실천과 다짐을 결의하는 '2019 도농협동희망포럼 전국대회'가 서울 여의도 63컨벤션센터에서 28일 처음으로 개최됐다.

농협중앙회(회장 김병원) 도농협동연수원이 여성ㆍ소비자 단체 리더와 함께 농업ㆍ농촌 가치 전파와 도농교류 확산을 통한 국민의 농협 구현을 위해 개최한 이번 행사는 김병원 농협회장의 환영사를 시작으로 축사, 여성ㆍ소비자단체와 참석 내빈의 도농협동 농촌사랑 실천 퍼포먼스, 특강 등의 순으로 진행됐다.

또한, 전국의 여성ㆍ소비자단체 이외에도 정부관계자와 국회의원 등이 다수 참석해 농업인은 물론 국민 모두의 행복을 증진시키는 농업ㆍ농촌의 소중한 가치를 다함께 공감하는 시간을 가졌다.

김병원 농협회장은 환영사를 통해 "농업ㆍ농촌의 소중한 가치를 여성ㆍ소비자단체 리더들과 함께 공감하기 위해 이 자리를 마련했다"면서 "도시소비자와 농업인생산자가 함께 도농협동 정신으로 도농교류를 활성화하고 이를 바탕으로 '농가소득 5천만원'의 꿈을 조기에 이룰 수 있기를 간절히 기대한다"고 말했다.

최금숙 한국여성단체협의회 회장과 김연화 소비자공익네트워크 회장은 참석자를 대표해 도농협동 농촌사랑 실천 다짐문에 서명하고 ▷농업ㆍ농촌의 공익적 가치 이해와 우리농산물 애용 실천 ▷도시와 농촌이 힘을 합쳐 농촌사랑 실천과 국가경제발전 견인 ▷농업ㆍ농촌 가치전파와 아름다운 농촌가꾸기 등의 동참을 다짐했다.

이 밖에 이날 부대행사로 농협에서 운영하는 청년농부사관학교 졸업생과 청년여성농업인협동조합 회원이 생산한 6차산업 가공식품을 참석자들에게 홍보하는 전시관도 마련됐다.

@highlight

김병원 회장이 농촌사랑을 실천하며 소비자와 함께 농업, 농촌 가치 전파를 위해 '도농협동희망포럼 전국대회'에서 농촌사랑을 특강했다.