신협사회공헌재단은 지난 28일 초록우산 어린이재단 본부에서 ‘신협 행복한집 프로젝트 업무협약식’을 가졌다.

사진은 협약서를 들고 기념 촬영하는 이제훈 초록우산 어린이재단 회장(왼쪽)과 김윤식 신협사회공헌재단 이사장 모습.

신협사회공헌재단(이사장 김윤식 신협중앙회장)은 지난 28일 초록우산 어린이재단 본부에서 ‘신협 행복한집 프로젝트 업무협약식’을 가졌다고 29일 밝혔다.

‘신협 행복한집 프로젝트’는 전통한지벽지, 한지장판지를 활용해 저소득 빈곤 가정의 주거환경개선을 돕는 사회공헌활동이다.

신협사회공헌재단과 초록우산 어린이재단의 협력을 통해 조손가정 등 전국 45가정의 주거환경개선을 지원한다.

이 날 협약식을 통해 양 기관은 ‘신협 행복한집 프로젝트’사업의 성공적인 운영과 사회공헌활동 확대를 위한 상호 협력을 약속했다.

사업은 전주한지산업 활성화를 지원하는 신협의 지역특화사업의 일환으로 기획되었으며, 전통한지를 사회공헌사업과 연계함으로써 전통한지의 사회적 가치를 공유, 확산하기 위해 추진됐다.

특히 ‘신협 행복한집 프로젝트’를 통해 지원하는 한지벽지와 한지장판지는 습도조절, 유해물질 저감효과, 항곰팡이성, 탈취효과 등의 친환경 효과가 있어 지원대상자에게 쾌적한 주거환경을 제공하게 된다.

이번 프로젝트에는 전국 신협 임직원으로 구성된 신협 두손모아봉사단이 집안정리와 봉사활동에 직접 참여해 행복한집 프로젝트의 의미를 더할 예정이다.

김윤식 재단 이사장은 “이번 사업은 전국 곳곳의 취약가구에 친환경 한지벽지, 장판지를 통해 주거환경개선을 지원하는 뜻 깊은 프로젝트”라며 “신협은 따뜻한 협동의 힘으로 소외된 이들을 어부바하는 지역사회의 동반자가 될 것”이라고 말했다.

한편 ‘신협 행복한집 프로젝트’는 올해 초록우산 어린이재단을 통해 지원 대상자를 선정해 행복한집 제1호부터 제45호까지 늘려나갈 예정이다.

@highlight

신협사회공헌재단은 28일 초록우산 어린이재단 본부에서 전통한지산업을 사회공헌사업과 연계시켜 전국 45가정의 주거환경개선을 지원하는 ‘신협 행복한집 프로젝트 업무협약식’을 가졌다.