'울트라 코리아'(Ultra Korea, UMF Korea)가 공식 모빌리티 스폰서인 '카카오 T'와 함께 '울트라 코리아 카카오 T 셔틀버스' 온라인 예매 서비스를 시작했다고 밝혔다.

이 셔틀버스는 '울트라 코리아 2019' 공연 기간인 다음달 7일부터 3일 동안 경기도 용인시 에버랜드 스피드웨이(AMG 스피드웨이)와 서울 잠실종합운동장 등의 행사장을 경유하며 한시적으로 운행된다.

운행 노선은 사전 관객 이동 수요조사를 토대로 주 무대인 에버랜드 스피드웨이 행사장행과 귀가행 노선으로 마련됐다.

행사장행은 서울권(잠실·강남·사당·중계·왕십리·서울역·합정), 수도권(인천·수원·분당·일산·부천), 지방권(부산·대구·대전·광주·울산·천안·청주) 등 전국 총 19개 노선이며 출발 시각은 노선별로 다르다.

귀가행은 서울권, 수도권, 지방권의 주요 거점 중심으로 총 16개 노선을 편성해 관객들이 마지막 무대까지 즐기고 돌아갈 수 있도록 돕는다.

행사장행 셔틀버스는 지정 좌석제로, 귀가행의 경우 교통 혼잡을 대비해 만차 시 출발하는 방식으로 운영된다.

셔틀버스 티켓은 온라인 사전 예매 또는 현장에서 살 수 있다.

사전 예매는 공식 예매 사이트 '울트라 코리아 카카오 T 셔틀버스'(ultrakakaomobility.co.kr)에서 1명당 4장까지 살 수 있으며, 행사 기간인 다음달 9일까지 가능하다.

요금은 온라인 사전 예매 시 행사장행 편도 기준으로 현장 구매보다 1000원 할인된 서울권·수도권 5000원, 지방권 8000원~2만 2000원이다.

티켓을 현장에서 사려면 잠실종합운동장에서는 행사장행 편도 티켓을, 에버랜드 스피드웨이에서는 귀가행 편도 티켓에 한해 두 곳에 마련된 '카카오 T 부스'를 통해 가능하다.

@highlight

'울트라 코리아'(Ultra Korea, UMF Korea)는 '울트라 코리아 2019' 공연 기간인 다음달 7일부터 3일동안 '울트라 코리아 카카오 T 셔틀버스'를 운영한다고 밝히며, 셔틀버스 티켓은 1명당 4장까지, 행사 기간인 다음달 9일까지 공식예매사이트 '울트라 코리아 카카오 T 셔틀버스'에서 사전 예매할 수 있다고 설명했다.