글로벌 경기침체 우려에 주요국 국채금리가 하락하고 있다.

미국 채권시장에서 미중 무역분쟁이 세계경제 성장에 걸림돌로 작용할 것이라는 전망이 강해지면서 3개월 물과 10년 물의 국채 수익률 역전 폭은 금융위기 이후 최고 수준에 이르고 있다.

30일 국제금융센터에 따르면 미국 국채 10년물 금리는 29일(현지시간) 연 2.26%로 하락해 2017년 9월 이후 최저치를 기록했다.

장중에는 2.21%를 밑돌며 연준 기준금리인 2.25~2.50%의 하단을 하회하기도 했다.

경기후퇴 가능성에 대한 경고 신호로 여겨지는 장·단기물 금리 역전 현상은 더 심해졌다.

미국 국채 10년 물과 3개월 물의 금리차이는 -11bp(1bp=0.01%p)까지 확대돼 2007년 이후 가장 큰 역전폭을 기록했다.

독일 국채 10년물 금리는 유럽의회 선거 직후 일주일째 마이너스 영역에 머물고 있다가 이날 더 하락해 -0.179%까지 내려갔다.

2016년 7월 이후 가장 낮은 수준이다.

국채 매수세는 남유럽 국채까지 확산되어 이탈리아 동일물 금리도 하락(-4bp)했다.

유럽중앙은행(ECB)의 예금금리는 -0.4%로 마이너스를 벗어나지 못하고 있다.

이날 한국에서도 10년물 국채금리는 전 거래일 대비 5.2bp 하락한 1.741%로 마감하며 3년 물과 5년 물에 이어 기준금리(1.75%) 밑으로 내려갔다.

국고채 10년물 금리가 기준금리 아래로 떨어진 것은 2013년 5월 3일 이후 6년여 만에 처음이다.

금융투자협회에 따르면 이날 국고채 3년물은 전일 대비 0.035%p 내린 1.619%를 기록했다.

5년물은 0.004%p 내린 1.642%에 마감했다.

김유미 키움증권 연구원은 "미중 무역분쟁이 장기화될 수 있다는 우려가 높아지며 위험자산 회피 성향이 지속되고 있다"며 "국채금리 10년물 과 3개월물 간의 역전 현상이 지속되면서 경기 침체 우려가 높아지고 있는 가운데, 중국이 희토류 수출 제한을 거론하면서 무역 분쟁이 장기전이 될 수 있다는 우려가 높아지고 있다"고 설명했다.

@highlight

국제금융센터가 30일 미국 국채 10년물 금리가 2017년 9월 이후 최저치를 기록하였으며 독일 국채 10년물 금리는 -0.179%까지 하락하며 글로벌 경기침체 우려로 인해 주요국 국채금리가 하락했다고 밝혔다.