= 그간 온라인으로 민원서류를 발급하는 경우 설치해야 했던 플러그인을 간소화할 수 있도록 하는 등 민원 제도가 정비된다.

행정안전부(장관 진영)는 민원 처리에 관한 법률 시행령 일부개정령안이 29일 국무회의를 통과했다고 밝혔다.

이번 개정안의 주요 내용을 보면, 첫째 온라인에서 민원서류 발급 시 플러그인 등 별도 프로그램 설치가 동반되었던 '출력매수 제한 조치'를 삭제했다.

그 동안은 민원을 '정부24' 등 온라인으로 신청하고 직접 민원서류를 출력하는 경우 '출력 매수 제한조치'를 적용해야만 정식 '공문서'로 인정됐다.

이로 인해 수수료가 없는 민원이나 누구나 신청할 수 있는 공시성 민원 등에도 일괄적으로 '출력 매수 제한조치'가 적용돼 플러그인 설치 등 불편이 초래됐다.

이번 개정안은 민원인이 온라인으로 출력한 민원서류를 공문서로 보는 요건 중 '출력 매수의 제한조치'를 삭제하도록 해 공시성 민원이나 수수료가 없는 민원은 해당 플러그인 설치 없이도 출력할 수 있도록 했다.

둘째 민원처리 절차에 부패방지법 상 시민고충처리위원회의 고충민원 처리절차를 포함시켰다.

고충민원을 해당 행정기관 뿐만 아니라 부패방지법에 따른 국민권익위원회와 시민고충처리위원회에도 신청할 수 있음을 안내해 민원인의 권익을 두텁게 보호한다.

셋째 민원을 우수하게 처리한 공무원, 부서에 대해 포상 등을 할 수 있는 근거를 마련했다.

민원을 우수하게 처리한 공무원이나 부서에 대해 행정기관의 장이 포상 등 인센티브를 부여할 수 있는 근거를 마련해 민원공무원의 사기를 진작하고 보다 친절한 민원서비스를 시행할 수 있도록 했다.

진영 행정안전부 장관은 "출력매수 제한조치를 삭제하는 이번 민원처리법 시행령 개정안 통과로 민원인은 별도의 플러그인을 설치하는 번거로움이 사라지게 되고, 행정기관은 수수료 부과 등의 필요에 따라 자율적으로 제도를 운영할 수 있게 됐다"라며 "앞으로도 국민생활과 관련된 불편과 부담을 개선해 나가도록 노력하겠다"라고 밝혔다.

@highlight

민원 처리에 관한 법률 시행령 일부개정령안이 29일 국무회의를 통과하여 행안부는 온라인에서 민원서류 발행 시 플러그인 등 별도 프로그램 설치가 병행되었던 '출력매수 제한 조치'를 삭제해서 공고성 민원이나 수수료가 없는 민원은 해당 플러그인 설치 없이도 프린트할 수 있도록 했다.