호텔조리학과 과정(호텔조리/관광전문학사)이 스타셰프, 조리기능장을 비롯해 요리 전문가들이 수업을 진행해 눈길을 끌고 있다.

서울현대직업전문학교(이하 서현전) 호텔조리학과 과정은 한식, 양식, 중식, 일식 각 분야 최고의 조리기능장 교수진들이 학생들을 1:1로 지도하고 있으며, 스타 셰프 에드워드 권과 최현석이 각각 학장, 교수로 재직해 학생들에게 현장감 넘치는 조리 수업을 진행하고 있다.

이처럼 서현전 호텔조리전공은 차세대 영셰프를 양성하기 위해 최고의 교수진들이 조리 기초에서부터 심화단계까지 학생들을 체계적으로 지도하고 있다.

이 학교 관계자는 "본교는 '최고가 최고를 만든다.'라는 생각으로 학생들이 우수한 교수진들에게 고품격 교육을 받을 수 있는 최고의 교육 환경을 조성하고 있다. 학생들은 조리기능장 교수님들께 전문적인 조리교육을 받을 수 있으며, 셰프 교수님들께 필드 노하우를 전수받을 수 있다"라고 전했다.

현재 서현전은 커리큘럼의 80%를 실습수업으로 진행하는 실무중심의 요리 전문학교로, 타 호텔조리학과대학과 달리 학생들의 실무역량 강화를 위해 특급호텔, 5성급 리조트, 프랜차이즈 등과 같은 산학협력 기업에서 학생들이 현장실습 및 인턴십을 할 수 있도록 지원하고 있다.

실제 이 전공의 학생들은 그랜드 하얏트 호텔, 신라호텔, 롯테호텔 등 국내외 여러 특급호텔에서 현장실습을 진행하고 있다.

또한 자격증 특강 및 대회준비반을 통해 학생들이 취업 경쟁력을 강화할 수 있도록 지원하고 있다.

학생들은 교내 정규 수업 및 방학기간 중 자격증 특강을 통해 조리기능사, 조리기능장, 조리산업기사, 식품산업기사 등의 실무 자격증을 취득할 수 있다.

그 결과, 서현전은 특급호텔, 외식업체, 5성급 리조트, 해외 레스토랑 등 조리 관련 분야에 취업자를 대거 배출해 97%의 취업률을 공식 발표하기도 했다.

편입생을 우선선발 모집하고 있다.

신입생 모집은 100% 면접전형을 통해 이뤄지며 자세한 모집요강 및 취업현황, 장학혜택, 원서접수 등은 공식 홈페이지를 통해 확인할 수 있다.

@highlight

스타 셰프 에드워드 권과 최현석이 각각 학장, 교수로 재직하고 있는 서울현대직업전문학교 호텔조리학과 과정은 한식, 양식, 중식, 일식 각 분야 최고의 조리 기능장 교수진들이 학생들을 1:1로 지도하며, 요리 기초에서 심화까지 학생들을 체계적으로 지도하고 있어 눈길을 끌고 있다.