김태호 "주거취약층 맞춤봉사 … 사회적기업 보람"

노인 일자리 제공 … "도움 필요 가정 제보를"

저소득 주거취약계층을 방문해 소독, 청소 등 주거환경개선 봉사를 하는 사회적 기업 여성 CEO가 있어 눈길을 끈다.

사회적 기업 ㈜씨에스 코리아 양수영(사진) 대표.

양 대표의 회사는 건물관리 위생, 소독업을 하는 회사다.

양 대표는 지난 2014년부터 사회적 기업을 운영하면서 지역 주거취약계층 가구를 찾아 환경개선 봉사를 하고 있다.

양 대표는 "정신적인 장애나 몸이 불편해 주거지 내·외부 환경이 매우 취약한 가구를 찾아 맞춤형 환경개선을 실천하기 위해 노력하고 있다"고 말했다.

씨에스 코리아는 사회적 기업으로서 매년 전체 매출액의 50%를 무료 소독, 청소 등에 기부하고 있다.

그는 씨에스 코리아를 운영하며 사회적 기업 인증을 받은 뒤 지역 65세 이상 노인층을 채용해 일자리를 제공하고 있다.

양 대표는 거동이 불편한 저소득계층이나 노인 및 장애인 가구 등 열악한 환경에서 지내는 복지 대상 가구의 환경개선은 물론 노인들이 생활하는 양로원 등에 찾아가 시설 소독 및 청소도 겸하고 있다.

이어 "간혹 몸이 불편하거나 장애가 있어 청소를 못하는 집안에 어린이들이 거주하는 경우 질병 등에 쉽게 노출될 수 있어 청소, 소독 등 주거환경개선 작업이 우선적으로 실시돼야 한다"며 "주위의 이런 가정을 알고 계신 경우 적극적으로 동사무소 등에 제보해 달라"고 당부했다.

양 대표는 "최근 힘든 일을 꺼리는 사회적 분위기 때문에 소독, 청소이라는 업무가 쉽지 않아 일할 사람을 찾는 것도 어려움이 있다"고 말한다.

양 대표는 "주거취약 저소득층을 찾아 청소를 하려면 장기간 방치된 많은 양의 쓰레기를 치워야 하고 악취 또한 심해 노동자들조차 구하기도 어려운 실정이다"고 말한다.

양 대표는 "도움이 필요한 취약 계층을 찾아 사회적 책임을 다할 것"이며 "시민 의식을 가지고 지역주민의 삶의 질 향상에 기여하기 위해 앞으로도 꾸준히 노력해 나가겠다"고 말했다.

이어 "주거환경 개선이 절실한 가구를 찾아 청소, 소독·방역 봉사활동을 해 쾌적한 환경으로 개선하는 사회적기업의 가치를 실천할 때 보람도 찾아온다"고 설명했다.

@highlight

건물관리 위생, 소독업을 하는 사회적 기업 ㈜씨에스 코리아 양수영 대표는 매년 전체 매출액의 50%를 저소득 주거취약계층을 위한 소독, 청소 등 주거환경개선에 기부하고 있으며 지역의 65세 이상 노인층을 채용해 일자리를 제공하고 있다.