장년 1인가구를 대상으로 '아트 인 가든(Art In Garden)' 미술심리상담 교실을 운영해 눈길을 끌고 있다.

채무 등 복합적인 사유로 외부관계가 단절돼 있는 경우가 많고, 정서적 불안이 높아 고독사 위험에 노출되기 쉬운 환경에 있다.

이에 관악구 행운동에서는 마을의 자랑거리인 '주민센터 옥상정원'을 활용해 사회적 고립가구의 정서적 안정을 돕고, 새로운 사회적 관계를 구축하는 기회를 제공하고자 '아트 인 가든' 미술심리상담 교실을 운영하고 있다.

장년 1인 위기가구 대상자 중 상담을 통해 자발적으로 참여의사를 밝힌 10명을 대상으로 진행된다.

진행은 외부 전문강사 2명과 함께 '미술심리상담교실'과 '맷돌체조' 등의 체계적인 교육 강좌로 운영 된다.

'미술심리상담교실'은 미술활동으로 심리적 안정 및 자신감 회복과 사회적 관계 형성 등을 주목표로 진행하며, '맷돌체조'는 운동 프로그램으로 사회적 활력을 제공하게 된다.

특히, 강좌 장소가 '행운동주민센터 옥상정원'으로 이곳에 핀 아름다운 꽃과 식물들을 보며 정서적 안정감을 찾고, 다수의 사람과 관계를 맺으며 대화를 이끌어가 자연스럽게 고립감에서 벗어나는 효과를 줄 것으로 기대하고 있다.

실제로, 수업과정에서 각자의 사연을 고백하며 눈물을 흘리는 참여자를 서로 격려하고 지지하는 등 참여자간 관계형성에 많은 진전이 있었다.

한편, 관악구 행운동은 '2018년 서울시 고독사 위험 고립가구 주민관계망 형성 시범사업'에 선정됨에 따라, 주민으로 구성된 '행복두드림단'을 구성해 지속적으로 사회적 고립 의심가구 발굴에 노력해 왔으며, 이를 통해 발굴된 위기 가정에 다양한 맞춤형 서비스를 연계하고 있다.

박준희 구청장은 "앞으로도 '아트 인 가든' 미술심리상담 교실을 비롯한 고독사 예방 사업을 지속 추진해 사각지대 없는 '더불어 복지 관악'를 실현에 최선을 다할 것"이라 밝혔다.

@highlight

관악구 행운동에서는 사회적 고립 가구의 정서적 안정을 돕고, 새로운 인간관계를 구축하는 기회를 돕고자 '아트 인 가든' 미술심리 상담 교실을 운영하여 미술활동으로 고독사를 예방하고 대상은 장년 1인 위기가구 대상자 중 상담을 통해 자발적으로 참여 의사를 밝힌 10명으로 진행될 예정이다.