[환경일보] 김봉운 기자 =서울시는 '우리동네 미래발전 지도'에 해당하는 생활권계획 정보를 한 눈에 볼 수 있는 생활권계획 홈페이지를 개편, 운영한다고 밝혔다.

개편된 홈페이지는 5월30일 오후 3시에 오픈되며, 종합 포털사이트에서 '생활권계획'으로 검색해서 방문할 수 있다.

생활권계획은 2018년 3월 완성된 국내 최초의 생활밀착형 도시계획으로서 지역 간 균형발전을 유도하고 지역의 자족성을 강화하기 위해 수립됐다.

구체적으로 서울 전역을 5개 '권역' 생활권으로 나누고, 각 권역을 116개 '지역' 생활권(3~8개 행정동 단위)으로 세분화해 각각의 목표와 실천전략(총 493개 목표, 1126개 실천전략)을 수립했다.

도서관 등 생활SOC시설 등 일상생활과 밀접한 이슈들에 대한 발전구상을 담아낸 도시계획이다.

기존 홈페이지에서 도서 형식으로 제공되던 생활권계획 내용을 새로운 홈페이지에서는 지도 형식으로 제공하고, 모바일로도 쉽게 확인할 수 있도록 개편했다.

또, 사용자가 원하는 지역의 주소를 입력하거나 지도상에서 클릭하면 해당되는 생활권의 계획내용을 한눈에 확인할 수 있도록 사용자 편의성을 개선했다.

홈페이지의 주요메뉴는 생활권계획의 이해, 2030 서울생활권계획, 생활권계획 보고서, 주민참여단, 알림마당으로 구성됐다.

아울러, 서울시는 주민참여에 기반해 완성된 생활권계획의 본격 실현을 위해 연차별로 수립 중인 '지역생활권별 실행계획'과 연계해 지역생활권별로 온라인 카페를 생활권계획 홈페이지에 개설할 예정이다.

이를 통해 지역 균형발전을 위해 시행하는 다양한 계획에 대하여 시민들과 활발하게 소통할 예정이라고 전했다.

권기욱 서울시 도시계획국장은 "2030 서울생활권계획은 많은 지역주민의 관심과 참여로 만든 우리 동네의 '미래발전지도' 이며, 주민들이 실제로 체감할 수 있는 도시계획이다"며, "개편된 생활권계획 홈페이지를 통해 많은 시민들이 우리동네 발전에 대해 관심을 갖고 다양한 정보를 접할 수 있도록 앞으로도 지속적으로 콘텐츠와 시스템을 보강해 나갈 것"이라고 밝혔다.

@highlight

서울시는 생활권계획정보인 '우리동네 미래발전 지도'를 볼 수 있는 홈페이지를 개편하며 기존 홈페이지에서 볼 수 없었던 모바일서비스도 지원하겠다고 밝히는 한편, 앞으로도 개편된 홈페이지를 통해 다양한 정보를 쉽게 접할 수 있도록 보강해 나가겠다고 말했다.