서울 구로구(구청장 이성)가 인도네시아 자카르타에 해외시장개척단을 파견한다.

구는 관내 우수 중소기업에 효율적인 상품 마케팅과 해외 진출의 기회를 제공하기위해 (사)벤처기업협회와 공동으로 해외시장개척단을 운영한다고 30일 밝혔다.

신남방 수출길을 개척하기 위해 지난해 11월 베트남 해외시장개척단을 운영했던 구로구가 올해는 인도네시아 자카르타로 해외시장개척단을 파견하기로 결정했다.

개척단이 방문하는 인도네시아는 2억6900만명이 거주하는 세계 4위의 인구에 GDP(국내총생산) 1조155억3901만 달러의 경제 대국이다.

동남아시아국가연합(ASEAN) 소속 국가와 경제, 문화, 외교, 안보 등 다양한 분야에서의 협력 수준을 높여 주변 4강(미, 일, 중, 러)과 같은 수준으로 끌어올리고자 정부가 펼치고 있는 신(新)남방정책의 대표 축을 이루는 국가이기도 하다.

지난 10년간 4% 이상 경제성장률을 꾸준히 기록 중이며 노동력이 풍부하고 내수시장이 활성화된 성장 가능성이 높은 국가로도 평가받고 있다.

해외시장개척단은 10월 14일부터 18일까지 3박 5일간 운영된다.

참가기업은 행사 첫 날 현지 정착에 성공한 한국 기업 방문과 경제 동향 설명회를 통해 해외 진출 전략 이해의 시간을 갖는다.

둘째 날 이후에는 현지 바이어 및 투자자 대상 공개 발표회, 바이어 간 일대일 개별 상담, 시장조사를 통한 현지 공략 등의 활동을 펼친다.

참여를 원하는 기업은 참가신청서, 사업자등록증, 기업 소개 등 관련 서류를 작성해 내달 14일까지 우편 또는 방문 접수하면 된다.

구로구는 서류심사와 면접 등을 거쳐 7월 초 최종 참가기업 10개사를 선발한다.

(사)벤처기업협회와 전문기관의 현지 네트워크를 활용해 우수 관심 바이어를 발굴할 계획이다.

구로구 관계자는 "해외시장 개척단 파견, 해외무역관 지사화 사업 등을 통해 관내 중소기업의 해외 판로 개척을 위해 노력하고 있다"며 "인도네시아 진출을 꿈꾸고 있는 관내 우수 중소기업의 많은 신청 바란다"고 전했다.

@highlight

구로구가 (사)벤처기업협회와 협업하여 관내 우수 중소기업을 대상으로 상품 마케팅 및 해외 진출의 기회를 부여하는 해외시장개척단을 작년 베트남에 이어 올해 인도네시아 자카르타에 파견할 계획이라고 30일 발표했다.