충북도당 이전 개소식 참석 "새 정치 중심은 중도세력"

[충청일보 김홍민기자] 바른미래당 손학규 대표는 29일 "문재인 대통령이 뭘 해놓은 게 있는가. 경제를 일으켰는가. 외교안보와 남북평화를 이루었는가"라고 문 대통령을 비난했다.

손 대표는 이날 청주에서 열린 바른미래당 충북도당 당사이전 개소식에 참석해 "내년 4월 총선은 문재인 정권 심판으로 시작해서 그걸로 끝날 것"이라며 이같이 말했다.

그는 민생대장정을 진행한 자유한국당 황교안 대표에 대해서도 "1야당의 대표가 됐으면 국정을 돌보아야 한다"고 지적했다.

손 대표는 "문재인 정부에 대해서 실망하는 보수 우파세력들이 한국당으로 기울어지기는 하지만 과연 이 사람들에게 우리가 나라를 맡길 수 있을까 생각을 하면 아니다"라고 주장했다.

그러면서 "중도세력, 중간지대가 그만큼 넓어지고 있고, 바른미래당이 그 중간지대의 중심을 잡기 위해서 지금 이 고생을 하고 있다"며 "저는 김수민 의원(충북도당 위원장)이 갖고 있는 미래 비전, 충북도가 대한민국에서 새로운 정치의 중심을 이루겠다고 하는 확고한 비전의 결실을 이루리라고 본다"고 언급했다.

이어 "바른미래당이 지금은 좀 어려운 상황을 겪고 있지만, 우리는 여기서 치열하게 경쟁하고, 투쟁도 하면서 새로운 길을 모색하면 반드시 다음 총선의 새로운 기틀을 잡고 대한민국 정치의 새로운 길을 열어갈 것"이라고 강조했다.

이날 행사에 참석한 오신환 원내대표는 "여기 계신 모든 분들이 한 동지가 돼서 충북의 중심에 깃발을 꽂고 바른미래당이 우뚝 솟는, 내년의 4월 총선을 반드시 승리로 이끌어가기를 당부드린다"고 밝혔다.

오 원내대표는 특히 김수민 도당위원장을 향해 "중앙당에서도 청년을 대표하는 청년최고위원으로, 원내대변인으로, 국회의원으로서 손색없이 열심히 의정활동 하고 있다"며 "많은 의원들이 함께 응원하고 같이 힘이 될 것"이라고 격려했다.

이날 개소식에서는 김수민 의원 외에 이동섭·최도자 의원도 참석했다.

@highlight

바른미래당 손학규 대표는 29일 청주에서 열린 바른미래당 충북도당 당사이전 개소식에 참석해서 "내년 4월 총선은 문재인 정권 심판의 시간이 될 것이며 바른미래당은 새로운 기틀을 잡고 대한민국 정치의 새로운 길을 열어갈 것"이라고 밝혔다.