▲ NH농협은행 울산본부(본부장 남묘현)는 30일 오전 11시 6층 대회의실에서 울산시민축구단을 초청해 무패 행진을 이어가고 있는 선수들을 격려하고 꿈과 희망을 전하는 ‘울산농협 명예홍보대사’ 위촉 행사를 가졌다.

NH농협은행 울산본부(본부장 남묘현)가 울산시민축구단 선수를 ‘울산농협 명예홍보대사’로 위촉하고 동반성장을 다짐했다.

울산농협은행은 30일 오전 11시 6층 대회의실에서 울산시민축구단을 초청해 무패 행진을 이어가고 있는 선수들을 격려하고 꿈과 희망을 전하는 ‘울산농협 명예홍보대사’ 위촉 행사를 가졌다.

이날 행사는 남묘현 본부장, 정태석 단장, 윤균상 감독 및 선수, 울산시 체육지원과 직원 등 60여명이 참석한 가운데 울산시민축구단의 성공 기원과 울산시, 울산농협의 상생발전을 위한 뜻깊은 시간을 가졌다.

또한 선수들은 울산영업부 객장에서 일일 로비매니저로 활동하며 영업점을 찾은 고객들에게 다가가 울산시민축구단을 홍보하고 은행 체험을 통해 고객과 함께 할 수 있는 시간도 가졌다.

특히 울산시민축구단은 울산농협 명예홍보대사로서 농민과 농업인, 소외계층을 위한 다양한 지역사회공헌 활동은 물론 울산시민과 함께하는 울산의 시민축구구단으로 자리매김 할 수 있도록 노력해 나가기로 했다.

울산시민축구단은 울산시가 적극 지원해 2018년 12월에 창단한 신생팀으로 현재까지 8경기 무패 행진을 이어가고 있다.

울산농협은 울산시민축구단의 창단 후원사로 홈경기마다 경기장을 찾아 울산농협 임직원들이 승리를 염원하는 응원을 이어가고 있다.

남묘현 본부장은 “울산시민축구단의 뒤에는 항상 3,000여명의 울산농협 임직원과 1만4,000명의 농협지원단체, 55만명의 농협조합원 그리고, 120만명의 울산시민이 함께하고 있다”며 “더 큰 꿈과 희망을 위해 열심히 노력하고 있는 울산시민 축구단을 위해 농협은행이 ‘열두번째 선수’로 울산시민축구단과 함께 뛰겠다”고 말했다.

@highlight

농협은행 울산본부는 울산시민축구단 선수를 울산농협 명예홍보대사로 위촉하고 동반성장을 다짐했으며, 이날 행사에서는 남묘현 본부장, 정태석 단장, 윤균상 감독과 선수등 관계자들 60여명이 참석해 상생을 위한 시간을 가졌으며, 영업점을 찾은 고객들에게 다가가 울산 시민축구단을 홍보하고, 은행 체험을 통해 고객과 함께하는 시간도 가진것으로 알려졌다.