연수구청 전경.

인천 연수구가 국제언어체험센터 운영기관 선정을 위한 심사위원회를 구성하고 사업을 본격화 한다.

30일 구에 따르면 이날 국제언어체험센터 위탁운영기관 모집을 마감한 결과, 복수의 사업자가 사업계획서를 제출했다.

구는 31일 공무원 2명, 구의원 2명, 교육전문가 2명, 영어전공교수 3명 등 9명과 간사 1명으로 구성된 심사위원회를 구성하고 사업자들을 평가할 예정이다.

사업추진 관련 실적과 사업신청자의 경영상태 등 정략적 평가가 30점이고, 프로그램 운영 능력·사업계획 등 정성적 평가가 70점이다.

위원회는 다음 달 13일 최종 위탁운영기관을 선정하며, 위탁기간은 협약 체결일인 다음 달 14일부터 3년이다.

위탁운영기관은 연간 6억 원의 운영비를 지원받아 국제언어체험센터의 종합운영계획을 수립·집행하고, 학습프로그램 개발·운영, 시설 유지 관리 등의 업무를 담당하게 된다.

국제언어체험센터는 연수구 동춘2구역 도시개발사업구역에 지어진 지하 1층, 지상 4층 규모의 건물 3·4층에 들어선다.

어학용 장비가 있는 강의실과 강당, 사무실 등을 갖췄으며 다양한 언어 교육프로그램을 운영할 계획이다.

이 건물은 지난해 말까지 건설사와 조합이 소유권 이전 시기를 두고 다툼을 벌였지만, 지난 1월 구에 기부채납됐다.

앞서 국제언어체험센터는 운영을 맡게 될 위탁운영기관의 성격을 두고 일부 주민들의 반발이 거셌다.

이들 주민들은 구가 예산을 지원하는 만큼 공공성을 확보하기 위해 비영리 법인으로 운영기관의 자격을 제한해야 한다고 주장했다.

반면 구는 체험센터를 민간 법인에 위탁한다는 것은 영리·비영리를 따지기 전에 전문성과 효율성을 높이기 위한 것이라며 맞섰고, 결국 모든 사업자에게 공모자격을 주는 것으로 결정됐다.

구 관계자는 "이번 공모에 다수의 사업자가 사업계획서를 제출하면서 심사위원회를 구성하게 됐다"라며 "국제언어체험센터는 주민들의 편의를 위한 공간이 될 것"이라고 말했다.

@highlight

30일 인천 연수구의 국제언어체험센터 위탁운영기관 모집에 다수의 사업자가 사업계획서를 제출하며 마감됨에 따라 31일 공무원 등과 간사로 구성된 심사위원회가 평가해 다음 달 13일 최종 위탁운영기관을 선정 할 예정이다.