이병배 평택시의회 부의장은 30일 시의회 3층 간담회장에서 최근 평택시 일부 신축 아파트에서 발암물질인 라돈이 검출된 것과 관련하여 대책 마련을 위한 간담회를 개최했다.

이날 간담회에는 이병배 부의장과 김승겸 산업건설위원장을 비롯해 평택시 환경정책과장, 주택과장 등 관계 공무원, 라돈 검출 아파트 입주자 등 40여명이 참석했다.

간담회 참석자들은 관계 공무원으로부터 라돈 검출 관련 현황 등에 대해 청취한 후 라돈 문제 대책 마련을 위해 자유롭게 토론했다.

라돈 검출 아파트 입주자들은 관계 기관에서 관련 법 규정에 의한 측정 기준으로 측정했으나, 자체 측정 결과 라돈 검출이 심한 안방, 화장실 등에 대한 측정과 어린이의 높이에 맞춘 측정을 요구하는 등 "라돈 측정 위치, 방법 등이 현실에 적합하지 않다"고 주장했다.

또 전주, 동탄 등 건설사에서 라돈이 검출된 자재를 교체해 준 사례를 제시하며 "주민이 대형 건설사를 상대로 책임을 묻기 어려우므로 시에서 라돈 문제 해결을 위해 적극 개입해 달라"고 요청했다.

이에 평택시 관계자는 "다른 선진국과 달리 한국은 라돈에 대한 규제가 제도화 되어 있지 않아 문제가 있으며, 라돈 문제는 평택만이 아닌 전국적인 문제로 건축자재에 대한 규제 기준이 없어 법과 현실 사이에 괴리가 있는 상황"이라고 말했다.

또, "주민이 요청할 경우 시에서 소유한 장비로 주민이 요구하는 방식대로 측정해 주겠다"고 말했다.

이병배 부의장은 "현실적으로 건설사에 제도권 내에서 법적 책임을 묻기는 어렵겠지만, 시민의 건강권과 생존권에 직결된 문제인 만큼 반드시 대책을 강구해야한다"며, "집행부에서는 우선적으로 시 보유 장비로 라돈 측정을 진행하고 필요하다면 예산을 확보하여 측정 기계를 구입해 달라"고 말했다.

또 "시민과 집행부, 건설사 사이에서 중재자 역할을 하는 것이 시의회의 역할이라고 생각한다"며, "시행사 및 시공사 대표, 담당 부서와의 지속적인 협의를 통해 대책 마련을 위해 최선을 다 하겠다"고 말했다.

@highlight

이병배 평택시의회 부회장은 30일 시의회 3층 간담회장에서 김승겸 산업건설위원장, 관계 공무원, 라돈 검출 아파트 입주자 등 40명과  함께 라돈 검출 관련 현황 등을 청취한 후 라돈 대책 마련을 위한 간담회를 개최했다.