용인시가 처인구 모현읍 한 축산 농가에서 악취를 포집하고 있는 모습.

용인시가 악취 없는 쾌적한 생활환경 조성을 위해 다각적인 방법으로 악취를 관리하는 '악취방지 종합계획'을 수립해 시행한다고 30일 밝혔다.

종합계획에는 악취배출원 관리강화, 주민참여형 악취관리, 사전 예방적 관리 등 악취 방지를 위한 3가지 전략이 제시됐다.

우선 처인구 포곡읍 신원리 일대 등 악취관리지역에 대해서는 매년 악취실태조사를 실시하고 악취방지시설 설치를 지원한다.

방지시설 설치 후에는 주기적인 점검을 통해 악취 배출원을 철저하게 관리할 방침이다.

악취관리지역 밖에 있더라도 악취 민원이 1년 이상 지속되고 배출허용기준을 3회 이상 초과한 업체에 대해서는 신고대상 악취배출시설로 분류,사후관리를 강화하기로 했다.

맞춤형 악취 관리를 위해 축산분야는 축사 이전명령을 통한 폐업보상을 유도하고 영세시설에 암롤박스, 탈취제, 안개분무시설 등의 악취저감시설이나 방지시설을 지원한다.

축사 폐업보상 대상은 포곡읍·모현읍 지역에 이어 향후 백암면·원삼면 지역으로 확대할 예정이다.

악취 민원다발지역에 악취측정센서를 설치해 악취의 강도, 빈도 등을 분석할 수 있는 악취 모니터링 시스템을 가동하고 민원발생 시 즉각적으로 대처할 수 있도록 악취측정 포집차량을 운행키로 했다.

또 시민들이 적극적으로 악취관련 행정에 참여할 수 있도록 조례를 제정해 주민 참여 거버넌스를 활성화 하고 악취모니터링 요원, 명예감시원, 민·관 합동점검 제도를 운영할 계획이다.

이밖에도 악취 발생 가능성이 있는 공장 등은 신규 사업장 입지 검토 때부터 악취누적영향평가 등을 실시해 그 결과에 따라 해당 업체가 악취 관련 저감 대책을 수립하게 할 방침이다.

시 관계자는 "이번 종합계획에 따라 악취를 철저히 관리해 이로 인한 주민 갈등이나 불편을 줄이고 쾌적환 환경을 제공할 수 있도록 할 것"이라고 말했다.

@highlight

용인시가 악취 없는 쾌적한 생활환경을 주민들에게 제공하기 위해 악취배출원 관리강화, 주민참여형 악취관리, 사전 예방적 관리 등 3가지 전략을 포함한 '악취방지 종합계획'을 시행하겠다고 지난 30일 밝혔다.