‘물적분할(법적분할)’ 임시 주주총회 철회를 촉구하며 현대중공업 노조가 주총장인 울산 동구 한마음회관을 나흘째 점거해 농성을 이어가고 있는 가운데, 주총장을 돌려달라는 사측의 요구를 법원이 받아들였다.

경찰력 투입이 가능해지면서 물리적 충돌 위험은 고조되고 있다.

울산지법 민사22부(재판장 서경희)는 현대중공업이 금속노조 현대중공업지부를 상대로 제기한 부동산명도단행가처분을 30일 인용했다.

회사는 지난 27일 노조가 임시 주총장인 한마음회관을 무단으로 진입해 점거농성을 벌이고 있는 데 대해 이번 가처분을 신청했다.

법원은 노조 측에 한마음회관에 대한 점유를 풀고 사측이 위임한 집행관에게 인도하라고 명령했다.

재판부는 “노조 측에 적법하게 점유할 권한이나 그 근거가 있다고 볼만한 사정이 없다”면서 “회사는 노조 측의 무단 점거로 임시 주주총회가 정상적으로 열리지 못하면 대우조선해양 인수가 상당기간 지연되면서 경제적 손해와 대외적 신용도 하락 등 유·무형의 피해를 입게 될 가능성이 크다”고 지적했다.

이어 “노조가 근로조건에 중대한 변경이 생기고 고용불안 등으로 이어질 것을 우려해 쟁의행위의 일환으로 이 사건 부동산(한마음회관)을 점거한 것이라고 하더라도, 이는 평소 주민들의 편의시설로 사용되는 장소로 사업장이나 직장이라고 볼 수 없다”며 “노조의 단체행동권은 최대한 보장돼야 하지만, 주주들의 주주권을 침해하지 않는 범위로 제한돼야 하고, 채권자의 소유권이나 시설관리권, 입주상인의 영업권, 주민들의 시설이용권 등 사적 법익도 보호돼야 한다”고 설명했다.

법원 집행관은 사측이 입회한 가운데 노조 측에 이같은 가처분 결과를 전달할 예정이다.

경찰에도 행정지원을 요청한 상태다.

경찰의 공권력 투입을 통해 행정집행이 가능하다는 의미다.

그러나 물리적 충돌이 우려되는 만큼 실제 행정집행이 이뤄지기는 어려울 것으로 보인다.

다만 경찰 투입의 법적 근거가 마련되면서 물리적 충돌 분위기는 고조되고 있다.

@highlight

현대중공업 노조가 주총장인 울산 동구 한마음회관을 점거해 농성 중인 가운데, 주총장을 돌려달라는 사측의 부동산 명도 단행 가처분이 30일 울산지법에서 인용돼 경찰력 투입이 가능해지면서 물리적 충돌 위험이 고조되고 있다.