= 서울 여의도와 상암동을 잇는 대형 방송·영상 제작단지가 고양시 장항동과 대화동 일원에 조성된다.

30일 경기도에 따르면 고양시 도시계획위원회는 지난 29일 도시계획위원회를 열고 경기도와 경기도시공사가 신청한 '경기고양 방송영상밸리 도시개발사업 구역지정 및 개발계획 승인안'에 대해 조건부 의결했다.

현행 제도는 인구 50만 이상 대도시의 경우 도시개발구역 지정권을 시장이 갖고 있다.

고양 방송영상밸리는 고양시 장항동과 대화동 일원 70만2,030㎡(약 21만평) 부지에 6,738억원을 투입해 조성된다.

학교 등 기반시설(약30만㎡)이 들어설 예정이다.

방송제작센터와 지원시설에는 국내 주요 방송사의 스튜디오는 물론 방송과 영상, 뉴미디어 콘텐츠 분야 스타트업이 입주할 예정이다.

고양 방송영상밸리 조성사업은 이재명 경기도지사의 공약으로 위쪽으로 한류월드와 K-컬처밸리, 아래쪽은 고양 장항공공주택지구, 왼쪽에 일산테크노밸리가 위치하고 있다.

도는 이 지역을 모두 묶어 대한민국을 대표하는 방송·영상클러스터로 육성한다는 계획이다.

이번 심의 통과에 따라 고양 방송영상밸리는 토지 및 지장물 보상, 실시계획 인허가 등의 과정을 거치게 되며 이르면 내년 상반기 공사를 시작해 2022년까지 부지조성을 완료할 계획이다.

조성이 완료될 경우, 3만여개의 고용창출은 물론 4조원 규모의 생산유발효과가 있을 것으로 도는 기대하고 있다.

오후석 경기도 문화체육관광국장은 "고양시 도시계획위원회에서 조건부로 부여한 내용을 충실히 이행하겠다"면서 "고양 방송영상밸리가 대한민국 방송 산업을 선도할 수 있는 최첨단 방송영상 클러스터 조성에 한 축이 될 수 있도록 적극 육성할 것"이라고 말했다.

한편, 고양시 도시계획위원회는 이날 방송영상밸리 개발계획을 승인하면서 공공업무시설을 향후 다른 용도로 변경하는 이른바 부동산 '먹튀'가 발생하지 않도록 해야 한다는 조건을 제시한 것으로 알려졌다.

@highlight

지난 30일 '경기도는 도시계획위원회를 열고 고양 방송영상밸리 도시계획심의'가 통과되어 경기도 지역의 방송·영상클러스터 조성에 한 발 가까워 졌다.