= 칠곡군은 대구지역에서 올해 중증열성혈소판증후군(SFTS) 첫 사망자가 발생함에 따라 야외활동 시 진드기에 물리지 않도록 주의를 당부했다.

중증열성혈소판감소증후군(SFTS)은 주로 4~11월에 SFTS 바이러스를 보유한 작은소피참진드기에 물린 후 고열(38-40℃), 소화기증상(오심, 구토, 설사) 등을 나타내는 감염병으로 농작업·등산 등 야외활동 시 진드기에 물리지 않도록 주의하는 것이 최선의 예방법이다.

특히 중증열성혈소판감소증후군 감염자 중에는 50대 이상의 농업 및 임업 종사자의 비율이 높아 농촌지역 고연령층에서 주의가 필요하다.

야외활동 후 2주 이내에 고열(38-40도), 소화기증상(오심, 구토, 설사 등)이 있을 경우 즉시 의료기관을 방문해야 한다.

진드기 매개감염병 예방수칙은 야외(진드기가 많이 서식하는 풀밭 등) 활동 시 풀밭 위에 옷을 벗어두지 않기, 눕지 않기, 돗자리를 펴서 앉고, 사용한 돗자리는 세척 하여 햇볕에 말리기, 풀밭에서 용변 보지 않기, 등산로를 벗어난 산길 다니지 않기, 진드기 기피제 사용하기, 작업 시에는 일상복이 아닌 작업복을 구분하여 입고, 소매와 바지 끝을 단단히 여미고 장화 신기, 야외 활동 후 옷을 털고, 반드시 세탁하기, 샤워나 목욕하기, 머리카락, 귀 주변, 팔 아래, 허리, 무릎 뒤, 다리 사이 등에 진드기가 붙어 있지 않은지 꼼꼼히 확인하는 것이 중요하다.

문귀정 칠곡군보건소장은 "진드기 매개감염병 예방을 위해 야외활동 시 예방수칙을 반드시 지켜줄 것을 당부 한다"며 "앞으로 예방교육과 홍보활동 강화로 진드기 매개감염병 예방에 최선을 다할 것"이라고 밝혔다.

@highlight

칠곡군은 대구지역에서 올해 중증열성혈소판증후군(SFTS) 첫 사망자가 발생함에 따라 야외활동 시 진드기에 물리지 않도록 주의를 당부하고, 야외활동 후 2주 이내에 고열(38-40도), 소화기증상(오심, 구토, 설사 등)이 있을 경우 즉시 의료기관을 방문하여야 하며, 보건소장은 앞으로 예방교육과 홍보활동 강화로 진드기 매개감염병 예방에 최선을 다하겠다고 한다.