6월 A매치에 출전할 벤투호 유럽파 6명이 소속팀과 개인 일정에 따라 대표팀 합류 시점을 달리한다.

파울루 벤투 감독이 이끄는 축구대표팀의 6월 A매치 소집명단 25명에 이름을 올린 유럽파 가운데 이재성(홀슈타인 킬)과 황희찬(잘츠부르크), 백승호(지로나) 3명은 지난주 일찌감치 귀국했다.

유럽 진출 후 첫 시즌을 마친 이재성은 22일 귀국했고, 26일 전주월드컵경기장에서 열린 친정팀 전북 현대와 경남FC 경기를 관전한 뒤 전북 팬들과 만남의 시간을가졌다.

황희찬과 백승호도 지난주 귀국해 개인 훈련으로 몸을 만들고 있다.

황희찬은 26일에는 국가대표 은퇴를 선언한 구자철(아우크스부르크)의 토크 콘서트 현장을 찾기도 했다.

반면 손흥민(토트넘)과 권창훈(디종), 이승우(엘라스 베로나)는 대표팀 소집일(6월 3일)보다 조금 늦게 합류한다.

손흥민은 6월 2일(한국시간) 새벽 4시 스페인 마드리드에서 리버풀과 2018-19시즌 유럽축구연맹(UEFA) 챔피언스리그 결승이 예정돼 있어 같은 달 3일 파주 축구대표팀(NFC) 소집에 참여하기 어렵다.

손흥민은 UEFA 챔피언스리그 결승을 마친 후 내달 4일 저녁 식사 후 파주 NFC에들어온다.

벤투 감독은 앞서 소집명단 발표 기자회견 때 "손흥민이 UEFA 챔피언스리그 결승에 진출한 건 인생에서 뜻깊고 특별한 순간 될 것이 분명하기 때문에 거기에 집중하라고 얘기했다"라며 "손흥민이 대표팀에는 조금 늦게 합류할 수 있다"고 설명했다.

또 소속팀 일정이 있는 권창훈과 이승우도 소집일보다 하루 늦은 6월 4일 저녁 합류하기로 했다.

나머지 선수들은 같은 달 3일 오후 3시 파주 NFC에 모여 담금질을 시작하며, 대표팀은 평가전 하루 전날인 6일 부산으로 이동한다.

대표팀은 같은 달 7일 오후 8시 부산아시아드 주경기장에서 호주와 평가전을 치른 뒤 11일 오후 8시 서울월드컵경기장에서 이란과 평가전을 벌일 예정이다.

@highlight

6월 A매치에 출전할 벤투호 유럽파 6명 중 이재성과 황희찬, 백승호 3명은 지난주 귀국했으며 손흥민과 권창훈, 이승우는 소집일보다 다소 늦게  소속팀과 개인일정에 따라 대표팀에 합류할 계획이다.