[충청일보 배명식기자] 충북지역 제조업 업황BSI가 6개월째 60대에 머물고 있다.

비제조업은 6개월만에 겨우 50대를 탈출했다.

30일 한국은행 충북본부의 '5월 기업경기조사 결과'에 따르면 충북지역 제조업 업황BSI는 67로 전월보다 4p 상승했다.

다음 달 업황전망BSI도 전월(68) 보다 1p 높아졌다.

BSI(Business Survey Index·기업경기실사지수)는 기업의 현재 경기수준 등에 대한 판단과 향후전망 등을 설문조사해 전반적인 경기동향을 파악하는 경기예측기법이다.

BSI가 기준치인 100 이상인 경우 긍정응답 업체수가 부정응답 업체수보다 많음을, 100 이하인 경우에는 그 반대임을 뜻한다.

충북 제조업 업황BSI는 지난 해 11월 80을 기록했다가 12월 66으로 떨어진 이후 올해 1월 62, 2월 64, 3월 67, 4월 63, 5월 67로 6개월 연속 60대에 머물고 있다.

매출BSI는 83으로 전월(82) 대비 1p 상승했으나 다음 달 전망(82)은 전월(85)대비 3p 떨어졌다.

채산성BSI는 83으로 전월(88) 대비 5p 하락, 다음 달 전망(82)도 전월(87) 대비 5p 낮아졌다.

자금사정BSI는 76으로 전월과 같았으며 다음 달 전망(76)은 전월(81) 대비 5p 하락했다.

경영애로사항으로는 내수부진(27.2%)을 첫 번째로 꼽았으며 인력난·인건비 상승(20.7%), 불확실한 경제상황(11.9%) 등이 뒤를 이었다.

비제조업의 경우 업황BSI가 6개월만에 50대를 벗어났다.

충북 비제조업 업황BSI는 62로 전월보다 4p 상승했으며 업황전망BSI(66)도 전월(63)보다 3p 올랐다.

비제조업 업황 BSI는 지난 해 12월 59를 기록한 이후 1월 59, 2월 55, 3월 58을 기록하며 50대에 머물러왔다.

@highlight

30일 한국은행 충북본부의 '5월 기업경기조사 결과'에 따르면 기업의 경기동향을 수치로 파악하여 100이상은 긍정적으로 100이하는 부정적으로 파악하는 충북지역 제조업 업황 BSI가 6개월째 60대선을 유지중이며 비제조업은 6개월만에 겨우 50대를 벗어나 현재 충북지역 제조업과 비제조업은 앞으로의 경기를 부정적으로 보고 있는 것으로 조사됐다.