안산도시공사는 본사 대회의실에서 5개 금융기관과 팔곡 일반산업단지 입주기업 분양금 금융대출 협약을 체결했다고 30일 밝혔다.

이번 협약은 오는 7월로 예정된 팔곡 일반산업단지 분양에 앞서 입주 기업에 금융대출 혜택을 제공해 자금 조달 부담을 해소하고 기업·공사·금융기관 간 상생협력을 제고하고자 추진됐다.

팔곡 일반산업단지 입주 예정 기업은 계약금 납부 후 공사의 추천을 받아 금융기관에서 중도금 및 잔금을 대출받게 된다.

협약에 참여하는 금융기관은 기업은행, 국민은행, 농협중앙회, 신한은행, 우리은행이다.

대출조건은 금융기관과 입주기업의 계약체결내용에 따라 달리 적용되며, 전체 분양대금 대비 대출한도 최대 90%, 대출금리 최저 2.29%(우리은행 기준) 선에서 이뤄진다.

또한 기업금융컨설팅 및 기업 맞춤형 금융상품 제공, 근로자 우대 신용 대출, 기업 수수료 우대 등의 혜택도 따라온다.

이날 협약식은 양근서 안산도시공사 사장, 정재섭 기업은행 본점 부은행장, 최성호 국민은행 경기중앙 지역본부대표, 황준구 농협중앙회 안산시 지부장, 김석주 신한은행 경기서부지역 본부장, 안홍주 우리은행 안산·시흥 영업본부장이 참석, 팔곡일반산업단지 분양사업 설명과 협약 이행 사항 논의, 협약서 서명과 교환으로 진행됐다.

양근서 안산도시공사 사장은 "이번 분양금 금융대출 협약은 기업의 성장동력을 육성해 기업과 금융기관, 공사가 모두 상생하는 포지티브 섬(positive sum)을 위한 것이다"며 "공사는 팔곡 일반산업단지 성공 분양이 지역 경제 활성화로 이어질 수 있도록 노력하겠다"고 밝혔다.

한편 팔곡 일반산업단지는 상록구 용담로 82 일대에 조성되는 14만3099㎡ 규모 산업시설용지로, 총 28필지가 분양된다.

공사는 화학물질 및 화학제품, 금속가공제품, 기타 기계 및 장비 업종 유치를 통해 지역 내 부족한 산업용지를 적기에 공급한다는 계획이다.

@highlight

안산도시공사는 본사 대회의실에서 기업은행, 국민은행 ,농엽중앙회, 신한은행, 우리은행 등 5개 금융기관과 팔곡 일반산업단지 분양금 금융대출 협약을 체결해 7월로 예정된 분양에 앞서 입주 기업에 금융대출 혜택을 제공한다.