배우 최민수가 과거 숱한 의혹을 자아냈던 '이상민 기자회견 동석 해프닝'의 전말을 방송 최초로 공개한다.

30일 방송되는 KBS 2TV'해피투게더4'(이하 '해투4')의 30일 방송은 '고백부부' 특집으로 꾸며진다.

이날 방송에는 최민수-강주은, 안창환-장희정 부부가 동반 출연해 버라이어티한 부부 토크로 시청자들의 배꼽을 강탈할 예정이다.

최근 진행된 녹화에서 강주은은 최민수의 흑역사로 '이상민 이혼 관련 기자회견'을 꼽아 이목을 집중시켰다.

이는 지난 2006년 이상민의 이혼 관련 기자회견에 최민수가 라이더 차림으로 동석, 세간에 회자되고 있는 연예계 대표 미스터리(?) 사건이다.

이에 최민수는 "당시 이상민의 기자회견에 참석할 마음이 전혀 없었다"고 운을 떼 귀를 쫑긋하게 했다.

이어 "기자회견 장소도 몰랐다. 바이크를 타고 지나가는데 카메라와 사람들이 많이 모여 있길래 슬쩍 봤더니, 기자들이 홍해 갈라지듯 길을 터줬다"며 뒷이야기를 밝혀 폭소를 유발했다.

심지어 "진행 요원도 날 막지 않고 오히려 길을 안내해주더라"고 덧붙이며 13년 만에 전말을 밝혔고, 모든 이의 예측을 뛰어넘는 황당무계한 13년 전 진실에 주변 모두가 배꼽을 잡았다는 후문이다.

급기야 최민수는 "기자회견장에 들어가면서도 '내가 왜 들어가지?'라는 생각이 들었다"며 강주은도 몰랐던 속마음을 고백하기도 했다.

나아가 유재석이 "기자회견이 끝나고 이상민 씨랑 어떤 이야기를 하셨냐"고 묻자, 최민수는 "그날 이후 13년 동안 이상민과 기자회견에 대해 단 한마디도 하지 않았다"고 말해 현장을 웃음바다로 만들었다고.

최민수가 방송 최초로 공개할 '이상민 기자회견 동석 사건'의 풀 스토리에 기대감이 수직 상승한다.

오늘(30일) 밤 11시 10분 방송.

@highlight

배우 최민수가 해피투게더 고백부부 특집에서 방송 최초로 '이상민 기자회견 동석 해프닝'에 대해 바이크를 타고 가다 우연히 보고 들렀을 뿐이라고 밝힐 예정이다.