'장교 배출의 요람' 저력 이어가는 경운대 군사학과'장교 배출의 요람' 저력 이어가는 경운대 군사학과 [이창희 기자 lch888@imaeil.com] 경운대 군사학과 5기 졸업생(지난 2월 졸업)들이 진해 해군사관학교에서 열린 126기 해병대 사관후보생 장교 임관식에서 장교로 임관한 후 기념촬영을 했다.

경운대 군사학과 5기 졸업생 최예원 소위가 공군 학사사관후보생 임관식 후 기념촬영을 하고 있다.

경운대(총장 한성욱) 군사학과 5기 졸업생(지난 2월 졸업) 5명이 해병대와 공군 장교(소위)로 각각 임관하며 학과 저력을 알렸다.

김건무·안이솝 등 5기 졸업생 4명은 30일 진해 해군사관학교에서 열린 126기 해병대 사관후보생 장교 임관식에서 장교로 임관했다.

또 최예원 졸업생은 29일 진주 공군교육사령부에서 열린 142기 공군 학사사관후보생 임관식에서 장교로 임관했다.

김건무·안이솝 졸업생은 임관식에서 종합 4위와 6위의 성적을 차지하며 해병대 사령관상과 해병대 사관후보생 동문회장상을 각각 받았다.

또 최예원 졸업생은 경운대 군사학과 졸업생 최초로 육군·해군·공군 학사장교 시험에 모두 합격한 재원이기도 하며, 수도권의 명문대 졸업생들 사이에서 치열한 경쟁을 뚫고 공군 장교로 임관해 그 의미가 더욱 커다고 대학 측은 설명했다.

김건무 소위는 "학과 교수님들의 많은 가르침 덕분에 해병대 장교로 임관할 수 있었다"며 "원칙과 소신을 지키는 군인이 되겠다"고 소감을 밝혔다.

윤필규 경운대 군사학과장은 "매년 졸업생들이 우수한 성적으로 장교 임관을 해 줘 너무 대견하고 감사하다"고 했다.

@highlight

경운대 군사학과 5기 졸업생들중 김건무, 안이솝 등은 해병대 사관후보생 장교 임관식에서 장교로 임관하고, 최예원 졸업생은 공군사령부 학사사관 후보생 장교로 임관해 학과의 저력을 알렸다.