태양광 설치부터 사후관리까지 무한 서비스 제공의 일환으로 실시하는 이번 시민 만족도 조사는 ㈜한국정책리서치에 의뢰하여 실시할 예정이며, 업체 문의 응대 수준, 신청에서 완공까지 소요기간, 시공시 성실성 등을 평가 할 수 있는 간략하고 핵심적인 문항을 선정하여 최소 1000가구 이상의 표본을 대상으로 전화를 통한 설문조사를 실시할 계획이다.

[환경일보] 김봉운 기자 = 서울시와 서울에너지공사는 안전하고 효율 좋은 미니태양광의 보급확산과 시민만족도를 제고하기 위해 2019년 서울시 태양광 설치 가구에 대한 시민 만족도 조사를 실시한다.

서울시는 시민만족도 설문조사 결과를 토대로 2019년 미니태양광 보급업체로 선정된 50개 업체의 성실도, 친절도, 설치 소요기간 등의 지표별 보급업체 분석 및 평가를 실시하며 추후 태양광 미니발전소 보급업체 선정을 위한 평가지표 자료로 활용하고 서비스 품질향상 및 안전시공을 유도할 계획이다.

특히 평가 하위 업체는 2020년도 보급업체 선정시 참여 제한 등 결과를 반영할 계획이며, 이를 통해 미니태양광 발전설비에 대한 시공 품질을 확보하고 시민 서비스 만족도를 향상시켜 태양광에 대한 시민 참여도와 관심도를 높여나갈 계획이다.

한편, 서울시는 2022년까지 총 1백만 가구에 태양광 미니발전소를 보급하는 '2022 태양의 도시, 서울' 프로젝트를 추진 중인 가운데, 지난해까지 총 17만 가구에 태양광 미니발전소를 보급했다.

올해는 12만2천 가구에 51.4MW의 태양광 보급을 목표로 4월부터 선착순으로 태양광 미니발전소 설치 신청을 받아 사업을 추진중이다.

김훤기 서울시 녹색에너지과장은 "최근 가정의 전기사용량을 절감할 수 있는 태양광 미니발전소의 수요가 늘면서 설치 시민에 대한 만족도 및 시설물에 대한 지속적인 관리의 필요성도 커지고 있다"며 "이번 시민 만족도 조사를 비롯해 보급업체의 시공 품질 및 서비스 개선을 위한 다양한 방안을 강구함으로써 시민들이 안심하고 편리하게 참여할 수 있는 재생에너지 보급정책을 추진해 나가겠다"고 밝혔다.

@highlight

서울시는 2019년 미니태양광 보급업체로 선정된 40개 업체에 관해 시민들의 만족도 조사 설문조사를 실시해, 설문조사 결과를 반영해 태양광 발전설비에 대한 품질을 높이고 시민 서비스 만족도를 지속해서 향상시킬 예정이다.