[헤럴드경제=배두헌 기자] 신용보증기금이 창립 43주년 기념일을 하루 앞둔 31일 대구 본점에서 기념식을 개최했다고 밝혔다.

신보 임직원들은 이날 행사에서 그간의 발자취를 돌아보며 국가경제 발전을 위해 신보가 나아가야할 방향을 공유하고, 임직원 'e-청렴서약'을 통해 반부패 및 청렴의지를 공고히 했다.

임직원들은 저성장 위기에 처한 한국경제가 재도약하는 과정에서 중소기업이 중심에 설 수 있도록 앞장 서 견인하겠다는 결의도 다졌다.

특히 미래 신(新)산업 분야에 집중해 창의적 아이디어와 기술력으로 성장 잠재력을 갖춘 혁신 스타트업을 유니콘기업으로 키워나갈 방침이다.

4차 산업혁명 시대에 혁신금융을 주도할 수 있도록 역량을 집중하고, 축적된 기업정보를 적극 활용해 빅데이터 기반의 디지털 정책금융기관으로 거듭나겠다는 계획이다.

윤대희 신용보증기금 이사장은 "중소기업이 한국경제의 중심으로 우뚝 서고 한국경제가 세계경제를 이끌어가는 그날까지 모든 임직원들이 소명의식을 가지고 끊임없이 혁신해나가자"고 선언했다.

신용보증기금은 대기업 위주의 급속한 경제성장이 이뤄지던 1970년대, 정부 지원에서 소외돼 어려움을 겪고있던 중소기업을 지원하기 위해 1976년 6월 1일 출범했다.

이후 중소기업의 든든한 동반자 역할을 수행하며 국제통화기금(IMF) 외환위기, 글로벌 금융위기 등 한국경제가 위기에 처했을 때엔 구원투수 역할도 마다치 않았다.

창립 당시 1000억원 수준이던 보증 규모는 현재 50조원을 넘어섰고, 스타트업 지원ㆍ유동화회사보증ㆍ매출채권보험ㆍ산업기반신용보증 등의 영역에서도 굳건한 입지를 다진 상태다.

신보는 앞으로 고객과의 신뢰관계를 더욱 발전시키는 한편 상생과 공존을 위해 사회적가치 실현에 앞장서겠다는 방침이다.

실제 이날 창립기념식에 맞춰 사회공헌활동도 실시했다.

노사가 함께 대구지역 종합사회복지관에 도시락 3000개를 기부하고, 해외입양인 모국방문행사 지원ㆍ장수사진 촬영ㆍ지역어린이 안전교육 등 다양한 활동을 펼쳤다.

@highlight

신용보증기금은 창립 43주년 기념일을 하루 앞둔 31일 기념식을 개최했는데 임직원들은 국가경제 발전을 위한 방향을 공유하고  'e-청렴서약'을 통해 반부패 및 청렴의지를 단단히 했고 윤대희이사장은 모든 임직원들이 소명의식 갖고 혁신해 가자고 언급했다.