▲ 30일 국회 정론관에서 장정민(왼쪽 네번째) 옹진군수가 인천항연안여객터미널을 제1국제여객터미널로 이전할 수 있도록 인천항만공사에 촉구하는 기자회견을 하고 있다.

인천항만공사(IPA)가 추진하고 있는 인천항 제1국제여객터미널 부지 민간 매각에 대해 철회를 촉구하는 목소리가 국회에서 이어졌다.

장정민 옹진군수는 30일 오전 국회 정론관에서 기자회견을 열고 "일방적으로 '제1국제여객터미널' 부지를 매각하는 대신, 해당 부지에 섬 여객·도서화물을 나르는 연안여객터미널을 확장이전하라"고 주장했다.

중구 항동7가에 있는 제1국제여객터미널은 12월부터 유휴 부지가 된다.

연수구 송도동에 위치한 신국제여객터미널이 정식 개장함에 따라 해외를 오고가는 모든 항로가 통합 운영되기 때문이다.

이후 IPA는 남은 부지를 민간에 매각하고 주상복합·판매시설, 호텔 등을 설치하겠다는 계획을 내놨다.

하지만 지역사회에서는 부지 활용방안에 대해 다양한 의견을 내놓고 있다.

특히 옹진군은 지난해 12월부터 '연안여객'을 위한 터미널 운영 방안을 강력히 주장하고 있다.

장 군수는 "주말 기준으로 하루에만 4000명이 연안여객터미널을 이용한다.

연간 100만명이 이용하고 있지만 시설은 여전히 열약하다.

특히 배를 대는 항구 선석 포화 문제로, 대형화된 선박이 들어오지 못하고 새로운 항로를 개척하는데도 걸림돌이 되고 있다"며 "인천이 앞으로 해양관광도시, 남북평화시대 물류·여객수송에도 준비하지 못하게 되는 것"이라고 강조했다.

이어 "기존 제3차항만기본계획에서는 국제여객터미널이 연안여객과 도서화물을 취급할 수 있도록 기능 개편을 규정하고 있으나 IPA는 이해관계자간 의견수렴 과정도 없이 일방적으로 계획을 틀었다"며 "앞으로 옹진군, 중구, 시, IPA 등 관계기관과 전문가들이 참여할 수 있는 공개토론회를 통해 활용방안을 재논의해야 한다"고 지적했다.

@highlight

IPA가 추진하는 인천항 제1여객터민널 매각에 대해 장정민 옹진군수는 일방적으로 매각하는 대신 연안 여객터미널을 확장이전 하라고 주장했으며, 인천이 앞으로 해양 관광과, 남북평화시대에 아무것도 준비하지 못하게 하는것이라고 반발했다