'돌부처' 오승환(37ㆍ콜로라도 로키스ㆍ사진)이 오랜만에 호투하며 1이닝 무실점으로 시즌 3승을 따냈다.

3일 만에 나온 무실점 투구다.

전날 홈런을 맞는 등 최근 잇달아 부진했던 오승환에게 반등의 계기가 될 수 있을지 여부에 팬들의 관심이 쏠리고 있다.

오승환은 31일(이하 한국시간) 미국 콜로라도주 덴버의 쿠어스필드에서 열린 미국 프로야구 메이저리그 애리조나 다이아몬드백스와 홈 경기에서 10-10으로 맞선 연장 10회초 팀의 8번째 투수로 마운드에 올라 1이닝을 1볼넷 삼진 1개 무안타 무실점으로 막았다.

오승환은 콜로라도가 연장 10회말 끝내기 안타로 승리하면서 시즌 3승(1패 3홀드)째를 거뒀다.

올 시즌 평균자책점은 9.87에서 9.33으로 떨어졌다.

투구 수는 23개를 기록했다.

직구 최고 구속은 시속 146㎞를 찍었다.

오승환은 첫 타자 일데마로 바르가스를 1루수 땅볼로 처리했다.

풀카운트 승부에서 몸쪽 직구를 던져 빗맞은 타구를 유도했다.

그는 빠르게 베이스 커버를 해 직접 아웃 카운트를 올렸다.

후속 타자 닉 아메드와는 풀카운트 승부를 펼쳤다.

마지막 공이 빠져 볼넷을 내줬다.

그러나 오승환은 역시 '돌부처'라는 별명만큼이나 흔들리지 않았다.

다음 상대는 지난 30일 경기에서 홈런을 허용했던 카슨 켈리.

켈리는 이전 타석까지 4타수 3안타로 좋은 타격감을 과시했다.

오승환의 과감한 승부가 주효했다.

볼카운트 2-2에서 스트라이크존 바깥쪽 경계선에 걸치는 시속 146㎞ 직구를 던져 루킹 삼진으로 처리했다.

홈런을 삼진으로설욕한 셈이 됐다.

이후 오승환은 대타로 나선 제로드 다이슨을 좌익수 뜬공으로 맞혀 잡으면서 이닝을 끝냈다.

콜로라도는 연장 10회말 공격에서 대니얼 머피의 끝내기 안타로 11-10으로 승리, 5연승 행진을 이어갔다.

@highlight

최근 부진했던 돌부처 오승환 선수가 1이닝 무실점으로 시즌 3승을 이루었다. 돌부처라는 별명대로 오승환 선수는 상대 선수들과의 경기에서 흔들리지 않고 승리를 거두었다.