소난지도 의병항쟁 기념사업회가 1일 제9회 의병의 날 기념식을 거행했다.

[당진]당진시는 호국보훈의 달을 맞아 1일 당진시청 대강당에서 유족과 보훈가족 등 400여 명이 참석한 가운데 소난지도 의병항쟁 기념사업회 주관으로 제9회 의병의 날 기념식을 거행했다.

이날 오전 10시 30분부터 시작된 기념식은 식전공연을 시작으로 의병 영상물 상영과 모범보훈가족 표창, 공로패 수여, 기념사, 추모사, 헌시낭송, 의병의 노래 제창이 이어졌다.

기념식에 앞서 5월 31일에는 이건호 부시장을 비롯해 유족과 시민들이 당진시 석문면에 위치한 소난지도 의병묘를 방문해 참배하고, 의병들의 숭고한 희생을 기렸다.

소난지도 의병묘역은 2017년 10월 23일 당진지역 내 문화유적으로는 처음으로 문화재청으로부터 등록문화재 제629호로 지정된 곳으로, 전체면적 1626㎡ 면적에 봉분 1기와 상석 1기, 기념비 1기, 당주석 2기 등이 조성돼 있다.

1908년 3월 15일 처절한 항일의병전쟁이 일어난 장소였던 이곳의 의병활동은 크게 두 번으로 나눠지는데, 1906년 당진 면천 출신인 최구현 의병장을 중심으로 면천성을 공격했던 사건과 1907년 정미조약에 의한 군대 강제해산 이후 홍원식 의병장의 활약했던 시기로 구분된다.

특히 1908년 3월 15일 당진지역 의병운동의 근거지를 소난지도로 판단한 홍성경찰분서가 이곳에 기습공격을 감행했고, 이들에 맞서 싸운 홍원식 의병대는 격렬한 전투 끝에 41명이 전사하고 50여 명이 행방불명 됐다.

이들의 항거는 이후 구전으로만 전해오다가 1970년대 석문중학교 교사와 학생들의 힘으로 고증작업이 이뤄졌으며, 이후 2003년 당진시가 소난지도 의병 항쟁 학술고증에 나서면서 비로소 그 실체가 확인 됐다.

@highlight

호국보훈의 달을 맞아 당진시는 1일 제9회 의병의 날 기념식을 거행하면서 유족과 시민들이 소난지도 의병묘를 참배하고 의병들의 숭고한 희생을 기리며 당진지역 내 처음으로 문화재청으로부터 문화재 제629호로 지정되었다. 