최근 대구경북의 제조업 생산이 증가하고 업황전망이 개선되는 등 경기 회복 가능성을 예상하는 지표들이 나오고 있다.

그러나 대형소매점 매출이 큰 폭으로 줄어드는 등 소비 감소세가 이어지고 있어 낙관적인 전망은 섣부르다는 분석에 무게가 실린다.

31일 한국은행 대구경북본부가 발표한 대구경북 5월 제조업 업황전망지수(BSI)는 67로 지난달보다 6포인트 올랐다.

6월 업황 전망 BSI도 66으로 지난달보다 5p 상승했다.

BSI가 100보다 높으면 경기가 좋아질 것이란 전망이 우세하다는 뜻이고, 낮으면 반대 의미다.

여전히 부정적인 전망이 우세하지만 지난달보단 긍정적인 시선이 많아진 셈이다.

동북지방통계청이 발표한 4월 대구경북 산업 활동동향도 긍정적인 신호를 나타냈다.

4월 대구 광공업 생산은 지난해 같은 달과 비교해 23.7% 증가했다.

같은 기간 경북의 광공업 생산량도 3.4% 증가했다.

4월 전국 경기도 회복 조짐을 보였다.

지난달 전국 광공업 및 서비스업 생산은 각각 1.6%와 0.3% 늘었다.

특히 반도체 생산이 3월보다 6.5% 증가했고, 석유정제 생산도 11.2% 늘며 상승세를 이끌었다.

통계청 관계자는 "세계 경제가 여전히 불확실하지만 반도체 생산이 느는 등 4월 경기지표는 개선세"라고 판단했다.

그러나 각종 통계 지표에서 부정적인 신호도 함께 감지돼 경기 회복을 낙관할 수 없다는 신중론도 나온다.

4월 대구와 경북의 대형마트 판매는 지난해 같은달과 비교해 각각 8.9%, 10.0% 감소했다.

대구경북의 비제조업 업황 BSI도 지난달보다 5p 떨어진 57에 그쳤다.

대구상공회의소 관계자는 "대구는 지난달 제조업 생산과 출하가 크게 증가했고 이는 기저효과로 볼 수 없는 완연한 증가세"라면서도 "다만 경북의 대형마트 매출이 두자릿수나 하락하는 등 소매 판매가 부진하다.

특히 가전제품 감소폭이 12.1%에 달하는 등 지역민들은 경기전망을 다소 어둡게 보고 있다"고 설명했다.

@highlight

최근 대구경북의 제조업 생산이 증가하고 업황전망이 개선되는 등 경기 회복 가능성을 예상하는 지표들이 나오고 있지만 소비 감소세가 이어지고 있어 낙관적인 전망은 섣부르다는 분석이다.