양국 특산품 교환, 합동 학계공연 등‘문화 교류’

광양제철남초등학교(교장 김광수)가 지난달 21일부터 24일까지 4일간, 대만 타이중市 후이라이 국민소학을 초청해 교류행사를 진행했다.

이번 행사는 지난 3월 25일, 후이라이 국민소학 방문 시 두 학교가 자매학교 협약을 맺고 해마다 교류를 약속함에 따라 이뤄졌다.

후이라이 국민소학의 이번 답방은 사수연 교장을 방문단장으로 16명의 학생과 교원 4명, 학부모 2명 등 총 22명이 함께했다.

환영식에서는 환영인사와 함께 양국의 특산품을 교환했고, 이어 합동 학예공연을 통해 서로의 문화를 체험하고 공유하는 시간이 마련됐다.

특히 홈스테이 파트너와 합동수업으로 △3D프린터와 3D펜을 이용한 꽃병과 꽃 만들기 △전통 부채 꾸미기 △6학년 전체와 함께 줄다리기 등 신체활동으로 학생들이 서로 가까워지게 하고, 아이스링크에서 스케이팅 익히기는 더운 나라인 대만 학생들에게는 색다른 경험을 선사했다.

대만 학생들은 아나바다 장터를 체험하며, 물건 구경하고 고르는 재미에 푹 빠지기도 했다.

마지막 날 저녁, 홈스테이 가족과의 만찬으로 이번 교류행사는 마무리 됐다.

김광수 교장은“두 학교의 홈스테이 교류가 학생들이 글로벌 리더로 성장하는데 도움이 되기를 바란다”고 말했다.

사수연 교장은“홈스테이 가족에게 감사드리며, 두 학교의 우정이 오래도록 지속되기를 바란다”고 화답했다.

한편 이번 교류행사에서는 포스코 광양제철소 열연공장에서 코일을 만드는 과정을 탐방하고, 기술연구소에서 자동차를 만드는데 사용되는 철에 대해 자세히 알아보는 시간도 마련됐다.

이 밖에도 순천만 습지와 국가정원, 여수 아쿠아플라넷, 구례 운조루, 곡성 기차마을 등 대만 학생들이 한국 문화와 자연환경을 이해할 수 있도록 다양한 탐방이 이뤄졌다.

@highlight

광양제철남초등학교(교장 김광수)가  지난달 21부터 24일까지 4일간 자매학교 협약을 맺은 대만 타이중시 후이라이 국민소학을 초청해 서로의 문화를 체험하고 공유하는 교류행사를 진행하였다.