[헤럴드경제=배두헌 기자] 한국수출입은행은 LS니꼬동제련이 장기구매계약을 맺은 칠레 구리광산 개발사업에 프로젝트 파이낸싱(PF)방식으로 대출 2억4000만달러, 보증 1억6000만달러 등 총 4억 달러를 지원한다고 2일 밝혔다.

프로젝트 파이낸싱이란 프로젝트에서 나오는 현금 흐름을 주요 상환재원으로 해 프로젝트 자체의 자산, 권리 등을 담보로 프로젝트 회사에 금융을 제공하는 방식이다.

통상 기업금융이 기업의 신용에 기반해 여신을 제공하는 것과 구별된다.

캐나다 최대 광산업체 텍 리소스와 일본 비철금속 업체 스미토모금속광산 등은 칠레 북부 타라파카 지역에 PF방식의 차입금 25억달러 등 총 47억달러 규모를 투자해 케브라다 블랑카 구리광산 2단계 개발사업을 추진 중이다.

한국과 독일, 일본, 캐나다 수출신용기구(ECA)가 자국 기업의 자원확보와 해외사업 지원을 위해 이번 사업에 금융을 제공할 예정이다.

케브라다 블랑카 구리광산은 오는 2021년부터 28년 간 연평균 94만6000톤의 구리 정광(제련원료로 사용되는 반가공 구리광석)을 생산할 예정이다.

LS니꼬동제련은 약 10년간 국내 구리 정광 연평균 수입물량(약 170만톤)의 약 6%인 약 10만 톤을 매년 안정적으로 확보할 전망이다.

구리는 산업전반에 사용되는 필수재 성격의 광물로, 4차 산업혁명과 아시아 신흥국들의 전력ㆍ인프라 구축에 따라 수요가 증가하고 있다.

세계 각국이 구리 확보를 위해 치열히 경쟁하는 이유다.

이 때문에 광산 사업주들은 광물 장기구매 조건으로 광산개발에 필요한 금융지원을 구매자에게 요구하는 경우가 늘어나는 추세다.

수은 관계자는 "전략자원인 구리의 안정적 확보와 부가가치 창출을 위해 이번 개발 사업을 위한 금융지원에 참여했다"며 "수입의존도가 90% 이상인 6대 전략광물(니켈, 구리, 아연, 우라늄, 유연탄, 철광석) 확보 등 우리 기업에 꼭 필요한 자원확보를 위해 적극 노력할 것"이라고 말했다.

@highlight

한국수출입은행은 산업전반에 사용되는 전략자원인 구리의 안정적 확보와 부가가치 창출을 위하여 LS니꼬동제련이 계약을 맺은 칠레구리광산 개발산업에 PF방식으로 총 4억달러를 지원하기로 했다.