[환경일보] 심영범 기자 = 식품의약품안전처(처장 이의경)는 6월3일 환자단체·학계·산업계와 함께 '국내 임상시험 제도 개선 및 발전 방안'을 주제로 '제13회 식품·의약품 안전 열린포럼'을 광화문 1번가(정부서울청사 별관 1층 열린소통포럼)에서 개최한다고 31일 밝혔다.

이번 포럼은 5월22일 정부가 발표한 '바이오헬스 산업 혁신전략' 가운데 하나인 인허가 규제 합리화를 위해 각계의 의견을 수렴해 정책추진에 반영하고자 마련했다.

주요 내용은 ▷임상시험의 가치와 시험대상자 안전관리를 위한 노력((사)대한기관윤리심의기구협의회 김진석 총무이사) ▷임상시험 안전관리 현황 및 제도 개선 방향(식약처 임상제도과 김정미 과장) ▷패널토론 등이다.

식약처는 지난 1월 임상시험 전문가로 구성된 '임상시험 제도 발전 추진단'을 출범시켜 희귀·난치질환자의 치료기회를 확대 하고 우리나라가 제약·바이오산업 선도국가로 발돋움하기 위한 '임상시험 발전 종합계획' 수립을 추진하고 있다.

이번 종합계획의 주요 내용은 ▷임상시험계획 신속 승인을 위한 사전검토제도 활성화 및 허가·심사 인력 확보 ▷임상시험 계획 변경 '승인' 사항을 '보고'로 전환(품질관련 부분 제외) ▷임상시험약이 긴급하게 필요한 응급환자를 위한 치료목적 사용승인 절차 마련 등 규제 합리화 방안이 포함된다.

또한 임상시험 참여자의 안전 확보 등 안전관리를 위해 보고대상 중 중점관리대상에 대해 지속적으로 안전성을 검토하는 한편, 품목별 임상시험 실태조사를 강화하고 임상시험 주체별 책임성을 높이기 위한 규정 재정비도 함께 추진할 계획이다.

식약처 측은 "이번 포럼에서 나온 의견을 검토해 임상시험 발전 종합계획에 반영하여 이를 통해 국내 임상시험의 경쟁력을 강화하고 바이오헬스 강국으로 나아가는 초석이 되길 기대한다"고 밝혔다.

이번 열린포럼은 식약처 페이스북을 통해 실시간으로 현장 진행 상황을 확인할 수 있으며, 온라인 참여자 중 추첨을 통해 소정의 기념품을 증정할 계획이다.

@highlight

식품의약품안전처는 6월3일 환자단체·학계·산업계와 같이 '국내 임상시험 제도 개선 및 발전 방안'을 테마로 '제13회 식품·의약품 안전 열린포럼'을 광화문 1번가에서 개최하고 바이오헬스 산업 인허가 규제 합리화를 위해 각 분야의 의견을 검토 및 수렴해 정책추진에 반영하며 이를 통해 국내 임상시험의 경쟁력을 강화할 계획이다.