자신의 어린 자녀들을 포함해 친척들까지 성폭행, 아동학대 등을 일삼은 남자가 법의 준엄한 심판을 받았다.

지난달 29일(현지시간) 미국 CBS뉴스 등 현지언론은 성폭행 등 혐의로 기소된 크리스토퍼 세나(52)가 징역 341년을 받았다고 보도했다.

이제는 살아서는 감옥 밖을 나올 수 없게 된 세나의 혐의는 말로 다 할 수 없을 정도로 끔찍하다.

그는 지난 2104년 9월 체포될 때 까지 10년 간 자신의 어린 딸과 친척을 포함 총 7명에게 '몹쓸짓'을 벌였다.

그의 혐의는 아동 성폭행, 성추행, 근친상간, 아동 성행위를 묘사한 시각표현물 소지 등 열거하기 힘들 정도로, 법원은 총 120건 혐의 중 95건에 대해 유죄판결을 내렸다.

더욱 충격적인 사실은 그의 전부인과 부인 모두 남편의 이같은 범죄를 알고 있으면서도 묵인하거나 도왔다는 점이다.

이들은 지난 2016년 10년 후 가석방 자격을 판결받고 현재 복역 중에 있다.

피해자 중 한명인 딸 아니타는 법정에서 "나는 처음부터 그의 딸이었던 적이 없었다. 그의 욕심을 채울 대상이었을 뿐이며 이 문제를 상의할 사람이 없었다"고 털어놨다.

세나에 대한 법원의 심판은 준엄했다.

윌리엄 케파트 판사는 세나에게 징역 341년을 선고했으며 가석방 자격은 337년 후다.

검찰 측은 "피고인은 아이들에게 벌인 끔찍한 범죄에 대해 어떠한 걱정도 하지 않았다"면서 "오늘 법의 정의가 실현됐다고 생각한다"고 밝혔다.

한편 미국에서 이처럼 징역이 341년씩 나올 수 있는 배경은 영미법이 '누적주의'를 따르기 때문이다.

이는 피고가 여러 범죄를 저질렀을 경우 각 형을 모두 합쳐 징역이 선고된다.

반면 국내에서는 가중주의 원칙을 적용해 피고가 여러 죄를 저질렀을 때 무거운 죄를 골라 2분의 1까지 가중해서 처벌한다.

이 때문에 우리나라에서는 조두순 등 어린이 성범죄자들은 물론 일부 흉악범에 대한 형량이 적정하지 않다는 비판이 제기된다.

@highlight

미국 CBS뉴스 등 현지언론은 크리스토퍼 세나(52)가 지난달 29일 징역 341년을 선고 받았다고 전했으며, 그는 10년 간 자신의 어린 딸과 친척을 포함 총 7명에게 성폭행등 끔찍한 범죄를 저질렀으며 이에 검찰은 "법의 정의가 구현됐다"고 밝혔다.