제천시 관계자들과 시민들이 청전동 의림지뜰 인근 논에서 친환경 농업을 위한 방사체험 행사를 갖고 있다.

［충북일보=제천］ 제천시가 지난 31일 오전 청전동 의림지뜰 인근 논에서 친환경 농업에 대한 관심도를 높이기 위한 방사체험 행사를 가졌다.

이날 행사에는 이상천 제천시장을 비롯한 관내 농업인, 소비자, 어린이 등 시민 200여 명이 참여해 친환경농업 일꾼인 우렁이, 오리, 미꾸라지 등을 방사했다.

행사는 풍물놀이와 풍선공연 등 사전공연을 시작으로 우렁이 1천800㎏g, 오리 200마리, 미꾸라지 400㎏의 방사체험으로 이어졌다.

참여자들은 농업인의 힘든 일을 도와줄 훌륭한 일꾼이 돼주기를 기대하며 논두렁에 일렬로 서서 오리를 풀고 컵과 바가지에 담긴 미꾸라지와 우렁이를 놓아주며 친환경 농업에 대한 홍보와 교육의 장을 만들었다.

논에 오리를 방사하면 논바닥을 혼탁하게 만들어 햇빛을 좋아하는 잡초의 뿌리내리기를 힘들게 만들고 배설물은 자연비료의 역할을 한다.

또 미꾸라지는 논바닥에서 생활하며 벼 뿌리를 자극하고 산소를 공급하며 잡초 씨를 먹거나 해충을 잡아먹고 그 배설물은 벼 생육을 돕는 천연비료로 활용된다.

여기에 우렁이 농법은 비용이 적게 들고 관리가 쉬우며 잡초제거 효과가 뛰어나 제초제를 사용하지 않을 수 있어 농약으로 인한 토양 및 수질 오염을 방지할 수 있다.

이날 이상천 시장은 "의림지뜰에 친환경 농법을 통해서 친환경 농업단지를 조성하고 매년 면적을 확대해 의림지뜰 전체를 친환경농업의 산실로 조성할 것"이라며 "친환경농업단지에서의 쌀 생산으로 지역 농업경쟁력을 강화하고 농촌체험 등을 통한 관광사업 활성화를 통해 제천의 미래를 제시하겠다"고 강조했다.

시 관계자는 "앞으로도 친환경농업을 통한 각종 체험행사 및 경관조성으로 시민과 관광객이 함께하는 공간을 만들도록 노력하겠다"고 말했다.

@highlight

제천시는 친환경 농업에 대한 관심도를 높이기 위해 지난 31일 오전 청전동 의림지뜰 인근 논에서 이상천 제천시장을 비롯한 관내 농업인, 소비자, 어린이 등 시민 200여 명이 참여해 친환경농업 일꾼인 우렁이, 오리, 미꾸라지 등을 방사하며 방사체험 행사를 가졌다.