걸그룹 네이처(NATURE)가 솔직하고 털털한 매력을 아낌없이 전했다.

지난달 31일 첫 방송된 Mnet '네이처의 내추럴 리얼리티-기분 좋게 해드릴게요'에서는 네이처(오로라, 새봄, 루, 채빈, 하루, 로하, 유채, 선샤인)의 자연스러운 일상들이 그려졌다.

이날 본격적인 방송 시작 전 네이처 멤버들은 "네이처의 유잼 모먼트를 시청자 분들도 아셨으면 좋겠다. 텐션이 대박이다. 리얼리티를 통해 저희의 진실된 모습을 팬 분들에게 알려드리고 싶다"고 각오를 전하며 재미를 약속했다.

이어 네이처는 특별히 마련된 '웰컴, 여기는 네이처 월드!' 세트장에서 미션을 수행하며 '텐션 종결자'의 흥을 드러내기 시작했다.

이들은 서로를 대신 소개하며 숨겨진 매력을 어필했고, 멤버들 간의 친근함도 과시했다.

솔직하고 진솔한 이야기가 이어지며 팬들이 몰랐던 네이처의 더 깊은 매력이 발산됐다.

진실 토크 시간에는 멤버들의 우정이 더욱 돋보였다.

다양한 주제로 폭로전이 이어진 가운데 나를 심쿵하게 한 멤버에 대한 이야기를 나눌 때엔 멤버들이 서로의 우정을 확인하며 눈물을 흘려 감동을 줬다.

또 '꿈'에 대해 이야기할 때도 서로에게 용기를 북돋아주고, 힘과 위로가 되며 남다른 팀워크를 입증했다.

이후 네이처는 '자연둥이' 수식어에 걸맞게 남이섬으로 여행을 떠났다.

이들은 두 팀으로 나눠 짚 와이어에 도전했고, 각기 다른 반응으로 웃음을 줬다.

이때 짚 와이어를 타고 내려오던 멤버들은 무언가를 발견했다.

"배우님들이 계시네", "박보검 선배님도 계시고"라고 말하던 네이처는 어딘가를 보고 놀라며 쑥스러워해 배우의 정체에 대한 궁금증이 높아졌다.

한편, 네이처의 데뷔 첫 단독 리얼리티 프로그램 Mnet '기분 좋게 해드릴게요'는 매주 금요일 오후 6시 방송된다.

@highlight

매주 6시에 방송되는 네이처의 첫 단독 리얼리티 프로그램'기분 좋게 해드릴게요'에서는 걸그룹 네이처(NATURE)의 솔직하고 털털한 일상들로, 팬들이 몰랐던 네이처의 깊은 매력과 맴버들 사이의 감동어린 우정까지 만나볼 수 있다.