현재 초등생 43명 ‘즐거운 오후’

영주시는 지난달 30일 오후 가흥동에 위치한 그린목조관 국내 최고층 목조건축물 5층에서 초등학생을 위한 방과 후 돌봄서비스를 제공하는 영주시 다함께돌봄센터 개소식을 가졌다.

이날 개소식은 아동과 학부모 기관단체장이 참석한 가운데 돌봄센터 현판식과 축하공연 감사편지 낭독, 덕담릴레이 시설관람 등으로 진행됐다.

현판식에는 영주지역 최초로 조성된 돌봄센터 이용 아동들의 의견과 설문조사를 통해 ‘희망나무 마을돌봄터’라는 이름을 정하고 정식현판을 게시하는 행사를 개최해 의미가 남달랐다.

지난 5월초부터 돌봄센터를 운영한 결과 학부모들의 만족도도 매우 높게 나타냈다.

1학년과 3학년 아이를 보내는 한 학부모는 “집 가까이에 아이들을 믿고 맡길 수 있는 좋은 시설을 갖춘 돌봄센터가 생겨서 든든하다”며 “방과 후에 아이들을 걱정하는 일이 줄어들어 마음을 놓고 직장생활을 할 수 있게 됐다”고 말했다.

가흥초 2학년 김민서 어린이는 “집에 가면 혼자 있어야 해서 심심한데 이곳에 오면 친구들과 함께 놀 수 있어 좋다”고 말했다.

장욱현 시장은 “돌봄센터는 산림약용자원연구소와 생활밀착형 SOC사업 일환으로 업무협약을 체결해 마련한 곳”이라며 “아이들을 맘 놓고 맡길 수 있는 돌봄센터를 확대해 아이 키우기 좋은 아동친화도시를 조성할 것”이라고 말했다.

한편 영주시 다함께돌봄센터는 초등학생 방과 후 아이들의 안전한 돌봄을 위해 영주시가 처음 조성한 시설로 초등학생이면 누구나 이용가능하다.

지난 5월 1일부터 이용아동을 모집해 현재 43명의 아이들이 돌봄교사들의 지도아래 친구들과 자유롭게 오후 시간을 보내고 있다.

이곳에는 영주시에서 채용한 센터장과 코디네이터가 1명씩 시간제 돌봄교사 2명이 오후 1시부터 7시까지 근무하고 있다.

학부모는 월 3만원 정도의 간식비만 부담하면 되고 시범사업기간인 5월에는 전액 무료로 이뤄졌다.

돌봄센터는 학부모나 시민을 대상으로 재능기부도 상시 모집 중이다.

@highlight

영주시는 30일 초등학생을 위한 방과후 돌봄서비스를 제공하는 영주시 다함께돌봄센터 개소식을 가지고, 지난 5월초부터 운영한 돌봄센터에 대한 학부모 만족도가 매우 높게 나타났고, 아이들 걱정 없이 마음놓고 직장생활 할 수 있게 되어 든든하다는 학부모들의 반응을 전했다. 