도시공원 일몰제 시행이 1년여 앞으로 다가오면서 정부와 경상북도, 23개 시군이 '서로 책임 떠넘기기에 급급할 게 아니라 대책 마련에 힘을 모아야 한다'는 목소리가 나오고 있다.

이를 위해선 정부가 재정을 확보, 국비 지원에 나서는 책임 있는 자세를 보이는 게 급선무라는 지적이다.

1960년대부터 시작된 전국 곳곳의 공원 지정과 관리는 정부의 몫이었으나 1990년대 지방으로 이관해 책임을 미룬 결과가 오늘에 이르렀다는 이유에서다.

특히 28일 정부가 내놓은 부처 합동 대책이 지방채 발행에 따른 이자 지원 확대 등 간접 지원책 일색이어서 '대책 찾기에 안간힘을 쓰던 지자체의 의지만 더 약화했다'는 비판이 제기되고 있다.

경북도는 공원일몰제 대상지 중 국·공유지의 경우 10년간 해제를 유예할 게 아니라 아예 제외해야 한다는 견해를 내놓고 있다.

또 과거 건설교통부가 고속도로와 철로변을 녹지로 결정한 뒤 지자체로 이관한 시설은 정부가 시설비를 지원해야 한다고 강조한다.

여기에다 정부가 이번에 새로 도입하기로 한 방재공원은 재난기금 등 국비 지원의 길을 터야 한다고 보고 있다.

일각에서는 대정부 건의에 나서고 있는 경북도뿐 아니라 공원 조성의 당사자인 시군 단체장들의 의지도 중요하다고 지적한다.

특히 도심에 있어 주민 편익이 높은 공원의 사유지부터 우선 확보하기 위해 지방채 발행 등 재정 확보 방안 찾기에 나서야 한다는 것이다.

정부가 내놓은 각종 대책 가운데 시군 맞춤형 해법이 무엇인지 시급히 선정, 절차를 진행해야 한다는 의견도 적잖다.

경북도는 4일 예정된 시군 부단체장 회의에서 도시공원 등 장기미집행 도시계획시설과 관련해 철저한 대비를 요구할 계획이다.

경북도는 이날 ▷공원 조성을 위한 지방채 발행 이자 지원 사업 활용 ▷한국토지주택공사 토지비축사업제도 활용 ▷실효예정 도시공원의 도시자연공원구역 지정 관리 검토 ▷도시재생 뉴딜사업을 활용한 공원조성사업 추진 등을 적극 강조할 예정이다.

@highlight

도시공원 일몰제 시행이 1년 앞으로 다가오면서 정부 및 경상북도 23개 시군이 대책 마련에 의지를 모아야 한다는 의견이 나오고 있고, 60년대부터 공원지정과 관리는 정부의 역할이었으나 90년대 지방으로 이관하면서 책임을 회피 한 결과가 지금까지 이어왔으며, 이를 위해 재정확보 및 국비 지원에 앞장서는 자세를 보여야 한다.