믹 멀베이니 미국 백악관 비서실장 대행은 2일(현지시각) "우리가 북한에 '관여(engagement)' 하는 것은 그들의 핵무기 보유를 우려하기 때문"이라며 "우리는 그런 일이 일어나길 원하지 않는다"고 말했다.

멀베이니 비서실장 대행은 이날 '폭스뉴스 선데이'에 출연해 "현재 맞닥뜨린 북한 관련 핵심 이슈는 무엇인가"라고 자문한 뒤 이같이 밝혔다.

멀베이니 대행의 발언은 북미 협상의 북한 측 실무대표였던 김혁철 국무위원회 대미 특별대표 처형설 등 관련 보도를 두고 사회자가 '상대가 자기 나라 주민 뿐 아니라 측근들까지 죽이는 잔혹한 독재자라도 좋은 관계를 유지하는 것이 좋은 일이냐'는 취지의 질문을 하자 이에 답하는 과정에서 나왔다.

북한 비핵화 문제 해결이라는 최우선 과제 해결을 위해 김정은 북한 국무위원장과의 톱다운(top-down)방식 대화 등을 통해 북한에 대한 '관여 정책'을 펼 것이라는 원칙을 재확인한 셈이다.

멀베이니 대행은 '김혁철 처형설'을 두고도 "나는 우리가 그것(관련 보도)을 아직 확인했다고 생각하지 않는다"고 했다.

이어 "나는 우리가 관련 문제에 대해 갖고 있을 수도, 갖고 있지 않을 수도 있는 기밀 정보에 관해 이야기하지 않으려고 한다"고 말을 아꼈다.

그는 또 "그저 이 논의를 위해 관련 보도가 사실이라고 가정하자"며 "누가 됐든 누군가와 좋은 업무 관계를 갖는 것이 어떻게 나쁜 일이 될 수 있는가. 대통령이 언급했듯이 전화를 걸고 편지를 쓰는 것, (해당 외국정상이) 국내외적으로 무슨 일을 했는지와 상관없이 외국 정상과 대화를 나누는 것, 그것이 어떻게 나쁜 일이냐. 우리는 그것이 대화의 진전을 돕는다고 생각한다"고 반박했다.

멀베이니 대행은 아울러 "그것(북한 비핵화 협상)은 우리가 기대한 것보다 한층 더디게 가고 있다"면서도 "외교정책은 단기간의 정치적 이익에 관한 것이 아니다. 그것은 전 세계적이자 국가적인 미국의 안보에 관한 것이다. 그것이 우리가 이 문제를 다루는 방식"이라고 강조했다.

@highlight

미국 백악관 비서실장 대행 믹 멀베이니는 북한과 좋은관계를 유지는 이유는 북핵을 원하지 않기 때문이라고 밝혔지만 기밀 정보에 대해서는 말을 하지 않았다. 