2일 부산 사직구장에서 열린 2019 KBO리그 삼성 라이온즈와 롯데 자이언츠의 경기 4회초 무사 상황에서 삼성 구자욱이 우월 1점 홈런을 치고 홈 베이스에서 강명구 1루코치의 환영을 받고 있다.

사직 원정에 나선 삼성 라이온즈가 시리즈 스윕패를 간신히 면하고 홈으로 돌아온다.

삼성은 2일 부산 사직구장에서 열린 2019 KBO리그 롯데 자이언츠와의 주말 3연전 중 마지막 경기에서 8대3으로 승리했다.

롯데에 2패 후 1승을 거둔 삼성은 시즌 25승 33패 승률 0.431을 기록했다.

직전 잠실 원정으로 치른 두산 베어스와 주중 3연전에서도 똑같이 2패 후 1승을 기록했던 삼성은 이로써 원정 6연전을 2연속 루징 시리즈로 마감했다.

이날 선발 등판한 윤성환은 5이닝 동안 92개의 공을 던지며 6피안타(2피홈런) 3사사구 2탈삼진 3실점으로 시즌 3승째(2패)를 거뒀다.

삼성은 1회초 2사 1, 2루 찬스에서 나온 강민호의 1타점 적시타로 앞서갔다.

2회초 박해민 1타점 2루타, 구자욱 1타점 적시타, 러프 2타점 적시타를 엮어 다시 4득점에 성공했다.

4회초에는 구자욱의 솔로포가 나왔다.

구자욱의 시즌 7호 아치.

이에 맞서 4회말 롯데가 손아섭의 솔로포로 응수하며 점수는 6대1이 됐다.

삼성은 5회초 2사 1, 3루 찬스에서 잇달아 터진 구자욱, 김헌곤의 1타점 적시타로 2점을 달아났다.

롯데가 5회말 민병헌의 투런포로 똑같이 2점을 추격, 점수는 8대3이 됐다.

이후 9회말까지 양팀 모두 득점이 나오지 않으며 경기는 삼성의 5점차 승리로 끝났다.

삼성은 오는 4일 대구삼성라이온즈파크에서 NC 다이노스와 주중 홈 3연전을 치른다.

@highlight

삼성이 2일 부산 사직구장에서 열린 2019 KBO리그 롯데 자이언츠와의 주말 3연전 중 마지막 경기에서 8대3으로 승리했으며 이로써 원정 6연전을 2연속 루징 시리즈로 마감했고 오는 4일 대구삼성라이온즈파크에서 NC 다이노스와 주중 홈 3연전을 치를 예정이다.