지난달 31일 대구텍스타일콤플렉스에서 열린 대구시 주민자치회 정기총회에서 권영진 대구시장이 발언하고 있다.

대구시 주민자치회는 지난달 31일 대구텍스타일콤플렉스(동구 봉무동)에서 권영진 대구시장과 배지숙 대구시의회 의장을 비롯한 8개 구·군 800여명의 회원이 참석한 가운데 ‘제3차 정기총회’를 열고 주민자치회 운영 방안과 지방자치제 발전 방향에 대한 의견을 나눴다.

권 시장은 이날 총회에서 지방분권시대 주민자치회 역할의 중요성을 강조했다.

권 시장은 “대구시 주민자치회는 그동안 선도적인 역할을 했다고 평가받는다”면서 “지방자치제가 실시된 지 20년이나 됐고 발전을 거듭했으나, 주민자치 실현은 여전히 큰 과제로 남아있다.

시민들의 다양한 목소리가 정책 결정과 집행 과정에 반영될 수 있도록 주민자치회가 더 활성화됐으면 한다”고 말했다.

총회에서는 또 서홍명 회장, 전태규 수석부회장 등 임원단 선출에 관한 안건이 추인됐다.

서 회장은 “올해를 주민자치위원회의 새로운 도약을 위한 원년으로 삼을 것”이라며 “시 조례 제정과 민간단체 등록 이후 열리는 첫 정기총회에 많은 인원이 참석해 뜻깊게 생각한다.

임원과 회원 모두 ‘주민이 주인이 되는 자치시대’를 열기 위해 노력하겠다”고 소감을 밝혔다.

한편 주민자치회는 1999년 행정자치부(현 행정안전부) 지침에 따라 처음 설치됐다.

구별로 운영되던 주민자치회는 2009년 대구시 연합회로 발족됐고, 2015년 2월 대구시 주민자치회 창립총회를 가졌다.

2017년 시의회는 ‘주민자치회 활성화 지원 조례’를 제정해 법적 근거를 마련했다.

지난해 9월 비영리 민간단체으로 등록해 조직을 개편했다.

대구시 주민자치회는 그동안 △광주시와 맺은 달빛동맹 △통합신공항 이전 운동 △취수원 이전 등 지역 각종 현안에 시민 의견을 반영하는 일을 수행해 왔다.

자치분권과 균형발전을 실현하기 위해 △읍·면·동 주민자치회 시범실시 확대 △주민자치위원 역량강화 워크숍 개최 △맞춤형 주민자치센터 프로그램 개발·운영 등을 추진하고 있다.

@highlight

지역 현안에 시민 의견 반영 역할을 하는 대구시 주민자치회는 지난달 31일 대구텍스타일콤플렉스(동구 봉무동)에서 권영진 대구시장이 참석한 ‘제3차 정기총회’를 열었으며 권 시장은 지방분권시대 주민자치회 역할의 중요성을 말했다.