지난 20대 총선 광주·전남 선거구에서 유일하게 ‘빨간 깃발’을 꽂았던 순천은 이정현 무소속 의원의 출마 여부와 민주당 후보가 누가 되느냐가 흥미롭다.

그동안 역대 총선에서 민주당 후보들의 성적표가 좋지 않았던 것 만큼, 내년 총선에서 명예회복 여부도 관전 포인트다.

순천 표심의 향배가 당보다는 인물 중심으로 전략적 선택을 해왔던 적이 많았기 때문에 내년 총선에서도 한 치 앞을 알 수 없는 안갯속 선거전으로 치러질 것으로 관측된다.

지난 총선에서 보수 정당의 후보로 당선돼 호남 정치사를 새로 쓴 이 의원은 청와대에서 모셨던 박근혜 대통령과 측근의 국정농단으로 입지가 줄어들었다.

이 때문에 현재는 대외적인 정치 행보보다는 은둔형 정치로 재기의 발판을 마련하고 있다.

하지만 박 정권의 몰락을 이끈 ‘촛불민심’이 지속되고 있는 상황에서 지역민심 얻기가 쉽지 않아 보인다.

이 틈을 타 민주당에서는 기존 알려진 후보들이 출사표를 준비하면서 난립하고 있는 양상이다.

서갑원 현 지역위원장을 비롯해 노관규 전 순천시장, 장만채 전 전남도교육감, 김광진 전 의원 등이 자웅을 겨루고 있다.

서 위원장은 17-18대 국회의원, 노무현 정부 시절 대통령비서실 의전비서관과 정무제1비서관, 민주당 원내수석부대표 등을 역임하면서 순천을 대표하는 정치인으로 성장했다.

검사 출신인 노 전 시장은 민선 4·5기 순천시장을 역임하는 동안 순천정원박람회를 성공적으로 기획했다는 점이 지역민에게 각인돼 있다.

지난 지방선거에서 전남지사 선거에 나서 첫 정치무대에서 가능성을 확인한 장 전 교육감도 다크호스로 떠오르고 있다.

장 전 교육감은 순천대 총장을 역임하면서 지역사회에서 호감을 얻으면서 정치인으로서의 자질을 인정받았다.

조충훈 전 순천시장, 김선동 전 통합진보당 의원, 김영득 전 민주당 대변인, 양효석 공인회계사 등이 향후 정국의 변화를 관망하며 출마를 저울질하고 있는 것으로 알려졌다.

무소속 구희승, 손훈모 변호사도 출마를 저울질하고 있는 것으로 전해졌다.

@highlight

지난 총선에서 순천 보수 정당 후보로 당선된 이정현 의원은 순천 표심을 얻고 있어 이번 선거에서도 무소속으로 출마할 지, 더불어민주당의 어떤 후보와 경쟁할 지 기대가 모아진다.