수성아트피아는 '베토벤 피아노 소나타 전곡 연주' 세번째 시리즈를 6월 12일(수)과 13일(목) 개최한다.

베토벤 피아노 소나타 전곡 시리즈는 매월 국내외 유명 피아니스트들의 연주를 통해 악성(樂聖) 베토벤의 위대한 작품세계를 면밀히 조망하고 그들의 생애와 음악을 보다 넓은 시각에서 이해하고자 기획된 학구적인 프로젝트이다.

12일(수) 오후 7시 30분에는 영남대 피아노과 교수 이미연이 베토벤의 피아노 소나타 제3, 8, 13, 27번을 연주한다.

이번 베토벤 소나타 전곡 시리즈의 예술감독이기도 한 피아니스트 이미연은 서울예고 2학년 재학 중 한국예술종합학교에 영재로 입학해 중앙음악콩쿠르 최초의 만장일치 1위, KBS서울신인음악콩쿠르에서 1위를 차지하며 국내 음악계의 주목을 받았다.

이후 독일 베를린 국립예술대에서 파스칼 드봐이용을 사사하며 디플롬과 최고연주자과정을 만장일치로 졸업했고, 세계 3대 콩쿠르인 벨기에 퀸 엘리자베스 국제콩쿠르에서 Laureate prize 수상을 비롯해 그리스 마리아 칼라스 콩쿠르 3위 등 국제콩쿠르에 입상하며 유럽에서의 입지를 굳혔다.

전문연주자 최훈락은 13일(목) 오후 7시 30분 베토벤의 피아노 소나타 제9, 22, 25번을 연주한다.

피아니스트 최훈락은 13세 때 대구시교육청 주최 콩쿠르에서 전체 대상을 수상하는 등 일찍이 뛰어난 재능으로 두각을 나타냈다.

계명대 음악대학을 졸업하고 독일 슈투트가르트 국립음악대학 전문연주자과정 졸업, 트로싱엔 국립음악대학 최고연주자과정을 수료했다.

현재 '앙상블 인' 리더, '앙상블 미스터 블랙' 멤버, '앙상블 M.S.G' 예술감독 등 다양한 활동을 이어가고 있다.

전석 2만원.

053)668-1800.

@highlight

수성아트피아는 악성(樂聖) 베토벤의 위대한 작품세계를 보다 넓은 시각에서 이해하고자 기획된 '베토벤 피아노 소나타 전곡 연주'을 6월 12일(수)과 13일(목) 개최한다.