국순당은 '1000억 유산균 막걸리'가 지난 5월 말 기준 100만병 판매를 돌파했다고 3일 밝혔다.

지난해 5월 출시한 이래 1년 만의 성과로, 프리미엄 막걸리 시장을 이끈 의미가 있다.

국순당 관계자는 "대형마트에서 판매되는 대부분의 막걸리가 1000원~2000원 사이인 점을 감안하면 판매가가 3200원으로 고가인 1000억 유산균 막걸리의 판매 호조는 프리미엄 막걸리 시장의 성공 가능성을 보여준 것"이라고 했다.

1000억 유산균 막걸리는 국순당이 최초로 선보인 유산균 강화 막걸리다.

장내 유해균 증식 억제와 장 활동 활성화 등 장 건강에 도움이 되는 식물성 유산균을 막걸리에 담았다.

제품에는 식물성 유산균이 막걸리 한 병(750㎖)에 1000억 마리 이상 함유됐다.

시중에 판매되는 일반 생막걸리 한 병(자사 생막걸리 750㎖ 기준)당 1억 마리 가량의 유산균이 들어 있는 것과 비교하면 약 1000배 많이 들어있고, 일반 유산균음료 보다 약 100배 많이 들어 있다.

장 건강에 관심이 높은 여성 및 장년층 소비자의 관심이 높다고 국순당은 설명했다.

기능성을 강화한 프리미엄급 막걸리로 차별화, 저도주 전략을 꾀한 점도 성공 요인으로 꼽힌다.

1000억 유산균 막걸리는 1000원대가 대부분인 막걸리 시장에서 3000원대 가격을 책정해 고급화 전략을 펼쳤다.

알코올 도수는 5%로 낮춰 일반적인 막걸리 도수(6%)와 비교해 쉽게 즐길 수 있도록 했다.

기존 막걸리의 저가 이미지를 탈피한 전략은 프리미엄 막걸리 시장을 키운 것으로 나타났다.

이마트에 따르면 1000억 유산균 막걸리는 지난 1분기 기준 이마트 전체 막걸리 매출 4위에 올랐다.

같은 기간 이마트의 3000원 이상 가격대 막걸리의 매출 신장률은 269.5%(작년 동기 대비)에 달한다.

국순당 이종민 팀장은 "1000억 유산균 막걸리가 막걸리 웰빙 바람을 일으키며 프리미엄 막걸리 시장을 개척하고 있다"며 "최근 기업형 슈퍼마켓(SSM)과 편의점에서 판매가 큰 폭으로 늘어나고 있어 향후 꾸준한 매출 증가가 기대된다"고 말했다.

@highlight

국순당은 지난해 5월 출시한 '1000억 유산균 막걸리'가 지난 5월 말 기준 100만병 판매를 돌파해 1년 만에 프리미엄 막걸리 시장의 가능성을 보여주는 성과를 냈다고 3일 전했다.