(동양일보 임재업 기자) 한국경제연구원은 올해 경제성장률 전망치를 2.2%로 종전보다 0.2%포인트 하향 조정했다.

전국경제인연합회 산하 한경연은 3일 발표한 'KERI 경제동향과 전망: 2019년 2분기' 보고서에서 이 같이 밝혔다.

한경연은 수출이 급격히 위축되는 가운데 투자(건설+설비) 둔화 폭이 확대되고 소비까지 회복 흐름을 멈추게 됐다고 설명했다.

앞서 KDI와 금융연구원, OECD(경제협력개발기구)가 성장률 전망치를 2.6%에서 2.4%로 낮췄으며, 한국은행(2.5%)도 다음 달 하향 조정할 것이란 관측이 나온다.

한경연은 올해 수출 증가율을 1.4%로 기존 전망치(2.9%)의 절반 이하로 낮춰 잡았다.

미중 무역갈등 격화와 글로벌 경기하강에 따른 주요 수출시장 성장률 둔화, 반도체와 주요 수출품목 가격 경쟁력 상실과 같은 전반적인 교역조건 악화를 배경으로 들었다.

설비투자와 건설투자는 각각 5.0% 역성장할 것으로 전망했다.

설비투자는 증설유인이 부족하고 자금조달 부담이 커진 영향으로 지난해(-1.7%)보다 둔화 폭이 확대될 것으로 예상했다.

건설투자는 정부의 부동산 대책과 사회간접자본(SOC) 예산 감축 영향으로 작년(-4.0%)보다 더 부진할 것으로 봤다.

민간소비는 2.3% 증가하겠지만, 소비심리 부진과 가계 빚 부담 증가, 자산가격 하락 등으로 인해 당초 전망치보다는 증가율이 0.2%포인트 낮아질 것으로 예상했다.

한경연은 소비자물가 상승률은 0.8%에 그칠 것으로 내다봤다.

인건비는 크게 상승했지만 수요측면의 물가상승 압력이 낮고 서비스 업황이 부진한 데다가 가계빚과 고령화 등 구조적 원인이 물가에 하방 압력으로 작용할 것으로 봤다.

경상수지 흑자는 560억 달러로 작년보다 204억 달러 적을 것으로 예상했다.

상품수지 흑자 폭이 크게 줄어들고 서비스 수지 적자 기조는 지속할 것이란 분석에 따른 것이다.

원·달러 환율은 1180원으로 작년(1089원)보다 약 100원 절하될 것으로 전망했다.

@highlight

한국경제연구원은 'KERI 경제동향과 전망: 2019년 2분기' 보고서에서 수출이 급격히 위축되는 가운데 투자가 둔화되고 소비까지 회복 흐름을 멈추게 됐다며 올해 경제성장률 전망치를 2.2%로 하향 조정했다.