대구 미래교육 500인 대토론회서 학생, 학부모, 교사 등의 의견 수렴대구 미래교육 500인 대토론회서 학생, 학부모, 교사 등의 의견 수렴 [채정민 기자 cwolf@imaeil.com] 대구시교육청이 1일 대구 엑스코에서 '교육감과 함께하는 대구 미래교육 500인 대토론회'를 열고 교육 현장의 의견을 수렴했다.

대구 교육 공동체 구성원들이 가장 중요하게 생각하는 교육 정책은 '인성교육'인 것으로 나타났다.

이들은 또 학생의 창의성과 주도성을 높이는 맞춤형 교육이 더 필요하다고 입을 모았다.

대구시교육청은 최근 엑스코에서 초·중·고교생과 학부모, 교사 등 500여명이 모인 가운데 원탁 토의 형식인 '교육감과 함께하는 대구 미래교육 500인 대토론회'를 열고 교육 현장의 의견을 수렴했다.

3일 시교육청이 의견을 정리한 바에 따르면 1차 토론에서 대구 교육이 역량을 집중해야 할 정책은 인성교육(28.4%)인 것으로 집계됐다.

이어 교실 수업 개선(27.6%)이 중요하다는 답이 두 번째로 많은 지지를 얻었다.

또 창의·융합 역량 신장을 위한 국제 바칼로레아(IB) 프로그램 도입(14.6%), 교사와 학교의 자율성 강화(7.4%) 등이 뒤를 이었다.

참석자들은 대구 교육에 무엇이 더 필요한가를 두고 2차 토론을 벌였다.

방과후수업 강화, 과정 중심 교육 등 학생의 창의성과 주도성을 높이는 맞춤형 교육이 필요하다는 의견이 27.3%로 가장 많았다.

이어 ▷학생, 학부모 인성교육(15.0%) ▷학부모 참여 교육 활성화 및 교사, 학부모, 학생 간 소통 활성화(13.5%) 등에 대한 얘기가 많았다.

시교육청은 이번 토론회가 내실있게 진행되도록 학생, 학부모, 교원 2천903명으로 구성된 대구미래교육정책모니터단을 대상으로 사전 온라인 모니터링을 실시했다.

강은희 대구시교육감은 "시민과 교육 공동체의 의견을 착실히 반영해 대구 학생들이 미래 역할을 활짝 꽃피워 갈 수 있도록 심혈을 기울이겠다"고 했다.

@highlight

대구시교육청이 학부모와 교사 500여명을 대상으로 진행한 '교육감과 함께하는 대구 미래교육 500인 대토론회'에서 1차 토론 주제인 '대구 교육의 역량 집중 정책'은 인성 교육이, 2차 토론 주제인 '대구 교육에 어떤 것이 필요한가'에서는 창의성과 주도성을 위한 맞춤형 교육이 뽑혔다. 