[질문] 저희 회사 사정이 어려워 사업운영상 인사발령이 필요하여 직원들을 인사 조치를 취하려 하고 있습니다.

[답변] 인사명령은 원칙적으로 인사권자인 사용자의 고유권한으로 이러한 인사명령에 대하여는 업무상 필요한 범위 안에서 사용자에게 상당한 재량을 인정해야 하며, 이것이 근로기준법 등에 위반되거나 권리남용에 해당하는 등의 특별한 사정이 없는 한 위법하다고 할 수 없습니다.

따라서 이 사안은 사용자가 사업운영상 등을 이유로 근로자들이 기존 직무의 직책을 정상적으로 수행할 수 없거나, 근로자의 능력이 그와 같은 직책을 수행하기 어려운 경우 사용자는 해당 근로자의 직무나 직책을 변경하고 그에 걸 맞는 급여 등 근로조건을 변경할 수 있는지 여부라 할 것입니다.

이에 대해 법원의 경우 기본적으로 그 유효성을 인정하고 있는 사례가 다수인데, 서울행정법원은 전보조치로 인하여 급여가 낮아지는 것은 연봉제 자체의 특성상 일반적으로 직책이 낮아진 직무의 난이도를 반영해 합리적인 차이에서 발생한 것으로 근로자가 통상적 감수해야 할 정도를 현저히 벗어나지 않는 경우 타당하다고 판시하고 있고, 전보가 사용자가 행사할 수 있는 정당한 인사권의 범위를 벗어나지 않는 이상 유효하다고 판시하고 있습니다(서울행법 2002.05.21., 선고 2001구46187, 서울행법 2006.12.5., 선고 2006구합22576 판결).

즉, 법원은 기본적으로 근로조건의 변경을 수반하는 인사 조치는 근로자에 대한 불이익조치라고 보면서도 인사권자의 고유한 권한에 속하므로 업무상 필요한 범위 안에서는 상당한 재량권을 인정하고 있습니다.

다만, 업무상 필요성과 인사발령에 따른 근로자의 생활상 불이익을 비교·교량 하여 협의 등 신의칙상 요구되는 절차를 거쳤는지 여부를 종합적으로 고려하여 유효성 여부를 판단하고 있습니다.

따라서 급여 등 근로조건 변경은 인사발령에 따른 업무상 필요성과 근로자의 생활상 불이익을 비교·교량 하여 당사자와의 협의 등 절차상 요건 등을 종합적으로 고려해야 할 것으로 보여 집니다.

@highlight

인사발령과 함께 근로조건을 불이익하게 변경할 경우 인사조치가 유효한지에 대한 문제에 법원은 인사권자의 고유한 권한에 속하므로 업무상 필요한 범위 안에서는 상당한 재량권을 인정하고 있다고 답했다. 