▲ 자유한국당 양산시의원 일동은 3일 양산시청 프레스센터에서 '김일권 양산시장의 취임 1주년'을 맞아 시책의 잘못된 부분을 지적하는 기자회견을 가졌다

자유한국당 양산시의원 일동은 3일 양산시청 프레스센터에서 '김일권 양산시장의 취임 1주년'을 맞아 시책의 잘못된 부분을 지적하는 기자회견을 가졌다.

자한당 시의원들은 "취임 1년을 지켜보면서 시장님의 시정발전을 위해 최선을 다하시는 열정에 박수를 보낸다"며 "그러나 있어서는 안 될 일들이 있어, 오해가 있는 부분은 해명해 주시고 잘못된 부분이 있으면 사과와 함께 원상회복 시켜 주시길 바란다"고 밝혔다.

이들은 "'완전히 새로운 양산을 만들겠다'라는 슬로건으로 출범한 양산시정 민선 7기가 1년도 채 안돼 여러 가지 불협화음과 독주로 미래 양산발전에 큰 결격사유가 곳곳에서 발생되고 있다"며 "인사권을 쥐고 있는 시장이 취임과 동시 임기가 2년이나 남아있는 공기업 책임자 기관단체장 교체를 위해 공무원을 통해 사퇴를 종용, 시설관리공단 이사장, 복지재단 본부장 등 기관단체장을 교체했다"고 주장했다.

게다가 "인재육성 장학재단 이사장, 체육회 사무국장, 차장, 축전추진위원회 처장, 간사를 비롯해 시장추천으로 직원 2명을 채용하는 농수산물 유통센터 일자리마저 주로 선거캠프에 관여했던 사람들로 교체 됐다"고 폭로했다.

이밖에도 "각종 물품납품, 특정기업에 하도급계약 강요설, 7월 인사와 관련한 수많은 풍문들이 나돌고 있어 시장님은 이러한 소문들을 철두철미한 진상조사를 펼쳐 시정에 걸림돌이 되지 않도록 공표해 주시길 바란다"고 요구했다.

자한당 시의원들은 "시민의 복지증진과 양산시 발전에 책임을 다해야 하는 자유한국당 시의원들이 우리 시민들에게 시정운영에 대해 소상히 알리고자 이 자리에 설 수밖에 없었다"며 "오직 양산시민들의 복리증진과 삶의 질 향상을 위해 시민들만 바라보며 섬기는 의정활동을 할 것을 약속 드린다"고 말했다.

@highlight

자유한국당 양산시의원은 양산시청 프레스센터에서 '김일권 양산시장의 취임 1주년'을 맞아 시책의 잘못된 부분을 지적하는 기자회견을 가졌고 "잘못된 부분이 있으면 사과와 함께 원상회복 시켜 주시길 바란다"고 밝혔으며 "복리증진과 삶의 질 향상을 위해 의정활동을 할 것을 약속 드린다"고 말했다.