동시에 8대 초급속 충전 가능…한전과 에너지 신산업도 공동 추진키로동시에 8대 초급속 충전 가능…한전과 에너지 신산업도 공동 추진키로 [장성현 기자 shjang@imaeil.com] 대구시가 달서구 두류공원 야외주차장에 설치한 '초급속 멀티 전기차충전소' .

대구시 제공.

전기차 8대를 동시에 급속충전하는 '초급속 멀티 전기차 충전소'가 국내 최초로 대구에 문을 연다.

시는 4일 대구 달서구 두류공원 야외주차장에서 '에너지 신사업 공동협력 업무협약'을 맺고 '초급속 멀티 전기차 충전소' 준공식을 연다.

이곳에선 국내 최대 용량인 500kW급 전력분배기를 통해 전기차 8대를 동시 충전할 수 있다.

시간도 기존 30분대에서 10분대로 단축된다.

시와 한전은 분산형 전원과 사물인터넷(IoT)기반의 에너지산업 육성에도 공동 협력하기로 했다.

초급속 멀티 전기차 충전소를 대구 전역으로 확대하고, 지역 내 건축물을 대상으로 한전의 에너지관리시스템에 기반을 둔 에너지 효율화 사업에 나서기로 했다.

이 사업은 사회복지시설이나 에너지 과다소비 공장, 고층 건물 등에 고효율 냉난방기와 변압기, LED 등을 설치하는 게 골자다.

전력 IoT를 활용한 스마트시티 구축 사업도 공동 추진한다.

전주 등 전력설비에 환경 스마트센서를 달아 공공 빅데이터를 수집, 도시문제를 해결하는 한편 미래형 제로에너지 빌딩을 구축한다.

권영진 대구시장은 "한전과 함께 에너지 분야에서 지속적으로 협력해 국가 친환경 에너지산업을 이끌겠다"고 말했다.

한편 이날 행사에서는 '동의보감' 사회공헌활동을 펼치고 있는 한전 검침매니저에게 명예사회복지공무원 위촉장을 수여한다.

대구시가 추진 중인 '동의보감'은 세금 미납, 의료비 과다지출, 주민등록말소자 등 복지 사각지대에 대한 인적 안전망이다.

한전 검침매니저가 취약계층을 정기적으로 방문, 확인하고 복지제도 정보를 제공하는 사업이다.

@highlight

대구시는 4일 대구 달서구 두류공원 야외주차장에서 국내 최초로 전기차 8대를 동시 충전할 수 있는 초급속 멀티 전기차 충전소 준공식을 연다.