예산군보건소가 올해 상반기 8개 마을을 운영한 치매미리지킴 예방교실을 하반기부터 4개 마을(예산읍 예산5리, 대술면 시산1리, 대술면 이티1리, 신양면 만사리)을 추가로 확대 운영한다.

[예산]예산군보건소 치매안심센터가 60세 이상 어르신을 대상으로 실시한 '치매 미리지킴 예방교실' 운영 결과 주민 만족도와 호응도가 높아 오는 5일부터 추가 확대 운영할 계획이라고 밝혔다.

치매 미리지킴 예방교실은 올해 상반기 8개 마을을 운영했고 하반기에는 4개 마을(예산읍 예산5리, 대술면 시산1리, 대술면 이티1리, 신양면 만사리)을 추가로 확대 운영할 예정이다.

치매 미리지킴 예방교실 운영 세부내용은 △사전·사후검사(치매선별검사, 노인우울검사, 주관적 기억력평가, 만족도) △치매예방교육 및 홍보 △치매예방운동 등 기본프로그램 △희망프로그램(다듬이난타, 난타, 하모니카, 오카리나, 실버체조 등)으로 구성해 주 1회 운영된다.

올 하반기에는 상반기 프로그램 중 반응이 가장 좋았던 다듬이난타를 메인프로그램으로 운영할 예정이며 그 외 어르신들의 집중력과 인지기능을 강화시키는 프로그램을 병행 운영함으로써 치매에 대한 부정적 인식개선 및 치매예방에 효과를 거둘 예정이다.

또한 프로그램이 종료된 후에도 스스로 치매예방 활동을 할 수 있도록 참여자들 대상 누구나 쉽게 따라 할 수 있는 뇌신경체조, 치매예방체조 및 치매예방수칙을 보급 지도할 계획이다.

보건소 관계자는 "어르신들의 자발적이고 적극적인 치매 미리지킴 예방교실 참여를 통해 치매에 두려움을 없애고 건강한 노후를 준비하는데 도움이 되길 바란다"고 밝혔다.

기타 자세한 문의사항은 예산군보건소 치매안심센터(☎041(339)6126)로 문의하면 된다.

@highlight

예산군보건소 치매안심센터가 60세 이상 어르신을 대상으로 올해 상반기 8개 마을에서 운영한 치매미리지킴 예방교실을 하반기부터 4개 마을에 추가 확대 운영하고, 프로그램 종료 후에도 스스로 치매예방 활동을 할 수 있도록 다양한 정보를 제공할 예정이다.