적극적인 태도로 우수한 성과를 보인 공무원은 상위 직급에 자리가 없어도 승진이 가능해진다.

근속 승진에 필요한 기간도 최대 1년 줄어든다.

반면 소극행정이나 음주운전으로 징계를 받은 공무원은 승진 제한기간을 6개월 연장한다.

인사혁신처는 4일 이런 내용을 담은 '공무원임용령 개정안'을 입법 예고한다.

열심히 일하는 공무원에게는 상을 주고 일하지 않거나 불법 행위를 저지른 공무원에게는 벌을 주는 '신상필벌' 원칙을 제대로 세우기 위해서다.

지금껏 공무원들은 열심히 일해서 업적을 인정받아도 상위 직급에 자리가 없으면 승진이 어려웠다.

하지만 정부 포상을 받아 능력을 공식적으로 인정받은 공무원은 소속 기관에 자리가 없어도 특별승진을 허용하기로 했다.

인사처가 주관하는 '대한민국 공무원상'이나 '적극행정 경진대회' 등에서 국무총리 표창 이상의 정부포상을 받으면 특별승진 혜택을 누릴 수 있다.

공직사회에는 승진을 위해 반드시 채워야 하는 근속기간이 있다.

그간 정부는 국정과제 추진 실적이 우수한 공무원에게 근속기간을 1년 줄여 줬다.

하지만 앞으로는 적극행정을 펼쳐 우수한 성과를 낸 공무원에게도 근속승진 소요기간을 최대 1년 단축해 준다.

소극행정과 음주운전을 저지른 공무원은 승진 제한기간이 6개월 늘어난다.

그간 뇌물 수수나 성폭력·성매매 등 심각한 비위 행위를 저질러 징계를 받은 공무원은 승진이 6개월 늦춰졌다.

강등·정직을 받은 공무원은 1년 6개월간 승진을 못 하고 징계 사유가 금품 수수면 6개월이 추가돼 2년간 승진이 배제된다.

소극행정과 음주운전도 이런 범주에 포함시켜 엄정하게 다스릴 계획이다.

이 밖에 정부 부처 간 인사교류가 더욱 활발해질 수 있도록 인사교류로 다른 부처에서 일한 공무원은 자리가 없어도 원래 소속 기관으로 복귀할 수 있게 한다.

이번 개정안은 다음달 15일까지 입법예고 뒤 법제처 심사 등을 거쳐 시행된다.

황서종 인사처장은 "적극적으로 일한 공무원에게는 특별승진뿐만 아니라 교육 훈련, 특별성과가산금 등 과감한 인센티브를 주겠다"고 말했다.

@highlight

인사혁신처는 4일 '공무원임용령 개정안'을 입법 예고한 자리에서,  '신상필벌'의 원칙을 제대로 세우기 위해 적극적인 태도로 우수한 성과를 보인 공무원에게는 '상위 직급에 자리가 없어도 승진의 기회가 주어진다'고 밝혔다.