대전시의회가 어제부터 정례회 본회의를 열고 19일간의 회기를 시작했다.

의사일정표 대로 진행되면 64개 안건이 처리될 것으로 예상된다.

이번 정례회는 상대적으로 비중이 크다는 점을 지적하지 않을 수 없다.

올해 시작된 '대전방문의 해' 흥행, 도시공원 민간특례사업, 도시철도 2호선 트램 건설, 혁신도시 지정 등 지역 현안들이 적지 않기 때문이며, 그런 만큼 이들 사안에 대해 지방의회가 중심을 잡고 추동력을 발휘하는 일이 어느 때보다 긴요하다.

지역 현안은 대전의 현재와 미래를 규정 짓는 일과 직결된다.

지방의회가 첫단추를 잘 채우는 데에 일정한 역할을 하면 순항하는 것은 물론이고 지속가능성도 담보된다 할 수 있다.

공공기관 유치 이전 및 지역인재 의무채용 가시화 부분도 다르지 않으며 대전 돔 구장 관련해서도 충분한 담론이 형성될 수 있도록 분위기를 잡아줘서 나쁠 것 없다.

4 차산업혁명특별시 선점도 두말이 필요치 않다.

대덕특구라는 인적·물적 인프라를 발판 삼아 도약할 절호의 기회고 이를 제때에 살리지 못하면 타 도시에 추격당하는 낭패를 볼지 모른다.

대전시의회도 이런 현실을 체감하고 있을 것으로 믿지만, 그게 시의원들 머릿속 관념으로 머물러 있어선 곤란하다.

150만 시민의 대의기구로서 집단지성에 기반한 정책적 대안을 제시하는 한편, 경우에 따라 행동력을 보여줄 때는 서슴지 말고 결속해야 한다.

특히 정부부처나 정치권을 상대로 승부를 봐야 하는 정책들은 건의문, 촉구안 등을 채택만 하고 손을 놓아버리면 일이 진척되지 않기 십상이다.

시민의 이름으로 시의회의 협상력을 높일 수 있는 복안에 대한 고민까지 병행돼야 하는 이유다.

최근 대전시의회 내부의 공기는 다소 무거워 보인다.

시의회 수장이 경찰조사를 받은 일도 그렇고 또 일부 시의원들이 지역구 정치인들과의 관계에서 갈등 양태에 있는 점도 걸리긴 한다.

그와 별개로 의정활동은 의정활동이고 일로써 평가받기를 바란다.

@highlight

대전시의회가 64개 안건을 처리할 예정으로 정례회 본회의를 열고 주요 현안인 '대전방문의 해' 흥행, 도시공원 민간특례사업 등 지역현안들을 처리하기 위해 중심을 잡고 추동력을 발휘해야 할 것이다.