전남쌀 공동브랜드 광주 첫 판매행사에 나선 김석기 농협전남본부장과 농협 임직원들.

전남농협이 전남 쌀 공동브랜드 ‘풍광수토’를 지역민들에게 알리기 위해 첫 광주 판촉행사를 6월 말까지 실시한다.

농협전남지역본부는 3일 광주 소비자들에게 풍광수토를 널리 알리기 위해 3일부터 오는 30일까지 약 한달간 광주 수완지구에 위치한 농협광주유통센터에서 판매행사를 개최한다고 밝혔다.

이 기간 전남농협은 풍광수토 쌀 10kg를 구매하는 고객에게 전남산 양파 1망(3kg)을 증정한다.

행사 첫날인 이날에는 김석기 농협전남본부장, 유동찬 전남도 사무관, 광주유통센터 노명하 지사장, 영광농협 정길수 조합장, 백수농협 조형근 조합장, 영광통합RPC 강선중대표 등이 행사장을 방문해 소비자들에게 풍광수토쌀과 양파 소비촉진을 홍보하기도 했다.

이들은 앞으로 간담회 등을 통해 광주유통센터를 교두보로 풍광수토 알리기에 나서기로 다짐했다.

전남농협은 2016년 신동진 단일품종 상등급으로 표준화해 브랜드 이름만 남기고 모든 것을 새롭게 리뉴얼한 풍광수토를 2017년부터 전국의 소비자들을 대상으로 다양한 판매 창구를 개척해왔다.

과거 풍광수토의 혼합·저가쌀 이미지가 가장 강했던 광주 소비자들에게는 2017년부터 2년간 판매를 전면 중지하기도 했다.

전국적으로 풍광수토의 새로워진 브랜드가 알려지기 시작한 올해는 조금씩 판매처를 확보하고 있다.

김석기 농협전남본부장은 “전남도와 함께 풍광수토 제주도, 영남권, 수도권, 홈쇼핑, 온라인쇼핑몰 등 다양한 온·오프라인 판매채널을 확보해 전국적으로 소비자들에게 알려지고 구매량이 증가하고 있다”며 “광주 소비자 여러분들께서도 이번 첫 판촉행사 때 광주유통센터를 방문해 새로워진 풍광수토 쌀을 구매해 주고 전남산 양파도 많이 소비해주셨으면 좋겠다”고 말했다.

@highlight

농협전남지역본부는 3일 농협광주유통센터에서 전남 쌀 공동브랜드 ‘풍광수토’를 널리 알리기 위해 약 한달간 판촉행사를 개최한다고 밝혔으며 농협전남본부장은 전남도와 함께 온·오프라인 판매채널을 확보해 전국적으로 소비자들에게 알려지고 구매량이 증가하고 있다며 광주 소비자 여러분들도 새로워진 풍광수토 쌀을 많이 소비해주셨으면 좋겠다고 말했다.