소비자 접점 강화와 브랜드 경쟁력 긍정적 영향 기대.

작년 총 9개 면세점 입점 이어 올해도 판매 확대 박차.

인천공항 입국장 SM면세점(제1여객터미널)에 로컬 위스키 중 단독으로 입점을 완료한 (주)골든블루 5개 제품.

국내 주류 전문 기업 ㈜골든블루(대표이사 김동욱)는 지난 달 31일 개장한 인천공항 입국장 SM면세점(제1여객터미널)에 로컬 위스키 중 단독으로 입점을 완료했다고 3일 밝혔다.

㈜골든블루는 해외 여행객들이 여행을 마치고 선물용이나 기념품으로위스키를 쉽게 구입할 수 있도록 하기 위해 입국장 면세점 입점을 결정했다.

이번에 입점한 제품은 5가지로 ‘골든블루 사피루스’, ‘골든블루 다이아몬드’, ‘골든블루 20년 서미트’, ‘팬텀 디 오리지널’, ‘팬텀 더 화이트(700ml)’다.

이번에 입국장 면세점에서 판매를 시작하는 5개 제품 모두 세계 3대 주류품평회 중 하나인 ‘2019 벨기에몽드셀렉션’에서 최우수금상, 금상 등을 수상, 세계적으로도 높은 품질을 인정 받고있는제품이다.

김동욱 ㈜골든블루 대표는 “㈜골든블루 제품의 접점 확대 방안을 계속 모색하던 중 입국장 면세점이 소비자들에게 한발 더 가까이 다가갈수 있는 채널이라고 판단해 입점을 결정했다”며 “입국장 면세점 입점은 ㈜골든블루의 브랜드 가치와 경쟁력을 한층 더 높일 수 있는 기회”라고 말했다.

한편, 지난해 ㈜골든블루는 인천공항 시티면세점과 인천공항 SM면세점, 인천공항 엔타스면세점, 서울 SM면세점, 한화 갤러리아 면세점 63점, 현대백화점 면세점, 부산항만 면세점, 대구공항 그랜드면세점, JTO면세점 등 총 9개 면세점 입점에 성공했다.

올해도 인천공항 입국장 SM면세점(제1여객터미널) 입점을 시작으로 제주공항 면세점과 롯데면세점, 신라면세점 등에서도 판매를 시작할 예정이다.

@highlight

국내 주류 기업 ㈜골든블루는 해외 여행객들이 선물용이나 기념품으로 위스키를 쉽게 살 수 있도록 인천공항 입국장 SM면세점에 로컬 위스키 중 단독으로 입점했으며, 판매 제품은 ‘골든블루 사피루스’, ‘골든블루 다이아몬드’, ‘골든블루 20년 서미트’, ‘팬텀 디 오리지널’, ‘팬텀 더 화이트(700ml)’다.