광주광역시는 대형 건설공사에 대한 부실시공과 안전사고를 예방하기 위해 오는 7일부터 드음달 5일까지 도로와 하천, 아파트, 건축물 등 대규모 건설공사 현장 관리실태를 일제 점검한다.

광주시는 이번 점검을 위해 관계 공무원과 지방건설기술심의위원 등 민간전문가로 구성된 민관 합동 점검반을 편성했다.

점검 대상은 시와 산하기관에서 발주해 시공하고 있는 총 공사비 50억 원 이상의 대형 건설공사 13곳과 광주시에서 허가해 건립 중인 600세대 이상 민간 공동주택 3곳 등이다.

특히 건설공사 현장의 ▲가시설 등 구조물 안전관리 상태 ▲시공관리, 품질관리, 자재관리 상태 ▲비산먼지 저감대책 등 환경관리 상태 ▲우기 대비 수방대책 ▲교통처리시설물, 안내표지판 설치 상태 ▲시민 불편사항 등을 중점적으로 살펴볼 예정이다.

시는 건설현장 추락사고 방지 등 안전에 대한 경각심을 일깨우고, 공사현장 사고·사망자수 감소를 위한 건설안전 홍보도 진행한다.

또 고농도 미세먼지 저감조치의 하나로 대형 공사장의 비산먼지 저감대책 이행실태를 점검해 공공부문 공사 시 노후 건설기계 운행제한, 비산먼지 유발 공정 작업금지 등 미세먼지 저감대책 의무시행(민간부문은 자율참여 유도) 조치도 병행할 방침이다.

점검반은 경미한 사항은 현지 시정 또는 보완하도록 조치하고, 부실시공현장은 보수·보강과 함께 부실 정도에 따라 부실 벌점을 부과하는 등 엄정 조치한다.

우수현장에 대해서는 연말 표창도 추진할 계획이다.

이승국 시 건설행정과장은 “매년 2회에 걸쳐 대형 건설공사 현장 관리실태를 점검하고 있다”며 “지난해 상반기 18개, 하반기 15개 공사현장을 점검해 299건의 현지 시정 조치와 기술자문을 진행했으며, 이번 점검에서는 부실시공과 안전사고를 예방하는데 주력하겠다”고 말했다.

@highlight

광주광역시는 대형 건설공사에 대한 부실시공과 안전사고를 예방하기 위해 오는 7일부터 내달 5일까지 대형 건설공사 13곳과 민간 공동주택 3곳을 대상으로 민관 합동 점검반을 편성해 대규모 건설공사 현장 관리실태를 점검한다.