지난 10년간 불황을 모르고 달려온 미국 경제가 3가지 잠재적 불안요인을 품고 있다고 3일(현지시간) 미국 월스트리트저널(WSJ)이 보도했다.

매체에 따르면 2009년 중반부터 시작된 경기 호황으로 지금까지 2000개 이상의 일자리가 창출됐고 미국 가계의 순자산은 47조 달러 늘었다.

글렌 루드부시 샌프란시스코 연은 부총재는 2007년 서브프라임모기지 사태의 충격이 지난 10년 간 지속된 경기 확장이 과잉으로 이어지지 않도록 했다고 설명했다.

투자자는 더 많은 주의를 기울였고 더 강력한 규제가 시행되면서 침체의 씨앗이 뿌리 내리는 걸 막았단 것이다.

WSJ은 많은 경제학자들이 10년의 장기 호황이 계속될 것으로 전망한다면서도 중국, 멕시코 등과 벌이는 무역전쟁이 미국의 장기 호황을 위협하고 있다고 지적했다.

마크 잔디 무디스 수석 이코노미스트는 "현재 미국 경제를 침체로 몰아갈 가장 큰 위험은 미국이 주도하는 무역전쟁"이라며 "관세 인상은 미국 가계와 기업에 대한 엄청난 세금 인상과 같은 영향을 미칠 것이며 시장을 긴장시키고 신뢰를 손상시켜 2020년에 미국을 불경기로 몰아넣을 것"이라고 지적했다.

연방준비제도이사회의 금리정책 실패도 변수다.

1980년대 초 연준이 단기금리를 급격히 올려 미국을 더블딥 불활으로 몰아 넣은 것 같은 실수가 반복될 수 있단 것이다.

WSJ은 "이미 금리가 매우 낮기 때문에 경기 침체가 발생해도 소비와 투자를 촉진하기 위해 연준이 추가적으로 금리를 낮출 여지가 거의 없다"고 설명했다.

재정정책 역시 미국 경제의 불확실성 요인이다.

트럼프 행정부는 감세와 대규모 정부지출로 단기 성장 촉진에 성공했다.

이것이 투자로 이어지면 장기적으로 성장을 끌어올릴 수 있다.

하지만 이 같은 대규모 재정적자는 예기치 않은 경기 침체가 발생할 경우 정부의 적절한 대처를 어렵게 한다.

마치 1990년대 초 캐다나가 경기 침체기에 재정 긴축으로 경기 침체를 더 악화시킨 것과 같은 최악의 상황이 미국에서 벌어질 수 있는 것이다.

@highlight

WSJ은 미국의 장기 호황전망을 위협하는 무역전쟁과 연방준비제도이사회의 금리정책 실패, 금리를 더 낮출 계획이 없는 재정정책까지가 미 경제의 3가지 잠재적 불안요인이라고 전했다.