경기도내에서 '택시 무임승차' 사례가 꾸준히 발생하면서 택시기사들이 골머리를 앓고 있다.

3일 경기 남·북부 지방경찰청에 무임승차 현황을 요청해 확인한 결과, 올해 4월 기준 신고 접수가 된 것만 677건(남부 526건·북부 151건)으로 집계됐다.

지난해에는 1926건(남부 1477건·북부 449건)에 달했으며, 지난 2017년은 1905건(남부 1510건·북부 395건)의 신고가 접수됐다.

약 2000여건의 사건이 해마다 발생하고 있는 셈이다.

하지만 대부분의 택시기사들이 무임승차가 발생하더라도 보상 절차가 복잡하고 시간이 오래 걸려 신고를 하지 않는 점을 고려할 때 더 많은 무임승차 사례가 발생했을 것으로 경찰은 보고 있다.

택시 운전사 A씨는 "지난달 한 승객이 목적지에 도착한 후 지갑을 가져오지 않아 집에 다녀오겠다는 말만 남기고 가버렸다"며 "이후 승객의 말만 믿고 1시간을 기다렸지만 깜깜무소식이었다"고 분통을 터뜨렸다.

또 다른 택시기사 B씨는 "며칠 전 술에 취한 승객이 택시비를 계좌번호로 보내주겠다고 해서 알려줬지만 결국 돈을 받지 못했다"며 "그 후로는 돈을 가지고 오지 않았다고 하면 의심부터 하게 된다"고 털어놨다.

이어 "신고할까 하는 생각도 했지만, 금액도 많지 않았고 무엇보다 좋지 않은 일에 휩싸이기 싫어 그냥 넘어갔다"고 토로했다.

전국택시운송사업조합연합회 경기지역조합 관계자는 "승객이 목적지에 도착한 후 도주해버리면 사실상 잡을 방법이 없기 때문에 택시기사가 할 수 있는 방법이 한계가 있다"면서 "조합 차원에서도 대책이나 방안을 마련하고 있지만 현재로서는 가까운 파출소나 지구대에 신고해 해결하는 수밖에 없다"고 말했다.

경찰 관계자는 "택시기사들이 무임승차에 대해 신고를 꺼리는 이유가 상황을 악화시키고 싶지 않아서 그런것 같다"며 "또 다른 피해자가 발생하지 않기 위해서라도 가까운 파출소에 신고해 문제를 해결해야 할 것"이라고 조언했다.

@highlight

경기도 내에서 해마다 약 2,000여 건의 '택시 무임승차' 사건이 일어나고 있으나 택시 기사나 택시 조합에서는 다른 대책이나 방법이 없어서 경찰에 신고하는 외에는 할 수 있는 방법은 없다.