▲ 최근 인천시, 한국관광공사, 인천관광공사, 인천항만공사를 비롯한 크루즈 선사 및 여행사 등 국내 크루즈 업계 관계자들이 인천항 크루즈관광 활성화를 위한 간담회를 열고 있다.

'인천항 크루즈터미널'의 성공적 개장에 이어 인천지역 크루즈 관광활성화를 위해 유관기관 및 크루즈 선사, 여행사가 한 자리에 모였다.

인천항만공사(IPA)는 최근 인천시, 한국관광공사, 인천관광공사와 함께 크루즈 선사와 여행사 등 국내 크루즈 업계 관계자를 초청한 간담회를 개최했다고 3일 밝혔다.

이날 간담회에서는 지난달 모항크루즈 운영을 통해 알려진 '인천항 크루즈터미널'의 우수성을 다시 한 번 홍보하고, 향후 더 많은 크루즈 유치를 위한 협업 마케팅 및 기항지 관광 상품의 경쟁력 개선 등을 제안했다.

이어 크루즈 관광업계의 건의사항과 애로사항을 집중적으로 청취하는 시간도 가졌다.

미국 로열캐리비안 크루즈의 한국 총판 이재명 대표이사는 "외국 크루즈의 인천 기항을 유도하기 위해서는 적극적인 홍보를 통한 내수시장 확대가 중요하다"면서 기관 차원에서의 대국민 크루즈 홍보마케팅 필요성을 강조했다.

크루즈 관광객들에게 기항지 관광상품을 판매하고 있는 롯데관광개발㈜의 박아롱 과장은 "최근 인천관광을 선택하는 관광객이 점차 늘고 있는 추세지만, 서울을 비롯한 수도권 지자체와 연계하여 관광코스를 개발한다면 더욱 많은 관광객을 유치하는데 도움이 될 것"이라고 말했다.

이정행 IPA 운영부문 부사장은 "기관과 업계가 함께 모여 생생한 현장의 목소리를 들을 수 있어 의미가 있었다"며 "의견들을 귀담아 듣고 향후 정책 수립에 적극 반영하도록 하겠다"고 밝혔다.

이날 행사에는 로열캐리비안 크루즈, 프린세스 크루즈, 코스타 크루즈, 팬스타 크루즈, 홀랜드 아메리카 라인 크루즈 등 크루즈 선사와 롯데관광개발㈜, 롯데제이티비㈜, 롯데제이티비 휴먼크루즈, ㈜아크플렉스, 아주인세티브 여행사 등이 참가했다.

@highlight

인천항만공사(IPA)는 간담회를 개최한 가운데, '인천항 크루즈터미널'의 우수성을 홍보하고 크루즈 관광업계의 건의사항 및 애로사항을 듣고 더 많은 크루즈 유치를 위한 협업 마케팅 및 기항지 관광 상품의 경쟁력 개선 등을 제안했다.