민갑룡 경찰청장은 3일 기자회견서 "집회 시위 현장뿐만 아니라 여러 건설현장, 사내 갈등 현장 등에서 불법 행위가 발생해 유감스럽다"며 작심한 듯 민주노총을 향해 강도높은 비판을 쏟아냈다.

정부의 치안을 책임지는 경찰청 수장으로서의 이같은 발언은 새정부 출범이후 '국정운영의 한 축'으로 대해왔던 민주노총을 향한 문재인 정부의 일종의 경고로 해석된다.

현대중공업 주주총회장 불법 점거, 대우조선해양 실사 저지 등 각종 산업현장에서 살싱상 무소불위의 힘을 휘두르는 민주노총을 더는 지켜볼 수 없다는 판단에 따른 것으로 보인다.

하지만 민주노총이 '촛불정부' 대주주를 자처하는 상황에서 이 역시도 한계가 있다는 지적이다.

민주노총 산하 전국건설노동조합(건설노조)는 4일 한국노총과 함께 전국 건설현장의 타워크레인을 멈춰 세웠다.

전국에 있는 3000대의 타워크레인중 중 2500대가 이날 가동을 중지했다.

민주노총 관계의 설명에 따르면 전날 오후 5시부터 타워크래인 조종석에 앉아 파업을 진행하는 이른바 고공농성이 진행돼, 사측의 대체 인력 투입도 불가능해졌다.

이들이 내세운 명분은 무인 소형 크레인이 시민들의 안전을 위협하고 있다는 것이지만, 1800대까지 늘어난 소형 크레인이 자신들의 대형크레인 기사들의 일자리를 위협하고 있는데 대한 저항으로 보는 시각이 많다.

한 건설사 관계자는 "타워크레인 기사 중에는 월수입이 1000만원~15000만원 가량 되는 이들이 많다"며 "소형크레인 사용 제한 뿐아니라 안전수당 등을 더 달라는 이들의 요구는 무리하다고 밖에 볼수 없다"고 했다.

집회와 파업은 법률에 보장된 시민들의 정당한 권리이지만, 문제는 민주노총이 이 과정에서 불법행위를 서슴지 않는다는 것이다.

민주노총은 집회유지 현장에 투입된 공권력을 사실상 무시하는 무소불위의 힘을 행사해오고 있다.

현대중공업 노조의 '물적분할 반대' 집회 현장에서 경찰을 집단 폭행한 게 대표적이다.

3일에는 현대중공업과 산업은행 실사단이 인수예정인 대우조선 거제 옥포조선소를 찾았지만, 조합원들이 몸에 쇠사슬을 두르고 막아서 실사는 결국 무산됐다.

@highlight

건설노동조합(건설노조)는 4일 한국노총과 함께 전국 건설현장의 타워크레인을 중지 시키자 경찰청장은 3일 기자회견서 집회 시위 현장, 건설현장, 사내 갈등 현장 등에서 불법 행위가 발생해 유감스럽다는 발언은 새정부 출범이후 '국정운영의 한 축'으로 대해왔던 민주노총을 향한 문재인 정부의 일종의 경고로 해석되는 면이 있다.