= 서울 접근성과 쾌적한 주거환경으로 최근 들어 큰 인기를 끌었던 경기도 전원주택 시장에 변화의 바람이 불고 있다.

서울 외곽에 위치한 입지로 도심형 전원주택의 실현이 가능한 입지적 메리트에 이어 합리적인 가격을 갖춘 소형 전원주택이 등장하면서 젊은 세대들의 수요도 증가하고 있는 것이다.

과거 경기도 양평이나 가평 등 전원주택지로 유명했던 지역들의 전원 주택은 쾌적한 주거환경만큼이나 높은 가격대로 일부 부유층의 전유물로 여겨져 왔다.

하지만 최근 합리적인 가격대로 즉시 입주가 가능한 소형 전원주택 단지들이 속속 들어서면서 진입장벽이 낮아져 젊은 수요층도 꾸준히 늘어나는 추세이다.

경기도 가평에 위치한 전원주택단지 '예솔전원마을'이 대표적인 사례로 이 전원주택지는 도심형 전원주택임과 동시에 최근 선호도가 높은 20평대의 주택을 합리적인 가격에 분양중에 있어 소액으로 구입 가능하다.

교통편이 좋은 도심형 전원주택인 만큼 마을버스로 경춘선 청평역까지 약 10분이면 이동이 가능하고 자동차를 이용할 시 약 1시간 이내에 서울에 도착할 수 있다.

단지 주변으로 은행, 병원, 대형마트, 관공서가 위치해 도심에서 이용하던 생활인프라를 그대로 누릴 수 있다.

무엇보다 가평 전원주택 만의 매력인 용추계곡, 호명호수 등 가평 8경이 가까운 거리에 있고 식물원과 휴양림과의 접근성이 높아 동화에서 볼법한 예쁜 전원주택의 풍경과 생활여건을 온전히 만끽할 수 있다는 점이 특징이다.

단지는 전세대를 남향 및 남동향에 배치해 일조량과 통풍을 확보했으며 겨울철 난방비 부담이 적어 전원주택의 높은 관리비의 단점을 보완했다.

한편 경기도 가평 전원주택 '예솔전원마을'은 1차 단지 50가구에 이어 2차 단지 약 1만3000평 80필지를 분양중이며 작은 규모로는 대지 120평, 주택 20평이 나와있다

@highlight

과거 전원주택은 쾌적한 환경 갖추고 있지만 일부 부유층의 전유물로 여겨 졌으나, 현재는 경기도 가평에 위치한 '예솔전원마을' 등 합리적인 가격을 갖춘 20평대 소형 전원주택이 등장하면서 젊은세대들의 수요가 증가하는 추세이다.