CJ제일제당은 충북 진천 CJ블로썸캠퍼스 홍보관에 햇반 체험형 공간인 '햇반 뮤지엄'을 연다고 4일 밝혔다.

햇반 뮤지엄은 쌀에 대한 모든 정보와 국내 식문화 변천사 등을 담은 체험형 콘텐츠로 꾸며졌다.

온 가족이 함께 즐길 수 있는 새로운 경험을 제공하는 공간이다.

CJ제일제당 관계자는 "국민 일상식으로 자리잡은 햇반의 독보적인 맛 품질과 안전성을 최첨단 자동화 기술이 총집약돼 있는 체험형 테마 공간을 통해 직접 보고 느낄 수 있도록 하자는 취지해서 기획, 설계됐다"고 설명했다.

햇반 뮤지엄은 크게 '햇반홀'과 '햇반 스마트팩토리' 두 가지 테마 공간으로 구성됐다.

햇반홀은 쌀을 담는 되박을 모티브로 하여 정미소를 현대적으로 재해석해 연출한 곳이다.

쌀의 역사에서부터 밥짓는 방식의 변화, 햇반이 가져 온 식문화 변화에 이르기까지 쌀과 밥에 대한 모든 것을 직접 만져보며 체험할 수 있다.

햇반 스마트팩토리는 햇반이 생산되는 공정을 직접 보고 경험할 수 있는 공간이다.

실제 가동 중인 햇반 공정이 바라다보이는 견학로를 따라 고압스팀으로 밥을 짓고 포장하는 공정까지, 햇반이 만들어지는 전체적인 과정을 볼 수 있다.

공장 입실 전 먼지나 미생물 제거를 위해 거치는 에어샤워 간접체험과 쌀 저온보관, 쌀 도정 및 선별 공정에 대한 시각자료를 통해 제조공정에 대한 이해도도 높일 수 있다.

고영주 CJ제일제당 브랜드전략팀 부장은 "햇반 뮤지엄은 이제는 우리 국민 일상식이 된 햇반이 얼마나 안전하고 맛있게 만들어지는지 전 과정을 보고 느낄 수 있는 오감만족 체험형 공간"이라며 "매일 먹는 햇반에 담긴 최첨단 기술력을 직접 확인하는 흥미로운 경험을 통해 글로벌 경쟁에서도 뒤쳐지지 않는 K-푸드에 대한 자부심도 함께 느낄 수 있을 것"이라고 말했다.

@highlight

CJ제일제당은 충북 진천 CJ블로썸캠퍼스 홍보관에 '햇반홀'과 '햇반 스마트팩토리'로 구성된 햇반 뮤지엄을 열어 체험을 통해 쌀과 식문화 변천사를 배울 수 있는 기회를 제공한다고 4일 밝혔다.