US여자오픈 챔피언 이정은6(23)가 세계랭킹 5위에 올라 내년 도교올림픽 출전의 꿈을 키우게 됐다.

4일 발표된 롤렉스 월드랭킹에 따르면 이정은6는 평점 5.75점으로 세계랭킹을 5위로 끌어올렸다.

지난 주 17위에서 5위로 12계단이나 상승한 것이다.

현재 순위 대로 한국 대표팀을 짤 경우 세계랭킹 1위인 고진영(24)과 3위인 박성현(26), 이정은6, 유소연(29)이 태극마크를 달게 된다.

유소연은 US여자오픈에서 공동 준우승을 거둬 세계랭킹을 12위에서 8위로 4계단 상승시켰다.

국제골프연맹(IGF)은 국가 당 2명에게 올림픽 출전권을 준다.

단 15위 이내 선수들에 한해 국가 당 4명이 나가는 예외 규정이 있다.

한국은 지난 리우올림픽 때도 출전국가중 유일하게 4명이 출전했으며 박인비가 금메달을 차지했다.

US여자오픈 우승으로 세계랭킹 5위에 올라 도쿄올림픽 출전의 꿈을 키우게 된 이정은6.

이정은6와 유소연의 상승으로 박인비(31)와 김세영(26)은 세계랭킹이 하락했다.

지난 주 7위와 9위였던 박인비와 김세영은 각각 10위와 11위로 3계단씩 밀려났다.

양희영(30)과 지은희(33) 역시 순위가 한 계단씩 하락해 15위와 16위에 자리했다.

올림픽 엔트리 마감은 2020년 6월 말 세계랭킹 기준이다.

그 때까지 올림픽 출전을 위한 자리싸움이 치열할 수밖에 없는 구조다.

도쿄 올림픽 여자골프 경기는 내년 8월 5일 도쿄 인근이 명문 골프장인 가제미가세키 골프장에서 1라운드를 시작한다.

이정은6는 2015년 광주 유니버시아드에서 개인전과 단체전 2관왕에 오르며 성공의 발판을 마련한 좋은 기억이 있다.

그리고 불과 4년 만에 세계 최고의 여자골프대회인 US여자오픈에서 우승함으로써 인생 역전에 성공했다.

이정은6는 사석에서 올림픽 금메달의 꿈을 밝혀왔다.

일년 앞으로 다가온 도쿄올림픽이 진화하는 이정은6에게 또다른 골프인생의 목표가 됐다.

@highlight

여자골퍼 이정은6 선수는 US여자오픈 우승으로 세계랭킹 5위에 올라 15위 이내 선수들에 한해 국가 당 4명이 출전권이 주어지는 예외 규정으로 도쿄올림픽에 참가 할 수 있게 됨에 따라 올림픽 출전이 새로운 골프인생의 목표가 되었다.