여수지역 기관장과 여수국가산업단지 등 기업체 대표로 이뤄진 여수포럼(공동위원장 권오봉 여수시장· 박용하 여수상공회의소 회장)이 4일 광주 송정~순천 간 철도개량 예비타당성 재조사 사업에 여수권 노선을 반영해 줄 것을 촉구했다.

여수포럼은 이날 LG화학 복지관에서 6월 월례회를 열고 제4차 국가철도망구축계획 반영을 목적으로 진행되고 있는 광주 송정~순천 간 철도개량 예비타당성 재조사사업에 여수권 노선을 반영시키는 방안을 논의했다.

또 이를 통해 수도권과 여수를 연결하는 전라선 KTX 소요 시간을 단축하기 위한 공동 노력을 다짐했다.

여수포럼은 현재까지 국가철도망 구축계획의 경우 2030년 영덕·울진지역과 여수지역이 서울권에서 KTX 기준으로 유일하게 2시간 이상이 소요되는 지역으로 남게 된다고 우려했다.

이에 따라 여수포럼은 광주 송정~순천 간 철도개량 예타 재조사 사업에 여수권 노선의 반영을 목적으로 정부 부처 및 관련 기관에 건의서를 제출했다.

여수포럼은 이날 여수산단 신증설 공사에 따른 교통 대책 활동 상황에 대한 보고와 지난 3월 여수상의 초청 국무조정실 민관합동규제 개선 추진단 회의에서 정부에 제안한 산단 폐수처리 관리기준 현실화 및 증설, 광양항 3단계 투기장 항만재개발사업 등에 대한 정부 회신결과에 대해서도 논의했다.

박용하 여수상의 회장은 “기관장과 기업체 대표가 지역 현안을 논의하고 해법을 함께 토론하는 공론의 장을 구현하는 것이 여수포럼이 나아가야 할 방향”이라며 “여수포럼이 지역의 중요 쟁점을 주도하는 생산적인 모임이 될 수 있도록 노력해 나갈 것이다”고 말했다.

한편 여수포럼은 집단지성을 활용한 현안 해소를 목적으로 참여기관과 기업체의 현안문제를 공유하고, 지역의 중요 현안을 선도하기 위해 구성된 모임으로 공동위원장인 여수시장을 포함해 여수지역 주요기관장과 기업체 대표 25명이 참여해 격월로 월례회를 열어 오고 있다.

@highlight

여수포럼이 철도개량 예비타당성 재조사 사업에 여수권 노선을 반영해, 전라선 ktx소요 시간을 단축해달라고 요구했는데 현재까지의 국가철도망 구축계획에서는 여수가 서울권에서 KTX 기준으로 유일하게 2시간 이상이 소요되는 지역으로 남게 되기 때문이다.