“정치적으로 이용하지 말고 토론회를 열어 해결책 찾아야”

민주노총 금속노조 포스코지회는 제철소 고로 ‘브리더’ 대기오염물질 무단 방출 의혹에 관한 환경당국의 조업정지처분 검토와 관련 4일 정부와 포스코 그리고 노조(설비전문가)가 참여하는 토론회를 열어 줄 것을 요청했다.

포스코지회는 이날 보도자료를 통해 “고로설비를 모르는 비전문가와 환경단체 등에서 제기한 의혹에 대해 가장 많은 피해를 보고 있는 것이 현장에 근무하고 있는 노동자이며, 원인분석과 그 해결책을 알고 있는 것도 노동자다”며 “따라서 제철소 고로 브리더 대기오염물질 무단 방출 의혹에 관해 정치적으로 이용하지 말고 토론회를 열어 그 해결책을 찾아서 사회적 합의점에 도달해야 노·사·정이 상생하는 길이다”고 밝혔다.

또 “환경부는 고로설비 인·허가를 한 기관으로서 10여 년이 지난 후, 환경기준준수 미비를 이유로 조업정치 처분을 내린다면 인·허가를 낸 공무원은 어떤 처벌을 받아야 하냐”면서 “환경부는 문제해결을 위해 사회적 합의점을 찾아야 함에도 책임을 회피하기 위해 조업정지 행정처분을 내린다면 포스코와 현대제철은 물론 그곳에 근무하는 노동자를 죽이는 행위다”고 주장했다.

또한 “고로 브리더 환경문제로 인해 노동자가 길거리로 내몰리는 일이 발생하지 않게 조기에 정부차원에서 대책을 마련해야하며, 제철산업이 무너진다면 한국 산업계의 근간이 무너지는 것으로 조선, 자동차, 중공업 또한 도미노 현상으로 이어질수 있다”며 “성급한 행정처분 보다는 대안을 제시한 뒤 사회적 합의가 있어야 한다”고 밝혔다.

금속노조 포스코지회의 담당설비전문가는 “고로 브리더는 설비사고와 인명피해를 막기 위해 만들어진 안전장치용 밸브이며, 일부 언론에서 발표된 것처럼 상시배출하거나 무단배출을 위해 만들어진 설비가 아니다”고 말했다.

이어 “고로에서 방출되는 가스는 회수해 발전소에서 전력을 발전하는 자원으로 사용하고 있으므로 고의적으로 오염물질을 대기에 방출할 이유가 없다”고 덧붙였다.

@highlight

민주노총 금속노조 포스코지회는 제철소 고로 '브리더' 대기오염 물질 무단 방출 의혹에 대해 정치적 이용보다는 토론회를 통해 해결책을 찾는 것이 필요하며 정부 차원의 대책을 마련해야 한다고 밝혔다.