지난해 전업 투자자문사의 순이익이 전년대비 90% 넘게 급감한 것으로 나타났다.

10곳 중 6개가 적자를 기록했다.

코스피가 크게 하락하면서 고유재산 운용이익이 급감한 영향이 컸다.

4일 금융감독원에 따르면 전업 투자자문사의 2018 사업연도(2018년 4월∼2019년3월) 순이익은 73억원으로, 전년(985억원)보다 92.6% 감소했다.

특히 지난해 고유재산 운용이익은 245억원으로 전년(1147억원)보다 902억원(78.6%)이 줄었다.

또 수수료 수익도 일임계약의 감소로 전년보다 7.9% 감소한 972억원에 머물렀다.

이에 따라 전업 투자자문사의 자기자본이익률(ROE)은 1.3%로 전년(17.0%)보다 15.7%포인트 떨어졌다.

전업 투자자문사 184개사 중 75곳(40.8%)은 흑자를 낸 반면 109개사(59.2%)는 적자를 기록해 적자회사 비율이 전년보다 16.3%포인트 높아졌다.

이익 쏠림 현상도 심화됐다.

상위 10개사의 당기순이익은 274억원으로 업계전체 순이익(73억원)을 크게 초과했다.

지난 3월 말 현재 전업 투자자문사의 총 계약고는 15조2000억원으로 작년 3월 말의 13조3000억원보다 1조9000억원(14.3%) 늘어난 것으로 집계됐다.

이 가운데 일임 계약고는 6조7000억원으로 1조8000억원 줄고, 자문 계약고는 8조5000억원으로 3조7000억원 늘었다.

일임 계약고의 감소는 전업 투자자문사에서 전문사모집합투자업자로 전환한 5개사의 계약고(1조3000억원)가 빠진 영향이 컸다.

전업 투자자문사의 수는 184개사로 작년 3월 말의 175개사보다 9곳이 늘었다.

임직원 수는 1211명으로 1년 전보다 17명 증가했다.

금감원 관계자는 "변동성이 큰 고유재산 운용실적 의존도가 커지고 투자자문사간 경쟁이 심해져 순이익이 감소하는 추세"라며 "수익 기반이 취약한 중소 투자자문사의 운용자산 추이와 재무상황 등을 면밀히 모니터링할 것"이라고 밝혔다.

@highlight

지난해 코스피가 크게 하락하면서 고유재산 운용이익이 급감하여 전업 투자자문사의 순이익도 전년대비 90% 넘게 급감하였기 때문에 금감원 관계자는 "변동성이 큰 고유재산 운용실적 의존도가 커지고 투자자문사간 경쟁이 심해져 순이익이 감소하는 추세"라며 "수익 기반이 취약한 중소 투자자문사의 운용자산 추이와 재무상황 등을 면밀히 모니터링할 것"이라고 밝혔다.