부산시(오거돈 시장)는 4일 강서구 미음동에 위치한 연구ㆍ개발(R&D) 허브단지에서 '자동차부품 글로벌품질인증센터'의 준공 및 개소식을 개최했다.

이날 행사에는 유재수 부산시 경제부시장, 원광연 국가과학기술연구회 이사장, 박천홍 한국기계연구원장과 관련 기관장 등 100여명이 참석했다.

한국기계연구원의 '자동차부품 글로벌품질인증센터'는 2010년 '부산시­한국기계연구원 공동협력에 관한 협약' 체결에 따라 총사업비 332억원 규모의 국ㆍ시비 사업으로 2016년 12월 착공했다.

부지는 6841㎡, 연면적 3954㎡ 규모로 2018년 5월 31일에 완공됐으며, 사업이 종료되는 2019년 3월 기준 13여종의 자동차 파워 트레인 성능평가 장비들이 구축됐다.

주요 시험장비로는 승용 및 대형차량 성능 및 배출가스 시험장치, 전기모터 및 배터리 측정시스템, 엔진 성능ㆍ배기 측정용 동력시스템, 자동차부품 신뢰성 시험장비 등이 있다.

자동차부품 글로벌품질인증센터는 정부 및 지자체, 대학연구기관, 부산테크노파크 그리고 산업체와의 협력을 바탕으로 자동차 파워 트레인(엔진, 동력전달장치 및 관련 부품)의 효율과 배기환경규제 대응 기반을 구축해, 동남권에 소재한 다양한 중소부품업체 및 글로벌 완성차업체의 납품인증 획득을 지원한다.

동남권은 연간생산능력 220만대의 4개 완성차업체(한국지엠, 르노삼성자동차, 대우버스, 현대자동차)와 1227개의 자동차 부품업체(전국 기준 30.7%)가 집적돼 있지만, 기술개발을 지원할 수 있는 국책기관이 적어 이번 한국기계연구원 부산자동차부품산업화연구단의 개소에 큰 관심과 기대가 집중되고 있다.

부산시 관계자는 "자동차부품 글로벌품질인증센터가 2016년 3월 개소한 부산레이저기술지원센터와 함께 부산의 우수한 연구인력의 역외 유출 방지와 인력 채용에 기여해 일자리 창출에 직ㆍ간접적인 효과가 미칠 것이다"며, "이번 준공 및 개소식 후 본격적인 기업 지원을 시작할 예정이다"고 말했다.

@highlight

부산시는 4일 미음동에 위치한 연구ㆍ개발 허브단지에서 부산시와 국가과학기술연구회, 한국기계연구원 등 관계자 100여 명이 참석한 가운데 총사업비 332억원 규모의 국ㆍ시비 사업으로 2016년 12월 착공한 '자동차부품 글로벌품질인증센터'의 준공 및 개소식을 가졌다.