제1회 섬진강 슬로슬로 발효마을 축제가 '시원한 강물과 푸른 숲이 만든 적성'이라는 슬로건으로 오는 7일부터 이틀간 열린다.

올해 처음 열리는 섬진강 슬로슬로 발효마을 축제는 지난 2월 전북도가 주관한 1시·군 1대표 작은축제에 선정됨에 따라 적성슬로공동체가 진행하는 마을 중심형 축제다.

축제가 열리는 섬진강 마실휴양단지는 앞으로 섬진강 강줄기가 흐르고, 1km 가까이 기암괴석이 늘어서 있어, '건강한 슬로푸드, 행복한 삶'이라는 테마와도 잘 맞아 떨어진다.

축제장 곳곳에는 건강식과 친환경 먹거리로 축제장을 찾은 관광객의 허기진 배를 채워준다.

기존 축제장 대다수가 인스턴트와 서양식 먹거리 등 자극적인 음식들 위주로 관광객을 유혹했다면, 이번 축제는 건강에 초점을 맞춰 몸이 힐링되는 공간을 만들 계획이다.

특히 축제장 한 곳에 발효체험교육장을 마련해 가족단위 관광객이 직접 체험하면서, 발효음식의 우수성도 몸소 느낄 수 있는 기회도 제공한다.

지난 2016년 100억원대로 4배 이상 폭발적 성장을 거듭하고 있는 자연발효 식초시장에 초점을 맞춰 과일식초 만들기 등으로 축제의 재미와 지역 특화산업 홍보까지 일석이조의 효과도 노린다.

또 축제장 맞은 편에 위치한 용궐산 치유의 숲에서는 명상을 통해 일상에서 받는 스트레스를 잠시나마 잊을 수 있는 힐링의 공간을 마련한다.

용궐산 치유의 숲에서 10분정도 떨어진 곳에 위치한 섬진강 천리길 요강바위 관람은 해설사와 함께하며, 요강바위에 내려오는 전설과 사연을 들을 수 있는 시간이 될 전망이다.

이번 축제를 주관한 최훈 적성슬로공동체위원장은 "이번 축제는 우리 지역만이 가진 특성을 200% 활용하여 준비했다"면서 "지역공동체가 중심이 되어 가족들과 아이들이 자연과 함께 뛰놀다 갈 수 있는 축제를 선보이도록 하겠다"고 밝혔다.

@highlight

오는 7일부터 이틀간 적성슬로공동체가 지역만이 가진 특성을 활용하여 지역 공동체 중심으로 진행하는 섬진강 슬로슬로 발효마을 축제를 올해 처음으로 개최한다.