= 식품의약품안전처(처장 이의경)는 4일 여름철 수확시기를 맞는 매실 등 과일류 씨앗 등에는 시안화합물이라는 자연독소가 함유돼 반드시 독성을 제거해 섭취할 것을 당부했다.

시안화합물은 그 자체는 유해하지 않으나, 효소에 의해 시안화수소로 분해돼 청색증 등을 유발할 수 있는 물질을 뜻한다.

덜 익은 매실을 날 것으로 섭취하거나 복숭아, 살구, 사과 등의 씨앗을 섭취했을 경우 어지럼, 두통, 구토, 두근거림 등의 증상이 나타날 수 있으므로 올바른 섭취 방법을 익히는 것이 중요하다.

과일류 등 씨앗의 올바른 섭취 방법은 다음과 같다.

살구, 복숭아, 사과 등의 씨앗에는 시안화합물 함량이 높아 식품으로 섭취해서는 안 된다.

덜 익은 매실의 씨앗과 과육 모두에 시안화합물을 함유하고 있어 날 것으로 섭취하지 말고 술을 담그거나 설탕에 절이는 등 시안화합물을 분해시킨 후 섭취해야 한다.

은행과 죽순은 반드시 익혀 섭취하고, 아마씨는 200℃에서 20분 정도 볶아 섭취해야 하는데 1회 4g, 하루 16g을 초과해서는 안 된다.

또한 매실주를 담글 때에는 씨앗에 있는 시안화합물이 알코올과 반응해 에틸카바메이트라는 유해물질이 생성될 수 있다.

에틸카바메이트의 생성량을 줄이는 방법은 다음과 같다.

상처가 없는 신선한 매실을 사용하고 알코올 함량이 높을수록 에틸카바메이트의 생성량이 많아지므로 가급적 알코올 도수가 낮은 담금용 술을 사용하는 것이 좋다.

또한 직사광선을 피해 25℃ 이하의 서늘한 곳에 보관해야 한다.

온도가 높아질수록 에틸카바메이트의 생성량이 증가하기 때문이다.

식약처 측은 "이번 정보 제공을 통해 과일과 씨앗을 보다 건강하고 안전하게 섭취할 것으로 기대하며, 앞으로도 유해물질에 대한 안전정보를 지속적으로 제공할 것"이라고 밝혔다.

자세한 내용은 식약처 홈페이지와 식품안전나라에서 확인할 수 있다.

@highlight

식품의약품안전처는 4일 매실 등 과일류 씨앗 등에는 효소에 의해 시안화수소로 분해돼 청색증 등을 유발할 수 있는 시안화합물이라는 자연독소가 함유돼  어지럼, 두통, 구토, 두근거림 등의 증상을 유발할 수 있으므로 올바른 섭취 방법을 알고 독성을 제거해 섭취해야 한다고 강조했다.