커피전문점 등의 일회용컵 사용량이 1년 새 급감한 것으로 나타났다.

4일 환경부에 따르면 전국 커피전문점·패스트푸드점 매장 내 일회용컵 수거량은 지난해 7월 206t에서 올해 58t으로 72%가량 감소했다.

환경부가 지난달 14~27일 16개 커피전문점, 5개 패스트푸드점 등 21개 브랜드의 일회용품 사용량 변화를 조사한 결과다.

해당 브랜드 전 매장에서 사용된 일회용컵은 올해 6억7천729만개로 나타났다.

지난해 일회용컵 사용량(7억137만개)에서 2천408개 줄어든 숫자다.

반면 조사 대상 매장 수는 지난해보다 1천222곳 증가했다.

매장당 일회용컵 사용량의 경우 지난해 7만6천376개에서 올해 6만5천376개로 14.4%가량 감소했다.

다회용품 사용은 활성화되고 있다.

지난 1년간 개인컵 사용에 따른 할인 금액은 29억4천45만 원으로 조사됐다.

각 업체는 고객이 개인컵을 사용할 경우 100~400원을 할인해 주고 있다.

환경부와 이들 브랜드는 지난해 5월 일회용품 줄이기 자발적 협약을 맺었다.

이후 각 업체는 지난해 6월부터 고객에 다회용컵 사용을 권장하고 개인컵(텀블러) 사용 시 할인 등 혜택을 제공했다.

또 일회용컵의 재질을 분리배출·재활용이 쉬운 페트(PET)로 단일화했다.

협약 업체들은 차가운 음료 판매가 증가하는 여름철에 대비해 다회용컵 제공 등에 관한 매장 교육 횟수를 늘릴 계획이다.

특히 스타벅스는 플라스틱 빨대를 종이 재질로 대체했다.

엔젤리너스커피·투썸플레이스 등도 빨대가 필요 없는 컵 뚜껑을 도입해 제공하고 있다.

이채은 환경부 자원순환정책과장은 “불편해도 1회용품을 안 쓰려는 노력을 해야 한다”며 “일회용품 줄이기에서 한 걸음 더 나아가 일회용품 없는 자원순환사회를 구현할 것”이라고 말했다.

@highlight

4일 환경부에 따르면 지난 1년간 개인컵 사용에 따른 할인 금액이 29억4천45만 원으로 조사된 가운데 전국 커피전문점·패스트푸드점 매장 내 일회용컵 수거량은 올해 58t으로 지난해 7월 대비 72%가량 감소하고 다회용품 사용은 활성화되고 있는 것으로 나타났다.