내년부터 자본시장에서 자금을 많이 조달한 대기업도 상시적인 기업 구조조정 수단인 주채무계열에 지정된다.

은행 대출을 줄이는 대신 시장성 차입을 늘렸다가 문제가 된 동양그룹이나 아시아나항공과 같은 사례가 다시 생기면 선제적으로 구조조정에 나설 수 있는 장치를 마련한 셈이다.

금융감독원은 4일 올해 주채무계열 선정 결과 및 제도 개선 방안을 발표했다.

주채무계열로 선정되면 주채권은행의 재무구조 평가를 받아야 한다.

부실 위험이 있다고 판단되면 재무구조개선 약정을 맺고 위험 관리를 진행한다.

현재 주채무계열 선정 기준은 대출과 보증 등 금융권 신용공여 규모이지만 내년부터는 자본시장에서 조달한 회사채와 기업어음(CP)을 포함한 '총차입금' 기준으로 바뀐다.

시장에서 조달한 돈도 기업 입장에서는 모두 빚이지만 주채무계열 제도에서 사각지대에 있었기 때문이다.

과거 동양그룹은 은행 대출을 줄이고 CP와 회사채를 늘려 2010년 이후 주채무계열에서 빠졌지만 결국 유동성 위기를 맞아 투자자 손실로 이어졌다.

지난해 회계 쇼크를 겪은 아시아나항공도 은행 대출 비중을 줄이고 회사채와 자산유동화증권(ABS) 등 시장성 차입을 대폭 늘려 잠재적 위험이 커졌다.

현재 주채무계열 선정 기준은 계열의 금융권 신용공여가 전체 금융권 신용공여의 0.075% 이상인 경우다.

내년부터는 계열의 총차입금이 명목 국내총생산(GDP)의 0.1% 이상이면서 계열의 은행권 신용공여가 전체 은행 기업신용공여의 0.075% 이상인 경우에 적용된다.

채권은행의 사후 관리 방식도 부채비율 감축 유도는 물론 사업 계획과 연계한 체질 개선을 이끄는 것으로 바뀐다.

한편 올해 주채무계열은 지난해 31곳에서 한 곳 줄어든 30곳이다.

한국타이어, 장금상선, 한진중공업 등 3곳이 제외되고 동원과 현대상선 등 2곳이 새로 편입됐다.

상위 5대 주채무계열은 현대자동차, 삼성, SK, 롯데, LG 순이다.

@highlight

금융감독원은 대기업도 상시적인 기업 구조 조정 수단인 주채무계열에 지정되어 구조조정에 나설 수 있는 내용의 주채무계열 선정 결과 및 제도 개선 방안을 발표하였다.