단양군의 팔도장터 관광열차가 지역상인과 테마여행객들로부터 큰 호응을 얻고 있다.

사진은 지난해 팔도장터 관광열차를 이용해 단양을 방문하는 관광객 모습.

(동양일보 장승주 기자) 단양군의 팔도장터 관광열차가 지역상인과 테마여행객들로부터 큰 호응을 얻고 있다.

군에 따르면 지난 4월 한국대표여행사연합, 단양구경시장상인회와 2019년 단양구경시장 방문 기차여행상품에 관한 업무협약을 맺고 팔도장터 관광열차를 운행하고 있다.

철도를 연계해 타 지역 소비자의 사장 유입을 유도하고 시장경제를 활성화하고자 마련된 장터관광열차는 지난 2016년 시작해 관광객과 시장상인에 꾸준한 호응을 얻으며 4000여명이 방문했다.

팔도장터관광열차는 전문여행업계와 민간단체의 협업을 통해 추진되는 문화·관광 상품으로 여행사의 홍보를 통해 관광객을 모집한 뒤 협의를 거쳐 4∼11월 사이 4차례에 걸쳐 관광열차를 운영한다.

오는 6일 220여명을 태우고 서울역을 출발한 열차는 수원역과 제천역을 거쳐 만천하 스카이워크와 잔도길∼재래시장∼장미터널∼도담삼봉·석문 등 주요 관광지를 둘러본다.

특별열차는 회차별 시간과 일정을 시기에 맞춰 고객 수요 등을 반영해 다양한 관광 코스를 마련하고 투어상품을 계획하고 있다.

이 같은 관광상품 개발로 관광객이 증가하면서 전통시장에서만 통용되는 온누리상품권과 단양사랑상품권도 해마다 늘고 있는 추세다.

특히 단양사랑상품권은 지난 2005년 첫 발행이후 지난해 15억 3000만원의 판매 호조를 기록한데 이어 이달 지역 내 소상공인과 자영업자의 매출 증대와 상권 활성화를 위해 할인판매를 진행하며 지역 내 자본의 역외 유출을 막고 실질적인 소득 증대로 이어지고 있다.

군 관계자는 “1000만명 관광도시에 걸맞은 시장 현대화와 명품화로 지역경제활성화에 앞장서겠다”며 “구경시장의 훈훈한 인심과 정을 담아갈 수 있도록 열차 관광객 맞이에 최선의 노력을 다하겠다”고 말했다.

@highlight

지난 2016년부터 철도를 연계해 타 지역 소비자의 사장 유입을 유도하고 시장경제를 활성화하고자 마련한 단양군의 팔도장터관광열차는 지난 4월 한국대표여행사연합, 단양구경시장상인회와 2019년 단양구경시장 방문 기차여행상품에 관한 업무협약을 맺고 운행 중으로 지역상인과 테마여행객들로부터 큰 호응을 얻고있다. 