허태정 대전시장의 민선 7기 1년 성적표가 초라하다.

소통 부재와 결단력 부족, 조직 장악력 결여 등 리더십에 문제가 생기면서 초라하다 못해 낙제점을 받았다.

허 시장이 속한 민주당 대전시당 주최로 열린 '민선 7기 1년의 향후 과제 토론회' 결과다. 한마디로 성과보다는 한계점만 노출했다는 평가다.

지난 지방선거에서 전임시장이 4년 내내 재판을 받느라 대전시정이 동력을 잃은 터에 허 시장에 대한 기대가 컸던 건 사실이다.

그럼에도 불구하고 1년 동안 시민의 만족도나 시장의 직무수행 평가는 긍정적이지 못했다.

트램이나 어린이재활병원과 같은 성과 역시 자력으로 이뤄냈다기보다는 중앙정부의 배려로 성취한 것이 대부분이어서 부끄럽기 짝이 없다.

시가 주도적으로 이끈 도시공원특례사업, 베이스볼드림파크, 둔산 센트럴파크, 보문산 관광개발 등 공약이나 지속사업도 가시적인 성과를 내야 함에도 그러질 못했다.

이런 데에는 중장기 계획을 세우지 못한 데다 시민 합의(소통) 부재가 원인으로 꼽혔다.

대형사업의 경우는 정치적 리더십과 의회의 협력, 행정의 융복합적 추진이 이뤄지지 않은 탓도 컸다.

소통의 부재는 다른 조직과의 불통으로 이어진다는 점에서 시의 불소통 행정이 비난받아 마땅하다 할 것이다.

토론회선 민관 협치를 위해 시민단체가 아닌 시민이 중심 되는 시정을 펼칠 것을 주문하는 쓴소리도 나왔다고 한다.

허 시장이 지나치게 시민단체 출신 인사를 기용한 걸 의식한 발언이란 점에서 유념해 받아들여야 하겠다.

허 시장은 지난해 7월 취임하면서 '개방·공정과 신뢰라는 원칙 아래 시 행정을 이끌겠다'고 약속한 바 있다.

그러면서 모든 의사결정의 과정과 결과를 공개하고 시민과 공유하겠다고 천명했다.

소통을 중시하겠다는 말로 들렸다.

지금은 어떤가.

취임사에서 약속했던 말들이 잘 지켜지고 있는가.

허 시장은 민선 7기 첫 항해를 시작하면서 다짐했던 취임사를 다시금 상기하며 초심으로 돌아가길 바란다.

@highlight

소통 부재와 결단력 부족, 조직 장악력 결여 등 낙제점에 가까운 1년 성적표를 받은 허태정 대전시장은 민선 7기를 시작하며 다짐했던 취임사를 떠올리며 초심으로 돌아가길 바란다.