제주 제2공항 기본계획에 반영할 과제를 발굴하기 위한 도민 공청회가 제주시에 이어 서귀포시에서도 파행으로 끝났다.

제주도는 4일 오후 3시부터 서귀포시 성산읍국민생활체육관에서 제주 제2공항 기본계획 반영 과제 발굴을 위한 공청회를 개최할 계획이었으나, 제2공항 건설 반대측이 개최전부터 체육관 내 단상을 점거하면서 열리지 못했다.

이날 제주도는 혹시 모를 상황에 대비해 공청회가 열리기 전인 오후 2시부터 단상 앞에 공무원 30여명을 배치했다.

그러나 공청회 개최 30분전부터 반대측은 단상을 점거하기 위해 단상 앞에 배치된 공무원들과 몸싸움을 벌이기 시작했고, 이 과정에서 일부 반대 단체 등과 고성이 오가며 일촉즉발 상황이 벌어지기도 했다.

이후 제주도가 예정된 공청회를 열기 위해 단상 앞에 배치된 공무원들을 철수시키자, 반대측은 단상에 올라 '제2공항 건설 반대'를 외치며 공청회 진행을 막았다.

이에 제주도 관계자는 "도민들의 의견을 듣는 자리인데 (반대측)여러분들이 단상을 점령하면 정당한 공무집행을 방해하는 것"이라며 "단상밑으로 내려와 행사 진행에 협조해 달라"고 말했다.

하지만 반대측이 계속해서 단상을 점거하자, 결국 제주도 관계자는 "향후 제주 제2공항과 관련한 자리를 준비하도록 하겠다"면서 공청회 취소를 공지하고 참석한 주민 등을 돌려 보냈다.

이날 공청회에 참석한 A씨는 "반대든 찬성이든 양자의 의견을 듣고 타당성을 가려내야 한다"면서 "공청회가 지난달에 이어 오늘도 파행을 맞이하면서 시간 낭비만 하고 있다"고 불만을 토로했다.

한편, 제주 제2공항 성산읍추진위원회는 이날 공청회 파행과 관련 규탄하는 의사를 표현하기 위한 기자회견 등을 검토하고 있다.

제2공항 성산읍추진위원회 관계자는 "두 번에 거쳐 공청회가 무산되다보니 도민의 알 권리 내지는 의견을 개진하는 기회인데 이러한 기회를 원천적으로 박탕 당했는 점에서 아쉽게 생각하고 있다"면서 "향후 이러한 내용을 기자회견 등을 통해 밝힐 계획"이라고 밝혔다.

@highlight

서귀포시에서도 제주 제2공항 도민 공청회가 4일 오후 3시부터 열릴 예정이었으나, 제2공항 건설 반대측이 공청회 시작 30분전 부터 성산읍국민생활체육관내 단상을 점거하면서 파행으로 끝났다.