[영천=환경일보] 강광태 기자 = 영천시(시장 최기문)는 지난 1일 화북면 소재 목재문화체험장에서 일-가정 양립의 가치관 및 평등한 육아문화 확산의 일환으로, 아빠와 자녀가 함께하는 체험 프로그램인 '아(이와) 나(무)와 아(빠)와 함께 놀아요♪'를 진행했다.

작년에 이어 올해 두 번째로 진행되는 이번 행사는 엄마들의 육아를 분담하고 아빠와 자녀가 함께 웃을 수 있는 추억을 만들고자 마련됐으며, 관내 5~7세 자녀를 키우고 있는 30가족(60명)을 대상으로 인성, 소통 레크리에이션, 복화술 공연, 목재 소품 만들기, 세족식 등 일상에서 벗어나 특별한 경험을 함께하고 뜻깊은 추억을 만들 수 있도록 구성했다.

행사에 참여한 아빠 A씨는 "평소 퇴근 후에 피곤하다는 핑계로 아이들과 잘 놀아주지 못한 점이 늘 마음에 걸렸었는데, 오늘 행사를 통해 아이와의 거리감도 줄이고, 아빠 또한 좋은 친구라는 사실을 일깨우는 계기를 만들어주셔서 감사하다"고 밝혔다.

최기문 영천시장은 "오늘의 행사는 저출산 문제를 다른 방향에서 바라보고 해결점을 함께 고민해 보는 기회가 될 것으로 기대한다"며 "'워라밸'과 '아빠 육아'는 함께 나아가야 할 방향이며, 아빠들도 함께 육아의 어려움을 나누고 육아평등에 앞장서 달라"고 당부했다.

한편 영천시는 올해부터 출산장려금을 첫째 300만원, 둘째 500만원, 셋째 1,000만원, 넷째 이상 1,300만원으로 대폭 확대했으며, 인재육성 및 양질의 교육환경 조성을 위해 작년 하반기부터 초·중학생까지, 올해부터는 고등학생까지 전면 무상급식을 실시하고 있다.

또한 다자녀 가구의 양육부담을 덜어주기 위해 학습지원비와 학자금을 지원하는 시책조례를 제정 중에 있으며, 분만 산부인과 병원도 올 하반기에 준공을 목표로 진행함에 따라, 아이 낳고 키우기 좋은 도시 조성을 위해 박차를 가하고 있다.

@highlight

영천시는 지난 1일 작년에 이어  아빠와 자녀가 함께 즐길 수 있는 체험 프로그램인 '아나아 함께 놀아요!'를 진행, '아빠 육아' 등 평등한 육아문화의 확산과 다양한 저출산 해결점을 함께 고민할 수 있는 기회를 만들었다.