서울시가 복지시설에서 나와 독립하기를 희망하는 저소득 취약계층 장애인, 노숙인, 정신질환자, 어르신을 대상으로 '지원주택(Supportive Housing)'을 첫 공급한다.

지원주택은 주거공간 뿐 아니라 일상ㆍ의료ㆍ복지 등 일상에 필요한 서비스까지 지원하는 새로운 모델의 공공임대주택이다.

시는 올해 216가구를 시작으로 2022년까지 매해 200가구씩 추가해 4년간 모두 816가구의 지원주택을 공급한다고 5일 밝혔다.

올해는 노숙인 100가구, 장애인 60가구, 어르신 40가구, 정신질환자 16가구를 공급한다.

지원주택의 형태는 원룸이나 다세대이다.

임대료는 시세의 30% 수준이며, 최장 20년까지 거주할 수 있다.

지원주택에선 다양한 서비스 제공기관과 연계돼 노숙인, 발달장애인 등 대상별 특성에 따라 맞춤형 서비스를 지원한다.

예컨대 은행업무 등 일상 생활 지원과 투약 관리, 술 중독 치료, 분노조절 등 심리정서 상담 등이 가능한다.

시는 앞서 지난 2년간 지원주택 50가구를 시범 운영한 결과 거주자의 자립능력 향상, 신체ㆍ정신 건강 증진 등에서 효과가 나타난 것으로 파악됐다고 밝혔다.

시는 아울러 기본계획, 입주자 선정기준, 서비스 유형 등에 대해 심의ㆍ자문할 '지원주택 운영위원회'를 관련 분야 전문가들로 구성해 운영한다.

대상자별로 지원서비스가 각각 다른 만큼 분과위원회도 운영한다.

이와 관련해 시와 서울주택도시공사는 지원주택 입주자에게 다양한 일상ㆍ복지 서비스를 제공할 서비스제공기관을 오는 19일까지 모집한다.

앞서 5일 오후3시 시민청 태평홀에서 지원주택 사업에 관심있는 사회복지법인(기관)과 단체를 대상으로 '2019년 지원주택 사업설명회'를 개최한다.

입주자 모집은 서비스제공기관 선정 후 이달 중 공고한다.

류훈 시 주택건축본부장은 "지원주택을 통해 시설보호에서 벗어나 지역사회에서 독립적인 생활을 할 수 있는 기회를 넓히는 복지정책의 새로운 패러다임을 열어가겠다"며 "지원주택 물량 확대를 위해 현재 매입임대주택뿐 아니라 건설형 공공임대주택이나 사회주택까지 범위를 확대해나가겠다"고 말했다.

@highlight

서울시가 복지시설에서 나와 독립하기를 희망하는 저소득 취약계층 장애인, 노숙인, 정신질환자, 어르신을 대상으로 '지원주택(Supportive Housing)' 216가구 공급을 시작으로 2022년까지 매해 200가구씩 4년간 모두 816가구의 지원주택을 공급한다고 5일 밝혔으며 이와 관련해 시와 서울주택도시공사는 지원주택 입주자에게 다양한 일상ㆍ복지 서비스를 제공할 서비스제공기관을 오는 19일까지 모집한다.