황인홍 무주군수가 항소심에서 직위유지형인 벌금 80만원을 선고 받은 후 기자들의 질문에 답하고 있다.

지난해 6·13 지방선거과정에서 자신의 전과를 허위로 공표한 혐의로 기소된 황인홍 무주군수(63)가 항소심에서 직위유지형인 벌금 80만원을 선고 받았다.

광주고법 전주재판부 제1형사부(부장판사 황진구)는 4일 공직선거법 위반 혐의로 기소된 황 군수에게 벌금 200만원을 선고한 1심을 깨고 벌금 80만원을 선고했다.

이 형이 확정되면 황 군수는 직을 유지할 수 있다.

선출직 공무원이 공직선거법 위반으로 100만원 이상 벌금형을 확정받으면 직을 잃게 된다.

재판부는 이날 "공직 선거에서 중요한 전과 기록을 허위로 기록하거나 토론회에서 발언하는 것은 매우 가볍지 않은 죄다"면서도 "'부득이하다'는 피고의 발언은 자신의 전과를 압축적으로 설명하는 과정에서 나온 잘못(실언)으로 보인다"고 설명했다.

이어 "피고인은 2014년 지방선거에서도 같은 내용으로 공보물을 만들었지만, 당시 선관위나 상대 후보측으로 부터 별다른 문제 제기를 받지 않아 이번 선거에서도 유사한 내용의 선거 공보를 작성한 것으로 보인다"면서 "이번 허위발언이 선거에 그다지 영향을 미치지 않은 점 등을 고려해 보면 원심의 형은 너무 무거워서 부당해 보인다"고 원심 파기 이유를 밝혔다.

황 군수는 6·13지방선거를 앞둔 지난해 5월 30일 제출한 선거공보물 소명서와 6월 3일 열린 무주군수선거공개토론회에서 자신의 전과를 허위로 공표한 혐의로 기소됐다.

당시 황 군수는 업무상배임혐의로 처벌받은 이유를 설명하는 과정에서 "조합장으로서 부득이하게 처벌을 받았다. 억울하다"고 해명했다.

그러나 조사결과 황 군수는 조합장 재직시절 자신이 직원과 공모, 친구에게 부당한 대출을 해준 사실이 적발돼 처벌을 받은 것으로 확인됐다.

황 군수는 항소심 선고후 기자들에게 "현명한 판단을 해준 재판부에 감사드린다"며 "이제 본연의 임무로 돌아가 어려운 상황에 처한 군민의 손과 발이 되기 위해 최선을 다하겠다"고 밝혔다.

검찰 관계자는 "판결문을 면밀히 살핀 뒤 상고 여부를 결정할 예정"이라고 말했다.

@highlight

광주고법은 지난해 6·13 지방선거과정에서 자신의 전과를 허위로 공표한 혐의로 기소된 황인홍 무주군수(63)에게 항소심에서 벌금 80만원을 선고하여 황군수는 군수 직을 유지할 수 있게 되었다.