［헤럴드경제=배문숙 기자］우리의 1,2위 수출국인 미국과 중국간 무역분쟁이 격화되는 가운데 정부가 이번달 말 새로운 자유무역협정(FTA) 전략을 확정할 방침이다.

미ㆍ중이 우리 수출에서 차지하는 비중은 36%로 양국간의 갈등은 우리 경제에 부정적 영향을 줄 수 밖에 없는 구조다.

산업통상자원부는 5일 유명희 통상교섭본부장 주재로 서울 중구 더플라자호텔에서 제13차 통상교섭민간자문위원회를 개최했다고 밝혔다.

이 자리에는 교수, 변호사 등 민간자문위원회 16명이 참석한 가운데 불확실한 통상환경에서 국익을 극대화하는 방안으로서 새로운 FTA 추진전략에 대해 논의했다.

유명희 통상교섭본부장은 "미·중 무역갈등 등 최근 우리를 둘러싼 대외 통상환경이 매우 불확실하고, 과거와는 완전히 다른 통상질서로 변하고 있다"면서 "FTA를 활용한 우리 기업의 세계시장 진출을 돕기 위해 신남방·신북방·중남미 등 유망시장과 FTA를 새로 체결하고, 이미 체결된 FTA는 개방수준을 높여 적극 활용하겠다"고 강조했다.

산업부는 새로운 통상환경에 맞서 혁신·확장·활용 등 3대 축에 기반한 FTA 추진전략안을 설명하고 자문위원의 의견을 들었다.

우선 '혁신'은 FTA를 통해 4차 산업혁명 등 경제 패러다임 변화에 맞는 혁신성장 기반을 마련해 경제 선진화를 촉진한다는 방안이다.

다음으로 '확장'은 개도국·신흥시장을 개방해 G2(미·중) 의존적 교역구조를 개선하고 교역규모를 확대하는 것이다.

세 번째로 '활용'은 FTA가 모든 단계에 걸쳐 잘 이행되도록 하고 기업 현장을 찾아가 애로사항을 풀어주며 해외 일자리 확대와 소비자 보호에도 기여하겠다는 내용이다.

산업부는 자문위원들의 검토의견을 토대로 이달 말께 FTA 추진전략을 확정해 발표할 예정이다.

앞서 지난 3월에 마련한 무역금융, 마케팅 등 수출대책도 신속히 이행할 방침이다.

또 품목 다변화, 시장 다각화, 수출주체 다양화, 디지털무역 인프라 구축 등 수출 4대 혁신을 통해 근본적인 수출 경쟁력을 확보할 계획이다.

@highlight

산업부는 자문위원들의 검토의견을 토대로 이달 말께 FTA 추진전략을 확정해 발표할 예정이고 지난 3월에 마련한 무역금융, 마케팅 등 수출대책도 신속히 이행할 방침이며  근본적인 수출 경쟁력을 확보할 계획이다.