제주 제2공항 기본계획에 반영할 과제를 발굴하기 위한 도민 공청회가 1차에 이어 또 다시 제2공항 반대측 활동가와 주민 등의 반발로 파행을 겪었다.

제주도는 4일 오후 3시 성산국민체육센터에서 제2공항 기본계획 반영 과제 발굴을 위한 서귀포 지역 도민 공청회를 개최했다.

이번 공청회는 제주 지역의 상생 발전 방안을 제2공항 기본계획에 반영하기 위해 도민 의견을 수렴하기 위해 마련한 것이다.

하지만 이날 도민 공청회는 제2공항을 반대하는 활동가와 지역 주민 등이 단상을 점거하고 시위를 벌이면서 개최 15분만인 오후 3시 15분께 종료됐다.

당초 이날 공청회에서 국토연구원 이범현 박사가 제주 제2공항 기본계획 반영과제(안)에 대해 설명하고, 제주도는 도민 의견을 수렴한다는 계획이었다.

제주도가 이날 제2공항 반대 주민과 활동가 등의 단상점거를 막기 위해 공무원 등을 단상 앞에 배치한 것을 놓고 활동가 등이 항의하는 과정에서 고성과 몸싸움도 벌어졌다.

도는 공청회 예정시간인 오후 3시 단상 앞에 배치한 공무원을 철수 시키고 공청회를 시작하겠다고 발표했지만, 제2공항 반대 측이 곧바로 단상에 올라가 점거하고 피켓 시위를 벌이는 등 공청회를 저지했다.

강원보 제주 제2공항 성산읍반대대책위원장은 "제주도는 공무원을 동원해 단상을 막고 있는데, 지역 주민들은 공청회를 저지하기 위해 이 자리에 모였다"며 "원희룡 제주도지사는 도민 상당수가 원하는 공론조사를 거부하고 있다"고 주장했다.

제주도는 오후 3시 15분께 "단상 점거와 시위 등으로 정상적인 공무수행이 어렵다"며 제2차 공청회 종료를 발표했다.

이에 앞서 지난달 23일 제주도체육회관 세미나실에서 열린 제1차 공청회도 공항 반대 활동가 등이 단상을 점거하는 등 시위를 벌이면서 시작도 하지 못한 채 종료됐다.

한편 제주도는 지난달 20일 공개한 기본계획 반영 과제(안)에 대한 도민 의견을 오는 18일까지 홈페이지, 공항확충지원단, 주민소통센터, 우편 등을 통해 수렴하고 있다.

@highlight

제2공항 기본계획에 제주도민의 의견이 반영된 제주 지역 상생 발전 방안 형성을 위해 제주도가 성산국민체육센터에서 개최한 서귀표 지역 도민 공청회가 제2공항을 반대하는 지역 주민 등의 단상 점거 및 시위로 개최 15분만에 종료되었다.