전남대학교는 제23회 용봉학술상 수상자로 허완중, 김재민, 신해진, 류제황 4명의 교수를 선정했다고 4일 밝혔다.

시상식은 5일 전남대 개교기념일 기념식에서 열린다.

허완중 교수(법학전문대학원)는 외국 학설의 맹목적인 수입과 추종을 비판하면서 한국 실정법과 헌법현실을 바탕으로 고유한 한국 헌법학을 세우기 위해 헌법해석학에 뿌리를 두면서도 법철학과 법사학은 물론 사회학, 정치학을 비롯한 다른 인문사회과학의 성과도 포용하는 학술활동을 지속적으로 해오고 있다.

지금까지 71편의 논문과 3편의 논문번역, 4권의 단독저서, 4권의 공저서를 냈다.

김재민 교수(의과대학)는 보건복지부지정 우울증 임상/중개연구센터 책임연구자 역할을 수행하면서 우수한 연구를 진행해왔다.

240여편의 SCI 논문을 대부분 주저자로 발표했고, 2018년에는 심장질환에 동반된 우울증 치료를 통한 심장예후 개선 결과를 JAMA(IF 47.7) 등 최상위권 저널에 게재했다.

신해진 교수(인문대학)는 1999년 전남대 국어국문학과에 부임한 이래, 텍스트 번역에 관심을 갖고 70여권의 학술서적을 출간했다.

제대로 관심조차 갖지 않아 한국문학사의 공백기인 17세기 민족수난기의 실기문헌을 꾸준히 발굴해 번역했으며, 그 중 ‘반곡난중일기’, ‘호산만사록’, ‘심양왕환일기’, ‘우산선생 병자창의록’ 등은 호남문헌으로 초역한 것들이다.

류제황 교수(치의학전문대학원)는 20여년간 뼈·관절 생물학 연구를 통해 퇴행성관절염 및 골다공증의 발병기전을 규명하는데 연구력을 모아왔다.

특히 최근 퇴행성관절염이 단순히 노화에 따른 부수적인 질병이 아니라 동맥경화처럼 콜레스테롤 대사에 의해 능동적으로 유발되는 대사성 질환임을 밝혀 학계의 주목을 받고 있다.

@highlight

전남대학교는 법철학, 법사학, 사회학, 정치학 등 인문사회과학의 성과를 포용하며 학술활동을 해온 허완중 교수와 김재민 교수, 신해진 교수, 류제황 교수를 제23회 용봉학술상 수상자로 선정하고 5일 개교기념일 기념식에서 시상식을 진행한다고 밝혔다.