▲ SK에너지가 5일부터 새로운 광고 영상을 선보이며 25-35세 청춘들을 위한 ‘SK오일로패스’ 캠페인을 시작한다.

사진은 SK오일로패스 포스터 '주행편'

SK에너지(대표이사 사장 조경목)가 5일부터 새로운 광고 영상을 선보이며 25-35세 청춘들을 위한 ‘SK오일로패스’ 캠페인을 시작한다.

이번 캠페인은 ‘5일 동안’ 국내 어디든 ‘오일 가득히’ 여행할 수 있는 기회를 제공한다.

SK주유소가 젊은 세대들에게 ‘출발’, ‘자유’, ‘모험’, ‘휴식’, ‘위로’, ‘재충전’ 등 다양한 의미가 될 여행의 동반자이자 친구가 되겠다는 메시지를 SK에너지만의 젊은 감각으로 담아냈다.

여름휴가 기간에 맞춰 준비된 이번 캠페인은 청춘들의 여행을 통해 국내 여행지를 발굴하고, 휴가시즌 내수경기 활성화에도 기여할 것으로 기대된다.

특히 최근 산불로 인해 어려움을 겪고 있는 강원도를 응원하고자, 강원도를 배경으로 광고를 촬영하기도 했다.

5일부터 25일까지 SK오일로패스 사이트(sk-oilro.co.kr)에서 응모하는 25-35세를 대상으로 추첨을 통해 총 1,000명의 당첨자를 뽑는다.

당첨자는 20일과 7월 1일, 각 500명씩 발표한다.

당첨자에게는 7월 15일부터 8월 31일까지 기간 중 최초 사용일로부터 5일 동안 전국 3,600개 SK주유소에서 20만원 한도까지 무료로 주유할 수 있는 SK오일로패스 카드를 제공한다.

SK오일로패스 카드는 친환경 소재를 활용하고 일러스트 작가와 협업해 감각적인 디자인을 입혀 제작했다.

여행 필수품인 어메니티 세트, 모기퇴치제, 손수건 등도 함께 지급될 예정이다.

SK에너지 조경목 사장은 “사회생활을 준비하고 막 시작하는 시기의 청춘을 응원하고자 이번 캠페인을 준비했다”며, “SK주유소는 미래 대한민국의 주역이 될 청춘들과 행복을 함께하는 친구가 될 것”이라고 밝혔다.

@highlight

SK에너지가 5일부터 25-35세 청춘들을 위한 ‘SK오일로패스’ 캠페인을 시작하고 ‘5일 동안’ 국내 어디든 ‘오일 가득히’ 여행 기회를 제공하며 산불로 인한 어려움을 겪는 강원도를 응원하고자 강원도를 배경으로 광고를 촬영했다.