도널드 트럼프 미국 대통령이 4일(현지시간) 불법이민자 입국 차단을 위한 대(對)멕시코 관세를 다음주부터 부과할 것이라는 입장을 재확인하자 미 공화당까지 반기를 들며 이를 막기 위한 결의안 채택에 나서 충돌이 예상된다.

마이크 펜스 미 부통령이 5일 백악관에서 멕시코 측 협상단과 만나 해결책을 논의하는 가운데 안드레스 마누엘 로페스 오브라도르(암로) 멕시코 대통령은 "양국이 관세 부과 전 합의에 이를 것"이라며 낙관했다.

영국을 국빈방문 중인 트럼프 대통령은 이날 테리사 메이 총리와의 회담 후 기자회견에서 멕시코에 대한 관세 부과에 대해 "우리가 무엇을 할 수 있을지 두고 봐야겠지만 관세는 예정대로 다음주부터 부과될 가능성이 높다"고 했다고 월스트리트저널 등이 전했다.

트럼프 대통령의 발언이 있은 지 몇 시간 뒤 론 존슨 상원 국토안보위원장 등 공화당 상원의원들은 이날 비공개 오찬 회동을 갖고 멕시코에 대한 관세 부과를 반대하기로 뜻을 모았다고 워싱턴포스트는 전했다.

앞서 트럼프 대통령은 오는 10일부터 멕시코를 통한 불법 이민자 유입이 중단될 때까지 멕시코산 모든 상품에 5%의 관세를 부과하고 추가 조치가 취해지지 않으면 관세를 단계적으로 인상해 10월부터는 25%를 부과할 것이라며 '관세폭탄'을 예고했다.

지난 3일부터 워싱턴에서 대화를 시작한 양국 협상 대표단은 5일 오후 협상을 진행한다.

암로 대통령은 이날 브리핑에서 "나는 10일 이전에 합의에 이를 수 있을 것으로 낙관하고 있다"며 "우리는 대결을 원치 않는다"고 강조했다.

한편 반(反)이민정책 지지자로 최근 미 국토안보부 산하 이민세관단속국(ICE) 수장으로 지명된 마크 모건 국장대행은 이날 미 국경을 넘다 체포된 이민자 가족 전체를 추방한다는 방침을 발표했다.

더힐은 미 민주당이 장악한 하원이 이날 공개한 '2020 국토안보부 예산안'에 장벽 건설비를 전혀 반영하지 않아 올해도 최장기 연방정부 셧다운(일시적 업무정지) 사태가 재연될 수 있다고 전했다.

@highlight

트럼프 대통령이 불법이민자 입국 차단책으로 모든 멕시코산 상품에 5%의 관세를 부과하고 추후 단계적 인상을 포함한 내용의 '관세폭탄'을 예고한데에 이어, 4일 대(對)멕시코 관세를 다음주부터 부과할 것이라는 입장을 재확인하자 미 공화당이 반대 결의안 채택에 총력을 기울이고 있으며, 이에 대해 멕시코 대통령은 5일 미국과의 협상에서 양국이 관세 부과 전 합의를 이룰 것으로 예상한다고 전했다.