'82년생 김지영'으로 한국 사회 젠더 감수성에 새로운 이정표를 제시한 조남주가 첨단의 시대가 조장하는 공동체의 붕괴와 새로운 공동체의 탄생을 그린 장편소설이다.

기업의 인수로 탄생한 기묘한 도시국가와 그 안에 위치한 퇴락한 맨션을 배경으로 펼쳐지는 이야기를 담은 작품으로, 발전과 성장이 끌어안지 않는 거부당한 사람들의 절망감을 통해 소외된 삶의 현재와 미래를 상상한다.

기업이 한 도시를 인수한다.

도시는 본국으로부터 독립, 세상에서 가장 작고 이상한 도시국가로 변모한다.

밖에 있는 누구도 쉽게 들어올 수 없고 안에 있는 누구도 나가려 하지 않는 비밀스럽고 폐쇄적인 이곳을 사람들은 타운이라 부른다.

안전하고 부유하며 높은 삶의 질을 보장하는 타운에는 두 종류의 사람이 있다.

주민권이 있는 L과 체류권이 있는 L2. 일정 수준 이상의 경제력과 타운에서 인정하는 전문 능력, 두 가지 조건을 갖춘 사람은 주민권을 획득할 수 있다.

미성년자는 주민의 자녀이거나 주민인 법정후견인이 보증할 경우 주민으로 인정받을 수 있다.

한편 주민 자격에는 못 미치지만 범죄 이력이 없고 간단한 자격 심사 및 건강 심사를 통과하면 체류권을 받을 수 있다.

이들은 2년 동안 타운에서 살 수 있다.

2년 동안은 걱정 없이 어떤 일이든 할 수 있지만 이들을 원하는 일자리는 대부분 건설 현장, 물류창고, 청소 현장같이 힘들고 보수가 적은 일이다.

그리고 주민권은 물론 체류권도 갖지 못한 사람들이 있다.

사하맨션 사람들이다.

그들은 '사하'라 불린다.

어디에도 속할 수 없는 존재들을 조건 없이 받아들이는 환대의 공동체, 타운의 유일한 통로이자 비상구.

30년 동안 맨션을 찾은 사람들은 국가로부터 반품되었거나 반입조차 불가한 사람들, 거부당한 사람들이다.

저자는 거부당한 그들, '사하'의 삶에 드리운 그늘을 섬세하게 관찰하며 시장의 논리가 공공의 영역을 장악한 미래를 조심스럽게 예언하고, 유토피아와 디스토피아를 공존시키며 우리가 가야 할 방향을 묻는다.

@highlight

첨단의 시대가 조장하는 공동체의 붕괴와 새로운 공동체의 탄생을 그린 장편소설 '사하맨션'은 '82년생 김지영'의 저자 조남주의 작품으로, 거부당한 사람들이 '사하'의 삶을 통해 소외된 삶의 현재와 미래를 그리며 시장의 논리가 공공의 영역을 장악한 미래를 예언하고 우리가 가야 할 방향을 묻는다.