익산시가 20년 이상 노후한 상수관로 교체를 위해 2500억원 가량이 필요하지만 지금까지 적립된 예산은 전혀 없어 안정적인 먹는 물 공급에 적신호가 켜졌다.

특히 최근 노후관에서 발생한 녹물로 일부 지역의 단수조치까지 이뤄지면서 노후관 교체가 더욱 시급해졌다.

5일 익산시 최양옥 상하수도사업단장은 정례브리핑에서 20년 이상 노후한 상수관 교체가 필요한 구간이 636km에 달한다고 밝혔다.

이 구간의 노후관 교체에는 총 2500억원 가량이 필요한 것으로 추정했다.

익산시의 상수관망은 총 1572km로 당장 교체가 필요한 노후관은 40%에 달한다.

그러나 익산시가 노후 상수관 교체를 위해 지금까지 예치한 적립금은 한 푼도 없는 것으로 나타났다.

시는 상수도요금을 지난 2007년 이후 한 차례도 인상하지 않아 현실화율은 75.05%에 그쳐 노후관 교체공사에 필요한 적립금을 예치하지 못해 왔다는 입장이다.

적립금이 없는 익산시는 노후관 교체공사를 언제까지 마무리할 지 아직까지 계획조차 확정하지 못하고 있다.

더구나 정부가 오는 2022년부터 노후관 교체예산을 50%까지 지원한다는 계획에 따라 이후 노후관 교체공사 추진계획을 수립하겠다는 뜬구름 잡기식의 계획만 되풀이하고 있다.

이런 가운데 지난달 노후관에서 이물질과 찌꺼기가 떨어져 발생한 녹물현상으로 나흘간 단수조치가 내려지는 등 시민들의 상수도에 대한 불안감이 확산되고 있다.

시는 이번 적수발생으로 주민들의 정수기 필터교체를 비롯해 피부병 발생 등 320여건의 민원에 따른 피해보상까지 해야 할 처지다.

노후관 교체를 위한 적립금이 없는 익산시는 일반회계에서 예산을 빌려오는 차입과 상수도요금을 인상하는 방안 등을 이제야 검토하겠다는 입장이다.

최 단장은 "상수도요금을 인상하지 않아 노후관 교체를 위해 적립할 예산이 없었던 것은 인정한다"며 "당장 내년부터 일반회계에서 100억원 가량을 빌려오는 등의 전출금을 요구할 계획이다"고 말했다.

@highlight

익산시는 노후관에서 발생하는 녹물현상과 단수로 인해 20년 이상 노후된 상수관 교체가 시급하지만 상수도요금을 2007년 이후 한차례도 인상하지않아 교체에 필요한 예산이 없어 식수 공급에 어려움을 겪고 있다.