인도 유명 인테리어 디자이너 트윈클 칸나이 QLED 8K체험존을 소개하고 있다.

삼성전자가 인도 시장에 ‘2019년형 QLED 8K’ TV를 전격 출시했다.

삼성전자는 4일(현지시간) 뉴델리의 대표적 럭셔리 쇼핑몰 ‘디엘에프 엠포리오몰(DLF Emporio Mall)’에서 미디어 행사를 개최하고 65형에서 98형에 이르는 QLED 8K 라인업을 선보였다.

QLED 8K는 3천300만개 화소의 초고해상도 디스플레이와 퀀텀닷 기술을 접목해 최고 수준의 화질과 넓은 시야각 등을 구현한 차세대 TV다.

입력되는 영상의 화질에 상관없이 8K 수준으로 변환해 주는 인공지능 기반 화질 엔진 ‘퀀텀 프로세서 8K’를 탑재해 98형과 같은 초대형 화면에서도 선명하고 생동감 있는 화질을 즐길 수 있다.

인도 시장에 판매되는 QLED 8K TV는 퀀텀닷 기술과 8K 해상도를 기반으로 한 초고화질뿐만 아니라 인도 소비자들의 특성을 감안해 5가지 지역 특화 기능을 적용한 것이 특징이다.

△TV를 통한 내 PC 원격 접속, 오피스 365(Office 365) 문서 작업, 미러링 등을 구현해 TV를 PC처럼 사용할수록 있도록 한 ‘퍼스널 컴퓨터’ 기능 △음악 감상 시 TV 화면에 오디오 스킨을 적용할 수 있는 ‘뮤직 시스템’ 기능 △TV에 꽂힌 USB를 ‘홈 클라우드’ 서버스토리지로 사용하는 기능 △스마트폰으로 촬영한 영상을 TV에 실시간 전송 가능한 ‘라이브 캐스트’ 기능 △TV와 스마트폰 간 ‘양방향 콘텐츠 교환’ 기능이 있다.

해당 기능들은 인도에서 판매되는 QLED 전 라인업을 비롯한 모든 스마트 TV에 탑재된다.

삼성전자는 인도 TV시장에서 2006년부터 13년 연속 1위를 차지하고 있으며 올해는 인도에서 가장 인기 있는 스포츠인 크리켓 월드컵(5월30일~7월 14일)이 있는 해로 QLED TV를 중심으로 프리미엄 TV시장의 확대를 추진하고 있다.

@highlight

삼성전자는 4일 인도 뉴델리의 쇼핑몰 '디엘에프 엠포리오몰'에서 미디어 행사를 열고 초고해상도 디스플레이와 퀀텀닷 기술을 결합한 최고 수준의 차세대 TV인 QLED 8K 라인업을 공개하며 '2019년형 QLED 8K' TV를 전격 출시하였다.