“사람사는 세상, 따뜻하게”

광주 신세계백화점 1층에 오픈한 ‘2019광주디자인비엔날레’ 홍보관이 시민들로부터 많은 관심을 모으고 있다.

광주시와 광주디자인센터, 광주신세계백화점은 5일 오전 백화점 1층 컬쳐 스퀘어에 ‘2019광주디자인비엔날레’ 홍보관을 오픈했다.

오는 19일까지 운영하는 홍보관은 오는 9월 7일 개막하는 ‘2019광주디자인비엔날레’ 행사 홍보와 시민들의 참여를 통한 성공 개최를 위한 것이다.

백화점 1층에 마련된 광주디자인비엔날레 홍보관은 행사 소개 및 현대인의 감정을 대변하는 이모티콘 Emoji를 ‘공’이라는 물체에 구현하여 소통하는 인간을 보여준다.

관람객들이 이모티콘 디자인을 통해 서로의 감정을 표출해보고, 본인의 감정을 카드에 적은 뒤 2019광주디자인비엔날레 전시관에서 ‘Emojiballs’을 확인할 수 있다.

이를 통해 관객과의 소통이 전시관을 넘어 그들의 일상에 자리할 수 있도록 연출했다.

특히, 휴머니티에 대한 감정표현을 메모하여 직접 메달아 붙이고, 포토 존 역할을 하면서 시민들로부터 많은 인기를 끌고 있다.

행사는 ‘휴머니티(Humanity)’라는 주제 아래 △본전시 △특별전 △국제학술행사 등을 통하여 디자인이 그려보는 “사람사는 세상, 따뜻하게”에 대한 다양한 ‘휴머니티’ 모습을 표현할 예정이다.

또한, 디자인비즈니스는 물론 특별전과 특별프로젝트, 디자인체험, 이벤트, 시민참여 프로그램 등 기업, 시민, 학생들과 함께하는 다채로운 프로그램들로 진행된다.

광주디자인센터 위성호 원장은 “디자인의 미래가치와 중요성”이 커지고 있다.

지역산업의 경제적 성과를 창출에 집중하는 디자인비엔날레가 될 수 있기를 희망한다고 말했다.

한편, 광주시가 주최하고 광주디자인센터가 주관하는 ‘2019 광주디자인비엔날레’는 오는 9월 7일부터 10월 31일까지 55일간 ‘휴머니티(HUMANITY)’을 주제로, 광주비엔날레전시관과 국립아시아문화전당, 광주디자인센터 등에서 개최된다.

@highlight

광주디자인비엔날레 행사 홍보와 시민들의 참여를 통한 성공 개최를 위하여 광주신세계백화점 1층에 마련된 '2019광주디자인비엔날레' 홍보관이 시민들로부터 주목을 받고 있다. 