[헤럴드경제(부산)=윤정희 기자] 부산시(오거돈 시장)는 '옛 동래역사(낙민동 112-3번지 소재)'가 5일 등록문화재 제753호로 등록 고시된다고 5일 밝혔다.

부산시와 동래구는 옛 동래역사의 문화재 등록을 계기로, 일제강점기 철도역사건축의 특성과 근현대 동래역사의 역사적 사건을 이해할 수 있도록 복원한다는 계획이다.

'옛 동래역사'는 동해남부선에서 최초로 완공된 역사로 일제강점기 병력 수송의 주요 거점이었으며, 역사 광장 주변은 새벽장터로써 오랫동안 지역생활의 중심지가 된 곳으로 지역민들의 수많은 애환을 간직하고 있다.

부산시는 건립 당시 및 변천과정의 모습을 소상하게 알 수 있는 건축도면이 현존하고 있어 역사성과 위치 측면에서 보존가치가 충분하다고 판단, 지난해 11월 문화재청에 문화재 등록을 신청해 지난 4월 8일부터 5월 7일까지 30일간 등록예고를 거쳐 이번에 등록 고시되는 것이다.

실제, '옛 동래역사'는 지상 1층 1개 동(221.95㎡) 일자형의 평면구조에 지붕은 서양식 목조 지붕트러스 중에서 가장 많이 사용되는 왕대공 트러스 구조로 된 목조 건물로 1934년 7월 15일에 준공됐다.

대합실과 개찰구의 주출입구 및 운전실 지붕 위 등에 3개의 박공을 표현한 맞배지붕 구조는 철도역사(鐵島驛舍)로서의 상징성을 강조하고 있다.

또 외벽 하부는 콘크리트에 자연석을 붙여 장식하고 있으며, 이것은 다른 역사(驛舍)건축물에서는 보기 드문 독특한 모습으로, 1930년대 철도역사 건축을 이해하는데 중요한 자료로서 건축적 가치가 높다.

앞으로 부산시는 근대문화유산이 갖는 역사적ㆍ건축적 가치를 보존하면서 인근 문화유산과의 연계방안을 검토, 동래 역사탐방의 거점이자 교육장, 시민 휴식공간 등으로 활용해 주민 삶의 질 향상에 기여토록 할 예정이다.

@highlight

부산시 측에서는 동래 역사를 등록문화재로 등록할 것이라고 밝혔으며, 해당 등록을 이유로 하여 일제강점기 철도역사 건축의 특징 및 역사적  이벤트를 이해할 수 있도록 복원할 계획이며, 부산시측에서는 해당 역사를 역사탐방의 장소로 이용할 예정이다.