서울 강북구(구청장 박겸수)는 2019년 1월1일 기준으로 조사한 3만9565필지의 개별공시지가를 결정ㆍ공시하고 7월1일까지 이의신청 접수를 받는다고 5일 밝혔다.

개별공시지가는 표준지공시지가를 기준으로 개별 토지의 특성을 조사해 산정한 제곱미터(㎡)당 가격으로 토지 관련 국세 및 지방세와 각종 부담금의 과세자료로 활용된다.

올해 개별공시지가는 지난해 대비 평균 7.15% 상승했고 주거지역이 7.49%, 상업지역이 3.00%, 녹지지역이 4.26%, 개발제한구역이 5.81% 상승한 것으로 나타났다.

지역별로는 미아동(8.15%), 우이동(6.76%), 수유동(6.36%), 번동(5.84%) 순으로 상승했다.

최고지가는 미아사거리역 인근에 위치한 미아동 40-2번지로 제곱미터(㎡)당 1600만원, 최저지가는 북한산국립공원 인근 임야인 우이동 산75번지로 2만5600원이다.

이번 결정ㆍ공시된 개별공시지가는 구청 부동산정보과 또는 동주민센터를 방문하거나 강북구 홈페이지 또는 '일사편리 서울 부동산정보조회시스템'을 통해 열람할 수 있다..

개별공시지가에 이의가 있는 토지소유자, 이해관계인은 구청 또는 동주민센터에 비치된 이의신청서를 작성해 제출하거나 구청 홈페이지를 이용해 이의신청이 가능하다.

이의가 제기된 토지에 대해서는 인근 토지 또는 표준지공시지가와의 균형 등을 재조사하고 감정평가업자의 검증과 부동산가격공시위원회 심의를 거쳐 처리결과를 이의신청인에게 개별 통지할 예정이다.

또 이의신청 기간 동안에는 전문 감정평가사 상담을 통해 공시지가와 관련된 궁금증을 해소할 수 있는 '감정평가사 현장상담제'를 실시하고 있다.

한편 강북구는 개별공시지가에 대한 의견을 365일 언제나 신청할 수 있는 '개별공시지가 의견제출 365 온라인 서비스'를 지난달부터 시행하고 있다.

@highlight

5일 서울 강북구는 2019년 1월1일 기준으로 조사한 3만9565필지의 개별공시지가를 결정, 공시해 구청 부동산정보과 및 동주민센터 등을 통해 확인 가능하도록 하고 7월1일까지 구청 또는 동주민센터에 이의신청서 제출 및 구청 홈페이지를 통해 이의신청 접수를 받는다고 밝혔다.  