［충북일보=청주］ 김현배 청주대학교 총동문회장은 "일방적이고 폐쇄적인 운영으로는 역사와 전통, 그 속에 녹아있는 전력과 구성원들의 출중한 역량도 아무런 쓸모가 없다"며 학교 운영 전반에 대해 비판했다.

지난 5일 청주대 청석홀에서 열린 개교 72주년 기념식에 참석한 김 총동문회장은 "청주대는 최근까지 정부의 재정지원 제한 대학 지정과 이로 인한 학내 갈등 등으로 많은 어려움을 겪고 있다"고 말문을 열었다.

그러면서 "좀 더 개방적이지 못하고 폐쇄적인 학교 운영이 가장 큰 원인이라 생각한다"며 "동문회나 지역사회와의 소통은 둘째 치고, 학내 구성원과의 소통조차 이뤄지지 않아 서로 신뢰를 잃고 있다"고 지적했다.

김 총동문회장은 "한 달 전 10만 동문의 숙원이었던 역사적인 동문회관 입주식에조차 학교 관계자가 단 한 명도 참석하지 않았다는 사실이 이를 방증하고 있다"며 "이러한 소아적 사고의 결과가 쌓이고 쌓여 청주대학교의 잃어버린 10년, 20년이 됐고, 오늘의 현실이 됐다"고 목소리를 높였다.

이어 "지금과 같이 일방적이고 폐쇄적인 운영으로는 역사와 전통, 그 속에 녹아있는 전력과 구성원들의 출중한 역량도 아무런 쓸모가 없다"며 "이제 우리는 청주대학교 발전이라는 공동의 가치를 위해 자기 희생을 마다치 않는 모습을 보여야 한다"고 강조했다.

김 총동문회장은 끝으로 "모교의 생일에 이런 말씀을 드리는 저의 마음도 편치 않다"며 "앞으로 총동문회가 대내외 청대발전위원회를 구성해 모교 발전을 위한 건설적 비판자로서의 역할을 할 것"이라고 밝혔다.

김 총동문회장은 1924년 학교법인 청석학원을 설립한 청암 김원근, 석정 김영근 형제 중 석정계 손자다.

바른미래당 김수민 국회의원의 부친이기도 하다.

청주대는 부실대학 책임으로 물러난 김윤배 전 총장의 지속적인 운영 관여 의혹과 학내 구성원 갈등 등으로 잡음이 끊이지 않고 있다.

@highlight

부실 경영 책임으로 물러난 김윤배 전 총장의 지속적인 운영 의혹과 학내 구성원 갈등 등으로 잡음이 끊이지 않고 있는 가운데 청주대 김현배 총동문회장은 일방적, 폐쇄적인 학교 운영으로 학교가 갖고 있는 역량을 제대로 발휘하지도 못하고 구성원간의 신뢰도 잃고 있다고 비판했다.