吳 군수 복지관 등 현장 방문 “차질없는 진행위해 만전”

오도창(가운데)영양군수가 5일 지역 주요 사업현장을 둘러보고 있다.

영양군정이 현장중심으로 이뤄지면서 활기를 띄고 있다.

오도창 영양군수는 지난달 24일 영양군 LPG배관망 지원사업 및 산촌문화누림터조성사업 현장을 방문한데 이어 5일 영양 노인복지관 건립 현장 및 청소년 수련관 건립 현장을 찾아 현장 중심의 찾아가는 행정을 실천, 활력을 불어 넣고 있다.

영양 노인복지관 건립 및 청소년 수련관 건립사업은 영양군 민선 7기에서 진행 중인 핵심 공약사업 중의 하나다.

오 군수는 이날 첫 방문지로 총 사업비 43억1천만 원을 투입해 영양군 동부리 186번지 일원에 586.21㎡ 규모로 건축 중인 영양 노인복지관 건립 현장을 찾았다.

오 군수는 “복지관 건립은 어르신들이 취미와 여가활동을 즐기게 되는 공간인 만큼 이용에 불편함이 없도록 공사 시작부터 신중을 기해 줄 것”을 당부했다.

이어 72억5천만 원을 투입해 영양군 동부리 184번지 일원에 건축면적 2천957.79㎡로 지하 1층 지상 3층 규모로 진행되고 있는 청소년수련관 건립 현장을 방문했다.

청소년 수련관은 수영장, 특성화 수련활동장, 실내집회장, 동아리 활동 시설 등을 배치해 청소년들의 다양한 수련활동을 위한 공간으로 제공된다.

오 군수는 “오랜 주민 숙원사업인 만큼 군민들의 불편을 해소하고 생활에 활력을 찾을 수 있는 다양한 프로그램을 차질없이 진행할 수 있도록 건축에 만전에 기해 달라”고 거듭 요청했다.

오 군수의 연이은 사업장 방문은 민선7기 1주년을 맞아 가시적인 사업 성과가 많이 나올 수 있도록 업무 추진에 속도를 내기 위한 것으로 풀이된다.

한편 영양군은 최근 생활밀착형 정책인 생활민원 바로처리반, 어르신 무료목욕상품권 지급, 농작업대행반, 제15회 영양산나물축제의 성공으로 행정에 대한 군민신뢰를 바탕으로 각종 사업에 속도를 내고 있다.

@highlight

최근 생활밀착형 정책의 실천과 영양산나물축제의 성공으로 군민의 신뢰를 얻은 영양군청은, 군수가 직접 주요 사업 현장을  찾아가는 행정을 실천하여  군 사업에 활력을 불어넣고있다.