지난해 농촌 가구의 소득이 도시 근로자가구보다 2000만원 이상 적은 것으로 조사됐다.

특히 농가소득 중에서도 농업 경작을 통해 벌어들이는 소득보다는 오히려 사업이나 보조금 수급을 통한 소득 비중이 커졌다.

6일 국회입법조사처의 '농가소득 변화와 시사점' 보고서에 따르면 농가 평균 소득은 2003년 2688만원에서 지난해 4207만원으로 56.5% 증가했다.

같은 기간 도시 근로자가구 소득은 3517만원에서 6482만원으로 84.3% 늘었다.

이에 따라 도시 근로자가구 소득 대비 농가소득 비율은 2003년 76%에서 지난해 65%로 줄어들었다.

이는 도농 간 소득 격차가 커졌다는 의미다.

농가소득 가운데서도 중심이 돼야 할 농업소득이 맥을 못 추는 모양새다.

농업소득은 2003년 39.3%(1057만원)에서 2018년 30.7%(1292만원)로 줄어들었다.

그나마도 2017년 비중이 26.3%까지 떨어졌다가 지난해 가까스로 30%대를 회복한것이다.

반면 농업보조금을 비롯한 이전소득과 겸업·사업소득을 포함한 농외소득의 비중은 커졌다.

2003년 농가소득 대비 이전소득 비율은 7.6%(203만원)에서 지난해 23.5%(989만원)로 껑충 뛰었다.

농외소득의 비율은 2003년 35.0%(940만원)에서 2018년 40.3%(1695만원)로 증가했다.

농가소득 내에서 농업소득과 농외소득의 비중이 뒤집힌 셈이다.

농가 경제의 흑자 또는 적자 여부를 판단하는 '농가경제잉여' 금액 역시 전업농가보다는 1종 겸업농가(농업수입이 농업외수입보다 많은 농가)가 높은 것으로 나타났다.

지난해 1종 겸업농가의 농가경제잉여는 1479만원으로, 전업농가(650만원)의 두 배 수준이었다.

보고서는 "이전소득을 늘려 농가와 도시 근로자가구 간 소득 편차를 줄일 필요가 있다"며 "농업소득 안정화를 기본으로 농가소득을 늘릴 농정 개편방안을 마련해야 한다"고 지적했다.

@highlight

지난해 농촌 가구의 소득이 도시 가구보다 2000만 원 이상 적어, 도시 대비 농가 소득 비율은 2003년 76%에서 65%로 감소하여 소득 격차가 증가했다.