페이스북, 인스타그램, 유튜브 등 SNS서 '주택용 소방시설 설치에 동참' 문구 쓴 인증사진 릴레이페이스북, 인스타그램, 유튜브 등 SNS서 '주택용 소방시설 설치에 동참' 문구 쓴 인증사진 릴레이 [홍준헌 기자 hjh@imaeil.com] 부산에어 승무원들이 대구 달성소방서의 주택용 소방시설 설치 촉진 손글씨 릴레이 캠페인 '세이프티 하우스'(Safety House)에 참가한 모습.

달성소방서 제공.

대구 달성소방서(서장 정규동)는 주택용 소방시설 설치를 촉진하는 '세이프티 하우스'(Safety House) 손글씨 릴레이 캠페인을 벌였다.

봄철 소방안전대책 특수시책의 하나로 도입한 이번 캠페인은 참가자들이 페이스북, 인스타그램, 유튜브 등 자신이 주로 쓰는 사회관계망서비스(SNS)에 "나와 가족의 안전을 위한 주택용 소방시설 설치에 동참하세요"라는 문구를 손글씨로 쓰고 사진이나 영상을 찍어 인증하도록 한 것이다.

인증한 참여자는 다음 참여자를 추천, 지목해 캠페인이 릴레이 형식으로 이어지도록 했다.

일선 소방서 차원에서는 이례적으로 실시한 이번 캠페인에는 정규동 달성소방서장은 물론 김문오 달성군수, 최상국 달성군의회의장, 김성연 YG+모델, 부산에어 승무원, 교사, 경찰, TJB대전방송부국장, 캘리그라피 강사 등 다양한 직업군 200여 명이 참여해 17만여 명이 확인하고 1만명이 공감했다.

정규동 달성소방서장은 "이번 캠페인을 통해 각 가정이 주택용 소방시설을 설치하는 등 안전한 주택(세이프티 하우스)이라는 안전 문화 바람이 전국으로 불기를 바란다"고 했다.

김문오 달성군수가 대구 달성소방서의 주택용 소방시설 설치 촉진 손글씨 릴레이 캠페인 '세이프티 하우스'(Safety House)에 참가한 모습.

@highlight

안전한 주택 문화 활성화를 위해 대구 달성소방서는 '세이프티 하우스' 손글씨 릴레이 캠페인을 펼쳤다. 