[당진]당진지역 문화 동아리들의 가장 큰 이벤트인 2019 당진문화동아리 주간사업 '제6회 생활문화예술제'가 오는 13일부터 16일까지 나흘 간 당진문예의전당 일원에서 열린다.

당진문화재단이 주최·주관하고 당진생활문화예술단체협의회가 운영하는 올해 예술제에는 당진지역 47개 문화예술동아리가 참여해 문화인들과 시민들이 함께 즐길 수 있는 다양한 공연과 전시, 체험 프로그램이 운영된다.

우선 13일 예정된 개막공연에서는 동아리 공연과 그라피티 퍼포먼스가 펼쳐지며, 전시 프로그램은 13일 오후 7시 개막해 16일까지 당진문예의전당 제1·전시관에서 오전 9시부터 오후 7시까지 진행돼 드라이플라워 액자, 민화, 서각, 짚풀공예, 프랑스자수 등을 전시한다.

또한 야외광장에서는 15일부터 16일까지 펠트 필통과 지갑 만들기, 자수 네임텍 만들기, 투명부채 만들기 등의 체험행사도 마련된다.

아울러, 14일부터 16일까지 당진문예의전당 소공연장에서는 알리스 응원단과 장구치는아이들, 당진원패밀리밴드 등 33개 동아리가 참여해 국악과 악기연주, 밴드, 댄스, 합창 등 그동안 갈고닦은 실력을 뽐낼 예정이다.

재단 관계자는 "올해로 6회째를 맞이하는 생활문화예술제는 지역의 문화예술동아리가 내실 있고 지속적인 예술 활동을 펼칠 수 있도록 돕는 당진문화재단의 대표 문화예술사업"이라며 "시민과 문화예술인들이 함께 즐길 수 있는 다채로운 이벤트를 마련한 만큼 많은 시민께서 함께 즐겨주시기를 바란다"고 말했다.

한편 올해 생활문화예술제에는 푸드트럭과 스템프이벤트, 폐차낙서, 1Day 클래스 등 아이들과 함께 즐길 수 있는 풍성한 놀거리도 제공되며, 기타 이번 행사와 관련한 궁금한 사항은 당진문화재단 문화사업팀(☎041(350)2913-4)으로 문의하면 된다.

@highlight

당진시는 지역의 문화예술동아리의 내실을 다지고 지속적인 예술 활동을 지원하기 위해 오는 13일부터 16일까지 당진문예의전당 일원에서 47개 문화예술동아리가 준비한 다양한 공연과 전시, 체험 프로그램으로 '제6회 생활문화예술제'를 개최한다.