증평군 도안면에 소월경암 문학기념관이 지난 5일 개관을 하고 본격 운영에 들어갔다.

［충북일보=증평］ 증평군 도안면 화성리에 소월 경암 문학기념관이 개관했다.

지난 5일 문을 연 문학기념관은 소설가 겸 한의사로 유명한 (사)새한국문학회 경암 이철호 이사장이 사비 40억 원을 들여 연면적 978㎡에 3층 규모로 지은 이곳은 김소월과 경암 이철호 두 문인의 작품과 생을 엿볼 수 있다.

1층 전시관에는 소월의 친필 작품집 300여권과 그의 흔적이 담긴 손편지, 가계도와 연보 등을 전시해 그의 생애를 한 곳에서 볼 수 있다.

소월은 1902년 평안북도 구성에서 태어나 1934년 서른두 해의 짧은 생에도 불구하고 우수한 작품을 여럿 남겨 한국 현대 서정시의 대명사이자 민족시인으로 추앙받고 있다.

'진달래 꽃', '예전엔 미처 몰랐어요', '산유화', '엄마야 누나야' 등 이름만 들어도 알만한 작품을 여럿 남겨 아직까지도 큰 사랑을 받고 있다.

2층 전시실은 대하 장편소설 '태양인 이제마'를 펴내며 문단과 한의학계는 물론 국민들로부터 큰 관심을 이끌어 낸 경암 이철호의 전시관이다.

이곳에는 저서뿐만 아니라 그가 받은 국민훈장 등 그의 55년 문단 생활이 총집결돼 있다.

각종 강연이나 이벤트 공간으로 활용할 수 있는 세미나실도 갖추고 있다.

한국 문학 발전의 염원을 담은 유명 문인 300여명의 핸드프린팅은 관람객의 눈길을 끌기에 충분하다.

이외에도 잠깐 쉬어 갈 수 있는 '소월 카페'와 사상체질을 진단할 수 있는 기기도 마련돼 있다.

이 이사장은 "문학관 개관을 통해 소월의 문학적업적을 널리 알리고 지역 문화를 살리고 문화적 향기를 드높이는 계기가 됐으면 한다"고 말했다.

@highlight

32해의 짧은 생에도 우수한 서정시를 많이 남긴 김소월을 추모하는 소월 경암 문학기념관이 새한국문학회 경암 이철호 이사장이 사비 40억원을 들여 충북 증평군 도안면 화성리에 5일 개관했다.