극단 ‘얼아리’ 17일 ‘어쩌면 스무 개의 이야기’

지하 1층에서 진행되는 관객참여형 공연 시연 모습.

관객이 게스트하우스 각 방에서 펼쳐지는 작은 공연들을 찾아 다니는 독특한 공연이 마련된다.

극단 ‘얼아리’가 오는 17일 오후 7시 30분 광주시 남구 양림동 ‘아리네 게스트하우스’에서 ‘어쩌면 스무 개의 이야기’의 첫 보따리를 푼다.

광주시와 광주문화재단의 ‘지역문화예술특성화지원사업’을 통해 지원 받아 제작된 이번 공연은 양태훈 연출가가 연출하고, 신희흥씨가 총괄기획을 맡았다.

이날 공연은 ‘관객을 공모한다’는 콘셉트로 기획돼 참가 신청인 중 선발된 20명의 관객만이 참여할 수 있다.

120분 동안 관객들은 4명씩 짝지어 게스트하우스 내 7개 방 곳곳으로 이동하며 공연을 관람한다.

각 작품은 관객과 배우가 공연 도중 대화를 주고받아도 되는 등 자유롭고 즉흥성이 강한 공연들로 구성됐다.

지하 1층에서 ‘프롤로그 공연’인 관객참여형 공연부터 시작해 2층에서 노희설 배우의 ‘중고침대’, 고난영 배우의 ‘고장난 시계’, 유지영 배우의 ‘나의 이야기, 함께해요’가 공연된다.

3층에서 정경아 배우가 ‘감각의 방’을, 안윤국·노은지 배우가 ‘광주 리어의 자식들’을 선보이고, 4층과 옥상에서는 임주신이 곡을 쓰고 임창숙이 부르는 음악 공연 ‘음악과 독백’을 진행한다.

각 공간에서의 체험·참여가 끝난 뒤엔 관객끼리 1층에 모여 공연에 대해 이야기 나누는 시간이 마련된다.

다음 공연은 7월15일, 9월23일, 10월21일, 11월18일에 진행될 예정이다.

참가 신청은 웹사이트(https://bit.ly/2Hx7VR5)나 전화를 통해 가능하며, 특별한 사연을 함께 공유하면 추첨을 통해 무료 숙박권을 받을 수 있다.

무료 공연.

문의 010-2659-6998.

@highlight

극단 ‘얼아리’가 ‘아리네 게스트하우스’에서 ‘어쩌면 스무 개의 이야기’의 첫 보따리를 풀며 ‘관객을 공모한다’는 콘셉트로 기획돼 참가 신청인 중 선발된 20명의 관객만이 참여 할 수 있으며 관객이 게스트하우스 각 방에서 펼쳐지는 작은 공연들을 찾아 다니는 독특한 공연이 마련됐다.