민주당과 한국당에 대한 충청권 여론이 심상치 않다.

어제 발표된 리얼미터 정당별 여론조사 결과를 보면 충청권에서 양당의 지지율이 뒷걸음질함으로써 정치적인 경고음을 내고 있다.

이번 조사에서 전주 대비 민주당은 2.3% 포인트, 한국당은 3.3% 포인트가 빠진 것으로 나타났다.

이는 충청 여론이 여당과 제1 보수 야당에 대해 여론이 동시에 등을 돌리고 있음을 엿보게 한다.

오르내리는 게 지지율 속성이긴 해도 이번엔 조짐이 좋지 않아 보인다.

민주당과 한국당에 대한 충청권 지지율은 드러난 수치로만 해석할 일이 아니다.

이번 여론조사 결과를 유독 주목하는 데는 그만한 까닭이 있다.

우선 양당 모두 최근 논란이 되는 이슈에 휘말리면서 적극 지지층과 무당층의 이탈을 자초한 측면이 있다는 지적이 있다. 좋은 일로 뉴스의 인물이 됐다면 몰라도 그렇지 않은 경우 본전도 못 건지는 상황에 직면하고, 이게 지지율에 좋은 영향을 미칠 리 없다.

다음은 여당인 민주당도 제1 야당인 한국당도 지역 현안과 관련한 해결사 역할 면에서 지역민 기대 수준에 못 미치고 있는 현실이 꼽힌다.

이는 내년 총선을 앞두고 중대한 시사점을 제공한다 할 것이다.

예를 들어 혁신도시법 개정안에 대한 국회 추진 상황의 경우 시간만 축내고 있는 게 사실이다.

지역 정치권이 목소리를 내왔고 지자체·지역민도 후방 지원사격을 하고 있지만 2년 째 뜸을 들이고 있는 형국이다.

이외에도 지역민 눈높이와 정책적 허기를 채워주는 데 한계를 보이고 있는 현안 사업이 적지 않다.

이런 마당이면 지역민들 인내심도 지치게 돼 있다. 이러니 여론조사를 돌리면 결과가 어떻게 나올 지는 뻔한 노릇이다.

내년 총선에서 지역 정치인들의 정치적 장래를 전망해보면 '예측불가'로 압축될 수 있다.

지역 여론이 현역 의원들 소구력에 대해 회의가 깊으면 제일 먼저 직격탄을 맞게 될 것이라는 얘기다.

낭패 당하지 않으려면 지지율 '행간'을 읽기 바란다.

@highlight

어제 발표된 리얼미터 정당별 여론조사 결과에 따르면 충청권에서 여당과 제1야당의 지지율이 떨어지고 있으며, 이는 지역 현안 사업에 대한 결과가 지역민의 기대 수준에 못 미치고 있어 내년 총선에서의 결과는 안개속이라고 할 수 있다. 