울산항만공사(이하 UPA, 사장 고상환)와 울산사회적경제지원센터(센터장 문흥석)는 5일 지역 사회적경제기업 2개사 및 관내 구·군 종합사회복지관 7개소와 함께 '신중년 경력활용 주거환경개선사업' 추진을 위한 업무협약을 체결했다.

'신중년 경력활용 주거환경개선사업'은 울산시가 주최하는 신중년 경력활용 지역서비스 일자리사업으로 기술과 경력을 가진 만 50세 이상의 퇴직 신중년을 사회적기업에서 고용해 도시재생지역 및 취약계층 시설에 수도배관 청소 및 설비 개선을 제공함으로써, 에너지효율 및 취약계층의 삶의 질을 개선하고 퇴직 신중년의 지역 사회 역할 강화와 사회참여를 지원해주는 일자리사업이다.

UPA는 이번 사업의 성공적 추진을 위해 필요한 재료비와 수리공구 구입비 등 총 2000만원을 지원하게 되며, 특히 다수의 액체화물터미널사가 위치한 울산항의 특성을 활용해 배관 및 일반 수리 등에 대한 지식과 기술을 갖춘 울산항 종사 퇴직자를 이번 사업과 연계시킴으로써, 서비스의 질을 제고함과 동시에 해운·항만 특화 일자리 창출을 도모했다.

이번 사업을 총괄하는 울산사회적경제지원센터는 예산 관리와 행정을 지원하고, 예비 사회적기업인 ㈜모하아트센터, ㈜다한기술은 신중년 퇴직자를 고용해 주거환경 개선서비스를 실제로 수행하게 된다.

제공되는 주거환경 개선서비스는 간단한 수리뿐 아니라 수도배관 청소, 창호 및 지붕 보수 등을 포함한다.

또한 이날 협약에 참여한 관내 구·군 종합사회복지관 7개소에서는, 주거환경 개선이 필요한 취약계층 수요를 파악하고 대상자를 적극 발굴해 맞춤형 서비스가 제공되도록 할 예정이다.

사업기간은 올해 12월까지 7개월간이며, 울산 지역 내 총 600가구 이상의 취약계층을 대상으로 사업을 추진할 계획이다.

UPA 고상환 사장은 "저성장과 양극화, 일자리, 고령화 등 사회 구조적 문제 해결을 위한 이번 사업에 함께 협력하게 되어 영광스럽게 생각한다"며, "앞으로도 지역의 사회문제 해결을 위해 적극적인 역할을 수행할 것"이라고 밝혔다.

@highlight

UPA와 울산사회적경제지원센터가 5일 업무협약을 맺고 올 12월부터 7개월간 울산 내 취약계층에 해당하는 만 50세 이상 퇴직 신중년을 고용해 '신중년 경력활용 주거환경개선사업'을 진행한다.