최근 귀가하는 여성을 뒤쫓아가 집에 침입하려 한 이른바 '신림동 강간미수' 사건에 이어 서울 봉천동에서도 비슷한 사건이 잇따르자 여성들의 불안감과 분노, 공포가 극에 달하고 있다.

3년 전 벌어졌던 강남역 살인사건, 지난해 제주 여성 살인사건 등 여성을 대상으로 한 범죄가 터질 때마다 '여성이 안전한 사회'를 만들어달라는 요구가 들끓었지만 여전히 현실은 달라진 것이 없다는 게 여성들의 주장이다.

더구나 이번 사건은 혼자 사는 여성들이 막연하게 느꼈던 공포가 구체적 실체로 확인됐다는 점에서 더욱 불안감을 자극한다.

여성들은 일상적인 불안감에 노출돼 살아가고 있다.

각종 강력범죄의 피해자 대다수가 여성인 데다, 데이트폭력이나 몰카 등 사이버범죄의 피해자도 대부분 여성인 것.

최근에는 젠더 갈등이 증폭되면서 온라인 및 오프라인상에서의 시비도 빈발하고 있는 상황이다.

회사원 박효정(34) 씨는 "어둑한 밤 귀갓길에 따라오는 발소리나 현관문 덜컹거리는 소리에도 온 신경이 곤두선다"며 "이런 일은 여성이라면 누구나 공감할 만한 이야기지만, 남성들은 '모든 남성을 잠재적 범죄자 취급한다'며 비난만 퍼붓다 보니 결국 대결 구도만 심화할 뿐"이라고 말했다.

대검찰청의 '범죄분석' 자료에 따르면 살인·강도·방화·성폭력 등 강력범죄로 인한 여성 피해자는 2010년 2만930명에서 2017년 3만490명으로 1.4배가량 증가했다.

반면 남성 피해자는 같은 기간 4천403명에서 3천447명으로 줄었다.

특히 강력범죄 여성 피해자 중 성폭력 피해자 비중은 2010년 85.3%에서 2017년 96%로 계속 늘어나는 추세다.

이런 여성들의 '일상화한 불안'에 대해 김정순 대구여성의전화 대표는 "20년 전부터 여성 범죄 노출을 방지하는 법안 마련을 촉구했지만, 제대로 처리된 것이 하나도 없다"며 "최근 신림동 사건에서 볼 수 있듯 이런 범죄가 일어났을 때 처벌이 미흡하다 보니 여성들은 나에게도 발생할 수 있다는 두려움에 떨며 사회적 안전장치 없이 방치돼 있다고 느낄 수밖에 없다"고 지적했다.

@highlight

대검찰청의 '범죄분석' 자료에 따르면 살인·강도·방화·성폭력 등 강력범죄로 인한 여성 피해자는 2010년 2만930명에서 2017년 3만490명으로 1.4배가량 증가하여 여성들의 분노감과 공포가 극에 달하고 있지만 김정순 대구여성의전화 대표는 20년 전부터 법안 마련을 촉구했지만 제대로 처리되지 않고 있으며 범죄 처벌도 미흡해 여성들이 두려움에 떨며 방치됨을 느끼고 있다고 지적했다. 