[서산]서산시가 쇠퇴한 원도심 도시환경 개선과 활성화를 위해 읍내동 양유정·동문동 번화로에 대해 정부의 도시재생 뉴딜사업에 도전한다.

읍내동 양유정은 세 번째 도전이고, 동문동 번화로는 첫 도전이다.

시에 따르면 읍내동 양유정 도시재생 활성화 사업은 10만 9000㎡ 규모로 135억 원의 사업비를 투자해 복합커뮤니티센터 건립하고, 노후주택, 골목길 정비 등의 사업을 실시하게 된다.

읍내동 양유정은 지난해 사업 선정이 낙관적이라는 평가가 나오기도 했지만 최종 심의에서 고배를 마셔 아쉬움을 남겼다.

12만 2000㎡에 135억 원의 사업비가 들어가는 동문동은 번화로는 문화광장과 공원, 도심주차장을 조성해 쇠퇴한 상권을 회복하는 방안을 주요 계획으로 담고 있다.

시는 7일 서산문화회관 소공연장에서 '읍내동·동문동 도시재상활성화계획(안) 공청회'를 열고, 다양한 의견을 수렴 했다.

이 공청회는 읍내동·동문동 주민과 전문가 등 100여명이 참석, 도시재생 뉴딜사업 공모에 앞서 이 사업의 선정을 위한 전략을 공유했다.

대전대 김병윤 교수의 진행으로 전문가 토론회에 이어 시민들의 다양한 의견을 수렴하기 위한 토론자들과 시민들의 질문응답 시간도 진행됐다.

시는 행정절차를 신속히 마무리하고, 7월에 충청남도에 공모사업 제안서를 제출할 예정이다.

맹정호 시장은 "이번 공청회를 통해 도시에 활력을 주는 계기가 될 수 있도록 다양하고 좋은 의견을 주시고 알차게 수립해 달라"며 "공청회에서 나온 전문가와 주민의 의견을 최대한 반영해 노후 주거지를 정비하고, 쇠퇴한 상권을 회복해 주민 모두를 행복하게 바꾸는 도시재생 사업을 실현하겠다"고 말했다.

한편 서산시는 지난달 14일 한서대학교(LINC+사업단)와 중앙상가 상인회, 읍내동 주민협의체, 서산도시재생(동문동) 주민협의체 등과 도시재생 거버넌스 구축을 위한 민·관·산학 업무협약을 하고, 침체된 도시 재생 구상에 머리를 맞댔다.

@highlight

서산시는 쇠퇴한 원도심 도시환경 활성화를 위해 읍내동과 동문동을 정부의 도시재생 뉴딜사업에 도전할 예정이며 읍내동은 세 번째, 동문동은 첫 번째 도전으로 시는 도시재생활성화계획 공청회를 열고 다양한 의견을 모았다.