전북지방중소벤처기업청(청장 김광재)은 우수 벤처기업과 창업기업을 발굴·격려하기 위한 '2019 벤처창업진흥 유공' 포상 신청을 지난 5월30일부터 오는 28일까지 신청·접수를 실시한다.

이번 정부의 국정과제인 혁신성장을 위해 벤처 창업인에게 벤처활성화·투자활성화·창업활성화·지식서비스활성화 4개 분야로 나눠 훈장 3점·포장 1점·대통령표창 18점 등 총 183점을 포상한다.

부문별 신청대상은 △벤처활성화는 벤처기업인 및 벤처지원에 공헌한 지원기관과 소속 임직원 △투자활성화는 투자 지원에 힘쓴 벤처캐피탈 등 단체 및 소속 임직원 △창업활성화는 창업기업인 및 청년기업인과 대학·연구기관 등 창업지원기관 및 소속 임직원 △지식서비스활성화는 지식서비스 기업인 및 지식서비스 지원기관과 소속 임직원이다.

선정절차는 접수받은 단체 또는 개인에 대한 요건 확인 후 포상심의위원회 심사에 추천(7~9월)하고, 적심의회 심의(9월)를 거쳐 대국민 공개검증(9~10월)을 실시해 최종 확정한다.

포상은 오는 11월에 개최되는 '2019년 벤처창업 진흥유공 포상 시상식'에서 수여할 예정이다.

김광재 청장은 "혁신성장 주역인 벤처창업 진흥 일꾼들의 땀방울을 응원한다"며 "이들이 흘린 굵은 땀방울이 씨앗이 되고 열매를 맺어 마침내 오늘의 경제를 이루었다"고 말했다.

이어 "이번 포상은 결실에 대한 정당한 보상을 드리기 위함이니 많은 관심을 부탁드린다"고 말했다.

참가 신청은 'K-Startup(창업넷) 홈페이지(www.k-startup.go.kr)'에서 온라인 신청 후 첨부서류를 우편 또는 방문 접수하며, 궁금한 사항은 전북지방중소벤처기업청 063-210-6443 또는 벤처기업협회 02-6331-7082 등으로 문의하면 된다.

@highlight

전북지방중소벤처기업청이 '2019 벤처창업진흥 유공'포상 신청 및 접수를 실시해, 벤처 창업인에게 처벤처활성화·투자활성화·창업활성화·지식서비스활성화의 4개 분야에 대해 포상하며, 접수자는 추천과 심의를 거쳐 대국민 공개검증을 실시해 최종 포상자로 확정된다.