지난 4월 산업생산이 예상을 상회하면서 반등했으나 세계경제 성장률 및 교역량 증가세 둔화 등 대외여건 악화에 따른 수출 감소 등으로 반등의 모멘텀이 지속되기는 어려울 것으로 전망됐다.

9일 국제금융센터에 따르면 골드만삭스와 노무라, JP모건 등 해외 투자은행(IB)들은 최근 한국경제 보고서를 통해 4월 광공업생산이 전월대비 1.6% 증가하며 예상치(1.0%)를 웃돌았으나 대외여건 악화 등으로 모멘텀이 지속되기는 어려울 것이라고 진단했다.

해외IB들은 특히 제조업 재고/출하 비율이 3월 111.4%에서 4월에 115.1%로 다시 상승했다는 점도 우려된다고 지적했다.

재고/출하 비율이 증가했다는 것은 제조업 생산이 증가했지만 재고가 더 많이 늘어나면서 재고 부담이 그만큼 확대됐음을 의미한다.

JP모건은 반도체 생산이 전월대비 6.5%, 석유정제가 11.2%, 자동차가 2.5% 증가하면서 4월 산업생산이 증가함으로써 1분기에 전분기대비 마이너스 성장(-0.4%)을 보였던 국내총생산(GDP)도 2분기에 개선될 가능성을 시사하는 것이라고 분석했다.

그럼에도 골드만삭스는 특히 반도체 재고/출하 비율이 3월 83.0%에서 4월에 111.4%로 큰폭 상승한 점이 주목된다며, 이는 미중 통상갈등 등 글로벌 무역긴장이 고조되면서 전반적인 수요가 약화되고 있음을 반영하는 것으로 해석했다.

씨티와 뱅크오브아메리카메릴린치(BoAML), 노무라 등은 미중 무역분쟁의 간접적 영향 등으로 산업생산 개선기조가 지속되기는 어려울 것으로 예상했고, 특히 씨티는 반도체 재고율 상승으로 사이클 회복이 지연될 가능성이 있다고 지적했다.

노무라는 5월 수출 감소폭이 확대되는 등 대외수요 약화에 따른 부정적 파급효과가 대내 성장을 제한할 가능성이 있다며, 재고율 상승을 감안할 때 향후 재고조정으로 생산활동에 부담으로 작용할 가능성이 있다고 지적했다.

골드만삭스는 무역분쟁이 수요 불확실성을 더하는 상황에서 반도체 재고 확대도 단가 회복에 부정적 영향을 미칠 것으로 예상했다.

@highlight

9일 국제금융센터에 따르면 골드만삭스 등 해외 투자은행(IB)들은 최근 한국경제 보고서를 통해 4월 광공업생산이 전월대비 1.6% 증가하며 예상치(1.0%)를 웃돌았으나 제조업 재고/출하 비율이 다시 상승했다는 점은 재고가 늘어나면서 재고 부담이 그만큼 확대되었음을 의미함으로 모멘텀이 지속되기는 어려울 것이라고 진단했다.