경주시가 건천읍 금척리 한 농지에 산업 폐기물 수천톤이 불법 매립됐다는 본지 보도(5월 29일자 6면)에 따라 외동읍 제내리에 소재한 폐기물처리업체 A기업의 영업허가를 취소하고 대표 B씨는 형사고발할 예정이라고 9일 밝혔다.

또 이 과정에서 B씨와 짜고 폐기물 매립 장소를 제공한 H농업법인 대표 C씨도 함께 형사고발한다.

경주시 자원순환과 관계자는 “A기업이 생활 오폐수와 공단지역에서 발생한 산업폐기물 하수 슬러지 등을 적법한 절차 없이 경주시 건천읍 금척리 소재 농지에 무단 매립한 사실을 고발장에 명시하는 한편, 원상복구를 위한 행정처분도 함께 내린다”고 밝혔다.

현행 폐기물 관리법에는 지자체 허가 없이 폐기물을 무단 매립한 사실이 인정될 경우, 7년 이하의 징역이나 1억원 이하의 벌금형에 처해진다.

A기업 대표 B씨는 울산 등지에서 발생한 생활 오폐수와 울산 화학 단지 내에서 발생한 산업폐기물 등을 처리하고 남은 폐수 슬러지 수천 톤을 들여와 공범이자 농지 소유주인 H농업법인 대표 C씨와 짜고 C씨 소유의 농지인 경주시 건천읍 금척리 소재 농지 8천200여㎡에 폐기물 수천 여 톤을 무단 매립한 혐의를 받고 있다.

특히 H농업법인은 해당 농지에 마늘을 경작할 계획이었던 것으로 밝혀지면서, 경주시의 적발이 없었다면 지하수와 토양 오염은 물론, 이곳에서 경작될 농산물의 식품 안전성까지 담보할 수 없었던 것으로 확인됐다.

경주시 관계자는 “해당 농지에서 시료를 채취하는 한편, 인근 주민들로부터 일일 평균 수십 대의 대형 덤프트럭이 이곳을 오갔다는 진술을 확보하고 CCTV를 분석해 폐기물을 운반한 업체가 A기업이라는 것을 알아냈다”며 “이후 경주시는 A기업 대표 B씨를 불러 수 차례 불러 폐수처리오니 800톤(25톤 덤프트럭 기준 50대 분량)을 해당 농지에 무단 매립했다는 자백을 받아내 이번 주 중으로 경찰에 고발 의뢰할 예정”이라고 말했다.

@highlight

경주시는 건천읍 금척리 농지에 산업 폐기물을 불법 매립한 폐기물업체 A기업의 영업허가를 취소하고 원상복구를 위한 행정처분을 내린다고 전했다.