더불어민주당은 9일 선거제·개혁법안 패스트트랙(신속처리안건)을 철회하라는 자유한국당의 요구를 일축하고 한국당의 조건 없는 국회 복귀를 거듭 촉구했다.

일각에서는 조금 더 양보해야 한다는 주장도 제기되고 있어 주목된다.

박찬대 민주당 원내대변인은 9일 국회 정론관에서 브리핑을 갖고 "막말과 색깔론으로 국민 분열을 조장하고 정치적 이익만 챙기려는 한국당 황교안 대표는 반성해야 한다"며 "한국당은 지금이라도 민주당의 협상 태도와 자세를 핑계 삼지 말고, 오직 국민을 위한 국회 정상화 의지를 확고히 보여주기 바란다"고 말했다.

민주당 지도부도 한국당의 패스트트랙 철회 요구를 결코 수용할 수 없다는 입장이다.

민주당 원내지도부는 10일 최고위원회의에서 이해찬 대표를 비롯한 최고위원들에게 여당으로서 '한 발 더 물러서는' 전략을 상의할 것으로 보이지만, 당 지도부의 입장도 워낙 강경해 뾰족한 수가 나오기는 어렵다는 관측이 지배적이다.

하지만 민주당 내부에선 대야 협상에 대한 기대가 한풀 꺾인 듯한 기류도 감지된다.

민주당 관계자는 "지금은 고르디우스의 매듭처럼 딱 잘라서 협상을 타결해야 하는 상황"이라며 "서로 지는 게 이기는 거라는 생각도 해야 하는데, 쟁점이 워낙 어렵다 보니 협상에 진전이 없다"고 전했다.

한 당직자도 "국회 정상화에 가망이 별로 없지 않나 싶다"며 "정기국회 전까지 국회가 다시 열리기 어렵다고 비관적으로 얘기하는 사람도 있다"고 말했다.

민주당 원내지도부는 '장기전'이 불가피하더라도 이번 주에도 협상 타결을 위해 계속 노력하겠다는 공식 입장을 유지하고 있다.

원내지도부는 한때 6월 임시국회 단독소집 요구서 제출을 '마지막 카드'로 고려했으나, 추가경정예산(추경) 처리를 위해선 여야 합의에 따른 국회 정상화가 절실하다는 인식을 공유한 것으로 알려졌다.

국회를 단독 소집할 경우 한국당이 각 상임위원회에서 정부·여당을 상대로 공세는 공세대로 펼치고, 추경 처리에는 전혀 협조하지 않는 상황을 가정할 수밖에 없기 때문이다.

@highlight

더불어민주당 원내지도부는 한때 6월 임시국회 단독소집 요구서 제출을 고려하였으나 임시국회를 단독 소집할 경우 한국당이 각 상임위원회에서 정부.여당을 공세하고 추경 처리를 협조하지 않을 가능성에 대한 부담 등으로 국회 정상화 노력을 계속하고 있다는 입장을 유지하고 있다. 