군포시치매안심센터가 지난 7일 치매예방형 문화예술치유 프로그램을 첫 수업을 통해 운영했다.

군포시는 문화·예술 교육을 통해 어르신들의 치매 예방 및 경증 치매 치유 지원에 나섰다고 9일 밝혔다.

시는 군포시치매안심센터와 군포문화원에서 최근 '치매예방형 문화예술치유 지원사업-문화와 예술로 행복 찾기'를 시작했다.

문화체육관광부가 지원하는 '치매예방형 문화예술치유 지원사업'은 2가지로 나눠 시행된다.

우선 치매안심센터는 경도 인지 장애 및 초기 치매 환자와 75세 이상 치매 고위험군 등을 위한 문화·예술 교육·체험 과정을 운영한다.

10월 25일까지 매주 금요일 치매안심센터에서 진행될 이 프로그램은 무용과 음악, 미술, 놀이, 문학, 연극, 요리 등 다양한 분야의 체험 교육으로 참여자들이 즐거운 분위기에서 자유롭게 생각과 감정을 표현하도록 유도한다.

또 군포문화원은 65세 이상 어르신을 대상으로 11월 6일까지 매주 수요일 문화·예술 프로그램을 운영한다.

놀이와 사진 등을 포함 다양한 체험 과정을 진행하며 참여자들이 자신을 돌아보며 자신의 삶을 정리하는 동시에 앞으로의 삶을 계획할 수 있게 돕는다.

이들 2개 기관에서 각 20회씩 운영될 문화·예술 프로그램은 이번 사업을 위해 업무협약을 체결한 책문화연구소(문학을 기반으로 한 다원예술프로그램 개발·운영 전문기관)가 개발·진행함으로써 사업의 전문성을 확보했다는 것이 시의 설명이다.

김미경 치매안심센터장(군포시 보건소장)은 "문화·예술 프로그램은 어르신들의 감각 활성화와 인지능력 향상에 기여하는 효과가 크다"며 "이번 사업은 치매로 고통받을 환자와 가족들의 정서 회복에 기여하리라 믿는다"고 말했다.

군포시치매안심센터는 지난해 5월 개소한 이래 다양한 치매 예방 및 치료 지원사업을 전개중이다.

이용을 희망하는 시민은 홈페이지(gunpo.nid.or.kr)를 참조하거나 전화(031-389-4982~3)로 문의하면 자세한 정보를 알 수 있다.

@highlight

군포시치매안전센터와 군포문화원이 '치매예방형 문화예술치유 지원사업에 나서면서 매주 금요일 치매안심센터에서 무용과 음악, 미술, 놀이, 문학, 연극, 요리 등 다양한 분야의 체험 교육으로 어르신들의 치매 예방과 경증 치매 치유 지원에 나섰다고 밝혔다.