한국과학기술원(KAIST) 연구팀이 고효율 기체저장물질 개발을 앞당길 기술개발에 성공했다.

9일 KAIST에 따르면 EEWS 대학원 강정구 교수 연구팀은 금속유기골격체의 각 세부 기공에서 기체분자 흡착 거동을 실시간 분석할 수 있는 기술을 개발했다.

현재 직면한 에너지와 환경문제를 극복하기 위해서는 온실가스 '이산화탄소'·고용량 에너지 전달체 '메탄'·수소 분자 등을 고용량으로 저장할 수 있는 새로운 기공구조 개발이 필수다.

이에 기체 분자들의 흡착 거동을 실시간 분석하는 새로운 소재 개발 방식이 주목받고 있다.

그러나 기존 기술로는 소재 내에서 흡착된 기체 분자의 양만 파악할 수 있었으며, 소재를 구성하는 기공별 가스의 흡착 거동 분석도 불가능했다.

강 교수 연구팀은 구조적 정보를 얻을 수 있는 X-선 회절(XRD) 측정 장비와 기체흡착 측정 장비를 결합, 실시간 기체흡착 X-선 회절 시스템을 개발했다.

연구팀은 이 시스템을 통해 이산화탄소,·수소·메탄저장에 용이한 신규소재인 '금속유기골격체'의 흡착과정을 실시간으로 관찰할 수 있다.

연구팀은 금속 유기골격체 분자들의 흡착 거동을 기공별로 분리해 관찰 및 측정함으로써 기존에 분석할 수 없었던 분자들의 순차적 흡착과정을 확인했다.

또 기공의 구조와 흡착 분자 종류가 흡착 거동에 어떤 영향을 미치는지 체계·정량적으로 분석, 각각의 흡착에 어떤 구조의 금속유기골격체가 적합한지에 대한 방안도 제시했다.

강 교수는 "분자의 실시간 흡착 거동을 세부 기공 수준에서 이해함으로써 새 고용량 저장 물질을 개발하는 데 활용할 예정이다"고 말했다.

이번 연구는 '네이처 케미스트리(Nature Chemistry)' 5월 13일자 온라인판에 게재됐다.

@highlight

9일 KAIST 강정구 교수 연구팀은 기체흡착 X-선 회절 시스템을 개발하여 금속유기골격체의 흡착 과정을 실시간으로 관찰하는데 성공하였다.