무안국제공항 주변에 항공 정비와 운항 서비스가 가능한 항공특화(MRO)산업단지 조성사업이 본격적으로 추진된다.

8일 전남도에 따르면 국토교통부가 최근 무안군 망운면 일대 항공특화산업단지 지정계획을 심의,확정했다.

국토부는 그동안 전남도내 산단 미분양 문제를 이유로 2차례나 이 사업을 반려한 바 있다.

항공특화산업단지 조성사업은 2021년까지 34만9000㎡(10만6000평) 부지에 367억원을 들여 항공 정비창,항공물류,운항서비스 등 각종 항공관련 첨단 업종을 집적화하는 것이다.

또 진입도로, 폐수처리시설 등 기반시설비 확충을 위해 국비 350억원이 투입된다.

무안군은 특수목적법인을 통한 공영개발방식으로 산단 조성에 나설 방침이다.

무안군과 전남도는 이를 위해 지난 4월 리투아니아 항공정비 업체인 에프엘 테크닉스(FL Technics)사와 입주의향(MOA) 협약을 체결하고, 서해지방해양경찰청과도 항공기지 구축을 위해 업무협약했다.

또 항공기정보서비스·기내식업체 등과도 협약, 모든 입주 업체를 확보하면서 이번 심의를 통과하게 됐다.

현재 국내 항공사들은 해외에 위탁 점검·정비를 위해 연간 1조원에 이르는 막대한 재원을 해외로 유출하고 있는 것으로 알려졌다.

이런 가운데 항공정비시설이 무안국제공항에 들어설 경우 시간적 문제와 수입 대체효과가 막대할 것으로 기대된다.

무안국제공항은 지난해 12개 국제노선을 주 54회 운행했다.

이용객은 54만여명에 이른다.

올해는 국제선 추가 유치를 통해 100만명을 넘어 서남권 거점 공항으로 성장하는 발판을 마련했다.

인접 지역에 항공특화산업단지가 조성되면 항공기 운항 안전, 내수시장 확대는 물론 3000여 개의 직·간접 고용효과 등 경제적 파급효과가 기대된다.

전남도는 881억원을 들여 무안공항 진입도로 3.61km에 대한 4차로 확포장 공사를 올해 마무리한다.

이어 무안공항 활주로 연장(400m)도 올해 설계에 착수하는 등 다양한 지원 사업을 펼친다.

@highlight

8일 전남도에 따르면 국토교통부가 최근 무안군 망운면 일대 항공특화산업단지 지정계획 심의, 항공기정보서비스·기내식업체 등과도 협약, 모든 입주 업체를 확보하면서 이번 심의를 통과 확정해, 무안국제공항 주변에 항공 정비와 운항 서비스가 가능한 항공특화(MRO)산업단지 조성사업이 본격적으로 추진된다.