전북도는 도 무형문화재위원회 심의를 거쳐 야장(도 무형 제65호)과 익산성당포구농악(도 무형 제7-7호) 등 2건을 신규 도 무형문화재 종목으로 지정했다.

또, 김한일 선생과 (사)익산성당포구농악보존회를 해당 종목의 보유자와 보유단체로 각기 인정한다고 지난 7일 밝혔다.

아울러 도 무형문화재 제9호 판소리장단 종목의 보유자로 조용안 선생을, 도 무형문화재 제10호 선자장 종목의 보유자로 박계호 선생을 인정하기로 결정했다.

이번에 도 무형문화재 제65호 야장 종목의 보유자로 인정된 김한일 선생은 해당 분야에서 50년 이상 종사했으며, 20년 이상 경력의 대장장이에게 주어지는 노동부 지정 대한민국 전통기능 전승자이기도 하다. 도 무형문화재 제7-7호 익산성당포구농악(보유단체-(사)익산성당포구농악보존회)은 전북 내륙과 해안 지방의 농악이 혼재된 포구 농악의 독특한 특징을 지니고 있다. 도 무형문화재 제9호 판소리장단(고법) 보유자로 인정된 조용안 선생은 전계문, 권재남, 송영주로 이어지는 전수계보를 잇고 있으며, 전국고수대회에서 국무총리상과 대통령상 등 다수의 수상경력을 지니고 있다. 도 무형문화재 제9호 선자장(합죽선) 보유자로 인정된 박계호 선생은 2대가 도 무형문화재로 지정된 경우로, 선친인 박인권 선생은 도 무형문화재 제10호 선자장(합죽선) 종목의 보유자였으며, 현재는 도 무형문화재 명예보유자로 활동 중이다.

한편, 전북은 이번 무형문화재 지정으로 총101건(국가 10, 도 91)의 무형문화재를 보유하게 됐으며, 이는 전국 최다 지정으로 명실공이 대한민국 무형문화재의 보고로 자리매김하고 있다.

@highlight

전북은 7일 무형문화재 위원회의 심의를 통해 야장(도 무형 제65호)과 익산성당포구농악 2건 을 무형문화재로, 김한일 선생과, 익산 성당포구농악보존회를 무형문화재 보유자와 단체로 인정했고, 판소리 장단 종목에 조용안 선생, 선자장 종목의 보유자로 박계호 선생을 각각 인정했다.