현대자동차 전기차 ‘코나 일렉트릭’이 스위스 생 갈렌(St. Gallen) 주 경찰차로 선정됐다.

현대차는 스위스 생 갈렌 주 경찰에 지난 달까지 총 13대의 코나 일렉트릭을 공급했다.

13대 중 5대는 순찰차로, 나머지 8대는 일반 업무용으로 사용된다.

이번 경찰차 선정과정에서 코나 일렉트릭은 생 갈렌 주 경찰이 마련한 엄격한 조건과 테스트를 만족시킨 유일한 전기차였다.

생 갈렌 주 경찰은 경찰용 전기차 최저요건으로 출력은 100kW이상, 1회 충전 주행거리는 400 km 이상, 구매비용은 5만 스위스프랑(CHF) 이하여야 한다는 엄격한 기준을 마련했다.

생 갈렌 주 경찰 커뮤니케이션 총괄 한스피터 크뤼시는 “코나 일렉트릭은 100kW가 넘는 출력과 400km가 넘은 1회 충전 주행거리, 5인승이면서도 넉넉한 적재 공간을 갖춰 생 갈렌 주 경찰의 요구 조건을 모두 만족했다”고 말했다.

그는 또한 “코나 일렉트릭은 일반 차량에 비해 구매비용은 조금 높지만 유지비용이 낮아 이를 상쇄시킬 것”이라고 덧붙였다.

현대차 관계자는 “경찰차는 기동성은 물론 공공기관차이기 때문에 구입과 유지비용도 중요하게 고려된다”며, “코나 일렉트릭이 스위스 경찰의 높은 요구조건을 만족시키고 경찰차로 선정된 것은 일반차량 못지않는 높은 상품성과 대중성을 인정받은 것이라고 할 수 있다”고 말했다.

한편 코나 일렉트릭은 지난해 7월부터 서유럽 판매를 시작해 지난 한 해 동안 총 3,563대가 판매됐으며, 올해 들어서는 4월까지 7,462대를 판매해 이미 지난해 판매대수의 2배를 넘어섰다.

한편 코나 일렉트릭(스위스 현지 기준) 은 최고출력 150kW(204PS), 1회 충전 주행거리 449km(WLTP 인증), 적재용량은 332ℓ(뒷좌석 접었을 때 1,114ℓ)이며, 판매 가격은 4만6,990 스위스프랑(CHF)부터 시작된다.

@highlight

현대자동차 전기차 ‘코나 일렉트릭’이 생 갈렌 주 경찰이 마련한 엄격한 조건과 테스트를 만족시킨 유일한 전기차로 선정되어 스위스 생 갈렌(St. Gallen) 주 경찰에 지난달까지 총 13대의 코나 일렉트릭을 공급했다. 