국회 의사당 앞 반대 집회도 "원장의 가족이나 지인 등이 채용될 수 있는 사립유치원 대신, 투명하게 교사를 채용하는 국공립 유치원 교육을 받고 싶었습니다.

하지만 유아교육법이 개정돼 민간위탁 국공립유치원이 늘어나면 믿고 맡길 수 있을지 의문이 듭니다."

7일 오전 국회 의원회관에서 열린 '국공립유치원 민간위탁 개정안 관련 의견청취 긴급간담회'에 참석한 국공립유치원 학부모 A씨는 이같이 밝혔다.

이는 지난달 15일 박찬대 의원이 대표발의한 '유아교육법 개정안'에 대한 논란이 커지면서, 관계자들의 의견을 청취하고자 마련된 자리다.

박 의원을 비롯해 권지영 교육부 유아교육정책과장, 하석종 경기도교육청 학교설립교장, 김한매 전국유치원학부모비상대책위원회 위원장, 유치원학부모, 임용준비생 등 모두 14명이 참석했다.

이날 참석한 이들은 한 목소리로 '모호한 법 규정'에 우려를 표했다.

이 때문에 문재인 정부가 추진하는 국공립보육시설 확대 공약 달성을 위해 민간위탁을 위한 '꼼수'를 부린다는 지적이 나온다.

이어 성신여대에 재학 중인 임용준비생 C씨는 "학부모들이 국공립유치원을 바라는 것은 국가 책임, 공공성 강화라는 측면 때문"이라며 "특히 교육부는 이 과정에서 사립유치원을 국공립식으로 전환하는 과정에서 우수교원을 선발해 계속 근무할 수 있도록 한다고 했다.

이 선발기준은 어떻게 정해질지 아무것도 알 수 없는 상황인 것도 큰 문제"라고 덧붙였다.

한편 이날 영등포구 여의도동 국회의사당 앞에서는 '국공립유치원 위탁경영 반대연대' 소속 예비교사, 전·현직교사,학부모 1800명(주최 측 추산)이 참석한 반대집회가 열렸다.

이들은 검은 옷에 우비를 입고 "국공립 유치원 민간위탁 즉각 철회하라", "대한민국 유아교육 공공성 보장하라", "단설 유치원 설립을 확대하라" 등의 구호를 외쳤다.

@highlight

7일 오전 국회 의원회관에서 지난달 15일 박찬대 의원이 대표발의한 '유아교육법 개정안'에 대한 논란이 커지면서, 관계자들의 의견을 청취하고자 '국공립유치원 민간위탁 개정안 관련 의견청취 긴급간담회'가 열렸고, 참석자들은 모호한 법규정에 한 목소리로 우려를 표했다.