임신·출산·육아를 이유로 부당한 대우를 받은 직장인의 권리 구제를 위해 서울시가 소매를 걷어붙인다.

서울시 서남권직장맘지원센터는 이 같은 역할을 전담하는 '직장맘 권리구조대'를 새롭게 운영한다고 10일 밝혔다.

직장맘 권리구조대는 직장에 다니는 부모와 함께 모성보호 위반 사업장을 신고하고 근로자의 권리를 구제하기 위한 조직이다.

서남권직장맘지원센터의 김문정 센터장을 포함해 상근 공인노무사 4명과 서남권경력단절예방지원단 소속 공인노무사 11명, 변호사 2명으로 구성된다.

이달부터 운영되는 권리구조대는 출산휴가·육아휴직 미부여와 그에 따른 불이익 등 모성보호 및 일·가정 양립 정책 위반 사항에 대해 고용노동부 진정, 노동위원회 구제신청, 특별근로감독 요청 등 피해 근로자가 취해야할 적절한 조치를 대리해주는 역할을 수행한다.

불이익을 당한 근로자가 권리구조대에 신고를 하면 초기 상담을 거친 뒤 담당노무사가 배정돼 사안에 따라 필요한 절차를 밟게 된다.

이밖에도 서남권직장맘지원센터는 '사업주 및 인사담당자를 위한 일·가정 양립 지원 규정 및 매뉴얼'을 통해 관련 제도의 정착을 돕는 동시에 위반 사례에 개입해 지속적으로 직장문화 개선에 힘쓴다는 계획이다.

안내서 발간, 핸드북 제작, 노동법 교육, 직장맘 무비데이, 기획 특강 등 다양한 사업도 함께 추진하고 있다.

또 다음달 11일부터 14일까지 서울 강남구 대치동 세텍(SETEC)에서 열리는 '제43회 서울국제유아교육전&키즈페어'에 참가해 출산휴가 및 육아휴직 상담, '직장맘&대디 세미나' 등을 진행할 예정이다.

김 센터장은 "2016년 서남권센터를 개소한 뒤 약 3년 동안 1만 1000여건에 달하는 상담을 진행하며 직장 내에서 겪는 다양한 부당 사례를 접해왔다"면서 "이번 직장맘 권리구조대 운영을 통해 보다 적극적으로 이들의 권리를 구제할 것"이라고 말했다.

@highlight

서울시 서남권직장맘지원센터는 10일 '직장맘 권리구조대'를 새롭게 운영할 예정으로 이 구조대는 일을 하는 부모와 함께 모성보호 위반 사업장을 신고하고 근로자의 권리를 구제하기 위한 조직으로, 피해 근로자가 취해야 할 적절한 법적 조치를 대리해주는 역할을 맡게 된다고 밝혔다.