문화체육관광부 스포츠혁신위원회가 지난 4일 발표한 2차 권고안에 한 체육계 관계자가 강력히 반발하며 이같이 말했다.

체육계와 운동 학부모들은 스포츠혁신위의 2차 권고안이 현실을 감안하지 않은 이상적인 권고안이라고 비판했다.

10일 문화체육부 스포츠혁신위에 따르면 최근 학생선수의 학습권 확보에 초점을 맞춘 6대 권고안을 내놓았다.

▷학생선수의 학습권 보장: 학생선수, 어떤 경우든 정규수업에 참여 ▷체육특기자 제도 개편: 경기실적 중심 진학시스템을 경기력, 내신, 출결, 면접 등이 반영된 종합적 선발 시스템으로 전환 ▷학교운동부 개선: 장시간 훈련 관행 개선, 불법 찬조금 금지 등이다.

대한체육회는 이같은 권고안에 대해 "현장의 목소리가 반영돼야 한다"고 지적했다.

서울의 한 고등학교 축구부 감독과 학부모들은 "스포츠혁신위가 학기중 주중대회 참가 금지와 혹서기ㆍ혹한기에 가능한 대회를 개최하지 말라고 권고하고 있으나 실제 현장에 적용하기 힘든 내용"이라며 "권고안을 받아들여 대회가 축소된다면 그만큼 학생선수의 경기력 하락으로 이어질 수밖에 없다. 이번 권고안은 현장의 목소리가 반영되지 않은 탁상공론"이라고 입을 모았다.

실제로 학생 선수들의 수업결손을 피하기 위해 방과후 훈련과 연습경기가 진행되고 있으며 권역별 주말리그 진행, 방학기간 전국단위 대회 개최 등이 이뤄지고 있다.

현장 관계자들의 입장이 반영되지 않은 데에는 스포츠혁신위 내부에서도 문제가 있었다는 지적도 나온다.

한 체육계 관계자는 "이영표 위원이 축구선수로 활동했던 경력과 경험에서 나온 의견을 내놓아도 다른 위원들이 귀 기울이지 않았다는 얘기마저 나오고 있다"며 "이번 혁신위 권고안이 비현실적이라는 비판을 받는 이유"라고 지적했다.

테니스 간판스타 이형택 테니스아카데미재단이사장도 "(학업과 운동 등) 목적이 다른 사람들을 왜 한 시스템으로 가두려고 하는지 이해가 되질 않는다"며 "미국도 프로를 목표로 하는 선수는 운동에 훨씬 많은 시간을 할애한다"고 강조했다.

@highlight

문화체육관광부 스포츠혁신위원회는 학생선수의 학습권 확보에 포커스를 맞춘 6대 권고안을 발표했는데, 서울의 한 고등학교 축구부 감독과 학부모들은, 학기중 주중대회 참가 금지와 혹서기ㆍ혹한기에 가능한 대회를 열지 말라고 권고하는 것에 실제 현장에 적용하기 힘든 내용"이라며 현장의 목소리가 반영되지 않은 탁상공론"이라고 말했다.