황민현이 홍콩을 사로잡았다.

5일 저녁, 그룹 '뉴이스트'의 멤버 황민현이 홍콩에서 열린 '몽클레르 팜 엔젤스(Moncler Palm Angels)' 론칭 행사에 참석했다.

황민현은 홍콩에서도 빛나는 '황제 비주얼'을 가감 없이 뽐내며 패셔니스타로서의 입지를 다졌다.

이날 황민현은 스트라이프 베이스 위에 '팜 엔젤스(Palm Angels)' 그래픽이 새겨진 빈티지 무드의 스웨터를 착용했다.

여기에 광택감이 돋보이는 코팅 소재의 팬츠를 매치하여 개성 있는 펑크 룩을 완성한 모습이다.

황민현이 착용한 아이템은 '몽클레르 지니어스(Moncler Genius)' 프로젝트 중 '8 몽클레르 팜 엔젤스(8 Moncler Palm Angels)' 제품으로 알려졌다.

'몽클레르 지니어스'는 다양한 아티스트들과 함께 몽클레르의 여러 가지 각기 다른 해석 방식을 지속해서 선보이며 새로운 비즈니스의 시각을 제시하는 창조적 프로젝트로써, 몽클레르는 '하나의 하우스, 다양한 목소리(One House, Different Voices)'라는 모토를 기반으로 계속해서 진화를 거듭하고 있다.

몽클레르 지니어스 2019 가을/겨울 시즌 그 첫 번째로 '8 몽클레르 팜 엔젤스(8 Moncler Palm Angels)'를 6월 6일 론칭했다.

크리에이티브 디렉터인 프란체스코 라가치(Francesco Ragazzi)는 '훼손된 아트 갤러리'에서 얻은 아이디어를 시작으로, 큰 부피감과 형태, 메탈릭한 소재와 그라피티 등을 통해 펑크 정신이 담긴 거침없는 실루엣을 창조해낸 것이 특징이다.

@highlight

5일 저녁, 그룹 '뉴이스트'의 멤버 황민현은 홍콩에서 열린 '몽클레르 팜 엔젤스(Moncler Palm Angels)' 론칭 행사에서  스트라이프 베이스 위에 '팜 엔젤스(Palm Angels)' 그래픽이 새겨진 스웨터를 착용하여 패셔니스타로서의 입지를 다졌다.