중기중앙회 535곳 인식조사 “시장개척·내수부진 돌파구”

중소기업 10곳 중 6곳은 남북 경제협력에 대한 관심도가 높은 것으로 나타났다.

9일 중소기업중앙회에 따르면 중소기업 535곳을 대상으로 남북경제협력에 대한 인식조사를 한 결과, 56.6%가 남북경협에 관심이 높다고 응답했다.

특히, 이 중 67.6%는 실제로 남북경협에 참가할 의사가 있다고 밝혔다.

남북경협에 관심이 있는 이유로는 ▲새로운 시장 개척(59.1%) ▲인건비 증가 등 어려운 경영환경의 돌파구(17.2%) ▲지속되는 남북 평화무드(10.6%) 등을 꼽았다.

중소기업들은 우선적으로 추진해야 할 분야로 ▲철도·도로 등 인프라 사업(33.1%) ▲북한 내수시장 진출(18.9%) ▲중소기업 북한 진출(18.5%) ▲중소기업 북한인력 활용(11.2%) 등을 들었다.

북한 진출 시 가장 선호하는 지역은 개성이 42.6%로 가장 많았고, 평양 31%, 신의주 9.9%, 금강산·원산 7.3% 등으로 기업 경영에 필요한 인프라가 구축된 곳이었다.

발전 가능성이 높은 지역으로는 개성(39.6%)과 평양(36%)을 꼽았다.

남북경협에 참가할 경우 북한 진출 형태로는 협동조합을 활용한 공동진출(64%)을 선호한다는 답이 가장 많았다.

남북경협 활성화를 위해 시급히 해결할 사항으로는 ▲피해 발생 시 국가의 손실보상 근거 규정 마련(33.3%) ▲북측의 남북경협 합의이행 방안 마련(20%) ▲‘3통’(통행·통신·통관) 문제 해결(18.5%) ▲북한 내수시장 진출(15%) ▲중소기업 전용 남북경협기금 조성(12.7%) 등을 들었다.

김경만 중기중앙회 경제정책본부장은 “중소기업계는 새로운 시장과 내수부진 극복을 위해 남북경협 참가에 관심이 높지만, 정치적 불확실성 때문에 부담을 느끼는 것도 사실”이라며 “꾸준한 상호신뢰 회복 등 남북정상회담 후속 조치들이 차질없이 추진돼 남북경협이 활성화되기를 희망한다”고 말했다.

@highlight

중소기업중앙회에서 조사한 중소기업의 남북경제협력에 대한 인식조사에 따르면, 중소기업들의 약 67%는 시장개척과 내수부진 극복을 이유로, 남북 경제협력에 관심이 많다.