(주)티머니가 세계대중교통박람회에서 차세대 지능형 교통시스템을 선보이고 있다.

서울시 교통환승시템을 운영하는 (주)티머니가 세계대중교통박람회에서 'C-ITS(Cooperative-Intelligent Transport System : 차세대 지능형 교통시스템)', 'AI Taxi(인공지능 택시)', '고속버스 모바일 티켓팅'등 혁신적인 미래 교통 솔루션을 선보인다.

교통카드를 뛰어넘어 'Mobility'와 'Payment' 영역 대표기업으로 성장하고 있는 (주)티머니(대표이사 김태극)는 오는 12일까지 스웨덴 스톡홀름에서 열리고 있는 '2019 세계대중교통박람회(UITP World Congress 2019)에 참가, 글로벌 고객 확보에 나선다고 10일 밝혔다.

'세계대중교통박람회'는 철도와 버스, 대중교통시스템 등 전 세계 대중교통 관련 기업과 정부기관, 교통 관련 사업자들이 모이는 국제 행사이다.

티머니는 이번 박람회에서 ▷차세대 지능형 교통시스템 C-ITS와 ▷데이터를 기반으로 택시 이용 수요 예측 정보를 제공하는 AI Taxi ▷원스톱 예약, 발권, 결제 솔루션이 가능한 고속버스 모바일 티케팅 등 티머니가 자랑하는 교통 솔루션을 선보인다.

특히, 티머니는 '원활한 이동성 보장을 위한 확장된 통합교통플랫폼(Integrated Ticketing Platform Expanding to Ensure Seamless Mobility)'이라는 주제로 티머니의 성공사례 및 C-ITS, AI Taxi 등을 포함한 미래 기술에 대해 전 세계 바이어를 대상으로 사례 발표도 진행한다.

김태극 티머니 대표이사(사장)은 "티머니의 교통 솔루션은 이미 전 세계적으로 우수성을 인정받아 왔다"며 "이번 박람회를 통해 전 세계 대중교통관련 기업 및 해외 정부 관계자들에게 좋은 반응을 이끌어내길 기대한다."고 말했다.

@highlight

티머니가 전 세계 대중교통 관련 기업과 정부기관, 교통 관련 사업자들이 모이는 국제행사인 '2019 세계대중교통박람회'에 참가하여 혁신적인 미래 교통 솔루션을 선보였으며, 해외 시장 개척을 위해 글로벌 고객 확보에 나선다고 밝혔다.