한수원 올해 신규 양수발전소 후보 3곳 선정 예정 [마경대 기자 kdma@imaeil.com] 경북 봉화군 소천면 두음리 주민들이 10일 경북도청 브리핑룸에서 기자회견을 열고 신규 양수발전소 유치를 희망하는 목소리를 냈다.

경북 봉화군 소천면 두음리 주민들이 양수발전소(매일신문 5일 자 2면)를 적극 유치하겠다는 목소리를 냈다.

주민들은 10일 경북도청에서 기자회견을 열고 "봉화 양수발전소를 유치해 마을 소멸 위기를 극복하겠다"고 밝혔다.

이상식 봉화군 소천면 두음리 양수발전소 유치추진위원장은 "봉화에 신규 양수발전소를 유치할 경우 하부댐 건설에 따라 수몰될 것으로 보이는 지역인 두음리 전체 주민은 유치에 적극 찬성한다"며 "각종 연계 사업 실현에 최선을 다할 것"이라고 강조했다.

주민들은 연계 사업으로 에너지 자립형 이주마을 건설을 내세웠다.

마을자립 에너지 연구소 설립 등 에너지 자급을 지향하는 마을을 건설해 모든 마을이 보고 배워갈 모범으로 만들겠다는 계획이다.

두음리 마을은 11㎞에 이르는 긴 협곡형 계곡에 100여 가구가 자리해 공동체 형성이 쉽지 않았는데, 양수발전소 유치로 이주단지가 조성되면 마을 공동체성 회복에 큰 도움이 될 것으로 기대하고 있다.

주민들은 또 양수발전소 유치를 마을 입구를 관통하는 345kv 규모의 송전선로 이전의 계기로 삼을 작정이다.

그간 송전선로가 귀농귀촌 인구의 유입을 가로막고 주민이 떠나는 원인이 됐다는 이유에서다.

이와 함께 양수발전소 상·하부댐을 국립백두대간수목원 등 주변 자원과 연계, 관광 거점으로 삼을 수도 있다고 강조했다.

봉화·영양·울진은 물론 강원도 남부지역의 울창한 산림에 불이 났을 때 상·하부댐이 산불 진화를 위한 물을 제공할 수 있다는 점도 장점으로 꼽았다.

한편, 봉화군은 지난달 30일 한국수력원자력의 신규 양수발전소 공모에 신청서를 제출했다.

@highlight

경북 봉화군 두음리 주민들이 10일 경북도청에서 기자회견을 열어 신규 양수발전소 유치로 지방소멸 위기를 극복하겠따고 밝히며, 지난달 30일 신규 양수발전소 공모에 신청서 제출을 하였다.