문희상(가운데) 국회의장이 10일 국회에서 열린 초월회 오찬 간담회에서 발언하고 있다.

자유한국당 황교안 대표는 이날 개인 일정을 이유로 불참했다.

문재인 대통령은 6·10 민주항쟁 32주년을 맞아 "민주주의가 더 커지기 위해서는 불평등을 해소해야 하며 공정한 사회를 만들어야 한다"고 강조했다.

북유럽 순방 중인 문 대통령은 10일 민주인권기념관이 세워질 서울 용산 옛 남영동 대공분실에서 열린 기념식에서 진영 행정안전부 장관이 대독한 기념사를 통해 이같이 밝혔다.

특히 문 대통령은 "민주주의는 대화로 시작돼 대화로 끝난다고 해도 과언이 아니다"라고 강조하면서 "서로를 이해하기 위해 좋은 말을 골라 사용하는 것도 민주주의의 미덕"이라고 했다.

문 대통령은 지난달 13일 수석·보좌관회의에서도 "막말과 험한 말로 국민 혐오를 부추기며 국민을 극단적으로 분열시키는 정치는 국민에게 희망을 주지 못한다"고 정치권의 막말을 비판했다.

하지만 자유한국당은 6·10 민주항쟁 기념식은 물론 문희상 국회의장이 주재하는 초월회 오찬에도 불참하며 대화를 거부했다.

황교안 한국당 대표는 기념식 불참 대신 국회에서 '문재인 정부의 표현의 자유 억압 실태 토론회'에 참석해 "문재인 정권은 본인들이 가장 민주적이라고 주장하지만, 그 실상을 들여다보면 역대 가장 비민주적인 정권"이라고 문 대통령을 겨냥했다.

여야는 47일째 국회 계류 중인 추가경정예산(추경)안 처리를 두고도 맞섰다.

더불어민주당과 정부, 청와대는 이날 국회에서 확대 고위 당정청 협의회를 열고 한국당의 조속한 국회 복귀와 추경 심사를 압박했다.

이해찬 민주당 대표는 황 대표를 겨냥해 "대통령과 여야 대표 회동을 무산시키고 초월회도 불참하면서 무슨 명목으로 민생을 말하며 거리투쟁에 나서겠다는 것인지 알 수 없다"고 했다.

하지만 황 대표는 당정청을 향해 "세계경제 탓, 야당 탓, 추경 탓 그만하고 경제정책 대전환을 할 것을 강력하게 촉구한다"고 맞받았다.

황 대표는 당 최고위원회의에서 "경제가 위기에 빠진 원인은 이 정권의 좌파경제 폭정 말고는 달리 설명할 방법이 없다"며 "국민에게 사과부터 하라"고 목소리를 높였다.

@highlight

자유한국당이 6.10 민주항쟁 기념식과 초월회 오찬에 불참한 가운데 문재인 대통령은 6.10 민주항쟁 32주년을 맞아 민주주의가 더 커지기 위해서는 불평등 해소와 공정 사회 이룩을 강조하였고, 여당과 정부, 청와대는 한국당의 조속한 국회 복귀와 추경 심사를 압박하였다.