류경기 중랑구청장이 지난 10일 열린 '2019 간판이 아름다운 거리 조성 사업보고회 및 주민설명회'에서 사업의 취지를 설명하고 있다.

서울 중랑구(구청장 류경기)는 지난 10일 오후 3시 구청에서 '2019 간판이 아름다운 거리 조성 사업보고회 및 주민설명회'를 개최했다.

'간판이 아름다운 거리 조성 사업'이란 단순히 업소의 간판을 교체하는 사업이 아니라, 현재 업소에 설치된 불법간판을 정비한 후 지역과 업소의 특성을 살린 간판으로 개선함으로써 쾌적한 거리를 조성하는 것은 물론 지역 경제를 활성화 하고자 하는 사업이다.

구는 올해 간판개선 사업 시행 이래 최대 규모의 예산인 14억 5000만원을 투입, 관내 6개 구간의 간판개선 사업을 진행 중이다.

특히 올해는 6개 사업 구간 중 4구간이 특화거리 조성 구간으로, 거리별로 지역적 특색을 반영한 콘셉트를 설정 해 거리를 조성함으로써 골목 상권을 살리는 데 중점을 두고 있다.

이번 자리는 류경기 중랑구청장을 비롯해 사업 구간 내 점포주 및 건물주, 주민위원회 위원, 시행업체 실무자 등 100여 명이 참석해 사업 추진 현황과 각 거리별 콘셉트 등에 대해 설명하고 주민 의견을 수렴하는 자리였다.

사업보고회 및 주민설명회는 ▷간판이 아름다운 거리 조성 사업 추진현황 및 향후일정 설명 ▷구간별 거리 콘셉트 및 간판 디자인(안) 제시 ▷질의응답 및 주민의견 수렴 등으로 진행됐다.

설명회에 참석한 류경기 중랑구청장은 "깨끗하고 좋은 간판이 있는 거리는 사람들에게 좋은 인상으로 남고, 결과적으로 상권 활성화에 도움이 될 것"이라며,"거리별로 주민들의 의견을 담아 제대로 만들고자 하니 이번 사업에 주민들의 많은 관심과 적극적인 참여를 부탁드린다."고 말했다.

구는 이번 주민설명회에 이어 6월말에는 간판개선 주민위원 및 희망 주민과 같이 간판개선 사업 관련 우수지역을 견학하여 도시경관과 조화로운 우수간판 사례를 직접 확인하고, 노하우를 공유하는 자리도 가질 예정이다.

@highlight

지난 10일 서울 중랑구 류경기 중랑구청장은 구청에서 '2019 간판이 아름다운 거리 조성 사업보고회 및 주민설명회'를 열어 구의 최대 규모 예산인 14억 5000만원을 투입해 관내 6개 구간의 간판개선 사업을 진행하여 깨끗하고 좋은 간판이 있는 거리는 좋은 인상으로 남고 상권 활성화에 도움이 될 것이라고 말했다.