예천과 마지막까지 각축 벌여.

다수의 숙박시설과 스포츠 인프라 높은 평가 받아예천과 마지막까지 각축 벌여.

다수의 숙박시설과 스포츠 인프라 높은 평가 받아 [신동우 기자 sdw@imaeil.com] 울진군이 오는 2021년 경북도민체전 개최지로 선정됐다.

사진은 지난 2011년 경북지역 군 단위 최초로 진행된 경북도민체전 개회식 전경.

오는 2021년 경북도민체육대회(이하 도민체전)의 개최지로 울진군이 최종 확정됐다.

마지막까지 각축을 벌인 예천군과 3표차 힘겨운 낙점이다.

경북도체육회는 10일 각 시·군 위원들이 모인 가운데 도민체전 개최지 선정에 대한 회의를 펼쳤다.

오는 2021년에 열릴 제59회 도민체전은 당초 김천시와 울진군, 예천군이 유치 신청서를 제출했다.

도체육회는 지난달 말 3개 시군에 대한 실사를 펼쳤으며 지난 5일 김천시가 유치를 철회하면서 울진군과 예천군이 최종까지 각축을 벌였다.

표결 결과 울진군 21표, 예천군 18표 등 근소한 차로 울진군이 낙점됐다.

이번 울진군 선정에는 지역 인프라 차이가 컸던 것으로 알려졌다.

실제 도체육회 현장실태조사 결과 울진군은 도민체전 종목의 자체 수용률이 타 지역에 비해 높은 것으로 나타났다.

도민체전 총 26개 종목 가운데 울진군이 자체수용 가능한 종목은 총 21개로 예천군에 비해 다소 많았다.

도민체전 유치 지원금 역시 울진군의 경우 120억원 가량으로 예측돼 당초 3개 시·군 중 가장 낮은 것으로 조사됐다.

아울러 군 단위로써는 드물게 1만1천145명을 동시 수용할 수 있는 숙박 인프라(업소 수 174개·객실 수 3천351실)도 선정 배경에 톡톡히 한몫을 했다는 후문이다.

한편, 도민체전을 살펴보면 매 대회 별로 공식 선수단 약 1만3천명에 달하며, 선수단 가족과 응원단까지 포함하면 약 2만명 가량이 지역을 찾는 것으로 알려졌다.

@highlight

경북도체육회가 10일 각 시·군 위원들과 함께 도민체전 개최지 선정을 놓고 회의한 결과 오는 2021년 경북도민체육대회는 지역 인프라가 타 후보지보다 뛰어난 울진군에서 열릴 예정이다.