한문소설을 모티브로 만든 영상 콘텐츠인 ‘단월야행’ 스토리가 강천산 산책로 암벽에 연출돼 관광객들의 눈길을 사로잡고 있다.

“순창 강천산은 밤에도 빛난다.”

순창군은 강천산 등산로 초입 산책로에 대한 ‘야간 명소화 사업’을 마무리하고, 다음 달 말부터 운영할 계획이다.

군은 연간 100만여명이 찾는 단풍 명소인 이곳의 밤 볼거리 조성을 위해 지난 2년간 단월야행 콘텐츠 사업을 벌였다.

강천산 산책로 야간 명소화 사업은 2017년부터 총사업비 38억원을 들여 매표소에서 천우폭포까지 1.3㎞ 구간 산책로를 대상으로 이뤄졌다.

아름다운 자연경관을 배경으로 다양한 빛과 스토리를 가미한 영상 콘텐츠를 구축했다.

강천산은 연간 100만명이 찾는 유명산이지만, 방문객들이 주로 낮 시간 동안만 산행 등을 즐길 뿐 야간에는 별다른 볼거리가 없어 체류형 관광객을 유입하는 데 한계가 있었다.

영상 콘텐츠 ‘단월야행’은 조선 중종 6년(1511년) 채수가 쓴 고전 한문소설 ‘설공찬전(薛公瓚傳)’을 모티브로 저승과 연관되는 염라대왕과 도깨비, 청룡 등 다양한 캐릭터를 창작해 남녀노소 누구나 친근함을 느낄 수 있게 했다.

설공찬전은 유교를 근간으로 삼는 조선에서 귀신과 저승을 소재로 불교의 ‘윤회 화복설’을 다룬 소설로, 특히 이승에서 왕이었더라도 반역해서 집권한 왕이라면 지옥에 떨어진다는 내용 등을 담고 있다.

강천산 주요 관광지인 병풍폭포와 작은폭포, 거라시바위, 천우폭포 등 총 4곳에는 스토리를 담은 콘텐츠 영상과 자연의 아름다움을 관조하는 대기영상을 암벽에 연출했다.

특히 병풍폭포, 천우폭포 등 5곳에는 젊은 관광객의 체험·흥미를 유발할 수 있는 증강현실(AR) 포토존, 인터렉티브 반응형 영상 등을 구축했다.

구하기로 했다.

@highlight

순창 강청산은 밤에도 빛난다. 주요 관광지은 병풍폭포와 작은폭포 거라시바위 천우폭포등 4곳에 스토리를 담은 콘텐츠 영상과 자연의 아름다움을 관조하는 대기영상을 암벽에 연출함과 동시에 젊은 관광객의 체험 흥미를 유발하는 증강현실포토존 인터렉티브 반응형 영상들을 구축했다