[헤럴드경제=김대우 기자] 앞으로 전국 4만여개 어린이집은 3년마다 의무적으로 보육 품질평가를 받아야 한다.

평가를 거부할 경우 해당 어린이집은 시정명령 후 운영이 정지된다.

보건복지부는 영유아보육법 개정으로 오는 12일부터 어린이집 평가제도가 자율신청에 의한 평가인증제에서 평가의무제로 전환된다고 11일 밝혔다.

그간 규모가 작거나 평가를 원하지 않은 경우 평가를 받지 않았으나 앞으로 모든 어린이집은 3년마다 평가를 받아야 한다.

평가의무제 전환에 따라 그간 어린이집이 부담하던 평가 비용(25만~45만원)은 국가가 부담한다.

평가제 시행 첫해인 올해는 지금까지 평가인증을 한 번도 받지 않았거나 평가인증 유효기간이 만료되는 어린이집을 먼저 평가한다.

복지부는 평가 항목도 개선했다.

항목을 79개에서 59개로 축소해 어린이집의 평가 준비부담을 줄여주고, 영유아 인권·안전·위생 등 항목을 필수지표로 지정해 이를 충족하지 못할 경우 최고등급이 부여될 수 없도록 평가기준을 강화했다.

평가를 거친 어린이집은 A·B·C·D 등급으로 구분된다.

하위등급(C·D)은 평가주기가 3년에서 2년으로 줄어들고, 서비스 개선을 위한 전문가 컨설팅을 받아야 한다.

어린이집 평가등급은 아이사랑포털(www.childcare.go.kr)에서 확인할 수 있다.

이 사이트는 보육교사 근속연수, 정원 대비 현원 등 보호자의 어린이집 선택에 참고가 될 만한 필수 정보들을 제공한다.

어린이집 평가 업무를 맡는 한국보육진흥원은 재단법인에서 법정기관으로 새로 출범한다.

2년 이상 어린이집에서 근무하지 않았던 원장과 보육교사 등이 다시 근무하려고 할 때는 반드시 직무교육을 받도록 하는 장기 미종사자 직무교육 제도도 12일부터 시행된다.

박능후 보건복지부 장관은 "6500개에 달하던 미인증 어린이집이 앞으로 평가를 의무적으로 받게 됨에 따라 아이들이 더 안전한 환경에서 자랄 수 있게 됐다"며 "하위등급 어린이집에 대한 컨설팅 제도도 새롭게 도입돼 전반적으로 보육의 질이 향상될 것"이라고 말했다.

@highlight

12일부터 영유아보육법이 개정되면서 전국 4만여개 어린이집은 3년마다 의무적으로 보육 품질평가를 받아야 하며, 평가의무제 전환에 따라 기존에 어린이집이 부담하던 평가 비용은 국가가 부담한다.