(동양일보 곽근만 기자) 충북기자협회가 언론 제보자 색출에 나선 충북도교육청을 규탄하고 나섰다.

충북기자협회는 10일 성명을 통해 "언론 제보자 색출을 위해 경찰 수사를 의뢰한 충북도교육청의 행위는 언론자유 침해 행위"라고 규정했다.

기자협회는 "도교육청의 고발에는 조직내부 제보와 언론의 비판보도를 차단하려는 목적이 있다"며 "엉터리 행정에 대한 반성과 재발 방지 노력 선행은 커녕 이를 감추기 위해 내부자 색출 카드를 꺼내 들었다"고 지적했다.

이어 "실무자나 실무책임자 그 누구 한명이라도 조금만 주의를 기울였다면 문제는 발생하지 않았을 것"이라며 "충북 교육행정을 얼마나 신뢰해야 할지 공무원과 학생, 학부모에게 깊은 고민을 안긴 사건"이라고 비난했다.

그러면서 "이번 일이 특정신문에 국한한 문제가 아니라고 판단, 협회 소속 13개 회원사의 권익 보호를 위해 강력 대처 하겠다"고 경고했다.

협회는 이와 관련해 교육청의 도를 넘은 부적절한 대응에 대한 책임을 물어 고발 취하와 책임자 사과, 재발방지 대책마련 등을 요구했다.

앞서 도내 한 일간지는 지난달 10일 '충북도교육청 행정 실수 연발…신뢰도 추락' 제목의 기사를 게재하고 도교육청의 잦은 행정 실수의 문제점을 보도했다.

이 기사에는 보도내용이 사실임을 증명할 수 있는 객관적 자료로 독자들의 알권리 차원에서 엉터리 문장이 들어간 시행문 촬영본을 공개했다.

공개된 시행문에는 도교육청의 보안상황에 대한 내용은 전혀 포함되지 않았다.

하지만 도교육청 감사관실은 이 기사에 첨부된 공문 관련 사진이 공공기록물이자 보안문서라며 감사와 함께 내부고발자 색출에 나섰다.

감사관실은 내부고발자를 찾아내지 못하자 경찰에 수사를 의뢰했다.

도교육청 감사관실은 이번 고발 건을 통해 행정기관의 문서 분류 시 기안문이 아닌 세부내용과 가치로 판단해 문서를 공개, 부분공개, 비공개로 분류하는 행정의 기본조차 간과하는 허점을 드러냈다.

@highlight

충북기자협회가 언론 제보자 색출에 나선 충북도교육청에 행정에 대한 반성과 재발 방지 노력 선행은 커녕 내부자 색출 카드를 꺼내 들었다며 언론자유 침해 행위라고 규정했다.