전국 23곳 에너지저장장치(ESS)에서 잇따라 화재가 발생한 원인은 배터리 제조결함에 관리부실이 겹쳤던 것으로 드러났다.

ESS는 대표적인 에너지신산업으로 미국이 세계시장 1위, 한국이 3위다.

특히 배터리는 한국제품이 세계시장의 80%를 점유하고 있다.

그러나 2017년 8월 전북 고창에서 첫 화재가 발생한 이후 지난해 5월부터 최근까지 화재가 잇따르고 있어 원인규명과 대책마련이 요구돼 왔다.

산업통상자원부는 11일 민관합동 ESS 화재사고 원인조사위원회(위원장 김정훈 교수)가 약 5개월에 걸쳐 조사한 결과를 공개하고 화재 재발 방지 및 ESS 산업 지원대책을 발표했다.

조사위에 따르면 △배터리 보호 시스템 미흡 △운용관리 부실 △설치 부주의 △통합관리체계 부족 등 4가지가 직·간접 화재원인으로 꼽혔다.

조사위는 합선 등에 의해 큰 전류나 전압이 한꺼번에 흐르는 전기적 충격이 가해졌을 때 배터리 보호장치가 제대로 작동하지 못해 배터리에서 화재가 발생할 수 있음을 확인했다.

랙 퓨즈, 직류접촉기, 버스바 등 배터리 보호시스템이 전기충격을 차단하지 못하거나 성능이 저하돼 폭발하는 것은 결국 배터리 제조사의 책임이라는 판단이다.

또 ESS 설치후 제대로 관리하지 못한 부분을 지적했다.

보통 ESS가 태양광이나 풍력발전 설비와 함께 바닷가나 산골짜기 등 외진 곳에 설치돼 있어 상주 관리인이 없는 탓에 온도와 습도 등을 제대로 맞추지 못했다는 것이다.

신산업인 ESS를 영세 시공업체들이 처음 다루다 보니 고온다습한 곳에 배터리를 사나흘 방치하는 등 설치 부주의도 화재 원인으로 지목됐다.

ESS 화재와 관련된 업체는 배터리 제조업체인 LG화학, 삼성SDI를 비롯해 PCS·SI(설계·시공) 업체까지 약 30곳에 이르는 것으로 알려졌다.

@highlight

산업통상자원부는 11일 민관합동 전국 23곳 ESS 화재사고 원인조사위원회가 약 5달에 걸쳐 조사한 결과를 공개하고 화재 재발 예방과 ESS 산업 지원대책을 밝혔는데 화재 발생 이유로 배터리 보호 시스템 미흡, 운용관리 부실, 설치 부주의, 통합관리체계 부족 등 4가지가 뽑혔다.