농림축산식품부는 동물 등록을 활성화하기 위해 7월1일부터 8월31일까지 2개월간 자진신고 기간을 운영한다고 11일 밝혔다.

주택이나 이외의 장소에서 기르는 반려견은 지난 2014년부터 지자체에 등록을 의무화하고 있다.

현재는 개에 대해서만 시행 중이다.

이번 자진신고 기간 내에 동물등록을 하거나 등록동물의 변경 정보를 신고할 경우 '동물보호법'에 따른 과태료 벌칙이 면제된다.

변경신고 대상은 등록대상 동물 유실, 소유자 변경, 동물이 죽은 경우, 소유자 정보 변경, 무선식별장치·인식표 분실 등에 따른 재발급 등이다.

등록을 하지 않아 적발되면 100만원 이하의 과태료, 변경신고을 하지 않으면 50만원 이하의 과태료 처분을 각각 받게 된다.

농식품부는 자진신고기간 이후인 9월부터 시·군·구별로 동물 미등록자, 동물 정보 변경 미신고 자를 집중 단속하고, 과태료를 부과할 계획이다.

동물 등록과 정보 변경은 시·군·구 및 동물 등록 대행기관, 동물보호 관리시스템을 통해 온라인 등으로 신고처리가 가능하다.

농식품부는 동물소유자의 동물 등록 관련 불편을 해소하기 위해 동물 구매와 동시에 등록이 이루어지도록 제도를 개선한다.

우선 동물 구매 즉시 등록을 할 수 있도록 2020년 3월부터 의무 등록월령을 현행 3개월령에서 동물판매업체 판매가능 시점인 2개월령으로 조정한다.

이와함께 동물 생산·판매업자가 동물 판매시 동물 등록 행정절차를 대행한 후 소유자 명의로 등록된 동물을 판매토록 의무화하는 방안을 마련할 예정이다.

유실·유기동물 발생 및 관리 공백 최소화를 위해 등록대상 동물의 범위 확대도 추진한다.

현행 동물보호법상 주택·준주택이 아닌 장소에서 사육하는 개의 경우 반려목적에 한해서 등록대상에 포함하고 있다.

경비견·수렵견 등 반려목적 이외의 경우에도 등록대상에 포함하는 방안을 검토할 예정이다.

고양이에 대해서는 동물등록 시범사업을 단계적으로 확대해 등록방식·기준 월령 등을 검토해 나갈 예정이다.

고양이 동물등록사업은 현재 28개 지자체가 참여 중이다.

@highlight

농림축산식품부에 따르면 7월1일부터 8월31일까지 반려견에 대한 동물 등록 자진신고 기간을 운영하며, 고양이에 대한 동물등록은 단계적으로 확대할 예정이다.