성체로 자란 미국가재의 등면.

지구촌 곳곳의 생태계를 교란시키고 있는 외래종 민물가재가 영산강에서도 발견돼 하천 생태 교란의 우려가 제기되고 있다.

11일 국립생태원은 지난 1년동안 ‘전국 외래생물 정밀조사’를 벌인 결과 나주시 영산강 지석천 15.5㎞구간, 나주호 하류 대초천 6.1㎞구간 등 3곳에서 미국가재의 서식을 확인했다고 밝혔다.

미국 루이지애나가 원산지인 미국가재는 15㎝ 안팎의 크기와 함께 흰색·붉은색·푸른색 등 다양한 몸 색깔을 가진 것이 특징이다.

먹이는 동물 사체부터 수서곤충, 채소 또는 수생식물 등을 가리지 않는다.

현재 미국·일본·영국·아프리카 등 세계 전역에 퍼져 살고 있으며, 유럽지역에서는 100대 악성 침입성외래종으로 지정돼 있다.

미국가재는 유속이 느린 하천·습지·호수·농수로·논 등지에 서식하며, 환경에 빠르게 적응해 생존력이 강하다.

번식 1회때마다 200여개의 알을 낳는데다 성장·번식주기가 매우 짧다.

수명은 자연상태에서 2~5년이다.

미국가재는 유럽지역에서 토착 가재·새우류에 곰팡이균성 질병을 옮기고 먹이 경쟁을 벌여 토착생물에 피해를 입혔으며, 일본에서도 수생태계 교란을 일으켰던 것으로 확인됐다.

국립생태원 관계자는 “이번 영산강에서 발견된 미국가재의 크기는 길이 1.49~10.88㎝, 무게는 0.06~33.4g다”며 “일부 사육자가 관상용으로 국내에 들여온 뒤 사유글 포기하고 자연에 방사하면서 국내 생태계에 확산되고 있는 것으로 추정된다”고 밝혔다.

영산강유역환경청 관계자는 “미국가재의 생태교란종 지정을 유심히 지켜볼 계획이다”며 “향후 개체수 관리 등 퇴치 활동에 나설 방침이다”고 밝혔다.

@highlight

11일 국립생태원이 지난 1년동안 ‘전국 외래생물 정밀조사’를 벌인 결과 나주시 영산강, 나주호 등 3곳에서 미국 루이지애나 출신의 15㎝ 안팎 다양한 몸 색깔을 가진 미국가재의 서식이 확인돼 하천 생태 교란의 우려가 제기되고 있다. 