[계룡]육군은 서울 용산역에 장병 셀프사진관 'ARMY STUDIO'를 설치해 오는 14일부터 5일간 특별 이벤트를 진행한다고 12일 밝혔다.

육군에 따르면 호국보훈의 달을 맞아 조국수호에 여념이 없는 장병들에게 고마운 마음을 전하기 위해 이벤트를 마련했다.

장병들이 휴가나 외출을 나갈 때 깨끗한 군복, 손질된 전투화, 단정히 눌러 쓴 베레모 등 신경을 쓰며 가족·친구들에게 멋진 모습을 보여주고 싶어하는 점을 고려해 휴가 장병들이 많이 다니는 용산역을 이벤트 장소로 정했다.

또한 밀레니얼세대 장병들의 성향을 고려해 최근 젊은층 사이에서 셀프 포토 스튜디오로 화제가 되고 있는 업체와 협업을 통해 신사동 가로수길에 있는 부스를 용산역에 그대로 옮겨와 고유의 감성을 온전히 느낄 수 있게 했다.

'ARMY STUDIO'는 4평 규모의 셀프 사진관이다.

오전 9시 30분부터 오후 5시까지 운영되며, 촬영과 인화를 무료로 제공한다.

자연스러운 촬영을 위해 부스 내에서는 사진사 없이 장병들이 직접 리모컨을 눌러 사진을 찍는다.

카메라와 조명이 세팅되어 있고, 촬영 중에는 모니터를 통해 결과물을 실시간 확인할 수 있다.

군복을 입은 육군 장병이라면 가족, 동료, 친구 등과 함께 즐길 수 있다.

?촬영된 사진은 현장에서 인화해 주고 개인 이메일로도 제공한다.

육군을 태그해 SNS에 업로드 한 장병, 매 10번째 방문한 장병에게는 현장에서 특별한 선물을 제공하는 이벤트도 진행한다.

육군본부 소통과 김성희 소령은 "'ARMY STUDIO' 이벤트가 조국수호의 소임을 다하고 있는 장병들에게 특별한 선물이 되었으면 좋겠다"며 "장병과 국민 모두가 군복의 명예와 가치를 되새길 수 있는 계기가 되길 바란다"며 장병들의 많은 참여를 당부했다.

한편 육군은 장병이 가족, 친구, 동료와 함께 찍은 '한 장의 사진'을 통해 조국수호의 의미를 되새기고, 육군의 일원으로서 소속감과 자긍심을 고취하며, 행복한 추억을 남길 수 있을 것으로 기대하고 있다.

@highlight

육군이 호국보훈의 달을 맞아 조국수호를 위해 힘쓰는 장병들에게 고마운 마음을 전하기 위해 휴가 장병들이 많이 다니는 서울 용산역에 장병 셀프사진관 'ARMY STUDIO'를 설치해 오는 14일부터 5일간 특별 이벤트를 개최한다.