의정부시가 수락리버시티 1·2단지 아파트 입주민들의 행정구역 경계조정 요구에 난감해하고 있다. 이 아파트는 서울 노원구·의정부 장암동과 맞닿아 있다.

현재 입주민 3375명은 '생활지역은 노원구인데, 행정구역은 의정부여서 불편하다'며 시에 경계조정을 요구 중이다.

그러나 시는 비슷한 상황의 연쇄 민원과 시민 유출을 우려하며 당혹감을 감추지 못하고 있다.

11일 시에 따르면 장암동 386번지 수락리버시티 아파트 1·2단지 입주민(1138가구)들이 최근 노원구 편입을 요구하는 민원을 넣었다.

이곳은 노원구 상계동 1200-1번지 일대를 개발·정비한 뒤 임대·분양한 아파트다.

인근 수락리버시티 아파트 3·4단지의 행정구역은 노원구다.

반면1·2단지는 의정부에 속해 있다.

이로 인해 이들은 교통 행정 서비스 부재와 초·중학생 원거리 통학, 치안·소방 서비스 제공 부족 등을 호소하고 있다.

실제로 수락리버시티 1·2단지 입주민의 자녀들은 의정부에 살지만 노원초·중학교에 다닌다.

마을버스도 부족해 이동에 큰 불편을 겪고 있다.

상황이 이렇다 보니 이들은 최근 노원구로 편입해달라는 민원을 잇달아 시에 제출했다.

지역구 임호석 시의원 역시 행정구역 경계조정을 촉구하고 나섰다.

임 의원은 "서민 주거 생활 안정이라는 당초 취지와는 달리 이곳 주민들이 오랜 기간 불편을 감수하며 살고 있다"며 "용인·수원시가 전국에선 처음으로 행정구역 경계조정을 통해 문제를 해결한 것처럼 시도 입주민의 고충을 해결해야 한다"고 말했다.

시 관계자는 "용인·수원시는 같은 도내에 있고, 맞교환 형식으로 경계조정을 했다"면서 "수락리버시티 아파트 1·2단지 상황은 이와는 다르다.

시민 3375명을 당장 노원구로 편입하기는 어렵다.

일방적인 편입은 원칙적으로 고려하지 않고 있다.

하지만 주민 요구를 고려해 노원구와 협의하는 방안은 검토 중이다"라고 밝혔다.

@highlight

의정부시에 따르면 수락리버시티 아파트 1·2단지 입주민들이 교통 행정 서비스 부재와 초·중학생 원거리 통학, 치안·소방 서비스 제공 부족 등을 호소하면서 노원구 편입을 요구하는 민원을 잇따라 제기하는 가운데, 시는 연쇄 민원과 시민 유출 등을 우려하면서 당혹감을 내비치고 있다.