하도급 7%p 상승 84% 기록 “경기 활성화 행정력 총동원”

포항시가 관급공사 지역업체 하도급 수주 확대를 위해 본격 나서고 있다.

11일 포항시에 따르면 지역업체 수주확대 추진상황을 점검한 결과 지난달 말 기준으로 지역업체 발주 실적은 6천928건 1천187억원(△공사 1천670건 743억원 △용역 1천594건 273억원 △물품 3천664건 171억원)으로 전년대비 지역업체 수주율은 1%p 오른 73%이며, 하도급은 7%p 오른 84% 등으로 나타났다.

시는 올해 관급공사 지역업체 수주율 80% 목표 달성을 위해 부서별로 수의계약은 관내업체를 최우선으로 수주하고 2억원 이상 종합공사에 대해 관내업체 하도급 수주를 위해 입찰공고문에 지역업체 하도급 협조 문구사용과 협조 안내문을 발송하는 등 지속적으로 지역업체 수주확대에 전 행정력을 집중하고 있다.

또 올해부터 부서별 공사·용역·물품 예산의 지역업체 수주 실적을 매년 부서평가의 일환으로 실시하는 성과관리 대상에 반영키로 하고, 전 부서가 지역업체 수주확대에 소홀함 없이 대응토록 해 지역경제 활성화를 적극 추진키로 했다.

시 관계자는 “최근 미·중 무역전쟁, 최저임금 인상, 근로시간 단축 등 국내외 경제가 불확실한 상황으로 지역 내 경기도 어려운 상황이 지속되고 있는 만큼 지역경제 활성화를 위해 공공부문부터 강력하게 업무를 추진할 것”이며 “모든 가용 수단을 총동원해 지역의 경기 부양효과가 극대화될 수 있도록 포항시 전 공직자들이 총력을 기울일 것”이라고 말했다.

한편 포항시는 지난해 12월 도내 최초 ‘포항시 지역업체 수주확대 및 보호지원 규정’을 제정해 전 공무원들이 적극행정을 할 수 있도록 공직 분위기를 쇄신하고, 관내 17개 유관기관과 양해각서(MOU)를 체결했다.

또 지난달 한국수산자원관리공단과도 업무협약을 체결해 지역업체 수주확대에 적극 동참토록 유도하는 등 지역경제 활성화에 총력을 기울이고 있다.

@highlight

포항시는 지역업체 수주확대 점검결과 전년대비 발주실적이 1%p 상승한 73%, 하도급은 7%p 상승한 84%로 나타났다고 전하며, 올해 수주율 목표인 80% 달성을 위해 지역경제 활성화를 적극 추진할 수 있도록 행정력을 집중하기로 했다.