“한빛 1호기 수동정지 사건, 근무자들 시동 꺼진 줄 착각”

지난달 10일 발생한 전남 영광 한빛원전 1호기 원자로 이상 출력·수동정지 사건 당시 발전소 근무자들이 원자로 ‘시동’이 꺼진 것으로 착각한 채 반응도 계산을 수행한 것으로 드러났다.

이철희 국회 과학기술정보방송통신위원회 소속 더불어민주당 의원(비례대표)은 11일 열린 과방위 전체회의에서 ‘한빛 1호기 원자로 수동정지 원인 및 재발방지대책 보고’ 문건을 공개했다.

이 문건은 한수원 발전처가 지난달 15일 작성한 보고서로 그동안 외부에는 공개되지 않았다.

문건에는 한수원이 자체조사를 통해 파악한 사건경위, 원인분석, 재발방지대책 등이 기록돼 있다.

이 의원은 “당시 한빛 1호기 근무자들이 원자로 출력과 기동률 지시기는 감시하지 않았다”며 “설비 이상 발생 시 점검을 위한 통지 및 작업 오더를 발행하지 않는 등 절차서를 위반한 사실도 발견됐다”고 지적했다.

이어 “한국수력원자력은 자체조사를 통해 이러한 내용을 파악하고도 그동안 공개하지 않고 있었다”며 “문건이 작성된 시점은 원자력안전위원회의 특별조사가 시작되기 5일 전으로 한수원 스스로 사건의 심각성과 기강 해이를 인지했음을 보여준다”고 비판했다.

또 “공개된 문건에는 당시 근무조가 제어봉 인출 전에 반응도 계산을 수행하면서 원자로 상태가 미임계인 것으로 착각했다”며 “제어봉을 인출하면 원자로 출력이 증가하기 때문에 원자로 반응을 사전에 계산해야 한다.

이 계산은 난도가 높지 않은 작업이어서 당시의 계산 실수는 상식 밖의 의문으로 지적돼 왔다”고 강조했다.

이 의원은 “한빛 1호기 사고는 한수원의 안전 불감증과 기강해이가 불러온 상식 밖의 사고이다”며 “원자로 운영시스템과 설비 전반에 대해 조기폐로 가능성을 열어놓고 무기한, 전면 점검해야 한다”고 촉구했다.

@highlight

 11일 열린 과방위 전체회의에서 이철희 의원은 ‘한빛 1호기 원자로 수동정지 원인 및 재발방지대책 보고’를 공개하여 한빛원전 1호기 수동정지 사건은 근무자들이 원자로 ‘시동’이 꺼진 것으로 착각해 반응도를 계산했기 때문임을 밝히고 원자로 운영시스템과 설비 전반을 무기한, 전면 점검해야 한다고 말했다. 