청와대가 자유한국당과 더불어민주당 해산 청구를 각각 요청한 국민청원에 대해 “정당에 대한 평가는 주권자인 국민의 몫이라고 생각한다”는 답변을 내놨다.

강기정 청와대 정무수석은 11일 오전 청와대 SNS를 통해 공개한 답변에서 “정부의 정당해산 청구는 민주주의를 지키기 위한 제도이자 우리 사회의 갈등을 키우고 정당 정치가 뿌리내리는 데 걸림돌로 작용할 가능성도 있다”고 밝혔다.

‘자유한국당 정당해산’ 청원은 4월 22일에 시작돼 한달 간 총 183만1900명의 인원이 참여했다.

이는 국민청원 제도가 시작된 이래 가장 많은 인원이 참여한 기록이다.

청원인은 “한국당은 장외 투쟁으로 정부의 입법을 발목 잡고 있다”며 “국민에 대한 막말이 도를 넘고 있다”고 주장했고, 선거제·개혁법안 패스트트랙(신속처리안건) 지정을 둘러싸고 이른바 ‘동물국회’가 재현된 데 비판 여론이 거세지며 해당 청원에 참여하는 인원이 급격히 늘었다.

‘더불어민주당 해산청구’ 청원은 4월 29일에 시작돼 한 달 사이에 33만7964명이 참여했다.

청원인은 “민주당이 정치적 이익을 위해 패스트트랙을 지정해 국회의 물리적 충돌을 가져왔다”고 언급했다.

강 수석은 두 청원을 두고 “정당 해산 청원에 짧은 시간에 이렇게 많은 국민이 참여한 것을 보면 우리 정당과 의회정치에 대한 국민의 준엄한 평가가 내려졌다 해도 과언이 아니다”라고 지적했다.

그러면서 “정당에 대한 평가는 선거를 통해 내릴 수 있음에도 이처럼 국민청원으로 정당 해산을 요구한 것은 ‘내년 4월 총선까지 기다리기 답답하다’는 질책으로 보인다”고 평가했다.

정당해산 청구와 관련해 헌법 제8조는 정당 설립의 자유를 보장하고 국가의 보호와 지원을 받는다는 내용을 담고 있다.

다만 제8조 제4항에는 ‘정당의 목적이나 활동이 민주적 기본질서에 위배될 때 정부는 헌법재판소에 해산을 제소할 수 있고, 정당은 헌법재판소의 결정에 따라 해산될 수 있다’고 규정하고 있다.

@highlight

강기정 청와대 정무수석은 청와대 SNS를 통해 공개한 답변에서 총 183만1900명의 인원이 참여한 자유한국당과 더불어민주당 해산 청구를 각각 요청한 국민청원에 대해 “정당에 대한 평가는 주권자인 국민의 몫이라고 생각한다”는 답변을 내놨다.