대구시립소년소녀합창단의 제121회 정기연주회 'Why We Sing'이 15일(토) 대구콘서트하우스 그랜드홀에서 개최된다.

이번 연주회는 오스트리아 빈소년합창단의 음악감독 게랄드 비어트가 작곡한 'Tradigister Jodler'(독일요들)로 문을 연다.

두 번째 곡은 영화 '코러스'의 'Hymne a La Nuit'(밤의 찬가)를 무반주 합창으로 이어가며, 발랄한 안무와 함께 필리핀 민요 'Inday sa Balitaw'(광주리를 든 처녀), 꼭두각시 인형이 자신의 춤을 추고자하는 몽환적인 느낌의 내용을 담은 다리우스 림의 'A Puppet's Dream'(인형의 꿈)을 들려준다.

이어서 크레이그 코트니의 'Festival Gloria'(영광의 축제), 안드레아 보첼리와 셀린 디온이 듀엣으로 불러 유명해진 'The Prayer'(기도)를 연주한다.

또 이번 정기연주회의 타이틀인 'Why We Sing'(우리가 노래하는 이유)를 열창하며, 3.1절 위촉곡으로 '박태준 동요 연곡 메들리'를 이영록의 편곡으로 만나 볼 수 있다.

마지막 무대에서는 한국적 정서와 경쾌한 리듬이 가미된 권미지 편곡의 '아리아리랑', 라틴스타일의 스페인 민요와 아프리칸 리듬이 융합된 무도음악 'Plena', '전 세계인이 바나나를 좋아한다' 라는 내용을 담은 곡 'Banana'를 이어 연주하며, 마지막 곡으로 베네수엘라 민요음악 'Valencianita'(발렌시아 사람)을 감상 할 수 있다.

A석 3천원, B석 2천원.

@highlight

대구시립소년소녀합창단의 제121회 정기연주회 'Why We Sing'이 15일 대구콘서트하우스 그랜드홀에서 음악감독 게랄드 비어트가 작곡한 'Tradigister Jodler'를 시작으로 개최될 예정이며, 이번 정기연주회의 타이틀인 'Why We Sing' 역시 들려줄 예정이다. 