[서울신문] '이웃집 토토로' 칸국제영화제 황금종려상 수상작 '기생충'을 비롯해 '알라딘', '엑스맨:다크 피닉스', '로켓맨' 등 쟁쟁한 화제작이 박스오피스 1~4위를 점령한 가운데 눈에 띄는 흥행작이 있다.

18년 만에 국내 관객들을 다시 찾은 일본 명작 애니메이션 '이웃집 토토로'다.

11일 영화진흥위원회 영화관입장권통합전산망에 따르면 지난 6일 개봉한 '이웃집 토토로'는 개봉 5일째인 10일까지 관객 10만 5879명을 불러모으며 박스오피스 5위를 기록했다.

관객들 사이에선 "오랜만에 동심으로 돌아가는 기분이었다", "세월이 흘러도 명작은 명작"이라는 후기가 이어진다.

일본 스튜디오 지브리와 미야자키 하야오 감독의 '이웃집 토토로'는 1988년 일본 개봉 당시 애니메이션 최초로 극영화를 제치고 일본 내 모든 영화상을 석권하는 신드롬을 일으켰다.

국내에는 일본 문화가 개방된 뒤 2001년에 소개된 이후 많은 이들의 '인생 애니메이션'으로 손꼽혀 왔다.

18년 만에 재개봉하면서 디지털 리마스터링을 거쳤고, 자막 버전은 물론 처음으로 우리말 더빙판도 제작했다.

도시를 떠나 시골로 이사 온 사츠키와 메이 자매가 동네의 숲을 지키는 신비로운 생명체 토토로를 만나면서 마주하게 되는 마법 같은 순간이 수채화 같은 풍경 속에 담긴 수작이다.

미야자키 감독의 또 다른 명작 애니메이션 '마녀 배달부 키키'도 탄생 30주년을 맞아 디지털 리마스터링 버전으로 오는 26일 재개봉한다.

1989년 일본에서 개봉한 '마녀 배달부 키키'는 아동 문학계의 노벨상으로 불리는 국제 안데르센상을 수상한 가도노 에이코의 동명 원작에 미야자키 감독의 판타지 감성이 더해져 탄생했다.

스튜디오 지브리와 미야자키 감독에게 첫 번째 대중적인 흥행을 안겨준 의미 있는 작품이다.

@highlight

지난 6일 18년 만에 재개봉한 일본 명작 애니메이션 이웃집 토토로는 개봉 5일째인 10일까지  많은 관객을 모으며 박스오피스 5위를 차지해 세월이 흘러도 명작은 명작 이라는 후기가 이어졌다.