[환경일보] 심영범 기자 = 이랜드리테일에서 운영하는 이랜드몰이 6월 이득타임 행사를 맞아 선착순 증정 이벤트와 랜덤 쿠폰, 할인 상품까지 다채로운 이벤트를 준비했다고 12일 밝혔다.

12일 오전 9시부터 오후 6시까지 진행되는 이랜드몰 이득타임은 시간대별로 선착순 고객에게 1인 영화관람권을 제공하고, 인기브랜드 반값 할인쿠폰 등 랜덤 쿠폰과 극한특가 상품을 제공한다.

전국 CGV에서 사용할 수 있는 1인 영화예매권은 오전 9시부터 오후 5시까지 두 시간마다 선착순 400명의 고객에게 제공된다.

또한 스타벅스 아메리카노 1잔 기프티콘 및 50% 이득타임 할인쿠폰 등 총 5종의 쿠폰 중 1가지를 랜덤 지급하는 랜덤이득타임 쿠폰은 오전 10시부터 오후 6시까지 두 시간마다 타임별 1만장의 쿠폰을 제공한다.

추가로 인기상품을 최저가 수준으로 제공하는 '극한특가' 상품은 ▷A.P.C 아페쎄 하프문백 366,660원 ▷미쏘 리넨라이크 오버 루즈핏 셔츠 2만3920원 ▷ 아디다스 알파바운스 슬라이드 슬리퍼 4종 택일 3만8000원 ▷이랜드 아동복 전품목 70% 세일 ▷신라면 5개입 멀티팩 2790원 ▷한샘 브런치세트 4P(트레이 포함) 1만2200원의 가격에 한정수량으로 준비했다.

이외에도 총 450여 개의 특별 할인 가격 상품을 준비했으며, 12일 단 하루 이랜드몰 어플 혹은 홈페이지에서 구매가 가능하다.

이랜드몰 관계자는 "매월 22일에 진행해오던 이득데이와 별도로 6월부터 새로 마련한 이득타임 행사는 2,4주차 수요일에 진행될 것"이라며 "기존 선착순 한정으로 진행되던 할인쿠폰 이벤트 혜택을 받지 못하는 고객들이 많아 이득타임 혜택은 최대한 많은 고객들이 혜택을 누릴 수 있도록 랜덤 지급 형태로 변경했다"라고 말했다.

@highlight

이랜드몰은 매월 22일 진행해오던 이득데이와 별도로 6월부터 2,4주차 수요일에 진행하는 이득타임 행사를 기획하여 12일 오전 9시부터 오후 6시까지 시간대별로 증정 이벤트와 랜덤 쿠폰, 할인 상품 등 다양한 이벤트를 준비했다고 12일 공지했다.