(동양일보 엄재천 기자) 경대수(자유한국당·증평진천음성) 국회의원이 농경지 침수피해 방지를 위한 ‘2019년 배수개선사업’에 4개 지구의 사업이 선정됐다는 소식을 전했다.

총 260억원 규모의 국비가 투입돼 281㏊에 달하는 농경지 등이 혜택을 받게 될 것으로 보인다.

진천군 동성지구(진천읍 가산리, 이월면 동성리 일원)와 음성군 봉현지구(맹동면 봉현리 일원) 2개소는 신규 착수지구로 선정돼 내년부터 본격적으로 사업이 추진된다.

동성지구 배수개선사업은 53㏊에 달하는 면적에 총 68억원 규모의 국비가 투입된다.

봉현지구 사업은 55㏊의 면적에 총 48억원의 예산이 투입돼 배수문과 배수장, 배수로 정비 등의 사업이 추진될 계획이다.

진천군 내촌지구(이월면 내촌리, 장양리 일원)와 음성 쌍정지구(맹동면 쌍정리, 진천 덕산면 용몽리 일원) 2개소는 기본조사지구로 선정됐다.

이번 기본조사지구 선정 및 실시를 시작으로 기본계획수립, 시행계획지구선정 등의 행정적 절차를 거쳐 본격적으로 배수개선사업을 추진하게 된다.

사업이 본격적으로 추진되면 내천지구 일대 56㏊의 면적에 총 58억원이 투입된다.

쌍정지구 일대 117㏊의 면적에는 총 87억원 규모의 국비가 투입되어 배수장과 배수문 신설, 배수로 확장 정비 등 다양한 사업이 진행된다.

배수개선사업에 선정된 4개 지구는 오래전부터 배수 불량 등으로 인해 매년 우기 때마다 상습적으로 농경지가 침수되는 등 주민들이 큰 피해와 불편을 겪어 왔다.

배수개선사업을 통해 재해를 예방하고 식량증산 및 농가소득 증대에 크게 기여할 수 있을 것으로 기대된다.

경 의원은 “각 지구별 배수개선사업이 조속히 착수되어 농경지 침수예방과 영농여건 개선이 이루어질 수 있도록 관계부처 및 지역주민들과 함께 지속적인 관심을 가지고 살펴나가겠다”고 전했다.

@highlight

기본조사지구를 선정하면서 본격적으로 배수개선사업을 추진하게되어 선정된 4개 지구는 매년 우기 때마다 상습적으로 농경지가 침수되는 등의 문제가 해결되고 식량증산 및 농가소득 증대에 크게 기여할 수 있을 것으로 기대된다.