▲ 송철호 울산시장이 12일 남구 신정동 아르코공연연습센터에서 문화콘텐츠기업가, 청년 콘텐츠 창작자들과 지역 문화콘텐츠산업 육성 및 추진방안을 모색하는 토크마당 행사를 가졌다.

울산의 4차 산업혁명을 선도할 신성장산업인 문화콘텐츠산업의 육성방향과 전략적 추진방안을 논의하는 장이 펼쳐졌다.

울산시는 12일 남구 신정동 아르코공연연습센터에서 문화콘텐츠기업가와 청년 콘텐츠 창작자들과 함께 하는 토크마당을 열었다.

이번 행사는 울산문화재단, 울산정보산업진흥원, 시청자미디어센터, 애니원고등학교, 울산대학교, 울산과학대학, 콘텐츠기업, 콘텐츠창작자 등 지역 내 콘텐츠산업 관계자 42명이 참석해 4차 산업혁명을 선도할 신성장산업인 문화콘텐츠산업의 육성방향과 전략적 추진방안을 논의했다.

이날 행사는 송철호 시장의 인사말을 시작으로 남구 대학로에 1,280.21㎡(387여 평) 규모로 조성예정인 울산 콘텐츠코리아 랩 사업에 대한 소개와 콘텐츠창작자들과 질의.

답변 순으로 이어졌다.

울산대학교는 울산 문화콘텐츠의 자생적 생태계 구축 및 유통구조 환경 조성을 강조했다.

또 울산과학대학은 울산콘텐츠 산업의 전략적이고 실질적 지원과 조직구성을, 굿크리아트는 관광대표상품 개발과 문화콘텐츠기업의 창작활동에 대한 정책적 지원을 제안했다.

애니원고 학생들은 창작성과물이 아닌 창작과정과 안정된 생활환경 조성지원과 콘텐츠를 개발할 수 있게 지원하는 정책이 필요하다고 요청했으며, 웹툰작가들은 전문 멘토단 구성, 에이전시 연계, 자료 지원 등 좋은 작품을 개발할 수 있도록 행정의 지원을 건의했다.

콘텐츠기업 대표들과 콘텐츠창작자들은 영상, 광고, 애니메이션 등 다양한 콘텐츠제작 활동을 하면서 현장에서 느낀 지역의 콘텐츠산업관련 기반시설 부족과 정책적 지원에 대한 고충사항들을 건의했다.

울산시 관계자는 "울산 콘텐츠코리아 랩의 운영계획과 프로그램, 기획에 건의 내용을 적극 반영해 실질적인 지원이 되도록 하고, 국비를 확보할 수 있는 사업 발굴뿐 아니라 관계자 모임을 지속적으로 개최, 울산 콘텐츠 분야의 발전에 대해 꾸준히 논의하겠다"고 밝혔다.

@highlight

지난 12일 울산시는 4차 산업혁명을 선도할 문화콘텐츠산업의 육성방향과 전략적 추진방안을 논의하는 행사를 준비했고, 이 행사에 콘텐츠산업 관계자 42명이 참여했다.