전남형 지역성장 전략사업 프로젝트 ‘시동’

김영록 지사 “일선 시군에 지역 전략사업 추진 기회 제공”

김영록 전라남도지사가 12일 오전 도청 브리핑룸에서 지역 균형발전을 위한 ‘전남형 지역성장 전략사업 프로젝트 공모사업’본격 추진에 대해 발표하고 있다.

전남도가 지역 균형발전을 위한 ‘전남형 지역성장 전략사업 프로젝트 공모사업’을 본격 추진한다.

김영록 전남지사는 12일 전남도청 브리핑룸에서 전남형 지역성장 전략사업을 효과적으로 진행하기 위해 “전남도가 일선 시군이 제안한 지역 성장 전략사업 4개를 매년 선정해 100억원씩 매년 400억원의 예산을 지원한다”고 밝혔다.

전남형 지역성장 전략사업은 미래 성장 동력 확보를 위해 시군이 지역적 특성과 여건을 고려해 지역 발전사업을 자율적으로 만들고, 도가 공모를 통해 대상사업을 선정해 이를 지원하는 프로젝트다.

매년 공모를 시행해 시군이 제안한 사업 중 4개 시군의 4개 사업을 선정, 1개 사업당 최대 100억원, 해마다 400억 원대 사업을 추진한다.

사업비는 도가 50%를 지원하면 시군이 50%를 부담하는 방식으로 마련한다.

김영록 지사는 “중앙부처에게만 의존하던 기존 지자체 사업 구조를 벗어나 일선 시군에 지역 전략사업을 추진할 기회를 전남도가 제공하자는 것이 취지”라며 “지역 전략산업을 추진할 수 있는 기회를 도가 제공해 주도적으로 혁신성장을 이끌어 갈 수 있는 계기가 될 것으로 기대한다”고 말했다.

전남도는 이달 안에 시군 공모를 시작해 8월께 사업을 선정하고 내년 1월부터 사업을 본격적으로 추진한다는 구상이다.

계획대로 추진되면 중복지원이 안 될 경우 앞으로 3년간 12개 시군에서 사업이 추진 될 것으로 보인다.

한편 김영록 지사는 최근 국회 파행이 장기화되면서 쌀 목표가를 정하지 못해 ‘쌀 변동직불금’ 지급이 미뤄진데 대해 “국회는 조속히 여·야 협의를 통해 해당 상임위라도 먼저 열어 쌀 목표가를 결정하고, 농민에서 ‘쌀 변동직불금’을 하루 빨리 지급해 줄 것”을 강력 촉구했다.

@highlight

전남도가 도내 공모를 통해 지원 사업을 선정함으로써 지역 균형발전을 목표로 하는 '전남형 지역성장 전략사업'을 효과적으로 추진하기 위해 매년 400억원의 예산을 지원할 것이라고 밝혔다. 