중소기업중앙회가 12일 '2019년 스마트공장 선정기업' 대표 등 500명을 초청해 삼성전자 광주사업장 '그린시티'에서 제조혁신 사례를 공유하고 스마트공장 구축 교육을 실시했다.

1989년 설립된 삼성전자 광주사업장은 3000여명이 근무하며 에어컨, 공기청정기, 세탁기, 냉장고 등 프리미엄 생활가전을 생산하고 있다.

특히 소비자 취향에 따라 2만 2000개 조합이 가능한 형태로 삼성전자가 최근 공개한 맞춤형 냉장고 '비스포크'를 이 공장에서 생산한다.

삼성전자의 첫 외부 대규모 공장 공개 현장을 찾은 중소기업 대표들은 특히 삼성전자의 모듈생산방식(MPS) 공정에 관심을 보였다.

MPS는 컨베이어벨트를 중심으로 가로·세로 2m의 독립된 작업공간에서 이뤄지는 생산공정을 직원 한 명이 모두 책임지는 시스템이다.

문제가 발생한 MPS를 제외하고 컨베이어벨트가 정상적으로 돌아가 생산 효율을 획기적으로 개선할 수 있는 게 강점으로 꼽힌다.

이날 '상생형 스마트공장 혁신'을 주제로 특강을 한 김종호 삼성전자 스마트공장지원센터장은 삼성전자의 지원을 받아 스마트공장을 구축한 중소기업 사례를 소개했다.

두 차례 스마트공장 구축사업 지원을 받아 작업환경 개선, 제조장비 자동화를 이룬 전북 익산 소재 트랙터용 운전석 제조사 동성사의 매출이 1년 만에 22억원 증가해 지난해 103억원에 이르고 31명의 신규인력 고용 성과를 창출했다는 성공 사례가 소개됐다.

전남 여수의 두부과자 생산회사인 쿠키아는 삼성전자 지도로 온도 자동 조절 및 정량 투입 시스템을 구축, 2년 만에 하루 생산량을 85% 향상시키고 재료비는 15% 줄였다.

중기중앙회와 중소벤처기업부, 삼성전자가 공동추진하는 '대·중소 상생형 스마트공장 구축 지원 사업'은 삼성전자와 정부가 5년 동안 매년 100억원씩 총 1000억원을 지원하는 사업이다.

삼성전자는 추가로 100억원을 들여 사업 참가 중소기업의 판로 개척, 인력 양성 교육을 지원하기로 했다.

지난해 스마트공장 구축업체 만족도 조사 결과 참여업체의 86%가 만족을 표시했다.

@highlight

중소기업중앙회가 2019년 스마트공장 선정기업 대표 등 500명을 초청, 삼성전자 광주사업장 그린시티에서 제조혁신 사례와 스마트공장 구축 교육을 실시하여 참석한 중소기업대표들은 삼성의 모듈생산방식 공정에 관심을 보였는데 지난해 스마트공장 참관업체 만족도 조사 결과 86%가 만족을 표시했다.