SK머티리얼즈(대표이사 장용호)가 창사이래 처음으로 영주 NF3(삼불화질소) 공장을 지역주민에게 공개하며 소통에 적극 나서고 있다.

SK머티리얼즈는 12일 경북 영주 본사 공장에서 지역 주민을 초청한 설명회자리에서 공장을 전격 공개했다.

이날 SK머티리얼즈의 공장 내부시설 공개는 지난해 4월 이곳에서 유독가스(육불화텅스텐) 누출 사고 이후 공장 내 안전시설 확보 현황과 회사측의 지역상생 활동 상황 등을 알리기 위한 취지다.

설명회 자리에는 가흥1·2동, 안정면, 장수면 등 공장 인근 지역주민 120여 명과 장욱현 영주시장을 비롯한 시 관계자들이 참석했다.

먼저 SK머티리얼즈 손병헌 생산본부장은 안전 사고 예방 노력과 비상 시 피해 최소화를 위해 구축한 인프라와 주민 안전 확보 대책을 설명등을 설명했다.

방음벽, 불빛 저감 시설 등 공장 주변 환경 개선 시설에 대해 소개했다.

이어서 이강윤 대외협력실장은 사회공헌 사업, 지역 인재 채용 등 영주시 향토기업으로서 상생을 위해 SK머티리얼즈가 추진하고 있는 다양한 지역 밀착 활동을 상세히 알렸다.

설명회에 이어 SK머티리얼즈는 창사 이후 최초로 주민들에게 공장 시설을 공식적으로 공개했다.

참석한 주민들은 가스 누출 제거를 위해 가동 되는 있는 저장 시설 차폐 시스템, 수막 차단 시설 등 안전 설비 현황을 직접 확인하며 현장 질문을 통해 궁금증을 풀었다.

이날 설명회에 참석한 강성복 (69.가흥2동 )씨는 "위험한 물질을 다루는 공장이라고 해서 걱정이 컸는데 직접 와서 확인해 보니 믿음이 간다"며 "앞으로도 시민들이 안심하고 생활할 수 있도록 안전한 공장 운영이 되도록 노력해 달라"고 말했다.

장용호 머티리얼즈 대표이사는 "공장 안전 설비를 투명하게 공개한 이번 설명회를 시작으로 지역 사회와 적극 소통해 주민들에게 더욱 신뢰 받는 기업이 되겠다"고 약속했다.

@highlight

SK머티리얼즈가 창사 이후 처음으로 영주 NF3(삼불화질소) 공장 시설을 투명하게 지역주민들에게 공식적으로 공개한 설명회를 시작으로 지역 사회와 적극 소통해 주민들에게 더욱 신뢰 받는 기업이 되겠다고 약속했다.