"지역 사회 사랑에 보답"

충주시민축구단 모습.

［충북일보=충주］ 롯데주류가 지역사랑에 보답하기 위해 충주시민축구단을 공식 후원한다.

충주시민축구단을 공식 후원하는 롯데주류는 12일 충주탄금축구장에서 협약식을 가졌다.

이날 협약식에는 롯데주류 김봉석 충주공장장과 충주시민축구단 여명구 단장, 충주 시민축구단 공문배 감독을 비롯한 선수, 관계자 등이 참석했다.

이번 협약으로 롯데주류는 시민축구단의 홈경기 A보드 광고, 구단버스, 유니폼 '롯데주류' 브랜드 노출 등의 홍보 활동을 진행한다.

특히 시민축구단은 유니폼과 구단버스에 '클라우드' 이미지를 넣어 전국으로 홍보하게 된다.

롯데주류는 지난해 창단한 시민축구단에 남다른 애정으로 공식 후원하고 지원에 나서 K3 베이직(2부) 리그에서 어드벤스(1부)로 승격하는데 결정적인 역할을 했다.

지역에 남다른 사랑을 펼치고 있는 롯데주류는 지역민들을 위한 일자리 창출, 장학금 기부 등으로 지역민들에 큰 호응을 얻고 있는 기업이다.

충주시, 충주시민들의 후원으로 지난해 창단한 충주시민축구단은 K3 어드벤스 리그에서 22경기를 치룰 예정이다.

김봉석 공장장은 "롯데주류는 충주시민들에게 받은 사랑을 보답하기 위해 사회공헌 사업 일환으로 시민축구단을 공식 후원하게 됐다"며 "시민축구단이 국내 최정상팀으로 갈수 있도록 적극적으로 지원하겠다"고 말했다.

한편, 롯데주류는 여름시장을 겨냥해 무알콜 음료 '클라우드 클리어 제로' 350㎖ 캔을 선보여 소비자들의 눈길을 사로잡고 있다.

최근 가볍게 즐기는 음주문화 트렌드로 성장하고 있는 국내 무알콜 음료시장 진입을 위해 기획된 이 제품은 비발효 제조공법으로 제조돼 알코올 함량 0.00%, 당류 0g, 저칼로리(30㎉)가 특징이다.

@highlight

롯데주류에 따르면 지역사랑에 보답하기 위해 12일 충주탄금축구장에서 충주시민축구단을 공식 후원하는 협약을 맺고 시민축구단의 홈경기 A보드 광고, 구단버스, 유니폼 '롯데주류' 브랜드 노출 등의 홍보 활동을 실시한다.