특허청(청장 박원주)과 KDI대학원대학교(총장 최정표), 세종특별자치시(시장 이춘희), 세계지식재산기구(World Intellectual Property Organization, WIPO)는 오는 13일 서울 웨스틴조선호텔(중구 소공동)에서 '지식재산개발정책 석사과정'개설을 위한 업무협약을 체결한다.

지식재산과 경제개발, 혁신 정책을 연계한 석사과정은 세계 최초로 개설되는 것으로, 업무협약 체결을 거쳐 2020년부터 KDI 국제대학원에서 운영될 예정이다.

교육과정은 4차 산업혁명 시대를 맞아 창의성을 구체적 권리로 실현하는 지식재산의 중요성이 강조되면서, 개도국의 경제성장을 위해 개발전략과 지식재산을 연계하는 융합형 교육과정이 필요하다는 국제적 요청에 부응키 위해 마련됐다.

이번 교육과정은 국제 사회에서 특별한 사례로 평가되는 우리나라의 경제성장 경험이 지식재산 기반의 융합 교육과 접목되어 개도국의 혁신성장 전략 수립에 기여하는 바람직한 모델을 제시할 것이란 기대다.

세부 교육과정은 국제 지식재산제도, 지식재산 일반론, 개발정책과 혁신성장 전략, 우리나라의 경제발전사 등을 융합해 구성되며, 각 분야에서 전문성을 갖춘 KDI 교수진과 특허청, WIPO가 추천하는 인력이 강사로 참여한다.

더불어 세종특별자치시는 국제 학생들에게 관련 인턴십을 제공하는 등 실무경험을 쌓을 기회를 제공해 교육 과정의 효과적인 운영을 지원할 계획이다.

박원주 특허청장은 "활발한 지식재산 출원이 경제성장과 밀접한 관계가 있다는 것은 이미 통계적으로 입증된 사실"이라며 "우리의 성장 경험과 우수한 지식재산 제도를 융합한 동 과정이 개도국의 경제성장을 이끌 고급 인력을 양성하는데 실질적인 도움이 되는 교육과정으로 자리매김하기를 바란다"고 밝혔다.

한편, 업무협약 체결 후 이어서 개최되는 특허청과 세계지식재산기구의 양자회의에서 양측은 미래지향적 협력관계 구축 방향, 4차 산업혁명 시대를 맞아 발달하는 인공지능 기술의 활용 방안 등의 주제에 대해 의견을 교환할 예정이다.

@highlight

특허청과, KDI대학원대학교 등은 13일 서울 웨스틴조선호텔에서 '지식재산개발정책 석사과정'개설을 휘한 업무 협약을 체결할 예정이며, 이는 개도국의 경제성장을 위해 융합형 교육과정이 필요하다는 국제적 요청에 의해 마련되어 2020년부터 KDI 국제대학원에서 운영될 예정이다.