광주시가 2019 국제축구연맹(FIFA) U-20 월드컵 결승에 진출한 ‘정정용호’에 힘을 불어넣기 위한 팬들과 함께 시민응원전을 준비하고 있다.

사진은 지난해 6월 18일 광주월드컵경기장에서 열린 대한민국 축구 대표팀의 2018 러시아 월드컵 첫 경기가 응원전 모습.

광주광역시가 2019 국제축구연맹(FIFA) U-20 월드컵 결승에 진출한 ‘정정용호’에 힘을 불어넣기 위한 팬들과 함께 시민응원전을 준비한다.

김경호 광주시체육진흥과장은 12일 “정정용 감독이 이끄는 대표팀이 U-20 월드컵 결승전에 진출하면서 시민들과 함께 즐기는 응원전을 협의하고 있다”라며 “장소는 광주시청 광장이나 광주월드컵경기장 등을 검토하고 있다”고 밝혔다.

정정용 감독이 이끄는 U-20 대표팀은 한국시간 12일 새벽 폴란드 루블린 경기장에서 에콰도르와 벌인 준결승전에서 최준(연세대)의 결승골을 앞세워 1-0으로 승리하고 결승에 올랐다.

한국 남자 축구가 FIFA 주관대회 결승에 진출한 것은 이번이 사상 처음이다.

결승전은 한국시간으로 16일 오전 1시 폴란드 우치에서 우크라이나와 결승전을 펼친다.

특히 폴란드에서 새롭게 쓰여진 한국축구 역사에 광주 금호고 엄원상·김정민과 전남 광양제철고 출신 황태현이 공수에서 맹활약하고 있어 지역민들의 관심이 높다.

지역민들은 2002한일월드컵처럼 길거리 응원을 통해 마지막경기에 힘을 보태고 싶다는 의지를 보여주고 있다.

이에 광주시는 한국 축구의 역사적인 순간을 시민들과 함께 즐기면서 U20월드컵 대표팀에 힘을 주는 차원에서 거리 응원전 검토에 나섰다.

광주시는 거리응원전을 오는 7월 12일 개막하는 2019광주세계수영선수권대회 홍보의 장으로도 활용할 계획이다.

광주시는 지난해 열린 러시아월드컵 당시 한국의 예선경기 3경기때 광주월드컵경기장을 개방해 시민참여 응원전을 펼친 바 있다.

한편 대한축구협회도 한국과 우크라이나의 결승전때 거리 응원전을 펼치기로 하고 서울시, 방송국 등과 구체적인 사항을 협의중이다.

@highlight

광주시는 에콰도르와의 준결승전에서 1-0으로 승리하며 2019 국제축구연맹(FIFA) U-20 월드컵 결승에 진출한 우리나라 대표팀의 역사적인 순간을 기억하고 응원하기 위하여 시민 거리 응원전을 준비한다고 밝혔다. 