유동준(가운데) 충북중기청장이 충주연원시장 윤무영(오른쪽) 사무국장과 청주직지시장 양승구 부회장과 기념촬영을 하고 있다.

［충북일보］ 충북지방중소벤처기업청은 상인과 소비자의 교류의 장을 마련하고, 전통시장을 활성화하고자 '13회 충북 우수시장 박람회'를 12~15일 4일간 괴산 문화체육센터 광장에서 개최한다고 밝혔다.

올해 13회를 맞는 충북우수시장박람회는 우수상품 전시판매, 먹거리 장터, 상인 가요제, 상품경매 등 고객과 상인이 함께 즐길 수 있는 충북지역 최대 전통시장 축제행사다.

충북 우수시장 박람회는 종전까지 가을에 개최됐지만 올해는 충북도민체전 시기로 변경됐다.

이번 박람회에는 도내 35개 시장이 참여해 전시판매관 45개, 먹거리 장터 30개, 특별전시관 9개, 체험관 3개 등 총 93개 부스가 운영돼 보다 풍성한 볼거리와 먹을거리가 제공된다.

행사 첫날 오후 4시 진행된 개막식에는 충북도 행정부지사, 충북중기청장 등 관계자가 참석해 전통시장 활성화에 기여한 유공자와 상인, 우수시장에 포상을 수여했다.

이날 전통시장 시설현대화 추진 및 상인조직 육성 등의 공로를 인정받아 충주연원시장 윤무영 사무국장은 중기부장관 표창을 받았다.

청주직지시장 양승구 부회장 등 2명은 충북중기청장 표창, 괴산청천푸른내시장 서해구 회장 등 8명은 도지사 표창을 받는 등 총 11명이 수상의 영예를 안았다.

축제기간 CJB특집 축하공연, K-POP, 퓨전국악 등 문화예술 공연, 시·군의 날 행사와 함께 다양한 부대행사가 진행된다.

충북중기청 관계자는 "어려운 경제 여건 속에서 상인과 소비자가 서로 소통하고 힘을 낼 수 있는 이번 박람회를 계기로 전통시장과 소상공인이 더 도약하기를 기대한다"며 "우리 삶의 터전이자 지역경제의 근간인 전통시장을 많이 이용해 주길 바란다"고 말했다.

@highlight

12~15일 충북지방중소벤처기업청은 13회 충북우수시장박람회를 통해 어려운 경제 여건 속에서 상인과 소비자의 소통의 장을 제공하고 전통시장을 활성화하고자 한다.