당위성·시기 문제로 구의회 '부결' 고남석 인천 연수구청장의 공약사업인 연수문화재단 설립이 암초를 만났다.

구의회가 집행부의 문화재단과 관련된 안을 부결시켰다.

연수구의회는 최근 제224회 정례회를 열고 '연수구 지역문화진흥 조례안'과 '연수구 문화재단 설립 출연 동의안'을 부결처리 했다고 12일 밝혔다.

구의회 기획복지워원회가 다룬 이번 동의안은 가부 여부를 묻는 표결 끝에 3대3으로 부결됐다.

기획복지위원회는 더불어민주당 의원 3명과 자유한국당 의원 3명으로 구성돼 있다.

반대표를 던진 자유한국당 의원 3명은 문화재단 신설 당위성과 시기의 타당성 등을 문제 삼은 것으로 알려졌다.

이에 따라 올해 10월 출범을 목표로 로드맵을 그렸던 구는 계획에 차질을 빚게 됐다.

앞서 구는 지역문화 정책을 개발하고 구민 예술활동을 지원하기 위해 연수문화재단 설립을 기획했다.

1국 5팀 규모로 현재 건립 중인 구청사 별관 내 사무실을 설치할 예정이었다.

구가 출연금을 내는 출연기관으로 2022년까지 총 18억722만원이 소요될 것으로 예상했다.

인하대 산학협력단에 의뢰한 타당성 용역에서도 재단이 설립되면 약 35억원의 생산유발효과와 14억3000만원의 부가가치 유발 효과를 내는 등 사업이 타당하다는 결론이 나왔다.

이미 재단을 운영하고 있는 서구와 부평구 등 타 지자체는 재단을 통해 국비 문화정책사업을 활발히 펼치고 있다.

문화·예술 인프라가 부족한 연수구는 구민 삶의 질 향상을 위해 연내 문화재단 출범에 공을 들였었다.

재단 설립은 고 청장의 공약사업이기도 하다.

이런 와중에 구의회에서 제동이 걸리자 구는 당혹감을 감추지 못하고 있다.

구 관계자는 "아직 본회의 절차가 남아있어 더 협의 해 볼 계획"이라며 "이번 회기에 실패한다면 연내 출범은 사실상 물거품 된다"고 말했다.

@highlight

연수구의회는 최근 제224회 정례회를 열고 '연수문화재단 설립 동의안'을 투표한 결과 3대3으로 부결됐고, 이에 따라 올해 10월 출범 목표였던 재단 설립 계획에 제동이 걸렸다.