이용섭 시장 “수영대회 北 참가, 내달 3일까지 신청 가능”

이용섭 광주시장은 “수영대회 북한 선수단 참가는 7월 3일 경기엔트리 마감까지 가능하다”며 “북한의 광주세계수영선수권대회 참가를 지속해서 노력하겠다”고 12일 밝혔다.

이 시장은 이날 대회 개막 한 달을 앞두고 광주시청 브리핑룸에서 기자회견을 갖고 “정부와 국제수영연맹(FINA) 등을 비롯해 다양한 경로로 북한의 참가를 제안해왔다”며 “세계 유일 분단국가에서 열리는 만큼 체육을 통한 교류와 소통이 곧 평화임을 세계에 보여주기를 희망한다”며 이같이 말했다.

이 시장은 “희망적인 것은 북한이 FINA가 개최한 대회에 한 번도 불참한 적이 없다”며 “내년 열리는 도쿄 올림픽 출전권의 43%가 광주대회에 배정된 것도 북측 참가를 유인할 요소”라고 설명했다.

광주대회가 역대 최대 규모로 치러질 전망이라며 기대감도 내비쳤다.

이 시장은 “어제 오후 5시 기준으로 196개 국가에서 6천285명, 선수만 따로 집계하면 2천612명이 참가 신청을 마쳤다”며 “내달 3일인 경기엔트리 마감까지 참가국 수는 바뀔 수 있다”고 언급했다.

2년 전 헝가리 부다페스트에서 열린 대회에는 177개 국가 7천275명(선수 2천303명)이 참가했다.

2015년 러시아 카잔대회 참가 규모는 184개국 6천683명(선수 2천416명)이다.

이 시장은 “가장 중요한 수치는 참가 국가와 선수단 규모”라며 “이 기준만 놓고 보면 내일 오전 9시인 선수등록 마감을 앞두고 이미 역대 최대”라고 설명했다.

그는 “수영대회가 어려운 여건 속에서도 차질없이 준비되고 있다”며 “역대 어느 대회보다 가장 많은 국가와 선수들이 참여해 풍성한 기록과 안전한 대회가 될 수 있도록 남은 기간 최선을 다해 준비하겠다”고 말했다.

이어 “이번 대회 성공의 또 하나의 필요한 조건은 국민적 관심이다”며 “이번 수영대회를 계기로 온 국민과 남북이 하나가 돼 대한민국의 위상, 한반도의 평화, 광주의 세계화를 널리 알릴 수 있도록 하겠다”고 강조했다.

@highlight

광주세계수영선수권대회를 준비하고 있는 광주시는 지속적으로 대회에 참여해 온 북한 선수단의 광주 대회 참가를 독려하며 체육을 통한 교류와 소통으로 세계인들에게 평화 메시지를 알리자며 개막 한 달을 앞둔 12일, 광주시 청사에서 브리핑을 가졌다.