미국의 관세 인상 압박에 불법 이민 제한 강화 카드를 꺼내 든 멕시코가 자국 내 우려의 목소리에도 6000명의 국가방위군을 남부 국경에 배치하기 시작했다.

그사이 도널드 트럼프 미 대통령은 미·멕시코 간 이면 합의가 담겼다고 주장하는 문서 일부를 공개하며 진실 공방이 가열되고 있다.

AP통신에 따르면 안드레스 마누엘 로페스 오브라도르(암로) 멕시코 대통령은 11일(현지시간) 정례 브리핑에서 불법 이민자 단속을 위해 국가방위군을 남부 국경 지대에 배치하기 시작했으며, 장군과 교도소장 등 5명의 고위 관리가 포함된 특별위원회를 구성했다고 밝혔다.

마르셀로 에브라르드 외무장관은 이민자를 등록시켜 이민 신분을 규제할 수 있는 선택권을 제공할 것이며, 등록을 원치 않으면 되돌려 보내겠다고 설명했다.

향후 미국과의 국경 지역에도 방위군을 파견할 방침이다.

그러나 멕시코 가톨릭 주교회는 10일 성명을 통해 "6000명의 추가 방위군 배치는 불법 이민이 발생하는 근본적인 원인을 해결하는 방법이 되지 못한다"면서 "우리 자신이 벽이 될 수는 없다"고 비판했다.

과테말라와 온두라스 등 중남미 국가의 정세가 안정되지 않는 한 이민 행렬 자체를 줄일 수는 없다는 것이다.

워싱턴포스트(WP)는 전·현직 군인, 연방경찰로 구성된 방위군은 치안 확보를 위해 신설된 조직이지 국경 안보나 이민 집행에 관한 훈련은 전혀 받지 않았다는 점에서 국경 수비나 불법 이민 제한 업무에는 적합하지 않다고 평가했다.

540마일(약 870㎞)에 이르는 과테말라 국경 지대에서 이민자들이 방위군을 피해 더 위험한 지대를 택하게 될 가능성도 크다.

한편 트럼프 대통령은 이날 백악관에서 미·멕시코 양국이 맺은 합의 중 아직 공개되지 않은 것이 있다며 한 문서를 꺼내 들었다.

앞서 이면 합의가 있다는 자신의 주장을 멕시코 측에서 부정한 것에 대응하는 돌발행동이었지만, 문서 내용은 공개하지 않았다.

WP 등 외신은 '안전한 제3국' 합의 등 망명과 관련됐을 수도 있다고 추정했다.

@highlight

미국의 관세 인상 압박에 따라 안드레스 마누엘 로페스 오브라도스 멕시코 대통령은 11일 불법 이민자 단속을 위해 국가 방위군 6000명을 남부 국경지대에 배치하기 시작했으며 마르셀로 에브라르드 외무장관은 이민자를 등록시켜 이민 신분을 규제할 수 있는 선택권을 제공할 예정이라고 밝혔다.