유성생명과학고가 12일 전북 군산 월명종합경기장에서 열린 '2019 금석배 전국고등학생 축구대회'에서 지난 해 우승팀인 천안제일고를 2대 1로 물리치고 우승의 영예를 안았다.

유성생명과학고 축구팀 선수들이 우승 후 기뻐하고 있다.

대전 유성생명과학고가 15년 만에 전국고등학생 축구대회에서 우승컵을 들어 올렸다.

유성생명과학고는 12일 전북 군산 월명종합경기장에서 열린 '2019 금석배 전국고등학생 축구대회'에서 지난 해 우승팀인 천안 제일고를 2대 1로 물리치고 우승의 영예를 안았다.

유성생과고의 전국고교축구대회 우승은 2004년 대통령금배 전국고등학교 축구대회가 마지막이었다.

2013년 백록기 전국고등학교 축구대회에선 준우승하는 쾌거를 올리기도 했다.

유성생과고는 선취점을 내며 경기를 내내 리드, 승리를 일궈냈다.

전반 23분 예영광이 오른쪽 측면에서 김건영의 센터링을 헤딩으로 받아쳐 상대 골망을 흔들었다.

유성생과고는 후반 추가점까지 터뜨리며 승기를 잡았다.

후반 36분 프리킥 상황에서 허승우가 프리킥을 올렸고 이를 허강준이 득점으로 연결했다.

천안제일고도 반격에 나섰다.

천안 제일고는 후반 40분 이후 추가시점 4분에 이현우가 득점하며 1점 만회했다.

홍위표 유성생명과학고 축구팀 감독은 "천안 제일고와는 올해 앞서 다른 대회에서 맞붙어 두 번 졌다.

전력 차이가 있다 보니 이번 경기는 지배한다기보다는 수비와 빠른 역습의 전술을 가져갔는데 전략이 잘 먹혔다"며 "선제골을 낸 데 이어 추가점까지 일궈내며 분위기를 가져갈 수 있었다"고 말했다.

홍 감독은 이어 "15년 만에 결승전에 올라가 선수와 코칭스태프 모두 우승 열망이 컸다"며 "다들 한 마음이 돼 경기를 뛰었는데 우승하게 돼 기쁘다.

주장인 임창협을 비롯한 선수와 코치들에게 고맙다"고 우승 소감을 밝혔다.

@highlight

대전 유성생명과학고가 12일 열린 '2019 금석배 전국고등학생 축구대회에서' 지난 해 우승팀 천안 제일고를 허강준의 결승골 포함 2대 1로 물리치고 15년만에 우승했다.