대구경북 내년도 국비 예산 확보에 빨간불이 켜졌다.

애초 신청한 목표액에 크게 모자란 데다 앞으로의 증액 상황도 불투명한 탓이다.

12일 경북도에 따르면 내년도 국비 예산으로 각 부처에 5조7천억원을 요청했지만 지난달 말 기획재정부로 넘어간 2020년도 부처별 예산안에는 2조9천억원만 반영된 것으로 나타났다.

이는 요청 국비의 절반 수준으로 최소 목표인 3조8천억원에도 크게 못 미치는 액수다.

대구시가 받아든 중앙부처의 1차 국비 예산 반영액 규모도 최종 목표액에는 다소 빠지는 상황이다.

대구시는 2020년도 국비 예산으로 모두 3조4천418억원을 요청했다.

5월 말 기준 각 부처가 집계한 대구시 국비 예산 1차 반영액은 시가 앞서 요청한 예산의 80.9% 수준인 2조7천861억원으로 나타났다.

대구시와 경북도는 오는 27, 28일 각 부처가 추가 예산안을 받을 때까지 더 많은 국비가 포함될 수 있도록 만전을 기할 작정이다.

이철우 경북도지사는 간부들에게 부처별로 정확한 반영 금액을 확인할 것을 지시하는 한편 예산 골든타임(기재부 추가 예산안 제출 시기)에 더 많은 국비가 포함되도록 부처별 방문, 국회의원과의 협력 등을 강력하게 주문했다.

대구시는 신청 사업 예산의 상당 비중을 연구개발(R＆D) 사업비가 차지하고 있어 연말까지 목표치를 달성하는 데 다소 여유가 있다는 입장이다.

하지만 국비 확보의 전망은 밝지 않다.

기재부 예산 골든타임 때 국비 증액을 노려도 조 단위의 뭉터기 예산이 아닌 쪽지 예산 정도에 불과한 경우가 많기 때문이다.

경북도는 지난해 2019년 국비 사업으로 5조4천억원을 신청했으나 정부 예산안에 3조2천억원만 반영되고 국회 심의 과정에서 3천900억원이 증액되는 데 그쳤다.

올해 정부 추가경정예산에도 지진대책 사업을 중심으로 3천700억원을 건의했지만 1천131억원만 반영됐다.

경북도 관계자는 "부처별로 예산 확보 상황을 추가 확인하면 국비 확보 전체 규모가 더 늘어날 가능성이 크다"며 "대형 SOC 사업을 줄이고 대신 추진하는 복합생활 SOC 사업 방향이 잡히면 지역에 수천억원 정도는 추가로 더 내려올 것으로 본다"고 말했다.

@highlight

대구시와 경북도에서 내년도 국비 예산 반영이 크게 모자라 부처별 정확한 반영 금액 확인과 예산안 제출시 부처별로 방문하고 국회의원과의 협력 등을 주문하며 국비 확보에 비상이다. 