(동양일보 임재업 기자) 중소기업중앙회(회장 김기문)는 12일 2019년 스마트공장 선정기업 대표 등 500명을 초청, 삼성전자 광주사업장에서 제조혁신 사례와 스마트공장구축 벤치마킹 교육을 실시했다.

이번 교육은 대기업의 혁신 사례를 중소기업 대표들이 직접 보고 체험할 수 있는 제조 현장투어와 ‘상생형 스마트공장 혁신을 위한 제언’이라는 주제의 특강으로 진행되었다.

1989년 설립된 삼성전자 광주사업장은 3000여명이 근무 중으로 에어컨·공기청정기·세탁기·냉장고 등 프리미엄 생활가전을 생산하고 있다.

제조현장 투어를 통해 삼성전자에서 자체적으로 제조현장을 개선한 사례들을 소개하였으며, 특히 삼성전자의 모듈생산방식(MPS) 공정은 참석한 중소기업 대표들에게 많은 관심을 얻었다.

MPS는 컨베이어벨트를 중심으로 가로세로 2m의 독립된 작업공간(셀)에서 한 명의 직원이 생산공정을 모두 책임지는 시스템으로, MPS에서 문제가 발생한 직원을 제외하고 정상적으로 컨베이어벨트가 돌아가 생산효율이 획기적으로 개선되는 장점이 있다.

또한, 삼성전자 김종호 스마트공장지원센터장이 직접 ‘상생형 스마트공장 혁신을 위한 제언’이라는 주제의 특강을 통해 경영혁신과 바람직한 스마트공장에 대한 대안을 제시하였으며, 특히 참석한 중소기업 대표들은 “품질혁신, 생산계획 관련 노하우 강의가 많은 도움이 되었다”고 평했다.

삼성전자 김종호 스마트공장지원센터장은 "삼성전자가 지난 5년간 쌓은 스마트공장 지원 노하우를 바탕으로 이번 상생형 스마트공장 구축 지원사업에 참여한 업체의 현황에 맞게 맞춤형으로 지원할 계획"이라고 말했다.

한편, 중기중앙회-삼성전자의 18년도 스마트공장 구축업체 만족도 조사 결과 참여업체의 86%가 만족했으며, 작업환경 개선(47.8%), 생산성 증가(41.2%), 생산공정 개선(33.3%), 불량률 감소(30.4%) 등이 세부적인 성과로 조사된 바 있다.

'대·중소 상생형 스마트공장 구축 지원 사업'은 삼성전자가 5년간 매년 100억원, 정부가 100억원씩 총 1,000억원을 지원하는 사업이다.

@highlight

지난 12일 삼성전자 광주사업장에서 스마트공장 선정기업 대표 500명 등이 초청되어, 스마트공장구축 벤치마킹 교육을 실시헀는데, 제조현장을 개선한 사례 중 MPS는 한 명의 직원이 독립된 작업공간에서 생산공정을 책임지는 시스템으로 MPS에서 문제가 발생한 직원을 제외하고 정상적으로 컨베이어벨트가 돌아가 생산효율이 획기적으로 개선되는 장점으로 주목받고 있다고 밝혔다.