= 행정안전부(장관 진영)는 12일 정부서울청사에서 제12차 전자정부추진위원회를 개최하고, 공공기관 개방형 운영체제 도입계획 등 4개 안건에 관한 심도 있는 논의를 펼쳤다.

그간 전자정부추진위원회는 11차례 회의를 통해 전자정부2020기본계획 등 전자정부 주요 정책을 심의하고, 차세대 인증기반 도입 전략, 민간주도형 전자정부 추진계획 등을 통해 전자정부 사업과 미래 정책방향을 제시하는 등 명실상부한 전자정부의 지휘본부 역할을 수행해 왔다.

제12차 회의에서 논의된 주요 안건은 먼저 공공기관 개방형 운영체제 도입계획이였다.

지금까지 행정기관 등에서 사용하는 컴퓨터의 운영체제는 특정 기업의 운영체제를 사용할 수밖에 없는 상황이었기 때문에 구매비용을 절감하는 것에는 한계가 있다는 지적이 있었다.

이에 행정기관 및 공공기관에서 사무용 운영체제를 최소 비용과 노력으로 도입할 수 있도록 도입방식 및 기준을 정하도록 함으로써 운영체제의 도입비용을 대폭 절감할 수 있는 제도적 근거를 마련하고자 했다.

다음으로 작지만 체감도 높은 정책과제로서 챗봇을 통한 범정부 민원상담 365체계 구축, 사물인터넷 활용 관용차량 소외계층 공유 서비스 등 2개 과제였다.

챗봇을 통한 범정부 민원상담 365체계 구축은 소관 부처 구분 없이 24시간 국민의 궁금증을 해소하는 범정부적 체계를 구축해 각 기관에서 쉽게 해당 상담서비스를 제공할 수 있도록 하는 지원 체계 마련이다.

사물인터넷 활용 관용차량 소외계층 공유 서비스는, 휴일 미운행 관용차량을 기초생활수급자 등의 소외계층에 무상으로 대여해 소외계층의 교통복지를 증진하고 여가의 향유 기회를 실질적으로 보장하려는 정책 의지를 반영했다.

이 밖에 범정부 정보자원 보존 추진현황으로, 산자부 등 5개 부처를 대상으로 보존대상을 선정한 후에 최종 개선방안을 마련할 계획을 보고했다.

윤종인 행정안전부 차관은 "공공용 운영체제의 도입방식을 근본적으로 개선해 도입 비용의 대폭 절감을 도모하는 한편 작지만 체감도 높은 정책과제 등의 방안을 통해 우리 전자정부 발전 성과를 국민들께서 실생활을 하면서 구체적으로 실감하실 수 있도록 노력해 나가겠다"라고 말했다.

@highlight

공공기관 운영체제 도입계획이 주요 안건이었던 제12차 회의에서 지금까지의 구매비용을 절감하는 것에 있어서의 한계점을 해결하기 위해 행정기관 및 공공기관에서 사무용 운영체제 비용을 최소로 도입하도록 함으로써 운영체제의 도입비용을 절감할 수 있는 근거를 마련했다.