연극 '대머리 여가수'

극단 나무의자(대표 김민선)는 제6회 정기공연으로 연극 '대머리 여가수'를 23일(일)까 지 대구 대명동 소재 골목실험극장에서 공연한다.

연극 '대머리 여가수'는 이오네스코의 원작을 김동찬이 각색과 연출을 했다.

실존주의에 속하는 프랑스의 시인, 소설가, 극작가인 이오네스코는 연극의 줄거리, 성격, 언어를 해체하는 것으로 연극의 에센스를 뽑아내서 전 세대의 실험적 쉬르리얼리즘 연극에 풍요한 넌센스와 유머를 부여함으로써 대중화에 성공했던 작가다.

어느 가정의 저녁 시간.

식사를 마친 공씨 부부가 난롯가에서 대화를 한다.

그들의 대화는 일상적인 듯 보이지만 무미건조하고 맥락이 닿지 않는다.

괘종시계가 일곱 번, 세 번, 다섯 번, 두 번 등 종잡을 수 없이 울린다.

조카인 미자가 등장하여 다래끼 부부의 방문을 알린다.

공씨 부부가 옷을 갈아입으로 들어간 사이 다래끼 부부가 마주 앉아 대화한다.

처음에 그들이 모르는 사이처럼 보이지만 대화를 나누면서 자신들이 부부임을 확인하고 포옹한다.

이때 미자가 조용히 등장하여 그들은 부부가 아니며 자신의 본명은 '윤봉길'이라고 주장하고 퇴장한다.

연극 '대머리 여가수'

배우에는 공씨 역에 천정락, 공씨 부인 역에 김민선, 미자 역에 석효진, 다래끼 역에 권성윤, 다다미 역에 박정선, 산불감시반장 역에 임윤경이 출연한다.

각색과 연출을 한 김동찬은 "이 시대에 우리의 부조리한 삶은 당연한 것이 돼버렸다.

관계의 부피는 불어나지만 진정한 대화의 의미는 점점 퇴색돼 가고 있다.

'대머리 여가수'엔 해결책도 없고 진지한 질문도 없다.

그저 낮선 인물에서 문득 낮선 자신을 발견하기를 바란다"고 당부했다.

공연 평일 오후 7시 30분, 토·일 오후 5시, 월요일 공연 없음.

전석 2만7천원.

문의 053)522-4255.

@highlight

극단 나무의자는 제6회 정기공연으로 이오네스코의 원작을 김동찬이 각색과 연출을 맡은 연극 '대머리 여가수'를 23일까지 대구 대명동에 위치한 골목실험극장에서 상연하며 연기자에는 공씨 역할에 천정락, 공씨 부인 역에 김민선, 미자 역에 석효진 등이 나온다.