4살짜리 딸이 오줌을 쌌다는 이유로 추운 화장실에 방치한 뒤 숨지게 한 엄마에게 징역 12년이 선고됐다.

의정부지법 형사합의11부(부장 강동혁)는 13일 아동학대범죄의 처벌 등에 관한 특례법(아동학대치사) 위반 혐의로 기소된 피고인 이모(34)씨에게 징역 12년을 선고하고, 120시간의 아동 학대 치료프로그램 수강을 명령했다.

아동학대범죄의 처벌 등에 관한 특례법의 법정형은 무기징역 또는 5년 이상의 징역이며, 대법원 양형 기준은 징역 6∼10년이다.

앞서 검찰은 이씨에게 징역 10년을 구형했지만 재판부는 양형 기준과 검찰 구형량을 넘은 징역 12년을 선고했다.

재판부는 "유엔(UN) 아동협약은 아동 학대를 가중 처벌하도록 권고하고 있다. 피고인은 아동복지법 위반으로 처벌받은 전력이 있고 피해자의 친부가 처벌을 원하는 등 죄에 상응하는 엄중한 처벌이 필요하다"고 밝혔다.

이씨는 지난 1월 1일 새벽 의정부시내 자신의 집에서 딸 A(4)양이 오줌을 쌌다는 이유로 4시간가량 화장실에 가두고 벌주는 등 학대해 숨지게 한 혐의로 구속기소 됐다.

사건 당일 오전 7시 A양이 쓰러졌는데도 병원에 보내지 않고 방치한 혐의도 받고 있다.

당시 A양은 알몸 상태였다.

검찰은 수사과정에서 이씨가 사건 전날 밤 소변을 가리지 못한다는 이유로 A양의 머리를 핸드 믹서로 수차례 때리고, 큰딸에게 프라이팬으로 A양을 때리도록 한 혐의를 추가했다.

더욱이 A양을 화장실에 들어가게 한 뒤 밀쳐 넘어뜨려 머리를 다치게 하고, 세탁건조기에 가둔 혐의까지 포함돼 충격을 줬다.

이씨가 평소 A양을 폭행한 정황도 나왔다.

이씨는 법정에서 검찰이 제기한 공소 사실을 대체로 인정하면서도 핸드 믹서로 폭행하고 세탁건조기에 가둔 부분은 혐의를 부인했으며 "이 시기 유산해 제정신이 아니었고 감기약과 술을 먹어 취한 상태였다"며 심신미약을 주장했다.

재판부는 피고인의 아들 진술을 토대로 이 같은 주장을 받아들이지 않았다.

@highlight

의정부지법 형사합의11부(부장 강동혁)는 4살짜리 딸이 오줌을 쌌다는 이유로 추운 화장실에 방치하여 숨지게 한 엄마에게 13일 아동학대범죄의 처벌 등에 관한 특례법(아동학대치사) 위반 혐의로 징역 12년과 120시간의 아동 학대 치료프로그램 받게 했다.