대림산업은 6월 중 대구 서구 내당동 197-2번지 일원에서 'e편한세상 두류역'을 분양할 예정이라고 13일 밝혔다.

주택재건축정비사업인 이 단지는 지하 3층~지상 30층, 전용면적 59~84㎡, 총 902가구로 건립된다.

이 가운데 전용면적별 59㎡ 65가구, 74㎡A 144가구, 74㎡B 179가구, 84㎡ 288가구 등 모두 676가구가 일반분양 물량이다.

이 곳 입지는 대구지하철 2호선 내당역과 두류역을 도보 10분 내 이용 가능한 더블역세권으로 지하철 이용 시 단지에서 2호선 범어역까지 20분대로 이동할 수 있다.

성서IC, 남대구IC 등이 가까워 중앙고속도로, 경부고속도로 등 이용도 편리하고 달구벌대로, 서대구로 등이 인접해 있어 도심 내·외곽으로 빠르게 이동할 수 있다.

또 인근 거리에는 홈플러스(내당점), 서대구시장, 내당시장 등 생활편의시설과 서구청, 대구서구보건소, 대구서부경찰서, 서대구우체국 등 관공서가 위치한다.

교육 환경도 좋아 근접거리에 두류초, 내서초, 경운초, 경운중, 중리중, 달성고, 경덕여고 등 다수의 초·중·고교가 있다.

'e편한세상 두류역'에는 새로운 라이프스타일 맞춤 주거 플랫폼 C2 하우스 및 미세먼지 저감 시스템인 '스마트 클린&케어 솔루션'이 도입된다.

분양 관계자는 "'e편한세상 두류역'은 교육, 쇼핑, 의료, 문화 등 완비된 구도심 내 생활 인프라와 대구 최대규모의 두류공원 등 편리한 도심 속 쾌적한 생활을 누릴 수 있다"고 말했다.

'e편한세상 두류역' 주택전시관은 대구 수성구 동대구로 333 일원에 준비 중이며 이달 중 개관 예정이다.

@highlight

대림산업은 6월 중 대구 서구 내당동 197-2번지 일대에서 'e편한세상 두류역'을 분양할 계획인데 맞춤 주거 플랫폼 C2 하우스 및 미세먼지 저감 시스템인 '스마트 클린&케어 솔루션'이 포함된 편리한 생활 인프라를 즐기고 두류공원 등의 쾌적한 생활환경도 누릴 수 있다고 소개한다.