정몽규 HDC 회장이 BT프로젝트 워크숍에서 인사말을 하고 있다.

[환경일보] 심영범 기자 = HDC그룹은 12일 용산역 CGV에서 본사 전 임직원이 참석한 가운데 BT(Big Transformation) 프로젝트 8차 워크숍을 진행했다고 13일 밝혔다.

이날 행사에는 정몽규 HDC 회장, 김대철 HDC현대산업개발 대표이사 사장, 권순호 HDC현대산업개발 대표이사 전무, HDC그룹 계열사 대표이사, HDC현대산업개발 임직원 등 500여명이 참석했다.

이날 워크숍에서 임직원들은 건설사 최초로 애자일 제도를 도입한 뒤 담당자 중심에서 프로젝트 중심으로 일하는 방식이 전환되는 과정에서 기존 스타일과 완전히 차별화된 업무추진 전략과 실행 방안, 디테일 등이 담긴 병점역 아이파크 캐슬의 분양사례를 성공케이스로 공유했다.

병점역 아이파크 캐슬 프로젝트는 업무속도와 협업, 역량 측면에서 애자일 조직의 장점이 발휘됐으며, 사업부서 및 지원부서의 역량을 총동원함으로써 시너지 효과를 거둘 수 있었다.

정몽규 회장은 이날 워크숍에서 "회사가 조직력과 직원들의 개인역량을 활용할 수 있도록 변화하고, 직원들도 개인 역량 향상을 위해 끊임없이 노력해야 한다", "변화는 의식과 무의식의 조화를 통해서 그리고 개인의 의지와 주변 환경의 변화가 동반되어야 가능한 것"이라며 "변화하는 것은 어렵지만 남들보다 조금씩 먼저 변화해 경쟁력을 키워나가자"고 강조했다.

이번 워크숍에 참석한 한 직원은 "총 8차례의 워크숍에 참석하면서 HDC그룹이 큰 변화를 위해 끊임없이 고쳐나가며 철저히 준비해가는 과정을 체감할 수 있었다. 앞으로는 직원들도 '내가 먼저 변화하자'는 마음가짐으로 작은 것부터 실행에 옮겼으면 좋겠다"라며 "최근 이어졌던 변화의 성과들이 조금씩 가시화되는 것 같아 기대가 크다"라고 소감을 밝혔다.

한편, HDC그룹은 BT 프로젝트를 통해 자율적이고 창의적인 문화가 있는 '자기 완결형 조직', 새로운 고객 가치를 전달하고 더 많은 비즈니스 기회를 창출하는 '고객 중심 비즈니스', 일하는 문화를 혁신해 디지털로 일하는 '스마트한 기업'으로 성장해 나갈 예정이다.

@highlight

12일 HDC그룹은 용산역 CGV에서 본사 임직원 500여명이 참석한 가운데 BT(Big Transfomation) 프로젝트 8차 워크숍을 진행하고 병점역 아이파크 캐슬 분양을 성공사례로 공유했다.