조병옥(왼쪽 세번째) 음성군수가 맹동농협 출하기원제를 마치고 수박 홍보에 나서고 있다.

(동양일보 엄재천 기자) 음성군의 대표 농특산물인 다올찬 수박이 지난 10일부터 12일까지 대소농협·맹동농협 수박선별장, 음성 햇사레거점산지유통센터에서 공동 출하 기원제를 지내고 본격적인 출하를 시작했다.

12일 음성농협 출하 기원제에는 음성 햇사레거점산지유통센터에서 작목반 회원들과 지역단체장, 중도매인 등 100여명이 참석했다.

앞서 11일 맹동농협 출하 기원제에는 조병옥 군수와 경대수 국회의원, 권혁산 농협음성군지부장, 서울 동화청과, 중앙청과 중도매인 등 100여명이 참석한 가운데 성황리에 마쳤다.

올해 첫 출하는 음성군 대소면 소재 송승섭 농가에서 재배한 수박 7000통을 포함해 1만여통의 수박을 선별해 하나로유통, 가락 서울청과, 중앙청과, 동화청과 등에 출하돼 8㎏ 기준 1만5000원 정도의 가격에 판매될 예정이다.

천혜의 자연조건을 갖춘 음성지역의 신선한 물과 공기, 토양에서 친환경으로 재배된 다올찬 수박은 ‘속이 꽉 차고 단단하다’는 의미의 공동브랜드다.

뛰어난 당도는 물론이고 아삭아삭한 육질과 시원하고 깔끔한 맛이 일품으로 서울과 수도권 소비자가 가장 선호하는 수박으로 평가받고 있다.

지속적인 품질관리와 다른 지역 수박과의 차별화 및 품질향상을 통해 충청북도 우수 농특산물 품질인증 승인을 받았다.

음성 햇사레거점산지유통센터에서는 1일 약 1만통의 수박 선별이 가능한 최첨단의 비파괴 당도측정기로 자동 선별해 당도 11브릭스(brix) 이상만 출하되고 있다.

한편 음성군의 다올찬 수박은 2018년도 기준 923개 농가에서 1169㏊를 재배하고 있고, 지난해 음성 햇사레거점산지유통센터에서만 39억원의 매출을 올린 바 있다.

@highlight

음성군의 대표 농특산물인 다올찬 수박이 지난 10일부터 12일까지 대소농협·맹동농협 수박 선별장, 음성 햇사레거점산지유통센터에서 공동 출하 기원제를 지내고 본격적인 출하를 시작했으며 지속적인 품질관리와 다른 지역 수박과의 차별화 및 품질 향상을 통해 충청북도 우수 농특산물 품질인증 승인을 받은 다올찬 수박은 8㎏ 기준 1만 5000원 정도의 가격에 판매될 예정이다.