이순민 "인체 위해성에 관한 과학적 확실성이 증명되지 않은 경우에도 사전 예방의 원칙에 의거한 규제 기준을 설정할 필요가 있습니다."

김윤신 건국대 환경공학과 석좌교수는 12일 '삼산동 특고압 문제, 해결 방안은 무엇인가' 토론회에서 "특고압선에서 방출되는 전자파 규제 기준을 시민 눈높이에 맞게 검토해 갈등을 해소해야 한다"며 이렇게 말했다.

이날 인천 부평구 삼산2동 행정복지센터에서 열린 토론회에서 전문가들은 '사전 예방의 원칙'을 화두에 올렸다.

세계보건기구(WHO)가 제시한 이 원칙은 위해성에 대한 과학적 증거가 부족해도 선제적으로 주의 조치를 취해야 한다는 것이다.

인체에 미치는 영향이 명확하게 규명되지 않은 전자파도 여기에 해당된다.

국내 전자파 기준은 833mG이다.

한국전력공사는 국제가이드라인은 1000mG이고, 유럽연합도 이를 따른다고 설명하고 있다.

김원 노동환경건강연구소 화학물질센터 실장은 "이런 수치는 단기적 노출을 기준으로 한다.

스위스나 네덜란드 등의 국가는 학교와 같은 민감시설 신설의 경우 4~10mG를 적용하고 있다"고 말했다.

지난해 12월 국립환경과학원 조사에서 삼산동 전력구 인근 아파트 실내에선 최대 15.7mG의 전자파가 측정됐다.

지중선로는 전력구를 따라 아파트 단지와 초등학교 앞을 지난다.

김 실장은 "전자파 논란에서 가장 중요한 점은 사전 예방의 원칙을 고려하는 것"이라며 "현재 수준에서도 전자파 강도가 우려되기 때문에 증설이 고려돼선 안 된다"고 말했다.

토론회를 주최한 '삼산동 특고압 주민대책위원회'는 한전이 제시한 전자파 저감시설 효과도 불충분하다고 주장했다.

이은옥 위원장은 "한전은 차폐막을 설치하면 전자파가 70% 줄어든다면서도 34만5000V 송전선이 증설됐을 때의 수치에 대해선 알 수 없다고 한다"며 "비용만 따지지 말고 제도적 장치와 피해 구제 방법을 찾아야 한다"고 말했다.

@highlight

인천에서 열린 토론회에서 김윤신 교수는 전자파 규제 기준을 시민 눈높이에 맞게 검토해 갈등을 해소해야 한다 밝히며 이는 과학적 증거가 부족해도 선제적으로 주의 조치를 취해야 한다는 것으로서 이에 대해 이은옥 위원장은 비용만 따지지 말고 제도적 장치와 피해 구제방법을 함께 찾아야 한다고 말했다.