옥천군보건소내 운동처방실 모습.

[옥천]옥천군보건소는 운동처방실이 약 40일간의 리모델링공사를 마치고 새로운 모습으로 새 단장됐다.

13일 군보건소에 따르면 보다 쾌적한 서비스를 제공하기 위해 2200만원 사업비를 들여 운동처방실 내부공사를 마무리했다.

특히 노후 되고 파손된 운동처방실 내벽과 바닥공사를 포함해 안전한 신체활동과 운동효과의 증대를 위해 레그컬머신 등 9종 근력운동기구를 교체했다.

이에 운동처방실에서 시행하는 운동처방이란 운동부하검사기, 체 성분검사기, 현관 탄성검사기, 기초체력측정장비 등의 전문장비를 통해 개인의 건강상태에 알 맞는 운동형태, 강도, 시간 등을 과학적으로 분석하고 이에 따른 개인맞춤형 운동프로그램을 제공한다.

운동부하검사를 통해 안정시에는 발견할 수 없던 심장의 이상 유무를 발견할 수 있다.

전문가를 통한 맞춤 운동처방 지도를 통해 운동시 발생할 수 있는 사고에 효율적으로 대비할 수 있다.

전문 운동처방사 1명 상주하고 있는 운동처방실에는 현재 자전거, 런닝머신 등 총 8개의 유 산소 운동기구와 상체, 몸통, 하체 등 부위별 근력운동 기구 9종이 구비돼 있다.

운영시간은 월-금요일 오전 9시에서 오후 5시다.

검사를 요청할 시 검사는 1시간 정도 소요된다.

65세 이상 국가유공자등은 별도의 비용 없이 이용 가능하다.

일반인은 3000원 검사비용이 든다.

방문과 전화, 인터넷을 통해 예약하고 그 시간에 맞춰 방문하면 서비스를 받을 수 있다.

김옥년 건강관리담당 팀장은 "주민들이 개인맞춤형 운동프로그램을 통해 운동을 안전하고 효율적으로 습관화 할 수 있도록 최선을 다하겠다"고 말했다.

한편, 옥천군보건소는 지난해 운동처방실 운영을 통해 주민 1491명이 적절한 처방을 받고 7725명이 상담을 받았다.

@highlight

옥천군보건소가 운동처방실에서 쾌적한 서비스를 제공하기 위해 2200만원 사업비를 들여 노후 되고 파손된 운동처방실 내벽과 바닥공사를 포함해 안전한 신체활동과 운동효과의 증대를 위해 레그컬머신 등 9종 근력운동기구를 교체하며 리모델링 공사를 끝마쳤다.