대출을 받은 사람이 취업이나 승진 등으로 신용상태가 개선됐을 때 금융회사에 대출금리를 내려달라고 요구하는 권한이 법적 효력을 갖게 됐다.

금융사는 고객에게 금리 인하요구권을 알릴 의무가 있고, 고객으로부터 금리인하 요구를 받은 경우 10영업일 이내에 수용 여부를 밝혀야 한다.

금융위원회와 금융감독원은 이런 내용 등을 담은 금리인하요구권 시행방안을 지난 12일부터 시행했다고 밝혔다.

금리인하요구권은 법제화에 방점이 찍혀 있다.

기존에도 대출자의 신용상태가 개선된 경우 금융사에 금리 인하를 요구할 수 있었지만 이는 여신거래기본 약관 상의 조항이어서 강제성이 떨어졌다.

하지만 이날부터는 법률이 보장하는 소비자의 권리가 됐다.

금리인하요구권은 취업이나 승진, 재산증가 등 대출자의 신용상태가 개선됐을 때 행사할 수 있다.

금융사는 대출금리가 차주의 신용상태에 따라 변동되는 상품인지, 신용상태 변화가 금리에 영향을 줄 정도인지 등을 고려해 금리 인하 요구 수용 여부를 판단한다.

지난해 금리인하요구권 행사에 따른 대출금리 인하 건수는 17만1000건, 절감된 이자는 4700억원으로 금융당국은 추정하고 있다.

이 권리가 법제화됨에 따라 인하 건수와 이자 절감액이 더 크게 늘어날 것으로 예상된다.

금융사는 이날부터 대출계약을 체결할 때 고객이 금리 인하를 요구할 수 있음을 알려야 할 의무를 지게 된다.

이 의무를 제대로 이행하지 않으면 금융사 임직원이 최대 1000만원의 과태료를 내야 한다.

금융사는 고객의 금리 인하 요구 신청 접수일부터 10영업일 내에 수용 여부 및 사유를 신청자에게 전화나 서면, 문자메시지, 이메일, 팩스 등을 통해 안내해야 한다.

기존에는 온라인 채널을 통한 금리 인하 요구가 관철돼 재약정을 할 경우 영업창구를 방문해야 했으나 앞으로는 인터넷·모바일 뱅킹을 통해 재약정이 가능하도록 했다.

대출계약 시 상품설명서와 대출금리산정내역서에 금리인하요구권을 안내하는 방안도 추진하기로 했다.

@highlight

지난 12일 금융위원회와 금융감독원은 금리인하요구권에 대한 내용 등을 담은 시행방안을 제시했다. 