가수원-논산 호남선 고속화 사업이 정부의 사전 타당성조사를 통과했다고 한다.

경제성 문제로 시간을 끌어왔었는데 정부가 올바른 판단을 내렸다는 점에서 평가할 만하다.

사전 타당성조사는 1차 관문에 해당하며 사실상 6,7부 능선을 넘은 것으로 보인다.

예비 타당성 조사, 설계 등 일련의 행정절차에 좀 더 속도감이 붙었으면 하는 게 지역민들 바람이다.

지역 정치권도 이에 부응해 꾸준히 집중력을 보여 주기를 기대한다.

해당 구간 호남선은 저속철의 대명사로 인식돼 왔다.

100년 전 개통 당시 선형 그대로여서 평균 시속을 끌어올릴 수 없는 상태에서 열차가 운행되고 있다.

경부선, 전라선 등과 비교했을 때 평균 시속 30-40km 이상 주행 능력에서 차이가 나는 것으로 지적된다.

이를 개선하는 길은 간단하다.

현재의 굴곡 선형을 최대한 직선화하는 방향으로 개량하는 한편, 노후 시설 등을 손보면 된다.

이런 당연한 해법을 외면해온 것은 재정 소요와 무관치 않을 것이고, 달리 표현하면 사업성 논리에 매몰돼 있었기 때문일 터다.

하지만 이는 근시안적인 접근에 지나지 않는다.

총사업비(4596억 원) 규모가 적지 않지만 호남선의 경우 일단 고속화해 놓으면 그 값어치를 하고도 남는다.

철도이용객이 늘면 열차 운행 횟수도 증편될 것이고 그러면 철도시설공단의 선로 이용료 수입도 증대되는 것은 당연지사다.

또 충청과 호남권이 공간적으로 더 가까워져 상생의 가교 역할을 할 것이라는 현실도 빼놓을 수 없다.

호남선 고속화 사업은 충청광역철도망과도 연계된다.

두 사업은 맞물려야 시너지 효과를 낼 수 있을 것이다.

이를 위해서도 호남선 고속화 사업은 필수적이다.

선행 사업이 전제되지 않으면 후속 사업의 추동력이 반감될 수도 있는 구조라는 점에서다.

기왕이면 이 사업 구간에 서대전역까지도 포함시킬 것을 주문한다.

호남선 고속화 사업과 서대전역 활성화는 상호 보완재 관계라는 상식을 감안할 필요가 있다.

@highlight

가수원-논산 호남선 고속화 사업이 정부의 사전 타당성조사를 통과해 사실상 사업을 완수하기 위한 6, 7부 능선은 넘은 것으로 보이며 이에 대하여 정부가 바른 판단을 내렸다는 평가가 잇따르고 있다. 