전라남도는 13일 오전 보성 다비치콘도에서 견실시공 및 합리적 원가산정을 위한 시군 계약심사 담당자 워크숍을 개최했다.

전남도가 지난 10년 동안 9천억원의 예산절감 효과를 거둔 계약심사제도의 업무역량을 강화하기 위한 장을 마련해 관심이 모아지고 있다.

전남도는 13∼14일 보성서 시군 공무원 및 용역사, 시공사, 자재회사 등 350여 명을 대상으로 ‘2019년 계약심사 워크숍’을 마련했다.

워크숍은 2008년 계약심사제도가 도입된 이후 지금까지 10여 년간 축적된 계약심사 노하우(know-how)를 함께 공유하고 공무원과 민간업체 간 소통을 통해 합리적 원가심사와 신속한 업무처리를 위해 열었다.

또한 공사, 용역 등 14개 분야 실무와 우수사례를 수록한 ‘2019 계약심사 기준 및 사례집’을 발간해 시군과 용역사 등에 배포해 알기 쉽고 편리하게 업무에 활용하도록 하고 있다.

전남도는 최근 SOC 예산 축소와 최저임금 상승, 최대 법정 근로시간 단축, 건설 인력 수급 부족 등의 문제로 건설업계가 어려움을 겪고 있어 발주부서 의견을 충분히 반영한 협의방식의 원가심사를 통해 업체의 적정이윤이 보장되도록 계약심사 제도를 운영하고 있다.

특히 이번 워크숍에서는 ‘도내기업 우수제품 홍보 전시관’을 설치해 32개 생산업체의 우수제품을 홍보할 수 있는 기회를 제공, 업체로부터 많은 호응을 얻었다.

전남도는 2008년부터 올 5월까지 약 9천857건 14조 9천억원을 심사해 9천170억원을 절감했다.

또 전남지역 생산자재 우선 사용, 품질과 안전 분야 증액을 통해 지역경제 활성화와 견실시공에도 기여하고 있다.

임채영 전남도 자치행정국장은 “이번 워크숍을 통해 계약심사 관련 의견 수렴 및 다양한 정보 공유와 도내 기업 우수 생산 제품 사용 등을 유도해 일자리 창출과 지역경제 활성화에 기여토록 하겠다”며 “특히 합리적이고 적정한 공사대금 산정 등을 통해 견실시공이 이뤄지도록 하는데도 노력을 기울이겠다”고 말했다.

@highlight

전라남도는 건설업계가 겪고 있는 여러 어려움을 반영하여 업체의 적정 이윤이 보장받을 수 있도록 한 계약심사제도의 업무 효율을 높이기 위하여 13,14일 양일간 보성에서 건설 업무 담당 공무원과 민간 업체 등 350여 명을 대상으로 '2019 계약 심사 워크숍'을 가졌다.