[충청일보 배명식기자] 속보=충북교육계가 최근 교사·학생의 잇따른 성폭행, 폭력 사건과 도교육청을 비난하는 청와대 국민청원 등으로 어수선하다.

청주흥덕경찰서는 13일 특수강간 등의 혐의로 A군 등 고교생 4명을 전날 구속했다고 밝혔다.

A군 등은 지난 9일 청주시 흥덕구 한 초등학교에서 평소 알고 지내던 여중생 2명에게 술을 먹인 뒤 집단 성폭행한 혐의를 받고 있다.

피해자 가족 신고를 받은 경찰은 A군 등을 긴급 체포해 구속했다.

지난 12일 제천의 한 고등학교에선 교사 A씨가 성폭력범죄의 처벌 등에 관한 특례법 위반 등의 혐의로 구속됐다.

A씨는 지난 2월 인터넷 채팅으로 알게 된 여중생에게 신체 사진을 요구한 데 이어 성폭행까지 한 혐의다.

이에 앞서 지난 8일 이 학교의 한 고등학생이 다른 학생들로부터 집단폭행과 유사 강간에 시달렸다는 글이 청와대 국민청원 게시판에 올라와 파문이 일고 있다.

이와 관련 한 제천시의원은 지난 11일 충북도교육청과 시의회에 정책간담회에서 "교육감부터 자기반성을 해야 한다"며 쓴소리를 했다.

지난 10일에는 국민청원 게시판에 "(충북의 한 교장이) 미국에서 열린 세계창의력 올림피아드대회에 참석하면서 자녀를 동행시킨 사실을 도교육청에 진정했는데도 아무런 조치를 하지 않고 있다"는 글이 올라왔다.

도교육청 관계자는 "국민청원의 글은 지난 해 말 민원이 제기돼 감사했으나 징계시효(3년)가 지난 2014년의 일이어서 해당 교장에 대해 경고하는 것으로 마무리했다"고 해명했다.

여기에 더해 지난 10일부터 교육부의 종합감사까지 진행되고 있다.

이번 감사는 2016년 1월부터 현재까지의 인사, 예산, 학사관리, 시설관리, 주요 정책 추진 등 행정 전반을 살펴보는 것이어서 도교육청이 잔뜩 긴장하고 있다.

교육계 한 관계자는 "최근 교육계가 각종 사건으로 어수선하다"며 "도교육청 차원에서 분위기를 새롭게 할 수 있는 대책을 마련할 필요가 있다"고 말했다.

@highlight

고교생 4명과 고등학교 교사가 각각 성범죄 혐의로 구속되는 등 잇따른 성폭행, 폭련 사건과 도교육청을 비난하는 청와대 국민청원으로 충북교육계가 어수선하다.