[헤럴드경제=이혜미 기자] 햄버거 전문점 버거킹이 반려견 간식 '독퍼' 무료 증정 캠페인을 앵콜 진행한다고 14일 밝혔다.

이번에는 증정 수량을 늘려 딜리버리 서비스 뿐 아니라 매장 방문 고객에게도 독퍼를 제공하기로 했다.

버거킹 독퍼 캠페인은 와퍼의 불맛을 느낄 수 있는 반려견용 간식 독퍼를 무료 증정하는 이색 캠페인이다.

'집에서도 햄버거를 맘껏! 당신의 반려견을 위한 독퍼와 함께!'라는 슬로건 하에 진행됐다.

5월 초 한정기간 딜리버리 서비스 이용 고객에게만 무료증정했음에도 SNS 인증샷이 5000건 넘게 게재되는 등 화제를 모았다.

이에 버거킹은 독퍼 캠페인을 다시 진행하기로 했다.

6월14일부터 매장 별 제품 소진 시까지 제공하며, 딜리버리 서비스 이용 고객뿐 아니라 매장 방문 고객도 독퍼를 받을 수 있다.

또 버거킹 앱 뿐만 아니라 다른 딜리버리 앱을 이용하는 모든 고객 대상으로 독퍼를 증정한다.

버거킹 매장에서 주문 시 독퍼 1개, 딜리버리 주문 시 독퍼 2개를 무료 제공한다.

독퍼는 알러지 유발을 방지하는 가수분해 닭고기를 베이스로, 반려견에게 친숙한 뼈다귀 모양으로 제작됐다.

반려견의 원활한 소화작용을 위해 글루텐이 제거된 소맥분을 사용하고, 비타민믹스, 미네랄믹스, 레시틴, 인산칼슘 등 영양 성분을 강화했다.

여기에 와퍼 특유의 직화 패티 불향을 살려 반려견들도 사람이 먹는 와퍼와 비슷한 맛과 향으로 즐길 수 있게 한 것이 특징이다.

버거킹 브랜드커뮤니케이션팀 관계자는 "매장 방문 등 버거킹을 즐길 수 있는 더 다양한 채널에서 독퍼를 접하길 바란다는 소비자들의 요청을 수렴해 이번에는 제공 채널을 확대했다"며 "다시 한 번 반려견과 함께 즐거운 와퍼의 시간을 가지시길 바란다"고 말했다.

@highlight

버거킹이 5월 초 진행해 화제를 모았던 반려견 간식 '독퍼' 무료 증정 캠페인을 6월 14일부터 다시 진행한다.