모텔 등 숙박업소가 몰래카메라(몰카)를 설치해 이용객을 비밀리에 촬영하는 등의 범죄행위를 저지르다 한 차례 적발되면 영업정지, 두 차례 적발되면 문을 닫아야 한다.

14일 보건복지부에 따르면 이런 내용의 공중위생관리법 시행규칙 개정안이 지난 12일부터 시행됐다.

개정안은 숙박업소와 목욕탕, 이ㆍ미용실, 세탁소 등 공중위생업소를 운영하는 영업자가 사람의 신체를 몰래 촬영하려고 영업소에 카메라나 이와 유사한 기능을 갖춘 기계장치를 설치한 경우 영업정지와 영업장 폐쇄 등 행정제재를 하도록 했다.

특히 숙박업소의 경우 1차 위반 땐 영업정지 3개월, 2차 위반 땐 영업장 폐쇄에 처하도록 했다.

목욕탕과 이ㆍ미용실은 1차 위반 땐 영업정지 1개월, 2차 위반 땐 영업정지 2개월, 3차 위반 땐 영업장 폐쇄 명령을 내리도록 했다.

세탁소는 1차 위반 땐 영업정지 10일, 2차 위반 땐 영업정지 20일, 3차 위반 땐 영업정지 1개월, 4차 위반 땐 영업장을 폐쇄하도록 했다.

이는 숙박업소 등에 몰카를 설치해 투숙객의 사생활을 침해하는 일이 끊이지 않는 데 따른 조치다.

지난 3월 20일 경찰청 사이버수사과는 성폭력범죄의 처벌 등에 관한 특례법 위반ㆍ정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반 혐의로 박모(50)ㆍ김모(48) 씨를 구속했다.

또 범행을 도운 임모(26)ㆍ최모(49) 씨를 불구속 입건했다.

경찰에 따르면 박씨 등은 2018년 11월 24일부터 올해 3월 3일까지 영남ㆍ충청권 10개 도시에 있는 30개 숙박업소 42개 객실에 무선 인터넷 프로토콜(IP) 카메라를 설치해 투숙객 1600여명의 사생활을 촬영하고 이를 자신들이 운영하는 사이트에서 생중계한 혐의를 받는다.

이들이 범행에 사용한 카메라는 숙박업소 내 무선인터넷을 이용해 영상을 전송하는 방식으로, 렌즈 크기가 1㎜에 불과한 초소형이어서 작은 구멍만 있어도 촬영이 가능했다.

이들은 셋톱박스 전면 틈새나 콘센트ㆍ헤어드라이어 거치대에 뚫은 작은 구멍을 통해 촬영했다.

@highlight

14일 보건복지부는 공중위생관리법 시행규칙 개정안이 12일부터 발효되어 몰래카메라를 설치해 이용객을 비밀리에 촬영하는 등의 범죄행위에 대해 행정제재를 할 수 있게 됨에 따라 숙박업소는 1차 위반 영업정지 3개월, 2차 위반 영업장 폐쇄에 처하며, 목욕탕과 이ㆍ미용실은 1차 영업정지 1개월, 2차 영업정지 2개월, 3차 위반 시 영업장 폐쇄에 해당된다.