미국이 중국과 대미 연합전선을 펴는 러시아에 대한 견제를 본격화하고 있다.

폴란드에 미군을 추가 배치하고 러시아 천연가스관 프로젝트와 관련된 독일을 강하게 압박하고 나선 것이다.

AP통신 등에 따르면 도널드 트럼프 미 대통령은 12일(현지시간) 백악관에서 안제이 두다 폴란드 대통령과 정상회담을 한 뒤 폴란드와의 안보협력 강화를 위해 폴란드에 미군 1000명을 추가 배치하겠다며 "폴란드는 1000명의 미군을 지원하기 위한 기지와 기반시설을 제공하고 비용을 지불할 것"이라고 말했다.

트럼프 대통령은 그러면서 폴란드가 미국산 F35 전투기 32대를 구매하겠다고 요청했다며 감사의 뜻도 전했다.

트럼프의 이 같은 언급은 동유럽 지역에서 러시아의 군사활동에 대한 우려가 커짐에 따라 폴란드의 방어 능력을 높이고 러시아를 견제하려는 포석으로 해석된다.

미국은 2014년 러시아가 우크라이나에 속한 크림반도를 강제병합한 이후 나토(북대서양조약기구) 동맹국과 함께 유럽 내 군사활동을 확대하고 있다.

러시아의 다음 군사 목표가 될 것을 우려하는 폴란드와 에스토니아, 라트비아, 리투아니아 등 동유럽 4개국이 미국과 나토에 보호를 요청해 온 것이다.

미국은 또 독일과 러시아 간 천연가스관 건설 사업인 '노드 스트림 2'와 관련해 제재와 미군부대 이전 가능성까지 거론하며 독일을 강하게 압박했다고 로이터통신이 전했다.

트럼프 대통령은 독일이 러시아 가스관에 의존하는 엄청난 실수를 저지르고 있다며 "나쁜 일이 벌어질 경우 독일이 러시아의 인질이 될 수 있다"고 경고했다.

특히 나토 회원국인 독일의 방위비 분담금까지 문제 삼으며 독일 주둔 미군 일부를 폴란드로 이전할 수 있다고 독일을 거듭 압박했다.

'노드 스트림 2'는 러시아에서 발트해를 거쳐 독일까지 가스를 수송하는 1225㎞의 가스관을 건설하는 프로젝트로, 완공되면 러시아의 공급량이 현재보다 2배로 늘어난다.

미국은 러시아가 서유럽에 압력을 행사하기 위해 천연가스 공급을 악용할 수 있다며 버락 오바마 전 대통령 시절부터 이 사업을 반대해 왔다.

@highlight

도널드 트럼프 미 대통령은 현지시각으로 12일 폴란드에 미군 1000명을 증원하고 F35 전투기 32대를 판매한다고 밝혔는데 이는 동유럽 지역에서 러시아의 군사 활동에 대한 우려가 커짐에 따라 러시아를 견제하려는 것으로 풀이된다.