대구FC 전용구장에서의 U-20 월드컵 결승전 단체응원(영남일보 6월13일자 2면 보도)이 확정됐다.

결승전을 5시간여 앞두고 이곳에서 대구FC 경기도 예정돼 있어 15일에서 16일로 이어지는 대구의 밤은 축구열기로 후끈 달아오를 전망이다.

대구시는 두 이벤트 사이 빈 시간에 뮤지컬 갈라공연을 마련해 시민에게 잊을 수 없는 6월의 밤을 선사한다는 계획이다.

시는 16일 오전 1시부터 폴란드 우치 스타디움에서 펼쳐지는 ‘2019 국제축구연맹(FIFA) U-20 월드컵’ 대한민국-우크라이나 결승전 응원을 위해 대구FC 전용구장인 ‘DGB대구은행파크’(대팍·북구 고성동)를 개방하기로 했다고 13일 밝혔다.

대팍은 총 1만2천석을 갖추고 있으나 스크린 아래 좌석을 제외하면 최대 1만명 정도 수용 가능하다.

결승전 시작 전엔 대팍의 대형 스크린을 통해 KBS TV 중계방송이 송출된다.

어린 태극전사들이 남미와 아프리카 강호들을 차례로 격파하는 등 정정용 감독의 말처럼 ‘꾸역꾸역’ 결승전에 진출하기까지의 과정을 하이라이트 영상으로 소개한다.

시는 이를 위해 KBS에 미리 협조 공문을 보냈다.

앞서 15일 오후 7시30분부터는 대팍에서 대구FC-강원FC의 ‘하나원큐 K리그1 2019’ 16라운드 경기가 열린다.

대구FC 공격수 세징야의 리그 100경기 출전을 기념해 다양한 이벤트도 마련된다.

이 경기가 끝난 뒤엔 ‘대구국제뮤지컬페스티벌’(DIMF·딤프)을 홍보하는 갈라 공연이 있을 예정이다.

오는 21일 개막해 7월8~18일 8개국 23개 뮤지컬 작품을 선보이는 ‘딤프’에 출연하는 배우들이 직접 나서 ‘맘마미아’ ‘댄싱퀸’ 등 귀에 익은 넘버(곡)를 선사한다.

시 관계자는 “마침 대구FC 경기까지 예정돼 있어 시민들은 주말 밤새 축구에 푹 빠져 즐거운 시간을 보낼 수 있을 것”이라고 말했다.

@highlight

1만여명 수용이 가능한 대구FC전용구장에서 16일 U-20 월드컵 결승전 단체응원이 예정되어 있어 대구의 밤은 축구열기로 후끈 달아오를 것 으로 보인다.