대구·경북(TK)이 국제 스포츠 대회마다 최고 스타를 배출해 대한민국 스포츠 중심 도시로 새롭게 떠오르고 있다.

지난해 평창동계올림픽을 시작으로 러시아 월드컵, 자카르타·팔렘방아시안게임, 그리고 이번 U-20 월드컵까지 대회를 빛낸 스타가 지역에서 나오며 TK 위상을 드높이고 있다.

U-20 월드컵에선 ‘대구 출신’ 정정용 감독이 국제축구연맹이 주관하는 대회에 한국대표팀을 사상 처음으로 결승 무대에 올려놨다.

한국은 물론 세계를 깜짝 놀라게 한 셈.

정 감독은 신암초-청구중·고-경일대를 나온 대구토박이다.

그는 이번 대회에서 새 역사를 쓰는 중이다.

2018 러시아 월드컵에선 대구FC 조현우가 최고 스타였다.

한국이 16강 진출에는 실패했지만 수문장 조현우는 신들린 선방쇼로 국내외 팬들에 확실한 눈도장을 새겼다.

당시 맨체스터 유나이티드의 ‘데 헤아’와 비교되면서 대 헤아(대구+데 헤아)로 불리기도 했다.

평창동계올림픽에선 경북도체육회 컬링팀 ‘팀킴’이 주인공이었다.

김은정·김영미·김경애·김선영·김초희로 구성된 팀킴은 여자컬링에서 깜짝 은메달을 따내며 국민에게 무한 감동을 선사했다.

특히 팀킴은 컬링 불모지에서 세계적 강호를 연파해 국내외 집중 조명을 받았다.

팀킴 고향인 경북 의성과 특산물 마늘까지도 인기행렬에 올리며 ‘팀킴 신드롬’을 이어갔다.

2018자카르타·팔렘방 아시안게임 최고 스타는 경북도청 수영팀 김서영이다.

김서영은 여자 개인혼영 200m에서 2분08초34로 당시 세계랭킹 1위 오하시 유이를 제치고 대회신기록을 수립하며 금메달을 목에 걸었다.

김서영이 한국에 안겨 준 금메달은 1982년 뉴델리 아시안게임에서 원조 인어공주 최윤희 이후 36년 만이었다.

김서영은 다가오는 2019 광주 세계수영선수권대회와 2020 도쿄올림픽에서 메달을 노리며 또 한번 지역을 빛낼 인물로 꼽힌다.

@highlight

대구·경북(TK)은 평창동계올림픽을 시작으로 러시아 월드컵, 자카르타·팔렘방아시안게임, 그리고 이번 U-20 월드컵까지 국제 스포츠 대회마다 한국은 물론 세계를 깜짝 놀라게 하는 최고 스타들을 배출해 대한민국 스포츠의 위상을 드높였는데 정정용 감독, 컬링 팀킴, 대구FC 조현우, 수영 김서영 등이 그 주인공이다.