에어솔루션 전문기업 캐리어에어컨이 프로슈머 운영을 확대해 소비자와 적극적인 소통 행보를 이어간다.

캐리어에어컨은 지난 13일 서울 양평동 오텍그룹 R&D센터에서 '캐리어 클라윈드 의류건조기'와 '2019년형 캐리어 제습기'를 체험할 '제13기 프로슈머' 발대식을 개최했다고 14일 밝혔다.

총 5명으로 구성된 이번 프로슈머는 지난 3일부터 9일까지 일주일간의 모집을 통해 선발됐다.

이들은 자신의 생활패턴에 알맞은 용량의 의류건조기를 선택해 체험하고, 오는 7월까지 제품의 다양한 기능과 활용법을 자신이 운영하는 SNS 채널에 공유할 예정이다.

프로슈머 중 3명은 16가지 맞춤 건조가 가능한 10㎏ 용량 의류건조기를 체험하게 되며, 2명은 1~2인 가구에 안성맞춤인 3㎏ 용량 의류건조기와 2019년형 제습기 신제품(16ℓ 용량 모델)을 함께 사용하게 된다.

캐리어에어컨은 지난 2013년부터 프로슈머 체험단을 운영해 에어컨, 공기청정기, 냉장고, 전자레인지 등 다양한 전문가전의 체험 기회를 확대하고, 제품에 관한 유익한 정보를 알기 쉬운 콘텐츠로 제작해 소비자들과 소통을 강화해왔다.

올해는 지난해보다 운영을 확대해 더욱 많은 소비자들과 접점을 넓혀갈 계획이다.

오는 17일에는 캐리어에어컨이 최근 출시한 신제품 '캐리어 클라윈드 무선청소기'와 2019년형 이동식 에어컨을 체험할 프로슈머 발대식이 진행될 예정이다.

또 27일에는 그룹사 캐리어냉장이 7월 첫 출시를 예정하고 있는 500ℓ(리터)대 대용량 냉장고 신제품을 미리 체험할 프로슈머를 발족할 계획이다.

캐리어에어컨 관계자는 "프로슈머 체험단 운영을 확대해 더욱 많은 소비자들에게 제품 체험 기회를 제공하고, 제품 사용에 대한 소비자 의견에 귀기울여 더욱 향상된 제품과 서비스를 제공할 수 있도록 노력하겠다"고 말했다.

@highlight

지난 13일 캐리어에어컨은 '제13기 프로슈머' 발대식을 개최하여 소비자에게 다양한 전문가전의 체험 기회를 제공하고, 관련 정보를 콘텐츠로 제작해 소비자들과 적극적인 소통 행보를 이어가고 있다.