정부와 자치단체가 시행하고 있는 노인 공익활동 일자리가 용돈 벌이 수준에 불과해 실질적인 생계보장대책이 필요하다.

노인 일자리 정책으로 추진하고 있는 노인사회활동 일자리사업은 65세 이상 노인을 대상으로 월 30시간 이상 공익활동에 참여하면 매월 27만원의 급여를 받고 있다.

노인 공익활동 일자리는 주로 지역 내 환경정비나 홀로 사는 노인, 또는 거동불편 노인 등 취약노인 가정을 방문해 안부 확인과 말벗 서비스를 제공하는 노인돌봄사업과 장애인·다문화가정 상담활동 등 사회봉사성 사업들이 주류를 이루고 있다.

올해 전라북도에서 추진하는 4만여 개의 노인일자리사업 가운데 노인 공익활동 일자리는 3만2900명으로 약 70%를 차지하고 있다.

이는 지난해보다 1만여 개의 일자리가 늘어난 수치다.

하지만 노인 공익활동 일자리가 대부분 단기 근로 일자리인 데다 월 수입도 20만원 선에 불과해 1인 가구 법정 최저 생계비인 100만3263원에는 크게 못 미치고 있다.

결국 노인 공익활동 일자리사업이 노인 생계보장보다는 용돈 벌이 수준에 그치고 있는 실정이다.

이마저도 예산 문제로 인원수를 제한하다 보니 공익활동 일자리에 참여하고 싶어도 하지 못하는 경우도 많다.

한국보건사회연구원의 노인 일자리사업이 노인가구의 경제적 생활수준에 미치는 영향 분석 보고서를 보면 노인 일자리에 참여해도 근로소득이나 소비지출은 나아지지 않은 것으로 나타났다.

최근 5년간 노인들의 근로소득이 24.4% 줄어든 가운데 노인 일자리사업에 꾸준히 참여한 가구들도 역시 17.9% 감소했다.

이는 공익형 노인 일자리나 민간분야의 노인 일자리사업 모두 임금 수준이 낮아 실제 소득 증진으로 이어지지 않았기 때문이다.

노인 일자리 사업이 소일거리 수준이 아닌 실질적인 성과를 거두려면 고용이 안정된 일자리 창출에 나서야 한다.

단기 근로가 아닌 지속가능한 상시 고용형태의 일자리를 만들고 급여도 최저 생계가 보장될 수 있는 일자리를 만드는 것이 중요하다.

노인들에게 최고의 복지는 최소한의 생계를 유지할 수 있는 양질의 일자리인 만큼 정부와 자치단체의 노인 일자리 정책도 방향 전환이 필요한 때다.

더 이상 생색내기 수준의 노인 일자리 사업으로는 안 된다.

@highlight

노인 공익활동 일자리는 주로 지역 내 환경정비나 홀로 사는 노인, 또는 거동불편 노인 등 취약노인 가정을 방문해 안부 확인과 말벗 서비스를 제공하는 노인돌봄사업과 장애인·다문화가정 상담활동 등 사회봉사성 사업들이 주류를 이루며 5세 이상 노인을 대상으로 월 30시간 이상 공익활동에 참여하면 매월 27만원의 급여를 받기 때문에 실질적인 생계보장대책이 필요한 실정이다.