(동양일보 임재업 기자) 남아도는 쌀이 농업계의 문제로 떠오른 지 오래지만, 앞으로 쌀 소비가 더욱 줄어들어 매해 수십만t이 과잉 생산되리라는 전망이 나왔다.

13일 한국농촌경제연구원이 쌀 생산과 소비를 분석한 결과 1인당 쌀 소비량은 앞으로 10년간 연평균 1.9%씩 줄어들 것으로 예측됐다.

일본과 대만의 소비량 추이를 참고한 전망 결과는 연평균 1.3% 감소, 세대·연령 효과를 고려한 결과는 연평균 1.8% 감소로 각각 전망됐다.

농경연은 "1980년부터 본격적으로 감소하기 시작한 1인당 연간 쌀 소비량은 지금도 감소 기조가 유지되고 있다"며 "1인당 쌀 소비량은 1970년 136.4㎏으로 최고치를 기록했다가 이후 1980년부터 지속해서 줄어들고 있다"고 설명했다.

소비량 감소 폭은 1980년대 1.0%, 1990년대 2.3%, 2000년대 2.6%까지 확대됐다.

2010년대 들어서는 2.3%로 감소 폭이 다소 줄었다.

연구진은 쌀 소비 감소 원인으로 아침밥을 꼽았다.

점심·저녁의 쌀 소비량 감소율은 3%대에 그쳤지만, 아침 소비량 감소율은 6.4%에 이르는 것으로 나타났기 때문이다.

이는 아침 식사를 아예 거르거나, 챙겨 먹더라도 쌀 대신 다른 먹거리를 찾는다는 뜻으로 해석될 수 있다.

특히 10∼40대 아침 쌀 소비량 감소율은 점심·저녁의 2배 이상으로 나타났다.

다만, 가공용 쌀 소비가 연평균 3%씩 늘어나고 있어 전체 쌀 소비량 감소세를 그나마 완화했다.

농경연은 "앞으로도 연평균 10만∼28만t의 쌀 과잉생산 기조가 지속할 것"이라며 "벼 재배면적 감축과 쌀 소비량 확대가 유지돼야 한다"고 강조했다.

그러면서 "변동직불제의 쌀 생산 연계성을 제거하고, 작물 간 직불금 차등이 발생하지 않도록 논·밭 통합운영이 필요하다"며 "품종 개발 등을 통해 수요가 확대되는 가공용 쌀 수요에 부응하고, 가루용 쌀 등 신규 수요도 만들어내야 한다"고 덧붙였다.

@highlight

13일 한국농촌경제연구원은 1인당 쌀 소비량이 향후 10년간 연평균 1.9%씩 줄어들 것으로 예측하면서 아침 식사를 거르거나 먹더라도 쌀 대신 다른 먹거리를 찾는 식습관이 쌀 소비 감소의 주요 원인이라고 분석했다.