강원도가 지난 13일 '규제개혁 & 혁신행정 합동 워크숍'을 개최, 공무원의 행태개선 및 적극행정 우수사례 공유ㆍ확산을 위한 경진대회를 실시했다.

이날 속초 롯데리조트에서 규제개혁 및 혁신행정 담당공무원 100여명이 참석한 가운데 발표한 우수사례 중 영예의 최우수상은 '더 신속하게! 더 적극적으로! 수소에너지 자립도시로 간다'를 발표한 삼척시 기획감사실이 수상했다.

우수상은 양양군 대외정책과와 횡성군 기업유치지원과가, 장려상은 도 에너지과와 동해시 교통과, 참가상은 횡성군 자치행정과와 도 총괄기획과가 수상의 영예를 안았으며, 각각 강원도지사 상장과 시상금이 수여됐다.

이날 행사에는 박주봉 중소기업 옴부즈만(차관급)이 참석해 도 및 시ㆍ군 직원들을 격려하고 "지방차원의 규제 및 혁신 과제들이 차질 없이 해결되어 국민 체감도를 높이는 계기가 되도록 노력해 달라"고 당부했다.

특히, 공식행사 이전에는 도 한해성수산자원센터를 방문하여 김성호 강원도 행정부지사를 비롯한 기업 관계자로부터 대서양연어 위해우려종 지정에 따른 규제애로 사항을 청취하고 문제가 해결될 수 있도록 환경부에 직접 권고하는 등 정부차원의 적극적인 지원을 약속했다.

노명우 강원도 기획관은 "'적극행정 우수사례 경진대회'에 출품된 총 21건의 우수사례 모두가 지역경제 활성화와 일자리 창출을 위한 큰 밑거름"이라며, "도ㆍ시ㆍ군 공무원들이 직접 추진한 다양한 정책들은 기존의 불합리한 행태를 개선하고 뛰어난 업무역량을 입증하기에 충분했다"고 수상자들을 격려했다.

한편, 이날 발표한 우수사례는 중앙과의 사례공유를 통해 우수사례로 적극 홍보하고, 책자로 발간하여 전국의 지방자치단체와 중앙부처 등에 배포할 예정이다.

또한 선정된 우수사례는 향후, 행정안전부 주관 중앙단위 경진대회에 출품하고, 규제개혁 및 정부혁신 평가에 적극 반영할 계획이다.

아울러, 모범사례로 전국 자치단체에서 벤치마킹 될 수 있도록 적극 지원할 계획이다.

@highlight

지난 13일 강원도가 개최한 '공무원의 행태개선 및 적극행정' 우수사례 경진대회에서 삼척시 기획감사실이 '더 신속하게! 더 적극적으로! 수소에너지 자립도시로 간다'를 발표해 최우수상을 수상했는데, 이날 발표한 우수사례들은 책자로 발간하여 전국의 지방자치단체와 중앙부처 등에 배포할 예정이다.