남원 요천 둔치 종합 물놀이시설 조감도.

남원시가 시내를 가로지르는 국가하천인 요천 둔치에 종합 물놀이시설을 만든다.

13일 남원시는 요천 둔치 6000㎡에 사업비 93억 원을 들여 내년 6월 개장을 목표로 종합 물놀이시설을 조성하는 '요천 수변 관광자원화 사업'을 추진한다고 밝혔다.

남원의 젖줄인 요천은 연중 풍부한 수량과 맑고 깨끗한 수질로 그동안 물놀이 시설을 만들자는 여론이 비등했다.

물놀이장에는 음악분수와 바닥분수, 광장과 풀장 등을 만들어 여름철 남원을 찾는 관광객과 시민들에게 체험과 볼거리를 제공할 계획이다.

요천은 시내권 관광벨트 중심에 있어 관광 만족도를 높여줄 것으로 기대된다.

춘향테마파크, 함파우소리체험관, 김병종시립미술관을 연결하는 관광형 모노레일과 남원항공우주천문대에서 예촌마당과 함파우소리체험관으로 도착하는 짚와이어 설치사업이 2021년 완공되면 물놀이장과 함께 관광도시 남원으로 탈바꿈할 것으로 예상된다.

남원시는 오는 17일 이형우 안전경제건설국장 주재로 요천 수변 관광자원화 사업 음악분수 공법선정을 위한 기술제안 심의를 연다.

심의에서는 분야별 전문가 등이 참석해 심도 있는 기술제안 공법선정을 진행할 계획이다.

또 물놀이 분수광장 조성 중 음악분수 시설에 대해 수경시설 업체 제안서에 대한 분수연출(음향, 조명 포함) 제어시스템 호환 등 요천과 어우러진 공법을 점검한다.

남원시는 선정된 공법을 실시설계에 반영해 사업을 추진할 방침이다.

남원시 관계자는 "연간 광한루원을 찾는 100만 여명의 관광객을 시내권 관광으로 유입시키기 위해 남원예촌, 춘향테마파크, 함파우 유원지를 연결하는 오감만족 시내권 관광벨트를 조성하고 있다. 물놀이장이 개장하면 관광산업 발전에 큰 도움이 될 것으로 기대한다"고 설명했다.

@highlight

13일 남원시는 요천 둔치 6000㎡에 사업비 93억 원을 들여 내년 6월 개장을 목표로 종합 물놀이시설을 조성하는 '요천 수변 관광자원화 사업'을 추진해  여름철 남원을 찾는 관광객과 시민들에게 체험과 볼거리를 제공할 계획이다