2019 U-20 월드컵 결승경기를 앞두고 울산 곳곳에서 시민응원전이 펼쳐진다.

울산시는 15일 오후 10시부터 문수 축구경기장에서 시민응원전을 개최한다고 13일 밝혔다.

응원전은 한국 남자축구 사상 첫 U-20 월드컵 우승과 울산 현대고 출신 태극전사 3인(오세훈·최준·김현우)의 선전을 기원하기 위해 마련됐다.

행사는 인기가수 소찬휘, 지원이(미스트롯) 등의 공연과 시민응원전으로 진행된다.

현대고가 있는 동구지역 일산해수욕장에서도 현대중공업이 주최하는 동구민 거리 응원 행사가 열린다.

일산해수욕장 진입도로 4차선 가운데 2개 차선을 막고 야외에 설치된 300인치 크기의 대형 화면을 통해 8강전과 4강전 하이라이트를 보여주고, 결승전 승리를 응원한다.

거리응원전은 조선업 불황으로 힘든 시기를 보내고 있는 지역 주민을 북돋아 주고, 주민화합 계기가 될 수 있도록 기획됐다.

우천시 현대예술회관으로 장소가 변경된다.

울주군에서도 범서읍·온양읍 체육회 주관으로 범서생활체육공원과 온양 하나로마트 발리점 주차장에서 거리응원전이 마련된다.

응원전에 앞서 현장에 설치되는 300인치 대형 스크린에서 K리그 축구를 중계하고 영화를 상영하거나, 문화공연이 선보인다.

(사)한국예술문화단체 울산광역시연합회(이하 울산예총)도 시민과 예술인이 함께 월드컵을 관람하고 응원하기 위해 울산예총 주관의 ‘제1회 종합문화예술제-예루하’가 열리는 태화강지방정원 야외공연장에 대형 스크린을 설치, 경기를 상영한다.

경기 전인 오후 10시 30분 부터 영화 ‘투모로우’(감독 롤랜드 에머리히·12세 관람가·미국)를 상영하며, 영화가 끝나면 축구경기를 관람한다.

울산시 관계자는 “한국남자 축구 사상 첫 U-20 월드컵 우승을 기원하기 위해 시민응원전 행사를 마련했다”며 “많은 시민이 함께 응원하면서 화합할 수 있는 장이 되었으면 한다”고 말했다.

@highlight

울산시는  조선업 불황으로 힘든 시기를 보내고 있는 지역 주민을 북돋아주고 주민화합 계기가 될 수 있도록 15일 오후 10시부터 2019 U-20 월드컵 결승경기를 앞두고 울산 곳곳에서 시민응원전을 펼친다.