네이버가 경기 용인시 기흥구 공세동에 추진하던 데이터센터 건립 계획을 전격 철회했다.

네이버는 중단이유를 '회사 사정'이라고 밝혔지만 데이터센터 시설로 인해 전자파와 유해물질에 노출돼 주민건강에 위협이 된다며 사업취소를 요구해온 사업부지 인근 주민들의 반대 민원 때문으로 분석된다.

14일 용인시에 따르면 네이버가 전날 용인시에 '용인 공세 도시첨단산업단지 건립 추진 중단'이라는 제목의 공문을 보내왔다.

네이버는 공문을 통해 "공세동 데이터센터 건립 추진을 회사의 피치 못할 사정으로 중단하게 됐다"라면서 "지역과 함께 하는 좋은 모델을 만들고자 했으나 진행하지 못하게 된 점을 매우 유감스럽게 생각한다"라고 밝혔다.

네이버는 2017년 6월 강원도 춘천 데이터센터에 이은 두 번째 데이터센터를 용인 공세동에 구축하겠다는 계획을 밝힌뒤 그해 9월 용인시에 데이터센터 구축을 포함한 도시첨단산업단지 투자의향서를 제출했다.

데이터센터는 서버와 저장장치 등 전산설비를 구동하는 공간으로, 인터넷 서비스 회사의 '심장'으로 비유되는 핵심 시설이다.

용인 새 데이터센터의 규모는 부지 기준으로 약 13만2230㎡(4만평)로, 춘천 데이터센터의 2.5배에 달하는 것으로 전해졌다.

투자금액은 당초 4800억원에서 5400억원으로 늘었다.

네이버는 2023년 완공을 목표로 사업을 추진해왔다.

그러나 센터 부지 인근 대주피오레2단지 아파트 주민과 공세초등학교 학부모들이 데이터센터 운영에 필요한 특고압 전기공급시설에서 발생하는 전자파와 비상발전시설·냉각탑 시설에서 나오는 오염물질이 주민건강에 위협을 줄 수 있다며 데이터센터 건립을 반대해왔다.

이들 주민은 지난해 5월 건립반대 비상대책위를 만들어 용인시와 네이버에 건립취소를 요구했다.

주민반대 민원이 거세자 용인시는 지난달 산업입지 물량심의안건을 제출한 네이버에 주민들이 제기하는 유해성 의혹을 검토해 신청서류를 보완할 것을 통보했다.

용인시 관계자는 "네이버가 데이터센터를 다른 지역으로 이전할 것을 검토중인 것으로 알고 있다. 사실상 공세동 데이터센터 건립사업을 포기한 것으로 확인했다"라고 말했다.

@highlight

경기 용인시 기흥구 공세동의 데이터센터의 건립 계획을 네이버는 주변 주민들의  요구, '특고압 전기공급시설에서 발생하는 전자파와 여러 운영 시설에서 나오는 오염물질이 건강에 위협을 줄 수 있다는 것 '를 수용하여 건립 계획을 철회한다고 밝혔다.