이하나가 이진욱의 비밀에 다가갈수록 변화하는 감정 연기를 보여준다.

8일 방송된 OCN 토일 오리지널 '보이스3'(극본 마진원 연출 남기훈)에서 파트너 도강우(이진욱) 형사의 비밀이 하나씩 드러나며 감정의 소용돌이에 놓인 강권주(이하나) 센터장.

부드러운 카리스마로 팀을 이끌고, 언제나 감정을 드러내기보다 침착하게 사건의 본질을 꿰뚫던 그녀에게서 볼 수 없었던 감정 변화였다.

그리고 그 끝엔 더 단단해지고 강해진 강권주가 있었다.

용의자를 위험할 정도로 몰아붙이고, 방제수(권율)의 탈주 현장에 있었다는 의혹이 불거지는 등 도강우의 의심스러운 정황이 발견됐을 때도 내색하지 않던 강권주.

하지만 지난 8회에서 진서율(김우석)이 건넨 서류엔 충격적인 내용이 들어있었다.

28년 전 미호를 살해한 사람이 도강우라는 주장과 당시 그가 반사회적 인격장애 진단을 받았다는 것.

충격에 이명현상까지 찾아왔지만 강권주는 침착하게 "팀장님하고 직접 얘기해봐야겠다. 이거 아직 확실한 거 아니니까 아무에게도 얘기하지 말고"라고 단속했다.

진실을 묻기 위해 현장으로 간 강권주는 각성된 도강우에게 위협까지 받았지만 "후지야마 코이치(이용우)가 약 20년 전에 재수사 요청하면서 냈던 진단서입니다. 도팀장님 게 맞습니까"라고 직접 물었다.

하지만 도강우는 답하지 않았다.

도강우의 입장을 듣고 싶었던 강권주에게 그의 침묵은 혼란을 더했고, 변화의 도화선이 됐다.

결국, 도강우를 골든타임팀에서 제외하기로 결정한 것.

하지만 이 역시 기자들의 타깃이 될 수 있는 도강우를 위해서였음이 드러나며 그녀의 깊은 속내를 알 수 있었다.

과연 최후에 밝혀질 엄청난 진실들은 무엇일지, 그 앞에 그녀는 어떤 선택을 하게 될지, 단 6회만을 남겨둔 전개에 팽팽한 긴장감을 불어넣은 '보이스3' 매주 토, 일요일 밤 10시 20분 방송된다.

@highlight

8일 방송된 OCN 드라마 '보이스3' 이하나가 이진욱의 비밀에 다가갈수록 변화하는 감정 연기, 부드러운 카리스마로 팀을 이끌고, 냉정하고 이성적으로 사건의 본질을 꿰뚫던 그녀에게서 볼 수 없었던 감정 변화를 보여주고 있다.