= 구미시는 등록된 자동차 14만 6,472대에 대하여 제1기분 자동차세 187억원(교육세 40억 포함)을 부과·고지했다.

이는 등록된 자동차 215,686대중 비과세되는 자동차 및 연세액을 납부한 자동차등을 제외한 자동차에 부과한 것이다.

제1기분 자동차세 과세기준일은 6월 1일이다.

과세기준일 현재 자동차등록원부상의 자동차 소유자나 건설기계 중 차량과 유사한 덤프트럭, 콘크리트믹서트럭과 125cc 초과 이륜차 소유자에게 부과됐다.

자동차세는 배기량이나 톤수에 따라 부과되며, 차령이 3년 이상인 비영업용 승용자동차의 경우 매년 5%씩 최고 50%까지 경감하여 부과하게 된다.

이번에 부과된 자동차세는 6월 16일부터 7월 1일까지 납부하면 된다.

압류?공매 등의 불이익을 당할 수 있다.

자동차세는 통상 매년 6월과 12월에 부과하게 되며 후불제이다.

연간 세액이 10만 원 이하인 경차 및 승합·화물차 등은 6월에 전액 부과된다.

매년 1월에 연세액을 일시에 납부하는 경우에는 연세액의 10%를 공제하고 3월에 일시에 납부하면 7.5%, 6월에 일시에 납부하면 5%, 9월에 일시에 납부하면 2.5%를 공제해주는 선납제도가 있다.

자동차세 납세의무자가 이 제도를 활용하면 납부할 세금을 줄일 수 있다.

자동차세는 전국 금융기관에서 고지서로 납부가 가능하다.

인터넷 신고납부시스템 위택스, ARS납부시스템, 가상계좌(납세자전용계좌), 폰뱅킹, 인터넷뱅킹, 은행 CD/ATM기, 신용카드 등 다양한 납부 방법을 이용하여 편리하게 납부할 수 있다.

이장호 세정과장은 지방세 수입은 지방자치의 가장 소중한 재원인 만큼 경제가 다소 어렵다고 하지만 이러한 때일수록 지역의 발전과 지역경제 활성화에 활용될 수 있도록 납기 내에 납부해 줄 것을 당부했다.

@highlight

구미시가 부과한 제1기분 자동차세는 187억원으로 과세기분일은 6월 1일이며, 납부 기간은 6월 16일부터 7월 1일까지이다.