한국원자력연구원 '현장애로기술 지원사업'의 도움을 받은 기업들이 지난 10일 원자력연에 감사패를 증정했다.

사진은 미래엔지니어링 김태준대표가 원자력연 이형연박사에게 감사패를 전달하는 모습.

한국원자력연구원 '현장애로기술 지원사업'이 중소기업의 기술적 난제를 해결하며 기업 현장에서 각광받고 있다.

16일 원자력연에 따르면 국내 중소벤처기업의 기술적인 애로사항을 신속하게 해결해주고자 2013년부터 '현장애로기술 지원사업'을 연 30회 진행, 총 170여 건의 문제를 해결해왔다.

현장지원사업은 글로벌 강소기업 육성을 위한 성장단계별 '3단계 릴레이 R&D 지원 프로그램'의 첫 단계로, 기업의 요청 사항에 맞춰 연구원 내 최적의 전문가를 매칭, 6개월 동안 문제를 해결해준다.

기술혁신이나 신제품 개발, 신규 인증 획득 과정 등에서 독자적으로 해결하기 어려운 기술문제를 연구원 전문가가 나서서 해결해주는 원포인트 레슨 성격의 프로그램이다.

이 프로그램의 도움을 받아 문제를 해결한 기업들은 지난 10일 원자력연에 감사패를 증정하기도 했다.

㈜미래엔지니어링은 화력발전과 같은 500°C 이상 고온 플랜트에서 사용되는 고온 밸브, 전자기펌프 등을 개발·판매하는 벤처기업이다.

미래엔지니어링은 연구원의 설계 건전성 평가 전문가인 이형연 박사의 도움으로 고온 용접부 설계의 문제를 해결했으며 밸브와 배관계통 연결상의 설계 현안까지 해결, 경쟁력있는 고온 밸브 상용화에 성공했다.

김태준 미래엔지니어링 대표는 "난항을 겪던 기술 현안을 해결해 준 이형연 박사의 노고에 감사하다"며 "향후에도 고온 계측기기 개발에 지속적인 지원을 요청한다"고 말했다.

박원석 원자력연 원장은 "중소벤처기업이 주도하는 창업과 혁신 성장은 정부의 핵심 정책"이라며 "연구원에서도 긴밀한 협력과 현장 지원으로 우리 중소벤처기업이 글로벌 강소기업으로 뻗어나가는 데 적극 앞장설 것"이라고 말했다.

2019년도 현장지원사업은 하반기 중 연구원 홈페이지(www.kaeri.re.kr)를 통해 공지, 진행될 예정이다.

@highlight

한국원자력연구원 '현장애로기술 지원사업'이 기업에서 주목받고 있는 데 그 내용은 국내 중소벤처기업의 기술적인 문제를 신속하게 해결하기 위해 2013년부터 '현장애로기술 지원사업'을 연 30회 진행하고, 총 170여 건의 문제를 풀어 내면서 이 프로그램의 도움을 받아 문제를 해결한 기업들이 원자력연에 감사패를 주기도 했다.