여주시는 대한민국 최초로 FIFA U-20 축구결승에 오른 '대한민국 VS 우크라이나' 축구 결승 경기 거리 응원행사를 지난 15일 오후 10시 시청광장에서 진행했다.

이날 응원행사는 여주시민이 보다 편리하고 즐겁게 응원할 수 있도록 하기 위해 여주시가 4강전 승리직후 준비했다.

또한 여주시민축구단의 총감독이 '멕시코 4강 신화'의 주인공인 박종환 감독이기에 시민들과 함께하는 응원의 자리가 더욱 뜻 깊었다.

응원을 위해 모인 시민들은 우리 선수들이 공격할 때는 우레와 같은 함성을, 쓰러졌다 일어설 때에는 격려의 박수를 보내는 등 한마음 한뜻으로 뭉쳤다.

행사 첫 프로그램으로 여주 민예총 풍물놀이패의 공연이 펼쳐졌다.

이어 여주대학교 용마응원단의 멋진 치어리딩 공연이 분위기를 고조시켰으며 지역에서 활동하는 차니 밴드의 화끈한 연주에 관객들이 호흡을 맞췄다.

이어서 1983년 멕시코 세계청소년축구대회 하이라이트와 이번 대회를 오버랩해 편집한 오프닝 영상과 함께 박종환 감독과 이항진 시장의 미니토크쇼가 이어져 당시 4강 신화 창조를 위한 노력들과 국가대표팀의 승리 기원, 젊은이들에게 희망의 메시지 등을 전했다.

박종환 감독은 "내년이면 감독 인생 50년을 채운다.

마지막 불꽃을 여주시민축구단과 함께할 것이라면서 여주FC에 대한 시민들의 응원과 격려"를 부탁했다.

이항진 시장은 "박종환 감독님이 36년 전 어려운 환경속에서 지혜를 짜내고, 남다른 노력에 매진하여 결과를 배출한 사연에 감동 받았다"며 "지금 여주의 발전을 위해 우리가 배우고 따라야 할 부분"이라고 말했다.

남편과 열띤 응원을 펼친 민수현(52)씨는 "한국 축구를 처음 세계 4강에 올린 박종환 감독님과 함께 같은 무대의 결승전을 응원했다는 게 믿기지 않았다"며 "이런 자리를 준비한 여주시의 노력에도 감사하며 여주시민이라는 것이 자랑스럽다"고 말했다.

@highlight

여주시는 대한민국 최초로 FIFA U-20 축구결승에 오른 '대한민국 VS 우크라이나' 축구 결승 경기 거리 응원행사를 여주시민이 보다 편리하고 즐겁게 응원할 수 있도록 지난 15일 오후 10시 시청광장에서 진행했고, 멕시코 4강신화 박종환 여주FC 감독이 자리에 함께 했다.