"선악개오사(善惡皆吾師), 즉 선과 악이 모두 제 스승이었습니다."

인권변호사로 명성이 높은 한승헌(84) 전 감사원장이 14일 진안 인문아카데미에 초빙돼 특강을 실시했다.

진안 인문아카데미는 진안문화의집이 운영하는 평생학습프로그램 중 하나다.

이날 특강에는 지역 주민, 전·현직 공무원, 기관 및 사회단체 직원 및 회원 등 200여명이 자리를 함께해 성황을 이뤘다.

진안군수권한대행인 최성용 부군수, 신갑수 군의회의장 및 다수 군의원, 이연재 경찰서장, 이인숙 교육장 등이 참석했으며 재전진안군향우회 윤석정 회장 및 다수 회원들도 강연장을 찾았다.

특히 여러 명의 관내 중·고등학생들이 끝까지 강의를 경청해 눈길을 끌었다.

한 전 감사원장은 '진안고원에서 길을 찾다'란 주제 아래 '나의 삶, 나의 길'이란 부제를 달아 특강을 실시했다.

그는 자신의 인생론과 삶의 궤적을 진솔하게 언급해 청중의 공감을 얻었다.

중간 중간 특유의 유머를 배치해 자칫 지루할 수 있는 강의를 재미있게 이끌었다.

강의 종료 후 진행된 질의 및 응답 과정에서도 한 변호사는 위트와 재치 넘치는 입담으로 웃음을 선사했다.

그는 강연에서 "내 삶의 역정에는 음지와 양지가 얽혀 있다"며 "그 중 고난(음지)이 오히려 삶을 더 풍요롭게 해줬다"고 말했다.

또 "중학 진학, 대학 선택, 아나운서 시험 낙방, 고시 도전, 검사생활 회의, 시국사건 변호 등 삶의 궤적을 돌이켜 보면 모두가 결단과 도전의 연속이었다"고 말했다.

그는 "차별과 차이는 다르다. 먼저 실력의 차이를 극복해야 차별의 벽을 넘을 수 있다"는 의미 심장한 메세지를 남기기도 했다.

이날 그는 빡빡한 일정을 조율해 고향을 우선 찾은 것으로 알려졌다.

이에 대해 다수의 참석자들은 "고향을 제일 우선으로 생각하다니 감동"이라고 말했다.

@highlight

한승헌 전 감사원장은 진안 인문아카데미에서 '나의 삶 나의 길'이라는 부제로 특강을 실시했는데, 자신의 인생론과 삶의 궤적을 진솔하게 언급하고 재치있는 입담으로 200여명의 청중의 공감과 호응을 얻었다.