전남도가 문재인 정부의 혁신성장 8대 선도사업 가운데 하나인 ‘전남 스마트팜 혁신밸리’ 조성을 위해 기본계획 수립에 나서는 등 사업 추진에 박차를 가하고 있다.

16일 전남도에 따르면 농림축산식품부는 지난 3월 고흥과 경남 밀양, 2개 지역을 ‘스마트팜 혁신밸리 조성’ 지역으로 최종 선정했다.

그동안 전남도는 혁신밸리 조성 대상 부지 매입을 위해 농식품부, 한국농어촌공사 등 유관기관과 부지 매입을 위한 행정 절차를 진행하고 있다.

기본계획 수립을 위해 선도 농업 현장을 방문하고 한국농어촌공사와 위·수탁 협약을 체결했으며 고흥군, 한국생산기술연구원, 전남테크노파크, 농촌진흥청 등과 산·학·연·관 추진단 31명을 구성했다.

또한 혁신밸리 운영 법인 설립을 위해 행정안전부와 협의 절차도 진행 중이다.

실증단지 추진 방향 마련을 위해 한국생산기술연구원, 전남테크노파크 등과 스마트팜 기술교류회, 세미나, 전문가 협의회를 진행하는 등 기본 사업계획 수립에 적극적으로 임하고 있다.

전남도는 지난 12일 고흥군청에서 사업추진단 전체 회의를 열고 그동안 추진사항을 설명하고 실현가능한 기본사업계획서 수립을 위한 추진 방향과 세부 계획 수립에 대한 전문가 의견을 청취했다.

앞으로 각 분야별 전문가로 구성된 사업추진단과 청년창업보육, 기술혁신 등 생산 교육 연구기능이 집약된 기본사업계획을 세워 8월까지 농식품부 승인을 받을 예정이다.

홍석봉 전남도 친환경농업과장은 “도 차원에서 수립된 예비계획을 좀 더 구체화하기 위해 전국 규모로 사업추진단을 확대 구성했다”며 “앞으로 각 분야별 전문가로 구성된 사업추진단과 분야별 자문위원의 의견을 반영해 청년창업보육, 기술혁신 등 생산 교육 연구 기능이 집약된 세밀하고 구체화된 사업 계획을 세우겠다”고 말했다.

전남 스마트팜 혁신밸리 사업 규모는 29.5㏊다.

청년창업 보육센터, 임대형 스마트팜, 스마트팜 실증단지 등을 구축한다.

총 사업비는 1천56억원이다.

국비 546억원, 도와 시군비로 436억원, 자부담 74억원 등이다.

@highlight

전남도가 '전남 스마트팜 혁신 밸리' 조성을 위해 산. 학. 연. 관 추진단 31명을 구성하여 기본계획 수립에 나섰으며 앞으로 기본사업계획을 세워 8월까지 농식품부 승인을 받을 예정으로 시업 추진에 박차를 가하고 있다.