재미교포 애니 박(24)이 미국여자프로골프(LPGA) 투어 마이어 클래식(총상금 200만 달러)에서 선두를 질주중인 브룩 헨더슨(캐나다)의 대항마로 떠올랐다.

애니 박은 16일(한국시간) 미국 미시간주 그랜드래피즈의 블라이더필즈 컨트리클럽(파72)에서 열린 대회 사흘째 경기에서 보기 없이 버디 7개를 잡아 7언더파 65타를 쳤다.

중간합계 17언더파 199타를 적어낸 애니 박은 선두 헨더슨을 2타 차로 추격했다.

애니 박은 지난해 6월 숍라이트 클래식에서 투어 첫 승을 거뒀으나 이후 우승 기회를 잡은 적은 없다.

가장 좋은 성적은 작년 10월 중국에서 열린 뷰익 LPGA 상하이에서 거둔 공동 준우승이 최고 성적이다.

애니 박은 이 대회 전까지 3연속 컷오프를 기록중이었다.

3타차 선두로 3라운드를 맞은 헨더슨은 16~18번 홀에서 3연속 버디를 잡아 선두를 지킬 수 있었다.

2017년 우승 이후 2년 만에 타이틀 탈환에 도전하는 헨더슨이 우승한다면 투어 통산 9승째를 달성해 캐나다 선수로는 미국 투어 사상 최다승을 거두게 된다.

헨더슨은 현재 샌드라 포스트, 조지 너드슨, 마이크 위어와 함께 미국 남녀 투어 최다승 기록(8승)을 보유 중이다.

지난 주 숍라이트 클래식에서 역전우승에 성공했던 렉시 톰슨(미국)은 이날 10언더파 62타의 맹타를 휘둘러 공동 3위(16언더파 200타)로 뛰어올랐다.

선두 헨더슨에 3타 밖에 뒤지지 않아 2주 연속 우승을 노릴 수 있게 됐다.

한국선수로는 최운정(29)이 중간합계 11언더파로 가장 높은 순위인 공동 11위를 기록했다.

전인지(25)가 중간합계 10언더파로 공동 15위, 박인비(31), 유소연(29), 고진영(24)이 나란히 중간합계 9언더파로 공동 20위다.

박성현(26)은 중간합계 7언더파로 공동 32위, 이정은6(23)는 중간합계 4언더파로 공동 52위다.

@highlight

직전 대회에서 3연속 컷오프를 기록했던 애니 박이 16일 미국 미시간주 그랜드래피즈 블라이더필즈 컨트리클럽에서 개최된 3일 차 경기에서 7언더파 65타로 활약하며 미 LPGA 마이어 클래식 선두 브룩 헨더슨에게 맞서 역전 우승을 노린다.