▲ 울산시와 울산경찰청은 지난 14일 울산경찰청 6층 대회의실에서 ‘2019년 울산광역시 지역치안협의회(의장 송철호 시장) 정기회의’를 열고 폴리스 존 운영 및 고령자 운전면허 자진반납 활성화등에 대해 협업 방안을 논의 했다.

안전하고 살기 좋은 울산을 위해 울산시와 울산지방경찰청이 머리를 맞댔다.

울산시와 울산지방경찰청은 지난 14일 오전 울산경찰청 6층 대회의실에서 2019년 울산시 지역치안협의회 정기회의를 열었다.

이날 회의에는 송철호 시장과 박건찬 울산지방경찰청장, 황세영 시의회 의장, 노옥희 울산시교육감 등 기관장을 비롯해 울산지역 학계·재계·언론·시만단체 대표 등 위원들이 참석했다.

이날 지역치안협의회에서는 범죄 예방과 법질서 확립을 위한 공동 과제를 논의했다.

특히 울산경찰 20주년을 맞아 중점적으로 추진하고 있는 폴리스존 운영 활성화에 대한 의견이 집중적으로 오갔다.

최근 전국적인 이슈로 떠오른 정신질환과 관련된 범죄를 두고 보호를 위한 관련 기관의 협업을 강화하는 방법도 논의됐다.

고령 운전자의 사고 유발 횟수가 증가하는 데 따른 고령자 운전면허 자진반납을 활성화하기 위해 여러 기관들의 지원 방안과 사람우선 교통안전정책 추진을 위한 협업 방안도 협의됐다.

시 지역치안협의회는 “앞으로도 안전과 질서 확립으로 행복한 울산을 만들기 위해 치안 기반을 지속적으로 확충하고, 법질서 확립에 대한 사회적 공감대 형성과 시민의식 개혁 운동을 전개할 것”이라며 “이를 위해 각 기관·단체별 공동 추진과제와 자체 추진과제를 충실히 이행해나가겠다”고 밝혔다.

울산시 지역치안협의회는 2008년 시민이 안심하고 생활할 수 있는 안전한 행복도시 울산을 만들기 위해 발족했으며, 방범용 CCTV, 통합관제센터 운영 등 범죄예방 기반을 확충하고 교통안전 시설을 설치하는 등 협력하고 있다.

@highlight

울산시와 울산경찰청은 안전하고 살기 좋은 울산을 만들기 위해, 폴리스 존 운영과 고령자 운전면허 자진반납 활성화 관련에 대해 논의하고,범용 CCTV를 설치해 치안 기반을 확충하고 통합관제센터 운영과 교통안전 시설을 설치해 행복한 울산을 만들겠다고 밝혔다. 