16일 대구삼성라이온즈파크에서 열린 2019 KBO리그 삼성 라이온즈와 kt 위즈의 경기에서 삼성 선발투수 원태인이 투구하고 있다.

삼성 라이온즈가 연장에서 또다시 무릎을 꿇었다.

삼성은 16일 대구삼성라이온즈파크에서 열린 2019 KBO리그 kt 위즈와 주말 3연전 중 마지막 경기에서 연장 10회 1대3으로 패했다.

kt에 루징시리즈(1승 2패)를 당한 삼성은 이로써 시즌 30승 40패 승률 0.429를 기록했다.

이날 선발 등판한 원태인은 6이닝 동안 102개의 공을 던지며 5피안타 3볼넷 5탈삼진 1실점으로 퀄리티스타트를 달성했으나, 타선의 득점 지원을 받지 못해 시즌 4승 달성에는 실패했다.

삼성 김한수 감독은 김상수(2루수)-이학주(유격수)-구자욱(지명타자)-다린 러프(1루수)-김헌곤(좌익수)-최영진(3루수)-박해민(중견수)-송준석(우익수)-김도환(포수)으로 타순을 구성했다.

선취점은 kt가 올렸다.

3회초 무사 1, 3루 위기에 몰린 원태인은 황재균에게 유격수 앞 땅볼을 내줘 3루주자의 홈인을 허용했다.

삼성의 1점차 열세는 7회말에서야 깨졌다.

선두타자 김헌곤이 초구를 공략해 안타를 쳤다.

최영진의 희생번트 성공으로 1사 2루가 됐다.

2루주자 김헌곤은 포일을 틈타 3루로 진루했다.

박해민이 파울플라이로 물러났지만 이어 타석에 들어선 송준석이 1타점 2루타를 때려냈다.

점수는 1대1 동점이 됐다.

경기는 연장으로 갔다.

10회초 kt에 2점을 내줘 점수는 1대3이 됐다.

삼성은 마지막 공격 기회인 10회말 득점을 올리지 못하면서 1대3 패배로 경기를 마쳤다.

@highlight

삼성은 16일 2019 KBO리그 kt 위즈와 마지막 경기에서 마지막 공격 기회인 10회말에 득점을 놓쳐서 1대3으로 패하면서 시즌 30승 40패 승률 0.429를 기록했다.