인천 부평우체국 청소 노동자들이 사측인 우체국시설관리단이 노조원을 골라 징계를 남발하고 있다며 110일 넘게 우체국 앞에서 천막 투쟁을 벌이고 있다.

16일 민주노총 공공운수노조 우체국시설관리단지부에 따르면 부평우체국에서 청소를 하는 조합원들은 116일째 "부당징계를 철회하라"며 천막 투쟁을 이어가고 있다.

우체국시설관리단은 우정사업본부 자회사로 전국 우체국들의 청소·경비·기술 관련 노동력을 제공하는 곳이다.

부평우체국에는 청소 노동자 11명이 일하고 있다.

노조에 따르면 조합원 11명 중 9명이 지난 2월부터 현재까지 인사대기를 포함해 정직·감봉·견책 등을 받고 있다.

2015년 1월 출범한 우체국시설관리단지부는 우체국 지하주차장을 관행적으로 청소했다.

노조가 부평우체국에서 받은 자료를 보면 주차장 8507㎡는 실내 청소 제외면적이다.

이에 노조가 문제제기하며 지난해 2~8월까지 주차장 청소 거부에 나서자 사측은 인원 1명 증원과 근무시간 내 이 주차장을 청소하는 조건으로 일정 수당 지급을 약속했다.

하지만 수당은 지급되지 않았고 증원 인력은 상시 인력이 아닌 3개월 기간제 노동자였다.

올 2월 중순 노동자들이 다시 주차장 청소 거부에 나서기 시작하자 이 때부터 '지시불이행' 등 사유로 노조원들이 징계를 받기 시작했다.

증원 인력인 기간제 노동자 A씨 역시 한 차례 계약 연장 후 올 2월 말 해고 됐지만 지난 13일 인천지방노동위원회로부터 '부당해고'를 인정받았다.

노조 관계자는 "18명이 일해야 하는 사업장에서 노동자들이 최저임금과 과도한 노동에 시달리고 있다"며 "징계와 인사대기를 남발하는 전형적인 노조 탄압"이라고 말했다.

한편 우체국시설관리단의 입장을 듣기 위해 지난 12일부터 수차례 전화를 하고 연락처를 남겼지만 입장을 들을 수 없었다.

@highlight

16일 민주노총 공공운수노조 우체국시설관리단지부에 따르면 부평우체국에서 청소를 하는 조합원 11명 중 9명이 지난 2월부터 현재까지 인사대기를 포함해 정직·감봉·견책 등을 받는 등 사측인 우체국시설관리단이 노조원을 특정해 징계한다며 부당함을 호소하기 위해 116일째 "부당징계를 철회하라"며 천막 투쟁을 이어가고 있다고 전했다.