tvN '쇼! 오디오자키'(연출: 이영준, 김세훈)에 막강한 노래 실력자들이 대거 등장, 시청자들의 흥을 끌어올린다.

오늘(16일, 일) 방송되는 tvN '쇼! 오디오자키'는 역사가 살아 숨 쉬는 전주 한옥마을에서 진행된다.

각양각색의 매력으로 무대를 뒤흔든 도전자들의 쫄깃한 노래 대결이 일요일 밤 안방극장을 사로잡을 예정.

AJ 박명수와 붐의 유쾌한 합동 공연으로 포문을 연 '로드싱어'는 이날도 어김없이 폭발적인 가창력의 실력자들이 출격을 알려 기대감을 드높인다.

'강남스타일'을 열창한 9살 리틀 싸이, 곱게 한복을 차려입은 채 테크노 댄스를 추는 반전 매력의 참가자, 마치 교회 오빠 같은 단정한 복장을 하고 수줍은 미소를 짓다가 노래가 시작되자 소울풀한 보이스로 현장을 사로잡은 도전자 등 전주의 흥쟁이, 끼쟁이들이 총출동해 풍성한 볼거리를 선사하는 것.

쟁쟁한 도전자들의 노래 배틀 속 결승전에 오른 TOP3도 공개된다.

참가자의 실력에 따라 우승 상금이 적립되면서 금액이 차곡차곡 쌓여가는 가운데, 우승자에게는 '로드싱어' 최초로 EXID 솔지와 듀엣 무대를 함께 할 행운까지 주어져 더욱더 뜨거운 노래 배틀이 이어졌다는 후문.

과연 솔지와 노래를 부르게 될 실력자는 누가 될지, 우승 상금은 얼마나 누적되었을지 궁금증을 증폭시키고 있다.

한편, AJ 박명수, 붐, 솔지, 설하윤의 찰떡같은 케미도 폭소를 안길 전망.

이들은 화려한 입담과 남다른 애드리브로 재미를 더하는가 하면, 주거니 받거니 완벽한 호흡으로 출연자들의 긴장마저 날려버리는 센스를 발휘한다고.

이른 더위를 날려버릴 참가자들의 시원시원한 가창력과 더불어 AJ들이 배꼽 빠지는 웃음을 선물할 '로드싱어' 전주 편은 오늘 방송을 통해 확인할 수 있다.

tvN '쇼! 오디오자키'는 매주 일요일 저녁 6시 10분에 방송된다.

@highlight

vN '쇼! 오디오자키'는 AJ 박명수와 붐의 유쾌한 합동 공연으로 포문을 연 '로드싱어'는 역사가 살아 숨쉬는 전주 한옥마을에서 진행되며 AJ 박명수, 붐, 솔지, 설하윤의 찰떡같은 케미와 AJ들의 배꼽 빠지는 웃음을 선물할 것이라며 궁금증을 증폭시켰다.