한국뉴욕주립대 FIT, 21일 송도국제도시서 '패션 페스타'

오는 21일 오후 8시 송도국제도시 센트럴파크 UN광장에서 '2019 인천 패션 페스타-THE RUNWAY'가 개최된다.

인천경제자유구역청과 인천글로벌캠퍼스 입주 대학인 한국뉴욕주립대 FIT(Fashion Institute of Technology)가 진행하는 이번 행사에서는 캘빈 클라인 등 세계적 패션디자이너들을 배출한 한국뉴욕주립대 FIT의 역사적 배경, 과거부터 현대까지 100년간의 패션과 문화의 역사적 흐름을 뮤지컬 형식으로 표현한다.

특히 한국뉴욕주립대 FIT의 졸업작품과 함께 미국 뉴욕 FIT의 올해 우수 졸업 작품으로 선정된 의상을 뉴욕에서 직접 공수해 국내에 첫 선을 보인다.

특설 야외무대에서는 50여명의 오케스트라와 배우 및 댄서, 50여명의 모델들이 등장해 다채로운 형식의 종합예술 퍼포먼스를 펼친다.

또 뉴욕 FIT의 첫 한국인 졸업생인 신혜순 한국뉴욕주립대학교 FIT 석좌교수가 이번 행사에 의상디렉터로 참여하며, 현대의상박물관장으로도 활동 중인 그의 소장 의상을 이번 패션쇼를 위해 협찬한다.

이번 행사는 무료 공연 형식으로 펼쳐지며 오후 7시부터 기념 티셔츠를 선착순 400명에게 나눠주는 사전 이벤트도 예정됐다.

김춘호 한국뉴욕주립대 총장은 "이번 공연은 단순 패션쇼가 아닌 근대 패션 역사를 돌아보며 미래로 나아가는 시간 여행이 될 것"이라며 "앞으로도 한국뉴욕주립대와 인천지역 사회가 연계, 발전적인 관계로 이어갔으면 한다"고 말했다.

박남춘 인천시장은 "이번 행사가 현재 송도국제도시에 건립 중인 형지글로벌패션복합센터와 맞물려 인천이 대한민국 패션 허브도시로 도약하는데 마중물 역할을 할 것으로 기대한다"라며 "앞으로 경제와 산업뿐 아니라 인천을 문화적 다양성을 가진 도시로 발전시키는데 최선을 다하겠다"고 말했다.

@highlight

21일 오후 8시 UN광장에서 인천경제자유구역청과 인천글로벌캠퍼스 입주 대학인 한국뉴욕주립대 FIT(Fashion Institute of Technology)가 진행하는 '2019 인천 패션 페스타-THE RUNWAY'가 개최되어 100년간의 패션과 문화의 역사적 흐름을 담은 뮤지컬과 올해 우수 졸업 작품으로 선정된 의상을 선보인다.