반도체를 소재로 하는 소자를 만들기 위해서는 나노미터(㎚·10억분의 1ｍ) 크기의 규칙적인 구조인 나노패턴을 만들어야 한다.

그러나 공정이 복잡하고 값비싸기 때문에 늘어나는 수요에 대응하기 어려웠다.

이에 국내 연구진이 넓은 면적의 나노패턴을 효율적으로 제조하는 기술을 개발했다.

김소연 울산과학기술원(UNIST) 에너지및화학공학부 교수와 김예찬 화학공학과 연구원, 권석준 KIST 책임연구원, 허수미 전남대 교수팀은 고분자 사슬이 서로 밀어내거나 끌어당기는 힘을 이용했다.

이 과정에서 나노구조가 스스로 만들어지는 특성인 자기조립성을 활용해 나노패턴을 제조하는 방법을 개발했다.

이 방법을 사용하면 기존보다 저렴하고 빠르게 결과물을 얻을 수 있고 패턴 안에 고질적으로 생기는 구조적인 결함도 저절로 해결된다.

연구팀은 먼저 패턴을 만드는 블록공중합체 박막 위에 밀어주는 힘을 가해 나노패턴의 방향성을 만들었다.

이어 액체 용매를 증기로 만들어 고분자 박막 내부에 침투시켰다.

이 과정에서 박막이 부풀어 오르면서 공간이 넓어졌다.

넓어진 공간만큼 고분자 사슬이 스스로 움직일 수 있게 되면서 불규칙하게 배열된 나노패턴이 일정한 간격으로 정렬됐다.

연구팀은 이 방식으로 약 1.5㎠의 소자에 나노패턴을 새기는 데 성공했다.

김 교수는 "블록공중합체를 이용한 나노패턴 개발에 대한 연구는 많지만 큰 면적의 나노패턴을 개발하는 과정에서 생기는 방향성 문제와 결함 제거까지 한 번에 해결한 연구는 드물다"라며 "한편 이는 반도체 뿐만 아니라 광전소자 등 다양한 소자의 나노패턴에도 적용이 가능할 것으로 기대된다"라고 말했다.

이번 연구성과는 과학저널 '사이언스 어드밴시스' 14일자에 게재됐다.

@highlight

김소연 울산과학기술원 에너지및화학공학부 교수를 비롯한 연구진들이 반도체를 소재로 하는 소자를 만들기 위해 필요한 나노패턴을 제조하는 기술을 고분자 사슬이 서로 밀어내거나 끌어당기는 힘을 활용하여 개발함에 따라 향후 패턴 안에서 매번 발생하는 구조적 결함까지 자체 해결이 가능해졌다.