정부의 일자리정책 로드맵에 따르면 경찰공무원은 2022년까지 총 1만 7,500명이 충원될 계획이다.

이처럼 계속되는 확대 채용 정책은 경찰공무원 임용 시험 합격에 있어 절호의 기회.

이에 종합교육기업 ㈜에듀윌은 '경찰 확대채용 PASS'를 오픈하며 경찰공무원 합격 지원사격에 나서고 있다.

에듀윌의 '경찰 확대채용 PASS'는 수강일로부터 2년동안 전 과목, 전 교수진의 모든 강의를 횟수 제한 없이 무제한 수강할 수 있는 과정이다.

2021년 12월 31일까지 최종 합격할 경우 소정의 과정을 거쳐 제세공과금 22%를 제외한 수강료 환급도 받을 수 있다.

여기에 학습부터 마인드까지 독하게 관리하는 '독한 에듀윌 2.0'과 학습매니저의 체계적 관리를 받을 수 있는 '1:1 밀착 학습 관리', 체력 시험을 위한 체력 강좌 및 경찰공무원 전용 면접특강을 비롯해 합격에 도움이 되는 다양한 콘텐츠까지 프리미엄 학습 서비스를 제공한다.

하지만 무엇보다 큰 장점은 따라만 오면 자동으로 7회독이 완성되는 커리큘럼이다.

많은 경찰공무원 합격생들은 다회독을 합격의 비법으로 꼽는다.

에듀윌은 ▲기초이론 ▲기본이론 ▲심화이론 ▲기출분석특강 ▲단원별 문제풀이 ▲동형모의고사 ▲마무리특강의 단계를 통해 7회 반복 학습이 가능하도록 지원하고 있다.

에듀윌은 문제풀이도 놓치지 않았다.

100분 안에 100문제를 빠르게 풀 수 있도록 철저히 연습할 수 있는 7,500문제 '문풀훈련소'는 실력 진단 테스트와 데일리 테스트, 위클리 테스트, 온라인 모의고사 등 다양한 방식으로 문제풀이 훈련을 돕는다.

경찰공무원 수험생을 위한 '경찰 확대채용 PASS'의 자세한 내용 및 수강 신청은 에듀윌 공식 홈페이지에서 확인 가능하다.

한편, 에듀윌은 KRI 한국기록원으로부터 2년 연속 최다 합격자 배출 기록을 공식 인증 받은 종합교육기업이다.

현재까지 교육업계에서 이러한 기록은 에듀윌이 유일하다.

@highlight

경찰공무원 수험생을 위한 '경찰 확대채용 PASS'는 에듀윌 공식 홈페이지에서 자세한 내용을 확인할 수 있으며 수강일로부터 2년동안 전 과목, 모든 강의를 무제한 수강, 2021년까지 합격할 경우 (제세공과금 22%를 제외한) 수강료 환급도 받이루어진다.