내주 정부가 경기정점을 공식 판정하기 위한 회의를 연다.

정부는 오는 17일 국가통계위원회 경제분과위원회를 열어 경기 기준순환일(정점) 설정 안건에 대해 논의한다.

통계청은 경기 기준순환일(정ㆍ저점)을 현재 경기상황을 보여주는 동행지수 순환변동치와 국내총생산(GDP) 지표, 주요 경기지표, 전문가들의 의견 등을 종합적으로 검토해 결정한 뒤 국가통계위원회(위원장 홍남기 경제부총리)의 심의를 거쳐 공표한다.

통계청 관계자는 "경기정점 설정 여부는 논의안건으로 올라가지만, 반드시 정점에 관한 결정이 내려지는 것은 아니다"라면서 "위원 12명의 의견이 수렴되면 결정이되고, 수렴이 안 되면 결정이 안 날 수도 있다"고 말했다.

다수 경제 전문가들은 2017년 2분기 이후 한국경제가 회복기 없는 하강국면에 진입했다고 판단하고 있다.

제11순환기 경기 정점은 현재의 경기상황을 보여주는 경기동행지수 순환변동치 기준으로 보면 2017년 3∼5월(101.0)과 2017년 9월(101.0)이다.

전년동기 대비 국내총생산(GDP) 기준으로는 2017년 3분기(3.8%)가 정점이다.

2017년 5월을 경기 확장국면의 정점이라고 판단한다면 한국 경제는 이미 수축국면에 진입한 지 2년가량 넘은 것으로 볼 수 있다.

1972년 3월을 저점으로 시작된 우리나라의 경기순환은 2013년 3월 저점을 확인하기까지 모두 10차례의 순환을 거쳤다.

10차례에 걸친 경기순환의 확장국면은 평균 31개월, 수축국면은 18개월로 1차례의 순환에 총 49개월이 걸렸다.

현재는 2013년 3월을 저점으로 시작된 제11순환기에 있으며, 부분적인 등락을 거치며 최장의 경기 확장국면을 경험한 것으로 분석되고 있다.

경기가 수축국면으로 진입했다는 것이 공식 확인될 경우 정부 경제정책이나 한은 통화정책 방향이 여기에 맞춰져 조정될 수 있다.

기업들의 투자 판단 등에도 영향을 미칠 수 있으며, 소비자들의 심리에도 영향을 미치게 된다.

@highlight

통계청은 경기 기준순환일을 현재 경기상황을 보여주는 동행지수 순환변동치와 국내총생산 지표, 주요 경기지표, 전문가들의 의견 등을 검토해 국가통계위원회의 심의를 거쳐 공표하게 되는데 정부는 오는 17일 국가통계위원회 경제분과위원회를 열어 경기 기준순환일 설정 안건에 대해 논의했으며, 이에 관해 다수 경제 전문가들은 2017년 2분기 이후 한국경제가 회복기 없는 하강국면에 진입했다고 판단하고 있다고 전했다.