삼성전자와 제일기획이 인도 현지 밀레니얼 세대와 함께 인도에 대한 고정관념을 바꾸기 위해 진행한 '인디아 레디, 액션(#IndiaReadyAction)' 캠페인이 인도 전역에서 화제를 모으고 있다고 17일 밝혔다.

'인디아 레디, 액션' 캠페인은 인도의 젊은 세대들이 자신이 경험한 인도의 모습을 직접 영상으로 제작해 SNS에 공유함으로써 인도에 대한 고정관념을 깨도록 한 새로운 형식의 참여형 디지털 캠페인이다.

삼성전자는 인도 현지 맞춤형 전략폰인 갤럭시A의 동영상 촬영 기능과 스마트TV의 주요 기능을 연계해 인도 밀레니얼 세대와의 소통을 확대하는 차원에서 캠페인을 기획하게 됐다.

캠페인을 기획한 제일기획 관계자는 "참가자들이 영상을 직접 촬영해 자신의 SNS 계정에 공유하는 방식이라는 점에서 참여율을 예측하기 어려웠지만, 디지털 네이티브로 사회적 주제에 공감대를 갖고 행동하는 인도 밀레니얼의 특성을 반영한 것이 주효해 좋은 반응을 얻었다"고 말했다.

캠페인 소개 영상(https://youtu.be/4ha4hnu8TLU)은 유튜브 공개 26일만에 1억뷰를 돌파했고, 한 달 간의 캠페인 기간 동안 인도 내 25개 주(州)에서 2000편 이상의 영상이 SNS에 업로드됐다.

뭄바이의 길거리 음식 카초리(kachori), 카슈미르 지역의 반디포르 산악지대 등 외국인들은 물론 인도 내 다른 지역 사람들에게 잘 알려지지 않은 정보들까지 모여 현지인들에게도 호응을 얻었다.

특히, 이번 캠페인과 관련해 페이스북과 인스타그램에 게시된 콘텐츠들은 1억6200만건의 이용자 참여(공유, 댓글 등)를 기록하며 인도 SNS 사상 최다 기록을 세웠다.

삼성전자 서남아 총괄 송명숙 상무는 "이번 인디아 레디 액션 디지털 캠페인은 인도 전역에서 참여를 이끌어냈다는 점에서 의미가 크다"며 "향후에도 인도인들의 사회적 관심을 반영한 주제로 현지인들과 상호 공감ㆍ소통함으로써 인도 현지에서 가장 사랑받는 브랜드로 계속 나아가겠다"고 말했다

@highlight

삼성전자와 제일기획이 17일 인도의 젊은 세대들이 자신이 경험한 영상을 제작해 SNS에 공유한 '인디아 레디, 액션' 캠페인이 인도 전국에서 화제가 되고 있고 캠페인으로 페이스북 등에 1억6200만건의 사용자가 동참해 인도 SNS 사상 최다 기록을 만들었다.