일본 결제 시장을 놓고 네이버, 카카오 등 주요 인터넷, 콘텐츠 기업들의 각축전이 치열해지고 있다.

국내 기업들이 일본 결제 시장을 정조준하는 것은 아직까지 현금 이용률이 높은 일본 시장의 특성상, 모바일 결제 시장 초기 선점이 더욱 중요해졌기 때문이다.

네이버는 모바일 간편결제 서비스 네이버페이로 일본 오프라인 상점에서 결제할 수 있는 '크로스보더(Cross-Border) 모바일 결제 서비스'를 17일부터 선보인다고 밝혔다.

'크로스보더' 결제 서비스는 스마트폰에 생성된 QR코드로 결제를 진행하는 방식이다.

QR코드 방식으로 일본 결제가 가능해진 것은 네이버페이가 국내 최초다.

최초 1회 'QR결제 이용 동의'를 거친 네이버페이 이용자는 NPayㆍLINEPay로고가 보이는 일본 오프라인 상점에서 네이버앱 'QR결제'를 실행시키면 결제가 가능하다.

별도의 환전 수수료와 카드 수수료도 없다.

최진우 네이버페이 CIC 대표는 "이번 일본 진출은 글로벌 시장을 개척할 첫 걸음"이라며 "단계적으로 해외 오프라인 결제처는 물론 온라인 결제처까지 확장해 사용자들이 어디에서든 편리한 서비스를 경험할 수 있도록 노력할 것"이라고 말했다.

네이버를 시작으로 카카오, NHN도 일본 결제 시장 진출에 속도를 내고 있다.

NHN은 다음달에 일본에서 페이코(PAYCO) 결제서비스를 시작한다.

일본 선불카드 유통업계 1위 업체인 인컴재팬과 제휴를 맺고 가맹점 확보에 나선 상태다.

페이코 일본 서비스가 본격화되면 이용자들은 환전없이 드럭스토어, 면제점, 등 해외오프라인 매장에서 페이코 앱을 활용해 바코드로 결제할 수 있게된다.

카카오페이도 일본 시장 진출을 위해 중국 알리바바그룹 '알리페이'와 손잡고 서비스 출시를 준비 중이다.

알리페이 결제가 가능한 가맹점에서 카카오페이를 이용할 수 있게 될 전망이다.

카카오페이는 조만간 일본에서 시범 시스템을 구축, 연내 서비스 출시를 목표로 하고 있다.

포털업계 관계자는 "일본은 현금에서 이제 막 모바일 간편 결제로 전환기를 맞고 있어 잠재력이 큰 국가"라며 "인기 여행지라 국내 소비자들이 이용이 많다는 점도 일본 시장에 공을 들이는 이유"라고 설명했다.

@highlight

네이버가 네이버페이로 일본에서 결제가능한 '크로스보더 모바일 결제 서비스'를 17일부터 시작한다고 밝히는 등 일본의 경우 현금 이용률이 높아 모바일 결제 시장의 선점이 중요하기 때문에 주요 인터넷, 콘텐츠 기업들이 일본 결제 시장 진출에 치열하게 경쟁하고 있다.