5월 외화예금이 늘어난 것으로 집계됐다.

원화 약세에 기업들이 달러화 매도 시기를 늦춘 영향이다.

17일 한국은행이 발표한 '5월 중 거주자 외화예금 동향'을 보면 지난달 말 현재 외국환은행의 거주자 외화예금은 656억1000만 달러(약 77조8000억원)로 조사됐다.

한 달 전보다 24억1000만 달러(약 2조9000억원) 늘었다.

주요국 통화 가운데 달러화 예금이 556억5000만 달러(약 66조원)로 한 달 새 21억9000만 달러(약 2조6000억원) 늘었다.

지난달 전체 외화예금 증가분의 대부분을 차지했다.

가파른 원화 약세로 달러화에 견준 원화 환율이 달러당 1200원선을 돌파할 수 있다는 전망이 나오면서 기업들이 달러화를 내다 팔지 않고 보유한 결과로풀이된다.

한은 관계자는 "원/달러 환율 상승(원화 약세)에도 불구하고 환율 추가 상승을 기대한 일반 기업의 달러화 매도 지연과 개인의 달러화 매수 등으로 달러화 예금이 늘었다"고 설명했다.

원/달러 환율은 글로벌 달러화 강세 현상과 국내 경기 악화 우려 등으로 4월 말 달러당 1168.2원에서 지난달 말 달러당 1190.9원으로 22.7원 올랐다.

엔화 예금은 기업들의 결제자금 지급 등으로 한 달 전보다 9000만 달러 줄어든 38억7000만 달러를 나타냈다.

유로화 예금(31억7000만 달러)과 위안화 예금(14억4000만 달러)은 한 달 전보다 각각 1억4000만 달러, 2억9000만 달러 증가했다.

경제 주체별로 보면 기업예금이 517억3000만 달러로 17억7000만 달러 늘었다.

개인예금은 138억8000만 달러로 6억4000만 달러 증가했다.

은행 형태별로 보면 국내은행 예금(559억3000만 달러)이 25억3000만 달러 늘었고, 외국은행 국내지점의 예금(96억8000만 달러)은 1억2000만 달러 줄었다.

외국환은행의 거주자 외화예금은 내국인과 국내 기업, 국내에 6개월 이상 거주한 외국인, 국내에 진출한 외국 기업이 보유한 국내 외화예금을 말한다.

@highlight

원화 약세에도 환율 추가 상승을 예상한 기업들이 달러화 매도 지연과 개인의 달러화 매수로 인해 한 달 전보다 달러화 예금이 24억1000만 달러(약 2조9000억 원) 증가했다.