KTB그룹이 KTB자산운용의 코스닥벤처펀드 운용보수와 KTB투자증권, KTB네트워크의 기부금으로 총 10억원을 마련해 대학생 스타트업 육성에 나서기로 했다.

KTB그룹은 17일 사단법인 벤처기업협회 산하 SVI(서울벤처인큐베이터)와 손잡고 대학생들에게 사업 자금과 체계적 멘토링을 제공하는 'KTB 벤처 챌린지(Venture Challenge)' 프로그램을 시작한다고 밝혔다.

지원 대상은 KTB그룹이 매년 개최하는 아이디어 경진대회를 통해 선발한다.

인공지능(AI), 빅데이터, 콘텐츠 등 고부가가치 창출 지식서비스 및 제조(하드웨어) 분야, 사회문제 해결 분야 등에서 창의적인 사업 아이디어를 제시한 대학생 10개팀(향후 5년간 총 50개팀)을 뽑을 계획이다.

1차 서류평가와 발표평가를 통해 30개팀을 선정하고, 7월 중순 가산디지털단지 'G-Camp'에서 선배 창업자 및 멘토와 함께 하는 1박2일 캠프를 거쳐 7월 말 최종 10개팀이 결정된다.

SVI 측은 선발된 팀을 대상으로 전문가 멘토링 등 초기 엑셀러레이팅 프로그램을 제공할 예정이다.

최우수 두 팀은 1년간 사무 공간과 창업을 위한 체계적 인큐베이팅도 지원받게 된다.

KTB그룹 관계자는 "38년전 벤처캐피털로 금융을 시작한 KTB그룹이 4차 산업혁명 시대를 맞아 젊고 창의적인 사업가 발굴에 나선다는 것에 의의가 있다"며 "KTB코스닥벤처펀드의 수익 중 일부를 사회에 환원해 투자와 사회공헌의 선 순환 사례를 만든다는 것도 큰 의의"라고 말했다.

KTB투자증권에 따르면 세계 최대 사모펀드인 미국 블랙스톤(Blackstone) 역시 자선재단을 통해 학생들을 대상으로 블랙스톤 론치패드(Blackstone LaunchPad)라는 차세대 기업가 육성 프로그램을 운영 중이다.

학생들의 아이디어 상용화를 위해 기업가와 법률가, VC 등을 연결해주며 그동안 1만5000개 이상의 벤처 창업을 지원한 것으로 알려졌다.

@highlight

KTB그룹이 대학생들에게 사업 자금과 체계적 멘토링을 제공하는 'KTB 벤처 챌린지(Venture Challenge)' 프로그램의 일환으로 총 10억원을 마련해 대학생 스타트업 육성에 나서며, KTB그룹이 매년 개최하는 아이디어 경진대회를 통해 지원 대상을 선발한다고 밝혔다.