정정용 감독이 이끄는 태극 전사들이 2019 국제축구연맹(FIFA) U-20 월드컵 결승전에서 우크라이나에 역전패하면서 준우승을 차지했다.

아쉽게 우승은 놓쳤지만 우리 대표 팀은 한국 남자축구 사상 첫 FIFA 주관대회 결승 진출에 이어 역대 최고 성적인 준우승을 차지하는 새 역사를 썼다.

한국 U-20 대표팀은 16일 새벽 폴란드 우치 경기장에서 열린 우크라이나와 대회 결승전에서 전반 4분 이강인의 페널티킥 선제골로 앞서갔지만 전반 34분과 후반 8분 동점골과 결승골을, 후반 44분 쐐기골을 내주며 1-3으로 패했다.

태극 전사들은 우승을 놓친 허탈한 마음에 눈물을 글썽이며 응원해 준 한국 응원단에 감사의 인사를 전했다.

이번 대회 2골 4도움에 빛나는 이강인은 시상식에서 대회 최우수선수(MVP)에게 주는 골든볼을 차지했다.

한국 남자 선수가 FIFA 주관 대회에서 골든볼을 수상한 것은 이강인이 처음이다.

또한 대회 연령보다 두 살 어린 18세 선수가 골든볼을 수상한 것은 2005년 대회에서 골든볼과 골든부츠를 받은 ‘축구의 신’ 리오넬 메시(32) 이후 14년 만이다.

이강인뿐만 아니라 오세훈·조영욱·전세진·김현우·최준·이지솔 등 모든 선수들이 잘해 주었다.

특히 잇단 슈퍼 세이브로 한국의 골문을 든든히 지킨 이광연은 ‘빛광연’으로 불리며 준우승의 일등공신이 됐다.

새롭게 쓰인 한국축구 역사에 광주 금호고 출신 엄원상·김정민과 전남 광양제철고 출신 황태현도 공수에서 맹활약했다.

‘제갈용’으로 불린 정정용 감독의 변화무쌍한 전술도 빛났다.

비록 결승전에서 체력적인 부담으로 아깝게 우승을 놓쳤지만 한국 남자 축구의 미래는 한없이 밝다.

앞으로 10년 후쯤이면 이들이 또 어떤 찬란한 플레이를 펼쳐 보일지 상상해 보면서 한국 축구 대표 팀의 사상 첫 우승을 꿈꾼다.

@highlight

아쉽게 우승은 놓쳤지만 우리 대표 팀은 한국 남자축구 사상 첫 FIFA 주관대회 결승 진출에 이어 역대 최고 성적인 준우승을 차지하는 새 역사를 썼는데, 이강인뿐만 아니라 오세훈·조영욱·전세진·김현우·최준·이지솔 등 모든 선수들이 최선을 다해주었다.