화성면행정복지센터(면장 강선규)와 화성면 수정리 마을공동체가 지난 14일 인근 주민 80여명을 초청한 가운데 개최한 '삼리정 음악회'가 초여름 밤을 아름답게 수놓았다.

[청양]화성면행정복지센터(면장 강선규)와 화성면 수정리 마을공동체가 지난 14일 인근 주민 80여명을 초청한 가운데 개최한 '삼리정 음악회'가 초여름 밤을 아름답게 수놓았다.

'삼리정'은 수정리, 화암리, 기덕리 등 세 마을의 교차 지점인 강당고개에 세워진 육각 정자로 낙락장송이 신비로운 솔밭에 있어 주민들의 휴식과 교류장소로 사랑받는 장소이다.

이 곳은 송진 수탈이 극성이던 일제강점기 평택임씨 문중과 주민들의 단합으로 피해를 막았으며 1960년대 야학의 중심지였고 화암초 폐교 전까지 단골 소풍 터로 콩쿨대회가 자주 열리기도 한 곳이다.

이날 음악회는 화성면주민자치위원회 김기자 노래강사의 품바 설장구 공연을 시작으로 가요 부르기, 시낭송, 통기타 연주, 색소폰 연주, 소리공연 등 출연자들의 재능기부로 진행됐다.

농사에 지쳤던 주민들은 지난해에 이어 두 번째 열린 음악회를 즐기며 위로와 활력을 얻었다.

음악회에 참석한 임모씨(64)는 "우리나라 근대사에서 현대사로 옮기는 과정을 읽혀주는 야학의 중심지였던 이곳에서 이런 멋진 음악회가 회를 이어가는 것에 참으로 기쁜 마음이다" 며 "많은 사람들이 이 곳을 찾아와 역사의 흐름과 만끽하는 휴식, 교류의 장소로 활용됐으면 한다"고 말했다.

공연을 기획한 윤예주 씨는 "농촌 사회에서 주민 스스로 주최하는 문화행사를 가짐으로써 지역공동체를 복원하고 마음을 치유하고 문화를 향유하기 위해 추진하고 있다"고 말했다.

@highlight

화성면행정복지센터와 화성면 수정리 마을공동체는 지난 14일 인근 주민 80여명을 초청해 주민들의 휴식과 교류장소로 사랑받는 장소 삼리정에서 '삼리정 음악회'를 개최했다. 