이용섭 광주시장(왼쪽)이 지난 14일 오전(현지시각) 오스트리아 비엔나 영산그룹 본사에서 박종범 회장과 투자 협약(MOU)을 체결한 뒤 기념촬영을 하고 있다.

오스트리아 소재 국외기업인 영산그룹이 향후 4년간 250억원을 투입, 광주에 자동차 첨단부품 제조공장을 건립한다.

16일 광주시에 따르면 이용섭 광주시장은 지난 14일 오전(현지시각) 오스트리아 비엔나 영산그룹 본사에서 박종범 회장과 투자 협약(MOU)을 체결했다.

영산그룹은 투자 협약에서 오는 2020년부터 2023년까지 250억원을 투자해 광주에 자동차 첨단부품 제조공장을 건립한다고 밝혔다.

부품공장 건립으로 일자리 200개가 신규 창출될 전망이다.

광주시는 영산그룹 투자와 관련해 행정 지원과 함께 조세감면, 보조금 지원 등 관련 규정에 따른 인센티브를 제공하고, 인력 확보에도 적극 협력하기로 했다.

영산그룹은 광주 출신 박 회장이 지난 1999년 오스트리아 비엔나에 건립한 회사로, 지난 20년 동안 유럽지역에 자동차 부품 등을 판매하고, 제조생산사업을 펼쳐왔다.

현재 유럽, 미주, 아프리카, 아시아태평양지역 등 20개국 35개 법인 및 공장을 운영 중이며 고용인원은 2500명에 달한다.

박 회장은 “광주 출신으로서 후배들을 위해 고향에 일자리를 만드는 것이 내 오랜 꿈이었다”며 “최근 광주형 일자리 사업 성사와 함께 완성차 공장 신설, 국내 유일의 친환경자동차 부품인증센터 유치, 인공지능 중심 산업융합 집적단지 조성사업 예비타당성조사 면제 등을 통해 유망한 투자지역으로 급부상하고 있는 광주발전에 기여하게 되어 기쁘다”고 말했다.

이 시장은 “이역만리에서 광주의 긍지를 갖고 살아가는 회장님의 삶이 광주발전에 큰 힘이 될 것이다”며 “정의롭고 풍요로운 광주 건설에 대한 광주시민, 그리고 향우들의 열망을 반드시 현실로 만들겠다”고 말했다.

한편 영산그룹은 현재 광주지역 대학생들을 대상으로 ‘광주 청년 글로벌 기업 체험 지원 프로그램’도 운영하고 있다.

2017년부터 시작된 이 프로그램은 광주 소재대학 재학생 및 졸업예정자를 대상으로 글로벌 기업 체험 기회 등을 제공하는 내용이다.

영산그룹은 올 여름에도 대학생 7명을 선정해 해외 사업장에 파견할 예정이다.

@highlight

오스트리아 소재 국외기업인 영산그룹이 향후 4년간 250억원을 투입, 광주에 자동차 첨단부품 제조공장을 건립하는데, 영산그룹은 투자 협약에서 오는 2020년부터 2023년까지 250억원을 투자해 광주에 자동차 첨단부품 제조공장을 건립할 예정이다.