[환경일보] 환경부(장관 조명래)는 다른 계절에 비해 여름 휴가철(7~8월)에 화학사고가 많이 일어나는 점을 감안해 6월17일부터 8월23일까지 전국 7개 권역별로 총 595곳의 사업장에 대해 특별안전점검을 실시한다고 밝혔다.

환경부가 2014년부터 5년간 전국에서 발생한 화학사고 총 449건의 발생 시기를 분석한 결과, 여름 휴가철인 7~8월에 발생한 사고가 월평균 56.5건으로 나타났다.

이 시기를 제외한 발생건수 월평균 35.2건에 비해 약 1.55배 높은 셈이다.

이번 특별안전점검은 산업단지 등 화학사고 취약시설을 중심으로 화학물질 취급업체 현장을 촘촘하게 점검하여 여름철 안전관리 강화를 비롯해 화학사고 발생을 최소화하고 정부혁신 과제인 선제적 예방적 서비스(적극적인 사고예방) 구현에 도움을 주기 위해 마련됐다.

환경부는 화학물질관리법 위반업체 확인 및 사업장의 자발적 준법의지 제고를 위한 자진신고 기간 운영('17.11.22. ~ '18.5.21.(6개월))한 바 있다.

특별점검은 한강유역환경청 등 7개의 각 유역(지방)환경청이 화학재난합동방재센터, 한국환경공단과 함께 화학사고에 취약할 것으로 예상되는 총 595곳의 사업장을 대상으로 진행한다.

점검대상 사업장은 자연발화 등의 이유로 여름철 사고발생 위험도가 높은 도금 사업장이나 지정폐기물 배출업체, 독성 화학물질(염산, 질산 등) 취급 업체, 과거에 화학사고가 발생했던 업체 등이다.

비치, ▷자체점검 실시 여부 등이다.

환경부 송용권 화학안전과장은 "여름철에는 폭염 때문에 작업 집중도가 떨어지고 휴가철 대체근무 등으로 현장 숙련도도 떨어져 화학사고에 대한 각별한 주의가 필요하다"며, "이번 특별안전점검이 화학안전에 대한 경각심을 한번더 일깨우는 계기가 될 것"이라고 말했다.

@highlight

환경부는 6월 17일부터 8월 23일까지 전국 7개 권역별로 화학사고 대비 총 595곳의 사업장에 화학사고 발생 최소화 및 선제적 예방 서비스를 위해 화학물질 취급업체 현장을 촘촘하게 점검하는 특별안전점검을 실시한다고 밝혔다.