이번 2019 국제축구연맹(FIFA) U-20 월드컵은 이강인 위한 무대였다.

이강인은 대회 MVP에게 수여하는 골든볼을 수상하며 세계최고의‘ 골든 루키’로 떠올랐다.

이강인(18세 3개월 27일)은 2005년 네덜란드 대회 때 골든볼을 받은 리오넬 메시(18세 8일)에 이어 2번째 어린 골든볼 주인공이 됐다.

역대 U-20 월드컵에서 18세의 나이로 골든볼을 여섯번째 선수다.

1979년년 디에고 마라도나가 18세의 나이로 골든볼을 받은 이후 유고슬라비아의 로베르트 프로시네치키, 2005년 대회 리오넬 메시, 2019년 대회 이강인이 ‘18세 골든볼’의 계보를 이었다.

20세 이하 월드컵은 세계 축구를 미래 축구스타들의 등용문이다.

2005년 리오넬 메시(아르헨티나), 2007년 세르히오 아게로(아르헨티나), 2013년 폴 포그바(프랑스) 등 세계적인 축구스타들이 골든볼을 수상했다.

U-20 대회에서 잠재력을 폭발한 이강인은 유럽에서도 크게 주목을 받고 있다.

발렌시아 팬들도 골든볼을 수상한 이강인을 제2의 파블로 아이마르라고 부르며 찬양하고 있다.

현역 시절 축구공을 마치 신체의 일부처럼 자유자재로 다루며 ‘El Payaso’(어릿광대)로 불린 아이마르는 우아함의 대명사였다.

1997년 U-20월드컵 대회의 전신인 세계청소년선수권대회에서 출전해 고국인 아르헨티나의 5번째 우승을 이끌며 브론즈볼을 받았다.

이후 이강인의 소속팀인 발렌시아로 이적해 현재 기성용의 소속팀 뉴캐슬 유나이티드를 이끌고 있는 라파엘 베니테즈 감독 아래 재능을 꽃피워 2003~2004 프리메라리가와 UEFA컵(유로파리그 전신) 등 ‘더블’을 달성한 레전드다.

리오넬 메시의 우상으로 알려졌다.

@highlight

이강인(18세 3개월 27일)이 2019 국제축구연맹(FIFA) U-20 월드컵에서 MVP로 선정되어 18세의 나이에 골든볼을 받은 여섯 번째 선수가 되었으며, 이는 2005년 네덜란드 대회 때 골든볼을 받은 리오넬 메시(18세 8일)에 이어 2번째 어린 골든볼이다.