[부산=환경일보] 권영길 기자 = 부산시는 지난 6월14일 오전 11시 시청에서 오거돈 부산시장, 실버스톤 김경록 대표, 부산도시공사 장태래 도시개발본부장이 참석한 가운데 기부금 기탁식을 가지고, 실버스톤 유한회사가 부산시 문화소외계층의 문화향유를 위해 부산광역시 문화진흥기금에 기부금 10억원을 기탁했다.

실버스톤 유한회사는 2013년 부산 문현혁신지구 2단계 개발사업 시행사로 선정돼 2015년 8월 공사를 착공해 2018년 11월에 2단계 사업시설을 준공했다.

'문현혁신지구 2단계 시설'은 1단계 랜드마크 건물의 부대지원시설과 업무용시설로서 2개동(36층?49층)에 업무시설, 문화시설, 숙박시설, 판매시설 등이 들어섰다.

특히 문화복합몰에는 1727석 규모의 대형 뮤지컬 전용극장 '드림씨어터'를 지난 4월에 개관했고 금년 10월에는 부산증권박물관이 개관될 예정이다.

실버스톤 유한회사는 문현혁신지구 2단계 준공과 '드림씨어터' 개관에 맞춰 부산이 문화 속에 살기 좋은 도시로 거듭나고, 지역민 누구나 문화향유의 기회를 가지는 도시로 성장해가길 바라며, 부산시에 10억원을 기탁했다.

실버스톤 유한회사의 김경록 대표는 '2017년 부산시 자랑스런 건설인상'을 수상한 지역 기업인으로, 금년 7월 부산국제금융센터에 세계 4대 호텔그룹의 아비니센트럴호텔 유치 등을 통해 지역 일자리창출에도 기여하고 있다.

현재 부산시에서는 문화소외계층 문화향유 사업으로 문화취약시설을 찾아가서 공연하는 '찾아가는 문화활동', 문화소외지역에 찾아가는 '이동형 무대지원사업', 공유문화 플랫폼을 통한 '문화나눔사업', 거동이 불편하신 고령자, 장애인을 찾아가는 1대1 '맞춤형 실버문화복지사업' 등을 추진해오고 있다.

부산시 관계자는 "이번 기부금 행사를 계기로 문화소외계층을 위한 문화향유 지원사업이 보다 알차게 추진돼 더 많은 사람들이 수준 높은 문화를 향유할 수 있도록 기부하신 취지에 맞게 잘 사용하도록 하겠다"고 밝혔다.

@highlight

부산시 문화진흥기금에 10억의 기부금을 기탁한 실버스톤 유한회사는 6월 14일 기부금 기탁식에서 살기 좋은 부산을 만들고 부산이 문화소외계층의 문화향유의 기회를 가지는 도시로 성장하길 바란다고 말하며 취지에 맞게 기부금을 유용하게 쓰겠다고 밝혔다.