지난 15일(현지 시간) 스웨덴 쇠데르텔리에(Sdertlje)에 위치한 아스트라제네카 바이오로직스 생산기지에서 주요 관계자들이 협력의향서(LOI) 체결 후 기념사진을 촬영하고 있다.

스웨덴과 영국을 무대로 106년 전 의약연구자들이 설립한 아스트라제네카가 국내에서 다양한 연구지원과 임상, '오픈 소스'형 협업을 벌이더니, 문재인 대통령의 스웨덴 방문을 계기로 한국 바이오산업에 7500억원의 대규모 투자를 단행한다.

아시아 지역 내 4곳의 항암 연구센터 중 3곳을 한국에 둔 아스트라제네카는 한국내 협업 공로를 인정받아 보건복지부장관상, 한국보건산업진흥원장상을 잇따라 수상한 바 있다.

이미 최근 3년간 600억원 이상을 국내 임상에 투자했고, 100개 이상의 글로벌 임상시험을 국내에서 진행하는 등 친한(親韓) 행보를 이어가고 있다.

17일 정부와 업계에 따르면, 아스트라제네카는 최근 스웨덴 스톡홀름에서 문재인 대통령, 스웨덴 국왕 칼 구스타프 16세, 스테판 뢰벤(Stefan Lfven) 스웨덴 총리, 레이프 요한손 회장이 참석한 가운데 열린 한국·스웨덴 비즈니스 서밋에서 2020~2024년 한국 바이오 연구개발 증진, 고용창출 등에 6억3000만 달러를 투자한다고 발표했다.

레이프 요한손 회장은 "한국은 바이오헬스 분야에서 세계 최고 수준의 연구자들을 포함한 우수한 자산을 보유하고 있어 전 세계적으로 성장할 잠재력이 높고, 문재인 대통령의 리더십과 바이오헬스 산업 혁신 전략에 힘입어 앞으로 더욱 발전할 것으로 기대한다"고 말했다.

아스트라제네카와 대한무역투자진흥공사(KOTRA), 한국바이오협회는 협력의향서(LOI)를 체결, 오픈 이노베이션과 신약 개발, 바이오 벤처 스타트업 멘토링 제공, 차세대 의료 기술 활용 모색 및 해외 시장 진출 기회 마련 등에 협력키로 했다.

아스트라제네카는 작년 12월 보건복지부로부터 혁신형 제약기업에 선정됐다.

지난 5년간 국내에서 130여 개의 임상 연구를 진행해 왔다.

@highlight

최근 3년간 600억원 이상을 국내 임상에 투자했고, 100개 이상의 글로벌 임상시험을 국내에서 진행하는 등 친한(親韓) 행보를 보이고 있는 아스트라제네카는 최근 스웨덴 스톡홀름에서 문재인 대통령, 스웨덴 국왕 칼 구스타프 16세, 스테판 뢰벤,스웨덴 총리, 레이프 요한손 회장이 참석한 가운데 열린 한국·스웨덴 비즈니스 서밋에서 문재인 대통령의 스웨덴 방문을 계기로 2020~2024년 한국 바이오 연구개발 증진, 고용창출 등에 6억3000만 달러(7500억원)를 투자한다고 밝혔다.