현진건문학상운영위원회와 대구문인협회는 '다시 읽는 현진건'을 주제로 '2019년 현진건 학술세미나'를 개최한다.

빙허 현진건은 소설 '운수좋은 날' '빈처' 'B사감과 러브레터'의 작가로 대구에서 출생하고 자란 한국현대소설의 개척자다.

'현진건 학술세미나'는 현진건 문학과 대구지역의 관계를 고찰하는 행사로 각 연구자들이 심층적인 논문을 발표하고 활발한 토론을 펼칠 것으로 기대된다.

발표는 양진오(대구대교수), 오철환(소설가), 박상준(포항공대 교수) 남상권 문학박사가 맡는다.

양진오 교수는 '식민지의 유령을 이야기하는 현진건 문학' 제하의 논문을 통해 식민지 사회 바깥으로 추방된 이름없는 유령들을 소환하기 위해 현진건의 작품은 비선형적 구성과 분열적 양상을 띠고 있다는 점을 밝힌다.

오철환 작가는 '현진건의 단편소설과 장편소설 비교 고찰' 논문을 통해 현진건의 작품들이 개인과 역사를 문학적으로 수용한 면모를 살핀다.

박상준 교수는 '현진건 소설 다시 읽기' 논문을 통해 그간 잘 다뤄지지 않았던 1920년대 후반기 현진건 소설을 검토하면서 '문인-언론인'으로서 치열했던 그의 삶이 문학에 어떻게 투영되었는지 분석한다.

남상권 박사는 '현진건의 문학적 후견인과 개인적 재능' 제하의 논문으로 작가의 문학적 성과가 그의 인척 혹은 당대 지식인들과 어떤 관련이 있는지를 밝힌다.

지정 토론자로 김가경(소설가), 권이항(소설가), 이화정(소설가), 김동혁(소설가) 등 작가들이 참여한다.

이번 세미나는 21일(금) 오후 3시부터 6시까지 대구문학관4층 세미나실에서 열린다.

시민들 누구나 참석할 수 있다.

@highlight

현진건문학상운영위원회와 대구문인협회는 21일(금) 오후 3시부터 6시까지 대구문학관4층 세미나실에서 '다시 읽는 현진건'을 주제로 현진건 문학과 대구지역의 관계를 고찰하는 '2019년 현진건 학술세미나'를 개최한다.