퍠션마케팅을 전공하는 대학생들이 졸업작업전으로 제품 기획부터 디자인, 마케팅까지 브랜드 론칭 제안전을 가져 화제가 되고 있다.

주인공은 계명대(총장 신일희) 패션마케팅학과 재학생들.

오프라인 홍보마케팅 업무까지 진행했다.

해마다 이어지는 대학 패션마케팅 학과의 전통이기도 한 브랜드 론칭 제안전은 올해의 경우 어크웨어 브랜드 ‘젠턴트(XENTENTE)’로 탄생됐다.

워크웨어 룩에 기능적인 디테일 요소와 지속 가능한 업사이클 소재, 친환경 소재를 결합해 감각적이지만 착한 소비를 원하는 20~30대 소비자들을 겨냥한 브랜드다.

‘젠턴트’는 20세기 오리지널 워크웨어의 기반 위에 트렌드 한 감성, 기능성과 지속가능 가치를 결합해 차별화된 시각으로 재해석한 스타일을 제안하고 있다.

기존 워크웨어의 단조로운 컬러감에서 벗어나 트렌드 컬러를 입힌 오리지날 라인과 탈부착과 방수성 등 기능적인 요소를 특징으로 가지는 펑크셔널(Functional) 라인, 버려진 소재를 다시 사용하거나 친환경 소재를 이용한 서스테이너블(Sustainable) 라인으로 구성돼 있다.

콘셉트 선정부터 브랜드 네이밍, BI개발, 프로모션 계획까지 전반적인 마케팅 활동과 룩북 촬영, 기획까지 패션산업의 전반적인 업무를 학생들이 모두 맡았다는 점에서 더욱 의미가 있다.

유니섹스 시티 워크웨어 브랜드 ‘젠텐트’ 런칭 제안전은 21일까지 계명대 대명캠퍼스 동산도서관 화이트갤러리에서 진행되며 24~28일까지는 대구 서구에 위치한 한국 업사이클센터 2층 전시과에 초청 전시된다.

여은아 계명대 패션마케팅학과장은 “패션마케터를 전문적으로 육성하기 위해 실무지향적인 교과과정을 운영하고 있다”며 “산학협력교류를 통해 실무형 인재를 육성하고, 졸업과 동시에 바로 현장에 투입될 수 있도록 노력하고 있다”고 말했다.

@highlight

계명대 패션마케팅학과 재학생들이 졸업 작업전으로 브랜드 론칭 제안전을 가졌는데, 이들은 회사 조직을 구성하고, 브랜딩과 상품 기획 및 제작, 물량구성, 매장구성, 재무계획, 스타일링, 화보촬영, 판촉물 제작, 영상물 제작 등까지 직접 진행했다.