▲ 2019 국제하키연맹 시리즈 파이널스에서 우승을 차지한 여자하키 국가대표팀이 승리를 자축하며 기념 사진을 찍고 있다.

임계숙 감독이 이끄는 여자하키 국가대표팀(세계랭킹 11위)이 2019 국제하키연맹(FIH) 시리즈 파이널스에서 우승을 차지했다.

이로써 대표팀은 상위 2개국에 주어지는 2020년 도쿄올림픽 예선 대회 출전 자격을 1위로 획득했다.

우크라이나(26위), 스코틀랜드(18위), 프랑스(30위), 말레이시아(22위)를 차례로 꺾고 결승에 진출한 한국은 대회 마지막 날인 지난 16일 아일랜드 밴브리지에서 열린 홈팀 아일랜드(8위)와의 경기에서 3-1로 승리를 거뒀다.

3쿼터까지 팽팽했던 승부는 4쿼터 시작 20초만에 터진 김현지(목포시청)의 골로 한국이 1-0으로 앞서나갔다.

이후 한국은 종료 5분여를 앞두고 천은비(평택시청)가 득점하며 2-0으로 리드했다.

수세에 몰린 아일랜드는 골키퍼까지 빼는 강수를 꺼내들며 공격에 올인했고 후반 1분여를 남기고 페널티 코너에서 득점하며 2-1까지 쫓아왔지만 종료 10초 전 강진아(KT)가 추가 쐐기골을 넣으며 3-1 승리를 가져왔다.

한국 여자하키는 1988년 서울 올림픽부터 2016년 리우데자네이루 올림픽까지 8회 연속 올림픽 본선 진출에 성공했다.

1988년 서울, 1996년 애틀랜타 대회에서 은메달을 거둔 것이 역대 최고 성적이다.

2020년 도쿄올림픽 예선 대회는 오는 10월에 열리며 14개 나라가 7장의 올림픽 본선 티켓을 두고 경쟁한다.

여자 하키는 도쿄올림픽에서 여자농구, 조정, 유도와 함께 남북 단일팀을 구성하기로 한 4개 종목 중 하나다.

올림픽 1차 예선의 성격을 지닌 이번 대회부터 단일팀으로 출전할 계획이었으나 엔트리 마감 시한까지 북측의 연락이 없어 남측 선수들로만 대표팀을 구성했다.

10월에 열릴 최종 예선에서 단일팀으로 출전할지 여부 또한 아직 불투명한 상황이다.

@highlight

임계숙 감독이 이끄는 여자하키 국가대표팀이 2019 국제하키연맹(FIH) 시리즈 파이널스에서 아일랜드를 3-1로 꺾으며 우승을 차지해, 2020년 도쿄올림픽 예선 대회 출전 자격을 1위로 얻어내는 데 성공했다.