초벌청자를 따로 구웠던 고려청자 가마 구조가 부안 유천리 청자 요지에서 확인돼 관심을 끈다.

현재까지 고려 청자가마에서 초벌 칸을 운용하던 사례는 강진 사당리 43호가 처음으로, 이번에 유물 퇴적구에서 초벌 청자가 다량으로 발견됨으로써 가마 구조를 확인할 수 있는 단초가 마련된 셈이다.

문화재청은 부안군과 전북문화재연구원이 발굴조사 중인 ‘부안 유천리 요지(사적 제69호) 6구역 가마’에서 2기의 고려청자 가마를 확인했다고 밝혔다.

이번 발굴은 지난 2018년 시굴조사에서 존재가 확인됐던 가마, 유물 퇴적구의 축조방법과 운영시기, 성격 등을 파악하기 위해 진행됐으며 지난 2월부터 시작됐다.

부안 유천리 요지는 고려시대 최고급 상감청자 등 다양한 자기기 제작된 곳이다.

이번 조사에서 발견된 2기 가마는 구릉의 서쪽에 있으며 경사면을 따라 약 5m 간격으로 조성돼 있다.

가마는 진흙과 석재를 이용해 만든 토축요(土築窯)로 바닥면에는 원통형 갑발(匣鉢·큰 그릇)과 도지미(받침)가 불규칙하게 놓여 있다.

가마 2기 중 1호는 전체적인 구조가 양호한 상태로 전체 길이 23m, 연소실 길이 1.6m, 소성실(燒成室) 길이 19m다.

반면 2호 가마는 훼손됐다.

특히 가마 맨 끝부분에서는 석재로 만든 배연시설이, 이 배연시설과 맞닿은 소성실 끝 칸의 바닥 면에는 폐기장으로 사용된 것으로 보이는 유물 퇴적구가 확인됐다.

문화재청은 “이번 조사에서 확인한 고려청자 가마 구조상 배연시설과 초벌칸, 초벌칸과 연결된 초벌청자 유물 퇴적구 등은 학술 가치가 높아 앞으로 사적지 복원 정비 사업에 중요한 기초 자료가 될 것”이라고 밝혔다.

@highlight

초벌청자를 따로 구웠던 고려청자 가마 구조가 부안 유천리 청자 요지에서 확인돼 관심을 끄는데, 현재까지 고려 청자가마에서 초벌 칸을 운용하던 사례는 강진 사당리 43호가 처음으로, 이번에 유물 퇴적구에서 초벌 청자가 다량으로 발견됨으로써 가마 구조를 확인할 수 있는 단초가 마련된 셈이며, 문화재청은 부안군과 전북문화재연구원이 발굴조사 중인 ‘부안 유천리 요지(사적 제69호) 6구역 가마’에서 2기의 고려청자 가마를 확인했다고 밝혔다.