'짠내투어'가 더 업그레이드 돼 나타났다.

지난 17일 첫 방송된 tvN의 '더 짠내투어'에서 한혜진이 파파라치 누나로 변신, '힙트로' 감성 충만한 '혜진투어'를 선보였다

'더 짠내투어'의 첫 번째 여행지는 대만 가오슝이었다.

첫째 날 설계자로 나선 한혜진은 여행 콘셉트를 '힙트로'(힙과 레트로의 합성어로 현대적 감각으로 재탄생한 복고 스타일)라고 소개했다.

이날 한혜진은 유창한 영어 실력과 달리 돈 계산을 잘 못하는 어리바리한 모습을 보였다.

메이리다오 역의 라이트 쇼를 1분 남겨두고 지하철서 내리자마자 뛰어갔지만 생각보다 소박한 라이트쇼에 멤버들은 실망했다.

이어 한혜진은 현지인이 추천하는 48년 역사를 지닌 돼지 갈비탕 맛집을 찾았다.

음식을 기다리던 중 멤버들은 한혜진이 긴 다리로 앞만 보고 직진하는 탓에 따라가기 힘들다는 불평을 쏟아냈다.

이에 한혜진은 멤버들의 입을 막기 위해 쉬지 않고 사진 촬영을 해 웃음을 자아냈다.

불평을 쏟아내던 멤버들은 돼지 갈비탕의 맛에 빠져 폭풍 흡입했다.

이후 한혜진은 당 충전을 위한 흑당 버블티를 사 들고 보얼 예술 특구로 이동했다.

인증샷 핫스폿인 보얼 예술 특구에 도착한 한혜진은 바닥에 누워 멤버들의 사진을 찍어주는 등 열정을 불태웠다.

이에 멤버들은 한혜진에게 '파파라치 누나'라는 별명을 지어줘 폭소케 했다.

이후 한혜진은 1인당 400원인 초저가 전망대로 멤버들을 안내했다.

감동적인 풍경에 멤버들은 더위도 모두 잊은 듯, 다시 한번 인증샷을 남겼다.

규현은 "400원에 느낄 수 없는 감동이었다"고 말했고, 이용진도 "힙트로 여행답게 사진도 많이 찍고 볼거리도 많은 스폿이라고 생각한다"며 만족감을 드러냈다.

@highlight

지난 17일 첫 방송된 tvN의 '더 짠내투어'에서 한혜진은 파파라치 누나로 변신하여 '힙트로'를 여행 콘셉트로 하여 대만 가오슝 여행을 선보였다.