지난 14일 1년간의 노사분규를 우여곡절 끝에 매듭지은 르노삼성자동차가 17일 중형 스포츠유틸리티차(SUV) '더 뉴 QM6'를 공식 출시했다.

2016년 출시된 지 3년 만의 부분변경 모델이다.

국내 유일의 액화석유가스(LPG) SUV인 '더 뉴 QM6 LPe'와 최상위 고급 브랜드인 '프리미에르'가 포함된 것이 특징이다.

르노삼성차는 기존 QM6 구매자들에게 선택 기준을 조사한 결과 '외관 디자인'이 압도적인 1위를 차지했다는 점을 토대로 '더 뉴 QM6'의 외관 디자인에는 큰 변화를 주지 않았다.

대신 세부적인 디자인을 비롯해 각종 인테리어와 편의사양을 대폭 업그레이드했다.

뒷좌석은 뒤로 젖혀지는 리클라이닝 기능을, 운전석 시트는 마사지 기능을 기본 장착했다.

'프리미에르' 모델의 전면 그릴과 앞문에는 고급스러움을 나타내는 전용 로고가 부착됐다.

또 이중접합 차음 유리, 나파 가죽 시트, 보스(BOSE) 프리미엄 사운드 시스템 등이 적용됐다.

프리미에르 고객은 3년 내 차량정비·점검 때 무료로 차량을 픽업하고 정비를 마치면 고객이 원하는 장소로 인도해 주는 서비스도 왕복 2회 받을 수 있다.

LPe는 현재 국내 SUV 가운데 유일하게 LPG를 연료로 하는 모델이다.

신차안전성평가(KNCAP) 충돌 안전성 1등급을 획득했으며 연료 탱크는 트렁크 내 예비 타이어 공간에 탑재되는 '도넛형 탱크'가 탑재됐다.

더 뉴 QM6 GDe 모델의 판매 가격은 SE 2445만원, LE 2602만원, RE 2838만원, RE 시그니처 3014만원, 프리미에르 3289만원이다.

LPe 모델은 SE 2376만원, LE 2533만원, RE 2769만원, RE 시그니처 2946만원으로 책정됐다.

@highlight

지난 14일 1년간의 노사분규를 우여곡절 끝에 매듭지은 르노삼성자동차가 17일 국내 유일의 액화석유가스(LPG) SUV인 '더 뉴 QM6 LPe'와 최상위 고급 브랜드인 '프리미에르' 모델을 2016년 출시된 지 3년만에 부분변경해서 공식 출시했다.