구인구직 플랫폼 '사람인'이 460개 중소기업을 대상으로 조사한 결과, 올해 하반기 신입 채용 계획이 있는 곳은 58.5%로, 2년 연속 감소세를 보였다.

지난 4일부터 7일까지 진행된 사람인 조사에 따르면 하반기 신입 채용 계획이 있다는 중소기업은 2017년 64.9%에서 지난해 62.7%에 이어 올해 58.5%까지 낮아졌다.

2017년과 지난해 사이 2.2%포인트나 채용 계획에 대한 응답이 줄어든데 이어, 올해는 4.2%포인트로 하락폭이 더 커졌다.

올해 하반기 신입채용 규모는 1911명으로, 중기 1곳 당 평균 7명의 신입사원을 채용할 계획인 것으로 나타났다.

하반기 신입 채용은 시기를 정해놓지 않고 수시로 채용한다는 답변이 38.7%, 7월이 25.3%, 9월은 14.5%, 10월이 7.4% 순으로 나타났다.

이어 8월(7.1%)과 11월(4.5%)이 뒤를 이었다.

채용 분야(복수응답)는 영업과 영업관리가 26%로 가장 많았다.

다음으로 제조/생산 분야(20.1%)에 대한 수요가 많았다.

서비스(17.1%)와 연구개발(11.5%), IT/정보통신(10%), 마케팅(8.6%) 등도 올 하반기 채용을 검토하는 분야로 꼽혔다.

신입 채용시 가장 중요한 평가기준은 직무적합성(53.5%)으로 나왔다.

예의 및 인성(19%)을 본다는 답변과 기업 인재상에 부합하는지(13.4%)를 따진다는 응답이 뒤를 이었지만 직무적합성 이상의 비중을 차지하지는 못했다.

전공(4.8%)이나 직무관련 자격증(3.7%), 아르바이트 등 사회 경험(1.9%) 등을 꼽는 답변은 상대적으로 적었다.

중소기업들이 올 하반기 신입사원 초봉으로 산정한 금액은 평균 2609만원으로 집계됐다.

2400만원이라는 기업이 16.7%로 가장 많았고, 2800만원이나 2600만원이 10.4%로 같은 비율의 답변이 나왔다.

초봉으로 2200만원을 정했다는 답변은 9.3%, 3000만원은 8.9%, 2500만원은 7.8% 순이었다.

@highlight

구인구직 플랫폼 '사람인'이 460개 중소기업을 대상으로 조사한 결과, 올해 하반기 신입 채용 계획이 있는 곳은 58.5%로, 2년 연속 감소세를 보였다. 지난 4일부터 7일까지 진행된 사람인 조사에 따르면 하반기 신입 채용 계획이 있다는 중소기업은 2017년 64.9%에서 지난해 62.7%에 이어 올해 58.5%까지 낮아졌다. 중소기업들이 올 하반기 신입사원 초봉으로 산정한 금액은 평균 2609만원으로 집계됐다.