암흑의 시대를 빛낸 영웅들… ‘엑스칼리버’

광주문화재단 ‘SAC on Screen(싹 온 스크린)’은 뮤지컬 ‘엑스칼리버’를 오는 7월 2일 오후 7시 빛고을시민문화관 공연장에서 라이브 상영한다.

SAC on Screen은 원래 예술의 전당 작품을 영상화해 시민들에게 제공하는 서비스이지만, 이번 공연은 세종문화회관에서 열리는 공연을 실황으로 만나게 되는 특별한 자리다.

뮤지컬 ‘엑스칼리버’는 색슨족의 침략에 맞서 혼란스러운 고대 영국을 지켜낸 신화 속 영웅 아더왕의 전설을 새로운 시각으로 재해석한 작품이다.

마음으로 나라를 다스리고 사람들을 보살피는 진실한 리더의 이야기로, 평범한 한 사람이 빛나는 제왕으로 거듭나는 여정을 통해 가슴 뜨거운 감동과 신선한 카타르시스를 선사할 것이다.

최첨단 무대 기술과 특수효과를 사용해 근대 과학이 싹트기 전 마법과 마술이 공존하던 고대 영국을 놀라운 시각적 효과와 아름답고 신비로운 영상을 통해 그려냈다.

특히 국내 최대 규모인 70여명이 등장하는 아더왕과 색슨족의 전투장면에는 철들이 부딪히며 내는 굉음과 전사들의 고함소리에 조명과 음향을 입혀 관객들에게 보다 본능적인 시각적, 청각적 경험을 하게 만들 것이다.

한편, 예술의전당 영상화사업 ‘SAC on Screen’은 다양한 각도에서 10대 이상의 4k 카메라로 촬영된 초고화질 영상을 생동감 있게 편집하여 객석에서는 절대 볼 수 없는 아티스트의 생생한 표정과 몸짓을 관객들에게 감동적으로 전달하며 고음질의 음향은 현장의 생생함을 그대로 느낄 수 있다.

입장료 무료(선착순 500명)이며 8세 이상 관람 가능하다.

광주문화재단은 다음 상영작으로 현대무용 ‘춤이 말하다’ 공연영상을 7월 17일 오후 7시 30분 빛고을아트스페이스 소공연장에서 상영한다.

@highlight

광주문화재단 ‘SAC on Screen(싹 온 스크린)’은 7월 2일 오후 7시 빛고을시민문화관 공연장에서 신화 속 영웅 아더왕이 훌륭한 제왕이 되는 감동을 담은 뮤지컬 ‘엑스칼리버’를 라이브로 상영한다.