홍대씬의 주목받는 여성 싱어송라이터 다린이 9개월 만의 신곡 '까만 밤 (Midnight)'을 18일 정오 발표한다.

지난 해 9월 발표한 EP 'Stood' 이후 9개월 만의 신곡인 새 싱글 '까만 밤'은 최근 음악 씬에서 주목받는 싱어송라이터이자 프로듀서 램씨(LambC)의 프로듀싱을 통해 지금까지 다린의 곡에서 볼 수 없었던 새로운 색을 입혔다.

다채로운 비트와 넘실거리는 그루브, 겹겹이 쌓은 코러스가 자아내는 리듬감이 특징으로, 어쿠스틱 기반의 잔잔한 음악 위주로 활동해온 다린의 음악적 스펙트럼을 한 층 넓히는 곡이 될 전망이다.

평소 공연에서 R&B와 소울 곡들을 즐겨 부르지만 본인의 곡에서 이런 장르를 시도하는 것은 처음으로 앞으로의 다린이 보여줄 새로운 음악들에 대한 기대를 갖게 한다.

서정적인 가사로 깊이 있는 울림을 주는 싱어송라이터 다린은 2017년 9월 26일 데뷔 EP '가을'의 동명 타이틀곡 '가을'이 꾸준한 인기를 얻었다.

이후 두 장의 디지털 싱글을 발표, 인디 음악신의 주목받는 신예가 됐다.

이듬해 같은 날인 2018년 9월 26일 발표한 두 번째 EP 'Stood'가 평단과 팬들의 찬사를 동시에 받았다.

이에 출연하는 공연마다 관중이 몰리는 현상을 나타났다.

올해 초 데뷔 첫 전국투어와 6월 단독 콘서트 모두 매진을 기록하며 팬들과 관계자들을 놀라게 했다.

다린의 소속사 빌리빈뮤직에 따르면 오는 29일, 30일 이틀간 진행되는 다린 단독 콘서트 '열대야' 이후 꾸준한 곡 작업과 공연, 창작물을 통해 팬들과 마주할 계획이다.

다린의 신곡 '까만 밤 (Midnight)'에 대한 자세한 내용은 빌리빈뮤직의 홈페이지와 SNS를 통해 확인할 수 있다.

@highlight

싱어송라이터이자 프로듀서 램씨(LambC)의 프로듀싱을 거쳐 18일 발표되는 여성 싱어송라이터 다린의 신곡 '까만 밤 (Midnight)'은 지금까지 어쿠스틱 기반의 음악 위주로 활동해온 다린의 음악에서 볼 수 없었던 새로운 색이 더해져 그녀의 음악적 폭을 한 층 넓히는 곡이 될 전망이다.