서울시는 오는 19일부터 5일간 삼성동 코엑스에서 열리는 한국 최대의 책 축제 '2019 서울국제도서전(Seoul International Book Fair 2019)'에서 서울시 공공도서관존을 운영한다고 18일 밝혔다.

올해 서울시 공공도서관존은 '도서전에 가면 도서관도 있고'라는 슬로건으로 운영하며 서울도서관, 자치구립도서관, 교육청 도서관 등 사전 신청 절차를 거친 서울시의 공공도서관이 한자리에 모인다.

이번 행사는 서울시 공공도서관의 모든 것을 만나볼 수 있도록 전시, 체험, 콘퍼런스 등 다양한 프로그램으로 운영한다.

먼저 전시는 총 3부로 구성했는데 1부 '서울의 도서관 역사를 읽다', 2부 '도서관 문화 프로그램을 깊이 알다', 3부 '도서관에서 스스로 길을 발견하다'로 서울시 공공도서관의 과거-현재-미래를 한눈에 볼 수 있다.

아울러 전시를 체험으로 연결해 각 공공도서관의 특성과 개성을 담은 특화 프로그램도 마련했다.

각 도서관에서 직접 준비한 다양한 체험 프로그램은 도서관이 단순히 책을 빌리는 곳이 아닌 온 가족이 함께 즐길 수 있는 문화공간으로서 곁에 자리하고 있음을 인식케 할 것이다.

특히 오는 22일에는 도서관ㆍ출판사ㆍ서점ㆍ독서동아리 등 각 분야의 전문가가 모여 '독서문화 생태계 활성화 방안 모색?독서동아리와 북클럽을 중심으로'를 주제로 콘퍼런스를 개최한다.

콘퍼런스는 행사장 내 별도 마련된 이벤트홀1에서 진행한다.

이정수 서울도서관장은 "이번 서울시 공공도서관존은 지식문화생태계를 둘러싼 이해당사자가 한자리에 모이는 상징적인 행사로 도서관-출판사-서점의 상생을 도모하는 좋은 기회가 될 것"이라며 "나아가 공공도서관 간 네트워크 구축을 통한 독서문화 프로그램 공유 및 협력을 강화할 수 있는 자리가 되길 바란다"고 말했다.

한편 서울시 공공도서관존의 상세 일정 및 참가 신청에 관한 자세한 내용은 서울도서관 공식블로그를 통해 확인할 수 있으며 기타 문의사항은 서울도서관으로 연락하면 된다.

@highlight

서울시는 19일부터 2019 서울국제도서전에서 '도서전에 가면 도서관도 있고'라는 슬로건으로 공공도서관존을 운영, 서울시 공공도서관의 모든 것을 만나볼 수 있는 다양한 프로그램을 선보인다.