광주은행(은행장 송종욱)은 17일 오전 광주은행 본점에서 ㈜제주항공과 전략적 제휴마케팅을 위한 업무협약을 체결했다고 밝혔다.

광주은행과 제주항공은 최근 무안국제공항 활성화 흐름에 맞춰 공동마케팅의 필요성에 대한 의견을 함께하고 전략적 제휴를 통해 유기적인 상호협력을 도모하기 위한 세부 협약을 체결했다.

이에 따라 광주은행은 24일부터 ‘여행스케치 제주항공 적금’을 판매한다.

이 적금은 여행마니아들을 위한 여행테마 상품으로 제주항공 발권액 및 광주카드 해외이용액에 따라 우대금리를 제공한다.

‘여행스케치 제주항공 적금’은 월 정액적립액 5만원이상 20만원 이내 원단위로 가입이 가능하다.

기본금리 연 1.8%에 ▲광주은행 신규고객 우대금리 연 0.3%p ▲제주항공 회원가입 시 우대금리 0.5%p ▲광주카드로 결제한 해외이용액과 제주항공 발권액 금액을 합산해 사용실적에 따라 20만원당 0.1%p씩 최대 3.4%p의 금리혜택을 제공해 최대 연 6.0%의 금리를 적용 받을 수 있다.

또한 ‘여행스케치 제주항공 적금’ 출시를 기념해 특별이벤트도 같이 진행한다.

해당 적금 가입 시 ▲제주항공 리프레시포인트 5000포인트를 제공하고, ▲광주카드로 제주항공 국제선 왕복항공권 결제 시 최대 3만원 할인쿠폰을 제공하며, ▲영업점 창구에서 ‘여행스케치 제주항공 적금’을 가입하는 고객에게는 선착순 5000명에게 제주항공이 제공하는 동방신기 수하물 네임텍을 증정한다.

광주은행 설수환 미래금융기획부장은 “이번 협약을 통해 무안국제공항의 활성화에 기여할 수 있기를 바라며, ‘여행스케치 제주항공 적금’ 출시를 통해 고객의 여행을 위한 목돈마련의 기회와 금리혜택 등 다양한 이벤트 혜택을 받으시길 바란다.”며, “앞으로도 고객의 라이프 스타일과 금융트렌드에 부합하는 상품을 선보일 수 있도록 최선을 다하겠다.”고 밝혔다.

@highlight

광주은행(은행장 송종욱)은 17일 오전 광주은행 본점에서 ㈜제주항공과 전략적 제휴마케팅을 위한 업무협약을 체결했다고 밝혔고, 이에 따라 광주은행은 24일부터 ‘여행스케치 제주항공 적금’을 판매하며, 이 적금은 여행마니아들을 위한 여행테마 상품으로 제주항공 발권액 및 광주카드 해외이용액에 따라 우대금리를 제공한다.