도널드 트럼프 미국 대통령이 18일(현지시간) 2020년 대선 공식 출정식을 앞두고 잇달은 악재로 궁지에 몰리는 분위기다.

트럼프 대통령이 가장 신뢰하는 보수성향 폭스뉴스가 로버트 뮬러 특검의 '러시아 스캔들' 수사 관련 입장 발표 후 대통령 탄핵 여론이 급증했을 뿐 아니라 조 바이든 전 부통령 등 민주당 대선 후보들과의 대결에서도 트럼프 대통령이 패한다는 여론조사 결과를 발표했다.

월스트리트저널(WSJ)과 NBC는 16일 미 성인 1000명을 상대로 최근 여론조사를 실시한 결과, 응답자의 27%가 "트럼프 대통령에 대한 탄핵 절차에 들어가기에 충분한 증거가 있다"고 답했다고 밝혔다.

이는 한 달 전 같은 조사보다 무려 10% 포인트 상승한 수치다.

뮬러 특검이 지난달 29일 공식 기자회견에서 '트럼프 대통령의 무죄'에 선을 그은 것이 원인이라고 WSJ는 해석했다.

폭스뉴스도 9~12일 미 성인 1001명을 상대로 한 여론조사에서 응답자의 50%가 '트럼프 대선캠프가 러시아 측과 연루됐다'는 의견을 밝혔다고 전했다.

이는 뮬러 특검이 법무부에 최종 보고서를 제출하기 전인 3월 같은 조사보다 6% 포인트 높아진 수치로, 역대 최고치라고 폭스뉴스는 전했다.

폭스뉴스는 또 이번 여론조사에서 바이든 전 부통령 등 민주당 대선 주자들의 지지율이 트럼프 대통령을 앞서고 있다고 발표했다.

'트럼프 vs 바이든 1대1 대결' 문항에서 응답자의 49%가 바이든 전 부통령에게 투표하겠다고 답했다.

트럼프 대통령에게 투표하겠다고 한 응답자는 39%에 그쳤다.

친트럼프 성향인 폭스뉴스의 여론조사라는 점에서 주목된다는 평가다.

이런 가운데 뉴욕타임스는 이날 트럼프 대통령 대선 캠프가 그에게 불리한 결과를 담은 내부 조사가 유출된 뒤 관련 여론조사 업체 및 담당자 퇴출에 나섰다고 전했다.

ABC가 최근 공개한 내부 조사 결과에 따르면 트럼프 대통령은 바이든 전 부통령에게 주요 격전지에서 모두 패했다.

트럼프 대통령은 이 결과에 격노했으며, 참모들은 유출 책임을 누구에게 지울지 고민한 것으로 알려졌다.

@highlight

트럼프 대통령에 우호적이던 보수성향의 폭스뉴스가 러시아 스캔들 관련하여 9일부터 12일까지 벌인 여론조사에서 트럼프 대선캠프가 러시아와 연관있다고 답한 응답자가 50%나 나왔다거나 탄핵 여론이 늘어나고 있으며 바이든과의 대결에서도 질 것이라는 등의 결과가 나왔다고 발표하는 등 18일 대선 출정식을 앞둔 트럼프 대통령에게 악재가 이어지고 있다.