대전 유성구와 대덕구 공무원들이 소극행정을 펴다 적발됐다고 한다.

대전시가 '규제개혁 저해행태 및 소극행정'에 대해 두 지자체를 감사한 결과 9건의 지적사항을 발견했다.

소극행정을 한 공무원 9명에 대해서는 훈계 및 주의 조치를 준 모양이다.

공무원의 이런 행정은 어제오늘의 일은 아니지만 얼마나 일을 하지 않았으면 이런 것까지 감사하겠는가.

유성구는 개발제한구역 내 불법건축 행위자에 대해 이행강제금을 부과하고 고발 조치해야 함에도 이를 뭉갠 것으로 드러났다.

이용자 안전을 위해 관리인을 두도록 돼 있는 기계식 주차장에 대해서도 관리자를 처벌하지 않았다.

대덕구는 화물차 위·수탁 특례 업무를 추진하면서 규정된 서류 외에 불필요한 서류를 요구하다가 적발됐다.

전형적인 소극행정의 사례로 정부의 규제개혁 저해 원인으로 분류된다.

정부에서도 지난 4월 공직자의 소극 행정 관행을 타파하고 적극행정을 펼 수 있게 유인책을 도입한 바 있다.

이를테면 고의나 중과실이 없을 때 적극행정 결과에 대해 책임을 면제·감경해 주는 면책제도를 시행하는가 하면 적극행정 우수공무원에겐 승진 등 파격적인 인센티브를 부여해 일하는 공직문화를 만든 점이다.

적극인 행정의 결과로 어려운 상황에 처해 있을 때 법률전문가의 지원을 받을 수 있게 '적극행정 공무원 보호관'을 둬 공무원들이 억울한 일이 없도록 했다.

반면에 소극행정에 대해선 단속과 엄정하게 맞서고 있다.

국민신문고에 '공직자 소극행정 신고센터' 운영이 대표적이다.

국민에 피해를 주는 행정에 대한 감시·관리체계가 강화됐음을 잘 보여 주는 대목이다.

앞으론 복지부동, 적당 편의주의, 탁상행정 이런 것들로 고발되면 파면도 가능해 공직 본분을 다하지 않으면 안 된다.

공직자가 시민을 위해 적극행정을 펴다 잘못이 생기면 이를 관대하게 봐주는 사회풍토도 필요하다.

적극적으로 일을 하지 않는다고 이를 감시하는 제도가 도입되고 또 감사해야 하는 공직사회가 씁쓸하다.

@highlight

정부에서는 적극행정 우수공무원에게 적극행정 결과에 대해 책임을 면제·감경해 주는 면책제도를 시행하거나 승진 등 파격적인 인센티브를 부여하는 반면에 국민에 피해를 주는 행정에 감시·관리를 하여 소극 행정 관행을 타파하여 일하는 공직문화를 만들려고 한다.