'11회 아시안컵 국제우드볼선수권대회'와 '10회 아시안 대학우드볼선수?M대회'에 참가한 13개국 선수단 회장들이 17일 보은군에서 산삼 캐기 체험을 하고 있다.

［충북일보=보은］ 보은군에서 지난 13일부터 열리고 있는 국제우드볼대회 선수단이 17일 경기 일정을 마치고 한국 문화탐방에 나섰다.

18일 폐회식을 앞두고 '11회 아시안컵 국제우드볼선수권대회'와 '10회 아시안 대학우드볼선수권대회'에 참가한 13개국 120여 명의 선수들은 보은지역 곳곳을 둘러보는 시간을 가졌다.

이날 한국 문화탐방은 2개 팀으로 나눠 진행했다.

태국·인도·대만·말레이시아 선수단 100여 명은 국가무형문화재 136호 낙화장 기능 보유자인 김영조 씨의 작업장을 찾아 한국전통 예술인 불그림(낙화장) 시연을 참관했다.

낙화장 김영조 씨는 시연한 작품을 태국팀 감독인 암낫 신수파콕 씨에게 선물해 참여한 태국선수단이 모두 일어나 환호하는 장면을 연출하기도 했다.

이어 이들은 보은전통시장과 종합시장을 방문해 한국의 길거리 음식을 먹으며, 상인과 사진을 찍는 등 다른 여느 국제대회에서는 볼 수 없는 시간을 보냈다.

13개국 회장단 20명으로 구성된 다른 팀은 산삼캐기 체험에 나섰다.

이들은 한국 산삼의 효능과 캐는 방법 등에 관해 설명을 듣고 3시간여 동안 산삼 캐기에 열중했다.

말레이시아 토마스 콕 회장은 "외국에서는 고려인삼으로 유명한데 보은군의 경치를 보니 왜 산삼이 좋은지 알 수 있을 것 같다"라며 "뜻밖의 선물을 받아 돌아간다"라고 말했다.

통역공무원으로 참가한 윤상문 속리산면행정복지센터 주무관은 "대회 기간 중 태국선수단 통역을 맡으며 공직생활 중 특별한 시간을 보냈다"라며 "통역 중 한국의 정(情)을 소개하는 게 가장 어려웠다"라고 말했다.

우드볼선수권대회는 18일 오후 6시30분 보은국민체육센터에서 열리는 폐회식을 끝으로 막을 내린다.

@highlight

보은군에서 지난 13일부터 열리고 있는 국제우드볼대회 참가중인 13개국 120여 명의 선수들이 17일 경기 일정을 마치고 한국 문화탐방에 나서 전통시장에서 한국의 길거리 음식을 먹고 회장단 20명은 산삼캐기를 체험했다.