영락공원 박중서 과장이 이제까지 받은 헌혈 표창장과 유공장을 들어보이고 있다

[부산=환경일보] 권영길 기자 = 부산시설공단 직원들이 대한적십자사로부터 영예로운 헌혈유공 포상을 연이어 수상하게 돼 화제다.

'부산시설공단'은 부산영락공원 소속 장사관팀 장례지도 5급 박중서 과장이 6월18일 오전 11시 대한적십자사 부산혈액원 회의실(5층)에서 세계 헌혈의날(6월14일)을 기념해 헌혈유공자 포상을 받았다고 밝혔다.

이달초 공단 교량관리처 소속 신동은 차장이 대한적십자사로부터 헌혈유공자 금장 포장증을 수상한 직후 연이은 수상을 받은 것이다.

박중서 과장이 이번에 받은 표창장을, 추연길 이사장(우측)은 과거 박과장이 받았던 패를 들고 기념촬영을 하고 있다

박중서 과장은 고등학교 시절부터 헌혈에 참가해 지금까지 220회의 헌혈을 해왔고, 그간 헌혈유공장 은장·금장·명예대장을 수상했으며, 2011년에도 대한적십자총재 표창을 받았다.

또한 헌혈을 하며 알게 된 조혈모세포 기증에도 참여하였으며, 2007년 유전자가 일치하는 환자에게 조혈모세포를 기증해 대가 없는 나눔을 통한 귀중한 생명살리기에 동참했다.

박중서 과장은 "고등학교 시절 친구들과 헌혈을 하러 갔다가 혼자 나이가 적다는 이유로 부적격 판정을 받았고, 헌혈을 할 수 있는 친구들이 부러웠다. 이후부터 친구들과 경쟁적으로 헌혈을 해왔고, 10대 시절의 엉뚱하면서도 긍정적인 도전정신이 지금까지 이어진 것 같다"고 전했다.

또한 "조혈모세포 기증을 통해 사람의 생명을 살리는 일에 도움이 된 것이 인생의 가장 특별할 경험 중 하나다"고 소개하며, 헌혈은 작은 결심으로 일상생활에서 실천할 수 있는 가장 중요한 나눔이라고 밝혔다.

부산시설공단 추연길 이사장은 금번 헌혈 유공으로 이름을 빛낸 공단 직원들을 크게 칭찬하는 한편 이들에게 조만한 특별포상을 할 계획이다고 밝혔다.

@highlight

이달초 부산시설공단 신동은 차장이 받은 헌혈유공자 금장 포장증에 이어 박중서 과장이 6월 18일 헌혈유공자 포상을 받아  대한적십자사로부터 영예로운 헌혈유공 포상을 연속으로 수상하게 되어 화제가 되고 있다.