글로벌 주요 소프트웨어 기업들이 확대되는 국내 클라우드 시장을 겨냥해 하이브리드 클라우드를 적극 공략하고 있다.

글로벌 오픈소스기업 레드햇은 18일 서울 강남 르메르디앙호텔에서 '퓨처 오브 오픈 하이브리드 클라우드' 행사를 개최하고 '레드햇 엔터프라이즈 리눅스 8'과 '레드햇 오픈시프트 4' 중심의 하이브리드 클라우드 전략을 발표했다.

기업들은 트래픽이 급증하는 업무를 퍼블릭(개방형) 클라우드로 관리하고 개인정보와 같은 보안 영역은 프라이빗(폐쇄형) 클라우드로 처리하는데, 각기 다른 기능의 클라우드를 효율적으로 결합한 서비스를 하이브리드 클라우드라고 한다.

엔터프라이즈 리눅스 8은 기업 데이터센터부터 다양한 퍼블릭 클라우드까지 업무처리 및 운영을 지원한다.

오픈시프트 4는 애플리케이션 개발 과정에서 제기되는 요구사항을 자동화 기능 등을 통해 지원한다.

실제 롯데카드는 이 같은 레드햇 솔루션을 활용해 기존보다 동시간 업무처리 능력을 10배 이상 증가시켰다.

특히 사용자가 증가할 때 시스템이 자동으로 확장돼 동시접속 규모가 1만5000명에서 2만5000명으로 늘어났다.

KT와 행정안전부도 레드햇 하이브리드 클라우드 솔로션으로 관리 효율성과 개발 생산성을 높였다고 설명했다.

기업용 소프트웨어 전문 VM웨어도 이날 서울 잠실 롯데월드타워에서 기자간담회를 갖고 국내서 'VM웨어 클라우드 온 AWS'의 서비스를 시작한다고 밝혔다.

이는 VM웨어와 AWS(아마존웹서비스)가 공동 개발한 솔루션으로 기업은 AWS 클라우드 상에서 VM웨어 소프트웨어를 통해 ▷클라우드 전환 ▷데이터센터 확장 ▷재해복구 등을 처리할 수 있다.

그동안 보안, 호환, 정보보호, 데이터 주권 등과 관련된 업무를 'VM웨어 클라우드 온 AWS'로 진행하려고 해도 해외 지역에서만 제공됐지만, 이번에 국내서도 서비스가 시작되면서 국내 기업들의 하이브리드 클라우드 도입이 가속화될 전망이다.

전인호 VM웨어코리아 사장은 "국내 기업들이 데이터를 국내에 보유한 상태에서 자사 데이터센터 기반의 하이브리드 클라우드를 도입할 수 있도록 협력할 것"이라고 말했다.

@highlight

주요 글로벌 IT기업들이 국내 확대되는 업무는 퍼블릭 클라우드로 관리하고 보안영역은 프라이빗 클라우드로 처리하는 등 각자 다른 기능의 클라우드를 결합한 하이브리드 클라우드 영역에 적극 공략세를 펼치고 있는데, 대표적으로 VM웨어는 국내보유한 데이터에 VM 데이터센터 기반의 하이브리드 클라우드를 도입할 것이라고 밝혔다.