[인천일보=온라인뉴스팀04] 예전에는 해킹이라고 하면 비밀번호를 알아내어서 그 사람 아이디를 도용하거나, 어떤 사이트 내에 저장된 신상정보를 알아내어 범죄에 이용하는 것만을 생각했다.

하지만 지금은 노트북이나 스마트폰 카메라 및 통화 내역, 연락처 등을 모두 해킹해 실시간으로 확인할 수 있을 정도가 되었다.

이제는 정보가 한 번 넘어가면 확산되는 속도가 굉장히 빠르기 때문에, 피해가 커질 수밖에 없다.

몸캠피씽도 피해자의 휴대폰을 해킹해 연락처를 파악한 다음 지인들에게 동영상을 바로 전송해 한 번 유포되면 그 피해를 걷잡을 수 없다.

이에 몸캠피씽은 동영상이 유포되기 전에 대응하는 게 중요하다.

몸캠피씽에 대처하는 솔루션을 갖고 있는 IT 보안회사 라바웨이브(LAVAR WAVE)에서는 24시간 동안 동영상 유포 차단 관련 서비스를 제공한다.

라바웨이브에서는 정밀분석 시스템을 갖추고 있어 협박범이 동영상을 피해자 연락처 목록에 있는 지인들에게 퍼지는 것을 미리 방지하고 있다.

사전에 영상 유포를 방지하고 있기 때문에 피해 사실이 확산되기 전에 막을 수 있으며, LAVAR CS 기술을 이용해 유포가 원천적으로 불가능하게 만들고 있다.

이에 협박범들이 더 이상 영상을 갖고 금품을 요구하는 등의 행위를 할 수 없으며, 당장 피해자 입장에서도 동영상이 나도 모르는 곳까지 퍼질까봐 걱정할 일이 없다.

그리고 동영상 유포 자체를 차단시킨 다음에는 각 온라인 사이트나 P2P 사이트에서 동영상이 유포되고 있는지 확인하고, 만약 유포되고 있다 해도 바로 삭제하고 있다.

메시지나 카카오톡 등을 통해 동영상이 유포되지 않도록 하는 기술력을 갖추고 있는데다 오랜 경험을 토대로 작업을 진행하기 때문에 빠른 속도로 피해 확산을 막을 수 있다.

현재 라바웨이브에서는 휴대폰 운영체제 및 인터넷 사이트, SNS 등 여러 가지 상황에 맞는 솔루션을 제공하고 있으며, 유포 된 상태라 해도 빠르게 문제를 대처하고 있다.

24시간 동안 실시간으로 대처하고 있어 언제든 문의 후 피해를 방지할 수 있다.

@highlight

이젠 노트북이나 스마트폰 카메라 및 통화 내역, 연락처 등을 모두 해킹해 실시간으로 확인할 수 있는 시대가 되었고, 몸캠피씽도 피해자의 휴대폰을 해킹 후 연락처를 파악한 다음 유포하면 그 피해를 막을 수 없는데, 이런 몸캠피씽에 대처하는 솔루션을 가진 IT 보안회사 라바웨이브가 24시간동안 동영상 유포 차단 관련 서비를 제공한다.