(동양일보 박승룡 기자) 정부가 지정·산업 폐기물을 직접 수거해 처리하는 등의 개정 법안이 국회서 발의됐다.

자유한국당 박덕흠(괴산·보은·옥천·영동)의원은 최근 지역구인 옥천군 청산면에서 폐기물설치시설을 반대하는 대규모 집회가 발생하자 주민들의 피해를 줄이기 위해 ‘폐기물관리법’ 개정안을 18일 대표발의 했다.

기존 현행법에는 폐유·폐산 등 인체에 심각한 피해를 유발하는 지정폐기물은 엄격하게 관리하고 있지만 일반폐기물의 경우 처리·운반 등의 규제는 지정폐기물에 비해 절반 정도에도 못 미치고 있는 실정이다.

이에 박 의원은 폐기물 유출시 주민들의 안전을 지키기 위해 환경부가 직접 대응팀을 마련하고 폐기물업체의 방지시설을 직접 관리 감독하는 내용을 포함시켰다.

특히 악취, 분진 등의 피해를 본 주민들이 법정 다툼까지 가야만 보상을 받았던 구조를 넘어 지자체 차원의 지원방안을 만들도록 개정안을 마련했고 주변 주민들의 지원사업을 의무화하는 내용이 골자다.

또 심각한 환경오염을 유발하고 인체에 피해를 줄 가능성이 높은 폐기물은 환경부의 허가를 받고 수거·처리하도록 했다.

환경부장관이 지정폐기물의 수거와 처리에 관한 업무를 한국환경공단에 위탁할 수 있도록 하고 비용까지도 부담하도록 했다.

이번 개정안이 통과되면 폐기물처리시설 주변 지역 주민에 대한 지원사업도 법령으로 시행될 것으로 보여 주민들의 복지 문제도 함께 해결될 것으로 보인다.

박 의원은 “최근 괴산군과 옥천군에 폐기물처리시설 업체가 들어올 것이라는 주민들의 얘기를 듣고 법안을 발의하게 되었다”며 “앞으로 법안이 통과되면 폐기물처리에 있어 힘없는 지자체의 힘겨운 싸움이 아니라 환경부 등 정부 차원에서 체계적으로 관리하고, 지역 주민들에 대한 지원금도 상당한 금액이 될 수 있도록 법안 통과에 힘 쓰겠다”고 법안통과에 대한 의지를 밝혔다.

처리 △조례를 통한 폐기물처리시설의 설치 제한 △폐기물처리시설 주변지역에 대한 주민지원사업의 시행 등이다.

@highlight

자유한국당 박덕흠의원은 폐기물설치시설을 반대하는 대규모 집회가 발생하자 주민들의 피해를 줄이기 위해 정부가 지정·산업 폐기물을 직접 수거해 처리하고 피해를 본 주민들이지자체 차원의 지원방안을 만드는 내용을 골자로 한 ‘폐기물관리법’ 개정안을 발의했다.