인천경제자유구역의 개발·투자유치 노하우를 중앙아시아 우즈베키스탄에 전수하는 경제협력 프로젝트가 본격화한다.

17일 인천경제자유구역청에 따르면 인천경제청은 오는 20일 서울에서 열리는 한국-우즈베키스탄 경제공동위 제1차 워킹그룹 회의에 참석한 뒤 우즈베크 투자대외무역부와 실무회의를 열 계획이다.

회의에서는 인천경제청이 우즈베키스탄 현지에 설치할 대표사무소의 파견 인원과 처우, 조직 구성, 재정 계획, 위탁개발 규모 등을 논의하게 된다.

이어 올 9월 우즈베키스탄 타슈켄트에서 열릴 제2차 워킹그룹 회의 기간에 세부합의 협약서 초안을 작성하고 최종 협의를 거쳐 12월 이행협약을 체결할 계획이다.

인천경제청은 지난 4월 문재인 대통령의 우즈베키스탄 방문에 맞춰 우즈베크 안그렌 경제자유구역의 개발·관리·운영·투자유치를 전담하는 내용의 합의각서(MOA)를 체결했다.

MOA에 따라 수도 타슈켄트에서 동남쪽으로 100㎞가량 떨어진 안그렌 경제자유구역에 사무소를 설치하고 전문인력을 파견할 예정이다.

2012년 지정된 안그렌 경제자유구역에는 현재 한국기업 3곳을 포함해 44개 기업이 입주한 것으로 알려졌다.

우즈베키스탄은 2003년 국내 첫 경제자유구역으로 지정된 인천경제자유구역의 개발·투자유치 경험에 큰 관심을 보여왔다.

지난해 8월에는 인천경제자유구역 송도국제도시에 주한 우즈베키스탄 무역대표부를 개설하기도 했다.

인천경제청은 지난해 우즈베키스탄 부하라주를 시작으로 페르가나주, 타슈켄트주, 나망간주 등과 상호협력 양해각서를 체결했다.

인천경제청은 안그렌 경제자유구역 위탁개발을 계기로 본격적인 해외 사업 분야진출을 모색할 방침이다.

인천경제자유구역 송도·청라·영종국제도시에는 바이오메디컬, 첨단기술 융·복합, 첨단자동차산업을 중심으로 현재 135개 외국인투자기업을 유치했다.

유엔 아·태경제사회위원회(UNESCAP), 녹색기후기금(GCF) 사무국 등 15개 국제기구도 송도국제도시에 둥지를 틀었다.

@highlight

오는 20일 인천경제청은 우즈베크 투자대외무역부와 실무회의를 개최하여 우즈베키스탄 현지에 설치할 대표사무소의 파견 인원과 처우, 조직 구성, 재정 계획, 위탁개발 규모 등을 논의하고 경제협력 프로젝트를 본격화할 계획이라고 밝혔다.