[대전=충청일보 이한영기자] KT&G가 궐련형 전자담배(lil 1.0/플러스/미니)의 전용스틱인 '핏 골든 파이프(Fiit Golden Pipe)'와 '핏 체인지 더블유(Fiit Change W)' 2종을 19일 출시한다.

'핏 골든파이프'는 신사들의 담배라고 불리는 파이프 담배에서 착안해 개발한 제품으로, 파이프 담배용 연초인 카벤디쉬엽을 함유한 오리지널 타입 제품이다.

카벤디쉬엽은 열과 증기 처리 후에 발효 숙성까지 거치기 때문에 일반 담배와 흡연감이 유사하고 목 넘김이 자연스럽다는 특징이 있다.

또한 '핏 골든파이프'의 패키지는 남성적이고 모던한 컬러와 유니크한 파이프 아이콘이 적용되어 세련미를 더했다.

'핏 체인지 더블유'는 독특하고 이국적인 맛과 시원함을 동시에 경험할 수 있는 제품으로, 최적의 블렌딩을 통해 궐련형 전자담배 특유의 찐맛이 적고, 맛과 향이 일관되게 지속되는 것이 특징이다.

앞서 KT&G의 1분기 실적발표에 따르면 '릴' 디바이스 판매량은 국내 궐련형 전자담배 가운데 가장 높았으며, 전용 담배 점유율도 30%를 넘어섰다.

이러한 높은 인기에 힘입어 KT&G는 '핏 골든파이프'와 '핏 체인지 더블유'를 출시해 핏 제품군을 7종으로 확대했다.

임왕섭 사업단장은 "작년 9월 '핏 쿨샷'과 '핏 체인지톡' 출시 이후 오랜 기간의 연구개발을 통해 이번에 '핏 골든파이프'와 '핏 체인지 더블유'를 선보이게 됐다"라며, "앞으로도 소비자들의 기호를 존중해 다양한 제품을 출시하도록 노력하겠다"고 말했다.

'핏 골든파이프'와 '핏 체인지 더블유' 2종은 전국 편의점 4만여 곳과 면세점에서 출시되며, 가격은 갑당 4500원이다.

@highlight

KT&G가 궐련형 전자담배 2종을 19일에 출시하는데  릴 디바이스 판매량은 국내 궐련형 전자담배 가운데 가장 높았고 전용담배점유률도 30% 넘어 핏 골든파이프, 핏 체인지 더블유등 핏 제품군을 7종으로 확대했다.