또래 친구를 수개월간 학대·폭행한 끝에 결국 사망에 이르게 한 10대들의 혐의가 결국 폭행치사에서 살인으로 변경됐다.

광주 북부경찰서는 18일 A(18)군을 상습 폭행해 사망에 이르게 한 최모(19)군 등 10대 4명에게 살인·공갈·공갈미수 혐의를 적용하고 기소 의견으로 검찰에 송치한다고 밝혔다.

경찰은 A군의 부검 결과인 폭행에 의한 다발성 손상과 함께 피해자가 폭행당하는 장면이 찍힌 사진과 동영상, 가해자들의 진술과 폭행 도구 등을 근거로 살인죄 등의 적용을 결정했다.

특히 가해자들이 조사 당시 밝힌 ‘이렇게 때리다간 죽을수도 있겠다’라는 진술에 따라 경찰은 A군의 사망이 충분히 예견됐다고 봤다.

경찰 조사 결과 이들은 수개월간 A군을 조롱하고 노예처럼 부려먹었으며, 피해자가 아르바이트를 하며 모은 돈을 빼앗아 자신들의 유흥에 쓰기도 한 것으로 조사됐다.

최군 등은 지난 4월 광주 한 직업전문학교에서 A군을 만나 가까워진 것으로 조사됐다.

이들은 A군에게 자신들이 사는 두암동 원룸에서 동거하자고 제안한 뒤 잔심부름 등을 시켰다.

이들은 A군에게 시킨 잔심부름의 결과가 마음에 들지 않으면 주먹과 도구를 이용해 폭행을 서슴치 않았다.

온몸이 붓고 멍들도록 때린 뒤 자신들의 휴대전화로 5차례에 걸쳐 A군을 찍고 공유하기도 했다.

이들은 이 과정을 노래로 지어 부르기도 하는 등 A군을 조롱했다.

이들은 또 A군이 4월 20일부터 지난달 18일까지 주차장에서 일해 번 75만원을 빼앗아 자신들의 유흥에 탕진하기도 했다.

이후 사흘간 출근하지 못 할 정도로 폭행하기도 했다.

이달 초에는 자신들의 가족을 일부러 모욕하게 한 뒤 세면대에서 물고문을 가하기도 하는 등 A군에게 가학 행위를 하기도 했다.

경찰 관계자는 “가해자들의 사망 예견을 암시하는 진술과 폭행 행위의 반복성을 비롯한 객관적인 사실 관계를 종합해 실인 등의 혐의를 적용했다”고 말했다.

@highlight

광주 북부경찰서는 피해자가 폭행당하는 장면이 찍힌 사진과 동영상, 가해자들의 진술과 폭행 도구 등을 근거로 A군을 조롱하고 노예처럼 부려먹었은 후 상습 폭행해 사망에 이르게 한 최모군 등 10대 4명에게 살인, 공갈, 공갈미수 혐의를 적용해 검찰에 송치한다. 