[청도=환경일보] 김희연 기자 = 청도군의회(의장 박기호)는 지난 17일 청도역 광장에서 한국철도공사가 서민이 가장 많이 이용하는 대중 교통수단인 무궁화호 열차(부산~청도~영주간)를 감축 운행함에 따라 이를 반대하는 청도군민의 뜻을 한국철도공사에 전달하기 위한 서명운동을 펼쳤다.

한국철도공사 자료에 따르면 청도역을 이용하는 열차 탑승객은 하루 평균 3천명 수준이며, 열차 탑승객의 96%가 무궁화호를 이용하고 있다.

하행선 모두 3회 무궁화호 운행을 감축하여 열차를 이용하는 많은 군민들의 불편을 가중시키고 있다.

청도읍에 거주하는 김모씨는 "평소 무궁화호 열차를 이용하여 출퇴근을 하고 있었는데, 이용하던 열차편이 없어져 대체 교통수단이 마땅치 않아 출퇴근 시간을 조정해야만 했다. 경부선 철도 근처에 거주하여 소음 등으로 불편을 겪고 있는데 열차 이용의 혜택마저 사라져 안타깝다"고 말했다.

청도군의회는 지난 2월 15일 제254회 임시회 1차 본회의에서 의원전원 공동 발의한 '무궁화호 열차 운행 감축에 따른 대정부 건의안'을 만장일치로 채택했다.

또한 6월 14일에는 박기호 의장을 비롯한 의원 5명은 청도군 기획예산담당관과 함께 한국철도공사를 방문하여 무궁화호 열차 운행 감축 철회를 요구했다.

청도군의회 박기호 의장은 "청도군은 지리적 특성상 대구, 부산 등 대도시와 인접하여 열차로 출퇴근을 하는 이용객이 많으며, 주말에는 소싸움경기장, 운문사 등 많은 관광객들이 열차를 이용하여 청도군을 방문하고 있음에도 한국철도공사는 오로지 이윤 추구를 위하여 많은 불편을 주민들에게 전가시키고 지역 경제를 어려움에 빠뜨려 공기업으로서 사회적 책임을 져버렸다"고 말했다.

앞으로도 "청도군의회는 청도군과 경상북도 및 인근 시·군과 긴밀히 협조하여 무궁화호 증차를 위해 지속적으로 대책 마련에 최선을 다할 것이며, 많은 군민들의 관심과 동참을 당부한다"고 말했다.

@highlight

청도군의회는 지난 임시회에서 만장일치로 채택한 대정부 건의안에 기반하여, 17일 청도역 광장에서 무궁화호 열차 감축 운행에 반대하는 뜻을 한국철도공사에 전하기 위해 서명운동을 전개한 가운데, 청도역 이용 탑승객은 1일 평균 3천명 수준으로 96%가 무궁화호를 이용하고 있는 현실이다.