(동양일보 엄재천 기자) 진천군은 오는 7월29일부터 8월9일까지(11박 12일) 여름방학을 맞은 관내 학생들을 대상으로 중국인 학생들과 함께하는 중국어캠프를 개최한다.

올해로 5회째를 맞는 진천군 중국어 캠프는 중국인 학생들과 진천군 학생들이 우석대학교 진천캠퍼스에서 함께 생활하며 서로의 문화와 언어를 배우고 각종 체육활동 및 체험활동을 함께하는 국내캠프다.

참여자들이 자연스럽게 언어를 습득하고 외국어 사용에 대한 두려움을 해소해 서로의 문화를 이해하고 교류함으로써 글로벌 네트워크를 형성하는 기회를 갖게 된다.

참가자 모집은 다음달 5일까지 3주간 진행된다.

진천군에 주소를 두고 있는 초등학생(5~6학년) 및 중학생(1~3학년)이면 누구나 신청이 가능하다.

신청서는 각 학교에서 접수 중으로 참가를 희망하는 학생은 신청서에 인적사항 및 연락처 등을 기재하여 학교별 접수처에 제출해야 한다.

선발시험은 7월13일 우석대학교에서 실시될 예정이다.

읽기, 쓰기, 듣기 등 필기시험과 원어민과의 1대 1 인터뷰 평가를 통해 성적이 우수한 학생 30명(일반학생 27명, 사회적배려대상학생 3명)을 선발한다.

선발된 학생들은 우석대학교 진천캠퍼스 기숙사에서 합숙생활을 하게 된다.

원어민 교사, 한국인 보조교사, 진행인력 등의 관리에 따라 안전하고 쾌적한 환경 속에서 중국어 학습에 몰입할 수 있는 기회를 제공 받는다.

2주간의 이번 캠프는 역사, 문화, 중국어, 교양, 체육 등의 정규수업과 학급꾸미기, 연극발표회, 중국어 퀴즈대회, 음식만들기, 진로체험 등의 프로그램으로 편성돼 있다.

기타 캠프일정 및 운영 프로그램 등에 대한 자세한 내용은 진천군 홈페이지 공지사항(www.jincheon.go.kr)에서 확인할 수 있다.

군 관계자는 “진천군은 외국인 학생과 함께하는 중국어캠프와 영어캠프를 해마다 개최해오는 등 지역학생들이 글로벌 리더로 성장할 수 있는 다양한 교육 프로그램을 제공하고 있다”며 “올해 캠프는 예년에 비해 체험프로그램을 더욱 확대해 운영할 계획으로, 많은 학생들의 적극적인 관심과 참여를 부탁드린다”고 말했다.

@highlight

진천군은 오는 7월29일부터 8월9일까지 외국어 사용에 대한 두려움을 해소해 서로의 문화를 이해할 수 있도록 관내 학생들을 대상으로 중국인 학생들과 함께하는 중국어캠프를 개최한다. 