[기장=환경일보] 손경호 기자 = 기장군은 전라북도 김제시 소재 축산물가공업체 ㈜체리부로에서 판매하는 '치킨 스모크'를 수거해 검사한 결과 '리스테리아 모노사이토제네스'균이 검출돼 부적합 통보됐다.

해당 제품은 축산물 위생관리법 제31조의2(위해축산물의 회수 및 폐기 등)에 의거해 긴급회수조치를 하고 있다.

이번에 긴급회수되는 ㈜체리부로의 '치킨스모크'는 제조일자 2019년 5월16일이며, 유통기한 2019년 7월14일에 해당되는 제품이다.

긴급회수 대상 '치킨스모크'를 판매하거나 보관하고 있는 판매자는 즉각 판매를 중지하고 해당 제품을 영업자에게 반품해야 한다.

또한 긴급회수 제품을 구입한 소비자는 구입한 영업점에 반품하면 된다.

자세한 문의는 전라남도 동물방역과로 전화하면 된다.

'리스테리아 모노사이토제네스균'은 사람에게 발병할 빈도는 낮으나 면역력이 약한 사람에게 감염돼 발병할 경우 치사율이 높다.

건강한 사람이 이 균에 감염되면 증상이 없거나 1~7일의 잠복기를 거쳐 ▷가벼운 열 ▷복통 ▷설사 ▷구토 등을 일으키다 대부분 정상 회복되지만, 면역력이 약한 어린이나 노약자, 임산부의 경우 패혈증ㆍ뇌수막염ㆍ유산 등을 유발할 수 있고 심한 경우에는 사망에까지 이르게 된다.

'리스테리아균'은 10도 이하 저온에서 잘 자라는 저온성 세균이다.

따라서 리스테리아균에 노출되지 않기 위해서는 조리할 때 65℃에서 10분 또는 72℃에서 30초 이상 가열하는 등 반드시 음식물을 충분히 끓인 뒤 바로 먹도록 해야 하며, 우유나 유제품 및 아이스크림, 식육 가공품, 과일과 야채 등과 같이 저온 보존식품의 경우 세균에 오염되지 않도록 주의해야 한다.

@highlight

축산물가공업체 ㈜체리부로에서 판매하는 '치킨 스모크'에서 면역력이 약한 사람에게 치사율이 높은 '리스테리아 모노사이토제네스균'이 검출되어 이 제품은 긴급 회수되고 있다.