프로야구 kt wiz는 21일부터 수원 KT 위즈 파크에서 열리는 NC와의 3연전에서 다채로운 이벤트와 시구 행사를 펼친다.

먼저 21일에는 걸그룹 '위걸스' 멤버 니나와 은아가 시구·시타를 하고 22일에는 '불타는 청춘'에 출연 중인 가수 이재영이 승리 기원 시구자로 나선다.

마지막 날인 23일에는 6월 'Fan's magic day' 감동스토리 시구가 이어진다.

'kt wiz Fan's magic day'는 kt wiz 팬들 중 야구를 통한 감동적이고 행복한 사연을 선정해 특별 시구와 선수들과의 사진촬영, 구장투어 등의 기회를 부여하는 행사다.

'위즈 파크에서 꿈꾸는 기적의 순간'이라는 주제로 진행된 첫번째 Fan's magic day에서는 하석현(14) 군이 주인공으로 선정됐다.

하군은 2017년 급성 림프구성 백혈병을 진단 받은 후 합병증으로 전신마비가 와 투병하던 중 일상 생활이 가능할 정도로 호전된 kt wiz 팬이다.

끝까지 최선을 다하는 KT 선수들을 보며 힘과 용기를 얻었다는 하군은 이날 평소 좋아하던 선수인 이대은과 함께 사진촬영과 그라운드 투어도 한다.

한편, 이번 3연전에는 '비상(飛上)'을 염원하는 선수들의 'Hands Signal'을 이용해 응원을 펼치는 'kt wiz Signal Day' 행사가 더 풍성하게 치러진다.

미션 레이스'로 명명된 이번 행사는 1루 내야지정석과 응원지정석을 강백호, 심우준, 김민혁 3명 선수의 구역으로 구분하고 블럭별 응원 미션 레이스를 펼치게 된다.

레이스에서 최종 우승한 블럭의 팬 전원에게는 경품을 증정하고 경기 승리 시에는 해당 선수와 포토타임을 가질 예정이다.

이번 응원 행사는 NC와의 3연전뿐만 아니라 올스타 브레이크 이전 홈경기(6.28~30 KIA전, 7.2~4 삼성전, 7.9~11 키움전) 때도 진행된다.

@highlight

NC와의 3연전 승리를 기원하는 프로야구 kt wiz는 21일부터 수원 KT 위즈 파크에서 다채로운 이벤트와 시구 행사를 준비했는데 21일에는 승리 기원 시구자로 걸그룹 멤버와 가수가 나서고 23일에는 감동스토리 시구가 이어질 예정이다.