한화이글스 투수 장민재가 지난 시즌 밀리터룩 유니폼을 입고 경기에 출장한 모습.

한화이글스는 6월 호국보훈의 달을 맞아 20일 국가유공자를 야구 경기에 초청한다.

한화이글스는 이날 대전 롯데전에 앞서 ㈜한화, 한화에어로스페이스, 한화시스템, 한화디펜스 등 한화 방산 4개사와 공동으로 '호국보훈의 날' 행사를 연다.

이 날 한화 방산 4개사와 한화이글스는 국군 장병을 비롯해 국가유공자와 보훈 가족 등 1000여 명을 구장에 무료 초청해 야구 관람 기회를 제공한다.

한화 방산 4개사를 대표해 ㈜한화 윤경식 전무가 대전지방보훈청에 2000만원의 성금을 전달할 예정이다.

그라운드에서는 경기에 앞서 육군본부와 충남사회복지공동모금회가 호국보훈 의식과 나눔 문화 확산을 위한 업무협약식도 맺는다.

협약식에는 한화이글스 박정규 대표이사와 육군본부 인사사령관 박동철 소장, 충남사회복지공동모금회 이관형 회장이 참석한다.

한화는 이번 협약으로 육군이 군 복무 중 순직하거나 다친 장병과 그 가족을 지원하기 위해 운영하는 기금 사업인 '위국헌신 전우사랑 기금'을 함께 홍보하고 지원하게 된다.

이날 시구는 2015년 8월 서부전선 DMZ 수색작전에 투입됐다 북한군이 수색로 통문 인근에 매설한 목함지뢰로 오른쪽 다리를 잃은 김정원 중사가 시구를, 군 월급을 꾸준히 모아 육군에 기부한 안정근 상병이 시타에 나선다.

한화 선수단은 이 날 육군을 모티프로 제작한 밀리터리 유니폼을 입고 경기에 나선다.

이 유니폼은 28일 대전 키움전 때 한차례 더 착용한 뒤 육군본부에 기증돼 자선행사에서 판매될 예정이다.

수익금은 육군 '위국헌신 전우사랑 기금'으로 쓰이게 된다.

한편 이 행사는 2016년부터 시작해 올해로 4회째를 맞는다.

@highlight

한화이글스가 6월 호국보훈의 달을 맞아 20일 대전 롯데전에 국군 장병을 비롯해 국가유공자와 보훈 가족 등 1000여 명을 무료로 초청하며 경기에 앞서 ㈜한화, 한화에어로스페이스, 한화시스템, 한화디펜스 등 한화 방산 4개사와 공동으로 '호국보훈의 날' 행사를 진행한다.