선진국들은 정책의 우선순위를 사회적 약자에 대한 배려와 지원에 두고 있다.

우리나라도 ‘중증장애인 돌보미 제도’를 비롯한 장애인 지원 제도가 한층 강화되고 있다.

하지만 장애인이 직업을 갖거나 사회 활동에 참여할 수 있는 프로그램이나 제도는 아직 선진국 수준에는 미치지 못하고 있다.

장애인의 사회 활동 측면에서 보면 500년 전인 조선시대의 정책이 현대보다 더 합리적인 면이 있었음을 알게 된다.

조선시대에는 장애인을 자립이 가능한 사람과 불가능한 사람으로 나눠 지원 정책을 폈다.

자립이 불가능한 사람은 지자체가 구휼하고 자립이 가능한 사람은 직업을 주어 스스로 살아가도록 한 것이다.

자립 가능한 이들 중 대표적인 사람들은 바로 맹인이나 소경 등으로 불린 시각장애인이다.

국가는 이들을 교육시켜 직업까지 주었다.

심지어 태종 때에는 세계 최초로 국가가 설립한 시각장애인 지원 기관이 있었다.

‘명통시’(明通侍)라 불린 이 단체에 소속된 시각장애인 독경사들은 국가 행사에서 독경을 담당하고 녹봉으로 쌀과 베를 받았다.

이들은 나라의 안녕을 비는 경을 읽거나 가뭄이 들면 기우제를 지냈다.

또한 시각장애인에게는 ‘관현맹인’이라는 관직이 주어지기도 했다.

유교 풍습에 따라 왕비나 궁녀가 참여하는 연회에는 남자 악사를 쓸 수 없었던 탓에 맹인 악사를 세웠는데 이를 관현맹인이라 한다.

한편 시각장애인들의 직업으로는 점술가가 가장 많았다.

최근 100년 넘게 유지돼 온 시각장애인의 안마업 독점권이 흔들리고 있다고 한다.

시각장애인의 안마업 독점권이 ‘직업 선택의 자유’를 침해한다며 지난 13년 동안 다섯 차례 제기된 헌법소원·위헌법률심판제청에서 처음 한 번을 제외하곤 네 차례 연속 합헌 결정이 났다.

하지만 또다시 헌법소원심판제청이 제기되자 최근 전국 시각장애인 안마사들이 헌법재판소 앞에서 ‘안마는 우리에게 직업이 아닌 생존’이라 외치며 시위를 벌였다.

법은 만인 앞에 평등해야 한다.

그러나 평등하지 못한 신체를 가진 장애인조차 배려하지 못하는 법이라면 과연 평등한 법이라고 할 수 있을까.

@highlight

선진국들은 정책의 우선순위를 사회적 약자에 대한 배려와 지원에 두고 있는데, 우리나라도 ‘중증장애인 돌보미 제도’를 비롯한 장애인 지원 제도가 한층 강화되고 있는 중이다.