= 국토교통부(장관 김현미)는 지방 중소도시와 읍·면지역을 위주로 150호 내외의 영구임대, 국민임대, 행복주택 등을 짓는 마을정비형 공공주택사업을 통해 올해 약 1천호의 장기공공임대주택을 공급한다.

이를 위해 19일(수) 오후 2시 한국토지주택공사(LH) 토지주택연구원(대전 유성구 소재) 대강당에서 '마을정비형 공공주택사업'에 참여할 지자체를 모집하기 위한 설명회를 개최한다.

이번 설명회에서 국토교통부와 사업시행자인 한국토지주택공사는 마을정비형 공공주택사업에 대한 추진 경과와 우수사업 사례를 소개하고, 제안 공모일정 및 참여방법 등을 안내한다.

마을정비형 공공주택사업은 지자체가 해당지역에 필요한 임대주택의 유형과 공급호수를 먼저 제안하는 수요 맞춤형 공급 방식이다.

건설비용 및 임대주택 건설·관리·운영 등은 정부 지원을 받은 사업시행자(한국토지주택공사)가 부담하게 되며, 건설 사업비 중 일정부분(10%이상)은 해당 지자체에서 분담한다.

사업 대상지로 선정될 경우, 공공임대주택 건설 사업과 함께 대상지 주변의 낙후된 지역의 활성화를 위한 주변지역 정비계획(이하 마을계획) 수립도 지원받을 수 있다.

한편 국토교통부는 올해부터 관련 지침 개정을 통해 주변지역 정비계획이 수립된 지역에서 공공주택 건설사업을 추진하는 경우 주변지역 정비계획 수립을 생략할 수 있도록 했다.

지자체 설명회 이후 각 지자체에서는 지자체가 원하는 임대주택의 유형과 호수, 재원분담 방안, 마을계획안 등을 포함한 제안서를 작성해 제출(8월19일(월)～30일(금) 2주간)하게 된다.

이후 사업시행자(한국토지주택공사)는 각 지자체가 제출한 제안서에 대해 사업자 검토의견을 제시하며, 국토교통부는 현장조사 결과 및 입지 적정성, 수요 타당성 등을 종합 평가해 11월(잠정)까지 사업 대상지를 결정할 계획이다.

국토교통부 이병훈 공공주택총괄과장은 "많은 지자체가 참여해 주민들이 보다 쾌적하고 안정적인 주거생활을 누리게 되고 지역공동체에 새로운 활력이 생겨나는 기회를 갖기를 바란다"라고 전했다.

@highlight

19일 한국토지주택공사 토지주택연구원 대강당에서 개최되는 '마을정비형 공공주택사업' 설명회에서는 한국토지주택공사가 이번 사업의 우수사례와 추진 경과를 소개하며 지자체의 참여를 북돋울 예정이며, 국토교통부는 본 사업을 계기로 약 1천호의 장기공공임대주택을 공급할 계획이다.