김동일 보령시과 박형구(사진 왼쪽) 중부발전 사장은 18일 지역 맞춤형 스마트 축산단지 구축을 위한 업무협약을 체결했다.

[보령] 보령시는 지난 18일 오후 시장실에서 김동일 시장과 박형구 한국중부발전 사장 등 관계자가 참석한 가운데 지역 맞춤형 스마트 축산 단지 구축을 위한 업무협약을 체결했다.

이번 협약은 양 기관이 손을 맞잡고 지능형 축산관리시스템을 구축, 축산 전반에 정보통신기술(ICT)을 도입해 최적의 가축 사육환경을 조성으로 생산성 향상과 노동력 절감, 환경오염 제어, 가축 질병 예방 및 조기발견에 기여하기 위해 추진하게 됐다.

특히 이번 협약은 보령시와 한국중부발전(주) 간 지역발전사업 이행을 위한 긴밀한 상호협력체제를 구축함으로 지방이전 공공기관의 이익을 공유하여 지역경제 공헌과 사회적 가치를 확대하기 위해 마련됐다.

시는 한국중부발전으로부터 5억 원을 지원 받아 세입 조치 후 2회 추경에 예산을 편성하고, 농가 및 농업법인 자부담 등 3억 3400만 원을 포함해 모두 8억 3400만 원을 들여 영농조합법인 5곳 이내에 시스템을 구축하게 된다.

주요 사업으로는 로봇착유기, 자동 급이기, 발정 탐지기 등 원격제어가 가능한 자동화 장비구입과 CCTV, 유로휀, 롤링패드, 악취저감 시스템 등 축사 내·외부 환경 모니터링 및 조절시스템 구축이다.

박형구 사장은 "이번 협약이 고령화와 FTA 등 어려운 농어촌지역 활성화로 농어촌 발전의 디딤돌 역할을 할 수 있는 기회가 되길 바란다"고 말했다.

김동일 시장은 "어려움을 겪고 있는 축산농가에 일손부족을 해결하고, 정보통신기술 접목을 통한 스마트 축산 관리시스템 도입으로 지속가능한 축산업의 기반이 구축될 것"이라며 "앞으로도 쾌적한 축산관리로 주민 간 갈등을 최소화하고 축산 농가는 소득증대, 시민들에게는 양질의 축산물이 공급될 수 있도록 다양한 노력을 기울여 나가겠다"고 말했다.

@highlight

보령시는 18일 한국중부발전과 지역 맞춤형 스마트 축산 단지 구축을 위한 업무협약을 체결했으며, 앞으로 정보통신기술(ICT)을 도입한 지능형 축산관리 시스템을 구축해 최적의 가축 사육환경을 조성하여 노동력 절감, 환경오염 제어, 가축 질병 예방 등을 추진할 방침이다.