새아파트 분양가 기준 강화가 건설사의 수주 감소로 이어질 것으로 보여 건설사 주가에도 부정적인 영향을 미칠 것으로 보인다.

오는 24일 이후 주택도시보증공사(HUG)는 서울 전지역과 경기 과천, 광명, 하남, 성남분당, 세종시와 대구 수성구, 부산 해운대구, 수영구, 동래구 등에 지어지는 새아파트 분양가 기준을 하향 적용한다.

주변에 1년 이내 분양한 아파트가 있는 경우 평균 분양가와 이전 최고 분양가를 넘지 못하고 1년 초과 준동 이전 사업장이 있는 경우 상한선을 110%에서 105%로 낮췄다.

HUG는 중도금 집단 대출 등에서 보증을 제공하고 있어 대부분 신규 사업장에서 분양가 하향 압박 효과가 있을 것으로 예상된다.

분양가 9억원 이상 주택에 대해서는 이미 중도금 대출이 제한되는 만큼 그 이하의 아파트가 새로 분양가 하향압박을 받을 것으로 보인다.

분양가를 승인하는 지자체의 심의위원회 심의가 까다로워질 가능성도 높다.

조윤호 DB투자증권 연구원은 "분양가 하향압력은 재건축 아파트를 중심으로 상당수 프로젝트의 분양 일정이 뒤로 밀리면서 건설사들의 하반기 수주 물량이 감소할 것"이라고 전망했다.

부동산 114에 따르면 올해 분양예정 물량은 47만 세대로 지난해 대비 57.9% 늘어날 것으로 보인다.

그러나 하반기 분양 예정 물량 중 48.7%가 재개발 똑은 재건축 아파트라는 점이 변수다.

조 연구원은 "재건축 사업의 경우 일반 분양가가 사업주인 조합원의 분담금과 연관돼 분양가 하향조정으로 사업이 지연될 가능성이 높다"고 지적했다.

HUG의 분양가 심사를 피하기 위해 후분양으로 돌린다고 하더라도 금융조달을 위한 추가 소요 기간이 필요하다.

조 연구원은 "올해 건설사 수주 증가의 핵심은 해외가 아닌 국내 주택과 토목인 만큼 수주 증가를 기대하기 어려워졌다"며 "건설사 실적은 견고하겠지만 수주 증가가 없다면 밸류에이션 상승을 기대하기 어렵다"면서 건설업종에 대한 투자의견을 '비중확대'에서 '중립'으로 하향 조정했다.

@highlight

새아파트 분양가 기준 강화는 건설사의 수주 감소로 이어질 것으로 보인다.  조윤호 DB투자증권 연구원은 "분양가 하향 압력은 재건축 아파트를 중심으로 상당수 프로젝트의 분양 일정이 뒤로 밀리면서 건설사들의 하반기 수주 물량이 감소할 것" 이라고 언급했다.