해마다 여름철에만 전기요금 부담이 완화된다.

현행 누진제의 틀은 유지하되 7~8월에만 누진 구간을 늘려 요금을 깎아 주는 효과를 낳는 방식이다.

앞으로 여름철 에어컨 사용 증가에 따른 '전기요금 폭탄' 논란이 상당 부분 해소될 전망이다.

산업통상자원부와 한국전력은 민관합동 전기요금 누진제 태스크포스(TF)가 18일 제8차 누진제 TF 회의에서 여름철에만 단계적으로 상한선을 높이는 '누진 구간 확장안'을 최종 권고안으로 확정했다고 밝혔다.

지난해 적용한 한시 할인 방식을 여름철에만 상시화하는 것이다.

앞서 TF는 지난 3일 누진 구간 확장안 외에 ▲여름철에만 누진제를 3단계에서 2단계로 줄이는 '누진 단계 축소안' ▲연중 단일 요금제로 운영하는 '누진제 폐지안' 등 3가지 안을 공개했다.

이후 의견을 수렴한 결과 지지 여론이 많고 현실적인 1안을 최종 권고안으로 선택했다.

현행 누진제는 1구간(200 이하)에 1당 93.3원, 2구간(201∼400)에 187.9원, 3구간(400 초과)에 280.6원을 부과한다.

권고안을 적용하면 1구간은 300 이하, 2구간은 301~450, 3구간은 450 초과로 조정된다.

그 결과 지난해 사용량 기준으로 1629만 가구가 월 1만 142원의 할인 혜택을 받게 된다.

요금이 오르는 가구는 없다.

산업부는 "TF는 해당 안이 현행 누진제의 틀 안에서 가능한 한 많은 가구가 전기요금 부담을 덜 수 있다는 데 의견을 모았다"고 설명했다.

새로운 요금제는 한전 이사회 의결과 전기위원회의 심의·인가 과정 등을 거쳐 다음달부터 시행될 전망이다.

다만 지난해 2080억원의 적자를 기록한 한전이 추가로 2847억원의 부담을 떠안게 된 점은 논란거리다.

이수일 KDI국제정책대학원 교수는 "누진 구간 확대는 매우 단기적인 처방인 데다 사용자가 아닌 한전이 부담을 떠안는 것은 불합리하다"고 꼬집었다.

@highlight

현행 전기요금 누진제의 틀은 유지하되 더 많은 가구의 요금 부담을 덜기 위해, 민관합동 전기요금 누진제 TF가 18일 제8차 누진제 TF 회의에서 여름철 상한선을 높이는 '누진 구간 확장안'을 최종 권고안으로 확정하면서, 7~8월 누진 구간을 늘려 전기요금을 깎아 주는 방식으로 전기요금 월 1만원 인하 혜택을 받게 된다.