인천시가 붉은 수돗물 사태의 책임을 묻겠다며 단행한 징계성 인사가 '꼬리 자르기'식 대응이란 비판이 나온다.

박남춘 인천시장은 18일 붉은 수돗물 사태와 관련해 "금일 정부의 사고 원인 발표에 따라 그 책임을 물어 상수도사업본부장과 공촌정수사업소장을 직위해제하겠다"고 밝혔다.

그러면서 "앞으로 외부 감사기관에 감사를 의뢰해 이들에 대한 추가 인사 조치를 진행하겠다"고 덧붙였다.

신임 상수도사업본부장엔 박영길 전 시 에너지정책과장이, 공촌정수사업소장엔 김재원 대기보전과장이 각각 임용됐다.

시는 보도자료를 내고 "상수도사업본부의 조직 쇄신을 위해 상수도 분야에서 17년 이상 근무한 박 과장 등을 긴급 임용했다"고 설명했다.

그러나 이번 인사 조치를 두고 시가 꼬리 자르기 식 행태를 보이고 있다는 지적이 일고 있다.

직위해제된 김승지 전 상수도사업본부장과 이상근 전 공촌정수사업소장은 1960년생으로 예정대로라면 김 전 본부장은 이달까지, 이 전 소장은 연말까지 근무한 뒤 공로연수에 들어간다.

사실상 행정의 일선에서 물러나는 '말년 공무원들'로 직위해제가 이들에게 큰 불이익을 줄 수 없다는 얘기다.

아울러 시가 이번 초대형 사고에 책임지는 모습을 보이려면 윗선에 대한 문책이 있어야 한다는 시각이 많다.

시는 붉은 수돗물 사태를 수습하기 위해 지난 4일 시 차원의 비상대책지원단을 꾸리고 단장으로 박준하 행정부시장을 임명했다.

박 부시장은 10여일이란 시간이 있었음에도 사실상 사고 수습에 실패한데다 이번 사태와 관련이 없다던 중구 영종도를 피해지역으로 인정하는 등 입장을 번복해 여론 악화에 한몫을 했다는 지적이다.

김송원 인천경실련 사무처장은 "이번 인사 조치는 수돗물 사태에 대한 꼬리 자르기 식 대처로 밖에 보이지 않는다"며 "시가 상수도 조직을 쇄신할 의지가 있다면 민간이 참여하는 상수도 혁신 기구를 구성하는 등 진정성 있는 모습을 보일 필요가 있다"고 꼬집었다.

@highlight

박남춘 인천시장은 18일 붉은 수돗물 사태와 관련해 책임을 물어 상수도사업본부장과 공촌정수사업소장을 직위해제하겠다고 밝혔으나, 이번 조치를 두고 꼬리 자르기식 대처로 밖에 보이지 않는다며 지적이 일고 있다.