소비자들이 쉽게 기억하고 상품의 이미지를 잘 전달할 수 있는, '일상용어'를 활용한 상표 등록이 증가하는 것으로 나타났다.

19일 특허청에 따르면 최근 '전화위복'(복 요리점)과 '주도면밀'(면 요리점), '하루방'(숙박업), '견인구역'(애완동물업) 등 흔히 사용하는 용어를 상품과 재치있게 연결해 상표 등록한 사례가 늘고 있다.

'땅집GO'(부동산업), '신통방통'(물통), '나를 따르라'(소주), '헤어 날 수 없다면'(이미용업) 등이 대표적이다.

일상적인 단어를 약간 변형해 등록한 경우도 눈에 띈다.

'와인슈타인'(와인), '잉큐베이터'(어학교육업), '갈빅탕'(식당업), '기승전골'(식당업), '잔비어스'(주점업), '족황상제'(족발), '네일바요'(손톱미용업)가 있다.

고유명사를 상표로 사용한 사례도 많다.

'갤럭시', '애플', '아마존' 등은 본래 의미보다 스마트폰이나 정보기술(IT), 유통기업의 브랜드로 더 유명해졌다.

상표는 상품의 출처를 나타내는 것이기에 소비자에게 쉽게 각인되고 기억할 수 있는 상표 개발이 치열하다.

일상용어가 활용에 유용하지만 상표적 사용인지 여부가 관건이다.

등록상표도 상품을 설명하는 용어로 사용하면 상표권의 효력이 떨어진다.

'현대'가 자동차로 상표등록됐지만 다른 회사에서 '현대사회와 어울리는 자동차'라고 사용하면 상표적 사용으로 보기 어렵다.

변영석 복합상표심사팀장은 "상표는 특허와 달리 창작성이 큰 비중을 차지하지 않기에 기존 단어를 선택해 상표로 등록받을 수 있다"면서도 "다만 상품의 특성을 직접 설명하는 상표는 권리화가 안되기에 유의해야 한다"고 말했다.

@highlight

19일 특허청에 따르면 최근 '전화위복'(복 요리점)과 '주도면밀'(면 요리점) 등 자주 사용하는 문구를 상품과 재치 있게 연결해 상표 등록한 사례가 늘고 있는 가운데 소비자에게 쉽게 각인되고 기억할 수 있는 상표 개발이 치열한 것으로 나타났다.