포스코가 ‘세계에서 가장 경쟁력 있는 철강사’에 10년 연속 1위로 선정됐다.

세계적인 철강 전문 분석기관인 WSD(World Steel Dynamics)는 뉴욕 현지 시간으로 17일부터 19일까지 3일간 제34차 글로벌 철강전략회의(Steel Success Strategies)를 갖고, 세계에서 가장 경쟁력 있는 철강사(World-Class Steelmaker Rankings) 선정 결과를 발표하면서 포스코를 1위로 선정했다.

1999년 설립된 WSD는 철강분야의 권위있는 글로벌 전문 분석기관으로, 매년 전 세계 Top 34개 철강사들을 대상으로 23개 항목을 평가하고, 이를 종합한 경쟁력 순위를 발표해 오고 있다.

글로벌 철강사들의 경쟁력을 객관적인 수치로 종합해 순위를 발표하는 기관은 WSD가 유일하며, 매년 발표하는 경쟁력 순위는 글로벌 Top 철강사들의 경영 실적과 향후 발전가능성을 가늠하는 중요한 지표가 되고 있다.

포스코는 글로벌 경기둔화와 수요산업 침체, 보호무역주의 강화 등 어려운 판매여건 속에서도 고부가가치제품인 세계 최고 수준의 프리미엄(WTP, World Top Premium) 철강 제품 판매를 확대했다.

특히 지난해 ‘더불어 함께 발전하는 기업시민’경영이념 발표 이후 사회적 가치와 경제적 가치가 선순환하는 경영활동을 적극 전개하며 투자환경 조성 및 재무건전성 개선 등에서도 높은 평가를 받았다.

항목별로 살펴보면 고부가가치제품, 가공비용, 기술혁신, 인적역량, 신성장사업 육성, 투자환경, 국가위험요소 등 7개 항목에서 최고 점수를 획득하며 8.35점(10점 만점)으로 종합 1위를 기록했다.

이날 함께 발표된 상위 5개 기업에는 미국의 뉴코어(2위), 오스트리아의 뵈스트알피네(3위), 러시아의 세베르스탈(4위), 일본의 일본제철(5위)이 선정됐다.

@highlight

세계적인 철강 전문 분석기관인 WSD(World Steel Dynamics)이 진행한 제34차 글로벌 철강전략회의에서 포스코가 고부가가치제품, 기술혁신, 인적역량 등 7개 항목에서 최고 점수를 획득해 세계에서 가장 경쟁력 있는 철강사 1위로 선정되며 세계적 위상을 자랑했다.