20일 세종시 첫 마을회의...

(동양일보 신서희 기자) 세종시 전동면 청람리 주민들이 시민주권특별자치시 세종 실현에 첫 시동을 건다.

19일 시에 따르면 리(里) 단위로 조직돼 마을현안을 주민들 스스로 논의하고 그 결과를 시에 제안하는 세종시 첫 마을총회가 20일 전동면 청람리에서 열린다.

청람리는 관할면적이 5.1㎢로 세종시 내 면 평균 관할면적(1.9㎢)에 비해 2.5배 이상 넓어 이장의 업무 부담이 큰 지역이다.

특히 지형적으로도 하천과 철길을 중심으로 남북으로 생활권이 나눠져 있어 지난 1990년 후반부터 행정구역 조정에 대한 필요성이 제기돼 왔다.

이에 청람리 주민들은 시에서 처음으로 마을총회를 열기로 하고, 행정구역 조정에 대해 주민 의견을 모아 시에 제안하기로 했다.

특히 이번 마을회의는 마을주민이 주체가 되어 의견을 개진하고 상호 토론하는 과정을 거쳐 행정구역 조정에 관한 최적의 결론을 내리는 민주적인 방식으로 진행된다.

이 과정에서 시는 청람리 분리·조정에 따른 장·단점, 여건변화, 향후 예상되는 일들을 객관적인 입장에서 주민들에게 설명하는 보조적인 역할만을 수행한다.

특히 이번 마을총회는 소규모 사업의 우선순위를 결정하는 일반적인 주민총회와 달리 주민의 일상생활과 밀접한 문제를 주민이 직접 논의함으로써 실질적인 주민자치를 실현하는 기회가 될 것으로 기대된다.

시는 이번 마을회의에서 수렴된 주민 의견을 토대로 주민편익, 지역개발, 지리적 여건, 역사적 전통성, 행·재정적 효과 등을 고려해 행정구역 조정을 위한 후속 행정절차를 추진할 계획이다.

김려수 자치분권과장은 “이번 세종시 첫 마을회의는 주민 생활과 밀접히 관련 있는 사안을 주민 스스로 논의하고 판단한다는 점에서 의미가 매우 크다”며 “앞으로도 시민주권이 시정 전 분야에서 일상적으로 실현되고 시민들이 체감할 수 있도록 시정3기 핵심과제인 ‘시민주권 특별자치시 세종’ 추진에 행정력을 집중할 것”이라고 말했다.

@highlight

1990년 후반부터 행정구역 조정에 대한 필요성이 제기되온 세종시 전동면 청람리 주민들이 참여하는 세종시 첫 마을총회가 20일 전동면 청람리에서 열린다. 