광주광역시청 청사.

광주광역시청 청사.

광주광역시는 오는 7월 12일 광주여대 유니버시아드체육관에서 개최되는 2019광주세계수영선수권대회 개회식을 지원하기 위해 특별교통대책을 추진한다고 19일 밝혔다.

광주시는 이번 개회식에 200여국 임원·선수·미디어관계자·일반관람객 등 5천여명 이상이 참석할 것으로 예상됨에 따라 교통종합상황실을 설치·운영하고 경찰 포함 총 175명의 인력을 투입해 교통혼잡 및 안전에 대응한다.

개회식장 주변 교통소통·통제는 광산경찰서의 경찰인력이 담당하고 광주시와 자치구 공무원, 모범운전자회는 개회식장 주변에서 교통안전과 질서유지를 지원한다.

관람객의 주차편의를 위해 개회식장 주변 공영주차장과 광주소방학교, 광주시 공무원교육원, 대한상공회의소 인력개발원 등에 950면 규모의 임시주차장을 별도 운영한다.

또한 타 지역 관람객의 안전한 귀가를 지원하기 위해 광천터미널~광주송정역을 연결하는 셔틀버스 10대를 별도 운행한다.

개회식 종료시간인 오후 10시에는 시내버스 이용객이 급증할 것으로 예상돼 행사장 주변 8개 노선의 시내버스를 증차해 배차간격을 단축할 계획이다.

또 교통혼잡 정리를 위해 개회식장 주변 간선도로와 진출입로의 불법주정차 차량에 대한 계도와 단속도 시행한다.

이와 함께 교통방송 등을 통해 개회식장 주변 도로운영과 교통통제 상황 등을 실시간으로 제공하고 광주시와 수영대회 조직위 홈페이지 등에 임시주차장과 셔틀버스 운행계획, 시내버스 증회운행 등 이번 교통대책에 대한 정보를 안내할 계획이다.

송상진 시 교통건설국장은 “개회식장 주변은 교통혼잡이 예상되니 개회식에 참가하는 관람객은 가급적 대중교통을 이용해 주길 바란다”며 “행사장 주변에 거주하는 주민들은 다소 불편함이 있더라도 올해 대한민국에서 개최되는 유일한 국제대회로 전 세계가 주목하고 있는 만큼 교통통제에 적극 협조해 주시길 바란다“고 말했다.

@highlight

광주광역시는 2019광주세계수영선수권대회 개회식 당일 주변 교통혼잡 및 안전에 대응하기 위해 특별교통대책을 추진하고 홈페이지에 정보를 안내할 예정이다.