온 가족이 함께 즐길 수 있는 명품 국악콘서트인 세종국악심포니오케스트라와 록커 김경호가 함께 하는 '아리랑 목동' 인천 계양을 찾아온다.

'아리랑 목동'은 22일 오후 2시에 인천 계양문화회관 대공연장에서 펼쳐지며 정교한 작품 분석과 유려한 테크닉으로 호평 받는 박상우가 지휘를 맡는다.

김경호는 그의 대표곡이자 명곡 '아버지', '사랑했지만'을 국악오케스트라와 함께 선보이고, KBS 불후의 명곡 아리랑특집에서 우승을 안겨준 전통풍물단과 함께 만든 '아리랑 목동'을 재현한다.

특유의 미성과 날카로운 고음, 폭발적인 샤우팅, 풍성한 성량, 그리고 현란한 무대 매너와 퍼포먼스로 전 국민의 사랑을 받고 있는 록커 김경호가 대한민국의 응원가인 '아리랑 목동'을 풍성하고 신선한 국악관현악과 함께 열창하며 전통과 대중성을 동시에 선사한다.

이와 함께 연희패 '난쟁앤판'의 시원하고 신명나는 설장구협주곡 '소나기', 차세대 명인으로 선정된 아쟁 연주자 오하라의 아쟁 협주곡 '아라성', 젊은 소리꾼 윤하정과 김보람의 창작판소리협주곡 '흥보가'의 '박타령' 등 다양하고 참신한 공연을 선보일 예정이다.

창단 28년째를 맞는 세종국악심포니오케스트라는 '백성과 즐거움을 함께하다'라는 뜻인 세종대왕의 여민동락(與民同樂) 음악정신을 실현하며 창작국악의 울림을 세계에 전파하고 있다.

세종국악심포니오케스트라의 김혜성 대표 겸 총감독은 "우리 국악의 깊은 멋과 흥을 대한민국 최고의 록커 김경호의 곡과 국악관현악의 만남으로 인천 계양의 관객들에게 수준 높은 명품 국악공연의 진수를 펼쳐드리고자 한다"며 "온 가족이 함께 오셔서 시원한 국악의 세계를 맛보시고 문화예술을 즐기시길 바란다"고 말했다.

@highlight

세종국악심포니오케스트라와 록커 김경호가 전통과 대중성의 만남인 '아리랑 목동' 을 22일 인천 계양문화회관에서 공연하게되며 특히 전통풍물단과 함께 만든 '아리랑 목동'을 선사하게 된다.