전주 상산고등학교의 자율형사립고 재지정 평가발표일이 하루 앞으로 다가오면서 팽팽한 긴장감이 감돌고 있다.

상산고를 시작으로 올해 재지정 평가 대상인 전국 24개 자사고의 평가 결과가 순차적으로 발표될 것으로 보여 이번 결과에 교육계와 학부모의 이목이 쏠리고 있다.

19일 전라북도교육청에 따르면 상산고를 대상으로 실시한 자사고 재지정 평가 결과를 20일 오전 11시에 발표한다.

전북교육청은 이날 2014년 3월 1일부터 2019년 2월 28일까지 상산고의 학교운영 성과 전반을 심사해 매긴 종합 점수를 밝힌다.

상산고는 이번 평가에서 80점 이상을 받으면 자사고 지위를 유지하지만 그보다 낮으면 일반고로 전환하게 된다.

일반고 전환은 청문과 교육부 장관의 동의를 얻어 확정된다.

앞서 도교육청은 자사고 재지정 평가 기준점을 교육부의 권고안보다 10점 높은 80점으로 정해 학교와 학부모의 반발을 사기도 했다.

학교와 학부모는 이같은 방침이 "형평성에 어긋난다"며 법적 대응까지 불사하겠다는 입장을 밝혔지만, 도교육청은 "자사고의 본래 목적을 달성하기 위한 방안"이라며 기준점을 확정했다.

자사고 재지정 발표일을 하루 앞둔 상산고는 비교적 차분한 분위기 속에 결과를 기다리고 있다.

국중학 상산고 교감은 "벌써 재지정 탈락에 대한 여러 추측이 나오고 있지만, 이러한 부분에 일일이 대응하지는 않으려 한다"며 "내일 결과를 차분히 기다리고 발표 이후에 성명 또는 의견을 읽는 방식으로 학교 측의 입장을 밝히겠다"고 말했다.

박삼옥 상산고 교장도 "학교에서도 재지정 평가 기준을 시뮬레이션했고 그에 따른 예상 점수를 어느 정도 파악하고는 있다"면서도 "아직 공식적인 발표가 나오지 않았기 때문에 현재 입장을 밝히는 것은 곤란하다"고 전했다.

비상대책위원회를 꾸려 상산고의 자사고 재지정을 촉구하고 있는 총동창회와 학부모도 도교육청의 결과 발표 이후에 별도의 입장을 내놓겠다고 밝혔다.

상산고 총동창회 관계자는 "발표일이 다가오면서 일부에서 부정적인 결과를 예측하지만, 끝까지 기대를 갖고 동문과 힘을 모으고 있다"며 "결과에 따라 학교 발전을 위한 방향이 담긴 입장을 서면 등을 통해 발표하겠다"고 했다.

@highlight

자율형사립고 재지정 평가 결과가 20일 발표될 예정으로, 전라북도교육청의 평가 기준점이 교육부 권고안보다 높아 전주 상산고등학교의 재지정 탈락에 대해 여러 추측들이 나오고 있다.