[진천=충청일보 박병모기자] 전국 태권도인의 한마당 잔치인 우석대학교 총장기 전국 태권도대회가 오는 27일부터 다음 달 4일까지 충북 진천군 화랑관에서 열린다.

올해로 열일곱 번째를 맞는 이 대회는 그동안 전주에서 개최하다 올해 처음 진천에서 개최한다는 점에서 각별한 관심을 모은다.

이에 따라 우석대 진천캠퍼스의 위상 제고는 물론, 대회 기간 숙박·식음료·관광 등 충북과 진천군의 지역경제 활성화에 도움이 될 것으로 기대된다.

품새는 초·중·고등부와 대학부, 성인부, 장년부 등 7개 부문으로 나눠 개인전·페어전·단체전 등으로 치러진다.

겨루기는 남·여 고등부 각 10체급 개인전과 남여 중·고등부 5인조 단체전으로, 시범 경연은 남·여 중·고등부 개인 경연과 태권체조로 진행된다.

다음 달 1일 오후 1시 열리는 개막식에는 장영달 우석대 총장을 비롯해 이시종 충북지사, 송기섭 진천군수, 김세혁 대한태권도협회부회장, 이상욱 태권도진흥재단이사장, 최영렬 국기원장, 나일한 세계태권도연맹사무차장, 이철주 한국중·고등학교태권도연맹회장, 김지숙 한국여성태권도협회장, 선수단 등이 참석할 예정이다.

우석대 태권도학과가 준비한 태권도 공연 '나를 아는가! 전우치'가 무대에 오른다.

우석대 총장기 전국 태권도대회는 지난 2003년 대한태권도협회 공인 품새 대회로 시작됐다.

그 후 2015년 겨루기 대회를 공인 받으면서 품새와 겨루기 단체전, 개인전 등 태권도 대회의 3개 분야를 모두 치르는 대회로 위상을 굳건히 하고 있다.

장 총장은 "충북이 전통무예의 역사가 깊은 무예의 도시인 만큼 무예산업 육성에 일조하기 위해 매년 전주캠퍼스에서 열었던 전국 태권도대회를 올해는 진천에서 개최하게 됐다"고 설명했다.

@highlight

우석대학교 총장기 전국 태권도대회가 처음으로 충북 진천군 화랑관에서 열려 충북과 진천군의 지역경제 활성화에 도움이 될 것으로 기대된다.