초보운전으로 사고를 내거나 도둑질을 강요하는 등 최근 10대들의 겁없는 일탈이 잇따르고 있어 대책이 요구된다.

19일 광주 서부경찰서에 따르면 지난 18일 오후 11시 55분께 광주 서구 양동 발산교와 양동교 사이 천변좌로 편도 3차선 도로에서 A(18)군이 몰던 승용차가 난간을 들이받은 후 2m 아래로 추락했다.

이 사고로 차에 타고 있던 A군과 또래 친구 등 5명이 가벼운 부상을 입고 병원으로 옮겨져 치료를 받고 있다.

조사 결과 A군은 8개월 전 운전면허를 취득했으며 친구들과 할머니 차를 몰고 나왔다가 운전 미숙으로 사고가 난 것으로 드러났다.

경찰은 A군을 상대로 정확한 사고 경위를 조사하고 있다.

또 알고 지내던 동생에게 금은방 도둑질을 시킨 10대도 경찰에 붙잡혔다.

같은날 광주 동부경찰서는 금은방 절도를 시킨 혐의(절도교사)로 B(18)군을 붙잡아 조사하는 한편 B군의 지시로 금은방 침입을 시도하다 미수에 그친 C(13)군도 특수절도 미수 혐의로 입건했다.

B군은 지난 18일 오후 9시 40분께 광주 동구 한 금은방 앞에서 중학생 B군에게 귀금속을 훔치도록 지시한 혐의다.

C군은 B군의 지시에 따라 돌로 금은방 외벽 유리를 부수고 침입하려다 미수에 그쳤다.

조사 결과 소년원에서 알게 된 이들은 전날부터 범행을 계획했다.

B군은 최근 경기도 집에서 가출한 C군을 광주로 불러 “금은방을 털어 훔친 귀금속을 처분해 나눠갖자”고 말했다.

이들은 범행 대상으로 점찍은 금은방으로 향했고 C군이 내려 돌로 금은방 강화유리를 수 차례 내리쳤지만 유리가 깨지지 않아 범행은 미수에 그쳤다.

C군은 출동한 사설경비업체에 붙잡혀 경찰에 인계됐으며 다음날 집에 있던 B군도 붙잡혔다.

경찰은 정확한 경위를 조사한 후 처벌할 방침이며 형사처벌을 받지 않는 나이인 C군에 대해서는 소년법에 따라 가정법원 소년부로 신병을 넘길 방침이다.

@highlight

19일 광주  편도 3차선 도로에서 A(18)군이 운전미숙으로 몰던 승용차가 아래로 추락하는 사건이 일어나고, 알고 지내던 동생에게 금은방 도둑질을 시킨 10대도 경찰에 붙잡히는등 10대들의 겁없는 일탈이 잇따르고 있어 대책이 요구된다.