정우성 배우 정우성이 세계 난민의 날을 하루 앞두고 호소 글을 올렸다.

정우성은 19일 자신의 인스타그램을 통해 "지난해 7천만명이 넘는 사람들이 집을 잃었습니다. 1분마다 25명의 사람이 모든 것을 때로는 사랑하는 가족을 남겨둔 채 전쟁과 폭력으로부터 피신했습니다"라며 "난민들은 그 어느 때보다 절실히 여러분의 관심과 연대를 필요로 합니다. 이번 난민의 날 난민과 함께 걸어주세요"라고 난민에 대한 관심을 촉구했다.

6월 20일은 '세계 난민의 날'로 난민에 대한 관심을 촉구하기 위해 국제연합(UN)이 2000년 유엔총회특별 결의안을 통해 지정한 날이다.

정우성은 유엔난민기구 친선대사로 활동하며 '난민'에 대한 관심을 촉구하는 목소리를 꾸준히 내왔다.

정우성은 지난달 19일부터 23일까지 전세계 최대 규모 난민촌인 방글라데시 로힝야 난민촌을 방문하고 돌아왔다.

정우성은 난민촌 방문 이후 현지 상황을 다양한 루트로 알리며 관심과 도움의 손길을 호소하고 있다.

또 정우성은 지난 11일 세계 난민촌을 찾은 특별한 경험을 담은 에세이 '내가 본 것을 당신도 볼 수 있다면' 발간 소식을 알린 뒤, 이 책의 인세 전액을 유엔난민기구에 기부하겠다고 밝혔다.

정우성은 에세이에 "상상한다. 우리 모두가 서로를 더욱 사랑하고 존중하는, 보다 나은 세상을"이라고 난민 사랑을 강조했다.

한편 정우성은 전세계 11명의 유엔난민기구 친선대사 중 한 명이다.

2014년 명예대사 자격으로 네팔에 방문한 후 여러차례 난민촌을 직접 방문했던 그는 친선대사로 공식 임명됐다.

네팔, 남수단, 레바논, 이라크, 방글라데시를 찾아 난민의 실상을 돌아봤다.

그는 지난해 6월 제주도 예맨 난민 논란에 대해 "무사증 입국 불허 국가에 예맨을 넣은 것은 인권을 생각하면 있을 수 없는 일"이라며 "비자를 통해 난민의 입국을 제어하겠다는 것은 난민이 어느 나라에 가서도 도움을 요청하기 어려운 위험성이 내포돼 있는 방법"이라고 소신을 드러내기도 했다.

@highlight

유엔난민기구 친선대사로 활동하며 '난민'에 대한 관심을 촉구하는 목소리를 꾸준히 내왔던 정우성은 이번에도 세계 난민의 날을 하루 앞두고 자신의 인스타그램을 통해 "난민들은 그 어느 때보다 절실히 여러분의 관심과 연대를 필요로 합니다. 이번 난민의 날 난민과 함께 걸어주세요"라고 난민에 대한 관심을 촉구했다.