지난 11일 모스크바에서 열린 한-러 농업협력포럼에서 양국 업체가 1대1 비즈니스 상담을 하고 있다.

한국농어촌공사가 코트라(KOTRA), 농기계공업협동조합과 공동으로 국내 농산업 기업의 신북방 시장 진출을 지원해 풍성한 성과를 거뒀다.

농어촌공사는 3개 기관이 지난 11일 러시아 모스크바에서 ‘한·러 농업협력포럼’에 이어 13일 우즈벡 타슈켄트에서 ‘한·우즈벡 농업비즈니스 다이얼로그’를 공동 개최했다고 19일 밝혔다.

이들 3개 기관은 현지 수출 촉진 활동을 통해 총 82만3천만달러의 수출계약과 업무협약 20건, 투자의향서 3건을 체결하는 성과를 거뒀다.

행사는 북방경제권 국가의 농기업과 교류확대를 통해 국내 농산업 기업의 해외시장 개척과 투자 진출 활성화를 위해 마련됐다.

그동안 러시아·우즈벡 등 북방경제권 국가는 언어 장벽과 현지 정보 부족 등으로 국내 농산업 기업의 진입장벽이 높았지만 이번 행사를 통해 정보 공유와 투자 교역 기회를 확대할 수 있는 계기가 됐다.

행사에 앞서 농어촌공사와 한국농기계공업협동조합은 수출 유망 국내 농산업 기업 37개사를 모집했다.

KOTRA는 수출상대국으로부터 현지 바이어를 초청하고 국내 기업과의 상담을 주선하는 역할을 했다.

이러한 노력으로 ‘한·러 농업협력포럼’에서는 러시아 기업 63개사가, ‘한·우즈벡 농업비즈니스 다이얼로그’ 행사에는 우즈벡 기업 67개사가 참여해 국내 기업과 총 294건의 수출 상담을 했다.

최근 수요가 늘고 있는 ‘한국형 스마트팜’과 ‘온실산업’ 부분에 참가한 H사도 우즈베키스탄 기업과 2억원 상당의 온실자재 수출계약을 체결했다.

김인식 농어촌공사 사장은 “이번 행사를 통해 정부가 추진 중인 신북방정책과 국내 우수 농기업들의 북방지역 진출 확대에 기여할 수 있었다”면서 “관계부처와 협의해 우리 농기업의 해외진출 지원을 더욱 확대해 나갈 수 있도록 노력하겠다”고 말했다.

@highlight

한국농어촌공사가 코트라(KOTRA)와 농기계공업협동조합과 같이 농산업 기업의 해외진출과 투자확대를 도모하며 신북방 시장 개척에 성공하였다. 