여수시의회가 지난 4일부터 19일까지 16일간 193회 정례회를 운영하고 폐회했다.

올해 첫 정례회에서는 2018회계연도 세입.

세출 결산 승인안을 심사하고 시정 질문.

답변과 조례안, 의결안, 동의안 등 28건의 각종 안건을 심의·의결했다.

시정 질문에는 주종섭·송하진·박성미·백인숙 의원 등 4명이 나서서 논란이 되고 있는 현안을 집중적으로 다루고 그에 대한 대책을 촉구했다.

주종섭 의원은 여수수산물특화시장의 갈등 해소와 여수시 장기미집행 도시계획시설에 대한 조속한 대책마련을 촉구했다.

송하진 의원은 상포지구 택지개발사업의 행정책임과 그에 따른 여수시장의 공개사과를 요구했다.

박성미 의원은 도서민 응급체계에 대한 대책을 요구하고, 돌산에 설립.

운영 중인 국제교육원의 운영상의 문제점에 대한 개선방안을 마련할 것을 촉구했다.

백인숙 의원은 최근 매립장 내 생활폐기물 수거 거부로 인한 시와 주민 간의 갈등에 따른 해결방안을 묻고 향후 조치계획을 설명 들었다.

이번 회기 내 처리된 주요 안건사항으로 여수시의회 중증장애 의원의 의정활동 지원 조례 일부개정조례안, 여수시 시민안전보험 운영에 관한 조례안, 여수시 폭염 피해예방 조례안, 2019년도 공유재산관리계획 의결안, 2018회계연도 결산 및 예비비 승인안 등 28건의 안건을 심의·의결했다.

서완석 의장은 폐회사를 통해 “시 정부는 2018회계연도 결산안 심사 및 시정질문, 각종 안건 심사 시 동료 의원께서 의견을 제시하고 개선을 요구한 사항에 대해서는 적극 시정에 반영하여 시민들의 삶의 질 향상에 최선을 다해 주기 바란다”면서 “의회에 변함없는 관심과 사랑을 보내주신 시민 여러분께 감사드린다”고 말했다.

한편 여수시의회는 내달 15일 194회 임시회를 열어 하반기 주요업무계획을 보고받고 조례안 등 각종 안건을 처리할 예정이다.

@highlight

여수시의회가 16일간 193회 정례회를 운영하며 28건의 각종 안건을 심의.의결하고 폐회했고,내달 15일 194회 임시회를 열어 하반기 주요업무계획을 보고받고 각종 안건을 처리 할 예정이다.