성남시는 다음 달부터 만 12세 미만 아동 본인이 부담하는 연간 의료비가 100만원을 넘을 경우 초과금액을 지원한다고 19일 밝혔다.

시는 앞서 보건복지부와 이런 내용을 담은 사회보장제도 신설 협의를 마무리했다.

사회보장기본법은 지자체가 사회보장제도를 신설하거나 변경할 경우 신설 또는 변경의 타당성, 기존 제도와의 관계, 사회보장 전달체계에 미치는 영향 및 운영방안 등에 대해 복지부와 협의하도록 규정하고 있다.

시는 만 18세 미만 아동 전원을 지원 대상으로 한 관련 조례를 4월1일 공포하고 6개월분 사업비 7억5000만원을 추경예산으로 확보했다.

이어 복지부와 협의를 벌인 끝에 만 12세 미만까지 우선 지원하고 만 18세 미만까지는 단계적으로 확대하기로 했다.

또 중위소득 50% 초과 가구의 경우 시가 의료비 100만원 초과분의 90%를 지원하고 본인이 10%를 내도록 했다.

중위소득 50% 미만 가구는 전액 시가 지원한다.

자격은 성남시에 2년 이상 거주해야하며 최종 진료일 다음 날부터 1년 이내에 신청하면 된다.

의료비 초과액이 5000만원 이상인 경우 아동 의료비 심의위원회 심의를 거쳐 지급 여부를 결정한다.

국민건강보험공단(2016년)자료에 따르면 성남지역 내 18세 미만 아동 가운데 연간 100만원 넘게 의료비를 쓰는 인원이 7100여명이다.

이들이 100만원을 초과해 지출하는 의료비는 연간 73억원 가량으로 이 가운데 실손보험이나 국가보조 금액을 제외하면 시의 지원대상은 1300여명, 금액은 연간 15억원 정도로 추산됐다.

시 관계자는 "아동 의료비 본인 부담 100만원 상한제는 은수미 시장의 공약으로 전국에서 처음 시행한다는 데 의미가 있다"며 "선진국형 아동 의료복지의 새 모델이 될 것으로 기대한다"고 했다.

독일(19세 미만 진료비 면제), 스웨덴(20세 미만 외래진료비 및 입원진료비 면제), 벨기에(19세 미만 650유로 초과 본인부담금 면제), 프랑스(16세 미만 본인부담금 경감) 등이 성남시와 유사한 아동 의료복지 제도를 시행하고 있다.

@highlight

성남시는 다음 달부터 성남시에 2년 이상 거주한 12세 미만 아동 본인이 부담하는 연간 의료비의 100만 원 초과 금액을 지원하기로 했으며 이는 선진국형 아동 의료복지의 새 모델이 될 것으로 기대한다고 19일 발표했다.