대구시 신청사 달성군 유치를 위한 업무협약(좌로부터 한국주택공사 대구경북지역본부 김정진 본부장, 신용기 화원교회 담임목사, 김문오 달성군수, 최상국 달성군의회 의장)이다.

대구 달성군 화원 LH대구경북본부분양홍보관에서 19일 김문오 달성군수와 달성군의회(의장 최상국), 한국주택공사 대구경북지역본부(본부장 김정진), 화원교회(담임목사 신용기)와 ‘대구시 신청사 달성 화원 유치’를 위한 업무협약을 체결했다.

달성군은 대구시 신청사 건립 부지로 경쟁 지역 중 최대의 면적(22만882㎡, 6만6천880평)과 확장성을 자랑하는 화원을 내세우며, 건립부지 무상제공이라는 파격적인 제안을 해 이목을 끈 바 있다.

이번 업무협약은 달성군이 지난달 대구시 신청사 부지 무상제공 입장을 밝힌데 이어 달성군의회 등 관련 기관과 부지 무상제공에 대한 의견을 같이하면서 성사됐다.

주요 협약 내용은 “LH 소유 3만8천962㎡와 화원교회 소유 4만5천919㎡를 달성군이 대구시 신청사 화원 유치 활동을 위해 2020년 1월까지 무상으로 사용할 것에 동의하고 소유권의 달성군 이전에 합의한다” 등이다.

부지 무상제공을 밝힌 달성군과 이에 대한 재정 지원을 약속한 달성군의회, 해당부지를 소유한 한국주택공사(LH 대구경북지역본부)와 화원교회가 부지매각 협약을 통해 대구시 신청사 부지 무상제공을 위한 사전절차 이행에 한 목소리를 낸 것이다.

오는 12월 시 신청사 건립 입지 선정에 긍정적인 영향을 미칠 것으로 예상된다.

김문오 달성군수는 “대구시 신청사 건립 부지 무상사용 동의와 조속한 부지 매각에 공감해 준 달성군의회, 한국주택공사, 화원교회의 심중을 헤아려 대구시 신청사 달성 화원 유치에 최선의 노력을 다하겠다”며 의지를 표명했다.

앞으로 달성군은 신청사 건립 부지 무상제공, 최대부지 면적 및 확장성 등 타 지자체와 차별화된 이점을 부각하여 대구시 신청사 화원 유치를 위한 공감대 확산에 주력할 계획이다.

@highlight

19일 김문오 달성군수와 달성군의회, LH, 화원교회가 대구 달성군 화원 LH대구경북본부분양홍보관에서 LH 및 화원교회의 소유지 8만4881㎡를 대구시 신청사 부지로 2020년 1월까지 무상 제공한다는 내용의 '대구시 신청사 달성 화원 유치'를 위한 업무협약을 체결했다.