중소벤처기업진흥공단(이사장 이상직)은 19일 전남지역 중소벤처기업의 성공적인 재기를 지원하기 위해 중진공 전남지역본부에 ‘전남재도전종합지원센터’를 신규 개소했다.

중소벤처기업진흥공단(이사장 이상직)은 19일 전남지역 중소벤처기업의 성공적인 재기를 지원하기 위해 중진공 전남지역본부에 ‘전남재도전종합지원센터’를 신규 개소했다.

이날 개소식에는 이상직 이사장을 비롯해 서삼석 국회의원, 손금주 국회의원, 이재홍 광주전남지방중소벤처기업청장, 박한우 전남피닉스클럽회장, 강용선 광주전남중소기업융합연합회장 등 중소벤처기업 유관단체장 및 재기 중소벤처기업인 등 약 60명이 참석했다.

재도전종합지원센터는 재도전기업인과 경영위기기업의 지원창구로 전문상담, 정책자금 융자, 컨설팅 및 멘토링 서비스 등을 원스톱으로 지원하여 성공적인 재창업과 경영정상화에 기여하고 있다.

지난 2014년 서울 재도전종합지원센터를 개소한 후 순차적으로 확대개소 하고 있다.

현재까지 재기상담 1만2천984건, 재창업교육 1천80건, 정책자금지원 3천827억원, 멘토링 5천382건을 지원하는 등 재도전기업인들의 재창업지원과 경영정상화에 기여했다.

중진공은 올해 재도전종합지원센터를 총 18개소로 확대할 계획이다.

전남 재도전종합지원센터에는 전담 직원이 배치되며, 재도전 관련 상담, 재창업자금, 구조개선전용자금, 회생컨설팅, 재창업교육, 멘토링 및 연계지원 등을 원스톱으로 지원할 계획이다.

이 이사장은 “재도전종합지원센터가 전남지역 중소벤처기업인들의 성공적인 재기지원을 위한 발판이 되도록 하겠다”면서 “실패를 경험해도 재도전이 가능한 선순환 창업 생태계를 구축하기 위해 재기상담부터 사업화지원, 향후 후속지원까지 재도전 과정을 일괄지원해 지역 재도전 기업이 성공적으로 재도약할 수 있게 든든한 조력자가 되겠다”고 밝혔다.

@highlight

‘전남재도전종합지원센터’가 19일 서삼석 국회의원, 중소 벤처기업 유관단체당 등 약 60명이 참석한 가운데 개소식을 열고, 재도전 관련 상담, 재창업교육 등 전남지역 중소벤처기업의 성공적인 재기를 지원할 계획이다.