노후산단인 광주 하남·본촌산업단지가 청년친화형 산단으로 변모한다.

광주시와 한국산업단지공단은 노후산업단지 경쟁력 강화 사업의 일환으로 산업통상자원부 산업단지 환경개선펀드 사업 공모에 참여한 결과, ‘한국씨엔티㈜ 컨소시엄’과 ‘㈜지에스아이 컨소시엄’이 우선협상대상자로 최종 선정됐다고 19일 밝혔다.

환경개선펀드는 산업통상자원부 펀드자금을 기반으로 민간투자를 유치해 산업시설의 고부가가치화와 근로·정주환경 개선 시설을 건립하는 ‘산업단지 구조고도화’ 사업이다.

공모에서 두 업체는 현장실사, 제안서평가, 발표심사 등을 거쳐 지역균형발전과 사업성 부분에서 높은 점수를 받아 최종 선정됐다.

이번 선정으로 ㈜지에스아이 컨소시엄은 2020년부터 2022년까지 총사업비 1천3억원(국비펀드 170억원, 민자 833억원)을 투입해 광산구 하남산단 1번로 63번지 9천598㎡에 지하 2층, 지상 16층 규모로 오피스텔을 건립한다.

한국씨엔티 컨소시엄은 총사업비 485억원을 투입해 북구 일곡동 758번지 8천250㎡에 지하 2층, 지상 11층 규모로 아파트형 공장, 기숙사, 근린생활시설 등이 포함된 지식산업센터를 건립할 예정이다.

사업추진을 위해 사업시행자, 한국산업단지공단, 자산운용사와 업무협약 체결 후 사업시행 법인 설립, 민간대행계약을 맺고 올 하반기부터 본격적인 사업을 시행한다.

광주시와 한국산업단지공단은 하남산단과 본촌산단이 노후산단 경쟁력 강화를 통한 혁신산단으로 탈바꿈하기 위해 지속적인 노력 끝에 공모에 선정된 만큼 인·허가 지원 등 행정절차가 조속히 이행될 수 있도록 적극 지원할 계획이다.

시 관계자는 “이번에 선정된 환경개선펀드 사업은 본촌산단에는 최초, 하남산단은 지식산업센터에 이어 두 번째로 추진되는 민간투자 사업이다”며 “이 사업을 계기로 적극적인 민간투자 유치가 이루어지면 노후된 하남산단과 본촌산단이 청년이 근무하기 편한 청년친화형 산업단지로 탈바꿈 되고 지역경제 활성화에도 크게 기여하게 될 것으로 기대된다”고 말했다.

@highlight

노후산단인 광주 하남·본촌산업단지가 올 하반기부터 '산업단지 구조고도화' 사업을 시행하므로써 청년친화형 산단으로 변모할 예정이다.