경기도가 '2019년 중소기업과 상생협력을 위한 부품국산화 지원사업(부품국산화사업)'에 참여할 중소기업을 19일부터 다음달 16일까지 추가 모집한다.

부품국산화사업은 수입 반도체장비나 4차 산업 제품 부품 국산화에 들어가는 비용 일부를 지원하고, 국산화 제품을 해외 기업에 공급할 수 있도록 관리하는 사업이다.

반도체 장비 부품 국산화율을 높이기 위해 지난 2016년 처음 시작됐다.

지난해에는 부품국산화지원 15개 기업, 공정개선 컨설팅 10개 기업을 지원했으며 총 500억원의 신규매출과 112명의 일자리 창출 효과가 기대된다.

올해에는 14개 기업이 부품국산화사업에 이미 선발돼 사업을 추진 중이다.

도는 이번 추가모집을 통해 부품국산화 4개 기업과 공정개선컨설팅 15개 기업을 선발할 예정이다.

부품국산화 기업에는 최대 4500만원, 공정개선컨설팅 기업에는 최대 300만원이 지원된다.

특히 이번 부품국산화사업은 러시아 혁신기술상용화사업의 하나로 러시아와 기술협력을 통해 국산 기술개발이나 공정개선을 원하는 도 기업이 주 모집대상이다.

지난해 처음 시작된 러시아 혁신기술상용화 시범사업은 소프트웨어, 광학, 헬스케어 등 4차 산업혁명 분야의 첨단기술을 가진 러시아 기업과 도 중소기업이 기술과 업무제휴를 할 수 있도록 연결해 주는 사업이다.

첨단 원천기술은 있지만 자본과 상용화 기술이 없어 애를 먹는 러시아 기업과 반대로 원천기술이 없어 어려움을 겪는 도 중소기업이 힘을 합쳐 실제 제품을 생산하고, 이를 수출하도록 지원한다.

2년에 걸쳐 시범사업을 시행한 결과, 약 10개 도 기업이 러시아 첨단기업과 기술협력을 체결할 정도로 성과가 좋다.

신청대상은 공고일 현재 도에 본사 또는 공장을 두고 있는 중소 제조기업으로 글로벌기업의 구매, 투자확대 등 외국투자기업과 연계가능성을 증명할 수 있는 경우 평가 시 우대를 받을 수 있다.

참가희망기업은 관련 서류를 작성해 경기테크노파크(031-500-3111) 방문 또는 우편, 온라인접수를 하면 된다.

공모와 관련한 자세한 사항은 경기테크노파크 홈페이지(http://www.gtp.or.kr)를 참고하면 된다.

@highlight

경기도는 수입 반도체장비나 4차 산업 제품 부품 국산화에 들어가는 비용 일부를 지원하고 국산화 제품을 해외 기업에 공급할 수 있도록 관리하는 '2019년 중소기업과 상생협력을 위한 부품국산화 지원사업'에 참여할 중소기업을 추가 모집하고 부품국산화 기업에는 최대 4500만원, 공정개선컨설팅 기업에는 최대 300만원을 지원할 예정이라고 밝혔다.