종합교육기업 ㈜에듀윌이 출간한 '2019 에듀윌 공인중개사 단원별 기출문제집 1차' 교재가 온라인서점 YES24의 공인중개사 부문 6월 베스트셀러 1위를 차지했다.

이어서 '2019 에듀윌 공인중개사 단원별 기출문제집 2차'와 '2019 에듀윌 공인중개사 1차 핵심요약집', '2019 에듀윌 공인중개사 1차 기본서 부동산학개론' 등의 교재가 해당 부문 상위권을 차지하고 있다.

'2019 에듀윌 공인중개사 단원별 기출문제집 1차'는 부동산학개론과 민법 및 민사특별법 과목의 기출문제가 마련돼 있다.

해당 교재는 'SELF 체크리스트'로 공인중개사 수험생이 취약 영역을 정복할 수 있도록 했다.

수험생이 문제를 풀어본 후 채점 시 다양한 도형으로 자신의 이해 정도를 표기하도록 해 효율적으로 학습할 수 있도록 했다.

또한, 취약 영역별 기본서 페이지를 바로 확인할 수 있도록 제공해 단기간에 복습이 가능하도록 했으며, 빈출 핵심 키워드를 제공해 취약 영역을 학습할 수 있도록 했다.

'빈출지문 정리노트'도 제공한다.

주요 키워드가 담긴 빈출지문들을 빈칸 채우기 문제로 구성해 공인중개사 수험생이 이해와 복습을 동시에 할 수 있도록 했다.

이 밖에도 에듀윌은 제 30회 공인중개사 자격증 시험을 위해 제 29회 시험지를 제공해 실전감각을 향상시킬 수 있도록 했다.

에듀윌의 '2019 에듀윌 공인중개사 단원별 기출문제집 1차' 등 다양한 관련 교재에 대한 세부사항과 구매는 에듀윌 도서몰 및 YES24 등 온오프라인 서점에서 확인할 수 있다.

한편, 에듀윌은 대통령상을 비롯한 정부 기관상 9관왕을 달성한 종합교육기업이다.

특히, KRI 한국기록원으로부터 2년 연속 공인중개사 최다 합격자 배출 기록을 공식 인증 받았으며 한국리서치로부터 공무원 선호도, 인지도 1위 기업을 입증받은 유일한 기업이다.

@highlight

㈜에듀윌이 출간한 '2019 에듀윌 공인중개사 단원별 기출문제집 1차' 교재가 온라인서점 YES24의 공인중개사 부문 6월 베스트셀러 1위를 차지했다.