20일 양승조 충남도지사와 김지철 도교육감, 박재진 도경찰청장, 김선태 대전지방국토관리청장, 송병호 한국교통안전공단 대전충남본부장, 주두환 도로교통공단 대전세종충남지부장 등이 교통사망사고 절반 줄이기 업무협약을 체결한 후 기념촬영을 하고 있다.

충남지역에서 지난해 8807건의 교통사고가 발생해 354명이 숨지는 등 교통사고가 근절되지 않고 있는 것으로 나타났다.

20일 충남도에 따르면 지난해 도내(고속도로 포함)에서 8807건의 교통사고가 발생해 354명이 사망하고 1만 3283명이 부상을 입었다.

교통사고 사망자 중 만 65세 이상 노인은 186명으로, 전체의 52.5%를 차지했다.

이에 도는 경찰 등 유관기관과 교통사고 예방을 위해 힘을 모으기로 했다.

이날 양승조 지사는 도청 상황실에서 김지철 도교육감, 박재진 도경찰청장, 김선태 대전지방국토관리청장, 송병호 한국교통안전공단 대전충남본부장, 주두환 도로교통공단 대전세종충남지부장 등과 교통사망사고 절반 줄이기 업무협약을 체결했다.

이번 협약은 지난해 기준 354명에 달하는 교통사고 사망자 수를 2021년까지 절반 수준으로 줄인다는 목표 달성을 위해 추진된 것이다.

협약에 따라 6개 기관은 교통사고 예방 활동 및 정책 발굴 등 상호 협력을 위해 교통안전협의회를 운영하고 도내 교통사고 특징을 연구하기 위해 상호 협력한다.

또 교통사고가 잦은 곳이나 사고 취약 도로, 위험 구간 등에 대한 현장 합동 조사를 실시하고 교통안전 시설 개선과 교통사고 예방 계획 수립·실행을 위해 협력키로 했다.

양승조 지사는 "급격한 차량 증가와 관광객 등 외부 차량 통행 증가, 운전자 부주의 등이 맞물리며 도내 교통사고 사상자가 많이 발생하고 있다"며 "이번 협약을 바탕으로 실효성 있는 대책을 수립·추진해 교통사고를 획기적으로 줄일 수 있도록 하겠다"고 말했다.

한편 도는 올해 교통사고 사망자를 20% 이상 줄이기 위해 지난해 103억 원이던 위험 도로 구조 개선 등 교통안전 개선 사업 예산을 올해 220억 원으로 확대했으며, 올해부터 2022년까지 총 931억 원을 투입키로 했다.

@highlight

지난해 충남지역에서 8807건의 교통사고가 발생하고, 354명이 사망하면서, 도는 교통사고 예방을 도모하고자 도청 상황실에서 교통사망사고 절반 줄이기 업무협약을 맺었다. 