[충주]충주시가 중부내륙권 자동차부품산업 광역 클러스터를 구축한다.

충주시는 20일 국립 한국교통대학교에서 충주, 제천, 강원(원주·횡성) 3개 지역 자동차부품산업 기업협의회 및 조길형 충주시장, 박준훈 한국교통대총장, 김진태 충북테크노파크 원장 등 관계자 30여명이 참석한 가운데 '중부내륙권 자동차부품산업 광역클러스터 구축을 위한 업무협약'을 체결했다.

충주시와 (재)충북테크노파크는 자동차부품산업 육성을 위해 지난해 9월 22개사로 구성된 충주 자동차부품산업 클러스터 기업협의회(회장 박연주)를 발족하고 지원사업을 추진해 왔다.

특히 자동차부품산업의 성장잠재력을 보유하고 있는 제천, 강원과의 공동협력 필요성을 인식하고 지난해부터 제천기업협의회(22개사), 강원기업협의회(30개사)와 함께 광역클러스터 구축을 논의해왔다.

충주시에 따르면 이번 협약을 통해 구성원 광역클러스터는 상호 유기적인 협력체계를 구축하고 지역의 자동차부품산업 발전을 위한 정책 발굴, 기업 및 기술교류 활성화 등 다양한 광역권 연계협력 사업을 추진하기로 했다.

아울러 협력사항의 효율적인 추진을 위해 '중부내륙권 자동차부품산업 광역클러스터 기업협의회'를 구성하기로 했다.

이날 행사를 주관한 충북테크노파크는 충북도, 충주시와 함께 자동차부품산업 육성을 위한 다음단계로 음성, 진천, 청주, 영주 등 충북-강원-경북을 잇는 클러스터를 계속해서 확대해 나갈 계획이다.

박연주 충주 자동차부품산업 클러스터 기업협의회장(고려전자 대표)는 "광역클러스터 구축을 통해 기업의 현안을 공유하고 활발한 교류를 바탕으로 지역과 기업이 상생발전을 이끌 것"이라고 밝혔다.

한편, 이번 협약식에서는 한국교통대학교가 사회맞춤형 산학협력 선도대학(LINC+)육성사업의 일환으로 추진하는 '수송기계부품산업 맞춤형 기업지원 프로그램 설명회'가 함께 열려 산학관 간 유기적인 협력체계 구축의 계기를 마련했다.

@highlight

충주시는 제천, 강원 지역과 함께 중부 내륙권 자동차 부품산업 광역클러스터를 구축하고, 상호 유기적 협력체계를 다져 다양한 광역권 연계 협력 사업을 추진키로 했으며, 또한 협력 사항의 효율적 추진을 위해 광역클러스터 기업 협의회도 구성할 예정이다.