지난해 10월 캠핑장 개장식에 오승록 노원구청장을 비롯 구민들이 만세를 부르며 개장을 축하하고 있다.

서울 노원구(구청장 오승록)가 구민들의 여가 생활을 지원하기 위해 운영하는 '노원 힐링캠핑장'이 구민들에게 인기를 끌고 있다.

노원 힐링 캠핑장은 구가 지난해 10월 경기도 포천시 이동면에 위치한 민간 캠핑장을 임차해 연면적 1만3656㎡의 규모로 35면의 캠핑 사이트에 하루 최대 150명이 머물수 있도록 조성했다.

지난해 10월 개장 이후 지난달까지 1030회 4200여 명이 이용했다.

주로 주말에 캠핑을 하고 비수기인 겨울철이 포함됐음을 감안할 때 구민들로부터 높은 호응을 얻고 있음을 알 수 있다.

캠핑장에는 화장실, 샤워장, 세척장 등의 기본 시설 뿐만 아니라 매점, 수영장, 잔디 운동장 등의 부대시설도 갖춰져 있다.

또 잔디마당, 트램폴린 등 어린이들이 놀기 좋아 가족단위 캠핑족들에게 가까운 곳에서 휴식을 즐기며 추억을 만들기 안성맞춤이다.

캠핑장 주변으로는 백운산, 백운계곡, 흥룡사 등의 수려한 자연경관을 접할 수 있어 일상에서 지친 심신을 달래기 좋은 최적의 힐링 장소다.

이용요금 또한 저렴하다.

노원구민 또는 노원구 소재 사업장 종사자의 경우 2만 5000원에서 9만원으로 원래 이용료의 반값에 이용할 수 있다.

국가유공자, 장애인 등의 경우 20%를 추가로 감면해준다.

예약은 매월 9일 오전 10시부터 노원구청 홈페이지(www.nowon.go.kr)에서 할 수 있으며, 주말은 노원구민과 노원구 소재 사업장 종사자만 이용이 가능하다.

구는 올해 상반기에 편의시설 개선 공사를 추진했다.

화장실, 샤워장, 세척실 등을 하나의 출입구로 사용하는데서 오는 불편함을 해소하기 위해 각각의 출입구를 분리하고 내부 공간을 새롭게 단장했다.

또한 위급상황 시 신속한 안내가 가능하도록 앰프, 스피커 등의 방송시설도 새로 설치했다.

또 오는 9월에는 캠핑장 내에서 콘서트가 열릴 예정으로 자연과 함께 아름다운 음악을 즐길 수 있을 것으로 기대된다.

@highlight

'노원 힐링캠핑장'은 서울 노원구가  구민들의 여가 생활의 향상을 위해 조성한 곳으로 35면의 캠핑 사이트에 하루 최대 150명이 머물수 있도록 만들어 지역 구민들에 큰 호응을 얻으며 인기를 끌고 있다.