스위스 기업 나그라와 '원전 해체 및 방폐물 관리' 상호협력 협약 체결스위스 기업 나그라와 '원전 해체 및 방폐물 관리' 상호협력 협약 체결 [박영채 기자 pyc@imaeil.com] 경상북도와 경주시, 스위스 나그라가 원전 후기전략산업 육성을 위한 상호협력 협약을 체결한 뒤 협약서를 들어 보이며 기념촬영을 하고 있다.

왼쪽부터 스트라티스 봄보리스 나그라 본부장, 이철우 도지사, 주낙영 경주시장.

경상북도가 원자력발전소 해체산업 등 원전 후기산업 육성에 힘을 쏟고 있다.

이를 위해 20일 경주 힐튼호텔에서 스위스 나그라(Nagra·스위스 방사성폐기물 관리 공동 조합)와 상호협력 협약을 체결했다.

나그라는 스위스 원전 가동과 해체 과정에서 발생하게 될 폐기물량을 예측하고 이를 포장, 관리하는 업무를 총괄하는 곳이다.

주요 협약 내용은 ▷원전제염해체 관련 교육 커리큘럼 개발·기술 이전 ▷해체·폐기물 관리 등 원전 후기산업 정보 교류 ▷사용후핵연료 저장·운반용기 제작 관련 정보 제공·기술 이전 등이다.

경북도는 원전해체산업육성협의회 구성, 원전현장인력양성원 개원 등을 추진하고 있어 원전 해체 교육 과정 개설, 기술 이전 지원 등 구체적인 사업을 나그라와 함께 추진할 예정이다.

이날 협약식 후 '2019 원전 후기전략산업 육성 국제세미나'를 개최해 원전 후기전략산업 육성을 위한 전략을 구상했다.

세미나에는 국내외 원자력 전문가, 기업 관계자, 나그라 측 관계자 등 100여 명이 참석해 주요 국가별 원전 현황, 원전 해체와 방폐물 관리 등 정보를 공유했다.

이철우 경북도지사는 "그동안 축적된 기술과 역량을 충분히 활용해 원전 분야의 새로운 성장 동력을 발굴하고 원전 산업의 구조 전환에 발 빠르게 대응하겠다"면서 "원자력 전문가와 기업 관계자의 전폭적인 지지와 지원을 부탁한다"고 말했다.

@highlight

경상북도는 원자력발전소 해체사업 등 원전 후기산업 육성을 위해 20일 경주 힐튼호텔에서 스위스 나그라와 상호협력 협약을 체결했고, 이후 '2019 원전 후기전략산업 육성 국제세미나'를 개최해 원전 후기전략산업 육성을 위한 전략을 구상했다.