하도급법학회(이하 학회ㆍ회장 정종채 법무법인 세종 변호사ㆍ사진)가 20일 정식 출범한다.

학회는 이날 오후 7시 서울 종로구 D타워 내 법무법인 세종 세미나실에서 변호사ㆍ유관 분야 전문가 120여 명이 참석한 가운데 ' 제1회 창립총회 및 발표회'를 개최한다.

학회는 올해 초 초대 회장인 정종채 변호사를 중심으로 공정거래법, 건설법, 정보통신법 등이 전문이면서, 하도급법 연구에 관심이 많은 변호사들의 소규모 연구회로 출발했다.

이후 많은 전문가들의 참여ㆍ확대 요청으로 학회로 개편 창립하게 됐다.

정 변호사는 행사에 앞서 미리 배포한 개회사를 통해 "우리 경제가 이룬 놀라운 성장의 이면에는 대기업-중소기업, 원청-하청 간 불평등과 갈등이 있다. 이를 해결하기 위해 하도급법이 만들어졌지만 그간 체계적인 연구가 부족했다"고 학회 발족 이유를 설명했다.

이어 "학회는 무거운 학술 토론보다는 회원 상호 간 지식 공유, 실무에서 상호 부조ㆍ멘토링에 중점을 두겠다"며 "오프라인 모임을 통해 회원 간 격의 없는 소모임을 강화하는 것은 물론 카카오톡 단체 채팅방, 지식 공유 클라우드 시스템인 모모보드 등을 통해 회원들이 하도급법 관련 질의, 논의 사항 등을 올리면 즉각 토론하고 답변하며 관련 자료를 서로 공유하는 실시간 연구 플랫폼을 만들겠다"고 덧붙였다.

이날 발표회에서는 윤성철 변호사(서울변호사협회 감사ㆍ변호사지식포럼 회장)의 사회로 정 변호사가 '52시간제 시행 등 규제환경의 변화와 수급사업자 보호'라는 제목으로 주제 발표를 한다.

하도급법 전문가인 이현규 김앤장 법률사무소 변호사는 토론자로 나선다.

정 변호사는 미리 배포된 주제 발표문을 통해 "주 52시간 근로제 도입으로 공사 시간 증가와 공사비 급증이 발생하고 발주자, 원사업자, 수급 사업자 간 갈등ㆍ분쟁이 격화될 것으로 예상된다"며 "공정거래위원회, 중소벤처기업부, 국토해양부 등 유관 부처에서 공정 관리ㆍ공사 기간 연장ㆍ공사비 증액 조정 제도 등의 통합적인 대책을 수립, 시행하는 것이 필요하다. 특히 공정위가 표준하도급계약서에서 관련 조항들을 시급히 보완해야 한다"고 주장했다.

@highlight

올해 초 정종채 변호사를 중심으로 공정거래법, 건설법, 정보통신법 등이 전문이면서 하도급법 연구에 관심이 많은 변호사들의 연구회로 시작한 하도급법학회가 20일 7시 서울 종로구 법무법인 세종 세미나실에서 '제1회 창립총회 및 발표회'를 가지며 정종채 변호사를 초대회장으로 정식으로 출범한다.