'단, 하나의 사랑' 신혜선이 다시 지젤이 된다.

KBS 2TV 수목드라마 '단, 하나의 사랑'(극본 최윤교, 연출 이정섭)이 아름다운 발레로 주인공들의 로맨스를 풀어내며 안방극장을 사로잡고 있다.

발레 작품 '지젤'로 표현된 이연서(신혜선 분)의 절절한 사랑의 감정은 시청자들의 마음을 울리며, '단, 하나의 사랑'의 로맨스 서사를 더욱 특별하고 깊이 있게 완성해냈다.

특히 비극적 사랑의 주인공 지젤이 되어 춤을 추는 이연서의 장면은 방송 후 뜨거운 화제를 모으기도 했다.

이연서는 사랑하는 연인에게 배신당한 지젤의 감정을 자신만의 방식으로 해석, 단(김명수 분)를 향한 그리움을 담은 춤을 췄다.

신혜선의 섬세한 감정 연기, 완벽한 표현력과 만난 이연서의 지젤 춤은 그 자체로 감탄을 유발했다.

이런 가운데 '단, 하나의 사랑' 제작진은 6월20일 방송을 앞두고, 또 다시 지젤로 변신한 신혜선의 모습을 공개했다.

극중 지젤 오디션에 참여한 이연서의 무대 장면이다.

새하얀 꽃 같은 의상을 입은 이연서는 지젤의 감정에 몰입해 춤을 추고 있다.

화면을 뚫고 나오는 신혜선의 열연은 본 장면에 대한 기대감에 불을 지핀다.

이날 이연서는 이전의 지젤 춤과는 다른 느낌의 춤을 선보일 예정이다.

이연서는 사랑하는 연인에게 속은 지젤의 마음을 어떻게 표현해야 할지 고민에 빠지게 된다고.

과연 그녀는 어떤 마음으로 지젤의 춤을 추게 될까.

손짓 하나, 몸짓 하나, 표정 하나도 그냥 지나칠 수 없는 이연서만의 지젤 춤이 궁금하고 기다려진다.

이를 지켜보는 단과 지강우(이동건 분)의 모습 또한 관심을 끈다.

숨을 멈춘 채 이연서의 춤을 바라보는 단의 표정은 어떤 의미를 담고 있는 것일까.

지강우 역시 이연서의 춤에 압도된 듯한 표정을 짓고 있어 눈길을 모은다.

다시 한번 펼쳐질 이연서표 지젤이 안방극장에 감동과 메시지를 전할 예정이다.

@highlight

신혜선(이연서역)은  KBS 2TV 수목드라마 '단, 하나의 사랑'에서 섬세한 감정 연기, 완벽한 표현력으로 발레작품 '지젤'을 해석하고 춤을 추어 감탄과 시선을 압도하였다.