[헤럴드경제=김현경 기자] 미국과 중국의 무역 협상이 교착 상태에 빠진 가운데 리커창(李克强) 중국 총리가 이번주 미국 기업 최고경영자(CEO)들을 만날 것으로 알려졌다.

블룸버그통신은 19일(현지시간) 복수의 소식통을 인용, 리 총리가 화학 대기업 다우(Dow), 배송업체 UPS, 제약회사 화이자(Pfizer), 제조업체 하니웰(Honeywell) 등 최소 5개 기업 CEO들을 중국 베이징에서 비공개로 만날 예정이라고 보도했다.

이번 회동은 미중 무역 긴장이 새로운 국면으로 접어드는 가운데 이뤄져 주목된다.

도널드 트럼프 미국 대통령과 시진핑(習近平) 중국 국가주석은 28~29일 일본에서 열리는 주요 20개국(G20) 정상회의에서 따로 만나 무역 관련 논의를 할 예정이다.

블룸버그는 리 총리와의 회동에 참석하는 기업이 비중국 기업 15곳이라며 이번 만남이 꼭 무역전쟁 대응책인 것은 아닐 것으로 관측했다.

중국 외교부는 구체적인 내용 문의에 답하지 않고 있다고 블룸버그는 전했다.

블룸버그는 중국이 자국 이익을 위해 외국 기업들을 공격한 통상 무기화 사례를 언급하면서 "지정학적 분쟁의 유탄을 맞는 것은 중국에서 영원한 위험 요인이 되고 있다"고 지적했다.

미중 무역전쟁은 지난달 고위급 무역협상이 결렬된 이후 격화해왔다.

트럼프 행정부는 중국산 수입품에 대한 관세를 인상하는 방안을 추진하고 있다.

또 중국의 정보기술(IT) 대기업 화웨이에 미국 기업들이 핵심 부품과 기술을 공급하지 못하게 하는 제재도 내렸다.

미국 기업들은 중국과의 무역이 점점 어려워짐에 따라 대안을 모색하고 있다.

구글의 모기업인 알파벳은 네스트 온도조절기, 서버 하드웨어의 일부 생산기지를 중국에서 대만, 말레이시아로 이전하고 있다.

장난감 제조업체 마텔, 태양광 패널 제조업체 등 다른 기업들도 중국에서 철수해 멕시코로 옮겼다.

미 언론들은 고율 관세뿐만 아니라 중국 당국의 보복 우려 때문에 중국 탈출을 검토하는 기업들이 점점 증가하고 있다고 보도했다.

@highlight

리커창 중국 총리가 화학 대기업 다우, 배송업체UPS, 제약회사 화이자, 제조업체 하니웰 등 최소 5개 기업 CEO들을 중국 베이징에서 비공개로 만날 예정이라고 보도된 채, 이 만남이 지난달 고위급 무역협상이 결렬된 이후 높아진 미중 무역 긴장이 새로운 국면으로 접어들 것으로 예측되며 세계의 이목을 끌고 있다.