= ㈜두산의 분할신설 예정법인인 두산퓨얼셀과 두산솔루스에 대한 주권 재상장 예비심사가 통과됐다.

한국거래소는 19일 보도자료를 통해 ㈜두산의 분할신설 예정법인인 두산퓨얼셀과 두산솔루스의 주권 재상장 예비심사결과 상장규정에 따른 상장요건을 충족한다고 20일 밝혔다.

이에 따라 (주)두산은 금융위원회에 증권신고서를 제출하고 두 회사의 재상장을 추진할 계획이다.

㈜두산은 지난 4월 이사회를 열고 연료전지, 소재 사업 등 두 개 사업부문을 분할하기로 결정한 바 있다.

분할을 통해 신설되는 두 회사는 두산퓨얼셀과 두산솔루스로, 독자 경영체제를 갖춰 주식시장에 각각 상장될 예정이다.

연료전지 원천기술을 보유한 두산퓨얼셀의 연료전지는 신재생에너지 발전시설 가운데 설치 면적이 가장 작고 기후와 무관하게 안정적인 전력 공급이 가능해 전망이 밝다.

국내 발전용 연료전지 사업은 정부의 수소경제활성화 로드맵에 따라 2040년까지 연평균 약 20%씩 성장할 전망이다.

두산퓨얼셀은 시장 진입 후 3년 만인 지난해 처음으로 수주 1조원을 넘어서며 성장세를 이어갔고, 올해도 1조원 이상 수주할 수 있을 것으로 예상하고 있다.

두산솔루스는 원천기술을 보유한 전지박, OLED 등 전자소재와 화장품, 의약품 등에 활용되는 바이오소재 사업을 주력으로 한다.

OLED 시장은 기존 스마트폰 중심에서 TV, 자동차 패널 등으로 확대되고 있어 OLED 소재 역시 수요가 크게 늘어날 것으로 예상된다.

전지박 시장은 전기차 시장 급성장에 따라 2025년까지 연평균 40% 이상 가파르게 성장할 것으로 업계는 내다보고 있다.

바이오소재 분야도 헬스·뷰티 산업의 지속적인 확대에 힘입어 시장이 커질 것으로 전망된다.

㈜두산 관계자는 "이번 상장을 통해 성장성이 높은 두 사업부문의 기업가치가 제대로 평가 받을 것으로 기대된다"고 강조했다

㈜두산은 두 회사의 분할 안건을 오는 8월13일 임시주주총회에서 승인을 얻은 뒤 10월 중 변경상장 및 재상장을 완료할 예정이다.

@highlight

한국거래소는 ㈜두산의 두산퓨얼셀과 두산솔루스의 주권 재상장 예비심사 결과 상장규정에 의한 상장요건이 충족된다고 20일 발표했고,  ㈜두산 관계자는 이번 상장을 통해 두 사업부문의 기업가치가 제대로 평가받을 것이라고 말했다.