[환경일보] 심영범 기자 = 롯데칠성음료가 '립톤 아이스티' 1리터 페트를 출시했다고 20일 밝혔다.

립톤 아이스티는 리얼 홍차와 복숭아 과즙이 조화를 이루는 아이스티로 깔끔한 맛을 자랑한다.

최근 나들이, 여름휴가 등 야외활동이 활발해지는 시기를 맞아 가족과 친구들이 함께 나눠 마시기 좋은 1리터 대용량을 선보이는 것이다.

기존 대비 두 배 가량 증량된 제품으로 여름철 물 대용으로 찾는 소비자들의 만족감을 높이고자 한다.

또한 새로운 패키징에는 에코 절취선을 넣어 재활용 분리배출에 편리함을 더했다.

'립톤 아이스티' 1리터 페트는 전국 세븐일레븐 편의점에서 구매할 수 있다.

립톤 아이스티는 '음식을 더 맛있게, 친구들과 더 즐겁게'라는 슬로건 하에 소비자들에게 다양한 음식과 아이스티의 조화를 선보이고 있다.

특히 맵고 짠 음식을 먹었을 때 입안을 깔끔하게 해 주는 맛으로 한식과 곁들이기 좋다.

더불어 언제 어디서나 친구들과 함께 즐기기 좋은 음료로 소비자의 마음을 사로잡는다.

올 여름 이를 반영한 '푸드트립톤' 바이럴 캠페인을 전개한다.

방송인 샘 오취리가 '립톤 아이스티'와 전국 먹방 여행을 떠나는 내용이다.

여행에서 만난 새로운 친구들과 길거리 음식, 한식, 중식 등 다양한 장르의 음식을 립톤 아이스티와 함께 더 즐겁고, 맛있게 즐기는 모습을 영상으로 담았다.

샘 오취리의 밝고 경쾌한 모습이 립톤 아이스티 브랜드와 케미를 발산해 SNS상에서 기대를 모으고 있다.

해당 캠페인 영상은 총 12편으로 립톤 아이스티 공식 유튜브 채널을 통해 매주 한 편씩 공개될 예정이다.

영상은 8월30일까지 업로드된다.

또한 '립톤 아이스티' 코리아 공식 페이스북 페이지에서는 이벤트를 통해 '피크닉 키트'를 경품으로 제공하고 있다.

'피크닉 키트'는 립톤 아이스티 1리터 페트와 휴대용 컵, 빨대, 돗자리로 구성됐다.

@highlight

롯데칠성음료는 리얼홍차와 복숭아과즙이 조화를 이루는 아이스티인 립톤아이스티 1리터 페트를 출시하였으며 최근 여름 휴가등 야외활동이 활발해지는 시기를 맞아 함께 나눠 마시기 좋은 1리터 대용량을 선보인 것으로 보이며 립톤 아이스티는 소비자들에게 다양한 음식과 아이스티의 조화를 선보이고 있다.