미국 연방준비제도(Fed)가 20일 기준금리 인하를 시사하자 달러가 약세를 보이며 원/달러 환율이 1160원대로 떨어졌다.

이날 서울 외환시장에서 원/달러 환율은 오전 10시 45분 현재 전날보다 5.9원 내린 1170.2원을 나타내고 있다.

환율은 이날 1172.9원에서 출발해 장중 한때 1169.3원까지 떨어졌다.

장중 기준으로 미ㆍ중 무역갈등이 격화되기 이전인 지난달 8일(1168.0원) 이후 가장 낮은 수준이다.

환율이 하락한 주된 요인은 새벽에 나온 연준의 연방공개시장위원회(FOMC)다.

연준은 기준금리를 현재의 2.25∼2.50% 수준에서 동결했지만, 성명에서 금리 변경에 '인내심'(patient)을 갖겠다는 문구를 삭제하는 대신 경기 확장을 지지하도록 적절하게 행동하겠다고 밝혀 향후 금리 인하 가능성을 시사했다.

이에 달러가 약세를 보이면서 환율에 하락 압력을 가하고 있다.

일본 외환시장에서도 엔/달러 환율이 107.63엔으로 내리는 등 달러 약세가 나타났다.

국내 증시는 약보합세를 보이고 있다.

코스피는 전장보다 3.00포인트(0.14%) 내린 2121.78로 출발해 소폭 등락을 거듭하고 있다.

코스닥지수는 전날 종가보다 6.95포인트(0.97%) 오른 724.66을 가리키고 있다.

시가총액 상위주들도 좀처럼 힘을 쓰지 못하고 있다.

같은시각 삼성전자는 전날보다 0.22% 내렸고, SK하이닉스(-0.60%), 신한지주(-0.76%), LG생활건강(-0.95%)도 약세를 나타냈다.

현대차와 현대모비스는 보합세를 보였으며, 셀트리온(1.18%), 포스코(0.21%) 등은 상승했다.

외국인은 코스피에서 346억원 매도하고 코스닥에선 223억원 매수하고 있다.

개인은 코스피(-116억원), 코스닥(-419억원)에서 일제히 매도세를 보이고 있는 반면, 기관은 코스피(453억원), 코스닥(226억원)에서 모두 매수에 나서고 있다.

@highlight

20일 새벽에 나온 연준의 연방공개시장위원회(FOMC)에서 연준은 기준금리를 현재의 2.25∼2.50% 수준에서 동결했지만, 성명에서 금리 변경에 '인내심'(patient)을 갖겠다는 문구를 삭제하는 대신 경기 확장을 지지하도록 적절하게 행동하겠다고 말해 향후 금리 인하 가능성을 높혀 달러가 약세를 보이며 원/달러 환율이 1160원대로 떨어졌다.