［충북일보=옥천］ 옥천군이 6월 호국 보훈의 달을 기념해 올해도 어김없이 참전유공자 가정을 찾아 국가유공자의 집 명패를 새로이 달고 숭고한 애국정신에 감사의 뜻을 표했다.

군에 따르면 김재종 옥천군수는 6·25 참전유공자 권병희(100·이원면 백지리) 옹과 6·25참전 무공수훈자 남상욱(89·이원면 이원리) 옹의 가정을 방문해 호국 활동에 대한 감사를 표하고 벽걸이 선풍기 등 격려품을 전달했다.

이와 함께 국가보훈처에서 주관하는 '국가유공자의 집 명패 달아드리기 사업'에 따라 감사와 존경의 의미를 담은 명패도 부착했다.

이날 가정 방문에는 6·25참전유공자회 최상덕 회장을 비롯해 상이군경회, 전몰군경유족회, 전몰군경미망인회, 무공수훈자회, 고엽제전우회 등 관내 보훈단체장 6명이 동행해 더욱 뜻깊은 시간을 가졌다.

특히, 참전유공자 권병희 옹은 1919년생으로 대한민국 임시정부 수립 2개월 전에 태어난 대한민국 역사의 산증인으로 알려져 있다.

함께 살고 있는 딸 권석미 씨는 아버지가 고령에도 불구하고 6·25참전유공자회 행사 등에 꼬박꼬박 참석하시고, 대한민국 국민으로서 조국의 명예를 드높인데 대해 자랑스럽게 생각하신다고 전했다.

남상욱 옹 역시 6·25전쟁에서 무공을 세워 화랑훈장을 받은 유공자로서, 오랜 세월 호국과 보훈 활동에 앞장서 온 내력이 있다.

김재종 군수는 "나보다는 가족과 조국을 먼저 생각하신 국가유공자의 희생에 감사드린다"며 "이분들의 나라 사랑 정신을 본받고 존경하는 사회가 조성되도록 군에서 할 수 있는 역량을 최대한 펼쳐 나가겠다"고 밝혔다.

현재 이 지역에 거주 중인 6·25 및 월남전 참전유공자는 550여명이다.

@highlight

옥천군이 6월 호국 보훈의 달을 기념하여 대한민국 역사의 산 증인으로 알려진 권병희 옹, 화랑 훈장을 받은 남상욱 옹을 비롯한 참전유공자 가정을 방문하여 국가유공자의 집 명패를 새로 달아드리며 호국 유공자들의 숭고한 애국 정신에 심심한 감사의 뜻을 전했다.