출처: tvN '검색어를 입력하세요 WWW'

20일 tvN '검색어를 입력하세요 WWW'(이하 'WWW') 6회가 방송된다.

지난 'WWW' 5회 방송에서는 실시간 검색어에 본인의 이름이 오르자 충격에 빠진 배타미(임수정)의 모습이 그려졌다.

이어 배타미는 조작 업체의 위치를 알아내자마자 그곳으로 향해, 조작 업체 직원과 추격전을 펼쳤다.

그때, 배타미는 자신을 돕기 위해 말없이 따라온 차현(이다희)을 발견해 놀라움을 감추지 못했다.

결국 두 사람은 조작 업체 직원을 잡아 검색어 조작의 배후 인물이 오진우(지승현)임을 확인했다.

결국 두 사람은 야구방망이로 "지금부터 우리는 저 차를 박살 낼 거야"라고 말하며 오진우의 차를 무자비하게 박살냈다.

한편 이날 방송에서 박모건(장기용)과 배타미는 짙어진 로맨스를 보이기도 했다.

박모건은 실시간 검색어 1위의 여파로 충격에 빠진 배타미를 자신의 집으로 데려갔다.

이어 그는 "적어도 내 집에선 나쁜 생각을 안했으면 한다"며 "당신이 오늘 밤 잠 못 들어도 나 때문이면 좋겠다"고 말하며 배타미에게 다가갔다.

두 사람의 로맨스가 본격적으로 예고되자, 'WWW'의 주연 배우인 임수정과 장기용은 연일 화제가 됐다.

이에 두 사람의 극 중 나이와 실제 나이를 궁금해 하는 누리꾼들도 많다.

임수정은 1979년 생으로 올해 41세이며, 극중 배타미의 나이는 38세인 것으로 전해진다.

또한 장기용은 1992년 생으로 올해 28세이며, 극중 박모건의 나이 또한 28세이다.

이외에도 배타미와 워맨스를 보여준 차현은 37세이며, 이를 연기한 이다희는 1985년 생(35세)이다.

또한 오진우의 아내인 송가경은 39세이며, 이를연기한 전혜진은 1976년 생(44세)이다.

한편 'WWW'는 총 16부작으로, 매주 수요일과 목요일 오후 9시 30분에 방송된다.

@highlight

수목드라마 'WWW'가 16부작으로 제작된 가운데 주연 배우 임수정과 장기용의 극 중 나이와 실제 나이가 화제가 되고 있다.