지난 5월 마로니에공원에서 열린 종로구 청소년 어울림마당에서 기념사진을 찍고 있다

서울 종로구(구청장 김영종)는 청소년의 건전한 여가문화를 조성하기 위해 오는 22일 오후 1시, 마로니에공원(종로구 대학로8길 1) 야외공연장에서 '2019 종로구 청소년 어울림마당'을 개최한다고 20일 밝혔다.

구는 청소년을 위한 문화, 예술, 놀이 체험의 장을 마련해 청소년이 다양한 문화 활동에 참여하고 문화적 감성을 키울 수 있도록 돕고자 사단법인 한국청소년동아리연맹과 함께 이번 행사를 마련했다.

'청소년 어울림마당'은 '꿈! 열정! 미래! 네 끼를 펼쳐라!'라는 주제로 5월부터 10월까지 총 5회 열리며, 하반기에는 ▷8월 31일 ▷9월 21일 ▷10월 19일에 마로니에공원에서 진행될 예정이다.

행사는 관내 초ㆍ중ㆍ고등학교 동아리 등에서 활동하는 청소년들이 재능을 마음껏 펼칠 수 있도록 공연존과 체험존으로 구성된다.

댄스, 마술, 연주 등 청소년들의 다채로운 공연이 펼쳐지고, 누구나 참여할 수 있는 체험 프로그램이 진행된다.

'청소년 어울림마당' 개막식은 지난 5월 11일 마로니에공원 야외공연장에서 열렸다.

이날 개막식에는 공연 동아리, 전시 및 체험 동아리 등 청소년 동아리 12개 팀이 참가했다.

서울국제고등학교 한국무용동아리 '화용월태'를 비롯한 10개 동아리가 댄스, 오케스트라, 합기도 등의 공연을 선보였으며, 중앙고등학교 '과학재능기부반' 등 2개 동아리가 방향제 만들기 등 전시 및 체험 부스를 운영했다.

관내 초ㆍ중ㆍ고등학교 및 청소년 시설 소속의 동아리와 청소년은 사전신청을 통해 공연을 하거나 전시ㆍ체험 부스를 운영할 수 있다.

참가신청과 관련한 자세한 사항은 (사)한국청소년동아리연맹(02-387-0771)으로 문의하면 된다.

김영종 구청장은 "청소년 어울림 마당은 청소년들이 학업 등으로 쌓인 스트레스를 해소하고, 문화 교류를 활발히 하는 소통의 장"이라며 "청소년들의 재능과 끼가 넘치는 이번 어울림 마당에 많은 분들이 관심을 가져주시기 바란다."고 말했다.

@highlight

서울 종로구가 청소년의 건강한 여가 문화를 만들기 위해 다양한 문화 활동을 체험하고 동아리 참여 청소년들이 재능을 선보일 수 있도록 공연존, 체험존 등으로 구성된 '청소년 어울림마당'을 한국청소년동아리연맹과 함께 오는 22일 오후 1시에 마로니에 공원 야외공연장에서 진행한다.