［충북일보=청주］ 청주시 직원 10명 중 6명은 공유오피스 '비채나눔' 도입에 찬성하는 것으로 나타났다.

청주시는 지난달 비채나눔 근무직원 48명·외부직원 473명 등 521명을 대상으로 내부직원 만족도와 외부직원 공유오피스 인식 및 이해도에 대한 설문조사를 진행했다.

비채나눔은 청주시가 본관 3층에 조성한 전국 지자체 최초 공유오피스로, 정책기획과·행정지원과·도시재생기획단 등 3개 부서 간 칸막이를 없애고 하나의 공간으로 쓰는 사무실이다.

설문 결과 지난 4월부터 2개월간 사용한 직원들 66.7%가 '긍정'으로 응답했다.

이는 시행 전 50%보다 높은 수치다.

사무환경 만족도는 회의실과 커뮤니티공간이 5점 만점에 각 4.3점으로 가장 높았다.

이어 클라우드 컴퓨팅은 3.3점, 라커룸 3.2점, 문서고 3.1점 순이었다.

공간혁신 기대효과 항목은 '수평적 조직문화 조성', '직원 간 유대강화 효과', '쾌적한 환경'이 각각 3.9점, '소통과 협업 활성화' 3.8점, '페이퍼리스' 3.6점, '창의적·혁신적 생각 유도' 3.5점, '효율적인 업무수행' 3.3점으로 집계됐다.

공유좌석제 계속 시행에는 응답자 70.8%가 찬성했다.

반면, 반대 의견은 8.3%에 불과했다.

신청사 건립 때 도입하자는 질문에도 찬성 의견이 66.7%(반대 18.8%)로 많았다.

비채나눔 비근무 직원들은 공유오피스에 대해 58.2%가 '긍정', 33.7%가 '보통', 8.1%가 '부정' 의견을 내놨다.

다만, 부서 내 팀별 유대와 협조가 원활하지 않고 담당자 부재 시 신속 대처가 어렵다는 등 불편 의견도 제시됐다.

시는 설문조사 결과를 토대로 직원 불편사항을 자체 운영협의체에서 개선, 행정안전부 주관 '공간혁신 컨설팅'과 신청사 공유오피스 도입 기초자료로 활용할 계획이다.

시 관계자는 "불편사항 보완과 지속적인 교육으로 공유오피스에 대한 이해도를 높이겠다"고 말했다.

@highlight

청주시는 '비채나눔'이라는 지자체 최초 공유오피스를 만들어 정책기획과·행정지원과·도시재생기획단 등 3개 부서 간 칸막이를 없애고 하나의 공간으로 쓰는 사무실을 만들었으며 이에대해 만족도와 외부직원 공유오피스 인식 및 이해도에 대한 설문조사를 진행한 결과 직원 10명 중 6명이 공유오피스 도입에 찬성하였고 직원간 유대감을 강화하고 쾌적환 환경 조성이라는 이유가 나왔다.