［충북일보］ 충북도교육청의 청주 가경초등학교 이전 재배치 계획에 반대하는 학부모들이 본격적인 행동에 나섰다.

20일 이들은 도교육청 앞에서 집회를 열어 "교육이 아닌 돈의 논리인 가경초 통폐합을 즉각 중단하라"고 촉구했다.

하루 전인 지난 19일에는 100여명의 학부모가 '가경초 지키기 비상대책위원회(비대위)' 창립총회를 열고 교육당국이 일방적으로 이전 재배치 계획을 추진한다며 성토했다.

비대위 추진위원장은 "교육청은 서현2지구 학교 신설로 인한 지역분열 행위를 중단하고 철회하라"며 "교육청의 일방적인 행정과 미흡한 준비, 불성실한 태도, 잘못된 논리가 학교를 지키려는 의지를 더 크게 만들었다"고 밝혔다.

이어 "교육행정에 전력을 기울여야 할 교육 당국은 학부모의 분열까지도 방관하고 있다"며 "더욱이 학생들에게 학교가 없어진다는 불안감을 심어준 교육청의 행정이 과연 학교의 주인인 아이들에게 향한다고 할 수 있겠는가"라고 반문했다.

이 자리에 참석한 이상식 충북도의회 대변인은 "학교 이전은 학생과 학부모, 학교와 함께한 지역민의 여론이 반영돼야 한다"며 "교육당국은 구성원이 정확한 판단을 할 수 있도록 정확한 정보를 제공해 인정받는 과정을 거쳐야 한다"고 지적했다.

비대위는 도교육청의 학교 이전 재배치 계획이 사실상 통폐합을 의미하는 데다 불과 석달 만에 학교의 통폐합과 재배치 계획을 세운 것으로 확인됐다며 반발하고 있다.

신설학교 반경 2㎞ 내 인근 9개 학교 중 현재 학생 수가 가장 적다는 이유로 통폐합 대상 학교에 선정된 것도 부당하다는 입장이다.

한 학부모는 "반경 2㎞ 기준은 신설학교 설립 기준일 뿐 현재 이전·재배치 개념과 검토 방법 등에 비춰볼 때 일방적인 처사"라고 목소리를 높였다.

청주교육지원청에 따르면 이달 예정인 학부모 대상 설문조사에서 60% 이상이 찬성할 경우 2023년 3월 1천200여명 수용 규모의 서현2초를 신설하고, 가경초의 학생재배치를 추진할 방침이다.

@highlight

청주 가경초등학교 이전 재배치 계획에 반대하는 학부모들이 충북도교육청 앞에서 집회를 열어 지역 분열과 교육청의 미흡한 준비, 불성실한 태도를 우려하여 가경초 통폐합을 즉각 중단할 것을 촉구했다.