서울 노원구 주민들이 경기도 포천시에서 여가생활을 즐기고 있다.

노원구가 민선 7기 들어 마련한 힐링캠핑장이 역할을 톡톡히 하는 셈이다.

힐링도시를 표방하는 노원구는 힐링캠핑장 외에도 도심 곳곳을 꽃으로 물들이고 있다.

특히 휴 정원은 마을정원사들이 재능기부 형태로 참여해 조성했다.

21일 노원구에 따르면 지난해 10월 문을 연 포천시 이동면 '노원 힐링캠핑장' 이용 인구는 지난달까지 1030회 4200여명.

캠핑장 이용이 주말에 몰리는데다 비수기인 겨울철이 포함된 점을 감안하면 주민들 호응이 높다는 게 노원구 설명이다.

민선 7기 들어 '소소하지만 확실한 행복'을 기치로 내건 노원구는 주민들이 집 가까운 곳에서 휴식을 즐기도록 포천시 민간 캠핑장을 빌려 연면적 1만3656㎡ 규모 시설을 조성했다.

하루 최대 150명이 이용할 수 있는데 화장실 샤워장 등 기본시설과 수영장 잔디운동장 등 부대시설에 어린이 놀이시설까지 두루 갖추고 있다.

노원구는 "가족단위 방문객들에 특히 안성맞춤"이라며 "주변에 백운산 백운계곡 흥룡사 등 볼거리가 인접해있어 일상에서 지친 심신을 달래기에 최적"이라고 설명했다.

이용요금도 저렴하다.

노원구 주민이나 노원구에 있는 사업장에서 일하는 근로자는 반값에 이용할 수 있다.

국가유공자나 장애인 등은 20% 추가 할인해준다.

주말에는 다른 지역 주민은 이용할 수 없다.

구에 따르면 매월 9일 오전 10시부터 구 누리집에서 예약을 받는데 시작과 동시에 주말 물량은 동이 난다.

노원구는 올해 편의시설 개선공사를 진행, 주민들이 한층 편안하게 이용할 수 있도록 한다는 계획이다.

위급상황에 신속한 안내가 가능하도록 방송시설을 추가하고 화장실과 샤워장 등 출입구를 각각 분리하기도 했다.

9월에는 자연과 함께 아름다운 음악을 즐길 수 있도록 캠핑장 콘서트도 예정하고 있다.

오승록 노원구청장은 "자연과 함께 휴식을 즐길 수 있는 힐링 명소가 되길 기대한다"며 "주민들이 이용하는데 불편함이 없도록 운영과 관리에 최선을 다하겠다"고 말했다.

@highlight

서울 노원구는 민선 7기 들어 힐링 도시를 표방하는 노원구 주민들을 위하여 경기도 포천시의 민간 캠핑장을 빌려 총면적 1만 3656㎡ 규모의 '노원 힐링캠핑장'을 조성, 지난해 10월 개장 후 지난달까지 4,200여 명의 노원구 주민들이 경기도 포천시에서 여가 생활을 즐기고 있다.