경기도립노인전문병원이 노사협의체를 형식적으로 운영하는 것으로 나타났다.

대부분 협의체만 구성하고 노동자의 고충 처리 등 실제 활동은 하지 않고 있다.

이러면서 병원 노동자들이 인권 사각지대에 놓이고 있다.

20일 경기도공공보건의료지원단에 따르면 최근 남양주·동두천·용인·평택·시흥·여주 등 6개 도립노인전문병원의 2018년 운영 실태를 점검했다.

그 결과, 6개 병원 모두 노사협의체를 부실하게 운영하고 있었다.

남양주병원은 노동자 고충 처리를 노사협의회에서 협의하지 않고, 고충 내용도 보고되지 않았다.

고충처리위원은 아예 선출하지도 않았다.

동두천병원의 상황은 더 심각했다.

이 병원은 2008년 노사협의체를 구성했다.

하지만 실제 운영은 지난해부터 시작했다.

이마저도 일년에 2번 정도 운영했다.

특히 취업규칙엔 근로기준법 개정안이 반영되지 않았고, 근로계약서 내용엔 노동자에게 불리한 독소 조항이 있었다.

이에 공공보건의료지원단은 동두천병원의 노사협의체를 페이퍼 조직으로 평가했다.

용인병원은 그나마 다른 곳에 견줘 노사협의체 운영이 좀 나았다.

그러나 이곳 역시 근로자의원을 복수 추천하는 등 선출 방법에서 문제점을 드러냈다.

평택병원은 노사협의회를 통해 노동자의 고충을 해결에 소홀했다.

3건의 노동자 고충 내용이 있었지만 고충처리위원회를 열지 않고, 노사협의회와 운영위원회에도 보고하지 않았다.

시흥병원은 감정 노동자에 대한 고충 처리·상담 설문조사가 부족했다.

이에 따라 공공보건의료지원단은 올 상반기 안에 구체적인 개선 계획을 수립하라고 요구했다.

여주병원의 노사협의체는 법을 위반한 것으로 나타났다.

이 병원은 노조 측 위원을 반드시 직원들의 직접 무기명 투표로 과반수 이상의 표를 얻은 사람을 뽑도록 돼 있는데도, 병원 측에서 일방적으로 지명한 사람을 지명해 운영하고 있었다.

경기도공공보건의료지원단 관계자는 "6개 병원 모두 현행 근로자참여 및 협력증진에 관한 법률이 정한 의무 규정에만 맞춰 형식적으로 노사협의체를 운영했다"며 "문제점을 빨리 시정하라고 지시했다"라고 말했다.

@highlight

20일 경기도공공보건의료지원단에 따르면 최근 남양주·동두천·용인·평택·시흥·여주 등 6개 도립노인전문병원의 2018년 운영 실태를 점검한 결과, 6개 병원 모두 노사협의체를 형식적으로 운영하여 병원 노동자들이 인권 사각지대에 놓이고 있는 것으로 확인되었다.