'인천광역시 사회참여형 MoD(Mobility on Demand) 서비스 사업' 협약식에 참석한 관계자들이 기념촬영을 하고 있다.

현대자동차가 현대오토에버ㆍ인천시와 함께 신개념 모빌리티 솔루션을 통해 대중교통 이용객의 편의성을 대폭 높인다.

현대차는 21일 '현대차 컨소시엄'을 통해 인천시와 사회참여형 MoD(Mobility on Demand) 서비스의 성공과 스마트시티 조성을 위한 '영종국제도시 수요응답형 대중교통 공동 협력 업무협약(MOU)'을 체결했다고 밝혔다.

현대차 컨소시엄에는 현대차를 비롯해 현대오토에버, 씨엘, 연세대, 인천스마트시티 등이 참여한다.

인천시 사회참여형 MoD 서비스는 지난달 국토교통부가 선정한 6개 '스마트시티 챌린지 사업' 중 하나다.

민간의 창의적 아이디어로 도시문제를 해결하고 기업 솔루션의 실증ㆍ확산을 지원하는 것이 목적이다.

이번 협약에 따라 현대차 컨소시엄은 영종국제도시의 대중교통 운영 시스템을 개선하게 된다.

특히 현대차는 현대오토에버와 첨단 인공지능 기술을 적용해 이용객의 수요에 맞춰 차량을 운행하는 'MoD(Mobility on Demand) 서비스'를 도입할 계획이다.

'MoD 서비스'는 출발지와 도착지를 앱에 입력하면 최적의 경로와 배차 알고리즘을 통해 가장 가까운 버스 정류장에 차량을 배차하는 신개념 모빌리티 서비스다.

대중교통 대기 시간을 획기적으로 줄이고 이동성을 높일 것으로 현대차는 기대하고 있다.

현대차 관계자는 "이번 MOU는 시민의 대중교통 이동 편의성 개선을 위해 여러 기관이 협력한다는 점에서 큰 의미가 있다"며 "지속적인 협력을 통해 인천시와 함께 신개념 모빌리티 서비스를 선도할 것"이라고 말했다.

한편 지난 20일 인천시청 공감회의실에서 열린 체결식엔 윤경림 현대차 전략기술본부 부사장, 오일석 현대오토에버 대표, 허종식 인천시 균형발전정무부시장, 박무열 씨엘 대표, 이경태 연세대학교 부총장, 성기욱 인천스마트시트 대표 등이 참석했다.

@highlight

현대차는 '현대차 컨소시엄'을 통해 인천시와 사회참여형 서비스조성을 위한 협약(MOU)를 체결하여, 이로인해 대중교통 이용객의 편의성을 대폭 높이고, 운영 시스템의 개선을 가져올것으로 보았다.