20일 열린 '2019 원전 후기전략산업 육성 국제세미나'에서 나그라 국제협력본부장(왼쪽), 이철우 경북지사(가운데), 주낙영 경주시장이 원전 후기전략산업 육성을 위한 상호협력 협약을 맺었다.

경북도와 경주시는 20일 경주 힐튼호텔에서 '2019 원전 후기전략산업 육성 국제세미나'를 열었다.

세미나에는 이철우 경북지사, 주낙영 경주시장, 스트라티스 봄보리스 나그라 국제협력본부장, 국내외 원자력 전문가와 기업 관계자 등 100여명이 참석했다.

세미나에서는 해외연사 2명과 국내연사 2명의 주제발표가 이어졌다.

스트라티스 봄보리스 국제협력본부장은 '스위스 방폐물의 관리 및 운영계획' 발표에서 스위스 원전해체와 방사성폐기물 관리 정보를 공유했다.

미국 원자력 전문가 존 키코펠씨는 '원자력 발전소 운영에서 해체까지의 전환 시기' 발표를 통해 원전해체과정에서 발생하는 기술·조직 등 측면에서 고려해야 할 사항을 설명했다.

산업통상자원부 관계자는 '원전해체산업 육성전략'을, 김희근 위덕대 교수는 '원전해체 및 방사성폐기물의 안전관리 현황과 도전과제'를 주제로 발표했다.

주낙영 경주시장은 "이번 국제세미나가 스위스 나그라와의 업무협약이 원전해체산업의 육성과 방폐물의 안전한 처리기술 개발로 원자력 산업이 다시 도약하는 계기를 마련하는 계기가 될 것으로 기대된다"고 밝혔다.

이철우 경북도지사는 "그동안 축적된 기술과 역량을 충분히 활용해 원전 분야의 새로운 성장동력을 발굴해 원전산업의 구조전환에 발 빠르게 대응해 나가겠다"고 말했다.

한편 이날 세미나에 앞서 경북도와 경주시, 나그라는 원전 후기전략산업 육성을 위한 상호협력 협약을 체결했다.

나그라는 스위스 원전 가동과 해체 과정에서 발생하게 될 폐기물량 예측과 포장, 관리 업무를 총괄하고 있다.

이번 협약을 통해 원전제염해체 관련 교육 커리큘럼 개발과 기술이전, 사용후핵연료 저장·운반용기 제작 관련 정보 제공 및 기술이전 등에 협력키로 했다.

@highlight

경북도와 경주시는 이철우 경북지사, 주낙영 경주시장, 스트라티스 봄보리스 나그라 국제협력본부장 등 원자력 관련 관계자 100여명이 참석한 가운데 20일 경주의 힐튼호텔에서 '2019 원전 후기전략산업 육성 국제세미나'를 열었으며, 해외연사 2명 그리고 국내연사 2명의 주제 발표가 있었다.