= 행정안전부(장관 진영)는 6월20일부터 9일간 여름철 국지성 집중호우 등에 대비해 도심지 침수예방 시설 115개소의 우수저류시설을 점검한다.

우수저류시설은 도시화 지역의 불투수 면적의 증가로 빗물이 일시적으로 급격히 모여 발생하는 침수피해를 예방하는 시설로 도심지의 침수가 발생하는 지역을 중심으로 2009년부터 설치하고 있다.

현재까지 전국 80개소에 설치를 완료했으며, 집중호우 시 침수를 예방하고 평상시에는 저류시설 상부공간에 공원, 주차장, 체육시설 등을 설치해 주민 편의시설로 활용하고 있다.

지난해에도 여름철 집중호우 기간에 9개 시·도 34개소에서 총 83회를 가동해 침수로 인한 피해가 발생하지 않도록 하는 등 예방 효과를 보고 있어 전국적으로 점차 확대할 계획이다.

이번 점검은 장마 및 집중호우 등 발생하기 전 우수저류시설의 정상가동을 확인해 저지대 침수를 예방하기 위해 실시하게 됐다.

지방자치단체에서는 지난 5월23일부터 공사 중(35개)이거나 공사완료(80개)된 115개 시설물에 대하여 일제점검을 추진했으며, 일제점검(5.23~6.7.) 시 관리 등이 미흡하다고 지적 받은 시설을 중심으로 민간 전문가와 행정안전부가 저류시설 내 퇴적 토사 제거 및 펌프시설 정상 가동 여부를 확인하는 등 표본으로 점검을 실시한다.

이번 점검의 주요 내용을 보면, 저류시설의 가동 및 운영 매뉴얼 확인, 저류시설 유입구 토사, 낙엽 등 빗물 소통에 영향을 주는 지장물 청소 상태 등을 점검해 시설이 집중 호우 시 정상 가동에 차질이 없도록 조치할 계획이다.

또한 현재 공사가 진행 중인 우수저류시설 설치사업장의 수방자재·장비 확보 상황, 안전펜스 설치 여부 등 안전 관리 실태와 터파기 및 구조물 설치에 따른 위험성 등을 민간 전문가와 확인해 공사로 인한 안전 위험 요소를 사전에 제거할 예정이다.

서철모 행정안전부 예방안전정책관은 "이번 점검을 통해 올 여름 집중호우로부터 우수저류시설이 정상적으로 작동해 침수피해가 최소화 될 수 있도록 노력하겠다"라고 말했다.

@highlight

행정안전부는 6월20일부터 9일간 도심지 침수예방 시설 115개소의 우수저류시설을 점검하는 등 여름 집중호우 시 우수저류시설의 정상작동 및 침수피해 최소화를 위한 예방 관리에 나선다.