[서울신문] 유성훈 금천구청장이 20일 G밸리에서 열린 디자인·제조 지원 집적시설 개소식에서 축하 인사를 하고 있다.

서울 금천구의 G밸리가 아이디어 발굴과 디자인개발에서부터 제품 제조, 재산권 보호까지 원스톱으로 할 수 있는 중소기업 성장의 요람으로 거듭난다.

서울시는 산업통상자원부, 중소벤처기업부, 특허청과 함께 20일 G밸리에서 디자인·제조 지원 집적시설을 합동 개관했다.

제조창업의 저변을 확대하고, G밸리를 관련 노하우가 응집된 신성장거점으로 조성한다는 복안이다.

이곳에는 아이디어를 빠르게 제품화할 수 있는 '메이커 스페이스 G캠프'와 제품 디자인 개발을 지원하는 '디자인 주도 제품개발지원센터', 지식재산권을 만들고 보호하는 '서울지식재산센터 분소' 등 3개 시설이 마련됐다.

메이커 스페이스 G캠프는 시제품 제작, 양산 등을 위한 각종 소프트웨어와 장비, 10년 이상의 경력을 갖춘 전문 인력 10명 등을 갖췄다.

금형 제작, 레이저커팅, 3D 프린팅 등을 해볼 수 있다.

디자인 주도 제품개발지원센터는 11개 분야의 9000여개 소재 샘플과 스마트 스튜디오 등을 구비하고 전문가가 상주해 맞춤형 컨설팅을 제공한다.

제품개발지원센터는 중소·중견 제조기업의 상품 개발에 디자인을 활용할 수 있도록 돕는 공간이다.

이용자 편의를 위해 두 시설 사이에 벽이 없다.

또 서울지식재산센터 분소에는 변리사 등 지식재산 전문가가 상주한다.

창의적인 아이디어를 사업 아이템으로 구체화하고 창업으로 연계하는 '지식재산(IP) 디딤돌 프로그램'과 지식재산권과 관련한 중소기업의 애로사항을 상담하는 '중소기업 IP 바로지원 사업' 등을 운영한다.

유성훈 금천구청장은 "창업을 꿈꾸는 청년들과 소통할 때마다 4차산업 관련 창업전문도서관, 창업사관학교 등에 대한 목마름을 알 수 있었다"면서 "이번 개관을 시작으로 예비창업자들에게 필요한 전문적인 인프라 제공 기회가 확대되길 바란다"고 말했다.

@highlight

서울시는 특허청 등과 함께 제조창업의 저변을 확대하고, G밸리를 관련 노하우가 응집된 신성장거점으로 조성되는 디자인·제조 지원 집적시설을 20일 합동 개관하였으며 G밸리가발굴과 디자인개발에서부터 제품 제조, 재산권 보호까지 원스톱으로 진행 할 수 있는 중소기업 성장의 요람으로 거듭날 계획이다.