경기도 광역환경관리사업소는 장마철 집중호우에 대비해 오는 24일부터 다음달 5일까지 10일간 반월·시화산업단지 및 수원, 화성, 오산지역 주요 하천 일대 폐수배출 사업장에 대한 특별단속을 시행한다고 20일 밝혔다.

이번 단속은 장마철 집중호우를 틈타 폐수를 무단으로 방류하거나 사업장에 보관·방치 중인 오폐수 및 폐기물 등이 빗물과 함께 공공수역에 유입되는 사태 등으로 발생할 수 있는 하천 오염을 막기 위함이다.

단속대상은 반월·시화산업단지 내 폐수공동처리 업체, 염색·도금·피혁 등 악성폐수 배출업체 등 174개 사업장과 ▲황구지천 ▲오산천 ▲반월천 ▲진위천 ▲광교저수지 ▲서호 ▲원천저수지 ▲남양호 등 수원, 화성, 오산 지역 하천일대 72개 사업장 등 총 246개 사업장이다.

광역환경관리사업소는 공무원과 민간환경감시단으로 민관합동 특별단속반을 편성하고 ▲무허가(미신고) 배출시설 설치·운영 여부 ▲폐수허가물량 준수 여부 ▲폐수처리 적정 여부 및 무단방류 행위 ▲배출허용기준 준수 여부 ▲노후화된 방지시설 가동으로 인한 환경오염사고 우려 여부 등에 대해 집중적인 점검을 할 계획이다.

위반사항이 적발된 사업장에 대해서는 관련법에 따라 시설 개선명령, 과태료 부과 등 행정처분과 인터넷 공개조치를 취할 예정이다.

고의·상습적 위반업소에 대해서는 형사고발 등 엄중 대처할 방침이다.

송수경 도 광역환경관리사업소장은 "폐수를 무단으로 방류하거나 방지시설을 미작동하는 등 환경오염 행위를 돈벌이 수단으로 여기는 사업장에 대해 '무관용 원칙'으로 강력히 조치할 계획"이라며 "불법으로 환경오염물질을 배출하는 사업장을 발견할 경우 국번 없이 110번으로 신고해줄 것"을 당부했다.

@highlight

경기도 광역환경관리사업소는 장마철 집중호우에 대비해 오는 24일부터 다음달 5일까지 10일간 반월·시화산업단지 및 수원, 화성, 오산지역 주요 하천 일대 폐수배출 사업장에 대한 특별단속을 시행해, 폐수 무단방류, 오폐수 및 폐기물의 공공수역 유입 등 하천오염을 막겠다고 20일 밝혔다.