인도 시장 진출을 선언한 기아차가 소형 스포츠유틸리티차(SUV) 셀토스를 현지에서 세계 최초로 공개했다.

셀토스는 소형차를 선호하는 인도 소비자의 기존 입맛을 겨냥하면서 공간 확대, 첨단 신기술 적용 등을 통해 젊은층 기호까지 고려한 차량이다.

기아차는 20일 인도 현지에서 '셀토스'를 세계 최초로 공개하는 월드 프리미어 행사를 가졌다.

기아차는 20일 인도 뉴델리 인근 구루그람(옛 구르가온) 에이 도트 컨벤션센터에서 '셀토스 월드 프리미어' 행사를 개최했다.

이날 기아차의 글로벌 전략모델인 셀토스가 세계 처음으로 모습을 드러냈다.

박한우 기아차 사장은 인사말을 통해 "셀토스를 세계 자동차산업의 중심지로 떠오르는 인도에서 처음 소개하게 됐다"며 "기아차 글로벌 성장사에 새 이정표를 세우게 될 것"이라고 말했다.

기아차는 1998년 일찌감치 현지에 진출한 현대차와 달리 그동안 인도 시장에 발을 딛지 못했다.

60%에 달하는 높은 관세율 때문에 현지 생산 거점이 없이 수출만으로는 가격 경쟁력을 확보하기 어려웠기 때문이다.

하지만 인도 시장이 날이 갈수록 커지자 현지 공장 건설을 통해 시장 공략에 본격적으로 나서게 됐다.

현재 안드라프라데시주 아난타푸르 지역에 연산 30만대 규모의 생산공장을 건설 중이다.

기아차는 올해 하반기 셀토스를 인도 시장에 출시하는데 이어 앞으로 3년간 6개월마다 신차를 선보일 계획으로 알려졌다.

기아차는 이를 토대로 3년 내 인도 시장 톱5 업체로 성장한다는 목표를 세웠다.

인도 시장에서는 현재 마루티-스즈키와 현대차가 점유율 1, 2위를 차지하고 있으며, 마힌드라&마힌드라, 타타 모터스, 혼다가 뒤를 쫓고 있다.

기아차 공장이 풀가동되면 기존 현대차 첸나이 공장의 연간 생산량 75만대와 합해 현대·기아차는 인도에서만 100만대 이상의 차량을 생산하게 된다.

인도가 현대·기아차의 차세대 전략 거점으로 확실하게 자리매김하게 되는 셈이다.

인도는 세계 5위의 자동차 생산국으로 성장 잠재력이 풍부한 나라로 꼽힌다.

자동차 보급률이 현재 1000명당 35명 수준이지만 2020년에는 일본을 제치고 중국, 미국에 이어 세계 3위 시장으로 성장할 전망이다.

@highlight

기아차는 공간 확대, 첨단 신기술 적용 등으로 젊은층 기호도 염두한 차량인 소형SUV 셀토스를 인도 현지에서 세계 최초로 선보이는 월드 프리미어 행사를 가졌다.