'2019 서비스 테크 컨퍼런스'에 참가한 참가자들이 자동차 신기술에 대한 강연을 듣고 체험해보고 있다.

[헤럴드경제=정찬수 기자] 현대자동차가 현대차 천안글로벌러닝센터에서 '2019 서비스 테크 컨퍼런스(Service Tech Conference 2019)'를 성공적으로 마쳤다고 21일 밝혔다.

이번 컨퍼런스는 빠르게 변화하는 자동차 기술 트렌드에 관련된 강연과 기술 교육을 통해 블루핸즈의 서비스 대응 역량을 강화하고자 현대차가 올해 처음으로 마련했다.

특히 사외 자동차 정비연합회 3개 기관이 초청돼 의미를 더했다.

컨퍼런스는 지난 19일 1차수, 20일 2차수 등 총 2회로 진행했다.

1차수에는 현대차 블루핸즈 대표자와 기술책임자 119명이, 2차수에는 한국자동차전문정비사업조합연합회(CARPOS), 전국자동차전문정비사업조합연합회(CARCOM), 한국자동차검사정비사업조합연합회(KARIF) 등 자동차 정비연합회 회원 79명이 참석했다.

'2019 서비스 테크 컨퍼런스'에 참가한 참가자들이 단체 촬영을 하고 있다.

신기술 강연은 ▷현대 스마트센스(ADAS) ▷신기술 체험 ▷친환경 자동차 등 3가지 주제로 구성했다.

'현대 스마트센스' 강연에서는 첨단 운전자 보조 시스템(ADAS)에 대한 설명이, '신기술 체험' 강연에선 신형 쏘나타에 적용된 '원격 스마트 주차 보조(RSPA)'와 디지털키 등 신기술 체험에 중점을 뒀다.

'친환경 자동차' 강연은 수소전기차 '넥쏘'를 비롯해 '코나 일렉트릭' 등 친환경 자동차의 주요 시스템에 대한 전반적인 이해도를 높이는 계기가 됐다.

현대차 관계자는 "블루핸즈를 비롯해 서비스 네트워크의 미래 기술 대응력 강화와 서비스 품질 향상을 목표로 컨퍼런스를 열었다"며 "앞으로도 급변하는 자동차 트렌드를 접할 수 있는 다양한 행사를 마련해 대내외 기술 교류를 강화할 계획"이라고 밝혔다.

@highlight

21일 현대자동차는 현대차 천안글로벌러닝센터에서 현대 스마트센스(ADAS), 신기술 체험, 친환경 자동차 등 3가지를 주제로 하는 신기술 강연을 통한 '2019 서비스 테크 컨퍼런스'를 성공적으로 마무리했다고 알리며 관계자는 "서비스 네트워크의 미래 기술 대응력과 서비스 품질을 강화하기 위한 컨퍼런스이며 향후 다양한 행사를 통해 대내외 기술 교류를 강화하겠다" 고 전했다.