버닝썬 사태를 보면서 경찰을 더욱 못믿게 됐다는 얘기가 나온다.

돈과 권력의 유착, '유전무죄, 무전유죄'의 현실에서 서민들은 법의 정의에 의문을 품는다.

이같은 현실은 미국도 마찬가지로 법학자 애덤 벤포라도는 '언페어'(세종서적)에서 공정할 거라는 법이믿음을 저버리는 현실을 적나라하게 고발한다.

죄와 벌이 철저히 파헤친 증거에 따라 결정된다는 일반의 믿음과 달리 직관적인 감정에 영향을 받는다는 것을 실험과 실제 소송,사건을 통해 보여주는데, 이는 권력형 비리와는 좀 다른 인지과학 측면에서의 불공정이다.

무엇보다 사람에 붙은 꼬리표나 첫인상은 판단오류의 가장 흔한 경우다.

피해자가 흑인이라든지, 신원미상의 아무개인 경우와 유명인인 경우 초기 대응법이 달라진다.

한 예로 뉴욕타임즈에서 40년간 정치기자로 활약한 데이비 로젠바움이 강도를 당해 쓰러진 채발견됐을 때, 당시 신원미상의 알콜환자로 분류된 게 치명적이었다.

소방관과 응급구조 대원, 간호사들은 대응 규칙과 절차를 무시하고 시간을 낭비해 목숨을 잃었다.

나중에 신원이 확인되고 정치적 거물들이 애도를 표하면서 상황은 급반전, 비상대응 체제로 바뀌게 된다.

인지 부조화로 사태를 잘못 파악하는 것도 뇌가 시키는 일이다.

가령 '좋은' 사람이 끔찍한 일을 겪게 되면 피해자에게서 잘못을 찾음으로써 부조화의 불쾌감을 제거하려 한다.

그런 나쁜 사건이 일어나게 만드는 무언가를 했다고 믿음으로써 세상이 정의롭다는 인식을 유지하려는 것이다.

오류를 일으키는 요소들은 수도 없이 많다.

위험의 실제 발생 가능성이 가장 중요한 요소가 아닐 때도 많다.

가령 소아성애자 같은 무언가에 강한 부정적 느낌을 갖고 있다면 일어날 가능성이 얼마냐에 상관없이 중대한 위험으로 여기게 된다.

저자는 오류 지적에서 나아가 MRI와 같은 기기로 인간 행동의 이상유무를 파악하는, 인지과학을 활용한 사법제도 개선안을 제시하기도 했다.

@highlight

꼬리표나 첫인상은 판단오류의 가장 흔한 예인데 버닝썬 사태를 보면서 돈과 권력의 유착 현실에서 서민들은 법의 정의에 의문을 품게 된다.