서울에서 한국과 중국 주요 기업들이 참가하는 경제교류 포럼이 열린다.

한중실크로드국제교류협회(회장 이선호)는 '2019 실크로드 국제합작 서울포럼'이 28일 서울광장에서 열린다고 21일 밝혔다.

이 행사는 한중실크로드국제교류협회가 주최하고 청솔홀딩스(대표 여주호)와 맥스터8(대표 강형준)이 공동주관하며 서울특별시가 공식 후원한다.

이번 포럼에는 알리바바 등 한중 양국 800개 기업들이 참여해 '한중 기업 무역투자상담회'를 진행한다.

중국측에서는 400개 기업(그룹) 회장과 최고경영자, 고위급 임원들이 참석한다.

한국측은 우수한 중소기업들이 대거 참가해 중국의 우수한 파트너기업들과 교류하는 장이 될 것으로 보인다.

이선호 한중실크로드교류협회 회장은 "한중 기업 합작을 통한 제3국 시장 진출을 주제로 한 이번 포럼은 한중 양국 기업들에게 실질적이고 효율적인 맞춤형 무역상담지원을 제공할 것"이라며 "국내 우수 중소기업들이 중국 기업과 교류하며 앞으로 중국을 비롯한 제3시장에 함께 진출하는 좋은 기회를 만들기를 바란다"고 말했다.

1992년 한중 수교 이후 양국 800개 기업과 1200명의 기업인들이 참가하는 대규모 경제무역투자행사는 이번이 최초다.

이번 행사에 참가하는 중국측 그룹은 알리바바그룹 징둥그룹 소분조 등 전자상거래그룹이 포함돼 있다.

또 중국 수입박람회 대표단과 상무부 산하 중국국제무역센터 대표단, 중국 최대 투자금융그룹인 상하이푸싱그룹 등도 참가한다.

이번 포럼을 주최하는 한중실크로드국제교류협회는 한중 양국 민간부문 교류협력과 기업간 정보교류, 투자ㆍ무역 확대를 실현하고 있는 비영리단체다.

공동주관사인 청솔홀딩스는 수출입 통관 대행ㆍ컨설팅 전문 관세법인 청솔과 투자컨설팅 및 수출입 대행 유통부문 계열사를 거느리고 있다.

맥스터8은 동대문에 16개 왕홍(인터넷 스타) 전용 방송 스튜디오를 가지고 중국 톱 클래스 왕홍 라이브방송을 통해 국내 중소기업 브랜드를 중국 소비자들에게 판매하고 있다.

@highlight

한중실크로드국제교류협회는 '2019 실크로드 국제합작 서울포럼'이 28일 서울광장에서 개최된다고 밝혔는데 이번 포럼에는 알리바바 등 한중 양국 800개 기업들이 참가해 '한중 기업 무역투자상담회'를 진행하며 한국 측 우수 중소기업들이 중국의 우수한 파트너기업들과 교류하는 장이 될 것으로 기대된다.