조선대학교(총장직무대리 홍성금) 입학처(처장 황병하)는 20일 오후 신양파크호텔에서 2020학년도 수시모집 입시설명회를 개최했다.

광주지역 고등학교 교사 및 관계자 150여 명이 참석한 가운데 진행된 이날 입시설명회는 조선대 현황 및 학사구조개편 결과 안내, 2019학년도 입학전형 결과 안내, 2020학년도 및 2021학년도 입학전형안내 등이 이루어졌다.

이날 입시설명회는 조선대 학사구조개편에 따른 학과안내 등을 통해 우수인재를 유치하고, 일선고교에서 원활한 진학지도가 이루어질 수 있도록 정보를 제공하기 위해 마련되었다.

조선대학교는 ‘대학경쟁력 및 지속가능성 확보를 위한 지역연계 유망 분야집중 육성’을 목표로 2020학년도에 유사학과 통폐합과 특성화학과 신설 등 기존의 17개 단과대학을 13개로, 86개 모집단위를 76개로 축소하는 학사구조개편을 시행한다.

학사구조조정을 통해 조선대가 상대적으로 우수한 수준에 도달할 가능성 높은 특성화 분야를 선택, 대학 경쟁력 및 생존 가능성 제고 차원에서 특성화 학문분야를 전략적으로 육성할 계획이다.

학문적 특성화 분야는 대외적으로 교육수요자 요구, 학과 경쟁력, 지역사회 산업환경 등을 고려하고, 대내적으로 입학성적, 취업률, 유지율뿐만 아니라 대학교육 인프라 활용가능성 등 종합적으로 고려한 3개 영역을 추진한다.

▲사회안전망 특성화를 위한 ‘자연과학·공공보건안전대학’ 신설 ▲미래 교통수단으로 예상되는 드론형자동차 개발 및 전문 정비 인력 양성을 위한 ‘스마트이동체 융합시스템공학부’ 신설 ▲지역문화와 한국문화산업을 선도할 ‘K-컬처 엔터테인먼트’ 학과를 신설한다.

황병하 조선대 입학처장은 “조선대는 학생들이 졸업하고 좋은 직장에 취업할 수 있도록 교양 교육과정에서부터 학생들이 실질적으로 필요로 하는 교육을 제공하고, 특성화를 바탕으로 조선대학교만의 특성을 갖추고 경쟁력을 키워나가겠다”고 밝혔다.

@highlight

20일 조선대학교 입학처가 신양파크호텔에서 인재 유치와 일선 고교의 원활한 진학지도를 위해 '2020학년도 수시모집 입시설명회'를 개최하고 학교 현황 및 학사구조개편 결과와 2020·2021학년도 입학전형을 안내했다. 