[서울신문] 이란의 미국 무인기(드론) 격추 사건의 후폭풍이 계속되고 있다.

미국의 보복 공격 가능성까지 제기되는 등 일촉즉발의 위기감이 커지고 있다.

이번 사건의 대응을 두고 미국 정가는 일단 확전을 경계하는 모습이 감지된다.

도널드 트럼프 미국 대통령은 20일(현지시간) 이번 사건에 대해 "이란은 매우 큰 실수를 했다"면서 "무인가는 분명히 공해에 있었고 모두 과학적으로 기록돼 있다"고 말했다고 로이터·AFP통신이 보도했다.

그는 "누군가가 저지른 실수라고 느낀다"고 덧붙였다.

또 참모들이 전쟁을 주장하느냐는 질문에는 "전혀 아니다. 사실 많은 경우에 그 반대"라고도 했다.

하지만 트럼프 대통령이 보복 공격을 승인했다가 철회했다는 다른 정황을 밝힌 보도도 있었다.

뉴욕타임스는 이번 대응에 대한 백악관 내 격론이 있었고, 트럼프 대통령이 당초 이란측 레이더와 미사일 포대 등을 상대로 한 공격을 승인했었다고 행정부 고위 관계자의 말을 인용해 보도했다.

항공기와 전함 등이 배치됐지만, 결국 철회 명령과 함께 미사일은 발사되지 않았다는 설명이다.

의회는 여야를 막론하고 대체로 신중한 입장을 내고 있다.

여당인 공화당 하원 지도부는 20일 성명을 내고 미 정부의 신중한 대응을 주문했다.

민주당에서도 낸시 펠로시 하원의장이 성명을 통해 "이번 사태는 강력하고, 영리하며, 전략적인 접근을 필요로 하는 위험하고 긴장된 상황"이라며 "무모한 접근은 안 된다"고 말했다.

중동 내 위기가 고조되며 일부 항공사는 이란 영공 노선 운항을 중단했다.

로이터통신은 미국 유나이티드 에어라인이 미국 뉴저지주 뉴어크 공항에서 인도 뭄바이로 가는 항공 노선 운항을 중단하기로 결정했다고 보도했다.

유나이티드 에어라인은 "인도 지역 서비스의 안전과 안정성을 검토한 결과"라고 설명했다.

앞서 이란 혁명수비대는 20일 새벽 호르무즈 해협 인근 호르모즈간주 영공에서 미군의 정찰용 드론 'RQ-4 글로벌 호크'를 격추했다고 밝혔다.

미 중부사령관은 이에 대해 드론이 이란 영공을 침입하지 않았다고 반박했다.

@highlight

이란 혁명수비대는 20일 새벽 호르무즈 해협 인근 호르모즈간주 영공에서 미군의 정찰용 드론 'RQ-4 글로벌 호크'를 격추했다고 밝힌 가운데 트럼프 대통령이 보복 공격을 승인했다가 철회하는 등 이란의 미국 무인기 격추 사건의 후폭풍이 계속되고 있다.