경산시 와촌면의 역사를 담은 유래집 '와촌의 발자취'(저자 박기옥) 출간기념회가 20일 와촌면 행정복지센터에서 열렸다.

경산시 와촌면의 역사를 담은 유래집 '와촌의 발자취' 출간기념회가 20일 와촌면 행정복지센터에서 열려 참석한 기관단체장과 주민 등이 자축을 하고 있다.

와촌의 발자취는 일제 강점기 때부터 현재까지 와촌의 정치, 행정, 교육, 종교와 25개 마을 주민들의 애환이 녹아있는 찬란한 문화유적과 유물이 수록돼 있다.

또 지역을 위해 묵묵히 봉사해 오신 분들의 발자취가 기록돼 있어 지난날을 회고하고 와촌면의 희망찬 미래를 여는 좌표로서의 구심점이 될 수 있을 것으로 기대된다.

특히 이 책의 출간은 지역민들이 힘을 모아 손수 편찬했다는 점에서 더욱 뜻깊다.

이 책은 보물 제431호 관봉석조여래좌상(일명 갓바위)이 있는 유서 깊은 고장에 역사를 담은 기록물이 없다는 것을 아쉽게 생각했던 주민들이 지난 1월 간담회를 통해 유래집을 출간하기로 뜻을 모았다.

와촌의 발자취 출간까지 주민들이 정보 수집을 하는 등 자발적으로 참여했다.

와촌면 이장회의를 통해 유래집 발간의 취지를 설명하고 이장들의 협조를 통해 마을별 역사와 유래, 문화유적과 기반 시설 등 와촌과 관련된 각종 자료를 수집했고, 24권의 참고 문헌과 각종 사진자료 등을 직접 찾아다니며 모은 방대한 자료를 바탕으로 책을 출간했다.

저자 박기옥 작가는 2018년 한국 문인협회 경산시지부 회장을 역임했다.

그는 "저가 쓴 글이 와촌의 과거를 반추하고 미래를 밝히는 작은 등불이 되었으면 좋겠다.

편찬을 적극적으로 도와주신 최순이 면장과 윤성해· 여홍열· 송병수 편찬위원, 고을을 이끌어 가는 각 기관단체장, 지역을 위해 묵묵히 봉사하는 선·후배 여러분의 도움에 감사드린다"고 집필을 마친 소회를 밝혔다.

@highlight

지역 주민들이 손수 편찬한 경산시 와촌면의 역사를 담은 유래집인 '와촌의 발자취(저자 박기옥)' 출판기념회가 20일 와촌면 행정복지센터에서 진행되었는데 책을 통해 와촌면의 지난날을 기억하고 미래 구심점 역할을 할 수 있을 것이라 기대한다.  