[대전=환경일보] 김현창 기자 = 대전시는 올해 공예품대전 및 관광기념품 공모전에 정은주 씨의 '위로의 찻상', 임성빈 씨의 '청화백자 목련화 찻자리 세트', 길순정 씨의 '그린나래'가 각각 대상에 선정됐다고 21일 밝혔다.

대전시에 따르면 대전시가 주최하고 대전공예협동조합이 주관하는 제49회 공예품대전 및 제22회 관광기념품 공모전에 모두 147종이 출품됐다.

대전시는 심사를 통해 공예품 분야 40점과 관광기념품 분야 30점의 입상작을 선정하고 21일 오후 시청 2층 전시실에서 시상 후 24일까지 전시에 들어갔다.

공예품 대상 작품 '위로의 찻상'은 느티나무의 나무결을 드러내 자연적인 느낌을 잘 살렸으며 다기에 세련됨이 상의 여백과 잘 어울려 심사위원들의 좋은 평가를 받았다.

관광기념품 대상 작품 '청화백자 목련화 찻자리 세트'와 '그린나래'는 각각 한국기념품, 대전기념품 분야의 대상작답게 각 분야의 미를 살렸다는 평가를 받았다.

이번 공모전에 출품된 작품들은 대체적으로 전통양식에만 사로잡히지 않고 창의력과 작품의 완성도가 높은 작품이 많았다.

공예품대전 수상자는 대상 500만 원, 관광기념품공모전 수상자는 대상 300만 원 등 상금이 주어진다.

이번 입상작품 중 우수작(공예품은 특선 이상 25개 작품, 관광기념품은 한국기념품분야 장려상 이상 6개 작품과 대전기념품분야 장려상 이상 6개 작품)은 중앙에서 개최하는 본선대회에 우리시 대표작품으로 출품할 수 있는 자격이 부여된다.

대전시 김용두 관광마케팅과장은 "공예산업의 지속적인 발전과 작품수준의 향상을 위해 공예품 및 관광기념품 공모전을 향후 지속적으로 개최하고 공예품 판로지원을 위해 다각적인 노력을 기울이겠다"고 말했다.

@highlight

대전시는 대전시가 주최하고 대전공예협동조합이 주관하는 제49회 공예품대전 및 제22회 관광기념품 공모전의 출품작들이 대체로 창의력과 완성도가 높은 작품들이 많았다고 설명 하면서 21일부터 24일까지 시청 2층 전시실에서 입상작 전시회가 열린다고 21일 밝혔다.