대구는 지금 '축구앓이'에 빠져있다.

프로축구 대구FC의 선전과 함께 흥행대박을 이어가고 있다.

여기에 2019 FIFA U-20 월드컵의 열기가 관중몰이에 한껏 힘을 보태고 있는 모양새다.

대구FC의 홈경기 무패행진에 지난해 월드컵에서 선방쇼를 펼친 조현우의 인기가 지속되고 있다.

U-20 월드컵 준우승을 이끈 정정용 감독과 미드필더 고재현 선수의 고향 또한 대구다.

프로축구 대구FC 구단에 따르면 22일 DGB대구은행파크(대팍)에서 열리는 프로축구 대구FC의 경기는 1만2,415석의 관중석을 가득 채운채 진행될 예정이다.

FC서울과의 경기의 입장권이 전날 오전 조기매진됐다.

올해 문을 연 축구전용 경기장 '대팍'의 입장권 매진은 벌써 여섯번째다.

대구FC는 올시즌 홈에서 열린 8경기에서 4승 4무로 무패행진을 달리고 있다.

홈에서 치른 2019 아시아축구연맹(AFC) 챔피언스리그 3경기에서도 2승 1패의 성적을 거두며 팬들의 발걸음을 모으고 있다.

올 대구FC의 홈경기 평균 관중수는 1만397명으로 매경기 관중석은 발디딜 틈이 없다.

작년 평균 관중 4,017명을 2배 이상 훌쩍 넘긴 수치다.

대팍의 흥행몰이 이면에 프로야구 삼성의 홈구장인 삼성라이온즈파크(라팍)은 관중몰이에 힘이 빠져있는 상태다.

지역 야구팬들의 기대감 속에 시즌 초인 3월은 경기당 평균 1만5,668명을 모았지만, 이후 4월엔 9,176명 그리고 6월엔 9,555명으로 지난 시즌 경기당 1만736명에 못믿치는 흥행실적을 보이고 있다.

아직 중위권에 머물고 있는 삼성의 성적부진과 함께 맏형 박한이의 음주운전 퇴장의 분위기를 아직은 못벗어나고 있는 상황이다.

현재 리그 6위인 삼성은 최근 홈에서 열린 9경기에서 5승4패를 기록했다.

앞으로 다시 관중의 발길을 불러모으는 반전의 신호탄을 쏘아올릴 지 있을 지 주목된다.

@highlight

프로축구 대구FC 구단에 의하면 22일 DGB대구은행파크(대팍)에서 열리는 프로축구 대구FC의 경기는 조기매진과 함께 흥행대박을 이어가고 있는 반면 프로야구 삼성의 홈구장인 삼성라이온즈파크(라팍)은 부진한 흥행실적을 올리고 있다.