JTBC 금토드라마 '보좌관-세상을 움직이는 사람들'(극본 이대일, 연출 곽정환, 제작 스튜디오앤뉴)이 오늘(21일) 본방송에 앞서 각기 다른 감정을 표출하고 있는 세 남자, 장태준(이정재), 송희섭(김갑수) 의원, 그리고 지역구 보좌관 오원식(정웅인)의 흥미로운 스틸컷을 공개했다.

여유는 사라지고 심각함만 남은 장태준, 심기가 불편한 송희섭, 그리고 비릿한 미소를 지은 오원식까지, 이들의 표정은 무엇을 의미하는 걸까.

제작진은 "오원식의 등장은 장태준에게 최대 걸림돌이 된다"며 갈등의 서막을 예고했다.

사전 공개된 예고 영상(https://tv.naver.com/v/8773844) 역시 이러한 갈등을 담아냈다.

"이성민 의원. 선배가 한 겁니까?"라고 묻는 장태준에게, "어이 장태준. 선은 지켜. 그래야 너도 안 다치지"라는 의미심장한 답을 오원식.

두 사람 사이에 팽팽한 긴장감이 흐르는 가운데, 장태준이 무엇에 놀랐는지 황급히 사무실로 뛰어들어 온다.

두 사람 사이에 무슨 일이 있었던 걸까.

지난 방송 말미 주진화학 대표 이창진(유성주)이 막역한 사이인 송희섭에게 이성민에 대한 불만을 토로한 뒤, 이성민 지역구 의원실 간판이 추락해 한 시민이 다친 사건이 발생했다.

그리고 지역구에 있어야할 오원식이 여의도에 등장했다.

의문이 증폭된 이유였다.

이에 제작진은 "오원식이 본격 등장하며 송희섭 의원실의 분위기가 뒤바뀐다. 더불어 늘 완벽할 것만 같았던 장태준이 최대 위기를 맞게 된다"며, "장태준이 만만치 않은 상대인 오원식과의 대립에도 흔들림 없이 자리를 지키고 난관을 무사히 헤쳐갈 수 있을지, 지켜봐 달라"고 전했다.

@highlight

JTBC 금토드라마 '보좌관-세상을 움직이는 사람들' 이 오늘(21일) 본방송에 앞서 각기 다른 감정을 표출하고 있는 세 남자, 장태준(이정재), 송희섭(김갑수) 의원, 그리고 지역구 보좌관 오원식(정웅인)의 흥미로운 스틸컷을 공개하고 오원식의 등장으로 늘 완벽할 것만 같았던 장태준이 최대 위기를 맞게 된다며 난관을 무사히 헤쳐갈 수 있을지 지켜봐 달라고 전했다.