박성현(26)이 LPGA투어 시즌 세 번째 메이저 대회인 KPMG 위민스 PGA챔피언십(총상금 385만달러)에서 5타 차 열세를 안고 역전우승에 도전한다.

박성현은 23일(한국시간) 미국 미네소타주 채스카의 헤이즐틴 내셔널 골프클럽(파72·6619야드)에서 열린 대회 사흘째 경기에서 버디 2개와 보기 1개로 1타를 줄였다.

중간합계 4언더파 212타로 김세영(26)과 함께 공동 5위다.

김세영은 데일리 베스트인 5언더파를 몰아쳐 단숨에 공동 26위에서 공동 5위로 도약했다.

14번 홀(파4)에서 샷 이글을 잡았고 버디 4개(보기 1개)를 추가했다.

호주의 해나 그린은 이날도 2타를 더 줄여 중간합계 9언더파 207타로 사흘째 선두를 달렸다.

2위인 에리야 주타누간(태국)과는 1타 차다.

작년 US여자오픈 챔피언인 주타누간은 무빙데이인 이날 4언더파를 몰아쳐 우승 가능성을 높혔다.

넬리 코다와 리젯 살라스(이상 미국)는 중간합계 5언더파 211타로 공동 3위다.

5번 홀에서 티샷을 날리고 있는 김세영.

타이틀 방어에 나선 박성현은 선두와 5타 차다.

최종 라운드에서 뒤집기 만만치 않은 타수 차이나 몰아치기가 이뤄진다면 역전이 불가능한 격차는 아니다.

다행히 박성현은 1~3라운드에 모두 언더파를 기록했으며 특히 퍼팅감각이 좋아 기대감을 갖게 한다.

한국선수들은 지난 4월 ANA 인스퍼레이션에서 고진영(24)이, 이달 초 US오픈에선 이정은6(23)가 정상에 오르며 올해 열린 메이저 대회를 모두 석권했다.

2013~2015년 3연패에 성공했던 박인비(31)는 중간합계 3언더파 213타로 양희영(30), 재미교포 대니엘 강과 함께 공동 7위에 포진했다.

세계 랭킹 1위 고진영은 중간합계 2언더파 214타로 김효주(24)와 함께 공동 12위다.

@highlight

LPGA 투어 시즌 세 번째 메이저 대회인 KPMG 위민스 PGA 챔피언십에서 5타 차 열세를 안고 역전 우승에 도전하는 박성현은 23일 미국 미네소타주 채스카의 헤이즐틴 내셔널 골프클럽 대회 사흘째 경기에서 버디 2개와 보기 1개로 1타를 줄여 중간합계 4언더파 212타로 김세영 선수와 공동 5위를 기록하고 있다.