장수지역자활센터(이하 자활센터)의 공적자산 매각 의혹이 전·현직 센터장 간 법적 다툼으로 비화되어 이후 추이에 지역사회의 이목이 집중되고 있다.

현 자활센터 A 센터장은 지난해 10월 전 센터장 B씨를 업무상 배임혐의로 고발했다.

이에 장수경찰서는 조사를 마치고 전주지검 남원지청으로 송치해 검찰 조사도 막바지에 다다르고 있다.

지난 2014년 4월 15일 자활센터와 '유한회사 장수마을(이하 장수마을)'은 매매대금 총 8억 원에 센터 소유 빌라 건물 및 주변 토지를 묶어 5월 28일까지 대금을 지불키로 하고 매매계약을 체결했다.

A 씨에 따르면 약정한 매매대금이 미지불된 상태에서 계약서에 대금을 수령한 것처럼 기재하고 같은 해 6월 5일 등기 이전했다.

장수마을에 등기 이전된 시가 9억5000여만 원(고소장 적시) 상당의 건물과 토지는 이후 매각하거나 은행권에 현금대출 담보로 제공됐고, 이후 은행권에 의해 약정 미이행으로 임의경매 처분됐다.

장수마을은 토지 매각과 건물을 담보한 대출금으로 장수읍에 생활용품 판매점을 1년여 운영했다.

이후 법인에서 분리하고 제3자에게 2억3000여만 원에 매각 처분한 것으로 알려졌다.

고소인 A 센터장은 "피고소인은 센터장 지위에서 미필적 고의 또는 과실을 넘어선 명백한 고의를 가지고 장수마을과 업무상 배임행위를 했다"고 주장했다.

이에 피고소인 B씨는 "운영지원위원회의 승인을 거쳐 저소득층 자립자활을 위해 장수마을이 설립된 것이다"며 "이 또한 운영지원위원회와 담당 공무원의 지시에 따라 이루어졌다"고 밝혔다.

한편 매각에 앞서 장수자활센터 운영지원위원회는 2014년 3월 13일과 4월 15일 두 차례에 걸쳐 회의를 개최했다.

이 기간 운영지원위원회는 자활센터 황토벽돌사업단을 4월 10일 '유한회사 장수마을'로 명칭을 변경하고 자활센터 계약직 직원이자 운영위원인 C씨를 대표이사로 선임 독립된 자활기업을 설립했다.

@highlight

지난 2014년 4월 15일 장수지역자활센터와 유한회사 장수마을은 총 8억 원에 달하는 건물 및 토지 매매계약을 체결했으나 현 A 센터장이 전 B 센터장의 배임행위를 고발하여 법적 다툼으로 이어졌다.