전주시가 살기 좋은 도시를 의미하는 국제슬로시티 중 시민들의 삶의 질을 높이기 위해 가장 노력해온 도시로 인정받았다.

시는 22일(현지시간) 이탈리아 오르비에또에서 열린 ‘2019 국제슬로시티연맹 시장총회’에서 2019 국제슬로시티 어워드의 ‘오랜지 달팽이상(Chiocciola Orange 2019)’을 수상했다.

오렌지 달팽이상은 국제슬로시티연맹이 30개국 252개 회원도시를 대상으로 공모를 통해 시민들의 삶의 질 향상을 추구하는 슬로시티 정신을 가장 잘 실천한 도시에게 수여하는 최고상으로, 시는 이번 수상으로 국제 도심형 슬로시티 전주의 위상을 슬로시티 본토와 전 세계에 알렸다.

특히 시는 지난 2016년 인구 60만 이상 대도시 중 세계 최초로 국제슬로시티로 확대 재인증되고 지난해 국제슬로시티연맹 프랑스 총회에서 ‘지역주민 마인드와 교육정책’ 부문 어워드를 수상한데 이어 최고 대상인 ‘오렌지 달팽이상’을 연이어 수상하면서 국제슬로시티를 이끌어가는 도시로 인정을 받았다.

국제슬로시티연맹은 폐공장을 지역예술가와 산단 내 기업, 인근 주민 등 지역공동체가 힘을 모아 새로운 문화중심지로 탄생시킨 팔복예술공장과 주민과 시민단체, 역사·건축·조경·문화컨텐츠·행정 분야별 전문가가 힘을 모아 새로운 문화공간을 조성하는 전라감영 복원 사례를 높이 평가한 것으로 알려졌다.

전주시 문화관광체육국 관계자는 “오렌지 달팽이상 수상은 올해 국제슬로시티연맹 창립 20주년을 맞아 슬로시티 운동의 발상지이자 국제슬로시티연맹본부가 있는 오르비에또에서 열리고, 국내 15개 시·군의 시장·군수와 관계공무원 등과 국제슬로시티연맹 30개국 252개 도시의 관계자 600여명이 참석한 자리에서 수상하게 돼 의미가 남다르다”면서 “앞으로도 사람을 가장 중요하게 생각하는 도시철학인 전주정신을 바탕으로 전주가 세계 슬로운동을 이끌어가는 슬로시티의 수도가 될 수 있도록 노력하겠다”고 말했다.

@highlight

전주시는 22일 전라감영 복원 사례가 높이 평가되어 '2019 국제슬로시티연맹 시장총회'에서 국제슬로시티로 여겨지는 오랜지 달팽이상을 수상하면서 시민들의 삶의 질 향상을 인정받았다.