물관리委 “물 채워 종합 점검을”

지난 21일 영주댐을 방문한 조명래 환경부장관이 한국수자원공사 관계자로부터 현황 설명을 듣고 있다.

심각한 녹조 현상과 댐 붕괴 위험 주장 등으로 2016년 준공 이후 3년이 다 되도록 담수를 못 하고 있는 영주댐이 연내 담수할 수 있을 지 관심이 쏠리고 있다.

지난 17일 내성천보존회와 환경부 관계자 분야별 안전진단 전문가 등이 참여한 가운데 진행된 댐 안전성 확인을 위한 특별 점검에서 안전성에는 문제가 없다는 의견이 나오면서 담수 가능성에 대한 기대감이 커지고 있다.

당시 현장을 둘러본 전문가 등은 댐 내부 균열과 누수를 확인했지만 콘크리트 타설 건조 수축 등으로 인한 미세균열 등의 소견을 내놓았고 단순 결함으로 의견을 모았다.

이제는 댐에 물을 채워 구조적 안전성을 확인해 볼 수 있다는 판단에 무게가 실리는 대목이다.

영주댐 문제를 본격적으로 다룰 국가물관리위원회 출범도 임박했다.

이달 말쯤 출범할 위원회가 담수 후 종합적으로 문제를 살피자는 입장을 내놓으면 영주댐 담수는 급물살을 탈 전망이다.

앞서 한국수자원공사는 영주댐 수질관리 종합대책 연구용역을 통해 8월부터 담수를 시작하는 계획을 제시한 바 있다.

이와관련, 조명래 환경부 장관은 지난 21일 영주댐 현장을 방문해 수자원공사로부터 현안에 대한 설명을 듣고 녹조발생의 주요 원인인 축산 폐기물 처리실태 등을 확인하기 위해 인근 축산농가를 방문했다

이 자리에서 이경희 한국수자원공사 경북북부권 지사장은 “시민단체가 지속적으로 제기해 온 안전성은 점검 결과 문제가 없었고 자체 점검에서도 A등급을 받았다”면서 “이른 시일 내에 담수를 하는 방안을 검토하겠다”고 했다.

조명래 장관은 “영주댐 논란의 발단은 녹조 때문으로 판단한다”면서 담수 후 수질문제 등을 물으며 현안을 살폈다.

한편 내성천보존회는 지난 20일 성명을 내고 지난 17일 있었던 현장 점검이 미흡했으며 청와대가 나서 진실을 밝혀야 한다고 요구했다.

@highlight

2016년 준공 이후 3년이 다 되도록 담수를 못하는 영주댐에 대해 지난 17일 환경부와 안전진단 전문가들이 특별점검을 한 결과 안전성에 문제가 없다는 의견이 나오자 담수 가능성에 대한 기대감이 커져 영주댐 담수가 급물살을 탈 전망이다.