광주 문인 북구청장, 민선 7기 2년차 주민과 함께 민생현장에서 ‘시작’

문인 북구청장이 “민선7기 1년 동안 현장에서 답을 찾는 구정을 펼쳤던 것 처럼 2년차 업무도 주민과 함께 하는 현장에서 시작한다”고 23일 밝혔다.

‘더불어 잘 사는 행복북구’라는 목표로 지난 1년 동안 77회에 걸친 주민과의 만남의 자리에서, 총 654건의 의견을 수렴하는 등 현장에서 구민의 목소리를 들어온 문인 북구청장은 취임1주년을 앞두고 별도의 기념행사 없이 오는 26일 ‘주민과의 열린 대화’와 7월 1일 ‘국립5·18민주묘지 참배’, ‘효령노인복지타운 봉사활동’ 등으로 민선 7기 2년차 업무를 시작한다.

북구는 오는 26일 시화문화마을 문화관 커뮤니티센터에서 주민 150여명을 초청해 ‘주민이 묻고 구청장이 답하는 주민과의 열린 대화 시간’을 갖는다.

‘주민과의 열린 대화’는 지난 1년 동안의 성과를 공유하고 주민들과 격의 없는 소통의 자리를 마련해 앞으로의 구정 발전 방향을 함께 제시해 나가는 내용으로 진행된다.

민선 7기 1주년 당일인 7월 1일 오전에는 구청장 이하 간부 공무원들이 ‘국립5·18민주묘지 참배’로 업무를 시작한다.

또한 지난 1년간 구정 발전에 기여한 주민과 공무원에게 표창을 하는 ‘열린 만남의 날’ 행사와 효령노인복지타운 및 관내 복지관에서 ‘배식봉사’를 실시한다.

오후에는 건국동에 살고있는 취약계층을 대상으로 ‘사랑의 집수리’ 봉사활동을 하고 7월 ‘이달의 기업’으로 선정된 기업체를 방문해 애로사항 청취로 민선 7기 2년차 첫 업무를 마무리 한다.

문인 북구청장은 “어려운 구 재정여건을 감안해 불필요한 예산 지출은 삼가고 주민과 소통하는 것으로 민선 7기 2년차 업무를 시작하고 싶었다”면서 “앞으로도 초심을 잃지 않고 구민의 목소리를 경청하며 제대로 일하는 구청장이 되겠다”고 말했다.

@highlight

주민과의 만남을 통해 현장에서 구민들의 목소리를 들어온 광주 문인 북구청장은 2년차 업무도 구민들의 목소리를 경청하며 소통하겠다고 말했다. 