자유한국당 중앙청년위원회(위원장 신보라)는 22일부터 1박 2일간 충북 단양 대명리조트에서 전국 청년당원 총 1,000여명이 참석한 가운데 자유한국당 '2019 자유한국당 청년전진대회'를 가졌다.

이번 대회에 울산에서는 안효대 울산시당위원장을 비롯한 이정훈 청년위원장 등 지역의 청년 당원 100여명이 참석했다.

이번 대회에는 황교안 당 대표를 비롯해 신보라 청년최고위원과 나경원 원내대표, 조경태 최고위원, 전희경 대변인 등 중앙당직자들도 대거 참석했다.

‘청년의 오늘이 자유한국당의 미래다’라는 슬로건을 걸고 공직선거법 교육을 시작으로 자유한국당 7대 청년 비전 선포식, 나경원 원내대표 미니 특강, 황교안 당 대표 청년문답, 임명장 수여식 및 우수청년당원 시상 등의 순으로 진행됐다.

행사에 참석한 황교안 당 대표는 청년문답 시간을 통해 “어려운 상황에서도 그동안 한국당을 굳건히 지켜줘서 감사하다”며, “청년들의 요구에 부응해 내년 총선 공천관리위원회를 구성할 때 젊은 세대가 많이 들어갈 수 있도록 하고, 남성 육아휴직 확대 등 젊은 세대의 어려움을 해소하기 위해 힘을 쏟아 자유한국당이 청년 친화적인 정당이 되도록 노력하겠다”고 밝혔다.

시·도당별 단합의 시간에서 안효대 시당위원장은 함께 자리한 청년위원들에게 “오늘 모인 청년위원 한분 한분이 자유한국당과 울산시당의 주인이다”며, “울산 청년이 한뜻으로 똘똘 뭉쳐 한국당의 혁신과 발전, 위기의 대한민국을 살리는데 앞장 서달라”고 당부했다.

이정훈 청년위원장은 “오늘 전진대회는 자유한국당 청년의 새로운 출발을 알리는 신호다”며, “뜨거운 열망을 가진 울산 청년들이 선두에 나서 자유한국당의 미래를 주도해 나가겠다”고 화답했다.

한편, 이날 우수청년당원 시상에서 울산시당에서는 최대진 청년전국위원과 최혜정 청년위원회 남구을지회 사무국장이 그동안의 공로를 인정받아 당 대표 표창을 수상했다.

@highlight

지난 22일부터 1박 2일간 전국 청년당원 총 100 여명이 참석해 2019 자유한국당 청년전진대 행사에서 황교안 당 대표는 어려운 상황에서도 청년들의 요구에 부응해 내년 총선 공천관리위원회를 구성할 때 젊은 세대가 많이 들어갈 수 있도록 노력하겠다고 밝혔다.