고 윤재우 화백의 유가족으로부터 윤 화백의 전시작품을 전달받는 이승옥 강진군수.

전남 강진군은 지난 21일 군청 소회의실에서 고 윤재우 화백 작품 기증식을 가졌다.

이날 군청 소회의실에서 열린 기증식에는 이승옥 강진군수를 비롯하여 고 윤재우 화백의 미망인 박용지 여사 등 유가족과 해남윤씨 종친회, 지역문화예술 인사들이 참석했다.

이번에 기증된 작품은 유화 123점으로 군민들에게 다양한 미술작품 향유의 기회를 제공하게 된다.

윤재우(1917~2005) 화백은 전남 강진 출신으로 고산 윤선도의 13대 손이며, 조선 후기 대표 문인화가 공재 윤두서의 후손이기도 하다.

그는 일본에서 수학한 후 광주와 목포, 여수를 중심으로 작품 활동을 하며 목포 문태중, 광주사범학교, 조선대학교 등에서 미술교육자로 인재 양성에도 힘을 쏟았다.

1950년대 활동거점을 서울로 옮겨 교직과 장학사 등을 겸임하면서 작품제작에도 열정을 기울여 국전초대와 추천작가를 역임하고 오지호·양인옥·천경자 등과 같은 시대 활동하며 남도화단 1세대 작가로 이론과 실력을 함께 갖춘 작가로 인정받았다.

윤 화백의 작품은 강직한 윤곽선으로 어우러진 화사하고 따뜻한 색채와 단순화된 사물 형상에 구석구석까지 긴밀한 화면 구성이 특징이다.

윤 화백의 기증작품은 오는 10월 1일부터 한달간 강진아트홀에 전시되어 지역민들에게 공개될 예정이다.

윤재우 화백의 차남 윤경현(중앙대학교 소프트웨어대학 학장)씨는 “그동안 소중히 간직해온 아버님의 작품들을 고향에 기증하게 되어 감회가 남다르고 기쁘다”고 전했다.

이승옥 강진군수는 “훌륭한 작품을 기증해주신 고 윤재우 화백 유가족에게 감사드리며, 작품은 군민들이 감상할 수 있도록 소중하게 관리하겠다고”고 말했다.

@highlight

전남 강진군은 21일 군청 소회의실에 강진군수, 지역문화예술 인사 등이 참석한 가운데 고 윤재우 화백 작품 기증식을 가졌고 기증된 작품은 유화 123점으로 군민들에게 미술작품 향유의 기회를 제공하게 된다.