SK텔레콤 모델이 기아 K7프리미어에 '카투홈ㆍ홈투카' 서비스 탑재를 알리고 있다.

[헤럴드경제=정윤희 기자]SK텔레콤은 24일부터 판매되는 기아자동차 K7 프리미어 차량에 홈 사물인터넷(IoT) 전자기기를 자동차에서 원격 제어하는 '카투홈(Car to Home)' 서비스와 집에서 자동차 기능을 제어할 수 있는 '홈투카(Home to Car)' 서비스를 탑재한다고 밝혔다.

'카투홈'은 집 또는 사무실의 ▷스마트플러그 ▷가스차단기 ▷조명 ▷에어컨 ▷보일러 등의 홈IoT 기기를 원격으로 제어하는 서비스다.

SK텔레콤 스마트홈 시스템과 기아자동차 커넥티드카 서비스 유보(UVO)를 연동했다.

이용자는 유보 애플리케이션(앱)에서 SK텔레콤 스마트홈 계정을 연동하면 된다.

SK텔레콤 스마트홈과 차량이 연동되고, 기존 스마트홈에 연결된 홈IoT 기기를 차량의 내비게이션 화면이나 음성명령으로 제어한다.

카투홈 서비스에 외출모드와 귀가모드를 설정하면 한 번에 여러 개의 홈IoT 기기를 제어할 수도 있다.

예컨대 외출모드에 에어컨, TV, 보일러, 조명, 가스차단기 등을 하나로 묶어 놓고 자동차에서 '외출모드' 버튼을 터치하면 설정된 기기들을 한꺼번에 끄거나 잠그는 식이다.

SK텔레콤은 집에서 자동차의 다양한 기능을 원격으로 켜고 끌 수 있는 '홈투카' 서비스도 선보인다.

홈투카는 인공지능(AI) 스피커 누구(NUGU)에게 음성명령을 내려 자동차의 ▷시동 ▷문잠금 ▷경적 ▷비상등 ▷온도 조절 등을 원격 제어할 수 있다.

SK텔레콤은 K7 출시에 맞춰 블루링크와 유보 서비스가 적용돼 있는 현대기아차 대부분의 차종에서 '홈투카'를 사용할 수 있도록 서비스를 확대할 예정이다.

홍승진 SK텔레콤 AI홈유닛장은 "향후 스마트홈과 자동차의 연결처럼 다양한 홈 관련 기기를 연결하는 초시대 서비스를 지속적으로 선보이겠다"고 말했다.

@highlight

SK텔레콤은 24일부터 판매되는 기아자동차 K7 프리미어 차량에 SK텔레콤의 스마트홈 시스템과 기아자동차의 커넥티드카 서비스 유보(UVO)를 연동해 카투홈(Car to Home)' 및 '홈투카(Home to Car)' 서비스를 탑재하며 향후 현대기아차 대부분의 차종에서 '홈투카'를 사용할 수 있도록 서비스를 확대할 예정이라고 밝혔다.