백두대간 생태교육체험장 내 스테이힐링 워터파크가 오는 7월 2일 개장할 예정이다.

백두대간의 장엄함을 담은 남원시 운봉읍의 ‘백두대간 생태교육체험장’에서 ‘스테이힐링 워터파크’가 올해 여름에도 선보인다.

남원시에 따르면 백두대간 생태교육체험장 내 스테이힐링 워터파크가 오는 7월 2일 개장해 8월 말까지 운영된다.

백두대간 생태교육체험장에는 백두대간 생태교육장, 백두대간 전시관, 백두대간 캠핑장 등이 위치해 있다.

시는 백두대간 전시관 일원에 스테이힐링 워터파크를 지난해 5억원을 투입해 조성했다.

워터파크에는 물놀이 조합 놀이대와 조형 분수, 유아 풀장 등 물놀이시설이 갖춰져 있다.

또 방문객들의 휴식공간인 벤치와 퍼걸러 등을 갖추고 있다.

시는 내달 2일 개장을 목표로 6월 말까지 시설 점검과 깨끗한 수질관리를 위해 물 저장 탱크 청소, 휴게시설 정비 등을 마무리한다.

워터파크는 백두대간 전시관 입장권을 발부받으면 누구나 이용할 수 있다.

전시관 입장금액은 만 7세 이하와 65세 이상, 남원시민이면 무료다.

성인과 청소년은 1500원~2000원의 저렴한 가격으로 이용할 수 있다.

워터파크는 월요일과 우천시를 제외하고 매일 운영된다.

운영시간은 오전 11시부터 오후 5시까지다.

또 시는 전시관에서 여름방학 기간인 7월 20일부터 8월 18일까지 백두대간 생태계의 환경지표인 애벌레를 주제로 특별전을 연다.

특별전에는 30여종의 각종 애벌레와 애벌레 오감체험 등 다양한 볼거리, 즐길거리를 선보인다.

지난해 도심에 설치해 큰 인기를 얻었던 물놀이장 ‘물방개 워터파크’도 오는 29일 다시 연다.

시는 29일부터 9월 중순까지 도통동 동사무소 인근에 물방개 워터파크를 개장한다는 계획이다.

사용료는 무료이고 오전 10시 30분~오후 6시 30분까지 운영한다.

수질 관리를 위해 물 저장탱크, 급수, 배수, 소독, 여과기 등을 점검했다.

@highlight

백두대간의 장엄함을 담은 남원시 운봉읍의 ‘백두대간 생태교육체험장’에서 ‘스테이힐링 워터파크’가 오는 7월 2일 개장할 예정이다.