지난 19일 허 시장 독려로 5개 기관장 1시간 회의...

대전방문의 해를 맞아 열리는 대전 문화벨트 수장들의 회의가 단순 '기관장 친목 모임'에서 벗어나 내실을 기해야 한다는 지적이 일고 있다.

23일 시에 따르면 대전시립미술관, 예술의전당, 이응노미술관, 연정국악원, 한밭수목원, 문화재단 대표와 실과장은 지난 19일 서구 만년동 한 음식점에서 1시간 가량 대전방문의 해와 관련해 회의를 가졌다.

이날 회의는 허태정 시장이 독려해 마련된 자리로, 대전방문의 해를 맞아 예술의전당, 시립미술관, 연정국악원, 이응노미술관, 한밭수목원으로 묶이는 ‘문화벨트’를 제대로 활용해보자는 취지다.

이날 열린 첫 회의는 보름 전부터 예고됐지만, 회의 정례화 여부에 대한 논의나 대전 방문의 해를 대비해 관광객을 끌어들일 아이디어 등은 나오지 않았다.

기관장 사이에 오고간 논의사항을 기록한 회의록도 없었다.

시 산하 문화기관은 대전 방문의 해 일환으로 기획한 공연과 전시를 선보이고 있지만, 문화벨트의 장점을 충분히 활용하지 못하고 있다는 비판도 받아 왔다.

따라서 이들 기관장 모임을 정례화함으로써 문화벨트의 활성화를 도모해야 한다는 주장도 나오고 있다.

지역문화계 관계자는 "대전처럼 문화 기관들이 연대해 시너지를 내기 좋은 환경을 가진 곳이 드물다"며 "대전시가 리더십을 발휘해 기관장 모임을 정례화 하고 회의에서 나오는 아이디어를 기록하고 추진하는 등 노력이 필요해 보인다"고 말했다.

문용훈 대전시 문화예술정책과장은 "19일 열린 회의는 문화예술 관련 기관장들이 모여 앞으로의 문화예술단지 활성화 방안을 논의하기 위한 자리로, 허 시장의 제안으로 시작됐다"며 "이날 회의 내용을 기록한 자료는 따로 없다.

7월에 다시 모여 기관별로 구체적인 아이디어를 낼 예정"이라고 말했다.

문 과장은 또"기관장들이 자주 모여서 문화벨트 활성화 방안에 대한 논의를 하자는 데에 동의했다"며 "주기적으로 언제 모이자고 못 박기는 어렵지만 자주 자리를 갖고 논의할 계획"이라고 밝혔다.

한편, 다음 문화벨트 수장 회의는 내달 17일 대전예술의전당에서 열릴 예정으로, 기관장들은 이 자리에서 문화벨트 활성화 방안에 대해 논의할 예정이다.

@highlight

 지난 19일 대전방문의 해와 관련해 서구 만년동 한 음식점에서 보름 전부터 예고된 첫 논의가 진행 되었고 대전시립미술관, 예술의전당, 이응노미술관, 연정국악원, 한밭수목원, 문화재단 대표와 실과장이 참여한 가운데 회의 정례화 여부에 대한 논의나 대전 방문의 해를 대비해 관광객, 방문객 등을 끌어들일 아이디어가 나오지 않은 채 끝나 대전 문화벨트 수장들의 회의가 단순 기관장 친목 모임에서 벗어나 내실이 있어야 한다는 지적을 받고 있다. 