대구 서구청은 폭염대비 독거노인 보호대책을 수립하고 9월 말까지 취약환경에 거주하는 독거노인 1천500여명을 대상으로 폭염피해 예방에 전력을 기울인다고 24일 밝혔다.

서구는 폭염대비 사전준비 사항으로 독거노인 생활관리사 64명을 파견, 취약가구를 직접 방문토록 해 응급안전알림서비스 등 안전확인 기기 및 냉방기 점검하도록 한다.

서구소식지 ‘서구광장’에 수록된 폭염대비 행동요령에 대한 안내와 함께 응급상황 시 도움을 받을 수 있는 독거노인종합지원센터 연락처(1661-2129)를 제공한다.

특히 폭염 특보 발령 시 재난문자시스템을 통해 독거노인 생활관리사에게 신속히 전파해 담당 독거노인 모두에게 유선전화 또는 직접 방문을 거쳐 안전 확인 활동을 실시한다.

응급상황이 발생할 경우에는 응급의료센터 및 병원으로 이송조치 후 비상연락망 구축에 따른 폭염피해 대상자 친지 등에게 신속히 연락한다.

관련부서 연계를 통해 다양한 복지서비스를 지원할 수 있도록 비상 시 대비태세를 갖추도록 했다.

오후 1시부터 5시까지 무더운 시간대의 야외활동 자제와 휴식을 유도하기 위한 휴식 시간제, 무더위 쉼터 위치 및 이용시간 등을 안내해 어르신들이 건강하게 여름철을 지낼 수 있도록 집중할 예정이다.

또 노인돌봄서비스 수행기관과 연계해 노인돌봄서비스 발굴 및 연계 활동을 통한 독거노인 지원을 강화한다.

독거노인 마음잇기 자원봉사자 교육을 실시해 마음잇기 결연대상자 안부확인, 여름철 건강관리방법, 응급처치요령 등 폭염기 결연대상자 보호도 적극적으로 실시할 계획이다.

류한국 서구청장은 “폭염에 취약한 어르신들이 건강한 여름을 보낼 수 있도록 꼼꼼한 사전대비로 폭염 피해 예방에 최선을 다할 것”이라고 말했다.

한편 서구는 지난 21일까지 재가노인지원서비스 수행기관과 함께 취약환경 거주 독거노인 1천명에게 사전 폭염 극복용품을 지원한 바 있다.

@highlight

대구 서구청은 폭염대비 독거노인 보호대책을 수립하고, 독거노인 1천500여명 대상 생활관리사 파견 및 기기 점검, 폭염 특보 발령 시 안전 확인 활동 실시 등 폭염피해 예방에 전력을 기울인다고 밝혔다.