지난해 불수능보다 쉬웠을 뿐, 여전히 까다로운 시험..

[채정민 기자 cwolf@imaeil.com] 지난 4일 2020학년도 대학수학능력시험 6월 모의평가가 실시된 대구 대륜고등학교에서 수험생들이 시험을 치르는 모습.

2020학년도 대학수학능력시험 6월 모의평가 중 국어와 영어는 지난해 수능시험보다 쉽고, 수학은 더 어려웠다.

하지만 전체적으로는 난도가 높은 편이었다.

25일 한국교육과정평가원(이하 평가원)은 지난 6월 4일 전국적으로 실시된 6월 모의평가 채점 결과를 수험생들에게 통지했고, 입시업체들은 이를 토대로 분석한 결과를 잇따라 내놨다.

이번 모의평가 중 국어와 영어가 지난해 수능시험보다 쉬웠다 해도 수험생들에겐 여전히 어려운 편이었다.

지난해 수능시험이 '불수능'이라 불릴 정도로 어려웠던 탓이 크다.

실제 이 같은 현상은 수치로도 확인된다.

유웨이중앙교육 교육평가연구소에 따르면 국어 표준점수 최고점은 144점으로 지난해 수능시험보다 6점 낮았다.

반면 수학가형의 표준점수 최고점은 140점, 나형은 145점으로 지난해 수능시험에 비해 가형은 7점, 나형은 6점 올랐다.

국어는 더 쉬웠고, 수학은 보다 어려워졌다는 뜻이다.

절대평가인 영어 경우 1등급 비율이 7.76%로 지난해 수능시험 때(5.30%)보다 늘었다.

2등급까지의 누적 비율도 마찬가지.

이번 모의평가 때는 그 비율이 20.77%로 지난해 수능시험(19.64%)보다 1.13%포인트 상승했다.

차상로 송원학원 진학실장은 "지난해 수능시험과 비교해 쉬운 과목이 있었지만 전반적으로는 어려운 시험이었다.

사회·과학 탐구 영역도 과목에 따라 차이는 있으나 지난해 수능시험 때보다 어려워 변별력이 높았다"고 했다.

한편 대구 중구청은 27일 오후 7시 중구청 대강당에서 수시모집 지원 전략 설명회를 연다.

이 자리에는 이만기 유웨이중앙교육 교육평가연구소장과 차 실장이 강사로 나선다.

@highlight

오는 25일 한국교육과정평가원은 지난 6월 4일에 개최된 2020학년도 대학수학능력시험 6월 모의평가 중 국어와 영어는 전체적으로는 난도가 높은 편이었지만 지난해 수능시험보다는 쉬운 것으로 나타났다.