경북교육청은 포항제철고와 김천고의 자율형 사립고 지정기간 연장을 최종 확정했다고 24일 밝혔다.

도교육청은 “‘경북도 자율학교 등 지정·운영위원회’가 자율형사립고 운영성과 평가 결과를 심의한 결과, 포항제철고가 83.6점, 김천고가 78.2점을 얻어 자율형 사립고의 지위를 유지하게 됐다”고 전했다.

자율형사립고는 건학이념에 따라 교육과정·학사운영 등에 자율성을 갖는 고등학교로 시·도교육감이 지정한다.

5년마다 당초 지정목적에 맞게 운영되는지를 평가, 지정을 취소할 수 있다.

포항제철고는 2002년 현재 자율형사립고의 전신인 자립형사립고로 출발해 2009년 초중등교육법 시행령 개정으로 자율형사립고에 대한 법적근거가 마련된 뒤 자율형사립고로 전환했다.

김천고가 2010년에 전국단위 자율형사립고로 전환하면서 두 학교는 2014년 1주기 운영성과평가를 거쳐 현재까지 자율형사립고 지위를 유지하고 있다.

2014년 이후 5년 만에 이뤄진 이번 운영성과 평가는 공정성과 통일성을 기하고자 교육부와 시도교육청이 공동으로 평가표준안을 마련했다.

표준안은 엄정한 평가를 위해 통과기준점수를 60→70점으로 상향하였으며, 경북교육청에서는 표준안을 토대로 6개 영역 31개 지표로 구성된 운영성과평가 계획에 따라 두 학교에 대한 서면평가 및 현장평가를 5월 말까지 진행했다.

포항제철고는 학생 중심의 맞춤형 교육과정 운영과 공동교육과정의 중심학교 역할을 충실하게 수행하고 있다는 점, 김천고는 전문교과 등의 심화과목 체계를 잘 갖추고 있고 독서토론교육이 체계적으로 이루어지고 있는 점이 큰 강점으로 꼽혔다.

임종식 교육감은“경북의 2개 자율형사립고는 지정 당시부터 당초의 설립목적과 규정에 맞게 운영되어 지역 교육 발전에 많은 기여를 하고 있고, 학생과 학부모의 학교 선택권을 보장하기 위해 자율형사립고 유지를 확정하게 됐다”고 말했다.

@highlight

경북교육청은 공정성과 통일성을 기하고자 교육부와 시도교육청이 공동으로 마련한 평가표준안을 기준으로 2014년 이후 5년만에 이뤄진 운영성과 평가를 '경북도 자율학교 등 지정·운영위원회’가 심의한 결과, 포항제철고가 83.6점, 김천고가 78.2점을 얻어 자율형 사립고  지정기간 연장이 최종 확정됐다고 24일 밝혔다.