문재인 대통령은 24일 호국보훈의 달을 맞아 6.25 전쟁 국군·유엔군 참전 유공자를 청와대로 초청해 위로연을 겸한 오찬을 가졌다.

참전 유공자들을 청와대로 초청한 것은 역대 정부 들어 처음이다.

문 대통령은 “1953년 7월 27일, 전쟁의 포연은 가셨지만 아직 완전한 종전은 이뤄지지 않았다”며 “두 번 다시 전쟁 걱정 없는 평화로운 한반도를 만드는 것이 국내외 참전용사 여러분의 희생과 헌신에 보답하는 진정한 길“이라고 말했다.

이어 “6·25는 자유와 평화를 사랑하는 세계인이 함께 전쟁의 폭력에 맞선, 정의로운 인류의 역사”라며 “대한민국은 유엔의 깃발 아래 함께 했던 195만 영웅들의 헌신을 변함없이 기억할 것”이라고 했다.

오찬에는 국군 참전 유공자 141명과 유엔군 참전용사 재방한 사업으로 한국을 방문한 미군·교포 참전용사 37명 등 참전 유공자와 유가족 182명이 참석했다.

청와대는 이들에게 3군 의장대 180명을 도열해 의전하는 등 예우를 갖췄다.

정경두 국방부 장관, 해리 해리스 주한미군대사, 로버트 에이브럼스 한미연합사령관, 박한기 합참의장 등 한미 양국의 정부 및 군 고위관계자도 함께 했다.

문 대통령은 참전용사의 헌신과 애국이 헛되지 않도록 “국민 한 사람 한 사람에 이익이 되고 도움이 되는 국민을 위한 평화를 만들겠다”며 “참전유공자들께서 평화의 길잡이가 돼 달라”고 당부했다.

이날 행사에는 당시 프랑스 대대에 소속돼 화살머리고지 전투에 참전한 박동하(94) 선생이 ‘아직 돌아오지 못한 나의 전우들에게’라는 제목의 편지를 낭독했으며, 미국 야전지휘관으로 참전한 전쟁영웅 고 김영옥 대령의 이야기도 소개됐다.

이밖에도 학도병으로 영덕 장사상륙잔전의 유병추 선생, 간호장교 박옥선 여사, 장진호 전투에 참전한 경찰 화랑부대 고 임진하 경사 등 참전 유공자들의 헌신이 회고됐다.

@highlight

문재인 대통령은 24일 호국보훈의 달을 맞아 국군 참전 유공자 141명과 미군,교포 참전용사 37명 및 유공자와 유가족 182명을 초청하여 참전유공자들께 평화의 길잡이가 돼 달라고 당부했다.