에어서울이 국제선 항공권을 최대 99.7% 이상 대폭 할인된 가격에 판매한다.

에어서울(대표 조규영)은 오는 25일 오전 10시부터 7월 1일까지 에어서울 특가 중 가장 큰 규모의 정기 세일 이벤트 ‘사이다 특가’를 실시한다고 밝혔다.

사이다같이 속 시원한 파격 할인 항공권으로 소비자들의 답답함을 풀어주자는 취지로 마련된 ‘사이다 특가’는 1년에 단 두 번 실시하는 최대 규모의 정기 이벤트로, 동경, 오사카, 후쿠오카, 삿포로, 오키나와, 다낭, 보라카이, 괌 등 에어서울의 16개 전 노선 항공권을 최대 99.7%의 파격적인 할인가에 판매한다.

‘사이다 특가’의 최저가는 일본 편도 항공운임이 1천원으로, 실제 사이다 가격 수준이다.

유류할증료와 공항세를 포함한 일본 편도 총액 금액은 3만9천400원부터, 동남아는 5만2천900원부터다.

편도 총액(유류세+항공세) 기준 일본 ▲ 동경, 오키나와 4만4천900원~ ▲ 오사카, 후쿠오카, 4만2천900원~ ▲ 삿포로 4만6천900원~ ▲ 다카마쓰, 시즈오카, 도야마, 요나고, 히로시마 3만9천400원~ 동남아/괌 노선은 ▲ 홍콩 5만2천900원~ ▲ 보라카이 6만5천900원~ ▲다낭 7만3천900원~ ▲ 코타키나발루, 씨엠립 7만4천900원~ ▲ 괌 8만9천900원부터이다.

탑승 기간은 오는 9월 1일부터 2020년 3월 28일까지다.

특히, 이번 사이다 특가는 이벤트 기간 4일동안 매일 전 노선의 특가 좌석이 추가로 오픈된다.

첫 날 사이다 특가 항공권 구매에 실패해도 재도전이 얼마든지 가능하다.

‘사이다 특가’는 에어서울 홈페이지 회원 한정 이벤트로, 구매 전 회원가입이 필수이며, 선착순 판매 좌석으로 조기 소진될 수 있다.

자세한 내용은 에어서울 홈페이지에서 확인할 수 있다.

@highlight

에어서울은 오는 25일 오전 10시부터 7월 1일까지 '사이다 특가'를 통해 16개의 전노선 항공권을 최대 99.7%의 대폭 할인된 가격에 판매한다.