카카오가 모바일 쇼핑몰 ‘카카오메이커스’에서 청약철회 제한 관련 규정을 자의적으로 해석해 소비자의 청약철회권을 제한한 행위로 과태료를 물게 됐다.

24일 공정거래위원회(이하 공정위)는 카카오가 모바일 쇼핑몰 ‘카카오메이커스’를 통해 상품을 판매하면서 ‘전자상거래법 등에서의 소비자보호에 관한 법률(이하 전자상거래법)’에 의해 청약철회, 환불.

교환 등이 제한되는 상품이 아님에도 주문제작 상품으로 표기해 취소 및 교환, 환불이 불가하다며 소비자에 알린 행위 등에 대해 과태료 250만 원을 부과했다고 밝혔다.

공정위에 따르면 카카오는 2016년 2월부터 지난해 6월까지 모바일 쇼핑몰 카카오메이커스의 상품 판매화면에 ‘카카오메이커스의 상품은 주문제작 상품이므로 취소 및 교환·반품이 불가합니다’등의 문구를 게시했다.

이에 카카오는 카카오메이커스 쇼핑몰이 1∼2주 동안 소비자의 주문을 받아 수량을 확정한 후 상품을 제작 또는 배송하기 때문에 해당 쇼핑몰의 판매 상품은 전자상거래법상 청약철회권을 제한할 수 있다고 자의적으로 판단·해석했다.

하지만 전자상거래법상 청약철회 제한 대상에 해당하기 위해서는 소비자의 주문에 따라 개별적으로 생산되고 청약철회시 사업자에게 회복하기 어려운 중대한 피해가 발생하는 등의 요건을 갖춰야 한다.

카카오메이커스에서 판매된 상품 중 상당수는 소비자의 주문에 따라 개별적으로 생산되어야 한다는 요건에 해당되지 않아 청약철회권을 제한할 수 없는 것으로 공정위는 밝혔다.

또 카카오가 판매하는 제품 중 재고확보 상품은 소비자의 주문이 있기 전 이미 생산이 완료된 상품으로 소비자 주문에 따라 개별적으로 생산되는 상품으로 볼 수 없어 청약철회를 제한할 수 없는 상품이었다.

주문제작 상품 일부도 사업자가 미리 일정한 규격, 색상 등을 정해 견본품을 제시하고 소비자는 단순히 주문여부만 결정하는 형태로 역시 청약철회를 제한할 수 없는 상품인 것으로 알려졌다.

@highlight

2016년 2월부터 지난해 6월까지 모바일 쇼핑몰 카카오메이커스의 상품 판매화면에 ‘카카오메이커스의 상품은 주문제작 상품이므로 취소 및 교환·반품이 불가합니다’등의 문구를 게시하고, 이를 전자상거래법상 청약철회권을 제한할 수 있다고 자의적으로 판단·해석한 카카오메이커스가 소비자의 청약철회권을 제한한 행위로 과태료를 내게 되었다.