5월 단체, 5·18 특별법 개정안 처리 합의 ‘환영’

국회 정상화 선언과 함께 여야 교섭단체 3당이 오는 28일 5·18민주화운동 진상 규명 특별법 개정안을 처리키로 합의한 것으로 알려지면서 5·18 단체들이 일제히 환영의 목소리를 냈다.

5·18 진상 규명 조사위원회의 조속한 출범도 함께 요구했다.

김후식 5·18 부상자회장은 “5·18특별법 통과가 중요한 것이 아니다”며 “법이 통과 된 뒤 5·18 진상 조사 위원회의 조속한 구성이 이뤄져야만 비로서 광주의 아픈 진실이 제대로 드러날 수 있고 그렇기에 이번 특별법 통과가 더욱 관심을 받는 것이다”고 말했다.

이어 “그동안 제대로 된 진실 규명이 되지 않으면서 말도 안되는 5·18 관련 거짓 뉴스가 판을 쳤다”며 “진상 규명에 대한 5·18희생자·유가족과 광주시민들의 들끓는 열망이 하루빨리 실현되길 바란다”고 강조했다.

조진태 5·18 기념재단 상임이사도 “진상 조사 위원회는 지난해 9월14일 근거법 시행령 공포 이후 바로 출범됐어야 했지만 여러 문제로 인해 무려 9개월 가까이 지연됐다”며 “5·18 진상 규명을 위해서라도 위원회를 조속히 출범시켜야 한다”고 밝혔다.

정현애 오월어머니집 이사장은 “시기적으로 보면 조금 늦은 감도 있다”면서도 “여야가 처리키로 합의한 약속을 반드시 지킬 것으로 믿는다.

진상조사위원회 구성이 마무리 되길 바란다”고 전했다.

최용주 5·18 기념재단 비상임연구위원은 “자유한국당 추천 위원의 면면을 떠나 우선 진상조사위원회가 출범하는 것이 옳다”며 “여·야 합의에 기초한 입법 사항으로 정부가 진상 규명에 나서기로 한 만큼, 대화 상대인 한국당 입장도 존중, 반영해야 한다”고 설명했다.

이어 “일단 ‘5·18 진상 규명’이라는 배를 띄우는 것이 중요하다”며 “위원 구성을 놓고 시비를 하는 것은 결국 국가적 낭비라고 본다.

5·18 진상 규명을 위해서도 바람직하지 않은 만큼 조속히 매듭지어야 할 것이다”고 말했다.

@highlight

5.18 단체들은 여야 교섭단체 3당이 오는 28일 5.18 민주화운동 진상 규명 특별법 개정안을 처리하기로 합의한 것을 환영하며, 제대로 된 진실 규명을 위해 5.18 진상 규명 조사위원회의 출범도 요구했다.