더불어민주당 이인영, 자유한국당 나경원, 바른미래당 오신환 원내대표가 24일 제369회 국회 임시회 개의에 합의한 뒤 국회운영위원장실에서 합의문을 발표하고 있다.

'패스트트랙(신속처리안건) 사태'로 국회 파행을 빚은 지 80일 만에 여야가 서명한 '국회 정상화 합의안'이 자유한국당 의원들의 추인 불발로 물 건너가게 됐다.

나경원 한국당 원내대표가 이인영 더불어민주당 원내대표, 오신환 바른미래당 원내대표와 비공개 회동을 열어 국회 정상화 합의안에 서명한 지 불과 2시간 만이다.

이로써 국회 정상화는 또 다시 미뤄지게 됐다.

한국당은 이날 국회에서 의원총회를 열어 국회 정상화 관련, 여야 원내대표 합의안을 논의했으나 추인이 불발됐다고 밝혔다.

이로써 80일 만에 이뤄질 것으로 예상됐던 국회 정상화는 연기가 불가피해졌다.

나 원내대표는 의원총회를 마친 뒤 기자들과 만나 "의원들로부터 조금 더 분명한 합의가 있어야 한다는 의사표시가 있었다"면서 "그래서 이 부분에 대해 추인이 어렵다는 말씀을 드리겠다"고 말했다.

나 원내대표는 이어 "의원들의 추인을 조건으로 한 합의안이었다"고 설명했다.

이날 의총에서 의원들은 '3당 교섭단체는 선거법, 공수처법, 검경수사권 조정법 등 패스트트랙(신속처리안건) 법안은 각 당의 안을 종합해 논의한 후 합의 정신에 따라 처리한다'는 내용의 합의안 조항에 대해 구속력이 떨어진다며 강하게 반발한 것으로 전해졌다.

다만 한국당은 전날 밝힌 대로 윤석열 검찰총장 후보자와 김현준 국세청장 후보자에 대한 인사청문회와 북한 목선 관련 상임위, '붉은 수돗물' 관련 상임위는 열기로 했다.

앞서 민주당, 한국당, 바른미래당 등 여야 3당 교섭단체는 이날 오후 국회에서 비공개 회동을 열고 국회 정상화 방안을 담은 합의문에 서명했다.

여야의 극한 대치로 국회 문이 닫힌 지 80일 만이었다.

이인영 원내대표는 회동 후 브리핑에서 "공직선거법 개정안 등 패스트트랙(신속처리안건)은 각당의 안을 종합해 논의한 후 합의 정신에 따라 처리하기로 했다"고 말했다.

@highlight

국회 파행 80일만에 성립된 국회 정상화 합의안이 자유한국당 의원들의 추인 2시간만에 파행되어 국회 정상화가 지연되었다.