5G 통신기술 기반 자율주행ㆍ커넥티드카 등을 구현할 때 반드시 필요한 특허를 가장 많이 보유한 상위 10개 기업 중, 삼성전자와 LG전자가 각각 3위와 7위를 기록한 것으로 나타났다.

25일 독일 지적재산권업체 IPlytics의 '자동차 애플리케이션 관련 5G 표준필수특허(SEP) 보유 건수' 현황에 따르면 올해 4월 기준 삼성전자는 224건, LG전자는 104건의 특허를 확보하고 있다.

표준필수특허는 표준 기술을 구현하기 위한 특허로 특정 제품을 생산하거나 서비스를 공급하기 위해 필수적으로 실시 허락을 받아야 하는 특허를 가리킨다.

최근 ICT기술의 급속한 발전과 융복합화가 가속화되면서 표준필수특허 중요성이 급부상하고 있다.

자동차가 대표적인 분야로 자동차 관련 5G 표준필수특허는 전 세계적으로 2015년만 해도 0건이었지만 2016년 23건, 2017년 429건, 지난해 994건으로 급증했다.

가장 많은 표준필수특허를 보유한 기업은 퀄컴으로 총 305건을 기록했다.

퀄컴은 상위 10개 기업이 보유한 전체 특허 중 20% 이상을 차지하고 있다.

에릭슨은 261건의 특허를 보유해 2위를 기록했고, 화웨이는 206건으로 4위에 올랐다.

상위 10개 기업 중 중국 기업이 3개로 가장 많고, 한국과 미국 기업이 이 각각 2개로 7개가 중국ㆍ한국ㆍ미국 기업이었다.

조사 대상을 상위 15개로 넓혀도 완성차 기업이나 자동차 부품업체 단 한 곳도 이름을 올리지 못했다.

상대적으로 IT기업에 비해 자동차 기업들이 특허 경쟁력에서 열세를 보이고 있다는 방증이다.

실제 미국 반도체 기업 브로드컴은 폴크스바겐에 10억달러 특허 소송을 제기한 데 이어 올해 초 메르세데스 벤츠를 보유한 다임러 그룹과 함께 BMW에도 법적 대응에 들어갔다.

이에 자율주행과 커넥티드카 사업을 확대 중인 국내 현대차도 특허 리스크에 대비해야 한다는 주문이 나오고 있다.

현재 소송에 가장 많은 5G 자동차 표준필수특허가 연관된 기업은 화웨이(16건)였다.

이어 노키아(10건), 애플(4건)이 그 뒤를 차지하고 있다.

@highlight

5G 통신기술 기반 자율주행ㆍ커넥티드카 등을 구현할 때 반드시 필요한 특허를 가장 많이 보유한 삼성전자와 LG전자가 각각 3위와 7위로 , 올해 4월 기준 224건, 104건의 특허를 확보하고, 표준필수특허는 표준 기술을 구현하기 위한 특허이다.