유명 패션 브랜드 살바토레 페라가모가 자신들의 리본 디자인을 도용당했다며 국내 구두 업체를 상대로 소송을 내 승소했다.

서울중앙지법 민사62부(부장 염호준)는 이탈리아 살바토레 페라가모가 국내 업체 바바라앤코를 상대로 낸 손해배상 소송에서 원고 승소 판결했다고 25일 밝혔다.

판결이 확정되면 바바라앤코는 페라가모측에 2억원을 지급해야 한다.

리본 표장을 제품에 부착하거나 포장 및 홍보물에 드러내서도 안 되고, 리본 표장을 이미 부착한 재고를 수출할 수도 없게 된다.

재판부는 "디자인과 상표는 서로 완벽하게 구분되는 것이 아니므로, 디자인이 될 수 있는 형상이나 모양이라고 해도 그것이 상표의 본질적인 기능이 되거나 브랜드의 출처표시를 위해 사용되는 경우에는 상표라고 본다"고 밝혔다.

또 "소비자는 구두 안쪽이나 바닥면에 부착된 상표뿐만 아니라 구두를 착용한 상태에서 드러나는 외관 및 장식에 의해 브랜드 출처를 인식한다"며 "특히 여성용 구두의 앞쪽 상단은 소비자들의 시선을 가장 쉽게 끌 수 있는 부분"이라고 지적했다.

실제로 바바라앤코에서 이 리본이 부착된 구두를 두고 소비자들이 '페라가모 스타일'로 인식하거나 부르는 것이 관찰된다며 페라가모 측의 손을 들어줬다.

문제가 된 리본은 일명 '페라가모 바라 리본'으로 불리는 장식물로, 중앙의 납작한 금속 양쪽에 긴 홈이 뚫려 있고 리본이 이 홈을 통과해 두 겹으로 포개져 있다.

페라가모는 약 40년 동안 여성용 구두를 포함한 제품에 이 리본을 부착해 사용, 판매해왔다.

바바라앤코가 이 리본을 2013년부터 지난해까지 5년여간 자사 구두에 붙여 판매하면서 다툼이 불거졌다.

페라가모는 이 리본을 사용하면 소비자들이 자사 제품과 혼동할 가능성이 있다며 2억원을 청구하는 소송을 냈다.

바바라앤코는 '리본을 장식품으로 사용했을 뿐 상표로 사용하지 않았다'고 주장했지만 받아들여지지 않았다.

@highlight

25일 서울중앙지법 민사62부는 이탈리아 살바토레 페라가모가 국내 구두 업체 바바라앤코를 상대로 낸 손해배상 소송에서 원고 승소 판결을 내렸는데, 판결 확정 시 바바라앤코는 2억 원 배상과 함께 리본 표장의 사용·판매가 금지된다.