그동안 혁신도시 공동발전기금 조성을 놓고 갈등을 빚어온 이용섭 광주시장과 김영록 전남지사, 강인규 나주시장이 모처럼 만에 한 자리에 모인다.

에너지 관련 회사들의 투자협약식 자리이긴 하지만, 교착 상태에 있는 혁신도시 공동발전기금 조성, 나주 SRF 발전소, 군 공항 이전 등과 관련한 시·도 공동 현안에 대해 공감대를 형성할 수 있을 지 주목된다.

24일 광주시·전남도에 따르면 이들은 25일 빛가람혁신도시 내 한전 본사에서 한전·광주시·전남도 공동 에너지밸리 투자협약식을 갖는다.

이날 투자협약은 에너지 관련 기업 36개 기업과 투자양해각서(MOU) 체결하는 자리다.

이날 MOU를 통해 (주)대호 쏠라 등 36개 에너지 관련기업들이 빛가람 혁신도시 에너지밸리에 993억원의 투자를 하게 된다.

이날 투자협약이 주목되는 이유는 최근 시·도 간 갈등 양상이 심각한 가운데 광주시, 전남도 광역단체장과 나주시장이 함께 해서다.

이들이 모처럼 만나는 자리에서 그동안 갈등을 빚어온 혁신도시 공동발전기금 조성 문제를 비롯, 나주 SRF 발전소, 군 공항 이전 등 광주·전남 공동 현안에 대한 해결 실마리를 만들어 낼 수 있을지 주목되기 때문이다.

지난달 전남도가 ‘2019 광주세계수영선수권대회’ 입장권 구매를 위해 이 시장과 김 지사는 광주시청에서 한 차례 만남을 가졌지만, 두 광역단체장과 강인규 나주시장이 함께 만나는 것은 올해 들어 이번 행사가 처음이다.

앞서 지난 5월, 이용섭 시장이 공동혁신도시 발전기금을 ‘올해 징수분 50% 조성을 시작으로 매년 10%씩 늘리자’고 양보안을 제시했다.

하지만, 나주시가 ‘공동 용역을 추진하자’는 새로운 안을 내놓았고, 광주시가 이를 다시 거부하면서 공동혁신도시 발전기금 조성 문제는 아직까지 해결기미를 보이지 않고 있다.

군 공항 이전 문제도 난항을 겪고 있고, 나주 SRF 가동을 둘러싼 논란도 지속되면서 광주시는 ‘쓰레기 대란’에 내몰리고 있다.

@highlight

이용섭 광주시장과 김영록 전남지사, 강인규 나주시장이 25일 빛가람혁신도시 내 한전 본사에서 한전·광주시·전남도 공동 에너지밸리 투자협약식에 참석하며 교착 상태에 있는 혁신도시 공동발전기금 조성 등과 관련한 시·도 공동 현안에 대해 공감대를 형성할 수 있을지 주목된다.