배우 김도현이 MBC '검법남녀 시즌2'에서 역대급 악역의 귀환을 알렸다.

김도현이 맡은 오만상은 검법남녀 시즌1에서 권력과 돈을 등에 업고 온갖 악행을 저질렀던 '본투비 악인'으로, 갑작스러운 자동차 사고로 죽음을 맞이해 의문을 남기며 검법남녀 시즌2를 시작하게 만든 인물이다.

지난 24일 방송된 MBC 월화드라마 '검법남녀 시즌2' (극본 민지은, 조원기/연출 노도철, 한진선/이하 검법남녀2) 13, 14부에서는 오만상이 살아있다는 증거가 발견되었다.

모텔 살인사건 피해자 정희주의 비강스왑키트에서 오만상의 DNA가 검출된 것.

이로써 시즌1에서 교통사고로 사망했던 오만상이 살아있음이 밝혀지면서 검찰은 오만상으로 추정되는 차량을 수배하기 시작했다.

이후, 밀항하기 위해 인주항으로 향하는 오만상의 모습이 그려졌다.

입술이 상처투성이인 채 등장한 오만상의 모습이 궁금증을 자아낸 것도 잠시, 그 상처가 정희주를 살해하는 과정에서 생긴 상처라는 것이 알려지며 시청자들을 충격에 빠트렸다.

이어 수배 차량의 위치가 경찰에 발각되어 오만상 사건이 종지부를 찍는 듯했으나 차에서 내린 것은 오만상이 아닌 차우석 실장이었다.

차실장은 자신이 정희주를 죽인 진범이라고 증거물을 제시해 수사를 혼란에 빠트렸고, 오만상은 또 한 번 검찰의 수사망을 교묘히 빠져나가며 극의 긴장감을 극대화했다.

이처럼 김도현은 짧은 등장에도 죄의식 없는 표정, 거만한 눈빛, 무자비한 행동 등 망나니 재벌 3세 오만상을 완벽하게 표현해내며 다시 한번 존재감을 각인시켰다.

법꾸라지 오만상이 어디로 자취를 감췄는지 궁금증을 자아내는 가운데, MBC 월화드라마 '검법남녀 시즌2'는 매주 오후 8시 55분에 방송된다.

@highlight

배우 김도현이 검법남녀 시즌2에서 악역 오만상 역할을 맡았는데 오만상은 시즌1에서 온갖 악행을 저지르고 갑자기 차 사고로 죽음을 맞이한 인물로 시즌2 13,14부에서 오만상이 살아있다는 증거가 발견되었다.