충남도가 내포신도시 육성을 위해 수도권 공공기관 유치에 사활을 걸었다.

아예 유치 대상으로 16개 수도권 공공기관을 공개적으로 밝혔다.

일부에선 수도권 공공기관 유치에 실패할 경우 발전전략 전체를 다시 짜야하는 게 아니냐는 우려도 나온다.

충남도는 24일 도청에서 '내포신도시 환황해권 중심도시 육성 전략 수립 용역 최종 보고회'를 개최했다.

도청이 위치한 홍성·예산 내포신도시를 환황해권의 중심도시로 육성하겠다는 내용이다.

이날 보고회에서는 내포신도시 발전전략으로 △그린수소 생산 테스트베드 조성 등 자족기능 강화 △스마트도시 조성 등 특화기능 강화 △광역교통망 확충과 공업용수도망 공급 등 교류기능 강화 등이 제시됐다.

하지만 충남도가 이날 발표한 발전전략의 핵심은 무엇보다 수도권 공공기관 이전이다.

충남도는 이날 이례적으로 공공기관 유치대상 16개를 발표했다.

수도권 공공기관 122개 가운데 충남도가 자체 선정한 기관으로 한국산업기술진흥원 한국디자인진흥원 대한무역투자진흥공사 한국석유관리원 한국무역보험공사 중소기업유통센터 등이다.

문제는 이들 기관 선정을 충남도가 했다는 점이다.

자칫 줄 사람은 생각도 않는데 김칫국 먼저 마시는 게 아니냐는 비판이 나온다.

더구나 충남도엔 혁신도시도 없는 실정이다.

하지만 충남도의 판단은 다르다.

충남도 관계자는 "충남은 기존 10개 혁신도시와 경쟁해야 하는 처지"라며 "기존 혁신도시들이 자신의 특성에 맞게 공공기관 유치에 나서면 충남에 올 공공기관은 없다"고 잘라 말했다.

현재 혁신도시법에 따르면 국토교통부 장관이 결정하면 얼마든지 혁신도시 지정이 가능하다.

정치적으로 해결할 문제라는 얘기다.

충청권 출신인 이해찬 더불어민주당 대표는 수차례 내포신도시 혁신도시 지정을 약속해왔다.

충남도가 이번 혁신도시 시즌2에서 공공기관 유치 가능성을 높게 보는 이유다.

이 관계자는 "현재 내포신도시 주변지역에 몰려있는 석유화학·철강·자동차 산업 등을 고려해 해당 기관들을 선정했다"며 "유치경쟁이 치열하겠지만 우리가 선제적으로 나설 계획"이라고 말했다.

@highlight

충남도에 따르면 24일 도청에서 '내포신도시 환황해권 중심도시 육성 전략 수립 용역 최종 보고회'를 열어 내포신도시 육성을 위해 선제적으로 나서 수도권 공공기관 유치에 나설 계획이라고 밝혔다.