[서산]서산시가 유기동물의 체계적인 관리를 위해 동물보호센터를 짓기로 했으나 사업예정지 지역민들이 반대대책위를 구성, 반발의 수위를 높이면서 시의 고민도 깊어지고 있다.

서산시와 인지면이장단협의회에 따르면 최근 인지면 모월1리 마을회관에서 모월 1·2·3리, 산동1·2리, 애정1·2리, 야당1리, 둔당2리 등 동물보호센터 건립 예정지인 농업기술센터 인근 마을주민 30여명이 모여 동물호보센터 건립과 관련 대책 회의를 가졌다.

각 마을별로 이장, 노인회장, 새마을지도자, 개발위원장 등이 주축이 된 참석자 대부분은 농업기술센터 안에 동물보호센터 건립에 반대 의견을 표명, 유기동물호보센터 건립 반대대책위를 구성했다.

위원장은 강완설 현 이장단협의회장이 맡았다.

기존 인지면 곳곳에 현수막을 내걸어 반대를 하던 주민들이 반대대책위까지 구성, 반대의 강도가 완강해짐에 따라 반발 수위도 높아질 전망이다.

강완설 위원장은 "시에서 마을별로 설명회를 갖는다고 하니 일단 지켜보기로 했지만 반대의 목소리는 누그러들지 않을 것"이라며 "기피시설인 희망공원의 확장 등도 향후 계획된 만큼 우리 주민들의 뜻을 모아 목소리를 내겠다"고 말했다.

평소 소통을 강조하는 맹정호 시장의 고향인 인지면에서 이 같이 지역민들이 반발하자 시는 곤혹스러운 입장이다.

시 한 관계자는 "악취, 소음, 반려견 질병, 학교급식센터 앞, 희망공원과의 관계 등을 이유로 지역민들이 반대를 하고 있다"며 "주민들이 잘못 이해하고 있는 부분에 대해 설명을 통해 주민들과 같이 갈 수 있는 방안을 찾도록 노력하겠다"고 밝혔다.

시는 농업기술센터 내에 20억 원(국비 6억 원, 도비 4억 2000만 원, 시비 9억 8000만 원)을 들여 660㎡ 규모로 입원실, 진료실, 동물보호실(100마리 수용), 입양실, 교육실 등을 갖춘 동물보호센터를 지을 계획이다.

그러나 해당 지역민들이 건립 예정지가 부적합하고, 사전 협의 미비 등을 이유로 여러 장의 현수막을 내걸어 반발해 왔다.

@highlight

서산시가 유기동물의 관리를 위해 동물보호센터를 짓기로 했으나 지역민들이 건립예정지의 부적합, 사전 협의 미비 등을 이유로 여러 장의 현수막을 내걸어 반대의견을 표명하는 한편 유기동물보호센터 건립 반대대책위까지 구성해 반발의 수위를 높이고 있다.  