충남도가 인도네시아 경제ㆍ산업 중심지인 서자바주와의 교류를 위해 실무 접촉 폭을 확대하고 있다.

도는 23∼25일 서자바주 국제교류 실무 책임자인 프리하티 삽타리니 국제협력분석관을 초청, 도내 경제, 문화, 관광, 환경 등 주요 현장을 소개하고, 실무협의를 진행했다.

삽타리니 분석관은 24일 진행한 실무협의에서 이번 방한은 발전한 충남의 모습을 직접 살필 수 있는 소중한 시간이었다며, 양 주-도 간 새로운 관계 구축을 위해 담당자로서 역량을 집중하겠다고 밝혔다.

삽타리니 분석관은 특히 현재 서자바주에서 박차를 가하고 있는 디지털빌리지 구축과 신 국제공항 건설 등에 충남도가 관심을 갖고 협력해 달라고 덧붙였다.

이에 대해 신동헌 도 경제통상실장은 "인도네시아 경제를 이끌어 가고 있는 서자바주와 충남이 실질적인 교류협력 관계를 맺고, 양국을 대표하는 지역 외교 모델을 만들어 나아갈 수 있도록 함께 노력하자"고 강조했다.

서자바주는 인도네시아 수도 자카르타에서 170㎞ 떨어진 경제ㆍ산업 중심지이자 교육의 중심지로, 면적은 충남의 4.5배인 3만 7137.97㎢, 인구는 4600만 명에 달한다.

도는 인도네시아 서자바주와 이번 실무협의를 포함해 총 9차례에 걸쳐 실무 접촉을 진행, 가시적인 성과를 기대하고 있다.

한편 도는 베트남 롱안성, 캄보디아 씨엠립주 등과 국제교류를 해오고 있으며, 중앙정부의 신 남방정책 기조에 따라 지난 2017년부터 교류 지역 확대를 위해 동남아시아 핵심 국가인 인도네시아와 말레이시아 지방정부를 중심으로 다양한 활동을 펼쳐오고 있다.

말레이시아 말라카주와는 지난해 9월 도청에서 국제 및 경제 교류에 대한 협력 의향서를 체결하며 교류협력의 물꼬를 텄다.

수도 쿠알라룸푸르와 남쪽 조호바로 중간에 위치한 말라카주는 인구 87만 명 규모로, 과거 해상 실크로드의 요로인 말라카해협을 중심으로 동서 중계무역의 중심지 역할을 했다.

@highlight

충남도는 중앙정부의 신 남방정책 기조에 따라 2017년부터 교류 지역 확대를 위해  23∼25일에 인도네시아 서자바주 국제교류 실무 책임자인 프리하티 삽타리니 국제협력분석관을 초청해  도내 경제, 문화, 관광, 환경 등 주요 현장을 소개하고 서자바주에서 박차를 가하고 있는 디지털빌리지 구축과 신 국제공항 건설 등 실무협의를 진행했다.