충북도 농업기술원(원장 송용섭)은 자체 육성한 4배체 품종인 '으뜸도라지'와 '으뜸백도라지'의 충북지역 특산화를 위해 노력하고 있다고 밝혔다.

으뜸(백)도라지는 재래종에 비해 생육속도가 빠르고, 뿌리수량이 30% 이상 많다.

또한 사포닌 함량이 2배 정도 많아 슈퍼도라지로 불리고 있다.

최근 미세먼지로 인해 더욱 주목받고 있는 농산물이기도 하다.

기관지 및 호흡기 질환에 효과가 있다고 알려진 도라지는 소비자들의 수요가 꾸준이 상승하고 있다.

도 농업기술원의 자료에 의하면 으뜸(백)도라지는 2012년 380ha에서 2018년 745ha로 재배면적이 확대되고 있다.

하지만, 기존 재래종과 생육양상이 다른'으뜸(백)도라지'에 대한 표준화된 재배법이 확립돼 있지 않아 고품질 생산이 어려워 표준화된 재배 매뉴얼이 필요한 실정이다.

이에, 도 농업기술원은 으뜸도라지 고품질 표준재배법과 소비자 기호에 맞는 다양한 도라지 가공품을 개발키 위한 연구를 수행하고 있다.

올해에는 도라지 재배 시 파종과 제초에 드는 노력을 효과적으로 절감할 수 있는 씨비닐(씨앗이 부착되어 있는 피복비닐) 이용 파종방법을 확립했고, 기후변화에 대응한 파종시기 재설정 연구 및 고품질 생산을 위한 적정 적심(순자르기)시기 등의 연구를 수행 중에 있다.

도 농업기술원은 아린 맛을 제거하고 기능성은 향상된 흑도라지 곤약젤리, 흑도라지청을 개발해 기술이전을 했으며 올해 안으로 상품화 할 예정이다.

도 농업기술원 이민정 연구사는"고품질 도라지 재배방법과 도라지를 이용한 가공 상품을 지속적으로 개발해 으뜸(백)도라지의 지역 특산화를 위해 힘쓰겠다"고 말했다.

@highlight

충북 농업기술원은 최근 미세먼지로 인해 소비자들의 수요가 상승하고 있는 도라지를 4배체 품종인 '으뜸도라지'와 '으뜸백도라지'를 자체 육성하는 등 고품질 표준재배법과 소비자 기호에 맞게 도라지 연구를 수행하고 있다.