[괴산]괴산군은 청천면의 대표 축제인 '청천환경문화축제'가 오는 9월 6일부터 7일까지 이틀간 청천환경문화전시장 일원에서 열린다고 25일 밝혔다.

청천환경문화축제는 문장대용화온천 개발 저지를 위해 지난 30여 년 간 이어온 투쟁의 역사를 기리고, 환경의 소중함을 널리 알리기 위해 2004년부터 해마다 개최되고 있다.

특히, 청천환경문화축제는 지역주민과 도시민들에게 환경의 소중함을 다시 한 번 일깨워주고 다양한 볼거리와 즐길거리를 제공하면서 청정 괴산을 알리는데 큰 역할을 하고 있다.

청천환경문화축제추진위원회(위원장 안도영)에 따르면 이번 축제에서는 문장대용화온천 개발 저지를 축하하는 각종 무대공연을 비롯해 환경 주제 영상물 상영, 화평기원제, 거리퍼레이드 등 다양한 문화행사와 치어·미생물 황토공 방류 등 참여프로그램이 진행된다.

또한, 노래자랑 등 면민화합행사, 농·특산물 직거래장터와 함께 천연비누 만들기, 볏짚공예, 자연물 만들기 등 환경체험행사와 맨손으로 물고기잡기 등 다채로운 부대행사도 펼쳐진다.

특히, 이번 축제 기간에는 화평기원제와 거리퍼레이드 등 출향인사, 환경관련 시민단체, 지역주민, 관광객 모두가 함께 어우러지는 새로운 프로그램을 마련되면서 인간과 자연의 화합과 공존에 대해 깊이 생각할 수 있는 의미 있는 시간도 갖는다.

안도영 위원장은 "이번 축제는 기존 축제의 틀을 벗어나 다양하고 새로운 방향의 프로그램들을 시도함으로써 문장대용화온천 저지 성공과 투쟁의 역사를 기념하고 환경의 소중함을 다시금 상기해 보는 중요한 계기가 될 것"이라고 말했다.

그러면서 "지역주민과 방문객 모두의 화합을 꾀하고 애향심을 높일 수 있는 축제가 될 수 있도록 축제 준비에 만전을 기하겠다"고 덧붙였다.

@highlight

괴산군은 화평기원제 및 거리퍼레이드 등의 다양한 문화행사와 참여프로그램이 진행되는 청천환경문화축제를 이틀간 해당 시장 일원에서 열린다고 밝히며 해당 축제는 문장대용화온천 개발 저지 및 환경의 소중함을 알리기 위해 진행된다.