남도의 사계절 풍광을 담은 사진과 정갈한 시를 엮은 사진시집이 나왔다.

김용윤 작가가 사진시집 ‘자자애애<사진>’(自自愛愛·전라도닷컴 출간)를 펴냈다.

책에는 지난 2000년부터 최근까지 그의 카메라 앵글에 포착된 자연풍경을 담은 사진과 그 사진이 들려주는 이야기를 잔잔한 언어로 풀어낸 시 60여편이 실렸다.

책 제목 ‘자자애애’는 ‘사람의 손길이 닿지 않은 순수한 모습의 자연이 아름답다’고 생각하는 저자의 마음을 담아 정했다.

책은 ‘얼마나 꿈꾸며 살았기에’, ‘있어야 할 자리에’, ‘모든 별들을 사랑하기로’ 등 모두 3장으로 구성돼 있다.

책에는 강진 백련사 동백, 곡성 장미공원, 고창 청보리밭, 비오는 강천사 풍경 등 남도 땅의 아름다운 사계를 담아낸 사진들이 실렸다.

그의 앵글은 풀숲에 무심한 듯 얼굴을 내민 민들레 홀씨, 단풍잎에 맺힌 빗방울 등 사소한 것들도 놓치지 않는다.

‘사라지기 전에’, ‘대원사 가는 길’, ‘멈춤’, ‘무릉매원’ 등 사진과 어우러진 시편은 간결한 언어로 담아낸 자연의 소묘이자, 삶의 단상이다.

‘햇빛들이/아침부터/동백잎에서/미끄럼 타고 놀고’(‘미끄럼타기’ 중), ‘원하는 것은/가야할 곳에만 있는 게 아니고/ 잘못 든 길에도/ 잠시 쉬는 곳에도/고개를 돌리면 보이는 곳에도 있다’(‘잘못 든 길’ 중)며 이야기를 들려준다.

대학시절부터 사진을 찍어온 그는 “자연이 들려준 이야기와 내가 자연에게 들려주었던 이야기를 함께 실었다”고 말한다.

고등학교 국어교사로 정년퇴임한 김 씨는 지난 2016년 풍광 사진을 모아 개인전 ‘자연의 화양연화’전을 열었다.

@highlight

김용윤 작가가 사진시집 '자자애애'를 펴냈으며 책에는 강진 백련사 동백, 곡성 장미공원 등 남도의 사계를 담아낸 사진들과 시 60여편이 실렸다.