지난해 7월 생태투어 기간 중 유성훈 금천구청장과 아이들이 '수박따기 체험행사'에 참여했다.

서울 금천구(구청장 유성훈)는 다음달 16일까지 구청 옥상과 유휴공간을 활용해 조성한 하늘텃밭에서 관내 어린이들을 대상으로 '생태투어교실'을 진행한다고 25일 밝혔다.

이번 프로그램은 어린이들에게 도심 속 생태체험 기회를 제공함으로써 자연이 주는 혜택과 소중함을 깨닫고 지켜나갈 수 있는 생태감수성을 키워주기 위해 마련됐다.

생태투어는 매주 월요일부터 금요일까지 1일 3회 진행된다.

도시텃밭 관리자가 72종 2100본의 농작물의 '이름과 재배방법', '용도 알아보기', '자연생태와 우리생활의 영향' 등 약 50분간 생태교육을 진행한다.

수확기가 도래한 작물들은 직접 수확해보는 체험도 할 수 있다.

특히 올해는 지난해 대비 신청단체 4개소, 참여인원 100여명이 늘어난 33단체 911명의 어린이들이 일정별로 생태투어에 참여하게 된다.

또 지난해 참여단체의 요청으로 참여대상도 어린이집 원아에서 유치원생까지 확대했다.

참여 어린이들은 옥수수, 여주, 수세미, 조롱박, 토마토, 오이, 더덕, 고추, 토란, 들깨, 쌈채류, 수박, 참외, 벼 댑싸리 등 다양한 작물들과 다양한 허브식물들도 체험해 볼 수 있다.

또 구는 텃밭정원에 금붕어, 미꾸라지, 거북이 등 수생동물과 부레옥잠, 연잎, 창포, 물배추 등 수생식물을 함께 관찰 할 수 있도록 생태연못도 조성했다.

한편 지난해 29개 어린이집 원생 818명이 옥상텃밭 생태투어 행사에 참여했다.

아이들의 수준에 맞춘 체험코스 구성과 도시텃밭 운영관리원의 재미난 설명으로 어린이집 원생들과 학부모들에게 큰 호응을 받았다.

유성훈 금천구청장은 "앞으로 구의 모든 어린이들이 하늘텃밭 생태투어 체험활동에 참여할 수 있도록 생태시설과 프로그램들을 확대해 나가겠다"고 말했다.

@highlight

서울 금천구는 다음달 16일까지 매주 월요일부터 금요일에 어린이들에게 자연이 주는 혜택과 소중함을 깨닫고 지켜나갈 수 있는 생태감수성을 키워주기 위해 구청 옥상과 유휴공간을 활용해 조성한 하늘텃밭에서 관내 어린이들을 대상으로 '생태투어교실'을 진행할 예정이라고 25일날 알렸다.