대한민국의 산림은 단순히 나무가 자라는 공간이 아니라 국가의 토대이며 국가 공동체 구성원의 삶과 문화, 경제의 공공자원이라는 공동체적 가치가 담겨있다.

이러한 산림의 공동체적 가치를 키우기 위해 SJ산림조합금융이 공익형 금융상품인 "한반도녹화"카드와 "미세먼지 청(淸)"카드를 출시한다.

SJ산림조합금융이 카드 프로세싱 전문회사인 BC카드와 대행 계약을 체결하고 오는 7월 1일부터 발급하는 "한반도녹화"카드와 "미세먼지 청(淸)"카드는 이용 수익의 일정부분을 공익 기금으로 적립, 해당 카드가 추구하는 목적에 따라 사용되는 공익형 체크카드다.

'한반도녹화' 카드를 통해 조성된 공익기금은 산림의 공적가치를 높이기 위한 산림조성사업과 산불, 산사태와 같은 산림 재난을 예방하고 복구를 돕는데 사용하며 "미세먼지 청(淸)' 카드를 통해 조성된 공익기금은 미세먼지 저감을 위한 도시 숲, 도심공원 활성화 사업등 생활 밀착형 미세먼지 저감 활동에 투입한다.

카드를 사용하는 소비자는 정부가 새로이 제공하는 휴양림통합결제사이트 숲나들e 이용 혜택과 산림조합이 운영하는 나무시장과 임산물직거래장터, 인터넷 푸른장터(인터넷쇼핑), 숲 카페 티숨 등 산림조합 관련 매장 이용 시 추가 할인 혜택을 제공 받을 수 있다.

SJ산림조합금융을 총괄하고 있는 조태원 상호금융상무는 "산림조합만의 특별한 카드 상품에 대한 조합원의 요구에 응답할 수 있게 되어 감사하다"며 "앞으로 조합원과 금융거래 고객에게 더 많은 혜택이 돌아가도록 서비스와 품질을 높이고 산림조합만의 특별한 카드상품으로 생활 속 금융이 되도록 하겠다"고 밝혔다.

SJ산림조합금융의 공익형 체크카드는 전국 SJ산림조합금융 영업점에서 발급이 가능하며 SJ산림조합금융 스마트뱅킹 앱을 통한 비대면 발급도 가능하다.

@highlight

SJ산림조합금융이 7월 1일부터 "한반도녹화"카드와 "미세먼지 청(淸)"카드를 발급하는 가운데 이 카드는 이용 수익의 일정부분이 공익 기금으로 적립되는 공익형 체크카드이며, 공익 기금은 각각 산림 재난 예방·복구와 생활 밀착형 미세먼지 저감 활동에 투입되며 산림조합 관련 매장 이용 시 추가 할인 혜택을 받을 수 있다.