한국시계산업협동조합이 "쿠팡에서 편법으로 유통하고 있는 '짝퉁' 시계가 550여 품목에 달한다"며 "건전한 소비시장을 심각하게 훼손하고 비슷한 가격대의 국산시계 판매에 철물을 끼얹고 있다"고 성토했다.

김영수 한국시계산업협동조합 이사장은 25일 서울 여의도 중기중앙회에서 기자회견을 갖고 "쿠팡에 가면 5300만원짜리 롤렉스나 1600만원짜리 위블로, 650만원짜리 까르띠에의 '짝퉁'을 17만9000원에 살 수 있다"며 "쿠팡의 비윤리적인 상행위 때문에 정품을 생산하거나 수입해 판매하는 업체들이 피해를 보고 있다"고 주장했다.

김 이사장은 "협동조합의 정품 시계 생산 업체들은 20만원에서 40만원 선이여서 쿠팡에 올라온 '짝퉁' 시계와 비슷한 가격대에서 경쟁해야 하는 상황"이라며 "그 가격에 시장에 나올 수 없는 고가, 초고가의 시계를 '정품급', '레플리카'라는 이름으로 버젓이 팔아 국내 기업들의 매출 떨어질 수밖에 없다"고 설명했다.

협동조합은 이 같은 판매 행위가 법에 위반되지 않는 편법행위라는 점이 더 문제라고 지적했다.

'짝퉁'을 정품으로 허위로 표시한 것이 아니라, '정품급', '레플리카' 등으로 표현하고 있어 상표법이나 전자상거래소비자보호법에 위반되지 않는다.

김대붕 시계산업협동조합 전무는 "정확한 피해액은 추산하기 어렵지만 회원사들은 올해 5~6월 매출이 작년 동기에 비해 30% 가량 감소했다"고 전했다.

김 이사장은 "쿠팡에서 물건을 팔려면 심사를 통과해야 하고, 수수료 협상 등을 해야하기 때문에 '짝퉁' 시계 판매 여부를 쿠팡이 몰랐을리가 없다"며 "건전한 소비시장을 훼손하는 중대한 범죄행위"라고 목소리를 높였다.

시계산업 협동조합은 이어 ▷쿠팡의 즉각적인 공개사과와 피해 기업들에 대한 손해 배상 ▷가짜 시계 판매 재발방지책 강구 ▷쿠팡의 가짜 시계 판매행위 중단되도록 공정위의 강력 조치 등을 요구했다.

@highlight

한국시계산업협동조합은 25일 여의도 중기중앙회에서 가진 기자회견에서 쿠팡이 고가의 유명메이커 시계 짝퉁을 179000원에 팔고 있어 회원사들의 올해 5~6월 매출이 작년 동기 비교 30% 정도 낮아졌으므로 이러한 편법을 이용한 판매를 쿠팡이 즉각 중단하고 손해배상할 것을 촉구했다.