한국산 사과와 배, 배추 등 국내 신선농산물이 많이 수출되고 있는 대만에서 중화권 식품소비 트렌드를 주도하고 있는 전문바이어들에게 한국 농식품의 우수성을 알리는 박람회가 개최됐다.

농림축산식품부(장관 이개호)와 한국농수산식품유통공사(aT, 사장 이병호)는 신선농산물을 비롯한 한국 농식품의 대만시장 수출확대를 위해 지난 19일부터 4일간 '2019 타이베이 식품박람회(Food Taipei)'에 참가했다고 25일 밝혔다.

50개의 식품수출업체가 참가한 한국관에서는 신선농산물을 비롯해 김치, 건강식품, 음료 등 다양한 품목들을 전시하며 활발한 수출상담을 벌인 결과, 총 566건, 5천7백만 달러의 상담성과를 거뒀다.

식품안전에 대한 대만소비자들의 높은 관심을 반영하듯 박람회 현장에서는 생들깨기름 등 유기농제품과 영유아제품, 홍삼과 천마 등 건강기능성식품, 간편식제품의 인기가 높았다.

또한 고당도 멜론, 샤인머스켓, 토마토, 배, 파프리카, 배추 등 신선농산물도 바이어들의 많은 주목을 받았다.

올해로 29회째 개최된 타이베이 식품박람회(Food Taipei)는 대만 최대 국제식품 B2B 전문박람회로, 개최 마지막 날에는 일반소비자들에게도 한국 농식품을 홍보할 수 있는 기회가 열려 aT는 다양한 소비자이벤트로 한국의 우수농식품을 적극 홍보했다.

신현곤 aT 식품수출이사는 "대만은 우리와 식문화가 유사하여 국내 신선농산물을 수출할 수 있는 중요 수출시장"이라며 "신선식품 수출을 통해 국내 가격안정에 기여하는 한편, K-Fresh Zone 입점으로 대만소비자들이 한국 신선농산물을 언제 어디서나 쉽게 구매할 수 있도록 인프라 구축에도 힘쓸 것"이라고 밝혔다.

@highlight

농림축산식품부와 한국농수산식품유통공사는 한국의 농식품과 신선농산물의 대만 수출증대를 위해 지난 19일부터 '2019 타이베이 식품박람회(Food Taipei)'에 참가하여 수출상담도 받고 바이어들과 일반소비자들에게 한국의 농식품을 홍보했다고 25일 알렸다.