SW융합클러스터 내부 순환 셔틀버스 7월 시범 운영…"이후 대책 없어"

대구디지털산업진흥원(DIP)은 자체 운영비를 긴급 투입, 7월 한달간 SW융합클러스터로 셔틀버스를 운행하기로 했다.

그러나 이후 대중교통 접근성 문제를 해결할 방안이 없다는 비판이 제기된다.

셔틀버스 운영 경로.

수성알파시티(수성의료지구) 내 지식산업기반 시설인 SW융합클러스터의 입주가 진행되면서 상근 인원이 증가하고 있지만, 대중교통 접근성이 떨어져 민원이 끊이지 않고 있다.

이에 따라 대구디지털산업진흥원(DIP)은 7월 한달 간 25인승 버스 1대를 빌려 출·퇴근 시간은 10분 간격, 그 외 시간은 30분 간격으로 셔틀 버스를 운행할 계획이다.

그러나 7월 이후에는 대중교통 문제를 해결할 대책이 없는 상황이다.

DIP 관계자는 "가장 가까운 도시철도 2호선 대공원역에서 수성알파시티 내 SW융합클러스터까지 걸어서 20분 정도 걸린다"면서 "다음달 장마와 폭염이 본격화되면 SW융합클러스터 내 직원들의 출·퇴근 길 고통은 재해 수준이 될 것이라는 우려 때문에 DIP 운영비로 셔틀버스를 운행하기로 했다"고 말했다.

대구시는 7월 한달간 셔틀버스 운행 성과를 지켜본 뒤 내년도 예산에 반영할 방침이다.

7월 이후 찾아올 폭염과 겨울 혹한을 견딜 대책은 사실상 없는 셈이다.

SW융합클러스터 입주기업 관계자들은 "최근 조직이 와해될 정도로 위기를 겪은 DIP는 자체 운영비로 셔틀버스를 계속 운행할 여력이 없다.

수성알파시티를 조성한 대구시가 근본적인 대책을 세워야 한다"고 주장했다.

현재 SW융합클러스터에는 분양기업 6곳, SW융합기술지원센터 입주기업 11곳, SW융합테크비즈센터 14곳 등에서 650여 명이 근무하고 있다.

현재 준공을 앞둔 건물이 늘고 있어 올 연말에는 수천 명의 직원이 근무할 것으로 전망된다.

@highlight

﻿수성알파시티 지식산업기반 시설인 SW융합클러스터의 입주가 진행되면서 대중교통 접근성이 떨어져 민원이 끊이지 않고 있어 대구디지털산업진흥원은 7월 한달간 셔틀버스 25인승 1대을 출·퇴근 시간은 10분 간격, 그 외 시간은 30분 간격 운영해서 성과를 지켜본 뒤 내년도 예산에 반영할 방침이다.