사진은 왼쪽부터 기아자동차 국내영업본부장 권혁호 부사장, 초록우산 어린이재단 홍창표 부회장이 비트 360에서 진행된 ‘해피 모빌리티 나눔 캠페인’ 성금 기증식에서 기념 촬영을 하는 모습.

기아자동차는 지난 4월부터 5월까지 두 달간 ‘해피 모빌리티(Happy Mobility) 나눔 캠페인’을 통해 모금한 총 1억 원의 성금을 초록우산 어린이재단에 전달했다고 25일 밝혔다.

국내영업본부 주관으로 지난 2016년부터 매년 전개되고 있는 ‘해피 모빌리티 나눔 캠페인’은 아동복지시설이나 위탁가정에서 생활하는 청소년들이 본인의 의지와 상관없이 만 18세가 되면 무조건적으로 홀로서기에 나서야 하는 안타까운 상황을 돕기 위한 프로그램으로, 운전면허, 정비 자격증 등 실제 생활에 유용하게 쓰일 자격 취득을 도와주는 것이 특징이다.

‘해피 모빌리티 나눔 캠페인’은 고객들의 차량 구매가 곧 기부로 연결되는 ‘라이프 도네이션(Life Donation)’ 형태로 성금 모금이 이루어졌으며, 기아차는 4~5월 두 달 동안 차종에 관계없이 전국 기아차 영업점에서 판매되는 기아차 1대 당 1천 원의 금액을 적립했다.

이와 별도로, 기아차를 이미 보유하고 있는 고객들도 따뜻한 나눔에 동참할 수 있도록 하기 위해 기아차 공식 블로그 ‘플레이 기아를 비롯해, 다음카카오의 사회공헌 페이지 ‘같이가치’ 등에서도 5월 16일부터 6월 10일까지 약 한 달간 소셜 펀딩을 통해 모금 활동을 진행했다.

성금을 전달받은 초록우산 어린이재단은 만 18세 이상의 청소년들의 가정형편, 자립의지 등을 고려해 최종적으로 130여명의 대상자를 선정, 운전면허증 및 정비자격증을 취득하는 데 드는 비용을 지원한다.

기아차 관계자는 “올해로 4회째를 맞는 ‘해피 모빌리티 나눔 캠페인’이 기아차의 대표 사회공헌활동으로 자리매김하도록 많은 관심과 참여를 부탁드린다”며 “앞으로도 기아자동차는 고객분들과 함께 사회에 기여할 수 있는 다양한 공헌활동을 마련할 것”이라고 말했다.

@highlight

기아자동차는 고객들의 차량 구매가 기부로 연결되는 '해피 모빌리티 나눔 캠페인'을 통해 모은 성금을 초록우산 어린이재단에 전달하였으며, 이 성금은 재정적으로 어려운 만 18세 이상 청소년들의 운전면허증 및 정비자격증 취득 비용을 지원할 예정이다.