혼자 거주하는 여성을 몰래 뒤따라가 원룸에 들어가려고 시도한 남성이 강간미수 혐의로 재판에 넘겨졌다.

이 사건은 몰래 피해자를 뒤따라가 문을 열려고 시도한 폐쇄회로(CC)TV 영상이 인터넷상에 공개돼 사회적 공분을 일으키기도 했다.

서울중앙지검 여성아동범죄조사부(부장 박은정)는 30대 남성 A씨를 성폭력범죄의처벌등에관한특례법상 강간미수 혐의로 구속기소하고 재범 위험성이 크다고 보고 보호관찰명령을 청구했다고 25일 밝혔다.

검찰에 따르면 A씨는 지난달 28일 술에 취한 피해자를 발견하고 몰래 따라가 집 안으로 침입하려고 시도했다.

당시 A씨는 모자를 푹 눌러쓰고 피해자와 엘리베이터에 함께 탑승한 뒤, 피해자가 원룸 현관문을 열고 집 안에 들어가자 바로 쫓아가 현관문을 붙잡았다.

다행히 피해자가 급히 집 안으로 들어가 문을 잠그면서 침입엔 실패했지만, 이후 A씨는 10여분 동안 벨을 누르거나 손잡이를 돌리고 도어락 비밀번호를 마구잡이로 누르는 등 피해자를 공포에 떨게 했다.

심지어 "물건을 떨어뜨렸다"며 문을 열라고 종용하거나, 포기하고 떠난 것처럼 보이고서 복도 벽에 숨어 문이 열리길 기다린 것으로도 확인됐다.

A씨는 조사 과정에서 '술에 취해 기억이 나지 않는다'는 취지로 혐의를 부인했으나, CCTV 영상 분석 결과 술에 취한 여성을 대상으로 삼아 은밀하게 뒤쫓아간 모습이 나타나 검찰은 강간의 고의가 있는 계획적 범행이라고 결론지었다.

특히 A씨는 2012년에도 술에 취한 여성을 발견해 몰래 쫓아가 강제로 추행한 전력이 있는 것으로 나타났다.

당초 A씨에 대해 구속영장이 청구될 당시 '강간 고의가 있는지 확인할 수 없고, 실제 범행이 일어나지 않았다'면서 강간미수 적용이 힘들다는 의견이 나오기도 했다.

그러나 검찰은 A씨가 피해자를 뒤따라가 현관문을 붙잡는 등 피해자가 심한 공포심을 느끼게 했고, 이후에도 온갖 방법으로 문을 열려고 시도했기 때문에 '강간죄의 실행 착수'에 해당하는 폭행·협박이 있었다고 판단했다.

@highlight

혼자 거주하는 여성을 뒤따라가 원룸에 들어가려고 한 남성이 강간미수 혐의로 재판에 넘겨진 가운데, 당시 이 남성 A씨는 피해자가 현관문을 열고 집안에 들어가자마자 바로 쫓아가 현관문을 붙잡았으며 이후 10분여동안 벨을 누르거나 손잡이를 돌리고 비밀번호를 누르는 등 피해자에게 공포를 주었다.