2021년부터 동력집중식인 KTX와 KTX 산천을 대체할 '동력분산식' 고속열차(EMU320)가 경부고속선에 첫 투입된다.

2020년에는 경강선(서울~강릉)과 경전선·서해선 등 준고속선으로 건설됐거나 개량된 노선에 250㎞까지 속도를 낼 수 있는 'EMU250' 차량이 운행한다.

손병석 코레일 사장은 "차량이 코레일의 기본 자산인데 KTX의 노후화가 심각하고 운용률이 87%에 달하는 등 과부하 상태"라며 이 같은 내용의 신차 도입 계획을 공개했다.

고속선에 투입되는 'EMU320'은 연말 2편성(1편성 8량)을 인수받아 18만㎞ 시험 운전에 들어간다.

시속 320㎞까지 운행 가능하나 국내 선로 여건과 신호 체계 등을 반영해 300㎞로 운행한다.

동력분산식은 수도권 전동차, ITX 새마을·청춘처럼 추진 동력을 각 차량에 분산 배치해 기관차에 엔진이 집중된 기존 KTX와 대비된다.

기관차가 필요없어 전 차량을 객실로 이용하고, 운행 장애를 줄일 수 있다.

10량인 KTX 산천 좌석이 363석, SRT가 410석인 데 비해 EMU320은 8량에도 좌석은 450~500석으로 많다.

코레일은 기존선에 투입할 'EMU150' 차량 34편성(1편성 4량)을 발주했다.

또 'EMU250' 19편성(1편성 6량)은 올해 8월부터 순차적으로 공급받아 시운전할 계획이다.

경강선에 EMU250이 투입되면 KTX를 경부·호남고속선으로 전환 배치해 열차 운행 및 좌석 확보에 숨통이 트일 것으로 전망된다.

손 사장은 "신호 등 인프라를 그대로 사용할 수 있고 차량 관리를 위한 유지보수는 시설을 '업그레이드'하는 방식으로 개선할 계획"이라며 "차량뿐 아니라 철도 안전을 위한 투자는 과감하고 적극적으로 추진하겠다"고 밝혔다.

@highlight

손병석 코레일 사장은 "KTX의 노후화가 심각하고 운용률이 87%에 이르는 등 과부하 상태"라며 2021년부터 동력집중식인 KTX와 KTX 산천을 대체할 '동력분산식' 고속열차(EMU320)를 경부고속선에 투입하고 2020년에는 경강선(서울~강릉)과 경전선·서해선 등에 250㎞ 속도의 'EMU250' 차량을 투입하는 신차 도입 계획을 밝혔다.