전국우정노동조합이 쟁의행위 찬반투표를 통해 파업을 가결했다.

26일까지 쟁의조정이 합의에 이르지 못한다면 내달 9일 총파업에 들어간다는 방침이다.

우정노조는 그동안 집배원 인력증원과 노동시간 단축을 요구해왔다.

하지만 우정사업본부는 예산문제로 수용이 어렵다는 입장을 밝히면서 오늘에 이르게 됐다.

지난달 버스가 총파업 직전까지 갔었는데 이번엔 우편서비스가 위기를 맞게 된 셈이다.

우편서비스는 국민생활에 미치는 영향이 적지 않은 만큼 극단적인 결과는 없어야 할 것이다.

그러기 위해선 노조와의 절충점 찾는 일을 서둘러야 한다.

이번 사태는 이미 예견됐다고 해도 과언은 아니다.

다음 달 주 52시간 근무제가 예고된 가운데 그간 우정본부에선 과로와 스트레스 등으로 집배원 사망이 이어졌다.

이달 19일 당진우체국 집배원이, 지난달 13일엔 공주에서 집배원이 숨졌다.

올 들어서만 전국적으로 집배원 9명이 사망했다.

우정노조는 원인으로 장시간 노동과 스트레스를 꼽고 있다.

인력이 절대적으로 부족하기 때문이다.

지난해 10월 우정본부 노사와 민간전문가 등으로 구성된 '집배원 노동조건 개선 기획추진단'이 집배원 2000명 증원 대책을 제시했지만 실행되지 않고 있다.

예정대로 파업이 강행된다면 우정사업 사상 첫 사례가 된다고 한다.

우편서비스가 마비되면 국민적인 혼란과 불편을 피할 수가 없다.

우정노조라고 해서 이 같은 상황을 원하는 것은 결코 아닐 것이다.

과로로 죽어가는 동료들을 살려야 한다는 염원일 것이다.

오죽 절실했으면 파업 찬성 93%라는 투표결과가 나왔을까.

'집배원 인력증원과 완전한 주 5일제'는 이미 우정본부와 노조가 합의한 사항이다.

약속을 지키라는 노조의 요구는 그 이상도 이하도 아니다.

'주 5일제'는 정부의 핵심 정책인 만큼 이젠 정부가 나서서 해법을 찾아야 한다.

예산문제를 들어 난색을 표명하고 있는 우정본부한테 맡겨놓아선 더 이상 해결을 기대하기 어려울 것이다.

@highlight

정부는 핵심정책인 '주 5일제'를 위해 '집배원 인력증원과 완전한 주 5일제'를 요구하며 파업을 결정한 전국우정노동조합의 쟁의행위에 대한 해법을 찾아야 한다.