▲ 와이즈유 그린창업보육센터 소속의 입주기업 ㈜흰여울누리가 절수기 1,460개를 무상으로 보급해 눈길을 끌고 있다

와이즈유(영산대학교, 총장 부구욱) 입주기업이 부산 수영구와 경남 김해 지역 아파트에 절수기 1,460개를 무상으로 보급해 눈길을 끌고 있다.

와이즈유 그린창업보육센터 소속의 입주기업 ㈜흰여울누리(대표 김보선)는 '지역의 공동주택 에너지 절약사업' 일환으로 부산시 수영구 협성르네상스타운에 700개(1,100만원 상당)와 경남 김해시 주공12단지 아파트에 760개(1,200만원 상당) 등 총 1,469개(2,300만원 상당)의 절수기를 무상 지원했다.

여성기업가 김보선 대표가 운영하는 ㈜흰여울누리는 국내 유일의 인증제품인 양변기용 절수기기(제품명 더덜이)를 갖고 있는 절수기 전문제조회사다.

'더덜이'는 양변기 내부 장비 교체없이 누구나 5초면 설치 가능하고, 20% 이상의 물 절약이 가능할 뿐만 아니라 양변기 교체 폐기물로 인한 환경오염도 방지할 수 있는 친환경 반영구 제품이다.

김 대표에 따르면 우리나라 수도법 15조에 의해 절수기 설치는 의무사항으로 공동주택과 숙박업 등 절수기를 의무 설치해야하는 대상들은 아직까지도 법으로 설치해야 하는지 모르는 경우가 많다고 밝혔다.

특히 경남 지역은 다른 지자체에 비해 절수기 보급사업이 미흡하다는 것.

김보선 대표는 "부산 경남 지역 주민들을 위해 절수기를 미리 설치해 매년 여름마다 반복되는 물 부족 현상을 조금이나마 해결하고자 무상보급하게 됐다"면서 "앞으로 부산 경남 지역의 물 절약에 앞장서기 위해 와스코 사업 등을 통해 지역사회에 도움주는 기업으로 성장하고 싶다"고 밝혔다.

와스코 사업이란 공공주택의 경우 절수기를 먼저 공급받고 절약된 금액만큼 계약기간 동안 대금을 나눠내는 환경부 주관 국책사업을 말한다.

@highlight

와이즈유 입주기업 ㈜흰여울누리는 '지역의 공동주택 에너지 절약사업' 일환으로 부산 수영구와 경남 김해 지역 아파트에 절수기 1,460개를 무상으로 보급하였으며 김보선 대표는 지역사회에 도움주는 기업으로 성장하고 싶다고 말했다.