[헤럴드경제=황해창 기자] 한국서부발전(사장 김병숙)은 최근 발전소 주변지역 환경오염을 방지하기 위해 환경 전문 중소기업 ㈜이엠코(대표 조한재·이승재)와 공동으로 '황연저감설비 성능개선을 위한 기술개발'에 대한 실증을 완료하고 사업화에 성공했다고 25일 밝혔다.

복합화력발전소는 특성상 기동·정지시 이산화질소(NO2)가 황색배연 형태로 배출하게 되는데, 이를 저감하기에는 그동안 기술적 한계가 있었다.

이를 극복하기 위해 서부발전은 2018년 3월부터 2019년 4월까지 ㈜이엠코와 긴밀한 R&D 수행을 통해 기존기술을 획기적으로 개선했다는 평가다.

기존 황연저감 기술의 문제점인 기동·정지시 이산화질소 저감을 위한 환원제의 기화온도와 반응온도 부족을 가스터빈 출구덕트에 다중 주입노즐(Multi Injection Nozzle)을 적용해 해결했다.

다중 주입노즐은 기존 기술에서는 하나의 노즐을 사용하는 것을 다중화를 통해 해결한다.

이를 통해 액상의 환원제를 미립화해 직접 분사시킴으로써 황연발생 제로화를 달성할 수 있었고 기존 설비를 활용함으로써 운전 편의성과 경제성까지 향상시킬 수 있었다.

특히, 본 R&D의 최종 평가 결과가 '아주우수' 최고등급을 획득했으며, 산업통상자원보로부터 신기술인증(NET)까지 받아 대외적으로 우수성을 인정받았다.

한편, 서부발전은 신기술 R&D 성과를 서인천발전본부에 최초로 적용했으며, 한국남동발전의 분당복합발전본부에 3기, 한국남부발전의 신인천발전본부에 4기를 설치하는 등 기술 사업화에 박차를 가하고 있다.

미세먼지 저감을 추진하는 환경부와 국내·외 발전회사 등이 관심을 보이고 있어 향후 국내·외 복합발전에 지속적으로 설치될 것으로 전망된다.

앞으로도 서부발전은 중소기업과의 개방형 혁신 R&D 추진을 통한 지속적인 연구개발로 강소기업 육성은 물론, 일자리 창출과 에너지 친환경 기술개발을 선도해 나갈 예정이다.

@highlight

한국서부발전(사장 김병숙)은 환경 전문 중소기업 ㈜이엠코(대표 조한재·이승재)와 공동으로 기존 황연저감 기술의 문제점을 다중 주입노즐을 적용해 해결하고 사업화에 성공했다고 25일 알렸고, 이를 통해 운전 편의성과 경제성까지 증진시킬 수 있었다.