[서울신문] 류경기(가운데) 중랑구청장이 지난 3월 묵동에 위치한 '숙선옹주(선빈)안씨 묘'를 방문해 보존 상태를 살펴보고 있다.

서울 중랑구는 묵동에 있는 '숙선옹주(선빈)안씨 묘'가 서울시 기념물 제43호로 지정됐다고 25일 밝혔다.

숙선옹주(선빈)안씨 묘는 이번에 기념물로 지정된 분묘 1기를 비롯해 묘표, 상석, 산신제석, 장명등, 문석인 등 석물 6기와 지정 대상에서 제외된 혼유석, 향로석 등 2기의 석물로 구성돼 있다.

숙선(1793~1836)옹주는 조선 세 번째 왕인 태종(재위 1400∼1418)의 후궁이다.

태종과의 사이에 익령군 이치와 소숙옹주, 경신옹주를 뒀다.

세종 3년(1421)에 숙선옹주로 봉해졌다가 고종 9년(1872)에 정1품 선빈에 올랐다.

일반적으로 옹주는 후궁의 딸을 일컫지만, 1485년 '경국대전'을 반포하기 전까지 조선 초기에는 고려의 제도를 계승해 대군의 부인, 왕의 후궁, 왕의 서녀, 왕세자빈의 어머니, 종친의 딸 등을 모두 옹주로 칭했다는 설명이다.

서울시 문화재위원회는 "후궁에게도 옹주라는 명칭이 사용된 사실을 알려주는 실물자료로서의 역사적 가치가 크다"고 밝혔다.

이번 지정으로 중랑구에는 묘법연화경, 아차산 일대 보루군, 망우리공원 내 서광조 묘소 등 국가지정문화재 6건과 서울시지정문화재 11건 등 모두 17건의 문화재가 자리잡게 됐다.

류경기 중랑구청장은 "역사적 가치를 살리고 보존하는 것은 도시의 과거와 현재 미래를 이어가는 중요한 작업"이라면서 "앞으로도 중랑구에 소재한 문화유산들을 발굴해 그 가치를 널리 알리고 훌륭히 보전될 수 있도록 노력할 것"이라고 말했다.

@highlight

중랑구청은 25일 묵동에 있는 조선 3대 왕인 태종(재위 1400∼1418)의 후궁 '숙선옹주(선빈)안씨 묘'의 분묘 1기와 석물 6기를 서울시 문화재 기념물 제43호로 결정했다고 전했다.