민주노총 대구지역본부(이하 대구 민노총)가 지역에서 문재인 정부에 대해 규탄하는 집회를 잇달아 진행했다.

대구 민노총은 25일 오전 10시께 대구 동구 신천동 더불어민주당 대구시당 앞에서 공공부문 비정규직의 제대로 된 정규직화를 주장하며 ‘공공부문 비정규직 파업투쟁 선포 대구지역 기자회견’을 가졌다.

이들은 “문재인 정부 출범 2년이 넘도록 공공부문 간접고용 비정규직 노동자들은 또 다른 비정규직 형식인 자회사 전환만을 강요받았다”며 “100만 비정규직 노동자들은 다음 달 3일 공공부문 비정규직 총파업을 통해 최저임금 개악 저지와 비정규직 철폐를 촉구하는 투쟁에 나설 것”이라고 밝혔다.

대구 민노총은 문재인 정부를 상대로 △모든 공공부문 비정규직 노동자들의 제대로 된 정규직화 △최저임금 1만 원 약속 이행 △ILO 핵심협약 즉각 비준 및 노조할 권리 보장 등을 요구했다.

이어 같은 날 오후 2시에는 대구 수성구 범어동 대구지방검찰청 앞에서 문재인 정부의 노동 탄압을 비판하는 대구·경북지역 기자회견이 열렸다.

대구 민노총은 “최근 한 달간 민주노총 조직 활동가 3명이 구속되고 김명환 위원장마저 구치소로 끌려가는 등 문재인 정권에 의해 공안정국이 조성되고 있다”며 “사람 사는 세상을 만들기 위해 평생을 바쳐 온 노동운동가들을 잡범 취급하고 능욕하는 문재인 정권은 결코 촛불정권일 수 없다”고 지적했다.

이들은 “노동 탄압 분쇄·노동기본권 확대·비정규직 철폐 등을 위한 총파업·총궐기에 나서 촛불 배신자들을 단죄할 것”이라고 강조했다.

한편 민주노총은 다음 달 3일 오후 3시 전 조합원이 서울 광화문에 모여 ‘공공부문 비정규직 총파업 대회 및 비정규직 철폐 전국노동자대회’를 가진다.

민주노총 대구지역본부는 25일 오전 10시께 대구 동구 신천동 더불어민주당 대구시당 앞에서 ‘공공부문 비정규직 파업투쟁 선포 대구지역 기자회견’을 가졌다.

민주노총 대구지역본부는 25일 오후 2시께 대구 수성구 범어동 대구지방검찰청 앞에서 문재인 정부의 노동 탄압을 비판하며 기자회견을 진행했다.

@highlight

민주노총 대구지역본부가 25일 더불어민주당 대구시당 앞에서 공공부문 비정규직 노동자의 정규직화, 최저임금 1만 원 약속 이행 등을 요구하는 기자회견을 여는 등 지역 내 곳곳에서 문재인 정부를 규탄하는 집회를 진행했다.