경기 불황과 부동산 경기 침체 영향 등으로 울산지역 주택담보대출이 한달 만에 감소세로 돌아섰다.

25일 한국은행 울산본부가 발표한 4월 울산지역 금융기관 여수신 동향에 따르면 4월말 울산의 가계대출 잔액은 20조5,421억 원으로 전월대비 185억 원 감소했다.

가계대출은 올들어 1월 20조5,768억 원에서 2월 20조5,796억 원으로 증가한 후 3월 20조5,606억 원 등으로 2개월째 감소하고 있다.

이중 주택담보대출 잔액은 11조4,969억 원으로 전월대비 312억 원(0.3%) 줄었다.

울산의 주택담보대출은 2월 11조5,220억 원에서 3월 11조5,281억 원으로 증가했다가 한달 만에 다시 감소세로 반전했다.

예금은행의 가계대출은 11조9,804억 원으로 전월대비 34억 원 감소했고 주택담보대출은 8조1,493억 원으로 115억 줄었다.

비은행기관 가계대출은 8조5,617억 원으로 151억 원 감소했으며 주택담보대출은 3조3,476억 원으로 197억 원 줄었다.

4월말 현재 울산지역 금융기관 총수신 잔액은 42조5,000억 원으로 전월대비 515억 원 증가했다.

이중 예금은행 수신은 250억 원 감소했으나 비은행금융기관 수신은 765억 원 증가했다.

예금은행은 단기시장성수신이 152억 원이 증가했으나 예금이 402억 원 줄었다.

비은행금융기관은 신용협동조합이 344억 원, 새마을금고가 329억 원 증가했다.

또 총여신 잔액은 전월대비 918억 원을 증가한 41조9,000억 원을 기록했다.

이중 예금은행 여신이 198억 원 증가했으며, 비은행금융기관도 720억 원 늘었다.

예금은행 중소기업 대출 잔액은 12조9,000억 원으로 전월대비 150억 원 증가했다.

예금은행 총 대출금 중 중소기업 대출이 차지하는 비중이 46.2%를 차지해 전월과 똑 같았다.

@highlight

지난 25일 한국은행 울산본부가 발표한 자료에 따르면, 경기 불황과 부동산 경기 침체 영향으로 4월말 울산지역 가계대출 잔액은 20조5,421억 원으로 한달 만에 감소세로 돌아섰으며, 가계대출은 2개월째 감소하고 있다.