[안양=환경일보] 장금덕 기자 = 안양시(시장 최대호)에서 6월 24일(월) 창업 집중 지원 전진기지의 출발로 안양창업지원센터 현판식을 개최했다.

경력단절여성 등의 일자리 및 중소기업지원의 복합적인 기능에서 청년창업 집중지원 기능으로 재편함과 동시에 명칭도 개편되었다.

건강한 창업생태계 조성을 위해 손을 맞잡고 본 센터 내에 설치된 과학기술정보통신부 산하 정보통신산업진흥원(NIPA)의 스마트콘텐츠센터도 '디지털콘텐츠기업 성장지원센터'로 개편된다.

디지털콘텐츠기업 성장지원센터는 콘텐츠를 보유한 스타트업이 5G 기반 강소콘텐츠기업으로 집중 육성되는 특화된 센터로 역할을 재정립하고, 그에 따라 2020년에 사업도 재편된다.

금번 현판식과 함께 '디지털콘텐츠산업 성장발전을 위한 안양시-과학기술정보통신부' 협약 체결을 통해 안양창업지원센터를 중심으로 중앙정부와 지자체 공동으로 강화된 스타트업 성장기반이 갖춰진다.

안양의 창업 구심점이 될 안양창업지원센터는 현재 청년창업펀드 300억 조성 초읽기에 들어갔으며, 펀드조성을 통해 100억 이상을 안양시 스타트업에 집중 지원할 예정이다.

이미 모집 완료된 청년기업 액셀러레이팅, 가상오피스 지원, 스타트업 성장사다리 지원 등 스타트업 및 창업의지자를 위한 창업지원사업이 펼쳐지고 있으며, 아이디어 발굴부터 보육 및 스타트업 자금지원까지 On-Stop으로 이루어진다.

창업자의 역량강화를 위한 비즈니스 컨설팅 및 해외 크라우드 펀딩, 해외 법인 설립지원 등 디지털콘텐츠기업 성장지원센터와 함께 글로벌 스타트업 진출을 위해 공동으로 운영할 계획이다.

최대호 안양시장은 "콘텐츠 시장의 위기 속에 안양은 아이디어와 혁신 기술을 보유한 청년기업과 스타트업이 성장할 수 있는 최적의 도시"라며, "성공한 창업기업 1개가 무궁무진한 청년들의 일자리로 연결되므로, 안양창업지원센터를 통해 많은 청년들의 꿈이 펼쳐지고 창업에 맘편히 도전할 수 있는 생태계를 조성하겠다"고 밝혔다.

@highlight

안양시에서 청년들의 창업을 집중적으로 지원하는 기관으로 탈바꿈한 안양 창업지원센터가 6월 24일 현판식을 시행했고, 이에따라 센터 안에 설치됐던 스마트콘텐츠센터도 '디지털콘텐츠기업 성장지원센터'로 개명돼 기능을 이어갈 예정이다.