최근 달성문화원에서 열린 묵원회 회원들의 ‘하풍전’을 찾은 지역민들이 전시된 부채를 관람하고 있다.

달성문화원 한국화반 ‘묵원회’는 음력 5월5일 중오절(重午節)인 단오를 맞아 ‘달성의 사계를 부채에 담아 나르샤’라는 주제로 일곱 번째 부채 전시회인 하풍전(夏風展)을 달성문화원에서 열었다.

단오절인 지난 7일부터 14일까지 일주일간 열린 하풍전은 달성문화원 한국화반의 지도강사이며 한국화단의 중견작가인 금동효 화가의 찬조 출품을 비롯해 회원 23명의 작품 300점이 전시돼 눈길을 끌었다.

묵원회 회원들은 달성군의 명소를 사계 변화와 함께 담았으며, 사군자를 포함해 모란·장미·소나무 등을 화폭에 옮겨 부채에다 옷을 입혔다.

특히 금 작가의 찬조출품 강산무위(江山無爲)는 산수화의 진수를 유감없이 발휘한 작품으로 합죽선의 미려함을 제대로 보여줘 예술성이 뛰어나다고 관람객들은 입을 모으기도 했다.

엄유한 달성문화원장은 “옛것에 숨결을 불어넣어 새로운 것을 알게 하는 하풍전의 의미는 선조의 풍류와 지혜를 엿볼 수 있다”고 말했다.

옛 선인들은 부채가 품고 있는 멋을 음미하며 부채질을 한 번 할 때마다 ‘티끌 세상 밖으로 몸을 벗어나게 한다’고 부채를 예찬하기도 했다.

조선조에서는 단오절이 되면 선방(扇房)에서 부채를 만들어 임금이 단오진선이라는 부채를 신하에게 하사했다는 기록도 있고, 정조는 다산 정약용에게 옻칠한 손잡이 부채를 선물했다고 한다.

부채 바람이 가슴속의 울화까지 진정시킬 수는 없지만, 선조들의 익살과 해학이 부채 속에 담겨 있으니 이 여름에 시원한 부채 바람 속으로 들어가 낭만을 함께 느껴 봄직도 하다.

@highlight

지난 7일부터 14일까지 일주일간 달성문화원에서 열린 '묵원회' 회원들은 음력 5월5일 중오절인 단오를 맞아 'ㄷ달성의 사계를 부채에 담아 나르샤'라는 주제로 일곱 번째 부채 전시회읜 '하풍전을' 열었고 '하풍전'은 금동효 화가의 찬조 출품을 비롯해 '묵원회' 회원 23명의 작품 300점이 전시 되었다.