[옥천]옥천군은 지역화폐인 옥천사랑상품권 유통 활성화에 나섰다.

26일 군에 따르면 상품권 구매촉진과 지역경제 활성화를 위해 내달 10일부터 옥천사랑상품권을 3% 할인된 가격에 판매한다.

설과 추석 1개월 전부터는 할인율을 더 높여 5% 할인된 금액에 구매토록 할 예정이다.

특히 법인이나 단체를 제외한 개인에 한해 할인이 가능하다.

월구매 한도액은 200만원까지다.

오는 10월부터는 5만원 이상 상품권 구매자 23명을 매달 추첨해 1만-10 만원상당의 옥천사랑상품권을 경품으로 지급할 계획도 갖고 있다.

옥천에서만 유통 가능한 화폐인 만큼 지역특색을 살리기 위해 상품권 디자인에도 변화를 준다.

군은 1만원권은 정지용 생가, 5000원권은 안남면 둔주봉에서 바라본 한반도 지형사진을 삽입해 15억원의 상품권을 추가로 발행할 예정이다.

각 상품권에는 빛에 비추면 보이는 수막새 이미지와 문자가 연속해 새겨진 얇은 홀로그램 띠가 있어 위변조 방지가 가능하다는 장점이 있다.

군은 지역경제활성화와 소상공인 보호를 위해 지역에서만 사용 가능한 옥천사랑상품권을 만들어 지난해 6월 20일 유통을 시작했다.

올해 2월까지 18억5000만원 상품권을 발행해 현재까지 총12억2000여 만원 어치를 판매했다.

지난해 9월부터는 상품권의 안정적인 정착과 사용자의 불편 해소를 위해 기존 상시근로자 수에 따라 제한해 놨던 상품권 가맹점을 군에 사업자등록을 한 모든 업소로 확대해 현재 가맹점 수는 581곳으로 늘어났다.

상품권 유통 활성화를 위해 지난달에는 기존 NH농협은행 옥천군지부 외 옥천·대청·청산·이원농협 등 지역내 지역농협 4곳과 업무협약을 하고 기존 NH농협은행 옥천군지부로 한정했던 상품권 판매처를 지역농협까지 확대하기도 했다.

김재종 군수는 "지역내 소상공인 어깨에 힘을 실어주고 침체된 지역경제를 되살릴 수 있는 옥천사랑상품권 활성화를 위해 군민들의 많은 관심과 협조를 바란다"고 말했다.

@highlight

옥천군은 지역화폐인 옥천사랑상품권을 내달 10일부터 3% 할인된 금액, 설과 추석 1개월 전부터는 5% 할인된 금액으로 구매할 수 있도록 하는 등 상품권 유통 활성화에 적극적으로 나섰다.