이승만 전 대통령을 수차례 TV 프로그램 등에서 비판한 도올 김용옥(71) 한신대 석좌교수가 이 전 대통령 유족으로부터 허위사실로 인해 고인의 명예가 훼손됐다며 고소를 당했다.

26일 경찰 등에 따르면 이 전 대통령 양자 이인수(88) 박사는 지난달 24일 김 교수를 사자명예훼손 혐의로 서울중앙지검에 고소했다.

검찰은 서울 혜화경찰서에 수사를 지휘했다.

이 박사는 김 교수가 책과 TV 프로그램에서 이 전 대통령에 대한 허위사실을 적시해 고인의 명예를 훼손했다고 주장했다.

앞서 김 교수는 3월 16일 KBS 1TV '도올아인 오방간다'에 출연해 "김일성과 이승만은 소련과 미국이 한반도를 분할 통치하기 위해 데려온 자기들의 일종의 퍼핏(puppet), 괴뢰"라면서 "(이 전 대통령을) 당연히 국립묘지에서 파내야 한다"고 말했다.

김 교수는 또 3월 23일 방영된 같은 프로그램에서 "이승만이 제주도민들의 제헌국회 총선 보이콧에 격분해 제주도민을 학살했다"면서 "여수에 주둔한 14연대를 제주도에 투입해 보이는 대로 쏴 죽일 것을 명령했다"고 발언했다.

이 박사는 김 교수가 올해 1월 펴낸 저서 '우린 너무 몰랐다 - 해방, 제주 4·3과 여순민중항쟁'에도 '이 전 대통령이 여운형의 살해를 지시했다', '제주 4·3 사건 당시 제주도민 학살을 명령했다', '여수·순천 사태 당시 어린아이들까지 다 죽이라고 명령했다'는 내용이 담겼다고 밝혔다.

이 박사 측은 김 교수의 이러한 발언과 서술이 이 전 대통령에 대한 허위사실이라며 사자명예훼손에 해당한다고 주장했다.

이 박사는 이 전 대통령 연구단체인 '이승만학당' 대표이사를 맡은 이영훈(68) 전 서울대 경제학부 교수와 이승만건국대통령기념사업회를 고소대리인으로 내세웠다.

경찰 관계자는 "고소인 측의 진술 내용과 제출 자료 등을 검토한 뒤 추후 김 교수를 불러 조사할 예정"이라고 전했다.

@highlight

이승만 전 대통령 양자 이인수(88) 박사는 도올 김용옥(71) 한신대 석좌교수가 수차례 책과 TV 프로그램을 통해 이 전 대통령에 대한 허위사실을 적시해  고인의 명예를 훼손시켰다며 서울중앙지검에 고소했다.