［충북일보=영동］ 영동의 청정자연 힐링휴양지 명소로 잘 알려진 민주지산 자연휴양림에서 자연휴양림 30주년을 기념해 특별한 음악회가 열린다.

군에 따르면 이용객과 지역주민의 소통과 화합을 위한 2019 민주지산 자연휴양림 힐링 숲속가요제 및 숲속음악회가 오는 7월 5일 오후3시부터 민주지산 자연휴양림 일원에서 펼쳐진다.

민주지산자연휴양림 수탁업체인 사단법인 한국산림문화협회가 주관하는 이번 행사는 1부 행사인 힐링 숲속가요제(노래자랑)를 시작으로, 2부 행사는 휴양림을 찾은 이용객과 지역주민을 위해 온가족이 함께하는 숲속음악회가 마련된다.

이날 행사에는 노영국, 임수정, 김학봉 등 유명 연예인과 아이돌 등이 출연해 수준 높은 무대를 선보일 예정이다.

특히, 힐링 숲속가요제인 노래자랑 본선 대상 수상자에게는 5박6일 러시아 크루즈 여행 상품권 2매와 한국가수협회가 수여하는 가수인증서가 주어진다.

우수상 1명에게도 200만 원 상당의 시상품 및 가수인증서, 장려상 1명 100만 원 상당의 시상품 및 가수인증서 등이 지급된다.

노래자랑 참가 희망자는 오는 7월 3일까지 사단법인 한국산림문화협회로 전화(043-740-3437, 3438)나 이메일(minju3437@naver.com)로 접수하면 된다.

군 관계자는 "최고의 산림휴양시설로 잘 알려진 민주지산 자연휴양림에서, 군민과 관광객 모두가 어우러질수 있는 낭만과 추억의 행사를 준비했으니, 많은 관심과 참여를 바란다"고 말했다.

한편, 자세한 사항은 영동군청 홈페이지(http://www.yd21.go.kr/) 공지사항을 참조하거나 민주지산 자연휴양림(043-740-3437)으로 문의하면 된다.

@highlight

영동의 청정자연 힐링휴양지 명소로 유명한 민주지산 자연휴양림에서 30주년을 기념해 특별한 음악회가 열리는데 이날 행사에는 노영국, 임수정, 김학봉 등 유명 연예인과 아이돌 등이 출연하여 수준 높은 무대를 펼칠 예정이며 특히,  노래자랑 본선 대상 수상자에게는 5박6일 러시아 크루즈 여행 상품권 2매와 한국가수협회가 수여하는 가수인증서가 주어진다.