26일 새벽 제주도를 시작으로 본격적인 장마가 시작됐다.

이날 기상청에 따르면 제주도에 비를 내리고 있는 장마전선은 이날 중 북상해 오전에는 남부지방, 오후에는 수도권 등 중부지방에도 비가 내릴 예정이다.

제주와 남해안, 지리산 부근에는 시간당 20mm 안팎의 강한 비와 함께 100mm 이상의 많은 강수량이 예상된다.

이번 장마의 특징은 예년보다 늦었다는 점이다.

이는 한반도 상층에 찬 기압골이 형성돼 장마전선이 곧바로 내려오지 못했기 때문이다.

올해 장마 시작은 전국이 동일하게 6월 26일 시작됐다.

중부지방은 지난해와 같지만 제주도는 남부지방은 사흘, 제주도는 일주일 늦다.

올해 장마가 전국이 동시에 함께 시작됐다는 것도 특이점이다.

일반적으로 장마전선은 한반도 남쪽의 북태평양고기압과 한반도 북쪽의 오호츠크해의 찬 공기가 만나 대기가 불안정 해지면서 형성된다.

따라서 전통적인 장마전선은 한반도 기준 수평적인 동서방향(가로)으로 형성돼 남쪽에서부터 북으로 올라온다.

하지만 올해는 장마전선이 남북방향, 즉 세로로 형성되면서 전국이 한꺼번에 장마 영향을 받게 됐다는 것이 기상청의 설명이다.

제주도와 남부, 중부가 동시에 장마권에 드는 건 2007년 이후 12년 만이다.

일각에선 장마가 늦게 시작해 장마가 끝나는 시점도 늦어지고 따라서 작년 같은 폭염도 없을 것이라는 전망도 나온다.

하지만 이는 반은 맞고 반은 틀리다.

우선 장마가 늦어졌다고 해서 장마가 끝나는 시기도 늦어지는 것은 아니다.

기상청 관계자는 "장마의 총 기간이 일률적으로 정해진 것이 아니기 때문에 장마가 늦게 시작했다고 해서 늦게 끝나는 것은 아니다"라고 설명했다.

하지만 장마가 끝난 뒤에도 소나기성 집중 호우가 자주 내릴 것으로 전망돼 지난해같은 기록적인 폭염은 없을 것으로 예상된다.

기상청 관계자는 "작년에는 장마가 빨리 끝난 데다 장마 이후에도 비가 내리지 않아 심하게 더웠던 것"이라며 "올해는 7월말 장마전선이 지나간 이후에도 평소보다 북쪽의 찬 공기가 남쪽의 더운 공기와 더 강하게 대치하면서 좁은 지역에 집중호우가 내릴 것으로 보인다"고 말했다.

@highlight

기상청에 따르면 26일 새벽 제주도를 시작으로 본격적인 장마가 시작된 가운데, 오전에는 남부지방, 오후에는 수도권 등 중부지방에도 비가 내릴 예정이며 장마가 끝난 뒤에도 소나기성 집중 호우가 자주 내릴 것으로 전망된다.