LG전자와 Qt는 지난 25일 서울 양재동 LG전자 서초R&D캠퍼스에서 webOS의 연구개발과 생태계 확대를 위한 사업협력(MOU)을 맺었다.

LG전자 CTO 박일평 사장(왼쪽)과 Qt 유하 바렐리우스 CEO가 MOU를 체결한 뒤 악수하고 있다.

[헤럴드경제=이태형 기자]LG전자와 핀란드 소프트웨어업체 Qt가 webOS 생태계를 확장하는 데 뜻을 같이 했다.

LG전자는 25일 서울 양재동에 위치한 LG전자 서초R&D캠퍼스에서 LG전자 CTO(최고기술책임자) 박일평 사장, Qt사 CEO 유하 바렐리우스(Juha Varelius) 등이 참석한 가운데 webOS의 연구개발과 생태계 확대를 위한 사업협력(MOU)을 맺었다고 26일 밝혔다.

양사는 이번 협력에서 webOS를 Qt의 레퍼런스 플랫폼으로 채택했다.

LG전자는 그래픽 사용자 인터페이스(Graphical User Interface)를 만들 수 있는 프로그램인 Qt 최신버전을 향후 webOS 개발에 지원받는다.

또 양사는 webOS와 Qt의 오픈소스를 공동으로 개발해 서로의 강점을 벤치마킹하는 한편 webOS의 생태계 확대에도 협력하기로 했다.

LG전자는 스마트 TV와 디지털 사이니지, 차량용 인포테인먼트 플랫폼인 'webOS Auto(웹OS 오토)'의 개발에도 Qt를 활용하고 있다.

LG전자는 이번 협력으로 'webOS Auto'의 개발에 한층 속도가 붙을 것으로 예상하고 있다.

Qt가 이미 적용된 다양한 산업 분야로 webOS를 확산하는 데에도 도움이 될 것으로 보고 있다.

LG전자 박일평 사장은 "Qt와의 협력으로 webOS의 경쟁력이 한층 높아질 것으로 기대한다"며 "고객들에게 스마트 TV와 디지털 사이니지 뿐만 아니라 자동차, IoT(사물인터넷), 로봇 등에서도 새로운 사용자 경험을 제공할 것"이라고 말했다.

@highlight

LG전자는 25일 서울 양재동 LG전자 서초 R&D캠퍼스에서 LG전자와 Qt 양사가  web OS를 Qt의 레퍼런스 플랫폼으로 채택하여 web OS와  Qt의 오픈소스를 공동으로 개발해 서로의 강점을 벤치마킹하는 web OS의 연구개발과 생태계 확대를 위한 사업협력(MOU)을 맺었다고 26일 발표 하였다.