지난해 '토양·지하수 캠프'에 참가한 학생들 얘기다.

환경부와 한국환경산업기술원은 26일부터 7월 10일까지 '토양·지하수 청소년 여름캠프' 참가자를 모집한다고 밝혔다.

올해로 5회째를 맞이하는 이번 캠프는 초등학교 4~6학년생이 대상이다.

참가비는 전액 무료다.

서울(고려·연세대) 부산 (부산대) 광주(전남대) 대전(충남대) 춘천(강원대) 등 전국 5개 권역에서 7월 30일부터 2주간에 걸쳐 각 지역 대학과 협력해 진행한다.

참여도와 과제수행도 등이 우수한 학생에게는 선발 과정을 거쳐 12월 5일 세계 토양의 날 기념식에서 환경부 장관상 등을 수여한다.

토양·지하수 캠프는 학생들 눈높이에 맞는 맞춤 교육 프로그램 뿐만 아니라 부모를 위한 교육도 이뤄진다는 게 특징이다.

토양·지하수 환경에 대한 이론 강의를 자녀와 부모가 함께 들을 수 있다.

부모만을 대상으로 한 주제 특강과 환경 기록영상(다큐멘터리) 시청에도 참여할 수 있다.

올해 캠프에서는 토양·지하수 환경의 특성을 이해하는 이론·실험수업뿐만 아니라 토양 구조모형 만들기 체험도 할 수 있다.

토양 구조모형 만들기 체험은 깊이별로 달라지는 토양 색상·크기·촉감 등을 직접 보고 느끼며 토양 모형을 만들어 보다 친숙하게 토양환경 특성을 배울 수 있도록 구성했다.

토양·지하수 환경에 관심 있다면 주소지에 상관없이 신청 가능하다.

참가신청서와 함께 사전과제로 일상생활에서 접하게 되는 토양을 보고 느낀 소감을 작성하여 제출, 추첨을 통해 참가자 212명을 선발한다.

참가를 희망하는 학생은 한국환경산업기술원 토양환경센터 홈페이지(www.sec.re.kr)를 통해 신청하면 된다.

보다 자세한 문의는 한국환경산업기술원 자연환경기술팀(02-2284-1397)에 하면 된다.

홍경진 환경부 토양지하수과장은 "미래 세대인 어린이들에게 건강하고 쾌적한 삶을 누리는데 토양·지하수는 필수적인 자원임을 알게 하고 친환경 생활이 확산되기를 기대한다"고 말했다.

@highlight

환경부와 한국환경산업기술원은 오는 26일부터 7월 10일까지 초등학교 4~6학년생이 대상으로  '토양·지하수 청소년 여름캠프' 참가자를 모집할 예정이라고 밝혔으며 참가비는 전액 무료다.