주승용 국회부의장(전남 여수을·사진)은 26일 국회 행정안전위원회 전체회의에 직접 참석해, 상정 된 ‘치유와 상생을 위한 여순사건 특별법안’에 대한 제안 설명했다.

주 부의장은 여순사건이 발생한지 71주년이 되는 올해, ‘치유와 상생을 위한 여순사건 특별법안’을 동료국회의원 105명으로부터 공동발의서명을 받아 대표 발의했다.

최초 이번 특별법안의 심사는 국회 국방위원회 소관이었다.

하지만 국방위는 군의 항명에 의해 발생했다는 이유로 부정적인 입장을 갖고 법안 논의조차 제대로 이뤄지지 못하고 지지부진한 상태였다.

이후 주 부의장은 해당 법안이 군·경·민간이 모두 포함된 사건이기 때문에 행안위로 이송해 심사 할 수 있도록 요청했다.

여순사건 특별법안은 모두 3차례 발의됐지만 정부의 미온적 태도로 인해 국회에서 심의조차 제대로 못하고 무산 된 바 있다.

주 부의장은 “이승만 정부 등 군사정권이 이 사건을 ‘여순반란사건’으로 규정해 지역민들을 반란세력으로 호도했으며, 이로 인해 여수와 순천지역공동체가 파괴되고, 지역발전에도 저해요인이 되었다”고 주장했다.

특별법안의 내용을 살펴보면 ▲여순사건의 진상을 규명하고 희생자와 그 유가족의 명예회복을 위해 ‘치유·상생을 위한 여순사건특별위원회’ 국무총리 소속으로 설치 ▲위원회의 의결사항을 실행하기 위해 전라남도 지사 소속으로 실무위원회를 구성 등이다.

또한, 특별법안은 위령사업과 계속 치료를 요하는 부상자를 위한 의료지원금과 생활자금도 지원했고, 특히 위령사업, 여순사건 사료관의 운영·관리, 평화공원 조성 및 관리, 추가진상조사 및 문화·학술활동 지원, 유가족 복지증진 사업을 위한 재단설립에 정부가 자금을 출연할 수 있도록 했다.

주 부의장은 “여순사건이 발생한지 만 70여년이 지나다보니 많은 증인들이 돌아가시고 증거물들이 사라지고 있어 특별법 제정으로 진상규명이 시급한 시점이다”면서 “우리 국회가 여야를 막론하고 함께 동참해 달라”고 촉구했다.

@highlight

3차례 발의되었지만 정부의 미온적 태도로 인해 무산되었던 '치유와 상생을 위한 여순사건 특별법안'이 26일 국회 행정안전위원회 전체회의에 상정되었다.