26일 경북 봉화군 춘양면 에서 국립청소년산림센터 건립을 위해 첫삽을 떴다.

경북 봉화군이 산림생태계 체험으로 특화한 국립청소년산림센터 건립을 위해 첫삽을 떴다.

군은 26일 춘양면 서벽리에서 국청소년산림센터건립 착공식을 가졌다.

여성가족부 주관으로 열린 이날 착공식에는 진선미 여성가족부장관과 강석호 국회의원, 윤종진 경북도 행정부지사, 엄태항 봉화군수, 청소년단체 등 200여명이 참석했다.

청소년산림센터는 국립백두대간수목원 인근 10만여㎡ 터에 2021년까지 243억원을 들여 건축연면적 8,572㎡ 규모에 산림체험실, 실내어드벤처 시설, 생활관 등으로 짓는다.

여성가족부는 2011년 UN의 '세계 산림의 해' 지정을 계기로 봉화군에 산림생태체험이 가능한 청소년 수련시설 건립을 추진했다.

미국 일본 EU 호주 등 세계 주요 선진국은 지속 가능한 발전교육 정책의 일환으로 청소년 대상 산림교육 과정을 운영하고 있다.

청소년산림센터가 완공되면 여성가족부의 국립청소년수련시설 6개 중 2개가 경북에 위치하게 된다.

경북지역에는 국립청소년해양센터(영덕군) 등 국·공립 49곳과 민간 17곳의 청소년수련시설이 운영되고 있으며, 포항시청소년문화집 등 5곳이 건립 중이다.

국립청소년산림센터 조감도 (봉화군 제공) 진선미 여성가족부장관은 "국립청소년수련시설은 청소년들이 건강한 육체와 가치관, 그리고 창의적 역량을 갖춘 훌륭한 인재로 성장하는데 기여할 우수한 활동 프로그램을 개발 보급하는데 선도적 역할을 담당할 것으로 기대한다"고 했다.

엄태항 봉화군수는 "국립청소년산림센터를 국립백두대간수목원과 연계해 산림자원을 활용하고, 지속 가능한 미래전략사업을 적극 발굴해 봉화군을 대표적인 전원생활 녹색도시로 만 드는데 혼힘을 쏟겠다."고 밝혔다.

@highlight

봉화군은 243억원을 투자해 청소년들이 인재에 걸맞는 역량을 가지도록 도와줄 국립청소년산림센터를 2021년까지 건축하기로 하는 착공식을 26일 서벽리에서 열었다.