부실 경영과 적자 등으로 '청송사과' 명성에 먹칠을 했던 경북 청송사과유통공사가 설립 8년 만에 결국 문을 닫는다.

26일 청송군에 따르면 청송사과 브랜드 가치를 높이고 유통체계 개선 등을 위해 2011년 총 사업비 22억 1600만원(군예산 18억원, 민간자본 4억 1600만원)으로 청송사과유통공사를 설립했다.

유통공사는 2014년까지만 해도 청송 전체 사과 생산량 4만 5515t의 10.1%인 4600t을 처리했다.

이로 인한 당기 순이익도 2억 9200만원에 달해 효자노릇을 했다.

그러나 2016년을 기점으로 연간 사과 처리량이 5000t 이하로 떨어지면서 매출액도 덩달아 감소했다.

2016년 145억원, 2017년 136억원, 2018년 109억원을 보였다.

이에 따라 지난해 결산 결과 누적 적자가 6억 3200만원으로 전체 자본금 22억 1600만원의 28.5%에 이르렀다.

게다가 경영비리 등에 따라 지난해 새 경영진을 구성했으나 이들도 최근 사퇴했다.

공사 설립 초기 17명이던 직원도 대부분 떠나고 6명만 남았다.

무엇보다 2014년∼2016년 사이 사과유통공사 전 사장 등 경영진이 저지른 비리로 공공성이 미흡하고 신뢰도가 크게 추락했다.

군은 사과유통공사가 회생불능 상태에 이렀다고 판단하고 이르면 오는 8월까지 해산 절차를 마무리할 계획이다.

우선 다음 달 초 사과유통공사 해산·운영체계 변경과 관련해 주민설명회를 연 뒤 7월 말에 임시주주총회를 열어 법인 해산안을 결의할 예정이다.

경찰은 2017년 9월 금품을 주고받은 혐의로 사과유통공사 임직원 5명과 전 청송군수 A씨를 불구속 입건했다.

대구고등법원은 지난달 29일 당시 사과유통공사 관계자에게 6차례에 걸쳐 1200만원을 받은 혐의를 받는 A씨에게 징역 1년, 집행유예 2년에 벌금 2400만원, 추징금 1200만원을 선고했다.

청송군 관계자는 "사과유통공사가 더는 사과 산업 발전을 견인할 수 없다"며 "사과 산업 재도약을 위한 전문 조직을 갖추도록 하겠다"고 말했다.

@highlight

청손군의 26일 발표에 따르면 2011년 총 사업비 22억 1600만원으로 청송사과유통공사를 설립했지만 부실 경영과 적자등으로 '청송 사과' 명성에 먹칠을 해 설립8년만에 문을 닫기로 하고 군은 회복 불능상태에 이르렀다고 판단하여 8월까지 해산 절차를 마무라할 계획이다.