26일 충북도청 공무원들이 괴산군 청천면 달천강에서 수난 사고 대비 훈련 중 사망한 A소방교의 죽음을 애도하기 위해 오른쪽 가슴에 근조(謹弔) 리본을 달았다.

［충북일보=괴산］ 괴산군 청천면 달천강에서 수난사고 대비 훈련도중 숨진 119구조대원이 신혼여행을 다녀온 후 출근 첫날 변을 당해 슬픔을 더하고 있다.

괴산소방서 직원 120여 명은 26일 가슴에 근조 리본을 달고 침울한 표정으로 A(33)소방교를 기렸다.

특수부대 출신인 A소방교는 지난 2017년 4월 119구조대원으로 활동하면서 근면 성실하고, 직원 간 신망도 두터운 대원으로 알려졌다.

괴산소방서 한 소방관은 "A소방교가 지난 16일 결혼식을 했다"면렸 "신혼여행을 다녀온 후 출근 첫날(25일) 훈련에 임했다가 사고로 숨져 마음이 아프다"고 말했다.

괴산경찰서에 따르면 25일 오후 2시42분께 달천 훈련장에서 A소방교가 의식을 잃은 채 물속에서 발견됐다.

동료들은 A소방교를 심폐소생술 후 병원으로 옮겼으나 숨졌다.

A소방교는 이날 '하계 수난사고 대비 익수자 탐색 및 특수구조자 훈련'을 하고 있었다

병원 관계자는 "숨진 상태에서 도착했고, 국립과학수사연구원의 부검결과에서 자세한 사인이 나올 것"이라고 했다.

경찰서 관계자는 "훈련을 거의 끝마쳤을 때 한 대원이 물안경을 잃어버렸다고 말해 A소방교가 동료대원 5명과 보트를 타고 물안경을 찾으려 다시 물 속으로 들어갔다"며 "보트에 모든 대원이 탑승한 것으로 판단해 시동을 켜고 출발하려다 A소방교가 없는 것을 발견했다"고 설명했다.

그러면서 "동료들이 다시 잠수해 보니 A소방교가 의식을 잃고 머리에 피를 흘리고 있었다고 진술했다"고 덧붙였다.

경찰은 A소방교가 보트 스크류에 머리를 다쳐 숨진 것으로 보고 국과수 부검결과를 근거로 과실 여부를 조사할 방침이다.

@highlight

지난 25일 괴산소방서에서 실시한 '하계 수난사고 대비 익수자 탐색 및 특수구조자 훈련'에서 결혼한지 10일 된 A소방교가 신혼여행을 다녀온 후 출근 첫날 훈련에 참여했다가 의식을 잃은 채 물속에서 발견되는 안타까운 사고로 숨졌다.