[오산=환경일보] 김남주 기자 = 오산시(시장 곽상욱)는 6월 26일 시청 집무실에서 오산형 온종일 돌봄 "함께자람" 생태계 구축 사업 일환으로 추진되는 [틈새돌봄 연구팀 위촉식 및 간담회]를 가졌다.

오산시는 촘촘한 초등학생 돌봄망 구축을 위해서 방과후돌봄 외에도 주양육자의 출·퇴근시간에 따라 특정시간대 나홀로 방치되는 아동에 대한 세심한 돌봄서비스를 제공하기 위하여 절대적으로 돌봄 공급이 부족한 시간대(아침, 주야간 경계시간, 방학기간)에 학교 또는 마을의 도서관, 체육관, 작은도서관 등의 기존 공간을 활용하여 틈새돌봄을 진행한다.

특히 아동연령 및 시간대에 맞는 돌봄서비스를 제공하기 위하여 학부모, 기존 돌봄기관 관계자, 초등교사, 실무자 등 약 10명으로 틈새돌봄 연구팀을 구성하였다.

연구팀은 시간대 및 아동의 연령, 발달, 욕구, 관심에 맞는 돌봄 프로그램 매뉴얼을 제작하고 이를 바탕으로 오산교육재단에서 운영하는 지역의 학부모들로 구성된 (가칭)보육형돌봄스터디에 가이드라인으로 제공하여 지역의 활동가를 양성해 틈새돌봄을 점차 확산시켜 나간다는 계획이다.

오는 7월 오산고현초등학교 시민개방형도서관(꿈키움도서관) 아침돌봄을 시작으로 육아나눔터(주야간경계시간돌봄), 아파트 커뮤니티공간(방학돌봄) 등에서 틈새돌봄을 시범 운영된다.

곽상욱 오산시장은 간담회에서 "틈새돌봄을 모델화하고 제도화하는데 온종일 돌봄 선도지역인 오산시가 앞장서는 만큼 초등돌봄의 최일선에서 역할을 해 오신 그동안의 경험과 노하우를 바탕으로 틈새돌봄 프로그램 연구 및 매뉴얼 제작에 애써 주시기 바라며, 오산시도 마을돌봄(함께자람센터, 틈새돌봄(시간제돌봄) 등)체계를 더욱 촘촘하게 구축하기 위해 최선을 다하겠다"고 말했다.

@highlight

오산시는 6월26일 시청에서 틈새돌봄 연구팀 위촉식 및 간담회를 열어 방과후 돌봄 외에도 특정시간대에 혼자 방치되는 아동에 대한 돌봄서비스를 제공하기로 하였으며 연구팀을 구성 프로그램에 맞는 매뉴얼을 제작, 지역 활동가를 양성하여 틈새돌봄을 확대해 나갈 계획이라고 밝혔다.