정의당 김종대(비례) 국회의원이 26일 충북도청에서 기자간담회를 열어 트럼프 미국 대통령의 방한 관련에 대한 전망을 하고 있다.

(동양일보 지영수 기자) 트럼프 미국 대통령이 오는 29~30일 방한 직후 북·미 실무회담과 3차 정상회담 준비가 가속화 될 것이라는 전망이 나왔다.

국회 국방위원회 소속 정의당 김종대(비례)은 26일 충북도청에서 기자간담회를 열어 “최근 미국을 방문해 하노이 회담 결렬 이후 달라진 분위기를 감지했다”며 이같이 말했다.

김 의원은 “미국 민주당이 사사건건 트럼프 대통령 발목을 잡았었는데 이번에 보니 분위기가 180도 바뀌었다”며 “이제 북한 문제만큼은 미국 내에서 초당적인 협력 분위기가 조성됐다”고 분석했다.

이어 “대북 강경파로 알려진 존 볼턴 안보보좌관의 영향력이 줄어들었고, 스티브 비건(대북정책특별대표)이 다시 전면에 나오고 있다”며 “미국의 대북협상 분위기가 달라질 것”이라고 강조했다.

김 의원은 “2월 하노이 회담의 결렬 트라우마가 북미 양국 정상에 다 있었다는 게 보여진다”며 “이번에는 어떻게든 결과를 만들어야하기 때문에 7월 한반도 정세를 매우 낙관적으로 보고 기대하고 있다”고 말했다.

그는 “남북 교류가 본격화되면 충북이 가장 많은 혜택을 볼 것”이라고 주장했다.

김 의원은 “이시종 충북지사가 강호축(강원~충청~호남)을 천명한 것도 장기적으로는 남북 평화공존시대를 전제해서 한 이야기”라며 “설악산 가자고 강호축 연결하자는 것은 아니지 않느냐”고 반문했다.

충북도는 강원~충청~호남을 고속철도로 연결한 뒤 향후 북한을 거쳐 유라시아 대륙으로 확장한다는 구상이다.

김 의원은 “충북이 역점 추진하고 있는 바이오, 생명, 농업 등 여러 가지 미래 산업의 시장을 북한까지 확장해야 한다”며 “감염병, 영양실조 등 민생 관련 콘텐츠를 마련하는 등 창의적인 대북지원 방안을 내놓아야 한다”고 말했다.

이어 “누가 남북관계 개선을 선점하느냐를 놓고 지자체마다 경쟁이 예상되기 때문에 충북이 더 선제적으로 나서는 모습을 보여야 한다”고 촉구했다.

@highlight

국방위원회 소속 정의당 김종대 의원이 26일 중북도청에서 미국 트럼프 대통령이 29일부터 이틀간의 방한 직후 북·미 실무회담이 가속화 될 것이라고 전망한다고 기자간담회에서 말했다.