경기도가 특별조정교부금 600억원을 걸고 진행하는 '새로운 경기 정책공모 2019, 경기First'에 30개 시·군이 참여한다.

26일 도에 따르면 전날 공모마감 결과 40억~100억원을 지원하는 대규모 사업에 14건, 20억~60억원을 지원하는 일반규모 사업에 16건이 접수됐다.

도는 제출된 정책을 대상으로 현장·예비심사와 본 심사를 거쳐 대규모 사업 4건, 일반규모 사업 10건 등 모두 14개 정책에 모두 600억원의 도지사 특별조정교부금을 지원한다.

지난해까지 대규모 사업 3건, 일반규모 사업 7건 등 10건에 45억~100억원을 지급했던 방식에서 대폭 확대한 것이다.

공정한 평가를 위해 도 소속 각종 위원회와 전문가 중에서 40명으로 구성된 심사위원단이 현장·예비심사와 본 심사를 맡는다.

시·군 추첨을 통해 4개 그룹으로 분류한 뒤 다음달 16~18일 심사위원들이 직접 시·군을 찾아 현장 평가를 하는 방식으로 예비심사를 진행한다.

상위 14개 사업을 대상으로 주민이 참여하는 온·오프라인 투표를 병행해 오는 9월 3일 본 심사를 통해 순위를 가린다.

'새로운 경기 정책공모'는 경기지사가 시·군에 지원하는 특별조정교부금을 공개경쟁을 통해 결정하는 사업이다.

지난해 공모 대규모 사업 부문에서는 파주시가 '평화와 평등이 공존하는 경기 평평한 마을 조성 사업'으로 대상(100억원)을 차지했으며 시흥시가 최우수상(80억원), 군포시가 우수상(60억원)을 각각 받았다.

일반규모 사업 부문에서는 고양시가 '한강하구 남북공동연구 및 경기 생태, 역사 관광벨트 조성 사업'으로 대상(50억원)을 받았다.

도 관계자는 "정책공모 2019는 특별조정교부금에 대한 선택과 집중을 통해 시·군이 대규모 숙원 사업을 추진할 원동력을 제공하는 것"이라며 "민선7기에도 정책공모 사업을 지속적으로 추진해 시·군의 지역개발이 순조롭게 추진될 수 있도록 지원하고, 공정·평화·복지의 도 핵심가치가 실현될 수 있도록 하겠다"라고 말했다.

@highlight

'새로운 경기 정책공모 2019, 경기First'에 대규모 사업 14건, 일반규모 사업 16건이 접수되었으며, 경기도가 현장·예비심사와 본 심사를 거쳐 대규모 사업 4건, 일반규모 사업 10건을 선정해 특별조정교부금 600억원을 지원한다.