대상지7~34㎞ 어업권 172건...

정부가 인천 앞바다를 폐기물 처분장으로 조성한다면 인천 지역사회로부터 큰 반발에 부딪칠 것으로 예상된다.

폐기물 처분장과 같은 환경 기초 시설 건설을 추진할 때 주민 수용성이 결정적인 요인으로 작용하는 데 인천신항의 경우 인근 어민 중심으로 비판 여론이 거셀 것으로 보인다.

26일 해양수산부 '폐기물 해상 최종처리 기술 개발 최종보고서' 연구 목적은 폐기물을 해상에서 안정적으로 매립할 수 있는 해상 최종 처리장 구축을 위한 마스터 플랜 수립이다.

1인 가구 증가 등으로 쓰레기는 급증하는 반면 지역마다 매립지 수용 용량이 한계점에 다다르고 있어 신규 매립지 확보가 시급하다.

그러나 주민 반발 등으로 매립지 조성에 어려움이 따르고 있어 그 대안으로 해수부는 해상 폐기물 처분장 도입을 위한 용역을 시행한 것으로 보인다.

해수부는 인천신항에 해상 처분장을 조성하는 게 최적이라고 분석했다.

수도권이라는 충분한 매립 수요가 예상돼 1801㎢에 달하는 면적에서 장기간 폐기물 매립이 가능해 사업성이 담보된다고 판단했다.

매립용량은 3430만㎥다.

그러나 수십 년동안 수도권 매립지로 피해를 입은 인천 앞바다에 폐기물 처분장이 생긴다면 어민과 바닷가 쪽 주민들을 중심으로 비판 여론이 커질 것으로 보인다.

사업 대상지로부터 가깝게는 7㎞, 멀게는 34㎞ 이격된 범위 내 어업권은 총 172건으로 조사됐다.

중구 57건, 옹진군 40건, 경기도 시흥시 4건, 안산시 71건 등이다.

또 소각재를 매립하는 과정에서 날림먼지 등이 발생할 수 있어 인근 지역 주민들의 환경 피해도 예상된다.

일본 등 선진국에는 이미 해상 처분장이 보편적으로 사용되는 반면 국내는 도입 사례가 없어 예측 불가능한 피해가 발생할 가능성도 있다.

장정구 인천녹색연합 정책위원장은 "소각재를 중심으로 해상에 매립하더라도 주변에 영향을 미칠 수밖에 없는 바다에 폐기물 최종 처분장을 만들겠다는 전제에 동의할 수 없다"며 "생활폐기물 직매립을 금지하고, 쓰레기양을 줄일 수 있는 방법을 고민하고 실행하는 것이 더 시급하다"고 말했다.

@highlight

해수부는 인천신항에 해상 처분장 조성을 계획하고 있지만 어민과 바닷가 쪽 주민들을 중심으로 비판 여론이 거셀 것으로 보이며 장정구 인천녹색연합 정책위원장은 "생활폐기물 직매립을 금지하고, 쓰레기양을 줄일 수 있는 방법을 고민하고 실행하는 것이 더 시급하다"고 전했다.