지역민들 “시험가동 불가피 … 민관거버넌스 회의결정 존중”

광주전남공동혁신도시 내 열병합발전소를 둘러싼 갈등이 해소될 전망이다.

지역민들이 핵심 쟁점인 ‘발전소 시험가동’의 불가피성을 인정하고 27일 열리는 민관거버넌스 회의 결정을 존중하겠다는 입장을 내놓으면서다.

이에 따라, 이르면 다음달 환경 유해성 평가를 위한 발전소 시험 가동이 이뤄질 것으로 예상된다.

26일 나주 SRF 열병합발전소 범시민대책위원회(범대위)에 따르면, 범대위는 전날 혁신도시 내 한국인터넷진흥원 강당에서 주민 900여명이 참여한 가운데 열린 시민보고회를 통해 향후 열리는 열병합발전소 민관 협력 거버넌스(이하 거버넌스) 결정에 따르기로 했다.

나주 지역민들은 이날 보고회에서 발전소 시험가동조차 거부한 채 논란을 계속 이어가기는 힘들다는데 의견을 모으고 범대위에 관련 결정을 위임키로 했다.

범대위 관계자는 “시험가동에 거부감을 가진 주민들도 있지만 무작정 시간만 끌고 갈 수는 없는 만큼 범대위와 거버넌스의 결정에 주민들이 따르기로 했다”고 말했다.

애초 거버넌스는 지난 3월 열병합발전소 시험가동에 합의한 바 있다.

당시에는 환경영향조사를 위한 시험 가동을 2개월간 진행한 뒤 60일간 본가동을 실시키로 하는 등 잠정 합의까지 이뤘지만 지역민 반발이 거세지면서 ‘없던 일’이 됐다.

하지만 이번에는 지역민들이 지난 9차 거버넌스 회의에서 제시됐던 ‘시험가동과 본가동을 합해 3개월간 진행하자’는 의견에 대한 합의 여부를 범대위에 위임해준 만큼 향후 회의에서 이같은 방향으로 결정될 가능성이 높은 상황이다.

거버넌스 위원회는 27일 10차 회의를 열고 발전소 시험가동을 포함한 후속 절차 시행에 관한 최종 합의안을 내놓을 예정이다.

주민수용성(주민투표+공론화) 조사 범위도 지난 9차 회의에서 ‘반경 5㎞ 내 법정동 주민’ 만을 대상으로 실시하기로 의견이 좁혀진 만큼 합의에 어려움이 없을 것으로 전해지고 있다.

@highlight

26일 나주 SRF 열병합발전소 범시민대책위원회에 따르면 전날 혁신도시 내 한국인터넷진흥원 강당에서 시민보고회를 통해  27일 열리는 민관 협력 거버넌스 회의 결정에 따르기로 해 광주전남 공동혁신도시 내 열병합발전소를 둘러싼 갈등이 해소될 전망이다.