[안동] 청산리 전투와 봉오동 전투에서 사단병력의 일본군을 물리쳐 독립운동사에 빛나는 전공을 세운 만주 항일 무장투쟁 독립군의 체력은 어디서 나온 것일까.

임시정부수립 100주년을 맞아 만주 항일 무장투쟁의 요람이었던 신흥무관학교 생도들이 먹었던 음식과 독립군 전투식량을 고증·복원하는 움직임이 본격화되고 있다.

안동종가음식체험관과 중국 연변아라리식품유한공사는 지난 20일 연변주 신흥공엽구관리위원회에서 ‘독립군 밥상 복원’ 간담회를 열고 새로운 전통식품 개발을 위한 양해각서를 체결했다.

그동안 만주 독립운동사는 인명과 일제탄압 기록, 당시 판결기록, 전투·사건 위주로 고증·복원돼 왔다.

하지만 당시 독립운동의 중심인 연변과 안동 등 두 지역의 전통음식과 특산물을 중심으로 민간단체와 기업이 만주 독립운동사 연구 지원에 나선 것은 이번이 처음이다.

이날 소개된 신흥무관학교 생도밥상은 닭고기옥수수국수, 버들치호박잎매운탕, 녹두계란조당수, 토끼고기감자만두 등 쉽게 구할 수 있는 식재료로 만들어진 음식이었다.

또 독립군 전투식량으론 명태살을 섞어 단백질을 보강한 옥쌀주먹밥과 말린 건두부를 옥수수가루에 섞어 반죽해 가마솥에 구워낸 옥쌀누룽지떡과 야전에서 먹기 쉬운 미숫가루와 간편한 볶은콩 등이었다.

체험관은 올해 광복절을 맞아 ‘신흥무관학교 독립군 생도밥상 시연회’를 갖고 새로운 웰빙 종가음식 개발을 위한 토대도 마련할 예정이다.

체험관 관계자는 “병참과 보급의 열세 속에서도 일본 정규군을 맞아 싸워 이긴 독립군의 체력을 뒷받침한 음식이라면 애국식품을 넘어서 건강 웰빙식품으로서의 가치가 충분하다”고 말했다.

@highlight

지난 20일 안동종가음식체험관과 중국 연변아라리식품유한공사가 연변주 신흥공엽구관리위원회에서 ‘독립군 밥상 복원’ 간담회를 열고 만주 항일 무장투쟁의 본산이었던 신흥무관학교 생도들이 먹었던 음식과 독립군 밥상 복원을 위하여 연변과 안동 지역 전통음식과 특산물을 활용한 전통식품 개발을 위한 양해각서를 체결했다.