28~29일 일본 오사카에서 열리는 주요 20개국(G20) 정상회의를 계기로 추진되던 한일 정상회담이 물 건너간 것으로 알려졌지만, 두 정상이 비공식 만남 등을 통해 한일 문제를 조율할 가능성이 다시 급부상하고 있다.

일본 정부 대변인인 스가 요시히데 관방장관은 26일 G20 정상회의 기간 중 한일 정상회담 개최 여부와 관련한 기자들의 질문에 "현 시점에서는 아무것도 정해지지 않았다"고 밝혔다.

전날 청와대 고위 관계자가 한일 정상회담이 열리지 않을 것이라고 밝힌 것과는 다른 톤이다.

스가 장관은 양국 갈등을 풀기 위해 정상 간 대화가 무엇보다 필요한 것 아니냐는 물음에 대해 "G20 정상회담은 시간이 매우 한정된 자리"라면서 "종합적으로 판단해 갈 것"이라고 덧붙였다.

그간 일본 측이 "정상회담을 희망한다"는 한국의 입장을 거부하는 태도를 보여온 것을 감안하면 여지를 남긴 발언으로 읽힌다.

이에 대해 한국 정부 관계자는 이날 서울신문과의 통화에서 "우리는 일본과 언제든지 만날 준비가 돼 있다. 일본 측에서 준비가 돼 있는지에 달렸다"고 여운을 남겼다.

결국 공식적인 한일 정상회담 개최는 물리적으로 어려운 상황이 됐지만, 양측 모두 정상 간 약식 회담까지 원천 봉쇄하는 것은 아닌 것으로 보인다.

실제 30분 전에도 정상회담이 잡히는 사례가 있다.

외교가에서는 한국 정부가 전날 한일 정상회담 무산을 발표하자 그동안 소극적이던 일본 정부가 화들짝 놀라 적극성을 보이고 나섰다는 관측도 나온다.

G20 정상회의를 계기로 한일 정상 간 접촉이 전혀 없을 경우 양국 모두 정치적 부담을 느낄 수밖에 없기 때문이다.

양국의 관계 악화를 바라지 않는 미국의 시선도 부담스러울 수밖에 없다.

결국 양측이 신경전 끝에 전격적으로 회담을 성사시킬 가능성이 제기되고 있는 것으로 보인다.

한편 오는 10월 14일 가나가와현 사가미만에서 열리는 일본 해상자위대 주최 관함식에 한국 해군은 아직 초청되지 않은 것으로 알려졌다.

하지만 양국 관계가 급진전될 경우 막판에 초청될 가능성도 배제할 수 없다는 관측이다.

@highlight

주요 20개국 정상회의에서 한일 정상회담이 물 건너 간 것으로 알려졌지만, 비공식 만남을 통해 한일문제를 조율할 가능성이 급부상했지만, 일본정부는 현 시점에서는 아무것도 정해지지 않았다고 밝히며 여태 한국의 입장을 거부하는 태도를 보인 것을 감안하면 여지를 남긴 밝언으로 보인다.