완도군이 미세먼지 대응을 위한 해조류 전문가 심포지엄을 마련했다.

완도군에 따르면 한국조류학회(학회장김정하)와 함께 다음달 11일 오후 2시, 서울 공군회관에서 ‘미세먼지 배출에 효능이 있는 해조류’를 주제로 심포지엄을 연다.

사회적 재난인 미세먼지에 대한 정부 차원의 저감 대책과 함께 미역, 다시마 등 해조류 속 미끌미끌한 알긴산이란 성분이 체내 미세먼지나 중금속 배출에 탁월하다는 사실이 알려지면서 해조류에 대한 관심이 높아지고 있다.

군은 해조류의 가치를 재조명하고, 해조류 산업의 도약을 위한 분위기 조성과 발전 방향을 모색하고자 심포지엄을 마련했다.

심포지엄에는 환경(미세먼지) 전문가, 해조류 유관기관 관계자, 양식 어업인, 대학 및 연구기관 연구원, 의료·식품 가공·요리 전문가 등 300여 명이 참석할 예정이다.

심포지엄은 총 다섯 가지 주제 발표와 전문가 토론으로 진행된다.

주제 발표는 완도군의 해조류 양식 현황(신우철 완도군수), 미세먼지 흡입독성 및 손상 제어 소재의 기능 평가 연구(안정성평가연구소 이규홍 박사), 해조류의 기능과 미세먼지에 의한 피부 손상의 예방을 위한 해조류 효능(제주대학교 전유진 교수)이다.

또 미세먼지 대응 호흡기 건강 개선을 위한 해조류의 효능(제주대학교 지영흔 교수), 미래 해조류 양식 산업의 전략 및 전망(조선대학교 조태오 교수) 등이다.

청정바다 수도 완도에서 생산하는 해조류 식품 전시와 시식회 등 부대 행사도 마련했다.

신우철 완도군수는 “심포지엄을 통해 해조류의 가치와 효능을 재조명하고 미세먼지에 대응할 수 있는 방안이 모색돼 국민 건강을 증진하고, 해조류를 이용한 바이오산업 육성 등 해조류 산업 발전의 토대가 마련되길 바란다”고 말했다.

@highlight

완도군은 해조류의 가치와 효능을 재조명하고 해조류 산업의 발전 방향 모색하고자 한국조류학회와 함께 다음 달 11일 오후 2시, 서울 공군회관에서 '미세먼지 배출에 효능이 있는 해조류'를 주제로 심포지움을 연다.