앞으로 의류나 신발 매장에서 소비자가 자신의 취향에 맞는 제품을 주문하면 공장으로 내용이 전송돼 24시간 안에 생산·배송이 이뤄지는 스마트시스템이 도입된다.

사양 산업으로 전락한 섬유·패션 산업을 되살리기 위한 대책으로, 정부는 봉제·염색·신발 분야 스마트시스템 기술 개발에 총 390억원을 지원하기로 했다.

산업통상자원부는 26일 경제활력대책회의에서 '섬유·패션 산업 활력제고 방안'을 발표하고 봉제·염색 등 전체 공정을 3년 안에 '스피드 팩토어'로 탈바꿈시키겠다고 밝혔다.

스피드 팩토어는 '팩토리'(공장)와 '스토어'(매장)를 합성해 만든 개념으로, 생산공정 자동화 기반 위에 패션 산업의 특성을 접목해 실시간으로 수요자 맞춤형 제품을 생산하는 것을 말한다.

봉제와 염색에선 2021년까지 총 160억원을 투입해 봉제 로봇을 활용한 생산체계 구축을 진행한다.

대형 봉제업체들의 잇따른 해외 이전으로 국내 기업들의 고령화, 영세화가 뚜렷한 상황에서 작업 효율성을 높이기 위한 대안이다.

산업부에 따르면 국내 봉제의류기업 2만 5000곳 중 약 75%가 4인 이하로 구성돼 있다.

신발 부문도 전 공정 자동화를 위해 2022년까지 230억원 투자가 예정돼 있다.

자동차, 항공 등 기타 산업과의 융합을 통해 산업용 섬유 중심의 고부가 제품 생산도 유도한다.

선진국에선 산업용 섬유, 기능성 소재 개발에 주력한 데 반해 우리나라는 비교적 부가가치가 낮은 의류용 직물 중심으로 생산이 쏠려 있어 수익성 향상에 한계가 있었다.

산업용 섬유 수출 비중을 보면 우리나라는 23%에 불과한 반면 미국은 48%, 일본은 39%에 이른다.

이에 따라 탄소섬유, 아라미드 등 고부가 산업용 섬유 개발에 올해 800억원을 투자하고, 소방관과 경찰 등을 위한 안전보호 섬유 제품 개발에도 2023년까지 524억원을 투입할 계획이다.

강경성 산업부 소재부품산업정책관은 "이번 대책으로 2023년까지 섬유·패션 산업에 총 5558억원이 투입된다"면서 "섬유산업에 정보통신기술(ICT)을 접목해 스마트화하고 첨단 신소재 산업으로 탈바꿈시키는 게 목표"라고 말했다.

@highlight

산업통상자원부는 26일, '섬유·패션 산업 활력제고 방안'을 발표하고 봉제·염색·신발 분야 스마트시스템 기술 개발에 총 390억원을 지원해, 이 분야 전체 공정을 소비자가 자신의 취향에 맞는 제품을 주문하면 24시간 안에 생산·배송이 이뤄지피드 팩토어'로 만들기로 했다.