정부가 인천 앞바다에 폐기물 처분장 조성을 검토한 것으로 드러났다.

2025년 사용 종료를 앞둔 수도권 쓰레기매립지 대체지를 선정하는 과정에서 정부가 인천 앞바다를 폐기물 최종 처분장으로 활용하는 것을 검토하고 있어 파장이 일 것으로 예상된다.

26일 해양수산부가 발주한 '폐기물 해상 최종처리 기술 개발 최종보고서'에 따르면 인천신항이 해상 매립지로 가장 적합하다며 시범사업 대상지로 최종 선정했다.

바다에 호안을 건설하고, 그 안에 소각재 등 안정화된 폐기물을 투기하는 방식이다.

해양수산부가 발주한 이 연구는 한국해양과학기술원이 주관했다.

연구 기간은 2016년 5월18일부터 작년 12월31일까지다.

해수부는 해양생태환경 영향 최소화, 경제적 타당성, 접근성, 해상 운송비 등 10개 기준으로 수도권역의 인천신항과 부산권역, 충청권역 등 6개 권역 후보지를 평가했다.

유일하게 인천신항은 10개 기준 중 1개를 제외한 9개 기준에 가장 적합성하다는 평가를 받았다.

해수부의 이 같은 연구는 논란이 될 것으로 보인다.

2025년 수도권 매립지 종료 실현을 위해 정부가 적극적으로 나서야 할 때 해수부는 인천 앞바다를 또 다시 폐기물 처분장으로 활용하겠다는 취지의 연구를 진행했기 때문이다.

보고서를 통해 '수도권 매립지는 2025년까지 매립이 가능한 상황으로 수도권역 내 해당 시·도는 2025년 이내에 대체매립지의 확보가 필요한 상황'이라는 점을 강조한 것은 향후 언제라도 인천 앞바다를 해상 처분장으로 조성하겠다는 의지가 담긴 것으로 해석된다.

연구 내용이 이를 뒷받침한다.

보고서는 인천신항의 해상 최종 처리장 시설 용량을 현 수도권매립지 사용이 끝나는 2026년부터 2045년까지 20년간 운영하는 조건을 전제로 사업 추진 일정을 제시했다.

사업비는 2271억9800만원이다.

폐기물 해상 처분장과 조성 위치에 대한 주민 동의와 공감대가 형성되지 않은 상황에서 이 같은 연구는 시기적절하지 않다는 비판 여론이 나오고 있다.

연구를 주관한 한국해양과학기술원 관계자는 "연구 종료 후 후속 과제가 없다.

아직까지 해상 처분장 조성을 위한 사업 계획이 수립되지 않았다"고 말했다.

@highlight

해양수산부가 발주한 폐기물 해상 최종처리 기술 개발 최종보고서에 인천신항이 해상 매립지로 가장 적합하다며 시범사업 대상지로 최종 선정했으며 바다에 호안을 건설하고 그 안에 소각재 등 안정화된 폐기물을 투기하는 방식으로 향후 인천 앞바다를 해상 처분장으로 조성하겠다는 의지가 담긴 것으로 해석했다