협동조합 "너무 안타깝다"

의정부 지역 저소득층 어린이에게 친환경 먹거리를 제공하던 마을 식당 '품'이 이달 말 문을 닫는다.

품은 희망연대노동조합과 의정부시사회적경제협의회가 모여 만든 동네품협동조합이 운영하던 마을 식당이다.

그러나 임대료와 관리비 등 미납 금액 2000만원을 감당하지 못하면서 운영을 중단하게 됐다.

26일 동네품협동조합에 따르면 '더불어 나누는 먹거리, 더불어 성장하는 우리'라는 목표 아래 2017년 9월2일 일반 협동조합을 설립했다.

결식이 우려되는 어린이에게 건강하고 안전한 먹거리를 제공하자는 취지에서다.

협동조합은 '동네를 품다, 이웃을 품다, 아이를 품다'라는 슬로건 아래 그해 9월부터 신곡동 757-2번지 광장빌딩에 입주해 마을 식당 품 운영에 들어갔다.

이후 올해 6월 중순까지 의정부시 지역아동센터 30곳의 어린이 400명에게 친환경 로컬푸드 밥상을 제공했다.

또 찾아가는 식생활 개선 교육과 자연주의 텃밭 운영·체험 행사도 진행했다.

조합원들은 제철 요리를 만들어 이를 취약계층 주민 200명과 나누기도 했다.

하지만 임대료와 관리비가 2000만원 가까이 밀리면서 결국 문을 닫기로 했다.

이에 따라 마을 식당 품이 올해 추진하려던 아이복권상 사업도 물거품이 됐다.

이는 경기도 공모사업에 신청해 선정된 어린이 먹거리 권리 찾기 프로젝트다.

결식 우려 어린이가 방학 급식 기간에 G-드림카드(아동 급식 전자카드)를 내면 8000원짜리 먹거리를 제공하는 것이다.

이 카드의 한 끼 식사 한도 비용은 6000원이다.

차액 2000원을 마을 식당 품이 대신 내주는 방식이다.

마을 식당 품은 이를 통해 올해 결식아동 2400명을 지원할 계획이었다.

하지만 식당 운영 중단이 확정되면서 많은 어린이들이 혜택을 볼 수 없는 처지에 놓였다.

동네품협동조합 관계자는 "마을 식당 품은 소득에 관계없이 누구나 좋은 음식을 먹을 권리가 있다는 취지로 운영을 시작했다"며 "현실적인 문제로 문을 닫게 돼 안타깝다.

그렇지만 향후 다시 뜻을 모아 지역사회에 먹거리 정의사업을 추진할 것"이라고 말했다.

@highlight

의정부 지역 저소득 결식 어린이에게 친환경 먹거리를 제공하던 마을 식당 '품'이 임대료와 관리비 미납 등 운영난으로 이달 말 문 닫게 된 데 대해 다시 뜻을 살려 지역사회 먹거리 정의사업을 재개할 것이라고 밝혔다.