전북의 출생아수가 지난 2018년 1월 1천 명을 기록한 이후 16개월 동안 단 한차례도 기록이 경신되지 못하고 있다.

특히 혼인의 경우 2017년을 시작으로 28개월 연속 혼인 건수가 1천 건을 넘는 달이 전무하면서 2013년 1만 건에 이르던 혼인이 지난해엔 7천200건까지 떨어지게 됐다.

인구절벽시대가 빠른 속도로 도래 하고 있는 가운데 전북의 경우 이런 흐름이 당분간 이어질 것이라는 게 통계 전문가의 설명이다.

통계청이 26일 발표한 '2019년 4월 인구동향'을 보면 올해 전북의 4월 출생아 수는 800명으로 지난달에 비해 100명이 늘었다.

하지만 인구 1천명 당 출생아 수를 뜻하는 조출생률은 5.4명으로 5.3명을 기록한 부산에 이어 끝에서 두번째에 머물렀다.

지역 인구 비율을 생각하면 사실상 꼴찌인 셈이다.

전국 평균인 6.2명과 비교해도 낮은 기록이다.

전년 누계비는 -13.5%로 -14.7%를 기록한 광주에 이어 가장 큰 폭의 하락세를 보였다.

같은 기간 혼인도 2천400건에 불과해 광역시를 제외하고는 가장 저조한 수치를 기록했다.

전북의 4월 혼인 건수는 600건으로 강원에 이어 뒤에서 두번째를 차지했다.

조혼인율도 4.1건에 불과해 전국 평균인 4.7건에 못미친다.

아직까지 우리나라의 경우 혼인 후 출산하는 비중이 100%에 가까운 만큼 혼인이 출산의 전제 조건으로 자리매김 한 상황인데 전라북도가 더이상 결혼하지 않고 그로 인해 아이 울음소리가 줄어들고 있는 곳으로 전락하고 있는 것이다.

또한 이혼률은 큰 변동 없이 4월의 경우에도 300건으로 집계됐지만 전년누계비는 8.3%로 전국 평균인 6.1%보다 높은 수치를 기록했다.

혼인 건수는 해마다 줄고 있는데 이혼 건수는 특별한 증감이 없다면 결론적으로는 혼인 형태의 가정이 줄어들고 있는 셈이다.

이밖에도 전북의 4월 사망자 수는 1천200명으로 조사망률은 7.7명을 기록했다.

이번 조사 결과에 대해 김진 통계청 인구동향과장은 "전북의 경우 인구 수도 많지 않은 데다가 가임기 여성의 합계출산율도 전국 평균보다 낮은 1.04명에 불과해 당분간 출산률 감소 흐름은 지속될 것으로 보인다"고 말했다.

@highlight

전북의 출생률이 전국 최저치를 기록, 전년 대비 -13.5%감소하였으며 인구감소의 흐름이 당분간 지속될 것이라는 게 통계 전문가의 설명이다.