장대높이뛰기 5m72㎝…자신의 기록 1㎝ 경신 ‘6번째 한국新’

진민섭이 지난 25일 강원도 정선종합운동장에서 열린 제73회 전국육상경기선수권대회 남자장대높이뛰기 결선에서 5ｍ72㎝의 한국신기록을 세운 뒤, 기록판을 앞에서 기념 촬영을 하고 있다.

‘대한민국을 대표하는 인간새’ 진민섭(27 여수시청)이 또다시 한국신기록을 새로 썼다.

진민섭은 지난 25일 강원도 정선종합운동장에서 열린 제73회 전국육상경기선수권대회 남자 일반부 장대높이뛰기에서 5m72㎝를 날아올라 지난 5월 자신이 세웠던 한국기록 5m71㎝를 1㎝ 더 늘렸다.

5m30㎝를 2차 시기에서 넘으며 첫 장대를 통과한 진민섭은 이후 5m50㎝를 1차 시기에서 넘고 5m72㎝에 도전했다.

그리고 5m72㎝를 1차 시기에서 가뿐하게 뛰어넘으며 한국신기록을 새로 썼다.

진민섭은 이어 2020년 도쿄올림픽 기준기록인 5m80㎝에 도전했으나 아쉽게 실패해 도쿄올림픽 출전권 확보는 다음 기회로 미뤘다.

진민섭은 벌써 6번째 한국신기록을 새로 써가고 있다.

지난 2013년 5월 대만오픈에서 5m64㎝를 뛰어넘으며 당시 한국신기록 보유자였던 김유석(2006년, 5m63㎝, 당시 서울시청)을 제치고 한국에서 가장 높이 날아오르는 선수가 된 진민섭은 지난해 6월 전국육상선수권대회에서 5m66㎝를 뛰어 넘고 만 1년 만에 4번의 기록을 경신하며 가파르게 성장하고 있다.

오는 9월 카타르 도하에서 열리는 세계육상선수권대회를 앞두고 있는 진민섭은 “부상없이 컨디션을 잘 조절해서 선수권대회에서 5m75㎝ 이상 넘을 수 있도록 하겠다”며 “늦어도 내년 5월까지는 도쿄올림픽 기준기록인 5m80㎝를 반드시 넘어서겠다”고 포부를 밝혔다.

@highlight

여수시청 소속 진민섭은 지난 25일 정선종합운동장에서 개최된 전국 육상경기선수권대회 남자 일반부 장대높이뛰기에서 이전기록보다 1cm증가한, 5m71cm기록으로, 이는 6번째 한국 신기록이며, 이에 진민섭 선수는 오는 9월 카타르 도하에서 개최될 세계육상선수권대회에서 5m 75cm, 내년 5월에는 5m 80cm를 목표라고 밝혔다.