2019년 행복주택 입주자 모집 계획.

청년층과 신혼부부 등을 위한 행복주택이 올해 두번째 입주자를 모집한다.

26일 국토교통부에 따르면 다음 달 11-18일 행복주택 10곳 4640가구에 대해 청약을 접수한다.

행복주택은 청년·신혼부부 등의 주거비 부담을 줄여주기 위해 주변 시세의 60-80% 수준으로 저렴하게 공급하는 공공임대주택이다.

올해 110곳 2만 6000가구를 4회에 걸쳐 입주자를 모집할 계획이다.

1차 모집에서는 방배3 등 41곳 6483호 모집에 2만 8825명이 청약을 신청해 경쟁률 4.4대1을 기록했다.

이번 모집은 수도권 5곳 2829가구, 지방권 5곳 1811가구로 이뤄진다.

수도권은 판교제2테크노밸리 200가구, 안성아양 699가구, 인천영종 450가구, 파주운정 580가구, 화성동탄2 900가구 등이다.

지방은 부산좌동 100가구, 충주호암 550가구, 아산탕정2 740가구, 군산신역세권 400가구, 광주쌍촌 21가구 등이다.

특히 판교2밸리, 부산좌동 등 창업지원주택과 안성아양의 산업단지형 행복주택도 '일자리 연계형 지원주택 추진방안'에 따라 포함됐다.

창업지원주택은 청년 창업인의 안정적 주거공간과 창업지원시설을 결합한 맞춤형 공공임대주택으로, 무주택세대 구성원인 만 19-39세 청년 (예비)창업가라면 누구나 신청할 수 있다.

산업단지형 행복주택은 주거기반이 취약한 국가·지방산단 인근에 공급되는 공공임대주택이다.

무주택세대 구성원인 산업단지 근로자라면 연령에 상관없이 최저 보증금 1200만 원, 월 임대료 6만 원 수준에 입주할 수 있다.

청약 신청은 LH(한국토지주택공사) 홈페이지나 모바일앱을 통해 가능하다.

자세한 사항은 LH청약센터에서 확인할 수 있다.

@highlight

국토교통부는 올해 두 번째로 주변 시세의 60~80% 수준으로 저렴하게 공급하는 행복주택 10곳 4640가구에 대한 입주자 청약을 다음 달 11일부터 18일까지 접수한다.