문 대통령 "신산업·국방·민생 협력지평 확대…양국관계 더 도약"

문재인 대통령은 26일 무함마드 빈 살만 사우디아라비아 왕세자 겸 부총리와 회담을 하고 "양국의 관계를 한 단계 더 도약시키기를 바란다"고 말했다.

문 대통령은 이날 청와대 본관 2층 접견실에서 열린 회담발언에서 "양국은 1962년 수교 이래 반세기가 넘는 기간 동안 특별한 우호와 상생의 협력 관계를 발전시켜 왔다. 양국이 공동번영과 상생으로 발전하길 기대한다"며 이같이 밝혔다.

문 대통령은 "한국은 사우디 정부가 역점을 두고 추진하는 '비전 2030'의 전략적 파트너국으로서 양국은 기존의 건설·에너지 분야를 넘어서 정보통신기술, 스마트인프라 등 신산업 분야, 그리고 국방·방산 등 전략적 분야, 보건·의료·교육 등 민생과 직결된 분야 등으로 협력의 지평을 확대시켜 나가고 있다"고 설명했다.

그러면서 "우리 정부가 추진하는 혁신적 포용국가 정책과 사우디 정부가 추진 중인 '비전 2030'은 공통점이 많다"며 양국이 '비전 2030'의 성공을 위한 협력에 힘을 쏟자고 제안했다.

빈 살만 왕세자는 이에 "양국은 정무, 안보, 국방, 문화 등 다양한 모든 분야에서 전략적 파트너"라며 "양국 기업들이 활발한 활동을 통해 부가가치를 서로 창출하는 전략적이고 중요한 협력관계를 구축했으면 한다"고 밝혔다.

빈 살만 왕세자는 "사우디아라비아는 역사적으로 중요한 변혁 프로그램인 '비전 2030'을 마련했다. 이런 야심찬 계획으로 우리나라를 완벽하게 구조적으로 변화시키고자 하는 것"이라며 "번영한 경제, 생기 넘치는 사회, 야심찬 국가라는 계획을 갖고 있다. 투자에 유망한 국가로 변모하려고 시도 중"이라고 소개했다.

빈 살만 왕세자는 "에너지와 자동차, 관광, 보건 등 다양한 분야에서 협약이 준비됐다. 또 양국이 개발하지 못한 유망한 그런 분야도 무척 많다"며 "서로 통상과 투자를 더 강화할 수 있을 것"이라고 언급했다.

@highlight

문재인 대통령은 26일, 방한중인 무함마드 빈 살만 사우디아라비아 왕세자 겸 부총리와 회담 중 사우디 정부가 추진중인 변혁 프로그램, '비전 2030'의 성공을 향해 한 단계 도약된 양국의 상생과 협력을 제안하였으며, 빈 살만 왕세자는 전략적이고 중요한 협력관계 구축을 희망한다고 답하였다.