특허청(청장 박원주)은 28일 MARU180(서울 강남구)에서 '사업 자금확보'에 어려움을 겪고 있는 스타트업을 지원하기 위해 혁신 IP를 투자로 연계하는 새로운 도전, 'IP 스타트업 로드데이'를 시작한다.

올해 IP 로드데이는 시범적으로 스타트업의 성장에 있어서 지식재산의 중요성을 알리고, 스타트업들이 IP(지식재산, Intellectual Property)를 기반으로 민간투자자들로부터 투자를 유치할 수 있는 기회의 자리다.

이번 로드데이는 수도권(서울ㆍ경기ㆍ인천) 소재 예비창업자 및 창업 3년 미만 스타트업을 대상으로 2주 동안 참가기업 공모를 진행했으며, 최종 97개사가 신청서를 접수하는 등 스타트업들이 높은 관심을 나타냈다.

특허청은 1차 서류심사를 통해 14개사를 선별하고 2차 발표심사를 통해 민간투자자를 대상으로 발표를 진행할 5개사를 최종 선발했다.

발표기업에게는 KB인베스트먼트, 신용보증기금, 한화투자증권 등 다양한 투자기관으로부터 투자유치 기회와 함께 지식재산 서비스를 직접 선택해 이용할 수 있는 최고 1500만원 상당의 '특허바우처'를 지급한다.

또한, 특허청의 스타트업 지원사업(IP나래 프로그램, 글로벌 IP스타 육성, IP-R&D 지원)의 우선지원 대상으로 추천한다.

이밖에 신용보증기금과 기술보증기금 등의 협조를 얻어 선발된 스타트업들에게 보증 약정서를 제공하는 등 신용보증을 연계한 자금 지원도 적극 추진한다.

선발된 업체 중 ㈜아이센테크는 인천공항공사와의 납품계약 및 필리핀 수출계약도 추진 중이며 ㈜일렉쿠아 및 ㈜콜로세움 등도 투자자 상담이 활발히 이뤄지는 등 투자성과가 가시적으로 나타날 전망이다.

박원주 특허청장은 "특허청은 국내 스타트업들이 혁신적인 아이디어를 지식재산으로 권리화를 지원하고, 혁신 IP를 기반으로 투자를 유치할 수 있도록 적극 뒷받침할 것"이라며 "이번 IP 로드데이가 그 첫걸음"이라고 밝혔다.

@highlight

오는 28일 특허청은 사업 자금확보가 어려운 스타트업을 돕기 위해 시범적으로 스타트업의 성장에 있어서 지식재산의 중요성을 알려 민간투자자들로부터 투자를 받을 수 있는 기회의 자리인 'IP 스타트업 로드데이'를 진행하는 가운데 최종 97개사가 신청 접수를 하는 등 스타트업들이 적극적인 관심을 보였다.