예년 보다 늦은 장마가 간헐적으로 나타나고 있는 가운데, 여름 장마철에는 곰팡이를 유의해야 한다.

쌀, 콩, 아몬드 등에 핀 곰팡이는 인체에 유해한 아플라톡신 등 곰팡이 독소를 생성할 수 있어 곰팡이가 발생하지 않도록 만전을 기해야 한다.

곡류 등을 고온다습한 환경에 보관 저장하는 과정에서 일부 곰팡이들은 자연독소를 만들어 내는데, 아플라톡신, 오크라톡신A, 푸모니신.

파튤린 등이 있다.

식약처는 27일 장마철엔 한꺼번에 많은 곡류를 사지 말기, 쌀 씻은 물이 파랗거나 검으면 밥 해먹지 말고 과감히 버리기 등 주의사항을 국민들에게 권고했다.

곡류, 두류, 견과류 등을 구입할 때에는 알갱이 겉 표면 등을 꼼꼼하게 살펴보고, 유통기한을 확인하여 대량으로 구입하지 않는 것이 좋다.

곡류 구입때 알갱이가 벌레에 의해 손상되면 내부의 수분 불균형으로 인해 곰팡이가 쉽게 생기기 때문에 상처가 있거나 변색된 것이 포함돼 있는지 살펴야 한다.

또, 육안으로 보았을 때 흰색이나 곰팡이로 의심되는 반점, 이물이 있는 것은 구입하지 않는 것이 좋다.

곡류나 견과류 등을 보관할 때는 습도 60% 이하, 온도는 10∼15℃이하에서 최대한 온도변화가 적은 곳에 보관해야 한다.

옥수수, 땅콩 등 껍질이 있는 식품은 껍질째 보관하는 것이 껍질을 벗겨 보관하는 것보다 곰팡이독소 생성량이 적은 것으로 알려져 있다.

개봉하고 남은 땅콩 등 견과류는 1회 섭취할 양 만큼 나눈 다음 공기에 접촉되지 않도록 밀봉하여 보관해야 한다.

한번 곰팡이가 핀 식품은 그 부분을 도려내더라도 곰팡이독소가 식품에 남아 있을 수 있으므로 절대 먹으면 안된다.

특히, 장마철에 밥을 지을 때, 쌀 씻은 물이 파랗거나 검으면 쌀이 곰팡이에 오염되었을 가능성이 있으므로 밥을 지어 먹어서는 안된다.

@highlight

여름 장마철 곡류와 견과류에 발생하는 인체 유해 독소 곰팡이는 그 부분을 도려내더라도 곰팡이 독소가 식품에 남아 있을 수 있으므로 음식을 먹지 말고 과감히 버려야한다.