"중앙정부의 실패한 폐기물처리 정책의 피해를 지방정부가 고스란히 감당하고 있는 형국입니다.

폐기물 공공처리 시스템을 섣불리 손댄 부작용이 경북에서 극단적으로 나타난 결과가 바로 '쓰레기 산'입니다."

"의성군 등 도내 시군이 행정대집행을 통해 급한 불을 끄고 있지만 궁극적인 해결책은 권역별 폐기물 공공처리 시스템을 복원하는 것입니다.

내달 완료되는 환경부의 연구용역 결과를 참고해 특별법 제정으로 돌파구를 마련하겠습니다."

27일 오후 국회의원회관에서 만난 국회 환경노동위원회 자유한국당 간사인 임이자 국회의원(비례)은 '쓰레기 산' 얘기가 나오나마자 많은 말을 쏟아냈다.

지역주민의 생명권을 침해하는 진짜 '적폐'가 눈에 뻔히 보이는데도 지금까지 누구하나 해결책을 제시하지 못 한데 대한 아쉬움이었다.

임 의원은 "다이옥신 등 발암물질 발생을 고려하지 못한 중앙정부의 소각위주 폐기물 처리정책, 폐기물 수출 길 봉쇄, 폐기물 처리업체의 도덕적 해이가 상승작용을 일으키면서 경북도내 '쓰레기 산'이 높이를 더했다"며 "중앙정부의 정책실패를 파고들어 권역별 폐기물 공공처리시스템 구축에 박차를 가하겠다"고 말했다.

임 의원은 김대중·노무현 정부에서 민영화와 민간위탁 등의 과정을 거치면서 폐기물 공공처리 시스템이 사실상 붕괴됐다고 지적하고 정부 정책 실패의 산물인 '쓰레기 산' 문제를 해결하는데 중앙정부의 재원을 적극 활용해 지방정부의 부담을 최소화하겠다는 방침을 밝혔다.

다만 임 의원은 폐기물 처리업체를 상대로 한 책임추궁은 다양한 방법을 통해 끈질기게 지속돼야 한다고 강조했다.

지방자치단체의 자구노력 강도에 따라 중앙정부의 지원규모도 달라질 수 있기 때문이다.

임 의원은 "권역별 공공 폐기물 처리시스템 구축을 위한 특별법 제정과 함께 기존 폐기물 처리업체의 도덕적 해이를 방지하고 역량까지 강화할 수 있는 제도정비에도 힘을 쏟겠다"고 약속했다.

@highlight

의성군은 도내 시군이 행정대집행을 통해 폐기물 공공처리 시스템 제도정비를 한다.