[헤럴드경제=서경원 기자] 카드사가 정부 규제 등으로 악화된 수익성을 극복하기 위해 중금리대출을 확대해야 한다는 제언이 나왔다.

27일 서울 중구 은행회관에서 열린 한국신용카드학회 춘계 세미나에서 서지용 상명대 경영학부 교수는 '금융 플레이어로서의 경쟁력 제고방안'을 주제로 한 발표에서 이같이 주장했다.

서 교수는 신용판매 위주의 수익 구조에서 정부 규제로 신용판매 부문의 채산성이 악화할 경우 전체 수익성이 감소할 우려가 있다고 지적했다.

특히 카드채 금리 상승으로 조달비용이 느는 데다가, 정부의 마케팅 비용 절감 권고에도 카드사들이 시장점유율을 의식해 마케팅 비용을 단기간에 줄일 수 없어 수익 구조가 악화할 수 있다고 봤다.

서 교수는 이런 수익성 감소에 맞서 중금리대출 시장을 적극 공략해 카드 대출을 확대하는 것이 현실적인 대안이라고 주장했다.

서 교수는 개인 신용대출에서 중금리 비중이 48.4%로 시장 규모는 충분하지만, 신용평가를 고도화하기 위한 정보제공 체계를 구축하는 것이 관건이라고 했다.

중금리대출의 수익성을 확보하기 위해 정부가 일률적으로 최고금리를 내리기보다는 프랑스처럼 대출 규모별로 금리 상한선을 설정하는 것이 바람직하다고 충고했다.

서 교수는 타 금융권과의 형평성 시비가 제기될 수 있는 만큼 카드업권에 상대적으로 불리하게 설정된 레버리지 배율(자기자본 대비 총자산 한도 배율) 규제를 완화할 필요가 있다고 말했다.

최철 숙명여대 교수는 '지급결제 플레이어로서의 경쟁력 제고 방안'에서 신용카드가 지급결제 시장에서 경쟁력을 유지하려면 디지털 혁신에 따른 새 지급결제 수단이 대체하기 어려운 신용카드만의 기능과 장점을 차별화하면서 지급결제의 간편성과 안전성을 보완해야 한다고 제언했다.

실물 카드와 앱(애플리케이션) 카드를 비교했을 때 실물카드의 장점을 유지하면서 다양한 할부금융 방식을 도입해 신용 구매를 고도화할 필요가 있다고 말했다.

나아가 신용카드 이용자와 가맹점 정보 등 빅데이터를 활용해 새로운 부가서비스를 개발할 필요가 있다고 조언했다.

@highlight

상명대 경영학부 서지용 교수는 27일 한국신용카드학회 춘계 세미나에서 정부의 규제로 악화한 카드사의 수익성 감소를 극복하기 위해서는 중금리대출 시장을 적극 공략해 중금리 카드 대출을 확대해야 한다고 제론 했다.