제8대 괴산군의회(의장 신동운)가 개원 1년을 맞았다.

[괴산]제8대 괴산군의회(의장 신동운)가 개원 1년을 맞았다.

'소통의회, 현장의회, 감동의회'라는 의정목표로 출발한 괴산군의회는 군민의 복리증진과 지역발전, 성숙된 지방자치 실현을 위해 쉼 없이 달려왔다.

지난해 7월 4일 제267회 임시회를 시작으로 군민의 뜨거운 열망을 가득 담고 의욕적으로 출발한 제8대 전반기 괴산군의회는 12회의 정례회 및 임시회를 개회, 116건에 달하는 안건을 처리했다.

또한, 결산승인 2회, 예산안 심사 3회, 5분 자유발언 6건, 매월 2회 정례간담회(총 23회)를 통해 군정의 올바른 방향과 대안을 제시하고, 지역현안과 사업계획을 검토해 군정에 적극 반영했다.

여기에 주요 건설사업장 현지조사와 환경보전특별위원회 활동, 군정질문과 행정사무감사에 적극 나서면서 비효율적 정책과 사업 등을 지적하고 발전적인 대안을 제시하는 등 집행부에 대한 견제와 감시 역할을 충실히 수행했다.

특히, 14건의 군민 복지증진을 위한 의원발의 조례제정, 음식물 무단매립과 적재를 제한하는 결의문과 의료폐기물 소각시설 설치 반대 성명서를 채택하는 등 입법기관 역할에도 힘썼다.

이와 함께 의정연수를 실시, 우수사례를 배우고 의원 개인별 연구 활성화를 통한 의원 전문성 강화에도 노력해 왔다.

괴산군의회는 또 한우협회 초청간담회 등 지역 사회·단체와의 간담회를 열어 주민의 진정사항과 애로사항 해결에 적극 나서는 등 어려운 가정 방문 및 봉사활동, 소외계층에 대한 사랑나눔활동을 펼치면서 군민의 소리를 정책에 반영시키는 의정활동을 구현해 왔다.

신동운 군 의회 의장은 "괴산군의회는 5만 인구를 향한 한 차원 높은 지역발전과 군민의 삶의 질 향상을 위해 앞으로도 역동적인 의정활동에 최선의 노력을 다하겠다"고 말했다.

@highlight

괴산군의회가 개원 1년을 맞아 국민의 복리증진과 지역발전, 성숙된 지방자치 실현을 위해 온 힘을 다하며 주민의 애로사항 해결과 군민의 정책을 반영시키는데 쉼 없이 달려왔다.