RP인스티튜트 서울이 학술세미나 '미학 없는 한국, 방황하는 미술사, 한국 미술의 미래'를 29일 서울 문래동 '스페이스9'에서 개최한다.

단색화와 민중미술 이후 한국미술의 방향을 논하는 세미나가 열린다.

RP인스티튜트 서울(대표 허유림)은 '미학 없는 한국, 방황하는 미술사, 한국 미술의 미래'라는 주제아래 6월 29일 서울 영등포구 문래동 '스페이스9'에서 학술 세미나를 개최한다고 밝혔다.

이날 토론자로는 단색화 이론에 관한 가감없는 비판으로 최근 화제가 된 홍가이 전 MIT 교수와 한국 근현대미술사의 오류를 꾸준히 지적해 온 오상길 미술비평가, 그리고 2017년 '신자연주의 두 몸의 만남-가나인ㆍ정복수'전을 기획한 독립큐레이터 허유림이 나선다.

홍 교수는 '한국 예술 철학의 현황과 문제점, 그 원인'을 주제로 발표한다.

근대 이후 한국의 예술 철학이 존재하는지, 그렇다면 그것의 가치는 어떻게 평가할 수 있는지 따져볼 예정이다.

특히 한국의 자생적 현대미술을 자처하는 단색화의 담론을 집중 해부한다.

오 비평가는 '한국 근현대미술사의 문제점'을 주제로 국립현대미술관의 3개 전시(1979년 '한국현대미술 20년의 동향'ㆍ2000년 '한국현대미술의 시원'ㆍ2006년 '한국미술 100년')를 분석한다.

그간 미술계가 '한국의 모더니즘 미술'이라는 실체 없는 개념으로 유사작품을 포장해 서구미술과 동일시해 왔다는 입장이다.

허 큐레이터는 '예술의 본질 관점에서 본 한국 미술사의 미래와 신자연주의'를 주제로 발표한다.

장식이나 사치품으로의 미술이아니라 인간 삶과 관련된 미술을 살펴볼 예정이다.

학술세미나 외에도 6월 26일부터 7월 5일까지 독립큐레이터 허유림과 박주희 변호사의 연계 강의도 열린다.

'미술품 가격을 결정하는 핵심 요소', '미술시장을 움직이는 보이지 않는 손 ', '예술과 법' 등의 강의가 준비돼 있다.

@highlight

RP인스티튜트 서울은 6월 29일 문래동 '스페이스9'에서 학술 세미나를 개최하여, 홍가이 전 MIT 교수와 오상길 미술비평가, 허유림 큐레이터가 단색화와 민중미술 이후 한국미술의 방향을 논한다.