매일신문 대표단(단장 배성훈 디지털 국장·왼쪽에서 네 번째)과 닝보 미디어그룹 대표단(사장 이저민·오른쪽에서 네 번째)이 25일 상호 교류협력 확대에 관해 논의한 후 기념촬영을 하고 있다.

매일신문 대표단(단장 배성훈 디지털국장)은 자매결연을 맺고 있는 중국 저장(浙江)성 닝보(寧波)시 닝보미디어그룹(사장 이저민·李浙?)을 24일부터 27일까지 방문했다.

대표단은 25일 오전 닝보일보사 회의실에서 이 사장을 비롯한 닝보일보 간부들과 동영상과 앱 등 뉴미디어 분야에 대한 상호교류와 협력 방안 등에 대해 협의했다.

이번 협의에서 양 사는 뉴미디어가 빠르게 변화하고 그 영향력이 커지고 있는 만큼 동영상 콘텐츠 교류를 통한 협력체계를 만들기로 했다.

배 단장은 "점점 파급력과 영향력이 커지고 있는 뉴미디어에 대한 양사 간의 협력이 필요하다.

독자가 관심을 갖고 있는 콘텐츠의 동영상을 제공하면 한층 더 풍부한 기삿거리를 제공할 수 있을 것"이라며 "한 주나 한 달에 한 건이라도 교환할 것"을 제안했다.

이 사장은 이에 대해 "닝보일보와 매일신문은 자매결연 이후 꾸준한 교류를 통해 우의를 다져왔다.

그 신뢰를 바탕으로 동영상뿐 아니라 기자'기사 교류, 공동취재팀 구성, 나아가 닝보시와 대구시의 도시 브랜딩과 문화 부문까지 협력과 교류를 넓혀나가기를 바란다"고 말했다.

배 단장은 "닝보시와 대구시는 동아시아 문화도시로 선정돼 교류를 하고 있는 만큼 서로 협력하는 데는 문제가 없을 것"이라고 말했다.

대표단은 닝보일보 방송 스튜디오를 둘러보고 닝보도시전람관, 닝보박물관, 닝보북시티(대형서점), 잉줘일보 등을 견학하고, 장제스 전 중화민국 총통 생가, 천일각 등 닝보 지역 문화유적지를 둘러봤다.

매일신문과 닝보미디어그룹은 지난 2005년 자매결연을 맺은 후 매년 정기적인 교류를 해오고 있다.

@highlight

매일신문 대표단은 동영상 콘텐츠 교류를 위해  중국 저장성 닝보시 닝보미디어그룹을 방문해서 동영상과 앱 등 뉴미디어 분야에 대한 상호교류와 협력 방안 등에 대해 협의했다.