저출산 시대를 맞아 등장한 출산장려금이 지방자치단체마다 천차만별이다.

서울신문이 27일 전국 17개 시도의 출산장려금을 조사한 결과 첫째 아이 기준 출산장려금이 가장 많은 곳은 세종(120만원), 인천(100만원), 제주(50만원) 등의 순으로 나타났다.

세종시와 인천시는 이후에도 아이를 낳을 때마다 각각 고루 120만원과 100만원을 준다.

대구시는 첫째에 대한 장려금은 없지만 둘째 아이 140만원, 셋째 이상 410만원을 파격 지급한다.

제주는 둘째 이상부터 200만원씩 준다.

충북은 첫째는 없고 둘째 120만원, 셋째 이상 240만원이다.

서울시는 아이 1명당 10만원씩 주는데 현금이 아닌 출산용품 지원이다.

광주는 첫째 10만원, 둘째 20만원, 셋째 이상 60만원이며 대전은 첫째 30만원, 둘째 40만원, 셋째 이상 60만원이다.

또 부산은 첫째는 없고 둘째 50만원, 셋째 이상 150만원이며 울산은 둘째 50만원, 셋째 이상 100만원이다.

전남은 아이 구분 없이 30만원을 지급하며 경북은 첫째 10만원, 둘째 이상 60만원이다.

경남은 셋째 이상부터 50만원이다.

반면 경기, 강원, 충남, 전북 등 4곳은 출산장려금이 아예 없다.

도 산하 기초단체가 자체적으로 장려금을 주는 곳은 많지만 광역단체 차원에서는 관련 예산을 편성하지 않았다.

기초지방자치단체는 출산장려금 편차가 더 심하다.

서울·경기·인천 등 수도권 66개 시·군·구를 보면 인천 강화군은 첫째 200만원, 둘째 500만원, 셋째 1000만원, 넷째 이상은 2000만원을 지급한다.

인천 부평구는 첫째 10만원으로 강화군의 5%에 그친다.

둘째 이상도 10만원이며 이마저도 현금이 아닌 온누리상품권이다.

인천경실련 관계자는 "농어촌 마을이거나 고령화가 심한 지역에서 출산율을 높이기 위한 대책으로 출산장려금을 주고 있는데 광역단체의 경우 대체로 대도시가 농촌 지역보다 장려금을 많이 주고 있어 중앙 차원의 농촌 출산 장려 지원책 강화가 필요하다"고 말했다.

@highlight

기초지방자치단체가 지급하는 출산장려금의 편차가 크다는 지적과 함께 수도권 중 가장 많이 지급하는 곳은 인천 강화군으로, 넷째 이상에게 2000만원을 지급하는데, 광역단체의 경우 농촌 지역에 비해 대도시가 장려금을 많이 주는 것으로 나타나고 있어, 농촌 출산 장려를 위해서는 중앙 차원의 지원책이 강화될 필요가 있다.