[헤럴드경제=윤현종 기자] 미국 의회가 주요20개국(G20) 정상회의를 계기로 29일 예정된 미ㆍ중 정상회담을 앞두고 중국 측에 견제구를 던졌다.

유엔 안전보장이사회(안보리)가 결의한 대북제재에 중국의 동참이 미흡하다고 지적했다.

미국 의회조사국(CRS)은 지난 25일(현지시각) '미중관계(U.S.-China Relations)'보고서를 공개했다고 자유아시아방송(RFA)이 28일 전했다.

CRS는 미 연방의회에 미국의 대내외 주요정책 분석을 제공하는 기관이다.

29일로 예정된 미중정상회담을 나흘 앞두고 공개된 이 보고서는 북한문제를 미국과 중국의 관계를 둘러싼 주요 현안 가운데 하나로 꼽았다.

그러면서 중국이 유엔 안보리의 대북제재에 일관적이고 적극적으로 동참해야 한다고 지적했다.

보고서는 미국 행정부가 중국이 대북제재에 있어 어떤 행태를 보이고 있는지 분석한 내용을 언급했다.

"트럼프 행정부는 중국이 지난 2006~2017년 간 북한 핵무기 및 미사일 프로그램에 대해 더 강력해진 유엔 안보리 제재 결의안에 찬성표를 던졌지만, 중국의 대북제재 이행은 '종종 일관되지 않지만 중요하다'고 평가한 것으로 보인다"고 분석했다.

또 보고서는 북미 간 교착상태에 놓인 비핵화 협상과 관련해, 중국은 북미 양국이 비핵화와 평화체제를 동시에 모색하는 '투트랙 접근', 즉 쌍궤병행 접근법과 함께 대화를 재개할 것을 주장한다고 지적했다.

미국의 '일괄타결' 방식과 다른 점을 꼬집은 것이다.

북한 비핵화를 놓고 미국과 중국의 해법이 '총론'은 비슷하지만 구체적으로 각론으로 들어가면 대립각을 세우고 있는 현 상황이 이번 보고서에도 반영된 셈이다.

한편 이 보고서는 도널드 트럼프 대통령과 김정은 북한 국무위원장의 지난해 6월 1차 북미 정상회담 개최 발표가 그 이전부터 얼어붙었던 북중관계 개선으로 이어졌다고 진단했다.

김정은 위원장은 지난해 3월부터 올해 1월까지 중국을 4차례 방문해 시진핑 주석과 정상회담을 했다.

지난 20~21일 시 주석은 2005년 후진타오 당시 국가주석의 방북 후 중국 최고 지도자로서는 14년만에 북한을 찾았다.

@highlight

미국 의회가 유엔 안전보장이사회가 결의한 대북제재에 중국의 동참이 미흡하다고 미.중 정상회담을 앞두고 중국 측에 견제구를 던졌는데,이는 비핵화 협상에 관련해 미중의 해법이 비슷하나 서로 대립각임을 보여주고 있는 것이다.