민선 7기 이용섭호와 김영록호의 지난 1년 성과에 대해 지역 정가에서는 대체적으로 긍정적으로 평가하는 분위기다.

‘참여자치21’은 광주시의 가장 큰 성과로 도시철도 2호선 논란을 매듭지은 것과 광주형 일자리를 성사시킨 것을 들고 있다.

여기에 4차산업혁명 선도 도시 기반을 닦은 점도 긍정적인 평가를 받고 있다.

전남도에 대한 평가도 우호적이다.

대형 프로젝트 유치와 사회간접자본(SOC) 확충 등을 통해 미래 성장 동력을 마련했다는 평가다.

경전선 전철화와 무안 국제공항 활주로 연장 등 1조2000억 원에 달하는 SOC 예산 확보가 바로 그것이다.

반면 아쉬운 대목도 있다.

광주시는 산하기관장 인선을 둘러싼 잡음과 민간공원 특례 사업을 둘러싼 의혹에 대한 부정적인 평가가 많았다.

10여 년 넘게 표류해 온 어등산관광단지 조성 사업은 해결해야 할 과제로 꼽힌다.

전남도는 나주 SRF 열병합발전소 갈등 해결에 소극적이었다는 비판과 함께 흑산공항 건설 해법을 찾지 못한 점에 대한 지적이 많았다.

그럼에도 광주시와 전남도에 대한 지난 1년의 평가는 긍정에 더 무게 추가 실린다.

하지만 민선 7기가 성공했다는 평가를 받으려면 시도가 상생 과제에서 성과를 내야만 한다.

대표적인 것이 광주 군공항 이전 문제다.

시·도는 민선 7기 시작과 함께 광주 민간공항의 무안 이전 및 군공항의 전남 지역 이전에 합의했지만 후보지 선정에 있어서는 한 발짝도 나가지 못하고 있다.

후보지로 거론되는 지역에서 반대 여론이 확산되는 데도 골치 아픈 일에는 나서지 않겠다는 듯이 대응한 감이 없지 않다.

혁신도시발전기금 조성을 둘러싼 논란도 마찬가지다.

상생 과제는 어느 한쪽만 노력한다고 해서 될 일이 아니다.

시도와 해당 시·군의 이해관계가 복잡하게 얽혀 있는 만큼 협업과 조율이 중요하다.

광주시와 전남도는 지난 1년의 성과에 만족하지 말고 상생 과제를 성공시켜 진정으로 성공한 민선 7기였다는 것을 보여 주어야 할 것이다.

@highlight

민선 7기의 지난 1년 성과에 대해 지역 정가에서 긍정적으로 평가하는 분위기이지만 민선 7기가 성공했다는 평가를 받으려면 지난 1년의 성과에 만족하지 말고 상생 과제에서 성과를 내야만 한다.