서울시는 본격적인 여름을 맞아 한강 야외수영장과 물놀이장을 28일 동시 개장한다고 밝혔다.

뚝섬ㆍ광나루ㆍ잠실ㆍ잠원ㆍ여의도 야외 수영장 5곳과 양화ㆍ난지 물놀이장 등 2곳이다.

망원 야외수영장은 성산대교 북단 성능개선공사로 올해는 운영하지 않는다.

한강 수영장과 물놀이장은 이 날부터 8월25일까지 두달간 매일 오전9시부터 오후7시까지 운영한다.

개장에 앞서 서울시 한강사업본부는 샤워기, 여과기, 벽체 도장 등을 정비 공사를 마무리했다.

또한 청결을 위해 임대 화장실을 교체했다.

야외 수영장은 성인풀, 청소년풀, 어린이풀, 유아풀로 이뤄져 있다.

샤워시설과 간이매점, 에어바운스 등의 부대시설이 딸려있다.

여의도 야외수영장 생존수영 체험교실.

특히 여의도수영장에선 인천해양경찰서에서 운영하는 생존수영 체험교실이 열린다.

해양경찰 등 전문강사 10여명이 상주해 교육을 전담한다.

생존수영 체험교실은 개장 기간 중 매일 오전과 오후 각 1회식 운영하며, 당일 현장 접수로 회당 60명 내외로 참가를 제한한다.

퇴선 훈련, 구명 뗏목 등 재난 시 행동요령을 안내한다.

생존수영법 40분, 퇴선훈련 10분, 구명뗏목 20분, 인명구조법 20분 등 1회에 90분간 진행한다.

수영장 이용요금은 성인 5000원, 청소년 4000원, 어린이 3000원이다.

물놀이장은 성인 3000원, 청소년 2000원, 어린이 1000원이다.

만 6세 미만은 무료다.

주차요금은 물놀이시설 운영자 확인을 받으면 50% 할인된다.

다둥이행복카드, 65세 이상, 장애인과 그 보호자 1명, 국가유공자는 증빙서류 제출 시 입장료의 50%를 할인한다.

김인숙 시 한강사업본부 공원부장은 "시민들이 교외로 떠나지 않고도 가까운 도심에서 물놀이를 즐길 수 있도록 한강 야외수영장을 연다"며 "저렴한 비용으로 야외수영장에서 가장 시원한 여름을 보내시길 바란다"고 말했다.

@highlight

서울시는 여름맞이 행사로 뚝섬.광나루.잠실.잠원.여의도 야외 수영장 5곳과 양화.난지 물놀이장 등 2곳을 28일 동시 개장한다 밝혔으며, 망원 수영장은 성능개선공사로 올해는 운영하지 않는다고 말했다.