김갑제 광복회광주전남지부장과 함께 중국 동북3성 일대 항일독립운동사적지를 탐방하고 있는 광복회원·시민단체 관계자·시민 등 22명은 26일 오후 중국 길림성 용정시 동구촌 인근에 있는 나철·서일·김교헌 등 대종교 3종사 묘역을 찾아 참배하고 애국선열의 큰 뜻을 기렸다.

광복회광주전남지부가 주관하고 있는 ‘중국내 항일 독립운동 사적지 탐방사업’에 의해 탐방단은 지난 23일부터 5박6일 일정으로 하얼빈과 해림·목단·동경·용정 등을 방문 중에 있다.

탐방단은 이날 용정에 있는 서전서숙(瑞甸書塾·1906년 이상설 등 애국지사에 의해 만주지역에 최초로 설립된 교육기관)과 윤동주 시인의 출신교인 용정학교를 들른 뒤 대종교 3종사 묘역을 참배했다.

홍암 나철선생은 전남 보성출신으로 일제의 조선침략에 대항하기 위해 대종교를 창시한 인물이다.

일제에 맞서 단식투쟁하다 순국했다.

나철선생 옆자리에 묻혀 있는 서일은 나철선생의 제자로 북로군정서군 등을 이끌며 혁혁한 전과를 올린, 북만주 지역 최고의 독립군지휘관이었다.

김교헌은 제 2대 대종교 교주로 북로군정서군을 조직, 청산리 전투 등에 참전했다.

이날 참배에 나선 김갑제 지부장과 김순흥 민족문제연구소 광주지부장, 송광운 전 북구청장, 박인석 비아중교장, 이재규 조선대사무처장, 정흔연 법무사, 이종문 유성국제여행사대표, 광복회원 등은 “애국선열들의 정신을 이어받아 건강한 대한민국을 만들어 가는데 힘과 지혜를 모아가겠다”고 다짐했다.

@highlight

광복회광주전남지부가 주관하는 '중국내 항일 독립운동 사적지 탐방사업'으로 광복회원, 시민 등 22명이 모인 탐방단은 중국 길림성 용정시에 위치한 서전서숙, 용정학교, 대종교 3종사 묘역을 방문해 애국선열의 큰 뜻을 기렸다.