27일 오후 구미 상모동에 위치한 새마을운동테마공원 전시관에 관람객이 없어 썰렁한 기운이 감돌고 있다.

[구미] 27일 오후 2시쯤 구미 상모동에 위치한 새마을운동테마공원.

경북도·구미시는 새마을운동의 가치를 계승·발전시키고, 시민에게 새마을운동 전시·체험·휴양 기회를 제공하기 위해 지난해 11월 이곳을 열었다.

기자는 이날 시설을 둘러보기 위해 전시관 지하주차장으로 향했다.

수백 대 주차가 가능한 규모의 주차장엔 차량이 10여대뿐이었다.

주차를 한 뒤 엘리베이터를 타고 1층으로 올라가자 관람객 7~8명이 전시관을 관람 중이었다.

전시관은 1층부터 3층까지 기획전시실·태동관·세계화관·VR 체험관·역사관 등으로 나눠져 있었다.

하지만 거대한 규모에 비해 체험·볼거리가 턱없이 부족하다보니 전시관을 둘러보는 데 고작 20여분이 걸렸다.

관람객 김모씨는 “모처럼 친구들과 함께 방문을 했는데 볼 게 너무 없어 실망스럽다”면서 “사람들을 오게 할 수 있는 다양한 콘텐츠를 하루빨리 마련해야 할 것”이라고 말했다.

이 밖에 새마을운동의 변천사를 보여주는 야외 새마을운동테마촌도 찾는 사람이 거의 없었다.

27일 구미시에 따르면 지난해 11월 개관 후 올해 5월까지 새마을테마공원의 관람객은 총 3만5천875명이다.

하루 평균 약 170명 수준에 불과하다.

반면 연간 운영비는 30억∼60억원에 이를 것으로 추산돼 ‘혈세 낭비’라는 지적이 끊이지 않고 있다.

관람객 수가 저조한 것은 콘텐츠 부족에다 시대정신을 반영하지 못한 ‘관람’ 위주 환경에서 비롯된 것으로 분석된다.

최근 새마을운동테마파크 활성화 방안 모색을 위한 여론조사에서도 구미시민은 어린이 직업체험관·안전체험관 등 교육문화 콘텐츠를 희망하는 것으로 나타났다.

홍난이 구미시의회 의원(더불어민주당)은 “과거의 향수에 젖은 전시물이 대부분인 만큼 시대 흐름에 맞게 교육문화 콘텐츠를 보강하는 게 바람직하다”며 “그럴 경우 교육문화 여건 개선, 삶의 질 향상, 입장료·푸드코트 수익, 관광인구 유입 등 교육·경제 활성화 효과도 기대할 수 있다”고 말했다.

@highlight

구미 상모동에 위치한 새마을운동테마공원은 연간 30억~60억에 이르는 운영비가 들어가지만 관람객은 하루 평균 약 170명에 불과해 '혈세 낭비'라는 지적이 끊이지 않고 있다.