삼성전자가 기존의 안쪽으로 접히는 갤럭시 폴드 외에 밖으로 접히는 아웃폴더식의 스마트폰을 내놓을 것으로 보인다.

익명을 요구 한 업계 관계자는, 삼성이 해당 스마트 폰 양산에 들어갔으며, '중국화웨이의 아웃폴더폰 메이트 X보다 일찍 나올 것'이라고 말했다.

현재 화웨이는 늦어도 9월경에 첫 폴더블폰을 선보일 예정이다.

해당 관계자는 또한 "첫 번째 폴더블이 계속 연기되는 상황에서 삼성은 화웨이보다 하루라도 빨리 아웃폴더폰을 출시해 세계시장에서의 입지를 굳히고 싶어할 것,"이라고도 말했다.

실제로 삼성전자는 지난 26일에 열린 2019 투자자 포럼에서도 다양한 형식의 폴더블폰을 고려하고 있다고 밝혔다.

삼성전자는 지난 2월 샌프란시스코에서 공개한 첫 폴더블폰 갤럭시 폴드를 4월에 출시할 예정이었지만, 디스플레이 문제로 출시가 무산됐다.

최근에서야 삼성내부 고위관계자들의 입을 통해 조만간 출시될 것이라는 메시지를 던지고 있다.

지난 18일에 열린 '5G 이동통신 플러스 전략위원회' 노태문 삼성전자 무선사업부 개발실장(사장)은 "갤럭시 폴드 출시 일정을 수주 내에 발표하겠다는 입장에 변함이 없다"고 말했다.

하지만 여전히 정확한 출시 일은 정해지지 않았다

폴더플폰과 5G폰은 성장이 주춤한 스마트 폰 시장 회복을 위해 화웨이, 샤오미 등의 제조업체들이 사활을 걸고 있다고 해도 과언이 아니다.

삼성전자 역시 5G폰과 폴더블폰으로 시장을 이끌고 가겠다는 포부를 밝힌바 있다.

익명을 요구한 또 다른 관계자는 "소비자들이 어떤 형태의 폴더블폰을 선호하는지 명확하지 않은 상황에서 삼성으로서는 다양한 라인업을 통해 선호도를 예측할 수 있게 될 것,"이라고 말했다.

삼성은 차기 폴더블 스마트폰으로 인폴더, 아웃폴더외에 디스플레이 상·하부가 안으로 접히는 '클램쉘 방식'도 내년 양산을 목표로 준비중인 것으로 알려졌다.

폴더블폰은 중국의 Royole이라는 회사가 지난해 처음으로 공개했으며, 중국에서는 이미 소량 판매 중이다.

@highlight

삼성내부 관계자들의 말에 의하면 삼성전자는 하루라도 빨리 세계시장에서 폴더블폰으로 입지를 다지기 위해 밖으로 접히는 아웃폴더식의 스마트폰을 곧 출시할 예정이라고 한다.