올해 임시 운영, 체험료‘무료’…관광명소 자리매김‘기대’

치유숲길 등‘다양’

백운산 자락 천년의 숲에 조성한 ‘백운산 치유의 숲’이 본격적인 운영에 들어간다.

이와 관련 지난달 28일에는 정현복 시장, 정인화 국회의원, 이용재 전남도의장, 김성희 광양시의장, 시의원, 주민 등 80여명이 참석한 가운데 개장식이 진행됐다.

이번에 조성된‘백운산 치유의 숲’은 2015년부터 100억원 사업비를 투자해, 55ha 면적에 △치유센터 △치유정원 △치유마당 △풍욕장 △치유숲길 등 다양한 시설을 갖추고 있다.

여러 수종의 나무에서 배출하는 음이온, 피톤치드 등 환경요소와 숲의 지리·생태적 여건 등을 최대한 활용해 인체의 면역기능을 높이는 산림치유 프로그램이 운영될 계획이다.

놀자’ △‘숯가마 길따라’△‘싸木 싸木’△‘오르樂 내리樂’등이 운영된다.

치유숲길은 △봉황돋움길 △돼지꿈길 △여우오름길 △햇살마루길 △숯가마옛길 △심신수양길 등 총 10km 6개 코스로 이뤄졌다.

치유센터에서는 명상·요가, 향기테라피, 족욕 등을 체험할 수 있다.

올해는 임시 운영 기간으로 체험료가 무료이고, 2020년부터는 체험료를 받는다.

프로그램은 팀당 10~15명 단위로 운영되고, 개인 5000원·단체(15명) 4000원이다.

체험 문의는 치유센터로 연락하면 된다.

정현복 시장은“치유의 숲 개장으로 휴양림에서 쉬면서 체험도 하고, 산림치유를 받을 수 있게 됐다”며“2023년까지 산림복지단지와 산림박물관이 조성되면 백운산자연휴양림이 휴양과 치유의 관광명소로 각광 받게 될 것”이라고 말했다.

@highlight

오는 28일 '백운산 치유의 숲' 개장과 '산림치유 프로그램'의 운영으로  휴양과 치유를 주제로한 다양한 프로그램을 계획하고 있다.