경남 산청군은 28일 연희 크루(crew) '진대'와 젊은 국악 꾼들 그룹 '젊꾼'이 29일 오후 3시 단성면 기산국악당 토요상설 공연 무대에서 공연을 선보인다고 밝혔다.

진대와 젊꾼은 기산국악당 '토요상설공연 해설이 있는 기산이야기, 치유악(治癒樂) 힐링 콘서트' 무대에서 삼도사물놀이, 호적풍류, 산신령과 버나 등을 합동 공연할 예정이다.

'젊꾼'은 민속 음악에 근간을 두고 시대적 흐름에 따라 더 좋은 음악으로 계승 발전시켜 대중과 흥을 즐기는 전통그룹이다.

가(歌)·무(舞)·악(樂)을 매개체로 무대를 통해 대중과 공감하며 '흥'을 즐기는 무대를 만든다.

젊꾼은 한국국악협회에서 주관·주최하는 노(路)리노(路)리 프로젝트 열한 번째 마당 상설노리 '젊은 국악' 공연을 비롯해 부암아트 기획시리즈 영아티스트 콘서트 공연 등 다양한 무대 경험을 가진 실력있는 팀으로 알려져 있다.

연희크루 '진대'는 전통 연희를 기반으로 현대 관객들이 공감할 수 있는 콘텐츠를 선보이는 국악 퍼포먼스 그룹이다.

진대는 각 악기별로 현시대에 맞는 국악 작품에 대해 언제나 '진'지한 '대'화를 하자는 뜻이다.

이들은 국립민속박물관 일요민속무대 공연, 청춘마이크 우수 아티스트 선정, 터키 한국문화원 카라반 공연 등 다양한 무대에서 실력을 쌓고 있다.

군 관계자는 "다음달 13일까지 매주 토요일 오후 3시에 열리는 기산국악당 토요상설공연은 젊고 재능있는 국악인들의 열정적인 공연을 즐길 수 있는 좋은 기회가 될 것"이라고 말했다.

토요상설공연은 기산국악제전위원회가 주관하고 문화체육관광부, 한국관광공사가 후원한다.

관람은 무료다.

@highlight

경남 산청군은 28일 연희 크루 '진대'와 국악 꾼들 그룹 '젊꾼'이 29일 오후 3시 기산국악당 토요상설 공연 무대에서 삼도사물놀이, 호적풍류, 산신령과 버나 등을 무료로 합동 공연할 계획이라고 전했다.