다습한 여름철에 곡류, 두류, 견과류 등에 곰팡이가 피지 않도록 보관과 섭취에 각별한 주의가 필요하다고 밝혔다.

쌀이나 콩, 아몬드 등에 핀 곰팡이는 인체에 유해한 아플라톡신 등 곰팡이독소를 생성할 수 있어 무엇보다 곰팡이가 발생하지 않도록 예방하는 것이 중요하다.

곡류, 두류, 견과류 등의 올바른 구입, 보관 및 섭취방법을 보면, 곡류, 두류, 견과류 등을 구입할 때에는 알갱이 겉 표면 등을 꼼꼼하게 살펴보고, 유통기한을 확인해 대량으로 구입하지 않는 것이 좋다.

알갱이가 벌레에 의해 손상되면 내부의 수분 불균형으로 인해 곰팡이가 쉽게 생기기 때문에 상처가 있거나 변색된 것이 많은 제품은 피하는 것이 좋다.

또한 육안으로 보았을 때 흰색이나 곰팡이로 의심되는 반점, 이물이 있는 것은 구입하지 않는 것이 좋다.

곡류나 견과류 등을 보관할 때는 습도 60% 이하, 온도는 10∼15℃이하에서 최대한 온도변화가 적은 곳에 보관해야 한다.

옥수수, 땅콩 등 껍질이 있는 식품은 껍질째 보관하는 것이 껍질을 벗겨 보관하는 것보다 곰팡이독소 생성량이 적은 것으로 알려져 있다.

특히 땅콩 등 개봉하고 남은 견과류는 1회 섭취할 양만큼 나눈 다음 공기에 접촉되지 않도록 밀봉해 보관해야 한다.

일단 곰팡이가 핀 식품은 그 부분을 도려내더라도 곰팡이독소가 식품에 남아 있을 수 있으므로 절대 먹으면 안 된다.

특히 장마철에 밥을 지을 때 쌀 씻은 물이 파랗거나 검으면 쌀이 곰팡이에 오염됐을 가능성이 있으므로 밥을 지어 먹어서는 안 된다.

식약처는 이번 정보 제공을 통해 여름철에 견과류 등을 보다 건강하고 안전하게 섭취할 것으로 기대하며, 앞으로도 유해물질에 대한 안전정보를 지속적으로 제공할 것이라고 밝혔다.

@highlight

여름철은 다습한 환경으로 인해 곡류, 두류, 견과류등에 곰팡이가 피지 않도록 각별한 주의가 필요한데 이들을 보관할때는 습도 60% 이하, 10~15도이하의 온도변화가 적은 곳에서 보관해야 하며 구입할때에도 알갱이 겉표면을 꼼꼼히 살펴 소량씩 구입하는것이 좋다고 설명했다.