정부가 지역에서 생산하고 소비하는 ‘로컬푸드’(Local food)의 유통 비중을 앞으로 3년 내 15%까지 끌어올리기로 했다.

농림축산식품부는 ‘로컬푸드 확산을 위한 3개년 추진계획’을 최근 발표하며 “로컬푸드 대국민 인지도를 높이고, 유통 비중을 지난해 4.2%에서 2022년 15%까지 확대할 것”이라고 밝혔다.

농식품부에 따르면 로컬푸드에 대해 알고 있는 국민은 절반 수준(49.4%)으로, 오는 2022년까지 대국민 인지도를 70%로 높일 계획이다.

농식품부는 농협 하나로마트를 로컬푸드 판매 거점으로 삼고 지난해 기준 229개인 로컬푸드 판매장을 3년간 1210개로 대폭 늘린다.

농협 전남·광주지역본부는 로컬푸드 직매장을 6월 현재 각각 19곳·13곳 운영하고 있다.

로컬푸드의 판매장 뿐만 아니라 안정적인 소비층도 확보할 계획이다.

농식품부는 나주 혁신도시를 우수 사례로 삼아 전국 10개 혁신도시 이전 공공기관과 군(軍) 급식에서 로컬푸드 공급 비중을 2022년까지 70%로 높인다.

나주 혁신도시로 이전한 10개 공공기관과 전남도·농식품부 등은 지난해 업무협약을 맺고 기관 구내식당에 457개 지역농가의 로컬푸드를 쓰고 있다.

이들 농가는 월 4253만원의 매출을 올리고 있다.

로컬푸드 유통실적을 지자체별로 비교할 수 있는 지표도 생긴다.

농식품부는 로컬푸드 소비체계 구축에 참여하는 지방자치단체를 100개까지 늘린다는 방침에 따라 추진 실적을 지표화한 ‘로컬푸드지수’(가칭)도 만들 예정이다.

또 지역 농산물을 활용한 소규모 가공이 가능한 ‘농산물 종합가공센터’ 운영을 활성화하고 농가관리·물류관리·행정지원 등을 통합적으로 수행하는 전산 프로그램을 개발·보급할 계획이다.

총 유통·가공 물량 중 지역 농산물을 50% 이상 취급하는 사업자는 ‘지역 농산물 취급 사업자’로 지정돼 관련 사업에 대한 혜택이 주어진다.

로컬푸드에 대한 시민 인식을 높이기 위해 ‘시민사회 먹거리 페스티벌’을 열고 시민단체 주도 로컬푸드 사업을 지원하는 교육·활동비를 지원한다.

@highlight

정부가 지역을 살리는 ‘로컬푸드’(Local food)의 유통 비중을 앞으로 3년 내 15%까지 끌어올리기로 하면서 농가 및 물류 관리 전산시스템을 도입하고, 직매장 확충, 혁신도시 공공기관 및 군 급식 비중을 70%로 높일 계획이다.