“양파 농가 시름 덜어주자”

전남 지자체, 대대적 소비촉진 운동 ‘눈길’

올해 ‘풍년의 역설’에 울고 있는 양파 재배 농민들을 돕고자 전남 자치단체들이 대대적인 소비촉진 운동을 펼치고 있다.

30일 전남 지자체에 따르면 장성군은 최근 상무아파트에서 지역 농·특산물을 알리고 소통하는 ‘팜밀리 마켓(FarmMilli Market)’을 열고 양파 소비촉진의 일환으로 양파 효능 홍보와 함께 특판 행사을 진행했다.

팜밀리 마켓(FarmMilli Market)은 농민과 군인가족이 함께한다는 의미로 Farm(농가)과 Military(군대)를 합성한 단어로, 상무대 군인 가족이 거주하고 있는 상무아파트에서 지역 농민과 상무아파트 주민이 농·특산물 특판 행사와 아나바다 나눔 장터, 이벤트 행사 등을 직접 준비해 처음으로 추진한 행사이다.

이번 행사는 장성군, 상무대, 농협중앙회장성군지부가 주관했으며, 5개 단체 30개 팀이 참여했다.

행사장에서는 장성의 제철 농산물인 양파, 감자, 오이 등이 주로 판매 됐으며, 상무아파트 이장단이 주관한 ‘아나바다 장터’는 약 60여종의 품목을 판매하여 지역민으로부터 큰 호응을 받았다.

전남 장흥군 공무원의 ‘1인 1망 양파 사주기 운동’.

장흥군 공직자들도 최근 가격 폭락으로 시름을 겪고 있는 양파 재배농가를 돕기 위해 ‘1인1망 양파 사주기 운동’에 나섰다.

이번 양파 사주기 운동은 장흥군 소속 전 공무원 및 유관기관 직원을 대상으로 지난 12일부터 25일까지 진행했다.

주문 집계 결과 10kg 580망, 20kg 120망이 판매돼, 지역 양파 소비 촉진 활성화에 큰 도움이 됐다.

정종순 장흥군수는 “양파 가격 지속 하락 시 기초농산물최저가격보장 기금지원 및 농가소득 보전을 위한 생산비 지원대책을 마련하는 등 적극적인 조치로 양파 생산농가에 힘을 보탤 계획”이라고 말했다.

@highlight

풍년으로 양파 값이 대거 폭락해 시름하고 있는 양파 재배 농민들을 돕고자 전남 장성군은 상무아파트에서 '팜밀리 마켓'을 열고 양파의 효능 홍보와 특판 행사를 벌였고, 장흥군 공직자들도 '1인1망 양파 사주기 운동'에 나서며 양파 재배농가 돕기에 힘을 보탰다.