[최두성 기자 dschoi@imaeil.com] 김병준 전 자유한국당 비상대책위원장이 지난 29일 대구 시내 한 식당에서 한국 보수정치의 미래를 주제로 토론하고 있다.

우태욱 기자 woo@imaeil.com김병준 전 자유한국당 비상대책위원장이 지난 29일 대구 시내 한 식당에서 한국 보수정치의 미래를 주제로 토론하고 있다.

우태욱 기자 woo@imaeil.com김병준 전 자유한국당 비상대책위원장이 지난 29일 대구 시내 한 식당에서 한국 보수정치의 미래를 주제로 토론하고 있다.

김병준 전 자유한국당 비상대책위원장이 내년 총선 출마와 관련 "대구나 서울 종로를 두고 고민하고 있다"고 말했다.

김 전 위원장이 보수진영 내에서의 역할론을 강조하며 내년 총선 출마 의향을 내비친 적은 있으나 지역구와 관련해 입을 뗀 것은 이번이 처음이다.

김 전 위원장은 지난 29일 대구에서 열린 한 토론모임에서 내년 총선 출마를 묻는 말에 이 같이 답했다고 참석자들이 전했다.

그는 '대구면 수성갑을 의미하는 것이냐'는 물음에는 긍정도 부정도 하지 않은 것으로 알려졌다.

다만 김 전 위원장은 "대구경북이 한국정치의 중심이고 한국당에 절대적 지지를 보내고 있다.

그러나 요즘 활력을 잃고 있고 혼란을 겪고 있다.

TK가 중심이 돼야 한국당이 살고 대한민국이 산다"고 말해 대구 출마 의향을 강하게 갖고 있고 그곳이 수성갑을 의미하는 것 아니겠냐는 분석이 나온다.

그간 지역 정치권에서는 김 전 위원장이 내낸 총선에서 김부겸 더불어민주당 의원과의 '빅매치'에 나설 것이라는 관측이 지속적으로 제기돼 왔다.

앞서 지난달 28일 고향인 고령군청 강연에서 그는 고령성주칠곡 지역구 출마에 대해 "아마 제가 다시 태어나도 그럴 일은 없을 것"이라고 말한 바 있다.

종로에 대해 김 전 위원장은 "종로에 20년 이상 살고 있고 황교안 한국당 대표가 너무 소극적인 모습이다"며 당권을 쥐고 보수진영 대권 주자로 우뚝서기 위해 '정치1번지' 출격도 고려하고 있는 것으로 보인다.

@highlight

지난 29일 대구에서 열린 한 토론모임에서 내년 총선 출마를 묻는 말에 김병준 전 자유한국당 비상대책위원장이 내년 총선 출마와 관련 "대구나 서울 종로를 두고 고민하고 있다"고 말하며 지역구와 관련해 처음 입을 뗐다.