(동양일보 조석준 기자) 중국 등에서 발생한 아프리카돼지열병(ASF)의 국내 유입을 차단하기 위해 양돈 농가에 비상이 걸린 가운데 고공행진이 예상됐던 돼지고기 가격이 오히려 약세를 보이고 있다.

국내 돼지 사육량 증가로 7월 돼지고기 도매가격도 작년보다 하락할 것으로 전망됐다.

한국농촌경제연구원은 ‘축산관측 7월호 돼지’ 보고서에서 7월 돼지고기 ㎏당 도매가격이 4100~4300원에 형성될 것으로 30일 내다봤다.

지난해 7월 ㎏당 도매가격(㎏당 5120원)보다 16.0~19.9% 하락하는 것은 물론 평년(㎏당 5044원)보다도 낮을 것으로 관측됐다.

돼지 사육 증가에 따라 7월 등급판정 마릿수가 135만~137만 마리로 작년보다 4.6~6.1% 늘어난 게 도매가격을 끌어내리는 주요 원인이다.

6월 돼지 전체 사육 마릿수는 모돈 수가 작년보다 0.1~2.0% 증가함에 따라 자돈 생산도 늘어 지난해 같은 달보다 0.4~2.2% 증가한 1135만~1155만 마리로 추정됐다.

한국소비자원 가격정보 종합포털 참가격에 따르면 유통업체에서 판매되는 돼지고기 삼겹살 소비자 가격은 최근 100ｇ당 2530원으로 지난해 같은 기간(100ｇ당 2498원)보다 1.3% 오르며 안정세를 보였다.

농촌경제연구원은 8월 이후 연말까지 돼지고기 도매가격도 지난해보다 약세를 띨 것으로 예상했다.

농촌경제연구원은 “8~12월 등급판정 마릿수가 지난해보다 2% 증가해 돼지고기 생산량 증가로 돼지 도매가격은 지난해보다 약세를 보일 것”이라면서 “다만 중국의 돼지고기 수입 급증으로 우리나라의 수입이 예상보다 많이 감소한다면 총공급량 감소로 가격이 반등할 가능성도 있다”고 내다봤다.

현재 중국을 비롯해 몽골, 베트남, 캄보디아, 북한, 라오스 등에서 치사율 100%에 이르는 아프리카돼지열병이 발생하면서 중국은 돼지고기 수입량을 늘리고 있다.

@highlight

아프리카돼지열병의 국내 유입을 차단을 했지만, 돼지 사육 증가에 따라 오히려 돼지 도매가격이 낮아졌다.