6월 말 종료 예정이던 조선업 ‘특별고용지원업종’ 지정 기간이 올해 연말까지 연장됐다.

지난달 28일 고용노동부는 고용정책심의회 심의·의결을 통해 조선업 ‘특별고용지원업종’ 지정기간을 6개월 추가연장 했다고 밝혔다.

앞서 울산시와 동구는 지난달 7일 부산에서 열린 정부부처 현장모니터링 회의에서 침체된 조선업 회복을 위해 조선업 ‘특별고용지원업종’ 지정연장을 건의했다.

시와 동구는 당시 내년 6월까지 1년 재연장을 요청했으나 노동부는 올해 말까지 6개월 추가 연장했다.

울산 동구는 내년 4월 4일까지 고용위기지역으로, 2021년 5월 28일까지 산업위기대응특별지역으로 지정 연장돼 있어 정부의 각종 지원을 받을 수 있지만 울산의 나머지 기초자치단체들은 조선업 ‘특별고용지원업종’이 종료될 경우 지원이 끊길 처지에 직면했었다.

울산지역은 동구 지역에 477개의 조선업체 사업장이 집중돼 있지만 울주군 330개, 남구 54개, 북구 42개, 중구 7개 등이 위치해 있다.

특별고용지원업종제도는 경기 변동, 산업구조 변화 등으로 고용사정이 급격히 악화되거나 악화될 우려가 있는 업종을 지정해 종합적 고용지원을 제공하는 제도다.

이번 연장 결정은 지난 4월 조선해양플랜트협회의 지정기간 연장 요청에 따라, 현장실사 등을 거쳐 이뤄졌다.

조선업 특별고용지원업종은 2016년 7월 최초 지정된 후 세 차례나 연장됐으며 6월 30일 종료될 예정이었다.

이번 연장에 따라 지역의 조선업 근로자들은 직업훈련과 휴업급여 등의 혜택이 강화되고 고용 부담이 있는 사업주도 고용촉진장려금 등을 지원받아 지역민 고용유지와 일자리 창출에 도움이 될 것으로 기대된다.

노동부는 조선업 수주가 점차 늘고 있으나 올해 수주량이 지난해와 비교해 감소하는 등 불안요소가 있으며, 관련 업체의 어려움은 지속 될 것으로 보고 4번째 연장을 결정했다.

따라서 본격적인 조선업 회복지원 등을 위해 조선업 특별고용지원업종 지정기간을 6개월 연장하고 관련 지원을 계속할 예정이라고 밝혔다.

@highlight

울산시와 동구가 6월 말 종료예정인 조선업 ‘특별고용지원업종’ 지정을 연장해달라고 요청한 건에 대해 고용노동부가 고용정책심의회를 통해 지정기간을 6개월 추가연장했다고 전했다.