광주광역시청 청사 전경.

광주광역시는 7월 1일부터 일자리 창출과 사회적경제기업 지원 확대를 위해 일반용역 적격심사 세부기준을 개정해 시행한다고 30일 밝혔다.

이번 기준은 시와 자치구, 소속 행정기관이 발주하는 청소·시설물 관리 등 일반용역에 대한 적격심사시 적용하는 규정으로 자치단체가 행정안전부 협의를 거쳐 별도 마련할 수 있도록 돼 있다.

신규채용 우수기업, 여성·장애인·청년 고용 우수기업, 사회적경제기업, 가족친화인증기업에 신인도 가점항목을 신설하는 등 이번 개정으로 자본과 규모면에서 열악한 지역 중소기업자들의 낙찰 기회가 높아질 것으로 예상된다.

또 창업기업과의 공동수급체를 구성해 입찰에 참여하면 가점을 받을 수 있어 경험 많은 기업의 기술력 전수와 공공조달 참여 기회 확대 등 창업기업 육성의 견인·상생효과가 기대된다.

그동안 민원이 발생한 불합리한 규제도 정비했다.

특별히 기술능력이 필요하지 않은 시설물 관리용역의 기술배점을 삭제하고 정보통신용역의 기술자격 인정 분야를 정보기술·방송·무선 분야까지 확대해 시장 진입 장벽을 대폭 낮췄다.

김성배 시 회계과장은 “이번 개정으로 광주시 민선7기 일자리 정책에 부응하고 영세 업체의 자생력이 확보될 것으로 기대한다”며 “중소기업과 사회적경제기업의 공공조달 참여 확대를 위한 대책을 계속 마련하겠다”고 말했다.

한편, 지난 25일 정부도 혁신·중소기업제품 구매촉진과 지역산업 경쟁력 강화, 계약질서 제고를 위한 지방계약법령을 개정·공포했다.

개정된 사항에는 지역제한 전문공사 입찰금액 상향조정(7억원→10억원), 사전에 계약 목적물의 구성요소나 과업내용을 정하기 어려운 물품·용역에 대한 경쟁적 대화방식 입찰제도 도입, 상한이 없었던 지연배상금 부과요율을 계약금액의 30%까지 제한, 조세포탈자 등에 대한 입찰참가자격 제한 등이 포함됐다.

@highlight

광주광역시는 7월 1일부터 일자리 창출과 사회적경제기업 지원확대를 위해 일반용역 적격 심사 세부기준을 개정해 시행하고 민원이 발생한 불합리한 규제도 재정비 해 자본과 규모면에서 열악한 지역 중소기업자들의 낙찰기회가 높아질 것으로 예상 된다.