[기장=환경일보] 손경호 기자= 기장군은 지난 5월30일, 2019년도 제2회 추가경정 예산안을 편성해 제출했으나, 군의회 는 제239회 정례회 기간 중 예산결산특별위원회(이하 예결위)에서 가결한 추경안 을 6월28일 제2차 본회의에서 전액 삭감시켰다.

예산 전액 삭감은 기장군 개청 이래 처음 있는 일로 기장군은 강력 반발하고 있다.

기장군 관계자는 "6월27일 의장을 제외한 전의원으로 구성된 예결위에서 통과한 추경안 을 본회의에서 부결시킨 것은 의회의 결정을 의회 스스로가 뒤집어 버린 것이다.

군에서 추진중 인 각종 사업 차질이 불가피하며,그 피해는 고스란히 16만 기장군민이 떠안게 됐다.

투자부문 예산 집행을 강화하라는 방침에 역행한 결정이다."고 언급했다.

이번 추경안 이 부결됨에 따라 정부 생활SOC 공모사업으로 추진중인 빛물꿈 교육행복타운 조성사업이 정부의 공모사업 사전심사 시 재원(지방비) 조달 가능성에서 비교 우위를 점하기 곤란하게 됐으며, 사업추진 차질 또한 불가피한 실정이다.

올해 8월말 개최 예정인 제29회 세계청소년 야구선수권대회의 운영비 및 홍보 예산 부족으로 공들여 준비해온 행사가 자칫 국제적으로 망신을 당할 위기에 처했다.

시비 보조사업 에 군비 부담분이 미확보 되어 추진 중인 사업에 막대한 지장을 초래하게 됐다.

안전?응급 복구사업 추진에 빨간불이 켜져 각종 안전사고 위험 노출에 직면하게 되는 등 추경 예산안이 부결됨에 따른 부정적 파급효과는 실로 엄청나다고 했다.

기장군 관계자는 "예결위를 통과한 예산이 본회의에서 전액 삭감되는 사례는 기장군 개청 이래 초유의 사태라 당혹스럽다."며 "시급한 현안사업이 많은 만큼 전 행정력을 동원해 대책을 마련하는 등 군민 피해가 최소화될 수 있도록 노력하겠다."고 밝혔다

@highlight

기장군 관계자는 6월 27일 의장을 제외한 전 의원으로 구성된 예결위에서 통과한 추경안을 본회의에서 부결시켜 기장군 개청 이래 처음 있는 예산 전액 삭감으로 인해 당혹스러움을 감추지 못했다.