[아산]제58회 아산성웅이순신축제가 방문객은 약 32만 3400명, 경제적 효과 64억 원을 창출한 것으로 나타났다.

아산시는 지난 27일 온양제일호텔에서 지역시민 및 문화예술단체와 함께 제58회 아산성웅이순신축제 시민 보고회를 개최했다.

이번 시민 보고회는 △축제 유공 시민 표창 △축제 평가결과보고 △아산성웅이순신축제 발전방안 토론회 △시민 의견 수렴 순서로 진행됐다.

2019년 문화체육관광부 평가지침에 따라 진행된 이번 축제 평가용역 결과, 방문객은 약 32만 3400명으로 집계됐으며 약 64억 원의 경제적 효과를 창출한 것으로 나타났다.

축제 만족도(5점 기준) 조사에서는 △재방문의사가 4.15점으로 가장 우수한 점수를 받아 아산시 축제 인프라 및 문화·예술 프로그램의 저력을 입증했다.

특히 분야별 설문조사 결과 △축제의 프로그램 수준에 대한 만족도가 4.04점으로 높은 점수를 얻어 시민 참여형 거리 콘서트와 온천관광도시의 명성을 알린 이순신 물총대첩 등 지역 테마와 시민 참여가 융합된 프로그램들이 큰 호평을 얻었다.

반면 아산성웅이순신축제의 오랜 정통성을 유지함과 동시에 전국단위 축제로 변화·발전하기 위해서는 지속적으로 독창적인 프로그램을 개발하고 차별화된 마케팅 전략이 필요하다는 의견도 제시됐다.

그 방안으로는 방문객들에게 추억거리와 동시에 SNS 홍보를 극대화 할 수 있는 감성 포토존 설치 또는 타겟층별 콘텐츠 개발 등이 제안됐다.

오세현 아산시장은 "이번 보고회에서 도출된 의견을 바탕으로 다른 축제들과 차별화할 수 있는 방안들을 적극 발굴해 아산성웅이순신축제가 전통성과 창조성을 갖춘 축제로 거듭날 수 있도록 함께 노력해 나갈 것"이라고 강조했다.

한편 2019년 제58회 아산성웅이순신축제는 지난 4월 24일부터 28일까지 온양온천역 광장, 은행나무길 등 아산시 일원에서 개최됐다.

@highlight

2019년 문화체육관광부 평가지침에 따라 진행된 축제 평가용역 결과 58회 아산성웅이순신축제가 방문객은 약 32만 3400명, 경제적 효과 64억 원을 창출한 것으로 나타났다.