▲ 송철호 울산시장이 지난28일(현지시간) 덴마크 에스비아르시 항만 배후시설과 인근에 조성된 해상풍력 발전단지를 방문해 시설과 운영상황을 청취하고 설치선에 탑승해 관련 시설을 시찰했다

송철호 울산시장을 단장으로 한 러시아·네덜란드·덴마크 투자유치단이 28일과 29일 유럽 해상풍력 핵심 배후항만 도시 덴마크 에스비아르시(Esbjerg Municipality) 항만시설을 시찰하고 해상풍력 발전단지 전문 개발사인 CIP 본사를 차례로 방문했다.

투자유치단은 28일 먼저 에스비아르시 항만시설과 인근 대규모 해상풍력 발전단지를 찾았다.

이어 에스비아르 시청에서 예스퍼 프로스트 라스무센(Jesper Frost Rasmussen) 시장으로부터 유럽 해상풍력 중심 항만으로 성장하게 된 과정을 듣고 울산시와 협력 방안을 논의했다.

이 자리에서 송 시장은 “에스비아르시 성장 과정은 현재 울산과 유사하면서도 미래 울산을 설계하는 데 좋은 모델이 될 것”이라고 밝혔다.

투자유치단은 또 29일 귀국에 앞서 덴마크 수도 코펜하겐에 본사를 둔 CIP(Copenhagen Infrastructure Partners)를 방문해 투자계획과 협력 방안을 논의했다.

CIP는 울산 앞바다에 부유식 해상풍력 발전단지 조성을 위해 지난 1월 24일 울산시와 업무협약을 체결했다.

현재 울산 앞바다에 풍황 조사를 위한 라이다 설치에 필요한 공유수면 점·사용 허가를 두 군데 받았다.

송철호 울산시장은 앞서 지난 27일(현지시각) 네덜란드 로테르담에 있는 라이온델바젤사에서 제임스 시워드(James M. Seward) 합작투자 담당 부사장과 전략적 투자 협력 양해각서(MOU)를 체결했다.

양해각서 체결로 라이온델바젤은 폴리미래와 SK어드밴스드가 합작한 회사 울산PP사의 사업 진행 과정에서 울산시와 긴밀한 협력을 할 수 있게 됐다.

@highlight

28일 송철호 울산시장을 단장으로 한 투자유치단은 유럽 해상풍력 핵심 시설을 시찰하기 위해  에스비아르시 항만시설과 인근 대규모 해상풍력 발전단지를 둘러봤으며 기술 협력 방안을 모색했다.