7월부터 녹조 대응을 위해 낙동강 3개 보가 일부 개방된다.

지난달 30일 환경부에 따르면 물고기의 주요 산란기(5∼6월)가 지남에 따라 1일 강정고령보, 달성보, 합천창녕보 등 낙동강 3개 보 개방을 시작해 오는 4일부터 양수제약 수위로 운영한다.

양수제약 수위란 지상의 농업용 양수 펌프에서 물을 위로 퍼 올릴 수 있는 수위를 말한다.

이들 보는 그간 양수제약 수위로 운영됐으나 지난 5월4일부터 어류 산란기를 맞아 수위를 높였다.

어류가 어도(물고기 길)를 통해 상·하류 간 이동이 가능하도록 하기 위해서다.

하지만 낙동강에 조류경보가 발령되는 등 녹조가 다시 기승을 부리기 시작하면서 녹조 대응 및 보 개방 모니터링을 위해 낙동강 3개 보를 개방하기로 했다.

지난달 24일 강정고령보 상류 7㎞ 지점에서 유해 남조류 세포가 2만6천446cells로 지난달 17일 측정(1천490cells)에 이어 2회 연속 1천cells 이상을 초과해 조류경보제 ‘관심’ 단계가 발령됐다.

이보다 앞선 지난달 20일 낙동강 하류 창녕·함안 구간에는 올해 첫 조류경보 관심 단계가 내려지기도 했다.

낙동강 3개 보가 개방되면서 그간 높아졌던 수위는 다시 낮아질 전망이다.

각 보의 양수제약 수위는 해발고도를 기준으로 강정고령보 18.25m, 달성보 13.5m, 합천창녕보 8.7m 등이다.

다만 합천창녕보의 경우 어민의 피해를 최소화하고자 수위를 9.2m까지만 수위를 낮추기로 했다.

하지만 녹조가 심해질 경우 양수제약 수위인 8.7m까지 보를 더 개방할 계획이다.

환경부 관계자는 “녹조에는 사람 몸에 치명적인 마이크로시스티스, 아나배나, 아파니조메논, 오실라토리아 등 독성물질이 포함돼 있다”며 “녹조는 수온이 25℃ 이상 올라가면 왕성하게 자라는 특성이 있는 만큼 다양한 여건을 고려해 보 수위를 조절해 나가겠다”고 말했다.

@highlight

어류 산란기를 맞아 수위를 높였던 낙동강 3개 보는 녹조가 다시 기승을 부리기 시작함에 따라 녹조 대응을 위해 7월 1일부터 개방을 시작해 오는 4일부터 양수제약 수위로 운영된다. 