의왕 청계, 성남 신촌 등이 공공택지지구로 지정되는 등 정부의 ‘수도권 30만 가구 공급’ 계획이 7월부터 본격적으로 진행된다.

30일 국토교통부에 따르면 지난해 9월 수도권 30만 가구 주택공급계획과 함께 1차 입지로 발표된 의왕 청계2, 성남 신촌, 의정부 우정, 시흥 하중 4개 지구가 중앙도시계획위원회 심의를 통과, 7월 중 공공주택지구로 최종 지정될 계획이다.

이들 4개 지구에는 신혼희망타운 등 1만 가구가 공급될 예정이다.

이르면 2021년 착공돼 같은 해 하반기부터 신혼부부 등을 대상으로 공공주택 분양이 시작될 전망이다.

지구별로는 월곶∼판교선(2025년 개통 예정) 청계역이 있는 의왕 청계2지구에서 1천600가구, 서울 강남구와 인접한 성남 신촌에서 신혼희망타운 등 약 700가구가 각각 공급된다.

지하철 1호선 녹양역과 가까운 역세권인 의정부 우정에도 3천600가구가 건설되고, 서해선 하중역과 신(新)안산선·월곶∼판교선의 시흥시청역이 예정된 시흥 하중의 경우 3천500가구가 예정돼 있다.

지난해 12월 3기 신도시 1차 입지로 발표된 남양주 왕숙, 하남 교산, 과천 등은 연내 지구로 지정된 뒤 내년 지구계획 수립을 거쳐 2021년 입주자 모집에 들어갈 계획이다.

지난 5월 공개된 3기 신도시 2차 입지(고양 창릉, 부천 대장)의 경우 2020년 지구 지정, 2021년 지구계획, 2022년 입주자 모집 수순을 밟게 된다.

이와 관련, 국토부는 공공주택본부(본부장 주거복지정책관 겸직) 산하 공공주택추진단 아래 ‘공공택지기획과’와 ‘공공택지관리과’ 2개 과를 신설할 것으로 전해졌다.

공공택지기획과는 부동산시장 안정 차원에서 지난해 9월 이후 올해 5월까지 세 차례에 걸쳐 발표된 수도권 30만 가구 택지 공급계획을 총괄하게 되며, 공공택지관리과는 수도권 30만 가구 계획 외 기존 국토부가 추진해 온 공공주택사업을 맡는다.

@highlight

정부의 ‘수도권 30만 가구 공급’ 계획이 7월 의왕 청계, 성남 신촌 등 공공택지지구 지정을 시작으로 3기 신도시 1차(남양주 왕숙, 하남 교산, 과천 등), 3기 신도시 2차(고양 창릉, 부천 대장)순으로 진행된다.