금융감독원이 이달 안에 외환파생상품 '키코'(KIKO)의 불완전판매 여부에 대한 결정을 내린다.

키코를 판 은행들에 피해액의 20~30%를 배상하라고 권고할 가능성이 크다는 얘기가 나온다.

'키코 사태' 발생 10년여 만에 나온 결론이어서 금융 당국과 은행들의 늑장 대응에 중소기업들만 큰 어려움을 겪었다는 지적이다.

30일 금융 당국에 따르면 금감원이 다음달 9일 분쟁조정위원회를 열어 키코 사태 재조사에 대한 결론을 내릴 예정이다.

키코는 환율이 일정 범위에서 변동하면 약정 환율에 외화를 팔 수 있는 파생상품이다.

다만 일정 범위를 벗어나면 큰 손실을 본다.

환 위험 회피 목적으로 가입한 수출 중소기업들이 많았는데 2008년 글로벌 금융위기 때 원·달러 환율이 급등하면서 732개 기업이 3조 3000억원가량 피해를 봤다.

대법원은 2013년 '사기는 아니다'라고 판결해 은행 손을 들어 줬지만 몇몇 사례에서 은행이 상품의 위험성을 제대로 알리지 않은 '불완전 판매'가 있었다고 인정했다.

지난해 일성하이스코 등 4개 업체가 '피해액이 총 1500억원에 이른다'며 금감원에 분쟁 조정을 신청했다.

금감원은 재조사에 착수해 불완전 판매 여부를 들여다봤다.

금융권 안팎에서는 '은행들이 손실의 20~30%를 배상하라'는 권고안이 유력하다는 얘기가 흘러나온다.

법원에서 키코 관련 23건의 배상 판결이 있었는데, 배상 비율이 평균 20~30%여서 그렇다.

배상액은 300억~450억원으로 전망된다.

150~200건의 비슷한 사례가 있어 다른 피해 업체들이 줄줄이 분쟁 조정을 신청하면 배상액은 조 단위로 뛸 수도 있다.

은행들은 금감원 권고를 따를 의무가 없다.

소멸시효(10년)도 지났다.

그렇다고 거부하기도 부담이다.

시중은행 관계자는 "10년이 지난 일을 이제 와서 배상하라는 데 불만이 많다"면서도 "윤석헌 금감원장이 키코 배상에 대한 소신이 강하고 여당도 해결을 촉구하는 상황이어서 모른 체하기도 어렵다"고 말했다.

@highlight

이달안에 금융감독원이 외환파생상품 '키코'(KIKO)의 불완전판매 여부 결정을 내리며 키코를 판 은행들에 피해액의 20~30%를 배상하라고 권고할 가능성이 크고,  10년여 만에 나온 결론으로 중소기업들의 피해가 컸다는 지적이 나온다.