도의회 건교위 김경일 의원 수도권제2순환고속도로 김포∼파주 구간 설계에서 배제된 ‘자유로나들목’ 설치를 요구하는 목소리가 커지고 있다.

30일 경기도의회 건설교통위원회 김경일(민·파주3)의원에 따르면 수도권제2순환선 김포∼파주 고속도로는 총 25.45㎞를 연결하는 프로젝트로, 김포∼파주 2공구는 총연장 6.76㎞로 구간이 가장 긴 곳이다.

지난 5월 2공구(김포시 하성면∼파주시 연다산동) 구간의 시공사(현대건설)가 선정된 가운데 기본계획에서 자유로나들목 설치는 배제된 상태다.

김 의원은 "자유로나들목이 마련되지 않을 경우 기존 자유로를 이용하던 경기서북부 주민들은 파주 운정신도시 내부를 통과하는 제2자유로로 약 11㎞를 우회하게 돼 불필요한 통행료 부담 등 손실을 입게 된다"고 설명했다.

또 운정신도시 등 도심지 경유로 인해 신도시 내부 교통량 증가에 따른 주거 여건 악화, 파주 출판신도시 등 입주기업의 물류비용 증가 등 경제·환경적 손실도 발생한다는 주장이다.

김 의원은 자유로나들목 설치를 요구하는 촉구건의안을 발의, 7월 회기 중 도의회 정식 안건으로 채택될 수 있도록 하겠다는 방침이다.

김 의원은 건의안에서 "자유로나들목이 설치되지 않을 경우 김포 주민이 오두산 전망대로 가기 위해서는 약 6㎞를 우회해야 해 통행료가 늘어나게 되며, 고양 주민은 강화도로 가는데 운정신도시로 약 5㎞를 우회해야 한다"며 "북파주와 연천군 주민이 인천 방면으로 갈 경우에도 통행료가 없는 자유로 대신 통행료가 비싼 서울∼문산 민자고속도로를 이용해야 하는 상황을 초래하게 된다"고 지적했다.

오는 9일에는 파주를 비롯한 김포·고양지역 도의원들이 합동 기자회견을 열고 수도권 제2순환선 자유로나들목 설치를 촉구하는 공동 대응에 나설 예정이다.

앞서 파주시와 파주시의회, 파주출판도시 입주기업협의회 등도 사업시행자인 한국도로공사와 승인권자인 국토교통부 등에 자유로나들목 설치를 촉구하는 성명서 등을 발표한 바 있다.

@highlight

수도권제2순환고속도로 김포~파주 구간의 '자유로나들목'설치를 요구하는 목소리가 커지면서 도의회 건설교통위원회 김경일 의원은 촉구건의안을 발의하여 7월 회기 중 정식 안건으로 채택될 수 있도록 하겠다는 방침이며 오는 9일에 기자회견을 열어 설치를 촉구하는 공동 대응에 나설 예정이다.