김정은 북한 국무위원장과 도널드 트럼프 미국 대통령이 30일 판문점 남측 지역인 자유의집에서 53분간 단독 회동을 하면서 함께 나온 수행원의 면면에 관심이 쏠린다.

북미 정상과 함께 나온 수행원은 모두 북핵 협상과 관련된 인물이 동행한 것으로 보이지만 정식 정상회담이 아닌 만큼 앞으로 비핵화 방향을 논의할 수 있는 최소한의 핵심 수행원만 동행했다는 분석이다.

먼저 김 위원장의 '집사'로 불리는 김창선 국무위원회 부장은 김 위원장이 나타나기 전 김 위원장의 동선을 확인하는 등 분주하게 준비하는 모습이 포착됐다.

남·북·미 세 정상이 만나 담소를 나눴을 때는 현송월 삼지현악단장 겸 노동당 부부장의 모습도 보였다.

반면 하노이 회담 이후 모습을 잘 드러내지 않는 김영철 노동당 부위원장의 모습이 등장하지 않아 비핵화 협상 라인이 통전부에서 외무성 라인으로 완전히 넘어간 게 아니냐는 분석도 나온다.

김여정 노동당 선전선동부 제1부부장도 정상의 만남을 멀리서 바라보는 모습이 보였다.

김 부부장의 위상이 격상되며 그동안 해 오던 '비서실장' 역할을 현 부부장이 이어받았다는 관측이 나온다.

하노이 회담 당시 김 위원장의 통역을 맡았던 신혜영 대신 다른 통역사가 김 위원장의 통역을 맡는 모습도 보였다.

하노이 회담에서 통역 실수로 문책을 당했다는 분석도 나오고 있었다.

미국에서는 스티븐 비건 국무부 대북특별대표와 마이크 폼페이오 국무장관이 두 정상의 회담이 진행되는 회담장에 모습을 나타냈다.

또 트럼프 대통령의 딸인 이방카 보좌관도 등장해 눈길을 끌었다.

이와 함께 트럼프 대통령의 사위인 재러드 쿠슈너 선임보좌관의 모습도 포착됐다.

한편으로는 존 볼턴 미 백악관 국가안보보좌관의 모습이 등장하지 않았다.

지난 29일 청와대 환영 만찬 당시에도 볼턴 보좌관의 모습은 보이지 않아 북한의 불편한 시각을 미국 측이 고려한 게 아니겠느냐는 분석도 나온다.

@highlight

김정은 북한 국무위원장과 도널드 트럼프 미국 대통령이 30일 판문점 자유의 집에서 단독 회동 시 수행원의 면면에 관심이 쏠린 가운데 김영철 노동당 부위원장의 모습이 보이지 않아 비핵화 협상 라인이 통전부에서 외무성 라인으로 넘어간 게 아니냐는 분석이며 한편으로는 존 볼컨 미 백악관 국가안보보좌관의 모습도 보이지 않았다.