국회 정치개혁특별위원회와 사법개혁특별위원회 활동기한이 6월 30일에서 8월 31일로 2개월 연장돼 앞으로 두 달간 본격 가동될 전망이다.

또 정개특위와 사개특위 위원장은 원내 1·2당인 더불어민주당과 자유한국당이 각각 맡기로 했다.

이에 따라 정의당 심상정(고양갑)의원은 정개특위위원장직을 내려놓게 됐다.

이에 정의당과 심상정 의원은 즉각 반발했다.

심상정 의원은 여야 합의가 끝난 28일 국회 정론관에서 기자회견을 열고 교섭단체 합의로 정개특위 위원장에서 물러나게 된 데 대해 "교체 통보를 받았다.

쉽게 말해 해고된 것"이라고 불만을 표시했다.

그러면서 심 의원은 "위원장 교체 합의 전 선거제 개혁을 어떻게 완수할 것인지 의지 표명과 사전 협의를 했어야 했다"면서 "선거제 개혁에 대한 민주당의 진의가 무엇인지 밝혀 달라"고 말했다.

정개특위와 사개특위 위원장 배분과 관련해서는 민주당에 ‘우선 선택권’이 있다는 것이 민주당의 입장이다.

민주당 이원욱(화성을)원내수석부대표는 기자들에게 "여야 합의에 따라 특위 위원장을 1개씩 맡게 되는데 원내 1당에 우선권이 있다고 해석하면 된다"며 "민주당이 무엇을 맡건 나머지는 한국당이 가져가게 된다"고 말했다.

그는 "당내에 정개특위를 맡아야 한다는 의견과 사개특위를 맡아야 한다는 의견이 팽팽하다"며 "주초 의원총회에서 그 문제에 대한 논의를 본격 진행하고 결정하겠다"고 설명했다.

정개특위 구성도 여야 합의에 따라 조정됐다.

한국당 위원을 1명 더 늘려 민주당 8명, 한국당 7명, 바른미래당 2명, 비교섭단체 2명 등 총 19명으로 변경됐다.

아울러 국회는 지난 28일 본회의에서 민주당 몫 상임위원장 4명을 교체했다.

운영위원장에 이인영 원내대표, 기재위원장에 이춘석 의원, 행정안전위원장에 전혜숙 의원, 여성가족위원장에 인재근 의원을 각각 선출했다.

한국당 몫인 예산결산특별위원회 위원장과 국토교통·산업통상자원중소벤처기업·보건복지위원회 위원장은 이번 주 한국당내 내부 선임절차를 거쳐 교체된다.

@highlight

국회는 정치개혁특별위원회와 사법개혁특별위원회 활동기한이 2개월 연장되어 앞으로 두 달간 본격 가동될 전망이고 위원장은 더민주당과 자유한국당이 각각 맡기로 하면서 위원장 배분은 민주당에 우선 선택권이 있다고 밝혔다.