구리아트홀 올 하반기 기획 프로 다채 구리아트홀이 2019년 하반기 기획 프로그램의 화려한 1차 라인업을 공개했다.

하반기에는 1·2차에 걸쳐 라인업을 공개하는 등 공연장 안팎에서 남녀노소 누구나 즐길 수 있는 대중성과 예술성을 겸비한 프로그램을 마련해 시민들 모두가 참여할 수 있도록 폭을 넓혔다.

구리아트홀 하반기 라인업에는 ‘뮤지컬 루드윅:베토벤 더 피아노’를 시작으로 ‘페퍼톤스 콘서트’, ‘선우예권 피아노 리사이틀’ 외에도 배우 김상중·안재욱·길해연·김성령 등이 출연하는 연극 ‘미저리’ 등이 관객을 기다린다.

주목할 부분은 국내외 유명 아티스트들의 출연이다.

젊은 거장으로 주목받고 있는 피아니스트 선우예권을 비롯해 18세의 나이에 제2의 스티비 원더라 불리는 천재 매튜 휘테커의 첫 내한 무대를 마련하는 등 참신하면서 예술성 높은 기획을 추진했다.

이번 라인업에는 영·유아를 둔 가족단위 관객들을 위한 ‘클랩 그림책 콘서트’와 장년층과 직장인 관객들을 위한 연극 ‘미저리’ 등 맞춤형 기획도 눈에 띈다.

이 외에도 구리아트홀은 관내 학생들을 위한 프로그램을 지속적으로 진행한다.

매년 성공적으로 운영되고 있는 구리혁신교육지구사업 연계 문화예술 체험 프로그램으로 ‘뮤지컬 루드윅:베토벤 더 피아노’, ‘서울발레시어터 댄싱 뮤지엄’이 청소년을 맞이한다.

문턱 없는 갤러리를 구현하며 시민들에게 사랑받고 있는 기획전시 프로그램으로는 레플리카 작품으로 구성된 미술교육전 ‘한눈에 보는 서양미술사’ 외에도 지역작가전 ‘제7회 구리작가릴레이展-자연이 빚은 예술:우진명, 김경자’가 기다리고 있다.

구리아트홀 2019년 하반기 기획 프로그램 1차 라인업 일정은 홈페이지, 페이스북, 블로그, 인스타그램에서 쉽게 확인할 수 있으며, 유료회원으로 가입하면 조기 예매 등 다양한 혜택을 누릴 수 있다.

@highlight

구리아트홀은  2019년 하반기 '뮤지컬 루두윅', '페퍼톤스 콘서트' 등 대중성과 예술성을 겸비한 기획프로그램 1차 라인업을 공개했다.