인트로메딕은 경상북도 영덕군 군계획위원회로부터 '팜그리드 실증모델 태양광발전소' 건립에 대한 개발행위허가 심의를 통과했다고 1일 밝혔다.

인트로메딕은 이번 영덕 군계획위원회의 심의를 통과하면서 올해 안에 영덕군에 PV(태양광발전) 1MW, ESS(에너지저장장치) 2MW, 스마트팜 면적 1652㎡로 구성된 팜그리드 실증모델 태양광발전소를 완공할 예정이다.

지난해 3월 인트로메딕은 팜그리드 사업을 위해 경북 영덕군, 대명GN, LS산전, 한국동서발전과 컨소시엄을 구성하고 영덕군에 PV 300MW, ESS 300MW, 스마트팜 49.5㏊ 규모의 팜그리드 구축 사업을 추진했다.

이번 영덕군 팜그리드 1호 플랫폼에 대한 군계획위원회 심의를 통과하며 인트로메딕의 팜그리드 사업은 속도를 낼 전망이다.

인트로메딕은 또 신재생에너지 사업을 신속하게 추진하고 전문성을 높이기 위해 자회사 '팜그리드'를 설립했다.

팜그리드의 대표이사는 김남중 인트로메딕 신재생에너지 사업부 前 대표이사가 맡는다.

조용석 인트로메딕 대표이사는 "지난해부터 신사업으로 재생에너지와 농수산 융복합 플랫폼 팜그리드 구축 사업을 적극적으로 추진하고 있다"며 "자회사 설립과 개발행위, 농지전용 심의 통과로 팜그리드 실증모델 구축 사업이 속도를 낼 수 있을 전망"이라고 말했다.

한편, 팜그리드는 지능형 농업기술인 '스마트팜'과 에너지의 '스마트그리드'를 융복합한 농수산 공유경제 플랫폼이다.

마을 주민이 투자기업에게 20년간 벼 재배농지를 임대해 팜그리드를 구축한 후, 공유부지에서 마을 주민과 투자기업이 각각 고소득 시설작물과 재생에너지를 생산하는 사업 모델이다.

@highlight

인트로메딕은 '팜그리드 실증모델 태양광발전소' 건립에 대한 개발행위허가 심의를 통과했으며 조용석 대표이사는 지난해부터 재생에너지와 농수산 융복합 플랫폼 팜그리드 구축사업을 적극적으로 추진하고 있다며 팜그리드 실증모델 구축사업이 속도를 낼 수 있을 전망이라 말했고 인트로메딕은 이번 심의를 통과하면서 올해 안에 영덕군에 PV(태양광발전) 1MW, ESS(에너지저장장치) 2MW, 스마트팜 면적 1652㎡로 구성된 태양광 발전소를 완공할 예정이다.