보령시가 미래 해양의 가치 향상을 위해 올해 19억 원을 투입하여 도서 주민의 정주여건 향상과 균형발전, 소득증대를 위한 다양한 사업을 추진하고 있다.

시는 지난해 행정안전부의 도서개발심의위원회 승인을 받아 도서의 고유한 특성을 기반으로 권역별 특화된 도서개발, 관광과 연계한 도서관광 인프라 확충, 섬 마을 생활환경의 집중 개선을 위해 오는 2027년까지 54개 사업에 565억 원을 투입한다.

올해는 원산도와 효자도, 장고도 등 6개 도서에 7개 사업 19억 원을 투입하는데, 6월초까지 6개 사업을 완료했고, 7월 말까지 1개 사업을 마무리한다는 방침이다.

효자도는 마을 간 교통여건 개선과 편리한 어장 진출입으로 주민소득 증대를 도모하기 위해 해안도로를 개설했으며, 장고도는 해안 저지대 침수 등 기초생활기반시설 확충을 위해 대멀해안도로 호안 보강공사를 완료했다.

또한 원산도에는 고령화된 도서민들이 바지락 채취 시 보다 편리하게 작업할 수 있는 환경을 조성하기 위해 선촌항과 간사지 사이의 어장진입로를 개설하고, 관광객 이용 편의와 주민 생활불편 해소를 위해 오봉산 해변의 배수로 정비도 완료했다.

아울러, 천혜의 자연환경을 자랑하는 외연도의 경우 관광객들이 사고 없이 편리하고 쉽게 외연도의 절경을 감상할 수 있도록 둘레길의 경사도를 낮추고 난간 등 안전시설을 설치했으며, 고대도는 마을 간 교통여건을 개선하기 위해 마을안길을 재포장했다.

한상범 해양정책과장은 "도서종합개발사업은 주민 생활 편의 도모는 물론, 국비가 80%가 투입돼 열악한 지방재정 여건의 부담까지 낮출 수 있다"며, "앞으로도 섬마다 각기 다른 매력과 특성을 잘 살려낸 관광 활성화는 물론, 편의시설 확충 및 문화?복지혜택 향상, 소득사업 활성화 등과의 연계로 도서 주민들의 삶의 질이 향상될 수 있도록 다양한 노력을 기울여 나가겠다"고 말했다.

@highlight

보령시가 올해 19억 원을 투입해 원산도와 효자도, 장고도 등 6개 도서에 기초생활기반시설 확충 및 관광편의시설 개선 등 다양한 사업을 추진해 도서 주민들의 삶의 질이 향상될 수 있도록 다양한 노력을 기울여 나가겠다고 밝혔다.