KT 뉴미디어사업단 김훈배 단장이 기자설명회에서 국내 최초 4K 무선 VR 서비스 KT 슈퍼VR에 대해 설명하고 있다.

KT가 새로운 가상현실(VR) 서비스를 출시, 3년내 5조원으로 성장이 예상되는 실감미디어 시장을 정조준했다.

KT는 1일 4K VR 서비스 'KT 슈퍼VR'를 출시하고 5G 실감미디어 플랫폼 사업자로 성장하겠다고 밝혔다.

슈퍼VR은 지난해 11월 내놓은 세계 첫 모바일 VR 서비스 '기가라이브TV'를 5G 시대에 맞춰 새롭게 출시한 것이다.

VR 기기 전문업체 피코(PICO)의 G2 단말을 사용, 고성능 4K 올인원 환경을 제공한다.

별도로 스마트폰을 부착하지 않고 무선(와이파이)으로 연결해 가볍고 편리하다.

화소수가 기존 3K 대비 32%가량 늘어 화질이 생생하다.

'글라스 서포터'를 적용해 안경 착용자도 이용할 수 있으며 렌즈를 개선해 눈부심 현상을 줄였다.

국내 최다인 1만여 실감형 콘텐츠를 제공하는 가운데 프리미엄 영상과 게임을 늘렸다.

4K 초고화질 콘텐츠 450여편과 게임 15종을 제공한다.

매월 2종의 신규 게임을 추가한다.

'와이드맥스' 상영관에서는 245편 전용 콘텐츠에 매월 10편을 업데이트한다.

올레tv모바일 앱을 통하면 100여개 실시간 채널과 18만여편 주문형비디오(VoD)를 즐길 수 있다.

외부 제휴를 강화해 콘텐츠 경쟁력을 높인다.

영화 '기생충'을 제작한 바른손이앤에이 관계사인 바른손을 비롯해 아프리카TV, 네이버 V라이브, 이너테인먼트 등과 손잡는다.

월정액 8800원인 '슈퍼VR 패스'에 가입해야 서비스를 이용할 수 있으며, 슈퍼VR 패스 6개월 이용권을 묶어 45만원에 단말을 판매한다.

KT는 지난해 5700억원인 한국 실감미디어 시장이 2022년 5조2000억원 규모로 성장한다고 전망했다.

김훈배 KT 뉴미디어사업단장(상무)은 "5G 네트워크를 강력하게 구축한 만큼 실감미디어 시장이 커질 것"이라면서 "KT는 1등 VR 사업자가 되겠다"고 말했다.

@highlight

KT가 새로운 가상현실 서비스를 출시, 3년내 5조원으로 성장이 예상되는 실감미디어 시장에 나서는데 1일 4K VR 서비스 'KT 슈퍼VR'을 출시하고 5G 실감미디어 플랫폼 사업자로 성장하겠다고 밝힌 가운데 슈퍼VR은 지난해 11월 내놓은 세계 첫 모바일 VR서비스 '기가라이브TV'를 5G 시대에 맞춰 새롭게 출시한 것이다.