어도비코리아가 새로운 플로그인 패널 추가 등 6월 업데이트된 '어도비 XD'을 공개했다.

업데이트된 '어도비 XD'는 프로토타입 모드에서 속성 관리자를 지원하고, 프로젝트 관리 툴인 지라(Jira)에서의 디자인에서 개발로 이어지는 워크플로우를 향상했다.

또한 위 아래 첨자가 추가되었으며, 다양한 플러그인을 XD 사용자 인터페이스에서 바로 접속할 수 있는 새로운 플러그인 패널(Plugins Panel)도 추가됐다.

우선 이번 6월 업데이트 버전은 구성 요소의 속성을 보거나 편집하는 속성 관리자가 디자인 모드에 이어 프로토타입 모드에서도 지원된다.

이제 속성을 보거나 수정할 때 개별 인터랙션을 클릭하는 대신, 여러 개의 인터랙션을 한번에 선택하고 정의할 수 있다.

프로토타입에서 모든 인터랙션을 쉽게 추적할 수 있고, 다수의 아트보드와 선에서 대규모 변경이 가능하다.

또한 위 첨자와 아래 첨자 기능이 새롭게 추가돼, 가격, 각주, 수학 방정식 등과 같은 텍스트 요소를 보다 손쉽게 만들 수 있다.

지라용 XD의 디자인 및 개발 워크플로우도 대폭 개선돼 지라 사용자는 XD 디자인 미리보기는 물론 아트보드 수, 댓글 수 등 다양한 메타데이터도 확인 가능하다.

이를 통해 제품 관리자와 개발자의 협업이 더욱 향상될 것으로 기대된다.

플러그인 패널도 추가됐다.

어도비 XD는 150개 이상의 플러그인과 앱을 통합하며 생태계를 넓혀가고 있다.

이번 업데이트에서는 플러그인 패널을 새롭게 추가했다.

플러그인 패널을 통해 플러그인을 빠르게 실행할 수 있고, 사용되는 모든 플러그인을 한데 모아 화면 왼쪽에서 볼 수 있다.

플러그인 사용을 위해 메뉴들을 탐색할 필요없이, 사용할 플러그인을 화면에서 곧바로 클릭하면 된다.

플러그인 매니저를 실행한 다음 +아이콘을 클릭해 새로운 플러그인을 검색하고 설치할 수 있다.

@highlight

어도비코리아가 새로운 플로그인 패널 추가 등 6월 업데이트된 어도비 XD을 공개했는데 프로토타입 모드에서 속성 관리자를 지원하고, 프로젝트 관리 툴인 지라(Jira)에서의 디자인에서 개발로 연결되는 워크플로우를 향상했으며 150개가 넘는 플러그인과 앱을 통합하며 생태계를 넓혀가고 있다