조길형 충주시장이 쓰레기 무단 방치·투기 근절을 위한 강력한 의지를 내비쳤다.

조길형 시장은 1일 열린 월례조회에서 "오늘부터 충주시는 쓰레기와의 전쟁을 선포할 것이다"라며, 악질적인 기업형 대형 범죄의 양상을 보이고 있는 불법 쓰레기 투기를 근절할 것이라고 말했다.

조 시장은 쓰레기 무단 투기 및 방치 등의 문제가 비양심적인 몇몇 사람이 벌이는 소소한 범죄 수준이 아니라, 전국적으로 지자체의 환경과 예산에 중대한 악영향을 끼치는 심각한 문제가 되고 있다고 밝혔다.

특히, "충주는 물류 운송에 최적화된 도시로서 신산업 발전에 큰 이점을 가지고 있지만, 자칫 방심하면 쓰레기 무단 투기 대상지로 여겨질 가능성이 높다"며, "전직원들이 쓰레기 문제에 대해 사후조치 수준에 머무르지 말고 적극적으로 예방하려는 자세를 보여야 한다"고 강조했다.

또, 관련 주무부서나 각 읍면동에서 지역 내의 불법 투기 현황을 완벽하게 파악하고 있어야 한다고 재차 강조하면서, 충주에 쓰레기를 버리고 간다는 생각을 뿌리 뽑을 수 있도록 가능한 수단을 전부 동원할 것을 당부했다.

이를 위해 지역 방재단 및 직능단체과 함께 현장예찰을 실시하고 불법 투기 예상 장소에 CCTV 설치를 통한 24시간 감시체계 확보, 의심지역 현황을 파악할 공무원 상시감시반 편성 등 종합계획을 수립·실시해 청정한 충주를 지키기 위한 지역 전체의 의지를 강력하게 보여줄 것을 주문했다.

조 시장은 "불법 쓰레기 문제를 근절하려면, 충주에는 절대로 쓰레기를 버릴 수 없다는 인식을 확실하게 심어줘야 한다"며, 사전에 문제를 차단할 수 있는 대책을 신속히 마련해 실행해야 한다고 전했다.

아울러, 현대엘리베이터 유치에 공헌한 시민들을 표창하고 상반기에 거둔 성과와 시민들의 높아진 관심과 지지에 감사를 표한 조길형 시장은 "하반기에도 이뤄야 할 많은 과제들이 남아있다"며, "업무의 시기와 경중을 잘 파악해 균형감 있게 시정을 운영할 것"이라고 말했다.

한편, 충주시에서는 폐기물불법 투기자를 목격·신고할 경우 최고 300만 원의 포상금을 지급할 계획이다.

@highlight

조길형 시장은 1일 열린 월례조회에서 쓰레기 투기 문제가 소소한 수준이 아니라 지자체에 중대한 악영향을 끼치는 심각한 문제가 되고 있다며, 이를 위해 현장예찰을 실시 및 CCTV를 통한 24시간 감시, 공무원 상시 감시반 편성 등 불법 쓰레기 투기를 근절할 것이라고 말했다.