김민진 기자 mjkim@busan.com 8월 14일 일본군 위안부 피해자 기림일을 맞아 전국 청소년을 대상으로 하는 창작 시화 공모전이 열린다.

8월 14일 일본군 위안부 피해자 기림일을 맞아 경남에서도 아픔의 역사를 잊지 않기 위한 다양한 이벤트가 열린다.

특히 올해는 경남 최고령 생존 피해자였던 고 김복득 할머니 가신 지 1년이 되는 해로 더욱 각별한 의미를 담는다.

일본군‘위안부’할머니와함께하는통영거제시민모임(상임대표 송도자)는 위안부 피해자 정의 구현을 위한 투쟁의 역사를 써온 할머니들의 외침을 잊지 않고 이어가기 위한 기억행동을 전개한다고 1일 밝혔다.

이달부터 기림일까지 시화공모전을 시작으로 전시회, 영화 상영, 기념식, 추모제를 개최한다.

첫 번째로 여성가족부와 함께 ‘제2회 전국 청소년 일본군 위안부 시화 공모전’을 진행한다.

중?고교생이며 누구나 응모할 수 있다.

일본군 위안부를 주제로 본인이 창작한 시와 손 그림으로 완성한 시화를 제출하면 된다.

1인 1작품에 한해 응모할 수 있다.

대상인 김학순상 1명에게 상장과 부상으로 50만 원 문화상품권이 주어진다.

중?고교생 각 2명씩, 6명에게 상장과 10만 원 문화상품권이 수여된다.

송도자 상임대표는 “피해 여성들의 간절한 외침에 공명한 청소년들이 글과 그림으로 담아낸 시화는 국내는 물론 일본 시민사회에도 전시를 통해 진실의 소리를 전하게 될 것”이라며 “많은 관심과 참여를 부탁드린다”고 당부했다.

한편 8월 14일은 일본군에 강제로 끌려 가 고초를 겪은 위안부 피해자를 기리기 위한 국가기념일이다.

1991년 8월 14일 자신이 일본군 위안부 피해자임을 최초로 공개 증언한 고 김학순 할머니 외침을 기억하고 계승하기 위해 제정됐다.

2012년 대만에서 열린 제11차 일본군(위안부)문제해결을 위한 아시아연대회에서 기림일로 결의, 선포했고 이듬해부터 국내외에서 공동행동이 이어져오고 있다.

@highlight

일본군‘위안부’할머니와함께하는통영거제시민모임은 8월 14일 일본군 위안부 피해자 기림일을 맞아 투쟁의 역사를 써온 피해자들의 역사를 이어가이 위해 시화공모전을 시작으로 전시회, 추모제 등의 다양한 이벤트를 진행한다고 1일 알렸다. 