레몬헬스케어(대표 홍병진)는 최근 신한금융그룹 3사와 KDB산업은행, 네이버 펀드 등 금융권으로부터 100억원 규모 시리즈B 투자를 유치했다고 1일 밝혔다.

레몬헬스케어는 스마트 헬스케어 플랫폼 '엠케어(M-Care)'를 기반으로 병원 예약부터 실손보험 간편청구에 이르는 원스톱 모바일 헬스케어 서비스를 병원에 제공하고 있는 스타트업이다.

이번에 신한은행, 신한금융투자, 신한캐피탈 등 신한금융그룹 3사와 KDB산업은행으로부터 직접 지분 투자를 받았다.

네이버 펀드로부터도 투자를 받아 금융권 네트워크를 확보했다.

이를 기반으로 현재 KB손해보험과 NH농협생명과 함께 서비스하고 있는 실손보험 간편청구 서비스를 미래에셋생명에서도 선보일 수 있게 됐다.

특히 금융권과 폭넓은 협업을 통한 신규서비스를 개발해 디지털 헬스케어와 금융이 결합된 플랫폼 사업을 전개할 수 있을 전망이다.

이미 DGB대구은행과는 '아이M뱅크(iM뱅크)'를 업그레이드해 올 하반기 '아이M샵(iM#)'을 출시한다.

'아이M샵'은 엠케어 주요 서비스인 진료예약 및 예약조회, 의료비 수납 등 기능을 제공하기 위한 협력을 추진한다.

신한카드와는 '엠케어' 애플리케이션(앱)에서 신한카드 모바일 플랫폼 '신한페이판(payFAN)'을 통한 진료비 결제 서비스를 구축하고 있다.

네이버가 미래에셋과 함께 운영하고 있는 신성장투자조합과 YG인베스트먼트를 통한 투자 유치로 헬스케어 중심 기존 플랫폼을 다양한 금융서비스와 연계해 고도화할 수 있게 됐다.

홍병진 레몬헬스케어 대표는 "의료 빅데이터 기반 개인 맞춤형 헬스케어 서비스와 금융 서비스를 적극 연계해 국내를 넘어 글로벌 시장에서도 진출하겠다"고 밝혔다

한편, 레몬헬스케어는 올해 초 모바일 건강관리와 생체나이분석 서비스 구현으로 개인 맞춤형 건강관리 서비스로 사업영역을 확대했고, KT와 올 하반기 블록체인 기반 '스마트병원 플랫폼'서비스도 출시한다.

@highlight

레몬헬스케어는 금융권으로부터 100억원을 투자받아 시리즈B를 유치했다고 1일 밝혀 이에 따라 디지털 헬스케어와 금융이 결합된 플랫폼 사업을 전개할 수 있을 전망으로 추측되며 대표는 국내를 넘어 글로벌 시장에서도 진출하겠다고 다짐했다.