제주 전남편 살해사건을 수사중인 제주지검은 피의자 고유정(36)을 살인 및 사체손괴·은닉 혐의로 구속기소했다고 1일 밝혔다.

고씨는 지난달 25일 오후 제주의 한 펜션에서 미리 구입한 수면제인 졸피뎀을 전남편 강모씨(36)에게 먹인후 살해하고 시신을 훼손·유기한 혐의를 받는다.

고씨는 검찰조사에서도 여전히 전남편이 자신을 성폭행하려고 해 이에 대항하는 과정에서 우발적으로 발생한 사건이라고 주장한것으로 확인됐다.

벙행 동기와 관련 검찰은 전 남편에 대한 적개심,전 남편과의 사이에 출산한 아이를 현 남편의 친자로 유지하고 싶은 욕구,현재 결혼 생활에 대한 평온 유지 등 복합적인 내용이 혼재돼 있다고 판단했다.

피해자 강씨의 시신은 사건 발생 한 달이 넘도록 발견되지 않고 있다.

사실상 '시신 없는 살인사건'이 되면서 향후 재판과정에서 살인 혐의를 입증할 수 있을지 우려하는 목소리도 나오고 있다.

검찰은 고씨의 사전 계획 범행 정황을 입증하는 수십여점에 이르는 증거물을 확보,혐의 입증에는 무리가 없을 것으로 판단하고 있다.

앞서 고씨측은 우발적 범행임을 입증하기 위해 범행과정에서 다친 것으로 보이는 오른손에 대해 법원에 증거보전신청을 한 상태다.

하지만 검찰은 고씨가 수사에 혼선을 주기위해 자신의 손을 자해하거나 또는 공격시 발생한 상처로 판단하고 있다고 밝혔다.

고씨는 검찰 조사에서 자신의 얼굴 노출 등을 문제 삼으며 진술거부로 일관하다가 이후에는 '기억이 파편화돼 일체의 진술을 할 수 없다'는 태도를 보인 것으로 전해졌다.

피해자 시신의 행방을 수색 중인 경찰은 앞서 인천시와 김포시 소각장, 아파트 배관에서 나온 뼛조각이 모두 동물 뼈라는 국립과학수사연구원(국과수)의 감정 회신을 받았다.

경찰은 지난달 29일 제주 환경자원순환센터에서 뼈로 추정되는 물체 20여 점을 발견해 국과수에 의뢰했지만, 이 마저도 피해자의 것일 가능성은 매우 낮은 상태다.

한편 고유정 사건 초기 부실 수사 논란과 관련 경찰청은 이번주중 진상조사팀을 제주에 보내 수사 과정에서 제주경찰의 과오가 있었는지 사실관계를 확인하기로 했다.

@highlight

고씨는 지난달 25일 오후 졸피뎀을 전남편 강모씨(36)에게 먹인후 살해하고 시신을 훼손·유기한 혐의에 검찰조사에서도 여전히 전남편이 자신을 성폭행하려고 해 이에 대항하는 과정에서 우발적으로 발생한 사건이라고 주장한것으로  제주지검은 피의자 고유정(36)을 살인 및 사체손괴·은닉 혐의로 구속기소했다고 1일 밝혔다.