이정후(키움)와 강백호(kt 위즈)의 장점을 모두 갖춘 대형 타자 유망주라는 게 키움의 선택 배경이다.

키움은 1일 오후 2020년 신인 1차 지명 선수로 장충고 외야수 박주홍(18·좌투좌타)을 지명했다.

키움 히어로즈는 2020년 신인 1차 지명으로 장충고 외야수 박주홍을 택했다.

박주홍은 1차 지명 신인 중 유일한 타자다.

다른 9개 팀은 투수를 골랐다.

올해 서울권 1차 지명 순서는 LG-키움-두산 순이었다.

LG가 투수 최대어로 꼽히는 이민호(휘문고)를 지명하자, 키움은 주저없이 박주홍을 택했다.

키움은 애초 1순위로 박주홍을 염두에 뒀다.

LG가 이민호가 아니라 박주홍을 지명할 경우 어떡할지 노심초사했다는 게 키움 관계자의 설명이다.

고형욱 스카우트 상무는 "타자 중에선 원탑 유망주이다. 처음부터 박주홍을 1순위로 생각했다"라며 기뻐했다.

고 상무는 박주홍의 잠재력을 높이 평가했다.

그는 "보기 드문 재능을 갖춘 타자 유망주다. 이정후와 강백호의 장점이 섞여 있다. 정교함과 파워를 모두 갖췄다"라고 말했다.

키움은 박주홍에 대해 "188cm, 96kg의 신체조건을 가졌으며 파워, 타격 매커니즘, 선구안이 장점이다. 수비 역시 강한 어깨, 민첩한 움직임, 넓은 수비 범위를 자랑한다"라고 소개했다.

박주홍의 고교 성적도 월등하다.

올해 주말리그 14경기에 나가 타율 0.431 25안타 2홈런 21타점 8사사구를 기록했다.

박주홍은 "1차 지명으로 뽑힐지 몰랐다. 정말 좋아하는 박병호 선배님과 함께 생활하면서 많은 것을 배우고 싶다. 내년 시즌 신인상을 목표로 최선을 다하겠다"고 소감을 밝혔다.

한편, 키움은 최근 타자 출신 신인 1차 지명 선수로 임병욱(2014년) 주효상(2016년), 이정후(2017년)를 지명했다.

임병욱과 이정후는 현재 팀의 주축 선수로 활약하고 있다.

@highlight

키움 히어로즈는 2020년 신인 1차 지명으로 장충고 외야수 박주홍을 택했으며 키움은 박주홍을 이정후와 강백호의 장점을 모두 갖춘 원탑 유망주로 생각하고 있다고 밝혔다.