3?1만세운동 100주년 기념 한글 서예전 개관식이 열리고 있다.

한글서예사랑모임 실버들이 3.1만세운동 100주년이 되는 해를 맞이해 '묵향으로 피우는 삼일만세'라는 주제로 스물다섯번째 되는 한 마음 전시회를 열어 3.1운동의 거룩함을 되집어 보는 시간을 갖게 됨으로써 독립운동의 숭고한 정신을 기리고 있다.

이는 지난 달 29일 오후 5시 제주특별자치도 문예회관 제1전시실에서 한글서예를 사랑하는 스물다섯번째의 회원전에 대한 개막식을 가짐으로써 구체화 되고 있는데, 현병찬 제주특별자치도한글서예사랑모임 이사장(남, 80)은 인사말에서 "작년에는 제주의 풍광을 4계절로 나누어 '제주의 사계를 묵향에 싣다'에 이어 금년에는 붓과 먹으로 만세운동을 펼치고자 '묵향으로 피우는 삼일만세'라는 주제로 서예전시회를 마련했다"고 말했다.

현이사장이 인사말을 하고 있다.

또한 제주를 무대로 한 활동을 전개하면서 자연환경, 말씨, 민속민요, 해녀, 돌담 등 독특한 유산인 자랑거리를 시각적으로 더 많은 사람들에게 알리고 발굴하려는 회원들 마음과 생각이 오늘에 까지 이어지고 있다고 말했다.

이날 전시실에는 모두 65명의 회원들로 구성된 이들 서예가들이 각자 독립운동에 관련된 내용의 작품을 전시해 놓았는데 오는 4일까지 전시하며 2차 전시는 오는 8월말까지제주시 저지예술인마을 먹글이 있는 집에서 열린다.

그런데 이 모임은 한글을 사랑하고 한글서예를 좋아하는 회원들이 묵향으로 한 마음이 되어 연차적으로 제주 알리기 사업을 역점적으로 할동해 온지 4반세기를 맞이하게 되었으며 제주의 문화적 가치를 지켜온 제주민요, 속담, 제주인의 생활언어 등에서 글감을 찾아온 '제주어를 온 누리에' 전파하는 서예전을 전시 한 바 있다.

한편 현이사장은 손병희선열의 묘비명에 새겨진 내용 글자를 쓰고 작품으로 내 놓았다.

@highlight

3.1만세운동 100주년을 기념하는 한글 서예전 '묵향으로 피우는 삼일만세'의 개막식이 지난달 29일 제주특별자치도 문예회관에서 열렸으며 오는 8월말까지 2차 전시가 제주시 저지예술인마을 먹글이 있는 집에서 열린다.