▲ 아산시가 도심지 유휴부지 토지소유자와 협약을 통해 주차공유방식으로 임시공영주차장을 조성해 쾌적한 주차환경 제공에 앞장서고 있다.

아산시가 주택가 및 상가 밀집 지역의 심각한 주차난 해소를 위해 유휴지 및 부설주차장의 주차공유 활성화 사업을 통해 상반기 동안 14개소 381대의 주차공간을 확보해 시민들에게 제공했다.

시는 용화택지개발지구(신용화동), 지중해마을(탕정면), 배방신도시, 신창역 등의 지역에 유휴지로 방치됐던 나대지를 일제 조사해 해당 토지소유자와 무료 임차 및 주차장 무료개방에 따른 재산세 감면 등의 인센티브를 부여하는 주차공유방식으로 11개소 300대의 임시주차장에 대한 토지사용협약을 체결했다.

시는 7월말까지 사업비 1억 5000만원을 투입해 노면정비 및 주차구획 설치 등 공사를 완료하고 주변상가와 아산시민에게 24시간 주차공간을 무료개방할 계획이다.

또한 시는 3개소 81대의 부설주차장도 협약을 통해 낮 시간대 비어있는 교회 부설주차장이나 야간이나 공휴일에 비어있는 업무용 시설의 부설주차장을 유휴시간대 외부인에게 개방하는 경우에 주차장 시설개선비 등 일부를 시비 보조금을 지원할 계획이다.

건물소유주 또는 관리자는 부설주차장을 최소 2년 이상, 10면 이상을 개방하는 조건으로 아산시 교통행정과와 협약을 체결하면 주차장 내 CCTV 및 관제시설, 주차정보안내시스템 설치 등 시설개선비, 손해배상 책임보험료 등을 최고 1000만원까지 지원받을 수 있다.

시는 올해 주차공유 활성화사업에 총 2억 5000만원의 예산을 확보했으며 7월부터 부설주차장 개방사업에 5000만원을 지원할 계획이다.

아산시 관계자는 "지속적인 지원제도 발굴 보완 및 다양한 매체를 활용한 홍보와 캠페인을 통해 주차공유에 대한 시민들의 공감대 형성 및 자발적 참여를 유도하는 등 지속가능한 주차공유 문화를 정착시켜 나갈 계획"이라고 말했다.

@highlight

아산시는 심각한 주차난 해소를 위해 도심지 유휴부지 주차공유 활성화 사업으로 주차공간을 확보함으로써 시민들에게 제공했으며 지속가능한 주차공유 문화를 정착시키는 데 노력을 하겠다고 밝혔다.