우리금융그룹은 그룹사별로 운영 중인 WM, 글로벌, CIB, 디지털 부문 등 4대 성장동력 사업을 그룹 차원에서 통합해 체계적으로 관리하는 사업총괄제를 시행한다고 1일 밝혔다.

퇴직연금 사업의 추진력 강화를 위해 연금기획부를 신설하고 자금세탁방지 모니터링을 체계적으로 수행할 자금세탁방지팀도 신설했다.

WM(자산관리)총괄은 그룹 자산관리 부문의 역량을 집중해 그룹 차원의 경쟁력 강화와 컨트롤타워 역할을 수행한다.

글로벌총괄은 일원화된 그룹 글로벌 전략을 추진하고 최대 글로벌 네트워크를 보유한 그룹으로서 그룹사간 동반 해외 진출과 협업 확대를 추진할 예정이다.

CIB(기업투자금융)총괄은 은행과 종금 간 기존 CIB부문 협업 체계를 안정적으로 정착시키고 그룹 차원에서 CIB사업을 총괄하게 된다.

디지털총괄은 그룹 디지털역량 강화 및 비대면채널 경쟁력 제고에 역점을 두고 디지털혁신부 내에 핀테크 지원 프로그램을 운영해 그룹 관점에서 핀테크 기업 육성을 활성화하는 등 핀테크 생태계 조성에 기여할 예정이다.

경영기획총괄 산하에는 퇴직연금 경쟁력 제고를 위해 연금기획부를 신설해 고객수익률 중심의 퇴직연금 사업 패러다임 전환에 선제적으로 대응할 계획이다.

이와 함께 향후 확대될 그룹사인 증권·보험업의 퇴직연금사업자 편입에 대비해 사업총괄 체계를 사전에 공고히 하는 역할도 하게 된다.

그룹사 내부통제 및 위험관리체계를 강화하고 자금세탁방지 모니터링을 통한 일관된 정책 수행을 위해 준법지원부 산하 자금세탁방지팀도 신설했다.

우리금융그룹 관계자는 "이번 조직개편을 통해 그룹사간 시너지 창출을 위한 책임경영과 의사결정 효율성이 제고될 것으로 기대됨은 물론 사업포트폴리오 확충에 대비한 그룹사간 협업체계 기반을 확립하게 됐다"며 "그룹사간 유기적 협력을 바탕으로 새로운 사업기회를 발굴하고 체계적인 종합금융서비스 제공을 통해 대고객 서비스 역량을 극대화 하겠다"고 말했다.

@highlight

우리금융그룹은 4대 성장동력 사업을 통합 관리하는 사업총괄제를 시행하고 연금기획부와 자금세탁방지팀을 신설하는 등 조직개편을 통해 신사업을 발굴하고 체계적인 종합금융서비스 제공으로 고객 서비스 역량을 제고할 예정이다.