비상교육(대표 양태회)이 한국국제협력단(KOICA)와 베트남에서 디지털 한국어교육을 전파한다.

비상교육은 1일 KOICA 포용적 비즈니스 솔루션(IBS) 프로그램 파트너 기업으로 선정돼 '베트남 디지털 한국어교육 역량강화 사업' 약정을 체결했다.

비상교육이 개발한 스마트 한국어 학습 플랫폼 클라스(KLaSS) 수업 장면.

IBS 프로그램은 개발도상국 저소득층 사회 개발 문제를 우리나라 기업이 비즈니스 활동을 통해 풀어가는 공익적 프로그램이다.

KOICA와 비상교육이 함께 하는 사업으로 각각 사업비 50%씩을 투입한다.

5년 동안 투입될 총 사업비는 39억9300만원이다.

비상교육은 최근 급증하는 베트남 내 한국어 교육 수요를 겨냥해 고품질 한국어 이러닝 동영상 사이트를 구축, 베트남 전역 대상 이러닝 서비스를 제공한다.

이러닝 사이트와 연계해 한국 기업과 한국어 학습자를 연결하는 구인구직 서비스를 지원한다.

한국기업은 한국어를 구사하는 베트남 근로자를 쉽게 찾을 수 있고, 한국어 이러닝 수강생은 한국기업에 취업할 기회를 얻을 수 있다.

노중일 비상교육 해외전략사업 총괄 책임자는 "지난해 기준 베트남에 진출한 한국기업은 6000여개에 달하고 고용하는 베트남인 직원은 100만명이라며 베트남 청년 한국어 학습이 한국 기업의 취업으로 이어질 수 있도록 쌍방향 플랫폼 구조로 서비스를 기획했다"고 말했다.

비상교육은 원활한 사업 운영을 위해 베트남에 현지 법인을 설립한다.

베트남 여러 대학 한국어학과와 협업, 비상교육이 개발한 스마트 한국어 학습 플랫폼 클라스(KLaSS)를 총 24개 강의실에 설치한다.

한국어 통·번역이 가능한 고급 인력 양성에도 기여한다.

사회취약계층 청년에 무상 한국어 교육도 지원한다.

현준우 비상교육 디지털교육 컴퍼니 대표는 "지난해 3월 양국 정상은 한·베트남 미래지향 공동선언'을 채택했고, 베트남 내 한국학과 개설과 한국어 교육 증진이 주요 내용으로 포함됐다며 IBS 프로그램이 베트남 내 한국어 교육을 확산시키는 중요한 계기가 될 것"이라고 말했다.

@highlight

1일 비상교육은 한국국제협력단의 포용적 비즈니스 솔루션(IBS) 프로그램 파트너로서 '베트남 디지털 한국어교육 역량강화 사업'을 하기로 했고, 이 프로그램을 통해 베트남 내 저소득층의 사회문제를 우리나라 기업이 비즈니스 활동을 통해 풀어갈 수 있을 것으로 기대가 되고 있으며, 한국기업은 한국어를 구사하는 베트남 현지인력을, 베트남 수강생은 한국기업에 취직할 기회를 얻는다.