오리온은 국내 1등 생감자칩 '포카칩'이 한국 대표 식재료의 맛을 담은 '포카칩 햇감자 한정판' 3종을 출시한다고 1일 밝혔다.

이번 한정판은 '한국인의 맛'을 콘셉트로 대표적인 서양 원조 과자인 감자칩에 한국인의 밥상에 가장 많이 올라오는 마늘, 고추, 버섯 등의 식재료를 사용한 것이 특징이다.

감자의 고소함과 마늘 특유의 풍미가 어우러진 '포카칩 구운마늘맛', 청양고추 풍미에 맵단짠(맵고 달고 짠)의 중독적인 맛이 일품인 '포카칩 땡초간장소스맛', 감자의 담백함에 버섯의 깊은 풍미를 더한 '포카칩 표고버섯맛' 등 총 3종을 선보인다.

무더위가 일찍 찾아온 올 여름 '홈술(Home+술)족', '과맥(과자+맥주)족'에게 인기를 끌 것으로 예상된다.

국내산 햇감자로 만들어 가장 신선한 포카칩을 맛볼 수 있는 것도 주목할 만한 점이다.

오리온은 고품질 감자 재배지로 유명한 전라남도 보성, 충청남도 당진, 경상북도 구미, 강원도 양구 등에서 수확한 햇감자를 6월부터 사용한다.

이들 지역에서 수확된 햇감자는 즉시 청주공장과 감자 저장소로 이동, 생산에 투입돼 신선도가 높으며 제철 감자의 맛과 영양을 그대로 담고 있다.

1988년 출시된 포카칩은 생감자를 그대로 썰어서 만든 오리온의 간판 스낵으로 지난 17년 동안 생감자스낵 시장 점유율 1위를 지키고 있다.

지난해 국내 누적매출액 1조4000억원을 돌파했으며 판매 개수로는 약 17억 봉지가 팔렸다.

오리온 관계자는 "마늘, 고추, 버섯 등 전통적인 식재료를 더해 외국에서는 맛볼 수 없는 '한국인의 맛'으로 재탄생시켰다"며 "감자칩은 원래 서양이 원조라고 알려졌지만 '가장 한국적인 맛'을 만나 올 여름 한국인과 한국 관광객들의 입맛을 사로잡게 될 것"이라고 말했다.

@highlight

오리온은 '포카칩'이 '포카칩 햇감자 한정판' 3종을 선보인다고 1일 밝힌 가운데 이번 한정판은 한국 대표 음식 재료인 마늘, 고추, 버섯 등의 맛을 첨가하여 올여름 '홈술족', '과맥족'의 인기를 받을 것으로 전망한다.