무안군 현경면의 양파농가 김모(61세)씨는 올해 수확을 앞둔 양파밭을 갈아 엎었다.

최소한의 손해배상을 받았지만 마음이 찢어진다.

벌써 3년째 폭락한 양파는 무안의 특산물이 아니라 애물단지가 되고 있다.

무안군내의 채소농협에서 수매되는 양파는 20㎏ 한 망에 8천원이다.

그나마 계약재배를 한 농가의 양파만 받는다.

밭에서 폐기처분되는 양파도 부지기수다.

계약된 농가를 대상으로 폐기 신청을 받은 결과 폐기신청자가 폭주했다.

무안군에 따르면 ‘채소가격안정제’에 따라 폐기신청을 한 양파밭만 700㏊에 달했다.

계약재배를 한 농가도 이런 사정이니 영세한 농가는 직접 양파를 짊어지고 목포의 공판장과 시장을 오갈 수밖에 없는 실정이다.

양파 20㎏ 한 망의 적당한 가격을 얼마나 될까.

양파농가에서는 1만2천원은 돼야 한다고 말한다.

그러나 현재 거래되는 가격은 7천원~8천원이다.

양파는 품이 많이 드는 작물로 수확과정에서 발생하는 비용만 한 망에 3천원은 기본으로 들어간다.

이래저래 양파 한 망에는 5천원의 생산비용이 들어가는 셈이다.

따라서 7천원에 거래된다고 하면 인건비는 고사하고 생산비도 못 건지는 셈이다.

무안군 일대의 밭에는 뽑지도 못한 양파가 즐비하다.

해마다 겪는 야채 파동에 농민들의 주름살을 깊어만 간다.

특히 양파와 마늘은 무안군의 특산품으로 주력 상품이다.

양파 농가의 재배물량과 소비예측에 만전을 기해야 할 것으로 보인다.

무안군과 농협중앙회는 양파소비촉진을 위한 광고를 내며 ‘양파사주기운동’을 벌이고 있지만 정작 소비자의 장바구니에 양파가 채워지지 않는다.

풍년이 들어도 기뻐할 수 없는 농가의 현실, 농부의 보람은 어디에서도 찾을 길이 없다.

이 기사는 지역신문발전기금을 지원받았습니다.

@highlight

무안군 현경면의 양파농가 김모씨는 올해 수확을 앞둔 양파밭을 갈아 엎었는데 양파가 7천원에 거래되면 인건비는 고사하고 생산비도 못 건져, 양파는 현재 무안의 특산물이 아니라 애물단지가 되고 있다.