천혜의 자연을 품은 컨트리클럽 아난티 클럽 서울이 여름시즌을 맞아 야외수영장(사진) 오픈과 함께 맛있는 휴식을 위한 패키지를 선보인다고 1일 밝혔다.

아난티 클럽 서울은 서울 시내에서 30~40분 정도 거리에 있어, 뜨거운 여름 날 당일치기 여행으로 다녀오기 좋다.

이번 패키지에는 야외수영장과 함께 BBQ 디너를 즐기는 패키지와 인도어 카바나로 사용할 수 있는 프라이빗 다이닝 룸과 런치가 포함된 패키지 등 두 가지 타입으로 구성됐으며 8월 25일까지 이용할 수 있다.

먼저 '포레스트 디너 ＆ 풀 패키지'는 △수영장 2인 입장권 △BBQ 디너 세트 2인이 포함돼 있다.

BBQ 디너 세트에는 닭갈비, LA갈비, 삼겹살, 죽, 샐러드, 냉면, 과일 등이 포함된다.

야외수영장은 오후 1시부터 5시까지 이용할 수 있으며 디너는 오후 5시 30분부터 8시 30분까지 즐길 수 있다.

가격은 2인 기준 13만 원이며 성인 1인 추가 시 6만 5000원, 소인 1인 추가 시 4만 5000원이다.

선착순 5팀에 한해 예약제로 운영한다.

'프라이빗 다이닝 ＆ 풀 패키지'는 인도어 카바나로 사용할 수 있는 프라이빗 다이닝 룸이 포함된다.

△프라이빗 다이닝 룸 △수영장 4인 입장권 △런치 팜테이블 뷔페 4인 식사 △스파클링 와인 1병 △피자 1판이 포함돼 있다.

런치 팜테이블 뷔페에서는 신선한 재료로 만들어진 20종의 요리와 라이브 스테이션에서 직접 구운 바비큐 등을 즐길 수 있다.

4인 기준 주중 36만 원, 주말 40만 원이며 성인 1인 추가 시 6만 5000원, 소인 1인 추가 시 4만 5000원이다.

패키지는 사전예약 후 이용할 수 있으며 더 많은 정보는 아난티 클럽 서울 홈페이지에서 확인할 수 있다.

@highlight

서울 근교 30분거리에 있어 당일치기 여행으로 제격인 천혜의 자연을 품은 아난티 클럽 서울이 여름을 맞아 수영장을 오픈하고 맛있는 휴식을 위한 패키지를 선보이며, 패키지에는 수영장과 BBQ를 포함한 상품과 프라이빗 다이닝 룸, 런치가 포함된 패키지 등 두 가지 타입으로 구성됐다고 알렸다.