㈜삼우종합건축사사무소(이하 삼우건축)가 '한국은행 경기본부 행사 신축공사 설계용역' 수주에 성큼 다가섰다.

삼우건축은 '한국은행 경기본부 행사 신축공사 설계용역'의 우선협상적격자로 선정됐다고 1일 밝혔다.

한국은행은 삼우건축을 대상으로 기술제안 사항 등에 대한 협상을 거쳐 최종 당선 여부를 결정할 계획으로, 삼우전기컨설턴트와 짝을 이룬 삼우건축은 추정금액 49억원의 설계권 확보에 유리한 고지를 점령했다.

한국은행은 노후한 경기본부 행사를 광교 융합타운으로 신축해 이전하는 이 사업과 관련, 향후 한국은행의 제2전산센터 역할을 수행할 수 있도록 공모 지침을 제시한 바 있다.

앞서 제안서 평가에서 삼우건축은 이 같은 지침에 따라 보안 최우선의 안정성 및 중앙은행의 상징성, 최첨단 시스템의 기능성을 고려한 계획안을 제출해 총 6개사 중 가장 높은 점수를 받았다.

삼우건축 관계자는 "1개층 높이의 경사와 협소한 대지 조건을 극복하는 동시에 굳건한 성곽의 이미지와 한국의 전통미를 반영해 중앙은행으로서의 상징성을 표현했다"며 "또 현송 차량과 일반 차량의 동선 분리, 내진기준 상향, 주요 부위 방폭콘크리트 적용 등 보안 및 대테러 안정성을 확보해 최고 수준의 보안시설로 계획했다"고 설명했다.

삼우건축 박도권 사장은 "한국 경제의 상징인 한국은행 경기본부 행사 건립사업에 참여하게 되어 영광으로 생각한다"며 "지난 40여년간 축적된 디자인 및 엔지니어링 기술력과 다수의 은행과 전산센터 설계 노하우를 적용해 한국은행 경기본부 행사를 견고함과 신뢰감의 상징으로 구현하겠다"고 밝혔다.

한편, 삼우건축은 하나은행 본점 및 국민은행 통합사옥, 하나금융그룹 전산센터, 대구은행 전산센터, 우리금융 전산센터, 신한금융그룹 전산센터, NH 전산센터, 신세계I&C 전산센터, 과천 SDS 전산센터 등 다수의 은행과 전산센터 설계 실적을 보유하고 있다.

@highlight

㈜삼우종합건축사사무소는 지난 1일 '한국은행 경기본부 행사 신축공사 설계용역'의 우선 협상적격자로 선정되어 추정금액 49억 원의 설계권 획득 가능한 우위를 점하게 되었다.