치안정감 후보군에 들면서 승진이 기대됐던 황운하 대전경찰청장이 고배를 마시면서, 그의 선택에 지역의 이목이 쏠리고 있다.

정부는 1일 치안감 이상 경찰 고위직 승진·전보 인사를 단행했다.

이번 인사에서 이용표 부산지방경찰청장이 서울지방경찰청장에 임명됐다.

또 김창룡 경남지방경찰청장과 이준섭 경찰청 보안국장, 배용주 경찰청 수사국장이 치안정감으로 승진해 각각 부산청장, 경찰대학장, 경기남부청장으로 자리를 옮긴다.

치안정감 승진에 무게가 실렸던 황 청장은 승진 대상에서 제외됐다.

이로써 황 청장의 선택지는 크게 좁혀졌다는 분석이다.

우선 국가수사본부 초대 본부장 중용설이다.

국가수사본부는 검경 수사권 조정으로 비대해지는 경찰 조직의 수사 왜곡이나 정치적 표적수사 논란 등을 방지하기 위한 대책으로 정부가 신설을 추진하고 있는 기관이다.

국가수사본부를 이끌 수사본부장은 치안정감급으로 경찰위원회가 추천하고 대통령이 최종 임명하며 임기는 3년이다.

황 청장이 검경 수사권 조정의 선봉장 역할을 해온 데다, 그동안 강단 있는 모습을 보여왔던 만큼 적임자가 될 수 있다는 평가가 나오고 있다.

더욱이 수사본부장은 경찰청장의 지휘를 받지 않는다는 것도 황 청장에게 메리트로 작용할 수 있다.

하지만 패스트트랙을 두고 여야가 극심하게 대립하고 있는 상황에서 국회 통과 절차를 남겨두고 있는 국가수사본부가 언제쯤 신설될지는 아직 미지수다.

지역 정치권에서 황 청장의 내년 총선 출마 가능성도 배제하지는 않고 있다.

황 청장은 얼마전 기자간담회에서 "과거 경찰 발전을 위해 활동할 공간이 없을 때 정치에 투신할 생각이 있었던 것은 사실"이라며 "아직 경찰로 활동할 공간이 있다면, 자랑스러운 경찰로 남고 싶다"고 밝혔다.

이 발언을 두고 지역에선 이번 인사에 따라 황 청장의 총선 출마 여부를 결정할 수 있다는 전망을 내놨었다.

현재로서 황 청장 입장에선 출마 결정도 쉽지 않은 상황이다.

더불어민주당 이해찬 대표가 내년 총선 공천 방향을 경선으로 가닥을 잡은 상황에서 선거 조직이나 당내 세력이 전혀 없는 황 청장이 경선 문턱을 넘기는 쉽지 않다는 분석 때문이다.

@highlight

치안정감으로 승진을 예상했던 황운하 대전경찰청장이 승진 대상에서 제외되면서 그의 선택에 이목이 쏠리는 가운데 황 청장의 선택지는 넓지 않다는 분석이 나오고 있다.