2020년 KBO 신인 1차 지명 프로야구 SK 와이번스가 1일 ‘2020년 KBO 신인 1차 지명’ 선수로 야탑고 좌완투수 오원석(18·왼쪽)을 선택했다.

오원석은 최고 구속 143㎞의 직구와 함께 슬라이더, 커브, 서클체인지업 등 다양한 변화구를 수준급으로 구사하는 능력을 지녔다는 평이다.

특히 안정적인 경기 운영 능력과 위기관리 능력이 장점이다.

또한 투구 때 팔 동작이 간결하고 공을 놓는 타점이 높아 타자들이 공략하기 까다롭다는 점에서 높은 점수를 받았다.

오원석은 우수한 제구력을 바탕으로 올 시즌 6경기 27.1이닝을 소화하며 탈삼진 35개를 기록하는 동안 사사구를 4개밖에 허용하지 않아 주목을 받았다.

손차훈 SK 단장은 "좌완투수 강화를 위해 오원석을 지명했다.

안정적인 투구 메커니즘과 유연성을 겸비한 선수이기에 향후 SK의 미래를 책임질 수 있는 선발투수로 성장해 주길 바란다"고 말했다.

kt 위즈는 신인 1차 지명 선수로 유신고 우완투수 소형준(18·오른쪽)을 선택했다.

소형준은 140㎞ 중·후반대의 힘 있는 패스트볼과 커브, 체인지업 등 다양한 변화구를 구사하는 우완 정통파 투수이다.

올 시즌 12경기에 등판해 34.1이닝을 던져 2승을 거뒀고 탈삼진 37개, 평균자책점 0.26을 기록했다.

지난달 29일 막을 내린 제73회 황금사자기 전국교교야구대회 겸 주말리그 왕중왕전에서 유신고의 에이스로 13년 만의 결승 진출을 견인했다.

결승전에선 5.1이닝 무실점으로 승리투수가 되면서 유신고의 사상 첫 우승도 이끌어 내 대회 최우수선수상과 수훈상을 거머쥐었다.

이숭용 kt 단장은 "연고지 고교 출신으로 1학년 때부터 꾸준히 관심을 가졌던 기대주"라며 "부드럽고 안정된 투구 메커니즘과 제구력, 경기 운영 능력 등 장점이 많은 투수로 미래 kt 선발의 한 축을 담당할 것으로 기대한다"고 밝혔다.

@highlight

'2020년 KBO 신인 1차 지명' 선수로 SK 와이번스는 좌완 강화를 위해 야탑고 좌완투수 오원석을 지명하였고, KT 위즈는 미래 선발진의 한 축을 맡아줄 것을 기대하며 1학년 때부터 꾸준히 관심을 가졌던 유신고 우완투수 소형준을 지명하였다.