【 앵커멘트 】 홈플러스가 어제(1일) 비정규직 직원 1만4천200여명을 정규직으로 전환했습니다.

정영석 기자입니다.

【 기자 】 지난 2016년 10월부터 대형마트에서 축산 관련 일을 해온 강성태 씨.

평소와 다름없는 일상이지만, 오늘은 특별합니다.

그동안 무기계약직으로 근무해오다 정규직으로 바뀐 것.

▶ 인터뷰 : 강성태 / 홈플러스 축산 담당자 - "먼저 정규직 전환이 되고, 안정적이라는 것을 느끼고, 이제 목표가 생기고 승진 기회가 생겼잖아요…앞으로 축산물 전문가가 되고, 유통관리사도 따서 높은 자리로 승진도 해보고 싶어요." 홈플러스는 강 씨와 같은 무기계약직 직원 1만4천200여명을 1일자로 정규직으로 전환했습니다.

이번 조치는 별도의 자회사를 두거나 직군을 신설한게 아닌, 기존 정규직에 편입되는 방식.

똑같이 승진 기회가 주어지는 것은 물론, 근무평가와 근속연수에 따라 점장이 될 기회도 열렸습니다.

▶ 인터뷰 : 황정희 / 홈플러스 인사부문장 - "이번에 정규직 전환으로 직원들 한 분 한 분의 삶의 고용 질이 좋아지고 책임감을 갖고 고객들에게 서비스하게 되고, 그런 부분이 저희 홈플러스에서도 선순환이 일어나는 작용이 일어나리라 생각합니다.

" 온라인몰을 이용하는 소비자가 늘면서 대형마트가 어려운 상황인데, 이처럼 대규모 정규직 전환은 매우 이례적인 일.

하지만, 오히려 고용안정과 동기부여로 효과가 더 클 수 있다는게 전문가들의 진단입니다.

▶ 인터뷰(☎) : 정흥준 / 한국노동연구원 부연구위원 - "반드시 비정규직을 써서 임금을 줄여보는 것도 경영 전략일 수 있지만, 반대로 역발상도 필요하다는 거예요. 일하는 사람들이 제안도 많이 하고, 자발적으로 뭔가 하려고 한다면 거기에서 오는 생산성 향상도 크다는 것이 코스트코의 사례이기 때문에…" 홈플러스가 대규모 정규직 전환으로 업계에 좋은 선례를 남길 수 있을지 주목됩니다.

매일경제TV 정영석입니다.

@highlight

온라인몰 이용 소비자가 증가해 대형마트가 어려운 상황에서 이례적으로 홈플러스가 1일 비정규직 직원 1만4천200여 명을 정규직으로 전환한 것에 대해 전문가들은 고용안정과 동기부여로 더 큰 효과를 볼 수 있다고 했다.