대전지역 첫 지역화폐인 '대덕e로움'이 5일 출시된다.

박정현 대덕구청장은 1일 시청 브리핑룸에서 기자회견을 갖고 대전시 최초로 발행하는 지역화폐 대덕e로움을 5일 공식 출시한다고 밝혔다.

박 구청장은 "이 자리는 대덕경제의 새로운 역사의 시작을 선언하는 자리"라며 "지역화폐 대덕e로움은 내 삶을 바꾸고 대덕경제의 지도를 새롭게 설계하는 희망의 씨앗이다. 돈이 도는 선순환경제를 구축해 지역경제 활성화와 공동체를 강화시켜, 대전경제는 물론 대한민국 경제에 파란을 일으킬 경제모델이 될 것"이라고 강조했다.

대덕e로움은 지역 내 소비촉진과 자금의 역외유출을 방지해 지역경제를 살리기 위해 대덕구가 발행하는 지역화폐다.

대덕구 내에서만 사용해야 한다는 제약이 있지만, 대한민국 국민이면 누구나 구매해 사용할 수 있다.

대덕e로움이라는 명칭은 818건의 공모 제안을 대상으로 3차례 심사를 거쳐 선정됐고, 쓰면 쓸수록 지역경제에 이로운 영향을 주는 지역화폐라는 의미를 담고 있다.

박 청장은 "내가 쓰고 우리가 부자되는 대덕e로움은 쓰면 쓸수록 지역경제에 미치는 힘이 커지는 화수분"이라며 "지역경제 발전을 위해 대전시민들도 많이 애용해주시길 당부 드린다"고 말했다.

한편 대덕e로움은 개인 구매한도는 월 50만원, 연간 500만원이고 상시 6%, 출시·명절 등 특판 시 10%의 할인을 받아 구매할 수 있다.

또한 사용한 금액의 30%는 소득공제 받을 수 있고 연회비와 발급수수료는 없다.

기업과 단체는 한도 제한 없이 구매할 수 있지만, 할인혜택 없이 구매해야 한다.

구매는 대덕e로움 전용앱이나 판매대행처(금융기관)에서 가능하며 휴대폰에 전용앱을 다운받아 카드를 등록하고 본인 은행계좌에서 이체해 충전하면 할인율에 따라 구청에서 보전하는 할인 보전금이 지급된다.

@highlight

박정현 대덕구청장은 1일 시청 브리핑룸에서 기자회견을 열어 5일 지역화폐 대덕e로움의 공식 출시를 알리며, 지역 내 소비를 통해 지역경제 및 공동체가 활성화될 것으로 기대하고 있다고 밝혔다.