탬파베이 레이스의 최지만이 팀 승리에 기여했다.

최지만은 2일(한국시간) 트로피카나필드에서 열린 볼티모어 오리올스와의 홈경기 4번 1루수로 선발 출전, 3타수 2안타 2타점 1볼넷 1득점을 기록했다.

시즌 타율은 0.266으로 올랐다.

지난 6월 15일 LA에인절스와의 홈경기 이후 13경기만에 멀티 히트.

앞선 12경기에서 타율 0.128(39타수 5안타) 1홈런 4타점으로 주춤했던 그였지만, 이날 경기에서 자기 역할을 했다.

최지만이 팀 승리에 기여했다.

사진(美 세인트 피터스버그)=ⓒAFPBBNews = News1 1회 첫 타석부터 기회를 놓치지 않았다.

1사 1, 3루에서 상대 선발 톰 애쉘맨을 상대로 우익수 방면 안타를 때려 3루 주자 오스틴 메도우스를 불러들였다.

탬파베이는 이어 아비자일 가르시아의 안타를 더해 2-0으로 달아났다.

팀이 5-3으로 앞선 7회에는 미겔 카스트로를 상대로 2사 2루에서 좌전 안타를 때려 2루에 있던 얀디 디아즈를 불러들였다.

오른쪽으로 치우친 수비 시프트의 빈틈을 노리는 안타였다.

탬파베이는 이 경기 6-3으로 이겼다.

2-1로 앞선 6회초 채즈 로에, 애덤 콜라렉이 안타 4개를 얻어맞으며 2실점, 역전을 허용했지만 6회말 3득점하며 바로 뒤집었다.

최지만은 6회 선두타자로 나와 볼넷을 고르며 포문을 열었다.

무사 1, 2루에서 케빈 키어마이어의 홈런이 터졌다.

지난 주말 텍사스를 상대로 선발 데뷔전을 치렀던 브렌단 맥케이는 이날 8번 지명타자로 출전해 눈길을 끌었다.

결과는 4타수 무안타에 그쳤다.

오프너 라인 스타넥이 2이닝을 무실점으로 막았고, 라이언 야브로우가 3이닝 4피안타 2볼넷 3탈삼진 1실점을 기록했다.

이날 빅리그 데뷔전을 치른 에쉘맨은 5이닝 6피안타 1볼넷 2실점을 기록했다.

@highlight

최지만은 2일 트로피카나필드에서 열린 볼티모어 오리올스와의 홈경기에 4번 1루수로 선발 출전하여 3타수 2안타 2타점 1볼넷 1득점으로 팀 승리에 기여해 6-3으로 승리했다.