미래에셋자산운용은 2일 인컴수익을 통해 안정적인 연금 솔루션을 제공하는 미래에셋평생소득TIF(Target Income Fund)가 설정액 1000억원을 넘어섰다고 밝혔다.

인컴 중심의 전략배분을 통한 안정적인 수익을 바탕으로 6월 한달 동안만 291억원이 증가하는 등 자금이 빠르게 유입되고 있다.

미래에셋평생소득TIF는 은퇴시점을 타겟으로 하는 TDF와 달리 현금흐름에 중점을 둔 인컴 전략을 통해 안정적으로 운용된다.

시장 국면에 따라 미래에셋자산운용의 대표펀드에 전략배분을 통해 투자한다.

투자유형은 정기예금+알파의 안정적 수익을 추구하는 기본수익전략, 다양한 인컴자산에 투자하는 멀티인컴전략, 금융시장 변동에도 헤지 포지션을 통해 절대수익을 추구하는 시장중립전략, 성장을 통해 가격상승이 기대되는 자산에 투자해 자본차익을 추구하는 자본수익전략 등으로 구분한다.

특히 국내 최초로 부동산 및 인프라 자산에 투자해 임대수익을 포함시키는 등 꾸준한 인컴수익을 확보함과 동시에 높은 자산배분 효과를 누릴 수 있어 꾸준한 현금흐름이 필요한 투자자들에게 대안을 제시하고 있다.

미래에셋평생소득TIF는 제로인 2일 기준 연초이후 수익률이 8.79%로 우수한 성과를 보이고 있다.

2017년 3월 설정이후 수익률은 12.36%다.

펀드의 운용보수와 판매보수의 각 15%를 기금으로 적립해 향후 투자자를 위한 은퇴교육 프로그램도 제공할 예정이다.

상품가입은 경남은행, 부산은행, 신한은행, 우리은행, IBK기업은행, KDB산업은행, KEB하나은행, NH농협은행, 대신증권, 미래에셋대우, 유안타증권, 하나금융투자, 한국투자증권, 한국포스증권, 현대차증권, DB금융투자, NH투자증권, 미래에셋생명에서 가능하다.

류경식 연금마케팅부문 부문장은 "미래에셋은 무엇보다 투자자들에게 글로벌 우량자산에 분산투자해 안정적인 수익을 바탕으로 은퇴자산의 적립에서 인출까지 모두 관리할 수 있는 종합적인 연금 솔루션을 제공하도록 노력하겠다"고 말했다.

@highlight

현금흐름에 중점을 둔 인컴 전략을 통해 안정적으로 운용되는 미래에셋평생소득TIF가 설정액 1000억을 넘겼으며, 이는 꾸준한 현금흐름이 필요한 투자자들에게 대안이 되고 있다.