전창진(56) 감독이 5시즌 만에 프로농구 코트에 돌아온다.

KBL은 1일 오후 서울 강남구 KBL센터에서 재정위원회를 열고 "2015년 무기한 등록 자격 불허 징계를 받은 전창진 감독에 대해 '등록 불허'를 철회한다"고 발표했다.

이로써 전창진 감독은 부산 kt 지휘봉을 잡았던 2014-2015시즌 이후 5시즌 만인2019-2020시즌 전주 KCC 사령탑으로 프로농구에 복귀하게 됐다.

KBL은 "법리적으로 대법원 무죄 판결 및 지난 4년간 KBL 등록이 불허돼 징계를 받은 점을 고려하고 본인 소명 시 감독으로 품위를 손상한 점에 대한 깊은 반성과 앞으로 KBL 구성원으로 경기장에서 좋은 모습으로 팬들에게 보답하겠다는 다짐을 고려해 심도 있게 심의한 결과"라고 결정 배경을 설명했다.

전 감독은 2015년 4월 안양 KGC인삼공사 감독에 선임됐으나 그해 5월 불법 스포츠 도박과 승부 조작 혐의로 경찰 조사를 받기 시작, 같은 해 8월 사퇴해 공식 경기를 치르지는 못했다.

KCC는 지난해 11월 전창진 감독을 수석코치에 선임, KBL에 징계 해제를 요청했으나 당시에는 KBL이 이를 받아들이지 않았다.

그때는 전 감독이 단순 도박 혐의로 2심에서 벌금 100만원을 선고받은 상태였고, 지난달 이에 대한 파기환송심에서 무죄가 나온 전 감독은 이번에 KBL 징계에서도 벗어나게 됐다.

전 감독은 불법 스포츠 도박과 승부 조작 혐의에 대해서는 이미 2016년 9월에 검찰로부터 증거 불충분으로 무혐의 처분을 받은 바 있다.

용산고와 고려대 출신 전 감독은 실업 삼성전자에서 선수로 활약했으며 1998년 삼성 코치를 시작으로 TG(현 원주 DB) 코치를 거쳐 2002-2003시즌부터 TG 정식 감독을 맡았다.

이후 2009년까지 TG삼보와 동부 사령탑을 역임하며 챔피언결정전 우승을 세 번이나 차지했고, 2009년부터 부산 kt로 옮겨서도 정규리그 우승을 한 차례 달성하는 등 명감독으로 이름을 날렸다.

감독상을 5번 받아 유재학 울산 현대모비스 감독과 함께 KBL 역대 최다 수상 기록을 공동 보유하고 있다.

@highlight

지난 1일 오후 프로농구 KBL에서 전창진 KCC 감독에 대한 징계를 철회하여 5시즌 만에 프로농구 코트에 복귀할 수 있게 되었으며, 지난해 KCC에서 징계 해제를 요청할 당시에는 받아들여지지 않았다.