울산 울주군지역 기업체들의 베트남 진출을 위한 발판이 마련됐다.

울주군은 1일 기술교류협력 사업단을 베트남 하노이와 호치민에 파견했다.

사업단은 6일까지 4박6일간 일정으로 베트남 하노이와 호치민에서 기술·제품 상담회를 개최한다.

사업단은 울주군지역의 기업 총 13개사로 구성됐다.

참가기업은 ㈜에스지알테크, 디에이치씨, ㈜콘타벨로, ㈜대공, 생각하는 아이, 라이스딜러, 엔티씨㈜, 나래특장차, 펭귄오션레저, 엔알, ㈜가나공영, ㈜신산, 레베산업 등이다.

지역 기술기반 우수기업으로 미리 수요조사된 베트남 현지 기업과 비즈니스 매칭 상담으로 이뤄졌다.

이 가운데 ㈜에스지알테크와 디에이치씨, ㈜콘타벨로는 지난해 기술상담회에 참가해 바이어들로부터 좋은 반응을 얻은 경험이 있다.

이번 상담회는 우수제품의 베트남 수출과 함께 우수 기술의 현지 기술이전을 통한 다양한 방법으로 해외시장 진출을 시도한다.

사전 바이어 발굴과 비즈 매칭을 통해 참가기업의 만족도와 상담성과를 극대화했다.

이번 사업단체 참여한 한 기업체 직원은 “내수시장을 주요 목표로 하는 우리 회사가 해외시장에 처음으로 도전하려는데, 어떤 것부터 시작해야 할지 막막하고 어려움이 있다”며 “이번 베트남 기술교류협력사업을 통해 바이어를 발굴하고 수출을 시작하는 첫걸음이 좋은 성과로 이뤄지길 바란다”고 말했다.

이선호 군수도 2일부터 사업단에 합류한다.

이선호 군수는 화빈성을 방문해 기술경제 교류 활성화를 위한 도시 간 MOU 체결을 추진할 계획이다.

이선호 군수는 “해외 제품수출과 기술이전 상담회는 베트남 현지 수요를 발굴·연계를 통해 수출 성과까지 지원하는 성과 연계형 프로그램으로 한국과 베트남간 글로벌 기술사업화를 더욱 활성화할 것”이라며 “지역의 기술기반 중소기업들이 해외 수출 판로를 확보할 수 있도록 지속적으로 지원하겠다”고 말했다.

@highlight

울주군은 1일 우수 제품의 베트남 수출과 해외 시장 진출을 위해 기술교류협력 사업단을 파견하여 지역 기술기반 우수기업으로 선정된 베트남 현지 기업과 비즈니스 매칭 상담을 진행하였다. 