‘원양어선 안전펀드’ 운영체계.

내년이면 국내에서 오징어 원양채낚기어선 2척이 건조돼 노후한 기존 어선 일부를 대체한다.

해양수산부 2일 원양선사와 강남조선소(부산 소재) 간 오징어 원양채낚기어선 2척 건조 계약을 체결하고, 28년 만에 국내에서 오징어 원양채낚기어선 건조에 착수한다고 1일 밝혔다.

원양채낚기어선은 낚싯바늘 여러 개를 달아맨 줄(채낚기)이 있는 원양어선을 일컫는다.

해수부는 "이번 건조는 원양어선 안전펀드의 지원으로 추진됐다"며 "1970년대 계획조선 사업으로 건조된 선령 40년 이상 1세대 원양어선을 교체하고자 올해부터 2023년까지 총 1700억 원 규모의 펀드를 조성해 원양어선의 대체 건조를 지원하는 사업"이라고 설명했다.

이번에 새로 건조하는 오징어 원양채낚기어선은 2020년 건조를 마친다.

남서대서양 등에서의 오징어 조업에 활용된다.

특히 국내에서 오징어 원양채낚기어선이 건조되는 것은 28년 만의 일로 알려졌다.

그동안 중견 원양선사는 자체적으로 노후 선박을 대체 건조해 왔으나, 경영상 어려움으로 노후 선박을 대체하는 데 어려움이 있었다.

이번 원양어선 안전펀드 조성으로 중소 원양선사에서도 비교적 쉽게 노후선박을 대체할 수 있을 것으로 보인다.

또한, 원양어선 안전펀드를 통해 국내 조선소에서 원양어선이 건조되어 어려움을 겪고 있는 국내 중소 조선업체들에게도 큰 도움이 될 것으로 기대된다.

양동엽 해양수산부 국제원양정책관은 “원양어선 안전펀드를 통해 원양업계와 조선업계의 상생을 추구하고자 한다”며 “정부는 앞으로도 안전과 복지가 확보된 원양어선이 많아져 젊은 인재들이 선호하는 일자리가 될 수 있도록 노후 원양어선의 대체 건조를 적극 지원해 나갈 것”이라고 말했다.

@highlight

해양수산부 원양선사와 강남조선소 간 오징어 원양채낚기어선 2척 건조 계약을 체결하고 국내에서 28년 만에 노후한 기존 어선 일부인 오징어 원양채낚기어선 2척에 건조를 나선다.