이번 주 치러질 kt·NC와의 6연전 결과가 삼성 라이온즈의 5위 등극 분수령이 될 전망이다.

삼성은 지난주 두산과 SK를 상대로 각각 1승1패를 거뒀다.

1·2위 팀을 상대로 나름대로 선방한 셈이다.

지난주까지 80경기를 치른 삼성은 현재 35승45패 승률 0.438을 기록 중이다.

순위는 6위에서 7위로 한 계단 내려왔다.

5위와의 경기차는 4경기로 유지했다.

이 때문에 이번 6연전이 어느 때보다 중요하다.

자칫 방심할 경우 순위는 곤두박질칠 수 있다.

8위 KIA와는 2.5게임, 9위 한화와는 3게임, 10위 롯데는 3.5게임차다.

2일부터 수원에서 kt와 3연전을 치르는 삼성은 kt를 상대로 이번 시즌 4승4패의 호각세를 보이고 있다.

다만 우려스러운 점은 kt의 상승세가 무섭다는 점이다.

kt는 최근 4년 만에 5연승을 달리는 중이다.

kt는 지난달 30일 수원에서 열린 KIA와의 주말 3연전 마지막 경기를 끝내기 홈런으로 장식하며 스코어는 4-3, 1점 차 짜릿한 승리를 거뒀다.

5위 NC와는 3경기 차이로 이번 주 삼성과의 3연전에서 게임차를 줄이겠다는 각오다.

삼성은 2일 선발카드로 백정현을 꺼낸다.

백정현은 지난 5월18일 kt와의 경기에서 비록 승리를 따내진 못했지만, 7이닝 2실점 4피안타로 퀄리티스타트를 기록한 바 있다.

게다가 올시즌 수원에서 1승1패를 기록하고 있지만, 경기내용 측면에서는 좋은 기억이 있다.

kt는 김민을 등판시킨다.

김민은 현재 4승 7패 평균자책점 4.84로 kt 선발진 가운데 가장 좋지 못한 페이스를 보이고 있다.

올시즌 삼성전에는 1차례(4월14일 대구전) 등판해 5.1이닝 9피안타 5실점으로 삼성 타선에 약한 모습을 보였다.

5~7일 주말시리즈에는 창원에서 NC와 맞붙는다.

삼성은 올시즌 NC에 7승1패의 전적을 거두고 있다.

전 구단 중 가장 좋은 승률(0.875)이다.

@highlight

삼성은 지난주까지 80경기를 소화하며 현재 35승45패로 승률 0.438을 기록하고 있고 2일부터 수원에서 kt와 3연전을 맞는 삼성이 kt를 상대로 이번 시즌 4승4패의 대등함을 나타내고 있어 금주 치러질 kt·NC와의 6연전 결과가 삼성의 5위 등극의 고비가 될 예정이다.