부안군은 1일 부안예술회관 2층 공연장에서 민선 7기 1주년을 맞아 ‘소득가득, 사람가득, 행복가득 부안 미래비전 선포식’을 개최했다.

이날 선포식은 권익현 부안군수와 이한수 부안군의회 의장, 최훈열 전북도의원, 부안군의원, 기관사회단체장, 군민 등 500여명이 참석해 성황을 이뤘다.

선포식은 부안예술회관 상주단체인 클나무필하모닉오케스트라의 축하공연을 시작으로 군민 희망영상, 민선 7기 희망메시지, 부안 미래비전을 선언하는 미래비전 선포식, 2023 세계스카우트잼버리 성공 개최를 위한 글로벌 문화의식을 함양하고 부안을 매력도시로 만들어가기 위해 추진하는 문화군민운동 결의대회 순으로 진행됐다.

미래비전 선포식에서는 미래먹거리 수소산업 선도적 추진과 2023 세계스카우트잼버리 성공 개최, 군민 모두가 함께 누리는 행복부안 구현, 누구나 살고 싶은 농어촌 구현, 글로벌 휴양관광도시 조성 등을 미래비전을 제시하고 세부계획을 발표했다.

권익현 군수는 “이제부터 위기를 극복하고 미래 부안의 100년을 향해 우리에게 주어진 기회와 도전을 군민과 함께 지혜를 모아 지속가능한 공동체를 만드는 것이 우리의 시대적 사명”이라며 “군민 모두와 협력해 부안이 지향하는 새로운 부안을 만들겠다는 의지를 담은 소득이 가득하고 사람이 넘쳐나는 행복한 부안을 만드는데 최선을 다하자”고 강조했다.

이어진 문화군민운동 결의대회에서는 ‘친절·질서·청결’을 3대 실천과제로 선정하고 군민 대표의 결의문 낭독과 함께 2023 세계스카우트잼버리를 찾는 전 세계 5만여명의 청소년 맞이에 전 군민이 다함께 열정을 다해 앞장설 것을 다짐했다.

또 참석자 전원이 참여한 카드 퍼포먼스를 통해 ‘소득가득, 사람가득, 행복가득 생동하는 부안’을 한 목소리로 크게 외치며 미래 100년을 향한 힘찬 각오를 다졌다.

@highlight

 부안군은 1일 부안예술회관 2층 공연장에서 부안군수 및 군민500여명이 참석한 가운데 ‘소득가득, 사람가득, 행복가득 부안 미래비전 선포식’을 개최하고 세부계획을 발표했다.