[충청일보 김홍민 기자] 이시종 충북지사는 민선 7기 임기 2년차 첫째 날인 1일 "앞으로 해야 할 일은 지난 1년 동안 닦았던 기반을 어떻게 현실화 시키느냐가 우리의 과제로, 결코 쉽지 않은 일인 구슬을 꿰는 일이 남았다"고 밝혔다.

이 지사는 이날 충북도청에서 열린 7월 직원조회에서 "우리가 벌여 놓은 일이 많기 때문으로 이것을 전부 현실화 시키려면 엄청난 노력이 필요하다"며 이같이 말했다.

그러면서 지난 1년간의 성과로 △4차 산업혁명시대에 대비한 충북 제2도약 기반 마련 △유라시아 진출의 서막이 되는 강호축 시대 개막 △사람과 기업이 몰려오는 기회와 희망의 땅 충북 조성 △해묵은 대규모 현안 해결 또는 해결의 실마리 마련 등 4개를 꼽았다.

이어 앞으로 해야 할 일로 바이오헬스산업, 수소산업, 2차전지, 시스템반도체산업 등의 육성 대책 마련을 지시했다.

강호축(강원∼충청∼호남) 개발과 관련해서는 "예비타당성 조사가 면제됐지만 강호축을 실현하려면 엄청난 금액의 예산 확보, 우리의 입장을 중심으로 정부에 설득하는 작업이 필요하다"고 강조했다.

특히 "SK하이닉스의 35조원 투자, 셀트리온의 5조원 투자를 현실화하기 위한 관심과 지원이 필요하다"며 "청주공항을 거점으로 한 에어로케이의 항공기가 뜰 수 있도록 후속대책도 추진해야 한다"고 주문했다.

아울러 다음 달 말 개막하는 2019 충주 세계무예마스터십의 개최 이유로 △무예올림픽을 충북도에서 창건해 올림픽처럼 세계문화유산으로 육성 △애니메이션, 무예소설, 무예영화, 전시컨벤션 등 무예산업을 일으켜 충북의 새로운 먹거리 창출 △문화의 뿌리인 무예가 새로운 문화의 한 장르로 인식되는 계기 마련 등을 언급했다.

이 지사는 이외에도 "아시안게임에 대해 충청권 4개시도가 공동유치를 선언했는데, 전 국민의 공감대 형성을 위해 많은 노력을 기울여야 한다"며 "(충청권의)아시안 게임 (공동)유치를 통해 청주에 부족한 체육인프라 구축 등 과제가 남아 있다"고 덧붙였다.

@highlight

이시종 충북지사는 충북도청에서 열린 7월 직원조회에서 앞으로 해야할 일들을 진행하려면 엄청난 노력이 필요하다고 말했는데, 이에 앞으로 바이오헬스산업, 수소산업 등의 육성 대책 마련과 예산 확보, 우리의 입장을 정부에 설득하는 작업이 필요하다고 강조했다.