프리미엄 유기농 브랜드 '베스트오브그린(BEST OF GREEN)'이 클렌즈 주스 파우더 '유기농 베스트 그린즈'(사진)를 출시했다고 1일 밝혔다.

유기농 베스트 그린즈는 슈퍼푸드 15종을 엄선해 생수나 음료에 타서 마시는 100% 유기농 그린 블렌딩 파우더다.

유기농 베스트 그린즈는 초록 에너지와 섬유질이 풍부한 보리싹, 알팔파, 민들레잎, 스피루리나, 파슬리, 클로렐라, 브로콜리, 케일, 브로콜리싹, 스테비아에 식이섬유가 포만감을 주는 귀리, 밀싹, 양배추를 넣고 알카리 식품인 해조류 다시마와 덜스, 켈프를 미국 제조사만의 최적의 비율로 섞은 슈퍼푸드 분말이다.

USDA(미국농림부)에서 인증받은 유기농 분말 15종에 저칼로리 고당도 감미료인 나한과 추출물과 유기농 스테비아로 단맛을 내어 채소의 싱그러운 맛은 살리면서 건강하게 달콤함을 가미했다.

하루 1포를 150~300mL 생수에 타서 마시면 식이섬유 837mL를 12㎉에 섭취할 수 있는 저칼로리 음료다.

황은비 베스트오브그린 마케터는 "USDA 인증 유기농 재료로 만든 클렌즈주스로, 미국에서 사랑받아온 얼스팜 베스트오브그린의 원료 그대로를 휴대성을 높인 스틱포에 담아 리뉴얼 론칭했다"며 "앞으로도 안전하고 믿을 수 있는 유기농 푸드를 선보여 고객들의 건강한 습관을 만드는 데 기여하겠다"고 말했다.

베스트오브그린은 유기농 베스트 그린즈 리뉴얼 론칭을 기념해 이벤트를 진행한다.

유기농 베스트 그린즈 제품을 구입하는 전 고객에게 바질 씨드를 증정한다.

그린애플과 옐로우레몬 향 두 종류로 구성해 2.5g×28포 1상자에 5만 5000원이다.

@highlight

1일 프리미엄 유기농 브랜드 '베스트오브그린(BEST OF GREEN)'이 엄선된 슈퍼푸드 15종으로 만든 100% 유기농 그린 블렌딩 파우더 '유기농 베스트 그린즈'를 출시했는데 이 분말을 하루 1포 150~300mL 생수에 타서 마시면 식이섬유 837mL를 12㎉에 섭취할 수 있는 저칼로리 음료로 섭취 가능하다.