독립유공자 유족 장손(長孫)에 대한 정부의 취업 지원 때 장손을 '장남의 장남'으로만 좁게 해석해 '맏딸의 장남'은 제외한 것은 차별이라는 국가인권위원회의 판단이 나왔다.

2일 인권위에 따르면 진정인 A씨는 부친의 외할아버지가 독립운동가 B씨였다.

B씨는 아들 두 명과 딸 두 명을 뒀는데 두 아들은 6·25 전쟁 때 북한으로 갔고 막내딸은 일본 국적을 취득했다.

한국에 남은 자녀는 딸 한 명이었고 후손 역시 이 딸이 낳았다.

A씨는 본인이 독립운동가 B씨의 유일한 한국인 혈족인 만큼 독립유공자예우에 관한 법률에 따라 취업 지원 혜택을 받아야 한다고 주장했다.

하지만 국가보훈처는 "맏딸의 아들인 A씨의 아버지는 지원 대상인 '장손'에 해당하지 않는다"며 진정인을 취업지원 대상자로 선정하지 않았다.

사전적 의미와 관습에 따라 '장남의 장남'만 장손으로 본다는 판단이었다.

하지만 인권위는 보훈처의 입장이 성역할에 대한 고정관념에 기초한 차별이라고 봤다.

인권위는 "호주제가 폐지됐고 가족원의 전통적 역할 분담에 대한 의식이 사라졌음에도 장손을 남성으로만 한정하는 건 헌법에 위배된다"고 밝혔다.

이에 인권위는 국가보훈처에 취업지원 때 성평등에 부합하도록 구제방안을 마련할 것을 권고했다.

국가보훈처는 독립유공자와 그 유족의 영예로운 생활이 보장되도록 보상금 지급과 취업 지원 등을 하고 있다.

취업지원을 받을 수 있는 사람은 독립유공자 본인이나 배우자, 자녀, 손자녀 등이다.

유족 중 장손인 손자녀가 질병이나 고령으로 취업이 어려운 경우에는 그 손자녀의 자녀 1명까지 취업 지원을 받을 수 있다.

보훈처의 심사를 거쳐 대상자로 선정되면 채용시험 가점 부여, 의무고용, 특별채용 등의 혜택을 받는다.

@highlight

국가인권위원회는 '호주제가 폐지되었고 가족원의 전통적 역활 분담에 대한 의식이 사라졌음에도 독립유공자 유족 장손에 대한 정부의 취업 지원 때 '장남의 장남'으로만 좁게 해석해 '맏딸의 장남'은 제외한 것은 차별이 라는 판단이 나와 헌법에 위배된다고 밝혔다.