전남도문화관광재단 전남문화재연구소는 호남 고대사의 근간인 마한이 고대국가의 주도 세력이었음을 밝히기 위해 ‘영산강유역 마한사회와 백제의 유입’을 주제로 5일 담양리조트에서 학술대회를 개최한다.

이번 학술대회는 전남도가 추진하는 영산강유역 마한문화권 개발 계획의 일환으로 전남의 뿌리를 찾는 역사적 행보의 시작이다.

영산강유역의 마한 사회가 새로운 세력인 백제의 유입으로 변화한 사회 문화적 과정에 대해 마한사회 연구자들의 주제발표와 토론으로 진행된다.

최성락 목포대학교 명예교수의 특별강연을 시작으로 전진국 충북대학교 강사, 정동준 성균관대학교 강사, 김진영 문화발전연구소장, 박수현 호남문화재연구원 선임연구원, 강은주 전남대학교 박물관 학예원, 이영덕 호남문화재연구원장 등 관련 분야 전문가들의 주제발표가 진행된다.

1부에서 문헌사를 통해 마한과 백제와의 관계를 살펴보며 2부와 3부에서는 매장문화재인 고고 자료를 바탕으로 마한 사회의 변동을 추적해 문헌사와 비교 검토하는 자리가 마련된다.

4부 종합토론에서는 문안식 동아시아역사문화연구소장, 윤재득 담양군 학예연구사, 최영주 전남대학교 강사, 이지영 국립나주문화재연구소 연구사, 배재훈 아시아문화원 연구원 등이 주제발표자와 함께 마한사회와 백제의 관계에 대해 역사학과 고고학을 망라하는 열띤 토론을 펼친다.

조용익 전남문화관광재단 대표이사는 “이번 학술대회는 ‘가야’에 비해 상대적으로 소외돼온 호남 고대사의 근간인 ‘마한’을 새롭게 평가하고 그 정통성을 확립하는 큰 걸음이 될 것”이라며 “앞으로도 꾸준한 조사 연구를 통해 전남지역을 무대로 발전한 마한의 소중한 역사적 가치를 재창출, 역사·문화적 위상을 높여나가겠다”고 말했다.

이번 학술대회는 전남도가 주최하고 전남문화관광재단이 주관해 열린다.

학술대회와 관련된 자세한 사항은 전남도문화관광재단 전남문화재연구소(061-287-6808)로 문의하면 된다.

@highlight

전남도 문화관광재단 전남문화재연구소는 5일 담양리조트에서 학술대회를 개회하여 영산강 유역의 마한 사회 변동 과정을 되짚으며 연구자들의 주제발표와 토론으로 진행된다.