군포시가 7월부터 자녀 수나 소득에 상관없이 지역 내 모든 출산 가정을 대상으로 산모와 신생아의 건강관리사 이용비용 지원 사업을 시행한다.

이 사업은 산모의 산후회복과 신생아 양육을 지원하는 ‘산모·신생아 건강관리 서비스’에 따라 건강관리사가 출산자 중 이용 신청을 한 가정을 방문해 산모의 회복과 신생아 양육을 지원한다고 2일 밝혔다.

군포시는 올 1월부터 소득 기준을 초과한 둘째 이상 출산가정도 지원을 받을 수 있게 예외 지원을 시행했다.

보건복지부 기준에 따르면 해당 서비스 지원 대상은 기준중위소득 100% 이하 가정만 해당된다.

하지만 시는 ‘아이 낳고 기르기 좋은 도시’를 만들기 위해 올 초와 이번까지 2차례에 걸쳐 예외 지원 대상을 확대해 출산한 모든 가정이 혜택을 받도록 했다.

이에 따라 올 하반기부터 군포지역 출산 가정은 누구나 산모·신생아 건강관리 서비스 신청이 가능하며 자부담 외 이용비용 지원은 기준 소득, 태아 유형(단태아, 쌍생아 등)과 출생 순위(첫째아, 둘째아 등) 그리고 서비스 기간(5~25일)에 따라 차등 지급된다.

다만 서비스 신청은 출산 예정일 40일 전부터 출산일로부터 30일까지의 기간에만 가능하며 서비스 이용은 출산 후 60일 이내에 완료해야 한다.

김미경 군포시 보건소장은 "아이 낳고 키우기 좋은 도시를 만들기 위해 시가 100% 재원을 부담하는 산모·신생아 건강관리 서비스 예외 지원 확대로 출산 가정의 육아 및 건강관리 비용 부담이 크게 줄고 건강관리사 수요 증가로 일자리 창출 효과까지 기대된다"고 말했다.

한편 군포시는 고위험 임산부 의료비 지원, 신생아 난청 조기 진단 지원, 난임부부 시술비 지원, 한방난임치료 지원, 미숙아 및 선천성이상아 의료비 지원사업 등의 지원 기준도 완화하고 적용 대상을 확대 추진 중이다.

기타 자세한 사항은 군포시 보건소 홈페이지를 참조하거나 보건소 모자건강팀, 군포시 보건소에 문의하면 된다.

@highlight

군포시는 7월부터 군포지역 모든 출산 가정은 누구나 자녀 수나 소득에 상관없이 산모와 신생아 건강관리사 이용비용을 지원한다고 2일 밝혔다.