익산시가 주민들의 삶의 질 향상을 위해 주민 생활기반시설을 대폭 확충한다고 밝혔다.

특히 익산시는 각 권역별로 도서관과 건강생활지원센터를 건립하는 등 생활 밀착형 기반시설 건립을 통한 지역 균형발전에도 나선다.

우선 동산동과 인화동 등 남부권 일대 도서관 건립에 속도를 높이고 있다.

동산동 행정복지센터 일원에 지상 4층 규모로 건립되는 남부권 도서관은 국비와 시비를 포함해 약 77억 원이 투입된다.

어린이자료실과 자유열람실, 다목적실, 문화교실 등으로 구성되며 오는 2021년 6월 완공 예정이다.

이곳은 하수처리장 등 환경혐오시설이 집중돼 있어 주민들의 민원이 끊이지 않았던 곳으로 문화적 혜택이 타 지역보다 적었던 만큼 이번 도서관 건립으로 지역 균형발전을 도모할 수 있을 것으로 기대된다.

내년 초 예산이 확보되면 실시설계 용역을 거쳐 하반기에는 착공이 가능할 전망이다.

이와 함께 왕궁과 금마, 팔봉지역이 포함돼 있는 동부권 지역에도 각종 생활 기반 시설이 들어선다.

지난해 말 공사 착공에 들어간 동부권 건강생활지원센터는 금마면 서고도리 일대에 지상 2층 규모로 건립된다.

약 28억 원이 투입됐으며 오는 8월 완공 예정이다.

이곳에는 건강증진실과 프로그램실 등이 들어서며 심뇌혈관·만성질환 예방관리사업과 어르신들을 위한 노래교실 등 다양한 프로그램이 진행된다.

이어 금마면에 도내 최초 한옥형 도서관도 들어선다.

고도지구로 지정된 금마면 서고도리 일원 서계마을에 2020년 완공을 목표로 건립 중이다.

19억 원이 투입된 도서관은 종합자료실과 문화교실 등으로 구성되며 현재 설계용역에 착수한 상태이다.

아울러 시는 북부권 함열읍 일원에도 건강생활지원센터를 건립하기 위한 공모사업 지원을 시도하고 있어 올 하반기 사업 선정이 확정되면 내년부터 본격적으로 추진될 수 있을 전망이다.

정헌율 익산시장은“각 권역별로 시설이 확충되면 모든 주민들이 균형 있게 문화와 건강복지 서비스 혜택을 받게 될 것으로 기대된다”며“사업이 원활하게 추진될 수 있도록 공모 사업 선정과 예산 확보 등에 최선을 다하겠다”고 말했다.

@highlight

익산시는 주민 삶의 질 향상과 지역 균형발전을 위해 주민 생활기반 시설을 대폭 확충할 예정이며 우선 동산동 행정복지센터 일원에 77억원을 투입해 남부권 도서관을 지을 계획이다. 