광주과학기술원(GIST·총장 김기선) 기술경영아카데미(GTMBA·책임교수 박성규)는 지난 6월 26~27일 이틀간 싱가포르 국립대학교(NUS)에서 'GIST-NUS 글로벌 최고경영자(CEO) 리더십 프로그램'을 실시했다.

이번 싱가포르 연수는 2019년 제9기 GTMBA 수강생 중 대다수인 34명이 참가해 급변하는 국제화 패러다임에 능동적으로 대처할 수 있는 방법에 대해 함께 토론했다.

첫날에는 △NUS 비즈니스 스쿨의 선임연구원인 알렉스 카프리 교수가 '아시아의 디지털 경제 및 글로벌 가치사슬 동향 그리고 아시아의 무역환경'을 주제로 강의했으며 둘째날에는 △중아시아와 유럽을 잇는 육상 일대 및 동남아시아와 유럽, 아프리카를 연결하는 해상 일로를 뜻하는 중국의 신 실크로도 전략구상인 일대일로(一帶一路) 정책과 아시아 비즈니스 및 기술환경에 영향을 주는 핵심주제에 대한 싱가포르 성공모델에 대한 강연을 듣고 토론하는 시간을 가졌다.

프로그램에 참가한 한 수강생은 "급변하는 경영환경 속에서 글로벌 경영전략을 위한 강연과 토론을 통해 기업 운영에서 선제적으로 대응 방안을 마련하는데 많은 도움이 됐다"고 참가 소감을 밝혔다.

박성규 책임교수는 "이번 프로그램을 통해 GTMBA 교육과정에 참여하는 지역의 기업인들이 아시아 경제시장의 비즈니스 환경을 이해하고 싱가포르의 성공모델을 잘 파악해 향후 기업이 더욱 성장하기 위한 발판을 마련하는데 좋은 기회가 되길 바란다"고 말했다.

GTMBA는 체계적인 CEO 교육프로그램을 통한 비즈니스의 허브 역할을 위해 최고기술경영자과정을 개설 및 운영하고 있다.

올해 제9기 교육과정은 지난 3월 개강해 오는 11월까지 매주 화요일 저녁 7시에 총 25주 동안 GIST 오룡관에서 진행된다.

GIST 기술경영아카데미(GTMBA·)는 지난 6월 26~27일 이틀간 싱가포르 국립대학교(NUS)에서 GIST-NUS 글로벌 최고경영자(CEO) 리더십 프로그램을 진행했다.

@highlight

GIST 기술경영아카데미에서 6월 26~27일 싱가포트 국립대학교에서 'GIST-NUS 글로벌 최고경영자 리더십 프로그램' 실시한 가운데 국제 패러다임에 능동적 대처하는 방법에 대해 토론을 하였으며 첫날에는 알렉스 카프리 교수가 아시아의 디지털 경제 및 글로벌 가치사슬 동향 그리고 아시아의 무역환경'을 주제로 강의하였다