윤덕여(58) 여자축구 A대표팀 감독이 2019 국제축구연맹(FIFA) 여자월드컵을 마지막으로 사임한다.

윤 감독은 2019 FIFA 프랑스 여자월드컵을 마치고 귀국길에 오르면서 김판곤 대한축구협회(KFA) 국가대표전력강화위원장에게 재계약을 하지 않겠다는 의사를 전했다.

윤 감독의 계약은 6월 말 종료됐다.

김 위원장은 2일 오후 국가대표전력강화위원회 감독선임 소위원회를 열어 윤 감독의 뜻을 수락하기로 결정했다.

윤덕여 감독은 2019 FIFA 프랑스 여자월드컵을 끝으로 여자축구 A대표팀 지휘봉을 내려놓았다.

윤 감독은 12년 만에 여자월드컵 본선 진출을 이끌었다.

2015 FIFA 캐나다 여자월드컵에서 스페인을 꺾고 사상 첫 승과 함께 16강 진출로 한국축구 역사의 한 페이지를 장식했다.

그리고 2회 연속 여자월드컵 본선 진출을 성공시켰지만 2019 FIFA 프랑스 여자월드컵에서 유럽의 높은 성장세를 실감하며 3패로 조별리그 탈락했다.

윤 감독은 "이번 여자월드컵에서 좋은 성적을 보여드리지 못해 국민 여러분께 죄송하다. 이제 감독직을 내려놓고 더 나은 지도자가 되기 위한 재충전의 시간을 갖고자 한다"고 밝혔다.

이어 그는 "그동안 여자축구를 사랑해주신 모든 분께 감사드리며, 앞으로 여자축구에 더 많은 관심과 사랑을 부탁드린다"며 감사와 당부의 인사를 전했다.

윤 감독은 현역 시절 1990 FIFA 이탈리아 월드컵을 포함해 A매치 31경기를 뛰었다.

선수 은퇴 후 K리그와 연령별 국가대표팀에서 감독 및 코치를 역임하고 2012년 12월부터 여자 A대표팀을 지휘했다.

부임 후 A매치 전적은 100경기 41승 14무 38패다.

2014 인천 및 2018 자카르타-팔렘방 아시안게임에서 2회 연속 동메달을 안겼다.

2017년 9월에는 세계랭킹을 15위권 안에 진입해 최근까지 14위를 유지하고 있다.

한편, KFA는 조만간 국가대표전력강화위원회 감독선임 소위원회를 열어 차기 여자 A대표팀 감독 선임 작업에 착수할 예정이다.

@highlight

2회 연속 여자월드컵 본선 진출을 이루어낸 윤덕여(58) 여자축구 A대표팀 감독이 2019 FIFA 프랑스 여자월드컵에서 3패로 조별리그 탈락을 기록한 가운데 윤 감독은 "좋은 성적을 보여드리지 못해 죄송하고 감독직을 내려놓고 재충전의 시간을 갖고자 한다"며 사임 의사를 밝혔다.