황교안 자유한국당 대표가 비박(비박근혜)계 좌장인 김무성 전 대표와 단독으로 3시간 이상 만나면서 김 전 대표의 보수통합 역할론이 부상하는 양상이다.

2일 정치권에 따르면 두 사람은 전날(1일) 서울 여의도 모처에서 만찬 회동을 했다.

이날 만남은 황 대표가 요청해 마련됐다는 후문이다.

김 전 대표는 지난달 초 다른 의원들과 함께 오찬 자리에서 황 대표를 만난 적이 있지만 따로 회동을 가진 것은 올 2월 황 대표 취임 이후 처음이다.

최근 홍문종 의원이 한국당을 탈당해 우리공화당(옛 대한애국당)에 합류하면서 내년 총선을 앞두고 한국당 안팎에서 보수진영 분열에 대한 우려가 커지는 시점이라 두 사람의 만남에 정치권의 시선이 모였다.

당 관계자는 “당의 진로 등 각종 현안을 논의한 것으로 안다”고 밝혔지만 이날 자리에선 보수 대통합 문제가 주로 논의된 것으로 점쳐진다.

김 전 대표가 최근까지 유승민 의원이 있는 바른미래당 등과의 보수 대통합을 주장해 왔기 때문이다.

김 전 대표는 탄핵 정국에서 유 의원 등과 바른정당을 함께 창당한 바 있다.

이로 인해 황 대표가 김 전 대표에게 내년 총선을 앞두고 보수 대통합 과정에 대한 조언을 구했을 것이란 관측이 나온다.

다른 측면에서는 황 대표가 당 내부 결속에 나선 것이라는 분석도 있다.

취임 직후 4·3 보궐선거와 패스트트랙(신속처리안건) 지정에 따른 장외 투쟁으로 당내 현안을 챙길 여력이 없었던 황 대표는 최근 당 의원들과의 접촉면을 넓히고 있다.

당내 리더십을 강화하려는 차원인데 김 전 대표를 만난 것도 같은 맥락이라는 것이다.

실제 황 대표는 지난달 6일 미국에서 귀국한 김병준 전 비상대책위원장을 만나 정국 상황에 대해 의견을 교환했고, 지난달 말에는 친박(친박근혜)계의 맏형 격으로 통하는 8선의 무소속 서청원 의원을 만난 바 있다.

당내 대표적인 원로인 박관용 전 국회의장과도 면담한 것으로 알려졌다.

이럴 경우 황 대표가 당내 최다선인 김 전 대표에게서 당 운영과 선거 경험에 따른 조언 등을 예우 차원에서 형식적으로 청취했을 가능성도 있다.

@highlight

황교안 자유한국당 대표는 올 2월 취임 이후 처음으로 비박계 좌장인 김무성 전 대표와 단독으로 3시간 이상의 만찬 회동을 가졌는데, 당 관계자는 "당의 진로 등 각종 현안을 논의한 것"이라고 밝혔지만 황 대표와 김 전 대표가 따로 회동을 가진 것은 올 2월 이후 처음으로 이날 회동에서는대통합 문제에가 주로 논의된 것으로 보인다.