대전시, "택시기사가 세차비 내면 운수비용 전가 금지 위반"

택시업체, "차량관리수당 형태로 지급한 세차비 문제 없다" 법원, "택시 기사 급여에 세차비 포함 문제 없다"

택시기사가 자비로 세차비용을 내더라도 월급에 비용이 포함됐다면 운수업체가 비용을 전가한 게 아니라는 법원의 판단이 나왔다.

대전지법 제1행정부(재판장 오천석)는 대전 A 운수업체가 대전시를 상대로 낸 '운수비용 전가 금지 위반에 따른 경고처분취소' 소송에서 원고 승소 판결을 했다.

사건은 2016년 10월로 거슬러 올라간다.

대전시는 운송비용 전가금지 조항이 시행된 2016년 10월부터 2017년 2월 10일까지 A 업체가 기사들에게 세차비를 전가했다고 봤다.

이후 업체가 기준을 바꿔 지정된 충전소 부설 세차장에서 세차 후 청구된 비용을 일괄적으로 지급했지만, 이 또한 세차비 전가로 판단했다.

대전시는 세차비 명세서와 이체 확인 등을 근거로 기사들에게 비용을 전가했다고 봤다.

다시 말해 기사들이 세차비를 내고, 업체가 돈을 지불한 게 기사에게 비용을 부담시켰다는 것과 마찬가지라는 얘기다.

이에 대전시는 A 업체에 '소속 택시 운수 종사자에게 세차비를 전가해 운송비용 전가 금지의무를 위반했다'라는 이유로 경고 처분을 내렸다.

하지만 업체 측은 "세차비를 차량관리수당 형태로 종사자에게 지급했기 때문에 운송비용을 전가했다고 볼 수 없다"며 반발하며 소송을 제기했다.

재판부는 업체 측의 손을 들어줬다.

오천석 재판장은 "업체가 운전기사에게 기본급과 별도로 2014년부터 차량관리수당으로 월 2만 6000원 상당을 지급한 점을 들어 기사들의 세차비를 회사가 일괄 지급했다는 사정만으로 세차비를 부담시켰다고 단정할 수 없다"고 밝혔다.

그러면서, 업체와 노조 측이 차량관리수당 규정을 세차비 등 차량관리에 드는 비용 지급에 갈음하기 위한 취지로 체결한 규정도 예로 들어 대전시의 경고처분을 취소하라고 판시했다.

@highlight

대전시는 세차비 명세서와 이체 확인 등을 근거로 기사들에게 비용을 전가했다 하고, 업체 측은 "세차비를 차량관리수당 형태로 종사자에게 지급했기 때문에 운송비용을 전가했다고 볼 수 없다"며 소송을 제기, 대전지법 제1행정부(재판장 오천석)는 대전 A 운수업체가 대전시를 상대로 낸 '운수비용 전가 금지 위반에 따른 경고처분취소' 소송에서 원고 승소 판결을 했다.