[금산=충청일보 이한영 기자] 한국도로공사 대전충남본부와 휴게소 등은 미세먼지 저감 아이디어 제품을 설치하는 등 '미세먼지 걱정 없는 공기청정 서비스'를 제공한다고 2일 밝혔다.

공주휴게소(운영사·한화호텔앤드리조트)에 '공기청정 벤치'를 시범설치해 운영 중이다.

이는 내부에 탑재된 공기청정기와 외부 벽에 심어진 공기정화 식물을 통해 직·간접적으로 공기를 정화한다.

이 벤치는 24시간 가동하면 나무 105그루에 해당하는 공기정화 효과가 있으며, 주변 1m 이내 이용자를 미세먼지로부터 보호해 실외에서도 고객에게 쾌적한 휴식환경을 제공한다.

또한 벤치 상단에는 100W 태양광 패널을 설치해 필요한 전력 일부를 친환경적으로 조달하며, 스마트폰 무선충전기도 부착돼 고객편의를 제공한다.

경부선 입장휴게소(운영사·KR산업㈜)는 '공기정화 직물'을 설치해 청정한 실내 환경을 만들고 있다.

공기정화 직물은 별도의 외부 에너지가 필요 없이 자연적인 공기의 흐름을 이용한다.

오염된 공기는 직물내 세 개의 층을 지나면서 오염물질이 흡착·제거돼 깨끗한 공기로 변하게 된다.

이 직물 10㎡(3평)당 연간 경유차 6720대, 휘발유차 1만6129대의 미세먼지 저감효과가 있으며, 이는 나무 1155그루에 해당하는 공기정화 효과로써 실내 미세먼지 저감에 큰 역할을 한다.

도로공사 대전충남본부의 미세먼지저감 노력은 이번이 처음이 아니다.

지난 2017년부터 미세먼지 저감을 위한 'Rainbow 프로젝트'를 실시해 휴게소 등의 실내 공기질을 관리하고 있다.

지난 2월에는 화물차 운전자를 대상으로 요소수 무료교환 행사를 실시하는 등 사회재난에 포함된 미세먼지 문제 해결에 발 벗고 나서고 있다.

도공 대전충남본부 관계자는 "국민의 건강과 환경 등 사회적 가치 제고 측면에서 미세먼지 저감을 통한 쾌적한 휴게소 만들기에 최선을 다하겠다"며 "공기청정벤치, 공기정화직물과 같은 아이디어 제품 도입 등 다양한 방법을 지속적으로 추진하겠다"고 말했다.

@highlight

2일 한국도로공사 대전충남본부와 휴게소 등은 '미세먼지 걱정 없는 공기청정 서비스'를 제공을 위해 미세먼지 저감 아이디어 제품을 설치한다고 밝혔으며, 공주휴게소의 경우 공기청정 벤치를 시범설치해 운영 중이다.