제주시가 '소통협력공간'을 추진하면서 활성화되고 있는 제주시 평생학습관을 비우도록 하고 있다는 지적이 제기돼 논란을 빚었다.

제주특별자치도의회 행정안전위원회는 2일 제375회 임시회 회기 중 제1차 회의를 열고 제주도가 제출한 제2회 추가경정예산안에 대한 심사를 벌였다.

이날 의원들은 행정안전부 공모사업에 선정된 제주시의 '2019 지역거점별 소통협력공간 조성사업' 추진과정을 도마위에 올렸다.

행안부로부터 60억원(지방비 60억원 등 총 사업비 120억원)을 지원받아 오는 2021년까지 추진되는 이 사업은 주민의 주도적인 참여와 다양한 분야 간의 협업 등 새로운 방법으로 지역문제를 해결해 삶의 질을 개선하는 '문제해결 복합플랫폼'을 조성하는 사업이다.

제주시는 평생학습관, 청소년수련관을 소통협력공간으로 새단장해 재美난 리빙랩, 체인지메이커 스페이스, 할머니 시민학교 등을 운영하는 등 다양한 실험과 재미있는 사회학습 등을 추진할 계획이다.

관련해 정민구 의원은 "평생학습관이 동아리 활동, 목요인문학 강좌, 교육프로그램 운영 등 아주 활성화되고 있고 자원봉사센터가 있는데 9월말까지 다른 곳으로 가라는 거다. 이게 올바른 행정이냐"고 질타했다.

정 의원에 따르면 평생학습관 이용수요는 연간 2만8000여명이다.

정 의원은 "(소통협력공간)장소를 평생학습관으로 신청해 선정되니 이제 평생학습관이 나가야하는 결과가 된거다. 어떻게 할거냐?"고 따져물었다.

좌남수 의원도 "2만여명이 이용하는 공간을 마음대로 옮기려고 하는데 말이 안된다. 옮기는 일은 없어야한다"고 거들었다.

현길호 의원은 "제가 볼 때 이 사업이 제주시가 당초 철저하게 준비하고 계획된 사업이 아닌 것 같다. 정상적으로 추진된 사업이면 이런 상황이 벌어지면 안된다"고 지적했다.

이에 고길림 제주시 부시장은 "(사업이)조금 급하게 추진됐다"고 인정하며 "그래서 평생학습관을 할 다른 장소를 물색을 했는데, 약간의 변수가 있어서 가능하면 평생학습관을 그대로 사용하고 다른 장소를 소통협력공간으로 하는 방안도 검토하고 있다"고 답했다.

@highlight

제주특별자치도의회 행정안전위원회는 2일 제375회 임시회 회기 중 제1차 회의를 열고 제2회 추가경정예산안에 대한 심사를 진행하는 가운데 특히 제주시의 '2019 지역거점별 소통협력공간 조성사업' 추진 과정에서 평생학습관을 비우게 한다는 점이 문제가 되자 고길림 제주시 부시장은 평생학습관이 아닌 다른 장소를 소통협력공간으로 검토하고 있다고 밝혔다.