[충청일보 이정규 기자] 냉동식품을 택배로 보내게 될 경우 드라이아이스가 가장 보냉효과가 큰 것으로 나타났다.

식품의약품안전처는 2일 이런 내용이 포함된 '냉동식품 택배 배송 가이드'를 마련해 관련 업계에 제공한다고 밝혔다.

가이드에는 냉동식품을 소비자에게 택배로 배송할 때 제품이 녹지않고 안전한 상태로 배달될 수 있도록 포장·배송·수취(받는)단계별 관리방법을 담았다.

최근 1인 가구 증가로 냉동식품 등 가정간편식 온라인 주문이 급증해 택배 배송 시 소비자에게 안전한 식품을 제공할 수 있도록 하려는 것이다.

식약처는 업계에 '식품의 기준 및 규격'에서 정하고 있는 '보존 및 유통기준'을 준수할 수 있도록 관리 방법을 제공키 위해서도 이번 가이드를 마련했다.

이에 따르면 포장 단계에서는 △포장 전 완전히 냉동(영하 18도 이하) △포장박스는 두께가 2cm 이상인 것 사용 △보냉제는 드라이아이스 사용 권장 △포장 후 냉기가 새지 않도록 꼼꼼히 밀봉해야 한다.

배송 단계에서는 △다음날(익일) 이내 배송 △상·하차 작업 시 되도록 외부 공기 노출않도록 관리 △포장박스가 직사광선에 노출되거나 노상에 방치되지 않도록 위생적으로 취급해야 한다.

수취(받는) 단계에서는 △소비자에게 직접 전달되지 못할 경우 안내 메시지 발송 △소비자가 직접 수령할 경우 내용물 확인 후 즉시 냉동 보관토록 안내해야 한다.

보냉제로 사용되는 드라이아이스와 젤아이스팩은 통상적으로 24시간이 경과되면 보냉효과를 나타내기 어렵다.

식약처는 냉동식품 택배 포장 보냉제로 보냉효과가 뛰어난 드라이아이스를 권장했다.

식약처 관계자는 "이번 가이드가 냉동식품 택배 배송의 안전성을 확보하고 영업자의 애로사항을 해소하는 데 도움이 될 것"이라며 "앞으로도 소비자·업계의 특성을 반영한 맞춤형 식품 안전정보를 제공하겠다"고 말했다.

@highlight

식품의약품안전처가 2일 발표한 '냉동식품 택배 배송 가이드'에는 냉동식품의 포장·배송·수취(받는)단계별 관리방법과 택배 발송시 드라이아이스가 가장 보냉효과가 크다는 사실 등이 포함되어 있다.