[충청일보 이정규 기자] 한화이글스가 풀무원과 컬래버레이션으로 함께 진행한 신제품'포기하지 마라탕면'(사진)을 5일 출시한다.

이번에 출시된 '포기하지 마라탕면'은 한화이글스가 식품 브랜드와 처음 시도한 콜라보 제품이다.

한화이글스 야구와 같이 중독적인 맛인 마라소스를 베이스로 개발한 라면 상품이다.

'포기하지 마라탕면' 패키지에는 구단 고유의 색상이면서 마라탕면의 국물 색을 표현한 오랜지 색상과 구단 마스코트 '수리' 이미지를 디자인에 활용했다.

또한 끝까지 포기하지 말고 멋진 플레이를 보여주기를 바라는 염원을 담은 '9회말 2아웃까지 포기하지 마라', '목쉴 때까지 포기하지 마라', '열정적인 응원을 포기하지 마라', '기적 같은 순간을 포기하지 마라' 등 팬들의 포기하지 않는 정신을 담은 4가지 메시지도 적용했다.

한화이글스는 '포기하지 마라탕면' 출시를 기념하기 위해 5일 한화생명 이글스파크에서 열리는 KT위즈와 홈경기에서 '풀무원 포기마라 데이'를 진행한다.

경기에 앞서 장외무대에서 이벤트 부스를 마련해 한화이글스 SNS 해시태그 및 룰렛 이벤트에 참여한 관중 대상으로 '포기하지 마라탕면' 1600개를 선착순 제공한다.

그라운드에서는 풀무원 식품 박남주 대표이사가 시구에, 이기욱 신입사원이 시타에 나서며, 경기중 클리닝 타임에는 '마구마구 쌓아라 끝까지 포기하지 마라' 이벤트를 통해 '포기하지 마라탕면'을 쌓아 올린 만큼 증정하는 등 이벤트를 진행할 예정이다.

'포기하지 마라탕면'은 5일부터 온라인 및 오프라인에서 동시 판매를 시작하며, 11번가에서는 제품을 구매한 고객 선착순 3000명을 대상으로 마구마구 피규어, 한화 이글스 유니폼, 한화이글스 경기 관람권 등 한화이글스 굿즈 증정 이벤트를 실시한다.

@highlight

한화이글스와 풀무원이 처음 시도한 콜라보 제품인 '포기하지 마라탕면'은 마라소스를 사용한 라면 상품이다