오늘(2일) 밤 10시 5분 방송되는 MBC '휴먼다큐 사람이 좋다'에서는 데뷔 30년 차 원조 만능 엔터테이너 임창정이 출연한다.

신곡을 냈다 하면 음원 차트 1위를 휩쓰는 데뷔 30년차 현역 임창정.

30여 편의 영화와 14장의 정규 앨범을 내며 슬럼프 없이 롱런하는 연예인으로 알려져 있지만, 그는 무명시절이 있었기에 더 단단히 스스로를 다질 수 있었다고 말한다.

열일곱 살에 배우를 꿈꾸며 왕복 7시간에 걸쳐 연기학원을 다니고, 200번이 넘는 오디션 낙방의 쓴맛을 본 후에야 1990년 영화 ‘남부군’으로 데뷔한 임창정.

이후로도 7년의 무명시절을 더 견디기 위해 가스배달, 건설현장 일용직을 마다 않고 뛰었다는데.

그가 스타덤에 오르고 이후로 롱런할 수 있었던 비결은 왜소한 외모에 가려진 실력을 더 단단히 다질 수 있었던 7년의 무명시절과 그 시절을 웃음으로 버틴 긍정적인 성격 덕이다.

원조 만능 엔터테이너 임창정이 후진양성에 나섰다.

언젠가는 꼭 자기보다 뛰어난 후배들을 발굴해 세계 최고의 한류스타를 만들고 싶다는 포부로 배우, 가수, 크리에이터 등 각 분야 최고의 아티스트를 만들기 위한 종합엔터테인먼트를 설립한 것.

그 화려한 설립행사 현장과 열정 가득한 원석을 찾기 위해 제작자로 나선 임창정의 일상을 따라가 본다.

2년 전, 제주도로 보금자리를 옮긴 임창정.

이사한 집안 곳곳 안전가드를 붙이고, 작은 텃밭을 일구는가 하면 세 아이의 등하교를 책임지는 것도 그의 몫이다.

늦둥이 아들 준재를 어린이집에 보내고 첫째 준우와 둘째 준성을 등교시키느라 아침부터 바쁘더니, 골프선수를 꿈꾸는 준우와 가수가 되고 싶다는 준성의 재능을 찾아주려 방과 후 학원을 알아보며 돌아다니는 열혈 아빠의 모습까지 보여준다.

가족을 생각하면 잠시도 주저앉아 있을 수 없다는 열혈 가장 임창정의 끝없는 도전을 오늘밤 ‘휴면다큐 사람이 좋다’에서 만나 보자.

@highlight

오늘(2일) 밤 10시 5분 방송되는 MBC '휴먼다큐 사람이 좋다'에서는 신곡을 발매하기만 하면 음원차트1위를 차지하는 데뷔 30년 차 가수이자 원조 만능 엔터테이너 임창정이 출연하여 지나온 인생과 최근 후배 양성을 위해 설립한 엔터네인먼트의 제작사로서의 일상을 공개한다.