국민건강보험공단 광주지역본부는 최근 전남여성가족재단 공연장에서 도민 등 약 250여명이 참석한 가운데 2019년도 제2회 건강보장 정책세미나를 진행했다.

/국민건강보험공단 광주본부 제공.

국민건강보험공단 광주지역본부(본부장 이원길)는 최근 전남여성가족재단 공연장에서 도민 등 250여명이 참석한 가운데 2019년도 제2회 건강보장 정책세미나를 성황리에 개최했다.

이날 세미나는 건강보험 도입 42주년, 전 국민 건강보장 30주년을 기념해 고령화시대의 전라남도 노인건강 증진 전략을 주제로 진행됐다.

전남은 국내에서 고령인구 비율이 가장 높은 지역으로 2045년에는 고령인구 비율이 40%이상이 될 것으로 전망되고 있다.

건강한 노후를 보내기 위한 노력은 개인뿐만 아니라 국가적으로도 매우 중요한 과제가 되고 있다.

이원길 본부장은 이번 세미나에서 “지역격차에 의한 건강불평등 해소는 물론 이 지역의 건강보장을 위한 공공의료의 책임성을 강화하기 위해 공공보건의료 협력체계를 구축하겠다”며 “지속적인 예방적 건강관리를 확대해 궁극적으로 지역 간의 건강 불평등이 없는 포용국가를 실현하기 위해 국민건강보험 광주본부가 더욱 노력하겠다”고 강조했다.

한편 이번 세미나에서 발제를 맡은 신민호 교수(전남대 의대)는 ‘전남 건강 및 질병 통계현황 및 개선방안’을 주제로 전남 건강관련 지표로 본 문제점(건강행태측면, 질병관리측면 등)을 개선, 초고령화 사회에 대비한 지역의료 환경을 개선하고 맞춤형 보건사업을 실시해야 한다는 내용을 발표했으며, 이어서 박종춘 교수(전남대 의대)를 좌장으로 분야별 전문가 6명의 패널이 토론을 진행했다.

패널로는 권순석(화순전대병원 전남지역암센터장), 손미경(조선대 치과병원장), 강민구(빛고을 전남대병원 교수), 김정선(전남대 간호대 교수), 강미정(전라남도 보건복지국 건강증진과장), 이선미 센터장(건강보험정책연구원)이 건강보험공단 대표로 참석했다.

@highlight

국민건강보험공단 광주지역본부는 전남여성가족재단 공연장에서 도민 등 250여 명이 참가한 가운데 2045년에는 전남의 고령인구 비율이 40% 이상이 될 것으로 예상함에 따라 고령화 시대의 전라남도 노인건강 증진 전략을 주제로 2019년도 제2회 건강보장 정책세미나를 실시했다.