국내·외 관광학자와 전문가가 4차산업혁명시대 지역관광 활성화를 논의하기 위해 대전에 모인다.

2019~2021 대전 방문의 해를 맞아 유치한 제86차 한국관광학회 대전국제학술대회가 4일부터 6일까지 3일간 한남대 56주년 기념관에서 개최된다.

한국관광학회 국제학술대회는 국내·외 관광학자와 전문가가 참여하는 명망 높은 행사로 주제발표, 논문대회, 토론회, 아이디어 공모전 등이 진행된다.

제86차 한국관광학회 대전국제학술대회의 주제는 '4차산업혁명시대 지역관광활성화 : 변화와 성장'이다.

이번 국제학술대회 주제는 대전의 정체성인 4차산업혁명특별시에 맞춰 정해졌으며, 인공지능, 사물인터넷, 빅데이터 등 정보통신기술을 활용한 관광콘텐츠 개발과 이를 통한 관광활성화 방안을 모색한다.

이번 국제학술대회는 크게 특별 세션과 분야별 세션으로 구성되며 대전의 사례를 중심으로 총 55여 편의 영어 논문과 150여 편의 국어 논문이 발표 및 논의된다.

특별세션 중 대전특별세션에서는 대전관광의 주요 현안인 대전와인페어 내실화 방안, 충청유교문화권 광역관광개발 방안, 트램과 청주공항 활용방안 등이 논의될 예정이다.

5일 오후 6시 ICC 호텔 3층에서 열리는 개회식에서는 허태정 대전시장과 윤용대 대전시의회 부의장 등이 참석할 예정이다.

이 자리에서 허 시장은 2019~2021 대전 방문의 해 추진 등 대전 관광 발전을 성공적으로 이끌고 있는 공로로 한국관광진흥대상을 수상한다.

김용두 시 관광마케팅과장은 "2019~2021 대전 방문의 해를 더욱 빛내줄 한국관광학회 국제학술대회를 개최하게 돼 기쁘다"며 "이번 학술대회를 통해 대전 관광이 나아갈 방향성과 발전 방안을 모색할 수 있을 것"이라고 말했다.

한편, 제 86차 한국관광학회 대전국제학술대회의 자세한 내용은 한국관광학회 홈페이지(http://www.tosok.org)에서 확인할 수 있다.

@highlight

4차산업혁명시대 지역관광 활성화를 논의하기 위한 제86차 한국관광학회 대전국제학술대회가 4일~6일 한남대 56주년 기념관에서 열리며 국내·외 관광학자와 전문가가 참가한 가운데 주제발표, 논문대회, 토론회, 아이디어 공모전 등을 실시한다.