무더위가 기승을 부리는 여름, 지친 일상 속에서도 곧 다가올 휴가 시즌은 남녀노소 모두의 마음을 설레게 한다.

올 여름 여행지에서 나를 빛나게 할 다채로운 컬러와 이국적인 패턴을 담은 썸머 비치웨어 스타일링을 소개한다.

올해 패션계를 강타한 레트로 열풍이 여름 시즌 스윔웨어에도 영향을 주었다.

한때 촌스럽다고 생각하던 원피스 스타일의 수영복이 레트로 무드와 만나 화려한 컬러와 다양한 패턴을 더해 감각적인 스윔웨어로 재해석되었다.

브라탑과 원피스 스타일의 수영복으로 구성된 프론트로우의 수영복은 브라탑을 레이어드하여 두 가지 연출이 가능하며 스퀘어 네크라인이 미니멀한 분위기를 자아낸다.

래트바이티에서 선보이는 수영복은 하프 슬리브 기장의 소매로 팔뚝살 커버업이 가능하며 다양한 패턴과 허리 부분 셔링 디테일이 시선을 분산시켜 전체적으로 슬림해 보이는 효과까지 얻을 수 있다.

스윔웨어 위에 로브 가디건을 가볍게 걸쳐 입으면 비치웨어 뿐만 아니라 멋스러운 라운지웨어로도 연출할 수 있다.

여기에 자외선을 차단해줄 선글라스와 포인트가 될 챙이 넓은 라탄 햇 그리고 청량감 느껴지는 PVC 악세서리를 더하면 센스 있고 유니크한 스윔웨어 스타일이 완성된다.

아름다운 휴양지에서 화려한 패턴과 컬러가 더해진 맥시 드레스를 선택한다면 휴가 시즌 인생샷을 건질 수 있다.

맥시 드레스는 스타일리시하면서도 페미닌한 무드가 더해져 비치웨어로 제격이다.

해변가에서는 스윔웨어 위에 레이어드할 수 있어 간편하고 실용적이며, 패셔너블한 연출이 가능하다.

긴 기장의 맥시 원피스에는 굽이 있는 슈즈를 선택하여 다리가 길어 보이는 효과를 주는 것이 좋다.

여기에 여름 계절감을 돋보이게 할 네트 백과 볼드 한 액세서리로 포인트를 준다면 휴양지 느낌 물씬 나는 비치 웨어 룩을 완성할 수 있다.

@highlight

올해 패션계를 강타한 레트로 열풍은 스윔웨어에도 영향을 미쳤으며, 특히 촌스러울 수 있는 원피스 스타일의 수영복이 레트로 무드로 재해석되어 화려한 컬러와 다양한 패턴의 감각적인 스윔웨어로 재탄생했다.