국내외 나노기술인과 나노융합기업의 교류ㆍ협력의 장인 '나노코리아 2019'가 3일부터 5일까지 경기도 킨텍스에서 역대 최대 규모로 열린다.

올해로 17회차를 맞는 나노 코리아 행사는 나노 분야 최신 응용제품과 연구 성과를 선보이는 국제 행사로 미국 테크커넥트월드(Techconnect World), 일본 나노테크재팬(Nano Tech Japan)에 이어 세계 3대 나노 행사로 꼽힌다.

산업통상자원부와 과학기술정보통신부가 공동 주최하고 나노융합산업연구조합, 나노기술연구협의회가 주관한다.

올해 전시장 부스 규모는 작년의 544개보다 19.5%, 연구성과 발표 건은 작년의 989편보다 11.3% 각각 늘었다.

최신 나노기술 연구성과를 공유하는 국제심포지엄과 다양한 나노융합 첨단 제품을 선보이는 나노융합전시회 등 다양한 행사가 마련됐다.

국제심포지엄에서는 '미래를 여는 나노소재'(Nanomaterials, the Building Block for the Future)를 주제로 나노기술 전문가 151명의 초청 강연을 포함해 24개국에서 총 1101편의 연구성과가 발표된다.

삼성전자·LG전자·LG화학·LG디스플레이 등 국내 주요 기업과 미국, 중국, 일본 등 12개국 436개 기업·기관이 총 650개 부스에서 나노기술은 물론, 레이저, 첨단세라믹, 스마트센서 등 6개 분야의 나노 기반 첨단융합기술과 응용제품을 전시한다.

개회식에서는 국내 나노기술 연구혁신과 나노융합산업 발전에 기여한 연구자 및 기업인에 대한 포상도 진행됐다.

'30nm 이하 나노소자 측정이 가능한 반도체 인라인용 3D 원자현미경'을 출품한 파크시스템스와 광신호전달 과정의 공간·시간적 대칭성을 극복한 나노광소자 설계 및 구현 기술을 개발한 송석호 한양대 교수가 각각 산업기술과 연구혁신분야의 국무총리상을 수상했다.

@highlight

미국 테크커넥트월드(Techconnect World), 일본 나노테크재팬(Nano Tech Japan)에 이어 세계 3대 나노 행사로 꼽히는  '나노코리아 2019'가 3일부터 5일까지 경기도 킨텍스에서, 국내 주요 기업과 미국, 중국, 일본 등 12개국 436개 기업·기관  총 650개 부스의 역대 최대 규모로 열린다.