대한항공이 올 하반기에 중국(3곳), 필리핀(1곳)에 잇달아 신규 노선을 개설한다.

또 '인천~델리', '인천~베이징' 노선 등 수요 증가 노선에 항공편을 확대하고, '인천~난디(피지)' 노선은 운휴한다.

대한항공(회장 조원태)은 지난 3월 '한중 항공회담' 결과에 따라 운수권을 받은 난징, 장가계, 항저우 지역에 올 하반기부터 신규 노선을 취항한다고 3일 밝혔다.

또 필리핀 '클락' 지역에도 새로운 항공편을 띄운다.

난징은 중국 7대 고도중 하나로 옛 왕조의 문화유산도 많은 중국 역사에서 중요한 도시다.

장가계는 트래킹을 원하는 여행자들의 천국이다.

항저우는 이탈리아의 여행가 마르코 폴로가 '세상에서 가장 아름다운 도시'라고 칭송한 바 있는 세계적 관광도시이자 대한민국 임시정부청사가 자리했던 곳이기도 하다.

대한항공은 이번 중국 노선의 신규 취항을 통해 중국 내 노선을 다양화하고, 새로운 직항 노선을 통한 관광 수요 개발에 적극 나선다는 계획이다.

아울러 새로운 동남아 노선도 개설한다.

대한항공은 10월 말부터 '인천~클락' 노선을 주 7회 신규 운항한다.

필리핀 클락은 골프, 스노클링 등 다양한 액티비티가 가능해 가족 여행지로 각광받고 있는 곳이다.

대한항공은 수요가 꾸준히 늘고 있는 인기 노선에 대한 공급도 늘려 나간다.

대한항공은 한국과 인도를 오가는 상용 및 관광 고객들을 위해 '인천~델리' 노선을 9월 1일부터 주 2회 증편해 주 7회 운영한다.

또 기존 주 14회 운항하던 '인천~베이징' 노선도 10월 말부터 주 4회를 증편해 총 18회를 운항하는 등 고객들의 항공 이용 편의도 도모해 나갈 계획이다.

한편 대한항공은 인천~난디 노선은 지속적인 여객 수요 감소에 따른 만성 적자로 오는 10월 1일부터 운휴한다.

대한항공은 해당 노선의 승객들을 위해 사전 예약 변경 등 승객의 불편을 최소화하기 위한 노력을 기울일 계획이다.

@highlight

대한항공은 지난 3월 한중 항공회담 결과에 따라 운수권을 받은 난징, 장가계, 항저우 등 중국(3곳), 필리핀 클락(1곳) 등 4개 도시에 신규 노선을 취항하여 중국 내 노선을 다양화하고, 새로운 직항 노선을 통한 관광 수요 개발에 나선다.