충주시 신니면에서 이웃의 안전을 지켜 낸 '9988행복지키미'의 활약상이 뒤늦게 알려지며 주변에 감동을 전하고 있다.

충주시 신니면에서 9988행복지키미로 활동 중인 임성규 씨(남, 77세)는 멀리 떨어진 곳에 홀로 살고 있는 노인들을 대상으로 한 달에 10회 가정방문을 실시하고 수시로 연락을 취하며, 정기적인 안부 확인을 해 왔다.

지난 5월 17일, 임성규 씨는 수혜자인 홀몸 노인에게 수차례 전화를 했으나 연락이 닿지 않자 곧바로 홀몸 노인의 거주지를 찾아가 인기척이 없음을 확인하고, 119와 지구대에 신고했다.

수색 결과, 수혜자 노인은 골방에 쓰러진 채로 발견됐으며, 바로 병원으로 이송돼 치료 후 4일 만에 건강하게 퇴원할 수 있었다.

임성규 씨는 "행복지키미로서 책임감을 가지고 어르신들을 가족처럼 돌보기 위해 힘썼는데, 이렇게 어르신의 건강을 지킬 수 있어서 정말 다행이다"라며, "앞으로도 사명감을 가지고 행복지키미 역할에 충실하겠다"고 말했다.

'9988행복지키미 사업'은 사업에 참가한 노인들이 직접 행복지키미가 되어 홀몸노인, 부부노인, 조손가정, 경증 치매노인 등 취약노인을 선정해 생활상태와 안전 점검 및 말벗 서비스 등을 제공하는 사업이다.

지키미 참여자들이 노인들의 생활 속 어려운 점과 필요한 부분을 누구보다 면밀히 파악할 수 있어, 위험하거나 위급한 상황을 예방하고 삶의 질을 개선하는 데에 큰 효과를 보고 있는 노인일자리사업이기도 하다.

충주시에서는 9988행복지키미 사업을 통해 2개 수행기관에서 821명의 참여자가 3200여명의 노인들을 돌보고 있다.

김경 대한노인회충주시지회 취업지원센터장은 "9988행복지키미 사업을 통해 참여자는 봉사에 대한 높은 자긍심을 키우고, 수혜자는 가족보다 가까운 이웃사촌의 정을 느끼게 되었다는 소식을 자주 듣는다"며 "앞으로 장점은 더욱 강화시키고 부족한 점은 보완해 가면서 9988행복지키미가 전국에서 제일가는 노인일자리사업, 노인복지시책으로 자리매김하도록 노력하겠다"고 전했다.

@highlight

지난 5월 17일, 행복지키미 참여자 임성규 씨의 발빠른 대처로  골방에 쓰러진 노인을 바로 병원으로 이송돼 치료 후 4일 만에 건강하게 퇴원하였으며, ,충주시에서는 9988행복지키미 사업을 통해 2개 수행기관에서 821명의 참여자가 3200여명의 노인들을 돌보고 있다.