글로벌 신용평가사 무디스가 일본의 반도체 소재 수출 규제가 삼성전자, SK하이닉스 등 한국 기술기업 신용도에 부정적 영향을 줄 수 있다고 분석했다.

무디스는 2일 보고서를 통해 "한국 제조업체들은 투입 소재를 일본 생산자에 많이 의존한다"며 이같이 밝혔다.

일본 정부는 4일부터 반도체 등 핵심 소재 3개에 대한 한국 수출을 규제하겠다고 밝힌 바 있다.

일본 정부가 규제 품목으로 밝힌 핵심 소재는 플루오린 폴리이미드, 리지스트 ,에칭가스다.

무디스는 올해 5달 동안 무역협회 통계를 인용해 한국이 플루오린 폴리이미드와 리지스트를 일본으로부터 각각 94%, 92% 수입한다고 전했다.

에칭가스에 대한 일본 수입 의존도는 44%로 나타났다.

무디스는 삼성전자와 SK하이닉스에 대해 각각 'Aa3/안정적', 'Baa2/안정적' 신용등급을 부여하고 있다.

반면 일본 정부 수출 규제가 일본 기업에 미치는 영향은 크지 않을 것으로 보인다.

무디스는 "수출 규제가 후지필름홀딩스, 신에츠화학 등 일본 기업에 즉각 미치는 영향은 미미할 것"이라며 "이들 기업 전체 매출에서 관련 소재 한국 매출 비중은 미미한 것으로 추산한다"고 밝혔다.

한국 기업과 일본 기업 신용도에 미치는 영향과는 별개로 무디스는 일본 정부의 이번 수출 규제가 한국 제조업체에 중대한 영향을 미칠 정도로 확대되지 않을 것으로 내다봤다.

무디스는 "한국 기업들은 수출규제 대상 소재 주 소비자일 뿐만 아니라 글로벌 시장에서 메모리칩, 디스플레이 패널의 핵심 공급자"라며 "이들이 생산에 지장을 받으면 글로벌 공급 체인과 일본 업체를 포함한 기술·전자 기업에 심각한 영향을 줄 것"이라고 분석했다.

실제로 시장조사업체인 D램익스체인지(DRAMeXchange)에 따르면 삼성전자와 SK하이닉스는 글로벌 D램(DRAM) 시장의 73%를 차지하고, 올해 1분기 매출 기준으로 세계 낸드(NAND) 시장의 40%를 점유하고 있는 것으로 나타났다.

@highlight

일본 정부가 4일부터 반도체 등 핵심 소재 3개에 대한 한국 수출을 규제하겠다고 밝힌 바, 글로벌 신용평가사 무디스가 2일 보고서를 통해 "한국 제조업체들은 투입 소재를 일본 생산자에 많이 의존한다"며, 일본의 반도체 소재 수출 규제가 삼성전자, Sk하이닉스 등 한국 기술기업 신용도에 부정적 영향을 줄 수 있다고 분석했다.