제주학교비정규직연대회의가 3일 제주도교육청 앞 도로에서 총파업 결의대회를 개최하고 있다.

급식조리사와 돌봄전담사 등 학교 비정규직 노동자들이 총파업에 돌입한 3일 제주지역 73개 학교의 급식이 중단됐다.

일부 학교에서는 급식대용품으로 빵·주스 등을 공급했지만 도시락을 지참한 학생들도 상당수 눈에 띄었다.

제주학교비정규직연대회의는 3일 제주도교육청 앞 도로에서 총파업 결의대회를 개최해 정부와 교육청을 상대로 비정규직에 대한 차별을 철폐하라고 촉구했다.

이들은 집회에서 공정임금제 실현, 교육공무직제 법적 근거 마련 및 제대로 된 정규직 전환, 단체교섭 제도 개선 및 정부의 적극적 역할 등을 요구했다.

연대회의는 "비정규직과 정규직의 땀방울은 결코 다르지 않지만 같은 일을 해도 너무나 다른 임금을 받고 있는 것이 현실"이라며 "이번 총파업을 통해 반드시 공정임금제를 쟁취하고 학교 비정규직 차별 철폐와 함께 한국 사회의 모든 비정규직 차별을 없애 나가겠다"고 밝혔다.

교육청에 따르면 연대회의가 예고한 3일간의 파업 중 첫날인 3일 제주지역에서는 172개 학교 가운데 초등학교 48개, 중학교 20개, 고등학교 4개, 특수학교 1개를 포함해 모두 73개 학교에서 급식이 중단된 것으로 나타났다.

급식이 중단된 학교 중 57개교(초 37, 중 17, 고 3)에서는 빵과 우유 또는 도시락 등의 급식 대용품을 제공했으며, 12개교(초 10, 중 1, 특수 1)는 도시락을 지참하도록 했다.

3개교(중 2, 고 1)는 기말고사 등과 연계해 단축수업을 실시했으며, 1개교는 수영교실 운영으로 급식을 실시하지 않았다.

이날 급식이 중단된 제주시내 한 초등학교에서는 빵과 음료를 공급했지만 김밥 등 도시락을 지참한 학생들도 상당수 목격됐다.

교육청은 파업 둘쨋날부터 파업 참여 인원이 감소해 4일 급식이 중단되는 학교는 40개(초 26, 중 10, 고 3, 특수 1), 5일에는 29개(초 19, 중 6, 고 3, 특수 1)로 줄어들 것으로 전망했다.

@highlight

교육청에 따르면 급식조리사와 돌봄전담사 등 학교 비정규직 노동자들이 3일간의 총파업을 시작한 3일, 제주지역에서는 172개 학교 가운데 초등학교 48개, 중학교 20개, 고등학교 4개, 특수학교 1개를 포함해 모두 73개 학교에서 급식이 중단되었고 제주학교 비정규직연대회는 공정임금제 실현, 교육공무직제 법적 근거 마련 및 확실한 정규직 전환, 단체교섭 제도 개선 및 정부의 적극적 역할 등을 요구했다고 전했다.