술에 만취한 상태로 서울 강남에서 승객들을 태우고 50분간 버스를 운전한 기사가 승객 신고로 적발됐다.

해당 기사는 전날 마신 술이 덜 깼다고 해명했지만 혈중알코올농도는 '제2 윤창호법'(개정 도로교통법) 이전 기준으로도 면허 취소 수준이었다.

서울 강남경찰서는 3일 만취 상태에서 노선버스를 운행한 버스 기사 A(56)씨를 음주운전 혐의로 검거해 기소 의견으로 지난달 28일 검찰에 송치했다고 밝혔다.

A씨는 지난달 12일 오전 4시 40분쯤 술에 취한 채로 서울 송파구 소재 운수업체 차고지에서 버스를 배차받은 후 강남구 압구정동까지 약 10㎞ 거리를 50여분간 운전한 혐의를 받고 있다.

A씨의 숙취 운전은 음주운전을 의심한 승객의 신고로 적발됐다.

해당 승객은 버스가 유독 급정거, 급출발이 잦는 등 운행이 불안하고 기사에게서 술 냄새가 난다며 112에 신고했다.

출동한 경찰이 버스를 세우고 A씨의 음주를 측정한 결과 혈중알코올농도 0.10%의 만취 상태인 것으로 나타났다.

이는 지난달 25일 음주운전 단속기준을 강화한 제2 윤창호법은 물론 당시 적용되던 개정 전 도로교통법하에서도 면허 취소 수준이다.

경찰에 따르면 A씨는 "전날 오후 늦게까지 술을 마시고 잠을 충분히 자 술이 깼을 것으로 생각했다"면서 "후회한다"는 취지로 범행 사실을 시인한 것으로 전해졌다.

A씨가 단속될 당시 버스에는 승객 5명이 타고 있었다.

그러나 버스가 50여분간 25개소 정류장을 거친 점을 고려하면 승하차한 승객은 그보다 많았을 것으로 추정된다.

자칫 대형 인명 사고가 발생할 수도 있는 위험한 음주 운전이었던 셈이다.

경찰은 A씨 소속 운수업체가 운행 전 음주 여부를 확인하지 않은 것으로 보고 해당 업체에 대한 행정처분이 이뤄질 수 있도록 서울시에도 A씨 음주운전 사실을 통보했다.

현행법에서 운수업체는 운행 전 버스 기사 등의 음주 여부를 확인하고 기록해야 한다.

관련 사항을 어기면 사업자 면허가 정지·취소되거나 1000만원 이하 과태료 처분을 받게 된다.

@highlight

A 씨는 지난달 12일 오전 4시 40분쯤 만취한 채 버스 배차 후 10km 거리를 50여 분간 운전한 혐의로, 서울 강남경찰서는 3일 버스 기사 A(56) 씨를 음주운전 혐의로 검거해 기소 의견으로 검찰에 송치하고 해당 회사도 서울시에 A씨 음주운전 사실을 전달해 행정처분이 이뤄질 수 있도록 했다.