삼성 라이온즈 김동엽.

삼성 라이온즈 거포 김동엽이 돌아왔다.

올해 트레이드를 통해 삼성에 합류한 김동엽은 기대와 달리 시즌 초부터 극심한 부진에 시달리다가 결국 4월 중순쯤 2군행을 통보받았다.

이후 퓨처스리그를 거쳐 지난 5월초 1군으로 돌아왔지만, 4경기 9타수 무안타를 기록해 다시 2군으로 갔다.

하지만 최근 부진을 완전히 씻어낸 모습이다.

지난달 25일 두산전부터 1군에 복귀한 그는 최근 4경기 동안 홈런 2개를 포함, 6개의 안타를 뽑아내고 있다.

두산전 이전까지 올시즌 김동엽이 친 안타가 7개였던 점을 고려하면 그야말로 대반전이다.

50일 만의 복귀전인 25일 두산전에서 그는 4타수 1안타 1타점을 기록했고, 이튿날에도 3타수 1안타(1홈런) 1타점을 올리며 부활의 신호탄을 쐈다.

팀이 크게 지고 있던 상황에서 터진 홈런이었지만, 김동엽과 팀에 의미가 큰 홈런이었다.

마수걸이홈런을 신고한 김동엽은 지난달 28일 SK와의 경기에서 상대 선발 문승원의 초구를 때려 홈런을 만들어내는 등 4타수 2안타 3타점을 기록했다.

그의 멀티히트는 지난 4월16일 키움과의 경기가 마지막이었다.

타격에 물이 오른 김동엽은 지난달 30일 SK전에서도 멀티히트를 기록했다.

그는 복귀 후 4경기에서 16타수 6안타(2홈런), 0.375의 타율을 기록하고 있다.

복귀 이전까지 타율은 0.104였다.

이번주 kt·NC와의 5위 싸움을 펼쳐야 하는 삼성에는 이보다 반가운 소식이 없다.

실제로 김동엽이 복귀한 이후 팀 전체 타격에 짜임새가 생겼다는 평가다.

김동엽 복귀 후 삼성은 4경기에서 28점을 뽑아냈다.

팀 타선은 김상수-구자욱-김헌곤-러프-이원석-이학주-김동엽으로 이어져 다른 팀과 비교해도 무게감이 떨어지지 않는다.

김상수가 리드오프 역할을 충실히 수행하고 있고, 김헌곤은 득점권에서 높은 집중력을 보이고 있다.

러프와 이원석은 장타력을 뽐내며 김동엽과 시너지 효과를 내는 중이다.

@highlight

삼성 라이온즈 거포 김동엽이 올해 트레이드를 통해 돌아와 시즌 초 극심한 부진이었으나 지난달 25일 두산전부터 1군에 복귀하여 최근 4경기 동안 홈런 2개를 포함, 6개의 안타를 뽑아내고 있어 김동엽이 복귀한 이후 팀 전체 타격에 짜임새가 생겼다는 평가를 받고 있다.