경북도 농업기술원 농작물지리정보시스템에서 제공하고 있는 실시간 강우정보.

경북 농민은 앞으로 인터넷을 통해 정밀농업에 필수적인 정보를 실시간으로 확인할 수 있게 됐다.

경북도 농업기술원은 홈페이지에 농작물지리정보시스템(GIS)을 구축해 기후·토양 등 각종 정보를 제공한다고 밝혔다.

농작물지리정보시스템은 지번이나 도로정보 등 공간지리정보가 표시된 지도에 각 지역별 작물재배, 배수·토양 정보를 한눈에 볼 수 있는 지도 서비스다.

GIS는 크게 필지별 작물재배정보, 미래상세전자기후도, 실시간 강우정보를 제공한다.

작물재배정보는 지도상에 토양정보·배수등급 등을 색깔로 표시해 재배하고 있는 작물이 토양환경과 적합한지를 판단하는 기준을 제시한다.

미래상세전자기후도는 지역별로 2100년까지의 기온·강수량 정보를 시각화해 향후 기후변화를 미리 예측, 작목 선택에 참고자료로 활용할 수 있다.

실시간 강우정보는 한강홍수통제소에서 제공하는 강우레이더 정보를 이미지화해 실시간으로 강우량과 이동방향을 확인해 농작물을 관리하는 데 유용하게 사용할 수 있다.

이 서비스를 활용하려면 도 농업기술원 홈페이지 하단의 농산물지리정보시스템(GIS) 배너를 클릭하거나 주소창에 ‘http://gis.gba.go.kr’를 입력하면 된다.

또 실시간 강우정보는 플레이스토어(안드로이드) 또는 앱스토어(아이폰)에서 ‘경북도농업기술원’ 또는 ‘강우레이더’를 검색한 후 ‘GBA Rader’ 프로그램을 설치하면 쉽게 활용할 수 있다.

신용습 농업기술원 농업환경연구과장은 “농작물지리정보시스템은 인터넷을 통해 농작물 재배에 필수적인 정보를 제공한다”며 “농업 관련 콘텐츠 서비스를 확대해 농업인에게 더욱 유익한 정보를 제공하도록 노력하겠다”고 말했다.

@highlight

경북도 농업기술원은 지도에 각 지역별 작물재배, 배수.토양 정보를 한눈에 볼수 있는 농작물지리정보시스템(GIS)를 구축해 경북 농민들이  인터넷을 통해 정밀 농업에 필수적인 기후.토양 등 각종 정보를 실시간으로 확인할수 있게 됐다. 