원자 한 층 두께로 전체 소재를 구성한 대면적 그래핀이 개발됐다.

고성능 센서와 같이 고품질·정밀도가 요구되는 분야에 널리 쓰일 전망이다.

기초과학연구원(IBS·원장 김두철)은 로드니 루오프 다차원 탄소재료 연구단장(UNIST 특훈교수)이 이끄는 연구팀이 UNIST·성균관대·홍콩과기대와 순수 한 층으로 이뤄진 대면적 그래핀 합성에 성공했다고 3일 밝혔다.

그래핀은 얇고 투명하지만 강철보다 강하고 열·전기전도성도 우수한 탄소 원자 나열 2차원 물질이다.

그동안 합성한 그래핀은 항상 일부 그래핀이 겹친 '적층 구역'이 존재했다.

이 적층 구역은 그래핀 물성을 떨어뜨리는 결함이 된다.

그래핀 전기 특성은 층수에 따라 민감하게 변하기 때문이다.

연구팀은 합성 과정 중 문제가 적층구역을 만드는 요인이 된다고 봤다.

보통 그래핀은 얇은 금속 호일 위에 화학기상증착법(CVD)로 증착하는데, 호일이 함유한 탄소 불순물이 적층 구조를 만든다는 사실을 규명했다.

연구팀은 이에 따라 고온 수소 열처리로 탄소 불순물을 모두 제거한 구리 호일을 활용, 완전한 원자 한 층 그래핀 제조에 성공했다.

한 층 단결정 그래핀도 구현했다.

단결정 그래핀은 소자 전체에 걸쳐 탄소가 규칙 배열된 그래핀이다.

다결정 그래핀보다 전기 특성이 우수하다.

연구팀이 만든 그래핀은 보통 그래핀보다 4배 이상 뛰어난 캐리어 이동도를 보였다.

캐리어 이동도는 전하가 얼마나 잘 이동하는지를 나타내는 척도다.

로드니 루오프 단장은 "한 층 대면적 그래핀 합성 연구는 순수한 호기심에서 시작된 기초과학 연구지만 향후 산업계에서도 유용하게 사용될 것"이라며 "현재는 국소적으로 존재하는 접힌 부분의 발생 원인을 규명해 이를 최소화하고 더욱 완벽한 그래핀을 합성하는 연구를 진행하고 있다"고 말했다.

@highlight

기초과학연구원은 로드니 루오프 다차원 탄소재료 연구단장(UNIST 특훈교수)이 이끄는 연구팀이 합성 그래핀에 항상 있던 '적층 구역'을 해소 하고 원자 한 층 두께로 전체 소재를 구성한 대면적 대면적 그래핀 합성에 성공했다고 3일 전했다.