코딩(Coding) 개념을 노래와 애플리케이션, 로봇블록으로 쉽게 깨우칠 수 있는 솔루션이 나왔다.

교육음원 콘텐츠 개발회사 소리보따리(대표 이혜원)는 로봇블록 개발사 큐브로이드(대표 신재광)와 손잡고 로봇블록 프로그램 '랄라큐브'를 개발, TV홈쇼핑을 통해 판매할 예정이라고 3일 밝혔다.

랄라큐브는 앱으로 프로그램을 구성하고 실행하면 블루투스 기능으로 로봇블록이 구동되는 방식이다.

소프트웨어와 하드웨어가 융합된 콘텐츠다.

랄라큐브 키트에는 111개 블록이 사용설명서와 함께 들어 있다.

111개 중 7개 센서블록은 내부에 모듈이 설치돼 앱 지시어에 따라 기능한다.

구동 제어, 근접 감지, 소리·LED 표출, 360도 회전 등이 가능하다.

7개 기능 블록을 제외한 나머지는 여러 모양의 연결 블록이다.

기능 블록과 연결 블록을 활용해 자동차를 만들거나 움직이는 사물을 만들어 앱으로 제어하고 그림이나 문자를 표현할 수도 있다.

사용설명서 플레이맵도 제공한다.

우주선 헬리콥터 신호등 카메라 신호등 등 24가지 모양 블록을 조립할 수 있는 설명서다.

선생님이나 부모 도움 없이 조립하고 움직임을 제어하는 방법을 따라할 수 있다.

레고 블록과 규격이 호환돼 다양한 모양을 만들 수 있다.

앱에는 방향 지시, 회전, 소리, 글자 등 버튼이 표시돼 사용자가 블록 움직임이나 소리·글자 표출을 예상하는 버튼을 선택하는 방식으로 프로그램을 짤 수 있다.

코딩송, 알고리즘, 데이터, 버그, XY좌표 등 코딩 용어를 익히는 노래도 포함됐다.

이혜원 소리보따리 대표는 "코딩 개념을 블록놀이를 통해 깨우치게 하자는 취지로 개발했다"면서 "학부모나 선생님 도움 없이도 아이 스스로 조립블록을 제어하는 법을 익히는 게 장점"이라고 말했다.

@highlight

소리보따리는 큐브로이드와 함께 코딩 개념을 블록놀이를 통해 쉽게 깨우치게 하자는 취지로 로봇블록 프로그램 '랄라큐브'를 개발하여 아이가 혼자 제어하는 법을 익히도록 하며 TV홈쇼핑에서 판매할 예정이라고 3일 밝혔다.