LG전자가 건조기, 스타일러, 무선청소기 등을 잇는 신가전을 발굴하기 위해 고객과 깊이 있게 소통하는 자리를 만든다.

LG전자는 4일부터 10일까지 'LG 신가전 고객 자문단'을 모집한다고 3일 밝혔다.

자문단은 밀레니얼, X세대, 베이비부머 등 다양한 세대를 아우를 수 있도록 총 40명 규모로 운영한다.

오프라인 모임 참여에 어려움이 없도록 서울 및 수도권에 거주하면서 가전제품 구매와 활용에 관심이 많은 고객이면 누구나 응모할 수 있다.

참여 희망 고객은 LG전자 홈페이지 이벤트 게시판에서 지원양식을 내려받아 10일까지 제출하면 된다.

선정 결과는 이달 말 개별 통보될 예정이다.

'LG 신가전 고객 자문단'은 8월부터 6개월 동안 새로운 LG전자 생활가전을 기획하기 위해 매월 정기모임과 수시모임을 통해 자유롭게 아이디어를 제안하고 구체화하는 과정에 참여한다.

제품 컨셉과 디자인도 평가한다.

LG전자는 자문단에게 소정의 활동비를 지급하고 활동이 우수한 자문 고객에겐 LG전자 신가전을 제공할 계획이다.

LG전자는 새로 개발한 기술을 기존 제품에 적용하거나 세상에 없던 가전을 내놓는 과정에서 고객 목소리를 적극 반영함으로써 가전분야에서 새로운 고객가치를 만들어왔다.

이렇게 탄생한 LG전자의 혁신적인 신가전 제품들은 새롭게 필수가전으로 자리매김하고 있다.

LG 트롬 건조기는 "건조기가 세탁실이 아니더라도 집안 원하는 곳 어디든 설치할 수 있으면 좋겠다"는 고객 바람을 현실화했다.

LG 퓨리케어 360° 공기청정기는 "공기를 멀리 보내기 위해 서큘레이터를 쓰는 것처럼 공기청정기도 깨끗한 공기를 멀리 보낼 수 있었으면 좋겠다"는 고객 아이디어에서 출발했다.

LG 디오스 얼음정수기냉장고는 "소형 가전이 늘면서 주방이 점점 좁아지는데 주방공간을 더 효율적으로 사용하면 좋겠다"는 고객 니즈를 적극 반영했다.

박희욱 LG전자 H&A상품기획담당 상무는 "제품을 실제로 사용하게 될 고객들의 목소리에 항상 귀를 기울이면 새로운 아이디어를 발굴하고 구체화하는 데 많은 도움이 될 것으로 기대한다"면서 "고객지향적인 신가전을 지속적으로 선보이겠다"고 말했다.

@highlight

LG전자는 4일부터 10일까지 'LG 신가전 고객 자문단'을 모집한다고 3일 밝혔는데, 오프라인 모임 참여에 어려움이 없도록 서울 및 수도권에 거주하면서 가전제품 구매와 활용에 관심이 많은 고객이면 누구나 응모할 수 있으며 선정 결과는 이달 말 개별 통보될 예정이다.