홍성군이 지역발전 지표 중 하나인 도로 인프라가 크게 개선된 것으로 나타났다.

군은 군내 국·지방도 및 군도의 도로연장이 2013년 322㎞에서 2017년 331㎞로 늘어나고 도로 포장율도 2013년 86.4%에서 2017년말 현재 96.6%까지 개선됐다고 밝혔다.

이는 전국 평균 도로 포장율 93.2%와 충남도내 평균 도로 포장율 92.5%를 상회하는 수치이며 특히 상대적으로 인프라가 취약한 군도의 포장율도 92.7%에 이르고 있다.

군은 도로망 확충이 지역균형 발전을 이끄는 초석이 될 것으로 판단하고 내포신도시와 구도심의 접근성 향상을 위해 북서부 순환 도시계획도로 22개 노선의 도시가로망 정비 사업에 착수했으며 군도 및 농어촌도로 4개구간 확포장 공사를 완료했다.

소향리, 대교리 일원에서 내포도시첨단산업단지까지를 잇는 북서부 순환 도시계획도로의 경우 우선 1차구간인 지방도 609호에서 소향삼거리까지 200억원의 사업비로 연장 1.6㎞, 폭 24m 순환도로망을 구축할 계획이며 올 하반기 보상절차에 착수해 2021년까지 사업을 마무리할 예정이다.

구도심내 도로 간선망 확충을 위한 신동아 아파트~대왕주유소 도로확장 사업과 원우빌라와 홍성여중 맞은편 구간을 포함한 대교리 일원 도시계획도로 개설공사는 올해 6월 사업을 완료한 상태다.

또 주거밀집지역 교통흐름 개선 및 물류운송체계 확충을 위해 홍성읍 오관11리 도시계획도로 개설공사 외 18개 도로 개설공사를 추진하고 있다.

이 밖에도 군은 65억원의 사업비를 들여 군도 및 농어촌도로 확포장 공사도 추진 중이다.

군 관계자는 "도로 인프라 확충은 지역발전을 위한 핵심요소"라며 "도로관련 지표가 도청 수부도시의 위상에 맞게 크게 개선되고 있는 만큼 내포신도시와 구도심간 접근성 향상과 구도심내 체계적인 교통 연계망 확충을 위해 사업추진에 만전을 기할 계획"이라고 말했다.

@highlight

홍성군이 지역발전 지표 중 하나인 도로 인프라가 크게 개선되었는데 특히 도로연장, 도로 포장율도 과거보다 많이 올랐으며 이 밖에도 65억원의 사업비를 들여 농어촌도로 공사도 예정되어 있다.