CJ제일제당은 수산물 가정간편식(HMR) '비비고 생선조림' 3종을 출시했다고 3일 밝혔다.

비비고 생선조림은 '비비고 고등어시래기조림'과 '비비고 코다리무조림', '비비고 꽁치김치조림' 3종으로 구성됐다.

국내 최초 1인분 용기형 상온 생선조림 제품으로 전자레인지 90초 조리면 요리가 완성된다.

비비고 고등어시래기조림은 국내산 순살 고등어와 구수한 시래기에 매콤한 감칠맛의 양념이 특징이다.

비비고 코다리무조림은 쫄깃하고 부드러운 식감의 코다리와 매콤달콤한 조림 양념이 어우러졌다.

비비고 꽁치김치조림은 비린내를 잡은 담백한 꽁치를 잘 익은 김치와 함께 졸여내 시원하고 칼칼한 맛을 구현했다.

특히 CJ제일제당의 상온 HMR 제조기술 노하우를 기반으로 수산물 특유의 비린내를 제거했다.

CJ제일제당은 이번 비비고 생선조림을 통해 수산 HMR 제품 시장 규모를 키워간다는 계획이다.

수산캔 시장은 1세대인 요리재료형과 안주나 반찬으로 먹는 HMR형으로 구분돼있다.

최근 간편식 트렌드에 따라 수산 HMR 제품에 대한 소비자들의 니즈는 커지고 있지만 시장 규모는 낮은 품질과 저가 이미지 탓에 수년째 1200억원에 머물러있다.

정영철 CJ제일제당 HMR상온마케팅담당 부장은 "비비고 생선조림은 CJ제일제당만의 수산 상온 HMR 기술력 기반의 차별화된 맛 품질, 조리 간편성, 상온 보관 편의성 등 특장점을 골고루 갖춰 시장에서도 경쟁력 높은 수산 간편식 제품"이라며 "이 제품들을 시작으로 향후 라인업 확대를 통해 비비고 생선요리를 차세대 수산 HMR 제품이자 시장 성장을 견인하는 대표 제품으로 키워나갈 것"이라고 말했다.

@highlight

CJ제일제당은 전자레인지 90초 조리면 요리가 완성되는 수산물 가정간편식인 국내 최초 1인분 용기형 상온 생선조림 제품 '비비고 고등어시래기조림'과 함께 '비비고 코다리무조림', '비비고 꽁치김치조림'을 출시했다고 3일 밝혔다.