수원시는 양성평등주간을 맞아 3일 시청 대강당에서 ‘제24회 양성평등주간 기념식’을 열었다.

기념식에서는 ‘제15회 수원시 여성상’ 시상식이 열렸다.

수상자는 ▶양성평등 및 여성의 권익 증진 부문=박진희(66)대한어머니회 수원시지회장 ▶여성의 사회참여 확대 부문=윤희옥(70)팔달구 여성자문위원회장 ▶여성의 복지 증진·봉사 부문=김미선(50)수원시민 로스쿨 여성회장 ▶지역사회발전 등 여성 경영인 부문=김희숙(60)수원여성경영인협의회 재무이사 ▶효행 부문=이순옥(58)입북동 지역사회보장협의체 위원장 등 5명이다.

2005년 제정된 수원시 여성상은 여성계 발전에 이바지하고 양성평등사회를 만들기 위해 노력한 시 여성에게 수여된다.

시상식에 이어 양성평등과 가족의 소중함을 주제로 다룬 가족뮤지컬 ‘엄마가 뿔났다’ 공연이 열렸다.

뮤지컬은 일과 가사를 병행하며 힘들게 하루하루를 살아가던 워킹맘이 어느 날 갑자기 사라지면서 벌어지는 이야기를 담았다.

기념식에는 백운석 수원시 제2부시장, 여성단체협의회·여성단체·네트워크 회원, 시민 등 300여 명이 참석했다.

염태영 시장은 축하영상을 통해 "우리 시는 누구나 존중받고 평등한 대우를 받는 것을 목표로 ‘여성친화도시’를 조성하고 있다"며 "여성과 남성이 함께 배려하는 진정한 의미의 ‘성평등’을 이뤄 나가자"고 당부했다.

시는 양성평등주간을 맞아 지난 1일부터 시청 본관 로비에서 한국양성평등진흥원 주최 ‘제10회 양성평등 디자인 공모전’ 수상작을 전시하고 있다.

전시는 5일까지 이어진다.

4일 오후 2시에는 수원시 여성문화공간 휴(休) 대강당에서 ‘여성에게 안전이란?’을 주제로 ‘여성안전 정책 토론회’가 열린다.

일상 공간·학교에서 여성안전 문제 등을 진단하고 정책 방향·역할 등을 논의한다.

@highlight

수원시는 3일 시청 대강당에서 양성평등주간을 맞아 ‘제24회 양성평등주간 기념식’을 열어 여성계 발전에 이바지하고 양성평등사회를 만들기 위해 노력한 시 여성에게 수여하는 ‘제15회 수원시 여성상’ 시상식을 열었다.