나경원은 세가지 중 두가지 수용...

자유한국당과 바른미래당이 북한 목선 삼척항 정박 사건에 대한 국정조사를 강하게 요구하고 있는 가운데, 민주평화당이 5·18진상규명특벌법 통과 등을 조건으로 공조 입장을 밝혀 성사 여부가 주목된다.

한국당 나경원 원내대표는 3일 의원총회에서 “어제 바른미래당과 함께 제출한 삼척항 국정조사 요구서와 관련해 평화당도 사실상 공조 의사를 밝히고 있다”며 “평화당이 요구하는 여러 법안에 대해 잘 검토하도록 하겠다”고 말했다.

앞서 평화당 박지원 의원은 전날 “5·18진상규명특별법 처리와 여순사건 특별법 통과, 국회 윤리특위 재구성에 대해 나경원 원내대표가 공개적으로 ‘하겠다’고 약속하면 (국정조사에) 동조할 것”이라고 말했다.

평화당 장정숙 원내 대변인도 북한 목선 국정조사 연대와 관련, “최종 확정은 아니고 조금 더 심사숙고해야 한다”면서도, “3가지(박 의원이 제안한)를 묶어서 조건을 내걸 것”이라고 말했다.

이날 나경원 원내대표는 5·18진상조사위 출범과 관련, “당연히 해야 될 일”이라면서 “하루빨리 출범할 수 있도록 관련법 개정을 서두르고 조사위가 바로 출범할 수 있도록 최대한 할 수 있는 노력을 다하겠다”고 5·18특별법 처리를 약속했다. 나 원내대표는 또 “국회 당연직 특별위원회인 윤리특별위원회가 재구성되지 못하고 있는데, 이 역시 하루빨리 구성되도록 하겠다”도 했다.

다만 평화당이 내건 조건에 ‘여순사건 특별법 제정’ 등이 포함된 것과 관련해서는 “처음 듣는다”는 입장을 밝힌 것으로 전해졌다.

평화당이 제시한 3가지 조건중 2가지에 대해서는 수용 입장을 밝힌 셈이어서, 평화당이 북한 목선 국정조사 개최에 어떤 입장을 정리할지 주목된다.

이에 대해 민주당은 분명한 반대 입장을 밝히고 있다.

이인영 원내대표도 “해당 사항은 관련 상임위원회나 국회 대정부질의를 통해 충분히 논의할 수 있다고 생각한다”고 선을 그은바 있다.

하지만 평화당이 가세해 야3당이 공조에 나설 경우 6월 국회정상화에 연동돼 끝까지 거부하기 어려울 것이란 관측이 나오고 있다.

@highlight

자유한국당과 바른미래당이 복한 목선 삼척항 정박 사건과 관련해 국정조사를 요구하고 있는데 민주평화당 박지원 의원은 5·18진상규명특별법 처리와 여순사건 특별법 통과, 국회 윤리특위 재구성을 연대 조건으로 내걸었따.