의약품 성분이 뒤바뀐 사실이 드러나 논란이 된 골관절염 유전자치료제 '인보사케이주'(인보사) 사태를 놓고 검찰이 코오롱 임원진을 소환하며 수사 속도를 높이고 있다.

식품의약품안전처는 인보사의 품목 허가 취소를 최종 확정했다.

이에 코오롱 측이 행정소송을 예고해 사태는 더욱 커질 전망이다.

3일 검찰에 따르면 서울중앙지검 형사2부(부장 권순정)는 전날 코오롱티슈진 권모 전무(CFO)와 최모 한국지점장 등 코오롱 임원진을 불러 조사했다.

인보사는 사람 연골세포가 담긴 '1액'과 연골세포 성장인자를 도입한 세포가 담긴 '2액'으로 이뤄진 유전자치료제다.

코오롱생명과학은 2017년 인보사 품목 허가를 받을 당시 식약처에 제출한 서류에 1, 2액 모두 연골세포라고 기재했는데 최근 2액에 '신장세포'(293유래세포)라는 엉뚱한 세포가 들어 있는 사실이 밝혀졌다.

특히 293유래세포는 종양(암)을 유발할 수 있는 것으로 알려졌다.

검찰은 코오롱이 고의적으로 허가받지 않은 성분이 포함된 의약품을 판매했을 가능성(약사법 위반)이 있다고 보고 수사하고 있다.

설상가상으로 이날 식약처는 인보사 품목 허가 취소 처분을 확정했다.

취소 일자는 오는 9일이다.

식약처 관계자는 "(지난 5월) 허가 취소 방침을 발표한 뒤 코오롱생명과학의 소명을 듣고자 청문회를 열었으나 코오롱 측이 의혹을 뒤집을 만한 해명을 내놓지 못했다. 이에 심사숙고해 품목 허가 취소를 확정했다"고 밝혔다.

식약처는 이우석 코오롱생명과학 대표를 약사법 위반 혐의로도 형사고발한 상태다.

코오롱생명과학 측은 곧장 반발하며 행정소송을 예고했다.

코오롱 관계자는 "고의적인 조작이나 은폐는 결코 없었다는 점을 충분히 소명했는데 품목 허가가 취소돼 유감"이라며 "행정소송을 제기해 적법 여부를 따지겠다"고 밝혔다.

@highlight

의약품 성분이 뒤바뀐 사실이 밝혀져 논란이 된 골관절염 유전자치료제 '인보사케이주'(인보사) 사태를 놓고 검찰이 코오롱 임원진을 소환하며 수사 속도를 빠르게 진행하고 있고 식약처는 인보사의 품목 허가 취소를 최종 확정하며 이에 반발해 코오롱 측이 행정소송을 예고했다.