제주도의회가 제주시 사라봉 인근에 자리 잡은 평생학습관 건물을 '소통협력공간'으로 변경하려던 제주시의 계획에 제동을 건 것은 잘한 일이다.

한편으론 평생학습관이 평생학습시대에 걸맞게 다양한 프로그램 운영을 통해 연간 3만여 명의 시민이 이용하는 공간임을 감안하면 제주시의 발상은 이해할 수 없다.

평생학습에 대한 인식 수준을 보여주는 것 같아 실망이다.

물론 소통협력공간 조성은 의미 있는 프로젝트다.

행정안전부가 추진한 '2019 지역거점별 소통협력공간' 조성사업 공모에 선정된 것을 고려하면 제주시의 성과는 칭찬받아 마땅하다.

이를 통해 국비 60억원을 확보한 점도 긍정적으로 평가받을 만하다.

하지만 사업 공간을 마련한다면서 멀쩡하게 잘 운영되고 있는 평생학습관을 원도심으로 내쫓고, 그 자리에 무혈입성하겠다는 것은 누가 봐도 설득력이 없다.

평생학습도시가 맞나 의심이 들 정도다.

소통협력공간은 지역의 문제나 이슈에 대해 시민들이 아이디어를 내고, 토론과 참여 등을 통해 문제를 해결하고자 하는 열린 공간이다.

단체장이나 기관장 등의 능력이나 취향에 따라 화려하게 포장된 시민을 위한 시책이 아니라, 진정한 시민에 의한 시민을 위한 시책을 마련하기 위해 고민하는 곳이다.

이런 점에서도 위치 선정에 있어 폭넓은 의견 수렴은 필수다.

시민은 없고 행정이 주도해 이뤄졌다고 하면 역풍을 맞을 공산이 크다.

오히려 소통협력공간이 그 취지를 고려하면 원도심에 있어야 할 것이다.

원도심이야말로 도시의 여러 문제를 안고 있다.

주차난과 쓰레기 처리, 고령화와 청년층 유출, 열악한 주거와 공동화, 양극화 등 시민들의 중지를 모아야 할 현안이 수두룩하다.

가까이서 봐야 더욱 관심이 가고 보다 현실적이고 실천적인 대책이 나올 수 있다.

바쁠수록 돌아가라는 말도 있다.

더욱이 평생학습관은 청소년들의 요람이라 할 수 있는 청소년수련관도 둥지를 튼 곳이다.

시 당국은 새로운 터전에 소통의 공간을 마련해 혁신의 아이디어를 결집해야 한다.

@highlight

제주시는 '2019 지역거점별 소통협력공간'을 기존 평생학급관 자리가 아닌, 원도심에 세워야 한다.