더불어민주당 이인영 원내대표는 3일 “매달 1일 자동으로 국회를 열고, 의사일정을 논의하다 빈손 국회로 끝나는 일을 원천 차단해야 한다”면서 “매년 365일 일하는 상시 국회 체제를 위해 국회법을 개정해야 한다”고 역설했다.

이날 국회 교섭단체 대표연설에 나선 그는 “국회의원에 대한 국민소환제를 도입하고, 일하지 않는 국회의원에게 페널티를 줘야 한다”면서 자유한국당을 우회적으로 압박했다. 이 원내대표는 또한 “타협과 상생의 물꼬를 트기 위해 서로에게 조금의 공간을 열어줄 수 있어야 한다”고 강조하면서 △유연한 진보와 합리적 보수가 혁신을 통해 공존하는 길 △남과 북이 평화를 통해 번영으로 공존하는 길 △사회적 약자를 배려하고 포용하는 참 공존의 길 등 세가지를 제시했다. 이 원내대표는 국회 파행의 주요 원인이었던 선거제·개혁법안 패스트트랙 지정과 관련해 “비례대표 제도를 폐기하고 전부 지역구 선출로 대체하자는 한국당의 선거법 개정안은 분명 어깃장”이라며 한국당의 전향적 자세 변화를 촉구했다.

또한 정의당을 의식한 듯 “최근 국회 정상화 과정에서 소통과 교감의 부족이 있었다면 최종적으로 협상을 담당한 저의 책임”이라며 “특위 연장으로 큰 틀에서는 바람직한 상황을 맞이하게 됐다는 점도 고려해주시기 바란다”고 말했다.

이날 이 원내대표의 연설과 관련 야 3당은 싸늘한 반응을 보냈다.

자유한국당 김정재 원내대변인은 “정의당 비위 맞추기, 북한 눈치 보기, 경제 실정 책임회피 일관한 채 오로지 야당 탓, 추경 탓 뿐인 연설이었다”고 혹평했고 바른미래당 김수민 원내대변인은 ”연설에 공존은 있었지만 공감은 없었다.

야당이 주장하는 경제의 어려움은 과장이 아닌 현실”이라고 꼬집었다.

민주평화당 박주현 수석대변인”말이 아닌 행동으로 성과를 내야 하는 만큼 민주당이 승자독식의 정치를 바꾸기 위해 선거제 개혁을 반드시 완수하고, 승자독식의 경제 또한 바꾸겠다는 다짐을 증명해야 한다”고 강조했다.

@highlight

더불어 민주당 이인영 원내대표는 매달1일 자동으로 국회를 열고 365일 일하는 국회체제를 위해 국회법을 개정해야 한다고 주장했으며, 그는 국회의원에 대한 국민소환제, 일하지 않는 국회의원에게 패널티 등을 주장하며 자유한국당을 간접적으로 압박했으며, 정의당을 의식해 특위의 연장으로 큰 틀에서 바람직한 상황을 맞게 됐다는점을 고려해 주길 바란다고 당부했다.