아토피피부염(아토피)는 대표적인 알레르기 질환으로 한번 발생하면 치료 기간도 길고 재방도 잘돼 조기 원인 치료가 중요한 피부 질환이다.

보통 영유아에게 발생이 많지만, 성인기에 새롭게 나타나는 경우도 많다.

이런 아토피는 다양한 증상으로 인해 환자 자신은 물론 주위 가족들도 고통받는 경우가 많아 빠른 치료가 필요하다.

먼저 면역 질환인 아토피는 발생 또는 진행 과정에서 비슷한 면역 질환의 합병증이 발생하는 경우가 많고 다른 알레르기 질환이 동시에 나타날 수 있기 때문이다.

또한, 성장기에 발생하는 아토피는 성장 장애를 유발할 수 있다.

인간의 성장에 필수적인 성장 호르몬은 밤에 분비되는데, 아토피는 피부의 가려움증이 주된 증상으로 특히 밤에 가려움증이 심해 숙면을 못 하는 경우가 대부분이다.

이렇게 되면 성장 호르몬의 분비에 문제가 생겨 성장에 대한 각종 부작용이 나타날 수 있다.

이와 함께 성장기 청소년에게 성격 장애를 유발할 수 있다.

성장기에 심한 아토피 증상을 겪게 되면 모든 일에 예민해지고 쉽게 화를 내고 흥분하는 경우가 많고, 피부 상태로 인해 대인 기피증이나 우울증에 빠질 수도 있다.

또한, 가려움증으로 인한 집중력 저하로 학습 장애를 유발할 수 있으며, 학습 의욕도 떨어지게 된다.

아토피 환자는 육류 및 생선류 등의 알레르기 유발 음식을 통제하는 경우가 많다.

이러한 음식물 통제는 영양불량 상태를 만들어 증상을 악화시키고 건강에도 나쁜 영향을 미칠 수 있다.

이와 함께 치료 시기를 놓치게 되면 피부에 흉터를 남길 수 있어 조기 치료가 중요하다.

생기한의원 부산센텀점 하우람 대표원장은 "아토피는 증상이 나타나면 전문 의료진을 찾아 상담을 통해 체질과 증상에 맞는 원인 치료를 시작해야 한다. 인체 면역력을 높이고 피부 재생력을 강화하는 한의학적 면역치료를 조기에 시행하면 흉터와 재발 없이 아토피 치료가 가능하다."라고 말했다.

@highlight

대표적인 알레르기 질환인 아토피 피부염은 치료 기간도 길고 재발도 잘되는 피부 질환으로 다양한 증상의 면역 질환 합병증이 발생하는 경우가 많으며 특히 성장기에 발생하는 아토피는 성격 장애와 함께 성장 장애를 유발하고 치료 시기를 놓치면 피부에 흉터를 남길 수 있으므로 조기 치료가 중요한 피부 질환이다.