민주평화당 사무총장으로 활동 중인 김광수(전주갑)의원이 3일 대표 발의한 ‘일제하 강제징용 피해자 배상 촉구 결의안’(일제하 강제징용 피해자 손해배상 소송 최종 승소에 따른 일본 정부 및 전범 기업 배상 이행 촉구 결의안)이 국회 외교통일위 전체회의에 상정됐다.

지난해 10월 대법원 전원합의체의 강제징용 피해자 손해배상 소송 최종 승소 판결과 관련, 김 의원은 국회 차원에서 일본정부와 전범기업의 배상 이행 촉구를 위해 ‘일제하 강제징용 피해자 배상 촉구 결의안’을 대표 발의했다.

이에 이날 결의안이 국회 외교통일위원회 전체회의에 상정됨에 따라 제안 설명에 나섰다.

김 의원은 “일제강점기 시절, 우리 국민은 일제의 국가총동원법에 따라 강제로 전범 기업이 운영하는 탄광과 공장 등에 강제 징용되며 형용할 수 없을 정도로 가혹한 노동착취를 겪었다”며 “이에 지난해 10월 30일 대법원 전원합의체는 故 여운택씨 등 강제징용 피해자 4명이 전범기업을 상대로 낸 손해배상 청구 소송에 대해 피고가 원고 측에 1억 원씩을 지급하라는 원고 승소 판결을 내렸다”고 밝혔다.

이어 김 의원은 “그러나, 일본 총리, 외상 등 일본 지도자들이 연일 과격한 발언으로 강제 징용 배상판결 수용 거부 및 불만을 지속적으로 표출해왔으며, 지난 1일 일본정부는 우리나라의 수출 주력 분야인 반도체를 비롯한 3개 품목의 수출 규제 강화를 발표하며 배상 판결에 대한 사실상의 경제보복에 나섰다”며 “사법부의 판결에 대한 조속한 이행은커녕 경제보복 카드를 꺼내든 일본정부의 행태는 후안무치한 일”이라고 강력히 질타했다.

실제로 일본정부는 대법원 강제징용 배상 판결 이후 지난 8개월여 동안 계속해서 통상보복을 예고해왔으며, 지난 1일 일본 경제산업성이 우리나라의 대표 수출품목으로 꼽히는 반도체를 비롯한 디스플레이 패널 핵심소재의 수출 규제 강화 조치를 발표하면서 강제징용 피해자 배상판결에 대해 일본의 경제 보복 조치가 현실화되고 있는 실정이다.

@highlight

지난해 10월 민주평화당 사무총장 김광수 의원이 대표 발의한 ‘일제하 강제징용 피해자 배상 촉구 결의안’(일제하 강제징용 피해자 손해배상 소송 최종 승소에 따른 일본 정부 및 전범 기업 배상 이행 촉구 결의안)이 3일 국회 외교통일위 전체회의에 상정되어 제안 설명을 했다.