전국학교비정규직연대회의가 총파업에 들어간 3일 오전 대구 동구의 한 초등학교 앞이 평소보다 분주한 모습을 보였다.

학생들의 손에는 도시락 통이 들려 있고, 맞벌이를 하는 학부모는 출근길에 빵을 사거나 편의점에서 간편 식품을 사 아이의 도시락에 담는 모습도 보였다(왼쪽 위부터 시계방향).

한 학모는 “비정규직 노동자들의 입장도 이해하지만, 맞벌이 부모들에게는 매번 도시락 챙기기가 힘겨운 건 사실”이라며 파업이 장기화될 것을 우려했다.

이번 파업은 5일까지 사흘간 예정돼 있지만 학교비정규직연대회의는 상황에 따라 파업이 연장될 수도 있다고 밝혔다.

3일 낮 12시40분쯤 대구 수성구 신매동 욱수초등 교실.

이날은 평소와 달리각양각색의 반찬이 담긴 도시락이 책상 위에 자리하고 있었다.

대구지역 학교 비정규직 노동자들이 총파업을 하면서 이 학교 조리실무원 6명이 파업에 참가했기 때문이다.

이 학교에는 방과후 수업에 참여하는 168명의 학생이 급식 대신 각자 도시락을 가져와 점심을 먹었다.

도시락을 싸오지 못한 학생에게는 학교에서 빵과 음료를 제공했다.

학교 비정규직 노동자들이 전면파업에 들어간 첫날, 대구경북지역에서는 생각만큼 큰 혼란은 빚어지지 않았다.

파업이 일찌감치 예고된 데다 각 교육청이 대책을 마련한 것이 주효했다.

3일 대구·경북교육청에 따르면 대구지역에서는 비정규직 연대회의(이하 대구연대회의) 소속 비정규직 노동자 463명이 파업에 참여했고 206개 학교에서 급식 차질이 빚어졌으며, 경북에서는 992명이 참여하고 171개 학교에서 급식차질이 있었다.

대구지역 24개 학교는 개별적으로 도시락을 지참하도록 하고 19개 학교는 빵과 우유, 김밥 등을 제공했다.

4개 학교는 단축 수업을 했다.

경북에서는 88개 학교에서 빵과 우유를 제공하고 38개 학교는 개인별 도시락을 먹었다.

10여개 학교는 단축 수업으로 학사 일정을 조정했다.

@highlight

3일 오전 전국학교비정규직연대회의가 총파업에 들어가 대구 한 초등학교 168명의 학생이 각자 도시락을 가져와 점심을 먹었지만, 예고된 파업으로 큰 혼란은 없었다.