국립광주과학관, 내달 25일까지 ‘워터 사이언스’

“시원한 물놀이 하며 물에 대해 배워요!”

국립광주과학관(관장 김선아)이 여름방학, 휴가철을 맞아 시원한 특별기획전으로 가족단위 지난달 28일부터 2019 물 특별전 ‘워터 사이언스’(Water Science)를 개최했다.

다음달 25일까지 진행되는 물 특별전은 부력의 원리, 삼투압, 표면장력 등 물의 과학을 다루는 전시물과 함께 과학체험교실로 다양한 체험도 마련되어 있다.

또한, 워터 플레이 존에서는 볼풀 물놀이, 자석 낚시 등 자유롭게 시원한 물놀이를 즐길 수 있는 공간으로 마련하였다.

물 특별전 내 ‘뚝딱뚝딱 조선소’는 다양한 재료를 활용해 창의적으로 나만의 배를 만들어 직접 흐르는 물에 띄워보는 체험 프로그램으로 관람객들의 호응이 높다.

그밖에 기상기후사진전, 물의 연구 등 물의 미래를 다룸으로써 소중한 물의 가치를 학습하고 물 부족 시대를 대비하여 물 절약을 실천할 수 있도록 교육목적을 더했다.

오는 27일에는 ‘필 사이언스 특별강연’을 개최한다.

특별강연은 남재철 전 기상청장이 ‘기후변화와 미래 지구환경’을 주제로 강연을 펼칠 예정이다.

필 사이언스 강연은 누구나 무료로 참여할 수 있다.

본격 휴가철에 접어드는 오는 16일부터 다음달 18일까지는 도심 속 여름 바캉스를 즐길 수 있는 ‘물 과학 체험장’도 개장한다.

물 과학 체험장은 워터 슬라이드 체험, 2019 광주세계수영선수권 대회 생중계, 게릴라퀴즈이벤트가 관람객을 기다린다.

물 특별전 관람료는 5000원(20인 이상 단체는 3000원)이며 상설전시관 및 물 과학체험장 입장권 구매자, 세계수영선수권대회 관람객은 3000원(20인 이상 단체는 2000원)으로 연계할인이 적용된다.

기타 전시와 관련한 문의는 과학문화전시실 062-960-6126로 하면 된다.

@highlight

국립광주과학관이 지난달 28일부터 다음달 25일까지 2019 물 특별전 ‘워터 사이언스’(Water Science)를 개최하며 삼투압, 표면장력 등을 다루는 전시물, 과학체험교실, 물놀이를 즐길 수 있는 워터 플레이 존 등을 마련했다.