연내 전국 시내버스 86%인 3만여대에서 공공와이파이 서비스가 제공된다.

광주는 7월5일부터 모든 시내버스에서 공공와이파이를 이용할 수 있다.

연내 전국 시내버스 86%인 3만여대에서 공공와이파이 이용이 가능해진다.

광주는 5일부터 모든 시내버스에서 공공와이파이 이용이 가능하게 됐다.

과학기술정보통신부와 한국정보화진흥원은 버스 공공와이파이 2차 사업으로 시내버스 2만3047대에 장비를 구축 중이며 연내 사업을 완료할 계획이라고 밝혔다.

구축이 마무리되면 1차 사업 물량 4200대와 지방자치단체 기구축 물량 3018대까지 총 3만265대 시내버스에서 공공와이파이를 사용할 수 있게 된다.

좌석·직행버스를 포함한 전국 시내버스 3만5000대의 약 86%에 해당한다.

과기정통부 관계자는 "나머지 약 5000대에 대한 추가 예산을 반영토록 예산당국과 협의해 전체 시내버스에서 공공와이파이를 이용할 수 있도록 할 예정"이라고 말했다.

2차 사업 서비스는 광주를 시작으로 연말까지 순차 개통한다.

광주는 이달 12일부터 28일까지 '2019 세계수영선수권대회'를 개최하는 만큼 성공적 행사 개최를 위해 버스 공공와이파이를 조기 구축했다.

해외 선수단, 취재진, 관광객 등을 통해 버스에서도 와이파이가 가능한 정보통신기술(ICT) 강국으로서 대한민국을 세계에 알리는 데 일조할 것으로 기대된다.

이태희 과기정통부 통신정책국장은 "7월 광주를 시작으로 12월까지 전국 대부분 시내버스에서 공공와이파이 서비스를 제공받을 수 있다"면서 "고품질 버스 공공와이파이 서비스가 제공될 수 있도록 최선을 다하겠다"고 말했다.

버스 공공와이파이는 홍보스티커가 부착된 시내버스에 탑승해 'PublicWiFi@Bus_Free_○○○○' 또는 'PublicWiFi@Bus_Secure_○○○○'에 접속하면 된다.

○○○○는 탑승 버스 노선 번호다.

@highlight

연내 전국 시내버스 86%인 3만여대에서 공공와이파이 서비스가 제공되어 광주는 7월5일부터 이용할 수 있으며 과학기술정보통신부와 한국정보화진흥원은 2차 사업으로 시내버스 2만3047대에 장비를 구축 중이며 연내 사업을 완료할 계획이라고 한다