영동군보건소가 지난 4월부터 부용초등학교 학생 24명을 대상으로, 아동비만예방관리사업인 '아동건강체중교실'을 성공적으로 마무리했다.

2018년도 학생 건강검사 통계자료(2019년 교육부)에 따르면, 우리나라 초·중·고등학생의 비만율은 14.4%로, 2017년 13.6%에 비해 0.8%p가 증가했으며, 지역별로는 농어촌(읍·면) 지역 학생들이 도시지역 학생들 보다 높게 나타났다.

이에 따라, 아동청소년 비만 인구의 증가를 억제하고, 건강한 식생활, 규칙적인 신체활동 등 건강생활 실천 향상을 위해 보건기관과 교육기관이 처음으로 협력해 추진하게 됐다.

지난 4월 24일부터 6월 28일까지 2개월간 본 활동이 진행되고, 1주일간의 사후평가를 거쳤다.

아동들의 참여율을 높이고자 정규 수업 전 0교시 수업으로 총 18회 진행됐다.

등의 다양한 영양 교육과 스트레칭, 단체줄넘기, 제기차기, 장애물 달리기 등의 신체활동이 이뤄졌다.

아이들의 눈높이에 맞게 놀이처럼 즐기며 체험할 수 있도록 실시해 학생들로부터 큰 호응을 얻었다.

결과는 성공적이었다.

참여 학생 대상으로 신체계측 및 건강행태 조사 결과, 비만아동은 사전·사후 6명(25%)으로 단기간의 운영으로 변동이 없었으나, 영양표시 인지율(영양표시 알고 있는 사람 수)이 사전 12명(50%)에서 사후 20명(83%)으로 33%P 향상됐다.

또한, 주 3일 이상 격렬한 신체활동 실천율(1주일에 3번 이상 격렬한 신체활동을 한 사람의 수)이 사전 12명(51%)에서 사후 18명(75%)으로 24%P 향상됐다.

군 관계자는 "어릴 때 형성되는 습관은 평생 건강을 좌우할 만큼 중요하기 때문에, 아동건강체중교실이 올바른 생활습관을 형성에 도움이 됐으면 하는 바람에서 사업을 추진했다"며 "비만뿐만 아니라, 아동 건강에 대한 지속적 교육 등 예방 중심의 포괄적인 건강서비스 제공에 최선을 다하겠다"고 말했다.

@highlight

지난 4월부터 영동군보건소가 부용초등학교 학생 24명을 대상으로 진행했던 아동비만예방관리사업인 '아동건강체중교실'이 학생들의 큰 호등 속에 성공적으로 끝맺었다.