지난 7월 2일 타이완에서 열린 바이낸스의 슈퍼 밋업에 바이낸스의 최대 거래 클라이언트인 크로노스(Kronos)가 스피커로 참석했다.

이번 밋업은 바이낸스가 처음 주최하는 천 명 이상의 대형 오프라인 행사다.

크로노스의 공동 창립자인 잭 탄(Jack Tan)은 "크로노스의 전문적인 퀀트 트레이딩 경험과 AI 및 머신러닝 알고리즘을 통해, 거래 3개월 만에 바이낸스의 글로벌 탑 5의 거래 고객과 최상위 등급인 VIP8이 되었으며, 6월 바이낸스의 거래 금액은 수십억 달러에 달한다"라고 말했다.

또한 "더 많은 트레이딩 팀들이 VIP8 등급을 얻고, 바이낸스의 생태계에도 더 많은 도움을 줄 수 있는 유동성 다크풀(Dark Pool) 제품인 넥서스(Nexus)를 7월 말에 시연, 8월 말에 테스트 버전을 출시할 예정이다. 넥서스를 통해 거래소와 퀀트 트레이딩 팀 및 개인 트레이더 모두 Nexus를 통해 낮은 거래 수수료와 높은 유동성을 얻을 수 있다"고 덧붙여 설명했다.

아울러 잭 탄 공동설립자는 크로노스의 빠른 성장은 바이낸스가 고객을 대하는 자세에 있으며, 거래소와 고객 간의 신뢰가 매우 중요하다고 설명했다.

특히 최근 바이낸스에서 발생한 7000BTC 해킹 사건에 대해서, 해당 클라이언트는 자산 손실에 대해 우려는 하지 않았으며 도리어 바이낸스에 더 많은 자산을 입금하지 못해 아쉬웠다고 말했다.

한편 크로노스는 이번 바이낸스 슈퍼 밋업과 함께 주최한 크로노스 X 바이낸스 VIP 파티에 펜부시 캐피탈(Fenbushi Capital), 저스틴 선(Justin Sun), 찰리 리(Charlie Lee) 등등 업계 대거 인사들이 파티에 참석했으며, 퀀트 트레이딩, 암호화폐, 거래소 등 다양한 주제를 공유했다.

@highlight

지난 7월 2일 타이완에서 열린 바이낸스의 대형 오프라인 행사에 바이낸스의 최대 거래 클라이언트인 크로노스가 스피커로 참석하며, 6월 바이낸스의 거래 금액은 수십억 달러에 달하며 계속 증가하고 있다고 밝혔다. 