‘큰손’ 장영자(75) 씨가 출소 후 또 사기행각을 벌이다 출소 4년 6개월 만에 다시 옥살이를 하게 됐다.

서울중앙지법 형사9단독 장두봉 판사는 4일 사기 등 혐의로 기소된 장 씨에게 징역 4년을 선고했다.

검찰에 따르면 장 씨는 2015년 7월에서 2017년 5월 사이 다수의 피해자들을 꾀어 약 6억 원을 편취한 혐의로 구속기소됐다.

돈을 뜯어낸 수법도 다양했다.

사업자금이 필요하다는 거짓말에서부터, 남편인 고(故) 이철희 씨 명의의 삼성 에버랜드 전환사채를 기증하려는데 비용이 필요하다고 거짓말을 하기도 했다.

또 범행 당시 시가 150억 원에 이르는 남편 명의의 삼성전자 주식 1만 주가 담보로 묶여 있다며 이를 푸는 데 돈이 필요하다는 핑계를 대기도 했다.

그러나 검찰 조사 결과 장씨 남편 명의의 에버랜드 전환사채나 삼성전자 주식 등은 없었던 것으로 드러났다.

장 씨는 그 외에도 억대 위조수표를 현금으로 바꾸려 한 혐의(위조유가증권 행사)도 받고 있다.

장 씨는 재판 내내 이상의 혐의들을 전면 부인해 왔다.

선고 공판은 애초 지난 2일로 잡혀 있었지만 장씨는 불출석 사유서를 내고 법정에 나타나지 않았다.

장씨가 이날도 불출석하자 장 판사는 장 씨 없이 판결을 선고했다.

장 판사는 “피해자들의 진술과 관련 계좌 거래 내역 등을 보면 사기에 대한 공소사실이 모두 유죄로 인정된다”며 “위조유가증권 행사 혐의도 수표를 건네받은 사람들의 진술이나 수표 기재 내용 등을 보면 모두 유죄”라고 밝혔다.

장 판사는 “사기 범행의 피해 금액 합계가 5억원에 이르고 피해 회복이 이뤄지지 않은 점, 동종 범죄로 인한 누범기간에 범행한 점을 고려했다”고 양형 이유를 밝혔다.

장 씨가 구속된 것은 네 번째다.

1983년 어음 사기 사건으로 징역 15년을 선고받은 뒤 형기를 5년 남겨 둔 1992년 가석방됐다.

그러나 출소 1년 10개월 만인 1994년 140억원 규모 차용 사기 사건으로 4년형을 선고받고 다시 구속됐다.

이후 1998년 광복절 특사로 다시 풀려났지만 2000년 구권화폐 사기 사건으로 구속기소 돼 2015년 1월 석방됐다.

@highlight

'큰손' 장영자씨가 출소 후 위조유가증권 행사 등 사기 혐의로 다시 옥살이를 하게 됐다.