배동진 기자 djbae@busan.com 두산·메이저리그 로고.

미국 메이저리그(MLB) 공식 후원사인 두산은 5~9일(현지시간) 미국에서 열리는 ‘MLB 올스타 위크’에 참여해 다양한 마케팅 활동을 펼친다고 4일 밝혔다.

MLB 올스타 위크는 전 세계 야구 팬들의 이목이 집중되는 축제의 장이다.

올해 90번째 행사를 맞아 클리블랜드 인디언스 구단의 홈구장인 미국 오하이오주 프로그레시브 필드와 주변 일대에서 다양한 프로그램이 펼쳐진다.

두산은 해당 기간 MLB 네트워크를 통해 두산 브랜드와 제품을 알리는 TV 광고를 북미 지역에 송출한다.

올스타전이 열리는 9일에는 경기장 전광판에 공식 후원사 중 하나로 두산 로고가 노출될 예정이다.

관람 행사가 진행되는 야외 공간에는 굴절식덤프트럭(ADT)과 휠로더 등 두산의 건설기계를 전시한다.

QR코드를 사용해 휠로더 버킷(물건을 들어올리는 장비)에 담긴 야구공 개수를 맞히는 프로그램 등의 이벤트도 진행할 계획이다.

두산은 CSR(기업의 사회적 책임) 활동의 일환으로 MLB가 추진하는 유소년 구장 정비 프로젝트에 참여해 클리브랜드 유소년 구장 두 곳에 두산밥캣 장비를 지원하기도 했다.

새로 정비된 유소년 구장은 이번 올스타 행사 기간에 재개장해 기념식을 가질 예정이다.

두산 관계자는 “MLB 올스타 위크는 세계인이 주목하는 대형 스포츠 행사로 전 세계에 두산 브랜드를 알릴 수 있는 좋은 기회”라면서 “앞으로도 다양한 마케팅 활동을 통해 고객 소통에 적극 나설 것”이라고 밝혔다.

두산은 2017년부터 두산밥캣, 두산인프라코어, 두산산업차량, 두산퓨얼셀, 두산그리드텍, 두산터보머시너리서비시스(DTS) 등 북미지역에서 사업을 펼치는 계열사 중심으로 MLB 후원을 통한 마케팅을 진행 중이며, 지난해부터는 뉴욕 양키스 구단도 후원하고 있다.

@highlight

두산은 미국에서 열리는 MLB 올스타 위크에 참여하여 TV광고 송출 등을 통해 두산 브랜드를 세계에 알리는 마케팅 활동을 펼칠 예정이다.