포레스팅 피톤코인(PTON)이 7월 9일(화) 16시(한국시간 기준), 금융 혁신을 위한 암호화폐 거래소 GDAC(지닥) 상장을 기점으로 국내 거래소 상장에 박차를 가한다.

이에 앞서 7월 8일(월) 16시에 거래를 위한 입출금이 오픈되며 다양한 이벤트가 2주간 시작될 예정이다.

피톤코인은 지난 3월, 글로벌 암호화폐 거래소 비트렉스(BITTREX) 첫 상장을 시작으로, IDCM과 비트렉스 API 3.0 버전을 탑재한 암호화폐 거래소 비트 몬 엑스(BitMonEx)에 페어링을 통해 상장하였다.

아울러 7월 4일(목), 24시간 거래량 기준 코인마캣캡 10위에 등록된 글로벌 암호화폐 거래소 코인타이거(CoinTiger)에 상장 예정이다.

해당 코인이 국내 첫 상장으로 선택한 GDAC은 커뮤니티 기반의 국내 거래소로, 이용자들이 상호 소통하며 정보를 교환해 더 큰 이익을 낼 수 있다.

참여자와 개인 간 거래 대금의 랭킹에 따라 리워드가 지급되는 '지닥리그'를 운영하고 있으며, 지난 6월에는 거래 수수료를 0.4% 까지 내리는 등의 정책을 시행하고 있다.

피톤코인의 이번 GDAC 원화(KRW) 마켓 상장은 원화 거래를 선호하는 국내 암호화폐 사용자들 사이에서 보다 활발한 거래를 이끌어 낼 것으로 보인다.

상장에 따라 지닥리그 중 하나인 '솔로리그'에 등록되며, 이에 따라 포레스팅은 피톤코인 거래 활성화를 위한 에어드롭 이벤트를 시행할 예정이라고 밝혔다.

이벤트는 포레스팅 플랫폼에서 사용 가능한 BERRY(플랫폼 포인트)와 피톤코인, 두 가지 방법으로 진행될 예정이다.

금융 혁신을 위한 암호화폐 거래소 GDAC의 해당 코인 거래지원 일정은 ▲ 7월 8일 16시부터 거래를 위한 입출금 오픈 ▲ 7월 9일 16시부터 원화(KWR) 마켓을 통한 거래 지원 등이다.

@highlight

지난 3월 비트렉스의 첫 상장을 시작으로 비트 몬 엑스에 페어링을 통해 상장된 포레스팅 피톤코인은 7월 9일 화요일 16시 GDAC 상장을 기점으로 상장에 박차를 가하면서 상장에 따라 지닥리그 중 하나인 '솔로리그'에 등록되며, 이에 따라 에어드롭 이벤트를 시행할 것이라 밝혔다.