Los Angeles Dodgers pitcher Hyun-Jin Ryu works against the San Francisco Giants during the first inning of a baseball game Wednesday, May 1, 2019, in San Francisco.  류현진(32·로스앤젤레스 다저스) 쪽으로 기운 듯했던 사이영상 판도가 흔들리고 있다.

미국 스포츠전문매체 스포츠일러스트레이티드(SI)는 4일(한국시간) 내셔널리그 최우수선수(MVP), 사이영상, 신인상 랭킹을 업데이트해 발표했다.

류현진은 지난달에 이어 내셔널리그 사이영상 랭킹에서 1위를 지켰지만 맥스 셔저(35·워싱턴 내셔널스)라는 강력한 경쟁자를 만났다.

지난달 발표에서 랭킹 밖이었던 셔저는 6월 들어 무시무시한 기세로 치고 올라오며 단숨에 랭킹 2위에 이름을 올렸다.

셔저는 6월에만 6승 무패, 평균자책점 1.00, 탈삼진 68개라는 빼어난 성적으로 6월의 투수에 선정되며 개인 통산 4번째 사이영상을 향해 강력한 도전장을 던졌다.

SI는 "류현진은 사이영상 투표자들이 중요하게 여기는 많은 통계에서 단순히 리그를 리드하는 수준이 아니라 완전히 압도하고 있다"고 평가했다.

이어 "주요 통계 수치로 사이영상 후보를 평가한다면 당신의 선택이 류현진이라는 데는 의심의 여지가 없다"고 강조했다.

하지만 SI는 표면적인 성적에선 류현진이 셔저를 앞설지 몰라도 셔저 역시 강력한 사이영상 후보라고 평가했다.

SI는 "셔저는 '베이스볼레퍼런스'와 '팬그래프'가 집계하는 대체선수대비 승리기여도(WAR)에서 모두 1위"라고 전했다.

이어 "워싱턴의 수비에 큰 결함이 있는 반면 다저스는 리그 최고의 수비력을 갖췄다"며 "만약 수비 변수를 제거하면 셔저가 류현진에게 분명하게 앞선다"고 했다.

@highlight

류현진은 미국 스포츠전문매체 스포츠일러스트레이티드는 4일(한국시간) 발표에서  지난달에 이어 내셔널리그 사이영상 랭킹에서 1위를 지켰지만, 지난달 발표에서 랭킹 밖이었던맥스 셔저(35·워싱턴 내셔널스)가  6월 들어 랭킹 2위에 급부상하면서 무섭게 경쟁자로 만났다.