코스피가 외국인의 매수에 힘입어 2100선을 회복했다.

4일 코스피는 전일 대비 12.71포인트(0.61%) 오른 2108.73에 마감했다.

이날 지수는 6.34포인트 오른 2102.36에 개장했으나 오전 11시를 기점으로 하락 전환했다.

다만 외국인의 현선물 순매수로 재차 상승 전환하는 등 보합권 등락을 보였다.

지난밤 뉴욕증시는 부진한 경제지표를 기반으로 연준의 금리인하 이슈가 부각되자 상승했다.

특히 금리인하 수혜 업종인 리츠 금융, 유틸리티, 소기업, 바이오 등이 상승을 주도했고, S&P500에 이어 다우는 물론 나스닥도 종가상 사상 최고치를 경신하며 마감했다.

서상영 키움증권 연구원은 "국내 증시는 연준의 금리인하 기대, 미·중 무역협상 관련 미 무역대표부 대표와 중국 부총리의 만남, 유로존 정치 불확실성 해소 등에 힘입어 상승 출발했다"며 "하지만 한미약품 관련 이슈로 바이오 업종이 급락하자 투자심리가 위축되며 코스닥의 낙폭이 확대되는 등 부정적인 영향을 받아 하락 전환했다"고 설명했다.

유가증권시장에서는 업종별로 대체로 상승했다.

의료정밀, 화학, 증권, 전기·전자, 운수창고, 제조업이 강세를 보인 반면 의약품, 종이·목재, 금융업 등이 약세를 보였다.

매매주체별로 개인과 기관은 239억원, 91억원 순매도한 반면 외국인은 397억원 순매수했다.

프로그램 매매는 1001억원 매수 우위를 나타냈다.

시가총액 상위 종목 중에서는 현대차, SK하이닉스, SK텔레콤, 삼성전자, 현대모비스, 삼성물산, POSCO가 1~2% 강세를 보인 반면 삼성바이오로직스, 셀트리온, LG생활건강이 약세를 보였다.

이날 우리들제약이 엑세스바이오를 인수한다는 소식에 장 초반 급등했다.

네오펙트 역시 140억원 규모의 전환사채(CB) 발행 소식에 장 초반 강세를 보였다.

이날 유가증권시장에서는 362개 종목이 상승했고 447개 종목이 떨어졌다.

코스닥은 전일 대비 1.77포인트(0.26%) 내린 691.27에 마감했다.

@highlight

코스피가 외국인들의 순매수를 통해 상승장으로 전환돼 4일 2108.78 포인트로 장을 마감 했고, 이는 전날 대비 12포인트 가량 상승한 포인트이다.