장천배 의장 "군민행복 최우선"

'희망을 주는 군민 행복 중심 의회'를 슬로건으로 내걸고 힘차게 출범한 제5대 증평군의회가 5일 개원 1주년을 맞는다.

증평군의회는 지난 1년간 적극적인 현장중심 의정활동 행보를 이어가며, 지역 내 주요 현안사업을 파악하는데 주력했다.

경륜의 다선의원들과 패기의 초선의원들로 조화롭게 구성된 만큼 의원 입법발의가 활발히 이뤄진 한해였다.

이 기간 중 의회가 발의한 법안은 총 16건으로, 의회 업무추진비 사용실적을 매월 공개하고 의원 연수제도를 내실화 하는 등 군민 신뢰 확보를 위해 스스로 권한을 내려놓았다.

사회적 약자의 권익 신장을 위해 '증평군 아동친화도시 조성에 관한 조례'와 '증평군 여성친화도시 조성에 관한 조례'를 마련하며 집행부와 동반자적 관계를 유지한 점도 높이 살만하다.

이와는 반대로 집행부에 대한 견제와 감시, 합리적인 대안 제시도 소홀히 하지 않았다.

군 의회는 2차례의 군정질문을 통해 지역발전과 군민 복리 증진을 위한 합리적인 대안을 제시하는 한편, 행정사무감사에서 99건에 대한 문제점을 개선·시정토록 요구했다.

지난해 말 불거지기 시작한 청주시 북이면 쓰레기소각장 증설을 저지하기 위해 성명서 발표와 범군민 저지 운동을 추진했고 연탄리 폐기물매립 사건에 대해서는 특별위원회를 구성하며 적극적으로 대응했다.

사회복지시설 특별위원회를 통해 지역 내 사회복지시설 14개소에 대한 현지점검을 실시하며 사회복지시설 운영의 건전화를 도모하고 이용자 편의증진 시책을 개발한 것도 주요 성과로 꼽을만하다.

또 6건의 5분 자유발언을 통해 지역 내 문제점에 대한 현실적인 대안을 제시하는 등 민의의 대변자 역할도 충실히 수행했단 평이다.

장천배 군 의장〈사진〉은 "지난 1년간 증평군의회를 믿고 성원해주신 군민여러분께 감사드린다"며 "우리 5대 증평군의회는 지역발전과 군민행복을 최우선 가치로 하여 군민에게 신뢰받는 의회가 될 수 있도록 의정활동에 최선을 다하겠다"고 밝혔다.

@highlight

제5대 증평군의회가 '희망을 주는 군민 행복 중심 의회' 슬로건으로 1주년을 맞은 가운데, 군 의회는 지난 1년간 지역 내 주요 현안 사업을 파악하는데 주력했으며, 지난해 이슈가 된 쓰레기 소각장 증설 및 폐기물 매립을 저지하기 위해 특별위원회를 구성하여 대응했다고 자평했다.