을지대병원(원장 김하용)이 '교수(敎授) 양성 의료기관'으로 주목받고 있다.

을지대병원은 이 병원에서 근무한 간호사 가운데 46명이 재직 중 또는 퇴직 직후 박사학위를 취득했고, 이 가운데 44명이 현재 국내의 여러 간호대학의 교수로 활약하며 후학 양성에 힘쓰고 있다.

진출한 대학교도 충남대를 비롯해 대전과학기술대, 우송정보대, 건양대 등 지역뿐만 아니라 거제대, 광주대, 김천대, 안동과학대, 진주보건대, 충북보건과학대 등 다양하다.

이렇듯 을지대병원이 수많은 학계 지도자를 다수 배출하게 된 것에는 병원 차원의 전폭적인 지지가 큰 몫을 차지했다.

을지대병원은 2009년부터 재직 중인 간호사들의 복지증진 및 자기계발을 돕기 위해 매년 을지대 내 계약학과에서 학사 및 석사학위과정을 밟고 있는 간호사 학사 40명, 석사 10명에게 전액장학금을 지급해왔다.

또 을지대 대학원에 다니는 간호사들에게도 전 과정에서 등록금의 50%에 해당하는 장학금을 지원해왔다.

특히 학업에 지장을 받지 않도록 학사나 석·박사 과정 중인 간호사들의 근무일정을 탄력적으로 조정해주며 원활한 학업을 독려하고 있다.

을지대병원 재직 중 박사학위를 취득해 대학교수로 간 신성대 간호학과 김정희 교수는 "업무와 학업을 병행하기가 쉽지 않았지만, 병원의 세심한 배려로 큰 스트레스나 어려움 없이 공부할 수 있었던 것 같다"며 "병원에서 쌓은 임상경험도 실제 교육현장에서 많은 도움이 되고 있다"고 말했다.

방금식 을지대병원 간호국장은 "지금도 병원에 근무하면서 학사뿐만 아니라 석·박사과정을 밟고 있는 간호사들이 많다"며 "대학병원 위상에 걸맞은 뜨거운 학구열에 부응하고, 앞으로도 실력 있는 지도자를 양성하는 데에 물심양면 지원을 아끼지 않을 것"이라고 전했다.

을지대병원은 4일 병원 2층 을지홀에서 병원 출신 간호대학 교수들을 초청해 '홈커밍데이' 행사를 했다.

@highlight

을지대병원은 46명이 박사학위를 취득함과 동시에 후학을 위해 힘을 쓰며 근무 시 학업에 지장을 주지 않도록 근무일정을 탄력적으로 조정하고 원활한 학업을 독려하는 등 앞으로도 지도자를 양성하는 데 지원을 아끼지 않을 거라며 밝혔다.