전남도는 4일 “해양수산부가 선정한 7월 어식백세 수산물로 여름철 대표 보양식인 전복과 장어를 선정했다”고 밝혔다.

전복은 단단한 둥근 테를 두른 귀 모양의 껍데기를 가진 것이 특징이다.

5-7월이 제철이라 여름철 보양식으로 인기가 좋다.

미역이나 다시마 등을 먹고 살기 때문에 해조류의 맛이 느껴지는 내장이 별미로 꼽힌다.

내장이 녹색인 암컷은 육질이 연해 죽, 찜, 조림 등에 적합하고 내장이 노란색인 수컷은 회나 초무침 등 날 것으로 먹었을 때 가장 좋은 맛을 낸다.

비타민, 글리신, 아르기닌 등 아미노산을 풍부하게 함유하고 있어 노약자와 성장기 어린이에게 특히 좋은 식품이다.

쪄서 말리면 표면에 흰 가루가 생기는데, 이는 타우린 성분으로 콜레스테롤 함량 저하와 시력 회복에 도움을 준다.

장어는 고단백의 원기 회복 식품이다.

체내 독소를 배출해 피부 미용에 도움을 준다.

칼슘과 인, 철분도 많이 함유하고 있어 허약체질 개선이나 성인병 예방에 효과가 있다.

전남지역 전복 생산량은 2018년 1만9천912t(6천3억원)으로 전국(2만165t)의 99%를 차지하고 있다.

장어류는 7천875t(2천27억원)으로 전국(2만3천468t)의 34%를 생산하고 있다.

해수부는 국민이 이달의 수산물로 선정된 전복과 장어를 더욱 쉽게 즐길 수 있도록 전국 이마트에서 전복은 11-24일, 장어는 11-17일, 홈플러스 1-31일, 롯데마트에서 4-10일 20-40% 특별 할인행사를 진행한다고 밝혔다.

또한 우체국 온라인 쇼핑몰(mall.epost.go.kr), 인터넷수산시장(www. fishsale. co.kr), 온라인 수협쇼핑(www.shshopping.co.kr)에서도 7월 한 달간 최대 40% 할인된 가격으로 판매한다.

@highlight

전남도는 비타민, 글리신, 아르기닌 등 아미노산을 풍부하게 함유하고 있어 노약자와 성장기 어린이에게 좋은 전복과 칼슘과 인, 철분을 많이 함유하고 있어 허약체질 개선이나 성인병 예방에 효과있는 장어가 해양수산부가 선정한 7월 어식백세 수산물로 여름철 대표 보양식으로 선정됐다고 밝혔다.