시중은행들이 전통적인 예금·대출 업무에서 벗어나 수익성을 다각화하기 위해 체제 정비에 나서고 있다.

하반기 주요 시중은행의 인사와 조직 개편 면면을 살펴보면 은행권이 주력하고 있는 디지털 사업과 영업력 강화에 방점이 찍혔다.

4일 금융권에 따르면 신한·KB금융·우리은행은 이날까지 여름철 정기 인사와 조직 개편을 실시했다.

신한은행은 본점 인력 100여명을 영업점으로 발령하는 인사를 냈다.

지난 1일부터 금융업 300인 이상 사업장에 적용된 주 52시간 근무제에 대응하는 한편 현장 영업을 강화하는 차원에서다.

고객에게 이익이 되는 방향으로 영업 방식을 개선하는 '고객 퍼스트 성과평가체제 태스크포스(TF)'도 꾸려졌다.

이번 인사에는 '고객 중심 경영'을 강조하는 진옥동 행장의 의지가 반영됐다는 평가가 나온다.

진 행장이 '보이스피싱과의 전면전'을 선포하며 예고한 '이상금융거래 탐지 시스템(FDS) 랩'도 신설됐다.

FDS 랩은 금융사기 거래를 분석하는 역할을 한다.

우리은행은 지난 2일 조직 개편을 통해 디지털금융그룹을 '은행 내 은행'(BIB) 형태의 별도 조직으로 운영하기로 했다.

디지털금융그룹이 독립적으로 사업을 추진하고 예산 운영도 알아서 하도록 맡기는 것이다.

우리은행은 영업력 강화 차원에서 글로벌IB(투자은행) 금융부, 중견기업전략영업본부, 퇴직연금자산관리센터 등을 신설했다.

국민은행은 지난 2일 부점장급 4명을 소폭 이동하는 내용의 인사 발령을 냈다.

연말에는 임원 인사가 예정돼 있다.

다만 지난해 말 KB금융지주는 그룹 내 디지털·정보기술(IT)·데이터 관련 업무를 총괄하는 디지털혁신부문을 만들었다.

이달 말 정기 인사를 앞둔 KEB하나은행 역시 지성규 행장이 강조하는 디지털과 글로벌 부문을 강화하는 쪽으로 인력이 보강될 것으로 보인다.

지 행장은 취임 이후 개인디지털뱅킹, 기업디지털뱅킹, 글로벌디지털뱅킹 등 기존 사업 부문별 디지털 관련 조직을 '미래금융그룹'으로 통합했다.

@highlight

4일 금융권에 따르면 신한·KB금융·우리은행은 이날까지 여름철 정기 인사와 조직 개편을 실시해 전통적인 예금·대출 업무에서 벗어나 수익성을 다각화하기 위한 체제 정비에 나서는 한편 디지털 사업과 영업력 강화에 무게중심을 둔 것으로 분석된다.