생계유지곤란자의 전역·병역감면 처분 시 이혼으로 부모의 행방을 알수 없을 경우 부양의무자 조사대상을 축소하는 등 개선책이 필요하다는 판단이 나왔다.

국민권익위는 4일 "어렸을 적 부모 이혼으로 생사조차 모르는 아버지의 '재산·수입 조회 동의서'를 받아오라는 것은 지나치다""라며 A씨가 제기한 고충민원에 대해 부양의무자 조사대상을 축소하는 등 실효성 있는 대책을 마련할 것을 병무청에 권고했다.

사회복무요원 A씨는 올해 4월 어머니의 병환으로 가족의 생계유지에 어려움을 겪게 되자 병무청에 생계유지곤란자 병역감면에 대해 문의했다.

병무청이 A씨의 가정형편을 조사한 결과 A씨는 어릴 적 부모의 이혼으로 어머니와 단 둘이 살고 있었고 어머니의 병환으로 자신이 어머니를 부양하지 않으면 생계를 유지할 수 없는 상황이었다.

이에 병무청은 이혼한 아버지의 경제적 지원 가능 여부와 재산·수입 등을 조사하기 위해 A씨에게 아버지의 동의서를 제출하도록 요구했지만 A씨는 아버지의 소재를 파악하지 못했다.

A씨와 같이 현역병과 사회복무요원은 자신이 생계를 유지하지 않으면 가족이 생활에 어려움을 겪게 될 경우 병역법과 생계유지 곤란자 병역감면절차에 따라 병역면제·감면 혜택을 받을 수 있다.

그럴려면 부모 및 형제자매가 부양의무자의 생계에 도움을 줄 수 있는 재산이나 수입이 있는지 여부 등을 확인해 처리해야 한다.

권익위는 A씨처럼 부모의 동의서를 받지 못해 병역감면을 받지 못함으로써 생계유지에 상당한 영향을 미칠 수는 경우 부양의무자 조사대상을 축소하는 등 실효성 있는 개선 대책을 마련할 것을 병무청에 의견표명을 했다.

권익위 조덕현 국방보훈민원과장은 "가족 부양의무자 기준 축소가 자칫 병역회피 수단으로 악용되지 않도록 철저하게 점검한다면 병역감면을 받지 못해 발생하는 복지 사각지대를 해소할 수 있을 것"이라고 말했다.

@highlight

국민권익위는 생계유지곤란자의 전역·병역감면 처분 시 복지 사각지대를 해소할 수 있는 실효성 있는 개선 대책을 마련할 것을 병무청에 의견을 표명했다.