중국 신장 우루무치에서 갤럭시S10이 충전중 폭발하는 사고가 발생했다

중국 신장 우루무치에서 갤럭시S10이 충전중 폭발하는 사고가 발생했다

중국에서 갤럭시 S10 스마트폰을 구입한 한 남성이 스마트폰 폭발사고가 발생했다며 소송을 제기했다.

홍콩 사우스차이나모닝포스트(SCMP)의 3일 보도에 따르면 신장 우루무치에 사는 카자흐스탄 국적의 남성 사용자는 지난 5월 26일, 온라인을 통해 5998위안(한화 약 102만원)을 주고 갤럭시 S10을 구입했다.

하지만 갤럭시 S10이 도착한 지 하루가 지난 5월 28일 정오경, 갤럭시 S10에 충전기를 연결했지만 충전이 되지 않고 본체가 뜨거워지는 것을 확인했다.

곧바로 충전기를 제거했지만 본체의 온도는 계속 올라갔고 급기야 연기가 나기 시작했다.

놀란 사용자가 스마트폰을 떨어뜨리자 땅에 충돌한 스마트폰에서 불길이 치솟았고, 사용자는 곧바로 물을 부어 큰 화재를 막았다.

이후 이 사용자는 곧바로 삼성전자 서비스센터 중국지사에 연락했고, 삼성전자 후이저우 법인 측이 추가 검사를 위해 지난 6월 11일 기기를 수거해갔다.

사용자는 사고에 대한 명확한 해명 및 자신의 스마트폰을 돌려달라고 요청했지만, 후이저우 법인 측은 이렇다 할 해명과 보상을 하지 않았다.

결국 이 사용자는 해당 업체가 결함이 있는 제품의 생산 및 AS 의무를 제대로 이행하지 않은 등의 위법 행위에 대해 공개 사과하고, 그에 대한 상징으로 1위안(한화 약 170원)의 피해보상금을 요구하는 소송을 제기했다.

현지 언론의 보도에 따르면 문제가 발생한 기기는 삼성 후이저우 공장에서 내수용으로 생산한 제품이며, 문제를 제기한 사용자는 이를 구입한 인터넷 쇼핑사이트 측으로부터 기기값 전액을 환불받았다.

이 사용자는 "나는 단지 회사(삼성전자) 측에 이 사고에 대한 설명을 요구했을 뿐이다. 이게 과한 욕심인가"라고 되물으며 "만약 내 사무실이 목재로 만들어졌더라면 혹은 운전 중이나 취침 중 불이 났다면 더 큰 사고로 이어졌을 것"이라고 목소리를 높였다.

이와 관련 삼성전자 현지 법인 측은 공식적인 입장을 내놓지 않고 있다.

@highlight

중국에서 갤럭시 S10 스마트폰을 구매한 한 남성한테 폭발사고가 발생했는데 충전기를 뺐지만 급기야 연기가 났고 결국 해당 업체가 결함이 있는 제품의 생산 및 AS 의무를 제대로 실행하지 않은 등의 위법 행위에 대해 공개 사과하고, 그에 대한 상징으로 1위안(한화 약 170원)의 피해보상금을 요구하는 소송을 제기했다.