최근 육군 7사단에서 벌어진 집단 괴롭힘 사건은 동기를 대상으로 이뤄져 과거처럼 고참이 후임을 대상으로 이뤄지던 구타·가혹행위와는 다른 것으로 드러났다.

괴롭힘 사건의 주범으로 구속된 A일병은 입대 동기인 B 일병을 부대 바깥(모텔)에서 구타하고 소변을 받아 마시도록 했다.

부대 안에서는 A 일병 이외에 동기 2명이 더 구타에 합세했고 돈을 빼앗기도 했다.

구타 등에 합세한 다른 동기들은 불구속 수사중이다.

군의 관계자는 "학교에서 일진들이 같은 반 친구들에게 하는 행동이 병영 안에서 발생했다"고 말했다.

군의 조사에 따르면 지난 4월6일 외박을 계기로 부대 인근의 모텔에서 A일병은 B일병을 구타하고 소변을 받게해서 입에 머금게 했다는 게 피해자인 B일병의 진술이다.

헌병대에 구속된 A 일병은 이러한 진술 내용을 부인하고 있는 것으로 알려졌다.

그밖에 A일병은 B일병에게 본인 계좌에 돈을 입금시키라고 해서 이 돈을 사용했다는 피해자 진술도 군은 확보했다.

군은 사건 조사에서 A일병이 불침번 근무를 하는 B일병을 화장실로 데려가 다른 사람의 대변을 찍어 먹으라고 시켰다는 진술도 확보한 것으로 알려졌다.

이러한 엽기적 행위들에 대해 진술이 엇갈리고 있지만 직접적인 증거 확보에는 어려움을 겪고 있는 것으로 알려졌다.

A일병은 군 수사기관의 거짓말탐지기 사용을 거부하고 있고 피해자인 B 일병의 행동이 느리고 실수가 잦아서 동기들이 군 생활에서 피해를 보고 있다고 항변한 것으로 전해졌다.

군에서는 입대 동기 사이에 발생한 폭력 및 괴롭힘이 향후 고참과 후임 사이 문제보다 더 늘어날 것으로 우려하고 있다.

병영 부조리를 없애기 위해 고참의 폭력에 대해서는 일선 지휘관이 신경을 곤두세우고 면담 등을 통해 지속적으로 관리하고 있지만 입대 동기끼리 일어난 일은 잘 알려지지 않아서 적발이 쉽지 않다고 한다.

이번 동기간 괴롭힘도 B일병이 지휘관에게 직접 얘기한 것이 아니고 부대의 다른 동기에게 털어놓았다가 지휘관(소대장)에게 전달된 것으로 알려졌다.

@highlight

최근 육군 7사단에서 벌어진 집단 괴롭힘 사건은 동기를 대상으로 구타하고 돈을 빼앗는 등 마치 마치 일진들이 같은 반 친구들에게 하는 행동과 같았다.