마이크론이 새롭게 출시한 '클라이언트 300 SATA SSD. 명인일렉트로닉스(대표 원용선)는 글로벌 반도체 기업 마이크론의 신제품 '클라이언트 1300 SATA SSD'를 국내 출시했다고 7일 밝혔다.

'클라이언트 300 SATA SSD'는 D램을 탑재한 2.5인치 제품이다.

2.5인치 제품은 256GB, 512GB, 1TB, 2TB 등 용량으로 출시된다.

회사는 또 M.2 타입의 NVMe인 2200 모델도 곧 선보일 예정이다.

M.2는 256GB, 512GB 1TB 용량으로 출시된다.

'클라이언트 1300 SATA SSD'는 일반 SSD(2D 낸드)의 한계점을 보완한 3D TLC 낸드 기술을 채택한 3세대 3D 낸드를 사용했다.

SSD 데이터 수명이 증가하고 빠른 속도로 데이터를 처리할수 있다.

셀당 3비트 저장이 가능한 TLC 방식 96단 적층 구조를 사용해 64단 3D 낸드 대비 2배 가까이 많은 데이터 저장이 가능하다.

'클라이언트 1300 SATA SSD'의 가장 큰 특징은 마벨사 컨트롤러를 장착한 점이다.

성능과 안정성이 뛰어나고 오랜 기간 사용할수있도록 D램을 구성했다.

데이터를 읽거나 쓸 때 데이터 전송량이 많아도 전송속도를 분산처리해 속도저하가 발생하지 않는다.

다양한 고급 기능도 탑재했다.

고급 암호화 기술 'AES-256비트'를 탑재, 보안 강도가 매우 높으며 전원차단 데이터 보호 기능으로 예기치 않은 재부팅으로 인한 데이터 손실을 막아준다.

자체 모니터링으로 문제가 생기지 않도록 분석하고 조절하는 기능도 있다.

명인일렉트로닉스 관계자는 "마이크론 '클라이언트 1300 SATA SSD'는 빠른 속도로 파일을 옮길 수 있고 소중한 파일을 보관하기에 안정성이 좋고 가성비까지 뛰어난 제품"이라고 강조했다.

@highlight

명인일렉트로닉스는 마이크론의 신제품 '클라이언트 1300 SATA SSD'를 국내 출시했다고 7일 전했는데, 해당 제품은 D램을 장착한 2.5인치 제품으로서 성능이 뛰어나며 안정성이 높고 장기간 사용할 수 있다.