▲ 더불어민주당 충북도당이 주최한 '충북의 도시재생뉴딜사업 활성화 전략과 과제' 주제의 정책콘서트에서 참석자들이 자리를 함께 하고 있다.

도시재생뉴딜사업은 문재인 정부의 주요 국정 과제 중 하나로, 전국의 낙후 지역 500곳에 매년 재정 2조원·주택도시기금 5조원·공기업 사업비 3조원 등 5년간 총 50조원이 투입된다.

[충청일보 김홍민 기자] 더불어민주당 충북도당이 '충북의 내일을 준비한다' 8차 정책콘서트 '충북의 도시재생뉴딜사업 활성화 전략과 과제'를 4일 청주시도시재생지원센터 대공연장에서 개최했다.

사업 대상지 절반 이상이 1000가구 이하의 소규모 지역(우리동네살리기)으로 추진된다.

이날 황재훈 충북대 도시공학과 교수가 '충북의 도시재생뉴딜사업 활성화 전략과 과제'를 주제로 기조발제를 했다.

기조발제 후 허창원 충북도의원(도당 자치분권위원장)이 좌장을 맡아 토론회를 진행했다.

정초시 충북연구원장이 '충북의 도시재생뉴딜사업 현황 및 전망', 백민석 세명대학교 부동산학과 교수가 '현장에서 체감하는 도시재생사업의 과제', 곽희종 국토교통부 주거재생과 사무관이 '문재인정부의 도시재생뉴딜정책', 이호상 BBS불교방송 방송부장이 '언론인이 바라본 도시재생사업의 문제와 대책'에 대해 주제 발표를 했다.

변재일 충북도당위원장은 서면 인사말을 통해 "도시는 단순히 건축물의 집합이 아니라 그 속에서 살아가고 있는 사람들과 곳곳에 묻어있는 삶들로 이루어져 있기에 도시재생사업은 사람을 향하고 도시에 살아가는 사람들의 이야기에 집중해야 한다"고 밝혔다.

이어 "오늘 정책콘서트에서 충북 도시재생뉴딜사업 현황을 살펴보고 그동안 미흡했던 점들을 개선할 수 있는 전략과 실천과제가 도출될 수 있기를 바란다"고 당부했다.

이날 정책콘서트에는 한범덕 청주시장, 정정순 청주상당지역위원장, 장선배 충북도의회 의장을 비롯해 핵심당직자, 지방의원, 당원 등 100여명이 참석했다.

@highlight

더불어민주당 충북도당은 1000가구 이하의 소규모 지역을 주 대상으로 '충북의 도시재생뉴딜사업 활성화 전략과 과제'를 주제로 4일 청주시도시재생지원센터 대공연장에서 정책콘서트를 개최했다.