광주세계수영선수권대회 참가자들의 휴식처인 선수촌 아파트가 5일 개촌식을 갖고 손님맞이에 나섰다.

이날 행사에는 이용섭 광주시장과 정창선 중흥그룹 회장, 김동찬 시의회 의장, 코넬 마르쿨레스쿠 FINA 사무총장, 박용철 문화체육관광부 체육협력관, 김지용 대한수영연맹 회장 등이 참석했다.

선수촌은 25개 동 1천660세대 규모에 6천여명을 수용한다.

조직위는 저비용, 고효율을 목표로 광산구 우산동의 오래된 아파트를 재건축해 선수촌을 세웠다.

개촌식 행사장 주변 회의실에서는 더불어민주당이 현장 최고위원회와 입장권구매 행사를 동시에 개최해 광주세계수영대회 붐 조성에 동참했다.

5일 오전 광주 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 개촌 행사가 열린 가운데 정창선 중흥그룹 회장(왼쪽)과 이해찬 더불어민주당 대표가 악수를 하고 있다.

5일 오전 광주 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 개촌 행사가 열린 가운데 정창선 중흥그룹 회장(가운데)과 코넬 마르쿨레스쿠 FINA 사무총장(왼쪽), 김동찬 광주시의 의장이 기념촬영을 하고 있다.

5일 오전 광주 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 개촌 행사가 열린 가운데 정창선 중흥그룹 회장과 광주시의회 의원들이 공식스토어에서 수리달이 인형을 들고 기념촬영을 하고 있다.

5일 오전 광주광역시 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 개촌 행사가 열리고 있다.

5일 오전 광주 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 개촌 행사가 열려 공식기가 올라가고 있다.

5일 오전 광주광역시 광산구 우산동 2019 광주세계수영선수권대회 선수촌에서 열린 더불어민주당 현장 최고위원회의에서 이해찬 대표 등 당 지도부와 이용섭 광주시장 등 대회조직위원회 관계자들이 기념촬영을 하고 있다.

더불어민주당 이해찬 대표가 5일 오전 광주광역시 광산구 우산동 2019 광주세계수영선수권대회 선수촌을 찾아 이용섭 광주시장 겸 대회조직위원장과 함께 식당 음식을 시식하고 있다.

@highlight

조직위는 5일 광주세계수영선수권대회 참가자들의 선수촌 아파트 개촌행사에 광주시장, 정창선 중흥그룹 회장등이 참석했으며 25개 동 1천660세대 6천명을 수용할 수 있다고 밝혔다.