야당의 집요한 비판 공세에도 문재인 대통령과 집권 여당의 지지도는 오히려 올라가는 추세다.

야당의 무차별적인 대여(對與) 공격이 중도층의 공감을 얻지 못하고 있다는 분석이 나온다.

리얼미터가 tbs 의뢰로 지난 1∼3일 문재인 대통령의 국정수행을 평가해 4일 공개한 여론조사 결과에 따르면, ‘잘한다’는 긍정평가가 전주보다 4.5%포인트 오른 52.4%로 나타났다.

이는 지난해 11월 둘째주(53.7%) 이후 7개월여 만에 최고치를 기록한 것이다.

반면 ‘잘못한다’는 부정평가는 5.1%포인트 내린 42.5%였다.

최근 수개월간 5%포인트 안에서 움직이던 긍정평가와 부정평가 격차가 이번에는 9.9%포인트로 대폭 벌어졌다.

대구경북에서도 긍정평가는 전주 31.5%에서 38.8%로 올랐고, 부정평가는 63.4%에서 56.4%로 내려갔다.

리얼미터 측은 “지난 6월30일 남북미 정상의 판문점 회동 효과로 50% 초반으로 상승했다”고 분석했다.

앞서 자유한국당 나경원 원내대표가 북미정상회담에서 빠져 있던 문재인 대통령을 겨냥해 ‘대한민국 국익의 셀프 패싱’이라고 비난했던 것과는 동떨어진 결과라는 평가다.

정당지지도에선 더불어민주당이 전주보다 0.6%포인트 오른 42.1%로 2주째 상승세를 이어갔다.

반면 한국당은 2.4%포인트 내린 28.2%로, 지난 2월 셋째주(26.8%) 이후 4개월여 만에 최저치였다.

정의당은 0.1%포인트 내린 7.5%, 바른미래당은 0.5%포인트 오른 4.9%, 민주평화당은 0.5%포인트 내린 2.2% 등이었다.

대구경북에선 민주당 25.8%, 한국당 44.5%, 바른미래당 6.4% 등으로 전주와 비슷하게 나왔다.

한 정치평론가는 “야당이 정부가 하는 일을 사사건건 물고 늘어지고 침소봉대해서 흠집을 내면 야당 비판의 값어치가 떨어지고 국민들도 식상해한다”면서 “잘한 것은 잘했다고 하면서 못한 것은 철저히 가려내 비판해야 국민에게 더 설득력 있게 들릴 것”이라고 지적했다.

여론조사와 관련한 자세한 내용은 중앙선거여론조사심의위원회 홈페이지를 참고하면 된다.

@highlight

리얼미타가 진행한 문재인 대통령의 국정수행 평가 여론조사에 따르면 긍정평가가 52.4%로 7개월여 만에 최고치를 기록하여 야당의 무차별적 공격이 중도층의 공감을 얻지 못한다는 평가가 나오고 있다.