한화손해보험(대표 박윤식)은 한화그룹을 대표하는 손해보험사로 1946년 창립 이래 고객의 생명과 자산을 보호하고, 안전하고 행복한 사회를 만드는 데 최선의 노력을 기울여 왔다.

한화손해보험은 경영 전 부문에 걸쳐 내부 혁신경영을 지속적으로 전개해 혁신할 줄 아는 사람, 혁신할 줄 아는 조직을 만들어 가고 있다.

2013년부터 시작된 '시즌1(2013~2015년) 경영혁신'으로 선도사 도약을 위한 베이스캠프 구축에 성공한 한화손해보험은 2016년부터 2018년까지 '고객의 완전보장을 위해 끊임없이 혁신하는 초우량 손해보험사'를 경영혁신 비전으로 설정해 '시즌2 혁신 레이스'를 시작했다.

시즌2에는 4차 산업혁명이 초래한 고객과 시장 변화에 주목해 디지털 리더십과 실무역량 함양에 힘썼다.

그 결과 2018년에는 국내 최초로 인공지능(AI) 기반의 장기 보험금 지급심사 시스템과 AI 수리비 자동견적 시스템을 개발·상용화하는 성과를 거뒀다.

또한 △채널 경쟁력 강화 △고객 가치 및 생산성 증대 △선도사 수준의 안정적 수익 창출력 확보에 역점을 두고 혁신활동을 전개했다.

박윤식 대표 그 결과 2017년 원수보험료 기준 매출 5조원 시대를 열고 창사 이래 최대 이익을 거둔 데 이어 2018년에는 원수보험료가 5조6025억원으로, 2015년 대비 23.2% 성장해 업계 평균에 비해 3배 가까운 성장률을 기록했다.

같은 기간 운용자산 또한 9조9000억원에서 14조5000억원으로 46.5% 증가했다.

이처럼 견고한 성장세에 힘입어 2015~2018년 3년간 자본 총 8977억원을 성공적으로 확충해 지급여력비율을 대폭 개선했다.

그리고 시즌2 기간에는 '전 가족 완전보장'을 회사 핵심 가치로 삼아 고객 가치를 향상시키고 새로운 고객 경험을 제공하기 위해 부단한 경영혁신으로 고객 중심 경영을 정착시키고 업계 최고의 소비자 보호 체계를 구축·운영하는 데 박차를 가했다.

특히 고객 관점에서 완전한 보험 가입이 이뤄지도록 충분한 정보를 제공하고자 홈페이지와 모바일 앱을 이용자 중심으로 전면 개편했으며, 소비자평가단, 불완전판매 전용 신고센터 등을 운영해 소비자 보호와 투명 경영에 앞장섰다.

@highlight

2013년부터 시작된 '시즌1 경영혁신'을 성공한 한화손해보험은 2016년부터 2018년까지 '고객의 완전보장을 위해 혁신하는 초우량 손해보험사'를 경영혁신으로 설정해 '시즌2 혁신 레이스'를 시작했으며, 시즌2에는 디지털 리더십과 실무역량 함양에 힘쓴 결과 2018년에는 AI 장기 보험금 지급심사 및 AI 수리비 자동견적 시스템을 개발·상용화 하였다.