현대중공업 노조가 17년 전에 마무리된 해고자 문제를 다시 총회에 부치기로 했다.

이는 당시 노조가 조합원 찬반 투표를 거쳐 끝낸 것을 뒤집는 것으로 해석되면서 논란까지 예상된다.

현대중공업 노조는 오는 15∼17일 '해고자 정리 역사바로세우기 총회'를 연다고 5일 밝혔다.

노조는 이 총회에서 2002년 노사가 합의하고 당시 노조 총회에서 가결된 '해고자 문제 정리를 위한 합의서' 청산 대상 결정 취소 안을 투표에 부칠 예정이다.

이 합의서는 1990년대 집회 및 시위에 관한 법률 위반, 불법 파업 혐의 등으로 해고된 조합원 10여 명 문제를 다뤘다.

해고된 조합원들이 해고 무효소송을 진행하자 노사는 이들에게 위로금을 지급하고 해고를 인정하는 안을 마련했고, 노조 찬반 투표에서 가결됐다.

현 노조 집행부는 당시 조합원 총회 결정에 문제가 있다는 입장이다.

합의안 내용이 총회가 임박해 공개됐고, 해고 당사자와 협의를 거치지 않았다는 것이다.

노조는 또 합의안 결정 취소 안건이 이번 총회에서 가결되면 회사 법인분할(물적분할) 반대·무효 투쟁 과정에서 벌어진 조합원 해고, 징계 대응에도 내부적 단결을 이룰 수 있을 것으로 본다.

회사는 지난 5월 51일 분할 주총 전후로 벌어진 노조 파업에 상습 참여한 조합원 330명에 대해 징계 절차를 진행 중이고, 관리자 또는 파업 미참여 조합원을 폭행한 조합원 3명을 해고 조처한 상태다.

노조 관계자는 "총회 가결 이후 해고자 복직 등을 논의하는 단계는 아니다"며 "투쟁 과정에서 해고된 조합원을 노조가 지킨다는 상징적 의미가 강하다"고 말했다.

노조 내부에선 이번 총회를 두고 반발하는 목소리도 나오고 있다.

회사 물적분할 무효소송과 올해 임금협상 등 현안이 산적한 상태에서 노조가 힘을 뺀다는 것이다.

일부는 "당시 노조가 조합원 총회라는 민주적인 방법으로 결정한 것을 다시 투표에 부치는 것은 노조 역사를 스스로 부정하는 것"이라며 "지금 와서 해고자 문제를 끄집어내는 이유를 모르겠다"고 주장했다.

@highlight

현대중공업 노조는 오는 15~17일 해고자 정리 역사바로세우기 총회를 열고 조합원 찬반 투표로 마무리한 17년 전 해고자 문제를 다시 총회에 부치기로 해 논란이 예상된다.