예술 콘텐츠를 시도하며 청춘 고객 대상 대표 브랜드로 자리매김한 'KB청춘마루'의 공식 홈페이지를 리뉴얼 오픈했다고 5일 밝혔다.

이번에 새로 선보이는 홈페이지는 'KB청춘마루'의 아이덴티티인 노랑계단을 시각적으로 부각한 디자인에 중점을 두고 메인 페이지와 메뉴 기능을 개선한 것이 특징이다.

스크롤을 내리면서 이어지는 노랑계단 디자인에 전시마루, 배움마루, 강연마루, 공연마루 콘텐츠를 한 눈에 확인할 수 있게 배치했다.

또한, 데스크탑, 노트북, 스마트폰, 태블릿PC 등 홈페이지 접속에 사용하는 모든 기기에서 사용자에게 최적화된 콘텐츠를 제공한다.

'KB청춘마루'홈페이지는 포털사이트에 '청춘마루'를 검색하거나 관련 사이트를 통해 만나 볼 수 있다.

KB국민은행 관계자는 "KB청춘마루의 브랜드 특색을 온라인에서도 효과적으로 전달하여 오프라인 공간과 연결되는 경험을 제공하기 위해 홈페이지 리뉴얼을 진행하게 됐다"며 "앞으로도 청춘 고객들의 편의성을 높이는 다양한 변화를 지속적으로 시도하겠다"고 밝혔다.

한편, 이번 7월 'KB청춘마루'에서는 일상에 지친 청춘들에게 작은 쉼표를 찍을 수 있는 '힐링의 공간'을 콘셉트로 다양한 프로그램을 진행한다.

단어 '청춘'의 자음 낱자 'ㅊㅊ'와 발음이 유사한 7월 7일 청춘데이에는 카더가든, 새소년, 오반, 마인드유 등을 초청해'ㅊㅊ(청춘)파티'를 개최한다.

더불어 매 방학 시즌마다 진행되는 해외여행 회화 강연, 방학 집중 MOS PPT 자격증 아카데미도 진행될 예정이다.

또한, 'KB청춘마루 Arti-Star 공모'를 통해 선정된 장용석, 김진선, 전예진 아티스트가 직접 기획한'트라이앵글 : 3인의 시선'전시가 진행 중이다.

예술 분야의 저변 확대에 지속적으로 기여할 예정이다.

자세한 사항은 'KB청춘마루'공식 홈페이지, 공식 인스타그램, 공식 페이스북을 통해 확인이 가능하다.

@highlight

KB국민은행은 5일 고객 대상 대표 브랜드인 'KB청춘마루'의 공식 홈페이지를 메인 페이지와 메뉴 기능을 개선해서 리뉴얼 오픈하였으며, 앞으로도 청춘 고객들의 편의성을 높이기 위한 변화를 지속적으로 시도하겠다고 밝혔다.