롯데호텔(대표 김정환)은 '아시아 톱3 호텔 브랜드' 비전을 목표로 적극적인 국내외 호텔 진출을 통해 최근 글로벌 시장에서 가장 인상적인 활약을 펼치고 있다고 평가받는다.

'글로벌화, 서비스 역량 강화'를 바탕으로 전 세계에 롯데호텔의 이름을 새기며 집중적인 글로벌 체인화에 박차를 가하고 있다.

2010년 '롯데호텔모스크바' 개관을 시작으로 우즈베키스탄 타슈켄트(2013년), 베트남 호찌민(2013년)과 하노이(2014년), 미국 괌(2014년)과 뉴욕(2015년), 미얀마 양곤·러시아 상트페테르부르크·일본 아라이(2017년), 러시아 블라디보스토크·사마라(2018년)에 진출해 현재 국내 19개, 해외 11개 롯데호텔을 운영하며 시설과 규모 면에서도 발전을 도모하고 있다.

특히 미국의 상업·금융·무역의 중심지인 뉴욕에 호텔을 개관한 것은 미국과 유럽 지역에 롯데호텔의 존재를 각인시킬 수 있는 기회였다.

김정환 대표 2017년 4월에는 롯데호텔의 최상위 브랜드 호텔 '시그니엘서울'을 국내 최고층 건물인 롯데월드타워에 성공적으로 론칭했다.

2020년 상반기 '시그니엘부산' 오픈을 목표로 세계 주요 도시에 시그니엘 호텔을 추가로 선보여 각 도시를 대표하는 시그니처 호텔 브랜드로 만들 계획이다.

롯데호텔은 서비스 퀄리티를 높이기 위해 'LVOC(LOTTE Hotel Voice of the Customer)'를 운영하고 있다.

전담 부서가 온·오프라인으로 고객의 칭찬이나 불만·제안 사항을 듣고 연관 부서와 협조해 해당 사항에 대해 신속하게 대응하는 방식이다.

특히 불만·제안에 대해서는 3일 이내에 답변하는 것을 원칙으로 하며 관련 내용을 정리해 전 체인호텔 간 공유함으로써 상향 평준화된 서비스 제공에 기여하고 있다.

또 롯데호텔은 지난해 공식 홈페이지를 대대적으로 리뉴얼 오픈하고 회원 전용 24시간 채팅 상담 서비스 라이브챗(LiveChat)을 도입하며 호텔업계에서 '디지털 트랜스포메이션'을 선도하고 있다는 평가를 받는다.

@highlight

'아시아 톱3 호텔 브랜드' 비전을 목표로 차별화된 서비스 역량을 보여주고 있는 롯데호텔(대표 김정환)은 지난해 회원 전용 24시간 상담 서비스 라이브챗(LiveChat)을 도입, 호텔업계에서 혁신적인 '디지털 트랜스포메이션'을 선보이고 있다.