▲ 제35회 전국하계대학테니스연맹전 단체전 우승컵을 차지한 울산대학교 테니스부 김재식(뒷줄 오른쪽 첫번째) 감독과 선수들.

울산대학교 테니스부가 제35회 전국하계대학테니스연맹전 단체전에서 2년 연속 우승을 차지했다.

울산대는 4일 강원도 양구테니스파크 테니스코트에서 열린 결승대회에서 한국교통대를 4대 2로 꺾었다.

울산대는 1라운드에서 목포과학대학을 4대 0으로 따돌리고, 한림대를 4대 2, 한국체육대를 4대 0으로 잇따라 물리쳤다.

울산대는 이날 단체전 결승 첫 번째 단식에서 김기범이 한국교통대 이상민에게 0대 2로 졌지만, 두번째 단식에 나선 국가대표 상비군 이정헌이 한국교통대 심용준을 2대 0으로 제압했다.

세 번째 단식에서 울산대 이민현이 한국교통대 이영석에게 0대 2로 패했고, 네 번째 단식에 나선 최재성이 한국교통대 박민형을 2대 0으로 꺾으며 또다시 팽팽한 경기를 이어갔다.

승부는 다섯번째 단식인 울산대 최현수와 한국교통대 이근욱의 경기에서 갈렸다.

3시간이 넘는 체력전에서 최현수는 빠른 발과 포핸드스트로크로 상대를 공략하면서 승리를 거머쥐었다.

이어 진행된 복식경기에서 울산대 이정현-이민현 조는 한국교통대 이강민-심용준 조를 상대로 강한 스트로크를 구사해 6-0, 6-2로 쉽게 경기를 가져가면서, 전체 단체 스코어 4대 2로 경기를 마무리했다.

김재식 울산대 감독은 “선수들이 동계 훈련을 통해 체력을 꾸준히 단련하고, 승리해야겠다는 정신력을 발휘해준 덕분에 2년 연속 우승을 이어갈 수 있게 됐다”고 말했다.

김 감독을 1988년부터 1998년까지 국가대표로 활동하며, 1989년 스페인 서키트 테니스대회 1·2·3·4차전 단식 우승 등으로 명성을 떨쳤다.

유니버시아드 남자대표팀 감독, 남자 국가대표팀을 맡아 지도자로서도 업적을 쌓았다.

@highlight

4일 울산대는 강원도 양구테니스파크 테니스코트에서 열린 결승대회에서 단체 스코어 4대 2로 경기를 마무리하며 한국교통대를 꺽어 2년 연속 우승을 달성했다.