유해물질이 포함된 비산먼지를 무단으로 방출한 시멘트제조공장과 대형 공사장 등이 무더기로 적발됐다.

대구시 민생사법경찰과는 최근 건조한 기후에 비산 및 미세먼지에 따른 시민생활불편을 해소하기 위해 지난 4월 1일부터 6월 30일까지 3개월간 비산먼지 다량 배출사업장 90곳에 대해 기획단속을 실시한 결과, 모두 22개 업체가 '대기환경보전법'을 위반했다고 밝혔다.

시는 △토사 등을 야적한 곳에 비산먼지발생 억제시설인 방지덮개 설치를 하지 않고 조업한 6곳 △비산먼지발생 억제조치 기준을 어긴 13곳 △사업장 폐기물인 폐시멘트를 야외에 부적정하게 보관해 유출한 1곳 △대기오염방지시설을 방치해 오염물질을 누출한 2곳 등을 적발해 벌금과 과태료, 행정처분 등을 받도록 했다.

이들 적발 업체 중 비산먼지 억제조치를 하지 않고 조업한 6개 업체의 대표는 피의자 신문을 거쳐 검찰에 송치돼 300만원 이하의 벌금과 함께 행정처분의 조치명령을 받게 된다.

나머지 16개 업체도 위반내용에 따라 1000만원 이하의 과태료 및 개선명령의 행정처분을 받게 된다.

비산먼지는 유해물질을 포함하고 있어 입이나 코를 통해 인체에 흡입되면 심혈관질환, 호흡기질환 등 의 질병을 유발하고 미세먼지를 흡입할 경우 먼지 입자가 코 점막을 통해 걸러지지 않고 폐포까지 직접 침투하면 천식이나 폐질환의 유병률을 증가시키는 것으로 알려져 있다.

대구시 민생사법경찰과는 비산먼지 위반업체 기획단속과 별도로 올해 들어 현재까지 대기환경보전법위반으로 대구시내 8개 구·군의 고발사건 21건을 수사해 20건을 기소의견으로 검찰에 송치했고 1건은 수사중이다.

이상이 대구시 민생사법경찰과장은 "위반시설에서 배출되는 대기오염물질은 시민의 건강과 쾌적한 생활환경을 불편하게 하는 만큼, 향후 지속적인 기획단속을 통해 대기환경오염 불법행위를 뿌리뽑겠다"고 말했다.

@highlight

대구시 민생사법경찰과는 금년  "대기환경보전법" 위반으로 대구시 8개 구·군의 고발사건 21건을 수사해 20건을 기소의견으로 검찰에 송치했고 1건은 수사중인데  이와 별도로 4월1일 부터 6월30일까지 3개월 동안 비산먼지 다량 배출사업장 90개 업체에 대해 기획단속을 실시하여 비산먼지 억제조치를 하지 않은 사업장 6개업체를 포함한 22개 업체를  '대기환경보전법'을 위반한 혐의로 적발했다고 발표했다.