전통적인 ‘여름 강자’였던 삼성 라이온즈가 본격적인 여름 문턱에서부터 루징시리즈로 시작해 아쉬움을 남기고 있다.

지난 2일과 3일 수원 kt위즈파크에서 열린 kt전에서 2연패를 한 것.

문제는 확실한 선발카드가 없다는 점이다.

2일 선발로 나선 백정현은 5이닝을 버티지 못하고 마운드를 불펜에 넘겼다.

실투에다 홈런까지 허용해 좋은 투구 내용을 보여주지 못했다.

이튿날 선발 등판한 맥과이어는 6이닝 2자책점으로 퀄리티스타트를 기록했으나, 볼넷 2개를 내주며 뼈아픈 실점을 했다.

5위 싸움을 펼쳐야 하는 삼성으로선 선발진의 부진이 답답할 수밖에 없다.

4일 기준 올 시즌 삼성 선발투수 5명이 쌓은 승수는 겨우 19승.

윤성환과 헤일리가 각각 5승, 맥과이어·백정현·원태인이 각 3승이다.

더욱이 원투펀치로서의 면모를 보여줘야 할 외국인 투수가 쌓은 승수는 단 8승에 불과하다.

두산 에이스 조쉬 린드블럼이 혼자 13승을 거둔 것과 비교하면 한참 못미치는 수치다.

내용적인 측면에서도 실망스럽다.

맥과이어와 헤일리는 총 33차례 선발 등판했지만 퀄리티스타트를 기록한 것은 단 11번뿐이다.

3경기 중 2번은 실점이 많았다는 이야기다.

게다가 이닝이터로서의 역할도 보여주지 못하고 있다.

맥과이어는 평균 5.2이닝, 헤일리는 평균 4.2이닝을 소화하고 있다.

토종 선발진도 무력하긴 마찬가지다.

윤성환은 올 시즌 14경기에 선발로 출장해 5승4패 방어율 4.56을 기록하고 있다.

백정현도 16경기 3승8패 5.15의 방어율을 보여주고 있다.

원태인은 10경기에 선발로 나서 3승3패, 2.67의 방어율을 기록 중이다.

지난주보다 5위 NC와의 게임차가 더 벌어진 상황에서 반등 대책을 마련하지 못한다면 5일부터 7일까지 창원 NC파크에서 열리는 NC와의 주말 3연전도 장담할 수 없다.

@highlight

전통적인 ‘여름 강자’였던 삼성 라이온즈가 선발투수인 맥과이어와 헤일리는 총 33차례 선발 등판했지만 퀄리티스타트를 기록한 것은 단 11번뿐인 상황에서 확실한 선발카드가 없어 본격적인 여름 문턱에서부터 루징시리즈로 시작해 아쉬움을 남기고 있다.