㈜희림종합건축사사무소(이하 희림)가 '잠원동아아파트 리모델링사업'의 설계권을 확보했다.

희림은 잠원동아아파트 리모델링사업 조합설립추진위원회로부터 이 사업의 설계사로 선정됐다고 4일 밝혔다.

지하 2층, 최상 20층, 991가구로 이뤄진 잠원동아아파트는 용적률이 316%로 높아 재건축을 통한 사업성이 상대적으로 낮아 리모델링이 추진되고 있다.

희림은 수평 및 수직, 별동 증축 등 리모델링을 통해 세대 전용면적을 확장하고, 주차공간 추가 확보를 통해 주거환경을 개선할 계획이다.

또한 관련 법령에서 허용하는 일반 분양 세대를 추가해 사업성을 높일 예정이다.

아울러 스카이커뮤니티 및 지붕 디자인 특화로 상징성을 확보하고, 새로운 입면 패턴을 적용해 세련된 도시경관을 창출할 계획이다.

또 풍부한 녹지 공간 및 수공간 등 유럽식 정원을 갖춘 친환경 단지로 조성해 잠원동아아파트를 최고의 명품단지로 설계할 예정이다.

나아가 희림은 업계 최고의 리모델링사업 설계 기술력을 바탕으로 리모델링시장 공략에 나설 방침이다.

현재 서울과 1기 신도시에서 리모델링사업을 추진 중인 아파트 단지는 총 39곳에 이르고, 재건축 초과이익환수제 및 안전진단 강화 등 각종 규제로 재건축에 제동이 걸리면서 상대적으로 인허가 절차가 수월하고 사업기간도 짧은 리모델링을 택하는 단지가 증가하고 있다.

또 건설산업연구원에 따르면 국내 아파트 리모델링시장 규모는 2020년 10조4000억원을 넘어설 것으로 전망이다.

희림 관계자는 "최근 노후주택 급증과 재건축 규제 강화로 아파트 리모델링시장이 다시 활기를 되찾고 있다"며 "미국, 영국 등 선진국은 리모델링시장이 전체 건설시장의 상당 부분을 차지하고 있지만, 우리나라는 약 10% 수준에 불과해 앞으로 국내 리모델링시장에 대한 기대감이 크다"고 말했다.

희림은 각 분야별 전문가들이 컨설팅, 설계, 친환경, 구조, 기계, 전기 등의 연합팀을 구성해 리모델링 추진에서 준공까지 원스톱서비스를 제공하고 있다.

국내에서는 압구정 현대 사원아파트, 평촌 목련3단지 우성아파트 등 대규모 아파트 단지 리모델링사업을 성공적으로 수행한 바 있다.

@highlight

희림종합건축사사무소가 '잠원동아아파트 리모델링사업'의 설계권을 따내 해당 아파트의 전용면적을 확장하고, 주차장을 추가하는 등 주거환경을 개선할 계획이며, 앞으로도 리모델링 시장을 적극적으로 공략할 계획이다.