배우 강동원이 유튜브 채널 모노튜브에서 선보이는 브이로그 시리즈물 '강동원&친구들, Viva L.A. Vida' 5편에서 할리우드 영화 촬영차 거주 중인 LA 생활에 대해 가감 없이 밝혔다.

6일 오후 8시 업로드되는 영상에서 강동원은 최근 LA로 놀러 온 '해리포터 마니아' 조카에게 자신의 출연작 '전우치'를 보여줬지만 큰 반응을 얻지 못했다고 말하며 자연스럽게 할리우드 라이프에 대해 입을 열게 됐다.

강동원은 "처음 왔을 때는 여행 온 것 같아 그렇게 좋더니 역시 시간이 지나니 힘들긴 힘들더라"며 타지 생활의 고충을 토로했다.

이어 할리우드 영화 관계자들이 강동원의 외모에 대해 어떻게 말했느냐는 질문에 강동원은 "'핸섬'이라고 했어요"라고 명쾌하게 답하고 "나이는 20대 중후반으로 봐요, 저야 좋죠 뭐"라고 덧붙여 웃음을 자아냈다.

무엇보다 강동원은 할리우드 진출을 결심하게 된 계기에 대해 "다양하고 재밌고 완성도 높은 영화를 하고 싶다는 꿈이 있었고, 시장을 넓혀 한국에서도 더 큰 영화를 찍고 싶다는 생각이 제일 컸다"고 말했다.

할리우드에서 인지도를 키워 한국 영화 예산을 늘리고 싶다는 도전 의식을 드러낸 것.

나아가 "한국 영화를 안 찍으면 한국 관객들이 서운해하거나, 나를 잊어버리진 않을까"라는 자신만의 걱정을 덧붙여 국내 관객에 대한 애정을 드러내기도 했다.

강동원의 브이로그 시리즈를 제작한 모노튜브 측은 "친구들과의 여행으로 한결 편안해진 강동원이보다 솔직한 속내를 털어놓으며 '배우 강동원'의 삶과 고민을 있는 그대로 드러낸다"며 "직접 커피를 내리며 자연스럽게 인터뷰를 이어나가는 강동원의 '영화 같은 일상'이 시선을 사로잡을 것"이라고 밝혔다.

한편 강동원과 배우 배정남, 팝재즈 싱어송라이터 주형진, 패션디자이너 세이신, 영화 투자 사업가 크리스가 함께하는 '강동원&친구들, Viva L.A Vida' 5편은 6일 오후 8시 모노튜브에서 공개된다.

@highlight

배우 강동원이 유튜브 브이로그를 통해 할리우드 영화 촬영차 거주중인 LA 생활에 대해 보여주면서, 영화 관계자들이 외모보고 하는 말이 핸썸이라고 하며 20대 중후반으로 본다며 웃음을 자아내고, 할리우드 진출을 결심하게 된 계기에 대해, 다양하고 완성도 높은 영화를 찍고 싶고 더 큰 영화를 찍고 싶다는 생각이 컸다고 전했다.