박찬호(46)가 류현진(32·LA다저스)과 손흥민(27·토트넘 홋스퍼)을 응원했다.

박찬호는 5일 인스타그램에 류현진과 손흥민을 격려하는 글을 올려 눈길을 끌었다.

박찬호는 먼저 "왜 이렇게 멋있는겨?"라고 운을 떼며 전반기 10승을 달성한 류현진을 칭찬했다.

한국인 메이저리거 역사를 썼던 박찬호(오른쪽)와 새로 쓰는 류현진(왼쪽).

박찬호는 "그저 그라운드 위로 지나가는 그의 모습을 보며 참 멋있구나 하는 생각을 했다. 하지만 (류)현진이는 그걸 모를 것이다. 나도 그땐 그랬으니까. 류현진의 10승과 함께 리그 최고의 성적으로 올스타에 선정된 것에 깊은 축하를 보낸다"라고 적었다.

류현진은 5일 샌디에이고 파드리스전에 선발 등판해 6이닝 3피안타 3볼넷 5탈삼진 무실점으로 다저스의 5-1 승리를 이끌었다.

다섯 번의 도전 끝에 올스타전 직전 등판 경기서 시즌 10승이자 통산 50승을 기록했다.

평균자책점은 1.73으로 메이저리그 전체 1위다.

또한, 류현진은 10일 열리는 올스타전에 내셔널리그 올스타팀 선발투수로 나설 예정이다.

한국인 올스타전 출전은 박찬호(2001년, 김병현(2002년), 추신수(2018년)에 이어 4번째다.

선발 등판은 류현진이 최초다.

손흥민은 2019-20시즌 토트넘 홋스퍼 공식 경기에서 20골을 터뜨렸다.

또한, 팀 역사상 최초로 UEFA 챔피언스리그 결승 진출을 이끌었다.

사진=천정환 기자 박찬호는 토트넘에서 활약하고 있는 손흥민의 이름도 함께 거론했다.

손흥민은 2018-19시즌 공식 대회 20골을 터뜨리며 프리미어리그(EPL)를 넘어 유럽 무대에서도 최고 공격수로 평가받았다.

2018 국제축구연맹(FIFA) 러시아 월드컵 독일전 승리 및 2018 자카르타-팔렘방 아시안게임 금메달의 주역이었다.

박찬호는 "난세에 영웅이 나온다고 했나. IMF 때 박세리, 박찬호가 나왔다면 그때보다 심리적으로 더 어렵다는 요즘 류현진과 손흥민이 훌륭한 역할을 하며 국민들에게 희망과 용기를 주고 있다. 멋진 후배들이다. 스포츠 파이팅!"이라고 전했다.

@highlight

박찬호는 개인 인스타그램을 통해 류현진과 손흥민을 격려하고 훌륭한 역할을 통해 국민들에게 희망과 용기를 주고있는 멋진 후배들이라며 격려하는 글을 올리며 응원했다.