디지털가상화포럼(의장 윤경로)이 4일 서울 양재동 엘타워에서 창립총회를 개최, VR·MR, 스마트시티, 디지털트윈, 스마트팩토리 등 4차 산업혁명 핵심 표준기술 발굴을 위한 첫발을 내딛었다.

디지털가상화포럼이 4일 서울 양재동 엘타워에서 창립총회를 열고 공식 출범을 알렸다.

창립총회에서 건국대학교 윤경로 교수가 의장으로 선출됐고 최정환 스코넥엔터테인먼트 부사장이 부의장, 김상균 명지대학교 교수가 운영위원장, 정상권 조이펀 대표가 간사로 각각 임명돼 의장단을 구성했다.

디지털가상화포럼은 한국정보통신기술협회(TTA, 회장 박재문) 지원으로 운영되는 표준화 포럼이다.

국내외 관련 기술표준을 발굴·제정·개정하는 역할을 주로 수행하며 향후 IEEE-SA를 기반으로 국제기술표준을 대응하는 첨병역할을 수행할 예정이다.

디지털가상화포럼은 현실세계와 가상세계를 상호 유기적으로 연결하는 것을 목적으로 하며 현실세계를 가상세계로 표현하는 기본적 기능을 한다.

또 가상세계에 투영된 현실세계의 객체를 감지·통제하며 운용하는데 필요한 다양한 기반기술을 정리해 표준화를 추진한다.

표준은 불필요한 중복 개발을 사전에 방지하고 규격화해 생산성 향상과 효용성의 확대를 가져오는 특성을 지녔다.

디지털가상화 포럼을 통해 VR·MR, 스마트시티, 디지털트윈, 스마트팩토리 등에서 국가경쟁력을 세계정상으로 끌어올릴 수 있을 것으로 기대를 모으고 있다.

디지털가상화포럼은 IEEE-SA에 신규 국제표준기구인 IEEE 8888(Interfacing cyber and physical world WG) 설립을 제안한 상태다.

9월 초 예정대로 승인되면 적극적인 활동이 기대된다.

최근 국제 무역분쟁이 발생하며 원천기술과 재료·소재에 대한 중요성이 크게 부각돼 핵심 표준기술 선도는 국제경쟁력 강화에 큰 도움이 될 것으로 전망된다.

@highlight

디지털가상화포럼이 공식출범해 한국정보통신기술협회 지원으로 향후 국내외 관련 4차 산업혁명 기술표준을 발굴,제정,개정하는 역할과 더불어 국제기술표준에 대응하는 표준화 포럼으로서의 역할을 한다.