하남시는 지난 달 24일부터 7월 3일까지 국·공립 어린이집 원아 600여명을 대상으로 ‘감자 캐기 체험 행사’를 가졌다고 6일 밝혔다.

이번 감자 캐기 체험은 시의 체험농장 내 자투리 땅(150㎡)을 활용해 실시됐으며, 체험에 참여한 600여명의 아이들은 내 손으로 직접 감자를 캐는 친환경 농촌체험은 물론 여러 가지 텃밭 작물을 관람하고 만져보는 즐거운 시간을 가졌다.

국·공립어린이집 연합회 성윤애 회장은 "지금까지 하남시에는 아이들이 감자 캐기 등 농촌 체험을 할 수 있는 곳이 마땅치 않아, 멀리 타 시·군으로 경비를 들여 체험 활동을 해왔는데, 이렇게 시에서 무료로 할 수 있게 해 주셔서 매우 감사드린다"고 말했다.

그는 또,"아이들 부모님들 또한 굉장히 만족해 하신다"며,"급격한 도시화로 자연친화적인 체험이나 놀이가 어려운 아이들에게, 앞으로도 감자 캐기 등 다양한 농촌체험 활동을 할 수 있게 지속적인 관심과 지원을 희망한다"고 말했다.

박건석 일자리경제 국장은 "시민에게 사랑받는 체험농장이 텃밭 분양 외에 우리 아이들과 어려운 이웃을 위해 좋은 일을 할 수 있게 되어 매우 기쁘다"며,"앞으로도 친환경 채소 공급 및 다양한 작물의 농촌 체험 등을 지원 할 수 있는 방안을 모색하여 확대해 나 가겠다"고 말했다.

또한, "올 하반기에는 가을배추 500포기 등을 사회복지시설에 공급할 계획"이라고 밝혔다.

한편, 하남시는 시민 공공텃밭 내 자투리땅에서 재배한 친환경 채소를 공공기관 및 사회복지시설 등에 지속적으로 공급 중에 있으며, 금번 감자 캐기 체험을 포함한 4회에 걸쳐, 배추,무, 감자 등 약 800kg을 지역아동센터 및 적십자 등에 공급했다.

현재 시민 공공텃밭은 미사 체험농장을 비롯하여 3곳 1천193구획이 분양·운영 중이며, 금년도 분양 시 4천2명이 신청해(경쟁률3.4대1) 시민들의 뜨거운 관심을 재확인했으며, 2020년도 텃밭 분양은 내년 2월 중 공고 될 예정이다.

@highlight

하남시는 시의 체험농장 내 자투리 땅(150㎡)을 활용해 무료로 국·공립 어린이집 원아 600명을 대상으로 직접 감자를 캐는 친환경 농촌 체험은 물론 텃밭 작물을 관람하는 '감자 캐기 체험 행사'를 가졌다.