화석연료로 인한 지구온난화가 가속화되고 부존량의 한계 때문에 많은 연구자들이 효율 높은 친환경 바이오연료 개발에 나서고 있다.

문제는 바이오연료 생산에 사용되는 목재나 식물 등 바이오매스들의 폐기물도 상당히 많이 나온다는 것이다.

이에 한-미 과학자들이 바이오매스 부산물을 이용해 바이오연료를 효과적으로 추출할 수 있는 재활용 기술을 개발해 주목받고 있다.

한국과학기술연구원(KIST) 청정에너지연구센터, 육군사관학교 화학과, 미국 뉴욕주립대 환경과학임업대, 로런스 버클리 국립연구소 시스템생물학부, 테네시대 화학및생명분자공학과 공동연구팀은 목재의 30~40%를 차지하지만 바이오연료를 만들 때 부산물로 나와 대부분 폐기되는 리그닌이라는 물질을 다시 바이오연료로 활용할 수 있는 방법을 개발했다고 7일 밝혔다.

이번 연구결과는 미국 국립과학원에서 발행하는 국제학술지 'PNAS'에 실렸다.

보통 바이오연료를 만들기 위해서는 석유에서 추출한 용매를 활용해 목재나 식물에서 리그닌 성분을 제거한다.

문제는 바이오연료를 만들 때 사용되는 용매는 석유화학 공법으로 만들어지기 때문에 환경 오염 가능성도 있고 바이오연료의 생산 단가를 높일 가능성도 높다.

이 때문에 바이오에탄올과 같은 바이오연료를 만들 때 기존 석유화학 유기용매 대신에 사용할 친환경 용매를 개발하는데 연구가 집중됐다.

연구팀은 펄프산업이나 바이오에탄올 공정에서 부산물로 나오고 있는 리그닌을 이용해 용매를 만드는데 성공했다.

식물에서 바이오연료를 만든 뒤 폐기되거나 제거되는 물질인 리그닌을 이용해 용매를 만들었기 때문에 저렴하고 친환경적이며 재생가능하다는 장점이 있다.

김광호 KIST 박사는 "이번 연구는 바이오연료 생산에 필수적인 용매를 바이오매스에서 부산물로 나오는 리그닌에서 직접 만들었다는 것이 특징"이라며 "바이오연료 공정에 필요한 물질을 공정 내에서 수급해 활용한다는 점에서 순환형 바이오연료 생산을 가능케 할 것"이라고 말했다.

@highlight

화석연료가 주요인인 지구온난화가 급속화 되면서 친환경 바이오연료 개발이 한창인 가운데 한-미 과학자들이 바이오매스의 부산물을 사용하여 바이오연료를 효과적으로 추출할 수 있는 재활용 기술을 개발해 관심이 집중되고 있다.