괴산군과 서울특별시가 지난 5일 양 지역 간 상생발전을 위한 우호교류 협약을 체결했다.

괴산군청 소회의실에서 열린 이날 협약식에는 이차영 군수, 박원순 시장을 비롯해 양 기관 관계자 30여명이 참석했다.

이날 맺은 협력사업을 보면 괴산군 순정 농·특산물 직거래장터 확대 운영, 지역 문화·관광·축제 활성화를 위한 협력, 귀농·귀촌 희망 시민을 위한 맞춤형 지원이다.

이와 함께 청소년 전통·문화·농촌 체험프로그램 운영, 청년중심 자립기반 조성을 위한 상호 협력, 양 지역 간 정책 우수사례 공유 및 인적교류 활성화 등 6개 분야 사업이다.

이번 협약으로 양 지자체는 양 지역에서 보유하고 있는 자원을 공유·활용할 뿐만 아니라 인적·정보·물자교류 등을 통해 지방과 서울의 상생발전을 도모한다.

또한 양 지자체는 지역의 문화자원·예술단을 교류해 문화콘텐츠를 공유하고 온·오프라인을 통한 관광프로그램 제공, 대표축제 및 관광지 홍보로 지역경제 활성화에 적극 나선다.

여기에 양 지역 청년정책 발굴에 상호 협력해 도시재생, 지역혁신 선도 등 청년단체의 성공모델을 구축한다.

특히 괴산군은 서울시와 지난해부터 공동 추진 중인 청천면의 서울농장 운영 프로그램을 활성화 시켜 귀농·귀촌을 희망하는 서울시민들의 안정적인 영농 정착을 지원하고 도시소비자에게 안전하고 우수한 친환경 농·특산물을 제공한다.

이번 협약을 계기로 괴산군은 순정 농·특산물의 안정적인 판로 확보는 물론 서울시의 앞선 정책 공유로 지역발전의 활성화가 기대된다.

이차영 군수는"이번 협약을 통해 양 자자체 주민들이 실질적인 혜택을 받을 수 있도록 도시와 농촌의 다양한 상생 교류사업을 추진해 나가겠다"고 말했다.

한편, 박원순 서울시장은 이날 협약식을 마친 후 7월 괴산아카데미가 열리는 괴산문화예술회관을 찾아 괴산군민 대상'지역상생을 위한 서울의 노력, 서울은 홀로 성장하지 않았습니다'라는 주제의 특별강연을 펼쳐 괴산군민들로부터 큰 호응을 얻었다.

@highlight

괴산군과 서울특별시가 지난 5일 양 지역 간 상생발전을 위한 우호교류 협약을 체결, 물자교류 등을 통해 지방과 서울의 상생발전을 도모하여 순정 농·특산물의 안정적인 판로 확보는 물론 서울시의 앞선 정책 공유로 지역발전의 활성화가 기대된다.