KIA타이거즈와 기아자동차가 사회공헌 프로그램 ‘타이거즈 러브투게더’를 통해 올 시즌에도 나눔 문화 확산에 앞장서고 있다.

사진은 지난 6일 광주-기아 챔피언스 필드에서 열리는 LG전에서 개최한 2019시즌 제2회 타이거즈 러브투게더 데이에서 진행한 기부금 전달식의 모습.

KIA타이거즈와 기아자동차가 사회공헌 프로그램 ‘타이거즈 러브투게더’를 통해 올 시즌에도 나눔 문화 확산에 앞장서고 있다.

KIA와 기아차는 지난 6일 광주-기아 챔피언스 필드에서 열리는 LG전에서 2019시즌 제2회 타이거즈 러브투게더 데이를 개최했다.

지난해 KIA와 기아차는‘타이거즈 러브투게더’를 통해 적립한 기금(5억3천만원) 중 일부인 7천650만원을 광주YMCA 유소년 야구단 지원금으로 전달해 꿈과 희망을 심어줬다.

또한 취약계층 야구 유망주 발굴 및 육성을 위해 지난 2015년 기아-YMCA 유소년 야구단을 창단했고, 체계적인 훈련과 운영을 지원하고 있다.

이날 경기에 앞서 유소년 야구단 선수들은 광주-기아 챔피언스 필드 더그아웃 및 그라운드 체험을 하고, KIA타이거즈 선수단과 기념촬영을 하며 특별한 추억을 쌓았다.

선수단은 특별 제작한 ‘러브투게더 유니폼’을 입고 경기에 출전해 유소년 선수들에게 꿈과 희망을 안겼다.

경기 시구는 광주YMCA유소년야구단 김서준 군이 했고, 시타는 러브투게더 우수 참여 직원인 권순구 부장(충북 청주지점)이 나섰다.

KIA는 향후 러브투게더 지원을 받고 있는 야구 꿈나무들을 초청해 기부금 전달식을 갖는 등 ‘타이거즈 러브투게더 데이’를 지속적으로 실시할 예정이다.

한편 ‘타이거즈 러브투게더’는 국내 최초 모기업-프로구단 연계 방식의 사회공헌 프로그램으로 경기 기록에 따라 KIA 선수와 구단 임직원, 기아차 임직원들이 자발적으로 설정한 기부금을 매월 적립해 시즌 종료 후 다양한 활동을 펼치고 있다.

@highlight

KIA타이거즈와 기아차는 모기업-프로구단 연계 방식의 사회공헌 프로그램 '타이거즈 러브투게더'를 지난 6일 광주-기아 챔피언스 필드에서 열리는 LG전에서 개최하여, 유소년 야구단 선수들에게 필드 더그아웃 및 그라운드 체험을 제공했다.