지역 기름값, 두 달 만에 1천400원 대‘안정세’

전국 휘발유 가격이 ℓ당 1천500원을 밑돌며 안정세에 접어든 것으로 보인다.

앞서 지난달 27일 하루 단위 휘발윳값은 이미 ℓ당 1천500원 밑으로 떨어졌으나 주간 단위로는 두 달 만에 처음이다.

지역별로는 광주는 3주 연속, 전남은 2주 연속 1천400원대를 보이며 전국 평균 보다 밑돌고 있다.

7일 한국석유공사 유가 정보 서비스 오피넷에 따르면 이달 첫째 주 주간 단위 전국 주유소의 보통 휘발유 판매가격은 ℓ당 1천495.7원이었다.

전주 대비 하락폭은 ℓ당 5.5원으로 6월 첫째∼넷째 주 각각 1.2원, 7.4원, 11.3원으로 점차 늘어난 뒤 절반으로 줄었다.

지역별로는 광주 휘발유 가격은 ℓ당 7원 하락한 1천472원이었고, 전남 지역도 7원 내린 1천492원이었다.

특히 광주 휘발유 가격은 대구와 울산 지역 다음으로 최저가를 기록했다.

가장 비싼 상표인 SK에너지는 휘발유를 ℓ당 1천509.0원에 판매해 GS칼텍스와 단둘이 1천500원대를 유지했다.

반면 알뜰주유소는 ℓ당 7.4원 내린 1천470.2원으로 하락 폭이 가장 컸다.

전국 주유소 경유 판매 가격은 ℓ당 5.2원 내려간 1천358.4원이었다.

휘발유 가격과 약 10% 차이 난다.

이로써 휘발유 가격과 경유 가격은 이주까지 5주 연속 하락했다.

이밖에 액화석유가스(LPG) 차 연료인 자동차용 부탄은 ℓ당 38.6원 크게 내린 ℓ당 812.8원이었다.

LPG 수입 업체가 이달 공급가를 반년 만에 최대폭으로 인하한 데 따른 것이다..

한국석유공사 관계자는 “국제유가는 기대보다 적은 감소폭을 보인 미국 원유 재고와 미 경기지표 부진 등의 영향으로 하락했다”고 설명했다.

한편 한국이 주로 수입하는 제품의 기준이 되는 두바이유는 전주보다 배럴당 1.5달러 내린 62.7달러였다.

@highlight

7일 한국석유공사 유가 정보 서비스 오피넷에 의하면 이달 첫째 주 주간 단위 전국 주유소의 휘발유와 경유 판매 가격은 5주 연속 하락하여 각각 ℓ당 1천495.7원, 1천358.4원이었다.