금산인삼이 아시아를 넘어 본격적인 유럽시장 진출의 신호탄을 올렸다.

프랑스 파리를 방문한 무역사절단이 금산인삼 홍보세미나 및 B2B전문 수출상담회 통해 130만 달러의 무역성과를 거둔 것.

해외시장 개척 무역사절단을 이끈 문정우 금산군수는 지난 2일부터 7일까지 4박 6일간 일정으로 프랑스 파리를 방문, 수출상담회를 개최했다.

사절단을 세미나와 수출상담회를 통해 현지 기업 XFCI&GINSENG PREMIUM과 수출 MOU 체결해 금산인삼 유렵진출의 교두보를 마련했다.

특히 현지 비즈니스 상담회, KOTRA 파리 무역관 간담회, at센터 파리지사 간담회, 현지 도매 기업 방문 및 간담회, 한국대사관 방문, 한국인삼 판매점 방문, 프랑스 한인회 간담회 등 광폭행보를 통해 금산인삼의 인지도를 높이는데 주력했다.

잠재적 시장확대 가능성이 높은 유럽권 시장에 대한 수출시장 확대를 타진하고 다변화를 모색했다는 점에서 긍정적이다.

금산인삼약초연구소 김진성 박사는 세미나에 화기삼, 중국산 등과 비교 우수성을 과학적 근거를 통해 제시함으로써 언론 및 학계로부터 주목을 받았다.

수출상담회에서 현지 바이어들은 홍삼스틱, 정과, 절편 등 쓴 맛이 없는 제품과 유기농으로 재배된 샐러드용 새싹삼에 대해 깊은 관심을 나타냈다.

문정우 군수는 "그동안 주로 아시아 시장을 주력으로 금산인삼 홍보마케팅을 전개해 왔지만 금산인삼의 세계중요농업유산 등재를 바탕으로 미주, 유럽시장의 진출에 적극 나설 것"이라며 "코트라 파리무역관, at센터 등 수출관련 기관과의 협업을 통해 수출확대를 위한 홍보마케팅을 지속적으로 개최하겠다"고 말했다.

한편 프랑스에 대한 금산인삼 수출 실적은 2017년 8만불에 이어 2018년 9만9000불로 소폭 증가하고 있는 추세지만 미약했다.

@highlight

해외시장 개척을 위해 지난 2일부터 7일까지 프랑스 파리를 방문한 무역사절단은 금산인삼 홍보세미나 및 B2B전문 수출상담회 통해 현지 기업과 130만 달러의 수출 MOU를 체결해 본격적인 유럽시장 진출의 교두보를 마련하였다.