홍남기 부총리 겸 기획재정부 장관이 8일 광화문 정부서울청사에서 열린 '제206차 대외경제장관회의'를 주재, 모두발언을 하고 있다.

정부가 극심한 가뭄에 시달리는 해외수주 여견을 개선하기 위해 나선다.

'공공기관 해외수주 10대 핵심 추진사업'을 선정하고 신흥국을 중심으로 수요가 늘어나는 '스마트시티 활성화 방안'을 마련한다.

정부는 8일 홍남기 부총리 겸 기획재정부 장관 주재로 관계부처가 참석한 가운데 '제 206차 대외경제장관회의'를 개최했다.

이날 회의에서는 △2019년 하반기 대외경제 주요 이슈 및 대응 △공공기관 해외수주 핵심사업 향후 추진계획 △스마트시티 해외진출 활성화 방안 등이 논의됐다.

먼저 정부는 공공기관 해외수주 10대 핵심사업을 선정하고 향후 추진 계획을 세부적으로 마련하기로 했다.

10대 핵심사업은 사업개발 경험이 풍부한 공공기관이 인프라 수주 확대에 기여하도록 중요성과 시급성, 적정성을 기준으로 선정된다.

10대 핵심사업에 선정된 프로젝트의 수주를 위해 금융지원, 글로벌 네트워크 구축, 면책유도 등을 추진한다.

정부는 신흥국을 중심으로 글로벌 수요가 크게 확대될 것으로 전망되는 '스마트시티 해외진출 활성화 방안'도 마련했다.

이번 활성화 방안에는 PIS(글로벌플랜트·건설·스마트시티 )펀드 1조5000억원 가운데 5000억원을 스마트시티에 지원하는 내용이 담겼다.

또한, 스마트시티 수주 지원을 위해 유무상자금ㆍ정책수출금융ㆍ민간금융 등을 연계한 맞춤형 복합금융도 설정한다.

스마트시티 프로젝트를 발굴하고 공동 시범사업 추진을 위해 한국 주도의 글로벌 스마트시티 네트워크도 구축한다.

아울러 오는 9월 월드 스마트시티 엑스포를 개최하고 해외입찰시 대ㆍ중소기업 컨소시엄 구성 등 맞춤형 해외진출(outbound) 지원방안도 마련하기로 했다.

홍남기 부총리는 "어려운 수출여건의 돌파구 마련을 위해 수출 및 해외 인프라 수주 지원 노력을 더욱 강화해 나가겠다"며 "올해 '스마트시티 수출 원년'이 될 수 있도록 정책적 노력을 배가해 나가겠다"고 강조했다.

@highlight

지난 8일 개최된 '제206차 대외경제장관회의'에서 정부가 '공공기관 해외수주 10대 핵심 추진사업'을 선정하고 '스마트시티 활성화 방안'을 마련하여 가뭄에 시달리는 해외수주 여건을 개선하기 위해 앞장서기로 했다.