한국철도시설공단이 오송역과 김천구미역 등 철도유휴부지에 대한 민간제안 개발사업에 팔을 걷어붙였다.

철도공단은 8일 오송역, 김천구미역 등 개발가능한 대상지 총 13만㎡를 공개하고, 민간제안 개발사업을 본격 추진한다고 밝혔다.

이번에 공개된 대상지는 △고속철도 오송역(1만1376㎡) △고속철도 김천구미역(1만3000㎡) △경춘선 가평역(3만947㎡) △경기광주역(2만1751㎡) △수인선 월곶역(1만9521㎡) △동해미건설선 인구정차장(2만534㎡) △경강선 강릉역(1만2000㎡) 등 총 12만9129㎡ 규모다.

이들 대상지에는 영구시설물을 지을 수 있고, 최장 30년 간 점용허가에 의한 개발사업이 가능하다.

특히, 오송역과 김천구미역의 경우 하루 평균 이용객이 각각 2만명, 5000명으로 역사 이용객 배후 수요가 풍부해 민간사업자의 높은 관심이 예상된다.

개발사업 대상지에 대해 민간제안 사업계획서가 채택될 경우 철도공단은 사업주관자 공모 때 제안자에게 총평가점수의 3% 범위 내에서 가점을 부여할 예정이다.

철도공단은 철도유휴부지 개발 활성화를 위해 연 2회에 걸쳐 개발가능 대상지를 발굴·공개할 계획이다.

오는 2022년까지 폐선·폐역 등 철도유휴부지 활용과 복합역사 및 역세권 개발사업을 통해 3만5000명의 신규 일자리를 창출하고, 민자역사 점용료 등 3800억원의 자산개발 수익을 올려 고속철도건설부채 상환재원으로 활용한다는 방침이다.

김상균 철도공단 이사장은 "철도유휴부지의 민간제안사업 활성화로 철도자산을 효율적으로 활용하고, 지역경제 활성화와 좋은 일자리 창출 등 사회적 가치를 실현하겠다"고 말했다.

@highlight

한국철도시설공단은 8일 오송역, 김천구미역 등 철도유휴부지를 포함한 개발가능 대상지 총 13만㎡를 공개하고, 민간제안 개발사업을 본격 진행할 예정이라고 밝혔다.