LG유플러스는 'U 프로야구'가 산업정책연구원 주최 '국가서비스대상' 스포츠콘텐츠부문과 매일경제 주최 '모바일브랜드대상' 스포츠부문에서 대상을 수상했다고 8일 밝혔다.

LG유플러스의 'U+프로야구'가 산업정책연구원 주최 '국가서비스대상' 스포츠콘텐츠부문과 매일경제 주최 '모바일브랜드대상' 스포츠부문에서 대상을 수상했다고 8일 밝혔다.

아울러 산업정책연구원·한국브랜드디자인학회 공동주관 '대한민국 브랜드 명예의 전당' 스포츠콘텐츠부문에 선정됐다.

U+프로야구는 지난해에도 매일경제·MBN 선정 '올해의 앱'과 디지털조선일보 주최 '앱어워드코리아' 스포츠부문에서 대상을 수상했다.

또 과학기술정보통신부 주최 '대한민국 임팩테크(ImpacCT-ech) 대상'에서 과기정통부장관상을 수상한 바 있다.

지난해 3월 프로야구 개막과 함께 선보인 U+프로야구는 '포지션별 영상', '득점장면 다시보기', '상대전적 비교', 'TV로 크게보기' 등 4대 핵심기능으로 전국 야구장 경기를 생중계했다.

올해 5G 특화 기능을 추가하며 새롭게 단장한 U+프로야구는 6월 26일 기준 일별 누적 이용자 수가 1000만명을 돌파했다.

새롭게 추가된 기능은 △전체를 초고화질 영상으로 촬영해 원하는 위치를 확대해도 선명하게 볼 수 있는 '경기장 줌인' △추가 60대의 고화질 영상 촬영 카메라를 동원해 홈에서 일어나는 모든 순간을 다양한 각도로 생동감 있게 포착하는 '홈 밀착영상'이다.

또 이달 2일부터는 프로야구 시즌 종료 시점까지 경기 중 실시간으로 투구 및 타구·주루·수비 궤적 등 그래픽과 데이터를 결합해 제공하는 'AR입체중계' 서비스도 도입해 야구 팬들에게 풍부한 시청경험을 제공한다.

주영준 LG유플러스 모바일서비스1담당은 "앞으로도 야구팬들의 의견을 수렴해 만족도가 높은 서비스를 만들기 위해 노력할 것"이라고 말했다.

@highlight

작년에 '올해의 앱'과  '앱어워드코리아' 스포츠부문에서 대상을 수상한 바 있는 LG유플러스의 'U+프로야구'가 올해도 '모바일브랜드대상' 스포츠부문에서 대상을 받은데 이어 '대한민국 브랜드 명예의 전당' 스포츠콘텐츠부문에 선정되는 쾌거를 달성했다.