일본 정부의 핵심 소재 수출규제로 국내 반도체 산업이 치명적인 타격을 입을 것으로 예상되는 가운데 자동차, 중공업, 기계 등 업계에서도 확전 시 설비투자(CAPEX)에 치명적인 영향을 받지 않을지 우려하는 목소리가 커지고 있다.

반도체 공장뿐만 아니라 국내 제조업 공장에서 사용하는 많은 기계·장비 중 일본산이 차지하는 비중이 높기 때문이다.

국내 업체들이 생산하는 정밀·공작기계 부품도 절반 이상이 일본에서 수입하고 있는 것으로 알려져 확전 시 주요 기업의 공장 신증설 투자가 올스톱될 수 있다는 위기감이 팽배하다.

7일 한 중견 제조업체 관계자는 "정밀·공작기계는 특히 오쿠마, 모리 등 일본 기업에서 수입하는 비율이 높다"며 "이 부분까지 일본 정부가 수출규제에 나서면 국내 제조업 공장 투자는 치명타를 입게 될 것"이라고 말했다.

'기계를 만드는 기계'로 불리는 공작기계 분야에서 일본은 전 세계에서 가장 앞서 있다.

주로 금속을 깎고, 자르고, 구멍을 내는 데 사용되는데 정밀가공이 필요한 공정에 투입된다.

자동차, 조선·중공업, 기계 등 제조업 전 분야에 걸쳐 공작기계가 들어가지 않는 공장이 없을 정도다.

국내에도 두산공작기계, 현대위아 등 공작기계를 생산하는 기업이 있다.

하지만 문제는 공작기계 생산에 투입되는 부품은 일본 업체들로부터 절반 이상 공급받고 있는 것으로 전해졌다.

이에 따라 국내 기업들이 공장을 신증설하며 일본산 공작기계를 국산으로 바꾸려고 해도 일본이 공작기계 부품에 대한 수출규제에 나서면 신증설이 사실상 불가능한 상황이다.

공장기계뿐만이 아니다.

제조업 공정에 사용되는 기계류도 일본 수입 의존도가 높다.

실제로 한국무역협회 등의 수출입 무역통계에 따르면 지난해 우리나라의 대일본 교역에서 무역수지 적자가 가장 큰 품목이 기계류로 나타났다.

제조업 공장에 들어가는 기계 설비 중 상당수를 일본에서 수입하고 있다는 뜻이다.

재계 관계자는 "지금과 같은 불확실성이 제거되지 않고 더 확대된다면 일본산 기계·장비가 포함된 설비투자 계획을 세우는 것이 사실상 불가능할 것 같다"고 분위기를 전했다.

@highlight

반도체와 국내 제조업 공장에서 사용하는 많은 기계·장비가 일본산이 차지하는 비중이 높기 때문에 일본 정부의 핵심 소재 수출규제로 국내 반도체 산업은 물론 자동차, 중공업, 기계 등 업계에서도 설비투자에 치명적인 영향을 받을 것으로 예상되고 있다.