▲ 지난 6일 동명대에서 열린 몽골 최대 명절 나담축제 참가자 기념촬영 모습.

동명대학교(총장 정홍섭)는 몽골 최대 큰 명절인 나담축제(Naadam Festival)를 지난 6일 오전 10시부터 오후 10시까지 500여 명이 참석한 가운데 대운동장 등지에서 성황리에 개최했다고 7일 밝혔다.

주부산몽골영사관과 한나래문화재단이 공동 주최한 이 행사는 몽골 예술 공연을 비롯해 몽골 씨름, 어린이 경마(어린이 달리기), 서커스 등 몽골 문화와 예술을 느낄 수 있고 몽골 음식과 음료 등을 맛 볼 수 있다.

동명대는 부산경남지역에서 몽골유학생을 최다(총 61명) 보유한 대학으로, 이날 각종 행사 진행 등은 이 대학 몽골유학생회가 주도했다.

이날 나담 축제 공연에서 몽골 전통 노래 방식 우르틴 두(Uurtiin Duu) 및 후미(Khoomee) 창법, 비에 비옐게(Bie biyelgee) 춤, 전통악기 모링호르(morin khuur) 연주 등 전통 악기 연주와 노래, 몽골 서커스 및 말 공연을 선보여 눈길을 끌었다.

축제를 주최한 주부산몽골영사관은 이번 부산 몽골 나담 축제를 통해 양 국가 간 민간 교류 활성화에 도움이 되는 뜻깊은 행사가 됐다고 밝혔다.

한편 몽골 나담 축제는 해마다 11일부터 13일까지 몽골 전역에 걸쳐 즐기는 전국적인 축제로, 씨름·말타기·활쏘기 등 3가지의 전통 경기가 주를 이루며 해당 기간이 국가 공휴일로 지정돼 있다.

몽골의 나담은 중앙아시아에서 유목 생활을 해온 몽골의 유목 문화와 깊은 관계가 있다.

몽골에서 나담축제는 올해 건국 2,228주년, 몽골제국 813주년, 국민혁명 98주년을 기념하며 오는 11일부터 16일까지 1주일간 진행된다.

전 국민은 몰론이고 해외 주재 대사관과 영사관들도 이 기간에 연휴를 가지는 몽골 최대 큰 명절이다.

@highlight

동명대학교 몽골유학생회가 주도하는 몽골 최대 큰 명절인 나담축제가 열려 몽골 예술 공연, 몽골 씨름, 어린이 경마 등 몽골 문화와 예술을 경험하고 몽골 음식을 맛보는 등 성황리에 끝났다.