▲ 중구는 지난 6일 울산종합운동장에서 열린 울산현대와 인천유나이티드 FC 축구경기에 앞서 박태완 중구청장이 참석한 가운데 울산현대축구단 소속 박주호 선수 '울산중구 홍보대사' 위촉식을 가졌다.

KBS2 대표 예능 프로그램 ‘슈퍼맨이 돌아왔다’에 출연하며 큰 인기를 얻고 있는 ‘나은이 아빠’ 울산현대 박주호가 울산 중구 홍보대사로 위촉됐다.

중구는 지난 6일 오후 울산종합운동장에서 열린 울산현대와 인천유나이티드 FC 축구경기에 앞서 울산현대축구단 소속 박주호 선수의 ‘울산중구 홍보대사’ 위촉식을 가졌다.

이날 위촉식에는 박태완 중구청장과 박주호 선수, 현대미포조선 신현대 사장, 울산현대축구단 김광국 단장 등이 참석했다.

행사에 앞서 ‘2019 올해의 관광도시, 울산 중구’ 홍보영상 상영과 울산큰애기의 매치볼 딜리버리, 박태완 중구청장의 시축으로 울산현대와 인천유나이티드 FC의 홈경기가 펼쳐졌다.

현재 울산 중구에 거주 중인 박주호는 2006년 일본 SBS컵 국제친선대회 U-19 청소년대표, 2008 제29회 베이징 올림픽 남자 축구 국가대표에 이어 2008년부터 2011년까지 일본에서 2011년부터 2013년까지 스위스, 2013년에서 2017년까지 독일에서 선수생활을 해 왔다.

이후 울산현대축구단에서 뛰고 있는 그는 지난 2014년 제17회 인천 아시안게임에서 남자축구 대표팀으로 참여해 금메달을 목에 거는 영광을 누리는 등 국내 최정상의 수비수로서 활약하고 있다.

중구 홍보대사로 위촉되며 구정 홍보 동영상, 홍보포스터 모델 등 구정홍보 활동에도 도움을 주는 한편, 사회공헌 활동에도 참여할 계획이다.

중구는 울산현대축구단과도 함께 중구 관광 홍보와 K리그 활성화를 위해 다양한 활동을 지속한다는 방침이다.

박주호 홍보대사는 울산현대축구단을 통해 “제2의 고향, 울산 중구의 다양한 매력을 많은 분들께 알리기 위해 최선을 다해 노력하겠다”고 소감을 밝혔다.

박태완 중구청장은 “박주호 선수의 건강하고 긍정적인 이미지를 통해 울산 중구 정책홍보와 중구관광에도 관심을 가지는 시너지 효과를 낼 수 있을 것으로 기대한다”고 말했다.

@highlight

울산 중구는 박태완 중구청장과 박주호 선수 등이 참석한 가운데 지난 6일 오후 울산종합운동장에서 열린 울산현대와 인천유나이티드 FC 축구경기에 앞서 , KBS2 대표 예능 프로그램 ‘슈퍼맨이 돌아왔다’에 출연하며 큰 인기를 얻고 있는 ‘나은이 아빠’ 울산현대축구단 소속 박주호 선수를 ‘울산중구 홍보대사’로 위촉했다.