홍성군의 고용관련 통계지표가 크게 개선된 것으로 나타났다.

군은 국가통계포탈에서 종합한 결과에 따르면 관내 실업률은 2015년 2.2%에서 2017년 1.8%로 크게 개선된 것으로 나타났다고 밝혔다.

특히 15세 이상 경제활동 인구 중 취업자 수는 2013년 5만 2000여명에서 5만 7000여명으로 증가했으며, 동기간 실업자 수는 1200여명에서 1000여명으로 감소해 지표개선이 도드라진 것으로 확인됐다.

군은 그동안 펼친 경제정책 효과가 어느 정도 서민경제에 흡수된 것으로 보고 의미 있는 경제 반등을 위해 일자리정책을 추진해 나갈 계획이다.

우선 맞춤형 취업지원체계를 구축해 일자리 수요자들에게 일자리 정보를 제공하는 카운슬링을 강화하는 한편, 외지 청년들의 홍성 정착을 돕는다.

지난 6월 개소한 청년 일자리카페와 8개 청년창업 기업으로 구축된 청년 네트워크 사업과의 연계를 통해 취·창업 정보를 제공하는 한편, 면접 노하우 등 취업 컨설팅 및 교육프로그램을 운영할 계획이다.

또 외지 청년들의 홍성 정착을 돕기 위한 전국 최초 '청년 있슈(ISSUE)' 마을 활성화를 통해 청년 있슈마을 입주자들과 (사)홍성지역협력네트워크, 젊은 협업농장 등 홍성읍, 장곡면, 홍동면 거주 청년들간 인적 네트워크를 강화한다.

외국인 근로자의 성공적인 안착을 돕기 위한 노동상담 및 생활지원을 돕는 케어프로그램도 홍성이주민센터와 위수탁 협약을 통해 외국인근로자와 가족들에게 제공할 계획이며, 마을 미술관 청년 인턴 사업 등 청년들에게 적합한 지역특화형 일자리 발굴사업도 전개할 계획이다.

이 밖에도 5인 이상 중소기업이 정규직원을 채용할 시 인건비를 지원하는 홍성형 일자리 '군민채용제'를 지속 전개해 나가는 한편, 명동상가 특성화 첫걸음 시장 사업 및 전통시장 등 지역경제 선순환 구조를 완성해 나갈 방침이다.

군 관계자는 "취업을 위한 인적 네트워크를 강화해 나가는 한편 경제 관련 시책을 지속 발굴해 돈이 돌고 사람이 모이는 홍성을 만들어 나갈 계획"이라고 말했다.

@highlight

홍성군의 고용관련 통계지표에 따르면 관내 실업률이 2015년 2.2%에서 2017년 1.8%로 크게 개선 되었으며, 특히 15세 이상 경제활동 인구의 취업자 수의 증가, 동기간 실업자 수가 감소하면서 통계지표가 크게 개선되었다.