흑산공항 건설이 3년째 표류 중이다.

국립공원위원회(국립공원위)의 심의에 가로막힌 것이 그 이유다.

국토교통부는 국립공원위의 요구에 따라 환경성·안전성·경제성 등을 검토해 공항 계획 변경안을 만들고 있다.

하지만 이마저도 심의를 통과할 수 있을지는 불투명하다.

흑산공항 건설 사업은 지난 2016년 10월 사업자인 국토부 서울지방항공청이 환경부 국립공원위에 심의를 요청한 이후 3년째 별다른 진척이 없는 실정이다.

서울지방항공청은 지난 2016년 1차 심의 보류에 이어 2018년 10월 2차 심의에서도 부결 가능성이 커지자 쟁점 사항을 보완한 뒤 재신청하기로 했다.

그러나 환경 관련 전문가와 시민단체 등으로 구성된 국립공원위의 높은 문턱을 넘어설 수 있을지는 미지수다.

환경부는 지난 5월 국립공원위 민간위원 15명 가운데 4명을 교체했으나, 전남도·신안군 등의 기대와는 달리 모두 환경 관련 교수나 시민단체 관계자로 채워진 것으로 알려졌다.

국립공원위 민간위원을 환경부 추천 인사로만 채우도록 한 자연공원법 개정안도 지난해 10월 국회 환경노동위원회에 제출됐으나 진척이 없는 상태다.

이에 따라 현재로서는 안건의 재상정 시기마저 언급하기 어려울 만큼 전망이 밝지 않다.

장기 표류나 더 나아가 무산 가능성까지 제기된다.

이에 따라 흑산공항 건설을 위해서는 정부에서 특단의 대책을 마련해야 한다는 목소리가 높아지고 있다.

전남도는 최근 환경부에 다도해 해상국립공원 계획 변경을 건의하는 한편 확정된 국가사업의 경우 국립공원위 심의 면제 사업으로 지정해 줄 것을 요청했다.

흑산공항은 급증하는 해양 관광객의 편익을 높이면서 동시에 섬 관광의 거점 역할을 하게 될 것으로 기대된다.

관광 차원뿐만 아니라 흑산도 주민들이 매년 115일을 선박 결항으로 불편을 겪고 있는 만큼 섬 주민의 기본권 존중 차원에서도 흑산공항은 건설돼야 할 것이다.

물론 환경 문제를 생각하지 않을 수 없지만 환경만을 지나치게 강조해 지역 발전에 꼭 필요한 사업을 좌초하게 해서는 안 된다.

@highlight

서울지방항공청은 흑산공항에 대해 지난 2016년 1차 심의 보류에 이어 2018년 10월 2차 심의에서도 부결 가능성이 커지자 쟁점 사항을 보완한 뒤 재신청하려고 준비했지만 국립공원위의 높은 문턱을 넘어설 수 있을지는 미지수다.