로드킬(Road Kill)로 인한 사망사고가 또 발생했다.

고속도로에 갑자기 멧돼지가 출몰하면서 3중 추돌로 1명이 숨지는 사고가 그제 충남 천안에서 일어난 것이다.

천안시 목천읍 경부고속도로 부산 방향 331㎞ 지점에서 50대가 몰던 승용차가 멧돼지와 충돌한 뒤 차량 상태를 확인하던 운전자가 뒤따라오던 차량에 치어 숨졌다고 한다.

앞서 지난 2월에는 서해안고속도로 홍성휴게소 인근에서 승용차와 멧돼지가 충돌하는 바람에 5중 추돌사고가 발생해 7명이 부상을 입기도 했다.

전국 고속도로에서 최근 5년 동안 발생한 로드킬이 1만903건이나 된다고 한다.

지방도와 국도를 더하면 로드킬 건수는 훨씬 많을 것이다.

요즘에는 시내 도로에서도 로드킬을 자주 목격할 수 있다.

로드킬은 동물들이 도로에서 자동차 등에 치여 죽는 것을 일컫는다.

서식지를 잃거나 먹을거리를 찾아 도로로 나온 동물들이 변을 당하고 있다.

로드킬은 미관저해 뿐만 아니라 2차 사고를 일으킨다는 데 문제의 심각성이 있다.

사람이 다치거나 목숨을 잃는 일이 더는 없도록 대책을 강구해야겠다.

대전·충남이 로드킬 다발지역으로 불리는 건 도로환경과 무관치 않을 것이다.

최근 5년 동안 전국 고속도로에서 발생한 도드킬의 24.24%(2643건)는 대전·충남에서 일어난 것으로 나타났다.

야생동물들은 자신들만이 다니는 길이 있다.

그런데 도로개설 등으로 길이 차단되면 차도로 뛰어들기 일쑤다.

시설을 보강해야 하는 이유다.

생태통로는 적정하게 설치돼 있는지 또한 관리는 제대로 되고 있는지 점검해보기 바란다.

야생동물의 생태통로 이용 횟수가 증가했다는 국립공원공단의 분석결과는 생태통로의 기능을 말해준다.

인공구조물에 의해 단절된 생태계가 되살아나고 있음을 의미한다.

운전자들도 방어운전을 해야 한다.

갑자기 뛰어드는 동물들을 피한다는 게 쉽지는 않겠지만 요주의 구간에선 속도를 줄이는 등 사고예방을 위한 노력이 필요하다.

이제 로드킬도 동물복지 차원에서 접근할 때가 됐다.

@highlight

지난 2월에는 승용차와 멧돼지의 충돌로 7명이 부상을 입었고, 그제엔 동물과 충돌한 운전자가 차량을 확인하다 뒤에 오던 차에 치어 숨지는 등 로드킬에 의한 인명피해가 더는 없도록 대책을 강구해야 한다.