아이에스동서가 3053억원 규모의 창원 대원3구역 재건축 사업을 품에 안았다.

이는 아이에스동서의 올해 도시정비사업 분야의 마수걸이 수주 사업지다.

7일 관련 업계에 따르면 아이에스동서는 지난 6일 창원 대원3구역 재건축 조합이 개최한 시공사 선정총회에서 경쟁사 동원개발을 누르고 시공권을 품에 안았다.

대원3구역 재건축 사업은 신축 가구수가 1470가구에 달하는 대형 프로젝트다.

창원시는 현재 미분양대책지역이나 사업지가 위치한 구창원지역은 미분양 물량이 30가구로 미미한 수준을 보이는 곳이다.

사업지 인근에 창원대로, 원이대로 및 창원터미널, 창원역, 창원중앙역 등이 있어 교통환경이 양호하다.

대원초등학교 및 창원중학교, 문성고등학교, 창원문성대학교 등의 교육시설도 인접해 있다.

홈플러스, NC아울렛, 시티세븐몰, 파티마병원 등 생활 편의시설과 창원천, 어린교통공원, 삼동공원, 창원스포츠파크 등이 가까이에 있다.

이날 시공사가 선정됨에 따라 대원3구역 사업은 본격적으로 속도를 낼 전망이다.

아이에스동서는 오는 10월 사업시행인가 및 관리처분변경을 시작으로 △2020년 1월 이주개시 △2020년 7월 착공 △2022년 11월 준공 및 입주를 목표로 사업을 추진해 나갈 계획이다.

아이에스동서는 옥탑디자인, 입면색채, 문주, 근린생활시설 등의 외관특화와 함께 조경, 시스템, 인테리어 등의 특화안을 통해 단지를 차별화할 계획이다.

전용면적별로 △59㎡ 172가구 △75A㎡ 500가구 △75B㎡ 32가구 △75C㎡ 32가구 △84㎡ 492가구 △101㎡ 242가구로 조성될 예정이다.

새 아파트는 59㎡형을 제외한 전타입이 4베이 구조로 설계된다.

재건축 사업이 완료되면, 경상남도 창원시 의창구 대원동 7-3번지 일원에는 지하 2층∼지상 25층 규모의 아파트 1470가구와 부대 복리시설 등이 들어서게 된다.

@highlight

아이에스동서가 지난 6일 시공사 선정총회에서 3053억원 규모의 창원 대원3구역 재건축 사업을 따내 아이에스동서의 마수걸이 수주 사업지가 됐다.