민주평화당 ‘김대중 대통령 서거 10주기 추모위원회(이하 추모위)’가 개설한 ‘김대중 정치아카데미’가 여섯 번째 강연을 끝으로 종강한다.

8일 평화당에 따르면 9일 국회도서관 소회의실에서 ‘김대중 정치 아카데미’ 제 6강 ‘정치인 김대중, 대통령 김대중의 진면목’ 토크대담을 개최한다.

이 행사에는 김 전 대통령의 비서실장이었던 박지원 의원과 마지막 비서관 최경환 의원이 참여한다.

박 의원과 최 의원은 김 전 대통령이 당총재와 의원 시절 어떻게 당을 이끌고 의정 활동을 했는지를 비롯, 대통령으로서 국정에 임하는 태도와 자세에 대한 이야기를 풀어 나간다.

또 김 전 대통령에게 이희호 여사는 어떤 존재였는지 등에 대해 설명한다.

김 전 대통령 내외의 가장 행복했던 순간, 슬펐던 순간 등 에피소드 등도 소개한다.

아울러 민주개혁세력이 제대로 ‘김대중 정신’을 계승하고 있는지 진단하고 서거 10주년을 맞아 우리가 해야 할 일은 무엇인지, 김 전 대통령이 살아있다면 현 정부를 어떻게 평가했을 지에 대한 의견도 제시한다.

‘김대중 정치 아카데미’는 김 전 대통령의 생애를 돌아보고 김대중 정신을 널리 알리기 위해 개설됐다.

지난달 18일 정동영 민주평화당 대표의 첫 강연을 시작으로 ▲김대중의 용서와 화해(김택근 전 경향신문 논설위원) ▲김대중의 실사구시, 실용주의 정치노선(천정배 의원) ▲김대중의 연합과 통합의 정치(박명림 연세대 교수·김대중 도서관 관장) ▲김대중의 사회복지 비전(김만권 연세대 사회과학연구소 박사), 김대중의 경제정책(최용식 21세기 경제학연구소) 등 4주 동안 총 6강으로 진행됐다.

이번 토크대담이 아카데미 마지막 강연이다.

한편, 추모위는 오는 25일 ‘김대중 정치아카데미’ 수강생, 소속 국회의원, 당직자 등이 참여한 가운데 김 전 대통령의 하의도 생가를 방문, 추도식을 할 계획이다.

@highlight

지난 9일 국회도서관 소회의실에서 김대중 대통령의 진면목 토크대담을 통해, 김대중 대통령이 어떻게 당을 이끌고 의정 행동을 했는지를 비롯하여 이희호 여사는 어떤 존재였는지에 대한 에피소드가 공개된다.