광주전남연구원과 정책협약…김 지사 “싱크탱크 역할 기대”

김영록 전남도지사가 8일 오전 도청 접견실에서 양정철 더불어민주당 민주연구원장과 면담에 앞서 인사를 나누고 있다.

문재인 대통령 최측근인 양정철 더불어민주당 연구원장이 8일 전남도청을 방문했다.

양 원장의 이번 방문은 서울을 비롯해 충북, 부산, 인천 등을 돌며 광역지자체 산하 연구원과 협약을 맺는 연장선상에서 이뤄졌지만, 최근 윤석열 검찰총장 후보자와 부적절한 만남을 가졌다는 의혹이 불거진 만큼 이번 행보에 큰 관심이 모아졌다.

양정철 원장은 이날 전남도청을 방문해 김영록 전남지사와 면담하고 광주전남연구원과 업무협약을 체결했다.

그는 김영록 지사와 만나 “저희가 링크 역할을 많이 하려고 한다”며 “광주전남연구원과 전남발전에 필요한 좋은 구상과 비전을 함께 만들겠다”고 말했다.

양 원장은 이어 “지자체들하고 업무협약을 맺는 것을 가지고 야당쪽에서 문제 제기를 했었다”면서 “ 국회에서 문희상 국회의장 주재하에 열린 회의에서 각당의 싱크탱크가 지자체와 업무협약을 체결하는 것에 합의가 됐다”고 설명했다

양 원장의 광폭행보에 내년 총선을 겨냥한 행보라는 야권의 비판과 함께, 선거법 위반 논란에 따라 조심스러운 입장 선회로 보인다.

김영록 지사는 “각 당의 싱크탱크가 각 지방자치단체와 교류를 한다면 직통으로 서로 정책을 가지고 협력이 가능할 것이다”면서 민주연구원의 역할도 주문했다.

양 원장은 김 지사와 면담직후 박성수 광주전남연구원장과 광주전남발전과 삶의 질 향상을 위한 정책과 미래비전 개발에 공동노력하기로 하고 앞으로 실무협의회를 구성해 심도 깊게 논의하기로 하는 협약을 체결했다.

단, 협약서에는 최근 행보에 대한 비판을 의식한 듯 공동연구와 정책 협력은 비정치적 사항에 한정한다는 내용을 담았다.

한편, 양 원장은 윤석열 검찰총장 후보자와 올해 4월 만났다는 언론 보도에 대해 “윤 후보자가 답할 것”이라며 즉답을 회피했다 양 원장은 이날 오전 30여 분만의 전남도청 방문을 마치고 곧바로 귀경한 것으로 알려졌다.

@highlight

최근 윤석열 검찰 총장과 부적절한 만남으로 조심스러운 행보를 보이는 문재인 대통령의 최측근 양정철 더불어민주당 연구원장이 8일 전남도청을 방문해 김영록 전남지사와 면담 후, 광주전남연구원과 업무협약을 체결했다.