국내외 톱랭커 바둑 선수들이 전남으로 총 출동하며 한 여름을 더욱 뜨겁게 달군다.

전남도는 올해로 6회째를 맞은 전라남도 국수산맥 국제바둑대회가 오는 8월 2일 개막식을 시작으로 우리나라 바둑의 메카인 강진·영암·신안에서 열린다고 8일 밝혔다.

도 국수산맥 국제바둑대회는 김인·조훈현·이세돌 등 3대 국수를 배출한 전남이 바둑의 본고장임을 세계에 알리고, 외국과의 교류를 통한 바둑 발전 및 지역경제 활성화를 위해 2014년부터 개최해 오고 있다.

대회 원년인 2014년에는 한·중 단체바둑대항전, 국제페어바둑대회, 국제 어린이바둑축제가 열렸다.

2016년부터는 일본과 대만까지 문호를 넓혀 단체전 및 페어대회 규모를 확대했다.

지난해부터는 단체전 대신 세계프로최강전(개인전)과 국내프로토너먼트를 창설해 국제페어대회 포함 3개 부문으로 변경했다.

올해도 지난해와 동일한 방식으로 개최된다.

지난해 처음 열린 세계프로최강전에서는 박정환 9단이 대만의 왕위안쥔 8단을 제치고 첫 우승을 거머쥐었다.

올해는 한국랭킹 1∼6위인 신진서·박정환·김지석·신민준·변상일·이동훈 9단과 지난해 국수산맥 국내프로토너먼트 우승자 이지현 9단 등 초호화 멤버가 총출동한다.

국제페어바둑대회에는 그동안 한국의 조훈현·이창호 9단, 일본의 린하이펑·다케미야 마사키·요다 노리모토 9단 등의 레전드들이 참가해 화제가 됐다.

올해도 유창혁·위빈·요다 노리모토·왕리청 9단 등 한 시대를 풍미했던 선수들이 참가할 예정이다.

김명원 전남도 관광문화체육국장은 “국수산맥 국제바둑대회는 해마다 내실을 더하면서 세계 명문 바둑대회로 자리매김하고 있다”며 “대한민국 바둑의 메카라는 자부심을 갖고 바둑 발전과 활성화를 위해 앞으로 더욱 힘쓰겠다”고 말했다.

@highlight

전남도는 오는 8월에 바둑 발전 및 지역경제 활성화를 위해 전라남도 국수산맥 국제바둑대회를 강진·영암·신안에서 개최하며 유창혁·위빈·요다 노리모토·왕리청 9단 등의 선수가 참여한다. 