일본 정부의 무역 보복으로 올해와 내년 한국의 국내총생산(GDP) 성장률이 1%대로 내려앉을 것이라는 전망이 나왔다.

모건스탠리는 7일 발표한 리포트를 통해 "일본과의 무역마찰은 이미 대내외적으로 역풍에 직면한 한국 경제에 또 다른 압력으로 작용할 것"이라며 "올해와 내년 한국의 GDP 성장률이 각각 1.8%와 1.7%가 될 것으로 전망한다"고 밝혔다.

이 같은 전망치는 최근 한국 정부가 하향 조정해 밝힌 수치보다도 낮은 것이다.

3일 정부는 '2019년 하반기 경제정책방향'에서 올해 GDP가 2.4~2.5% 성장할 것으로 예상했다.

이는 직전 전망치인 지난해 12월보다 0.2%포인트 내린 것이다.

모건스탠리의 전망에 따르면 올해 한국의 GDP 성장률은 지난해 실적인 2.7%보다 0.9%포인트 낮아질 것으로 보인다.

모건스탠리는 일본 경제산업성이 플렉시블 디스플레이와 반도체 등의 주요 소재 3개 품목에 대해 한국 수출을 제한한 조치가 국내 업체들의 생산성에 영향을 미쳐 GDP 성장을 둔화시킬 것이라고 내다봤다.

보고서는 "수출이 제한된 소재들에 대한 한국 기업들의 재고는 3개월이 채 되지 않는다"며 "이는 한국 기업들에 공급 측면의 제약으로 작용할 것이며 만약 대체 공급처를 구한다 해도 투입 비용 상승은 불가피하다"고 분석했다.

결국 미·중 무역분쟁이 완전히 해소되지 않은 상태에서 일본과의 통상마찰은 한국 경제의 펀더멘털을 더욱 악화시킬 수 있다는 분석이다.

이 보고서는 "한국은 아시아에서 미·중 무역 불확실성의 영향에 가장 많이 노출돼 있는 국가 중 하나"라면서 "G20 미팅 이후 미·중 무역갈등은 잠시 중단된 상태지만 수출 성장률은 또다시 둔해질 수 있다"고 내다봤다.

한편 5일에는 JP모건이 보고서를 통해 일본 정부의 이번 제한 조치가 한국의 첨단기술 제품 생산에 영향을 줘 글로벌 공급 체인에 위험 요인으로 작용할 가능성이 있다는 전망을 내놓은 바 있다.

JP모건은 보고서에서 "메모리칩은 글로벌 제조업의 핵심이며 70%를 넘는 한국의 글로벌 D램 생산 점유율을 고려한다면 세계 경제에 미치는 영향은 더욱 커질 수 있다"고 전망했다.

@highlight

모건스탠리는 7일 발표한 보고서에서 일본과의 무역마찰로 올해와 내년 한국의 GDP 성장률이 각각 1.8%, 1.7%에 그칠 것이라고 예상했는데, 이에 따라 미·중 무역분쟁이 완전히 해소되지 않은 상태에서 일본과의 통상마찰은 한국 경제를 더 악화시킬 수 있다는 분석이 나온다.