레몬헬스케어(대표 홍병진)가 미래에셋생명과 스마트 헬스케어 플랫폼 '엠케어(M-Care)' 기반의 실손보험 간편청구 서비스 'M-Care 뚝딱청구' 서비스 구축에 나선다고 8일 밝혔다.

레몬헬스케어와 미래에셋생명은 오는 8월부터 양사의 인프라와 기술력을 활용해, 국내 주요 대형병원의 이용객들이 환자용 모바일 앱상에서 실손보험금을 손쉽게 청구할 수 있는 'M-Care 뚝딱청구' 서비스를 선보일 예정이다.

'M-Care 뚝딱청구'는 실손보험금 청구에 필요한 모든 데이터를 앱상에서 전자데이터 형태로 보험사에 전송해 실손보험금을 손쉽게 청구할 수 있는 서비스다.

실손보험금 청구 소멸시효(3년) 내에 속하는 모든 미청구 진료 내역을 확인할 수 있다.

숨은 보험금 찾기는 물론 수십 개의 진료내역도 한 번에 청구할 수 있다.

환자는 물론 많은 진료 데이터를 수기로 처리하는 보험사의 불편함도 상당 부분 해소해 환자와 보험사 모두가 만족할 수 있는 서비스다.

지난해 5월 업계 최초로 KB손해보험과 'M-Care 뚝딱청구' 서비스를 선보인 직후 탁월한 편의성을 입증받았다.

올 초 NH농협생명과도 계약을 통해 생보업계까지 서비스 영역을 확대한 바 있다.

홍병진 대표는 "최근 금융권의 대대적인 참여로 100억 원 규모 시리즈B 투자를 유치하며 더욱 견고한 금융권 네트워크를 확보하게 됐다"면서 "향후 전략적인 파트너쉽을 통해 이용 가능한 보험사를 적극 확대하고, 공격적인 마케팅을 통한 폭넓은 이용자층 확보로 실손보험금 간편청구 문화를 적극 선도해 나가겠다."고 밝혔다.

한편, 레몬헬스케어는 진료 예약부터 실손보험 간편청구까지 병원 내 모든 진료 절차를 앱 하나로 간편하게 해결할 수 있는 '엠케어'를 주요 대형병원인 세브란스병원, 서울대병원, 삼성서울병원, 서울성모병원을 포함한 40여 개 병원에 구축 및 운영하고 있다.

향후에는 '엠케어 클라우드' 사업으로 동네 병의원까지 서비스를 확대할 계획이다.

@highlight

8월부터 레몬헬스케어와 미래에셋생명이 양사의 기술과 인프라를 이용해, 보험금 청구에 필요한 데이터를 앱을 통해 디지털형태로 보험사에 전달해, 이용객들이 모바일로 간편하게 실손보험금을 청구할 수 있는 'M-Care 뚝딱청구' 서비스를 런칭할 예정이며, 본 서비스를 통해 환자는 물론 데이터 수기처리로 곤란을 겪었던 보험사에게도 편리한 서비스를 제공할 것으로 기대된다.