대전, 세종, 충남·북 지역의 낮 최고기온이 연일 30℃를 웃도는 폭염이 지속되면서 온열질환 주의보가 내려졌다.

지난 며칠간 이 지역의 최고 온도는 33℃를 웃도는 등 더위가 맹위를 떨치고 있다.

기상청은 내일 비 소식이 있겠지만 당분간 낮 기온은 30℃ 이상을 기록할 것으로 예보했다.

예년보다 일찍 찾아온 더위에 온열질환 환자가 급증하고 있어 건강관리에 각별한 주의가 요구된다.

올 여름 질병관리본부에 신고 된 온열질환자가 이미 230명을 넘어섰다.

지역별 온열질환자 수는 대전 7명, 충남 16명, 충북 13명 등이다.

기록적인 폭염으로 사망자가 48명이나 발생한 지난해 같은 기간보다 온열질환자 수가 늘었다고 한다.

때 이른 폭염에 미처 대비를 못한 탓도 있을 것이다.

온열질환은 무더위로 인해 발생하는 질병으로 열사병, 열탈진, 열경련, 열실신, 열부종 등을 일컫는다.

노약자나 만성질환자에게 특히 위험하다.

폭염 취약자들을 중심으로 세심한 보살핌이 필요하다.

온열질환 사망자 중 65세 이상 고령자가 71%(34명)로 가장 높은 비중을 차지하고 있다.

거동이 불편한 독거노인들은 폭염에 취약하다.

쪽방에서 무더위와 싸우며 여름이 지나가기만을 기다리는 저소득층도 꽤 있다.

전기료가 아까워 선풍기조차 틀지 않는 이들도 있다니 안타깝다.

일부 지자체가 기초생활수급자 가정에 에어컨을 설치해주고 있는 건 잘한 결정이다.

본격적인 더위는 이제부터다.

사회안전망이 비교적 잘 갖춰져 있다지만 사각지대는 있기 마련이다.

이웃 주민 중 폭염에 노출된 가정은 없는지 관심을 가져야겠다.

폭염 행동요령만 잘 지켜도 위기를 모면할 수 있다고 한다.

보건당국은 낮 시간 야외활동을 자제하고 수분섭취를 충분히 해줄 것을 당부하고 있다.

여름철엔 기상이변에 따른 사고도 잦다.

기상특보에 귀를 기울이고 만일의 사태에 대비해야 한다.

@highlight

대전, 세종, 충남·북 지역의 낮 최고기온이 연일 30℃를 넘는 폭염이 지속되면서 온열질환 주의보가 내려진 가운데, 폭염으로 사망자가 48명이나 발생한 작년 동기대비보다도 온열진환자 수가 늘고 있으므로 사회안정망이 비교적 설계되었다지만 사각지대가 있을수 있으므로 기상특보에 귀를 기울이고 대비책을 점검해야 한다.