[충청일보 진재석 기자] 때이른 폭염으로 충북 지역에서 온열 질환자가 속출하고 있는 것으로 나타났다.

8일 충북도에 따르면 지난 5월 30일 도내에서 올해 첫 온열 질환자가 발생한 이후 현재까지 총 11명의 온열 질환자가 응급의료기관을 찾아 치료를 받았다.

질환별로 살펴보면 열탈진이 8명으로 가장 많았고, 열사병과 열실신이 각각 2명, 1명을 기록했다.

발생 지역은 영동 6명, 청주 4명, 보은 1명 순이다.

도내 전역에 올해 들어 첫 폭염 특보가 발효된 지난 5일에는 청주에서만 열사병 환자 2명이 발생했다.

가축이나 농작물 등 폭염 피해는 현재까지 접수되지 않았다.

이날 청주를 비롯해 충주·음성·진천·괴산·증평은 폭염주의보가 여전히 유지되고 있다.

청주기상지청에 따르면 이들 지역은 당분간 낮 최고기온이 33도까지 오를 것으로 예상된다.

청주기상지청 관계자는 "오는 10일 남부지역부터 비가 시작돼 오후에는 도내 전역으로 확대될 것으로 예보됐지만, 이전까지 폭염주의보가 발효 중인 곳은 피해에 유의해야 한다"고 말했다.

충북도는 폭염 특보에 따른 상황관리 및 예방 활동을 위한 비상근무에 들어가는 한편 취약계층에 주의를 당부하는 문자서비스와 마을방송을 송출하고 있다.

소방당국도 도내 여름 폭염대비 구급대책과 '폭염·풍수해 대비 소방활동 대응준비태세' 점검에 나선다.

충북소방본부는 소방청과 함께 도내 일선 소방서를 대상으로 △폭염·풍수해 대비책의 적정성 △수난구조장비 관리실태 △현장활동 대원의 안전을 위한 무더위 휴식시간제 운영 상황 등을 확인한다.

또 폭염에 따른 온열질환자 발생에 대비해 소방서 안에 마련된 얼음조끼·얼음팩, 전해질용액, 체온계, 생리식염수 등 관련 물품 확보 여부, 벌집제거세트 등 생활민원 처리에 필요한 장비 관리상태를 점검한다.

@highlight

8일 충북도에 따르면 때이른 폭염으로 인해 충북 지역에서 온열 질환자가 현재까지 총 11명이 발생했고 발생 지역은 영동 6명, 청주 4명, 보은 1명 순이다.