문희상 국회의장은 8일 신임 국회방송국장(2급)에 임광기 서울방송(SBS) 논설위원을 임명했다.

문 의장은 "신임 임 방송국장은 전문성과 중립성 갖춘 인재로, 후보자추천위원회 통해 역량을 검증했다"고 밝혔다.

임 신임 방송국장은 중앙대 신문방송학과와 동 대학원을 졸업했다.

1987년에 기자생활을 시작한 뒤 SBS에서 정치부·사회부·경제부 등을 거쳐 뉴미디어부장, 선거방송기획단장, 논설위원 등으로 근무했다.

임 방송국장은 언론방송 분야에 폭넓은 경험을 쌓아온 전문가로서 공공채널인 국회방송(NATV)의 업무를 총괄하게 된다.

이번 방송국장 임명은 △모집 공고(4월 24일~5월 24일) △'후보자추천위원회'의 전형 및 임용후보자 추천 △국회인사위원회의 심사·의결 등의 절차로 진행됐다.

후보자추천위원회는 방송국장 선발절차의 공정성 제고를 위해 지난 4월 국회규정 개정으로 마련된 제도다.

방송 관련 학회, 협회, 시민단체 등이 추천하고 일정 자격요건을 갖춘 위원 등으로구성된 위원회를 통해 방송국장의 전문성 및 중립성을 확보하려는 취지다.

최초 적용된 이번 채용에서는 한국방송학회, 한국언론정보학회, 한국방송협회, 한국방송기자클럽, 민주언론시민연합, 한국케이블TV방송협회 등이 참여했다.

방송국장 공모에는 16명이 지원했다.

16대 1의 경쟁률을 보였고, 4명이 서류전형을 통과해 면접시험을 치렀다.

후보자추천위원회는 면접대상 4명을 대상으로 국회방송 발전방안에 대한 소견 및 전문역량 등을 평가해 2명의 임용후보자를 추천했다.

1순위 추천 임용후보자였던 임광기 논설위원이 국회인사위원회 의결을 거쳐 신임 방송국장으로 임명됐다.

임광기 방송국장은 "국회방송의 콘텐츠경쟁력과 시청환경의 개선에 주력하여 국민에게 가까이 다가가는 유익한 공공방송으로서의 위상을 견고히 할 것"이라고 포부를 밝혔다.

@highlight

신임 국회방송국장(2급)에 임광기 국장은 기자생활을 시작한 뒤 SBS에서 정치부·사회부·경제부 등을 거쳐 뉴미디어부장, 선거방송기획단장, 논설위원 등 폭넓은 경험을 쌓아온 전문가로서 국회규정 개정으로 마련된 절차를 거쳐 임명되어 공공채널인 국회방송(NATV)의 업무를 총괄하게 된다.