정권이 바뀐 광역단체장들의 표를 의식한 친노동 정책 관련 거침없는 행보나 지역경제와 대치되는 중대 현안에 무관심한 행태가 기업들의 인식에 부정적인 영향을 미치고 있다.

박원순 서울시장은 친노동 행보로 인해 기업들의 부정적인 인식에 가장 큰 영향을 미치고 있다.

지난해 11월 한국노총이 여의도 국회 앞에서 주최한 '정부 규탄' 집회에서 보인 행보가 대표적이다.

박 시장은 이날 행사에서 "노조가 편한 서울시를 만들겠다"며 정부가 추진 중인 탄력근로제 단위기간 확대를 반대하는 한국노총의 손을 들어줬다.

송철호 울산시장도 마찬가지다.

최근 현대중공업 물적(법인)분할을 두고 노사가 충돌해 폭력이 발생했을 때 송 시장이 보여준 삭발 행보는 기업들의 우려를 자아냈다.

울산의 기업체들은 송 시장이 취임한 이후 가능하면 노사 갈등이 기업 밖으로 표출되지 않도록 안간힘을 쓸 정도다.

울산의 한 업체 관계자는 "송 시장 취임 이후 노동계 목소리가 확실히 예전보다 커졌다"며 "노사를 떠나 불법 행위에 대한 최소한의 자제 요구도 없었다. 노동계에 대한 울산시의 바뀐 모습을 잘 보여주는 사례"라고 지적했다.

김경수 경남지사는 정부의 탈원전 정책으로 고사 위기에 처한 경남 지역 원전업체들에 대한 생존대책에 사실상 손을 놓고 있어 기업인들의 부정적인 인식을 받고 있다.

경남에는 두산중공업 등 협력사 400개에 가까운 중소 원전업체들이 몰려 있으나 정부의 탈원전 정책과 더불어 신한울 3·4호기 건설 폐기로 인해 사실상 고사 위기에 처했다.

김 지사는 이들 원전업체 등과 간담회를 개최하고 원전 해체 사업 전환을 위한 대책을 추진 중이다.

그러나 원전 해체 사업이 시작되기 위해선 3~4년이란 시간이 소요되고 그사이 이미 상당수 원전 중소업체들이 문을 닫는 상황이어서 '소 잃고 외양간 고치기'라는 업계의 비판을 받고 있다.

한 원전업체 관계자는 "최근에 경남도에서 원전업체들 애로사항을 듣는다고 직접 회사에 방문했더라"며 "그동안 어렵다고 그렇게 대책을 호소해도 아무 말 없다가 이제 와서 뭐라도 하려는 흉내를 내는 것 같아 씁쓸하다"고 말했다.

@highlight

김경수 경남지사는 정부의 탈원전 정책으로 고사 위기에 처한 경남 지역 원전업체의 생존대책 수립등을 위해 원전업체 등과 간담회를 개최하고 원전 해체 사업 전환을 위한 대책을 추진 중이지만 원전 해체 사업이 시작되기 위해선 3~4년이란 시간이 소요되고 그사이 상당수 원전 중소업체들이 폐업할 것이라며 업계는 김지사를 비판하고 있다.