5060세대의 저축, 노후 및 의료비 부담이 상당한 것으로 나타났다.

7일 한화생명이 보유고객 약 500만명의 데이터를 분석한 결과, 저축보험 평균 월납 보험료는 5060세대가 49만4000원이었으나 3040세대는 35만4000원으로 14만원이 적었다.

소득 대비 납입비율도 5060세대가 6.7%인데 비해 3040세대는 5.4%로 나타나 중장년층이 버는 돈 중 저축하는 비율이 더 많은 것으로 분석됐다.

스스로 노후를 준비 하느라 고된 5060세대는 부채 부담도 컸다.

통계청 가계금융복지조사를 통해 연령대별 평균 부채를 조사한 결과, 50대가 8469만원으로 가장 컸고 40대(8173만원), 60대(7353만원) 순으로 분석됐다.

5년전(2012년) 대비 부채 증가율은 60대가 54.1%로, 모든 연령대에 비해 가장 큰 폭으로 증가했다.

빚 갚으랴, 저축하랴 힘든 5060세대에 또 다른 부담은 의료비다.

한화생명의 인당 평균 실손보험금 지급 현황을 보면, 2013년 77만7000원에서 2018년 94만5000원으로 21.6%가 증가했다.

특히 입원은 5년전 130만원 대비 177만원으로 36.2% 증가했고 통원은 27만4000원 대비 46.9% 증가한 40만2000원으로 나타났다.

통계청의 5060세대 생활비를 분석한 자료에서도 2012년 대비 2017년에는 의료비가 13.4% 증가하며 통신비(8.8%), 경조비(6.9%), 식비(5.2%), 주거비(2.7%) 등에 비해 가장 크게 증가한 것으로 확인됐다.

부모 부양에 대한 생각도 10년 전과 달라졌다.

통계청에서 부모 부양에 대한 견해를 조사한 결과에 따르면 ‘부모 스스로 해결해야 한다’고 답변한 경우가 5060세대와 2030세대 모두 증가했다.

반대로 ‘가족이 책임져야 한다’고 답변한 경우는 감소했다.

한화생명 공소민 빅데이터팀장은 “부모는 자녀에게 짐이 되지 않으려는 생각이 커진 반면, 자녀는 부모를 부양해야 한다는 책임감이 줄어들고 있다고 해석할 수 있다”고 말했다.

@highlight

한화생명이 보유고객 약 500만명의 데이터를 분석한 결과,  5060세대의 저축보험 월납 보험료가 3040에 비해 높았으며 부채와 저축, 노후및 의료비 부담이 상당한 것으로 나타났다.