“모바일로 편하게 지방세 납부하세요”

광주광역시는 종이고지서가 없어도 스마트폰 모바일 앱을 통해 지방세 고지내역을 확인하고 납부할 수 있는 ‘지방세 고지서 모바일 전자송달서비스’를 이달부터 확대 시행한다고 8일 밝혔다.

기존 스마트위택스와 금융앱(App)을 통해서만 모바일 서비스를 제공 하던 것을 네이버, 페이코, 카카오페이 등 간편결제사 앱까지 확대해 서비스한다.

대상세목은 재산세(7·9월), 주민세(8월), 자동차세(6·12월), 등록면허세(1월)이며 모바일 전자송달 서비스 신청은 해당 간편결제사 앱과 시중은행, 금융결재원 등의 금융앱을 설치하면 된다.

위택스, 자치단체 방문신청은 개인·법인 모두 가능하고 모바일 앱은 개인사업자를 포함해 개인이 신청 가능하다.

다만 신청자가 다수의 앱으로 전자고지를 중복 신청할 경우 마지막으로 신청한 앱에 전자송달되므로 해당 앱을 삭제하거나 스마트폰 변경시에는 고지서가 수신되지 않을 수 있어 확인이 필요하다.

서비스 적용은 신청한 달의 다음달부터 발송되는 정기분 지방세부터 적용된다.

스마트폰으로 송달받은 모바일 고지서는 앱에서 손쉽게 납부할 수 있으며 기존의 금융기관 CD/ATM기기나 가상계좌, ARS 등을 통해서도 납부가 가능하다.

전자송달로 고지서를 받게 되면 150원의 세액공제가 적용되며 전자송달로 고지서를 받고 자동이체로 납부하면 500원의 세액공제 혜택도 받는다.

시는 이번 모바일 전자송달 서비스 확대 시행으로 납세자 편의가 증대하고 고지서 분실과 개인정보 노출 위험도 줄어들 것으로 기대하고 있다.

최윤구 시 세정담당관은 “지방세 고지서 모바일 서비스를 신청하면 앱을 통해서 어디서나 고지내역을 확인 납부할 수 있고 세액공제도 받을 수 있으므로 편리하고 간편한 전자송달서비스를 적극 이용해 주길 바란다”고 말했다.

@highlight

광주광역시는 납세자 편의 증대를 위해 간편결제사 앱을 통해 납부할 수 있는 ‘지방세 고지서 모바일 전자송달서비스’를 확대 시행할 예정이다. 