더불어민주당이 8일 경제원탁토론회 준비단장에 4선의 김진표 의원을 내정하며 원탁토론회 준비에 착수했다.

참여정부 당시 경제부총리를 지낸 김 의원이 전면에 나서면서 소득주도성장 정책과 최저임금 인상 등에 대한 야당의 공세를 적극적으로 대응할 것으로 예상된다.

앞서 여야 원내지도부는 오는 15일 경제원탁토론회를 개최하는 방안을 논의하면서 세부 형식과 내용 등은 준비단을 구성해 검토하기로 했다.

자유한국당과 바른미래당도 옛 재정경제부 차관을 지낸 3선의 김광림 의원과 경기도 정무부지사를 지낸 재선의 김성식 의원을 각각 준비단에 투입키로 한 것으로 전해졌다.

다만 여야 3당 원내대표 간 합의가 이뤄지지 않으면서 경제원탁토론회 준비에 진척을 보지 못했다.

민주당 이인영, 한국당 나경원, 바른미래당 오신환 원내대표는 이날 국회에서 문희상 국회의장 주재로 회동을 가졌지만 경제원탁토론회와 추가경정예산안 처리 본회의 날짜, 북한 목선 입항사건 국정조사에 대해선 이견을 보였다.

나 원내대표는 "이번 주 중에 예산결산특별위원회를 가동하기로 했다"면서도 "오 원내대표와는 논의 과정에서 국정조사를 강하게 요구했다. 민주평화당까지도 국정조사를 요구하는 상황"이라고 밝혔다.

반면 이 원내대표는 "추경 처리 최종 시한을 정하고 경제토론회를 하고 서로 상응하면서 원만히 진행됐으면 좋겠다"며 "국정조사 문제는 의사일정 합의에서 전제조건으로 연계되면 곤란하다는 입장"이라고 설명했다.

오 원내대표도 "경제원탁토론회, 추경, 국정조사 부분이 최종적으로 조율이 안 됐는데 조속히 한꺼번에 일괄 합의되면 좋겠다"고 덧붙였다.

여야 3당 원내대표가 최종 결론을 내리지 못하면서 추경 처리가 시급한 민주당이 그 전제조건으로 거론됐던 경제원탁토론회 준비를 서두르며 야당을 압박하는 모양새가 됐다.

민주당 정춘숙 원내대변인은 "시간이 일주일밖에 없다"며 "말 그대로 청문회가 아닌 원탁토론회니까 각계 의견을 모아서 대안과 지혜를 마련하는 게 합리적"이라고 덧붙였다.

@highlight

더불어민주당이 8일 경제원탁토론회 준비단장에 김진표 의원을 내정하여 김광림, 김성식 의원과 함께 경제원탁토론회를 준비하기 위해 나섰지만 여야 3당 원내대표 간 합의가 아직 이뤄지지 않아 경제원탁토론회의 일정은 불투명한 것으로 나타났다.