LG전자가 게이밍 모니터 및 노트북 브랜드 LG 울트라기어의 브랜드 인지도를 강화하기 위해 진행하는 LG 울트라 페스티벌 행사의 일환으로, 인텔, KISTI(한국과학기술정보연구원)와 함께 AI 드론 경진대회를 개최한다.

모델들이 드론 주행을 위해 소프트웨어 코딩 작업으로 완성한 인공지능 프로그램을 활용하고 있다.

LG전자가 인텔, 한국과학기술정보연구원(KISTI)과 함께 'AI 드론 경진대회'를 개최한다고 8일 밝혔다.

7월 10일부터 23일까지 참가 신청을 접수한 뒤 약 두 달간 사전교육과 본선 일정을 진행한다.

AI 드론 경진대회는 LG전자가 진행하는 LG 울트라 페스티벌 행사 일환이다.

게이밍 브랜드 'LG 울트라기어' 라인업 확대 이후 브랜드 인지도를 강화하기 위해 진행하는 다양한 이벤트 중 하나다.

대회는 전국 초·중·고 및 대학생 참가자가 소프트웨어(SW) 코딩 작업으로 인공지능(AI) 프로그램을 완성한다.

이를 바탕으로 드론을 주행시켜 주어진 과제를 해결하는 방식으로 진행된다.

연령별로 7월부터 예선전을 치러 통과한 약 70여개 팀이 본선에 올라 최종 우승자를 가린다.

경기 방식은 참가자가 사전에 드론에 부착된 카메라로 사물 이미지를 AI 프로그램에 학습시킨 후 실제 경기장에서 드론을 이용해 목표 사물을 얼마나 빠르고 정확하게 찾아내는 지를 평가한다.

참가자는 초·중·고·대학교별로 과제를 받아 대결한다.

참가자는 대회 기간 동안 LG 울트라기어 게이밍 모니터와 인텔 미니 PC '누크(NUC)'를 활용해 SW 코딩 작업을 수행한다.

LG전자는 9월 1일 서울 장충체육관에서 AI 드론 경진대회 행사를 개최하고 우수팀을 시상한다.

이에 앞서 8월 31일에는 서울 장충체육관에서 'LG 울트라 페스티벌'을 연다.

LG전자와 CJ ENM 게임채널 OGN이 주관하고 인텔 후원으로 열린다.

손대기 LG전자 한국영업본부 한국HE마케팅담당은 "게이밍 브랜드 'LG 울트라기어'가 대중에게 친숙한 이미지로 다가가기 위해 다양한 마케팅 활동을 지속할 것"이라고 말했다.

@highlight

9월1일 서울 장충체육관에서 LG전자는 대중에게 다가가기 위한 LG 울트라기어의 마케팅으로  인텔, KISTI와 함께 AI 드론 경진대회를 개최할 예정이다.