SBS TV가 예능물 ‘정글의 법칙’의 대왕조개 불법 채취와 관련, 재차 사과했다.

방송에서 대왕조개를 채취한 탤런트 이열음(23)이 “피해를 입지 않도록 노력하겠다”고 강조했다.

SBS는 8일 “이번 ‘정글의 법칙’ 사안에 대해 다시 한번 깊이 사과드린다”면서 “SBS는 철저한 내부 조사를 실시한 후 결과에 따라 강력한 조치를 취하겠다.

출연자 이열음씨에게 피해가 가지 않도록 최대한 책임 있는 자세로 임하겠다”고 밝혔다.

‘정글의 법칙 인 로스트 아일랜드’는 지난달 29일 이열음이 태국 남부 꼬묵섬에서 대왕조개를 발견하고 채취하는 장면을 내보냈다.

제작진은 현지 업체를 통해 국립공원과 야생동식물보호국의 촬영 허가를 받은 것으로 알려졌다.

방콕포스트 등 태국 매체에 따르면, 핫차오마이 국립공원은 경찰에 수사를 요청한 상황이다.

‘정글의 법칙’ 제작진이 대왕조개 사냥 장면을 촬영할 때 “국립공원 관계자들에게 위치를 알리지 않았다”는 이유에서다.

대왕조개는 세계에서 가장 큰 조개로 평균 수명이 100년 이상이다.

멸종위기에 처해 법적 보호를 받고 있으며, 불법 채취 시 2만바트(약 76만원) 이하의 벌금과 5년 이하의 징역에 처할 수 있다.

현지 언론을 통해 ‘정글의 법칙’의 조용재 PD가 태국 관광청에 제출한 서류도 공개됐다.

SBS는 5일 “‘정글의 법칙’에서 태국 대왕조개 채취와 관련, 현지 규정을 사전에 충분히 숙지하지 못하고 촬영한 점 깊이 사과드린다”며 “향후 좀 더 세심한 주의를 기울여 제작하겠다”고 했다.

하지만 ‘정글의 법칙’ 폐지를 요구하는 시청자들의 목소리가 높아지고 있다.

청와대 국민청원 게시판에는 7일 “이열음씨의 징역 최대 5년 면제를 요청하고 ‘정글의 법칙’ 제작진’의 엄벌을 요구한다”는 글이 올라왔다.

이열음의 소속사 열음엔터테인먼트는 “태국 당국으로부터 고발 건 관련해 직접 연락을 받은 것이 없다”면서 “SBS에서 태국 현지 대사관 등과 접촉, 구체적인 상황을 파악 중”이라며 당혹스러워했다.

@highlight

SBS TV 예능물 정글의 법칙에서 대왕조개를 채취한 탤런트 이열음이 멸종 위기에 처해 법적 보호를 받고 있으며 , 불법 채취시 2만바트(약 76만원) 이하의 벌금과 5년 이하의 징역에 처해질 수 있는 대왕조개 불법 채취와 관련 사과를 했고 현재 태국 당국으로부터 고발 건 관련해 직접 연락 받은 것은 없고 구체적인 상황을 파악 중 이라고 했다.