한국거래소는 8일부터 12일까지 중남미 지역 금융관계자를 초청해 '한국 자본시장 및 ESG(환경·사회책임·지배구조)지수와 투자'를 주제로 연수를 실시한다고 밝혔다.

이번 연수는 중남미개발은행(IDB)의 요청에 따라 한국거래소가 IDB와 최초로 추진하는 협력사업이다.

한국거래소는 8일 서울사옥에서 중남미지역 금융관계자를 초청해 한국 자본시장 및 ESG 지수·투자라는 주제로 연수를 실시했다.

이번 연수는 중남미개발은행(IDB)의 요청에 따라 한국거래소가 IDB와 최초로 추진하는 협력사업으로 12일까지 진행된다.

채남기 한국거래소 경영지원본부장(앞줄 왼쪽부터 여섯번째)과 중남미지역 금융관계자 대상 초청연수 참가자들이 기념촬영을 하고 있다.

IDB는 중남미 및 카리브해 국가의 성장을 지원하기 위해 1959년 미국 워싱턴D.C에 설립된 개발원조기관으로 미국, 아르헨티나, 브라질 등 48개 회원국으로 구성되어 있다.

연수 대상은 아르헨티나, 멕시코, 콜롬비아, 페루 등 중남미 거래소와 금융기관 임직원 및 IDB 관계자 등 21명이다.

이들에게는 한국거래소 뿐만 아니라 학계, 공공분야, 민간분야의 전문가로 강사진을 구성해 ESG와 관련한 폭넓은 강의를 제공한다.

연수과정에는 삼성전자, 롯데그룹 등 한국의 글로벌 기업 방문 및 지속가능경영 교육을 포함해 교육의 현장감을 높이고 연수 기간 중 KRX 인덱스 컨퍼런스, 한-중남미 금융협력 세미나 참여 등을 통해 국내기관과의 연계 및 협업을 모색할 수 있는 기회의 장을 제공할 예정이다.

한국거래소 관계자는 "이번 연수사업은 중남미 지역 후속사업을 발굴하고 IDB와의 지속적인 협력기회가 되며 나아가 한국과 중남미 자본시장간 협력 강화에 기여할 것으로 기대한다"며 "최근 국제적인 핵심 이슈로 부각한 ESG와 관련, 4개의 ESG지수를 보유중인 KRX는 그린본드 인증기준 마련, ESG 관련 기업정보공시 확대 등 ESG 관련 사업을 적극 추진할 계획"이라고 밝혔다.

@highlight

한국거래소는 5일간 ESG를 주제로 중남미지역 금융관계자를 초청하여 IDB와 최초로 연수를 진행하는 한편 연수과정에는 국내기관과의 협업을 도모할 수 있는 기회가 제공된다.