롯데마트가 여름이 시작되자마자 패션·침구류 등 여름 상품을 최대 40% 할인 판매하는 '빅세일'을 진행한다고 9일 밝혔다.

롯데마트에 따르면 이번 빅세일은 오는 11일부터 17일까지 총 400여개 품목을 대상으로 20억 규모로 열린다.

롯데마트가 여름 상품을 저렴하게 판매하는 다른 이유는 직매입 구조의 대형마트 업태에서 재고소진을 통해 적절한 시점에서의 신상품 매입이 가능한 구조를 만들기 위해서다.

특히 패션과 잡화의 경우 트렌드에 민감한 카테고리로 적정 판매 시점을 놓치면 재고가 늘어나게 될 가능성이 높아진다.

이럴 경우 새로운 트렌드의 신상품 매입에도 소극적일 수밖에 없게 된다고 롯데마트 측은 설명했다.

이에 롯데마트는 트렌드에 민감한 여름 상품을 가성비 높게 판매하는 '여름 홈 앤 패션 빅세일' 행사를 진행하는 것..

먼저 여름 언더웨어 행사를 진행해 '울트라쿨 여성 끈브라 러닝'을 7630원에, '보나핏 여성 플리츠 원피스'를 9030원에, '보나핏 아쿠아 삭스'를 4830원, '울트라쿨 남성 트렁크'를 8330원에 판매한다.

여름 침구류 행사도 진행해 '룸바이홈 냉감 3종 세트(이불+패드+베개커버)'를 3만4930원에, '초이스엘 대나무 방석·자리'를 6930원부터 5만5300원에, '비치타월·아동후드'를 각 7630원에 판매한다.

잡화 여름 시즌 상품도 가격을30% 인하해 심플·투톤 플라워 등 다양한 패턴의 '여성 모자'와 '메쉬 숄더백'을 각 1만500원에, '아동 천연 리본·베이직 벙거지'를 각 7000원에 선보인다.

이상진 롯데마트 마케팅 부문장은 "한참 수요가 많은 시기에 관련 상품을 적시에 판매함으로써 고객들이 시즌에 꼭 필요한 상품을 알뜰하게 구매할 수 있는 기회가 될 것"이라고 말했다.

@highlight

직매입하는 대형마트 내에 재고소진을 통해 적절한 시점에서의 신상품 매입이 가능하게 만들기 위하여 롯데마트가 오는 11일부터 17일까지 패션·침구류 등 여름 상품 총 400여개 품목을 대상으로 20억 규모에 최대 40% 할인 판매하는 '빅세일'을 진행할 예정이다.