전 세계 세종학당에서 한국어를 가르치는 선생님들과 한국어 교육 전문가들이 한자리에 모인다.

문화체육관광부는 세종학당재단과 함께 8일부터 12일까지 '2019 세계한국어교육자대회'를 개최한다.

2009년에 시작돼 매년 개최되고 있는 '세계한국어교육자대회'는 세종학당 교원의 전문성을 향상하기 위해 해외 한국어 교원들을 국내로 초청해 운영하는 한국어·한국문화 연수 과정이다.

올해 11째를 맞이한 이번 행사에는 36개국, 92개소의 세종학당 교원을 비롯한 한국어 교육 관계자 등 200여 명이 참가할 예정이다.

이번 대회 개회식은 9일 오전 10시 더 플라자 호텔 그랜드볼룸에서 배우 이민호씨의 세종학당 홍보대사 위촉으로 시작됐다.

이어 라오스 폰사반 세종학당 등 올해 새롭게 지정된 세종학당 13개소에 대한 지정서 전달식과 우수 세종학당 4개소(호주 애들레이드, 불가리아 소피아, 베트남 후에, 우루과이 몬테비데오)에 대한 감사패 전달식이 진행됐다.

문체부는 지난해에 이어 올해도 우수 세종학당의 운영기관장들을 한국으로 초청했다.

폴린 카 호주 남호주대학교 명예 총장(애들레이드 세종학당), 게오르기 벌체프 불가리아 소피아대학교 부총장(소피아 세종학당), 응우엔 꽝 린 베트남 후에대학교 총장(후에 세종학당), 줄리오 페르난데즈 우루과이 오르트대학교 부총장(몬테비데오 세종학당) 등 기관장 4명은 이번 대회에 참석해 세종학당 우수 운영 사례를 공유하고 세종학당의 발전 방향을 모색한다.

10일에는 한국어 교육 역량을 강화하기 위한 한국어 교수법, 교안 작성, 교육 운영, 학습자 평가 과정 등의 연수가 진행된다.

11일에는 '세계 속 한국어 교사의 전망'을 주제로 한 특강과 국립중앙박물관 등을 방문하는 한국문화 체험 프로그램이 이어진다.

@highlight

문화체육관광부와 세종학당 재단은 전 세계 세종학당에서 한국어를 가르치는 선생님과 한국어 교육전문가 200여명이 참가하는 세계한국어교육자대회를 8일부터 5일간 개최한다.