한아름종합건설이 환경오염의 사전 예방적 경영체제 구축, 제품 전 과정을 고려한 녹색경영 추진, 국제환경규제와 그린소비자 요구 대응체제 마련 등 우수한 녹색경영으로 환경 개선과 산업 발전에 기여한 공로를 인정받아 산업통상자원부장관 표창을 수상했다.

이번 심사에서 한아름종합건설은 미래 건설환경관리의 새로운 시스템을 제시하고 구축해 혁신적인 건설환경관리 패러다임을 실현했다는 평가를 받았다.

한아름종합건설에서 선보인 건설환경관리 시스템은 기획·설계부터 시공·운영에 이르기까지 건물 전 생애에 걸쳐 환경 영향을 고려한 '친환경 선순환 구조' '통합 녹색환경관리 시스템'이다.

특히 녹색성장을 주도하고 에너지 자립, 녹색 신성장동력 창출, 삶의 질을 개선할 수 있는 선진 건설환경관리 시스템으로 평가받는다.

또한 한아름종합건설은 혁신적인 현장 관리를 위해 스마트폰 정보기술(IT)을 적용해 현장 환경관리의 새로운 방향을 선보였다.

한아름종합건설은 모바일 IT를 활용한 모바일 HSE관리를 통해 업무 혁신과 효율화를 도모했을 뿐만 아니라 미래 건설현장의 새로운 환경관리 모델의 방향성을 제시했다.

모바일 HSE는 개인 휴대폰을 활용해 법규 준수 평가, 부적합 시정 조치 등 현장에서 직접 실시간으로 IT 시스템에 접속함으로써 현장 환경 관련 사항을 관리하고 처리, 요청할 수 있게 알려주는 혁신 시스템이다.

이러한 한아름종합건설의 노력으로 지난해 전년 대비 오·폐수 배출량 128t 저감, 폐기물 발생량 548t 저감, 용수 사용량 9751t 저감 등 성과를 거뒀다.

또한 한아름종합건설은 최근 5년간 발생한 환경 이슈 통계를 분석해 반복적으로 발생한 환경 위반사항 유형을 '한아름종합건설 필수 환경수칙'으로 정하고 전 현장에서 반드시 준수하도록 하고 있다.

필수 환경수칙에는 비산먼지 방진덮개 설치, 세륜시설 운영, 폐기물 불법 매립 금지, 폐기물 성상별 분리 보관, 소음 진동 줄이기, 흙탕물·폐수 유출 금지 등 건설 현장에서 자주 발생하는 위반사항을 담고 있다.

@highlight

모바일 IT를 활용한 모바일 HSE관리를 통해 업무 혁신과 효율화를 도모하고 새로운 환경관리 모델의 방향성을 제시한 한아름 종합건설은, 미래 건설환경관리의 새로운 시스템을 구축해 혁신적인 건설환경관리 패러다임을 실현했다는 평가를 받으며 환경개선과 산업 발전에 기여한 공로를 인정받아 산업통상자원부장관 표창을 수상했다.