SK 와이번스의 홈런왕 경쟁이 뜨겁다.

'토끼' 최정(32)이 잠든 사이 '거북이' 제이미 로맥(34)이 바로 옆에 섰다.

8일 현재 로맥과 최정은 20홈런으로 공동 선두에 올라있다.

최정은 6월 25일 잠실 LG전에서 19·20호 홈런을 날린 후 침묵하자 로맥이 2일 문학 롯데전부터 4경기 연속 홈런을 날리며 어깨를 나란히 했다.

최근 타격감은 로맥이 더 좋다.

7월 6경기 타율 0.348 4홈런 10타점으로 맹타를 휘두르고 있다.

6월 타율 0.263 4홈런에 그쳤던 것과 대조적이다.

SK 최정(오른쪽)과 로맥(왼쪽)은 8일 현재 20홈런으로 공동 선두에 올라있다.

로맥의 최근 10경기 타율은 0.410이다.

이 같은 활약에 힘입어 로맥은 49.63점으로 올스타전 베스트12 최다 득표의 영예를 얻었다.

뜨겁게 달아오른 로맥의 방망이와 다르게 최정의 방망이는 차갑게 식었다.

7월 6경기 타율 0.083(24타수 2안타)로 부진하다.

홈런도 10경기째 소식이 끊겼다.

시즌 두 번째로 긴 침묵이다.

최정은 5월 14일 창원 NC전부터 6월 1일 문학 한화전까지 14경기 연속 홈런을 치지 못했다.

기우일 수 있다.

최정은 6월 2일 문학 한화전에서 멀티 홈런을 치더니 6월에만 10홈런을 터뜨렸다.

타율(0.447), 홈런(10), 타점(26), 득점(22), 출루율(0.550), 장타율(0.947) 부문 1위였다.

6월 MVP도 그의 차지였다.

88.4점으로 몰표를 받았다.

로맥의 매서운 추격으로 홈런왕 경쟁이 흥미로워졌다.

최정이 반격에 나설 차례다.

SK는 9일부터 한화 대전 3연전을 갖는다.

최정은 올해 한화를 상대로 홈런 네 방을 날렸다.

팀별 홈런 기록 중 1위다.

로맥은 한화전 홈런이 1개다.

@highlight

8일 현재 SK 와이번스의 최정은 6월 25일 잠실 LG전에서 19·20호 홈런을 날린 후 잠잠해진 이때, 같은 팀 소속인 로맥이 2일 문학 롯데전부터 4경기 연속 홈런을 기록하며, 20홈런으로 공동 선두에 오른 두 선수의 홈런왕 경쟁이 치열해지고 있다.