[서울신문] 문석진(뒷줄 가운데) 서울 서대문구청장이 지난 4일 구청 대회의실에서 열린 해외입양인 명예구민증 수여식에서 참가자들과 함께 기념촬영을 하고 있다.

지난 4일 서울 서대문구청 대회의실에서 한국계 미국인 최초의 미국 매사추세츠주 하원의원인 마리아 로빈슨(김명희·33·여)이 "평생 두 나라에 한쪽씩 발을 담근 삶을 살아온 우리에게 따뜻한 마음을 전해 줘 감사하다"며 이같이 말하자 장내에선 뜨거운 박수가 터져 나왔다.

이날 서대문구에서는 로빈슨을 비롯한 한국계 미국인 17명에게 명예구민증을 수여하는 행사가 열렸다.

12세부터 46세까지 다양한 연령대로 구성된 이들은 모두 지역에 있는 사회복지법인 동방사회복지회를 통해 어린 시절 해외로 입양됐다는 공통점을 지녔다.

지난달 진행된 동방사회복지회의 모국 방문행사에 참가하면서 이번에 처음으로 모국을 방문했다.

이날 행사에 참석한 문석진 서대문구청장이 약 5분 길이의 홍보 영상을 시청한 뒤 해외입양인 한 명 한 명에게 명예구민증을 건네줄 때마다 이들의 미국 가족들은 감격적인 순간을 놓치지 않으려고 스마트폰으로 연신 사진을 찍었다.

참가자들은 서대문구가 증정한 명예구민증과 기념메달, 티셔츠를 받아 들고 환하게 웃었다.

작가 박은봉씨도 자신의 저서 '한국사 편지' 영문판 17부를 선물로 내놨다.

서대문구는 동방사회복지회와 손잡고 2012년부터 매년 모국을 처음 방문한 해외입양인들에게 명예구민증을 수여하고 있다.

모국에 대한 좋은 기억을 만들어 주기 위한 취지다.

첫해 12명을 시작으로 지난해까지 모두 132명이 서대문구의 명예구민이 됐다.

문 구청장은 "해외입양인들이 모국에 애착을 갖고 뿌리를 찾는 데 도움이 되길 바라는 마음에서 명예구민증 수여 행사를 이어 오고 있다"며 "어디에서든 서대문구의 자랑스러운 구민임을 잊지 말고 세계 곳곳에서 인재로 활동해 주길 부탁드린다"고 당부했다.

@highlight

4일 서대문구에서는 한국계 미국인 17명에게 명예구민증을 수여하는 행사가 개최되었으며 문석진 서대문구청장은 해외입양인들이 뿌리를 찾는 데 도움이 되길 바란다며 서대문구의 자랑스러운 구민임을 잊지 말아달라고 당부했다.