한국사 능력시험, 오늘부터 원서접수...

제44회 한국사 능력시험 원서접수가 오늘부터 시작된다.

국사편찬위원회가 주관하는 한국사 능력시험은 9일 오전 9시부터 44회 한국사 능력검정시험 원서접수를 실시한다.

원서접수는 한국사 능력검정시험 홈페이지를 통해 할수 있으며 시험 원서접수 마감일은 오는 18일 오후 6시까지다.

44회 한국사 능력시험, 시험일은 8월 10일이다, 시험 성적 발표 및 합격자 발표는 8월 23일로 예정되어 있다.

한국사 능력시험, 응시료는 고급 19000원, 중급 17000원, 초급 11000원이다.

시험 취소기간은 8월4일 23시59까지 할수 있으며 응시료 전액이 환불된다.

한국사 능력시험은 고.

중.초급 3종류로 구분해 시행되고 있는데, 시험 종류별 성적에 따라 평가등급을 2개로 나눠 인증하고 있다.

합격기준은 급수별 만점의 60% 이상으로 하되, 70% 이상인 경우 1급(고급), 3급(중급), 5급(초급)으로 인증한다.

60점대의 경우 고급에서는 2급, 중급에서는 4급, 초급에서는 6급으로 인증된다.

한국사능력검정시험은 연령, 학력, 성별 등의 응시 자격 제한이 없으며, 급수별 합격 점수에 따라 인증 등급이 달라진다.

한국사 능력검정시험 2급 이상 합격자에 한해 인사혁신처에서 시행하는 5급 국가공무원 공개 경쟁채용시험 및 외교관후보자 선발 시험에 응시할 수 있는 자격이 부여되며, 3급 이상 합격자에 한해 교원 임용시험에 응시할 수 있는 자격이 부여된다.

또한 대기업과 공기업 취업시 가산점을 획득하는 등의 혜택을 줌으로 인해 대학생과 취업준비생들이 인기있는 자격증 중 하나가 되었다.

시험과 관련하여 문의사항이 있는 경우, 한국사능력검정시험 고객센터(1577-8322)로 연락하면 자세한 안내를 받을 수 있다.

@highlight

국사편찬위원회가 주관하는 44회 한국사 능력시험은 9일 오전 9시부터 18일 오후 6시까지 한국사 능력검정시험 홈페이지를 통해 원서접수를 실시하고, 시험일은 8월 10일이다. 