과수화상병에 걸려 시든 나뭇잎.

농촌진흥청이 과수화상병 발생원인과 방제방법에 대한 연구개발에 착수한다.

방제활동을 강화하고 있다고 9일 밝혔다.

올해 과수화상병은 지난 5월 14일 첫 발생한 이후 7월 7일 현재까지 6개 시군 137개 농가 94.9ha로 번지고 있다.

이에 따라 농촌진흥청은 과수화상병 발생원인 등 연구를 위해 본청과 소속기관이 참여하는 ‘과수세균병(화상병) 연구협의회’를 구성하고 과수화상병 발생원인 구명, 방제기술 및 저항성 품종개발 등 방제를 위한 기반연구 과제를 선정해 우선 추진하기로 했다.

단기과제로는 △신속 예찰 및 간이 격리시설 활용 현장연구 △화상병 발생지역 정밀조사 △해외 선진국의 방제체계 및 기술도입 등을 올해부터 우선적으로 추진해 나갈 계획이다.

중장기과제로는 △화상병 예측모형 개발 및 확산경로 △저항성 품종 개발 및 고위험 식물병해충 격리연구시설 신축 등을 단계적으로 추진한다.

농진청 관계자는 “과수화상병 등 고위험 식물 병해충 연구를 위한 생물안전 3등급의 차폐시설(BL3) 설치와 과수화상병 등 문제병해충 피해경감기술 개발을 위한 예산은 과학기술정보통신부 심의를 마쳤으며 기획재정부 심의를 거친 후 내년 정부예산안에 반영될 예정”이라고 말했다.

아울러 과수화상병에 대한 예찰·방제기능 강화를 위해 고위험 병해충 관련 전공자 및 현장조사 전문가를 충원하고 폐원된 농가를 위해 농촌진흥청 및 시·군 농업기술센터는 지역에 적합한 대체작목 추천과 기술지도를 강화해 나갈 계획이다.

김경규 농촌진흥청장은 “농진청의 모든 연구와 지도역량을 집중해 과수화상병 근절을 위해 총력을 다하겠다”라고 말했다.

@highlight

올해 과수화상병이 지난 5월 14일 첫 발생한 이후 6개 시군 137개 농가로 번짐에 따라 농촌진흥청은   ‘과수세균병 연구협의회’를 구성하고 과수화상병 발생원인 구명, 방제기술 및 저항성 품종개발 등 방제를 위한 기반연구 과제를 선정해 연구개발을 시작했다.