수소에너지가 대구의 신성장 동력으로 떠오른 가운데 지역 수소경제를 총괄할 산하 기관 설립을 서둘러야 한다는 지적이 제기됐다.

대구 수소경제 워킹그룹 위원들은 최근 열린 ‘대구 수소경제 워킹그룹 중간보고회’에서 “다른 지자체와 비교해 대구시의 수소경제 담당 인력이 부족하다”며 “경쟁 지자체들이 수소경제 총괄 산하기관을 중심으로 활발한 활동을 펼치고 있어 관련 ‘컨트롤타워’ 설치 등 대구의 발빠른 대응이 절실하다”고 입을 모았다.

박진남 대구 수소경제 워킹그룹 위원장(경일대 신재생에너지과 교수)은 “대구경북과 전남·제주 등 지역은 수소경제 활동이 상대적으로 미흡하다”고 했다.

김철웅 위원(경북대 글로벌기후변화 및 에너지연구소)은 “대구시가 수소 인프라 구축에 추진력을 얻으려면 수소경제 전담 기관 설치가 중요하다”고 강조했다.

대구 수소경제 워킹그룹 중간보고회 자료에 따르면 울산은 울산테크노파크를 주축으로 지역 수소경제를 견인하고 있다.

울산은 ‘2030 세계 최고 수소도시 비전’을 선포해 수소충전소 5기를 갖추고 수소전기차 300여대를 운행 중이다.

창원도 창원산업진흥원을 중심으로 수소산업 발전을 이끌고 있다.

수소버스 보급도시인 창원은 수소전기차 및 수소충전소 부품산업 선도기업 육성사업 용역을 진행 중이다.

이밖에 광주는 그린카진흥원을 중심으로 수소 관련 부품산업을 육성 중이며, 충남과 충북도 테크노파크를 주축으로 수소경제 확산에 시동을 걸고 있다.

최운백 대구시 혁신성장국장은 “위원들의 의견을 적극적으로 수용해 대구시 정책에 반영하고 수소콤플렉스 유치를 위해 노력하겠다”고 밝혔다.

한편, 대구시는 올 초 한국가스공사와 협력사업의 하나로 수소콤플렉스 유치에 적극 나서겠다고 선언했다.

수소콤플렉스 구축사업은 한국가스공사의 미래 핵심프로젝트다.

수소연구센터·수소유통센터 등 수소 관련 인프라를 한 곳에 집적시키는 사업이다.

유치 지역은 3천억여원의 경제적 효과를 누릴 것으로 보인다.

@highlight

대구시는 대구 수소경제 워킹그룹 중간보고회에서 수소 인프라 구축 추진을 위해  수소경제 전담 기관 설치의 중요성을 강조하고  수소콤플렉스 유치에 힘쓰겠다고 밝혔다.