광명시가 청년일자리 창출과 시민들의 먹거리 편의를 위해 광명동굴, 안양천과 시민체육관 어린이물놀이장에 15대의 청년 푸드트럭을 운영하고 있다.

시는 공모를 통해 만 39세 미만의 시 청년에게 우선권을 부여해 청년창업자를 선정했다.

광명동굴 푸드트럭은 지난달 1일부터, 안양천과 시민체육관 어린이물놀이장 푸드트럭은 지난달 27일부터 영업을 시작해 이용객들에게 큰 호응을 얻고 있다.

푸드트럭은 광명동굴 업사이클아트센터 앞 주차장에 5대, 라스코전시관 후문에 5대, 안양천 어린이물놀이장에 3대, 시민체육관 어린이물놀이장에 2대가 영업 중이다.

푸드트럭을 이용한 시민 A씨는 "푸드트럭에서 다양한 먹거리를 먹을 수 있어 좋았다.

한 가지 아쉬운 점은 푸드트럭들이 한곳에 모여 있으면 더 좋을 것 같다"고 말했다.

푸드트럭을 운영하는 한 청년은 "푸드트럭 운영자들이 장사하고 싶어 하는 광명동굴에서 꿈을 펼칠 수 있도록 해 준 시에 감사 드린다"며 "위생에 특별히 신경 쓰고 고객서비스 개선에도 노력하겠다.

광명동굴 푸드트럭 구역이 청년들의 꿈의 공간으로 계속 유지되면 좋겠다"고 말했다.

푸드트럭 운영기간은 광명동굴의 경우 10월 말까지 오전 10시∼오후 7시다.

성수기인 7∼8월에는 오후 8시까지 운영한다.

안양천과 시민체육관 어린이물놀이장은 8월 25일까지 오전 10시부터 오후 6시까지 운영한다.

매주 월요일과 비가 올 때는 물놀이장이 휴장하기 때문에 푸드트럭도 영업을 하지 않는다.

시 관계자는 "청년들에게 일자리를 주고 시민들에게 맛있는 먹거리를 제공하고자 올해 처음으로 청년 푸드트럭을 운영하게 됐는데 시민들의 호응이 좋아 보람을 느낀다"며 "부족한 점이나 불편한 점이 있다면 해결하는 등 푸드트럭 활성화를 위해 노력하겠다"고 말했다.

@highlight

광명시는 만 39세 미만의 청년에게 우선권을 부여해 청년창업자로 선정하고 광명동굴, 안양천과 시민체육관 어린이 물놀이장에서 각각 지난달 1일, 27일부터 푸드트럭 영업을 시작하였는데 시민들의 큰 호응을 얻고 있다.