한국생명공학연구원 전경.

한국생명공학연구원이 연구원 R&R(역할과 책임) 4대 역할을 설정하고 경영목표를 수립하는 등 미래 바이오경제 시대를 선도하기 위한 기반을 마련했다.

생명연은 R&R을 설정하고 기관 운영계획을 세워 바이오경제 구현의 기반을 마련했다고 9일 밝혔다.

생명연은 급변하는 국내·외 바이오 분야 환경변화 대응 및 미래 발전방향 설정을 위해 내부 역량 진단 및 외부 환경 분석을 실시하고, 장기적 관점에서 생명연이 수행해야 하는 미래 전략기술 및 중점분야를 도출해 지난해 11월 '중장기발전계획과 비전'을 발표했다.

이에 따라 생명연은 '건강한 삶과 바이오경제를 구현하는 글로벌 리더'라는 비전을 토대로, 핵심 가치(생명존중, 혁신선도, 미래지향, 최고추구)와 중장기 목표를 수립했다.

또 생명연의 R&R 역할 체계를 정립해 ▲국민의 건강한 삶을 위한 바이오의약 원천 기술 개발▲풍요로운 미래를 위한 융합·소재 개발 ▲바이오분야 국민 생활문제 해결 기술 개발 ▲바이오 생태계 활성화를 위한 바이오 인프라 활용 기반 강화'라는 생명연 R&R 4대 역할을 설정했다.

아울러 기관운영과 관련해 '국민과 함께하는 KRIBB, 세계로 도약하는 KRIBB'을 경영목표로 수립하고 이를 달성하기 위한 핵심전략으로 'KRIBB 바이오플러스 4.0'을 설정했다.

'KRIBB 바이오플러스 4.0 전략'은 바이오를 플랫폼으로 IT, NT 등 타 기술·분야와의 융합을 통해, 4차 산업혁명 및 미래 성장동력 창출을 주도한다는 개념으로 생명연이 산·학·연·병 협력의 국가적인 바이오 플랫폼(허브)으로 역할을 선도해 나가겠다는 의미다.

생명연 김장성 원장은 "지난 1년간은 생명연이 미래 바이오경제 시대를 선도하기 위한 기반을 마련한 시기"라며 "향후 연구원은 국내 바이오 연구의 구심체 역할을 통해 4차 산업혁명 및 바이오경제 시대를 견인하고 미래 성장동력 창출을 주도할 수 있도록 단계적인 추진 목표를 구현해나갈 것"이라고 밝혔다.

@highlight

한국생명공학연구원이 급변하는 국내·외 바이오 분야 환경변화 대응 및 미래 발전방향 설정을 위해 연구원 R&R 역할을 설정하고 핵심 가치를 바탕으로 중장기적인 경영목표를 수립하는 등 미래 바이오경제 시대를 선도하기 위한 기반을 마련했다.