8일 취임 100일 기념 기자간담회에서 박양우 문화체육관광부 장관의 일성이다.

그는 "문체부가 하는 일은 정부가 존재하는 이유"라고 밝혔다.

간담회에서 그가 강조한 것은 조직의 안정이다.

블랙리스트 사태 이후 박 장관에게 올라오는 보고들은 "어떻게 하면 좋겠습니까"라며 의견을 구하는 보고였다.

통상 일을 할 때는 기초 조사 후 1안, 2안을 정해 보고를 올리는데 담당자들이 결정을 내리지 못했던 것.

실국장은 물론 직원들이 적극적으로 일하기 어려운 분위기였다.

박 장관은 "직원들의 저하된 사기를 진작시키고 자신감을 회복하도록 하기 위해 주무관에서부터 간부들까지 허심탄회하게 만나 애로사항을 청취하고 장관의 비전을 소통했다"면서 "직원들이 패배의식, 피해의식에서 벗어나 자신감을 회복하는 초석이 됐다"고 말했다.

그는 현장과의 소통에도 주력했다.

예술인, 종교인 등 현장은 물론, 소속기관들과의 소통에 집중, 50여개 소속기관 중 31개 기관을 만나 토론했다.

박 장관은 "이제까지는 서류상으로 지침을 내리고 이행을 점검하는 경우가 많았지만 소속기관은 굉장히 중요한 파트너"라면서 "실질적으로 소속기관과 유기적 협업을 하는데 시간을 보냈다"고 말했다.

또 박 장관은 남북 문화체육관광 교류의 중요성을 밝히면서 남북문화교류추진단(가칭) 구성을 관계 부처와 협의 중이라고 말했다.

추진단은 '국' 단위로 구성될 전망이다.

박 장관은 "문화체육관광의 남북 교류 문제는 통일부 등 관계 부처와 협의를 하겠지만 문체부에서 콘텐츠를 계속 준비할 것"이라면서 "남북의 문화체육관광을 직접 담당하는 교류 추진단에 대한 계획을 세워 관계 부처와 협의 중"이라고 말했다.

그는 미래의 먹을거리와 사회 환경 변화에 대한 대응으로 관광산업과 문화산업을 강조했다.

박 장관은 "대통령이 주재한 확대 국가관광전략회의에서 논의한 과제들에 대한 점검과 새로 만들어낸 정책들을 2차 확대 국가관광전략회의에서 보고할 수 있도록 준비하겠다"면서 "5G와 관련해 실감형 콘텐츠진흥위원회가 출범했고 기술과 접목한 콘텐츠 아이템을 개발하기 위해 준비 중"이라고 말했다.

@highlight

박양우 문화체육관광부 장관은 문체부의 중요성을 시사하고 조직의 안정을 위하여 현장과의 소통에도 주력했으며 더불어 미래의 먹을거리와 사회 환경 변화에 대한 대응으로 관광산업과 문화사업을 강조하는한편 5G와 관련하여 실감형 콘텐츠진흥위원회가 출범하고 기술과 접목한 콘텐츠 아이템을 개발하기 위하여 준비중이라고 하였다.