디지털 교육 콘텐츠 업체 플레이큐리오는 YBM과 손잡고 YBM의 파닉스 커리큘럼을 증강현실 기술로 구현한 스마트 영어 단어 카드 파닉스 팝을 출시한다고 밝혔습니다.

파닉스팝은 알파벳 카드 26장, 단어 카드 74장 등 100장으로 구성됐으며, 앱을 실행한 뒤 카드를 스마트폰 후면 카메라에 비추면 증강현실 기술로 놀이를 하며 영어를 학습할 수 있습니다.

회사는 또 별매품인 세이팬을 활용하면 원어민 음성을 통해 영어 발음을 익힐 수 있고 KT기가지니와 연동하면 해당 단어 영상을 실시간으로 IPTV로 볼 수 있다고 설명했습니다.

플레이큐리오는 교재, 교구, 장난감 등을 증강현실, 가상현실 기술과 접목시켜 놀이를 통해 쉽게 학습하게 하는 디지털 교육 콘텐츠 스타트업입니다.

지난해 한국콘텐츠진흥원에서 주최한 창업발전소 스타트업리그에서 우수업체로 선정돼 원장상을 수상했고, 첫 제품인 '딕셔너리팝'에 이어 이번에 '파닉스팝'을 선보이게 됐습니다.

플레이큐리오 이상준 대표는 "파닉스팝은 영어를 처음 접하는 아이들에게 스마트기기를 활용하여 다양한 활동을 통해 영어에 호기심을 가지고 자연스럽게 영어를 친근하게 받아들일 수 있는 스마트 콘텐츠"라고 소개했습니다.

이어 "영어교육의 명가인 YBM과의 제휴를 통해 우수한 콘텐츠에 스마트학습을 접목시킨 제품을 선보이게 되었고, 앞으로도 다양한 제휴를 통해 아이들이 즐기며 학습할 수 있는 교육제품들을 지속적으로 만들어나갈 예정이다"라고 계획을 밝혔습니다.

또 YBM 김희경 상무는 "파닉스팝을 통해 학습 부담감 없이 파닉스를 마스터함으로써 영어 말하기와 읽기의 기초를 다질 수 있다"라고 말했습니다.

한편, 플레이큐리오는 7월11일~14일 코엑스에서 개최되는 '서울국제유아교육전'에서 파닉스팝을 론칭하고 다양한 이벤트와 함께 특별할인 판매를 진행할 예정입니다.

@highlight

YBM과 교육 콘텐츠 스타트업 기업 플레이큐리오는 증강현실 기술로 영어를 학습할 수 있는 디지털 교육 콘텐츠 '파닉스 팝'을  출시하였다.