제조업과 서비스업의 법인 설립이 꾸준히 늘어나면서 울산을 포함한 전국의 신설법인 수가 늘어난 것으로 나타났다.

9일 중소벤처기업부가 발표한 5월 신설법인 동향에 따르면 전국의 5월 신설법인은 8,967개로 전년 동월대비 6.7%(561개) 증가했다.

또 1~5월 누계 신설법인 수는 4만5,343개로 전년 동기대비 2.9%(1,264개) 증가해 꾸준한 증가세를 보였다.

이중 울산의 5월 신설법인 수는 116개로 전년 동월대비 14.9%(15개) 늘어났다.

전년 동월대비로는 전월의 7.7% 증가에 이어 2개월째 증가세를 보이고 있다.

울산은 전월 대비로도 18개(18.4%) 증가했다.

또 1~5월 누계 신설법인 수는 561개로 전년 동기대비 3.1%(17개) 증가했다.

한편 전국의 제조업 신설법인은 1,604개로 음식료품, 섬유·가죽, 고무·화학 등을 중심으로 전년 동월대비 13.8%(194개) 늘어 5개월 연속 증가했다.

또 서비스업 신설법인은 부동산업(↑375개), 금융·보험업(↑110개), 전문·과학·기술서비스업(↑76개), 정보통신업(·48개) 순으로 증가했다.

신설법인 수는 전년 동월대비 12.3%(670개) 늘어난 6,108개를 기록해 8개월 연속 증가했다.

연령별로는 40대(3,081개, 34.5%), 50대(2,356개, 26.4%), 30대(1,861개, 20.8%) 순으로 법인을 많이 신설했다.

특히 30세 미만(↑9.3%)과 60세 이상(↑16.7%)의 증가가 두드러지며, 모든 연령대에서 증가했다.

성별로는 여성 신설법인이 2,308개로 전년 동월대비 10.6%(221개) 늘어났고, 남성 신설법인은 6,659개로 전년 동월대비 5.4%(340개) 증가했다.

전체 신설법인에서 여성이 차지하는 비중은 전년 동월대비 0.9%p 높아진 25.7%를 차지했다.

@highlight

9일 중소벤처기업부가 발표한 전국의 5월 신설법인은 8,967개로 전년 동월대비 6.7%(561개) 증가했고,  1~5월 누계 신설법인 수는 4만5,343개로 전년 동기대비 2.9%(1,264개) 증가해 꾸준한 증가세를 보였는데 이중 울산의 5월 신설법인 수는 116개로 전년 동월대비 14.9%(15개) 늘어났다.