여름방학을 맞은 초등학생을 위한 고궁 현장체험 학교가 열린다.

문화재청 궁능유적본부는 오는 26일부터 다음달 15일까지 3주 동안 경복궁, 창덕궁, 창경궁, 덕수궁의 4대 궁과 종묘에서 초등학생 대상 '고궁청소년문화학교'를 운영한다고 밝혔다.

고궁별로 정해진 요일에 주 1회씩 오전 9시 30분부터 11시 30분까지 프로그램을 진행한다.

화요일은 창덕궁, 수요일은 경복궁, 목요일은 덕수궁, 금요일은 창경궁, 토요일은 종묘에서 진행한다.

대상 궁궐의 역사와 사건, 인물, 궁중 문화 등을 배우는 이론 강의를 들은 뒤 현장답사, 체험학습을 하는 형식이다.

자녀를 데려온 학부모는 2시간 동안 궁 안내해설사의 설명을 듣거나 자유롭게 관람할 수 있다.

초등 3~6학년생이면 누구나 신청할 수 있다.

3~4학년 반과 5~6학년 반으로 나눠 반별로 70명씩 모집한다.

참가신청은 오는 18일 오후 1시부터 인터넷(chaedu.org)에서 선착순 접수한다.

학생 1명이 4대 궁과 종묘 모두 참여할 수 있다.

다만 고궁별로 참여 횟수는 1회로 제한한다.

사정에 따라 주를 달리해 신청해도 된다.

예컨대 1주차 화요일에는 창덕궁, 목요일에는 덕수궁, 2주차 수요일에는 경복궁, 금요일에는 창경궁을 신청하는 식이다.

참가비는 무료이며 자세한 내용은 문화재청과 각 궁궐, 종묘관리소 홈페이지 공지사항을 참고하면 된다.

이 프로그램은 초등생들이 고궁의 역사를 바로 알고 궁중 문화를 직접 체험해 볼 수 있도록 구성한 맞춤형 교육과정으로, 1989년부터 매년 여름방학에 진행한다.

지난해 선착순 접수는 5분 이내에 전체 일정이 마감될 정도로 높은 인기를 보였다.

문화재청 관계자는 "학생들이 해설을 듣고 고궁을 체험할 수 있어 만족도가 10점 만점에 매번 8점 이상 나올 정도로 높다"면서 "문화유산인 궁궐에 관해 학생들에게 올바른 역사적 가치를 심어 주는 뜻깊은 시간이 될 것"이라고 설명했다.

@highlight

문화재청 궁능유적본부는 26일부터 다음 달 15일까지 3주 동안 화요일은 창덕궁, 수요일은 경복궁, 목요일은 덕수궁, 금요일은 창경궁, 토요일은 종묘에서 초등학생 대상 '고궁 청소년문화학교'를 운영하는데, 초등생들이 고궁의 역사를 바로 알고 궁중 문화를 경험하고 더위도 잊도록 형성한 교육과정으로, 1989년부터 해마다 여름방학에 실시한다.