유튜브 활동이 대중화되면서 교육부가 교사들의 유튜버 활동을 장려하기로 했다.

다만 광고수익 발생 요건에 도달하면 겸직 허가를 받도록 하고, 교사로서 품위를 손상하는 채널은 금지하기로 했다.

교육부는 ‘교원 유튜브 활용 복무지침’을 마련해 시·도교육청에 배포했다고 9일 밝혔다.

자기주도적 학습을 지원하거나 학생 교육활동을 공유하는 등 공익적 성격을 지니는 교육 관련 유튜브 활동은 장려하기로 했다.

근무시간이 아닐 때 취미·여가·자기계발 등 사적 목적으로 유튜브 활동을 하는 것도 원칙적으로 규제 대상이 아니라고 판단했다.

다만 유튜브를 통해 공무원으로서 품위를 손상하거나 본연의 업무에 지장을 준다고 판단되는 경우는 금지하기로 했다.

특정 인물을 비방하거나 비속어를 사용하는 행위, 폭력적·선정적 영상 게재, 교사로서의 직무 능률을 떨어뜨리거나 특정 정당이나 정치인을 지지·반대하는 행위 등도 금지된다.

업체로부터 협찬을 받아 상품을 직·간접적으로 홍보하거나 유튜브 슈퍼챗처럼 라이브 방송을 통해 금전적 이득을 취하는 것도 안 된다.

이를 어길 시 관련 법령에 따라 징계 처분을 받을 수 있다.

쟁점이었던 광고 수익에 대해서는 기본적으로 제한하지는 않되, 광고 수익이 발생하는 최소 요건에 도달하면 반드시 겸직허가를 받도록 했다.

최소 요건은 유튜브 채널 구독자 1,000명 이상, 연간 영상 총 재생시간 4,000시간 이상을 동시에 충족해야 한다.

이 요건에 도달하면 학교장에게 겸직허가를 신청하고, 학교장은 해당 유튜브 활동의 목적과 내용을 심사해 허가 기준에 부합하고 교사로서의 직무 수행에 지장이 없는지 판단한다.

수업에 활용할 영상에는 광고를 붙일 수 없다.

수업을 이용해 학생들에게 유튜브를 의무 시청하도록 하면서 교사의 유튜브를 ‘강매’하는 행위가 될 수 있기 때문이다.

교육부는 다음달까지 계도기간을 둔 다음 하반기에 재차 실태조사를 벌일 계획이다.

다른 플랫폼에 대해서는 이같은 지침을 준용하고, 한국교육개발원과 추가 연구하기로 했다.

교육부 전수조사에 따르면 올해 4월 1일 기준 전국에 934명의 교사가 976개의 유튜브 채널을 운영하고 있으며, 울산지역에서도 17개 채널이 운영 중이다.

@highlight

교육부는 '교원 유튜브 활용 복무지침'을 통하여 공익적 성격을 띄는 교육 관련 유튜브 활동을 장려하되 공무원으로서의 품위를 손상하거나 본연의 업무에 지장을 주는 경우 금지한다고 밝혔다.