이화자 동광양농협 팀장.

이화자 NH농협은행 동광양지점 팀장.

남다른 눈썰미로 보이스피싱 범죄 3건을 잇따라 막아낸 이화자 NH농협은행 동광양지점 팀장이 화제다.

9일 NH농협은행 전남본부에 따르면 이 팀장은 지난 5월 한 50대 여성고객이 농협은행 동광양지점에 방문해 정기예금 2천500만원의 중도해지를 요청하자, 해지 사유를 물었다.

해당 고객은 이 팀장에게 "모바일 결제 문자를 받고 그곳에 전화했더니, 고객정보가 유출됐다더라.

은행예금을 해지에 집에 보관하라 했다"고 말했다.

보이스피싱임을 직감한 이 팀장은 즉각 경찰에 신고해 피해를 막았다.

앞서 4월에도 이 팀장은 비슷한 보이스피싱 의심 사례를 확인하고 경찰에 신고하는 등 또다른 피해를 막기도 했다.

특히 이 팀장은 지난 4월 29일 보이스피싱 피해가 의심됨에도 불구하고 송금을 강행한 한 고객의 거래 사실을 농협은행본부 소비자보호담당자에게 신고해 예금주의 다른 계좌가 보이스피싱에 이용된 것을 확인하기도 했다.

이 팀장의 신고로 해당 계좌에 대한 지급정지가 이뤄졌고, 결국 고객은 송금한 600만원을 되찾았다. 이 팀장은 이같은 공로를 인정받아 지난 5월19일 광양경찰서장으로부터 감사장을 받은데 이어 지난 1일 정현복 광양시장으로부터 표창장을 받았다.

1989년 농협에 입사해 경력 30년차인 이 팀장은 "농협직원으로서 고객보호를 위해 마땅히 해야 할 일을 했다"며 "3건을 연속적으로 예방해 기쁘고 보람있다"고 소감을 전했다.

서옥원 농협은행 전남본부장은 "최근 여성을 상대로 보이스피싱이 자주 발생하고 있고 물품대금 결제 등 문자 피싱이 빈번하므로 사기 당하지 않도록 주의를 당부드린다"며 "은행창구에서 500만원 이상 입출금할 경우 고객보호 차원에서 용도를 문의하고, ‘금융사기 예방 진단표’를 작성하고 있으니 솔직하게 작성하고 은행 직원을 신뢰해주실 것을 부탁한다"고 말했다.

@highlight

이화자 NH농협은행 동광양지점 팀장은 지난 5월 한 50대 여성고객이 정기예금 2천500만원의 중도해지를 요청하자, 보이스피싱임을 직감하고 즉각 경찰에 신고해 피해를 막았다.