세계적인 사진작가 켄 셩의 인물사진 워크숍이 오는 19~23일 광주 국립아시아문화전당(ACC)에서 열린다.

'컨 셩 포트레이트&글래머 사진 워크숍'이란 이름으로 열리는 이번 행사는 전문 사진가를 상대로 한 강의와 사진찍기 실습, 리뷰 등의 프로그램으로 짜였다.

이 기간 매일 오전 10시~오후 5시 종일반으로 운영된다.

행사는 포트레이트 전문사진가 양성은 물론 상업사진과 '파인 아트'를 넘나드는 프로 사진가의 경험을 공유하는 방식으로 진행된다.

켄 셩과 김성민 경주대 사진영상학과 교수가 번갈아가며 강의와 실습을 진행한다.

커리큘럼별로는 '포트레이트란 무엇인가'·켄 셩 작품 소개에 대해 말하기(19일), 스트리트 포트레이트 촬영·자연광과 인공조명·로케이션 찾기(20일), 자연광 포트레이트 촬영 및 리뷰(21일), 스튜디오 촬영·기본 라이팅(22일), 스트리트 포트레이트 촬영(23일) 등이다.

사진 촬영은 주로 국립아시아문화전당 주변에서 이뤄지며 결과물에 대한 전시도 검토 중인 것으로 알려졌다.

켄 셩은 미국 뉴욕 출신으로 스튜디오 및 로케이션 인물사진과 에디토리얼 프로젝트 전문 사진가이다.

그는 타임, 내셔널지오그래픽, 배너티 페어, GQ 등 수많은 매거진에 30년째 표지 인물을 장식할 정도로 작품성이 높은 인물사진을 찍고 있다.

현재 뉴욕의 스쿨 오브 비주얼 아트(SVA)의 사진학과 교수로 재직하면서 란제리 광고, 잡지 사진, 전시, 출간 등 활발한 활동을 펴고 있다.

'미국 흑인 인물 프로젝트', '백 스테이지에서 본 음악인', '지역의 초상' 등의 작품집을 펴냈다.

김 교수는 경희대 신문방송학과와 뉴욕 MFA 프랫 인스티튜트 석사를 거쳐 한국사진학회 편집위원, 한국보도사진대전 심사위원 등으로 활동 중이다.

@highlight

오는 19일부터 23일까지 '컨 셩 포트레이트&글래머 사진 워크숍'이란 이름으로 세계적인 사진작가 켄 셩의 인물사진 워크숍이 개최되어 오전 10시~오후 5시 종일반으로 운영될 예정이다.