농업법인의 부동산 투기 등 불·탈법이 끊이지 않는 가운데 광주의 한 농업회사 법인이 제도상 허점 등을 이용해 막대한 재산을 부풀렸다는 의혹이 일고 있다.

여기에 관계 기관의 묵인과 방조 등 감독 소홀이 더해지면서 수십억원의 국고 손실을 초래한 정황이 드러나고 있다.

한국농어촌공사 광주지사는 오는 12일 최근 농업회사 법인을 폐쇄한 광주 광산구 H농산㈜의 불법적 '채무면탈 행위'를 원상 복귀할 것을 요구하는 내용의 고발장을 경찰에 제출한다고 9일 밝혔다.

그러나 H농산은 이미 빈 껍데기 회사다.

H사는 광산구 수완동 저수지 부지 등 1만 7300여㎡(약 5280평)에 유통센터를 건립하고 20년 사용 후 기부채납과 10년 뒤 가등기 조건으로 협약을 체결했다.

이…에 광산구는 2008년 4월 허가를 내줬다.

임대료는 연간 1억 2000만원(총 24억원)이었다.

토지 지분은 공사가 74.2％, H농산이 25.8％다.

허가가 나오자 H사는 같은 해 7월 농업 관련에만 사용할 수 있는 저수지 일부인 7260여㎡를 계열사인 H레포츠에 매각했다.

H레포츠는 광산구의 묵인 아래 체육시설용지로 변경했다.

엉터리 감정평가로 시세의 3분의2 수준으로 땅을 팔아 6억 2000여만원 손해를 끼쳤던 것이 감사원 감사에서 밝혀지기도 했다.

H사는 건물 가등기를 1년가량 앞둔 지난해 가압류 신청 등의 방법을 동원해 해당 건물을 빈 껍데기로 만들었다.

회사 대주주 H씨는 법인 땅 지분을 특수관계인인 아들, 딸 등에게 양도했다.

그리고 지난 2월 회사를 폐쇄했다.

이를 관리·감독해야 할 농어촌공사는 방치하다가 뒤늦게 고발하기로 해 유착 의혹마저 일고 있다.

저수지 일대 땅은 매입 당시 평당 62만원에 불과했으나 현재는 1000만원을 호가한다.

한 부동산 전문가는 "H씨는 자기 소유의 저수지 땅 지분을 농어촌공사 측에 매입할 것을 요구한 뒤 받아들이지 않으면 공사 지분을 협의 매수해 모두 자기 땅으로 만드는 수순을 밟을 것"이라고 추정했다.

@highlight

한국농어촌공사 광주지사는 12일  농업회사 법인을 폐쇄한 광주 광산구 H농산㈜의 불법적 '채무면탈 행위'에 대하여 고발장을 경찰에 제출한다고 9일 밝혔는데 H농산은  제도상 허점을 악용하여 막대한 부를 축적했다는 의혹이 일고 있는 가운데  이를 관리·감독하는 농어촌공사가 방치하다가 늦게야 고발하므로써  유착 의혹이 일고 있다.