구미국가산업단지 제조업체들이 3분기 경기 전망을 비관적으로 봤다.

구미상공회의소가 최근 구미산단 내 90개 제조업체를 대상으로 3분기 기업경기전망을 조사한 결과, 기업경기실사지수(BSI) 전망치는 76으로 지난 2분기(84)보다 8포인트 하락했다.

이번 조사가 지난달 12~25일 진행돼 일본의 수출 규제가 반영되지 않은 점을 고려하면 현 시점에서 경기전망은 더 나빠졌을 것으로 예상된다.

업종별로는 주력업종인 전기·전자가 91, 기계·금속·자동차부품 82, 섬유·화학 56, 기타 67 등 모든 업종에서 기준치를 밑돌았다.

항목별로는 내수 매출 74, 수출 매출 83, 내수 영업이익 72, 수출 영업이익 82 등으로 조사됐다.

규모별로는 대기업 67, 중소기업 78로 대기업이 오히려 경기가 좋지 않을 것으로 전망해 눈길을 끌었다.

응답업체의 63.5%는 상반기 영업이익이 목표치에 미치지 못했다고 답했다.

목표치에 미치지 못한 이유로는 내수침체 장기화(51.4%)가 가장 많았고, 고용환경 변화(20.3%), 미·중 통상분쟁 심화(12.2%), 중국경제 성장세 둔화(6.8%), 기업관련 규제(2.7%), 기타(6.8%) 순이다.

구미국가산단의 최근 3년간(2017∼2019) 고용인원은 2017년 2월 9만6천351명을 정점으로 하락세를 보여 지난 3월 8만9천145명으로 9만명 선이 무너졌다가 4월 9만129명을 기록했다.

하반기 신규채용 계획은 62.5%가 ‘없다’, 37.5%가 ‘있다’로 응답해 고용전망도 어두웠다.

채용 계획이 없는 이유로는 34.7%가 현재 인력으로도 충분하다고 답했다.

이어 국내외 경기 악화(30.6%), 최저임금 등 인건비 상승(16.7%), 구조조정 등 사업규모 축소(11.1%), 공정 자동화 등 인력 대체(5.6%) 등을 꼽았다.

김달호 구미상의 경제조사부장은 “대기업과 중소기업의 투자가 간간이 일어나고는 있지만 투자규모와 고용창출 면에서 체감하기 힘든 상황”이라며 “LG화학이 투자하는 ‘구미형 일자리’를 하루빨리 성사시키고, 도레이BSF 등 배터리 관련 투자가 가속화할 수 있도록 해야 한다”고 말했다.

@highlight

구미상공회의소가 구미산단 내 제조업체의 3분기 기업경기전망지수가 2분기보다 하락했고, 일본의 수출 규제가 반영되지 않은 점을 고려하면 더 악화되었을 것으로 예상된다.