세계 판매 1위 안경렌즈 전문 기업 에실로코리아가 블루라이트(청색광) 최신 기술 'Pure BLUE UV'(사진)를 선보인다고 9일 밝혔다.

최근 스마트폰, PC 등의 디지털 기기 사용이 급증하면서 전 세대에 걸쳐 디지털 기기에서 발생하는 블루라이트의 위협이 증가하고 있다.

2018 트렌드 모니터 디지털 기기 의존도 설문조사 결과에 따르면 누진렌즈 주요 고객층인 40대의 경우, 절반에 달하는 48.4%가 디지털 기기에 의존하고 있는 것으로 나타나 블루라이트로 인한 안 질환 발생 위험에 더욱 노출돼 있음을 알 수 있다.

하지만 모든 블루라이트가 무조건 유해한 것은 아니다.

블루라이트는 가시광선 중 380~500nm 사이의 짧은 파장을 가진 푸른색 계열의 빛을 말한다.

블루라이트 파장 중에서도 380~460nm는 장시간 노출 시 망막에 손상을 일으키는 '유해한 블루라이트'에 속하고, 460~500nm는 인지능력과 기분을 조절하는 '생리적 블루라이트'로 분류된다.

이에 에실로코리아가 인체에 유해한 블루라이트만을 선별적으로 차단해 주는 최신 기술 Pure BLUE UV를 선보인다.

Pure BLUE UV는 인체에 유익한 블루라이트는 수용하고 유해한 블루라이트만을 선별적으로 골라 차단해 주며 일반 블루라이트 차단 렌즈에 비해 렌즈가 노랗지 않아 깨끗한 시야와 우수한 외관을 제공하는 것이 특징이다.

또 뛰어난 자외선 차단 기능까지 제공한다.

전면으로부터 들어오는 자외선은 100% 차단해 주고 후면 자외선 역시 일반 렌즈 차단율 70%에 비해 월등히 높은 96%의 차단율을 자랑한다.

에실로코리아 관계자는 "이번에 선보이는 Pure BLUE UV는 누진렌즈 업계 최초로 선보이는 혁신적인 기술"이라며 "디지털 기기의 사용으로 눈에 피로감을 느끼거나 안 질환이 발생한 경우 무엇보다 기존의 난반사, 노란 색상 등으로 블루라이트 차단 제품 착용을 망설였던 소비자에게 최적의 대안이 될 것"이라고 전했다.

@highlight

에실로 코리아는 장시간 노출 시 망막에 손상을 일으킬 수 있는 인체에 해로운 680~460nm 파장의 블루라이트만을 선별적으로 차단해주는 최신 기술 Pure BLUE UV를 선보인다.