음악축제(자료사진=123rf) 미국에서 한 흑인음악 축제를 주최하는 단체가 인종 차별 논란에 휩싸였다.

CNN 등 현지언론에 따르면, 미시간주(州) 디트로이트에서 오는 8월 3일 개최 예정인 흑인음악 축제 '아프로퓨처 페스트'(AfroFuture Fest)의 주최 측이 지난 2일 백인 관객의 입장료를 흑인 등 비백인의 두 배로 받겠다는 방침을 발표했다가 논란이 생기자 5일 만에 정책을 철회했다.

당시 주최 측은 축제 참가권 가격을 '유색인종'(people of color)은 10달러(약 1만1800원), '비유색인종'(non-POC) 즉 '백인'(white people)은 20달러(약 2만3600원)이라고 공지했다.

디트로이트는 아프리카계 주민이 다수를 차지한다.

문제의 공지에는 우리의 입장료 체계는 사회적으로 가장 약한 지역사회에 속하는 사람들(유색인종)에게 그들의 지역(흑인이 다수인 디트로이트)에서 열리는 행사에 참여할 공평한 기회를 주도록 만들어졌다고 쓰여 있었다.

하지만 이 방침은 백인들뿐만 아니라 일부 흑인들로부터 거센 비판을 받았고, 타이니 재그로 알려진 혼혈 디트로이트 출신 랩퍼는 이런 정책 때문에 해당 축제에 출연하지 않겠다고 발표하는 사태까지 일어났다.

이에 따라 이번 행사를 주최하는 '아프로퓨처 유스'(Afrofuture Youth)는 처음 방침을 철회하고 모든 입장료 가격을 20달러로 변경했다.

주최 측 중 하나인 '에이드리언 에어스'(Adrienne Ayers)는 원래 가격은 흑인들의 평등에 관한 형평성을 증진하기 위해 책정됐었다고 해명했다.

아프로퓨처 유스는 7일 SNS를 통해 "백인우월주의자들에게 위협을 받은 우리의 지역사회와 가족, 고령자 그리고 SNS에서 실제로 인종차별적인 발언을 접한 청소년들의 안전을 위해 정책을 변경했다"고 발표했다.

또한 주최 측은 이번 축제에 참여할 비유색인종 관객 즉 백인들에게 추가적인 기부를 제안한 것으로 전해졌다.

@highlight

8월 3일 개최 예정인 흑인음악 축제 '아프로퓨처 페스트' 주최 측이 지역 유색인종에게 공평한 기회를 제공한다며 백인 관객에게만 두 배 입장료를 제시하자, 백인 뿐만 아니라 흑인까지 비판하고 출현 예정 랩퍼의  출현거부 등 반발이 심해지자 결국 두배 입장료를 취소했다.