체육진흥투표권 스포츠토토의 수탁사업자인 케이토토가 스포츠베팅의 진정한 즐거움은 건전한 소액참여에서 나온다고 전했다.

국내 유일의 합법 스포츠베팅인 스포츠토토는 게임 당 100원부터 참여가 가능하다는 매력을 가지고 있다.

최대 구매 한도 역시 합법 인터넷 발매사이트인 베트맨에서는 5만원, 그리고 전국 6500여개의 판매점에서는 10만원으로 제한하고 있기 때문에 과도한 몰입과 중독을 사전에 예방하고 있다.

NC 이재학(왼쪽)과 롯데 민병헌(오른쪽)이 9일 사직 NC-롯데전에 앞서 인사를 나누고 있다.

적은 금액으로 스포츠 관전과 응원의 재미는 물론, 완벽한 분석으로 적중에 성공했을 경우 금전적인 이익까지 챙길 수 있다.

적중하지 못할 경우에도 국내 스포츠발전에 쓰이는 체육진흥기금 조성에 일조할 수 있기 때문에 건강한 스포츠토토의 구매문화는 일석삼조의 의미를 가진 샘이다.

또한, 스포츠토토는 소액구매와 함께 홈페이지와 다양한 이벤트를 통해 본인의 구매 성향을 스스로 알아볼 수 있고, 구매계획 역시 셀프로 세울 수 있는 프로그램을 제공하기 때문에 과몰입 등 부작용에 대한 걱정 역시 크게 줄이고 있다.

반대로 최근 사회 문제가 되고 있는 불법스포츠도박의 경우 구매 한도가 없음은 물론, 24시간 사행성 높은 게임으로 스포츠팬을 유혹하고 있기 때문에 중독에 빠질 가능성이 매우 높은데다, 조세의 의무 또한 피하고 있기 때문에 그 수익금은 불법 지하 자금으로 유용될 가능성이 높다.

게다가 중독으로 인한 2차 피해와 범죄행위 조장 등으로 우리 사회의 여러 분야에 해악을 끼치고 있기 때문에 건강한 대한민국을 만들기 위해서는 반드시 근절해야 하는 범죄행위다.

케이토토 관계자는 "최근 적은 금액으로 최고의 즐거움을 만끽 하는 소액구매 문화로 건강한 스포츠베팅 환경이 만들어지고 있다" 며, "케이토토 역시 불법스포츠도박을 근절하고 더욱 건전한 참여문화를 정착시키기 위해 최선의 노력을 기울일 것"이라고 전했다.

@highlight

게임당 100원부터 참여할 수 있고 과도한 몰입과 중독을 예방코자 최대 구매 한도 역시 합법 온라인 발매사이트인 베트맨에서는 5만 원, 그리고 전국 6500여 개의 판매점에서는 10만 원으로 제한하고 있는 국내 유일의 합법 체육진흥투표권 스포츠토토의 수탁사업자인 케이토토가 스포츠 베팅의 즐거움은 건전한 소액참여에서 나온다고 전했다.