현대자동차그룹 종합광고회사인 이노션 월드와이드가 신세계센트럴시티 내 광고 매체들을 전면 디지털화하고 신규 사업 본격화에 나섰다.

이노션이 추진하고 있는 '디지털 트랜스포메이션' 전략과 맞닿아 있다.

이노션은 서울 서초구 센트럴시티 내 광고매체에 대한 플랫폼 개선, 콘텐츠 개발, 광고주 영업 등을 총괄 운영하는 신규 미디어 사업을 시작했다고 10일 밝혔다.

이노션은 쇼핑몰 전문 광고매체 회사인 새론커뮤니케이션즈와 컨소시엄을 구성해 신세계센트럴시티로부터 사업 운영권을 수주했다.

이노션은 오는 2024년 5월까지 센트럴시티의 신규 매체 설치 및 광고 사업 등을 맡게 된다.

이노션은 신규 미디어 사업을 위해 지난 4월부터 서울 강남 고속버스터미널과 센트럴시티 중앙 광장 등에 있는 광고 매체를 모두 디지털화했다.

고속버스 승차장 상단에 총 13기의 디지털 사이니지를 설치해 탑승 안내·지역별 날씨 등의 실시간 정보와 광고 콘텐츠를 송출하고, 센트럴시티 중앙 광장에는 기존 화단 대신 가로 10미터, 세로 2.5미터 규모 대형 LED 전광판 등을 설치했다.

센트럴시티에서 진행되는 이번 미디어 사업은 이노션이 추진하고 있는 '디지털 트랜스포메이션' 전략의 일환이다.

특히 이번 사업에는 각종 첨단 기술을 활용한 광고 콘텐츠가 적용돼 다양한 시도가 이어질 계획이다.

이노션은 새로 설치한 중앙광장 전광판을 카메라와 동작 인식 센서를 활용한 증강현실(AR) 콘텐츠, 인터랙티브 콘텐츠 등으로 채울 예정이다.

사용자의 움직임에 따라 화면 속의 물고기가 반응하는 '도심 속 아쿠아리움', 사용자의 위치를 인식해 한국 대표 관광지가 화면 상 지도에 하나씩 채워지는 '당신의 다음 여행지는?' 등이 대표 콘텐츠다.

이노션 관계자는 "수년간 쌓아온 디지털 옥외미디어 운영 노하우를 바탕으로 이노션만의 차별화된 디지털 역량을 더욱 강화할 것"이라고 말했다.

@highlight

현대자동차그룹 종합광고회사인 이노션 월드와이드는 서울 강남 고속버스터미널 센트럴시티 내 광고매체에 대한 신규 미디업 사업 착수에 들어갔으며, 이번 미디어 사업은 이노션이 추진하고 있는 '디지털 트랜스포메이션' 전략의 일환이라고 설명했다.