일본을 방문 중인 이재용 삼성전자 부회장이 일본 대형은행 관계자 등과 만난 자리에서 한일관계가 더 악화할까 걱정이라는 말을 한 것으로 알려졌다.

10일 민영방송 TV아사히는 이 부회장이 일본 대형은행 등의 인사들과 만남에서 나온 말이라며 동석했던 관계자를 인용해 보도했다.

이 관계자는 이 부회장이 반도체 소재의 수출규제 문제보다 8월 15일 광복절을 앞두고 한국 내에서 일본 제품 불매운동과 반일 집회 등이 퍼져 한일관계가 더 악화할 수 있다는 것을 우려하고 있다고 말한 것으로 전해진다.

이 부회장의 발언은 일본 정부의 수출 규제가 장기화할 경우 한국 내 대일 여론 악화와 불매운동 등으로 일본기업도 타격을 입는 악순환에 빠져들 수 있다는 점을 경고한 것으로 보인다.

지난 1일 일본은 한국을 상대로 스마트폰 디스플레이 등에 사용되는 플루오린 폴리이미드와 반도체 기판 제작 때 쓰는 감광제인 포토 리지스트, 반도체 세정에 사용하는 에칭가스(고순도불화수소) 3종에 대한 수출 규제를 강화했다.

플루오린 폴리이미드와 레지스트는 세계 전체 생산량의 90%, 에칭가스는 70%를 일본이 점유하고 있다.

관련 재고를 소량밖에 확보하지 못한 삼성전자에 비상이 걸린 것이다.

특히 포토 리지스트는 삼성전자의 7나노 제품 양산의 핵심재료다.

삼성전자는 사실상 포토 레지스트 전량을 일본에 의존하고 있다.

그간 일본은 자국 업체가 이들 3개 품목을 한국에 수출할 때 한번 포괄적인 허가를 받으면 3년간 개별 품목에 대해 허가를 받지 않아도 되는 '포괄허가'를 부여했다.

하지만 이번 보복 조치를 통해 이 같은 우대 조치가 폐지되고, 개별 제품을 수출할 때마다 주무 부처인 경제산업성에 수출허가를 신청해 심사를 거쳐 허가를 받아야 한다.

이 부회장은 7일 일본 출장길에 올랐다.

일본의 반도체 소재 수출규제에 대응하기 위해서다.

당초 업계에선 이 부회장이 전날인 9일 귀국할 것으로 전망했다.

오늘 열린 문재인 대통령 주재 대기업 총수 간담회에 참석하기 위해서다.

하지만 이 부회장은 간담회에 불참하면서까지 11일까지 현지에 머무를 예정인 것으로 알려졌다.

그만큼 현재 마주한 사태가 아주 촉박하고 심각하다는 방증이다.

@highlight

일본이 반도체 핵심소재 3종에 대한 수출 규제를 강화함에 따라 이에 대응하기 위해 이재용 부회장은 7일 일본 출장을 떠났으며 한일관계가 더 악화될 것을 염려하고 있다고 한다.