부광약품은 덴마크 자회사 콘테라파마가 메디치인베스트먼트로부터 30억원의 시리즈A 투자를 유치해 레보도파에 의한 이상운동증 치료 신약 후보물질 JM-010의 유럽 임상 2상 추진이 가속화될 것이라고 10일 밝혔다.

콘테라파마는 부광약품이 지난 2014년 인수한 덴마크 소재 중추신경계(CNS) 전문 제약사다.

이 회사가 개발 중인 JM-010은 파킨슨병 환자가 주로 복용하는 레보도파에 의한 이상운동증(이하 LID)을 치료제로 개발되고 있다.

레보도파는 파킨슨병을 앓는 환자들에게 효능은 뛰어나지만 장기간 복용시 불규칙적으로 몸을 움직이는 무도증이나 근육긴장이상증 등의 이상운동장애가 나타난다.

현재 LID 시장은 미국 기준 약 2조원으로 추정된다.

LID 치료제로는 아다마스파마슈티컬스의 '고코브리(성분명 아만타딘)'이 미국 식품의약국(FDA)에 유일하게 판매 허가를 받았으나, 부작용 등의 이유로 매출 확대에 어려움을 겪고 있다.

콘테라파마는 부광약품과 함께 지금까지 남아공에서 개념증명임상(POC), 독일에서 임상 1상을 진행했다.

임상 결과 환자에게서 안전성과 효능을 확인했으며 특별한 부작용이 보고되지는 않았다.

현재 프랑스, 독일, 스페인 등 유럽 3개국에서 2상 임상을 위한 개시모임이 진행된 상태로 콘테라파마는 2년안에 임상 2상을 종료할 계획이다.

미국에서는 이미 pre-IND 미팅을 진행했으며 올 하반기 중 IND 제출을 준비하고 있다.

부광약품 관계자는"이번 펀딩을 시작으로 콘테라파마는 CNS 전문개발회사로 발전을 거듭할 것"이라며 "콘테라파마를 중심으로 하는 북유럽 지역과의 글로벌 오픈이노베이션이 활발해질 것으로 예상하고 있다"고 말했다.

콘테라파마에 투자를 결정한 메디치인베스트먼트는 약 1조원의 자산을 운용하는 중대형벤처캐피털이다.

@highlight

부광약품이 지난 2014년 인수한 덴마크의 중추신경계 전문 제약사인 콘테라파마가 30억원의 투자를 유치해 파킨슨병 환자의 레보도파에 의한 이상운동증 치료 신약 후보물질인 JM-010의 유럽 임상 2상 추진이 속도를 내게 될 것이라고 한다.