우수한 초급장교를 양성하기 위해서는 군복무 형평성을 고려해 복무기간을 단축하고 제대후 취업지원대책을 마련해야 한다는 지적이 나왔다.

9일 더불어민주당 신경민, 김민기의원과 자유한국당 성일종 의원이 공동 주최한 '우수 초급장교 확보를 위한 제도개선 토론회'에서는 초급장교 지원율이 급감하는 등 우수 복무단기장교 선발과 충원에 비상이 걸렸음을 환기시키면서 대책을 놓고 심도있는 토론이 진행됐다.

우수 초급장교 확보 토론회 | 9일 신경민 김민기 성일종 의원은 공동으로 토론회를 열고 우수 초급장교 확보방안을 놓고 논의했다.

이날 토론회에서는 학군장교 지원율 하락 이유로 학령인구 감소와 함께 지원 부족 등 제도적 미비점이 지적됐다.

따라서 향후 우수 초급장교를 확보하기 위해서는 처우개선을 포함한 제도적인 지원책이 마련돼야 한다는 의견들이 제시됐다.

발제는 박효선 청주대 군사학과 교수와 임춘택 한국에너지기술평가원 원장이 맡았으며 토론자로는 이인구 국방부 인력정책과장, 김대곤 국방부 복지정책과장, 이철우 육군학생군사학교 서울대 학군단장과 전규열 서경대 교수가 나섰다.

박효선 교수는 우수 초급장교 확보방안으로 △ROTC 후보생 선발제도의 개선 △적정복무 기간의 재설정 및 보상지원 △우수자원에 대한 취업 인센티브 부여 △홍보전략 개발 및 예산 뒷받침 △초급지휘자로서의 자질에 기초한 리더십 개발 △군 신뢰구축 위한 체계적 노력 및 군민 일체감 조성 등을 주문했다.

전규열 교수는 학군장교 지원율이 하락하는 이유로 △28개월의 상대적으로 긴 복무기간(일반병사는 18개월로 단축) △부족한 제대 후 취업 지원제도 등을 제시하면서 "우수한 학군장교 등 초급장교를 확보하기 위해서는 복무기간 단축과 취업에 대한 지원이 이뤄져야 한다"고 제안했다.

@highlight

9일 더불어민주당 신경민, 김민기의원과 자유한국당 성일종 의원이 공동 주최한 '우수 초급장교 확보를 위한 제도개선 토론회'에서는 초급장교 복무기간을 단축하고 제대후 취업지원대책을 마련해야 한다는 지적이 나왔다.