세계 태권도 고수들이 총출동하는 ‘2019 전주오픈국제태권대회’가 오는 13일부터 16일까지 4일간 전주화산체육관에서 개최된다.

전주오픈국제태권도대회 조직위원회(위원장 강영수)가 주최·주관하는 이번 대회에는 국내 150팀 선수단 1850명을 포함, 총 27개국에서 총인원 2418명이 출전해 평소 갈고 닦은 태권도 기량을 겨루게 된다.

특히 올해 대회는 세계 최정상급 태권도 선수들이 대거 출전, 7회째를 맞는 전주오픈국제태권도대회의 위상을 한껏 더 드높일 예정이다.

대표적으로 이번 대회의 A매치 품새 경기에는 지난해 베트남 호치민에서 열린 아시아태권도품새대회에서 우승을 차지한 배용신 선수와 2017년~2018년 2년 연속 광주오픈국제태권도대회 우승자인 김철환 선수 등 세계 최정상 선수들이 출전해 격돌한다.

또, A매치 겨루기 경기에도 국내외 정상급 선수들이 금메달에 도전장을 냈다.

대회는 오는 12일 선수단 등록을 시작으로 13일 개회식과 A매치 품새 경기, 경연 품새 경기가 각각 진행되며, 14일에는 A매치 겨루기가 펼쳐질 예정이다.

대회 조직위 또 오는 15일 해외선수단을 대상으로 품새 세미나와 시범세미나, 전주한옥마을 등을 실시하고, 대회 마지막 날인 오는 16일에는 무주 태권도원 투어를 진행할 방침이다.

이외에도 대회 조직위원회는 관람객에게 더 많은 재미와 즐거움을 선사하기 위해 전주대학교·비전대학교 태권도시범단의 태권도시범과 K팝 댄스 공연, 난타공연 등 다양한 볼거리도 준비했다.

강영수 전주오픈국제태권도대회 조직위원장은 “이번 2019 전주오픈국제태권도대회는 참가신청 접수기간 전부터 해외 태권도 수련생들의 참여 열기가 뜨거웠던 만큼, 전 세계에 전주를 태권도 문화도시로 알리는 좋은 기회가 될 것”이라며 “이번 대회가 세계태권도인의 축제이자 시민축제로 거듭날 수 있도록 많은 시민들께서 경기장을 찾아 응원을 보내주시고, 성공적인 대회가 치러질 수 있도록 관심과 협조를 부탁드린다”고 말했다.

@highlight

오는 13일부터 16일까지 전주화산체육관에서 열리는 ‘2019 전주오픈국제태권대회’에는 2년 연속 광주오픈국제태권도대회 우승자인 김철환 선수 등 세계 최정상급 태권도 선수들이 대거 출전하여 그 위상을 한껏 더 드높일 것으로 기대된다.