화원 파크뷰 우방 아이유쉘 투시도.SM우방산업이 달성군 화원읍 천내리 690-1번지 일원에 지어질 ‘화원 파크뷰 우방 아이유쉘’ 538가구를 이달 중 공급할 예정이다.

건축규모는 지하 1층, 지상 33층 4개 동 538가구다.

공급 면적별 가구 수는 △69㎡ 232가구 △74㎡ 52가구 △84㎡ 254가구로 실수요자들이 가장 선호하는 실속형 중소형 단지로만 구성했다.

특히 대구교도소 후적지 개발의 최대 수혜단지가 될 것이라는 평가를 받고 있다.

여기에다 오는 11월 ‘고향의 강 조성사업’이 완료되는 천내천 수변공원, 명곡체육공원이 단지 바로 앞에 있어 막힘없는 공원전망도 누릴 수 있다.

교통인프라도 장점으로 꼽힌다.

도시철도 1호선 화원역이 직선거리 600m 정도 떨어져 있으며, 화원 IC가 인접해 시내외로 이동이 자유롭다.

단지 바로 옆에 초등학교와 중학교가 위치해 자녀들의 안심통학도 보장된다.

상품성도 뛰어나다.

동간 간섭이 없는 설계를 채택해 조망권 확보는 물론 풍부한 일조량과 통풍이 가능한 설계를 선보였다.

4베이 평면을 채택해 개방감을 극대화해 쾌적한 단지 내 생활도 가능하다.

부동산 전문가는 “화원 주민들의 숙원사업이었을 정도로 대구교도소 문제가 화원개발의 걸림돌이었던 것은 사실”이라며 “이전과 함께 찾아온 후적지 개발과 대규모 도시재생 개발사업이 맞물리면 개발 초기 단지들의 자산가치 상승도 충분히 예상할 수 있을 것”이라고 전망했다.

한편 달성군은 청약 조정대상지역에 해당되지 않아 청약통장 가입 후 6개월 이상이면 1순위 자격으로 청약신청이 가능하다.

또 가구주가 아니어도, 1가구 2주택 이상이어도 1순위로 청약할 수 있으며 계약 후 6개월이면 전매도 가능하다.

모델하우스는 달서구 대곡동 1040번지에 준비 중이다.

@highlight

SM우방산업이 대곡동 1040번지에  ‘화원 파크뷰 우방 아이유쉘’ 의 모델하우스를 준비 중이며, 이번 공급될 ‘화원 파크뷰 우방 아이유쉘’은 대구교도소 이전과 함께 대규모 도시재생 개발사업이 맞물리면서 대구교도소 후적지 개발의 최대 수혜단지가 될 것으로 전망된다.