EY한영이 국내 기업인들을 대상으로 한 설문조사에서 회계 투명성 상승의 혜택이 주주와 기업에게 돌아갈 것이라는 응답결과가 나왔다.

10일 EY한영은 최근 국내 주요 기업 재무 담당 임직원 187명을 대상으로 개최한 '2019 제3회 회계투명성 제고 방안 세미나'에서 실시한 설문조사에서 '회계 투명성 향상에 따른 이익이 어디로 귀속된다고 생각하느냐'는 질문에 응답자(161명)의 57.7%는 주주, 33.1%는 기업에 돌아간다고 답했다고 밝혔다.

감사를 시행하는 회계법인을 꼽은 응답자는 3.1%, 조세 당국인 정부를 꼽은 응답자는 1.8%에 불과했다.

새로운 외부감사법 시행에 따라 내부 통제 개선을 위해 새로운 시스템 도입과 조직 개선 등 기업의 부담이 증가한 것으로 조사됐다.

내부 통제 개선을 위한 예산이 전기 대비 30% 이상 증가했다는 응답자가 31.8%에 달했으며, 20% 이상~30% 미만도 21.0%로 조사됐다.

그러나 내부회계관리제도 감사 준비 수준을 묻는 질문에 대해서는 60.4%의 응답자가 '준비가 부족하다'고 답했다.

예산은 늘렸지만 실제 대응 상황은 여전히 미흡하다는 의미로 풀이할 수 있는 조사 결과라고 한영 측은 분석했다.

또 83%의 응답자가 신외감법 대응을 위해 감사인이 아닌 제3의 회계법인으로부터의 회계 자문이 필요하다고 답했다.

신외감법 시행 이후 기업에서 느끼는 회계감리제도의 가장 큰 애로사항으로는 응답자의 77%가 'IFRS 상 다양한 해석이 있음에도 무리한 지적을 한다'고 응답했다.

이동근 EY한영 품질위험관리본부장은 "응답자의 3분의 2 정도가 감사 준비 수준이 부족하다고 말하면서도, 절반 이상은 소속 기업의 회계 투명성이 높다고 응답하는 등 현장에서도 실행 수준에 대해 엇갈린 반응이 나오고 있다"고 말했다.

그는 또 "많은 기업이 회계 투명성 향상에 대한 필요성을 느껴 노력을 기울여 상당 부분 향상이 이뤄졌지만 제도 개선과 규제 엄격화 등에 대응하는 구체적인 실행 방법을 마련하는 과정에서 시행착오를 겪고 있는 것으로 보이며, 한국 사회가 회계 선진국 수준으로 회계 투명성을 높이기 위해서는 더 많은 노력과 시간이 필요할 것으로 보인다"고 말했다.

@highlight

10일 '2019 제3회 회계투명성 제고 방안 세미나'에서 EY한영이 국내 기업인들을 대상으로 한 설문조사에 따르면, '회계 투명성 상승의 혜택 출처'에 대한 질문에 대부분의 응답자 90% 이상이 주주와 기업에게 돌아갈 것이라는 응답결과가 나왔으며, 새로운 외부감사법 시행에 따라 기업의 부담이 증가한 것으로 나타났다.