지난 2017년 성희롱 진정사건이 이전 10년간 평균에 비해 47% 가량 급증한 것으로 나타났다.

또 성희롱으로 시정권고를 받은 사건 중 66%가 직장 내 상하관계에서 이뤄졌고 사업장 내에서 가장 많이 발생한 것으로 집계됐다.

국가인권위원회는 10일 2016년부터 2017년까지 시정 권고한 성희롱 사례 37건을 모은 '성희롱 시정 권고 사례집 제8집'을 발간했다.

인권위에 접수되는 성희롱 진정사건은 꾸준히 증가하고 있다.

2017년 인권위에 접수된 성희롱 건은 총 296건이었다.

2007년부터 2016년까지 접수된 평균 성희롱 건수보다 46.7%나 늘었다.

인권위는 209건의 성희롱 시정권고사건 중 직접고용 상하관계가 65.6%를 차지해 성희롱이 직장 내 권력관계와 깊은 관련성이 있다고 분석했다.

성희롱 발생 장소로는 직장이 44.6%로 가장 많았고, 회식장소가 22.3%로 뒤를 이었다.

성희롱 가해자의 경우 대표, 고위관리자, 중간관리자 등 관리직이 63.6%를 차지했고, 피해자는 평직원이 72.4%로 가장 많았다.

주요 권고사례로는 상급자가 업무 중 사내 메신저로 직원을 성희롱한 일이 소개됐다.

피해 직원은 상급자의 메신저 대화 내용을 우연히 발견해 인권위에 진정을 제기했다.

이에 대해 인권위는 "업무시간 중 업무 기기를 활용해 피해자들을 성적으로 비하한 것은 일반적인 사적 영역의 대화와는 다르고, 피진정인들이 대화의 유출 가능성을 인지하고 있었다"며 당사자가 없는 메신저상에서의 성적 험담도 성희롱에 해당한다고 판단했다.

그 외에도 직원에게 자신의 성기를 주무르는 모습을 보여준 현장소장, 야근하는 직원에게 다가가 볼에 입을 맞춘 회사대표, 계약직원에게 핸드폰으로 야한 동영상을 보여준 차장, 현장답사에서 학생의 허벅지를 쓰다듬은 교수 등이 성희롱 시정권고 사례로 수록됐다.

@highlight

국가인권위원회가 10일 발간한 2016~2017년 까지 성희롱사례를 모은 '성희롱 시정 권고 사례집 제8집'에 따르면, 2007년부터 2016까지 접수된 건수보다  46.7%나 급증했고, 발생 장소의 70%가 직장과 회식장소인 것으로 조사됐다.