부산의 청년 고용률이 2006년 이후 최고치를 기록하고 고용률이 5개월 연속 상승하면서 십수 년 째 바닥을 쳤던 부산의 고용시장에도 볕이 드는 게 아니냐는 기대가 나오고 있다.

10일 통계청에 따르면 6월 부산지역 고용률은 56.7%로 지난해 같은 기간보다 0.4%P 상승했다.

올해 1월 이후 5개월째 상승곡선을 그리고 있는 것이다.

특히 15~29세 청년 고용률이 41.9%로 2006년 이후 최고치를 기록했다는 점이 고무적이다.

지난해 같은 기간과 비교하면 전국 평균 상승폭(0.7%P 상승)보다 3배 이상인 2.3%P 늘었다.

전국 7대 특·광역시로 보면 부산의 청년 고용률은 인천(48.1%)과 서울(46.8%)에 이어 세번째로 높았다.

2014년 청년 고용률이 38.2%로 7개 도시 가운데 5위를 차지했던 것과 비교하면 상당히 개선됐다.

부산시 관계자는 “여성 고용률 역시 역대 최고 수준인 49%를 기록하면서 경력단절 여성 대상 맞춤형 일자리 대책이 효과를 발휘하는 것으로 보인다”며 “상용근로자와 고용보험 피보험자 숫자가 늘어나는 등 고용의 질도 개선되고 있다”고 분석했다.

한편 6월 전국 고용동향을 보면 지난달 취업자수는 2740만 8000명으로 1년 전 같은 달보다 28만 1000명이 늘어났다.

이는 2018년 1월에 33만 4000명이 증가한 이후 17개월 만에 최대폭으로 상승한 것이다.

취업자는 1주일에 1시간만 일을 해도 취업자로 잡힌다.

하지만 가장 중요한 제조업 취업자는 6만 6000명이 감소했다.

15~64세 고용률은 67.2%로 1년 전보다 0.2% 포인트 상승했다.

6월 기준으로만 따지면 1989년 통계작성 이후 최고로 올랐다.

동시에 실업률은 4.0%로 0.3% 포인트가 올라 이 역시 6월 기준으로 20년 만에 최고로 올랐다.

정부는 실업자가 늘어난 것은 지방 공무원시험이 6월로 늦춰진 영향이 크다고 봤다.

취업준비생이 구직활동에 해당하는 시험을 보면서 실업자로 편입된 데 따른 일시적인 현상이라는 것이다.

현대경제연구원 주원 경제연구실장은 “취업자 증가와 함께 실업률이 상승하고 있다는 것은 정부 일자리 영향이 크다는 의미”라고 말했다.

@highlight

부산시의 청년 고용률이  2006년 이후 최고치를 기록하고, 5개월째 상승곡선을 그려 청신호를 보이고 있으며 전년대비 3배 이상인 2.3%p 가량 늘었다.