태안해양경찰서(서장 김환경)는 10일 경계중인 군으로부터 미확인 소형선박 확인 요청 통보를 받고 출동한 현장에서 불법 잠수기 어선을 붙잡았다.

해경에 따르면 10일 새벽 2시 1분께 충남 태안군 신도 인근 해상에 미확인 소형 선박이 시속 20노트로 항해 중이라며 32사단 예하 부대 레이더 기지로부터 확인 요청을 받은 태안해경은 중부해경청 소속 헬기 지원과 경비함정, 파출소 연안구조정 등을 동원해 현장 확인에 나섰다.

출동 현장에서 2t 가량의 선외기 선박을 발견하고 검문 추적 끝에 수산업법 위반 혐의 등으로 이모씨(52) 등 3명을 검거했다.

이들은 전날 오후 5시께 충남 보령시 오천항에서 선박 자동 입출항 신고 장치인 V-PASS를 끄고 무단 출항하여 단속을 피해 인적이 없는 곳에서 야간 잠수장비를 이용해 해삼을 무단으로 포획하다 군의 통보를 받고 출동한 해양경찰의 검문검색을 피해 계속된 정선명령에도 불응하고 1시간 넘게 고속으로 도주하며 무단 채취한 해삼은 모두 바다에 버린 것으로 밝혀졌다.

태안해경 관계자는 "무허가 잠수기 어업 등 고질적 불법어업으로 해양생태계 파괴는 물론 지역 해양자원 고갈로 이어질 수 있어 강력한 단속활동을 지속해 나갈 방침"이라고 전했다.

한편, 태안해경은 해안경계 점검과 강화 차원에서 지난 6월 26일 32사단 예하 부대 관계자와 레이더 사각지역 감시 장비인 열상감시장비(TOD) 등 군 운용 전자 장비 활용, 해양물표 출현 및 소실과 관계된 정보공유와 상호 지원 방안, 긴급 해난상황에 관한 유기적 협조 방안 등 상호 공조를 통한 미식별 선박 확인과 불법 어업 단속으로 이어져 군경간 통합방위 경계태세를 강화할 방침이다.

@highlight

태안해양경찰서는 10일 군으로부터 미확인 소형선박 확인 요청 통보를 접수하고 출동하여 검문추적 끝에 불법 잠수기 어선을 붙잡아 타고있던 이모씨 등 3명을 수산업법 위반혐의로 검거하였으며, 이들은 불법으로 해삼을 무단 채취하다 적발된 것으로 드러났다.