지난달 고용률과 실업률이 동시에 치솟는 기현상이 벌어졌다.

취업자 수가 1년5개월 만에 가장 큰 폭으로 늘며, 15~64세 고용률이 6월 기준 역대 최고치로 상승했다.

반면 실업률은 20년 만에 최고 수준을 기록했다.

전문가들은 고용시장이 회복세에 들어섰다기보다는 정부가 재정을 투입해 만들어낸 일자리가 고용지표들을 뒤틀고 있다고 분석했다.

10일 통계청이 발표한 '6월 고용동향'에서 취업자 수는 1년 전보다 28만1000명 늘었다.

두 달 연속 25만명을 웃돌았다.

경제협력개발기구(OECD) 비교 기준인 15∼64세 고용률은 67.2%로, 1년 전보다 0.2%포인트 상승했다.

1989년 통계 작성 이래 6월 기준 최고치다.

반면 지난달 실업률은 전년 동기보다 0.3%포인트 오른 4.0%를 기록했다.

4%대 실업률이 6개월 연속 지속한 것은 12개월 연속 같은 흐름이 나타난 1999년 6월∼2000년 5월 이후 최장이다.

실업자 수 또한 113만7000명으로 1999년 6월 이후 가장 많았다.

이처럼 고용률과 실업률이 동시에 상승한 것을 놓고 정부는 지방공무원 시험이 예년보다 한 달 늦은 6월에 치러진 점을 들었다.

여기에 정부가 일자리 예산을 집중 투입하고 있는 노인일자리사업도 큰 변수로 작용하고 있다.

노인일자리사업으로 일자리를 구한 노인들 덕에 고용률이 높아졌지만, 종전에는 고용시장에 진입하지 않았던 노인들까지 구직 의지가 생기면서 새롭게 들어왔지만 미처 일자리를 찾지 못한 노인들도 늘면서 실업률이 덩달아 높아졌다는 것이 정부의 설명이다.

고용률은 15세 이상 전체 인구 대비 취업자 수 비중을, 실업률은 취업했거나 취업할 의사가 있는 경제활동인구 중 실업자 수 비중을 의미하기 때문이다.

전문가들은 주력 산업 부진으로 주 취업계층 고용이 부진하고, 정부 재정사업에 따른 인위적 고용만 늘어났다는 점에서 고용한파가 이어지고 있다고 진단한다.

실제로 전반적인 취업자 수 증가 추세에도 지난달 30대와 40대 취업자 수는 각각 3만2000명·18만2000명 감소했다.

제조업 취업자 수 역시 6만6000명이 줄어들었다.

@highlight

취업자 수가 큰 폭으로 늘면서, 15~64세 고용률이 6월 기준 역대 최고치로 상승한 반면 실업률은 20년 만에 최고 수준을 기록하였는데, 이는 노인일자리사업으로 구직한 노인들로 인해 고용률이 높아졌지만, 새롭게 구직 의지를 가진 노인들이 많아지면서 실업률 또한 높아졌기 때문이다.