▲ 공주시 심규덕 문화관광복지국장이 10일 정례브리핑에서 인구 관련 중장기 종합대책 수립을 설명하고 있다.

공주시 인구 감소세가 올해 들어 현저히 둔화된 것으로 나타났다.

심규덕 문화관광복지국장은 10일 정례브리핑에서 지난 6월말 기준 공주시 인구는 10만 7101명으로, 2018년 12월 기준 10만 7581명에 비해 480명이 감소했다고 밝혔다.

민선 7기 출범 직전인 지난해 6월말 기준과 비교해선 425명이 감소했고, 10년 전 12만 4172명에 비해선 1만 7071명이 줄어들었다.

이 같은 인구 감소 요인으로는 우선, 출생 대비 사망인구가 많기 때문으로 분석됐다.

올 상반기 출생과 사망자 수를 비교해 보면 출생은 291명인 반면 사망은 540명으로 나타났고, 지난해에는 268명이 태어남과 동시에 573명이 사망한 것으로 집계됐다.

이와 함께 전입보다 전출이 많기 때문인데, 올 상반기 전입은 7110명, 전출은 7346명으로 전출이 236명 많은 것으로 나타났다.

특히 지난 2012년 가장 많은 7450명이 감소했는데, 이 같은 현상은 같은 해 7월 출범한 세종시로의 전출 영향이 큰 것으로 분석된다.

한편, 올해 들어 이 같은 인구 감소세 현상은 현격히 둔화되고 있는 것으로 나타났다.

실제로 지난 1월에는 212명이 감소했지만 2월에는 194명, 3월 113명, 4월 26명 감소로 꾸준히 감소세를 보였고, 특히 지난 5월에는 45명, 6월에는 20명이 늘어나면서 증가세로 전환되는 양상을 보였다.

시는 현재 인구증가 종합대책으로 △쾌적한 정주여건 조성 △기업·기관 유치 △일자리 확충 △출산 장려책 강화 △사업체·기관 대상 인구유인책 수립 등을 마련해 추진하고 있다.

심규덕 문화관광복지국장은 "공주시 인구정책 중장기 종합대책 수립 연구용역 결과가 다음 달 완료될 예정"이라며 "이를 반영해 2020년부터 인구정책 주요사업들을 단계적으로 추진해 나갈 계획"이라고 말했다.

@highlight

심규덕 문화관광복지국장은 10일 정례브리핑에서 공주시 인구 감소세가 올해 들어 현저히 둔화된 것으로 나타났으며, 인구정책 중장기 종합대책 수립 연구용역 결과가 다음 달 완료되 2020년 부터는 인구정책 주요사업들을 추진해 나갈 수 있다고 전했다.