공인회계사(CPA) 2차 시험문제 유출 의혹으로 대학가가 들끓고 있다.

취업과 직결되는 시험인 데다 국가공인시험이라는 특성상 문제 유출 의혹이 시험 전반에 대한 공정성 논란으로 번지는 모양새다.

금융감독원은 10일 "모의고사와 비슷한 문제를 낸 출제위원이 부적절한 행위를 했는지를 조사 중"이라고 밝혔다.

온라인 수험생 카페에서 제기됐던 이번 문제 유출 의혹은 한 수험생이 지난 4일 청와대 국민청원게시판에 글을 올리면서 공론화됐다.

이 수험생은 "2차 시험문제 중 일부가 한 사립대 고시반 학생에게 모의고사와 특강 형식으로 배포됐다는 주장이 있다"며 "문제 유출을 뒷받침할 여러 주장과 과거의 비슷한 의혹들이 확산되고 있다"고 주장했다.

의혹이 불거진 것은 회계감사 과목 중 두 개 문항으로, 올해 2차 시험은 지난달 29일부터 이틀간 진행됐다.

한 수험생은 서울신문에 "고시반을 운영하는 학교들이 출제위원급 교수에게 특강을 들으며 유사한 문제를 제공받는 것은 오래된 관행"이라고 전했다.

또 다른 수험생은 "출제위원으로 특강에 초빙된 교수들은 출제기관에서는 공표하지 않는 2차 채점 기준까지 알려 준다"고 말했다.

CPA 2차 시험은 본인이 작성한 답안지만 확인할 수 있으며, 채점 기준표나 점수는 공개되지 않는다.

금감원은 채점 과정에서 해당 문제의 정답률이 특정 학교 출신 응시자에게 높게 나타나는지 등 특이사항을 살펴볼 계획이다.

조사에 한 달 이상 걸릴 것으로 예상된다.

다만 금감원은 "논란이 된 특강 내용과 모의고사 문제는 올해부터 시행되는 신외부감사법 등 시의성이 있어 충분히 출제를 예상할 수 있는 수준"이라면서 "출제 문항과 형식상 유사성은 분명 있지만 기출문제나 다른 교재에서도 이런 문제를 다루고 있어 유출로 보기 어렵다"고 반박했다.

하지만 논란의 두 문항을 출제한 교수와 사립대 특강을 한 교수가 책을 공동 집필했다는 점에서 사전 유출 여지가 있는 것 아니냐는 의구심도 여전하다.

박권추 금감원 전문심의위원은 "이번 논란을 계기로 시험 관리 전반을 점검해 미비점이 있는지 살펴볼 것"이라고 말했다.

@highlight

지난 4일 청와대 국민청원게시판에 공인회계사 2차 시험문제 유출 의혹을 주장하는 글이 올라와, 취업과 직결되는 국가공인시험인 만큼 시험 전반에 대한 공정성 논란으로 확대되고 있다.