로옴(ROHM) 주식회사는 모바일 기기 및 웨어러블 기기, IoT 기기용으로 업계 최고 효율과 업계 최고 수준의 초저소비전류를 실현한 MOSFET 내장 승강압 DC/DC 컨버터 'BD83070GWL'을 개발했다.

'BD83070GWL'은 소형 배터리로 구동하는 전자기기에 대응해 저소비 에코 디바이스의 결정판을 목표로 개발한 초저소비전력의 승강압 전원 IC다.

저손실 MOSFET를 내장하고 저소비전류 회로를 탑재함으로써 각종 배터리 구동 기기(전동 칫솔, 전기면도기 등)의 동작(부하전류 200mA) 시, 업계 최고의 전력 변환 효율 97%를 실현함과 동시에 승강압 전원 IC로는 업계 최고 수준인 저소비전류 2.8μA를 실현했다.

이에 애플리케이션의 스탠바이(부하전류 100μA) 시에는 일반품보다 배터리를 1.53배 더 오래 사용할 수 있어 소형 배터리로 구동하는 모든 전자기기의 장시간 구동에 기여한다고 로옴은 밝혔다.

본 제품은 2019년 4월부터 샘플(가격 300엔/개, 세금 불포함) 출하를 개시했으며 오는 10월부터 월 100만 개의 생산 체제로 양산을 개시할 예정이다.

생산 거점은 전공정 로옴 하마마츠 주식회사(하마마츠), 후공정 로옴 아폴로 주식회사(유쿠하시)다.

또한 본 제품을 탑재한 평가 보드 'BD83070GWL-EVK-001'의 온라인 판매도 개시해 chip 1 stop, Corestaff, RS Components 등 부품 유통 사이트에서 구매 가능하다.

로옴은 "앞으로도 아날로그 기술을 구사한 저전력·고성능 전원 IC를 개발해 사회의 저전력화에 기여해나갈 것"이라고 밝혔다.

@highlight

로옴 주식회사는 초저소비전류를 실현한 MOSFET 내장하고 배터리 구동 기기의 동작시, 업계 최고의 전력 변환 효율을 실현함과 동시에 초저소비전력의 승강압 DC/DC 컨버터 'BD83070GWL'을 개발했다고 한다.