전북지역 지난달 실업률이 전년동월대비 0.1%p 하락한 2.6%를 기록하면서 지난해와 비슷한 수준을 유지한 것으로 나타났다.

전국 실업률이 역대 최고치를 기록한 점을 감안할 때 선방한 셈이다.

이는 전주 효천지구·에코시티·만성지구 등의 개발로 인한 건설업계 청소용역 노동자 등의 증가와 본격적인 농사철을 맞아 농업인의 고용 증가가 원인으로 분석된다.

10일 통계청이 발표한 '2019년 6월 전라북도 고용동향'에 따르면 전북지역 고용률이 지난해 같은 시기보다 1.2%p 상승한 60.4%를 기록했다.

도내 경제활동인구는 96만 9000명으로 전년동월대비 1만 5000명(1.6%)이 증가했으며, 경제활동참가율은 62.0%로 전년동월대비 1.2%p 상승한 것으로 나타났다.

경제활동인구에서 전년동월대비 남성은 1000명(-0.1%)이 감소한 반면, 여성은 1만 6000명(3.8%)이 증가해 여성경제활동 참여가 꾸준히 상승하는 것으로 나타났다.

건설업은 전년동월대비 30.7%p가 상승했는데, 이는 건설업계 경리와 청소용역 등의 고용이 증가한 것이 주요원인으로 분석됐다.

또 광공업은 12%p, 제조업 11.1%p, 농림어업 4.0%p 등의 순으로 고용률이 상승했다.

반면 전기운수통신금융업계는 12.3%p 감소했다.

방송, 인터넷, 전화 등을 통한 상담으로 마케팅 방법이 전환되면서 인력을 축소한 점이 가장 큰 이유로 꼽혔다.

취업자의 경우 94만 4000명으로 전년동월대비 1만 5000명(1.7%)이 증가했다.

이중 남자는 52만 9000명으로 전년동월대비 2000명(0.4%)이 증가한 반면, 여성은 41만 5000명으로 전년동월대비 1만 3000명(3.3%)으로 남성보다 비교적 크게 증가했다.

이는 식료품제조업, 건설업계 경리, 청소용역, 부동산 중개업, 의료서비스업 등에서 고용창출이 이뤄진 것으로 분석됐다.

본격적인 농사철을 맞으면서 주 36시간미만 취업자는 전년동월대비 7만 9000명(-29.1%)이 감소하면서, 주 36시간이상 취업자가 9만 1000명(13.9%)으로 증가했다.

@highlight

10일 통계청의 '2019년 6월 전라북도 고용동향'에 따르면 전북지역 고용률이 지난해 같은 시기보다 1.2%p 상승한 60.4%를 기록했으며 이는 전주 효천지구·에코시티·만성지구 등의 개발로 인한 건설업계 청소용역 노동자가 증가하고 본격적인 농사철을 맞아 농업인의 고용 증가와 식료품제조업, 부동산 중개업, 의료서비스업 등에서 고용창출이 원인으로 보인다.