광주상공회의소가 운영 중인 광주지역인적자원개발위원회가 전국 16개 지역 인자위를 대상으로 한 성과평가에서 유일하게 종합평가 A등급을 받았다.

광주상의는 고용노동부와 한국산업인력공단이 실시한 2018년도 전국 지역인자위 성과평가에서 ‘최우수기관’에 선정됐다고 10일 밝혔다.

이 같은 성과로 그동안 2회에 걸쳐 진행됐던 지역인력 양성계획 심사를 1회 ‘통합심사’로 단축함으로써 업무 간소화를 꾀하고, 내년 사업예산 확보에도 탄력을 받게 됐다.

전국 16개 인자위를 대상으로 한 이번 평가에서 광주인자위는 위원회 운영, 수급조사 분석, 인력양성 사업 성과, 네트워킹, 공공성 증진노력, 조직관리 부문 등에서 최고 점수를 받았다.

최우수 기관 선정은 지난해 각 사업별로 거둔 값진 성과 지표가 증명한다.

광주인자위는 지난해 지역·산업 맞춤형 인력양성 사업을 통해 인력양성 수요조사 1200개사, 취업예정자 양성교육 372명, 1934명을 대상으로 재직자 향상교육 실시했다.

일학습병행 전문 지원기관 운영에 66개사의 참여를 이끌어내는 성과를 거둔데 이어 지역혁신프로젝트 사업을 통해서는 일자리 597개를 창출했다.

광주인자위는 올해 ‘광주지역 산업을 선도할 인력양성과 일자리 창출’을 목표로 취업자 인력양성 300명, 재직자 향상교육 2000명, 일학습병행 60개사 지원, 2개의 지역혁신프로젝트 사업을 통해 일자리 640개를 창출할 계획이다.

최종만(광주상공회의소 상근부회장) 광주인자위 위원장은 “이번 성과는 타 시·도에 비교해 광주시와 지방고용노동청, 한국산업인력공단 광주본부 등의 유관기관이 적극적인 지원과 협력이 있었기에 가능했다”며 “앞으로도 지역 내 고용 거버넌스와 지속적인 네트워킹을 통해 일자리 미스매치 해소와 고용률 제고에 더 큰 성과를 이뤄내겠다”고 말했다.

한편 광주상공회소가 위탁 운영하는 광주인자위는 지역 산업 인력수요와 중장기 인력수급 계획을 조사하고, 훈련과정을 통해 기업이 필요로 하는 인력과 교육제공 등을 위해 지난 2013년 10월 설립됐다.

@highlight

10일 광주상의가 운영 중인 광주지역인자위가 2018년도 지역인자위 성과평가에서 전국 16개 인자위 중 유일하게 종합 A등급으로 최우수기관에 선정됨에 따라, 지역 인력 양성 계획 심사를 1회로 통합·단축하고, 내년도 사업 예산 확보에 탄력을 받게 됐다.