골프 선수들에게는 언젠가 긴장되는 순간이 온다.

전혀 예상치 못한 순간에 직면했을 때나 반드시 성공해야 할 샷을 앞두고 있을 때 심리적 압박은 극에 달한다.

보통은 잘 되지 않는 샷을 할 때 선수들은 긴장한다.

드라이버 샷이 잘 되지 않는 경우 티잉그라운드에서 드라이버를 꺼내 들면 긴장이 되고 퍼트가 말썽을 부릴 때 퍼트를 하려 하면 긴장감이 엄습해 온다.

긴장감이 생기면 심박수 박동이 빨라지면서 몸이 떨리고 집중이 안되는 등 신체적으로 문제가 발생해 항상 해오던 샷이 나오지 않는다.

실수가 생기는 것이다.

이런 이유로 플레이를 할 때마다 찾아오는 불청객인 '긴장감'을 없애기 위해 선수들은 노력한다.

KPGA 코리안투어 선수 120명을 대상으로 '긴장을 푸는 방법'에 대해 설문조사(복수응답 포함)를 한 결과 선수들이 가장 선호하는 것은 바로 '물 마시기'다.

32.7%의 선수들이 긴장되는 순간 물을 마시면서 심리적 안정을 꾀한다고 밝혔다.

'KEB하나은행 인비테이셔널'에서 데뷔 첫 승을 차지한 서요섭(23·비전오토모빌)은 "급하게 치려고 할 때 물을 한 모금 마시면 한 템포 쉬게 되고 여유를 찾게 된다"고 전했다.

이어 28.3%의 선수들이 '호흡 가다듬기'를 꼽았다.

호흡을 깊게 들이마셨다가 길게 내쉬면 분위기 전환과 함께 심리적 안정에 도움이 된다는 게 공통된 의견이다.

'SK telecom OPEN'과 'KB금융 리브챔피언십'에서 2주 연속 준우승을 차지한 이수민(26·스릭슨)은 "긴장될 때 호흡조절을 하면서 복잡한 생각을 정리한다"고 말했다.

'자신만의 루틴 지키기'라고 응답한 비율은 12.5%였고 '캐디와의 대화'가 10%, '간식 섭취'가 5.6%로 뒤를 이었다.

기타 의견으로는 '현재에 집중하기', '긍정적인 생각', '기도하기', '다른 선수도 긴장할 것이라 생각', '내가 최고라는 생각' 등이 있었다.

@highlight

KPGA 코리안투어 골프 선수 120명을 대상으로 긴장을 해소하는 방법에 대해 설문 조사한 결과 1위는 '물 마시기', 2위는 '호흡 가다듬기'로 나타났다.