뉴시스 11일 서울 여의도 국회에서 열린 민주당 일본경제보복대책특별위원회 회의에서 이해찬 대표가 모두발언을 하고 있다.

더불어민주당은 11일 일본의 수출 규제에 대응 차원으로 최대 3000억 수준의 예산을 추가경정예산안 심사 과정에서 반영키로 결정했다.

이는 이낙연 국무총리가 전날 국회 대정부질문에서 일본의 수출 보복에 대응하는 예산으로 요청한 1200억원에서 1700억원 더 확장된 규모다.

조정식 정책위의장은 이날 일본 경제 도발에 대한 추경 관련 대책 브리핑을 통해 “일본 수출 규제 3대 품목(불화수소·포토레지스트·폴리이미드) 및 추가 규제 예상 품목 중심으로 기술 개발, 상용화, 양산 단계 지원 등을 추경에 반영하겠다”고 밝혔다.

당은 우선 기술개발 단계 지원에서 대일의존도가 높은 핵심품목에 대한 R＆D지원예산 확충, 대일의존도 상위 50대 과제에 대한 소재 부품 R＆D 예산, 글로벌 중견기업 소재 부품 기술개발 예산 등을 이번 추경에 대폭 반영할 방침이다.

또 기술은 확보돼있으나 상용화되지 못한 품목에 대해 신뢰성 성능 평가를 적극 지원할 계획이다.

특히 반도체 디스플레이 성능 평가 지원과 제조단계 실증 관련 사업, 추가 수출규제 가능성이 큰 소재부품 장비 구축 등에 최대 1000억 이상 예산을 반영한다.

아울러 양산단계 지원을 위해 소재 부품 기업 설비 투자자금 지원을 확대해서 수출 규제 품목에 대한 국내 생산 능력을 확충할 계획이다.

조 정책위의장은 “정부와 기업은 물론 범사회적 대응체제 구축을 위해 야당의 협조가 반드시 필요하다”며 “민주당은 추경심사 과정에서 일본 수출 규제 대응과 관련해 꼭 필요하다고 야당이 판단하는 추가 사업에 대해 열린 마음과 자세로 적극 검토하고 추경에 함께 반영할 것”이라고 했다.

그러면서 “단기적 차원의 대응을 넘어 특정 국가에 대해 지나친 산업의존성 회피를 위해 중장기적 차원에서 핵심 소재 부품 장비 산업 경쟁력 제고와 국산화 정책 관련 예산을 내년도 2020년에 적극 반영할 계획”이라며 “이번 달 중 소재부품장비의 경쟁력 강화 방안에 대한 당정 협의를 하고 발표하겠다”고 밝혔다.

3000억원으로 예산을 늘린 것에 대해서는 “초기 단계에서 수요를 반영했고 추가 규제 가능성이 있어서 전략적으로 대응하기 위해 검토해서 확장했다”고 설명했다.

@highlight

더불어민주당은 11일 일본의 수출 보복에 대응 차원으로 1200억원에서 1700억원 더 늘린 3000억 수준의 예산을 추가경정예산안 심사 과정에서 반영키로 하였는데 일본 수출 규제 3대 품목(불화수소·포토레지스트·폴리이미드) 및 추가 규제 예상 품목 중심으로 기술 개발, 상용화, 양산 단계 지원 등에 대한 예산이다.