인천국제공항공사가 추진하는 ‘항공정비(MRO) 클러스터 조성사업’과 ‘공항경제권’ 구축사업이 탄력을 받을 전망이다.

최근 인천공항공사법 일부 개정법률안의 국회 통과로 인천공항공사의 대규모 항공 관련 사업에 대한 법적 근거가 마련됐기 때문이다.

10일 국회 국토교통위원회 소속 윤관석 의원 등이 발의한 인천국제공항공사법 일부 개정법률안이 국토교통위 교통법안소위에서 통과했다.

개정안은 인천공항공사의 목적사업을 ▶항공기정비업 유치 및 항공기 정비단지 조성(항공기취급업)을 위한 지원사업 ▶항공종사자 양성을 위한 교육훈련사업에 대한 지원 ▶항행안전시설의 관리·운영과 관련 위탁사업 ▶인천공항 주변 지역의 개발사업 등을 포함하고 있다.

공사법 일부 개정법률안이 확정되면 인천공항공사는 본격적인 항공산업 등과 공항경제권 구축에 대한 명분을 얻는다.

그동안은 현행 공사법상 불명확한 사업 범위로 사업 수행에 한계가 있었다.

공사는 지난 5월부터 항공 MRO 클러스터 조성 마스터플랜 수립을 위한 용역을 2억 원을 들여 추진하고 있다.

용역을 통해 국제 수준의 항공 MRO 클러스터 조성과 글로벌 MRO 전문기업 투자유치, 한국형 MRO 클러스터 비전 및 목표, 자가형 비행장(FBO·비즈니스 항공센터) 운영 콘셉트 등을 수립한다는 방침이다.

또한 10억 원 상당의 ‘항공화물 인프라 개발 및 운영 중장기 전략수립 용역’도 발주했다.

인천공항 자유무역지역 내 화물터미널과 물류단지의 운영 현황 및 개발, 중장기 계획 등 공항경제권 밑그림을 위한 내용이 포함됐다.

최근에는 ‘인천공항 주도의 종합경제권 추진전략 수립용역’도 준비 중이다.

16억 원가량이 투입되는 이 용역은 인천공항이 3세대 공항으로 진화하고 항공산업 주체들이 함께 발전할 수 있는 ‘One Airport(항공산업 생태계)’ 구축을 위한 세부적 전략이 수립된다.

@highlight

인천국제공항공사가 추진하는 '항공정비(MRO) 클러스터 조성사업'과 '공항경제권' 구축사업의 일부 개정법률안이 10일 국토교통위 교통법안소위에서 통과되면서 사업이 탄력을 받을 전망이다.