청년작가들 응원합니다

10일 광주 예술의 거리 은암미술관에서 개막한 ‘2019광주FINA수영대회 기념 청년작가 13인전’ 참여작가와 김여송 광주일보 사장, 이용섭 광주시장 등 내빈들이 기념촬영을 하고 있다.

‘세계 수영대회 성공을 기원하고 청년작가들을 응원합니다.’

2019광주FINA수영대회조직위원회가 주최하고 광주일보사·은암미술관이 주관하는 ‘2019광주FINA수영대회 기념 청년작가 13인’전이 10일 은암미술관에서 개막식을 시작으로 막을 올렸다.

이날 개막식에는 김여송 광주일보사장을 비롯해 이용섭 광주시장, 김동찬 광주시의회의장, 조영택 수영대회 조직위원회 사무총장, 김선정 광주비엔날레 대표이사 등 각계각층 인사와 전시 초대 작가 등 200여명이 참여 성황을 이뤘다.

‘DIVE INTO YOU’를 주제로 열리는 이번 전시회는 전 세계인의 축제인 수영대회의 성공을 기원하고, 예향 광주의 현대 미술과 문화를 알리기 위해 준비한 기획이다.

전시에는 노여운, 박성완, 박인선, 송지윤, 선영현, 설박, 신호윤, 양나희, 양세미, 임현채, 윤준영, 이인성, 최요안 등 13명의 작가가 참여해 한국화, 서양화, 설치, 사진 등 다양한 작품을 전시하고 있다.

이용섭 시장은 이날 축사에서 “역동적이고 개성 넘치는 작품이 많아 이번 전시회가 지역 작가들이 도약을 하는 작은 계기가 됐으면 좋겠다”며 “역대 가장 많은 149개 국가가 참여하는 수영선수권대회 기간 동안 선수들과 관광객들이 전시장을 많이 찾을 수 있도록 노력하겠다”고 말했다.

김여송 광주일보 사장은 “세계수영대회는 예향 광주의 젊은 작가들과 세계 각국의 젊은 선수들이 한마당이 되는 뜻깊은 자리”라며 “이번 대회를 치르는 광주는 제2의 탄생을 통해 크게 발전할 것이고 150만 광주 시민, 대한민국 국민, 수영대회에 참가하는 선수와 작가들이 한 여름밤 멋진 추억을 만들어가길 바란다”고 말했다.

이번 전시는 오는 28일까지 19일간 열린다.

문의 062-226-6677.

@highlight

광주 시장은 10일 은암미술관에서 수영대회의 성공을 기원하고, 예향 광주 13인 청년작가들이 참여해서 역동적이고 개성넘치는 작품이 많아 도약을 하는 작은 계기가 되었으면 좋겠다고 전했다.