애플이 12인치 맥북을 단종한다.

대신 맥북 에어와 프로 입문형 모델을 업그레이드하는 등 학생 수요를 적극 겨냥한다.

애플은 맥북 일부 모델 판매를 중단하고 일부 모델의 업그레이드 신제품을 출시했다.

톰 보거 애플 맥 제품 마케팅 담당 시니어 디렉터는 보도자료를 통해 새로 꾸며진 맥북 라인업을 소개하며 "캠퍼스 생활에서 맥을 사용해 보기에 더없이 좋은 기회가 될 것"이라고 말했다.

새로운 맥북 라인업에서 가장 눈에 띄는 점은 12인치 맥북의 단종이다.

그동안 1kg 미만 무게로 경량 노트북 수요를 책임져 온 맥북은 더 이상 판매되지 않는다.

맥북 모델은 보급형 애플 노트북으로 제품 사양이 여러 번 바뀌며 오랜 기간 판매됐다.

과거 한차례 단종된 바 있다.

하지만 2015년 다시 고성능 보급형 제품으로 등장했다.

맥북 에어와 달리 고화질을 제공하는 제품으로 포지셔닝 했지만 지난해 10월 새 맥북 에어가 레티나 디스플레이로 출시된 이후 엔트리급 제품 특성이 겹친다는 평가를 받아왔다.

맥북 라인업 중 가장 저렴한 제품인 맥북 에어는 기존 디스플레이에 트루톤 기능을 더해 새로 출시됐다.

지난해 맥북 프로에 이어 보급형에도 탑재된 것이다.

트루톤이란 디스플레이 색상과 빛의 강도를 주변 조명에 맞춰 조절해 자연스럽게 보이도록 하는 기술이다.

가격도 기존보다 낮췄다.

국내 출시 가격 기준 10만 원 내린 149만 원부터 판매한다.

맥북 프로도 업그레이드됐다.

기존 입문형 제품인 맥북 프로 13인치 논터치바 모델은 새로 터치바(키보드 상단 가변형 키 디스플레이)와 지문인식 터치 아이디가 추가되고 인텔 8세대 쿼드 코어 프로세서를 적용했다.

가격은 128GB, 256GB 모델 각각 5만 원 소폭 인상했다.

맥 SSD 저장용량 업그레이드 비용 역시 변경됐다.

맥북 프로 15인치 고급형에서 512GB를 1TB로 바꾸는데 추가되는 비용은 국내 기준 49만원에서 24만5000원으로 낮아졌다.

@highlight

애플이 12인치 맥북을 단종한 가운데 맥북 에어이 기존 디스플레이에 트루톤 기능을 더해 새로 출시되었으며 국내 출시 가격은 10만원 내린 149만 원부터 판매한다고 전했다.