이수앱지스의 항암 신약후보 물질 ISU104가 연이어 글로벌 특허 취득에 성공했다.

이수앱지스는 미국 특허상표청(USPTO, United States Patent and Trademark Office)에 ErbB3를 타깃으로 개발하는 항암 신약후보 'ISU104'의 물질과 암 또는 항암제 내성암 치료를 위한 조성물 및 이를 이용한 방법에 대한 특허를 등록했다고 11일 공시했다.

이수앱지스는 이미 한국과 대만, 호주에서 특허를 확보한 데 이어 글로벌 스탠다드로 꼽히는 미국에서도 ISU104의 기술력을 인정받아 향후 기술이전의 가능성을 높여나가고 있다.

ISU104는 암 발현의 다양한 원인 중 하나인 ErbB3를 타깃으로 개발하고 있는 항암 신약이다.

ErbB3를 타깃으로 하는 시판 중인 항암제는 아직 없는 가운데 ErbB3는 표준 항암 치료법에 대한 약물 내성의 주요 원인 중 하나로 알려져 있어 기존 항암제에 내성이 생긴 난치암 치료에 효과가 기대된다.

이수앱지스는 3분기 내 임상 1상 Part 2 시험을 개시해 재발성 및 전이성 두경부암 편평상피세포암 환자를 대상으로 ISU104 단독 투여 및 세툭시맙(cetuximab) 과의 병용 투여의 안전성, 내약성 및 약동학적 특성을 확인할 계획이다.

또 ISU104는 동물모델에서 확인한 결과 두경부암 외에 유방암, 대장암 등에서도 종양 성장 억제 효과가 확인된 바 있어 적응증 확장에 대한 가능성도 열려있다.

이수앱지스 관계자는 "이번 미국 특허 등록으로 기술에 대한 지적재산권(IP) 포트폴리오를 확대해 나가고 기술의 보호와 진입 장벽을 높여 부가가치를 창출할 수 있을 것으로 기대된다"며 "이를 계기로 향후 공동 연구개발 및 기술이전 등의 과정에서 한층 유리한 조건으로 협상을 진행할 수 있을 것"이라고 강조했다.

@highlight

이수앱지스가 개발한 항암 신약후보 물질 ISU104가 한국과 대만, 호주에 이어 미국에서도 특허 취득에 성공했는데 이 신약 후보는 암 발생의 원인 중 하나로 꼽히지만 치료제는 없는 ErbB3를 타깃으로 하여 기존 항암제에 내성을 가진 난치암 치료에 효능이 있을 것으로 기대된다.