"너 같은 애는 이 세상에서 필요 없어. 이 세상에서 사라져 버려."

세종지역 한 초등학교 교사가 수업시간에 장난을 친다는 이유로 수업 도중 학생(초교 2학년)에게 폭언과 폭행을 한 것으로 드러났다.

10일 법조계에 따르면 세종지역 한 초등학교 교사인 A 씨는 2017년 10월 10일 오후 1시30분경부터 2시 사이 B 군이 수업 중 말을 듣지 않고 장난을 친다는 이유로 "너 같은 애는 이 세상에서 필요 없어. 쓸모없는 아이야. 너 같은 건 여기 없어도 돼. 이 세상에서 사라져 버려. 집으로 가버려"라며 폭언을 했다.

A 씨는 이어 B 군의 책가방과 신발가방을 복도에 집어 던지고 목덜미와 손목을 잡아 강제로 계단까지 끌고 내려갔다.

A 씨의 폭행으로 B 군은 흉부후벽의 타박상, 어깨 및 팔의 타박상, 흉추염좌 등 2주간의 치료가 필요한 상해를 입었다.

이같은 사실을 알게 된 B 군 부모의 신고로 A 씨는 아동복지법 위반(아동학대) 혐의로 기소됐다.

대전지법 형사4단독 이헌숙 판사는 지난 5일 A씨에 대해 벌금 200만원을 선고했다.

재판부는 "초교 2학년 피해아동이 정신적 충격을 받았을 것으로 보이고 피고인의 행위 내용과 정도, 피해자의 나이, 피고인의 지위에 비춰 볼 때, 비록 훈육의 필요성이 있었고 훈육의 의도가 있었다고 하더라도 피고인의 행위는 정당화될 수 없다"고 밝혔다.

이어 "다만 피고인이 초범으로 잘못을 인정하며 반성하고 있고, 임용 2년차 교사로서 피해아동에 대한 훈육과정에서 다소 우발적으로 범행에 이른 것 등을 참작했다"고 양형 이유를 설명했다.

재판부는 A 씨의 취업제한명령은 면제했다.

재판부는 "취업제한명령으로 인해 피고인이 입는 불이익의 정도와 예상되는 부작용, 그로 인해 얻을 수 있는 아동학대 범죄의 예방 및 효과 등을 종합적으로 고려해 볼 때, 취업제한명령을 해서는 안될 특별한 사정이 있다고 판단된다"고 밝혔다.

@highlight

세종지역 한 초등학교 교사가 2017년 10월 10일 B군이 수업 중 장난을 친다는 이유로 "너 같은 애는 이 세상에서 필요 없어. 이 세상에서 사라져 버려."라며 폭언을 해 지난 5일 벌금 200만원을 선고 받았다.