경영계의 최저임금 삭감안(4.2% 인하·8000원)에 반발해 전날 최저임금 심의를 보이콧했던 노동계가 하루 만에 회의에 복귀했다.

10일 정부세종청사에서 열린 최저임금위원회 11차 전원회의에서 내년도 최저임금액 결정을 위한 최종 담판에 들어가기에 앞서 노동계를 대변하는 근로자위원들이 사용자위원의 최저임금 삭감 요구를 규탄하는 손팻말을 들어 보이고 있다.

최저임금위원회 노사 위원들이 내년도 최저임금 수정안을 내놨다.

노동자위원은 9570원(14.6% 인상)을, 사용자위원은 8185원(2.0% 삭감)을 제시했다.

양측이 한발씩 물러섰지만 여전히 간극이 커 진통이 예상된다.

최임위는 10일 정부세종청사에서 제11차 전원회의를 열고 노사 양측 최저임금 최초 요구안의 1차 수정안을 받았다.

최초 요구안으로 노동계는 1만원(19.8% 인상)을, 경영계는 8000원(4.2% 삭감)을 제출했다.

앞서 노동자위원들은 사용자위원이 삭감안을 제출했다는 이유로 전날 제10차 전원회의를 보이콧했다.

하루 만에 회의에 복귀해 최초 요구안에서 430원을 뺀 금액을 제시한 노동자위원들은 "시급 9570원(월급 200만 130원)은 결혼하지 않은 단신 노동자 생계비(201만 4955원)에 가까운 금액"이라면서 "내년에는 최저임금 월 환산액이 200만원대로 진입해야 한다"고 주장했다.

사용자위원들은 최초 요구안보다 185원을 높여 제시했지만 내년도 최저임금이 올해(8350원)보다 낮아야 한다는 기존 입장을 고수했다.

사용자위원인 류기정 한국경영자총협회(경총) 전무는 "사용자 안은 과거 2년간 너무 오른 최저임금 부작용과 경제 현실을 종합적으로 검토한다는 절실한 심정으로 제시한 것"이라고 말했다.

노사 양측이 수정안을 제출했지만 입장 차이가 여전하다.

이에 결국 최저임금이 결정되기 위해서는 '캐스팅보트'를 쥔 공익위원들이 나서야 한다는 관측이 나온다.

노사 입장 차가 좁혀지지 않으면 공익위원들이 일정 범위의 인상률 구간(심의촉진 구간)을 제시하고 이 안에서 논의·표결하는 방식도 최저임금법상 가능하다.

@highlight

최저임금위원회 노사 위원들이 내년도 최저임금 수정안으로 노동자위원은 9570원(14.6% 인상)을, 사용자위원은 8185원(2.0% 삭감)을 제시하며 양측이 조금씩 양보했지만, 여전히 의견차가 있어 합의까지 난항이 예상된다.