국제금융센터가 11일 서울 중구 은행회관에서 글로벌 신용평가사 스탠더드앤드푸어스(S&P)를 초청해 진행한 '글로벌 경제의 대립구도 속 신용위험' 세미나에서 숀 로치 S&P 아태지역 수석이코노미스트는 이렇게 말했다.

그는 "디플레이션 위험이 있어 한국은행이 올해 한 차례 혹은 그 이상의 금리를 내릴 것"이라면서 "정부가 여력이 있는 만큼 올해와 내년에 재정부양책을 펴는 것이 바람직하다"고 강조했다.

S&P 아태지역 국가신용평가팀의 킴엥탄 상무도 "한국은 재정건전성이 양호해 추가경정예산 등으로 저성장 압박을 해소하는 방편이 필요하다"며 "외부 변수는 관리가 어려워 내수 주도로 성장 방향성을 살필 필요가 있다"고 지적했다.

한국의 경제성장률이 한일 무역분쟁으로 더 낮아질 가능성도 열어 뒀다.

로치 이코노미스트는 "한일 갈등은 불확실성을 증폭시켜 투자 회복이 어려워지고 성장에 하방 압력이 될 수 있다"고 밝혔다.

S&P는 지난 4월 올해 한국의 국내총생산(GDP) 기준 성장률을 2.5%에서 2.4%로 낮추고 지난 10일에도 2.0%로 낮췄지만 이는 한일 무역분쟁의 영향을 반영하지 않은 수치다.

무역분쟁은 반도체를 비롯해 국내 주요 산업의 실적도 끌어내리는 중이다.

박준홍 S&P 한국기업신용평가팀 이사는 "최근 1년간 미중 무역분쟁으로 반도체, 자동차, 화학 부문에서 영향을 받았고 한일 무역분쟁으로 반도체의 경우 추가 부담을 받을 수 있다"면서 "다만 무역분쟁이 장기화되면 반도체 감산 가능성도 배제할 수 없지만 공급 자체가 줄면 가격이 반등해 완충 작용을 할 수 있다"고 덧붙였다.

킴엥탄 상무는 "한국은 제조업이 비금융순익의 60%를 차지해 수출이 줄면 세입도 줄 수 있다"면서 "제조업은 고용창출이 많지 않고 장기적인 성장을 위해서는 서비스 부문을 개선할 여지가 있다"고 짚었다.

@highlight

국제금융센터는 11일 은행회관에서 스탠더드앤드푸어스를 초청해 개최된 세미나에서 숀 로치 수석이코노미스트는 한일 갈등은 불확실성을 확장시켜 성장에 하방 압력이 될 수 있다며  한국은행이 올해 한차례 이상 금리를 내릴 것이니 정부가 올해와 내년에 재정부양책을 펴는 것이 좋다고 말했다.