올해 상반기 가계대출이 지난해 증가 폭의 절반 수준인 18조 1000억 원 늘어난 것으로 집계됐다.

11일 금융위원회·금융감독원·한국은행에 따르면 올 들어 6월까지 금융권 가계대출은 18조 1000억 원 증가했다.

지난해 상반기(1∼6월) 33조 6000억 원 늘었던 것과 비교하면 증가폭이 절반 가까이로 줄어든 셈이다.

상반기 기준 가계대출 증가 규모는 2016년 50조 4000억 원에서 2017년 40조 2000억 원, 2018년 33조 6000억 원, 올해 18조 1000억 원으로 둔화 추세다.

지난달 금융권 가계대출은 한 달 전보다 5조 2000억 원 증가했다.

이는 작년 같은 달보다 1조 원, 한 달전보다는 7000억 원 줄어든 수준이다.

전년 동기 대비 주택담보대출 증가폭이 2조 9000억 원에서 2조 6000억 원으로, 신용대출·마이너스통장 등 기타대출 증가폭이 3조 4000억 원에서 2조 6999억 원으로 줄어든 결과다.

가계대출 증감 양상은 제1금융권(은행)과 제2금융권(상호금융·저축은행·보험사·여신전문금융회사)이 갈렸다.

은행권 가계대출은 6월에 5조 4000억 원 증가해 전년 동월과 전월 대비로 증가폭이 각각 4000억 원 확대됐다.

증가폭은 지난해 12월(5조 4000억 원 증가) 이후 올해 들어 최대다.

주택담보대출이 3조 9000억 원 늘었다.

증가 폭은 전년 동월 대비 7000억 원, 전월 대비 1조 원 커졌다.

은행권 기타대출은 1조 5000억 원 늘었다.

전년 동월 대비 3000억 원, 전월 대비 6000억 원 축소됐다.

‘가정의 달’인 5월 신용대출이 많이 늘었다가 증가폭이 줄어든 것이다.

제2금융권 가계대출 잔액은 6월 2000억 원 감소했다.

전년 동월 대비 1조 4000억 원, 전월 대비 1조 1000억 원 축소됐다.

주택담보대출이 1조 3000억 원 줄었다.

전년 동월 대비 9000억 원, 전월 대비 2000억 원 축소된 규모다.

기타대출은 1조 1000억 원 늘었다.

증가폭은 전년 동월 대비 4000억 원, 전월 대비 8000억 원 작았다.

@highlight

11일 금융위원회·금융감독원·한국은행에 따르면 올 들어 6월까지 금융권 가계대출은 18조 1000억 원 늘어나 지난해 상반기 33조 6000억 원과 비교해 증가폭이 절반 가까이로 줄어들며, 상반기 기준 가계대출 증가 규모는 2016년 50조 4000억 원에서 2017년 40조 2000억 원, 2018년 33조 6000억 원, 올해 18조 1000억 원으로 둔화 추세다. 