사기·사립학교법 위반 혐의 첫 재판 열려 자신이 설립한 유치원을 운영하면서 유치원비를 유용한 혐의를 받고 있는 이덕선 전 한국유치원총연합회 이사장에 대한 첫 재판이 11일 열렸다.

이 전 이사장 측과 검찰 측의 주장이 팽팽하게 맞서면서 향후 치열한 다툼이 예고됐다.

이날 수원지법 형사12단독 김주현 판사 심리로 열린 첫 공판에서 사기 및 사립학교법 위반 혐의로 기소된 이 씨 측은 검찰의 공소사실을 인정하면서도 "개인이 운영하는 사립유치원의 특성상 법리적으로 다툴 부분이 많다"고 주장했다.

이 씨 측 변호인은 "사립학교법은 설립자가 사립유치원 설립을 위해 미리 지급한 차입금 등에 대해 상환받을 수 있도록 규정하고 있다"며 "사립유치원 설립 당시 법이 정한 설립 비용 외에도 설립자가 부담해야 할 비용이 많은 만큼 해당 비용에 대한 평가가 있어야 전체적인 교비 흐름에 있어 판단이 가능하다"고 설명했다.

이어 "사기죄의 구성 요건은 기망행위로, 공소사실에 이 같은 점이 구체적으로 특정될 수 있는지 의문"이라며 "보통 공소사실은 혐의에 대한 각 항목별로 구분하는데 이번 사건에선 그렇지 않은 만큼, 사기혐의에 대해 항목별 기망 사실을 특정해야 한다"고 강조했다.

반면 검찰 측은 공소장에 일부 피해자 명단이 증거로 확보돼 있는 점과 항목별 특정 외 유치원교비를 타 용도로 사용한 점 등이 확인됐다고 맞섰다.

재판부는 "피고인의 방어권 보장을 위해 공소장 변경이 먼저 이뤄진 이후 이에 대한 의견서를 제출하면 검토해 쟁점을 정리하겠다"며 "피해 학부모와 항목별 기망 사실 등을 특정해 공소장을 변경해 달라"고 검찰 측에 요청했다.

화성시의 한 유치원에서 설립자 겸 이사장을 맡고 있는 이 씨는 A씨 등과 공모해 학부모들에게 교육비 명목으로 47억 원을 걷은 뒤 자신이 설립·인수하거나 투자한 위장 업체 8곳을 통해 교재 및 교구 대금을 부풀려 차액을 편취하는 수법으로 14억 원 상당을 가로챈 혐의로 기소됐다.

재판부는 오는 9월 16일 오후 2시 공판준비기일을 진행할 예정이다.

@highlight

자신이 설립한 유치원을 운영하면서 유치원비를 유용한 혐의를 받고 있는 이덕선 전 한국유치원총연합회 이사장에 대한 첫 재판이 11일 열린 가운데 이씨 측은 검찰의 공소사실을 인정하면서도 사립유치원의 특성상 법리적으로 다툴 부분이 많다고 주장하고 검찰 측은 피해자 명단과 유치원비를 타용도로 사용한 점 등이 확인됐다고 맞서 향후 치열한 공방을 예고했다.