세종 미르초 학생들이 연극제 기간에 스스로 준비한 공연을 선보이고 있다.

미르초등학교는 지난 2일부터 11일까지 미르초 강당에서 '6학년 연극제-지금까지 이런 연극은 없었다' 를 공연했다.

'6학년 연극제'는 교육과정을 재구성한 프로젝트 수업으로 국어 과목의 연극단원을 중심으로 도덕, 미술, 음악, 창의적 체험활동의 교과를 통합한 문제중심학습(PBL, Project Based Learning) 방식의 수업이다.

학급별로 연극을 제작하기 위해 학생들은 직접 대본을 작성하고 역할을 나누어 의상, 소품, 홍보까지 손수 맡아 하나하나 직접 만들어가는 연극수업을 구성했다.

학생들은 도서를 연극으로 제작한 '악플전쟁', '오월의 달리기'와 동화 원작을 재조명한 창작극 '오즈의 마법사+아기돼지 삼형제', '신데렐라' 등 다양한 소재를 연극화해 흥미를 더했다.

특히, 6학년 다솜반이 준비한 연극 '누가 죄인인가'는 '영웅-안중근 이야기'를 각색한 뮤지컬로 학생, 학부모, 교사의 뜨거운 환호를 받았다.

이번 연극제를 준비하기 위해 6학년 교사들은 연극에 대한 이론적 내용부터 실제 연극 관람까지 학생들에게 연극을 지도하기 위한 전문적학습공동체를 매주 실시했다.

또한, 더 나은 연극수업을 위해 외부 전문강사를 초빙해 학생들의 연극 수업을 지원했다.

더불어 미르초는 세종시교육청으로부터 교육과정-수업-평가 선도학교로 지정되어 교수평 일체화를 위해 프로젝트 워크북을 제작해 교육과정을 재구성하고 학생들이 연극을 통해 수업한 내용이 바로 평가로 이어질 수 있도록 했다.

조민경 미르초 교사는 "연극제 프로젝트 활동을 통해 우리 아이들이 미르초의 비전인 '즐거운 배움, 함께 나아가는 우리'를 실현하고 행복한 추억을 만들어갔으면 한다"고 말했다.

학생들이 제작한 연극제 홍보 시간표.

@highlight

미르초등학교는 미르초 강당에서 6학년 연극제-지금까지 이런 연극은 없었다를 공연해 학급별로 연극을 제작하기 위해 학생들이 직접 대본을 작성하고 연출과 홍보까지 직접 만들어가는 창의적 체험활동의 교과를 통합한 문제중심학습 방식의 수업이다