부산지하철노조가 이틀 만에 총파업을 철회했다.

노사 최종 교섭에서 합의에 실패해 10일부터 노조가 파업에 돌입하면서 사태가 장기화할 것이란 우려도 나왔지만 11일 협상이 급물살을 타며 극적 타결에 성공했다.

지난 9일 부산도시철도 노사는 최종 교섭을 진행했지만 임금 부분에서 끝내 접점을 찾지 못했다.

최종 교섭에서 노조는 1.8% 임금 인상, 부산교통공사는 임금 동결을 고수했고 이 간격은 좁혀지지 않았다.

노조는 10일부터 파업에 돌입해 필수 인력을 제외하고 도시철도 업무를 중단했다.

최종교섭 후 오거돈 부산시장과 이종국 부산교통공사 사장이 노조 파업을 비판하는 글을 SNS에 게시하면서 파업이 장기화하는 것 아니냐는 우려가 나왔다.

오 시장은 9일 오후 최종교섭 결렬 직후 자신의 SNS에 ‘부산지하철 노동자들의 임금은 전국에서 가장 높은 수준이지만 부산교통공사는 지속적인 적자에 허덕이고 있다’라는 글을 올렸다.

이 사장도 SNS에 노조를 겨냥해 ‘적폐를 정상적으로 돌려놓겠다’라고 게재했다.

이에 대해 노조는 “부산시와 교통공사가 여론몰이로 노조를 탄압하고 있다”고 반발했다.

하지만 노조와 교통공사의 갈등에 대해 부정적인 여론이 생기면서 분위기가 바뀌었다.

노조는 동종 업계에 비해 고임금을 받고 있다는 지적에 높은 임금 인상률을 고수하기 어려운 분위기였다.

공사는 이 사장의 ‘적폐’ SNS 논란에 휩싸여 노동계의 반발에 부딪혔다.

11일 오후 2시께 부산 금정구 노포차량기지창에서 노사 간 실무진의 비공개 협상이 이뤄졌다.

이곳에서 공사가 “임금 동결은 어렵지만 나머지 부분에 대해 전향적으로 검토할 수 있다”는 입장을 내고, 노조도 “공사가 어떤 입장을 내느냐에 따라 협의는 언제든 열려 있다”고 호응했다.

노사는 실무진의 비공개 협상 이후 이날 오후 6시 30분부터 공사 사장과 노조 위원장이 참여하는 본교섭을 열었다.

이 자리에서 노조와 공사는 각자 제시한 안에서 조금씩 양보하며 극적 타결에 성공했다.

본교섭 직후 이 사장과 최무덕 노조위원장이 1 대 1로 담판 만남을 가지며 합의에 이른 것으로 전해졌다.

@highlight

부산지하철노조와 공사의 갈등에 대해 여론의 부정적 흐름이 생기면서 장기화할 것이라는 우려를 깨고 서로 조금씩 양보하는 지혜로 극적 타결에 이르렀다.