노조 “사측의 탄압은 현재 진행형”

▲ 미원화학 울산공장 전경.

고용노동부가 노조 활동을 방해하고 조합원들에게 인사상 불이익을 준 혐의로 미원화학을 압수수색했다.

고용노동부 울산지청은 11일 오전 9시 40분께 미원화학 안양 본사와 울산공장에 대한 압수수색을 벌였다.

각각 10여명의 감독관들은 회사 측의 인사 관련 서류, 노무법인 등과 주고받은 이메일, 컴퓨터 하드디스크 등을 확보했다.

이번 압수수색은 지난해 12월 이 회사 노조가 부당노동행위로 회사 측을 고용노동부에 고소·고발한 데 따른 것이다.

지난해 2월 설립한 민주노총 화학섬유식품노조 울산지부 미원화학지회는 3월 상견례를 시작으로 사측과 단체교섭을 진행했으나 합의점을 찾지 못했다.

이에 노조는 같은해 8월 초 파업에 돌입했고, 사측은 직장폐쇄로 맞서면서 갈등이 격화됐다.

이후 이 사업장 노사는 10월 단체협약을 체결하면서 갈등이 봉합되는 듯했다.

그러나 노조는 이후 “회사 측이 노조 파괴행위를 일삼았다”고 주장했다.

근무 태만 등을 이유로 반장급 조합원 3명을 직위해제했고, 사측이 개별 조합원들과의 면담을 통해 조합원 성향을 분석하고 일부 조합원들에게 노조 탈퇴를 권유했다는 게 노조측의 설명이다.

노조는 사측의 부당노동행위가 계속 이어지고 있다고 주장하고 있다.

압박을 받은 조합원들이 최근 집단 탈퇴를 하는 상황이 벌어지면서, 한때 80여명이었던 조합원은 현재 63명까지 줄어들었다고 밝혔다.

노조 측은 지난해 12월 고소·고발 이후에도 고용노동부 측에 수차례 관련 자료를 제출하고 있다.

권도형 노조지회장은 “올 초에는 노조 간부들에 대해 연장근로를 배제하고, 전환배치 조치를 하기도 했다”면서 “사측의 노조 탄압은 계속해서 진행되고 있다”고 말했다.

미원화학은 분황과 황산계면활성제 등을 생산하는 업체로, 울산공장에는 120여명이 근무하고 있다.

이 회사 노조는 2016년 처음 설립을 시도했으나 실패했고, 이후 다시 지난해 초 조직됐다.

@highlight

지난해 12월 고용노동부가 노조의 고소, 고발에 따라 '부당노동행위'혐의로 미원화학에 대한 압수수색을 벌였으며, 노조는 부당행위가 지속되고 있다고 전했다.