“광주 수돗물, 체험하며 배워요”

물의 소중함을 체험할 수 있는 ‘수돗물 -1℃ 캠프’가 12일부터 사흘간 광주광역시청 야외음악당에서 운영된다.

수돗물홍보협의회가 주최하고 한국상하수도협회와 광주광역시 상수도사업본부가 공동 주관하는 이번 행사는 수돗물의 중요성과 환경에 대한 경각심 높이고 2019 광주세계수영선수권대회를 기념하기 위해 마련됐다.

물환경 체험 시설인 ‘수돗물 -1℃ 캠프’는 폭 22m, 높이 6m의 에어돔 구조물로 내부에 영상관, 음악관, 환경 발전소, 약속 사진관, 수돗물 카페 등 물과 환경의 소중함을 경험할 수 있는 다양한 체험 코너를 갖췄다.

행사장에서는 수돗물 영상 감상과 볼풀 놀이, 자연의 소리와 함께 휴식하기(ASMR), 물방울 그리기와 나무 만들기 등 유아와 어린이들이 참여할 수 있는 프로그램과 SNS 영상 제작 등도 진행된다.

참여자에게는 텀블러와 외식상품권 등 경품이 제공된다.

행사장에는 참가자들의 안전을 위해 진행요원이 상시 근무하고 있으며 구급약품과 소화기 등을 비치해 두고 있다.

또한 비상시를 대비해 병원 등 비상연락망도 구축했다.

황봉주 시 상수도사업본부장은 “수영대회 성공 개최와 빛여울수의 우수성을 알리기 위해 ‘수돗물 -1℃ 캠프’를 운영한다”며 “많은 시민들이 참여해 다양한 체험을 하고 수돗물의 중요성과 환경에 대한 경각심을 높이는 계기가 되기를 바란다”고 말했다.

한편, 시 상수도사업본부는 수영대회 기간인 15일부터 23일까지 유동인구가 많은 국립아시아문화전당 일대에서 ‘수돗물 홍보카페차량’을 운영해 수돗물로 만든 보리차, 옥수수차, 녹차, 레몬차 등 수돗물 음료와 텀블러를 무상 제공하며 방문객들에게 빛여울수의 우수성을 홍보할 예정이다.

@highlight

수돗물홍보협의회가 2019 광주세계수영선수권대회를 기념하고자 주최하는 ‘수돗물 -1℃ 캠프’를 12일부터 사흘간 광주광역시청 야외음악당에서 개최하며 이 행사에서는 수돗물 카페 등 물의 소중함을 느낄 수 있는 다양한 프로그램을 체험할 수 있다.