쉐보레가 다양한 프로그램을 진행해 내수 판매 확대에 나선다고 12일 밝혔다.

이 달에 마련한 혜택은 2017년 쉐보레 전기차 '볼트(Bolt)'를 국내 시장에 출시한 이래로 가장 큰 폭이라는 설명이다.

먼저 쉐보레는 '친환경' 및 '경제성'을 모두 고려한 'ECO 무이자 할부 프로그램'을 진행한다.

ECO 무이자 할부 프로그램은 볼트 EV 구매 시 50개월의 장기 무이자 할부까지 받을 수 있다.

해당 프로그램을 이용할 경우 50만원대의 월 할부금(LT 기준)으로 차량 구매가 가능하다.

가솔린 중형차(말리부 2.0터보)와 비교하면 일평균 100km 주행 시 월 30만원 수준의 비용 절감효과가 있다고 쉐보레는 설명했다.

쉐보레 볼트.

더불어 고객이 36개월 무이자 할부 선택 시, 이자뿐 아니라 선수금도 없는 더블제로 무이자 프로그램을 제공한다.

추가로, 과거에 쉐보레(대우차 포함) 차량을 구매한 경험이 있는 고객과 5년 이상 된 차량을 보유한 고객도 50만원의 추가 혜택을 받게 된다.

공무원을 대상으로도 50만원의 특별 지원도 실시한다.

현금 지원과 장기할부가 결합된 72개월 '콤보 할부' 프로그램 역시 기존 80만원에서 150만원으로 혜택이 확대됐고(현금 혹은 충전 카드 지원), 선수금 없는 1.9% 저리장기 할부도 기존 36개월에서 72개월까지 확대 적용됐다.

그 외 일시불 구매 고객에게는 현금 100만원이 지원된다.

백범수 한국지엠 국내영업본부 전무는 "이번 프로모션은 쉐보레 충성 고객, 가솔린 차량을 운행하는 장거리 통근자, 친환경차를 필요로 하는 공무원 등 구매 잠재력을 갖춘 미래 가망 고객에게 볼트 EV의 높은 경제적 가치를 제공하기 위해 마련됐다"며, "더 많은 고객이 이번 파격적인 혜택을 통해 전 세계적으로 인정받은 볼트 EV의 상품 가치를 경험하는 기회가 되길 바란다"고 밝혔다.

@highlight

쉐보레가 내수 판매 진작을 위해 준비한 ECO 무이자 할부 프로그램을 통해 전기차 볼트를 이자없이 50개월 장기 할부로 판매한다고 12일 전하는 한편, 볼트의 이번 할인은 국내시장 진출한 이래 가장 큰 할인 행사이다. 