11일 전국 첫 공립 대안 초등학교인 강원 홍천 노천초등학교 개교식에서 학생, 교사, 지역주민이 함께 축하 공연을 하고 있다.

전국 첫 공립형 대안초교인 강원 홍천 노천초등학교가 11일 개교했다.

노천초교는 2017년 3월 폐교된 홍천 동면 속초초교 노천분교장에 9학급 규모로 신설돼 지난 1일부터 학생을 전입받고 있다.

74명의 전입 학생 가운데 강원도에서 51명, 서울·경기권 및 경남에서 23명을 선발했다.

다양성 전형(대안 교육 희망자)과 사회통합 전형(교육 취약층)을 절반씩 뽑았다.

학교는 경제·사회·가정적으로 어려운 학생들을 위한 치유·돌봄 교육과 다양성 교육을 희망하는 학생들을 위한 대안 교육을 펼친다.

국어, 수학, 영어 등 기본 교과와 자치, 공감소통, 철학, 프로젝트, 예술 등의 대안 교과로 교육과정을 운영한다.

이날 열린 개교식에는 학생, 교사, 지역 관계자 등 200여명이 참석했다.

지역주민들은 개교식을 위해 특별공연을 준비하고 아이들과 함께 합창하는 등 노천초의 개교를 반겼다.

최동운 노천1리 이장은 "오래전 노천리는 마을 인구 1300명 중 학생수가 600명일 정도로 학생수가 많았는데 인구가 줄면서 폐교돼 지역주민들의 상실감이 컸다"며 "노천초교 개교로 마을에 다시 아이들의 웃음소리가 피어날 것"이라고 기대했다.

노천초는 '나무를 닮아가는'이라는 철학을 갖고 학생들을 자라나는 나무로 보고 아름답게 가꿔 나가겠다는 포부를 밝혔다.

학년별 교실 이름도 '포도나무', '도토리나무' 등 나무 이름을 썼다.

교장실은 숲을 가꾸겠다는 의미로 '산림청'이라고 했다.

윤영소 교장은 "학교 구성원은 기존 삶의 방식을 벗어난 새로운 삶을 선택한 것이며, 지금보다 더 좋은 삶을 위해 모험을 결정한 것"이라고 말했다.

강원도교육청은 2015년과 2017년 공립 대안 학교인 현천고등학교와 가정중학교를 설립했으며, 이번 노천초 개교로 초·중·고교 과정에서 대안 교육을 이어 나갈 계획이다.

@highlight

전국 첫 공립형 대안초교인 강원 홍천 노천초등학교는 다양성 전형(대안 교육 희망자)과 사회통합 전형(교육 취약층)을 절반씩 선발하여 11일 개교했으며, 국어, 수학, 영어 등 기본 교과와 자치, 공감소통, 철학, 프로젝트, 예술 등의 대안 교과 과정으로 교육이 이루어진다.