[인포스탁데일리=박정도 전문기자] 국회 예결위 간사를 맡고 있는 윤후덕 더불어민주당 의원의 최저임금 속도 조절을 강조했다.

경제 불확실성이 커지는 가운데 그간 최저임금이 빠르게 오른 만큼 인상을 자제해야 한다는 것이다.

12일 윤후덕 의원은 팟캐스트 방송 '철수의만남 by 인포스탁데일리'에 출연해 사견을 전제로 "최저임금의 상당한 속도 조절이 필요하며 경우에 따라 동결도 필요하다"라고 주장했다.

윤 의원은 "지난 2년 간 임금 상승폭이 상당하고, 지난 2년 새 전통적 제조 수출업의 업황 부진과 세계 경제 둔화, 미중무역분쟁, 일본 수출규제 등이 겹치며 대내외 경제 불확실성이 높아졌다"라며 "경제 주체 간 서로 이해하고 공동의 대비책을 마련하는 차원에서 동결에 준하는 속도조절 했으면 좋겠다"라고 설명했다.

내년도 최저임금은 오는 8월 5일까지 법적 고시돼야 하며, 현재는 결정할 최저임금위원회 막판 논의가 진행 중이다.

하지만 삭감을 주장하는 경영계와 기존 목표대로 인상을 강조하는 노동계 간 입장 차이가 좁혀지지 않는 상황이다.

노동계와 경영계는 지난 10일 내년도 최저임금의 1차 수정안으로 각각 9570원(올해 대비 14.6% 인상)과 8185원(올해 대비 2.0% 삭감)안을 제출했다.

이에 공익위원들은 양측에 한 자릿수 인상안을 2차 수정안으로 내달라고 요청한 상태다.

소득주도성장에 대해선 긍정적 평가가 나왔다.

윤 의원은 "소득주도성장은 경제주체 중 서민 가계 소득을 여러 방면에서 지원해서 국내 소비를 진작시키고, 또 양극화 심화 문제를 어떻게든 줄여보자는 차원에서의 정책이었다"라며 "최저임금 인상의 대표적 정책으로 여겨지는 데 다르다"라고 말했다.

이어 "성장 정책이자 사회 정책을 경제 정책과 폴리믹스해서 양극화에 대한 처방을 한 정책으로 근로소득 올리는 가구 소득 증가했다"라며 "1~2년차 소주성이 국내 소비 버팀목해줬고 양극화를 버텼다는 평가가 충분히 가능하다"라고 평가했다.

이를 근거로 행해진 거래에 대해 책임을 지지 않습니다.

@highlight

12일 윤후덕 의원은 팟캐스트 방송  에 출연해 사견을 전제로 "지난 2년 간 임금이 상승하고, 지난 2년   대내외 경제 불확실성이 높아졌다"라며 "최저임금 동결에 준하는 속도조절 했으면 좋겠다"언급, 내년도 최저임금은 오는 8월 5일까지 법적 고시돼야 하며, 현재는 결정할 최저임금위원회 막판 논의가 진행 중이다.