치명률 97%에 이르는 탄저균에 의한 감염과 생물테러를 대비해 국내 개발 중인 탄저백신의 안전성 유효성이 확인된 임상2상 결과가 발표됐다.

질병관리본부는 12일 오전 국내개발 탄저백신의 임상2상(스텝1) 시험 결과, "백신 접종 후 부작용 발생률은 위약군과 차이가 없으며, 백신접종군에서 항체가 형성된 것을 확인했다"고 밝혔다.

국내생산 탄저백신 개발을 위해 질병관리본부 용역사업으로 수행된 임상2상(스텝1)시험의 안전성 및 유효성 결과가 지난 5월 28일 백신분야 저명 저널인 백신에 게재됐다고 밝혔다.

질병관리본부는 1998년 탄저백신후보 물질과 생산균주를 자체개발해 특허를 취득했다.

2002년부터 녹십자를 통해 용역사업으로 생산공정개발 및 비임상시험 등 제품화를 수행해 서울대학교병원에서 2009년 임상1상, 2012년 임상2상(스텝1)시험을 끝냈다.

임상2상(스텝1) 시험에서는 건강한 성인 104명을 대상으로 백신 접종 후 주사부위 통증 두통 발열 복통 오한과 같은 안전성 평가와 백신접종군에서 형성된 항체 측정을 통한 효능평가가 실시됐다.

질병관리본부는 개발된 탄저백신은 탄저균의 방어항원을 주성분으로 한 재조합백신으로 대량생산 효과가 뛰어난 비병원성균주인 바실러스 브레비스를 발현시스템으로 사용함에 따라 안전성이 확보되고 경제성도 높을 것으로 예상되고 있다.

탄저는 사람 및 가축에서 발생되는 인수공통감염병으로 생물테러 등에 악용될 가능성이 높아 이에 대한 국가적 대비가 필요한 상황이다.

질병관리본부장은 "임상시험 후 제품 승인이 완료되면 유사시를 대비한 탄저백신 생산 및 비축이 가능할 것으로 기대한다"고 밝혔다.

@highlight

질병관리본부는 탄저균에 의한 감염과 생물테러를 대비해 국내 개발 중인 탄저백신이 임상2상 실험결과 백신 접종 후 부작용 발생률이 위약군과 차이가 없으며 백신접종군에서 항체가 형성되므로 탄저균의 방어항원을 주성분으로 한 재조합백신으로 대량생산 효과가 뛰어난 비병원성균주인 바실스브레비스를 발현시스템으로 사용함에 안전성이 확보되고 경제성도 높을 것으로 예상하고 있다.