11일 오전 인천항만공사 대강당에서 열린 ‘창립 14주년 기념식’에서남봉현 인천항만공사 사장과 외부공로상 수상자들이 기념사진을 촬영하고 있다.

인천항만공사(IPA, 사장 남봉현)는 11일 오전 공사 대강당에서 임직원들이 참석한 가운데 창립 제14주년 기념식을 갖고, 혁신이 살아 숨 쉬는 조직문화 확립과 안전하고 지속가능한 항만 조성에 대한 목표 달성을 각오하는 시간을 가졌다고 12일 밝혔다.

남봉현 사장은 이날 기념사를 통해 어려운 여건 속에서도 인천항의 발전을 위해 헌신한 임직원 및 고객들의 노력 결과 △역대 최대 컨테이너 물동량 312만TEU 처리 △공공기관 경영평가 A등급 달성에 대한 감사의 마음을 전했다.

특히, 혁신이 살아 숨 쉬는 조직문화 확립을 위해 변화하는 환경과 고객의 요구를 이해하고 시장을 선도하는 역할을 해 나가야 하며, 핵심사업의 차질없는 추진과 미래성장 동력 확보를 위한 신규 선대 유치와 항로 다변화에 집중하고 순차적으로 공급되는 항만배후단지가 종합 비즈니스 거점으로 거듭날 수 있도록 만전을 기울여야 한다고 강조했다.

또한, 그간 지역사회와 협력기업이라는 든든한 뿌리를 바탕으로 많은 외적 성장을 이룬 바, 앞으로도 인천항이라는 공동체가 건강하게 성장할 수 있도록 동반성장과 상생협력 사업을 강화해 사회적 책임을 핵심 가치로 삼고, 우리 공사가 민간에 적용하고 있는 관행과 규정에 불공정은 없는지 살피고 사업별 맞춤형 개선을 통해 공정거래 문화 확산을 선도하자고 말했다.

아울러, 인천항을 안전한 항만으로 조성해 나가기 위해 재난과 안전사고 발생에 대비한 유관기관과의 협업을 강조하고, 빈틈없는 대응체계를 가동하고 안전 점검에 집중할 것을 당부했다.

마지막으로, 남 사장은 인천항 발전을 위해 노력해주신 인천항만가족과 지역사회의 모든분들께 감사드리며, 인천항의 고객과 파트너들이 인천항과 인천항만공사의 서비스에 만족할 수 있도록 계속 정진해 나가자고 말했다.

@highlight

11일 오전 인천항만공사 대강당에서 임직원들이 참석한 가운데 창립 14주년 기념식을 갖고 주요 성과 공유 및 목표 달성을 위한 다짐을 결의하는 시간을 가졌다고 12일 밝혔다. 