[서울신문] 성남시 환경정책과 직원들이 탄천에서 배스 산란 시기인 4월~6월 말 인공산란장을 설치 수정란을 제거하고 있다.

경기 성남시는 생태계 교란 어종인 배스 인공산란장을 탄천에 설치해 최근 3개월간 10만여 개의 수정란을 제거했다고 12일 밝혔다.

시에 따르면 배스 번식을 원천 차단하기 위해 지난 4월 인공산란장을 탄천 서현교에서 양현교까지 이어지는 400m 구간 9개 지점에 설치했다.

배스가 그늘진 곳을 선호하고 수심 1m 정도의 물가나 수초지의 모래와 돌이 섞인 바닥에 알을 낳는 습성을 고려해 그늘 망이 달린 형태의 바구니(65㎝*58㎝*38㎝)에 자갈을 깔아 놨다.

배스 수컷이 꼬리로 자갈을 치워 산란장을 마련하는 점을 참작해 자갈 밑에 지름 2㎝의 부표(浮標)도 설치해 산란이 진행되면 부표가 물 위로 떠오르도록 했다.

시는 이들 산란장에서 배스가 알을 낳으면 자갈에 붙어 있는 수정란을 제거하는 방식으로 배스 개체를 사전 퇴치했다.

산란 후 4~5일 뒤 부화하는 배스의 습성을 고려해 일주일에 두 번씩 인공산란장을 확인해 수정란을 없앴다.

생태계를 교란하는 외래어종 퇴치와 토종 어류 보호에 효과적이라는 분석이다.

이 작업은 배스의 산란 시기인 4월~6월 말까지 진행됐다.

이 기간 제거한 10만여 개의 배스 수정란은 자연 상태에서 치어 생존율이 5~10%인 점을 고려하면 성어 상태의 배스 5000~1만여 마리를 포획한 효과와 같다.

시 관계자는 "탄천에는 붕어, 피라미, 모래무지 등 27종의 물고기가 살고 있다"면서 "고유종의 서식 공간 확보와 생물 종 다양성을 위해 생태계 교란종 번식을 원천 차단하도록 하겠다"고 말했다.

미국이 원산지인 배스는 다른 어종은 물론이고 쥐나 개구리, 뱀 등 삼킬 수 있는 것은 무엇이든 먹어 치우는 육식성 민물고기다.

@highlight

경기 성남시는 4월부터 3개월동안 토종 어류 보호와 생태계 교란 어종인 배스를 퇴치하기 위해 인공산란장을 탄천에 설치하여 10만여 개의 수정란을 제거했다고 12일 밝혔다.