스웨덴, 덴마크, 네덜란드, 웨일즈 등 유럽의 다채로운 문화예술단이 7월 여름방학 시즌을 맞아 서울을 찾는다.

이 기간 동안 서울 곳곳에서는 유아부터 청소년까지 다양한 연령대에 맞춘 연극과 무용 판토마임 등 공연을 볼 수 있고, 또 직접 체험할 수 있는 행사도 마련됐다.

북유럽 감성 속으로 풍덩 - 아동 청소년을 위한 문화 축제 '2019 아시테지 국제여름축제'가 24일부터 8월 4일까지 서울 세종문화회관과 대학로 일대에서 진행된다.

아시테지 코리아 제공 (사)국제아동청소년연극협의회(아시테지 코리아)는 아동·청소년 여름방학 기간을 맞아 24일부터 8월 4일까지 '2019 아시테지 국제여름축제'를 진행한다.

올해로 27회를 맞는 이 축제는 국내에서 가장 오래되고 규모가 큰 아동·청소년 공연예술축제로, '함께, Along With You!'를 주제로 세종문화회관·종로 아이들극장·JCC 아트센터·마로니에공원 좋은공연안내센터 등에서 관객을 맞이한다.

올해에는 총 9개국 14편의 국내외 우수 아동·청소년 공연과 특별행사로 구성했다.

특히 이번 축제는 한국-북유럽 국가 수교 60주년을 맞아 주빈국으로 스웨덴을 선정, 다양한 장르의 스웨덴 작품과 합작 공연, 특별전시 및 학술행사 등을 마련했다.

스웨덴 아동·청소년 연극은 난민 문제 등 사회적 이슈를 과감히 다루며 사회적·철학적 주제를 적극적으로 다룬다.

관람 연령층은 더욱 세분화했다.

기존 관람 주 연령대인 5~8세 대상 작품은 물론 ▲0~12개월 대상 베이비 드라마 ▲3세 이상 대상 체험 공연 ▲4세 이상 생각의 깊이를 더하는 작품 ▲9세 이상 상상의 넓이를 키우는 작품 등 아이들의 연령에 맞춰 작품을 골라 관람할 수 있도록 구성했다.

이 밖에 스웨덴 특유의 색감과 디자인, 일과 삶의 균형(워라밸)을 실천하는 스웨덴의 문화를 느낄 수 있는 무료 특별전시와 교사들을 위한 워크숍, 국내외 아동·청소년 공연 관계자 등을 위한 학술행사 등도 진행된다.

@highlight

7월 24일~8월 4일까지 '2019 아시테지 국제여름축제'가 세종문화회관과 대학로 일대에서 열려 다양한 북유럽 문화예술단의 공연과 함께 체험 행사도 진행될 예정이다.