작년, 성공적인 반려동물전시회를 선보인 스탠바이펫쇼가 올해 '마이펫페어'라는 이름으로 돌아왔다.

오랜 기다림 끝에 열리는 마이펫페어는 작년보다 더 인기있는 업체들과 익사이팅한 플레이존, 다양한 연사들의 세미나 스토리존으로 완벽한 준비를 마쳤다.

올해도 역시, 기존의 전시회들과는 다른, 새로운 시도를 통한 재미있는 전시회가 될 '마펫페어'는 7월 12일(금)부터 14일(일)까지 송도컨벤시아에서 열린다.

'마이펫페어'는 100개사 200 부스의 규모로 진행된다.

사료, 간식, 의류, 액세서리, 용품, 가구, 장비, 서비스 등 다양한 품목들을 가진 업체들이 대거 참여한다.

이번 전시회의 가장 큰 자랑은 '마이펫페어'가 준비중인 플레이존과 스토리존이다.

플레이존은 작년에 가장 인기 있었던 댕댕이 워터풀, 많은 펫 가족들의 힐링공간인 캠핑존, 펫들의 미용을 책임지는 살롱 드 마이펫, 펫의 인생 사진을 남기는곳 포토부스 그리고 마지막으로 새롭게 신설된 미로탈출까지, 이렇게 총 5개의 존으로 구성됐다.

스토리존의 경우 작년보다 더 풍성해졌다.

가장 인기있는 연사들을 섭외해 펼쳐지는 세미나는 벌써부터 많은 관람객들의 이목을 끌고 있다.

나응식 수의사의 '고양이를 위한 환경 코칭', 김보윤 수의사의 '24시간 우리 아이 곁을 지켜주는 건강 상식', 이학범 수의사의 '고양이도 외롭다', 이찬종 소장의 '행복한 페티켓', 강성일 장례 지도사의 '펫로스를 준비하는 방법', 오다영 수의사의 '꼭 알아야 하는 6가지 질병', 김명철 수의사의 '행동학으로 살펴본 고양이 행복론', 설채현 수의사의 '행복한 반려 생활을 위한 7가지 방법'으로 강연이 진행된다.

아울러 다양한 이벤트들도 현장에서 진행된다.

매일 300명에게 선물을 증정하는 선착순 이벤트부터 복불복 복권이벤트, 블로그 후기이벤트, 설문조사 이벤트까지 다양한 이벤트가 현장에서 준비됐다.

@highlight

작년 성공적이었던 스탠바이펫쇼가 올해는 마이펫페어로 이름을 바꿔 7월 12일부터 14일까지 송도 컨벤시아에서 100개사 200부스의 규모로 열린다.