광주지방검찰청.

광주지방검찰청이 가정폭력 범죄의 재범률 감소를 위해 관련 전과가 2회 이상인 피의자를 소환해 계도 취지의 면담을 펼치는 등 적극적인 대응에 나서고 있다.

11일 광주지방검찰청 여성아동범죄조사부(부장검사 전현민)에 따르면 지난 4월부터 ‘가정폭력 재범자 삼진아웃 면담제’를 실시하고 있으며, 최근 3달간 27건의 면담을 거쳐 피의자들을 계도했다.

가정폭력 재범자 삼진아웃 면담제는 ‘공소권 없음’, ‘가정보호사건 송치’를 포함해 가정폭력 전과가 2회 이상인 피의자를 검찰에 소환해 면담을 실시하는 제도다.

소환된 피의자는 진술서를 작성하고, 전담검사가 직접 면담해 가족간 관계, 폭력행사의 이유 등을 상세히 확인한다.

면담이라는 형식을 취하고 있지만 사실상 기초 조사가 이뤄지는 측면이 있다.

면담을 통해서는 재범방지를 위해 필요한 조치가 무엇인지 실질적으로 판단하고, 가정법원 송치되는 경우라도 피의자에게 향후 재범시 예상가능한 처벌내용을 경고, 계도하는 효과를 낳고 있다.

실제 최근 이뤄진 면담에서 대부분 피해자들은 ‘다시는 재범하지 않겠다’는 각오를 밝힌 것으로 전해졌다.

광주지검은 올 들어 가정폭력사건에 대해 경찰에서 ‘공소권 없음’으로 사건을 보내더라도 가정보호 사건송치 하는 등 가정폭력 재범 방지에 대한 의지를 확고히 하고 있다.

올해 1~3월 가전보호 사건송치 된 사건 143건 중 65건은 ‘공소권 없음’ 임에도 가정법원에 보낸 것으로 알려졌다.

피해자 진술청취 부분도 강화했다.

사건이 송치되면 행위자에 대한 처벌 여부, 가정유지 희망 여부, 피해자 지원 및 보호조치 희망 여부 등에 대해 피해자의 의사를 보다 구체적으로 확인한다.

광주지검 관계자는 “장기적 관점에서 가정폭력의 강력범죄화율을 낮추는 효과가 있을 것으로 본다”며 “재범방지를 위한 노력을 계속 해날 것”이라고 말했다.

@highlight

광주지방검찰청은 가정폭력 전과가 2회 이상인 피의자를 검찰에 소환해 계도 취지의 면담을 실시하는 가정폭력 재범자 삼진아웃 면담제 제도를 이용해, 재범 방지에 적극 대응하며 계도 효과를 얻고 있다.