음주운전 처벌 강화를 골자로 한 이른바 윤창호법 첫 적용 음주운전 사망사고 운전자가 항소심에서 감형을 받았다.

인천지법 형사항소4부(부장판사 양은상)는 14일 특정범죄가중처벌법상 위험운전치사 및 도로교통법상 음주운전 혐의로 기소된 A씨(60)에게 징역 2년을 선고한 원심을 파기하고 징역 1년6월을 선고했다고 밝혔다.

A씨는 윤창호법이 시행된 첫날인 지난해 12월 18일 오후 7시 50분께 인천시 중구 한 도로에서 술에 취해 싼타페 차량을 몰다가 횡단보도를 건너던 B씨(63·여)를 치어 숨지게 한 혐의로 구속 기소됐다.

B씨는 인근 대학병원으로 옮겨져 치료를 받았으나 사고 발생 2시간여 만에 숨졌다.

당시 A씨의 혈중알코올농도는 면허 취소 수치에 해당하는 0.129%였다.

1심 재판부는 "피고인은 음주운전과 신호 위반으로 횡단보도를 건너던 보행자를 치어 숨지게 했다"며 징역 2년을 선고했다.

하지만 항소심 재판부는 "죄질이 무겁고 이른바 윤창호법 시행일에 범행을 저질러 실형 선고가 불가피하다"면서도 "범행을 모두 인정하며 반성하고 있고 피해자의 유족에게 상당한 위로금을 지급한 뒤 합의한 점 등은 고려했다"고 양형 이유를 밝혔다.

윤창호법은 음주운전 사망사고를 내면 처벌을 강화하는 개정 특정범죄가중처벌법과 운전면허 정지·취소 기준 등을 강화한 개정 도로교통법을 합쳐 부르는 말이다.

'제1윤창호법'인 개정 특가법은 음주운전 사망사고를 낸 운전자의 처벌 수준을 현행 '1년 이상의 유기징역'에서 '최고 무기징역 또는 최저 3년 이상의 징역'으로 상향 조정하는 내용을 담고 있으며 지난해 12월 18일부터 시행됐다.

운전면허 취소 기준을 혈중알코올농도 0.1% 이상에서 0.08% 이상으로 강화한 개정 도로교통법은 '제2윤창호법'으로 불리며 올해 6월 25일부터 시행되고 있다.

@highlight

14일 인천지법 형사항소4부는 윤창호법이 시행된 첫날인 지난해 12월 18일 오후 7시 50분께 인천시 중구 한 도로에서 음주 사망사고를 낸 혐의로 구속 기소된 A씨(60)에게 범행을 모두 인정하며 반성하고 있고 피해자의 유족에게 상당한 위로금을 지급해 합의한 점 등을 고려하여 원심을 파기하고 감형하였다.