치킨 프랜차이즈 BBQ가 지난 8일 출시한 '황금올리브 치킨순살'을 '황금올리브 속안심'으로 판매한 것에 대해 공식 사과했다.

BBQ는 지난 13일 홈페이지 공지를 통해 "사측이 8일 출시한 '황금올리브 치킨순살'이 제대로 배달되지 못하고, 기존 제품인 '황금올리브 속안심'으로 제공되었다"며 "이에 해당 가맹점에 문의를 주셨으나, 응대 역시 매우 적절치 못하여 불쾌감을 가중시켜 드렸다"고 설명했다.

이어 "8일 신제품 출시를 앞두고 출시 공지와 사전 교육 등을 실시하였으나, 일부 매장에서 제대로 시행되지 못해, 결과적으로 잘못된 서비스와 부족한 관리가 이루어진 점에 대해 깊은 반성과 함께 진심으로 다시 한번 사과 말씀 올린다"고 덧붙였다.

아울러 "'황금올리브 치킨순살'과 관련된 피해를 입으신 고객님들께서는 당사 홈페이지 '고객의 소리'에 해당 사실을 접수해 주시면, 개별 연락드리고 모두 조치할 것을 약속 드린다"며 "앞으로 신제품 출시를 포함한 매장에서의 모든 과정을 처음부터 재점검하겠으며, 가맹점의 관리와 교육을 더욱 철저히 하여 유사한 문제가 발생치 않도록 후속조치에 만전을 기하겠다.

더불어 이번 문제가 발생한 가맹점과 유사 문제가 발생한 가맹점들, 그리고 해당 관리자에 대해 원칙에 입각한 명확한 조치 역시 약속 드리는 바이다"고 전했다.

앞서 유튜버 홍사운드는 지난 12일 'BBQ에서 사기 당했습니다.

여러분들은 당하지 마세요'라는 영상을 올렸다.

홍사운드는 신제품 '황금올리브 치킨순살'이 출시되었다며 주문했지만, 치킨 살이 '텐더', '퍽퍽살' 같다는 느낌이 들어 가맹점주에게 전화를 걸었다.

하지만 가맹점주는 "신메뉴는 없으며 '황금올리브 속안심'을 '황금올리브 치킨순살'로 이름만 바꿔 판매하는 것이다"고 말했다.

아울러 '황금올리브 치킨순살'은 '황금올리브 속안심'보다 약 2000원 더 비싸게 판매된 사실이 알려지면서 논란이 일었다.

@highlight

BBQ는 지난 13일 홈페이지 공지를 통해 '황금올리브 치킨순살'을 '황금올리브 속안심'으로 판매한 것에 대해 공식적으로 사과문을 올리고 피해를 입은 고객에게 개별적으로 조치할 것을 약속하며 가맹점 관리와 교육을 더욱 철저히 하겠다고 발표했다.