김포시의회가 ‘고촌지구 복합개발사업’ 추진을 위한 김포도시공사의 SPC 설립 출자동의안을 보류시키자 도시 균형발전에 있어 이중 잣대를 들이댄 것 아니냐는 지역주민들의 불만의 목소리가 높게 일고 있다.

14일 김포시와 시의회에 따르면 시의회는 지난 10일 제193회 임시회 제1차 회의에서 고촌지구 복합개발사업 추진을 위한 김포도시공사의 SPC 설립 출자동의안을 보류시켰다.

김포도시공사는 민간과 공동으로 고촌읍 신곡리에 ‘고촌지구 복합개발사업’을 추진하고 있다.

이 사업은 개발제한구역인 신곡리 지역의 급속한 도시화에 따른 정비 필요성에 따라 시가 ‘2020 김포도시기본계획’에 시가화예정용지로 반영되면서 본격화됐다.

하지만 사업자 간 소송에 이어 시의회가 특수목적법인(SPC) 설립을 위한 출자동의안 처리에 제동을 걸면서 사업 장기화가 우려되는 상황이다.

심의에 나선 의원들은 사업 실효성, 김포도시공사와 시설관리공단의 재통합, 신도시 위축 등의 문제를 들어 동의안 처리를 보류한 것으로 밝혀졌다.

김인수 의원은 "시설관리공단과 합병 후 담당 조직 등이 확정되지 않은 상태에서 동의안을 먼저 올린 것은 문제가 많다"며 "조직 개편과 사업 조정이 된 다음에 심의하는 게 순리"라고 말했다.

하지만 이날 함께 상정된 김포도시공사가 추진하는 ‘풍무2지구 오피스텔 신축사업을 위한 현물출자 동의안’이 처리되면서 시의 도시 균형발전 계획에 발목 잡기라는 반론도 제기되고 있다.

주민 A씨는 "개발제한구역 해제를 통해 도시 전체의 균형적 발전과 경쟁력을 강화하기 위한 사업인데도 신도시 경쟁력 약화와 사업실효성 등을 들어 발목을 잡는 것은 이기적 발상"이라며 "사업이 정상적으로 추진될 수 있도록 감시하고 독려하는 것도 시의원들의 역할"이라고 말했다.

김포도시공사 관계자는 "시설관리공단과 통합 후 조직과 사업운영계획 등에 대한 의회 설명을 통해 오는 9월 예정된 시의회 개원에 맞춰 동의안을 재상정할 계획"이라고 말했다.

@highlight

김포시의회가 김포도시공사의 ‘고촌지구 복합개발사업'을 위한 SPC 설립 출자동의안은 사업 실효성, 신도시 위축 등의 문제로 보류하였지만 ‘풍무2지구 오피스텔 신축사업을 위한 현물출자 동의안’은 처리하며 일부 주민들이 이는 시의 도시 균형발전의 이중잣대라며 반발하였다.  