전주시에 사는 50대 여성 조모씨는 지난 6월 메이데이 스포츠센터에서 6개월 이용 회원으로 등록 후 26만 원의 사용료를 신용카드 3개월 할부로 결제했다.

그런데 지난 10일 사업자가 갑자기 문을 닫는다고 문자메시지를 보낸 후 연락이 두절돼 한 달도 채 이용하지 못한 남은 금액을 환급받기 위해 동분서주 하고 있다.

(사)한국여성소비자연합전북지회 소비자정보센터는 지난 10일 7억 4천여 만원에 이르는 부채를 감당하지 못해 영업을 중단한 전주 중화산동 소재 메이데이 스포츠 사우나 이용자들에 대한 피해구제 핫라인을 설치·운영한다고 12일 밝혔다.

해당 업체는 한국노총 전주·완주지부가 2005년부터 전주시로부터 무상 위탁받아 운영 중인 전주시근로자종합복지관 내 사우나로 이번 사태로 인한 피해액만 1억 2천여 만원에 이르고 피해회원도 620명에 달한다.

한국노총은 회원 620명에게 문자 메시지로 영업 중단을 공지한 후 회원권 환불 문의를 전주시청 비서실 등에 떠넘기면서 비난을 면치 못하고 있다.

소비자정보센터는 이번 사건에 대해 전주시와 한국노총 전주·완주지부에 강력한 소비자보호대책안을 마련해 낼 것을 촉구하는 한편, 피해 소비자가 '할부거래에 관한 법률'상 항변권을 행사할 수 있도록 상담과 서류 작성 등을 지원할 계획이라고 밝혔다.

이번 피해는 사업자의 일방적인 영업중단으로 발생된 피해이기 때문에 이용 금액을 신용카드로 결제한 경우 카드사에 항변권을 주장해 잔여할부금 지급거부를 요청할 수 있다.

하지만 문제가 되는 현금 결제의 경우엔 환불이 어려운 실정으로 전주시와 위탁기관인 한국노총 전주·완주지부에 피해자 전달과 함께 신속한 처리를 요구한다는 방침이다.

소비자정보센터 관계자는 "스포츠 센터의 경우 가격 할인 혜택 등으로 장기 계약을 유도하는 경우가 많은데 가격이 싸다는 이유만으로 충독적인 장기 계약을 하기 보다는 중도 해지가 가능한지, 부당한 환불조항은 없는지 꼼꼼히 확인해야 한다"며 "분쟁이 발생한 경우에는 전주소비자정보센터(063-282-9898)로 문의하면 된다"고 말했다.

@highlight

(사)한국여성소비자연합전북지회 소비자정보센터는 지난 10일 영업을 중단한 '메이데이 스포츠 사우나'의 620명에 달하는 피해 회원을 위한 핫라인을 설치·운영하고, 시와 한국노총 전주완주지부에 소비자보호대책안을 마련할 것을 촉구했다.