▲ 당진시가족문화센터 설계용역 중간 보고회가 지난 9일 당진시청 접견실에서 개최됐다.

당진시가족문화센터 설계용역 중간 보고회가 지난 9일 당진시청 접견실에서 개최됐다.

보고회 참석자들은 센터 활용도를 높일 수 있도록 설계할 것을 주문했다.

당진시가족문화센터는 읍내동 597번지 일원에 들어선다.

용역사는 가족문화센터가 당진1동행정복지센터와 구 군청사 사이에 자리하기 때문에 보행로로 연결하면 지역의 행정·복지시설을 하나로 묶을 수 있는 복지밴드 조성이 가능하다고 설명했다.

한편 당진시가족문화센터는 약 20~22억 원의 예산이 투입돼 지하 1층·지상 2층 규모로 지어질 예정이다.

지상 1층은 저소득 소외계층 아동을 위한 드림스타트 사업을 진행하는 공간으로, 지상 2층은 청소년문화의집 시설로 이용된다.

지상 1층에는 사무실 및 보건실과 상담실, 프로그램실 등이 마련되며 2층에는 청소년 더플레이룸으로 카페·쉼터·상담실 등의 다목적 공간으로 이뤄진다.

세부적인 공간 계획에 대해서는 청소년들의 의견을 반영해 조성될 계획이다.

보고회 후에는 의견수렴 시간이 이어져 참석자들과 용역사가 함께 센터 설계에 대한 의견을 나눴다.

지하 1층 공간의 활용도를 높였으면 좋겠다.

또한 2층의 청소년문화의집 시설은 벽으로 공간을 나누지 말고 가벽을 세워 공간 활용도를 높였으면 좋겠다.

정영환 평생학습체육과장 : 요즘 청소년들에게 카페가 인기다.

플레이룸에 카페를 설치하면 좋을 것이다.

이외에도 청소년들은 멀티미디어실, 연습실보다는 동아리들이 토의할 수 있는 동아리 공간, 상담 공간을 필요로 한다.

공간을 계획할 때 청소년들의 의견이 반영될 수 있도록 해달라.

김홍장 시장 : 중·고등학생들의 의견이 반영돼 설계해야 한다.

학생들이 원하는 것이 있어야 이 공간에 올 수 있다.

박훈 지속가능발전담당관 : 복지밴드 아이디어가 참신했다.

그런데 구체적으로 이를 어떻게 활용할 것인지에 대한 고민이 이뤄져야 할 것 같다.

건물 디자인이나 마감재를 지속가능하게 설계했으면 좋겠다.

@highlight

지난 9일 당진시청 접견실에서 열린 당진시 가족문화센터 설계용역 중간 보고회에서 20~22억 원의 예산을 들여 지하 1층·지상 2층 규모로 건설되며 드림스타트와 청소년문화의집으로 이용될 계획이 공개되었다. 