[충청일보 배명식 기자] 충북도교육청이 전국 교육기관 중 처음 개설한 스마트워크센터가 복무 부실 온상으로 전락했다.

14일 도교육청에 따르면 지난 달 교육부가 진행한 종합감사기간 스마트워크센터를 이용한 직원들의 복무 부실이 무더기로 적발됐다.

서울에 스마트워크센터 설치를 검토하던 교육부 관계자들이 도교육청 스마트워크센터를 방문했다가 복무 부실 실태(출근 기록 후 일을 하지 않고 자리 이탈, 대상자 외 워크센터 사용 등)를 직접 목격했기 때문이다.

이 같은 사실을 확인한 도교육청 감사관실이 최근 1년 사이 10회 이상 스마트워크센터를 이용한 직원을 대상으로 한 무작위 점검에서도 직원 6명의 상습적인 복무불량이 드러났다.

문제점을 발견한 교육부는 2016년 1월부터 지난 5월까지 3년 5개월 치의 관련자료 제출을 요구했다.

사실 확인에 나선 교육청은 200만건에 달하는 입출 기록을 선별 중이다.

도교육청은 관련 데이터가 워낙 방대해 지난 10일 감사자료 제출 연기를 교육부에 요청해 이달 29일로 미뤄둔 상태다.

도교육청은 데이터를 선별한 뒤 나이스(NEIS·교육행정정보시스템) 사용 기록과 신분증 입출 기록, 차량 입출 기록 등을 비교해 상습 복무 부실 직원을 가려낼 예정이다.

도교육청 관계자는 "전국 최초의 우수 사례로 교육부도 서울 청사에 도입을 검토하는 과정에서 복무 부실이 적발돼 안타깝다"며 "복무 불량 기록을 찾기 위해 입출 기록 데이터 중 스마트워크센터 이용 기록만 선별한 뒤 사용 시간별 입출 기록을 사용자별로 분석하는 과정을 거칠 예정"이라고 말했다.

도교육청이 2014년 7월 전국 교육행정기관 중 처음으로 본청 복지관에 마련한 스마트워크센터는 근무지가 아닌 곳에서 업무를 불편 없이 처리하도록 사무환경을 갖춰놓았다.

임신부나 영·유아 자녀를 둔 공무원, 원거리 출·퇴근 직원 등이 시간과 장소에 구애 받지 않고 업무를 볼 수 있어서 연간 사용 인원이 3000명을 넘어설 정도로 인기도 높다.

연평균 이용자 수도 2015년 1990명을 시작으로 2016년 2566명, 2017년 2844명, 2018년에는 전년 대비 279명(9.8%)이 증가한 3123명이 이용했다.

올해 6월까지도 1302명이 이곳을 찾았다.

@highlight

14일 충북도교육청은 지난 달 교육부가 진행한 종합감사기간 스마트워크센터를 검토한 교육부 관계자들이 교육청 스마트워크센터를 방문에서 복무 부실 실태를 목격하여 전국 교육기관 중 처음 설립된 스마트워크센터가 복무 부실의 온상으로 전락되었다고 밝혔다.