고창군이 가족문화복합센터 등 주민 생활에 밀접한 기반시설(생활SOC)을 확충을 추진하면서 행복도 높이기에 나선다.

군은 지난 10일 고창읍사무소 회의실에서 고창읍이장단과 주민, 군관계자 100여명이 참석한 ‘생활SOC 복합화 시설 도입을 위한 주민 공청회’를 열었다.

이 자리에서 군은 ‘고창읍가족문화복합센터’와 ‘고창군립도서관’ 사업 방향을 설명하고 주민들의 의견을 수렴했다.

‘고창읍 가족문화복합센터’는 다양화 되는 가족형태(한부모, 다문화 등)에 따른 복지수요에 대응하고, 상담·지원 등 기존 가족센터·다함께돌봄센터·작은도서관·읍사무소의 기능이 통합된 신개념의 복지센터다.

‘고창군립도서관’ 역시 양질의 문화서비스 제공을 위해 기존 군립도서관과 생활문화센터 기능을 한 곳에서 해결할 수 있도록 구상됐다.

이날 참석 주민들은“기존 건강가정·다문화가족지원센터 건물의 노후화가 심각하고 가족 상담과 돌봄공간이 비좁아 이전이 반드시 필요하다”고 강조했다.

또 “고창읍사무소가 복합적인 공공서비스를 제공하고 주민들이 소통하는 공간으로 조성돼야 한다”고 제안하기도 했다.

군립도서관에 대해선 “주·야간 읍성주변에서 진행되는 각종 행사로 인한 소음 등으로 도서관 이전 필요성이 크다”며 “도서관 공간이 재구성된다면 종합문화공간의 역할을 할 수 있을 것으로 기대된다”는 바람을 전하기도 했다.

앞서 정부는 ‘생활 SOC복합화 공모사업’을 통해 도서관, 보육시설, 체육관과 주민건강센터 등 주민 생활에 밀접한 인프라 확충을 추진하고 있다.

군 관계자는“생활에 밀접한 기반시설이 한 곳에 연계 조성되면 이용의 효율성과 편의성이 높아져 주민 만족도가 그만큼 커질 것으로 기대한다”며 “공청회에서 나온 의견들을 적극 반영해 지역에 활력을 불어 넣고 주민들이 직접 체감하는 사업을 추진할 수 있도록 사업의 최종 선정을 위해 철저하게 준비 하겠다”고 말했다.

@highlight

고창군은 지난 10일 고창읍사무소 회의실에서 ‘생활SOC 복합화 시설 도입을 위한 주민 공청회’를 열어 사업 방향을 설명, 기반시설(생활SOC)을 대폭 확충한다 밝혔다.