신민아가 '보좌관'을 통해 연기 변신을 시도, 안방극장의 호평을 이끌어냈다.

13일 JTBC 금토극 '보좌관'이 10회를 끝으로 시즌 종영됐다.

신민아는 극 중 비례대표 초선의원 강선영 역을 맡아 열연을 펼쳤다.

주로 밝고 러블리한 모습을 선보였던 신민아는 2년만에 브라운관 컴백작으로 정치물 '보좌관'을 택했다.

새로운 장르에 도전한 것.

첫 방송부터 시청자들의 기대에 화답하듯 신민아는 한층 더 성숙하고 섬세해진 연기력으로 수놓았다.

당당하고 카리스마 있는 의원의 모습으로 존재감을 발산한 신민아.

자신을 지금의 자리에 있게 해준 러닝메이트 김홍파(조갑영)가 당대변인 자리를 위협할 때 이정재(장태준)에게 입법 간담회 자료를 넘기며 그를 위기에 처하게 만들었다.

당내에서 가장 큰 권력을 쥐고 있는 김갑수(송희섭)와 김홍파가 손을 잡고 자신이 '처리'될 수 있다는 사실을 알았을 때도 재빠르게 반격을 준비하는 등 정치권에서 생존을 위해 거침없이 권력싸움에 뛰어든 모습을 보여줬다.

신민아가 극 초반 경쟁자인줄로만 알았던 이정재와 비밀연애를 이어가고 있는 연인 사이라는 것이 밝혀지며 프로정치인으로서 '선'을 지키며 사랑에서도 주체적인 모습을 그려나갔다.

또 정진영(이성민)이 극단적인 선택을 했을 때 죄송하다고 말하는 것조차 부끄럽다며 자책하고, 미혼모의 낙태수술을 도와 낙태를 조장했다고 윤리위원회에 회부되며 위기를 맞았음에도 신상이 공개된 미혼모의 걱정부터 하며 책임감 있고 인간적인 면모까지 겸비한 모습으로 심금을 울렸다.

신민아는 강선영 캐릭터를 통해 당당하고 주체적인 여성의 모습을 소화해내며 '워너비'로 떠오르는 것은 물론, 캐릭터에 이입된 모습으로 '인생캐릭터'를 경신했다.

한층 더 넓어진 연기 스펙트럼을 선보인 신민아가 '보좌관' 시즌2를 어떻게 이끌어나갈지 궁금해진다.

@highlight

신민아가 13일 JTBC 금토극 '보좌관'을 통해 연기 변신을 시도, 시청자들의 기대에 화답해 한층 더 성숙하고 섬세해진 연기력을 보이고 강선영 캐릭터를 통해 주체적 여성의 모습을 소화하고 캐릭터에 제대로 이입하여 인생캐릭터를 경신, 한층 더 넓어진 연기 스펙트럼을 보였다.