40년 전 서천화력발전소 건설로 사라진 충남 서천군 동백정 해수욕장이 복원된다는 소식이다.

서천화력발전소를 운영하는 한국중부발전은 동백정 해수욕장 복원사업 추진계획에 따라 17일 '동백정 해수욕장 복원 기본계획 용역 착수 설명회'를 연다고 어제 밝혔다.

중부발전은 2023년까지 기존 서천화력발전소 남측을 중심으로 해안선 500m의 해상 생태계와 동백나무숲 생태계가 유지되도록 복원한다는 계획이다.

돌이켜보면 국민들로부터 사랑받던 해수욕장에 화력발전소가 들어선 것부터가 아이러니다.

천혜의 모래사장을 자랑하는 동백정 해수욕장은 인근의 동백나무숲과 어울려 꽤 인기 있는 서천의 명소였다.

하지만 이곳에 서천화력발전소가 건립되면서 해수욕장은 1979년 폐쇄되는 운명을 맞았다.

동백정 해수욕장의 복원 방안은 서천화력발전소가 수명을 다해 신서천화력발전소 건설이 추진되면서 부상했다.

서천군은 서천화력발전소 자리에 동백정 해수욕장을 복원하는 조건으로 신서천화력발전소 건설에 동의한 것이다.

그럼에도 서천군과 한국중부발전 간에 실행계획이 합의되지 않아 복원사업은 한동안 진척을 보지 못했다.

서천군의회가 복원사업 이행촉구 결의문을 채택하는 등 압박을 하자 복원사업은 구체화되기에 이른다.

한 번 훼손된 환경은 원상복원이 사실상 어렵다.

원형에 가장 가깝게 복원되게끔 지혜를 모아주기 바란다.

일각에서 상권훼손을 우려해 복원에 반대하고 있다는 얘기도 들린다.

서천군은 이들의 입장을 경청하고 대화와 설득 등을 통해 풀어나가야겠다.

해수욕장 복원은 전 세계적으로도 유례를 찾기 어렵다고 한다.

해안을 복원한다는 의미에서 충남도가 벌이고 있는 역간척사업과도 연관이 있다.

발전소 자리에 본래의 해수욕장이 모습을 드러낸다면 그 자체로 충분한 이야기 거리가 될 수 있다.

동백정 해수욕장을 서천군의 랜드마크가 될 수 있도록 하겠다니 기대를 가져본다.

@highlight

서천화력발전소를 운영하는 한국중부발전은 17일 해상 생태계와 동백나무숲 생태계가 유지되도록 서천군 동백정 해수욕장 복원사업 추진 계획을 언급했다.