“국민 눈높에 맞는 국세행정 펼쳐 달라”

퇴임사하는 김형환 제52대 광주지방국세청장.

김형환(56) 제52대 광주지방국세청장이 지난 12일 36년의 공직생활을 조기 마감하고 청춘을 바친 정든 국세청을 떠났다.

김 광주청장은 이날 오전 정부광주지방합동청사 2층 대강당에서 열린 퇴임식에서 “국세청이 국가경제를 지탱하는 핵심이라는 자부심을 갖고 국민이 부여한 소임을 다 하기 위해 끊임없는 변화와 혁신을 지속해야 한다”면서 “납세자의 권익이 침해되지 않도록 역지사지의 마음으로 국민의 눈높이에 맞는 국세행정을 펼쳐 달라”고 후배 공직자들에게 당부했다.

김 청장은 이어 “지난 해 7월 청장으로 취임한 이래 ‘국민으로부터 신뢰받는 광주청’ 만들기에 역점을 두고 노력했다“면서 “지역상공회의소와 중소상공인단체 등을 통해 세정현장의 다양한 목소리를 경청하며 국민의 요구가 무엇이고 현장에서 어떻게 받아들여지는지 진정성을 갖고 국민의 관점에서 납세자 중심의 세정을 운영했다”고 밝혔다.

김형환 광주국세청장이 퇴임식 후 국·서장들과 기념촬용하고 있다.

그는 이어 “‘광주청 행복열차’를 새내기 직원부터 청장까지 모두가 참여하는 소통의 컨트롤타워로 활용해 세미래교육센터, 스마트워크센터 등 소통공간을 마련하고 근무환경을 획기적으로 개선했다”면서 “이러한 우리의 노력과 성과가 높이 평가돼 세입예산 달성이라는 본연의 업무를 완수함은 물론 광주청이 소통 우수기관으로 선정되는 성과를 거둘 수 있었다”고 회고했다.

김 청장은 끝으로 “공직생활동안 때로는 좌절도 있었지만 보람을 느낀 시간이 더 많았고 어머니의 품처럼 따스한 내 고향 호남에서 누구보다 멋지고 열정적인 광주청 직원들과 함께 일해서 너무나 즐거웠다”며 “몸은 비롯 떠나지만 국세청에 대해 항상 애정을 갖고 아낌없는 격려와 성원을 보내겠다”고 다짐했다.

@highlight

김형환 제52대 광주지방국세청장은 퇴임식에서 지역상공회의소와 중소상공인단체 등을 통해 세정현장의 다양한 목소리를 귀기울여 듣고 국민의 눈높이에 맞는 국세행정을 펼쳐 달라고 후배 공직자들에게 당부했다.