프로야구 올스타전 최우수선수(MVP)에게 기아자동차의 'K7 프리미어' 차량이 수여된다.

한국야구위원회(KBO)는 오는 19일과 20일 창원NC파크에서 펼쳐지는 프로야구 올스타전의 시상 계획을 확정했다.

20일 오후 6시부터 진행되는 올스타전에서 최고의 별로 선정되는 MVP에게는 기아자동차의 K7 프리미어 차량과 트로피가 수여된다.

기아자동차는 2009년 올스타전 MVP에게 부상으로 자동차를 후원했다.

프로야구 올스타전 MVP에게는 올해도 부상으로 차량이 주어진다.

올해는 더 뉴 K5에서 K7 프리미어로 업그레이드 됐다.

사진은 지난해 올스타전 MVP 김하성.

올스타전 승리 팀에게는 3000만원의 상금이 전달된다.

승리감독상, 우수투수상, 우수타자상 수상자에게는 각 300만원의 상금과 트로피가 수여된다.

올해부터 신설된 베스트 퍼포먼스상은 경기 중 팬들에게 즐거움을 선사하는 쇼맨십을 보여준 선수에게 300만원의 상금이 수여된다.

올스타전의 또 다른 볼거리인 이벤트 게임에도 총 1350만원의 상금이 걸려있다.

'홈런 레이스'에서는 최종 우승자에게 상금 500만원과 함께 인터파크 후원 LG 트롬스타일러가 주어진다.

준우승자에게는 100만원의 상금이 시상된다.

최장 비거리를 기록한 선수는 인터파크 후원 LG 공기청정기를 받는다.

총 10번 공을 던져 배트를 가장 많이 맞추는 '퍼펙트피처' 우승자에게는 상금 300만원, 준우승자에게는 100만원이 수여된다.

올 시즌 신설된 장애물 통과 경주 이벤트인 '슈퍼레이스' 우승팀은 350만원을 획득하게 된다.

19일 올스타 프라이데이에 펼쳐지는 KBO 퓨처스 올스타전의 승리팀에게는 500만원의 상금이 주어지며, MVP에게는 상금 200만원과 트로피가 전달된다.

경기에서 뛰어난 활약을 보이는 선수에게 수여하는 우수투수상, 우수타자상, 감투상 수상자는 각각 상금 100만원과 트로피를 받게 된다.

한편, KBO는 올스타전에 출전하는 선수들에게는 선발된 횟수에 따라 올스타 모자에 별(★) 패치와 선정 횟수가 부착되어 지급된다.

@highlight

한국야구위원회(KBO)는 오는 19일과 20일 창원NC파크에서 열리는 프로야구 올스타전의 최우수선수(MVP)에게 기아자동차의 K7 프리미어 차량을 시상한다고 밝혔다.