인공지능형 균열검지 시스템 포장상태 분석 모습.

대전시가 체계적 관리를 위한 첨단 도로포장 관리시스템 도입을 준비한다.

대전시는 20m 이상 관내 도로 614㎞(총연장 3,358㎞)에 대해 내년 10월까지 '첨단 도로포장 균열조사 용역'을 시행한다고 14일 밝혔다.

이번 용역은 모바일 매핑시스템을 이용해 포장 파손과 결함을 조사하고 4차 산업을 응용한 인공지능형 균열검지 시스템을 활용해 포장상태를 1~5등급으로 판정한다.

시는 이를 기반으로 유지보수 우선순위 결정과 생애주기 비용분석을 통해 유지보수공법 선정 등 도로 유지관리 의사결정 지원시스템을 구축, 효율적이고 경제적인 도로자산관리체계 운영환경을 조성할 계획이다.

또한, 일반아스콘과 재생골재를 활용한 순환아스콘으로 포장한 구간(L=1.0㎞/갈마 삼거리~갈마3단지아파트)에 대해 도로포장 균열상태 조사 및 분석 등 성능 비교분석도 병행해 시행한다.

'첨단 도로포장 관리시스템'은 도로 포장과 관련된 계획, 설계, 시공, 유지 보수 및 평가 등 도로의 생애주기 전체를 종합적, 체계적으로 관리하는 시스템이다.

포장도로 노후상태의 분석을 통해 포장파손 예측모델 산출, 유지보수 시기 및 예산추정 등 한정된 도로 유지 보수 예산의 효율적 집행과 성능을 개선하기 위해 도입이 필요하다.

류택열 시 건설도로과장은 "지금까지 포장도로 보수를 위한 노후 상태 조사는 관리담당자의 육안이나 민원에 따라 주관적 판단에 의해 보수방법을 결정하는 사후 유지관리 방식이었다"면서 "첨단 포장관리시스템이 도입되면 도로포장 상태를 객관적이고 정확하게 판정해 체계적인 도로관리로 포장수명을 증가시키고 유지관리 비용을 절감하는 효과가 있을 것"이라고 말했다.

한편, 대전시는 향후 용역 결과를 활용해 체계적인 도로관리로 포트홀과 씽크홀을 사전에 예방하는 한편, 활용성 평가를 통해 자치구에서 관리하는 20m미만 도로 1450㎞에 대해서도 점진적으로 시스템 도입을 확대해 나갈 계획이다.

@highlight

대전시는 관내 도로의 생애주기 전체적으로 관리하는 시스템인 '첨단 도로포장 균열조사 용역'을 시행한다고 밝혔는데, 류택열 건설도로과장은 지금까지는 주관적 판단에 의한 사후 유지 관리였으나 새 시스템이 도입되면 객관적 판단에 의한 도로관리로 비용을 절감할 수 있을 것이라 말했다.