중소기업사랑나눔재단은 중소기업의 사회공헌을 확산시키기 위한 공익재단이다.

김영래 한국점토벽돌산업협동조합 이사장(사진)은 지난달 무보수 명예직인 중소기업사랑나눔재단 이사장으로 선임됐다.

김 이사장은 최근 기업승계 제도 개편이나 최저임금 결정 과정을 지켜보면서 기업 경영을 해보지 않은 사람들 사이에 기업과 기업인에 대한 부정적 이미지가 너무 팽배해져 있다고 지적했다.

일부 기업인의 횡령·갑질과 같은 잘못은 있지만 '전체 기업인이 다 그럴 것'이라고 매도당하고 있다는 것이다.

김 이사장은 "TV 드라마를 봐도 재벌 2·3세가 이사회를 열어 회사 매각을 뚝딱 결정하거나 불륜을 저지르는 등 황당하고 부정적 이미지뿐"이라며 "기업인의 사기를 떨어뜨릴 뿐만 아니라 청년들에게도 기업에 대한 나쁜 인상만을 심어주고 있다"고 말했다.

기업, 특히 중소기업의 기부 봉사활동이 더욱 중요한 것도 이 같은 맥락에서다.

김 이사장은 "돈을 많이 벌 때만 기부하는 것이 아니다. 힘들 때 나누는 마음이 중요하다"며 "기업이 어려울 때일수록 사회적 책임을 다해야 한다"고 강조했다.

김 이사장이 벽돌 사업을 하면서 사회 봉사와 인연을 맺은 것은 38년 전으로 거슬러 올라간다.

그는 27세 때 벽돌 판매 회사를 차렸고, 33세 때 직접 벽돌 제조 회사를 설립했다.

창업 초반에 한번은 설계사무소를 찾아가 주택 4채에 대한 설계 의뢰를 맡긴 적이 있었다.

당시 설계사무소 대표가 라이온스클럽 회원이었는데, 김 이사장에게 '함께 봉사활동을 해보자'고 권한 것이 지금까지 이어졌다.

김 이사장은 "기부 봉사활동은 소액이라도 매년 꾸준히 하는 것이 중요하다. 회사 이익이 나면 기부했다가 나빠지면 중단할 것이 아니다"며 "몸으로 하는 봉사활동도 얼마든지 값진 활동이 될 수 있다"고 말했다.

중소기업사랑나눔재단은 매년 중소기업 2000곳 이상이 십시일반 출연해 해마다 15억~25억원을 복지시설이나 군장병 위문, 국내외 재해 지역 등에 지원해오고 있다.

김 이사장은 "젊은이들이 꿈을 갖고 열심히 일해 회사를 일구고 돈을 벌면 다시 사회에 기여하는 선순환 구조가 가장 건강한 사회"라고 말했다.

@highlight

중소기업의 사회적 공헌을 확산시키기 위한 재단인 중소기업사랑나눔재단이 돈이 넉넉할 때만 기부하는게 아니라 어려울 때 나눌 수 있는 태도가 중요하다며 중소기업 경기가 어려워져도 사회적 책임을 계속해야한다고 전했다.