국내증시는 지난 8일 2.20% 급락세를 보이며 시작했지만 주 후반 들어 연준의 금리인하 기대감이 강해지며 하락세가 진정되는 모습을 보였다.

코스피지수는 전주 대비 23.93포인트 (1.13%) 하락한 2086.66포인트로 마감했다.

수급별로 보면 외국인투자자들은 5861억원 순매수하며 지수를 방어했지만 기관과 개인은 각각 5374억 원과 514억 원을 순매도를 기록했다.

최근 파월 연준의장이 이달 말 기준금리 인하를 기정사실화하면서 미국은 물론 국내증시에도 긍정적인 영향을 주고 있다.

연준의 통화정책 완화에 대한 안도감과 달러원 환율하락 가능성에 따라 외국인투자자들의 매수세가 이어질 수 있을 것으로 예상되고, D램 현물가격이 1년 7개월 만에 반등하면서 반도체 업체들의 이익 추정치가 상향 조정되고 있는 상황이다.

그럼에도 불구하고 미국과 중국은 G20 정상회담 이후 고위급 전화회담을 재개했지만 견해차가 큰 상황으로 최종타결까지는 난항이 있을 것으로 보이고, 여기에 국내 상장사들의 2분기 실적이 부진할 것으로 예상되는 점은 증시에 부정적인 영향을 미칠 것으로 전망된다.

이런 상황에서 국내증시는 일본과의 무역 갈등 해소 여부에 포커스를 둘 것으로 예상된다.

연준의장의 시장친화적인 발언에 힘입어 지수 하락세는 진정됐지만 추세를 돌리기 위해선 일본과의 갈등해소 같은 추가 모멘텀이 필요한 상황이다.

일본 정부 측에서 추가적인 수출규제에 대해 언급한다면 불확실성이 커지면서 투자심리가 약화 될 수 있을 것으로 보인다.

그러나 경제적 명분이 약하다는 측면을 감안할 경우 한일 간 무역 분쟁 이슈는 21일 일본 내 참의원 선거가 끝나면 수면 아래로 내려갈 수 있을 것으로 보인다.

현 시장상황에서 정치적인 불확실성으로 지수보다 종목으로 대응을 해야 하는 만큼 실적이 뒷받침되는 개별종목과 배당주에 관심을 가지고 접근하는 전략을 가지면서 통신장비, 음료, 자동차업종 같은 실적개선이 기대되는 업종을 중심으로 포트폴리오를 조정하면서, 연준의 완화적인 통화정책으로 투자심리가 개선된다면 외국인 매수가 예상되는 시가총액 상위 대형주를 중심으로 비중확대로 대응할 필요가 있어 보인다.

@highlight

지난 8일 2.20% 급락세로 시작한 국내증시는 파월 연준의장의 기준금리 인하 언급에 기대감이 더해져 안정된 하락세를 보일뿐만 아니라, 달러원 환율하락까지 점쳐져 외국인투자자의 매수세가 지속될 것으로 예상되고, D램 가격의 반등으로 해당 업체들의 이익 추정치가 높아지고 있다.