오는 16일부터 학대를 받거나 가출하는 등 어려운 상황에 처한 아동·청소년과 성관계를 맺게 되면 합의했다고 해도 처벌을 받게 된다.

온라인 상에 자살을 부추기는 정보를 올리는 것도 이날부터 처벌 대상에 오른다.

경찰청은 16일부터 개정된 '아동·청소년의 성 보호에 관한 법률(아청법)'과 '자살 예방 및 생명존중문화 조성을 위한 법률(자살예방법)'이 시행됨에 따라 관련 법 위반 행위를 엄정 단속하겠다고 14일 밝혔다.

기존 아청법은 만 13세 이상~만 19세 미만인 아동·청소년을 강간 혹은 강제추행하거나 장애 아동·청소년을 간음하는 경우에 대해서만 규제하고 있었다.

가출하거나 학대를 받아 의식주를 해결하기 어려운 청소년의 사정을 악용해 숙식 제공 등을 빌미로 성관계를 맺는 행위는 처벌할 수 없었다.

그러나 개정된 아청법이 시행되면서 앞으로는 만 13세 이상~만 16세 미만 아동·청소년의 궁박한 형편을 이용해 간음 혹은 추행하는 경우 합의 여부와 무관하게 최소 3년 이상 징역으로 처벌 받게 됐다.

아동·청소년 대상 성범죄를 신고한 사람에게는 최대 100만원의 신고 포상금이 지급된다.

경찰 관계자는 "오는 8월 31일까지 두달 동안 각종 성범죄 예방 활동을 집중 실시한다"며 "개정 법률 시행에 맞춰 적발되는 사안에 대해서도 엄정 수사하겠다"고 밝혔다.

경찰청은 또 16일부터 개정된 자살예방법이 적용됨에 따라 자살을 유발시키는 정보를 온라인 상에 올리는 행위에 대한 특별 단속을 실시하기로 했다.

특별단속 기간은 7월 16일부터 10월 23일까지 100일 간이며 관련 정보를 유통하는 사람은 징역 2년 혹은 벌금 2000만원의 처벌을 받을 수 있다.

구체적인 단속 대상은 ▲자살동반자 모집정보 ▲자살 방법 제시 정보 ▲자살 실행하거나 유도하는 내용 담은 문서나 사진 등 정보 ▲자살위해물건의 판매나 활용에 대한 정보 등을 유통하는 행위다.

@highlight

경찰청은 학대를 받거나 가출하는 등 의식주를 해결하기 어려운 상황에 처한 아동·청소년과 성관계를 맺게 되면 합의했다고 해도 '아동·청소년의 성 보호에 관한 법률(아청법)'이 시행됨에 따라 16일부터 처벌을 받게 된다고 하였다.