앞으로 가출 청소년 등 경제적·정신적으로 어려운 상황에 처한 아동·성관계를 맺으면 합의에 의한 관계라도 처벌받게 된다.

또 온라인을 통해 자살을 부추기는 행위도 처벌한다.

경찰청은 이런 내용이 담긴 개정 '아동·청소년의 성 보호에 관한 법률'(아청법)과 개정 '자살 예방 및 생명존중문화 조성을 위한 법률'(자살예방법)'이 오는 16일부터 시행된다고 14일 밝혔다.

개정 전 아청법은 만 13세 이상 만 19세 미만 아동·청소년을 강간·강제추행 하거나, 장애 아동·청소년을 간음했을 때 처벌하도록 규정하고 있다.

또 미성년자 의제 강간을 규정한 형법 제305조는 13세 미만에 대한 간음·추행 행위만 처벌하도록 규정하고 있어 기준 나이를 넘어 서로 합의하고 성관계를 했다면 처벌이 어려웠다.

실제로 13세 이상 가출 청소년의 어려운 사정을 이용해 숙식 제공 등을 빌미로 성관계를 하고도 합의한 관계란 이유로 처벌을 피하는 사례가 종종 발생해 비판 여론이 나오기도 했다.

개정 아청법은 만 13세 이상 만 16세 미만 아동·청소년의 궁박한 상태를 이용해 간음하거나 추행하면 자발적 의사와 무관하게 최소 징역 3년 이상의 징역으로 처벌하도록 했다.

또 아동·청소년 대상 성범죄를 신고한 사람에게는 최대 100만원의 신고포상금이 지급된다.

경찰청은 개정 법률 시행에 맞춰 적발되는 사안을 엄정히 수사하고, 다음 달 말까지 성범죄 예방 활동을 집중적으로 실시할 계획이다.

아울러 경찰은 개정 자살예방법이 시행되는 오는 16일부터 10월 23일까지 100일간 정보통신망을 이용한 자살 유발정보 유통 행위 특별단속에 나선다.

단속 대상은 ▲자살동반자 모집정보 ▲자살에 대한 구체적 방법을 제시하는 정보 ▲자살을 실행하거나 유도하는 내용을 담은 문서나 사진·동영상 등이다.

자살 유발을 목적으로 하는 정보를 유통하다 적발되면 2년 이하의 징역에 처하거나 2000만원 이하의 벌금이 부과된다.

@highlight

14일 경찰청은 만13세에서 만16세미만 청소년들의 자발적 의사와 무관하게 성관계 등의 성범죄에 대해 최소 3년 이상의 징역형에 처하도록 개정한 아청법과, 생명을 존중하는 문화를 만들기 위한 자살예방법이 오는 16일부터 시행됨에 따라 내달 말까지 이를 적극 홍보하고 적발시 엄정 수사할 방침이라고 밝혔다.