▲ SK이노베이션과 제주클린에너지 관계자들이 지난 11일 오후, 제주클린에너지 본사에서 양사 간 MOU 체결 후 기념사진을 촬영하고 있다.

SK이노베이션(대표이사 사장 김준)이 제주클린에너지(대표이사 사장 김태윤)와 손잡고 열분해 유화(油化)기술 기반, 폐플라스틱·폐비닐 등 환경문제 해결에 앞장선다.

SK이노베이션은 지난 11일 제주시 제주클린에너지 본사에서 SK이노베이션 이성준 기술혁신연구원장, 제주클린에너지 김태윤 대표 등이 참석한 가운데 폐플라스틱·폐비닐 열분해 유화(油化)기술 고도화를 위한 MOU를 체결했다고 14일 밝혔다.

이는 SK이노베이션이 친환경 기술을 보유한 전문업체와 협력해 초국가적 이슈인 폐플라스틱·폐비닐 문제 해결에 적극 나섰다는 점에서도 큰 의미가 있다.

이에 따라 SK이노베이션은 오랜 기간 축적된 석유화학 R&D(연구개발) 역량에 기반해 제주클린에너지가 보유한 열분해 유화기술을 개선 및 최적화하고, 확대 적용할 수 있는 방안을 함께 찾는다.

폐플라스틱·폐비닐 열분해로 만들어진 열분해정제연료유의 사용처를 다변화하고 고부가화하기 위한 방안 등도 공동 연구키로 했다.

열분해 유화기술은 통상적인 플라스틱·비닐 제조 기술을 역으로 구현해 낸 것으로 폐플라스틱·폐비닐을 가열분해해 석유화학 원료를 만들어 내는 기술이다.

따라서 폐플라스틱·폐비닐 등으로 인한 여러 환경문제를 해결하는데 매우 효과적일 뿐만 아니라 자원 순환율 향상 등 다양한 친환경 사회적 가치를 창출할 수 있다.

SK이노베이션 이성준 기술혁신연구원장은 “향후에도 관련 업체들과 기술 협업을 강화해 환경문제에 공동 대응해 친환경 사회적 가치를 지속 창출해 나가겠다”고 밝혔다.

@highlight

SK이노베이션은 지난 11일 제주클린에너지와 양사의 경험과 열분해 유화기술을 기반으로 한 폐플라스틱과 폐비닐 등의 환경문제 해결에 앞장서기로 양해각서를 체결했다.  