입주권 다운계약과 불법 전매 의심 사례가 속출한 대구 수성구 ‘힐스테이트 범어’ 재건축조합원들이 무더기로 경찰에 고발됐다.

수성구는 힐스테이트 범어 입주권의 주인이 바뀐(권리의무 승계) 31건 가운데 23건이 무더기로 불법전매나 다운계약 등이 이뤄진 것으로 보고 형사고발·수사 의뢰와 함께 행정처분 했다고 14일 밝혔다.

아파트 시세차익이 예상되는 수성구에서 여전히 불법 전매나 다운계약이 성행, 탈세행위가 근절되지 않고 있는 것.

수성구에 따르면, 불법 혐의를 인정한 매수인·매도인 26명(13건)은 경찰에 고발하고, 혐의를 부인하는 20명(10건)은 수사 의뢰했다.

또 불법전매(계약일 허위신고)와 다운계약 등 혐의를 인정한 사람들은 과태료 처분했다.

불법전매 행위자는 실거래금액 2%를 과태료로 내야 하고, 주택법에 따라 벌금도 내야 한다.

다운계약 매도자에게는 실거래 금액 2~5%를 과태료로 부과하고, 국세청에 명단을 통보해 가산세를 물도록 했다.

이 아파트의 입주권은 조합원 전매제한이 풀린 지난해 11월부터 올해 2월까지 일반분양가보다 낮은 가격에 대량 거래됐다.

역대 대구 최고 분양가에도 일반분양 1순위 경쟁률이 85대 1을 기록해 전매 허용 후 웃돈이 2억원 이상 예상된 곳임에도 불구, 시세보다 낮거나 분양가 금액대로 거래되는 다운계약과 함께 불법 전매 등의 의혹이 제기됐다.

수성구 관계자는 “수성구가 투기과열지구로 지정되고 부동산 시장 전망이 불투명해 분양 초기 불법전매에 나선 조합원들이 많은 것 같다”며 “불법 행위를 근절하기 위해 당사자 소명자료를 엄격하게 조사해 처리했다”고 말했다.

또 “다운계약서와 달리 조합원 자격을 부당하게 사고 판 의혹에 대해선 경찰 수사 결과에 따라 조치를 취할 계획”이라고 덧붙였다.

한편 지역주택조합 사업으로 추진된 ‘힐스테이트 범어’의 경우 투기과열지구 지정 이후 분양이 이뤄졌지만, 사업승인은 지정 이전에 이뤄져 조합원의 경우 한 차례 분양권 전매가 가능하다.

@highlight

수성구는 힐스테이트 범어 입주권의 주인이 바뀐 31건 가운데 23건이 불법전매나 다운계약으로 이루어진 것으로 보고 불법 혐의를 인정한 26명을 고발하고 부인한 20명은 수사의뢰를 하였으며 과태료 처분을 내렸다.