구미에서 짐을 싸는 외국인 근로자가 늘고 있다.

이들은 일자리가 풍부한 수도권으로 옮겨간 것으로 파악됐다.

구미국가산업단지의 수출 부진이 장기화하면서 경영난에 내몰린 중소기업이 외국인 고용을 포기하고 있기 때문이다.

구미시 등에 따르면 지난 6월 말 기준 구미시에 등록된 체류 외국인은 5천84명이다.

이는 최고 정점을 보였던 2014년 6월 말 6천146명에 비해 1천62명(17%)이 줄어든 수치다.

이 중 절반이 넘는 556명이 중국계 한국인인 것으로 조사됐다.

체류 외국인의 80%는 외국인 근로자이고, 감소세는 올 들어서도 지속되고 있는 것으로 나타났다.

반면 국내 전체적으로는 증가세여서 대조적이다.

통계청·법무부의 이민자 체류실태 및 고용조사 결과에 따르면 지난해 국내 취업 외국인은 88만4천명으로, 비교 가능한 통계를 처음 작성한 2012년에 비해 18만6천명(26.7％) 증가했다.

특히 지난해에만 전년보다 무려 5만명가량 늘었다.

이 같은 외국인 근로자의 ‘탈(脫)구미’ 현상은 구미산단의 오랜 수출 부진이 원인으로 지목된다.

종전 구미산단 내 중소기업의 외국인 고용 비율은 높은 편에 속했다.

하지만 수출부진이 계속되면서 가동률이 떨어지고 결국 외국인 고용 포기로 이어지고 있음이 수치로도 확인되고 있다.

구미세관이 집계한 지난해 구미산단 총수출액은 249억달러로, 367억달러까지 치솟았던 2013년과 비교하면 5년 만에 118억달러나 줄었다.

또 한국산업단지공단이 집계한 올해 1분기 구미산단 가동률은 전국 꼴찌인 65.9%다.

전국 산단의 평균 가동률 76.9%에도 크게 못 미친다.

구미산단에서 외국인 근로자 고용이 많은 종업원 50인 미만 사업장의 가동률은 지난 4월 32.2%까지 떨어졌다.

구미상공회의소 관계자는 “구미산단의 외국인 일자리 감소는 생산 물량이 줄어든 중소기업들이 외국인 고용을 포기하자 일거리가 많은 수도권 등 다른 지역으로 옮겨갔기 때문”이라고 분석했다.

@highlight

통계청·법무부의 이민자 체류실태 및 고용조사 결과에 따르면 지난해 국내 취업 외국인은 전체적으로 증가했으나, 구미산단의 오랜 수출 부진으로 중소기업들이 외국인 고용을 포기해 구미를 떠나는 외국인 근로자가 늘고 있다. 