악취방지시설 설치사례  서울시는 하반기 소규모 사업장의 악취방지시설 설치비 지원신청을 받는다고 15일 밝혔다.

지원대상은 음식점, 인쇄소, 세탁시설, 아크릴가공, 도장시설 등 악취방지시설 설치가 필요한 사업장이다.

지원 사업을 가장 많이 신청하는 업종은 직화구이 음식점이다.

지난해 방지시설이 설치된 음식점(15개소)에 대한 주민체감도 조사결과 89%의 주민이 설치 후 냄새(연기)가 줄었다고 답변했으며, 보건환경연구원의 조사에서도 평균 복합악취 63%, 먼지 85%가 저감된 것으로 나타났다.

생활악취방지시설 설치지원 사업은 주택가 인근의 소규모 사업장에서 발생하는 생활악취로 인한 시민불편을 해소하기 위해 서울시가 악취방지시설 설치비의 일부를 지원한다.

시는 2016년부터 35개소의 음식점과 도장시설 등에 총 3억3300만원, 올해 상반기에는 11개소(음식점과 인쇄, 도장시설 등)에 1억200만원을 지원했다.

지원대상으로 선정된 사업장은 최대 1000만원까지 악취방지시설 설치 보조금을 지원받게 된다.

보조금은 악취방지시설 설치비의 70% 이내에서 지원받을 수 있으며 나머지 설치비는 자비로 부담해야 한다.

악취방지법 시행규칙 제3조에서 정한 악취배출시설 설치 사업장, 악취방지시설을 설치한 지 3년을 경과하지 않은 사업장, 최근 5년 이내 방지시설 설치비용을 지원받은 사업장은 지원 대상에서 제외한다.

시는 설치비 지원 외에도 효과적인 생활악취방지시설 설치를 위해 서울녹색환경지원센터에서 전문가(대기기술사)를 현장실사에 투입, 방지시설 설계단계에서부터 설치 후 유지관리까지 기술지원을 실시한다.

지원 희망업체는 오는 31일까지 신청서와 구비서류를 해당자치구 환경과로 방문접수하면 된다.

김동완 서울시 생활환경과장은 "소규모 사업장의 생활악취로 인근 주민이 생활에 불편을 겪고 있으나, 소상공인의 생계 문제와도 관련돼 해결이 쉽지 않고 갈등이 빈번하게 일어난다"며 "주민과 소상공인 모두의 불편을 해소할 수 있는 생활악취저감 지원사업에 많은 신청을 바란다"고 말했다.

@highlight

서울시는 악취방지시설 설치가 필요한 소규모 사업장을 대상으로 설치비 지원신청을 받는다고 15일 발표하며, 소규모 사업장의 생활악취로 고생하는 주민과 소상공인 모두의 불편을 해소할 수 있을 것으로 예상했다.