김세영(26·미래에셋)이 미국여자프로골프(LPGA) 투어 마라톤 클래식 우승을 차지하며 시즌 2승이자 통산 9승을 기록했다.

김세영은 15일(한국시간) 미국 오하이오주 실베이니아의 하일랜드 메도스 골프클럽(파71)에서 열린 대회 4라운드서 버디 7개와 보기 1개를 묶어 6언더파 65타를 기록했다.

김세영은 최종 합계 22언더파 262타로 렉시 톰슨(20언더파 264타·미국)을 2타 차로 제치고 우승 트로피를 들어 올렸다.

김세영은 15일(한국시간) LPGA 투어 마라톤 클래식 최종 라운드에서 6타를 줄이며 최종 합계 22언더파 262타로 우승을 차지했다.

김세영은 이번 대회에서 2라운드부터 리더보드 1위 자리를 놓치지 않았다.

톰슨에 1타 앞선 가운데 4라운드를 시작한 김세영은 독주를 펼쳤다.

특히 7번 홀부터 11번 홀까지 5연속 버디를 잡으며 우승 경쟁은 싱겁게 끝났다.

12번 홀까지 김세영과 톰슨은 6타 차였다.

김세영은 16번 홀에서 이날 처음이자 마지막 보기를 범했다.

톰슨은 17번 홀 버디와 18번 홀 이글로 타수를 줄였으나 큰 영향을 끼치지 않았다.

김세영은 5월 메디힐 챔피언십 이후 두 달 만에 시즌 2승을 거뒀다.

2015년 LPGA 데뷔 후 통산 9번째 우승이다.

그리고 박세리(25승), 박인비(19승), 신지애(11승)에 이어 최나연(9승)과 함께 LPGA 투어 한국인 다승 공동 4위에 올랐다.

올해 LPGA 투어는 한국인의 강세가 두드러진다.

마라톤 클래식까지 개최된 19개 대회 중 9개 대회를 한국인이 9승을 합작했다.

한편, 유력한 신인상 후보 이정은6(23·대방건설)은 4위로 대회를 마쳤다.

이정은6은 2타를 더 줄여 최종 합계 14언더파 270타를 기록했다.

1라운드에서 깜짝 선두에 오른 전영인(19·볼빅)은 9언더파 275타로 공동 11위에 올랐다.

전영인의 LPGA 투어 데뷔 후 최고 성적이다.

@highlight

김세영은 15일 미국 오하이오주 실베이니아의 하일랜드 메도스 골프클럽에서 개최된 대회에서 최종 합계 22언더파 262타로 렉시 톰슨을 2타 차로 이기고 미국여자프로골프 투어 마라톤 클래식 우승을 차지하며 시즌 2승이자 통산 9승을 기록했다.