가천대 길병원(원장 김양우)은 영상의학과 컴퓨터단층촬영(CT) 장비를 재배치해 본관 지하 1층에 집적하고, 최신 CT 장비를 추가 도입했다고 15일 밝혔다.

이번에 도입한 지멘스 CT '소마톱 데피니션 에지'는 스텔러 디텍터 탑재로 기존 싱글 소스 CT와 비교해 영상 선명도가 개선됐다.

기존 디텍터에서 발생했던 전기적 노이즈나 검출기 간 간섭현상에 따른 영상 저하를 최소화해 0.3㎜ 조직도 분별한다.

직경 3㎜ 이하 영상을 선명하게 얻어 심장 스텐트 환자의 재협착 유무 등도 진단 가능하다.

또 이 장비는 최대 23㎝까지 영상을 스캔해 전신을 10초 이내 촬영한다.

짧은 시간 안에 영상을 얻어 의식이 없는 환자나 소아환자 촬영도 용이하다.

듀얼 에너지 기술을 탑재해 마른 환자, 소아환자 방사선 피폭 량을 감소하는 효과도 있다.

CT 장비가 1회전 하는데 걸리는 시간도 0.28초로 단축됐다.

현재 지멘스가 생산한 싱글 소스 CT 중 가장 빠르다.

부정맥 환자 등 심장촬영에서 재촬영시 발생하는 피폭 위험을 줄인다.

신규 장비 도입과 함께 CT 장비 재배치도 했다.

본관 1층에는 기존 CT와 MRI가 위치하고, 지하 1층에는 데피니션 에지 CT와 뇌과학센터에 있던 소마톱 포스 CT를 배치했다.

흩어졌던 CT 촬영실을 찾기 위해 헤매는 시간을 줄이고, 원스톱 검사를 구현하는 게 목적이다.

김정호 가천대 길병원 영상의학과장은 "데피니션 에지 도입으로 환자 CT 촬영 속도와 피폭량 감소로 선명한 촬영이 가능해졌다"면서 "신규 CT 도입으로 환자 상황에 맞는 맞춤형 CT 진단이 가능해질 전망"이라고 말했다.

@highlight

가천대 길병원은 CT 촬영 시간을 줄이고, 원스톱 검사를 구현하기 위해 CT 장비를 본관 지하 1층에 집적하고 영상 선명도가 개선된 지멘스 최신 CT 장비를 추가 도입했다고 15일 밝혔다.