이강인의 소속팀 발렌시아CF가 우루과이 출신 공격수 막시 고메스(23)를 영입했다.

발렌시아는 14일(현지시간) 구단 공식 홈페이지를 통해 "셀타 비고에서 뛰던 고메스와 2024년까지 5년 계약을 맺었다"라고 발표했다.

발렌시아는 셀타 비고와 공격수 스왑딜을 한 모양새다.

고메스가 발렌시아로 이적하고 산티 미나가 셀타 비고로 4년 만에 돌아갔다.

발렌시아는 이적료 1450만유로(약 193억원)를 추가 지급한 것으로 알려졌다.

막시 고메스는 발렌시아CF로 이적했다.

고메스는 우루과이 대표팀의 신성이다.

2018 국제축구연맹(FIFA) 러시아 월드컵과 2019 남미축구연맹(CONMEBOL) 코파 아메리카에 참가했다.

A매치 기록은 12경기 2득점.

2017년 셀타 비고로 이적하며 유럽 무대에 진출한 고메스는 2시즌 동안 라리가 31골(18골-13골)을 터뜨렸다.

발렌시아는 고메스에 대한 기대감을 나타냈다.

바이아웃 금액만 1억4000만유로(약 1859억원)에 이른다.

아틀레티코 마드리드에서 FC바르셀로나로 이적한 앙투안 그리에즈만의 이적료가 1억2000만유로(약 1594억원)다.

고메스는 "발렌시아가 같이 '빅 클럽'에 입단해 기쁘고 행복하다. 발렌시아를 위해 모든 걸 다 쏟아내겠다"라고 소감을 밝혔다.

그는 유럽축구연맹(UEFA) 챔피언스리그를 뛸 수 있다는 점이 이적을 결심한 큰 이유였다고 했다.

발렌시아는 2018-19시즌 라 리가 4위에 올라 상위 4팀에게 주어지는 2019-20시즌 UEFA 챔피언스리그 출전권을 획득했다.

고메스는 "UEFA 챔피언스리그를 뛸 수 있다는 게 정말 좋다. 난 한 번도 경험한 적이 없다. 어려서부터 라 리가와 UEFA 챔피언스리그를 뛰는 게 내 꿈이었다"라고 말했다.

@highlight

이강인의 소속팀 발렌시아CF는 14일(현지시간) 우루과이 출신 공격수 막시 고메스(23)와 5년 계약을 맺었다고 공식 발표했으며 고메스는 유럽축구연맹(UEFA) 챔피언스리그를 뛸 수 있어 너무 좋다는 감회를 전했다.