전북도의회가 전북도 산하 공공기관장과 임원들의 최고 연봉 상한을 정하는 조례를 마련한다.

일명 ‘살찐 고양이법’으로 일컬어지는 이 조례는 공공기관 임원의 보수와 일반 노동자의 임금격차가 계속 확대되는 사회적 폐단을 줄이기 위해 고안됐다.

부산의 경우 지난 5월 이미 시행에 들어갔고, 현재 경기와 인천, 제주 등 전국적으로 도입 여부를 검토 중인 것으로 알려지고 있다.

15일 도의회에 따르면, 정의당 최영심 의원의 대표발의로 ‘전라북도 공공기관 임원 보수기준에 관한 조례’를 입법예고 한 상태다.

이번 조례는 공공기관에 근무하는 임원의 최고임금의 상한을 정해 소득격차를 시정하고, 소득재분배로 공공기관의 경제성과 공공복리의 증진에 이바지할 목적으로 발의됐다.

상임위 논의를 앞두고 있는 이번 조례의 주요 내용을 살펴보면, 공공기관 장의 경우에는 최저임금의 월 환산액에 12개월을 곱해 산출한 금액의 7배 이내로 상한선을 둔다.

또, 임원들의 경우 최저임금의 월 환산액에 12개월을 곱해 산출한 금액의 6배 이내로 규정하고 있다.

이어 도지사는 보수기준의 이행여부 등 공공기관의 보수운영 실태를 정기적으로 점검해야 하며, 실태점검에 따라 우수한 공공기관을 선정해 예산의 범위에서 성과 보상을 할 수 있도록 규정했다.

올해 최저 임금은 시간당 8350원으로 월 환산액은 174만5150원이 되고, 이를 7로 곱하면 연봉 상한선은 1억4659만원이 된다.

현재 이 액수를 적용할 때 전북도 산하 공공기관에 해당하는 기관장 및 임원은 없는 것으로 확인됐다.

지난해 기준 도에서 가장 많은 연봉을 받은 기관장은 전북개발공사 사장으로 기본급과 수당, 성과급 등을 합쳐 1억860여만 원을 수령한 것으로 알려졌다. 도 관계자는 “현재 이 조례안은 입법예고 상태로, 15일 개회하는 도의회 임시회를 통해 상임위(행정자치위원회)에서 논의될 예정”이라며 “도와 의원들 모두 긍정적으로 바라보고 있어 별다른 이견이 나오지 않는 한 의결될 것으로 보인다”고 언급했다.

@highlight

전북도의회 정의당 최영심 의원의 대표발의로 ‘전라북도 공공기관 임원 보수기준에 관한 조례’를 입법예고 한 가운데, 이 기준에 따르면 올해 기준 공공기관장의 연봉 상한선은 1억4659만원이지만 현재 전북도 산하 공공기관 중에는 이 연봉을 초과하는 기관장이 없는 것으로 나타났다.