'직장 내 괴롭힘 금지법'이 16일부터 시행되지만, 직장인의 약 3분의 2는 법 시행 사실조차 모르는 것으로 나타났다.

직장인들은 법 시행에 대해선 압도적인 찬성 의견을 보이면서도 괴롭힘의 범위와 향후 제도 정착 등에 대한 의구심을 일부 가지고 있는 것으로 조사됐다.

취업포털 인크루트는 지난달 26일부터 이달 1일까지 직장인 1287명을 대상으로 직장 내 괴롭힘 방지 법안에 대한 설문 조사를 진행한 결과 이같이 나타났다고 15일 밝혔다.

설문조사 결과를 보면 응답자의 61%는 해당 법안의 시행 자체를 알지 못한다고 답했다.

법안 시행 사실을 알고 있다고 응답한 직장인은 39%에 그쳤다.

법 시행에 대해선 직장인 96%가 찬성 의견을 보여 압도적 쏠림이 나타났다.

반대표를 던진 직장인은 4%에 불과했다.

법안 찬성 이유로는 '갑질을 일삼는 상사들에게 경종을 울릴 기회이기 때문'이라고 답한 직장인이 42%로 가장 많았다.

△사내갑질이 줄어드는 데 일조할 것(29%) △관련 법안이 생기는 것 자체에 의미가 있다(28%)는 응답이 뒤를 이었다.

이 외에 '갑질이 줄어들진 않더라도 나중에 피해사실을 신고할 수 있게 돼서' '시대 간 변화 흐름에 적절' '올바른 사내문화 조성' 같은 답변도 나왔다.

법안에 반대하는 의견은 4%에 그쳤지만, 반대 이유로 가장 많이 나온 답변은 '괴롭힘에 적정범위란 있을 수 없기 때문'(34%)이라는 응답이었다.

괴롭힘의 정의가 모호한 데다 다양한 사례를 꾸준히 관리하기 힘들 것으로 예상되는 만큼 향후 제도가 정착할 수 있을지에 대한 의구심을 나타낸 것이다.

반대 이유 2위는 22%가 응답한 '취업규칙 표준안에 명시된 일부 항목만으로는 갑질 행태를 막기 역부족'이었다.

적절한 처벌이 이뤄지기 어렵다는 반응도 많았다.

'갑질을 신고해도 제대로 된 처벌, 조치를 기대하기 힘든 구조'라는 답변이 21%, '가해자가 대표일 경우 정상적인 감사 이행이 불가능하다'는 응답이 17%를 차지해 각각 3위와 4위로 조사됐다.

@highlight

직장인들은 직장내 괴롭힘 금지법 시행에 대해선 압도적인 찬성 의견을 보이면서도 괴롭힘의 범위와 향후 제도 정착 등에 대한 의구심을 일부 가지고 있는 가운데 직장 내 괴롭힘 금지법'이 16일부터 시행되지만, 법안 시행 사실을 알고 있다고 응답한 직장인은 39%에 그쳐 직장인의 약 3분의 2는 법 시행 사실조차 모르고 있다.