부산광역시 소방재난본부(본부장 우재봉)는 글로벌 해양관광 도시 부산의 본격적인 여름철 휴가 기간을 맞아 15일부터 주요 피서지 인근 숙박시설 등 다중이용시설을 대상으로 비상구 폐쇄와 장애물 적치 등의 피난시설 위반행위를 집중단속 할 계획이라고 밝혔다.

구체적인 조사 대상으로는 지역 내 관광객과 피서객이 집중될 것으로 예상되는 주요 피서지인 해운대ㆍ광안리ㆍ송정ㆍ다대포ㆍ송도 5개 해수욕장 인근에 위치한 숙박시설 포함 다중이용시설 144개소를 표본으로 선정, 소방재난본부 주관 17개반 36명의 불시기동조사반이 단속을 실시 할 예정이다.

그 동안 고질적인 안전무시 관행을 근절하고 화재로부터 인명피해를 예방하여 시민의 안전권을 적극 보장하기 위한 구체적 실시 방안으로 판매시설, 영화관, 숙박시설 등 화재 시 대형인명피해 우려가 높은 다중이용시설을 중심으로 사전예고나 통지 없이 불시에 현장을 방문해 인명피난에 가장 중요한 비상구 상시사용 가능여부 등 피난시설 유지ㆍ관리 상태를 집중적으로 단속하며, 조사결과 위반행위 적발 시에는 단순 계도에 그치지 않고 엄정한 법 집행으로 비상구 폐쇄 등 불법행위를 차단하겠다고 밝혔다.

금번 계획 또한 많은 관광객과 피서객이 과음 등으로 야간에 피난의 애로가 있을 것을 사전 예상하여 피난시설을 최우선적으로 확보하는 동시에 더불어 관계자의 피난시설 안전관리 중요성에 대한 경각심도 고취할 예정이다.

소방재난본부 관계자는 "이번 여름철 많은 관광객과 피서객의 출입이 잦을 것으로 예상되는 호텔, 게스트하우스 및 판매시설 등의 비상구 폐쇄 불법행위 단속을 실시함으로서 관광객들이 안심하고 편안한 휴가를 부산에서 보낼 수 있기를 바라며, 다중이용시설 관계인의 피난시설 유지ㆍ관리 필요성에 대한 인식개선에 큰 역할을 할 것으로 기대한다"고 밝혔다.

더불어 "앞으로도 시민들이 다수 출입하는 다중이용시설의 비상구와 피난시설 유지관리 여부 불시 단속을 지속적으로 실시하여 인명피해 예방에 최선의 노력을 다하겠다"라고 말했다.

@highlight

5일부터 주요 피서지 인근 숙박시설 등 대형인명피해 우려가 높은 다중이용시설을 대상으로 비상구 폐쇄와 장애물 적치 등의 피난시설 위반행위를 집중단속한다.