비플라이소프트(대표 임경환)가 지난 11일 인공지능(AI) CRM 솔루션 전문 기업 유비원을 인수하며 4차 산업혁명 관련 사업 확장에 속도를 내고 있다.

비플라이소프트는 이날 인수한 유비원이 가진 AI 기술로, 자연어 처리, 정보계 분석 시스템, 미디어 빅데이터 분석 플랫폼 구축에 핵심 역할을 할 것으로 기대된다.

유비원은 그동안 인공지능 기술과 경험을 앞새운 금융 분야에서 독보적인 입지를 다져 왔으며, 자체 개발한 프레임웍을 활용한 CRM, BI 분야 솔루션으로도 호평을 받아 왔다.

특히 AI 기반 대화 분석, 자연어 처리와 정보계 분석 시스템, 고객 데이터 통합, 업무처리 등에 적용되는 자체 개발 NLP/NLU 엔진을 보유한 것이 큰 강점으로 꼽혀왔다.

그런 유비원의 AI 기술을 비플라이소프트가 지난 15년간 확보한 비정형 미디어 빅데이터와 결합해 시너지를 이룰 경우 텍스트 마이닝에 있어 혁신을 이룰 것으로 기대된다.

자동 맞춤형 콘텐츠 큐레이션, 자동 질의응답, 긍ㆍ부정 자동 분석, 콘텐츠 자동 요약, 이슈 모니터링, 위기관리, 소비자 여론 분석 등 PR 및 마케팅 현장뿐만 아니라 B2C 서비스에서도 차별화된 서비스 제공이 가능할 것으로 보인다.

이에대해 비플라이소프트 이경락 빅데이터 분석팀장은 "이번 유비원의 인수는 비플라이소프트가 준비해온 미디어 빅데이터 플랫폼 구축과 B2C 서비스 상용화에 날개를 단 것으로 볼 수 있다"고 평가하며, "4차 산업혁명의 가장 핵심적인 요소인 빅데이터와 AI 기술이 결합한 혁신적인 플랫폼을 곧 선보이겠다"라는 서비스 계획을 제시하였다.

한편 유비원은 지난 2018년 자체 개발 NLP/NLU엔진을 바탕으로 IBK기업은행의 'IBK 실시간 보이스피싱 AI 탐지 서비스'를 구현하기도 했다.

해당 서비스는 시장에서 매우 긍정적인 반응을 이끌어내며 호평을 받았다.

고영율 유비원 대표는 이번 인수합병에 대해 "유비원이 가진 다양한 AI 플랫폼을 리브랜딩하고, 공격적인 마케팅을 할 수 있게 됐다"면서 공격적인 시장 진출 계획을 밝히기도 했다.

@highlight

지난 11일 비플라이소프트가 자체 개발한 프레임웍을 활용한 CRM, BI 분야 솔루션으로도 호평을 받아온 유비원을 인수하며 AI 기술로 자연어 처리, 정보계 분석 시스템, 미디어 빅데이터 분석 플랫폼 구축에 핵심 역할을 할 것으로 예상된다.