▲ 주민이 만들고 운영하는 시민공유공간이 리모델링을 마치고 개소식과 프로그램 운영을 통해 지역주민들의 소통공간으로 거듭나고 있다.

▲ 주민이 만들고 운영하는 시민공유공간이 리모델링을 마치고 개소식과 프로그램 운영을 통해 지역주민들의 소통공간으로 거듭나고 있다.

▲ 주민이 만들고 운영하는 시민공유공간이 리모델링을 마치고 개소식과 프로그램 운영을 통해 지역주민들의 소통공간으로 거듭나고 있다.

주민이 만들고 운영하는 시민공유공간이 리모델링을 마치고 개소식과 프로그램 운영을 통해 지역주민들의 소통공간으로 거듭나고 있다.

15일 대전시에 따르면 시민공유공간은 동구 1곳, 중구 2곳, 서구 3곳, 유성구 2곳, 대덕구 2곳에 마련됐다.

시민공유공간은 새로운 공간조성으로 마을공동체 활성화를 꾀하는 공간기반 마을공동체 생태계 조성사업이다.

시민공유공간은 공간 리모델링을 마치고 마을의 특성에 맞게 공간이름, 공간시설, 운영프로그램 등을 직접 디자인해 마을에 활기를 주는 공간으로 재탄생했다.

실제 주민들은 태평동 '상상마을', 내동 '내동네부엌', 석교동 '공감의집 잇다', 와동 '또바기' 등 주민들의 공모 또는 합의를 통해 공간이름을 정했다.

또한 공유공간 특성에 맞는 개성넘치는 개소식을 통해 공간의 존재를 지역주민들에게 알리고 적극적으로 홍보활동을 펼치고 있다.

운영 프로그램 또한 방과 후 마을 돌봄, 공유부엌, 마을학교, 마을함밥 등 마을의 특성에 맞게 다양한 연령층의 주민과 함께할 수 있는 프로그램을 운영하고 있다.

나아가 지역의 문제를 발굴하고 해소하는 새로운 마을주민의 소통매개체로 역할이 기대된다.

최시복 대전시 공동체지원국장은 "시민공유공간은 지역주민들이 새로운 이웃을 만나는 즐겁고, 찾고 싶은 공간을 지향한다"며 "주민이 직접 마련하고 디자인한 시민공유공간에서 새로운 이웃을 만나면서 소통하고 다양한 프로그램에 참여한다면 지역사회에 건강한 활력소가 될 것"이라고 말했다.

@highlight

주민이 만들고 운영하는 시민공유공간이 리모델링을 마치고 개소식과 프로그램 운영을 통해 지역주민들의 소통공간으로 거듭나고 있는데 이 시민공유공간은 마을의 특성에 맞게 공간이름, 공간시설, 운영프로그램 등을 직접 디자인해 마을에 활기를 주는 공간으로 재탄생되었으며 운영 프로그램 또한 방과 후 마을 돌봄, 공유부엌, 마을학교, 마을함밥 등 마을의 특성에 맞게 다양한 연령층의 주민과 함께할 수 있는 프로그램을 운영하고 있다.