서울양양고속도로와 서울~강릉 KTX의 개통으로 동해안의 접근성이 향상되면서 매년 여름이면 서핑, 스쿠버다이빙 등의 다채로운 해양스포츠를 즐기기 위해 많은 레저족들이 동해안을 찾고 있다.

롯데리조트속초는 올여름 그 어느 때 보다 특별한 추억을 만들 수 있는 '체험 스쿠버다이빙' 프로그램(사진)을 오는 8월 25일까지 운영한다고 15일 밝혔다.

올해 처음 선보이는 체험 스쿠버다이빙은 롯데리조트속초의 워터파크 내에서 진행된다.

전문 강사와 함께 수중에서의 호흡과 무중력 경험을 할 수 있을 뿐만 아니라 수중 유영·수중 촬영까지 포함돼 있다.

이번 여름 휴양지에서 나만의 인생사진을 남기고자 하는 이들에게 큰 즐거움을 선사할 것으로 기대된다.

체험 스쿠버다이빙은 만 8세 이상, 메디컬 체크 후 이상이 없다면 누구나 참여할 수 있다.

어린 자녀들을 위한 '신기한 중성 부력 경험하기', '친구들과 수중에서 게임하기' 등의 프로그램도 준비돼 있다.

총 50분 동안 진행되며 체험 비용은 1인당 5만 원으로 티켓은 워터파크 정산소에서 현장 구매할 수 있다.

롯데리조트속초는 체험 스쿠버다이빙 프로그램 참여 혜택을 포함한 '디스커버 스쿠버다이빙(Discover Scuba Diving)' 패키지를 이날부터 8월 24일까지 판매한다.

객실 1박, 워터파크 입장권 2인, 스쿠버다이빙 체험권 2인 등으로 구성돼 있으며 가격은 38만 6000원(세금·봉사료 포함)부터다.

온라인 예약 시 1만 1000원의 깜짝 할인 혜택도 받을 수 있다.

서동재 롯데리조트속초 총지배인은 "올해 처음 선보인 실내 스쿠버다이빙을 시작으로 실제 속초 바다에서 체험할 수 있는 프로그램으로 확대할 예정"이라며 "앞으로도 롯데리조트속초를 찾는 고객들에게 다양한 레저 프로그램을 제공하기 위해 더욱 노력할 것"이라고 전했다.

@highlight

롯데리조트속초는 전문 강사와 함께 수중에서의 호흡과 무중력 경험을 할 수 있을 뿐만 아니라 수중 유영·수중 촬영까지 포함되어 있는 '체험 스쿠버다이빙' 프로그램을 오는 8월 25일까지 워터파크 내에서 운영한다고 15일 밝혔다.