보훈병원이 없는 전북 지역 국가유공자들의 의료서비스가 소외 받고 있다는 지적이 제기됐다.

특히, 국가유공자들이 이용하는 보훈병원과 위탁병원 간 의료서비스가 서로 달라 개선이 시급하다는 목소리다. 이 같은 사실은 전북도의회 송지용 부의장(완주 제1선거구)이 제365회 임시회에서 발의한 ‘보훈병원과 위탁병원 차등 의료지원 개선 건의안’을 통해 밝혀졌다.

송 부의장은 이 건의안을 통해 “국비진료자의 경우 보훈병원에서는 법정 비급여 부분을 국비 지원하는 것과 달리 위탁병원은 법정 비급여 대부분이 지원 되지 못하고 있다”면서 “국비진료자에게 보훈병원과 동일한 위탁병원 법정비급여 의료서비스를 공평하게 제공하라”고 정부에 건의했다.

또한, “감면진료자의 경우에도 보훈병원은 본인부담금의 30~60%와 약제비를 지원하는 반면, 위탁병원은 75세 이상 국가유공자에 대해서만 본인부담금의 60% 정도를 지원하고 약제비 지원을 제외해 차별이 발생하고 있다”면서 “정부가 보훈병원과 동일하게 위탁병원에서도 감면진료자 연령제한을 폐지하고 약제비를 차등 없이 지원하라”고 촉구했다.

현행 ‘국가유공자 등 예우 및 지원에 관한 법률’ 제41조에는 ‘국가는 국가유공자와 그 유족 등이 건강한 생활을 유지하고, 필요한 진료 등을 받을 수 있도록 의료지원을 해야 한다’ 명시돼 있다.

하지만 국비진료자의 경우 보훈병원에서는 법정 비급여 부분을 국비 지원하는 것과 달리 위탁병원은 법정 비급여 대부분이 지원되지 못하고 있는 실정이라고 송 부의장은 지적했다.

실제, 감면지료자의 경우에도 보훈병원은 본인부담금의 30~60%와 약제비를 지원하는 반면, 위탁병원은 75세 이상 국가유공자에 대해서만 본인 부담금의 60% 정도를 지원하고, 약제비 지원을 제외해 차별이 발생하고 있다는 설명이다.

한편, 전국의 보훈병원은 5개소로 서울중앙, 부산, 광주, 대구, 대전 등에 있으며, 위탁병원은 전국 320개소가 있다.

@highlight

국가유공자들이 이용하는 보훈병원과 위탁병원간 차등 의료지원으로 보훈병원에 비해 위탁병원에 차별이 발생하고 있어 공평한 의료서비스 개선이 시급하다.