1200세대가 모여 사는 목포시 대성동 천년나무 아파트에 지난 12일 낯선 오케스트라 연주가 여름밤을 수놓았다.

집에서 하던 일을 잠시 멈추고 반바지와 운동화 차림으로 나온 주부·노인·어린이들은 문화예술회관이나 TV를 통해서만 들을 수 있었던 클래식 음악을 집 앞에서 감상할 수 있다는 사실에 신기해했다.

연주가 끝날 때마다 박수를 치고, 흥얼거리며 음악에 빠져들기도 했다.

이날 시립교향악단 단원 21명으로 구성된 오케스트라는 ‘Blue Sky and sunshine’과 ‘American Graphity 1’곡으로 음악회 서막을 열었다.

특히 어린이들을 위해 준비한 ‘Avengers’가 연주되면서 분위기가 고조됐다.

이어 ‘내 나이가 어때서’와 ‘남진 그래피티’ 등 낯익은 곡이 흘러나오자 환호성과 박수갈채가 쏟아졌다.

앙코르곡으로 ‘목포의 눈물’ 등 총 7곡이 아파트 숲속에 울려 퍼졌다.

이날 공연에서는 무엇보다 여러 세대를 아우르는 곡목을 선택해 돋보였다는 평가가다.

이날 300여명에 가까운 아파트 주민들은 대다수가 서서 음악회를 감상했고, 특별한 음향장치는 없었지만 아파트 숲 속에 자리한 광장이라는 공간 자체가 훌륭한 앰프 역할을 했다.

40분 남짓 이어진 음악회 내내 주민들의 표정은 감격에 상기되기도 했다.

주민 이 모(63)씨는 “이렇게 가까이서 직접 시립교향악단의 음악을 감상한 건 처음”이라며 “너무 좋은 곡들이고 귀에 익숙한 곡들을 연주해 줘 감동적이었고 즐거웠다”고 소감을 밝혔다.

한편 이날 공연은 시립교향악단 5개 팀과 시립합창단 2개 팀 등 총 80명의 단원으로 7개 팀을 꾸려 18회 공연을 펼치는 ‘시민과 함께하는 행복콘서트’ 일환으로 진행됐다.

공공건물이 아닌 대단지 아파트를 찾아 공연을 펼친 것은 이번이 처음이다.

@highlight

1200세대가 모여 사는 목포시 대성동 천년나무 아파트에서 낯선 오케스트라 연주의 ‘시민과 함께하는 행복콘서트’로 여름밤을 수놓으며 주민들에게 감동을 선사했다. 