정부가 지자체 인구 감소 문제 해결에 발 벗고 나섰다.

인구급감지역 5곳에 40억원을 투입해 청년들이 머물 수 있는 다양한 아이디어 사업을 실험한다.

행정안전부는 날로 심각해지는 지역 인구감소 문제에 대응하고자 '2019년 인구감소지역 통합지원사업' 대상지 5개 시군을 선정했다고 15일 밝혔다.

한국고용정보원에 따르면 앞으로 30년 안에 저출산과 인구 유출 등으로 인해 전국 228개 시군 가운데 3분의1이 넘는 84곳이 '인구소멸지역'(거주 인구가 한 명도 없는 곳)이 될 것으로 예상된다.

인구소멸지역이 생겨나면 어린이집과 유치원, 초·중·고교 등으로 이어지는 교육 시스템이 차례로 붕괴돼 해당 지역은 공동체로서의 기능이 소멸된다.

인구감소지역 통합지원사업은 저출산·고령화 및 청년층 도시 이주에 따라 교육·의료 등 생활 인프라 부족, 지역 공동체 붕괴 등 위기에 적극적으로 대응하기 위한 것이다.

행안부는 2017년부터 지금까지 20개 지자체에 모두 297억원을 투자해 지역인구 유출을 막기 위해 다양한 사업을 추진하고 있다.

올해는 청년들의 창업과 정착을 유도해 인구감소지역에 활력을 불어넣을 계획이다.

이를 위해 지난 4월부터 공모를 해 강원 정선군과 충남 홍성군, 전북 순창군, 전남 영암군, 경북 청도군을 최종 사업지로 선정했다.

강원 정선군은 카지노 인접지역에 청장년 핵심활력거점 3곳을 구축해 마을호텔, 맘스카페 등 지역 청년들의 활동공간을 마련한다.

충남 홍성군은 지역 내 버려진 정부양곡 수매창고를 활용해 공유 오피스와 가족형 문화자연놀이터, 셰어하우스 등 복합문화창업공간으로 재탄생시킨다.

전북 순창군은 청년농부를 위한 임대형 스마트팜을 조성하고 전남 영암군은 청년종합소통센터를 건립한다.

경북 청도군은 지역특산물인 복숭아와 감을 이용한 수제맥주 양조장 등을 건립한다.

이들 5개 지자체에 특별교부세 20억원과 지방비 20억원 등 총 40억원이 투입된다.

@highlight

행정안전부는 '2019년 인구감소지역 통합지원사업' 대상지 5개 시군을 선정해 297억원을 투자해 지역인구 유출을 막고 청년들의 창업과 정착을 유도해 활력을 일으킬 계획이라고 15일 발표했다.