[서울신문] 전북 진안 용담댐에 수상태양광을 설치하는 사업 추진을 놓고 전북도와 한국수자원공사가 대립하고 있다.

전북도는 용담댐 물을 식수로 사용하는 지역들이 중금속 검출을 우려한다며 반대 입장을 밝힌 반면, 수자원공사는 친환경 제품을 사용해 문제가 없다며 사업 강행 의지를 굽히지 않고 있다.

15일 진안군에 따르면 수자원공사는 진안군 정천면 모정리 용담댐 일대에 20㎿급, 연간 발전량 2만 4026㎿/h 규모의 수상태양광 발전시설을 설치할 계획이다.

오는 8월 이후 주민 설명회 등을 거쳐 사업을 본격 추진한다는 방침이다.

앞서 수자원공사는 2017년 진안군과 주민참여형 용담댐 수상태양광 개발에 따른 협약을 체결한 바 있다.

이를 위한 환경영향평가도 진행하고 있다.

전북도는 "130만 전북도민이 생활용수로 활용하는 진안 용담댐 식수원에 수상태양광을 설치할 경우 수돗물에 대한 불안감과 불신을 초래할 수 있다"며 반대 입장을 밝혔다.

태양광 사업이 정부 정책에 부합하고 환경문제가 없다고 주장하지만 안전하고 안정적인 상수도 공급 정책보다 우선할 수 없다는 것이다.

용담호 물을 식수로 사용하는 6개 시·군과 연대해 사업을 막겠다는 입장이다.

이에 대해 수자원공사는 환경에 문제가 없다고 반박하며 사업을 관철한다는 방침이다.

수자원공사는 "용담호에 수상태양광을 설치해도 그 면적은 전체 수면의 0.7% 수준이고 위생안전기준에 적합한 자재 사용, 주기적인 환경영향 모니터링 결과 공개 등을 통해 환경 안전성을 확보해 나가겠다"고 주장했다.

이어 "수상태양광을 설치한 합천, 보령, 충주댐 모니터링 결과를 봐도 녹조 발생 등 환경영향은 없었다"고 덧붙였다.

전북도는 "안전 문제에 이상이 없는지 확신할 수 없고 도민 정서상 수용하기도 어렵다"고 되받았다.

전북도 관계자는 "합천댐 등 다른 시·도에서 환경성과 안전성을 검증했다고 하지만, 용담호에 이를 비교해 동일한 결과를 적용하는 것은 문제가 있다"고 지적했다.

@highlight

한국수자원공사가 진안군 용담댐에 20㎿급, 연간 발전량 2만 4,026㎿/h 규모의 '수상태양광 발전시설'을 설치하는 사업 추진에 관해서, 지역민의 중금속 검출 우려를 들어 반대 입장을 밝힌 전북도와 사업 강행을 표한 수자원공사가 대립하고 있다.