조례안 내용과는 무관한 ‘동성애 옹호’ 논란으로 곤욕을 치른 경기도의회의 ‘성평등 기본 조례안’<본보 7월 3일자 1면 보도>이 소관 상임위원회에서 원안 의결되면서 본회의 최종 처리만을 앞두고 있다.

도의회 여성가족평생교육위원회는 15일 제337회 임시회 2차 본회의를 열고 박옥분(민·수원2)위원장이 발의한 ‘경기도 성평등 기본 조례 일부개정안’을 통과시켰다.

이 조례안은 성평등을 ‘성별’에 따른 차별·편견 없이 모든 영역에 동등하게 참여하는 것으로 정의, 양성평등을 추진하기 위해 도 산하 공공기관 및 기업 등이 ‘성평등위원회’ 설치·운영에 노력하도록 하는 내용을 담았다.

박 위원장은 "‘양성평등’이라는 단어는 오히려 남녀의 성 역할을 고정시키는 용어이기 때문에 개정안에 ‘성평등’이라는 문구를 담았다"며 "이번 조례 개정이 도내 양성평등을 제대로 실현할 수 있는 기반이 되길 기대한다"고 말했다.

해당 개정안은 앞서 도내 일부 종교단체로부터 ‘동성애 옹호’ 등의 지적을 받으며 논란에 휩싸인 바 있다.

남녀 성평등 기반 강화를 목적으로 하고 있음에도 입법예고와 동시에 600여 건이 넘는 부정적 의견이 개진됐으며, 경기도기독교총연합회 등은 성명서를 내고 조례 개정에 반대하기도 했다.

이들은 "교회·사찰·성당 등 종교단체와 기업들에 동성애 옹호와 차별금지법에 준하는 강제 조치를 위해 성인지 예산을 이용하려는 기만적 수법으로 보인다"고 주장했다.

이처럼 개정안이 담고 있는 목적과는 다소 다른 내용으로 논란이 이어지자 도내 여성단체는 이날 개정안 심의에 앞서 "기존 조례를 보완해 나가는 이번 개정안에 환영한다"며 개정안 처리에 힘을 실었다.

경기여성네트워크는 도의회 브리핑실에서 기자회견을 열고 "성평등 기본조례 개정안은 양성평등 참여를 효율적으로 추진하기 위한 것을 골자로 하고 있다"며 "성평등 정책 확산에 주요 기점이 될 것으로 기대한다"고 강조했다.

이 개정안은 16일 열리는 본회의에서 최종 처리될 예정이다.

@highlight

종교단체로부터 '동성애 옹호' 지적을 받으며 논란을 일으켰던 '경기도 성평등 기본 조례 일부개정안'은 정의, 양성평등을 추진하기 위해 공공기관 및 기업 등이 ‘성평등위원회’를 설치·운영하도록 하는 내용을 담았으며, 15일에 열린 제337회 임시회 2차 본회의에서 도의회는 이 개정안을 통과시켰다. 