한 차례 무산된 제3 인터넷전문은행을 설립하기 위한 절차가 오는 10월에 다시 시작된다.

금융위원회와 금융감독원은 인터넷전문은행 신규 예비인가 재추진 방안을 16일 발표했다.

금융당국은 오는 10월 10∼15일 예비 인가 신청을 받고 신청일로부터 60일 안에 심사 결과를 발표할 예정이다.

이에 따라 이르면 올해 안에 새 인터넷은행이 나올 수도 있다.

금융당국은 인가심사의 공정성을 높이기 위해 인가의 기존 틀을 유지한다는 방침이다.

최대 2곳까지 인가하고 인터넷전문은행법에 따른 모든 업무를 허용한다.

심사 기준도 종전과 같다.

상호출자제한기업집단(대기업 집단)만 아니라면 누구에게나 문호가 열려있다.

전요섭 금융위 은행과장은 “기본 원칙은 작년 말에 발표한 기준을 유지하기로 했다”며 “재벌 집단(상호출자제한기업집단)만 아니라면 누구나 인터넷은행의 경영 주체가 될 수 있다”고 말했다.

인가 대상을 2곳 이하로 한정해 기존에 탈락한 '키움뱅크'와 '토스뱅크'에 더 유리한 것 아니냐는 전망에 대해 전 과장은 “2개사 외에 다른 업체들이 더 들어오길 바라는 게 사실”이라며 “당장은 어느 업체가, 몇 곳이나 들어올지 알 수 없는 만큼 창구를 열고 충분히 설명해 새 신청자들도 불리하지 않도록 할 것”이라고 강조했다.

금융당국은 이번 인가 과정에서 외부평가위원회 운영 방식 등 일부 변화를 줬다.

금융위는 필요한 경우 외평위원장을 금융위 전체회의에 불러 심사 취지를 들을 계획이다.

금융위 위원들이 외평위 심사 결과를 심도 있게 검토하게 한다는 차원에서다.

금융위는 이번 인가 절차의 모든 과정에서 컨설팅을 제공한다.

신청 직후부터 끝날 때까지 상담과 안내를 강화하는 것이다.

앞서 금융위는 지난 5월 26일 키움뱅크와 토스뱅크가 제출한 예비인가 신청을 모두 불허했다.

키움뱅크는 혁신성이, 토스뱅크는 안정성이 부족해 예비인가가 부적절하다고 권고한 외평위의 의견을 받아들인 결과다.

@highlight

금융위와 금융감독원은 한 차례 무산된 인터넷 전문은행을 설립하기 위한 신규 예비인가 재추진 방안을 발표 했으며, 이에따라 이르면 올해 새로운 인터넷 은행이 나올 가능성도 있다.