㈜노랑풍선은 다양한 액티비티와 각종 레저를 즐길 수 있는 여름휴가의 대표적 휴양지인 '사이판 PIC리조트'에 전용 사무실(사진)을 열고 이용고객의 편의성을 강화한다고 16일 밝혔다.

사이판 PIC 리조트는 사이판 최대의 워터파크를 보유한 있는 올인클루시브 형태의 리조트다.

액티비티풀, 레이지리버, 워터 슬라이드, 포인트 브레이크, 키즈풀 등 40여 가지의 다양한 액티비티와 즐거움이 가득한 곳이다.

노랑풍선에서 추천하는 '사이판 PIC-GOLD+마나가하섬+BBQ 5일' 상품은 아시아나항공, 티웨이항공, 제주항공 등 다양한 국적기 직항편을 이용해 안전하고 편안한 여행을 제공한다.

전 일정 식사가 포함돼 있어 가족단위 휴양여행에 안성맞춤이다.

일정상의 혜택으로는 새섬, 만세절벽 등 명소를 둘러볼 수 있는 사이판 아일랜드 관광을 비롯해 부드러운 백사장과 바닥이 그대로 들여다 보이는 에메랄드빛 바다로 유명한 마나가하섬 투어가 포함돼 있다.

어린 자녀와 함께하는 가족여행객을 섬세하게 배려하기 위해 어린이 키즈클럽, 나눔 씨앗 영어 프로그램 등 다양한 프로그램도 마련하고 있다.

오는 8월 31일까지 아동 투숙고객에게는 시헤키 시계(1명당 1개)를 증정하는 이벤트도 함께 진행한다.

전용 사무실에서 노랑풍선 고객은 평일 오전 9시부터 17시, 토요일 9시부터 오후 1시까지 인터넷 전화를 무료로 사용할 수 있으며 핸드폰 충전, 멀티어댑터 대여, 유모차 대여 서비스 등을 제공받을 수 있다.

렌터카와 선택 관광 안내, 각종 예약 대행 서비스를 통해 고객들이 편안한 여행을 즐길 수 있도록 돕는다.

노랑풍선은 이 밖에도 여행객들의 스타일을 고려한 다양한 테마의 상품을 선보이고 있다.

상품과 관련된 자세한 내용은 노랑풍선 홈페이지에서 확인할 수 있다.

@highlight

㈜노랑풍선은 사이판 최대의 워터파크를 보유한 있는 올인클루시브 형태의 리조트이며  40여 가지의 다양한 액티비티와 즐거움이 가득한 '사이판 PIC리조트'에 전용 사무실을 열 계획이라고 밝혔다.