부산 동래구 보건소(소장 김진홍)는 고위험임산부 및 난임부부 등 모자보건사업 지원을 확대 실시한다.

△고위험임산부 의료비 지원사업은 19대 고위험임신질환으로 진단받고 입원치료 받은 임산부 중 기준중위소득 180%이하 가정에 입원치료비 중 급여의 전액본인부담금 및 비급여진료비의 90%를 지원 하며, △난임부부 시술비는 지침 변경으로 인해 여성의 연령제한(만 44세 이하)을 폐지하고 기준중위소득 180%이하 법적 혼인상태의 난임 가정에 신선배아 최대7회, 동결배아 최대5회, 인공수정 최대5회 시술비 중 일부를 지원함으로써 난임부부의 경제적 부담이 줄어들 것으로 보인다.

또한 △저소득층 기저귀 조제분유 지원사업은 기초생활보장, 차상위계층, 한부모가족 영아(0~24개월)를 대상으로 기저귀(월 6만4천원), 조제분유(월 8만6천원) 구매비용을 바우처 포인트로 지원한다.

이외에도 △출산가정에 산모신생아 건강관리사를 파견하여 산모의 산후 회복과 신생아의 양육을 지원하는 산모신생아 건강관리 지원사업도 운영하고 있다.

기본 지원 대상은 산모 및 배우자 등 해당가구의 건강보험료 본인부담금 합산액이 기준중위소득 100%이하 금액에 해당하는 출산 가정이며, 예외로 쌍생아, 셋째아 이상, 결혼 이민 산모 등은 소득수준 관계없이 지원된다.

산모신생아 건강관리사 비용의 일부 금액을 지원하며 본인부담금이 발생한다.

동래구보건소 관계자는 "고위험 임산부 및 난임부부 등 모자보건사업 지원이 확대되어 구민들이 더 많은 지원과 혜택을 받을 수 있을 것으로 예상한다."고 말했다.

기타 문의사항은 동래구보건소으로 연락하면 된다.

@highlight

2019년 부산 동래구 보건소는 고위험 임산부 및 난임부부 등 모자보건사업 지원이 확대되어 구민들이 더 많은 지원과 혜택을 받을 수 있을 것으로 예상된다고 하였으며, 기타 문의사항은 동래구보건소으로 연락하면 된다.