유류피해 극복 토대… 郡 "유치 적극"

태안군이 '자원봉사 희망성지'로 자리매김하기 위해 충남도와 함께 태안군에 자원봉사자 연수원 건립을 추진하고 있다.

군은 15일 국회의원회관 제1소회의실에서 성일종 국회의원(자유한국당, 서산·태안)을 비롯 가세로 태안군수, 도 문화체육부지사, 자원봉사 관계자, 관련 전문가 등 100여 명이 참석한 가운데 '자원봉사자 연수원 건립 타당성 및 법적근거 마련을 위한 국회토론회'를 열었다〈사진〉.

이날 토론회는 최일섭 서울대학교 명예교수를 좌장으로 이은승 남서울대학교 교수의 주제발표를 비롯, 태안군 허재권 부군수, 정종관 충남연구원 명예연구원 등이 참석해 '자원봉사자 연수원 태안 건립'에 대한 지정토론이 펼쳐졌다.

군은 '자원봉사자 연수원' 건립을 위해 지난해 자원봉사자 연수원 기본계획(안) 및 타당성 용역 분석을 완료하고 올해 1월 사업대상 토지 매입비 예산 6억 원을 확보한바 있으며 △국내 유일한 자원봉사 희망성지 태안 △재난 극복의 모범사례 △다양한 콘텐츠화로 주변 시설 연계를 통한 시너지 확대 가능성 등을 적극 내세워 '자원봉사자 연수원 태안 유치'에 적극 나선다는 방침이다.

자원봉사자 연수원 건립 사업은 태안군 소원면 의항리 유류피해극복기념관 인근에 총사업비 165억 원을 들여 전국단위 행사가 가능한 교육실(600명)·행정시설·문화시설, 100여 명을 수용할 수 있는 숙박실, 해양오염·지진·홍수 등 각종 재난 안전 체험 시설이 들어서게 되는 사업이다.

가 군수는 인사말을 통해 "지난 2017년 유류피해극복 10주년 행사에서 한국자원봉사센터협회 등 중앙 3개 자원봉사 단체가 태안을 '자원봉사 희망성지'로 선포한바 있다"며 "이에 자원봉사자 전문교육시설을 태안에 건립해 유류피해 극복의 기적을 일군 123만 자원봉사자의 숭고한 정신을 계승하고 더 나아가 자원봉사의 사회적 가치와 문화를 전국에 확산시키고자 한다"고 말했다.

@highlight

태안군은 15일 국회의원회관 제1소회의실에서 '자원봉사자 연수원 건립 타당성 및 법적근거 마련을 위한 국회토론회'를 열어 유류피해 극복의 기적을 일군 자원봉사자의 숭고한 정신을 계승하는 '자원봉사 희망성지'로 자리매김할 자원봉사자 연수원 건립을 추진했다.