한국닛산이 올해 하반기 회사 실적을 견인할 핵심 신차 '신형 알티마'를 16일 출시했다.

닛산은 최근 불거진 일본 경제보복 이슈 영향으로 이날로 예정됐던 미디어 시승행사를 취소한 채 조용히 신차 판매에 돌입했다.

앞서 닛산은 올해 3월 말 서울모터쇼에 차량을 처음 공개하고 6월 초부터 사전계약을 받는 등 신차에 공을 들여왔다.

닛산 신형 알티마.

이날부터 판매를 시작한 신형 알티마는 6세대 완전 변경 모델이다.

경량화와 고강성화 플랫폼을 기반으로 기존보다 전장과 전폭이 25㎜ 길어지고, 전고는 25㎜ 낮아져 안정적이고 역동적인 디자인으로 변신했다.

실내는 개방감 있는 넓은 운전 시야를 확보했다.

계기판과 대시보드는 우드톤 그레이 가죽과 크롬 몰딩이 어우러져 고급스러운 이미지를 연출한다.

신형 알티마는 트림에 따라 2개의 신형 엔진을 탑재했다.

2.0ℓ 터보 가솔린 엔진은 가변 압축비 기술을 적용해 최고출력 252마력, 최대토크 38.7㎏·m의 강력한 주행성능과 복합연비 12.2㎞/ℓ를 실현했다.

2.5ℓ 4기통 직분사 가솔린 엔진은 최고출력 184마력, 최대토크 24.9㎏·m, 복합연비 12.9㎞/ℓ를 제공한다.

안전성도 강화했다.

10개의 SRS 에어백을 비롯해 인텔리전트 비상 브레이크, 인텔리전트 어라운드 뷰 모니터, 차간거리 제어, 차선 이탈 방지 등 첨단 기술을 대거 적용했다.

아울러 7인치 어드밴스드 드라이브 어시스트 디스플레이, 저중력 시트를 갖춰 편의성을 높였다.

가격은 2.5 스마트 2960만원, 2.5 SL 테크 3550만원, 2.0 터보 4140만원이다.

허성중 한국닛산 대표는 "신형 알티마는 디자인과 혁신 기술력을 총집약한 닛산의 대표 중형 세단"이라면서 "신형 알티마를 통해 수입 세단 시장 부흥을 이끄는 선도자로 자리매김하겠다"고 말했다.

@highlight

한국닛산이 16일 시승행사 없이 신차 '신형 알티마'를 출시하고 조용히 판매에 들어갔으며, 허성중 한국닛산 대표는 "닛산의 대표 중형 세단"이라고 말했다.