배우 박시은이 '모두 다 쿵따리'를 통해 새로운 캐릭터를 완벽하게 소화해내며 안방극장을 사로잡았다.

16일 첫 방송된 MBC 아침드라마 '모두 다 쿵따리'에서 박시은은 뉴욕라이프를 즐기던 뉴요커에서 뜻하지 않은 사건에 휘말려 미국에서 추방당한 송보미 역을 맡았다.

'모두 다 쿵따리' 1회에서 일본에 머무르던 보미(박시은 분)가 산업 스파이로 오해받아 한국으로 오게 되는 모습이 그려졌다.

미국에서 추방당해 한국으로 온 보미는 공항에서 조사관들의 말을 듣고 도망쳤고, 쿵따리 마을로 향하게 됐다.

쿵따리 마을에 도착 한 보미는 마을 사람들에게 혼나고 있는 다순(최지원 분)과 다식(김태율 분)을 도와줬고 이로 인해 마을 사람들과 육탄전을 벌이며 시작부터 웃음을 유발했다.

이후 등장한 수호(김호진 분)는 보미에게 마을 사람들이 아이들을 혼내는 방식을 설명했지만 보미는 "아이들이 아프다면 잘못된 행동이고 폭력"이라고 말했다.

의견 대립으로 감정이 격해진 보미는 "우리 동네에도 이런 게 있더라고!"라며 수호의 얼굴에 짚 뭉치를 뿌렸다.

방송 말미 버섯을 먹고 실성한 보미는 수호에게 기습 뽀뽀를 하게 됐고 이 둘의 인연으로 어떤 전개가 펼쳐질지 기대를 모으고 있다.

박시은은 미워할 수 없는 오지라퍼 송보미와 한 몸이 된 듯 완벽히 역할을 소화해내 시청자들의 눈길을 끌었다.

상황에 따라 시시각각 변하는 눈빛과 차가움과 따뜻함을 오가는 말투가 더해져 캐릭터를 더욱 입체감 있게 완성해냈다.

이처럼 섬세한 연기력으로 극의 몰입도를 더한 박시은의 활약에 귀추가 주목된다.

박시은이 출연하는 MBC 아침드라마 '모두 다 쿵따리'는 매주 월~금요일 오전 7시 50분 방송된다.

@highlight

첫 방송된 MBC 아침드라마 '모두 다 쿵따리'에서 산업 스파이로 오해받아 미국에서 추방당한 송보미 역을 맡아 캐릭터를 완벽하게 소화한 배우 박시은 방송 말미 수호에게 기습 뽀뽀를 하는 장면으로 둘의 관계가 어떤게 그려질지 앞으로의 이야기가 기대된다.