배우 안재홍이 다이어트 비법을 공개했다.

15일 방송된 JTBC '냉장고를 부탁해'에 JTBC 새 금토드라마 '멜로가 체질'에 함께 출연하게 된 배우 안재홍과 천우희가 출연했다.

안재홍은 대표작인 '응답하라 1988' 당시 정봉이 역할을 맡으며 엄청난 먹방과 함께 봉블리 신드롬을 일으킨 바 있다.

안재홍은 "동네에서 가장 부유한 집 아들 역할이라 식사 때 반찬 가짓수가 많았다. 식사하는 장면이 가장 좋았다"라고 밝혔다.

"라미란, 김성균 선배님도 촬영 전 식사를 안 하고 오셨다. 가족끼리 식사하는 장면이 많아서 실제로 식사를 하면서 촬영했다"고 덧붙였다.

현재 몸무게에 대해서는 "다이어트를 해서 8~10kg정도 감량했다"면서 "두 달 정도 유지를 해야하는데 요요가 올 것 같다. 후각이 예민해진다. 특히 돼지갈비 냄새가 많이 난다"고 전했다.

동료배우 천우희의 폭로도 이어졌다.

천우희는 "안재홍은 매일 먹는다. 6시 전에 먹으면 살 안 찐다며 먹고, 저번에 배우들끼리 모였을 때 안재홍이 한강에서 라면을 먹더라. 우유랑 같이 먹으면 살이 안 찐다고 했다"고 '허언증 다이어터' 안재홍의 실체를 폭로해 모두를 푹소케 했다.

이에 안재홍은 "먹는 걸 너무 좋아한다. 조금씩 많이 먹는 스타일이다. 광장시장에 가면 빈대떡, 마약김밥, 육회, 생태탕, 육전, 떡볶이, 순대까지 6차~7차를 찍는다"라며 대식가 면모를 드러냈다.

어떻게 다이어트에 성공했냐는 질문에 "자전거를 많이 탔다. 하지만 요요가 올 것 같다"며 슬픈 표정을 지어 웃음을 자아냈다.

천우희는 "사실 요즘 미모가 예뻐져서 유지하라고 하고 있다. 드라마 끝날때 까지만 참아달라고 부탁했다"며 동료애를 드러냈다.

@highlight

15일 방송된 JTBC '냉장고를 부탁해'에 JTBC 새 금토드라마 '멜로가 체질'에 함께 출연하게 된 배우 안재홍과 천우희가 출연해 10kg를 감량한 안재홍과 '허언증 다이어터'라며 실체를 폭로한 천우희가 모두를 폭소케 했다.