세제혜택 강화 등 근본책 필요"

개인종합자산관리계좌(ISA)가 지난 2016년 만능통장이란 별칭으로 출시됐지만 4년 동안 이렇다 할 역할 없이 표류하고 있다.

ISA의 비과세 혜택이 기대보다 적은 데다, 가입자 제한, 낮은 수익률로 외면받고 있어서다.

금융업계는 그간의 땜질식 보완책을 계속해서 내놓는 것이 아닌 세제혜택을 파격적으로 늘리는 등 근본적인 해결책이 필요하다고 주장한다

15일 금융투자협회에 따르면 ISA 가입자 수는 지난해 금융당국이 비과세 혜택범위를 확대하고 경력단절자를 가입 대상에 포함하는 등의 자구책에 215만명까지 늘어났지만 다시 올해 5월 213만명까지 떨어졌다.

ISA 출시 초기에는 경쟁적 홍보 경쟁으로 인해 가입자가 240만명을 넘어서기도 했지만 투자원금을 장기간 빼지 못하고 이자소득세 감면도 수십만원에 불과하자 계속해서 가입자가 빠져나갔다.

상품에 따라 이자소득으로 최대 400만원 한도까지 이자소득세율 15.4%를 면제해 주는데 실제 아끼는 돈은 5년간 62만원에 불과하다.

이에 지난해 금융당국은 납입금을 수시 입출금할 수 있게 하고, 서민형(250만원→400만원)과 농어민(200만원→400만원)의 연간 비과세 한도를 늘리는 ISA 2를 출시했지만 큰 효과를 거두지 못했다.

상품만 두고 봐도 수익성 때문에 정작 세제 혜택을 받지도 못하는 상황까지 벌어지고 있다.

올해 5월 말 기준 ISA 상품의 평균 1년 수익률은 증권 -1.53%, 은행 -1.17%에 그쳤다.

수익을 낼 경우 비과세되는 상품인데, 손실을 봤기 때문에 세금 혜택도 못 받는다.

더불어민주당 자본시장활성화특별위원회는 이달 말 ISA가입자의 제한을 없애고 비과세 혜택을 대폭 확대하는 개선안을 마련하기로 했다.

하지만 이미 투자자들의 관심은 떨어질 대로 떨어졌다.

한 금융권 관계자는 "출시 초기 정부의 정책에 부응하기 위해 경쟁적으로 홍보를 하면서 1만원짜리 깡통 계좌가 많이 존재한다"며 "이른 시간 내에 효과를 보기 위해 몇 가지 혜택을 계속해서 더하는 누더기식 보완보다는 세제혜택을 대폭 늘리는 등 근본적이고 긴 호흡의 대안이 필요하다"고 말했다.

@highlight

지난 2016년 만능통장이란 별칭으로 출시된 개인종합자산관리계좌(ISA)가 비과세 혜택이 기대보다 적은 데다, 가입자 제한, 낮은 수익률로 외면받고 있어 출시된지 4년동안 이렇다 할 역할없이 표류하고 있어, 금융계는 그간의 땜질식 보완책을 계속 내놓는 것이 아닌 세제혜택을 파격적으로 늘리는 등 근본적인 해결책이 필요하다고 주장한다.