삼성증권(대표 장석훈)이 사업 체질 개선에 박차를 가하고 있다.

핵심은 부동산 관련 인재 영입과 구조화금융 등 대체투자 활성화다.

16일 금융투자업계에 따르면 삼성증권은 최근 리서치센터 부동산담당 책임연구위원에 이경자 전 한국투자증권 연구위원을 선임했다.

이경자 연구위원은 부동산 전문가로, 한국투자증권 애널리스트를 지냈고 한국금융지주 전략기획실에서 근무했다.

그는 삼성증권 명의의 첫 보고서를 지난 12일 발간했다.

삼성증권 관계자는 "국내 개인투자자들은 자산의 70% 가까운 금액이 부동산이기 때문에 관련 투자정보에 대한 수요가 크다"며 "이에 따라 이경자 연구위원을 영입하게 됐다"고 전했다.

1분기 말 기준 삼성증권 리테일 고객예탁자산은 171조원에 달한다.

또한 삼성증권은 올해 들어 부동산 대체투자사업에서 성과를 내고 있다.

이 회사는 지난해 7월 대체투자본부를 신설하며 대체투자사업에 진출했다.

삼성증권은 최근 프랑스 부동산 투자회사 '이카드'와 파리 크리스털파크 빌딩 본계약을 체결했다.

거래 규모는 9200억원으로 삼성증권은 3788억원을 직접 투자했다.

앞서 삼성증권은 올해 프랑스 태양광발전소(715억원)와 영국 XLT 열차 리스(1067억원), 일본 아오야마 빌딩(1357억원), 미국 가스사업 지분(973억원), 프랑스 르미에르오피스(1054억원) 등에 투자했다.

삼성증권은 이 같은 자산을 구조화한 후 펀드 등을 조성해 셀다운(재판매)하고 있다.

이 사업에는 대체투자본부 부동산금융팀과 전략투자팀, 투자금융본부 SP(Structured Product)팀 등이 참여했다.

투자은행(IB) 인력도 늘어나고 있다.

삼성증권은 상반기에만 관련 인력 20여 명을 뽑은 것으로 알려졌다.

특히 대체투자를 강화하는 만큼 부동산 심사 인력 등도 선발했다.

아울러 올해 부동산과 인프라스트럭처 등 구조화금융 상품 공급 목표는 4조원으로 세웠다.

지난해 2조4000억원에서 70% 가까이 늘어난 규모다.

@highlight

16일 금융투자업계에 따르면 삼성증권은 최근 리서치센터 부동산담당 책임연구위원에 이경자 전 한국투자증권 연구위원을 선임해 그는 삼성증권 명의의 첫 보고서를 지난 12일 발간했으며, 삼성증권(대표 장석훈)이 사업 체질 개선에 박차를 가하고 있다.