미역, 다시마 등 해조류를 많이 먹는 사람은 대장암 발생 위험이 35% 낮다는 연구결과가 나왔다.

국립암센터 국제암대학원대학교 김지미·김정선 박사팀은 국내 대장암 환자 923명과 건강한 대조군 1846명을 대상으로 해조류 섭취가 대장암 발병에 미치는 영향을 분석한 결과, 섭취량이 가장 많은 그룹은 가장 적은 그룹보다 대장암 발생 위험이 35% 낮았다.

해조류의 종류별로는 다시마와 미역이 대장암 발생 위험을 각각 42%, 18% 낮추는 것으로 평가됐다.

해조류 섭취는 대장암 발생과 관련된 유전자의 돌연변이(단일염기다형성.SNP)에도 영향을 미치는 것으로 확인됐다.

연구팀은 대장암 발병 관련 돌연변이(rs6983267, rs7014346, and rs719725GG)에서 발현되는 GG, GT, TT의 세가지 유전형 중 TT 유전형을 가진 사람이 해조류를 많이 먹으면, 대장암과 결장암 위험이 각각 48%, 55% 낮아지는 것으로 추산했다.

김지미 박사는 "우리나라 근해에서 채취되는 미역과 다시마 등에는 체내 항산화기능을 높이는 생리활성물질이 풍부하게 들어 있는 것으로 보인다"면서 "대장암 예방을 위해서는 평상시 식단을 구성할 때 미역, 다시마 등의 해조류 섭취에 관심을 가질 필요가 있다"고 조언했다.

이번 연구 결과에서 연구팀이 해조류의 총섭취량에 따라 다시마, 미역, 김 3개 그룹으로 나눠 대장암 예방 효과를 비교, 분석한 내용을 보면, 김의 경우 미역이나 다시마 만큼의 효과가 관찰되지 않았다.

연구팀은 "김 역시 평상시 많이 먹는 해조류이긴 하지만, 주로 조미된 형태의 가공식품으로 섭취하기 때문에 그 효과가 미역이나 다시마에 미치지 않는 것으로 보인다"고 설명했다.

이 연구결과는 국제학술지 '유럽영양학저널'(European journal of nutrition) 최신호에 발표됐다.

@highlight

국립암센터 국제암대학원대학교 김지미·김정선 박사팀은 국내 대장암 환자 923명과 건강한 대조군 1846명을 대상으로 미역 등 해조류 섭취가 대장암 발병에 미치는 영향을 분석한 결과, 섭취량이 가장 많은 그룹은 가장 적은 그룹보다 대장암 발생 위험이 35% 낮았으며 종류별로는 다시마와 미역이 대장암 발생 위험을 각각 42%, 18% 낮추는 것으로 분석되었다.