미생물을 활용해 폐비닐과 잔류농약을 처리하고 과수화상병같은 고위험 병해충을 방제할 수 있는 국가 연구개발사업이 본격 착수한다.

농촌진흥청은 16일 미생물 분야에서 기술 경쟁력을 확보하기 위한 새로운 연구영역을 개척한다고 밝혔다.

농축산식품 분야에서 활용되는 미생물은 전세계 시장규모 75조원에 달하고 국내 미생물 시장은 3조4000억원으로 추정될 정도로 활용가치가 높다.

미생물농약부터 비료, 생균제, 전통발효식품까지 미생물이 활용되는데 이 중 농촌진흥청은 환경오염 저감 기술이다.

먼저, 2020년부터 5년간 미생물을 활용한 농업환경 문제 개선기술 개발 사업을 추진하기로 했다.

토양 오염의 주범인 농업용 폐플라스틱과 잔류농약을 분해하는 미생물을 선별해 이를 통해 오염물질의 분해를 향상시키는 기술을 개발할 계획이다.

또 최근 확산 중인 과수화상병 등 고위험 식물 병해충을 연구할 수 있는 생물안전 3등급의 차폐시설(BL3)을 설치해 신속한 전염경로의 파악하고 피해경감 기술도 개발할 예정이다.

이외에도 화학농약과 미생물을 결합한 하이브리드 농약 개발, 미생물을 활용한 가축의 면역력 증진기술 등을 추진할 계획이다.

국립농업과학원에서 운영 중인 미생물은행에는 지난해 기준으로 일반 미생물 2만 3456점, 특허미생물 1919점, 발효종균 87종을 확보해 보존하고 있다.

이를 통해 작물재배용 미생물제(엑스텐)와 축산용 미생물제(바이오프로)의 기술이전을 통해 각각 158억원과 21억원의 매출을 올려 미생물 분야 가능성을 확인했다.

이용범 국립농업과학원장은 "극한 환경에서도 생존할 수 있는 미생물은 유전적으로 다양한 기능성이 있어 국가적 난제를 친환경적으로 해결할 수 있는 미래자원이다" 라며, "미생물을 이용해 농업 환경오염 문제를 해결하고 마이크로바이옴 핵심 기술을 선점해 미래 신성장 산업으로서 미생물의 새로운 영역을 선제적으로 개척해 나가겠다"라고 밝혔다.

@highlight

농촌진흥청은 16일 미생물 분야의 국가 연구개발사업을 본격 시작한다고 발표하고, 해당 미생물 시장은 국내 3조4000억원정도로 규모가 크고 연구 부분은 미생물을 활용한 폐비닐과 잔류농약의 처리와 고위험 병해충을 부문이다.