도널드 트럼프 미국 행정부가 자국으로 들어오는 중미 이민자 행렬(캐러밴)로 하여금 제3국에서 망명 신청을 하도록 함으로써 사실상 미국 망명을 제한하는 규정을 내놨다.

관련국들은 강력하게 반발했다.

15일(현지시간) 뉴욕타임스(NYT) 등 외신은 미 법무부와 국토안보부가 공동 성명을 통해 중미 이민자들의 망명 신청을 대폭 제한하는 새로운 규정(IFR)을 발표했다고 전했다.

월리엄 바 법무부 장관은 성명에서 "미국은 관대한 국가지만 남쪽 국경의 수십만명의 외국인을 체포하고 처리하는 부담에 완전히 압도됐다"면서 "새 규정이 시행되면 미국에 입국하고자 망명 시스템을 이용하는 이들이 줄어들 것"이라고 강조했다.

케빈 매컬리넌 국토안보부 장관대행도 "미국 이민을 촉발하는 주요 요인을 줄이려는 것"이라고 덧붙였다.

새 규정이 마련되면 온두라스·엘살바도르 이민자들은 과테말라나 멕시코에서, 과테말라 이민자들은 멕시코에서 정치적 망명 신청을 해야 한다.

NYT는 "이민자가 최소 1개국에 망명을 요청했다 거부당했다는 증빙이 있으면 미 남부 국경에서 미국으로의 망명 신청을 할 수 있다"고 설명했다.

멕시코는 이러한 조치에 즉각 반발했다.

마르셀로 에브라르드 멕시코 외교부 장관은 기자회견에서 "우리는 미국의 일방적인 조치에 동의하지 않는다"면서 "미국에 거부당한 망명 신청자들을 위한 쓰레기 처리장이 되지 않을 것"이라고 말했다.

다만 미국과 '안전한 제3국' 협정을 체결하는 일은 없을 것이라고 강조하면서도 이를 위해서는 의회의 사전 승인이 필요하다고 언급하며 한발 물러서는 모양새를 보였다.

멕시코 현지에서는 미국이 자국으로 망명하려는 이민자를 관세 부과 등 경제력을 이용해 주변 약소국에 떠넘기고 있다는 비판의 목소리가 높다.

한편 트럼프 행정부가 지난 13일 미국 9개 대도시를 대상으로 대대적인 불법 체류자 검거 작전에 나선 것에 대해 뉴욕과 LA에 이어 시카고에서도 협조하지 않겠다는 뜻을 밝혔다.

로리 라이트풋 시카고 시장은 워싱턴포스트에 보낸 공개서한을 통해 "트럼프 행정부는 현재 추진하고 있는 '유해한 정책'을 재고해 달라"고 촉구했다.

@highlight

미국 행정부가 이민자 행렬(캐러밴)로 하여금 제3국에서 망명 신청을 하도록 하는 미국 망명을 제한하는 규정을 내놓으면서, 미국이 자국으로 망명하려는 이민자를 주변 약소국에 떠넘기고 있다는 비판의 목소리와 함께 주변국들이 강하게 반발하고 있다.