한일 무역 분쟁이 확전 양상을 띠고 있는 가운데, 데이비드 스틸웰 미 국무부 동아시아태평양 차관보가 16일 방한했다.

16~18일의 방한기간 스틸웰 차관보가 일본의 경제 보복 조치에 대해 어떤 언급을 할지 주목된다.

스틸웰 차관보는 필리핀 마닐라발 항공편을 타고 이날 오후 인천국제공항을 통해 입국했다.

외교부에 따르면 스틸웰 차관보는 17일 오전 청와대 국가안보실 측과 북핵 문제, 한·미동맹 현안 등을 논의한 뒤 이도훈 한반도평화교섭본부장을 만난다.

오후엔 카운터파트인 윤순구 외교부 차관보와 양자 협의를 하고, 직후 강경화 외교부 장관을 예방한다.

김인철 외교부 대변인은 16일 정례브리핑에서 “강 장관은 스틸웰 차관보와 만나 한·미동맹 발전 방안, 한반도 비핵화 및 평화 프로세스, 지역 정세 등과 관련된 미 측의 적극적인 역할을 당부할 예정”이라고 밝혔다.

앞서 김현종 청와대 국가안보실 2차장, 윤강현 외교부 경제외교조정관 등 정부 고위 인사들이 지난주 직접 워싱턴을 찾았을 때 미국 측이 한일 무역 분쟁 사태 악화를 막기 위한 합당한 역할을 검토해 보겠다는 입장을 내놓은 만큼, 스틸웰 차관보가 어떤 메시지를 내놓을지 주목된다.

특히 일본이 한국 대법원의 강제징용 배상 판결과 관련해 한국에 제안한 ‘제3국에 의한 중재위원회 설치’ 답변 시한이 18일이란 점을 감안하면 스틸웰 차관보의 방한 이유는 한일 무역 분쟁 중재를 위한 것으로 해석된다.

이 시한까지 한국이 긍정적 답변을 내놓지 않으면 일본은 이를 빌미로 추가 도발에 나설 것이란 전망이 많다.

한편, 미국 일간 뉴욕타임스(NYT)는 15일(현지시각) 일본의 대한 수출 규제를 두고 “아베 총리의 행보는 무역을 ‘곤봉’으로 바꾼 것으로, 이는 트럼프 대통령을 전적으로 모방한 셈”이라고 비판했다.

NYT는 또 전문가들의 발언을 인용해 “골치아픈 문제는 일본의 이번 조치가 다른 나라를 위협하기 위해 무역 등 경제적 이해를 무기화하는 사례가 점차 늘어나고 있다는 증거라는 점”이라며 “무역 조치를 한 건 올바른 방법이 아니다”고 지적했다.

@highlight

한일 무역분쟁으로 양국의 갈등이 심화되고 있는 가운데 16일 데이비드 스틸웰 미 국무부아태차관보가 방한할 예정으로 한일 무역분쟁 중재를 위한 어떤 방안을 제시할지 주목된다