아파트 층간소음을 제대로 확인하지 않은 아래층 주민이 위층 주민을 상대로 여러 차례에 걸쳐 욕을 하고 민원을 제기했다면 위층 주민에게 배상해야 한다는 판결이 나왔다.

대구지법 민사24단독 황형주 판사는 대구 한 아파트에 사는 A씨 가족이 아래층 주민 B씨 가족을 상대로 낸 손해배상 소송에서 원고 일부 승소 판결을 했다고 16일 밝혔다.

판결에 따르면, A씨 가족은 2017년 한 아파트로 이사 온 뒤 별다른 소음을 내지 않았다.

그럼에도 불구하고 아래층에 사는 B씨 가족이 1년 넘게 수차례 직접 찾아와 항의하고 관리사무소에 민원을 넣었다.

이 탓에 참을 수 없는 정신적 고통을 받은 만큼 A씨 가족은 위자료와 병원치료비 등을 달라며 소송을 냈다.

이들은 소송에서 B씨 가족들이 자기 부부에 대해 ‘박쥐처럼’ ‘미친X’ 등의 표현을 쓰며 욕하고 자녀들에게 정서적인 학대를 한 것은 물론 허위사실을 퍼뜨려 명예를 훼손했다고도 주장했다.

반면 B씨의 가족들은 층간 소음으로 갈등을 겪다 인터폰으로 7차례 항의한 적은 있고, 관리사무소에서 원고들에게 소음 발생 자제를 요청한 것은 관리사무소 직원들의 판단에 따른 것으로 자신들의 잘못이 아니라고 맞섰다.

또 이 과정에서 여러 차례 다툼이 있었고 다소 거친 말을 한 적은 있었지만, A씨 부부가 주장하는 협박이나 아동학대, 명예훼손 등과 같은 불법행위는 아니었다고 반박했다.

황 판사는 “여러 상황을 종합할 때 B씨 집에서 느낀 소음은 모두 A씨 집에서 발생시킨 것으로 단정할 수 없는 상황에서 B씨 가족들이 사실 확인을 제대로 하지 않은 것이 인정된다”며 “또 이웃이 참을 수 없을 정도의 소음을 발생시키면 항의해 바로잡을 수는 있다.

하지만 서로 갈등이 있다 하더라도 B씨 가족들이 A씨 가족들과 다투면서 사용한 표현은 일반적으로 참을 수 있는 수준을 벗어난 것으로 보인다”고 설명했다.

그러나 A씨 가족들이 B씨 가족들의 행위로 인해 병원 치료를 받았다며 청구한 치료비에 대해서는 “A씨 가족들이 제출한 증거만으로는 치료비 지출이 B씨 가족들 행위로 생긴 것으로 인정하기에는 부족하다”며 받아들이지 않았다.

@highlight

대구의 한 아파트에서 층간 소음을 제대로 확인하지 않은 아래층 주민이 위층 주민을 상대로 여러 차례에 걸쳐 일반적으로 참을 수 있는 수준을 벗어난 정서적인 학대는 물론 허위사실을 퍼뜨려 명예를 훼손했다고 주장한 위층 주민에게 원고 일부 승소판결을 했다고 밝혔다.