국내연구진이 노화 과정에서 발생하는 뇌 돌연변이가 알츠하이머병의 새 원인이 될 수 있다는 연구결과를 내놨다.

KAIST 의과학대학원 이정호 교수, KISTI(한국과학기술정보연구원) 국가슈퍼컴퓨팅본부 유석종 박사 공동 연구팀은 알츠하이머병 환자에게 얻은 사후 뇌 조직에서 알츠하이머병에 존재하는 뇌 체성 유전변이를 찾아냈다고 16일 밝혔다.

또 뇌 체성 돌연변이가 알츠하이머병의 중요 원인으로 알려진 '신경섬유다발' 형성을 비정상적으로 증가시키는 것도 확인했다.

노인성 치매의 가장 흔한 원인으로 알려진 알츠하이머병은 전 세계 GDP의 1%를 차지할 정도로 사회, 경제적 소모비용이 큰 질환이다.

하지만 여전히 알츠하이머병을 일으키는 분자 유전학적 원인은 명확하게 규명되지 않고 있다.

연구팀은 산발성 알츠하이머병 환자들에게 내후각피질에서 신경섬유다발이 공통으로 나타나는 현상에 주목했다.

알츠하이머병 환자의 뇌 조직에서 직접 '엑솜 유전체' 데이터를 생성해 알츠하이머병 뇌-특이적 체성 유전변이를 찾아냈다.

연구팀은 알츠하이머병 환자와 정상인의 해마 형성체 부위를 정밀하게 오려냈고, 저빈도의 체성 유전변이를 정확하게 찾아내기 위해 대용량 고심도 엑솜 시퀀싱 데이터를 생성하고 저빈도 체성 유전변이 분석에 특화된 분석 파이프라인을 독자적으로 구축했다.

이러한 새 방법론을 통해 실제로 알츠하이머병 환자의 뇌에 체성 유전변이가 실제로 존재함을 체계적으로 규명함과 동시에 체성 유전변이의 누적속도 및 신경섬유다발 형성과의 관련성도 함께 밝혀냈다.

연구팀의 발견은 알츠하이머병의 발병에 체성 유전변이가 주요한 역할을 할 수 있음을 강력하게 시사해 알츠하이머병 유전체 연구의 새로운 틀을 제시함과 동시에 향후 다른 신경퇴행성뇌질환의 연구에도 기여할 수 있을 것으로 기대된다.

@highlight

국내연구진인 KAIST의과학대학원과  KISTI국가슈퍼컴퓨팅본부 유석종 박사 공동 연구팀은 알츠하이머병 환자에게 뇌 체성 유전변이를 찾아내고 '신경섬유다발' 형성을 증가 시키는 것도 확인한 결과 노화 과정에서 발생하는 뇌 돌연변이가 알츠하이머병의 원인이 될 수 있다고 밝혔다.