전북지방중소벤처기업청은 16일 올해 1차로 선정된 전북지역 3곳 중 ‘신토불이’와 ‘남문소리사’에서 ‘백년가게 현판식을 가졌다.

100년 이상 존속하고 성장할 수 있는 소상인을 육성하고, 이 업체들의 성공노하우가 도내 소상인에게 확산될 수 있도록 하기 위함이다.

이번 백년가게로 선정된 ‘신토불이’는 1976년부터 전북대학교 정문에서 2대에 걸쳐 41년간 나들가게를 운영하며 주변 소상공인들과 공존하며 상생하는 한편, 변화에 빠르게 적응해 주요고객인 대학생들에게 차별적인 맞춤형 서비스를 제공해 주변 상권의 랜드마크로 자리매김 하고 있다.

‘남문소리사’는 1979년에 개업해 전자제품 판매업을 영위하며 ‘고객은 가족’이라는 철학과 30년 전에 구매한 제품도 수리해 주는 서비스 정신으로 오랜 고객층이 형성돼 있다.

아울러 청년층 고객과의 소통을 위한 SNS 홍보와 복합문화공간을 조성하는 등 혁신적인 마인드를 가지고 있다.

소매업 또는 음식점업 점포를 대상으로 ‘백년가게’를 선정해 오고 있다.

선정된 백년가게에는 인증현판을 제공하고 맞춤형 컨설팅, 혁신역량 강화교육, 보증우대(100% 보증, 수수료 0.8% 고정), 소상공인정책자금 금리우대(0.4% 인하) 등 다양한 정책수단을 연계 지원하고 있다.

지난해부터 현재까지 전북지역의 백년가게는 16곳이 선정 됐고, 전국 대비(158개 업체) 10%를 점유해 전국 17개 시?도 중 충북, 서울에 이어 3번째 순위에 해당된다.

현판식은 지난해 선정된 9곳과 올해 4월에 1차로 선정된 3곳 중 2곳을 포함해 총 11곳을 진행했다.

전북지방중기청 김광재 청장은 “다산다사의 구조로 인해 5년 생존율이 27.5%에 불과한 장수 소상공인이 극소수인 현 시대에 백년가게로 선정돼 진행한 현판식을 매우 뜻깊게 생각한다”며, “이 업체들의 성공노하우가 도내 소상인에게 확산될 수 있도록 적극적으로 뒷받침 하겠다”고 밝혔다.

@highlight

16일 전북지방중소벤처기업청은 올해 1차로 선정된 전북지역 백년가게 3곳 중 ‘신토불이’와 ‘남문소리사’에서 소상인을 육성하고, 이 업체들의 성공노하우가 다른 소상인에게 전해질 수 있도록 하기 위한 ‘백년가게 현판식'을 진행했다.