방송프로그램 저작권은 창작자에게 귀속되고, 프로그램 수익도 공정하고 투명하게 배분된다.

방송통신위원회(방통위)와 과학기술정보통신부는 문화체육관광부 등 관계부처와 협의해 방송사업자와 외주 제작사 간 투명한 거래질서 확립과 상생을 위한 '방송프로그램 외주제작 거래 가이드라인'을 17일 발표했다.

1991년 방송사 외주제작 의무편성이 도입된 이후 외주제작 시장은 양적으로 크게 성장했지만, 저작권과 수익의 자의적 배분 등 불합리한 관행이 있었다.

정부는 이를 개선하기 위해 2017년 12월 '방송프로그램 외주제작 불공정관행 개선 종합대책'을 국무회의에 보고했고 그 후속 조치로 이번 가이드라인이 마련됐다.

가이드라인은 방송사업자와 외주제작사 간 외주제작 거래 시 ▲외주제작의 원칙 ▲계약의 구성·방식 ▲제작비 산정·지급 ▲저작권·수익배분 ▲상생을 위한 노력 등을 담고 있다.

가이드라인에 따르면 계약은 반드시 촬영 시작 전에 서면으로 해야 한다.

정당한 사유가 있을 땐 시작 전 예정 기일을 적어 서면 계약을 체결해야 한다.

또 방송사와 외주사는 중대한 하자가 발생한 경우를 제외하곤 임의로 계약을 해지할 수 없다.

계약 해지 시에는 30일 전에 서면으로 사유를 통지해야 한다.

방송사는 방송프로그램 제작비 구성요소 등을 고려하여 매년 외주제작 프로그램 표준제작비 산정기준을 마련해야 한다.

방통위는 "방송사가 제작비 산정 시 외주제작사에 이를 제시함으로써 합리적인 제작비가 산정·지급되도록 하였다"라고 밝혔다.

방통위는 "저작권법에 따라 저작권의 창작자 귀속원칙을 재확인한다"라면서 "방송사 또는 외주사가 저작재산권을 양도하는 경우 권리의 종류·기간 등을 합의하여 계약서에 명시하여야 함을 규정한다"라고 했다.

아울러 방송사가 공정한 외주거래 환경 조성과 외주제작 근로환경 개선 등을 위해 상생협의체를 운영하도록 하고, 개최 시기, 구성원, 논의내용 등을 포함한 상생협의체 운영계획을 수립하도록 한다.

정부는 방송사에 가이드라인 이행 준비 기간을 부여한 후, 올해 11월부터 본격 시행할 방침이다.

@highlight

방송통신위원회와 과학기술정보통신부는 17일  '방송프로그램 외주제작 거래 가이드라인'을 발표하여 방송프로그램 저작권은 창작자에게 귀속되도록 하고, 정부는 준비 기간을 거쳐 올해 11월부터 시행할 방침이다.