“일본 학용품 사용 안한다”

17일 광주 광덕고등학교 태극기 상설전시관 앞에서 학생들이 일본의 수출규제를 규탄하는 현수막과 피켓을 들고 있다.

일본의 대(對)한국 수출규제로 전국에 반일감정이 확산하고 있는 가운데 광주 한 고등학교 학생들이 일본 제품 불매운동을 선언했다.

고등학생들이 일본제품 불매운동에 나선 것은 전국적으로 처음이어서 관심이 모아지고 있다.

광주 광덕고 학생회는 17일 오후 교내 태극기 상설 전시관 앞에서 재학생 150여 명이 모인 가운데 일본 제품 불매운동 선언식을 열었다.

학생들은 직접 만든 ‘일제(日製)의 사용은 일제(日帝)로의 회귀’, ‘역사를 잊은 민족에게 미래는 없다’라고 적힌 피켓을 들고 불매운동을 결의했다.

학생 대표는 국산 학용품 등을 사용하고 부모에게도 불매운동 참여를 요청하기로 하는 등 내용의 성명을 발표했다.

또 ‘NO JAPAN’이라고 써진 상자에 그동안 사용한 일본제품을 담아 버리는 불매운동 퍼포먼스를 선보였다.

아베 정권을 규탄하는 구호 제창도 이어졌다.

17일 광주 광덕고등학교 태극기 상설전시관 앞에 마련된 ‘NO JAPAN’상자에 학생들이 사용하던 일본 제품을 버렸다.

윤시우 학생회장은 “뉴스, 신문 등을 통해 수출규제 소식을 듣고 긴급회의를 열어 불매운동을 실천하기로 했다”며 “비록 작은 한 걸음이지만 이 운동이 전국 학생들에게 퍼져 대한민국의 단합된 힘을 보여줬으면 좋겠다”고 말했다.

광덕중·고 학교법인 만대학원은 단재 신채호 선생 후손이 설립했다.

그동안 경술국치일, 순국선열의 날 행사와 계기 교육으로 학생들의 역사의식 고취에 힘썼다.

2012년 욱일기 형상을 한 학교 엠블럼을 교체하고 지난해에는 교화를 국화에서 신품종인 ‘광덕 무궁화’로 변경했다.

지난 5월에는 친일 인명사전에 오른 작곡가가 만든 교가를 교체하기도 했다.

@highlight

일본의 대(對)한국 수출규제로 반일감정이 확산되는 가운데, 17일 광주 광덕고등학교 학생회가 일본 제품 불매운동 선언식을 열었는데 고등학생들이 일본 제품 불매운동에 나선 것은 처음이라 관심이 모아진다.