백만인 서명 참여·UCC도 제작 고흥 소록도 인근 고교 학생들이 한센인을 위해 헌신한 마리안느, 마가렛 간호사의 노벨평화상 수상을 희망하는 편지를 써 화제다.

17일 전남도교육청에 따르면 녹동고등학교(교장 최용성)는 전날 학교 도서관에서 학생자치회가 주관한 마리안느와 마가렛 노벨평화상 수상 희망 편지쓰기 결과물을 사단법인 마리안느와 마가렛 나눔연수원 측에 전달했다.

학생 250여명은 교황청과 노벨상추진위원회 측에 각각 1통씩 총 500여 통의 편지를 국문과 영문으로 작성했다.

이번 노벨평화상 수상 희망 편지쓰기는 지역사회 연계 학교민주주의 시민교육 프로그램의 하나로 숭고한 희생정신을 보인 마리안느와 마가렛 두 간호사의 나눔과 희생정신, 그리고 소통과 공감정신을 널리 알리기 위해 추진됐다.

이날 전달식에는 마리안느와 마가렛 김연준 이사장, 녹동고 최 교장과 학생자치회 김승주 회장을 비롯한 두 기관 관계자 15명이 참석했다.

행사에 참여한 2학년 학생은 “지난 6월 마리안느와 마가렛 나눔연수원 초청을 받아 소록도의 천사라고 불리는 두 간호사님의 나눔과 희생정신을 담은 영화를 보고 감명을 받았다”며 “숭고한 봉사정신을 널리 알리고 싶다”고 말했다.

김 이사장은 “녹동고 학생자치회가 중심이 돼 바티칸 교황청과 노벨상 추진위원회에 편지를 써주었는데, 전교생이 함께한 이 일이 자랑스럽다”며 “사랑을 받았던 나라에서 사랑을 전하는 나라로 발돋움하기 위해 학생들이 중심이 되는 활동을 적극 지원하겠다”고 약속했다.

녹동고는 이와 함께 마리안느·마가렛 노벨평화상 수상 백만인서명운동에도 참여해 전교생 276명과 전교직원 40명의 서명서를 전달했고, 관련 UCC도 제작하고 있다.

녹동고는 전남도교육청이 지원하는 2019 학교자율사업선택제의 하나로 마리안느와 마가렛 두 간호사의 나눔과 희생정신을 기초로 책임, 존엄과 협동의 학교민주시민 프로그램을 알차게 운영하고 있다.

@highlight

녹동고등학교는 숭고한 희생정신을 보인 마리안느와 마가렛 두 간호사의 나눔과 희생정신, 그리고 소통과 공감정신을 널리 알리기 위해 추진된 노벨평화상 수상 희망 편지쓰기 결과물을 마리안드와 마가렛 나눔연수원에 전달하였다.