체험적 소비자인 '모디슈머(Modisumer)'가 늘어나면서 편의점 아이스컵에도 다양한 음료와 주류를 섞어마시는 트렌드가 확산되고 있다.

17일 GS25에 따르면 최근 3개월간(4~6월) 커피를 제외하고 아이스컵과 함께 구매되는 상품을 분석한 결과, 20대 이상의 전 연령층에서 소주와 맥주를 가장 많이 구매한 것으로 나타났다.

단순히 컵을 이용하거나 맥주 캔 그대로 마시기보다는, 아이스컵을 사용해 조금 더 시원하게 즐기려는 고객들이 늘어난 것으로 풀이된다.

커피와 소주, 맥주에 이어 연령별 선호 상품을 보면 20~30대는 아이스컵과 함께 '박카스' 등 에너지음료와 탄산음료를 주로 구매하는 것으로 집계됐다.

반면 40~50대는 막걸리와 탄산음료 구매 비율이 높은 것으로 나타났다.

이같은 추세에 GS25는 하절기 시즌에 맞춰 출시한 즉석 조리면에도 아이스컵을 활용했다.

여름 시즌 상품인 평양물냉면, 맛김치말이국수, 가쓰오냉소바 구매 시 아이스컵을 증정한 결과, 해당 상품은 지난 1일부터 16일까지 즉석 조리면 매출 순위 1~3위에 올랐다.

편의점 아이스컵의 활용법이 점차 다변화되면서 GS25의 아이스컵 매출 신장률은 2017년 55.3%, 지난해 32.1%에 이어 올해 6월까지 48%로 두 자릿수를 기록했다.

현재 아이스컵의 판매량은 GS25에서 판매하는 3000여가지 상품(담배·서비스상품 제외) 중 2위를 차지하고 있다.

GS25는 매년 아이스컵 판매량이 증가함에 따라 2017년에 얼음 공급처를 3곳에서 4곳으로 확대했으며, 올해도 공급처 1곳을 추가 확대했다.

이를 통해 하루 최대 100만개 이상의 얼음 컵을 공급받을 수 있게 됐다.

박종인 GS리테일 아이스컵 MD는 "SNS 등을 통해 다양한 아이스컵 활용법이 공유되고 있어 아이스컵 판매량이 지속 증가하고 있다"며 "공급처 확대를 통해 고품질 아이스컵을 안정적으로 생산, 공급할 수 있도록 항상 노력하겠다"고 말했다.

@highlight

체험적 소비가가 늘어나면서 편의점 아이스컵에도 다양한 음료와 주류를 섞어마시는 트랜드가 확산되고있는데, 20~30대는 박카스와 사이다를 마시는 얼박사, 40~50대는 막걸리와 사이다를 섞어마시는 얼막사가 있다.