전북교육청이 17일 교육부에 상산고의 자율형사립고 지정 취소 동의 요청서를 제출했다.

전자문서 형식으로 제출된 동의 요청 문건에는 청문 주재자 의견서, 상산고 측의 진술서와 교육부 제출을 요청한 의견서, 청문 진술서 등이 포함됐다.

청문 진술서는 지난 8일 전북교육청이 진행한 상산고 청문 당시 상산고 측과 전북교육청 측이 나눈 대화를 기록한 것이다.

교육부가 제시한 '자사고 지정취소 동의 요청 시 제출 서류 목록 예시' 중 '청문 속기록'을 대체하는 서류다.

전북교육청 관계자는 "청문 속기록과 진술서 모두 발언자들의 내용을 담았지만, 진술서는 청문 시작과 끝을 설명하는 절차 안내 등 부수적인 발언들을 생략한 차이가 있다"며 "상산고 측과 속기록 대신 진술서를 내기로 합의했고, 학교 측 입장도 빠짐없이 (요청서와) 함께 제출했다"고 밝혔다.

교육부 장관은 특별한 사유가 없는 한 요청서를 받은 날로부터 50일 이내에 동의 여부를 결정해야 한다.

유은혜 교육부 장관이 앞선 11일 국회 대정부질문에서 학생 피해를 최소화하기 위해 신속한 결정을 내리겠다고 밝힌 만큼, 최종 결정은 이달 안에 발표될 것으로 보인다.

이에 학부모·교육단체도 교육부 장관의 합리적인 판단을 촉구하고 나섰다.

상산고 학부모 500여 명은 이날 교육부 앞에서 집회를 열고 '자사고 취소 부동의'를 주장했다.

이들은 "어떠한 명분도 국민적 합의·절차적 정당성을 무시할 수 없다"며 "취지에 어긋난 평가로 의미를 상실한 전북교육청의 잘못된 선례를 바로잡아 사회갈등을 막고 설득력 있는 교육 개혁을 이뤄달라"고 밝혔다.

이날 군산에서는 '자사고 폐지, 일반고 전환을 요구하는 군산 시민단체 모임'이 기자회견을 열고 "교육부 장관의 상산고 자사고 폐지 결정을 촉구한다"고 밝혔다.

단체는 "자사고 문제를 시도교육청에 떠넘길 때가 아니다"며 "지금이 문재인 대통령과 집권당인 더불어민주당이 자사고 폐지 공약을 실천할 절호의 기회"라고 주장했다.

@highlight

전북교육청이 17일 상산고의 자율형사립고 지정 취소를 교육부에 요청했으나, 상산고 학부모 500여명은 이에 반대집회를 열었으며 교육부 장관은 이달 안에 취소 여부를 발표할 예정이다.