충남도는 국가산단 지정 20년이 넘도록 분양율 20% 초에 머물던 석문산단이 잇따른 기업유치에 힘입어 연내 분양률 50% 돌파를 넘보고 있다고 17일 밝혔다.

석문산단은 1991년 국가산단으로 지정돼 당진시 석문·고대면 일원 452만 6000㎡ 규모로 조성됐으며 분양 대상 면적은 임대 토지 46만 8000㎡를 빼고 405만 8000㎡에 달한다.

석문산단 분양률은 2010년 11.9%, 2015년 19.1%로 저조했으며 민선7기 출범 직전인 지난해 6월에도 24.5%에 불과할 정도로 고질적 미분양 산업단지로 분류됐었다.

석문산단이 '고질적 미분양 산단'이라는 꼬리표를 뗀 것은 지난해 10월 LG화학 유치가 결정적인 계기가 됐다.

LG화학이 도와의 MOU를 통해 석문산단 23만 8368㎡의 부지에 2021년까지 2000억원을 투자해 미래 유망 소재 생산공장을 건립키로 하면서 석문산단 분양률은 22.7%에서 32.7%로 급증했다.

석문산단은 지난달까지 139만 9000㎡가 분양돼 분양률 34.5%를 기록 중이다.

기업체는 86개사로 24개사가 가동하고 있고 36개사는 건설 중이며 나머지는 착공을 준비하고 있다.

또 지난 1일에는 도가 환영철강공업을 석문산단에 유치하면서 분양률이 40.5%로 급상승하게 됐다.

환영철강공업은 석문산단 24만 5000㎡의 부지에 2023년까지 3500억원을 투입해 최신 설비를 갖춘 공장을 건설키로 했다.

도는 앞으로 국가기간산업과 앵커기업 유치에 적극 나서는 한편 지방투자보조금 지원 등 입주 기업에 대한 인센티브를 강화키할 계획이다.

현재 도가 유치를 추진 중인 국가기간산업이 올해 말 석문산단 입주를 최종 결정하게 되면 석문산단 분양률은 50%를 넘길 수 있을 전망이다.

@highlight

충남 석문산단 분양률은 고질적 미분양 산업단지로 분류될 정도로 분양율이 20년 넘도록 20% 초에 머물렀지만 지난해 10월 LG화학 유치가 결정적인 계기가 된 후 연내 분양률 50% 돌파를 넘보고 있다고 17일 발표되었다.