대체거래소 도입이 가시화하면서 한국거래소 본사가 있는 부산에서 반발의 목소리가 커지고 있다.

당장 수수료 수입이 줄어들어 지역 경제에 악영향을 미치고 금융 중심지 조성에도 차질을 빚을 것이라며 우려하고 있다.

조성렬 동아대 명예교수는 "부산 금융 중심지가 자리 잡지도 못한 상황에서 서울 업계가 ATS를 설립하면 지역 금융 중심지를 활성화할 여지를 완전히 없애는 것"이라고 주장했다.

박인호 부산경제살리기시민연대 대표도 "거래소가 반쪽짜리 부산 기관의 한계를 보이는 상황에서 ATS마저 생기면 금융 중심지 역할이 상당히 위축될 수밖에 없다"며 "거래소가 취급하는 파생상품을 거래하던 투자자도 ATS로 빠져나갈 수 있어 실제 악영향은 예상보다 더 클 수 있다"고 우려했다.

ATS 도입 이후 한국거래소의 수수료 수입이 최대 3분의 1가량이 줄어드는 것으로 추산됐다.

국회 정무위원회 소속 김정훈 자유한국당 의원실(부산 남구갑)은 ATS를 도입하면 한국거래소 주식 거래 수수료 수입이 연간 최대 370억원 감소한다고 밝혔다.

한국거래소는 김 의원실에 제출한 자료에서 "ATS가 설립되면 거래소의 유동성이 분산돼 복수의 시장에서 거래가 이뤄지므로 거래소의 시장 운영에 영향이 발생한다"며 "거래소 주식 거래 수수료 수입이 최소 5.4%, 최대 29% 유출될 것으로 예상한다"고 분석했다.

김 의원은 "ATS가 설립되면 부산 금융 중심지가 위축되고 거래소 수익 축소로 지방 세수가 감소하는 등 지역 경제에 미치는 영향이 작지 않을 것으로 보인다"고 말했다.

한국선물거래소 유치에 앞장섰던 강병중 전 부산상공회의소 회장(넥센타이어 회장)은 "만약 ATS를 설립한다면 중소기업이나 스타트업을 위한 특화된 거래소가 적절하며 ATS 설립 논의에 앞서 한국거래소가 중심인 '부산 금융 중심지'가 튼튼하게 뿌리내리도록 지원하는 것이 우선이라고 생각한다"고 밝혔다.

한국거래소도 미국이나 유럽에 비해 시장 규모가 협소한 우리나라에서는 ATS가 오히려 소모적 경쟁만 낳을 것으로 우려하고 있다.

@highlight

ATS가 설립되면 거래소의 유동성이 분산돼 부산 금융 중심지가 위축되고 한국거래소의 수수료 수입이 최대 3분의 1가량이 줄어드는 것은 물론 소모적 경쟁만 우려된다.