무등일보에 매주 ‘새로쓰는 전라도 마한사’를 연재하고 있는 박해현 초당대 교수가 나주공공도서관에서 ‘쌍고분 출토 금동관편 영산지중해 마한왕국’이라는 주제로 특강해 큰 호응을 얻었다.

지난 15일 나주공공도서관(관장 이혁신)이 주관하고, 마한역사문화포럼(회장 박경중)이 주최한 마한 역사 포럼에는 50여 명의 회원과 일반 주민이 참석했다.

이날 박 교수는 2시간 넘게 진행된 특강에서 1917년 출토된 신촌리 9호분 금동관(국보 295호)이 백제국왕이 사여한 위세품이 아니라, 반남 지역에서 제작해 마한 국왕이 사용하였던 왕관이었다고 전제했다.

이번 영암 시종 쌍무덤에서 신촌리 9호분과 동일한 금동관편들이 나왔다는 것은 이 고분의 피장자도 신촌리 9호분의 피장자와 같은 지위에 있었다는 것을 의미한다고 설명했다.

박 교수는 “그동안 추정했던 시종과 반남 지역에 연맹체를 형성하며 영산지중해의 대국으로 발전하였던 ‘내비리국’으로 대표되는 마한왕국의 실체가 확인되었다는 점에서 발굴의 의의가 있다”고 말했다.

결국 영산강 유역의 강력한 마한왕국이, 한국 고대사의 원형이라는 사실을 이번 쌍무덤의 유물들이 증명해주고 있다는 것이다.

박 교수는 “금동관의 주인을 ‘마한왕국의 국왕’이 아닌 ‘마한사회의 수장층’이니, ‘마한시대 최상위층’이니 하는 표현을 쓰고 있는 것은 결국 이 지역에 성립되어 있는 마한 왕국의 실체를 인정하지 않으려는 의도가 깃들어 있다”고 경계를 주문하기도 했다.

한편, 나주 지역에서 활동하고 있는 ‘마한역사문화포럼’은 매달 집담회를 열어 전문가 초청 특강을 이어가는 등 마한사에 대한 이해의 폭을 넓히는데 앞장서고 있다.

@highlight

박해현 교수는 1917년 출토된 신촌리 금동관이 백제국왕이 사여한 위세품이 아닌 마한 국왕이 사용했던 왕관이라 밝히며 마한왕국의 실체가 확인되었다는 점에서 발굴의 의의가 있다며 '쌍고분 출토 금동관편 영산지중해 마한왕국'이라는 주제로 특강을 해 주목을 받았다.