녹십자MS, 태창산업이 혈액백 구매 입찰에 참여하면서 담합한 사실이 적발됐다.

공정거래위원회는 대한적십자사가 발주한 3건 혈액백 공동구매 단가 입찰에서 담합한 녹십자MS, 태창산업에 과징금 총 76억9800만원을 부과하고, 녹십자MS와 소속 직원 1명을 검찰에 고발한다고 17일 밝혔다.

혈액백은 헌혈자로부터 재취한 혈액을 저장하는 용기다.

녹십자MS와 태창산업은 2011~2015년 대한적십자사가 발주한 3건 혈액백 공동구매 단가 입찰에 참여하면서 사전에 7대3 비율로 예정수량을 배분하고 투찰가격에 합의했다.

사전 합의대로 태창산업은 30%, 녹십자MS는 70%에 해당하는 수량에 투찰해 각각 해당 물량을 낙찰받았다.

두 기업은 3건 입찰에서 모두 99% 이상의 높은 투찰률로 낙찰 받았다.

'희망수량 입찰제' 도입이 두 기업 담합 배경이 됐다.

이 제도는 1개 업체 생산능력으로는 전체 입찰 공고 수량을 공급할 수 없거나 곤란한 경우 적용되는 것으로, 최저가 입찰자부터 희망 예정수량을 공급하고 후 순위자가 나머지 예정수량을 공급하는 형태다.

신용희 공정위 입찰담합조사과장은 "희망수량 입찰제 특성상 입찰 참여자가 원하는 수량을 낙찰 받기 위한 가격 경쟁이 심화될 수 있기 때문에 두 기업이 이를 방지하기 위해 담합했다"고 말했다.

공정위는 녹십자MS에 58억200만원, 태창산업에 18억9600만원 과징금을 각각 부과했다.

3건 입찰 물량뿐 아니라 합의 효과가 미친 13회 계약 연장 물량까지 관련매출액에 포함해 과징금을 부과했다.

이와 함께 녹십자MS와 소속 직원 1명을 검찰에 고발하기로 했다.

신 과장은 "혈액을 필요로 하는 절박한 환자의 호주머니와 건강보험 예산을 가로챈 악성 담합을 적발해 엄벌했다는 점에서 의의가 크다"고 말했다.

@highlight

녹십자MS, 태창산업은 2011~2015년 혈액백 공동구매 단가 입찰에서 담합을 통해 투찰 가격으로 합의한 것에 대해 공정거래위원회는 태창산업에 과징금 76억 9800만원을 부과하고 녹십자MS사와 소속 직원 1명을 고발한다고 밝혔다.