▲ 제천시 '내 고장 제천愛 주소 갖기 범시민 자율 실천 운동' 업무 협약 체결 모습.

"인구 13만5000명선 붕괴를 막아라."

제천시와 관내 65개 기관·단체가 최근 감소세를 보이는 지역 인구 회복을 위해 머리를 맞댔다.

시는 16일 시청에서 제천경찰서, 제천교육청, 제천소방서, 육군 제3105부대 제3대대, 대한노인회 제천시지회 등 관내 65개 공공기관·사회단체와 '내 고장 제천愛 주소 갖기 범시민 자율 실천 운동' 업무협약을 체결했다.

주요 기관·단체들이 지역의 위협 요인으로 작용하는 인구 감소 문제를 공동으로 대응해 해결하자는 데 뜻을 모은 것이다.

이번 협약에 따라 이들은 △내 고장 제천愛 주소 갖기 범시민 자율 실천 운동 참여 △제천시 인구 증가를 위한 범시민 제천사랑 운동 전개 △남녀 평등한 노동·육아 환경 마련으로 가족 친화 사회 환경 조성 △인구 절벽 해소를 위한 인구 교육 및 캠페인 실시 △제천시 인구 정책 추진에 적극적인 협력 등 인구 감소 문제에 공동 대응하기로 했다.

최근 3년 새 지역의 인구는 소폭이지만 감소 추세다.

시가 '마지노선'으로 잡고 있는 인구 13만 5000명 붕괴를 위협하는 수준이다.

지난 6월 말 현재 제천시 인구는 13만 5176명으로, 2018년(13만 5386명), 2017년(13만 6432명)에 비해 점차 줄고 있다.

시 관계자는 "지난 2월 13만 5000명선이 무너졌었다"며 "전입신고를 하지 않은 대학생과 유관기관·기업 임직원, 학교 교직원 등 시민을 대상으로 내 고장 제천愛 주소 갖기 범시민 자율 실천 운동을 추진해 회복했다"고 말했다.

또 "이번 협약으로 기관·단체가 한마음으로 지역 인구 문제를 해결해 나가자는 공감대가 형성됐다"며 "인구는 각종 정책의 기본이 되는 중요한 요소로, 실제로 제천에 거주하는 시민들이 주소를 옮긴다면 지역 사회 발전에 큰 힘이 될 것"이라고 기대했다.

@highlight

제천시는 최근 지역의 위협 요인으로 작용하는 인구 감소 문제와 관련해 16일 시청에서 제천경찰서, 대한노인회 제천시지회 등 관내 65개 공공기관·사회단체와 공동 대응하기로 뜻을 모으고 인구 회복을 위한  '내 고장 제천愛 주소 갖기 범시민 자율 실천 운동' 업무협약을 체결했다.