16일 부산 통합청사 건설현장(연제구 거제동 소재)에서 남궁 영 캠코 공공개발본부장(사진 가운데), 캠코 및 건설현장 관계자들이 현장 안전점검 및 폭염대비 근로자 건강보호를 위한 방안을 논의하고 있다.

한국자산관리공사 제공.

캠코(한국자산관리공사, 사장 문창용)는 현재 시공 중인 국ㆍ공유개발 14개 사업장, 현장 근로자 약 740명을 대상으로 여름철 폭염에 따른 온열질환 및 안전사고 예방을 위해 건설현장 근로자 건강보호 활동을 시행한다고 밝혔다.

이번 건강보호 활동은 폭염에 따른 정부의 인명피해 및 안전사고 예방 정책에 적극 부응하고 혹서기 건강한 건설 환경 조성을 위해 폭염 대비 사업장 행동 요령 및 야외 활동 안전 수칙 등을 각 사업장에 전파하기 위해 마련됐다.

이의 일환으로 지난 16일 남궁 영 캠코 공공개발본부장 및 캠코 관계자는 부산 통합청사 건설현장(연제구 거제동 소재)을 방문하여 근로자 건강보호 가이드라인 준수 여부를 확인하고 근로 여건, 불편 사항 등 관련 의견을 청취했다.

캠코는 폭염 기상 특보(폭염 주의보 및 폭염 경보) 발령시 '무더위 휴식 시간제'를 적극 시행하여 낮 시간대(14~17시)에는 작업을 중지하고 열사병 예방안전 수칙(물, 그늘, 휴식) 준수를 통해 온열질환을 예방하고 있다.

또한 △깨끗한 물과 식염수 준비 △그늘진 휴식 공간 제공 △안전모 및 안전대 등 보호구 점검 △가까운 병원 확보 △건설기계 장치 점검 등을 통해 하절기 근로자 안전사고 예방 활동도 적극 실시하고 있다.

남궁 영 캠코 공공개발본부장은 "폭염이 이어지는 내달 말까지 건설현장 근로자의 건강보호 활동을 지속적으로 점검할 예정"이라며 "현장의 다양한 의견 수렴을 통해 개선사항 및 해결방안을 마련하여 무더운 여름을 이겨내고 더욱 안전한 사업장 환경을 만들어 나가겠다"고 밝혔다.

@highlight

캠코는 현재 시공 중인 국ㆍ공유개발 14개 사업장, 현장 근로자 약 740명을 대상으로 여름철 폭염에 따른 온열질환 및 안전사고 예방을 위한 사업장 행동 요령 및 야외 활동 안전 수칙 등을 각 사업장에 전파하는 일환으로 지난 16일 부산 통합청사 건설현장을 방문하여 근로자 건강보호 가이드라인 준수 여부를 확인하고 근로 여건, 불편 사항 등 관련 의견을 청취했다.