제5호 태풍 다나스의 예상 진로도.

장마전선의 북상으로 폭우가 쏟아지고 올해 첫 태풍이 제주를 관통할 것으로 전망되면서 폭우와 강풍으로 인한 피해가 발생하지 않도록 각별한 주의가 요구된다.

제주지방기상청은 제주도 남쪽 해상에 위치한 장마전선이 북상하면서 17일 낮 한라산을 중심으로 비가 내리기 시작해 19일 오전까지 비 날씨가 이어지겠다고 예보했다.

예상 강수량은 18일 오후까지 30~80㎜이다.

장맛비가 그치면 제5호 태풍 다나스(DANAS)가 북상, 제주에 영향을 미칠 전망이다.

17일 오후 3시 필리핀 마닐라 북북동쪽 약 570㎞ 부근 해상에서 시속 15㎞의 속도로 북동진하고 있는 태풍 다나스는 오는 19일 오후 3시 서귀포 서남서쪽 약 280㎞ 부근 해상까지 북상한 후 이날 자정께 제주를 관통, 20일 오후 3시 부산 동북동쪽 약 150㎞ 부근 해상으로 빠져나갈 것으로 전망되고 있다.

태풍 다나스는 중심기압 996헥토파스칼(hPa)에 최대풍속 초속 18m의 소형급 태풍으로 북상 과정에서 세력이 강해지지는 않지만 제주를 직접 관통할 것으로 전망되는 만큼 비와 강풍에 의한 피해를 입지 않도록 시설물 관리 등에 철저한 대비가 요구된다.

특히 제주지역은 18일 오후부터 해상에 바람이 강하게 불고 물결이 높게 이는 등 태풍의 간접적인 영향을 받을 것으로 전망되고 있다.

한편 제주가 장마와 태풍의 영향을 받을 것으로 전망되지만 제주도는 "장맛비가 많이 내리지는 않을 것으로 보이는데다 태풍의 진로 역시 확실치 않다"며 피해 예방을 위한 재해 경보도 발령하지 않는 등 재난 대비에 손을 놓고 있어 논란이 일고 있다.

이에 대해 도민들은 "날씨가 매우 유동적인 만큼 갑작스런 피해가 얼마든지 발생할 수도 있는데 예상 강수량이 적다는 이유만으로 손을 놓고 있다는 것이 말이 되느냐"며 제주도의 안이한 대응을 질타했다.

@highlight

장마전선의 북상으로 인해 17일부터 19일까지 폭우가 내릴 예정이며, 이후 제5호 태풍 다나스가 북상할 것으로 보여 주민들의 각별한 주의가 필요하다.