공공기관이 주도하고 있는 울산의 스마트시티 조성사업을 시민이 제안, 기술공급자 등 주요 주체가 되는 방식으로 전환할 필요가 있다는 주장이 제기됐다.

울산발전연구원 김상락 박사는 17일 발표한 이슈리포트 ‘울산도 시민참여형 스마트시티 구축해야’를 통해 이 같이 밝혔다.

울산시는 지난 2017년 전국 최초로 ‘스마트시티 구축 마스터플랜’을 수립하고 전담조직 및 세부과제를 마련해 올해 5개 분야 13개 목표과제를 진행 중이다.

김 박사는 울산시 주도로 추진되는 현재의 방식은 시민 체감서비스의 다양성 부족을 초래하고, 기획단계부터 기술 개발, 서비스 운영에 실험적인 구축사례를 접목하기 어렵다고 분석했다.

또 사업 추진 조직의 위상이 낮은데다 기획·실무 인력 부족과 민·관 협의기구와 분야별 장기사업을 발굴하는 프로세스의 부재가 문제점으로 나타나고 있다고 지적했다.

김 박사는 그러면서 최근 정부가 스마트시티 조성사업을 시민참여형 방식으로 전환한 점과 국내외 선진사례에 주목해 울산도 개선점을 찾아야 한다고 주장했다.

김 박사는 울산이 스마트시티 구축을 시민참여형으로 전환 추진할 때 시민은 서비스 기획 단계부터 운영에 이르기까지 단순 사용자가 아닌 서비스 프로슈머(Producer+Consunmer)로 주요 역할을 담당해야 한다고 제안했다.

아울러 도심 스마트 환경 조성에 울산 기업들의 적극적인 참여가 필요하며, 기업들이 사회적 책임을 다해 지역사회에 공헌할 수 있는 프로젝트를 발굴해야 할 것이라고 덧붙였다.

또 ‘청년 유입 확대’를 염두에 둔 정책과 시민, 기업, 학교, 연구소 등 스마트시티 이해관계자들의 참여를 유도하는 다양한 보상정책을 마련해야 할 것이라고 강조했다.

김 박사는 또 울산시가 담당조직의 위상 강화와 기획·실무 담당인력을 보강하고, 특수목적법인(SPC) 설립 등으로 시민·기업·지자체의 협력환경을 조성해줄 것을 주문했다.

김 박사는 “울산의 스마트시티 조성과 산업 진흥을 위해 5년 단위 추진실적을 점검하고 계획을 수립할 수 있도록 조례 제정이 필요하다”며 “대구, 인천, 창원, 김해 등의 사례를 참고할만 하다”라고 말했다.

@highlight

울산발전연구원 김상락 박사가 17일 이슈리포트 ‘울산도 시민참여형 스마트시티 구축해야’에서 울산의 조성사업이 울산시 주도인 현재 방식은 시민 체감서비스의 다양성 부족을 야기하고 기술 개발, 서비스 운영에 실험적인 구축사례를 접목하기 어렵다며 울산이 추진하는 사업에대해 시민이 제안, 기술공급자 등 주요 주체가 되는 방식으로 전환해야한다고 주장하고 나섰다.