행정복지센터, 주민센터 등 제각각...

도민은 물론 관광객도 '혼선'

제주특별자치도는 사무소, 주민센터, 행정복지센터 등 여러 명칭으로 불렸던 읍·면·동 행정기구 명칭을 읍·면은 '사무소', 동은 '주민센터'로 각각 통일한다고 17일 밝혔다.

또 기존 행정복지센터 명칭은 사용하지 않기로 했다.

제주도는 현판 교체와 네이버 등 포털사이트에서 명칭 변경을 내년 상반기까지 마무리하기로 했다.

제주도에 따르면 과거 읍·면·동은 모두 사무소로 불렸지만 2007년 행정자치부(현 행정안전부)의 지침에 따라 동사무소만 명칭이 '주민센터'로 변경됐다.

이어 2017년에는 읍·면사무소 역시 주민센터로 바뀌었다가 1년 만에 사무소로 환원됐다.

'행정복지센터' 명칭은 2016년 12월부터 새롭게 붙여진 명칭이다.

행정안전부는 '읍·면·동 복지허브화' 일환으로 시범적으로 사회복지전담팀을 갖춘 읍·면·동에는 이 명칭을 사용하도록 했다.

이에 따라 2017년부터 한림읍, 구좌읍, 안덕면, 이도2동, 삼도1동, 건입동, 동홍동, 서홍동 등 8곳이 행정복지센터라는 명칭을 달게 됐다.

이처럼 읍·면·동 기관명이 제각각으로 불리면서 도민은 물론 관광객들도 혼선을 빚고 있다.

한 예로 주민등록 발급을 위해 안덕면행정복지센터 근처까지 온 한 관광객은 이 마을 주민에게 "면사무소가 어디에 있느냐"고 묻기도 했다.

이도2동행정복지센터의 경우 명칭 때문에 일부 관광객들은 행정기관이 아닌 사회복지시설이나 복지기관으로 착각해 다른 곳에서 민원서류를 발급받기도 했다.

제주도는 그동안 읍·면·동 행정기구의 명칭이 통일되지 않아 도민뿐만 아니라 관광객들에게도 많은 불편을 주고 있다는 민원이 제기되자, 지난 4월부터 도민 의견 수렴과 읍·면·동장 회의를 거쳐 명칭을 통일하기로 했다.

제주도 관계자는 "행정동은 주민센터, 읍면은 사무소로 명칭을 일괄 변경하고 현판 교체에 필요한 예산을 책정하겠다"고 말했다.

@highlight

제주도는 그간 여러 명칭으로 불려 도민과 관광객들에게 혼선을 빚은 읍·면·동 행정기구 명칭을 읍·면은 '사무소', 동은 '주민센터'로 통일했으며, 이에 따라 현판 교체와 포털사이트에서 명칭 변경을 내년 상반기까지 마칠 예정이다.