정일 아나운서와 김대원, 정승원이 함께한 하프시즌권 언박싱 영상.

대구FC 하프시즌권 홍보에 김대원과 정승원이 힘을 보탰다.

김대원과 정승원은 박정일 대구FC 장내 아나운서가 제작한 유튜브 언박싱 영상에 출연해 하프시즌권을 살펴보고 관련 내용을 전했다.

지난 11일부터 판매된 하프시즌권은 경기장 입장 시 사용가능한 시즌권을 비롯해 선수 포토카드, 랜야드, 배지 2종으로 구성됐다.

포토카드는 세징야 사진과 사인이 포함된 카드며 홈경기 당일 포토카드 배부처에서 시즌권(기존·하프)을 인증하면 매 경기 다른 선수의 포토카드를 받을 수 있다.

하프시즌권 패키지를 살펴본 김대원은 ‘깔끔한 디자인과 슬로건’, 정승원은 ‘구성품 중 배지와 포토카드’를 장점으로 꼽았다.

특히 두 선수 모두 ‘가격’을 또 다른 장점이라고 입을 모았다.

김대원은 “일반 티켓을 매 경기 사는 것 보다 저렴한 것 같다”고 말했다.

정승원도 “가격적인 면에서 팬들이 체감할 수 있을 것 같다”는 생각을 전했다.

하프시즌권 가격은 W석 성인 9만 원·청소년 6만 원·어린이 3만5천 원, E석 성인 8만 원·청소년 5만 원·어린이 3만 원, S석 성인 7만 원·청소년 4만 원·어린이 2만5천 원이다.

1차 판매기간은 오는 22일까지며 2차 판매기간은 다음달 1일부터 9일까지다.

1차 판매분은 오는 23일, 2차 판매분은 다음달 12일부터 순차적으로 발송된다.

하프시즌권은 오는 30일 DGB대구은행파크에서 열리는 수원삼성과의 23라운드 경기부터 스플릿 라운드 홈경기까지 최대 8경기에서 사용 가능하다.

시즌권 구매 시 2019시즌 내내 착석할 수 있는 본인의 자리를 지정할 수 있다.

W·E석은 지정석, S석은 비지정석으로 운영된다.

한편 박정일 아나운서와 김대원, 정승원이 함께한 하프시즌권 언박싱 영상은 유튜브 채널 ‘전지적 박아나 시점’에서 확인할 수 있다.

@highlight

김대원과 정승원은 박정일 대구FC 장내 아나운서가 제작한 유튜브 언방식 영상에 출연해 하프시즌권의 장점에 대해 각각 '깔끔한 디자인과 슬로건', '구성품 중 배지와 포토카드'을 꼽았고 두사람 모두 '가격'을 또다른 장점이라고 이야기 했다.