(좌측 두번째부터) EPRI 발전분야 자산관리 총괄실장 David Sorrick, EPRI 발전분야 기술관리 총괄실장 Neva Espinoza, EPRI 부사장 Tom Alley, 한국서부발전 김병숙 사장이 협력 논의 후 기념촬영을 하고 있다.

한국서부발전과 미국 전력연구소(EPRI)는 16일 서부발전 본사에서 '발전분야 기술혁신 회의'를 개최하고 상호간 적극 협력방안에 논의했다고 17일 밝혔다.

이번 회의를 통해 양 사는 최신예 복합화력 등 발전설비 분야에서 상호간 기술개발의 협력범위를 확대하기로 했다.

앞서 2012년 서부발전과 EPRI는 양사의 노하우와 기술력을 합작해 과학적 예방정비 관리모델인 WP-PM(Western Power Preventive Maintenance Model)을 개발한 바 있다.

WP-PM 모델의 개발을 통해 서부발전은 2018년 2월 EPRI의 유수한 회원사들과 경쟁해 아시아 최초로 EPRI Technical Transfer Award Winner를 수상했으며, 국내 특허 2건, 저작권 10건, 출원 예정인 6건의 지적재산권을 보유하게 됐다.

향후 서부발전은 검증된 WP-PM 기술을 바탕으로 EPRI 및 미국의 선진 발전사 등과 공동으로 글로벌 버전의 예방정비 관리모델인 Global-PM(Global Preventive Maintenance Platform)의 개발을 추진할 계획이다.

서부발전 김병숙 사장은 "EPRI와 지속적인 기술협력으로 발전설비 운영과 정비기술 능력을 글로벌 수준으로 격상시키는 기회가 될 것"이라면서 "국내 발전산업이 글로벌 리더로서 견고하게 자리 매김 할 수 있도록 관련분야 인재 육성 등 지속적인 지원을 아끼지 않겠다" 고 말했다.

@highlight

한국서부발전과  미국 전력연구소는 16일 서부발전 본사에서 '발전분야 기술혁신 회의'를 열고  양 사는 최신   복합화력 등 발전설비 분야에서 기술개발의 협력범위 확대방안 등을 논의했으며, 향후 서부발전은  WP-PM 기술로, 공동으로 글로벌 버전의 예방정비 관리모델인 Global-PM 의 개발을 추진할 예정이다.