제주농협과 제주농협운영위원회가 총상금 750만원을 걸고 '제1회 제주자청비농촌문화상'을 운영한다.

이에 따라 제주농협은 오는 22일부터 9월30일까지 후보자 추천 접수를 받는다.

시상부문은 농업기술, 농업경영, 농촌문화·복지 등 3개 분야다.

시상은 상패와 함께 각 250만원이 주어진다.

세부적으로 농업기술 부문은 농업기술 개발·보급으로 농가소득 향상에 기여한 사람을 선정한다.

농업경영부문은 모범적인 농업경영으로 농업·농촌 발전을 이끌고 지속가능한 제주농업을 만드는데 이바지한 농민을 선발한다.

농촌문화·복지부문은 농촌환경과 문화유산 보존 및 계승, 농업인 교육·문·복지 등 농업인의 삶의 질 향상과 농업·농촌의 공익적 가치를 높인 농민에게 주어지는 상이다.

후보자 추천은 ▷행정기관(시장, 읍·면·동장) 및 학계 ▷교육감 등 교육계 ▷농업관련 기관장 및 농업인단체장 ▷농·축협 조합장 ▷공공기관 및 사회단체장 ▷20세 이상의 대한민국 국적을 가진 10인 이상의 연서로 할 수 있다.

추천서 접수는 소정양식의 추천서, 이력서, 개인정보 이용에 관한 사전 동의서 , 공적조서 등을 첨부해 제주농협 농촌지원단으로 방문하거나 이메일(jungik7893@hanmail.net)로 할 수 있다.

수상자 선정은 10월 심사위원회를 구성해 결정하며 시상은 농업인의 날(11월11일)에 즈음해 열린다.

자청비는 '세경본풀이'의 여자 주인공으로 하늘에서 오곡(콩, 팥, 녹두, 동부, 메밀)을 가져와 제주 사람들의 삶을 풍요롭게 해준 농사의 신이다.

변대근 제주농협 본부장은 "제주자청비농촌문화상은 제주농업·농촌 발전에 기여한 사람들 발굴·시상해 농업인의 자긍심을 고취하고 농업 경쟁력 강화를 통해 지속적인 제주농업을 견인해 나가기 위해 올해 첫 제정됐다"고 설명했다.

@highlight

제주 농협과 제주농협운영위원회가  농업기술, 농업경영, 농촌문화 복지등 3개분야에  상패와 상금250만원씩 주워지는 '제1회 제주자청비농촌문화상'을 운영하며 ,제주농업과 농촌발전에 기여한 사람들을 발굴하여 시상하므로  농업인의 자긍심을 고취하고 제주농업을  견인해  나가기위해  올해 첫 제정되었다