넥슨이 게임속 기술과 콘텐츠를 예술적 문맥으로 시각화해 게임에 대한 새로운 해석을 시도한다.

게임을 예술 범주에 넣으려는 법안이 기존 예술인 피해 우려에 무산된 가운데 게임을 느끼고 체험하는 방식을 통해 게임의 예술 요소를 전달한다.

김정욱 넥슨재단 이사장은 17일 "맥락없이 받아들여진 기억은 상상력의 원천"이라며 "지난 25년간 게임은 기술, 내용상으로 많이 성장했고 이들 발자취 정리 필요성이 있어 전시회를 준비했다"고 말했다.

이어 "삶을 향유한다는 근원적 가치의 게임 문화 측면이 조명되기를 기대한다"고 강조했다.

전시회는 대한민국 온라인게임 25주년을 맞이해 특별 기획됐다.

온라인게임 특징인 참여와 성장을 관람객이 직접 체험할 수 있도록 구성했다.

게임 속 세상을 물리적으로 구현, 문화로서의 게임에 대한 의식 변화를 촉구한다.

전시장 안쪽에 설치된 11개 작품을 통해 온라인게임을 재구성하는 체험을 할 수 있다.

예컨대 '마비노기' 속 NPC 시선을 실제로 체험해 볼 수 있는 작품을 통해 나를 타자화하며 시선을 비트는 경험을 제공한다.

전시장 내에서 작품을 체험하는 모든 행위는 게임과 마찬가지로 데이터로 누적되며 모든 관람객은 전시장을 나서며 해당 데이터 결과물을 확인할 수 있다.

최윤아 넥슨 컴퓨터박물관 관장은 "대한민국 온라인게임은 세계적인 경쟁력을 갖춘 콘텐츠이자 현실 변화를 주도하는 매체"라며 "문화예술 콘텐츠로서 온라인게임에 대한 다양하고 성숙한 논의가 시작돼야 한다"고 말했다.

또 인공지능(AI)과 빅데이터 등을 연구하는 넥슨코리아 인텔리전스랩스는 유저 데이터 분석, 욕설탐지 기능, 시선 추적 등 연구 중이거나 실제 적용 기술을 작품에 녹였다.

인텔리전스랩스는 욕설탐지 프로그램인 '초코'를 활용해 욕설 탐지와 제거속도를 반짝이는 빛으로 표현했다.

강대현 인텔리전스랩스 부사장은 "게임의 기술적인 영역, 특히 데이터가 게임과 어떤 방식으로 시너지를 내는지를 새로운 형태로 보여주는 기회"라고 설명했다.

@highlight

김정욱 넥슨재단 이사장은 17일 대한민국 온라인게임 25주년을 맞아 특별 기획된 전시회에서 삶을 향유하는 게 근원적 게임의 가치라고 말하였다.