고교 교과서에 4·3집필기준이 반영돼 내년부터 전국 고등학생들이 교과서를 통해 4·3을 올바로 배울 수 있는 기회를 갖게 된다.

제주도교육청은 4·3 70년인 지난해 4·3의 내면화·전국화·세계화를 목표로 다양한 평화·인권 교육과 사업 등을 추진한 결과 고교 검인정 역사 교과서에 4·3집필기준을 반영할 수 있었다고 17일 밝혔다.

앞서 교육청은 연구용역을 통해 지난 2017년 12월 '검인정 역사교과서 4·3집필기준안'을 확정하고 교육부에 전달했다.

이에 교육부는 2018년 7월 27일 초·중등학교 교육과정 중 사회과 교육과정 일부를 개정해 고시했다.

국가교육과정정보센터(NCIC)가 공개한 사회과 교육과정에 따르면 4·3은 한국사 교과서의 4개 대주제 중 '대한민국의 발전'이라는 대주제의 하위항목(소주제)인 '8·15 광복과 통일 정부 수립을 위한 노력'의 학습 요소로 포함됐다.

이러한 4·3집필기준이 반영된 고등학교 한국사 과목은 올해 말 교육부의 검정 절차를 거쳐 2020년 3월 1일(신입생)부터 적용된다.

이와 함께 제주도교육청은 과거 '정체성 교육'이라는 용어를 사용했던 제주4·3 교육을 '이해교육'으로 바꿔 올해부터 집중 이해교육을 통해 4·3 인권교육을 내실화할 방침이다.

이를 위해 4·3평화·인권교육 주간을 이용해 각 학교에서 진행한 교육 내용들을 도교육청 홈페이지 4·3공유방(장학마당)에 게시해 4·3 교육의 성과를 지속적으로 공유할 계획이다.

지난해 전국 교원 995명이 이수한 '전국 교사 4·3평화인권교육 직무 연수'는 올해 1120명을 포함해 10년간 1만명을 목표로 진행해 전국에서 수백만명의 학생이 4·3교육을 받을 수 있도록 추진한다.

또한 하반기에는 4·3평화인권교육 중장기계획에 대한 용역계획을 수립하고, 도내 고등학생 100명을 대상으로 항일운동·독립운동가의 자취를 찾는 해외 탐방활동도 시행할 예정이다.

교육청 관계자는 "앞으로 4·3은 교육으로 기억되고 계승될 것"이라며 "4·3평화인권교육을 통해 아이들이 함께 평화롭고 행복한 100년의 물꼬를 만들겠다"고 강조했다.

@highlight

제주도교육청은 4·3이 고교 검인정 역사 교과서의 주요 카테고리인 '8·15 광복과 통일 정부 수립을 위한 노력'에 포함돼 내년부터 전국 고등학생들이 4·3에 대해 올바로 배울 수 있게 됐다고 17일 공표했다.