CJ ONE 체크카드가 출시된다.

CJ올리브네트웍스 IT사업부문(대표 이경배)이 우리카드(사장 정원재)와 공동 마케팅을 추진한다.

양사는 18일 업무협약을 체결하고 내달 CJ 주요 브랜드 이용 시 캐시백 혜택을 제공하는 'CJ ONE 우리카드 체크'를 선보일 계획이다.

'CJ ONE 우리카드 체크' 출시, 상품 출시 공동 마케팅 실시, 각사 영업 채널을 활용한 대고객 홍보 등을 적극 추진한다.

새롭게 선보이는 체크카드 상품은 CJ ONE 대표 캐릭터 원스터를 적용한다.

차별화된 혜택 제공을 위해 올리브영, CGV, 뚜레쥬르 등 CJ 주요 브랜드에서 누릴 수 있는 캐시백 서비스를 탑재했다.

전월 이용금액 20만원 이상이면 해당 가맹점에서 1만5000원 이상 결제 시 3000원 캐시백 혜택을 받을 수 있다.

월 2회까지 적용돼 최대 6000원 혜택을 누린다.

대중교통 합계 이용금액 5만원 이상인 경우에도 3000원 캐시백 혜택이 제공된다.

체크카드에는 흔치 않은 인천공항 라운지 무료 이용 혜택을 탑재한다.

전월 이용금액 30만원 이상이면 인천공항 마티나(1·2터미널), 스카이허브(1터미널), SPC(2터미널) 라운지를 연 2회까지 무료 이용할 수 있다.

국제선 항공기를 이용할 때만 가능하다.

카드 해외 브랜드를 마스터카드로 발급 받으면 누릴 수 있는 추가 혜택도 있다.

호텔, 여행, 골프, 생활, 쇼핑업종에서 다양한 할인과 특전 혜택이 제공되는 마스터카드 플래티넘 등급 서비스까지 누릴 수 있다.

연회비는 없다.

이경배 CJ올리브네트웍스 IT사업부문 대표는 "CJ ONE 대표 캐릭터 원스터를 적용한 이색 카드 디자인과 현금 캐시백 혜택 등이 2030 젊은 고객에 큰 호응을 얻을 것으로 기대한다"고 말했다.

정원재 우리카드 사장은 "CJ 주력 브랜드 생활밀착서비스를 더한 'CJ ONE 우리 체크카드'를 출시한다"며 "양사 노하우와 네트워크를 활용해 차별화된 금융 서비스를 제공하겠다"고 전했다.

@highlight

CJ올리브네트웍스가 우리카드와 18일 MOU를 체결하고 CJ 주요 브랜드 이용시 캐시백 서비스를 제공하는 'CJ ONE 우리카드 체크'를 출시 할 계획이다.