제주서부지역을 제외하고 제주전역에 호우특보가 발효되면서 많은 비가 내리고 있다.

제주지방기상청은 18일 오전 8시20분을 기해 제주도산지와 제주 동부지역에 내려졌던 호우주의보를 호우경보로 변경했다.

또 제주북부에는 호우주의보를 발효했다.

이에 앞서 이날 오전 7시40분을 기해 제주 남부에 내려졌던 호우주의보를 호우경보로 대치됐다.

오전 8시30분 현재 주요 지점 강수량을 보면 제주 11.9, 대흘 42㎜를 비롯, 서귀포 83, 신례 72.5, 성산 39.8, 표선 35.5, 구좌 49, 고산 7.3, 대정 10㎜를 기록중이다.

한라산 산간지역에는 성판악 98.5, 진달래밭 82.0, 삼각봉 81.5㎜ 등 오늘 새벽에만 100㎜에 육박하는 비가 내렸다.

제주기상청은 앞으로도 예상 강수량은 30∼80㎜로, 산지 등 많은 곳은 150㎜ 이상 내릴 것으로 전망했다.

기상청은 제주도 남부와 동부를 중심으로 시간당 20∼30㎜의 강한 비가 내리는 곳이 많겠으니, 비 피해가 없도록 각별히 주의 바란다고 당부했다.

이번 비는 북부와 서부는 지형적인 영향으로 낮동안 소강상태를 보이다가 밤부터 비가 다시 내리고 한라산을 경계로 남쪽과 북쪽의 강수량 차이가 크게 나타날 것으로 전망된다.

한편 제5호 태풍 '다나스(DANAS)'는 이날 새벽 03시 현재 중심기압 992hPa, 중심 부근 최대풍속 83km/h(23m/s)의 소형 태풍으로 타이완 타이베이 남동쪽 약 470km 부근 해상에서 시속 18km로 북진하고 있다.

19일 오전 03시경에는 중국 상하이 남남동쪽 약 400km 부근 해상으로 이동할 것으로 예상된다.

20일 새벽에 제주 서북서쪽 약 40km 부근 해상까지 근접하면서 제주를 관통할 것으로 보인다.

@highlight

제주지방기상청은 제주서부지역을 제외한 제주 전역에 호우특보를 발효했으며, 특히 18일 오전 8시 20분을 기해 제주 동부지역과 제주도 산지에 내려졌던 호우주의보를 호우경보로 변경하였고, 앞으로도 예상 강수량은 30~80mm, 산지가 많은 곳은 150mm 이상 내릴 것으로 예상하고 있다.