제주신라호텔은 현대자동차와 협업해 선보인 '전기차 무료 체험 서비스'가 여름휴가를 앞두고 실속 여행객들의 이목을 끌고 있다고 18일 밝혔다.

제주신라호텔이 지난 2월부터 운영하고 있는 '전기차 무료 체험 서비스'는 △렌터카 비용 절감 효과뿐만 아니라 △쾌적한 차량 품질 △탄소 없는 섬을 위한 친환경 캠페인이라는 점이 고객들에게 호평을 얻으며 연일 모든 서비스 차량이 배차되는 인기를 얻고 있다.

'전기차 무료 체험 서비스' 인기의 가장 큰 요인은 역시 신형 전기차를 무료로 이용할 수 있다는 점이다.

제주 내 특급호텔 투숙객들은 야외 수영장, 식음업장 등 호텔에서 체류하는 시간이 긴데, 단 몇 시간의 외부 일정을 위해서라도 하루 단위로 차량을 대절할 수밖에 없었다.

그러나 제주신라호텔 투숙객은 하루 6시간까지 무료로 전기차를 이용할 수 있어 맛집·관광지 방문 등 짧은 외출에 매우 효율적이다.

실제 전체 이용객 중 81.4%에 달하는 고객들이 자발적으로 이용 후기를 남겼으며, 응답자의 만족도 점수가 100점 만점에 99점을 기록하고 있다.

고객들은 "렌터카 비용을 아낀 만큼 다른 곳에 투자할 수 있어 여행이 더 풍족해졌다", "처음 이용해봤는데, 대여 절차가 쉽고 편리했다" 등의 후기를 남겼다.

'전기차 무료 체험 서비스'는 제주 호텔업계의 트렌드를 이끌어 오고 있는 제주신라호텔의 도내 친환경 보호 활동과 현대자동차의 친환경 전기차 고객 경험 확대를 위해 양사 간 제휴로 진행됐다.

서비스 론칭 직후부터 고객들 사이에 입소문을 타면서 3월부터 10대 증차해 총 20대를 운영하고 있다.

제주신라호텔 투숙객이라면 누구나 신청 가능하며, 호텔 체크인 이후 '딜카' 어플을 통하여 예약할 수 있다.

또한, 호텔 주차장의 전기차 충전 시설이 완비돼 있기 때문에 고객은 출차나 반납 시 충전 걱정 없이 편리하게 차량을 이용할 수 있다.

단 보다 많은 고객들에게 기회를 제공하기 위해 투숙 기간 중 1일 1회로 이용이 제한되며, 운영 시간(오전 9시부터 오후 11시까지) 중 하루 최대 6시간까지 이용 가능하다.

@highlight

제주신라호텔이 운영하는 '전기차 무료 체험 서비스'는 호텔투숙객들이 하루 6시간까지 무료로 전기차를 이용할 수 있어 렌터카 비용 절감 및 쾌적한 차량 품질과 환경 보호차원에서 맛집·관광지 방문 등 짧은 외출에 큰 호응을 얻고 있다.