경기 광주서, '기소의견'으로 검찰에 송치…경찰, 피해 합의 종용·마약복용 여부 수사 계속 지홍구 기자 외주 여성 스태프 2명을 성폭행·성추행한 혐의로 구속된 배우 강지환(본명 조태규·42)씨가 검찰로 송치됐다.

'기억이 나지 않는다'며 혐의를 부인해 오던 강씨는 구속이후 '피해자들에게 미안하다'며 혐의를 인정했다.

경기 광주경찰서는 18일 오전 강씨를 형법상 준강간 등의 혐의로 검찰에 기소의견 송치했다.

강씨는 지난 9일 자신의 촬영을 돕는 외주 스태프 여성 2명과 광주시 오포읍 자택에서 술을 마신 뒤 이들이 자고 있던 방에 들어가 한 명을 성폭행하고 나머지 한 명을 성추행한 혐의를 받고 있다.

사건 당일 강씨 소속사 직원과 외주 스태프 등 7명은 강씨 집에서 회식을 하고 자리를 떴지만 피해여성들은 강씨가 "짐이 많으니 택시를 불러주겠다"고 붙잡아 남은 것으로 조사됐다.

이후 피해자들은 강씨와 술자리를 더 가진 뒤 강씨가 3층 침실로 올라가자 2층 방에서 함께 잠이 들었다 변을 당했다.

강씨는 '기억이 나지 않는다'며 혐의를 부인했지만 법원은 "증거인멸 우려가 있다"며 구속영장을 발부해 지난 12일 구속됐다.

구속 이후 강씨는 "잘못했다. 피해자들에게 미안하다"며 혐의를 모두 인정했다.

강씨가 애초부터 성폭력을 목적으로 피해자들에게 술을 마시게 했는지는 검찰 단계에서 조사가 더 이뤄져야 할 것으로 보인다.

피해자 측 변호인에 따르면 피해자들은 강씨가 범행 전 벌칙으로 술을 마시는 게임을 제안해 술을 많이 마시게 됐다고 경찰에 진술했다.

강씨가 성폭력을 목적으로 피해자들에게 술을 마시게 한 것으로 볼 수 있는 대목으로 만약 사실로 드러나면 법원은 일반적인 준강간 범죄보다 더 무거운 처벌을 내릴 가능성이 있다.

경찰은 강씨가 처벌 수위를 낮추고자 피해자들에게 합의를 종용했다는 의혹, 국립과학수사연구원에 의뢰한 마약·약물 복용 여부에 대해서도 결과가 나오는대로 추가 조사할 예정이다.

경찰은 체포 당시 강씨가 노래를 부르는 등 일반적으로 이해하기 힘든 행동을 했다는 진술 등을 토대로 국과수에 마약검사를 의뢰했다.

@highlight

경기 광주경찰서는 지난 9일 자신의 촬영을 돕는 외주 스태프 여성 2명과 오포읍 집에서 술을 마신 뒤 이들을 성폭행한 혐의를 받고 있는 배우 강지환씨를 18일 오전 형법상 준강간 등의 혐의로 검찰에 송치했으며, 구속이후 강씨는 "피해자들에게 미안하다"며 혐의를 모두 받아들였다.