현대·기아차 불참… 힘 빠진 민노총 총파업 - 민주노총 총파업 집회가 6일 서울 여의도 국회 앞에서 열린 가운데 참석자들이 '노동법 개악 저지'를 외치고 있다.

고용노동부에 따르면 이날 총파업에는 30여개 사업장 3500여명이 참가했다.

현대·기아차와 현대중공업 노조는 조업 중단 없이 전임자와 대의원 등 간부들만 참여하는 '확대간부 파업'으로 총파업에 참여했다.

민주노총은 탄력근로제 단위 기간 확대 철회, 최저임금제도 개편 철회, 국제노동기구(ILO) 핵심협약 비준과 국내 노동관계법 개정 등을 파업 요구로 내걸었다.

전국민주노동조합총연맹(민주노총)이 18일 예고대로 총파업에 들어간다.

민주노총은 이날 노동 개악 저지, 노동기본권 쟁취, 비정규직 철폐, 재벌 개혁, 최저임금 1만원 폐기 규탄, 노동 탄압 분쇄 등 6개 구호를 내걸고 총파업을 한다.

사업장별로 4시간 이상 파업한다는 게 민주노총의 방침이다.

민주노총은 이번 총파업에 5만명 이상의 조합원이 참여할 것으로 예상한다.

이번 총파업도 규모가 그리 크지는 않을 것이라는 관측이 나온다.

민주노총의 주축인 금속노조를 중심으로 한 파업에 그칠 가능성이 높다.

금속노조는 지난 11일 5만 5000여명의 조합원이 쟁의권을 확보했다고 밝혔으나 실제 총파업에 얼마나 참여할지는 미지수다.

금속노조 중에서도 핵심인 현대차 노조는 사측과 교섭이 끝나지 않아 쟁의권을 확보하지 못한 상태다.

총파업에는 확대 간부만 참여하기로 했다.

금속노조가 쟁의권을 확보했다고 밝힌 산하 노조는 한국지엠지부, 대우조선지회, 삼성전자서비스지회 등이다.

현대중공업 노조는 17일 마무리한 찬반투표에서 파업을 가결했다.

총파업 참가자들은 이날 오후 여의도 국회 앞을 비롯한 전국 곳곳에서 집회를 열 계획이다.

국회 환경노동위원회가 이날 고용노동소위원회를 열어 근로기준법 개정안을 심의할 예정인 만큼 민주노총은 국회 앞 집회에서 노동 개악 저지에 대한 목소리를 높일 전망이다.

@highlight

민주노총은 6일 여의도 국회 앞에서 노동법 개악 저지를 외치며 총파업에 30역개 사업장이 참가했으나 현대.기아차 노조는 조업 중단 없이 전임자와 대의원 등 간부들만 참여해 확대간부 파업으로 총파업에 참여했다.