미래에셋대우는 지난 2월에 오픈 했던 AI 기반 '스팸 뉴스 필터링 서비스'의 특허 등록이 완료됐다고 17일 밝혔다.

스팸 뉴스 필터링 서비스는 미래에셋대우 빅데이터팀에서 자체개발한 서비스로 딥러닝 알고리즘을 활용해 자동으로 스팸성 뉴스를 걸러주는 기능이다.

현재 미래에셋대우의 대표적 온라인 거래매체인 카이로스(HTS)와 mStock(MTS) 시황뉴스에 자동으로 반영되어 온라인 고객들이 이용 중에 있다.

이 기술은 금융뉴스에 특화된 딥러닝 알고리즘으로써 기존에 특정단어를 입력해 단순 필터링 하는 수준과는 달리 빅데이터를 활용함으로써 특정 스팸 단어를 포함하는 문서뿐만 아니라 뉴스의 의미를 인식해 정상 뉴스와 스팸 뉴스를 다각도로 정확히 구분할 수 있는 것이 특징이다.

예를 들어 '금리'라는 단어가 주변단어와 결합을 통해 스팸 여부가 달라지는 점에 착안해 '세종시는 시설개선 비용을 저금리 융자 대여하는 사업을 벌인다' 는 정상 뉴스로 인식하는 반면 'XX에서는 증권사와 연계해 저금리로 대환 상품을 이용할 수 있다' 는 스팸 뉴스로 인식하게끔 개발 되었다.

스팸 뉴스 필터 기술은 실시간 적용될 뿐만 아니라, 당일 생성된 전체 뉴스를 재학습 시킨 후 익일에 한번 더 필터링 함으로써 새롭게 출현한 스팸성 뉴스에도 대응할 수 있도록 했다.

또 고객 맞춤형으로 스팸의 양은 다소 작지만 정보성이 거의 없는 기계적으로 생성되는 기사는 약하게, 스팸의 양이 많고 정보성도 거의 없는 기사는 강하게 설정할 수 있도록 스팸 필터 선택기능을 넣어놨다.

김범규 미래에셋대우 디지털혁신본부장은 "AI를 활용한 스팸뉴스필터링 서비스를 통해 고객들은 반복되는 광고를 뉴스에서 걸러내 원하는 정보를 효과적으로 제공받을 수 있게 되었다" 며 "향후 현재 95% 수준의 예측정확도를 높여갈 뿐만 아니라 해당 서비스를 다방면으로 고도화 하는 등 다양한 디지털 혁신 서비스를 통해 고객들의 만족도를 높여 가겠다고" 말했다.

@highlight

미래에셋 빅데이터팀에서 자체개발한 서비스로 스팸성 뉴스를 걸러주는 기능인 스팸 뉴스 필터링 서비스가 등록이 완료되어 앞으로 특정 스팸 단어를 포함하는 문서, 뉴스의 의미를 인식하여 다각도로 정확히 구분할 수 있을 것이다.