LG전자는 생활가전 분야에서 친환경·고효율 경쟁력을 인정받았다고 18일 밝혔다.

LG전자 생활가전은 비영리 시민단체인 녹색구매네트워크가 주관하는 '2019 대한민국 올해의 녹색상품'에 대거 선정됐다.

LG전자는 올해 7개 제품이 상을 받으며 3년 연속 가장 많은 상을 받은 기업이 됐다.

또 이 상을 받는 건 올해까지 10년 연속이다.

녹색구매네트워크는 소비자환경단체 20여 곳과 일반 소비자 약 200명이 제조, 유통, 사용, 폐기 등 제품 수명 전 단계를 감안해 환경 친화적인 제품을 선정하고 발표한다.

LG 생활가전이 친환경·고효율 경쟁력을 인정받은 것은 핵심부품에 적용한 차별화된 인버터 기술이 크게 기여했다.

인버터 기술은 생활가전의 핵심부품인 모터와 컴프레서의 운동 속도를 자유자재로 변환할 수 있다.

상황에 맞게 꼭 필요한 만큼만 제품을 작동시키는 것이 가능해 제품 성능은 물론 에너지효율까지 높일 수 있어 프리미엄 가전이 갖추고 있는 주요 기술이다.

올해의 녹색상품에 선정된 스타일러는 글로벌 특허만 181개에 달한다.

이 제품은 차별화된 핵심기능으로 의류를 빈틈없이 관리해준다.

코드제로 A9은 LG전자가 독자 개발한 스마트 인버터 모터, 2중 터보 싸이클론 등을 탑재해 탁월한 청소성능을 갖췄다.

또 파워드라이브 물걸레와 결합하면 청소기 한 대로 먼지 흡입과 물걸레 청소가 동시에 가능한 것도 장점이다.

디오스 전기레인지는 탁월한 조리성능은 물론 디자인, 위생, 안전, 편의성까지 두루 갖춰 고객들로부터 인기가 높다.

별도의 전기공사 없이 사용할 수 있다.

디오스 식기세척기는 54개 고압 물살의 강력한 세척력, 대장균과 같은 유해 세균을 제거해주는 100도 트루스팀 등을 탑재했다.

송대현 LG전자 H&A사업본부장(사장)은 "LG전자만의 차별화된 핵심기술을 바탕으로 세계 최고 수준의 친환경·고효율 제품을 지속적으로 선보일 것"이라고 강조했다.

@highlight

LG전자 생활가전이 녹색구매네트워크 주관 '2019 대한민국 올해의 녹색상품'에 대거 선정된 것과 관련, LG전자는 생활가전 분야에서 친환경, 고효율 경쟁력을 인정받았다고 자평했는데, 이를 가능하게 한 기술은, 바로 핵심부품에 적용되어 있는 뛰어난 인버터 기술이라는 평가다.