경기 도중 상대 타자를 맞힌 필라델피아 필리스 우완 헥터 네리스, LA에인절스 우완 노에 라미레즈가 나란히 징계를 받았다.

메이저리그 사무국은 18일(한국시간) 조 토리 수석 야구 운영 책임자(Chief Baseball Officer) 이름으로 두 선수에게 나란히 3경기 출전 정지와 벌금 징계를 내린다고 발표했다.

두 선수는 모두 논란이 될만한 위협구로 몰의를 일으켰다.

네리스는 전날 시티즌스뱅크파크에서 열린 LA다저스와 홈경기 9회초 투구 도중 맷 비티에게 스리런 홈런을 허용한 뒤 다음 타자 데이빗 프리즈의 머리쪽으로 사구를 던졌다 퇴장당했다.

네리스는 홈런을 허용한 뒤 다음 타자에게 위협구를 던졌다 퇴장당했다.

사진=ⓒAFPBBNews = News1 라미레즈의 사구는 조금 더 의도성이 짙었다.

전날 에인절스타디움에서 열린 휴스턴 애스트로스와의 홈경기에서 6회 상대 타자 제이크 마리스닉에게 머리 방향으로 가는 위협구를 던져 그를 맞혔다.

앞서 이달초 휴스턴에서 열린 양 팀간 경기에서 마리스닉이 홈으로 들어오던 도중 에인절스 포수 조너던 루크로이와 충돌한 것에 대한 보복성격이 짙은 사구였다.

당시 마리스닉에게 머리를 들이받힌 루크로이는 뇌진탕에 코뼈가 골절되는 중상을 입었다.

사구 직후 벤치클리어링이 벌어졌지만, 큰 충돌은 일어나지 않았다.

에인절스의 라미레즈는 휴스턴 마리스닉에게 위협구를 던졌다.

사진=ⓒAFPBBNews = News1 메이저리그 사무국은 여기에 브래드 오스머스 에인절스 감독에게도 이 사건의 책임을 물어 1경기 출전 정지 징계를 내렸다.

오스머스 감독은 이 징계를 이날 열리는 휴스턴과 홈경기에서 소화한다.

두 선수는 항소할 가능성이 있다.

항소할 경우, 절차가 완료될 때까지 경기를 뛸 수 있다.

@highlight

메이저리그 사무국은 18일 홈런 허용 후 타자에게 위협구를 던진 네레스와, 휴스턴 마리스닉에게 위협구를 던진 에인절스의 라미레즈에게 3경기 출전 정지와 벌금 징계를 내린다고 밝혔다.