스틸 = 채널A '나만 믿고 따라와, 도시어부'

'도시어부'가 오도열도 마지막 5탄에서 역대급 낚시로 유종의 미를 거둔다.

오늘(18일) 방송되는 채널A 예능프로그램 '나만 믿고 따라와, 도시어부'(이하 '도시어부') 98회에서는 일본 오도열도에서의 마지막 낚시 대결이 펼쳐진다.

도시어부들은 참돔에 대해 아쉬움을 안고 긴급 추가 촬영에 돌입, 마지막까지 낚시에 대한 뜨거운 열정을 펼쳤다고 한다.

이경규는 "참돔 못 나오면 끝이야. 방송이 통으로 날아갈지도 모른다"며 참돔에 '올인'했다고 전해져 어떤 활약을 보였을지 기대를 모은다.

하지만 출국 당일인 만큼 예정된 시간은 극히 짧았고, 출연진들은 초조한 마음으로 발을 동동 구르는 상황이 펼쳐졌다고.

제작진의 "30분 남았습니다"에 이어 "10분 남았습니다"라는 멘트가 나오자 대부분은 한계를 느끼며 자포자기하는 상황이 이어졌다고 한다.

큰형님 이덕화는 "지성이면 감천인데, 미안해서라도 한 마리 물어줘야지"라며 아쉬움을 드러냈고, 김래원은 "참돔이 이렇게 잡기 힘든 고기였는지 몰랐다"며 안타까워했다고.

앞서 "행복지수로는 내가 1등"을 외쳤던 최재환은 "기적은 일어나지 않는다. 여긴 참돔이 없는 거예요"라며 포기하기에 이르렀다고.

그러나 낚시 종료 직전, 기적처럼 누군가의 낚싯대를 세차게 흔드는 입질이 왔고 제작진과 출연진 모두가 그 크기에 경악을 금치 못했다고 한다.

장도연은 제작진과의 인터뷰에서 "마지막 몇 분을 남기고 잡아서 조작이 아닌가 싶었다"며 믿기지 않는 심정을 털어놓았다고 해 호기심이 증폭되고 있다.

수많은 기록과 활약이 펼쳐진 오도열도에서 도시어부들이 참돔 낚시로 유종의 미를 거둘 수 있을지, 오는 18일 목요일 밤 9시 50분 채널A '나만 믿고 따라와, 도시어부'에서 공개된다.

@highlight

18일 방송되는 채널A '나만 믿고 따라와, 도시어부'에서는 도시어부들이 일본 오도열도에서 마지막 낚시 대결을 벌였는데, 이경규는 참돔에 올인하는 등 참돔에 대한 아쉬움에 긴급 추가 촬영까지 했다고 해 참돔 획득에 성공했을지 궁금증을 자아냈다.