만 3~5세 공통교육과정 개편이 확정됐다.

교육부는 18일 유아·놀이중심의 '2019 개정 누리과정'을 확정해 발표했다.

개정 누리과정은 내년 3월부터 유치원과 어린이집에 공통 적용될 것으로 전망된다.

이번 확정안의 주요 특징은 △유아중심·놀이중심 교육과정 △국가수준 교육과정으로 확립 등 크게 두가지로 나눠 볼 수 있다.

첫 번째로 교사들이 주도하는 학습 활동을 지양한다.

만 3~5세의 아동이 '놀이 경험'을 통해 즐거움 속에서 자율·창의성을 신장하고 행복을 추구할 수 있도록 한다는 취지다.

교사들의 업무 중 하나인 '일일 교육계획 수립'을 줄이고 주제와 유아 놀이를 일치시켜야 하는 등 업무 부담을 완화시킨다는 방침이다.

신체운동·건강, 의사소통, 사회관계, 예술경험, 자연탐구 등 교육과정의 5개 영역은 기존과 같지만 360여개였던 연령별 세부 내용을 59개로 간략화했다.

또 다양한 교육방식이 나올 수 있도록 현장 자율성을 인정한다.

두 번째로 국가수준 공통 교육과정으로 명시해 정식 교육과정임을 명확히 했다.

이번안에서는 미래사회를 반영한 인간상과 목표를 밝히고 교육과정으로서 구성 체계임을 못박았다.

누리과정의 구체적인 목표는 △자신의 소중함을 알고 건강하고 안전한 생활 습관을 기른다 △자신의 일을 스스로 해결하는 기초능력을 기른다 △호기심과 탐구심을 가지고 상상력과 창의력을 기른다 △일상에서 아름다움을 느끼고 문화적 감수성을 기른다 △사람과 자연을 존중하고 배려하며 소통하는 태도를 기른다 등 5가지로 구성했다.

정부는 교사들에게 교육과정 해설서와 놀이사례집 등 현장 지원자료를 보급하며 원격연수와 참여 중심 교사 연수를 진행한다.

학부모에게는 '놀이가 최고의 배움' 홍보자료와 부모교육 자료를 배포한다.

유치원·어린이집의 공간도 '놀이'를 중점적으로 재구성한다.

유은혜 교육부장관은 "개정 누리과정은 아이들이 놀면서 성장하도록 내용을 구성했다"며 "특히 국가수준 공통 교육과정으로 3~5세 유아 모두에게 적용되는 만큼, 유치원-어린이집 간의 격차 완화에도 도움이 될 것"이라고 밝혔다.

@highlight

교육부는 18일 유아·놀이중심의 '2019 개정 누리과정'을 확정해 발표해 교사들 주도의 학습 활동을 지양하는 한편, 해당 누리과정을 국가수준 공통 교육과정으로 명시해 정식 교육과정임을 분명히 했다.