▲ 타 업체에서 받은 축산물을 가공 포장한 뒤 무표시로 제품보관실 냉장고에 보관 중인 모습.

[대전=충청일보 이한영기자] 대전시 특별사법경찰은 학교급식 안전을 위해 최근 3개월간 부정·불량 학교급식 납품업체에 대한 합동 단속을 벌여 식품표시광고법 및 축산물위생관리법 위반업체 6곳을 적발했다고 18일 밝혔다.

주요 위반내용은 제조원 부당표시, 식품 등의 기준 및 규격 위반, 표시사항 미표시, 원료수불서류 및 생산·작업일지 허위 작성 등이다.

A업체는 타 업체에서 가공 포장한 원료육 (돼지고기, 소고기) 5037kg을 피의자 업체에서 절단·가공·포장한 것처럼 제조원을 부당하게 표시해 학교급식에 납품했다.

B업체도 같은 방법으로 학교급식을 납품했으며, 중구 C업체는 소불고기와 불고기소스를 세트 상품으로 구성하면서 냉동 소스 414.7kg을 실온으로 보관·판매했다.

D업체는 원료육 6만4759kg(7억9000만원)을 가공 포장해 E업체, F업체에서 가공 포장한 것처럼 제조원을 부당하게 표시했고, 냉동 원료육을 구입해 냉장제품으로 가공 포장했다.

F업체는 원료육을 구입해 D업체, E업체로 분배하면서 거래명세서도 없이 납품하다 단속됐다.

E업체, 서구 F업체는 골절기, 세절기, 금속검출기 등을 임시비치하는 등 위계로 해썹(HACCP)인증을 받아 학교급식재료로 납품한 것으로 드러났다.

생산·작업일지를 허위 작성하거나 보관하지 않고 영업하다가 적발됐다.

김종삼 민생사법경찰과장은 "앞으로도 시교육청과 긴밀한 협조로 학교급식의 안전을 위해 안전한 먹거리를 선택·제공할 수 있도록 '민생안전지킴이' 역할에 최선을 다하겠다"고 말했다.

@highlight

대전시 특별사법경찰은 최근 3개월 동안 부정·불량 학교급식 납품업체에 대한 합동 단속을 실시해 제조원 부당표시, 식품 등의 기준 및 규격 위반, 표시사항 미표시, 원료수불서류 및 생산·작업일지 허위 작성 등 식품표시광고법 및 축산물위생관리법 위반업체 6곳을 적발했으며, 향후 학교급식의 안전을 위해 '민생안전지킴이' 역할에 노력을 다할 방침이다.