국회 정무위원회의 기약 없는 공전으로 주요 입법 과제들의 처리가 장기 지연되고 있다.

18일 국회와 금융권에 따르면 6월 임시국회 중 각 상임위원회가 열리고 있지만 정무위는 단 한 번도 열리지 않고 있다.

정무위는 15일에는 전체회의를 열려고 했지만, 자유한국당과 바른미래당 의원들이 회의를 보이콧했다.

정무위가 공전되면서 '금융 8법'이라 불리는 금융당국의 주요 법안들은 논의조차 되지 못하고 있다.

금융 8법은 금융소비자보호법, P2P(개인간 거래) 대출 관련 법안, 신용정보 이용 및 보호법, 금융그룹통합감독법, 금융회사지배구조법, 자본시장법, 특정금융거래정보법, 금융거래지표법 등이다.

이들 주요 법안의 처리가 미뤄지면서 당국은 행정지도 연장을 통해 법의 공백을 메우고 있다.

금융감독원은 최근 '대출 연체정보 등록 등에 대한 소비자 안내 가이드라인'의 연장 운영을 사전 예고했다.

이 가이드라인은 금융회사가 대출 연체정보 등록 사실을 채무자에게 미리 알려주도록 한다.

등록 시점과 등록에 따른 불이익을 알리고 대출 이용 시 신용점수가 하락할 수 있다는 사실 등을 고지함으로써 소비자 피해를 최소화하기 위한 방안이다.

이 내용을 반영한 신용정보법 개정안이 처리만 되면 굳이 연장하지 않아도 되겠지만 행정지도 유효기간(1년)이 곧 끝나는 데다 개정안이 언제 통과될지 몰라 연장 운영하기로 했다.

금감원은 또 이달 15일 대출모집인 제도 모범규준의 존속 기한을 1년 연장하기로 사전 예고했다.

2017년 5월 발의된 금융소비자보호법이 시행돼 대출모집인의 불건전 영업행위에 대한 규제가 법으로 정해질 때까지 발생할 규제 공백을 보완하기 위한 조치다.

금융당국 관계자는 “원래 계획대로라면 행정지도를 폐지해야 하는데 상황상 소비자 보호 차원에서 좀 더 끌고 가기로 했다”며 “법안만 통과되면 이들 행정지도는 자동으로 폐지된다”고 말했다.

이번 임시국회에서 정무위가 소득 없이 끝날 가능성이 커지면서 금융 8법의 처리는 점점 요원해지고 있다.

@highlight

국회 정무위원회의 기약 없는 공전으로 금융소비자보호법, 신용정보 이용 및 보호법 등이 포함된 '금융 8법'이라 불리는 금융당국의 주요 법안들의 논의가 미뤄지고 있다.