광주시가 성장잠재력과 일자리 창출, 지역사회 공헌도 등이 우수한 16개사를 ‘광주시 스타기업’으로 선정했다.

스타기업 육성사업은 성장잠재력 일자리 창출, 지역사회 공헌 등이 우수한 기업을 체계적으로 지원해 강소기업으로 육성하기 위한 사업이다.

지난해 15개 선정을 시작으로 2022년까지 5년 동안 75개의 스타기업을 선정, 육성할 계획이다.

스타기업은 최근 3년간 평균 매출액 50억~400억원, 상시근로자 10인 이상의 법인사업장이며, 그 외 성장 잠재력, 기술 잠재력, 고용 증가율, 수출 잠재력 중 2가지 이상 조건을 충족한 기업을 선정했다.

선정된 기업은 ㈜보명전자, (유)애니체, ㈜옵토닉스, ㈜우성정공, ㈜티디엘, 한아에스에스㈜, ㈜태선테크, 대경제이엠㈜, ㈜신성테크, 동양하이테크㈜, ㈜와이디산업, ㈜유성하이텍, ㈜한영정공, ㈜에이스원, ㈜파워텍, ㈜에어패스다.

이들 기업은 매출 증가율 일자리 창출 실적 등에서 높은 성장세를 보인 기업으로 최근 3년 평균 매출액이 132억원으로, 매출 성장률이 10% 이상, 고용증가율 6%에 이르고 있다.

지정된 스타기업에는 3년간 지정되며, 지정 첫 해는 기술 성장 컨설팅(R&D 과제 기획, 개술개발 로드맵 등) 및 수출(마케팅, 해외시장 진출전략 등) 등 기업 맞춤 전용 프로그램으로 4천만원을 지원한다.

아울러, 전담PM을 통해 기술 및 경영 애로사항을 해소를 위한 상시 밀착 지원 프로그램도 진행된다.

이외에도 수출바우처 지원 사업으로 수출 규모에 따라 홍보동영상 제작, 해외전시회 참가 등 기업 당 3천만원-8천만원이 차등 지원되며, 내년에는 상용화 연구개발 사업비로 연 3억원이 지원된다.

시는 18일 광주테크노파크에서 16개사에 지정서를 수여하고, 스타기업의 애로사항을 들었다.

@highlight

광주시는 성장잠재력이 높은 기업을 지원해 강소기업으로 육성하기 위한 사업인 스타기업 육성사업에서 16개 회사를 선정해 기업 맞춤 전용 프로그램을 지원한다. 