홍영표 국회 정치개혁특별위원회 위원장이 18일 오전 서울 국회 더불어민주당 원내대표실에서 기자간담회를 하고 있다.

국회 정치개혁특별위원회와 사법개혁특별위원회 가운데 어느 특위 위원장을 맡을지 고민해 오던 더불어민주당이 결국 정개특위를 선택했다.

민주당이 정개특위 위원장을 선택한 것은 선거제 개혁을 고리로 자유한국당을 제외한 여야 4당의 공조를 유지하겠다는 의지의 표현으로 풀이된다.

앞서 여야 3당 교섭단체는 지난달 28일 정개특위와 사개특위 활동 기한을 다음 달 말까지 연장하고, 그동안 정의당과 민주당이 나눠 가졌던 위원장을 원내 1·2당인 민주당과 한국당이 맡기로 합의했다.

홍 “선거법 여야 합의 처리”

당 내부에서는 장기적 개혁입법 추진을 위한 여야 4당 공조체제 유지를 위해선 정개특위를 맡아야 한다는 의견과 문재인 정부 최우선 국정과제인 사법개혁 완수를 위해 사개특위 위원장을 유지해야 한다는 의견이 팽팽히 맞서 왔다.

민주당은 정개특위 위원장에 홍영표 의원을 내정했다.

홍 의원은 직전 여당 원내대표로 바른미래당·민주평화당·정의당 등 야 3당과의 공조를 통해 선거제·사법개혁 법안의 패스트트랙 지정을 끌어냈다.

홍 의원은 18일 기자간담회를 갖고 “선거법이야말로 여야 합의로 처리하는 것이 바람직하다”면서 합의처리를 강조했다.

그는 “선거법 개정에 대한 당위성과 필요성에 공감하면서 기존 패스트트랙(신속처리안건) 지정을 통해 제출된 선거법 개정안을 놓고 실질적이고 본격적인 여야 협상이 시작돼야 한다”고 밝혔다.

홍 의원은 “국회법에 의한 적법한 절차에 따라 제출된 안이어서 그것(패스트트랙 지정안)이 중심이 돼야겠지만, 그 안을 그대로 고수하겠다는 뜻은 아니다”며 “합리적 대안이나 현실적인 합의 방안이 있다면 고수할 생각은 없다”고 설명했다.

홍 의원은 다음 달 말까지 선거법을 처리해야 한다는 정의당 주장과 관련, “선거법은 시한의 문제가 있어 무작정 연장할 수 없다”며 “8월 말이라고 시한을 정하지는 않겠지만, 한국당이나 다른 당들이 선거법 개정의 의지를 갖고 협상에 임해 줬으면 좋겠다”고 말했다.

@highlight

더불어 민주당은 정개특위를 맡기로 하고 위원장에 전 원내대표로 야 3당의 공조를 통해 패스트트랙 지정을 이끌어 낸 홍영표 의원을 내정했다.