▲ 울산과학대학교(총장 허정석)는 18일 오전 동부캠퍼스 행정본관 2층 소회의실에서 중구·남구·동구·북구·울주군 등 5개 건강가정다문화가족지원센터와 다문화가족 자녀의 한국어 교육과 취업 활성화를 위한 산학협력 협약을 체결했다.

울산과학대학교는 18일 동부캠퍼스 행정본관 2층 소회의실에서 울산지역 다문화가족지원센터 5곳과 산학협력 협약을 체결했다.

센터 5곳은 중구·남구·동구·북구·울주군건강가정다문화가족지원센터다.

이날 협약식에는 울산과학대 김성배 교학처장, 이남우 산학협력단장, 이연주 국제교류·어학원장, 서용한 글로벌비즈니스학과장, 최현미 중구 센터장, 유순희 남구 센터장, 강영숙 동구 센터장, 이영숙 북구 센터장, 임대완 울주군 센터장 등이 참석했다.

이번 협약을 통해 △기술지도 사항 및 산학협력연구과제 모색 △다문화 학생의 현장실습, 인턴십 등 산학협력교육의 활성화 △산업체의 우수인력 확보 및 졸업생 취업을 위한 상호협력 △해외취업희망자 모집 및 선발, 알선, 관리 등 업무 협력 △산·학의 시설 및 기자재 공동 활용 △각종교육 실시 및 교육과정의 공동개발, 산업체 인사 대학교육 참여 △기타 산·학이 필요하다고 인정하는 산학협력 사업 등에 협력하기로 약속했다.

서용한 글로벌비즈니스학과장은 “우리대학 글로벌비즈니스학과는 다문화가족의 자녀가 입학할 수 있는 전형을 만들고, 그들이 아버지 또는 어머니의 나라에 취업할 수 있도록 산학협력을 진행하고 취업처를 발굴하고 있으니, 각 센터에서는 다문화가족의 자녀들이 울산과학대학교에 입학해서 성장하고 발전할 수 있도록 많이 지원해주시면 좋겠다”고 밝혔다.

임대완 울주군 센터장은 “다문화가족 자녀들에게 더 많은 교육기회와 보다 좋은 취업기회를 제공하고, 그들 스스로 다문화가족 자녀라는 것을 자랑스럽게 생각하는 계기가 됐다”고 말했다.

@highlight

울산과학대학교가 중구·남구·동구·북구·울주군건강가정다문화가족지원센터와 산학협력 협약을 체결했으며, 이에 따라  술지도 사항 및 산학협력연구과제 모색을 비롯한 7개의 사업에 협력할 예정이다.