韓 경쟁력 있는 산업에 도발 여당인 더불어민주당이 18일 일본의 수출규제를 ‘경제침략’으로 규정하고 일본 정부를 향해 강경 발언을 쏟아냈다.

앞서 민주당 특위는 일본경제보복대책 특별위원회에서 ‘보복’이라는 표현을 ‘침략’으로 바꾸는 명칭 변경을 발표하기도 했다.

최재성 일본경제침략대책 특별위원장은 이날 국회에서 열린 특위 전체회의에서 "일본발 경제 대전이 현실화한다면 일본은 다시 국제 무역질서를 무너뜨린 경제 전범국으로 기록되는 결과를 맞을 것"이라고 비판했다.

그러면서 최 위원장은 "아베 3인방이라고 불리는 최측근에 의해 무모하게 펼쳐진 경제침략 행위는 자국의 외무상마저 패싱한 관제 정치의 결정판"이라며 "아베노믹스 실패에 대한 면피와 일본 패싱을 막아보려는 다급함으로 정치에 경제를 끌어들이는 무리수를 둔 것"이라고 주장했다.

조정식(시흥을) 정책위의장은 정책조정회의에서 "일본의 수출규제 조치는 G20(주요 20개국) 정상회의 당시 아베 총리가 자유롭고 개방된 경제를 세계평화와 번영의 토대라고 한 정신과 정면 배치되는 자가당착"이라고 지적했다.

그러면서 "사태 장기화에 대비해 당정 차원의 점검회의를 정례화하겠다"며 "일본의 부당함을 적극 알리고 미국 등 국제사회와 공조 노력을 강화하겠다"고 말했다.

한편, 특위 간사인 오기형 변호사는 이날 국회 정론관에서 기자회견을 갖고 "12일 일본 경제산업성에서 한일 실무 당국자들이 양자회의를 연 후 우리 측이 입장서를 제출했으나 일본 측에서 받지 않겠다고 거절했다"고 공개했다.

그는 "그 입장서에는 일본 무역거래 제한조치의 부당성을 다양하게 설명하고, 부당한 불법조치를 원상회복해 줄 것을 요구하는 내용이 포함돼 있었다"고 설명했다.

오 간사는 특위 명칭을 ‘보복’에서 ‘침략’으로 변경한 데 대해 "반도체가 우리나라 수출의 20%를 점하고 있다"며 "대한민국에서 가장 경쟁력 있는 산업에 대해 일본이 도발한 것이 아닌가.

상황을 심각하게 보는 것"이라고 말했다.

@highlight

우리 나라의 가장 경쟁력 있는 산업인 반도체 산업에 대해 일본이 도발했다는 점을 들어 ‘보복’이라는 표현을 ‘침략’으로 명칭변경을 했던 더불어민주당이 18일에는 일본의 수출규제를 ‘경제침략’으로 규정하고 일본 정부를 향해 강경 발언을 쏟아냈다 