프로축구 광주FC의 역사는 계속된다.

광주가 오는 20일 오후 7시 안양종합운동장에서 FC안양과 2019 K리그2 20라운드 원정 경기를 치른다.

광주는 앞선 서울이랜드와의 원정경기에서 2-0승리를 거두면서 K리그 2 최다 연속 무패 기록을 ‘19경기’로 갈아치웠다.

기존 최고 기록은 경남FC가 가지고 있던 18경기다.

이와 함께 광주는 팀 최다 연승 기록도 ‘6’으로 늘렸다.

19경기 연속 무패 행진 속에 2위 부산아이파크와의 승점을 7점 차로 유지한 광주는 안양으로 가서 기록 경신에 나선다.

19경기를 8실점으로 막은 든든한 방패를 앞세운 광주는 다양해진 공격 루트로 상대를 공략하고 있다.

14골로 득점 1위를 달리고 있는 펠리페에게 수비가 집중되는 틈을 타 2선 자원들이 득점을 기록하면서 팀의 연승을 잇고 있다.

서울과의 원정경기에서 윌리안은 1골 1도움을 기록했다.

이 활약을 바탕으로 윌리안은 19라운드 베스트 11에 선정됐다.

김정환도 이 경기에서 골 맛을 봤다.

여봉훈은 18라운드 안산전에서 오랜만에 선발로 나서 결승골로 팀 승리를 이끌기도 했다.

윌리안이 경고누적으로 이번 경기에 나서지 못하지만 다양해진 로테이션이 힘을 실어준다.

물오른 기량을 뽐내고 있는 두현석과 특급 신인 엄원상 등이 출격 대기 중이다.

안양은 9승 4무 6패로 3위(승점 31점)에 올라있다.

역대 전적(6승 5무 4패)이나 최근 맞대결에서도 광주가 우위를 점하고 있다.

하지만 안양의 최근 기세가 좋다.

팔라시오스(5골), 조규성(9골), 알렉스(6골) 등 빠른 스피드를 이용한 역습 축구와 함께 탄탄한 경기력으로 최근 4연승을 기록하고 있다.

또 안양은 올 시즌 광주에게 유일한 2실점을 안겨준 팀이기도 하다.

광주는 중원의 활발한 움직임으로 상대의 역습을 차단하고, 연계플레이를 통해 상대의 골문을 노려야 한다.

광주가 안양의 상승세를 잠재우고 7연승에 성공할 수 있을지 주목된다.

@highlight

광주FC가 19경기 연속 무패 기록에 이어서 오는 20일 FC안양과의 원정 경기에서 기록 경신을 노리고 있다.