앱스토리몰은 기존 인스픽 미니포토 프린터 제품의 신규 라인업으로 '캐논 즉석카메라 인스픽C CV-123'과 '캐논 즉석카메라 프린터 인스픽S ZV-123'을 함께 출시한다고 밝혔다.

이 제품은 촬영과 동시에 인쇄가 가능한 즉석카메라로 핑크, 노랑의 비비드한 컬러와 170g의 가벼운 무게가 돋보이는 캐주얼한 제품이다.

제품에 내장된 뷰파인더를 이용해 원하는 구도의 사진을 찍어 500만 화소의 선명한 화질로 출력할 수 있으며 촬영한 사진을 최대 256GB의 용량까지 지원하는 SD카드에 저장하여 오래도록 간직하는 것도 가능하다.

함께 출시된 '캐논 즉석카메라 프린터 인스픽S ZV-123'은 사진 비율의 옵션이 세 가지로 선택의 폭이 넓어 단체샷은 물론, 셀프 카메라를 찍을 때에도 유용하며 재출력 버튼을 탑재하고 있어 버튼 하나로 손쉽게 친구들과 나눠 가질 사진을 출력할 수 있다.

그뿐만 아니라 스마트폰 전용 앱과의 연결을 통해 타이머 설정을 할 수 있고 스티커와 브러시 등을 이용해 나만의 사진을 꾸미거나 AR 기능을 통해 다양한 효과로 재미있는 사진을 찍는 것도 가능하다.

앱스토리몰을 운영하는 박민규 ㈜휴먼웍스 대표는 "'캐논 즉석카메라 인스픽C CV-123'과 '캐논 즉석카메라 프린터 인스픽S ZV-123'은 언제 어디서나 추억을 기록할 수 있는 즉석카메라"라며 "간단한 사용법으로 남녀노소 모두 손쉽게 사용할 수 있는 매력적인 제품"이라고 전했다.

'캐논 즉석카메라 인스픽C CV-123'과 '캐논 즉석카메라 프린터 인스픽S ZV-123'은 앱스토리몰에서 특별 할인된 초저가로 만나볼 수 있다.

@highlight

앱스토리몰은 신규라인업으로 캐논 즉석카메라 인스픽C CV-123과 인스픽S ZV-123을 출시해, 남녀노소 어디서나 손쉽게 사용할 수 있는 즉석카메라를 특별 할인된 최저가로 만나볼 수 있게 할 예정이다.