국민 우익수 이진영(39)이 은퇴식을 치른다.

kt위즈는 오는 28일 수원 케이티위즈파크에서 열리는 LG 트윈스와의 홈경기에서 지난 시즌을 끝으로 그라운드를 떠난 이진영의 은퇴식을 연다.

특히, 이날 은퇴식은 선수 생활을 마무리한 kt는 물론, 직전 소속 구단이었던 LG의 선수단과 팬들이 함께 '국민 우익수' 이진영의 피날레를 축하하게 된다.

지난 시즌을 끝으로 은퇴한 이진영의 은퇴식이 28일 수원에서 열린다.

사진=MK스포츠 DB 이진영은 1999년 쌍방울에서 프로 생활을 시작해 SK와 LG를 거쳐, 2016년 kt로 이적해 지난 시즌까지 20년간 KBO 리그에서 활약했다.

2006년 WBC 국가대표로 출전해 대한민국이 4강에 진출하는 데 기여하며 '국민 우익수' 칭호를 받는 등 KBO 대표 타자로 자리매김했다.

20년 선수 시절 동안 KBO 역사에 남는 기록들도 세웠다.

KBO 역대 7번째 2100안타와 13번째 3000루타 등을 달성했고 통산 2160경기에 출전해 0.305, 169홈런, 979타점을 기록했다.

현재는 일본 프로야구단 라쿠텐에서 코치 연수를 받고 있으며, 2019 WBSC 프리미어 12 대회를 준비하는 국가대표팀 전력분석원으로도 활동 중이다.

이날 행사는 경기 전 kt와 LG 트윈스 합동 팬 200명과 함께 하는 사인회로 시작한다.

그라운드에서 펼쳐질 공식 은퇴식에서는 선수 생활을 조명하는 은퇴 헌정 영상과 함께 이진영이 입장하고 기념 선물 증정 후 가족과 동료들의 은퇴 축하·응원 영상 상영이 이어진다.

또한, 이진영이 은퇴사를 낭독하고, 딸 채슬양의 시타와 아들 예준군의 시구, 이진영의 시포가 이뤄져 은퇴식의 분위기를 고조시킨다.

또, 5회가 끝난 후 클리닝타임에는 kt, LG 트윈스 선수들과 함께 위즈 파크를 찾아 준 팬들에게 은퇴 기념 사인볼 100개를 던져준 후 기념 사진 촬영을 할 예정이다.

kt구단은 이진영 은퇴식을 뜻깊게 하기 위해 기념 유니폼과 티셔츠, 기념구도 팬들에게 출시한다.

@highlight

KT위즈의 우익수 이진영이 오는 28일 수원 홈구장에서 은퇴식을 갖고 20년간의 KBO리그 선수활동을 마치게 되는데 그동안 2100경기에 출전하여 평균타율 0.305, 홈런 169개에 979타점을 기록하며 역대 7번째 2100안타와 13번째 3000루타 등을 이뤘다.