갤럭시S8.  필리핀 세부에서 보트 전복사고가 일어났으나 스마트폰 덕에 탑승객 20명 전원이 무사히 구조됐다.

삼성전자 갤럭시S8의 방수기능과 위성항법장치(GPS) 덕이다.

19일 삼성전자 뉴스룸에 따르면 이달 8일 필리핀 세부 보고시티 인근에서 외국인 다이버들과 현지인 등 20명이 탑승한 보트가 뒤집히는 사고가 발생했다.

보트가 전복되면서 탑승자들의 소지품이 30분 넘게 물에 잠겼지만, 한 승객의 물에 잠긴 갤럭시S8이 정상 작동해 구조 요청을 할 수 있었다.

승객중 한명인 캐나다인 짐 엠디(Jim Emdee)씨는 갤럭시S8으로 구조대에 전화로 도움을 요청했고, 스마트폰 GPS 기능으로 전복된 위치를 전송했다.

구조대는 신속히 도착해 탑승객 전원을 모두 구조했다.

엠디씨는 "동승객들 휴대폰 중 갤럭시S8만 전화가 연결됐고, 다행히 구조를 받을 수 있었다"며 "승객들을 살리는 데 도움을 준 삼성전자의 기술력에 감사를 표한다"고 삼성전자 필리핀법인에 메일을 보냈다.

정지호 삼성전자 필리핀 법인장은 "갤럭시 스마트폰이 인명을 구할 수 있게 돼 기쁘고 감사하다"면서 "계속해서 어려운 상황에 처한 사용자들을 도울 수 있는 기능들을 연구해 나갈 것"이라고 말했다.

삼성전자 뉴스룸에 따르면 갤럭시 스마트폰은 위기 상황에서 긴급 연락을 할 수 있도록, 'SOS 메시지 보내기' 기능을 지원하고 있다.

2017년 출시된 갤럭시S8은 IP68 방수·방진 등급을 갖췄다.

맑은 물 수심 1.5m에서 30분 동안 버틸 수 있다.

갤럭시 스마트폰은 위기 상황에서 긴급 연락을 할 수 있는 'SOS 메시지 보내기' 기능을 지원한다.

아울러 삼성전자는 험지나 위험에 빠지는 상황을 대비해 GPS를 켜 놓기를 권장한다.

SOS 메시지 보내기는 '설정' 메뉴에서 '유용한 기능'을 클릭하면 설정할 수 있으며 전원 버튼을 세 번 연속 누르면 긴급 연락처로 SOS 메시지가 전송된다.

@highlight

19일 삼성전자에 따르면 이달 8일 필리핀 세부 보고시티 인근에서 20명이 탑승한 보트의 전복사고가 발생했지만,  한 승객의 물에 잠긴 갤럭시S8이 이상 없이 작동해 구조 요청을 할 수 있어서 탑승객 20명 전원이 무사히 구조됐다고 한다.