동남아 지역예선을 거쳐 결선에 올라온 참가자가 장비 점검 시험을 치르고 있다.

두산인프라코어는 지난 15일부터 18일까지 '2019 두산 서비스 경진대회(Doosan's Got Talent)'의 글로벌 결선을 개최했다고 19일 밝혔다.

두산 서비스 경진대회는 전세계 두산인프라코어 건설기계 딜러사의 서비스 테크니션들이 참가해 서비스 기술을 겨루고 다양한 경험을 공유함으로써 서비스 역량 증진 및 고객 만족 극대화를 위한 것이다.

지난 2014년에 첫 대회가 열렸으며 이번이 두 번째다.

두산인프라코어는 이번 결선을 위해 지난해부터 신흥시장 30개 국가의 딜러사 및 중국의 대리상 소속 서비스 인원 총 120여 명이 참가한 가운데 각 지역별 예선전을 진행했다.

군산에 위치한 건설기계부품연구원 종합시험센터에서 열린 이번 결승전에는 인도네시아, 사우디아라비아, 에티오피아, 브라질, 중국 등 각 지역예선 상위 입상자 총 11명이 경합을 벌였다.

참가자들은 서비스 전문지식과 장비 점검 및 성능 검사 시험을 치렀으며, 실제 장비에 임의로 발생시킨 문제의 원인을 찾아 해결하는 '트러블 슈팅 테스트(Trouble Shooting Test)'로 실전 서비스 실력을 겨뤘다.

최종 우승은 기술 점수와 문제 해결 능력에서 가장 우수한 성적을 거둔 인도네시아 딜러사의 서비스 테크니션 파니 파우지(Fani Fauzi)가 차지했다.

파니 파우지는 "무엇보다도 고객의 입장에서 해결책을 찾으려고 노력한 것이 우승의 비결"이라며 "역량 개발에 더욱 매진해 두산 장비를 쓰는 고객 만족도와 서비스 챔피언의 명예를 높여 가겠다"고 소감을 말했다.

두산인프라코어 관계자는 "기술 우열을 가리는 것을 뛰어넘어 대회 참가자들 간에 노하우를 나누며 서비스 역량을 높이는 계기가 됐다"며 "전세계 각 지역별로 서비스 전문가들을 육성해 고객 만족도를 극대화할 것"이라고 말했다.

두산인프라코어는 오는 22일부터 나흘 일정으로 신흥시장 딜러사 대상의 '글로벌 서비스 매니저 워크숍'도 진행한다.

실무 역량 향상을 위한 서비스 경진대회에 이어 매니지먼트 역량도 키워 서비스 경쟁력 전반을 강화한다는 계획이다.

@highlight

두산인프라코어는 지난 15일~18일 기술자들의 서비스 역량 증진 등을 위한 '2019 두산 서비스 경진대회'의 글로벌 결선을 열었으며 이 대회의 최종 우승은 인도네시아 딜러사의 서비스 테크니션 파니 파우지가 차지했다.