셀트리온그룹이 중국 시장 진출에 박차를 가하고 있다.

셀트리온홍콩은 홍콩계 다국적 기업 난펑그룹과 중국 상하이에 합작회사 '브이셀(V cell) 헬스케어'를 설립했다고 19일 밝혔다.

브이셀헬스케어는 셀트리온과의 라이선스 계약을 통해 램시마, 트룩시마, 허쥬마 등 바이오시밀러 제품에 대한 중국 내 개발·제조·상업화의 독점적 권리를 갖는다.

이를 바탕으로 중국 국가약품감독관리국(NMPA)에 셀트리온 바이오시밀러 제품에 대한 의약품 허가 절차를 추진할 예정이다.

셀트리온그룹과 난펑그룹은 내년 상반기 중 중국 현지에 글로벌 수준의 규모와 설비를 갖춘 바이오의약품 생산시설을 건립하는 방안도 적극 검토할 방침이다.

서정진 셀트리온그룹 회장은 "이번 합작회사 설립으로 중국시장 진출에 한걸음 더 다가서게 됐다"며 "미국과 유럽, 한국을 비롯한 글로벌 시장에서 인정받은 셀트리온 바이오시밀러 제품군을 중국 현지 환자들에게 조기에 공급할 수 있도록 최선을 다하겠다"고 말했다.

안토니 륭(Antony Leung) 난펑그룹 회장은 "중국은 합리적 가격의 고품질 의약품에 대한 수요가 크다"면서 "앞으로 Vcell 헬스케어가 세계적인 수준의 바이오시밀러 의약품을 중국에 제공해 환자들을 돕고, 나아가 중국에 바이오의약품 생산을 위한 생산기지가 건설되길 기대한다"고 말했다.

한편, 중국 의약품 시장은 미국에 이은 세계 2위로 최근 5년간 연평균 13% 넘는 성장률을 기록했다.

시장규모는 2015년 207조5190억원에서 2020년 304조6230억원까지 커질 전망이다.

특히 바이오의약품 분야는 연평균 18%의 가파른 성장률을 보이며 시장규모가 2020년까지 56조6610억원까지 커질 것으로 예상된다.

아울러 최근 중국 정부가 바이오의약 분야에 기술력을 가진 외자기업의 중국 진출을 장려하는 등 바이오시밀러 관련 우호 정책을 펴고 있어 향후 중국시장 진출에 대한 전망이 밝다고 회사 측은 강조했다.

@highlight

19일 셀트리온홍콩은 '브이셀(V cell) 헬스케어'를 설립했다고 밝혔으며, 브이셀헬스케어는 셀트리온과의 라이선스 계약을 통해 이오시밀러 제품에 대한 중국 내 개발·제조·상업화의 독점적 권리를 갖고 이를 바탕으로 중국 국가약품감독관리국에 셀트리온 바이오시밀러 제품에 대한 의약품 허가 절차를 추진할 예정이다.