'삼시세끼'가 염정아, 윤세아, 박소담과 함께 2년 만에 '산촌편'으로 돌아온다.

tvN '삼시세끼 산촌편'이 오는 8월 9일 첫 방송 된다.

출연을 확정지은 염정아, 윤세아, 박소담은 청량한 여름의 정선을 배경으로 시원한 웃음과 힐링을 선사할 전망이다.

특히 실제 절친한 사이로 알려진 염정아, 윤세아와 막내로 합류하게 된 박소담이 선보일 케미스트리에 호기심이 집중되는 상황.

드라마, 영화 등을 통해 활발하게 활동해 온 세 사람이 예능 프로그램에서는 과연 어떤 신선한 면모로 시청자를 사로잡을지 궁금증을 자극한다.

여기에 이들을 방문한 첫 게스트로 정우성이 나서 기대감을 더한다.

이번 시즌의 가장 큰 차별점은 초기의 '삼시세끼'로 돌아간다는 점에 있다.

오랜만에 돌아오는 만큼 원래의 '자급자족 유기농 라이프'를 실현하기 위해 제철 맞은 텃밭 작물만을 활용, 소박하지만 건강한 끼니를 만들어 먹는다.

요리에 서툰 출연자들과 한정된 재료가 만나 펼쳐지는 좌충우돌 에피소드도 다른 재미를 전할 예정.

또한 한번도 '삼시세끼'에 등장한 적 없는 새로운 인물들이 어떻게 산촌에 적응하고 세 끼를 해결해 나갈지 지켜보는 것도 관전포인트다.

프로그램 연출을 맡은 양슬기PD는 "분명 익숙한 프로그램인데 염정아, 윤세아, 박소담 세 분과 함께 하니 새로운 에피소드가 쏟아져 나와 신기했다.

도전을 두려워 하지 않고 신나게 '삼시세끼'를 즐긴 출연진에게 너무 감사하다.

첫 촬영 후 혹시 몸살이 나지 않았는지 살짝 걱정이 될 정도"라며 "여름의 정선에서 펼쳐질 색다른 '삼시세끼 산촌편'에 많은 기대 부탁 드린다"라고 전했다.

한편, tvN '삼시세끼 산촌편'은 '강식당3' 후속으로 오는 8월 9일 금요일 밤 9시 10분 첫 방송된다.

@highlight

8월 9일 첫 방송 되는 삼시세끼 산촌편은 염정아, 윤세아, 박소담이 출연하며 정선을 배경으로 그려지는데 오랜만의 복귀인 만큼 자급자족 유기농 라이프 실현에 초점을 맞출 계획이다.