부산가톨릭대(총장 신호철) 응용과학대학 소속 소프트웨어학과와 컴퓨터공학과는 지난 17일 양산고서 열린 '2019 하계 SW공학 융합 체험캠프'에 참가해 '4차 산업혁명시대 요소기술 체험' 프로그램을 운영해 큰 호응을 얻었다.

경상남도교육청 지정 SW공학 융합교과중점학교인 양산고에서 부산가톨릭대 재학생들은 직접 개발한 소프트웨어를 체험하는 프로그램을 운영했다.

소프트웨어학과는 AI(인공지능) 분야에 해당되는 'VR과 AI 기술을 결합한 시각장애 훈련 및 체험' 등 4개 코너, 컴퓨터공학과는 SH(스마트 헬스케어) 분야인 'UWB 레이더를 이용한 비접촉 생체신호 측정' 등 3개 코너를 운영했다.

프로그램을 총괄한 원성현 응용과학대학장은 "소프트웨어 개발 인력이 절대적으로 부족한 상황에서 경상남도교육청이 양산고를 SW공학 융합교과중점학교로 지정한 것은 매우 잘한 일이다"고 하며 "4차 산업혁명시대에 우리나라의 미래를 보장할 수 있는 가장 중요한 기술은 융합 소프트웨어 기술이다"며 강조했다.

소프트웨어학과 체험을 지도한 이영우 교수는 "콘텐츠는 미래 산업 중 가장 중요한 아이템이며, 우수한 학생들이 소프트웨어학과로 많이 진학해 IT 강국의 진면목을 보여주면 좋겠다"고 말했다.

체험에 참가한 한 학생은 "오늘 체험한 헬스케어와 접목된 소프트웨어 기술은 매우 흥미로웠으며, 대학에 진학할 때 소프트웨어 개발 관련 기술을 배울 수 있는 학과를 고려하고 있는 입장에서 이번 체험은 매우 유익했다"고 소감을 밝혔다.

소프트웨어학과는 올해 2월까지 지방대학특성화사업(CK-I)으로 3년간 20억 원을 지원받아 소프트웨어와 헬스케어를 접목하는 융합 인재 양성을 위해 교육 여건을 대폭 개선한데 이어 지난 18일, 사회맞춤형 산학협력 선도대학(LINC+) 육성사업의 일환으로 바이오헬스 데이터 사이언스 융합전공이 선정돼 3년간 15억 원을 지원받는다.

또한 컴퓨터공학과도 사회맞춤형 산학협력 선도대학(LINC+) 육성사업으로 데이터유통 안전관리 융합전공을 운영, 3년간 6억원을 지원받는다.

@highlight

지난 17일 양산고서 열린 '2019 하계 SW공학 융합 체험캠프'에 부산가톨릭대 응용과학대학 소속 소프트웨어학과와 컴퓨터공학과가 참가해 소프트웨어학과는 AI(인공지능) 분야, 컴퓨터공학과는 SH(스마트 헬스케어) 분야의 코너와 함께 '4차 산업혁명시대 요소기술 체험' 프로그램을 운영해 큰 호응을 얻었다. 