가세로 태안군수가 20일 태안 특산물 전통시장, 서부시장, 안면도 수산시장, 태안읍 중앙로 상가 등을 찾아 상인들과 전통시장 살리기를 위한 소통을 가졌다.

사진은 태안특산물전통시장 상인들과 대화하고 있는 가세로 태안군수 모습.

가세로 태안군수가 20일 전통시장 상인 등을 만나 소통의 시간을 가졌다.

태안군에 따르면 가 군수는 이날 태안 특산물 전통시장, 서부시장, 안면도 수산시장, 태안읍 중앙로 상가 등을 찾아 상인들과 격의 없는 대화를 나눴다.

또 4개 시장 상인회장과의 오찬자리에서 시장 상인들의 애로와 고충사항을 듣고 '활력있는 전통시장'으로 도약할 수 있는 방안에 대해 논의했다.

군은 전통시장 활성화를 위한 주요시책으로 전통시장 노후시설 개선을 통한 안전사고 '제로(Zero)'를 위해 서부시장 비가림시설 누수 보수, 특산물시장 옥상 방수공사, 소방·전기 안전관리 등을 추진하고 있다.

안면도 수산시장 접근성 개선을 위해 상인회의 의견을 수렴하고 주차장 확보를 위한 사전 컨설팅을 진행하고 있다.

전통시장 시설 현대화를 위해 2020년 말까지 특산물전통시장 도시가스 공급 사업 등을 추진하고 있으며 태안특산물전통시장과 서부시장을 일원화해 함께 활성화할 수 있는 방안도 연구 중에 있다.

특히, 급변하는 유통환경 변화에 상인들이 능동적으로 대응할 수 있는 능력을 키우기 위해 마케팅 전문가 초빙 교육과 10월 중으로 '태안거리축제'를 개최해 지역 특산물 판매, 먹거리 장터, 다양한 체험프로그램을 운영, 태안의 전통시장을 널리 알리고 태안 상권의 활력을 불어넣는 계기로 삼을 방침이다.

가세로 군수는 "태안 전통시장이 경쟁력을 갖추고 시장 고유의 특색을 살린 독특하고 참신한 시장으로 자리매김할 수 있도록 다양한 시책들을 발굴·추진하겠다"며 "남녀노소 모두가 즐길 수 있는 다양한 먹거리, 볼거리, 즐길거리가 넘치는 태안 시장을 만들기 위해 함께 노력해 나가자"고 말했다.

@highlight

서부시장 비가림시설 누수 보수 등 노후된 전통시장 시설 개선을 추진 중인 가세로 태안군수가 20일 태안 특산물 전통시장, 서부시장 등 4개 시장을 찾아가 시장 상인들의 애로·고충을 듣고 활력 있는 전통시장으로 도약할 방안에 대해 논의했다.