정경두 해임안-추경 연계한 야권 여당과 입장차로 6월 국회 ‘빈손’ 오늘 회동 통한 협상 결과 주목 6월 임시국회가 빈손 국회로 끝나면서 추가경정예산(추경)안 등 현안 처리를 위한 7월 임시국회가 소집될 지 관심이다.

하지만 조건 없는 추경 처리를 강조하는 더불어민주당과 국방부 장관 해임건의안 표결을 추경 처리와 연계한 자유한국당 및 바른미래당의 입장이 팽팽해 절충점을 찾을 수 있을지 불투명하다.

이에 따라 문희상 국회의장이 주재하는 여야 3당 원내대표 회동이 22일 오전에 열리는 만큼 협상 결과가 주목된다.

보통 7월 말에 의원들의 해외 일정이 많고 국회 차원의 여야 방미단이 24일 출국하는 것을 고려할 때 이번 주 초가 7월 임시국회 소집을 결정할 분수령이 될 것으로 보인다.

일단 민주당은 추경 처리를 위한 7월 임시국회 필요성을 인정하면서도 야당이 요구하는 국방장관 해임건의안 처리는 불가하다는 입장을 고수하고 있다.

민주당은 22일 최고위원회의에서 7월 국회 소집 문제를 최종 결정할 것으로 보인다.

민주당은 지난 19일 열린 의원총회에서 추경 처리 방향을 당 지도부에 일임하기로 했다.

한국당은 여당이 추경 처리만 압박하면 7월 국회 의사일정에 합의하기 어렵다는 입장이다.

북한 목선 국정조사 합의나 국방부 장관 해임건의안 표결처리가 없는 이상 본회의를 열 수 없다는 강경 방침에서 요지부동이다.

한국당은 또 야당 공세에만 몰두하는 여당의 태도 변화가 없는 이상 7월 국회 개최는 어렵다며 공을 민주당에 넘겼다.

한국당 원내 관계자는 "일본 수출규제 국면에서 여당은 야당을 친일파로 몰아가는 여론전에만 몰두한 채 추경 처리에 아무런 의지가 없어 보인다"며 "이런 상황이라면 7월 국회도 불투명하다"고 했다.

바른미래당은 이번 주 중으로 원포인트 국회를 열어 추경과 국방부 장관 해임건의안, 일본의 수출규제 철회 촉구 결의안 등을 일괄 처리해야 한다는 입장이다.

오신환 원내대표는 "6월 국회가 아무런 소득 없이 끝나면서 국회 전체를 향한 여론의 비판이 거세다"며 "국회 무용론까지 나오는 상황에서 국정 운영의 무한 책임이 있는 집권여당이 전향적으로 자세 변화를 꾀해야 한다"고 주장했다.

@highlight

지난 6월 국회가 '빈손'으로 끝나며 현안 처리를 위한 7월 임시국회가 소집될 지에 관심이 쏠리고 있으나 조건 없는 추경 처리를 강조하는 민주당과 국방부 장관 해임안을 추경과 연계해 주장하는 야당의 입장이 엇갈리고 있어 이에 22일 열리는 여야 3당 원내대표 회동의 협상 결과가 주목되고 있다.