무면허·음주운전·뺑소니에 따른 처벌을 피하기 위해 사고 후 운전자 바꿔치기를 한 혐의로 기소된 연인에게 법원이 각각 징역형과 벌금형을 선고했다.

21일 법조계에 따르면 대전지법 형사11단독 서재국 판사는 특정범죄 가중처벌 등에 관한 법률 위반(도주치상)과 도로교통법 위반(음주운전) 등 5가지 혐의로 기소된 A(35) 씨에게 징역 1년을 선고하고, 범인도피와 보험사기방지 특별법 위반 혐의로 기소된 A 씨의 여자친구 B(39) 씨에게 벌금 500만원을 선고했다.

A 씨는 지난 2월 18일 오후 10시25분경 대전 서구 한 도로에서 정차 중인 시내버스를 들이받고, 그대로 달아났다.

A 씨는 운전 당시 면허 취소수준인 혈중알코올농도 0.103% 상태였으며, 무면허운전 혐의 등으로 재판 중이었다.

이 사고로 버스 기사와 승객 등 9명이 각각 전치 2주의 상해를 입었다.

A 씨로부터 사고 소식을 들은 B 씨는 남자친구의 처벌을 우려해 경찰서로 가서 자신이 사고를 냈다고 허위로 자수했다.

이들은 또 사고 다음날 보험회사에 연락해 'B 씨가 운전 중 휴대전화를 사용하다가 시내버스를 들이받았다"고 거짓으로 사고를 접수해 부당하게 보험료를 받으려 한 것으로 드러났다.

재판부는 A 씨에 대해 "무면허 음주운전으로 교통사고를 내고 도주했음에도 마치 여자친구가 사고를 낸 것처럼 사고를 접수해 보험사기 범행을 저질렀다"며 "음주운전이나 무면허 운전으로 처벌받았음에도 또다시 무면허 음주사고를 저질러 비난 가능성이 크고 재범 가능성도 매우 높다"고 비판했다.

재판부는 또 B 씨에 대해 "허위 자술서를 수사기관에 제출하는 등 진범을 도피시키고 보험사기 범행을 저지른 것으로 죄책이 상당히 무겁다. 다만 벌금형을 넘는 범죄전력이 없고 잘못을 깊이 뉘우치며 보험회사 피해를 모두 회복한 점 등을 고려했다"고 설명했다.

@highlight

대전지법 형사11단독 서재국 판사는 21일 무면허·음주운전·뺑소니에 따른 처벌을 피하기 위해 사고 후 운전자 바꿔치기를 한 혐의로 기소된 연인 A씨와 B씨에게 각각 징역형과 벌금형을 선고했으며, 이들이 낸 사고로 버스 기사와 승객 등 9명이 각각 전치 2주의 상해를 입었다.