경기도 군포시는 한국 그림책의 뿌리를 찾는 정책세미나를 오는 22일 개최한다고 20일 밝혔다.

조선 후기 서민층에 유행했던 '민화'의 예술성과 가치에 대해 알아보고 공유의 시간을 갖는다.

이 행사는 '그림책박물관공원' 조성 사업의 사전 준비 작업으로 차별화된 콘텐츠 개발이 목적이다.

시는 2021년 9월 개관을 목표로 그림책 전문 복합문화공간인 그림책박물관공원 조성 사업을 추진하고 있다.

2020년 2월 시설 건립공사 착공 이전에 먼저 다양하고 수준 높은 콘텐츠를 발굴·개발하기 위해 정책세미나를 총 4회에 걸쳐 진행한다.

두 번째 열리는 세미나 주제인 민화는 최근 한국 전통화의 주류로 재평가받고 있다.

이런 흐름의 배경을 확인하고 고전 소설이 그림과 결합한 역사 속 그림책 사례를 알아본다.

민화 전문가의 주제 발표, 그림책 작가와 연구자 토론, 그림책에 관심이 많아 세미나에 참여한 시민과 전문가의 질의응답이 이어진다.

이 과정에서 군포의 그림책박물관공원 조성 및 운영에 도움이 될 아이디어가 도출될 것으로 시는 기대한다.

앞서 시는 '한국 그림책의 뿌리를 찾아서'라는 대주제 중 '불화'와 관련된 첫 번째 소주제 세미나를 지난달 24일 개최했다.

3차 세미나는 '무신도(巫神圖)'를 주제로 다음달 26일 개최한다.

종합 토론회 형식으로 진행될 4차 세미나는 9월 2일 개최할 예정이다.

세미나는 시청 별관 회의실에서 매회 3시간 동안 진행한다.

한편 2017년 6월 경기도 정책 오디션에서 대상과 특별조정교부금 100억원을 받아 추진되는 군포시의 그림책박물관공원 조성 사업은 20년 이상 방치된 금정동 한얼공원 내 배수지를 종합문화공간으로 바꾸는 유휴시설 재생, 도시발전 방안이다.

시는 지난 1월 말 그림책 작가와 연구가, 그림책 협회 및 출판사 관계자, 그림책과 관련된 시민모임 등 총 26명의 민간전문가로 구성한 '그림책박물관공원 조성 추진위원회'를 구성했다.

@highlight

군포시는 '그림책박물관공원' 조성 사업을 위해 차별화된 콘텐츠 개발하고자 오는 22일 정책세미나를 열어 '민화'의 예술성과 가치를 알아보고 공유해본다.