전주기상지청 "비 소강, 앞으로 산발적 비 전망"

제5호 태풍 '다나스'의 여파로 전북지역에 많은 비가 내렸지만 낙석이나 피서객 고립 외에는 큰 피해가 없었다.

21일 전주기상지청에 따르면 다나스의 영향으로 전날 오전 10시부터 전북지역에 내리기 시작한 비는 이날 오후 4시 현재 무주 덕유산 덕유봉 234㎜, 남원 지리산 뱀사골에 205㎜의 강수량을 기록했다.

시·군 별로는 임실 103㎜, 장수 98.5㎜, 완주 86.8㎜, 순창 85.5㎜, 진안 80㎜, 김제 77.5㎜, 정읍 72.5㎜, 전주 71.1㎜, 남원 64.4㎜, 부안 64.5㎜, 고창 61㎜, 무주 60㎜, 익산 58.6㎜, 군산 55.3㎜ 등의 비가 내렸다.

기상지청은 태풍이 몰고 온 비구름의 영향으로 22일 까지 도내 곳곳에 산발적인 비가 더 내릴 것으로 전망했다.

이번 태풍은 바람없이 많은 비를 뿌렸지만 도내 곳곳에서는 나무가 쓰러지고 낙석, 피서객 고립사고가 잇따랐다.

그러나 인명이나 별다른 재산피해는 없었다.

전북도와 소방당국에 따르면 이날 오전 1시 15분께 남원시 아영면 갈계리 도로변에 있던 높이 약 8m 정도의 나무 1그루가 쓰러졌다.

앞서 지난 20일 오후 2시 56분께 진안군 동향면 성산리 하천에서 피서객 12명이 고립됐다가 출동한 소방당국에 의해 전원 구조됐다.

20일 오전 9시 20분께는 남원시 주천면 호경리의 한 도로에 2t 가량의 낙석이 발생해 40여 분간 차량이 통제됐으며 같은 날 오후 11시께 남원시 산내면 대정리 도로에서도 낙석 3.5t이 발생해 2시간 가량 차량이 통제됐다.

전북도 관계자는 "도내 지역에 내려졌던 호우주의보는 대부분 해제됐지만 혹시 모를 피해를 대비해 기상 상황을 예의주시하고 호우 특보 시 신속히 대처할 예정이다"고 말했다.

@highlight

태풍 다나스로 전북지역에 많은 비가 내렸지만 나무가 쓰러지거나 낙서,피서객 고립사고 외에는 큰피해가 없었고 호우주의보가 해제는 되었지만 전북도 관계자는 다른 피해 상황이 생길지도 모르니 예의주시하고 신속한 대처를 할 예정이라고 전했다.