▲ 중구보건소 치매안심센터는 지난 19일 성안동 한 식당에서 치매사업 담당자와 운영위원회 위원 등 12명이 참석한 가운데 '치매안심마을 운영위원회 첫 회의'를 실시했다.

울산 중구가 치매안심마을을 지정하고 치매 인식개선과 치매환자 돌봄 부담 비용 절감 등에 나선다.

중구보건소 치매안심센터는 지난 19일 오전 성안동 한 식당에서 치매사업 담당자와 운영위원회 위원 등 12명이 참석한 가운데 ‘치매안심마을 운영위원회 첫 회의’를 가졌다.

이날 회의는 치매안심마을 사업 설명, 운영위원회 위촉장 수여, 사업 관련 요구사항 수렴 등으로 진행됐다.

센터는 앞서 지역사회 치매안심 안전망을 구현키 위해 중구 성안동 9·10통을 치매안심마을로 지정했다.

치매안심마을은 치매에 대해 올바르게 이해하고, 치매환자와 가족이 안전하고 독립적으로 일상생활을 영위하며 사회 활동을 자유롭게 참여할 수 있도록 치매 친화적 환경을 조성하는 사업이다.

치매안심마을에서는 지역 주민 대표를 중심으로 운영위원회를 구성해 운영하고, 지역 자원인 동 행정복지센터와 학교, 파출소 등을 중심으로 치매 파트너를 양성하게 된다.

또 치매 조기 검진과 인식개선 홍보 활동, 치매 예방프로그램 운영, 치매 고위험군과 치매환자 지원, 지역특화사업 등을 통해 지역사회 치매 돌봄 기능을 제공한다.

성안동 9·10통에 거주하는 만 60세 이상 모든 주민을 방문해 치매선별검사와 치매예방교육을 실시하게 된다.

센터는 오는 9월 치매안심마을 지정 기념 현판식을 진행할 예정이며, 연 2차례에 걸쳐 운영위원회를 개최할 계획이다.

센터 관계자는 “치매는 누구나 걸릴 수 있는 질병이란 생각을 가지고 지역 주민들의 치매에 대한 인식개선과 치매 예방을 위한 활동에 적극적인 참여를 바란다”고 말했다.

자세한 사항은 중구보건소 2층 치매안심센터(☎052-290-4366)로 문의하면 된다.

@highlight

치매안심마을은 치매의 바른 이해와 가족이 일상생활과 사회 활동을 영위할 수 있도록 치매 친화적 환경을 조성하는 사업으로 지역 주민 대표를 중심으로 운영위원회를 구성해 치매 파트너를 양성하고 지역사회 치매 돌봄 기능을 제공하게 된다. 