▲ 사진설명= 이차영 괴산군수는 지난 19일 신성영 충북도청 예산담당관을 만나 2020년도 충북도 균특 지방이양사업 방침결정에 대한 괴산군의 입장을 전달했다.

이차영 괴산군수는 지난 19일 '2020년 국가균형발전특별회계(이하 균특) 지방이양사업' 예산 확보를 위해 충북도청 예산담당관실과 자연재난과 등 관련 사업부서를 차례로 방문했다.

이날 신성영 충북도청 예산담당관을 만난 이 군수는 2020년도 충북도 균특 지방이양사업 방침결정에 대한 괴산군의 입장을 전달했다.

특히, 이 군수는 내년도 균특 지방이양 주요 신청사업 22건에 대한 당위성과 필요성을 적극 피력하고, 이 사업들이 내년도 균특 지양이양사업에 꼭 반영될 수 있도록 요청했다.

주요 신청사업으로는 △자연재난과 소관 구룡천(괴산지구) 지방하천정비사업 등 8건 △산림녹지과 소관 산림복지단지조성사업 등 6건 △농업정책과 소관 마을만들기사업 등 3건 △유기농산과 소관 청안지구 대구획경지정리사업 등 5건이다.

이차영 군수는 "국가 균특 사업이었던 소하천정비사업, 산림휴양녹색공간조성사업 등이 2020년부터 지방이양사업으로 변경됨에 따라 군비 부담이 가중될 것"이라며 "지역 현안사업의 지속 추진을 위해 내년도 신규사업과 계속사업에 대한 보조비율이 현행과 동일하게 유지될 수 있도록 도 차원에서 힘써 달라"고 말했다.

이어 "균특의 기본방향은 지역 간의 균형 격차를 줄이기 위해 별도로 지원하는 예산인 만큼 충북도의 역할이 매우 중요하다"며 "충북도에서 시·군 간의 균형발전이 될 수 있도록 기준을 세워 예산편성 방안을 마련해 주기 바란다"고 요청했다.

한편, 국가균형발전특별회계란 중앙정부에서 지역 간의 균형적인 발전을 도모하고 재정 격차를 줄이기 위해 별도로 지원하는 예산을 말한다.

@highlight

이차영 괴산군수는 지난 19일 '2020년 국가균형발전특별회계 지방이양사업' 예산 확보를 위해 당위성과 필요성을 적극 피력하고 시·군 간의 균형 발전을 위한 예산편성 방안을 요청했다.