하반기 반등을 노리는 대전시티즌이 수비수, 공격수를 영입하며 전력보강에 나섰다.

수비수 박민규, 이인규, 김태현과 공격수 김찬이 새롭게 대전에 합류했다.

FC서울에서 임대 영입한 수비수 박민규는 FC서울 유소년(오산고) 출신으로 '2014 AFC U-19 챔피언십' 대표 등 연령별 대표팀을 거쳐 2014년 드래프트를 통해 FC서울에 우선지명 됐다.

호남대를 거쳐 2017년 FC서울에 입단했다.

주포지션은 왼쪽 측면 수비수로 많은 활동량을 바탕으로 측면에서의 적극적인 오버래핑이 돋보이는 선수다.

우수한 킥력 또한 장점으로 평가받는다.

이인규는 2014년 전남에서 프로에 데뷔했으며 목포시청-광주FC-부천FC를 거쳐 대전에 입단하게 됐다.

본 포지션은 공격수였으나 2016년 목포시청으로 이적하며 수비수로 전향했다.

주 포지션은 중앙수비수로 올 시즌 부천에서 16경기에 출전했으며 빠른 발을 가지고 있어 상대 공격수들과 스피드 경합에서 이점을 가지고 있다.

울산현대로부터 임대 영입한 김태현은 통진중~통진고를 고쳐 올 시즌 울산에 입단한 신인 선수이다.

186㎝ 82㎏의 우수한 신체조건을 가지고 있으며, 제공권이 뛰어나고 중앙수비수이지만 과감한 전방 패스를 활용한 빌드업 능력도 뛰어나다.

U-23 대표팀 등 연령별 대표팀에도 소집되며 가능성을 인정받은 선수다.

포항스틸러스로부터 임대 영입한 김찬은 포항 유소년팀인 포항제철중-포항제철고 거쳐 올 시즌 입단했다.

포항이 자랑하는 화수분 유스 시스템의 계보를 이을 신예 공격수로 주목받는 선수이다.

유소년 시절부터 연령별 대표 공격수로 활약해왔으며 189㎝의 장신임에도 스피드를 겸비하고 있고 기술적인 플레이에 능한 타켓형 스트라이커이다.

대전은 현재 12득점으로 K리그2 10개팀 중 최저득점을 기록하고 있다.

김찬이 득점력 부재에 시달리는 대전의 공격에 새로운 활력이 되어주길 기대하고 있다.

@highlight

대전시티즌은 하반기 반등을 위해 수비수 박민규, 이인규, 김태현과 공격수 김찬을 영입하여 전력보강에 나서며,  공격수인 김찬이 대전의 공격에 신선한 활력이 되어주길 기대한다.