제12회 2019 세계자연유산제주 거문오름 국제트레킹(주최 세계유산본부·주관 거문오름국제트레킹위원회) 탐방객의 발길이 거문오름 입구에서 잠시 멈췄다.

흥겨운 멜로디에 몸을 흔들다가 유연한 몸짓에 손박수를 치기도 했다.

입가엔 웃음이 가득했다.

바로 특설무대 행사였다.

이날 오전 9시30분 시작된 이날 무대는 제주시 조천읍 북촌리 주민들이 주인공인 '희라인'의 라인댄스로 시작됐다.

최신곡에 맞춘 몸짓에 관객들은 환호와 박수로 화답했다.

희라인은 함덕여성농업인종합지원센터의 지원을 받아 마을주민과 이주주민들이 함계하는 동아리다.

희라인 회장인 강명지씨(46·조천읍 북촌리)는 "검은오름 국제트레킹 무대는 올해 두번째"라면서 "다들 직장을 다니는데도 무더위 속에서 열심히 연습했다. 특별한 행사의 무대에 오르게 돼 보람이 크다"고 소감을 밝혔다.

뒤이어 제주어밴드 뚜럼브라더스가 제주어 자작곡 '웃당보민'등을 부르며 관객과 호흡했다.

무대의 마지막은 어쿠스틱 듀오이자 제주밴드인 더 로그가 장식했다.

김광석의 '바람이 불어오는 곳' 등을 부르며 작은 공간을 따뜻한 감성으로 물들였다.

매년 검은오름 국제트레킹 행사를 찾는다는 탐방객 안정훈씨(44·제주시 아라동)는 "음악이 있어 더욱 행사를 풍요롭게 하는 것 같다"며 "걷는 것을 즐겨하는데 더욱 상쾌하고 청량해지는 느낌"이라고 말했다.

한편 검은오름 국제트레킹 기간 중 공연은 27일과 28일 양일간 열린다.

오는 27일에는 오전 10시30분 성인분교 풍물패, 오전 11시 어반NJ의 무대를 진행한다.

폐막날인 28일에는 오전 10시부터 라인댄스, 시크릿코드, 재즈듀오 재스민 등의 공연이 이어진다.

@highlight

제12회 2019 세계자연유산 제주 거문오름 국제트레킹은 거문오름 입구에서 춤과 노래 등 다양한 공연 행사가 열려 탐방객의 마음을 상쾌하고 청량해지게 만들고 있으며, 공연은 27일과 28일 양일간 진행된다.