최근 환경부가 미세먼지 및 오존 원인물질인 휘발성유기화합물(VOCs) 관리기준을 강화한 가운데 의정부시 소재 이마트 주유소가 배출억제시설을 부실하게 운영해 온 것으로 드러났다.

21일 의정부시 등에 따르면 의정부 이마트 주유소는 최근 환경공단이 실시한 적합성 검사에서 휘발성유기화합물 배출억제 및 방지시설을 부실 운영한 사실이 확인돼 의정부시의 개선명령 처분을 받았다.

공단이 실시한 검사는 유류 저장탱크에 설치된 회수펌프 회수율, 회수 배관 및 밸브 압력 감지 누설 검사 등이다.

회수율 검사는 수치 1.88~1.2 사이에, 압력 감지 누설 검사는 48~53mmH2O(수주밀리미터, 압력단위)에 해당해야 한다.

그러나 의정부 이마트 주유소는 해당 기준에 미달해 대기환경보전법 제44·45조를 위반, 9월 초까지 지적사항을 개선해야 한다.

휘발성유기화합물은 벤젠·톨루엔 등 1기압 250℃ 이하에서 끓는 탄화수소 화합물이다.

대기 중 화학반응을 통해 미세먼지나 오존으로 전환되면서 환경오염을 유발해 인간에게 해를 끼친다.

특히 휘발성유기화합물 유증기가 밖으로 나오면 스파크로 인한 폭발 및 화재 위험과 동시에 이용객들의 유해가스 흡입이 우려된다.

그럼에도 불구하고 대기업인 이마트가 주유소를 운영하면서 휘발성유기화합물 관리를 소홀히 해 비판의 목소리가 크다.

이용객 A씨는 "주유할 때 기름 냄새가 심하게 나곤 했는데 유해가스가 밖으로 나와서 그런지 몰랐다"며 "완전히 개선될 때까지 굳이 해당 주유소를 이용하고 싶지는 않다"고 말했다.

시 관계자는 "정해진 기한까지 시설이 시정되지 않을 경우 2차 개선명령, 3차 영업중지 조치를 취한다"며 "이마트가 지적사항을 조속히 개선해 주길 바란다"고 했다.

한편, 이마트에 수차례 연락을 취했으나 관련 입장을 들을 수는 없었다.

@highlight

환경부가 폭발 및 화재 위험과 유해가스 전파가 우려되는 휘발성유기화합물 관리기준을 강화한 가운데, 의정부시 소재 이마트 주유소가 배출억제시설을 부실하게 운영해 온 것으로 드러나며 폭발 및 화재 위험과 동시에 이용객들의 유해가스 흡입 우려의 목소리가 커지고 있다.