KT가 르노삼성자동차와 함께 기가지니를 기반으로 하는 차량용 인포테인먼트(IVI, In-Vehicle Infotainment) 시스템 '이지링크(EASY LINK)를 출시한다고 22일 밝혔다.

KT가 르노삼성자동차와 함께 기가지니를 기반으로 하는 차량용 인포테인먼트(IVI, In-Vehicle Infotainment) 시스템 '이지링크(EASY LINK)를 출시한다고 22일 밝혔다.

이지링크는 르노삼성의 신규 차종 'THE NEW QM6'에 적용된다.

양 사는 고객 편의 강화를 위한 커넥티드카 서비스를 지속 확대한다는 방침이다.

KT의 인공지능(AI) 서비스 기가지니를 탑재한 이지링크는 음성으로 차량용 인포테인먼트 서비스를 제어할 수 있는 시스템이다.

'지니야, 신나는 음악 틀어줘', '지니야, 뉴스 들려줘' 등 간단한 명령어로 다양한 콘텐츠를 실행할 수 있어 이용이 편리하다.

또한 스마트폰이 없어도 차량 내 디스플레이에서 원내비, 지니뮤직과 같은 서비스가 구동 가능한 것이 특징이다.

이지링크는 내비게이션, 뮤직 서비스 외에도 △팟캐스트(팟빵) △실시간 음성뉴스 △날씨/미세먼지 정보 △위키피디아 검색 △영단어 번역 △차량 매뉴얼 안내 등 총 11가지의 다양한 기능을 제공한다.

모든 기능이 음성명령으로 제어 가능해 주행 중 안전을 확보할 수 있다.

김태준 르노삼성자동차 영업본부장은 "자동차는 이제 단순 이동수단에서 새로운 문화공간으로 변모했다"며 "이러한 트렌드에 맞춰 고객들에게 더욱 즐겁고 안전한 주행을 제공하기 위해 THE NEW QM6에 혁신적인 인포테인먼트 기술을 더했다"고 밝혔다.

최강림 KT 커넥티드카 비즈센터장은 "이지링크 출시를 시작으로 르노삼성자동차와 함께 운전자의 편의를 향상시킬 수 있는 협력 서비스를 지속 확대할 계획"이라며 "KT는 다가올 5G 자율주행 시대에 걸맞은 커넥티드카 서비스 고도화에 나서겠다"고 밝혔다.

@highlight

KT가 22일 르노삼성자동차와 함께 인공지능(AI) 서비스 기가지니를 기반으로 하는 차량용 인포테인먼트 시스템 '이지링크(EASY LINK)를 운전자의 편의를 향상시킬 수 있는 협력 서비스를 위해 출시한다.