대구대학교가 학생들이 참여하는 국토대장정 행사를 진행하면서 제주도 현지 카페에 음료 60잔을 주문해놓고 도착 예정 시간 20분 전에 취소를 통보해 논란이 일고 있다.

대구대 측은 지난 19일 오후 3시께 제주 김녕해수욕장 인근 한 카페에 한라봉 차 60잔을 주문했다가 5시 10분께 일방적으로 취소했다.

당시 학교 측은 고객이 학생이라는 이유로 할인을 미리 요구했던 것으로 알려졌다.

당시 제주에는 태풍 '다나스'의 영향으로 많은 비가 내리고 있었다.

카페 측은 급히 의자를 준비해 물기를 닦아내고 테이크 아웃 잔에 음료 여러 잔을 준비하고 있었지만 급작스러운 취소 통보에 황당함을 감추지 못했다.

해당 카페 관계자는 SNS에 글을 올려 이같은 사실을 전하며 "국토쟁장정을 하는 학생들이 카페를 방문하고 싶은데 다 젖은 채로 가능한지 예약 문의가 왔다"며 "안타까운 마음에 흔쾌히 승락했고, 엄마와 비를 쫄딱 맞아가며 플라스틱 의자를 구해 닦았다"고 밝혔다.

그러면서 "1시간 뒤 학교 관계자가 와서 학생들인데 가격을 할인해 달라고 요청했고, 저는 5백원 할인을 제안했다.

할인이 그것밖에 안 되냐며 재차 물으시더니 5시 30분까지 한라봉차 60개를 테이크아웃 잔에 준비해달라고 하셨다"고 말했다.

이어 "5시 10분까지 기본 준비를 마친 상태였는데, 갑자기 학교 관계자가 오더니 취소되었다는 말만 하고 가려고 했다.

다 준비되었다고 외쳤지만 자기도 급하게 전화를 받았다면서 오히려 일하는 친구에게 무안을 줬다"고 주장했다.

카페 측은 "취소를 하려면 가게 주인을 불러서 미안하다는 말 한마디는 하고 가셔야 하는 것 아닌가"라며 "편의점에서 저렴하게 드셔서 만족하시나"라고 일갈했다.

이 글이 확산되며 논란이 커지자 대구대는 다음날 학생처장 명의로 SNS에 글을 올려 "카페 측에 본의 아니게 피해를 드리게 됐다"면서 "20일 오전 학교 관계자와 총학생회장 등이 직접 카페를 방문해 사과 말씀을 전했다.

다시 한번 진심으로 사과드린다"고 밝혔다.

@highlight

대구대학교 학생들이 국토대장정 행사 중 제주도 카페에 음료 60잔을 주문해 놓고 도착 예정 20분 전에 취소해 논란이 되자 학교 관계자와 총학생회장 등이 직접 카페를 방문해 사과했다. 