전북 군산시 새만금 일대 송전선로 보상금에 대한 횡령 논란이 일고 있다.

주민들에게 준 보상금으로 사들인 농기계를 특정인들이 사유화했고, 마을별로 나눠준 보상금의 분배 근거와 사용처도 불분명하다는 것이다.

군산 옥구읍이장단은 22일 군산시청에서 기자회견을 열어 "새만금 송전탑 협상단이 보상금으로 구매한 농기계를 사유화했고, 마을별 분배금도 멋대로 책정했으며 그나마 주민에 제대로 전달되지도 않았다"고 주장했다.

이장단에 따르면 옥구읍 33개 마을이 새만금 송전선로 연결공사를 허락해주는 조건으로 2016년 6월 한국전력으로부터 받은 보상금은 51억 5000만원이다.

보상 협상은 주민 8명이 참여한 새만금 송전탑 협상단(이하 협상단)이 맡았다.

당시 협상단은 보상금 가운데 23억 5000만원은 농기계 11대를 구매해 주민이 공동으로 사용하기로 했고 나머지 28억원은 피해 정도 등을 고려해 마을에 분배해주기로 했다.

그러나 협상단은 농기계를 사실상 개인적으로 나눠 가진 뒤 지난 3년간 자신의 것처럼 써왔다고 이장단은 주장했다.

이장단은 "원래는 시간당 이용료로 일정액을 받기로 했으나, 협상단이 개인별로 보관해 쓰면서 자신의 이용료뿐만 아니라 주민에게 받은 이용료도 전혀 내놓지 않았다"고 말했다.

28억원이 33개 마을에 분배됐다고 하지만 실제 얼마씩이 분배됐는지, 또 어떤 근거로 그 금액을 정했는지 불투명할 뿐 아니라 분배금이 어디에 사용됐는지도 확실하지 않다며 횡령 의혹을 제기했다.

이장단은 "각 마을에 수천만 원에서 수억 원씩이 배정됐다고 하는데 그 돈이 누구를 통해 어디에, 어떻게 쓰였는지를 주민들이 정확히 알지 못한다"며 "협상단이 배정했다고 해놓고 착복했을 가능성도 배제할 수 없다"고 말했다.

협상단은 이런 의혹을 풀어달라며 지난 5월 경찰에 수사를 의뢰했다.

이에 대해 협상단 관계자는 "(보상금은) 한 푼도 횡령한 것 없이 투명하게 사용했고, 경찰 수사 등에서도 문제가 없는 것으로 나왔다"며 "전혀 근거 없는 의혹 제기"라고 일축했다.

@highlight

군산 옥구읍이장단은 22일 기자회견에서  새만금 송전탑 협상단이 농기계를 사실상 사유화해 3년간 자신의 것처럼 사용해왔으며, 마을별 분배금 또한 마음대로 책정하고 그마저도 제대로 전달하지 않았다고 주장하면서 송전선로 보상금에 대한 횡령 논란이 제기되고 있다.