영화 '엑시트'를 하드캐리한 조정석의 연기가 주목 받고 있다.

영화 '엑시트'는 유독가스로 뒤덮인 도심을 탈출 하는 청년백수 용남과 대학동아리 후배 의주의 기상천외한 용기와 기지를 그린 재난탈출액션 영화다.

조정석은 '엑시트'에서 고강도 액션연기와 코믹한 생활연기까지 완벽하게 소화하며 두 마리 토끼를 모두 잡았다는 평이다.

극 초반부 인생이 뜻대로 풀리지 않는 전반부 청년 백수 용남을 연기할 때는 편안하면서도 인간적인 매력을 극대한 생활연기를 선보여 시종일관 웃음을 유발한다.

동네 놀이터 철봉을 국가대표보다 더 진지하게 잡고 운동하는 모습부터, 엄마에 의해 재조종(?) 당하는 가르마 장면은 조정석의 편안하면서도 유쾌한 모습과 맞아떨어져 웃음을 유발한다.

반면 맨손 클라이밍, 고공낙하 등 액션이 많은 후반부 용남을 연기할 때는 관객들에게 땀을 쥐는 긴장감을 선사한다.

시사회를 통해 영화를 미리 관람한 관객들 모두 이구동성 조정석의 스파이더맨이 연상되는 액션 연기에 찬사를 아끼지 않았다.

조정석은 "아르바이트도 많이 했고, 재수 삼수를 했던 경험도 있어 그런지 아무래도 '엑시트'의 용남이를 이해하기가 쉬웠던 것 같다. 클라이밍은 꾸준히 연습하는 수 밖에 없었지만, 짠내 나는 캐릭터는 오히려 연기하기 자연스러웠다"며 연기의 비하인드를 전하기도.

뮤지컬로 데뷔해 다양한 작품을 통해 공력을 다진 조정석이 충무로에 혜성처럼 등장해 관객들에게 깊이 각인된 '건축학개론'의 '납득이'를 넘어 '엑시트'의 용남이라는 인생 캐릭터를 남길 수 있을 지 관심이 집중되고 있다.

한편 '엑시트'는 오는 31일 IMAX 및 2D로 개봉한다.

@highlight

재난탈출액션 영화 '엑시트'에서 고강도 액션연기와 코믹한 생활연기까지 완벽하게 소화한 배우 조정석의 연기가 주목 받고 있다.