지난해 삼성증권 배당착오와 유진투자증권의 미보유 해외주식 거래 사고 등으로 발생했던 자본시장 내부통제 허점에 대한 보완 조치를 대부분 마무리됐다.

금융감독원이 22일 주식거래를 중개하는 증권사를 대상으로 주식매매 내부통제시스템 개선 요구사항 이행 여부를 확인한 결과 모든 증권사가 개선사항 이행을 마친 것으로 나타났다고 밝혔다.

금감원은 지난해 삼성증권 배당착오와 유진투자증권의 해외주식 매매오류 사고를 계기로 5월과 8월 두 차례 현장 점검을 벌인 뒤 증권사에 주식매매시스템 관련 27개 사항에 대해 개선을 요구했다.

삼성증권은 지난해 4월 담당직원의 전산입력 실수로 우리사주 조합원에 대한 28억원의 현금배당을 28억주의 주식배당으로 착오 입고하는 사고를 냈다.

유진투자증권에서는 지난해 5월 해외주식거래 중개 과정에서 주식병합 권리 변경 사항을 전산 누락해 고객이 주식 병합 이전 수량으로 매도하는 일이 벌어지기도 했다.

이번 개선 조치로 각 증권사는 현금과 주식 배당 입력화면이 다르게 구성되고 발행주식 수 초과 여부를 검증하는 전산시스템을 마련했다.

주식·현금 배당 소관 부서는 증권관리팀에서 총무팀과 재무팀으로 이원화시켜 오류 발견 가능성을 높였다.

유진투자증권 사고와 관련해서는 예탁원의 해외주식 권리변동 내역 확인 작업을 수작업(SAFE+)에서 자동처리시스템(CCF)으로 일제히 개선했다.

해외주식 권리변동에 대한 업무처리 누락 등을 방지하기 위해 권리변동 업무 시에는 2인 이상이 확인하도록 했다.

금감원이 요구한 각 증권사의 내부통제 사항에 대해서는 모두 개선 조치가 이뤄졌지만 예탁결제원의 업무는 아직 개선 과제가 남았다.

예탁원은 해외보관기관으로부터 받은 해외주식 권리정보를 적시 통보할 수 있는 방안과 권리변동에 따른 잔고 반영 시점을 단축하는 등 추가 개선 조치를 추진하고 있다.

예탁원 관계자는 "관련 사항에 대해 다음달 중으로 컨설팅 결과를 내놓을 계획"이라면서 "권리변동 발생시 변동내역 반영을 위해 생기는 매매정지기간을 최소화할 수 있는 내용 등을 검토하고 있다"고 말했다.

@highlight

지난 22일 금융감독원이 모든 증권사가 주식매매 내부통제시스템 개선사항 이행을 마친 것을 확인하여 지난해 삼성증권과 유진투자증권의 거래 사고 등으로 발생했던 허점에 대한 보완 조치를 마무리하고 권리변동시 변동내역 반영을 위해 생기는 매매정지기간을 최소화할 수 있도록 추진하고 있다고 발표했다.