유니클로가 국내 불매운동을 두고 "오래 가지 않을 것"이라고 폄하한 일본 본사 임원의 발언에 대해 재차 사과했다.

유니클로 일본 본사인 패스트리테일링과 한국법인 에프알엘코리아는 22일 오전 공동 사과문을 내고 "최근 실적 발표 자리에서 임원의 설명에 부족한 점이 있었던 것과 관련해 한국 고객들에게 심려를 끼쳐 죄송하다"고 밝혔다.

이는 지난 16일 일부 언론에 사과 입장을 표한 것에 이어 두 번째로, 이번 사과문은 일본 패스트리테일링과 한국 유니클로 공식홈페이지는 물론 공식 SNS 채널과 오프라인 매장 내에도 게재될 예정이다.

앞서 일본에서 진행된 결산 설명회에서 오카자키 다케시 최고재무책임자(CFO)가 "매출에 영향이 오래가지 않을 것"이라며 불매운동을 평가절하했다는 발언이 국내에 알려지면서 논란이 불거졌다.

당시 유니클로 본사는 에프알엘코리아를 통해 사과의 입장을 전했지만 진정성이 부족하다는 이유로 국내서 역풍을 맞았다.

불매운동이 격화되며 매출에도 타격이 발생하자 서둘러 재차 사과입장을 표명한 것으로 보인다.

유니클로는 이번 사과문에서도 당시 임원의 발언의 취지는 불매운동을 폄하하려는 의도가 아니였다고 거듭 강조했다.

회사 측은 "당시 전하려 했던 바는 '현재 저희가 할 수 있는 일은 지금까지 해왔던 것처럼 좋은 상품과 서비스를 제공하기 위한 노력을 진지하게 계속해나가는 것밖에 없습니다. 한국에서도 오랜 기간 사랑해주고 계신만큼, 그 영향이 오래가지 않기를 바랍니다'라는 취지였다"면서 "그러나 '바랍니다'라고 명확히 이야기해야 할 것을 '생각하고 있습니다'라는 부족한 표현을 사용해 본래의 의도와는 달리 '불매운동이 오래 가지 많을 것으로 전망하고 있다'는 뜻으로 전달돼 한국 고객들께 심려를 끼쳐드리게 됐다"고 해명했다.

이어 "당시 부족한 표현으로 진심을 제대로 전달하지 못했고, 결과적으로 많은 분을 불쾌하게 한 점에 대해 진심으로 사과의 말씀을 드린다"고 덧붙였다.

@highlight

불매운동 효과로 매출에 큰 타격을 입자, 유니클로가 일본 본사 임원의 국내 불매운동이 오래가지 않을 것이라며 불매운동을 깎아내린 발언에 대해 재차 사과했고 일본 패스트리테일링과 한국 유니클로 공식 홈페이지와 공식 SNS, 오프라인 매장에 사과문을 게재할 계획이다.