공무원 연금 수급권자가 이혼을 할 경우 배우자가 명시적으로 연금분할 포기에 합의를 하지 않았으면 연금분할이 가능하다는 법원의 판결이 나왔다.

서울행정법원 행정12부(홍순욱 부장판사)는 송 모씨가 공무원연금공단을 상대로 낸 분할연금 불승인 처분 취소 소송에서 원고 승소 판결했다고 22일 밝혔다.

2017년 송씨는 남편 김 모씨와 이혼했다.

김씨는 공무원으로 재직해 온 사람으로 공무원연금 수급권자였다.

송씨는 2018년 10월 공무원연금공단에 남편이 수령하고 있는 공무원연금 분할을 청구했다.

하지만 공단은 "송씨가 이혼 소송에서 '나머지 청구를 포기하고 앞으로 이혼과 관련해 위자료, 재산분할 등 일체의 모든 청구를 하지 않는다'는 내용으로 조정이 성립됐다"며 송씨는 분할연금을 청구할 수 없다는 불승인 통보를 했다.

이에 송씨는 "전 남편이 수령하는 공무원연금을 포기하는 내용의 합의를 한 사실이 없다"며 12월 소송을 제기했다.

공무원연금법 제45조에는 공무원연금수급권자와 혼인기간이 5년 이상인 사람은 이혼을 할 경우 △배우자였던 사람이 퇴직연금 또는 조기퇴직연금 수급권자이고 △65세이면 그때부터 그가 생존하는 동안 배우자였던 사람의 퇴직연금 또는 조기퇴직연금을 분할한 일정한 금액의 연금을 받을 수 있다고 정하고 있다.

송씨가 소송을 내자 공무원연금공단과 전 남편인 김씨는 "송씨 명의 아파트 소유권을 김씨에게 이전하고, 김씨는 5000만원을 송씨에게 지급받으면 더 이상의 재산분할을 청구하지 않는 내용으로 합의했다"고 맞섰다.

하지만 법원은 송씨의 주장이 맞다고 봤다.

재판부는 "이혼소송 과정에서 송씨가 자신의 분할연금 수급권을 포기하기로 하는 별도 합의가 있었다거나 그런 내용으로 조정이 성립됐다고 인정하기 어렵다"고 판단했다.

이혼소송 과정에서 분할연금 수급권에 대해 구체적인 논의가 없었기 때문에 막연한 재산분할권 포기에 연금분할이 포함되지 않는다고 본 것이다.

재판부는 "협의상 또는 재판상 이혼에 따른 재산 분할 절차에서 이혼당사자 사이에 연금의 분할 비율 등을 달리 정하기로 하는 명시적인 합의가 있었거나 법원이 이를 달리 결정했음이 분명히 드러나야 한다"고 설명했다.

@highlight

서울행정법원 행정12부는 송 모씨가 공무원연금공단을 상대로 전 남편이 수령하는 공무원연금을 포기하는 내용의 합의를 한 적이 없다며 제기한 분할연금 불승인 처분 취소 소송에서 원고 승소 판결했다고 22일 알리며 공무원 연금 수급권자가 이혼을 할 경우 배우자가 연금분할 포기에 합의를 하지 않은것이 분명하지 않으면 연금분할이 가능하다는 뜻을 밝혔다.