제주특별자치도가 제주환상자전거길 이용 불편 해소를 위한 일제 정비에 나선다.

제주도는 지난 4일 도·행정시 관계자 TF회의를 개최하고 19일까지 진행된 일제점검을 통해 자전거 이용자들의 불편사항을 정비할 계획이라고 22일 밝혔다.

제주환상자전거길 일제점검 결과 자전거길 안내선 표시 퇴색, 일부 구간 공사 후 미표시, 경계표지 및 자전거길 표지판 등 안전시설 불량, 농작물 건조행위, 자동차 불법 주차 등은 우선 정비가 필요한 것으로 나타났다.

또 일부 구간 차도와 자전거도로 겸용, 지역 실정에 맞지 않는 노선 지정 및 통일되지 않은 자전거길 구조·포장재·안전시설 등 장기적으로 예산확보를 통해 개선이 필요한 것으로 파악됐다.

도는 우선 정비가 필요한 사항에 대해 올 8월까지 일제 정비해 환상자전거길 이용자들의 불편이 해소한다는 계획이다.

장기적으로 개선이 필요한 사항은 현재 진행중인 '제주환상자전거길 노선조정 및 정비 기본계획 수립 용역'에서 연차적 정비계획을 수립해 단계적으로 정비할 예정이다.

현재 진행중인 용역에서는 자전거도로 및 부속시설물 정비와 노선 조정·변경에 따른 실시설계안을 마련할 방침이다.

이밖에 환상자전거길 10개 구간 시·종점에 설치된 인증센터 주변 휴식공간을 정비하는 방안과 관광지와 연계하는 방안 등도 수립될 예정이다.

도 관계자는 "도내 환상자전거길에 대한 안전점검과 정비를 통해 환상자전거길 이용자의 안전을 도모하고 제주의 자연경관을 만끽할 수 있도록 환상자전거길 관리를 보다 강화해 나가겠다"고 밝혔다.

한편, 제주환상자전거길은 2010년부터 2015년까지 제주 해안선 위주로 총연장 234km를 정비했으며 총 10개소의 인증센터가 운영되고 있다.

2015년부터 현재까지 환상자전거길 이용자는 3만1416명이며 10개 지점별 인증센터에서 스템프를 날인한 후 마지막 용두암 관광안내센터에서 완주인증 스티커를 발부해 기념하도록 하고 있다.

@highlight

제주특별자치도가 지난 4일 도·행정시 관계자 TF회의를 개최하고 19일까지 진행된 일제점검을 통해 제주환상자전거길 이용 불편 해소를 위한 장기적 정비계획을 갖춰 일제 정비에 나설 것이라고 22일 발표했다.