지역 청년 미술가들을 지원해온 문화공간 ‘김냇과’가 이번에는 클래식 아티스트를 응원한다.

김냇과는 클래식 분야 신진 아티스트 지원 프로그램으로 ‘김냇과 트리오’를 결성하고 오는 25일 (오후 7시30분) 창단 공연을 갖는다.

‘김냇과트리오’는 광주 지역 클래식 연주자인 바이올린 이수산, 피아노 김지현, 첼로 조은혜로 구성됐다.

이들은 1년 동안 매달 공연무대 및 연주비를 지원받으며, 연중 1회 김냇과트리오만의 정기공연을 통해 관객들과 소통하게 되며 다양한 협업의 기회를 제공받게 된다.

리더 이수산씨는 한국예술종합학교 출신으로 한국음악영재진흥원 콩쿠르 등에서 1위를 수상했다.

김지현씨는 전남대에서 피아노를 전공해 음악과 수석 졸업, 광주문화예술제 콩쿠르에서 금상 등을 수상했으며 독일 마인츠 국립음대를 졸업한 조은혜씨는 첼로 앙상블 ‘Unicell’단원을 거쳐 현재 아르스 필하모니 오케스트라 단원으로 활동 중이다.

‘제17회 김냇과 아트콘서트’를 장식하는 김냇과 트리오 창단공연에서 단원들은 포레의 ‘피아노 삼중주’, 드라마 ‘하얀거탑’ 삽입곡인 김수진의 ‘B.Rossette’, 영화 ‘사운드 오브 뮤직’ 삽입곡 ‘My Favorite Things’, 이승규의 ‘김냇과 송’ 등을 들려준다.

김냇과 설립자이자 후원회장 박헌택 대표는 “타 장르에 비해 상대적으로 발표무대가 부족한 음악계, 특히 클래식 분야의 신진예술가 지원을 민간차원에서 성장시키고 향후 이들의 성장에도 적극 지원하겠다”고 말했다.

한편 이날 행사에선 김냇과 신진작가 창작지원 공모에 선정된 박다은(한국화)작가 소개도 함께 진행될 예정이다.

문의 062-229-3355.

@highlight

지역 청년 미술가들을 지원해온 문화공간 ‘김냇과’가 클래식 신진 아티스트 지원 프로그램으로 바이올린 이수산, 피아노 김지현, 첼로 조은혜로 구성된 ’김냇과 트리오’를 결성하고 오는 25일 (오후 7시30분) 창단 공연을 갖는다.