제12회 장흥 물축제가 오는 26일 화려한 막을 올리는 가운데 최고 인기 프로그램인 ‘살수대첩 거리 퍼레이드’에 벌써부터 관심이 집중되고 있다.

21일 장흥군에 따르면 물축제의 백미로 손꼽히는 살수대첩 퍼레이드는 관광객과 지역민이 한 데 어울려 물싸움을 벌이며 거리를 행진하는 프로그램이다.

개막 둘째 날인 오는 27일 오후 1시 장흥군민회관을 출발한 퍼레이드 행렬은 중앙로를 거쳐 물축제장까지 이어진다.

올해 살수대첩 퍼레이드는 안중근과 물이 만나는 역사 퍼레이드로 준비했다.

전국에서 유일하게 안중근 의사를 모신 사당이 있는 장흥군의 역사적 의의를 모티브로 물싸움 거리행진을 진행하는 것.

군민회관 앞에서 ‘더위로의 독립선언’을 한 퍼레이드 행렬은 ‘더위와의 싸움’을 이어가며 물축제장으로 향한다.

퍼레이드 행렬이 지나는 중간에는 일본군 복장을 한 무더위와 시원한 물싸움을 벌인다.

이어 안중근 의사의 모습을 재현한 퍼포머가 등장해 무더위로의 독립을 축하하고 관광객들과 거리행진을 이어간다.

행진 구간 중간에는 급수시설을 설치해 물싸움의 실탄격인 물을 채우는 데 불편함이 없도록 준비할 계획이다.

퍼레이드 행렬 선두는 증기기관차 컨셉의 퍼레이드카가 이끌며, 뒤이어 퍼커션 공연단의 흥겨운 북 연주가 참가자들의 흥을 더한다.

참가자들이 탐진강변에 이르면 살수대첩의 열기는 지상 최대의 물싸움으로 이어진다.

지상 최대의 물싸움장에서 참가자들은 쏟아지는 물줄기를 맞으며 또 한 번 뜨거운 에너지를 발산한다.

제12회 정남진 장흥 물축제는 ‘젊음이 물씬, 장흥에 흠뻑’란 주제로 오는 7월26일부터 8월1일까지 장흥군 탐진강과 우드랜드 일원에서 개최된다.

@highlight

오는 26일 개막하는 제12회 장흥 물축제의 하이라이트인 '살수대첩 거리 퍼레이드'는 안중근 의사와 물이 만나는 역사 퍼레이드로 구성되어 관광객과 지역민이 함께 물싸움을 벌이며 어울리는 장이 될 예정이다.