지난 4월 '맥심 코리아'와의 인터뷰에서 자신의 월수입이 6000만원~8000만원이라고 밝힌 BJ이자 먹방 크리에이터인 쯔양이 학교폭력 논란에 대해 해명했다.

쯔양은 지난 22일 자신의 개인 방송을 통해 "디시인사이드 '인터넷방송 갤러리'에 제 동창이라면서 저에 대해 악의적인 글을 남겼다"고 해명했다.

쯔양은 "방송하면서 한번도 숨기지 않고 몇차례 얘기 했었는데, 학창시절 호기심에 친구들과 몇번 술·담배를 한 것은 맞다"면서 "어릴 때 실수였고 현재는 끊은 상태"라고 설명했다.

이어 "이건 누가 뭐래도 제가 잘못한 것이 맞고, 정말 죄송하다"고 고개숙여 사과했다.

쯔양은 학교폭력 가해자라는 주장에 대해 "제가 학교폭력 피해자였고, 가해자가 강제전학을 가게 된 것"이라고 반박했다.

그는 "수군거림 등 피해때문에 잠시 학교를 옮겼었고, 가해자가 강제전학을 간 뒤 다시 다니던 학교로 복귀했다"고 강조했다.

또 "미성년자 시절 10살 많은 남자친구와 교제를 했다는 주장은 어떤 상상력으로 만들언 낸 허구인지 (모르겠다)"라면서 "사실이 절대 아니다"라고 밝혔다.

마지막으로 쯔양은 "술·담배와 관련한 내용은 사실이고, 저의 실수가 맞지만 그 외의 허위사실에 대해서는 허위사실 유포 및 명예훼손으로 고소를 진행할 예정"이라고 덧붙이며 팬들에게 재차 사과했다.

앞서 지난 22일 한 누리꾼은 "아무리 생각해도 쯔양 지금 유튜브에서 활동하는 거 마음에 안 든다"라면서 "내가 쯔양이랑 동창인데, 학창시절 때 술을 마시고 흡연을 했으며 학교폭력으로 강제전학을 당하기도 했다"고 주장했다.

현재 해당 글은 삭제된 상태다.

한편 쯔양은 지난 2018년 10월 아프리카 TV에서 첫 방송을 시작했다.

이어 지난 2018년 11월 유튜브에도 진출했다.

쯔양은 맥심과의 인터뷰에서 "방송 초반 수익은 300~400만원이었지만 현재는 20배 이상 치솟았다"고 밝혔다.

@highlight

먹방 크리에이터인 아프리카 BJ쯔양은 학폭 논란에 대해 학생 때 호기심에 친구들과 몇번 술·담배를 한 것은 사실이지만 나머지는 허위 사실이라고 해명하고 허위사실의 유포에 대해서는 고소를 진행할 예정이라고 밝히며 팬들에게 사과했다.