22일 한라일보사 3층 대회의실에서 지역신문발전기금사업인 '2019 제주 청소년 NIE(신문활용교육) 연합동아리' 발대식이 열렸다.

제주도내 중·고등학생으로 구성된 '제주 청소년 NIE 연합동아리'가 발족해 본격 활동에 나섰다.

한라일보는 22일 본사 3층 대회의실에서 지역신문발전기금 지원 사업인 '2019 제주 청소년 NIE(신문활용교육) 연합동아리' 발대식을 갖고, 현장탐방을 진행했다.

34명으로 구성된 연합동아리는 이날 제주환경운동연합, 제주도의회(더불어민주당 송창권 의원), 제주국제자유도시개발센터 관계자와의 만남을 통해 제주 현안의 문제점을 살펴보고 해결 방안을 고민해보는 시간을 가졌다.

앞서 학생들은 찾아가는 NIE 교육을 통해 4주간 지역 일간지 기사를 스크랩하며 제주지역의 사회적 이슈로 환경과 개발문제에 초점을 맞췄다.

제2공항건설, 비자림로 확장공사, 제주동물테마파크, 쓰레기 문제, 도두하수처리장, 헬스케어타운, 예래휴양형 주거단지 등 현안별로 문제점과 진행상황 등을 살펴본 학생들은 이날 현장탐방에서 궁금증 해소를 위한 다양한 질문들을 쏟아냈다.

김승윤 학생(제주제일고 2)은 "여러 이슈들을 다양한 관점에서 살펴볼 수 있었던 좋은 경험이었다"며 "앞으로 시민단체나 생태환경적 가치를 생각하는 사회적기업에 대해 좀 더 알아봐야겠다는 생각을 하게 됐다"고 말했다.

김수빈 학생(신성여고 1)은 "제2공항 등 환경문제는 도민이 주체가 돼야한다는 말이 기억에 남는다"며 "환경 파괴의 결과는 우리에게 돌아오는 만큼 보다 책임감을 갖고 제주의 환경에 관심을 가져야겠다는 생각이 들었다"고 말했다.

이어 학생들도 신문읽기 생활화를 통해 제주현안과 정치에 보다 관심을 가질 필요성이 있다고 덧붙였다.

한편 이날 현장탐방 및 취재 결과는 보고서로 작성해 제출될 예정이며 심사를 통해 시상도 이뤄진다.

@highlight

22일 한라일보사는 3층 대회의실에서 2019 제주 청소년 NIE 연합동아리 발대식을 열어 활동시작한다고 밝혔으며, 제주환경운동연합, 제주도의회 등 관계자와의 만남을 통해 제주 현안의 문제점 및 해결 방안에 대하여 다시생각 해보는 시간을 가졌다.