스마트폰에서 은행 애플리케이션(앱)을 내려받지 않고 공인인증서가 없어도 모바일뱅킹을 할 수 있는 은행 모바일 브랜치(지점) 서비스가 확대되고 있다.

회원 가입을 안 해도 계좌 개설부터 대출 신청까지 가능해 일부 은행에서는 올해 대출 가운데 절반이 이 모바일 지점을 통해 이뤄질 정도로 반응이 좋다.

22일 은행권에 따르면 NH농협은행은 휴대폰 인증만으로 금융 상품을 만들 수 있는 모바일 지점 서비스 'NH링크(LiNK)'를 출시했다.

네이버나 다음 등 포털사이트 검색창에 'NH링크'를 검색해 나오는 페이지로 들어가면 입출금 계좌 개설, 예·적금 가입, 체크카드 발급, 환전 신청을 할 수 있다.

이름과 주민등록번호, 휴대폰 번호를 입력하고 신분증 사진을 찍으면 본인 인증이 끝나기 때문에 공인인증서가 없어도, 기존 농협은행 회원이 아니어도 가능하다.

기존에는 휴대폰으로 농협은행 뱅킹 서비스를 이용하려면 '스마트뱅킹' 앱을 내려받거나 웹 브라우저에서 인터넷뱅킹 홈페이지로 들어가 로그인을 해야 했다.

NH링크 서비스는 기존 농협은행 오프라인 영업점과 연결돼 있다.

계좌가 없는 사람이 이 서비스로 입출금 계좌를 처음 만들 때는 통장을 만들 특정 오프라인 지점을 선택해야 한다.

IBK기업은행도 최근 개념이 비슷한 모바일 지점 서비스 'IBK큐브'를 선보였다.

별도로 앱을 깔지 않아도 모바일 웹 페이지에서 은행 업무를 볼 수 있다.

출시 반년째인 현재까지 이 서비스를 통해 개설된 입출금·적립식 계좌는 4만계좌, 발급된 체크카드는 6300개를 넘었다.

모바일 브랜치를 가장 먼저 도입한 곳은 KEB하나은행이다.

2017년 이 서비스를 도입했는데 다른 은행과 달리 모바일 브랜치로 대출상품 조회뿐 아니라 신청까지도 가능하다.

올 상반기 이 은행에서 이뤄진 전체 신용대출 가운데 약 50%가 모바일 브랜치를 통해 진행됐다고 하나은행은 설명했다.

IBK기업은행도 전국 639개 지점을 연계한 영업점별 맞춤형 페이지를 만들어 고객들이 본인 주거래 지점을 모바일에서 이용할 수 있게 했다.

@highlight

스마트폰에서 은행 애플리케이션(앱)을 내려받지 않고 공인인증서가 없어도 모바일뱅킹을 할 수 있는 은행 모바일 브랜치(지점) 서비스가 확대되고 있으며 회원 가입을 안 해도 간단한 본인 인증으로 계좌 개설부터 대출 신청까지 가능해 일부 은행에서는 올해 대출 가운데 절반이 이 모바일 지점을 통해 이뤄질 정도로 인기가 좋다.