2019광주세계수영선수권대회 최대 인기 종목으로 떠오른 하이다이빙 첫 경기가 펼쳐졌다.

아파트 10층 높이에서 펼쳐지는 선수들의 공중 연기는 무등산, 광주시내 등과 어우러져 관람객들의 탄성을 자아냈다.

도약에 앞서 다이빙 플랫폼에서 물구나무를 서는 선수들의 모습은 아찔하기까지 했다.

먼저 22일 오전에 진행된 여자 1·2차시기에서는 아드리아나 히메네즈(JIMENEZ Adriana·34·멕시코)가 우승에 한 발짝 다가섰다.

아드리아나 히메네즈는 1차시기 54.60점으로 6위였으나 2차시기 앞으로 서서 세바퀴 도는 고난이도 동작을 멋지게 선보이며 93.60점을 받아 단숨에 1위로 올라섰다.

오후 2시부터 진행된 하이다이빙 남자 예선전에서는 2017부다페스트세계선수권대회 금메달리스트인 스티브 로뷰(LO BUE Steve·34·미국)가 1·2차시기 218.40을 기록하며 압도적인 1위를 차지했다.

스티브 로뷰는 정면에서 앞으로 5바퀴, 옆으로 반바퀴 도는 고난도 연기를 펼쳐 챔피언다운 연기라는 평가를 받으며 관람객들의 가장 많은 박수를 받았다.

이어 2017부다페스트세계선수권대회 남자 하이다이빙 8위에 머물렀던 조나단 파레디스(PAREDES Jonathan·31·멕시코)가 1차시기 스티브 로뷰와 75.60으로 공동1위를 달렸다.

이후 2차시기에서 정면에서 앞으로 4바퀴, 옆으로 한바퀴 반을 도는 동작으로 133.95를 받아 합계 점수 209.55를 기록하며 2위를 차지했다.

23일 하이다이빙 여자 결승과 24일 하이다이빙 남자 결승이 남았다.

하이다이빙은 예선(1·2차시기)과 결선(3·4차시기) 점수를 합해 우열을 가린다.

@highlight

광주세계수영선수권대회 최대 인기 종목인 하이다이빙 첫 경기 에서는 여자 1,2차 시기에서 아드리아나 히메네즈 선수가 우승에 다가섰고, 남자 예선전에서 스티브 로뷰가 압도적 1위를 차지했다.