피해 직원 실명 밝히고 글 올려 ‘시정부 조치 불합리’ 문제 제기 시 직원들 재조사 요구하며 성토 4급 공무원의 성폭력 사실을 인천시가 조직적으로 덮고 2차 가해를 했다는 내용의 글이 내부망에 올라와 직원들의 공분을 사고 있다.

22일 ‘인천시 공직자 여러분께 꼭 드리고 싶었던 이야기’라는 제목의 글에서 실명을 밝힌 성폭력 피해임기제 직원 A씨는 "성추행범을 제대로 징벌하지 않은 고위공직자들과 피해자에 대한 배려라곤 손톱만큼도 없는 일부 몰지각한 공무원들에게 경각심을 갖게 하기 위해 글을 올렸다"라고 밝혔다.

A씨는 "재임용에 탈락한 사유가 2년 전에 겪은 성추행사건 때문이라는 내용을 들었다"며 "이 사건은 2017년 해외출장 중에 생긴 일이고 B과장은 해외 도착 다음 날 오전 7시부터 지극히 맨 정신에 저를 성추행했다"고 적었다.

그는 "저에게 현재까지도 엄청난 트라우마로 남아 있는 사건이 재임용 불합격과 무슨 상관이 있는지 도무지 이해가 가지 않는다"고 털어놨다.

성추행 사건 이후 시의 조치도 불합리했다고 문제를 제기했다.

A씨는 "당시 제가 사건이 알려지길 원치 않는다는 이유만으로, 적극적으로 문제 제기를 하지 않았다는 이유만으로 가해자의 징계수위를 낮췄다면 정말 옳지 않다"며 "인천시 행정부에서는 단 한 번도 제 의견을 직접 물어본 적이 없었다"고 지적했다.

또한 "행안부는 인천시 행정부를 감싸고, 인천시 공무원은 정규직 공무원만 감싸, 임기제인 저는 결국 홀로 남겨졌다"고 울분을 토했다.

시 직원들은 수십 개의 댓글을 통해 재조사를 요구하며 부당함을 성토했다.

익명의 C씨는 "성추행이나 폭력사건이 발생하면 모두 피해자들만 힘들고 가해자들은 별 어려움 없이 다니는 일이 반복된다"며 "이번만큼은 바뀌었다면 좋겠다"고 글을 올렸다.

이 밖에도 "철저한 재조사로 억울함이 없어야 한다", "시장님의 현명한 판단이 있기를 바란다" 라는 등의 내용이 올라왔다.

@highlight

22일 인천시 성폭력 피해임기제 직원 A씨는 실명으로 '인천시가 4급 공무원의 성폭력 사실을 제대로 징벌하지 않고 오히려 피해 직원의 실명을 밝히는 등 2차 가해를 했다'는 글을 올렸고 이에 대해 시 직원들은 댓글로 사건에 대한 재조사를 요구하였다.