고객이 랄라블라 매장에서 셀프 네일 및패디제품을 살펴보고 있다.

GS리테일 H&B(헬스앤뷰티)스토어 랄라블라는 지난달 1일부터 이달 21일까지 셀프 네일·페디큐어 관련 매출이 전년 동기대비 206% 증가했다고 23일 밝혔다.

지난해 매출도 전년보다 157% 증가한 것으로 나타나며 2년 연속 세 자릿수 매출 신장세를 거뒀다.

특히 올해에는 '빅스톤(Big stone)'이 유행하면서 인조 손·발톱인 '네일·페디 팁'에 크고 반짝거리는 화려한 보석이 붙은 제품들이 큰 인기를 얻고 있다.

이를 반영한 네일과 페디 케어 카테고리 상품들의 판매량도 크게 늘었다.

실제로 6월 1일부터 7월 21일까지 랄라블라에서 판매되는 네일·페디 제품의 매출을 1위부터 10위까지 살펴본 결과 '빅스톤'이 포함된 제품이 7개 이름을 올렸다.

제품의 형태와 종류도 다양해졌다.

플라스틱의 인조팁 뿐만 아니라 부드럽고 얇은 연질스티커로 구성된 제품이나, 손톱 위에 손쉽게 보석을 붙일 수 있는 스티커 타입의 스톤제품도 인기다.

또, 실제 젤 네일 원료를 이용해 60%만 굳혀 스티커 형태로 만든 '오호라(ohora)' 제품은 손톱에 붙인 후 LED(발광다이오드)램프의 빛을 통해 나머지 40%를 경화하는 방식으로 지속력과 광택감을 높여 인기를 끌고 있다.

랄라블라는 고객들이 무더운 여름을 맞아 손 발톱 스타일링을 통해 자신의 개성을 나타내는데 도움을 줄 수 있도록 더욱 다양한 셀프 네일·페디 상품의 라인업을 확장할 계획이다.

신지우 랄라블라 네일 카테고리 담당 MD는 "작년에 이어 올해에도 꾸준히 셀프 네일 관련 제품을 찾는 고객들이 폭발적으로 증가했다"며 "앞으로도 랄라블라는 고객들이 만족하며 다양한 셀프 케어를 즐기실 수 있도록 더욱 합리적이고 트렌디한 제품을 발빠르게 선보일 것"이라고 말했다.

@highlight

GS리테일 H&B(헬스앤뷰티)스토어 랄라블라는 올해 '빅스톤(Big stone)'의 유행으로 인조 손·발톱인 '네일 패디 팁' 제품이 큰 인기를 얻어 셀프 네일·페디큐어 관련 매출이 전년 동기대비 206%나 증가했고, 이를 반영한 네일과 페디 케어 카테고리 상품들의 판매량도 크게 늘었다고 밝혔다.