김승호 산업통상자원부 신통상질서전략실장이 일본 수출규제 조치가 의제로 논의되는 세계무역기구(WTO) 일반이사회에 참석하기 위해 22일 인천국제공항 제2터미널을 통해 출국하고 있다.

김승호 산업통상자원부 신통상질서전략실장은 23∼24일 제네바에서 열리는 세계무역기구(WTO) 일반 이사회에 정부 대표로 참석해 수출 규제 조치의 부당함을 국제 사회에 알리고, 일본 정부에는 규제 철회를 촉구할 예정이다.

일본은 이달 1일 반도체 소재 등 3개 원자재 품목의 한국 수출을 규제하는 조치를 발표하면서 한국을 우방국 명단인 화이트리스트에서 제외하는 법령 개정안을 고시했다.

개정을 위한 의견수렴 마감 시한은 24일이다.

22일(현지시간) 밤 제네바에 도착한 김 실장은 그는 "화이트 리스트 문제로까지 확대하면 일본의 (WTO 규범) 위반 범위는 더 커진다"면서 "일본 정부가 신중하게 조처해줄 것을 기대한다"고 말했다.

WTO에 일본을 제소하는 문제에 대해서는 "상황을 보며 검토하겠다"고 덧붙였다.

WTO 일반 이사회는 164개 전체 회원국 대표가 중요 현안을 논의·처리하는 자리다.

결정 권한을 가진 WTO 각료회의는 2년마다 열린다.

때문에 각료회의 기간이 아닐 때는 일반이사회가 최고 결정기관이 된다.

김 실장은 현재 WTO 통상 현안과 분쟁 대응 업무를 담당하는 신통상질서전략실을 총괄하고 있다.

제네바대표부 참사관으로 근무한 적 있으며 WTO 세이프가드위원회 의장 등 WTO에서 일한 경험도 있다.

최근에는 WTO 한일 수산물 분쟁 상소기구 심리에서 최종 승소를 끌어냈다.

한편 일본 외무성은 자국 대표로 야마가미 신고 경제국장을 파견했다.

일본의 수출 규제 문제는 전체 14건의 안건 중 11번째 안건으로 상정돼 23일 오후쯤 다뤄질 전망이다.

한국 정부가 일본 수출 규제 조치가 부당하다고 비판하면 일본 측은 이에 이의를 제기할 수 있다.

사안에 관해 다른 회원국들 역시 의견을 제시할 수 있다.

@highlight

김승호 산업통상자원부 신통상질서전략실장은 23∼24일 제네바 개최 세계무역기구(WTO) 이사회에 정부 대표로 참석해 일본의 수출 규제 조치 부당성을 국제 사회에 알리고, 규제 철폐를 촉구할 예정인데, 일본은 이달 1일 반도체 소재 등 3개 아이템에 대한 수출 규제를 발표하면서 한국을 우방국 명단인 화이트리스트에서 제외하는 법령 개정안을 고시한 바 있다.