'로마법 분야 최고 석학' 최병조 와이즈유(영산대학교) 석좌교수가 최근 대한민국학술원 회원으로 선출됐다.

대한민국학술원은 최근 2019년 제2차 총회를 열고 최병조 교수를 비롯한 6명을 신임회원으로 선출했다고 밝혔다.

최병조 교수는 지난 19일 대한민국학술원 대회의실에서 신임회원 회원증서를 받았다.

학술원 회원은 '대한민국학술원법'에 따라 평생회원 자격을 갖게 되며 국가로부터 학술연구 활동을 지원받는다.

정원은 총 150명으로 인문ㆍ사회과학부와 자연과학부 각각 75명씩이다.

최병조 교수는 서울대학교 법학과에서 학ㆍ석사를 마친 후 독일 괴팅겐대학교에서 법학박사 학위를 받았다.

1985년부터 2018년 2월까지 서울대 법대 교수로 재직하면서 로마법 분야 논문 50여 편, 비교법문화 분야 논문 20여 편, 서양법제사 분야 논문 10여 편을 발표했다.

특히 최 교수는 로마법과 서양법제사 등의 연구 성과를 우리나라 민법에 적용ㆍ해석해 우리나라 법사학과 법문화 발전에 크게 기여한 법학자로 유명하다. 이러한 공로를 인정받아 지난 2015년 영산법률문화재단에서 수여하는 '제11회 영산법률문화상'을 수상했다.

'영산법률문화상'은 와이즈유 설립자인 고 박용숙 초대 이사장이 사재를 출연해 설립한 영산법률문화재단에서 법문화 발전에 기여한 개인과 단체에 수여하는 상이다.

지난 4월 13일 최병조 석좌교수를 영입한 와이즈유는 대학의 강점인 고전연구와 인문학을 바탕으로 법과 인문학을 통합적으로 연구하고 발표하는 세미나를 매월 진행하며 학문적 성과를 꾸준하게 쌓아가고 있다.

부구욱 총장은 "최병조 교수가 대한민국학술원 신임회원으로 선출된 것은 와이즈유의 자랑이자 큰 기쁨"이라면서 "와이즈유는 최 교수의 연구 업적을 바탕으로 인문학과 법 분야 연구를 통해 바람직한 법규범의 모습을 탐구해 나가겠다"고 밝혔다.

@highlight

대한민국학술원은 최근 2019년 제2차 총회에서 '로마법 분야 최고 석학' 최병조 와이즈유(영산대학교) 석좌교수를 비롯한 6명을 국가로부터 학술연구 활동을 지원받을 수 있는 회원으로 선출했다. 