용인시는 백군기 시장(왼쪽) 등이 참석한 가운데 용인 스마트시티 통합플랫폼 및 스마트 도시안정망 구축 완료 보고회를 개최했다.

용인시가 긴급·위기상황 CCTV영상 정보를 경찰서, 소방서 등에 실시간 지원하는 스마트시티 통합플랫폼을 구축했다.

용인시는 22일 시청 도시통합운영센터에서 보병제55사단, 경찰서, 소방서 및 스마트도시협회 관계자들이 참여한 가운데 '용인 스마트시티 통합플랫폼 및 스마트 도시안전망 구축 완료 보고회'를 열었다.

시는 통합플랫폼과 112 긴급영상 지원, 112 긴급출동 지원, 119 긴급출동 지원, 긴급재난상황 지원, 사회적 약자 지원 등 스마트도시안전망 5대 연계서비스를 시연했다.

연계서비스는 방범, 재난, 교통 등으로 분산 운영되고 있는 관내 7800여대 CCTV를 통합했다.

각종 범죄나 재난, 구조 등 긴급상황 시 필요에 따라 활용할 수 있다.

구체적으로 시가 관리하는 CCTV영상을 경찰서나 소방서, 재난상황실 등에 실시간 제공해 시민 생명과 재산을 지키기 위한 골든타임을 확보할 수 있도록 지원된다.

시는 스마트시티 통합플랫폼 구축으로 사건·사고 현장 사진이나 영상자료, 범인 도주경로 정보, 증거자료, 화재지점 정보 등을 실시간으로 확보·제공할 수 있어 시민안전을 위한 서비스 수준이 대폭 향상될 것으로 기대했다.

예를 들어 용인시 일부 지역에서 화재가 발생하면 CCTV영상을 활용해 119차량 진입로를 확보하고 화재진압이나 인명구조 등에도 활용할 수 있다.

앞서 시는 지난해 국토부 스마트시티 통합플랫폼 기반구축 사업 공모에 응모, 국비 6억원 등 12억원의 예산을 확보해 지난 연말부터 통합플랫폼 및 스마트도시안전망을 구축했다.

시는 이달 말까지 통합플랫폼을 시범운영한 뒤 8월부터 본격 서비스를 할 방침이다.

백군기 용인시장은 "시민을 더욱 안전하게 지킬 수 있도록 구축한 스마트시티 통합플랫폼을 기반으로 실시간 드론 영상중계, 통합방위체계 마련, 민간보안 및 공공안전 지원 등 다양한 방면으로 서비스를 확대해갈 것"이라고 말했다.

@highlight

용인시는 22일 백군기 시장 등이 참가한 가운데 용인 스마트시티 통합플랫폼 및 스마트 도시안전망 구축 완료 보고회를 개최해 CCTV영상 정보를 경찰서, 소방서 등에 실시간 지원하는 스마트시티 통합플랫폼의 구축을 알렸다.