도교육청, "개교 일정 연기 불가피 할수도"

(가칭)서부중학교 토지 매입이 난항을 겪고 있어 개교 일정 변경이 불가피할 것으로 보인다.

22일 제주특별자치도교육청에 따르면 도교육청은 지난 4월 제주시 외도1동 일대 사유지 2만2630㎡를 서부중 설립 예정지로 확정하고 본격적인 협의매수 절차에 돌입했다.

이는 도교육청이 2016년 10월 말을 시작으로 서부지역 중학교 설립을 검토한 지 햇수로 4년 만이다.

도교육청은 지난해 '학교 위치 변경'을 조건으로 중앙투융자 심사를 통과함에 따라 대체 부지를 물색해 왔다.

현재 서부중은 특수학급 1학급을 포함한 36학급에 학생 1080명을 수용할 수 있는 규모로 계획되고 있다.

설립 예산은 약 475억원 규모로 전액 도교육청 자체 예산이다.

도교육청의 계획상 서부중은 2022년 3월 개교한다.

다만 서부중 부지 전체가 사유지인 만큼 협의매수 상황에 따라 개교 시기가 더 늦춰질 가능성이 크다.

실제 도교육청은 지난 4월 16일부터 수십차례에 걸쳐 서부중 설립 예정지 토지주 6명과 지속적인 협의에 나서고 있지만 접점을 찾지 못하고 평행선을 달리고 있다.

도교육청 관계자는 "도교육청 입장에서는 감정평가 가격으로 토지를 매입하려고 하지만 쉽지 않은 실정"이라며 "토지 협의가 늦어지면 개교 시기 연기가 불가피하다"고 말했다.

토지주와의 협의 이후 착공까지 도시계획시설 결정, 도의회 교육위원회 공유재산관리계획 의결, 부지 매입, 설계 용역 등의 적잖은 절차가 남아 있어 향후 추진 향방에도 관심이 쏠리고 있다.

도교육청은 서부중이 설립되면 제주시 서부지역 중학교 신입생 가운데 매년 190여 명 이상이 원거리 통학을 해야 했던 불편이 크게 해소될 것으로 보고 있다.

한편 도교육청은 2017년 9월 서부중 설립 추진 계획을 수립한 이후 지난해 자체투자심사와 중앙투자심사를 거쳐 지난 3월 도 교육환경보호위원회로부터 교육환경영향평가서를 승인받았다.

@highlight

2022년 3월 개교 예정인 서부중학교는 부지 전체가 사유지로, 설립 예정지 토지주들과의 협의매수에 접점을 찾지 못해 토지 매입에 난항을 겪고 있어 개교 일정이 지연될 가능성이 높아졌다.