전국 아리따움 가맹점주들이 22일 오후 서울 용산구 아모레퍼시픽 본사 앞에서 생존권위협 중단 및 상생 촉구를 위한 집회를 열었다.

아모레퍼시픽 화장품 브랜드 '아리따움' 가맹점주 150여명이 본사에 상생 대화를 요구하는 대규모 집회에 나섰다.

무리한 판로 확대와 할인정책, 온라인 초저가 판매를 중단하고 오프라인 가맹점 생존권을 보장해달라는 요구다.

전국아리따움가맹점주협의회는 22일 서울 용산구 아모레퍼시픽 본사 앞에서 집회를 열고 "아모레퍼시픽이 가맹점을 배제한 온라인 직영몰 운영과 오픈마켓 입점으로 수익을 독식하고 있다"며 이 같이 밝혔다.

가맹점주들은 아모레퍼시픽이 올리브영 등 헬스앤뷰티(H&B) 스토어에 아리따움 제품을 납품함으로써 가맹점들의 경쟁력을 낮추고 있다고 주장했다.

협의회 측은 "회사가 한율과 마몽드 같은 아리따움의 주요 제품을 H&B스토어에 공급하면서 소비자들이 가맹점 대신 올리브영으로 발길을 돌리고 있다"면서 "온라인쇼핑몰에서도 아리따움 제품을 30% 할인 판매해 가맹점을 고사시키고 있다"고 말했다.

최근 속도를 내고 있는 아리따움 라이브로의 전환에 대해서도 문제를 제기했다.

아리따움 라이브로 전환하지 않을 경우 제품 반품을 받아주지 않고 있다는 지적이다.

협의회는 "아모레퍼시픽은 아리따움 점주들과의 경쟁을 지양하고 온라인 구매고객을 가맹점에 직접 연결해 수익을 배분할 수 있는 이익 공유 정책을 실시해야 한다"면서 "가맹사업법상 온라인 영업지역 확대와 독점적 배타적 영업지역 규정을 통해 이를 제도적으로 뒷받침해 달라"고 요구했다.

또한 공급가를 투명하고 합리적으로 산정해 아리따움 가맹점 경쟁력을 제고하고, 가맹사업법상 광고판촉 사전 동의권을 도입해 점주들과 합리적이고 투명한 정산 정책을 도입해야 한다고 강조했다.

마지막으로 협의회는 "아모레퍼시픽이 협의회를 대화상대로 인정하고 상생을 위한 대화에 적극적으로 임해 달라"고 주문했다.

@highlight

아모레퍼시픽 화장품 브랜드 '아리따움' 가맹점주 150여명이 22일 오후 서울 용산구 아모레퍼시픽 본사 앞에서  대규모 집회를 열고 무리한 판로 확대와 할인정책, 온라인 초저가 판매를 중단하고 오프라인 가맹점 생존권을 보장해달라는며 생존권위협 중단 및 상생 촉구를 위한 집회를 열었다.