인공지능(AI) 기술 관련 사업화를 지원하는 해커톤 '에이아이 스타톤(AI STARTHON) 2019'가 22일 시작됐다.

이번 대회 운영사인 네이버는 참가자를 대상으로 머신러닝 연구개발 플랫폼 NSML과 자체 구축한 데이터를 제공하며, AI 스타트업 발굴과 저변 확대에 앞장선다.

과학기술정보통신부가 주최하고 정보통신산업진흥원(NIPA)이 주관하는 이번 대회에는 다양한 분야에서 AI 기술 관련 사업화에 관심 있는 200여개팀이 지원해 10대1이 넘는 경쟁률을 기록했다.

이 중 온라인 본선과 사업계획서 심사를 통해 선발된 최종 20팀에게는 총 32억원(팀당 1억6000만원)의 사업지원금이 지급된다.

온라인 본선은 22일부터 열흘간 진행된다.

분야가 제한된 기존 AI 해커톤과 달리 컴퓨터 비전, 자연어처리, 음성신호처리, 시계열 예측 등 총 20개의 문제가 다양하게 출제됐다.

참가자들은 최대 3개 주제를 선택할 수 있다.

가장 높은 점수를 기록한 상위 30개 팀은 사업계획서 검토 대상이 된다.

최종 선발되는 20개 팀은 8월 중 발표된다.

이번 대회 참가자들은 네이버에서 자체 개발한 머신러닝 클라우드 플랫폼 NSML(NAVER Smart Machine Learning)을 통해 모델 개발에 필요한 GPU 자원과 환경을 지원받는다.

참가팀들의 순위도 NSML 랭킹보드(링크)에서 실시간으로 확인할 수 있다.

네이버는 한국정보화진흥원(NIA)에서 AI-Hub(링크)를 통해 공개한 및 자체 구축 데이터를 기반으로 문제를 개발하고, AI 연구원들의 실시간 멘토링도 지원한다.

AI 스타톤 2019 운영책임자인 김성훈 네이버 클로바AI 리더는 "앞으로도 다양한 AI 관련 챌린지에 데이터와 문제를 제공하고 AI 인재들과 교류를 활성화할 계획"이라며 "국내 AI 기술력이 발전할 수 있도록 지원하겠다"고 말했다.

AI STARTHON 2019 참가자들이 네이버 본사에서 사전교육을 듣고 있다.

@highlight

과학기술정보통신부가 주최하고 정보통신산업진흥원(NIPA)이 주관하여 22일 시작된 인공지능(AI) 기술 관련 사업화를 돕고자 하는 AI 경진대회 '에이아이 스타톤(AI STARTHON) 2019'에서 이 대회 운영사인 네이버는 참가자에게 머신러닝 연구개발 플랫폼 NSML과 자체 구축한 데이터를 제공하며, AI 스타트업 발굴과 저변 확대에 나선다.