캐나다 경찰이 북부 브리티시컬럼비아주를 여행하던 미국인 여성과 호주인 남자친구가 살해된 사건을 수사하고 있다.

차이나 디스(24)와 루카스 파울러(23)는 지난 2017년 크로아티아의 한 호스텔에서 만나 그 뒤로 죽 세계여행을 함께 다니며 연인 사이로 발전했다.

그들은 캐나다 횡단 여행 중이었는데 지난 14일(이하 현지시간) 밤과 다음날 새벽 사이 관광지로 유명한 레이어드 핫스프링스 근처 알래스카 하이웨이 가에 세워진 1986년식 파란색 셰보레 미니밴 안에서 주검으로 발견됐다.

목격자들은 현지 언론과의 인터뷰를 통해 두 사람이 밴이 고장 나 수리하는 중이었으며 루카스가 어떤 남성과 얘기를 주고받으며 사람들의 도움을 청하고 있었다고 말했다.

목격자들은 스케치에 묘사된 문제의 남성이 지붕 위에 레이싱 장비가 장착된 낡은 체로키 지프를 운전하고 있었다고 했다.

차량이 고장난 둘을 돕는 모습이 사람들 눈에 띄었다.

왕립 캐너디언 기마경찰대(RCMP)는 이들 커플의 살해 사건이 지난 19일 브라이어 슈메겔스키(18)와 캄 매클레오드(19)의 실종 사건과 연관돼 있을 가능성을 고려하고 있다.

두 청소년이 탄 캠퍼밴은 디스-파울러 커플의 주검이 발견된 곳에서 500㎞ 떨어진 디스(Dease) 호수 근처의 길가에서 불에 완전히 탄 채 발견됐다.

또 이 밴에서 그리 멀지 않은 곳에서 제3의 주검이 발견됐다.

아직 신원 확인이 끝나지 않았지만 경찰은 실종된 청소년 중 한 명은 아닌 것으로 보고 있다.

이에 따라 RCMP는 두 사건에 대해 아는 이들의 제보를 기다리고 있다.

한편 호주 뉴사우스웨일스 경찰 간부인 파울러의 아버지 스티븐이 동료 둘과 함께 캐나다로 와 머무르며 수사 상황을 주시하기로 했다.

그는 RCMP가 마련한 기자회견에 참석해 "내가 경험많은 경관일 수 있지만 오늘은 살해 피해자의 아버지로서 이 자리에 섰다. 직접 수사에 간여하는 일은 피하겠다"고 다짐했다.

두 동료는 현지 경찰과 가족의 연락관 역할을 맡게 된다.

@highlight

캐나다 경찰은 캐나다 여행 중이었던 차이나 디스(24)와 루카스 파울러(23) 커플이 지난 14일(이하 현지시간) 밤과 다음날 새벽 사이 관광지로 유명한 레이어드 핫스프링스 근처 알래스카 하이웨이 가에 세워진 1986년식 파란색 셰보레 미니밴 안에서 주검으로 발견되어 살해 사건을 수사하고 있다.