박윤국 포천시장이 나전칠기 명장 정수화 선생의 공방을 방문했다.

포천시는 지난 22일 박윤국 시장이 고모리에 위치한 정수화 공방과 전시장을 방문했다고 23일 밝혔다.

박 시장은 정 선생에게 포천의 브랜드를 접목한 작품을 만들고 가치를 향상하기 위한 협력 방안을 제안했다.

정수화 선생은 국가무형문화재 제113호로 1967년 나전칠기에 입문해 전통 나전옻칠공예의 우수성을 알리고 보존 가치를 높이고자 1991년 중요무형문화재 제10호 나전장 심부길 선생의 전수생으로 입문했다.

1996년에는 중요무형문화재 제10호 나전장 전수조교로 지정 활동하고 2001년에는 국가무형문화재 제113호 칠장으로 지정돼 현재까지 활발한 작품 활동과 후진 양성에 매진하고 있다.

박 시장은 이날 공방 방문에 앞서 정 선생의 제자인 김인영의 태극나전을 비롯해 2015년 도와 시가 설립한 경기가구창작스튜디오를 찾아 가구·공예인들을 격려하며 소통의 시간을 가졌다.

정 선생은 도와 시가 추진하고 있는 고모리에(옛 K-디자인빌리지) 조성사업에 관심을 갖고 지난해 고모리 근방 초가팔리로 이사한 것으로 알려졌다.

그는 특히 평생 나전옻칠을 연구개발한 지식과 기술을 바탕으로 향후 시에 적극 협력해 포천 가구공예산업 발전에 혼신의 힘을 다하겠다고 밝혔다.

정 선생은 1979년 장안칠기 설립 이후 활발히 작품 활동을 하며 서울올림픽 문화장, 전통공예대전 문화부장관상, 대통령 산업포장 등 다양한 수상 실적을 올렸다.

이 밖에도 종묘 유물 보수, G20 정상들을 위한 나전칠기 접목 갤럭시탭 제작, 세종시 국무총리접견실 나전칠기벽 제작 시공, 시진핑 중국 국가주석을 위한 나전옻칠함 제작 등 폭넓게 활동해 왔다.

특히 일제강점기 옻의 수탈로 맥이 끊긴 옻칠 정제 기법을 재현해 윤택하고 신비로운 색채가 돋보이는 우리나라만의 독보적인 옻칠문화를 발전시켜 왔다.

@highlight

박윤국 포천시장이, 나전칠기 명장이신 정수화 선생 공방을 방문하여 포천 브랜드를 접목한 작품 제작 및 포천 가구공예산업 발전 방안에 대해 논의했다.  