천안시가 지역경기 침체로 어려움을 겪는 소상공인들의 소득 창출을 위해 팔을 걷어붙였다.

시는 내년 연초 발행을 목표로 천안사랑 상품권 발행을 준비하고 있다.

천안사랑 상품권 도입의 제도적 근거를 마련하기 위해 조례 제정을 추진하고 내년부터 시행할 방침이다.

시는 천안사랑 상품권 발행으로 지역 자금 역외유출을 방지하고 골목상권 활성화에 나설 계획이다.

천안사랑 상품권은 전통시장 활성화를 겨냥해 만들어졌던 온누리상품권과 달리 지역 내 다양한 업종에서 사용할 수 있다.

시는 관내 외식 업소, 주유소, 학원 체육시설, 문화시설, 병·의원 등 지역의 다양한 업종을 가맹점으로 모집하고 지류(종이 상품권), 모바일, 카드형 중 상품권 사용이 편리한 방식을 도입할 계획이다.

시는 천안사랑 상품권 발행 시 지역 상권 활성화, 소상공인 매출 증대 등 긍정적인 효과를 나타낼 것으로 기대하고 있다.

한국지방행정연구원의 '고향사랑 상품권(지역 화폐)의 경제적 효과분석 및 제도화 방안'에 따르면 고향사랑 상품권을 발행한 양구군의 경우 상품권 유통량이 지역 내 총생산(GRDP) 대비 0.83%에 불과하나 상품권 발행에 따른 소상공인 1인당 추가 소득 증가율은 2.13%로 소비 대체 효과를 입증했다.

화천군의 경우 지역내총생산(GRDP) 대비 상품권 유통 규모가 적은 비율(0.19%)임에도 불구하고 소상공인 소득상승 효과(1.13%)는 크게 나타났다.

상품권 발행 및 운영에 따른 행정기관의 예산(0.44억원) 대비 부가가치가 15.9배(6.98억원)로 분석됐다.

시 관계자는 "지난 1월 기준 이미 고향사랑 상품권을 도입한 지자체가 62개로 나타났고 연말까지 165개 지자체가 발행할 것으로 예상된다"며 "천안사랑상품권 발행 시 소상공인 매출 증대뿐 아니라 지역경제 선순환 구조 정착에 도움이 될 것으로 보인다"고 설명했다.

한편, 천안시는 2005년 전통시장에서만 사용 가능한 천안사랑 상품권을 발행했지만, 온누리상품권 활성화로 2014년 발행을 중단했다.

@highlight

천안시는 지역 내 다양한 업종에서 사용할 수 있는 천안사랑 상품권을 2020년 초까지 발행해서 지역 상권의 활성화와 소상공인 매출 증대 등을  도모할 계획이다.