공익신고 보호범위 확대, 비실명 대리신고 제도 발전방안 등 공익신고자 보호 강화 방법을 논의하는 자리가 마련된다.

국민권익위원회는 청렴사회민관협의회와 공동으로 24일 오후 2시 한국프레스센터 국제회의장에서 공공기관, 학계, 시민사회, 일반국민 등 300여명이 참석한 가운데 공익신고자 보호제도 발전방안 논의를 위한 공개토론회를 개최한다.

국민권익위는 공익신고자 보호를 강화하기 위해 ▲비실명 대리신고 제도 도입 ▲공익신고자 보호법 보호범위 확대 ▲징벌적 손해배상제도 도입 등 지속적으로 제도를 보완해 왔다.

그러나 신고자의 신분유출, 해고 등 불이익, 보상·지원 미흡 등 문제가 여전히 발생해 실질적 보호·보상이 미흡하다는 지적이 있었다.

이번 토론회는 이런 제도의 한계를 보완하고, 합리적인 개선방안을 찾고자 각계 전문가 등의 의견을 수렴하기 위해 마련됐다.

토론회는 청렴사회민관협의회 김병섭 공동의장의 사회로 진행한다.

형사법제연구원 이천현 선임연구위원은 '보호범위 확대 및 공익신고 평가체계로 본 신고자 보호 강화방안'을, 국민권익위 민성심 심사보호국장은 비실명 대리신고 제도의 의의 및 발전방안에 대해 발제한다.

토론자는 이주희 청주대학교 교수 등 6인이다.

발제는 ▲공익신고 대상법률 확대 ▲공익신고 평가체계 구축 방안 ▲비실명 대리신고 제도 운영 현황 및 문제점 ▲비실명 대리신고 제도 활성화 방안 등을 주요 내용으로 중점적으로 다룰 예정이다.

또한, 대한신경정신의학회 이유진 총무이사, 안종훈 공익신고자 등이 토론자로 참석해 부패·공익신고자에 대한 정신의학적 치료 필요성 및 지원 사례, 직접 경험한 신고자 보호제도 등 다양한 관점에서의 논의를 들을 수 있는 시간도 마련된다.

박은정 국민권익위 위원장은 "부패·공익신고자 보호제도가 시행된 이후 여러 차례 제도를 보완했지만 일반국민들의 기대수준과 현행 제도와의 간극은 여전히 큰 상황"이라며 "이번 토론회가 이런 간극을 좁힐 수 있는 기회가 될 수 있도록 다양한 논의가 이루어 질 것으로 기대한다"고 말했다.

@highlight

국민권익위원회는 24일 오후 2시 한국프레스센터 국제회의장에서 300여명이 참석한 가운데 공익신고 보호 강화 방법을 논의하는 자리를 가지고 신고자의 신분유출, 해고 등 불이익, 실질적 보호·보상이 미흡하다는 지적을 토대로 공익신고 보호범위 확대, 비실명 대리신고 제도 등 공익신고자 보호 강화 방법에 대해 공개토론회를 개최했다.