익산시 보건소는 여름철을 맞아 말라리아와 지카바이러스(Zika virus) 등의 원인이 되는 모기성충과 유충 방제를 위해 방역을 확대 실시한다.

익산시에 따르면 올해부터 기존 방역기동반 2개 반을 주·야간 4개 방역반으로 추가 편성해 하절기 집중방역기간인 7월부터 8월까지 2개월 동안 주 2~3회 다중이용시설, 민원다발지역 등에 야간방역을 실시하고 있다.

또한 29개 읍·면·동에서도 자체 방역기동반을 운영해 취약지역 방역에 최선을 다하고 있다.

특히 올해는 익산시 방역소독 방식을 기존 경유에 살충제를 희석해 살포하는‘가열 연막소독’대신 물에 살충제를 녹여 분사하는‘가열 연무소독’으로 변경해 시행하고 있으며 이를 널리 알리기 위해 이·통·장 회의와 전광판 송출, 보도자료 게시 등 다양한 홍보활동을 펼치고 있다.

이밖에도 시민다중이용시설에 설치된 해충유인 포충기를 11곳, 64대를 5월부터 가동하고 있고 급격히 증가하고 있는 진드기매개감염병 예방을 위해 5곳(미륵산 2개소, 용화산, 함라산, 배산체육공원)에 진드기 기피제 자동분사기를 설치해 운영하고 있다.

또한 자가 소독을 통해 각종 감염병을 예방하고 쾌적한 주거 환경을 조성 할 수 있도록 오는 9월 말까지 익산시에 거주하는 시민들에게 방역장비(수동식분무기)와 방역약품 총 6종(살충제, 유충구제, 바퀴벌레약, 개미약, 살서제, 진드기기피제)을 신청자에 한해 무료로 배부하고 있다.

한명란 익산시 보건소장은“하절기 해충으로 인한 시민의 불편함을 줄이고 감염병을 예방하기 위해 취약지역 집중 위생해충방제 활동에 집중하겠다”며“시민의 건강증진과 행복한 익산시 구축을 위하여 최선을 다 하겠다”고 말했다.

@highlight

익산보건소를 여름철 지카바이러스 등의 원인이 되는 모기 성충과 유충 방지를 위해 방역기동반을 4개로 추가 편성하고, 다주잉용시설, 민원 다발지역등에 야간방역을 실시하고 있으며, 또한 29개의 읍,면,동에서도 자체적 방역반을 운영해 곳곳의 방역에 최선을 다하고 있다고 알렸다.