Mnet '프로듀스 X 101'에 출연했던 스타쉽엔터테인먼트 연습생 구정모와 함원진이 자필 편지로 감사한 마음을 전했다.

스타쉽엔터테인먼트 측은 지난 22일 공식 SNS를 통해 Mnet '프로듀스 X 101' 출연 연습생 구정모, 함원진의 자필 소감편지를 공개했다.

구정모·함원진은 '프로듀스 X 101' 출연을 통해 훈훈한 비주얼과 다채로운 매력으로 대중의 마음을 사로잡았으나, 최종 데뷔평가에서 고배를 마신 바 있다.

구정모는 편지를 통해 "마지막 데뷔 평가까지 갈 수 있게 해주신 국민 프로듀서님 정말 감사합니다. 프로듀스 X 101을 하면서 많은 경험을 하고, 기쁜 일 힘든 일도 많았는데 국민 프로듀서님 덕분에 다 행복한 기억으로 남을 것 같습니다"라는 인사를 전했다.

이어 "많이 부족한 저를 끝까지 응원해주셔서 감사합니다. 방송은 이제 끝이 났지만 프로듀스 X 101을 하면서 정말 행복했습니다. 국민 프로듀서님들을 만나기 위해 계속 열심히 연습하고 준비할 테니 우리 꼭 다시 만나요. 사랑해요. 꼭 다시 만나요"라며 후일을 기약했다.

함원진도 "아직 많이 부족하기만 한 저에게 너무나도 큰 사랑 주셔서 너무 너무 감사드립니다"면서 "브이앱 때 언급했듯이 정말 제 인생에 이런 날 이런 기회가 있어도 되나 싶을 정도로 프로듀스 X 101은 제게 너무나 큰 행운이었고, 이 프로그램을 통해 우리 국민 프로듀서님들을 만나 뵙게 된 것도 너무 너무 감사합니다"고 국민 프로듀서에게 감사 인사를 전했다.

또 함원진은 "매번 무대를 거듭할수록 많이 성장할 수 있었던 것 같아요. 그런 무대를 설 수 있게 해주신 것도 우리 국민프로듀서님들 덕분이라는 생각에 진짜진짜 감사한 마음입니다. 그만큼 더 열심히 해서 하루라도 빨리 다시 만나는 날이 올 수 있도록 꼭 최선을 다하겠습니다. 아쉬워하지 마세요. 그리고 미안해하지 마세요. 다시 만나는 날 꼭 웃으면서 만나요. 한 분도 빠짐없이 다 만나 뵙기를"이라며 진정성 어린 감사인사를 전했다.

@highlight

Mnet '프로듀스 X 101'에 출연했던 스타쉽엔터테인먼트 연습생 구정모는 편지를 통해 마지막 데뷔 평가까지 도달한 것은  국민 프로듀서 덕분이라며 소감을 전하였고 함원진도  많은 응원과 큰 사랑에 감사하면서 직접 쓴 편지로 고마운 마음을 전했다.