롯데주류가 본격적인 휴가철을 앞두고 다양한 맥주 쿨러백(Cooler Bag) 패키지를 선보인다고 23일 밝혔다.

쿨러백 패키지는 맥주를 시원한 상태로 손쉽게 운반할 수 있어 무더운 여름 휴가철, 야외 활동을 계획하고 있는 소비자들이 많이 찾는 제품이다.

캔맥주 6개(355ml)로 구성된 '미니 쿨러백 패키지'는 기존 쿨러백이 12캔, 24캔 크기로 소규모 나들이에 이용하기에 다소 부담스러웠던 것에 비해 크기를 줄이면서도 보냉 기능은 유지해 실용성을 높였다.

'클라우드', '피츠' 2종이 있어 맥주 취향에 따라 선택할 수 있다.

'피츠 백팩-쿨러백'(24캔)은 깔끔한 맥주 '피츠'와 국내 스포츠웨어 브랜드 '프로스펙스'가 함께 만든 기획팩이다.

일반적인 핸드백 형태에서 벗어나 어깨에 맬 수 있는 백팩 형태로 만들어 맥주를 편하게 운반할 수 있도록 편의성을 높이고 일상에서 다양한 용도로 사용할 수 있도록 실용성도 고려했다.

프리미엄 맥주 '클라우드'는 프랑스 정통 아웃도어 브랜드 '밀레'와 함께 '클라우드x밀레 쿨러백'(24캔)을 출시한다.

넓은 가로 형태로 만들어 맥주 캔 외에도 다양한 물건을 담을 수 있도록 수납 효율을 높였다.

쿨러백 뚜껑에 컵홀더가 있어 테이블 대용으로 사용할 수 있는 '클라우드 캠핑 쿨러'(24캔), 별도 수납공간이 있고 어깨에 맬 수 있는 형태의 '크로스-쿨러백'(12캔) 등 다양한 종류의 쿨러백이 판매되고 있다.

롯데주류 관계자는 "점차 세분화되는 소비자 라이프 스타일과 개성을 중요하게 생각하는 트렌드를 반영해 기존 제품들과 차별화된 다양한 쿨러백 패키지를 기획했다"며 "6캔, 12캔, 24캔 등 다양한 용량이 준비돼 있어 필요에 따라 선택할 수 있다"고 말했다.

한편, '클라우드', '피츠' 쿨러백 패키지는 전국 대형마트를 중심으로 판매되고 있다.

@highlight

롯데주류는 여름 휴가철, 야외 활동을 계획하고 있는 소비자들을 위해 '클라우드', '피츠' 2종 맥주를 시원한 상태로 손쉽게 운반할 수 있는  6개, 12캔, 24캔 크기의 쿨러백 패키지를 선보인다.