오는 31일 국립광주박물관에서 공연되는 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니' 공연 모습.

국립남도국악원의 어린이 국악극 ‘뽕뽕뽕 방귀쟁이 뽕함마니’가 국립광주박물관에서 공연된다.

오는 31일 오후 4시 교육관 대강당에서 진행되는 이번 공연은 진도에서 전해 내려오는 영등할매 설화를 어린이들이 재미있고 쉽게 이해할 수 있도록 국악으로 풀어낸 작품이다.

진도 전통설화인 영등할매 설화는 진도 호동마을에 방귀대장 뽕함마니가 살고 있었는데, 호랑이 무리가 마을사람들을 괴롭혀 이들은 호랑이를 피해 다른 섬으로 대피한다.

마을에 홀로 남은 뽕함마니는 방귀를 통해 호랑이와 친구가 되고, 떠났던 마을사람들과 다시 만나기 위해 정성스러운 기도로 바닷길이 열리는 기적이 이루어진다는 내용을 담고있다.

공연 내내 국악연주와 재미있는 구성들이 더해져 아이들의 눈과 귀를 즐겁게 해 줄 예정이다.

공연 관계자는 “호랑이와 방귀 등 아이들이 친근하게 다가갈 수 있는 소재로 작품을 만들었다”며 “뽕함마니가 방귀로 호랑이를 교화시켜 친구로 만드는 상생(相生)의 교훈을 통해 함께 누리는 행복의 의미를 아이들에게 전해줄 것”이라고 밝혔다.

공연은 무료로 진행되며, 25일 오전 9시부터 국립광주박물관 누리집(gwangju.museum.go.kr)에서 사전예약(226석)을 통해 관람할 수 있다.

오는 31일 국립광주박물관에서 공연되는 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니' 공연 모습.

박상지 기자 오는 31일 국립광주박물관에서 공연되는 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니' 공연 모습.

@highlight

진도에서 내려오는 영등할매 설화를 아이들이 이해할 수 있게 국악으로 풀어낸 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니'가 31일 오후4시 국립광주박물관 교육관 대강당에서 공연해 아이들에게 즐거움을 선사할 예정이다. 