갈 길 바쁜 탬파베이 레이스가 같은 지구팀 보스턴 레드삭스에게 졌다.

탬파베이는 23일(한국시간) 트로피카나필드에서 열린 탬파베이 레이스와의 홈경기에서 4-9로 졌다.

이날 패배로 57승 46패가 되며 55승 46패를 기록한 보스턴에 1게임 차 추격을 허용했다.

선발 명단에서 제외된 최지만은 나오지 않았다.

투수로 나올뻔했다.

팀이 3회에만 7실점하며 점수 차가 크게 벌어졌기 때문이다.

대신 그의 동료 마이클 브로시우가 9회 투수로 등판해 1이닝 3피안타 1실점을 기록했다.

탬파베이가 대량 실점하며 패했다.

사진(美 세인트 피터스버그)=ⓒAFPBBNews = News1 탬파베이는 3회 7점을 허용했다.

주로 오프너 이후에 롱 릴리버로 나오던 제일렌 빅스를 선발로 올렸는데 잘 풀리지 않았다.

빅스는 3회 피홈런 3개를 포함해 5피안타 2볼넷을 허용하며 7실점으로 무너졌다.

최종 기록은 3 2/3이닝 7피안타 3피홈런 2볼넷 2탈삼진 8실점.

반대로 보스턴 선발 에두아르도 로드리게스는 7이닝 2피안타 4볼넷 6탈삼진 무실점을 기록하며 탬파베이 타선을 완벽하게 압도했다.

네이던 이볼디는 8회 마운드에 오르며 복귀전을 치렀다.

보스턴의 마무리 역할을 맡을 예정인 이볼디는 9-0으로 크게 앞선 상황에서 부담없이 마운드에 올랐지만, 너무 부담을 덜었는지 2/3이닝 5피안타 2탈삼진 3실점을 기록하고 마운드를 내려왔다.

탬파베이는 9회말 1사 1, 2루에서 토미 팸의 2루타로 한 점을 더 추격했다.

끝까지 상대를 괴롭히고 경기를 끝낸 것에 의미를 부여해야했다.

탬파베이 내야수 얀디 디아즈는 9회말 타격 도중 파울볼에 왼발을 맞은 뒤 그 통증으로 교체됐다.

네이트 로우가 타석을 마무리했다.

@highlight

지난 23일 탬파베이가 트로피카나필드에서 열린 보스턴 레드삭스와의 경기에서 3회에만 7실점하여 4-9로 패했으며 이 경기에 선발 명단에서 제외된 최지만은 출전하지 않았다.