익산시가 도심 속에서 여름을 시원하게 즐길 수 있는 다양한 시설과 프로그램을 시민들에게 제공한다.

23일 익산시는 폭염을 대비해 다음달 18일까지 1달여 동안 도심 내 체육공원에 설치된 바닥분수를 확대 운영한다고 밝혔다.

영등시민공원(영등동)과, 배산체육공원(모현동), 수도산체육공원(동산동)에 각각 설치된 바닥분수 운영시간이 해당 기간 동안 오전 11시부터 밤 9시까지(50분 운영 10분 휴식) 연장된다.

이와 함께 지난해 큰 인기를 끌었던 어린이 풀장도 오는 25일부터 다음달 11일까지 각 체육공원에 설치해 운영하기로 했다.

운영되는 곳은 영등시민공원과 중앙, 수도산, 배산체육공원 등 4곳이다.

시는 내년부터 어린이풀장 관련 추가 예산을 확보해 시설보강과 함께 연장 운영 등을 검토할 예정이다.

시민들의 무더위를 날려줄 자연 친화적인 이색 쉼터도 조성된다.

중앙체육공원에 다양한 관상용 호박과 꽃, 아열대 작물 등을 이용한 3가지 테마로 구성된 생태 터널을 설치해 다음 달까지 무더위 그늘 쉼터와 자연학습장으로 활용된다.

야간에는 LED 조명을 설치해 음악분수대와 함께 시원한 야경도 시민들에게 선사될 예정이다.

뜨거운 여름을 시원하게 날려줄 다양한 프로그램과 문화공연도 마련됐다.

중앙·매일·서동시장에서 오는 9월 28일까지 매주 토요일마다 오후 6시부터 10시까지 야시장을 운영한다.

더위를 잊게 해 줄 야시장의 명물 ‘귀신의 집’공포체험과 함께 다양한 테마의 먹거리와 체험 프로그램, 각종 이벤트와 공연 등이 진행돼 모든 연령대의 관광객들이 즐길 수 있을 것으로 기대된다.

세계유산인 왕궁리유적에서도 오는 9월까지 매주 토요일 밤 8시부터 퓨전국악과 클래식 등을 즐길 수 있는 상설공연이 이어진다.

익산시 관계자는“시민들이 더위를 잊고 시원하게 즐길 수 있는 시설과 프로그램을 다양하게 준비했다”며“앞으로도 시민들이 만족할 수 있는 서비스를 제공하기 위해 시설개선은 물론 다양한 프로그램 개발에도 노력하겠다”고 말했다.

@highlight

익산시는 다음달 18일까지 한 달여 동안 도심 피서를 위하여 도심 내 체육공원 바닥분수를 확대 운영하고 여러 프로그램과 문화공연도 준비했다고 23일 밝혔다. 