코스피가 외국인의 매수세에 힘입어 상승 마감했다.

23일 코스피는 전일 대비 8.11포인트(0.39%) 오른 2101.45에 마감했다.

이날 지수는 2.42포인트 오른 2095.76에 개장해 강보합세를 지속했다.

외국인의 매수세에 힘 입어 장 초반 2100선을 회복했으나 개인이 팔자세로 나사면서 지수의 상승폭을 제한했다.

서상영 키움증권 연구원은 "이날 증시는 전일에 이어 반도체 관련주가 강세를 보이며 상승을 주도했다"며 "애플 관련주 또한 강세를 보인 점도 긍정적인 영향"이라고 설명했다.

이어 서 연구원은 "특히 외국인의 현선물 순매수에 따른 수급적인 영향도 우호적"이라고 평가하면서도 "코스닥은 통신장비, 전기전자 등 위주로 외국인의 매물이 출회되며 하락하는 등 차별화를 보였다"고 말했다.

이날 유가증권시장에서는 업종별로 대체로 상승했다.

전기가스업이 3%대 강세를 보였고, 금융업, 증권, 음식료품, 은행, 화학, 철강·금속, 유통업이 상승세를 보였다.

반면 의료정밀, 섬유·의복, 종이·목재, 의약품, 통신업 등이 약세를 보였다.

매매주체별로 개인은 2851억원 순매도한 반면 외국인과 기관은 2870억원, 42억원 순매수했다.

프로그램 매매는 2855억원 매수 우위를 나타냈다.

시가총액 상위 종목 중에서는 현대모비스, 삼성물산, 신한지주, KB금융, POSCO, NAVER가 1~2%대 강세를 기록했다.

셀트리온은 1%대 약세를 보였고, 현대차와 삼성바이오로직스도 하락 마감했다.

이날 필옵틱스가 디스플레이 장비 공급계약 소식에 장 초반 급등세를 보였다.

남영비비안은 경영권 매각 추진설에 가격제한 상한폭까지 올랐다.

유가증권시장에서는 290개 종목이 상승했고 515개 종목이 떨어졌다.

코스닥은 전일 대비 6.13포인트(0.91%) 내린 668.65에 마감했다.

@highlight

23일 코스피는 외국인의 매수세에 힘입어 전일 대비 8.11포인트 오른 2101.45에 마감했는데, 장 초반 2100선을 회복했으나 개인이 팔자세로 나오면서 지수의 상승폭을 막았다.