유명 부동산 어플리케이션(앱)에 허위 원룸 전세 물건을 올려놓고 찾아온 임차인의 전세금을 가로챈 30대 남성이 징역형을 선고받았다.

이 남성은 돈을 주고 빌린 중개사무소등록증(이하 자격증)을 이용해 대전 서구에 부동산사무실까지 차려놓고 실제 부동산 어플리케이션에 올라온 월세 물건을 전세 물건인 것처럼 꾸며 피해자들을 속였다.

23일 법조계에 따르면 대전지법 형사7단독(판사 나상훈)은 사기, 사문서위조, 위조사문서행사, 공인중개사법위반 등의 혐의로 기소된 A (33)씨에 대해 징역 4년을 선고하고 3515만원을 추징했다.

또 A 씨에게 매월 70만원을 받고 부동산 자격증을 빌려준 B (63)씨에게 벌금 700만원을 선고했다.

A 씨는 임대한 자격증으로 대전 서구에 부동산사무실을 차려놓고 2017년 10월 17일경 부동산 앱 등에 보증금 300만원, 월세 50만원으로 나온 원룸 월세물건을 전세물건인 것처럼 광고했다.

이어 광고를 보고 찾아온 피해자에게 전세보증금 3700만원에 임대하는 것처럼 허위계약서를 작성해 보증금을 받아 챙겼다.

그는 또 2018년 1월 18일경 임차인이 보증금 700만원, 월세 45만원에 올라온 월세물건을 전세물건인 것처럼 부동산 앱에 올린 후 이를 보고 찾아온 피해자에게 전세보증금 4400만원에 계약서를 작성해 주는 수법으로 보증금을 챙겼다.

A 씨는 2017년 10월부터 이듬해 2월까지 이같은 수법으로 대전에서만 10여명의 피해자로부터 수억원을 가로챈 혐의 등으로 구속기소됐다.

그는 이 과정에서 지인으로부터 소개받은 C 씨로 하여금 부동산 앱에 허위 전세물건을 올리도록 시켰으며, 임차인의 도장을 몰래 제작해 계약서에 사용한 것으로 드러났다.

재판부는 "불특정 다수의 피해자를 대상으로 상당한 기간에 걸쳐 계획적으로 범행을 했고, 이로 인한 피해 금액도 상당해 피해자들에게 심각한 피해를 야기했음에도 피해가 회복되거나 피해자와의 합의도 없었다"며 "다만 피해자가 잘못을 인정하면서 반성하고 있고 동종 범죄전력이 없는 점 등을 고려했다"고 양형 이유를 밝혔다.

@highlight

빌린 자격증으로 사무실까지 차리고 유명 부동산 어플에 올린 가짜 전세 매물로 임차인을 속여 전세금을 가로챈 30대 남성이 징역형을 선고받았는데 2017년부터 동일한 수법으로 대전에서만 10여명의 피해자로부터 수억원을 가로챈 혐의를 받고 있다.