부산을 가장 편리하게 둘러볼 수 있는 시티투어(사진)에 해양관광의 꽃인 요트 체험을 패키지로 묶은 관광 상품이 나왔다.

오는 11월 말까지 특가인 2만 7000원에 시티투어와 요트체험을 한꺼번에 즐길 수 있어 시민과 관광객의 호응이 기대된다.

부산지방해양수산청은 25일부터 오는 11월 말까지 요트체험과 부산시티투어를 연계하는 시범사업을 벌인다고 23일 밝혔다.

현재 시티투어는 1인당 1만 5000원인데, 여기에 2만 5000~3만 원 상당의 요트 체험을 묶어 3만 3000원에 판매한다는 것이다.

각각 개별적으로 이용할 때보다 최대 1만 2000원 저렴하고, 두 상품을 한 번에 예약해 간편하다는 장점이 있다.

특히 시범사업 기간인 11월 말까지는 선착순 5000명에게 6000원 추가 할인 혜택을 제공해 2만 7000원에 패키지를 이용할 수 있다.

이 시티투어 연계사업에는 마리나 업계에서도 21개 업체가 참여해 높은 호응도를 보였다.

이용 방법은 부산지역 해양관광 상품을 모아둔 ‘하나로 패스’(1688-2030)로 전화해 할인 쿠폰을 받고, 쿠폰에 링크된 하나로 패스 페이지 ‘부산시티투어＆요트’ 카테고리에서 ‘바다야 놀자(KIMA Pass)’앱을 내려받아 설치하면 된다.

앱 실행과 회원 가입 후 요트 체험을 원하는 날짜와 시간(항차), 요트 업체를 선택해 결제하면 예약이 끝난다.

요트 체험 때는 앱에 표시되는 잔여석 정보가 실제와 다를 수 있으므로 예매 전 해당 업체와 통화해 확인하면 안전하게 좌석을 확보할 수 있고, 예약 시간에 요트경기장에 가서 티켓 화면을 해당 업체에 제시하면 된다.

시티투어는 티켓 화면을 처음 타는 버스에서 제시하면 종이 승차권으로 교환해 준다.

예약한 날짜에 한해 하루 종일 레드, 블루, 옐로, 그린 등 모든 노선을 탈 수 있으므로 이 승차권으로 시티투어 버스를 이용하면 된다.

@highlight

부산지방해양수산청이 오는 11월 말까지 시티투어와 요트체험을 패키지로 연계하는 시범사업을 계획하여 보다 저렴한가격에 관광 상품을 내놓겠다고 밝혔다.