포스코가 연결기준 8분기 연속 영업이익 1조 원을 돌파했다.

포스코는 23일 콘퍼런스콜로 진행된 기업설명회에서 2분기 연결기준 매출 16조 3천213억 원, 영업이익 1조 686억 원, 순이익 6천814억 원을 기록했다고 밝혔다.

전분기 대비 철강부문의 영업이익은 감소했으나 포스코인터내셔널의 미얀마 가스전 판매 증가 및 트레이딩 호조 등 글로벌인프라 부문의 실적개선으로 8분기 연속 1조 원 이상의 영업이익을 달성하며 6.5%의 영업이익률을 기록했다.

별도기준 매출액은 7조 4천759억 원, 영업이익은 7천243억 원을 기록했다.

순이익은 5천454억 원이다.

원달러 환율 상승으로 판매가격은 상승했지만 제품 생산라인 수리로 인한 판매량 감소 및 원료가 상승으로 영업이익이 전분기 대비 13.0% 감소했다.

다만 고부가가치 제품인 WTP(World Top Premium) 판매비중을 전분기 수준으로 유지하며 영업이익 감소폭을 최소화했다.

영업이익률은 전분기 대비 1.0% 포인트 감소한 9.7%를 기록했다.

재무건전성은 지속 강화되고 있다.

차입금 지속 축소, 미지급 법인세 납부 등으로 연결기준 부채비율은 2010년 이후 최저치인 65.0%를 기록했다.

연결 차입금은 19조 2천억 원으로 상각 전 영업이익 대비 차입금 비율(Debt to EBITDA) 2.6배를 유지하고 있다.

별도기준 부채비율 역시 원화사채 상환, 미지급 배당금 지급 등으로 전분기 대비 2.2% 포인트 감소한 17.8%로 나타났다.

포스코는 하반기 철강시황에 대해 중국 경기부양책 효과와 추가 지원정책 발표로 중국내 철강 수요가 다소 개선되겠지만 세계 철강 수요의 증가세는 둔화될 것으로 전망했다.

한편 포스코는 연간 제품판매량 목표를 3만5천700만 톤에서 3만6천200만 톤으로 조정하고 연결과 별도기준 매출액도 각각 66조 8천억 원과 31조 1천 원으로 소폭 상향 조정했다.

@highlight

포스코가 23일 기업설명회에서 글로벌인프라 부문의 실적개선으로 2분기 연결기준 매출 16조 3천213억 원, 영업이익 1조 686억 원으로 8분기 연속 영업이익 1조 원을 돌파했다고 밝혔다.