올해 1분기 건강보험이 4000억원에 달하는 당기수지 적자를 기록했다.

적자폭이 지난해 1분기에 비해 3배 이상으로 늘어 문재인케어로 인한 건강보험 재정 건정성 악화 우려가 현실화되고 있다는 지적이다.

23일 건강보험공단의 '2019년 1/4분기 현금 포괄 손익계산서'에 따르면 지난 1분기 당기수지는 현금흐름 기준 3946억원의 적자를 기록했다.

급여비 지출을 포함한 총지출은 16조 7387억원, 보험료 수입 등 총수입은 16조 3441억원을 기록한 결과다.

이번 적자폭은 1204억원을 기록했던 작년 동기 대비 3배 이상으로 확대됐다.

건강보험의 당기수지 적자폭이 커지고 있는 이유는 기존 비급여 진료항목의 급여화를 핵심으로 하는 건강보험 보장성 강화 대책(문재인 케어)이 갈수록 확대되고 있기 때문이다.

정부는 지난 2017년 8월 문재인 케어를 발표한 이후 상복부 초음파, 상급종합병원과 종합병원의 2·3인실 상급병실료, 뇌·뇌혈관 MRI(자기공명영상) 등 비급여 진료항목들을 차례로 급여화했다.

2017년 생산가능인구가 감소세로 전환되며 보험료 수입이 이전과 달리 크게 늘지 않는 상황에서 건강보험이 적용되는 진료항목이 늘어나면서 보험급여비는 갈수록 확대되고 있는 것이다.

여기에 인구의 급격한 고령화로 인해 병원을 찾는 노인들이 증가하고 있는 점도 건강보험 재정 악화에 한몫하고 있다.

지난 4월 보건복지부가 발표한 제1차건강보험종합계획에 포함돼있는 재정전망에 따르면 향후 문재인케어의 추가적인 확대로 인해 건강보험의 당기수지 적자 규모는 지난해 1778억원에서 올해 3조1636억원으로 급증할 전망이다.

누적적립금은 지난해 20조원 수준에서 2023년에는 11조807억원으로 줄어들 예정이다.

정부는 이같은 재정악화에도 불구하고 △적정수준의 보험료 인상(매년 평균 3.2% 인상) △국고지원 확대 △부적절한 장기 입원 억제 등 불필요한 지출 관리 강화 등 재정관리를 통해 2023년 이후에도 누적적립금을 10조원 이상으로 유지할 수 있다는 입장을 밝히고 있다.

@highlight

23일 건강보험공단의 '2019년 1/4분기 현금 포괄 손익계산서'에 따르면 적자폭이 지난해 1분기에 비해 3배 이상인 4000억 원에 달아는 기록으로 문재인케어로 인한 건강보험 재정 건정성 악화 우려가 현실화되고 있다는 지적이다.