사망 4명을 포함해 13명의 사상자를 낸 승합차 사고의 이면에는 농촌일손 부족, 도로안전시설 부재, 외국인 불법체류자 문제 등이 얽혀있다.

그제 고랭지 쪽파 파종작업을 위해 16명을 태우고 새벽길을 달리던 승합차가 강원도 삼척 지방도 급커브길에서 뒤집혔다.

이 승합차에는 60~70대 할머니들과 30~40대 외국인 근로자들이 타고 있었다.

충남 홍성에서 새벽 1시에 원거리 채소작업에 나섰다 참변을 당한 것이다.

농촌지역의 일손부족은 영농철마다 벌어지는 현상이다.

젊은이들이 도시로 빠져나가 노인들과 외국인 근로자들이 부족한 일손을 메우고 있는 실정이다.

할머니들과 외국인 근로자들이 탑승한 승합차는 홍성에서 300㎞ 넘게 떨어진 삼척으로 이동하다 사고가 났다.

새벽에 5시간에 걸쳐 운행을 했다고 한다.

이렇게 승합차로 농사일꾼을 실어 나르는 일은 농촌에선 흔한 광경이다.

빠듯한 작업시간에 맞추려면 새벽 일찍부터 차량을 운행해야하고 그만큼 사고위험에 노출돼 있다.

그러다보니 사고도 빈발하고 있다.

지난해 전남 영암에서는 총각무 수확 작업을 마치고 귀가하던 미니버스가 승용차와 충돌해 노인 8명이 숨지기도 했다.

지방도로의 방호울타리(가드레일)를 좀 더 튼튼히 했으면 사고를 막았을지 모른다는 아쉬움이 남는다.

가드레일은 1~5등급으로 나뉘는데 사고 지점의 가드레일은 '무등급'으로 2003년 설치 후 보강 한 번 없었다고 한다.

승합차에 타고 있던 외국인 근로자 9명중 2명이 죽고, 4명이 다쳤다.

3명은 사고 직후 달아나 종적을 감춘 것으로 밝혀졌다.

불법체류자 신분이 탄로 날 것을 우려해 사고현장을 이탈했을 가능성이 높다.

지금으로서는 외국인 근로자들이 다치지 않았길 바랄 뿐이다.

무비자 또는 단기·관광비자를 받아 국내에 들어온 뒤 90일이 지나도 한국을 떠나지 않은 불법체류 외국인이 20만명에 달한다.

이들에 대한 관리가 제대로 되고 있는지 의문이다.

@highlight

13명의 사상자를 낸 승합차 사고의 이면에는 젊은이들이 도시로 빠져나가 영농철마다 빚어지는 농촌의 인력난과 그 자리를 메우고 있는 외국인 노동자들의 불법체류자 문제, 도로안전시설 부재 등의 문제들이 뒤엉켜 있다.