텍사스 레인저스의 부진이 이어지고 있다.

텍사스는 23일(한국시간) 티모바일파크에서 열린 시애틀 매리너스와의 원정경기에서 3-7로 졌다.

이날 패배로 텍사스는 8연패 늪에 빠지며 50승 50패, 5할 승률이 무너질 위기에 처했다.

시애틀은 41승 62패.

시작은 좋았다.

1회 2사 이후 엘비스 앤드루스의 인정 2루타, 헌터 펜스의 안타로 선취점을 냈다.

텍사스의 부진이 계속되고 있다.

사진(美 시애틀)=ⓒAFPBBNews = News1 1번 좌익수 선발 출전한 추신수도 2회초 힘을 보탰다.

1사 만루 기회에서 상대 선발 마르코 곤잘레스를 상대로 우전 안타를 때려 주자 한 명을 불러들였다.

3-0 카운트에서 4구째 스트라이크를 놓치지 않았다.

여기까지였다.

텍사스 타선은 이후 6회초 루그네드 오도어의 좌전 안타가 나올 때까지 한 명도 1루 베이스를 밟지 못했다.

추신수도 이후 많은 것을 하지 못했다.

이날 경기 4타수 1안타 1타점, 시즌 타율은 0.284가 됐다.

9회 오도어의 솔로 홈런이 터졌지만, 이미 점수 차가 벌어진 뒤였다.

추신수는 9회 2사 1루에서 사구로 출루했지만, 잔루가 됐다.

타선이 침묵한 사이, 마운드가 무너졌다.

선발 아드리안 샘슨은 2회말 2사 1, 2루에서 오스틴 놀라에게 스리런 홈런을 맞았다.

4회에는 1사 만루에서 말렉스 스미스에게 우전 안타를 맞아 2점을 더 허용했다.

5 1/3이닝 8피안타 1피홈런 2볼넷 4탈삼진 6실점으로 패전투수가 됐다.

시애틀 선발 곤잘레스는 7이닝 7피안타 4탈삼진 2실점을 기록하며 승리투수가 됐다.

9회 1사 1, 2루에서 구원 등판한 로에니스 엘리아스가 세이브를 기록했다.

@highlight

미국 메이저리그 텍사스 레인저스는 23일 티모바일파크에서 열린 시애틀 매니러스와의 경기에서 3-7로 져 8연패 부진에 빠졌는데, 이날 추신수는 4타수 1안타 1타점을 기록했다.