세종시의 '책 읽는 세종' 프로젝트가 국제적 문화교류의 장으로 부상하고 있다.

문화와 평생학습의 거점인 세종 공공도서관에서 '책을 읽는 즐거움'을 통해 해외문화를 접할 수 있는 특별한 수업이 펼쳐져 눈길을 끌었다.

세종시 고운동 복합커뮤티니센터 도서관은 23일 주한 프랑스문화원의 후원으로 '프렌치 스토리텔링' 프로그램을 진행했다.

'프렌치 스토리텔링' 프로그램은 지난 6월 파비앙 페논 주한 프랑스 대사의 세종시청 방문 당시 논의된 사항으로 고운동 복합커뮤니티센터 도서관에서 처음으로 시범 운영되는 사업이다.

'프렌치 스토리텔링'은 양국의 강사가 프랑스 그림책을 읽어준 뒤 창작활동을 진행하는 형식이다.

이날 크리스텔 자로 프랑스 강사와 이승희 강사는 '박물관에서 길을 잃었어요!' 도서를 행사에 참여한 15명의 초등학생들에게 각국의 언어로 읽어준 뒤 미술창작활동을 펼치는 수업을 전개했다.

행사에 참여한 어린이들은 '책을 읽는 즐거움'을 통해 '해외 문화를 접하는 즐거움'까지 동시에 접하면서 특별한 시간을 맞이했다고 입을 모았다.

세종시는 '책 읽는 세종' 프로젝트를 국제적 교류의 장으로 활용할 방침이다.

이날 파비앙 페논 주한 프랑스 대사와 이춘희 세종시장은 고운동 복합커뮤니티센터 도서관에 방문해 프렌치 스토리텔링 참관과 함께 프랑스와 세종시의 문화협력 강화 방안에 대해 논의했다.

임재일 고운동장은 "프렌치 스토리텔링 프로그램 운영을 통해 양국간의 문화 및 교육 교류가 활발해지기를 바란다"고 전했다.

세종시는 향후 각 동별로 위치한 마을 공공도서관인 복컴도서관을 통해 다양한 독서문화프로그램을 펼칠 계획이다.

도서관에서 책을 읽고 접하는 것뿐 아니라, 다양한 강좌와 독서문화프로그램 운영으로 주민들의 복합문화공간 역할을 수행하겠다는 각오다.

세종시 공공도서관 및 책 읽는 세종 추진사업도 적극 나선다.

이를 위해 △문화와 평생학습의 거점 도서관 인프라 구축 △시민 중심 통합도서이용 서비스 강화 △작은도서관 활성화 및 독서문화 진흥사업 추진 등의 사업을 펼치고 있다.

@highlight

지난 23일 세종 공공도서관에서 주한 프랑스문화원의 후원으로 열린 '프렌치 스토리텔링'은 양국의 강사가 프랑스 그림책을 읽어준 뒤 창작활동을 하는 방식으로 진행돼 '책을 읽는 즐거움'을 통해 해외문화를 만날 수 있는 특별한 수업이다.