영유아 대표 IT 전문기업 ㈜아이앤나는 대한민국 대표 임신·육아 플랫폼인 ‘남양베베’를 ‘아이보리’로 리뉴얼하여 22일 새롭게 오픈했다고 밝혔다.

아이앤나는 지난 2016년 남양베베 서비스를 출시해 전국 임신육아교실 신청 및 O2O 쿠폰 서비스를 제공했다.

특히 베베캠 서비스를 통해 전국 약 200개의 산후조리원에서 산모 및 가족들이 신생아실의 아기 영상을 어플리케이션을 통해 감상할 수 있도록 했다.

이번 아이보리로의 리뉴얼은 기존에 제공하던 서비스의 편의성 강화와 신규 서비스를 추가한 것이 특징이다.

기존에 사용하던 고객들이 좀 더 쉽게 서비스에 접근하고 사용할 수 있도록 직관적인 UI 및 UX로 개편했고, 서버 교체를 통해 일부 고객들의 영상 끊김 현상을 해결했다.

또 전국의 산후조리원 정보를 제공하여 아이 출산을 앞둔 임산부들이 자신의 원하는 조건의 산후조리원을 손쉽게 찾고 상담과 예약이 가능한 신규 서비스가 추가됐다.

이번 신규 서비스 추가를 통해 아이보리 앱(APP)에서 임신육아교실 신청, 산후조리원 예약, 실시간 아기 영상 서비스까지 원스톱으로 서비스가 가능해졌다.

이번 리뉴얼과 함께 회원전용몰인 아이보리 쇼핑몰도 새롭게 오픈해 대한민국 No.1 유모차 브랜드인 리안 유모차 기획전과 영국 프리미엄 토탈 유아 브랜드 조이 카시트 기획전이 동시에 진행된다.

또 유아동 목욕용품 전문 브랜드인 베베시아 필터샤워기 특가 프로모션도 함께 진행된다.

장희정 아이앤나 마케팅 총괄본부장는 “기존 남양베베에서 아이보리라는 새로운 이름과 함께 시작하는 만큼 고객들이 더욱 쉽고 편하게 사용할 수 있도록 많은 준비를 했다”며 “아기를 보는 소중한 순간, 함께 보는 즐거움 아이보리’라는 플랫폼 이름처럼 아기의 건강과 즐거운 육아를 돕는 플랫폼으로 더욱 성장하겠다”고 말했다.

한편 아이보리는 지난 22일부터 리뉴얼 오픈을 기념해 ‘아이보리 응원 댓글’ 이벤트와 ‘아이보리몰 3종 쿠폰’ 이벤트 등 다양한 이벤트를 진행하고 있다.

@highlight

영유아 대표 IT 전문기업 ㈜아이앤나가 기존에 제공하던 ‘남양베베’ 서비스의 편의성을 강화하고 임신육아교실 신청, 산후조리원 예약, 실시간 아기 영상 서비스까지 원스톱으로 제공하는 신규 서비스를 추가해 리뉴얼한 ‘아이보리’로 새롭게 오픈했다고 밝혔다.