캐리어냉장이 설치 서비스 엔지니어 교육을 강화해 현장 대응력 높이기에 나선다.

캐리어냉장은 캐리어냉장 서비스 교육센터에서 캐리어냉장 전문점 27개점을 대상으로 '캐리어 지능형 인버터 냉동기'의 설치 품질 향상을 위한 '인버터 마스터' 교육을 실시했다고 23일 밝혔다.

캐리어냉장이 업계 최초로 시행한 '인버터 마스터' 제도는 최근 냉장ㆍ냉동 업계 최초로 '에너지 위너상-에너지 절약상'을 수상한 '캐리어 지능형 인버터 냉동기'의 설치 안정화를 위해 해당 교육을 수료한 마스터에게만 설치 권한을 부여하는 제도다.

교육의 주요 내용은 '캐리어 지능형 인버터 냉동기'의 설치 방법과 설치 완료 후 점검 리스트, 실외기와 실내기 간 통신 연결법 등이다.

해당 교육은 오는 12월까지 매달 지속적으로 진행될 예정이며, 단순 설치 뿐만 아니라 사후 관리에도 역량을 집중해 장기적인 서비스 품질 향상에 기여할 전망이다.

한편, '캐리어 지능형 인버터 냉동기'는 국내에서 유일하게 실내기와 실외기가 상호 통신해 제어하는 제품이다.

정속형 제품 대비 최대 49% 에너지 절감과 82%의 소음 감소 효과를 실현한 캐리어냉장만의 인버터 제어 기술로 연간 33% 수준의 전기요금 절감 효과를 제공한다.

해당 제품은 냉장뿐만 아니라 냉동까지, 2HP(마력)부터 10HP(마력)까지 폭 넓은 제품 라인업을 구축하고 있으며, 최대 130m 장배관 연결이 가능해 시설물 주변의 복잡한 환경에서도 설치가 용이하다.

또한, 노트북과 스마트폰을 사용해 간편하게 장비를 점검할 수 있을 뿐만 아니라 사물인터넷(IoT) 기능을 활용한 원격 제어, 유지 보수가 가능해 사용자가 보다 스마트하게 제품을 사용할 수 있다.

캐리어냉장 관계자는 "고품질, 고성능의 제품을 고객들이 더욱 안정적으로 사용할 수 있도록 업계 최초로 '인버터 마스터' 교육을 실시하게 됐다"며"캐리어냉장은 '인버터 마스터' 제도를 앞으로 더욱 확대 시행해 제품의 성능 뿐만 아니라 설치 품질 부문에서도 시장을 선도해 나갈 계획"이라고 말했다.

@highlight

캐리어냉장은 캐리어냉장 서비스 교육센터에서 캐리어냉장 전문점 27개점을 대상으로최근 냉장ㆍ냉동 업계 최초로 '에너지 위너상-에너지 절약상'을 수상한 '캐리어 지능형 인버터 냉동기'의 설치 품질 향상을 위한 '인버터 마스터' 교육을 실시했다고 23일 밝혔는데 교육의 주요 내용은 설치 방법과 설치 완료 후 점검 리스트, 실외기와 실내기 간 통신 연결법 등이다.