연이은 불볕더위가 이어지면서 광주와 전남지역에 올해 첫 열대야 현상이 나타났다.

23일 광주기상청에 따르면 광주와 전남 5개 시·군에서 전날 오후 6시부터 이날 오전까지 최저기온이 25℃ 안팎으로 열대야가 발생했다.

밤사이 최저기온은 영광 25.7℃ , 광주·영암 25.2℃, 순천 25℃ , 광양·여수 25.1℃ 등을 기록했다.

열대야는 전날 오후 6시부터 다음 날 오전 9시까지 최저기온이 25℃ 이상인 날을 말한다.

열대야가 나타날 때는 너무 더워 사람이 잠들기 어렵기 때문에 더위를 나타내는 지표로 사용된다.

올해 광주지역 열대야 현상은 지난해(7월 15일)보다 11일, 평년보다 7일 늦게 발생한 것으로 분석됐다.

기상청은 북태평양고기압 가장자리에 들어 따뜻하고 습한 남서풍이 유입되고 일사가 더해지면서 평년보다 높은 기온 분포를 보여 열대야가 나타났다고 설명했다.

이와 함께 광주와 화순·나주·순천·광양·구례·곡성·담양에는 이틀째 폭염주의보가 발효되고 있다.

이날 오후 4시 기준 낮 최고기온은 광양 33.4℃, 담양 33.3℃, 광주 33.2℃, 순천 33.1℃, 나주 33.0℃, 구례 32.6℃, 여수 32.6℃, 영광 32.4℃, 화순 32.3℃, 장흥 32.0℃ 등을 기록했다.

수요일인 24일도 낮 기온이 33℃ 이상으로 오르는 곳이 많아 무더위가 기승을 부리겠다.

밤 사이에도 기온이 떨어지지 않아 열대야가 나타나는 곳이 있겠다.

광주기상청 관계자는 “폭염과 열대야가 이어지면서 온열질환 발생 가능성이 있겠으니 격렬한 야외활동은 자제하는 등 건강관리에 유의해야 한다”고 당부했다.

@highlight

이어지는 불볕더위로 광주와 전남지역에 올해 첫 열대야 현상이 나타났고 기상청에 따르면 25℃ 안팎의 열대야가 발생하였다고 보여지며 늦은 저녁 밤 사이에도 기온이 떨어지지 않아 열대야가 나타나는 곳이 있겠다.