강남 모커리한방병원이 최근 쾌적하고 편안한 진료를 위해 교대역으로 병원을 확장 이전했다.

강남 모커리한방병원은 기존 도곡동에서 운영하던 병원을 교대역 1번 출구 부근인 프로비스타 호텔 건물로 확장 이전했다고 24일 밝혔다.

모커리한방병원은 프로비스타 호텔 건물 지하 1층부터 8층까지 총 9개층이다.

이번 확장 이전을 통해 환자들의 편의를 고려한 의료서비스 확충, 편리한 교통 등으로 환자들에게 만족도 높은 의료서비스를 제공할 계획이다.

모커리한방병원은 "기존 두개의 건물에서 나눠 진행하던 진료를 하나의 건물로 통합해 진료 동선이 편리해졌으며 환자 증가로 진료부가 늘어나면서 4명의 의료진을 추가 영입하여 영상검사와 임상증상을 꼼꼼하게 비교하며 치료하는 모커리의 진료철학을 계속해서 유지할 수 있게 됐다"고 설명했다.

한양방협진 병원으로 MRI, X-ray 검사가 가능하고 쾌적한 물리치료실과 도수치료실도 구비하고 있다.

새로운 병원의 병상은 92개로 1인실, 3인실, 4인실로 구성되어 있으며 쾌적한 입원환경 제공을 위해 병상간의 간격도 최대로 넓혔다.

강남 모커리한방병원 김기옥 병원장은 "환자들이 더욱 쾌적한 환경에서 진료받을 수 있게 확장 이전한 것은 10여년간 강남 모커리에 보내주신 환자분들 성원 덕분"이라며 감사의 뜻을 밝혔다.

김 병원장은 또한 "최고의 의료서비스와 편안한 진료환경을 위해 계속해 노력하겠다"고 덧붙였다.

한편 강남 모커리한방병원은 보건복지부 지정 척추전문병원으로 목, 허리통증을 비롯해 퇴행이 심한 중증 척추관협착증, 파열된 허리디스크, 2단계(25~50%) 이상 밀려나간 척추전방전위증, 척추분리증 등 고난도 척추질환을 비수술로 치료하고 있다.

또한 모커리한방병원 한약을 제조하는 탕전실은 국내 최초 보건복지부의 엄격한 원외탕전실 인증제를 통과, 한약 조제과정 안정성이 검증된 바 있다.

@highlight

24일 강남 모커리한방병원은 만족도 높은 의료서비스를 제공하기 위해 도곡동에서 교대역으로 병원을 확장 이전했다고 밝혔다.