자유한국당이 자당 몫 상임위원장 선출과 관련해 교통정리를 하지 못하고 결국 징계를 내리는 장면까지 연출했다.

한국당 윤리위원회는 23일 오후 국회 의원회관에서 전체회의를 열고 국회 국토교통위원장직 사퇴를 거부해온 박순자 의원에게 '당원권 정지 6개월'이라는 징계를 내렸다.

앞서 윤리위는 지난 17일 전체회의에서 박 의원에 대한 징계 절차에 착수해 19일까지 박 의원에게 소명 기회를 준 뒤, 이날 징계 수위를 결정하겠다고 예고했다.

박 의원은 징계 결정 자체에 강력히 반발하며 서면으로 소명서를 제출한 것으로 알려졌다.

박 의원은 이날 오후 2시30분 윤리위 회의실을 찾았으며, 2시간 가까이 자신의 입장을 설명한 뒤 오후 4시25분 회의실을 나왔다.

그는 입장을 밝혀달라는 기자들의 질문에 아무런 답을 하지 않았다.

한국당은 박 의원이 전임 김성태 원내대표 시절인 지난해 7월 20대 후반기 국회의 첫 1년간 국토위원장을 맡은 뒤 홍문표 의원에게 위원장직을 넘기기로 합의했다는 입장이다.

그러나 박 의원이 '합의한 바 없다'고 주장하며 버티기에 나서자, 당 지도부는 "심각한 해당 행위"라며 지난 10일 박 의원을 윤리위에 회부했다.

박 의원의 국토위원장 사퇴 거부가 한국당의 '밥그릇 싸움'으로 비쳐 국민 여론을 악화시키자 당 지도부의 리더십에도 흠집을 낼 수 있다는 판단에 따른 것이다.

당 윤리위는 이날 박 의원이 20대 국회 후반기 첫 1년 동안 국토위원장을 맡기로 한 당내 합의를 깨고 국토위원장 사퇴를 거부하자 '해당 행위'라고 판단했다.

윤리위 징계는 경고, 당원권 정지, 탈당 권유, 제명 등으로 나뉜다.

당 최고위원회의가 이 같은 징계안을 확정하면 박 의원의 당원권 정지 기간은 제21대 총선 두달여 전인 내년 1월 말까지로, 향후 공천에도 영향을 줄 것으로 보인다.

다만 당원권 정지 징계를 받은 박 의원이 국토위원장직을 내려놓을 지는 불확실한 상황이다.

현행 국회법상 상임위원장의 임기는 2년이 보장되기 때문에 한국당 원내지도부가 사퇴를 강제할 방법은 없다.

@highlight

자유한국당이 자당 몫인 국토교통위원장 상임위원장 선출과 관련해 당에서는 현재 위원장인 박순자 위원의 사퇴를 요구하고 있으나 당사자는 이를 거부하며 소명서를 내는 등 결국 문제를 해결하지 못해 징계 처리를 냈다.