경기도와 북측대표단이 '2019 아시아태평양의 평화와 번영을 위한 국제대회'가 열리는 필리핀 마닐라에서 만난다.

북측대표단의 지자체 첫 방문이 성사됐던 지난해 11월 고양 대회에 이어 8개월 만에 성사된 만남이어서 '한반도 평화프로세스'의 물꼬를 트는 계기가 될지 주목된다.

경기도는 "(사)아태평화교류협회와 공동으로 25~27일 필리핀 마닐라에서 '2019 아시아태평양의 평화와 번영을 위한 국제대회'를 개최할 예정"이라고 23일 밝혔다.

이번 대회에는 도와 북측대표단을 비롯해 필리핀 일본 중국 호주 등 10개국의 일본강제징용 관련전문가 등 300여명이 참가해 일제 강제동원의 진상규명 및 성노예 피해 치유 방안 등에 대해 논의할 예정이다.

북측은 지난해 11월 고양대회 참가를 위해 경기도를 방문했던 리종혁 부위원장을 비롯한 총 6명으로 대표단을 구성, 대회에 참가할 것으로 알려졌다.

도는 정동채 전 문화체육관광부 장관, 이종석 전 통일부장관, 정현백 전 여성가족부 장관, 김한정 국회의원 등 30여명의 대표단을 구성, 필리핀 현지에 파견한다.

도는 지난달 30일 성사된 '남북미 정상 판문점 회동'을 계기로 얼어붙었던 남북관계에 '훈풍'이 불고 있는 상황인 만큼 남북교류협력사업 확대를 통해 '한반도 평화프로세스'의 물꼬를 트는 계기를 마련할 계획이다.

앞서 도는 지난 2월 '북미정상회담' 결렬로 남북관계가 교착국면에 접어든 상황에서도 대북 인도적 지원사업을 지속적으로 추진하고 '한반도 평화를 위한 아시아국제배구대회 행사'를 개최하는 등 '한반도 평화프로세스' 구축을 위한 다각적인 노력을 기울여왔다.

이화영 도 평화부지사는 "남북관계가 교착된 상황 속에서도 지속적으로 북측과 교류를 이어 온 경기도의 노력이 이번 필리핀 대회에서의 재회로 이어지게 됐다"며 "이번 대회를 계기로 북측과의 평화교류채널을 확대해 한반도 평화분위기 조성을 위한 다양한 사업을 추진해 나가겠다"고 말했다.

@highlight

(사)아태평화교류협회와 공동으로 25~27일 필리핀 마닐라에서 북측대표단과 일본 및 10개국 일본강제징용 관련전문가들의 일제 강제동원의 진상규명 및 성노예 피해 치유 방안 등을 논의하기 위해 열리는 '2019 아시아태평양의 평화와 번영을 위한 국제대회'에서 경기도는 남북교류협력사업 확대를 통해 '한반도 평화프로세스'의 물꼬를 여는 계기를 마련할 예정이다.