배성윤 부회장이 지난 19일 박상기 장관으로부터 국민포장을 받았다.

배성윤 법사랑 천안지역연합회 아산협의회 부회장이 최근 열린 '2019 범죄예방자원봉사 유공 정부포상 전수식'에서 국민포장 수상의 영예를 안았다.

배 부회장은 지난 18년 6개월 동안 청소년 선도 및 범죄예방활동에 봉사 정신과 책임감을 갖고 어려운 환경에 있는 청소년들에게 장학금을 지원해왔으며 특히 다문화가정 및 북한 이탈 주민 사업과 재소자와의 정기적인 만남 등 지역발전에 공로가 인정돼 수상하게 됐다.

그는 '법질서 지키기 도전골든벨'과 청소년 풋살대회 및 로고송 경연대회를 적극 지원했으며 청소년들의 문화생활 변화에 발맞추어 개최한 한마음 e스포츠대회에 참여해 건전한 게임 문화 형성과 진로체험의 기회를 제공했다.

또 학업중단 위기 청소년을 위한 '희망나비센터' 학생들의 수업과 진로 교육에 필요한 물품지원과 100여명의 다문화가정을 초대해 다문화가족 관련 법률 사례와 다문화가족을 위한 생활법을 주제로 한 생활법 강의에 많은 홍보와 지원을 아끼지 않았다.

배 부회장은 매월 1회 개방교도소 출소예정자들을 대상으로 D-100일 프로젝트에 참여해 면담하고 무연고 수형자 그리고 장기수들의 멘토링 데이에 300만원 상당의 간식과 수년에 걸쳐 명절 맞이 특식 등 400만원을 지원했다.

단국대학교 학생들의 재능을 기부받아 실시한 셉테드 사업에 100만원을 지원하고 30여명의 기소유예학생과 결연하는 등 청소년을 보호에 앞장서고 있다.

이외에도 다문화가정 및 북한이탈주민 자녀들에게 장학금과 다양한 문화체험 활동을 전개 중증장애시설인 등대의집을 수리하는 등 지역사회를 위한 사업 지원에 많은 관심을 갖고 발전에도 적극 나서고 있다.

배성윤 부회장은 "나눔은 나눌수록 배가 된다는 말이 있듯이 나누고 베풀다 보니 귀한 상을 받게 되어 영광"이라며 "혼자 이룬 상이 아닌 만큼 위원들과 더불어 앞으로도 변함없는 활동을 전개해 귀감이 되도록 하겠다"고 말했다.

@highlight

배성윤 법사랑 천안지역연합회 아산협의회 부회장이 '2019 범죄예방자원봉사 유공 정부포상 전수식'에서 청소년 선도 및 범죄예방활동, 위기청소년 지원, 다문화가정 지원, 북한 이탈 주민 사업, 재소자들에 대한 장기적 지원 등 10년 이상의 활동에 대한 공로를 인정 받아 국민포장을 수상하였으며, 배성윤 부회장은 앞으로도 꾸준히 활동을 이어가겠다는 소감을 밝혔다.