▲ 23일 청주시의회가 일본 정부의 경제 보복을 규탄하는 성명을 발표하고 있다.

청주시의회가 23일 일본 정부의 경제 보복을 규탄하는 성명을 발표했다.

하재성 의장은 "첨단산업의 소재를 경제보복에 활용하는 일본 정부의 행위는 '자유롭고 공정한 무역 원칙' 합의를 이룬 G20 정상회의, WTO 협정 등에도 정면 배치되는 것으로 국제사회의 공조에 심각한 위협이 되고 있다"며 "일본 정부는 강제징용 문제 해결과 양국 관계 정상화를 추구한 대한민국 정부의 제안과 노력을 거부했으며 나아가 우리 정부의 대북제재 불이행 등 거짓말과 가짜뉴스를 통해 정부를 모독하고 경제보복 조치의 불법·부당함을 은폐하고 있다"고 비난했다.

이어 "기업의 피해를 최소화하고 외교적 노력을 통해 합리적으로 해결하고자 노력하고 있으나 일본은 이마저도 오만불손한 외교적 결례를 범하며 외면하고 국제 질서를 무너뜨릴 수 있는 경제전범국의 길을 가려고 한다"며 "청주시의회 의원 모두는 엄중한 사태에 대한 인식을 공유하고 사태가 해결될 때까지 시민과 나아가 온 국민과 뜻을 모아 일본 정부에 저항할 것"이라고 강조했다.

시의회는 사태가 해결될 때까지 일본 여행을 자제하고 상품의 불매 운동에 적극적으로 동참하기로 했다.

이와 함께 일본 정부의 반도체·디스플레이 핵심소재 수출규제 조치 및 그 외 수출규제강화 조치 즉각 철회와 강제징용 피해 배상에 관한 사법부의 판결을 존중, 일본 기업의 정당한 배상 지급을 촉구했다.

청주시도 일본 경제보복 조치에 대해 규탄했다.

이날 시는 국회 정론관에서 전국시장군수구청장협의회의 일본 경제보복조치 규탄 성명 발표에 동참했다.

규탄 성명 발표는 일본의 수출 규제 조치가 한·일 양국 기초지방정부 간 우호적인 공조 노력에 정면으로 반하는 것임을 확인하고 일본이 국제사회 일원으로 책임 있는 행동과 역할을 다할 것을 요구했다.

성명에는 △수출규제 조치에 대한 아베 정부의 책임 천명 △강제징용 피해배상에 관한 대한민국 사법부 판결 존중 및 일본의 사과 촉구 △수출규제 철회 시까지 일본제품 불매운동 및 공무 일본방문 중단 △정부와 정치권의 단호한 대처 및 초당적 협력 촉구 등이다.

@highlight

청주시의회가 23일 일본 정부의 경제 보복을 규탄하는 성명을 발표하고 국제사회의 공조에 심각한 위협이 되고 있다고 강조하며 시의회는 사태가 해결될 때까지 일본 정부에 저항할 것이라고 목소리를 높였다.