캠코(한국자산관리공사, 사장 문창용)와 BNK부산은행(행장 빈대인)이 지난 23일 '대학생 역량강화 네트워크(BUFF)' 4기 금융전문역량(FSC) 프로젝트 경진대회를 개최했다고 24일 밝혔다.

캠코(한국자산관리공사, 사장 문창용)와 BNK부산은행(행장 빈대인)이 23일 오전 10시 부산국제금융센터(BIFC) 본사 3층 캠코마루에서 개최한 대학생 역량강화 네트워크(BUFF) 4기 FSC프로젝트 경진대회를 마치고 참가한 대학생들과 심사위원이 기념촬영했다.

BUFF는 캠코와 BNK부산은행이 금융·경제 분야 지역인재 양성을 위해 2016년부터 지원한 지역특화 산학협력 프로젝트다.

올해 3월 출범한 'BUFF 4기' 참여 학생 대상으로 캠코와 BNK부산은행 신사업 추진전략 등에 대한 아이디어 발굴 훈련을 진행했다.

기업 현장에서 활용할 수 있는 직무역량을 향상시키기 위해서다.

구체적으로 △캠코 수행업무와 연계한 지역경제 활성화 또는 사회적 가치 구현 방안 △국내 부실채권(NPL) 시장에서의 공공성을 가진 캠코의 역할 △BNK부산은행의 고객관점 서비스 향상을 위한 인공지능(AI) 금융서비스 확대방안 △부산은행 고객중심경영을 위한 비대면 채널 운영 전략 등 4개 주제를 표방했다.

캠코·BNK부산은행 내부 전문가와 '함께일하는재단'의 외부전문가로 구성된 심사위원회는 창의성과 문제해결능력, 발표충실도 등의 심사를 거쳐 총 6개팀을 수상자로 선정했다.

최우수상 1개팀('온커리어')에는 장학금 150만원, 우수상 2개팀에는 각 100만원, 장려상 3개팀에는 각 30만원 등 총 440만원의 장학금을 수여했다.

문창용 캠코 사장은 "이번 경진대회가 취업을 앞둔 부산지역 대학생에게 금융지식을 함양하고 예비금융인으로서 실무역량을 강화할 수 있는 기회가 됐길 바란다"고 밝혔다.

@highlight

캠코와 BNK부산은행이 지난 23일 금융·경제 분야 지역인재를 기르기 위한 프로젝트인 '대학생 역량강화 네트워크(BUFF)' 4기 금융전문역량(FSC) 프로젝트 경진대회를 개최하고 신사업 추진전략에 대한 아이디어 개발 훈련을 진행했다고 24일 밝혔다.