1989년 중국 톈안먼 민주화운동 당시 시위대 진압을 지휘했던 리펑 전 중국 총리(사진)가 지난 22일 향년 91세의 나이로 별세했다.

23일 중국 관영 신화통신은 리 전 총리가 전날 오후 11시 11분 노환으로 숨을 거뒀다고 보도했다.

톈안먼 사태 당시 보수파의 대표 주자로 강경 진압을 주장한 리 전 총리는 외부에서 '6·4 학살자'라는 악명을 얻었지만 중국에서는 톈안먼 시위 진압 공로를 인정받아 총리를 역임한 뒤 전국인민대표대회(전인대) 상무위원장을 맡는 등 '장수 권력'을 누렸다.

1928년 10월 쓰촨성 청두에서 태어난 리 전 총리는 양친 모두 중국 혁명 영웅으로 중국 권력의 한 축인 태자당(혁명 원로 자제 그룹)으로 분류된다.

그의 아버지인 리숴쉰은 저우언라이, 주더 등과 함께 '난창 봉기'를 주도해 장제스의 국민당에 체포돼 처형당했다.

중국 초대 총리인 저우언라이가 고아가 된 그를 양자로 삼은 것으로 알려졌으나 리 전 총리는 2014년 발간한 회고록에서 저우언라이 전 총리와 자신의 관계를 '원로 동지와 혁명열사 자녀의 관계'라고 밝혔다.

리 전 총리는 17세에 공산당에 가입해 러시아에서 유학했고, 귀국 후 전력 관련 관리로 일하며 전형적인 기술 관료 엘리트 코스를 밟았다.

이후 중국 전력공업부 부장을 역임하고, 자오쯔양 총리가 이끄는 국무원에서 부총리를 맡았다.

리 전 총리는 1987년 중국 중앙정치국 상무위원과 총리를 맡으며 중국 최고 지도부로 올라섰다.

그는 톈안먼 운동이 발발한 1989년에는 시위에 나선 학생들과 대화를 모색하던 당시 중국 공산당 총서기인 자오쯔양의 반대편에 서서 강경 진압을 주장했다.

이로 인해 리 전 총리는 외부에서 '톈안먼의 학살자'라는 꼬리표가 붙게 됐다.

@highlight

23일 중국 관영 신화통신은 1989년 중국 톈안먼 민주화운동 당시 보수파의 대표 주자로 시위대 진압에 앞장서며 그 공로를 인정받아 총리와 전국인민대표대회 상무위원장을 역임했던 리펑 전 중국 총리가 22일 91세의 나이로 사망했다고 발표했다.