대구시의 날 문화행사 마련...

권영진 대구시장(왼쪽 두번째)과 이용섭 광주시장이 23일 광주 남부대 시립국제수영장에서 열린 광주세계수영선수권대회를 함께 응원하고 있다.

‘2019 광주세계수영선수권대회’가 대구와 광주의 달빛동맹을 더욱 굳건하게 했다.

권영진 대구시장과 대구지역 관변단체, 공사·공단 직원 등 1천100여 명은 23일 이른 아침 광주로 출발했다.

지난 12일 개막한 2019년 광주세계수영선수권대회를 관람하기 위해서다.

대구도시철도공사, 대구도시공사, 대구시설공단, 2·28민주운동기념사업회, 시민기자단, 대구시와 달서구체육회 등이 참여했다.

권 시장도 이날 오전 7시30분에 대구를 출발해 휴게소에서 라면으로 아침으로 해결했다.

대구시 방문단은 이날 오전 광주 남부대 시립수영장에서 열린 50m 평형 등 4개 경기를 관람했다.

이용섭 광주시장도 권 시장 일행을 반갑게 맞은 뒤 함께 경기를 응원했다.

광주수영선수권대회 조직위는 21~22일 대구시의 날로 정하고 문화공연과 홍보관을 마련했다.

이날 광주의 낮 최고기온이 33℃까지 오르는 등 불볕더위가 기승을 부렸지만 달빛동맹의 끈끈함을 방해하지 못했다.

남부대 야외공연장에 마련된 무대에서는 지역 대학생들이 마련한 무용공연, 뮤지컬팀의 갈라공연 등이 오전과 오후에 진행됐다.

대구시는 남부대 내에 마련된 부스에 ‘2020년 대구경북 관광의 해’를 홍보하기 위해 독립부스를 운영했다.

이곳에서는 홍보영상물을 상영하고 계절·테마별 대구 주요 관광지를 홍보했다.

뮤지컬을 전공한 대학생들이 깜짝 공연을 펼치기도 했다.

대구여성단체협의회 회원 40여 명도 이날 광주여성단체협의회 회원들과 만나 경기를 관람하고 정을 나눴다.

권영진 대구시장은 “광주에서 열리는 세계수영선수권대회 붐업을 위해 대구도 힘을 보탰다”며 “이같이 국제행사 관람을 위한 상호방문 등 다양한 분야에서 달빛동맹을 강화할 것”이라고 밝혔다.

@highlight

23일 광주 남부대에서 2019 광주세계수영선수권대회가 개최되었으며 대구시 방문단은 이날 4개 경기를 관람하여 대구와 광주의 달빛동맹을 굳건하게 다졌다.