전남도는 24일 나주의 한 호텔에서 전남 스타기업으로 선정된 16개사에 ‘2019 전남 스타기업’ 지정서를 수여하고, 기업 애로사항을 수렴했다고 밝혔다.

올해 선정된 16개 스타기업은 ㈜청진, ㈜엠티에스코리아, 보성포리테크㈜, 해표산업㈜, ㈜명품, ㈜디엠티, 에스엠소프트웨어㈜, 에스엠코리아㈜, 벌교꼬막㈜, ㈜조은데코, ㈜하나스틸, 아즈텍㈜, ㈜짱죽, ㈜정우엔지니어링, 나산플라스틱㈜, (유)블루에스피다.

이날 행사에서는 스타기업 육성계획에 대한 설명과 전년도 스타기업으로 지정돼 우수한 성과를 거둔 ㈜청담은의 사례 발표가 있었다.

또 R＆D 지원, 인력 수급, 수출·판로 등 다양한 시각에서 기업 애로사항을 수렴했다.

중소벤처기업부와 전남도는 지난해부터 지역 주력산업 대표 기업 육성을 위해 스타기업을 선정해 왔다.

선정 대상은 최근 3년간 평균 매출액이 25억 원에서 400억 원, 상시근로자가 10인 이상인 성장잠재력이 높은 지역 유망 중소기업이다.

전남도는 지난해 15개사 선정에 이어 올해 16개사를 선정하고, 2022년까지 75개사 내외를 스타기업으로 선정할 계획이다.

선정 기업에는 전담PM(Project Manager)이 매칭되고 기업성장계획 수립, R＆D기획 등의 프로그램(기업별 연 4천만 원 이내) 지원이 주어진다.

성과가 우수한 10개 사는 다음년도에 연 3억 원의 상용화 R＆D 사업비를 지원받는다.

지난해 전남 스타기업으로 선정된 15개사는 전년보다 매출액이 29% 늘고, 신규 고용이 4.6% 증가하는 등 가시적 성과를 거뒀다.

윤병태 전남도 정무부지사는 “선정된 전남 스타기업 16개사가 성장잠재력을 발현해 글로벌 강소기업과 월드클래스300기업으로 진입하도록 적극 돕겠다”고 말했다.

@highlight

전남도는 24일 올해 유망 중소기업 16개사를 선정하였고 선정된 기업에는 기업성장계획 수립, R&D기획등 프로그램을 지원받게 되며 세계적 기업으로 성장시켜 나갈 계획이다.