24일 오후 부산 서구청에서 완월동 업주 모임 ‘충초회’가 ‘부산 충무동 일대 도시재생 활성화 계획’ 공청회를 열었다.

부산 최대 성매매 집결지 ‘완월동’ 폐쇄를 주도하고 있는 업주들 모임 ‘충초회’가 일대 개발 청사진을 내놨다.

완월동 업주 모임 ‘충초회’는 24일 오후 3시 부산 서구청서 열린 공청회에서 ‘부산 충무동 일대 도시재생 활성화 계획’을 발표했다.

이 계획은 개발 투자자로 나선 한국투자증권과 충초회가 함께 구상했다.

이날은 충초회 회원들 포함 인근 주민 약 100명이 참석했다.

패널로는 동의대 강정규(부동산학과) 교수, 부산경상대 정수경(부동산경영학과) 교수, 부산시의회 최도석 의원이 참석했다.

완월동을 포함한 충무동, 초장동 주민들로 구성된 도시재생사업추진위원회(가칭·이하 추진위)는 공청회에서 이 일대를 도시재생활성화지역으로 지정받아 일반주택, 상가뿐만 아니라 공공임대주택, 공공주차장 등으로 개발할 예정이다.

추진위는 다음 주 내로 주민 의견을 수렴해 서구청에 도시재생활성화지역 지정을 요청할 계획이다.

동시에 성매매 집결지가 있는 충무동 13만 9000㎡ 일대는 국토교통위원회 국토법안심사소위원회를 통과해 본회의 상정을 기다리고 있는 ‘도시재생혁신 지구 지정’을 통해 개발할 예정이다.

도시재생혁신지구 지정 내용을 담고 있는 ‘도시재생활성화 및 지원에 관한 특별법’은 용적률·건폐율 완화 등을 골자로 한다.

추진위 계획에는 지난 8일(본보 7월 9일 자 5면 보도) (사)여성인권지원센터 ‘살림’ 등 여성단체가 요구한 여성인권센터나 성매매 피해 여성 자활센터 등은 포함돼 있지 않았다.

한편 이날 공청회 1시간 전인 2시께 여성인권단체 ’살림‘에서 성매매 여성 자활 대책 마련을 요구하는 집회를 벌이기도 했다.

@highlight

24일 오후 부산 서구청에서 부산 최대 성매매 집결지 ‘완월동’ 폐쇄를 주도하고 있는 업주들 모임 ‘충초회’가 ‘부산 충무동 일대 도시재생 활성화 계획’ 공청회를 열어 완월동 일대를 시재생활성화지역으로 지정받아 일반주택, 상가뿐만 아니라 공공임대주택, 공공주차장 등으로 개발하기로 결정하였다.