자율규제를 지키지 않는 게임 100%가 해외게임사 게임으로 드러났다.

국내에서 매출은 올리지만 국내 규제는 지키지 않는다는 사실을 다시 한 번 확인했다.

신규 모바일 게임 준수율이 낮아지면서 전체 준수율이 낮아진다.

준수율을 높일 수 있는 방안 필요성이 시급하게 떠오른다.

한국게임정책자율기구는 24일 한국게임산업협회에서 시행하고 있는 강화된 '건강한 게임문화 조성을 위한 자율규제' 강령에 따라 미준수 게임물을 8차 공표했다.

기구는 매월 1일부터 말일까지 모니터링을 통해 강령에 따라 확률형 아이템 확률을 공개하는지 여부를 모니터링하고 있다.

이에 따라 기구 내 자율규제평가위원회는 2019년 6월 30일 기준으로 총 15종(온라인게임 2종, 모바일게임 13종) 미준수 게임물을 공개했다.

슈퍼셀(클래시로얄)과 밸브(도타2), 디안디안인터렉티브(총기시대)는 8번 모두 준수하지 않아 최대 미준수 게임사로 이름을 올렸다.

강화된 강령 적용 후 단 한 번도 지키지 않은 셈이다.

체이스온라인컴퍼니(레이더스), 소녀스튜디오(신명), 클릭터치(황제라칭하라), 나이스플레이(검은강호) 등 중국계는 계속 이름을 올리고 있다.

중국계가 아닌 리스폰엔터테인먼트(에이펙스 레전드)나 포노스(냥코 대전쟁)도 2회 연속 자율규제를 무시하고 있다.

미준수 게임물 목록 중 타임테크놀로지 '미르의전설2 리부트'는 이달 16일부터 준수로 전환됐다.

한국 서비스는 게임펍이 맡는다.

강령은 확률형 아이템 결과물에 대해 개별 확률을 공개하도록 하고 있으며 확률정보 표시 위치를 이용자 식별이 용이한 게임 내 구매화면 등에 안내하도록 하고 있다.

평가위는 "새로 순위권에 진입하였거나 신규 출시된 모바일 게임 준수율이 낮아 전체 준수율까지 낮아지는 상황"이라며 "해외 게임사들이 국내 자율규제 기준에는 미치지 못하지만 확률 표시사례가 증가하고 있는 시점에 맞춰 한국모바일게임협회 등과 협력을 강화해 준수율을 높일 수 있도록 노력하겠다"고 밝혔다.

@highlight

한국게임정책자율기구는 24일 한국게임산업협회해서 시행하는 '건강한 게임문화 조성을 위한 자율규제' 강령 미준수 게임물을 8차 발표했으며 자율규제를 지키지 않은 게임사는 100% 해외게임사이며 중국계에 이어 리스폰터네인먼트나 포노스도 자율규제를 무시한 것으로 나타났다.