홍남기 부총리 겸 기획재정부 장관은 24일 "추가경정예산(추경)안 골든타임을 놓치고 있다"면서 "일본 수출규제 대응 관련해서도 추경이 반드시 필요하다"고 밝혔다.

홍 부총리는 이날 6조7000억원 규모 추경안 통과 필요성을 강조하면서, 국회에 91일째 묶여 있는 추경안 처리를 다시 한 번 촉구했다.

홍 부총리는 "추경 효과는 집행 타이밍이 관건"이라면서 "처리가 계속 지연된다면 실제 사업 집행 기간이 크게 줄어 추경 효과가 반감된다"고 강조했다.

이날은 정부가 추경안을 국회에 제출한 지 91일째 되는 날로, 역대 두 번째로 긴 국회 계류 기간을 기록 중이다.

역대 최장 기록은 2000년 107일이다.

홍 부총리는 일본 수출규제 대응과 관련해서도 추경의 필요성을 강조했다.

홍 부총리는 "일본 수출 규제 관련 예산은 애초 추경안에 포함되지 않은 내용으로, 내년 예산에 반영해 대응하는 것보다 5∼6개월이라도 미리 필요한 예산"이라면서 "정부는 2730억원 규모로 검토를 모두 마쳤기에 언제든지 예결위 심의에 임할 준비가 돼 있다"고 말했다.

그는 이어 "추경 사업 하나하나가 민생 현장에서 절실히 요구되는 것들로 기업과 국민을 위해서라도 조속히 추경을 처리해야 한다"면서 "서울, 경기, 인천 등은 이미 지방비를 확보해 추경안 통과를 기다리는 상황"이라고 부연했다.

내년 예산 편성에도 악영향을 미치고 있다고 우려했다.

그는 "정부는 내년 예산안 편성 작업을 다음 달 말까지 완료해 9월 3일에 국회에 제출해야 한다"면서 "추경 규모와 사업 내역이 확정돼야 이를 토대로 내년 예산규모와 사업별 예산을 구체적으로 확정할 수 있다"고 전했다.

이어 그는 "국제통화기금(IMF), 경제협력개발기구(OECD) 등 국제기구들은 글로벌 하방리스크 대응을 위해 재정의 적극적인 역할을 공통으로 강조하고 있다"며 "지난주 한국은행도 기준금리를 인하했기에 재정-통화 정책 조합을 통한 경기 대응 노력을 가속할 수 있는 여건이 마련된 만큼 정책 의지를 대외적으로 강조하는 의미가 있다"고 말했다.

한편, 홍 부총리는 이날 오후 국회 3당 원내대표를 직접 만나 추경 통과를 다시 한 번 촉구할 예정이다.

@highlight

홍남기 부총리 겸 기획재정부 장관은 24일 국회에 91일째 묶여 있는 추경안 처리에 대해서 추경 효과는 집행 타이밍이 관건인데 "추가경정예산(추경)안 골든타임을 놓치고 있다"며 국회에 추경안 처리를 재차 촉구했다.