2019광주세계수영선수권대회가 ‘저비용·고효율’ 대회의 대명사가 되고 있다.

버려질 뻔했던 평창동계올림픽 물품을 재활용하고 기존 경기장의 필요한 부분만 가설하면서 주어진 예산을 알뜰하게 사용하고 있다.

광주시와 대회 조직위원회는 7억5천여만원 상당의 2018평창동계올림픽대회 물품을 사용해 예산을 절약했다고 24일 밝혔다.

물품들은 동계올림픽이 끝난 후 창고에 묵혀있거나 버려질 예정이었던 것을 광주세계수영선수권대회 조직위가 저비용·고효율 대회를 위해 재활용해 사용하고 있다.

물품은 경기장 내에서 사용하고 있는 휴지통 2천여개, 차단 벨트 1천850개, CCTV 322대, TV거치대 5개부터 선수촌 내에서 사용 중인 카트, 분리수거 거치대, 집기류, 침대 시트, 세탁망, 세정제, 치약, 샴푸 등 소모품 43종, 25만9천여개로 대회 경기장과 부대시설 곳곳에서 사용 중이다.

이런 저비용·고효율 대회의 배경에는 운영비를 최소화·최적화해 지역의 경제적 효과를 극대화 시키고, 불필요한 낭비를 막으려 한 노력이 있기 때문이다.

광주시는 평창올림픽 물품 재활용 뿐만 아니라 주요 경기장도 알뜰하게 사용하고 있다.

경영과 다이빙 종목이 열리는 남부대 시립국제수영장은 2015광주유니버시아드대회 당시 사용했던 시설로, 관람석 1만1000석과 MPC(Main Press Center)등을 조립식 건물로 가설했다.

이렇게 가설된 부분은 차기 2021후쿠오카수영선수권대회 조직위가 광주를 방문해 시설을 살피며 가장 감명을 받은 곳이기도 하다.

또 수구와 하이다이빙 경기장은 철골(독일 레이어사)과 수조(이탈리아 밀사)를 빌려 임시로 만든 건물들로 대회가 끝난 후 내년 도쿄올림픽에서 재활용된다.

그 결과 이번 광주세계수영선수권대회의 총사업비는 2천244억원으로 2018평창동계올림픽 대비 5.24%, 2014인천아시안게임 대비 11%, 2015광주하계유니버시아드 대비 36.3%, 2011대구세계육상선수권 대비 62.8%에 불과하다.

@highlight

2019광주세계수영선수권대회는 버려질 뻔했던 7억5천여만원 상당의 2018평창동계올림픽대회 물품을 재활용하고 기존 경기장의 필요한 부분만 가설하는 방식으로 예산을 절약하면서 ‘저비용·고효율’ 대회의 대명사로 불리며 호평을 받고 있다.