지속되는 경기불황 속에서도 차돌박이 전문 프랜차이즈 ㈜이차돌이 부산·울산·경남지역에서 강세를 보이고 있다.

24일 이차돌에 따르면 올 3월부터 이달 중순까지 부산동래점, 울산대공원점, 창원중동점 등 부울경 지역에만 3개의 매장을 오픈했으며 7월 20일께 서면점, 해운대신도시점, 부산광안점(사진), 부산시청점 등 4개 매장이 잇달아 문을 열었다.

이에 따라 이차돌은 부울경 지역 내 총 7개 매장을 보유하게 됐으며, 전국적으로는 브랜드 론칭 2년 만에 200호 매장 오픈이 임박했다.

이차돌의 부울경 지역 매장들은 매출에서도 대박행진을 이어가고 있다.

7월 매출을 기준으로 살펴보면 가장 최근 오픈한 부산광안점은 개점 3일 차에 일매출 약 950만 원을 달성했다.

해운대신도시점은 770만 원, 부산동래점은 750만 원의 일 최고 매출을 기록했다.

또 5월 말 오픈한 울산대공원점은 이달 일 최고 매출 1000만 원을 기록하는 성과를 거뒀다.

지난 4월부터 매달 진행되는 부울경 지역 창업 설명회의 누적참석자 수도 80여 명을 넘어섰다.

이차돌의 성장 비결은 차별화된 메뉴와 합리적인 가격이다.

차돌삼겹, 부채살, 1855갈비살 등 고급 바비큐 요리와 돌초밥, 차쫄면 등 이색적인 사이드 메뉴를 선보이며 전국적으로 인기행진을 이어가고 있다.

특히 차돌삼겹은 다른 고깃집이나 차돌박이 브랜드에서 맛볼 수 없는 이차돌만의 이색 메뉴다.

이차돌의 차돌삼겹은 ‘삼겹양지’ 부위를 사용했다.

이차돌이 선택한 삼겹양지는 생산량이 약 5% 밖에 되지 않는 블랙앵거스 품종이다.

마블링이 우수해서 육질이 매우 부드럽고 풍미가 깊다.

이차돌 관계자는 “부울경 지역의 매장들이 고객들로부터 기대 이상의 좋은 반응을 얻고 있다”며 “앞으로도 지속 성장하고 사랑받는 브랜드가 될 수 있도록 경쟁력을 강화하고, 전국 가맹점과의 원활한 소통과 상생정책을 실현해 나가겠다”고 전했다.

@highlight

경기불황에도 불구하고 차돌박이 전문 프랜차이즈 (주)이차돌이 차별화된 메뉴와 합리적인 가격을 내세워 이달 부산에만 4개 매장을 운영하며 부산·울산·경남지역을 성공적으로 공략하고 있다.