주택시장 열기가 뜨거운 광주가 오피스텔 수익률에서도 전국 1위를 차지한 것으로 나타났다.

24일 수익형 부동산 연구개발기업 상가정보연구소가 한국감정원 통계를 분석한 결과 전국 오피스텔의 평균 수익률은 지난달 기준 5.46%로 조사됐다.

주요 시·도에서 수익률이 가장 높은 곳은 8.38%를 기록한 광주로 집계됐다.

뒤이어 대전(7.1%), 대구(6.51%), 인천(6.51%), 부산(6.27%), 울산(6.16%)도 평균을 웃돌았다.

반면 경기(5.33%), 서울(4.87%), 세종(4.37%)의 오피스텔 평균 수익률은 평균을 밑돌아 대조를 보였다.

앞서 한국은행이 지난 18일 기준금리를 2016년 6월 이후 3년1개월 만에 0.25%포인트 전격 인하하면서 유동자금이 수익형 부동산에 몰릴 것이라는 전망이 나온다.

특히 수익형 부동산 가운데 진입장벽이 비교적 낮은 오피스텔에 투자자들의 관심이 쏠릴 것으로 보인다.

오피스텔은 상가 등 다른 수익형 부동산과 비교해 가격대가 낮아 투자에 부담이 적고, 투자 물건도 상대적으로 많은 편이기 때문이다.

그러나 오피스텔 투자에 위험이 없는 것은 아니다.

최근 오피스텔의 공급량이 증가하며 오피스텔의 평균 매매가는 지난해 10월 이후 8개월째 하락세다.

최근 수도권 오피스텔 공급량이 증가하며 입지나 상품 구성이 상대적으로 좋지 않은 오피스텔에는 공실이 많이 나타나고, 오피스텔 수익률도 지역마다 큰 차이를 보인다.

지난달 기준으로 오피스텔의 거래량은 1만1천935실로, 지난해 6월 거래량(1만5천838실)보다 24.6% 줄었다.

조현택 상가정보연구소 연구원은 “최근 금리 인하 발표로 오피스텔에 대한 관심이 다시 높아지고 있지만, 오피스텔 매매가와 임대료가 지속해서 하락하고 있어 투자하기 좋은 시장이라 말하기 어렵다”며 “임대료가 높아도 매매가가 과도하게 높은 오피스텔은 수익률이 낮을 수밖에 없다”고 설명했다.

조 연구원은 “지방 광역시가 수익률이 좋은 이유 중 하나도 지방의 오피스텔 매입가가 수도권보다 저렴하기 때문”이라며 “금리 인하로 수익형 부동산인 오피스텔에 대한 관심은 증가하겠지만, 입지와 조건에 따라 오피스텔도 매물 간 양극화 현상은 심화할 것”이라고 전망했다.

@highlight

24일 수익형 부동산 연구개발기업 상가정보연구소가 한국감정원 통계를 분석한 결과 지난달 기준 전국 오피스텔의 평균 수익률인 5.46% 중 주요 시·도에서 수익률이 가장 높은 곳은 8.38%를 기록한 광주로 집계되어 전국 1위를 차지한 것으로 나타났다.