유성구 마을 공동체 한마당 행사 모습.

대전 유성구가 본격적인 지방분권 시대에 발맞춰 풀뿌리 민주주의의 기초인 마을공동체 활성화 사업에 박차를 가하고 있다.

구가 올해 마을공동체 활성화를 위해 공모사업으로 선정한 팀은 총 63개 팀으로 지난해 41개에서 22개 팀이 늘었다.

사업 예산도 1억 원에서 2억 6000만 원으로 대폭 확대됐다.

마을활동을 처음 시작하려는 주민모임에서부터 공동체 활동 경험이 있는 단체의 동네별 네트워크 추진까지 사업유형도 다양하다.

시멘트 옹벽에 재활용 페트병을 활용한 화분을 설치해 쾌적한 보행길을 조성, 아이들이 함께 마을을 살펴 지도를 만들고 신문을 제작한다.

정이 흐르는 살맛나는 공동체 형성을 위한 작은음악회 개최 등 주민 스스로 결정하고 공감할 수 있는 다양한 사업들이 추진되고 있다.

또한 구는 지난 5월에 '공동체가 마을을 그리다'는 뜻과 '유성에 마법 같은 일들이 펼쳐진다'는 중의적 의미를 담은 마을공동체 브랜드 '유성매직'을 개발해 마을공동체 활성화 사업 추진과 홍보에 적극 활용하고 있다.

특히 올해는 신규사업으로 공유공간 조성사업을 실시해 주민참여를 활성화하고자 한다.

구는 주민들이 지역의 문제를 직접 발굴하고 해결하기 위해 모여서 소통할 수 있도록 현재 원신흥동과 신성동 2개소, 공모사업을 통한 마을커뮤니티 공간 2개소 조성을 지원하고 있으며, 내년까지 5개소 이상으로 확대한다는 계획이다.

또한 공동체 사업의 거점 역할과 ▲마을조사 ▲네트워킹 ▲컨설팅 등 체계적 지원을 하게 될 지역공동체지원센터 설립을 위해 지난달 지하1층 지상3층 규모의 건물을 매입하였고 하반기에 민·관·전문가 정책포럼과 워크숍을 통해 공간 활용방안을 결정하고 내년 상반기 개관할 예정이다.

주민들이 스스로 생활 주변의 문제를 찾고, 새로운 방법으로 문제를 해결하는 '주민주도형 리빙랩 마을' 조성도 추진한다.

정용래 유성구청장은 "소수가 주도해서 성장하는 시대는 이미 지났다"며 "미래사회는 주민과 공무원, 단체 모두가 책임감을 갖고 주체적으로 참여해야 성과를 낼 수 있다"며 주민들의 자발적 참여를 강조했다.

@highlight

대전 유성구가 본격적인 지방분권 시대를 위해 마을공동체 활성화 사업인 주민모임부터 공동체 활동을 위한 네트워크 주친등 다양한 사업유형에 2억 6000만 원으로 대폭 확대하여 박차를 가하고 있다.