여름방학 중에 하반기 공채를 준비하기 위해 각종 공인 영어점수를 취득하려고 학원을 찾는 대학생 및 취업 준비생들이 많다.

그 중 업무 활용도가 높고, 영어회화 능력을 평가할 수 있는 오픽(OPIc) 자격증의 인기가 높다.

파고다 인천학원 오픽 프로그램 담당자는 "부평, 송도와 같은 인천 지역뿐만 아니라, 부천, 시흥 등 타 지역 학생들이 오픽 점수 취득을 위해 문의를 해 오는 편"이라며, "전년 대비 오픽 수강생이 눈의 띄게 늘어 오픽에 대한 인기를 실감한다"고 전했다.

파고다 인천학원의 오픽 대표 프로그램인 '오픽 2주완성 점수보장반' 수강생들에게는 다양한 혜택을 제공한다.

수업 교재를 무료로 제공하고, 오픽 응시 후 AL 이상 취득 시, 응시료를 100% 지원해준다.

수업 후 그룹스터디 참여가 가능하며, 별도의 전용 스터디 공간에서 스피킹 연습을 할 수 있도록 스피킹 전용 공간을 제공한다.

모든 오픽 수강생에게는 1:1 영작 첨삭과 발음 교정 피드백 등 개인별 체계적인 관리를 해준다.

시험 당일에는 '디데이 특강'을 열어 실전문제풀이 및 시험 전 팁을 제공해 실전 감각을 높이고, 컨디션 조절을 통해 충분한 실력을 발휘할 수 있도록 돕는다.

인천 오픽학원 파고다의 정유림 오픽 대표강사는 "고득점을 위해서는 나만의 답안을 활용하는 것이 중요하다"며, "다양한 주제와 문제 유형에 대비한 만능 스크립트를 제작하고, 이를 활용해 집중적으로 스피킹 훈련을 하는 것이 수업의 목표"라고 전했다.

부평 오픽학원 파고다 오픽 점수보장반 수업은 '레드위크' 할인 이벤트를 진행 중이다.

7월 18일(목)부터 25일(목)까지 8일간 진행되는 레드위크 기간에 최대 25%의 할인 혜택을 받아볼 수 있다.

상세 내용은 파고다어학원 홈페이지 또는 파고다 인천학원을 통해 확인 가능하다.

@highlight

인천오픽학원 파고다의 '오픽 2주완성 점수보장반'프로그램이 단기 고득점을 위한 나만의 만능 스크립트 제작 및 스피킹 훈련으로 인천 지역뿐만 아니라 타 지역 학생들에게도 인기를 끌고 있다.