李 반박… "검찰항고·재정신청"

이완구 전 국무총리가 문무일 검찰총장을 직권남용 권리행사 방해 등의 혐의로 고소한 사건에 대해 '단 한번의 고소인 진술도 없이' 검찰이 각하 결정을 내렸다.

이에 대해 이 전 총리 측은 경악을 금치 못하는 동시에 향후 검찰항고 및 재정신청을 통해 바로 잡을 것이라고 밝혔다.

24일 이 전 총리 측에 따르면 검찰이 '성완종 리스트' 사건 당시 수사팀장이었던 문 총장과 검사들이 자신들에게 불리한 증거를 제출하지 않았다며 직권남용·직무유기 등의 혐의로 고소한 사건을 22일 각하 처분했다.

'고소인 주장 자체로 죄에 해당하지 않는 것이 명백한 경우'라는 이유에서다.

각하란 불기소 사유가 명백하거나 수사의 요건이 갖춰지지 않아 수사할 필요성이 없을 때 사건을 그대로 종결하는 절차를 말한다.

즉 검찰은 문 총장 등에 대해선 무혐의가 명백하다고 판단했다.

그러나 이 사건은 지난해 5월 고소한 뒤 무려 1년 3개월 가량을 끈 사건이라고 이 전 총리 측은 정면 반박했다.

그 기간 동안 담당검사만 4번이 변경됐다.

특히 해당 기간 동안 고소인 진술도 없이 사건을 처분하는 경우는 극히 이례적이라는 설명이다.

이 전 총리 측은 수차례 공문으로 수사독촉을 했지만, 검찰은 이에 대해 어떠한 응답도 하지 않았다고 강조했다.

그러면서 '셀프 각하' 처분으로 규정, 강력한 대응방침을 시사했다.

이 전 총리 측은 이날 기자와의 통화에서 "고소인 진술도 없이 문 총장 퇴임 하루 전날 자기 사건을 각하 처분한 데 대해 경악을 금치 못한다"며 "이 같은 '셀프 검찰', '정치 검찰'은 있어서도 안된다"고 비판했다.

이어 "앞으로 항고 및 제정 신청을 통해 검찰의 부당함을 시정할 것"이라며 "향후 국회 청문회와 재판과 관련된 자료 전체를 관계 법령에 의해 법조인, 언론인, 정치권에 배포해 국민에게 이 땅에 정치 검찰이 다시는 있어서는 안 된다는 것을 밝힐 것"이라고 강조했다.

@highlight

이완구 전 국무총리가 검찰총장을 직권남용 권리행사 방해 등의 혐의로 고소한 사건에 대해 '단 한번의 고소인 진술도 없이' 검찰이 각하 결정을 내렸는데, 고소인 주장 자체로 죄에 해당하지 않는 것이 명백한 경우라는 이유에서이고 이 전 총리 측은 셀프 검찰, 정치 검찰은 있어서도 안된다고 비판했다.