지난 2월 엑스코에서 열린 기업애로해결 박람회에서 권영진 대구시장이 기업들과 현장상담을 하고 있다.

대구시 원스톱기업지원센터 ‘기업애로 119’ 시스템이 기업들의 민원해결사로 자리 잡고 있다.

24일 대구시에 따르면 올해 상반기 동안 기업애로 119는 103개 회사를 방문해 106건의 애로상담을 했다.

이 중 98건은 해결하고 8건은 진행 중이다.

애로상담 건수가 지난해 같은 기간(55건)에 비해 두 배 가까이 늘었다.

대구시는 2014년부터 기업애로 해결을 위해 원스톱기업지원센터를 운영하고 있다.

기업애로 119 홈페이지, 전용전화를 통해 기업 애로를 접수하고 주 3회 이상 기업 현장방문을 통해 해결책을 마련하고 있다.

올해부터 여러 기관이나 부서에 복합적으로 관련돼 있는 기업애로를 신속하게 해결해 주기 위해 경제부시장을 위원장으로 금융, 연구개발(R＆D), 고용, 인력, 판로, 디자인 등 각 분야의 전문가들로 구성된 기업애로 해결 협의회를 운영하고 있다.

기업애로 대부분을 차지하는 분야는 운영자금 조달과 수출 및 판로개척으로 나타났다.

올 상반기 기업애로 상담 중 자금이 29건, 마케팅 18건, 지원제도 14건 순이었다.

최근 자동차 분야의 경기침체와 미·중 무역 분쟁 등으로 인한 내수부진, 수출물량 감소, 최저임금 인상 등이 원인으로 분석된다.

대구시는 자금지원 분야는 대구시 창업 및 경쟁력강화자금, 제조업 대상 소공인 특화자금, 중소기업청 정책자금 등을 지원받을 수 있도록 했다.

마케팅 분야는 수출경쟁력강화사업, 다채몰, 조달물품 경쟁력강화사업 등을 통해 국내외 판로의 다각화 방안을 마련해 주었다.

과도한 부채로 인해 자금지원이 불가능한 기업에 대해서는 재무전문가와 1대1 컨설팅(9개 기업 5명)을 통해 재무상태 건전화를 위한 체계적 지원 방안도 마련했다.

이승호 대구시 경제부시장은 “최근 국내외 어려운 경제여건 속에서 특히 자동차부품·섬유업계에 종사하는 중소 기업인들의 어려움이 가중되고 있는 현실에서 ‘대구시 기업애로 119’와 함께 기업애로의 실질적 도움이 되는 길을 모색해 나갈 것”이라고 말했다.

@highlight

2014년부터 기업애로 해결을 위해 원스톱기업지원센터를 운영하고 있는 대구시는 올해 상반기 동안 103개 회사를 방문해 운영자금 조달, 수출 및 판로개척 등 106건의 애로상담을 했다고 24일 밝혔다.