시장조사업체 SNE리서치는 8월 28일과 29일 이틀간 서울 삼성동 코엑스에서 전기차·이차전지 전문 컨퍼런스 'KABC(Korea Advanced Battery Conference) 2019'를 개최한다고 밝혔다.

KABC는 SNE리서치가 매년 하반기 개최하는 이차전지 컨퍼런스로 올해 10회째를 맞았다.

첫 날에는 김명환 LG화학 배터리연구소장 사장, 손미카엘 삼성SDI 전략마케팅실 마케팅 담당 전무 등 주요 이차전지 제조사 고위 임원이 연사로 나선다.

해외 이차전지 제조사 중 가장 강력한 경쟁업체로 평가받는 중국 CATL의 웨이주 중국승용차사업부 대표도 연사로 참여해 자사 이차전지 사업 전망을 소개할 예정이다.

현대자동차, 르노삼성, 독일 다임러, 한국GM 국내외 주요 자동차 업체들이 전기차 개발 계획도 발표한다.

이튿날에는 이차전지 소재와 이차전지 관련 사업에 집중된 강연이 예정됐다.

배터리 핵심 4대 소재로 꼽히는 양극재·음극재·분리막·전해액 기술 개발 방향을 주제로 벨기에의 유미코아, 일본 미쓰비시케미칼 등이 강연을 진행한다.

4대 소재 외에도 최근 SKC가 인수를 결정한 동박 제조 업체 KCFT의 김영태 대표가 전지용 동박 시장의 현황과 전망을 주제로 강연할 예정이다.

차기 이차전지 소재로는 일본 24M테크놀로지스의 나오키 오타 대표 강연에 나선다.

24M테크놀로지스는 반(半)고제 전지를 개발하는 업체다.

최근 일본 교세라와 전지 셀 초기 생산계약을 체결하며 주목받았다.

에너지저장장치(ESS) 분야에서는 데스틴파워의 권오균 영업이사가 글로벌 ESS 시장 전망과 함께 한국 ESS 시장의 향후 방향을 설명할 계획이다.

이차전지 제조 설비 업체를 대표해서는 전극공정 등 이차전지 제조 장비를 생산하는 PNT 김준섭 대표이사가 연사로 나선다.

@highlight

SNE리서치는 8월 28일과 29일 서울 코엑스에서 전기차·이차전지 전문 컨퍼런스 'KABC 2019'를 열고, 현대자동차 등 자동차 업체들의 전기차 개발 계획 발표와 이차전지 관련 사업에 집중된 강연이 예정됐다고 밝혔다.