문재인 대통령이 이르면 25일 청와대 수석급 참모진을 교체하고, 이어 8월 초 대규모 개각을 단행할 것으로 보인다.

문 대통령은 또 내년 21대 총선에 출마를 서두르고 있는 청와대 내 비서관급과 행정관들에 대해서도 인사를 단행, 새로운 내각 구성과 함께 참모 진용도 재정비할 것으로 예상된다.

문 대통령은 이번주 중 차기 법무장관 후보로 거론되는 조국 민정수석과 내년 총선 출마 예정인 이용선 시민사회수석, 정태호 일자리수석을 교체할 것으로 알려졌다.

조 수석의 뒤를 이을 신임 민정수석으로는 참여정부 때 청와대 공직기강비서관과 감사원 사무총장을 지낸 김조원 한국항공우주산업(KAI) 사장이 유력한 것으로 전해지고 있다.

조 수석은 8월초에 단행될 것으로 예상되는 개각에서 법무장관으로 지명될 가능성이 매우 높다.

또 이 수석은 내년 총선에서 서울 양천을에, 정 수석은 관악을에 출마할 가능성이 높다는 전망이다.

문 대통령은 조만간 내년 총선에 출마예정인 비서관급 인사도 진행할 것으로 예상된다.

노영민 비서실장은 최근 총선에 출마할 청와대 참모진들에게 8월 말까지 거취를 정리하라고 지시한 것으로 전해졌다.

이에 따라 8월 중 비서관급 참모들이 추가로 교체될 가능성이 높다.

복기왕 정무비서관, 김우영 자치발전비서관, 김영배 민정비서관 등이 교체 대상으로 거론되고 있다.

문 대통령이 청와대내 수석급 인선을 앞당긴 것은 8월초 대규모 개각, 내년 4월로 예정된 21대 총선 등의 정치 일정을 염두에 둔 것으로 보인다.

교체 대상으로 거론되는 장관급은 과학기술정보통신부·법무부·농림축산식품부·보건복지부·여성가족부 장관과 국가보훈처장, 방송통신위원장, 공정거래위원장, 금융위원장 등 장관급 9명에 대한 후임 검증 작업이 진행 중인 것으로 알려졌다.

그러나 내년 총선 출마 의사를 내비치고 있는 내각 인사 가운데 유은혜 부총리 겸 교육부 장관, 김현미 국토교통부 장관에 대해서는 여전히 교체 여부가 확정되지 않은 것으로 알려지고 있다.

여권의 핵심 관계자는 “문 대통령이 청와대 참모진을 교체한 뒤 내각에 대한 인사를 단행하겠다는 방향을 잡고 검증에 들어갔다”고 전했다.

@highlight

문재인 대통령이 이르면 25일 청와대 수석급 참모진 교체와 8월 초 대규모 개각을 단행할 것으로 보이며 새로운 내각 구성과 함께 참모 진용도 재정비 할 것으로 예상되어 여권 핵심 관계자는 문 대통령이 인사 단행 방향을 잡고 검증에 들어갔다고 전했다.