탤런트 이세창(49)·애크러배틱 배우 출신 정하나(36) 부부가 결혼생활을 공개했다.

23일 방송된 MBC TV ‘휴먼다큐-사람이 좋다’에서 취미인 스킨스쿠버를 통해 사랑에 빠졌다고 밝혔다.

이세창은 이혼의 아픔이 있다.

2013년 미스코리아 출신 탤런트 김지연(41)과 결혼 10년 만에 갈라섰다.

슬하에 딸 2명도 있다.

2017년 11월 13세 연하인 정하나와 결혼식을 올렸다.

이세창은 스킨스쿠버 강사이자 물류회사의 이사로 재직 중이다.

정하나는 “오빠는 일반사람과 다르지 않느냐”면서 “그동안 어떻게 살아왔는지 대부분 사람들이 안다.

혹시나 가족들이 상처 받지 않을까 걱정했다”고 털어놓았다.

이세창도 “‘결혼하면 잘 살 수 있을까?’ ‘내가 늘 꿈꾸는 완성이 잘 될까?’ ‘하나한테 내가 실망을 주지 않을까?’ 싶더라”면서도 “참 고맙게 아내가 이해한다고 하더라.

나랑 결혼하기로 마음 먹었을 때 ‘어느 정도 각오를 했다’고 한다.

그리고 잘 이겨내줬다”며 애정을 드러냈다.

이날 이세창은 정하나를 위해 아침을 준비했다.

연습실을 찾아 부인을 응원하는 등 다정한 모습을 보였다.

정하나는 “서로 너무 잘 맞아서 한 10년은 산 것 같다”며 행복해했다.

이세창은 “때론 너무 신혼 같지 않아서 걱정이 될 때도 있다”며 “그냥 예쁘게 살려고 노력한다.

아내가 나이에 비해서 워낙 철이 들었다”고 덧붙였다.

2세 계획도 밝혔다.

이세창은 “아내가 결혼 초기에 엄청 스트레스를 받았다”며 “2세는 본인이 원할 때까지 기다리기로 했다”고 귀띔했다.

정하나는 “여자는 결혼하면 아무래도 임신을 빼놓을 수 없어서 배역에서 물러나게 된다”며 “예전에 있던 팀에서 결혼소식과 동시에 나를 대신할 새로운 친구들을 키웠다.

그쪽 입장도 충분히 이해는 가지만 아직은 현역으로 뛰고 싶다”고 했다.

@highlight

지난 23일 방송된 MBC TV '휴먼다큐-사람이 좋다'에서 탤런트 이세창과 애크러배틱 배우 출신 정하나 부부가 결혼생활을 공개했으며, 2세 계획도 있다고 밝혔다.