야간 근무를 한 경찰 3명을 8분 조기 퇴근시켰다는 이유로 한 경찰이 경고장을 받았다고 주장해 논란이 일고 있다.

24일 경찰 등에 따르면 서울 관악경찰서 신사파출소 소속 A경위는 지난 5일 서울 관악경찰서장으로부터 경고장을 받았다.

A경위가 이날 도보 순찰 야간 근무를 마친 순경 3명을 퇴근 시간인 오전 6시보다 8분 빠른 오전 5시 52분에 조기 퇴근시켰다는 이유에서다.

관악경찰서장은 경고장에서 “A경위에게 7월5일 오전 5시~6시 도보 순찰로 지정된 자원 근무자 3명에 대해 조기 퇴근케 하는 잘못에 엄중한 책임을 물어야 하나 그간의 공적과 제반 정상 참작해 금회에 한해 경고한다”고 했다.

A경위는 이에 대해 경찰 내부 게시판에 ‘34년 만에 경고장을 받았습니다’라는 제목의 글을 올렸다.

A경위는 “제가 과연 엄중한 책임을 물어야 할 만큼의 잘못이 있는 경고장을 받을 정도의 잘못을 한 것인지 모르겠다”고 했다.

이어 그는 “야간에 자원 근무 나온 3명을 통상의 근무 시간에 교대에 맞게 근무 종료해 퇴근하도록 했음에도 근무시간표에는 8분 전에 퇴근하도록 했다고 해서 경고장을 받아야 하는 것이 맞는지 궁금하다”고 했다.

A경위는 적절한 해명이 없다면 법적으로 대응하겠다고도 했다.

해당 글이 내부 게시판에서 논란이 되면서 관악경찰서 측은 답변 글을 달아 해명했다.

관악경찰서 관계자는 이날 경향신문과 통화에서 “자세한 사실 관계는 밝힐 수 없다”며 “관악서 청문감사실의 조치가 적절했는지 여부에 대해서는 서울청 감찰조사계에서 확인 중”이라고 했다.

서울청은 이날 경고장을 발부한 감찰 활동에 대해 시정 조치를 내리겠다고 밝혔다.

서울청 측은 “사소한 근태 위반에 대한 조치는 현재 추진 중인 감찰 행정 개선의 방향과 부합하지 않는 것으로 판단돼 시정토록 조치할 예정”이라며 “감찰은 유착비리 등 고비난성 비위에 집중하도록 서울청 소속 전 감찰요원을 대상으로 교육을 실시해 유사사례가 발생치 않도록 하겠다”고 했다.

@highlight

서울 관악경찰서 신사파출소 소속 A경위는 야간 근무를 마친 순경 3명을 8분 일찍 퇴근시켰다는 이유로 관악경찰서장으로 부터 경고장을 받은일에 대해 엄중한 책임을 물을 정도의 잘못이었는지 적절한 해명이 없으면 법적으로 대응하겠다고 했는데 이에 관악경찰서 관계자는 적절한 경고였는지 서울청 감찰조사계에 확인중이라고 했고 서울청은 시정 조치를 내리겠다고 밝혔다