협력체계 구축-적극적인 지원으로 관광활성화 `앞장'

무주군은 24일 (주)무주덕유산리조트와 군청에서 업무협약을 체결했다.

이날 협약식에는 황인홍 군수, 무주덕유산리조트 김시권 대표, 양측 관계자 등 20여 명이 함께해 의미를 더했다.

이번 협약은 투자를 통해 관광활성화를 도모하기 위한 것으로 이날 협약을 통해 유기적인 협력체계를 구축해 나갈 것을 약속했다. (주)무주덕유산리조트는 협약서에 가족호텔 등 노후시설 개선과 워터파크 등 부대시설 신축, 관광객 및 투숙객 유치를 위한 다양한 콘텐츠 개발 의지를 피력했다.

무주군은 법률과 조례에 근거해 이들의 사업이 원활하게 추진 될 수 있도록 적극 지원해 나가기로 했다.

황인홍 군수는“무주덕유산리조트가 새 단장을 마치고 구천동과 더불어 무주관광 전체에 생기를 불어 넣을 수 있도록 무주군이 할 수 있는 것은 최선을 다할 것”이라며“무주구천동의 옛 명성이 무주덕유산리조트를 중심으로 되살아 나면 무주는 자연과 체험, 역사, 문화가 공존하는 세계적인 으뜸관광지, 관광객이 북적이는 생기 넘치는 관광지가 될 것”이라고 말했다.

무주덕유산리조트 관계자는“무주지역과 주민 등 관광객들에게 받은 사랑에 보답하고 회사도 재도약의 기회로 삼기 위해 대규모로 투자를 결정했다”며“아름다운 무주의 자연과 잘 어우러지고 이용객들도 만족하고 찾을 수 있는 리조트로 거듭 날 수 있도록 사업 추진에 최선의 노력을 다할 것”이라고 말했다.

한편 무주덕유산리조트는 레저, 스포츠, 오락 시설 등 4계절 종합휴양지로 700만㎡ 부지 규모에 숙박(1,610실)과 스키(슬로프 34면, 리프트 14기, 관광곤도라 등), 골프장 시설(18홀)을 갖추고 있으며 무주군의 랜드 마크로 20여 년 넘게 사랑을 받고 있다.

@highlight

무주군은 24일 (주)무주덕유산리조트와 군청에서 양측 관계자 20여 명이 참석한 가운데 관광활성화를 위한 업무협약을 체결했다.