중국이 24일 2019년 국방백서에서 한중 갈등을 야기한 사드(고고도미사일방어체계) 배치 문제를 언급했다.

백서에서 사드를 언급한 것은 처음으로, 향후 동북아 정세에서 사드가 변수로 작용할 가능성이 더욱 커졌다는 분석이 나온다.

중국의 국방백서 발간은 4년 만이다.

중국 국방부는 이날 '신시대 중국 국방'이라는 국방백서에서 "미국은 아시아·태평양 군사동맹을 강화하고 군사 배치와 간섭을 확대하면서 이 지역에 복잡한 요소를 더했다"면서 "미국은 한국에 사드를 배치함으로써 지역 전략 균형을 심각하게 파괴했고, 지역 국가의 전략 및 안전 이익을 크게 훼손했다"고 비판했다.

백서는 또 "세계경제와 전략의 중심이 아시아·태평양으로 옮겨지고 있다"면서 "아시아·태평양 지역은 대국끼리 게임을 하면서 지역 안전이 불확실해졌다"고도 했다.

중국의 사드 언급은 미국을 견제하려는 의도로 풀이되지만, 사드 배치 당사국인 한국으로서는 직접적인 압박으로 다가올 수밖에 없다.

시진핑 중국 국가주석은 지난달 말 일본 오사카 주요 20개국(G20) 정상회의에서 열린 한중 정상회담 때도 사드 문제를 꺼냈었다.

자국의 국방정책을 공표하는 백서에까지 언급한 만큼 중국으로서는 앞으로 사드 문제를 더욱 표면에 내세울 것으로 관측된다.

중국은 또 백서에서 일본이 대외 지향적인 군사 움직임을 보인다고 경계하는 한편 대만에 대해서는 반드시 통일될 것이라고 강조했다.

"패권과 확장을 절대 추구하지 않는다"는 방어적 국방정책을 강조하면서도 대만 문제에 대해서는 "중국을 분열시키려는 시도와 외국의 내정간섭에 반대한다"고 밝혔다.

중국 국방부는 이날 관련 기자회견에서 홍콩 시위에 대해 인민해방군이 개입할 수 있다는 뜻도 내비쳐 대만·홍콩 문제에서만큼은 공세적 입장을 보였다.

한편 이날 대만이 미국의 M1A2T 전차에 이어 최신형 F16V 전투기를 구입할 것으로 알려져 대만을 둘러싼 미중 갈등이 더욱 확산될 가능성이 제기됐다.

대만 중앙통신에 따르면 미국과 대만이 전투기 구입과 관련한 부처 간 연합 심사를 마치고 현재 의회에 비공식 보고 절차를 밟고 있는 것으로 전해졌다.

@highlight

중국 국방부가 24일 4년 만에 출간한 국방 백서 내 '신시대 중국 국방' 페이지에  '미국이 한국에 배치한 사드는 아태 지역의 지역 전략 균형을 파괴하여 지역 안전이 불확실해졌다'며 사드 배치를 비판하고 한국을 압박하는 내용을 기재했으며, 향후 사드 문제를 지속적으로 외교 카드로 사용할 것으로 관측된다.