전 남편을 살해하고 시신을 훼손·유기한 고유정(36·구속기소)의 의붓아들(5) A 군이 10분 이상 강한 압박에 의해 사망한 것으로 추정됐다.

충북경찰청 변재철 강력계장은 24일 브리핑(공식발표)을 열고 A 군 의문사 사건과 관련해 부검 결과를 공개했다.

변재철 강력계장은 브리핑에서 "“A 군 부검 결과 몸에서 일혈점(내출혈로 인해 피부에 얼룩지게 나타난 점)과 시반 등 질식사에서 나타나는 특징을 보였고, 국립과학수사연구원은 몸 전체가 10분 이상 강한 압박에 의해 사망한 것으로 추정된다는 소견을 밝혔다”며 “목 부위와 등에 난 상처가 누르는 과정에서 생긴 찰과상인지 긁어서 생긴 상처인지 확인하고 있다”고 말했다.

이어 “A 군 사망사건을 처음부터 단순질식사로 결론낸 적 없고 타살이나 과실치사에 무게를 두고 국립과학수사연구원, 법의학 전문가 등 자문을 거쳐 신중하게 수사하고 있다”고 덧붙였다.

그러면서 “숨진 A 군은 사망 당시 6세(53개월)였지만 키는 98cm, 몸무게는 14kg으로 36~40개월 수준의 아이와 같은 왜소한 체격이었다”며 “아이가 자다가 숨진 해외, 국내 사례를 수집해 다각도로 수사하고 있다”고 말했다.

앞서, 의붓아들 A 군은 지난 3월 2일 오전 10시경 충북 청주시 상당구 아파트에서 아버지 B(37) 씨와 잠을 자던 중 숨졌다.

당시 안방에서 따로 잠을 자던 고유정은 남편의 비명을 듣고 거실로 나와 119에 신고했다.

고유정은 경찰에서 “감기에 걸려 다른 방에서 잠을 잤는데, 남편이 ‘아이가 숨을 쉬지 않는다’며 아이를 둘러업고 나와 119에 신고했다”고 진술했다.

제주의 친할머니 집에서 지내던 A 군은 지난 2월 28일 청주에 왔다가 변을 당했다.

2017년 11월 재혼한 고유정 부부는 사고 직전 A 군을 고유정의 친아들(6)과 청주에서 함께 키우기로 합의했던 것으로 알려졌다.

A 군은 B 씨가 전처 사이에서 낳았다.

@highlight

변재철 강력계장은 전남편을 살해한 고유정의 의붓아들A군 부검결과 10분이상 강한 압박에 의해 사망한것으로 추정 소견을 밝혔으며 단순 질식사로 결론내지지 않고 타살에 대한 무게를 두고 신중하게 수사하고 있다고 말했다.