스틸 = tvN '커버스토리'

즐거움과 유익함을 동시에 선사하며 많은 관심을 받은 tvN 고품격 시사레슨 '커버스토리(연출 박희백)'가 오늘 방송으로 12주의 기획을 마무리한다.

오늘(25일, 목) 저녁 8시 50분에 방송하는 '커버스토리' 12회에서는 시인 하상욱과 함께 '이민'에 관한 이야기를 다룰 예정이다.

지난 5월 처음 방송한 '커버스토리'는 현재 우리 사회에서 뜨거운 화제를 모으고 있는 주요 관심사를 총정리해 매주 30분씩 쉽고 재미있게 전달하며 많은 호평을 받아왔다.

은퇴 후 삶, 21인의 리틀 태국전사, 대한민국 최초로 황금종려상을 거머쥔 봉준호 감독의 이야기 등 각기 다른 분야의 이슈를 트렌디한 시각으로 다루며 인기를 끈 것.

또한, 이슈 브리핑에 그치지 않고, 이현이의 제로 웨이스트 도전기나 각 분야 전문가와 경험자의 인터뷰 등 생생한 체험기가 이어져 정보의 깊이를 더해왔다.

이렇듯 즐거우면서도 깊이 있는 이야기를 전하던 '커버스토리'가 3달간의 여정을 끝내고 막을 내린다.

오늘 방송에서는 시인 하상욱과 함께 구체적인 이민 절차 및 타향살이의 현실을 알아본다.

최근 미세먼지, 워라밸, 갑질 등 다양한 사회적 문제가 화두로 떠오르며 '이민'이라는 말이 입버릇처럼 유행하기 시작한 것.

이에 직접 이민 전문가들을 만나 미국, 캐나다, 말레이시아 등 이민 선호 국가의 이민 조건을 세부적으로 알아본다.

무엇보다 시인 하상욱은 '이민에 성공할 수 있을지', 이민 전문가와 함께 알아보는 가상 이민 도전기가 눈길을 끌 예정이다.

이어 각국 이민자들 그리고 한국에 다시 돌아온 역이민자들이 직접 전하는 이민에 관한 현실적인 장단점이 이어져 이목을 사로잡을 전망이다.

'커버스토리' 제작진은 "매주 30분간 우리 사회의 이야기에 관심을 두고 시청해주신 모든 시청자분께 감사의 인사를 드리고 싶다"라며 "12회 이민편은 막연하게 생각하는 이민이라는 주제를 현실에 바탕을 두고 접근했다. 끝까지 많은 관심과 사랑 부탁드린다"고 전했다.

@highlight

오늘 저녁 8시 50분 '커버스토리' 12회에서는 시인 하상욱과 함께 구체적인 이민 절차 및 현실적인 장단점을 알아보며 하상욱의 가상 이민 도전기를 방송할 예정이다.