[구미] 전국에서 가장 젊은 도시로 손꼽히던 구미의 도시성장에 빨간불이 켜졌다.

7월 현재 주민등록상 인구가 42만500여명으로 수년간 정체 현상을 보이고 있는 가운데 도시발전에 필요한 청년층이 대폭 줄었기 때문이다.

구미 청년층(만 15~39세) 인구동향을 분석한 결과, 2014년 6월 17만1천428명이던 청년층은 지난달 말 15만4천590명으로 5년간 1만6천838명(9.8%)이 줄었다.

연령별로는 15~30세가 1만8천308명이 감소한 반면 35~39세는 오히려 1천470명이 늘어나는 양극화 현상이 나타났다.

청년인구가 감소하면서 2014년 6월 35.2세이던 구미의 평균 연령은 2015년 말 36.2세, 2016년 36.7세, 2017년 37.3세, 지난해 37.7세로 계속 높아지고 있다.

지난달에는 38.1세까지 치솟았다.

불과 5년 만에 평균 연령이 무려 2.9세나 높아진 것이다.

이로 인해 2014년 전국에서 가장 젊은 도시였던 구미 평균 연령은 지난 3월 화성(36.6세)·오산(37.3세)에 이어 3위로 밀려났다.

세종시(36.1세)를 포함하면 전국 4위로 떨어졌다.

구미 청년인구의 감소는 신생아 수 감소와 구미국가산업단지 근로자의 수도권 이주 때문인 것으로 분석됐다.

2014년 4천935명이던 구미지역 출생아 수는 지난해 3천425명으로 5년 만에 31%인 1천510명이 줄었다.

2000~2013년 13년간은 매년 4천500~4천900명의 신생아가 출생 신고를 했다.

연간 출생아 수에서 사망자 수를 뺀 인구자연증가는 2014년 3천451명에서 지난해 1천687명으로 5년 사이 반토막이 났다.

구미산단에 근무하던 LG·삼성 등 대기업 근로자들의 수도권 및 해외사업장 이주도 한몫한 것으로 분석된다.

구미시 상공회의소 관계자는 “도시발전에 기초가 되는 청년층 강화를 위한 청년 일자리 확보, 생활인프라 확충 등 종합적 청년지원 정책이 필요하다”고 말했다.

@highlight

청년인구가 감소하면서 2014년 6월 35.2세이던 구미의 평균 연령이 지난해 37.7세로 계속 높아지고 있고 지난달에는 38.1세까지 치솟는 등 불과 5년 만에 평균 연령이 무려 2.9세나 높아졌다.