제주 도심 속 명소로 도민과 관광객에게 사랑을 받고 있는 한라수목원이 최고 명품 수목원으로 거듭난다.

세계유산본부는 도심 정원형 명품 수목원 조성을 위해 추진한 한라수목원 구역확장 3년차 사업 및 보완 조성공사를 진행 중이라고 25일 밝혔다.

수목원 구역확장사업은 탐방객 증가와 도심지화 등 환경변화에 따라 미래가치를 창출하기 위해 2017년부터 2021년까지 총 80억 원이 소요되는 토지매수사업이다.

올해 매수한 9필지·3만3974㎡(17억)를 포함해 지금까지 총 16필지·12만5824㎡(55억)를 매수 완료해 수목원 면적이 기존 216ha에서 34.2ha로 12.6ha 늘어났다.

외 여건 및 탐방객 수요변화를 반영한 활용방안으로 우선 수립하고, 확장사업이 종료하는 2022년부터는 제주식물자원 체험공간으로 활용하기 위해 공원조성계획 변경 등 행정절차를 이행할 계획이다.

한라수목원의 경우 예산 3억원을 투입해 교목원과 약식용원 등 전시원 유휴공간을 활용해 명품 야생화원을 조성하고, 광이오름 정상지역 나무식재와 노후안내판을 정비했다.

특히 26년 전 개원 당시 설치된 안내판과 표지판 정비를 통해 눈에 잘 띄는 디자인을 적용한 시설안내판과 이용안내판 등 총 63개소를 설치해 탐방객들의 호응이 높다.

야생화 수종은 수선화와 참꽃, 맥문동, 수국, 상사화를 총 5만여주 대규모 식재해 사계절 꽃을 볼 수 있게 조성했다.

광이오름 정상에는 단풍이 아름다운 참빗살나무 100주와 화살나무 250주 등 총 350주를 심어 오름의 아름다운 변화를 감상할 수 있도록 했다.

세계유산본부 관계자는 "녹색문화공간으로서 한라수목원의 가치를 높이고, 식물자원 체험공간으로 더욱 발전시켜 나가겠다"고 말했다.

@highlight

세계유산본부는 미래가치를 창출하기 위해 80억원을 들여 한라수목원 구역확장 3년차 사업 및 보완 조성공사를 진행 중이라고 25일 밝히며 현재 많은 사랑을 받고 있는 한라수목원을 최고 명품 수목원으로 조성할 예정이라고 말했다. 