광주형 일자리에 이어 상생형 구미일자리 추진을 위한 구미시 노사민정협의회가 노사상생협약을 체결했다.

경북 구미시는 24일 시청 3층 상황실에서 구미시 노사민정협의회 위원장인 장세용 구미시장을 비롯 조정문 구미상공회의소 회장, 김동의 한국노총 구미지부장 등 구미시 노사민정협의회 위원 10명이 참석한 가운데 노사상생 협약을 체결식을 가졌다.

노사민정협의회는 이날 체결된 상생협약서에서 "구미국가산업 제 5단지를 상생형 선도 산업단지로 조성하기 위해 노력하고 노사는 적정근로와 임금을 통한 모범적인 노사협력 모델을 구축한다"고 명시했다.

상생협약서에서 노측은 '노사 상생, 원하청 상생, 지역 상생'의 정신을 바탕으로 "투자기업이 조기에 생산을 안정화하고 사업 경쟁력을 지속 확보할 수 있도록 노사분규를 최소화하고 갈등 발생 시 구미시 노사민정협의회를 통해 노사안정화에 최선을 다한다"고 약속했다.

또 "신기술 도입 시 연간 40시간의 직무능력 향상 훈련 이수, 작업환경 개선을 위한 일터혁신프로그램 참여 등 생산성 향상에 노력하고 복지혜택을 공유해 상생 근로환경을 만들고 지역주민과 상생협력에도 힘쓴다"고 밝혔다.

구미시와 구미시민, 기업 등도 지속가능한 구미형 일자리 추진을 위한 행정·재정적 지원, 투명경영을 통한 경영 내실화 도모, 신규 인력 채용 시 지역인재 우선 채용 및 적정한 고용 형태와 근로 시간 보장, 기업주변 환경 개선과 정주여건 향상 등 각 주체별 역할을 협약내용에 담았다.

구미시는 이날 노사민정 협약체결에 앞서 경북도, 구미시, LG화학 등이 진행한 투자협상에 대한 추진경과 및 현안을 설명하고 LG화학과 협상 결과를 반영한 구미시의 최종 협약안을 심의 의결했다.

장세용 구미시 노사민정협의회 위원장은 "노사민정 합의로 상생형 구미일자리 사업을 성공시켜 새로운 변화와 희망의 토대를 마련해야 한다"고 말했다.

한편 경북도와 구미시는 LG화학과 25일 오후 구미코에서 상생형 구미일자리 투자협약을 체결한다.

@highlight

구미시가 24일 시청 3층 상황실에서 구미상공회의소, 한국노총 구미지부 등 노사민정협의회 의원 10명이 노사상생 협약을 맺고 상생형 구미일자리 추진을 위하여 노사협력 모델을 구축하기로 합의했다.