보령시는 오는 28일까지 제22회 보령머드축제를 열고 있는 가운데 오는 27일과 28일에는 K-POP 슈퍼콘서트를 비롯한 다채로운 야간 공연을 선보이며 시민과 관광객들에게 잊지 못할 여름밤의 추억을 선사한다고 밝혔다.

보령머드축제는 한 낮의 태양 속에서 머드에 흠뻑 빠지며, 전혀 모르는 사람들과도 함께 어울릴 수 있는 매력을 갖고 있을 뿐만 아니라, 야간에는 대형 콘서트장을 방불케 하는 화려한 공연으로 낮과 밤 구분 없이 최고의 즐길 거리를 제공한다.

지난 20일 개막공연에는 미스트롯 지원이와 힙합계의 쌘 언니 치타, 매력 덩어리 형준이와 대준이, 파워풀한 가창력의 소유자 인순이 등의 공연에서는 약 2만5000여 명의 인파가 몰려 보령머드축제의 인기를 실감했다.

또 23일에는 여자친구와 김재환, 틴탑이 함께하는 머드나잇스탠드로 젊음의 뜨거운 열정과 머드축제가 어우러진 환상의 공연이 펼쳐져 남녀노소 구분 없는 최고의 무대를 선보였다.

이러한 보령머드축제의 야간 공연이 오는 27일과 28일에는 글로벌 한류축제를 선도하는 축제의 명성에 걸맞게 화려한 공연 라인업으로 대미를 장식한다.

27일 저녁 7시부터 머드랜드부지 특설무대에서는 K-POP 슈퍼 콘서트가 펼쳐진다.

이번 공연에는 대세 아이돌 청하를 비롯해 러블리즈, NCT DREAM, DAY6, 펜타곤, 아스트로, SF9, 더보이즈, CIX, 박지훈, VAV, 공원소녀, 동키즈 등 아이돌 가수가 참여하고, Tiger JK&Bizzy, 소찬휘, 육중완밴드, 김연자 등 최고의 실력파 가수들도 총출동한다.

아울러 28일 폐막식에서는 폐막퍼포먼스와 함께 써드아이, 바아이지, 왈와리, 정미애, 노라조의 공연으로 10일 간의 축제가 대단원의 막을 내린다.

@highlight

보령시는 오는 28일까지 제22회 보령머드축제를 열고  27일과 28일에는 K-POP 슈퍼콘서트를 비롯한 다양한 야간 공연을 선보이는데 지난 20일 개막공연에는 약 2만5000여 명의 인파가 몰려 보령머드축제의 인기를 느끼게 한 이 축제는 27일과 28일 글로벌 한류축제를 선도하는 명성에 걸맞게 화려한 공연 라인업으로 대미를 장식한다.