엔지니어링공제조합이 설계ㆍ건설사업관리 손해배상 보험제도 개선에 나선다.

엔지니어링 사업자의 배상능력을 확대하고, 발주처의 경제적 이익을 보호하기 위한 조치다.

24일 엔지니어링 업계에 따르면 엔지니어링공제조합(엔공) 요청으로 보험개발원은 '설계ㆍ건설사업관리 용역손해배상 보험(공제)제도 개선방안 연구'를 수행한다.

두 기관은 이 연구의 본격화를 위해 최근 관련 계약을 체결했다.

오는 11월 완료 예정인 이 연구의 목적은 '엔지니어링 사업자의 배상자력 확대'와 '발주처의 경제적 이익 보호'다.

현재 우리나라 엔지니어링 사업자들은 건설기술진흥법과 엔지니어링산업진흥법 등에 따라 설계ㆍ건설사업관리 용역의 수행 조건으로 배상책임보험을 의무 가입해야 한다.

이런 분위기에서 손해액이 보장한도(계약금액)을 넘어선 경우가 종종 발생하면서 발주처의 재정 부담이 커지고 있다는 지적이 불거지고 있는 상황이다.

아울러 하자담보 책임기간이 보장기간에 속하지 않아 보험이라는 제도가 현실적이지 않다는 문제제기도 있다.

엔공은 이번 연구를 통해 이들 문제점의 해소 방안을 찾는다는 방침이다.

연구에서는 보장금액 확대와 보장기간 연장 등을 검토한다.

적정 보장금액은 보장대상과 보험료 등을 종합적으로 고려해 산출할 계획이다.

이 연구를 맡은 보험개발원은 앞으로 4개월 동안 설계ㆍ건설사업관리 손해배상 보험 운용실태와 문제점을 파악하고, 이를 바탕으로 개선방안까지 도출한다.

이 과정에서 정부와 업계 등 엔지니어링 보험과 관련이 있는 다양한 분야와 만나 의견을 들어보겠다는 계획이다.

유럽 등 해외 선진사례와 우리나라 보험제도의 비교 결과도 연구 보고서에 담을 예정이다.

다만, 보장금액 확대와 보장기간 연장 등을 제도에 반영하려면 보험료 상향은 불가피할 전망이다.

엔공 관계자는 "보험료 상향은 이번 연구 결과를 바탕으로 다시 한번 논의해봐야 하는 사안"이라고 설명했다.

엔공은 이 연구 결과를 토대로 삼아 정부에 설계ㆍ건설사업관리 손해배상 보험제도 개정을 건의한다는 복안이다.

건의 시점은 올해 말, 늦어도 내년 1분기 초다.

@highlight

24일 엔지니어링 업계에 따르면 엔지니어링공제조합 요청으로 보험개발원은 '엔지니어링 사업자의 배상자력 확대'와 '발주처의 경제적 이익 보호'를 목적으로 설계 건설사업관리 용역손해배상 보험제도 개선방안 연구를 수행하여 앞으로 4개월 동안 손해배상 보험 운용실태와 문제점을  파악하고,개선방안까지 도출한다.