<씬의 퀴즈>에 슈퍼주니어 멤버이자 '브레인' 신동이 출연, 휴먼들과 끈끈한 팀플레이를 펼친다.

오늘(25일, 목) 밤 11시에 방송되는 XtvN <씬의 퀴즈>(연출 이준석)에서는 '씬'과 휴먼 6인의 세 번째 대결이 공개된다.

지난주 첫 골드바를 획득하며 자신감을 충전한 여섯 출연진은 의기양양하게 '씬'과의 대결을 시작해 이목을 모은다.

특히 이날은 해외 공연으로 자리를 비운 김진우를 대신해 신동이 특별 출연, 승리를 향한 남다른 의지를 밝혀 기대감을 끌어올린다.

다수의 프로그램에서 명석한 두뇌를 뽐낸바 있는 신동은 "영상 제작사를 운영하고 있다. 영상을 늘 프레임 단위로 본다"면서 영상 문제 풀이에도 맹활약을 예고한 것.

실제로 신동은 녹화 내내 날카로운 눈썰미를 자랑하며 존재감을 드러냈다는 후문이다.

논리 정연한 설명과 매서운 촉으로 멤버들의 놀라움을 자아내는가 하면, '씬의 퀴즈' 공식 칠판 요정 유병재의 자리를 호시탐탐 노려 웃음을 안겼다고.

이에 질세라 그간 '설명 구멍'의 굴욕을 맛보았던 장동민도 이날만큼은 지니어스 면모를 제대로 보여줘 안방극장을 몰입하게 할 전망이다.

또한, 모든 영상의 정보를 귀신같이 알아맞히는 유병재, 지난주에 이어 의외의 뇌섹남 매력을 드러낸 김준현과 허경환, 종잡을 수 없는 조커 양세찬의 고군분투가 시선을 사로잡는 가운데, 한층 업그레이드된 '씬'의 퀴즈가 재미를 더한다.

역대급 난이도의 퀴즈를 놓고 혼란이 거듭되는 상황 속 의문의 영상을 서로 보기 위해 때 아닌 V룸 쟁탈전마저 벌어졌다고 해 호기심을 증폭시킨다.

훈훈한 팀워크와 남 탓이 오가는 극과 극의 분위기에서 과연 6인의 휴먼들은 몇 개의 골드 쿠폰을 거머쥘 수 있을지 오늘 방송에서 확인할 수 있다.

XtvN <씬의 퀴즈>는 오늘(25일, 목) 밤 11시 XtvN과 tvN에서 동시 방송된다.

@highlight

오늘(25일) 저녁 11시에 방영되는 XtvN '씬의 퀴즈'에는 '씬'과 휴먼 여섯 명의 3번째 맞대결이 펼쳐지며 이날 해외 공연으로 빠진 김진우 대신에 신동이 특별 출연해 승리를 위한 의욕을 드러내 기대를 모으고 그동안 '설명 구멍'의 치욕을 보였던 장동민도 천재적인 모습을 보여 시선을 끌 예정이다.