영진전문대 스마트경영계열이 세계화 흐름에 발맞춰 4개 분야 전공으로 세분화된 '경영회계서비스계열'로 새롭게 태어난다.

2020학년도 신입생부터 적용되는 경영회계서비스계열은 '취업 중심의 실무형 전문 인재 양성'이라는 목표 아래 실용적 지식과 경쟁력을 갖춘 인재를 집중적으로 양성할 계획이다.

경영 관련 분야는 다양한 업종과 직무에서 인재를 필요로 하고 있고 이런 수요는 직무별로 더욱 전문화 돼 가고 있는 추세다.

이 계열은 현재 2개 전공을 ▲전산세무회계 ▲사무·금융 ▲서비스마케팅 ▲글로벌비즈니스 등 4개 전공으로 확대 개편해 내년도 신입생들부터 실무 능력을 더욱 높인다.

'전산세무회계전공'은 회계·세무법인 및 대기업에 필요한 세무회계 전문가 양성을 목표로 하는 전산세무회계전공은 한국공인회계사회, 한국세무사회와 주문식 협약 체결해 맞춤형 주문식반을 운영한다.

'사무·금융 전공'은 실무 위주의 경영지식 습득, 사무 처리 역량 강화, 인적성 시험 대비 자기소개서 작성 및 면접 훈련 등을 집중 교육하며 대기업과 금융기관, 외국 컨설팅회사 출신의 교수진이 심도있는 교육을 담당한다.

경북권에서 유일하게 LG 하이프라자와 삼성전자와 협약을 맺고 유통서비스 분야 전문 인력 양성을 목표로 한다.

'글로벌비즈니스 전공'은 글로벌비즈니스반, 재팬비즈니스반으로 구성돼 있다.

글로벌비즈니스반은 영미권 등의 글로벌 취업처와 국내기업 해외지사나 해외 영업부서 등을 겨냥해 설립된 반으로 한·중·일·유럽 등 4개국 학생으로 반을 구성한다.

2017학년도 개설된'재팬비즈니스반'은 최근 일본 기업과 2건의 산학협약을 체결했다.

이를 통해 10명 이상의 해외 취업을 약정받아 안정적인 해외 진출을 꾀한다.

서정욱 영진전문대 계열부장은 "모든 산업에 걸쳐 경영 관련 인재에 대한 수요는 꾸준히 증가하고 있다"며 "직무별로 전문성의 중요성이 커지고 있는 만큼 관련 분야의 실무경험을 갖춘 교수들을 중심으로 각 분야에 대한 전문 지식과 실무 능력을 갖춘 맞춤형 인재를 양성할 계획이다"고 말했다.

@highlight

영진전문대 스마트경영계열이 전산세무회계, 사무·금융, 서비스마케팅, 글로벌비즈니스 등 4개 분야 전공으로 세분화되어 실용적 지식과 경쟁력을 갖춘 인재를 집중적으로 양성할 계획이다.