크래프트 맥주 '문베어브루잉'이 강원도 고성의 문베어 브루어리와 탭하우스를 오픈하고 방문객을 맞는다고 24일 밝혔다.

문베어 브루잉은 작년 12월, 문베어 제품 공식 론칭 이후 양조 시설을 꾸준히 가동 중에 있었으나 일반 소비자 대상으로 브루어리를 오픈 하는 것은 이번이 처음이다.

강원도 고성 토성면 일대의 방치된 옛 공장을 개조한 문베어 브루어리는 크래프트 맥주라는 아이덴티티에 걸맞게, 건물 전반에 어두운 색감의 철제 프레임을 사용하고 콘크리트 마감재를 그대로 드러내어 거칠지만 꾸밈없고 자연스런 분위기를 구현했다.

브루어리 2층에 마련한 130여 좌석 규모의 탭하우스는 전면에 통유리를 배치해 방문객들이 문베어의 최첨단 양조 설비를 한 눈에 내려다보며 문베어를 즐길 수 있도록 꾸몄다.

미슐랭 스타 레스토랑 출신의 셰프와 손잡고 문베어에 어울리는 푸드를 개발, 탭하우스를 찾은 방문객들이 신선한 문베어 생맥주를 보다 맛있게 즐길 수 있도록 메뉴를 구성하는 것도 잊지 않았다.

문베어 브루어리 투어 프로그램 또한 마련 돼 있다.

참가객은 맥주 양조 주요 공정을 둘러보고 홉, 맥아 등 문베어의 원재료를 체험할 수 있으며 '금강산 골든에일', '한라산 위트', '백두산 IPA' 3종 샘플러를 시음할 수 있다.

8월 중순부터 운영 예정인 브루어리 투어는 문베어브루잉 공식 홈페이지를 통해 예약이 가능하다.

문베어브루잉 브랜드 매니저는 "문베어 브루어리는 강원도는 물론 대한민국을 대표하는 가장 한국적인 크래프트 비어가 되고자 하는 문베어의 포부가 시작된 곳"이라며 "문베어 브루어리만의 체험형 컨텐츠와 다양한 지역 연계 프로그램 개발로 강원도의 명소이자 국내 브루어리의 선두주자로 발돋움 할 수 있길 기대한다"고 전했다.

@highlight

작년 12월, 문베어 제품 공식 론칭 이후 일반 소비자에게 처음으로 선보이는 '문베어브루잉’이 강원도 고성에 문베어 브루어리와 탭하우스를 오픈한다고 24일 밝힌 가운데 문베어브루잉 브랜드 매니저는 개성 있는 체험형 컨텐츠와 다양한 지역 연계 프로그램 개발로 브루어리의 선두주자로 도약할 것이라고 전했다.