[자료제공:예탁원] 한국예탁결제원은 올해 상반기 예탁원을 통해 신규 설정된 펀드의 총 금액이 60조3968억원으로 전년 동기 대비 24.8% 증가했다고 26일 밝혔다.

반면 청산 분배금은 26조9054억원으로 전년 동기(27조88억원) 대비 0.4% 감소했다.

신규 설정된 펀드는 6437개로 전년 동기 대비 0.3% 감소했다.

청산 분배된 펀드는 4004개로 같은 기준 7.8% 증가했다.

모집방식별로 살펴보면 공모펀드의 신규 설정액은 4조7760억원으로 전년 동기 대비 13.8% 감소했으나 청산 분배금은 2조4326억원으로 18.1% 증가했다.

사모펀드의 신규 설정액은 55조6208억원으로 전년 동기 대비 29.8% 증가했으나, 청산 분배금은 24조4728억원으로 1.9% 감소했다.

예탁원 관계자는 "사모펀드 규제 완화와 제도 개편 등에 따라 사모펀드의 신규 설정 펀드 수와 금액은 매년 증가 추세를 보였다"고 설명했다.

펀드유형별로는 MMF, 채권형·대체투자형(부동산, 특별자산) 펀드의 신규 설정은 증가했으나, 주식형 펀드의 신규 설정은 감소했다.

MMF의 신규 설정액은 1조6706억원으로 전년 동기 대비 297.7% 증가했다.

반면 주식형 펀드의 신규 설정액은 8995억원으로 전년 동기 대비 72.9% 감소했으며, 펀드 수도 284개로 73.4% 줄었다.

채권형 펀드의 신규 설정액은 18조5379억원으로 전년 동기 대비 7.6% 증가했으며, 대체투자형 펀드의 신규 설정액도 18조2897억원으로 50.7% 늘었다.

또 MMF, 대체투자형 펀드의 청산 분배는 증가했으나, 주식형·채권형 펀드의 청산 분배는 감소한 것으로 나타났다.

MMF의 청산 분배금은 1592억원으로 전년 동기 대비 3216.7% 증가하였으며, 대체투자형 펀드의 청산 분배금은 2조2819억원으로 28.9% 증가했다.

반면 주식형 펀드의 청산 분배금은 7605억원으로 전년 동기 대비 32.6% 감소했으며, 채권형 펀드의 청산 분배금은 12조4129억원으로 13.5% 감소했다.

@highlight

사모펀드 규제 완화와 제도 개편 등의 영향으로 신규 설정 펀드 수와 금액이 해마다 늘고 있는 가운데, 올 상반기 신규 설정된 펀드의 총 금액이 60조3968억원으로 전년 동기 대비 24.8% 증가했고, MMF, 채권형·대체투자형 펀드의 신규 설정은 늘고 , 주식형 펀드의 신규 설정은 줄었다.