제주시지역에 3일 연속으로 열대야 현상이 나타났다.

제주지방기상청에 따르면 제주시지역 26일 아침 최저기온은 25.3℃로 밤사이(18:01~다음 날 09:00) 최저기온이 25℃ 이상 유지되는 열대야 현상이 나타났다.

지난 23일 밤부터 3일째 열대야 현상이 계속되고 있다.

이와함께 구좌와 한림도 아침 최저기온이 26.0℃를 기록하면 열대야 현상을 보였다.

제주기상청은 28일까지 북부(제주시, 조천읍)와 동부(구좌읍, 성산읍)를 중심으로 '푄'현상과 강한 일사에 의해 낮 최고기온이 31~32℃ 내외로 높게 오르면서 무덥고 밤 사이에도 기온이 내려가지 않으면서 열대야가 나타나는 곳이 있겠다고 설명했다.

전국적으로 기상관측이 이뤄진 1973년 이후 통계를 보면 제주 지점의 경우 무더위와 가뭄이 기승을 부렸던 2013년에 열대야가 역대 가장 많은 총 51일간 나타났다.

최근 제주의 열대야 발생일수를 보면 2015년에 20일, 2016년 43일, 2017년 50일, 2018년 42일간 밤사이 수은주가 25도 아래로 떨어지지 않았다.

한편 제주지방은 26일과 27일 남부와 북부가 확연히 다른 날씨를 보일 전망이다.

남부는 남서풍이 지속적으로 불면서 지형적인 영향으로 낮까지 비가오지만 북부는 맑은 날씨를 보이면서 낮 최고기온도 32℃까지 올라갈 것으로 예상된다.

낮 최고기온이 높게 오르는 만큼 열사병과 탈진 등 온열질환과 농.

축산물 관리에 각별히 유의해야 한다.

제주기상청은 "27일과 28일은 고온다습한 남~남서풍이 유입으로 비가 내리는 곳이 있는 만큼 한라산 등반과 남동부(성산읍, 표선면, 남원읍, 서귀포시, 대정읍, 안덕면)지역의 오름을 탐방하는 야외 나들이객들은 안전사고에 각별히 유의해야 한다"고 당부했다.

@highlight

제주지방기상청에 따르면 제주시지역 26일 아침 기온이 25도 이상 유지되는 열대야 현상이 나타난 가운데, 구좌와 한림도 아침 최저기온이 26도를 기록하며 열대야 현상을 보였으며 28일까지 푄현상과 강한 일사에 의해 기온이 높이 오르면서 밤사이에도 열대야가 나타나는 곳이 있겠다고 설명했다.