롯데는 26일 부산 사직야구장에서 SK와 KBO리그 홈경기를 갖는다.

후반기 첫 경기이자 감독 교체 후 첫 경기다.

롯데가 34승 2무 58패로 전반기를 최하위로 마치자, 양상문 감독과 이윤원 단장은 19일 성적 부진에 책임을 지고 동반 사퇴했다.

공필성 수석코치가 감독대행으로 시즌 잔여 경기를 이끈다.

공필성 롯데 감독대행이 해야 할 일은 등 돌린 롯데 팬의 마음을 잡는 것이다.

프로야구 KBO 올스타전에 참가한 공 감독대행은 23일부터 팀 훈련을 지휘했다.

코칭스태프 보직 변경으로 분위기 쇄신 의지를 보였다.

특히 투수코치(임경완 메인·홍민구 불펜) 변화가 가장 눈에 띈다.

최하위 롯데가 감독이 바뀌었다고 단번에 강팀으로 바뀔 수는 없다.

결과를 바꿀 수 없어도 내용을 바꿀 수는 있다.

롯데 팬의 마음을 잡아야 한다.

롯데 팬은 기대 이하의 성적과 실망스러운 경기력에 등을 돌렸다.

16년 만에 올스타전 베스트12 팬 투표에서 롯데 선수는 한 명도 없었다.

타율(0.257) 9위, 평균자책점(5.18) 10위, 실책(75) 1위, 폭투(78) 1위 등 공-수에 걸쳐 무기력한 플레이를 펼쳤다.

근성과 투지도 잃었다.

잦은 미스플레이는 눈살을 찌푸리게 했다.

6월 12일 잠실 LG전에는 끝내기 낫아웃 폭투 패배의 진기록까지 세웠다.

롯데 팬의 비판 수위도 나날이 커졌다.

공 감독대행은 현역 시절 강한 근성으로 롯데 팬의 사랑을 받았다.

롯데가 지금 롯데 팬에게 보여줘야 할 모습이다.

사흘간 훈련으로 경기력이 향상될 수 없으나 미스플레이를 줄이고 끝까지 포기하지 않는 플레이를 펼친다면 롯데 팬의 박수를 받을 수 있다.

50경기를 남겨둔 롯데는 5위 NC와 승차가 12.5경기다.

쉽지 않은 포스트시즌 진출 미션을 완수하는 게 아니다.

공 감독대행 체제가 해야 할 일은 롯데 팬을 마음을 잡는 것이다.

@highlight

롯데 자이언츠는  34승 2무 58패로 전반기를 최하위로 마치자 19일 양상문 감독과 이윤원 단장은 성적 부진에 책임을 지고 동반사퇴하고  공필성 감독을 새로맞아 26일 부산 사직야구에서 SK와 후반기 첫 경기 를  치룬다.