▲ 2018 INK.

일본의 수출규제 여파가 인천시의 관광객 유치 계획에 변수로 떠오르고 있다.

인천시는 25일 시청 브리핑룸에서 기자회견을 열고 올 하반기 예정된 축제와 행사를 통해 국내외 관광객 60만 명(생산유발효과 650억 원)을 유치할 계획이라고 밝혔다.

하반기 대표 행사는 K-ASIAN 페스티벌, 한·중·일 지역이음행사, 인천노을축제, INK 2019, 낭만시장, 윈터마켓 등이다.

시는 올해 해외 관광객 14만 명 이상을 기획유치할 계획이다.

한류콘서트인 INK(인천 K-POP)는 매회 3만 명 이상의 관람객이 방문하고 그 중 1만 명 정도는 해외 관광객이다.

올해 처음 여는 K-ASIAN 페스티벌에는 해외관광객 8천여 명을 유치 목표로 모객 중이다.

변수는 일본 수출규제로 촉발된 한일 갈등이다.

시는 고조되는 갈등관계가 아직 일본의 국민 정서로 이어지지 않고 있지만 사태가 길어지거나 깊어지면 일본 관광객 유치에 이상기류가 생길 수 있다고 밝혔다.

특히 INK는 지난해 해외 관광객 1만2천232명 중 23.7%인 2천905명이 일본인이었다.

사업 규모가 지난해 8억2천만 원에서 올해 6억 원으로 축소된 상황에서 한일 갈등은 엎친 데 덮친 격이다.

하지만 인천지역을 방문하는 전체 해외 관광객 중 일본인 비중이 낮아 큰 영향은 없을 것이라는 낙관도 나온다.

지난해 인천을 방문한 해외 관광객 126만9천417명 중 일본인은 3.2%인 9만2천925명에 불과했다.

올 1분기 인천 방문 일본인은 5%인 1만6천546명이다.

시는 인천 방문이 많은 타이완과 태국·필리핀 등 동남아시아 관광객에 집중하겠다는 입장이다.

조인권 문화관광체육국장은 "한류 대형 축제에 일본 관광객이 많이 오고, 9월 한일 생활문화축제 등 시가 자체 계획한 교류행사가 있어 우려스러운 상황이지만 홍보 강화로 보충하겠다"고 말했다.

@highlight

인천시는 일본의 수출규제 여파로 한류 대형 축제에 우려스러운 상황이지만 홍보 강화를 통한 동남아시아 관광객 유치에 집중하겠다고 밝혔습니다. 