올해 2학기부터 대전지역 고등학교 3학년을 대상으로 무상교육이 실시된다.

1인당 연간 170만원 수준의 교육비를 절약할 수 있을 것으로 보인다.

25일 대전시교육청에 따르면 지난달 열린 제243회 대전시의회 본회의에서 '대전시 학교 수업료 및 입학금에 관한 조례'와 교육비특별회계 제2회 추가경졍예산이 심의·의결됐다.

무상교육의 법적근거와 91억원 규모의 재원이 확보된 셈이다.

무상교육의 대상은 방학이 끝나는 올해 2학기부터 지역내 고등학교 3학년 학생부터 우선 적용된다.

다만 입학금과 수업료를 학교장이 정하는 자율형사립고(이하 자사고, 대성고·대신고 등), 사립 목적고(대전예술고), 새소리음악고는 제외된다.

이 학생들은 오는 9월부터 수업료와 학교운영지원비를 납부하지 않아도 된다.

무상교육은 단계적으로 확대될 전망이다.

내년도에는 고등학교 2~3학년이 대상으로 적용된다.

2021학년도부터는 1~3학년 전학년으로 확대시켜 전면 무상교육을 실시한다.

무상교육비 지원은 △입학금 △수업료 △학교운영지원비 △교과용 도서 구입비 등으로 구성된다.

1인당 연간 지원액은 학교별 조금씩 차이가 있다.

시교육청은 일반고 기준으로 지원액이 170만원 내외가 될 것으로 전망했다.

올해 무상교육 예산 91억원은 전액 시교육청이 부담하게 된다.

내년부터는 교육부(47.5%), 교육청(47.5%), 지자체(5%)가 분담하는 것으로 가닥이 잡혔지만 현재 관련 법령은 국회에 계류 중이다.

시교육청 오광열 재정과장은 "그동안 저소득층 및 사회취약계층에게 지원됐던 현행 교육비 지원 사업으로는 계층간 교육격차 해소에 한계가 있었다"며 "이번 고교무상교육 추진으로 가정환경, 지역, 계층과 관계없이 앞으로 공평한 교육기회를 보장하게 될 것"이라고 설명했다.

이어 "교육비 부담 경감에 따른 교육 격차 또한 해소될 것으로 기대한다"고 덧붙였다.

@highlight

대전시교육청은 올해 2학기부터 대전지역 고등학교 3학년을 시작으로 2021년 전학년 무상교육을 확대시켜 현행 취약계층에만 지원됐던 교육비 지원 사업을 앞으로 계층에 상관없이 공평하게 보장하겠다고 25일 밝혔다.