복지몰 서비스를 운영하고 있는 이제너두가 콘텐츠 솔루션 전문개발 회사인 네모레이드와 제휴하여 고객편의성 제고를 위해 모바일 UI/UX 개편을 진행했다고 25일에 밝혔다.

이제너두는 이용자를 구매자에서 고객으로 재정의하며, 구매에 초점이 맞춰져 있는 쇼핑몰 UI/UX를 향상해 나가는 과정에서 고객이 효율적으로 상품을 탐색할 수 있게 개선하는 방법으로 네모프레임을 적용하게 됐다.

네모레이드가 개발한 '네모프레임'은 특허 등록된 UI로 상품의 정보를 페이지 이동하지 않고 확인할 수 있는 기능이 핵심이다.

이 기능으로 고객은 검색한 상품 리스트에서 원터치로 상품의 상세정보와 추천상품을 쉽게 탐색할 수 있다.

또한 리스트에서 다수 상품들의 상세정보를 열어 둘 수 있어, 고객은 상품들의 특정 정보를 비교하기도 수월해진다.

이제너두의 복지몰 내에 상품이 많아지고, 이용자의 활용이 늘어남에 따라 ▲시간 대비 효율적인 상품 탐색 ▲불필요한 클릭 & 스크롤 이용을 줄여, 상품탐색의 피로도 낮추기 ▲상품 비교 용이 ▲고객이 원하는 상품의 추천 측면으로 사용자 편의를 제공하기 위해 이번 개편을 진행하게 됐다고 전했다.

이제너두의 송동진 대표이사는 "모바일 사용성이 높아짐에 따라 이커머스에 적합한 UI를 고민했다"며, "고객의 니즈가 다양화된 만큼 상품의 구성도 다양해졌다. 그렇지만 상품 리스트에서 제공할 수 있는 정보는 가격과 브랜드로 제한적이다"면서 "이에 보다 상세한 내용을 바탕으로 제품들을 비교해 본인에게 적합한 상품을 편리하게 찾고 선택할 수 있으면 좋겠다고 생각해, 탐색의 효율을 높인 UI/UX로 개편하게 됐다"고 말했다. 한편, 이제너두는 2000년 설립된 국내 최초의 임직원 복지서비스 업체로, 현재 공무원, 공공기관, 민간기업 등에 700여개 기관, 1백만 회원을 대상으로 복지몰 서비스를 제공하고 있다.

국내 최초의 복지카드 개발, 임직원 복지의 O2O 확장 등 다양한 특허와 기술 기반 위에 최근에는 기업의 고객관리, 파트너 관리 서비스 영역으로 사업을 확장해 나가고 있다.

@highlight

복지몰 서비스를 운영하고 있는 이제너두가 이용자를 구매자에서 고객으로 재정의하며, 구매에 초점이 맞춰져 있는 쇼핑몰 UI/UX를 효율적으로 상품을 탐색할 수 있게 개선하는 방법으로 페이지를 이동하지 않고 상품 정보를 확인할 수 있는 기능을 갖춘 콘텐츠 솔루션 업체 네모레이드의 네모프레임을 적용해 모바일 UI/UX를 고객 편의성 중심으로 개편했다.