경기신보 최연소 직원 김태완 씨 경기도 핵심 산하 공공기관으로 꼽히는 경기신용보증재단에 만 18세의 ‘슈퍼 루키’가 등장했다.

블라인드 채용을 통해 경기신보 입사에 성공한 새내기 직원 김태완 선임이 그 주인공이다.

지난 20일 임명식을 거쳐 경기신보 최연소 직원이 된 김 선임은 현재 고등학교 3학년에 재학 중인 학생이다.

올 상반기 경기도 통합 공채에 지원해 경기신보 입사에 성공한 그는 성남의 한 특성화고(분당경영고)에 재학하며 금융 분야 공공기관 취업을 목표로 차근차근 취업 역량을 키워 왔다.

김 선임은 학업과 병행한 카페 아르바이트 경험을 통해 도내 소상공인과 중소기업 지원 영역을 넓혀 가고 있는 경기신보 입사에 뜻을 굳혔다고 한다.

그는 "바리스타로 아르바이트 한 적이 있는데 어려운 경제 여건으로 힘들어하는 사장님을 보면서 소상공인과 중소기업을 지원하는 일을 하고 싶다고 마음먹게 됐다"며 "그러한 역할에서 보람을 찾고 싶었다"고 강조했다.

김 선임의 취업 성공기에 있어 주역은 역시 ‘블라인드 채용’이다.

편견과 선입견 없는 공정한 채용을 지향하는 블라인드 채용을 통해 경기신보는 김 선임의 미래가능성을 주목한 것이다.

김 선임은 "다른 지원자들에 비해 제가 가진 스펙이 결코 뛰어나진 않을 것"이라며 "때문에 저의 가능성을 바라봐 준 블라인드 채용에 고마움이 크다.

공정의 가치를 위해 이러한 채용 방식이 확대 정착되길 바란다"고 말했다.

그는 "최연소로 입사한 만큼 다른 직원들보다 더욱 열심히 일하며 부족한 부분을 채워 나가겠다"며 "경기신보 내부에서 차근차근 경험을 쌓아 기관 리더가 된 이민우 이사장님처럼 목표를 크게 갖고 최선을 다해 근무하겠다"고 덧붙였다.

경기신보 이민우 이사장은 "잠재력을 가진 우수한 미래 인재들에게 평등하고 투명한 기회를 부여할 수 있어야 한다"며 "공정한 경기도를 확립하는 데 앞으로도 경기신보가 앞장서겠다"고 말했다.

@highlight

편견과 선입견 없는 공정한 채용을 지향하는 블라인드 채용을 통해 미래가능성을 인정받은 만 18세의 ‘슈퍼 루키’ 김태완 씨가 지난 20일 경기신용보증재단에 최연소 직원으로 임명되었다.