미래에셋자산운용 홍콩은 25일 홍콩 거래소에 차이나 바이오텍 ETF와 차이나 클라우드 컴퓨팅 ETF 등 2종을 상장했다고 밝혔다.

'미래에셋 호라이즌 차이나 바이오텍 ETF'는 중국 생명공학기술을 선도할 것으로 기대되는 기업에 투자한다.

바이오테크는 인간생명 현상을 다루는 연구, 기업활동, 신약개발의 근간이 되는 바이오 물질을 다루는 기술을 말한다.

미래에셋자산운용 홍콩 리서치본부에 따르면 중국 바이오테크 시장은 중국의 첨단 제조업 육성 프로젝트인 '메이드 인 차이나 2025' 수혜로 향후 가장 높은 성장율을 보이는 산업 중 하나다.

항체, 유전자재조합, 백신 등 중국 바이오의약품 시장은 2023년까지 연평균 18% 성장할 것으로 예상된다.

혁신 신약의 중심인 항체약 시장은 작년 중국이 2조원 수준으로 연간 50% 이상일 성장할 것으로 보인다.

미래에셋 호라이즌 차이나 클라우드 컴퓨팅 ETF는 고도 성장이 예상되는 중국 클라우드 컴퓨팅 산업에 투자한다.

클라우드 컴퓨팅은 인터넷 서버를 통해 정보가 저장되고 이를 통해 각종 IT기기와 관련 서비스를 한번에 이용할 수 있는 기술이다.

아마존, 구글, 마이크로소프트 등으로 대표되는 전세계 퍼블릭 클라우드 산업은 지난 10년간 급성장해 지난해 200조원에 이르는 대형 산업으로 자리잡았다.

중국의 클라우드 산업은 아직 초기 단계로 작년 6조원 수준이나 2023년까지 연평균 30% 이상 성장할 것으로 전망된다.

두 ETF 모두 각각 20개 종목으로 구성되면 종목별 투자한도는 6%다.

HKD와 USD 두 가지 통화로 거래 가능하도록 구분된다.

국내 투자자들도 미래에셋대우 등 해외주식 거래가 가능한 증권사를 통해 투자할 수 있다.

이정호 미래에셋자산운용 홍콩 사장은 "이번 ETF는 관련 섹터로는 홍콩 첫 상장으로 기존 벤처와 사모투자 중심인 영역이 일반 투자자로 확대된 의미가 있다"며 "한국 투자자들도 향후 빠른 성장이 예상되는 중국 바이오테크와 클라우드 컴퓨팅 투자테마에 주목할 필요가 있다"고 말했다.

한편 ETF 리서치 업체 ETFGI에 따르면 6월말 기준 미래에셋 글로벌 ETF는 전세계 운용사 중 순자산 규모 18위를 기록 중이다.

@highlight

미래에셋자산운용 홍콩은 중국 생명공학기술을 이끌 것으로 예측되는 산업에 투자하는 차이나 바이오텍 ETF와 뛰어난 성장이 조망되는 중국 클라우드 컴퓨팅 산업에 투자하는 차이나 클라우드 컴퓨팅 ETF 등 2종을 25일 홍콩 거래소에 상장했다고 말했다.