오늘(25일) 밤 8시 55분 방송되는 KBS 2TV '제보자들'에서는 지난달 13일 방송된 치매에 걸린 할머니를 돌보는 뇌종양 3기를 선고 받은 손자'의 안타까운 사연을 재방송한다.

생방송 시청자 수 200명, 구독자 수 3만 8천 명에 달하는 개인 방송이 있다.

방송의 주인공은 홍정한(29) 씨.

이 방송의 인기 비결은 바로 남다른 파트너에게 있다고 한다.

정한 씨의 방송 파트너는 바로 할머니 채 순연(91) 씨.

치매에 걸려 기억을 잃어가는 할머니를 위해 정한 씨가 일상을 영상으로 기록하면서 방송은 시작되었다.

할머니를 위해 한 끼니를 식사를 준비하는 것부터 씻겨드리고 운동을 하는 것까지 모든 순간을 기록하는 손자 정한 씨.

사실 정한 씨에게 할머니는 부모님 그 이상이다.

10살에 어머니를 대장암으로 잃고, 이듬해 아버지까지 간경화로 잃게 된 정한 씨.

그런 그를 29살, 청년까지 키워준 건 할머니 채순연 씨였다.

자갈치 시장에서 억척스레 생선을 팔아 키워준 할머니.

하지만 정한 씨에겐 그런 할머니에게 말하지 못한 비밀이 있다.

바로 정한 씨의 머리에 시한폭탄이 있다는 것이다.

3년 전, 버스를 타고 서울로 가던 정한 씨는 갑작스러운 발작을 일으켰다.

급히 병원으로 이송된 후 그가 듣게 된 병명은 뇌종양 (뇌암) 3기.

바로 수술을 했지만, 신경과 이어져 있던 암의 30%는 제거할 수 없었다.

5년 이내 재발 확률 50%, 사망 확률 70% 이상이다.

이제 정한 씨에게 남은 시간은 불과 2년에 불과하다.

정한 씨의 소원은 단 하나.

할머니보다 하루라도 오래 사는 것.

하지만 눈에 띄게 상태가 악화되어가는 손자 정한 씨.

두 사람이 함께할 수 있는 시간은 이제 얼마 남지 않았다.

정한 씨는 혹여 홀로 남겨질 할머니를 위한 준비를 한다.

할머니와 지금 이 순간을 기록하기 위해 가족사진을 찍기로 한 것이다.

그리고 혹시 모를 상황에 대비해 독사진까지 찍기로 한다.

시간을 잃은 할머니와 시간이 없는 손자, 두 사람의 이야기를 오늘 밤 '제보자들'에서 소개한다.

@highlight

오늘(25일) 밤 8시 55분 방송되는 KBS 2TV '제보자들'은 치매로 기억을 잃어가는 할머니를 위해 일상을 영상으로 기록하고 있는 뇌종양 3기 판정을 받은 손자 홍정한씨의 안타까운 이야기이다.  