문재인 대통령은 25일 경상북도 구미시에서 LG화학 주최로 열린 '상생형 구미일자리 투자협약식'에 참석, "구미형 상생형 일자리는 4차산업혁명을 맞은 우리 경제의 새로운 동력이 될 것을 기대한다"고 말했다.

이날 경북도·구미시가 LG화학과 체결한 투자협약은 2월에 발표된 정부의 '상생형 지역일자리 모델 확산방안' 발표 이후, 구미에 적합한 상생형 모델을 다각도로 모색한 결과, LG화학과의 협의를 통해 '이차전지 양극재 생산공장'을 유치하는 합의에 따라 이뤄진 것이다.

협약식은 '경상북도와 구미의 참 좋은 변화, LG화학이 만드는 내일의 일자리'라는 주제로 개최되었으며, LG화학과 지역 기업, 구미시 노사민정 대표, 지역 주민 및 학생 등 약 500여명이 참석했다.

문 대통령은 축사에서 "핵심소재의 해외 의존도를 줄이는 것이 국가적 과제인 지금, 구미형 일자리 협약은 우리 산업의 경쟁력 제고를 바라는 산업계와 국민들의 기대에 부응하는 계기가 될 것"이라며, "노사민정의 타협과 양보, 거기에 정부의 지원이 더해지면 기술경쟁력이 있는 기업의 국내 복귀는 물론 신규투자도 매력적일 수 있다는 점을 증명했다"고 평가했다.

상생형 구미 일자리 프로젝트를 통해 LG화학은 구미국가산업단지 제5단지 내에 2024년까지 약 5000억원 규모의 투자를 통해 연간 생산능력 6만톤 규모의 이차전지 양극재 생산공장을 건설할 계획이다.

이어 문 대통령은 "구미형 일자리가 광주형 일자리와 함께 해외 진출기업의 국내 복귀와 신규투자 활성화의 마중물이 되기를 기대한다"며 "무엇보다 지역이 주도하여, 지역의 특성을 살리면서, 지역의 경제활력을 되찾고, 양질의 일자리를 많이 창출하는 새로운 투자모델을 제시한 것에 박수를 보낸다"고 축하했다.

문 대통령은 아울러, "많은 지자체에서 노사민정 상생을 추구하는 노력들이 진행되고 있다는 점을 높이 평가하고, 상생형 지역 일자리 모델이 전국적으로 확산될 수 있도록 적극적으로 지원하겠다"고 밝혔다.

@highlight

문재인 대통령은 25일 경상북도 구미시에서 구미형 상생형 일자리는 4차산업 혁명을 맞은 우리 경제의 동력이 될 것을 기대한다 밝혔고, 이는 LG화학과의 협의를 통해 '이차전지 양극재 생산공장'을 유치하는 합의에 따라 이루어진 것이며 대통령은 추가로 상생형 지역 일자리 모델이 전국적으로 확산될 수 있도록 지원하겠다 밝혔다.