▲ 울주천상도서관 개관식이 25일 열린 가운데 이선호 군수와 각 기관·단체장 등과 학생들이 개관축하테이프를 자르고 있다.

울주천상도서관의 개관식이 25일 개최됐다.

울주천상도서관은 주민들의 문화공간 확충 요구와 함께 주민들의 고질적인 주차공간 부족 문제를 완화하기 위해 범서읍 천상길60 옛 테니스장부지에 건립했다.

지상 3층 규모의 울주천상도서관은 총 사업비 112억 3,500만 원으로 연면적 2,990.04㎡, 지상 3층 규모로 건립됐다.

1층은 도서관이고, 2~3층 및 옥상(4층)은 주차장으로 조성됐다.

1층 도서관에는 유아 어린이자료실과 종합자료실, 휴게실, 세미나실(동아리실), 보존서고 및 사무실이 자리하고 있으며, 2층과 3층·4층 옥상에는 각각 28면(장애인 3면 포함), 24면, 26면 총 78면의 주차공간이 있다.

도서관 장서는 지난 3월 폐관된 울주문화예술회관 내 도서관의 장서 1만 4,000여 권을 이관 받은 데다 새로운 도서 6,000권을 구입해 2만권에 달한다.

향후 주민들의 요구를 반영해 장서를 채워나갈 계획이다.

울주천상도서관은 지난 19일 임시 개관해 운영 중이며, 26일부터 정상 운영에 들어간다.

이날 개관식 행사에는 이선호 군수와 각 기관·단체장, 지역주민들 150명이 참석했다.

또한, 개관 기념 작가초청 강연회에는 ‘공부머리 독서법’의 저자 최승필 작가가 나서 올바른 독서법에 대해 강의해 주민 100여 명으로부터 호응을 얻었다.

울주군 관계자는 “울주천상도서관이 다른 어떤 도서관보다 지역주민과 밀착된 공간에 조성된 만큼 누구나 쉽게 걸어서 올 수 있는 최대의 장점이 있기 때문에 외형적 규모에 한하지 않고 다양한 독서프로그램 운영하는 등 도서관을 짜임 있게 운영해 나갈 예정”이라며 “지역사회 내 다양한 문화시설 확충과 더불어 주민들의 정서함양이야말로 ‘사람이 희망인 울주, 아이 키우기 좋은 울주’를 조성하는 밑거름이 될 것”이라고 말했다.

@highlight

25일에 열린 울주천상도서관 개관식 행사에는 이선호 군수와 각 기관·단체장, 그리고 주민들 150명이 참석했으며, ‘공부머리 독서법’을 쓴 최승필 작가가 초청 강연을 해 주민들의 호응을 이끌어냈다.