전남 영광의 한빛원전 문제가 끊이지 않고 있다.

이번에는 원자로 격납건물 콘크리트에서 대형 구멍이 발견됐다.

그런데 이 원자로는 그동안 크고 작은 구멍 100여개가 발견된 곳이다.

원자로 벽이 벌집처럼 구멍이 뻥뻥 뚫린 게 아닌가 의심이 든다.

25일 한국수력원자력과 한빛원전 민간환경감시센터 등에 따르면 계획예방정비가 진행 중인 한빛원전 4호기 원자로 격납건물 콘크리트 벽에서 지난 3일 발견됐던 대형 공극의 깊이는 157㎝로 확인됐다.

격납건물의 콘크리트벽은 만일의 사고 발생 시 방사성물질의 외부 누설이나 누출을 방지하는 최후방벽 기능을 수행하는 곳이다.

4호기 원자로 콘크리트 두께는 167.6㎝다.

한수원이 발표한 공극이 최대 157cm임을 감안하면 격납벽이 뚫리기까지 불과 10cm만 남겨둔 상태였다.

원인을 놓고 한수원측은 대형 공극 발생 원인을 건설 당시 콘크리트 다짐 불량에 기인한 것으로 추정된다고 밝혔다.

한빛원전 4호기는 1989~1995년에 지어졌다.

시공당시 문제가 사실이라면 지역민들은 30년 가까이 콘크리트벽 10cm를 사이에 두고 대형 원전사고와 마주하고 있었던 셈이다.

생각만해도 아찔하다.

원전당국의 ‘안전성에 이상 없다’ 웅변에도 격납건물의 부실시공 흔적이 곳곳에서 발견되자 원전에 대한 불안감은 더욱 커지고 있다.

지역민들이 불안감 호소를 넘어 폐쇄주장을 하는 것도 당연하더구나 한빛원전은 지난 5월 직원의 실수로 1호기의 열출력 급증 사고를 비롯 크고 작은 안전사고가 끊임없이 발생하지 않았던가.

1986년 체르노빌 원전사고와 2011년 후쿠시마 원전사고가 말해주듯 원전의 위험성은 재론할 필요도 없다.

한빛원전 안전에 대한 근본적인 대책마련이 필요하다.

한 두번도 아니고 ‘어디 불안해서 살겠나’.

@highlight

한빛원전 4호기 원자로 격납건물 콘크리트 벽에서 큰 크기의 구멍이 발견되었으며 특히 이 벽은 사고가 생겼을 때 외부로 누출이 되지 않도록 하는 기능을 하고 있는 곳이기 때문에 더욱 불안이 커지고 있다. 