“카투사 신청 늦지 않게 하세요”

광주전남병무청은 내년 입영하는 카투사(주한미군근무 한국군)를 오는 9월 18일부터 9월 24일(오후 2시 마감)까지 모집한다고 25일 밝혔다.

지원자격은 18세 이상 28세 이하(1991년 1월1일~2001년 12월 31일 출생자 기준) 현역병입영 대상자 중 어학 성적을 접수일 기준 2년 이내에 취득한 사람이다.

어학시험은 국내·외 정기시험 성적만 인정되며 어학시험 성적은 ▲ TOEIC 780점이상 ▲TEPS(NEW TEPS) 690(380점) 이상 ▲TOEFL IBT 83점/PBT 561점 이상 ▲G-TELP Level 2 73점이상 ▲FLEX 690점 이상 ▲OPIC IM2 이상 ▲TOEIC Speaking 140점 이상 ▲TEPS Speaking 61점 이상이다.

카투사 지원은 1회로 제한돼 있다.

따라서 지난해까지 지원한 적이 있는 사람은 자격이 주어지지 않는다.

병역판정검사를 받지 않은 사람도 지원은 가능하나 지원서 접수 후 늦어도 10월 25일까지 신체검사를 완료해야 한다.

지원서 접수 후에는 국외 토익(TOEIC), 국외 토익스피킹(TOEIC Speaking), 국내·외 토플(TOEFL)응시자는 성적표 사본을 제출해야 한다.

특히 일본에서 토익(TOEIC)과 토익스피킹(TOEIC Speaking)을 응시한 지원자는 성적조회동의서도 함께 제출해야 한다.

합격자 선발은 오는 11월 7일 전산 무작위 추첨으로 공개선발하며, 선발된 사람은 2020년 1월부터 12월 중 본인이 지원한 희망 월에 입영하게 된다.

자세한 사항은 광주전남지방병무청 현역입영과(062-230-4246)로 문의하면 된다.

@highlight

광주전남병무청은 오는 9월 18일부터 9월 24일까지 18세 이상 28세 이하 현역병입영 대상자 중 접수일 기준 2년 이내에 어학성적을 취득한 사람을 대상으로 카투사(주한미군근무 한국군)를 모집한다.