대전 신흥 SK VIEW 조감도 [자료 = SK건설] SK건설은 오는 26일 대전시 동구 충무로 259에 '신흥 SK뷰(SK VIEW)' 모델하우스를 열고 올해 첫 분양에 나선다고 25일 밝혔다.

대전 신흥3구역 재개발 물량인 이 단지는 지하 3층~지상 33층, 12개동, 전용면적 39~84㎡, 1588세대 규모로 이 중 1096세대가 일반분양된다.

오는 30일 특별공급 청약접수를 시작으로 31일 1순위, 8월 1일 2순위 청약 접수를 진행한다.

8월 8일 당첨자발표를 거쳐 8월 20~23일 나흘간 정당계약을 진행한다.

입주는 2022년 4월 예정이다.

분양가는 3.3㎡당 평균 1149만원이며 분양가의 60%인 중도금은 이자후불제다다.

단지가 들어설 대전 동구는 비규제지역으로 청약, 전매제한 등에 비교적 자유롭다.

대전, 세종, 충남에 거주하는 만 19세 이상이면 누구나 1순위 청약을 넣을 수 있다.

유주택자도 청약할 수 있으며 분양권 전매제한기간은 6개월이다.

단지에서는 대전도시철도 1호선 대동역과 신흥역을 이용해 대전의 중심상권인 중앙로역 일대로 이동할 수 있다.

지하철 한 정거장 거리의 KTX 대전역을 통한 광역교통여건도 편리하다.

신흥유치원, 신흥초, 충남중, 대전여고 등의 교육시설이 있으며 신흥문화공원, 대동천, 대전천 등이 인근이다.

대전에서는 처음으로 SK건설의 미세먼지 차단 특화설계인 '클린에어 스테이션(Clean Air Station)'이 설치될 예정이다.

단지 내 통학버스 대기공간에 공기청정시스템을 적용한 시설이다.

이와 함께 엘리베이터 청정시스템과 365일 실시간으로 공기질을 확인할 수 있는 미세먼지 신호등도 설치한다.

커뮤니티시설의 바닥과 천장은 친환경 건축자재를 사용해 시공되고, 창호는 미세먼지 저감 필터를 적용한다.

@highlight

오는 26일 SK건설은 '신흥 SK뷰(SK VIEW)' 모델하우스를 열고 첫 분양에 나서며 1096세대가 일반분양되고, 오는 30일 특별공급 청약접수를 시작으로 31일 1순위, 8월 1일 2순위 청약 접수를 진행한다.