도널드 트럼프 미국 대통령이 사우디아라비아 등 중동국에 81억 달러(약 9조 5600억원) 규모의 무기 수출을 금지하는 상·하원 결의안에 대해 거부권을 행사했다.

미 의회는 특히 사우디에 무기를 판매하면 예멘 내전을 악화시키는 등 중동 불안을 가중시킬 수 있다고 우려해 왔다.

워싱턴포스트(WP) 등은 24일(현지시간) 트럼프 대통령이 상·하원에서 채택된 3건의 결의안을 비토했다고 보도했다.

트럼프 대통령은 이 세 결의안이 "미국의 국제 경쟁력을 악화시키고 동맹국과의 관계를 손상시킬 것"이라고 말했다.

미치 매코널 공화당 상원 원내대표는 조만간 대통령 거부권을 무효화할지 결정하는 투표를 진행할 것이라고 밝혔다.

하지만 이를 위해 필요한 재적의원 3분의2 이상 다수를 상원은 확보하지 못할 것이라는 게 중론이다.

앞서 트럼프 대통령은 지난 5월 무기수출통제법상 비상조항을 이용, 의회 동의 없이 사우디와 아랍에미리트(UAE), 요르단에 81억 달러 규모의 무기 수출을 승인했다.

상·하원 결의안은 이에 대한 대응으로 나왔다.

미 의회가 가장 우려하는 점은 미국의 첨단 무기가 예멘 내전으로 흘러들어 가는 것이다.

사우디는 4년 이상 내전을 벌이고 있는 예멘 정부를 지원하고 있는데, 정부에 맞서는 후티 반군은 이란이 지원한다.

미국은 사우디 등에 무기를 수출하며 '제3자에게 무기를 양도하지 않는다'는 조항을 두고 있는데, 이런 조항이 전쟁 통에 지켜질 턱이 없다.

미국의 소총과 지뢰방호 전술차량인 MRAP 등 최신 장비들이 이미 예멘 정부군 측과 후티 반군 측 양쪽에서 사용되고 있으며, 심지어 이란도 손에 넣어 연구하고 있다는 사실이 올 초 CNN 보도로 드러났다.

미국 무기는 시장에서도 살 수 있을 정도로 예멘 내전 현장에 쏟아졌다.

최신 무기로 전쟁의 폭력성을 가중시키는 미국 무기 수출에 대해 트럼프 대통령은 "미국 무기는 오히려 분쟁을 단축시키며, (미국의) 정밀유도병기가 없으면 민간인 피해가 늘어날 것"이라고 말했다.

@highlight

도널드 트럼프 미국 대통령이 예멘 내전에 미치는 미국 첨단 무기 진출로 인한 폭력성에 대한 미 의회의 우려에도 불구하고, 미국 무기가 분쟁을 단축시킬 것이라 주장하며 중동국 무기 수출금지 결의안을 반려하였다.