금요일인 26일 전국이 흐리고 중부지방과 전북, 경북 북부에는 장맛비가 내릴 전망이다.

그 밖의 남부지방은 오후 곳에 따라 비가 내리고, 제주도는 산지에 가끔 비가 내리겠다.

26일부터 28일 밤까지 예상 강수량은 중부지방(강원 영동 제외) 80~200㎜다.

많은 곳은 300㎜ 이상 비가 내리겠다.

강원 영동·전북·경북 북부내륙은 30~80㎜(많은 곳 120㎜ 이상), 전남·경남·경북·제주도는 5~40㎜ 비가 예상된다.

중부지방에는 시간당 50㎜ 이상 매우 강한 비가 내릴 수 있어 산사태, 축대 붕괴, 침수 피해를 보지 않도록 주의해야 한다.

비가 오는 지역에는 돌풍이 불고 천둥·번개가 치는 곳이 있겠다.

오전 5시 현재 서울에는 약한 비가 내리고 있다.

밤사이 소강상태를 보이던 경기 북부와 강원 영서에는 비구름대가 활성화되면서 시간당 30㎜ 이상의 강한 비가 내리고 있다.

1시간 관측 강수량은 서울(송월동) 1.7㎜, 춘천 6.3㎜, 인천 3.3㎜, 수원 5.3㎜다.

강원 철원(양지) 36.5㎜, 경기 연천(신서) 28㎜ 등 강원 영서·경기 북부에 강한 비가 내리고 있다.

기상청은 경기 북부에 위치한 강한 비구름대가 남동진하고 있어 오전 6시께부터 서울·경기 남부·강원 영서 남부에 영향을 줄 것으로 전망했다.

기상청은 서울, 경기도, 강원도 대부분 지역에 호우 특보를 발효했다.

오전 5시 주요 도시 기온은 서울 24.9도, 인천 24.3도, 춘천 26도, 대전 25.9도, 광주, 26.6도, 전주 27.2도, 대구 26.5도, 부산 25도 등이다.

낮 최고 기온은 27~33도로 예보됐다.

경북 일부 지역은 낮 기온이 33도 이상까지 오르며 덥겠다.

남부지방은 30도 이상 오르는 곳이 있고 밤사이에는 열대야 현상이 나타날 수 있다.

@highlight

금요일 26일 전국적으로 흐리고 비가 내릴 예정이며, 중부지방에는 300mm이상의 강한 비가 내릴 수 있어 산사태, 침수 등 피해에 대비해야 한다.