서초서 "구청 측 관리·감독 과실 여부 확인해야" 4일 리모델링을 위해 철거 중인 건물 외벽이 무너지는 사고가 발생한 서울 서초구 잠원동에서 소방관들이 현장을 수습하고 있다.

이날 지상 5층, 지하 1층짜리 건물이 무너지며 인근 도로를 지나던 차량 3대가 붕괴된 건물 외벽 등에 깔리고 4명이 다쳤다.

서울 잠원동 건물 붕괴 사고 원인을 수사 중인 경찰이 서초구청을 압수수색했다.

경찰은 철거 공사 담당 지자체인 서초구청의 관리 소홀 여부를 확인할 계획이다.

26일 서초경찰서는 수사관 7명을 투입해 서초구청 건축과를 대상으로 압수수색 영장을 집행하고 있다고 밝혔다.

경찰은 향후 확보한 압수물을 면밀하게 분석해 구청 측의 관리·감독에 과실이 있는지 여부를 확인할 예정이다.

이 사고는 이달 4일 서초구 잠원동 지하 1층, 지상 5층짜리 건물이 철거 도중 붕괴해 발생했다.

건물 잔해가 인접 도로에서 신호 대기 중이던 차량 3대를 덮쳐 예비신부 이모(29)씨 등 1명이 숨졌고, 3명이 다쳤다.

해당 건물은 1996년 준공된 뒤 6층짜리 근린생활시설을 짓기 위해 지난달 29일부터 철거에 들어간 상태였다.

경찰은 수사 전담팀을 편성해 건축주와 감리·철거업체 관계자 등을 입건해 안전 관리를 소홀히 했는지 여부를 조사하고 있다.

경찰은 지난 5일 1차 합동 감식에 나선 데에 이어 25일부터는 국립과학수사연구원과 소방 관계자 등과 함께 2차 합동 감식을 벌였다.

1차 감식을 마친 뒤 경찰은 가설 지지대 또는 지상 1~2층 기둥과 보가 손상돼 건물이 붕괴됐다는 추정을 내놓은 바 있다.

경찰은 "26일에도 2차 합동감식을 이어서 진행 중이며 철거작업과 동시에 이뤄져 하루 이틀 더 연장될 가능성이 있다"고 밝혔다.

경찰은 2차 합동감식 결과를 정밀 분석해 붕괴 원인 등을 조사할 방침이다.

한편 이번 사고로 사망한 이씨의 유족은 업무상 과실치사상 혐의 등으로 서초구청 건축과 과장을 비롯해 공무원과 건축주, 감리인, 철거업체 관계자 등 8명을 고소했다.

서초구청도 건축법 위반 혐의로 건축주 등 5명을 고발했다.

@highlight

서울 서초구 잠원동에서 리모델링을 위해 철거 중이던 건물의 외벽이 무너져, 사고의 원인 분석을 위해 경찰이 서초구청을 압수수색하고 관리 소홀 여부를 확인할 예정이다.