LG전자는 가스레인지를 사용하고 있는 소비자들을 대상으로 '나의 첫 인덕션' 체험단을 모집한다고 26일 밝혔다.

다음 달 8일까지 이벤트 홈페이지(http://www.myfirstinduction.com)를 통해 신청한 소비자들 가운데 100명을 선정하게 되며, 이들은 약 3개월간 디오스 전기레인지를 직접 사용해 볼 수 있다.

체험단에 참가한 소비자가 블로그, 인스타그램 등 SNS에 사용 후기를 남기는 것을 포함해 모든 미션을 완료하면 무료로 전기레인지를 준다.

LG전자는 이날 공개한 유튜브의 디오스 전기레인지 홍보 동영상을 통해서도 체험단 모집을 안내했다.

LG전자 측은 “디오스 전기레인지는 업계 최고 수준의 화력과 편의성, 안전성을 갖췄다”고 말했다.

이 제품은 전기레인지의 핵심부품인 스마트 인버터 IH(인덕션 히팅) 코일 설계를 최적화해 화력을 집중시키고 코일을 보호하는 방식으로 제품 성능을 최대로 끌어올렸다고 한다.

또 전기레인지에 고성능 단열재를 사용해 열을 차단하는 3중 고화력 부스터 기술을 적용했다.

이 제품은 단일 화구 기준 최대 3㎾의 고화력이 가능하며 동급 가스레인지보다 조리속도가 최대 2.3배 빠르다.

이외에도 어린 아이나 반려동물이 제품을 만져도 작동이 안 되게 하는 잠금 버튼, 뜨거워진 상판이 식을 때까지 표시해주는 잔열 표시, 코일의 과열을 방지하는 출력제어 등 최대 14가지의 안전기능을 탑재했다.

또 LG전자는 올해 5월부터 판매하는 디오스 전기레인지의 스마트 인버터 IH 코일에 대해 10년간 무상보증하며 차원이 다른 고객서비스를 선보이고 있다.

LG전자는 26일부터 유튜브를 통해서도 체험단 모집을 알리고 있다.

이 영상(https://youtu.be/7l4A198zPRc)은 LG 디오스 전기레인지의 차별화된 장점을 소개한다.

LG전자 박내원 한국HA마케팅담당은 “LG 디오스 전기레인지의 차별화된 장점을 고객들이 직접 경험할 수 있도록 다양한 체험 마케팅을 지속적으로 전개할 것”이라고 강조했다.

@highlight

지난 26일 박내원 LG전자마케팅 담당자에 의하면 LG전자는 '나의 첫 인덕션' 체험단을 모집, 소비자가 자신의 블로그나 인스타그램 등의 SNS에 사용후기를 남기는 등 제시된 미션을 완료하면 LG전자의 전기레인지를 받을 수 있는 체험 마케팅을 지속할 것이라고 이 말했다.