tvN 수목드라마 '검색어를 입력하세요 WWW(이하 검블유)'에서 걸크러시 매력을 뽐내며 만인의 이상형으로 등극한 배우 이다희가 아쉬움 가득한 종영 소감을 전했다.

이다희는 26일 소속사 화이브라더스코리아를 통해 "촬영을 마친지 일주일 정도 됐는데, 벌써 촬영장이 생각날 정도로 '검블유' 현장이 참 행복한 공간이었다"고 전했다.

그녀는 "수정 언니, 혜진 언니와 함께 연기한다는 생각으로 설렜을 때가 엊그제 같은데 마지막이라니 눈물이 날 정도다"라며 아쉬운 마음을 드러냈다.

이어 "시청자 여러분의 사랑을 받았던 게 차현이라는 캐릭터에 더 빠지게 된 것 같다"라고 행복한 감사 인사를 전했다.

더불어 "'검블유'는 정말 제 인생 최고의 작품이었다.

언니들과 연기했던 그 시간이 제 인생 최고의 행복했던 시간이었다고 말할 수 있을 것 같다"라고 고백했다.

또 "정지현 감독님, 권영일 감독님, 권도은 작가님, '검블유' 모든 스태프분들도 정말 감사하다"라며 뜻 깊은 종영 소감을 남겼다.

'검블유'에서 포털 업계 바로의 소셜 본부장 차현 역을 맡은 이다희는 캐릭터를 자신의 것으로 완벽하게 소화해내며 시청자들을 '차현 앓이'에 빠져들게 만들었다.

이다희는 차현 캐릭터가 가지고 있는 양면의 매력을 완벽히 흡수해 이다희가 아닌 차현은 상상할 수 없게 구현해 냈다.

특히 터프한 면모와 귀여운 매력을 오가는 차현의 팔색조 매력은 이다희여서 가능했다는 호평을 불러 모았다.

여기에 누구와도 잘 어울리는 이다희의 케미스트리 역시 '검블유' 인기를 견인한 주요 포인트였다.

이다희는 임수정, 전혜진과 대립 구도의 중심에서 세 사람 사이의 쫄깃한 긴장감과 미묘한 감정선을 이끌어내는 중요한 다리 역할을 한 것은 물론, 이재욱과 풋풋한 로맨스는 설렘 지수를 끌어올리며 또 다른 재미를 선사했다.

한편 이다희는 이후 K팝 걸그룹 6팀의 컴백 대전을 그리는 Mnet '퀸덤' MC를 맡아 새로운 모습을 보여줄 전망이다.

@highlight

드라마 WWW를 통해 매력을 뽐낸 배우 이다희가 참 행복한 촬영장이었다며 아쉬움과 함께 종영 소감을 전한 가운데, 이후 '퀸덤'의 MC를 맡아 새로운 모습을 보여줄 전망이다.