읍내동에 위치한 심리상담센터인 공감심리상담센터(센터장 이경희)가 ‘이단’이라는 오해로 인해 피해를 받고 있다.

공감심리상담센터는 지난 2011년 개소해 지역사회 바우처 제공기관 및 장애아동 발달재활과 언어재활 서비스 제공기관으로 지정됐다.

이후 초록우산어린이재단과 국립공주병원, 충남 아동보호 전문기관, 당진지역사회복지협의체 등과 업무협약을 맺고 운영을 이어왔다.

이밖에도 이경희 센터장은 당진교육지원청 학생 자살 위기관리팀 자문위원, 당진북부사회복지관 운영위원, 법무부 서산지청 상담·법률 지원 위원으로 위촉돼 활동해왔다.

하지만 지난 3년 전 불거졌던 ‘이단’ 논란이 지금까지 이어지며 상담을 받던 학생이 그만두는 등 센터가 피해를 받고 있다고 호소했다.

이에 대해 ‘이단’으로 오해 받게 된 당시 상황에 대해 확인 절차를 거쳤다.

‘이단’은 기독교에서 성경의 근본적 진리를 하나 또는 그 이상을 부인하는 종교 집단을 뜻한다.

‘이단’을 두고 전국 기독교연합회에서는 대책 방안을 마련하기 위해 세미나를 개최하거나 대책위원회를 구성하고 있다.

당진에서도 공감심리상담센터와 이름이 유사한 곳이 이단으로 지목되자 3년 전 당진시기독교연합회에서 파악에 나섰다.

이 과정에서 ‘이단’으로 지목된 시설과 공감심리상담센터가 혼동되며, 공감심리상담센터가 ‘이단’이라는 소문이 확산됐다.

이경희 센터장은 “공감심리상담센터는 종교와 무관한 단체로 8년 간 지역 내 학교폭력 피해자 및 장애아동 등 도움이 필요한 사람들을 위해 서비스를 제공해 온 복지시설”이라며 “문제가 불거진 후 3년이 지난 지금까지 피해를 받고 있어 억울하다”고 말했다.

한편 당시 이름 혼동에 대해 직접 사과까지 A씨는 “당진시기독교연합회에서 ‘이단’ 여부에 대해 실제 조사는 하지 않았고 내부적으로 이야기된 사안”이라며 “논의되던 초기 과정에서 두 업체 간 이름이 혼선된 것이 맞다”고 말했다.

@highlight

공감심리상담센터가 3년전 업체 간 이름의 유사성으로 인해 불거진 이단 논란이 지금까지 이어져 피해를 받고 있다.