하남시는 퇴허자(도산) 스님을 초빙, 직원 200여명을 대상으로 ‘괜찮은 사람이 되는 길’을 주제로 특강을 실시했다고 27일 밝혔다.

이번 강연에서 퇴허자 스님은「칭찬합시다, 삼마운동(三馬運動)」‘人+間 , 괜찮은 사람이 되는 길’에 대한 지혜를 전하는 뜻깊은 강연을 펼쳤다.

퇴허자 스님은 특강에서 ‘나 없는 세상 무슨 의미가 있으랴’를 언급하며, 인생을 三實(지금, 여기, 바로 나)에 귀의하라며, 인생의 주인공은 바로 나임을 강조했다.

또한,"인생은 현재 진행형, 과정(科程)이 중요하다"며, 부정적 사고에서 긍정적 사고로의 전환 시 생각·표정·말투·태도가 바뀌게 되며 나아가 인생이 바뀐다고 했다.

이어,"인생은 속도가 아니라 방향이라"며 자신의 삶을 올바로 디자인하라며, 일하고(보람을 위해), 놀고(재미를 위해), 쉬는(편안함을 위해) ‘인생 3보’가 필요하다고 밝혔다.

퇴허자 스님은 농경·산업·정보화의 물결에 이어 21세기는 변화, 소통, 융합인 제4의 물결이라 표현했다.

이는 민선7기 김상호 시장의 시정방침 중 하나인‘시민 참여로 만드는 혁신하남’과도 일맥 상통하는 내용이다.

한편 퇴허자(退虛子) 스님은 전북 부안 출생으로 현재 광주대각사주지이자 제주퇴허자명상원장이며, 국술원 합기도 총본부 사범 및 도산체육관장을 역임한 바 있다.

2012년에 ‘에세이 21’을 발간하며 수필가로 등단했고, 그의 주요저서로는 ‘건강과 요가’,‘수행집 토굴산방’,‘반야심경해설’,‘행복의 길(수필)’,‘퇴허자스님 이야기-괜찮아, 괜찮아길 거야’등이 있다.

@highlight

하남시는 27일 퇴허자 스님을 초빙해 ‘괜찮은 사람이 되는 길’을 주제로 특강을 실시하는데 강연에서 퇴허자 스님은 「칭찬합시다, 삼마운동(三馬運動)」‘人+間 , 괜찮은 사람이 되는 길’에 대한 지혜를 전하고 인생의 주인공은 바로 나임을 강조했다.