지난해 북한 경제가 21년 만에 최악의 역(逆)성장을 기록한 것으로 나타났다.

26일 한국은행이 발표한 북한 경제성장률 추정 결과에 따르면 2018년 북한의 실질 국내총생산(GDP)은 전년대비 4.1% 떨어졌다.

이는 -6.5%를 기록한 1997년 이후 21년 만에 최저치다.

또 2015년 -1.1%를 찍으며 마이너스로 돌아선 후 4년째 역(逆)성장이기도 하다.

산업별로 보면 농림어업, 광공업 등의 감소세가 두드러졌다.

농림어업은 농수산물 생산이 줄면서 전년대비 1.8% 감소했고, 광업은 석탄·금속·비금속 생산이 모두 크게 하락해 -17.8%를 기록했다.

제조업은 중화학공업 중심으로 9.1% 떨어졌고, 경공업 역시 섬유·의복·가죽 및 신발 등이 줄면서 2.6% 감소했다.

전년대비 성장세를 보인 건 화력·수력 발전량이 늘어난 전기가스수도업(+5.7%)과 서비스업(+0.9%)뿐이었다.

지난해 북한의 명목 국민총소득(GNI)은 35조9000억원이었는데 이는 한국의 1.9%에 불과한 수준이다.

1인당 GNI는 142만8000원으로 이것 역시 한국의 3.9% 수준에 머문다.

지난해 북한의 대외교역 규모(수출+수입, 상품기준)는 전년대비 48.8% 감소한 28억4000만달러(남북 간 반출입 제외)였다.

수출은 섬유제품(-99.5%), 광물성생산품(-92.4%), 기계류(-76.5%) 등이 감소하며 86.3% 급감한 2억4000만달러에 그쳤다.

수입도 수송기기(-99.0%), 기계류(-97.3%), 섬유제품(-33.3%) 등이 감소하며 31.2% 쪼그라든 26억달러를 기록했다.

작년 남북 간 반출입 규모는 남북공동연락사무소 시설개보수와 관련 기자재 거래 중심으로 3100만달러를 기록했다.

반출입이란 일반 수출입 외 경제협력 및 비상업적 거래를 포괄한다.

2016년 우리 정부의 개성공단 폐쇄 조치 이전에는 남북 간 반출입 실적이 12억6200만달러에 이르기도 했다.

@highlight

지난 26일 한국은행이 발표한 북한 경제성장률 추정 결과에 의하면 2018년 북한의 실질 국내총생산(GDP)은 지난해 대비 4.1% 감소해 이는 -6.5%를 기록한 1997년 이후 21년 만에 최저 수준으로 최악의 역(逆)성장을 한 것이다.