미국 법무부는 25일(현지시간) 사형을 선고받고 복역 중인 사형수 5명에 대한 연방 정부의 사형 집행을 16년 만에 재개하기로 결정했다.

마약사범과 경찰의 희생으로 이어진 중범죄에 대한 사형 판결 확대를 주장해 온 도널드 트럼프 대통령 취임 2년만이다.

윌리엄 바 법무장관은 이날 연방 정부가 사형 집행을 재개하기로 결정하고 사형이 선고된 5명의 살인범에 대한 형 집행일을 확정할 것을 법무부에 지시했다.

사형 집행은 오는 12월부터 이뤄질 것이라고 법무부는 전했다.

이들 사형수는 모두 살인죄를 저질렀으며 이 중 일부는 성폭행을 하거나 아동·노인을 대상으로 범행한 것으로 알려졌다.

현재 미국 29개 주가 사형제를 운영하고 있으며 일부 주들에서는 실제로 사형이 집행되고 있다.

하지만 연방정부 차원에서 사형집행은 2013년이 마지막이었으며 이전에도 집행 건수는 많지 않았다.

미국 비정부기구 사형정보센터에 따르면 연방정부의 사형 집행이 합법이 된 1988년부터 지난해까지 사형을 선고받은 이들은 78명이지만, 실제 사형된 이들은 3명에 불과했다.

바 장관은 이날 성명에서 "법무부는 법에 의한 지배를 옹호하며 우리는 희생자들과 그 가족들에게 우리의 사법 체계에 의해 부과된 형을 이행할 의무가 있다"며 "양당 행정부 하에서 법무부는 최악의 범죄자들에게 사형을 구형했고 이들은 공정한 절차를 거쳐 배심원들에 의해 유죄 판결을 받았다"고 설명했다.

트럼프 정부의 사형집행 재개 발표로 잘못된 사형집행에 따른 부작용 우려 또한 제기되고 있다.

영국 가디언은 2014년 미시간·펜실베이니아주 법학 전문가들의 연구결과를 인용해 1970년대 이후 사형선고를 받았던 이들 중 나중에 무죄가 밝혀진 비율이 최소 4%를 넘겼다고 지적했다.

한편 도널드 트럼프 대통령은 중범죄자에 대한 사형을 공개적으로 지지해왔다.

앞서 지난해 1월 뉴욕에서 트럭 테러가 발생하자 트럼프 대통령은 트위터를 통해 "뉴욕 테러리스트를 관타나모 수용소로 보내고 싶지만, 통계적으로 그 절차는 연방 시스템을 거치는 것보다 훨씬 더 걸린다. 빨리 움직여야 한다. 사형!"이라고 밝히기도 했다.

@highlight

미국 법무부가 16년 만에 연방정부의 사형 집행을 재개하기로 결정하면서 12월부터 복역 중인 사형수 5명의 사형 집행을 진행할 예정이라고 밝힌 가운데, 이는 중범죄자에 대한 사형을 지지해온 도널드 트럼프 대통령의 뜻인 것으로 보인다.