교수 멘토 전문가 참여 성공 창업 위한 토크쇼 '공감'

군산대학교가 지난 26일 대학 산학협력관에서 곽병선 군산대 총장을 비롯해 윤동욱 군산시 부시장, 김광재 전북지방중소벤처기업청장 등 150여 명이 참석한 가운데 청년 창업 생태계 구축과 미래의 창업자 지원을 위한 '군산대 창업지원단(단장 최연성)' 비전 선포식을 개최했다.

이날 군산대는'2025 문화 콘텐츠 기반 아시아 최고의 4차 산업혁명 창업 생태계 선도대학'을 KSNU창업 비전으로 선포했다.

군산대 창업지원단은 지역의 기업가정신 확산, 예비 및 초기창업기업 발굴과 육성 등 창업 생태계 조성에 중추적 역할을 수행할 것을 다짐했다.

비전 선포에 이은 창업토크쇼에서는 김영철 군산대학교 산학협력단장과 김진수 중앙대 교수가 각각 '창업 도시화 전략', '대학발 창업교육 현황과 발전방안' 등의 주제발표를 했다.

또한 김공수 군산대 융합기술창업학과 교수, 백현기 원광대학교 창업지원단장, 신귀수 전북창조경제혁신센터 본부장은 당초 예정시간을 1시간이나 훌쩍 넘겨 군산시 경제발전과 창업 활성화에 대한 열띤 토론을 펼쳤고 모든 참석자와 함께 스타트업 지원 방안과 관점에 대한 자유토론을 실시했다.

곽병선 총장은 환영사를 통해 "군산대학교는 그동안 창업교육 등에 많은 힘을 쏟아 왔는데 올해 초기창업패키지사업 주관기관으로 선정되면서 명실공한 창업선도대학의 면모를 갖추게 됐다"며 "앞으로도 창업자금, 핵심기술 특허화, 판로개척 부문 등에서 창업자 지원에 앞장서겠다"고 밝혔다.

최연성 단장은 "창업지원단이 미래를 선도하는 지식과 기술을 창출하고 지역사회를 풍요롭게 만드는 근간이 되어, 유동적인 대내외 환경 속에서 건강한 창업생태계 구축과 국가산업 경쟁력 제고에 최선을 다하겠다"고 강조했다.

한편 군산대 창업지원단은 2010년 창업보육센터, 2012년 창업교육센터가 창업지원업무를 각각 담당하다가 올해 중소벤처기업부 지원사업인 초기창업패키지 사업에 선정되면서 창업지원단으로 통합됐다.

@highlight

문화 콘텐츠 기반 아시아 최고의 4차 산업혁명 창업 생태계 선도대학을 창업 비전으로 선포한 군산대 창업지원단은 지역의 기업가정신 확산, 예비 및 초기창업기업 발굴과 육성 등 건강한 창업생태계 구축과 국가산업 경쟁력 제고에 최선을 다하겠다는 입장을 표명하였다.