의정부성모병원 신경과 연구팀이 알츠하이머병 치매 환자의 치료에 사용하는 ‘도네페질’ 고용량 처방에 앞서 중간 용량부터 선처방해야 부작용을 줄일 수 있다는 연구 결과를 발표했다.

28일 홍윤정 신경과 교수 연구팀에 따르면 연구팀은 ‘알츠하이머병 치매환자에서 고용량 도네페질 복약 초기 4주간 용량 적정의 유효성에 관한 임상시험’을 실시, 해당 논문 내용이 의학 분야 국제학술지 ‘Alzheimer‘s Research & Therapy’ 에 게재됐다.

도네페질은 치매 환자의 인지기능 개선을 위해 이용된다.

특히, 고용량(23mg)의 도네페질은 표준용량(10mg)에서 인지개선 효과가 기대에 못 미칠 경우 중기 또는 말기 환자에게 주로 사용한다.

하지만 고용량 약물부작용 위험성으로 처방을 중단하는 경우가 약 20∼30% 정도로 나타나 의학계는 초기 4주간은 중간용량을 먼저 주입하는 ‘용량적정’ 처방을 권고하고 있다.

반면, 이에 대한 검증 연구는 진행된 적이 없었다.

이와 관련 연구팀은 표준용량 도네페질을 부작용 없이 사용 중인 중기 또는 말기의 알츠하이머병 치매 환자 175명을 대상으로 3년간 용량적정 무작위배정 임상시험을 처음으로 진행했다.

그 결과 용량적정을 시행했을 때 메스꺼움, 어지럼증, 두통, 등의 주요 부작용이 줄었다.

특히, 용량적정 초기 4주간 중간용량 수준(15mg)의 도네페질을 사용했을 때 같은 기간 표준용량과 고용량 도네페질을 번갈아 사용한 사례보다 부작용을 크게 감소시킨 것으로 확인됐다.

홍윤정 교수는 "도네페질의 용량적정 처방을 통해 부작용을 줄인 안전한 치매 치료가 가능해질 것"이라며 "향후 용량적정 치료가 의료보험까지 적용돼 양질의 치료 표준이 됐으면 한다"고 말했다.

@highlight

의정부성모병원 신경과 연구팀이 알츠하이머병 치매 환자 175명을 대상으로 3년간 진행한 용량적정 무작위배정 임상시험에서 초기 4주간 도네페질의 중간용량 수준(15mg)을 선처방했을 때 부작용이 크게 감소했다는 연구 결과를 공개했다.