텍사스 레인저스가 에이스 마이크 마이너의 등판 일정을 조정했다.

'포트워스 스타-텔레그램' 등 현지 언론은 28일(이하 한국시간) 마이너가 선발 등판을 하루 늦춰 8월 1일 시애틀 매리너스와 홈경기에 등판한다고 전했다.

원래 마이너가 나올 예정이었던 7월 31일 경기는 아리엘 후라도가 등판한다.

이번 조치는 트레이드 마감 시한을 앞두고 마이너가 트레이드될 경우에 대비한 것이다.

포트워스 스타-텔레그램은 이번 결정으로 레인저스가 더 많은 시간을 벌게됐고, 덜 머리아프게 됐다고 설명했다.

텍사스가 마이너의 트레이드에 대비하고 있다.

사진=ⓒAFPBBNews = News1 크리스 우드워드 감독도 현지 언론과의 인터뷰에서 이를 솔직하게 인정했다.

그는 "모두가 그가 트레이드될 가능성이 있음을 알고 있다. 만약 그날(한국시간 31일) 그가 트레이드될 가능성이 있다면, 그날 던지게 하고 싶은가? 다른 팀들은 그가 던지는 것을 원할 거라 생각하는가?"라고 물으며 이번 결정의 배경에 대해 말했다.

3년 2800만 달러 계약의 두 번째 해를 보내고 있는 마이너는 이번 시즌 21경기에서 8승 6패 평균자책점 3.00의 성적을 기록중이다.

생애 첫 올스타에도 선정됐다.

7월에는 4경기에서 평균자책점 6.04(22 1/3이닝 15자책)로 주춤하고 있다.

포트워스 스타-텔레그램은 레인저스가 마이너 트레이드와 관련해 여러 팀과 의사소통을 하고 있지만, 진척은 없는 상태라고 전했다.

이들에 따르면, 밀워키 브루어스, 필라델피아 필리스 등이 지난 겨울 마이너 영입을 추진했으며, 여전히 관심이 있는 것으로 알려졌다.

애틀란타 브레이브스, 뉴욕 양키스도 선발 영입을 원하고 있어 유력한 영입 후보로 거론되고 있다.

이 매체는 이밖에 랜스 린, 노마 마자라, 헌터 펜스, 대니 산타나, 호세 르클럭, 크리스 마틴 등이 관심을 끌고 있다고 전했다.

@highlight

텍사스 레인저스는 에이스인 마이크 마이너의 등판을 하루 늦춰 8월 1일 시애틀 메리너스와의 홈경기에 등판한다고 전했으며 이번 조치는 마이너가 트레이드될 경우에 대비하여 변경했다고 밝혔다.