양승조 충남지사가 지난 26일 부여군 유스호스텔에서 부여군민과 대화를 나누고 있다.

양승조 충남지사가 지역 연계형 산업기반을 구현하기 위해 '충남 바이오소재 클러스터'를 부여군에 조성하는데 역량을 결집하기로 했다.

민선 7기 2년차를 맞아 시·군 방문에 나선 양승조 지사는 첫 행선지로 지난 26일 부여군을 찾았다.

양 지사는 부여군 유스호스텔에서 군민과의 대화를 통해 지역현안 사항을 듣고, 실현 가능성을 현장에서 들려주는 등 도정 비전과 방향을 공유했다.

특히 이날 양 지사는 박정현 부여군수와 정책협약을 통해 '충남 바이오소재 클러스터'가 국책사업으로 선정될 수 있도록 역량을 결집하기로 했다.

이 자리에서 양 지사는 "부여는 세계최대규모의 스마트 원예단지 및 스마트온실과 배후시설 설치 계획과 청정 농업지역 등 바이오소재 클러스터 구축을 위한 최상의 입지조건을 갖고 있다"며 "부여군이 미래성장 가능성이 높은 바이오분야의 신산업 발굴을 주도해야 한다"고 말했다.

이어 "좋은 유용 생물자원의 생산에서부터 가공, 해외유전자원의 이용 및 수출, 이를 진행할 혁신기관과 벤처기업 유치까지 바이오소재클러스터 조성에 부여가 앞장서야 한다"며 "본 사업이 정부의 국책사업으로 선정되도록 최선의 노력을 기울이겠다"고 덧붙였다.

이와 함께 양 지사는 '백제왕도' 부여를 세계적 명성의 역사문화 관광도시로 육성하기 위해 오는 2038년까지 7092억원을 투입하겠다는 의지도 밝혔다.

양 지사는 "2015년 백제역사유적지구를 세계문화유산으로 등재하고, 그 일환으로 백제왕도 핵심유적 복원 정비 사업을 적극 추진하고 있다"며 "동아시아 및 백제 역사도시에 대한 연구, 전시, 교육, 국제교류를 담당하게 될 진흥원 유치를 통해 부여가 역사문화도시의 대표 거점으로 위상을 갖추도록 하겠다"고 말했다.

한편, 양 지사는 다음달 12일 아산시를, 9월 9일과 17일에는 공주시와 보령시를 각각 방문할 예정이다.

@highlight

지난 26일 부여군에선 민선 7기 2년차를 맞아 시·군 방문에 나선 양승조 지사는 '충남 바이오소재 클러스터'가 국책사업으로 선정될 수 있도록 부여군에 조성하는데 역량을 합치기로 했다.