을지재단은 을지대학교 의정부캠퍼스 및 부속병원 건립사업의 병원 건물 상량식을 성황리에 마쳤다고 28일 밝혔다.

지난 26일 의정부시 금오동 사업 현장에서 열린 상량식에는 박준영 을지재단 회장과 홍성희 을지대 총장을 비롯해 을지재단 산하기관 임직원 등 400여 명이 참석했다.

이번 행사는 작년 4월과 11월 기숙사와 관사, 대학교 건물의 상량식 이후 마지막 행사다.

전체 공정에서 골조공사 완료와 내부 인테리어 공사를 시작하는 것을 알리고자 마련됐다.

을지재단은 이날 큰 비가 내리는 기상 상황을 고려해 외부인사 초청을 전격 취소하고 김영훈 운영기획단장의 건축 경과보고, 기념사, 축도 등과 상량판 제막·상량을 끝으로 행사를 마무리 했다.

을지대 의정부캠퍼스 및 부속병원 건립 공사는 부속병원은 지하 5층, 지상 15층 규모로 지어지며, 최대 1천234병상을 갖춘다.

캠퍼스와 기숙사는 각각 지하 1층·지상 8층 규모로 건립되며 간호대학과 임상병리학과, 일반대학원, 보건대학원, 임상간호대학원 등 3개 대학원이 들어선다.

안병용 의정부시장은 축사를 보내 "오늘은 인간사랑과 생명존중의 가치를 실현한다는 을지재단의 비전과 시민의 희망과 행복의 가치를 높이겠다는 의정부의 비전이 동시에 실현되는 순간"이라며 "시민들의 숙원사업에 대한 기대와 관심에 보답하고자 노력해 주신 을지재단과 쌍용건설 관계자분들께 진심으로 감사 드린다"고 전했다.

박준영 회장은 "기공식 당시, 과거 안보의 공간이었던 이곳을 앞으로 경기북부 주민들을 위한 의료와 교육의 공간으로 만들 것이라고 약속했다"며 "29개월이 지난 오늘, 병원 건물의 골조공사를 마무리하고 상량식을 갖게 돼 감개무량하다"고 말했다.

한편, 의정부캠퍼스와 부속병원은 오는 2020년 10월 준공을 거쳐 2021년 3월 개교 및 개원을 목표로 추진 중이며, 전체 공정률은 45%다.

@highlight

을지재단은 을지대학교 의정부캠퍼스 및 부속병원 건립사업 관련하여 최대 1천 234병상을 갖춘 병원 건물의 상량식을 마쳤다고 전했으며, 캠퍼스와 기숙사는 지하 1층·지상 8층 규모로 건립되고 3개 대학원이 들어선다고 밝혔다.