‘드래곤밸리 청년일자리 프로젝트’ 등 부산 남구의 일자리 정책들이 전국 경진대회 최우수 사례로 꼽혔다.

부산 최초 ‘카카오톡 신문’을 발행한 해운대구와 ‘집 앞 문화행사’를 벌여 온 금정구도 최우수상을 거머쥐었다.

남 ‘드래곤밸리 일자리 프로젝트’

해운대, 소식지 ‘카카오톡 신문’

부산 남구는 ‘2019 전국기초단체장 매니페스토 우수사례 경진대회’에서 개청 이래 최초로 일자리 및 경제분야 최우수상을 받았다고 28일 밝혔다.

남구는 전국 지자체 최초로 중소기업 창업투자회사인 ㈜부산남구미래를 설립하고, 드래곤밸리 청년일자리 프로젝트, 산학관 청년헙업벨트 구축 등 다양한 창업·일자리 사업을 추진해 높은 점수를 받았다.

드래곤밸리 프로젝트는 지역 내 창업기업이 신규 채용에 나설 경우 인건비 180만 원, 정착비 30만 원 등을 지원하는 사업이다.

소식지·방송 분야에서는 부산 최초 카카오톡 해운대신문을 발행한 해운대구가 최우수상을 받았다.

지역 소식을 알리는 통로를 다양화해, 주민 알권리를 충족시키고 예산도 절감했다는 평가다.

카카오톡 해운대신문은 현재 4000여 명이 이용하며 구독자가 빠르게 늘고 있다.

또 금정구는 지역 문화 활성화 분야에서 ‘똑똑 문화드림’ ‘불금 버스킹’ 등 집 앞 문화행사 사례를 소개해 높은 점수를 받았다.

이와 함께 북·서·사하·중구 등도 이번 대회에서 우수상을 받았다.

시민참여·마을자치 분야에 지원한 북구는 ‘구남 야시고개 마을 공동체’ 사례로 단절되고 소외된 주민을 공동체로 묶는 모델을 제시했다는 평가다.

서구와 사하구도 각각 101억여 원을 투입한 아미·초장 도시재생프로젝트, 다대포해변공원 사례로 도시재생, 지역문화활성화 분야에서 높은 점수를 받았다.

중구는 경사형 주거지, 노인 밀집지 등 지역 현안과 대책을 제시해 우수상을 받았다.

이번 경진대회에는 전국 지자체의 344개 사례가 접수돼 경쟁을 벌였다.

@highlight

부산 남구는 28일 '2019 전국기초단체장 매니페스토 우수사례 경진대회'에서 개청 이래 처음으로 일자리 및 경제분야 최우수상을 수상했다고 전하며 국내 지자체 최초로 창업투자사인 (주)부산남구미래를 창립하여 드래곤밸리 청년일자리 프로젝트 등 여러 사업을 진행해 큰 평가를 받았고 소식지·방송 부문에는 해운대구가 처음으로 카카오톡 해운대신문을 발간해 최우수상을 받았다. 