유진투자증권릉 고객과의 네트워크 강화를 위해 공유 오피스 내 '위워크 프론티어점'을 열었다고 29일 밝혔다.

공유 오피스에서 지점을 낸 것을 증권사에서 처음이다.

'위워크 프론티어점'은 선릉역 인근 위워크 선릉3호점 빌딩 15층에 들어선다.

고객 소통과 네트워킹을 위한 특화된 공간으로 구성한 것이 특징이다.

지점 특성에 맞게 소모임, 스터디, 미팅 등 자유롭게 금융투자활동을 진행할 수 있도록 지점 내 별도의 고객 전용 공간을 구축했다.

또한 위워크 빌딩 공용 회의실을 통해 금융강좌, 정기세미나 등 교육활동도 지원하며 자산관리, 투자 및 세무상담을 원하는 고객을 위한 전담 PB도 상주한다.

고객과의 소통과 교류를 바탕으로 투자자들의 금융투자 니즈를 발굴하여 이를 신규 금융 상품 기획과 타 지점 운영에 적극 반영하겠다는 전략이다.

유진투자증권은 이번 '위워크 프론티어점'을 통해 스타트업과 벤처기업들과의 동반성장도 기대하고 있다.

벤처기업이 집중적으로 모여 있는 공유 오피스 빌딩의 특색을 반영해 스타트업 초기 단계부터 성장에 이르기까지 기업운영 전반에 관한 맞춤형 상담 프로그램을 마련했다.

또한 공모주 청약과 주식·채권 실물입출고 등 일반적인 지점업무 대신 금융 큐레이터, 일대일 멘토링 등 고객 컨설팅 업무에 집중할 예정이다.

이밖에 네트워크 형성을 지원하기 위해 네트워킹 파티, 공연 관람, 문화 체험 등 다양한 이벤트를 상시 개최한다.

홍윤선 유진투자증권 위워크 프론티어점장은 "기존의 딱딱한 증권사 지점의 이미지를 벗어나 재미있고 유익한 이벤트가 항상 열리는 지점을 만들어 적극적으로 소통하는 공간을 만들 것"이라고 말했다.

한편 '위워크 프론티어점' 오픈을 기념해 오는 8월 31일까지 해당 지점에서 신규 계좌를 개설할 경우 스마트폰 거치대 등 소정의 기념품을 제공한다.

또 고객이 계좌개설 후 타사에서 자산을 이관하면 미니 마사지기를 추가로 받을 수 있다.

@highlight

유진투자증권은 증권사에서 최초로 공유 오피스 내 '위워크 프론티어점'을 열었으며 이를 통해 투자자들의 금융투자 니즈를 발굴하여 금융상품기획및 타 지점 운영에 적극 반영하겠다고 밝혔다.