대전시가 제 2 네이버 데이터센터 유치전에 뛰어든 가운데 지역 유치에 대한 기대감이 커지고 있다.

대덕 특구 내 정부출연연구기관들은 데이터센터 유치시 센터와 출연연의 시너지로 지역경제 발전과 데이터산업 주도권 확보 등 지역경제에 미칠 파급력이 클 것으로 보고 있다.

시는 지난 22일 네이버 측에 제 2 네이버 데이터센터 '부지 제안 의향서'를 전달했다.

시는 국제과학비즈니스벨트 내 둔곡지구에 데이터센터를 건립할 계획을 세우고 이 같은 내용을 네이버에 전달했다.

다만, 시는 네이버 측이 데이터센터 건립만을 요구한다면 유치에 적극적으로 참여하지 않겠다는 의사를 밝혔다.

데이터센터만 건립된다면 파급효과가 미미할 것으로 보고 있기 때문이다.

시 관계자는 "데이터센터만 데이터센터만 유치하는 것이 아니라 관련 기업들이 함께 입주해야 한다. 센터만 들어선다면 파급효과는 미미하다"라며 "단순하게 데이터센터만 유치하겠다면 지원할 의미가 없다. 우리 시는 이 같은 입장을 네이버 측에 전달할 계획"이라고 밝혔다.

이 같은 시의 입장과는 달리 특구 내 정부출연연구원에서는 유치에 대한 기대감을 드러내고 있다.

데이터산업이 인공지능과 클라우드 서비스와 맞물려 폭발적으로 성장하고 있는 상황에서 데이터산업의 주도권을 확보할 수 있다는 이유에서다.

한 출연연 관계자는 "사실 기존 네이버 데이터센터가 있는 춘천의 경우 상주 인력은 200명도 안 된다. 데이터 센터 유치로 인해 지역의 고용창출이나 경제에 큰 도움이 되는 것은 아니지만 센터 유치를 통해 향후 네이버와 상생할 수 있는 기반을 마련한다는 차원에서 중요성이 부각되고 있다"고 말했다.

또 다른 출연연 관계자는 "데이터산업과 관련해 타 지자체보다 풍부한 인프라를 갖춘 게 대전의 가장 큰 장점"이라며 "센터 유치시 네이버, 지역 모두 큰 시너지를 얻을 수 있을 것"이라고 밝혔다.

한편 네이버의 제2데이터센터 건립에 무려 136곳이 '부지 제안 의향서'를 제출한 것으로 확인됐다.

이 중 지자체 60개가 78곳 부지에 네이버 데이터센터를 지어달라고 요청했다.

개인을 포함한 민간사업자가 제안한 부지는 58곳에 달한다.

@highlight

대전시가 지난 22일 네이버 측에 제 2 네이버 데이터센터 '부지 제안 의향서'를 전달하고 네이버 측에 데이터센터 유치뿐만 아니라 관련 기업들의 입주에 관한 사항을 요구서로 제출했다.