패스트트랙(신속처리안건)을 수사하는 경찰들이 수사에 응하지 않은 국회의원들에 대한 강제수사 절차를 밟을지 관심이 집중된다.

패스트트랙 처리 과정에서 바른미래당 채이배 의원을 감금한 혐의를 받는 자유한국당 정갑윤(중구) 의원을 비롯한 이양수·엄용수·여상규 의원은 이번주 출석하라는 경찰의 3차 요구에도 응하지 않을 것으로 28일 전해졌다.

경찰이 이들을 강제조사하는 절차를 밟을지 관심이 쏠린다.

앞서 두차례 소환에도 이들은 국회 일정 등을 이유로 조사에 응하지 않았다.

의원실 관계자들은 “당 차원에서 경찰 조사에 응하기로 방침을 바꾸지 않는 이상 출석하지 않는다는 기존 입장에서 변한 것이 없다”며 당의 방침을 우선시 했다.

한국당은 나경원 원내대표가 패스트트랙 수사에 응하는 여당 의원들을 상대로 “사실상 경찰에 견학 한 번 갔다 오는 소위 ‘출석 놀이’로 야당을 겁박하고 있다”고 비판하며 경찰 수사에 응하지 않겠다는 입장을 밝혔다.

통상적으로 경찰은 고소·고발 사건에서 피고소인이나 피고발인이 출석요구에 3회가량 응하지 않을 경우 신병 확보를 위한 강제수사 방안을 검토한다.

경찰이 이번 수사를 진행하면서 “법에서 정한 절차대로 처리하겠다”는 원칙을 여러 차례 강조한 만큼 한국당 의원들이 3차 출석요구에도 응하지 않으면 체포영장 신청 등 신병 확보에 나설 가능성도 배제할 수 없다.

다만 현직 국회의원은 회기 중에는 국회 동의 없이 체포할 수 없는데다 현재 추가경정예산안 처리 등으로 임시국회 개회 여부도 논의되는 상황이라 회기가 비는 시기에 기습적으로 영장을 발부받아 체포에 나서기는 쉽지 않아 보인다.

경찰은 패스트트랙 충돌 당시 영상 분석이 완료되는 순서대로 의원들을 추가 소환하고 있으며, 29일 민주당 김두관·우상호·이종걸·김병욱 의원, 30일 김한정·신경민·이철희 의원, 31일 정의당 이정미 의원, 8월1일에는 민주당 권미혁 의원의 출석이 예정돼 있다.

@highlight

패스트트랙 처리 과정에서 바른미래당 채이배 의원을 감금한 혐의를 받는 자유한국당 정갑윤 의원을 비롯한 이양수·엄용수·여상규 의원이 앞서 두차례 소환에도 국회 일정 등을 이유로 조사에 응하지 않았으며 이번주 출석하라는 경찰의 3차 요구에도 응하지 않을 것으로 전해져, 경찰들이 수사에 응하지 않은 국회의원들에 대한 강제수사 절차를 밟을지 관심이 집중되고 있다.