일본이 한국에 대해 반도체 수출규제 방침을 발표한 7월 들어 국내 10대 그룹 상장사의 시가총액(시총)이 17조 원 넘게 증발했다.

올 상반기 주요 상장사들의 영업이익도 지난해 동기 대비 37% 감소했다.

28일 재벌닷컴에 따르면 자산 상위 10대 그룹 95개 상장사의 시총(보통주와 우선주 합계)은 26일 현재 834조 9980억 원으로 집계됐다.

이는 6월 말의 852조 2510억 원보다 17조 2530억 원(2.0%) 감소한 규모다.

그룹별로 보면 삼성그룹의 시총이 이 기간 449조 6540억 원에서 443조 4290억 원으로 6조 2240억 원(1.4%) 줄었다.

다만 계열사 중 삼성전자는 반도체 가격 상승에 따라 주가가 소폭 오르면서 보통주 기준 시총이 280조 5800억 원에서 281조 4750억 원으로 8950억 원(0.3%) 늘었다.

LG그룹은 시총이 93조 3450억 원에서 86조 6370억 원으로 6조 7080억원(7.2%) 줄어 10대 그룹 중 시총 감소액이 가장 컸다.

한화그룹은 시총이 13.3%(1조 5510억 원) 줄어 감소율이 가장 높았다.

일본 기업과 합작한 여러 브랜드가 불매운동 대상에 오른 롯데그룹의 시총은 2조 4200억 원(9.9%) 줄었다.

반면, SK그룹은 SK하이닉스의 시총 상승 영향으로 이 기간 시총이 111조 4180억 원에서 118조 7400억 원으로 7조 3220억 원(6.6%) 증가했다.

26일까지 상반기 실적(잠정치)을 발표한 상장사 125개 사의 영업이익은 44조 870억 원으로 지난해 상반기(69조 9610억 원) 대비 36.9% 감소했다.

반도체 업계가 ‘다운턴’(하락국면) 장기화로 상반기에 부진한 실적을 거뒀고, 정보기술(IT)과 전자를 비롯한 에너지·화학, 철강, 제약 등 도 수익성이 악화된 때문이다.

@highlight

일본이 한국에 대해 반도체 수출규제 방침을 발표한 7월 들어 국내 10대 그룹 상장사의 시가총액이 17조 원 넘게 감소하고 상반기 주요상 장사의 영업이익도 지난해 동기 대비 37% 감소했다고 발표했고, 이는 반도체 업계가 ‘다운 턴’(하락국면) 장기화로 상반기에 부진한 실적을 거뒀고, 정보기술(IT)과 전자를 비롯한 에너지·화학, 철강, 제약 등 도 수익성이 악화로 된 것으로 분석했다.