LPG 사수 비상대책委 "비용 효율면 큰 차이 없다"

오는 10월부터 제주지역에 LNG(도시가스)가 본격적으로 공급될 예정인 가운데 최근 LNG사업자들이 허위 광고로 시장 질서를 어지럽히고 있다며 LPG사업자들이 문제를 제기하고 나섰다.

제주 LPG생존권 사수 비상대책위원회에 따르면 최근 신제주지역을 중심으로 LNG관련 광고가 담긴 전단지가 배부됐다.

이 전단지에는 'LNG 공급 가격이 LPG 공급 가격의 절반 수준인 만큼 지금 시설 설치를 신청하면 3년 이내 설치비를 회수할 수 있을 정도로 연료비를 아낄 수 있다'는 내용이 담겨있다.

LGP비대위는 이 광고 내용 자체가 허위라고 주장했다.

LPG비대위에 따르면 7월 기준 제주지역 가스 공급 가격은 1㎥당 LNG는 900~930원, LPG는 1800~2000원으로 2배가량 차이를 보인다.

하지만 기준 열량으로 기준으로 하면 LPG는 1㎥를 사용했을 때 2만4000㎉의 에너지(열량)를 얻지만 화력이 약한 LNG는 1만500㎉의 에너지를 생산하는데 그친다.

결국 2만4000㎉의 열량을 만들어 내기 위해서는 공급가격 기준으로 LPG는 1800원에서 2000원, LNG는 2099원에서 2169원의 연료비를 사용해야 한다.

LPG비대위 관계자는 "LNG와 LPG는 연료비 측면에서 큰 차이를 보이지 않지만 LNG업체들은 허위 광고로 소비자들을 현혹시키고 있다"며 "해당 광고내용을 제주도를 통해 경찰에 고발했다"고 밝혔다.

이에 대해 제주도 관계자는 "사실 확인 결과 문제의 광고는 가스공급업체가 아닌 가스시설 공사 업체가 한 것"이라며 "관련 민원이 제기된 만큼 허위광고 등으로 법적 책임을 물을 수 있는지 경찰에 수사 의뢰를 한 상황"이라고 설명했다.

제주도시가스 역시 "LNG가격은 한국가스공사에서 전국 공통으로 요금을 결정하고 요금 인상도 제주도에서 결정하는 만큼 가격을 내세운 광고를 한 적도 없고 할 계획도 없다"며 "LPG비대위 측 입장도 이해하는 만큼 서로 대화를 통해 해결했으면 한다"고 밝혔다.

@highlight

제주지역에 10월부터 LNG가 본격적으로 공급될 예정인데, LPG 대비 절반 수준으로 연료비를 절감할 수 있다는 LNG사업자들의 전단 광고에 대해 LPG비대위가 허위 광고로 소비자들을 현혹시키고 있다며 경찰에 고발했다.  