전국공무원노동조합 전북본부 남원시지부(이하 남원시공무원노조)의 새 지도부가 선출됐다.

남원시공무원노조는 지난 24일과 25일 이틀간에 걸쳐 조합원을 대상으로 새 지도부 선출 투표를 실시한 결과 지부장에 이정찬(52·사진 좌측), 사무국장에 이영규(44·사진 우측) 후보가 당선됐다.

기호1번으로 출마한 이 지부장과 이 사무국장은 총 투표자 743명중 603명에게서 표를 얻어 81.2%의 높은 지지를 받았다.

이 지부장은 1992년에 임용돼 축산과, 원예허브과 등을 거쳐 현재 원예산업과 허브육성담당(농업6급)을 맡고 있으며, 이 사무국장은 2006년에 임용돼 투자유치과, 대산면사무소를 거쳐 현재 교육체육과 체육진흥담당 주무관(행정7급)으로 근무하고 있다.

이번 선거는 직전 지부장이 사퇴함에 따라 치러진 보궐선거로 지부장과 사무국장이 짝을 이뤄 모두 2팀이 출마해 경쟁을 벌였다.

남원시공무원노조가 지도부 선출에 경선과정을 밟기는 노조 출범 17년 만에 처음이다.

노조측은 경선이다 보니 선거운동 기간에 크고 작은 갈등도 있었지만, 양 후보 진영이 정책과 공약을 두고 공명선거를 이루자는 태도를 견지해 선거가 원만하게 마무리됐다고 전했다.

지부장 임기는 직전 지부장 잔여임기 6개월을 포함해 모두 2년 6개월이다.

새 지도부는 선거 직후 임기가 시작되지만 우선 7월 31일까지 인수위원회를 구성, 지부사업 인수, 노조전임에 따른 인사요구, 운영위원 선임준비 등의 과정을 거쳐 8월 1일부터 본격적인 업무에 들어갈 계획이다.

이 지부장은 “그동안 조합에 대한 불신과 불통이 많았던 점을 깊이 새겨 조합원들과 더욱 소통하고 신뢰를 다져 나갈 계획”이라며 “민주적인 절차, 결속이 강한 지부운영으로 모두가 즐겁게 직장생활을 할 수 있는 남원시를 만들겠다”고 각오를 밝혔다.

@highlight

남원시 공무원노조의 새로운 지도부가 선출돼어, 지부장 이정찬, 사무국장 이영규 후보가 당선 됐으며 기호 1번으로 출마한 이 지부장과 이 사무국장은 81.2%의 높은 지지율을 보인것으로 밝혀졌다.