27일 부산 서면 일대에서 부산지역 70여 개 시민단체들이 참여한 가운데 일본을 규탄하는 첫 시민 궐기대회가 열렸다.

이날 오후 6시 부산 부산진구 부전동 서면 쥬디스태화 일대에서 일본규탄 부산시민 궐기대회가 열렸다.

이날 궐기대회에는 적폐청산 사회대개혁 부산운동본부를 비롯한 부산지역 70여개 노동·여성·청년 등 시민사회단체에서 500여 명(주최 추산)이 참가했다.

이들은 자유발언을 통해 일본의 강제징용 판결 불복과 경제 보복에 대해 규탄했다.

발언자로 나선 반일행동 부산청년행동 실천단원은 "우리의 반일 행동은 아무 이유 없는 일본에 대한 혐오감이 아니다"며 "입에 담지 못할 전쟁범죄를 저지르고도 반성은커녕 또다시 침략의 야욕을 드러내는 일본을 규탄하는 것이다"며 궐기대회에 참가한 이유를 밝혔다.

민주노총 부산지역본부 김재하 본부장은 "이곳은 지난 2016년 박근혜 퇴진을 외치며 첫 촛불을 들었던 곳이다.

당시 탄핵까지는 5개월이 걸렸는데, 100년 일본의 만행에 대한 사죄를 받아내기까지는 더욱 긴 시간이 걸릴 것 같다"면서 "5개월이 걸리든 50년이 걸리든 해야할 일이다.

뿌리 깊은 친일을 청산하는 데 함께해달라"며 시민들의 동참을 호소했다.

이들은 오후 7시께 쥬디스태화 앞에서부터 부산 동구 초량 일본영사관까지 행진했다.

일본 영사관 앞에서는 아베 총리의 얼굴이 그려진 현수막에 페인트를 칠하고 이를 찢는 퍼포먼스를 진행했다.

이들은 매주 토요일 오후 6시 일본 영사관 앞에서 일본규탄 부산시민 궐기대회를 이어갈 계획이다.

한편, 26일 오후 2시께 부산 영도구 자유한국당 김무성 국회의원 지역 사무실에서 "친일정당 자유한국당 해체" 등의 구호를 외쳐 경찰에 연행된 9명의 청년들은 27일 오후 9시께 전원 석방됐다.

@highlight

27일 부산 서면 일대에서 사회대개혁 부산운동본부를 비롯한 부산지역 70여개 노동·여성·청년 등 시민단체들이 참여한 가운데 자유발언을 통해 일본의 강제징용 판결 불복과 경제 보복에 대해 일본을 규탄하는 첫 시민 궐기대회가 열렸다.