울산지역 레미콘 노조 파업으로 중단됐던 학교 신축 공사가 29일 경북 경주지역 레미콘 물량 투입으로 일부 재개됐다.

그러나 노조가 경주 물량 운송을 31일부터 저지할 것이라고 예고함에 따라 또다시 공사 차질이 예상된다.

이달 1일부터 건설노조 울산건설기계지부 레미콘지회가 파업에 돌입함에 따라 내년 개교 목표로 공사가 진행 중이던 북구 송정중학교와 제2호계중학교 등 지역 7개 학교 현장에서 콘크리트 타설 공사가 중단됐다.

이 때문에 이들 학교의 내년 개교가 차질을 빚을 것이라는 우려가 높았다.

이에 노옥희 울산교육감이 25일 "학교들이 신설되는 지역은 대규모 아파트 신축 등에 따라 교육환경 개선이 시급한 곳으로, 내년 개교가 차질을 빚으면 학생들의 학습권 침해가 우려된다"고 노조 측에 요청했고, 노조는 경주지역 레미콘 물량의 학교 공사 투입을 용인했다.

이에 따라 29일 제2언양초, 제2송정유치원, 송정중 등 일부 현장에 레미콘이 투입돼 공사가 재개됐다.

노 교육감은 이날 레미콘 업체들로 구성된 울산레미콘협동조합 측 관계자들도 만나 공사에 협조해 달라고 당부했다.

그러나 노조는 31일부터 경주 물량의 투입을 거부할 것이라고 예고했다.

노조는 "사태 장기화를 더는 방관할 수 없는 건설노동자의 처지를 고려해 (경주 물량 운송을)거부할 수밖에 없다"고 밝혔다.

이들은 현재 4만5천원인 1회 운송비를 5만원으로 인상해 달라고 요구하고 있다.

그러나 지역 16개 레미콘 제조업체들은 경영환경 악화 등을 이유로 운송비 동결을 주장하면서 계약 기간이 만료된 노조원들과 재계약을 하지 않고 있다.

시교육청은 부산과 경남 양산 등지의 업체를 통해 레미콘 물량을 공급받는 대안 등을 모색하고 있다.

노 교육감은 "외부 업체를 통해서라도 학교 공사를 재개하려는 노력을 계속하겠지만, 이는 지역을 위해서 바람직하지 않다"면서 "레미콘 노사가 만나는 자리를 마련하도록 공문으로 노사 양측에 정식으로 제안하겠다"고 밝혔다.

@highlight

울산지역 레미콘 노조 파업으로 내년에 개교를 목표로 하던 울산의 7개 학교 신축 공사가 경주지역 레미콘 물량을 투입해 일부 재개되었으나, 울산 노조가 31일부터 운송을 저지할 것이라고 밝히며 다시 한번 공사에 차질이 발생할 것으로 예상된다.