가평군 CCTV통합관제센터가 주민 생활 안전 파수꾼 역할은 물론 지역주민들의 현장학습 장소로도 인기다.

29일 군에 따르면 5명 이상 30명 이내의 유치원생, 초·중·고 학생, 일반인, 단체 등을 대상으로 ‘CCTV 안전체험 견학 프로그램’을 상시 운영하고 있어 위기상황에 신속히 대처할 수 있는 계기를 마련하고 있다.

프로그램은 연령별 눈높이에 맞춰 관제센터 운영 현황을 소개한 후 검거사례 등 관제영상을 상영하며 비상상황이 발생했을 때 비상벨 사용 방법 등을 알려 주고 있다.

또 직접 비상벨 체험 및 관제 현장 견학 등의 순서로 약 30~40분간 진행된다.

특히 견학 내용에는 관제실 체험, 동영상 교육, CCTV 조작 등 다양한 체험 프로그램이 학생들의 흥미를 유발하고 있다.

최근에는 설악면 기관·단체장 20여 명이 통합관제센터를 방문해 센터의 기능과 역할, 긴급상황 발생 시 대처 요령 등에 대해 설명을 듣고 교육을 받았다.

센터를 찾은 주민들은 CCTV 카메라 및 비상벨 시뮬레이션 작동 등을 체험하며 실시간 18개 채널에서 영상이 동시에 비치고 수상한 행동이 확대되는 첨단 시스템에 큰 관심을 보였다.

CCTV 안전체험 견학 프로그램은 군청 안전재난과(☎031-580-2547)로 사전 예약을 통해 누구나 참여할 수 있다.

2015년 4월부터 정식 운영에 들어간 센터는 현재 관내 설치된 393곳에 833대의 CCTV를 24시간 모니터링함으로써 범죄, 어린이안전, 음주소란, 주정차질서, 환경보호 등 주민 일상생활의 안전을 지키는 불침번 역할을 톡톡히 하고 있다.

이와 함께 시가지, 취약지, 공원, 가로변 등 방범 취약지역에 설치돼 있는 CCTV를 통해 어린이와 여성을 범죄로부터 보호하는 데 일익을 담당하고 있다.

하천 수위나 강수량도 수시로 확인해 자연재해도 미리 대비하고 있다고 군은 설명했다.

군 관계자는 "군민 안전을 지켜주는 CCTV통합관제센터의 생생한 현장을 제공해 범죄의 심각성을 공지하고 범죄를 예방하는 귀중한 시간이 되길 바란다"고 말했다.

@highlight

가평군 CCTV 통합관제센터가 동영상 교육, CCTV 조작 등 다양한 체험 프로그램으로 학생들의 흥미를 유발하고 지역주민들의 현장학습 장소로도 인기다.