세종시 전의면에 위치한 전의 왕의물시장에서 주말을 이용해 문화예술 콘텐츠를 체험하는 '좋은 물 주말장터 문화행사'가 열린다.

사진은 지난해 열린 왕의 물 축제 행사 모습.

세종시 전의면의 전의 왕의물시장에서 주말을 이용해 문화예술 콘텐츠를 체험하는 '좋은 물 주말 장터 문화행사'가 열린다.

내달부터 11월까지 매월 한두 차례씩 토·일요일 주말을 이용해 열리는 '좋은물 주말장터 문화행사'는 '왕의물시장과 문화예술이 통 크게 만나다'라는 주제로 다양한 문화·예술 콘텐츠를 선보일 예정이다.

내달 17일 열리는 첫 번째 주말장터 문화행사에서는 전통연희단 소리울림의 개장식과 세종시문화재단이 주최하는 '2019 세종컬처로드 공연'이 펼쳐지며, 8월 18일에는 명창 김금희의 공연이 열린다.

이어 9월 21일에는 아산시 교향악단의 현악 5중주, 9월 28일에는 재즈 피아니스트 민경인의 공연이 예정돼 있으며, 10월 12일에는 여행스케치의 공연이 펼쳐져 깊어가는 가을 감성을 자극한다.

11월 9일에는 전JDC 7대 이사장이자 서울시립대 교수인 이광희 문화관광전문가의 인문학강의, 11월 16일에는 일기예보(나들)와 엄지혜의 공연 등 다양한 장르의 프로그램들이 열릴 예정이다.

주말장터 문화행사에서는 문화예술 공연 외에도 방문객들을 위한 다양한 체험 프로그램과 전의 왕의물시장 노래자랑 등 경연대회가 열려 방문객들의 흥을 돋운다.

대표적인 체험 프로그램은 프리마켓(중고장터), 예술장터, 먹거리장터(와인시음회, 왕의물로 김장하기), 지역 특산물장터(멜론, 복숭아, 와인)와 장터 보물찾기, 그림 그리기 대회가 진행된다.

장창권 육성사업단장은 "이번 물 좋은 주말장터를 통해 전의 왕의물시장을 '문화 관광형 시장, 트랜디시장'을 만들어가겠다"며 "다양한 연령대가 즐길 수 있는 콘텐츠와 즐길 거리가 가득한 전의 왕의물시장에 많은 관심과 방문을 바란다"고 말했다.

@highlight

내달부터 11월까지 매월 한두 차례씩 토·일요일 주말에 세종시 전의면의 전의 왕의물시장에서 '좋은물 주말장터 문화행사'가 개최되며, 문화예술 공연 등 다양한 체험 행사를 진행해 방문객들의 눈과 귀를 사로잡을 예정이다.