제1회 전국 해양레저스포츠대회 ‘성료’

제1회 전국 해양레저스포츠대회 드래곤보트 경기에 참여한 선수들이 전력을 다해 레이스를 펼치고 있다.

지난 27일과 28일 여수시 웅천친수공원 해변에서 열린 제1회 전국 해양레저스포츠대회가 성황리에 마무리됐다.

이번 대회는 한국해양소년단 전남동부연맹이 주최·주관하고, 전라남도와 여수시가 후원했다.

선수단과 시민, 관광객 등 1만여 명이 참여해 그 인기를 실감케 했다.

경기종목은 싯온(Sit on)카약, 싯인(Sit in)카약, 스탠드업패들보드(SUP), 드래곤보트(龍船) 4개였다.

이틀 동안 남녀 개인전과 단체전, 청소년부와 혼성전 등 총 15경기가 진행됐다.

웅천해변 주무대에서 열린 댄스가수 공연, 힙합댄스, 색소폰 버스킹 등 해양페스티벌에도 몰려든 방문객들로 북새통을 이뤘다.

웅천해변 폰툰과 대형 물놀이 풀에서 무료로 진행된 요트·모터보트 체험과 생존수영·심폐소생술 교육도 인기였다.

특히 웅천해수욕장에 설치된 수상 놀이시설과 웅천친수공원 놀이터 옆에 마련된 대형 물놀이 풀장은 아이를 동반한 가족들에게 큰 호응을 받았다.

웅천친수공원 잔디밭에 문을 연 플리마켓과 팔찌 만들기, 패션타투 부스 등도 재미를 더했다.

여수시는 대회 성과와 개선 사항 등을 면밀히 분석해 대회 기간과 경기종목, 체험 프로그램 등을 보완할 방침이다.

이를 통해 전국 해양레저스포츠대회를 여수의 대표 브랜드로 정착할 계획이다.

시 관계자는 “태풍으로 대회가 일주일 연기돼 걱정을 많이 했는데 많은 시민과 관광객이 행사장을 찾아 주었고 무엇보다 단 한 건의 안전사고도 발생하지 않아 첫 대회를 성공적으로 치른 것 같다”며 “대회를 통해 드러난 부족한 점은 보완하고 방문객의 소중한 의견은 대회에 적극 반영하겠다”고 말했다.

@highlight

지난 27일과 28일 여수시 웅천친수공원 해변에서 제1회 전국 해양레저스포츠대회가 열렸는데, 이틀 동안 총 15경기가 진행되며 선수단과 관람객 1만여 명이 참석해 성황리에 종료되었다.