ㅇ,ㅇ 담뱃갑 겉면에 표시되는 경고그림과 문구의 면적이 담뱃갑의 75%까지 확대된다.

29일 보건복지부는 담뱃갑 경고그림 및 문구의 표기면적을 확대하는 내용의 국민건강증진법 시행령 개정안을 마련해 오는 30일부터 9월 28일까지 입법예고한다고 밝혔다.

이번 개정안은 정부가 지난 5월 발표한 금연종합대책의 일환이다.

경고그림과 문구의 표기면적이 현행 담뱃갑 앞·뒷면의 50%(그림 30% ·문구 20%)에서 75%(그림 55% ·문구 20%)로 확대된다.

담뱃갑 경고그림 제도는 전 세계 118개국에서 시행중인 대표적인 담배규제 정책이다.

세계보건기구(WHO) 담배규제기본협약도 담뱃갑 면적의 50% 이상인 가능한 한 큰 면적으로 이행을 권고하고 있다.

WHO 담배규제기본협약은 전 세계 국가들이 담배소비 및 흡연율 감소에 공동 대응할 수 있는 국제 공조체계를 구축한 보건 분야 최초의 국제협약이다.

우리나라의 담뱃갑 경고그림 및 문구 면적은 그간 주요 선진국에 비해 작은 편이었다.

앞·면 평균면적 기준으로 경제협력개발기구(OECD) 경고그림 도입 30개국 중 28위 수준이었다.

보건복지부는 이번 경고그림·문구 면적 확대를 통해 경고효과를 극대화하고, 담배 진열시 경고그림 가리는 등의 편법행위를 억제한다는 계획이다.

2017년 소매점 모니터링 결과에 따르면 조사대상 소매점 중 30%는 경고그림이 가려지는 점을 이용해 담뱃갑을 거꾸로 진열해놓는 것으로 나타났다.

경고그림·문구 면적이 확대됨에 따라 담뱃갑 개폐부에만 경고그림을 표기해 개폐부를 젖히면 경고그림이 보이지 않도록 하는 제작 수법도 어려워질 전망이다.

담뱃값 경고그림·문구 확대는 오는 2020년 12월인 제3기 경고그림 및 문구 교체주기에 맞춰 시행된다.

일반 담배 뿐 아니라 아이코스와 같은 궐련형 전자담배에도 적용된다.

@highlight

보건복지부는 담뱃갑 경고그림을 75%까지 확대하는 내용의 국민건강증진법 시행령 개정안을 발표하고 오는 30일부터 9월 28일까지 입법예고하여, 좀 더 강력한 금연종합대책을 세울 방침이다.