완구 전문기업 손오공은 지난 28일부터 'BTS 패션돌'을 국내에 정식 판매했다고 29일 밝혔다.

'BTS 패션돌'은 정식 판매에 앞서 한국과 미국을 포함 전 세계에서 사전 예약판매를 시작했다.

사전 예약판매는 시작일로부터 전 세계적으로 폭발적인 반응을 얻으며 최고의 글로벌 파워아이콘의 면모를 드러냈다.

예열을 마친 'BTS 패션돌'은 정식판매를 통해 흥행가도를 이어나갈 전망이다.

세계 최대 규모의 완구사 마텔의 글로벌 제품들은 순차적인 절차를 거쳐 국내에 출시되는 경우가 대부분인 반면 'BTS 패션돌'은 이례적으로 한국을 사전예약 국가에 포함하고 최초 배송을 진행했다.

특히, 한국 내 'BTS 패션돌' 유통은 국내 완구 유통 1위인 손오공이 도맡아 성공적인 결과를 낼 수 있게 적극 지원할 계획이다.

온라인 이커머스 시장부터 대형 유통채널까지 채널별 최적화된 마케팅과 탄탄한 유통 역량을 적극 활용, 방탄소년단 인형 론칭 소식에 오랫동안 제품 출시를 기다려온 소비자들에게 빠르게 전달될 수 있을 것으로 기대된다.

국내 정식 판매는 28일부터로 G마켓 등 온라인 쇼핑몰에서 동시에 시작되며 29일 전국의 주요 대형마트와 편의점 등 온·오프라인 채널로 점차 확대될 예정이다.

'BTS 패션돌'은 방탄소년단의 'IDOL' 뮤직비디오에서 영감을 받아 패션 콘셉트를 구현한 방탄소년단의 공식 인형 제품으로 마텔의 프리미엄 바비 컬렉션에 버금가는 퀄리티와 완성도를 자랑하며 약 11.5인치(29cm)의 크기에 11개의 세분화된 관절은 여러 동작들을 자유롭게 구현하는 디테일을 보여준다.

손오공 관계자는 "'BTS 패션돌'은 시대의 이슈나 화제의 인물을 인형으로 제작하는 마텔이 사용한 첫 아시아 IP(지식재산권)인 만큼 방탄소년단만의 개성을 그대로 살리고자 했다"며 "곧 많은 소비자들이 'BTS 패션돌'만의 가치를 확인할 수 있을 것"이라고 말했다.

@highlight

완구 전문기업 손오공은 'BTS 패션돌'을 전 세계에서 사전 예약판매로 예열을 마치고 지난 28일부터 국내에 정식 판매하면서 흥행가도를 달릴 준비를 끝냈다. 