대한민국 여자배구 국가대표가 오는 8월 2일부터 4일까지 러시아 칼리닌그라드에서 열리는 ‘대륙간 예선전’에 참가한다.

‘2020 도쿄올림픽 대륙간 예선전 E조’는 세계랭킹 9위인 대한민국을 비롯해 러시아(5위), 캐나다(18위), 멕시코(21위)로 구성됐다.

이들 4팀이 풀리그를 펼친 후 1위 팀에게만 도쿄 올림픽 본선 티켓이 주어진다.

대한민국은 우리나라 시간으로 8월 2일 캐나다, 8월 3일 멕시코, 8월 5일 러시아와 차례로 대결할 예정이다.

이에 마지막 날, 대한민국과 러시아가 도쿄 올림픽 본선 티켓을 놓고 ‘끝장 승부’를 펼칠 것이란 전망이 많다.

이번 대회에서 올림픽 티켓을 따지 못하면 내년 1월 '대륙별 예선전(아시아지역 최종예선)'에서 반드시 우승을 해야만 하는 부담을 가지게 된다.

KBS는 이례적으로 우리나라가 출전하는 세 경기를 모두 생중계할 예정이다.

지상파 방송사가 올림픽 본선이 아닌 예선전 전 경기를 생중계한 것은 전례가 없는 일이다.

이는 '우리 누나' 김연경의 세 번째이자 마지막 올림픽 도전이 성공할 지 여부가 큰 관심을 끌고 있기 때문이다.

내년 도쿄행 티켓을 따내게 되면 김연경 선수는 2012년 런던, 2016년 리우에 이어 3회 연속 올림픽에 출전하게 되는데, 도쿄 올림픽은 김연경 선수와 함께하는 사실상 마지막 올림픽일 것이라는 분석이다.

한편, KBS는 둘째 출산을 앞둔 이숙자 KBS 해설위원을 대신해 한유미 해설위원이 해설을 준비하고 있다고 밝혔다.

한유미 해설위원은 2010 광저우 아시안게임 여자 배구 은메달의 주역으로 은퇴 후 현재 KBSN 해설위원으로 활약하고 있다.

대한민국 여자배구 국가대표팀이 이번 대회 조 1위로 올림픽 본선행 진출권을 딸 수 있을까.

‘2020 도쿄올림픽 여자배구 대륙간 예선’ E조 대망의 대한민국 첫 경기, ‘대한민국vs캐나다’의 한판 승부는 오는 8월 2일 밤 11시 KBS 2TV에서 생중계된다.

@highlight

대한민국 여자배구 국가대표가 오는 8월 2일부터 4일까지 러시아 칼리닌그라드에서 열리는 ‘대륙간 예선전’에 참가해 우리나라 시간으로 8월 2일 캐나다, 8월 3일 멕시코, 8월 5일 러시아와 차례로 대결하고 KBS는 이례적으로 우리나라가 출전하는 세 경기를 모두 생중계할 예정이다.