본격적인 여름 휴가철을 맞았지만 자유한국당 소속 부산 의원들은 ‘여의도 대기모드’로 고심이 깊어지는 분위기다.

통상 내년 총선을 앞둔 올여름에는 휴가를 내고 지역에 머무르며 표밭을 다지지만 한국당이 바른미래당과 함께 ‘원포인트 안보국회’를 소집, 휴가 기간에도 국회 상황을 예의주시하며 별다른 소득 없이 피로감만 쌓고 있는 상황 때문이다.

“총선 앞두고 지역구 못 내려가”

한국당 소속 의원실 관계자는 “내년 선거를 앞두고 있으니 의정활동으로 지역구에서 시간을 많이 보내지 못한 의원들은 휴가를 지역구에서 보내는 경우가 많은데 국회 소집으로 영향을 받을 수밖에 없다”고 말했다.

특히 부산 지역 한국당 의원들이 주요 당직을 맡으면서 여의도에서 지내는 시간이 늘어난 탓에 휴가 기간에도 발이 묶인 것이 더욱 아쉽다는 반응이다.

조경태(사하을) 의원은 당 최고위원이고 유기준(서·동) 의원은 국회 사법개혁특위 위원장, 이진복(동래) 의원은 당 대표 특보단장, 김세연(금정) 의원은 여의도연구원장, 이헌승(부산진을) 의원은 당 대표 비서실장 등의 보직을 꿰차고 있다.

이는 더불어민주당 소속 의원들이 휴가를 내고 지역에 머물고 있는 것과 대비된다.

김해영(연제) 더불어민주당 최고위원은 29일 기자와 만나 “1박 2일 정도 부산 근교에서 휴가를 보낼 계획”이라며 “지역구에서 보내는 시간도 더 늘리려고 한다”고 말했다.

국회 패스트트랙 처리 과정에서 발생한 고발사태도 부담이다.

정치권 관계자는 “여론의 관심이 분산되는 휴가철 조사를 받는 게 유리한데 당의 방침으로 조사에 응할 수 없어 개별 의원 입장에선 부담일 수밖에 없다”고 말했다.

또 다른 당 관계자는 “의정활동으로 소홀했던 가족과 함께 시간을 보내는 게 최근 여의도 트렌드”라며 “유행을 쫓지 못할망정 의원과 보좌진 모두 피로감만 쌓이고, 지역활동도 원활하지 않고, 경찰 소환 여론 향배에 신경 쓰는 모습을 보면 (부산 한국당 의원들이)휴가철 ‘삼중고’를 겪는 것 같다”고 말했다.

@highlight

휴가철임에도 불구하고 한국당이 바른미래당과 함께 ‘원포인트 안보국회’를 소집해 주요 당직을 맡은 부산 지역 한국당 의원들 중 다수가 여의도 머무는 반면 더불어민주당 소속 의원들은 휴가를 내고 지역에 머물러 대비된다.