지난 27일 오후 제주시 시민복지타운 내 설치된 분수대에서 아이들이 물을 맞으며 더위를 식히고 있다.

낮 최고기온이 33도에 육박하는 폭염이 이어지면서 제주지역에 올해 첫 폭염주의보가 발효됐다.

제주지방기상청은 29일 오전 10시를 기해 제주 북부와 동부지역에 폭염주의보를 발효했다.

이는 지난해에 비해 한 달(33일) 늦은 것이다.

폭염주의보는 낮 최고기온이 33도를 넘기는 날이 이틀 연속 이어질 것으로 전망될 때 발효된다.

29일 오전 11시 현재 제주지역은 제주(북부) 30.3도, 제주시 외도동이 32.1도, 성산(동부) 31.3도, 구좌 31.7도 등 북·동부 지역을 중심으로 높은 기온을 보이고 있다.

전날인 28일에는 제주 북부지역인 제주국제공항이 낮 최고기온 33.5도, 외도가 33도를 기록했고, 동부지역에서는 구좌읍이 32.4도를 기록했다.

낮 동안 달궈진 열기가 밤에도 식지 않으면서 열대야 현상도 지속되고 있다.

28일 오후 6시부터 29일 오전 9시까지 제주지역 일 최저기온은 제주(북부) 26.1도, 서귀포(남부) 25.6도, 고산(서부) 25.3도 등 동부를 제외한 제주 전역에 열대야 현상이 나타났다.

제주(북부)지역은 23일 밤에서 24일 새벽 사이 올해 첫 열대야가 발생한 이후 6일 연속 열대야 현상이 이어지고 있다.

서귀포(남부)와 고산(서부)지역도 지난 26일 밤부터 27일 새벽 사이 올해 첫 열대야가 발생한 이후 3일째 연속 열대야 현상을 기록했다.

기상청은 강한 햇빛과 함께 제주로 유입되는 남서풍이 한라산의 영향으로 푄 현상(공기가 고지대를 통과하며 고온 건조해지는 현상)을 일으키면서 한동안 낮 최고기온이 33도 내외로 높게 올라가고 밤에도 열대야 현상이 나타날 것으로 전망되는 만큼 건강관리에 유의할 것을 당부했다.

@highlight

제주지역에서 6일 연속 열대야가 발생하고 있는 가운데, 29일 제주지방기상청은 올해 첫 폭염주의보를 발효했다.