총선은 다가오는데 바른미래당과 민주평화당이 계속된 집안싸움으로 내홍을 앓고 있다.

이 때문에 내년 4월 총선을 앞두고 중도·개혁을 표방하는 이른바 ‘제3지대 신당’ 출현 가능성도 커지고 있다.

바른미래당의 경우 혁신위원회 파행을 둘러싼 내분이 고스란히 최고위원회의로 옮아가면서 당무가 마비되는 사태까지 빚었다.

총 9인으로 구성된 바른미래당 최고위는 지난 24일부터 바른정당 출신 최고위원 네 명과 국민의당 출신 최고위원 한 명의 집단 불참으로 의결정족수(5명)를 채우지 못하고 있다.

계속되는 계파 갈등으로 최고위 의결 사항인 ‘총선기획단’ 출범도 무기한 연기될 공산이 큰 상황이다.

민주평화당 역시 집안싸움으로 ‘분당(分黨) 시계’가 더욱 빨라지는 것 아니냐는 관측이 나온다다.

평화당 최고위원회의는 정동영 대표와 박주현·허영·민영삼·서진희 최고위원 등 당권파 5명, 유성엽 원내대표와 최경환·양미강 최고위원 등 비당권파 3명으로 구성돼 있다.

비당권파는 정 대표의 일방적인 당 운영을 문제 삼으면서 지난달 17일부터 최고위에 불참하고 있다.

이에 정 대표가 ‘당무 거부는 명백한 징계 사유’라며 선전포고를 날린 가운데 오는 31일 비당권파인 양미강 최고위원에 대한 징계위원회를 열 계획이다.

비당권파는 징계 예고에 반발하며 정 대표 퇴진 촉구를 이어가는 한편 신당 창당 준비 모임인 ‘변화와 희망의 대안정치연대’의 별도 세력화에 주력하고 있다.

이들은 최근 당의 고(故) 김대중 전 대통령 생가 방문 행사도 보이콧했으며 내달 1-2일 별도의 추모행사를 열기로 했다.

이처럼 두 당 모두 당내 갈등이 갈수록 격화하면서 내년 총선을 기약할 수 있겠느냐는 우려의 목소리도 나온다.

현재 두 당에 대한 지지율은 밑바닥을 벗어나지 못하고 있는 상태다.

기왕에 헤어질 거라면 빨리 헤어지는 게 낫지 않을까.

이대로 가면 민심 또한 철저히 외면할 것이기 때문이다.

@highlight

총선은 다가오는데 바른미래당과 민주평화당이 계속된 집안싸움으로 내홍을 앓고 있어 내년 총선을 기약할 수 있겠느냐는 우려의 목소리가 나오는 가운데 중도 개혁을 표방하는 제3지대 신당 출현 가능성도커지고 있다.