문화체육관광부와 한국콘텐츠진흥원(콘진원)은 '2018년 하반기 및 연간 콘텐츠산업 동향분석보고서'를 29일 발간했다.

이번 보고서에서는 2018년 연간 콘텐츠산업 매출과 수출 등 주요 산업통계를 잠정 집계하고, 콘텐츠업체의 생산·소비·매출·수출·고용·투자·상장사 재무구조 변화추이를 종합적으로 분석했다.

2018년도 국내 콘텐츠산업 매출액은 전년대비 5.2% 증가한 119조1000억원으로 집계됐다.

콘텐츠산업 매출액은 지난 5년 동안(2014~2018) 연평균 5.8%씩 꾸준히 성장했는데, 이는 지난해 국내 경제 성장률이 전년 대비 2.7% 증가했고 지난 5년간(2013년~2017년) 전 산업 매출액이 연평균 3.3% 성장한 것과 비교하면 주목할 만한 수치다.

콘텐츠산업 매출액은 애니메이션을 제외한 전 산업 부문에서 증가했으며 음악(11.9%), 지식정보(9.7%), 만화(7.0%) 산업이 높은 증가율을 보였다.

매출액 규모는 출판산업이 21조485억원으로 가장 컸으며 그 다음으로는 방송(19조1761억원), 광고(17조2187억원), 지식정보(16조5030억원), 게임(13조9335억원) 등의 순으로 집계됐다.

2018년도 국내 콘텐츠산업 수출액은 전년 대비 7억4000만달러 증가한 약 95억5000만달러로 나타났다.

수출액은 전 산업에서 증가했으며 출판, 만화, 음악, 애니메이션, 방송, 캐릭터 산업 등이 전년 대비 10% 이상 증가했다.

게임 산업은 여전히 수출 부문의 큰 비중을 차지하며(66.9%) 성장을 견인했다.

수출액 규모는 게임 산업이 63억9161만달러로 가장 컸으며, 그 다음으로 캐릭터(7억3334만달러), 지식정보(6억4410만달러), 음악(5억6417만달러) 등의 순으로 나타났다.

콘텐츠산업 수출액은 5년간(2014년~2018년) 연평균 16.0%의 높은 성장률을 보였다.

'2018년 하반기 및 연간 콘텐츠산업 동향분석보고서'는 콘텐츠 기업 2413개에 대한 실태조사 및 콘텐츠 상장사 118개의 자료를 분석했으며 통계청 한국은행 등에서 제공하는 거시통계 데이터를 참고했다.

보고서는 콘진원 홈페이지(www.kocca.kr)에서 확인할 수 있다.

@highlight

문화체육관광부와 한국콘텐츠진흥원이 29일 발간한 2018년 콘텐츠산업통계 및 생산, 소비 등의 변화추이를 분석한' 2018년 하반기 및 연간 콘텐츠산업 동향분석보고서'에 따르면 2018년도 국내 콘텐츠산업 매출액은 119조1000억원에 달했다.