세종시내 무허가 축사의 적법화율이 26일 기준 70%를 돌파했다.

시에 따르면, 관내 적법화 대상 농가 603호로 이 가운데 지난 26일까지 427개 농가가 적법화 절차를 마쳐 70.8%의 적법화 완료율을 기록했다.

무허가 축사란 가축사육시설, 가축분뇨배출시설 등이 건축법가축분뇨법 등에 따른 허가(신고) 및 변경 허가(신고), 준공 절차 없이 지어진 건축물로, 오는 9월 27일까지 적법화 절차를 마쳐야 한다.

무허가축사 적법화 이행기간이 2019년 9월 27일부로 종료되면, 적법화하지 않은 농가에 대해 위반사항에 따라 폐쇄명령, 사용중지 등의 행정처분이 내려진다.

시는 나머지 176개 농가 가운데 이행기간 내 적법화 추진 가능 농가는 44곳(7.3%), 적법화 포기 및 추진불가 농가는 132호(21.9%)로 집계됐다고 밝혔다.

전체 적법화 대상 농가 가운데 지난해 이행기간 연장 당시 적법화 이행기간 부여 농가는 134호로 이 가운데 35호가 완료(26.1%), 72호가 진행(53.7%), 2호가 측량(1.5%), 24호가 미진행(17.9%) 상태다.

이행기간 부여 농가의 적법화 추진율이 다소 낮은 것은 정부의 연장조치 전 적법화 가능 농가 대부분이 적법화를 완료했고, 일부 농가의 경우 위반사항 해소가 어렵기 때문인 것으로 풀이된다.

시는 그간 적법화율 제고를 위해 수십 차례 적법화 추진점검 회의를 개최해 축산농가가 원활하게 적법화를 추진할 수 있도록 ▲건축단계 처리기한 단축방안 모색 ▲국유재산 선 사용허가 후 용도폐지 등을 지원했다.

조규표 농업정책보좌관은 "축산업의 발전을 위해선 적법화가 필수불 가결한 선결 요건"이라고 강조하고 "적법화 이행 기간이 임박한 만큼 최선을 다해 행정 지원하겠다"고 말했다.

@highlight

세종시는 관내 적법화 대상농가 603호 가운데 70.8%가 적법화 완료를 마쳤고 오는 9월27일까지 적법화 절차를 이행하지 않을 시 폐쇄명령, 사용중지 등의 행정처분을 내릴 예정이다.