도시계획을 수립할 때 지방자치단체 권한이 강화된다.

지자체의 용도지역 세분이 가능하고, 용적률 선택폭도 넓어졌다.

국토교통부는 이같은 내용의 '국토의 계획 및 이용에 관한 법률 시행령' 개정안이 30일 국무회의를 통과했다고 밝혔다.

개정안에 따르면, 국토계획법 시행령에 세분돼 있는 용도지역을 지자체가 조례를 통해 추가로 나눌 수 있다.

현재 시행령은 도시지역을 △주거지역 △상업지역 △공업지역 △녹지지역으로 구분하고 있다.

다시 주거지역은 전용(1.2종).

일반(1.2.3종).

준주거지역으로, 상업지역은 중심.

일반.근린.

유통상업지역으로 나뉜다.

공업지역은 전용.

일반.준공업지역으로, 녹지지역은 보전.

생산.자연녹지로 분류해 관리하고 있다.

앞으로 지자체에서 지역여건을 고려해 용도지역을 더 세분해 지정.

운영할 수 있게 된 것이다.

개정안은 또 지자체의 용도지역별 용적률 선택범위를 확대했다.

지역특성에 맞는 도시계획을 수립.

운영할 수 있도록 용도지역별 용적률 하한의 최저한도를 낮췄다.

예를 들어 2종전용주거지역 용적률을 현재 100~150%에서 50~100%로, 중심상업지역은 400~1500%에서 200~1500%로 하한선을 완화했다.

이와 함께 개정안은 도시계획 수립과정에서 주민참여를 높일 수 있는 방안도 마련했다.

개발진흥지구의 주민제안 요건을 완화했고, 지구단위계획구역 내 기반시설 결정에 대한 권한을 기초지자체까지 확대했다.

지자체 여건에 맞는 도시관리를 도모토록 한 것이다.

아울러 도시계획시 안전에 대해서도 강화했다.

화재에 대한 불안을 없애기 위해 공업지역에서 '방화지구'를 지정하면 건폐율 혜택을 준다.

소규모 공장이 밀집한 지역에 내화구조 설비를 유도한다는 계획이다.

개정안은 공포 즉시 시행된다.

다만 지자체 조례로 정해야 할 사항은 3개월 후에 가능하다.

국토부 관계자는 "지자체별로 지역여건에 맞는 도시정책 수립이 보다 원활해질 것"이라며 "앞으로 지자체 권한확대를 지속적으로 추진하겠다"고 말했다.

@highlight

국토교통부는 지방자치단체의 도시계획 수립 시 권한을 강화해 용도지역의 세분가능과 용적률 선택폭을 넓힌 '국토의 계획 및 이용에 관한 법률 시행령' 개정안이 30일 국무회의를 통과함에 따라 지자체별로 지역여건에 맞는 도시정책 수립이 보다 원활해질 것이라는 전망이다.