하이트진로 후원을 받는 고진영 선수가 28일 프랑스에서 열린 미국여자프로골프(LPGA)투어 에비앙챔피언십에서 우승하자 이런 공식이 생기고 있다.

고 선수는 지난해 하이트진로와 후원 계약을 맺고 올해 본격 LPGA투어를 뛰고 있다.

고 선수는 4월에 열린 메이저대회인 ANA인스퍼레이션에서 우승해 올해에만 메이저대회 2개를 석권했다.

고 선수는 대회 내내 'hite'(하이트) 로고가 큼지막하게 적힌 모자와 셔츠를 입고 플레이했다.

일반적으로 여자프로 골프선수가 메이저대회에서 우승을 하면 주요 후원사 브랜드 광고효과가 1000억원이 넘는다는 분석이 있다.

하이트진로 관계자는 "자체 분석 결과 고진영 선수 우승으로 500억~1000억원의 브랜드 노출효과와 500억원가량의 기업 이미지 제고효과가 있다"고 밝혔다.

하이트진로는 고 선수 이전에 전인지 선수를 후원했다.

전인지 선수는 하이트 로고가 박힌 모자를 쓰고 2015년 미국에 진출, US오픈서 우승해 하이트 브랜드를 전세계에 알렸다.

이후 2016년에도 에비앙챔피언십에서 우승해 다시 한번 메이저 대회 왕관을 썼다.

하이트진로와 후원계약이 끝난 전 선수는 이후 메이저대회 우승 승수를 쌓지 못하고 있다.

하이트진로는 LPGA에서 뛰는 우리나라 선수 단 한명에게만 후원하고 있다.

후원하는 선수마다 메이저대회에서 우승을 하는 쾌거를 이뤄내고 있다.

최근 하이트진로 제품도 인기를 끌고 있다.

올해 출시한 신제품 테라는 누적 판매량 334만상자를 기록했다.

이는 국내에서 출시한 맥주 중 가장 빠른 판매량이다.

또 소주 복고풍 제품인 진로는 출시 72일 만에 1104만병이 팔려나갔다.

하이트진로 관계자는 "실적 개선과 함께 고진영 선수 우승까지 회사에 좋은 기운이 들어오는 것 같다"며 "하이트 로고 노출로 미주지역 수출에도 좋은 영향이 있을 것 같다"고 말했다.

한편 하이트진로는 고진영 선수에게 우승 상금 50% 수준에 달하는 별도 인센티브를 지급할 것으로 알려졌다.

@highlight

하이트진로는 28일 프랑스에서 열린 미국여자프로골프(LPGA)투어 에비앙챔피언십에서 후원을 하고 있는 고진영 선수가 대회 내내 'hite' 로고가 크게 적힌 모자와 셔츠를 입고 우승하자 '하이트 모자만 쓰면 메이저 골프 우승?' 이란 공식이 생기는 등 이번 고진영 선수 우승으로 500억~1000억원의 브랜드 노출효과와 500억원가량의 기업 이미지 제고 효과를 보았다고 밝혔다.