청주 매봉·잠두봉 주민대책위 "아파트 미분양 관리지역 해당" "산 훼손 … 일몰제 인식 바꿔야" ▲ 29일 매봉·잠두봉 공원지키기 주민대책위원회가 청주시청에서 기자회견을 하고 있다.

청주 매봉·잠두봉 공원지키기 주민대책위원회가 29일 청주시청에서 '졸속행정인 매봉공원 민간개발 행정절차 중단'을 촉구했다.

이날 대책위는 청주시청 본관 앞에서 기자회견을 열고 "한범덕 시장과 청주시는 시대착오적인 민간 개발만이 도시공원 일몰제의 대안이라는 인식을 바꿔야 한다"며 "시는 지난 2016년 10월부터 아파트 미분양 관리지역으로 시공 중인 아파트와 계획 중인 아파트를 합치면 너무 많다"고 주장했다.

이어 "또 아파트를 짓겠다는 것은 지역경제의 암울한 미래를 만드는 것"이라며 "없는 숲도 만들어야 하는 마당에 멀쩡한 산을 훼손하고 아파트를 짓겠다는 것은 잘못돼도 한 참 잘못됐다"고 덧붙였다.

대책위는 "졸속행정인 매봉공원 민간개발 행정절차를 당장 중단해야 한다"며 "시는 환경영향평가에서 수곡동과 모충동을 연결하는 남북터널이 환경훼손이 심하다는 이유로 재검토 결정이 내려진 지 1년이 지났다"며 "1년 동안 절차를 진행하지 않으면 사업을 취소할 수 있는데 시는 6개월을 연장해줬고 터널 위치만 변경해 다시 만들려고 하고 있다"고 비난했다.

그러면서 "이번 연장 조치는 매봉공원을 살릴 기회를 시가 걷어찬 꼴이고 정작 대안이 없는 교통 대책으로 민간개발을 고집하다 시간을 놓칠 수 있다"고 목소리를 높였다.

끝으로 대책위는 "매봉공원은 아이들의 생태학습장이고 문화배움터이며 만남의 공간으로 활용된다"며 "백년대계를 위한 교육환경 평가를 기획단계에서 실시하라"고 지적했다.

매봉공원(41만 4853㎡)은 1967년 1월 근린공원으로 지정됐고, 공원시설 29만 9873㎡(72.3％)의 공원시설과 11만 4980㎡(27.7％)의 비공원시설(공동주택 2040가구 등)을 조성하는 민간개발을 추진하고 있다.

현재 교통영향평가 절차를 밟고 있다.

@highlight

청주시가 추진중인 매봉공원 민간개발 행정절차를  매봉·잠두봉 공원지키기 주민대책위원회가 추진 중단을 촉구하면서 아이들의 생태학습장이며 만남의 공간으로 활용되는 매봉공원을 훼손하고 아파트를 짓겠다는 것은 잘못이라고 지적했다.