프로야구단 NC 다이노스 팬을 포함해 경남도민들의 최대 관심사였던 창원NC파크 마산구장 사용료가 25년간 330억 원으로 최종 결정됐다.

경남 창원시와 NC 다이노스는 30일 “프로야구단 NC 다이노스의 홈구장인 창원NC파크 마산구장 사용·수익 허가에 따른 행정절차와 사용료 협상을 마무리하고 마산야구메카 조성사업에 박차를 가하기로 했다”며 계약서(협약서)에 서명했다.

NC 구단이 올해부터 오는 2044년까지 납부하게 될 총 300억 원의 사용료에는 구간이 이미 낸 선납금 100억 원도 포함됐다.

양측이 합의한 사용·수익 허가 범위에는 △야구장 직접 사용과 임대를 통한 사용·수익권 △프로야구 흥행업의 영위 △야구장 건물 내·외벽의 A보드와 전광판 등을 이용한 일체의 광고권 △야구장 명칭 사용권 △주차장(철골 주차장 제외)의 직접 사용과 임대를 통한 사용·수익권 등이 포함돼 있다.

이번 사용료 부과는 ‘창원시 스포츠산업 진흥 조례’ 제정으로 사용료 부과의 법적 근거가 마련돼 관련 법률과 조례, 지역 여론, NC 다이노스와의 상생 발전과 스포츠산업 육성 등을 종합적으로 고려해 합리적이고 적정한 선에서 결정된 것이라고 시는 설명했다.

또 다른 구단의 사용료 부과·징수 사례 등을 종합적으로 비교·검토했다고 덧붙였다.

NC 다이노스는 사용료 결정과 함께 창원NC파크 마산구장 최초 사용일인 2019년 3월 18일부터 2044년 3월 1일까지 25년간 사용·수익 허가를 보장받았다.

NC 구단의 창원NC파크 임시 사용 승인 기간은 이달 말로 끝난다.

허성무 창원시장은 “마산야구메카 조성 사업을 적극적으로 추진해 야구 본고장으로서의 명성을 회복하고, 마산야구센터 일대를 창원의 새로운 중심 상권으로 만들어 지역경제 활성화에 기여하도록 하겠다”고 말했다.

한편 창원시는 오는 2027년까지 마산야구센터 내에 유소년 드림구장과 야구문화센터, 홈런정원 등을 조성하는 사업을 추진한다.

@highlight

지난30일 경남 창원시와 NC 다이노스는 2019년 03월 18일부터 2044년 03월 01일까지 25년간 창원NC파크 마산구장의 사용·수익 허가에 따른 행정절차와 사용료 협상을 마무리하고 330억원에 최종 계약을 했다. 