7월 광주·전남 소비자심리가 전달보다 다소 악화된 가운데 주택가격은 상승한 것으로 나타났다.

한국은행 광주·전남본부가 30일 발표한 ‘7월 광주·전남지역 소비자 동향조사 결과’에 따르면 지역 소비자심리지수(CCSI)는 99.5로 전달보다 3포인트 하락했다.

CCSI(Composite Consumer Sentiment Index)는 소비자동향지수(CSI) 중 6개 주요지수를 이용해 산출한 심리지표이다.

장기평균치(2003년 1월 ~ 2018년 12월)를 기준값 100으로 해 100보다 크면 장기평균보다 낙관적임을, 100보다 작으면 비관적임을 의미한다.

주택가격 전망 CSI는 109로 전달보다 7포인트 상승했다.

최근 1년 동안 광주전남 주택가격 전망 CSI는 지난해 9월 134를 정점으로 올해 3월(90)까지 매달 하락세를 보이다가 4월 96으로 상승세로 반전했다.

이후 5월 99, 6월 102로 상승세를 탔다.

소비자들의 현재생활형편CSI(93) 및 생활형편전망CSI(95)는 전월에 비해 각각 1포인트, 2포인트 하락했다.

또한 가계수입전망CSI(96)와 소비지출전망CSI(109) 모두 전월보다 각각 2포인트씩 하락했다.

현재경기판단CSI(77) 및 향후경기전망CSI(81)는전월에 비해 각각 1포인트, 5포인트 하락했다.

취업기회전망CSI(87)는 전월대비 2포인트, 금리수준전망CSI(92)는 전월보다 7포인트 하락한 것으로 나타났다.

현재가계저축CSI(93) 및 가계저축전망CSI(95)는 전월에 비해 각각 1포인트씩 하락했고,현재가계부채CSI(100)는 전월에 비해 1포인트 하락했으나, 가계부채전망CSI(100)는 전월과 동일했다.

한편 이번 조사는 지난 11∼19일 광주·전남 600가구를 대상으로 했고 558가구가 응답했다.

@highlight

30일 한국은행의 7월 광주·전남지역 소비자 동향조사 결과에 따르면 지역 소비자심리지수 전달보다 3포인트 하락한 99.5를 기록했으며 반면 주택가격 전망은 전달보다 7포인트 상승한 109를 기록해 소비심리는 위축되었으나 주택가격은 상승한 것으로 나타났다.