정문호 소방청장이 30일 오전 인천국제공항 1터미널에서 헝가리 부다페스트 다뉴브강 유람선 허블레아니호 사고 실종자 수색활동을 마치고 돌아온 긴급구조대 소속 소방청 대원들을 격려하고 있다.

허블레아니호 침몰사고 현장으로 파견됐던 소방청 국제구조대가 실종자 수색을 마치고 귀국했다.

정부합동신속대응팀의 일원으로 소방청에서 파견한 국제구조대원 2진(12명)이 30일 오전 인천국제공항을 통해 입국했다.

이들은 사고 직후 1차로 파견된 12명과 교대해 6월 24일부터 한 달간 현지에서 수색 활동을 이어갔다.

정문호 소방청장은 인천공항에서 구조대의 입국 신고를 받은 후 "남은 1명을 찾지 못해 송구한 마음"이라며 "여러 어려움을 고려할 때 국민들이 이해해주리라 생각한다"고 밝혔다.

정 청장은 또 "이번 사고를 계기로 국제구조대가 언제든 출동할 수 있도록 대응하겠다"고 덧붙였다.

현지에서 구조대를 이끈 김승룡 중앙119구조본부 수도권119특수구조대장은 "수위가 내려가면서 갯벌과 수풀이 우거진 상황이어서 수색하기 열악했다"며 "우리가 철수한 뒤에는 헝가리 정부가 8월 19일까지 수색할 것"이라고 말했다.

외교부는 전날 중앙재난안전대책본부 관계부처 회의를 열고 중대본 활동을 30일까지 마무리하기로 했다.

신속대응팀 가운데 아직 현지에 남은 외교부 직원 2명은 31일 돌아올 예정이다.

정부는 지난 5월 28일 헝가리 부다페스트 다뉴브강에서 한국인 단체 관광객을 태운 허블레아니호가 침몰한 직후 정부합동신속대응팀을 사고 현장으로 파견했다.

1차 12명, 2차 12명 등 모두 24명이 투입된 소방청 국제구조대원은 헝가리 당국과 함께 수색작업을 벌였다.

허블레아니호에 타고 있던 35명(한국인 33명·헝가리인 2명) 가운데 한국인 7명만 사고 직후 구조됐다.

나머지는 모두 사망하거나 실종됐다.

한국과 헝가리 당국은 합동 수색으로 대부분의 실종자를 찾았으나 한국인 관광객 1명은 여전히 실종 상태다.

@highlight

지난 5월 28일 헝가리 부다페스트 다뉴브강에서 침몰한 허블레아니호의 한국인 실종자 수색활동을 진행한 소방청 국제구조대가 끝내 마지막 1명을 찾지 못한채 30일 오전 귀국했다.