대전과 세종지역의 인구 증감 폭이 더욱 벌어지고 있다.

30일 통계청이 발표한 '6월 국내인구이동'에 따르면 지난달 인구 순이동률은 대전지역 -1.3%, 세종지역 6.2% 등이다.

앞서 '인구 순이동률'은 주민등록인구(거주자) 100명당 이동자 수로, 마이너스(-) 수치를 기록할땐 총전입보다 총전출이 많아 인구가 순유출됐다는 의미다.

대전지역의 순이동률(-1.3%)은 전국에서 마이너스(-)로 가장 높은 수치를 기록했다.

인구의 유출 비율이 전국에서 가장 높다는 뜻이다.

반면 세종지역의 순이동률(6.2%)은 전국서 가장 높은 수치를 기록했다.

대전지역과 반대로 인구 유입 비율이 가장 높았다.

지난 5월 인구 순이동률도 대전지역(-1.0%)과 세종지역(3.9%)이 각각 전국 최저치와 최고치를 기록했지만, 그 격차는 더욱 벌어졌다.

충북지역은 순이동률 -0.1%, 순이동자 수 -173명으로 소폭 유출됐으며, 충남지역은 순이동률 0.2%, 순이동자 331명으로 소폭 증가했다.

대전·충북지역 인구는 줄고 세종·충남지역 인구는 늘어난 셈이다.

전국 시·도별로 살펴보면 대전에 이어 대구(-0.9%), 서울(-0.8%), 울산(-0.6%), 부산(-0.6%) 등 대도시의 인구 유출이 두드러졌다.

반면 세종에 이어 경기(1.1%), 제주(0.7%) 등은 인구 순유입 기조를 유지했다.

지난달 전국의 인구 이동은 48만 4000명으로 전년 동월대비 10.9%(5만 9000명) 감소했다.

이는 6월 기준으로 45년만에 최저 수준을 기록한 것으로, 주택 매매가 저조했기 때문으로 분석된다.

김진 통계청 인구동향과장은 "이사가 줄어들면서 인구 이동도 감소한 것으로 보인다"며 "지난해 11월 이후 주택 매매거래량이 계속 하락하고 있으며 2017~2018년 활발했던 신규 아파트 건설도 올해 줄었다"고 설명했다.

한편 지난달 주택 매매거래량은 5만 4893건으로 1년 전보다 15.6% 줄었다.

@highlight

'6월 국내인구이동'에 따르면 대전지역의 순이동률은 전국에서 가장 높은 수치 -1.3%을 기록하며 세종지역 6.2% 와 격차를 보이며 대전과 세종지역의 인구 증감 폭이 더욱 벌어지고 있다.