민병두 더불어민주당 의원(국회 정무위원장·사진)은 최근 매일경제와 인터뷰하면서 "우리나라 인구구조상 시니어 금융소비자의 급격한 증가가 불가피한 현실"이라며 이같이 우려했다.

민 의원은 지난달 '디지털 금융 시대의 시니어 금융소비자를 위한 정책간담회'를 개최하는 등 평소 디지털 금융 시대와 소외 계층에 많은 관심을 보여왔다.

최근에는 '초고령사회 대비 포럼 리스타트 코리아'라는 명칭으로 릴레이 토론회를 시작했다.

이 일환으로 다음달 20일에는 금융·경제 분야 초고령사회에 대한 해법을 모색하는 세미나를 개최한다.

민 의원은 "금융의 디지털화와 시니어층 대책이 고령화 사회에서 중요한 이유는 우리나라 노인 빈곤율이 45%로 경제협력개발기구(OECD) 국가 중 최고 수준이기 때문"이라고 강조했다.

그는 "잘못된 금융상품 선택이나 불완전판매는 노인들을 순식간에 빈곤으로 빠트린다"며 "무엇보다 노년층이 디지털 금융에서 소외돼 있어 돈을 잠자게 하는 경우가 많다"고 지적했다.

모바일과 온라인에 집중된 상품 구조 때문에 노년층에게 돌아가는 금융 혜택이 그만큼 작다는 것이다.

따라서 민 의원은 "권역별 금융기관들이 시니어 금융소비자 맞춤 정책의 필요성에 공감하고, 적극적인 대안을 제시해 진정한 '포용금융'을 실현해 내야 한다"고 말했다.

민 의원은 "무엇보다 현장에서는 관련 법 통과의 시급성을 강조하고 있다"며 "특히 금융소비자보호법 제정 등에 국회가 나서야 한다"고 강조했다.

금융소비자보호법은 금융 소비자의 피해를 방지하고 소외계층 양상에 제동을 걸 수 있는 내용을 총체적으로 포괄하고 있다.

법이 국회 문턱을 넘게 되면 정책적으로 금융 양극화를 예방할 기반이 마련되는 것이다.

민 의원도 노년층의 '금융 복지'를 위해 제도적 안전장치를 마련하는 데 심혈을 기울이고 있다.

최근에는 시니어 금융소비자들이 쉽게 겪을 수 있는 착오송금 피해를 구제하기 위한 착오송금방지법(예금자보호법)을 대표발의했다.

@highlight

민병두 더불어민주당 의원이 최근 매일경제와 인터뷰에서 우리나라 인구구조상 시니어 금융소비자의 급격한 증가가 불가피하기 때문에 금융기관들이 시니어 금융소비자에 맞춰 '포용금융'을 실현해야 한다고 말했다. 