김해공항 전경.

국무총리실(국무조정실)이 8월에 김해공항 확장안 검증을 위한 기구를 구성해 판정에 돌입한다고 30일 밝혔다.

부산시도 총리실 검증기구 출범에 맞춰 다음 주에 더불어민주당 박재호(남구을)·김정호(김해을) 의원을 단장으로 총리실 검증에 대비한 준비단을 꾸릴 방침이다.

총리실 “8월 중 검증기구 출범”

노형욱 국무조정실장은 이날 “8월 중 검증기구를 구성할 생각”이라고 말했다.

지난달 20일 국토교통부와 부산·울산·경남 3개 지자제장이 총리실 검증 이관을 합의한 뒤 ‘신속하게 만들겠다’며 구체적인 일정에 함구하던 총리실이 처음으로 시기를 언급한 만큼 다음 달 본격적인 재검증 절차가 시작될 것으로 보인다.

총리실은 현재 관련 학회와 업계 추천을 받아 검증기구 참여위원에 대한 막바지 선별작업을 진행 중인 것으로 전해진다.

부·울·경 3개 지자체도 총리실 검증에 맞춰 실무작업에 돌입했다.

우선 김해공항 확장안 부적절성을 확인한 ‘부·울·경 검증단’을 ‘총리실 재검증 준비단’ 체제로 전환한다.

준비단은 부·울·경의 검증 자료를 총리실에 이관하고 김해공항 확장안의 한계를 총리실 측과 공유하는 역할을 맡게 된다.

이와 관련, 부산시 송광행 신공항추진본부장은 30일 오후 국회를 방문해 박재호, 김정호 의원실을 찾아 준비단 구성 등을 협의했다.

김 의원은 통화에서 “이번 주에 준비를 끝내고 총리실과 검증기구 구성을 위한 구체적인 협의 날짜를 조율할 것”이라고 말했다.

한편 이해찬 민주당 대표는 이날 기자간담회에서 “총리실 검토를 통해 부·울·경 쪽 주장이 타당하다면 입지를 재선정하는 쪽으로 전철을 밟아 나가고 반대의 경우라면 그걸로 (재검증 절차가)끝날 것”이라며 “안전도나 허브공항으로서 국제수요를 반영할 수 있는 종합적 검토를 (총리실에서)하게 될 것”이라고 밝혔다.

@highlight

국무총리실은 참여 위원에 대한 막바지 선별 작업을 거쳐 검증 기구 구성을 마치면 '김해공항 확장안 방안'에 대한 판정에 돌입한다. 