더불어민주당 이해찬 대표는 30일 내년 총선의 상황이 녹록지 않다면서 인재영입으로 돌파구 마련에 나서겠다고 밝혔다.

이 대표는 이날 국회에서 열린 기자간담회에서 "집권여당이 재임 중 치르는 선거이기 때문에 (내년 총선이) 쉽지 않다. 그렇지만 가능하면 많이 (의석을) 얻어야 한다"며 "인재영입을 제가 직접 나서려 생각하고 있다"고 밝혔다.

그는 이어 "인재영입위원회는 9월쯤부터 시작하려 한다. 외교·안보, 소수약자를 보호하는 장애인, 환경과 경제 등 전문성이 있어야 하는 분야를 중심으로 인재영입을 구상하고 있다"고 말했다.

그러면서 "인재영입을 한다는 것은 그분이 정치를 잘 할 수 있게 뒷받침해준다는 것이 전제되는 것이라 전략지역으로 단수 공천을 할 수도 있고, 비례대표 출마를 할 수도 있다. 다양한 방식으로 할 것"이라며 "인재 역량, 특성 등에 따라 공천관리위원회에서 논의를 잘해서 배치할 생각"이라고 말했다.

그는 "또 우리 당이 당세가 좀 약한 지역들이 있다"며 "그런 지역에 대해선 여러 제안이 있는데 그런 제안을 포함해 하반기에 좀 더 전략적인 판단을 해 사람들을 영입하고 출마도 시킬 예정"이라고 밝혔다.

아직 확정되지 않은 비례대표 공천 방안과 관련해서는 "꼭 필요한 사람들이 선발될 수 있도록 분야별로 공개 오디션을 하는 방식을 택하면 소수 약자가 진출할 제도를 만들 수 있다"며 "비례대표 역할은 소수자와 전문가 의견을 많이 반영하는 게 주목적이라 대중적 인기, 지명도만 갖고 되는 것은 바람직하지 않다"고 강조했다.

이 대표는 "불출마할 테니 당 운영에 참고하라고 말한 (현역 의원) 분들이 여럿 있다"고 밝히기도 했다.

청와대 출신 인사들이 공천 경쟁에서 유리한 고지를 점할 것이라는 분석에 대해서는 "개인 편향에 따라 공천이 좌우되지 않도록 공천룰을 일찍 확정했다"며 "공천룰에 따라 엄정하게 관리하겠다"고 말했다.

이 대표는 민주당이 국회 정치개혁특별위원회와 사법개혁특별위원회 중 정개특위 위원장을 선택한 것을 두고 "정개특위는 잘못하면 늦어질 수 있다. 먼저 진도를 나가줘야 (사개특위와) 같이 할 수 있는 거라 진도 관리를 위해 선택한 것"이라고 설명했다.

@highlight

더불어민주당 이해찬 대표가 내년 총선을 위해 외교·안보, 환경·경제 등 전문성이 요구되는 분야를 중심으로 인재영입에 나서겠다고 밝혔다.