용도지역 세분화 등 지역 주도의 도시계획 수립을 위한 지방자치단체의 권한이 확대된다.

국토교통부는 지방자치단체 및 지역주민이 주도하는 도시계획 체계를 지원하기 위한 '국토의 계획 및 이용에 관한 법률 시행령(이하 국토계획법 시행령)' 개정안이 30일 국무회의를 통과했다고 밝혔다.

개정안에 따르면 지자체가 지역의 여건을 고려해 용도지역을 지정·운영할 수 있도록 현재 제1·2·3종일반주거지역, 일반상업지역 등 국토계획법 시행령에 세분되어 있는 용도지역을 조례를 통해 세분화할 수 있게 했다.

또 지자체의 용도지역별 용적률 선택 범위를 확대해 지역 특성에 맞는 도시계획을 수립·운영할 수 있도록 용도지역별 용적률(대비면적 대비 건물연면적) 하한의 최저한도를 낮췄다.

현행 주거지역(2종전용~3종일반) 용적률(100~300%)이 50~300%로, 중심 및 일반 상업지역(현행 300~1500%)은 200~1500%, 일반·준 공업지역(200~400%)은 150~400%로 최저한도가 개정된다.

이와 함께 도시계획 수립 과정에서 주민 참여를 증진시키기 위해 개발진흥지구의 주민제안 요건을 완화했고, 지구단위계획구역 내 기반시설 결정에 대한 권한을 기초지자체까지 확대했다.

이외에도 개발행위허가 없이 할 수 있었던 농지개량(성·절토) 가능 범위를 지자체가 2m 이하에서 조례로 지역특성에 맞게 정할 수 있도록 했다.

또 공장 등 도시계획시설의 화재발생에 따른 불안을 해소하고자 하는 공업지역의 방화지구 지정 시에도 건폐율 혜택(건폐율 상한을 종전 70%에서 80~90%)을 부여했다.

이번 국토계획법 시행령 개정안은 공포 즉시 시행될 예정이며, 다만 지자체 조례로 정해야 할 사항 등이 있는 경우에는 3개월 후 시행 예정이다.

국토부 관계자는 "각 지자체별로 지역 여건에 맞는 도시정책 수립이 보다 원활해질 것으로 전망된다"며 "도시계획 관련 지자체 권한 확대는 지속적으로 추진해 나갈 예정"이라고 밝혔다.

@highlight

지자체가 지역의 여건을 고려해 용도지역을 지정·운영할 수 있도록 고안된 '국토의 계획 및 이용에 관한 법률 시행령' 개정안이 30일 국무회의를 통과했고, 이에 따라 앞으로 지역 주도의 도시계획 수립을 위한 지방자치단체의 권환이 확대될 예정이다.