카본블록 필터 제조 전문기업 한독크린텍은 30일 증권신고서를 제출하고 코스닥 상장을 위한 본격적인 절차에 돌입한다고 밝혔다.

지난 2003년 설립된 한독크린텍은 정수기 필터 시장에서 높은 시장점유율을 보유하고 있다.

주요 제품으로는 ▲카본블록 필터 ▲선처리 필터 ▲탈취 필터 등이 있다.

특히, 카본블록 필터는 유기화합물 등 유해물질과 악취를 거르는 주요 역할을 담당해 정수기 대부분에 필수 사용되는 제품이다.

교체 주기도 짧아 소비량이 많다.

회사는 독자적인 카본블록 필터 기술을 기반으로 사업 다각화를 위해 힘쓴다는 방침이다.

정수기 필터 시장에서는 가정용 특화 제작을 넘어 산업용 정수 필터까지 제작·공급을 계획 중이다.

또 정수기 필터 시장 외에 탈취 필터 시장을 공략해 회사의 신성장동력으로 발전시켜나가고 있다.

현재 공기 청정 기능의 에어컨 필터, 자동차 필터 등을 개발 제작 중이며 해당 제품은 내년부터 상용화돼 본격 매출이 발생할 예정이다.

지난해 연간 매출액 396억2700만원, 영업이익 49억1200만 원, 순이익 41억6500만원을 기록했다.

이는 전년대비 각각 46%, 127%, 72%가 증가한 수치다.

올 상반기 실적은 매출액 231억8100만원, 영업이익 28억3200만원, 순이익 25억6300만원을 기록해 성장세를 이어나가고 있다.

고인선 한독크린텍 대표이사는 "회사가 30년간 독자적으로 개발한 고성능 카본블록 생산 기술은 국내외 유수의 고객사로부터 인정받아 왔다"며 "코스닥 상장을 재도약의 기회로 삼아 카본블록 필터 사업 전분야를 아우르는 선도 기업으로 자리매김 하겠다"고 말했다.

한독크린텍의 총 공모주식수는 70만주, 주당 공모 희망 밴드는 1만3300~1만5100원이다.

공모를 통해 조달되는 자금은 93억~105억원이다.

내달 22~23일 수요예측을 통해 공모가를 확정하고, 같은 달 28~29일 일반 공모 청약을 진행한다.

상장 시기는 9월 중이며, 주관사는 한국투자증권이다.

@highlight

상반기 좋은 실적을 기록하며 성장세를 보이는 한독 크린텍은 9월 한국 투자증권에서 주관하는 코스닥 상장을 재도약의 기회로 삼아 카본블록 필터 사업 전분야를 아우르는 선도 기업으로 자리매김할 예정이다.