저출생 현상이 나아질 기미 없이 악화일로를 걷고 있는 가운데 지난 5월 기준 인구 1천 명당 새로 태어난 아이 수가 5.8명에 그친 것으로 나타났다.

특히 전북의 경우 전국 평균보다 한참 못미치는 5.1명으로 전국 꼴찌인 상황.

혼인율도 인구 1천 명당 4.4건에 그쳐 전남에 이어 뒤에서 두번째인 것으로 조사됐다.

인구절벽시대가 빠른 속도로 도래하고 있지만 전북의 경우 그 속도가 지나치게 빠르다는 우려가 지배적이다.

통계청이 30일 발표한 '2019년 5월 인구동향'을 살펴보면 올해 전북의 5월 출생아 수는 800명으로 지난달과 동일했다.

하지만 인구 1천명 당 출생아 수를 뜻하는 조출생률은 5.1명으로 지난달 5.4명보다도 줄었다.

부산도 조출생률이 5.1명으로 전북과 동일하지만 지역 인구 비율을 따졌을 때 전북이 더욱 심각한 상황이다.

전년 누계비도 11.1%로 조사됐다.

같은 기간 전북의 혼인건수는 700건으로 집계됐다.

조혼인율은 전국 평균인 5.3건에 한참 못미치는 4.4건으로 인구 1천명 당 결혼 건수가 5건도 안된다는 것을 의미했다.

이는 전남 다음으로 뒤에서 2번째로 낮은 수치다.

혼인률과 출산률이 맞물려가는 우리나라의 특성상 도내 혼인건수가 전국 평균에도 미치지 못할 만큼 매달 줄어듬에 따라 출산률의 반등도 기대하기 어려운 상황.

이혼의 경우 5월의 조이혼률은 2.4건을 기록해 전국평균인 2.3건보다 높았다.

혼인률은 줄고 있는 반면 이혼률은 늘거나 그대로인 상황이어서 출생인구 감소 흐름이 단기간에 개선될 여지는 희박하다는게 통계청 관계자의 입장이다.

김진 통계청 인구동향과장은 이번 조사 결과에 대해 "전북의 경우 가임기 여성의 합계출산율도 1.04명으로 도지역 평균인 1.07명에도 미치지 못하는 상황이라 출산률 제고를 위한 대책 마련에 고심해야 할 것으로 보인다"고 말했다.

@highlight

갈수록 저출생 현상이 심각해지는 가운데 지난 5월 기준 인구 1천 명당 신생아 수는 5.8명이고, 특히 전북은 5.1명으로 전국에서 가장 낮아서 아기 울음 소리를 듣기도 어려운 수준이기 때문에 전북은 출산률 제고를 위한 대책 마련을 수립해야 한다고 김진 통계청 인구동향과장이 밝혔다.