솔지와 산들의 감성 가득한 듀엣 무대가 '2019 MGMA'에서 펼쳐진다.

No.1 디지털 뮤직 플랫폼 '지니뮤직'과 No.1 K-POP 디지털 채널 'M2'가 함께하는 '2019 M2 X GENIE MUSIC AWARDS(이하 2019 MGMA)'는 솔지와 산들이 '월간 윤종신' 10년을 기념하는 특별 무대를 꾸민다고 밝혔다.

이번 스페셜 스테이지는 데뷔 30주년을 맞은 윤종신과 그가 진행하는 디지털 음원 프로젝트 '월간 윤종신' 10년을 기념하기 위해 마련됐다.

오랜 시간 꾸준히 음악 활동을 해 온 윤종신의 음악 세계를 후배 가수들이 재현하는 것.

특히 아이돌 보컬리스트 중 감성과 실력 면에서 손꼽히는 솔지와 산들이 듀엣으로 선보인다고 전해져 기대를 높이고 있다.

평소 윤종신을 존경하는 선배로 꼽아 온 솔지와 두 번째 솔로 앨범의 타이틀곡 '날씨 좋은 날'의 작사·작곡자로 윤종신과 연을 맺은 산들은 감사의 마음을 담아 참여를 결정했다.

'월간 윤종신'의 주옥같은 음악들이 두 사람의 아름다운 목소리를 만나 어떤 감동으로 다가올지 관심이 집중된다.

한편 이틀 앞으로 다가온 '2019 MGMA'에는 호스트 한혜진을 비롯해 김재환, 마마무, 우주소녀, 청하, 투모로우바이투게더, 펜타곤, 폴킴, AB6IX, DAY6, ITZY, IZ*ONE, TWICE 등 다채로운 아티스트들이 참여해 무대를 꾸민다.

에이핑크 보미와 마마무 솔라는 '2019 MGMA' 앰버서더로 각자의 유튜브 채널에서 직접 제작한 '2019 MGMA' 콘텐츠를 선보인다.

오는 8월 1일 오후 7시 서울 KSPO DOME(올림픽 공원 체조경기장)에서 개최되며 지니뮤직 홈페이지와 모바일 애플리케이션, 음악 전문 채널 Mnet과 디지털 채널 M2 등에서 시청할 수 있다.

@highlight

2019 MGMA에서 열릴 스페셜 스테이지에서는 데뷔30주년을 맞은 윤종신과 그의 월간 윤종신10주년을 기념하기 위해 감성과 실력 면에서 손꼽히는 솔지와 산들의 듀엣 무대가 펼쳐질 것으로 전해져 기대를 모으고 있다.