한국콜마홀딩스가 마스크 팩 공장 및 바이오 의약품 회사를 잇따라 인수하며 글로벌 뷰티헬스 그룹으로서의 발판을 다지게 됐다.

한국콜마홀딩스는 자회사인 마스크 팩 전문 제조사 콜마스크가 지난 29일 제이준코스메틱 인천공장을 인수했다고 30일 밝혔다.

공장 규모는 대지 6,612㎡(2,000평), 연면적 1만4,231㎡(4,305평)로 연간 2억5천만 장의 마스크 팩을 생산할 수 있는 능력을 갖추고 있다.

2017년 설립한 콜마스크는 설립 1년 만에 735억원의 매출을 달성하며 괄목할만한 성장을 기록했다.

이번 인수로 콜마스크의 생산량은 연간 4억장으로 늘어난다.

특히 콜마스크는 기존에 제이준코스메틱이 제조하던 물량을 그대로 위탁 받아 제조함으로써 안정적인 매출까지 확보하게 됐다.

아울러 제이준코스메틱이 보유한 중국 유통라인을 활용해 중국 신규 고객사 유치에 대한 기대감도 높아졌다.

한국콜마홀딩스는 같은 날 대한제당의 바이오의약품 계열사인 티케이엠의 유상증자에 참여해 지분 57%를 확보하고 1대주주로서 경영권을 양수했다.

티케이엠은 2002년 대한제당의 바이오 사업부문으로 시작해 지난 3월 별도 법인으로 독립했으며 신성빈혈치료제인 EPO 제제의 제조와 판매를 주요 사업으로 하고 있는 바이오 의약품 회사다.

EPO는 신장에서 생산되는 조혈촉진인자로 신장질환 환자의 필수 치료제다.

지난해 씨제이헬스케어를 인수한 한국콜마는 올해 수액제 신공장 건설에 투자했고, 바이오 의약품 회사인 티케이엠의 지분 57%를 인수하는 등 미래 성장산업인 제약바이오 분야 투자를 지속적으로 이어가고 있다.

한국콜마 관계자는 "이번 투자로 화장품부문은 세계 1위 마스크 팩 제조사로 도약할 수 있는 대규모 생산 기지를 구축했고, 제약부문은 신 성장동력 중 하나인 바이오 의약품 사업을 더욱 강화하게 됐다"며 "향후 적극적인 투자로 화장품, 의약품, 건강기능식품 사업의 균형 있는 성장을 이뤄 글로벌 종합 뷰티헬스 그룹으로 도약할 것"이라고 말했다.

@highlight

한국콜마홀딩스는 29일 자회사 콜마스크가 제이준코스메틱을 인수하였고 바이오의약품 계열사 TKM의 지분 57%를 인수하여 1대주주로서 경영권을 획득했다고 밝혀 향후 글로벌 종합 뷰티헬스 그룹으로 새롭게 도약할 발판을 마련했다고 30일 발표했다.