국내 최초 인터넷 기반 온라인 게임으로, 국내 게임 산업에 한 획을 그은 ‘리니지’가 리마스터 업데이트(사진)로 새 바람을 일으킨다.

리니지는 엔씨소프트가 1998년 9월 출시한 직후부터 열풍을 일으켜 서비스 15개월 만에 국내 최초로 온라인 게임 100만 회원 시대를 열었다.

단일 게임 최초로 2016년 누적 매출 3조 원을 돌파하는 등 그 자체가 국내 게임의 역사다.

PC방 순위 10위권 진입 ‘인기’

20년 넘게 서비스된 게임이지만, 지난 3월 선보인 리마스터 업데이트로 최근 이용자들의 호평을 받으며 PC방 순위 10위권에 진입하는 등 ‘역주행’으로 새로운 이정표를 쓰고 있다.

최근 게임업계에는 오랜 기간 서비스 해온 작품의 리마스터가 대중화하는 상황이지만, 리니지의 경우는 차별화한 업데이트라는 평가다.

해상도나 그래픽 등 외적인 업그레이드뿐 아니라 신규 시스템과 콘텐츠를 통해 이용자들에게 리마스터 이상의 플레이 경험을 선사한다.

여기에 20년 넘게 유지해 오던 이용권을 폐지하고, 신규·복귀 유저가 원활하게 플레이할 수 있도록 플레이지원시스템(PSS)를 도입해 진입장벽을 크게 낮췄다.

PSS는 캐릭터를 직접 조작하지 않아도 설정한 옵션에 따라 최적화한 플레이를 구사할 수 있도록 돕는다.

이밖에 엔씨가 지난 7월 17일 선보인 신규 클래스 ‘검사’에 대한 이용자들의 관심도 뜨겁다.

엔씨소프트는 리니지의 전투를 더 정교하고 다이나믹하게 경험할 수 있는 환경을 이용자에게 제공하기 위해 풀HD 와이드 해상도로 업그레이드 했다.

이용자는 기존 대비 4배 증가된 해상도와 2배 향상된 프레임으로 게임을 즐길 수 있다.

업그레이드된 해상도에 맞춰 직관성과 가독성을 향상시킨 사용자 환경도 선보였다.

이와 함께 시대 변화에 맞춰 모바일 플레이가 가능한 전용 애플리케이션 ‘예티’를 제공한 것도 눈길을 끈다.

엔씨소프트 관계자는 “예티를 활용하면 PC를 켜지 않아도 모바일 기기를 통해 원격으로 게임이 가능해 PC게임의 공간적 한계를 극복할 수 있다”고 설명했다.

@highlight

국내 최초 인터넷 기반 온라인 게임으로, 국내 게임 산업에 한 획을 그은 ‘리니지’가 지난 3월 선보인 신규 시스템과 콘텐츠 리마스터 업데이트로 최근 이용자들의 호평을 받으며 PC방 순위 10위권에 진입하는 등 ‘역주행’으로 새로운 이정표를 쓰고 있다.