전북지역 악취 관련 민원이 끊이지 않고 있는 가운데 전북도가 악취배출 사업장에 대한 관리 강화와 악취저감 지원 체계를 개선하는 등 악취관리를 한층 강화한다.

30일 전북도에 따르면 최근 전북도의회 이병철 의원이 대표 발의한 ‘전라북도 악취방지관리·지원에 관한 조례’가 도의회를 통과함에 따라 도내 악취관리가 강화될 것이라고 밝혔다.

개정된 악취방지조례는 사업장 악취배출기준을 강화하고, 사업장 악취방지시설 신설 및 개선비용 보조금 지원의 상한선 규정을 삭제해 악취방지개선사업을 용이하게 했다.

먼저 악취방지시설 설치를 위한 지원체계로 시설 신규 설치 5000만원 이하, 시설 개선 3000만원 이하 등 상한선 조항을 삭제하며 지원 폭을 넓혔다.

또 평소 시장·군수가 악취배출시설을 지도·점검하게 하는 것 외에 악취 민원 등이 제기될 경우 도지사가 시장·군수와 함께 합동으로 시설을 지도·점검할 수 있도록 했다.

오염 부하량이 높으면서도 자체 환경전담인력과 자금부족으로 악취방시시설 개선이 어려운 영세사업장에 대해서는 시장·군수의 신청을 받아 기술지원을 할 수 있도록 함으로써 효율적인 악취배출시설 관리가 가능해질 전망이다.

특히 엄격한 배출허용기준 적용 대상의 경우 기존의 악취관리지역 및 신고대상 악취배출시설에만 적용하던 범위를 확대해 유치원, 각급 학교의 부지 경계선으로부터 1km이내의 악취배출시설까지 적용시킴으로써 악취배출시설 관리가 한층 강화될 전망이다.

아울러 악취배출시설 외의 시설에서 발생하는 ‘생활악취’ 관리 규정을 신설하고 악취검사, 기술진단, 악취방지시설 설치지원 등의 악취개선 노력을 병행하도록 함으로써 각종 악취로 인한 도민들의 불편 해소를 위한 적극적인 정책이 시행될 전망이다.

김인태 도 환경녹지국장은 “기존의 악취방지개선사업 등을 충실히 추진하는 한편, 악취방지조례가 공포되는 대로 개정된 조례에 맞는 추진계획을 수립해 악취방지 및 개선 노력에 최선을 다하겠다”고 말했다.

@highlight

전북지역 악취 관련 민원이 끊이지 않고 들어와 악취를 해결하기위해 전북도의회 이병철 의원이 전라북도 악취방지 관리'지원에 관한 조례가 도의회를 통과하여 악취방지조례는 사업장 악취배출기준을 강화도록 하였다