전남 섬·산간 오지에 ‘드론 택배’

전남도는 31일 지역밀착형 주소 기반 드론 운영사업의 성공적 추진을 위해 행정안전부, 우정사업본부, 충남도, 한국전자통신연구원, 한국국토정보공사 등 6개 기관과 업무협약을 체결했다.

드론을 활용한 전남지역 물류서비스가 확대된다.

이제는 교통편이 불편한 섬 등에서도 우편물을 보다 빨리 받을 수 있을 것으로 기대된다.

전남도는 31일 지역밀착형 주소 기반 드론 운영사업의 성공적 추진을 위해 행정안전부, 우정사업본부, 충남도, 한국전자통신연구원, 한국국토정보공사 등 6개 기관과 업무협약을 체결했다.

지역밀착형 주소 기반 드론 운영은 배송인프라가 미흡한 농촌, 어촌, 산촌 지역에 도로명주소 기반의 배달점 설치 등 드론배송 체계를 구축해 주민 삶의 질을 높이고 드론산업을 육성하기 위해 도입됐다.

이번 협약으로 산업통상자원부가 추진하는 드론 활용 배송실증사업과 연계해 행정안전부가 사람과 시스템 간 소통할 수 있는 주소 기반의 드론배달점을 설치하고 실제 운용을 하게 된다.

공공시장 창출의 첫 걸음을 내디딘 셈이다.

드론 배송 운영체계를 주소 기반으로 하는 이유는 도로명주소체계를 활용함으로써 전국적으로 통일된 기준에 따라 체계적인 배달점 주소 부여가 가능하고 배달점의 위치 찾기가 쉬워지기 때문이다.

전남도는 지난해 도로명주소 기반 드론 배달점 모델 개발 연구용역을 완료하고, 고흥 득량도와 진지도에 드론 배달점 2점을 설치했다.

이어 산업통상자원부에서 주관하는 드론 물류서비스 기술개발사업에 참여해 올해 4월 지역밀착형 주소 기반 드론 운영 공모에 확정돼 사업을 추진하고 있다.

박병호 전남도 행정부지사는 “배송 인프라가 미흡한 농·어촌, 산촌에 인프라를 구축해 구호물품 배송 등 공공서비스를 제공, 주민생활에 편익을 증진하도록 지역밀착형 주소 기반 드론 배송 사업을 확대해나갈 계획”이라고 말했다.

@highlight

 31일 전남도는 지역밀착형 주소 기반 드론 운영사업의 성공적 추진을 위해 행정안전부, 우정사업본부, 충남도 등 6개 기관과 업무협약을 체결했으며, 드론을 활용해 물류 사각지대에 있는 국민들에게 더욱 편리하고 유용한 우편 서비스를 제공할 수 있을 것으로 기대된다. 