이석우 소통담당관이 브리핑을 하고 있다

공주시가 시민중심 시정운영을 위해 올해 초 도입한 신바람 정책톡톡 정책토론회가 시민 소통창구 역할을 견인하고 있는 것으로 나타났다고 밝혔다.

이석우 공주시소통담관은 31일 브리핑을 통해 이 같이 밝히고 "시정전반의 주요정책에 대해 분야별 계층별 시민과 소통하고 공감하기 위한 신바람 정책 톡톡 정책토론회를 지난 3월부터 매월 1~2회 개최해 오고 있는데, 소통의 장이 되고 있다"고 설명했다.

시는 지난달까지 농업·농촌 혁신발전, 관광산업 활성화, 도시재생 뉴딜사업을 비롯해 보육과 청년, 여성 등을 주제로 한 총 8차례의 토론회를 개최했으며, 다양한 분야 계층의 시민 1270명이 참여한 것으로 집계됐다.

이를 통해 접수된 시민제안은 정책제안 40건, 민원성 건의사항 172건 등 총 212건이다.

시는 정책제안 40건은 검토 후 시정에 적극 반영토록 하고, 민원성 건의사항 중 54건은 처리 완료하고, 나머지 사항은 단기과제와 장기과제로 나눠 처리해 나갈 계획이다.

또, 법령에 위배되거나 타기관 소관 등으로 즉시 추진이 어려운 사항 31건에 대해서는 시민의 입장에서 긍정적으로 재검토한 뒤 해결방안을 모색해 나간다는 방침이다.

특히, 제안자에게 처리 진행상황 등을 안내해 궁금증을 해소하고, 보고회 자료는 시 홈페이지에 게시해 시민들과 공유할 예정이다.

한편, 시는 하반기에는 노인과 장애인, 문화재, 인구정책, 물관리 정책 등 토론 주제 및 대상을 보다 세분화해 매월 토로노히를 운영할 계획이다.

이와 함께 SNS 등을 통해 다양한 시민 의견을 사전에 수렴하고, 찾아가는 토론회 개최 및 토론방식도 주제에 맞게 다변화시키기로 했다.

이석우 시민소통담당관은 "신바람 정책톡톡 정책토론회가 공주시의 각종 정책에 대해 시민들과 소통하고 공감하는 창구 역할로 자리매김하고 있다"며, "앞으로 공주의 미래를 함께 만들어가는 토론의 장으로 발전시켜 나갈 방침"이라고 말했다.

@highlight

31일 이석우 공주시 소통담당관은 올해 초 도입해 3월부터 매월 1~2회 개최해온 신바람 정책톡톡 정책토론회가 시정전반의 주요정책을 알리는 시민 소통창구 역할을 하고 있다고 브리핑 했다.