피츠버그 파이어리츠가 신시내티 레즈를 꺾고 연패에서 벗어났다.

모습이 아름답지는 못했다.

강정호는 나오지 않았다.

피츠버그는 31일(한국시간) 그레이트아메리칸볼파크에서 열린 신시내티와 원정경기에서 11-4로 이겼다.

이날 승리로 9연패에서 벗어나며 47승 60패가 됐다.

신시내티는 49승 56패.

모습이 아름답지는 않았다.

시작은 7회말이었다.

피츠버그 투수 키오네 켈라가 데릭 디트리치를 향해 위협구를 던졌고, 신시내티 1루수 조이 보토와 신경전을 벌였다.

피츠버그가 9연패 사슬을 끊었다.

사진(美 신시내티)=ⓒAFPBBNews = News1 8회말에는 야시엘 푸이그 타석에서 데이빗 벨 신시내티 감독이 스트라이크 판정에 불만을 품고 항의하다 래리 배노버 주심에게 퇴장당했다.

이어 9회초에는 마운드에 오른 제러드 휴즈가 첫 타자 스탈링 마르테를 맞힌 뒤 퇴장당했다.

대신 마운드에 오른 아미르 가렛은 경기 도중 피츠버그 더그아웃으로 돌진했다.

결국 양 팀 선수들이 3루 더그아웃 앞에서 뒤엉켰다.

무더기 퇴장이 이어졌다.

싸움을 일으킨 가렛과 싸움에 적극적으로 가담한 야시엘 푸이그, 피츠버그 더그아웃에 있던 크리스 아처, 카일 크릭, 트레버 윌리엄스가 퇴장당했다.

어쨌든 경기는 이겼다.

1회 조시 벨의 2타점 적시 2루타를 시작으로 타선이 12개의 안타로 11점을 냈다.

코리 디커슨은 5회와 7회 홈런 2개를 기록했다.

이날 경기 4타수 3안타 5타점을 기록하며 승리를 이끌었다.

선발 조 머스그로브는 6이닝 5피안타 2피홈런 4탈삼진 2실점을 기록하며 승리투수가 됐다.

신시내티 선발 태너 로악은 3 1/3이닝 6피안타 4볼넷 2탈삼진 5실점으로 무너졌다.

@highlight

피츠버그가 31일 그레이트아메리칸 볼파크에서 열린 신시내티와 원정경기에서 3루 더그아웃 앞에서 몸싸움을 벌였지만 11-4로 승리해 9연패에서 탈출했다.