제주에서 불법체류자에 의한 강력사건이 잇따라 발생해 대책 마련이 필요하다는 지적(본보 10일자 4면)이 나온 가운데 경찰이 3개월 동안 특별치안활동을 실시하기로 했다.

제주지방경찰청은 8월 1일부터 10월 31일까지 '외국인 강력범죄 대응을 위한 특별치안활동'을 추진한다고 31일 밝혔다.

이번 특별치안활동 추진은 지난 7일 오후 7시50분쯤 제주시 연동 소재 주택에서 런모(33)씨가 주모(21)씨에게 흉기를 휘두르는 사건이 일어났고, 같은달 30일에는 서귀포시 대정읍 소재 농장에서 A(51)씨가 함께 일하던 B(51)씨에게 흉기를 5차례 휘두른 뒤 도주했다 닷새 만에 자수하는 등 7월에만 중국인 불법체류자에 의한 살인미수 사건이 3건이나 발생한 것에 따른 것이다.

먼저 외국인범죄 집중순찰구역을 기존 4곳(누웨모루·제주시청·한림항·서귀포항)에서 삼무공원과 화북공업단지 등 5곳을 추가해 총 9개소로 확대하고, 이 곳에 지역경찰과 형사, 방범순찰대, 자치경찰 등 총 61명을 투입, 외국인 흉기소지 의심자와 거동 수상자에 대한 검문을 실시하게 된다.

아울러 불법체류자 합동단속팀도 기존 27명(경찰 12명·출입국외국인청 15명)에서 61명(경찰 44명·출입국외국인청 15명)으로 증원, 단속을 강화할 방침이다.

이 밖에도 도민들이 생각하는 외국인범죄 우려지역에 대해서는 신고를 접수 받아 응답순찰, 단속, CCTV 설치 등 치안 서비스를 지원할 계획이다.

또한 국적 취득 등의 문제로 범죄를 당해도 신고를 꺼리는 분위기를 개선하기 위해 '불법체류자 출입국 통보의무 면제제도'에 대한 홍보를 강화하는 한편 중국어와 베트남어 등 통역사 140여명 동원해 24시간 상담·지원이 가능한 체계도 구축한다.

제주경찰 관계자는 "이번 특별치안활동 기간 중 외국인 강력범죄에 대한 엄정한 단속과 함께 예방활동을 집중적으로 전개해 도민 우려와 불안을 해소할 수 있도록 노력하겠다"고 밝혔다.

@highlight

제주지방경찰청은 불법체류자에 의한 강력 사건이 잇따라 발생함에 따라 8월 1일부터 3개월간 외국인 강력범죄 대응을 위한 특별치안 활동을 추진하고, 도민들이 생각하는 외국인범죄 우려지역에 대해서는 응답순찰, 단속, CCTV 설치 등 치안 서비스를 추가로 제공할 예정이다.