북한이 31일 새벽 강원도 원산 갈마반도 일대에서 단거리 탄도미사일 2발을 발사했다.

합동참모본부는 이날 "우리 군은 오늘 오전 5시 6분, 5시 27분께 북한이 원산 갈마 일대에서 동북방 해상으로 발사한 단거리 탄도미사일 2발을 포착했다"고 밝혔다.

지난 25일 함경남도 호도반도에서 북한판 이스칸데르로 불리는 'KN-23' 2발을 발사한 지 엿새 만이다.

합참 관계자는 "이번에 발사한 단거리 탄도미사일의 고도는 약 30㎞, 비행거리는 약 250㎞로 추정하고 있으며, 정확한 제원은 한미 정보당국에서 정밀 분석하고 있다"고 설명했다.

합참은 북한이 이스칸데르급 미사일을 시험 발사했을 가능성에 무게를 두고 정밀 분석하고 있으며 김정은 국무위원장이 발사 현장을 직접 찾아 참관했을 가능성도 있다고 추정했다.

북한이 처음으로 발사한 미사일은 중앙방공통제소(MCRC)와 이지스함이 처음으로 포착했으며, 두 번째 미사일은 탄도탄 조기경보레이더, MCRC, 이지스함에서 거의 동시에 포착했다.

2발 모두 이동식 미사일 발사대에서 발사된 것으로 파악됐다.

이날 북한의 미사일 발사와 관련해 정경두 국방부 장관은 북한이 도발하고 위협한다면 한국의 '적'에 포함된다고 분명하게 경고하고 나섰다.

정 장관은 이날 한국국방연구원(KIDA)이 개최한 '제61회 KIDA 국방포럼' 기조연설을 통해 "우리를 위협하고 도발한다면 북한 정권과 북한군은 당연히 '적' 개념에 포함되는 것"이라며 "단호하게 응징할 태세와 능력을 갖춰야 한다는 내용을 정신전력 기본 교재에 분명하게 적시해놓았다"고 말했다.

또 북한의 이스칸데르급 미사일에 대응하는 우리 군의 방어 능력에 대해 "우리 방어 자산의 요격 성능 범위에 들어 있다"면서 요격이 가능하다는 점을 강조했다.

정 장관은 "한미 연합연습과 훈련도 변함없이 실시하고 있다"며 "한반도 비핵화와 평화 정착 여건을 조성하기 위해 연합연습을 일부 조정하기는 했지만, 올해 들어 이미 100회 이상에 걸쳐 크고 작은 연합훈련을 실시한 바 있다"고 밝혔다.

@highlight

합동참모본부는 북한이 새벽 원산 갈마 일대에서 단거리 탄도미사일 2발을 발사한 것을 포착하였으며, 한미 정보당국에서 정확한 제원을 분석 중이라고 31일 밝혔다.