크리스티아누 호날두(34·유벤투스)가 스페인과 미국에 이어 한국 경찰의 수사를 받는다.

유럽·미주·아시아 3대륙에서 모두 물의를 일으켰다는 얘기다.

호날두는 29일 사기죄로 고발됐다.

수서경찰서는 30일 호날두 사건을 배당받았다.

팀K리그와의 26일 친선경기에 출전한다는 광고와 달리 실제로는 뛰지 않은 혐의다.

경찰이 호날두를 조사하는 것은 낯설지 않다.

2017년 스페인, 2019년까지는 미국 당국이 탈세, 성폭행 혐의로 호날두를 수사했다.

호날두가 스페인·미국에 이어 한국 경찰의 수사대상이 됐다.

유럽·미주·아시아 3대륙에서 모두 물의를 일으킨 글로벌 '날강두'다.

사진=천정환 기자 스페인법원은 2018년 6월 징역형 2년 유예와 벌금 1880만유로(약248억원)를 선고했다.

호날두는 사법 거래를 통해 탈세에 따른 벌금 200만유로(26억원)를 면제받았다.

미국 네바다주 라스베이거스 경찰은 2017년 4월 호날두의 8년 전 강간 의혹을 재수사하기로 결정했다.

검찰은 2019년 7월 불기소 처분을 내렸다.

유벤투스는 팀K리그와의 친선경기를 위해 23년 만에 방한했다.

호날두 개인으로도 한국을 찾은 것은 맨체스터 유나이티드 시절 이후 12년 만이었으나 몸 상태가 좋지 않다는 이유로 벤치만 지켰다.

6만여 명이 '호날두가 유벤투스 소속으로 팀K리그를 상대한다'라는 홍보를 믿고 총 60억 상당의 티켓을 구매했다.

'45분 출전조항'도 있었으나 아무 소용이 없었다.

호날두는 방한 직후 팬사인회에도 불참했다.

유벤투스는 27일 오전 1시 출국했고 호날두는 '날강두'라는 멸칭을 얻었다.

유벤투스와 호날두 모두 아직 공식 사과가 없다.

호날두는 SNS에 러닝머신을 타거나 스페인 일간지 '마르카'가 주최한 레전드 시상식에 참석한 근황만 공개하고 있다.

@highlight

친선경기에 출전하지 않아 사기죄로 고발된 크리스티아누 호날두가 29일 스페인과 미국에서 탈세, 성폭행 혐의로 수사받은 이후 한국 경찰의 수사를 받을 예정이다. 