전남대병원(병원장 이삼용)은 제1형 당뇨병 소아 환자를 위한 ‘제38회 한마음캠프’를 지난 24일부터 4일간 전남대학교 수련원에서 성황리에 개최했다.

전남대병원 내분비대사내과 주최·공공보건의료사업실 주관으로 열린 한마음캠프는 당뇨병에 대한 올바른 이해와 불안 및 두려움을 극복하고, 스스로 당뇨병을 관리할 수 있는 능력을 키우기 위해 마련됐다.

또한 체험을 통해 어린 환자들이 학교생활 및 사회생활을 영위하는데 있어서 자신감을 고취시키고 건강을 증진시키는데 목적이 있다.

이번 캠프에는 전남대병원 내분비대사내과 정동진 교수를 비롯한 의료진과 환자 그리고 전남대의과대학생·영양사 등 50여명이 참석했다.

캠프는 교육, 건강상태 및 합병증 검사, 체험마당 등 다양하고 유익한 프로그램으로 진행됐다.

교육은 소그룹별 당뇨병 교육·당뇨병 관리를 위한 실습·식사요법·운동요법으로 이뤄졌으며, 매일 혈당검사(7회)·혈액 및 소변검사·합병증 검사도 시행했다.

그리고 레크리에이션·건강음식체험·요리실습·야외물놀이·부모님께 편지쓰기 등의 체험마당도 진행했다.

이번 캠프기간 중 개인의 열량처방에 맞게 간식도 제공했으며, 활동량 및 환경의 변화로 인한 식사량도 조절했다.

캠프에 참석한 김모(중학교 1년)군은 “집에서 혼자서 당뇨병 관리하고 체크하기가 어려웠는데, 이번 캠프에서 의사선생님들의 교육과 친구들과의 얘기를 통해 도움되는 정보도 많이 얻게 돼 좋았다.”고 소감을 밝혔다.

한편 제1형 당뇨병은 세포가 인슐린을 활용하는 기능이 떨어져 발생하는 제2형(성인) 당뇨병과는 달리 면역체계가 인슐린을 만드는 췌장의 베타세포를 공격하여 체내에서 인슐린이 거의 만들어지지 못함으로써 발병하는 일종의 자가면역질환이다.

@highlight

8월 24일부터 27일까지 전남대학교 수련원에서 제1형 당뇨병 소아 환자의 당뇨병에 대한 올바른 이해 증진 및 자가관리 능력 향상을 위한 '제 38회 한마음캠프'가 전남대병원 주최, 공공보건의료사업실 주관으로 개최되었다.