올여름 식음료 업계에 '흑당' 열풍이 거세게 불고 있다.

흑당이란 끓인 사탕수수 즙을 졸여 덩어리 또는 가루 형태로 만든 비(非)정제당으로 단순한 단맛을 가진 기존 설탕에 비해 캐러멜향 등 복합적인 단맛을 내는 것이 특징이다.

31일 업계에 따르면 흑당을 소재로 한 제품들은 카페, 편의점 등에서 쏟아져 나오고 있다.

흑당 음료 전문점인 타이거슈가 등에서 파는 흑당 버블티는 2030세대 사이에서 인스타그램에 '인증샷'을 올려야 하는 '인싸템'이 됐고, 파스쿠찌, 이디야 등 일반 커피 전문점에서도 흑당 음료를 출시해 팔고 있다.

지난해 12월 문을 연 국내 프랜차이즈 흑화당은 창업 6개월 만에 매장을 전국 34곳(서울 11곳)으로 확장했다.

편의점 업계도 흑당 열풍에 가세하면서 흑당은 과자, 샌드위치, 케이크에도 스며들었다.

이마트24는 최근 '흑당 팝콘'을 내놓았으며 CU, GS25도 흑당 커피, 흑당 케이크, 흑당 우유 등을 서둘러 출시해 팔고 있다.

흑당의 인기는 대만에서 시작됐다.

대만의 유명 길거리 음료였던 타이거슈가의 흑당 버블티가 지난 3월 한국에 건너와 SNS를 중심으로 입소문이 났다.

극단적인 단맛뿐만 아니라 흑당 특유의 짙은 갈색 시럽이 흘러내리는 모습이 시각적으로 '인스타그래머블'하다고 여겨져 젊은이들 사이에서 폭발적인 인기를 끌었고 곧 중국의 매운 향신료 마라와 함께 업계의 메가 트렌드로 자리잡았다.

업계 관계자들은 "자극적인 맛에 집중하는 불황형 심리가 작용한 결과"라고 분석했다.

불황기 소비자들은 즉각적으로 반응이 오는 자극적인 맛을 통해 스트레스를 날리는 경향이 있다는 것이다.

그러나 일각에서는 인기가 금방 시들해졌던 과거 대만 카스텔라처럼 흑당의 인기도 1년 이상 지속하기는 힘들 것이라는 전망도 나온다.

@highlight

31일 식음료 업계에 따르면  끓인 사탕수수 즙을 졸여 만들어 기존 설탕에 비해 복합적인 단맛을 내는 것이 특징인 흑당을 소재로 한 제품들이 카페, 편의점에서 잇따라 출시되는 등 '흑당' 이 큰 인기를 끌고 있다.