광주은행은 31일부터 더 좋은 혜택을 담아 리뉴얼한 ‘해피라이프 여행스케치적금Ⅲ’를 출시한다고 밝혔다.

‘해피라이프 여행스케치적금’은 광주은행과 하나투어가 ‘금융과 여행의 만남’이라는 콘셉트로 지난 2015년 7월 첫 출시한 이후 지금까지 꾸준한 사랑을 받아오고 있다.

‘해피라이프 여행스케치적금Ⅱ’를 거쳐 ‘해피라이프 여행스케치적금Ⅲ’에 이르기까지 리뉴얼을 통해 다양한 혜택을 선보이면서 고객의 시선을 사로잡았기 때문이다.

‘해피라이프 여행스케치적금Ⅲ’는 월 5만원부터 최고 500만원까지, 6개월 이상 3년 이하로 가입 가능하며, 정액식 기본금리 연 2.2%(1년제 기준·자유식 연 1.9%)에 광주카드 이용실적, 요구불예금평잔 실적, 환전실적, 비대면 신규 등 우대조건 충족 시 최고 연 0.3%p의 우대금리를 제공해 3년제 정액적립식 가입 시 최고 연 2.7%의 금리를 받을 수 있다.

또한 여행에 관련된 다양한 우대서비스를 제공한다.

▲이 적금에 가입하고 ㈜하나투어 지정대리점 여행상품 이용시 결제금액의 3%를 캐시백 지급 ▲광주카드로 결제한 해당 여행상품 금액과 해외 이용액 0.5%를 예금만기해지 시점에 추가 캐시백 지급 ▲가입기간 중 주요통화 환전 시 최대 70%까지 환율우대를 제공 ▲광주카드 해외 이용액 할부전환시 3개월 이하 무이자, 12개월 이하 할부수수료율 50% 우대가 제공된다.

한편 광주은행은 ‘해피라이프 여행스케치적금Ⅲ’ 리뉴얼 출시와 함께 ‘여행을 떠나요~!’ 이벤트를 오는 9월30일까지 진행한다.

송종욱 광주은행장은 “앞으로도 고객님의 라이프 스타일과 금융트렌드에 부합하는 동시에 다양한 혜택을 담은 상품을 선보일 수 있도록 최선을 다하겠다”고 말했다.

@highlight

광주은행은 31일부터 월 5만 원부터 최고 500만 원까지, 3년 이하로 가입 가능한 ‘해피라이프 여행스케치 적금Ⅲ’를 출시한다고 밝혔다.