실·국장 또는 도지사가 직접 대답… 道 "신중 검토" 동성애 옹호 논란에 휩싸인 ‘성평등 기본조례’의 개정 및 재의요구 등을 요청하는 청원이 경기도 ‘도민청원’의 공식 답변을 받게 될 1호 청원으로 채택됐다.

31일 경기도에 따르면 지난 22일 도민청원 게시판에 올라온 ‘경기도 성평등 조례·성인지 예산제 조례에 대한 재의요구 관련 긴급 청원’이 이날 동의 5만30여 명(오후 5시 기준)을 넘었다.

도가 올 1월 도민청원을 개설한 이래 답변 기준을 충족한 첫 청원으로, 게시된 의견이 30일 내 5만 명 이상의 동의를 받을 경우 담당 실·국장이나 이재명 지사가 답변토록 하고 있다.

청원 게시 후 2주 만에 답변 기준 5만 명을 넘어섰다는 점 또한 이례적으로, 실·국장이 아닌 이 지사가 직접 답변에 나설지 여부와 답변 내용에도 관심이 집중되고 있다.

도 관계자는 "답변 여부는 최종적으로 지사가 결정할 사항"이라며 "답변 기준을 충족한 첫 청원인 만큼 답변 시기와 내용 등에 대해 신중하게 검토하고 있다"고 말했다.

해당 청원은 지난 16일 경기도의회를 통과한 ‘성평등 기본조례 개정안’에 대해 집행부인 도가 재의요구에 나서 달라는 것이 핵심이다.

청원자는 "조례가 헌법과 양성평등기본법에 따른 양성평등의 범위를 넘어서는 ‘성평등’을 규정함으로써 상위법의 범위를 넘어서고 있다"며 "재의요구를 통해 위법한 조례를 도의회가 바로잡을 수 있도록 청원한다"고 밝혔다.

앞서 경기도기독교총연합회 등 종교단체를 중심으로 구성된 ‘건강한 경기도 만들기 도민연합’ 등은 해당 조례가 "동성애, 트랜스젠더 등 성소수자를 옹호하기 위한 것이라며 도청 앞에서 집회를 열기도 했다.

한편, 도의회 발의로 최근 개정된 성평등 기본조례는 도 산하 공공기관이나 민간사업장 사용자가 성평등위원회를 설치할 경우 도가 비용과 정책자문을 지원할 수 있도록 하는 내용을 담고 있다.

@highlight

22일, 경기도민청원 게시판에 올라온 '경기도 성평등 조례·성인지 예산제 조례에 대한 재의요구 관련 긴급 청원'이 이례적으로 2주 만에 5만 명 이상의 동의를 받아 이재명 지사가 이에 직접 답할지 관심이 쏠리고 있다. 