'나 홀로 여행'이 새로운 여행 트렌드가 된 걸로 나타났다.

여행지는 해외보다 국내를 더 선호했다.

G마켓이 이달 15일부터 28일까지 최근 2주동안 총 993명의 고객을 대상으로 '나홀로 여행(이하 혼행)'에 대한 설문조사를 실시한 결과, 전체 응답자 중 80%가 앞으로 혼행을 떠날 계획이 있는 것으로 조사됐다.

이미 혼행 경험이 있다고 답한 참여자도 61%에 달했다.

여행지로는 해외보다는 국내여행을 더 선호했다.

실제로 20대 응답자만이 55%가 이색 문화를 접할 수 있는 해외여행 쪽의 손을 더 든 반면, 30대(국내 51%)와 40대(국내 60%), 50대 이상(국내 77%)은 모두 국내를 더 선호한다고 답했다.

혼행을 계획하는 이유는 '나의 취향대로 여행 계획을 짤 수 있어서'가 78%를 차지해 가장 많았고, '상대방과 일정을 맞추기 힘들어서(10%)'와 '마땅히 함께 할 동반자가 없어서(7%)'가 뒤를 이었다.

반대로 '혼행이 망설여지는 이유'로는 '낯선 장소에 홀로 있다는 두려움 때문(46%)'이라는 답변이 가장 많았다.

'혼행 시 꼭 필요하다고 생각하는 준비물'로는 무료함을 달래 줄 수 있는 '게임기나 음향기기'(29%)가 1위를, 사진 촬영을 위한 '셀카봉'(27%)이 2위를 차지했다.

이 외 안전을 위한 '호신용품'(16%), '간편 즉석식품'(12%), 귀중품 보관을 위한 '수납/보안용품'(11%) 등이 뒤를 이었다.

해당 질문에 성별 차이는 있는 것으로 나타났다.

남성은 '게임기나 음향기기'(36%)를 1순위로 꼽은 반면, 여성은 '셀카봉'(30%)을 우선시하는 것으로 나타났다.

이베이코리아 여행사업팀 임지연 팀장은 "워라밸을 중요시하고 소확행이 대세가 되면서 갈수록 여행 수요가 증가하고 있다" 며 "특히 본인이 원하는 일정을 계획하고, 혼자만의 힐링 시간을 가질 수 있는 혼행에 대한 선호도가 높아지기 때문에 관련 업계에서도 혼행 등 개인 취향을 존중하는 다양한 여행 프로모션을 마련하고 있다"고 말했다.

@highlight

G마켓이 최근 2주동안 고객 대상 설문조사를 시행한 결과, 전체 응답자 중 80%가 '나 홀로 여행'의 계획이 있다고 응답하며 혼자, 또한 해외보다는 국내를 선호하는 경향의 새로운 여행 트렌드가 나타났음을 보였다.