GS리테일이 인기 웹툰 '유미의세포들'의 상상 속 과자 '세포깡'을 출시했다고 1일 밝혔다.

'세포깡'은 네이버웹툰인 '유미의세포들'에서 의인화된 여러 세포들 중 식욕을 담당하는 '출출세포'가 즐겨 먹는 간식이다.

GS리테일은 네이버웹툰과 협업해 상상 속 과자를 실제로 구현해 출시했다.

'유미의세포들'은 2015년 4월 시작해 현재까지 인기리에 연재되고 있는 작품으로 웹툰 속 주인공인 유미의 다양한 감정과 체내 활동을 의인화된 세포를 통해 표현하는 독창적인 콘셉트의 작품이다.

각 세포의 특징이 반영된 귀여운 외모와 개성을 보여주며 웹툰 속 주인공인 유미와 함께 두터운 팬층을 보유하고 있다.

GS리테일이 이번에 출시한 세포깡은 유어스출출세포깡매콤달콤(이하 세포깡매콤달콤)과 유어스출출세포깡간장마요(이하 세포깡간장마요) 2종이다.

GS리테일은 유어스출출세포깡 2종에 새우 분말을 주 재료로 만든 스낵을 사용했다.

'세포깡매콤달콤'에는 매운맛과 달콤한맛을 동시에 느낄 수 있는 떡볶이소스맛 양념을 사용해 가장 대중적인 맛을 구현했고, '세포깡간장마요'에는 '단짠' (달콤,짭짤)을 간장마요맛으로 입혀 출시했다.

'세포깡매콤달콤'과 '세포깡간장마요'는 GS25와 GS더프레시(수퍼마켓)에 동시에 출시되며, 가격은 1500원이다.

황보민 GS리테일 가공식품팀 MD는 "GS리테일은 맛과 재미, 새로운 경험까지 체험 할 수 있게 유어스출출세포깡을 출시했다"며 "앞으로도 다양한 협업으로 GS리테일만이 제공할 수 있는 차별화된 상품을 개발할 수 있도록 노력하겠다"고 말했다.

@highlight

GS리테일은 네이버웹툰과 협업해 인기 웹툰 '유미의세포들'에서 의인화된 여러 세포들 중 식욕을 담당하는 '출출세포'가 즐겨 먹는 상상 속 과자 '세포깡'을 실제로 만들어 출시했다.