경기 김포시가 4차 산업혁명 혁신성장과 평화교류 거점 도시로 발전하기 위한 선결과제로 '김포시 5대 대표사업 업종'을 선정하고 집중 육성키로 했다.

5대 대표사업 업종은 미래 신산업을 선도할 전기자동차를 비롯해 첨단소재부품 지능형기계와 스마트물류·관광레저 분야다.

시는 '평화경제자유구역 지정 추진'과 연계해 전기자동차 실증단지를 조성한다는 방침이다.

또 4차 산업혁명 핵심 소재·부품을 개발하고 스마트팩토리 기술개발·전환을 촉진할 예정이다.

전기차 테마파크와 E모빌리티를 활성화해 관광레저산업을 육성하고 남북교류 물류단지를 조성한다는 계획이다.

시는 우선 김포내 '5대 대표사업 업종' 기업체를 모집할 예정이다.

선정된 업체는 오는 10월 31일부터 11월 3일까지 킨텍스 제1전시장에서 열리는 '2019 지페어 코리아'에 김포시 특별관을 조성해 맞춤형 마케팅을 지원한다.

이후에도 각 업종별 육성계획을 수립해 지역 산업경제 활동을 촉진시켜 혁신성장을 도모할 예정이다.

앞서 김포시는 지난 5월 경기도경제과학진흥원에 '김포시 산업현황 조사?분석연구 용역'을 의뢰하고 29일 최종보고회에서 '5대 대표사업 업종'을 최종 선정했다.

'김포시 대표사업 업종 선정'은 민선7기 공약사항으로 4차 산업혁명 시대를 선제적으로 대응하고 기존 뿌리산업을 고도화해 '시민행복, 김포의 가치를 두 배로' 비전을 달성해 시민에게 힘을 주는 산업도시로 도약하는 발판을 마련하기 위해 추진됐다.

정하영 시장은 "5대 대표사업 업종 관련 기업체가 지역 전체 사업체 31%를 차지하고, 특히 전통적 뿌리산업은 특화도가 우수하다"며 "미래 신산업과 기존산업의 고도화를 유기적으로 연계·육성한다면 우리 대표기업들이 국내를 넘어 세계로 뻗어나가는 강소기업으로 성장하고 양질의 일자리를 창출해 지역경제 버팀목이 될 것"이라고 강조했다.

@highlight

경기도 군포시에서 전지자동차 실증단지 조성과 스마트팩토리 기술개발 전환을 할 예정이다.