부영그룹이 인재 양성을 통해 지역 사회와 상생하고자 경남 창원에 소재한 창신대학교 운영을 맡았다.

전남과 서울에서 중·고교를 운영중인 데 이어 대학교까지 교육 사업을 확장한 것이다.

부영그룹은 1일 오전 창신대학교 채플 콘서트홀에서 이사장 및 총장 이 ' 취임식을 개최했다고 밝혔다.

이날 행사에는 이현규 창원시 제2부시장, 창신대 교직원 및 학생 등 300여 명이 참석했다.

이날 행사에서 강병도 이사장과 강정묵 총장이 이임했고 신희범 대한노인회 경남연합회 회장이 신임 이사장으로, 이성희 전 경주대 총장이 신임 총장으로 각각 취임했다.

신희범 신임 이사장은 이날 취임사에서 "학생을 위한 장학금 및 재정 지원으로 창신대가 발전하는데 소임을 다하겠다"고 밝혔다.

이성희 신임 총장은 "창신대가 특성화된 강소대학으로 계속 발전하기 위해 교수 및 직원의 성숙과 발전에 적극 지원하겠다"고 말했다.

신 이사장은 함안군 부군수, 통영시 부시장, 창원시 부시장 등을 지냈다.

경남개발공사 사장을 역임하고 현재는 대한노인회 경남연합회 회장으로 활동하고 있다.

이 신임 총장은 교육부 관료 출신으로 경상북도 부교육감, 신한대 부총장, 경주대 총장 등을 역임했다.

한편 부영의 창신대 인수는 지역 사회와 상생하고자 하는 사회공헌활동의 일환이다.

창업자 이중근 회장은 평소 교육 사업에 남다른 애정을 쏟았다.

현재 전남 화순 능주중·고, 서울 덕원여중·고 및 덕원예고를 운영하고 있다.

국내 주요대학 12곳에 '우정(宇庭)'이 새겨진 건물을 신축 기증하고 경남 지역 중·고교 등에 32억원 가량의 전자칠판을 기증하기도 했다.

동남아 국가 초등학교에도 건립 기금을 지원하고 해외 20여개국에 디지털피아노 7만여대와 교육용 칠판 60여만개를 보냈다.

지금까지 기부한 금액은 약 7600억원으로 2014년에는 '국내 500대 기업 가운데 매출액 대비 기부금 1위 기업'으로 선정된 바 있다.

@highlight

부영그룹이 경남 창원에 소재한 창신대학교 운영을 맡았으며, 전남과 서울에서 중·고교를 운영중인 데 이어 대학교까지 교육 사업을 확장한 것으로, 인재 양성을 통해 지역 사회와 상생하고자 하는 사회공헌활동의 일환이다.