광주시 청년부채 경감 지원 사업 담당 기관인 광주청년드림은행이 신용회복위원회 광주지부와 청년부채 문제 해결을 위해 업무 협약을 체결했다.

이번 협약식은 채무조정 및 연체예방 지원 사업의 일환인 ‘광주청년 금융복지 네트워크’구성으로 지역 청년들의 부채 고민 해소와 경제적 안전망 마련을 위한 협력 체계를 구축했다는 점에서 의미가 있다.

광주청년드림은행에서 1:1로 1, 2차 재무 상담을 받은 청년들 중 현재 소득으로는 본인의 채무를 상환할 수 없는 이들의 경우 자신에게 가장 적합한 채무조정제도를 안내 받는다.

이후 신용회복위원회 워크아웃 제도로 연계해 빚의 악순환에서 벗어나 안정적으로 사회에 진입할 수 있도록 지원하는 시스템이다.

신용회복위원회 광주지부는 신속한 채무조정, 저금리 전환 등 청년들의 생활안정 및 금융복지 증진을 위해 적극적으로 협력해 나가겠다고 밝혔다.

광주청년드림은행 박수민 은행장은 청년의 공적채무조정 접근성과 편의성 제고를 위한 채무조정 연계제도가 전국으로 확산될 수 있는 전환점이 될 수 있었으면 좋겠다는 바람과 함께 청년들이 안정적으로 사회에 진입하고 경제 인구로 활동 하는데 신용회복이 매우 중요한 문제라고 말했다.

광주청년드림은행은 청년들의 부채 문제를 사회적 책임이라고 인식하고 전국에서 처음으로 시작한 사업으로 2018년 1월부터 운영 중이다.

학자금대출과 생활비 대출 등으로 사회 첫 출발부터 어려움에 처한 청년들의 부채가 악성화 되지 않도록 △사전 예방적 1:1 재무 상담 △경제교육 △사후처방으로 채무조정 연계 △1인당 80만원 신용회복 및 연체예방 지원 등 청년정책과 지역 사회서비스를 연계하고 있다.

개소 후 지난달까지 584명의 청년들이 신청해 상담을 진행하고 이 중 91명이 신용회복위원회가 진행하는 워크아웃과 법원의 개인회생.

파산 등 채무조정제도로 연계 돼 신용을 회복했다.

광주청년드림은행은 만 19세 ~ 39세 광주광역시 거주하는 청년이라면 누구나 방문(사전예약) 상담할 수 있다.

방문이 어려운 청년은 카카오플러스 친구 광주청년금융114로 불법금융에 대한 피해와 금융정보를 문의할 수 있고 상담도 가능하다.

@highlight

광주청년드림은행은 1:1로 2차에 걸친 재무 상담 후 본인의 채무를 상환할 수 없는 청년에게 가장 적합한 채무조정제도를 안내받을 수 있도록 신용회복위원회 광주지부와 업무 협약을 체결하기로 하였으며, 만 19세 ~ 39세 광주광역시에 거주하는 청년이라면 누구나 사전예약으로 방문 상담할 수 있다고 전했다.