1일 삼성전에서 롯데 이적 이후 첫 승을 따낸 다익손.

다익손이 롯데 자이언츠 이적 이후 감격의 첫 승을 따냈다.

롯데는 한 달여만에 2연승의 즐거움을 맛봤다.

롯데는 1일 대구에서 열린 2019프로야구 삼성 라이온즈전에서 홈런 2개 등 7안타를 적시에 몰아쳐 9-4로 완승했다.

31일에도 삼성을 꺾었던 롯데는 지난 6월 29~30일 두산 베어스전에서 2연승을 거둔 이후 32일 만에 ‘연승’을 기록했다.

롯데는 36승62패2무를 기록했지만 9위 한화 이글스가 KT 위즈를 3-1로 누르는 바람에 10위 자리에서 탈출하지 못했다.

다익손은 이날 3회부터 마운드에 올랐다.

박시영이 이른바 ‘오프너’로 나서 1~2회를 무실점으로 막은 뒤였다.

구원투수진이 약하고 다익손이 6이닝 이상을 던지기 힘들다는 어려움을 감안한 투수 기용책이었다.

다익손은 7이닝 동안 홈런 2개로 4실점했지만 승리투수가 돼 올 시즌 4승6패를 기록했다.

롯데에 이적한 뒤 8경기 만에 따낸 승리였다.

SK 와이번스 시절까지 더하면 5월 11일 KIA 타이거즈전 이후 두 달하고도 20일 만의 승리다.

롯데는 2회초 강로한의 3점 홈런으로 3점을 먼저 뽑았다.

3회초에는 무사만루 기회 때 채태인의 밀어내기 볼넷으로 한 점을 더 보태고, 윌슨의 2루타로 2점을 추가했다.

또 신본기의 적시타와 강로한의 병살타 때 2점을 더 얻었다.

스코어는 8-0으로 벌어졌다.

롯데는 4회말 삼성 러프에게 2점 홈런을 맞았지만 6회초 손아섭이 우월 1점 홈런을 날려 승부에 쐐기를 박았다.

롯데는 9회말 삼성 공격을 러프의 2점 홈런 한 방으로 막고 경기를 끝냈다.

한편 SK는 선발투수 김광현(7이닝 3안타 1실점)의 호투와 로맥(3안타 1홈런 2타점), 이재원(2안타 3타점), 정의윤(2안타 1홈런 3타점)의 호타에 힘입어 KIA를 10-1로 대파했다.

@highlight

1일 대구에서 개최된 2019프로야구 삼성 라이온즈전에서 롯데가 홈런 2개 등 7안타를 적시에 몰아쳐 9-4로 승리함에 따라 다익손은 롯데로 이적 후 첫 승을,  롯데는 한 달만에 2연승을 기록하게 되었다. 