폭염이 기승을 부리는 무더운 8월에도 전북 곳곳에서는 다채로운 체육행사가 펼쳐진다.

8월 한 달간 도내 곳곳에서 각종 국내대회와 도내대회가 예정돼 있어 지역경제 활성화도 기대된다.

먼저 약 1000명이 참여하는 제48회 문화체육관광부 장관기 전국 학생사격대회가 1일부터 오는 6일까지 전북종합사격장에서 진행된다.

이 대회에는 아역배우 박민하가 공기소총 10m 여자 초등부 경기에 출전하는 것으로 알려져 눈길을 끈다.

오는 2일 제36회 대통령기 전국승마대회가 개막하며, 문화체육관광부 장관기 전국 초등태권도대회는 10일부터 14일까지 고창 군립체육관에서 진행된다.

황산대첩 기념 제4회 이성계 장군기 전국 남녀 궁도대회는 15일부터 사흘간 남원 황산정에서 열리고, 제35회 대통령기 전국 시·도 탁구대회는 16일부터 22일까지 무주국민체육센터에서 펼쳐진다.

또 시원한 물살을 가를 제38회 대통령기 전국수영대회가 22일부터 26일까지 전주 완산수영장에서 펼쳐지고 제19회 문화체육관광부 장관배 전국 철인 3종 선수권대회는 31일부터 이틀간 웅포캠핌장 일원에서 진행된다.

전국대회와 함께 4개의 도내대회도 예정돼 있다.

2019 전라북도 동호인바둑대회가 3일부터 이틀간 전북바둑협회 대국장에서 열리고 전북 생활 체육 테니스대회는 17일부터 18일까지 완주군청 테니스장에서 개최된다.

전라북도지사기 농구대회와 제26회 전라북도지사배 탁구대회는 31일부터 다음 달 1일까지 각각 군산고 체육관과 남원 춘향골체육관에서 열린다.

최형원 전북체육회 사무처장은 "폭염이 기승을 부리는 만큼 단 한 건의 안전사고가 발생하지 않도록 최선을 다하겠다"며 "각종 대회가 개최돼 조금이나마 지역경제에 보탬이 될 것으로 보인다"고 말했다.

@highlight

무더워가 기승을 부리는 8월 한 달 간 도내 여러 곳에서 각종 전국대회와 4개의 도내대회등의 풍성한 체육대회 행사가 개최될 예정이어서 이에따른 지역경제 활성화도 기대되고 있다.