1일 경주 낮 최고기온이 36.1℃까지 오르며 전국에서 가장 높은 기온을 기록하는 등 대구와 경북 대부분 지역에 가마솥더위가 연일 이어지고 있다.

특히 2일에는 대구와 경주 기온이 무려 37℃까지 오르는 등 폭염은 주말에도 계속될 것으로 예상돼 특보도 확대될 것으로 보인다.

이날 대구와 경북 대부분 지역에서는 열대야가 나타난 곳이 많았다.

밤사이 북태평양 고기압의 가장자리를 따라 고온다습한 남~남서풍의 유입으로 전날 낮 동안 오른 기온이 충분히 떨어지지 못한 탓이다.

대구지방기상청에 따르면 1일 기준 폭염경보는 대구를 비롯 경북 대부분 지역에, 폭염주의보는 영양평지, 봉화평지, 청송, 영주에 내려졌다.

이날 낮 최고기온은 경주 36.7℃, 포항·영천 36.1℃, 울진 35.8℃, 대구·의성 35.6℃, 영덕 35.4℃ 등을 기록했다.

대구기상청은 주말에도 북태평양 고기압의 영향으로 35℃ 이상 오르면서 무더위가 계속 되겠고, 밤사이 열대야가 나타나는 곳이 많겠다고 내다봤다.

2일 아침 최저기온은 경주·안동 24℃, 대구 26℃, 포항 27℃ 등 21~27℃, 낮 최고기온은 포항·안동 35℃, 대구·경주 36℃ 등 33~37℃가 예상된다.

3일 아침 기온은 경주·안동 24℃, 대구·포항 26℃ 등 21~26℃, 낮 기온은 포항·안동 33℃, 대구·경주 35℃ 등 30~35℃ 를 기록하겠다.

4일 아침 최저기온은 안동 23℃, 경주 24℃, 대구·포항 25℃, 낮 최고기온은 포항·경주 33℃, 대구·동 35℃의 기온 분포가 예상된다.

신혜경 대구지방기상청 예보관은 “폭염특보 발표 지역에서는 보건, 농업, 축산업, 산업 등에 피해가 우려된다”고 말했다.

@highlight

지난 1일 경주 낮 최고기온이 36.1℃까지 오르며 전국에서 가장 높은 기온을 기록하였고, 2일에는 대구와 경주, 경북 대부분 지역에서는 기온이 무려 37℃까지 오르는 등 열대야가 나타난 곳이 많아 폭염은 주말에도 계속될 것으로 예상된다.