[서울신문] 1일 송영완 수원시 영통구청장과 정두용 영통구 주민자치위원장 협의회장, 주민 등 300여명이 일본의 경제보복의 부당함을 규탄하고 제한조치 철회를 촉구하는 결의대회를 갖고 있다.

영통구청 제공 수원시가 일본제품 불매, 일본여행 보이콧을 실천하는 '신(新)물산장려운동'을 벌이고 있는 가운데 영통구(구청장 송영완)가 일본의 경제보복의 부당함을 규탄하고 제한조치 철회를 촉구하는 결의대회를 1일 개최했다.

영통구 단체장협의회가 주최하고 영통구 주민자치위원장협의회가 주관한 결의대회는 이날 영통구청 대회의실에서 시장상인연합회, 학부모폴리스연합단 등 22개 단체와 영통구민 300여명이 참석한 가운데 열렸다.

정두용 영통구 주민자치위원장 협의회장의 규탄사를 시작으로 영통구민 5인의 자유발언, 구호제창, 결의 퍼포먼스 등 순으로 진행됐다.

이날 결의대회에 참석한 영통구민들은 "No 일본제품", "Yes 국산품"이라고 적힌 손 팻말을 들고 "부끄럽고 치졸한 일본정부는 경제보복 조치를 즉각 철회하라"고 촉구했다.

이어 "자유무역 질서에 위배되는 보복적 성격의 일본 수출규제 조치의 부당함을 강력히 규탄한다"면서 "일본정부가 경제보복을 철회할 때까지 일본 제품 불매운동에 앞장서겠다"며 결연한 의지를 다졌다.

지난달 30일에는 장안구 지역단체 관계자들이 연무동 행정복지센터에서 일본여행 자제와 일본제품 불매운동을 결의한 바 있다.

영통구는 앞으로 '거리행진'과 '학교캠페인'을 벌이는 등 지속적인 활동을 통해 일본의 만행을 알리고 주민과 학생들의 동참을 유도한다는 방침이다.

정두용 회장은 "더운 날씨에도 불구하고 많은 구민들이 관심을 가져준 덕분에 결의대회를 성공적으로 개최할 수 있었다"며 "앞으로 일본정부의 책임감 있는 조치가 나올 때 까지 영통구민들의 힘을 모아 싸워나갈 것"이라고 말했다.

@highlight

1일 수원시 영통구(구청장 송영완) 주민들은 "No 일본제품", "Yes 국산품"이라고 적힌 알림판을 들고 일본의 경제보복의 부당함을 규탄하고 금수조치 철회를 재촉하는 결의대회를 열고 "일본정부가 경제보복을 철회할 때까지 No 재팬 운동에 앞장서겠다"는 단호한 결심을 밝혔다.