조홍래 이노비즈협회(중소기업기술혁신협회) 회장은 최근 기자와 만나 대내외 변수로 위기 상황에 놓인 한국 경제의 문제를 근본적으로 해결하려면 시간이 걸리더라도 제조업 육성으로 돌아가야 한다고 강조했다.

그는 "제조업체들은 최근 주목받는 유니콘 기업처럼 단기간에 확 도약할 수 없지만 오랜 기간 꾸준히 성장할 수 있는 강점을 지녔다"면서 "정부가 스타트업 양성에만 집중할 것이 아니라 중소기업 지원도 늘려야 한다"고 주장했다.

그는 특히 "최근 일본 수출규제로 그 어느 때보다 중요성이 커진 부품·소재업이 그동안 성장하지 못했던 이유 중 하나가 빠른 성과를 도출해야 하는 조급성을 요구하는 문화 때문"이라고 지적했다.

그는 이어 "기술 개발까지 시간이 꽤 걸리고 여러 기술을 축적하는 과정도 필요한데, 발주사가 협력사에 시간을 주는 대신 부품·소재 장비를 외국에서 수입하는 방법을 택하다 보니 부품·소재업이 발달하지 못했다"고 분석했다.

조 회장은 올해 2월 제9대 회장으로 취임했다.

현장 곳곳을 누비면서 중소기업인들의 목소리를 들어본 그는 중소기업인들이 최근 겪고 있는 가장 큰 어려움은 미래에 대한 불확실성이라고 전했다.

그는 "근로시간 단축 등에 따른 국내 노동환경 변수, 미·중 무역전쟁과 일본 수출규제 등 대외 변수로 많은 기업인이 기업 방향을 정확하게 못 잡고 있는 게 문제"라며 "기업을 매각하려거나 공장을 이전하려는 기업인도 꽤 많다"고 말했다.

다만 그는 중소기업 스스로도 변해야 한다고 조언했다.

인재를 발굴·육성하고 기술력을 키워 내부 경쟁력을 높여야 한다고 강조했다.

조 회장은 "중소기업은 자신이 속한 산업군에서 자생력을 키워야 하며 '삼성전자 혹은 현대자동차의 1차 협력사'로 불릴 게 아니라 자신만의 고유 브랜드를 만들어야 한다"고 목소리를 높였다.

또 한국 시장은 규모가 작기 때문에 반드시 해외로 나가야 한다고 말했다.

조 회장은 임기 내 가장 하고 싶은 일로는 '이노비즈 스마트공장 플랫폼' 사업을 꼽았다.

그는 "협회가 스마트공장 구축 희망기업을 사전 진단하고, 협회 네트워크를 활용해 수요업체와 공급업체를 연결해 기업에 꼭 필요한 맞춤형 스마트공장을 제공할 것"이라며 "이달 말 열리는 '중소기업기술혁신대전'에서 협회가 추진 중인 스마트공장 모습을 공개할 것"이라고 설명했다.

@highlight

조홍래 이노비즈협회(중소기업기술혁신협회) 회장은 최근 기자와 만나 대내외 변수로 위기 상황에 놓인 한국 경제의 문제를 근본적으로 해결하려면 시간이 걸리더라도 제조업 육성으로 돌아가야 한다는 점, 부품·소재업이 그동안 성장하지 못했던 이유 중 하나가 빠른 성과를 도출해야 하는 조급성을 요구하는 문화 때문이었으므로 이에서 탈피해야 한다는 점, 중소기업 스스로가 자신이 스스로 브랜드화 할 것 등을 강조했다.