송언석 자유한국당 의원이 1965년 한일청구권 협정에 대해 "개인청구권이 포함됐다고 본다"고 발언해 논란이 되고 있다.

송언석 자유한국당 의원은 지난 1일 YTN '노종면의 더 뉴스'에 출연해 강병원 더불어민주당 의원과 토론하면서 "(한일청구권 협정에) 개인청구권이 포함됐다고 하는 것이 당초의 취지였다고 알고 있다"며 이같이 밝혔다.

한일청구권 협정은 1965년 한국과 일본의 한일기본조약 당시 함께 조인된 '재산 및 청구권에 관한 문제의 해결 및 경제협력에 관한 협정'을 말한다.

이 협정에 따라 일본은 한국에 3억 달러의 무상 자금과 2억 달러의 차관을 지원하고, 양국은 각국의 재산, 권리 및 이익과 청구권에 관한 문제가 해결된 것으로 합의했다.

일본 정부는 한국인 강제징용 피해자의 청구권 문제는 한일청구권 협정으로 해결이 끝났다는 기존 주장을 되풀이하고 있다.

송 의원이 일본의 주장에 동조하는 발언을 한 셈이다.

송 의원은 "그동안 개인의 청구권이 남아 있었다고 하면 왜 노무현 정부 때인 2007년도와 70년도에 두 번에 걸쳐서 특별법을 만들어서 국가가 보상을 해 줬냐"며 "그때 보상을 해줄 때 개인의 청구권도 다 포함하는 걸 전제로 해서 개인한테 보상을 해준 것"이라고 주장했다.

이어 "(강제징용 피해자에 대한 대법원 판결을) 최대한 존중한다고 하더라도 정부에서는 이번에 판결 난 대상, 소송 당사자 여섯 분이 받아야 되는 청구권 6억을 먼저 보상해야 한다"며 "그것을 매입하고 그 다음에 정부가 그 부분을 일본과 좀 긴 시간을 가지고 해결하는 방법을 찾는 것이 정부가 취해야 될 태도"라고 제안했다.

송 의원은 진행자가 '개인청구권 부분이 1965년 한일청구권협정으로 모두 소멸됐다'고 말한 것이냐는 질문에 "판결문에 나와 있는 내용을 보고 그렇게 이해를 하고 있었다"고 재차 답했다.

이에 대해 강 의원은 "송 의원의 말을 들어보면 여전히 일본의 주장에 동조하는 얘기를 하는 것 같다"며 "대법원의 판결의 핵심은 일제강점기에 강제징용자에 대한 개인청구권은 살아 있다는 것이다. 이건 1965년에 맺어졌던 한일청구권협정과는 별도의 문제"라고 반박했다.

@highlight

송언석 자유한국당 의원은 지난 1일 YTN '노종면의 더 뉴스'에 출연해 강병원 더불어민주당 의원과 토론하면서 1965년 한일청구권 협정에 대해 "개인청구권이 포함됐다고 하는 것이 당초의 취지였다고 알고 있다"며 한국인 강제징용 피해자의 청구권 문제는 한일청구권 협정으로 해결이 끝났다는 일본의 주장에 동조하는 발언을 해 논란이 되고 있다.