KB국민카드는 지난달 31일 크라우드 펀딩 플랫폼 '와디즈'와 유망 스타트업에 대한 전문적인 투자 목적의 'KB국민카드 라이프스타일 사모투자합자회사'를 출범시켰다고 1일 밝혔다.

이 펀드는 '자본시장과 금융투자업에 관한 법률'에 따라 결성된 창업?"벤처 전문 경영 참여형 사모집합투자기구로, KB국민카드와 '와디즈'는 각각 유한책임조합원(LP : Limited Partner)과 업무집행조합원(GP : General Partner)으로 참여한다.

펀드는 유한책임조합원과 업무집행조합원이 조달한 자금으로 경영 참여형 사모펀드(투자합작회사)를 결성해 유망 스타트업에 투자한 후 지분 매각 등을 통해 투자금을 회수하는 구조를 갖고 있다.

이 펀드는 KB국민카드의 스타트업 발굴 육성 프로그램인 '퓨처나인(FUTURE9)'과 연계해 미래 신사업 발굴을 위한 혁신 기술을 가진 스타트업에 대한 투자와 함께 KB국민카드가 보유한 △빅데이터 △플랫폼 △마케팅 등의 인프라 지원과 '와디즈'의 크라우드 펀딩 중개를 통해 안정적인 성장을 돕는다.

펀드 투자는 △'퓨처나인'에 선발된 우수 스타트업 △'와디즈'가 추천한 온라인 커머스 진출이 가능한 제품 또는 서비스를 가진 스타트업 △핵심 기술을 보유한 스타트업 등을 대상으로 이뤄진다.

첫 투자는 '퓨처나인' 2기 프로그램 참여 기업 중 호텔 예약?"추천 서비스 플랫폼을 운영하는 '트립비토즈'와 온?"오프라인 기반 행동 데이터 분석 서비스를 제공하는 'ab180'을 대상으로 진행될 예정이다.

KB국민카드 관계자는 "이번에 결성한 투자 펀드를 통해 스타트업 투자에 대한 전문성과 효율성을 한 단계 높이고 장기적으로는 축적된 투자 역량을 바탕으로 투자 규모도 점진적으로 확대해 나갈 계획"이라며 "창의적인 아이디어와 혁신적인 기술을 가진 스타트업들이 대한민국을 대표하는 유니콘 기업으로 성장하는 데 이 펀드가 마중물이 될 수 있도록 관심과 지원을 아끼지 않을 것"이라고 밝혔다.

@highlight

KB국민카드는 지난 31일 유망 스타트업에 대한 투자 목적의 'KB국민카드 라이프스타일 사모투자합자회사'를 출범을 1일 밝혔으며 투자 후 지분 매각 등을 통해 투자금을 회수하는 구조로 유니콘 기업으로 성장하는데 이 펀드가 마중물의 역할로 지원할 것을 언급했다.