대한민국 축구종합센터(이하 축구종합센터) 천안 유치가 확정됐다.

대한축구협회(KFA)는 1일 천안시와 축구종합센터 유치에 대한 업무협약을 맺었다.

이번 협약에 따라 양 기관은 2021년 3월 착공해 2024년 1월 준공을 목표로 47만8,000㎡ 부지에 천연·인조잔디 구장 12면, 소형 스타디움, 실내훈련장, 축구박물관, 풋살장, 테니스장, 수영장을 포함한 실내체육관 등을 건립한다.

대한축구협회는 천안시와 축구종합센터 유치 업무 협약을 맺었다.

천안시는 도시개발법에 의한 도시개발사업으로 사업을 추진한다.

사업비는 대한축구협회 458억원, 천안시 1100억원(국비 200억원, 도비 400억원 포함)이 투입된다.

운영지원 사항으로 「지방자치법」제104조(사무의 위임 등), 「천안시 행정사무의 민간위탁에 관한 조례」를 근거로 천안시가 조성한 시설물에 대한 위탁관리 할 예정이다.

실내훈련장 설치에 필요한 비용 100억원을 국민체육진흥법 등 관계 법규에서 정한 절차에 따라 민간자본사업보조로 지원한다.

기타 지원사항으로 대한민국 축구발전 및 축구를 통한 체육진흥을 위하여 2020년부터 매년 10억원씩 10년간 100억원의 축구발전기금을 조성한다.

프로축구팀 창단, 스포츠의료지원센터 연계, 시내버스 직통노선 신설, 4차선 진입도로 개설 및 하이패스 IC신설, 미세먼지 저감 및 녹지공간 확보, 상주직원 주택 지원의 내용을 포함하고 있다.

KFA는 대한민국 축구종합센터가 준공되는 날부터 6개월 이내에 대한축구협회를 종합센터로 이전할 계획이다.

협약이 마무리됨에 따라 토지소유자와 보상 협의를 시작으로 예산 확보와 행정절차 등에 들어간다.

정몽규 KFA 회장은 "축구종합센터를 한국 축구 유망주들이 커가고 축구 국가대표팀이 발전하는 산실로 발전시켜 진정한 축구 강국으로 발돋움 하도록 최선을 다하겠다"고 밝혔다.

구본영 천안시장은 "천안이 명실공히 세계 축구의 중심이 될 수 있도록 차질없이 사업을 진행하겠다"고 말했다.

@highlight

천안시가 대한민국 축구종합센터 유치에 성공함에 따라 대한축구협회와 업무협약을 맺고 2024년 준공을 목표로 축구종합체육관을 건립할 예정인데, 정몽규 KFA 회장은 이번 축구종합센터를 발판 삼아 축구강국으로 발돋움할 수 있도록 최선을 다하겠다고 전했다.