'세빌리아의 이발사' 멤버들의 일취월장 속에 영업 2일차를 맞은 미용실팀의 일사분란한 활약이 돋보이는 4회였다.

이민정은 이날 적극적으로 아이디어를 내고, 주도적으로 일을 찾아서 하는 추진력 갑 이반장의 활약과 함께 잠깐의 휴식시간을 이용 아들과의 전화 통화를 통해 애교 가득한 아들 바보 엄마의 모습으로 반전 매력을 발산하여 화제의 중심이 되고 있다.

이민정은 오픈을 한참 앞 둔 시간에 첫 손님이 문 앞에서 대기를 하고 있다는 소식에 직원들을 뒤로 하고 키를 들고 먼저 달려가 문을 열어 손님을 맞았다.

숨 가프게 달려온 상황이지만 당황함 없이 냉장고에서 물을 꺼내 손님에게 응대하며 그녀의 주문 내용을 세밀하게 체크했고, 뒤이어 도착한 동료들과 별다른 말 없이도 일사분란하게 움직이는 모습으로 환상의 호흡을 보여줬다.

쉼 없이 몰려 오는 손님들이 이어졌지만 한결 안정된 모습으로 이들을 응대했고, 급격히 늘어나는 손님들을 효율적으로 접수하기 위해 스페인어로 메뉴표를 만들어 벽에 붙이는 센스 발휘했다.

그녀의 센스 돋는 메뉴표 덕에 주문 접수가 훨씬 수월해졌다.

샴푸, 드라이, 커트, 스타일링 주문을 소통 장애 없이 바로 수월하게 진행됐다.

영업 2일차 만에 이민정과 정채연의 샴푸와 두피 마사지 실력에 대한 소문을 듣고 찾아온 손님까지 등장할 만큼 미용실에 대한 현지인들의 호응이 높아 대박 기운을 느끼게 했다.

오후 영업에 앞서 잠시의 휴식시간 이민정은 아들과 영상통화를 시도했다.

아들 준후의 목소리를 듣자마자 "보고 싶었어 엄마?"라고 말하며 환하게 웃었다.

엄마 보고 싶다며 손뽀뽀 애교를 보내는 아들 모습에 이민정 역시 손뽀뽀를 날리며 애교 가득한 일상 속 엄마 모습으로 반전 매력을 드러냈다.

한편 미용실팀과 이발사팀이 하루동안 서로 영업장을 바꿔 일하는 시간을 갖게 되면서 그 어느때보다 환하게 미소 짓는 이발소 손님들의 모습의 예고 장면이 이어지며 다음 회에 대한 궁금증을 높였다.

@highlight

세빌리아의 이발사 멤버들의 일취월장하고 일사분란한 활약 가운데 이민정은 이날 아이디어를 내고 주도적으로 일을 하는 추진력 갑 이반장의 선전과 더불어 잠깐의 휴식시간에 전화를 통해 아들 준후의 목소리를 듣자마자 "보고 싶었어 엄마?"라며 애교 가득한 아들 바보 엄마의 모습으로 색다른 매력을 선사하며 화제를 불러일으키고 있다.