구미대학교는 최근 건강뷰티학부 피부미용테라피전공 재학생이 NCS(국가직무능력표준) 기반 국가공인자격증인 '과정평가형 메이크업자격시험'에서 전국 대학 최초로 합격했다고 2일 밝혔다.

메이크업자격시험은 지난달 15일 필기시험과 면접시험, 16일 실기시험으로 양일간 치러졌다.

실기시험은 제1과제 뷰티메이크업, 제2과제 캐릭터메이크업, 제3과제 트랜드메이크업, 제4과제 속눈썹·수염연장(미디어수염)을 주제로 진행됐다.

한국산업인력공단은 600시간의 교육과정을 이수한 교육생을 대상으로 내부·외부평가를 통해 국가자격증을 취득하는 과정평가형 국가자격제도를 운영하고 있다.

이 중 미용사(메이크업) 종목은 지난해 지정됐다.

특히 과정평가형 국가자격시험은 검정형 자격시험의 합격선(60점)보다 80점으로 높은 만큼, 기술적 완성도가 요구된다.

이에 구미대는 NCS 기반의 학습모듈과 학습과정을 심화해 체계적인 교육과정을 운영하고, 하계방학 중 72시간의 집중 특강을 실시했다.

이를 통해 첫 시험에서 응시생 전원 합격이란 뛰어난 성과를 거뒀다.

김선옥 학과장은 "응시자격과 시험통과 기준이 까다로운 국가자격증 시험에서 100% 합격률을 기록한 것은 고무적인 일"이라며 "시험 준비에 최선을 다한 학생이 대견하다"고 말했다.

그는 이어 "앞으로도 실무능력 중심 교육으로 우수한 피부미용 전문인재 양성에 최선을 다할 것"이라고 덧붙였다.

한편 구미대 피부미용테라피전공은 산업체 트렌드에 발맞춰 오는 2020학년도부터 전국 최초로 피부미용맞춤화장품전공으로 과명을 변경한다.

또한 기존의 피부미용, 메이크업 전공은 물론 오는 12월부터 시행되는 맞춤형화장품제조관리사 국가시험을 대비한 교과과정을 준비 중이다.

이는 맞춤화장품에 대한 글로벌시장의 요구에 대비, 선제적인 미래 인재를 양성하는 구미대 취업전략 중 하나다.

@highlight

구미대학교는 과정평가형 메이크업자격시험에서 응시생 전원이 합격했다고 2일 발표했는데 이는 기술적 완성도가 요구되고 있다.