셀트리온스킨큐어의 '한스킨'이 '블레미쉬 커버 컨실 쿠션' 출시를 기념해 1+1 사전 예약 판매 프로모션을 진행한다.

한스킨의 신제품 '블레미쉬 커버 컨실 쿠션'을 가장 먼저 만나볼 수 있는 이번 프로모션은 오는 8일까지 한스킨 온라인 공식몰에서 단독으로 진행된다.

또한 제품 구입시 추가로 구매 금액의 최대 20%를 포인트를 적립받을 수 있다.

'블레미쉬 커버 컨실 쿠션'은 울긋불긋한 홍조를 가리는 '홍조 컨실러'로 입소문 난 '블레미쉬 커버'에서 커버력을 강화하고, 쿠션 타입으로 업그레이드 해 편의성을 높인 제품이다.

기존 '블레미쉬 커버'는 20초에 1개씩 팔리는 한스킨의 대표 스테디셀러로, 지난해 한 방송에서 술을 마셔 붉어진 얼굴을 커버하는 아이템으로 알려져 품절 대란을 일으키기도 했다.

'블레미쉬 커버 컨실 쿠션'은 홍조, 여드름 등 피부 결점을 감쪽 같이 커버하고, 매트하고 뽀송하게 마무리되는 '세미 매트'와 촉촉하고 빛나는 광채를 선사하는 '글로우' 2가지 타입으로 출시된다.

컬러는 21호, 23호 2종으로 구성됐다.

'세미 매트' 타입엔 오미자펩타이드, 카밍플라워콤플렉스 등의 성분이 함유돼 홍조 관리를 돕고, '글로우' 타입은 수분 광채 에센스 성분이 함유돼 건조한 피부에 수분을 공급한다.

한스킨 '블레미쉬 커버 컨실 쿠션'은 한스킨 온라인 공식몰에서 가장 먼저 판매를 시작하며, 오는 16일부터 순차적으로 전국 올리브영, 롭스, 랄라블라에서 판매될 예정이다.

@highlight

셀트리온스킨큐어의 한스킨은  오는 8일까지 한스킨 온라인 공식몰에서 '플레미쉬 커버 컨실 쿠션'의 출시를 기념해 1+1 에약판매 프로모션을 실시하는데 이 제품은 울긋불긋한 홍조를 가리는 '홍조 컨실러이다,