정부가 한국을 화이트리스트(백색국가·수출심사 우대국)에서 제외한 일본 정부의 경제 보복에 대응해 핵심 소재·부품·장비 국산화를 골자로 한 종합대책을 곧바로 내놓는다.

정부는 2일 청와대에서 문재인 대통령 주재로 국무회의를 열고 이날 일본의 백색국가 제외 조치에 따른 대응책을 논의했다.

정부는 일본 수출규제 관련 중·장기 종합대책을 바로 발표할 계획이다.

100대 소재·부품·장비 국산화 지원, 수입선 다변화가 골자다.

일본의 경제보복이 반도체 뿐 아니라 기계, 정밀화학 등 산업 전반으로 넓어지는 만큼 예산·세제·제도 등 가용 가능한 정책을 총동원하겠다는 방침이다.

정부는 우선 내년 예산안에 약 1조원 규모의 소재·부품 연구개발(R&D) 예산을 담을 계획이다.

재정 투입으로 일본 의존도가 높은 소재·부품을 국산화하겠다는 목표다.

이날 국회가 처리하기로 합의한 추가경정예산안에도 당장 필요한 연구개발 예산 2730억원이 포함됐다.

지난달 16일 김상조 청와대 정책실장은 "추경 뿐 아니라 내년도 예산안에도 소재부품 장비산업의 능력을 근본적으로 발전시킬 수 있는 대대적 지원책을 담겠다"고 말했다.

연구개발 세액공제 확대 등 세제 지원도 준비 중이다.

핵심 소재·부품을 연구개발하거나 시설투자하는 기업에게 법인세 혜택을 제공할 계획이다.

정부는 세제지원 1차 지원책으로 일본이 수출규제를 단행한 불화수소를 연구개발 세액공제 대상에 포함하는 대책을 발표하기도 했다.

정부는 소재부품기업 육성에 관한 특별법도 개정할 예정이다.

이 법은 2001년 제정돼 2021년 일몰을 앞두고 있다.

정부는 핵심 소재·부품의 대외 의존도를 낮추는 쪽으로 특별법을 손 볼 방침이다.

핵심 부품·소재 등을 개발한 중소기업과 대기업 간 공급망을 구축하는 방안도 포함될 것으로 알려졌다.

앞서 문 대통령은 "중소기업들이 국산화에 기술을 갖추거나 제품 개발에 성공하더라도 공급망에 참여하지 못해 사장되거나 포기하는 경우가 적지 않았다"며 "정부와 대·중소기업이 함께 비상한 지원 협력 체계를 갖추면서 대기업도 중소기업과의 상생협력을 강화해달라"고 당부했다.

@highlight

2일 문재인 대통령 주재로 열린 청와대 국무회의에서는  일본의 백색국가 제외 조치에 따른 대응방안 마련이 논의되었으며, 약 1조원 규모재정 투입으로 일본 의존도가 높은 소재·부품의 국산화와 세제 지원등이 주요 요지였다.