제프 베이조스 아마존 CEO가 사흘에 걸쳐 회사 주식 2조원어치를 매각했다.

아마존의 민간 우주탐사기업 '블루오리진' 사업 자금용으로 유추됐다.

지난 1일(현지시간) 미국 CNBC에 따르면 베이조스 CEO는 지난달 29~31일, 사흘 동안 18억달러(약 2조1500억원) 상당의 회사 주식을 매각한 것으로 보도됐다.

이날 CNBC가 인용한 미 증권거래위원회에 제출된 양식에 따르면, 베이조스 CEO의 이번 매각은 지난해 10월 3300만달러 상당 주식 매각 후 약 10개월 만에 이뤄진 것이다.

이번 주식 매각 수량은 총 95만주 이상으로 주당 약 1900달러의 가격에 매도된 것으로 알려졌다.

이 매각 이후 베이조스 CEO의 주식 소유량은 5810만주다.

CNBC는 "이번 매각은 달러 가치에 근거했을 때, 회사 역사상 베이조스 CEO가 단기간에 가장 많은 금액을 매도한 것으로 보인다"고 설명했다.

베이조스 CEO가 주식을 대량 매각한 이유로는 아마존의 민간 우주탐사 사업 '블루오리진(Blue Origin)'을 위한 자금 마련 때문인 것으로 보인다.

앞서 그는 지난 2017년 기자들과 만난 자리에서 블루오리진에 자금을 대기 위해 매년 아마존 주식 약 10억달러 어치를 매각할 것이라 밝힌 바 있다.

또 이 우주사업과는 별개로 2018년, 베이조스 CEO는 전처인 매켄지와 함께 노숙자 가정을 돕고 유치원을 만들기 위한 '데이원펀드(Day One Fund)'를 설립하기 위해 20억달러를 출연할 것을 약속하기도 했다.

매켄지와 베이조스 CEO는 이혼합의를 완료했다.

아마존 지분 25%를 전처에게 넘기되 주식 의결권은 계속 베이조스 CEO가 유지하는 조건이었다.

한편 아마존 측은 이번 주식 매각에 대한 언급을 거절한 것으로 보도됐다.

포브스는 이번 매각 이후 베이조스 CEO의 순자산은 약 1150억달러(137조3000억원)가 될 것으로 추정했다.

@highlight

CNBC가 보도한 바에 의하면 미국시간으로 지난 1일 아마존 경영자인 제프 베이조스가 지난달 29일부터 사흘동안 한화로 대략 2조 1500억원 상당의 회사주식을 매도했으며, 그 이유는 민간 우주탐사 기획 '블루오리진'의 자본을 확보하려던 것으로 보인다.