KB인베스트먼트는 2일 사회적 문제 해결을 지향하는 'KB소셜임팩트 펀드'를 조성하고, 더 나은 세상을 만들기 위한 투자 활동에 나섰다.

이 펀드는 총금액 150억원 규모로 조성됐고, 한국모태펀드가 조성금액의 70%를 출자하며 유한책임조합원(LP)으로 참여했다.

펀드 운용기간은 8년이며, 투자대상은 UN 지속가능발전목표(SDGs)를 통해 제시된 '사회문제 해결'과 '재무적 성과' 실현을 동시에 추구하는 '사회 혁신형 소셜 벤처' 기업들이다.

KB인베스트먼트는 사회적 문제 해결 목표가 비즈니스에 내재화 되어 있고, 경영활동을 통해 이를 구현할 수 있는 소셜 벤처기업에 투자하여 임팩트 창출(Impact Creation)과 기업가치 제고(Value Creation)에 주력한다는 계획이다.

KB인베스트먼트는 협력관계에 있는 유수 엑셀러레이터를 비롯하여, 'KB이노베이션허브' 및 '한국기업가정신재단'과의 협업 등 유망 소셜 벤처기업을 유치하기 위한 다양한 채널을 확보하고 있다.

대표 펀드매니저를 맡은 KB인베스트먼트 벤처투자그룹 이지애 이사는 "비즈니스를 통해 사회적 문제를 근원적으로 해결하여 좋은 세상을 만드는 소셜 벤처기업에 대한 투자는, 더 나은 세상을 만들어 가자는 의미인 KB금융그룹의 미션 '세상을 바꾸는 금융'과도 일치한다"며 "사회적 가치와 재무적 이익이 연계?통합되어 경영활동의 결과로 창출되는 임팩트가 지속될 수 있도록 힘을 보태겠다"고 포부를 밝혔다.

KB인베스트먼트 관계자는 "KB금융그룹은 지난 4월 KB금융그룹 윤종규 회장을 중심으로 'KB혁신금융협의회'를 출범시키며 혁신성장 기업에 대한 금융지원을 추진하고 있다. 글로벌 지속가능경영평가인 '다우존스 지속가능경영지수'에서도 최상위 등급인 월드(World)지수에 3년 연속 편입되는 등 지속가능경영 선도기업으로의 입지를 강화해 나가고 있다"며 "본 펀드 조성도 그룹의 사회적책임 이행의 일환이며, 앞으로도 지속가능경영을 실천하기 위해 앞장서 나갈 것"이라고 말했다.

@highlight

KB인베스트먼트는 2일 사회 혁신형 소셜 벤처기업에 투자하여 사회문제 해결과 재무 성과 실현을 동시 추구하는 150억원 규모 '소셜임팩트 펀드'를 조성하고, 더 나은 세상을 만들기 위한 투자 활동에 나섰다.