'똑똑한 소비자'는 한여름에 한겨울 옷을 장만한다.

겨울 신상품을 40~50%가량 저렴한 가격에 구입할 수 있어서다.

브랜드로서는 고객 반응을 통해 생산물량을 예측할 수 있어 윈윈이다.

2일 아웃도어 업계에 따르면 밀레는 겨울 신상품 패딩을 지난 5월에 선출시, 시장 선점에 나섰다.

밀레는 지난해에도 아웃도어 브랜드 중 가장 먼저 신상품을 내놓은 바 있다.

밀레 대표 아이템을 업그레이드한 '베릴 벤치파카 II'는 원래 가격이 33만3000원이지만 역시즌 기간동안 40% 할인된 19만8000원에 구매 가능하다.

K2도 이달 들어 패딩 판매를 시작했다.

'러브 코리아' 캠페인의 일환으로 '2019 코볼드 독도 에디션'을 출시하면서다.

태극기 와펜을 새긴 패딩은 독도의 날(10월25일)을 기념해 1025장 한정으로 나왔다.

정가는 55만원이지만 8월 한달간 30% 할인가에 판매한다.

유니클로 대체 브랜드로 급부상한 탑텐도 롱패딩 선판매에 한창이다.

탑텐은 '평창 올림픽 롱패딩' 제조사로 알려지면서 겨울 가성비(가격대비성능) 강자로 떠올랐다.

대표 제품은 이달 말까지 40% 할인된 15만9900원에 만나볼 수 있다.

프리미엄 패딩으로 인기를 모은 무스너클은 깜짝 매장을 열어 일찍이 소비자와 소통에 나섰다.

오는 8일 서울 강남구에 방탈출 콘셉트로 팝업스토어 '무스너클 벙커'를 연다.

얼음 동굴, 눈보라의 방 등으로 매장을 꾸몄다.

백화점 등 유통사도 역시즌 행사로 여름 비수기를 극복한다.

롯데백화점 온라인몰 엘롯데와 롯데 e커머스 플랫폼 롯데닷컴에서는 패딩 등 선판매 상품 물량을 2016년 8%에서 올해 20%로 대폭 늘렸다.

유통업계 관계자는 "패션시장에서 8월 한여름을 비수기로 분류했던 건 옛말"이라며 "알뜰 쇼핑족을 겨냥한 역시즌 프로모션은 브랜드 입장에선 재고 부담을 덜고 안정적인 매출을 올릴 수 있는 기회"라고 말했다.

@highlight

밀레는 지난 5월 겨울 신상품 패딩을 선출시하여 소비자는 49-50% 저렴한 가격에 구매, 브린드로서는 고객반응을 통해 생상물량을 예측할수 있어서 서로에게 도움이 된다.