하이트진로(대표 김인규)는 오는 8일부터 10일까지 전주종합경기장 야구장에서 열리는 '제 5회 전주가맥축제'에 특별 후원사로 참여한다고 2일 밝혔다.

하이트진로는 이 행사에 지역 내 공장에서 당일 생산한 테라를 공급한다고 덧붙였다.

올해로 5회째를 맞은 전주가맥축제는 전주의 독특한 음주문화인 가게맥주(가맥)를 알리고, 골목 상권과 지역 상권 활성화를 위해 기획된 행사다.

지역 내 생산시설의 장점을 활용해 '오늘 생산한 맥주를 오늘 마실 수 있는 맥주 축제'를 표방, 당일 생산한 신선한 맥주와 함께 다양한 가맥 안주를 저렴한 가격에 제공해 축제 방문객들에게 좋은 반응을 얻고 있다.

지난해에도 3일간 12만명의 방문객이 참여, 맥주 7만4000병이 완판됐다.

하이트진로와 축제 조직위원회는 매년 방문객이 증가하고 축제의 규모가 확대되는 만큼, 올해는 방문객들이 보다 편리하게 즐길 수 있는데 중점을 뒀다.

좌석규모를 1500석 확장해 총 6000석을 마련했다.

이동 화장실, 코인 환전소 등의 시설도 확충했다.

맥주 연못과 코인 환전소, 가맥집 간의 동선을 정비해 방문객들의 편의성 역시 높였다.

하이트진로는 3일간 당일 생산한 테라를 매일 공급할 계획이다.

브랜드 홍보부스에서는 페스티벌 스티커, 타투 서비스, 포토존 등의 이벤트를 연다.

축제 둘째 날인 9일을 '테라 데이(TERRA DAY)'로 운영한다.

댄스파티와 케이팝(K-pop) 댄스팀 공연, EDM DJ 클럽파티, 불꽃놀이가 펼쳐진다.

오성택 하이트진로 마케팅실 상무는 "지역과의 상생 의미가 중요한 만큼 축제의 성장을 위해 다양한 지원을 아끼지 않을 것"이라며 "축제를 찾는 지역 주민은 물론 전국의 관광객들이 보다 즐겁게 시원하게 즐길 수 있도록 다양한 즐길거리와 풍성한 혜택을 제공하겠다"고 말했다.

@highlight

하이트진로(대표 김인규)는 오는 8일부터 10일까지 전주종합경기장 야구장에서 열리는 '제 5회 전주가맥축제'에 특별 후원사로 참여해 지역내 공장에서 당일 생산한 신선한 테라를 공급한다고 2일 밝혔다.