= 김현종 국가안보실 2차장이 2일 청와대 춘추관 대브리핑룸에서 일본의 한국에 대한 화이트리스트 배제와 관련해 브리핑하고 있다.

청와대가 한일 군사정보보호협정(GSOMIA·지소미아) 재검토를 시사했다.

하지만 재검토의 최종 결정과 관련해서는 신중한 모습을 보였다.

김현종 청와대 국가안보실 제2차장은 2일 춘추관에서 브리핑을 갖고 일본의 '화이트리스트(백색국가, 수출 심사 우대 대상) 제외'와 관련해 "우리에 대한 신뢰 결여와 안보상의 문제를 제기하는 나라와 민감한 군사정보 공유를 계속 유지하는 것이 맞는 것인지를 포함하여 앞으로 종합적인 대응 조치를 취해 나갈 것"이라고 밝혔다.

GSOMIA는 1년마다 갱신되는데 그 날짜는 오는 11월이다.

갱신(연장)을 원치 않는 쪽은 그로부터 90일 전에 이를 통보해야 한다.

오는 24일이 통보 시한인 만큼, 일본의 화이트리스트 조치에 따른 상응대책으로 GSOMIA를 검토하고 있음을 숨기지 않은 것이다.

김 차장은 "우리의 지속적인 외교적 해결 노력에도 불구하고, 일본은 양국 간 신뢰 관계 손상, 전략물자 밀반출, 수출규제 관리 등 이유를 계속 바꾸어 가며, 결국 오늘 백색국가에서 우리를 배제하는 조치를 취했다"고 비판했다.

이어 "지난 수십년 간 자유민주주의와 시장경제 가치를 공유했던 우리를 안보상의 이유를 핑계로 동 리스트에서 배제한 것은 우리에 대한 공개적인 모욕이라고 할 수 있다"고 강조했다.

청와대 고위 관계자는 "일본은 한일 간 신뢰가 훼손됐다고 했다. 전략물자와 관련한 우리의 수출관리 능력을 믿지 못하는 것"이라며 "GSOMIA는 한일 간 민감한 군사정보 공유를 기반하고 있는데, 일본이 안전보장 문제를 제기하는 상황"이라고 언급했다.

그는 "민감한 군사정보공유를 지속할 수있다는 것인지 일본은 이에 대해 신중히 생각해볼 필요가 있을 것"이라고 힘을 줬다.

그러면서도 GSOMIA 재검토와 관련해 "지금까지 결정된 것은 아무것도 없다. 모든 옵션을 검토할 것"이라며 "일본 역시 이것이 얼마나 중요한 것인지 신중하게 검토할 필요가 있다. 여러가지 차원에서 신중하게 검토를 할 것"이라고 말했다.

@highlight

청와대는 2일 일본이 우리나라를 백색 국가에서 제외한 조치에 맞서 한일 군사정보보호 협정을 재검토하고 향후 다른 종합적인 대응 조치도 할 것이라고 밝혔다.