기아자동차㈜가 강남구 신사동 가로수길에 하이클래스 소형SUV '셀토스'를 체험할 수 있는 '셀토스 스테이션(SELTOS Station)'을 연다.

기아자동차가 서울 신사동 가로수길에 소형 SUV(다목적스포츠차량) '셀토스'를 체험할 수 있는 '셀토스 스테이션(SELTOS Station)'을 연다고 2일 밝혔다.

'셀토스 스테이션'은 보다 많은 고객들이 '셀토스'를 직접 체험할 수 있도록 기아차가 특별히 마련한 팝업스토어 형식의 전시공간이다.

오는 18일까지 신사동에서 평일 오후 2시~10시, 주말 오후 1시~9시 운영된다.

미국풍 주유소를 본 딴 '셀토스 스테이션'은 지친 몸을 충전하고 흩어진 감성을 되찾아 또 다른 가능성을 향해 출발한다는 의미를 담아 꾸며졌다.

기아차는 "작지만 다양한 기능이 응축된 '셀토스'의 특장점이 잘 구현된 공간"이라고 설명했다.

전시장에는 두 가지 색이 조합(투톤 컬러)된 차량 3대 포함 '셀토스' 총 4대와 칼라칩을 전시했다.

고객들은 '셀토스'의 다채로운 색상을 한 자리에서 볼 수 있다.

또 휠, 시트 등 부속품들도 함께 전시했다.

셀토스의 10.25인치 AVN(오디오·비디오·내비게이션)과 사운드 무드램프를 통해 음악과 조명의 조화를 감상할 수 있는 암실과 스노우·머드·샌드 등 3가지 주행 모드 관련 영상을 감상할 수 있는 갤러리도 마련됐다.

또 스톱워치를 활용해 '셀토스'의 연비(디젤 17.6km/ℓ, 가솔린 12.7km/ℓ)와 동일한 숫자를 맞춘 고객에게 상품을 증정하는 경품 행사도 진행된다.

기아차 관계자는 "최근 가장 큰 관심을 받는 '셀토스'의 우수한 디자인과 상품성을 고객분들이 마음껏 체험해볼 수 있도록 '셀토스 스테이션'을 기획하게 됐다"며 "기아차는 앞으로도 다양한 브랜드 체험 프로그램을 통해 고객 여러분들과 소통을 지속해나갈 계획"이라고 말했다.

@highlight

당월 18일까지 서울 신사동 가로수길에서 주중 오후 2시~10시, 주말 오후 1시~9시에 기아자동차의 두 가지 혼합 색상 3대를 포함한 소형 SUV 셀토스 4대와 칼라칩을 를 체험할 수 있는 셀토스 스테이션을 진행한다.