한국야쿠르트가 더운 여름을 맞아 오는 8월 11일까지 '썸머 패키지 이벤트'를 실시한다.

한국야쿠르트의 여름철 인기 제품인 '얼려먹는 슈퍼백'과 '얼려먹는 야쿠르트', '하루야채 키즈'로 구성한 세트를 구매하면 배스킨라빈스의 싱글 레귤러 기프티콘 또는 하루야채 정원키트를 증정한다.

'얼려먹는 슈퍼100'은 살아있는 유산균 5종과 함께 특허 유산균을 담은 건강 간식이다.

국내산 원유와 초유단백분말로 요거트 본연의 신선하고 풍부한 맛을 구현했다.

냉장 유통된 제품을 소비자가 직접 집에서 얼려먹는 방식으로 그간 유제품은 냉장 보관한다는 고정관념을 깬 역발상 제품이기도 하다.

패키지에는 '라이언킹' 캐릭터를 담아 새로움을 더했다.

'얼려먹는 야쿠르트'는 거꾸로 먹고, 얼려 먹을 수 있는 신개념 발효유다.

야쿠르트 병을 거꾸로 뒤집은 패키지로 고유의 디자인은 살리되 숟가락으로 떠먹기 좋도록 입구를 넓혔다.

여기에 김치에서 찾은 한국야쿠르트의 특허 유산균(HY7712)과 함께 비타민, 자일리톨은 넣어 더욱 건강하게 즐길 수 있다.

그냥 마실 때와 얼려먹을 때 동일한 풍미를 유지하기 위해 약 1년간의 연구개발을 진행했다고 전했다.

'하루야채 키즈' 2종(뽀로로, 타요)는 최근 리뉴얼을 통해 상품성을 높였다.

성장기 어린이 건강을 생각한 제품인 만큼 평소 섭취가 어려운 양배추, 케일, 청피망 등 6종 이상의 유기농 야채를 추가로 넣었다.

맛에 민감한 아이들을 위해 망고, 사과 등을 넣어 야채 특유의 쓴 맛을 줄였다.

변경구 한국야쿠르트 마케팅 상무는 "'무더운 여름을 시원하게 보내기 위한 인기 제품 3종 패키지를 준비했다"며 "보다 다양하고 마케팅 활동으로 고객사랑에 보답 하겠다"고 밝혔다.

@highlight

한국야쿠르트가 인기 제품 3종 패키지를 활용해 오는 8월 11일까지 시행하는 '썸머 패키지 이벤트'는, '얼려먹는 슈퍼백'과 '얼려먹는 야쿠르트', '하루야채 키즈'로 구성한 세트를 사면 배스킨라빈스의 싱글 레귤러 기프티콘이나 하루야채 정원키트를 증정한다는 내용이다.