서울 양천구 주민들이 지역 내 어디에서나 손쉽게 전기차 충전을 할 수 있게 된다.

양천구는 공공청사와 공영주차장마다 1곳씩을 목표로 급속충전기 13기를 추가 설치한다고 2일 밝혔다.

양천구가 공공청사와 공영주차장마다 한개 이상을 목표로 전기차 급속충전기를 확대하기로 했다.

양천구는 민선 7기 들어 녹색도시를 지향하며 친환경 전기차 보급에 주력하고 있다.

심각한 사회문제로 불거진 미세먼지 발생을 줄이고 공기질 개선을 위한 노력이다.

실제 기반시설이 확대되면서 전기차 보급도 늘고 있다.

양천구는 2016년 전기차 충전기를 설치하기 시작, 7월 말 기준 40개 지점에 총 73기를 확보했다.

급속 충전기는 그 중 23기다.

2017년 79대에 불과했던 전기차 등록 대수는 충전기 확충 이후 지난 6월까지 239대로 늘었다.

올해는 서울시·환경부와 협력해 급속충전기 13기를 추가한다.

지난 3월 서울시 공모사업에 선정돼 예산 2억원을 확보, 신월동 빈 도로부지에 5기를 설치한다.

지난달에는 환경부와 부지사용 협약을 맺고 국비 3억2000만원을 투입해 동주민센터 4곳과, 공영주차장 3곳, 해누리타운까지 총 8기를 설치하기로 했다.

새 충전기는 모두 급속이다.

평균 30분이면 충전할 수 있다.

주민들이 어느 곳에서나 편리하게 접근할 수 있도록 목동 신정동 신월동 등 지역을 분산해 충전기를 마련한다.

특히 중장기적인 목표는 동주민센터를 포함해 모든 공공청사와 공영주차장에 1대 이상 급속충전기를 설치하는 것이다.

주민들이 많이 이용하는 민간시설 등으로도 확대할 방침이다.

양천구는 동시에 구 누리집을 통해 전기차를 구매할 경우 주어지는 혜택과 지역 내에서 이용할 수 있는 충전기 위치를 안내하고 있다.

김수영 양천구청장은 "친환경 전기자동차 보급은 미세먼지 없는 깨끗한 도시를 만드는데 큰 힘이 될 것"이라며 "전기차 충전기반을 지속적으로 확충하는 한편 전기차 구매혜택을 충분히 홍보해 주민들과 한마음 한뜻으로 녹색도시를 실현해가겠다"고 말했다.

@highlight

서울 양천구는 중대한 사회문제로 불거진 미세먼지 발생을 감소시키고 공기질 개선을 위한 노력의 일환으로 공공청사와 공영주차장마다 1곳씩을 목표로 급속충전기 13기를 추가 장착하여 양천구 주민들이 관내 어디에서나 편하게 전기차 충전을 할 수 있게 된다고 2일 알렸다.