안동 개목나루 산책로에 쿨링포그가 설치돼 관광객에게 쾌적한 환경을 제공하고 있다.

[안동] 안동시가 폭염에 따른 인명 피해를 줄이기 위해 총력을 기울이고 있다.

쿨링포그·그늘막 등 폭염 저감 시설을 확충하고 취약계층 보호 활동에도 나서고 있다.

시는 최근 안동댐 보조 호수 개목나루 산책로에 쿨링포그를 설치했다.

물을 미세한 입자로 분사해 주변 기온을 5℃ 이상 낮추는 효과가 있어 월영교 일대를 찾는 관광객에게 쾌적한 환경을 제공하고 있다.

또 지난해에 이어 2개소에 스마트 그늘막을 추가 설치했다.

이로써 안동지역 그늘막은 농협에서 기부한 5개를 포함해 총 67개로 늘어났다.

스마트 그늘막은 기온·풍속·조도 등에 반응해 자동 개폐되고 태양광을 전력원으로 사용한다.

올해 처음으로 버스 승강장에 비치한 대형얼음은 현장과 SNS에서 좋은 반응을 얻고 있다.

인근 지자체에서 문의 전화가 이어질 정도다.

폭염주의보가 발효되면서 살수차 4대도 운행을 시작했다.

폭염특보(주의보·경보)가 발효되는 날은 지속적으로 운행해 시내 주요 간선 도로의 노면 온도를 낮출 계획이다.

시는 폭염 대비 TF를 운영 중이다.

재난 도우미(방문간호사·가사간병도우미·노인돌보미)와 함께 취약계층 보호에 노력하고 있다.

전문교육을 이수한 지역자율방재단(단장 이중규)은 폭염 피해를 예방하기 위해 다양한 활동을 전개 중이다.

물놀이 안전사고 예방 캠페인, 무더위쉼터 점검, 폭염피해 예방 홍보, 취약계층 집중관리 등 이웃을 지키는 데 앞장서고 있다.

시 관계자는 “폭염주의보(32℃ 이상 2일 지속) 이상 특보가 발효되면 외출과 노동을 자제하고 수분을 적절히 섭취하며 충분한 휴식을 취해야 한다”며 “폭염시간대에는 무더위 쉼터를 적극 이용하는 것도 좋은 방법이다.

무더위 쉼터는 현재 경로당 등 360개소가 지정돼 운영 중”이라고 말했다.

@highlight

안동시는 최근 안동댐 보조 호수 개목나루 산책로에 쿨링포그를 설치하고, 스마트 그늘막을 2개 추가 설치해서 물을 미세한 입자로 분사해 주변 기온을 5℃ 이상 낮추는 효과로 월영교 일대를 찾는 관광객에게 쾌적한 환경을 제공한다.