김천시의회 이승우의원이 제206회 임시회 기간 중 대표발의한 김천시 범죄예방 환경설계 조례 일부개정조례안이 가결됐다.

‘김천시 범죄예방 환경설계 조례 일부개정조례안’은 범죄예방 환경설계에 대한 경찰서 등과의 협업 강화 및 보다 구체적이고 실절적인 지원내용을 반영해 지역사회 범죄예방 체계를 내실화하기 위해 제안됐다.

개정안의 주요내용으로 △관련용어 정의부분 추가 △시장의 책무에 범죄예방 환경설계에 필요한 예산확보 관련 신설 △ 범죄예방 환경설계 추진사업에 저소득층 취약가구 지원 신설 △김천경찰서와 협의체제 강화 규정 신설 등이다.

이복상의원이 대표발의한 김천시 폭염 피해 예방 조례안도 본회의를 통과했다.

‘김천시 폭염 피해 예방 조례’는 지난 2018년 9월 18일 ‘재난 및 안전관리 기본법’의 자연재난에 폭염이 추가됐고, 폭염으로부터 시민들이 생명 및 안전보호를 도모하고 폭염 피해 예방에 필요한 사항을 규정하기 위해 제안됐다.

제정안의 주요내용으로는 △폭염에 대한 시장 및 시민의 책무 △폭염종합대책 수립, △ 폭염취약지역 홍보, 취약계층 지원 △ 협력체계 구축 및 시민제안에 관한 내용을 담았다.

나영민 의원이 대표발의 한 ‘김천시 장애인친화도시 조성에 관한 조례’도 지난 1일 제회 본회의에서 가결됐다.

편리성?접근성과 교통수단에 있어서 이용 편의성, 의료서비스의 접근성 및 여가, 사회활동에 있어서의 접근성 등 장애인 친화도시 조성에 꼭 필요한 기준을 규정함으로써 구체적인 실천방향을 제시했다.

나영민 의원은 “평소 장애인이 행복하게 살 수 있는 환경을 조성하는데 관심이 많아 장애인의 통행을 불편하게 하는 인도블럭의 개선 등 환경개선에 관한 사항을 집행부에 수차례 건의하였고 또한, 김천시가 장애인 친화도시로 발돋움 할 수 있도록 추진근거를 마련코자 본 조례를 제정하게 됐다”고 말했다.

@highlight

제206회 임시회가 열려 김천시의회 이승우의원의 김천시 범죄예방 환경설계 조례 일부개정조례안과 이복상의원의 김천시 폭염 피해 예방 조례안, 나영민의원의 김천시 장애인친화도시 조성에 관한 조례가 본회의를 통과했다.