남원의 여름이 하계 전지훈련 열기로 후끈 달아오르고 있다.

2일 남원시에 따르면 전국에서 찾아온 인라인하키팀, 보치아 꿈나무 및 국가대표상비군팀, 태권도 꿈나무팀 등이 남원에서 전지훈련을 실시하고 있다.

또한 전국 게이트볼팀도 이달에 남원을 방문할 예정이어서 남원시가 하계 전지훈련의 명소로 자리를 잡았다는 평가다.

인라인하키팀의 경우 서울 드림스주니어팀 70여명의 선수와 지도자들이 지난 7월 27일부터 31일까지 춘향골체육공원 인라인하키 전용구장에서 전지훈련을 실시했다.

또한 대한장애인체육회 보치아 꿈나무 선수단과 국가대표상비군, 전라북도 보치아 선수단 등 30여명이 7월 29일부터 오는 8일까지 춘향골체육관에서 전지훈련을 진행하고 있다.

태권도 종목은 전북지역을 비롯해 경남, 광주, 대전, 서울 등 전국의 초등학교 선수 300여명이 지난 1~4일까지 춘향골체육관에서 전지훈련을 가졌다.

뿐만 아니라 오는 15일부터는 서울, 경기, 경북, 광주 등 게이트볼 선수단 30여명이 4일 일정으로 남원을 찾아 전지훈련을 실시한다.

이처럼 다양한 종목의 선수들이 하계훈련을 위해 남원을 찾는 것은 지리산 중심도시로서의 천혜의 자연환경과 잘 갖춰진 체육시설 때문으로 풀이된다.

여기에 더해 남원시는 선수들이 전지훈련 하는데 지장이 없도록 체육시설을 최상의 상태로 정비하고 각종 편의시설을 제공하는 등 최선을 다해 지원하고 있다.

남원시는 더욱 많은 선수단의 전지훈련 유치를 위해 현재 실외테니스장, 축구장, 배드민턴장 등을 조성하고 있으며, 이들 시설이 완공되면 호남권 전지훈련 1번지로서의 명성을 더욱 드높일 수 있을 것으로 기대하고 있다.

남원시 관계자는 “앞으로 더욱 많은 전지훈련 유치와 각종 국제·전국 대회 개최 등의 스포츠 마케팅을 추진해 지역경제 활성화는 물론 지리산권 스포츠 중심도시로서의 위상을 확고히 할 방침”이라고 말했다.

@highlight

2일 남원시에 따르면 전국에서 찾아온 인라인하키팀, 보치아 꿈나무 및 태권도 꿈나무팀 등이 남원에서 하계 전지훈련을 실시 할 뿐만 아니라 오늘 15일부터는 서울 등 게이트볼 선수단 30여명이 4일 일정으로 전지훈련을 실시한다.