시험문제 유출 사태가 터진 광주의 한 사립고에서 이번엔 1학년 시험문제 일부가 문제집에서 그대로 출제된 사실이 추가로 드러났다.

또 목포의 한 고교에서는 성적이 우수한 심화반에게만 사전에 문제를 제공했다는 의혹이 불거지면서 광주·전남지역 교육계가 당혹감을 감추지 못하고 있다.

4일 ‘학벌 없는 사회를 위한 시민모임’에 따르면 광주시 북구 한 사립고에서 지난달 치러진 1학년 기말고사 수학문제 중 2문제가 특정 문제집에 실린 것과 동일한 것으로 파악됐다.

객관식 문제의 경우 해당 문제집에 실린 것과 지문이 똑같았고, ‘오지선다’ 형식의 답안 보기는 순서만 다를 뿐 동일했다.

서술형 문제는 기존 문제집의 객관식을 서술형 형태로 바꿔 그대로 출제됐다.

시민모임 측은 학교 측이 동아리 등 특정 학생들에게만 해당 문제집을 사도록 해 특혜를 제공했는지 여부를 조사해달라며 광주시교육청에 감사를 청구했다.

이 학교는 지난달 치러진 기말고사 3학년 수학시험 문제 5개를 성적 상위권 기숙사 학생들이 활동하는 수학동아리에게 사전에 제공해 교육청의 특별감사와 경찰조사를 받고 있다.

여기에 목포의 한 사립고에서도 심화반 학생들이 사용하는 교재에서 시험문제 7개가 출제됐다는 제보가 접수돼 전남도교육청이 조사를 벌이고 있다.

지난 2일 도교육청의 1차 조사결과 EBS 교재에서 출제된 4개 문제 중 2개 문제는 변경돼 출제됐지만, 나머지 2개 문제는 변형 없이 그대로 출제된 것으로 확인됐다.

특히 나머지 3개 문제는 사설 문제집에 실린 문제를 변형했으나, 심화반 학생들이 주축으로 진행되는 방과후수업 때 사용했었던 교재인 것으로 드러나 형평성 논란이 일고 있다.

도교육청은 5일 해당 학교에 대한 2차 조사를 벌여 성적이 우수한 심화반 학생들에게 편의를 제공했는지 여부를 파악할 방침이다.

지역 교육계 관계자는 “일부 심화반 학생들에게 시험문제가 유출된 것은 내신 중심의 현 입시 제도를 뒤흔드는 것”이라면서 “철저한 진상조사와 처벌을 통해 추후 유사한 일이 발생하지 않도록 해야 한다”고 지적했다.

@highlight

광주의 한 사립고와 목포의 한 고교에서 시험 문제가 특정 문제집에 실린 것과 동일하게 출제되어 광주·전남지역 교육계가 당혹감을 감추지 못하고 있다.