내년부터 일선 학교별로 다뤄왔던 학교폭력자치대책위원회(이하 학폭위)의 기능이 교육청 차원으로 넘어갈 전망이다.

각 교육지원청에 학폭 전담 인력을 두고 전문성을 강화시킨다는 취지인데, 그동안 일선 학교별로 열렸던 학폭위의 부작용을 대안할 해결책이 될지 이목이 집중된다.

4일 교육계에 따르면 2일 열린 국회 본회의에서 이런 내용을 담은 '학교폭력 예방 및 대책에 관한 법률' 일부 개정안이 통과됐다.

개정안의 골자는 학폭의 '경미한 사안'은 학교장 재량으로 종결, '중대한 사안'은 교육지원청으로 이관한다는 것이다.

당장 오는 2학기부터는 일선 학교의 학교장이 발생한 학폭 사건을 자체적으로 해결할 수 있도록했다.

또 내년 1학기부터 학폭위의 기능을 각 지역 교육지원청으로 이관한다는 내용을 포함했다.

그동안 사안의 심각성에 상관없이 일선 학교별로 학폭위를 열도록 했다.

하지만 담당 교원들의 행정부담이 과중해지고 학생·학부모들의 소송 부담이 커지는 등 부작용이 속출했다.

이에따른 후속 조치로 교육지원청에 '학교폭력대책심의위원회(이하 심의위)'를 설치하고 기존 일선 학교의 학폭위가 수행하던 기능을 심의위로 이관하게 되는 것이다.

심의위는 전담 인력과 변호사 등을 배치해 학폭 처분의 전문성을 강화하고 학부모 위원의 비중을 3분의 1 이상으로 조정한다.

학교폭력의 경중은 네 가지 기준을 통해 구분된다.

경미한 사안의 경우 △2주 이상의 신체·정신적 치료를 요하는 진단서를 발급받지 않은 경우 △재산상 피해가 없거나 복구된 경우 △학교폭력이 지속적이지 않은 경우 △학교폭력에 대한 신고·진술·자료제공 등에 대한 보복행위가 아닌 경우 등을 모두 충족시켜야 한다.

이를 두고 교육계는 학생간 관계 회복에 '교육적 지도'의 역할이 강화될 것으로 전망했다.

교총 관계자는 "이번 개정안 통과로 경미한 사안의 경우 교원의 교육적 지도와 학생 간 관계 회복이라는 본연의 역할에 충실하게 될 것"이라며 "중대한 사안은 교육청 차원에서 심의하면서 학폭 처분의 전문성, 신뢰성을 높일 것으로 보인다"고 설명했다.

@highlight

4일 교육계는 2일 국회 본회의에서 '학교폭력 예방 및 대책에 관한 법률' 일부 개정안이 통과되어 내년부터는 일선 학교별로 다뤄왔던 학교폭력자치대책위원회의 기능이 교육청 차원으로 넘어가게 됨에 따라 경미한 사안은 학교장 재량으로 종결하고 중대한 사안은 교육지원청으로 이관된다고 발표했다. 