대전시와 중소벤처기업진흥공단 대전세종지역본부, 대한무역투자진흥공사 대전충남KOTRA지원단은 중소기업 수출 활성화를 지원하기 위해 오는 10월 동남아에 파견할 무역사절단 참가업체를 5일부터 모집한다.

우선 베트남(하노이)은 최근 도시 유입 인구가 늘어나고 중산층 증가로 인해 각종 식품류, 주방용품, 건강식품 소비가 급증하고 있다.

또 한류의 영향으로 화장품, 생필품 등의 품목들이 한국 수입품목 중 수입증가율 상위에 자리하고 있다.

하노이는 활발한 경제성장을 토대로 베트남의 새로운 상권으로 부상 중인 지역으로 관련 제품을 생산하는 중소기업의 진출이 유리할 것으로 보인다.

태국(방콕)은 인도차이나 반도의 중심 지역으로 무역의존도가 높은 개방형 통상 국가다.

특히 한국상품에 대한 긍정적 이미지 덕분에 화장품, 식품에 대한 수요가 급증하고 있다.

최근에는 한국산 의약품, 의료기기, 문구류 등의 수요가 늘어나고 있어 관련 제품을 취급하는 국내 중소기업의 진출이 용이할 것으로 예상된다.

캄보디아(프놈펜)는 소득이 늘어남에 따라 일반 소비재 시장이 큰 폭으로 성장하고 있으며 특히 화장품 등 생필품의 수요가 급증하고 있다.

유망품목으로는 음료수, 유아용품, 동물의약품 등이 해당하며 최근 한국 에너지 드링크와 한국 제품의 선호도가 높아지고 한국 화장품에 대한 수요도 점차 증가하는 추세다.

무역사절단 참가신청은 대전시에 본(지)점 또는 공장을 두고 있어야 가능하며 품목제한은 없다.

파견기업은 현지의 시장성 검토 등을 거쳐 최종 선정되고, 파견 기간 중 바이어와의 1대1 수출 상담을 통해 수출 가능성을 타진하며, 현지 시장조사도 병행한다.

참가기업에 현지 바이어 알선비용, 상담장과 차량 임차료, 통역비와 항공료(1인당 40%) 등을 지원한다.

참여 희망기업은 오는 16일까지 중진공 홈페이지를 통해 온라인으로 신청할 수 있고, 신청 문의는 중진공 대전세종지역본부로 하면 된다.

@highlight

대전시와 중소벤처기업진흥공단 대전세종지역본부, 대한무역투자진흥공사 대전충남KOTRA지원단은 대전시에 본(지)점 또는 공장을 둔 중소기업을 대상으로 10월 동남아에 파견할 무역사절단 참가업체를 5일부터 모집해 선정된 파견업체에는 바이어와의 1대1 수출 상담, 현지 시장조사 등을 지원할 방침이다.