생활 밀접 플랫폼으로 자리잡은 편의점이 일본 불매운동과 관련해 발빠른 행보들을 잇달아 보여주고 있다.

일본 맥주 할인 행사를 중단하고 일본 제품의 신규 발주를 자제하는가 하면 편의점 본사에서 일본 기업이 아님을 강조하는 긴급 안내문을 가맹점에 배포하기도 했다.

편의점 가맹점주는 본사와 계약 관계인 사실상 자영업자들로, 불매운동에 따른 선의의 피해를 볼 수도 있기 때문이다.

4일 업계에 따르면 세븐일레븐을 운영하는 코리아세븐은 지난 1일 전국 9700여 개 점포에 '코리아세븐은 대한민국 기업입니다'라는 제목의 긴급 안내문을 발송했다.

'세븐일레븐은 일본 브랜드'라는 소문이 퍼지면서 일부 가맹점주들이 피해를 보는 경우가 발생하자 취한 조치였다.

코리아세븐은 안내문에서 "세븐일레븐은 글로벌 브랜드이며, 코리아세븐은 대한민국 기업"이라면서 "당사는 미국 세븐일레븐과 라이선스 계약을 체결하고 있다"고 설명했다.

코리아세븐의 대주주는 79.66%의 지분을 보유한 롯데지주다.

또 코리아세븐은 "잘못된 정보로 인해 선량한 경영주님께 피해가 발생할 우려가 있다"며 "경영주님의 정당한 영업권을 보호하려는 취지에서 세븐일레븐 브랜드의 국적, 정체성 등에 대해 알려드린다"고 전했다.

씨유(CU), GS25, 세븐일레븐 등 주요 편의점들은 이달부터 수입 맥주를 '4캔에 1만 원'에 판매하는 할인 행사에서 일본 맥주를 제외하기로 했지만 일본 맥주 판매 자체를 중단하지는 않았다.

지분 100%를 일본 기업이 갖고 있는 미니스톱은 더 어려운 상황이다.

한 미니스톱 가맹점주는 "몇몇 단골손님이 '지금 상황에서 꼭 일본 맥주를 팔아야 하느냐.

안 팔면 안 되냐'고 하길래 마찰을 일으키기 싫어 그냥 일본 맥주를 빼버렸다"고 말했다.

계상혁 전국편의점가맹점주협의회 회장은 "편의점 가맹점주들은 평범한 우리의 이웃이자 한 가정의 가장인 경우가 대부분"이라며 "오해로 인해 가맹점주들이 정서적 피해를 보거나 매출까지 영향을 받는 것은 바람직하지 않다"고 지적했다.

@highlight

편의점이 일본 불매운동과 관련해 일본 제품의 신규 발주를 자제하고 세븐일레븐은 대한민국의 기업이라는 긴급 안내문을 발송하는 등 발빠른 대처를 했다.