일본이 백색국가(화이트리스트)에서 우리나라를 배제하자 울산지역 기업들이 대응책 마련에 분주하다.

하지만 지역 기업들은 일본과 거래물품이 없거나 미미한 수준이어서 아직까지 큰 영향은 없는 것으로 나타났다.

4일 울산지역 기업들에 따르면 일본이 지난 2일 수출 절차 간소화 혜택 대상인 ‘백색국가’(화이트리스트) 명단에서 한국을 제외하면서 대응 조치에 나섰다.

그러나 일부 지역 기업을 제외하고는 대부분 일본과 거래가 없어 큰 영향이 없는 것으로 판단된다.

현대자동차가 만드는 자동차의 부품은 95% 정도를 국내 협력사로부터 조달하고 있어 일본의 수출규제 영향은 미미한 것으로 분석된다.

현대차는 탄소섬유 등 일부 수소차 부품 소재 관련 부품은 공급선 다변화 등으로 대체가 가능해 큰 문제가 없을 것으로 보고 있다.

현대중공업은 조선 기자재 대부분이 국산화 돼 있어 큰 문제가 없다는 입장이다.

하지만 선주가 요구하는 일부 일본 제품의 경우 향후 대체 구매를 포함한 다양한 대안을 마련할 계획이다.

SK에너지는 정유와 화학 부문의 영향은 제한적으로 보고 있다.

SK에너지 관계자는 “배터리의 경우 4대 핵심 소재인 양극재, 음극재, 분리막, 전해질에 대해선 이미 국산화율이 80%에 이르며 소재 다변화를 위한 노력을 지속적으로 해오고 있다”며 “다만 일부 의존도 높은 제품에 대해서는 지속적으로 상황을 예의주시하고 시나리오 플래닝으로 대응할 예정”이라고 말했다.

한화케미칼은 일부 원료가 일본에서 수입되고 있지만 유럽이나 다른 국가 제품으로 대체를 검토 중이다.

한화케미칼 관계자는 “현재 재고 보유 상태를 감안해 대응 중”이라며 “생산에 투입되는 원부재료로 금액이 그리 크지 않다”고 말했다.

삼성SDI도 이원화로 제품을 조달하고 있고 S-OIL과 대한유화는 각각 일본과 중국 수출로 화이트리스트 배제 영향은 없는 것으로 나타났다.

LS니꼬동제련은 일본과 아예 거래하는 품목이 없고 고려아연과 롯데정밀화학도 현재로서는 별 영향이 없는 것으로 보인다.

@highlight

4일 울산지역 기업들에 따르면 일본의 백색국가 명단에서 한국을 제외 관련 기업들이 대응조치에 나섰지만 일부 소수를 제외하면 현대자동차 등 주요기업들은 대부분 일본과 거래가 없어 큰 영향이 없는 것으로 판단되어 화이트리스트 배제 영향은 없는 것으로 나타났다.