▲ 지난해 '빛깔 있는 여름축제' 사진.

7030 대전 방문의 해를 맞아 대전예술의전당이 특별히 준비한 '2019 빛깔 있는 여름축제'가 다채로운 프로그램으로 관객을 맞는다.

'불금놀토'라는 부제로 마련한 이번 축제는 대전시민 뿐만 아니라 휴가철 주말을 맞아 대전을 찾는 관광객들까지 쉽게 참여할 수 있도록 2주에 걸쳐 총 4일 공연한다.

빛깔있는 여름축제는 열대야에 시달리는 시민들을 위해 매년 여름 준비하는 대전예술의전당의 대표 야외공연축제다.

아카펠라 그룹 '스윗소로우'와 '바버렛츠' 그리고 이 둘의 콜라보 프로젝트 그룹인 '스바스바'의 무대와 2017 대전상징노래 공모전 대상 수상팀 4인조밴드 '스모킹구스', 금상수상팀 2인조 여성듀오 '열아홉 스물'의 흥겹고도 아기자기한 공연을 맛볼 수 있다.

새롭게 떠오르는 매력적인 재즈보컬리스트 김혜미, 유사랑과 재즈퀸텟이 들려주는 재즈 음악을, 다섯명의 '춤추는 여자들'과 재즈적 즉흥성을 바탕으로 관객이 함께 춤판을 벌이는 '당신은 지금 바버레따에 살고 있군요'를 즐길 수 있다.

독보적인 실력과 존재감의 뮤지컬 배우 양준모와 홍지민.

그리고 전문 뮤지컬팀인 '더 뮤즈'와 함께 넘치는 끼와 흥으로 가득채운 뮤지컬 갈라 콘서트를 만난다.

두 명의 베이시스트와 한 명의 드럼 그리고 다섯명의 소리꾼이 의기투합하여 만든 그룹 '이날치'의 어깨가 절로 들썩이는 공연 '들썩들썩 수궁가'와 유희열의 안테나 뮤직 소속 가수인 정승환, 이진아, CHAI의 감성어린 노래를 감상할 수 있다.

대전예당 기획담당자는 "지치기 쉬운 무더운 여름에 시원한 대전예당 야외공연장에서, 좋은 사람들과 함께 좋은 공연을 즐기며 더위에 지친 심신을 달래보기 바란다"고 전했다.

@highlight

2019 빛깔 있는 여름축제가 휴가철 주말을 맞아 대전을 찾는 관광객들까지 쉽게 참여할 수 있도록 2주에걸쳐 스윗대전, 재즈 감성, 뮤지컬 쇼, 수궁가요등.. 총4일간 공연을 한다. 빛깔있는 여름축제는 열대야에 시달리는 시민들을 위해 매년 여름 준비하는 대전예술의전당의 대표 야외공연축제다.