부여군의 스마트농업을 선도하는 부여군 정보화농업인 연구회 회원들이 사단법인 충청남도정보화농업인연합회가 주관하는 제12회 충청남도 정보화농업인 전진대회에서 4개 부문 수상의 영예를 안았다.

이 대회는 다가오는 4차 산업혁명에 선제적 대응을 위한 정보화역량과 정보화농업인 우수 인터넷 활용사례 공유로 네트워크 강화를 위한 행사로서 부여군에서 응모한 참가자들은 블로그 최우수상, 우수상, 사진부문 입선 및 충남도 의회 의장상을 수상했다.

이번 대회 심사는 온라인으로 신청 접수된 IT 활용사례(블로그 청·장년 구분), 사진 경진, 농장홍보 유튜버(동영상) 현장경진으로 이루어졌다.

이번 수상자들은 지난 11회 대회까지 이어오면서 사이버 망을 통한 내실 있는 연구회 운영과 농산물 홍보는 물론 농진청 블로그를 통해 농업과 문화 관광 콘텐츠에 대하여 다수의 홍보활동을 펼쳐왔다.

올해는 회원농장 홍보와 부소산 봄나들이, 부여서동연꽃축제 등을 블로그, 카카오스토리, 카카오톡, 페이스북 등 다양한 SNS 경로를 활용한 홍보에 주력하였다.

이번 충청남도 정보화 농업인 전진대회 수상자는 우수 유공회원으로 선정된 노루골 농원 윤종란 대표(충남도의회 의장상 수상), 웃골농원 이석희 군회장(블로그 최우수상 수상), 만석이네농장 김석자 대표(우수상), 경복이네농장 박진희 대표(사진 경진 입선) 등이다.

유호석 부여군농업기술센터 소장은 "부여군 정보화농업인 연구회는 그간 꾸준한 IT 활용 역량강화를 위한 교육을 실시해왔으며, 앞으로도 지속적인 농산물 전자상거래활성화와 사이버농업인 육성으로 블로그 등을 통한 홍보, 사진촬영, 마케팅 기법 전수 등 심도 있는 프로그램을 꾸준히 개발하여 우리 농업인들이 부여군 지킴이로 앞장서 나갈 수 있도록 지원할 계획"이라고 밝혔다.

@highlight

4차 산업혁명에 선제적 대응을 위한 정보화역량과 정보화농업인 우수 인터넷 활용사례 공유로 네트워크 강화를 위한 행사로 제12회 충청남도 정보화농업인 전진대회에서 부여군 정보화농업인 연구회 회원들이 4개 부문 수상의 영광스러운 명예를 안았다.