부여군은 오는 9월부터 아동수당이 만 7세 미만(9월 기준 2012년 10월생까지) 아동까지 지급된다고 밝혔다.

2018년 9월 처음 도입된 아동수당은 지난 1월부터 소득·재산과 관계없이 만 6세 미만 모든 아동에게 월 10만원씩 지급하고 있다.

보건복지부는 지난 1월 '아동수당법' 개정에 따라 9월부터 아동수당 지급 대상 연령을 만 7세 미만으로 확대할 방침인 것으로 알려졌다.

이에 따라 기존에 아동수당을 받다가 만 6세가 되어 지급 중단되었던 부여군 아동 중 330여명(2012년 10월생~2013년 8월생)이 다시 혜택을 받을 것으로 예상된다.

단 이 경우 중단 기간에 대한 소급지급은 하지 않는다.

한편, 기존에 아동수당을 받다가 만 6세 생일이 도래하여 수당 지급이 중단된 경우는 '아동수당법'상 신청한 것으로 간주되기 때문에 다시 신청하지 않아도 된다.

보호자에게는 7~8월 중에 보건복지부와 부여군에서 사전 안내문과 문자알림(메시지)을 발송할 예정이며, 이 때 보호자나 지급계좌 등이 이전 신청 당시와 달라진 경우에는 반드시 관할 읍·면 행정복지센터 담당자에게 연락하여 관련 정보를 수정해야 한다.

아동수당을 신청하지 않았다면 직접 신청해야 아동수당을 받을 수 있으며, 9월 기준 만 7세 미만이 지급대상이 되어 신청한 달부터 지급받을 수 있다.

신청을 원하는 보호자는 아동의 주민등록상 주소지 읍·면 행정복지센터에 방문해 신청하거나 복지로 누리집(홈페이지, www.bokjiro.go.kr) 또는 이동통신 응용프로그램(모바일 앱)을 통해 신청할 수 있다.

보호자 확인을 위해 부모가 보호자가 아닌 경우에는 홈페이지·앱을 통한 온라인 신청은 불가하다.

아동수당을 신청하지 않았던 가구에는 신청방법을 담은 신청 안내문이 8월 중 각 가정에 우편으로 발송될 예정이다.

군 관계자는 "아동수당 연령 확대를 통해 우리 아이들이 보다 더 건강하고 행복하게 자랄 수 있기를 희망하며, 이를 위해 앞으로도 관련 업무에 최선을 다하겠다."라고 전했다.

@highlight

아동수당이 소득·재산과 관계없이 만 6세 미만 모든 아동에게 월 10만원씩 지급되고 있는 가운데 지난 1월 보건복지부의 '아동수당법'에서 지급 대상 연령을 만 7세 미만으로 확대 개정됨에 따라 부여군도 오는 9월부터 확대지급한다고 밝혔다.