저금리 시대에 마땅한 투자처를 찾지 못해 떠돌아다니는 자금이 1천조 원을 넘었습니다.

이나연 기자입니다.

최근 인터넷은행의 특별 판매 예금입니다.

100억 원 한도로 연 5%가 넘는 고금리를 제시하자, 1초 만에 완판됐습니다.

사전 신청자만 100만 명이 넘었고, 1천300여 명이 1천만 원 가량의 뭉칫돈을 맡겼습니다.

이처럼 자금을 언제든 입출금할 수 있는 단기 상품에 넣어놓고 고수익을 노리고 있는 투자자들이 늘어나고 있습니다.

한국은행과 금융투자협회에 따르면 당장 투자할 곳을 찾지 못해 떠도는 단기 자금은 5월말 기준 1천307조5천억 원을 기록했습니다.

이는 1년 전에 비하면 41조3천억 원(3.2%) 늘어난 겁니다.

단기 부동자금은 현금과 요구불예금, 수시입출식 예금, CD와 RP 등 시장성 상품, MMF, CMA, 1년 미만 정기예금 등 언제든 투자에 사용할 수 있도록 보관하고 있는 자금입니다.

특히, 대표적 단기 상품인 MMF 수탁고도 꾸준히 늘고 있습니다.

지난 달 1일 104조 원대였던 MMF는 보름여 만에 120조 원대를 돌파했습니다.

국내 증시마저 여러 악재로 조정을 받으면서 시중 자금이 마땅한 투자처를 찾지 못하고 있는 겁니다.

국내 증시에서 등을 돌린 자금은 해외 투자로도 향하고 있습니다.

한국예탁결제원에 따르면 국내 투자자의 올해 상반기 외화증권 결제금액은 약 840억6천만 달러로, 직전 반기보다 60.3% 증가했습니다.

이 가운데 외화주식 결제금액은 180억7천만 달러로 23.6% 증가했고, 외화채권 결제금액은 659억9천만 달러로 74.4% 늘었습니다.

특히, 올해 들어 미국 증시가 사상 최고치 행진을 이어가면서 4차 산업혁명을 주도할 글로벌 기업으로 투자 시야를 넓혀야 한다는 조언이 나옵니다.

- "글로벌 경제가 차별화되고 있습니다. 우리나라는 저성장 기조로 가고 있기 때문에 과거의 선진국들이 그랬듯이 글로벌 분산 투자를 해야 되는 시기가 접어들었다, 이제는 해외 투자, 특히 4차 산업혁명 시대에 접어들면서 글로벌 분산 투자를 해야 된다, 4차 산업 우량기업에 투자해야 한다고 생각합니다. "

매일경제TV 이나연입니다.

@highlight

한국은행과 금융투자협회에 따르면 저금리 시대를 맞아  MMF, CMA 등 언제든 입출금 가능한 단기 상품에 자금을 넣어놓고 고수익을 노리는 투자자들이 늘어남에 따라 단기 자금이 5월말 기준 전년 대비 3.2% 증가한 1천307조5천억 원을 기록했다.