중소기업과 소상공인 지원을 위한 추경 1조2000억원이 확보됐다.

모태사업 출자 1500억원 등 일부 예산이 삭감됐지만 대체로 정부안이 그대로 반영됐다.

일본 수출규제 대응을 위한 717억원도 모두 반영됐다.

중소벤처기업부는 일본 수출 규제 대응, 미세먼지·강원 산불 등 재난 피해에 따른 민생 지원에 필요한 추가경정예산 1조2000억원이 확보됐다고 5일 밝혔다.

중기부는 당초 1조2839억원(총지출 기준) 규모의 추가경정예산안 및 기금운용계획안을 편성했다.

정부가 편성한 추경 예산의 19%를 차지하는 규모였다.

중기부는 ▲미세먼지 저감 지원 ▲일자리 중심의 창업·벤처기업 활성화 지원 ▲소상공인·자영업자의 경영난 해소 등을 중심으로 추경을 편성했다.

확정된 추경을 토대로 중기부는 중소기업 혁신기술개발(R＆D) 사업에 217억원을 투입해 대일 무역의존도가 높은 품목을 대상으로 수입대체 등 피해를 최소화할 수 있도록 지원할 예정이다.

핵심 부품·소재 관련 장비의 생산시설·설비 확장·구축이 필요한 기업에 대해서는 혁신성장유망자금과 기술개발사업화자금을 각각 300억원, 200억원 융자로 투입할 계획이다.

미세먼지 저감 기술개발과 시설에 필요한 자금 등에 신보·기보 출연 1000억원을 지원하고, 강원지역 산불 피해 소상공인의 경영 정상화와 재기를 위해 305억원을 지원한다.

일자리 창출을 위해 중장년 창업자 대상 패키지 274억원을 비롯해 시설 확충 자금 융자 확대 3000억원, 유니콘기업으로의 도약을 위한 펀드에 500억원을 신설해 투입한다.

중소벤처기업의 성장 동력 확충 및 해외진출을 위해 스마트 공장 보급 확대·고도화(561억원), 해외수출 마케팅 강화(100억원), 대중소기업 동반 해외 진출(75억원) 등을 추진한다.

반면 삭감된 예산은 스케일업펀드 500억원 등 모태펀드 1500억원이 가장 크다.

스마트 공장 보급· 확산 150억원, 창업사업화 127억원, 전통시장 주차장 건립 등 소상공인 기타예산 81억원 등이 삭감됐다.

@highlight

중소벤처기업부는 일본 수출규제 대응을 위한 717억 원을 포함하여 미세먼지 저감 지원·일자리 중심의 창업·벤처기업 활성화 지원·강원 산불 등 재난 피해에 따른 민생 지원에 필요한 추가경정예산 1조 2000억 원이 확보됐다고 5일 밝혔다.