제주도의회 더불어민주당 소속 의원 28명은 5일 의사당 앞에서 일본의 경제 보복을 규탄하는 성명서를 발표했다.

제주지역 정치권에서도 우리나라에 대한 일본의 화이트리스트(수출 우대국) 제외 조치에 항의하는 등 일본의 경제 보복에 대해 강력히 규탄했다.

제주도의회 더불어민주당 소속 전체 의원 28명은 5일 의회 의사당 앞에서 일본의 화이트리스트 배제 조치에 대해 규탄 대회를 열고 "지난 2일 일본 정부가 2차 경제 침략 도발행위를 감행했다"며 "이에 대해 130만 대내외 제주도민과 함께 싸워나갈 것"이라고 천명했다.

이들은 일본 제품 불매운동을 뜻하는 '보이콧 재팬(BOYCOTT JAPAN)'이 적힌 피켓과 '우리가 이깁니다'라고 쓴 현수막을 내걸고 일본 정부에 대해 항의했다.

이들은 "일본은 과거 침략전쟁을 일으켜 무수히 많은 사람을 희생시킨 역사적 진실을 외면하고 반성은커녕 한·일 양국관계를 파국으로 치닫게 했으며, 동아시아뿐 아니라 세계평화를 위협하고 있다"고 질책했다.

이어 "일본은 부당한 경제 침략 도발 행위를 즉각 중지하고 역사에 대한 반성과 진솔한 사과를 해야 한다"며 "우리는 일본의 도발로 어려움이 있을지라도 함께 힘을 모아 이 위기를 새로운 도약의 기회로 만들겠다"고 강조했다.

민주당 의원들은 향후 일본의 경제 보복 조치에 대응할 도의회 특별위원회 또는 TF(태스크포스)팀을 구성하고 정부 및 제주도와 긴밀하게 협조해 다각적으로 대응 방안을 마련하기로 했다.

민주당 제주도당(위원장 오영훈)은 이날부터 제주시 노형동 주제주 일본국총영사관 앞에서 1인 시위를 시작했다.

첫 주자로 양영식 의원(제주시 연동 갑)이 나섰다.

양 의원은 지난 4일에 이어 5일까지 릴레이 시위를 이어갔다.

한편 정의당 제주도당(위원장 고병수)도 이날 일본국총영사관 앞에서 기자회견을 열고 일본 정부를 규탄하는 연설회를 열었다.

고 위원장은 연사로 나서 우리나라에 대한 경제 보복 조치와 동북아 평화를 위협하는 아베 정권을 강력 규탄했다.

고 위원장을 비롯한 정의당 도당 관계자들은 연설회에 앞서 일본국총영사관에 항의 서한을 전달했다.

@highlight

우리나라에 대한 일본의 화이트리스트 제외 조치에 대해 제주도내 정치권도 도의회 특별위원회 또는 TF팀을 구성하고 일본 정부 규탄 연설회를 여는 등 일본의 경제 보복에 대해 다각적인 대응 방안을 마련하고 있다.