건설기계를 포함한 기계산업계도 발등에 불이 떨어졌다.

정밀부품 가운데 일본산 비중이 높은 탓이다.

이에 더해 앞서 직격탄을 맞은 삼성전자, SK하이닉스 등 국내 대표적 반도체 기업들의 공장 신증설 등 설비투자 위축 가능성도 제기된다.

일본 무역보복의 주요 타깃 중 하나로 꼽히는 공작기계 분야는 일본 의존도가 높고 전략물자로 지정된 제품이 많다.

이에 소재 조달의 어려움이 가중될 것이란 우려다.

공작기계는 기계의 부품을 만드는 기계다.

각종 제조기업들의 절삭가공, 소성가공에 이용되는 기계를 통칭한다.

일본 의존도가 높은 만큼 걱정도 상당하다.

업계 관계자는 "공작기계의 60%가 일본이 분류한 전략물자에 해당할 뿐 아니라 국내 공작기계 시장의 일본산 점유율이 25%선"이라고 지적했다.

일본이 해당 부품 수출을 규제하면 대체하기도 쉽지 않다는 설명이다.

독일로 수입국을 바꿀 수 있다는 지적도 있지만 품질ㆍ가격 경쟁력이 우수한 일본산을 훨씬 비싼 독일산 등으로 대체할 경우 추가비용 부담이 만만치 않다.

국내 기업의 경우 정밀설비 분야에서 일본산을 대체하는 것도 단기간에 불가능한 형편이다.

국산화에 필요한 막대한 연구개발비와 더불어 설비조달 차질로 인한 공장 등 플랜트 신증설 투자의 감소까지 이어질 수 있다.

삼성전자나 SK하이닉스의 반도체 공장만 해도 웬만하면 조단위 프로젝트들이다.

일본산 핵심소재 조달 차질로 인한 감산 영향이 길어진다면 국내 건설경기 침체를 완충했던 민간의 공장 등 플랜트 투자 위축으로 인한 직격탄을 맞을 수 있다.

이는 반도체 등 제조기업의 손실을 넘어 플랜트를 짓는 건설사의 타격으로 번질 가능성도 배제하기 어렵다는 지적이다.

익명을 요구한 민간연구소의 한 전문가는 "화이트리스트 배제로 인해 어떤 피해가 있을지 좀 더 상황을 지켜봐야겠지만 현 상황이 지속된다면 국내 굴지 대기업들의 공장 완공이 지연될 가능성이 높다"면서 "한일관계가 얼마나 개선되느냐, 기업들이 대체재를 얼마나 빨리 찾느냐가 관건"이라고 말했다.

@highlight

일본산 정밀부품 비중이 높은 건설기계와 기계산업계도 비상이 걸린 가운데 삼성전자, SK하이닉스 등 국내 대표적 반도체 기업들의 설비투자 위축 가능성이 나오고 있다.