수면 전문 브랜드 '코오(co-oh)'가 수능 100일을 앞두고, 수험생 불면증 개선에 도움이 되는 경추 기능성 베개인 '에그 베개(egg pillow)'를 선보였다고 밝혔다.

코오는 수면의 질을 결정하는 '베개'로 고통 받는 소비자의 불면증 문제를 해결하고자, 정형외과 전문의, 메모리폼 제작자, 30년 이상의 침대 회사 전문가 등과 함께 6개월 간의 연구 및 테스트를 거쳐, 경추 지지가 가능한 기능성 베개를 출시했다.

이번에 선보인 '에그 베개'는 최근 크라우드펀딩 채널인 와디즈서 목표 펀딩액의 1,200%를 넘기는 등 소위 '베개 유목민' 사이에서 호응을 얻은 바 있다.

에그 베개는 메모리폼 매트리스 방식의 멀티 레이어 구조로 설계됐다.

양면의 높낮이가 각각 다른 11cm와 9cm로, 일반적인 사람의 머리 무게인 4~7kg을 기준으로 머리가 눌린 상태에서 최적의 경추 각도와 높이를 유지하도록 설계됐다.

개인별 체격이나 평소 수면 습관에 따라 사용면을 달리해 사용할 수 있다.

전 공정을 국내에서 제작하는 에그 베개는 프리미엄급 매트리스에서 사용하는 밀도 45kg 이상의 고밀도 메모리폼 가운데서도, 바람이 잘 통하는 '에어스루(Air-Thru)'폼을 사용, 메모리폼 특유의 공기 갇힘 현상으로 인한 더위 문제를 해결했다.

해당 제품은 최근 침구류에서 검출되는 라돈 등 각종 유해물질로부터 안전하다.

메모리폼은 'CertiPUR' 인증, FITI시험연구원 중금속 유해물질 불검출 테스트, RoHS 기준을 모두 통과한 제품만을 사용했다.

또한, 외부 베개 커버도 친환경 소재를 사용했다.

유칼립투스 나무에서 추출한 친환경 '텐셀' 원사를 사용했는데, 텐셀은 여러 원사 소재 가운데 세균이 살기 가장 어려워 피부에 직접 접촉하게 되는 커버의 세균을 차단하는 효과도 있다.

@highlight

수면 전문 브랜드 '코오(co-oh)'가 수능 100일을 앞두고, 수험생 불면증 개선에 도움이 되는 경추 기능성 베개인 '에그 베개(egg pillow)'를 선보였다고 밝히며, 베개 제작을 위해 정형외과 전문의, 메모리폼 제작자, 침대 전문가 등과 함께 6개월 간의 연구 끝에 출시했으며, 베게 커버는 친환경 '텐셀' 원사를 사용하여 세균을 차단하게 했다.