서울시는 경찰청과의 협력 사업인 '위기가정 통합지원센터'를 15개 자치구로 확대 운영한다고 5일 밝혔다.

'위기가정 통합지원센터'는 지난해 10월부터 올해 6월까지 10개 자치구(성동·광진·동대문·중랑·도봉·노원·서대문·구로·금천·영등포)에서 시범운영되고 있다.

지난 7월부터 5개 자치구(중구, 은평, 마포, 관악, 송파)가 추가로 이번 사업에 참여했고, 8월 6일 마포 위기가정 통합지원센터까지 문을 열면 총 15개 자치구가 '위기가정 통합지원센터'를 본격 운영하게 됐다.

또, 서울시는 '위기가정 통합지원센터'의 효율적인 업무 수행을 위해 서울시 여성가족재단과 함께 표준화된 운영매뉴얼을 마련, 경찰과 자치구 업무의 통합체계를 만들었다.

'위기가정 통합지원센터'에는 학대예방경찰관(경찰관)·통합사례관리사(자치구)·상담원(서울시 50+보람일자리)이 함께 근무하면서 발견·신고된 위기가정에 대한 초기상담부터 통합적 사례관리, 전문기관연계와 복지서비스 제공, 사후관리까지 원스톱으로 서비스를 제공한다.

아울러 찾아가는 동주민센터와 연계해 위기가정 내 문제가 재발되지 않도록 모니터링과 사후관리를 진행한다.

상담원들은 지난해 10월부터 올 5월까지 8개월 간 112로 신고접수된 8193건 중 6318건의 초기 전화상담(상담율 77%)을 실시했고, 전문기관 연계 등 총 3071건의 서비스(지원율 49%)를 제공했다.

강병호 서울시 복지정책실장은 "가정 폭력은 개인의 문제가 아닌 사회구조적 문제로 볼 수 있다"며 "위기가정 통합지원센터는 이에 대한 원인 분석 및 해결책 제시로 지역 내 통합적 안전망을 구축하고자 한다"고 말했다.

그러면서 "내년에는 25개 구 전체로 확대할 계획"이라며 "민·관·경의 긴밀한 협력을 통해 서울에서 가정폭력으로 고통받는 시민이 없도록 노력하겠다"고 밝혔다.

@highlight

서울시는 경찰청과의 협력사업인 '위기가정 통합지원센터'를 지난해 10월부터 올해 6월까지 10개 자치구(성동·광진·동대문·중랑·도봉·노원·서대문·구로·금천·영등포),지난 7월부터 5개 자치구(중구,은평,마포,관악,송파)를 포함 총15개  자치구로 확대 운영한다고 5일 밝혔다.