공직기강협의체는 일본의 경제보복 조치에 대한 범정부 차원의 총력 대응 과정에서 일부 부처에서 공직기강이 느슨해질 수 있다고 보고 이를 막기 위한 특별감찰을 실시한다고 5일 밝혔다.

김조원 청와대 민정수석은 이날 보도자료를 통해 "민정수석실은 공직기강협의체 회의를 오늘 오전 개최하고 공직사회의 기강 이완을 차단하기 위해 각 기관별 역할 분담에 따라 특별감찰을 실시하기로 했다"고 밝혔다.

공직기강협의체는 청와대 민정수석실·국무총리실·감사원으로 구성됐다.

음주운전·골프접대 등 공직사회의 기강 이완 확산을 막기 위해 지난 1월 출범했다.

일본이 우리나라를 화이트리스트에서 배제하는 등 2차 경제보복을 가하는 과정에서 일부 공직자들이 맡은 업무를 소홀히 할 가능성이 있다는 게 공직기강협의체의 판단이다.

민정수석실은 산하 공직감찰반 인력을 총동원해 공직자의 무사안일 주의, 책임 회피 등 기강해이에 대해 중점 감찰을 실시할 예정이다.

또 국민정서와 배치되는 언행 등 공직자의 품위를 심각히 훼손하는 행위에 대해서도 엄정하게 조치할 예정이다.

국무총리실은 일본 수출규제 대응으로 인해 다른 곳에서의 국정공백이 발생하지 않도록 공직복무관리관실과 각 부처 감사관실이 합동으로 직무태만·부작위 등의 소극행정, 인·허가 처리지연 등 국민불편을 초래하는 행위에 대해서 집중 점검키로 했다.

또 수출규제 관련 정부 대책이 중소기업 등 현장에서 잘 집행되는지 집중 점검할 예정이다.

감사원은 산하 특별조사국 중심으로 기강 해이가 우려되는 분야에 대해 복무기강을 집중 점검하고, 무사안일·소극적 업무 행태·갑질 등 중대 비위에 대한 공직감찰 활동을 지속적으로 실시할 계획이다.

또 최근 비상시기에 그간 경제활력 제고를 위한 추진해 온 재정조기집행과 규제개혁 등이 행정현장에서 제대로 이루어지고 있는지 여부도 심층 점검할 방침이다.

김조원 민정수석은 "앞으로도 공직기강협의체를 중심으로 공직사회의 기강이완 확산을 차단하고 국정동력을 강화하기 위해 모든 노력을 다하겠다"고 밝혔다.

@highlight

청와대 민정수석실·국무총리실·감사원으로 구성된 공직기강협의체는 일본이 우리나라를 화이트리스트에서 배제하는 등 2차 경제 보복 조치에 일부 공직자들의 기강 해이와 이로 인한 업무 소홀을 대비하기 위해 특별 감찰을 실행한다고 밝혔다.