‘물관리기술 발전 및 물산업 진흥에 관한 법률 일부개정법률안’

강효상 의원자유한국당 강효상 의원(국회 환경노동위원, 대구 달서구 병 당협위원장)은 5일 ‘대구 국가물산업클러스터’ 입주기업의 신기술 개발 및 글로벌 경쟁력 확보를 위한 ‘물관리기술 발전 및 물산업 진흥에 관한 법률 일부개정법률안’을 대표 발의했다.

강 의원의 이날 대표발의 법안은 ‘대구 국가물산업클러스터’에 입주한 기업에 대해 ‘환경기술 및 환경산업 지원법’에 의한 정부의 환경기술개발사업에 우선적으로 참여할 수 있게 하는 내용이 담겨있다.

또 ‘국가물산업클러스터’에 입주한 기업이 창출한 기술과 제품의 사업화와 보급을 촉진하기 위해 ‘국가를 당사자로 하는 계약에 관한 법률’ 제7조와 ‘지방자치단체를 당사자로 하는 계약에 관한 법률’ 제9조에 의한 수의 계약 등 국가나 지자체가 입주한 물기업의 글로벌 경쟁력을 확보할 수 있는 필요한 정책을 추진할 수 있도록 일부 개정했다.

현행법은 입주기업의 기술과 제품의 사업화와 보급 촉진을 위한 실질적인 방안이 부재한 실정이었다.

이번 개정안에 대해 ‘대구 국가물산업클러스터’ 운영기관인 한국환경공단은 “강효상 의원이 대표 발의한 법안을 통해 클러스터에 입주한 기업들에 대하여 국가나 지방자치단체의 전방위적인 지원이 가능해짐에 따라 글로벌 물시장의 선점 경쟁에서 우위를 점할 수 있게 됐다”고 설명했다.

강 의원은 “이번 개정안을 통해 ‘대구 국가물산업클러스터’에 입주한 기업에 대해 국가와 지방자치단체의 연구개발과 해외수출 지원에 대한 적극적인 지원이 이루어져 물산업의 신기술 개발 뿐 만 아니라 글로벌 경쟁력도 확보 할 수 있게 됐다”면서, “글로벌 물시장의 확대 및 각국의 선점 경쟁이 치열한 시점에서 입주한 기업들의 해외진출 지원 인프라도 빠르게 구축되어 발 빠르게 대응함으로써 대한민국이 세계의 물산업 중심으로 도약하게 될 것”이라고 밝혔다.

@highlight

강효상 의원이 ‘대구 국가물산업클러스터’에 입주한 기업에 대해 ‘환경기술 및 환경산업 지원법’에 의한 정부의 환경기술개발사업에 우선적으로 참여할 수 있게 하는 법안 대표 발의했다.