주택 분양·시공 분야에 머물러 있던 한신공영(대표이사 최문규)이 개발·운영 사업으로 영역을 확장해나가고 있다.

한신공영은 앞으로 단순 시공 및 분양을 넘어 관리와 운영 사업까지 추진하기 위한 전략을 세워 사업 다각화를 추진하고 있다고 4일 밝혔다.

앞서 한신공영은 지난달 30일 한국철도공사와 경기 광명역 B주차장 사업추진협약을 체결했다.

광명역 B주차장 빌딩은 한신공영 컨소시엄 측이 자금을 조달하고 건설한 후 일정기간 운영까지 맡는 'BOT(Built-Operate-Transfer)' 방식으로 진행된다.

준공 후 2048년까지 한신공영 컨소시엄이 독점 운영하게 된다.

임대주택사업도 진행 중이다.

한신공영이 대한토지신탁과 함께 구성한 컨소시엄은 지난해 12월 한국토지주택공사(LH)가 공모한 '인천검단 AB5블록 공공지원 민간임대주택사업'에 우선협상대상자로 선정됐다.

컨소시엄은 피트니스, 아이돌봄교실, 육아용품 셰어링, 반찬가게, 청년세대를 위한 오피스, 카셰어링 등 입주민을 위한 다양한 생활·공유 프로그램으로 제안했다.

이 밖에 해외에선 동남아시아 시장에서 민관협력(PPP·Public Private Partnership) 사업을 검토 중이다.

베트남 등 아세안(ASEAN·동남아시아국가연합) 지역을 중심으로 도로·수처리·에너지 관련 단순 시공에서 탈피해 금융과 융합한 시공·운영 사업을 진행할 계획이다.

이런 움직임은 최근 대내외 악재로 인해 업계 전반이 위축된 가운데, 기업 체질개선을 통해 지속적인 성장 동력을 확보하기 위한 것이란 설명이다.

한신공영 관계자는 "건설산업의 공공·민간 부문 모두 침체된 상황에서 사업다각화는 생존을 위한 필수"라며 "앞으로도 기존의 건설 영역과 시너지 효과를 창출할 수 있는 다양한 방식의 사업을 전개해 나갈 것"이라고 말했다.

@highlight

한신공영은 지난달 30일 경기 광명역 B주차장 사업추진협약을 맺는 등 단순 시공 및 분양을 넘어 개발·운영으로 사업 보폭을 넓히고 있다.