2019광주세계마스터즈수영대회에 80~90대 고령자들이 선수로 출전해 노익장에 관심이 모아지고 있다.

5일 대회 조직위원회에 따르면 이번 대회의 최고령자는 남자 만 91세, 여자는 만 93세에 달한다.

경영부문 최고령 남자선수는 불가리아 동호회의 테네프 탄초로 만 91세이고, 여자는 멕시코 동호회의 아마노 토시코로 만 93세다.

테네프 탄초는 다이빙에서도 남자부분 최고령자로 이름을 올렸다.

여성 다이빙선수 최고령자는 영국의 알도스 존으로 만 81세다.

높은 곳에서 뛰어내려 입수하는 종목으로 적잖은 공포심이 따르는 경기임에도 이들은 고령의 나이에도 불구하고 여전히 스릴을 즐기고 있다.

오픈워터수영 최고령 선수는 남자는 오스트레일리아의 데이비 존이 만 87세, 여자는 우루과이의 케메이드 마가리타로 만 80세다.

수중에서 장시간 숨을 참으며 연기를 펼쳐야 하는 아티스틱수영은 상대적으로 젊다.

프랑스의 노이어 프랑스와와 미국의 웨이멘 낸시가 만 71세로 최고령자다.

이처럼 고령자들이 다수 마스터즈수영대회에 참가한 것은 건강을 위해 수영을 생활의 일부로 즐겨온 문화와 무관치 않은 것으로 보인다.

또한 현역에서 은퇴한 이후 세계 각국을 돌며 여행을 즐기는 그들의 노년 생활 스타일도 일정부분 작용했을 것으로 풀이된다.

마스터즈대회가 승패보다는 참여에 의미를 두고 즐기는 대회라는 점, 그리고 5세 단위로 그룹을 구분해 진행하는 경기 방식으로 인해 고령자들도 동년배들 사이에서 충분히 겨뤄볼 만하다는 자신감도 한 이유로 보인다.

대회 조직위 관계자는 “마스터즈대회는 국가대표가 참가하는 선수권대회와 달리 수영동호인들이 참여한다는 점에서 치열한 경쟁보다는 경기를 즐기는 특징이 있다”며 “고령자들이 많은 것은 수영 종목 특성상 노후에도 즐길 수 있는 장점때문이다”고 말했다.

@highlight

2019광주세계마스터즈수영대회의 최고령자는 경영부문 최고령 남자선수는 불가리아 동호회의 테네프 탄초인 만 91세이고 여자는 멕시코 동호회의 아마노 토시코인 만 93세인 등 80~90대 고령자들이 선수로 출전하여 주목 받고 있다.