고려시대 궁궐터이자 유네스코 세계유산인 개성 만월대에서 발굴된 역사적 유물들을 내년부터는 인터넷 홈페이지를 통해 볼 수 있게 된다.

정부는 2007~2018년 진행된 개성 만월대 공동발굴사업에서 생산된 60여만 점의 유물자료를 디지털 아카이브(자료저장소)로 구축하는데 필요한 6억4000만원을 남북협력기금에서 지원하기로 5일 결정했다.

통일부에 따르면 정부는 지난달 29일부터 2일까지 서면 심의 방식으로 진행된 제307차 남북교류협력추진협의회(교추협)를 통해 '2019년 개성 만월대 남북공동발굴 디지털 아카이브 구축사업 남북협력기금 지원(안)'을 의결했다.

교추협 의결에 따라 60여만 점의 유물자료들이 2017~2020년 동안 정리·가공돼 디지털 아카이브로 구축된다.

필요한 경비 6억4000만원은 사진·도면·동영상 등 유물자료 정리 및 가공 22만건에 3억4000만원, 시스템 구축 및 개발에 3억원이 소요된다.

통일부는 디지털 아카이브로 구축한 만월대 관련 유물들을 인터넷 홈페이지를 통해 일반 국민들에게 공개한다는 계획이다.

통일부는 "이번 기금 지원을 통해 지난 12년간 진행된 공동발굴 유물자료를 국민에게 제공해 학술연구 등의 목적으로 각계에서 자유롭게 활용될 수 있도록 할 것"이라며 "남북협력사업의 성과가 국민에게 확산·공유되는데 기여할 것으로 기대한다"고 했다.

한편 2007년부터 시작된 개성 만월대 남북 공동발굴 조사는 현재까지 8차례에 걸쳐 발굴조사가 진행됐다.

남북간 대표적인 사회문화 교류사업이지만 남북관계의 변화에 따라 '가다 서다'를 반복하며 부침을 겪었다.

지난해 10~12월 8차 조사가 실시된 뒤 다시 중단됐다.

지난 4월 유엔 안전보장이사회가 개성 만월대 공동발굴 장비의 대북 반출에 대한 제재 면제를 승인했지만 남북협력 사업에 소극적인 북한의 태도로 인해 공동발굴에 탄력이 붙지 않고 있다.

@highlight

정부는 2007~2018년 진행된 개성 만월대 공동발굴사업에서 발견된 60여만 점의 유물자료를 디지털 아카이브로 생성하는데 필요한 6억4000만원을 남북협력기금에서 공급하기로 5일 결정, 디지털 아카이브로 구축한 만월대 발굴 유물들을 인터넷 홈페이지를 통해 일반 국민들에게 공개한다는 계획으로 남북 공동발굴 조사는 현재까지 8차례에 걸쳐 발굴조사가 진행됐다.