안병훈(28)이 미국프로골프(PGA) 투어 첫 우승 도전에 아쉽게 실패했다.

윈덤 챔피언십(총상금 620만 달러)을 단독 3위로 마쳤다.

안병훈은 5일(한국시간) 미국 노스캐롤라이나주 그린즈버러의 시지필드 컨트리클럽(파70·7127야드)에서 열린 대회 최종 4라운드에서 3언더파 67타를 쳤다.

이로써 최종합계 20언더파 260타를 기록한 안병훈은 우승을 차지한 J.T 포스턴(미국)에게 2타 뒤진 단독 3위에 이름을 올렸다.

PGA투어 첫 승을 노렸던 안병훈이 아쉽게 3위로 대회를 마감했다.

사진(美 그린즈버러)=ⓒAFPBBNews = News1 1타 차 단독 선두로 이날 경기를 시작한 안병훈은 3번홀을 시작으로 5번홀과 9번홀에서 버디를 적어내며 생애 첫 PGA투어 우승을 향해 전진했다.

안병훈은 후반 10번홀에서 또 하나의 버디를 추가하며 우승 경쟁을 이어갔다.

하지만 15번홀에서 티샷 실수를 범한 게 뼈아팠다.

이번 대회 첫 보기를 적어낸 안병훈은 선두 포스턴과 2타 차까지 벌어졌다.

그래도 16번홀에서 버디를 낚아채며 포스턴을 1타 차로 압박하며 우승에 대한 희망의 끈을 놓지 않았다.

그러나 18번홀에 들어선 안병훈은 스리 퍼트 실수를 범하며 보기를 적어냈고, 아쉽게 단독 3위로 이번 대회를 마쳤다.

우승은 22언더파 258타를 친 포스턴의 차지얐다.

포스턴은 이날 8언더파 62타를 적어내며 PGA 투어 첫 우승의 감격을 맛봤다.

포스턴은 우승 상금으로 111만 6000달러(약 13억 4000만원)를 받았다.

한편 김시우(24)와 임성재(21)도 톱10에 자리했다.

김시우는 17언더파 263타 단독 5위에 자리했고 임성재는 16언더파 264타 공동 6위에 올랐다.

@highlight

안병훈은 5일 미국 컨트리클럽에서 열린 대회 최종 4라운드에서 미국프로골프(PGA) 투어 첫 우승 도전에 아쉽게 실패하며 3위로 대회를 마감했다.