CJ올리브네트웍스 IT사업부문은 사회공헌 프로그램 SW(소프트웨어) 창의캠프에 참여할 대학생 봉사단 '씨제이유닛(CJ UNIT)' 1기 발대식을 가졌다고 5일 밝혔다.

용산전자상가 IT창의교육센터에서 열린 발대식에서 참여자들이 기념촬영을 하고 있다.

CJ올리브네트웍스 IT사업부문은 사회공헌 프로그램 SW(소프트웨어) 창의캠프에 참여할 대학생 봉사단 '씨제이유닛(CJ UNIT)' 1기 발대식을 가졌다고 5일 밝혔다.

2015년 시작된 SW창의캠프는 IT 직무에 종사하는 직원들이 초등·중학생들에게 SW코딩, 무인자동차 제작, 모바일 앱 개발 등을 통해 AI(인공지능), 빅데이터, AR·VR(증강·가상현실) 등 ICT(정보통신기술) 경험을 제공하는 재능기부 활동이다.

올해 처음 활동하게 되는 'CJ UNIT'은 SW코딩 및 무인자동차 제작 등 ICT교육에 재능이 있고 SNS 채널 홍보에 관심이 있는 대학생 등 총 25명으로 구성됐다.

오는 12월까지 약 5개월간 월 2~3회에 걸쳐 CJ올리브네트웍스 IT사업부문 임직원들과 함께 약 300여명의 학생들에게 SW코딩 교육을 제공한다.

ICT 코딩교육을 테마로 한 UCC영상과 SNS 콘텐츠 제작 등 코딩교육 홍보대사 역할도 맡는다.

지난 4일 용산전자상가 내 3층 IT창의교육센터에서 열린 발대식에서는 SW창의캠프 활동 소개와 함께 강사 양성과정 수업, 홍보분야 지원 대학생봉사자를 위한 현직자 직무 멘토링이 진행됐다.

발대식에 참여한 CJ올리브네트웍스 커뮤니케이션팀 이인익 팀장은 "SW코딩교육 의무화에 맞춰 많은 학생들이 최신 IT를 직접 경험할 수 있도록 올해 SW창의캠프 교육 지원대상과 횟수를 확대했다"며 "4차 산업혁명을 선도하는 ICT 기업으로서 대학생봉사단 학생들에게도 전문적 IT직무 멘토링을 제공해 창의적 인재를 양성하는데 기여하겠다"고 말했다.

@highlight

CJ올리브네트웍스 IT사업부문은 IT 직무에 종사하는 직원들이 학생들에게 ICT경험을 제공하는 재능기부 활동인 SW창의캠프에 참여할 교육에 재능있고 SNS 채널 홍보에 관심있는 대학생 등 총 25명으로 구성ㄷ괸 CJ UNIT 1기 발대식을 가졌다고 5일 밝혔다.