서울 송파구가 지역에 연고를 둔 여성 독립운동가를 추모하는 공연을 마련했다.

송파구는 3.1운동 100주년과 광복 74주년을 기념해 김 마리아 열사 업적을 담은 뮤지컬을 제작, 17일 선보인다고 6일 밝혔다.

김 마리아 열사는 국내 여성 독립운동가들 지도자 역할을 한 인물로 꼽힌다.

1892년 6월 18일 황해도 송화에서 출생, 서울 정신여학교에서 송파구와 인연을 맺었다.

정신여학교는 현재 송파구 잠실동에 위치한 정신여자고등학교 전신이다.

열사는 고등학교를 졸업한 뒤 1919년 일본 도쿄에서 진행된 2.8독립선언에 참여, 독립운동의 길을 걸었다.

열사는 대한민국 임시정부에서는 첫 여성대의원으로 활동했다.

대한민국 애국부인회, 재미 항일여성운동단체 근화회 등 항일투쟁을 하던 중 1944년 3월 평양기독병원에서 순국했다.

수차례 옥고로 인한 고문후유증이 원인이 된 것으로 알려졌다.

정부는 1962년 건국훈장 독립장을 추서했다.

송파구는 여성 독립운동가가 상대적으로 알려지지 않았다는 점에 착안, '여성 독립운동가 김 마리아를 아십니까?' 공연을 준비했다.

열사의 생애와 업적을 음악극에 담아 독립의 의미와 자유의 소중함을 생각하는 계기를 마련한다는 취지다.

주민예술단체 '70만송파뮤지컬메이킹'이 주관, 두달간 30여명이 참여해 완성했다.

공연은 17일 저녁 7시 잠실동 서울놀이마당에서 열린다.

공연 앞뒤로 1주일간 열사의 사진기록물 전시가 열리고 당일에는 흰색 상의와 검정 하의를 '독립운동 복장'으로 정해 관객들이 간접적으로 공연에 참여할 수 있도록 한다.

초·중·고교생 대상 관람후기 공모전도 예정돼있다.

박성수 송파구청장은 "오늘의 대한민국을 만든 애국열사 가운데 여성 독립운동가들 업적이 상대적으로 덜 알려졌던 것이 사실"이라며 "잊혀진 여성 독립운동가들의 헌신을 재조명, 소중한 역사의 순간을 기억·공유하는 뜻깊은 자리가 되길 기대한다"고 전했다.

@highlight

서울 송파구는 3.1운동 100주년과 광복 74주년을 기념해  국내 여성 독립운동가들 지도자 역할을 한 김 마리아 열사의 업적을 담은 뮤지컬을 제작하여 추모하는 공연을 마련했다.