박일준 한국동서발전 사장(왼쪽 2번째)과 관계자들이 호남화력본부 현장을 점검을 하고 있다.

한국동서발전(사장 박일준)은 5일 호남화력본부(전남 여수시 소재)에서 박일준 사장 및 회사 경영진이 참여한 가운데 ‘8월 경영전략회의 및 현장 안전경영 활동’을 시행했다고 6일 밝혔다.

이번 현장 안전경영활동은 국민 생명·안전 중심의 공공기관 안전관리 관련 정부 정책을 적극 이행하고, 안전을 경영의 최우선가치로 인식하는 문화를 확산하며 현장의 애로사항을 경영진이 직접 청취하기 위한 사업소 릴레이 안전경영활동의 일환으로 시행됐다.

이날 현장 점검에 나선 박일준 동서발전 사장을 비롯한 경영진은 중앙제어실을 방문해 안정적 전력생산에 최선을 다하고 있는 직원들을 격려하고 저탄장, 석탄취급설비 등 현장 내 안전보강시설을 중점적으로 점검했다.

또한 제8호 태풍 프란시스코가 6일 자정 남해안에 상륙할 것으로 예상됨에 따라 취수 설비, 배수펌프 등 주요시설에 대한 안전점검을 실시하고 강풍과 폭우에 신속하게 대응하기 위한 비상근무자 편성, 현장조치 행동매뉴얼에 따른 위기경보 발령 등 재난안전 대비상태를 점검했다.

경영진은 여름철 폭염대책기간 동안 현장에서 근무 중인 근로자들의 인명 피해를 예방하기 위해 운영되고 있는 ‘무더위 쉼터’를 점검하는 등 폭염으로 인한 안전사고가 발생하지 않도록 철저한 예방을 당부했다.

박일준 사장은 “여름철 전력수급 대책기간 동안 안정적인 전력공급과 함께 철저한 안전 예방활동으로 협력사를 포함한 모든 직원이 안전한 작업 환경을 만드는 데 최선을 다할 것”이라며 “또한 여름철 태풍·폭염 등 자연재해에 철저히 대비하고 재난안전 매뉴얼에 따라 대응해달라”고 당부했다.

한편, 동서발전은 앞으로도 경영진의 사업소 릴레이 현장 안전점검을 통해 공공기관의 안전 문화를 선도하고 현장에 안전 최우선 문화가 자리 잡을 수 있도록 지속적으로 노력할 방침이다.

@highlight

박일준 한국동서발전 사장과 관계자들이 현장의 애로사항을 경영진이 직접 청취하기 위해 ‘8월 경영전략회의 및 현장 안전경영 활동’을 시행하고 현장을 점검했다.