강사공대위가 6월11일 오후 청와대 분수대 앞에서 '강사법에 대한 정부의 적극적 조치를 요구하는 학생·강사 공동 기자회견'을 하고 있다.

예술대학 학생들이 시간강사법(고등교육법 개정안) 시행으로 강사를 해고한 대학들을 비판하며 학생 교육권 보장을 촉구했다.

예술대학생네트워크(예대넷)는 6일 "대학은 불합리한 강사해고를 중단하고 강사들의 권리와 학생들의 교육권을 보장하라"고 요구했다.

예대넷은 "예술계열은 모든 계열 중 강사 비중이 가장 높은 계열로 교육 전체 과정에서 강사가 중추적 역할을 해왔다"며 "하지만 올해 1학기 강사해고 비율이 가장 높았다"고 지적했다.

예대넷에 따르면 지난해 기준 대학 전체 계열 교원 중 비전임 교원(강사) 비중은 55.1%이다.

이중 예술계열은 비전임 교원 비중이 76.6%로 모든 계열에서 강사가 차지하는 비중이 가장 높다.

하지만 전임 교원 확보율은 △인문사회 98.19% △자연과학 76.38% △공학 73.42% △의학 295.0% △예체능 64.42%로 모든 계열 중 가장 낮게 나타났다.

전학기 대비 강사의 강의 담당 비율은 전체계열에서 4.99% 감소했으며 예체능은 6.64% 감소해 모든 계열 중 강사 해고 문제가 가장 심각했다.

예대넷은 "대학이 강사와 연봉차이가 크지 않은 겸임교원 비중을 늘리는 등 강사법에 편법으로 대응하고 있다"며 "겸임교원 강의 담당 비중도 전체평균 1.23% 증가한 것에 비해 예체능은 3.68%로 계열 중 가장 높은 증가율을 보였다"고 주장했다.

이들은 "대학은 예술계에서 가장 권위있는 상을 수상한 작가들마저 해고하며 스스로 고등예술교육의 질을 떨어뜨리고, 교육기관 가치를 스스로 훼손하고 있다"며 "이는 강사의 생존권 위협과 학생 피해로 이어지고 있다"고 비판했다.

예대넷은 7일 오후 1시 서울 종로구 정부서울청사에서 기자회견을 열고 대학들에 2019년 2학기 강사 채용을 촉구할 계획이다.

@highlight

예술대학생네트워트는 예술 계열은 강사 비중이 높고 그 역할이 큰데, 해고가 잦다며 강사들의 권리와 학생들의 교육권을 보장하기 위해 7일 오후 1시 기자회견을 열고 2019년 2학기 강사 채용을 촉구할 계획이다.