앞으로 스포츠 현장만의 특성을 반영한 대응이 펼쳐질 전망이다.

문화체육관광부가 자연재난(폭염, 풍수해, 지진)과 사회재난(미세먼지)으로부터 스포츠 현장의 안전성을 확보할 수 있도록 하기 위해 대응 매뉴얼을 개발했다.

그동안 스포츠의 특수성을 반영한 재난 대응 기준이 없어 이에 따른 문제점과 필요성이 꾸준히 제기돼 왔다.

최근 사회적으로 주요 문제가 되는 미세먼지·폭염, 풍수해·지진을 중심으로 국내외 재난 관련 자료를 분석하고 스포츠 현장만의 특성을 반영한 '스포츠 행사 운영자를 위한 재난 대응 매뉴얼'을 개발했다.

매뉴얼은 크게 '미세먼지·폭염' 편과 '풍수해·지진' 편으로 나누어져 있으며, 공통으로 재난 관리 이해, 재난별 스포츠 행사 운영 기준, 스포츠 재난 대응 절차, 재난 대응 행동 요령 등의 내용을 담고 있다.

매뉴얼에서는 스포츠 행사 준비 단계에서부터 발생할 수도 있는 재난 상황에 대한 대비책 마련을 강조하고, 대회가 시작되기 전에 재난 발생 가능성이 높다고 판단되거나 대회 중 재난이 발생하는 경우 대회 운영본부에서 의사결정을 할 수 있는 기준을 제시했다.

특히 각 재난 상황마다 종목별 취약등급분류를 산출할 수 있도록 제작하고, 이를 통해 재난 대응 취약등급표에 따른 행동 요령을 세부적으로 제시했다.

예를 들어, 5시간 동안 진행될 예정인 마라톤 시합의 경우에는 고위험군(1등급)으로 구분하여 폭염주의보 발령 시, 폭염경보가 발령된 것으로 간주(1단계 격상)해 조치하도록 하고 이때는 행사 주최 및 주관 단체의 장 혹은 경기감독관에 의한 경기 취소를 적극 권장하고 있다.

또한, 더위체감지수(WBGT, Wet Bulb Globe Temperature)가 31도 이상인 경우에도 경기 취소를 적극적으로 권장하고 있다.

문체부 정책 담당자는 "이번 매뉴얼 개발을 통해 각종 스포츠대회 운영 시 외부 환경에 의한 재난에 대응할 수 있는 계기를 마련했다. 체육 유관 단체에 재난 대응 매뉴얼을 적극적으로 보급하여 더욱 안전한 스포츠 환경을 만드는 데 노력하겠다."라고 밝혔다.

@highlight

문화체육관광부가 그간 재난 대응기준이 없어 생기는 문제점을 개선하기 위해 주요 재난인 폭염, 풍수해, 미세먼지로부터 스포츠현장의 안정성을 확보하는 대응 메뉴얼을 개발했다