일본제품 불매운동이 거세지면서 일본 맥주 수입액이 한 달 만에 반토막이 난 것으로 조사됐다.

특히 원전 폭발 사고 이후보다 감소폭이 더 큰 것으로 나타나 불매운동의 영향력을 입증했다.

6일 김정우 더불어민주당 의원이 관세청으로부터 제출받은 일본 맥주 수입동향 자료에 따르면 지난달 일본 맥주 수입액은 434만2000달러로 전월(790만4000달러) 대비 45.1%나 감소했다.

일본 맥주 수입액은 4월 515만8000달러, 5월 594만8000달러, 6월 790만4000달러로 7월 일본의 무역보복 조치 이전까지는 상승세였으나 7월부터는 반전됐다.

여름철은 맥주 성수기로 아사히 맥주 등 일본 맥주가 강세를 보였으나 올해는 불매운동으로 소비가 끊긴 영향으로 풀이된다.

특히 역대 7월 수입액에서도 2011년 동일본 지진, 원전폭발사고 여파로 일본 맥주 소비가 줄었다 회복세를 보인 2015년(502만 달러)보다 올해 수입액이 더 낮았다.

일본맥주는 불매운동의 대표 품목이다.

대형마트, 편의점 등은 특가 행사를 모두 취소했고 이에 따라 수입업체는 발주를 중단했다.

국내 수입 맥주 시장에서 1위를 차지하던 아사히는 칭따오에게 1위 자리를 내주는 ‘굴욕’을 당했다.

‘가지 않는’ 불매운동으로 일본 여행에 대한 관심도도 급격히 떨어졌다.

여행전문 리서치기관 컨슈머인사이트의 ‘주례 여행 행태 및 계획 조사’에서 7월 4일 일본의 경제보복 조치 이후 일본 여행 관심도는 매주 평균 14% 포인트씩 감소했다.

특히 7월 4주차에는 ‘일본 여행에 관심이 적어졌다’는 응답이 무려 75%에 달했다.

‘관심이 켜졌다’는 응답은 9%에 불과했다.

이는 경제보복 직전인 6월 4주차보다 57%포인트 증가한 수치다.

일본은 지난 몇 년간 전체 해외 여행 시장의 3분의 1 정도를 차지하는 등 한국인이 가장 선호하는 해외여행지였다.

컨슈머인사이트는 “한 번 꺾인 여행 소비자들의 마음을 되돌리기는 쉽지 않을 것”이라면서 “현재 상황은 한국 아웃바운드(해외) 여행 시장이 겪는 초유의 사태로, 현 추세를 보면 더 극단적인 수치로 떨어질 가능성이 높다”고 전망했다.

@highlight

김정우 더불어민주당 의원이 관세청으로부터 받은 자료에 따르면 일본 맥주 수입액이 전월 대비 45.1%나 감소하였는데 이는 일본제품 불매운동의 영향으로 원전 폭발 사고 이후보다 큰 폭으로 감소한 것이다.