산업기능요원 제도가 축소될 경우 중소기업의 인력난이 심각해질 수 있다는 우려가 제기됐다.

산업기능요원을 활용하면 중소기업 1개사 당 평균 7억800만원의 매출이 증가하고 10조원의 생산유발효과가 있는 등 경제적 파급효과가 커 산업기능요원 제도 유지가 필요하다는 주장이다.

노민선 중소기업연구원 연구위원은 6일 여의도 중소기업중앙회에서 열린 '제2차 노동인력위원회'에서 산업기능요원의 경제적 파급효과에 대해 이같이 분석했다.

현재 국방부는 석·박사 전문연구요원제도는 유지하는 대신 특성화고등학교 졸업생 등을 중소기업에 제조·생산인력으로 배치하는 산업기능요원 제도를 폐지·축소 검토하고 있다.

중소기업연구원에 따르면 지난해 기준 산업기능요원 복무인원은 2만8789명으로 이들을 활용하는 기업은 8236개사다.

특히 94.9%의 복무인원이 공업분야에서 복무하고 있어 인력난이 상대적으로 심각한 제조업 분야 중심으로 제도가 운용되는 것으로 조사됐다.

노 연구위원은 이에 "산업기능요원이 축소되면 제조업의 인력난이 심각해지는 등 중소기업에 미치는 부작용이 클 것"이라고 지적했다.

이어 "산업기능요원들의 전체 생산유발효과가 10조6642억원, 고용유발효과는 3만629명에 달해 경제적으로도 파급효과가 클 것"이라고 강조했다.

특성화고등학교·마이스터고등학교 등 학생들에 혼란을 가져올 것이라고도 강조했다.

노 연구위원은 많은 학생들이 산업기능요원을 통한 병역특례를 이유로 특성화고·마이스터고를 진학한다고 전했다.

그러면서 "산업기능요원 제도가 축소나 폐지될 경우 직업교육현장에 혼란을 야기할 것"이라고 말했다.

기업들도 우려의 목소리를 제기했다.

이날 현장에 참여한 노동인력위원회 위원들은 "내년부터 시행되는 주52시간제로 인력부족 문제는 더 커진다"며 "근로시간 단축의 해결방안도 마련하지 못한 상황에서 산업기능요원 축소는 심각한 혼란을 가져올 것"이라고 입을 모았다.

주보원 중기중앙회 노동인력위원장은 "일본과의 통상마찰 대응을 위한 기술 국산화를 위해서라도 중소기업의 기술인재 확보가 필요하다"며 "중소기업 경쟁력 강화 차원에서라도 산업기능요원을 유지해야 한다"고 강조했다.

@highlight

산업기능요원 제도가 축소될 경우 중소기업의 인력난이 심각해질 수 있다는 우려가 제기되고, 제조업의 인력난이 심각해지는 등 부작용이 클 것이라며 주보원 중기중앙회 노동인력위원장은 일본과의 통상 마찰 대응을 위한 기술 국산화와 경쟁력 강화 차원에서라도 산업기능요원을 유지해야 한다고 강조했다.