새로운 걸그룹 파나틱스가 특별한 'SUNDAY'를 선물한다.

파나틱스는 6일 오후 6시 각종 음악 사이트에 첫 번째 미니앨범 'THE SIX'를 발매하고 팬들과 인사를 나눌 예정이다.

2018년 11월 첫 번째 유닛 '플레이버'로 인사를 건넨 이후 약 9개월 만의 정식 데뷔다.

파나틱스는 6인조로 첫 인사를 건넨다는 뜻을 담아 'THE SIX(더 식스)'로 첫 번째 미니 앨범의 이름을 정했다.

데뷔 앨범에 이어 매번 발매되는 앨범의 콘셉트에 따라 파나틱스만의 변화무쌍한 매력을 어필하겠다는 각오다.

파나틱스가 가장 처음으로 팬들을 위해 준비한 선물은 타이틀곡 'SUNDAY'다. 매일이 일요일 이었으면 좋겠다는 귀여운 주제에 시원한 분위기가 가득한 트로피컬 사운드를 녹여냈다.

특히 상큼한 보컬 신스를 통해 파나틱스만의 매력을 강조했다.

플레이버의 프로듀서를 담당한 낯선의 AAP 사단이 프로듀싱을 맡았으며, 배윤정이 이끄는 야마앤핫칙스가 안무를 담당했다.

여기에 쟈니브로스 홍원기 감독이 뮤직비디오의 메가폰을 잡아 높은 완성도의 영상을 탄생시켰다.

데뷔 미니앨범 'THE SIX'에는 타이틀곡 'SUNDAY' 외에도 파나틱스가 전하는 긍정 메시지가 가득한 '지금 이 순간을', 사랑에 당당한 여성상을 그린 'FOLLOW ME', 플레이버로 선보인 바 있는 'MILKSHAKE'의 중국어 버전 등 다양한 트랙이 담겼다.

특히 파나틱스의 'THE SIX'에는 남다른 의미가 있다.

앨범 수록곡 '지금 이 순간을' 작사에 도아와 해외 멤버인 시카가 참여해 팬들을 향한 진정성을 녹여낸 것.

이로써 파나틱스의 데뷔 앨범 'THE SIX'가 더욱 풍성해졌다.

@highlight

2018년 11월 첫 번째 유닛으로 인사 이후 약 9개월 만에 정식 데뷔하는 새로운 걸그룹 파나틱스가  6일 오후 6시 각종 음악 사이트에 첫 번째 미니앨범 'THE SIX'를 발매하며 타이틀곡 특별한 'SUNDAY'를 선보인다.