북상중인 제8호 태풍 '프란시스코'가 6일 낮 제주도 동쪽으로 지나면서 제주지방에는 간접적인 영향만 있을 것으로 보인다.

제주지방기상청은 제주지방은 6일 '프란시스코' 간접영향으로 구름 많겠지만 산지에는 낮부터 7일 새벽까지 비가 내리는 곳도 있겠다고 예보했다.

예상강수량은 5~30㎜.

태풍이 한반도를 빠져나가는 8일까지 제주지방은 구름 많은 날씨가 계속되고 산지에는 가끔 비가 내리겠다.

태풍 '프란스시코'로 무더위가 꺾일 것이라는 기대와 달리 제주지방에서는 지난 밤에도 열대야가 계속됐다.

밤사이 최저기온을 보면 제주 26.2℃, 서귀포 27.4℃, 성산 25.0℃를 보였다.

제주는 13일째, 서귀포 11일, 고산 10일, 성산 5일의 열대야 일수를 기록하고 있다.

산지를 제외한 제주도 전역에 폭염특보가 발효중인 가운데 6일 낮 기온은 31~33℃까지 올라 무더운 날씨가 이어질 것으로 예상된다.

한편 제8호 태풍 '프란시스코'는 6일 오전 6시 일본 가고시 북동쪽 약 110km 부근 해상을 지나 이날 12시쯤에는 대마도 부근 해상까지 올라올 것으로 보인다.

오후 6시쯤에는 경남 통영해상으로 상륙할 것으로 전망됐다.

'프란시스코'는 중심기압 985hPa, 중심 최대풍속 초속 23m 강풍반경 170km의 소형급을 유지하고 있다.

태풍 북상에 따라 제주도남쪽먼바다와 제주도동부앞바다에 이날 오전 5시를 기해 풍랑주의보가 발효됐으며 제주도남쪽먼바다에는 이날 오전 예상으로 태풍 예비특보가 발표됐다.

이와함께 북상중인 제9호 태풍 '레끼마'는 6일 오전 3시 일본 오키나와 남쪽 880km 부근 해상을 지나 8일쯤에는 대만까지 북서진할 것으로 예상됐다.

중국 푸저우지방에 상륙한 후 방향을 틀 가능성이 있어 향후 진로는 지켜봐야 할 것으로 보인다.

@highlight

북상중인 제8호 태풍 '프란시스코'가 6일 낮 제주도 동쪽으로 지나면서 제주지방에는 간접적인 영향만 미칠 것으로 보이는 가운데 태풍이 한반도를 빠져나가는 8일까지 구름이 많고 산지에는 가끔 비가 내리겠다.