국내 자동차 시장에서 ‘탈(脫) 디젤’ 현상이 이어지면서 하이브리드차(HEV) 판매가 크게 늘었다.

특히 현대·기아차의 하이브리드 모델은 글로벌 누적 판매가 100만대를 돌파했다.

5일 한국자동차산업협회에 따르면 올해 상반기 국내 완성차 업체들의 하이브리드 모델 판매는 모두 3만4천342대로 작년 상반기(2만9천260대)보다 17.4% 늘었다.

반면, 상용차를 제외한 디젤 모델 판매량은 15.2% 감소한 19만4천544대를 기록했다.

국산 하이브리드차는 현대차와 기아차 모델이 전부다.

쉐보레의 말리부 하이브리드 모델은 판매가 미미하고, 르노삼성차와 쌍용차는 하이브리드 모델을 생산하지 않는다.

아울러 현대·기아차 하이브리드 모델의 글로벌 누적 판매는 상반기에 100만대를 넘겼다.

현대·기아차는 상반기에 국내외 시장에 하이브리드 모델을 11만7천109대를 팔아 누적 판매는 100만7천838대로 늘었다.

이는 현대차가 2009년 7월 아반떼 LPi 하이브리드 모델을 국내에서 출시한 지 10년 만에 달성한 기록이다.

이 기간 국내에서는 모두 34만1천702대가 팔렸고, 해외 시장에서는 66만6천136대가 판매됐다.

차종별로는 가장 늦게 출시된 기아차 니로가 스포츠유틸리티차(SUV) 인기에 힘입어 31만8천917대로 가장 많이 판매됐다.

이어 쏘나타 하이브리드(23만8천404대), 아이오닉 하이브리드(16만9천617대), K5 하이브리드(14만4천871대)가 뒤를 이었다.

내수 실적만 보면 그랜저 하이브리드가 9만397대로 가장 많았으며 니로 하이브리드(7만2천695대), 쏘나타 하이브리드(7만2천522대) 등의 순이었다.

현대·기아차는 하이브리드 라인업 확대와 상품 경쟁력 강화에 나서 하이브리드 성장세가 빨라질 것으로 전망된다.

최근 출시한 신형 쏘나타 하이브리드는 세계 최초로 개발한 ‘능동형 변속제어(ASC)’ 기술을 적용해 복합연비가 ℓ당 20㎞를 넘겼다.

@highlight

한국자동차산업협회에 따르면 국내 자동차 시장에서 ‘탈(脫) 디젤’ 현상이 이어지면서 하이브리드차(HEV) 판매가 크게 증가해 올해 상반기 국내 완성차 업체들의 하이브리드 모델 판매는 작년 상반기(2만9천260대)보다 17.4% 증가한 모두 3만4천342대로 특히 현대·기아차의 하이브리드 모델의 글로벌 누적 판매가 100만대를 돌파했다.