여야는 ‘안보국회’ 개의 합의에 따라 열린 5일 국회 국방위원회에서 북한 미사일 발사를 규탄하는 결의안을 가까스로 의결했지만 ‘장관이 북한을 대변한다’는 발언을 두고 회의 정회와 속개를 반복하는 등 신경전을 벌였다.

여야는 이날 오후 2시 30분께 전체회의를 속개한 뒤 곧바로 여야 합의로 ‘북한의 핵 고도화와 미사일 도발 규탄 및 재발방지 촉구 결의안’을 의결했다.

당초 더불어민주당과 자유한국당이 각각 다른 결의안을 냈는데 오후 회의 전 여야 간사들이 극적인 합의를 이루면서 두 결의안을 통합한 안이 채택됐다.

국방위는 결의안을 통해 “국회는 북한이 핵과 미사일 능력을 고도화시키기 위해 감행하는 일체의 군사적 행위와 도발이 한반도 안정과 평화를 위협하는 행위임을 분명히 확인하며 북한 정권에 일체의 군사적 도발 행위를 즉각 중단할 것을 촉구한다”고 못 박았다.

여야가 한목소리로 결의안을 통과시킨 것도 잠시.

국방위는 결의안 의결 뒤 곧바로 멈춰 섰다.

오전 회의에서 자유한국당 박맹우 의원이 정경두 국방부 장관에게 “그동안 장관께서 한 언행을 보면 충격을 받을 정도로 실망스럽다”며 “주적에 대한 답변이라든지 최근 북한 목선에 대한 거짓말이라든지 사사건건 북한을 변호하고 변명하고 과연 이게 대한민국 안보를 책임지는 장관이 맞나 이런 생각이 든다”고 말했는데 ‘북한을 변호한다’는 표현이 문제가 됐다.

안규백 국방위원장은 “여당에서 박 의원 발언에 대한 사과와 취소를 요구했다”며 정회를 선언, 1시간 더 지나서야 회의가 재개됐다.

이어진 회의에선 지소미아 파기 여부를 두고 맞붙었다.

민주당 민홍철 의원은 “화이트리스트 배제는 우리의 국방력 향상 또는 무기체계 개발에 필요한 전략물자 자체도 통제하겠다는 의미”라며 “이 조약에서 목적으로 하고 있는 취지에 일본이 먼저 도발을 하고 깬 것이니 폐기를 검토해야 한다”고 주장했다.

반면 한국당 이주영 의원은 “일본은 우리에 비해 정보 탐지 능력이 우세한 부분이 있다”며 “서로 정보를 공유하자고 시작된 것인 만큼 신중하게 검토해야 한다”고 말했다.

@highlight

국회 국방위원회에서 북한 미사일 발사를 규탄하는 결의안에 대해 더불어민주당과 자유한국당이 다른 결의안을 제출하여 신경전을 벌인 후 합의를 통해 ‘북한의 핵 고도화와 미사일 도발 규탄 및 재발방지 촉구 결의안’을 의결했다.