경기도 파주 임진각서 출정식 걷기대원 100명 15박 16일간 접경지역 155마일 ‘타박타박’

▲ 5일 오전 파주 임진각에서 열린 ‘DMZ 155마일 걷기’ 출정식에서 걷기대원들이 단체 기념사진을 찍고 있다.

경기도의 ‘DMZ 155마일 걷기’ 행사가 5일 오전 파주 임진각에서 열린 출정식을 시작으로 기나긴 여정의 첫걸음을 내딛었다.

이번 행사는 국민들에게 생명과 평화가 숨쉬는 DMZ의 의미를 되새기고 평화에 대한 인식을 새롭게 각인시키기 위한 것으로 도가 주최하고, 경기관광공사가 주관했다.

출정식에는 신명섭 도 평화협력국장, 유동규 경기관광공사 사장, 박관열·유영호·민경선 도의원, 걷기대원 100명이 참석해 안전하고 뜻 깊은 행사가 되기를 기원했다.

행사는 국방부, 강원도의 후원으로 진행되며, 전국단위로 모집해 최종 선발된 걷기대원 100명을 대상으로 건강검진과 오리엔테이션을 실시, 15박 16일의 대장정을 시작할 모든 준비를 마쳤다.

참가자들은 출정식 이후 강원도 고성으로 이동해 걷기 일정을 시작, 오는 20일까지 인제, 양구, 화천, 철원, 연천을 거쳐 파주에 이르기까지 경기·강원 접경지역을 걷게 된다.

걷기 코스에는 국방부의 협조로 평소에 쉽게 접근하기 어려운 민통선 구간이 포함돼 있다.

숙박은 지역경제 활성화에 기여할 수 있도록 경기·강원 내 민간 숙소시설이나 도의 ‘평화누리길 게스트하우스’를 병행해 이뤄진다.

이 밖에도 DMZ가 지닌 생태·문화·역사를 몸소 체험하는 차원에서 ‘전문가·유명인사 초청 토크 콘서트’, ‘작은 음악회’, 걷기구간 곳곳의 명소 및 유적지 탐방 등의 행사도 함께 진행된다.

특히 대원들이 강원도 구간에서 경기도로 넘어가는 오는 14일에는 이화영 평화부지사, 도의원 등이 참여하는 토크 콘서트를 열어 한반도 평화 정착과 남북교류를 주제로 자유롭게 대화를 나눌 예정이다.

@highlight

경기도는  DMZ의 의미와 평화에 관한 국민들의 인식을 새롭게 하고자  'DMZ 155마일 걷기'행사를 주최했는데, 참가자들은 15박 16일간 민통선 지역을 포함한 경기, 강원 접경 지역을 걷게 된다. 