음주운전이 꿈 많은 20대 청년들의 인생을 파탄 냈다.

외동아들이었던 A씨는 지난해 교대에 입학해 교사의 꿈을 꾸던 착실한 스무 살 청년이었다.

그러나 한순간의 사고로 그 꿈이 꺾이고 말았다.

음주운전 차량에 치여 숨진 것이다.

사고 당시 숨진 A씨와 함께 걷고 있었던 B씨 또한 같은 교대생으로 학교에서도 소문난 ‘절친’이었다.

이날 B씨는 교대 인근 술집에서 A씨와 함께 교사의 꿈을 이야기하며 새벽까지 술을 마신 뒤 함께 횡단보도를 건너던 중 달려드는 차량을 간신히 피할 수 있었다.

하지만 친구 A씨가 자신을 대신해 숨졌다는 죄책감과 트라우마에 시달리며 병원에서 치료 중이다.

사고가 난 것은 지난달 28일 새벽 3시 40분께.

술에 만취한 운전자 C(28)씨의 차량이 A(20)씨와 그 친구 B(20)씨를 덮친 것이다.

음주운전을 한 C씨 또한 자신의 인생이 풍비박산이 되는 것은 물론 자신을 믿고 의지해 온 가족에게도 깊은 상처를 남겼다.

취업한 지 얼마 안 된 신입사원 C씨는 집안에서는 실질적인 가장이었던 것으로 알려졌다.

C씨의 차량에 동승했다가 사고 장소에 이르기 전에 내렸던 C씨의 직장 동료와 후배 D씨와 E씨 등 두 명도 음주운전을 막지 못하고 방조했다는 죄책감에 시달리고 있다고 한다.

경찰은 D씨와 E씨에 대해서도 음주운전 방조혐의로 입건했는데 이들 또한 모두 20대다.

C씨는 강화된 ‘윤창호법’을 적용받아 최소 3년에서 최고 무기징역까지 엄벌을 받을 것으로 예상된다.

결국 한 사람의 음주운전이 다섯 청년의 인생을 돌이킬 수 없을 정도로 파탄을 내고 말았다.

이번 사고는 음주운전이 한순간에 자신은 물론 선량한 다른 사람의 행복까지도 송두리째 빼앗아 갈 수 있다는 사실을 여실히 보여 준다.

술을 한 모금이라도 입에 댔다면 절대로 운전대를 잡지 않아야겠다.

@highlight

지난달 28일 새벽, 만취한 20대 운전자 C의 음주운전 차량 의해 행인 A가 숨지고 B가 부상에 입은 사고가 발생하며 음주운전을 방조한 D와 E까지 입건되었다.  