군 당국은 북한이 한미 연합연습 이틀째인 6일 발사한 발사체가 최근 북한이 잇따라 발사한 것과 유사한 단거리 탄도미사일인 것으로 분석했다.

합동참모본부은 6일 "우리 군은 오늘 오전 5시 24분께, 오전 5시 36분께 북한이 황해남도 과일군 일대에서 동해상으로 발사한 단거리 탄도미사일로 추정되는 발사체 2발을 포착했다"고 밝혔다.

또 이번에 발사한 단거리 미사일의 고도는 약 37㎞, 비행거리는 약 450㎞, 최대 비행속도는 마하 6.9 이상으로 탐지했다고 말했다.

합참은 "한미 정보당국은 이번 단거리 미사일을 지난 7월 25일에 발사한 단거리 탄도미사일과 유사한 비행특성을 가진 것으로 평가하고 있으며, 정확한 제원은 정밀 분석 중에 있다"고 전했다.

앞서 북한은 지난달 25일 함경남도 호도반도, 지난달 31일 원산 갈마반도, 지난 2일 함경남도 영흥 지역에서 단거리 발사체 각각 2발씩을 동해상으로 발사했다.

군 당국은 이들 발사체를 새로운 종류의 단거리 탄도미사일로 보고 있다.

북한은 지난달 25일 발사를 신형전술유도무기의 ‘위력시위사격’으로 발표했으며, 지난달 31일과 지난 2일 발사에 대해서는 ‘신형 대구경조종방사포’ 시험사격이라고 주장했다.

그러나 군 당국은 2일 발사체의 비행속도가 마하 6.9로 탄도미사일과 유사하며 방사포로 보기에는 너무 빠른 속도라고 분석하고 있다.

이날 발사는 북한 동부에서 바로 동해상으로 발사한 최근 사격과 달리 북한 서쪽에서 내륙을 가로질러 동해로 발사했다.

북한은 과거에도 새로운 무기의 발사실험을 할 때 처음에는 민간 피해 등을 우려해 안전하게 하다가 성능이 확인되면 내륙 위로 발사했다고 전문가들은 지적한다.

김동엽 경남대 극동문제연구소 교수는 "북한이 나름 성공적인 발사로 어느 정도 안정성에 자신감이 생겼으니 이제는 내륙을 관통하는 추가시험을 했을 가능성이 있다"며 "이것은 지금까지 북한이 미사일 개발을 하며 보여 온 시험발사 패턴"이라고 말했다.

@highlight

군 당국이 북한이 한미 연합연습 이틀째에 단거리 탄도미사일 2발을 발사한 것을 포착하였고, 해당 미사일의 고도는 약 37km, 비행거리는 약 450km, 최대 비행속도는 마하 6.9 이상으로 보인다고 밝혔다.