조달청이 올해 말 완료 목표로 일본인 명의의 귀속재산 조사에 속도를 내고 있다.

6일 조달청에 따르면 일제잔재를 조속히 청산한다는 차원에서 아직 남아있는 귀속재산 1만3639 필지에 대해 올해 말까지 조사를 완료한 뒤 내년부터 본격 환수작업에 들어갈 계획이다.

이에 따라 조달청은 지난달 말까지 목표대비 60%수준(7700필지)의 조사를 진행한 상태다.

'귀속재산'은 일제강점기 조선에 거주하던 일본인 소유의 재산으로 국가가 환수작업을 벌이고 있다.

조달청은 지난 2012년 6월부터 귀속재산 조사 업무를 본격적으로 맡아 총 조사대상 4만1001필지 중 2만7326필지에 대한 조사를 완료했다.

아직 남아있는 1만3639필지도 예년과 같은 정상적인 업무 속도로 볼때 4~5년 정도 걸릴 것으로 예상되지만 조달청이 연내 완료 목표로 속도를 내고 있는 것.

이에 따라 조달청은 연내 조사 완료를 위해 조사 대상필지가 많은 지자체를 비롯해 법원·국가기록원·국세청 등을 수시로 방문, 신속한 자료발급 및 적극적인 업무협조도 요청했다.

또 업무 특성상 폐쇄등기, 제적등본, 과세자료, 재조선 일본인 명부, 토지조사부 기록 등을 신속하게 확보할 수 있도록 다양한 기관들과 협업도 강화하고 있다.

정무경 조달청장은 "목표대로 올해 조사가 완료되면 국유화 필지 선별 후 내년에는 공고절차 등을 통해 국유화를 완료할 예정" 이라며 "앞으로도 귀속재산 및 은닉재산을 끝까지 찾아 국유화를 통해 일제흔적 지우기에 최선을 다할 것"이라고 말했다.

한편 조달청은 2012년 이후 올해 7월까지 귀속재산은 3625필지(893억원 상당), 은닉재산(귀속재산을 개인이 부당하게 사유화한 재산)은 122필지(10억원 상당) 등 총 2.6㎢(904억 원)를 국유화 했다.

이는 월드컵 축구장(7140㎡) 360개에 달하는 면적이다.

@highlight

6일 조달청은 일제강점기 조선에 거주하던 일본인 소유 귀속재산에 대한 환수작업을 조속히 청산한다는 방침에서 아직 처리되지 않은 귀속재산 1만3639 필지에 대해 올해 말까지 조사를 완료한 뒤 내년부터 본격 환수작업에 들어갈 예정으로 조달청은 연내 조사 완료를 위해 조사 대상필지가 많은 지자체를 비롯 법원·국가기록원등 관련 기관을 방문 적극적인 업무협조도 요청했다.