미국 영화배우 앤젤리나 졸리(44)의 장남인 매덕스 졸리피트(18·매덕스)가 연세대에 입학한다.

연세대 관계자는 "앤젤리나 졸리의 큰아들인 매덕스가 연세대 언더우드 국제대학(UIC)에 생명공학 전공으로 9월 입학한다"고 6일 밝혔다.

앞서 미국 연예매체 '피플'은 5일(현지시간) 매덕스가 이달 말부터 한국에 있는 연세대에서 생화학을 전공하기로 했다고 보도했다.

보도에 따르면 "매덕스가 다른 복수 대학에서 입학 허가를 받았지만 연세대를 선택했다"며 "매덕스가 그동안 한국어를 공부해 왔으며 한국에서 공부할 준비를 하기 위해 한 주에 수차례씩 한국어 수업을 받고 있다"고 전했다.

졸리는 이 매체와 인터뷰하면서 "매덕스의 대학 공부 계획에 대해 자랑스럽다"고 말했다.

매덕스의 연세대 입학은 본인이 직접 결정한 것으로 알려졌다.

평소 K팝 등 한국 문화에 관심을 가지면서 한국 대학 진학에 의지를 가진 것으로 전해졌다.

연세대 관계자는 "졸리는 매덕스의 한국 대학 생활을 지원하기 위해 이달 중 함께 한국에 입국한다고 들었다"고 전했다.

매덕스는 지난해 11월 졸리가 유엔난민기구(UNHCR) 특사 자격으로 방한했을 때 동생 팍스 티엔 졸리피트(16·팍스)와 함께 서울 서대문구 연세대 신촌캠퍼스를 방문하기도 했다.

캠퍼스 투어는 졸리 일행이 직접 신청한 것으로 알려졌으며 연세대 학생 홍보대사들의 안내를 받으며 연세대 본관, 윤동주 시비, 광혜원 등을 둘러봤다.

당시 연세대 재학생들이 졸리와 매덕스를 목격한 사진을 인터넷에 게재하면서 매덕스가 한국 대학 입학을 준비하고 있다는 설이 제기됐다.

이에 연세대 관계자는 "매덕스가 대입 지원을 하지 않았다"고 부인한 바 있다.

졸리는 총 6명의 자녀를 두고 있으며 이 중 3명이 입양으로 품에 안은 자녀다.

매덕스는 졸리가 2000년 캄보디아에서 입양한 첫 번째 아이다.

팍스는 베트남, 자하라 마레이 졸리피트는 에티오피아에서 입양했다.

@highlight

평소 K팝 등 한국 문화에 관심을 가진 미국 영화배우 앤젤리나 졸리의 장남인 매덕스 졸리피드가 연세대 언더우드 국제대학 생명공학 전공으로 9월에 입학한다.