생전에 이런 말을 남겼던 우리 시대 최고의 작가 중 한 명으로 손꼽히는 미국의 유명 소설가 토니 모리슨이 88세를 일기로 세상을 떠났다.

1993년 흑인 여성으로는 처음 노벨문학상을 수상한 모리슨은 지난 5일(이하 현지시간) 밤 뉴욕의 한 메디컬센터에서 숨을 거뒀다.

유족들은 6일 성명을 통해 "고인이 짧은 투병 끝에 어젯밤 가족과 친구들에 둘러싸인 채 평화롭게 세상을 떠났다"고 밝혔다.

그녀는 미국 흑인들의 삶을 여성적인 시각에서 그려왔고, 탄탄한 대중적 인기를 누렸다.

지난 1970년 장편소설 '가장 푸른 눈'으로 등단해 '술라'(Sula,1973), '솔로몬의 노래'(1977), '타르 베이비'(1981), 비러브드'(Beloved, 1987), '재즈'(1992), '파라다이스'(1997), '러브'(2003), '은총'(2008), '홈'(2012), '신은 아이를 돕는다'(2015) 등의 소설 11편과 마틴 루서 킹 목사의 생애를 다룬 희곡 '꿈꾸는 개미' 외에 다수의 수필을 펴냈다. 특히 '비러브드'는 흑인 여인이 사랑하는 딸이 노예가 되는 것을 막기 위해 자신의 손으로 딸을 살해한다는 내용의 작품으로 퓰리처상 등 많은 문학상을 받았고 1998년 오프라 윈프리 주연의 영화로 제작됐다.

모리슨은 2012년 버락 오바마 미국 대통령으로부터 '자유의 메달'을 받았다.

또 랜덤 하우스 출판사 최초의 여성 편집장으로 1967년부터 1983년까지 일하기도 했다.

또 게일 존스, 앙리 뒤마, 무하마드 알리, 안젤라 데이비스 등 흑인 유명인들의 책을 펴내기도 했다.

프린스턴 대학에 재직하기도 했다.

오바마 대통령은 6일 고인에 대해 "훌륭한 스토리텔러로, 페이지 위에서처럼 마음을 사로잡는 사람이었으며 국보급 작가였다"고 돌아본 뒤 "잠시나마 그와 같은 공기를 호흡한 것은 은총이었다"고 추모했다.

@highlight

오바마 대통령은 6일 우리 시대 최고의 작가 중 한 명으로 손꼽히는 미국의 유명 소설가 토니 모리슨이 지난 5일 밤 뉴욕에서 88세 일기로 운명한 고인에 대해 사람의 마음을 사로잡는 국보급 작가와 함께 호흡한 것에 감사함을 추모했다.