지역 중소기업들이 최악의 경제난에 어려움을 호소하고 있다.

일본의 경제보복, 미중무역갈등, 환율 폭등 등 이른바 '경제 쓰나미'가 엎친데 덮친격으로 몰려오자 범지차제 차원에서 이를 극복할 수 있는 정밀 대응 방안이 필요하다는 목소리가 나오고 있다.

6일 지역 중소기업 업계에 따르면 일본의 경제보복 조치로 소재 및 중간재 수입지연에 따른 생산감소가 불가피한 것으로 나타났다.

특히 충남지역의 전체 수출 품목중 반도체·디스플레이와 같은 IT제품이 약 70%를 자치하고 있지만 이를 생산 해낼 수 있는 일본산 원료를 대체할 수 있는 마땅한 방법이 없는 상황이다.

충남도가 일본 수입 품목에 대한 자체조사 결과 일본에서 수입하는 2300여개의 품목 가운데 연 수입이 10만달러 이상되는 품목 수는 약 560여개에 달하고 있다.

뿐만 아니라 일부 일본기업의 경우 한국지사를 철수하거나 국내 중소기업과의 거래를 상당부분 끊고 있어 문제의 심각성이 더해가고 있다.

이에 지역 중소기업들은 이번 문제를 해결 할 수 있는 맞춤형 전략이 필요하다고 입을 모으고 있다.

지역 내 중소기업들이 겪고 있는 어려움을 잘 살펴 일본의 수입 규제로 인한 피해에 적절하게 대처해야 한다는 것이다.

지역 내 한 중소기업 관계자는 "일본 기업에 품목을 주문하면 수십일 정도 걸리는데 앞으로는 어떻게 될지 모르는 상황이다"며 "예비품목 확대와 고 환율 상황에서 발생하는 환차손 비용을 지원하는 등의 정밀방안이 필요하다"고 말했다.

지자체 차원에서도 중소기업들의 어려움을 해소하기 위해 최대한의 자원을 쏟아 붇겠다는 입장이다.

충남도는 즉시 긴급자원을 투입해 위기를 겪고 있는 지역기업에 한해 무담보로 81억원의 대출을 지원을 지원하기로 했다.

대전시도 마찬가지로 현재 상황을 돌파하기 위해 지역 중소기업들의 어려움을 실시간으로 모니터링함과 동시에 경영안전 자금 500억을 투입할 계획이다.

대전시 관계자는 "현재 지역 중소기업들의 피해 현황을 면밀하게 검토하고 있는 상황이며 피해 기업에 대한 지원에 아끼지 않을 계획"이라며 "중소기업 경영안전자금 500억 투입과 상황에 따른 추가 지원금을 배정해 기업의 피해를 최소화 하겠다"고 말했다.

@highlight

일본의 경제보복, 미중무역갈등, 환율 폭등으로 지역 중소기업들이 최악의 경제난에 어려움을 호소하자 이를 해결하기 위해 지자체 차원에서도 최대한의 자원을 지원하겠다는 입장을 보이고 있다.