최근 1년간 도내 4만7천여 개 건물에서 화재안전 시설 불량 위험요인이 발견돼 개선 조치를 받은 것으로 나타났다.

6일 경기도 소방재난본부에 따르면 지난해 7월 9일부터 올 6월 30일까지 총 161개 반 559명을 동원해 도내 8만3천135개 건물에 대한 화재 안전 특별조사를 실시했다.

점검 결과 조사대상 전체 건물의 57.4%인 4만7천710개 동에서 총 20만8천611건의 시설 불량 위험요인이 발견됐다.

이 가운데 경미한 사항 20만8천273건은 자발적으로 개선하도록 명령했다.

중대 위반 338건은 입건(23건), 과태료(275건), 행정명령(98건), 기관통보(32건) 조치했다.

지적된 위험요인은 소방분야가 13만2천869건(63.7%)으로 가장 많았다.

이어 건축 3만9천889건(19.1%), 전기 2만2천519건(10.8%), 가스 9천421건(4.5%) 순으로 파악됐다.

소방 분야에서는 소방시설 유지관리상태 불량, 안전관리 업무 태만, 비상구 폐쇄 등이 대체로 적발됐다.

건축 분야는 불법 증축 및 무단용도 변경, 방화문 제거 등이 주를 이뤘다.

전기 분야는 허용전류 초과 문어발 콘센트 사용, 누전차단기 미설치, 비규격 전선 사용이 대다수를 차지했다.

가스 분야는 보일러 연통 불량, 가스누설경보기 불량, 가스용기 보관함 미설치가 많이 나왔다.

도 소방재난본부는 올 연말까지 화재 안전 특별조사 2단계에 돌입해 도내 3만6천372개 건물에 대한 안전점검을 추진할 계획이다.

도 소방재난본부 관계자는 "이번 조사는 2017년과 2018년 많은 인명피해를 냈던 밀양·제천 화재를 계기로 시작된 전국 단위의 안전점검 차원에서 이뤄졌다"며 "중대하다고 판단한 위반사항은 미연에 화재 발생을 방지하기 위해 행정처분 등 조치를 취했다"고 말했다.

@highlight

경기도 소방재난본부가 도내 8만3천135개 건물에 대한 화재 안전 특별조사를 실시한 결과, 조사대상 전체 건물의 57.4%인 4만7천710개 동에서 불량 위험요인이 발견돼 개선 조치를 받았다.