▲ 신포청년몰 눈꽃마을.

인천시 중구가 총력을 기울였던 청년몰 확장사업이 주춤하고 있다.

6일 구에 따르면 소상공인시장진흥공단의 지원을 받아 추진하려 했던 ‘2019년도 청년몰 확장 지원사업’을 접었다.

세부 사업계획 수립 때부터 사업기한을 맞출 수 없다는 판단 때문이다.

이 사업은 정부가 청년몰 기반시설과 시민 편의공간, 점포 추가 조성 등을 위해 5억 원을 지원한다.

구는 지난 5월 지원 대상에 선정된 뒤 6월 추경에서 5억 원의 매칭예산을 확보해 총 10억 원으로 청년몰을 추진하려 했다.

하지만 7월 사업단의 승인 이후 세부 사업계획 수립 과정에서 연말까지 공기(工期)를 맞출 수 없다는 의견이 도출됐다.

구는 실시설계 용역을 마치고 착공에 들어가더라도 연말 완공이 어려워 자칫 부실공사가 우려됨에 따라 최근 소상공인시장진흥공단에 사업 포기를 통보했다.

이에 따라 구는 올해 사업은 포기하고 내년 사업을 다시 신청했다.

구가 최근 신청한 2020년 확장지원사업 예산은 6억 원(국비와 지방비 각각 3억 원)으로, 고객 유입 촉진시설인 벽면 디자인이나 바닥라인 안내판 설치사업 등이 빠지면서 올해보다 4억 원이 줄었다.

문제는 2021년에 줄어든 4억 원을 신청해 확장사업을 추진하겠다고 하지만 사업 내용이 정해지지 않아 추진 여부는 미지수다.

선정 여부도 불확실한데다, 이미 추진한 청년몰 활성화도 제대로 진행되지 않기 때문이다.

중구 개항누리길상점가 청년몰에는 현재 6곳의 공실이 있는 상태다.

구가 올해 초부터 예비 청년창업자를 대상으로 지원 신청을 받았으나 4월과 7월에 한 팀씩 총 2곳만 추가 입주했다.

현재 추가 신청은 없는 것으로 확인됐다.

구 역시 확장보다는 기존 상권 활성화가 우선이라는 인식이다.

구가 작성한 확장 지원사업 포기계획을 보면 ‘2019년 이후 정책(사업) 부재로 청년몰 존립 불확실성이 발생하기 때문에 활성화사업 완료 후 확장사업을 진행하는 단계적 사업 추진이 필요하다’고 밝혔다.

구 관계자는 "빠듯한 공기로 내실 있는 사업이 어려울 것 같아 올해 사업을 포기하고 다시 신청했다"며 "확장사업의 경우 지원 신청하는 곳이 많지 않아 다시 선정될 것"이라고 말했다.

@highlight

인천시 중구가 소상공인시장진흥공단의 지원을 받아 추진하려던 청년몰 확장 지원사업을 사업기한을 맞출 수 없다는 점을 이유로 철회했다.