피서지에서의 성범죄는 갈수록 수법이 다양해지고 지능적으로 변해가고 있다.

특히 피서지에서는 옷차림이 가볍고 얇아지기 때문에 더욱더 신경이 쓰일 수밖에 없는 부분이다.

하지만 이렇게 걱정만 하고 있지 말고 예방을 위하여 어떠한 올바른 대처법이 있는지 알아보고 나 스스로도 경각심을 가지도록 할 필요가 있다.

휴가철 성범죄 예방을 위한 3가지 방법을 소개해보고자 한다.

첫째, 몰래 카메라를 주의하자.

범죄자가 나를 찍고 있는지 아닌지를 확인하는 방법은 식별하기 어렵지만 주로 몰래카메라를 촬영하는 범죄자는 한쪽 방향만을 응시하고 있고, 촬영 시 카메라나 스마트폰에 달린 렌즈의 반짝임이 보인다고 한다.

이상한 느낌이 있다면 주변을 한 번 더 둘러보고 주의하여 112에 신고하여야 한다.

직접적인 신고가 어려울 경우 ‘스마트 국민제보’라는 휴대폰 어플을 이용하여도 된다.

둘째, 과도한 음주는 피하고 늦은 시간에는 혼자 다니는 행동을 피해야 한다.

휴가지에서 과도한 음주를 하여 몸을 가누지 못할 정도가 된 사람을 종종 발견하곤 하는데 이러한 음주는 판단력, 주의력 및 방어력이 떨어져 성범죄의 집중 타겟이 되기 십상이다.

그럴수록 낮선 사람에 대한 경계심을 가지고 주취자를 빙자한 신체적 접촉에 직면했을 때 강력하게 거부의사를 표시하여야한다.

또한 늦은 시간에 혼자 돌아 다니는 것은 위험하다.

부득이 혼자 다닐 경우 호신용품(호루라기, 스프레이, 경보기) 등을 소지하고 다니고 휴대폰에 가까운 지구대나 파출소의 전화번호를 112단축번호로 저장하여두거나 경찰이 신속하게 출동할 수 있도록 112긴급신고 휴대폰 어플을 휴대폰에 다운받아두는 것도 좋은 방법 중 하나이다.

마지막으로 차량 탑승 시에 유의하여야한다.

호의적으로 동승을 권하는 차량은 탑승하지 말아야하고, 택시를 탈 경우 차량번호와 차종을 확인하고 주변 가족과 지인들에게 문자나 전화로 나의 탑승위치와 차량번호를 알려주는 것도 하나의 방법이 된다.

@highlight

여름철 피서지에서 성범죄가 다양해지고 있는데, 몰래카메라나 과도한 음주를 피하고 늦은 시간에는 혼자 외출을 자제하는 등 주의가 필요하다.