'신션한 남편' 홍록기 김아린 부부 아들 루안의 100일잔치가 공개된다.

스카이드라마(skyDrama) '신션한 남편'은 스타부부들의 일상을 파헤치며, 그 안에서 아내들이 원하는 이상적인 남편을 만들어주는 '좋은 남편 코디 프로젝트'다.

아들 바보 홍록기, 아내 껌딱지 남편 김정태, 지나치게 과묵한 남편 유재희, 철부지 남편 김바다 등 예상 밖의 모습을 보여주는 남편들이 큰 웃음과 함께 화제를 불러 일으키고 있다.

그중 홍록기는 '신션한 남편'을 통해 결혼 7년만에 얻은 아들 루안을 공개, 뜨거운 관심을 모았다.

어렵게 얻은 아들인 만큼 홍록기의 유별난 아들 사랑이 놀라움을 선사하기도.

이런 가운데 8월 6일 방송되는 '신션한 남편'에서도 홍록기의 이러한 아들 바보 면모가 빛날 예정이다.

이날 홍록기와 아내 김아린은 100일을 맞은 아들 루안이의 축하 파티 준비로 바쁜 하루를 보냈다.

특히 홍록기가 캔들케이크 만들기에 나서자 '신션한 남편' 스튜디오 식구들은 걱정하기 시작했다.

그 동안 홍록기가 손으로 하는 모든 것을 못해 '신션한 남편' 대표 '똥손'으로 거듭났기 때문.

그런 걱정과 달리 홍록기의 손길 하나하나에 김아린이 폭풍 칭찬을 해 모두를 깜짝 놀라게 했다.

반전은 여기서 끝이 아니었다.

김아린의 폭풍 칭찬에는 비밀이 숨겨져 있었던 것.

홍록기는 아내의 칭찬에 숨겨진 비밀을 뒤늦게 알아채고 충격에 빠졌다는 전언이다.

과연 홍록기를 충격에서 헤어 나오지 못하게 만든 비밀은 무엇일까.

뿐만 아니라 홍록기가 결혼 초기 장모님에게 아내를 반품하겠다고 말했다 밝혀 모두를 깜짝 놀라게 만들었다.

또 당시 장모님의 기상천외한 대답이 스튜디오를 발칵 뒤집었다고.

홍록기가 아내 반품 선언을 한 사연은 무엇일지, 아내 김아린의 반응은 어떨지 귀추가 주목된다.

6일 화요일 밤 9시 방송되는 스카이드라마(skyDrama) '신션한 남편'에서 확인할 수 있다.

@highlight

6일 화요일 밤 9시에 방송되는 스카이드라마(skyDrama) '신션한 남편'은 스타부부들의 일상을 보여주며, 아내들이 원하는 이상적인 남편을 만들어주는 '좋은 남편 코디 프로젝트'로 홍록기가 신혼 때 장모님에게 아내를 반품하겠다고 말했다며 충격을 주었다.