의성군선거관리위원회는 의성군의회 주최, 대구경북학회가 주관한 2019 청소년 비전캠프가 5일 의성군의회에서 열리고 참가자들이 기념촬영을 했다.

의성군선거관리위원회(이하 “의성군선관위”)는 의성군의회 주최, 대구경북학회가 주관한 ‘2019 청소년 비전캠프’의 운영을 후원하고 있다고 밝혔다.

5일 오전 10시, 의성군의회 2층 회의실에서 첫 발을 뗀 청소년 비전 캠프는 7일까지 3일간 진행된다.

올해에도 제7회를 맞은 이 청소년 체험 프로그램은 의성군선거관리위원회와 의성군의회 및 대구경북학회가 협업하여 지역 청소년이 입시경쟁으로 잠시 미뤄뒀던 청소년기 정체성과 인생비전을 고민해보고 나아가 우리 사회 속 민주주의 리더십을 갖춘 인재로 성장할 수 있도록 돕기 위해 마련됐다.

이 프로그램에서 의성군선거관리위원회는 공직선거의 역사와 유권자의 역할을 주제로 리더쉽 강의 및 선거투·개표 지원으로 학생들이 공직선거를 모의로 체험할 수 있는 기회도 제공하게 된다.

또 의성군의회는 행사의 주최자로서 의정활동 체험뿐만 아니라 행사의 총괄적인 관리·지원을 맡았고, 대구경북학회는 프로그램의 전반적인 진행을 맡아 다채롭고 유익한 청소년 리더십 교육을 제공한다.

모의 선거체험은 후보자등록에서 선거운동, 투·개표, 당선증 교부에 이르는 전 과정을 실제 공직선거에서 활용되는 기표구와 기표대를 활용하여 최대한 현실적인 체험을 할 수 있도록 계획했다.

특히 참여 학생들은 유권자로서 투표에 참여하고, 투·개표사무원도 되어 보면서 학생들 스스로 선거관리의 주체가 되어보는 흥미로운 경험을 할 것으로 기대된다.

의성군선거관리위원회 권오현 지도홍보계장은 참석자와 소통의 시간을 통해 “청소년 연수 프로그램이 선관위나 군의회, 학회 분들의 열성적인 노력이 있었기에 매년 지속적으로 추진될 수 있었다”며 “의성군선관위는 앞으로도 내실 있는 민주시민교육을 제공할 수 있도록 노력하겠다”고 말했다.

@highlight

의성군선관위가 의성군의회 및 대구경북학회와 협업하여 지역 청소년들이 민주주의 리더십을 갖춘 인재로 성장하도록 돕기 위해 진행하는 '2019 청소년 비전캠프'가 5일부터 3일간 진행된다.