6일 새벽 미사일 발사··· 안보장관회의 "동향 예의주시하며 대비 태세 강화"

문재인 대통령이 평화경제 실현을 통해 일본을 뛰어넘겠다고 발언한 지 하루 만에 북한이 또다시 도발하자 상황관리에 고심하면서도, 북미 비핵화 대화 재개를 위한 대화기조를 계속 이어가겠다는 분위기다.

청와대는 6일 새벽 북한이 단거리 발사체를 발사한 직후 정의용 청와대 국가안보실장 주재로 긴급 관계부처 장관회의를 열고 대책을 논의했다.

고민정 청와대 대변인은 회의 결과 브리핑에서 “현 상황을 엄중하게 인식하고, 앞으로 한미 간 긴밀한 공조 하에 관련 동향을 예의 주시하면서 철저한 감시 및 대비 태세를 유지 강화해 나가기로 했다”고 밝혔다.

북한에 경고메시지보다는 상황관리에 초점을 맞춘 것으로 보인다.

앞서 합동참모본부는 이날 오전 5시24분과 5시36분경 북한이 단거리 탄도미사일로 추정되는 발사체 두 발을 동해상으로 발사했다고 발표했다.

7월 25일과 31일, 그리고 지난 2일에 이어 네 번째 도발로 청와대로서는 국민들의 안보 불안감 고조가 우려되는 상황이다.

특히 문 대통령이 전날 수석보좌관회의에서 일본의 경제보복과 관련해 “남북 간 경제협력으로 평화경제가 실현된다면 일본 경제를 단숨에 따라잡을 수 있다”고 강조한 직후 이뤄질 도발인 만큼 대통령의 평화메시지가 무색해졌다는 지적도 나온다.

그럼에도 청와대는 평화체제 구축을 위해 한미 간 공조를 바탕으로 남북 간 대화 노력을 지속해 대화동력 유지를 최우선으로 삼겠다는 것으로 보인다.

김현종 국가안보실 2차장은 이날 국회운영위원회에 출석해 "비핵화 협상의 실질적 진전이 이뤄지지 않고 있으며 남북 협력사업이 본격적으로 추진되지 못하는 것은 사실"이라면서도 "한미 간 긴밀한 공조를 통해 비핵화 목표를 조기 달성하고 남북이 공동번영을 이룰 방안을 끊임없이 모색하겠다"고 밝혔다.

한편 북한은 이날 발사 직후 외무성 담화를 내고, 한미연합연습이 계속되면 “새로운 길을 모색할 수도 있다”며 강하게 반발하는 등 대남압박 수위를 높였다.

한미는 5일부터 하반기 한미 연합연습을 사실상 시작했으며 오는 11일부터 약 2주 동안 본 훈련에 돌입한다.

@highlight

청와대는 문제인 대통령의 평화경제 발언 하루 만에 북한의 네 번째 미사일 도발이 발생하며 안보 불안감이 고조되는 상황에도 경고메세지보다는 비핵화 대화 재개를 위한 노력을 계속 이어가겠다는 방침이다.