전북도가 내년 국가예산 확보를 위한 막바지 총력전에 돌입했다.

송하진 도지사는 7일 서울로 상경해 기재부 예산실장, 총괄·사회·경제·복지예산심의관 등 예산 핵심인사를 면담하고 자동차·조선 등 기존 주력산업의 체질강화와 미래산업생태계 구축에 필요한 예산이 정부안 예산에 반영되도록 요청했다.

이날 국가예산 확보 활동은 기재부 예산심사가 오는 19일 마감을 앞두고 있어 도 핵심사업 반영을 위한 중요 시기라고 판단해서다.

이날 송 지사는 기존 주력산업의 고도화와 산업구조 다각화 및 미래신산업 육성을 위해 인력양성 및 기술사업화 국비 90억원 ‘중고자동차 수출 복합단지 조성’ 구축비 50억원, 가변플랫폼 기반 소형 전기버스·트럭 운영시스템 개발비 45억원 등을 요청했다.

식품-종자-ICT농기계-미생물-첨단농업 등 아시아를 대표하는 스마트 농생명 밸리 육성을 위해 ‘동물용의약품 효능 안전성평가센터 구축’ 5억원과 ‘복합미생물 산업화 기반’ 실험실 구축비 14억원 등 반영을 건의했다.

속도감 있는 새만금 개발과 2023새만금세계잼버리 대회의 성공적 개최를 위해 ‘새만금유역 수질개선을 위한 특별관리지역 지정 및 현업축사매입비’ 125억원, ‘새만금 산단임대용지’ 280억원, ‘새만금 신항만 부두시설건설’ 51억원, 새만금 상수도 건설 10억8000만원 등의 반영 필요성을 설득했다.

도내 각 지역별 관광자원을 특성화·연계하고 수요자 중심의 여행체험 1번지 실현 및 전북의 자존의식 복원을 위해 ‘전라유학진흥원 설립’ 기본 및 실시설계용역비 5억원, ‘출판산업복합센터 조성’ 타당성용역비 5억원 등이 확보될 수 있도록 요청했다.

임상규 도 기획조정실장은 “기재부 단계 이후 국회 단계에서도 지역 국회의원 등 범전북 출신 의원과의 협력으로 예산활동에 나설 예정이다”고 말했다.

@highlight

전북도가 국가예산 확보위해 기대부 관련 핵심인사를 면담하는 등 막바지 총력전을 벌이고 있으며 이후 국회 단계에서도 지속적으로 예산활동에 나설 예정이다.