'혁신도시 유치'를 위한 220만 충남도민의 염원이 갈수록 뜨거워지고 있다.

도는 오는 13일 도청 문예회관에서 '충남 혁신도시 유치 범도민 추진위원회(혁신도시 범도민추진위)' 발대식을 갖고 본격 활동에 들어갈 예정이라고 7일 밝혔다.

'혁신도시 범도민추진위'는 충남 혁신도시 지정 및 공공기관 유치를 위한 민간 차원의 기구다.

위원으로는 충남사회단체 대표자회의 대표자 125명과 지방분권충남연대 대표자 30명, 도내 국회의원 11명을 비롯한 정치계 인사 223명 등 총 382명이 참여한다.

공동위원장은 유병국 도의회 의장과 전영한 충남발전협의회 회장, 이상선 지방분권충남연대 상임대표, 임동규 충남새마을회 회장, 최대규 한국자유총연맹 충남도지부장, 전재하 충남장애인단체연합회 회장 등 16명이 맡았다.

이 중 유병국 의장과 전영한 회장, 이상선 상임대표 등은 상임위원장 역할도 수행한다.

'혁신도시 범도민 추진위'는 앞으로 충남 혁신도시 유치 당위성을 안팎에 알리기 위한 각종 활동을 펴게 된다.

충남사회단체대표자회의와 지방분권충남연대가 주최하고 도가 주관하는 이번 발대식에는 양승조 지사와 김지철 도교육감, 국회의원, 도의원, 시장·군수와 시·군의원, 도민 등 700여명이 참석한다.

행사는 경과보고, 대회사와 격려사, 유치기원 퍼포먼스, 결의문 낭독, 결의 구호 퍼포먼스 등의 순으로 진행한다.

이상선 상임대표와 임동규 회장은 결의문 낭독을 통해 △국가균형발전을 위한 충남 혁신도시 지정 △지역경제 활성화를 위한 수도권 공공기관 추가 이전 시행 등을 촉구할 예정이다.

이날 행사에서는 이와 함께 포토존과 100만인 서명운동 등을 부대행사로 진행한다.

도 관계자는 "충남 혁신도시 지정은 충남을 혁신성장의 중요한 거점이자 대한민국의 새로운 성장동력을 만드는 것" 이라며 "이번 민간 추진위원회 발대식은 충남 혁신도시 유치를 염원하는 도민의 목소리와 역량을 결집하는 장이 될 것"이라고 말했다.

@highlight

'혁신도시 유치'를 위한 220만 충남도민의 염원이 갈수록 뜨거워지는 가운데, 도는 오는 13일 도청 문예회관에서 충남 혁신도시 지정 및 공공기관 유치를 위한 '충남 혁신도시 유치 범도민 추진위원회' 발대식을 열고 본격적으로 활동할 예정이라고 7일 밝혔다.