SK인천석유화학 지역 최초로 시행 중인 ‘1% 행복나눔’을 확대 지속하기로 했다.

SK인천석유화학은 7일 회사 내 행복드림관에서 최남규 사장과 이동용 노조위원장, 4개 협력사 대표, 고용노동부 인천북부지청 함병호 지청장 등 30여 명이 참석한 가운데 ‘1% 행복나눔’ 기금 전달식 및 ‘동반성장 자율 협약’을 체결했다.

2018년 처음 시행 된 ‘1% 행복나눔’은 SK인천석유화학 구성원들이 매달 기본급의 1%를 기부하면 회사가 동일한 금액의 기부금을 출연하는 1대 1 매칭그랜트(Matching Grant) 방식으로 조성하는 기금이다.

기금은 지역에서 처음 시행하는 것으로 협력사 동반성장 및 지역의 어려운 이웃을 위해 사용된다.

올해는 더 많은 구성원들의 자발적 참여(전체 구성원의 98.5%)를 통해 지난해보다 1천만 원 늘어난 총 5억4천만 원의 기금을 마련했다.

지난해에는 조성된 기금을 활용해 지역병원과 함께 취약계층 노인 총 36명에 대한 인공관절 치료를 지원했으며 사회적 기업과 연계해 홀몸노인 등 저소득층 26가구를 대상으로 사랑의 집수리 사업을 시행했다.

또한 지속적으로 후원 해 온 경로당과 아동센터, 복지시설 등 총 60곳에 대한 지원 사업과 함께 지구 온난화 대응을 위한 베트남 맹그로브 숲 복원사업에도 기금의 일부를 지원하기도 했다.

특히 기금의 절반은 16개 협력사 구성원들과의 임금 공유 및 SHE(Safety, Health, Environment/안전?보건?환경) 문화 정착을 위한 무재해 포상금으로 사용, 동반성장 파트너인 협력사와의 상생을 적극 실천했다.

SK인천석유화학 최남규 사장은 "올해 더 많은 구성원들이 캠페인 취지에 공감하고 참여 해 준만큼 더 큰 행복 나눔이 될 수 있도록 노력할 것"이라며 "앞으로도 지역사회 문제 해결에 도움이 되고, 지역사회의 더 많은 기관과 단체가 동참할 수 있는 문화로 자리 잡기를 기대한다"고 말했다.

@highlight

SK인천석유화학이 지역 최초로 시행 중인 1%행복나눔은 자사 구성원들이 매달 기본급의 1%를 기부하면 회사가 동일한 금액의 기부금을 출연하는 1대 1매칭그랜트 방식으로 조성하는 기금으로 협력사 동반성장 및 어려운 이웃을 위해 사용된다.