보령시는 심뇌혈관질환의 선행질환인 당뇨병의 자가 관리능력 강화를 위한 당뇨관리교실을 운영하고 있다.

시에 따르면 지난 6일부터 오는 28일까지 뇌혈관질환, 심장질환, 단뇨병, 고혈압 등 만성질환자가 매년 증가하고 있다는 것.

각종 만성질환자는 지난 2017년 기준 1730만 명으로 우리나라 전체 인구의 33.6%에 이르고 있고, 진료비는 28조2000억 원으로 전체 진료비 69조 원의 41%를 차지하는 등 사회 · 경제적으로 부담이 높아 이를 위한 조기 대책이 절실하다는 것이다.

특히, 시의 당뇨 환자의 경우 300일 이상 당뇨 약을 지속적으로 복용하는 당뇨 투약순응률이 2017년 기준 59.9%로 충청남도 61.7%에 비해 1.8% 포인트가 낮고, 당뇨 환자의 관리교육 이수율은 2018년 기준 11.3%로 충청남도 29.9%와 비교해 18.6% 포인트가 낮아 교육을 통해 투약순응률과 당뇨 관리교육 이수율을 지속적으로 높여 나간다는 방침이다.

이에 따라 시가 운영하는 당뇨관리교실은 당뇨별 질환자 중 합병증 조기검진 이상자 40명을 중심으로 2기로 나눠 1기는 매주 화요일, 2기는 매주 수요일 오후 2시부터 2시간씩 4주 과정으로 진행된다.

교육은 내과 · 치과 의사, 체육지도자 등 분야별 전문 강사를 통해 사전 기초검진 및 당뇨환자 맞춤 구강관리법 ▲당뇨환자 맞춤운동 교육 및 실습 ▲심뇌혈관질환예방관리 및 자가혈당측정의 중요성 및 관리법 ▲당뇨교육 및 사후관리교육, 사후 기초검진 등으로 이뤄진다.

또한, 혈압 및 혈당, 콜레스테롤, 당화혈색소 등 프로그램 전 · 후 비교 측정검사를 실시해 건강생활실천을 통한 건강 개선효과를 확인하고, 고위험자는 의료기관에 정기 검진을 받도록 안내할 계획이다.

박승필 보건소장은 "이번 당뇨관리교실을 통해 대표적 만성질환인 당뇨병 환자의 자가 관리능력을 향상시켜 심뇌혈관질환으로의 이행을 최소화하는 계기가 될 수 있기를 바란다"고 말했다.

@highlight

보령시는 오는 28일까지 당뇨별 질환자 중 합병증 조기검진 이상자 40명을 대상으로 당뇨관리교실을 운영할 예정이다.