대구 남구청이 다음달 27일까지 ‘교통사고 사례 사진 전시회’를 개최한다.

사진은 대명사회복지관에 전시된 초등학생들의 교통사고 관련 그림이 전시된 모습.

‘아빠의 난폭 운전!’, ‘안전한 동네 지킴이 경찰 아저씨’, ‘투명 우산이 나를 지킨다!’

대구 남구의 공공시설에서 이색적인 교통안전 사진 전시회가 열려 눈길을 끌고 있다.

남구청이 교통사고에 대한 경각심을 높이기 위해 시민 이용이 잦은 공공시설에서 교통안전에 대한 초등학생들의 생각이 담긴 그림 전시회를 마련했다.

‘교통사고 사례 사진 전시회’란 주제로 열리는 이번 행사는 다음달 27일까지 남구종합사회복지관, 이천어울림도서관 등 남구지역 공공시설 10곳을 순회하며 일주일씩 열린다.

전시 작품은 대구 어린이 교통 랜드의 ‘제3회 어린이 교통안전 창작 그림 공모전’에서 수상한 한샘초, 사월초, 유가초 등 지역 초등학교 1~3학년 학생들 작품 20여 점으로 구성됐다.

특히 실제 발생했던 교통사고 사진도 생생히 전시돼 경각심을 높이고 있다.

전시 작품은 △녹색 어머니들의 깃발 신호를 보고 학교 앞 횡단보도를 건너는 모습 △횡단보도를 건널 때 휴대전화를 보지 않는 장면 △정지선을 지키니 도로 위에 아름다운 풍경 등을 담고 있다.

7일 대명사회복지관과 남구청 종합민원실에서 열린 전시회는 8일부터 12일까지 5일간은 대덕노인종합복지관에서 열린다.

13~20일 대덕문화전당, 21~27일 이천어울림도서관, 28~다음달 3일 국민체육센터, 다음달 4~10일 남구 평생 학습관, 11~19일 청소년창작센터, 20~26일 온 마을 아이 맘 센터 등에서 일주일씩 전시회를 연다.

대명사회복지관을 찾은 한 할머니는 “아이들의 순수하고 기발한 상상력으로 그려진 그림들로 교통안전에 대해 투철한 책임감을 엿볼 수 있어 흐뭇하다”고 말했다.

남구청 교통과 관계자는 “어린이들이 바라보는 시선이 반영된 작품을 통해 어른들이 교통사고, 안전 등 경각심을 가지도록 하기 위해 전시회를 준비했다”고 밝혔다.

@highlight

대구 남구청은 교통사고에 대한 경각심을 일깨우기 위하여 교통안전을 주제로 초등학생들이 그린 그림을 전시하는 특별한 전시회를 열었다.