국내 버블티 전문점 아마스빈이 창립 11주년을 기념해 전국 매장에서 8월 11일 오전 11시부터 굿즈 이벤트를 진행한다고 밝혔다.

아마스빈은 지난 5월, 한정수량으로 버부리 말랑이 인형 이벤트를 진행해 뜨거운 반응을 일으킨 바 있다.

이번 이벤트는 지난번 한정 수량으로 인해 굿즈를 받지 못한 고객들을 위해 전국 모든 매장에서 아마스빈 대표 캐릭터 '버부리', '쪼' 말랑이 키링 랜덤볼을 소진 시까지 3,000원 이상 구매하는 모든 고객들에게 제공한다.

'버부리'와 '쪼'는 아마스빈에서 사용하는 좋은 재료들을 쉽고 재미있게 알리기 위한 캐릭터이다.

버부리는 카사바 함량이 높은 타피오카를 상징하며, 쪼는 아마스빈의 또 다른 캐릭터 시골농부 덕배씨와 함께 우리 농산물을 상징한다.

이외에도 생우유를 상징하는 순수한 떵구, 직접 우려내는 3종류의 티베이스를 상징하는 그레이 백작, 하동 녹차를 상징하는 새침한 욱기왕, 직접 로스팅 하는 원두를 상징하는 무심한 네옹 & 마띤다의 캐릭터가 아마스빈의 좋은 재료들을 나타내고 있다.

아마스빈 관계자는 "올해 5월 한정수량으로 출시된 버부리 말랑이 인형을 구하지 못한 고객님들의 문의가 많았다. 고객님들의 성원에 힘입어 전국에 계신 더 많은 고객님들에게 아마스빈 굿즈로 보답하려 한다"며 "이번 이벤트는 11년 동안 아마스빈이 사랑받을 수 있도록 노력해주신 점주님들을 위해 약 26,000개의 굿즈, 약 1억 3천만 원 정도의 비용 전액을 아마스빈 본사에서 지원한다"라고 설명했다.

한편, 아마스빈은 국내에서 만들어진 최초의 버블티 브랜드로 2008년 개점하여 11년 동안 단일 브랜드로 운영하고 있다.

대표 메뉴로는 하동녹차 버블티, 얼그레이 밀크티, 초코 버블티, 오레오 버블티 등이 있으며, 버블티 전통 제조 방식대로 파우더가 아닌 오직 생우유만을 사용해 버블티를 만들고 있다.

@highlight

지난 5월 인형 이벤트를 진행해 뜨거운 반응을 일으켰던 버블티 전문점 아마스빈이 8월부터 굿즈 이벤트를 진행한다 밝혔고, 이에 대해 관계자는 모든 비용을 아마스빈 본사에서 지원할 예정이라 밝혔다.