NH농협은행은 스타트업 육성프로그램 ‘NH디지털 Challenge+’에 참여할 2기 스타트업을 이달 30일까지 모집한다.

‘NH디지털 Challenge+’는 선정된 기업들에게 초기자본 투자 및 홍보·법률·재무 분야 등의 컨설팅과 후속 투자기회까지 지원하는 스타트업 맞춤형 성장단계 지원 프로그램이다.

특히 초기자본을 연계 지원하는 A(Accelerating)트랙과, 스타트업의 팀 빌딩 및 성장을 위한 입주프로그램을 지원받는 B(business incubation)트랙으로 구성된다.

이번 ‘NH디지털 Challenge+’2기 모집은 금융(Fin-Tech), 농업, 임업, 식품업, 부동산, 주거 등 다양한 디지털 기술혁신 분야의 명확한 사업모델을 보유하고, 후속투자 유치를 준비하는 스타트업을 대상으로 혁신성, 사업성, 시너지 부문을 집중 평가할 계획이다.

농협은행은 ‘NH디지털 Challenge+’2기 선발 기업에게 국내 금융권 최대, 최고 수준의 핀테크 특구인 NH디지털혁신캠퍼스(서울 서초구 소재)에 사무실을 제공하며, 업계 상위권 벤처 투자사인 크레비스파트너스와 함께 육성 프로그램을 지원한다.

기본 6개월의 프로그램으로 진행하나, 향후 사업연계 성과에 따라 연장도 가능하다.

농협은행은 혁신캠퍼스에서 농협은행 디지털 부문 임직원들이 함께 근무하고 있는 NH디지털R&D센터를 통한 범농협 계열사와의 실질적인 사업 연계 기회를 가장 큰 장점이라 밝히고, 농업인 및 금융소비자의 실익을 증진시킬 사업모델이 명확하게 준비되어 있다면 선발 즉시 개발 착수를 진행할 수 있다고 설명했다.

‘NH디지털 Challenge+’2기 입주 설명회는 8일과 13일 양일간 NH디지털혁신캠퍼스에서 진행될 예정이며, 보다 자세한 내용은 공식 홈페이지 http://www.nhd-challengeplus.com을 통해 확인이 가능하다.

@highlight

30일까지 NH농협은행은 스타트업 맞춤형 성장단계 지원 프로그램인 ‘NH디지털 Challenge+’에 참여할 2기 스타트업을 30일까지 모집하며 선정된 기업들에게는 초기자본 투자 및 홍보·법률·재무 분야 등의 컨설팅과 후속 투자기회까지 지원하고 평가할 것이다. 