지난 6월 27일 경기도 제1호 지방정원으로 지정된 ‘물과 꽃의 정원 세미원’ 관람객 수가 최근 연 누적 30만 명을 돌파했다.

7일 세미원에 따르면 이는 전년도 같은 기간 대비 6만 명이 늘어난 숫자로, 역대 최대 관람객을 기록한 2017년과 비교해도 1만5천 명이 많다.

현재 추세대로면 올해 목표 관람객 수인 45만 명 역시 순조롭게 돌파할 수 있을 것으로 예상된다.

세미원 측은 이처럼 관람객이 몰리는 이유를 경기도 제1호 지방정원 지정에 따른 파급 효과로 보고 있다.

이에 더해 6월 21일 시작해 오는 18일까지 ‘연꽃문화제’가 열리며 주말에는 하루 9천여 명, 평일 5천여 명에 육박하며 성황을 이루고 있다.

양평 두물머리에 위치한 세미원은 2004년 쓰레기 더미로 방치되던 하천 부지를 경기도와 양평군의 지원 아래 수질 정화 능력이 뛰어난 수생식물을 식재하며 탄생했다.

그동안 수생식물을 바탕으로 한 연구, 산업, 교육 등에 힘써 온 성과를 인정받아 지방정원 등록에까지 이르렀다.

또한 태국 왕립 라자망갈라대학과 업무협약을 체결해 희귀 수련 품종을 확보하고 있으며, 세계적 연꽃 연구가 페리 박사에게서 기증받은 ‘페리 연꽃’을 보유하고 있어 수생식물 특화 정원으로 손색이 없다.

지방정원 지위를 획득함에 따라 정원박람회 개최와 교육, 연구를 진행할 수 있는 법적 지위를 얻게 돼 이를 기반으로 정원산업화에 앞장설 준비를 하고 있다.

정동균 군수는 "세미원을 경기도 지방정원 제1호로 지정해 준 이재명 경기지사에 감사 드리며, 정원산업을 활성화해 지역경제를 살리고 국가정원의 발판을 만들어 가겠다"고 말했다.

한편, 연꽃을 주제로 다채로운 행사가 펼쳐지는 세미원 연꽃문화제는 18일까지 휴관일 없이 매일 오전 7시부터 오후 10시까지 열린다.

9월 2일부터 10월 31일까지는 물의 요정이라 불리는 수련이 가득한 ‘수련문화제’를 개최한다.

@highlight

제1호 지방정원으로 지정된 파급효과로 양평 두물머리에 위치한 세미원을 방문하는 관람객 수가 최근 연 누적 30만 명을 돌파했다.