괴산군 광역쓰레기 소각시설에 반입되는 증평군 음식물쓰레기로 양 지역 주민들이 갈등을 빚자 증평군이 대책을 마련했다.

괴산 능촌리 주민들에 따르면 괴산 광역쓰레기 소각시설로 반입되는 증평지역 가연성 생활쓰레기에 수분함량이 많은 음식물쓰레기가 혼입되어 있다.

이에 음식물쓰레기에서 심한 악취가 발생해 괴산 능촌리 주민 피해가 크다는 주장이다.

현재 괴산군에서 배출되는 쓰레기양은 1일 12.6t이다.

증평군에서 반입되는 양은 20.7t 으로 괴산군 보다 8t 가량이 많다.

그러면서 증평군은 7일 음식물류 폐기물 분리배출 대책을 괴산군에 통보했다.

우선 일반가정과 소규모음식점 625곳에 수분을 제거한 후 배출하도록 안내하고, 음식물류 폐기물 감량의무화사업장에 지도점검을 강화하기로 했다.

아울러 생활쓰레기 수거 후 음·폐수 제거 후 광역쓰레기 소각시설로 반입하기로 했다.

또 음식물류 폐기물 종량제 시행에 따른 사전 준비를 서두르고, 음식물류 폐기물 처리수수료 부과·징수, 전용수거 용기지원 근거를 마련하기 위한 조례를 준비 중이다.

종량제 시행에 따른 사전홍보와 함께 오는 10월쯤 연구용역도 진행한다는 계획이다.

괴산군 관계자는 "증평군이 제시한 개선안대로 진행되면 수용하겠다"며 "음식물쓰레기로 이웃사촌 간 등을 돌리는 일이 없도록 증평군과 함께 철저히 준비해 나가겠다"고 말했다.

한편 괴산 광역생활폐기물 소각장은 2013년 괴산군과 증평군이 기본협약을 체결하고, 괴산읍 능촌 2리 일원 7만3941㎡에 208억4200만원(국비 90억5200만원·도비8억0600만원·군비 109억7500만원)이 투입돼 지난 5월 준공됐다.

이 소각로(1520㎡)에서는 1일 40t을 소각 처리할 수 있다.

@highlight

괴산군 광역쓰레기 소각시설에 반입되는 증평군 음식물쓰레기의 처리과정에서 발생하는 악취로 인해 이웃주민들이 갈등을 겪자 증평군은 음식물류 폐기물 분리배출 대책을 마련해 괴산군에 통보했으며 괴산군은 증평군의 대책대로 진행이 된다면 수용하겠다는 입장을 밝혔다.