화성시가 철새들의 중간 기착지이자 다양한 생물들의 서식지로 생태적 보존가치를 높이 평가받고 있는 화성습지 보호에 팔을 걷어붙였다.

7일 시에 따르면 지난 5월 환경부와 해양수산부, EAAFP(동아시아-대양주 철새이동경로 파트너십) 의장, 람사르협약사무국 관계자, 세계적 석학들을 초청해 습지 보호 방안을 논의한 데 이어 7월에는 경기도에 ‘습지보호지역 지정’을 본격 신청했다.

신청안에는 우정읍 매향리 연안 약 20㎢(2천㏊) 일대 생태환경의 지속가능한 보전과 생물다양성 유지, 친환경적 휴식처 제공, 지역 생태경제 구축 방안 등을 담고 있다.

도는 이를 받아들여 지난 5일 해수부에 신청을 완료했으며 주민 의견 수렴, 관계 부처 협의 등 절차를 거쳐 최종 공고·고시될 전망이다.

이와 함께 시는 5일부터 겨울철 철새들의 먹이와 휴식공간 확보를 위해 ‘생물다양성관리 계약사업’도 추진 중이다.

해당 사업은 화성호와 남양호 인근 총 0.92㎢(92㏊)에 경작한 벼를 미수확하거나 볏짚을 잘게 잘라 논바닥에 골고루 뿌려 줌으로써 철새들이 먹고 쉴 수 있도록 존치하는 사업이다.

협조 농가에는 인센티브가 지급되며, 미수확한 벼는 1㏊당 1천178만2천 원, 볏짚은 1㏊당 22만5천 원으로 신청 내용에 따라 조정될 수 있다.

참여를 원하는 농가는 오는 23일까지 해당 읍·면에 방문 신청하면 되며, 계약기간은 2020년 2월까지이다.

시 관계자는 "최종 목표는 람사르 습지 지정으로, 미래 세대가 풍요로운 자연을 누릴 수 있도록 체계적인 관리와 보존에 최선을 다하겠다"고 말했다.

한편, 화성습지는 지난해 11월 동아시아-대양주 철새이동경로 파트너십에 등재됐다.

@highlight

화성시는 높은 생태적 보존가치를 지닌 화성습지를 보호하기 위해 습지 보호 방안 논의, 습지보호지역 지정 신청, 생물다양성관리 계약사업 추진 등 다방면으로 노력하고 있다.