일본 정부가 한국을 화이트리스트에서 제외하기로 하면서 한일 무역 갈등이 악화일로로 치닫고 있지만, 위기를 기회로 삼고 기술 개발에 매진하고 있는 국내 자동차 부품기업들은 되레 시장에서 높은 관심을 받고 있다.

7일 관련 업계에 따르면 국내 자동차 부품기업들이 일본 기업들을 대체할 수 있다는 기대가 높아지고 있다.

국내 완성차 업체들은 일찍부터 일본산 부품 의존도를 낮추려고 노력해 왔다.

국내 자동차 부품사들 역시 연구개발을 지속하며 제품 경쟁력을 높여왔다.

일본의 수출규제 조치 확대가 오히려 자동차 부품 기업에 위기 보다는 기회로 작용할 수 있다는 전망이 나오는 것도 이 같은 이유에서다.

에스모는 와이어링 하네스 생산하는 전문기업으로 5단계 자율주행 차량을 국내에서 올 하반기 상용화한다고 발표했다.

15인승 자율주행 셔틀버스를 상용화 한 프랑스 기업 '나브야(Navya)'에 투자를 진행했고 국내 및 동북아시아 지역에 대한 서비스 독점권을 획득할 예정이다.

지난달 24일에는 SK텔레콤과 나브야가 협력하며 자율주행 사업화를 위한 5G 기술 및 상업화 협력에 대한 3자간 양해각서(MOU)를 체결했다.

에스모는 자율주행 차량 제조 양산을 위한 공장을 국내에 설치하고 올 하반기부터 글로벌 상용화 추진에 나선다.

일지테크는 자동차 차체 보강용 패널 전문기업으로 현대자동차의 1차 부품 협력업체로 기업부설 연구소를 통해 탄소섬유강화플라스틱(CFRP), 클래드 메탈 등 신소재 기술 개발에 나서고 있다.

지난달 14일 경북 경주시와 협력해 자동차 차체부품 공장을 새롭게 증설하며 MOU를 체결했다.

ICT와 기계산업을 융합한 스마트팩토리 시스템을 도입하여 2025년까지 글로벌 성장을 목표로 입지 확대해 나갈 계획이다.

성우하이텍은 자동차 부품 생산 전문기업으로 최근 전기차(EV) 사업부를 신설하며 전기차 부품 사업을 위해 본격적으로 전기차 배터리 케이스 등을 개발할 것으로 알려졌다.

이외에도 코프라는 자동차 내외장재 전문기업으로 경량화에 이용되는 플라스틱 컴파운드를 생산하고 있다.

@highlight

한일 무역 갈등이 악화일로로 치닫고 있는 상황에서 일찍부터 자동차 부품의 국산화를 위해 노력해온 국내 부품업체들에게는 최근의 일들이 위기보다는 기회로 작용할 수 있다는 전망이 다양한 사례를 통해 나오고 있다.