공직사회의 고질적인 병폐 중 하나인 ‘초과근무 조작’ 의혹이 광주시에서도 사실로 드러났다.

7일 광주시 감사위원회에 따르면 지난 6월27일부터 7월14일까지 18일 동안 시 본청과 직속기관, 사업소 등을 대상으로 초과근무 운영실태를 현장점검한 결과 초과근무 부정등록 직원 25명을 적발했다.

감사위원회는 이번 점검에서 부재중에 초과근무 등록을 한 직원 64명을 확인했으며 이 가운데 15명은 초과근무 지문등록 후 실제로는 체력단련을 하거나 사적업무를 처리한 사실을 적발했다.

또 10명은 근무내역 증빙이 부족해 부당근무가 의심되는 사례로 적발됐다.

나머지 39명에 대해서는 소명절차를 거친 결과 세계수영대회 관련 업무에 참여하거나 출장명령한 점 등이 인정됐다.

불과 18일 점검에 25명이 적발됐다는 것은 그만큼 공직사회에 부정 초과근무 사례가 만연해 있다는 방증이다.

공직 내부에서는 직원 식사나 사무실 운영비 등을 마련하기 위해 의무적으로 초과근무 수당을 받는 것이 공공연한 사실이기도 했다.

초과근무수당은 5급 이하 공무원이 근무시간 이외에 근무하는 경우에 수당으로 보전해주는 것으로, 호봉의 기본급을 기준봉급으로 초과근무수당 단가표가 책정돼 있다.

5급(사무관)의 경우 시간외 수당은 시간당 1만3641원, 야간수당은 4547원, 휴일수당은 일당 10만9649원 수준이다.

9급은 각각 8528원, 2843원, 7만5837원이다.

이를 통해 매달 수십만원씩 초과근무 수당을 챙기는 것이다.

광주시 감사위는 불필요한 초과근무 명령을 승인하거나 각 부서 승인권자가 실제 근무내용을 확인하지 않고 결재하는 등의 초과근무 운영에 관한 행정절차 문제도 확인했다.

감사위는 이같은 부정 초과근무 관행을 막기 위해 9월30일까지 매주 1회 이상 지속적으로 불시점검을 벌이고 초과근무 등록시스템 개선도 요구하기로 했다.

또 엄격한 처벌을 위해 이번에 부당근무자로 적발된 25명에 대해서는 개인별 ‘구두경고’ 조치를 내렸으며 각 부서에 점검 현황을 공문으로 통보했다.

@highlight

공직사회에 만연한 초과근무 조작이 광주에서 사실로 드러나 직원 25명을 적발하게 됐으며, 구체적으로 감사위원회는 지문등록 이후 체력단련이나 개인업무를 처리한 사실을 밝혀냈다.