개인투자자들 사이에서 공매도 금지에 대한 목소리가 높아지고 있습니다.

이나연 기자입니다.

올해 들어 국내 주식시장의 공매도 규모는 지속적으로 증가하고 있습니다.

한국거래소에 따르면 지난 1월2일 국내 증시에서 공매도 거래대금은 4천944억 원이었지만, 지난 8월6일 기준으로는 6천59억 원을 기록했습니다.

특히 최근 급락한 8월5일 기준으로 보면 공매도 거래대금은 1년 만에 160% 이상 급증했습니다.

공매도가 시장안정성을 떨어뜨린다는 우려가 나오면서 청와대 국민청원에는 공매도를 금지해야 한다는 의견까지 올라왔습니다.

정부에서도 한시적 공매도 금지 카드를 만지작대고 있습니다.

- "이미 준비해 놓은 컨틴전시 플랜에 기초해 증시 수급에 대한 안정 방안, 자사주 매입 규제의 완화, 공매도 규제 강화 등 가용한 수단을 통해…"

- "공매도를 강화하는 부분에 대해서는 검토를 충분히 마쳤고, 언제든지 시행할 수 있도록 준비하고 있습니다. "

더불어민주당 김병욱 의원도 "금융당국이 조만간 한시적 공매도 조치에 나설 것"이라고 밝히며 시장의 기대감에 힘을 실어줬습니다.

하지만 한시적 공매도 금지가 증시에 미치는 영향은 제한적일 것이라는 의견이 나옵니다.

근본적으로 증시를 짓누르는 외부 환경이 개선되지 않고 있기 때문입니다.

과거에도 공매도 금지 조치가 시행된 적은 있지만, 시장의 반등을 크게 이끌지 못했습니다.

SK증권에 따르면 지난 2011년 유럽 재정위기 당시 실시됐던 3개월 간의 공매도 금지에도 당시 코스피와 코스닥은 각각 12.1%, 9.9% 하락했습니다.

다만, 투자심리를 다소 안정화시키는 데는 도움이 될 것이라는 전망입니다.

자본시장연구원이 분석한 바에 따르면 지난 2011년 3개월 간의 공매도 금지 시기에 시장의 유동성과 변동성 모두 줄어든 것으로 나타났습니다.

- "일반적으로 공매도를 금지하게 되면 금융시장의 유동성 공급을 제약하게 되고요. 따라서 전반적인 금융시장에는 부정적인 영향이 있는 것은 사실입니다. 그러나 시장이 급변하는 상황에서는 추가적인 하락을 제한하는 효과도 있기 때문에 급변하는 상황같은 어려운 환경에서는 변동성 제한의 목적으로 사용할 수 있습니다. "

매일경제TV 이나연입니다.

@highlight

한시적 공매도금지 조치가 기대되는 가운데, 공매도 금지가 증시에 미치는 영향은 제한적이지만 투자심리를 안정화 시키는데 도움이 될 것이라고 전망하고 있다.