러시아 검찰이 정부 반대 시위에 한살 배기 아들을 데려간 부부의 친권을 박탈하는 것을 검토하고 있다고 영국 BBC가 6일(이하 현지시간) 전했다.

검찰은 성명을 내 드미트리와 올가 프로카조프 부부가 다른 이에게 아이를 한때 넘기기도 해 아이 목숨을 위험에 빠뜨렸다는 것을 이유로 들었다.

부부는 산책하러 나왔다가 우연히 시위대에 맞닥뜨려 연대의 표시로 합류한 것이며 시위 대열에 있던 친구 세르게이 포민에게 잠깐 아이를 안아달라고 건넨 것이 전부라고 반박했다.

아울러 드미트리는 세르게이가 아내의 사촌이며 큰아들의 대부이기도 한 친한 친구라고 덧붙였다.

다음달 모스크바 시 의회 선거를 앞두고 야당 후보를 출마자 명단에서 제외한 것에 항의해 지난달 27일 모스크바에서 진행된 시위 도중 있었던 일이다.

당시 1000명 이상이 연행된 데 이어 지난 주말에도 600여명이 구금되는 등 연일 모스크바에서는 반정부 시위가 이어지고 있다.

모스크바 시 검찰국은 법원에 이들 부모의 친권을 박탈해달라고 요구할 예정이라며 "나이 탓에 스스로 어쩌지 못하는 아이를 제3의 인물에게 넘겨 아이의 건강과 목숨도 위험에 처하게 만들었다. 그렇게 아이를 방치함으로써 아들의 이해를 최우선으로 돌봐야 할 부모의 권리를 남용했다"고 강조했다.

더욱이 아이 아빠는 모스크바에 임시로 머무르고 있어 한 표를 행사할 수도 없는데 시위에 앞장서고 있다고 지적했다.

아울러 지난달 27일과 3일 집회에 어린 자녀들을 동반한 다른 부모들, 청소년들에게 시위에 동참하라고 부추긴 이들 모두 조사하고 있다고 밝혔다.

검찰은 세르게이를 시위 주도 혐의 등으로 수배한 상태라며 그가 단속을 피하기 위해 다른 이의 아이를 이용한 것이 아닌가 보고 있다.

아직 그의 소재는 파악되지 않고 있다.

모스크바 어린이 권리 옴부즈맨 예프게니 부니모비치는 모스크바 에코 라디오 인터뷰를 통해 "어떤 정치적 상황 때문에 어린이를 이용해 흑색선전을 하는 일은 받아들일 수 없다"고 목소리를 높였다.

러시아 인권이사회의 미하일 페도토프 이사장은 제3자 주장이 수많은 보모, 조부모 등등의 문제를 낳을 수 있다고 지적했다.

@highlight

러시아 검찰이 반 정부 시위 현장에 한살 배기 아들을 데려간 것과 한때 제3의 인물에게 넘겨 방치함으로써 목숨을 위험에 빠뜨리며 부모의 권리를 남용 것을 이유로 해당 부부의 친권을 박탈하는 것을 검토하고 있다고 6일 전했다.