전남과학대학교 조찬호(1년· 사진 가운데 )가 6일 경북 상주 월드컵볼링경기장에서 끝난 제30회 문화체육관광부장관기 전국학생볼링대회에서 남대부 개인전과 5인조전에서 금메달을 각각 획득해 대회 2관왕에 올랐다.

전남도체육회 제공.

전남과학대학교 조찬호(1년)가 전국 학생볼링대회에서 2관왕에 올랐다.

구례에 소재한 전남자연과학고등학교를 졸업하고 전남과학대에 진학한 조찬호는 지난 6일 경북 상주 월드컵볼링경기장에서 끝난 제30회 문화체육관광부장관기 전국학생볼링대회에서 남대부 개인전과 5인조전에서 금메달을 각각 획득했다.

조찬호는 대회 첫 날 열린 남대부 개인전에서 6경기 합계 1358점(평균 226.3점)으로 한상훈(원광대학교)을 0.1점차로 제치고 금메달을 목에 걸었다.

조찬호는 박재훈, 안재민, 조형호(이상 2년), 한성수, 이재원(이상 1년) 등과 출전한 5인조전에서도 평균점수 206.3점을 합작하며 제주대학교(201.9점)를 여유롭게 따돌리고 금메달을 차지했다.

조찬호는 팀내 라이벌이자 단짝인 안재민(2년)과 호흡을 맞춰 2인조전에서 동메달을 추가했다.

안재민은 개인종합 은메달을 획득했다.

전남과학대 강수혁(1년)도 개인전에서 동메달을 추가했다.

전남과학대학교 볼링팀의 활약은 남대부에서 끝나지 않았다.

전남과학대는 전정원, 김세령, 김소민, 권혜인, 박수민, 이수지(이상 1년)가 출전한 여대부 5인조전에서 평균 202.4점으로 위덕대(194.5)를 여유롭게 제치고 금메달을 획득했다.

또한 개인전에 출전한 이수지와 이수지-김세령-전정원이 호흡을 맞춘 3인조전, 개인종합의 전정원이 각각 동메달을 추가했다.

이에따라 전남과학대 볼링팀은 금메달 3개를 포함해 남·여 총 9개의 메달을 획득함으로써 2개월 앞으로 다가온 제100회 전국체육대회에서 좋은 성적이 기대되고 있다.

@highlight

6일 경북 상주 월드컵볼링경기장에서 폐막한 제30회 전국학생볼링대회에서 전남과학대 조찬호는 남대부 개인전과 5인조전에서 금메달을 따면서 2관왕에 오르는 등 전남과학대 볼링팀이 9개의 메달을 획득함에 따라 2개월 후 열리는 제100회 전국체육대회에서도 좋은 성적을 얻을 것으로 기대된다.