현대캐피탈은 8월 한 달 동안 기아자동차 구매 고객을 위한 특별 프로모션을 진행한다고 7일 밝혔다.

먼저 기아차 모닝 차종에 한해 진행된 '제로백 할부'를 최근 출시된 셀토스에도 확대 적용한다.

제로백 할부 프로그램은 최장 100개월 동안 4.9%의 고정금리가 적용되는 자동차 금융 프로그램으로 자동차 구매자들의 월 납입금 부담을 최소화했다.

이 프로그램을 통해 신형 셀토스 1.6가솔린 트랜디(차량가 1929만원)를 구입하면 하루 7000원대 금액으로 이용할 수 있다.

기아차 쏘울 부스터 차종을 대상으로 진행하는 '쏘확행 할부 프로그램'도 마련했다.

이 프로그램은 차량가의 64%에 해당하는 금액을 3년 후 상환으로 유예하고, 차량가의 36%만 36개월 할부로 상환한다.

해당 프로그램을 통해 쏘울 부스터를 구매하면 최초 1년간 차량손상을 무상으로 수리해주는 'K-스타일케어' 서비스도 제공한다.

이 밖에 기아차의 주요 인기차종에 대한 초저금리 이벤트도 진행한다.

8월 한 달간 현대캐피탈을 통하면 기아차 모닝·K3·K5는 0.9%, 스포티지·쏘렌토·카니발은 최대 2.8%의 저금리 혜택을 누릴 수 있다.

현대카드로 선수금을 결제하면 각각 무이자, 1.7%까지 금리가 내려간다.

기아차 주요 차종 대상 리스·렌터카 대상 프로모션도 진행한다.

K3와 K5, 스포티지 등을 현대캐피탈 '세이브렌터카-일시불형' 상품으로 이용하면 차량가의 2%에 해당하는 금액을 월 이용료에서 할인해 주고 보증연장 서비스도 제공한다.

또 프리미엄 차종인 K9과 스팅어는 리스렌터카 이용 시 최대 200만원의 혜택도 받을 수 있다.

현대캐피탈 관계자는 "향후에도 고객들의 차량 구매 부담을 덜어 줄 다양한 상품과 서비스를 제공할 계획"이라고 밝혔다.

현대캐피탈 자동차금융은 기아자동차 전시장이나 현대캐피탈 홈페이지를 통해 신청할 수 있다.

@highlight

현대캐피탈은 8월 한 달 동안 기아차 모닝 차종에 한해 진행된 '제로백 할부'를 최근 출시된 셀토스에도 확대 적용함과 동시에 주요 인기차종에 대한 초저금리로 제공하는 특별 프로모션을 진행한다고 7일 밝혔다.