보령시는 8일 남포면 사현포도마을 일원에서 88포도데이추진위원회(위원장 이종익) 주관으로 8.8 포도데이를 개최했다.

이번 행사는 지역의 대표 농특산물인 사현 포도의 우수성을 널리 알려 지역경제 활성화에 기여하고, 관광객들에게 다채로운 체험 프로그램 제공으로 포도를 통한 먹거리와 즐길거리가 있는 한 여름의 특별한 추억을 선사하기 위해 마련됐다.

행사는 오전 10시 사현포도주 공장에서 개막식을 갖고 인근 마을에서 포도 사생대회, 포도관련 체험, 첫수확 포도 성찬식, 6개 포도원을 통한 포도따기 등으로 진행됐다.

특히, 체험 프로그램으로는 포도모양 모자 쓰고 사진 찍기, 포도알 던지기 게임, 사현포도로 만든 와인으로 족욕하기, 포도 쿠키 및 백설기 만들기 등 다채롭게 진행됐다.

또 행사 참여자 중 ▲보라색 등 포도데이와 어울리는 드레스코드를 갖춰 사진을 찍힐 경우 심사를 통해 모두 10명에게 ▲1988년 8월 8일생에게는 무조건 8.8kg의 포도를 증정했고, 생년월일에 8이 3개가 들어있는 참여자들에게는 포도 8송이를 증정했다.

김동일 시장은 "보령을 대표하는 특산품인 사현포도에 다양한 콘텐츠라는 옷을 입혀 많은 관광객을 유치해 준 마을 주민들에게 고맙다"며, "시는 앞으로도 사현마을을 전국 최고 수준의 포도체험마을로 육성해 나가겠다"고 말했다.

한편, 사현마을의 포도는 차령산맥의 끝자락에 위치하여 지형적으로 삼면이 산으로 둘러싸여 있으며, 바닷바람과 적당한 강우량, 물 빠짐까지 좋은 토양으로 지리 · 환경적으로 최상의 조건을 갖추고 있어 맛은 물론, 당도가 뛰어나다.

사현포도는 비가림 재배를 통해 타 지역 당도보다 높은 16.5브릭스(Brix)를 유지하고 있으며, 포도생산에서부터 수확, 포장 단계까지 철저한 안전관리로 우수농산물 GAP 인증을 받아 포도 생산의 대표지로 각광받고 있다.

@highlight

보령시는 대표 농특산물인 사현포도의 우수성을 알려 지역경제 활성화에 공헌하기 위해 8일 오전 10시 사현포도마을에서 포도 사생대회, 포도관련 체험 등으로 구성된 8.8 포도데이를 개최했다.