사회적참사특별조사위원회(사참위) 조사관들도 자유한국당이 사참위 비상임위원으로 추천한 프리덤뉴스 김기수 대표에 대해 반대하고 나섰다.

전국공무원노동조합 사참위지부는 7일 성명서를 내고 "자유한국당은 사참위 흔들기를 즉각 중단하라"고 밝혔다.

노조는 "프리덤뉴스는 홈페이지와 유튜브 채널을 운영하며 4.16세월호 참사에 대해 지속적으로 교통사고에 불과하다거나 '아직도 세월호 타령' '이제 그만 하시면 안 되나요'와 같은 뉴스, 영상 콘텐츠를 발행해 왔다"면서 "언론에서 이미 지적했다시피 김 대표는 '5.18광주 민주화운동 북한군 개입설'과 '대법원의 강제동원 판결을 두고 망국적 판결'이라고 주장하는 등 가짜뉴스를 유포하고, 국민의 상식과는 동떨어진 역사인식을 보여준 인물"이라고 지적했다.

노조는 "이러한 자를 사회적참사의 진상을 규명하고 피해자를 위로하며 재발방지 대책을 제시할 사참위원으로 임명하려는 자유한국당의 의도를 묻지 않을 수 없다"며 자유한국당에 김 대표에 대한 추천 철회를, 청와대에는 부적격 인사 임명 거부를 촉구했다.

이번 성명에는 사참위 조사관 31명 외에 국장 2명, 과장 8명, 팀장 22명, 전문연구원 4명, 기간제 4명 등 40명이 참여했다.

세월호 참사와 관련해 지원활동을 해온 시민단체들의 연대체인 4.16연대도 같은 날 성명을 내고 "자유한국당이 김기수라는 자는 방송을 통해 세월호 유가족을 공격하고 세월호 진실을 조작하고 특조위가 조사할 필요 없다고 지속적으로 주장해왔다"면서 "사회적참사 특별조사위원회의 설립 취지를 부정하는 자를 조사위원으로 추천하는 것은 제2의 헌정농단"이라고 주장했다.

이어 "자유한국당의 얼토당토 않은 추천은 조사를 방해해 책임자 처벌을 막을 목적이라고밖에 볼 수 없다"면서 "자유한국당은 추천을 즉각 철회하고 세월호 가족들에게 사죄해야 할 것"이라고 했다.

@highlight

전국공무원노동조합 사참위지부는 7일 자유한국당이 사참위 흔들기를 즉각 중단할 것을 촉구했으며 비상임의원으로 김기수대표에 대해 반대를 하고 나서 이번 성명에 사참위조사관, 국장, 과장, 팀장, 전문연구원, 기간제 등 40명이 참여했다.