자율형사립고(자사고) 지정 취소를 둘러싸고 교육부와 갈등을 빚어 온 전국 17개 시도교육감이 "교육부와의 신뢰 관계를 전면 재검토하겠다"고 선포했다.

이에 따라 학교 비정규직 처우 개선과 고교 무상교육 재원 분담 등 여러 현안을 놓고 교육부와 시도교육청 간 '엇박자'가 발생할 우려가 커지고 있다.

전국시도교육감협의회는 7일 충북 청주시 한국교원대에서 협의회 임시총회를 진행한 뒤 발표한 입장문에서 "대통령 공약과 국정과제로 제시된 고교 체제 개편 등을 교육부가 이행하지 않고 사문화시켜 깊이 유감"이라고 비판했다.

그러면서 "누리과정 대란 속에서 교육감들은 큰 고통을 감내했고, 그럼에도 고교 무상교육 실시를 위해 먼저 팔을 걷어붙였다"며 "교육감은 허리띠를 졸라매는데 교육 자치 정책 협의는 여전히 답보 상태"라고 주장했다.

앞서 협의회장인 김승환 전북도교육감은 모두 발언에서 "상산고의 자사고 지정 취소에 대한 교육부 장관의 부동의 결정은 어느 한 지역, 해당 교육청만의 문제가 아닌 우리 교육 체제 전반의 문제"라며 "교육부와의 새로운 관계 설정이 필요하다"고 말했다.

협의회는 11월 총회에서 구체적인 대응 방안을 논의할 예정이다.

당장 2차 파업 가능성이 큰 학교 비정규직 문제에서부터 교육감들이 비협조적으로 나올 가능성이 제기된다.

비정규직 문제는 사용자인 교육감들이 교섭 당사자이지만 예산 한계를 이유로 처우 개선에 소극적인 입장이다.

반면 교육부는 파업 등 갈등을 최소화하기 위해 양측을 조율하는 역할을 맡고 있다.

내년부터 5년간 교육청이 절반 부담하는 것으로 정리된 고교 무상교육 재원 문제도 교육청이 비협조로 입장을 선회할 가능성을 배제할 수 없다.

총회 이후 열린 '교육 자치 콘퍼런스 토크콘서트'에 참석한 유은혜 사회부총리 겸 교육부 장관은 "교육부가 교육 자치를 가로막는 악의 근원이 되지 않도록 노력할 것"이라면서도 "서로 신뢰를 무너뜨리거나 한뜻으로 가고 있다는 것을 부정하는 것은 아니기를 바란다"고 말했다. 한편 김 교육감은 다음주쯤 헌법재판소나 대법원에 상산고 지정 취소 부동의 관련 소송을 제기하겠다고 밝혔다.

@highlight

7일 전국시도교육감협의회는 자율형사립고 지정 취소를 둘러싸고 교육부와 갈등을 빚어 온 상황에서 교육부와의 신뢰관계를 재검토하겠다는 비판의 입장문을 밝혀 하교 비정규직 처우 개선과 무상교육 재원 분담 등 여러 정책을 두고 교육부와 시도교육청 간 엇박자가 발생할 우려가 커지고 있다.