증평읍이 오는 13일 읍사무소 광장에서 읍 승격 70주년축하 기념행사를 갖는다.

이날 증평읍은 지난 70년을 회고하는 기념영상과 연혁 소개와 함께 지역발전을 희망하는 각계각층의 증평읍 미래비전을 선포한다.

행사에서는 지역 문화예술단체와 증평읍 주민자치센터 프로그램 수강생들이 선보이는 다채로운 축하공연도 마련한다.

증평읍은 지난 1949년 8월 13일 증평면에서 증평읍으로 승격했다.

승격 당시 1만7835명이던 인구수는 지난달 말 기준 3만5523명까지 2배 이상 늘어나 군 전체 인구 3만7494명의 94.7%를 차지하고 있다.

도내 16개 읍 중 청주시 오창읍 다음으로 많은 주민이 거주할 만큼 커졌다.

증평읍은 법정리도 11개에서 20개로 세분화됐다.

1970년대까지 농업 위주의 1차 산업 중심이던 경제구조는 3차 산업을 중심으로 전형적인 도시경제 구조로 변모했다.

2017년 기준 사업체 수는 총 2713개로 이중 도·소매 및 숙박, 음식점, 운수업체 등 3차 산업에 해당하는 2428개 업체가 운영되고 있다.

특히 지역 경제의 축을 이루고 있는 증평농공단지와 증평일반산업단지를 비롯해 증평군립도서관, 좌구산휴양랜드가 들어서는 등 많은 변화를 이뤘다.

이러한 상황에서 읍은 4차 산업 중심지로 또 한 번의 변신을 준비하고 있다.

변화는 4D바이오융합소재 산업화지원센터와 증평초중일반산업단지에서 시작한다.

지원센터에는 2021년까지 4D융합소재 기반 기능성 바이오소재의 성능분석부터 시제품 제작까지 아우를 수 있는 60여 종의 장비가 들어선다.

바이오소재 산업을 주축으로 하는 초중산단은 2022년까지 조성해 충주국가산단과 오송첨단의료복합단지를 잇는 4차 산업 벨트를 구축한다.

김기옥 읍장은"앞으로도 지역민의 삶의 질을 높이는 정주여건 개선 등에 힘써 행복하고 안전한 증평읍을 만들어 나가겠다"고 말했다.

@highlight

오는 13일 증평읍사무소 광장에서 읍 승격 70주년축하 기념행사가 열려 지난 70년을 돌아보는 기념영상과 지역발전을 희망하는 각계각층의 증평읍 미래비전 선포 및 지역 문화예술단체와 주민자치센터 수강생들의 다채로운 축하공연 등으로 꾸며질 예정이다.