국민들이 직접 공군이 운용하는 국산항공기를 타고 '파일럿'으로서 대한민국 영공수호 임무를 체험해볼 수 있는 기회가 제공된다.

8일 공군에 따르면 오는 10일부터 25일까지 '제7기 국민조종사' 참가신청 접수가 진행된다.

만 19세 이상의 대한민국 국민은 누구나 지원할 수 있으며 공군 홈페이지(www.airforce.mil.kr)를 통해 신청하면 된다.

국민조종사는 대한민국 영공을 수호하는 공군의 임무를 국민들에게 소개하고 국민이 직접 공군 국산항공기에 탑승해 공군조종사의 비행임무를 체험하는 제도다.

2007년부터 격년으로 진행되고 있다.

올해의 경우 공군 창군 70주년을 맞아 기존 4명에서 7명으로 확대 선발된다.

현재까지 대학생, 소방공무원, 자영업자, 주부 등 총 26명의 국민조종사가 탄생했다고 공군은 설명했다.

공군은 1차 서류 심사 합격자 40명을 대상으로 동영상 심사와 비행환경적응훈련을 통해 최종 인원을 선발한다.

선발된 인원은 오는 10월 19일 서울공항에서 공군이 운용하는 국산항공기 T-50, FA-50, KT-1, KA-1를 탄다.

25전쟁 당시 주요한 항공작전을 한 강릉기지, 1953년 창설돼 한국공군 최초 제트전투기 F-86을 운용한 수원기지 인근 상공을 비행할 예정이다.

또 독립기념관 상공에서 대한민국 임시정부 수립 100주년을 함께 기념하고, 원인철 공군참모총장이 공군조종사의 상징인 빨간 마후라를 직접 수여할 계획이다.

안타깝게 선발에서 탈락한 국민들에게는 군 수송기 탑승기회가 제공된다.

공군은 1차 서류 심사를 통과했지만 최종 선발에서 떨어진 후보자들에게는 오는 10월 18일 군수송기 탑승 체험을 실시할 예정이다.

강성구 공군본부 공보정훈실장(대령·공사 35기)은 "국민조종사 선발은 오늘날 영공수호 임무의 핵심전력으로 활약하는 국산 항공기의 임무현장을 국민들에게 직접 소개하는데 의의가 있는 만큼 국민 여러분의 적극적인 관심과 도전을 기대한다"고 했다.

@highlight

국민들이 직접 항공기를 타고 '파일럿'으로서 대한민국 영공수호 임무를 체험할 수 있는 기회가 제공될 예정이며, 국민조종사 제도는 공군조종사의 비행임무를 체험하는 제도인 가운데 강성구 실장은 국민 여러분의 관심과 도전을 기대한다고 밝혔다.