폭염이 극성을 부렸던 지난 여름 충남지역 화재 발생이 전년보다 40%가량 증가했던 것으로 나타났다.

충남소방본부는 지난해 폭염기간이었던 7∼9월 화재 발생 현황을 분석한 결과 총 576건의 화재가 발생해 2017년 같은 기간보다 무려 39.8% 증가한 수치를 기록했다고 8일 밝혔다.

지역별로는 천안시가 98건으로 가장 많았고, 아산시 75건, 논산시·태안군 45건, 당진시 44건 등 순이었다.

화재가 가장 많이 발생한 읍·면·동은 당진 송악읍(13건)이었으며 아산 둔포면과 천안 서북구 성환읍은 각각 10건을, 서북구 두정동은 9건을 기록했다.

화재 발생은 자동차 77건(13.37%), 단독주택 67건(11.63%), 창고 40건(6.94%), 공장 39건(6.77%), 축사 37건(6.42) 순으로 집계됐다.

화재 원인은 담배꽁초 및 쓰레기 소각 등 불씨 관리 소홀이 가장 높은 236건(40.97%)을 차지했고 이어 냉방기 등 전기적 요인 150건(26.%), 기계적 요인 76건(13.19%) 등이 뒤를 이었다.

도 소방본부는 여름철 부주의로 인한 화재가 높은 비율을 차지하는 만큼 용접작업 및 쓰레기 소각 시 각별한 안전관리를 당부했다.

특히 폭염기 화재 예방을 위해 △냉방기 적정시간 사용 △선풍기·에어컨 실외기 청결 관리 △냉방기 주변 가연물 제거 △기초 소방시설 등을 설치할 것을 권유했다.

도 소방본부 관계자는 "여름철 차량화재 예방을 위해서는 운행 전 냉각수 및 오일 등 연료·점화장치를 미리 점검하고 장시간 차량운행 시 1~2시간 휴식을 통해 엔진의 과열을 막아야 한다"며 "선풍기·에어컨도 장시간 연속 가동에 의한 과열에 주의해야 한다"고 말했다.

@highlight

충남소방본부는 지난 7~9월, 폭염 기간 화재가 2017년도 동일 기간보다 40% 증가한 총 576건의 화재가 발생하였고 화재 원인 1, 2위로 불씨 관리 소홀과 전기적 요인을 꼽았다.