[서울신문] 인스타그램과 페이스북, 블로그 등 소셜네트워크서비스(SNS)에 기반한 온라인 마켓이 우후죽순 생겨나고 있지만 소비자 보호는 미흡한 것으로 나타났다.

한국소비자원이 8일 6대 SNS플랫폼(네이버 블로그, 카페, 밴드, 카카오스토리, 페이스북, 인스타그램) 내 마켓 411곳을 조사한 결과를 보면 청약철회, 사업자정보 공개, 결제방식 등 조사항목을 모두 준수한 곳은 한 군데도 없었다.

특히 소비자의 권리인 단순 변심에 의한 청약철회(환불)를 방해하는 사례가 두드러졌다.

전자상거래법 17조에 따르면 온라인으로 구매한 물품은 수령 후 7일 이내에 훼손이 없으면 환불을 할 수 있다고 규정돼 있지만, 대부분 SNS마켓은 청약철회 기간을 1~3일로 축소 운영하고 있었다.

411개 업체 중 청약철회 규정을 지키고 있는 업체는 한 곳에 불과했다.

소비자원 관계자는 "1대1 주문제작에 들어갔다거나 공동구매라는 이유로 청약철회가 불가능하다고 고지하는 사례도 많았다"며 "사이즈, 색상 선택 등은 주문제작 상품으로 볼 수 있어 이를 근거로 환불을 제한하는 것은 불법"이라고 설명했다.

물품정보와 가격, 지급방법 등 거래조건을 모두 안내한 업체도 411곳 중 93곳에 불과했다.

특히 인스타그램이나 페이스북 등 국외 SNS마켓을 중심으로 거래조건을 비밀댓글이나 쪽지 등으로 문의하도록 유도하는 사례가 있는데, 탈세를 위한 불법적인 거래로 의심할 필요가 있다는 게 소비자원의 분석이다.

이 밖에 결제방식을 안내한 업체는 220개였고, 개별적으로 문의해야 하는 곳이 191개에 달했다.

SNS마켓이 소비자보호 규정을 지키지 않으면서 소비자원에는 피해구제 신청도 쌓이고 있다.

2016년부터 2018년까지 접수된 피해구제 신청은 총 169건으로 계약 불이행이 68건(40.2%)으로 가장 많았고, 청약철회 관련 내용이 60건(35.5%)으로 뒤를 이었다.

소비자원은 법률 비준수 사업자에게 자율시정을 권고하는 한편 공정거래위원회에 자율준수 규정 신설을 건의할 방침이다.

@highlight

한국소비자원이 SNS를 기반으로 한 온라인 마켓 411 곳을 조사한 결과 청약 철회, 사업자 정보 공개, 결제방식 등을 모두 준수한 곳은 아예 없고, 소비자 보호가 미흡한 것으로 조사되어, 자율 시정을 권고함과 동시에 공정거래위원회에 자율준수 규정 신설을 건의할 예정이다.