일본의 경제 보복 조치로 한·일 갈등이악화한 속에서도 양국 시민사회가 손을 맞잡고 8·15 광복절 공동 행사에 나선다.

강제동원 피해자와 18개 시민단체로 꾸려진 '강제동원 문제해결과 대일 과거청산을 위한 공동행동(강제동원 공동행동)은 8일 서울 프란치스코 교육회관에서 기자회견을 열어 이달 15일로 예정된 '시민대회 및 국제평화행진'을 일본 시민단체들과 함께 진행한다고 밝혔다.

올해 3·1운동 100주년, 광복 74주년을 맞아 열리는 이번 행사에는 지난해 11월 일본 현지 20여 개 시민단체들이 모여 결성한 '일본 강제동원 문제해결과 과거청산을위한 공동행동'이 함께 한다.

공동행동 측은 15일 오전 11시 서울광장에서 '강제동원 문제, 우리가 반드시 해결하자'는 주제로 시민대회를 열고 일본 정부를 향해 공식 사죄와 문제 해결을 촉구할 방침이다.

강제동원 피해를 직접 겪은 이춘식 할아버지, 양금덕 할머니 등도 참석해 강제동원 문제를 해결하기 위해 온 국민이 함께 힘을 모아 달라고 목소리를 높일 계획이다.

주최 측에 따르면 이날 행사에는 약 2천명이 참가할 것으로 예상된다.

참가자들은 이후 올바른 역사를 위한 시민 소원을 매단 '평화의 비둘기','풍선을날리고','강제동원 사죄하라', '아베는 사죄하고 배상하라'는 구호가 적힌 만장 100여개를 앞세워 주한일본대사관 평화비소녀상까지 행진할 계획이다.

지난 7월부터 온·오프라인에서 시민들에게 받은 서명지도 대사관 측에 전달한다.

광복절 행사에 앞서 14일에는 한국, 일본 전문가들이 모여 '해방 74년, 강제동원 문제의 어제, 오늘, 내일'을 주제로 강제동원 문제 해결을 위한 양국 시민들의 연대를 설명하고 향후 역할, 과제에 대해서 논할 예정이다.

이희자 태평양전쟁피해자보상추진협의회 공동대표는 "피해 할아버지들은 '(아직) 완전히 해방된 나라에 사는 것이 아니다'고 하셨다"면서 "(강제동원 문제 해결을 위한 노력과) 소송은 끝까지 가야 한다"고 목소리를 높였다.

@highlight

한일 양국간 갈등이 악화되는 가운데에서도 강제동원 피해자 등으로 구성된 시민단체'강제동원 공동행동'이 광복절을 맞아 일본 시민단체들과 손을 맞잡고 시민대회를 열어 일본정부의 공식사과를 촉구할 방침이다