오픈마켓 빅3가 할인쿠폰 서비스를 이용하는 판매자에게 부과하는 비용 부담 요율을 나란히 인상한다.

8일 유통업계에 따르면 G마켓과 옥션을 운영하는 이베이코리아는 최근 판매자에게 과금하는 할인쿠폰 적용상품 서비스 이용 요율을 상향 조정했다.

그동안 이베이코리아 할인 프로그램에 참여, 자사 상품 전용 할인쿠폰을 발급한 판매자는 실제 할인금액의 10%를 부담했다.

이베이코리아는 이달 초부터 과금 요율을 5%P 올린 15%를 적용했다.

11번가는 오는 14일부터 이베이코리아와 동일하게 할인쿠폰 비용 과금 비율을 기존 10%에서 15%로 인상한다.

인터파크도 오는 20일부터 같은 내용(10%→15%)으로 할인쿠폰 관련 수수료 정책을 변경한다.

국내 오픈마켓 빅3가 사실상 동일 시점에 서비스 이용료 인상을 추진한다.

오픈마켓 관계자는 "할인쿠폰 서비스 이용료는 2009년 이후 한 번도 인상되지 않았다"면서 "e커머스 시장 경쟁 환경 등을 종합해 10년 만에 서비스 이용료를 현실화했다"고 설명했다.

현재 온라인쇼핑 업체들은 판매자 마케팅 전략에 따라 특정상품 대상 할인쿠폰 발급 서비스를 제공한다.

소비자가 해당 쿠폰을 사용해 발생하는 할인금액을 판매자와 온라인쇼핑이 일정 비율로 나눠 부담한다.

그동안 오픈마켓에서 할인쿠폰을 이용한 판매자는 기본 판매수수료(판매액 대비 평균 12% 수준)에 할인금액 중 10%를 더한 금액을 총 수수료로 지불했다.

오픈마켓 판매자들은 이번에 변경된 과금 정책을 사실상 판매 수수료 인상 조치로 보고 있다.

가격비교 서비스로 최저가를 검색해 구매하는 e커머스 소비자 성향을 감안하면 할인쿠폰 없이 판매량을 늘리기는 어렵다는 설명이다.

일각에서는 오픈마켓에서 판매하는 상품의 가격경쟁력이 약화될 것이라고 우려했다.

비용 상승분을 판매가격에 반영할 수밖에 없기 때문이다.

온라인쇼핑 판매자 대부분은 동일 상품을 오픈마켓, 종합몰, 자사몰 등 여러 채널에서 판매한다.

소비자는 상대적으로 가격이 낮은 채널에서 상품을 구매할 공산이 크다.

또 다른 오픈마켓 관계자는 "할인쿠폰 서비스는 정책에 동의하는 판매자에게만 제공하는 선택적 프로그램"이라면서 "입점 판매자 매출 향상을 위해 지속 지원하겠다"고 말했다.

@highlight

이베이코리아는 8일 오픈마켓 빅3가 할인쿠폰 서비스 부담금을 일제히 인상하면서 판매자에게 과금하는 할인쿠폰 적용상품 서비스 요금을 상향 조절했고 소비자가 쿠폰을 사용해 발생하는 할인금액을 판매자와 온라인쇼핑이 일정 비율로 분담한다.