권선동 1339 일대 21만5757㎡ 교육환경 보호구역 설정·고시 수원교육지원청이 권선아이파크시티 아파트 단지 내 학교 신설을 위한 행정절차에 돌입했다.

이 아파트 단지는 초등학교 원거리 통학으로 입주민 자녀들이 큰 불편<본보 2018년 5월 2일자 18면 보도>을 겪어 왔다.

8일 수원교육지원청에 따르면 지난달 31일 권선구 권선동 1339번지 일대 21만5천757㎡를 교육환경보호구역으로 설정하고 이를 고시했다.

해당 부지는 가칭 ‘곡반3초·중학교’ 조성예정지다.

이에 따라 해당 학교 건립 예정부지에서 직선거리로 200m 내 지역에는 악취와 소음, 진동 등 교육환경에 나쁜 영향을 유발할 수 있는 시설의 설치가 제한된다.

수원교육지원청은 신설될 학교의 위치나 규모, 주변 학교의 영향이나 개교시기 등을 검토한 뒤 학교 신설 예산을 받기 위해 경기도교육청과 교육부의 투자심사를 받을 계획이다.

이전까지 수원교육지원청은 학생 유입이 적고 학생 수 감소 추세를 이유로 학교 설립이 필요치 않다며 신설을 반대해 왔다.

지난해 7월 해당 부지 내 무료 족구장 설치가 추진되자 아이파크시티 입주민들이 수원시청 앞에서 반대 집회를 가졌으며, 올 6월에도 입주민 200여 명이 학교 신설을 요구하며 시청 앞에서 집회를 한 바 있다.

현재도 아이파크시티 내 학교 부족으로 인해 입주민 자녀 중 일부 초·중학생들은 왕복 10차로에 달하는 도로로 통학해야 하는 상황이다.

아이파크시티 입주민들은 해당 부지가 보호구역으로 설정된 이후 학교 설립을 위해 현재 현대산업개발이 소유하고 있는 학교용지의 기부채납을 요구할 계획이다.

수원교육지원청 관계자는 "해당 부지에 학교 신설을 위해 교육환경보호구역으로 설정한 만큼 행정절차를 진행해 신속히 학교를 짓겠다"고 말했다.

@highlight

수원시 권선아이파크시티 아파트 단지 내 가칭 ‘곡반3초·중학교’  신설을 위한 행정절차에 돌입함으로써 원거리 통학으로 인한 입주민 자녀들의 큰 불편이 해소될 예정이다.