장현근 `동진강에 흐르는 아리랑'

‘동진강에 흐르는 아리랑(저자 장현근, 출판사 북코리아)’은 동진강을 ‘혁명의 강’이라 명명한다.

동학농민혁명뿐만 아니라 항일의병의 함성의 물결이 일었던 곳이 바로 동진강 일대였고, 일제강점기에 일제 수탈의 상징성을 담고 있는 곳 또한 동진강과 그 지류하천 지역이었기 때문이다.

조정래의 소설 ‘아리랑’의 주 배경지이면서 출발지인 곳 또한 동진강이다.

국내 최대 규모의 호남평야 역시 동진강 유역을 중심으로 펼쳐져 있다.

이 유역 안에는 벽골제, 만석보, 계화도 방조제, 새만금방조제 등 수리시설이 집중적으로 분포하고 있다.

고대로부터 현재에 이르기까지 지속적으로 건설된 이러한 수리시설의 존재는, 이 지역의 드넓은 평야에 공급되고 있는 동진강과 그 지류하천들의 충분하지 못한 수자원이 배경이다.

330년 축조된 벽골제, 동학농민혁명의 기폭제가 되었던 만석보, 일제강점기 호남평야의 쌀 수탈을 위해 건설된 호남정맥 너머에 있는 섬진강의 운암제와 김제광활간척지 제방, 그리고 정읍 태인의 낙양리 취입수문 등이 그 예이다.

교과통합능력 배양 및 리더십 함양을 목적으로 하는 다양한 교과통합 체험학습 프로그램을 개발해 학교와 지역사회에 꾸준히 적용하고 있는 저자는, 동진강 유역에 분포하는 다양한 수리시설과 역사문화 등의 지역자원에 주목한다.

저자는 이 지역자원들을 ‘자연생태’, ‘지리적 사고’, ‘사회.

문화’, ‘역사와 인물’, ‘국제관계와 시대정신.

문화’ 등 3개 영역의 콘텐츠를 각각 스토리텔링할 수 있도록 구성도를 제시한다.

아울러 자연지리 환경과 인문 환경을 통합적으로 엮어내어 교과통합 스토리텔링을 할 수 있는 전략을 담고 있으며, 3부에 걸친 답사 프로그램 및 답사지도까지 직접 제작하여 제시하고 있다.

@highlight

도서 ‘동진강에 흐르는 아리랑’에서는 동진강을 동학농민혁명뿐만 아니라 항일의병의 함성의 물결이 일었던 곳으로, 일제강점기에 일제 수탈의 상징성을 담고 있어 ‘혁명의 강’이라 한다.