제주특별자치도를 동북아 환경수도로 조성하는 사업이 본격 추진된다.

8일 제주도에 따르면 도와 환경부는 이달 초 도청 회의실에서 '2030 제주 동북아 환경수도 조성 비전수립 용역' 착수보고회를 개최했다.

이번 용역은 한국환경정책평가연구원(이하 환경연)과 제주연구원이 공동으로 수행하고, 내년 6월까지 진행된다.

한경연이 착수보고회에서 발표한 '환경수도 비전체계 구상(안)'에 따르면 '더 나은 환경가치 매력적인 지속가능의 섬, 제주'를 비전으로 하고 있다.

목표는 환경(청넝자연과 보전), 경제(녹색성장과 조화), 사회(참여와 협력)로 구분된다.

핵심전략은 환경분야에 ▲환경자원 총량제 도입 ▲국제보호지역 연구·훈련센터 설립 ▲지하수 보전·관리, 경제분야는 ▲녹색일자리 창출 ▲자원순환형 사회 조성, 사회분야는 ▲환경정의 사회 구현 ▲동북아 국제 협력 강화 등이다.

환경부와 제주도는 환경자원 총량제의 경우 사회생태시스템 등의 개념을 도입해 환경자원의 범위를 정의하고, 도민의 지속가능한 일상생활에 도움이 되도록 타당성을 검토할 예정이다.

아울러 국제적인 환경인증 제도의 평가기준을 도민의 삶과 연결해 적용할 것인지 대책을 수립하고, 자원순환형 사회조성을 위해 쓰레기 문제 해결방안 등의 세부과제를 발굴해 나갈 계획이다.

또 안전하고 깨끗한 물 공급을 위한 물 순환 환경 조성과 지하수 보전·관리에 관한 사항에 대해 상호협력 계획을 제시할 예정이다.

이와 함께 녹색일자리 창출을 위한 4차 산업기술을 활용한 신산업 발굴 및 기반조성에 관한 사항에 대해 상호협력안을 제시할 계획이다.

특히 세계환경수도 개념이 조례에만 명시돼 법률 차원에서 아직 존재하지 않아 이에 대한 제도개선 검토도 진행된다.

제주도 관계자는 "이달 말 제주 동북아 환경수도 실무협의회를 개최할 예정"이라며 "이번 용역을 통해 오는 2030년까지 이행계획을 수립하고 비전을 선포할 예정"이라고 밝혔다.

@highlight

제주도와 환경부는 제주도를 동북아 환경수도로 조성하고자  '2030 제주 동북아 환경수도 조성 비전수립 용역' 착수보고회를 열었으며  2030년까지 이행계획 수립과 비젼을 공표할 계획이라고 전했다.