▲ 맹정호 서산시장이 충남도 추욱 농림축산국장을 만나 로컬푸드 생산자 직판장 건립 사업에 대해 설명하고 있다.

맹정호 서산시장이 내년도 정부예산 확보 및 지역 숙원사업 해결을 위해 발 빠른 행보를 이어가고 있다.

시에 따르면 맹 시장은 7일 충남도청을 방문해 추욱 농림축산국장과 박연진 건설교통국장을 만나 로컬푸드 생산자 직판장 건립 사업에 대한 예산 지원과 읍내동, 동문동 도시재생 뉴딜사업 공모 선정을 건의했다.

로컬푸드 생산자 직판장 건립사업은 먹거리의 외부조달 체계를 지역 내로 전환해 지역 먹거리 순환체계 구축을 통해 영세농(고령, 부녀, 귀농인 등)을 보호하고 지속가능한 지역농업을 육성하기 위해 추진되고 있다.

추욱 농림축산국장과 면담 자리에서 맹 시장은 "안전하고, 건강하고, 신선한 로컬푸드의 접근성에 대한 시민들과 지역사회의 관심이 증가하고 있는 반면 관련 인프라는 매우 취약한 상태"라며 "영세농 보호 및 안전먹거리 공급 등 로컬푸드 소비확산 거점마련을 위해 로컬푸드 생산자 직판장 건립사업이 추진될 수 있도록 2020년도 본예산에 도비 25억원을 반영해 줄 것"을 건의했다

또한 이미 두 차례 고배를 마신 읍내동, 동문동 도시재생 뉴딜사업은 주거지 정비(읍내동)와 쇠퇴한 상권 회복(동문동)으로 지속가능한 도시공간 조성을 위해 추진하는 사업으로 충남도에서는 올 하반기 광역공모사업 대상지 3개소를 선정할 예정이다.

이에 맹 시장은 박연진 건설교통국장과의 면담에서 "서산시에서는 도시재생대학과 도시재생지원센터를 운영해 지역공동체 역량을 강화하고, 시민공청회를 열어 시민들의 다양한 의견을 듣고 도시재생활성화 사업계획에 반영하는 등 시민과 함께 도시재생 사업을 추진하기 위해 노력해 왔다"며 "그 동안 참여 기회가 없었던 지자체도 도시재생 뉴딜사업에 참여 할 수 있도록 올해 광역 공모사업에 선정해 줄 것"을 건의했다.

@highlight

맹정호 서산시장이 7일 충남도청을 방문해 로컬푸드 생산자 직판장 건립 사업에 대한 예산 지원을 요청하고 지역 숙원사업인 도시재생 뉴딜사업 공모 선정을 건의했다.