대전국토청 "하천정비·관리 강화"

대전천 대전국토관리청(청장 김선태)은 지방하천 중 대전천·무심천 등 4곳이 국가하천으로 승격된다고 밝혔다.

이는 지난 7월 전국 지방하천 15곳을 대상으로 한 국가하천 지정·변경(안)이 결정된 데 이어 지난 7일 국가하천 지정·변경 사항이 관보에 고시(국토교통부)됨에 따라 승격이 확정되었다.

국가하천으로 승격되는 대전천·무심천은 유역면적 합계가 50㎢ 이상, 200㎢ 미만인 하천으로서 인구 20만명 이상의 도시를 관류하는 하천에 해당하며, 국가하천의 기점이 변경된 미호천·곡교천은 유역면적 합계가 200㎢ 이상인 하천에 해당한다.

이번 국가하천 승격은 지자체의 열악한 재정 사정 탓에 최소한의 유지·관리만 시행해 하천정비 수준이 미흡하고, 또한 지방하천과 도심지 하천에 집중호우 피해 규모가 커지고 있어 국가 차원의 관리가 시급한 지방하천을 대상으로 했다.

승격 대상에서 제외됐으나 국가하천 지정 요건을 충족하는 지방하천에 대해서는 지속적으로 승격을 확대해 나갈 예정이다.

대전국토청은 2020년 1월 1일 국가하천 승격 시행에 앞서 이관절차 추진 등 사전 준비에 만전을 기하는 것은 물론, 국가하천으로서의 기능을 강화해 더욱 안전한 국토 조성에 만전을 기할 계획이다.

우선, 승격구간의 하천시설물, 공사·용역, 하천점용 등의 이관을 위하여 하반기 중 관계기관 회의와 합동조사 등을 실시한다.

대전국토청 관계자는 "이번 국가하천 승격으로 해당 하천의 정비 및 유지·관리에 전액 국비가 지원됨에 따라 안전한 국토 조성뿐만 아니라 지역 경제 활성화에도 크게 기여할 것으로 기대한다"며 "효율적인 하천정비 및 유지·관리를 위하여 해당 지자체 의견을 최대한 수렴하는 등 협업을 통해 지역 특색에 맞는 하천관리가 이루어질 수 있도록 추진할 계획"이라고 밝혔다.

@highlight

지난 7일 대전천 대전국토관리청은 국가하천 지정·변경 사항이 관보에 고시(국토교통부)에 의해 지방하천 중 대전천·무심천 등 4곳이 국가하천으로 승격되며, 승격구간의 하천시설물, 공사·용역 등의 이관을 위해 하반기 중으로 관계기관 회의와 합동 조사가 진행된다.