CJ헬로의 올해 2분기 매출과 영업이익이 모두 감소했다.

특히, 영업이익이 지난해 같은 기간과 비교해 40% 가까이 줄었다.

신사업인 '헬로 렌탈'의 광고 마케팅 비용이 영업이익에 영향을 줬다는 분석이다.

주력인 케이블TV(SO)의 가입자와 알뜰폰(MVNO) 가입자도 전분기 대비 감소했다.

CJ헬로는 8일 올해 2분기 2854억원의 매출과 96억원의 영업이익을 달성했다고 밝혔다.

지난해 같은 기간과 비교해 매출은 2.0% 가량 감소했다.

영업이익이 38.7%로 크게 감소했다.

당기순이익도 42억원으로 전년 동기 대비 50.5%나 감소했다.

케이블TV 및 알뜰폰 가입자가 지속적으로 줄어든 영향이 크다고 회사측은 설명했다.

케이블TV의 경우 올해 3분기 가입자는 420만3000명으로 전분기 대비 8600명이 줄었다.

알뜰폰의 경우 76만1000명으로 전분기 대비 1만명 이상이 줄었다.

렌탈 등의 신사업이 줄어든 가입자 매출 분을 어느 정도 상쇄했지만 아직 수익에 큰 보탬이 되지 못하면서 큰 폭의 영업이익 감소로 이어졌다.

렌탈 홍보를 위한 광고 마케팅 비용도 이익 감소에 형향을 미쳤다.

대신 우량고객 가입자들은 케이블TV와 알뜰폰 영역에서 모두 증가했다.

케이블TV의 경우 디지털 가입자가 274만8000명으로 전분기 대비 1857명 증가했다.

전체 가입자의 65.4% 비율로 역대 최고치다.

케이블TV ARPU(가입자당평균매출)는 7329원으로 나타났다.

알뜰폰의 경우 LTE(롱텀에볼루션) 가입자만 53만8000명으로 전분기 대비 8000명 가량이 증가했다.

처음으로 알뜰폰 전체 가입자의 70%를 넘어섰다.

알뜰폰 ARPU는 2만3098월으로 집계됐다.

성용준 CJ헬로 CFO(최고재무책임자) 부사장은 "대내외 어려운 경영환경 속에서도 체질 개선을 통해 본업 경쟁력을 확보하는 한편, 신수종 사업들로 미래사업의 청사진을 제시했다"며 "기업결합 심사가 마무리되면 시너지가 재무적 성과로 이어져 실적이 개선될 것으로 기대한다"고 전했다.

@highlight

CJ헬로의 올해 2분기 매출과 영업이익이 모두 감소했으며 특히 영업이익이 지난해 같은 기간과 비교해 40% 가까이 줄었는데, 신사업인 '헬로 렌탈'의 광고 마케팅 비용이 영업이익에 영향받은 것이라는 분석이 있다.