경기 화성시가 조성한 공공건축물들이 세계적 권위의 디자인 어워드에서 수상의 영예를 안으며 지역을 대표하는 명소로 자리 매김하고 있다.

화성시는 독일 디자인위원회 주관 '2019 아이코닉 어워드'에서 '화성 3·1만세길 방문자센터'가 건축분야 대상(BEST of BEST)을, '제부도 워터워크'가 공공·문화·교육건축 부분 본상(WINNER)을 받았다고 8일 밝혔다.

올해 4월 우정읍 화수리의 오래된 보건소 건물을 리모델링해 개소한 방문자센터는 3.1운동 100주년을 맞아 조성된 만세길의 출발점으로, 독립운동을 이끌었던 선조들의 정신을 느낄수 있는 곳이다.

벽돌을 높게 쌓아올린 첨탑 형태는 선조들의 저항과 독립의 의지를 오롯이 담아냈다.

센터 내·외부는 기존의 벽과 조화를 이루는 새로운 벽돌 벽을 축조함으로써 방문객들로 하여금 과거를 마주하고 소통할 수 있도록 한 점을 높이 평가받았다.

본상을 수상한 제부도 워터워크는 제부도 입구인 서신면 송교리에 위치해 있으며 지난해 3월 문을 열었다.

하루 두 번 바닷물이 갈라지는 물길의 시작점부터 바다 위 44m 길이로 설치됐으며, 마치 바다 위를 걷는 듯한 경험과 제부도의 풍광을 한눈에 조망할 수 있어 제부도를 찾는 관광객들에게 인기가 높다.

지난해 세계 3대 디자인 어워드인 IDEA(International Design Excellence Awards)와 레드닷 어워드에서도 수상하는 등 명실상부 국제적 명소로 인정받고 있다.

서철모 화성시장은 "시민들과 화성의 문화유산을 공유하고자 했던 시도들이 의미 있는 성과로 돌아오는 것 같다"면서 "앞으로도 관습적인 해석에서 벗어나 공공건축물이 가진 의미와 비전을 진정성 있게 담아낸 접근으로 세계적 명소들과 견주어도 손색이 없도록 할 것"이라고 말했다.

'2019 아이코닉 어워드' 시상식은 오는 10월 7일 독일 뮌헨에서 열린다.

@highlight

화성시는  '2019 아이코닉 어워드'에서 '화성 3·1만세길 방문자센터'가 건축분야 대상을, '제부도 워터워크'가 공공·문화·교육건축 부분 수상의 영예를 안으며 지역을 대표하는 명소로 자리 매김하며,  하루 두 번 바닷물이 갈라지는 물길의 시작점부터 바다 위 44m 길이로 설치됐으며, 제부도를 찾는 관광객들에게 인기가 높다.