안성 화재 현장서 ‘살신성인’ 경기도청장으로 영결식 엄수 화재 진압 중 순직한 안성소방서 고(故) 석원호 소방위의 영결식이 8일 안성시실내체육관에서 경기도청장으로 엄수됐다.

▲ 안성소방서 고(故) 석원호 소방위의 영결식이 8일 안성시실내체육관에서 엄수되고 있다.

영결식은 안성소방서 정귀용 서장의 석 소방위 약력 소개를 시작으로 이재명 경기지사의 영결사, 동료 소방관인 송종호 소방장의 조사, 헌화 등으로 진행됐다.

장의위원장인 이 지사는 영결사를 통해 "고인은 공직에 몸담아 봉사하는 삶을 살아온 아버지를 본받아 소방관이 됐다고 했다"며 "고인은 매사에 솔선수범했고, 지하에 사람이 있을지도 모른다는 소식에 화마 속으로 뛰어들면서 한 치의 망설임도 없었다"고 애도했다.

동료 소방관인 송종호 소방장은 조사를 통해 고인에게 마지막 인사말을 전했다.

송 소방장은 "송탄소방서에서 처음 만났을 당시 업무를 알려 주고, 소주 한 잔 기울이며 아낌없이 격려해 주던 친형 같은 동료 소방관이었다"며 "앞으로도 함께 해야 할 날이 많다고 생각했는데 이제 볼 수 없고, 기억에서 만날 수밖에 없다는 사실이 가슴 아프다"고 슬퍼했다.

조사를 이어가던 송 소방장이 울먹이자 장내에선 유족과 동료 소방관들의 흐느끼는 소리가 들렸다.

마지막으로 그는 "이제 그만 무거운 짐 내려놓고 좋은 기억만 갖고 영면하시길 기도한다"며 "이제는 동료가 아닌 대한민국의 소방대원으로 국민 모두에게 기억되길 바란다"고 말했다.

영결식에는 석 소방위의 유족과 장의위원장인 이재명 지사, 우석제 안성시장, 안성시의회 신원주 의장, 동료 소방관 등 500여 명이 참석했다.

2004년 3월 임용해 송탄소방서에서 첫 근무를 시작한 고인은 매사에 솔선수범해 2008년 경기도지사 표창을 받았다.

슬하에 1남 1녀를 두고 부친(72)을 부양하며 성실하게 살아온 가장으로 알려져 안타까움을 더했다.

@highlight

경기도지사 표창을 받을 만큼 솔선수범 했던 석원호 소방위가 안성 화재 현장에서도 '살신성인'으로 망설임없이 화마속으로 뛰어들어 화재진압을 하던 중 순직하였고, 8일 안성시실내체육관에서 영결식이 열렸다.