메르세데스-벤츠 공식 딜러 KCC오토는 8월 7일(수) 서울 구로구에 소재한 디큐브아트센터에서 KCC오토 Culture Project #16 뮤지컬 공연에 고객 1,100여명을 초청했다고 밝혔다.

KCC오토는 지난 2014년 Culture Project#1 뮤지컬 공연을 시작으로 , 로 대표되는 내한공연과 태양의 서커스  의 대규모 퍼포먼스 공연, , , , ,  등 국내외 다양한 프리미엄 문화 공연에 자사 출고 메르세데스-벤츠를 구매한 고객에게 더욱 특별하고 차별화된 경험을 선사하고 있다.

이번 KCC오토 Culture Project 16번째 이야기인 뮤지컬는 1950년대 새로운 자유를 표방하는 미국 젊은이들 사이에서 유행했던 패션으로 '머리에 바르는 포마드 기름'을 의미하는 를 제목으로 삼아 청춘의 활기를 그려넣으며 150분 동안 공연이 진행됐다.

뮤지컬 그리스 공연은 열정 넘치는 배우들의 열연으로 재미와 로큰롤 리듬에 묻어나는 청춘의 활기찬 열기, 재치 있는 웃음 또한 매우 인상 깊었다는 후문이다.

KCC오토 마케팅 관계자는 "KCC오토 Culture Project는 자사 고객과의 적극적인 소통 강화를 위한 대규모 초청행사로 문화 관람을 통한 고객 만족을 실천하고자 기획되었다"면서 "향후에도 메르세데스-벤츠 브랜드 이미지에 맞는 프리미엄 가치를 지속적으로 제공할 수 있는 초청 이벤트를 이어가겠다"고 밝혔다.

현재, KCC오토는 전국에 8개 메르세데스-벤츠 전시장(강서목동, 강북, 영등포, 마포, 한남, 금천, 부천, 제주)과 6개의 서비스센터(강서목동, 도봉, 한남, 금천, 부천, 제주)를 운영하고 있으며 또한 서울 양재와 제주에 메르세데스-벤츠 인증 중고차전시장을 운영하고 있다.

@highlight

메르세데스-벤츠 공식 딜러 KCC오토는 Culture Project#1라는 문화 프로젝트로 고객 1100여명을  뮤지컬 그리스 공연에 초대하는 행사를 개최할 것이라고 밝히고,  해당 프로젝트를 통해 고객과 적극적인 소통의 창구를 키워오고 있다.