추가경정예산안(추경) 확보에 따라 총 5580억원의 정책자금이 중소기업에 추가 공급된다.

정부는 기술과 사업성이 우수하지만 시중은행 이용이 어려운 중소기업에게 낮은 이자로 빌려준다.

중소벤처기업부(장관 박영선)와 중소벤처기업진흥공단(이사장 이상직)은 8일 일본 무역규제 대응 및 중소기업 혁신성장을 위해 총 5580억원의 정책자금을 중소기업에 공급한다고 밝혔다.

추가 공급계획은 △일본 무역규제 극복 지원 1000억원 △시설투자기업 3000억원 △일자리창출기업 1000억원 △재해 등으로 인한 자금애로기업 580억원 등으로 구성됐다.

일본 수출규제 피해 중소기업과 산불·지진 등 재해로 자금애로를 겪는 기업은 낮은 이자로 자금을 빌릴 수 있게 됐다.

먼저 무역규제 관련 소재·부품·장비 관련 공장 신증설, 신규장비 도입 등 시설투자 시 대규모 자금이 필요함을 감안해 기업 당 융자한도를 기존 60억원에서 100억원으로 확대 지원한다.

또 일본 무역규제로 인한 피해기업 자금애로에 대해선 지원요건을 완화한다.

긴급경영안정자금 신청요건 중 매출액 및 영업이익 10% 이상 감소사유 적용을 예외로 했다.

내수활성화와 성장잠재력을 갖춘 기업에 대한 지원도 강화한다.

업력 7년 이상 성장기업은 공장 신·증설, 생산설비 및 장비도입 등 시설투자에 3000억원을 추가 공급한다.

3년 연속 일자리 증가 기업, 청년 근로자 30% 이상 고용 기업 등 일자리창출에 기여하는 창업기업에도 추가적으로 1000억원을 배정했다.

산불과 지진 피해 중소기업에 대해선 우대조건으로 긴급경영안정자금 580억원을 지원한다.

특별재난지역으로 선포된 강원·영동 소재 피해 중소기업은 금리를 기존 1.9%에서 1.5%로 0.4%포인트(P) 인하했다.

지진피해 여파를 겪고 있는 포항지역 기업에는 긴급경영안정자금 중 80억원을 배정하고, 매출액 및 영업이익 감소 요건 적용을 예외로 했다.

@highlight

중소벤처기업부와 중소벤처기업진흥공단은 8일날 회사 평가는 우수하지만 은행 거래가 힘든 중소기업에게 낮은 이자로 대출해주는 정책자금 5580억원을 일본 수출규제 피해 중소기업과 자연재해로 자금난에 시달리고 있는 중소기업에게 빌려준다고 말했다.