▲ 민주평화당 유성엽 원내대표가 8일 오전 서울 여의도 국회에서 민주평화당 내 비당권파 모임인 '변화와 희망의 대안정치 연대' 회의를 마치고 발언하고 있다.

민주평화당 비당권파인 이들은 이날 집단 탈당 의사를 밝히고 오는 12일 탈당 기자회견을 하기로 했다.

현재 원내 4당인 민주평화당(당적 기준 14명)에서 오는 12일 집단 탈당이 이뤄지면 민주평화당은 정의당(6명)보다 의원수가 적은 4명의 원내 제5당으로 전락하게 된다.

만약 제3지대 신당을 추진하는 '변화와 희망의 대안정치연대'(대안정치) 소속 의원 10명이 비교섭단체(정당)를 구성해 활동할 경우엔 한 단계 더 밀리면서 원내 6당으로 추락하게 된다.

현재 민주평화당에 남을 의원은 정동영(전북 전주병) 대표를 비롯해 김광수(전북 전주갑), 조배숙(전북 익산을), 황주홍(전남 고흥·보성·장흥·강진) 등 4명으로 예상된다.

박주현(비례대표) 의원도 민주평화당에서 활동하고 있지만 당적은 바른미래당 소속이다.

이에 따라 전남이 지역구인 황 의원을 제외하면 민주평화당은 전북 지역을 기반으로 하는 정당으로 재편될 것으로 보인다.

이들은 지역적 기반을 바탕으로 당적 변화보다 당내 개혁과 신진 인사 발굴을 통해 총선에 임하겠다는 각오를 천명하고 있다.

박 의원은 8일 "민주평화당의 총선 승리 전략은 '뉴 DJ'를 발굴해 최대한 지원하는 것"이라며 "공개 모집을 통해 유능하고 개혁적인 뉴 DJ를 즉각 발굴해 영입할 것"이라고 말했다.

이어 "구태 정치와 결별하고 개혁과 지역 발전을 동시에 이룰 수 있는 작지만 강한 야당으로 거듭날 것"이라며 "호남과 개혁 진영의 기대를 받을 수 있는 정당으로 거듭날 것"이라고 했다.

그러나 내년 총선 때 호남 지역에서 더불어민주당과 1대1 구도를 상정했던 민주평화당이 탈당파와 분열할 경우 자체 경쟁력을 갖기 어려울 것이란 평가도 나온다.

신율 명지대 정치외교학과 교수는 "민주평화당에 남아 있는 의원들은 상당히 어려운 상황에 처할 수밖에 없고 최악의 경우엔 민주평화당이 소멸될 수도 있다"고 전망했다.

@highlight

민주평화당(원내대표 유성엽)에서는 8일 국회에서 민주평화당 내 비당권파 소속  모임인 '변화와 희망의 대안정치 연대' 회의에서 12일 탈당을 밝히기로 했으며, 나아가 의원 10명이 비교섭단체를 구성해 활동할 경우엔 지금보다 한 단계 더 추락한   원내 6당으로 밀려나게 된다.