태안군이 지역 경제 활성화를 위해 우수 기업 유치에 총력을 기울이고 있다.

군은 7일 군청 소회의실에서 가세로 군수를 비롯, 업체 관계자 등이 참석한 가운데 ㈜케어사이드와 ㈜오케이섬유 투자양해각서(MOU)를 체결했다.

군에 따르면 "㈜케어사이드는 동물용 의약품 및 건강식품 제조업체로 태안기업도시 내 6만 6112㎡ 부지에 502억 원을 투자해 2022년까지 본사 및 공장을 이전하게 되며 200여 명을 신규 고용할 계획"이라고 밝혔다.

또 편조원단 제조업체 ㈜오케이섬유는 태안읍 평천리에 2만 9584㎡, 투자금 116억 원, 고용인원 50명 규모로 2022년 말까지 신규 공장을 설립하기로 했다.

군은 투자기업이 계획하는 사업이 원활히 추진될 수 있도록 관계법령이 허용하는 범위 내에서 행정적·재정적 지원을 할 방침이며 기업에 대해서는 태안군과의 상생발전을 위해 △임·직원의 주소지 태안군 이전 △지역인력 우선채용 △지역 건설 업체 이용 △지역 생산 농·수산물(로컬푸드) 소비 등 사회적 책임 이행을 요구한다는 계획이다.

이와 함께 군은 자동차용 전기장치 제조업체인 ㈜케이엠에프(KMF)의 태안 이전을 추진한 결과, 2020년 3월까지 총 154억 원을 들여 ㈜케이엠에프(KMF) 태안공장이 준공 예정이며 50여 명을 신규 채용할 예정이다.

가세로 군수는 "앞으로 기업유치를 위해 태안군으로 이전한 국내기업 근로자에 대해 근로자 150만 원, 동반가족 1인당 150만 원(1000만 원 한도)을 지원하는 '이주직원보조금'을 신설하고 국내이전기업 및 신·증설 투자기업 보조금 지원조건을 사업영위기간 3년 이상에서 1년 이상, 투자금액 30억 원 이상에서 20억 원 이상으로 완화할 계획"이라고 밝혔다.

또 "본사 이전 기업에 대한 설비투자보조금을 10% 추가 지원해 기업들의 태안군 유치에 총력을 기울여 나가겠다"고 말했다.

@highlight

태안군은 502억 원을 투자해 태안기업도시 내 부지에 2022년까지 ㈜케어사이드 본사 및 공장을 이전하게 되며, 116억 원을 투자해 ㈜오케이섬유는 태안읍 평천리에 동년 말까지 신규 공장을 세우고, 동년 3월까지 총 154억 원을 투자해 ㈜케이엠에프(KMF) 태안공장을 준공할 예정이라고 밝혔닫.