정부가 오는 2024년까지 재난안전사고 사망자 40% 감축에 나선다.

정부는 2020년부터 2024년까지 추진할 '제4차 국가안전관리기본계획'을 28개 중앙부처가 참여해 전문가 자문과 국민청원 분석 및 대국민 의견 수렴 등을 거쳐 수립하고 중앙안전관리위원회의 심의를 통해 최종 확정했다고 8일 밝혔다.

국가안전관리기본계획은 '재난 및 안전관리 기본법'에 따라 국민의 생명과 재산을 보호하기 위해 수립하는 국가 재난안전정책의 최상위 계획(5개년)이며, 각 중앙부처, 시·도, 시·군·구 및 주요 공공기관들은 이번에 수립된 기본계획에 따라 매년 세부계획을 마련, 추진한다.

제4차 기본계획에서는 '365일 전 국민 안심사회'를 목표로 제시하고, 변화된 재난환경을 고려해 안전취약계층 지원 강화, 산재·자살 등 주요 사망사고 감축, 기후변화와 대형·복합재난 대비에 초점을 맞추어 다음과 같이 3대 목표와 핵심지표 및 4대 전략을 설정하였다.

먼저 3대 목표를 살펴보면 △안전책임을 다하는 정부 △스스로 안전을 지키는 국민 △재난에 강한 안전공동체 등으로 설정했다.

특히 '재난안전사고 사망자 40% 감축'을 핵심지표로 설정하고 2017년 기준 2만7154명 수준인 재난안전 사고 사망자(통계청 사망원인 통계 중 사망의 외인에 의한 사망)를 오는 2024년까지 대폭 감축할 계획이다.

현재 OECD 국가 중 26위인 우리나라의 안전수준(인구 10만 명당 사망의 외인에 의한 사망자수 기준)은 13위 수준에 도달할 것으로 예상된다.

이러한 목표와 핵심지표를 달성하기 위해 마련한 4대 전략과 주요 중점추진과제를 마련했다.

허언욱 행안부 안전정책실장은 "정부는 이번 제4차 기본계획을 통해 재난·안전사고의 예방과 유사시 대비·대응·복구의 효율성이 극대화될 수 있도록 재난안전 분야 예산투자 확대 및 과학기술 혁신에 중점을 두고 추진하겠다"며 "주요 대책별 성과지표를 5년간 지속적으로 관리·평가할 계획"이라고 강조했다.

@highlight

정부는 8일 오는 2024년까지 재난안전사고 사망자 40% 감축을 목표로 '제4차 국가안전관리기본계획'을 수립하고 이를 추진한다고 밝혔다.