시, 우편·홈페이지 통해 접수 인천시가 본격적으로 ‘붉은 수돗물’ 피해 주민들에 대한 보상 절차에 들어간다.

8일 시에 따르면 최근 공촌수계 수돗물 수질이 정상 수치로 회복됨에 따라 피해 지역의 상하수도 요금 2개월분을 일괄 면제하고, 주민 신청에 따른 추가 보상도 진행할 예정이다.

추가 보상은 생수 구입비와 필터 교체비, 의료비, 수질검사비 등 4개 항목이다.

해당되는 주민들은 피해를 증명할 수 있는 영수증을 첨부한 보상신청서를 작성해 개별적으로 신청해야 한다.

보상 대상 기간은 지난 5월 30일부터 이달 4일까지다.

간이영수증 등 구매 내역이 없는 영수증은 접수할 수 없다.

상하수도 요금은 수돗물 수질 복구 기간 중 서구·영종·강화지역의 6~7월분 전액을 면제한다.

영수증 등 증빙자료가 없어 신청하지 못하거나 피해 금액이 적어 신청하지 않는 시민들을 위해 8월분을 추가 면제하는 방안도 검토 중이다.

보상 신청 기간은 오는 12일부터 30일까지다.

주민들은 증빙 서류를 시 안전정책과에 우편으로 보내거나 홈페이지(www.incheon.go.kr)로도 24시간 신청 가능하다.

19일부터는 읍면동 행정복지센터와 아파트 관리사무소 등 피해 주민 거주지와 가까운 곳에서도 현장 신청을 받을 예정이다.

현장 신청에 대한 안내는 14일 이후 홈페이지에서 확인할 수 있다.

보상은 앞으로 구성될 피해보상심의위원회 심사를 거쳐 금액을 산정해 개별적으로 통보한다.

다만, 사회적 통념에 반하는 과다한 피해 신청 금액에 대해서는 위원회가 재산정할 계획이다.

영수증 위조 등 허위 신청이나 중복 신청에 대해서는 보상금을 지급하지 않는다.

이 외에도 소상공인 영업 피해와 관련된 직간접적인 제반 비용에 대해서도 일반 주민과 동일하게 보상 처리할 방침이다.

이 경우 사업자등록증 사본과 최근 3년간 매출 증빙자료 등을 추가로 첨부해 신청해야 한다.

그 외 궁금한 내용은 홈페이지나 미추홀콜센터(☎120)를 통해 안내받을 수 있다.

@highlight

인천시는 '붉은 수돗물'로 피해를 입은 주민들에게 생수 구입비, 필터 교체비, 의료비, 수질검사비 등의 4개 항목에 대해 보상 신청을 오는 12일부터 30일까지 우편과 홈페이지를 통해 받는다. 