지난달 법원의 경매 진행건수가 3년만에 최고치를 기록했다.

경기 침체 후폭풍이 부동산 시장에도 영향을 미치고 있는 것으로 풀이된다.

8일 법원경매 전문기업 지지옥션에 따르면 7월 전국 법원 경매 진행건수는 전월 1만463건 대비 19.4% 증가한 1만2128건을 기록했다.

법원 경매 진행건수가 1만2000건을 돌파한 것은 지난 2016년5월 1만2132건 이후 처음이다.

1만2128건 중 4123건이 낙찰돼 낙찰률이 34%를 기록했다.

평균 응찰자수는 3.9명으로 집계됐다.

낙찰가율은 전월 대비 0.8%p(포인트) 감소한 72.4%를 기록했다.

주거시설은 전월대비 13.5% 증가한 5623건으로 2014년12월 6484건 이후 최고치다.

업무상업시설도 전월대비 22.4% 늘어 2099건이었으며 토지는 9.7% 증가한 3962건으로 집계됐다.

지역별로 가장 높은 진행건수 증가세를 보인 곳은 인천(328건)과 부산(317건)으로 전월 대비 300건 이상 증가했다.

그 뒤를 이어 충남(250건)과 전북(219건)도 200건 이상의 진행건수를 기록하면서 높은 증가세를 보였다.

7월 일평균 경매 진행건수는 527건으로 올들어 지난 3월을 제외하고는 꾸준히 500건 이상을 유지하고 있다.

지난해 일평균 진행건수 500건 이상이 10월(534건)과 12월(507건)이었던 것을 감안하면 확연한 증가세다.

지지옥션 관계자는 "최근 낙찰률이 30% 초반대로 떨어지는 한편 신규 경매 물건이 지속적으로 유입되면서 경매 진행건수가 증가한 것으로 보인다"며 "특히 경기둔화 여파로 주거시설과 업무상업시설 경매 진행건수가 크게 증가했다"고 설명했다.

한편 지난달 경매에서 가장 많은 응찰자가 입찰한 물건은 서울 동작구 사당동 이수역 리가 아파트였다.

이 아파트 전용면적 85㎡ 13가구 경매 2회차 입찰이 동시에 진행되면서 서울중앙지방법원 경매 입찰 법정에는 350여 명이 몰렸다.

이 아파트는 입주 예정자가 입주를 포기해 공실 상태로 조합이 보유하고 있던 것으로 높은 관심을 받았다는 설명이다.

@highlight

경기침체의 영향으로 전달 법원의 부동산 경매 진행건수가 3년만에 가장 많은 1만2128건로 집계되었다.