울산시가 추진하는 국내 8번째 경제자유구역 지정 사업이 속도를 내고 있다.

울산시는 8일 울산경제자유구역 개발계획안을 공고하고, 이달 말까지 주민 의견 수렴 절차를 거쳐 다음달 산업통상자원부에 지정 신청을 할 계획이다.

울산경제자유구역은 산업부 승인이 남아 있으나 이번 개발계획안을 통해 윤곽을 드러냈다는 점에서 의미가 있다.

울산발전연구원이 지난해 10월부터 용역을 진행한 울산경제자유구역 개발계획안은 울산경제자유구역을 수소 산업, 원전 해체 산업, 석유와 천연가스 등 에너지 거래 거점으로 만들어 동북아시아 최대 북방경제 에너지 중심 도시로 육성하겠다는 구상을 담고 있다.

수소에너지, 원전 해체, 석유·천연가스, 연구개발(R&D) 등 5개 지구로 조성되는 울산경제자유구역에는 수소·전기차 관련 기업과 연구기관, 원전 해체 관련 국내외 기업이 입주한다.

대규모 석유와 천연가스 비축 기지가 구축되면 동북아 에너지 거래 거점으로 육성할 계획이다.

경제자유구역으로 지정되면 해외 투자 기업에 대해 투자 규모에 따라 최대 15년간 취득세와 재산세 등 지방세를 감면해주고, 파견 근로자 기간 업무 제한 등 노동과 경영 관련 규제가 완화된다.

개발 사업에 나서면 공동주택 분양가 상한제 배제, 건폐율·용적률 완화 등 규제 특례도 적용된다.

경제자유구역은 외국인 투자 기업의 경영 환경과 외국인 생활 여건을 개선하기 위해 조성되는 특별 지구다.

2003년 인천, 부산·진해, 광양만권을 시작으로 황해, 대구·경북, 동해안, 충북 등 7개 구역이 지정돼 운영되고 있다.

국내 경제자유구역 전체 면적은 281㎢, 91개 지구로 구분돼 개발됐다.

국내 기업 4391개와 해외 투자 기업 276개 등 총 4667개가 입주해 있다.

2017년까지 총 161억3000만달러의 해외 투자가 진행돼 우리나라 전체 외국인직접투자(FDI) 중 7.7%를 차지하고 있다.

울산시 관계자는 "경제자유구역은 최상위 경제 특구로 각종 규제 완화, 조세 감면 등의 인센티브가 제공된다"며 "글로벌 시장에서 울산 브랜드 가치가 올라가 기업 투자 유치를 촉진할 것으로 전망한다"고 말했다.

@highlight

울산시는 명실상부한 대한민국 산업화의 심장으로, 수소에너지,원전 해체, 석유.천연가스, 연구개발 등 5개지구로 조성, 수소.전기차 관련 기업과 연구기관, 원전 해체 관련 국내외 기업의 대규모 입주로 석유와 천연가스 비축 수소산업 허브도시가 구축되면  동북아 에너지 거래 거점으로 육성할 계획으로 국내 8번째 경제자유구역 지정 사업에 속도를 내고 있다.