백영옥 유바이오로직스 대표(왼쪽 2번째)와 김경태 플럼라인생명과학 대표(왼쪽 3번째)는 지난 3월 동물의약품 위탁생산 계약에 대한 양해각서를 체결했다.

유바이오로직스가 플럼라인생명과학의 전환사채(CB) 4만5000주를 인수하기로 결정했다고 9일 밝혔다.

유바이오로직스는 이번 출자를 통해 동물의약품 위탁생산(CMO) 사업을 본격적으로 진행한다는 계획이다.

앞서 양사는 지난 3월 동물의약품 위탁생산 계약에 대한 업무협약(MOU)을 체결한 바 있다.

플럼라인생명과학은 나스닥 상장사인 이노비오의 'DNA 면역치료' 플랫폼 기술을 이전 받아 동물용 DNA백신을 개발하는 국내 바이오기업으로 코스닥 기술특례 이전상장을 준비중이다.

플럼라인생명과학은 이노비오의 기술을 활용해 아프리카돼지열병 바이러스에 대한 DNA백신도 공동 개발중이다.

특히 플럼라인생명과학은 지난해 호주의 동물약품 제약사인 에이피앰(APIAM)과 호주 및 뉴질랜드 시장에 DNA백신 기술기반의 돼지 면역조절제 '라이프타이드SW5(LifeTide® SW5)'에 대해 20년 장기 공급계약을 체결했다.

유바이오로직스는 다수의 바이오의약품 위탁생산 경험 및 경구용 콜레라백신 유비콜-플러스의 성공적인 생산경험들을 바탕으로 올해 4월 준공된 제2공장(V Plant)에서 전세계 최초 동물용 DNA백신 라이프타이드SW5를 생산할 예정이다.

유바이오로직스 관계자는 "플럼라인생명과학에 대한 출자 및 전략적 제휴를 통해 동물의약품 CMO사업진출이 가능해졌다"며 "올해 들어 보툴리눔 톡신, 필러에 이어 이번 동물의약품 CMO 사업까지 다양한 사업포트폴리오를 갖추게 됨으로써 외형성장은 물론 사업 안정성에도 기여할 것으로 기대하고 있다"고 밝혔다.

@highlight

유바이오로직스와 플럼라인생명과학은 지난 3월 맺은 동물의약품 위탁생산 계약 양해각서를 기반으로 해서, 유바이오로직스가 플럼라인 생명과학의 전환사채(CB) 4만5000주를 인수하고 출자를 통해 동물의약품 위탁생산(CMO) 사업에 본격 착수한다는 내용을 9일 전했다.