"쉬운 해결 방법은 없다. 중국은 계속 성장할 것이고, 그러는 한 미국도 압박을 계속할 것이다."

허웨이탕 홍콩대 교수는 매일경제와 인터뷰하면서 미·중 무역분쟁 전망에 대해 상당히 비관적이었다.

일본의 패배로 빠르게 결판났던 1980년대 미·일 무역분쟁과 달리 미·중 무역분쟁은 최대 20년까지도 갈 수 있다는 것이다.

글로벌 밸류체인(GVC) 분야 전문가인 허웨이탕 교수는 8일부터 이틀간 한국경제학회 주최로 열린 글로벌 세미나 참석차 한국을 방문했다.

허웨이탕 교수는 "미국은 중국 경제가 1980년대 일본만큼 성장하지 않았는데도 압박하기 시작했다"며 "중국이 성장하는 한 미국은 계속 압박을 가할 것"이라고 설명했다.

무엇보다 그는 무역분쟁의 근본적인 원인이 '불평등'과 '정치인'에게 있다고 진단했다.

그는 "세계화와 자유무역은 국가들에 성장과 기회를 가져다 줬지만, 국가 내부적으로 보면 국민 간 불평등은 심화됐다"며 "도널드 트럼프 대통령을 지지하는 미국 국민은 자유무역체제와 세계화가 자신들에게 가난과 고통을 주는 원인이라고 믿고 있다"고 설명했다.

앞으로 보호무역주의가 더욱 기승을 부릴 것이라는 전망도 내놨다.

허웨이탕 교수는 "정치인들은 불평등으로 인해 국민들이 겪는 고통의 원인을 '자유무역'으로 비난 화살을 돌리고 있다"고 말했다.

불확실성이 더해가는 세계에서 국가가 '제 할 일을 하는 것'이 중요하다고 강조했다.

그는 교육과 혁신적인 시장 조성을 가장 중요한 일로 꼽았다.

허웨이탕 교수는 "국가가 해야 할 첫 번째 일은 교육에 투자해 다음 세대들이 급격한 기술 변화에 적응할 수 있도록 하는 것이고, 두 번째는 기업들이 혁신을 할 수 있는 분위기를 조성하는 것"이라고 했다.

한편 그는 최근 일본 수출 규제로 인해 소재·부품 장비 국산화를 추진하고 있는 한국 정부의 결정에 대해 부정적인 견해를 내비쳤다.

그는 "일본과 무역전쟁이 장기화하면 더 많은 나라에 투자하고 교류하는 포용(Embracing) 정책을 펼쳐야 한다"고 했다.

국산화에만 너무 매달리기보다는 교역을 다양한 국가로 더욱 확대하는 게 낫다는 얘기다.

@highlight

허웨이탕 홍콩대 교수는 미국은 중국 경제가 성장을 계속하는 동안은  지속적으로 압박을 줄 것이고 미·중 무역분쟁은 최대 20년까지도 갈 수 있다고 전망했다. 