9일 차기 금융위원장으로 지명된 은성수 수출입은행장(58)은 이날 기자 간담회에서 "엄중한 경제상황에서 중책에 내정돼 무거운 책임감을 느낀다"고 밝혔다.

은 후보자는 최대 현안 중 하나인 한일 경제갈등과 관련해 "정부의 대응이 적절하다고 생각한다"며 "금융 지원에 대한 기업인들 애로사항이 없도록 지원 정책을 잘 집행하는 게 중요하다"고 말했다.

그는 오히려 "위기라는 점을 과도하게 강조하면 위기가 올 수 있다"고 우려하며 "지나친 공포는 오히려 혼란을 일으킬 수 있다"고 목소리르 높였다.

은 후보자는 "너무 지나치게 걱정을 안해도 되는 상황"이라며 "국제 금융이 국내로 전이될 거라고는 생각 안한다"고 말했다.

앞서 은 후보자는 지난달 국회 기획재정위에 출석해 일본의 수출규제 조치를 놓고 목소리를 높인 바 있다.

그는 "외교적 노력도 해야하지만 타협이 안 된다면 우리도 의지를 보여 줄 필요가 있다"고 밝혔다.

이어 은 후보자는 "어느 나라든지 자유를 지키고 주권을 지키려면 어느 정도의 희생은 있어야 한다"며 "희생이 무섭다면 자유를 지킬 수가 (없다)"고 말했다.

이어 그는 "싸움을 할 때는 서로 한 대씩은 맞을 수 밖에 없다"고 비유했다.

은 후보자는 또 "금융 소비자, 산업, 시스템 모두 금융을 지탱하는 주요 요소"라며 "이 3가지 사이 균형을 이루면서 혁신을 가속화해나가겠다"고 밝혔다.

금융위원회와 금융감독원의 '불협화음'에 대한 질문에는 "금융위와 금감원의 관계는 금융 정책을 집행하는 데 있어 핵심 요소"이라며 "정책을 금융 소비자에게 정확히 전달하는 게 가장 큰 가치"아라고 말했다.

이어 그는 "금융위는 정책을 수립하고 금감원은 정책을 집행하는 기관"이라고 덧붙였다.

한일 경제갈등을 비롯해 미중 무역전쟁 등 대내외 불확실성이 확대된 상황에서 은 후보자의 주요 과제로는 시장 안정, 가계 부채 문제 해결 등이 꼽힌다.

제3인터넷전문은행 추가 인가 등도 풀어야할 숙제다.

수출입은행장 시절 적극적으로 추진했던 대북 경제협력 관련해서는 "큰 방향에서는 대북 경협을 해야한다고 생각하지만, 국제 제재라는 협력의 틀 속에서 해야한다"고 말했다.

@highlight

차기 금융위원장으로 지명된 은성수 수출입은행장은 국회 기획재정위에 출석해 일본의 수출규제 조치에 타협이 안 된다면 우리의 의지를 보여 줄 필요가 있다고 목소리를 높였다.