유은혜 사회부총리 겸 교육부 장관이 9일 오전 서울 세종로 정부서울청사에서 열린 제11차 포용국가 실현을 위한 사회관계장관회의에서 모두발언을 하고 있다.

유은혜 사회부총리 겸 교육부장관이 일본의 수출제한 조치를 부당하다고 지적하며 단호한 대응을 주문했다.

유 부총리는 9일 오전 서울 종로구 정부서울청사 회의실에서 제11차 포용국가 실현을 위한 사회관계장관회의를 열었다.

유 부총리는 회의 전 모두발언에서 "다음 주면 우리나라가 주권을 되찾은 지 74년이 된다"며 "태극기를 흔들며 독립을 외치신 분도, 우리가 처한 부당한 상황을 글로 알린 분도, 저마다 각기 다른 방법으로 일제에 맞선 분도 역사의 주인이었다"고 강조했다.

이어 "일본의 부당한 수출제한 조치로 인해 우리 앞에 수많은 도전이 밀려오고 있지만 우리는 지금까지 그래왔듯 담대하고 차분하게 위기를 극복하고 이 변화를 발전과 성장의 기회로 바꿔나갈 것"이라고 말했다.

또 "정부도 외교·경제뿐만 아니라 사회 모든 분야에서 단호한 의지를 갖고 대응해 나가겠다"고도 했다.

이날 회의 안건은 △소재·부품·장비산업 분야 등 핵심인재 양성 계획 △동북아 평화와 협력을 위한 역사교육 활성화 방안 △일본군 위안부 피해자 기림의 날'계기 기념행사 추진계획 △국내 관광 활성화 특별 대책 등 일본의 수출 제한에 따른 후속책에 맞춰졌다.

유 부총리는 "소재·부품·장비와 신산업 분야의 고급 인재를 신속하게 양성하기 위해 전 부처에서 추진 중인 인력양성 정책·사업을 전폭적으로 활용하고 관련 지원을 확대해 나갈 것"이라고 말했다.

이어 "산업체와 교육계가 긴밀하게 협력할 수 있는 소통 채널을 구축해 현장 인력을 공급하겠다"고 말했다.

유 부총리는 또 지난해 정부는 '일본군 위안부 피해자 기림의 날'을 국가 기념일로 지정했다"며 "위안부 피해자분들의 존엄과 명예를 위해 관계부처가 지속적으로 노력하겠다"고 말했다.

이어 "휴가철을 맞이해 국민이 안전하게 휴가를 즐길 수 있도록 국내 관광지 여건을 개선하고 다양한 관광 콘텐츠를 확충하겠다"고 말했다.

@highlight

유은혜 사회부총리 겸 교육부 장관이 9일 오전 서울 세종로 정부서울청사에서 열린 제11차 포용국가 실현을 위한 사회관계장관회의에서 일본의 수출제한 조치를 부당하다고 지적하며 "우리 앞에 수많은 도전이 밀려오고 있지만 우리는 지금까지 그래왔듯 담대하고 차분하게 위기를 극복하고 이 변화를 발전과 성장의 기회로 바꿔나갈 것"이라고 말했다.