올해 상반기 국내 택배 물량이 크게 늘었다.

온라인, 모바일 쇼핑 시장이 성장하고 해외 직구 구매 등도 증가하면서 시장 규모가 커졌다.

9일 택배업계에 따르면 상반기 국내 택배 물량은 전년 대비 8.9% 증가한 13억3550만개를 기록했다.

택배 물동량은 2012년 14억598만개에서 지난해 25억4278만개로 80.9% 늘었다.

택배 물량 증가는 모바일을 중심으로 한 온라인 쇼핑 시장규모의 확대 때문으로 분석된다.

통계청에 따르면 올해 2분기 기준 온라인쇼핑 거래액은 32조4364억원으로 1년 전보다 18% 증가했다.

이 중 모바일쇼핑 거래액은 20조 6864억원으로 25.2% 증가했다.

모바일쇼핑의 비중은 63.8%였다.

2분기 전체 온라인 해외 직구도 8897억원으로 1년 전보다 29.5% 늘었다.

A 대형택배사 관계자는 "온라인 쇼핑 시장규모가 계속 커지고 있다"면서 "온라인 쇼핑 시장을 누가 더 많이 확보하느냐에 시장 점유율이 좌우돼 상품군별 특색에 맞춘 물류 경쟁력 강화가 핵심이 되고 있다"고 말했다.

택배 회사 간 과당 경쟁 하락 폭을 지속하던 택배 단가는 업체들의 인상 움직임이 진행됐다.

택배 1위 사업자 CJ대한통운의 올 2분기 택배 단가는 전년 동기 대비 1개당 89원(4.7%)올랐다.

최저임금 인상 부담으로 출혈 경쟁을 더는 할 수 없다고 판단해서였다.

2위권 사업자인 한진의 택배 단가도 3%대의 상승률이 유지된 것으로 전해졌다.

최고운 한국투자증권 연구원은 "성수기인 추석 연휴가 다가오면 물량 처리능력이 여유롭지 못한 경쟁사의 저운임 정책 기조도 약해질 것"이라고 분석했다.

상반기에 이어 택배업계는 하반기에도 물량 확대를 기대했다.

택배 시장이 추석 이후 하반기 본격 성수기로 접어들 것이란 전망이다.

B 대형택배사 관계자는 "추석 물량과 함께 온라인 쇼핑 수요 증가에 따라 올해도 10% 전후 성장이 예상된다"고 설명했다.

@highlight

9일 택배업계에 따르면 온라인, 모바일 쇼핑 시장 성장과 해외 직구 구매가 증가하면서 상반기 국내 택배 물량은 전년 대비 8.9% 증가하였으며 택배업계의 택배 단가도 상승하고 있다.