지난달 광주에서 열린 세계수영선수권대회 다이빙 여자 1m 스프링보드에서 동메달을 획득한 김수지(21·울산시청)가 2019 MBN 여성스포츠대상 7월 최우수선수(MVP)에 선정됐다.

김수지는 9일 서울 중구 필동 매경미디어그룹 사옥에서 열린 월간 시상식에 참석해 상패와 상금을 받았다.

김수지는 지난달 13일 열린 2019년 광주세계수영선수권대회 다이빙 여자 1ｍ 스프링보드 결승에서 5차시기 합계 257.20점을 받아 3위를 차지했다.

이번 입상으로 김수지는 다이빙 종목 사상 처음으로 세계선수권대회에서 메달을 차지한 한국 선수가 됐고, 박태환 이후 8년 만에 세계수영선수권대회에서 메달을 딴 두 번째 선수로 기록됐다.

김수지의 동메달은 이번 대회 한국 선수단 유일한 메달이기도 했다.

7월 MVP를 수상한 다이빙 김수지(오른쪽)와 MBN 장승준 대표이사 사장.

김수지는 "MBN 여성스포츠대상 7월 MVP에 선정된 것에 대해 영광스럽게 생각한다"면서 "내년 4월 치러질 다이빙 월드컵을 통해 다시한번 도쿄 올림픽의 문을 두드리려고 한다. 지금 보다 더욱 열심히 훈련해 도쿄 올림픽 출전권을 꼭 따내 다시 한번 시상대에 오르고 싶다"고 소감을 밝혔다.

여성스포츠대상 심사위원장인 임신자 한국여성스포츠회 회장은 "김수지 선수의 여성스포츠대상 월간 MVP 수상을 진심으로 축하한다"며 "이번 세계선수권대회에서 김수지 선수가 거둔 성과를 높이 평가하고, 이번 대회를 발판삼아 더욱 노력한다면 내년 올림픽 무대에도 꼭 설 수 있을 거라 확신한다"고 말했다.

한편 2012년 제정된 'MBN 여성스포츠대상'은 여성 스포츠 활성화와 여성 스포츠인의 발전을 격려하기 위해 마련됐다.

매월 국내 여성 스포츠를 빛낸 선수들을 월간 MVP로 선정하며, 1년 동안 한국 여성 스포츠의 위상을 높이는 데 이바지한 선수들과 함께 12월 연말 시상식을 통해 대상 등 8개 부문 수상자에 대해 시상한다.

@highlight

다이빙 여자 1ｍ 스프링보드 결승에서 5차 시기 합계 257.20점을 받아 3위를 차지했던김수지가 지난 달 광주에서 열린  2019 MBN 여성스포츠대상 7월 최우수선수(MVP)에   선정되어, 9일 서울 중구 필동 매경미디어그룹 사옥에서 열린 월간 시상식에 참석해 상패와 상금을 받았다.  .