웹젠이 지난 2분기 매출 433억원, 영업이익 93억원을 기록했다고 9일 밝혔다.

전년 동기와 비교해 매출 11.3%, 영업이익 27.55% 감소했다.

웹젠은 "2분기 실적은 일회성 영업외비용 증가와 환율변동의 영향을 받았다"고 설명했다.

웹젠은 하반기 신작 서비스를 통해 실적을 개선한다는 계획이다.

'나선영웅전'은 3분기 중 국내에 출시된다.

웹젠이 국내 시장에 내놓는 첫 수집형 RPG(역할수행게임)다.

'나선영웅전'은 캐릭터를 수집하고 육성해 전략적인 전투를 즐기는 턴(Turn)제 전략육성게임(SRPG)이다.

웹젠은 유명 일러스트 작가들을 섭외해 '황진이'·'도깨비'·'춘향' 등의 한국 서비스 전용 캐릭터를 제작하는 등 맞춤형 게임서비스 준비에 집중하고 있다.

한국서비스가 자리를 잡으면 대만서비스 일정을 확정해 진출한다.

웹젠은 글로벌 시장에서 해외협력사와 협업도 확대한다.

우선 태국의 대형 게임서비스사(퍼블리셔)인 '플레이파크'와 '뮤 온라인' 게임서비스 계약을 체결했다.

'뮤 온라인'의 서비스 초기 게임한류 열풍을 일으켰던 태국과 인도네시아, 필리핀 등 동남아시아 권역 내 다수의 국가에서 게임서비스를 준비한다.

대만과 일본을 비롯해 수집형 게임을 선호하는 지역에서 진행할 게임들도 출시 준비를 마치는 대로 사업일정에 맞춰 시장에 공개할 방침이다.

'웹젠 레드코어'를 비롯한 여러 개발전문 자회사들과 신작 개발 프로젝트에 주요 개발진들을 배치해 게임개발 라인업도 늘리고 있다.

또한, 국내외 우수 개발진과 개발사에 대한 투자는 물론, 개발사 인수합병(M&A)을 모색한다.

김태영 웹젠 대표는 "서구권과 동남아시아 진출, 글로벌 직접 서비스 등 게임사업 다각화 노력으로 해외시장 점유율은 꾸준히 상승할 것"이라며, "게임시장 변화에 맞춰 위기관리에 집중하는 한편, 회사가 장기적으로 성장할 수 있는 동력 확보에 지속적으로 주력하겠다."고 전했다.

@highlight

웹젠이 일회성 영업외비용 증가와 환율변동의 영향을 받아 2분기 매출 433억원, 영업이익 93억원을 기록하며 전년 동기와 비교해 매출 11.3%, 영업이익 27.55% 감소하였다.