다음주 정부의 민간택지 분양가상한제 시행안 발표를 앞두고 시중에 정부의 추가 대책에 대한 '지라시'가 유포되자 정부가 경찰에 수사를 의뢰했다.

예전에도 대책 발표를 앞두고 대책 내용을 예상한 문자와 글들이 온라인과 소셜네트워크서비스(SNS) 등에 유포된 적이 많지만 정부가 '가짜뉴스'로 규정해 정색하고 법적 조치에까지 나선 건 이번이 처음이다.

9일 국토교통부는 이번주부터 온라인 카페와 SNS상에서 확산되고 있는 '정부 부동산 추가 대책' 문자에 대해 경찰에 수사를 의뢰했다고 밝혔다.

국토부 관계자는 "명백한 허위사실로 시장을 교란할 가능성이 크다"며 "'가짜뉴스'로 피해자가 생기기 전에 엄단하기 위해 법적 조치를 취했다"고 설명했다.

해당 문자와 내용은 정부가 다음주 민간택지 분양가상한제를 발표하겠다고 밝힌 지난 6일 이후 배포되기 시작했다.

주요 내용은 △1주택자 대출규제-생활안정자금 대출 전면 금지 △주택담보대출비율(LTV)·총부채상환비율(DTI) 낮추기-LTV 30% 이하 △신용대출 금지 △투기지역 주택거래 허가제-계약서와 거래허가 신청서 미리 구청에 제출 △거래세 인상-투기지역 및 투기과열지구는 등록 특별세 추가(1~2%) △2주택자 이상인 경우 기존 대출의 연장 일괄 거부(3년 내 전액 상환) △전세대출-전체 전세금 대비 50% 이하 금액만 대출 등의 내용이다.

이에 대해 국토부 관계자는 "추가적인 다른 대책에 대해서는 현재로선 검토하지 않았다"고 말했다.

일각에서는 정부가 온라인상에서 떠도는 대책 예상 내용에 대해 너무 과민 반응하는 것 아니냐는 얘기도 있다.

서울 소재 한 공인중개소 관계자는 "재작년 8·2 부동산 대책이나 작년 9·13 대책 당시에도 대책 내용을 예상한 문자와 글들이 나왔지만, 이를 사실로 믿는 사람은 거의 없었다"면서 "정부가 규제를 남발하다 보니 이런 일이 생기는 것 아니겠냐"고 말했다.

@highlight

9일 국토교통부는 정부의 민간택지 분양가상한제 시행안 발표를 앞두고 시중에 정부의 추가 대책에 대한 '지라시'가 온라인과 SNS에 유포되며 정부가 처음으로 경찰에 수사를 의뢰했다.