한국케이블TV방송협회는 9일 케이블TV 지역채널 콘텐츠 중 보도, 정규, 특집, 특별상 등 총 9편의 지역채널 우수 프로그램을 선정, 발표했다.

케이블협회 김성진 회장(앞줄 가운데)가 관계자들과 기념촬영을 하고 있다.

한국케이블TV방송협회는 9일 오전 서울 서소문로 협회 대회의실에서 '제42회 지역채널 우수프로그램 시상식'을 열고 총 9편의 수상작을 발표했다고 밝혔다.

분기마다 수상작을 선정하는 이번 시상식에는 총 134편이 우수프로그램 후보작에 올랐으며 이중 보도 3편, 정규 2편, 특집 2편, 특별상 2편 등 총 9편이 수상작으로 선정됐다.

보도분야는 CJ헬로 대구방송의 '예측불가 공포···대구·경북으로 몰리는 의료폐기물'과 KCTV 제주방송의 '땜질식 파래 대책···오직 수거뿐', CJ헬로 가야방송의 '황금 뿌리의 땅 가라앉는다···골든루트 산단 지반 침하' 가 우수프로그램으로 선정됐다.

정규분야에서는 현대HCN 서초방송의 '박해열의 아지트-반포천 민낯, 천(川)의 얼굴'과 딜라이브 구로 금천디지털OTT방송의 '집중토론 우리지역 이슈를 말하다-지하대심도 주민은 불안하다'가 선정됐다.

특집분야에서는 티브로드 한빛방송의 '감성여행 안산-대부해솔길 188리'와 'JCN 울산중앙방송의 '또 하나의 바다, 반구대'가 선정됐다.

아울러 씨엠비 광주방송의 '천년의 여행, 법성포 단오제'와 티브로드 전주방송의 '악취 오염 건산천, 준비 안 된 채 복원됐다' 두 작품이 특별상을 수상했다.

김성진 한국케이블TV방송협회 회장은 "24년간 잘 가꿔진 지역채널에서 탄생한 풍성한 프로그램들이 앞으로 지역사회에 큰 울림을 줄 수 있을 것"이라고 전했다.

@highlight

한국케이블TV방송협회는 9일 오전 서울 서소문로 협회 대회의실에서 '제42회 지역채널 우수프로그램 시상식'을 열고 총 134편의 후보작 중에서 특별상 2편 등의 총 9편을 수상작으로 선정했으며, 앞으로도 지역 채널 프로그램이 각 사회에 큰 울림을 줄 수 있을 것을 기대했다.