은성수 금융위원장 후보자는 "혁신을 통해 금융 시스템도 안정될 수 있다고 생각하면 방점을 두고 싶은 것은 혁신"이라고 강조했다.

은 후보자는 9일 내각 발표 직후 서울 여의도 수출입은행에서 기자간담회를 열고 "금융산업으로 보나 소비자 입장에서 보나 혁신이 필요하다"면서 이처럼 말했다.

은 후보자는 현재 국제금융시장에 대한 판단을 묻는 질문에는 "국내 금융시장의 안정은 당장은 큰 문제 없다고 생각한다"면서 "스스로 위기라고 하다 보면 본인도 모르게 위기가 온다"고 말했다.

이어 "현 상황에서 위기나 파국을 얘기하는 것은 지나치다"면서 "경고 메시지가 지나치면 시장 참여자들이 불안해하고 그러면 조그만 일에 더 불안해하면서 위기의 자기실현이 된다"고 덧붙였다.

청문회 통과 시 금융위원장으로서 역점 과제에 대해서는 "최종구 금융위원장이 가계부채의 안정적 관리나 혁신금융, 기업금융 강화 등 과제를 일관성 있게 추진했는데 저도 최선을 다할 것"이라고 말했다.

그는 "가계나 기업 등 금융 주체, 금융산업, 시스템 등 모두가 중요하다"면서 "균형과 안정 속에서 혁신을 가속화할 것"이라고 말했다.

은 후보자는 남북 경제협력과 관련해서는 "북한 이슈에 일희일비하지 않고 큰 방향에서는 대북 경협을 한다고 생각하면 실물 경제에서 할 수도 있고, 금융 사이드에서만 할 수도 있다"면서 "만약 (경협이) 시작되면 금융기관들이 잘 협력하도록 지원해주는 것"이라고 설명했다.

금융시장과의 소통 관련해서는 "(수출입)은행장을 2년 동안 해서 지금 계신 은행장들은 다 알고, 그 전에 KIC(한국투자공사) 사장을 하면서 국내 자본시장 CEO(최고경영자)들과 간담회도 했다"면서 "금융권 협회장이나 CEO들과 많은 교류를 해왔다"고 밝혔다.

그는 '핀테크'에 어느 정도 친숙한지 기자들이 묻자 "엊그제 아내랑 같이 산책하다가 갈증이 났는데 돈이 없었다. 그런데 휴대전화에 간편결제 포인트가 있더라"며 "(그걸로) 누가바를 사 먹었다"는 사례를 소개했다.

@highlight

은성수 금융위원장 후보자가 "혁신을 통해 금융 시스템도 안정될 수 있다고 생각하면 방점을 두고 싶은 것은 혁신", "금융산업으로 보나 소비자 입장에서 보나 혁신이 필요하다"고 9일 내각 발표 직후 발언 후  "국내 금융시장의 안정은 당장은 큰 문제 없다고 생각한다"면서 "스스로 위기라고 하다 보면 본인도 모르게 위기가 온다"고 말했다.