울릉군 북면 현포령에 세워진 풍력발전기가 장기간 가동을 멈춘 채 흉물로 서 있다.

경북 울릉군이 안전문제가 우려되는 고장난 풍력발전기를 장기간 방치해 비난을 사고 있다.

10일 울릉군 등에 따르면 경북도는 지난 1999년 13억 5000만원(국비 10억, 도비 3억 5000만원)을 들여 울릉도(북면 현포령 일대)에 풍력발전단지 1호기(600kw) 시설을 설치했다.

섬으로는 제주도에 이어 두 번째다.

국내 풍력발전기 보급 활성화와 민간투자 촉진 시범사업으로 추진됐다.

하지만 이 풍력발전기는 가동 1년 만에 전력품질 불안정과 잦은 고장 때문에 운전이 정지됐다.

특히 덴마크에서 수입된 풍력발전기는 점검과 수리 때마다 현지 기술자가 직접 한국으로 와야 했기 때문에 수리기간이 적어도 4개월 이상 소요돼 운영손실이 상당히 컸다.

도는 이런 문제 등으로 2009년 6월 울릉군에 풍력발전기를 관리전환했고, 운영비 1억 5000만원도 지원했다.

하지만 울릉군은 발전수익을 내지 못하는 등 어려움이 있자 풍력발전기 가동에서 완전히 손을 뗐다.

이 때문에 도는 2016년 포항시 남구 호미곶의 풍력발전기와 함께 철거를 결정했다.

호미곶 풍력발전기는 우리나라 내륙 처음으로 2001년 8월에 12억 7000만원으로 세워졌다.

정상 수리 없이 가동하면 강풍 등으로 안전에 문제가 있을 수 있다는 제조사 의견과 민원을 감안한 조치였다.

이후 호미곶 풍력발전기는 철거됐으나 울릉 풍력발전기는 지금까지 흉물로 방치되고 있다.

울릉군은 한때 '울릉도 에너지 자립섬 조성사업'과 연계해 국산 풍력발전기로 대체할 계획을 세웠으나 최근 이 사업이 완전히 무산되면서 백지화했다.

울릉군은 풍력발전기 철거에 드는 2억 5000만원 정도의 예산 확보에 사실상 손을 놓고 있는 것으로 알려졌다.

울릉 주민과 관광객들은 "울릉군이 애물단지로 전락된 풍력발전기를 계속 방치해 안전문제와 아름다운 자연경관을 크게 해치고 있다"면서 "하루빨리 시설 철거와 이에 따른 훼손된 자연환경의 원상회복을 추진해야 한다"고 입을 모았다.

@highlight

10일 경북도는 울릉도에 풍력발전단지 1호기를 설치했지만, 가동 1년만에 전력품질 불안정과 잦은 고장 때문에 운전이 정지되었고 울릉군은 이에 풍력발전기 가동 사업에서 완전히 손을 떼며 흉물로 방치되고 있다.