울산대학교가 비영리 교육단체 세계대학랭킹센터(CWUR)이 선정하는 2019년 세계대학 순위에서 국내 9위, 세계 401위에 올랐다.

전년도보다 국내 순위는 4계단, 세계 순위는 43계단을 뛰어올랐다.

CWUR가 발표한 올해 평가에서 상위 1,000대 세계대학에 진입한 국내 대학은 모두 35곳이다.

전 세계 2만7,000곳의 공인 학위과정 고등교육기관 중 상위 3.7% 대학이다.

올해 CWUR 평가는 △교육수준 25% △동문취업 25% △교수수준 10% △논문실적 10% △우수논문 10% △논문영향력 10% △논문인용도 10% 등을 기준으로 이뤄졌다.

울산대는 논문성과 세계 383위, 동문취업 세계 625위로 나타났다.

울산대는 지난 5월 영국의 THE가 시행한 2019년 아시아대학 평가에서도 국내 12위에 이름을 올렸다.

CWTS 2019 라이덴랭킹에서는 5위, 영국 QS 2019년 세계대학평가에서는 16위 등으로 평가받았다.

올해 CWUR 평가에서 1위는 미국 하버드대가 차지했고, 매사추세츠공과대학, 스탠포드대학, 영국 캠버리지대학, 옥스퍼드대학 순으로 ‘톱5’를 형성했다.

아시아에서는 일본 도쿄대학(13위)이 1위르 차지했고, 교토대학(21위), 서울대(33위), 이스라엘 히브리대(62위), 중국 칭화대(70위), 국립대만대(75위) 순으로 나타났다.

국내 대학 순위는 서울대, 연세대, 고려대, 성균관대, KAIST, 한양대, POSTECH, 경희대 등 순이었다.

사우디아라비아 제다에 본부를 둔 CWUR은 2012년부터 세계 주요 대학들에 대한 평가 순위를 발표하고 있으며, 객관적 검증이 가능한 정량 지표만으로 평가하고 있다.

@highlight

울산대학교가 비영리 교육단체 세계대학랭킹센터(CWUR)이 선정하는 2019년 세계대학 순위에서 국내 대학 35곳 중 9위, 세계 401위에 올랐으며 지난 5월 영국의 THE가 시행한 2019년 아시아대학 평가에서도 국내 12위에 올랐다. 