LA다저스가 애리조나 다이아몬드백스에 전날 패배를 설욕했다.

다저스는 11일(한국시간) 다저스타디움에서 열린 애리조나와의 홈경기에서 4-0으로 승리, 시리즈 전적 1승 1패를 만들었다.

시즌 성적은 78승 41패를 기록했다.

애리조나는 59승 58패.

선발 마에다의 호투가 돋보였다.

7이닝 3피안타 6탈삼진 무실점을 기록하며 분위기를 이끌었다.

지난 6월 1일 필라델피아 필리스와 홈경기 이후 13경기만에 승리투수가 됐다.

시즌 8승.

마에다는 7이닝 무실점하며 13경기만에 승리투수가 됐다.

4회초 케텔 마르테에게 좌전 안타를 허용한데 이어 도루와 폭투로 3루까지 내보낸 것이 유일하게 득점권에 주자를 내보낸 것이었다.

이마저도 데이빗 페랄타를 루킹삼진으로 잡으며 마무리했다.

6회 알렉스 아빌라, 7회 페랄타에게 잘맞은 타구를 허용했지만, 둘 다 외야수가 펜스 앞에서 잡았다.

타자들은 좌완 알렉스 영을 공략했다.

2회 맥스 먼시가 솔로 홈런으로 선취점을 냈고, 3회에는 러셀 마틴이 3루수 옆 빠지는 2루타를 기록한데 이어 2사 1, 2루에서 크리스토퍼 네그론의 중전 안타가 터졌다.

시거가 마에다의 번트 때 홈으로 들어오고 있다.

4회에는 응집력이 빛났다.

먼시, 코리 시거가 볼넷으로 출루해 판을 깔았고, 마틴이 좌전 안타로 한 점을 뽑았다.

이어진 1사 1, 3루에서 마에다가 번트를 댔고 3루 주자 시거가 홈에서 살면서 추가 득점을 냈다.

계속된 1사 만루 기회를 살리지 못했지만, 마운드의 힘으로 버틸 수 있는 리드였다.

영은 3 1/3이닝 5피안타 1피홈런 3볼넷 2탈삼진 4실점을 기록하며 두 번째 패전을 안았다.

전날 9회 동점 투런 홈런을 허용하며 자존심을 구겼던 다저스 마무리 켄리 잰슨은 4점차로 앞선 9회 등판, 경기를 마무리하며 체면을 차렸다.

@highlight

LA다져스가 11일 애리조나 다이아몬드백스에 전날 패배를 하였으나 선발 마에다의 호투로 분위기를 이끌며 설욕전을 펼쳐 13경기만에 승리투수가 되었다.