한미 연합훈련이 11일부터 20일까지 특별한 명칭 없이 '후반기 한미 연합지휘소훈련'이라는 이름으로 진행된다.

합동참모본부는 이번 훈련을 "전시작전통제권(전작권) 전환에 대비한 (한국군의) 기본운용능력(IOC)을 검증하고 확고한 군사 대비 태세를 제고하는 데 중점을 두고 시행할 것"이라고 밝혔다.

한미는 지난 5~8일 이번 하반기 훈련의 사전훈련 성격인 위기관리참모훈련(CMST)을 실시했다.

한반도 전시상황 등을 가정해 11~14일 1부 방어연습이 진행되고 17~20일 2부 반격연습이 시행된다.

병력·장비를 기동하지 않고 컴퓨터 시뮬레이션 지휘소연습(CPX)으로 진행하는 이른바 '워게임' 형태로 이뤄진다.

이번 훈련에서는 한미 연합훈련 사상 처음으로 한국군 대장이 사령관, 미군 대장이 부사령관을 맡는 점도 눈에 띈다.

한국군이 전작권 전 과정을 행사하고 그 능력을 검증하기 위해 미래연합군사령부의 상부 지휘구조 편제를 따른 것이다.

군 당국은 올해 한국군의 IOC 검증을 시작으로 2020년 완전운용능력 검증, 2021년 완전임무수행능력 검증을 거쳐 2022년까지 전작권 전환이 가능할 것으로 기대하고 있다.

훈련 명칭으로 워게임을 뜻하는 군사용어인 '지휘소훈련'을 그대로 가져다 쓴 것과 관련, 북미 비핵화 대화 재개를 앞두고 북한을 불필요하게 자극하지 않으려는 의도라는 해석이 나온다.

그동안 한미 군 당국은 주요 연합훈련에 '키리졸브', '독수리훈련', '을지프리덤가디언', '19-1 동맹' 등의 독자적 명칭을 붙였다.

북한은 이날 외무성 미국담당국장 담화에서 한미 연합훈련을 재차 비난하며 추가 무력시위 가능성을 시사했다.

앞서 북한은 지난 10일 함경남도 함흥 일대에서 신형 전술 지대지 탄도미사일로 추정되는 발사체 두 발을 발사했다.

군은 북한의 추가적인 단거리 미사일 발사 등 무력시위 가능성이 크다고 판단, 대북 경계·감시 태세를 강화한 것으로 알려졌다.

@highlight

후반기 한미 연합지휘소훈련이 11~14일 1부 방어연습과 17~20일 2부 반격연습으로 나누어 병력,장비를 가동하지 않는 컴퓨터 시뮬레이션 지휘소연습으로 진행된다.