택시업계의 위기는 ‘산 넘어 산’이다.

최저임금과 관련한 체불 소송뿐만이 아니라 조만간 시행을 앞두고 있는 ‘완전월급제’가 바로 그 두 번째 산이다.

지난 2일 택시 사납금 제도를 폐지하고 완전월급제를 시행하는 내용의 ‘여객자동차운수사업법 일부개정법률안’이 국회 본회의를 통과했다.

이에 따라 당장 내년 1월 1일부터 서울 지역의 택시회사부터 완전월급제를 실시한다.

부산 등 그 외 지역은 향후 5년 이내 국회와 협의 후 단계적으로 도입하게 된다.

완전월급제가 실시되면 택시회사는 사납금을 폐지하는 대신 택시기사들의 소정근로시간을 주 40시간 이상 보장해야 한다.

택시기사들은 사납금 폐지에 따른 안정적인 소득으로 근무환경 개선을 기대하는 반면, 택시회사들은 수익 감소에 따른 경영 악화를 우려하고 있다.

11일 부산택시운송사업조합에 따르면, 주 40시간의 소정근무시간을 보장할 경우, 현재 127만 원(1인 1차제 기준)인 월급(고정급)이 100만 원 이상 늘어나게 된다.

급여 인상에 따른 보험료·연차수당 등의 인상을 고려하면 택시기사 1명에게 지급해야 할 비용은 월 250만 원까지 증가한다는 것이 택시조합 측의 주장이다.

200만 원 중반대의 월급이 결코 많은 것은 아니다.

문제는 부산의 택시회사 중 상당수가 이 정도의 급여조차 감당할 수 없을 정도로 영세하다는 점이다.

택시조합 관계자는 “현재 택시 1대당 1일 평균 수입이 18만 원 정도”라며 “택시 요금이 유일한 수익원인 택시회사로선 택시기사에게 지급해야 할 월 250만 원과 연료비, 차량감가삼각비, 수리비, 정비·사무직 급여 등을 제하면 적자를 면할 수 없다”고 털어놓았다.

완전월급제 시행을 위해선 택시요금 인상이나 지원이 절실하다는 게 택시업계의 입장이다.

B 택시법인 대표는 “요금 인상을 할라치면 ‘공공요금’이라며 부산시에서 제한을 가하고, 시에 지원을 요청하면 ‘대중교통’이 아니라고 한다”며 “완전월급제가 시행되면 택시회사 도산으로 기사들의 실직 우려도 높아질 것”이라며 대책 마련을 요구했다.

@highlight

지난 2일 ‘여객자동차운수사업법 일부개정법률안’의 국회 통과로 사납금을 없애고 택시 기사의 주 40시간 이상의 근로시간을 보장하는 완전 월급제가 시행되는데 기사들은 안정적인 수익의 보장에 환영했지만, 택시 회사는 경영 악화를 우려하는 상반된 반응을 보였다.