조성욱 공정거래위원장 후보자가 9일 오후 서울 중구 남대문로 대한상공회의소 내 공정거래조정원으로 청문회 준비를 위해 도착해 취재진의 질문에 답하고 있다.

공정거래위원장 후보자로 지명된 조성욱 서울대 경영학과 교수가 과거 논문에서 재벌을 '성공한 맏아들'이라고 표현하면서 이들의 사회적 책임을 강조했다.

조 후보자는 2012년 공정경제연합회가 발간하는 '경쟁저널'에 기고한 '대규모기업집단 정책의 새로운 모색' 논문에서 재벌을 '특혜를 받아 성공한 맏아들'이라고 표현하며 재벌이 더욱 큰 사회적·도덕적 책임을 져야 한다고 밝혔다.

조 후보자가 언급한 '가난한 집 맏아들'은 유진수 숙명여자대학교 교수의 저서 제목을 인용한 것이다.

조 후보자는 "가난한 집 맏아들을 위해 동생들이 희생한 것처럼 재벌의 성과가 있기까지 인적·물적 자원을 몰아준 경제 구성원들의 희생이 있었다"며 "그들 때문에 기회조차 받지 못한 기업 및 경제주체들에게 보상해야 하는 이유"라고 적었다.

그러면서 "기회가 주어지지 않아 여전히 가난을 벗어나지 못한 '동생'에게는 법 적용이 엄격한데 반해 특혜를 받아 성공한 '맏아들'에게는 사회적·도덕적 책임은커녕 법적 책임조차 제대로 묻지 않는다면 '동생'들의 실망은 매우 커질 수밖에 없다"고 언급했다.

조 후보자는 "대기업의 입찰 담합, 가격담합, 경쟁 제한 또는 불공정한 행위에 대한 정부의 엄정한 법 집행이 필요하다"며 "재벌이 시장지배적 사업자로서 지위를 남용하거나 불공정행위를 하는 것은 단순한 경쟁법의 위반을 넘어 많은 기업의 생존에 영향을 미치는 치명적인 결과를 가져올 수 있다"고 지적했다.

또 "균형성장을 위한 경제정책과 혁신기업을 위한 정책이 실시되고 법 제도의 엄정한 집행에도 불구하고 재벌들의 높은 성과와 안정성을 보이면 재벌은 '뛰어난 기업'일뿐 아니라 '존경받고 모범이 되는 기업'이 될 수 있을 것"이라고 강조했다.

@highlight

조성욱 공정위원장 후보자는 재벌을 '성공한 맏아들'이라고 말하며 그들의 사회적, 도덕적 책임을 강조했고 균형성장을 위한 정책에도 높은 성과를 보인 재벌기업을 존경할 수 있을 것으로 강조했다.