전북도는 지난 9일 도청 공연장에서 전북형 청년활동수당 ‘청년생생카드’ 발급대상자 439명을 대상으로 오리엔테이션을 개최했다.

‘청년생생카드’는 청년활동 수당을 지급하기 위해 만들어진 신개념 바우처형 카드로 대상자로 선정된 청년에게는 1년 동안 매달 30만원 상당의 포인트가 지급되며 제휴카드 사용내역에서 청년활동 품목에 대해 포인트 차감 후 현금으로 환급을 받을 수 있다.

이날 오리엔테이션에서는 청년들이 궁금해 하는 청년생생카드 사용 방법, 시스템 사용법, 청년활동 계획서 작성법 등을 설명하고, 전북도 청년들에게 도움이 되는 정책안내 순으로 진행됐다.

올해 전북도가 추진하고 있는 ‘청년 지역정착 지원사업’은 타 시도에서 추진하고 있는 청년수당과 몇 가지 차이점을 두고 있다.

먼저 사업대상에 차이가 있다.

서울시 청년수당의 경우 대학졸업 후 2년이 넘은 미취업자를 대상으로 6개월간 월 50만원(총 300만원)을 지원하지만 전북은 중소제조업, 농업, 문화예술 분야 1년 이상 종사하는 취업초기 청년을 대상으로 1년간 월 30만원(총 360만원)을 지원한다.

사업의 목표설정도 다르다.

서울시 청년수당은 장기 미취업자의 취업의지를 높이는데 목표를 두고 있는 반면, 전북은 농업, 문화예술, 중소제조업에 종사하는 저소득 청년들이 경제적인 이유로 수도권으로 떠나는 것을 방지하고 지역에 정착할 수 있도록 지원하는데 목표를 두고 있다.

또 서울시 청년수당(졸업 2년 후, 총 300만원 지원)과 고용노동부에서 추진하는 미취업자 구직활동지원금(졸업 2년 이내, 총 300만원)과 비교해 전북의 ‘청년 지역정착 지원사업’은 1년 동안 360만원을 지원받을 수 있어 지원액이 많고(60만원) 기간이 길어 보다 장기적인 관리를 목표로 구성된 사업이다.

송하진 지사는 “경제적인 이유로 활동이 위축되거나 전북을 떠나려고 하는 청년들에게 도움을 주고 용기를 잃지 말라는 응원하고 싶다”며 “우리지역 청년들에게 탄탄한 뿌리가 되도록 우리 도가 희망을 줄 수 있는 정책을 많이 만들어 나가겠다”고 말했다.

@highlight

전라북도청은 지난 9일 청년활동수당 지급하기 위해 만들어진 '청년생생카드'와 관련한 오리엔테이션을 진행했으며, 이 청년 지역정착 지원사업은 중소제조업, 농업, 문화예술 분야에 1년 이상 종사한 취업초기 청년을 대상으로 30만원씩 12개월 동안 지원하는 사업으로 이 직업군에 종사하는 청년들이 경제적 어려움 없이 전라북도에 정착할 수 있도록 돕는 데 중점을 두고 있다고 전했다.