인천에 이어 경북 포항에서도 수돗물에 대한 불신과 공포가 확산되고 있다.

포항 남구 오천읍에 이어 남구 다른 지역에서도 검붉은색 수돗물이 나온다는 신고가 잇따르고 있기 때문이다.

한 포항 시민은 11일 "약 2주 전에 북구 환여동에 있는 우리 집과 남구 대도동에 있는 친정에 수도꼭지 필터를 교체해 달았는데 환여동에 설치한 필터는 멀쩡한데 대도동에 설치한 필터는 새카맣게 변했다"고 밝혔다.

그동안 포항에서 검붉은색 수돗물이 나온 지역은 남구 오천읍 일원이었다.

그러나 최근에는 다른 지역인 남구 대도동 등에서도 검붉은색 수돗물이 나왔다는 신고와 제보가 잇따르고 있다.

다른 시민은 "수도 필터를 2시간 사용하니 갈색으로 변하더니 1주일 사용하니 새카맣게 변했다"며 "이 사태를 어떻게 해야 할지 모르겠다"며 불안해 했다.

이렇게 수돗물 필터가 검게 변한다는 신고를 한 집이 60~70여가구로 알려졌다.

실제 피해 가구는 수천여 가구에 이를 것으로 추정된다는 것이다.

포항시민이 모인 인터넷카페에는 필터나 물티슈 인증 사진이 속속 올라오고 있다.

일부 주민은 알레르기와 피부 질환 등의 피해를 호소하고 있는 것으로 전해졌다.

이렇게 불안감이 퍼지자 포항시는 10일 부시장 주재로 긴급대책 회의를 열어 민원접수 창구를 마련하고 원인을 분석하기로 했다.

시는 10일부터 오천읍 부영아파트 관리사무소에 피해 접수창구를 설치하고 부영아파트 1∼5차 저수조를 청소하며 경북도 보건환경연구원에 수질검사를 맡기기로 했다.

포항시 관계자는 "철이나 망간이 수돗물 원수에 미량으로 유입되지만 정수과정을 거쳐 망간을 제거해 먹는물 수질기준에 맞게 가정에 공급한다. 수질검사 결과 별 문제가 없다"며 "극미량 망간이나 철이 포함된 수돗물이 필터를 거치면 필터가 변색하는데 인체에는 유해하지 않다는 것이 전문가 의견"이라고 설명했다.

@highlight

포항 남구 오천읍에 이어 남구 다른 지역에서도 검붉은색 수돗물이 나온다는 신고가 잇따르고 있는 가운데 일부 주민이 알레르기와 피부 질환을 호소하자, 관계자는 수질검사 결과 문제는 없다며 극미량 망간이나 철이 포함된 수돗물이 필터를 거치면 필터가 변하는데, 인체 무해하다는게 전문가의 의견이라고 전했다.