SK텔레콤은 고객 편의 확대 차원에서 노트10 5G출시를 맞아 오늘도착 서비스 지역을 전국 단위로 확대했다.

기존 서울, 인천, 경기도에 부산, 대전, 광주, 대구, 울산까지 추가했다.

삼성전자 갤럭시노트10 예약 판매가 초반부터 흥행 조짐을 보이고 있다.

SK텔레콤은 공식 온라인몰 T월드다이렉트에서 지난 9일부터 10일까지 예약 판매를 진행한 결과, 갤럭시노트10 예약 물량이 전작인 노트9 대비 약 20% 늘었다고 밝혔다.

갤럭시노트10 일반형과 플러스 모델 간 선택 비중은 8대2로 노트10 플러스 인기가 높았다.

갤럭시노트10 플러스 256GB 선호 색상 1위는 '블루'이며 블루 색상 선택 고객 절반이 30·40대 남성으로 나타났다.

블루 색상은 SK텔레콤에서만 구매 가능하다.

예약 고객 성별 비중은 남성 60%, 여성 40%로 남성이 더 많았다.

연령별로는 30·40대(56%), 50·60대(34%), 10·20대(10%) 순으로 나타났다.

SK텔레콤은 고객 편의 확대 차원에서 노트10 5G출시를 맞아 '오늘도착' 서비스 지역을 전국 단위로 확대했다.

기존 서울, 인천, 경기도에 부산, 대전, 광주, 대구, 울산까지 추가했다.

'오늘도착'은 고객이 오후 3시 전까지 T월드다이렉트에서 스마트폰을 주문하면 당일 저녁까지 원하는 장소로 배송 받을 수 있는 서비스다.

전문 상담 매니저가 배송은 물론 고객이 원할 시 현장 개통, 데이터 이전, 중고폰 보상, 클럽기변(기기변경 프로그램) 등을 직접 도와준다.

갤럭시노트10 온라인 예약 고객이 '오늘도착'을 신청하면 사전 개통일인 오는 20일까지 제품을 받아 볼 수 있다.

현재 예약 고객 가운데 절반이 '오늘도착'을 신청했으며, 이 중 30%가 중고폰 보상 서비스를 추가로 선택했다.

진요한 SK텔레콤 MNO AI/DT추진그룹장은 "고객이 노트10을 편리하게 구매할 수 있도록 '오늘도착' 서비스를 개편했다"며 "앞으로도 고객 편의 확대를 위해 다양한 프로그램을 선보일 것"이라고 말했다.

@highlight

SK텔레콤은 지난 9일~10일까지 예약 판매를 진행한 결과, 갤럭시 노트 10예약 물량이 전작인 노트9 대비 약 20% 늘었다고 전하고 갤럭시 노트10 일반형과 플러스 모델 간 선택 비중은 노트10 플러스가 높게 나왔으며 블루 색상은 SK텔레콤에서만 구매 가능하다고 밝혔다.