청와대가 신임 금융위원장 후보자에 군산출신 은성수(58)한국수출입은장을 지난 9일 내정하면서 전북 제3금융중심지 지정에 대한 기대감이 높아지고 있다.

금융위원회가 소속된 국회 정무위원회에 지역구출신 국회의원이 단 한명도 없던 전북에서는 막혔던 소통창구가 열릴 것으로 보인다.

앞서 전북 제3금융중심지가 보류됐던 배경에는 정무위원회에 부산을 지역구로 둔 더불어민주당 전재수(부산 북구 강서구갑)·자유한국당 김정훈(부산 남구갑)의원 2명이 포진해 있었던 것이 결정적인 악재로 작용했다는 분석이 나온다.

전북혁신도시를 제3 금융중심지로 지정하는 방안은 문재인 대통령의 공약이다.

이러한 점에서 이번 은성수 후보자 지명은 공약실현을 위한 청와대의 의지가 일정부분 반영된 것 아니냐는 분석도 나온다.

금융위원장은 금융중심지 지정에 있어 사실상 결정적 키를 쥐고 있는 인물이다.

금융위원장이 제3금융중심지 지정에 있어 어떤 입장을 견지하느냐에 따라 판도가 뒤바뀔 수 있기 때문이다.

또한 은 후보자가 출생부터 고교시절까지 모든 성장과정을 군산에서 보냈다는 사실도 긍정적인 요인으로 꼽힌다.

제3금융중심지 지정을 준비하는 전북도와 국민연금 내부에서도 이전보다는 유리한 포석이 깔릴 것으로 기대하는 분위기다.

전북에는 유독 그 문턱이 높았던 금융위원회 수장과의 소통이 전보다 훨씬 원활해질 것으로 보인다.

복수의 금융투자업계 관계자들에 따르면 은 후보자는 격식을 따지지 않는 소탈한 성격에 친화력이 뛰어나다는 평가를 받는 인물이다.

아울러 그는 합리적이고 신속한 업무스타일을 선호하는 것으로 알려져 전북혁신도시가 인프라만 제대로 갖춰나간다면 충분히 임기 내 전북 제3금융중심지 지정을 이끌어낼 수 있을 것이란 장밋빛 청사진도 나온다.

한편 은 후보자는 정통 재정관료 출신으로 국내에 몇 없는 관료출신 국제금융 전문가로서 군산고등학교와 서울대 경제학과를 졸업한 후 미국 하와이대에서 경제학박사 학위를 받았다.

행정고시 27회로 1984년 공직에 입문, 기획재정부 국제경제관리관, 세계은행(WB) 상임이사 등을 지냈다.

공직을 떠난 후에는 한국투자공자 사장을 역임했다.

@highlight

금융중심지 지정에 결정적 역할을 할 수 있는 금융위원장의 자리에 청와대가 전북 군산 출신의 은성수 후보자를 지명함에 따라, 전북은 준비하던 제3금융중심지 지정에 긍정적인 기대감을 갖는 분위기다.