발광다이오드(LED) 조명 전문업체 알에프세미(대표 이진효)는 기존 LED 조명보다 안정적으로 수명을 보장하는 교류(AC) 직결형 구동방식 LED 홈 조명을 개발했다고 11일 밝혔다.

이 회사는 교류에서 직류(DC)로 변환할 때 거치는 전원공급장치(SMPS) 방식 LED 제품의 단점인 짧은 수명을 보완했다.

보통 LED 조명 수명은 5만 시간으로 5∼7년 정도 사용 후 교체하지만 발열 특성에 따라 더 짧아지는 경우가 많다.

알에프세미는 집적회로(IC)를 여러 개 분산 배치해 발열을 최소화한 AC 직결형 구동방식을 적용했다.

기존 LED 제품보다 안정적으로 5만 시간 이상 LED 수명을 유지한다.

회로가 복잡해 가격이 비싼 SMPS 방식과 달리 제조비용 절감할 수 있고 불량률도 최소화할 수 있다.

LED 조명의 소형화 및 경량화도 가능해 다양한 조명에 응용할 수 있다.

알에프세미는 AC 직결형 구동방식에서 발생하는 플리커 현상을 개선했다.

플리커는 조명의 미세한 떨림으로 사진이나 동영상을 촬영할 때 회색이나 검은 줄이 나타나는 현상을 말한다.

최근 세련되고 아름다운 디자인을 적용한 신규 홈 조명 개발, 국내 및 해외 판로 개척에 나서고 있다.

또 고객이 안심하고 사용할 수 있는 5년 무상 애프터서비스(AS) 체제를 구축해 전국 대리점에서 판매를 강화하고 있다.

국내뿐만 아니라 미국, 독일, 칠레, 베트남, UAE 등 남아메리카 및 유럽, 동남아시아 등에 수출하며 영업망을 세계로 확대하고 있다.

오는 26~28일 코엑스에서 한국광산업진흥회 주관으로 열리는 '2019 국제광융합 비즈니스페어'에 출품할 계획이다.

이진효 대표는 "다양한 LED 조명 제품 개발로 소비자 요구에 발 빠르게 대응하고 있다"며 "고급스럽고 우수한 성능을 갖춘 LED 홈 조명제품으로 시장을 선도하겠다"고 말했다.

알에프세미가 개발한 AC 직결형 구동방식의 LED 사각 방등.

@highlight

알에프세미가 전원공급장치(SMPS) 방식 LED 제품의 짧은 수명을 보완하여 집적회로(IC)를 여러 개 분산 배치해 발열을 최소화한 AC 직결형 구동방식을 적용하여 기존 LED 조명보다 안정적으로 수명을 보장하는 교류(AC) 직결형 구동방식 LED 홈 조명을 개발했다.