산재 장해등급 제11급을 판정받고 건설현장으로 복귀하지 못하였으나 재취업서비스 지원으로 지난달 서울 소재 한 건물의 보안직으로 재취업에 성공했다.

근로복지공단이 산업재해로 직업복귀에 어려움을 겪는 산재 노동자의 재취업을 지원하기 위해 도입한 특화서비스가 성과를 내고 있다.

올해 상반기 산업재해를 입은 근로자가 산업현장에 재취업한 직업복귀율이 65.03%로 지난해 같은 기간보다 3.45%포인트 증가했다.

근로복지공단은 현재 지역본부 6곳과 원주·수원지사 등 8개 권역별 재활지원팀에 취업 전문가를 배치하고 산재 근로자 개개인의 특성에 맞는 맞춤형 재취업서비스를 제공하고 있다.

서비스 제공건수는 지난해 상반기 3414건에서 올 상반기 7762건으로 127.35% 늘었다.

재활지원팀은 민간 취업전문기관 32곳과 고용서비스 민간위탁사업과 고용노동부 취업성공패키지, 한국장애인고용공단의 장애인취업성공 패키지 등과 연계, 워크넷을 이용한 구인구직등록, 취업설명회 개최 등 직접 서비스로 대상별 맞춤 재취업서비스를 제공하고 있다.

또 산재 장해로 인해 원직무를 수행할 수 없어 직무 변경이나 직업능력 개발이 필요한 산재장해인에게 직업훈련비용과 수당을 지원하고 있다.

그 결과 올 상반기 직업복귀자 수는 3만1573명으로 지난해 같은 기간(2만6276명)보다 5297명(20.2%) 늘었다.

산재근로자 약 80%가 40대 이상의 중장년이고 산재 장해로 취업이 어려운 점을 감안한다면 전문화된 재취업서비스가 실질적 도움을 제공한 결과로 해석된다.

근로복지공단은 앞으로 재활지원팀을 확대 운영하고 산재노동자 인턴고용제 등 신규 제도 도입을 추진할 계획이다.

심경우 근로복지공단 이사장은 "산재노동자에게 최적의 재취업서비스를 제공하는 플랫폼인 재활지원팀을 중심으로 사회적 취약계층인 산재노동자의 직업복귀율을 지속적으로 높일 수 있도록 재활서비스를 더욱 발전해 나갈 예정"이라고 말했다.

@highlight

근로복지공단이 지역본부 6곳과 8개 지사 등 권역별 재활지원팀에 취업 전문가를 배치하고 민간 취업전문기관 32곳과 연계해 대상별 맞춤 재취업 서비스를 적극 제공한 결과, 상반기 산업재해를 입은 근로자 3만 2천여 명이 산업현장에 재취업하여 직업복귀율이 65.03%로 나타났다.