한국토지주택공사(LH) 충북지역본부(이하 충북LH)는 12일부터 오는 12월 31일까지 신혼부부 전세임대 자격완화 모집을 실시한다고 밝혔다.

이번 모집에서 충북LH는 기존의 신혼부부Ⅰ 전세임대 보다 입주대상 및 자격을 대폭 완화했다.

충북에서는 약 380호를 공급한다.

전세임대주택은 당첨자가 거주할 주택을 물색하면 LH가 주택소유자와 전세계약을 체결한 후 당첨자에 저렴하게 재임대하는 주거복지지원사업이다.

전세임대 지원 유형 중에서도 신혼부부 전세임대는 정부의 주거복지로드맵 중점 추진 정책 중 하나다.

무주택 신혼부부들의 전세비용 부담을 해소하고 주거안정 및 경제적 안정에 기여하는 제도이다.

주거비와 양육비 이중부담을 겪는 신혼부부를 위해 현 생활권에서 저렴한 임대료로 최대 20년간 안정적으로 거주할 수 있는 것이 장점이다.

자격 완화된 신혼부부 전세임대 입주요건은 신청일 현재 무주택세대 구성원으로서 혼인 10년이내 신혼부부, 예비신혼부부, 만 13세 이하 자녀를 둔 한부모 가족이다.

미성년자 자녀(태아포함) 유무에 따라 1, 2순위로 나뉜다.

무주택세대구성원으로서 해당 세대의 월평균 소득이 도시근로자 가구당 월평균소득의 100%(배우자가 소득이 있는 경우 120%)이하이며, 국민임대주택 자산기준(총자산 2억 8000만원, 자동차 2499만원 이하)을 충족하는 신혼부부, 예비신혼부부 및 한부모가족이다.

충북지역 지원가능한도는 기존 신혼부부Ⅰ 전세임대와 동일한 8500만원이다.

지원한도액 범위 내 입주자 부담금은 전세금의 5%이다.

월 임대료는 전세보증금에서 임대보증금을 뺀 나머지 금액에 대해 보증금 규모에 따라 1~2%의 금리를 적용해 산정된다.

최초 임대기간은 2년이며, 임대기간 경과 후 2년 단위로 9회 재계약이 가능하다(최장 20년거주).

재계약시점에는 최초 입주시점의 완화된 소득이 아닌 기존 지침의 재계약 요건이 적용된다.

@highlight

정부정책의 신혼부부 전세임대사업 완화 모집에 충북LH는 12월31일까지 현재 무주택세대 구성원으로서 혼인 10년이내 신혼부부, 예비신혼부부, 만 13세 이하 자녀를 둔 한부모 가족 대상으로 모집한다.