선착순 계약을 진행 중인 '신천안 한성필하우스 에듀타운' 견본주택에 많은 예비 계약자들이 몰리며 인산인해를 이루었다.

한성건설에 따르면 신천안 한성필하우스 에듀타운은 지난주 토요일부터 견본주택에서 선착순 계약을 진행하고 있다.

지난달 12일 견본주택의 문을 열고 많은 관심을 받은 단지는 이후 청약과 정당 계약에서도 많은 수요자들이 몰려 뜨거운 관심을 받았다.

최근 천안시 일대에 부는 부동산 시장 호조세와 더불어 높아진 천안 동남구의 미래가치에 기대감이 모였다.

그동안 천안 동남구에서 공급된 아파트의 청약 성적은 좋지 않았지만, 신천안 한성필하우스 에듀타운가 기록한 2.02대 1의 경쟁률을 기점으로 분위기가 개선되고 있다.

특히, 정부의 부동산 규제로 주택 시장이 실수요자 위주로 흘러가면서 단순히 입주 후 프리미엄을 노리는 수요층보다 내 집 마련을 바라는 실수요자들의 방문이 이어지고 있다.

한성건설 관계자는 "선착순 분양 이전부터 대기자만 500여명에 달할 정도로 선착순 분양에 대한 문의가 계속되고 있는 상황이다"면서 "청약통장을 사용하지 못한 수요자들이 지속적으로 문의하면서 관심이 계속되고 있다"고 전했다.

'신천안 한성필하우스 에듀타운'은 충남 천안시 원성동 192-29번지에 들어서며 전용면적 59~114㎡, 지하 3층~지상 28층, 16개 동, 총 1784가구 규모로 수요자 선호도가 높은 대단지 구성이다.

단지는 총 1784가구의 대단지 아파트로 인프라 이용이 편리한 천안의 원도심에 들어서 높은 평가를 받았다.

단지는 주변으로 들어선 프리미엄 학세권 환경을 비롯해 천안역, 터미널 등 교통 인프라까지 우수하다.

단지는 전 가구를 남향 위주로 조성한 만큼 채광에서 강점을 보이며, 특히, 중대형 평형은 4베이 설계로 채광과 통풍을 동시에 노려 세대 내에서 쾌적함을 누릴 수 있어 관심이 집중된다.

@highlight

한성건설에 따르면 한성필하우스 에듀타운은 지난주 토요일부터 선착순 계약을 진행중이며, 많은 예비 계약자들이 몰리며 인산인해를 이루는 가운데, 업체 관계자는 수요자들이 지속적으로 문의하면서 관심이 지속되고 있다고 밝혔다.