코이카(이사장 이미경)은 비즈니스 솔루션 프로그램 파트너 기업으로 선정된 ㈜꽃피는 아침마을과 '캄보디아 팜슈가 비즈니스 가치사슬 구축사업' 약정을 체결했다고 12일 밝혔다.

이번 약정으로 꽃피는 아침마을은 캄보디아 현지기업 헤세드와 협력, 3년 동안 13억여 원을 투입해 '캄보디아 팜슈가 비즈니스 가치사슬 구축사업'을 수행한다.

재원은 코이카가 67%인 8억7000만 원을, 꽃피는 아침마을과 헤세드는 33%를 4억3000만 원을 분담해 마련한다.

팜슈가는 캄보디아 특산품으로 15년 이상 자라난 팔미라 팜나무에서 얻은 꽃 액즙을 수분만을 제거해 만든 천연 감미료다.

건강한 천연 감미료로 주목받고 있다.

팜슈가는 주로 현지에서 농사를 짓기 어려운 시기인 건기에 해당하는 12월부터 그 다음해 6월까지 현지 농민들의 주 수입원이 되고 있다.

그러나 캄보디아 내 팜슈가 비즈니스는 생산단계 위생문제, 품질관리, 불안정한 유통·판매 채널 등 여러 가지 문제점이 있어 현지 농민들의 안정적인 수익을 보장하지 못하고 있다.

이를 해결하기 위해 코이카와 꽃피는 아침마을은 헤세드와 팜슈가 생산단계부터 유통 및 판매단계까지 비즈니스 체계를 구축할 계획이다.

우선 캄보디아 중부 캄포츠낭과 캄보디아 서남부 캄퐁스프 두 개 지역이 농민협동조합을 설립하고 현대화된 팜슈가 가공장 설립을 진행한다.

또 상품 판매채널을 다양화하고 팜슈가 파생상품 개발 및 브랜드화를 통해 팜슈가 판매를 확대한다.

코이카 혁신사업실 관계자는 "이 사업은 국내 기업과 농업전문성을 보유한 현지 사회적기업이 협업해 시너지를 창출하는 의미 있는 사업"이라며 "이 사업을 통해 캄보디아 팜슈가 농부들의 빈곤감소와 삶의 질 향상에 기여하기를 바란다"고 말했다.

@highlight

코이카는 12일 비즈니스 솔루션 프로그램 파트너 기업으로 선정된 꽃피는 아침마을과 '캄보디아 팜슈가 비즈니스 가치사슬 구축사업' 약정을 체결했다고 밝혔는데, 이로써 꽃피는 아침마을은 캄보디아 현지기업 헤세드와 같이, 3년 동안 13억여 원을 투입해 이 사업을 진행하며, 재원은 코이카가 67%, 꽃피는 아침마을과 헤세드는 33%를 나누어 마련한다.