킹콩부대찌개는 '공식 서포터즈 1기'가 출범할 예정이라고 12일 밝혔다.

킹콩부대찌개는 숙명여대 홍보광고학과 3학년 노연경 학생의 적극적인 제안을 통해 공식 서포터즈를 출범한다.

노 학생은 대학 학과 과제에서 킹콩부대찌개와 관련된 시장 조사를 통해 브랜드 북을 제작하는 등 킹콩부대찌개를 사랑하는 매니아로서 다양한 활동을 펼쳤다.

이에 지난 7일 킹콩부대찌개는 노 학생을 초청해 브랜드북 제작 이유를 듣고 감사의 뜻을 전했다.

킹콩부대찌개 모기업인 ㈜에스엘에프앤비 정순태 대표는 "킹콩부대찌개의 분석 자료를 작성하기 위해 서울의 부대찌개 맛집을 돌며, 비교 분석한 노연경 학생의 자료가 인상적이었다"며 "우리 브랜드에 대한 애정 가득한 분석과 함께 수업 과제를 제출한 열정을 높이 산다"고 말했다.

이종근 전무는 "우리 킹콩부대찌개를 '내 영혼의 음식', '나의 인생 브랜드'라고 표현한 노 학생의 자료에서 그의 진심을 느꼈다"며 "곧 출시될 킹콩부대찌개 공식 서포터즈 1기를 출범하면 노 학생을 공식 서포터즈 단장으로 임명할 예정"이라고 강조했다.

한편 킹콩부대찌개는 현재 전국 184호점 오픈을 목전에 두고 있으며, 부대찌개 단일 메뉴 기준 전국 2위의 규모를 기록하고 있다.

또한 업계 최초로 팔도와 공동으로 개발한 킹콩사리면과 공기밥 무한 리필로 합리적인 외식 문화를 선도하며, 온라인 마케팅을 통해 소비자와의 거리감을 좁히는 등 친근한 외식 브랜드로 앞장서고 있다.

이를 통해 지난 7월 한국소비자 포럼이 주관하는 '올해의 브랜드 대상'에서 2년 연속 브랜드 대상을 수상하는 영예를 안았다.

특히 열린 기업, 참여하는 기업을 표방하는 ㈜에스엘에프앤비는 최근 킹콩부대찌개 충북지사의 지사장으로 김용수 점주를 발탁, 기업 관계자 모두가 한마음으로 브랜드를 이끌 정책을 마련하고 있다.

@highlight

킹콩부대찌개의 브랜드 북을 제작하는 등 킹콩부대찌개의 매니아인 숙명여대 홍보광고학과 3학년 노연경 학생의 제안을 통해 킹콩부대찌개가 '공식 서포터즈 1기'를 출범할 예정이라고 밝혔다.