제주특별자치도는 2019년도 정책실명제 중점관리 대상사업 심의 결과 총 141개 사업을 선정하고, 8월부터 도 공식 홈페이지에 대상사업을 공개하고 있다고 12일 밝혔다.

'정책실명제 중점관리 대상사업'은 제주특별자치도가 수립·시행하는 주요 정책에 참여한 관련자의 실명과 의견을 기록·관리하고 공개함으로써 정책의 투명성과 책임성을 높이기 위해 추진하고 있다.

정책실명제 대상사업은 2009년부터 공개되고 있으며, 최근 3년 간 약 400여 건이 선정돼 도 공식 홈페이지에 공개되고 있다.

도는 또 지난 5월 공식 홈페이지를 개편해 정책실명제 중점관리 대상사업을 연도별로 구분하고, 부서 및 담당자를 명시하는 등 대상사업 공개 시 가독성을 높이고 있다.

2019년도 정책실명제 중점관리 대상사업은 지난 6월 제정된 '정책실명제 운영 조례'에 맞춰 도지사 공약사항, 도민 생활에 영향을 미치는 사업 등 선정 기준을 확대했다.

그 결과 공약사항 63건, 장·단기 계획 3건, 건설사업 26건, 연구·용역 사업 24건, 행사성 사업 24건, 자치법규 제정(폐지) 1건, 도민 생활에 영향을 미치는 사업 4건, 국정과제 11건, 기타 2건이 발굴됐다.

이에 따라 정책실명제 심의위원회를 거쳐 141개 사업을 선정했으며, 선정된 사업은 도 홈페이지에 공개하고 있다.

제주도는 이와 함께 '국민신청실명제'를 오는 31일까지 실시키로 했다.

국민신청실명제는 관심 있는 사업에 대해 공개 신청을 하면 정책실명제 심의위원회의 심의를 거쳐 신청한 사업을 정책실명제 중점관리 대상사업으로 선정하는 제도이다.

국민은 누구나 이메일 또는 우편을 통하여 신청할 수 있으며, 이에 따른 자세한 내용은 도 공식 홈페이지에서 확인이 가능하다.

제주자치도 문경진 정책기획관은 "2019년 정책실명제 중점관리 대상사업으로 선정된 사업들이 시의적절하게 공개될 수 있도록 관리하고, 도민이 신청해주신 사업들을 적합하게 선정해 행정의 투명성과 책임성 확보에 앞장서 나가겠다"고 말했다.

@highlight

제주특별자치도는 정책의 투명성과 책임성을 높이기 위해 제주도가 수립시행하는 주요 정책에 참여한 관련자의 실명과 의견을 기록관리하고 공개하는 2019년도 '정책실명제 중점관리 대상사업' 심의결과 총 141개 사업을 선정하고 8월부터 도 공식 홈페이지에 공개하고 있다고 12일 밝혔으며 이와 함께 '국민신청실명제'를 오는 31일까지 실시하기로 했다.