바른미래당 혁신위원회가 지도부 여론조사 검증을 시행한 결과 손학규 대표 체제를 '교체해야한다'는 응답이 '유지'보다 더 높게 나온 것으로 조사됐다.

혁신위는 여론조사 전문기관인 리얼미터에 의뢰해 지난 9~11일 전국 성인 1000명을 대상으로 손 대표 체제 유지 여부 찬반(95% 신뢰수준, 표본오차 ±3.1% 포인트)을 조사해 12일 발표했다.

그 결과 새 지도부로 교체하자는 응답이 45.6%로 지도체제를 유지 응답인 25.4%보다 높게 나타났다.

혁신위는 바른미래당이 해결해야 할 난제인 '당 지도체제' 존속과 '당의 정체성' 문제 등에 집중했다고 설명했다.

정치성향을 기준으로 한 조사에서는 진보층 응답자 중 38.6%가 '새 지도부로 교체'를 택했고, 중도보수층 응답자의 55%가 '새 지도부로 교체'를 택했다.

진보층이 손학규 지도체제의 유지를 더 많이 원했다.

문재인 대통령 국정수행 긍정 평가자(매우 잘함 또는 잘하는 편) 중에서는 응답자의 39.5%가 손학규 지도체제 유지, 28.9%가 새 지도부로 교체를 택했다.

반면 부정 평가자(매우 잘못함 또는 잘못하는 편) 중에서는 현 체제 유지가 11.8%, 새 지도부로 교체가 63.1%로 나타났다.

혁신위는 "현재 손학규 지도체제의 유지를 바라는 응답자는 진보 성향 및 문 대통령 국정수행 긍정 평가자가 많다"며 "새 지도부로 교체하자는 응답자는 중도보수 성향 및 문 대통령 국정수행 부정 평가자가 많은 것을 알 수 있다"고 해석했다.

혁신위는 조사기관의 세부 결과 보고서가 나오는 대로 보고서와 지도부 비전 공개검증의 질의응답 내용 등을 종합해 마지막 실행계획인 '평가 및 판단'을 할 예정이다.

혁신위는 "'제21대 총선 승리를 위한 바른미래당 지도체제 혁신안(案)'의 평가 및 판단을 통해서 현재의 지도부를 냉정하게 평가하고 총선 승리를 위한 지도체제 혁신안의 결론이 무엇인지 최종 판단할 것"이라고 밝혔다.

@highlight

바른미래당 혁신위원회는 여론조사에서 손학규를 교체해야한다는 응답이 45.6%, 유지해야한다는 응답이 25.4%로 교체해야한다는 여론이 우세하다고 12일 밝혔다.