대한민국 국제 관광박람회 조직위원회와 한라일보 등 전국 각 지역의 대표 신문사가 공동으로 주최하는 '제4회 대한민국 국제 관광박람회'가 오는 15일부터 18일까지 일산 킨텍스 제1전시장 3홀에서 개최된다.

이번 박람회는 다양한 여행 및 관광콘텐츠 간의 상호 교류와 협력 추진을 통해 관광산업 발전에 기여하고, 동시에 국내·외 참관객 및 바이어에게 다채로운 관광 콘텐츠를 널리 홍보하기 위해 마련됐다.

올해로 제4회를 맞이한 대한민국 국제 관광박람회는 관광 홍보를 넘어 구체적인 'B2B(기업간거래)' 관광박람회로 목표를 정해 박람회 정체성을 만들어 나아가고 있다.

올해는 박람회 기간 4일 동안 15일, 16일 양일간 'B2B 바이어상담회'를 진행, 국내외 관광바이어와 참가지자체 및 기업간에 비즈니스 협업, 관광 마케팅, 네트워크 교류를 추진할 예정이다.

박람회 전 일정 동안 일반 참관객들에게는 국내외 관광콘텐츠 홍보 및 여행 관련 정보를 제공하며 재미와 볼거리도 제공한다.

이번 박람회는 작년 행사에 이어 국내 대다수 지자체 참여를 통해 대한민국 각 도시의 우수한 관광정보를 홍보한다.

특히 해외 도시 및 다양한 여행사들이 참여해 국내·외 여행 정보를 교류하는 공유의 장이 될 전망이다.

문화체육관광부·외교부·농림축산식품부·한국관광공사·한국철도공사·고양시·한국관광협회중앙회가 후원하는 이번 박람회는 대한민국 관광기념품대전, 대한민국 귀농귀촌 특별대전 등의 동시행사도 진행될 예정이다.

또한 무대행사, 경품 이벤트를 통해 참관객의 오감을 사로잡을 볼거리· 체험 행사도 진행되며 참가기업 및 국내 지자체 관광과 실무자를 대상으로 여행·관광 강연과 세미나가 마련된다.

박람회 기간 동안 패키지여행상품권, 항공권(상품권) 및 호텔 숙박권 등 다양한 경품 추첨이 이뤄지며 한지체험, 도자기체험, 해외문화체험 등 참관객들에게 다양한 체험 즐길거리도 제공된다.

@highlight

15일부터 18일까지 일산 킨텍스에서 개최되는 제4회 대한민국 국제 관광박람회는  'B2B(기업간거래)' 관광박람회로 목표를 정하고 여행 정보 공유 및 관광콘텐츠 간의 상호 교류와 협력 추진을 통해 관광산업 발전에 이바지하기 위해 준비됐다.