이천시 시립도서관을 비롯해 관내 5개 공공도서관에서 2019년 ‘독서의 달(9월)’을 맞아 ‘책 읽는 이천’ 활성화와 시민들의 독서문화생활 향상을 위해 다채로운 프로그램을 마련한다.

9월 한 달 간 이천시 공공도서관(시립, 청미, 어린이, 효양, 마장)에서 운영될 예정이며 시민들에게 도서관에서 즐기며 배우고 함께하는 다양한 기쁨을 선사할 것이다.

모든 시민이 참여할 수 있는 프로그램으로 시민들의 관심이 높은 분야별 전문 작가초청강연과 자녀교육특강, 어린이를 위한 전래극과 매직버블쇼 코믹저글링쇼 샌드아트, 가족이 함께 참여할 수 있는 체험프로그램과 원화전시 등 다양하게 준비한다.

이 밖에도 도서관을 방문하는 시민들의 책 읽기를 독려하기 위해, 사서들이 준비한 독서의 달 추천도서목록을 자료실에서 배부한다.

」(시립), ‘엄마표 영어 17년 보고서’ 새벽달(남수진) 작가의 「엄마표 영어교육법의 핵심 노하우」(청미) 등이 각각 실시한다.

또한 ‘엄마 반성문’의 이유남 교장 겸 작가의 「좋은 부모 대화법」(청미), 여행전문 노중훈 작가의 「식당 골라주는 남자」(효양) 가 시민들에게 작가를 만나는 기회와 배우는 기쁨을 제공할 것이다.

이 프로그램을 통해 시민들이 수동적으로 책을 읽는데 그치는 것이 아니라, 분야별 전문가인 저자를 직접 만나 강연을 듣고 궁금한 점을 질문할 수 있는 능동적으로 참여하는 시간이 될 것이다.

또한 어린이들은 도서관에서 재미있는 전래극, 샌드아트, 매직버블쇼 등 다양한 문화공연에 참여함으로써 도서관을 친구처럼 가깝게 느낄 수 있을 것이다.

가족이 함께 참여할 수 있도록 마련된 다양한 만들기 체험 프로그램은 시민들에게 도서관에서 여가를 선용하는 좋은 기회를 제공 할 것이다.

독서의 달 프로그램은 이천시도서관 통합회원이면 대상별 누구나 참여 가능하다.

수강신청은 이천시통합도서관 홈페이지(http://www.icheonlib.go.kr) 문화행사 메뉴를 통해 도서관 강좌별 선착순으로 접수받으며, 홈페이지에서 자세한 수업계획서를 확인할 수 있다.

@highlight

이천시 시립도서관 및 관내 5개 공공도서관에서는 2019년 '독서의 달'을 맞아 '책 읽는 이천' 활성화를 위해 모든 시민이 참여할 수 있는 다양한 체험프로그램과 원화전시 등을 마련하여 9월 한 달간 공공도서관에서 운영할 예정으로 시민들이 도서관에서 즐기며 함께하는 다양한 기쁨을 선사하게 된다.