화앤담픽쳐스(대표이사 윤하림)와 스튜디오드래곤(대표이사 최진희)이 기획·제작중인 김은숙 작가의 신작 '더 킹 : 영원의 군주'가 내년 상반기 SBS를 통해 공개된다.

12일 스튜디오드래곤 측은 최근 SBS 측과 이민호·김고은 주연 드라마 '더 킹 : 영원의 군주'의 최초 방영권 계약을 체결했다고 전했다.

화앤담픽쳐스와 스튜디오드래곤의 '더 킹 : 영원의 군주' 최초 방영권 계약 체결은 '푸른 바다의 전설', '황금빛 내 인생', '봄밤', '의사 요한' 등과 마찬가지로 플랫폼 다각화 형태의 콘텐츠 유통전략에 따라 진행된 것이다.

'더 킹 : 영원의 군주'는 김은숙 작가와 '태양의 후예'를 만든 백상훈 감독이 연출을 맡아 드라마에서는 좀처럼 다루지 않았던 평행세계를 배경으로 악마의 속삭임에 맞서 차원의 문(門)을 닫으려는 이과(理科)형 대한제국 황제 이곤과 누군가의 삶·사람·사랑을 지키려는 문과(文科)형 대한민국 형사 정태을의 두 세계를 넘나드는 공조를 통해 펼쳐지는 판타지 로맨스물로, 김고은의 1인2역 도전과 함께 이민호의 복귀작으로서 주목을 받고 있다.

스튜디오드래곤 관계자는 "기존 방송사에서 제작비의 일부를 투자해 드라마를 만들고 IP(지적재산권)를 소유하는 것과 달리 스튜디오드래곤은 자체 사업역량으로 콘텐츠를 기획 제작하고 방송사, OTT 등 플랫폼별로 방영권을 판매하는 전략"이라며 "오픈 플랫폼 정책에 따라 내부유통채널에 얽매이지 않고 콘텐츠별 최적의 플랫폼을 선택해 사업성과를 극대화하겠다"고 말했다.

한편 스튜디오드래곤은 국내 TV채널에 대한 콘텐츠 판매뿐만 아니라 넷플릭스 오리지널 드라마 '좋아하면 울리는', '나 홀로 그대' 등 협업을 통한 해외시장 진출에도 힘을 싣고 있다.

@highlight

화앤담픽쳐스(대표이사 윤하림)와 스튜디오드래곤(대표이사 최진희)이 기획·제작중인 김은숙 작가의 신작 '더 킹 : 영원의 군주'가  '푸른 바다의 전설', '황금빛 내 인생', '봄밤', '의사 요한' 등과 마찬가지로 플랫폼 다각화 형태의 콘텐츠 유통전략에 따라 진행되어 내년 상반기 SBS를 통해 공개된다.