8월 14일은 일본군 위안부 피해자 기림의 날이면서 '그린데이'로 알려져 있기도 하다.

무더운 날씨에 시원한 산을 찾아 신선한 공기를 마음껏 마시고 피로에 지친 심신을 회복하는 산림욕을 하는 날이라는 의미에서 붙여진 이름이다.

일주일의 행복과 기대감을 주는 복권이 숲에서의 힐링에 든든한 보탬이 되고 있다.

교육사업 등에 쓰이고 있기 때문이다.

교육을 전국 각지에서 활발히 진행하고 있다.

숲치유 등 숲의 혜택을 누릴 수 있는 기회를 폭넓게 제공함으로써 복권기금의 사회적가치 증진을 위해 힘쓰고 있다.

실제로 저소득, 장애인, 다문화 가정 등 취약계층과 청소년, 일반인 등 매년 약 30만 명의 수혜자가 프로그램에 참여하고 있다.

교육사업은 산림교육전문가와 함께 진행하며, 참가자의 정서 안정, 면역력 향상 효과와 함께 스트레스, 우울감 완화 등의 사회문제 해소에 기여하고 있다.

청소년의 경우 학교폭력, 인터넷 중독 등의 문제해결에 도움을 주고 전인적 성장, 근로자의 스트레스 반응 감소나 노약자의 인지기능 향상에도 탁월해 국민복지의 새로운 패러다임을 열고 있다.

교육사업 프로그램인 장애인 다스림숲 산책캠프참여자 오광희 씨는 "우리 같은 경우, 산에 오기 위해서는 많은 분들의 도움이 필요하다"며, "복권기금이 지원된 캠프를 통해 오랜만에 도심을 벗어나 숲에서 신선한 공기를 마시고 스트레스를 해소할 수 있어 뜻깊은 시간이었고 기회가 된다면 또 참여하고 싶다"고 말했다. 유아숲교육 프로그램 참여자 이세인 학생은 "학교에서 마시는 공기가 답답하게만 느껴졌는데 숲에 와서 나무 특유의 향기를 맡으니 몸과 마음이 건강해지는 느낌이다"며, "자연스럽게 나 자신을 돌아볼 수 있는 기회가 돼서 보람된 시간이었다"고 전했다. 복권수탁사업자 동행복권 건전마케팅팀 김정은 팀장은 "복권기금이 사회적인 관심과 배려가 필요한 분들에게 숲체험 프로그램을 제공해 정서적 안정과 미래에 대한 희망을 제시하고 있다"며, "이처럼 복권은 당첨에 대한 희망도 주지만, 소외계층 그리고 우리에게 더 큰 행복을 나눠주고 있다"고 전했다.

@highlight

복권기금 중 일부가 산림청 녹색자금으로 청소년과 소외계층의 심신 건강을 증진시키는 숲체험과 교육사업 등에 쓰이고 있어 힐링에 큰 역할을 하고 있는 가운데, 올해 교육사업에 지원되는 복권기금은 174억 5천만 원으로 121개의 비영리법인과 사회적기업 등의 지원에 쓰일 예정이다.