SK하이닉스는 업계 최고속 고대역폭메모리(HBM) D램 'HBM2E'(사진) 개발에 성공했다고 12일 밝혔다.

HBM는 기존 D램보다 데이터 처리 속도를 혁신적으로 끌어올린 고성능 제품을 말한다.

HBM2E는 이전 규격인 HBM2 대비 처리 속도를 50% 높였다.

SK하이닉스가 개발한 HBM2E는 3.6기가비트(Gbit/s) 처리속도를 구현할 수 있어 1024개의 정보출입구(I/O)를 통해 초당 460GB의 데이터 처리가 가능하다.

이는 영화(3.7GB) 124편 분량의 데이터를 1초에 처리할 수 있는 수준이다.

용량은 단일 제품 기준으로 16Gb 칩 8개를 TSV 기술로 수직 연결해 16GB를 구현했다.

TSV는 D램 칩(Chip)에 수천개의 미세한 구멍을 뚫어 상층과 하층 칩의 구멍을 수직으로 관통하는 전극으로 연결하는 상호연결 기술이다.

HBM2E는 초고속 특성이 필요한 고성능 GPU를 비롯해 머신러닝과 슈퍼컴퓨터, AI 등 4차산업 기반 시스템에 적합한 고사양 메모리 솔루션이다.

HBM은 메모리칩을 모듈 형태로 만들어 메인보드에 연결하는 통상적 방식이 아닌, 칩 자체를 GPU와 같은 로직 칩 등에 수십um(마이크로미터) 간격 수준으로 가까이 장착한다.

이로써 칩간 거리를 단축시켜 더욱 빠른 데이터 처리가 가능해진다.

SK하이닉스 HBM사업전략 전준현 담당은 "SK하이닉스는 2013년 세계 최초로 HBM D램을 출시한 이후 지금까지 기술 경쟁력을 바탕으로 시장을 선도해왔다"며 "HBM2E 시장이 열리는 2020년부터 본격 양산을 개시해 프리미엄 메모리 시장에서의 리더십을 지속 강화하겠다"고 밝혔다.

@highlight

SK하이닉스는 기존 D램보다 데이터 처리 속도를 혁신적으로 끌어올린 최고속 고대역폭메모리(HBM) D램 'HBM2E' 개발에 성공해 이전 규격인 HBM2 대비 처리 속도를 50% 높였다고 12일 발표했다.