12일 오전 제주지방법원 제201호 법정 앞에 전 남편 살인사건 피고인 고유정 공판을 방청하기 위해 도민들이 줄서있다.

이날 방청은 제주지법 최초로 선착순으로 방청권을 배부했다.

'제주 전 남편 살해 사건' 고유정씨의 첫 재판을 지켜본 피해자 강모씨의 유족은 "우발적 범행이었다"는 고씨 측 주장에 대해 "한 편의 소설을 봤다"며 분노를 감추지 못했다.

12일 살인 등 혐의로 구속기소 된 고유정의 첫 재판이 끝난 뒤 피해자 강모씨의 남동생 A씨는 취재진을 만나 이렇게 말했다.

A씨는 "고씨 측이 피해자가 (이곳에) 없다는 이유로 고인의 명예를 명백히 훼손하는 발언을 한 것에 대해 큰 분노와 좌절을 느낀다"면서 "그 부분에 대해 절대 좌시하지 않겠다"고 말했다.

이어 "(고씨의 주장을) 절대 받아들일 수 없고 비록 형님의 생명은 못지켰지만, 그래서 매일 매일 죄책감 속에 살고있지만 형님의 명예는 (잘 지켜서) 진실을 명명백백히 밝히고 고유정이 극형을 받을 수 있도록 하겠다"며 울먹였다.

피해자 측 변호를 맡은 강문혁 변호사도 "오늘 피고인의 변호인은 고인의 명예를 아주 심각하게 훼손하는 일방적인 주장을 다수 했다"면서 "'죽은 자는 말이 없다'라는 점을 악용해서 터무니없는 진술을 한 것에 대해 응당 책임을 져야할 것"이라고 강조했다.

또 "검찰의 객관적 증거마저도 무시하고 왜곡하는 주장을 서슴지 않았다"며 "그 부분에 대한 재판부 판단이 있을 것"이라고 밝혔다.

강 변호사는 "살인 범행을 부인하면서까지 심지어 그 전 공판준비기일 때는 인정했던 부분을 뒤집으면서 범행을 부인하고 고인을 아주 나쁜사람으로 몰아가는 이런 주장은 인간으로서 할 도리가 아니라고 생각한다"고 말했다.

한편 고씨 측 변호인은 '오늘 새롭게 주장한 것들에 대한 증거가 있으신거냐', '고유정씨가 직접 주장하신 거냐' 등 취재진 질문에 "제가 나중에 공식적으로 말씀드리겠다"며 답변을 회피했다.

또 '앞으로 어떻게 재판에 임할 예정이냐'는 질문에는 "재판에 성실하게 (임해서) 진실을 밝힐 수 있도록 노력하겠다"고 답한 채 서둘러 법원을 빠져나갔다.

@highlight

12월 오전 제주지방법원에서 '제주 전 남편 살해 사건'고유정씨의 첫 재판을 지켜본 피해자 유족은 우발적 범행이였다는 고씨 측 주장에 대해, 한 편의 소설을 본거 같다며 큰 분노와 좌절을 느끼고, 고인의 명예를 훼손하는 발언을 한것은 절대 좌시하지 않을것이라며 진실을 밝히겠다고 밝혔다. 