일본 화장품 브랜드 DHC 자회사의 '혐한 발언'으로 논란인 가운데, 서경덕 성신여대 교수는 "'#잘가요DHC' 해시태그 캠페인을 SNS에 펼치자. 불매운동으로 DHC를 자국으로 돌려보내자"고 제안했다.

서 교수는 지난 11일 자신의 페이스북을 통해 "DHC의 요시다 요시아키 회장은 극우 혐한 기업인으로 악명이 높다. 특히 몇 년 전에는 재일교포에 대해 '일본에 나쁜 영향을 끼치지 모국으로 돌아가라'는 차별 발언을 해 큰 논란을 일으켰다"고 말했다.

서 교수는 이번에 논란에 대해 "더 이상의 무슨 말이 필요하겠느냐. 우리의 불매운동으로 DHC를 자국으로 돌려보내자"라고 했다.

이어 그는 "#잘가요DHC 해시태그 캠페인을 SNS 상에서 여러분들과 함께 펼친다면 더 빠른 효과를 얻을 수 있으리라 생각된다"며 "한국의 모든 재고품들을 DHC 요시다 요시아키 회장 앞으로 다 전해주자"라고 덧붙였다.

지난 10일 DHC의 자회사인 'DHC테레비' 프로그램에서 출연자가 "한국은 원래 금방 뜨거워지고 금방 식는 나라니까 일본은 그냥 조용히 두고 봐야지"라며 한국 불매 운동을 비하한 사실이 알려졌다.

또 다른 출연자는 "조센징들은 한문을 썼는데 한문을 문자화하지 못해서 일본에서 만든 교과서로 한글을 배포했다"라며 "일본인이 한글을 통일시켜서 지금의 한글이 됐다"며 역사를 왜곡하기도 했다.

이어 위안부 평화의 소녀상과 관련해 예술성이 없다며 "제가 현대 미술이라고 소개하면서 성기를 내보여도 괜찮은 건가요? 아니잖아요"라고 말해 논란을 키웠다.

지난 2000년대 초 한국에 진출한 DHC는 화장품과 건강보조제 등을 판매하고 있다.

지난 2017년에는 정식으로 'DHC코리아'를 론칭하며 매출액 99억 4300만 원에 당기순이익 22억원을 기록한 바 있다.

@highlight

일본 화장품 브랜드 DHC 자회사의 혐한 발언으로 논란인 가운데, 서경덕 성신여대 교수는 잘가요 DHC 해시태그 캠페인을 SNS에 펼치자고 하고, 특히 몇 년 전에는 재일교포에 대해 일본에 나쁜 영향을 끼치지 모국으로 돌아가라는 차별 발언을 했다며 우리의 불매운동으로 DHC를 자국으로 돌려보내자고 했다.