올해 상반기에도 국내은행이 거둬들인 이자이익이 20조원을 넘어섰다.

12일 금융감독원이 발표한 상반기 국내은행 영업실적(잠정) 자료에 따르면 은행의 이자이익은 20조6000억원을 기록했다.

지난해 같은 기간(19조7000억원)보다 4.8%(약 9000억원) 증가한 수치다.

지난해 하반기(20조8000억원)에 이어 2개 반기 연속 20조원을 넘어섰다.

이자이익은 관련 통계가 잡히기 시작한 이래 지난해 2분기(10조원)에 처음으로 10조원대를 기록한 이후 작년 3분기(10조2000억원)·4분기(10조6000억원), 올해 1분기(10조1000억원)·2분기(10조5000억원)까지 5분기 연속 10조원대를 기록했다.

상반기 중 국내은행의 비이자이익은 3조6000억원으로, 작년 같은 기간(3조1000억원)보다 17.2%(약 5000억원) 늘었다.

이는 금리 하락으로 유가증권 관련 이익이 1조원가량 늘어났기 때문이다.

이자·비이자 이익 모두 늘면서 은행의 당기 순이익도 작년 상반기 8조3000억원에서 올해 상반기 8조7000억원으로 증가했다.

다만 자회사 투자 지분 등 4000억원가량 손실이 발생해 증가 폭이 줄었다.

상반기 국내은행의 판매비·관리비는 11조3000억원으로, 작년 동기(10조4000억원)보다 8.9%(약 9000억원) 늘었다.

명예퇴직 급여 등으로 인건비가 6000억원가량 늘고, 신(新) 리스 기준(IRFS16) 적용으로 감가상각비를 비롯한 물건비가 늘어서다.

같은기간 대손비용은 작년 동기(1조원)보다 22.3% 증가한 1조3000억원이었다.

자회사 등 투자지분 관련 손실이 발생한 데 따라 영업외손익은 작년 동기(1000억원)보다 4000억원 줄어 적자 전환했다.

법인세 비용은 5000억원 줄어든 2조6000억원을 기록했다.

국내은행의 상반기 총자산수익률(ROA)은 0.67%, 자기자본이익률(ROE)은 8.64%로, 작년 동기(ROA 0.69%·ROE 8.85%)보다 각각 0.02%포인트, 0.21%포인트 내렸다.

영업실적 개선 등으로 자산·자본이 늘었지만, 당기순이익 증가 폭(4000억원)이 상대적으로 적었기 때문이다.

@highlight

올해 상반기 국내은행의 이자이익이 20조원을 넘어서 5분기 연속 10조원대를 기록했으며 국내은행의 비이자이익도 3조6000억원으로, 작년 동일 기간 이익의 17.2%(약 5000억원)가 증가하였다.