시행 20년을 맞은 쇠고기 등급제가 품질에 따른 가격 차별화를 촉진해 생산 기술을 향상하고 한우 농가 소득을 증대하는 등 산업 경쟁력을 높이는 데 기여했다는 평가가 나왔다.

농림축산식품부 축산물품질평가원은 13일 한우 도매시장 평균 경락 가격(한우 전체, 원/㎏)이 쇠고기 등급제가 본격 시행된 1998년 7049원에서 2018년 1만7772원으로 152% 상승했다고 밝혔다.

최상위 등급의 경우 거세우 기준 경락 가격이 같은 기간 8445원에서 2만777원으로 146% 올랐다.

2등급과의 차이는 같은 기간 746원에서 지난해 5545원으로 643% 불어났다.

축평원은 유통 시장에서 등급 간 가격 차별화가 진전됨에 따라 생산 단계에서도 고급육 생산을 위한 종축 개량, 사육 기술 향상 등의 성과가 나타났다고 밝혔다.

한우의 평균 도체 중량(가축을 도축해 가죽, 내장, 머리 등을 제외한 무게)은 1998년 288㎏에서 2018년 403㎏으로 115㎏(40%) 증가했고 최고급 부위인 등심의 단면적은 같은 기간 70㎠에서 89㎠로 19㎠(27%)가 늘었다.

이는 곧 한우의 등급 향상으로 이어졌다.

전체 출하 두수 중 1등급 이상 쇠고기의 출현율이 1998년 15.4%에서 2003년 33.3%, 2008년 54.0%, 2013년 61.3%, 2018년 72.9%로 올랐다.

축평원은 쇠고기 품질 등급이 꾸준히 상승한 것이 한우 농가의 소득 증대에도 크게 기여했다고 밝혔다.

쇠고기 등급제는 1993년 축산물 수입 자유화에 대응해 대외 경쟁력 강화와 품질 향상을 목적으로 도입됐다.

도입 당시엔 1·2·3등급 체제였지만 1997년 1+등급이, 2004년 1++등급이 단계적으로 추가됐다.

한우. 축평원은 올해 12월부터 새로운 쇠고기 등급 기준을 시행할 예정이다.

1++등급 쇠고기의 근내지방도(마블링) 기준을 '17% 이상'에서 '15.6% 이상'으로, 1+등급은 '13~17%'에서 '12.3~15.6%'로 낮춘다.

1등급 이하는 현행 기준을 유지한다.

@highlight

시행 20년이 되는 쇠고기 등급제는 등급 간 가격 차별화로 생산 기술이 발전하여 한우 농가 소득 증대를 가져 왔고 산업 경쟁력을 높이는데 기여하였다.