[서울신문] 경기도 과천시 인구가 5~6년 후면 현 인구 5만 8000명의 두 배인 12만명을 훌쩍 넘어설 전망이다.

12일 신창원 더불어민주당 의원이 과천시로부터 받은 자료에 따르면 모든 도시개발사업이 완료되는 2025년까지 6만 5000여명이 늘어난 12만 3000여명으로 집계됐다.

현재 과천시 전역에서는 아파트단지 재건축사업과 지식정보타운, 주암동 공공지원 임대주택 등 도시개발사업이 진행되고 있다.

30년이 넘은 도심 6개 아파트단지 재건축이 조만간 마무리되면 시 인구는 1만 3522명(7780가구)이 늘어난다.

공공주택 8422가구를 조성하는 갈현·문현동 과천지식정보타운에는 2021년까지 1만 8978명이 유입된다.

이어 주암 공공지원 임대주택지구에는 5700가구 1만 3901명이, 지난해 공공주택지구로 지정된 과천동 일원에는 늦어도 2025년까지 7100가구 1만 6514명이 증가해 도시는 급속한 팽창을 앞두고 있다.

이에 따른 다양한 교통대책도 추진한다.

정부와 시는 교통대책 후 개발을 원칙으로 다양한 교통개선대책을 수립하고 있다.

GTX-C노선이 정부과천청사 역 경유가 확정된 데 이어 수도권 남부지역 광역철도망인 과천~위례선도 예비타당성 조사를 통과했다.

이 노선은 상대적으로 철도 인프라가 열악한 남부지역을 지하철 4호선, 신분당선, 분당선 3개 노선을 동서로 연결한다.

경마공원에서 시작하는 노선을 지식정보타운까지 연장할 계획이다.

강남권 10분대 진입할 수 있으며 2025년까지 준공 예정이다.

상시 교통정체 구간인 과천~이수(서울) 간 교통대책도 마련했다.

과천대로와 동작대로 밑을 통과하는 5.4km 지하복합터널을 건설한다.

도로와 배수시설을 함께 건설하는 민간투자사업으로 3기 신도시 교통개선대책에 포함됐다.

이외에도 과천대로와 헌릉로 연결도로 신설, 과천 송파 간 민자도로 연장, 과천 우면산도로 지하화 등 인구 팽창에 따른 교통개선대책을 마련했다.

@highlight

현재 과천시 전역에는 아파트단지 재건축사업과 공공지원 임대주택 등 도시개발사업이 진행되고 있는데, 12일 신창원 더불어민주당 의원이 과천시로부터 받은 자료에 따르면 모든 도시개발사업이 완료되는 2025년까지 인구가 12만 3000여명으로 현재의 두배가까이 늘어날 예정이며, 이에 대해 정부와 시는 인구증가에 대한 교통개선대책을 수립하고 있다고 밝혔다.