與 "빠른 통과" … 野 "고강도 검증"

문재인 대통령이 8·9개각에서 지명된 7명의 장관 및 위원장 후보자에 대한 인사청문요청안을 14일 국회에 발송할 것으로 알려졌다.

충청권의 한상혁 방송통신위원장(대전고)·조성욱 공정거래위원장(청주여고)과 조국 법무부 장관·최기영 과학기술정보통신부·김현수 농림축산식품부·이정옥 여성가족부 장관 후보자·은성수 금융위원회 위원장 후보자 등이 해당된다.

예정대로 요청안이 발송될 경우 국회는 내달 2일까지 청문회를 마쳐야 하며, 늦어도 추석 전까지는 장관들에 대한 임명 절차가 모두 마무리될 것으로 전망된다.

청와대 관계자는 12일 언론 인터뷰에서 "새로 임명된 장관 및 위원장 후보자에 대한 인사청문요청안을 14일 국회에 제출하기로 가닥을 잡았다"고 밝혔다.

인사청문회법에 따르면 국회는 인사청문요청안 제출 뒤 20일 이내에 청문 절차를 마쳐야 한다.

14일 요청안 제출이 이뤄질 경우 9월 2일까지는 국회가 청문회를 해야 한다는 뜻이다.

국회가 시한까지 보고서를 송부하지 못할 경우 대통령은 10일 이내 범위에서 기간을 정해 보고서를 보내 달라고 다시 요청(재송부요청)을 할 수 있다.

만약 대통령이 지정한 기간까지 국회가 보고서를 보내지 않는다면 대통령은 그대로 임명을 강행할 수 있다.

9월 12일부터 추석 연휴가 시작된다는 점을 고려하면 추석 전에는 8·9 개각에 따른 청문 정국이 모두 마무리될 것으로 보인다.

여당인 더불어민주당은 '최대한 빠른 통과'를 이번 청문 정국의 목표로 한다.

오는 9월 2일 정기국회 개회 전에 인사청문회를 모두 마쳐 다른 국회 일정과 청문절차의 연계를 최소화하려는 전략이다.

여기에는 문재인 정부 2기 내각을 신속하고 무탈하게 완성해야 집권 중반기 국정 동력을 유지하고 개혁 과제를 흔들림 없이 추진해나갈 수 있다는 판단이 깔렸다.

반면 자유한국당 등 야권에서는 조 후보자 지명 등을 두고 크게 반발하며 강도높은 인사검증을 예고하고 있어, 결국 청문정국 장기화로 문 대통령의 재송부요청 및 임명강행 절차까지 이어지는 것 아니냐는 예측도 나온다.

@highlight

문재인 대통령이 8·9개각에서 한상혁 방송통신위원장, 조성욱 공정거래위원장, 조국 법무부 장관, 최기영 과학기술정보통신부장관, 김현수 농림축산식품부장관, 이정옥 여성가족부장관, 은성수 금융위원회 위원장 등 7명의 장관 및 위원장 후보자에 대한 인사청문요청안을 14일 국회에 발송할 것으로 알려졌는데 예정대로 발송되면 국회는 추석 전까지는 장관들에 대한 임명 절차가 모두 마무리될 것으로 기대된다