시위대에 점령됐던 홍콩국제공항이 13일 오전 정상화되면서 현지에 있던 국내 여행객들도 속속 귀국을 준비하고 있다.

국적 항공사들도 홍콩공항 운영 재개에 따라 홍콩에 발이 묶였던 승객 수송에 들어갔다.

주요 여행사들에 따르면 지난 12일부터 오늘까지 이틀간 홍콩공항 마비 사태로 예정대로 귀국하지 못한 단체 여행객은 7명으로 파악됐다.

여행사들은 현지 상황을 수시로 점검하며 변수가 있을 경우 일정 조정도 검토할 계획이다.

국토부에 따르면 국적항공사 8곳의 항공편 예약 승객 가운데 홍콩에 발이 묶였던 사람은 1002명에 달하며, 이들 중 대부분은 자유 여행객인 것으로 알려졌다.

인천공항 입출국 현황에 따르면 이날 인천에서 홍콩으로 출발하는 여객기는 총 26편으로 이 중 홍콩항공 HX647편과 캐세이퍼시픽 CX439편, CX411편 등 4편이 결항된 것으로 나타나고 있다.

또 같은날 홍콩발 인천행 여객기는 총 16편으로 이 중 홍콩익스프레스 UO618편과 캐세이퍼시픽 CX410편 등 총 5편이 결항된 것으로 집계되고 있다.

주요 항공사들은 승객 수송이 이날 중 정상화될 것이라고 전했다.

대한항공은 "오늘 오전 9시 50분 인천발 홍콩행 여객기를 정상적으로 출발시켰고, 나머지 홍콩 체류 승객도 오늘 안에 정상적으로 모두 목적지까지 수송할 계획"이라고 말했다.

아시아나항공은 "어제와 오늘 출국편 1편과 입국편 1편을 취소했는데, 홍콩공항이 정상화되면서 따로 임시편을 편성하지 않고도 다른 항공사 잔여 좌석 등을 통해 체류객 수송이 가능한 상황"이라며 "오늘 안에 체류객 문제는 해소될 것"이라고 밝혔다.

지난 11일 저녁 송환법에 반대하는 시위대와 경찰이 충돌하면서 한 여성 시위자가 경찰이 쏜 고무탄에 맞아 안구가 파열되는 부상을 입은 것으로 알려지자 분노한 시민들이 공항으로 집결했다.

이에 공항 측은 지난 11일 오후 4시30분을 기점으로 모든 항공편 운항을 중지했다.

총 180개 노선이 결항돼 사실상 홍콩 공항이 폐쇄됐다.

@highlight

시위대에 점령됐던 홍콩국제공항이 13일 오전 정상화되면서 현지에 있던 국내 여행객들이 대한항공과 아시아나항공 등을 통해 귀국할 예정이다.