엑스레이와 의사의 판단으로만 진단해온 무릎관절염을 정량적으로 더 정확하게 진단할 수 있는 시스템이 개발됐다.

울산과학기술원(UNIST) 기계항공및원자력공학부 강상훈 교수와 한국과학기술연구원(KIST), 미국 매릴랜드주립대, 코넬대 의과대학 연구팀으로 이뤄진 국제공동연구팀은 걷는 동안 무릎관절염을 진단하고, 걸음걸이 분석을 통해 치료·재활을 실시간으로 보정해 줄 수 있는 시스템을 개발했다고 13일 밝혔다.

무릎관절염은 무릎 관절에 오랜 시간 동안 큰 힘이 가해지면서 무릎 연골이 닳아져 통증 등이 발생하는 질환이다.

기존 엑스레이 판독과 의사의 소견으로 진행되는 5등급 진단 방법만으로는 통증 등 다양한 증상들을 객관적으로 판단하기엔 어려움이 있었다.

기존에는 동작분석실에서 무릎 내전 회전힘을 측정했으나 고가의 장비인데다 장시간에 걸친 데이터 수집·처리 과정 등이 요구돼 환자에게 많은 부담을 줬다.

이 때문에 실제로 활용되기 어려웠다.

연구진은 장소에 구애받지 않고 운동기구 설치가 가능한 시설에서 사용 가능한 로봇시스템을 만들었다.

이는 환자가 걷는 동안 운동기구 발판에 가해지는 힘과 발목의 움직임을 측정, 무릎 관절에 가해지는 모든 힘을 실시간 계산해 관절염의 심각한 정도를 파악한다.

연구진은 "실시간으로 관절에 가해지는 힘과 내전회전힘을 파악할 수 있기 때문에 환자에게 효율적인 걸음걸이 방법을 안내해 줄 수 있으며, 이에 따라 수술하지 않는 치료 및 재활 방법 개발을 기대할 수 있다"고 설명했다.

또 이 시스템은 기존 동작분석실보다 저렴한 비용으로 구축할 수 있고, 데이터 수집·분석이 실시간으로 이뤄져 무릎관절염 진단을 보완할 수 있는 객관적인 데이터 제공이 가능하다.

아울러 실시간 걸음걸이 분석을 통해 환자에게 필요한 치료·재활에 도움을 줄 수 있을 것으로 기대된다.

@highlight

울산과학기술원(UNIST) 기계항공및원자력공학부 강상훈 교수와 한국과학기술연구원(KIST), 미국 매릴랜드주립대, 코넬대 의과대학 연구팀으로 이뤄진 국제공동연구팀은 기존 동작분석실보다 저렴한 비용으로 운동기구를 설치 할 수 있는 시설에서 걷는 동안 무릎관절염을 진단하는 로봇시스템을 만들었다고 13일 밝혔다.