울산대학교병원 연구진이 혈액암 다발골수종 환자 중 10~20% 확률로 합병하는 아밀로이드증에 대한 새로운 진단법을 찾았다.

12일 울산대병원에 따르면 이 병원 혈액내과 조재철 교수와 핵의학과 박설훈 교수의 다발골수종 연구팀은 아밀로이드증이 합병된 다발골수종 환자에게 ‘18F-플로르베타벤 PET/CT’ 촬영을 시행해 장기에 침착돼있는 아밀로이드를 쉽게 핵의학 영상으로 확인했다.

아밀로이드증은 다발골수종 환자에서 합병되는 증세로, 아밀로이드라는 단백질이 장기 조직에 침착돼 장기기능을 떨어트리는 병증이다.

기존의 아밀로이드증 진단방법은 침습적인 조직검사가 필요했다.

하지만 아밀로이드증의 내부 장기 침범 위치는 침습적인 검사가 불가능하거나, 어려운 부위의 경우에는 진단을 내리는데 어려움이 있었다.

이에 연구팀은 치매 진단시 뇌 아밀로이드 침착을 관찰하는 최신 핵의학 영상검사인 ‘18F-플로르베타벤 PET/CT’로 검사를 진행했다.

연구팀은 다발성골수종 환자 14명을 대상으로 연구를 진행한 결과, 임상적으로 아밀로이드증의 의심되는 환자 6명에게 모두 100%의 진단율을 보였다.

이번 핵의학 영상 검사 연구를 통해 진단이 어려웠던 환자의 진단이 가능해 졌고, 정확도 또한 높아졌다.

특히 다발골수종 환자의 아밀로이드증 진단에 이용한 국내 연구는 이번이 처음이며 세계적으로 극히 드문 연구로 꼽히고 있다.

조재철 교수는 “이번 연구를 통해 추후 새로운 핵의학 영상 진단 기법이 도입되면 다발골수종의 아밀로이드 합병에 대한 더 비침습적이고 정확한 평가가 가능하게 될 것”이라고 말했다.

한편 이번 연구결과는 지난 6월 미국핵의학학회에 발표됐으며, 국제 학술지 ‘Clinical Nuclear Medicine’에 게재됐다.

@highlight

12일 울산대학교병원 연구진은 다발골수종 환자에게 ‘18F-플로르베타벤 PET/CT’ 촬영을 시행하여 혈액암 다발골수종 환자 중 10~20% 확률로 합병하며 다발골수종 환자에서 합병되는 증세인 아밀로이드증에 대한 새로운 진단법을 발견했다.