김영문 관세청장이 일본의 수출규제에 피해를 입는 반도체 분야 공장을 방문해 24시간 통관체제 구축 등 수입 대체물품의 신속 통관을 위해 최선을 다하겠다고 밝혔다.

관세청은 김 청장이 13일 충남 천안 이엔에프테크놀로지와 경기 화성 삼성전자를 방문해 최근 일본의 수출규제 이후 국내 기업의 일본산 반도체 주요 소재 수입 동향을 점검하고, 현장에서 겪는 어려움을 파악했다고 밝혔다.

김 청장은 방문업체의 소재·부품·장비 수급 상황을 점검한 후 수출규제와 관련한 기업의 어려움을 들었다.

김 청장은 "규제 대상 품목의 물량확보 단계부터 신속통관, 세정지원, 대체수입선 컨설팅까지 관세행정 모든 역량을 집중하여 총력 지원하겠다"고 말했다.

이를 위해 관세청은 일본의 화이트리스트 배제로 인해 공급차질이 우려되는 품목의 사전 물량확보를 위해 보세구역에 장기간 원자재를 비축할 수 있도록 지원하고 있다.

수입신고 지연 가산세도 면제하고, 보세운송 절차를 간소화했다.

아울러 규제대상 물품 수입시 신속하게 처리될 수 있도록 특별 통관지원팀을 편성해 '24시간 상시 통관지원 체제'를 가동하고, 서류제출 및 검사선별 최소화, 국산소재 연구·개발용 학술연구용품·기계류·시설재 등 수출규제 대상의 감면요건 사전심사 등 수입통관 절차를 대폭 간소화하고 있다.

분할납부, 당일 관세환급, 수입부가세 납부 유예 등 자금부담 완화를 위한 세제 혜택을 제공한다.

또 관세조사, 외환검사, 원산지검증 등 세관의 방문조사를 유예해 기업의 경영 부담을 최소화할 방침이다.

세정지원?품목분류 등 규제품목의 수입통관 전반에 대해 일대일 맞춤형 컨설팅을 제공하고, 원산지 사전심사를 통해 안정적으로 FTA를 활용할 수 있도록 지원하고 있다.

김 청장은 "관세청은 전국 6개 세관 '수출입기업지원센터'에 기업피해 접수?상담 창구를 마련하고 본청과 일선세관이 체계적으로 협업해 관세행정 지원대책을 시행하고 있다"며 "기업들도 필요한 지원책이 있다면 적극적으로 요청해달라"고 당부했다.

@highlight

김영문 관세청장은 13일 반도체 분야 공장을 방문해 국내 기업의 일본산 반도체 주요 소재 수입 동향을 점검하고 현장에서 겪는 어려움을 파악한 후 일본 수출 규제 대상 품목의 물량확보 단계부터 신속통관 등 관세행정 모든 역량을 집중하여 총력 지원하겠다고 말했다.