김현종 청와대 국가안보실 제2차장이 12일 직접 방송에 출연해 한국이 조속히 군사용 정찰위성을 도입해서 감시 능력을 강화해야 한다고 말했다.

김 차장은 일본의 수출규제를 계기로 산업 기술은 물론 군사 정보의 대외 의존도를 낮출 필요가 있다고 강조했다.

이날 김 차장은 TBS 라디오 '김어준의 뉴스공장'에 출연해 "중국은 30개가 넘고 일본은 8개가 있는데 우리는 정찰용 인공위성이 하나도 없다"면서 "일본만 해도 (위성이) 자동차 번호판을 읽을 수 있을 정도의 판독 기능이 있다"고 설명했다.

이어 "안보 분야에서도 외부 세력 의존도가 너무 높으면 부품·소재처럼 똑같은 문제가 안 생긴다는 법이 없다"고 주장했다.

이 같은 발언은 열악한 한국의 신호정보(SIGINT) 수집 능력을 보강해 동북아시아 군비 경쟁의 격랑에서 발언권을 확보해야 한다는 의미로 풀이된다.

일본의 경제 보복을 전화위복의 기회로 삼아 전시작전권 조기 전환에 필수적인 합동지휘통제체계(C4I)의 핵심인 정찰·감시 능력을 확충하자는 것이다.

김 차장은 "우리가 빨리 저궤도에 적어도 정찰용 인공위성 5개, 아니면 25개를 쏘아 올려야 한다"면서 "(위성이) 5개면 2시간에 한 번씩 사진을 찍을 수 있고 25개면 30분에 한 번씩 찍을 수 있다"고 말했다.

김 차장은 한일 군사정보보호협정(GISOMIA) 연장 문제에 대해서는 "신중하게 검토하겠다"면서 유보적인 태도를 보였다.

청와대에서 북핵 문제와 한미·한일 관계를 실무 총괄하는 김 차장이 직접 방송에 나와 진행 중인 사안에 대해 입장을 밝힌 것은 이례적이다.

다만 그는 이번 방송에서 한미 간 협의 상황을 설명하며 '글로벌 호구'라는 정제되지 않은 표현을 써 입방아에 올랐다.

한편 청와대는 북측이 최근 발사 실험을 거듭하고 있는 신무기에 대해 군이 충분한 대응력을 갖추고 있다고 밝혔다.

이날 청와대 핵심 관계자는 "(한국이) 아무런 방어나 요격 능력이 없는 것처럼 말하는 것은 사실이 아니다"고 설명했다.

@highlight

김현종 청와대 국가안보실 제2차장이 12일 '김어준의 뉴스공장'에 출연해 "우리는 정찰용 인공위성이 없어서 신속히 도입해 감시 능력을 강화해야 한다"고 말한 것은 열악한 신호 정보 수집 능력을 보강해 동북아시아 군비 경쟁에서 발언권을 확보해야 한다는 뜻으로 풀이된다.