김정민 회장 "시원한 영화여행 워라벨 무비데이에 초청합니다."

'생명의 바람, 세상을 살리는 여성'을 슬로건으로 활동하는 대전YWCA(회장 김정민, 사무총장 유덕순)가 '2019년 일생활 균형 ·시원한 영화여행 워라밸 무비데이'를 개최해 관심을 모으고 있다.

12일과 13일 오후 6시30분 CGV대전(세이백화점)과 세종 CGV에서 직장인 200명을 대상으로 봉오동전투 관람 과 워라밸균형 영상공모전 시상식이 이뤄진다.

'시원한 영화여행 워라밸 무비데이'는 근로환경이 열악한 대전, 세종지역 산업단지 근로자를 대상으로 업무시간 과중으로 인해 할 수 없었던 부족한 문화생활을 해소하고 삶의 행복을 확산하고자 진행되는 프로그램이다.

12일 대전CGV에서는 영화 관람 전 워라밸 영상공모전 시상식이 진행됐다.

대전·세종지역 일·생활 균형 인식의 확산을 위해 워라밸과 관련된 소재와 전달하고자 하는 이야기를 창의적으로 표현한 UCC작품에 대해 시상이 진행됐다.

시상식에 이어 참석자들은 일·생활 균형 영상공모전 작품을 관람한 후 워라밸 퍼포먼스를 통해 삶의 행복이 전해지는 시간을 함께 했다.

이날 참석자들은 일본군에 대항해 봉오동 일대에서 벌어진 독립군 항쟁을 다룬 '봉오동 전투'를 관람했다.

김정민 회장은 "시원한 영화여행 워라밸 무비데이는 일·생활 균형 캠페인 사업 중 하나"라며, "일·생활 균형 캠페인은 대전YWCA와 대전지방고용노동청, 대전충남경영자총협회가 함께 일하는 방식과 문화를 개선해 근로자가 마음껏 능력을 발휘할 수 있도록 하고, 기업의 생산성과 경쟁력을 높이면서 일과 생활의 균형을 찾아가는 캠페인"이라고 소개했다.

유덕순 사무총장은 "일·생활 균형 핵심 3분야는 '오래 일하지 않기', '똑똑하게 일하기', '제대로 쉬기'"라며 "이 세 가지 핵심분야를 실천하면서 일과 생활의 균형을 잡을 수 있는 워라밸 직장인들이 되시길 바란다"고 말했다.

@highlight

대전YWCA는 12일과 13일 오후 6시30분 CGV대전과 세종 CGV에서 2019년 워라벨 무비데이를 열고 직장인 200명을 대상으로 영화 '봉오동 전투'를 상영하여 일과 생활의 균형을 경험하는 기회를 제공하였다. 