지난달 31일 김정은 북한 국무위원장의 지도 하에 '신형 대구경조종방사포 시험사격'을 했다고 조선중앙TV가 1일 보도했다.

김정은 북한 국무위원장이 신형 미사일 등 새로운 무기체계를 연구개발한 군수 분야 과학자 103명에 대해 군사칭호를 승격하는 승진 인사를 단행했다고 북한 매체들이 13일 보도했다.

한미연합훈련을 비난하며 신형 단거리 탄도미사일 발사 등으로 무력시위에 나선 상황에서 군의 사기를 진작하고 군사력 강화를 대내외에 과시하려는 것으로 읽힌다.

조선중앙통신과 노동신문 등은 이날 "김정은 위원장이 '자위적 국방력 강화에 크게 공헌한 국방과학 연구부문 과학자들의 군사칭호를 올려줄 데 대하여'라는 명령 제008호를 하달했다"며 103명의 과학자들의 군사칭호를 한 등급 올렸다고 밝혔다.

김 위원장은 "과학자들이 역사적인 조선노동당 제7차 대회 결정과 제8차 군수공업대회 정신을 높이 받들고 당과 혁명, 조국과 인민을 보위하고 주체혁명위업의 승리적 전진을 무적의 군사력으로 담보해나가는 데서 관건적 의의를 가지는 위력한 새 무기체계들을 연속적으로 개발, 완성하는 특기할 위훈을 세웠다"고 했다.

그러면서 "우리의 힘과 지혜, 우리의 기술에 의거한 새로운 무기체계들을 연구·개발함으로써 나라의 자위적 국방력 강화에서 획기적인 전환점을 마련하고 당의 전략적 구상과 의도를 빛나게 실천해가고 있는 국방과학연구 부문 과학자들의 공로를 당과 정부의 이름으로 높이 평가하면서 군사칭호를 올려줄 것을 명령한다"고 말했다.

북한은 한미연합연습을 문제삼아 북미 실무협상 재개를 지연시키는 과정에서 대남 무력시위 성격의 새 무기 시험에 나서고 있다.

지난 5월4일부터 지난 10일까지 99일 동안 이스칸데르급 KN-23 단거리 탄도미사일과 신형 대구경조종방사포, 신형 전술 지대지 탄도미사일 추정 무기 등을 시험 발사하는 등 모두 7차례 무력시위에 나섰다.

@highlight

조선 중앙 통신과 노동 신문에 의하면 무기 체계를 연구 개발하고 99일 동안 시험 발사를 7차례 단행한 군수 분야 과학자 103명에 대해 김정은 북한 국무 위원장은 군사 칭호를 한 등급 올려 승진케 했다고 밝혔다.