추석을 한 달여 앞두고 울산지역 중소기업과 소상공인들의 자금난을 해소하기 위해 지역금융권들의 다양한 지원이 실시된다.

BNK금융그룹 부산은행과 경남은행이 추석 명절을 맞아 지역 중소기업 및 소상공인에게 총 1조원 규모의 ‘BNK 희망찬 한가위 나눔대출’을 지원한다.

부산은행과 경남은행은 경기침체로 경영에 어려움을 겪는 지역 내 중소기업들의 자금난 해소와 지역 경제 활성화를 위해 12일부터 10월 11일까지 각 은행별로 5,000억원(신규2,000억원, 기한연기 3,000억원)씩 총 1조원을 지원한다.

지원 대상은 지역 내 창업 기업, 양 은행 장기거래 중소기업, 생계형 소상공인, 지역 일자리 창출기업, 기술력 우수기업, 지자체 전략산업 영위 중소기업 등이다.

업체별 지원 금액은 최대 30억원까지로 지역 중소기업의 금융비용 절감을 위해 최고 1.0%의 금리감면도 추가로 지원할 방침이다.

BNK금융그룹 관계자는 “이번 추석맞이 특별자금이 명절을 앞두고 일시적인 자금난을 겪고 있는 지역 상공인들에게 실질적인 도움이 되길 바란다”며 “BNK금융그룹은 앞으로도 지역 기업들의 원활한 경영을 지원하는 다양한 금융프로그램을 개발해 지역 경제가 활성화에 기여하도록 하겠다”고 전했다.

이와함께 한국은행 울산본부는 중소기업의 자금 애로를 해소하기 위해 금융기관 대출취급액 기준으로 200억원 규모의 추석 특별운전자금을 지원한다고 12일 밝혔다.

지원방법은 14일부터 추석 전까지 울산과 인접지역의 중소기업이 금융기관을 통해 운전자금을 신규 대출할 경우 업체당 5억원 한도의 50% 이내에서 금융중개지원대출 금리로(연 0.75%) 1년간 금융기관에 자금을 지원하는 방식이다.

지원대상은 울산지역 금융기관이 울산과 경주, 양산에 사업장을 둔 중소기업에게 추석 특별운전자금 지원을 목적으로 취급한 대출이며, 서비스업은 지원에서 제외된다.

울산본부 관계자는 “이번 특별운전자금 공급으로 추석을 앞둔 울산지역 중소기업의 임금 지급과 원자재대금 결제 등을 원활하게 하고, 우대금리 적용을 통해 금융비용을 낮추는 데도 도움이 될 것”이라고 밝혔다.

@highlight

추석을 앞두고 울산지역 중소기업과 소상공인들의 자금난 해소를 위해 지역 금융기관들이 다양한 지원을 계획하는 가운데 BMK금융그룹 부산은행과 경남은행이 지원하는 지역 내  창업 기업, 생계형 소상공인 등 자격요건을 갖춘 기업들에  대출 연장 및 신규 대출을 통해 1조원을 지원하고, 한국은행 울산본부는 울산, 경주, 양산에 자리한 중소기업들의 운전자금 지원을 위해 200억원을 지원할 계획이다.  