한국동서발전 청렴 담당자들이 청렴 문구가 든 '하루하루청렴쿠키'를 직원에게 나눠주고 있다.

한국동서발전(사장 박일준)은 지난 5일부터 오는 9월 13일까지 총 6주간의 청렴집중강조 기간 동안 출근길, 퇴근길, 업무 시간 등 전 임직원의 청렴한 하루를 응원하는 다양한 캠페인을 전개한다고 12일 밝혔다.

오전 9시에는 청렴슬로건 배지를 달고 청렴을 상징하는 청색 앞치마를 두른 청렴 담당자들이 사무실을 방문하여 청렴 문구가 담긴 ‘하루하루청렴쿠키’를 임직원에 직접 나누어주는 ‘청렴한 출근길’ 캠페인을 벌인다.

포춘 쿠키 형태로 제작된 이 쿠키에는 박일준 동서발전 사장의 ‘나로부터 우리함께, 청렴’ 문구를 시작으로 전 직원이 온라인 청렴릴레이를 통해 직접 작성한 청렴 문구가 들어있다.

온라인에서 오프라인으로 이어지는 청렴 릴레이는 본사를 시작으로 2주차 울산화력, 3주차에는 당진화력, 동해화력, 호남화력 6주차에는 일산화력에서 시행할 예정이다.

오후 6시에는 행동강령 책임자, 윤리실천리더, 청렴워킹그룹 등의 6개 윤리경영 조직으로 이루어진 동서윤리실천단의 다양한 직급, 새로운 직원이 돌아가며 1분간 윤리 경영 메시지를 전달하는 ‘청렴한 퇴근길’ 캠페인을 벌인다.

이외에도 소그룹 강의 방식의 ‘찾아가는 청렴강의실’ 운영, 윤리경영 영화제 및 윤리경영 북토크를 포함한 ‘윤리문화제’ 개최, 지난 6월에 선발된 동서발전 사내청렴강사들의 강의 노하우 및 활동 에피소드를 담은 ‘취미는 청렴강사 9인의 이야기’ 출판 등 청렴 집중강조 기간 동안 다양한 캠페인이 이어질 계획이다.

동서발전 관계자는 “경영진의 강력한 윤리경영 의지와 기존의 딱딱하고 피로한 활동이 아닌 어깨로 툭 치듯 올바른 행동을 자연스럽게 권유하는 듯한 즐거운 윤리 넛지 프로그램으로 직원들의 자발적인 참여도를 높였다”고 밝혔다.

@highlight

한국동서발전은 지난 5일부터 9월 13일까지 6주간의 청렴집중강조 기간 동안 출.퇴근길, 업무 시간 등 전 임직원의 청렴한 하루를 응원하는 '청렴한 출근길' 등 다양한 캠페인을 전개한다. 