국립해양박물관(관장 주강현) 해양도서관이 이용자 편의 증진을 위해 내부 공간 개선 공사를 시행하여 새롭게 문을 열었다.

해양도서관은 더 쾌적하고 편안한 공간에서 자유롭게 다양한 정보를 접하고 이용할 수 있도록 올해 6월부터 7월 말까지 한 달여 넘게 내부 공간 개선 공사를 시행했다.

이번 공사로 도서관 전면에는 해양 관련 전문 도서를 한눈에 볼 수 있는 벽면 서가와 우드슬랩 테이블이, 중앙에는 해양 및 박물관 자료를 편리하게 이용할 수 있도록 서가와 열람 공간을 확충·개선했다.

또한 오륙도를 포함한 바다가 보이는 측면에는 여유롭게 책을 읽으며 휴게할 수 있는 공간으로 조성했으며, 노후된 바닥을 교체했다.

특히, 도서관 한 쪽 벽면을 가득 채운 벽면 서가의 웅장함과, 다양한 해양도서, 열람 공간, 휴게 공간이 한 장소에서 조화롭게 어우러져 누구라도 자유롭게 원하는 장소에서 지식의 바다에 빠질 수 있도록 독서 공간을 구성한 것이 특징이다.

주강현 국립해양박물관 관장은 "도서관 환경을 자유롭고 창의적인 공간으로 개선함으로써 기존 도서관의 고전적 기능에서 벗어나 지식을 함께 공유하고 삶을 향유할 수 있는 매개체로서의 기능을 더하고자 한다"라며 개선 이유를 밝혔다.

한편, 주말을 이용해 지역의 담쟁이 작은도서관 회원들이 단체로 방문하여 질문학교 프로그램을 진행하는 등 해양 공공기관 이전에 따른 지역주민들의 이용만족도와 참여도 크게 높아졌다.

자녀와 함께 방문한 진원호 회원은 "'해양박물관에 이런 좋은 도서관이 있는 줄 미처 몰랐다"라며 "앞으로 자주 이용하고, 주위에 추천하고 싶다"는 높은 기대감을 나타냈다.

해양도서관은 국립해양박물관 1층에 위치하고 있으며, 해양역사·영토, 해양 관련 도록 등 해양 관련 자료와 박물관학, 고고학 관련 자료 등 국내·외 4만여 권의 각종 자료와 2천여 점의 디지털 매체 등을 수집· 정리하여 제공하고 있다.

또한 해양사, 해양영토, 해양문학 분야의 주제 전문 서비스도 함께 제공하고 있으며, 어린이 자료실에는 7천여 권의 어린이 해양 도서를 제공하고 있다.

@highlight

국립해양박물관 해양도서관이 이용자 편의를 위해 도서관 한쪽 벽면을 해양 관련 전문도서를 한눈에 볼 수 있는 벽면 서가로 내부 공간 개선 공사를 시행하여 새롭게 문을 열었다.