넷마블문화재단은 '제 2회 넷마블게임소통교육 가족캠프(이하 가족캠프)'를 성황리에 마쳤다고 13일 밝혔다.

가족캠프는 지난 10일~11일 양일간 경기도 양평군 소재 블룸비스타에서 진행됐다.

초등학교 자녀와 부모 120명이 참가해 이번 2회 가족캠프에서 가족이 함께 공감하고 경험할 수 있는 프로그램들을 1박 2일동안 체험했다.

넷마블문화재단이 지난해 처음 진행한 가족 캠프는 2016년부터 초등학생 자녀와 학부모를 대상으로 진행해온 가족 소통 및 관계 증진 프로그램 '게임소통교육'의 일환이다.

넷마블문화재단은 올해부터 가족캠프의 진행 횟수를 기존 연 1회에서 2회, 참가자 수도 100명에서 120명으로 늘렸다.

주요 프로그램은 △나만의 ID카드를 제작하는 '우리 가족 소개하기' △미션 달성에 필요한 전략 수립 및 문제해결 과정을 체험하는 '전략 수립하기' △서로 힘을 합쳐 목표를 수행하는 '함께 승리하기' △미션을 완수하고 해결하며 성취감을 체험하는 '미션 해결하기' △게임을 구성하는 음악 등의 요소를 직접 만들며 창의적 사고를 체험하는 '스토리 구상하기' 등이다.

참가자들은 '우리 가족'을 이해하고 서로에게 건강하게 표현할 수 있는 방법을 체험했다.

이번 가족캠프에 참가한 학부모 황미영씨는 "가족 간 이렇게 긴 시간 동안 함께할 기회가 없었는데 게임 미션을 수행하며 서로의 새로운 면을 발견할 수 있었고 이번 경험이 앞으로 우리 가족 소통에 큰 도움이 될 것 같다"고 말했다.

학부모 성락주씨는 "다양한 개성을 가진 가족이 하나 돼 다양한 미션을 해결하면서 가족간 유대감이 높아진 알찬 시간이었다"고 참가 소감을 밝혔다.

이나영 넷마블문화재단 사무국장은 "지난해부터 시작한 '게임소통교육' 심화 프로그램 '가족캠프'는 경쟁률이 10대 1에 달할 정도로 높은 호응을 얻고 있다"며 "단순히 게임을 체험하는 것이 아닌 게임의 본질에 집중해 가족 문화를 고찰하는 시간을 통해 실제적인 변화 사례를 지속적으로 만들어내고 있는 만큼 향후 지속 확대해 나갈 계획"이라고 말했다.

@highlight

넷마불문화제단은 지난 10~11일 양일간 '제 2회 넷마블게임소통교육 가족캠프'를 진행하여 '게임소통교육'의 일환으로 초등학생 자녀와 학부모를 대상으로 가족 소통 및 관계 증진을 위하고 다양한 프로그램을 통해 가족을 이해 및 서로에게 건강하게 표현할 수 있는 방법을 체험하는 자리로, 참가했던 학부모들은 가족간 유대감이 높아진 알찬 시간이었다고 참가 소감을 밝혔다.