전북지방중소벤처기업청은 창업기업을 대상으로 창업성장기술개발사업 디딤돌 창업과제 참여기업을 오는 26일까지 모집한다.

중소벤처기업부가 지원하는 디딤돌 창업과제는 창업기업 및 여성참여기업·소셜벤처기업에 대한 기술개발 지원을 통해 성장잠재력을 보유한 창업기업의 성장 촉진 기틀을 마련하도록 하는 사업이다.

창업 7년 이하 중소기업은 자유 공모 형식으로 신청 가능하다.

여성참여과제는 ‘여성기업지원에 관한 법률’제2조의 여성기업으로 신규 채용했거나 채용예정인 여성창업기업, 경력단절여성을 신규 채용하였거나 채용예정인 창업기업, 창업팀의 50% 이상이 경력단절여성 또는 여성과학기술인으로서 선정결과 통보 후 1개월 이내 사업자등록이 가능한 자 등이 신청 가능하다.

소셜벤처과제는 기술보증기금이 운영 중인 소셜벤처가치평가센터를 통해 소셜벤처 확인을 받은 기업이 신청할 수 있다.

과제 접수가 완료되면 온라인 서면평가(9월), 대면평가(9~10월), 현장조사(10월)의 절차를 거쳐 오는 11월 최종적으로 지원대상을 선정한다.

기술개발기간은 최대 1년, 과제당 정부지원금은 최대 1억5000만원 한도로 사업비의 80%이내에서 지원되고, 중소기업은 사업비의 20%이상을 민간부담하면 된다.

민간부담금중 50% 이상은 현금으로, 나머지는 현물로 부담하여야 한다.

참여 기업이 청년인력을 신규 채용한 경우에는 해당 인건비만큼의 현금부담금을 현물로 대체 가능하다.

올해 디딤돌 창업과제의 지원예산은 758억 원으로 연간 4회에 걸쳐 신청을 받고 있으며, 이번 4차 공고에서는 248개 과제를 선정해 149억 원을 지원할 예정이다.

전북은 현재까지 선정절차가 마무리(1~2차)된 14개 업체에 대해 20억3000만 원을 지원하고 있다.

디딤돌 창업과제 참여를 희망하는 기업은 오는 26일 오후 6시까지 중소기업 기술개발사업 종합관리시스템 홈페이지(www.smtech.go.kr)에서 온라인으로 신청하면 된다.

@highlight

전북지방중소벤처기업청은 창업기업의 성장 촉진 기틀을 마련을 돕기 위해 창업기업을 대상으로 창업성장기술개발사업 디딤돌 창업과제 참여기업을 오는 26일까지 모집하며 최대 1년 동안 사업비의 80%를 지원하며 중소기업은 사업비의 20% 정도만 부담하면 된다. 