에어서울이 인천에서 출발하는 일본 3개 노선에 대한 운항을 중단하기로 결정했다고 13일 밝혔다.

운항 중단 대상은 인천~도야마·구마모토·우베 노선이다.

이날 에어서울에 따르면 인천~도야마 노선은 9월 16일부터, 인천~구마모토 노선과 인천~우베 노선은 10월 27일부터 운휴에 돌입한다.

또 인천~오사카 노선은 9월 16일부터 주 14회에서 주 9회로 감편하며, 인천~요나고 노선은 주 6회에서 주 3회로 감편 운항할 예정이다.

에어서울은 일본 노선 추가 축소도 검토하고 있다.

에어서울 관계자는 "삿포로, 오키나와, 후쿠오카 노선에 대해서도 감편·운휴 여부를 검토하고 있다"고 말했다.

2015년 출범한 에어서울은 전체 18개 국제선 노선 가운데 일본행 노선이 12개(67%)일 정도로 일본에 특화된 항공사다.

'민트패스(연간 항공권)'를 도입하는 등 과감한 마케팅으로 올 1분기 국내 항공사 중 유일하게 90%를 넘는 국제선 탑승률을 기록했다.

1분기에 매출 740억원, 영업이익 110억원을 기록하는 등 실적도 대폭 개선됐다.

이 기세를 이어 창사 이후 첫 흑자 전환을 노렸지만 일본의 수출규제로 '보이콧 재팬' 운동이 확산되면서 목표 달성을 낙관할 수 없게 됐다.

에어서울이 운항 중단·감편 노선을 확정하면서 8개 국적 항공사 모두 일본 노선을 축소하게 됐다.

앞서 제주항공, 진에어, 에어부산, 티웨이항공, 이스타항공 등 저비용항공사(LCC)들은 물론 대형항공사(FSC)인 대한항공과 아시아나항공도 일부 일본 노선 운항을 중단·감편하는 등 일본 노선 축소에 나선 바 있다.

항공업계는 지난달 1일 일본 정부의 수출규제 결정 이후 잇달아 일본 노선 운항 횟수를 줄이거나 운항 중단을 결정하고 있다.

이미 중단과 감편이 결정된 노선만 60개가 넘는다.

@highlight

에어서울은 13일 인천부터 도야마,구마모토,우베행 노선을 10월 27일까지 운휴에 돌입한다고 밝혔고, 회사의 국제선 노선 중 일본행 노선이 12개일 정도로 비중이 높은 회사임에도 불구하고 일본 정부의 수출 규제 결정으로 불가피한 선택이라고 보인다.