인천시상수도사업본부가 단수에 따른 불편 민원이 두려워 지난 5년간 무리하게 수계 전환을 해 온 것으로 드러났다.

박영길 시 상수도사업본부장은 13일 열린 인천시의회 수돗물 적수사고 관련 행정사무조사 특별위원회 제3차 회의에 참석해 이 같은 사실을 밝혔다.

박 본부장은 경과보고를 통해 "정기안전점검과 같이 수돗물 대체 공급이 필요할 때 과거에는 수계 전환을 하지 않고 단수를 실시했었다"며 "단수 작업을 하면 소상공인이나 기업체가 영업에 차질이 생기는 등 시민들이 큰 불편을 겪어 민원을 예방하고자 수계 전환을 실시했다"고 설명했다.

수계 전환 과정에서는 매뉴얼조차 지키지 않고 형식적인 계획서를 작성한 뒤 작업을 진행해 왔던 점도 사실로 밝혀졌다.

김승지 전 본부장은 "10시간의 수계 전환 계획을 세우고 그에 따라 오전 9시 35분 수계 전환을 시작해 오후 4시 정도에 끝냈다"며 "평소 3㎞/h로 물을 흘려보냈는데 사고 당시에 3.5㎞/h로 유속이 늘었고, 같은 방법으로 수시로 수계 전환을 했었다"고 말했다.

환경부는 지난 6월 적수사고 원인으로 시가 수돗물 공급 방향을 바꾸면서 유속이 증가해 침전물이 떠올라 혼탁한 물이 공급된 것이라고 발표했다.

환경부 발표와 이날 회의에서 나온 전·현 본부장들의 발언을 종합하면 결국 이번 적수사고는 민원을 피하기 위해 실시한 무리한 수계 전환과 그 과정에서 매뉴얼 등 관련 절차를 지키지 않은 안일한 일 처리가 빚어낸 인재였다는 게 특위 참석 의원들의 공통된 의견이다.

이 같은 문제로 시는 사고 후속 조치에 따른 각종 실비 보상(필터·생수 등) 760억 원의 막대한 재정 지출과 함께 바닥으로 떨어진 상수도 관리 분야의 신뢰성을 감내해야 하는 상황이다.

특히 인천에서는 올해 예정된 수계 전환이 4번이나 남아 있어 사고가 재발할 수 있다는 우려도 나온다.

박영길 본부장은 "수계 전환을 실시하게 되면 일시적인 녹물 발생이 불가피하다"며 "앞으로는 수계 전환이나 단수 작업 전에 충분히 주민들께 공지하고 동의를 받아 사업을 진행하겠다"고 말했다.

@highlight

환경부는 인천시상수도사업본부가 단수에 따른 불편 민원이 두려워 지난 5년간 매뉴얼조차 지키지 않고 무리하게 수계 전환을 진행하면서 공급 방향이 바뀐 수돗물의 유속이 증가하여 침전물이 떠오른 것이 지난 6월 적수사고의 원인이라고 발표했다.