보해양조는 일본 자본에 매각됐다는 허위 사실 유포자에 대해 법적 대응을 하겠다고 13일 밝혔다.

제보자에 포상금을 지급키로 하는 등 이 사안에 대한 보해 양조측의 강력한 대처 의지를 나타냈다.

보해양조는 이날 보도자료를 내어 “한일 갈등이 격화되는 상황에서 ‘일본 매각설’ 등 터무니 없는 루머로 인해 기업 이미지와 제품 판매 등에서 큰 피해를 겪고 있다”면서 이같은 적극 대응 방침을 밝혔다.

보해양조에 따르면 최근 보해가 일본 자본에 팔렸다는 악의적인 루머가 여수, 고흥, 담양 등 일부 지역에서 확산되면서 음식점등에서 제품 보이콧 움직임 등 피해가 발생하고 있다고 주장했다.

보해양조 매각에 대한 허위 루머는 이번이 처음이 아니다.

지난해 보해양조가 경영악화로 구조조정에 들어가자 회사 매각설이 시중에 떠돌았고 보해측은 사실 무근이라는 공식 입장을 밝혔다.

보해양조는 “지난 1950년 목포에 설립된 후 지금까지 69년간 광주전남 지역민과 함께 성장해온 광주전남 대표 기업으로서 1981년부터 39년 동안 보해장학회를 운영하며 광주전남 청소년들에게 장학금을 지급하는 등 지역과 상생하기 위해 다양한 역할을 펼쳐왔음에도 외국 자본에 넘어갔다는 등 왜곡된 정보가 시장과 소비자들을 현혹하고 있다”고 강조했다.

보해양조측은 ” 전체 주주 20365명 중 외국인 주주는 오스트리아와 캐나다, 독일 등 54명이며 이 중 일본인 주주는 단 한 명도 없다”고 밝혔다.

보해양조는 회사에 대한 악성 루머를 유포시키는 사람을 제보해주는 경우 포상금을 지급할 계획이다.

루머에 대한 음성 녹취나 동영상 촬영 등 제보 자료는 이메일()로 보내면 된다.

박찬승 보해 홍보팀장은 “보해양조는 목포에 본사를 두고 장성에서 모든 제품을 생산하고 있으며 직원 대부분이 광주·전남에서 살고 있는 광주·전남 기업이자 한국 기업이다”며 “악의적인 의도를 갖고 일본 매각설 등 근거없는 루머를 확산시키다 적발될 경우 강력한 법적 대응에 나설 것”이라고 밝혔다.

@highlight

1950년 목포에 설립된 후 지금까지 69년간 광주전남 지역민과 함께 성장해온 광주전남 대표 기업 보해양조는 13일 보도자료를 내고 “한일 갈등이 격화되는 상황에서 ‘일본 매각설’ 등 터무니 없는 루머로 인해 기업 이미지와 제품 판매 등에서 큰 피해를 겪고 있다”면서 허위 사실 유포자에 대해 법적 대응을 하겠다고 밝혔다.