스타벅스커피 코리아는 13일 서울 덕수궁 중명전에서 문화재청과 문화유산국민신탁, 사회복지공동모금회, 광복회와 함께 독립문화유산 보호·독립유공자 자손 장학금 후원 행사를 진행했다고 밝혔다.

대한민국 임시정부 설립 100주년, 광복절 74주년을 기념한 이날 행사에서는 스타벅스가 후원한 독립문화유산 보호기금을 통해 구입한 도산 안창호 선생의 친필휘호 '약욕개조사회 선자개조아궁'을 독립문화유산으로 문화재청과 문화유산국민신탁에 전달했다.

이는 스타벅스가 그동안 문화재청과 함께 전개해 왔던 독립문화유산 보존 활동의 일환이다.

그동안에도 백범 김구 선생의 '광복조국'(2015년), '존심양성'(2016년) 친필휘호 유물을 문화재청과 문화유산국민신탁에 기증한 바 있다.

이어 지난 2017년에는 주미대한제국공사관 복원과 보존 후원을 위한 3억원의 후원금을 기부하기도 했다.

도산 안창호 선생의 친필휘호는 1936년에 작성한 '약욕개조사회 선자개조아궁(若欲改造社會 先自改造我窮)'이라는 글귀로 "만일 사회를 개조하려면 먼저 스스로 자신의 부족함을 개조해야 한다"는 뜻을 담고 있다.

이날 행사에는 독립유공자 자손 장학금 후원식도 함께 진행한다.

스타벅스는 광복회를 통해 독립유공자 자손 50명에게 각각 200만원씩 총 1억원의 장학금을 전달한다.

송호섭 스타벅스 대표이사는 "자랑스러운 독립유공자손 우수 대학생들에게 전달되는 이 장학금은 전국의 스타벅스 매장의 모금함을 통해 동참해 주신 고객의 정성에 우리 스타벅스 1만 7000명의 파트너들의 감사의 마음이 더한 것이기에 더욱 뜻 깊다"며 "스타벅스와 고객분들이 정성스럽게 모아 온 따뜻한 마음이 독립유공자손 우수 학생들에게 학업을 정진하는 데 조그만 도움이 되기를 희망한다"고 말했다.

@highlight

스타벅스커피 코리아는 지난 13일 대한민국 임시정부 설립 100주년, 광복절 74주년을 기념하여 도산 안창호 선생의 친필휘호를 문화재청과 문화유산국민신탁에 전달하고 독립운동가 자손 장학금 후원 행사를 진행하였다.