영국이 유럽연합(EU)에서 탈퇴하는 '브렉시트'에 대비한 한국과 영국 간 자유무역협정(FTA)안이 13일 국무회의에서 통과됐다.

정부는 이날 청와대에서 문재인 대통령 주재로 국무회의를 열어 이 내용을 포함해 법률안 3건, 대통령령안 4건, 일반안건 3건, 보고안건 1건 등을 의결했다.

한영 FTA는 영국이 EU를 탈퇴하더라도 한·EU FTA에서의 무역 혜택이 한국과 영국 간에 이어지도록 함으로써 통상 공백을 미리 차단해 통상관계의 연속성과 안정성을 유지하는 것이 목적이다.

한영 FTA는 국무회의 의결을 거쳐 대통령 재가, 양국 서명, 국회 비준 등의 절차를 밟게 되며 브렉시트가 현실화하는 즉시 발효된다.

정부는 또 일본의 수출 규제로 우리나라의 소재 부품 국산화 필요성이 커지고 있는 만큼 대한민국 명장에 대해 기술전수 의무조치를 시행하기로 했다.

이날 통과된 숙련기술장려법 일부 개정안은 명장의 기술 전수 참여율을 높이고 숙련기술자 5000여명에 대한 통합관리체계를 마련하는 내용을 담았다.

숙련기술자는 지난해 말 기준 명장 633명, 우수숙련기술자 384명, 숙련기술전수자 125명, 이달의 기능한국인 142명, 대한민국 산업현장교수 1687명, 국제기능올림픽수상자 589명과 산업통상자원부 품질명장 1487명 등으로 모두 5047명이다.

가장 기술이 뛰어난 대한민국 명장 가운데 기술전수 실적을 보유한 이는 178명에 불과하다.

기술전수 참여율이 28.1%에 그친다.

명장 10명 가운데 7명은 자신의 기술을 후대에 전수하지 않는다는 의미다.

정부는 이에 따라 명장에게 숙련기술 전수를 종용하는 조항을 새로 만들어 사회적 책임을 강화했다.

정부는 이 밖에 한국벤처투자조합을 결성하기 위한 요건인 유한책임조합원(투자조합을 구성하는 출자자 중 자신의 출자금액 범위 내에서 책임을 지는 조합원)의 산정 기준을 변경해 벤처투자를 활성화하는 내용의 벤처기업법 시행령 개정안을 통과시켰다.

@highlight

지난 13일 청와대에서 진행된 국무회의에서 영국의 '브렉시트'에 대비한 한국과 영국 간 자유무역협정(FTA)안이 통과되고 대한민국 명장에 대해 기술전수 의무조치를 실시해 우리나라의 소재 부품 국산화를 추진하기로 했다.