현대자동차와 현대중공업의 노조가 파업보다는 교섭에 집중하는 모습을 보이며 휴가종료를 기점으로 터질 것 같은 긴장감이 다소 누그러졌다.

현대자동차 노사는 올해 임단협 교섭을 26일 만에 재개하기로 했다.

현대중공업 노동조합도 일본의 추출 규제와 미중 무역 분쟁으로 대내외 불확실성이 커지면서 파업 여부를 놓고 고민에 빠졌다.

현대차 노조는 13일 오후 쟁의대책위원회 회의를 열고 교섭 재개 방침을 확정했다고 밝혔다.

한일 경제 갈등 상황을 고려해 파업 일정은 잡지 않았다.

노조는 오는 14일부터 20일까지 7일간을 집중교섭기간으로 정하고 합의점을 찾기 위해 교섭에 최선을 다하기로 했다.

노사는 지난달 19일 교섭 결렬 이후 26일 만인 오는 14일 울산공장 본관 아반떼룸에서 17차 교섭을 가질 예정이다.

노조는 또 20일 쟁대위 2차 회의를 열고 이후 파업 여부 등을 논의할 예정이다.

노조는 다만, 사측을 압박하는 의미로 19일부터 공휴일과 주말 특근은 거부하기로 했다.

사실상 20일까지 교섭에서 성과가 없으면 24일부터 특근을 하지 않게 된다.

노조가 중앙노동위원회 조정 중지 결정과 조합원 파업 가결 등 파업권을 확보하고도 파업보다 교섭을 우선하는 것은 한일 양국 간 백색국가(화이트 리스트) 배제 등 경제 갈등 상황 때문으로 분석된다.

비상시국에 파업한다는 비판에서 벗어날 수 없기 때문이다.

현대중 노조는 상황이 더 복잡해졌다.

임단협 뿐만 아니라 대우조선해양 매각을 위한 법인분할(물적분할) 반대를 외치고 있기 때문이다.

그동안 주총반대와 무효를 주장하며 수시로 전면파업과 부분파업을 벌여왔지만, 지금은 숨고르기에 들어선 분위기다.

다만 14일부터 현장 거점별 지부장 순회 집회를 개최한다.

순회 집회를 통해 하반기 지부 투쟁방향을 설명하고 조합원과 공감하는 과정을 통해 2019년 단체교섭 승리를 결의하겠다는 것이다.

노조 ‘하투(夏鬪·여름 투쟁)’의 첫 번째 분수령은 상급단체인 금속노조가 총파업을 예고한 21일이 될 전망이다.

@highlight

현대차 노사는 올해 임단협 교섭을 재개하기로 했으며, 현대중공업 노조도 일본의 추출 규제와 미중 무역 분쟁으로 인한 불확실성 증가로 파업 여부를 놓고 고민에 빠져 있어 이에 노조는 쟁의대책위 회의를 열고 교섭 재개 방침을 확정했다고 알렸다. 