전북도의회 한빛원자력발전소대책 특별위원회와 전북도가 원자력안전위원회의 한빛원전 1호기 재가동 결정에 대해 우려를 표하고 완전한 안전체계 구축을 촉구했다.

전북도의회 한빛원자력발전소대책 특별위원회와 전북도는 13일 도의회에서 기자회견을 열고 “한빛원전 1호기의 사용정지를 해제하고 주 제어실에 CCTV를 설치한 후 재가동을 허용한 것에 대해 과연 완벽한 안전이 확보됐는지 우려를 금할 수 없다”고 밝혔다.

앞서 지난 5월 10일 한빛원전 1호기는 무면허 정비원의 조작 하에 출력 제한치를 넘긴 채 12시간 가까이 가동되는 사고가 발생하며 대형참사로 이어질 뻔했다.

이에 원자력안전위원회는 지난 9일 인적 오류에 의한 사고 재발 방지를 위한 4개 분야 26개 대책을 발표하면서 주 제어실에 폐쇄회로(CC)TV 설치가 완료되면 재가동을 허용하기로 했다.

그러나 한빛원전특위와 전북도는 원자력안전위원회의 발표만으로는 설비와 제어봉에 문제가 없다고 안심할 수 없고, 향후 원전의 중대사고 가능성이 더욱 높아질 수 있다고 우려를 표명했다.

한빛원전특위와 전북도는 “이번 원자력안전위원회의 최종결과에는 1호기 사고 발생의 주된 근본 원인은 인적오류로 규정하고 있으며 재발방지 대책 또한 CCTV 설치나 안전문화 증진, 교육 강화 등에 초점이 맞춰져 있다”면서 “사건의 시작이 제어봉 성능 시험과정에서 발생한 만큼 설비결함의 가능성도 배제할 수 없다”고 주장했다.

이어 “한빛1호기는 1986년 준공돼 노후화된 발전소로 원자력안전위원회의 ‘제어봉 육안 확인 결과 전전하다’는 발표만으로 건전성에 문제가 없다고 안심할 수 없다”며 “앞으로 노후화로 인한 중대사고 가능성 또한 더욱 높아질 것”이라고 강조했다.

그러면서 ▲한빛 1호기 재가동 후 다른 사고 발생시 즉시 영구 정지 ▲원자력발전소 이상상황 발생시 자자체 공무원과 지역주민에 구체적 내용을 신속히 전파할 수 있는 시스템 마련 ▲방사선 비상계획구역에 포함되는 전북에 방재예산 충분히 지원해 도민 안전 확보 ▲정부가 재발방지대책을 명확히 추진해 한빛원전의 완전한 안전체계 구축 등을 촉구했다.

@highlight

13일 전북도와 도의회 원전 대책특위는 1986년 준공된 노후 발전소인 한빛원전 1호기의 재가동 결정에 대해 우려를 표하고, 기자회견으로 시설 노후에 따른 중대사고 가능성을 제기하는 등 완전한 안전체계 구축을 촉구했다.