올해 임금 및 단체협약 협상을 두고 합법적인 파업권을 얻은 현대자동차 노동조합이 다시 노사 집중교섭에 나서기로 결정했다.

현대차 노조는 13일 중앙쟁의대책위원회(쟁대위) 1차 회의를 진행해 오는 14일부터 20일까지 집중교섭을 위한 성실교섭 기간을 정하기로 했다고 밝혔다.

교섭은 14일부터 재개된다.

노조는 여름휴가(지난 3~11일)을 마무리하고 파업 등 쟁의행위 결정을 낼 수 있다는 전망과 달리 먼저 집중교섭을 하는 쪽을 택했다.

여름휴가 전후로 일본의 한국 화이트리스트(수출심사 우대국) 제외 등 국가 경제의 불안정한 상황이 심화 등이 영향을 끼친 것으로 풀이된다.

현대차 노조는 이날 오전 소식지를 통해 "휴가 이후 본격적인 쟁의행위 돌입 시기에 하필이면 한일 경제전쟁의 핵심인 일본의 화이트리스트 한국 제외 기간과 맞물려 상무집행위원들은 많은 고민을 했다"고 전했다.

그러면서 "일본의 경제도발을 강력히 규탄한다"며 "사측이 노조의 핵심요구를 전향적으로 수용하고 일괄제시한다면 시기에 연연하지 않고 타결할 수 있다"고 강조했다.

노조는 대신 오는 19일부터 모든 특근을 거부키로 했다.

또 성실교섭 기간이 마무리되는 오는 20일 오후 2시 쟁대위 2차 회의를 열고 향후 일정을 정하기로 했다.

형제 노조인 기아차 노조도 전날 쟁대위 1차 회의를 열고 2주 동안 먼저 집중교섭을 진행키로 했다.

이들은 오는 26일 쟁대위를 다시 열고 향후 전술을 논할 계획이다.

이들의 쟁의행위 분수령은 현대차 노조가 차기 쟁대위 회의를 하는 오는 20일이 될 것으로 보인다.

다음날인 오는 21일에는 현대·기아차 노조의 상급단체인 금속노조가 총파업도 예정돼 있다.

앞서 현대·기아차 노조는 지난달 30일 그룹사 노조 대표자 회의를 통해 '21일 금속노조 18만 전 조합원 4시간 이상 파업' 등의 사안을 결의한 상황이다.

그러나 일본 경제도발과 같은 대외적 변수로 인해 노사 협상이 진전을 이룰 수 있다는 시선도 나온다.

업계 관계자는 "일본의 수출규제는 노조에게도 고민거리"라며 "국가 전체의 어려운 상황을 고려해 협상이 진전될 수도 있다"고 말했다.

@highlight

현대차 노조는 13일 쟁대위 1차 회의를 진행해 오는 14~20일까지 성실교섭 기간을 정했으며, 이날 일본의 화이트리스트 한국 제외 기간과 맞물려 상무집행위원들은 많은 걱정을 했다고 전했으며 일본의 경제도발을 강력히 성토하며 오는 20일 오후 쟁대위 2차 미팅을 열고 향후 스케줄을 정하기로 했다.