프리미엄 액정 보호 강화유리 전문업체 화이트스톤(대표 류종윤)은 갤럭시 노트10시리즈(노트10/노트10플러스) 돔글라스를 8월 8일 글로벌 언팩 직후부터 판매를 시작했다고 밝혔다.

갤럭시 노트10시리즈 돔글라스는 기존 갤럭시 S10시리즈 부터 적용된 전면 초음파 지문인식을 지원하고, 더욱 얇은 베젤로 설계된 새로운 노트의 전체 화면을 엣지면까지 들뜸 없이 부착할 수 있다.

2016년 갤럭시 S7엣지 단말기부터 곡면 디스플레이에 특화된 프리미엄 강화유리를 만들어온 화이트스톤은 노트 시리즈의 전작들인 노트8, 노트9의 돔글라스를 출시하여 시장에서 좋은 반응을 이끌어 냈다.

화이트스톤은 올해 상반기 갤럭시 S10, S10 5G의 초음파 지문인식을 지원하는 강화유리 보호필름을 출시하여 국내외 소비자들로부터 많은 관심을 받았으며, 이번 노트10시리즈에서도 그 명성을 이어갈 것으로 전망된다.

이번 갤럭시 노트10시리즈 돔글라스는 소비자가 더욱 편리하고 정확하게 글라스를 부착할 수 있도록 도와주는 '액상가이드' 부자재가 포함되어 한층 업그레이드 된 품질을 선보이게 됐다.

화이트스톤 관계자는 "단말기가 아직 공식 배포되지 않은 시점에서도 글로벌 언팩 첫날부터 해외 아마존뿐만 아니라, 국내에서도 온라인을 통해 주문이 이어지고 있다"며 "앞으로 갤럭시 후속모델뿐만 아니라 타사 단말기에도 초음파 지문인식 방식이 적용될 가능성이 있는 상황에서 더 좋은 인식률과 품질로 고객분들께 보답할 수 있도록 지속적으로 노력할 것"이라고 밝혔다.

현재 갤럭시 노트10시리즈 돔글라스는 출시기념 행사로 화이트스톤 공식 온라인 채널을 통해 오는 8월 31까지 20% 할인된 가격으로 판매를 진행하고 있으며, 8월 내 온·오프라인 판매 채널을 넓혀갈 계획이다.

갤럭시 노트10 돔글라스 판매에 관한 자세한 사항은 화이트스톤 공식몰을 통해 확인할 수 있다.

@highlight

프리미엄 액정 보호 강화유리 전문업체 화이트스톤이 8월 8일 글로벌 언팩 직후부터 판매를 시작한 갤럭시 노트10시리즈 돔글라스는 기존 갤럭시 S10시리즈 부터 적용된 전면 초음파 지문인식을 지원하고, 더욱 얇은 베젤로 설계된 새로운 노트의 전체 화면을 엣지면까지 들뜸 없이 부착할 수 있고 액상가이드 부자재가 포함되어 한층 업그레이드 된 품질을 선보인다.