단국대학교는 최근 단국대병원 이비인후과 우승훈(사진) 교수팀이 흉터없는 갑상선암 수술인 '경구강 갑상선 수술법'을 확립해 국내·외 학계에서 주목받고 있다고 13일 밝혔다.

기존의 갑상선암 수술은 수술 공간의 확보를 위해 이산화탄소(CO2)를 사용했지만, 이는 갑상선 주위에 분포된 혈관으로 혈전 가능성을 높여 환자에게 치명적인 영향을 미칠 수 있다.

하지만 이번에 우 교수가 개발한 수술법은 CO2 가스를 사용하지 않고도 다양한 수술기구를 동시에 사용할 수 있으며, 해부학적으로 안전하게 접근해 아랫입술의 감각신경 손상 가능성을 없앴다.

이번 연구는 연세대 해부학과 양헌무 교수팀과 협력해 인체 카데바 시험을 통해 안전한 경구강 갑상선 접근구역을 확립하고, 이를 환자에게 적용해 무흉터 경구강 갑상선 수술법의 안전성을 증명했다.

우 교수는 이러한 결과를 최근 SCI 논문인 'Surgical Endoscopy'에 발표했다.

또한 러시아 모스크바에서 열린 2019 유라시아학회 초청 강연에서 CO2 가스를 사용하지 않는 무흉터 경구강 갑상선 수술법을 소개했다.

향후 이 수술법은 갑상선 무흉터 수술 뿐만 아니라 전경부 종양, 부갑상선, 종격동 종양 수술법에도 적용 가능하며, 성전환자의 튀어나온 목젖 성형에도 유용할 것으로 분석된다.

최근 우 교수에게 갑상선암 수술을 받은 한 환자는 "처음에 입을 통해 수술을 한다는 설명을 듣고 막연한 두려움이 있었지만, 수술 이후 통증이 심하지 않고 수술 당일 식이도 가능했다"며 "특히 외부로 보이는 흉터가 전혀 없어 만족스럽다"고 말했다.

한편 우 교수는 최근 2019 대한이비인후과학회 다인선도연구자상을 수상하는 등 갑상선암 진단 치료와 두경부 영역(갑상선 포함)의 무흉터 수술로 학계의 큰 관심을 받고 있다.

@highlight

13일 단국대병원 이비인후과 우승훈 교수는 SCI 논문인 'Surgical Endoscopy'에 발표, 흉터없는 갑상선암 수술 '경구강 갑상선 수술법'을 확립해 국내·외 학계에서 주목받고 있으며 연세대 해부학과 양헌무 교수팀과 협력해 인체 카데바 시험을 통해 무흉터 경구강 갑상선 수술법의 안전성을 증명했다.