문화재아웃리치연구소 전북 문화재돌봄 동부권사업단(전경미 단장, 예원예술대학교 교수)은 13일, 사적 제379호인 전주향교와 사적 제339호인 경기전 등 전주 시내의 문화재를 대상으로 부안여고 ‘얼아로미’ 동아리 학생들에게 문화재 모니터링 교육을 가졌다.

문화재 모니터링은 문화재를 예방보존 하기 위한 1차적 단계의 관리 방법으로, 문화재를 점검, 관찰하여 문화재의 훼손을 막고 문화재의 원형이 보존되도록 기여하는 분야이다.

문화재 모니터링은 생물학적, 화학적, 물리적, 인위적인 요인을 전방위적으로 관찰해야 한다, 이에 이번 모니터링 교육은 생물학적인 요인 가운데 목조문화재를 가해하는 대표적인 흰개미에 대한 이해와 모니터링에 필요한 장비 사용법과 지붕의 기와 상태 확인이 얼마나 중요한지, 그리고 그것을 위해 드론을 어떻게 활용하는지와 건물이 기우는 이유가 무엇인지 등 다양한 내용으로 진행됐다.

부안여고 ‘얼아로미’는 반계선생유적지 지킴이 활동 및 향토인물 바로알기 등을 활발히 펼치고 있는 역사문화 동아리의 하나다.

동아리 부장을 맡고 있는 백경진학생은 "이번 교육을 통해 문화재청이 무엇을 하는 기관인지, 그리고 문화재가 어떻게 지정, 구분되는지와 문화재를 어떻게 관리해야 하는지 등에 대해 배울 수 있었던 소중한 시간이었다"고 했다.

문화재아웃리치연구소는 부안여자고등학교와 2016년도에 MOU를 맺은 이후 지금까지 200 여명의 학생들에게 문화재 돌봄 및 관리 교육을 실시, 문화재 관련 전문가로의 진로를 정할 수 있도록 헬퍼의 역할을 하고 있다.

또, 대학생과 일반인 및 문화재 소유자관리자 자녀에게 문화재 모니터링 교육을 갖고 있다.

문화재아웃리치연구소 전북 문화재돌봄 동부권사업단은 문화재청 복권기금과 전북청의 지원으로 전주, 완주, 진안, 무주, 장수, 임실, 남원, 순창 지역의 273개소의 문화재를 관리하고 있다.

@highlight

전북 문화재돌봄 사업단은 문화재 모니터링을 통해 부안여고 학생들에게 문화재를 예방보존하기 위한 첫 단계를 가르쳐주었으며 동아리 부장  백경진학생은 "이번 교육을 통해 문화재를 어떻게 관리해야 하는지 등에 대해 배울 수 있었던 소중한 시간이었다"고 했다.