= 13일 오후 서울 중구 KEB하나은행 딜링룸 전광판에 코스피지수가 전일대비 16.46포인트 내린 1,925.83를 원달러 환율은 6원 오른 1,222.2원을 나타내고 있다.

증시는 미중 무역분쟁 심화, 일본의 한국 화이트리스트 국가 제외, 원화 약세와 위안화 평가절하 등 변동성이 커지며 하락 마감하며 원달러 환율은 상승 마감했다.

글로벌 안전자산 선호 심리가 강화돼 원/달러 환율이 1220원대로 올라섰다.

13일 서울 외환시장에서 원/달러 환율은 전 거래일 보다 6.0원 오른 1222.2원에 거래를 마쳤다.

이날 원/달러 환율 종가는 2016년 3월 2일(1227.5원) 이후 3년 5개월여 만에 가장 높은 수준이다.

미중 무역분쟁 장기화 등 글로벌 경제 불확실성이 확대되는 와중에 홍콩 등 지정학적 리스크까지 불거지며 시장에서 안전자산 쏠림이 나타났다.

정성윤 하이투자선물 연구원은 "투자심리가 위축되는 요인들이 제공되면서 외환시장에서도 임계점 돌파 시도가 이뤄졌고, 장 막판 임계점을 넘어버리는 상황이 연출됐다"고 설명했다.

미국이 중국을 환율조작국으로 지정하고, 9월 예정됐던 협상 취소 가능성도 언급하면서 미중 무역분쟁 해결에 대한 희망이 점차 사라지고 있다.

주요국 증시가 부진하면서 채권 등 안전자산 쏠림 현상이 나타나고 있다.

이 가운데 범죄인 인도 법안(송환법)으로 촉발된 홍콩 시위가 격화되면서 공항이 폐쇄되는 등 지정학적 리스크도 커지고 있다.

중국 정부의 개입 가능성이 거론되면서 국제정치 문제로까지 비화되고 있다.

역외 위안/달러 환율은 오후 들어 상승세를 보이며 장중 달러당 7.1068위안까지 올랐다.

1220원선을 앞둔 당국 개입 경계감에 1210원대 후반 부근에서 움직이던 원/달러 환율은 안전자산 선호 심리와 위안화 환율 움직임에 영향을 받으며1220원선 위로 올라섰다.

원/엔 재정환율은 100엔당 1160.96원으로 전 거래일 오후 3시 30분 기준환율(1153.94원) 보다 7.02원 올랐다.

@highlight

미중 무역분쟁 장기화 등 글로벌 경제 불확실성이 확대됨에 따라 13일 서울 외환시장에서 원/달러 환율은 전 거래일 보다 6.0원 오른 1222.2원에 거래를 마쳐 2016년 3월 2일(1227.5원) 이후 3년 5개월여 만에 가장 높은 수준을 기록했다.