브레인콘텐츠가 올해 상반기 연결재무제표 기준 역대 최대 실적을 달성했다.

브레인콘텐츠는 13일 상반기 연결재무제표 기준 매출액 540억원, 영업이익 33억원을 달성했다고 밝혔다.

전년동기대비 매출액은 67.2% 증가했으며, 영업이익은 흑자전환에 성공했다.

별도재무제표 기준으로는 매출액 90억원, 영업이익 9.5억원을 기록했다.

다만 브레인콘텐츠는 종속회사의 파생상품 평가손실이 연결재무제표에 반영되면서 당기순손실 43억원을 기록했다.

이는 종속회사 글로벌텍스프리(이하 GTF)의 주식관련사채의 전환권 대가로 인한 회계적인 손실로 현금 유출이 없어 재무구조에 영향을 주지 않는다.

브레인콘텐츠는 관계자는 "글로벌텍스프리와 스와니코코로 대표되는 '핵심 자회사'의 눈부신 성장을 통해 상반기 사상 최대실적을 달성했다"며 "웹툰.웹소설을 서비스하는 핑거스토리도 매출액이 37억원으로 전년동기대비 381% 성장했다"고 말했다.

국내 택스리펀드 1위 기업인 GTF는 정부차원의 외국인 관광객 다변화 전략의 성과와 지난해 인수한 케이티스 택스리펀드 사업부문 양수효과가 본격화되기 시작했다.

상반기 매출액은 전년대비 45% 증가한 281억원을 기록했고, 영업이익은 358% 증가한 28억원을 기록했다.

2018년 한한령 이후 대규모 실적 개선을 이뤘다고 회사 측은 설명했다.

또 하반기 중국 최대 명절인 중추절(9월)과, 국경절(10월)로 이어지는 황금 연휴와 광군제(11월) 등으로 한국을 찾는 중국인 관광객 증가세가 예상되어 GTF의 하반기 실적은 더욱 기대된다.

강진원 대표는 "GTF의 성장과 더불어 스와니코코 또한 동남아 시장 진출, 중국 왕홍 마케팅, 유아용품과 마스크팩 라인업 확대, 세븐일레븐 입점 등 실적증대를 위한 다양한 전략을 진행 중에 있다"며 "45만명의 회원에게 웹툰, 웹소설 서비스를 제공하는 핑거스토리가 지속적인 IP확보와 더불어 여성향 로맨스 콘텐츠 플랫폼 구축을 계획하고 있다"고 말했다.

@highlight

브레인 콘텐츠는 역대 최대 실적인 상반기 연결재무제표 기준 매출액 540억원으로 영업이익 33억원을 달성하고 전년동기대비 매출액이  67.2%증가하여 흑자전환에 성공하였다.