▲ 김석환 홍성군수가 지난 12일 청내 대강당에서 신(新) 청사 이전 후보지 신청 단체와 업무협약을 맺은 뒤 기념촬영을 하고 있다.

홍성군은 신(新) 청사 이전 후보지 신청 단체와 과열 유치 행위 자제 등을 위한 업무 협약을 체결했다고 13일 밝혔다.

이번 협약에는 군과 군의회, 청사입지선정위원회, 청사 이전 후보지 신청 단체 등이 참여했으며 청사부지가 공정하고 투명하게 결정될 수 있도록 상호 협력하기로 했다.

특히 신청 단체들은 청사입지선정위에서 마련하는 과열 유치 행위 대응 방안과 후보지 평가 기준, 부동산 투기방지대책 등 의결사항에 대해 적극 수용하기로 약속했다.

군은 앞서 공모된 후보지 중 서류심사를 통과한 9개소 가운데 예비후보지 5개소를 선정한 뒤 입지 여건 등에 대한 주민설명회를 개최할 예정이다.

이어 예비후보지에 대한 주민 선호도 조사와 전문가 평가를 통해 10월 중 청사 후보지를 최종 결정하고 건립 기본계획 수립에 착수할 계획이다.

현재 서류심사를 통과한 곳은 △옛 홍성여고 맞은 편 대교리 216-3번지 △소향리 공동묘지 소향리 248-14번지 △장애인체육관 맞은 편 소향리 350-18번지 △백월산 아래 월산리 산2-2번지 △옥암택지개발지구 옥암리 1228번지 △홍주요양병원-농어촌공사 부근 월산리 530-20번지 △현 청사 부근 오관리 61번지 △지기산 오토캠핑장 부근 벽계리 382-3번지 △세광아파트 부근 오관리 715-9번지 등 일원이다.

군 관계자는 "군민과 함께 새로운 백년대계를 준비하는 신청사 건립 사업인 만큼 부지 결정은 공정하고 투명한 분위기 속에서 결정할 것"이라며 "최종 선정 이후에도 차질 없이 청사이전 절차를 밟을 수 있도록 철저히 준비하겠다"고 말했다.

@highlight

홍성군은 신(新) 청사 이전 후보지 신청 단체와 과열 유치 행위 자제 등을 위한 업무 협약을 체결했다고 밝혔고, 이번 협약에는 군과 군의회, 청사입지선정위원회, 청사 이전 후보지 신청 단체 등이 참여했으며 청사 부지가 공정하고 투명하게 결정 될 수 있도록 상호 협력하기로 했다고 한다.