품질고급화 성과 브리핑을 하고 있다.

쇠고기 등급제도가 품질에 따른 가격 차별화를 촉진하고 사육기술 개선을 견인해 한우 산업 전반의 경쟁력 향상에 크게 기여한 것으로 분석됐다.

축산물품질평가원은 쇠고기 등급제도 시행 20년을 맞아 이같은 내용을 골자로 한 성과 분석자료를 13일 발표했다.

쇠고기 등급제도는 1993년 축산물 수입 자유화에 대응해 대외 경쟁력 강화 및 품질 향상을 목적으로 1.2.3등급을 첫 도입한 후 1997년 1+등급, 2004년 1++등급을 추가했다.

축평원의 성과분석 자료에 따르면, 지난 20년간 한우 도매시장 평균 경락가격(한우 전체, 원/kg)은 1998년 7049원에서 2018년 1만7772원으로 152% 증가했다.

특히 최상위등급과 2등급 간 경락가격(거세우, 원/kg) 차이는 1998년 746원에서 2018년 5545원으로 643% 증가했다.

품질에 따른 가격 차별화가 두드러졌기 때문으로 풀이된다.

생산단계에서도 고급육 생산을 위한 종축개량과 사육기술 향상 성과가 나타났다.

한우 평균 도체중량은 1998년 288kg에서 2018년 403kg으로 115kg(40%) 증가했고, 최고급 부위인 등심 단면적은 1998년 70㎠에서 2018년 19㎠(27%)로 증가했다.

종축개량 및 사양기술 개선은 다시 한우 등급향상으로 선순화 돼 전체 출하두수중 1등급 이상 출현율이 1998년 15.4%에서 2018년 72.9%로 57.5%p 증가했다.

축산농가의 소득증대에도 크게 기여했다.

한우 거세우 마리당 조수입은 1998년 249만원에서 2018년 823만원으로 231% 증가했고, 마리당 조수입에서 경영비를 제외한 소득도 32만1000원에서 122만2000원으로 281% 늘어났다.

한우농가 평균 사육규모도 가구당 5.6마리에서 32.2마리로 증가하는 등 전업화된 농가의 소득도 개선됐다.

축산물품질평가원 장승진 원장은 "앞으로 쇠고기 등급제가 변화하는 소비시장을 예측하고 거래 및 생산지표로서 신뢰받을 수 있도록 모든 역량을 집중해 나가겠다"고 말했다.

@highlight

축산물품질평가원은 쇠고기 등급제도가 품질에 따른 가격 차별화를 촉진하고 사육기술 개선을 견인해 생산단계에서도 고급육 생산을 위한 종축개량과 사육기술 향상과 축산농가의 소득이 증가하여 한우 산업 전반의 경쟁력 향상에 크게 기여한 내용을 골자로 한 성과 분석자료를 쇠고기 등급제도 시행 20년을 맞아 13일 발표했다.