차기 부산주택협회장을 오는 10월 뽑을 예정인데, 현 회장이 불출마 쪽으로 가닥을 잡으면서 어떤 인물이 나설지 주목된다.

13일 대한주택건설협회 부산시회(이하 부산주택협회)에 따르면 협회는 오는 10월 말 10대 회장을 공식 선출할 예정이다.

현 김종탁(65·미진이엔시) 회장 임기가 끝나는 시점에 맞춰 총회에서 결정된다.

부산주택협회 손철원 사무처장은 “우리 단체는 총회 때 회장을 선출하고, 곧바로 임기를 시작한다”며 “대개 경선까지 안 가는 만큼 그 전에 추대 형식으로 차기 회장 가닥이 잡힐 것으로 예상된다”고 밝혔다.

부산주택협회는 주택 건설사들의 모임이다.

현재 회원사가 670곳에 달하는데, 지난해부터 정부의 강력한 부동산 규제 정책으로 대부분 크고 작은 어려움을 겪고 있다.

부산주택협회 회장은 임기 3년에, 연임할 수 있다.

차기 회장 선출에서 가장 큰 관심사는 현 회장의 재도전 여부다.

김 회장은 최근 기자에게 “주위에서 한 번 더 도전하라고 권유하지만 개인 일을 더 신경써야 할 상황 같다”며 “다음 달 초, 회원들을 만나 내 입장을 밝힐 예정”이라며 출마에 부정적인 입장을 밝혔다.

다른 후보로는 ㈜가화건설 김병균 회장, 수근종합건설㈜ 성석동 회장, 지원건설㈜ 박재복 회장 등이 거론된다.

김·성 회장은 부산주택협회 부회장, 박 회장은 이사다.

부산주택협회는 초대 장복만 회장(동원개발)을 비롯해 권홍사(반도종합건설), 김선동(일동), 김종각(동일), 이근철(삼정), 전광수(이진종합건설), 박정오(삼정기업) 회장 등이 이끌었다.

한편 부산 지역 건설 관련 5대 협회는 모두 내년까지 회장을 새로 뽑는다.

이미 올 5월 부산건설협회장에는 서린건설㈜ 박만일(66) 회장이 선출됐다.

또 부산기계설비건설협회(회장 이원득·회원사 380곳)는 내년 2월, 부산시설물유지관리협회(김수명·375곳)는 내년 9월, 부산전문건설협회(김세원·1640곳)는 내년 11월 현 회장 임기가 끝난다.

@highlight

대한주택건설협회 부산시회가 오는 10월 말 10대 회장을 공식 선출할 예정인 가운데 현 회장이  불출마 의사를 밝히면서 어떤 인물이 새로운 회장이 되어 정부의 부동산 규제 정책으로 어려움을 겪고 있는 부산 주택업계를 이끌 수 있을지 주목되고 있다.