앞으로 금융자산이 5000만원만 넘으면 '전문투자자' 자격을 가질 수 있게 된다.

사모펀드와 코넥스에 투자할 수 있는 개인 투자자가 39만명까지 확대될 전망이다.

금융위원회는 고위험 투자에 대한 감내 능력이 있는 전문투자자를 확대하는 내용을 담은 자본시장법 시행령 개정안이 국무회의를 통과했다고 13일 밝혔다.

금융 관련 전문지식 보유자가 아닌 경우도 전문투자자가 될 수 있게 했다.

최근 5년 중 1년 이상 투자계좌를 유지하고 초저위험 상품(국공채, RP 등)을 제외하고 월말평균잔고 기준 5000만원 이상 보유 경험이 있으면 된다.

회계사나 변호사 등 전문지식 보유자도 투자 경험 요건이 갖춰지면 전문투자자로 인정된다.

직전연도 소득액 1억원(부부합산시 1억5000만원) 또는 순자산 5억원(거주 주택 제외, 부부합산 가능) 이상이면 가능하다.

그간 금융투자상품 계좌를 1년 이상 유지하고 금융투자상품 잔고가 5억원 이상이어야 했던 것에서 요건을 대폭 완화했다.

'직전연도 소득액 1억원 또는 총 자산 10억원 이상'이라는 진입장벽도 낮췄다.

개인 전문투자자 인정 절차도 간소화한다.

금융투자회사가 개인 전문투자자 요건을 심사한 후 인정하면 된다.

금융투자협회에 등록해야하는 절차를 생략한다.

금융위는 K-OTC 프로도 신설했다.

전문 투자자가 비상장 증권에 투자할 수 있게 하는 거래 플랫폼이다.

K-OTC 프로 내 거래가능 자산을 주식 외 지분증권(PEF, 창업투자조합, 벤처투자조합, 신기술사업투자조합 지분증권)까지 확대하고 발행인의 증권신고서 제출의무와 정기·수시공시 의무도 면제한다.

금융위 관계자는 "이번 개정안 시행으로 개인 전문투자자 인정요건을 갖춘 후보군이 2000여명에서 앞으로 최대 39만명으로 확대될 것"이라며 "기업 미래 성장을 위해 필요한 자금을 과감하게 공급할 투자자가 필요하다고 판단했다"고 밝혔다.

@highlight

금융위원회는 금융자산 5000만원 보유자에게 전문투자자 자격을 부여하고 투자자를 39만명까지 늘리는 개정안을 국무회의에서 발의했다고 13일 발표했다.