자격 요건을 대폭 완화한 대전시 청년창업지원카드 인기가 폭발적이다.

대전시는 지난달 22일부터 지난 9일까지 청년창업지원카드 사업 신청을 접수한 결과 총 300명의 모집인원(예비인원 제외)을 200% 초과한 650명이 신청했다고 13일 밝혔다.

대전 청년창업지원카드는 창업 초기 경제적 어려움을 겪는 청년들의 사업 활동을 돕기 위해 월 50만원 씩 6개월간 최대 300만원을 지원하는 사업이다.

창업 3년 이내인 연 매출 2억 원 이하의 업체를 운영하는 만 18 ~ 39세 이하의 대전 청년들이 지원대상이다.

지난해 시작된 이 사업은 '대한민국 법률 및 정책대전 로스타 케이(LAW STAR_K)'라는 전국정책대회에서 대상을 수상한 대전시 청년들의 정책제안으로 시작됐고, 이후로도 전문가 및 언론, 정책 당사자인 우리시 청년 창업가들의 꾸준한 의견을 거쳐 개선되어온 사업이다.

특히 올해 청년창업지원카드는 기존 대상자의 거주요건 및 창업 기간, 매출액 등 자격요건을 대폭 완화했다.

이는 수익이 거의 없거나 있어도 수익구조가 불안정한 초기 창업자들의 요구를 반영한 것으로 지원 금액 또한 월 30만원에서 50만원으로 늘려 초기 창업자들에게 실질적인 도움이 되도록 했다.

앞서 지난해 청년창업지원카드는 최종인원 500명을 목표를 두고 총 4차 까지 공모를 진행했지만, 절반 수준인 282명의 창업가들만 참여했다.

최명진 시 청년정책과장은 "이번 제5차 청년창업지원카드 사업이 접수부터 예상 목표 인원을 2배 이상 넘어섰는데 이는 우리시 청년들의 적극적인 정책참여의 결과"라며 "앞으로도 청년거버넌스를 통해 능동적인 사회참여 기회를 확대하고, 자립할 수 있는 기반 마련을 위해 다양한 청년정책 사업을 추진할 예정"이라고 말했다.

시는 1차 서류심사 및 2차 선정위원회 심사를 거쳐 다음 달 26일 최종 대상자를 발표할 예정이다.

문의사항은 대전시 청년정책과(☎042-270-0832)와 사업수행기관인 대전경제통상진흥원 청년창업지원카드 담당(☎042-719-8341)으로 하면 된다.

@highlight

대전 청년창업지원카드는 대상자의 자격요건을 대폭 완화하여 수익이 거의 없거나 수익구조가 불안정한 초기 창업자들에게 지원 금액을 늘리는 등 실질적인 도움이 되도록 했으며, 청년들의 사회참여 기회를 확대하고 자립할 수 있도록 다양한 청년정책 사업을 추진하기로 하였다.