▲ 한국산업단지공단은 일본의 한국에 대한 화이트리스트 배제 조치에 따라 피해가 가장 클 것으로 예상되는 산단 석유화학기업의 애로청취 및 지원방안 수립을 위한 의견 수렴을 위해 13일 울산시 울산종합비즈니스센터에서 ‘울산 산단 석유화학 업종 기업과의 현장간담회’를 개최했다.

한국산업단지공단(이하 산단공)은 13일 울산시 울산종합비즈니스센터에서 일본 수출규제 관련 미니클러스터기업 애로사항 청취를 위한 ‘울산 산단 석유화학 업종 기업과의 현장간담회’를 개최했다.

이날 간담회는 일본의 한국에 대한 화이트리스트 배제 조치에 따라 피해가 가장 클 것으로 예상되는 산단 석유화학기업의 애로청취 및 지원방안 수립을 위한 의견 수렴을 위해 마련됐다.

주요내용은 △일본 수출규제에 따른 입주기업 피해현황 및 애로사항 청취, △공단 및 정부 차원의 지원 대책 마련을 위한 현장 의견 수렴, △당면 현안 해소를 위한 선제적 대응 사례 및 방향 공유 등이며, 산단공은 운영 중인 일본 수출규제 산업단지 비상대응반을 통해 기업지원사업을 연계해 나아간다는 방침이다.

현장 간담회를 통해 △일본기업 수입품 대체를 위한 샘플 구매 및 제품 평가 지원, △일본 소재 국산화를 위한 대기업과의 공동과제 지원, △신규 구매처 탐색을 위한 비용 지원, △화관법, 화평법에 대한 규제 완화, △신규 해외시장개척 및 판로확보를 위한 지원 등 일본 수출규제 관련 애로 및 건의사항을 수렴했다.

황규연 산단공이사장은 “정부가 지난 12일 한국의 화이트리스트 명단에서 일본을 제외한 결정으로 석유화학업종 뿐 만 아니라 조선해양, 자동차 산업으로의 피해 확대를 우려해 화학, 조선, 자동차등 울산 주력산업의 지속적인 피해 상황을 모니터링을 통해 정부와의 수입품의 국산화 개발 R&D 지원 자금 및 정부 보조금 등의 지원을 협의하겠다”고 설명했다.

또 “이번 위기를 기회로 삼아 대-중-소기업간의 협업을 통해 국산화 개발 성공에 매진해 달라”고 당부했다.

@highlight

일본의 한국에 대한 화이트리스트 배제 조치에 따라 한국산업단지공단은 13일 울산시 울산종합비즈니스센터에서 산단 석유화학기업의 애로청취 및 지원방안  의견 수렴을 위해 ‘울산 산단 석유화학 업종 기업과의 현장간담회’를 개최했다고 밝혔다.