7월 취업자수가 1년 6개월 만에 최대로 증가한 것으로 조사됐다.

반면, 실업률은 3.9%로 19년만에 가장 높았다.

14일 통계청이 발표한 7월 고용동향에 따르면 7월 취업자수는 2738만 3000명으로 전년동월대비 29만 9000명 증가했다.

성별로 보면 남자는 1557만명으로 전년동월대비 9만 5000명(0.6%) 증가했고, 여자는 1181만 3000명으로 20만 5000명(1.8%) 늘었다.

산업별 취업자를 보면, 보건업및사회복지서비스업(14만 6000명, 7.0%), 숙박및음식점업(10만 1000명, 4.4%), 예술·스포츠·여가관련서비스업(6만 5000명, 14.6%) 등에서 증가했다.

하지만, 제조업(-9만 4000명, -2.1%), 도매및소매업(-8만 6000명, -2.3%), 공공행정·국방및사회보장행정(-6만 3000명, -5.5%) 등에서 감소했다.

15~64세 고용률(OECD비교기준)은 67.1%로 전년동월대비 0.1%p 상승했다.

성별로 보면 남자는 76.0%로 전년동월대비 0.2%p 하락했으나, 여자는 58.2%로 0.6%p 상승했다.

15세 이상 고용률은 61.5%로 전년동월대비 0.2%p 올랐다.

7월 실업자는 109만 7000명으로 전년동월대비 5만 8000명(5.6%) 증가했다.

성별로는 남자가 63만 7000명으로 전년동월대비 2만 7000명(4.3%) 증가했고, 여자는 46만명으로 3만 2000명(7.4%) 늘었다.

실업률은 3.9%로 전년동월대비 0.2%p 상승했다.

이는 2000년 7월(4.0%) 이후 19년 만에 최고치다.

남자는 3.9%로 전년동월대비 0.1%p 상승했고, 여자는 3.7%로 0.1%p 상승했다.

비경제활동인구 중 구직단념자는 52만 6000명으로 전년동월대비 2만명 감소했다.

@highlight

14일 통계청이 발표한 7월 고용동향에 의하면 7월 취업자수가 전년동월대비 29만 9000명 증가하며 1년 6개월 만에 최대로 증가한 것으로 집계된 한편, 실업률은 3.9%로 19년만에 가장 높은 것으로 드러났다.