▲ 박정남(오른쪽) 안동종가음식교육원장 등이 독립군 밥상 논문 발표 및 복원 시연회를 위해 13일 안동종가음식체험관 예미정에서 독립군 전투식량과 전장음식, 신흥무관학교 생도밥상 복원 작업과 함께 상차림 전시를 연습하고 있다.

경북 안동 예미정(종가음식 전문점)은 14일 안동종가음식체험관에서 '만주 독립군 밥상 연구논문 발표 및 복원 시연회'를 개최한다고 13일 밝혔다.

100여년 전 항일 무장투쟁 당시 만주 독립군들이 먹었던 전투식량을 복원하고, 독립군 전투식량을 연구해 온 한·중 학자들이 수집된 자료를 토대로 연구한 논문도 발표한다.

이날 공개되는 독립군 전투식량은 장작불로 달군 가마솥에 옥수수반죽을 구워내 말린 '옥수수떡'과 옥수수·차좁쌀을 섞어 만든 잡곡밥을 소금물로 적셔 손으로 뭉쳐낸 '배추우거지 주먹밥', 볶은 옥수수와 옥수수를 갈아서 만든 미숫가루, 옥수수를 가마솥으로 고아서 만든 옥수수엿, 조청, 볶은콩 엿강정 등이다.

예미정 측은 "옥수수에다 콩가루 또는 건조두부를 섞거나 육포, 명태살 등을 곁들이는 방법으로 옥수수에 부족한 단백질을 보강하고, 소금에 절인 콩자반으로 염분 섭취를 꾸준히 하는 등 강인한 체력 유지에 필요한 식품영양학적 고려도 있었던 것으로 보인다"고 설명했다.

이 밖에도 신흥무관학교 생도들이 먹던 꿩고기 옥수수국수, 옥쌀밥, 버들치호박잎매운탕, 콩자반, 차좁쌀 시루떡, 두부비짓국 등도 선을 보인다.

박정남(대경대 교수) 안동종가음식교육원장은 "비상식품을 개발한 선열들의 지혜와 애국심을 느낄 수 있을 것"이라고 말했다.

@highlight

경북 안동 예미정이 14일 안동종가음식체험관에서 '만주 독립군 밥상 연구논문 발표 및 복원 시연회'를 열고 만주 독립투사들의 전투식량 '옥수수떡'과 '배추우거지 주먹밥' 등을 복원하여 선보이고 한중 학자들이 수집한 자료를 바탕으로 연구한 논문도 발표한다.