= 이해찬 더불어민주당 대표가 14일 서울 여의도 국회에서 열린 을지로위원회, 택시월급제 법안 통과 상생 꽃달기 행사에서 택시노조원들과 꽃을 달고 있다.

더불어민주당 '을지키는민생실천위원회'(이하 을지로위원회)가 14일 국회에서 택시노조 관계자들과 함께 택시사납금 폐지와 택시월급제 법안 통과를 축하하는 행사를 가졌다.

이해찬 민주당 대표는 이 자리에서 "택시기사가 분신할 정도로 그동안 택시업계가 굉장히 큰 어려움을 겪었는데 택시 운송업자들과 기사들, 정부, 만주당 등이 100번 가까이 회의를 가져 다행히 사납금 폐지와 월급제 도입, 플랫폼 구성 등을 통해 고객들이 편리하게 탈 수 있도록 하는 합의를 이끌어냈다"고 밝혔다.

이 대표는 "법안이 통과돼 실시되는데 까지는 준비 기간이 필요할 것 같다. 가능한 빨리 시행될 수 있도록 하겠다"며 "드디어 새로운 지평이 열리게 됐다. 당에서도 중요한 과제라고 생각해서 오랜 기간 수차례 회의와 논의를 거쳐 이뤄낸 값진 성과"라고 자평했다.

법인택시 사납금 제도 폐지와 택시월급제 도입 등을 담은 '택시운송사업의 발전에 관한 법률' 개정안은 지난 2일 국회 본회의를 통과했다.

개정안에 따르면 월급제는 2021년 1월부터 시행 여건을 갖춘 서울부터 시작하되 다른 시·도는 5년 이내에 정부가 관련 업계 및 지자체와 협의해 도입된다.

(서울=뉴스1) 김명섭 기자 = 이해찬 더불어민주당 대표가 14일 서울 여의도 국회에서 열린 을지로위원회, 택시월급제 법안 통과 상생 꽃달기 행사에서 택시노조원들과 기념촬영을 하고 있다.

박홍근 을지로위원회 위원장은 "이번에 통과된 개정안은 시행 시기가 원안보다는 늦어지고 시행 지역도 축소돼 아쉬움이 있다"며 "실제 근로시간에 부합하는 완전 월급제가 전국 단위로 시행될 수 있도록 서울 뿐만 아니라 타 시·도에도 조기정착되게 챙기겠다"고 했다.

구수영 전국민주택시노동조합 위원장은 "민주당 차원에서 합심해서 이뤄진 결과"라며 감사의 뜻을 표하고 "카풀을 정리했더니 수많은 렌트카 업체들이 택시를 하겠다고 한다. 대단히 야만적인 경제라고 생각하는데 이 문제 역시 살펴봐달라"고 요청했다

@highlight

택시 업계 관련자들과의 협의 끝에 탄생한 '택시운송사업 관련 법률' 개정안이 지난 2일 국회 본회의를 통과했으며, 이에 따라 21년 1월 서울부터 월급제가 도입될 예정이다.