네이버가 '프로젝트 꽃'을 통해 연내 3개 파트너스퀘어를 추가로 설립한다.

창작자를 위한 데이터 기반 전문 교육 프로그램도 새롭게 구축한다.

네이버는 총 6개의 파트너스퀘어를 통해 지역별, 업종별 스몰비즈니스와 창작자를 보다 입체적으로 지원하게 될 것으로 기대했다.

네이버는 자신만의 콘텐츠를 갖고 사업을 운영하는 '스몰 메이커스'를 대상으로 한 '파트너스퀘어 종로'와 콘텐츠 창작자 전용 공간인 '파트너스퀘어 홍대'와 '파트너스퀘어 상수' 설립을 준비 중이다.

콘텐츠 창작자를 집중 지원하는 파트너스퀘어는 '파트너스퀘어 홍대'가 처음이다.

서울 역삼, 부산, 광주에 이어 4번째로 설립되는 '파트너스퀘어 종로'는 신진디자이너, 창작공방 사업자 등 자신만의 개성과 철학을 바탕으로 상품을 자체 제작하는 '스몰 메이커스'를 위한 전문 공간이다.

9월 오픈을 목표로 하고 있다.

'파트너스퀘어 종로'는 '스몰 메이커스' 창작 역량이 온라인 비즈니스 개발로 이어질 수 있도록 최대 규모 전용 스튜디오와 전문 장비 등을 갖출 예정이다.

8월 현재 '메이커스 프로그램'에 참여할 사업자를 모집 중이다.

'메이커스 프로그램'에 참여하게 되면 6주 동안 교육 프로그램과 전용 업무 공간을 무료로 이용할 수 있다.

11월에 오픈 예정인 '파트너스퀘어 홍대'는 블로그, 동영상, 오디오 등 다양한 콘텐츠 영역에서 활동하는 창작자를 위한 전문 공간이다.

'파트너스퀘어 상수'는 푸드 크리에이터를 위한 전문 스튜디오다.

촬영, 소규모 강연이 가능한 공간이다.

'파트너스퀘어 상수'는 현재 프리오픈 기간으로 운영 중이다.

추영민 네이버 창업성장지원TF 리더는 "지난 6년간 파트너스퀘어에는 총 40만명 사업자와 창작자가 다녀갔다"면서 "종로와 홍대, 상수 파트너스퀘어를 통해 훨씬 더 다양한 개성과 스토리를 가진 사업자, 창작자와 만나게 될 것"이라고 말했다.

@highlight

네이버가 '프로젝트 꽃'을 통해 올해 안에 '종로' '홍대' '상수' 등지에 3개 파트너스퀘어를 추가로 설립하고 창작자를 위한 데이터 기반 교육 프로그램도 새롭게 구축할 계획이다.