한의학 전문 IT기업 (주)버키(대표 전상호)는 물류 브랜드 '부릉(VROONG)'을 운영하는 IT 기반의 물류 스타트업 메쉬코리아(대표 유정범)와 MOU를 체결하고 당일 조제한 한의원 한약을 당일 환자에게 배송하는 프리미엄 특급 배송 서비스를 시작한다고 14일 밝혔다.

이에 따라 해당 서비스를 이용할 경우 한의원 한약 조제 이후 환자에게 전달되기 까지 평균 1~2일 이상 소요되던 한약이 주말, 공휴일 상관없이 조제 당일 즉시 환자에게 전해져 한의원과 환자 모두 만족도가 높아질 것으로 기대된다.

한의학포털 한의플래닛을 운영하고 있는 버키는 지난 8월 8일 한약 전문 플랫폼인 한의플러스를 런칭하며 한의계 물류 혁신을 기획, 메쉬코리아와 함께 해당 서비스를 선보인다.

메쉬코리아는 전국 2만여명의 제휴 배송기사와 270여개 부릉 서비스 스테이션을 포함한 전국 이륜차 물류망과 자체 개발한 물류 관리 솔루션을 통해 프리미엄 배송 서비스를 제공하고 있는 물류 스타트업이다.

배송 현장에서 쌓은 데이터를 기반으로 최근 사륜차 배송을 시작, 서비스 영역을 확대해 종합 물류 기업으로 도약해나가고 있다.

버키는 한의플러스를 통해 이번 조제 한약 배송 서비스를 시작으로 원외탕전 주문, 한약재 구매 및 재고 관리 등의 기능을 단계적으로 오픈할 계획이다.

이번에 협약을 체결한 김희종 메쉬코리아 본부장은 "한의학 분야의 혁신적인 플랫폼 기업 버키와 손잡게 되어 기쁘다"면서 "메쉬코리아의 축적된 배송 노하우와 솔루션을 통해 빠르고 안전한 한약 배송 서비스를 제공할 것"이라고 말했다.

(주)버키 전상호 대표는 "부릉을 통해 배송의 혁신을 만들어가고 있는 메쉬코리아와의 협업을 시작하게 되어 기쁘다. 이번 협력을 계기로 전국 1만 4800여개의 한의원의 환자들에게 조제 한약을 안전하고 빠르게 배송할 수 있게 되었다"며 "이번 서비스를 시작으로 한의플래닛과 한의플러스를 통해 한의원 운영과 관련된 다양한 혁신을 이어가겠다"고 포부를 밝혔다.

@highlight

한의학 전문 IT기업 (주)버키(대표 전상호)는 14일, 당일 조제한 한의원 한약을 주말, 공휴일 상관 없이 조제 당일 즉시 환자에게 전해지는 프리미엄 특급 배송 서비스를 시작하며 이 서비스를 기점으로 원외탕전 주문, 한약재 구매 및 재고 관리 등의 기능도 단계적으로 시작할 계획이다.