카카오페이지가 서비스를 업데이트했다.

카카오페이지에서만 만날 수 있는 인기 작품을 소개하는 '카카오페이지 오리지널' 작품관과 작품별 이용자 반응을 분석해 키워드로 제공하는 'AI 키토크' 서비스를 선보인다.

오리지널 작품관에서는 카카오페이지 독점 웹툰, 웹소설을 더욱 쉽게 경험할 수 있다.

백만 명이 선택한 인기 작품부터 기대 신작까지 카카오페이지가 엄선한 작품을 기존 텍스트 형태에서 벗어나 카드 형식으로 소개한다.

137만명이 구독하는 '나 혼자만 레벨업', 소설에 이어 웹툰에서도 뜨거운 인기를 얻고 있는 '사내맞선', 레전드 판타지 소설을 만화화한 '묵향 다크레이디' 등 웹툰은 물론 2019년 최고 흥행작 '검술명가 막내아들', 무협 1위 작품 '구천구검', 로맨스 판타지 인기작 '양판소 주인공의 아내' 등 웹소설 작품까지 매일 만나볼 수 있다.

AI 키토크는 작품에 대한 이용자 반응을 분석한 '키토크'를 제시, 이용자가 자신의 취향에 맞는 작품을 더 쉽게 탐색할 수 있도록 돕는 서비스다.

기존 키워드 검색과 해시태그에서 더 나아간 것이다.

인공지능 솔루션 업체 마이셀럽스 인공지능 기술을 통해 작품 내 언어 맥락과 이용자 댓글을 학습·분석하고, 가장 연관도가 높은 단어를 제시해 각 작품 특성을 한눈에 알 수 있다.

예를 들어 취향에 맞게 '갓띵작인(명작인)' '캐시아깝지않은' 등 키토크를 선택한 이용자는 연관된 작품을 감상한 뒤 같은 키토크가 제시된 유사한 취향의 또 다른 작품을 쉽게 즐길 수 있다.

이진수 카카오페이지 대표는 "페이지 오리지널이 카카오페이지만 검증된 작품을 큐레이션해 이용자에게 새로운 콘텐츠 경험을 주는 서비스라면 AI 키토크는 이용자가 원하는 작품을 스마트한 방식으로 찾아 풍성하게 즐길 수 있게 하는 서비스"라고 설명했다.

@highlight

카카오페이지에서만 만날 수 있는 인기 작품을 소개하는 '카카오페이지 오리지널' 작품관과 작품별 이용자 반응을 분석해 백만 명이 선택한 인기 작품부터 기대 신작까지 카카오페이지가 엄선한 작품을 기존 텍스트 형태에서 벗어나 카드 형식으로 소개하는 등 키워드로 제공하는 'AI 키토크' 서비스를 선보인다.