제10호 태풍 '크로사'가 세력을 더 키운 채 일본을 향해 북상 중이다.

이 태풍은 광복절인 15일 일본을 관통할 것으로 보인다.

14일 기상청에 따르면 '크로사'는 이날 오전 3시 현재 가고시마 남동쪽 약 450㎞ 해상에서 시속 15㎞로 서북서 방향으로 이동 중이다.

중심기압은 970hPa(헥토파스칼), 최대 풍속은 초속 32ｍ(시속 115㎞)으로 강한 태풍이다.

강풍 반경은 430㎞에 달한다.

이 태풍은 15일 아침 일본 규슈 동쪽을 스치듯이 통과한 뒤 오후 3시께 오사카 서쪽 약 290㎞ 육상을 지날 것으로 기상청은 내다봤다.

'크로사'는 15일 오후 동해로 빠져 울릉도·독도에 직접적인 영향을 줄 것으로 보인다.

이어 17일 오전 3시께 삿포로 서북서쪽 약 260㎞ 해상에 있을 것으로 전망된다.

기상청은 "태풍이 15일 낮 일본 육상을 지나면서 세력이 약해진 뒤 16일 바닷물 온도가 26도 이하로 상대적으로 낮은 동해를 지나면서 급격히 약해질 것으로 보인다"고 밝혔다.

태풍 북상으로 강원 남부와 경북 북부는 14일 정오부터 오후 3시 사이 비가 내리기 시작할 것으로 보인다.

이어 14일 오후 6∼9시에는 동해안과 경상도에 비가 내릴 것으로 전망된다.

15일 새벽에는 중부지방과 전라도, 오후에는 전국에 비가 내리겠지만 내륙에는 소강상태를 보이는 곳도 있겠다고 기상청은 전했다.

기상청은 "강원 영동과 경북 북부 동해안은 15일 새벽부터 오후 사이 태풍의 가장자리에 들어 시간당 20∼50㎜의 매우 강한 비가 내리겠다"며 "산사태나 저지대 침수 등 비 피해가 없도록 각별히 주의해야 한다"고 강조했다.

아울러 강원, 경상 해안은 최대 순간 풍속이 초속 20ｍ(시속 72㎞) 안팎에 이르는 매우 강한 바람이 부는 곳이 있을 것으로 보여 주의해야 한다.

@highlight

14일 기상청은 현재 제 10호 태풍 크로사가 일본을 향해 북상중이며 15일 오후 동해로 빠져 울릉도, 독도에 직접적인 영향을 줄 것이라고 관측했다. 