'역주행 스테디셀러' 이기주 작가의 '언어의 온도'가 출간 3년 만에 150만부를 돌파했다.

출판사 말글터는 이기주 작가의 '언어의 온도'가 발간 3년 만에 누적 판매 부수 150만 부를 돌파했다고 밝혔다.

2016년 8월에 출간된 '언어의 온도'는 작가가 평범한 일상에서 발견한 의미 있는 말과 글, 단어의 어원과 유래, 언어가 지닌 소중함과 절실함을 담아낸 에세이다.

출간 직후에는 크게 주목을 받지 못했으나, 작가가 직접 전국의 주요 서점을 6개월 넘게 순회하면서 책을 알리자 서서히 입소문을 타기 시작했고, 이후 기존 출판 홍보 과정과는 다른 방식으로 SNS상에서 회자되면서 이른바 '역주행 도서'의 대표 아이콘으로 자리매김했다.

'언어의 온도'는 교보문고, 예스24, 인터파크도서 등이 2017년도 도서 판매량을 분석한 순위에서 가장 많이 팔린 책으로 집계됐으며, 현재(2019년 7월 31일 기준) 주요 서점 에세이 분야에서 여전히 베스트셀러 자리를 지키고 있다.

또한 중국, 일본, 대만, 인도네시아, 베트남 등에도 판권이 수출되며 아시아 전역에서 호평을 이끌어 내고 있다.

말글터 출판사는 150만 부 돌파를 기념해 표지에 홀로그램이 들어간 '언어의 온도 3주년 150만부 기념 에디션(양장)'을 선보였다.

한편, 이기주 작가는 독자들의 성원에 보답하기 위해 '언어의 온도'를 판매해 얻은 수익금 일부를 사랑의열매와 국립암센터 등에 기부하고 있다.

이 작가는 사회복지공동모금회 '사랑의열매' 고액 기부자 모임인 '아너 소사이어티'의 1657번째 회원이다.

이기주 작가의 '언어의 온도'(2016, 말글터), '말의 품격'(2017, 황소북스), '한때 소중했던 것들'(2018, 달출판사), '글의 품격'(2019. 황소북스)의 총 판매 부수는 200만 부를 넘어섰다.

@highlight

출판사 말글터는 2016년 8월에 출간한 이기주 작가의 수필 '언어의 온도'가 누적 판매 150만 부를 돌파한 것을 기념해 홀로그램이 들어간 스페셜 에디션을 공개했다.