바이오솔루션은 14일 핵심사업을 강화하기 위한 본격적인 역량 강화에 나선다고 밝혔다.

성장을 위한 투자를 지속하는 한편, 수익성 강화를 위한 노력도 동반한다.

바이오솔루션이 역량 강화에 나서는 사업은 ▲하반기 카티라이프 판매 추진 ▲국내 임상 3상 계획서 및 미국 FDA 임상 2상 계획서 제출 ▲인체조직모델 사업 다각화 ▲화장품 사업 매출처 다변화 ▲R&D 제품의 빠른 임상시험 등이다.

우선 다음달 3일 한국제약바이오산업 채용박람회에 참가해 경력직원 중심의 채용을 실시할 예정이다.

연구소와 생산본부뿐 아니라 제약 영업, 마케팅, 화장품 사업 등까지 포함된다.

미래를 위한 R&D 인력뿐만 아니라 수익을 확대하기 위한 인력도을 강화하는 셈이다.

이에 앞서 자체 개발한 연골세포치료제 '카티라이프'에 대한 임상결과 발표가 예정돼 있다.

오는 18일 삼성서울병원, 24일 경희대병원에서 '슬관절 심포지엄'을 통해 세부적인 임상 내용을 설명할 예정이다.

회사 전반적으로 성장을 위한 투자를 지속할 예정이다.

기존 투자를 수익화 하는 노력도 동반된다.

윤정현 바이오솔루션 대표이사는 "올해 상반기 수익성이 다소 부진한 면이 있지만, 이는 주요 파이프라인의 연구개발 인력 충원과 함께 카티라이프 생산을 위한 설비 및 인력 충원 등 선제적 투자가 이뤄졌기 때문"이라고 밝혔다.

바이오솔루션은 올해 상반기 매출 48억여원, 영업손실 6억여원을 기록했다.

윤 대표는 "카티라이프의 본격적인 판매뿐 아니라 케라힐과 케라힐-알로 등 주요 바이오 의약품들의 시장점유율 확대에 매진하고 있다"며, "카티로이드, 리포카티젠, 스템모빌-겔 등 차세대 R&D 파이프라인을 지속적으로 연구 개발함으로써 세포기반 글로벌 바이오의약품 선도기업으로 성장하기 위해 최선을 다하고 있다"고 말했다.

이어 "각막모델 및 피부모델을 중심으로 하는 인체조직모델의 사업화를 본격적으로 시작하고, 스템수를 중심으로 하는 화장품 사업의 매출처 다변화 등 제2의 성장을 위한 회사의 모든 역량을 한 곳에 모아 추진하고 있다"고 전했다.

@highlight

바이오솔루션은 14일 핵심사업을 강화하기 위해 카티라이프 판매 추진,국내 임상 3상 계획서 및 미국 FDA 임상 2상 계획서 제출, 인체조직모델 사업 다각화, 화장품 사업 매출처 다변화, R&D 제품의 빠른 임상시험 등 본격적인 역량 강화에 나서며 향후 지속적 투자와 수익성 강화를 위한 노력도 병행할 예정이라고 밝혔다.