예뻐야 팔리는 대표적인 상품이 빙수다.

한 끼 식사보다 비싼 가격이 돼버린 특급호텔 빙수라면 더더욱 그렇다.

열대과일을 통째로 올리거나, 기기묘묘한 얼음 장식과 온갖 재료를 얹는 곳이 많다.

멜론빙수와 망고빙수를 판매하는 롯데호텔서울은 매년 더 화려해지는 '빙수전쟁'에서 의외의 수로 깜짝 매출을 올렸다.

롯데호텔 서울은 1층 라운지 페닌슐라에서 지난 5월부터 빙수를 판매했다.

호텔 측에 따르면 7월까지 두 달간 빙수 판매량이 작년 같은 기간보다 약 2배 증가했다.

이 깜짝 매출의 일등 공신은 바로 초대형 곰돌이다.

롯데호텔 서울은 패션 브랜드 모스키노와 올해 빙수 프로모션을 함께 진행하면서 '모스키노 트레이 디저트 세트'를 만들었다.

모스키노 특유의 테디베어 모양 3단 트레이에 마시멜로와 산딸기 타르트, 사과 꿀을 넣은 머핀 등 디저트 15종이 올라간다.

이 디저트와 빙수 1개를 포함한 세트가 5만5000원이다.

2인용 빙수로 나오는 타 호텔 빙수보다는 양을 줄인 대신 디저트를 늘렸다.

모스키노와의 협업을 알린다는 목적으로 초대형 테디베어도 테이블 곳곳에 배치했다.

호텔 측 예상과 달리 인기는 3단 트레이가 아니라 초대형 곰돌이가 끌었다.

라운지를 찾은 고객들이 커다란 곰돌이를 옆에 앉힌 인증샷을 소셜네트워크서비스(SNS)에 올리기 시작한 것이다.

곰돌이가 없는 좌석을 예약한 사람들은 사진을 찍기 위해 직원에게 곰돌이를 잠깐 옮겨 달라고 요청하기도 한다.

이 때문에 라운지에서는 커다란 곰돌이 인형을 직원들이 안고 이리저리 옮기는 모습도 자주 볼 수 있다.

SNS에서는 "곰돌이가 티타임 친구로 기다리고 있었다" "다른 특급호텔 빙수보다 가성비가 좋다"는 후기가 올라왔다.

롯데호텔 측 관계자는 "기존 빙수 가격에 디저트를 더한 구성에 모스키노와의 협업으로 라운지가 SNS 사진 명소가 돼 매출이 크게 올랐다"고 말했다.

@highlight

롯데호텔 측에 따르면 7월까지 두 달간 빙수 판매량이 작년 같은 기간보다 약 2배 증가한 요인을 모스키노와 협업을 위해 테이블 곳곳에 배치된 테디베어 덕분으로 기존 빙수 가격에 디저트를 더한 구성에 라운지가 SNS 사진 명소가 돼 매출이 크게 올랐다고 전했다.