지난달 경기도내 무역수지가 전년 같은 기간 보다 7억여 달러의 적자를 기록하며 4개월 연속 적자를 지속하고 있다.

15일 수원세관에 따르면 올 7월 도내 수출액은 98억2천만 달러로 지난해 같은 달(126억300만 달러)보다 22.1% 감소한 반면, 수입액은 전년 동월(104억5천500만 달러)보다 1.3% 증가한 105억 달러에 달해 전체 무역수지는 7억7천만 달러의 적자를 기록한 것으로 나타났다.

이는 최근 심화되고 있는 미·중 무역 분쟁을 비롯해 지속되는 반도체 경기 불황 및 전기·전자제품의 수출 부진 등이 원인인 것으로 분석된다.

실제 전년 동월 대비 ‘자동차’와 ‘화공품’의 수출액은 5.8%와 0.3% 증가했지만, ‘기계·정밀기기’와 ‘전기·전자제품’ 및 ‘반도체’는 각각 9.6%와 34.7% 및 44%의 큰 감소세를 보였다.

특히 ‘디스플레이 패널’은 중국 디스플레이 업체들의 저가 물량 공세로 인한 LCD패널 가격 하락이 수출 실적에 악영향을 미치면서 전년 동월 8억5천200만 달러 대비 70.1%가 감소하며 가장 큰 하락폭을 기록했다.

이 같은 상황에서도 경기도는 전국 수출 규모(460억9천400만 달러)의 21.3%를 차지하며 67개월 연속 전국 수출액 1위를 유지했다.

경기도의 주요 수출 품목은 전기·전자제품이 48억 달러로 가장 많았고, 기계·정밀기기와 자동차가 17억 달러와 11억8천만 달러로 뒤를 이었다.

주요 수입 품목은 ‘전기·전자기기’ 40억5천만 달러와 ‘기계·정밀기기’ 16억2천만 달러, ‘화공품’ 9억9천만 달러, ‘연료’ 5억7천만 달러 등의 순이었다.

최근 일방적인 수출규제 조치로 인해 우리나라와 무역분쟁이 진행 중인 일본에 대한 지난달 도내 수입실적은 6월 11억4천만 달러 보다 증가한 12억9천400만 달러로 소폭 상승한 모습이다.

대일본 수출실적 역시 4억3천300만 달러로 지난 6월 3억9천400만 달러 보다 9.8% 증가했다.

@highlight

15일 수원세관에 따르면 경기도내 무역수지가 전국 수출 규모의 21.3%를 차지하며 67개월 연속 전국 수출액 1위를 유지했지만 전년 같은 기간 보다 7억여 달러의 적자를 기록하며 4개월 연속 적자를 지속하고 있다.