경기도내 학생들은 미래의 학교 공간에 ‘놀이·휴게공간’이, 교사들은 ‘수업 활용공간’이 설치돼야 한다고 생각하는 것으로 나타났다.

경기도교육청은 ‘미래형 상상학교 모델개발 및 기본설계 구축 연구’를 위해 지난달 15∼23일과 이달 5일 각각 학생과 교사를 대상으로 개최한 ‘미래형 상상학교 사용자 디자인 참여협의회’를 통해 이 같은 의견들이 제시됐다고 15일 밝혔다.

‘학생 참여 디자인 협의회’를 통해 학생들은 미래학교의 공간 개선 사항에 대해 ▶교실에 보드게임 등 놀이시설 배치 ▶옥외공간을 활용한 자연친화적 휴게공간 조성 ▶수면실과 같은 휴게공간 조성 ▶체력단련실 개방 등 ‘놀이·휴게 공간 설치’를 요구했다.

이와 달리 교사들은 ▶교육과정과 연계한 공간 조성 ▶복도공간 다양한 활용방안 모색 ▶가변형 실내 공간 운용(모둠활용이 편리한 이동식 책걸상 배치) ▶게시공간 설치(활동 결과물 전시·공유 목적) 등 ‘수업 활용 공간 설치’를 꼽았다.

도교육청은 ‘사용자 디자인 참여협의회’에서 제시된 학생과 교사의 의견에 대해 실현 가능성과 예산 확보 및 제도적 여건 등을 검토한 뒤 향후 ‘미래형 상상학교 개발 연구’에 반영할 계획이다.

이를 위해 도교육청은 오는 20~21일 열릴 예정인 ‘함께 만들어가는 상상학교 대토론회’를 통해 협의회에서 제시된 미래학교에 대한 의견을 종합적인 관점에서 점검한다.

이번 토론회를 통해 도교육청은 학생과 교사, 학부모가 참여해 학교 공간에 대한 서로 다른 의견을 제시하는 등 발전적인 경기 미래학교 모습을 만들어 나갈 예정이다.

도교육청 관계자는 "미래형 상상학교 사용자 디자인 참여협의회는 학생과 교사들이 미래학교에 대해 상상력을 마음껏 발휘하고, 교육활동 중심이 될 미래학교 공간에 대한 다양한 의견이 자유롭게 제시될 수 있는 기회였다"라며 "앞으로 협의회 및 대토론회를 통해 수렴된 의견을 바탕으로 사용자 중심의 경기미래학교 공간을 만들어 나가겠다"고 말했다.

@highlight

경기도교육청은 ‘미래형 상상학교 모델개발 및 기본설계 구축 연구’를 위해 ‘미래형 상상학교 사용자 디자인 참여협의회’를 개최하여 학생들은 미래의 학교 공간에 ‘놀이·휴게공간’이, 교사들은 ‘수업 활용공간’이 설치돼야 한다는 의견을 수렴하여 사용자 중심의 경기미래학교 공간을 만들어 나가겠다고 말했다.