정부가 제 74주년 광복절 정부경축식을 충남 천안 독립기념관에서 열었다.

독립기념관에서 경축식이 진행되는 것은 2004년 이후 15년 만이다.

대한민국 독립의 역사성과 상징성을 띄는 장소인데다, 백범 김구와 임시정부라는 대한민국의 적통을 강조하기 위해서란 해석이 나온다.

행사를 주관하는 행정안전부에 따르면 올해 광복절 정부경축식은 15일 오전 독립기념관 겨레의 집에서 독립유공자와 주한 외교단, 사회단체 대표와 일반 시민 등 1800여명이 참석한 가운데 열렸다.

행안부는 "독립기념관은 우리나라 독립의 역사성과 상징성을 지니고 있는 장소"라며 "국경일 행사의 상징성과 현장성을 살려 국민이 참여하고 공감할 수 있는 행사로 진행된다"고 설명했다.

정부는 그간 1919년 임시정부수립일을 건국일로 볼 수 있다고 해왔다.

그러나 보수 진영 일각에서는 1948년 대한민국 정부 수립을 건국 시점으로 본다.

이 때문에 문재인 대통령이 2017년 '1919년 건국일'을 언급한 이후 건국 시점을 둘러싼 논란이 벌어졌다.

정부가 이날 독립기념관을 광복절 행사 장소로 선택한 것도 이같은 논란을 의식한 것으로 보인다.

이날 행사 주제어인 '우리가 되찾은 빛, 함께 밝혀 갈 길'의 글씨체는 백범일지에서 필체를 모아 만든 것이다.

행사장 한 켠에 걸린 대형 태극기 역시 3·1운동과 임시정부 100주년의 의미를 살린 '100년의 소원 태극기'라는 주제로 만들어졌다.

국민들이 바라는 대한민국 미래 100년의 소망을 담았다.

문 대통령의 이날 경축사에도 김구 선생과 임시정부 얘기가 빠지지 않았다.

문 대통령은 "3.1독립운동과 임시정부 수립 100년이 되는 올해, 광복 74주년 기념식을 특별히 독립기념관에서 갖게 돼 매우 뜻깊게 생각한다"며 "해방 직후 우리나라는 김구 선생이 소원했던 문화국가의 꿈도 이뤄가고 있다"고 말했다.

또 "임시정부가 '대한민국'이라는 국호와 함께 '민주공화국' 을 선포한 지 100년이 되었다"며 "우리는 이제 어떤 위기도 이겨낼 수 있을만큼 자신감을 갖게 됐고 평화와 번영의 한반도를 이루기 위한 국민적 역량이 커졌다"고 말했다.

@highlight

정부가 대한민국 독립의 역사성과 상징성을 부각하고 백범 김구와 임시정부라는 대한민국의 적통을 표명하기 위해 제 74주년 광복절 정부경축식을 2004년 이후 15년 만에 천안 독립기념관에서 진행했다.