우리나라 자동차 등록대수는 2019년 6월말 기준 2천344만대로 국민 2.2명당 1대를 보유하고 있는 실정이다, 이렇듯 자동차 구입이 증가추세에 있다 보니 주차문제 등 이와 관련된 각종 시비도 끊이지 않고 있다.

필자가 근무하고 있는 담양경찰서에서도 하루에 수차례 자동차 주·정차관련 신고를 접하게 된다.

이 가운데 가장 많이 신고되는 내용은 골목길 무분별하게 주·정차되어 있는 차량으로 인한 통행 불편과 음식점 등의 상가 앞에 줄지어 주·정차된 차량들 간의 물피 접촉사고이다.

신고를 받고 현장에 나갔을 때 연락처가 있으면 다행이지만 연락처가 없거나 휴대전화를 해도 받지 않거나 꺼져 있는 경우가 대부분이라 출동한 경찰관도 난감할 때가 많다.

주차공간이 한정되어 있는 상황에서야 어쩔 수 없다고 하더라도 최소한 차량 주·정차 시 연락처를 남겨 놓거나 다른 차량의 통행에 불편을 초래하는 주·정차는 삼가 야 한다.

비단 이뿐만 아니다, 버젓이 장애인 주차공간에 비장애인이 주차를 해놓아 정작 장애인이 이용하지 못하는 경우도 상당하다.

장애인 주차공간은 자리가 부족할 때 비장애인이 주차해도 되는 공간이 아니라 항시 장애인을 위해 비워둬야 하는 최소한의 보호 장치이다.

그리고 각 지방자치단체에서 많은 예산을 들여 소방도로를 개설하면 그곳은 소방도로가 아닌 주차장으로 변하여 화재 발생 시 소방차 진입이 늦어 귀중한 생명을 앗아가는 등 더 큰 피해로 이어지는 경우가 많다.

소방차 진입이 늦어져 큰 재앙으로 이어진다면 직접 살인을 하지 않더라도 남의 고귀한 생명을 앗아간 간접적인 원인 제공을 하였기에 크게 비난받을 만한 행위이다.

또한 자치단체에서는 공용주차 부지를 확보함으로써 불법 주·정차 차량이 줄어들도록 최선의 노력을 해야 할 것이다.

우리 생활에서 자동차는 단순 이동수단을 넘어 이젠 의식주 다음으로 필수 항목이 된지 오래다.

교통의 정상적인 흐름을 막고 자칫 타인에게 피해를 줄 수 있는 불법 주·정차행위는 반드시 근절되어야 할 것이다.

@highlight

2019년 6월말 기준 국민 2.2명당 자동차 1대를 보유하고 있는 만큼 주차와 관련한 각종 시비가 지속되고 있으며, 이를 해결하기 위해서는 차주들은 다른 차량의 통행에 불편을 초래하는 주·정차는 삼가하고 자치단체에서는 공용주차 부지를 확보함으로써 불법 주·정차 차량이 줄도록 최선의 노력을 해야한다.