자유한국당 주광덕(남양주병)의원실에 따르면 조국 법무부 장관 후보자의 배우자 정경심(57) 씨는 2017년 11월 27일 조 후보자가 청와대 민정수석으로 재직하고 있을 때 부산 해운대구 아파트를 조모 씨에게 3억9천만 원에 매도했다.

주 의원은 해당 아파트를 산 조 씨는 조 후보자 친동생(52)의 전 부인이라며 ‘위장매매 의혹’을 제기했다.

조 후보자의 위장전입 의혹도 제기됐다.

국회에 제출된 인사청문 요청안에 따르면 조 후보자는 울산대 조교수 시절인 1999년 10월 7일 큰딸(8)과 함께 부산 해운대구 아파트에서 서울 송파구 풍납동의 한 아파트로 주소지를 옮겼다.

부인과 아들(3)은 기존의 부산 주소에 그대로 남겨뒀다.

이후 조 후보자는 한 달 반 만인 같은 해 11월 20일 다시 본인과 딸의 주소를 실거주지인 해운대구 아파트로 돌렸다.

이 때문에 큰 딸의 학교 배정을 고려해 위장전입을 한 게 아니냐는 의혹이 나오고 있다.

아울러 조 후보자 가족이 사모펀드에 총재산 규모보다 큰 74억5천500만 원을 출자하기로 투자약정을 한 것으로 나타났다.

조 후보자 가족이 사모펀드 투자 약정을 한 시기는 조 후보자가 청와대 민정수석으로 임명되고 두달 여가 지난 시점이다.

인사청문 요청안에 따르면 조 후보자 아내 정 씨와 딸(28), 아들(23)은 2017년 7월 31일 ‘블루코어밸류업1호 사모투자합자회사(사모펀드)’에 각각 67억4천500만 원, 3억5천500만 원, 3억5천500만 원 출자를 약정했다.

전체 금액 74억5천500만 원은 해당 사모펀드의 총투자 약정금 100억1천100만 원의 74.4%에 달한다.

특히 조 후보자 가족이 약정한 금액(74억5천500만 원)은 조 후보자의 총재산 56억4천244만원보다 많은 금액이어서 궁금증을 자아내고 있다.

조 후보자는 지난 3월 공직자 재산공개 당시 54억7천645만 원을 신고했으나 이번에 1억6천599만 원 늘어난 56억4천244만 원을 신고했다.

@highlight

자유한국당 주광덕(남양주병)의원은 조국 법무부 장관 후보자의 배우자 정경심(57)씨의 2017년 11월 27일 부산 해운대구 아파트 매매에 대한 위장매매 의혹과 조 후보자의 위장전입, 조 후보자 가족이 사모펀드에 총재산 규모보다 큰  금액을 출자하기로 투자약정한 의혹을 제기했다.