유튜브, 아프리카TV로 대표되는 개인 방송 플랫폼이 주목받고 있다.

인기 BJ 연봉은 수십억원에 이른다.

반면 소셜네트워크서비스(SNS)는 뚜렷한 수익 분배 구조를 갖추지 못했다.

사진과 일상을 공유하는 창구 역할에만 그친다.

국내 스타트업 미스티(대표 윤형선)가 보상형 SNS 미스티를 내세워 유튜브에 도전장을 던졌다.

SNS 셀럽에 후원 그룹을 붙여주는 방식으로 콘텐츠에 대한 정당한 보상이 이뤄지도록 했다.

후원 동기를 높이는 기능도 적용했다.

'히든 컷'이라는 후원자 보상 장치를 추가했다.

일반에 공개되지 않는 셀럽의 특별한 일상과 사진을 히든 컷 기능으로 열어볼 수 있다.

미스티는 최근 이 같은 내용을 담은 '소규모 창작 콘텐츠 통합 제공 방법' 특허를 출원했다.

셀럽과 팔로워 간 활발한 교류가 일어나도록 유도하기 위해서다.

인스타그램, 트위터, 틱톡과 같은 SNS에서 활동하는 유명 셀럽은 보통 수십, 수백만명 상당 팔로워를 확보한다.

유튜브와 달리 팬심을 후원으로 연결할 수 없다.

팔로워가 늘면서 개별 소통조차 어려워진다.

사진과 일상을 단순 공유하는 수단으로 전락하는 셈이다.

미스티는 기존 SNS 한계를 극복했다.

후원 구조는 유튜브와 비슷하다.

사진을 SNS에 올리면서 후원금을 받는다.

아프리카TV 시청자가 BJ에게 '별풍선'을 선물하듯 미스티는 'M스타'라는 유료 아이템을 셀럽에게 줄 수 있다.

히든 컷이라는 보상 제도를 활용, 고정 팬을 늘리는 것도 가능하다.

셀럽은 광고 수익도 얻는다.

팔로워가 발생시킨 트래픽을 기준으로 광고 수익을 받을 수 있다.

미스티는 지난 5월 말 출시됐다.

매달 300만원씩 후원받는 셀럽이 등장하는 등 빠르게 생태계를 넓히고 있다.

윤형선 미스티 대표는 "유튜브 같은 영상 콘텐츠 기반 플랫폼은 후원과 광고 수익을 돌려주면서 창작자와 함께 성장하는 구조를 갖췄다"며 "사진과 일상을 공유하는 SNS에도 후원 기능이 필요하다"고 말했다.

@highlight

미스티는 SNS에 사진을 올리면 후원금을 받는 등 팔로워와 셀럽간에 창구를 통한 교류를 장려하는 방식을 개설했다.