14일 방송된 KBS2 '살림하는 남자들2'에서는 김성수가 딸 혜빈의 머리 탈색 문제로 부녀가 충돌했다.

친구가 옅은 노란색으로 탈색을 한 모습을 본 혜빈은 "방학동안 소원이 있는데 머리 스타일을 좀 바꾸고 싶다"며 "보라색으로 탈색을 해보고 싶다"고 아빠 김성수에게 말했다.

하지만 김성수는 "탈색은 안된다.

눈에 좋지 않고 모발에도 안 좋고 두피도 따갑다"고 결사 반대했다.

김성수는 제작진과의 인터뷰를 통해 "나도 학창시절에 누나 몰래 탈색을 했다가 혼났다.

탈색을 하면 사람들의 시선이 좋지 않아서 반대할 수 밖에 없다"고 말했다.

혜빈은 "아빠가 파마도 괜찮고 붙임머리도 괜찮다고 하셨는데 탈색은 안된다고 해서 속상했다"고 말했다.

혜빈은 탈색 허락을 받기 위해 청소도 직접하고 빨래도 손수 개는 등 집안일에 나섰고, 김성수는 "사춘기는 오래 걸린다고 하던데 우리 딸은 빨리 벗어난 것 같다"고 말해 웃음을 자아냈다.

이를 본 매니저 김대규는 "사람이 하루 아침에 변할 리 없다.

뭔가 꿍꿍이가 있다"고 말했지만 김성수는 혜빈에게 용돈을 가불해주었다.

이후 머리를 꽁꽁 싸맨 채 외출하던 혜빈을 수상히 여긴 김성수는 혜빈을 불러 세웠고, 혜빈의 머리가 보라색으로 변한 것을 알아차렸다.

김성수는 "거짓말에 배신감을 느낀다.

사람들이 손가락질할 것이다.

당장 검은색으로 염색해라"라고 호통친 뒤, 제작진에게는 "어떻게 키워야 할지 걱정이 많이 앞선다"며 착잡한 심경을 드러냈다.

이후 매니저의 주선으로 다시 혜빈과 치킨을 먹는 자리에서 만난 김성수는 혜빈이 데리고 온 친구들의 모습을 보며 걱정을 약간 덜어냈다.

그리고 혜빈은 자신은 탈색을 한 것이 아니라 머리를 감으면 사라지는 '원데이 셀프 염색'을 한 것이라 사실을 털어놨다.

@highlight

지난 14일 KBS2의 '살림하는 남자들2'에서는 김성수와 딸이 머리탈색 문제로 갈등을 빚던 중 머리를 꽁꽁 싸맨 채 외출하던 딸 혜빈이 알고보니 원데이 셀프 염색을 했다고 털어놓았다. 