차기총선이 8개월 앞으로 다가온 가운데 금강벨트에서 집권여당과 제1야당 지지율이 요동쳤다.

더불어민주당은 하락한 반면, 자유한국당은 반등에 성공하면서 전주의 지지율 순위가 역전됐다.

한국당과 민주당 지지율 격차는 10%p에 육박하는 차이로 나타났는데 문재인 대통령 8·9 개각에서 충청권 장관이 단 1명도 나오지 않았고 북한의 연이은 단거리 미사일 발사 등 안보이슈가 지지율 변동에 영향을 준 것이 아니냐는 분석이다.

리얼미터는 15일 tbs 의뢰를 받아 12일부터 14일까지 전국 19세이상 남녀 1502명 대상 여론조사 결과(95% 신뢰수준에 표본오차 ±2.5%p, 자세한 사항은 중앙선거여론조사심의위홈피참조)를 발표했다.

이에 따르면 대전·세종·충청에서 민주당 지지율은 주중 집계 기준 전주 보다 3.8% 하락한 32.7%로 나타났다.

반면 한국당은 전주보다 7.8% 오른 42.5%로 충청권에서 가장 높았다.

양 정당의 지지율 격차는 9.8%p다.

이처럼 두 정당 지지율이 출렁인 것은 지난 8·9 개각 장관 및 장관급 인사에서 방통위원장과 공정거래위원장 등이 충청 출신 인사 2명이 포함됐지만, 정작 장관 배출은 안 되면서 문재인 정부 충청홀대론이 부각된 것과 무관하지 않은 것으로 보인다.

또 최근 한미연합훈련에 반발한 북한의 잇따른 미사일 발사로 보수야권이 안보이슈를 고리로 문재인 정부에 대한 맹공을 퍼부으면서 충청권의 전통적 보수층이 결집한 결과로 풀이된다.

충청권에서 다른 정당의 경우 정의당 7.0%, 바른미래당 3.6%, 우리공화당 2.2%, 민주평화당 1.0% 등의 순이다.

전국적으로 정당지지율은 민주당 40.0%, 한국당 29.9%, 정의당 7.2%, 바른미래당 5.1%, 우리공화당 1.7%, 민주평화당 1.4% 등의 순이다.

한편, 대전·세종·충청에서 문재인 대통령에 대한 국정수행 평가에서는 긍정평가가 전주보다 5.8% 하락한 41.7%(부정 54.8%)로 나타났다.

전국적으로는 문 대통령 긍정평가가 48.3%, 부정평가 54.8%로 각각 집계됐다.

@highlight

리얼미터는 15일 tbs 의뢰를 받아 12일부터 14일까지 전국 19세이상 남녀 1502명 대상 여론조사 결과(95% 신뢰수준에 표본오차 ±2.5%p, 자세한 사항은 중앙선거여론조사심의위홈피참조)를 발표했는데, 더불어민주당의 지지율은 하락한 반면자유한국당은 반등에 성공하면서 금강벨트에서의 지지율 순위가 역전된 것과 관련하여 문재인 대통령 8·9 개각에서 충청권 장관이 없었으며 북한의 단거리 미사일 발사 등 안보이슈로 인하여 지지율이 변동된 것이 아니냐는 예측이 나오고 있다.