광복 74주년을 맞은 15일 한반도 평화통일 염원을 담은 평화통일열차가 목포역과 여수역에서 각각 출발해 경기 파주 도라산역까지 830㎞ 구간을 운행했다.

전남도와 6·15공동선언실천 남측위원회 전남본부(상임공동대표 고진형?민점기)는 15일 오전 목포역 광장에서 ‘평화와 통일을 여는 8·15 전남평화통일열차’ 출정식을 개최했다.

출정식에는 박병호 전남도 행정부지사, 장석웅 전남도교육감, 6·15공동선언실천 남측위원회 전남본부의 고진형 상임대표와 최태옥 목포지부 대표, 평화통일열차 참가자 등 300여 명이 참석했다.

8·15 전남 평화통일열차는 지난 2017년부터 시작해 올해로 세 번째다.

2017년 KTX 1량, 2018년 무궁화호 8량으로 진행한데 이어 올해는 역대 최대 규모인 KTX 8량을 운행했다.

이번 행사는 향후 철도를 통한 전남의 농수산물과 북의 지하자원 등 남북교류 확대 가능성을 확인하고, 전남에서부터 분단을 넘어 평화와 번영의 통일철길을 열어가자는 전남도민의 의지를 다지는 기회가 됐다.

8·15 전남 평화통일열차는 KTX로 목포역에서 300명, 여수엑스포역에서 200명을 태우고 용산역에서 새마을호로 환승해 파주 도라산역까지 다녀오는 프로그램이다.

목포역에서 오전 7시 13분, 여수엑스포역에서 오전 7시 30분에 출발해 도라산역 주변을 둘러보고 서울 광화문 광장에서 열리는 평화손잡기 행사에 참여한 뒤 오후 늦게 전남으로 돌아왔다.

최태옥 대표는 출정식에서 “이번 행사를 기획하면서 전남도민들의 통일에 대한 열정을 확인할 수 있었다”며 “그 열의가 북녘 땅까지 전달되도록 8·15 전남 평화통일열차에 실어 도라산역으로 가지고 가겠다”고 말했다.

고진형 대표는 “유라시아 대륙까지 이어지는 철도의 출발지인 목포에서 8·15 전남 평화통일열차가 출발하게 돼 의미가 깊다”며 “목포에서 출발한 열차가 하루빨리 유라시아 대륙을 달리게 되길 희망한다”고 말했다.

@highlight

전남도와 6.15공동선언실천 남측위원회 전남본부는 15일 오전 목포역 광장에서 올해로 세 번째를 맞아 목포역과 여수역에서 출발해 경기 파주 도라산역까지 운행하는 '평화와 통일을 여는 8.15 전남평화통일열차' 출정식을 개최했다.