전북현대모터스 축구단이 역대급 현대가(家) 더비를 치른다.

전북현대가 16일 오후 7시 울산현대를 전주월드컵경기장으로 불러들여 '하나원큐 K리그1 2019' 26라운드를 치른다.

리그 통산 399승을 기록 중인 전북은 이번 현대가 더비에서 반드시 승리해 K리그 통산 400승 고지와 함께 선두 자리도 탈환하겠다는 각오다.

또한 이날 경기는 단순 1, 2위 간의 싸움을 넘어 올 시즌 우승의 향방을 가를 수 있는 최고의 빅매치로 손꼽혀 많은 팬의 관심이 몰리고 있다.

전북은 현재 울산에 승점 2점 차로 뒤져 있지만, 팀 분위기에서는 앞선다.

지난 포항 원정에서 승리하며 팀의 사기를 끌어올린 반면 울산은 김도훈 감독의 퇴장과 함께 무승부로 한층 가라앉은 상태다.

이날 김도훈 감독은 징계로 벤치에 앉을 수 없다.

반면 전북은 한교원, 이승기 등 부상자들의 복귀로 최상의 공, 수 전력을 갖춰 총공세에 나설 예정이다.

이날은 박진감 넘치는 경기와 함께 팬들에게 즐거운 시간도 마련됐다.

먼저 EA 코리아, 넥슨과 함께 전북 팬들을 위해 EA Sports™ FIFA Online 4 '이벤트 쿠폰(점핑상자, 선수 팩 외)' 세트 1000개를 동측 광장 2층 부스에서 오후 5시 30분부터 선착순으로 나눠준다.

쿠폰 수령 방법은 전북현대 인스타그램 FIFA 온라인 4 관련 게시글에 '좋아요'를 누른 초, 중, 고 학생들만 가능하며 자세한 내용은 전북현대 SNS를 통해 확인할 수 있다.

또 폭염 속에서 선수들에게 승리의 힘을 전하는 서포터즈를 위해 북측 관중석에 쿨링 이벤트로 물대포를 준비했다.

하프타임에는 '무주군의 날'을 맞아 머루와인과 천마즙 세트를 댄스 이벤트를 통해 팬들에게 선물한다.

한편, 전주시에서 무료로 운영하는 '야호 물놀이장'이 전주월드컵경기장 동측에 마련돼 축구 경기 관람 이전에 시원한 물놀이를 즐길 수도 있다.

@highlight

전북현대가 울산현대를 상대하는 K리그 26라운드를 계기로 통산 400승 달성과 함께 1위의 자리도 가져오겠다는 의지를 내비쳤고, 이경기는 단순한 승패를 넘어 시즌 우승자의 향방을 가르는 빅매치로 꼽혀 관심이 집중되고 있다.