MBN X AOMG의 신개념 힙합 오디션 '사인히어(Signhere)' 측이 8월 14일 AOMG 수장 박재범의 인터뷰를 담은 새로운 티저 영상을 공개했다.

박재범은 자신뿐 아니라 사이먼 도미닉, 로꼬, 그레이, 코드쿤스트, 우원재 등 다양한 AOMG 소속 아티스트들의 공연 장면을 배경으로 "AOMG란 'Above ordinary music group'의 준말"이라고 입을 열었다.

그의 AOMG 창설 계기는 "내가 좋아하는 일을 하면서, 뛰어난 다른 아티스트들이 음악적 재능을 펼칠 수 있는 플랫폼을 만들고 싶었다"는 것이었다.

그 결과 AOMG는 실력파 힙합 뮤지션들이 마음껏 자유로운 음악을 만들어내는 국내 최고의 힙합 레이블로 자리매김했다.

AOMG라는 이름 자체가 '스타일'을 대변할 만큼, 음악적 완성도는 물론 대중의 관심까지 잡아내는 데 성공했다.

박재범은 "사람들은 우리가 하는 일에 큰 관심을 갖고 있고, 반응도 정말 좋았다"며 "앞으로도 좋은 음악을 선사하면서 음악적 기대치를 높이려 한다. 정말 멋지고 재밌는 일이다"라고 AOMG에 대한 자부심을 보였다.

박재범이 말하는 AOMG의 비전은 "K-POP의 역사를 새로 쓰는 것"이다.

그는 "저는 제 음악의 길을 갈 거예요. 우리가 어떻게 불리든 상관없어요. 그것도 AOMG니까요"라며 AOMG 수장다운 강렬한 인터뷰를 마무리했다.

여름을 뜨겁게 달굴 AOMG표 힙합 오디션 '사인히어'에는 AOMG 대표인 박재범을 비롯해 사이먼 도미닉, 그레이, 코드쿤스트, 우원재가 출연해 차세대 AOMG 신입 아티스트를 선발한다.

박재범은 개성이 확실하면서도 AOMG의 색깔에 맞아떨어지는 아티스트와의 계약서에 '사인'할 예정이다.

MBN X AOMG의 '사인히어'는 22일 첫 방송을 시작으로 매주 목요일 오후 9시30분 방송된다.

@highlight

실력파 힙합 뮤지션들이 최고의 힙합 음악을 만들어 내는 국내 최고 힙합 레이블 AOMG 과 MBN의 신개념 힙합 오디션 '사인히어' 측이 AOMG 수장 박재범 티저를 공개하고 , 사이먼 도미닉, 그레이, 우원재 등의 소속 아티스트들이 함께 출연해 신입 아티스트를 선발한다.