중국이 지난 5월 이후 달러 유출을 억제할 목적으로 금 수입을 엄격히 제한하기 시작했다고 15일(현지시간) 로이터통신이 익명의 소식통을 인용해 보도했다.

소식통에 따르면 올해 들어 중국은 작년 대비 금괴 유입을 300~500t가량 줄인 것으로 전해졌다.

이는 미·중 무역전쟁 여파로 중국의 성장세가 크게 둔화되면서 위안화 가치가 급격히 절하되는 것을 막기 위한 움직임으로 풀이된다.

금을 수입하기 위해 중국 내 달러를 사용할 경우 달러에 대한 수요가 늘어 위안화값이 상대적으로 절하되는 효과가 있다.

세계 최대 금 수입국인 중국은 지난해에만 1500t에 가까운 금을 수입한 바 있다.

이는 전 세계 금 공급의 3분의 1에 달하는 양이다.

그러나 중국 세관 자료에 따르면 올해 상반기 중국의 금 수입량은 575t으로 작년 상반기의 883t을 크게 밑돌았다.

특히 5월 수입량은 157t에서 71t으로, 6월 수입량은 199t에서 57t으로 급격히 쪼그라들었다.

중국 인민은행은 주로 달러를 통해 매달 스위스, 호주 등 은행이 확보한 금을 수입한다.

런던, 홍콩, 싱가포르의 금괴 산업 관계자들은 최근 수개월간 중국에서 주문을 줄이거나 아예 끊었다고 밝혔다.

한 익명의 관계자는 "사실상 6~7월 동안 중국으로부터 새로운 주문은 없었다고 보면 된다"고 강조했다.

중국은 앞서 위안화가 약세로 돌아설 때마다 자본 유출을 줄이기 위한 움직임에 나선 바 있다.

한 관계자는 "중국은 2016년 위안화 가치가 급격히 하락했을 때도 금 수입을 제한한 적이 있다"면서도 "그러나 이번 금 수입 제한 조치는 전례 없이 강력한 수준"이라고 강조했다.

작년 초 도널드 트럼프 미국 대통령이 중국 수입품에 막대한 관세를 부과한 이후 달러 대비 위안화 가치는 10% 가까이 하락했다.

한 관계자는 "중국의 외환보유액은 세계 최대 규모인 3조1000억달러에 달하기 때문에 위안화 방어를 위해 충분한 수준이지만, 금 수입을 제한하면 사람들의 삶에 영향을 미치지 않으면서 손쉽게 달러 유출을 줄일 수 있다"고 지적했다.

@highlight

15일(현지시간) 로이터통신에 따르면 중국이 달러 유출을 막기 위해 지난 5월부터 금 수입을 제한하여 작년 대비 금괴 유입이 300~500t가량 줄었다고 전해졌으며 이는 중국의 성장세 둔화에 달러유출 영향이 겹쳐 위안화 가치가 급격히 절하되는 것을 방지하기 위한 조치로 분석된다.