화승알앤에이(대표 이정두)가 베트남의 완성차업체인 빈패스트(VinFast)에 차체 고무 실링 부품을 연평균 15만대 분량(완성차 기준)으로 수주, 동남아 시장에 처음으로 진출했다고 14일 밝혔다.

동남아시아 시장 확대 ‘청신호’

2018년 베트남 하이퐁에 진출했던 화승알앤에이는 빈패스트에서 이달부터 양산을 시작하는 신차 세단 1종과 SUV 1종, 내년 3월에 양산 예정인 해치백 4종에 들어갈 차체 고무 실링 부품을 2019년 1만 6000대, 2020년 13만 대, 2024년에는 총 23만 대 분량을 공급할 계획이다.

이번 화승알앤에이의 첫 동남아 자동차 시장 진출은 글로벌 기술력을 앞세워 동남아 등 이머징 마켓(신흥시장)으로의 새로운 진출을 위한 교두보를 마련했다는데 의의가 있다.

지난해에는 중국 ‘바이튼’ 전기차에 전기차 전용 에어컨 호스와 쿨런트(냉각수) 호스 10만 대 분량을 수주하면서 중국 시장에서는 이미 기술력을 인정받은 바 있다.

화승알앤에이가 주력으로 생산하고 있는 차체 고무 실링 부품은 자동차의 필수 부품이다.

도어의 가장자리, 도어·트렁크와 맞닿는 차체 등에 위치하며 비와 물, 먼지 등이 실내로 들어오지 못하도록 하는 역할을 한다.

최근에는 감성 드라이빙을 위한 풍절음 저감 효과는 물론, 차량 경량화에도 중요한 역할을 하고 있다.

빈패스트는 베트남 빈그룹의 로컬 자동차 브랜드로 베트남 최초 완성차 업체다.

빈패스트는 신차 생산을 앞두고 화승알앤에이의 기술력을 인정해 먼저 연락해 부품 수주가 이뤄진 것으로 알려졌다.

화승알앤에이 관계자는 “앞으로 뚜렷한 성장이 기대되는 베트남 자동차시장에서 빈패스트와 긴밀한 비즈니스 관계를 구축, 베트남뿐만 아니라 주변 아세안 국가로의 시장 확대에도 큰 영향을 줄 것”이라고 기대했다.

@highlight

화승알앤에이는 지난해 중국에 전기차 전용 에어컨 호스 등을 수주하며 기술력을 인정 받고 이번에는 베트남의 완성차업체인 빈패스트에 차체 고무 실링 부품을 연평균 15만대 분량으로 수주, 동남아 시장에 처음으로 진출하며 동남아 등 이머징 마켓으로의 새로운 진출을 위한 교두보를 마련했다.