서울 영등포역 일대가 제조업과 문화예술이 어우러진 서남권 경제중심지로 거듭난다.

서울시는 '영등포·경인로 일대 도시재생활성화계획안'을 발표하고, 영등포구 문래동 일대 약 51만㎡에 대한 도시재생을 본격적으로 추진한다고 15일 밝혔다.

오는 2023년까지 총 498억원을 투입한다.

지난 1899년 경인선이 개통한 이후 영등포 일대는 국내 최초 맥주공장인 '조선맥주'를 비롯해 경성방직, 조선피혁주식회사 등 기계·섬유·식품 중심의 공장이 형성됐다.

상업지로 변화했다.

그럼에도 여전히 문래동에는 기계금속업체 1500여개가 밀집해 있고, 2000년대부터는 저렴한 공장부지를 찾아 예술인들이 유입되고 있다.

시는 이번 계획안을 통해 이 일대를 제조업과 문화예술산업이 어우러진 창업·일자리 거점으로 만들 방침이다.

우선 청년들이 임대료 상승 걱정 없이 활동할 수 있는 공간을 1000개까지 마련한다.

현재 주차장으로 쓰이고 있는 타임스퀘어 인근 부지에는 오는 2021년 8월까지 주상복합건물 내에 산업임대공간과 민간임대주택 총 281가구가 조성된다.

영등포역에는 기술창업을 지원하는 약 600㎡ 규모의 공간이 생긴다.

청년 소공인을 위한 인큐베이팅 공간과 코워킹스페이스, 공정무역 및 사회적기업 우수제품 상설 판매장 등이 조성된다.

홍보하는 플랫폼으로 활용할 계획이다.

경인로 일대 활성화를 위한 공공시설로 조성하도록 명시했다.

현재 운영사업자로 선정된 롯데와 구체적인 공간조성계획에 대해 협의 중이다.

이 밖에도 공장지역이라는 낡은 이미지를 벗고자 인프라 개선도 진행한다.

이 일대 약 200여개의 업체를 선정해 공해·소음·에너지절감을 위한 시설 개선비를 지원한다.

서울시 1호 민간주도형 재생사업으로 추진 중인 대선제분 영등포공장과 문래창작예술촌 일대 보행환경도 개선한다.

이와 관련해 시는 오는 19일 영등포역 롯데백화점 롯데문화홀에서 주민 의견을 수렴하는 공청회를 연다.

이후 시의회 의견청취와 시 도시재생위원회 심의 등을 거쳐 오는 12월 계획을 최종 고시한다.

@highlight

서울시는 15일 '영등포,경인로 일대 도시재생활성화계획안'을 발표를 통해 영등포역 일대를 제조업과 문화예술산업이 공존하는 도시재생산업을 추진할 것이며, 이 사업은 2023년까지 총 498억원을 투입, 서남권 경제중심지로 부상할 것이라고 밝혔다.