피트 알론소(25·뉴욕 메츠)가 시즌 39호 홈런으로 미국 메이저리그 내셔널리그 신인 최다 타이기록을 세웠다.

알론소는 16일(한국시간) 미국 조지아주 컴벌랜드 선트러스트파크에서 열린 애틀랜타 브레이브스와의 원정경기에 3번타자 1루수로 선발 출전했다.

5타수 5안타(1홈런) 6타점 1득점 1볼넷의 맹타를 휘두르며 '내셔널리그 신인왕 후보 0순위'다운 활약을 보였다.

알론소는 이날 홈런을 치며 시즌 39홈런을 기록했다.

0-0이던 1회초 무사 1,3루에서 상대선발 훌리오 테헤란(28)의 2구째를 타격해 비거리 139m의 대형 중월 3점 홈런을 쳤다.

알론소의 3점 홈런은 결승타로 기록됐다.

코디 벨린저(24·LA다저스)가 데뷔시즌인 2017시즌 기록한 39홈런과 타이다.

알론소는 시즌 39호 홈런으로 내셔널리그 신인 최다 타이기록을 작성했다.

뉴욕메츠 단일시즌 최다홈런 41개에도 가까워졌다.

42경기가 남아 있어 벨린저의 기록은 충분히 넘어설 것으로 보인다.

1996시즌 토드 헌들리(50)와 2006시즌 카를로스 벨트란(42)이 기록한 뉴욕 메츠 단일시즌 최다홈런 41개도 경신할 수 있는 페이스다.

알론소는 올 시즌 120경기에 출장해 타율 0.264(435타수 115안타) 39홈런 91타점 73득점 출루율 0.369 장타율 0.595 OPS 0.965를 기록하며 내셔널리그 신인왕에서 강력한 후보로 꼽히고 있다.

뉴욕 메츠는 2005~2007시즌 KBO리그 현대 유니콘스에서 뛰어 국내 팬들에게도 유명한 미키 캘러웨이(44) 감독이 이끌고 있다.

뉴욕 메츠는 '5안타 듀오' 알론소와 1번타자 유격수 아메드 로사리오(24)의 맹활약에 힘입어 애틀랜타에 10-8 승리를 거뒀다.

@highlight

내셔널리그 신인왕 후보 0순위인 피트 알론소가 시즌 39호 홈런을 기록하여 미국 메이저리그  신인 최다 기록을 세웠다.