민간 우주비행업체인 버진갤럭틱이 우주여행객들을 위한 전용 공항과 라운지의 모습을 공개했다.

버진갤럭틱이 현지시간으로 15일 공개한 우주 공항은 뉴멕시코 사막 위에 지어진 것으로, 웅장한 외관과 화려한 내부가 눈길을 사로잡는다.

버진갤럭틱에 따르면 해당 우주 공항은 여행객들이 직접 떠날 우주 여행에서 영감을 받아 디자인됐다.

예컨대 라운지인 그리스 신화에 등장하는 대지의 의인화된 여신인 '가이아'에서 영감을 받아 제작했다.

계단이나 가구, 인테리어 등이 모두 인간과 자연, 지구 더 나아가 우주를 떠올릴 수 있도록 만들어졌다는 것.

비행사 및 우주여행객을 위해 준비된 라운지인 '가이아'는 고급스러운 레스토랑을 연상케 하며, 여행객을 배웅하는 가족과 친구들도 출입이 가능한 공간으로 알려졌다.

우주 공항의 핵심 시설 중 한 곳인 격납고에는 향후 인류를 싣고 우주여행을 떠날 우주선이 자리를 잡을 예정이다.

버진갤럭틱은 초현실적인 공간을 연상케 하는 우주공항이 언제부터 우주여행객들로 붐빌 수 있는지에 대해서는 공개하지 않았다.

다만 버진갤럭틱이 개발한 '스페이스십2'가 막바지 실험단계에 있으며, 조만간 이 우주공항을 통해 우주여행을 떠날 날이 얼마 남지 않았다고 밝혔다.

스페이십2는 조종사 2명을 제외한 총 6명의 탑승객을 실을 수 있으며, '화이트나이트투'(WhiteKnightTwo)라는 이름의 대형 수송기에 실려 하늘로 발사되는데 고도 15㎞ 부근서 분리된다.

90분 가량이 소요되는 이 우주여행의 비용은 1인당 25만 달러(약 2억 9500만원)에 달한다.

그러나 첫 승객인 브랜슨 회장 가족을 시작으로 600명이 총 8000만 달러(약 945억원)를 이미 지불해 탑승을 기다리고 있다.

버진갤럭틱 측은 약 1년 안에 민간 우주여행이 실현될 수 있을 것으로 기대했으며, 이 기대가 현실이 된다면 버진갤럭틱은 세계 첫 번째 우주여행 민간회사라는 타이틀을 거머쥐게 된다.

@highlight

민간 우주비행업체인 버진갤럭틱이 15일 우주여행객들을 위해 뉴멕시코 사막 위에 지은 우주 공항과 '가이아'에서 영감을 받은 라운지의 모습을 오픈했다.