대유위니아그룹은 16일 상장된 3개 계열사인 대유에이텍, 대유플러스, 위니아딤채의 매출액과 영업이익 등이 전년동기 대비 모두 개선됐다고 밝혔다.

자동차 부품사인 대유에이텍은 연결실적 기준 상반기 5345억원 매출을 기록했다.

전년동기 대비 약 700억원, 15% 증가한 실적이다.

영업이익은 65.8% 증가했고, 당기순이익도 65.6% 향상됐다.

대유에이텍은 1999년 자동차 시트 전문 생산기업으로 시작해 국내 주요 완성차에 납품하고 있다.

정보통신 계열사인 대유플러스는 상반기 연결기준 매출액 2904억원을 기록해 전년동기 대비 610억원 가량 높아진 실적을 거뒀다.

영업이익도 186억원을 달성, 전년 동기보다 5.7% 높아졌다.

대유플러스는 정보통신 전문기업으로 출발해 에너지 신사업과 가전 생산으로 사업영역을 확장했다.

김치냉장고 딤채를 생산 판매하는 위니아딤채는 상반기에 2652억원의 연결기준 매출을 올렸다.

전년 동기 대비 39.5% 증가한 실적이다.

영업이익도 44% 증가했다.

위니아딤채는 2분기 실적 향상이 두드러진다.

매출은 1분기보다 약 2배 증가한 1740억원을 달성했고 영업이익은 1분기 197억원 적자에서 22억원 흑자로 전환했다.

위니아딤채 관계자는 "주력상품인 김치냉장고 딤채와 일반냉장고, 공기청정기가 상반기에 고르게 매출이 늘었다"고 설명했다.

반면 자동차 조향장치를 생산하는 대유에이피는 연결기준 전년에 비해 약 38억원 가량 줄어든 914억원 수준의 매출을 기록했다.

영업이익은 43억원을 올렸다.

대유위니아그룹 관계자는 "어려운 상황 속에서 매출과 영업이익 모두 유의미한 성장을 했다"며 "지난해 위니아대우 인수 후 시너지 효과가 위니아딤채의 실적으로 나타나는 등 경영혁신의 성과가 점차 가시화 되고 있다"고 말했다.

한편 비상장사인 가전 계열사 위니아대우는 올해 영업이익 흑자 전환을 달성하기 위한 원년으로 삼고 있으며, 2분기 실적도 전년과 1분기 대비 대폭 향상됐다고 밝혔다.

@highlight

대유위니아그룹은 전년 대비 15%의 매출 실적을 올린 대유에이텍을 비롯한 3개 상장사의 이익 등이 전년에 비해 크게 개선됐다고 밝혔다.