박용만 대한상공회의소 회장(사진)이 금융벤처 규제개혁 법안인 개인 간(P2P) 금융거래 법제화를 위한 'P2P대출업법'이 국회 정무위원회 법안소위를 통과하자 "만세"를 외치며 환영하는 뜻을 밝혔다.

15일 박 회장은 본인 페이스북 계정에 "제가 업어드릴게요"라면서 민병두 위원장을 비롯한 정무위 소속 의원들에게 감사하는 마음을 전했다.

박 회장은 "민관정협의회가 끝나고 나와 몇 달째 노심초사 뛰어다니며 애쓰던 금융벤처회사를 위한 P2P법이 법안소위를 통과했다는 말을 듣고 '만세!'를 외쳤다"면서 "이제 젊은이들을 볼 때 조금 덜 미안해도 되고 희망을 이야기할 수 있게 됐다"며 법안 통과를 환영했다.

박 회장은 이어 "피로는 눈 녹듯 없어지고, 울컥해서 눈물까지 났다"면서 감격을 표현했다.

박 회장은 정무위 소속 의원들 이름을 일일이 열거하며 감사의 뜻을 전했다.

그는 "민병두 정무위원장님, 소위위원장 김종석 의원님, 여당 간사 유동수 의원님, 유의동 의원님 제가 업어드리겠다"며 "정무위, 법사위, 본회의까지 쭉 부탁드린다"고 글을 올렸다.

박 회장이 '만세'라는 표현을 쓴 것은 법안 통과가 국회에서 그만큼 지연된 데 따른 기쁨의 표현이다.

박 회장은 지난 13일 20대 국회 들어 14번째로 국회를 찾아 정무위 소속 의원들을 차례로 만나 P2P법 통과를 촉구했다.

지난달에도 "핀테크 산업의 '엔젤'이 돼 달라"며 계류 중인 P2P법 통과를 읍소한 바 있다.

국회 정무위는 지난 12일 법안심사1소위원회에서 'P2P법'을 의결했다.

2017년 7월 처음 발의돼 2년 만에 법제화 첫 관문을 넘은 이 법안은 앞으로 정무위 전체회의와 법제사법위원회 의결을 거쳐 본회의에서 처리될 예정이다.

정무위 법안소위를 통과한 P2P 금융법안은 대출업체의 자기자본 요건을 5억원 이상으로 하고, 연체대출 규모 등을 고려해 대통령령으로 정하는 자기자본을 갖추도록 했다.

이 법안이 국회 본회의까지 통과하면 P2P 업계 활성화에 기여할 것으로 기대를 모은다.

@highlight

박용만 대한상공회의소 회장은 15일 'P2P대출업법'이 국회 정무위원회 법안소위를 통과하자 자신의 페이스북 계정을 통해 정무위 소속 의원들을 열거하며 감사를 전함과 동시에 "만세"를 외치며 환영하는 뜻을 전했다.