사업가 출신인 도널드 트럼프 미국 대통령이 그린란드 땅을 사들이는 방안을 검토하고 있다.

미국 일간 월스트리트저널(WSJ)은 그린란드를 미국이 매입하는 방안에 트럼프 대통령이 거듭 관심을 표명했다고 15일(현지시간) 밝혔다.

트럼프 대통령은 최근 보좌관들 및 측근들에게 미국이 그린란드를 매입할 수 있는지 물어보며 그린란드의 풍부한 자원과 지정학적 중요성에 대해 토의했다고 WSJ는 전했다.

대통령은 또 백악관 법률고문에게 그린란드 매입에 대해 검토할 것을 지시했다고 덧붙였다.

이에 일부 보좌관들은 그린란드 매입이 경제적으로 큰 이득이 될 수 있다며 이를 지지한 반면 다른 일부는 현실화되기 어렵다며 반대했던 것으로 알려졌다.

대통령의 그린란드 매입 의사가 진지한 것이라 해도 어떻게 매입을 추진할 것인지도 불확실하다.

북대서양과 북극해 사이에 위치한 덴마크의 자치령 그린란드는 약 210만㎢의 면적으로 이뤄진 세계 최대의 섬이다.

인구는 약 5만 6000명이다.

지난 18세기 초반 덴마크 영토로 편입된 그린란드는 주민투표를 통해 지난 2009년부터 자치권 확대를 달성했지만, 외교와 국방, 통화 정책 등은 여전히 덴마크에 의존한다.

전·현직 백악관 관리들은 WSJ에 트럼프 대통령이 그린란드를 사고 싶어하는 것은 북극해에서의 미군의 입지를 강화하거나, 알래스카 방식의 유산을 남기고자 하기 때문이라고 추정했다.

미국의 가장 큰 주인 알래스카는 지난 1867년 윌리엄 수어드 국무장관이 러시아 제국과 맺은 조약에 의해 불과 720만 달러의 헐값에 미국에 양도됐다.

매입 당시 미국 내에서는 쓸모없는 얼음덩어리를 샀다는 비난이 쏟아졌으나, 알래스카에서 금과 원유 등 천연자원이 속속 발견됐다.

백악관과 미국 국무부는 WSJ의 보도에 대한 반응을 내놓지 않고 있다.

앞서 미국은 해리 트루먼 대통령이 집권하던 시점인 지난 1946년에도 그린란드를 사고자 덴마크에 1억 달러(약 1200억원)를 제시했으나, 덴마크의 거부로 거래가 성사되지 않았다.

@highlight

월스트리트저널(WSJ)은 트럼프 대통령이 그린란드를 매입에 대해 검토할것을 지시했으나 보좌관들의 의견은 잔반이 갈리고 어떻게 매입을 추진할 것인지도 불확실하다고 15일(현지시간)에 발표했다.