서울산업진흥원(대표 장영승, 이하 SBA)이 재미 중소기업가 단체와의 협력을 통해 국내 중소기업의 기술 및 해외경쟁력 확대를 촉진한다.

최근 SBA 측은 미국 시카고 햐얏트 리젠시 오헤어에서 개최중인 2019 US-Korea Conference(한미과학기술학술대회) 서울시포럼에서 재미한인 혁신기술기업인 협회(KITEE)와 '기술기반 중소기업 교류촉진' 업무협약을 체결했다고 전했다.

이날 협약식에는 이광열 혁신성장본부장, 김성민 R&D사업팀장 등 SBA 관계자와 이명종 협회장, 양경호 부회장 등 KITEE 인사들이 참석했다.

이번 협약은 한-미 양국 기술기반 중소기업의 기술교류 촉진을 토대로 양국 중소기업의 경쟁력을 높인다는 취지로 진행된 것이다.

특히 국내 중소기업 지원기관 SBA와 IT, 바이오 분야 창업가, 연구개발자, 투자자, 법률전문가 등을 회원으로 두고 기술사업화 및 한-미 중소기업 협력 지원 등을 펼치는 KITEE(재미한인 혁신기술기업인 협회)의 역량을 통해 한·미 관계자들 간의 비즈니스 교류 폭을 더욱 확대하는 데 큰 의미가 있다.

양측은 이번 협약을 통해 △스타트업 사업 경연대회(Startup Pitch Competition) 등 교류행사 △기술투자·컨설팅 등 네트워킹 제공 △글로벌 시장 진출 협력 △공동 포럼 개최 등 다양한 채널을 마련, 활성화하는데 협력할 예정이다.

이광열 SBA 혁신성장본부장은 이날 협약식에서 "앞으로 재미한인 혁신기술기업인 협회(KITEE)와 협력해 한·미 양국의 기술기반 중소기업 및 스타트업들이 기술적, 인적 네트워크를 구축하는 동시에 정보 교류, 글로벌 시장 진출 등에서 많은 도움을 얻을 수 있도록 하겠다"고 말했다.

한편 US-Korea Conference(한미과학기술학술대회)는 미국 5000여 명의 재미한인과학자와 국내 과학기술분야 입법기관, 관련 부처, 연구개발기관 관계자들이 참석하는 대규모 행사다.

@highlight

서울산업진흥원은 한-미 양국 기술기반 중소기업의 기술교류 촉진을 토대로 재미한인 혁신기술기업인 협회(KITEE)와 '기술기반 중소기업 교류촉진' 업무협약을 체결하여 국내 중소기업의 기술 및 해외경쟁력 확대를 촉진할 예정이라고 밝혔다.