LG전자는 내달 선보일 예정인 전략 스마트폰 신제품의 티저(Teaser)영상이 유튜브 조회수 120만을 돌파했다고 16일 밝혔다.

LG전자는 지난 6일 글로벌 미디어들을 대상으로 하반기 전략 스마트폰 공개를 알리는 영상을 소개했다.

이어 지난 12일에는 15초 분량의 두 번째 티저 영상을 추가 공개했다.

16일 현재 두 영상의 유튜브 조회수는 120만 이상이다.

영상이 페이스북, 인스타그램 등 다양한 SNS 채널로도 게시된 점을 감안하면 실제 재생된 횟수는 더욱 늘어난다고 회사측은 설명했다.

LG전자는 내달 6일(현지시간) 독일 베를린에서 열리는 IFA 2019에서 올 하반기 글로벌 시장에 출시하게 되는 스마트폰 신제품과 보다 업그레이드된 LG 듀얼 스크린을 함께 공개할 예정이다.

LG전자는 새 스마트폰의 공식명칭을 밝히지 않고 있지만 외신 등에 따르면 신제품은 상반기 출시된 'V50 씽큐'의 후속작으로 'V50S 씽큐'가 유력하다.

국내에선 'V50S 씽큐', 해외에선 'G8X'로 명칭을 구분해 출시할 것이란 전망이다.

LG전자는 티저 영상을 통해 새롭게 선보이게 되는 LG 듀얼 스크린이 △닫힌 화면에서도 정보를 표시해주는 '전면 알림창' △펼쳐지는 각도를 자유자재로 고정할 수 있는 '프리 스탑 힌지(FreeStop Hinge) △스마트폰 화면과 동일한 크기의 두 번째 화면 등을 제공하는 점을 암시했다.

LG 듀얼 스크린은 스마트폰 화면을 덮는 플립(Flip) 형태로 끼우기만 하면 스마트폰과 연동하는 액세서리다.

화면 두 개를 이용해 앱 두 개를 동시에 구동하는 '동시 사용'과 앱 UI(사용자 환경)를 두 화면에 확장하는 분리 사용이 모두 가능하다.

다양한 작업을 동시에 처리하는 멀티태스킹에 적합한 기능이라고 회사측은 소개했다.

LG전자 관계자는 "밀레니얼 세대의 특성을 반영해 고객들의 호기심을 자아내도록 만들어진 영상이 인기를 끌고 있다"고 말했다.

@highlight

LG전자 새 스마트폰으로 유력한 'V50S 씽큐'의 티저영상이 유튜브 조회소 120만을 돌파하며 기대감을 높이고 있으며 IFA 2019에서 스마트폰 신제품과 업그레이드 된 LG 듀얼 스크린을 공개할 계획이다.