KB국민은행이 지난 14일 서울 여의도 본점에서 '전행적 소비자보호 강화 및 대포통장 감축 TFT' 발대식을 개최했다고 16일 밝혔다.

국민은행은 그동안 보이스피싱 모니터링 전담조직 운영과 대고객 홍보활동을 바탕으로 금융소비자의 피해를 예방하기 위해 노력해왔다.

지난 6월에는 보이스피싱을 유도하는 국민은행 사칭 문자를 근절하고자 신고 고객에게 갤럭시 S10 등 경품을 지급하는 이벤트를 진행했다.

지난달 초 단행한 조직개편에서는 24명으로 구성된 '금융사기 대응팀'을 신설, 대포통장 사전예방 업무인 모니터링부터 피해구제 절차에 이르기까지 원스톱으로 처리할 수 있는 기반을 마련했다.

TFT는 금융사기 대응팀 신설에 이은 후속 조치다.

특히 고도화되는 금융사기 수법에 대응하기 위해 국민은행 내 IT 관련 인력이 대거 합류했다.

이를 통해 빅데이터 분석, AI 적용 등 IT 관점의 최신 기법을 활용한 종합적인 보이스피싱 예방 시스템을 구축할 것으로 기대된다.

TFT는 우선 보이스피싱 예방 효과가 입증된 모니터링 시스템 개편과 보이스피싱의 기술적 예방 방법 개발에 집중할 계획이다.

이전까지 대포통장 예방 효과가 높았던 요건을 복합 모형화해 금융사기 거래를 분석하고, 이를 새로운 모니터링 시스템에 적용해 보이스피싱을 원천 차단하는 방안을 모색한다.

나아가 통장개설부터 대포통장 발생 이후 대처방안까지 보이스피싱 전 단계에 걸쳐 피해를 예방할 수 있는 방안도 광범위하게 검토할 예정이다.

이번 TFT에서는 보이스피싱 피해 축소 노력에 한정하지 않고 민원 감축을 위한 '민원관리 원스톱 시스템' 구축 등 금융소비자 권익 강화를 위한 노력도 함께 진행한다.

국민은행 관계자는 "보이스피싱 피해 등 고객의 피해가 증가할 수 있는 사안에 대해 전 금융권에서 체계적으로 예방책을 강구해야 한다는 인식이 확산되고 있다"며 "이번 TFT 발대식을 시작으로 금융권 전체를 선도하는 소비자보호 방안을 지속적으로 선보이겠다"고 밝혔다.

@highlight

KB국민은행은 지난 14일 서울 여의도 본점에서 전행적 소비자보호 강화 및 대포통장 감축 TFT 발대식을 개최했다고 16일 밝혔는데, TFT는 빅데이터 분석, AI 적용 등 IT 관점의 최신 기법을 활용한 종합적인 보이스피싱 예방 시스템을 구축함과 동시에 민원관리 원스톱 시스템 구축 등으로 금융소비자 권익 강화를 위해서도 노력하겠다고 전했다.