코픽스(COFIX·자금조달비용지수)가 하락했다.

코픽스는 주택담보대출 등 변동금리 상품의 기준금리로 주담대 이용자의 이자부담이 줄어들 전망이다.

은행연합회는 7월 기준 신 잔액기준 코픽스가 1.66%로 전달보다 0.02%포인트 하락했다고 16일 밝혔다.

잔액기준 코픽스도 1.96%로 0.02%포인트 하락했다.

신규취급액 기준 코픽스는 1.68%로 전달보다 0.10%포인트 큰 폭으로 하락했다.

코픽스는 국내 8개 은행이 조달한 수신상품의 가중평균금리로, 은행이 실제 취급한 예·적금, 은행채 등 수신상품 금리가 인상 또는 인하될 때 이를 반영해 상승 또는 하락한다.

과거부터 지금까지 발생한 전체 조달 자금의 가중평균금리인 잔액기준 코픽스는 일반적으로 시장금리 변동이 서서히 반영되나 신규취급액 기준 코픽스는 월중 신규로 조달한 자금을 대상으로 산출됨에 따라 잔액기준 코픽스보다 시장금리 변동이 신속히 반영된다.

신 잔액기준 코픽스는 잔액기준 코픽스에 다양한 기타 예수금, 기타차입금 및 결제성자금 등을 추가해 기존 잔액기준 코픽스보다 낮게 산출된다.

코픽스는 주담대 변동금리 상품의 기준금리가 된다.

코픽스가 하락함에 따라 코픽스와 연동하는 주담대 금리도 하락할 전망이다.

우리은행은 오는 19일부터 신 잔액 코픽스 연동 주담대 금리는 3.08~4.08%에서 3.06~4.06%로, 신규취급액 연동 주담대 금리는 3.28~4.28%에서 3.18~4.18%로 낮춘다.

신한은행도 코픽스 변동폭만큼 금리를 낮춰 신 잔액 연동 주담대는 3.06~4.32%로, 신규취급액 연동 주담대는 3.13~4.39%로 내린다.

다른 은행들도 코픽스 변동폭만큼 금리를 조정할 것으로 보인다.

@highlight

지난 16일 은행연합회가 7월 신 잔액기준 코픽스는 0.02% 포인트 하락, 신규취급액 기준 코픽스는 0.10% 하락했다고 밝히면서 코픽스와 연동하는 주담대 금리도 하락할 것으로 예측된다.