지난 16일 해군 제3함대 헌병대대 장병들이 목포시 구도심 내 경로당 벽면에 벽화를 그리고 있다.

적막했던 구도심 일대가 벽화 하나로 환히 밝혀졌다.

고래와 바다거북 등 해양생물이 아기자기하게 그려진 벽화의 변신에 경로당 노인들까지 나와 함박웃음을 지었다.

최근 목포지역에 주둔지를 둔 해군 제3함대사령부 장병들이 민·관·군·경 합동으로 벽화그리기 봉사에 나선 결과다.

해군 제3함대사령부(사령관 이성열 소장)는 헌병대대가 지난 14일과 16일 이틀간 민·관·군·경 합동으로 목포 구도심 내 범죄취약지에 벽화그리기 활동을 진행했다고 18일 밝혔다.

헌병대대는 목포경찰서와 올해 초부터 목포 구도심 범죄취약지 일대 벽화 조성에 대한 공감대를 형성하고 계획을 세웠다.

지난 4월 처음으로 민·관·군·경 합동으로 벽화 조성 활동을 시작한 이래 이번이 두 번째다.

벽화 조성은 노후화된 주택지역 내 낡고 퇴색한 마을 담장 및 학교주변 거리에 범죄예방디자인(CPTED)을 도입해 밝은 환경을 조성하기 위해서 추진됐다.

범죄예방디자인은 환경설계를 통한 범죄예방 건축설계로, 이를 통해 범죄예방 효과 및 지역주민들의 안전을 확보할 수 있다.

이번 벽화 조성에는 헌병대대 장병 40여명과 목포경찰서 생활안전계, 목포시청 안전도시건설국, 홍익21벽화 등 민·관·군·경 50여명이 함께했다.

지난 4월에는 낙후 건물이 많고 범죄사건이 많은 지역의 고등학교 후문 주변에 추진했으며, 이번에는 어두운 환경의 중학교와 경로당 주변에 벽화를 그렸다.

3함대 헌병대대장 안동수 중령은 “목포 구도심 범죄취약지 내 벽화 조성을 통해 주택지역이나 등하교길 등 근린생활지역 내 지역주민들의 안전을 확보하는데 일조할 수 있어서 기쁘다”며 “앞으로도 지역 민·관·군·경이 함께 안전하고 더불어 살아가는 지역공동체 형성을 위해 노력하겠다”고 밝혔다.

@highlight

해군 제3함대사령부 헌병대대는 지난 14일과 16일 민·관·군·경 합동으로 목포 구도심 내 범죄취약지의 낡고 퇴색한 마을 담장 및 학교주변 거리에 범죄예방디자인(CPTED)을 적용해 밝은 환경을 만들어 지역주민들의 안전을 지키고자 벽화그리기 활동을 진행했다.