전자무역플랫폼과 전사적 자원관리(ERP) 서비스를 연계한 융·복합 서비스가 개통된다.

오픈API(애플리케이션 프로그래밍 인터페이스)를 활용, 추가 응용프로그램 구축 등 다양한 외부 정보시스템과 연계도 가능해진다.

한국무역정보통신(이하 KTNET)은 더존비즈온과 공동으로 전자무역플랫폼과 ERP를 연계한 서비스를 19일부터 개시한다고 18일 밝혔다.

이번 서비스는 지난해 9월 더존비즈온과 서비스 공동개발을 위한 양해각서(MOU) 체결에 따른 후속 조치다.

이번 서비스 개통으로 수출입 기업은 회사 ERP시스템에 입력한 정보를 KTNET의 전자무역플랫폼에서 그대로 활용할 수 있게 된다.

수출용 원부자재를 공급하는 간접 수출기업도 구매확인서느 내국 신용장 업무 처리에 회사 ERP데이터를 연계 활용할 수 있다.

업무 효율성 증대와 부대비용 절감효과 등을 기대할 수 있다.

KTNET은 오픈API기반으로 서비스를 설계해 회사 ERP와 플랫폼이 손쉽게 연동될 수 있도록 했다.

ERP시스템에서 처리한 수출입서류정보를 전자무역시스템에 다시 입력해야 하는 불편함을 덜 수 있다.

연계를 위한 응용프로그램을 구축하거나 별도의 솔루션을 구매할 필요 없이 쉽게 다양한 외부 정보시스템과의 연계가 가능해졌다.

수출입 기업도 긍정적 반응을 보이고 있다.

유럽 등지에 셋톱박스를 수출하고 있는 알로이스의 권충식 대표는 시범 서비스를 통해 해당 서비스를 활용해본 결과 "업무과정에서 발생할 수 있는 오류를 예방하고 무역대금과 수수료 등의 자금 관리가 용이해졌다"면서 "수출입기업들에게 많은 도움이 될 것"이라고 말했다.

김용환 KTNET 사장은 "무역업무처리의 편의성을 높이고 비용을 줄여 수출입 업체들의 무역경쟁력을 높이는 것이 전자무역기반사업자인 KTNET의 역할"이라며 "이번 서비스 개통을 계기로 중소 수출입기업들에게 도움이 되는 서비스를 지속적으로 발굴하여 제공할 계획"이라고 말했다.

@highlight

KTNET는 전자무역플랫폼과 ERP시스템을 연계하여 많은 외부 정보시스템과 연계하여 효율성과 금액을 절감할 수 있는 오픈 API 서비스를 제공한다고 18일 발표했다.