지방 국제공항들이 '극일(克日)' 카드를 들고나왔다.

일본의 경제보복 여파로 여객 수가 급감하고 있는 일본 노선 부활만 기대하고 있을 수 없다는 절박감에서 비롯된 비상 조치로 해석된다.

실제로 지방 공항들은 일본 노선을 과감히 접고 중화권, 동남아시아 노선으로 눈을 돌리고 있다.

18일 국토교통부와 한국공항공사 등에 따르면 김해·대구·무안·청주국제공항 등 전국 주요 국제공항을 거점으로 일본 노선을 취항 중인 국내 7개 항공사는 일본 노선에 대해 주 230여 편을 감편할 예정이다.

지난달 4일 일본 수출규제 조치 이후 한일 노선 여객이 급감한 데 따른 것이다.

실제 지난달 2주 차까지 작년 대비 평균 18% 이상 여객 증가율을 보이던 이들 공항은 일본 수출규제 조치 영향이 본격화한 지난달 3주 차에 마이너스 성장률(-1.3%)로 돌아선 뒤 5주 차 -8.5%, 이달 첫째주에는 -14.7%까지 폭락했다.

국토부가 국제여객의 43%를 차지하는 일본 노선 여객이 하반기에도 감소세를 이어갈 것이라는 전망을 내놓자 일본 노선 의존도를 낮추는 대신 중화권과 동남아 노선을 강화하는 방안을 모색하고 있다.

지방 공항을 운영하는 한국공항공사도 제주·청주·무안·양양공항에만 주던 인센티브를 김해·대구공항까지 확대해 지원하는 방안을 검토하고 있는 것으로 전해졌다.

이를 통해 여행사들은 이들 6개 공항과 연계한 전세편을 새로이 유치할 때마다 최대 300만원의 인센티브를 받을 수 있다.

지방 공항들은 서둘러 일본 대체 노선 전략을 내놓고 있다.

김해공항은 지난 12일 감편에 들어간 일본 오이타 노선 대신 대만 가오슝 노선을, 다음달 감편 예정인 오사카와 삿포로 노선을 제주 노선으로 대체하는 방안을 검토하고 있다.

지난달 일본 노선 여객이 지난해 동기 대비 15.6% 감소한 대구공항을 허브 공항으로 활용하고 있는 티웨이항공은 일본 구마모토·사가 노선을 아예 폐지했다.

@highlight

국토부가 일본 수출규제 조치 여파로 일본 노선 여객이 하반기에도 감소할 것이라는 전망을 내놓자 지방 국제공항들은 극일 카드를 내놓았으며 중화권과 동남아 노선을 강화하는 방안을 물색 중이다.