어제는 김대중 전 대통령(DJ) 서거 10주기였다.

DJ 10주기를 맞아 전국에서 지난 주부터 다양한 추모 행사가 열리고 있다.

올해 DJ 추모 열기가 뜨거운 것은 10주기라는 것도 있지만, 한일 관계를 비롯한 국제정세와 남북 관계 등이 위기로 치닫고 국내 정치권의 대립도 심화되면서 그의 빈 자리가 더욱 크게 느껴지기 때문이 아닌가 싶다.

DJ는 한국 민주주의의 대명사다.

수차례 죽을 고비를 넘기면서도 굴하지 않고 민주주의를 위해 싸웠고, 마침내 여야간의 평화적인 정권 교체를 완성했다.

그는 대통령이 된 후 용서와 화해를 통해 국민통합을 추구했다.

대한민국 지도자로는 처음으로 평양을 방문하고, 남북정상회담과 6·15 선언을 통해 한반도에 평화와 협력의 씨앗을 뿌렸다.

그는 한국인으로서는 처음으로 노벨상(평화상) 수상자가 됐다.

최근 급속도로 악화되고 있는 한일 관계 속에서 그의 리더십은 높은 평가를 받고 있다.

DJ는 1998년 김대중-오부치 선언을 통해 양국 관계 해법과 미래 비전을 제시했다.

오부치 총리로부터 식민 지배에 대한 통렬한 사죄와 반성을 이끌어냈고, 일본 참의원 본회의장 연설을 통해 ‘한일 두 나라가 과거를 직시하면서 미래지향적 관계를 만들어나갈 때’라고 역설했다.

그의 재임 시기에는 한일이 당당한 관계 속에서 서로를 인정하고 교류했다.

최근 악화된 한일 관계를 보면서 DJ의 미래를 궤뚫어보는 통찰력과 혜안이 그립다.

DJ는 IMF 외환 위기 사태도 보란듯이 극복했다.

DJ 서거 이후 호남 정치권에는 지역의 구심점 역할을 하면서 미래를 견인할 지도자가 나타나지 않고 있는 것은 아쉽다.

언제부턴가 호남에서는 ‘영남 출신을 대선 후보로 내세우고 호남이 도와야 한다.’는 논리가 힘을 얻고 있다.

노무현·문재인 대통령이 그런 경우다.

앞으로도 계속 이런 구도가 지속된다면 호남에서는 영원히 대권주자를 배출할 수 없다.

영남 패권주의에 맞서 DJ를 이을 대권주자를 호남이 하루속히 배출해야 한다.

@highlight

어제는 김대중 전 대통령 서거 10주기였으며 DJ의 뛰어난 통찰력과 혜안을 가진 대권주자를 호남은 배출해야 한다.