중국과 유럽시장에서의 선전을 기반으로 부산 수출이 9개월 만에 증가세로 돌아섰다.

그러나 일본의 경제보복이 본격적으로 반영되기 시작하면서 대일본 수입액은 24.3%나 감소했다.

일본 수입의존도가 높은 기계류·전자기기 등 자본재 수입이 감소할 경우 국내 설비투자 둔화로 이어질 우려가 높다는 분석이다.

18일 부산본부세관이 발표한 7월 부산지역 수출입 현황에 따르면 지난달 수출액은 지난해 같은 달과 비교해 3.8% 증가한 12억 5400만 달러, 수입은 4.8% 감소한 12억 2700만 달러인 것으로 나타났다.

무역수지는 2700만 달러 흑자였다.

수출액은 2018년 10월 이후 8개월 연속 감소세(전년 동기 대비)를 보이다가 9개월 만에 증가세로 전환했다.

부산본부세관은 이를 중국과 유럽시장에서의 선전이 있었기에 가능했다고 분석했다.

지역별로 보면 지난달 부산지역 대중국 수출액은 2억 700만 달러로 전년 동월 대비 57.4%나 증가했고, EU는 1억 6200만 달러로 17.7% 늘었다.

미국(-17.8%)과 일본(-2.8%) 수출 감소분을 상쇄하고도 남을 만큼 증가세가 컸다.

특히 중국으로 수출하는 화공품, 철강관, 정밀기기 등 중화학 공업품의 활약이 눈에 띄었다.

프랑스와 영국 등에 수출하는 승용자동차와 자동차 관련 부품도 상당히 늘었다.

하지만 수출과는 달리 수입은 적신호를 보냈다.

대일본 수입액은 1억 6300만 달러로 전년 대비 24.3% 줄었고, 미국 수입액은 1억 800만 달러로 26.9% 감소했다.

품목별로 보면 자본재의 수입 감소가 눈에 띈다.

기계류와 정밀기기(-26.1%), 전기·전자기기(-21.6%), 자동차부품(-14%), 선박(-69%) 등 주요 자본재 품목 대다수의 수입이 줄었다.

특히 기계류, 정밀기기, 전기·전자 등은 대일본 수입 의존도가 높은 품목이다.

이달 말부터 시행되는 백색국가 제외 조치가 본격화된다면 수입량은 더욱 적어질 수밖에 없다.

부산본부세관은 “상황이 심각해질 경우 국내 설비투자 둔화로 이어질 가능성이 높아 우려스럽다”고 밝혔다.

@highlight

일본의 경제보복이 본격적으로 반영되어 수입액이 24.3% 감소하였고 수입의존도가 높은 분야에서 자본재 수입이 감소할 경우 설비투자 둔화로 이어질 가능성이 있어 부산본부세관은 상황이 심각해 질까봐 우려스럽다고 말했다.