자신을 공격한 적 있다는 이유로 환자의 사지를 묶어놓고 폭행한 뒤 오랜 기간 정신병 약을 강제로 먹인 요양병원 대표가 항소심에서도 실형을 선고받았다.

청주지법 형사항소1부(부장 이형걸)는 17일 의료법 및 정신보건법 위반 혐의로 기소된 A(47)씨에게 원심과 같은 징역 10개월을 선고하며 그의 항소를 기각했다고 밝혔다.

간호사 출신인 A씨는 2014년 7월 15일쯤 충북 진천에 있는 한 요양병원의 실질적 대표로 있으면서 환자 B씨를 정신병동 격리실에 감금하고, 다리를 묶어 제압한 뒤 여러 차례 폭행한 혐의로 재판에 넘겨졌다.

A씨는 이때부터 약 20일간 의사 처방전 없이 간호사 등을 시켜 B씨에게 강제로 진정제 성분의 정신병 약을 다량 복용시킨 혐의도 받고 있다.

A씨는 알코올 중독 환자인 B씨로부터 흉기로 공격당해 허벅지를 다치자 앙심을 품고 이같은 범행을 저지른 것으로 조사됐다.

A씨는 하루 최대 1000㎎으로 복용량이 제한된 정신병 약을 B씨에게 매일 1600㎎가량 먹였다.

특히 B씨와 같은 알코올 중독 환자는 부작용이 우려돼 복용을 제한하는 약이었다.

이 때문에 B 씨는 약 복용 기간 과수면 상태에 빠져 밥도 제대로 먹지 못한 채 건강 상태가 급속히 나빠진 것으로 전해졌다.

1심에서 실형 선고를 받고 법정 구속된 A씨는 폭행 사실은 인정하면서도 의사의 지시에 따라 약물 처방을 한 것이라고 항소심에서 주장했으나 받아들여지지 않았다.

재판부는 판결문에서 "적법하게 채택된 증거와 증언 등을 종합하면 약품 투약은 피고인의 지시에 따른 것이 인정된다"면서 "간호사 등 직원들은 병원의 실질적 대표인 피고인의 지시를 피하기 어려웠을 것"이라고 지적했다.

그러면서 "피해자의 사지를 결박한 상태로 반항할 수 없는 상태에서 수차례 폭행하고, 의사가 아님에도 정신병 전문의약품을 과다하게 먹인 범행의 죄질이 상당히 불량해 상응하는 처벌이 필요하다"고 덧붙였다.

@highlight

청주지법 형사항소1부는 17일, 충북 진천에 있는 한 요양병원에서 자신을 공격한 적이 있다는 이유로 환자를 정신병동 격리실에 감금하고 다리를 묶어 제압한 뒤 여러 차례 폭행하고 오랜 기간 정신병 약을 강제로 먹여 의료법 및 정신보건법 위반 혐의로 기소된 간호사 출신의 요양병원의 실질적 대표자에 대하여 항소를 기각하고 실형을 선고 했다.