익산시는 아동이 건강하고 행복하게 자랄 수 있는 환경을 구축하기 위해 다양한 아동친화정책을 추진하고 있다고 밝혔다.

14일 익산시에 따르면 지역사회 협력체계를 구축하고 조성위원회를 구성하는 등 사업 추진을 본격화하고 있다.

시는 최근 지역에 거주하는 아동들이 관련 정책 수립 과정에 참여해 다양한 의견을 제시할 수 있도록 아동참여단을 공개 모집했다.

대상은 초등학교 4-6학년 학생 30명으로 참여단은 구성 절차가 마무리되는 대로 발대식을 갖고 의회탐방과 임시회 등 의회활동을 전개하게 된다.

참여단 임기는 내년 2월까지 7개월이며 아동 관련 사업을 직접 발굴하거나 기획, 정책에 대한 의견제시, 홍보활동 등에 참여한다.

사업에 대한 세부적인 추진계획을 수립하기 위한 용역도 올해 말까지 진행된다.

용역은 지역 아동을 대상으로 한 실태조사와 아동친화도시 조성을 위한 중점과제 발굴, 4개년 추진계획 등의 내용이 포함된다.

또한 아동인권 전문기관과의 협조체계를 구성해 시민참여토론회를 개최하고 여기에서 제시된 다양한 의견을 분석해 4개년 추진계획에 포함시킬 계획이다.

앞서 익산시는 아동친화도시 조성을 위한 인프라 구축도 추진해왔다.

지난 5월 박철웅 부시장을 위원장으로 유관기관 관계자와 전문가 등 13명이 참여하는 아동친화도시 조성위원회를 구성했다.

위원회는 아동친화도시 조성정책 기본방향과 계획수립 등에 관한 사항을 제안하고 심의하는 역할을 하고 있다.

이와 함께 아동정책에 대한 전문성을 확보하기 위해 유관기관과 협력체계도 구축했다.

협약에는 익산경찰서와 교육지원청, 소방서, 굿네이버스 전북서부아동보호전문기관, 초록우산 어린이재단 전북지역본부, 월드비전 전북지역본부 등이 참여했다.

협약에 따라 각 기관은 아동보호를 위한 지역사회 안전망 구축과 정보 공유, 아동권리 보호 와 증진, 친화도시 조성에 필요한 지원 등을 함께 추진한다.

정헌율 익산시장은“아동친화도시 인증을 받을 수 있도록 다양한 인프라 구축에 힘쓸 예정이다”며“이를 토대로 아동들의 참여권을 보장하고 행복하게 생활할 수 있는 환경을 조성하겠다”고 말했다.

@highlight

익산시는 아동친화정책 추진을 위해 아동참여단을 모집하고 내년 2월까지 7개월간 아동 관련 사업 발굴과 의견 제시, 홍보활동 등에 참여하게 한다. 