LG트윈스 임찬규가 두산 베어스를 만나 5실점을 기록했다.

임찬규는 16일 서울 잠실구장에서 열린 두산 베어스전에 선발로 등판해 4⅓이닝 동안 98개의 공을 던지며 8피안타(1피홈런) 4볼넷 5실점을 기록했다.

팀이 뒤진 상황에서 강판이라 시즌 3패 위기다.

출발부터 불안했다.

1회 박건우, 정수빈을 연속 안타로 내보냈다.

이어 호세 미구엘 페르난데스와 풀카운트 승부 끝에 6구째 시속 141km 속구를 던졌다가 3점 홈런을 맞았다.

16일 오후 잠실야구장에서 2019 프로야구 두산 베어스와 LG 트윈스의 경기가 벌어졌다.

1회말 무사 1,2루에서 LG 선발 임찬규가 두산 페르난데스에게 3점 홈런을 허용하고 아쉬워하고 있다.

2회도 위기의 연속이다.

1사 후 김재호에게 좌중간 가르는 2루타를 맞고, 박건우를 볼넷 주면서 주자를 내보냈다.

다행히 정수빈, 페르난데스를 침착히 뜬공 처리하면서 실점없이 이닝을 끝냈다.

3회는 추가점을 내줬다.

선두타자 오재일을 볼넷 주고도 최주환, 김재환을 각 공 1개로 좌익수 뜬공 처리했다.

하지만 박세혁에게 좌중간 3루타를 맞고 4실점째를 기록했다.

4회는 잘 넘어갔다.

1사 1루에서 도루 시도한 박건우를 포수 유강남의 송구로 잡았다.

이후 정수빈 타구가 1루수 김현수 앞에서 튀었고 안타로 기록됐다.

곧바로 정수빈이 도루를 성공, 다시 스코어링 포지션에 주자가 나갔지만, 페르난데스를 뜬공으로 잡았다.

하지만 5회는 마치지 못하고 내려갔다.

1사 후 최주환을 스트레이트 볼넷으로 내보냈고, 김재환까지 볼넷으로 내보내면서 결국 문광은에게 마운드를 넘겼다.

문광은이 박세혁에게 1타점 적시타를 맞으면서 임찬규 실점이 5점까지 늘었다.

이후 문광은이 남은 아웃카운트 두 개를 잡고 추가실점이 내려왔다.

@highlight

16일 서울 잠실구장 두산 베어스전에 선발 등판한 LG트윈스 임찬규가 4⅓이닝 동안 98개의 공을 던지며 5실점 강판을 기록 시즌 3패 위기를 맞이했다.