시공능력 3위의 대형건설사인 대림산업이 3년간 759개 하도급 업체에 대해 각종 불공정 행위를 일삼다 적발됐다.

공정거래위원회는 759개 수급사업자를 대상으로 하도급대금 미지급, 어음대체결제수수료 미지급, 하도급계약서 지연발급 등 불공정거래를 한 대림산업에 대해 시정명령과 과징금 7억 3500만 원을 부과한다고 18일 밝혔다.

대림산업은 2015년 4월부터 2018년 4월까지 3만~4만 건의 하도급거래를 했는데 이때 총 2897건의 법 위반을 저질렀다.

하도급 거래의 7~9%가량이 불법으로 얼룩졌다는 얘기다.

먼저 대림산업은 3년간 36개 업체에 38건의 하도급거래를 하면서 계약서를 발급하지 않거나 공사 착공후 늦게 계약서를 써 줬다.

또 338개 업체와 1359건의 하도급거래를 하면서 하도급 대금 조정과 관련된 사항과 대금 지급방법을 누락한 채 계약서를 발급했다.

이와 함께 11개 업체에는 선급금을 늦게 지급하면서 이에 대한 지연이자 1억 1503만 원을 지급하지 않았다.

245개 업체에는 대금을 어음대체결제수단으로 지급하면서 초과기간에 대한 수수료 7억 8997만 원을 지급하지 않았고 8개업체에는 하도급대금 4억 9306만 원과 지연이자 401만 원을 주지 않았다.

아울러 공사 발주자가 설계변경을 하면서 도급금액을 늘려 줬으나 대림산업은 2개 하도급업체에 517만 원을 증액해 주지 않았고 8개 업체에는 하도급대금 지연이자 8870만 원을 지급하지 않았다.

공정위 관계자는 “이번 조치는 다수 신고가 제기된 사업자에 대한 사건처리 신속화 방안에 따라 3년간 하도급 내역을 정밀 조사한 것”이라며 “불공정 하도급거래 관행을 개선하는 계기가 될 것으로 기대한다”고 밝혔다.

대림산업은 2019년 시공능력평가 3위로 꼽힌 대형 건설업체로 지난해 매출은 9조 2518억 원에 달한다.

@highlight

대림산업은 시공능력 3위의 대형건설사로 3년동안 759개 하도급 업체에 불공정 행위를 하였으며, 같은기간 3만~4만 건의 하도급거래 중  2897건의 법 위반을 저질러 이는 하도급 거래의 7~9%정도가 불법으로 이루어졌다고 볼 수 있다.