자격증 전문 교육기관 '한국장학진흥원'이 생활체육지도사, 헬스트레이너 관련 운동처방사, 스포츠심리상담사 자격증 교육과정의 인강 수강료와 시험 응시료를 선착순 5000명에게 전액지원하는 장학지원 이벤트를 개최한다.

이 이벤트에 참여하는 방법은 한국장학진흥원 홈페이지 회원가입 시 추천인 공란에 '체육장학생'을 입력하는 것이다.

당첨 시 무료수강 혜택이 주어지는 한국장학진흥원의 체육지도자 관련 운동처방사 자격증 과정은 스포츠의학을 통해 개인에게 최적화된 운동을 지도하는 방법을 교육한다.

따라서 퍼스널 헬스/재활 트레이너나 체육선생님이 되는 법을 찾는 구직자, 경쟁력을 높이기 원하는 스포츠 재활치료사와 노인 건강운동관리사, 생활스포츠지도사 2급필기 시험을 준비 중인 수험생 등에게 도움이 되는 교육콘텐츠로 평가된다.

함께 공부하기 좋은 스포츠심리상담사 자격증 과정은 스포츠심리학으로 운동 참가자의 심리상태를 평가하고 솔루션을 제공하는 전문가를 양성한다.

교재와 문제집 없이 인강만으로 교육이 이뤄져 편리한 학습이 가능한 것은 물론, 멘탈코칭 심리치료 및 운동선수심리상담 전문가인 멘탈트레이닝코치나 운동치료사로 취업하기 원하는 이들의 스팩업에도 기여할 수 있다.

이외에도 본 이벤트 당첨자는 한국장학진흥원의 총 121종 자격증 과정 인강 수강과 온라인 자격증 취득 시험 응시를 무료로 할 수 있다.

또한 해당 교육원의 모든 자격증 종류는 국가 인정기관 한국직업능력개발원에 정식으로 등록됐으며, 취득 시 관련 구인기관 구직에 활용하는 것도 가능하다.

한국장학진흥원 관계자는 "스포츠에이전트 취업을 계획하는 사람, 경쟁력을 높이기 원하는 재활학과 재학생, 현직 장애인스포츠지도사 등 많은 사람들의 이벤트 참여를 기다리고 있다"고 말했다.

한편 한국장학진흥원은 온라인 자격증 교육서비스의 높은 퀄리티를 인정받아 평생교육원 교육기부사업 프로젝트에서 최우수교육원으로 선정된 바 있다.

@highlight

한국장학진흥원은 생활체육지도사 등 자격증 교육과정의 인강 수강료와 시험 응시료를 선착순 5000명에게 전액지원하는 장학지원 이벤트를 개최하며, 참여 방법은 한국장학진흥원 홈페이지 회원가입 시 추천인 공란에 '체육장학생'을 입력하면 되는데, 이 과정은 스포츠의학을 통해 개인에게 최적화된 운동을 지도하는 방법을 교육한다.