매년 항공기 운항횟수가 늘어나면서 국내외 항공사들의 안전운항을 위해 항공정비가 더욱 중요해지고 있다.

이에 항공정비사의 수요가 늘어나고 있으며 해당 전문인력을 양성하는 항공기계학과에 대한 관심도 덩달아 높아지고 있다.

그러나 항공기계학과를 운영중인 국내 교육기관 중 항공사에서 진행하는 산학협력 실습을 주기적으로 진행하는 곳은 손쉽게 찾아 볼 수가 없다.

항공정비사를 준비중인 학생들에게는 실제 항공사를 통해 하는 산학협력 실습은 중요하지만 정작 주기적인 교육을 진행하는 교육기관은 많지 않은 것이다.

이러한 상황속에서 국내유일 김포공항 업무시설 내 캠퍼스를 운영하고 있는 한국에어텍항공직업전문학교(이하 한국에어텍)가 지난 7월22일부터 2020년 1월20일까지 총 6개월간 제주항공 산학실습을 진행예정이어서 주목을 받고 있다.

이번 제주항공 산학실습은 제 7차로 진행되는 것으로 한국에어텍 5명의 학생이 참여하는데, 항공정비사를 꿈꾸는 학생들인 만큼 6개월 후 성과가 높을 것으로 기대되고 있다.

한국에어텍 관계자는 “지난달 19일에 진행된 제6차 제주항공 산학실습 수료식에 이어 이번에 진행중인 산학실습은 학생들에게 살아있는 현장 경험을 배울 수 있는 기회로 현재 한국에어텍은 재학생은 물론 졸업생들의 항공정비사가 되기위한 꿈을 지원하기 위해 다양한 커리큘럼과 지원을 하고 있다”고 전했다.

현재 한국에어텍은 항공정비사 면장 취득을 위해 항공사 및 공군 항공정비부사관 출신의 담임교수제 운영을 통해 재학생들의 교육은 물론 진로상담과 취업지원을 하고 있다.

또한 학생 수준별 맞춤형 토익수업, 실전 면접진행 등 취업중심의 커리큘럼을 운영하고 있다.

한편 한국에어텍은 2019년 9월 입학 및 2020년 3월 입학 신입생 우선선발을 진행하고 있는데 모집 과정은 항공기계정비, 항공부사관, 항공정비(면허과정) 과정으로, 해당 과정 졸업시에는 전문대와 동일한 2년 전문학사 학위를 취득할 수 있다.

입학전형은 적성검사와 면접으로 진행된다.

@highlight

매년 항공기 운항 횟수의 증가로 안전운항을 위한 항공 정비가 중요해졌지만, 국내 교육기관 중 항공사에서 진행하는 산학협력 실습을 주기적으로 하는 곳은 흔치 않은 상황에서 한국에어텍항공직업전문학교가 지난 7월22일부터 2020년 1월20일까지 6개월간 제주항공 산학실습을 진행할 예정이라 주목을 받고 있다.