= 윤관석 더불어민주당 정책위 수석부의장이 13일 오후 서울 여의도 국회 의원회관에서 열린 일본의 수출규제 대응 경제정책 간담회에서 모두발언을 하고 있다.

당정이 19일 수도권 광역급행철도(GTX) B노선을 조기추진하기 위해 지원 조치 등을 모색했다.

김현미 국토교통부 장관은 "예비타당성조사 결과가 나오는 즉시 기존 확보 예산으로 민자적격성조사 등 후속조치를 신속히 진행할 것"이라고 밝혔다.

이날 국회에서 열린 GTX-B노선 조기 추진을 위한 당정간담회는 기획재정부 재정사업평가위원회가 GTX-B노선 예비타당성 조사 결과를 결정할 것에 대비해 이후 조기추진 방안을 논의했다.

이날 간담회의 주관과 진행을 맡은 더불어민주당 인천시당위원장 윤관석 의원은 "인천을 포함한 수도권 교통혁명을 이끌 GTX-B 노선은 대규모 국책사업으로 차질 없는 추진을 위해 예비타당성 조사를 끝까지 챙길 것"이라며 "예산 적기 확보 등을 위해 당정과 긴밀하게 협조해 이끌어 나갈 것"이라고 말했다.

그는 "향후 조기추진을 위해 인천시당위원장 및 국회 국토교통위원회 여당 간사로서 역할에 적극 나설 것"이라고 덧붙였다.

서울시당위원장 안규백 의원은 "서울시민들의 염원인 GTX-B 사업은 반드시 금년내 시작할 수 있도록 당정이 긴밀히 협조해 나갈 것"이라며 "서울시당위원장으로서 서울시민은 물론 수도권 교통난 해소를 위한 국민과의 약속을 실천하는데 진력을 다할 것"이라고 밝혔다.

경기도당위원장 김경협 의원은 "수도권 시민들의 삶의 질을 획기적으로 향상시킬 GTX-B 노선의 추진은 문재인 정부의 예타 제도 개선 때문에 가능해졌다"며 "국책 사업 진행에 박차를 가할 수 있도록 기획재정위원으로서 역할을 다할 것"이라고 했다.

이날 간담회에 참석한 이해찬 더불어민주당 대표는 "지난 7월 3일 고위당정청협의회에서 예비타당성 조기완료를 논의한 바 있고, 이후 조사 결과가 긍정적이라는 보고를 받았다"며 "오늘 이 자리를 통해 조기추진 방안이 구체적으로 마련되길 바라며 당도 이를 위해 적극 지원하겠다"고 말했다.

@highlight

김현미 국토교통부 장관은 지난 19일 국회에서 열린 수도권 광역급행철도 GTX-B노선의 조기 추진을 위한 당정간담회에서 예비타당성조사 결과가 나오는 즉시 후속조치를 신속히 진행할 것이라고 밝혔으며 기획재정부 재정사업평가위원회의 조사 결과에 차질없이 추진해 나갈 방안을  모색했다.