대부도는 갯벌체험과 방아머리해수욕장 등 다양한 놀거리와 서해바다 전망을 감상할 수 있는 자연경관으로 서울 근교 여행지로 인기를 끌고 있는 명소이다.

특히 대부도는 가족단위의 여행객들에게 인기를 끄는 장소인데, 오이도와 방아머리를 잇는 시화방조제 드라이브 코스와 시화호의 전경을 한 눈에 볼 수 있는 시화나래 조력문화관 달 전망대 등의 장소가 유명하다.

물놀이와 볼거리를 즐길 수 있는 대부도 여행의 백미는 바로 먹거리 탐방이라고 할 수 있다.

국가대표 출신이자 유튜버인 김병지 전 선수 또한 유튜브 채널 꽁병지TV를 통해 대부도 맛집 먹방을 선보여서 화제가 된 곳이 있다.

꽁병지TV에 소개된 '대부도맛집 수노을'은 방아머리 해수욕장에서 멀지 않은 곳에 위치하여 가족단위 손님이 많이 방문하는 맛집인데, 대표 메뉴로는 간장게장이 가장 유명하다.

이곳 '수노을'은 국내산 연평도 꽃게만을 식자재로 고집하여, 신선하고 꽉 찬 꽃게장을 맛볼 수 있다.

스포츠스타 출신 유튜버 김병지씨는 꽁병지TV를 통해 '대부도맛집 수노을'을 소개하며, 인생맛집으로 꼽기도 했다.

방송을 통해 꽁병지TV 팀은 보통 게장하면 간장게장은 암꽃게를 사용하되 양념게장은 숫꽃게를 사용하는 경우가 많은데, '수노을'은 양념게장에도 암꽃게만을 고집하여 꽉 찬 속을 만날 수 있는 것을 장점으로 꼽았다.

또한, 꽁병지TV 팀은 게장 외에도 가재장, 새우장 등을 별미로 꼽았는데 포장 서비스를 제공하고 있어 많은 방문객들이 식사 후 포장을 해가는 경우가 적지 않다고 한다.

한편, '대부도맛집 수노을' 측은 "전화 예약이 가능하며 주차장이 넓고 개별 룸을 가지고 있어 골프, 낚시 등 모임 뒷풀이 장소로 인기를 모으고 있다"고 전했다.

@highlight

대부도 여행의 꽃은 먹거리 탐방으로 '대부도 맛집 수노을' 은 방아머리 해수욕장과 가까운 곳에 위치하며 특히 간장 게장이 유명하여 유튜브 채널 꽁병지TV의 김병지 선수도 먹방을 선보이며 주목을 받은 곳이다.