당진시농업기술센터(소장 윤재윤)는 김장용 배추와 무의 재배 시기가 도래함에 따라 적기 파종과 재배관리를 위한 현장컨설팅을 추진한다고 밝히고 철저한 관리요령 숙지를 당부했다.

센터에 따르면 당진지역 김장무 파종 적기는 이달 중·하순으로 파종이 늦어질 경우 생육후기 저온으로 인한 뿌리 비대 불량 등이 발생할 우려가 있기 때문에 적기 파종이 중요하다.

또한 파종 시 토양 수분이 충분한 상태에서 정상 발아가 되도록 해야 하며 재배와 관리를 양호하게 하려면 점파 후 밭에 빈 곳이 없도록 한 곳에 3~5립 씩 파종해 솎아주는 것이 좋다.

김장용 배추의 경우에는 육묘 시 오염되지 않은 흙을 사용해야하며 시판 상토를 구입한 경우 자가 상토를 섞지 말고 시판 상토만 사용하는 것이 안전하다.

배추 정식은 육묘시작 후 20~25일 후인 9월 상중순 사이 흐린 날을 선택해 오후에 심는 것이 활착이 빨라 생육에 좋다.

본포 관리는 무름병과 무사마귀병, 배추좀나방 방제를 철저히 하고 칼슘결핍 등 생리장애 발생 시 염화칼슘 0.3%액을 5일 간격으로 잎에 뿌려줘야 한다.

특히 배추 속이 차기 시작하는 생육 최성기인 아주심기 30일경부터는 하루에 10a당 200㎏ 이상의 무게가 증가하고 200리터 이상의 물을 흡수하기 때문에 관수를 철저히 하는 것이 중요하다.

센터 관계자는 "무와 배추의 품질을 높이기 위해서는 적기파종과 병해충 관리가 중요하다"며 "배추와 무 가격이 하락하고 있는 가운데 충남지역 배추와 무 재배의향 면적도 전년대비 각각 5%와 9%가량 줄어들 것으로 예상되는 만큼 생산량과 품질 향상으로 가격경쟁에 앞서는 것이 필요하다"고 강조했다.

@highlight

김장용 배추와 무의 재배 시기가 다가옴에 따라 당진시농업기술센터는 이달 중·하순이 적기인 당진 지역 김장무의 파종과 재배관리를 위한 현장컨설팅을 추진한다고 밝히고 배추좀나방 방제 등 철저한 병해충 관리 등의 관리요령 숙지를 강조했다.