본격적인 해외 MBA 지원 시즌에 앞서 입학담당자와 직접 만나는 Seoul MBA & Business Master's Conference가 9월 7일 (토) 인터컨티넨탈 서울 코엑스에서 열린다.

해외 MBA에 합격하려면 GMAT, GRE 등 정량적 평가 기준과 이력서와 커버레터, 에세이와 인터뷰라는 정성적 평가 기준을 통과해야 한다.

특히, 에세이와 인터뷰는 대학원의 MBA 과정 및 인재상에 대한 이해가 선행되어야 논리적이고 설득력 있는 답변을 제시할 수 있다.

입학 결정권자의 신뢰도 높은 정보가 필요한 이유다.

이에 해외 MBA 이벤트 전문 기관 The MBA Tour가 9월 7일 (토), 지원자가 입학담당자와 상담하며 학교 코드를 파악할 수 있는 Seoul MBA & Business Master's Conference를 마련한다.

특히, meetups, admissions panel을 통해 입학 담당자와 면담하며, 인재상을 면밀히 이해하면 향후 에세이와 인터뷰에서 핏(fit)한 지원자임을 더욱 효과적으로 보여줄 수 있다.

Networking fair에서 입학 관계자와 대학원 동문을 만나 학교 분위기를 파악하고, 입학 준비 팁을 얻을 수도 있다.

The MBA Tour Seoul은 지원자가 입학담당자에게 본인을 사전에 어필할 기회이기도 하다.

The MBA Tour 블로그에서는 입학담당자에게 긍정적으로 인식되는 팁을 전하고 있다.

MBA 지원동기와 본인이 뽑혀야 하는 이유를 담은 커버레터와 지원서를 지참해 검토받고, 풍부한 사전 조사로 관심도를 보여주는 질문을 하며, 미소를 유지함으로써 좋은 인상을 남길 수 있다.

전체 행사 스케줄은 다음과 같다.

행사는 무료로 참가 가능하나 사전 등록이 필수다.

행사와 관련된 자세한 내용은 The MBA Tour 공식 홈페이지에서 확인할 수 있다.

@highlight

The MBA Tour가 지원자와 입학 담당자 간 상담하며 학교 코드를 파악할 수 있는 Seoul MBA Business Masters Conference를 마련할 예정이며, 대학원의 MBA 과정에서 논리적이고 설득력 있는 답변을 제시 할 수 있어야 적합한 지원자임을 효과적으로 보여줄 수 있다.