홀슈타인 킬의 이재성이 18일(한국시간) 독일 슐레스비히홀슈타인주 킬에 위치한 홀스타인 스타디움에서 열린 칼스루헤와의 '2019-20 독일 분데스리가2' 3라운드 홈경기에서 득점을 터뜨린 뒤 환호하고 있다.

이재성(27·홀슈타인 킬)이 동점골과 역전골을 모두 터뜨리는 맹활약을 펼치며 소속팀의 리그 첫 승을 견인했다.

이재성은 지난 18일(이하 한국시간) 독일 슐레스비히홀슈타인주 킬에 위치한 홀스타인 스타디움에서 열린 칼스루헤와의 '2019-20 독일 분데스리가2' 3라운드 홈경기에 선발 출전해 2골을 뽑아냈다.

홀슈타인 킬은 이재성의 활약에 힘입어 칼스루헤를 2-1로 꺾었다.

이로써 이재성은 2경기 연속 득점을 폭발시켰다.

그는 지난 11일 독일축구협회(DFC) 포칼 1라운드 FSV 잘름로어(6부리그)와의 경기에서 1골 1도움으로 팀의 6-0 대승에 일조했다.

앞선 정규시즌 1·2라운드에서는 풀타임 활약했으나 득점을 터뜨리지 못했다.

홀슈타인 킬은 전반 17분 만에 루카스 그로주렉에게 실점을 허용하며 끌려갔다.

그러나 홀슈타인 킬에는 이재성이 있었다.

그는 전반 45분 강력한 왼발 슈팅을 날렸고, 이는 그대로 칼스루헤의 골망을 갈랐다.

전반 종료 직전 동점을 만든 의미 있는 득점이었다.

이재성의 활약은 후반에도 이어졌다.

그는 후반 19분 왼쪽 측면에서 올라온 크로스에 발을 갖다대 팀의 역전을 이끌었다.

'원맨쇼'를 펼친 이재성은 후반 추가 시간 교체되면서 홈팬들의 기립박수를 받았다.

홀슈타인 킬은 2-1 스코어를 끝까지 유지하면서 승리했다.

개막 후 1무 1패만을 기록하고 있었지만, 이재성의 활약으로 리그 첫 승을 신고했다.

@highlight

이재성은 18일 칼스루헤와의 '2019-20 독일 분데스리가2' 3라운드 홈경기에서 2골을 넣는 활약을 펼쳐 2-1로 상대팀을 꺾으며 소속팀에 리그 첫승을 안겼다.