데이터바우처 지원사업 수요기업 3차 모집에 총 1203건이 접수돼 2.1대1 경쟁률을 기록했다.

과학기술정보통신부는 7월 8일부터 올해 마지막으로 실시한 3차 데이터바우처 수요기업 모집 결과 1∼2차 대비 가장 높은 경쟁률을 보였다고 19일 밝혔다.

데이터 바우처를 통한 기업 데이터 활용에 대한 인식이 크게 높아지고 있는 것으로 나타났다.

데이터바우처 지원사업은 데이터를 구매하거나 데이터 가공에 소요되는 비용을 바우처를 통해 지원하는 사업이다.

데이터 분야 투자 여력이나 전문인력이 부족한 중소기업과 스타트업, 소상공인 등을 대상으로 지원한다.

데이터바우처 1~3차 수요기업 모집건수.

올해 마지막 공모인 3차 수요기업 모집에서는 총 1203건이 접수, 563건을 선정했다.

구매바우처는 902건이 접수돼 504건, 일반가공은 268건이 접수돼 55건, AI가공은 33건 접수돼 4건을 각각 지원한다.

3차 데이터바우처 수요모집은 구매바우처가 약 90%를 차지한 가운데 데이터를 활용한 혁신사례가 대거 창출될 예정이다.

사회문제 해결부터 사업모델 발굴, 연구개발 전략수립, 해외시장 개척 등 바우처 활용범위가 다양하게 나타났다.

김정원 과기정통부 인터넷융합정책관은 "데이터바우처로 1인 기업부터 중소기업까지 데이터 활용에 대한 인식이 향상되고 데이터를 필요로 하는 기업과 공급기업 간 연결로 데이터 거래가 촉진되고 있다"며 "선정된 수요기업이 데이터 활용으로 혁신과제를 완수하도록 노력을 아끼지 않겠다"고 말했다.

과기정통부가 1∼3차 데이터바우처 응모결과를 집계한 결과 총 1640건 모집에 2795건이 응모해 1.7대1 경쟁률을 나타냈다.

선정된 1640개 지원기업은 올해 5월부터 선정된 순서에 따라 과제를 수행 중이다.

한국데이터산업진흥원과 17개 데이터 바우처 전문수행기관은 8~11월 현장점검 등을 통해 참여기업이 성공적으로 과제를 완수하도록 지원한다.

@highlight

과학기술정보통신부는 데이터를 구매하거나 데이터 가공에 소요되는 비용을 바우처를 통해 지원하는 데이터바우처 지원사업의 수요기업 3차 모집을 7월 8일부터 실시한 결과 총 1203건이 접수돼 2.1대1의 경쟁률을 기록했다고 19일 밝혔다.