미국 최대 팟캐스트 콘텐츠 제작사 원더리가 오디오 콘텐츠 플랫폼 팟빵과 제휴를 통해 한국 시장에 진출한다.

팟빵은 원더리와 함께 '닥터데스'를 한국어로 선보인다고 19일 밝혔다.

닥터데스는 올해 미국에서 가장 큰 인기를 얻은 팟캐스트 작품이다.

미국에서 벌어진 실화를 바탕으로 닥터데스로 불린 던치 박사가 33명의 환자에게 죽음의 수술을 수행했던 사건을 다룬다.

원더리는 2016년 20세기폭스의 후원으로 미국에서 설립됐다.

설립 3년 만에 닥터데스를 비롯해 80여개의 인기 팟캐스트를 전 세계 청취자들에게 제공하고 있는 미국 최대 전문 팟캐스트 제작사로 성장했다.

팟빵은 원더리와 함께 올 초부터 한국 청취자에게 맞는 콘텐츠를 제작해왔다.

원더리는 초고속 모바일 인프라와 수준 높은 콘텐츠 소비 방식으로 빠르게 성장하고 있는 한국 팟캐스트 시장이 팟캐스트 시장을 가속화할 전력적 거점으로 평가했다.

원더리의 인기 팟캐스트는 오디오 드라마 형식을 비롯하여 현장감 있는 콘텐츠가 많아 한국 청취자들에게 새로운 경험을 전달해 줄 것으로 기대된다.

디클랜 무어 원더리 해외총괄 이사는 "원더리는 한국 최대 팟캐스트 플랫폼인 팟빵과 제휴를 통해 한국 청취자들에게 원더리의 팟캐스트를 들려줄 수 있어서 매우 기쁘다"며 "팟빵은 크리에이터의 창의적인 제작 과정을 깊이 이해하고 있으며 팟빵의 플랫폼은 매우 혁신적으로 청취자들에게 서비스를 진행하고 있다"고 말했다.

이어 "원더리는 팟빵과의 더욱 긴밀한 협력을 통해 함께 새로운 오디오 콘텐츠를 제작할 계획"이라고 덧붙였다.

임석영 팟빵 이사는 "닥터데스를 시작으로 원더리는 미국에서 인기를 거둔 팟캐스트를 한국 청취자들에게 적합한 팟캐스트로 재구성해 지속적으로 제공하게 된다"며 "원더리와의 적극적인 파트너십을 통해 새로운 오디오 콘텐츠를 제공할 예정"이라고 말했다.

@highlight

미국 최대 팟캐스트 콘텐츠 제작사 원더리가 오디오 콘텐츠 플랫폼 팟빵과 제휴를 통해 '닥터데스'를 한국어로 선보이며 오디오 드라마 형식등 현장감 있는 콘텐츠가 많은 원더리는 한국 청취자들에게 새로운 경험을 느끼게 해줄 것이다