▲ 수출입 컨테이너 화물로 가득한 부산항 신항 전경.

부산지역 7월 무역수지가 중국·EU 수출 호조로 9개월 만에 수출이 증가세로 돌아서면서 2,700만 달러 흑자를 기록했다.

18일 부산본부세관이 발표한 ‘2019년 7월 부산지역 수출입 동향분석’에 따르면 수출은 지난해 같은달에 비해 3.8% 증가한 12억5,000만 달러, 수입은 4.8% 감소한 12억3,000만 달러를 기록, 무역수지는 2,700만 달러 흑자로 6월에 이어 2개월 연속 흑자를 기록했다.

이는 미·중 무역분쟁 장기화 및 일본 수출규제 등 대외여건 악화에도 불구, 선전하며 9개월 만에 수출 증가(3.8%)로 전환된 것이다.

품목별 수출은 철강제품(1.6%), 기계류·정밀기기(3.8%), 화공품(4.8%), 자동차부품(22.3%) 등은 증가한 반면 승용자동차(-25.7%)와 전기·전자제품(-6.9%) 등은 감소했다.

특히 대중국 수출은 지난 1월 20.7%, 2월 35.7%, 3월 8.1%, 4월 18.4%, 5월 19.8%, 6월 25.4%, 7월 57.4%를 기록하며 7개월 연속 성장세를 보이고 있다.

주요 국가별로는 동남아(2.2%), 중국(57.4%), EU(17.7%) 등이 증가했고, 미국(-17.8%), 일본(-2.8%), 중남미(-5.5%) 등은 감소했다.

수입은 품목별로는 소비재(9.6%), 원자재(5.5%) 등은 증가한 반면 자본재(-26.3%)는 감소했다.

주요 국가별로는 EU(2.7%), 동남아(1.3%), 중남미(83.2) 등은 증가했고, 중국(-1.4%), 일본(-24.3%), 미국(-26.9%) 등은 감소했다.

한편 지난 1~7월 부산의 누계 수출은 지난해에 비해 8.2% 감소한 81억4,000만 달러, 수입은 7.7% 감소한 82억6,300만 달러로 무역수지는 1억2,300만 달러 적자를 기록했다.

@highlight

지난 18일 부산본부세관이 발표한 2019년 7월 부산지역 수출입 동향분석에 따르면 미·중 무역분쟁 장기화 및 일본 수출규제 등 대외여건 악화에도 불구하고 부산의 무역수지가 중국·EU 수출 호조로 9개월 만에 2,700만 달러 흑자로 2개월 연속 흑자를 기록했다.