아주그룹의 비영리기관 아주복지재단 주최 청소년 문화 체험 프로그램인 '아주 신나는 여행을 서울아 부탁해'의 참가자들이 고려대에서 기념 사진을 찍고 있다.

아주그룹의 비영리기관인 아주복지재단(이사장 문규영)이 지난 14일과 15일 양일간 서울 각지에서 청소년들을 대상으로 '아주 신나는 여행을 서울아 부탁해'라는 문화 체험 프로그램을 진행했다고 19일 밝혔다.

아주복지재단은 경제적, 지역적 차이로 인해 상대적으로 문화 혜택이 적은 청소년을 대상으로 문화 격차를 해소하고, 즐거운 유년시절의 추억을 만들어 주기 위해 해당 프로그램을 기획했다.

청소년 복지증진 역할을 하는 한국지역아동센터연합회를 통해 비수도권 지역 중학생 32명을 모집했고, 1박 2일 일정으로 아주 좋은 꿈터, 고려대학교, N서울타워 등 서울의 명소를 방문했다.

특히 청소년들은 동대문구 용두동에 위치한 '아주 좋은 꿈터'를 방문해 인재육성을 중요시하는 아주그룹의 철학에 대해 설명을 듣기도 했다.

'아주 좋은 꿈터'는 아주그룹의 故 문태식 창업주 생가터에 건립한 교육문화공간으로 지역사회 아동·청소년이 스스로 삶을 개척할 수 있도록 다양한 프로그램을 운영하고 있다.

또 지역 청소년들의 명문대학교 탐방이 버킷 리스트 중 하나인 것에 착안해 고려대학교 봉사단과 함께 고려대 투어를 진행했고, 캠퍼스 투어로 청소년들에게 진로에 대한 긍정적 동기를 제공하고 미래에 대한 꿈을 생각해보는 시간을 가졌다.

행사에 참여한 한 청소년은 "서울을 처음 방문해 보는데 이번 기회를 통해 고려대학교도 둘러보고, 서울에서 즐길 수 있는 문화체험을 해서 너무 즐거웠다"며 "특별한 여름방학 추억을 만들어주어 감사하다"고 소감을 밝혔다.

아주복지재단 이동규 매니저는 "경제적 어려움과 지역적 격차에 학습 및 여가, 문화 등의 접근성이 상대적으로 떨어지는 청소년을 대상으로 이번 행사를 진행하였다"면서 "서울에서만 즐길 수 있는 특별한 문화 체험을 제공해 청소년들이 건강한 또래 관계를 만들고, 추억을 쌓을 수 있는 프로그램을 만들기 위해 노력했다"고 말했다.

@highlight

아주그룹의 비영리기관인 아주복지재단이 지난 14일과 15일 청소년들의 문화 불평등 현상을 해결하고 즐거운 유년시절의 추억을 만들어주기 위해 기획된 '아주 신나는 여행을 서울아 부탁해'라는 문화 체험 프로그램을 실시했으며, 비수도권 지역 중학생 32명을 모아 1박 2일 일정으로 서울의 명소들을 방문했다.