[충청일보 박재남기자] 충북 청주시가 오는 22일 오후 7시 청주예술의전당 대공연장에서 2019 힐링나눔콘서트 '사운드 오브 뮤직'을 개최한다.

청주시가 주최하고 청주시사회복지협의회 주관, SK하이닉스와 충북 사랑의 열매 후원으로 열리는 이날 공연에는 행복나눔 꿈의 오케스트라&합창단, 행복모아합창단, 청주시립합창단, 던컨드림댄스, 37사단 군악대가 함께 하며 청주시민 누구나 별도의 입장권 없이 선착순 무료 입장이 가능하다.

첫 무대는 던컨드림 댄스팀이 방송댄스와 치어댄스를 선보인다.

이어 SK행복모아 직원들로 구성된 장애인 합창단인 행복모아합창단이 사운드 오브 뮤직 OST'my favorite thing', 러브홀릭스의'butterfly'로 아름다운 하모니를 선사한다.

특별공연으로 청주시립합창단의 클래식 메들리에 이어, 37사단 군악대가 다이나믹한 N.P Union의 'MA,mama', Lucky Chops의'Danza', 'Without you'로 분위기를 한껏 끌어올릴 예정이다.

이어 꿈의 합창단이 사운드 오브 뮤직 삽입곡'에델바이스', 유재봉의 '바다체험', 정연택의'뱃노래'에 맞춰 합창과 안무를 선보이며, 꿈의 오케스트라는 'Carmen Suite No.5', 'The sound of music 메들리', 'Memory of Paul Mauriat'를 연주한다.

마지막 무대는 모두 다 함께'도레미송'을 부르며 감동의 피날레 합창으로 마무리할 예정이다.

힐링나눔 콘서트는 SK하이닉스의 후원으로 2014년부터 해마다 개최되고 있으며, 음악공부의 기회를 얻은 학생들이 자신이 재능을 다시 환원함으로써 나눔의 소중함을 일깨우고 있는 뜻 깊은 공연으로 많은 시민들의 참여를 기다리고 있다.

@highlight

청주시가 주최하고 SK하이닉스와 충북 사랑의 열매 후원으로 개최되는 2019 힐링나눔콘서트가 22일 오후 7시 청주예술의전당에서 개최될 예정이며 청주시민은 별도의 입장권 없이 선착순 무료입장이 가능하다.