[충청투데이 이선규 기자] 충주시가 오는 30일부터 9월 6일까지 8일간 열리는 충주세계무예마스터십과 충주세계무술축제를 연계한 특별 감성버스투어를 운영한다.

감성버스투어는 2만 5000원으로 주요관광지와 식사, 다양한 체험을 할 수 있는 충주만의 독특한 투어프로그램으로, 지난해 6000명 이상이 또 올해는 7000명 이상이 이용한 충주의 대표 관광프로그램이다.

충주체험관광센터는 충주세계무술축제와 충주세계무예마스터십 개최기간에 더 저렴한 가격으로 행사도 즐기고 충주관광도 할 수 있는 특별한 코스별 프로그램으로 감성버스투어를 준비했다.

'만원의 행복' 프로그램은 오대호아트팩토리(정크아트 체험 및 관람), 사과한과만들기, 건강식(농가맛집), 충주세계무술축제(문화공연, 연무대회, 이벤트 등)를 단돈 1만원으로 둘러볼 수 있다.

'이만원의 행복' 프로그램은 도내 대표적인 강소형 관광지를 둘러볼 수 있는 코스로 괴산한지체험박물관, 건강식(농가맛집), 충주세계무예마스터십 관람, 오대호아트팩토리(정크아트 체험 및 관람)를 2만원으로 둘러볼 수 있다.

코스 내 무술축제와 무예마스터십은 상황에 따라 상호 변동될 수 있으며, 출발지는 충북도청, 충주체험관광센터 두 곳에서 모두 가능하다.

김기홍 시 관광과장은 "충주세계무술축제와 충주세계무예마스터십 기간에 많은 시민과 관광객들이 방문해 대회도 관람하고 충주여행도 즐길 수 있길 바라는 마음으로 저가형 특별 감성버스투어를 기획했다"며 "프로그램 모집이 조기에 마감될 수 있으니 서둘러 신청하기 바란다"고 말했다.

특별 감성버스투어 예약 및 문의는 충주체험관광센터(043-845-0245)로 문의하면 된다.

@highlight

충주시는 2만 5000원으로 주요 관광지와 식사, 다양한 체험을 할 수 있는 충주만의 독특한 투어 프로그램인 감성투어버스를 오는 30일부터 9월 6일까지 8일간 열리는 충주세계무예마스터십 개최 기간에 더 저렴한 가격으로 행사도 즐기고 충주 관광이 가능하도록 축제와 연계한 감성투어버스를 운영한다.