퇴직을 앞둔 한 공무원이 33년여 공직생활 중 절반을 넘게 홍보 일을 하며 경험한 실전 홍보 노하우와 그간의 뒷이야기를 책으로 담아냈다.

전 서울시 홍보기획팀장 함대진(59·사진)씨는 최근 '지방자치단체 & 기업 몸값 올리는 홍보'홍보는 돈이다''를 펴냈다.

함씨는 지난 6월 말 서초구 홍보담당관을 거쳐 기획재정국장을 끝으로 현재 공로 연수 중이다.

서울시 홍보의 마당발로 통하던 함씨가 지난 2년간 틈틈이 정리해 펴낸 홍보 전략서는 총 5개 챕터, 328쪽 분량이다.

33년간 겪은 홍보 철학이 고스란히 담겨 있다.

이 책은 제 1~3장에는 홍보맨이 알아야 할 필수 내용이 담겨져 있으며, 4장은 심화학습, 5장은 홍보의 팁으로 구성됐다.

'산전수전 다 겪은 저자가 실전 경험을 토대로 체계화한 자신만의 홍보 철학을 풀어헤쳐 여느 홍보 서적과는 사뭇 다르다'는 평가가 나온다.

한국도시브랜드학회장인 숭실대학교 김민기 특임교수(전 서울브랜드 위원장)는 추천사에서 "저자는 가는 곳마다 도시의 브랜드 가치를 높여 공공홍보의 패러다임을 새롭게 제시했다"며 "알려야 살아남는다. '홍보는 타이밍이요, 돈이다'를 역설해 자신만의 홍보 체계를 정립한 공공 홍보의 고수가 빚어낸 책"이라고 소개했다.

저자인 함대진씨는 "소통(홍보) 없는 행정은 죽은 행정이요, 나 홀로 행정"이라며 "자치단체는 하는 일들을 주민들에게 소상히 알려야 할 책무가 있고, 주민들은 지자체가 무슨 일을 하는지 알권리가 있다. 이러한 쌍방향 소통(홍보)은 지방자치 실현의 첩경"이라고 강조했다.

그러면서 "이미지를 좋게하고 유무형의 부가가치 창출과 브랜드가치 상승은 홍보(소통)를 통해서 이뤄진다"고 덧붙였다.

이 책은 홍보 마인드를 가지려는 사람, 미디어에 대해 알고 싶은 사람, 직접 홍보(공공기관, 기업) 일을 하는 실무자 및 CEO, 현직 기자, 미디어 전공자, 홍보를 통해 이미지와 자산 브랜드 가치를 높이려는 사람에게 유용한 지침서가 될 것으로 기대된다.

@highlight

서울시 홍보의 마당발로 불리던 전 서울시 홍보기획팀장 함대진씨는 지난 33년 공직생활 중 절반이 넘는 기간동안 홍보 일을 하며 얻은 홍보 노하우와 뒷이야기를 주제로 해서 책 '지방자체단체 & 기업 몸값 올리는 홍보' '홍보는 돈이다'를 출판했는데, 그가 지난 2년간 틈틈이 써서 출간한 홍보 전략서는 총 5개 챕터, 328쪽의 분량이다