농촌지도자회 영호남 교류 20주년 기념행사 및 연찬교육에 참석한 관계자들이 손을 잡으며 협력을 다짐하고 있다.

경북도농업기술원은 16∼17일 이틀동안 안동·영주시 일원에서 농촌지도자회 영호남 교류 20주년 기념행사 및 연찬교육을 가졌다.

농촌지도자 경북도연합회는 현재 23개 시·군 1만4천800명의 회원이 소속되어 경북 농업·농촌의 중심에서 활발한 활동을 펼치고 있으며 전북도연합회는 14개 시·군 7천980명의 회원이 활동하고 있다.

농촌지도자 교류행사는 지난 1999년 전북 전주에서 처음 자매결연 후 올해 20주년이 되는 뜻깊은 행사로 경북과 전북에서 매년 상호 초청하여 영호남 교류 및 연찬교육을 진행하고 있다.

이번 행사에서는 농업·농촌 발전을 주도한 농촌지도자의 마인드 제고와 더불어 영호남 교류 활성화를 통한 동서 대화합의 선봉으로서의 역할을 강조했으며 20년간 영호남 교류행사가 원활히 추진될 수 있도록 노력한 농촌지도자전라북도연합회 이상철 회장에 대한 공로패 수여와 함께 유공공무원에 대한 감사패를 전달했다.

한편 행사에 앞서 경북도와 전북도 농촌지도자 도임원 및 시·군회장 65명은 풍기인삼연구소, 안동생물자원연구소를 찾아 사업현황을 청취하고 시험연구시설을 견학했으며 이튿날 유네스코 지정 세계문화유산인 안동하회마을을 탐방했다.

노인두 농촌지도자 경북도연합회장은 "올해 20주년이 되는 농촌지도자 영호남 교류행사를 경북에서 개최하게 되어 더욱 뜻깊게 생각하며 앞으로도 영호남 농촌지도자가 앞장서서 대한민국 농업발전을 위해 더욱 상호협력하자룖고 말했다.

이철우 경북도지사는 "변화하지 않으면 살아남을 수 없는 절박한 농업의 현실에서 사라지는 농촌을 살아나는 농촌으로 만들기 위해 최선을 다하겠다"며 "경북-전북 농촌지도자 교류행사를 다시 한번 축하드리고 이러한 행사가 계속 이어져서 어려운 농업현실을 함께 고민하고 나아갈 길을 찾는 상생의 장이 되길 희망한다"고 밝혔다.

@highlight

경북 농업기술원은 이틀동안 안동, 영주 일원에서 농촌지도자회 기념행사 및 연찬교육을 가지고, 이들 지도자회는 23개 시,군의 다수의 회원들이 소속돼 활발한 활동을 펼치고 있으며, 전북은 14개 시군이 활동하고 있고 이행사는 99년 전주에서 처음 자매결연 후 올해 20년을 맞이하는 행사로 경북과 전북의 상호교류 및 연찬교육을 진행하고 있는것으로 알려졌다.