“목표는 같은데 접근 방식은 전혀 다르다.”

문재인 대통령과 자유한국당 황교안 대표의 부산·울산·경남(PK) 총선행보에 대한 정치권의 시각이다.

내년 PK 총선은 문 대통령과 황 대표의 정치적 명운이 걸린 빅이벤트이다.

여기서 패한 사람은 심대한 정치적 타격을 입게 된다.

문 대통령은 후반기 국정운영에 심각한 차질을 입게 되고, 황 대표는 자칫 차기 대권 도전의 꿈을 접어야 할지 모른다.

그러나 문 대통령이 친PK적 행보를 보이는 반면 황 대표는 PK 정서와 동떨어진 당 운영으로 일관하고 있다.

문 대통령은 지난주 휴가차 부산과 양산을 찾은 것을 비롯해 올 들어 8번 PK를 방문했다.

그것도 단순 방문에 그치는 것이 아니라 PK 경제발전에 도움이 되는 행보를 계속하고 있다.

오는 11월엔 부산에서 1만여 명이 참가하는 한·아세안 특별정상회의가 열린다.

동남권 신공항과 물문제, 2030등록엑스포 등 굵직한 선물 보따리도 이미 풀어놨다.

하지만 황 대표는 오는 24일 서울에서 대규모 장외집회를 강행한다.

일각에서 “비용 대비 효과가 적다”는 지적이 제기됐지만 그대로 밀어붙이겠다는 입장이다.

이 때문에 PK지역 원내외 위원장들은 지역구 일정을 전면 취소하고 대규모 인원을 동원해 상경해야 한다.

부산의 모 위원장은 19일 “그날 지역에서 중요한 행사가 있었지만 취소할 수밖에 없다”고 불만을 토로했다.

PK 지역 사정을 고려하지 않은 조직 관리도 문제다.

황 대표는 최근 김도읍(부산 북강서을) 의원을 대표 비서실장으로 전격 기용했다.

정치권에선 “김 의원이 정무적 판단이 뛰어나 비서실장으로 적임자인 것은 맞지만 지역구 사정을 감안할 때 시기적으로 적절하지 않다”는 지적이 많다.

이 때문에 지역 정가에선 “아무리 문 대통령의 PK 국정 지지도가 추락한다고 해도, 황 대표의 접근 방식이 바뀌지 않는 한 내년 부·울·경 총선에서 한국당이 이기기는 쉽지 않을 것”이라는 전망이 나온다.

@highlight

문 대통령은 11월 1만여 명이 참가하는 한·아세안 특별정상회의가 부산에서 개최하는 친PK적 행보를 보이는 반면, 황 대표는 오는 24일 서울에서 대규모 장외집회를 강행하는 등의 PK 정서와 동떨어진 당 운영으로 일관하고 있다.