익산시가 제2회 추경예산을 환경문제 해결과 일자리 창출, 현안사업 대응에 초점을 맞춰 1,103억 원을 편성했다고 밝혔다.

19일 익산시에 따르면 이번 예산은 정부추경 대응사업인 미세먼지와 노인 및 청년 일자리사업 지원에 예산을 편성해 정부의 예산투입 효과가 신속히 지역 현장에 확산될 수 있도록 했다.

특히 주민들의 생활과 밀접한 환경 현안 문제 해결을 위한 예산을 대폭 증액 편성했다.

사업별 주요 현황을 살펴보면 미세먼지 관련 사업 100억 원, 대기편승 악취저감장치 구입 2억여 원 등이 편성됐으며 운행경유차 배출가스 저감 10억 원, 노후경유차 조기폐차지원 32억 원, 수소자동차 구매지원 20억 원, 수소충전소 구축 30억 원, 공공복지시설 공기청정기 설치 지원 등으로 쾌적하고 청결한 익산시 만들기에 최선을 다할 예정이다.

지역의 성장동력 기반을 마련하기 위한 사업에도 적극 투자한다.

홀로그램 사업 인프라 구축을 위한 5G기반 실감콘텐츠 개발지원 4억 원, 제2일반산업단지 개발계획 및 실시설계 변경용역에 2억여 원을 반영했다.

더불어 노인사회활동지원을 위한 노인일자리 사업 28억 원, 지역주도형 청년일자리와 지역공동체 일자리 사업에 약 7억 원 등 일자리 창출에 35억 원을 반영해 인구증대 효과도 도모할 계획이다.

시민들이 안전하고 편리하게 생활할 수 있도록 관련 예산도 확대했다.

익산시는 10억여 원의 예산을 투입해 치안인프라 방범용 CCTV, 무인단속 카메라 설치, 교통신호기 신설 및 증설 및 각종 도로부속시설물 유지보수 등을 추진할 방침이다.

이어 익산 구 익옥수리조합 사무실 및 창고매입 10억 원, 펜싱아카데미 건립 25억 원, 어르신들의 편안한 여가를 위한 경로당 기능보강사업에 약 9억 원 등을 증액 편성해 시민들의 삶의 질 향상에 힘쓸 예정이다. 이 밖에도 지방채 조기상환을 위해 258억 원을 편성해 지방채를 제로화할 계획이며 청사건립기금 100억 원 적립으로 향후 청사건립 기반을 마련한다.

@highlight

19일 익산시에 따르면 제2회 추경예산을 환경문제 해결과 노인 및 청년 일자리 창출, 현안사업 대응에 초점을 맞춰 1,103억 원을 편성하고 시민들이 안전과 편리에 관련한 예산도 확대했다.