20일부터 수성알파시티 내 도로에서 테스트 주행을 시작하는 자율주행 셔틀버스 ‘카모’(위)와 ‘스프링카’.

이르면 오는 11월부터 대구에서 자율주행 셔틀버스를 타볼 수 있게 된다.

대구시는 20일부터 수성알파시티 내 도로 일부 구간에서 자율주행 셔틀버스 테스트를 진행한다고 19일 밝혔다.

테스트가 진행되는 셔틀버스는 최근 대구로 본사를 이전한 자율주행 서비스 기업인 <주>스프링클라우드가 운영하는 ‘스프링카(SpringCar)’ 2대와 자동차부품연구원에서 개발 중인 국산 ‘카모’(KAMO : KATECH Advanced Mobility) 1대다.

대구시는 이번 테스트를 통해 자율주행 셔틀버스 운행을 위한 제반 시설 구축을 비롯해 관련 서비스 개발, 지역 부품업체와의 협력 등 효과를 얻을 것으로 기대하고 있다.

테스트 기간 자율주행 부품 개발·연구를 진행하고 있는 산·학·연 기관들이 지역에서 개발된 부품을 실증 차량에 장착해 테스트를 진행한다.

테스트 기간에 맞춰 자율주행 탑승을 위해 필요한 정류장·종합정보안내시스템 등 자율주행 셔틀버스를 위한 맞춤형 인프라도 구축한다.

시는 10월 말까지 시험운행을 거쳐 11월부터 일반시민에게 상시 탑승기회를 제공한다.

스프링카는 12월부터 교통통제 없이 상시 운행되며, 국산 셔틀의 경우 개발 진행 상황을 보면서 운행 일정을 결정할 계획이다.

자율주행 셔틀버스 테스트를 위해 매주 화·수요일 오전 9시30분~오후 5시30분 수성알파시티 내 순환도로 일부(2.5㎞)가 통제된다.

통제구간엔 안전요원과 안전시설물이 설치된다.

권영진 대구시장은 “대구시는 자율주행차 글로벌 허브도시를 위해 연구기반시설을 우선적으로 구축했다”며 “이번 테스트는 자율주행차 시대를 앞당기고 자율주행 부품산업이 크게 성장하는 계기가 될 것”이라고 말했다.

@highlight

대구시가 20일부터 수성알파시티 내 도로 일부 구간에서자율주행 셔틀버스 스프링카 2대와 카모 1대의 테스트를 시작함에 따라 11월부터 대구에서 자율주행 셔틀버스 체험이 가능해진다.