15년 사무기기 부품 제조 노하우를 가진 ㈜HP솔루션 (대표: 배용준)에서 프린트 히어로 플랫폼을 런칭했다.

프린트히어로는 사용하는 프린터에 문제가 생겼을 때, 검증된 업체를 연결해서 문제를 해결해 주는 온라인 전문 플랫폼이다.

프린트히어로 홈페이지를 이용하면 소비자는 대면 접촉 없이 프린터 고장 문제를 해결할 수 있다.

먼저 소비자가 사이트를 통해 견적을 요청하면 해당 플랫폼이 견적을 제공 한다.

소비자는 제공된 견적 내용 확인 후 진행여부를 결정할 수 있다.

해당 플랫폼에 등록된 업체는 검증된 업체로 소비자는 안심하고 맡길 수 있다.

일반적으로 대기업의 서비스센터는 프린터를 비롯한 사무기기 수리 역시 자사 제품만 가능하다.

또한 수리 요청 시 시간 및 비용이 많이 소모된다.

사설 업체의 경우에는 비용은 저렴한 편이나 기술 검증이 안 되어 있으며, 취급 제품이 보통 10가지 내외다.

하지만 프린트히어로는 7000여종 프린터 및 사무기기를 취급하며, 온라인 역경매 견적으로 소비자는 기존보다 저렴한 가격으로 수리를 받을 수 있다.

뿐만 아니라 가격, 부품, 업체를 온라인에서 한 번에 확인 가능하다.

이외에도 자체 개발 솔루션으로 프린트 문제를 사전 예측하고 진단해준다.

소비자는 해당 홈페이지 만능키에 모델명, 에러코드, 부품명, 증상을 입력하는 것만으로 초기 진단을 받을 수 있다.

또한 홈페이지 내에서 프린터 및 주변기기 구매가 가능하며, 렌탈 상품도 실시간으로 확인 가능하다.

해당 플랫폼을 런칭한 HP솔루션은 2005년에 사업자를 등록하여 꾸준히 자체 기술 개발을 해 온 기업으로 2012년에는 국내 최초 프린터 부품 쇼핑몰을 오픈했고, 2015년에는 온라인 수리센터, 렌탈센터를 오픈했으며, 2016년에는 온라인 출력센터, 교육센터를 오픈했다.

그리고 2019년에는 프린트히어로 플랫폼을 런칭했다.

HP솔루션 관계자는 "프린트히어로는 최근 온라인화 되어 가는 수리, 렌탈 시장에서 수리비용을 낮추고, 비대면 서비스로 소비자 편익을 제공하는 플랫폼"이라고 말했다.

@highlight

㈜HP솔루션에서 런칭한 프린트 히어로 플랫폼은 사용하는 프린터에 문제가 발생했을 때, 검증된 업체를 연결하여 원스탑으로 문제를 해결해 주는 온라인 전문 플랫폼으로 HP솔루션 관계자는 "프린트히어로는 최근 온라인화 되어 가는 수리, 렌탈 시장에서 수리비용을 낮추고, 비대면 서비스로 소비자 편익을 제공하는 플랫폼"이라고 설명했다.