시즌 후반기를 향해 가는 프로축구와 프로야구 모두 선두 경쟁 못지않게 치열한 꼴찌 탈출 경쟁이 벌어지고 있다.

K리그1에선 10위 경남 FC(승점 19점), 11위 인천 유나이티드(승점 19점), 12위 제주 유나이티드(승점 18점)가 나란히 강등권 탈출을 위한 사투를 벌이고 있다.

공교롭게도 인천과 제주가 18일 경기에서 득점 없이 비기고 경남은 대구 FC에 패하면서 10위와 11위가 승점이 같아졌다.

K리그1은 최하위 팀은 자동으로 K리그2(2부 리그)로 강등되고 11위는 승강플레이오프라는 산을 넘어야 한다.

가장 마음이 급한 건 꼴찌 제주다.

제주는 최근 6경기 연속 무승(4무2패)으로 좀처럼 하락세를 끊지 못하고 있다.

K리그2에서는 만년 꼴등이던 서울 이랜드가 최근 4연승으로 작은 돌풍을 일으키면서 꼴찌 경쟁이 불붙기 시작했다.

4월 14일 1승 이후 14경기 내내 승리가 없던 이랜드는 7월 28일 3개월 만에 승리를 거둔 뒤 지난 12일에는 3연승으로 최하위(10위)에서 벗어나더니 급기야 18일에는 최근 8경기 무패(6승2무)를 달리던 3위 FC 안양마저 2-0으로 이겼다.

비상이 걸린 건 새로운 꼴찌 대전 시티즌이다.

현재 승점 16점으로 이랜드보다 4점이 부족하다.

프로야구에선 롯데 자이언츠와 한화 이글스의 '조류동맹'이 여전히 굳건하다.

상위권과 하위권이 시즌 초부터 굳어져 재미가 없어졌다는 평가를 받는 이번 시즌 KBO리그에서 그나마 볼거리를 제공하고 있다.

꼴찌로 추락하는가 싶던 한화가 최근 3연승을 달리며 지난 3일 이후 보름 만에 꼴찌 탈출에 성공한 반면 롯데는 최근 3연패하면서 다시 꼴찌가 됐다.

0.5경기 차 살얼음판 경쟁이다.

한화와 삼성은 각각 20일과 21일 삼성 라이온즈와 SK 와이번즈를 상대로 2연전을 치른다.

한화는 안방, 롯데는 방문이긴 하지만 한화는 삼성에 시즌 3승9패, 롯데는 SK에 시즌 2승10패로 천적을 만나는 셈이어서 두 팀의 '동병상련'은 앞으로도 당분간 계속될 것으로 보인다.

@highlight

시즌 후반기를 향해 가는 프로축구와 프로야구 치열한 꼴찌 탈출 경쟁이 벌어지고 있는 가운데, K리그1은 최하위 팀은 자동으로 K리그2로 강등되기 때문에 K리그1에선 10위 경남 FC, 11위 인천 유나이티드, 12위 제주 유나이티드가 꼴찌 탈출을 위한 치열한 싸움이 이어지고 있다.