[충청투데이 윤양수 기자] 청양군이 오는 30일부터 9월 1일까지 3일간 백세건강공원 일원에서 열리는 제20회 청양고추구기자축제 준비에 여념이 없다.

어느 해보다 매콤하고 풍성한 프로그램으로 방문객들을 만족시키기 위해서다.

이번 축제는 △나만의 고추양념 만들기 △고추탑 쌓기 △김치 만들기 체험 △물고기 잡기 △세계고추 전시관 △달집태우기 등 다채로운 체험행사와 연령별 즐길거리가 가득하다.

또 전국 최고 품질을 자랑하는 청양고추의 맛을 강조한 '1000원의 행복 고추를 담아라', 농산물 깜짝 경매, 읍·면 농특산물 판매와 시골장터, 작목별 연구회 전시 체험판매 행사를 꼼꼼하게 보완해 재미와 감동을 선사할 계획이다.

또한 건고추 4200포에 한정해 6㎏ 1포 구입자에게 1만원권 청양사랑상품권을 제공, 보다 저렴한 가격으로 고추를 구매할 수 있는 이벤트를 기획하고 있다.

특히 올해는 GAP인증 및 친환경 건고추를 별도로 준비하는 등 안전 농산물을 최대한 선보임으로써 청정지역의 브랜드 가치를 높일 계획이다.

고추 가격은 가격결정소위원회가 28일 최종 결정할 예정이다.

한편 청양고추(지리적표시제 제40호)는 부식질이 많고 배수가 잘되는 토양과 일교차가 큰 기후조건, 맑고 깨끗한 공기와 물로 생산되는 명품이다.

청양구기자(지리적표시제 제11호)는 5년 연속 국가브랜드 대상을 수상한 저력을 자랑하며 전국 생산량의 70%를 차지한다.

윤일근 축제추진위원장은 "청양구기자 음료를 무료로 시음할 수 있는 부스도 마련되어 있으니 오셔서 축제를 즐기며 건강까지 지키길 바란다"고 말했다.

김돈곤 군수는 "올해 20회째를 맞는 청양고추구기자축제는 그 어느 때보다 손님 맞을 준비가 잘 되어 있다"며 "청양군민이 정성껏 재배한 안전 농특산물과 다양한 이벤트, 문화공연 등 풍성한 볼거리를 맘껏 느껴보기 바란다"고 전했다.

@highlight

청양군이 오는 30일부터 9월 1일까지 3일간 백세건강공원 일원에서 △나만의 고추양념 만들기 △고추탑 쌓기 △김치 만들기 체험 △물고기 잡기 △세계고추 전시관 △달집태우기 등 다채로운 체험행사와 연령별 즐길거리, 건강까지 챙길 수 있는 청양구기자 음료 무료 시음 등으로 구성된 제20회 청양고추구기자축제를 진행한다.