한일 외교장관 회담을 이틀 앞둔 19일 일본이 반도체 소재 수출 규제 품목 중 극자외선(EUV) 포토레지스트 수출 신청 1건(6개월분)을 추가로 허가한 것으로 알려졌다.

수출 규제 조치 단행 35일 만이던 지난 7일 첫 번째 허가에 이은 두 번째 수출 허가다.

허가 품목은 두 차례 모두 동일했다.

EUV 포토레지스트는 시스템 반도체 공정에 주로 활용된다.

일본이 이달 들어 두 차례 삼성전자로의 소재 수출을 허가함에 따라 한일 간 무역갈등 국면에 대화와 협상 실마리가 생긴 것인지 주목된다.

한일 외교장관 회담에 이어 오는 24일 한일 군사정보보호협정(GSOMIA) 연장 시한을 앞두고 있어 한일 간 협의 필요가 커지고 있다.

앞서 지난 15일 광복절 연설에서 문재인 대통령이 "일본은 대화와 협력의 길로 나와야 한다"고 촉구하기도 했다.

일본산 소재 수출 허가로 인해 우리 반도체 생산에 숨통이 트였지만 당정은 소재·부품·장비 기술 확보의 고삐를 죄고 있다.

이날 성윤모 산업통상자원부 장관은 더불어민주당 소재·부품·장비·인력발전특별위원회 회의에 참석해 "강력하고 지속적인 정책 실행을 위해 범정부 차원의 소재·부품·장비위원회 설립을 추진하고 있으며 소재·부품·장비 특별법 개정도 논의 중"이라면서 "소재·부품·장비 관련 대규모 연구개발(R&D) 사업의 조속한 추진을 위해 예비타당성조사(예타) 면제 절차를 곧 마무리할 계획"이라고 밝혔다.

일본의 수출 규제 조치 이후 산업부는 5조원 규모의 소재산업 혁신기술 개발사업과 8000억원이 투입되는 제조장비 시스템 개발사업에 대한 예타 면제 방안을 검토해 왔다.

정부는 소재·부품 분야 R&D에 향후 7년간 7조 8000억원 이상을 투입한다는 큰 틀을 제시한 이후 세부 내용을 정리하고 있다.

성 장관은 특히 인력 양성과 관련해 "대학 연구소의 노후 장비 업그레이드를 지원하고, 지역 거점 대학에 소재·부품·장비 혁신 연구소(LAB)를 설치해 기술력을 갖춘 인력이 지역 기업에 공급되도록 하겠다"고 설명했다.

@highlight

한일 외교장관 회담을 앞두고 19일 일본은 수출 규제된 반도체 소재  EUV 포토레지스트의 삼성전자로의 수출을 2차로 허가하며 무역갈등 해결을 위한 협상 명분을 쌓으려고 하는 것은 아닌지 관심을 끌고 있다.