화성시 장안면에 추진 중인 ‘석포리 산업폐기물 처리시설’의 사업계획 철회를 요구하는 집회가 19일 화성시청 정문에서 열렸다.

오전 8시 30분에 시작된 집회에는 송옥주 더불어민주당 화성갑지역위원장, 조오순(한)화성시의원을 비롯해 석포리폐기물매립장반대주민대책위원회, 현대자동차 남양연구소 화성지부, 화성환경운동연합 등 시민사회단체와 주민 200여 명이 참석해 ‘주민 건강과 환경을 위협하는 석포리 폐기물매립장 계획을 부결하라’고 요구했다.

이들은 ‘석포리 폐기물최종처분시설 조성사업’의 반대 이유에 대해 주민과 시민사회가 동의한 적 없는 사업이고, 마을과 초등학교 등 정온시설 앞에 위치하게 돼 미세먼지 다량 배출로 인근 주민과 노동자, 시민의 건강 악화가 우려된다고 주장했다.

특히 이들은 "시가 사업예정구역인 화성습지(화성호)에 대한 수원시의 군공항 이전 움직임에 대항해 람사르습지 지정을 추진하면서 이곳에 폐기물매립장을 허가하는 것은 정책의 일관성이 없는 행정"이라며 "화재사고, 침출수 누출 등 단 한 번의 사고로도 걷잡을 수 없는 환경오염을 일으킬 것"이라고 입지의 부적합도 꼬집었다.

또 주민들은 시가 폐기물처리시설을 주로 시 서부지역, 즉 농어촌(비도시지역)에만 집중해 허가하고 있다고 비난하며 동서 차별을 시가 앞장서 조장한다는 주장을 해 파장이 예상된다.

마지막으로 이들은 "빈번한 폐기물매립장 화재사고와 침출수 누출사고 등 사고로 인한 모든 고통은 주민이 감수해야 한다"며 "도시계획위원회는 폐기물매립장 조성사업을 부결하고 시장은 조성사업을 반려하라"고 요구했다.

한편, 석포리 폐기물최종처분시설(산업폐기물매립장)은 장안면 석포리 708-2 일대에 건립되며 면적 13만6천991㎡에 매립면적 7만8천120㎡, 매립량은 180만㎥, 처리용량은 750t/일 규모로 건립된다.

@highlight

시민단체, 화성시 주민 200여명 등은 19일 오전 화성시청 정문에서 주민 건강과 환경을 위협하며 주민과 시민사회가 동의한 적 없는 '석포리 산업폐기물 처리시설' 계획에 대한 철회를 요구하는 집회를 열었다.