단국대는 2020학년도 모집인원 4988명 중 수시모집에서 전년대비 31명 늘어난 3425명을 선발한다.

전체 대비 69%에 해당한다.

전년보다 153명 늘어난 학생부종합전형은 수시모집인원의 43%인 1485명(죽전 797명, 천안 688명)을 학교생활기록부(교과, 비교과)와 자기소개서를 일괄 합산해 선발한다.

'학업역량, 전공적합성, 발전가능성, 인성' 등 4개 영역을 평가하며 면접 없이 선발한다.

다만, SW인재와 DKU인재(문예창작과)는 1단계(서류 100%) 3배수를 선발한 뒤 2단계(1단계성적 70%, 면접 30%)를 치른다.

의학계열(의예 10명, 치의예 14명)은 수능최저학력기준(국어, 수학-가형, 영어, 과탐 1과목의 합이 5등급 이내)을 적용한다.

작년까지는 학생부종합전형 내 전형 1개에만 지원이 가능했으나 올해부터 학생부종합전형 내 복수지원도 가능해졌다.

DKU인재전형과 SW인재전형, 고른기회전형을 동시에 지원할 수 있게 되었다.

학생부교과우수자전형은 1163명(죽전 383명, 천안 780명)을 선발한다.

교과성적은 석차등급을 활용하며 학년 구분 없이 100% 반영하고 수능최저학력기준을 별도로 적용한다.

수능최저학력기준은 죽전, 천안이 상이하게 적용된다.

수험생들은 대학입학홈페이지를 통해 전년도 최종 등록자 평균 등급을 확인할 수 있다.

죽전캠퍼스에서 선발하는 논술우수자전형은 수능최저학력기준 없이 △논술 60% △학생부교과 40%를 반영하며 출제는 △인문(인문사회 통합 3문제) △자연(수학 2문제)으로 출제된다.

입학홈페이지에 모의논술문제, 기출문제, 논술자료집, 해설영상 등 다양한 정보가 제공된다.

@highlight

단국대학교는 2020학년도 모집인원의 69%에 해당하는 3425명을 수시모집을 통해 선발할 예정이며, 특히 전년보다 153명 늘어난 학생부종합전형은 수시모집인원의 43%을 학교생활기록부와 자기소개서를 일괄 합산해 선발할 계획이다.