장흥동학농민혁명기념관은 올해 하반기에 동학농민혁명 당시 사용·제작됐던 유물을 추가로 공개할 계획이다.

장흥동학농민혁명기념관에 전시되어 있는 장태.

장흥군이 장흥동학농민혁명기념관 30m 높이의 대형 국기게양대에 가로 7m, 세로 5m 크기의 태극기를 내걸고 동학농민혁명 때 유물을 새로 공개하는 등 애국심 고취에 나섰다.

장흥군에 따르면 장흥동학농민혁명기념관은 동학농민혁명 당시 사용·제작됐던 관련 유물들을 추가로 공개하고 전시할 계획이다.

장흥군 출신 이방언 대접주가 고안해 동학농민혁명 당시 장성 황룡 전투에서 큰 역할을 한 ‘장태’도 실제 크기로 제작돼 있다.

장태는 원래 대나무로 만든 닭장이었으나 볏짚을 넣어 적군을 향해 진격할 때 방탄막으로 사용됐다.

장흥동학농민혁명기념관은 올해 하반기부터는 동학농민혁명 당시 사용·제작됐던 관련 유물 25점을 추가 공개할 계획이다.

기념관에서 소장하고 있는 지도류 3점, 서지류 15점, 장비류 7점을 전시해 관람객들에게 치열했던 당시 봉기의 모습을 전달할 예정이다.

장흥동학농민혁명기념관이 위치하고 있는 장흥읍 남외리 일대는 동학농민혁명의 최후 격전지로 알려져 있다.

지난 2009년 5월 국가지정사적지로 지정되면서, 2015년 건축면적 약 3000㎡ 규모의 장흥동학농민혁명기념관이 들어섰다.

영상실, 기획전시실, 체험실 등으로 구성된 기념관은 연간 약 1만2000명의 관람객이 방문한다.

장흥군 관계자는 “대형 태극가가 휘날리는 모습을 보고 애국심을 고취하는 것은 물론 동학농민혁명의 숭고한 정신을 가슴에 담는 계기가 되었으면 한다”고 말했다.

@highlight

올해 하반기부터 장흥동학농민혁명기념관은 동학농민혁명 당시 사용된 25점의 새로운 유물을 공개할 예정이며 대형 국기게양대에 태극기를 걸어놓아 관람객들이 그때의 위대한 정신을 되새길 수 있도록 할 것이다.