도내 특수학교 학생 대부분이 제주특별자치도치과의사회 봉사활동을 통해 운영되는 학교 안 구강관리실을 통해 치아 건강 관리를 하고 있는 것으로 나타났다.

하지만 학교 안 구강관리실 시설이 노후화돼 환경 개선이 요구되고 있다.

19일 제주특별자치도교육청 등에 따르면 도내 특수학교 다니는 학생들은 학교 안 구강관리실에서 정기적인 치과 검진을 받고 있다.

이는 발달장애인들의 경우 일반적인 치과 의자에 가만히 앉아있지 못하는 등 진료가 어려워 매번 치과를 방문하기에는 애로사항이 크기 때문이다.

이 때문에 매주 1회 또는 격주에 한번씩 보건소나 치과의사회 관계자들이 학교를 방문해 정기적인 검진에 나서고 있다.

그런데 학교 안 구강관리실에는 몸을 움직이지 못하게 천으로 감싸는 '장애인 전용 체어'가 구비돼 있지만 노후돼 시설 개선이 필요한 것으로 나타났다.

교육청에 따르면 서귀포온성학교의 경우 2006년 장애인 전용 체어 1대를 구입해 사용하고 있다.

영지학교는 2004년에 중고로 의자를 기증받았고, 영송학교는 1997년 의자를 중고로 구입했다.

대부분의 특수학교가 10~20년이 넘은 노후화된 장비를 사용하고 있는 것이다.

이는 장애인 전용 체어가 1600~1700만원 선으로 가격이 부담스러워 교체가 쉽지 않기 때문이다.

실제 도교육청이 지난달 장애 학생 치아 건강을 위해 도내 특수학교 관계자들의 의견을 수렴한 결과 구강 체어 교체를 원하는 답변이 가장 많았다.

아울러 장애인들을 위한 치과가 태부족해 이들이 구강 관리의 사각지대에 놓여있다는 지적도 나오고 있다.

도교육청 관계자는 "구강관리실을 통해 구강 검진과 스케일링 서비스 등을 제공하지만 신경치료까지 하기에는 여건상 어렵다"면서 "도내 유일 장애인구강진료센터인 제주대학교 내 제주권역 장애인구강진료센터를 통해 전신 마취 후 신경치료를 받을 수 있지만 실제 진료를 받으려면 수개월을 기다려야 하는 실정"이라고 말했다.

도교육청은 학교별 의견 수렴 결과를 토대로 내년부터 연차적으로 학교 구강관리실 환경 개선에 나설 방침이다.

@highlight

제주도 교육청은 도내 특수학교 학생 대부분이 이용하는 제주특별자치도치과의사회 봉사활동을 통해 운영되는 학교 안 구강관리실의 '장애인 전용 체어'가 노후돼 학교별 의견 수렴 결과를 토대로 내년부터 연차적으로 학교 구강관리실 환경 개선에 나설 방침이다.