고령화가 빠르게 진행되고 있는 가운데 최근 광주에서 중증질환을 앓던 70대 노부부가 같은 날 세상을 등졌다는 안타까운 소식이 전해졌다.

광주 동부경찰서에 따르면 지난 14알 동구 산수동 한 주택에서 A(79)씨와 그의 아내(74)가 숨진 채 발견됐다.

부부가 숨진 장소에선 가족에게 남긴 편지가 발견된 것으로 전해졌다.

경찰은 유가족 진술 등을 토대로 오랫동안 병을 앓아온 노부부가 극단적 선택을 한 것으로 추정하고 있다.

경찰 수사가 진행되고 있어 사인을 단정할 순 없지만 노 부부가 처지를 비관해 안타까운 선택을 했다면 이는 고령화 시대의 우울한 단면을 보여준 것이다.

광주·전남의 상당수 지역은 고령화를 너머 초고령화 상황에 직면해 있다.

전남의 경우 인구 5명 중 1명이 65세 이상 노인이다.

고령화 시대를 맞으면서 노인들이 쓸쓸하게 황혼을 보내다 죽음을 홀로 맞이하는 고독사가 늘어나고 있다.

신병이나 처지를 비관해 스스로 극단적인 선택을 하는 노인들도 적지 않다.

한국 노인 10만 명당 자살율은 24.3%로 OECD 회원국 중 11년 연속 가장 높다.

전남도 등 자치단체들은 사회문제로 대두된 고령화와 노인 고독사 문제를 해결하기 위해 나름의 대책을 세우고 시행 중이다.

전남도가 시행중인 ‘고독사(孤獨死) 지킴이단’은 그 중 하나다.

마을 전체가 나서 아이들의 교육을 책임지듯 지역 사회 구성원이 노인들이 외롭지 않은 노년을 지낼 수 있도록 한다는 것이다.

지킴이단은 세대 간 행복 나눔 상생모델로 자리매김했다는 평가를 받고 있다.

그러나 지킴이단 대부분은 부녀회와 이장, 대학생 등 자원봉사자다.

참여자가 부족할 땐 공백이 생길 수밖에 없다.

또 젊은 사람이 없는 농촌에선 노인이 노인을 돌봐야 하는 상황이다.

따라서 중앙정부가 나서 고독사 지킴이단 운영을 체계적으로 지원할 필요가 있다.

또 고독사 지킴이 운영 체제에 AI라든지 IoT 등 첨단 기술을 접목하는 등 보다 체계적인 대책이 나와야 할 때이다.

@highlight

고령화 시대에 접어들면서 노인들이 홀로 죽음을 맞이하거나 극단적 선택을 하는 사례가 많아지면서 사회적 대안이 시급한 가운데 전남은 고독사 문제를 해결하기 위해 '고독사 지킴이단'을 시행하고 있다.