20일 효성 탄소섬유 전주공장을 방문한 문재인 대통령이 발언하고 있다.

20일 문재인 대통령의 효성 탄소섬유 전주공장 방문은 일본의 수출규제 조치에 대응해 핵심 기술 자립 통한 극일(克日) 행보로 해석된다.

국산화 기술 개발에 성공한 기업을 격려하고 대일 수입 의존도를 낮추는데 박차를 가하겠다는 것으로, 앞서 문 대통령은 이달 7일 이전까지 일본에서 대부분 수입하던 '로봇용 하모닉 감속기' 기술을 국내 최초로 개발한 정밀제어용 감속기 생산 전문기업 SBB 테크를 방문했다.

문 대통령은 이날 효성 전주공장 방문에서 이 같은 의지를 거듭 밝혔다.

문 대통령은 축사에서 "아무도 흔들 수 없는 나라, 책임 있는 경제 강국이 되기 위해서는 핵심소재의 특정국가 의존도를 줄여야 한다"며 "이제 시작이다. 제조업 강국 한국의 저력을 다시 보여줄 수 있다"고 말했다.

문 대통령은 "탄소섬유는 미래 신산업의 뿌리에 해당하는 핵심 첨단소재로, 뿌리가 튼튼해야 흔들리지 않는다"며 "탄소섬유 신규투자가 첨단소재 산업 경쟁력 제고와 함께 다양한 분야의 신규투자를 촉진하는 마중물이 되길 바란다"고 말했다.

그러면서 "오늘 투자 협약식이 첨단소재 강국으로 도약하는 출발점"이라고 했다.

문 대통령은 "우리 경제의 지속적인 성장을 위해서는 새로운 성장동력 산업이 필요하다"며 "수소경제와 탄소섬유 산업이 그 해답 중 하나"라고 했다.

이어 "탄소섬유는 그 자체로 고성장 산업이며 연계된 수요산업의 경쟁력도 크게 높일 수 있다"며 "철을 대체하는 미래 제조업의 핵심소재 산업이 될 것이며, 효성의 담대한 도전과 과감한 실행을 정부도 적극 뒷받침하겠다"고 약속했다.

문 대통령은 또한 "탄소섬유 분야에서 우리는 후발 주자로, 수많은 시행착오를 겪으며 기술을 개발해 왔지만, 아직 경쟁력이 뒤진다"며 "다행히 2011년 효성이 마침내 국산화 개발에 성공했고 2013년 첫 양산을 시작했다"고 효성의 탄소섬유 개발 성과를 평가했다.

그러면서 효성의 신규 투자계획에 대해 "광복절 직후, 국민 여러분께 좋은 소식을 전하게 돼 매우 기쁘다"고도 했다.

@highlight

앞서 정밀제어용 감속기 생산 전문기업 SBB 테크를 방문했던 문재인 대통령은 20일 효성 탄소섬유 전주공장을 찾아가 핵심소재의 해외 의존도를 줄이고 제조업 강국의 저력을 보여달라며 일본의 수출규제 조치에 대해 극일 행보로 맞섰다.