효성 안양기술원에서 연구원이 효성첨단소재의 탄소섬유 제품을 살펴보고 있다.

효성이 1조원을 투자해 탄소섬유 생산량을 오는 2028년까지 연산 2만4000톤으로 늘린다.

스판덱스(첨단섬유), 디스플레이 소재 등에 이어 다시 한번 '소재 국산화'의 역사를 쓰게 됐다.

효성은 20일 효성첨단소재 전주 탄소섬유 공장에서 문재인 대통령과 조현준 효성 회장 등이 참석한 가운데 이 같은 내용을 담은 탄소섬유 신규투자 협약을 체결했다.

효성은 전주에 연 2000톤 규모 탄소섬유 설비를 가동 중이다.

여기에 추가로 내년 1월 가동을 목표로 연산 2000톤 규모 증축을 진행 중이다.

내년 2월부터 생산량이 총 4000톤으로 늘어난다.

불모지나 다름없던 국내서 탄소섬유 양산 시스템을 갖춰가고 있는 셈이다.

효성은 여기 멈추지 않고 오는 2028년까지 탄소섬유 생산능력을 10개 라인, 지금의 12배인 연산 2만4000톤으로 늘리기로 했다.

증설 완료까지 투입되는 총 투자비용만 1조원에 달한다.

증설이 마무리되면 효성의 탄소섬유 설비는 단일규모 세계 최대 생산능력을 자랑하게 된다.

탄소섬유는 철과는 비교도 되지 않을 정도로 가벼운 무게에도 불구하고 10배의 강도를 자랑한다.

고압을 견뎌야 하는 미래 산업에 필수다.

특히 차세대 자동차로 각광받고 있는 수소전기차를 비롯한 각종 수소산업의 연료탱크에는 빼놓을 수 없는 소재다.

효성의 1차 증설 설비 가동으로 그간 일본 기업에 전적으로 의존하고 있던 탄소섬유를 국산화할 수 있는 길이 열리게 됐다.

효성의 대대적 증설까지 마무리되면 글로벌 시장에서 한국산 탄소섬유가 일본 등 외국 기업들과 경쟁할 수 있게 된다.

증설이 마무리되면 효성의 글로벌시장 점유율은 현재 11위(2%)에서 3위(10%)까지 늘어날 것으로 전망된다.

고용도 현재 400명 수준에서 대폭 늘어나 2300개 이상의 신규 일자리를 만들 것으로 기대된다.

조 회장은 "수소경제가 탄소섬유의 새로운 시장을 열어준 만큼 탄소섬유 사업을 더 키워 소재강국 대한민국 건설에 한 축을 담당할 것"이라고 말했다.

@highlight

효성은 1조 원을 투자해 오는 2028년까지 탄소섬유 생산량을 연간 2만 4천 톤으로 증가시킬 계획으로, 증설 설비가 가동되면 일본 기업에 전량 의존하던 탄소섬유의 국산화가 가능해지며 증설 완료 시 단일 규모 세계 최대 생산능력을 가지게 된다.