몸캠피싱 대응 전문 업체 '제로데이'가 몸캠피씽&동영상 유포협박 24시간 차단 서비스로 두각을 나타내고 있다.

최근 사회적 문제가 된 사이버 범죄 '몸캠피씽'은 랜덤 채팅이나 채팅 어플을 통해 피해자에게 접근, 나체사진 혹은 영상을 촬영하고 해당 영상을 지인에게 유포하겠다며 협박하는 형태로 성행하고 있다.

여기서 문제는 경찰에 신고하더라도 범인을 잡기 어렵다는 것이다.

범행에 사용되는 어플은 추적이 쉽지 않으며, 핸드폰 번호 역시 대포폰을 사용해 추적하는 데 어려움이 뒤따른다.

실제로 인터넷 카페 '몸캠피싱 피해자 모임'에서는 하루에도 수차례 '영상을 계속해서 지인들에게 보낸다고 협박하는데, 정말 죽고싶다'는 내용의 글이 올라오는 상황이다.

이처럼 몸캠피씽 피해를 입은 경우, 가장 현명하고 마음 편한 해결 방법은 전문가를 통해 초기에 빠르게 대응하는 것이다.

제로데이와 같은 전문 업체에 의뢰하면 지속적인 모니터링을 통해 피해를 최소화해주고, 가장 정직하고 효과적인 대응 방안을 살펴볼 수 있다.

특히 몸캠피씽 피해 전문 '제로데이'는 IT보안 전문가로 구성돼 몸캠피싱, 몸또, 화상통화사기, 랜덤채팅사기 등 동영상 유포 협박 피해 방지를 위한 솔루션 프로그램을 개발하여 퍼스널 맞춤형 해결방안을 제안한다.

'제로데이'는 영통사기, 영섹사기, 영섹협박 등 몸캠피싱이 가장 성행하는 오후 6시부터 오전 3시까지 집중적인 상담 및 24시간 상담을 지원 중이므로, 피해 사실을 인지하는 즉시 연락하면 된다.

이 외에도 동영상이 유포되는 경로를 확실히 파악해 차단 및 유포 방지 작업을 진행하며 몰래 실행 중인 악성코드 프로그램에 대한 대처가 가능하다.

제로데이 관계자는 "가해자가 유도한 설치파일을 삭제하지 않은 상태에서 가급적 빨리 상담을 요청해 주셔야 유포 피해를 막는 데 도움이 된다. 오직 사실만을 알려드리며 철저한 초기대응에 도움을 제공하는 만큼, 최대한 빠른 시간 안에 연락을 달라"고 당부했다.

@highlight

최근 사회적 문제가 된 몸캠피씽 대응 전문 업체 '제로데이'는 몸캠피씽&동영상 유포협박 24시간 차단 서비스를 제공하며 두각을 나타내고 있다.