= 19일 오후 대구 달서구 두류동의 놀이공원 이월드에서 경찰과 국과수가 놀이기구 사고현장에서 현장감식을 진행하고 있다.

지난 16일 오후 6시 50분쯤 이월드에서 롤러코스터(궤도열차) 허리케인 근무자 A씨(22)가 객차 뒤편 레일에 오른쪽 다리가 끼어 무릎 아래가 절단되는 사고가 발생했다.

정부가 20일 에버랜드 등 전국 유원시설 354개를 대상으로 관계부처 합동 안전점검을 실시한다고 밝혔다.

대구 놀이공원 이월드에서 발생한 아르바이트생 다리 절단 사고와 관련, 전국 유원지의 안전 상태를 따져보겠다는 취지다.

문화체육관광부, 고용노동부는 지방자치단체와 함께 우선 종합유원시설 46곳에 대해 오는 26일부터 다음 달 6일까지 안전관리 특별점검을 실시한다.

종합유원시설은 롯데월드, 에버랜드 등 안전섬검사 대상이 6종 이상, 대지면적 1만㎡ 이상인 곳이다.

문체부는 △안전관리자 배치·운영 실태 △주기적인 안전교육 실시 △사업장 안전관리 지침 △지침과 상관없이 이뤄지는 관행적인 운영 실태 등을 점검할 계획이다.

고용부는 '산업안전보건법' 상 사업주의 안전 및 보건조치 준수 여부를 살펴볼 예정이다.

또 일반유원시설 308개소를 대상으로 사업장 자체 '자율안전점검'을 실시한다.

부실한 사업장은 10월 11일까지 현장점검을 받는다.

일반유원시설은 월미랜드 등 안전성검사 대상이 1종 이상인 곳이다.

정부는 이월드에 대해선 안전조치와 보건조치 준수 여부를 조사할 방침이다.

문체부는 안전규정 준수 및 교육 실시 여부, 노동부는 재해 원인을 조사할 계획이다.

정부는 유원시설 안전관리를 강화하기 위해 제도 개선도 추진한다고 했다.

사업주 대상 안전관리 교육을 신설하고 분기별 진행하던 안전관리자 교육 주기는 격월로 확대한다.

정부 관계자는 "관계부처 간 유원시설의 안전관리 대책을 엄정하게 추진해 이월드 사고와 같은 동종·유사 사고의 재발을 방지하고 안전사고를 예방하겠다"며 "또 유원시설을 안전하게 이용할 수 있는 환경을 만들겠다"고 말했다.

@highlight

이월드에서 지난 16일 오후 6시 50분쯤 롤러코스터 근무자A씨가 객차 뒤편 레일에 오른쪽 다리가 끼어 무릎 아래를 절단당한 사고로 인하여  정부가 20일 전국 유원시설 354개를 대상으로 안전 점검을 실시하며, 앞으로의 재발 방지를 약속했다.