5·18기념재단과 부마민주항쟁기념재단 관계자들이 오늘 광주에서 만나 연대 방안을 논의한다는 소식이다.

이날 간담회에서는 △5·18 진상규명위원회 출범 지연 대응 방안 △부마민주항쟁 국가기념일 지정 추진 현황(입법 예고 이후 절차 미흡) △부마민주항쟁 40주년 기념식 공동 개최 등과 관련한 논의를 진행할 것으로 알려졌다.

이날 간담회 참석자들의 면면은 두 항쟁을 대표하기에 부족하지 않다.

부마민주항쟁기념재단 송기인 이사장, 5·18기념재단 이철우 이사장, 5·18민주유공자유족회 정춘식 회장, 5·18민주화운동부상자회 김후식 회장, 부마민주항쟁기념재단 고호석 상임이사, 부마민주항쟁기념사업회 최갑순 회장 등이 참석할 예정이다.

부마민주항쟁과 5·18민주화운동의 연결 고리를 공유하고 단체들의 연대를 모색하는 자리라는 점에서 논의 결과가 주목된다.

5·18민주화운동과 부마민주항쟁은 군부독재의 사슬을 끊어내고 한국에서 민주주의가 성장할 수 있는 원동력을 제공했다는 점에서 닮은 점이 많다.

전두환 보안사령관이 1979년 10월 18일 부마항쟁 당시 부산의 계엄사령부를 방문, 진압 작전 계획을 검토·지휘한 자료가 최근에 공개됐다.

전두환 신군부는 부마에서 80년 5월 광주로 이어지는 민주화 요구를 잔인하게 진압하고 정권을 탈취했다.

두 항쟁은 떼려야 뗄 수 없는 유사성을 갖고 있으며, 한국 민주화운동에서 차지하는 비중도 크다.

영·호남을 대표하는 민주화운동인 부마항쟁과 5·18 단체의 연대는 두 항쟁의 전국화를 위해서도 바람직하다.

여야 정치권에 함께 압력을 가해 미해결 과제를 풀어 나가야 한다.

5·18은 대구 2·28 민주운동과도 교류를 하고 있다.

오늘 간담회에서 5·18민주화운동과 부마항쟁 단체가 연대의 고리를 탄탄하게 걸고 의미있는 성과를 도출하기를 기대한다.

@highlight

5.18기념재단과 부마민주항재기념재단 관계자들이 기념식 공동 개최 등 간담회를 열어 연대 방안을 논의할 계획인 가운데, 영호남을 대표하는 민주화운동 관련 단체의 만남이 두 항쟁의 전국화를 위해서 바람직하다는 목소리가 나왔다.