농협중앙회 김병원 회장은 20일 고랭지무·배추의 수급상황을 긴급 점검하기 위해 전국 최대 주산지인 강원도 대관령 일대 포전을 찾아 관계자들을 격려했다.

김병원 농협중앙회 회장은 "농업인 소득 안정과 추석 성수기를 대비해 출하물량을 확대하고 특별 할인판매 등을 통해 가격안정에도 최선을 다 하겠다"고 20일 밝혔다.

김병원 회장은 이날 고랭지무·배추 전국 최대 주산지인 강원도 대관령 일대 포전을 찾아 "고랭지무·배추 생산량 증가로 인한 가격약세를 해소하기 위해 정부·지자체와 함께 추가대책을 마련하겠다"며 이같이 말했다.

김 회장은 추석 성수기에 맞춰 본격적인 출하 준비를 앞두고 있는 포전 작황을 직접 확인하고 관계자들을 격려했다.

그는 지난 6월 11일 고랭지무·배추 포전을 찾아 정식상황을 점검한 바 있다.

김 회장은 안정적인 무·배추 공급을 위해 출하 전까지 세심한 포전관리를 당부하는 한편 가격안정대책 추진을 통한 농업인 소득안정을 위해 최선을 다해줄 것을 당부했다.

농협은 고랭지무·배추 가격안정을 위해 우선 산지농협 수급안정사업 물량을 전년도 6만5000톤보다 약 36% 증가한 8만9000톤(고랭지무 3만5000톤, 고랭지배추 5만4000톤)으로 확대하기로 했다.

또 고랭지 무·배추 전수조사 결과를 토대로 출하물량을 분산하고, 채소가격안정제 계약물량을 활용해 수급조절을 추진하기로 했다.

이상기상에 대비해 고랭지배추 예비묘 100만주 생산과 방제약제 및 용수장비 사전 준비 등 기상재해로 인한 농업인 피해 최소화 대책도 마련했다.

한편, 농협은 추석을 가격안정대책 일환으로 이달 말부터 9월 11일까지 2주간 무·배추 계약물량 출하를 확대하고 농협 하나로마트 등을 통해 최대 20% 특별 판매 등을 실시 할 예정이다.

농협중앙회 김병원 회장은 20일 고랭지무·배추의 수급상황을 긴급 점검하기 위해 전국 최대 주산지인 강원도 대관령 일대 포전을 찾아 관계자들을 격려했다.

@highlight

농협중앙회 김병원 회장은 20일 고랭지무·배추의 수급상황을 점검하기 위해 강원도 대관령 일대 포전을 찾아 농업인 소득 안정과 추석 성수기를 대비해 출하물량 확대와 특별 할인판매 등을 통해 가격안정을 꾀하고 고랭지무·배추 생산량 증가로 인한 가격약세를 해결하기 위해 정부·지자체와 함께 추가대책을 세우겠다고 발표하며 관계자들을 격려했다.