호남대학교(총장 박상철) 미래자동차공학부 자동차 경주팀 ‘모비딕’과 ‘호미카’가 ‘2019 대학생 자작자동차 대회’에서 장려상을 수상했다.

한국자동차공학회(KASE)가 주최하고 군산시가 후원한 ‘2019 대학생 자작자동차 대회’는 지난 16일~18일 새만금군산자동차경주장에서 98개대학 187개팀, 2700여 명이 참가한 가운데 열렸다.

이 대회에서 호남대는 모비딕과 호미카 등 2개 팀이 전기자동차(EV) 부문에 출전해 장려상을 받았다.

모비딕 차량을 타고 출전한 여성 카레이서 장유정(미래자동차공학부 1년)학생은 “호남대에 입학해 드라이버로 발탁돼 처음 참가한 대회에서 장려상을 받아 폭염속에서도 선배들과 함께 연습한 보람을 느끼고, 다른 팀들과 경주를 하면서 실전 경험을 쌓을 수 있어서 유익한 대회가 됐다”며 “오는 9월 6일부터 열리는 창작자동차 경진대회를 앞두고 맹훈련을 해서 더 좋은 성적을 거두겠다.”고 의지를 다졌다.

학생들과 함께 대회를 준비해온 손병래 지도교수(미래자동차공학부)는 “여름 폭염속에서도 열정을 갖고 교육과 훈련에 참여해준 학생들의 땀과 팀워크가 맺은 결실”이라며 “차량제작과 함께 훈련이나 고가의 밧데리를 지속적으로 장착하기 위해서는 예산지원이 필수적인데, 학교 측의 적극적인 재정지원이 있어 팀 운영과 대회참가가 가능했다”고 말했다.

호남대 미래자동차공학부는 2016년 5월 교육부의 프라임(PRIME)사업에 광주지역에서 유일하게 선정됐고, 2018년도에는 광주전남지역에서 유일하게 4차산업혁명 혁신선도대학 사업에 선정돼 연간 10억원의 정부지원을 받아 자동차 관련 명문학과로 도약하고 있다.

세계관에 자리잡은 ‘상상공작소’는 국내 4년제대학 자동차 관련학과 가운데 최고수준의 실습장비와 실내공간을 보유하고 있으며, 세부전공으로는 자동차전자제어전공과 자동차SW전공으로 구성돼 있다.

@highlight

지난 16일~18일 새만금군산자동차경주장에서 열린 ‘2019 대학생 자작자동차 대회’에서 호남대학교 미래자동차공학부 자동차 경주팀 ‘모비딕’과 ‘호미카’가 장려상을 수상했다.