크리스티아누 호날두가 26일 오후 서울 마포구 월드컵경기장에서 열린 하나원큐 팀 K리그와 유벤투스 FC의 친선경기에서 벤치에 앉아 있다.

크리스티아누 호날두(34·유벤투스)가 성폭행을 당했다고 주장하는 여성과 합의금을 주고받은 것으로 전해졌다.

20일(한국시간) 미국 연예 매체 TMZ는 호날두가 자신을 성폭행했다고 주장하는 미국 라스베가스 출신 여성 캐서린 마요르가에게 37만5000달러(약 4억5000만원)의 합의금을 지불했다고 인정한 법률 문서를 입수했다고 보도했다.

앞서 캐서린 마요르가는 2009년 6월 미국 라스베이거스의 한 호텔에서 호날두에게 성폭행을 당했다고 주장했다.

사촌, 매형과 휴가를 즐기던 호날두와 저녁 파티를 함께 한 뒤 스위트룸에 따라 들어갔다가 일이 벌어졌다는 것이다.

마요르가는 당시 경찰을 찾아가 성폭행 피해 사실을 알렸지만, 상대가 호날두인지는 밝히지 않았다.

대신 "유명한 축구 스타"라고만 설명했다.

하지만 마요르가는 지난해 8월 미투(Me too) 운동에 힘을 얻어 호날두가 자신을 성폭행했다며 경찰에 수사를 의뢰했다.

마요르가의 변호인인 레슬리 스토벌은 당시 기자회견에서 "마요르가는 수년간 트라우마를 겪으면서 괴로워했지만, 미투 운동과 함께 성폭행 사실을 알린 여성들이 큰 용기를 줬고, 앞으로 나올 수 있게 했다"고 밝혔다.

하지만 경찰은 증거 부족을 이유로 호날두를 기소하지 않았다.

이에 마요르가는 호날두를 상대로 민사소송을 제기하며 법정 공방을 이어갈 의지를 드러냈다.

그러자 호날두는 판사에게 "비밀유지 협약서가 있으며 공소시효가 오래됐다"며 사건을 기각해 달라는 법정 문서를 제출했다.

TMZ에 따르면 해당 문서에는 37만5000달러의 합의금이 지급됐음이 기재돼 있었다.

호날두는 합의금에 대해 "유죄를 인정하는 것이 아닌 법적인 분쟁을 언론에 공개하지 않는 데 지불한 비용"이라고 주장했다.

@highlight

호날두는 성폭행을 당했다고 주장하는 여성과 약 4억 5000만원의 합의금을 주었지만, 유죄를 인정하는 것이 아닌 언론에 공개 하지 않는데 지불한 비용이라고 주장했다.