ONE Championship 김대환(32)이 대회 3일 전 세계적인 강호와 대결을 수락하는 무모한 결정을 내렸다.

비록 지긴 했으나 박수를 받을만한 준비와 경기 내용이었다.

김대환은 16일 원챔피언십 태국 방콕 대회 제6경기(밴텀급)에 출전했으나 유수프 사둘라예프(34·러시아)에게 만장일치 판정패를 당했다.

원챔피언십 전적은 김대환이 6승 5패, 사둘라예프는 6승 4패가 됐다.

타이틀전을 경험한 김대환에 비해 사둘라예프는 아직 원챔피언십 챔피언에 도전한 적이 없긴 하나 72시간도 되지 않은 준비로 승리하기엔 너무 벅찬 상대였다.

원챔피언십 김대환(오른쪽)이 전 종합격투기 밴텀급 세계랭킹 15위 사둘라예프(왼쪽)에게 비록 지긴 했으나 깊은 인상을 심어줬다.

3일 전 대결 제안을 받고 나간 경기였으나 투지만큼은 밀리지 않았다.

김대환이 UFC 포함 세계랭킹에서 2014년 밴텀급 47위에 오르는 등 국제적인 명성을 얻었다면 사둘라예프는 2012년 무려 15위로 평가되며 'UFC 밖 재야의 최강자'라는 소리까지 들었다.

사둘라예프는 2014년 당시 유럽 종합격투기 최대 단체였던 ACB가 주최한 밴텀급 토너먼트를 우승하기도 했다.

김대환이 원챔피언십 경험이 좀 더 앞선다고 해서 만만히 볼 수 있기는커녕 만반의 준비 후 싸워도 객관적으로 열세를 면하기 쉽지 않은 매치업이다.

김대환은 부상자 발생으로 갑작스러운 대결 제안을 받고도 경기 전날 계체를 오차 없이 통과했다.

평소에도 언제든 출전할 수 있는 몸 상태를 유지했다는 얘기다.

물론 주도권은 사둘라예프가 경기 내내 잡았다.

김대환은 타격과 레슬링 공방 모두 열세를 면치 못했다.

그래도 타격에서 맞불을 놓는 등 꺾이지 않은 기세로 현장 관중뿐 아니라 국내외 시청자들에게 감동을 줬다.

@highlight

김대환은 원챔피언십 태국 방콕 대회 3일 전 세계적인 강호와 대결을 수락하는 무모한 결정을 내리고 16일 제6경기(밴텀급)에 출전하여 유수프 사둘라예프(34·러시아)에게 만장일치 판정패를 당했으나 타격에서 맞불을 놓는 등 투혼을 발휘하여 현장 관중뿐 아니라 국내외 시청자들에게 감동을 줬다.