▲ 건양대 웰다잉연구회가 캄보디아 대학에 웰다잉 교육 전파에 나섰다.

사진은 대전 메디컬캠퍼스 죽헌정보관.

[충청투데이 윤희섭 기자] 건양대 웰다잉연구회가 캄보디아 대학에 웰다잉 교육 전파에 나섰다.

20일 건양대에 따르면 지난 2월 캄보디아 프놈펜에 위치한 국립사회부대학교(이하 NISA)와 교육 자료 연계 협약을 체결한 웰다잉 융합연구회가 교육영상을 제작해 제공한다.

이번에 제공된 교육 영상자료는 웰다잉편, 웰빙편 총 2편이다.

1편당 60분 분량의 애니메이션으로 영어음성과 한국어 자막버전으로 제작됐다.

제1강 웰다잉편은 죽음교육의 필요성과 웰다잉이 무엇인지 그리고 이별준비를 어떻게 해야 하는지에 대한 내용을 담았다.

△현대사회와 죽음문제 △웰다잉의 의미 △이별준비와 상치 치유방법 △유언과 상속 등을 이해할 수 있도록 했다.

제2강 웰빙편은 금연과 절주 신체활동 건강 체중 등 건강한 사회생활을 하기 위한 생활실천의 내용을 담았다.

캄보디아 국립사회부대의 정규 교과목 '사회문제와 이슈'에서 직접적인 강의자료로 활용될 이번 영상은 캄보디아 대학에서 최초로 시도되는 삶과 죽음에 대한 웰다잉-웰빙 교육이다.

융합연구의 확대 및 온라인 교육 활성화를 통해 웰다잉교육의 세계적 확산에 기여하는 것으로 평가받고 있다.

건양대 웰다잉융합연구센터 연구책임자인 김광환 교수는 "킬링필드 등 죽음의 아픈 역사를 가진 캄보디아인들에게 죽음의 성찰을 통한 치유와 삶에 대한 소중한 가치를 교육할 수 있는 좋은 기회가 될 것"이라고 말했다.

한편 건양대 웰다잉 융합연구회는 한국연구재단 학제간 융합연구로 인문·사회와 보건·의료 영역의 연구자들을 주축으로 국가적 단위의 죽음교육 프로그램을 개발하고 있다.

@highlight

건양대 웰다잉 융합연구회가 삶과 죽음에 대한 웰다잉-웰빙 교육을 캄보디아 대학에 제공함에 따라 죽음의 성찰을 통한 치유와 삶에 대한 가치를 교육하는데 활용된다.