지난 7월 차고지증명제 전면 시행으로 자기 차고지를 원하는 도민들이 늘고 있다.

하지만 관련 예산이 일찌감치 소진돼 사업 신청 자체가 중단됐다고 한다.

자택에 차고지를 만들어 차를 구입하려던 시민들의 불만이 커질 수밖에 없다.

담장을 허물어 주차장을 조성하면 공사비의 90% 범위에서 최대 500만원까지 지원받는 사업이 올 연말까지 올스톱 된 것이다.

제주시 경우 올해 '자기 차고지 갖기 사업' 예산은 5억원에 이른다.

그러나 차고지증명제에 따른 사업 신청건수가 폭발적으로 늘면서 재원이 바닥났다.

지난 16일부터 아예 접수를 하지 않고 있다.

서귀포시 역시 사업비가 3억원이라는 차이만 있을 뿐 같은 상황이다.

지난달 중순부터 사업을 종료한 상태다.

다만 지난 2회 추경 때 9000만원의 예산을 올렸지만 제주도의회 심의에서 반영되지 않았다고 한다.

올해 해당 사업 예산이 일찍 떨어진 건 차고지증명제 시행으로 단독주택 소유자 위주로 그 수요가 몰린 탓이다.

결과적으로 예측 가능한 일이었는데도 예산문제에 전혀 대비가 안된 셈이다.

사업을 신청해도 퇴짜 맞은 시민 입장에선 값비싼 주차공간을 빌려야 하기에 민원마저 우려된다.

그간 뭘 준비했는지 한심할 따름이다.

여러 상황을 고려하면 당장 올 연말까지가 문제다.

자택은 물론이고 차량 구입, 이사 등으로 차고지를 증명해야 할 시민들은 발등의 불인 격이다.

적정 주차공간을 빌리려면 공영주차장만 해도 연 100만원 안팎의 임대료를 내야 해 경제적 타격이 너무 크다.

생계수단인 차를 사지도 말라는 거냐는 반발에 부딪칠 수 있다.

사실 자기 차고지 갖기 사업은 제주도가 10년 넘게 시행 중인 특수시책이다.

여기서 소외될 경우 이미 보조금을 받고 차고지를 확보한 이들과의 형평성 문제가 제기될 수도 있다.

그런 엇박자 행정이라는 비판에서 벗어나려면 추경을 통해서라도 즉시 사업 수요를 충족시키는 방안이 강구돼야 한다.

제도를 도입했으면 여건과 환경을 받쳐주는 것도 행정의 책무일 것이다.

@highlight

제주시가 올해 '자기 차고지 갖기 사업'에 책정한 예산이 5억원에 달하지만, 자신의 주택에 주자장이 있음을 증명해야하는 '차고지증명제'의 실시로 해당 사업 신청건수가 폭발적으로 늘면서 재원이 바닥나 시민들을 차별하고 있다는 비판을 피하기 위해서라도, 시는 추경을 해서라도 사업 수요를 충족시키는 방안을 마련해야한다.