채용희망기업도 상시 모집…"중소 조선·기자재업체 인력난 해소"

산업통상자원부는 액화천연가스(LNG) 운반·추진 선박과 기자재 생산에 특화된 설계인력을 양성하기 위해 올해 40명을 시작으로 2021년까지 모두 360명의 교육생을 모집한다고 20일 밝혔다.

이번 사업은 올해 추가경정예산에 포함된 사업비 140억 원 규모의 대·중소협력 기술지원사업(2019∼2021년)의 일환으로, 오는 9∼12월 1기 교육생 40명을 뽑고 내년부터는 분기별 40명씩 연간 160명을 모집할 계획이다.

LNG특화 설계엔지니어링 핵심인력 양성사업은 LNG 선박 및 LNG 기자재 생산설계(선체·기장·선장·전장) 전문 교육사업이다.

거주지에 상관없이 조선 관련 산업 퇴직자, 미취업자, 청년 구직자, 전문대학·대학 졸업예정자(2020년 2월)를 대상으로 하며, 교육비(교재·중식 포함)는 전액 무료로 제공된다.

이번 교육을 수료한 전문인력을 채용한 기업에는 장려금을 지급한다.

고용위기지역인 경남지역 조선업종 중견·중소기업을 지원 대상으로 하며, 기업당 최대 5000만 원(1인당 최대 1000만 원)이 경남도비로 지원된다.

LNG 선박과 조선 공정 전반에 대한 이론교육과 과정별로 특화된 생산설계 심화과정 등 실습교육으로 구성된다.

국내 조선소에서 실제 사용 중인 설계소프트웨어를 활용한 현장 맞춤형 실습교육도 이뤄지며, 조선사에서 설계소프트웨어·강사 등을 지원한다.

교육생 접수는 21일부터 9월 11일까지며, 온라인 서류접수는 주관기관인 경남테크노파크 홈페이지를 통해 가능하다.

교육생 채용 희망기업은 21일부터 연중 상시 모집한다.

산업부 관계자는 "LNG 운반선과 LNG 추진선 수주 증가에도 중소조선사와 기자재업체는 LNG 관련 설계전문인력 부족에 시달리고 있다"면서 "대형조선사와 협력을 통해 LNG 설계전문인력을 양성하고 중소조선사 및 기자재 업체에 채용되도록 연계하겠다"고 말했다.

@highlight

상업통상자원부는 LNG관련 전문인력을 양성하기 위해  거주지에 상관없이 대졸자, 구직자 등 360명의 교육생을 모집한다고 밝혔고 접수는 경남테크노파크 홈페이지에서 할 수 있다.