블록체인 전문 미디어 더비체인은 블록체인 기반 최신 디지털 자산 트렌드를 한 눈에 살펴 볼 수 있는 컨퍼런스를 개최한다.

블록체인과 암호화폐를 활용한 다앙한 탈중앙화 금융, 일명 디파이(DeFi)가 화두로 부상했다.

마이닝 인프라를 통해 수익을 공유하는 '비트코인 클라우드 마이닝'부터 블록체인 프로젝트에 참여해 암호화폐를 보상으로 받는 '지분증명(PoS) 기반 스테이킹(위임) 서비스', 각종 암호화폐를 담보로 한 '대출 프로젝트' 등 다양한 블록체인 기반의 금융 서비스가 등장해 투자자 주목을 끌고 있다.

더비체인이 9월 5일 서울 코엑스 2층 스타트업센터에서 '디지털 자산 기술 트렌드와 뉴 비즈니스'란 주제로 탈중앙화 금융 시장 최신 트렌드를 살펴보고 투자자 관점에서 유의해야 할 체크포인트를 짚어준다.

특히 블록체인 산업에서 활약하고 있는 업계 리더가 총출동한다.

블록체인 기반 디지털 자산 의미와 효과적인 디지털 자산 활용 전략, 국내외 동향 등을 공유할 예정이다.

안전한 암호자산 거래소를 표방하는 고팍스 이준행 대표가 '자산으로서의 암호화폐 어떻게 볼 것인가?'란 주제로 자산 관점에서 암호화폐를 조망한다.

앞으로 디지털 자산이 어떻게 발전할 지 소개할 예정이다.

이더리움 기반 스테이블 코인으로 관심을 끌고 있는 글로벌 프로젝트인 메이커다오(MakerDAO) 남두완 한국대표도 국내외 블록체인 기반 다양한 금융서비스 현황을 정리하고 향후 전망에 대해 발표한다.

체인파트너스 표철민 대표는 '크립토 생태계와 뉴 비즈니스, 투자'란 제목으로 암호화폐 기반 新 금융 서비스와 전망, 비전을 공개한다.

이외에도 이번 행사에서는 △확산되는 지분증명(PoS), 위탁 스테이킹 전략 △거래소 기반 암호화폐 렌딩 모델 △PoW와 클라우드 마이닝, 현황과 전망 △크랩토 애셋, 안전한 관리 솔루션 등을 주제로 업계 전문가들이 구체적인 사례 발표와 함께 투자전략을 소개할 예정이다.

@highlight

더비체인이 진행하는 컨퍼런스에는 업계 리더가 참가해 블록체인을 토대로 한 최신 디지털 자산 트렌드를 한 눈에 볼 수 있고 그 의미와 효율적인 디지털 자산 활용 전략 등을 함께 한다.