현대BS&C는 이달 중 김포 한강신도시에서 대규모 오피스텔 '김포 현대썬앤빌 더킹'을 분양한다고 20일 밝혔다.

경기도 김포시 구래동에 들어서는 이 단지는 지하 5층～지상 10층, 전용 22~39㎡1890실 규모(주차시설 1461대)로 조성된다.

특히 랜드마크급 대단지로 건립되는 만큼 다양한 부대시설과 최첨단 시스템, 설계가 제공된다.

오피스텔은 원룸, 투룸 등 총 5개 타입으로 구성해 수요자 선택의 폭을 넓혔다.

특히, 단지 안에 연면적 8736㎡의 대형근린생활시설과 옥상 휴게공간·운동시설, 중정공원(약 3000㎡·2개소), 층별 휴게데크, 왕복 약 900m 길이의 옥상 런닝트랙(산책로 포함)이 마련된다.

또한 조식서비스, 컨시어지 등 호텔급 서비스(유료)는 물론, 홈오토메이션과 무인택배시스템, 무인경비시스템, 차번인식 주차관제, 원격검침 설비, 주차안내 정보제공 등 입주자의 편의와 안전을 위한 다양한 시스템도 적용될 예정이다.

지하철 5·9호선과 환승되는 김포도시철도(예정) 구래역과 양촌역을 이용할 수 있고 제2외곽순환고속도로와 48번 국도, 김포한강로를 이용해 전국 주요 지역으로 빠르게 이동할 수 있다.

구래지구 중심상업지구도 인접해 있다.

배후수요도 탄탄해 구래지구 자족용지 내 지식산업센터(예정)와 장기권역 지식산업센터, 1300개 업체(1만8000명)가 입주한 김포골드밸리 내 종사자들을 임대수요로 확보할 수 있다.

'김포 현대썬앤빌 더킹' 모델하우스는 서울시 영등포구(영등포동3가 6-17)와 경기 김포시(구래동 6917-5) 2곳에 마련되며 오는 23일 문을 열고 본격적인 분양일정에 돌입할 예정이다.

@highlight

현대BS&C는 김포도시철도(예정) 구래역과 양촌역을 이용가능하고 교통도 편리하며 배후수요도 탄탄한 구래지구에 1890실 규모의 오피스텔 김포 현대썬앤빌 더 킹을 분양할 예정이다.