오는 9월부터 11월까지 향후 석달간 제주지역에서 아파트 919세대에 대한 입주가 이뤄진다.

다만, 부동산 침체의 장기화로 인해 최근 입주경기실사지수는 크게 악화되면서 미분양 사태를 가중시킬 수 있다는 우려의 목소리도 공존한다.

20일 국토교통부에 따르면 9~11월 3개월간 전국 입주예정 아파트는 5년 평균(9만3000세대) 대비 20.4% 감소, 전년동기(12만1000세대)에 견줘 39.4% 각각 감소한 7만3632세대로 집계됐다.

이 가운데 제주지역에서 이뤄지는 입주물량은 919세대로 월별로는 9월 462세대, 10월 441세대, 11월 16세대 등이다.

9월 입주 예정인 지역은 서귀포시 남원읍, 대정읍, 동홍동, 법환동을 비롯해 제주시 삼양동과 조천읍 등 6곳이다.

10월에는 제주시 노형동과 연동, 그리고 서귀포시 대정읍 등 3곳에서 입주가 이뤄진다.

11월 입주물량은 제주시 한림읍 소재 행복주택이다.

이들 대부분은 국민주택 85㎡(약 25.7평, 아파트 30평형 초반)이하이며, 제주국제학교 인근 대정읍 보성리에 9~10월 입주 예정인 104세대가 이를 초과한 중대형 아파트에 속한다.

제주시 도심과 서귀포시 동지역, 국제학교 인근에 위치한 물량들로 미분양 사태 속에서도 경쟁력은 있을 것으로 보인다.

한편 주택산업연구원이 최근 발표한 '8월 전국 입주경기실사지수(HOSI)'에 의하면 제주지역의 8월 HOSI는 47.3(전국평균 69.3)으로 전국에서 가장 낮다.

부동산 경기 침체 등 전반적인 지역경기 악화로 전월동기 대비 10.5p가 하락했다.

7월 HOSI 실적도 44.4(69.5)로 전국 최하위다.

하지만 최근 3개월간 입주율은 5월 51.8%(이하 전국평균 78.7%), 6월 58.2%(77.6%), 7월 63.6%(74.4%)로 전국평균보다는 낮지만 증가세를 유지하고 있다.

올 상반기 기준 제주지역 미분양 주택 물량은 1218가구(제주시 648·서귀포시570)에 이른다.

@highlight

부동산 침체 장기화로 미분양 사태를 가중시킬 수 있다는 우려 속에서 오는 9월 부터 11월 까지 제주지역에서 아파트 919세대가 입주를 하면 대부분은 국민주택 85㎡ 이하이다.