초고령화 사회인 일본에서 가족과 함께 살지만 고독사 하는 사례가 늘고 있다고 현지 고베신문이 19일 보도했다.

신문은 이를 '동거고독사'로 부르며 24시간이 지나 시신이 발견된 경우라고 정의했다.

고베신문은 일본 효고현의 보건 담당국 자료를 인용해 2004~08년 5년 동안 고베시 7개 구의 동거고독사는 43명이었으나, 2014~2018년에는 61명으로 1.4배로 늘었다고 전했다.

61명 중 80%가량은 4일 이내 시신이 발견됐으나 5~7일 8명, 15~30일도 1명 있었다.

또 이들은 주로 동거 가족이 아닌 외부 친척이나 복지사가 발견했다.

동거고독사의 주요 사례는 생존한 동거인이 치매이거나 사망자가 은둔형외톨이인 경우가 많았다.

지난해에는 고령의 남성이 사망 후 1주일 정도 지나 발견된 일이 있는데, 함께 살던 사람은 치매 여성이었다.

시신 발견 당시 집안은 어질러진 상태였다.

한 유품정리업체에 따르면 가족끼리 사이가 좋지 않은 경우도 많다고 한다.

이에 따르면 오사카에서 80대 여성의 시신이 3일 지나 발견된 사례가 있는데, 이 여성은 50대 딸과 1, 2층을 따로 쓰며 지냈지만 교류가 별로 없었다.

정부 차원의 통계는 없지만 지난 2016년 도쿄도도 관련 조사자료를 낸 적이 있다.

당시 도쿄도 보건 담당국에 따르면 가족과 함께 살지만 고립 상태에서 '비정상 죽음'을 맞이한 65세 이상은 2044명으로, 혼자 살다 고독사 한 경우(3121명)와 큰 차이를 보이지 않았다.

여기서 '비정상 죽음'에는 자살, 사고사도 포함됐지만 고독사가 많았다.

일본은 이미 65세 이상 인구가 25%를 훌쩍 넘겨 동거고독사 사례도 늘어날 가능성이 있다.

전문가들은 개개인을 고립시키지 않는 구조를 만들어야 한다고 말한다.

슈쿠토쿠대학의 유키 야스히로 복지학 교수는 "동거 가족이 있으면 도움이 필요한 고령자라도 지자체 방문 대상에서 제외된다"고 지적했다.

@highlight

19일 고베신문은 초고령화 사회 일본에서 노인들이 가족과 살지만 고독사 하는 사례가 늘고 있으며 이를 동거고독사로 칭하였는데 이는 24시간 지나서 시신으로 발견된 것으로 정의하였으며 2014~2018년에 61명으로 1.4배 증가했다고 전했다