이번에는 새 얼굴이다.

한화는 20일 대전 한화생명이글스파크에서 삼성과 맞붙는다.

삼성의 선발투수는 일주일 전 KBO리그 데뷔전을 치렀던 벤 라이블리(27)다.

한화는 삼성 외국인투수 징크스에 시달렸다.

라이블리가 오기 전 삼성 마운드를 지켰던 덱 맥과이어(30)와 저스틴 헤일리(28)에게 승리를 조공했다.

퇴출된 맥과이어와 헤얼리는 9승을 합작했다.

그중 5승이 한화전이었다.

한화는 올해 삼성 외국인투수 등판 경기에서 한 번도 이기지 못했다.

맥과이어, 헤일리가 떠난 뒤 라이블리(사진)를 처음으로 상대한다.

한화는 삼성 외국인투수가 등판한 경기마다 졌다.

5전 5패다.

삼성이 올해도 외국인투수 잔혹사를 끊지 못했지만 그래도 한화전만은 예외였다.

맥과이어는 '독수리 사냥꾼'이다.

한화전 4경기 4승 평균자책점 2.67로 매우 강했다.

특히 4월 21일 대전 경기에서는 9이닝 동안 4사구 2개만 내줘 역대 14번째 노히트노런을 달성했다.

헤일리는 한화전에 딱 한 차례 등판했다.

6월 23일 대전 경기에서 5이닝 5실점을 했으나 4회까지 9점을 뽑은 타선의 화끈한 지원으로 승리투수가 됐다.

헤일리의 마지막 승리였다.

삼성 외국인투수 공략에 실패하면서 한화는 시즌 전적에서 삼성에 일방적으로 밀렸다.

3승 9패로 상대 팀별 전적에서 가장 열세다.

한화는 라이블리와 첫 대결이다.

라이블리의 첫인상은 '두 얼굴'이었다.

13일 문학 SK 와이번스전에서 5이닝 4실점으로 패전투수가 됐다.

9탈삼진을 기록했으나 4사구가 무려 7개였다.

앞으로 맥과이어, 헤일리를 안 만나는 한화는 삼성 외국인투수 징크스를 끝내길 희망한다.

거꾸로 첫 승이 고픈 라이블리는 맥과이어, 헤일리처럼 한화전 승운이 따라주기를 원한다.

@highlight

올해 삼성의 외인 투수가 등판한 경기에서 5전 5패로 외인 투수에 약했던 한화는 라이블리와 첫 대결을 하게된다.