지난달 30일 제주시 한경면 고산리 엉알길 일부 구간에 낙석과 토사유출이 발생했다.

제주시 한경면 고산리에 위치한 천연기념물 제513호인 수월봉 화산쇄설층에서 낙석과 토사 유출이 발생해 붕괴방지대책 마련이 시급하다는 지적이 나오고 있다.

18일 제주시 한경면 수월봉 엉알 해안 산책길(이하 엉알길)에는 곳곳에 붕괴된 것으로 보이는 암석들과 토사 흔적들을 쉽게 발견할 수 있었다.

태평양 전쟁 당시 일본군에 의해 구축된 갱도진지는 붕괴위험으로 인해 출입이 통제됐다.

일부 구간에는 낙석 방지망과 펜스 등이 설치돼 낙석 주의 문구를 설치하기도 했다.

매년 태풍과 집중호우가 잦은 여름철에 낙석과 토사유출이 반복되고 있다.

실제로 지난달 30일 낙석과 토사 유출이 발생(사진)했으며, 2017년 8월에도 낙석이 발생해 관광객과 도민의 출입을 일부 통제했다.

또 2015년 6월에는 1m가 넘는 크기의 암석이 떨어져 해당 장소에는 낙석 주의 펜스가 설치됐다.

이에 따라 엉알길을 찾는 도민과 관광객의 안전을 위해 대책 마련이 필요하지만 문화재청의 허가 등 복잡한 절차가 남아있다.

제주도 세계유산본부 관계자는 "문화재로 지정된 수월봉 일대의 정비사업을 위해서는 문화재청의 현상변경허가가 필요해 어려운 부분이 많다"며 "현재 수월봉 일대를 전체적으로 관리하기 위해 문화재청에 수월봉 종합정비기본계획을 신청한 상태"라고 밝혔다.

한편 수월봉 화산쇄설층 일대는 지난 2009년 지질학적 가치를 인정받아 천연기념물 제513호로 지정됐다.

특히 화쇄난류(火碎亂流, pyroclastic surge)라는 화산재 운반 작용에 의해 형성돼, 수성화산과 화쇄난류 연구에 있어 중요한 자연유산으로 학술적·교육적 가치가 높고 경관도 뛰어나다.

@highlight

지난달 30일 제주시 한경면 고산리 엉알길 일부 구간에 낙석과 토사유출이 발생 했으며, 곳곳에 붕괴된 것으로 보이는 암석과 토사 흔적을 쉽게 발견할 수 있으며,  엉알길을 찾는 도민과 관광객의 안전을 위해 대책 마련이 필요하지만 문화재청의 허가 등 복잡한 절차가 남아있다