한샘 빌트인 드레스룸 의류수납장에 삼성전자 에어드레서가 배치됐다.

삼성전자와 한샘이 손잡고 의류청정기 '에어드레서' 전용 가구를 선보였다.

국내 가전과 가구 대표기업간 협업 사례다.

19일 업계에 따르면 한샘이 삼성전자 에어드레서 전용 빌트인 드레스룸을 출시했다.

한샘 빌트인 의류수납장에 가전 제품을 탑재해 빌트인 가전처럼 활용할 수 있다.

한샘 가구매장에서는 에어드레서와 전용 가구를 결합해서 판매한다.

이번 합작은 삼성전자의 러브콜로 시작됐다.

삼성전자가 한샘에 전용 빌트인 가구 제작 가능성을 타진했고, 이를 한샘이 받아들이면서 새로운 가구와 가전의 융합 제품이 나왔다.

개발 과정에서 양사가 제품 샘플을 같이 공유하고 여러 의견 교환도 이뤄졌다.

에어드레서 전용 드레스룸을 활용하면 에어드레서가 마치 가구에 한 부분처럼 배치된다.

기기가 가구 밖으로 튀어나오지 않아 미관을 해치지 않는다.

한샘은 에어드레서 진동과 소음이 적다는 점 때문에 빌트인 가구 출시가 가능했다고 밝혔다.

빌트인 가구를 제작할 때 제품 진동과 정숙성이 중요하기 때문이다.

한샘 관계자는 "의류청정기에서 큰 진동이 발생하면 가구 내에 집어넣기 힘들다. 기기와 가구가 지속적으로 부딪히면서 붙박이장 내구성에 악영향을 줄 수 있기 때문"이라고 말했다.

그는 "강한 바람을 이용해 먼지를 털어내기 때문에 삼성 에어드레서는 진동과 소음이 적어 빌트인으로 만들 수 있었다"고 덧붙였다.

삼성 에어드레서는 제트에어로 의류 겉감과 안감 먼지를 털어내는 방식을 채택했다.

의류 전용 미세먼지 필터와 냄새분해 필터를 탑재했다.

장마철이나 습도가 높은 여름철에 공간 제습으로 습기를 제거한다.

생활공간에서 가전이 차지하는 비중은 갈수록 커지고 있다.

소비자는 가전이 실내 공간 활용도를 높일 수 있는 방향을 원한다.

업계 관계자는 "성능뿐만 아니라 외관, 주변과의 조화를 원하는 소비자가 늘고 있어 빌트인과 가구형 가전 시장 전망은 밝다"고 말했다.

@highlight

한샘은 의류수납장에 가전 제품을 탑재해 빌트인 가전처럼 활용할 수 있는 한샘이 삼성전자 에어드레서 전용 빌트인 드레스룸을 전용 가구를 결합해서 판매할 예정이라고 밝혔다.