정부가 과학기술 분야 중장기계획을 중간 점검해 단계별 성과를 측정한다.

종료시점에 실시해 온 심층분석에 앞서 성과 달성도를 조사해 종합계획의 실효를 높인다.

내년 시범 시행을 거친 뒤 향후 확대를 검토한다.

20일 관련부처에 따르면 과학기술정보통신부 과학기술혁신본부는 내년 '성과목표 달성도 조사'를 시범 시행하기로 하고 가이드라인 제정에 들어갔다.

조사 대상은 과학기술 중장기계획 중 이행 3년차에 접어드는 종합계획이다.

종합계획 수립 당시 제시한 정량·정성목표의 연차별 달성현황을 점검한다.

종합계획 수립 부처가 직접 조사한 뒤 점검 자료를 과기정통부에 전달한다.

과기정통부와 기상청이 각각 수립한 '제3차 생명공학육성기본계획'과 '제3차 기상업무발전기본계획'이 내년 시범 시행 대상으로 선정됐다.

과기혁신본부는 조사 결과를 바탕으로 2021년부터 확대 적용을 검토한다.

과기혁신본부는 성과목표 달성도 조사 가이드라인을 마련해 연말께 해당 부처에 전달할 계획이다.

성과목표 달성도 조사 도입으로 중장기계획 이행과정에도 성과를 점검해 사업 효과를 제고할 것으로 기대된다.

2018년 기준 16개 중앙행정기관이 총 84개 과학기술분야 중장기계획을 시행했다.

그간 중장기계획에 대한 조사분석은 현황 조사와 세부계획 간 연계성 분석 중심으로 이뤄졌다.

'중장기계획심층분석'은 종료 시점이 2년 이내인 다부처 종합계획이 대상으로 관련 부처에 차기 계획을 수립할 때 반영할 수 있도록 컨설팅을 제공한다.

중장기계획 이행 과정에서 성과를 점검하는 절차가 새로 생김으로써 성과 검증이 빨라지게 됐다.

과기혁신본부 관계자는 "내년 시범 시행과 관련해 두 대상 기관과 협의를 마친 상태"라면서 "연말까지 가이드라인 등을 제정해 전달할 계획"이라고 말했다.

이 관계자는 "심층분석과 달리 성과목표 달성도 조사는 단독부처 계획도 대상이기 때문에 조사 대상 폭이 넓다"면서 "종합계획 이행 과정에서 성과를 점검하고 이후 심층분석을 거칠 수 있기 때문에 성과 제고나 차기 계획 수립 측면에서 도움이 될 것"이라고 설명했다.

@highlight

정부가 종료 시점에 실시한 심층분석에 앞서 성과 달성도를 분석해 종합 계획의 실효성을 높일 목적으로 과학기술 분야의 중장기 계획을 중간 점검해 단계별 성과를 검토하기로 하여 성과 검증이 빨라질 것으로 예상된다.