1920년 6월, 죽음의 골짜기로 일본 정규군을 유인해 최초의 승리를 이룬 독립군들의 전투를 그린 영화 <봉오동 전투> 를 빛낸 배우 최민식에 대한 관심이 뜨겁다.

"홍범도 장군은 '봉오동 전투'의 상징적인 인물이기 때문에 반드시 상징성이 가장 큰 배우가 맡았으면 했다"는 원신연 감독의 선택은 바로 최민식이었다.

<넘버 3>부터 <쉬리>, <올드보이>, <대호>, <범죄와의 전쟁: 나쁜놈들 전성시대> 그리고 1,761만 관객을 동원하며 역대 박스오피스 1위에 오른 <명량>까지 매 작품마다 대체 불가한 존재감을 선보여온 배우 최민식이 홍범도 장군으로 변신, 뜨거운 호평을 이끌어내고 있다.

최민식이 연기한 홍범도 장군은 대한독립군 총사령관으로 봉오동 전투의 모든 작전을 수립하고 독립군을 진두지휘한 인물이다.

또한 봉오동 전투가 끝난 이후 다음 행선지를 묻는 황해철(유해진)의 질문에 "청산리"라고 답하며 끝나지 않은 독립군의 전투를 예고, 독립을 향한 독립군의 굳은 의지를 드러내며 마지막 순간까지도 긴장을 놓지 못하게 만든다.

실제 독립군은 첫 대규모 승리인 봉오동 전투 이후 청산리에서도 대승을 이뤘다.

"짧은 순간의 등장으로도 봉오동 전투 전체를 관통하고 지배하는 힘이 느껴져야 했다"는 원신연 감독의 바람대로 최민식은 탁월한 연기력으로 캐릭터에 생동감을 불어넣었다.

강렬한 에너지와 깊은 눈빛으로 홍범도가 지닌 기개와 강인함을 그려낸 그의 명품 연기가 작품에 묵직함을 더하며 여운을 끌어올린다.

유해진, 류준열, 조우진의 시대를 뚫고 나온 연기뿐 아니라 최민식의 압도적인 장악력까지 만날 수 있는 영화 <봉오동 전투>는 400만 관객을 돌파하며 장기 흥행을 이어가고 있다.

@highlight

독립군들의 최초 승리 전투를 그린 영화 <봉오동 전투>는 400만 관객을 돌파하며 흥행중인데, 홍범도 장군역의 최민식은 역할을 훌륭하게 소화해내며 그의 명품 연기가 조명받고 있다.