[충청투데이 이재범 기자] 천안시가 제2버스터미널 신설을 위한 타당성 조사를 추진한다.

20일 시에 따르면 시는 최근 '2019년 2회 추경예산안'에 제2고속시외버스터미널 신설 타당성 조사 용역비 2200만 원을 편성했다.

시는 오는 30일 천안시의회 225회 임시회 본회의 의결을 통해 2회 추경예산안이 통과되면 9월 용역을 발주한다는 계획이다.

용역에는 천안시 동남구 신부동에 위치한 위치한 시외버스와 고속버스터미널의 운영현황 분석과 함께 제2고속시외버스터미널의 규모와 후보지 검토 결과 등이 포함된다.

여기에 사업성 검토와 함께 사업비 및 사업방식 등도 담길 것으로 전해졌다.

시는 용역결과 제2고속시외버스터미널 신설이 타당하고 후보지가 선정되면 행정절차 등을 밟아 2025년까지 완공한다는 방침이다.

이에 앞서 구본영 천안시장은 지난 7월 19일 시청 브리핑실에서 '더 큰 천안을 위한 미래전략 구상'을 발표하며 제2버스터미널 신설에 강한 의욕을 보인 바 있다.

당시 기자회견에서 구 시장은 "1992년부터 운영되어 왔던 현재의 천안터미널은 시민은 물론 충청권 주민에게 교통과 만남의 중심역할을 담당해 왔다"며 "현재 신부동 천안터미널 주변으로 시내버스와 택시, 일반차량과 보행자들이 집중돼 안전 문제 등이 상존하고 있다. 지금이 바로 새로운 2터미널 신설을 신중하게 검토해야 할 시점"이라고 강조했다.

이어 "제2터미널 신설은 앞으로 인구 100만 명 시대를 준비하며 쾌적하고 편리한 대중교통 환경을 제공할 될 것"이라며 "제2의 고속시외버스터미널 신축과 연계한 미니 신도시 형태의 도시개발도 함께 검토하겠다"고 했다.

한편 천안시가 2017년 수립한 '2030 천안시 장기발전계획'에는 지역균형발전 방안과 교통 접근성 개선을 위해 현 고속시외버스터미널을 분할, 동서횡단철도와 경부선이 만나는 부근에 가칭 남부터미널 설치가 제안됐다.

시 관계자는 "제2터미널 후보지는 2030 천안시 장기발전계획에 언급된 남부터미널에 한정하지 않고 시 전체적으로 검토할 것"이라고 말했다.

@highlight

천안시는 최근 제2고속시외버스터미널 신설 타당성 조사 용역비를 2019년 2회 추경예산안에 편성해 신설이 타당하다는 결론이 나오면 행정절차를 밟아 2025년까지 완공할 방침으로 관계자는 제2터미널 후보지는 남부터미널에 국한하지 않고 시 전체를 검토할 계획이라고 밝혔다. 