파리생제르맹(PSG)이 네이마르(27) 영입을 희망하는 FC바르셀로나의 첫 공식 제의를 거절했으나 협상 결렬은 아니다.

관건은 이적료와 더불어 '완전 이적 보장' 여부다.

스페인 '마르카'는 21일 오전(한국시간) 프랑스 '르 파리지앵' 보도를 인용해 "PSG가 바르셀로나의 첫 제안을 거부했다"면서 "하지만 네이마르가 바르셀로나에 돌아오는 게 분명하다"라고 전했다.

'르 파리지앵'에 따르면, 바르셀로나가 PSG에 제의한 이적료는 1억5000만유로다.

PSG가 희망하는 금액과 차이가 크지만 협상은 진행형이다.

PSG는 네이마르(사진) 영입을 희망하는 바르셀로나의 첫 공식 제의를 거절했다.

네이마르는 1년 임대 후 완전 이적 방식으로 유니폼을 갈아입을 가능성이 크다.

바르셀로나는 여름 이적시장의 막대한 지출로 당장 PSG에 지급할 수 있는 현금이 부족하다.

선수를 끼워 현금 부담을 줄이고자 했으나 파리로 가겠다는 선수가 없다.

쿠티뉴(27)도 PSG행을 거부하고 바이에른 뮌헨으로 떠났다.

오직 현금 거래만 주장하던 PSG도 한발 물러서 임대 후 완전 이적 방식을 받아들였다.

'마르카'는 "PSG가 처음에는 임대 후 완전 이적 방식을 거부했으나 최근 마음을 바꿨다"라고 전했다.

문제는 이적료보다 완전 이적 보장이다.

바르셀로나는 부상이 잦았던 네이마르의 몸 상태를 고려해 1년 후 완전 이적 조항을 의무화하는 걸 껄끄러워하고 있다.

하지만 PSG의 입장은 반드시 1년 후 바르셀로나가 '더 많은' 이적료를 지급하고 네이마르를 완전 이적으로 영입해야 한다는 것이다.

'마르카'는 "PSG는 완전 이적 옵션을 보장하지 않는다면 바르셀로나의 제안을 수락하지 않을 것이다"라고 했다.

그러면서 바르셀로나 외에도 파울로 디발라(26) 카드를 가진 유벤투스라는 또 다른 협상 창구가 있다고 강조했다.

@highlight

스페인 '마르카'는 21일 오전(한국시간) 프랑스 '르 파리지앵' 보도를 인용해 "PSG가 바르셀로나의 첫 제안을 거부했다"면서 "하지만 네이마르가 바르셀로나에 돌아오는 게 분명하다"라고 전했으며 오직 현금 거래만 주장하던 PSG도 한발 물러서 임대 후 완전 이적 방식을 받아들였지만 바르셀로나는 부상이 잦았던 네이마르의 몸 상태를 고려해 1년 후 완전 이적 조항을 의무화하는 걸 껄끄러워하고 있다.