도널드 트럼프 미국 대통령이 급여세(payroll tax)와 자본소득세(capital gain tax) 인하를 검토 중임을 처음으로 시인했다.

트럼프 대통령은 경기침체 방지를 위한 게 아니라고 부인했지만, 실행될 경우 일부 경기부양 효과가 기대된다.

20일(현지시간) 로이터통신에 따르면 트럼프 대통령은 이날 백악관을 방문한 클라우스 요하니스 루마니아 대통령과의 공동 기자회견에서 "급여세 인하에 대해 오랫동안 생각해왔고, 자본소득세 인하에도 관심이 있다"며 "현재 백악관이 급여세, 자본소득세 인하 등 다양한 감세 정책을 검토 중"이라고 말했다.

이어 "많은 사람들이 급여세 인하를 보고 싶어한다"며 "우리나라의 근로자들에게 매우 큰 영향을 미칠 것"이라고 했다.

그러면서 "감세 조치를 하든 하지 않든 경기침체 때문은 아니다"라며 "지금은 불황과는 거리가 멀다"고 강조했다.

트럼프 행정부는 2017년말 경기부양을 위해 법인세 인하 등 총 1조5000억달러(약 18000조원) 규모의 감세를 단행했으나 올들어 감세의 효력이 다 하면서 경기가 둔화 국면으로 접어들고 있다.

이에 트럼프 대통령은 경기부양 차원에서 기준금리를 대폭 인하하라며 연방준비제도(연준·Fed)을 연일 압박하고 있다.

전날 워싱턴포스트(WP)는 백악관이 경기침체를 막기 위해 급여세 인하 방안을 검토 중이라고 보도했다.

그러나 백악관은 당일 성명을 통해 "현 시점에서 검토하고 있지 않다"고 부인했다.

그러나 이날 뉴욕타임스(NYT)도 백악관이 경기침체에 대비해 비상계획(contingency plan)을 세우고 있으며 급여세 인하 관련 백서(white paper)를 제작했다고 전하는 등 관련 보도가 잇따랐다.

앞서 래리 커들로 백악관 NEC(국가경제위원회) 위원장은 지난 18일 폭스뉴스에 출연, "우리는 '감세 2.0'(감세정책 2탄)을 들여다보고 있다"며 "릭 스콧 상원의원(공화당·플로리다)이 최근 중국에서 받은 관세로 납세자들에게 감세 혜택을 주자는 흥미로운 아이디어를 내놨다"고 밝힌 바 있다.

@highlight

20일 로이터 통신은 트럼트 대통령이 루마니아 대통령과의 공동 기자회견에서 현재 백악관이 급여세와 자본소득세 인하 등 다양한 감세 정책을 검토중이지만 이러한 조치들은 경기침체때문은 아니라고 강조했다고 밝혔다.