국내 연구진이 컴퓨터그래픽 분야 세계 최고 국제 전시회에서 증강현실(AR) 신기술을 선보여 큰 호응을 얻었다.

한국전자통신연구원(ETRI·원장 김명준)은 지난 7월 28일부터 5일간 미국 LA 컨벤션 센터에서 열린 '2019 시그라프(ACM SIGGRAPH)'에 참가해 'AR 뮤지컬'을 선보였다고 21일 밝혔다.

시그라프는 컴퓨터 그래픽 분야 세계 최고 수준 학회·전시회다.

ETRI는 'AR 공간 생성 및 위치 추정 기술' 과 'AR 인터랙션 기술'로 뮤지컬을 활용했다.

공간 생성 및 위치 추정 기술은 3차원 모델링으로 증강현실 서비스가 가능하도록 공간을 만들고, AR 캐릭터가 정확한 위치에 있도록 만드는 기술이다.

AR 인터랙션 기술은 여러 명의 사용자가 동일한 공연을 관람할 수 있게 한다.

태블릿 PC로 AR 콘텐츠를 볼 수 있다.

배우 없이 소품만 놓인 무대를 태블릿으로 비춰 AR 배우들 모습을 함께 보는 방식이다.

ETRI는 이들 기술에 공동연구기관 토즈의 애니메이션을 더해 뮤지컬을 꾸렸다.

뮤지컬은 강아지와 함께 살아온 고양이 '티미드' 에게 길고양이들이 고양이의 세계를 알려주는 내용이다.

ETRI는 또 사용자가 직접 이를 체험하는 기술도 선보였다.

지정 위치에서 춤을 추면 스크린에 AR 고양이가 등장해 이를 실시간으로 따라하는 식이다.

체험자 가족이나 지인이 함께 보고 기록으로 남길 수도 있도록 했다.

ETRI는 이미 관련 국제논문 4건을 발표하고, 국제 특허 5건을 출원했다.

기술이전도 진행할 예정이다.

앞으로는 알고리즘 최적화를 통해 성능 경량화, 엔진 정확도를 높이는 연구를 지속한다.

교육, 엔터테인먼트 분야에 기술을 활용해 올 하반기에는 과제 협력기관인 경남 김해시, 롯데월드 테마파크에 성과를 시범 적용하기로 했다.

정성욱 ETRI 박사는 "이번 전시회를 발판으로 AR 기술을 고도화하는 동시에 협력기관을 늘려 많은 사람들이 즐길 수 있는 AR 서비스를 적용할 계획"이라고 말했다.

@highlight

한국전자통신연구원(ETRI)은 미국 LA 컨벤션 센터에서 개최된 '2019 시그라프(ACM SIGGRAPH)'에 참가해  3차원 모델링 공간에서 AR 캐릭터가 정확한 위치에 있도록 만드는 'AR 공간 생성 및 위치 추정 기술' 과 여러 명의 사용자가 같은 공연을 관람할 수 있게 하는 'AR 인터랙션 기술'을 적용한 'AR 뮤지컬'을 선보였다고 밝혔다.