전라북도는 전주시, 효성, 한국탄소융합기술원 등과 오는 2028년까지 1조4400억원을 투입해 탄소산업의 단기간 비약적 도약을 위한 '퀀텀점프'를 추진한다고 21일 밝혔다.

도는 효성 등과 함께 5800억원을 투입해 탄소섬유 생산규모를 현재의 12배까지 확대해 국내 탄소섬유 공급시장 80%를 점유할 계획이다.

또 글로벌 탄소소재 시장과 수소 고압용기와 풍력블레이드를 주축으로 하는 국내 탄소소재 시장 확대에 대응해 나갈 방침이다.

국내 건실한 산업생태계 구축를 위한 중간재와 복합재 생산력 증대를 위해 오는 2026년까지 1000억원을 투입한다.

소재와 직조물·단방향섬유·프리프레그 등 중간재, 부품(복합재), 완제품으로 이어지는 생산설비 및 전문 연구센터도 구축한다.

또 고부가가치 신시장 개척과 탄소제품 다양성 확보도 추진한다.

상용차 혁신성장 및 미래형 상용차 산업 육성에 2024년까지 1930억원, 탄소제품 상용화 지원 및 신시장 창출 지원에 1158억원, 항공용 복합소재부품 상용화를 위한 기술 개발에 161억원을 각각 투입하다.

이와 함께 2028년까지 4597억원을 투입해 세계 최고 수준의 초고강도(T-1000급) 탄소섬유 기술 기반도 확보해 우주·항공, 전자 분야 고성능 탄소섬유 제조기술의 국산화도 꾀한다.

이밖에 탄소산업 클러스터 및 탄소소재부품 융·복합 기술을 개발하고 탄소산업 종합적 육성체제를 위한 국가 탄소산업 종합 컨트롤 타워도 유치할 계획이다.

도는 탄소산업 퀀텀점프를 통해 생산유발 3조643억원, 부가가치 창출 9517억원, 고용 1만4261명 유발효과를 기대하고 있다.

김완주 전북도지사는 "지난 2000년대초부터 탄소산업 육성 정책을 통해 탄소소재 응용기술 보유 기업과 글로벌 기술력을 확보해왔다"면서 "탄소산업 전주기 육성 인프라를 구축해 글로벌 탄소시장을 선도해 가겠다"고 말했다.

@highlight

전라북도는 전주시, 효성, 한국탄소융합기술원 등과 오는 2028년까지 1조4400억원을 투입해 단기간에 탄소산업의 비약적 도약을 위해 '퀀텀점프'를 추진하는 한편 고부가가치 신시장 개척과 탄소제품 다양성 확보도 추진할 예정으로, 도는 탄소산업 퀀텀점프를 통해 생산유발 3조643억원, 부가가치 창출 9517억원, 고용 1만4261명 유발효과를 전망하고 있다.