낙동강 녹조를 관리하는 통합 플랫폼을 개발하기 위한 첫 현장 실증작업이 구미에서 실시됐다.

1천300만 영남권 주민의 식수원인 낙동강 녹조 문제가 해결될지 관심이 집중된다.

경북도와 한국건설기술연구원 등 5개 기관은 20일 실증단지인 구미 비산동 낙동강 구미캠핑장에서 녹조제거선 2대, 수류확산장치, 모니터링 기계 1대 등을 가동해 실험했다.

선박 2대는 미세 기포를 발생시켜 녹조를 제거하고, 억제 장비는 강물 흐름을 확산해 녹조가 생기지 않도록 했다.

또 안동 정하동 영가대교 인근에선 녹조를 제거하는 실험을 하면서 흡착소재 개발 및 평가를 진행한다.

도에 따르면 2022년 10월까지 국·도비 85억원을 들여 ‘낙동강 녹조제어 통합 플랫폼 개발 및 구축 사업’이 추진된다.

이는 지난해 9월 과학기술정보통신부의 창의·융합연구 공모사업에 선정된 데 따른 것이다.

도는 플랫폼 구축사업을 위해 녹조 분야 국내 최고 수준을 자랑하는 연구기관 및 기업과의 컨소시엄을 구성했다.

플랫폼 구축이 완료되면 녹조 발견에서부터 오염원 관리, 모니터링, 분석·예측, 제어·관리, 수돗물 안전성 확보 등에 이르기까지 원스톱 관리가 가능해진다.

특히 녹조 발생의 전조를 예측해 사전 차단할 수 있을 것으로 기대된다.

한편 이날 문미옥 과학기술정보통신부 제1차관과 전우헌 도 경제부지사는 구미 비산동 실증단지를 답사한 뒤 시민단체·학계·지역 주민 등이 참여하는 ‘녹조 대응 국민생활연구 간담회’에 참석해 녹조 문제 해결방안을 논의했다.

문 차관은 “녹조문제 해결을 위해 과학기술 역량을 결집·활용, 체계적인 대응 시스템이 구축되도록 노력하겠다”며 “안전한 먹는 물 공급을 위해 실증단지 구축 등 낙동강 녹조제어 사업에 지원을 아끼지 않겠다”고 했다.

전 부지사도 “녹조 관련 기술과 기관을 연결하는 통합 시스템 구축이 완료되면 녹조 피해를 체계적으로 줄여나갈 수 있다”며 “관련 기업 발굴, 기술사업화 지원 등을 통해 녹조제거사업을 도의 새로운 물산업 육성 근간으로 삼겠다”고 말했다.

@highlight

경북도와 한국건설기술연구원 등 5개 기관은 낙동강 녹조를 관리하는 통합 플랫폼을 개발하기 위한 첫 실증작업을 구미에서 실시해 2022년 10월까지 85억원을 들여 사업을 추진하기로 하였다. 