삼성SDI의 푸른별 환경학교에 참여한 어린이들이 체험학습을 하고 있다.

삼성SDI는 지난 6~14일 전국의 사업장 인근 지역아동센터의 어린이 500여명을 초청해 에너지와 지구 환경의 중요성을 알리는 체험 교육 프로그램 '푸른별 환경학교'를 진행했다고 21일 밝혔다.

푸른별 환경학교는 삼성SDI와 환경보전협회, 기아대책이 함께 만든 사회공헌 프로그램이다.

친환경 에너지 사업을 전개하고 있는 삼성SDI의 전문성을 살린 대표 사회공헌으로 삼성SDI 임직원이 푸른별 환경학교의 교사로 참여한다.

지난 2011년부터 진행된 푸른별 환경학교는 지역 어린이들의 높은 만족도를 바탕으로 9년째 이어지며 모두 2만6000여명의 어린이들이 에너지와 지구 환경의 소중함을 배웠다.

환경 교육기회 제공에 중점을 두고 방학을 활용한 '여름캠프'와 학기 중 '찾아가는 환경 학교' 두 가지 형태로 이뤄진다.

올해는 1학기에만 '찾아가는 환경학교'에는 3765명이, '여름캠프'에 500여명이 각각 참여했다.

삼성SDI는 지난 2016년부터는 교육용 버스인 '찾아가는 푸른별 환경버스'를 제작해 교육 콘텐츠를 보강했다.

교육장비들을 버스에 설치해 날씨와 장소에 제약을 받지 않고 태양광 발전 체험, 환경문제와 신재생 에너지에 대한 수업을 진행하고 있다.

이에 더해 삼성SDI는 올해 초등학생에서 중학생으로 환경 교육의 대상을 대폭 늘리는 등 사회공헌 프로그램을 강화했다.

'푸른별 학교'라는 대표 브랜드를 중심으로 초등학생 대상의 '푸른별 환경학교'를 중학생을 대상으로 한 진로 교육 프로그램인 '푸른별 꿈꾸는 학교'와 청소년들의 방과 후 학습을 지원하는 '푸른별 미래과학교실'로 확대 개편했다.

삼성SDI 임직원들은 신청을 통해 교사로 참여하고 있다.

전영현 삼성SDI 대표이사는 "교육 기회가 적은 청소년들이 잠재적 역량을 충분히 발휘할 수 있도록 다양한 프로그램을 만들었다"며 "미래에 희망을 심어주는 회사, 사회와 함께 성장하는 회사가 돼야 한다"고 강조했다.

@highlight

삼성SDI는 지난 6~14일 전국의 사업장 인근 지역 어린이 500여명을 대상으로 에너지와 지구환경의 중요성을 알리는 체험교육 프로그램 '푸른별 환경학교'를 진행했다고 밝혔다.