3세 이상 최강 암말을 가리는 퀸즈투어의 두 번째 대회, 제14회 KNN배 대상경주(GⅢ, 1,600m, 상금5억)에서 유승완 기수가 기승한 서울의 '실버울프(7세, 송문길 조교사)'가 우승을 차지했다.

실버울프는 지난 18일 렛츠런파크 부산경남 제5경주로 열린 이번 경주에서 '스카이베이'(서울), '체리뱅키시(부산)' 등 쟁쟁한 경쟁자들을 제치고 1위로 결승선을 통과했다.

우승기록은 1분39초7.

3개의 경주로 구성된 퀸즈투어는 서울과 부경 대표 암말들이 '경주마 여왕' 자리를 차지하기 위해 열띤 경쟁을 펼치는 시리즈 경주다.

지난 6월 서울에서 첫 번째 경주로 펼쳐진 뚝섬배에서는 서울대표 '실버울프(7세, 레이팅125)'가 우승을 차지해 웃음을 지었다.

이날 경주 시작과 함께 발주대가 열리자 스카이베이(서울, 4세, 레이팅93)와 '톱오브더월드'(부경, 3세, 레이팅71)가 스피드를 내세워 선두로 나섰다.

퀸즈투어시리즈 2연패에 도전하는 실버울프는 경주 중반까지 중위권에 자리 잡아 힘을 비축했다.

바깥쪽에서 자리잡은 실버울프는 결승선 직선주로에 접어들면서 힘을 더 내기 시작했다.

7위에서 4위까지 올라선 실버울프는 본격적으로 추입에 나섰다.

2위까지 순위를 끌어올린 실버울프는 안쪽에 있는 스카이베이를 넘어서면서 거리차를 더욱 벌려나가며 결승선을 통과했다.

지난해 퀸즈투어시리즈 우승자인 실버울프는 경주마로서 전성기가 지났다고 할 수 있는 7세에 접어들었지만, 최근 대상경주를 4연승하며 여전히 최고의 기량을 떨치고 있다.

한편 부경마들은 뚝섬배에 이어 KNN배까지 서울마에 우승컵을 내줘 오는 10월에 펼쳐지는 퀸즈투어시리즈 3차 관문인 경상남도지사배(GⅢ)를 기약하게 됐다.

@highlight

 퀸즈투어의 서울에서 열린 두번째 대회 제14회 KNN배 대상경주에서 유승완 기수의 '실버울프'가 우승을 차지했는데, 지난6월 첫번째 경주에서도 우승한 실버울프는 경주마로 전성기가 지났음에도 불구하고 최근 대상경주를 4연승하며 우수한 성적을 뽐내고 있다.