국내 종합 포장재 1위 기업 동원시스템즈는 국내 최초로 친환경 생분해가 가능하면서도, 내용물에 대한 안전성까지 뛰어난 신소재 식품 파우치 '에코소브레'를 출시했다고 21일 밝혔다.

'에코소브레(Ecosobre)'는 '친환경'을 뜻하는 영단어 'Eco'와 '봉투'를 뜻하는 스페인 단어 'Sobre'의 합성어로, '친환경 봉투'라는 의미를 담은 이름이다.

'에코소브레'는 지금까지 식품 파우치가 갖고 있던 한계를 극복한 신소재 파우치다.

동원시스템즈가 약 1년에 걸친 소재 연구 끝에 철저히 국내 기업만의 독자적인 기술로 개발했다는데 의미가 크다.

'에코소브레'는 친환경적이며 외부 차단성까지 높은 특수 종이 소재와 자체 개발한 생분해 필름을 재료로 독자적인 접착기술과 코팅기술을 도입해 탄생한 신소재 파우치다.

제조 공정에서도 수성잉크 인쇄와 무용제 접착 등 친환경 공정을 적용해 2년 내 약 90%가 생분해가 가능하며, 외부 차단성까지 완벽하게 갖췄다.

일반적으로 식품 파우치는 외부의 공기와 수분으로부터 내용물을 보호하기 위해, 파우치 내부에 알루미늄 필름 등 차단성이 우수한 소재를 겹겹이 덧붙여 만든다.

그러나 이러한 소재는 미생물에 의한 생분해는 물론, 분리배출도 어려워 환경오염을 일으킬 수 있다는 문제가 있다.

반면 기존의 친환경 파우치는 이러한 소재 없이 단일 필름 소재로 만들어 생분해가 용이하지만, 외부에 대한 차단성이 떨어져 역시 식품 포장재로서 한계가 있다.

황호순 동원시스템즈 기술연구원장은 "'에코소브레'에 대한 국내 특허 등록 및 품질 인증을 진행 중이며, 펫푸드 파우치를 시작으로 본격 생산에 돌입할 예정"이라며 "이달 말 미국 라스베이거스에서 개최될 에완동물 박람회 'Super Zoo'를 통해 세계 시장에 제품을 소개하고, 향후 견과류 및 커피류 파우치 등 적용 품목을 식품 전반으로 확대할 계획"이라고 전했다.

@highlight

동원시스템즈는 국내 최초로 친환경 생분해가 가능하면서도, 내용물에 대한 안전성까지 뛰어난 신소재 식품 파우치 에코소브레를 출시했다고 21일 밝혔으며 독자적인 기술로 개발했다는데 의미가 크고 황호순 동원시스템즈 기술연구원장은 에코소브레에 대한 국내 특허 등록 및 품질 인증을 진행 중이며, 펫푸드 파우치를 시작으로 본격 생산에 돌입할 예정이라고 전했다.