(주)유비윈의 미니빔프로젝터 몬스터빔2가 패키지 특별구성으로 판매된다.

몬스터빔2는 컴팩트한 사이즈와 높은 가성비로 스마트빔을 처음 접하는 초심자나 가격 대비 가성비를 중시하는 소비자들에게 사랑을 받아온 제품으로, 이번에 판매되는 패키지 구성에는 투사화면을 빛 번짐없이 선명하게 시청할 수 있도록 80인치 족자스크린과 거치와 높이조절을 편리하게 할 수 있는 삼각대가 포함되었다.

80인치 빔스크린의 경우 뒷면이 암막으로 처리되어 뒤에서 오는 빛 투과를 막아주며 구김회복이 잘되는 원단으로 제작되었으며, 삼각대의 경우 원터치 방식으로 4단계까지 다리길이 조절이 가능한 알루미늄 재질로 되어 있다.

두 구성품 모두 편리하게 휴대할 수 있는 가방과 파우치를 포함한다.

출시 당시 10만원대 초반 가격임에도 200안시의 밝기, 1920*1080의 해상도, 100인치 대형화면과 3만시간 LED램프수명을 지원하여 미니빔프로젝트 시장에서 뛰어난 가성비를 보여준 몬스터빔2는 SD/USB/HDMI/VGA/AV 호환성과 4W 내장스피커로 실내 뿐 아니라 캠핑 등의 야외활동에서도 편리하게 이용가능한 제품이다.

이번 패키지 구성을 진행한 ㈜유비윈 관계자에 따르면, "빔에 익숙하지 않은 일반 소비자들은 가정용빔프로젝터 이외에 필요한 주변기기를 다시 알아보거나 구매해야 하는 걸 번거로워 하는 경우가 많다 보니, 상당수가 별도의 패키지 구성을 요청해 왔었다"며 "해당 패키지 역시 10만원대 가격선을 유지하여 몬스터빔2의 강점인 가성비과 고객 편의성 두 가지를 만족시킬 수 있을 것으로 보인다"고 전했다.

한편 해당 패키지 구성은 지마켓, 옥션, 11번가, 인터파크 등 오픈마켓에서 구매할 수 있다.

@highlight

컴팩트한 사이즈와 높은 가성비로 초심자와 가성비 중심 소비자들에게 사랑을 받아온 (주)유비윈의 미니빔프로젝터 몬스터빔2가 패키지 특별구성으로 판매되며, 특별구성에는 뒷면이 암막으로 처리되어 빛 투과를 막아주고 선명하게 시청할 수 있게 해주는 80인치 족자스크린과, 원터치 방식으로 4단계까지 길이 조절을 편리하게 할 수 있는 삼각대가 포함되어 있다.