▲ 전 메이저리거 옥타비오 도텔(왼쪽)과 루이스 카스티요(오른쪽)이 마약 거래 돈세탁 혐의로 모국 도미니카공화국 경찰에 체포됐다.

"히 드랍 더 볼(He dropped the ball)"로 유명한 전 메이저리거 루이스 카스티요(오른쪽·44)와 투수 출신 옥타비오 도텔(왼쪽·46)이 모국인 도미니카공화국에서 마약자금 세탁 연루 혐의로 경찰에 체포됐다.

21일(한국시간) AP통신 등 외신들은 도미니카공화국 경찰이 마약 밀매 조직을 일망타진하는 과정에서 카스티요와 도텔이 체포됐다고 보도했다.

경찰 당국은 미국 마약단속국(DEA), 연방수사국(FBI)과 연계해 세사르 에밀리오 페랄타가 소유한 나이트클럽 5곳, 레스토랑 10곳, 쇼핑몰 3곳, 쇼핑센터 6곳, 빌딩 20곳을 급습해 총 18명을 검거했다.

현지 경찰에 따르면 페랄타는 마약 자금을 세탁하기 위해 카스티요와 도텔, 가족 등을 이용해 회사를 세운 것으로 알려졌다.

해당 조직이 지역 내 가장 중요한 마약 조직인 것으로 현지 경찰에 의해 전해졌다.

도텔은 별다른 입장을 밝히지 않은 반면 카스티요는 인스타그램을 통해 자신은 무관하다는 입장을 밝혔다.

1999년 데뷔한 도텔은 2013년 은퇴할 때까지 빅리그에서 15시즌 동안 통산 59승 50패 평균자책점 3.78 탈삼진 1143개의 성적을 남겼다.

카스티요는 1996년부터 2010년까지 15시즌 동안 올스타 4회, 골드글러브 3회를 수상했고 0.290의 타율과, 28홈런, 443타점을 기록했다.

카스티요는 2009년 6월 12일 뉴욕 양키스와 뉴욕 메츠 간의 인터리그 경기에서 9회말 2사 1,2루 상황에서 상대 타자가 친 뜬공을 처리하지 못해 현지 해설로부터 "히 드랍 더 볼"이라는 유명한 멘트를 들은 주인공이다.

이후 메이저리그에선 어처구니 없는 수비 실책이 나올 때마다 단골 멘트로 쓰이고 있다.

@highlight

"He dropped the ball."로 유명한 전 메이저리거 루이스 카스티요와 옥타비오 도텔이 21일 마약 밀매 조직을 급습한 도미니카공화국 경찰에게 마약자금 세탁 관련 혐의로 체포됐는데 도텔은 입장 표시 없이, 카스티요는 인스타그램에서 자신은 무관하다는 입장을 밝혔다.