'한강 토막살인' 피의자 장대호(38)가 21일 오후 경기 고양경찰서에서 조사를 받기 위해 들어서고 있다.

한강 토막 살인 사건 피의자 장대호(38·구속) 얼굴이 언론에 공개됐다.

취재진 앞에 선 장대호는 또 다시 막말을 쏟아냈다.

장대호는 21일 오후 2시 경기 고양경찰에서 조사를 받기 위해 이동하는 과정에서 취재진에 모습을 드러냈다.

장대호는 "이번 사건은 흉악범이 양아치를 죽인 사건"이라며 "나쁜 놈이 나쁜 놈을 죽인 사건"이라고 말했다.

'반성하느냐'는 질문에는 "제가 유치장에서 많이 생각해봤는데 아무리 생각해도 상대방이 죽을 짓을 했다"며 "반성하지 않고 있다"고 말했다.

이어 유족들에게도 "전혀 미안하지 않다"고 밝혔다.

장대호는 고려시대 문신 김부식의 아들 김돈중이 무신 정중부의 수염을 태운 일을로 촉발된 '정중부의 난'을 거론하기도 했다.

장대호는 "남들이 봤을 대는 장난으로 수염을 태운 것이지만 당사자한테는 (그렇지 않다)"고 밝혔다.

경기 북부지방경찰청은 20일 '신상공개심의위원회'를 열고 범죄의 잔혹성과 중대성 등을 토대로 장대호 신상을 일반에 공개하기로 결정했다.

지난 18일 구속된 지 2일 만이다.

공개 대상은 이름과 나이, 얼굴 등이다.

서울 구로구 한 모텔 종업원으로 근무하던 장대호는 지난 8일 모텔 투숙객 A씨(32)를 둔기로 살해하고 시신을 훼손해 한강에 유기한 혐의다.

장대호는 한강에서 A씨 시신이 발견돼 신원이 확인되는 등 경찰 수사망이 좁혀오자 지난 17일 경찰에 자수했다.

이 과정에서 경찰의 부적절한 대처가 도마 위에 오르기도 했다.

장대호는 당초 자수하기 위해 서울지방경찰청을 찾았으나 경찰은 인근 경찰서로 안내하면서다.

경찰은 대처에 문제가 있었다고 인정하고 재발 방지책을 마련하겠다고 밝혔다.

장대호는 앞서 '피해자에게 할 말이 없느냐'는 취재진 질문에 "다음 생애에 또 그러면 또 죽는다"고 막말을 하기도 했다.

@highlight

21일 오후 2시 장대호는 고양 경찰에 조사 위해 이동 중 취재진과 만나 "이번 사건은 흉악범이 양아치를 죽인 사건" 며 반성하는가 질문에는 "반성하지 않고 있다"며 "상대방이 죽을 짓을 했다"고 말했다