삼성전자가 올해 2분기에 글로벌 TV 시장에서 점유율 30%를 넘어서며 압도적인 1위 자리를 지켰다.

특히 프리미엄 TV 시장에서는 50% 이상의 점유율을 차지했다.

21일 글로벌 시장조사업체 IHS마킷에 따르면 삼성전자는 올해 2분기 전세계 TV 시장에서 금액 기준 31.5%의 점유율을 기록했다.

2013년 1분기 이후 분기별 점유율로는 약 6년 만에 최고다.

이는 전분기(29.4%) 대비 2.1%포인트 증가했다.

올 상반기 전체로도 점유율 30%를 돌파했다.

이는 2위 LG전자 점유율 16.5%의 거의 2배에 달한 수준이다.

일본 소니(8.8%)와 중국 TCL(6.3%) 및 하이센스(6.2%) 등 해외 경쟁업체들과의 격차도 컸다.

수량 기준으로도 삼성전자는 2분기에 19.4%의 점유율을 기록하면서 LG전자(12.4%)와 TCL(9.4%), 하이센스(7.3%), 샤오미(5.5%) 등을 모두 가볍게 제쳤다.

최근 전세계 TV 시장이 정체기에 접어들었음에도 삼성전자가 올해 선전을 거듭한 것은 꾸준히 고수해 온 프리미엄 전략이 주효했기 때문이다.

실제 삼성전자는 올해 2분기에 75인치 이상 대형, 2500달러 이상 고가 TV 시장에서 각각 53.9%와 53.8%의 점유율(금액 기준)을 차지했다.

프리미엄 시장에서 2위 소니의 점유율이 각각 19.0%와 24.5%에 그쳤다는 점을 감안하면 압도적인 수치다.

LG전자는 각각 16.2%와 17.8%의 점유율을 기록하며 3위에 랭크됐다.

특히 삼성전자가 주도하고 있는 QLED TV도 판매가 큰 폭으로 늘어나며 올레드TV를 사실상 추격권 밖으로 밀어냈다.

올 2분기 전세계 QLED TV 판매 대수는 삼성전자(109만대)를 포함해 총 120만대로, 지난해 같은 기간(55만대)의 2배 이상에 달했다.

전분기(92만대)에 비해서도 30.4%나 증가했다.

반면 올레드TV는 2분기 판매 대수가 전분기와 같은 61만대에 그쳤다.

업체별로는 LG전자가 34만대로 가장 많았고, 소니와 파나소닉이 각각 13만대와 6만대 등의 순으로 집계됐다.

@highlight

프리미엄 전략을 고수해 온 삼성전자가 올해 2분기 글로벌 TV시장에서 점유울 30%를 넘어서며 1위를 지켜냈으며 이는 6년만에  최고를 기록했다.