앞으로 수탁기업·협동조합이 원가 변동으로 납품대금의 조정을 신청할 경우 위탁기업은 10일 내로 수탁기업·협동조합 담당자와 대면 협의를 해야 한다.

양측이 납품대금 조정에 이르지 못할 경우 중소벤처기업부에 분쟁조정도 신청할 수 있다.

중소벤처기업부와 대중소기업농어업협력재단은 21일 이 같은 내용의 '납품대금조정협의제도' 가이드라인을 제작·배포한다고 밝혔다.

납품대금조정협의제도는 공급원가가 변해 납품대금을 조정해야 하는 경우 수탁기업·협동조합이 위탁기업에 협의를 신청할 수 있도록 한 제도다.

상생협력법 개정에 따라 지난달 16일부터 시행됐다.

가이드라인은 법·시행령·지침보다 구체적인 △신청요건 판단 기준 △조정협의 진행절차 △조정협의 종료절차 등을 규정했다.

먼저 가이드라인은 협동조합이 수탁기업 대신 협의를 할 수 있는 기준을 마련했다.

기준에 따라 협동조합은 신청 수탁기업이 조합원인 경우, 위탁기업은 조합원이 아닌 사업자로 대기업·중견기업·중기업인 경우, 재료·노무·경비가 납품대금의 3% 이상 변동할 경우 등에만 수탁기업 대신 납품대금조정협의를 할 수 있다.

조정협의는 수탁기업이 납품대금 조정이 불가피함을 확인할 수 있는 자료 등을 첨부해 신청서를 제출할 경우 10일 이내로 진행된다.

협의는 대면 협의가 원칙이며 30일 안에 2회 이상 협의해야 한다.

대금조정에 합의한 경우 납품대금 총액, 적용시점·물량 등을 기재한 조정합의서를 작성해야 한다.

합의에 이르지 못한 경우에는 중기부에 분쟁조정을 신청할 수 있다.

해당 가이드라인은 22일부터 중기부와 협력재단 홈페이지를 통해 확인할 수 있다.

중기부 관계자는 "납품대금조정협의제도가 현장에서 실효성 있게 활용될 수 있도록 협력재단을 통한 사전 요건검토 등 법률상담과 수·위탁기업 및 협·단체 대상 설명회 등을 진행할 것"이라며 "현장 모니터링도 강화해 제도와 가이드라인을 개선해 나가겠다"고 밝혔다.

@highlight

21일 중소벤처기업부와 대중소기업농어업협력재단은 앞으로 수탁기업·협동조합이 원가 변동으로 납품대금의 조정을 신청할 경우 위탁기업은 10일 내로 수탁기업·협동조합 담당자와 대면 협의를 해야되고 양측이 납품대금 조정에 이르지 못할 경우 중소벤처기업부에 분쟁조정도 신청할 수 있도록 하는 '납품대금조정협의제도' 가이드라인을 제작해 배부했다고 전했다.