삼성SDI가 어린이 환경 교육을 위해 '푸른별 환경학교' 행사를 진행했다고 21일 밝혔다.

푸른별 환경학교는 어린이들에게 다양한 체험 교육의 기회를 제공해 에너지와 지구 환경의 중요성을 깨닫게 하기 위해 고안된 교육 프로그램이다.

태양광 자동차 경주, 기후변화 예방 컵 만들기, 환경보호 교육 등 체험 위주의 다양한 교육 프로그램들로 구성됐다.

삼성SDI는 지난 6~14일 사업장 인근 지역아동센터 어린이 500여명을 초청해 푸른별 환경학교를 진행했다.

학교에 참석한 최세린 어린이는 "이렇게 재미있는 학교라면 매일 오고 싶다"며 "태양빛 자동차로 환경을 지키고 싶다"고 말했다.

푸른별 환경학교는 삼성SDI와 환경보전협회, 기아대책이 함께 만들었다.

친환경 에너지 사업을 전개하고 있는 삼성SDI의 특징을 살린 대표 사회공헌이다.

삼성SDI 임직원이 환경학교 교사로 직접 참여한다.

2011년부터 진행된 푸른별 환경학교는 올해로 9회째를 맞는다.

방학을 활용한 '여름캠프'와 학기 중 '찾아가는 환경학교'로 구성된다.

올 1학기에만 '찾아가는 환경학교'에 3765명, '여름캠프'에 500여 명의 어린이가 참여했다.

9년 간 총 2만6000여 명의 어린이들이 환경학교를 수료했다.

지난 2016년부터는 교육용 버스인 '찾아가는 푸른별 환경버스'를 제작해 교육 컨텐츠를 보강했다.

교육장비들을 버스에 설치해 날씨와 장소에 상관 없이 수업을 진행 할 수 있게 됐다.

삼성SDI는 또 중학생 대상 진로 교육 프로그램인 '푸른별 꿈꾸는 학교' 와 청소년들의 방과 후 학습을 지원하는 '푸른별 미래과학교실'도 운영한다.

모두 삼성SDI 임직원들이 자발적 신청을 통해 교사로 참여한다.

전영현 삼성SDI 사장은 "교육 기회가 적은 청소년들이 잠재적 역량을 충분히 발휘할 수 있도록 다양한 프로그램을 만들었다"며 "미래에 희망을 심어주는 회사, 사회와 함께 성장하는 회사가 돼야 한다"고 말했다.

@highlight

삼성SDI는 지난 6일부터 14일까지 사업장 인근 지역아동센터 어린이 500명을 대상으로 에너지와 지구 환경의 중요성을 교육하는 프로그램인 '푸른별 환경학교' 행사를 운영했다고 21일 밝혔다.