삼성물산 패션부문의 빈폴스포츠는 올 가을·겨울(FW) 시즌 핵심 상품으로 젊은 감성을 내세운 '액티브 라인'을 새롭게 선보였다고 21일 밝혔다.

빈폴스포츠 측은 "20~30대 젊은 층이 주목하고 있는 운동과 웰니스 트렌드를 고려해 브랜드 아이덴티티를 강조한 B트랙(B.TRACK) 트레이닝 시리즈를 출시했다"고 말했다.

러닝 트랙을 연상케하는 새로운 로고와 액티브하고 세련된 스타일의 트랙 점퍼, 크롭 후드, 조거 팬츠, 티셔츠, 쇼트 팬츠 등 다양한 상품으로 구성했다.

특히 화이트 컬러를 중심으로 네이비 컬러로 포인트를 줬고, 부드러운 촉감의 이중지 원단을 사용해 땀 흡수력을 높이는 한편 보온력도 챙겼다.

소재는 스트레치성 소재를 사용해 가벼운 조깅부터 활동성을 필요로 하는 액티브 스포츠까지 즐길 수 있도록 했다.

빈폴스포츠는 캐주얼화의 선호도와 어글리 슈즈에 대한 관심이 높아지는 가운데 최상의 쿠셔닝과 패션성을 겸비한 청키 스니커즈 스타일의 '바운서(Bouncer)' 역시 선보였다.

3중 쿠셔닝(2중 미드솔과 클라우드메쉬)을 적용해 걷거나 뛸 때 편안하고 탄력이 좋다.

또 포인트 컬러를 활용한 웨빙 디테일과 거친 느낌의 아웃솔로 디자인했으며, 미드솔 안에 쿠셔닝이 우수한 파일론을 삽입해 키가 커 보이는 효과를 낼 수 있다.

레몬, 레드, 베이지, 블랙, 화이트 등의 컬러로 출시됐고, 가격은 10만9000원.

이용선 빈폴스포츠 팀장은 "2030 세대를 중심으로 불고 있는 웰니스, 스포티즘 트렌드를 고려해 빈폴스포츠만의 아이덴티티를 보여줄 수 있는 신규 라인을 출시했다" 라며 "옹성우와 전소미의 역동적이고 세련된 이미지를 토대로 액티브 라인을 알려 나갈 것" 이라고 말했다.

@highlight

삼성물산 패션부문의 빈폴스포츠는 21일 2030세대를 겨냥한 '액티브 라인'을 선보이고 새로운 로고와 스타일을 가미한 트랙 점퍼, 크롭 후드, 조거 팬츠, 티셔츠, 쇼트 팬츠 등으로 구성한 B트랙(B.TRACK) 트레이닝 시리즈를 출시한다고 밝혔다.