[충청투데이 나운규 기자] 자유한국당 충청권 시·도당들이 내년 총선을 이끌 시·도당위원장 선임절차에 들어갔다.

중앙당이 이달 안에 각 시·도당위원장 선출을 마무리하라는 지침을 내린 만큼 다음주 안에 선출을 완료한다는 계획으로, 차기 시·도당위원장은 현역 의원들이 맡을 것으로 전망된다.

21일 지역 정가에 따르면 대전지역 한국당 총선은 재선의 이장우 국회의원이 사령탑을 맡을 전망이다.

한국당 대전시당이 이날 시당위원장을 공모한 결과 이 의원이 단독 접수했다.

앞서 대전시당 7명의 당협위원장은 지난 19일 회의를 갖고 차기 시당위원장으로 이 의원을 합의 추대키로 뜻을 모았다.

내년에 정치 주도권의 향방을 가를 중요한 선거 있는 만큼 중량감 있는 현역 의원이 대전지역 전체적인 선거를 이끌어야 한다는 데 중지가 모인 것으로 풀이된다.

이 의원은 옛 한나라당 대전시당 대변인, 옛 새누리당 중앙당 대변인을 지냈으며, 대전 동구청장을 거친 재선 국회의원(대전 동구)이다.

지역에서 강력한 추진력과 함께 행정력과 정치력 모두 겸비하고 있다는 평가를 받고 있다.

대전시당은 오는 26일 운영위원회를 열어 이 의원에 대한 시당위원장 선출을 의결할 예정이다.

한국당 세종시당은 23일 차기 시당위원장을 공모하고, 공모 결과에 따라 오는 27일 운영위원회(단수 지원) 또는 시당대회(복수 지원)를 열어 선출할 계획이다.

현재로서는 송아영 시당위원장 직무대행의 단독 지원이 유력한 것으로 전해지고 있다.

한국당 충남도당도 도당위원장 모집 공고와 후보 등록, 선출까지 내주 안에 마무리한다는 계획이다.

현재 당협위원장들 간 조율이 되고 있는 상황으로, 충남지역 내년 총선을 이끌어야 하는 만큼 현역 의원이 맡아야 한다는 공감대가 형성된 것으로 전해진다.

당 관계자는 "어려운 상황에서 중요한 지역 총선 사령탑을 맡아야 하는 만큼, 현역 의원으로 가야 한다는 공감대는 충분히 형성됐다"며 "차기 시·도당위원장이 선임되는 즉시 본격적인 선거 체제가 가동될 것"이라고 말했다.

@highlight

자유한국당 중앙당이 이달 안에 각 시·도당위원장 선출을 마무리하라는 지침을 내려 충청권 시·도당들은 내년 총선을 이끌 시·도당위원장 선임절차에 들어갔는데 21일 지역 정가에 따르면 대전지역 한국당 총선은 재선의 이장우 국회의원이 사령탑을 맡을 전망이다.