정부가 에너지 '다소비·저효율' 국가라는 오명을 씻기 위해 2030년까지 소비 구조를 전면 개편하기로 했다.

에너지 효율이 좋은 가전을 선정해 내년부터 구매가의 10%를 돌려주고, 2027년부터 형광등의 신규 제작·판매는 금지된다.

산업통상자원부는 21일 정부서울청사에서 열린 경제활력관계장관회의에서 이런 내용의 '에너지효율 혁신전략'을 발표했다.

우선 에너지 고효율 제품의 확산을 위해 매년 '으뜸효율 가전'을 2~5개 선정한 뒤 구매가의 10%를 돌려주는 제도가 내년부터 전면 시행된다.

효율등급 관리대상 가전은 냉장고, 에어컨, 세탁기, 진공청소기, 공기청정기 등 10개 품목이다.

기초수급자, 장애인, 출산가구 등 한국전력의 복지 할인 가구라면 당장 올해부터 최대 20만원 한도로 환급이 가능하다.

발광다이오드(LED)에 비해 에너지 효율이 떨어지는 형광등은 2027년부터 제작뿐 아니라 수입 판매하는 것도 막혀 시장에서 퇴출된다.

아울러 기술 개발과 친환경차 보급 확대를 통해 승용차 평균 연비 수준도 2030년까지 ℓ당 28.1㎞로 늘리기로 했다.

2017년 기준 승용차 평균연비는 ℓ당 16.8㎞이다.

16인승 이상 승합차와 3.5t 이상인 화물차에 대한 평균연비 기준도 2022년까지 도입할 방침이다.

정부는 연간 에너지 소비량이 2000TOE(석유환산톤) 이상인 사업장 2950곳에는 자발적 에너지효율 목표제를 도입할 예정이다.

목표를 달성한 사업장에 대해선 에너지 의무 진단을 면제하고, 중소·중견기업의 경우 전기요금의 3.7%에 해당하는 전력산업기반기금 부담금도 환급해 준다.

산업부는 전기요금과 관련해 "적정 원가를 반영해 합리적으로 요금을 조정하겠다"고 밝혀 인상 가능성을 열어 뒀다.

산업부 관계자는 "이번 전략을 통해 2030년 최종 에너지 소비량을 현재 대비 14.4%(2960만 TOE) 줄일 수 있다"면서 "이는 서울시 연간 에너지 소비량의 2배에 해당하는 수준"이라고 밝혔다.

@highlight

산업통상자원부는 21일 정부서울청사에서 열린 경제활력관계장관회의에서 내년부터 고효율 가전 구매시 구매가의 10%를 환급하는 등의 '에너지효율 혁신전략'을 발표했는데, 이 자리에서 산업부 관계자는 이번 전략을 통해 2030년 최종 에너지 소비량을 현재 대비 14.4%(2960만 TOE) 감축할 수 있다고 말했다.