양승조 충남도지사<사진 왼쪽>가 21일 중국 지린성 창춘 샹그릴라호텔에서 징쥔하이 성장을 만나 악수를 나누고 있다.

충남도가 중국 동북경제권의 중심지로 도약하고 있는 지린성과의 관계를 우호교류에서 자매결연으로 격상했다.

외자유치와 지방외교 확대를 위해 중국을 방문 중인 양승조 지사는 21일 지린성 창춘 샹그릴라호텔에서 징쥔하이 성장과 자매결연 협정을 체결했다.

이에 따라 도의 중국 내 자매결연 체결 지역은 허베이성, 헤이룽장성, 광둥성, 구이저우성, 쓰촨성, 랴오닝성과 함께 7곳으로 늘어나게 됐다.

이번 자매결연은 도와 지린성 간 이해와 우의를 증진하고, 우호 협력을 한층 더 발전시키고 공고히 하기 위해 우호교류협정 체결 14년 만에 맺었다.

협정에 따라 도와 지린성은 평등 협상, 상호 이익의 원칙에 의거해 경제·무역·농업·과학기술·환경보호·문화·교육·체육·위생·인재 등의 분야에서 다양한 형식의 교류와 협력을 추진, 공동 번영과 발전을 추구한다.

또 양 도·성의 주요 인사와 유관 부서는 상시적인 연락 관계를 유지, 상호 교류와 협력사업, 공동 관심사항에 대해 협의가 원활히 진행될 수 있도록 하기로 했다.

이날 양 지사는 "지린성은 여러 어려운 여건 속에서도 창지투개발개방선도지구 건설과 훈춘변경경제합작구 프로젝트 등 경제발전 전략을 훌륭히 전개하고 있다"며 "지린성의 도전에 아낌없는 성원을 보낸다"고 말했다.

이어 "지린성의 동반자인 충남은 대한민국의 중심부에 위치한 교통, 물류, 문화, 경제의 중심부로, 역동적으로 발전하고 있는 지역"이라며 "이번 자매결연협정 체결로 더 가까운 벗이 된 양 도·성이 서로의 강점을 바탕으로 더욱 실효적이고 내실 있게 교류를 확대해 나아가자"고 강조했다.

자매결연협정 체결 전후 양 지사는 징쥔하이 성장, 바인차오루 당서기를 각각 접견하고, 자매결연협정 체결에 따른 교류협력 확대 방안을 논의했다.

@highlight

충남도가 중국 지린성과의 관계를 자매결연으로 격상하여, 경제·무역·농업·과학기술·환경보호·문화·교육·체육·위생·인재 등의 교류와 협력을 추구하기로 결정하면서 상호 교류에 따른 협력과 협의가 원활히 진행될 수 있도록 긴밀한 관계를 구축하기로 했다.