정부가 터널 모형의 건축물 등 도심 곳곳에 창의적인 건축물을 조성하고자 신기술 적용 관련 규제를 완화하고 인허가 기간을 단축한다.

건축 도면 정보를 개방해 건축과 IT기술이 결합된 신산업도 육성하기로 했다.

국토교통부는 22일 열린 제88회 국정현안점검조정회의에서 국무조정실 및 관계 중앙행정기관과 함께 '건축 행정서비스 혁신방안'을 발표했다.

주요 내용은 △건축성능 인정제도 도입 △건폐율 산정 특례 부여△건축허가시스템 개선 △건축 도면 정보 민간 개방 등이다.

먼저 국토부는 '건축성능 인정제도'를 도입키로했다.

건축물에 평가 기준이 없는 신기술을 적용하려 할 경우 전문위원회에서 평가해 문제가 없으면 허용하는 것이다.

현재 건축 관련 신기술이나 신제품을 개발하면 기술 인정까지 1~2년 이상의 시간이 소요되는 문제를 개선할 수 있다.

또 특수한 외관의 건축물은 건축위원회 심의를 거쳐 건폐율(대지면적에 대한 건축면적의 비율) 기준을 완화할 방침이다.

창의적 건축물을 계획하는 경우 일조권, 높이 등에서 특례를 부여하는 '특별건축구역'은 민간에서도 제안할 수 있게된다.

민간이 제안하면 허가권자가 45일 이내에 심의 개최 여부를 신속히 회신하도록 했다.

건축 인허가도 신속히 진행될 수 있도록 제도를 손봤다.

기술사 등이 배치된 지역건축센터에서 허가를 검토해 이상이 없는 경우 신속히 허가하는 방식이다.

또 지구단위계획이나 경관계획이 수립된 지역에서 설계를 관련 기준대로 진행하면 건축디자인에 대한 심의를 폐지키로했다.

이밖에 건축 도면정보를 민간에 개방함으로써 건축과 IT가 융합된 창업도 활성화한다.

대표적인 사례가 '프롭테크'다.

이는 부동산(property)과 기술(technology)을 결합한 용어로 정보 기술을 결합한 부동산 서비스 산업을 일컫는다.

김현미 국토교통부 장관은 "4차 산업혁명 시대에 발맞춰 건축 행정서비스 제공 방식을 바꾸고 미래 건축 기반을 마련할 시기"라며"행정서비스를 개선하고 새로운 건축산업을 지원함으로써 국민들의 삶이 더욱 편리해지고 일자리도 창출될 수 있을 것"이라고 밝혔다.

@highlight

국토교통부는 22일 '건축 행정서비스 혁신방안'을 발표하고 도심 곳곳에 창의적인 건축물 조성을 독려하고자 창의적 건축물을 계획할 경우 일조권, 높이 등 특례를 부여하고 건축 인허가가 신속하게 진행되도록 손보는 등 신기술 적용 관련 규제를 완화하고 인허가 기간을 단축하도록 했다.