기업유치는커녕 기존 향토기업마저 지역을 줄지어 떠난다면 그 도시의 앞날은 암울해질 수밖에 없다.

기업에게 매력 없는 도시의 비극이 여기에서부터 시작한다.

각 지역마다 지역투자 환경 조성에 앞 다투어 나서는 까닭을 알 수 있다.

기업하기 좋은 도시 여건이 그만큼 중요하다.

대전의 삶의 수준, 더 나아가서는 도시경쟁력을 판별할 수 있는 결정적인 단서다.

그간 산업용지 부족, 기업유치 실적 부진, 그리고 지역기업의 '탈(脫) 대전현상'으로 3중고를 겪고 있던 대전시가 제시한 파격적인 기업지원 조건을 특히 주목하는 이유다.

관내로 이전하는 기업에 부지매입비·설비투자금 보조금으로 최대 100억 원까지 지원하기로 했다.

기존 60억 원에서 대폭 상향 조정한 것이다.

전국 최고 수준이다.

기존의 본사이전보조금과 임대보조금, 고용보조금 등의 지원금과는 별개로 지원하는 방식이다.

주변 시·도에 비해 높게 형성돼 있는 산업용지 공급가격이 기업의 대전 기피 첫째 요인으로 지적되고 있는 현실을 정확하게 짚은 것이다.

그만큼 대전의 현실이 절박하다.

지난 5년 동안 대전을 떠난 중견·중소 기업만해도 39개에 이른다.

대전에 본사를 둔 향토기업조차도 땅값이 상대적으로 싼 인근 지역으로 확장 이전을 하면서 지역산업생태계의 뿌리까지 흔들린다는 건 예삿일이 아니다.

그동안 수도권 기업의 지방이전 등을 유도하기 위해 각종 보조금을 지원 조건으로 내걸어도 신통치가 않았었다는 점은 시사하는 바가 크다.

투자환경개선 마중물이 되려면, 땅값뿐만 아니라 기술인력 충원, 판로, 협력업체와의 연계성 등의 여건도 고려대상이다.

지역에 새로운 산업단지가 조성되고 있어 그나마 기대되는 바가 크지만, 그것이 곧바로 기업유치로 이어지고 있지는 않다.

결국 대전 신성장산업 플랫폼으로서의 특화형 산단에서 출구를 찾을 수밖에 없다.

기업의 지역기피 요인을 하나씩 불식시키기 위한 전략, 이를테면 차별화된 정책, 맞춤식 지원책으로 정면 승부를 걸어야한다.

기업이 지역을 먹여 살린다.

기업이 마음 놓고 활동을 할 수 있어야 사람이 모이고 지역경제가 선순환 할 수 있다.

@highlight

지난 5년 동안 대전을 떠난 중견·중소 기업만 해도 39개에 달한 가운데, 기업에게 매력 없는 도시의 비극이 여기에서부터 시작, 탈(脫) 대전현상'으로 3중고를 겪고 있던 대전시의 관내로 이전하는 기업에 부지매입비·설비투자금 보조금으로 최대 100억 원까지 지원하기로 했다.