더불어민주당이 조국 법무부 장관 후보자에 대한 공세를 강화하고 있는 자유한국당 등 야당을 향해 "(조 후보자) 가족들에 대한 마타도어식 신상공격을 중단하고 즉시 청문회 개최일정을 확정해야 한다"고 21일 촉구했다.

박찬대 민주당 원내대변인은 이날 오후 국회 정론관에서 현안브리핑을 통해 "조 후보자가 법질서를 파괴한다고 비난한 황교안 한국당 대표는 무엇이 그렇게 당당하냐"고 비판했다.

그러면서 황 대표의 병역면제 사유인 '담마진'을 언급했다.

박 원내대변인은 "(황 대표가) 국민들에게 이름조차 생소한 피부병인 담마진을 통해 병역회피를 했고 16억원의 전관예우에 미래에 법무장관이 될 '미관예우'를 더해 '쌍관예우'를 받았다"며 "이도 모자라 우병우와 최순실의 국정농단을 방치해 국가적 혼란을 초래했다"고 말했다.

그러면서 "그랬던 사람이 법질서를 운운하다니 가당치도 않다"며 "지금이라도 야당은 의혹만 남발하는 언론플레이가 아닌, 청문회 개최를 통해 국민들이 납득할 수 있는 논리와 증거를 제시해주기 바란다"고 했다.

박 원내대변인은 "야당은 의혹만 남발하는 언론플레이가 아닌, 청문회 개최를 통해 국민들이 납득할 수 있는 논리와 증거를 제시해주기 바란다"고 말했다.

박 원내대변인은 "한국당은 조 후보자 선친의 묘비까지 뒤져가며 가족의 개인 신상까지 공개해 벌집 쑤시듯 정치공세를 퍼붓고 있다"고 지적했다.

또 "야당이 온갖 검증되지 않은 의혹들만 백화점식으로 나열하고, 조 후보자에게는 제대로 해명할 기회조차 주지 않는 것도 문제"라며 "후보자의 딸은 최소한의 인권과 사생활을 보호받을 권리조차 없는 것인지도 묻고 싶다"고 언급했다.

박 원내대변인은 "조 후보자에 대해 직접적으로 공격할 소재가 마땅치 않으니 가족과 주변인을 괴롭히는 방식은 노무현 대통령을 괴롭혔던 저급한 정치공세와 닮았다"며 "언론플레이와 여론몰이를 통한 저급한 정치공세를 즉각 중단해야 한다"고 말했다.

@highlight

21일 더불어민주당은 자유한국당 등 야당에서 조국 장관 후보자에 대한 공세를 강화함에 따라 신상공격을 중단, 청문회 개최일정을 확정해야 한다고 했으며 박찬대 원내대변인은 현안브리핑에서 "황교안 한국당 대표는 무엇이 그렇게 당당하냐"며 비판하였고 황 대표의 병역면제 사유 '담마진'을 언급했다