지난 16일 오후 6시50분께 대구시 달서구 두류동 놀이공원 ‘이월드’에서 열차형 놀이기구 ‘허리케인’ 안전요원 A(24)씨의 다리가 놀이기구 선로에 끼어 절단되는 사고가 발생했다.

사진은 사고가 발생한 직후 운행이 중단된 놀이기구 ‘허리케인’의 모습.

근로자 다리 절단 사고가 발생한 ‘이월드’에 설치된 놀이기구 상당수가 30년 가량 돼 노후한 것으로 나타났다.

20일 대구시와 이월드 등에 따르면 이월드 내 놀이기구는 모두 29대다.

이 가운데 21대가 1990년대에 설치된 놀이기구로 전체의 72.4%에 달한다.

지난 16일 사고가 발생한 놀이기구 ‘허리케인’ 은 1995년 3월에 설치됐고 지난해 운행도중 멈춘 놀이기구 ‘부메랑’과 ‘카멜백’ 역시 1995년에 설치됐다.

열차형 놀이기구인 카멜백은 지난 2월 한국전지전자기계연구원(KTC)이 실시한 안전성 정기검사에서 ‘직원 점검통로 발판이 손상돼 수리를 요한다’는 개선명령을 받은 것으로 알려졌다.

이 외 받은 지적 사항 4건 역시 모두 1990년대 설치된 놀이기구들이다.

낡은 놀이기구가 교체되지 않는 것은 현행법상 놀이기구에 대한 내구연한이나 주요 부품에 대한 교체주기를 명시하고 있지 않기 때문이다.

KTC의 검사 항목에도 놀이기구에 대한 내구연한이나 부품 교체주기는 제외돼 있었다.

이월드 한 관계자는 “부품이 단종된 놀이기구는 비슷한 중고 놀이기구의 부품을 끼워 넣거나 자체 제작하는 경우도 있다”고 말했다.

이월드의 경우 1992년 오픈한 ‘우방타워’에서 경영난으로 인해 2005년 쎄븐마운틴그룹을 거쳐 2011년 이랜드그룹으로 인수되는 상황에서 놀이기구 교체 시기를 놓쳤다는 지적이 많다.

이월드 한 관계자는 “이랜드 그룹 인수 당시 이월드 놀이기구 정비를 위한 금액을 추정해본 결과 2천억 원이라는 천문학적인 금액이 나왔다”며 “사실상 최소한의 유지보수만 하고 새로운 놀이기구를 도입키로 결정했던 걸로 기억 한다”고 말했다.

@highlight

대구시와 이월드 측에 따르면 20일 근로자 다리 절단 사고가 발생한 이월드에 설치된 놀이기구는 모두 29대로 이 중 72.4%에 해당하는 21대가 1990년대에 설치된 30년 가량 노후된 것으로 알려졌다