원전사고에 따른 방사능 유출로 수산물 수입이 금지된 일본 후쿠시마현 등 인근 해역의 바닷물이 계속해서 우리 해역에 지속적으로 배출·반입된 사실이 확인됐다는 주장이 제기됐다.

'변화와 희망의 대안정치연대' 김종회 국회의원(김제부안)은 21일 "해양수산부로부터 제출받은 자료를 확인해보니 일본 원전폭발 사고가 발생한 후쿠시마현과 인근 아오모리, 이와테, 미야기, 이바라기, 치바현을 왕래하는 선박이 2017년 9월부터 2019년 9월까지 선박평형수(배의 균형을 맞추기 위해 배에 채우는 바닷물) 128톤을 우리 항만에 방류했다"고 주장했다.

일반적으로 배가 항구에서 출항할 때 선박평형수를 넣고, 목적지에 도달해서 화물을 실으면 그 지역의 해역에 배출한다.

김 의원이 공개한 자료에 따르면 해당기간 일본과 국내를 오간 선박은 후쿠시마 3척, 아모모리 6척, 미야기 3척, 이바라기 19척, 치자 90척 등 총 121척이다.

또 일본 해역에서 주입한 바닷물은 후쿠시마 7567톤, 아오모리 9277톤, 미야기 2733톤, 이바라기 25만 7676톤, 치바 108만 74톤 등 모두 135만 7327톤이다.

이 가운데 국내 영해로 배출된 일본 바닷물은 모두 128만 3472톤으로 확인됐다.

김 의원은 "후쿠시마현 등 8개현에서 수산물 수입을 차단하고 있지만 정작 선박을 통해 원전사고 인근 지역의 바닷물은 국내 영해로 계속 유입되고 있다"며 "그러나 해수부는 지난 2013년 선박평형수 방사능오염 조사를 통해 발암물질인 세슘을 검출한 후 현재까지 단 한 차례도 위험성 검증을 하지 않는 등 직무를 유기했다"고 지적했다.

이어 "해수부는 뒷짐만 질 것이 아니라 앞으로 일본항구에서 평형수를 실어올 때 공해상에 오염된 평행수를 버린 뒤 깨끗한 평행수로 교체하는 의무를 부과하는 등의 대책을 강구해야 한다"고 강조했다.

@highlight

'변화와 희망의 대안정치연대' 김종회 국회의원(김제부안)은 21일 원전사고에 따른 방사능 유출로 수산물 수입이 금지된 일본 후쿠시마현 등 인근 해역의 바닷물이  2017년 9월부터 2019년 9월까지 일본선적 총 121척으로부터 128톤이 우리 항만에 방류됐다고 주장했다.