전남지역 해역에 적조 특보가 발령돼 전남도가 양식생물 피해 최소화를 위해 철저한 양식장 관리 지도에 나서는 등 방제에 비상이 걸렸다.

21일 전남도해양수산과학원에 따르면 국립수산과학원이 전날 오후 4시를 기해 전남 해역에 ‘적조 예비주의보’를 발령했다.

최근 남해안은 남풍계열의 바람이 불고, 적조생물이 증식하기 좋은 수온인 24~26℃가 지속됨에 따라 경쟁생물인 규조류가 감소한 때문이란 게 국립수산과학원의 판단이다.

발령해역은 고흥 봉래면 염포 종단~여수시 남면 안도 동측 종단이다.

적조생물은 여수 백야도 동측 해역에 코클로디니움(30개체/㎖), 메조디니움(1000개체/㎖)이 혼재해 출현하고 있다.

적조가 어류양식장에 유입되면 적조생물이 분비하는 점액으로 아가미 호흡기능이 저하돼 폐사를 일으키게 된다.

양식장에선 피해 예방을 위해 선박을 이용한 수류방제, 산소공급장치 가동, 먹이공급 중단, 적정 사육밀도 유지, 양식생물 조기 출하 등에 나서야 한다.

전남도해양수산과학원은 4월부터 적조 발생 우심해역을 중심으로 운영해온 예찰반을 전남 전 해역으로 확대해 집중 예찰을 펼치고 있다.

예찰 결과는 SNS 등을 통해 어업인과 유관기관에 신속히 전파한다.

지난해 전남지역 적조특보 기간은 7월 24일부터 8월 20일까지 28일간이었다.

특보 해역은 여수~고흥 해역이었다.

오광남 전남도해양수산과학원장은 “적조 발생으로 매년 크고 작은 피해가 발생하고 있는 만큼 어업인의 피해 최소화를 최우선 목표로 예찰을 강화하고, 발생 상황을 신속히 전파하겠다”며 “어업인들도 적조 발생에 따른 사육관리 요령을 반드시 이행해 줄 것”을 당부했다.

@highlight

전남 해역에 적조 특보가 발령돼 전남도가 양식생물 피해 최소화를 위해 양식장 관리 지도에 나서는 등 방제에 비상이 걸렸고 전남도해양수산과학원은 4월부터 적조 발생 중심으로 한 예찰반을 전남 해역으로 확대 예찰을 펼치고 오광남 전남도해양수산과학원장은 “적조 발생으로 크고 작은 피해가 발생하는 만큼 어업인의 피해 최소화를 목표로 예찰을 강화하고, 상황을 신속 전파하겠다”며 “어업인들도 사육관리 요령을 반드시 이행해 줄 것”을 당부했다.