양산고용노동지청(지청장 이종구)은 자기 주도적 구직활동지원에 필요한 청년들의 실질적인 수요 등을 감안해 청년구직활동지원금을 지원하고 있다.

이 지원금은 가구소득이 기준중위소득 120% 이하(4인 기준 5,53만6,243원)인 가구의 고교·대학교·대학원, 졸업 또는 중퇴 후 2년이 경과되지 않은 청년에게 월 50만원씩 최대 6개월간 지원하는 제도다.

지원금은 취업준비기간 동안 체크카드(포인트 적립)로 지급되며, 자격증 취득, 시험 응시료, 학원비, 교재 및 면접 의상 비용 등 직접 구직활동이나 식비, 교통비, 문구류 구매비 등의 비용으로 사용이 가능하다.

양산고용노동지청은 올해 안에 김해, 양산, 밀양지역 청년 1,104명(월138명)을 선정해 청년구직활동지원금을 지원할 계획이며, 21일 현재 534명이 지원금 혜택을 받고 있다.

특히, 하반기에는 공개 채용이 본격적으로 시작되고, 하반기 졸업생들의 구직활동도 활발해질 것으로 예상돼 하반기에는 요건 충족여부만 확인, 지원금 지급대상자로 선정할 계획이다.

참가신청은 '청년센터' 홈페이지(www.youthcenter.go.kr)를 통해 할 수 있으며, 대상자로 선정되면 김해고용센터와 양산고용센터에서 각각 예비교육 실시 이후 첫 포인트가 지급된다.

이후 2회차부터는 청년의 구직활동보고서 제출과 고용센터의 검토를 거쳐 월별로 포인트가 지급 된다.

예비교육은 청년구직활동지원금에 대한 상세한 안내와 청년들에게 도움이 되는 청년취업프로그램 소개 및 특강 등으로 구성돼 있다.

이종구 양산고용노동지청장은 "청년 구직활동지원금은 스스로 취업을 준비하는 청년들의 경제적 부담을 완화하는 정책이다"며 "우리지역에 보다 많은 청년들이 청년구직활동지원금을 활용해 취업에 전념할 수 있도록 적극적 홍보를 하도록 하겠다"고 밝혔다.

@highlight

양산고용노동지청은 자기 주도적 구직활동지원이 필요한 청년들의 실질적인 수요 등을 감안해 월 50만원씩 최대 6개월간 청년구직활동지원금을 지원하고 있으며, 해당 지원금은 자격증 취득, 시험 응시료, 학원비 등 직접 구직활동이나 식대, 교통비 등으로 활용이 가능하다.