세종, 시민단체.

세종시 시민단체와 정치권이 한목소리로 국회 세종의사당 설치 연구용역 결과에 따른 후속조치를 촉구하고 나섰다.

행정수도완성과 국가균형발전을 위한 지방분권세종회의(상임대표 김준식·정준이), 세종특별자치시의회 행정수도완성특별위원회(위원장 윤형권 세종시의원)는 22일 세종시청 브리핑룸에서 기자회견을 통해 국회에 연내 국회 세종의사당 건립 계획을 확정하고 설계 용역 등의 후속조치를 촉구했다.

지방분권세종회의와 행정수도특위는 "국회는 연구 용역 결과에서 제시된 대안 중 B1~B3안의 범위에서 이전규모와 시기를 결정하여 신속하게 추진해야 한다"는 입장을 밝혔다.

이들 단체는 정부 세종청사에 입주한 정부부처와 관련된 상임 위원회를 비롯해 예결위, 예산정책처, 입법조사처, 사무처 일부가 이전하는 용역 결과에 따른 설계비 등이 내년도 정부 예산에 반영돼야 한다고 입을 모았다.

또한, 이들은 이전 규모와 함께 이전 시기도 명확하게 해달라고 촉구했다.

윤형권 행정수도특위위원장은 "국회 세종의사당 설치는 입법부가 국가균형발전의 토대를 마련한다는 의미가 있다"며 "국회 세종의사당 설치에 대한 후속조치를 연내에 확정 발표해야 한다"고 강조했다.

김준식 지방분권세종회의 상임대표는 "국회 세종의사당 조속 설치가 서울과 세종의 정치 이원화로 인한 행·재정의 비효율성을 해소하는 유일한 해법이다"며 "20대 국회가 마지막 임기에 대승적인 결단을 내려야 한다"고 말했다.

한편, 국회사무처는 지난 8월 13일 '업무효율성 제고를 위한 국회분원 설치 및 운영방안'연구용역 결과를 발표했다.

이날 기자회견장에는 세종시의회 행정수도특위 윤형권 위원장과 박용희 부위원장, 손인수·손현옥·채평석 의원이 참석했으며, 지방분권세종회의에서는 김수현 특별과제위원장, 홍석하 운영위원장, 차정님 미디어홍보위원장, 백종락 정책위원장, 이제희 기획위원장, 유순희 교육위원장, 장래정 읍면위원장이 참석했다.

@highlight

세종시 시민단체와 정치권이 국회 세종의사당 설치 연구용역 결과에 따른 후속조치와 이전 규모 및 이전 시기를 분명하게 해달라고 적극적으로 요구했는데, 행정수도특위위원장은 "국회 세종의사당 설치는 입법부가 국가균형발전의 토대를 마련한다는 의미가 있다"며 "국회 세종의사당 설치에 대한 후속조치를 연내에 확정 발표해야 한다"는 입장을 고수했다.