현대자동차는 내달 출시 예정인 현대차 준대형 트럭(프로젝트명 QV) 신차의 차명을 ‘파비스(PAVISE)’로 확정하고 내외장 렌더링 이미지를 21일 처음으로 공개했다.

실용적인(Practical), 개조하기 쉬운(Adaptable), 넓은(Volume), 많은 정보를 제공하는(Information), 안전한(Safety), 경제적인(Economical) 등 특장점의 앞 글자를 딴 파비스(PAVISE)는 공간의 가치를 더한 준대형 트럭이다.

차명 ‘파비스(PAVISE)’는 ‘중세 유럽 장방형의 커다란 방패’를 의미하는데, 신형 그릴 디자인의 모티브이자 안전성, 편의성 측면에서 앞서나가는 이미지를 추구한다.

현대차는 경제성, 실용성은 물론 넓은 적재공간, 첨단 안전 사양 등을 충족시킨 준대형 신형 트럭 파비스를 통해 소형에서 대형을 아우르는 트럭 풀라인업을 구축했다.

‘파비스’는 현대 디자인 철학을 반영해 ‘Stable Tension(기준이 되는 긴장감 있는 라인), Dynamic Stroke(더욱 특색 있고 역동적인 요소), Powerful & Structural(견고하고 강인한)’을 핵심 키워드로 개발됐다.

그리고 전면부 그릴은 ‘단단한, 보호하는, 대담한(Solid, Protective, Bold)’를 키워드로 단단하고 강한 방패의 웅장한 이미지를 부여했으며, 이를 통해 더욱 강력하고 구조적으로 꽉 짜여진 디자인을 완성했다.

한편 내장 디자인은 트럭 운전자에게 딱 맞춘 레이아웃, 실용적인 편의사양을 대거 적용한 점이 특징이다.

현대차 관계자는 “공간의 가치를 더한 준대형 트럭 파비스는 현대차 트럭 라인업을 완성하는 새로운 기대주”며 “안전성, 편의성, 경제성, 실용성 등 다양한 장점을 응축해 고객에게 최상의 만족을 선사할 것”이라고 밝혔다.

@highlight

현대자동차는 내달 출시 예정인 현대차 준대형 트럭(프로젝트명 QV) 신차의 차명을  특장점의 앞 글자를 딴 ‘파비스(PAVISE)’로 확정하고 내외장 렌더링 이미지를 21일 최초 공개했고 경제성, 실용성은 물론 넓은 적재공간, 첨단 안전 사양 등을 충족시킨 준대형 신형 트럭 파비스를 통해 소형에서 대형을 아우르는 트럭 풀라인업을 구축했다. 