서울시는 지역별 특성에 따른 온실가스 감축 아이디어를 발굴하고자 지난 7월 '2019 시민·기업 참여확대를 통한 자치구 온실가스 감축 특화사업' 공모를 실시해 10개 자치구에 총 2억5000만원을 지원한다고 22일 밝혔다.

자치구 특화사업은 갈수록 심각해지는 기후변화에 보다 적극적으로 대응하기 위해 올해 처음 추진하는 사업으로, 주거, 교통, 산업 등 지역별 특성에 맞는 사업을 발굴해 시민과 기업의 인식을 제고하고 온실가스 감축 참여를 높이는데 목적이 있다.

서울시 공모에 13개 자치구가 14개 사업을 신청했으며, 전문가 심사를 통해 성북구, 은평구, 마포구, 양천구, 금천구, 영등포구, 동작구, 관악구, 강남구, 송파구 등 10개구 10개 사업이 선정됐다.

선정된 사업은 '에너지다소비 공동주택 대상 에너지절약 및 온실가스 감축'과 'G밸리산업협회 등과 연계한 에너지다소비 건물부문 감축' 등이다.

송파구의 '에너지다소비 공동주택 대상 감축사업'은 에너지다소비(연 2000TOE 이상) 공동주택 중 ESCO 사업에 관심있는 5개소를 선정해 고효율 에너지 기자재 추진사업 성과를 공유하고, 에너지 진단을 통해 기계 및 전기설비의 시설개선을 유도한다.

금천구의 'G밸리산업협회 등과 연계한 에너지다소비 건물부문 감축사업'은 입주기업 종사자 등을 대상으로 온실가스 감축 캠페인 활동을 전개하고, 에너지효율화 사업(BRP, LED보급) 안내 및 온실가스 감축 우수제품을 전시하는 등 기업의 온실가스 감축 사업 참여를 독려한다.

이외에도 쿨루프 및 바이오월 조성, 온실가스 감축 에너지 축제, 전문가 강연 및 포럼 등 시민과 기업이 참여하는 다양한 온실가스 감축 사업을 진행한다.

서울시는 자치구의 온실가스 감축 특화사업에 대한 관심이 높은 만큼, 사업결과를 평가해 내년도 사업 확대여부를 결정할 방침이다.

이병철 기후대기과장은 "지역마다 산업 및 자연환경이 다른 만큼 맞춤형 온실가스 감축 정책을 자치구와 함께 발굴해 시민과 기업의 참여도를 높이고, 갈수록 심각해지는 기후변화에 대응하기 위한 정책을 더욱 적극적으로 추진해 나가겠다."고 밝혔다.

@highlight

서울시 자치구특화사업은 갈수록 심각해지는 기후변화에 대응하기위해  온실가스 감축 아이디어를 발굴하고자 시민. 기업 참여확대를 통한 자치구 온실가스 감축 특화사업 공모를 시행한다고 밝혔다.