동반성장지수는 대기업이 중소기업과의 상생에 얼마나 적극적인지 보여주는 지표입니다.

송복규 기자입니다.

대림산업은 지난 6월 동반성장지수 '최우수' 등급을 받았습니다.

동반성장지수는 공정거래협약 이행 결과와 중소기업 체감도 조사를 합산해 계량화한 지표로, 중소기업과의 상생에 얼마나 적극적이었는지 판단할 수 있습니다.

대림산업은 이 지수가 지난해보다 3단계나 오르면서 '상생'에 방점을 찍고 드라이브를 걸어왔습니다.

하지만 최근 '하도급 갑질'이 들통났습니다.

하도급 대금과 어음 대체 결제 수수료를 지급하지 않고, 하도급 계약서를 늦게 작성한 사실이 공정거래위원회에 적발된 겁니다.

이렇게 피해를 본 업체만 759곳, 금액은 무려 15억 원에 달합니다.

중소기업과의 상생을 강조해온 대림산업이 실제로는 '갑의 횡포'를 부리고 있었던 것.

- "공정거래위원회는 불공정 하도급 거래행위를 한 대림산업에게 시정명령 및 과징금 부과를 결정했습니다. 이번 조치는 3년 간의 하도급 거래를 정밀 조사해 처리한 것…"

대림산업의 갑질 탓에 상생 노력을 하는 기업에게 주어지는 동반성장지수 신뢰도도 추락했습니다.

상황이 이렇자 동반성장위원회는 다음 달 초 위원회를 열어 대림산업의 등급을 다시 평가하겠다고 밝혔습니다.

하지만 대림산업은 공정위와 동반위가 평가한 기간이 달라 오해의 소지가 있다고 항변했습니다.

공정위 제재는 지난해 4월 이전까지 조사한 결과고, 동반위는 지난해 전체를 평가한 것이라는 설명입니다.

오히려 동반위 평가기간엔 충분한 개선이 이뤄졌다는 겁니다.

- "대림산업은 공정거래위원회 조사와 관련해 시정조치와 보상절차를 모두 완료했습니다. 이번 기회로 상생협력에 더 노력할 수 있도록 시스템을 정비하겠습니다. "

지난 달 건설사 최초로 국제신용등급도 획득하며 대외적인 이미지 관리에 힘써온 대림산업.

그러나 뿌리깊은 갑질을 개선하지 않는 한 '진정한 상생'은 공염불에 불과하다는 비판이 나오고 있습니다.

매일경제TV 송복규입니다.

@highlight

지난 6월 동반 성장 지수 '최우수' 등급을 받은 바 있는 대림산업이  하도급 대금과 어음 대체 결제 수수료를 지급하지 않고, 하도급 계약서를 늦게 작성한 사실이 공정거래위원회에 적발 되면서 '하도급 갑질'이 들통 났다.