'세기의 재판'으로 불린 페이스북과 방송통신위원회의 법정 다툼에서 페이스북이 승소했다.

방통위는 즉각 항소 의사를 밝혔지만 글로벌 콘텐츠 사업자에게도 서비스 품질 책임을 부과하려 했던 당초 계획에 차질을 빚게 됐다.

서울행정법원 행정5부(부장 박양준)은 22일 페이스북이 방통위를 상대로 낸 시정명령 등 처분 취소청구 소송에서 "방통위가 내린 처분을 취소한다"며 원고 승소 판결을 내렸다.

이번 소송은 규제당국으로부터 제재를 받은 글로벌 콘텐츠사업자가 '이런 조치가 부당하다'며 행정소송을 제기한 첫 사례여서 해외에서도 관심을 모았다.

특히 이번 판결은 국내외 IT업체의 망 사용량 협상에도 영향을 줄 것으로 보인다.

유튜브와 넷플릭스 등은 국내 통신사에 막대한 망 부담을 주면서 사용료를 거의 내지 않고 있는데, 앞으로 국내 네이버와 카카오 등도 망 사용료 인하를 요구할 가능성이 높다.

▲ 진성철 방송통신위원회 통신시장조사과장이 22일 페이스북과의 법정 다툼에서 패소한 뒤 서울행정법원 앞에서 취재진의 질문에 답하고 있다.

판결 쟁점은 페이스북이 2016년 12월 SK브로드밴드, LG유플러스 등 국내 통신사업자와의 접속 경로를 돌연 미국, 홍콩 등 해외로 우회하도록 한 것이 소비자 불편을 초래했는지로 모아졌다.

당시 페이스북이 통신사업자와 망 이용료 협상을 하던 도중 접속 경로를 해외로 돌린 것을 두고 소비자를 볼모로 삼아 협상력을 키우려 한다는 지적이 끊이지 않았다.

이와 관련해 방통위는 접속 경로가 국제 구간으로 옮겨 가면서 트래픽 병목현상이 발생했고, 접속 응답 속도가 2.4~4.5배 느려졌다며 페이스북에 시정명령과 과징금 3억 9600만원 부과를 결정했다.

현행 전기통신사업법은 정당한 사유 없이 서비스의 이용을 제한 또는 중단하는 행위를 금지하고 있다.

반면 페이스북은 콘텐츠 사업자에게 인터넷 접속 품질 책임까지 부과하는 것은 부당하고, 당시 응답 속도 저하도 이용자가 체감할 수준은 아니었다고 강변했다.

재판부도 "피고(방통위)는 객관적인 근거에 의해 (품질 저하의) 현저성을 증명하지 못했다"고 지적했다.

방통위는 판결문 분석 후 항소할 것이라고 밝혔다.

@highlight

글로벌 콘텐츠사업자가 규제당국에 행정소송을 제기한 첫번째 사례로써 국내외의 이목을 끌었던 페이스북의 방송통신위원회 대상 소송에서 22일 페이스북이 승소 판결을 받았으며 이에 방통위는 항소 계획을 밝혔다.