오늘(22일) 밤 9시 30분 방송되는 JTBC '이규연의 스포트라이트'에서는 상습도박 그리고 ‘외국환 거래법 위반’ 혐의로 입건된 양현석 전 YG엔터테인먼트 대표의 해외 원정 도박에 숨겨진 진실을 집중 탐사한다.

지난 3월, ‘이규연의 스포트라이트’ 팀은 미국 LA에 있는 양 전 대표의 30년 지기로부터 충격적인 제보를 받았다.

양 전 대표가 라스베이거스에서 상습적으로 도박을 했다는 것.

그는 자신이 양 전 대표의 도박 자금으로 7회에 걸쳐 약 9억 원을 조달했다고 주장했다.

이후 ‘이규연의 스포트라이트’ 팀은 그의 증언을 바탕으로 6개월가량 추적에 나서 양 전 대표의 불법 도박에 관한 구체적이고 중요한 증언들을 확보할 수 있었다.

양 전 대표는 미국 라스베이거스 MGM 그랜드 호텔 카지노만을 이용했고, VIP들만 할 수 있다는 바카라를 즐겼다고 한다.

짧은 시간 동안 거액의 판돈이 오고 가는 긴박감과 판돈을 땄을 때의 쾌감이 극도로 높다는 바카라.

양 전 대표는 시원시원한 배팅과 과감한 결단력으로 주목을 받았으며 전문 호스트까지 붙을 정도로 특별 케어를 받는 겜블러였다.

제보자에 따르면 양 전 대표는 주로 도박 자금을 라스베이거스 현지에서 빌려 한국에서 갚고, 미국으로 공연을 하러 갈 때 10명 정도의 스태프들에게 최대 반출금액인 만 불이 담긴 밀봉된 종이가방을 나누어 준 뒤, 미국 도착 후 수거하는 일명 ‘환치기’ 수법까지 사용했다고 한다.

현재 경찰이 확인한 카지노 출입횟수만 11회.

10억 원을 베팅해 6억 원을 잃었다는 양 전 대표의 거액의 도박판.

과연, 그를 라스베이거스의 VIP로 만들어준 거금은 어디에서 나왔을까.

실체를 알 수 없는 YG 미국지사의 정체부터 홍대 클럽 거리에 드리워진 검은돈의 흔적까지.

양현석 전 대표를 둘러싼 원정 도박 의혹에 스포트라이트를 비춘다.

@highlight

오늘 밤 방송되는 JTBC '이규연의 스포트라이트'에서는 상습도박 및 외국환 거래법 위반으로 입건된 양현석 전 YG 대표의 30년 지기로부터 충격적인 제보를 통해 해외 원정 도박에 숨겨진 비밀과 그를 라스베이거스의 VIP로 만들어준 돈의 출처등을 집중 탐사한다.