△지난 3월 전라북도 군산 새만금컨벤션센터에서 열린 제2회 지투페스타(G2Festa)에서 관람객들이 부스를 둘러보고 있다.

엔씨소프트는 지난해와 올해 2년 연속 지투페스타의 공식 후원사로 참여했다.

엔씨소프트(대표 김택진, 이하 엔씨(NC))가 국제게임전시회 '지스타 2019' BTB(Business to Business)관에 게임 스타트업 전시 부스를 후원한다.

게임 산업 활성화와 스타트업 성장을 지원하기 위한 BTB관 전시 지원은 한국인터넷기업협회가 주최하고 엔씨(NC)가 후원한다.

지스타 BTB관 전시 지원은 2015년 시작해 5년째 지속되고 있다.

엔씨(NC)는 2017년부터 3년째 후원을 이어가고 있다.

BTB관에 참여하는 게임 스타트업 10개사는 행사 참가비용과 입장권을 지원받고, 간담회를 통해 상호 네트워크 구축 및 노하우를 공유 받을 수 있다.

지스타와 더불어 국내에서 열리는 최대 규모의 게임쇼 중 하나인 '플레이엑스포(PlayX4)'에도 2018년부터 2년째 후원 활동을 진행하고 있다.

'플레이엑스포'는 매년 5월 경기도 고양시 킨텍스에서 개최하는 융복합 게임쇼다.

엔씨는 BTC 특별관 전시부스 제작과 온라인 홍보, BTB 바이어 상담회 참가지원 등 중소 게임 기업에게 필요한 마케팅 채널을 지원했다.

이 외에도 엔씨는 '지투페스타(G2Festa)', '에이스페스티벌(ACE Festival)', '인디크래프트, 대한민국게임페스티벌 2019' 등 게임 산업 및 지역 문화콘텐츠 활성화를 위한 다양한 후원 활동을 펼치고 있다.

엔씨(NC) 장현영 정책협력실장은 "게임 스타트업 생태계 조성과 유망기업 발굴에 앞장서고자 다양한 채널로 후원을 지속하고 있다"며, "게임업계의 상생발전을 도모하고, 게임이 대한민국 대표 문화 콘텐츠로 거듭날 수 있도록 지속적인 노력을 기울이겠다"고 말했다.

@highlight

엔씨소프트가 게임 산업 생태계 조성과 게임업계의 상생발전을 위해 한국인터넷기업협회가 주최하는 국제게임 전시회 '지스타 2019'의 BTB(Business to Business)관 내 스타트업 전시 부스를 후원한다.