[충청투데이 나운규 기자] 지난 6·13 지방선거에서 불법자금을 요구한 혐의로 1심에서 실형을 받은 전문학 전 대전시의원과 전직 국회의원 보좌관 변모 씨가 항소심에서 희비가 엇갈렸다.

전 전 시의원은 1심에서 무죄를 받은 일부 혐의가 유죄로 바뀌면서 형량이 6개월 늘어난 반면, 변 씨는 2개월 줄었다.

이들의 요구에 돈을 건넨 혐의로 기소된 방차석 서구의원은 항소가 기각되면서 의원직을 잃을 처지에 놓였다.

대전고법 제3형사부(재판장 전지원 부장판사)는 22일 공직선거법 위반 혐의로 기소된 전 전 시의원에 대한 항소심에서 징역 1년을 선고한 원심을 파기하고 징역 1년 6월을 선고했다.

또 같은 혐의로 기소된 변 씨에 대해서는 원심(징역 1년 6월)보다 2개월 적은 1년 4월과 함께 2000여만원의 추징금을 명령했다.

방 구의원은 재판부의 항소 기각으로 원심인 징역 6월에 집행유예 2년, 추징금 1949만원이 유지되면서, 이날로부터 일주일 이내에 대법원에 상고하지 않으면 의원직을 상실한다.

방 구의원은 재판 직후 '상고할 계획이 있냐'는 기자의 물음에 "고민해 보겠다"는 짧은 말을 남기고 법원을 빠져나갔다.

항소심 재판부는 전 전 시의원에 대해 "피고인은 서구의원과 대전시의원을 지내면서 지역 정치권에서 영향력을 갖고 있는 상태에서 선거에 처음 출마하는 후보자들에게 금품을 요구했다"며 "또 변씨에게 금품을 받아오라고 지시했음에도 증거를 인멸하고 범행 일체를 부인하면서 반성하지 않고 있다"고 양형 이유를 밝혔다.

1심 재판부가 증거가 부족하다면서 변씨에게 지시한 부분을 무죄로 판단한 것과 달리, 항소심 재판부는 일부 유죄를 인정했다.

다만 요구한 금액은 1억원이 아닌 '알수 없는 금액'으로 명시했다.

재판부는 변씨에 대해 "지방선거 후보자에게 금품을 요구하고 수수했다. 자신의 경제적 이득을 위해 범행을 저질렀다"면서 "다만 자신의 죄를 인정하고 자백한 점을 참작했다"고 말했다.

방 구의원에 대해 재판부는 "금품제공 요구를 받고 거액을 제공했다"며 "이는 선거법 입법취지를 중대하게 훼손한 것"이라며 항소 기각 사유를 밝혔다.

@highlight

지난 6.13 지방선거의 불법자금 관련 혐의로 1심에서 실형을 선고받은 전문학 전 대전시의원의 항소심에서 형량이 6개월 늘어났으며, 전직 국회의원 보좌관 변모씨는 항소심에서 2개월 감형, 돈을 건넨 혐의의 방차석 서구의원은 항소 기각으로 의원직 상실의 처지에 놓였다.