사진은 기사와 관련 없음.

서귀포시지역 한 호텔에서 수영 강습을 받은 초등학생들이 고열과 두통 등의 증상을 보이며 아데노바이러스 확진 또는 의심 증세를 보였다.

이 중 제주시 소재 학교에 다니는 학생들이 아데노바이러스 확진 판정을 받은 가운데 서귀포시에 위치한 해당 수영장에 대한 수질검사는 뒤늦게 이뤄지면서 관련 기관·부서들 간의 긴밀한 협력 체제가 요구되고 있다.

22일 제주시동부보건소 등에 따르면 제주시 소재 A학교 학생 2명은 지난 19일 고열 등으로 아데노바이러스 확진 판명을 받고 병원에 입원했다.

이와 함께 인근에 위치한 서귀포시 소재 B학교의 경우 학생 4명 정도가 아데노바이러스가 의심된다는 의료진 소견을 받았다.

해당 학교 학부모 등에 따르면 이 학생들은 서귀포시 소재 한 호텔에서 수영 강습을 받은 것으로 알려졌다.

하지만 관계당국은 학생들이 아데노바이러스 확진을 받은 지 며칠이 지난 후에야 해당 수영장에 대한 수질 검사에 돌입해 후속 조처가 늦은 게 아니냐는 지적이 나오고 있다.

전염병 관련 업무는 보건소, 수영장에 대한 수질·위생 점검은 해당 지역 읍·면사무소 또는 동 주민센터에서 담당한다.

제주시 소재 학생들이 아데노바이러스 확진 판정을 받은 것은 지난 19일이지만 해당 읍사무소는 지난 21일 민원 전화를 받고나서야 22일 호텔 수영장에 대한 점검에 나선 것으로 확인됐다.

이번 사안과 관련해 기관·부서들 간의 긴밀한 연계가 부족하다는 지적이 나오는 이유다.

해당 읍사무소 관계자는 "21일 오후 늦게 민원이 접수돼 22일 현장 확인에 들어갔다"며 "수영장 사용을 금지할 수 있는 의무 조항이 없기 때문에 해당 호텔 측에 소독 등을 강화할 것을 주문했다"고 말했다.

한편 아데노바이러스에 감염되면 편도염, 고열, 두통, 결막염 등의 증상을 보인다.

특히 7세 이하의 소아에게 주로 많이 발병하며, 잠복기는 2~14일이다.

@highlight

22일 제주시동부보건소는 지역에 위치한 A학교 학생 2명이 지난 19일 서귀포시의 호텔에서 수영 강습 후 고열과 두통 증상 등으로 아데노바이러스 확진 판정을 받고 병원에 입원했으나 관계당국은 확진된 지 며칠 뒤에야 수영장 수질 검사를 진행해 후속 조치가 너무 늦었다는 지적이 제기되고 있다.