AI(인공지능) 전문업체 아크릴(대표 박외진)이 최근 소이넷(공동대표 김용호, 박정우)과 딥러닝 인프라스트럭처의 공동 연구 개발을 위한 MOU(업무협약)를 체결했다고 22일 밝혔다.

아크릴은 인공지능 플랫폼 조나단(Jonathan™)을 독자 개발한 업체다.

조나단을 활용, 고객에게 인공지능 학습을 위한 솔루션 및 서비스를 제공하고 있다.

특히 아크릴은 △멀티 GPU(그래픽처리장치)를 활용해 딥러닝 모델 개발을 돕는 프레임워크 △프로덕션 환경에 최적화된 딥러닝 서비스의 자동화 △클라우드 환경에서의 데이터 정제 및 모델 배포 △GUI(그래픽사용자환경)에서 완료할 수 있는 딥러닝 프로세스 등 각 산업 분야에 적용할 수 있는 인프라스트럭처를 구축하는 기술을 갖고 있다.

소이넷은 소프트웨어 기반의 범용 AI 실행 가속 엔진을 개발한 업체다.

학습된 인공지능 모델을 서비스 단계에 적용할 때 GPU 가동률과 추론 속도를 극대화하는 기술을 가졌다.

이 기술은 Jonathan™의 딥러닝 인프라스트럭처에 함께 포함될 예정이다.

이를 통해 인공지능 응용 서비스 구축, 학습, 배포 및 관리 등에 활용할 계획이다.

이번 협약식엔 박외진 아크릴 대표와 박정우 소이넷 대표 등 관련 임직원들이 참석했다.

이번 협약을 통해 양사는 업계 최초로 인공지능의 학습과 추론을 가속화하고 효율적인 자원 관리를 할 수 있는 인프라스트럭처를 공동 개발하기로 했다.

아크릴 관계자는 "인공지능과 딥러닝 기술이 빠르게 발전함에 따라 비즈니스 환경이 급변하고 있다"며 "인공지능에 최적화된 SW(소프트웨어) 및 HW(하드웨어)를 원스톱으로 구축하길 원하는 고객이 늘고 있다"고 말했다.

이어 "소이넷과의 협약을 통해 다양한 신규 시장을 개척할 예정"이라고 덧붙였다.

@highlight

인공지능 전문업체인 아크릴은 22일 업계 최초로 소이넷과 딥러닝 인프라스트럭처 공동 개발을 위해 업무협약(MOU)을 체결했으며,이는 인공지능을 응용해 학습 및 추론을 더하고 효율적인 자원을 관리하는 기술로 이를 통해 신규 시장을 다양하게 개척할 것이라 전했다. 