'오산 백골 시신 사건'의 범인이 시신 발견 74일 만에 경찰에 검거됐다.

경기남부경찰청 광역수사대는 A씨(22) 등 3명을 살인 및 암매장 혐의로 검거했다고 22일 밝혔다.

경찰은 또 피해자를 범행 현장으로 유인한 고등학생 등 미성년자 2명도 입건했다.

A씨 등은 지난해 9월 8일 오후 7시 40분에서 오후 9시 14분 사이 B군(당시 17세)을 오산시 내삼미동의 한 공장으로 유인해 목을 졸라 기절시킨 뒤 집단폭행해 살해 하고 인근 야산에 암매장한 혐의를 받고 있다.

가출 청소년인 B군은 가출해 함께 살고 있는 A씨 등이 SNS에 올린 고수익 알바 광고를 보고 만나 경기 성남, 충청남도 천안 등의 원룸에서 함께 생활하다 살해 당했다.

경찰에 따르면 A씨 등은 자신들이 연관된 다른 범죄에 대해 B군이 경찰에 진술을 해 처벌받게 될 처지에 놓이자 앙심을 품고 B군을 살해한 것으로 드러났다.

범행에 가담한 3명 중 A군 등 2명은 다른 범죄로 수감중에, 다른 한명은 군복무중 경찰에 체포됐다.

나머지 범행 가담자 2명은 B군을 공장으로 유인한 혐의(미성년자 유인)로 입건됐다.

B군을 유인한 2명중 한명은 A군과 SNS를 통해 알고 지낸 사이라고 경찰은 전했다.

경찰은 지난 6월 6일 오전 발견된 백골 상태의 시신이 15~17세 남성이란 국립과학수사연구원의 부검 결과를 받고 같은 연령대 가출인, 장기 결석자, 주민등록증 미발급자 등을 조사했다.

소재불명 한 청소년이 운영하던 SNS 프로필 사진에서 시신과 함께 발견된 반지와 같은 반지가 확인되자 유전자 감식에 나서 시신 발견 49일 만인 지난달 25일 B군의 신원을 확인했다.

이후 B군의 행적을 역추적해 B군과 함께 생활한 A씨 등이 삽·장갑 등 범행도구를 구입한 사실을 확인했다.

차량 트렁크에서 B군의 혈흔도 발견했다.

경찰 관계자는 "A씨 등은 범행을 인정하고 있다"면서 "구체적인 범행경위 등을 더 조사한 뒤 검찰에 송치할 예정"이라고 말했다.

@highlight

경기남부경찰청 광역수사대는 22일 시신 발견 74일 만에 '오산 백골 시신 사건'의 범인 A씨 등 3명을 살인 및 암매장 혐의로 검거했다고 밝히고, 피해자를 범행 현장으로 유인한 고등학생 등 미성년자 2명도 함께 입건했다.