MLB닷컴 "올 최고선발, FA시장 흔들 것"

'코리안 몬스터' 류현진이 미국 메이저리그 프리에이전트(FA) 시장을 강타할 조짐이다.

MLB닷컴은 22일 "2년 연속 FA자격을 얻는 류현진이 이번 FA시장을 흔들 것"이라고 예상했다.

강속구 투수가 즐비한 올 시즌 메이저리그에서 시속 140㎞대 공으로 무대를 평정한 류현진은 22일 현재 23경기에 선발로 등판해 12승 3패 평균자책점 1.64로 맹활약 중이다.

MLB닷컴은 "류현진은 지난해 8월 16일 이후 32경기에 선발 등판해 201이닝을 소화하며 16승 6패 평균자책점 1.70의 놀라운 성적을 거뒀다"며 "류현진이 FA 시장을 흔들 준비를 마쳤다"라고 밝혔다.

류현진은 2018시즌 종료 뒤 메이저리그 입성(2013년) 후 처음으로 FA 자격을 획득했지만 FA 시장 진출을 포기하고 다저스가 제시한 퀄리파잉 오퍼를 받았다.

그의 올해 연봉은 1970만 달러(약 215억원)다.

올 시즌 종료 뒤 류현진은 다시 FA 자격을 얻는다.

이번에는 다저스가 퀄리파잉 오퍼를 제시할 수도 없어 좌완 선발 보강을 노리는 메이저리그 각 팀의 러브콜을 받을 전망이다.

류현진으로서는 자신의 가치를 시장에서 평가받는 한편, 거액의 계약금과 연봉을 손에 넣을 수 있는 기회다.

MLB닷컴은 "이번에는 류현진이 진짜 FA가 된다"며 "FA 투수 시장에서 게릿 콜과 매디슨 범가너 이야기만 들리는 게 아니다. 댈러스 카이클, 로비 레이, 잭 휠러를 언급하는 관계자도 많다. 그리고 류현진은 FA 시장에서 가장 주목받는 선발 투수가 될 수도 있다"라고 밝혔다.

하지만, 류현진에게도 약점은 있다.

적지 않은 나이와 부상 이력이 FA대박을 터트리는 데 변수가 될 수도 있다.

이미 30대에 접어 들은 데다가 접어들었고, 2015년 어깨 수술을 받는 등 자주 부상으로 이탈한 바 있다.

FA시장에 나오는 류현진이 과연 FA시장에서 '잭팟'을 터뜨릴 수 있을 지 관심이다.

@highlight

MLB닷컴은 22일 '코리안 몬스터' 류현진이 2년 연속 미국 메이저리그 FA 자격을 얻어 이번 FA 시장을 강타할 것이라고 예상했다.