LG전자는 세계적 권위의 디자인상인 'IDEA 2019'에서 금상 2개와 은상 1개 등 모두 13개의 상을 받았다고 22일 밝혔다.

LG 시그니처 올레드 TV R는 세계 첫 롤러블 TV로 기존 TV와는 비교할 수 없는 혁신적인 디자인을 갖췄다는 평가를 받고 있다.

올레드의 압도적인 화질을 유지하면서도 시청할 때는 화면을 펼쳐주고 시청하지 않을 때는 본체 속으로 화면을 말아 넣는다.

절제된 디자인을 토대로 전체 외관에는 리얼 알루미늄을, 스피커에는 명품 패브릭 브랜드 ‘크바드라트’의 원단을 적용했다.

미국 산업디자이너협회(IDSA)가 주관하는 IDEA는 독일의 '레드닷 디자인 어워드', 'iF 디자인 어워드'와 함께 세계 3대 디자인상으로 꼽힌다.

올해는 1700여 점이 출품돼 경쟁을 벌였다.

LG전자의 롤러블TV 모델인 'LG 시그니처 올레드TV R'과 프리미엄 천장형 선풍기는 나란히 금상을 받았다.

금상은 출품작 가운데 상위 약 3%에만 주어지는 최고상이다.

특히 시그니처 올레드 TV R는 앞서 레드닷 디자인 어워드와 iF 디자인 어워드에 이어 세계 3대 디자인상을 모두 석권했다.

이와 함께 LG 시그니처 올레드 TV R는 사용자경험(UX)에서도 은상을 받으며 또 하나의 수상 기록을 남겼다.

65인치 전체 화면을 시청할 수 있는 '풀 뷰', 화면 일부만 노출되는 '라인 뷰', 화면이 완전히 내려간 '제로 뷰' 등을 구현해 TV의 새로운 사용자 경험을 제시했다는 점에서 높은 평가를 받았다고 회사 측은 설명했다.

LG전자 노창호 디자인센터장은 “LG 시그니처 올레드 TV R는 장인정신이 깃든 하나의 작품”이라며 “단순한 디자인을 지향하면서도 조화롭고 정제된 아름다움을 담고 있다”고 강조했다.

@highlight

LG전자의 롤러블TV가 미국 산업디자이너협회(IDSA)에서 주최하는 세계적 권위의 디자인상인 'IDEA 2019'에서 금상을 수상해 이전 레드닷 디자인 어워드와 iF 디자인 어워드에 이어 세계 3대 디자인상을 모두 석권했다.