= 박삼득 신임 국가보훈처장이 22일 서울 여의도 국회에서 열린 정무위원회 전체회의에서 지상욱 의원(바른미래당)의 질의에 답변하고 있다.

박삼득 국가보훈처장은 '김원봉 국가유공자 서훈 논란'과 관련해 "김원봉은 대한민국 건국에 해가 되는 사람이라고 답했다.

박삼득 국가보훈처장이 22일 약산(若山) 김원봉 서훈 논란과 관련해 "(김원봉은) 북한 국가수립에 기여를 했고, 이 부분은 (대한민국에) 해(害)"라며 "현재 기준상으로는 (서훈이) 불가능하다"고 밝혔다.

박 처장은 이날 국회에서 열린 정무위원회 전체회의에서 김원봉 서훈에 대한 입장을 묻는 지상욱 바른미래당 의원의 질의에 이같이 밝혔다.

지 의원이 "기준을 바꿔서 (서훈)할 생각이 있느냐"고 묻자 박 처장은 "그럴 생각이 없다"고 말했다.

지 의원은 "피우진 전임 처장이 김원봉이 독립유공자 서훈 가능성이 있다고 말했고 (정무위가) 파행이 됐다"며 "대다수 국민이 서훈을 원한다는 근거로 1200만명이 본 영화 '암살'을 들었다. 이를 인정할 수 있느냐"고 말했다.

박 처장은 "전임 처장의 얘기에 대해서 말하는 것은 부적절하다"며 말을 아꼈다.

문재인 대통령이 임명한 피우진 국가보훈처장이 김원봉 서훈을 검토하면서 파문이 일었다.

김원봉은 1948년 월북해 북한 노동상, 최고인민회의 상임위원회 부위원장 등을 맡았던 이력이 있다.

문재인 대통령이 지난 6월 6일 현충일 추념사에서 김원봉을 말하면서 '김원봉 서훈' 논란이 불거졌다.

문 대통령은 "임시정부는 1941년 12월 10일 광복군을 앞세워 일제와 전면전을 선포했다"며 "광복군에는 무정부주의세력 한국청년전지공작대에 이어 약산 김원봉 선생이 이끌던 조선의용대가 편입돼 마침내 민족의 독립운동역량을 집결했다"고 밝혔다.

@highlight

박삼득 국가보훈처장은 22일 국회에서 열린 정무위원회 전체회의에서 피우진 전임 처장이 말한 김원봉의 독립유공자 서훈에 대한 입장을 묻는 질의에 대해 김원봉은 북한국가수립에 기여함으로써 대한민국에 해를 끼쳤으므로 서훈이 불가하다는 입장을 밝혔다.