국회융합혁신경제포럼 김성태 대표의원(왼쪽 3번째)과 한국서부발전 김경태 기술본부장(왼쪽 4번째) 등 서부발전 관계자들과 기념촬영을 하고 있다.

한국서부발전(사장 김병숙)은 22일 국회헌정기념관 대강당에서 국회융합혁신경제포럼(대표의원 김성태)과 한국언론인협회(회장 성대석)가 공동주최하는 ‘2019년 4차 산업혁명 파워코리아 대전’에서 ‘스마트기업 리더상’을 수상했다고 밝혔다.

서부발전은 스마트플랜트 구축을 목표로 ‘중장기 4차산업 기술혁신 로드맵(I-WP 4.0)’을 수립, 발전기술에 대한 혁신을 적극적으로 추진해 왔으며, 발전 데이터 개방과 설비현장 테스트베드(Test-Bed) 제공 등 산업 생태계 육성에 노력한 점을 높게 평가 받았다.

발전사 최초로 전 사업장에 LTE 망을 구축하고 자체적으로 개발한 스마트 모바일 점검기기를 통해 발전설비를 점검하는 한편, 고소·사각설비에는 자율비행 드론을 띄우고, 해수 취수구 등에는 수중점검 로봇을 투입하여 점검하는 등 서부발전은 4차 산업혁명 융·복합 신기술을 활용한 업무혁신을 선도해오고 있다.

특히, IoT(사물인터넷) 센서나 3D프린팅과 같은 첨단기술 개발 후 판로 개척에 어려움을 겪고 있는 중소기업을 위해 발전소를 실증 Test-Bed로 제공하고 있으며, VR을 이용한 발전설비 가상훈련시스템을 개발해 서울대 엔지니어링센터(EDRC)에 기술이전을 추진하는 등 4차산업 분야의 산업생태계 구축에도 전력을 다하고 있다.

서부발전 김경재 기술본부장은 수상 소감을 통해 “최근 어려운 경영환경에서도 4차산업 발전에 묵묵히 노력해온 점을 인정받아 기쁘다”면서 “이에 만족하지 않고 앞으로도 스마트 발전소 핵심기술을 선제적으로 활용할 뿐만 아니라, 新산업 모델을 발굴·육성하여 양질의 일자리 창출에 최선을 다할 것”이라고 포부를 밝혔다.

@highlight

한국서부발전은 스마트플랜트 구축을 목표로 판매 루트 개척이 힘든 중소기업과 손잡고 발전소를 실증 Test-Bed로 제공하는 등 산업 생태계 발전에 노력한 공로를 인정받아 '2019년 4차 산업혁명 파워코리아 대전'에서 '스마트기업 리더상'을 받았다. 