이시종 충청북도지사가 지난 21일 강소연구개발특구를 통한 스마트IT부품 및 시스템 혁신 거점 구축 추진 의사를 밝히고 있다.

충청북도가 시스템 반도체, 미래자동차와 같은 신성장 산업을 육성한다.

충청북도는 지난 21일 청주 강소연구개발특구를 통해 스마트IT부품·시스템 혁신 거점을 구축하겠다는 비전을 선포하고 스마트전자부품, 스마트센서, 이동체통신시스템을 집중 육성하기로 했다고 22일 밝혔다.

이를 위해 충북 특화 기술사업화모델을 운영하고 혁신기관·기업 간 네크워크를 구성할 예정이다.

지방세 감면과 같은 지원제도를 마련, 스마트IT 기술사업화 특화 오창캠퍼스 조성 등을 통해 기술사업화를 유도하기로 했다.

또 기술 실증과 제품 제작 지원을 강화하기 위해 △자율주행차 테스트베드 및 실증단지 구축 △5G 기반 반도체 특화 가상현실·증강현실 제작거점센터 구축 △차세대 방사광 가속기 유치 등 인프라를 확충할 계획이다.

청주 강소연구개발특구는 연구개발 성과확산, 사업화를 촉진하는 집약적 특구모델로, 충북대학교와 기술사업화 배후공간인 오창과학산업단지 일원에 조성된다.

충청북도가 지난 1월 과학기술정보통신부에 지정 요청한 후 강소특구전문가위원회 6개월간의 심사와 연구개발특구위원회 심의·의결을 거쳐 지난 6월 19일 지정됐다.

충청북도는 청주 강소연구개발특구를 통해 오는 2024년까지 65개 연구소기업의 창업과 410개 일자리를 창출될 것으로 내다봤다.

이시종 충청북도지사는 "4차 산업혁명을 선도할 지역 혁신성장 거점으로서 충북 청주 강소연구개발특구가 활성화 될 수 있도록 다양한 행정·재정적 지원을 아끼지 않을 것"이며 "청주 강소특구가 자생적 혁신 플랫폼 구축을 넘어 비메모리 반도체, 미래차 등 혁신성장 중점 육성산업의 중심지로서 거듭나 대한민국의 신성장을 이끄는 주역이 될 것으로 기대된다"라고 말했다.

@highlight

충청북도는 지난 21일 청주 강소연구개발특구를 통해 스마트IT부품·시스템 혁신 거점을 구축하겠다는 비전을 선포하고 스마트전자부품, 스마트센서, 이동체통신시스템을 집중 육성할 것이고 이를 위해 충북 특화 기술사업화모델을 운영하고 혁신기관·기업 간 네크워크를 구성할 예정이라고 밝혔다.