'한강 몸통 시신 사건'의 피의자 장대호(38·모텔종업원)가 23일 검찰로 송치된다.

경기 고양경찰서는 해당 사건을 23일 오후 의정부지검 고양지청으로 넘길 예정이라고 22일 밝혔다.

장대호는 지난 8일 오전 서울 구로구 자신이 일하는 모텔에서 투숙객(32)을 둔기로 때려 살해한 뒤 흉기로 시신의 머리와 사지를 절단하는 등 훼손한 혐의(살인 및 사체손괴)를 받고 있다.

또 훼손한 시신을 지난 12일 새벽 전기자전거를 이용해 여러 차례에 걸쳐 한강에 버린 혐의(사체유기)도 받고 있다.

경찰 조사에서 장대호는 피해자가 반말하며 시비를 걸고 숙박비 4만원을 주지 않자 범행을 벌였다고 진술했다.

특히 경찰에서 신상 공개가 결정된 직후 "이번 사건은 흉악범이 양아치를 죽인, 나쁜 놈이 나쁜 놈을 죽인 사건"이라며 "아무리 생각해도 상대방이 죽을 짓을 했기 때문에 반성하지 않는다"고 막말을 하기도 했다.

또 유족에게도 전혀 미안하지 않다며 전혀 반성하지 않는 태도를 보여 국민적 공분을 사고 있다.

장대호는 '청담동 주식부자' 부모 살해사건의 김다운(34), 진주 아파트 방화살인 사건의 안인득(42), 전 남편을 살해한 혐의의 고유정(36)에 이어 올해 신상공개가 결정된 4번째 피의자다.

이 사건은 지난 12일 오전 9시 15분께 경기도 고양시 한강 마곡철교 부근에서 한강사업본부 직원이 몸통만 있는 시신을 발견하면서 수면위로 떠올랐다.

경찰과 관계기관의 대대적인 수색이 시작되고 며칠 뒤인 지난 16일 오전 10시 48분께 피해자 시신의 오른팔 부위가 한강 행주대교 남단 500m 지점에서 검은 봉지에 담긴 채로 발견되면서 피해자의 신원이 확인됐다.

수사가 급물살을 타며 장대호는 결국 17일 새벽 경찰에 자수했다.

그가 자수한 날 오전 10시 45분께 한강에서 피해자 시신의 일부로 추정되는 머리 부위도 발견됐다.

@highlight

경기 고양경찰서는 지난 8일 오전 서울 구로구 자신이 일하는 모텔에서 투숙객을 둔기로 때려 살해한 뒤 흉기로 시신의 머리와 사지를 절단하는 등 훼손한 혐의를 받고 있는 '한강 몸통 시신 사건'의 피의자 장대호를 23일 검찰로 송치한다.