국립부여박물관(관장 윤형원)은 8~9월 가족들이 박물관에서 국악 공연을 통해 우리 전통 예술을 즐길 수 있도록 판소리 동화 '소리꾼과 피노키오', 어린이 국악극 뽕뽕뽕 방귀쟁이 '뽕함마니'를 사비마루 공연장에서 선보인다.

오는 31일 오후 2시, 5시에 공연되는 '소리꾼과 피노키오'는 국립민속국악원 소속 두 명의 소리꾼들이 유아들의 눈높이에 맞춘 익살스런 표정과 재치 있는 몸짓으로 이야기를 들려주는 판소리 동화이다.

사회자가 이야기꾼이 되어 판소리를 하다가 '쿵짝쿵짝 띠용띠용' 마리오네트 인형처럼 춤도 춘다.

관객들은 일인다역을 소화하는 소리꾼들과 국악실내악(가야금, 해금, 피리, 타악 등)이 들려주는 생생한 음악을 감상하며 피노키오 이야기 속으로 빠져든다.

이어 9월 27일(금) 오전 10시와 오후 1시30분에는 어린이 단체를 대상으로, 28일(토) 오후 2시, 5시에는 가족대상으로 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니'가 공연된다.

진도에서 전해 내려오는 영등할매 설화를 어린이들이 재미있고 쉽게 이해할 수 있도록 국악으로 풀어낸 작품이다.

권선징악(勸善懲惡)의 대결 구조가 아닌 방귀로 호랑이를 교화시켜 친구로 만드는 상생(相生) 구조를 통해 '함께 누리는 행복의 의미'를 아이들에게 전해준다.

'뽕 함마니'는 진도의 전통설화로서 진도의 바닷길을 연 뽕 할머니의 이야기이다.

'뽕'이라는 어감에서 아이들이 좋아하는 방귀와 뽕 할머니의 설화를 연결해 아이들에게 친근하게 다가갈 수 있도록 기획되었다.

기타 공연 관련 자세한 정보는 국립부여박물관 누리집에서 확인할 수 있고, 예매 후 관람 가능하다.

@highlight

국립부여박물관은 사비마루 공연장에서 가족들이 국악 공연을 통해 전통 예술을 즐길 수 있도록 오는 8월 31일에는 유아대상의 판소리 동화 '소리꾼과 피노키오'를, 9월 27은 어린이 단체, 28일에는 가족대상의 국립남도국악원의 어린이 국악극 '뽕뽕뽕 방귀쟁이 뽕함마니'를 선보일 예정이다.