추신수(37·텍사스 레인저스)가 마지막 타석에서 동점타를 치며 무안타 침묵을 깼다.

추신수는 22일(한국시간) 미국 텍사스주 알링턴 글로브 라이프 파크에서 열린 2019 미국프로야구 메이저리그 로스앤젤레스 에인절스와의 홈경기에 1번 타자 우익수로 선발 출전해 5타수 1안타 1타점을 올렸다.

6-7로 끌려가던 8회 말 2사 3루, 상대 우완 불펜 얀센 로블레스의 시속 158㎞ 빠른 공을 받아쳐 우전 적시타를 만들었다.

추신수는 19일 미네소타 트윈스전 이후 3경기 만에 타점을 올렸다.

올 시즌 48번째 타점이다.

추신수는 곧바로 2루를 훔쳐 시즌 11호 도루도 성공했다.

추신수 21일 에인절스전에서 4타수 무안타에 그쳤다.

22일에도 고전했다.

추신수는 1회 첫 타석에서 상대 선발 패트릭 산도발의 시속 151㎞ 빠른 공에 눌려 2루 땅볼에 그쳤다.

3회에도 추신수는 2루 땅볼로 물러났다.

4회 말에는 타점 기회를 놓쳤다.

추신수는 텍사스가 4-2로 앞선 4회 1사 1, 2루타석에 들어섰다.

텍사스가 이중 도루를 성공해 1사 2, 3루가 돼 병살 부담도 줄었다.

하지만 추신수는 상대 좌완 불펜 미겔 델 포조의 커브에 속아 헛스윙 삼진으로 물러났다.

7회에도 추신수는 삼진을 당했다.

마지막 기회는 놓치지 않았다.

추신수는 8회 마지막 타석에서 동점타를 치며 자존심을 회복했다.

추신수의 적시타로 동점을 만든 텍사스는 9회 말 극적인 끝내기 점수를 뽑았다.

첫 타자 엘비스 안드루스가 중전 안타로 출루한 뒤, 상대 우완 트레버 케이힐의연이은 폭투로 2루와 3루를 차례대로 밟았다.

헌터 펜스는 무사 3루에서 좌전 안타를 쳐 경기를 끝냈다.

텍사스는 8-7로 승리했다.

추신수의 시즌 타율은 0.270에서 0.269(450타수 121안타)로 조금 떨어졌다.

출루율도 0.374에서 0.373으로 소폭 하락했다.

@highlight

추신수는 22일 열린 로스앤젤레스 에인절스와의 경기 마지막 타석에서 그간의 무안타 늪에서 벗어나는 안타를 치며 팀 동점을 이끌어냈으나 타율은 2할6푼9리로 소폭 하락하며 경기를 마감했다.