'악마가 너의 이름을 부를 때' 송강이 시청자들의 궁금증을 자극했다.

tvN 수목드라마 '악마가 너의 이름을 부를 때'에서 루카 역을 맡은 송강은 매회 눈길을 사로잡는 완벽한 비주얼과 수준급 악기 연주를 선보이며 안방극장에 색다른 즐거움을 선사하고 있다.

회차가 거듭될수록 궁금증을 유발하는 그와 정경호의 관계 역시 또 다른 관전 포인트로 자리 잡으며 흥미를 더하고 있는 상황.

?지난 '악마가 너의 이름을 부를 때' 7-8회에서는 루카(송강 분)와 하립(정경호 분)의 관계에 많은 관심이 쏠렸다.

서동천과 하립의 연관성을 느낀 루카는 계속해서 조사를 이어 나갔다.

그 결과 서동천이 건물 소유주고 우편물 수거자가 하립이란 사실을 알게 된 것.

단순한 팬심이라기엔 평소와 달리 진지해 보이는 그의 모습에 시청자들은 서동천을 본인의 친부라 생각하는 루카의 말을 다시금 되새기며 아직 밝혀지지 않은 두 사람 정체에 대한 궁금증을 드러냈다.

이런 가운데 하립의 거짓말로 혼돈 상태에 빠진 루카의 모습 역시 눈길을 끌었다.

자신을 서동천의 아들이라 말한 하립에 의해 친부가 가정폭력범이었다는 큰 오해를 하게 된 것이다.

음악뿐만 아니라 아버지를 찾기 위해 몬테네그로에서 한국으로 온 루카였기에 그가 느낀 실망감은 이루 말할 수 없었다.

수차례 진실을 확인하는 루카의 모습에서는 속상함이 가득 베어나와 보는 이들의 안타까움을 자아내기도.

이처럼 송강은 '악마가 너의 이름을 부를 때'에서 긴장감을 자아내는 도화선 역할을 톡톡히 해내고 있다.

아직 그의 정체가 완벽하게 밝혀지지 않은 상황에서 매회 궁금증 유발러로서의 활약을 펼치고 있는 송강.

다음 회차에서 새롭게 추가될 그의 또 다른 이야기에 기대가 모인다.

한편, tvN 수목드라마 '악마가 너의 이름을 부를 때'는 매주 수요일 목요일 밤 9시 30분 방송된다.

@highlight

tvN 수목드라마 ‘악마가 너의 이름을 부를 때’에서 배우 송강의 정체가 밝혀지지 않아 긴장감을 자아내고 있다.