경북도가 일본 수출규제에 대비한 중장기 대응에 나섰다.

경북도는 일본의 수출규제에 대응할 핵심 기구로 '경북 소재·부품 종합기술지원단'을 구성·운영키로 하고, 전략 회의를 개최했다고 23일 밝혔다.

이는 일본의 수출규제 조치발표와 한국의 백색국가 제외 이후 최근까지 수출규제 개별 품목이 추가 지정되진 않았으나 만일의 상황에 대비해 지역기업 보호·지원과 경북 소재·부품산업 혁신전략 추진 등 중장기적 대응에 나서기 위한 것이다.

도에 따르면 경북 소재·부품 종합기술지원단은 전우헌 경제부지사를 단장으로 11개 대학, 16개 R&D기관, 소재·부품 산업 비중이 많은 7개 시·군(구미·포항·경산·칠곡·경주·김천·영천)을 중심으로 경북도가 구성중인 기업부설연구소협의체를 함께 참여시킨다.

도는 이를 통해 종합적이고 융합적인 지원단 체제를 구성, 지원단은 일본 수출규제 대응의 중추적인 역할을 맡게 된다.

구체적인 분야는 반도체, 디스플레이, 자동차, 전기전자, 기계·금속, 기초화학 등 6개 분야로 100여명의 전문가가 참여한다.

대학과 R&D기관은 소재·부품분야 국산화 자립화를 위한 국가사업화 과제를 기획·컨설팅한다.

일본 수입 품목이 많은 7개 시군과 기업부설연구소협의체는 모니터링 활동을 강화하며, 실질적인 행정과 재정적인 지원을 위한 기업과 산업 현장의 수요를 전달하게 된다.

이날 킥오프 회의에선 소재·부품 산업 육성을 위한 기술개발 지원 방안에 대한 논의와 함께 위기 상황 돌파를 위한 협약도 체결했다.

특히 소재·부품 분야의 국가사업화를 위해 발굴한 70여 건의 과제가 정부 사업에 반영될 수 있도록 협력키로 했다.

이상철 금오공과대학교 총장은 "짧은 시간안에 70여건의 과제를 발굴·정비한 경북도의 대처를 높이 평가한다"면서 "대학에서도 힘을 더해주면 위기 상황을 잘 돌파할 수 있을 것"이라고 말했다.

이철우 도지사는 "위기를 기회로 만들 수 있도록 경북지역 산업구조를 개선해 대한민국 소재·부품 기술제조의 혁신 허브로 도약하자"고 밝혔다.

@highlight

경북도는 일본의 수출규제에 대응할 핵심 기구로 '경북 소재·부품 종합기술지원단'을 구성·운영키로 하고 도체, 디스플레이, 자동차, 전기전자, 기계·금속, 기초화학 등 6개 분야 100여명의 전문가가 참여하는 등 종합적이고 융합적인 지원단 체제를 구성하여 일본 수출규제 대응의 중추적인 역할을 맡기로 하였다.