장완익 가습기살균제 사건과 4·16세월호참사 특별조사위원회 위원장이 23일 오전 관련 기업과 정부 관계자의 청문회 참석을 촉구하는 기자회견문 낭독을 하고 있다.

가습기살균제참사 특별조사위원회(특조위)가 가습기살균제참사 진상 규명 청문회에 증인들의 참석을 촉구했다.

특조위는 23일 오전 10시쯤 서울 명동 포스트타워에서 열린 기자회견에서 이달 27~28일 서울시청에서 열리는 청문회를 통해 가습기살균제 제조·판매업체 1차 책임이 있는 기업들과 정부 관계자들에 대한 책임을 분명히 하겠다고 밝혔다.

특조위는 청문회에 SK케미칼, 애경산업, LG생활건강, 옥시RB 관계자들과 정부 관계자 등 98명(참고인 18명)을 증인으로 채택했다.

주요 증인으로는 최태원 SK그룹 회장, 장영신 애경그룹 회장 기업인과 조명래 환경부 장관 등 정부관계자다.

특조위는 △가습기살균제 개발경위 △참사 발생 이후 대응과정 내 문제점 규명 △제품의 안전성 검증 과정 △기업과 전문가 집단의 문제점 규명 △2016년 국회 국정조사 당시 출석 증인 위증 여부 확인 △피해 협의 과정 지원상 문제점 규명 및 향후 계획 등 질문할 예정이다.

정부 및 군 관계자들에게는 △안정성 문제 방치 등 과실 규명 △피해지원 과정상 문제점 △군(軍) 내 가습기살균제 사용 여부 및 피해사례 △초기 역학조사 미흡 문제점 규명 등 정부의 행정상 문제점을 지적할 계획이다.

특조위 관계자는 "국회 국정조사, 검찰 수사를 진행했으나 일부 기업의 제한적인 형사책임만 인정됐을 뿐"이라며 "참사의 발생원인과 대응에 대한 점검과 조사를 통해 정책대안을 마련해야 한다"고 말했다.

이어 "(증인들은)사회적 책임을 다해야 하는 이들"이라며 "무거운 책임감으로 피해자들을 위해 반드시 출석해 주기 바란다"고 강조했다.

@highlight

가습기살균제참사 특별조사위원회가 가습기살균제참사 진상 규명 청문회에 SK케미칼, 애경산업, LG생활건강, 옥시RB 관계자들과 정부 관계자 등 98명을 증인으로 하여 참석을 요구 하였고, 청문회에서 습기살균제 개발경위, 참사 발생 이후 대응과정 내 문제점 규명 등을 질문할 예정이다.