공지영 작가가 지난해 7월30일 오전 서울 종로구 프레스센터에서 열린 장편소설 '해리' 출간기념 기자간담회에서 물을 마시고 있다.

작가 공지영씨가 연일 조국 법무부 장관 후보자를 지지한다는 입장을 나타낸다.

의혹 검증을 위한 국민 청문회를 촉구하는 한편 과거 '논두렁 시계' 의혹을 언급하며 근거 없는 의혹 제기를 경계했다.

공씨는 23일 자신의 SNS(소셜네트워크서비스)를 통해 "국민 청문회 갑시다. 정당인과 언론 외 지원하는 국민 중에 추첨해서 참여시켜달라"고 밝혔다.

공씨는 또 "국민 청문회는 언론만이 아닌 진짜 국민이 참여하는 국민 청문회로 (열어야 한다)"고 했다.

그러면서 "참여 의사가 있는 여야 국회의원과 정당 추천 시민단체 인사, 추첨으로 참여가 결정되는 일반시민 등은 어떤가"라고 제안했다.

여당이 제안한 국민 청문회를 염두에 둔 발언으로 풀이된다.

이인영 더불어민주당 원내대표는 이날 "오는 26일까지 국회 청문회 날짜가 잡히지 않으면 27일 국민 청문회 절차를 진행하겠다"고 밝혔다.

국민 청문회는 기자회견 방식이 유력하며 구체적인 일정과 진행 방식 등은 한국기자협회 등과 조율할 예정이다.

이 원내대표는 같은날 오후 국회 본청에서 청와대 강기정 정무수석, 윤도한 국민소통수석과 긴급 회동하고 당청 간 의견을 조율해 이같이 결정했다고 했다.

공씨는 또 전날 조 후보자에 대한 야당 공세를 두고 "논두렁시계 2가 재현된다"며 "이것이 먹히면 앞으로도 계속될 것"이라고 밝혔다.

앞서 한 매체는 2009년 4월 고(故) 노무현 전 대통령 부인 권양숙 여사가 박연차 태광실업 회장으로부터 고급 시계를 받아 논두렁에 버렸다는 취지로 보도했다.

당시 근거 없는 의혹 제기에 대한 비판 목소리가 높았다.

이를 두고 이인규 전 대검찰청 중앙수사부장은 국정원이 기획한 사건이라고 주장하기도 했다.

그러면서 공씨는 "작가가 이미지 깎으면서 나서냐는데 나도 묻고 싶다"며 "그런 세상에서 이미지 좋은 작가면 뭐하겠나"라고 했다.

@highlight

작가 공지영은 자신의 SNS를 통해 조국 법무부 장관 후보자를 지지한다는 입장을 밝히고 국민청문회를 개최하자고 촉구하며 과거 '논두렁 시계'의혹을 언급해 근거없는 의혹들에 대해 경계하는 모습을 보였다.