충전식 선불카드 코나카드(대표 조정일)가 서울에서 가장 오래된 빵집 '태극당'과 콜라보레이션 카드를 23일 선보였다.

이번 협업을 통해 출시한 카드는 73년 전통의 태극당 인사동점 오픈을 기념하고자 특별 제작한 디자인과 코나카드만의 할인 혜택이 적용된 '태극당 스페셜 에디션 5종'으로 구성됐다.

최근 뉴트로(New-tro) 감성이 소비 트렌드로 떠오르면서 젊은 층의 니즈에 맞는 차별화된 혜택을 더한 것이다.

'태극당 스페셜 에디션' 카드 디자인은 총 다섯 가지로, 70년이 넘는 시간 동안 서울 중구 랜드마크로 자리를 지켜 온 태극당의 무궁화 로고와 빵 아저씨 캐릭터, 베스트셀러 상품인 카스테라와 모나카 아이스크림 등을 상징적으로 담은 것이 특징이다.

카드 발급 신청은 코나카드 앱 또는 태극당 장충동본점, 인사동점, 을지로점에서 가능하다.

특히 코나카드는 이번 태극당 스페셜 에디션 출시를 기념으로 태극당 전 매장에서 코나카드로결제 시 10% 할인을 제공한다.

모바일 코나카드 앱에서 1만원 이상 금액 충전한 고객이면 누구나 결제 즉시 10% 무제한 할인을 누릴 수 있다.

태극당 무제한 10% 할인 혜택은 기존 코나카드 회원도 동일하게 이용 가능하다.

한편 오랜 시간을 서울과 함께 해온 빵집 태극당은 가장 한국적인 서울 명소인 인사동에 새로운 매장을 열고, 코나카드와 함께 이를 축하하기 위한 프라이빗 오픈 파티를 23일 오후 2시부터 9시까지 진행한다.

태극당 인사동점 오픈 파티에서 코나카드와 콜라보한 '태극당 스페셜 에디션 5종'을 공개할 예정이다.

최문영 코나카드 이사는 "최근 젊은 층 사이에서 맛보고 싶은 빵집을 찾아 다니는 일명 빵지순례, 그리고 뉴트로 성지로 인기를 끌고 있는 태극당과 협업하게 되어 기쁘다"며 "앞으로도 다양한 트렌드를 반영한 차별화된 혜택과 디자인카드를 더욱 강화해 즐겁게 소비할 수 있는 코나카드만의 문화를 만들어 나갈 것"이라고 밝혔다.

@highlight

뉴트로(New-tro) 감성이 젊은층의 소비 트렌드로 자리잡으며 코나카드가 서울에서 가장 오래된 빵집 '태극당'과 콜라보레이션 카드를 선보였다.