국내 스타트업 기업 '지오텍홀딩스(대표 박은수)'가 도메인을 자유롭게 매매할 수 있는 '블록도메인거래소'를 개발하여 케이덱스(Kdex)에 베타 버전을 오픈하고 테스트에 들어갔다고 밝혔다.

9월부터는 정식 상장하여 누구나 이용할 수 있게 될 전망이다.

도메인(domain)이란 숫자로 이루어진 인터넷상의 컴퓨터 주소를 알기 쉬운 영문으로 표현한 것을 말하며, 그동안 전 세계 도메인은 미국의 아이칸(ICANN)이 총괄하며 매년 도메인 사용료를 부과하고 있다.

도메인 사업에 뛰어들어 '블록도메인거래소'를 오픈하여 업계의 주목을 받고 있는 블록도메인거래소는 블록체인 기술로 블록도메인을 만들어 블록도메인에 데이터를 탑재하여 누구나 자산을 만들 수 있고 거래할 수 있는 것이 특징이다.

데이터 자본주의 시대에 도메인을 접목시켜 개인의 콘텐츠가 자산이 되는 데이터 시장을 만들어 갈 수 있는 기회를 제공하는 블록도메인거래소는 개인의 콘텐츠 데이터를 시장에 공유해 가치를 높여 개인의 콘텐츠가 공정한 거래가 가능한 대규모의 정보를 공유하는 공유경제의 시장이 될 것으로 전망된다.

지오텍홀딩스의 블록체인 기반의 도메인은 한 번 구매로 영구히 사용할 수 있도록 하였으며 매년 부과되는 도메인 사용료를 절감할 수 있게 됐다.

블록도메인거래소에서는 모든 가상화폐로 도메인을 구입 가능하며, 부가적인 시장으로 도메인 경매시장, 도메인 주주 방식 등 다양하고 새로운 사업이 만들어질 수 있도록 설계했다.

박은수 대표는 "그동안 미국의 아이칸이 주도하던 도메인 시장에 IT강국인 대한민국의 스타트업 기업인 지오텍홀딩스가 토종 도메인을 만들어 세계시장에 도전하는 것"이라며 "데이터 자본주의 시대의 견인차 역할을 하게될 데이터 거래소로 블록도메인이 세계 시장을 선도해 나아갈 것"이라고 포부를 밝혔다.

이어 "탈중앙화 된 블록도메인(BDNS) 시스템은 도메인 생태계의 변혁을 불러일으키고 새로운 블루오션 시장의 중심이 될 것으로 기대된다"고 전했다.

@highlight

지오텍홀딩스는 9월부터 블록체인 기반 도메인거래소 '알지오 블록도메인거래소'를 테스트 운영에 들어간다고 알렸으며, 이는 도메인을 만들어 블록도메인에 데이터를 탑재하면 누구나 거래할 수 있으며 도메인 생태계의 변혁을 일으켜 새로운 블루오션 시장의 중심이 될 것으로 기대한다.