뮤지컬 '맘마미아!'가 한국 뮤지컬 사상 두 번째로 누적 관객 200만명을 넘었다.

뮤지컬 제작사 신시컴퍼니는 22일 오후 8시 서울 LG아트센터에서 열린 1672회차 공연을 기점으로 누적 관객 200만 475명을 기록했다고 밝혔다.

2017년 12월 국내 뮤지컬 사상 첫 200만 관객을 돌파한 '캣츠' 이후 두 번째다.

2004년 1월 17일 한국 초연 이후 15년 7개월 5일(5697일)이 걸렸다.

스웨덴 혼성 그룹 아바(ABBA)의 22개 히트곡을 엮은 '맘마미아!'는 1999년 런던에서 초연한 이래 세계 50개 프로덕션에서 16개 언어로 공연됐다.

우리나라에서는 2004년 서울 예술의전당에서의 첫 무대를 시작으로 1600여명의 스태프, 350여명의 배우가 거쳐 갔다.

신시컴퍼니는 이날 누적 관객 200만 돌파를 기념해 공연장을 찾은 관객을 대상으로 '200만원 여행 상품권' 등 다양한 경품 추첨을 진행했다.

공연장을 가득 메운 관객들은 뮤지컬의 '3막'으로 불리는 커튼콜 시간에는 객석에 준비된 야광봉을 흔들며 '아바 콘서트'를 즐겼다.

야광봉을 흔들며 커튼콜을 즐기고 있는 관객들.

박명성 신시컴퍼니 대표는 "스타 캐스팅이 아닌 전문 배우 중심으로 브랜드를 유지해 왔다는 것에 큰 의미를 둔다. 앞으로도 기본에 충실한 작품을 만들어가겠다"고 소감을 전했다.

도나 역의 배우 최정원은 "'맘마미아!'는 정말 행복한 작품이다. 객석에서 전해오는 환호와 함성을 보면 제가 객석에 있고 관객분들이 무대에 계시는 것 같은 느낌이 든다"며 "관객 여러분, 스태프, 선후배 배우님 덕분에 이런 기쁘고 영광스러운 날을 함께 맞을 수 있어 감사하다"고 했다.

'맘마미아!'는 9월 14일 서울 공연을 끝낸 뒤 목포, 광주, 천안, 부산, 대전, 여수, 대구 공연을 이어간다.

@highlight

뮤지컬 제작사 신시컴퍼니는 22일 1672회차 공연을 기점으로 뮤지컬 '맘마미아!'가 2017년 국내 뮤지컬 역사상 처음으로 200만 관객을 넘어선 '캣츠' 이후로 두번째로 누적 관객 200만명을 돌파했다고 밝혔다.