최태원 SK그룹 회장이 향후 그룹 역량을 디지털 트랜스포메이션(DT)과 인공지능(AI) 등 혁신 기술의 글로벌 경쟁력 강화에 결집하겠다며 이같이 밝혔다.

SK는 지난 19~22일 열린 '2019 이천포럼'에서 DT와 AI 등 이른바 '빅 트렌드' 기술의 전략적 중요성을 거듭 확인하고, 이런 방침을 정했다고 23일 밝혔다.

최 회장은 마무리 발언에서 "AI, DT 등 혁신 기술을 활용해 사회적 가치를 창출하는 한편, 우리 고객 범위를 확장하고 고객 행복을 만들어 내야 한다"며 "이를 통해 SK가 추구해 온 '딥 체인지'를 이룰 수 있다"고 밝혔다.

이번 포럼에서 주요 의제로 다룬 4차 산업혁명 시대 기술이 고객 가치 창출로 연결돼야 한다는 점을 지적한 것이다.

특히 최 회장은 "거래 비용을 최소화하고, 고객이 원하는 가치를 효과적으로 전달할 수 있게 하는 혁신 기술을 활용하지 못하면 SK 미래를 담보할 수 없다"며 디지털 기술 역량 강화는 '선택이 아닌 생존의 문제'임을 강조했다.

최 회장은 "우리 고객이 누군지 재정의하고, 각 고객에게 맞춤형 가치를 제공해야 한다"며 신뢰를 기반으로 고객과 일대일 관계를 구축하는 데 힘쓸 것을 주문했다.

내년 1월 출범을 목표로 한 그룹 차원의 교육 인프라스트럭처 'SK 유니버시티' 설립을 제안한 것도 이런 혁신 기술 역량을 내재화하고, 우수 인재를 육성하기 위한 것이라고 최 회장은 설명했다.

이어 최 회장은 에너지 화학과 정보통신기술(ICT)을 접목한 '에너지 솔루션' 비즈니스 모델을 소개한 뒤 "앞으로 에너지 공급자 시각만으로는 에너지 산업 변화의 물결에서 생존할 수 없다"고 강조했다.

특히 최 회장은 "나도 변화는 두렵고 달갑지 않은 일이지만 번지점프하듯이 두려움을 극복하고 자꾸 새로운 시도를 해야 '딥 체인지'를 이룰 수 있다"며 구성원들에게 "피할 수 없다면 변화를 즐기자"고 당부했다.

지난 19일 개막한 이천포럼에는 최 회장과 조대식 SK수펙스추구협의회 의장, 경영진·임원 등 연인원 800여 명이 참석해 국내외 석학과 전문가들의 강연을 듣고 토론을 벌였다.

@highlight

최태원 SK그룹 회장이 향후 그룹 역량을 디지털 트랜스포메이션과 인공지능 등 글로벌 경쟁력 강화에 결집하겠다며 밝히며, 최회장은 AI, DT등 혁신기술을 통해 SK가 추구해온 딥체인지를 이룰수 있으며 또한 디지털 기술 역량 강화는 선택이 아닌 생존의 문제임을 강조하였다.