위스키 업계 1위인 디아지오코리아가 스카치 위스키 브랜드 윈저와 저도주 W 시리즈 등 주력 제품 모두를 포함한 유흥 업소용 제품 총 6종 출고가를 26일부터 인하한다.

디아지오는 23일 윈저 2종 및 W 시리즈 3종, 딤플 1종 가격을 4.4~20% 내린다고 밝혔다.

윈저 12년(500mL) 제품은 기존 2만6367원에서 2만4288원으로 7.9%, 윈저 17년(450mL)은 4만7원에서 3만7202원으로 7% 가격이 인하된다.

또 저도주 W 시리즈 라인 중 W 아이스(450mL) 제품은 2만 669원으로 8.5%, W 아이스(330mL) 제품은 1만6621원으로 4.4% 내려간다.

W 시그니처 12(450mL)는 2만3969원으로 7.9%, W 시그니처 17(450mL)은 3만7202원으로 7% 인하된다.

프리미엄급 위스키 딤플 12년(500mL)은 1만7105원으로, 딤플 12년(375mL)은 1만2529원으로 각각 20% 가격을 내리기로 했다.

디아지오는 가장 많은 판매 비중을 차지하고 있는 윈저 스카치와 저도주 제품 가격을 인하하면서 소비자 혜택을 극대화하고 효용성을 높이게 됐다고 설명했다.

디아지오코리아 관계자는 "디아지오는 로컬 위스키 시장의 활성화를 위해 소비자 및 주류업계와 함께 상호 협력해 나갈 것"이라며 "앞으로도 정통성 있는 위스키 경험과 최고 품질의 제품을 소비자들에게 제공하고자 더욱 노력해나갈 것"이라고 말했다.

이로써 위스키 점유율 1~3위 브랜드 모두 출고가를 내렸다.

주류 리베이트 쌍벌제를 골자로 한 '주류 거래질서 관련 고시 시행'을 앞두고 선제적으로 가격 거품을 뺀 것이다.

앞서 지난달 위스키 시장 점유율 3위를 차지하고 있는 '임페리얼'이 임페리얼 스무스 12년과 17년 출고가를 15% 인하했다.

이어 점유율 2위를 차지하고 있는 골든블루도 지난 21일 출고분부터 위스키 4개 주력 제품의 가격을 4.2%에서 최대 30.1% 내렸다.

@highlight

위스키 업계 1위인 디아지오코리아가 소비자 혜택을 극대화하고 효용성을 높이기 위하여 유흥 업소용 제품 총 6종 출고가를 26일부터 인하한다고 발표했는데, 가장 많은 판매 비중을 차지하는 윈저 스카치와 저도주 제품 위주로 가격 인하를 하고 특히 윈저는 7%대의 인하율로 공급된다.