평생교육 대표기업 휴넷이 후원하는 사단법인 행복한경영(이사장 권대욱)은 지난 8월 22일(목) 서울 구로디지털단지에 위치한 휴넷 캠퍼스에서 '행복한 취업학교' 2기 수료식을 개최했다.

이날 수료식에는 휴넷 권대욱 회장과 조영탁 대표를 비롯해 멘토로 참여한 쓰리에이로직스, 커피에반하다, 아이티스정보통신 등 강소기업 CEO 및 수료생 50여 명이 참석했다.

'행복한 취업학교'는 대학생 및 취업준비생을 위한 전액 무료 취업 지원 프로그램이다.

지난 7월 11일 입학식을 시작으로 휴넷 MBA 온라인 교육, 현직 창업 CEO 특강, 독서토론, 프로젝트 수행 등이 진행됐다.

오프라인 특강에는 한국 인터넷쇼핑몰 개척자 코글로닷컴 이금룡 회장을 비롯해 야놀자 김종윤 대표, 플래너리 이나리 대표, 정철상 취업 전문 교수 등이 강사로 참여, 재능기부를 했다.

특히 (사)행복한경영의 대표 프로그램인 '행복한 경영대학' 출신의 강소기업 CEO들이 멘토로 참여해 중소기업 탐방과 취업 특강 등을 직접 진행하며 대학생들의 취업을 도왔다.

우수 수료생은 심사를 통해 기업의 인턴으로도 채용된다.

실제 한컴모빌리티, 스마트 올리브, HR맨파워그룹 등에서 수료생 중 10여 명을 인턴으로 채용할 예정이다.

또한 최우수 수료생 및 팀에게는 소정의 장학금도 지급된다.

최우수 수료생으로 선정된 홍지원(대학생)은 "자기소개서, 면접 등 취업 스킬을 알려주는 교육은 많지만, 행복한 취업학교는 달랐다. 올바른 취업이 무엇인지 직업관에 대해 생각해보고, 자신감을 되찾을 수 있는 시간이었다"며 "특히나 현직 기업 CEO들을 멘토로 만날 수 있게 된 것이 기쁘다"고 전했다.

한편 (사)행복한경영은 이 외에도 강소기업 CEO를 위한 무료 최고경영자 과정인 '행복한 경영대학'과 '행복경영포럼'을 통해 우수 기업문화 확산과 경영철학을 갖춘 CEO 양성에 힘쓰고 있다.

@highlight

휴넷이 후원하는 사단법인 행복한경영은 지난 7월 11일에 대학생 및 취업준비생을 위한 전액 무료 취업 지원 프로그램인 '행복한 취업학교' 입학식을 시작으로 휴넷 MBA 온라인 교육, 현직 창업 CEO 특강, 독서토론, 프로젝트 수행 등의 프로그램 수행 후 수료식을 지난 8월 22일(목)에 휴넷 캠퍼스에서 개최했다.