올 추석 차례비용은 전통시장을 기준해 가구당 23만원가량 소요될 전망이다.

평년보다 일찍 찾아온 추석이라 일부 과일 값은 오르겠지만 올해 작황이 좋은 채소류와 축산물 가격도 동반 하락하며 전반적으로 안정세를 보이겠다.

24일 한국농수산식품유동공사(aT)에 따르면 올해 전국 18개 전통시장과 27개 대형유통업체에서 쌀, 사과, 소고기, 북어, 배추 등 추석 성수품 28개의 추석 차례상 차림 비용을 조사한 결과 전통시장은 22만8632원, 대형유통업체(마트)는 31만5905원이 각각 소요될 것으로 조사됐다.

이는 지난해 대비 전통시장은 0.7%, 대형유통업체는 3.4% 각각 하락한 결과다.

추석은 우리나라 전통 명절인 만큼 전통시장에서 구매하면 대형마트보다는 8만7273원 저렴하게 성수용품을 구매할 수 있다.

전체 성수품 28개 가운데 가격이 하락한 품목은 17개이며 무·배추·시금치 등 채소류가 큰 폭으로 내렸다.

반면 출하 시기가 이른 배와 생산량이 감소한 쌀 등의 가격은 오른 것으로 나타났다.

통계상으로도 장바구니물가 부담이 낮아졌다.

통계청이 최근 발표한 7월 소비자물가상승률은 0.7%로 올 들어 줄곧 0%대를 고수하며 저물가현상을 보이고 있다.

채소류(-6.4%)의 가격 하락이 두드러졌으며 작황 호조로 생산량이 증가한 양파(-14.6%)와 마늘(-15.3%) 등의 하락 폭이 컸다.

또한 생산량이 늘어난 돼지고기(-10.8%), 닭고기(-2.6%) 등을 중심으로 축산물(-2.7%) 분야도 가격 하락이 뚜렷했다.

추세적으로 8월 물가도 이 같은 흐름이 이어질 것이란 전망이 지배적이다.

과일류는 작황 호조와 재고 물량 확보로 추석 기간 수급에는 큰 문제가 없을 것으로 보인다.

하지만 배값은 지난해에 견줘 20% 이상 부담이 커질 것으로 예상된다.

aT는 오는 29일과 9월 5일 두차례 더 추석 성수품 구입비용 정보를 제공할 계획이다.

@highlight

24일 한국농수산식품유동공사에 따르면 채소류 및 축산물 가격 동반 하락으로 전반적으로 안정세를 보일 것으로 예상되며 추석 성수품 28개의 추석 차례상 차림 비용 조사 결과에서 올 추석 차례비용은 전통시장 기준으로 가구당 23만원가량 소요될 전망이다. 