익산 다문화이주민+(플러스)센터가 한국 생활에 필요한 민원 서비스를 원스톱으로 제공하며 다문화 이주민들에게 큰 호응을 얻고 있다.

최근에는 다문화 가족들의 교류와 소통 공간인 ‘다가온’도 운영을 시작하면서 든든한 지원군 역할을 톡톡히 하고 있다.

23일 익산시에 따르면 센터는 외국인들의 교통편의를 위해 익산역 4층에 마련된 다문화이주민+센터가 지난 4월부터 운영을 시작했다.

건물 한 곳에 익산시를 비롯해 법무부와 고용노동부, 익산노동자의 집, 건강가정·다문화가족지원센터 등 5개 기관이 입주해 있으며 모두 16명의 직원들이 원스톱 서비스를 제공하고 있다.

이곳에서는 결혼이민자와 외국인근로자, 유학생 등이 외국인 등록과 체류기간 연장, 고용 허가, 통역 등의 다양한 민원서비스를 편리하게 받을 수 있다.

기존에는 외국인 체류관련 민원을 처리하기 위해서는 출입국관리사무소가 있는 전주까지 가거나 외국인 근로자를 고용하기 위해 여러 기관을 별도로 방문해야 하는 번거로움이 있었다.

특히 의사소통이 원활하지 않은 외국인들을 위해 베트남과 캄보디아, 태국 등 5개국 7명의 통·번역사가 상주하고 있으며 한국에서 생활하면서 겪는 고충상담 등을 병행해 외국인들이 안정적으로 정착할 수 있도록 지원한다. 이 같은 편리함 덕분에 1일 평균 80명의 외국인들이 센터를 방문하고 있다.

더불어 다문화가족들의 교류·소통공간인‘다가온’도 지난 7월 문을 열고 본격적인 운영에 돌입했다.

이곳은 북카페와 정보검색실, 교육실, 휴식공간, 수유실 등으로 구성됐으며 결혼이민여성들의 자조모임이나 자녀교육 및 상담, 정보교류의 장으로 활용될 예정이다.

이달부터는 일요일에도 운영을 시작함에 따라 외국인근로자와 유학생들도 자유롭게 이용할 수 있을 것으로 기대된다.

정헌율 익산시장은 “앞으로도 지역에 거주하는 외국인들이 편리하게 이용할 수 있도록 각종 행정서비스를 적극 지원하겠다”며 “이를 토대로 다문화 가족들이 안정적이고 행복하게 정착하고 거주할 수 있는 토대를 만들어가겠다”고 말했다.

@highlight

익산시는 외국인들의  한국 생활에 필요한 민원 서비스를 원스톱으로 제공하고 교통편의를 위해 익산역 4층에 다문화이 주민+센터의 운영을 지난 4월부터 시작했으며 다문화가족들의 교류·소통공간인‘다가온’도 지난 7월 본격적으로 운영을 시작했다. 