"물정보 서비스 통해 물관리 혁신 이룰 것"

한국수자원공사 전경.

한국수자원공사는 26일부터 내달 8일까지 물 관련 '거대정보(빅데이터)'를 활용하는 대국민 공모전 참가자를 모집한다.

이번 공모전은 과학기술정보통신부에서 지원하고 한국수자원공사가 수행하는 '환경 사업(비즈니스) 거대정보(빅데이터) 기반(플랫폼)과 센터 구축사업' 중 하나로, 국민이 체감할 수 있는 물관리 혁신을 이루기 위해 마련됐다.

공모 주제는 '국민이 원하는 물정보 서비스'로, 세부 분야로는 ▲물 관련 정보 서비스 아이디어와 정보(데이터) 분석결과 ▲물관리 현안 해결 및 신규 서비스 도출 ▲환경 분야사업 본보기(모델) 제시다.

참가자들은 공공데이터포털), 국가통계포털, 한국수자원공사 물정보포털 등에서 무료로 개방된 물관련 거대정보(빅데이터)를 활용해 참신한 생각(아이디어)과 정보 분석 자료를 함께 제출하면 된다.

응모자격은 개인 또는 팀 단위로 누구나 참가 할 수 있는 '일반' 전형과 중소 및 새싹(스타트업) 기업이 참여하는 '전문가' 전형으로 나뉜다.

참가 신청은 전자우편(bigdata@kwater.or.kr)으로 9월 8일까지 접수하며 최종 결과물은 10월 4일까지 제출해야 한다.

관련 양식과 세부 사항은 한국수자원공사 물정보포털 또는 대표 누리집에서 확인하면 된다.

한국수자원공사는 내외부 전문가로 구성된 심사위원단 심의를 거쳐 10월 중으로 수상작을 선정할 계획이다.

'일반'과 '전문가' 전형별로 ▲대상 1개(상금 200만 원, 환경부 장관상)과 최우수상 1개(상금 150만 원), ▲우수상 2개(상금 100만 원), ▲장려상3개(상금 50만 원)를 선정할 계획이다.

이학수 한국수자원공사 사장은 "이번 공모전을 통해 국민이 원하는 물정보 서비스에 대한 참신한 생각을 발굴해 국민이 체감할 수 있는 물관리 혁신을 이루겠다"라고 말했다.

@highlight

한국수자원공사가 26일부터 다음 달 8일까지 참가자를 모집하는 물 관련 빅데이터 공모전은 '환경 사업 거대정보 기반과 센터 구축사업' 중 하나로서 물관리 혁신을 이루기 위해 마련되었으며 '일반' 전형으로는 누구나 참여할 수 있으며 '전문가' 전형으로는 중소 및 스타트업 기업이 참여할 수 있다.