전북 전주시의 여인숙에 불을 질러 투숙객 3명을 숨지게 한 혐의를 받고 있는 60대 피의자가 24일 구속됐다.

전주지법 영장전담 오명희 부장판사는 이날 경찰이 현주건조물 방화치사 혐의로 김모(62)씨에 대해 신청한 구속영장을 발부했다.

오 판사는 "증거인멸 및 도주의 우려가 있다"고 영장 발부 사유를 밝혔다.

김씨는 지난 19일 오전 전주시 완산구 서노송동의 한 여인숙에 불을 질러 투숙객 김모(83)씨와 태모(76)씨, 손모(72)씨를 숨지게 한 혐의를 받고 있다.

숨진 투숙객들은 형편이 넉넉하지 않아 폐지와 고철 등을 주워 고물상에 내다 팔며 근근이 생계를 이어온 소외계층이다.

이들은 매달 12만원을 내고 2평(6.6㎡) 남짓한 여인숙 방에서 숙식을 해결해오다 화마를 피하지 못해 끝내 목숨을 잃었다.

경찰은 불길이 두 군데서 치솟았다는 목격자 진술 등을 토대로 방화 가능성에 무게를 두고 수사를 벌여 김씨를 유력한 용의자로 지목하고 체포했다.

조사 결과 김씨는 화재가 발생하기 전 자전거를 타고 여인숙 앞 골목길을 지난 유일한 사람이었던 것으로 드러났다.

그가 골목을 빠져 나오고 약 5분 뒤에 여인숙에서 불길이 치솟았다.

경찰 관계자는 "여인숙 앞 골목길은 자전거를 타고 1분 만에 지날 수 있을 정도로 짧지만, 김씨는 이곳에 5분 넘게 머물렀다"며 "피의자는 과거에도 방화를 저지른 전력이 있다"고 말했다.

김씨는 이날 구속 전 피의자 심문(영장실질심사)을 앞두고 혐의를 인정하느냐는 취재진의 물음에 "현장에 있었다는 이유만으로 범인으로 몰렸다"며 범행을 완강히 부인했다.

화재가 발생한 시각 여인숙 주변을 지나간 이유에 대해서도 "아는 여성을 만나러 갔던 것"이라며 범죄 연관성이 없다고 주장했다.

경찰은 구속 기간 김씨를 상대로 여인숙에 불을 지른 경위와 동기, 투숙객과의 연관성 등을 집중적으로 조사할 방침이다.

@highlight

전북 전주시의 여인숙에 불을 질러 투숙객 3명을 숨지게 한 혐의를 받고 있는 60대 피의자는 화재가 발생하기 전 여인숙 앞을 지난 유일한 사람으로 경찰은 구속 기간동안 피의자를 상대로 범행 동기와 투숙객과의 연관성을 조사할 예정이다.