구단 세이브 기록을 달성한 SK와이번스 마무리 투수 하재훈(29)이 휴식을 취한다.

염경엽 SK 감독은 25일 인천에서 열리는 KIA타이거즈와의 2019시즌 팀간 최종전에 앞서 취재진과 만나 "오늘 (세이브) 상황이 되면, 집단마무리라고 보면 된다"며 하재훈이 쉰다고 밝혔다.

보통 하재훈이 연투를 하면 앞에서 나오는 불펜 투수들인 서진용(27) 김태훈(29) 정영일(31) 등이 대신 마무리로 등판한다.

24일 인천SK행복드림구장에서 열린 "2019 KBO 리그" KIA 타이거즈와 SK 와이번스 경기에서 SK가 선발 문승원의 7이닝 2피안타 1실점의 호투속에 4-3 승리를 거뒀다.

이날 승리로 SK는 5연승을 반면 KIA는 6연패에 빠졌다.

9회초 한 점차 턱밑까지 추격당한 하재훈 이재원 배터리가 대화를 나누고 있다.

하재훈은 올 시즌 SK의 뒷문 지킴이로 자리매김했다.

타자에서 투수로 전향한 첫 시즌에 이룬 괄목한 성과다.

시작은 마무리가 아니었지만, 좌완 김태훈과 자리를 바꿨다.

그리고 24일 KIA전에서 세이브를 거두며 시즌 31세이브로 구단 최다 세이브 기록을 세웠다.

종전 기록은 2003년 조웅천(현 두산 코치)과 2012년 정우람(현 한화)이 기록했던 30세이브다.

하지만 31세이브 달성 과정은 녹록치 않았다.

4-1로 앞선 상황에서 안타를 연달아 맞으며 위기에 처했고, 실점도 나왔다.

보크를 통해 실점도 했다.

그래도 1점 차 승리를 지켰다.

좌익수 노수광의 정확한 홈으로 쇄도하던 KIA 오정환을 아웃시킨 게 도움이 됐다.

염 감독은 "(하)재훈이가 가진 운이자, 우리 팀의 운이다"라며 웃었다.

자칫 동점이 됐으면, 경기 자체가 힘들어졌을 수 있다.

염 감독은 "한 경기 때문에 시즌을 망치는 경우가 많다. 어제 경기를 졌으면, 2위권 팀들에게 쫓길 수도 있다"라고 경계심을 풀지 않았다.

@highlight

염경엽 SK와이번즈 감독이 25일 인천에서 개최되는 KIA타이거즈와의 2019시즌 최종전에 앞서 투수로 전향하여 첫 시즌에 눈에 띄는 성과를 낸 SK 마무리 투수 하재훈이 휴식을 취할 예정이라고 취재진에게 전했다.