최근 일본 제품 불매운동이 확산하고 있지만 국내에 출시된 일본 전문의약품은 오히려 더 많이 팔린 것으로 확인됐다.

전문의약품은 환자의 생명과 직결된 데다 당장 대체품을 찾기도 힘들어 불매운동 영향을 비껴간 것으로 풀이된다.

25일 머니투데이가 의약품 통계데이터인 유비스트를 토대로 아스텔라스, 다이이찌산쿄, 다케다, 에자이, 오츠카, 산텐 등 국내에 진출한 주요 6개 일본 제약사들의 7월 원외처방액을 분석한 결과 이같이 확인됐다.

이들의 7월 원외처방액은 총 563억5500만원으로 전년 동월 대비 17.7% 증가했다.

불매운동이 본격화되기 전인 6월에 비해서는 18.1% 늘었다.

제약사별로 살펴보면 아스텔라스의 처방액이 181억8300만원으로 가장 많았고, 다이이찌산쿄 128억2700만원, 다케다 124억200만원, 산텐 62억8300만원, 오츠카 57억8300만원, 에자이 8억7700만원 순이었다.

이들은 처방액이 전달대비 두자릿수 증감했다.

의약품별로는 아스텔라스의 하누날디정(전립선비대증 치료제)이 처방액 67억600만원으로 1위를 차지했다.

전달 대비 19.7% 증가한 수치다.

아스텔라스의 베타미가(요실금 치료제, 53억4700만원), 다이이찌산쿄의 릭시아나(항응고제, 51억200만원, 항응고제)와 세비카(고혈압치료제, 44억7600만원) 등이 뒤를 이었다.

익명을 요구한 한 일본제약사 관계자는 "전문의약품은 환자의 건강권과 직결될 수 있기 때문에 의사들이 불매운동에 적극 참여하지 않고 있는 것 같다"고 말했다.

이어 "전문의약품과 달리 일반의약품의 경우 불매운동이 활발히 이뤄지고 있는 것으로 안다"며 "긴장감을 가지고 현재 매출감소 추이를 지켜보고 있다"고 덧붙였다.

@highlight

최근 일본 제품 불매운동이 이어지고 있는 가운데 국내에 유통되는 일본 전문의약품이 불매운동 전인 전년 동월 대비 17.7% 증가하여 오히려 더 많이 팔린 것으로 25일 머니투데이가 의약품 통계데이터인 유비스트를 토대로 확인했다며 전문의약품은 환자의 생명과 직결된 것으로 불매운동 영향을 비껴간 것으로 풀이된다고 밝혔다.