한동안 휴전상태였던 미국과 중국이 관세폭탄을 주고받으며 다시 난타전에 돌입했다.

미국의 3000억 달러(약 363조원) 규모 중국산 관세 부과 방침에 맞서 중국이 보복관세 카드를 꺼내자 미국도 바로 관세폭탄 반격에 나섰다.

도널드 트럼프 미 대통령은 친구라고 부르던 시진핑 중국 국가주석을 '적'으로 지목했다.

트럼프 대통령은 또 '미 기업의 중국 철수'라는 초강경 카드까지 빼들었다.

중국이 지난 23일 기습 반격에 나섰다.

중국 국무원 관세세칙위원회는 이날 원유와 대두 등 5078개 품목, 750억 달러 규모의 미국산 제품에 대해 9월 1일, 12월 15일부터 각각 5%와 10%의 추가관세를 부과한다고 밝혔다.

이와 별도로 관세 면제 대상이던 미국산 자동차와 자동차 부품에 대해 추가 관세를 부활시키기로 했다.

중국의 반격에 트럼프 대통령은 발끈했다.

그는 지난 23일(현지시간) 트위터에 "오랫동안 중국은 무역과 지식재산권 절도, 그리고 훨씬 많은 것으로 미국을 이용했다. 중국이 미국에서 막대한 돈을 훔쳐가지 못하도록 해야 한다"며 "모두 5500억 달러 규모의 중국산에 관세를 5% 포인트씩 인상키로 했다"고 밝혔다.

그는 또 현재 25%로 부과한 2500억 달러 규모의 중국산 제품에 대한 관세율을 오는 10월 1일부터 30%로 5% 포인트 인상하고, 나머지 3000억 달러 어치에는 9월과 12월 각각 15%의 관세를 부과하겠다고 덧붙였다.

트럼프 대통령은 이어 분이 풀리지 않았는지 '미 기업들의 중국 사업 중단'을 명령했다.

그는 트위터에 "우리의 위대한 미 기업들에 지금부로 명령한다"면서 "미국으로 돌아와 생산하는 것을 포함해 즉시 중국에 대한 대안을 마련하라"고 밝혔다.

이에 대해 현실성도, 대통령의 권한도 아니라는 현지 언론 등의 비판이 제기되자 트럼프 대통령은 24일 프랑스 주요 7개국(G7) 정상회의 참석을 위해 떠나기 직전 기자들에게 "나는 미 기업들에 중국 사업을 중단하라고 지시할 절대적인 권한이 있다"고 강조했다.

이에 중국도 '결사 항전' 의지를 드러내면 미국의 추가 관세폭탄에 강하게 반발했다.

중국 상무부는 지난 24일 "미국은 형세를 오판하지 말고 잘못된 방법을 즉각 중단하라"면서 "만약 그렇지 않으면 모든 결과는 미국이 감당해야 할 것"이라고 경고했다.

@highlight

한동안 휴전상태였던 미국과 중국의 관계가 미국의 3000억 달러 규모 중국산 관세 부과 방침에 맞서 중국 역시 보복관세 카드를 꺼내 서로 관세폭탄을 주고받으며 난타전에 돌입한 상황에서 트럼프 대통령의 '미 기업의 중국 철수'라는 초강경 카드까지 꺼냈다고 알려졌다.