잉글랜드 프로축구 프리미어리그(EPL) 토트넘 홋스퍼가 개막 3경기 만에 졌다.

뉴캐슬 유나이티드의 EPL 승격 후 처음으로 덜미를 잡혔다.

토트넘은 26일 오전 0시30분(이하 한국시간) 영국 런던의 토트넘 홋스퍼 스타디움에서 가진 2019-20시즌 EPL 3라운드 뉴캐슬전서 0-1로 패했다.

기성용이 결장한 뉴캐슬은 스티브 브루스 감독 부임 후 첫 승점을 땄다.

징계가 끝난 손흥민이 복귀했으나 뉴캐슬의 밀집 수비를 뚫지 못했다.

뉴캐슬은 경기 내내 뒤로 내려앉아 방어에만 집중했다.

뉴캐슬 조엘링톤(9번)이 26일 오전(이하 한국시간) 열린 2019-20시즌 프리미어리그(EPL) 토트넘전에서 전반 27분 선제골을 터뜨렸다.

지난 7월 호펜하임에서 뉴캐슬로 이적한 조엘링턴의 EPL 3경기 만에 1호 골이다.

이날 딱 한 번 열린 골문은 토트넘이었다.

전반 27분 조엘링톤이 크리스티안 아츠의 절묘한 패스를 받아 결승골을 터뜨렸다.

토트넘 수비 배후가 뚫렸다.

토트넘이 뉴캐슬에 진 건 2016-17시즌 최종전이었던 2016년 5월 15일 원정경기의 1-5 패배 이후 3년 만이다.

뉴캐슬은 당시 토트넘전 대승에도 18위에 그쳐 챔피언십(2부리그)으로 강등됐다.

2016-17시즌 챔피언십 우승으로 EPL로 승격하며 2시즌 연속 잔류에 성공했으나 토트넘만 만나면 졌다.

4전 1득점 6실점.

뉴캐슬은 EPL 승격 후 토트넘과 다섯 번째 대결에서 마침내 이겼다.

처음으로 방문한 토트넘 홋스퍼 스타디움에서 승리를 챙겼다.

토트넘의 새 구장 EPL 경기 성적표는 4승 1무 2패다.

@highlight

토트넘 훗스퍼가 개막 3경기 만에, 뉴캐슬에게 0대 1로 패하면서, 뉴캐슬의 EPL 승격 이후 처음으로 뉴캐슬에게 승리를 내주었다.