‘가을 별미’로 꼽히는 전어가 본격적인 수확철을 맞아 인기다.

본격적인 수확철을 맞아 별미로 꼽히는 전어가 ‘귀하신 몸’이 됐다.

고흥·완도 등 지역 어가는 금어기(5월11일~7월15일)를 끝내고 여름 햇전어 잡기에 나섰지만 지난해보다 수확량이 많지 않기 때문이다.

25일 수협중앙회 전남본부에 따르면 지난 1~21일 강진·고흥 등 6개 지역 수협에서 출하된 전어는 9328㎏으로 평균 위판가격은 ㎏당 9920원으로 나타났다.

이는 지난해 8월 평균 위판가격 5976원 보다 65.9% 높은 수치다.

지난해 8월 한 달 동안에는 전어 2만1002㎏이 출하됐다.

전어 출하 물량이 줄면서 가격도 껑충 뛰었다.

수협 관계자는 매일 전어 수확량이 들쑥날쑥이라 물량이 많지 않은 날은 ㎏당 2만원까지 위판 가격이 뛴다고 설명했다.

이달 말 전어 위판가격은 본격적인 출하시기였던 지난해 9월(㎏당 1만1941원)과 10월(〃1만119원)과도 비슷한 수준이었다.

25일까지 이틀간 보성 율포해변에서 열린 보성전어축제에서 전어회(1㎏ 안팎) 한 접시는 2만원에 판매됐다.

25일까지 이틀간 보성 율포해변에서 열린 보성전어축제에서 전어회(1㎏ 안팎) 한 접시는 2만원에 판매됐다.

전어 축제로는 국내에서 가장 먼저 열린 경남 사천에서는 900ｇ 한 접시를 1만2000원에 팔아 아예 물량이 동이 나기도 했다.

오는 30일부터 사흘 동안에는 광양시 진월면 망덕포구에서 ‘20회 광양전어축제’가 예정돼있다.

수협 관계자는 “전어는 원래 가을전어로 소문나 있지만 점점 어획 시기가 앞당겨지면서 최근엔 육질이 연하고 뼈가 부드러운 여름 햇전어가 주가를 올리고 있다”며 “본격적인 출하기인 9월 초순에는 전어 가격이 안정기를 맞을 것으로 예상된다”고 말했다.

@highlight

본격적인 수확철을 맞은 전어의 수확량이 지난해보다 많지 않아 가격이 껑충 뛰었다. 