생물산업진흥원·군산의료원·전북연구원 '최우수'

전북도의 출자·출연기관에 대한 경영평가 결과, 생물산업진흥원·군산의료원·전북연구원의 경영실적이 가장 우수한 것으로 나타났다.

문화관광재단은 전체 대상 기관 중 가장 낮은 등급을 받았다.

전북도는 제2차 출자·출연기관 운영심의위원회에서 이 같은 내용의 2018년도 경영실적에 대한 평가결과를 심의·의결했다고 25일 밝혔다.

총 5개 평가 등급(가~마)별로 보면 생물산업진흥원, 군산의료원, 전북연구원이 가장 높은 '가' 등급을 받았다.

'나' 등급에는 경제통상진흥원, 신용보증재단, 전북여성교육문화센터, 남원의료원이 포함됐다.

이어 전북개발공사, 테크노파크, 자동차융합기술원, 에코융합섬유연구원, 문화콘텐츠산업진흥원, 인재육성재단, 국제교류센터는 '다' 등급을 획득했다.

지난해 '다' 등급에 들었던 문화관광재단은 이번에 '라' 등급으로 한 단계 떨어졌다.

전북도는 경영평가 결과를 해당 기관의 임직원 성과급 및 연봉과 연계할 계획이다.

평가 결과가 좋지 않은 기관에 대해선 컨설팅을 실시하고, 경영개선 계획을 수립·보고하도록 할 방침이다.

또한 올해부터 '라' 등급 이하 기관은 다음해 정원 증원을 제한하고, 이를 어길 경우 페널티를 부여한다.

올해 경영평가는 전북도의 15개 출자·출연기관을 경제산업지원과 사회문화·복지지원 등 2개 유형으로 구분해 유형별로 지표간 배점을 차등 적용했다.

전북도는 지난 1월부터 6개월간 한국능률협회컨설팅을 통해 각 기관을 대상으로 서면·현장·면담평가를 진행했다.

평가는 공통지표(기관경영 전략, 정책 준수, 경영 효율화, 고객만족, 이행도)와 특성지표(사업 활동, 사업 성과)로 나눠 진행됐다.

전북도 관계자는 "경영평가를 통해 기관의 경영 개선을 유도하는 등 도정 경쟁력을 강화하겠다"며 "도민에 대한 행정서비스 수준을 지속적으로 향상할 것"이라고 말했다.

@highlight

제2차 출자,출연기관 운영심의위원회에서 25일 전북도는 생물산업진흥원, 군산의료원, 전북연구원에 가장 높은 등급을, 문화관광재단에 가장 낮은 등급을 부여하는 것을 내용으로 하는 2018년도 경영실적에 대한 평가결과를 심의의결했다고 밝혔다.