일본 주요 일간 신문 매체는 24일 한국 정부가 전날 군사정보보호협정(GSOMIA·지소미아) 종료를 일본 정부에 통보한 것에 대해 비판적인 목소리를 냈다.

일본 아사히신문은 한국 정부가 국익에 맞지 않는다고 판단해 지소미아 종료를 결정했지만, 종료야말로 국익을 해칠 것이라며 문재인 대통령이 한 번 더 숙고해 결정을 번복해야 한다고 주장했다.

이 신문은 북한 위협에 맞서는 데 가장 중요한 것은 한미일의 결속이라며 지소미아도 그런 자산의 하나이고, 양국 국방 당국이 지금까지 쌍방에 이익이라고 인정해 왔다고 밝혔다.

아사히는 또 양국 간 갈등의 근원은 징용 배상 문제인 만큼 이 사안을 조금씩이라도 진전시키지 않으면 관계 개선을 기대할 수 없다고 지적한 뒤 올 11월 지소미아가 효력을 잃기 전까지 징용 배상 문제를 놓고 한일 양국 정부가 침착하게 대화를 나누어 해법을 모색해야 한다고 조언했다.

요미우리신문은 "한미일 3국의 안보 협력을 흔들어 놓는 비상식적인 조치"라고 지소미아 종료를 비판했다.

이 신문은 "협정 종료로 한국은 일본 측 데이터를 직접 얻는 것이 어렵게 된다"며 북한의 단거리 미사일은 한국을 사정에 두는 큰 위협인데 한국군의 억지력을 스스로 낮추는 조처를 한 것이라고 주장했다.

또 지소미아 종료로 이익을 보는 쪽은 북한과 중국이라며 미국 중심의 동맹 기능이 약화했다는 잘못된 메시지를 보냄으로써 동아시아 정세가 불안정해질 것이라고 전했다.

일본 최대 경제지인 니혼게이자이신문(닛케이)은 '지소미아 종료, 안보에 화근을 남긴다'는 제하의 사설에서 "냉정함이 결여된 판단"이라며 "실망을 금할 수 없다"고 말했다.

닛케이는 "미 국방부가 강한 우려와 실망을 표명한 것은 위기감의 표현"이라며 지소미아 종료 결정은 동북아 정세에 역행하고 북한, 중국, 러시아에 어부지리를 안길 것이라고 주장했다.

이 신문은 이어 한국 정부가 지역 정세를 냉정하게 분석하고 지소미아의 의미를 재인식해야 한다면서 일본 정부에는 한일 관계 개선 방안을 찾아야 한다고 주문했다.

@highlight

아사히 신문은 지소미아의 종료야말로 국익에 위협적이라 하고 요미우리 신문은 한미일 3국의 안보 협력을 흔들어 놓는 상식밖의 조치라 하며 일본 주요 일간지들은 24일 한국 정부가 전날 군사정보보호협정(지소미아) 종료를 일본 정부에 통보한 것에 대해 비판했다.