욱일기 사용 금지 법안을 만들어야 한다는 생각으로 모인 이들이 지난 24일 대전 중구 은행동에서 '전범기인 욱일기 사용 금지 법안을 만들어 달라'며 시민들에게 청와대 국민청원 동참을 호소하고 있다.

대전에서 일본 불매운동에 이어 욱일기 사용 금지법안을 만들어달라는 호소의 목소리가 나오고 있다.

지난 24일 욱일기 사용 금지 법안을 촉구하는 이들은 대전 중구 은행동에서 욱일기 사용 금지 법안을 마련해야 한다며 시민들에게 호소했다.

이들은 시민단체 등에 가입하지 않고 욱일기 사용 금지에 대한 뜻을 함께하고자 자발적으로 모였다.

이들은 "일본 내에서는 욱일기를 전범기로 인식하지 못하며, 아무런 규제 없이 상품의 로고와 응원기, 대중문화에 자유롭게 사용하고 있다"며 "이러한 일본의 인식과는 달리 한국과 중국에서는 욱일기가 전범기이며, 제국주의와 군국주의의 상징으로 여긴다"고 했다.

그러면서 "일본은 우리나라에서 열린 국제경기에 욱일기를 사용하기도 했고, 일부 지자체나 국민은 욱일기에 대한 인식 부족으로 패션과 인테리어 아이템으로 사용해 논란이 일기도 한다"고 했다.

이들은 국민청원 게시판에 지난 16일부터 '전범기인 욱일기 사용의 금지 법안을 만들어 주세요'라는 제목의 글을 올리고 시민들에게 청원을 호소하기도 했다.

이들은 "같은 전범국가인 독일은 과거 역사 피해자에게 전면적 사과와 용서를 구했고 전범기인 나치기 사용금지와 깃발, 휘장, 제목, 슬로건 등으로 사용할 경우 3년 이하의 징역이나 벌금형에 처한다"면서 "일본은 과거 전쟁의 피해자에 대한 부정과 역사를 왜곡하고 있다" 청원 동참을 외쳤다.

욱일기 사용 금지법안 호소에 나선 유용석(68) 씨는 "욱일기가 전범기임을 알리고, 국회에서 논의가 됐으면 하는 바람"이라며 "9월 15일까지 은행동에서 호소를 계속하겠다"고 말했다.

한편, 국민청원은 30일 간 20만개의 추천을 받으면 정부와 청와대 관계자들이 공식 입장을 내는데, 25일 현재 3000명이 넘는 이들이 참여했다.

@highlight

지난 24일 대전 중구 은행동에서 욱일기 사용 금지 법안 상정을 촉구하는 시민들의 자발적 모임을 갖고 제국주의와 군국주의 상징인 욱일기 사용 금지를 위해 시민들에게 호소하고, 지난 16일부터 청와대 국민청원 게시판을 통해서 '전범기인 욱일기 사용금지 법안을 만들어 주세요'라는 글을 통해서 시민들에게 청원 동참을 위해 목소리를 높였다.