구글 플레이 스토어 및 갤럭시 스토어에서 볼 수 있는 '블록체인 월렛'의 디앱(dApp) 중 위치정보 제공에 대한 보상 서비스인 리빈(LIVEEN)에서 교육 서비스를 이용할 수 있게 됐다.

리빈은 영어, 중국어, 토익을 서비스하는 마풀 스마트러닝과 제휴를 맺고, 리빈에서 보상하는 토큰인 빈(VEEN)으로 수강권을 구매할 수 있도록 서비스를 시작했다고 밝혔다.

마풀 스마트러닝은 단순히 학습 강의만 듣고 끝나는 것이 아니라 바로 연습과 스피킹 훈련을 반복적으로 학습하도록 하여 장기 기억 전환에 효과적이라는 평가를 받고 있다.

또한 지난 해 국내 최초 교육 기반 MP코인 서비스를 시작해 학습 보상과 마풀 서비스 결제 등으로 탄탄한 교육 영역의 블록체인 생태계를 구축하고 있다.

리빈은 고객의 위치정보 데이터를 실시간으로 받아 다시 빅데이터 분석을 통해 고객들에게 더 큰 가치와 서비스를 제공한다.

그 중 국내 스마트러닝 No.1 마풀의 교육 서비스를 빈으로 결제해 이용할 수 있게 된 것이다.

또한 학습할수록 MP코인으로 학습 보상을 받을 수 있어 암호화폐 간 시너지 효과 역시 기대되고 있다.

마풀의 한 관계자는 "다국어 버전이 탑재된 글로벌 교육 앱을 내년 2월 중 출시할 예정이다. 안드로이드 스마트폰에서 리빈 디앱(dApp)을 통한 교육 서비스는 더욱 풍성해질 것이며, 마풀 역시 리빈과 함께 글로벌 시장 진출에 더욱 속도를 낼 것"이라고 설명했다.

한편 마풀 스마트러닝을 서비스하는 이카이스는 지난 3월 리빈을 서비스하는 싱가포르에 있는 빈 파운데이션(Veen Foundation)과 블록체인 콘텐츠 공유 및 서비스 제휴 업무협약을 체결했다.

빈 파운데이션의 관계자는 "동남아 시장에서 빈(VEEN)코인을 사용해 금융거래를 실현하고, 마풀 스마트러닝에서 개발하고 있는 글로벌 교육 앱을 통해 동남아 교육 시장을 함께 개척해 나갈 것"이라고 밝혔다.

@highlight

블록체인 디앱 중 위치정보 제공에 대한 보상 서비스인 리빈은 영어, 중국어, 토익을 서비스하는 마풀 스마트러닝과 제휴를 맺어 리빈 디앱을 통한 교육 서비스가 더욱 풍성해질 예정이다.