7월 실적 1135만2000달러...

제주지역 수출 부진이 지속되면서 하반기 수출 전선에도 먹구름이 다가오고 있다.

25일 한국무역협회 제주지부가 발표한 '2017년 제주지역 수출입 동향'에 따르면 7월 한 달 동안 수출실적은 1135만2000달러로 지난해 같은 달(1413만1000달러)에 비해 19.7% 감소한 것으로 집계됐다.

제주지역 수출실적은 전년 동기 대비 올해 1월과 2월, 3월 등 3개월 연속 감소하다 4월 들어 한 번 상승한 이후 5월 이후 다시 3개월 연속 하락했다.

올해 들어 7월까지 누적 수출실적도 7795만5000달러로 전년 같은 기간보다 24.6%나 줄었다.

특히 7월 수출물량은 1394t으로 올해 월 중 물량으로는 최저치를 기록했고, 수출금액과 물량이 동시에 감소하고 있어 하반기 수출 회복도 매우 불투명한 것으로 전망되고 있다.

7월 수출실적을 산업별로 보면 수출 주도업종인 전자전기는 602만달러로 33.1%, 농수축산물은 401만달러로 5.8% 각각 감소했다.

지난 1월부터 감소세로 돌아선 전자전기는 7개월 연속 감소했고, 농수축산물도 지난 5월 이후 3개월째 감소한 것으로 나타났다.

품목별로는 제주 수출실적의 절반을 차지하고 있는 모노리식집적회로(비메모리반도체)가 7개월 연속 감소했다.

하지만 6월과 7월 수출물량이 지난해 월평균 수준이 470만개에 근접하고 있어 가격회복이 하반기 수출 증가의 관건이 될 전망이다.

넙치류는 7월 170만달러가 수출돼 전년 동기보다 6.5% 상승했고, 전복(33만달러)이 두 달 연속 증가 추세를 나타냈다.

반면 생수(31만달러, -11.9%)와 감귤농축액(20만달러, -35.2%)이 하락세로 반전됐다.

수출 국가별로는 미국을 제외한 상위 주요 국가인 홍콩과 중국, 일본의 수출실적이 감소했다.

한편 7월 중 수입실적은 4424만9000달러로 전년 동기보다 44.1% 감소했고, 7월까지 수입실적도 2만3197만3000달러로 37.8% 감소한 것으로 집계됐다.

@highlight

25일 한국무역협회 제주지부가 발표한 '2017년 제주지역 수출입 동향'에 따르면 7월 한 달 동안 수출실적은 지난해 같은 달에 비해 19.7% 감소한 것으로 집계되어 하반기 수출 전선에도 먹구름이 다가오고 있으며, 특히 7월 수출물량은 1394t으로 올해 월 중 물량으로는 최저치를 기록했고, 수출금액과 물량이 동시에 감소하고 있어 하반기 수출 회복도 매우 불투명한 것으로 전망되고 있다.