조국 법무부 장관 후보자 지명 후 제기된 조 후보자와 가족 관련 의혹으로 25일까지 10여 건의 고소·고발이 이뤄졌다.

이에 조 후보자가 국회 인사청문회를 거쳐 장관에 임명되더라도 검찰에서 피의자 신분으로 조사받게 될 가능성이 커졌다.

이날 검찰에 따르면 자유한국당, 대한소아청소년과의사회, 행동하는자유시민 등이 조 후보자와 그 일가를 고소·고발한 상태다.

조 후보자의 딸 입시부정 의혹, 웅동학원 채무 의혹, 사모펀드 투자 의혹과 관련된 범죄 혐의다.

대검찰청은 지난 22일까지 고발된 사건 대부분을 서울중앙지검 형사1부(부장검사 성상헌)에 배당했다.

다만 대검과 서울중앙지검은 "정확한 고소·고발 사건 숫자와 어디에 배당됐는지는 현재 확인해줄 수 없다"고 밝혔다.

가장 논란이 되는 사안은 조 후보자 딸 조 모씨의 고려대·서울대 환경대학원·부산대 의학전문대학원 입학과 학사과정 의혹이다.

지난 22일 한국당은 조씨에 대해 "단국대 의과학연구소에서 병리학 논문 제1저자로 등재된 건 연구 부정이며 이를 활용해 고려대와 부산대 의전원에 입학했다"며 업무방해 혐의로 고발했다.

같은 날 소아청소년과의사회는 "고2 학생을 병리학회 논문 저자로 올리는 것 자체가 연구윤리 위반이고 외고·고려대·부산대 의전원을 간 과정은 입시부정"이라며 조 후보자를 고발했다.

지난 23일 한국당은 '조 후보자 등이 웅동학원이 손실을 볼 수 있는 소송에서 재단 이사로서 책무를 다하지 않았다'는 취지로 조 후보자 등을 특정경제범죄가중처벌법상 배임 혐의로 고발했다.

또 행동하는자유시민은 지난 19일 '조 후보자가 청와대 민정수석 업무 중 알게 된 비밀을 이용해 사모펀드에 투자해 이득을 얻었다'는 취지로 조 후보자를 부패방지법 위반 등 혐의로 고발했다.

김진태 한국당 의원은 "조 후보자 부부가 부산 해운대구 경남선경아파트와 우성빌라를 차명 보유하고 있다"고 주장하며 지난 19일 부동산실명법 위반 혐의로 이들을 고발했다.

다음날 이영훈 전 서울대 교수 등은 "근거도 없이 책 '반일 종족주의'를 비방하고 필자를 매도했다"며 모욕 혐의로 조 후보자를 고소했다.

@highlight

조국 법무부 장관 후보자 지명 후 딸 입시부정 의혹, 웅동학원 채무 의혹 등의 혐의로 10여 건의 고소·고발이 이루어짐에 따라 장관에 임명되더라도 조사를 받게 될 가능성이 커졌다.