KT 고객들이 5G C-DRX 기술 적용으로 배터리 사용 시간이 최대 65% 늘어난 갤럭시노트10+ 5G 스마트폰을 이용하고 있다.

KT 고객들은 앞으로 삼성전자의 5G(5세대 이동통신) 스마트폰 갤럭시노트10(갤노트10)을 경쟁사보다 언제 어디서든 4시간 이상 더 사용할 수 있게 된다.

KT는 25일 이 같은 내용의 5G 배터리절감 기술(C-DRX) 전국 확대 적용을 완료했다고 밝혔다.

KT는 지난 2017년 국내 최초로 LTE(롱텀에볼루션)에 배터리절감 기술을 자사 가입 고객 스마트폰에 적용했었다.

5G 상용화 이후에도 서울·수도권·강원·부산·울산·경남 등의 지역에 5G 배터리절감 기술을 우선 적용했으며, 이달 전국망으로 해당 기술을 확대하게 된 것.

이에 따라 KT 5G 고객들은 전국 어디서나 배터리절감 효과를 누릴 수 있게 됐다고 회사 측은 설명했다.

가령, 23일 공식 출시를 시작한 프리미엄 스마트폰 갤노트10의 경우 사용시간이 최대 4시간21분 증가한 것으로 테스트 결과 확인됐다.

배터리절감 기술을 사용하지 않은 단말과 비교해 배터리 사용 시간이 최대 65% 증가했다.

테스트는 ICT(정보통신기술) 표준화 및 시험인증기관인 한국정보통신기술협회(TTA)가 갤노트10플러스(+) 모델로 KT의 배터리절감 기술 적용 전후 배터리 사용시간을 검토하는 방식으로 진행됐다.

동일한 환경에서 동영상 스트리밍을 시청하는 방식으로 배터리 소모 시간을 측정했다.

KT는 배터리절감 기술 전국망 확대와 함께 전국 최대 5G 커버리지(서비스 범위) 등 특화된 네트워크로 차벼화 된 서비스를 고객들에게 제공한다는 방침이다.

이수길 KT 네트워크연구기술지원단장(상무)은 "KT는 LTE에 이어 5G에서도 가장 먼저 C-DRX 기술을 전국 확대 적용했다. 전국 어디서나 KT고객들이 배터리절감 효과를 누릴 수 있게 됐다"며 "앞으로도 고객이 체감할 수 있는 KT만의 차별화된 네트워크 혁신 기술로 고객 만족을 실현해 나가겠다"고 말했다.

@highlight

KT는 25일 5G 배터리절감 기술(C-DRX) 전국 확대 적용을 마친 상태라고 밝혔으며,  KT 고객들은 앞으로 배터리 사용 시간이 최대 65% 늘어난 갤럭시노트10 스마트폰을 전국 어디에서든  4시간 이상 더 사용할 수 있을 것으로 보인다.