삼성SDI 직원이 미국품질협회(ASQ)가 주관하는 각종 품질 검증 자격증을 9개 보유해 세계 최고 기록을 세웠다.

25일 삼성SDI에 따르면 이 회사 품질보증실 소속 박신철 프로(51)가 최근 ASQ가 주관한 마스터블랙벨트(CMBB) 자격시험에 합격해 ASQ에서 주관해온 품질 관련 자격증을 아홉 번째로 땄다.

ASQ 자격증을 9개 보유한 사람은 박 프로가 세계 최초이자 유일하다고 회사 측은 전했다.

삼성SDI 관계자는 "자격증 7개와 8개를 보유한 사람도 전 세계에서 각각 14명, 13명에 불과할 정도로 ASQ 자격증은 취득하기가 까다롭기로 유명하다"면서 "(박 프로가) 업무와 무관한 자격 등을 제외한 ASQ 전체 엔지니어 자격(9개)을 모두 취득한 전 세계 유일의 품질 마스터로 인정받았다"고 말했다.

1946년 창설된 비영리 단체인 ASQ는 전 세계 품질 관리와 규격 표준화를 주도하며 자격 인증제도 18종을 운용 중이다.

박 프로가 ASQ 자격증에 도전한 계기는 전기차 배터리 고객들이 요구하는 높은 품질 기준과 프로세스에서 만족을 주기 위해서다.

그는 2017년 ASQ 국제품질기사(CQE)와 국제품질심사원(CQA) 자격증을 시작으로 국제신뢰성기사(CRE)와 국제소프트웨어품질기사(CSQE) 자격증까지 단숨에 취득했고, 2018년에는 국제검교정기사(CCT) 등 자격증 4개를 추가로 취득했다.

그가 올해 7월 취득한 CMBB 자격증은 ASQ에서 공인하는 6시그마의 최상위 자격증이다.

박 프로 외에 국내에 취득자가 없고 세계에서도 100여 명만 보유하고 있는 최고 수준 '혁신 전문가 자격'이다.

신청자에 대해 전문가적 역량 보유와 업무성과 등을 심사해 요건을 충족하는 사람에게만 응시 기회가 주어진다.

박 프로는 "글로벌 고객을 상대할 때 고객이 요구하는 프로세스와 품질 관리 수준을 정확히 알고 일하는 것이 중요하다"면서 "삼성SDI에서 나를 뛰어넘을 인재를 많이 양성할 수 있도록 노력하겠다"고 말했다.

@highlight

삼성SDI 직원인 박신철씨는 미국품질협회가 주관하는 품질 검증 자격증을 9개 보유하는 등 최고 수준의 '혁신 전문가 자격'을 갖추게 되었다.