서울시는 2022년 2월 개통 예정인 도시철도 신림선에 통신오류를 최소화하고 안정적인 데이터 송·수신이 가능한 다중접속 방식의 무선통신기반 열차제어시스템을 도입키로 했다고 26일 밝혔다.

서울시는 앞서 국내 최초로 '한국형 무선통신기반 열차제어시스템'을 도입하겠다는 계획을 내놨다.

'한국형 무선통신기반 열차제어시스템(KRTCS·Korean Radio based Train Control System)'은 열차와 지상의 무선장치 간 통신으로 승무원 조작 없이도 열차를 원격으로 제어하는 시스템이다.

열차 간 추돌·충돌사고가 발생하지 않도록 가속·감속으로 열차 간 간격을 자동으로 조절하고, 열차를 승강장 정위치에 정차해 안전문에 맞춰 열차문을 개폐한다.

서울시가 이번에 도입 계획을 밝힌 '다중접속(1:N) 무선통신 방식'은 열차 한 대당 여러 개의 지상무선장치와 동시 접속해 데이터를 송·수신하는 방식이다.

기존 일대 일(1:1) 접속 방식은 열차가 이동하면서 다음 지상무선장치에 접속하기까지 통신이 끊기는 경우 안전을 위해 열차가 멈추게 된다.

다중접속 방식을 도입하면 열차가 통신반경 내 모든 지상무선장치와 연결돼 끊김 없는 데이터 송·수신으로 열차정지를 예방하고 열차운행의 정확도도 높일 수 있을 것으로 기대된다.

아울러 무선 주파수 대역도 2.4GHz, 5GHz 두 개를 동시에 사용해 특정지역에서 주파수 혼잡이나 장애가 발생하더라도 통신성능 저하와 통신오류를 최소화할 수 있다.

한편 도시철도 신림선은 샛강역에서 서울대학교 앞까지 총 11개 정거장을 연결하는 총 7.8㎞ 노선이다.

서울시와 남서울경전철이 2015년 8월 실시협약을 체결했으며 2022년 2월 개통을 목표로 민간투자사업으로 추진되고 있다.

2017년 2월 착공해 현재 시공 중이다.

@highlight

서울시는 2022년 2월 개통 예정인 신림선에 통신오류를 최소화하고 안정적인 데이터 송·수신이 가능한 다중접속 방식의 무선통신기반 열차제어시스템을 도입한다고 26일 밝혔는데 이 시스템은 승무원 조작 없이도 열차를 원격으로 제어해 사고를 방지한다. 