성인 국가대표로 첫 발탁된 이동경(22·울산 현대)이 '동경하던' 선배들과 만남을 기대했다.

울산과 U-22 대표팀에서 활약 중인 이동경은 9월 A매치 소집 명단에 이름을 올렸다.

A대표팀에 뽑힌 건 이번이 처음이다.

파울루 벤투 감독은 이동경의 발탁 배경에 대해 "기술이 뛰어나고 중앙과 측면을 모두 맡을 수 있다. 좁은 공간에서 빠르게 판단하며 해결하는 게 우수하다"라고 설명했다.

울산 현대 미드필더 이동경은 벤투호에 첫 승선했다.

이동경은 올해 K리그1 18경기에 출전해 2득점 2도움을 올리며 울산의 선두 행진에 힘을 보태고 있다.

이동경은 "영광스럽다. 축구를 시작할 때부터 꿈꿨던 걸 이뤄서 기분이 좋다. 이게 첫걸음이다. 김도훈 감독님(울산)과 김학범 감독님(U-22 대표팀)께 감사드린다"라고 소감을 밝혔다.

이동경은 A대표팀에서 같이 뛰고 싶은 선수로 손흥민(토트넘 홋스퍼), 권창훈(SC 프라이부르크), 이재성(홀슈타인 킬)을 꼽았다.

이동경은 "모든 선수들이 대한민국에서 최고로 능력 있는 선수들이라 너무 기대되고 설렌다. 손흥민 선배가 보고 싶다. 권창훈 선배, 이재성 선배에게도 많이 배우겠다"라고 말했다.

그러면서 소속팀 룸메이트 김보경과 같이 태극마크를 달고 공을 차는 부분에 큰 의미를 부여했다.

이동경은 벤투호 경쟁에 대한 자신감도 나타냈다.

그는 "다들 능력이 뛰어나다. 좋은 패스를 주면 골을 넣을 선수들이 많다. 킬 패스 혹은 콤비 플레이를 펼칠 수 있도록 준비하겠다. 기회가 되면 슈팅도 시도하고 싶다"라고 전했다.

한편, A대표팀은 9월 1일 파주NFC에 소집돼 이튿날 터키 이스탄불로 출국한다.

9월 5일 조지아와 친선경기를 가진 뒤 10일 투르크메니스탄과 2022 국제축구연맹(FIFA) 카타르 월드컵 아시아지역 2차 예선 1차전을 치른다.

@highlight

울산과 U-22 대표팀에서 확약 중인 이동경이 파울루 벤투 감독에 의해 성인 국가대표로 첫 발탁되었으며 그 배경엔 기술이 뛰어나고 중앙과 측면을 모두 맡을 있다며 설명하고, 이동경은 축구를 시작할 때부터 꿈꿨던 것을 이뤘다며 소감을 밝혔다.