세종시청 전경.

세종시는 26일 시청 세종실에서 이춘희 시장, 이광재 한국매니페스토실천본부 사무처장, 시민배심원 50명이 참여한 가운데 '시정3기 공약이행 평가 및 조정을 위한 시민배심원단 1차 회의'를 개최했다.

세종시는 시정3기 공약 이행에 대한 시민들의 객관적인 평가와 검증을 위해 시민배심원단을 운영한다.

시는 26일 시청 세종실에서 이춘희 시장, 이광재 한국매니페스토실천본부 사무처장, 시민배심원 50명이 참여한 가운데 '시정3기 공약이행 평가 및 조정을 위한 시민배심원단 1차 회의'를 개최했다.

시민배심원단은 지자체의 공약이 제대로 추진되고 있는지를 시민이 직접 점검하고 개선방안을 마련하며, 조정이 필요한 공약에 대한 적정성 여부를 심의하는 등 공약 이행의 질을 높이기 위해 운영된다.

시민배심원은 총 50명이며, 한국매니페스토실천본부가 만16세 이상의 세종시민을 대상으로 무작위 추첨방식(ARS)을 통해 선발했다.

이날 1차 회의는 시민배심원 위촉장 수여, 한국매니페스토실천본부의 시민배심원제 관련 기본강의, 분임토의 순으로 진행됐다.

시민배심원 회의는 내달 9일과 23일에 두 차례 더 진행하며, 공약안건 설명회, 공약 조정에 대한 적정 여부 심의는 물론 공약이행에 대한 평가와 개선방안 등을 집중 논의할 계획이다.

이춘희 시장은 "공약은 세종시민과의 실천 약속으로, 정책의 수혜자인 시민들에게 공약의 이행 여부를 검증받고 개선해나가는 것이 중요하다"면서 "시민배심원들의 의견을 적극 반영하면서 공약의 내실 있는 이행과 체감도 향상을 위해 노력하겠다"고 밝혔다.

한편, 이춘희 시장은 올해 2년 연속으로 한국매니페스토실천본부 주관 '시도지사 공약평가'에서 최우수등급(SA)에 선정됐으며, 지난해 9월에는 '매니페스토 약속대상'에서 선거공약을 가장 잘 만든 광역자치단체장에 선정돼 최우수상을 수상한 바 있다.

@highlight

세종시가 시정3기 공약 이행에 대한 시민들의 객관적인 평가와 검증을 받기 위해 연 '시정3기 공약이행 평가 및 조정을 위한 시민배심원단 1차 회의'에서는 한국매니페스토실천본부의 시민배심원제 관련 기본강의, 분임토의 등이 진행됐다.