낡은 규제가 기업 성장을 저해하고 있다는 지적이 나왔다.

대기업 관련 규제 법령들은 제정된 지 평균 16.4년이 지난 것으로 나타났다.

한국경제연구원(이하 한경연)은 26일 현행 법령상 기업규모 기준으로 적용하는 '대기업차별규제'를 조사한 결과를 발표했다.

47개 법령에 188개 규제가 있는데 이 중 30년 이상 된 규제는 17개였고, 20년이 넘은 규제도 55개나 되는 것으로 나타났다.

대규모 기업집단 지정 조항은 1986년에 제정돼 무려 34년이 지난 것으로, 가장 오래된 규제였다.

유환익 한경연 혁신성장실장은 "대기업에 대한 차별 규제는 평균적으로 16년 전에 만들어진 법으로, 과거 폐쇄적 경제체제를 전제로 도입된 것이 대다수"라고 지적하면서 "글로벌화된 경제 환경에 부합하고 융·복합을 통한 신산업 활성화를 위해 대기업 차별규제를 제로 베이스에서 전면 재검토할 필요가 있다"고 지적했다.

무엇보다 기업이 커지면 적용되는 규제 개수가 급격하게 늘면서 성장이 더뎌지는 것으로 나타났다.

한경연에 따르면 중소기업이 글로벌 대기업(기업집단 자산총액 10조원 이상인 상호출자제한 기업집단)으로 성장하기 위해서는 규제 장벽을 아홉 번 넘어야 할 정도다.

특히 자산총액 5000억원 이상 기업에 대한 규제 장벽이 가장 심했다.

5000억원 미만은 규제가 30개였지만, 5000억원을 넘어서면 한꺼번에 81개가 따라붙어 111개가 적용된다.

현재 중소기업 기본법 시행령을 보면 중소기업은 자산총액 5000억원 미만이다.

이 기업이 대기업으로 분류되면 공정거래법과 금융지주회사법상 지주회사에 대한 규제 등에 제약을 받게 된다.

대규모 기업집단도 마찬가지다.

기업집단 규모가 자산총액 5조원 이상인 공시대상 기업집단으로 묶이면 규제가 130개에서 11개 늘어 모두 141개 규제를 받게 된다.

자산총액 10조원 이상인 상호출자제한 기업집단이 되면 다시 47개가 추가로 늘어나 188개가 된다.

유정주 한경연 기업혁신팀장은 "기업 성장을 저해하는 차별 규제에 대해 전면 재검토가 필요하다"고 주장했다.

@highlight

평균 16.4년도 더 된 낡은 대기업 관련 규제 법령으로 인해 중소기업이 글로벌 대기업으로 올라가기 위해서는 규제 장벽을 아홉 번 넘어야 할 정도라는 지적이 나왔다.