일본의 무역보복 조치로 타격을 입는 품목이 반도체, 디스플레이, 기계업종에 집중된 것으로 조사됐다.

일본산 의존도가 높고 대체가 어려운 품목들로 지난해 기준 43억달러 규모, 대일본 총수입액의 8% 수준인 것으로 나타났다.

26일 산업연구원 주최 '글로벌 가치사슬 재편과 한국 소재·부품산업의 대응' 세미나에서 이준 산업연구원 소재산업실장은 이 같은 조사 결과를 발표하며 "위험 수준이 높은 이들 품목에 대한 규제가 추가로 이뤄질 경우 단기적으로 생산에 대한 영향은 피할 수 없을 것"이라고 밝혔다.

일본 정부의 3개 반도체 소재 수출 통제에 이어 28일부터 일본이 한국을 화이트리스트에서 배제하는 조치가 시행되면 사실상 국내 전 산업이 사정권에 들어가게 된다.

양국 무역통계를 활용해 대일본 수입 의존도가 50% 이상이면서 주요국 수출액 대비 일본 수출 비중이 50% 이상인 품목을 고위험 품목으로, 같은 조건에서 일본 수출 비중이 30~50%인 품목을 위험 품목으로 분류했다.

고위험 품목은 업종별로 디스플레이(49%), 반도체(21.6%)에 집중됐고 위험 품목은 일반기계(47.15), 반도체(29.4%) 비중이 높았다.

이들 소재·장비 공급이 차질을 빚으면 반도체, 디스플레이, 2차전지와 같은 정보기술(IT) 부품산업 생산이 영향을 받고 공작기계, 로봇산업에도 악영향을 미칠 수 있다는 분석이다.

이 실장은 "수출 규제로 전략물자 수급에 차질이 발생하면 일차적으로 중간재 생산에 직접 영향을 미치고 이차적으로 중간재가 투입되는 최종 수요산업 생산에 영향을 미친다"고 설명했다.

조철 산업연구원 산업통상연구본부장은 "일본의 수출 규제는 단기간 대체가 쉽지 않고 현재까지 무역수지 적자를 지속하는 품목을 중심으로 이뤄졌다"고 지적했다.

주요 첨단 제품과 소재부품 1200개 중 일본이 공급하는 품목 수는 894개.

이들 중 30% 이상인 270개 품목이 세계 시장 점유율 60%를 넘는 독점력을 갖고 있다.

한편 중소기업연구원 설문조사에 따르면 일본의 수출 규제로 영향을 받는 중소기업 업종은 이차전지가 38.2%로 가장 높았고 반도체 13.7%, 기계 12.3%, 휴대전화·통신장비 7.8%, 석유화학 6% 등이 뒤를 이었다.

@highlight

이준 산업연구원 소재산업실장은 26일 '글로벌 가치사슬 재편과 한국 소재·부품산업의 대응' 세미나에서 일본의 무역보복 조치로 타격을 입는 품목이 반도체, 디스플레이, 기계업종에 집중된 것으로 발표하면서 이들 품목에 대한 추가 규제가 이뤄지면 단기적으로는 생산에 차질을 빚을 것으로 전망하고 이는 반도체, 디스플레이, 2차전지와 같은 정보기술 뿐만 아니라 공작기계, 로봇산업에도 악영향을 미칠 수 있다는 설명이다.