아시아 최고의 크루즈 이벤트로 자리매김하고 있는 '제7회 제주국제크루즈포럼(2019 Asia Cruise Forum Jeju)'이 오는 28일부터 31일까지 4일간 제주국제컨벤션센터에서 열린다.

해양수산부와 제주특별자치도가 공동 주최하고 제주관광공사가 주관하는 제주국제크루즈포럼은 국내 유일의 국제 크루즈 콘퍼런스로 성장했다.

'아시아 크루즈, 평화와 공동번영을 향하여(Asis Cruise, Towards Peace and Common Prosperity)'라는 주제로 열리는 이번 포럼에는 중앙정부와 지방자치단체, 글로벌 크루즈선사, 크루즈 관련업계, 전문가 등 1600여 명이 참가한다.

포럼 첫날에는 크루즈 선사 대표들이 발표하는 오프닝 세션과 3개의 전문 세션 등 콘퍼런스가 운영되고, 크루즈 선사들이 참여하는 전시박람회와 비즈니스 미팅 기능 등이 진행된다.

오프닝 세션에서는 지난리우 로얄캐리비언 아시아 대표와 제리 라슨페데 코스타크루즈 아시아 부대표 등이 '아시아 관광산업과 크루즈산업의 동반성장 전략'에 대해 발표한다.

29~30일 진행되는 3개 전문 세션에서는 '아시아 크루즈 교류협력과 균형 발전', '아시아 크루즈 산업의 새로운 트렌드와 대응 방안', '크루즈 산업 활성화 방안' 등을 주제로 토론이 진행된다.

또한 행사 기간 동안 기업 간 거래(B2B) 비즈니스 미팅이 이뤄질 예정이다.

미팅에는 대만, 중국, 일본, 홍콩, 말레이시아, 필리핀 등 6개국 42개 여행사가 참가한다.

이와 함께 아시아크루즈 어워즈와 아시아크루즈 리더스네트워크 회의 등 다양한 연계행사를 개최해 크루즈산업 발전을 위한 네트워크를 확대하고 제주크루즈포럼의 위상을 강화해 나갈 계획이다.

조동근 제주도 해양수산국장은 "제주국제크루즈포럼을 통해 제주가 아시아 크루즈 허브 도시로서의 위상이 더욱 강화될 것으로 기대한고"고 말했다.

@highlight

제7회 제주국제크루즈포럼(2019 Asia Cruise Forum Jeju)는 아시아 최고의 크루즈 이벤트로 자리매김하고 있는 가운데, 28일부터 31일까지 '아시아 크루즈, 평화와 공동번영을 향하여'라는 주제로 포럼을 열어 오프닝 세션에서는 아시아 대표와 부대표가 '아시아 관광산업과 크루즈산업의 동반성장 전략'에 대해 발표한다.