신협중앙회가 스포츠를 통한 마케팅 효과를 톡톡히 누리고 있다.

2019-2020시즌 스폰서 계약을 맺은 kt위즈가 신생구단임에도 불구하고 6위를 기록, 올해 포스트 시즌의 마지막티켓을 넘볼 정도로 성과가 좋기 때문이다.

KBO 막내 구단인 kt위즈 후원을 통해 신협중앙회는 프로야구에 활기를 불어넣음과 동시에 스포츠를 통한 신협 브랜드 인지도를 향상시키고 있다.

신협은 kt위즈를 응원하기 위해 지난 22일 수원kt위즈파크에서 벌어진 롯데 자이언츠와의 홈경기에서 신협 스폰서데이를 개최했다.

이날 수원kt위즈파크에서는 경기 시작 전부터 신협 홍보부스에서 룰렛 게임을 통해 어부바 인형, 저금통, 장바구니 등 다양한 어부바 굿즈를 증정하는 ‘신협 어부바 행운 룰렛 EVENT’가 펼쳐졌으며, 신협 조합원과 임직원 등 390여 명의 열띤 단체 응원전도 펼쳤다.

이날 KT는 롯데 자이언츠를 4-2로 역전승해 5위 NC 추격을 이어갔다.

경기장 내부에서도 신협홍보 영상 송출, 전광판을 통한 신협 퀴즈이벤트, 어부바 캐릭터 시타 등의 다양한 이벤트를 진행하여 홈야구팬을 대상으로 한 신협 홍보효과를 톡톡히 누렸다.

특히 이날 시구자로 나서 눈길을 끈 신협중앙회 김윤식 신협중앙회장은 “이번 시즌 kt위즈프로야구단이 좋은 경기를 보여줌에 따라 신협의 스포츠 마케팅이 높은 효과를 거두었다”고 말하며”오늘 진행되는 스폰서데이를 통해 국내야구팬들에게 신협을 널리 알리는 기회가 되었으면 좋겠다”고 밝혔다.

신협중앙회는 kt위즈와 2019-2020시즌 메인 스폰서 계약을 맺고 있으며, kt위즈 선수들은 현재 신협 로고가 새겨진 유니폼을 입고 경기를 하고 있다.

또한 롤링보드광고, 전광판 광고 등 다양한 광고를 진행하고 있으며, 독립된 공간에서 경기를 관람할 수 있는 스카이박스를 신협만의 공간으로 리모델링하여 운영하고 있다.

@highlight

신협은 프로야구 막내 구단인 KT위즈와 2019-2020시즌 메인 스폰서 계약을 맺었는데, 신협 로고가 새겨진 유니폼을 입고 매 경기에 나서고 있는 KT위즈 구단이 현재 순위 6위를 달리며 포스트시즌 진출 가능성까지 보이는 등 예상보다 뛰어난 성적을 달리고 있어 신협의 브랜드 인지도가 상승하는 등 스포츠 마케팅 효과를 톡톡히 누리고 있으며, 이러한 효과의 지속성과 구단 및 야구의 흥행을 위해 신협은 22일 수원KT위즈파크에서 벌어진 롯데자이언츠와 KT위즈의 홈경기에서 신협스폰서 데이 행사를 열어 홈팬들을 대상으로 다양한 이벤트를 진행함과 함께 더 많은 홍보효과를 거두게 되었다.