주민 독서 프로그램 실시…책 관련 전시·토론 진행 '제주 문화 담긴 축제 조성'

제주시가 2020대한민국독서대전 개최 도시로 최종 선정됐다.

대한민국독서대전은 문화체육관광부가 주최하고 한국출판문화산업진흥원이 주관하는 행사로 2014년부터 매년 독서진흥에 앞장서는 지자체 한 곳을 선정해 책 읽는 도시로 선포하고 9월 독서의 달에 전국 최대 규모의 독서대전을 개최하여 독서문화 확산에 기여하는 사업이다.

제주시는 2017년부터 매년 제주독서문화대전을 열어 대한민국 독서대전을 치를 수 있는 역량 축적해 왔다.

또한 1읍·면 1공공도서관 조성과 함께 제주지역 도서관 이용율·연간독서량·평일독서시간 1위(2017년 국민독서 실태조사), 제주지역 서점활성화 및 지원에 관한 조례 등 제주지역의 독서문화산업진흥을 위한 제도적 장치 마련 등이 개최지 선정 심사에서 높은 점수를 받아 개최지로 최종 선정됐다.

2020대한민국독서대전 개최지 선정으로 제주시는 앞으로 독서·출판·도서관·서점 관련 단체들과 협력해 지역 독서문화를 활성화하는 주민 참여 독서프로그램을 연중 실시하고, 9월 '독서의 달'에 문예회관, 민속자연사박물관, 신산공원 일대에서 책과 연관된 전시·체험·학술·토론 등 다채롭고 이색적인 독서문화 대전을 펼칠 예정이다.

'한라에서 부는 독서바람, 전국을 잇다'를 주제로 제주시는 2020대한민국독서대전을 통해 독서문화포럼, 제주책관, 동네책방을 활용한 독서여행 힐링 라이프, 남·북 도서전시회, 시민독서토론한마당, 시민그림책도서전 등 전 국민 및 관광객들에게 풍성한 독서문화 프로그램을 제공할 계획이다.

이와 관련 고희범 제주시장은 "대한민국독서대전의 성공적 추진을 위해 앞으로 민·관 협력 추진단을 구성, 한라에서 시작하는 독서바람이 전국을 잇고 백두까지 퍼져나갈 수 있는 계기 마련하고, 제주 고유의 문화가 어우러진 특색 있는 축제로 추진하겠다"고 말했다.

@highlight

제주시가 1읍·면 1공공도서관 조성과 제주지역 도서관 이용률·연간독서량·평일 독서시간 1위, 제주지역 서점 활성화 및 지원에 관한 조례 제정 부분에서 높이 평가받아 전국 최대 규모의 독서 대전을 열어 독서문화 확산에 이바지하는 2020대한민국독서대전 개최 도시로 뽑혔다.