대학수학능력시험 원서비를 일일이 현금으로 수납하는 문제가 경남에서는 내년부터 개선될 전망이다.

박종훈 경남도교육감은 26일 월요간부회의에서 교사들이 수능원서비를 일일이 현금 수납하고 있는 문제를 지적하면서 내년부터는 스쿨뱅킹으로 결제될 수 있도록 하겠다고 밝혔다.

박 교육감은 “수년 동안 3학년 담임 교사가 현금을 호주머니에 넣어 보관하는 등 이렇게 하는 것이 나로서는 이해되지 않는다”면서 “이는 교무실 일이다, 행정실 일이다, 이렇게 나눌 일이 아니지 않느냐”고 반문했다.

그는 “스쿨뱅킹이라는 합리적이고 과학적인 좋은 제도가 있는 만큼 1960년대에 월사금을 받는 것과 같은 방식은 사라져야 한다”고 강조했다.

그러면서 그는 “올해 당장 실시하면 오히려 혼선이 생길 수 있다”면서 “내년부터는 경남에 있는 모든 고등학교가 스쿨뱅킹으로 수능원서비를 받는 것을 원칙으로 하고, 반드시 개선되도록 해 달라”고 해당부서에 주문했다.

이에 따라 도교육청은 전교조, 공무원노조와 머리를 맞대고 논의에 나설 것으로 보인다.

그러나 이 문제는 결국 교무실 업무냐, 행정실 업무냐로 귀결돼 합의가 쉽지만은 않을 전망이다.

앞서 전교조 경남지부는 “수능원서비 현금 납부는 번거로움 그 자체인데, 왜 수능원서비만 현금 납부를 계속해야 하는지 납득이 가지 않는다”면서 “도교육청은 문제의식을 느끼고 개선하려 하는지 의문스럽다”고 지적했다.

이에 대해 도교육청은 입장문을 내고 “수년 전부터 이 문제를 인지하고 징수 방법 개선에 대해 심도 있는 논의를 진행해 왔다”면서 “그러나 학교회계지침상 징수 항목에 기재돼 있지 않아 학교 행정실장들이 난색을 보여 무산된 바 있다”고 밝혔다.

한편 전국적으로는 경남과 같이 교사가 직접 수능원서비를 현금 수납하는 곳은 경북, 전남, 인천, 광주, 대전, 울산, 세종 등인 것으로 알려졌다.

@highlight

경남도교육청 박종훈 교육감은 26일 수능 원서비를 담임 교사가 현금을 호주머니에 넣어 보관하고, 교무실일이다, 행정실 일이다 나눌일이 아니라며 내년부터는 경남에 있는 모든 고등학교가 스쿨뱅킹으로 수능원서비를 받는 것을 원칙으로 하겠다고 밝혔다.