응위엔 득 융 베트남 CC1 부사장(사진 왼쪽)과 김창환 대우건설 신사업추진본부장 전무가 지난 23일 을지로 대우건설 본사에서 포괄적 사업협력을 위한 업무협약을 체결하고 기념사진을 촬영했다.

대우건설이 베트남 대표 국영건설사와 포괄적 업무협약을 맺었다.

향후 베트남 내 인프라, 부동산 개발 등 신규수주에 탄력이 붙을 전망이다.

대우건설은 지난 23일 서울 을지로 본사에서 베트남 종합건설회사 CC1(Construction Company No. 1)과 사업협력을 위한 업무협약을 체결했다고 26일 밝혔다.

이날 협약식에 응위엔 득 융 베트남 CC1 부사장, 김창환 대우건설 신사업추진본부장 전무가 참석했다.

CC1은 베트남 건설부 산하 종합건설회사로 40년 이상 국내외 프로젝트를 수행했으며 △토목·건축 시공 △부동산 개발 △건설자재 수입 △신재생에너지 등의 분야에서 업계를 선도하는 기업으로 알려져 있다.

이번 업무협약을 통해 양사는 향후 한국과 베트남 건설시장 입찰정보를 교환하고 베트남에 다양한 신사업 진출을 적극 검토하기로 했다.

대우건설은 그동안 해외사업을 통해 쌓은 기술력과 노하우를 바탕으로 향후 베트남에서 추진하는 인프라, 부동산, 오일&가스 등 다양한 분야의 건설공사 신규 수주를 기대한다.

양사는 이에 앞서 지난해 12월 호치민 CC1 본사에서 장비임대사업 수행을 위한 업무협약을 체결한 바 있다.

이를 위한 합작법인은 연내 설립될 예정이며 향후 라오스, 캄보디아 등 동남아 지역으로 사업 영역을 넓힐 계획이다.

대우건설은 신남방정책 중심 국가인 베트남에서 지난 20여 년간 각종 프로젝트를 수행했고 특히 하노이 북서쪽에 짓는 초대형 신도시 '스타레이크 시티'의 성공을 통해 베트남 사업이 안정궤도에 올라섰다.

대우건설은 CC1과 협력을 통해 베트남 전역으로 사업을 확장하고 신사업 분야에서도 공격적인 행보를 이어갈 것으로 예상된다.

회사 관계자는 "베트남 국영건설사와 포괄적 사업협력은 지난해 비전선포식에서 발표한 신성장동력 확보의 일환"이라며 "기존사업과 시너지를 극대화하면서 안정적인 수익을 창출하는 신사업 개발, 지분투자 등을 지속 확대할 계획"이라고 말했다.

@highlight

지난 23일, 대우건설은 베트남 종합건설회사 CC1과 한국과 베트남 건설시장 입찰정보 교환과  베트남 신사업 진출을 위한 협력을 위해 업무협약을 체결했으며, 이로 인해 향후 베트남 내 인프라, 부동산 개발 등 다양한 분야의 건설공사 신규 수주를 전망한다.