바이오솔루션 '카티라이프'를 통해 복구된 무릎 연골이 5년째 유지되고 있다는 점이 다수 전문의들 앞에서 발표됐다.

바이오솔루션은 자가 연골세포치료제 '카티라이프'에 대한 우수한 임상결과가 지난 24일 '2019 경희대병원 슬관절 심포지엄'에서 발표됐다고 26일 밝혔다.

이 자리에는 150여명의 국내외 정형외과 전문의들이 참석했다.

임상 2상 시험에서 미세천공술(Microfracture)을 활성대조군으로 진행한 결과가 소개됐다.

결손부위에 연골이 채워진 정도를 보면 48주 기준 '100% 복구'되는 환자가 90% 이상으로 활성대조군 대비 2배 이상의 우수한 임상결과를 보였다는 점이 발표됐다.

또한, MRI를 통해 구조적인 복구를 확인한 결과 1년째 재생된 연골이 5년까지 잘 유지되고 있는 결과가 확인됐다고 밝혔다.

MOCART 점수 결과 1년, 2년, 5년 시점에서 유의적인 점수 상승이 확인됐다는 점도 강조됐다.

모든 임상시험을 주도한 윤경호 경희대학교 의과대학 주임교수는 "카티라이프는 우수한 안전성과 유효성을 비롯해 대조군 대비 월등한 임상결과로 지난 4월 품목허가를 받은 의약품"이라며, "K&L Grade 4 환자를 제외하고 나이 제한 및 연골 결손 원인과 관계없이 모든 연골결손 환자에게 적용이 가능한 의약품으로 현재에도 의사와 환자가 원할 시 언제든지 사용이 가능하다"고 밝혔다.

이어 "병변의 깊이나 모양에 관계없이 시술이 가능하며 시술의 용이성 및 빠른 회복이 가능하다"고 설명했다.

바이오솔루션 관계자는 "카티라이프 국내 판권 계약을 위해 글로벌 제약사와 협의 중에 있으며 추가적으로 자체 판매를 위한 준비도 충실히 진행 중"이라고 덧붙였다.

바이오솔루션 연구진이 지난 24일 '2019 경희대병원 슬관절 심포지엄'에서 부스를 방문한 해외 정형외과 전문의들에게 카티라이프를 설명하고 있다.

@highlight

바이오솔루션은 자가 연골세포치료제 '카티라이프'를 통해 복구된 무릎 연골이 5년째 유지되고 있다는 임상결과가 지난 24일 '2019 경희대병원 슬관절 심포지엄'에서 소개됐다고 26일 밝혔으며, 관계자는 "카티라이프 국내 판권 계약을 위해 글로벌 제약사와 협의 중에 있으며 더불어 자체 판매를 위한 준비도 성실히 진행 중"이라고 설명했다.