(사진) 주제주일본국총영사관이 20년째 소유하고 있는 제주시 노형동 우편집중국 서쪽 토지 전경.

주제주일본국총영사관이 소유한 제주시 노형동 우편집중국 서쪽에 있는 토지 5116㎡(1550평)에 대한 매매에 관심이 쏠리고 있다.

26일 제주특별자치도의회 강성민·이승아 의원에 따르면 이 토지는 일본 외무성이 영사관 신축을 위해 2000년 ㎡당 53만3000원에 매입했다.

현재 공시지가는 224만4000원으로 4배 이상 올랐다.

부동산업계에 따르면 노형동 도심에 있는 노른자위 땅인 이 토지의 실거래가는 3.3㎡(평) 당 2000만원을 상회하고 있다.

현 시세로 거래되면 최소 300억원이 넘을 전망이다.

강성민 의원은 "일본 정부가 소요한 이 토지는 비과세 조항에 따라 20년 전 부동산 매입 당시 취득세는 물론 지금까지 재산세를 한 푼도 내지 않았다"며 "땅값은 매년 급상승하는 데다 그냥 소유만 해도 돈이 되기 때문에 제주도는 도민을 위한 공익적 목적으로 매입을 추진해야 한다"고 말했다.

이에 대해 제주도는 "일본영사관에서 매각 의사가 있다면 감정평가를 거쳐 적극적으로 매입을 추진하겠다"고 밝혔다.

반면, 일본영사관은 영사관 건물 신축을 위해 일본 외무성에 지속적으로 예산을 요청하고 있으며, 빠른 시일 내 반영될 수 있도록 노력하겠다는 입장을 도에 전달했다.

강성민 의원에 따르면 이 토지는 2000년 6월 LH토지주택공사에서 조성한 제주시 연동 택지개발지구 내 부지를 일본 외무성이 매입한 것으로 나타났다.

일본 외무성은 1991년 주한 일본대사관 제주주재관 사무소를 개소한 후 1997년 주제주일본국총영사관으로 승격시켰다.

일본영사관은 제주시 노형오거리 세기빌딩 8층을 임대해 입주하고 있다.

일본영사관은 신축 청사 부지를 매입하고도 20년째 더부살이를 하고 있다.

@highlight

26일 제주특별자치도의회는주제주일본국총영사관이 2000년 일본 외무성이 영사관 신축을 위해  소유한토지가 현재 4배 이상 올라 매매에 관심을 갖고 있다.