9.13 대책을 비롯해 민간택지 분양가상한제까지 잇따른 부동산 규제로 주택시장이 침체 국면에 접어든 가운데 수도권 비규제지역에서 공급되는 신규 물량에 관심이 몰리고 있다.

대표적인 지역으로는 경기도 부천시가 꼽힌다.

현대건설 컨소시엄(현대건설·두산건설·코오롱글로벌)은 이달 중 경기 부천시 범박동 일원에서 '일루미스테이트'를 분양한다고 26일 밝혔다.

이 단지는 지하 4층~지상 29층, 37개동 총 4개 단지 3724세대 규모로 조성되며, 이 중 전용 39~84㎡ 2508세대를 일반에 공급한다.

특히 사업지가 비규제지역 내에서도 민간택지에 공급되는 만큼 분양권 전매제한 기간이 6개월로 짧다.

청약시 청약통장 가입기간이 1년 이상이면 주택 보유수와 관계없이 1순위 조건에 충족된다.

중도금 대출도 조정대상지역(세대 당 1건)과 달리 세대 당 2건까지 받을 수 있다.

사업지 인근에 시흥~구로를 잇는 서해안로가 있어 이를 통해 서울 구로구와 양천구(강서구)로 빠르게 이동할 수 있다.

서울외곽순환고속도로 시흥IC와 제2경인고속도로 광명IC도 가깝다.

지하철 서해선(소사~원시선) 소새울역 이용도 가능하다.

소새울역을 이용해 한 정거장만 이동하면 지하철 1호선 소사역을 환승할 수 있다.

4단지 내 초등학교 부지가 계획돼 있고 도보통학거리에 범박초·중(2021년 예정),고를 비롯해 일신초·소안초·소일초·일신중·소사중·시온고·소사고가 있다.

생활편의시설로는 홈플러스(역곡점), 뉴코아백화점(부천점), 이마트(부천점), 카톨릭대 부천성모병원, 스타필드 시티 부천(9월 예정)이 있다.

모델하우스는 부천시 소사구 계수동에 마련되며, 이달 중 개관할 예정이다.

@highlight

부동산 규제로 주택시장이 침체하고 있는 가운데 수도권 비규제지역인 부천시로 관심이 몰리고 있으며 현대건설 컨소시엄은 이달 중 경기 부천시 범박동 일원에서 '일루미스테이트'를 분양한다고 26일 밝혔다.