중국을 향해 '관세 폭탄'을 날리던 도널드 트럼프 미국 대통령이 "중국과 곧 협상을 시작하겠다"며 오락가락 행보를 보이자 26일 아시아 주요국 증시가 동반 추락했다.

세계 경기 침체에 대한 불안감이 확산되면서 당사국인 중국과 홍콩뿐 아니라 미중 무역 의존도가 높은 한국과 일본 증시도 급락했다.

이날 코스피는 전 거래일보다 31.99포인트(-1.64%) 내린 1916.31로 마감하면서 사흘째 하락했다.

코스닥지수도 전 거래일 대비 26.07포인트(-4.28%) 추락한 582.91로 거래를 마쳤다.

일본 닛케이지수는 하루 만에 449.87포인트(-2.17%) 급락하면서 20261.04로 마감했다.

5개월 만에 하락폭이 가장 컸다.

중국 상하이종합지수도 전 거래일 대비 1.17% 하락한 2863.57로 장을 마쳤고, 홍콩 항셍지수는 반중국 시위에 따른 정세 불안까지 겹쳐 한때 3.55% 급락하기도 했다.

이에 원·달러 환율은 전 거래일 종가보다 달러당 7.2원 오른 1217.8원에 마감했다.

중국 위안화 가치는 달러당 7.15위안까지 떨어져 11년 만에 최저치를 기록했다.

아시아 증시가 된서리를 맞은 이유는 지난 주말 미중이 서로 추가 보복 관세를 매기기로 결정해서다.

지난 23일 중국은 미국산 수입품 750억 달러어치에 5%, 10%의 추가 관세를 부과한다고 발표했다.

이에 트럼프 대통령은 중국산 수입품에 대한 추가 관세율을 현재보다 5% 포인트씩 올리겠다고 맞받아쳤다.

하지만 사흘 만인 이날 다시 미중 무역협상에 복귀하겠다고 밝혀 시장에 혼란을 줬다.

당분간 국내외 금융시장은 크게 요동칠 전망이다.

김형렬 교보증권 리서치센터장은 "다음달 미중 무역 고위급 회담이 협상 결렬이라는 최악의 상황으로 치달을 수 있다"면서 "바닥을 논하기가 쉽지 않은 이유"라고 말했다.

@highlight

도널드 트럼프 미국 대통령의 오락가락 행보로, 세계 경기 침체에 대한 불안감이 확산되면서 중국과 홍콩뿐 아니라 한국과 일본 증시도 급락하며, 이런 이유로는 지난 주말 미중이 추가 보복 관세를 매기기로 결정한데서 왔다.