괴산군이 운영하는 농장직거래 쇼핑몰 '괴산장터'가 2019년 유기농토종건고추와 괴산청결건고추의 판매를 시작했다.

'괴산장터'의 유기농토종건고추는 토종 고유의 맛을 즐길 수 있는 재래종 고추로 매운 맛이 강하고 색깔이 좋은 유기농 유월초다.

토종고추는 수확량은 적지만 매콤하면서도 단맛을 지닌 데다 색이 고와 음식을 맛깔나게 만들어주는 것이 특징.

다만 품종의 특성상 친환경 재배가 까다로운 편인데, 유기농토종건고추는 하우스에서 농약과 제초제 없이 재배하는 건강한 친환경농산물이다.

수확 시 꼭지를 제거하고 청정지하수로 세척한 후 건조기로 물기를 제거해 햇볕에 건조하는 과정으로 건고추 속 곰팡이 발생이 거의 없는 것이 특징이다.

괴산청결건고추는 꼭지를 제거한 반태양 청결 건고추로 선명한 붉은색에 개운하면서도 얼큰한 매운맛을 지녔다.

품질이 좋은 완숙 고추만을 엄선해 세척 후 1,2차 건조를 통해 완성되는 제품으로 잔류농약 등 불순물을 깨끗이 제거해 안심할 수 있다.

괴산청결건고추의 고추축제 가격이 확정되면서 1근에 13,000~15,000원에 구입할 수 있다.

유기농 토종고추의 경우 매년 동일한 가격인 1근에 20,000원에 구입할 수 있다.

한편, '괴산장터'는 괴산군에서 재배한 농산물과 가공식품만을 괴산군청 공식쇼핑몰로, 입점비와 수수료 없이 운영되는 100% 농장직거래 장터다.

농장생산자가 재배와 수확, 포장, 배송까지 책임지고 있어 더욱 신뢰할 수 있으며, 소비자들에게 바른 먹거리를 제공하고, 농가 수익을 높여 지역 경제를 활성화는 등 일석이조의 효과로 주목을 받고 있다.

@highlight

괴산군이 운영하는 농장직거래 쇼핑몰 '괴산장터'에서 재래종 고추로 매운 맛이 강하고 색이 좋은 유기농토종건고추와 꼭지를 제거한 반태양 청결 건고추로 개운하고 얼큰한 괴산청결건고추의 판매를 시작했다.