문재인정부 들어 ‘인사 홀대’ 논란을 겪고 있는 대구경북(TK)에 때아닌 ‘농림축산식품부 TK 장악’ 논란이 제기됐다.

호남 지역 정치권에서 ‘호남 홀대론’을 주장하는 과정에서, 농림축산식품부에 TK 출신이 장·차관을 장악하고 있다며 비판의 목소리를 낸 것이다.

국회 농림축산식품해양수산위원회 소속 바른미래당 박주현 의원은 26일 보도자료를 내고 “장관 후보자와 차관도 TK고, 농림축산식품부 고위공무원 중 경북이 16명으로 가장 많다”며 이같이 밝혔다.

박 의원은 바른미래당 소속이지만 민주평화당에서 활동하며 전주 지역에서 총선 출마를 준비 중인 비례대표 의원이다.

박 의원은 농식품부가 제출한 3급 이상 공무원 명단에 따르면 농식품부 고위공무원(3급 이상) 52명 중 영남(경북+경남) 출신이 전체의 42%인 22명에 달한다고 지적했다.

다만 지역별로는 경북이 16명(30.8%)으로 가장 많았고 △전남 10명(19.2%) △경남, 충북, 전북 각 6명(11.5%) △서울 4명(7.7%) △강원 3명(5.8%), △제주 1명(1.9%) 순이었다.

충남과 경기 출신은 단 한 명도 없었다.

이 같은 지적은 지난 9일 청와대가 단행한 개각에서 영남 출신이 중용됐다는 호남 정치권 비판의 연장선인 것으로 보인다.

특히 29일 열리는 김현수 농식품부 장관 후보자 청문회를 앞두고 현재 농식품부의 차관 역시 안동 출신(이재욱 차관)인 것을 문제삼아 장·차관 모두 TK 출신으로 꾸려진다는 비판에 나섰다는 설명이다.

즉 부처 장·차관과 주요 정책부서의 책임자 또한 영남 출신으로 향후 농정정책의 영남 쏠림이 우려된다는 설명이다.

박주현 의원은 “농업과 농촌의 균형적인 지역발전을 위해서는 농식품부 내의 균형인사가 필수적이지만, 김현수 후보자가 이를 잘 수행할 수 있을지에 대해서는 의문”이라고 말했다.

@highlight

최근 정부의 개각인사를 두고 호남 정치권에서는 TK출신이 농림축산식품부의 고위 공무원 대다수를 차지하고 있다며 문제를 지적했다.