중국 공상은행의 한 은행원은 고액자산가 고객을 별도의 방으로 안내했다.

VIP고객을 위한 서비스가 아니라 엄중하게 경고하기 위해서다.

해당 고객은 예금 이자보다 더 높은 수익을 제공하는 상품에 투자하고 싶어했다.

은행원은 카메라를 설치하고 잇따라 질문을 했다.

원금손실이 발생할 수 있다는 것을 아는지, 이 상품에 대해 은행이 원금 보장을 해주지 않는다는 것을 이해하는지 등을 묻고 고객의 동의 사실을 기록했을 때에만 해당 상품을 팔았다.

중국 은행들이 위험성 높은 금융투자상품을 판매할 때 진행하는 영상녹화는 법적 의무다.

일각에서는 수사기관에서 진행하는 신문절차와 같다며 불만의 목소리가 있지만 그림자금융으로 인한 은행의 부실과 투자자위험을 막기 위한 조치다.

중국은행들은 은행의 부실자산을 자산관리상품(WMP)으로 이전한 뒤 이를 예금자나 투자자에게 매각하는 방식으로 자산건전성 평가에서 부실을 숨기는 관행이 만연했다.

이같은 이유로 중국은 2017년부터 은행이 고객에게 WMP을 팔 때 녹음과 녹화를 의무화했다.

우리은행과 KEB하나은행이 고객에게 판매한 고위험 투자상품인 DLF(금리연계 파생결합펀드)가 수천억원의 투자자 손실을 발생시킬 것으로 예상되면서 우리나라의 경우 은행의 고위험상품 판매와 관련한 규제가 느슨하다는 지적이 나오고 있다.

26일 금융감독원 소비자보호처는 우리은행이 판매한 독일 국채10년물 금리연계 DLF에 투자했다가 손실이 확정된 고객들에 대한 조사에 착수했다.

투자상품 판매과정에 불완전판매가 있었는지를 확인하기 위해서다.

일단 서류와 녹취 내용을 바탕으로 설명의무 등을 제대로 했는지 살펴보고 있다.

은행에서는 투자손실 등을 얘기했다고 하지만 정확히 원금의 전액 손실 가능성 등을 제대로 설명했는지 등은 다툼의 여지가 있을 것으로 보인다.

금감원 분쟁조정을 담당하는 부서는 조만간 KEB하나은행에 대한 조사도 진행할 예정이다.

금융권 관계자는 "은행들이 고위험 투자상품을 판매하는 과정에 대한 규제가 너무 느슨하고 배상비율과 제재강도 역시 약하다"고 말했다.

@highlight

2017년부터 중국은행들은 위험성이 높은 자산관리상품(WMP)을 판매할 때 영상녹화를 법적으로 의무화함으로써 일각에서는 수사기관의 심문절차와 동일하다는 불평도 있으나, 이는 은행부실과 투자자손실을 방지하기 위한 조치라 할 수 있다.