조성욱 공정거래위원장 후보자가 27일 "기업집단의 규모가 크다는 이유로 불이익을 받아서는 안 되겠지만 시장에서의 반칙행위 또한 용납하면 안된다"며 "기업의 규모와 관계없이 위반행위에 대해선 엄정한 법집행을 하겠다"고 말했다.

조 후보자는 이날 서울시 중구 공정거래조정원에서 열린 기자간담회에 참석해 "대기업집단은 그간 뛰어난 경영능력을 바탕으로 우리 경제 성장에 큰 기여를 했지만, 총수일가가 소수의 지분으로 지배력을 여전히 행사하고 계열사에 일감을 몰아주는 관행 등 개선할 부분은 남아 있다"며 이 같이 밝혔다.

그는 "그간의 제도적 개선과 시장시스템의 변화에 맞춰 일감 몰아주기 규제 등 실효성 있는 행태 교정에 주력할 생각"이라며 "이를 위해서 국세청 등 유관기관과의 자료공유를 통해 협력체계를 구축하고자 한다"고 말했다.

조 후보자는 "과거에는 문어발식 계열 확장 등에 따른 동반부실화와 같은 시스템 리스크가 존재했다"며 "위기를 극복한 현존 대기업집단들의 상황은 과거와 다르기 때문에 변화된 환경에 맞게 역점을 둘 분야 또한 달라질 필요가 있다"고 밝혔다.

특히 "대기업의 일감 몰아주기 관행은 효율적인 독립 중소기업의 성장기회를 박탈함과 동시에 자원의 비효율적인 사용으로 인해 대기업 자신에게도 결국 손해가 되고 있다"고 말했다.

조 후보자는 "기존의 공정경제 정책기조를 유지할 뿐만 아니라 추가적으로 시장구조를 혁신적으로 변화시킬 수 있는 여러 방안을 검토해 시장에 활기를 불어넣는 데 일조하고자 한다"고 말했다.

디지털경제의 발전과 플랫폼 기업의 성장 등에 대해선 다시 한번 강조했다.

그는 "새로운 경제흐름에 따라 혁신생태계를 뒷받침하기 위해선 경쟁당국이 균형감을 가지고 접근할 것이 요구된다"고 했다.

조 후보자는 "현재 조사 중인 구글, 애플, 네이버와 같은 정보통신기술(ICT) 분야의 대표적인 기업의 불공정행위에 대해서도 정밀한 분석을 통해 시장혁신을 촉진하는 결과를 만들어 내겠다"며 "개별 사건의 조사·제재에 그치지 않고 시장의 구조적 개선을 유도할 수 있는 방안도 모색할 것"이라고 밝혔다.

@highlight

조성욱 공정거래위원장 후보자는 27일 서울시 중구 공정거래조정원에서 열린 기자간담회에 참석해 "대기업집단은 뛰어난 경영능력으로 우리 경제성장에 기여도가 높지만 총수일가의 소수지분으로 행사하는 막강한 지배력과 계열사 일감 몰아주기 관행 등 개선할 부분도 남아 있다"고 밝히며 "실효성 있는 행태 교정에 주력하기 위해 국세청 등 유관기관과의 협력체계를 구축하고 기업의 규모와 관계없이 위반행위에 대해 엄정한 법집행을 할 것"이라고 말했다.