한국서부발전(사장 김병숙, 이하 서부발전)은 핵심부품 국산화가 강조되고 있는 가운데 발전설비 외산 기자재 국산화에 선제적으로 대응에 나서고 있다.

서부발전은 지난해 발전사 최초로 국산화부를 신설해 국산화의 현주소를 파악하고, 중장기 국산화 로드맵을 수립해 매년 200억원에 달하는 발전설비 외산 기자재 국산화에 나서 성과를 거두고 있다고 밝혔다.

특히, 국내 기업이 발전설비 국산화 개발 기회가 충분하지 않고 개발 후 시제품 실증에 어려움을 격고 있는 열악한 국산화 기술개발 환경을 개선하기 위해 ▲발전산업 신규 진출 기업에 과감한 진입장벽 해소 ▲시제품 실증 Test bed 지원 ▲국산화위원회 운영 ▲기술력 보유 회사와 다채널 소통 활동 등 여러 프로그램을 마련하여 시행하고 있다.

또 미래 발전시장 동향, 핵심부품 기술 트렌드, 국산화 현장 수요를 종합적으로 비교 분석해 6500여건의 국산화 대상품목을 선정해 제조 기술의 난이도, 파급 효과를 고려하여 전략적 중요성, 수입 의존도 및 현장수요가 높은 기자재, 원천기술 국산화 프로젝트를 2030년까지 추진하고 있다.

이를 위해 서부발전은 분야별 전문가로 구성된 국산화위원회에서 국산화 품목의 시급성, 파급성, 중요도를 구분하여 대상을 심의 확정하고, 국산화시 필요한 기술지원과 품질확보, 국산화 실패 시 면책 등을 건의하는 역할을 한다.

사내에서는 적극적인 기술개발 참여환경 조성을 위해 국산화 실시제안 메뉴를 신설하여, 국산화 성과를 창출한 직원의 성과보상 제도를 강화하고 평가지표 마련, 전사 테마 제안을 통해 제도적으로 국산화 개발을 유도하고 있다.

지난해부터 R&D 국산화와 현장 국산화로 구분해 추진하고 있으며 발전설비의 국산화가 중장기적으로 결실을 맺어 국내 기업의 기술력 향상, 생산 활동 촉진과 해외 구매 부품을 국내에서 신뢰도 높게 조달 할 수 있는 환경을 마련 할 것으로 전망된다.

김병숙 사장은 "해외도입 기자재 및 기술에 대한 도전적인 국산화 추진을 통해 기술회사로서의 가치를 격상시켜 나갈 것"이라며 "제조분야 국내 강소 신규기업들과 상생, 협력에 최선을 다하고 있다"고 말했다.

@highlight

한국서부발전이 발전설비 외산 기자재 국산화에 선제적으로 대응에 나서고 있으며, 이를 위해 서부발전은 분야별 전문가로 구성된 국산화위원회에서 국산화 품목의 대상을 심의 확정하고, 국산화시 필요한 기술지원과 품질확보 등의 역할을 하고 있으며 중장기 국산화 로드맵을 수립해 매년 200억원에 달하는 국산화 성과를 거두고 있다.