부산광역시장배 전국 직장인 e스포츠 대회’스타크래프트 부분에서 우승을 차지한 ‘삼일PwC’(삼일회계법인).

부산시와 부산정보산업진흥원이 개최한 ‘부산광역시장배 전국 직장인 e스포츠 대회’ 스타크래프트 부분에서 ‘삼일PwC’(삼일회계법인)가 우승을 차지했다.

카트라이더 종목에서는 KT팀(KT)이, 무한의 계단 부문에서는 부산시설공단팀(부산시설공단)이 각각 우승컵을 거머쥐었다.

27일 부산정보산업진흥원에 따르면 스타크래프트 종목에서는 서울, 경기, 대구 등 전국 각지의 99개팀 297명이 참여했다.

삼일PwC팀이 우승을 차지했고, 준우승은 ‘좋은날’(좋은날노래타운)이, 3위에는 ‘맨크조크야’(부산광역시청)가 이름을 올렸다.

카트라이더의 경우 여성 참가자들의 비율이 30%에 달했다.

준우승에는 튜토리얼(넥슨커뮤니케이션즈), 3위에는 팜코브(팜코브)가 이름을 올렸다.

모바일 부문 ‘무한의 계단’에서는 여성 참가자 2명으로 이뤄진 그냥놀러옴(넥슨커뮤니케이션즈)이 준우승을, 부산교통공사팀이 3위를 차지했다.

스타크래프트 우승팀에게는 부산광역시장상과 더불어 150만원의 상금이 주어졌으며, 올해 시범 종목에 해당하는 카트라이더 우승팀에게는 부산정보산업진흥원장상과 150만원이, 무한의 계단 우승팀에게는 100만원의 상금이 주어졌다.

대회에 참가한 삼일PwC 윤영주 씨는 “취미로 직장동료들끼리 가끔 게임을 하곤 했는데 우연히 대회에 참가해 우승까지 차지하게 돼서 기분이 너무 좋다”며 “2박 3일 동안 부산에서 숙박훈련을 하며 연습한 보람이 있었던 것 같다”고 말했다.

부산정보산업진흥원 이인숙 원장은 “프로 못지않은 열정과 실력을 갖춘 참가자들을 보며 일반 직장인들이 맞나 싶을 정도로 감동을 받았다”며 “하반기에는 대학 클럽(동아리) 대항전을 새롭게 준비할 예정”이라고 밝혔다.

@highlight

부산시와 부산정보산업증흥원이 개최한 '부산광역시장배 전국 직장인 e스포츠 대회'에 전국 99개팀 297명이 참여해 스타크래프트 부분에서는 '삼일PwC'가, 카트라이더 종목에서는 KT팀, 무한의 계단 부분에서는 부산시설공단팀이 각각 우승하였다.