정부가 기업 및 대학들과 함께 반도체 소재·부품·장비 산업 인력 양성을 추진한다.

5년간 총 300명의 고급 연구개발(R&D) 인력을 배출한다는 계획이다.

산업통상자원부는 27일 서울 서초구 양재동 더케이호텔서울에서 '반도체 소재·부품·장비 기술 전문인력 양성 사업' 출범식을 개최했다고 밝혔다.

이번 사업은 반도체 소재·부품·장비업계가 그간 지속적으로 요청한 인력양성을 위해 석사학위과정과 비학위형 단기과정 2가지 트랙으로 운영된다.

석사학위과정은 졸업 후 즉시 활용가능한 고급 R&D 인력을 배출하는 데 초점을 맞췄다.

이를 위해 산업계 수요를 기반으로 교육과정을 설계하고 참여기업과 산학프로젝트를 연계 수행하도록 할 방침이다.

단기과정은 실무 능력을 키울 수 있도록 만들어졌다.

컨소시엄 참여 기업 재직자와 참여대학 학생 등을 대상으로 실습설비를 활용한 교육과정을 운영할 예정이다.

사업 주관기관인 반도체산업협회는 6개 대학과 41개 중소·중견기업으로 컨소시엄을 구성했다.

참여 대학은 관련 분야 인력양성 경험과 실적을 보유한 대학으로 △명지대 △성균관대 △인하대 △충남대 △한국기술교육대 △한국산업기술대다.

이들 대학 중 학부생 대상 반도체장비 전공트랙과정을 운영 중인 곳에서는 학부에서 석사까지 교육과정을 연계할 수 있다.

기업은 대기업에 비해 상대적으로 인력 수급에 어려움을 겪는 중소·중견기업이 참여한다.

양성사업을 통해 배출된 인력을 바로 기업에 연계할 수 있도록 해 기업 경쟁력을 끌어올릴 수 있도록 추진한다.

산업부는 고급 R&D 인력을 올해부터 2024년까지 연간 60명, 총 300명 양성할 수 있을 것으로 기대하고 있다.

올해 예산은 24억원으로 5년간 120억원이 투입될 예정이다.

유정열 산업부 산업정책실장은 "이번 사업을 통해 양성된 인력이 반도체 분야 소재·부품·장비산업의 경쟁력을 높이고, 장기적으로 반도체 산업 밸류체인 전반에 걸친 성장을 뒷받침할 것으로 기대된다"면서 "정부는 앞으로 반도체 소재·부품·장비기업을 비롯해 산업 전반에 실무능력을 갖춘 전문인력이 지속적으로 공급될 수 있도록 지원하겠다"고 말했다.

@highlight

정부가 27일 '반도체 소재 부품 장비 기술 전문인력 양성 사업'의 출범식을 개최하며, 기업 및 대학과 협력하여 5년간 300명의 고급 연구개발 인력을 배출하고자 한다.