지난 26일 LH 미군기지본부에서 열린 쿠웨이트 압둘라 신도시 총괄계획가 위촉식에서 변창흠 LH 사장(왼쪽 다섯번째), 제해성 위원장(왼쪽 여섯번째) 및 총괄계획가가 기념촬영을 하고 있다.

한국토지주택공사(LH)가 현재 추진 중인 쿠웨이트 압둘라 신도시 개발 사업에서 '신도시 총괄계획가 제도'를 도입하기로 했다.

총괄계획가(MasterPlanner)는 신도시가 일관되게 계획·개발될 수 있도록 관리하는 이들을 말한다.

LH는 지난 26일 서울시 용산구에 위치한 LH 미군기지본부에서 쿠웨이트 압둘라 신도시 총괄계획가(Master Planner) 7인을 위촉했다고 27일 밝혔다.

LH는 현재 추진 중인 쿠웨이트 압둘라 신도시 개발 사업의 계획·개발 및 투자 전략 수립 단계에서 도시계획, 건축 등 분야별 전문가로 구성된 총괄계획가를 위촉해 그들의 지식과 경험을 적극 활용할 계획이다.

이날 행사에서 제해성 아주대 명예교수(총괄계획가 위원장)를 비롯해 김찬호 중앙대 교수(도시계획) 김도년 성균관대 교수(건축) 이재준 LH이사회 의장(조경) 도건철 법무법인태평양 변호사(법률) 김영기 한국수출입은행 금융자문역(금융) 이희수 한양대 명예교수(중동문화) 등 7명이 위촉됐다.

추후 선정될 총괄계획가까지 총 8인이 향후 2년간 압둘라 신도시 총괄계획가로 활동한다.

쿠웨이트 압둘라 신도시 건설은 우리나라와 쿠웨이트가 협력해 추진 중인 사업이다.

LH가 도시 계획과 설계를 주도하고 있다.

LH는 올해까지 실시 설계를 마무리한 후 내년부터 2035년까지 64.4㎢의 사막 위에 약 27만명이 거주하는 쿠웨이트 최초의 스마트시티를 조성할 계획이다.

변창흠 LH 사장은 "총괄계획가의 참여로 양질의 마스터플랜과 도시계획을 수립해 국내 기업에게 유망한 해외투자 기회를 제공하겠다"고 말했다.

@highlight

한국토지주택공사가 현재 추진 중인 쿠웨이트 압둘라 신도시 개발 사업에 '신도시 총괄계획가 제도'를 도입하여 전문가들의 지식과 경험을 적극 활용할 계획이다.