현대중공업이 업계에서 가장 많은 조선기술사 합격자를 배출하며, 우수 기술인재 양성을 통한 기술경쟁력 강화에 박차를 가하고 있다.

현대중공업은 최근 한국산업인력공단이 발표한 ‘제 118회 기술사 시험’에서 전체 합격자 13명 중 절반이 넘는 8명의 합격자를 배출했다.

이는 올해 조선업계에서 가장 많은 합격자 수인 동시에, 역대 현대중공업 조선기술사 합격자 가운데 최다 기록이기도 하다.

조선기술사는 조선 분야 최고 등급의 국가공인 자격으로, 응시 자격이 까다롭고 최근 3년간 필기시험 합격률이 전체 응시자의 24%에 그칠 만큼 시험 난이도가 높아 기술사 자격 중에서도 취득이 어려운 종목으로 꼽힌다.

이로써 현대중공업의 조선기술사는 총 20여명으로 크게 늘어나며, 업계에서 가장 많은 선박 건조 전문가를 보유하게 됐다.

뿐만 아니라 현대중공업은 대한민국 최고 기술인에게 주어지는 대한민국명장(名匠) 8명과 품질 명장 5명, 국제 기능올림픽 수상자 64명을 비롯해 1,000여명의 기능장 등 국내 최고 수준의 기능인들이 생산현장을 이끌고 있다.

현대중공업 최연소 조선기술사에 이름을 올린 엄태섭 주임연구원(31)은 “회사 선배들이 직접 합격 노하우를 전수해주는 사내 교육 프로그램의 도움이 컸다”며, “선배들을 도와 회사 기술력의 깊이를 더하고, 현대중공업의 위기 극복과 재도약에 힘을 보태겠다”고 합격 소감을 밝혔다.

이밖에도 현대중공업은 화공기술사 합격자도 배출하며, 이번 시험에서만 총 9명의 합격자가 나왔다.

한편, 현대중공업은 지난 2016년부터 기술사를 비롯한 국가자격 및 사내자격의 수당을 인상하고, 최근에는 체계적인 교육을 통해 기술전문가를 양성하는 생산기술직 육성체계를 새롭게 도입하는 등 직원들의 기술역량 강화를 통한 기술경쟁력 향상에 힘쓰고 있다.

또 기술교육원과 인재개발원 등 사내 교육기관을 통해 자격시험 응시생들이 필기 및 실기 시험을 대비할 수 있도록 맞춤형 교육과정을 운영하며 직원들의 기량 향상을 뒷받침하고 있다.

현대중공업 관계자는 “개인의 기량은 회사의 기술 및 품질 경쟁력과 직결된다”며, “앞으로도 우수 기능인재 육성과 임직원의 자기계발을 위해 다양하고 체계적인 지원을 이어나갈 것”이라고 말했다.

@highlight

현대중공업이 조선 분야 최고 등급의 국가공인 자격인 '제 118회 조선기술사 시험'에서 합격자 13명 중 절반이 넘는 8명의 합격자를 배출했다. 