다음달 16일 전자증권 시스템 가동을 앞두고 금융투자업계가 본격적인 전자증권시스템 이행작업에 들어갔다.

이병래 한국예탁결제원 사장은 "추석 연휴기간 중 이행작업을 완료하고 9월 16일 최고 수준 안전성과 보안성을 갖춘 전자증권 시스템을 오픈할 예정"이라고 27일 밝혔다.

이병래 예탁결제원 사장이 27일 서울 여의도 한 음식점에서 하반기 주요 사업계획을 말하고 있다.

예탁결제원은 이날 서울 여의도에서 기자간담회를 열고 하반기 주요사업 추진 계획을 공개했다.

이 사장은 "전자증권시대의 성공적 개막을 위해 전사 역량을 집중하고 있다"면서 "새로운 제도 도입에 따른 시장 혼란이 발생하지 않도록 최선을 다하겠다"고 말했다.

예탁원은 28일 금융위 전체회의에서 전자등록업무규정 등 관련 업무규정을 완비하고 가동을 위한 마지막 작업에 한창이다.

추석 연휴 기간 동안 전자증권시스템 오픈을 위한 최종 점검을 마치고 다음달 16일 시스템을 전면 오픈한다.

23일 기준으로 실물증권을 예탁한 투자자 비율은 총 99.4%에 이른다.

다음달 11일까지 증권예탁 또는 명의개서대행회사에 증권을 제출하도록 유도해 실물증권을 보유한 투자자의 권리 보호에 집중한다는 계획이다.

해외증권 투자지원 서비스도 전면 개선한다.

10월 중으로 글로벌정보관리팀을 신설해 글로벌 증권정보사업자와 시스템을 연계하고, 결제지시 오류를 최소화하는 등 과제를 추진하기로 했다.

전자투표 시스템도 고도화한다.

미래에셋대우에 이어 삼성증권까지 개별 증권사 단위로 전자투표 서비스 진출이 이어지고 있는 만큼 의결권 서비스 기능을 대폭 강화하겠다는 목표다.

현재 오픈소스 기반 표준 프레임워크를 적용해 시스템 구조를 개선하고, 의사결정지원 통계시스템을 구축하는 등 고도화에 나선다.

추후 챗봇 상담시스템 도입, 설문시스템 도입 등 다양한 서비스로 확대한다는 계획이다.

전자투표 뿐만 아니라 주주총회 의결권행사 집계서비스, 의결권 전자적 행사 권유서비스 등도 내년 말을 목표로 도입 추진한다.

이를 위해 예탁결제원 전산센터도 대대적으로 재구축하기로 했다.

이 사장은 "현재 추진하고 있는 전자투표시스템 재구축 사업은 오픈소스 기반 표준 프레임 적용 등으로 보다 고객 친화적인 이용 환경을 조성할 것"이라고 말했다.

@highlight

이병래 한국예탁결제원 사장은 9월 16일 이행작업 완료 후 안정성과 보안성을 동시에 갖춘 전자증권 시스템을 선보일 예정이라고 밝혔으며, 이사장은 이는 전자투표 시스템을 고도화시키는 재구축 사업을 추진해 보다 더 고객 친화적인 이용 환경을 조성해낼 것이라고 말했다.