우석대학교가 9월 6일부터 10일까지 2020학년도 수시모집 원서를 받는다.

우석대학교는 전체 모집인원 1824명의 90%인 1643명(전주 1188명·진천 455명)을 수시로 선발한다.

전형별로 학생부교과유형에서 817명(전주 552명·진천 265명)을 학생부 교과성적으로 100% 선발한다.

616명(전주 446명·진천 170명)을 선발하는 학생부종합유형에서는 1단계 학생부 종합평가 100%로 모집단위 지원 상황에 따라 5배수 이내(단 항공서비스학과는 10배수 이내)로 선발하며, 2단계에서는 1단계 성적 60%와 면접 40%를 합산해 최종합격자를 가린다.

이와 함께 실기위주유형에서는 학생부 교과성적 10%와 실기 60%, 면접 30%를 통해 186명(전주 166명·진천 20명)을 선발한다.

특기자전형은 학생부 교과성적 5%, 출결 5%, 경기실적 90%를 통해 전주캠퍼스에서 24명을 선발한다.

자기소개서 제출은 한의예과·한약학과·간호학과 학생부종합유형 지원자와 학생부가 없는 자(검정고시출신·외국계고등학교 졸업자 등)만 해당된다.

또한, 학생부교과유형과 실기위주유형에서 반영교과 영역은 국어·수학·영어·과학·사회 영역 중 상위 10개 과목만 반영한다.

그리고 학생부교과유형의 한약학과·한의예과·간호학과를 제외한 모든 전형과 모든 학과의 수능최저학력기준이 폐지됐다.

한편, 우석대학교는 올해 진천캠퍼스에 소방행정학과를 신설해 35명을 모집한다.

원서접수는 온라인 또는 교내 방문을 통해 가능하며 기타 자세한 상담은 카카오톡 플러스 친구 '우석대학교 입학홍보처'와 입학정보 통합상담 전화(063-290-1037~42, 1202~5 / 043-531-2740~2)를 통해 안내받을 수 있다.

@highlight

우석대가 9월 6일부터 10일까지 2020학년도 전체 모집인원 1824명의 90%인 1643명을 수시모집 원서를 통해 선발하게 되며, 원서접수는 온라인 또는 방문접수로 가능하다.