성인 3명 중 2명은 혐오 표현을 경험했고 청소년도 10명 중 7명이 혐오 표현을 경험한 것으로 나타났다.

국가인권위원회는 27일 오후 서울 여의도 이룸센터에서 열리는 '혐오 표현 진단과 대안 마련 토론회'에 앞서 '혐오 표현에 대한 국민인식과 대응방안' 보고서를 공개했다.

보고서에 따르면 인권위는 지난 3월 성인 1200명을 대상으로 '혐오 표현 경험과 인식조사' 설문조사를 실시했으며 설문 결과 응답자의 64.2%가 혐오 표현을 경험했다.

혐오 표현 대상으로 특정 지역 출신(74.6%)이 가장 높게 나타났고, 여성(68.7%), 노인(67.8%), 성 소수자(67.7%), 이주민(66.0%), 장애인(58.2%) 등의 순으로 조사됐다.

연령별로는 20대가 80.7%로 가장 높았고 30대(71.1%), 40대(63.6%) 등 연령이 낮을수록 경험률은 높았다.

혐오 표현 경험자의 과반수가 위축감이나(50.5%), 공포심(53.1%)을 느꼈고 87.3%는 '문제가 있는 표현이라고 생각했다.

그러나 직접적인 반대 의사 표현(41.9%)보다는 그냥 무시하거나(79.9%), 피하는(73.4%) 등 주로 소극적 방식으로 행동했다.

혐오 표현이 확산된 주요 원인으로 77.4%는 '사회에 만연한 구조적 차별'을 꼽았고 가짜뉴스(72.3%)와 일자리 등 경제적 어려움(68.8%)도 원인으로 지목했다.

또 58.5%는 국회의원 등 정치인이 혐오를 조장한다고 평가했다.

정치인의 혐오 표현 대상으로는 특정 지역 출신(70.6%), 여성(32.8%), 성 소수자(22.4%), 이주민(22.1%) 등을 꼽았다.

한편, 인권위가 지난 5월에 청소년 500명을 대상으로 실시한 '청소년 인식조사'에서도 응답자의 68.3%는 혐오 표현을 경험한 것으로 나타났다.

이 조사에서는 여성(63.0%)을 대상으로 한 혐오 표현이 가장 많았다.

혐오 표현을 접한 청소년 응답자의 82.9%는 사회관계망서비스(SNS)나 커뮤니티, 유튜브, 게임 등 온라인에서 혐오 표현을 접했다.

@highlight

국가인권위원회가 공개한 '혐오 표현에 대한 국민인식과 대응방안' 보고서에 따르면 인권위는 지난 3월 성인 1200명을 대상으로 '혐오 표현 경험과 인식조사' 설문조사를 실시했으며 설문 결과 응답자의 64.2%가 혐오 표현을 경험했다고 밝혔으며 성인 3명 중 2명은 혐오 표현을 경험했고 청소년도 10명 중 7명이 혐오 표현을 경험한 것으로 나타났다.