미세안개분사장치 가동 모습.

대전시는 시민의 건강과 생명을 보호하기 위해 근본적인 폭염저감 인프라 구축을 추진한다고 27일 밝혔다.

시는 그동안 폭염대책으로 추진했던 무더위쉼터 확충과 그늘막 설치, 도로살수, 냉동수돗물 공급 등이 단편적이어서 근본적이고 지속적인 폭염저감 효과에는 미흡한 점이 있었다고 판단했다.

이에 선제적으로 녹지공간 확충을 통한 그늘 제공과 미세안개분사장치(쿨링포그), 도로자동살수시스템(클린로드) 등 폭염저감시설 도입 확충으로 도심 내 열섬현상을 완화해 쾌적한 환경을 조성하기로 방향을 잡았다.

이를 위해 대전시는 가로변과 교통섬, 도심 내 공원 등 시민들의 이동이 많은 장소를 위주로 대형 느티나무 등 그늘목 806주를 올 가을부터 식재할 계획이다.

내년부터는 수요조사를 거쳐 건물옥상과 벽면 녹화사업도 적극 추진할 계획이다.

시는 올해 역점시책으로 시범 도입한 으능정이거리 등 7곳의 미세안개분사장치(쿨링포그)를 본격 가동해 시민들의 좋은 반응을 얻고 있다.

여기에 중앙로 대전역~목척교 구간 250m에 설치한 도로자동살수시스템(클린로드)이 본격 가동됨에 따라 효과 검증 후 내년부터 시 전역으로 본격 확대 시행할 전망이다.

이외에도 갑천, 유등천 내 파크골프장 등 야외 체육시설에 그늘막과 안전의자를 각각 30곳에 설치해 한여름의 폭염뿐만 아니라 봄·가을 직사광선을 피하고 돌발성 소나기에 대피할 수 있는 공간으로 활용할 방침이다.

박월훈 시 시민안전실장은 "올 여름 막바지 폭염에 대비해 계획된 여러 폭염저감 대책들이 차질 없이 시행될 수 있도록 최선을 다할 것"이라며 "기존의 폭염저감 방안에 더 나아가 근본적으로 열섬현상을 완화할 수 있는 새로운 방안들을 계획해 지속적으로 확대해 나가겠다"고 말했다.

@highlight

대전시는 이제까지의 폭염대책이 단편적이어서 미흡한 점이 많음을 인지하고, 앞으로는 선제적 녹지공간 및 폭염저감시설 확충 등 도심 내 열섬현상을 완화하는 근본적인 해법을 찾겠다고 지난 27일 밝혔다.