국가정보원이 문재인 정부 출범 이후에도 지속적으로 민간인을 사찰했다는 내용의 머니투데이 보도에 대해 시민단체가 검찰 수사를 촉구했다.

국정원감시네트워크(네트워크)는 27일 성명을 내고 "머니투데이 보도에 따르면 국정원이 공안사건 수사를 빙자해 민간 사찰을 진행하고 있다는 의혹이 제기됐다"며 "국정원은 제기된 의혹에 대해 사실관계를 보다 분명히 밝혀야 한다"고 주장했다.

이 단체에는 민들레_국가폭력피해자와 함께하는 사람들, 민주사회를 위한 변호사모임, 참여연대 등이 속해 있다.

네트워크는 "대공수사를 명목으로 민간인을 정보원 삼아 5년 가까이 민간인 정보를 광범위하게 수집해 온 것"이라며 "국가정보원법상 직권 남용과 과거 여러 번 문제가 된 민간사찰로 의심할 수밖에 없다"고 밝혔다.

이어 "국정원은 국가보안법 위반 내사 사건이라고 반박하고 있다"며 "이미 오래전 내사 종결된 사건을 다시 수사하면서 금품과 향응으로 민간인을 정보원으로 회유하고 녹음기를 지급해 녹취하는 방식으로 정보를 수집하는 것이 적절한지 의문"이라고 지적했다.

네트워크는 이번 보도를 통해 국내 정보 수집을 중단했다고 선언한 국정원이 여전히 대공수사를 빙자하는 방식으로 국내 정보를 수집할 수 있다는 점이 드러났다고 비판했다.

네트워크는 "이번 사건은 단순한 정보 수집이 아닌 RO(지하혁명조직)의 잔당을 일망타진하겠다는 목표를 제시한, 일종의 간첩 조작을 염두에 둔 건"이라며 "국정원의 국내정보 수집 권한을 없애는 일은 대공수사권을 이관하지 않고는 어렵다는 것이 분명해졌다"고 밝혔다.

그러면서 "회유와 협박에 기반해 정보원을 활용한 수사 방식은 인권침해 가능성이 크다"며 "경제적 지원을 미끼로 적극적으로 정보원을 회유하고 협박한 것이 확인되면 직권남용의 가능성이 커 검찰 수사가 필요하다"고 주장했다.

앞서 머니투데이는 국가정보원이 문재인 정부 출범 이후에도 현재까지 지속적으로 민간인 사찰을 자행해온 정황을 보도했다.

이 조직이 박근혜 정부 시절 작성한 사찰 대상에는 현 여당 고위 당직자 등도 포함돼 있다.

@highlight

국가정보원이 문재인 정부 출범 이후에도 지속적으로 민간인을 사찰했다는 내용의 머니투데이 보도에 대해 시민단체가 검찰 수사를 촉구하고 있는 가운데 이 단체에는 민들레_국가폭력피해자와 함께하는 사람들, 민주사회를 위한 변호사모임, 참여연대 등이 속해 있으며 국가정보원법상 직권 남용과 과거 여러 번 문제가 된 민간사찰로 의심할 수밖에 없다고 국정원감시네트워크는 밝혔다.