문재인 대통령이 27일 대통령 전용차로 도입한 수소차(현대자동차 넥쏘)를 시승했다.

청와대가 업무용으로 이용중인 기존 7대의 넥쏘 외에 대통령전용 수소차를 구매한 건 사상 처음이다.

수소경제 활성화 및 미세먼지 저감에 대통령이 앞장선다는 의미다.

문 대통령은 이날 오후 4시15분, 청와대 여민1관의 집무실에서 전용 수소차를 타고 본관으로 이동했다.

문 대통령은 4시30분부터 본관에서 퇴임하는 대법관들에게 훈장을 주는 서훈수여식을 가졌다.

이 일정을 위해 상징적으로 수소차를 이용했다.

청와대는 앞서 주문했던 차량이 이날 도착한 것이며, 시승 후 방탄처리 등을 위해 차를 돌려보낸 후 최종 인도받을 것이라고 밝혔다.

대통령 전용차량은 방탄, 통신 등 업무에 필요한 특수 사양을 갖춰야 한다.

청와대는 "이번에 도입된 수소차는 평시 출퇴근 및 청와대 일상 업무에서 주로 쓰일 것"이라며 "내·외부를 정비해 대통령 일정의 성격에 따라 점차 활용 범위를 확대할 예정"이라고 밝혔다.

경내 또는 가까운 광화문 등에 수소충전소를 설치할 계획은 밝히지 않았다.

9월 문을 여는 국회 충전소나 서울 상암 충전소를 일단 이용할 전망이다.

청와대에 따르면 수소차(넥쏘)는 비서실 행정차량 2대, 경호처 5대 등 7대를 이용 중이다.

이번 구매로 청와대 넥쏘 보유는 8대로 늘었다.

청와대는 비서실 관용승용차 51대 중 44대(86%)를 수소차 포함 친환경 차량으로 운용할 계획이다.

이를 위해 내구연한이 다한 관용차를 차례로 친환경차로 바꾸는 중이다.

정부는 2020년도 예산안에 수소차 보급 등 수소경제 지원예산을 올해대비 2배 이상 증가한 5000억원 이상을 반영할 계획이다.

수소 승용차 1만100대, 수소버스 180대의 구매보조금 예산도 책정할 예정이다.

시승행사에는 수소차 전용 생산공장에서 넥쏘 부품 전체의 조립공정(의장)을 담당하는 현대자동차 울산5공장 박계일 공정기술과장이 참석했다.

@highlight

문재인 대통령은 27일 대통령 전용차로 수소차 넥쏘(현대자동차)를 시승 및 구매 하였으며 이는 청와대 업무로는 처음이며 수소경제 활성화 및 미세먼지 저감에 대통령이 앞선다는 것으로 풀이된다.