최근 일본 선거 유세현장에서 집권당인 자민당에 반대 목소리를 낸 한 젊은 남성이 강제 연행되면서 일본에서 '표현의 자유' 논란이 재점화됐다.

그러나 자민당의 시바야마 마사히코 문부과학상이 "야유할 권리는 없다"고 밝히면서 논란이 확산되고 있다.

27일 아사히 신문 등에 따르면 시바야마 문부과학상은 사이마타현 지사 선거를 앞둔 지난 24일 자민당의 아오시마 겐타 후보를 지원하기 위해 응원 연설에 나섰다.

그가 사이타마시의 한 지하철 역 앞에서 선거 유세차량에 탄 채 연설을 시작하자, 한 젊은 남성이 "시바야마는 그만둬라," "(영어) 시험 철폐" 등을 외쳤다.

그러자 사복 차림의 경찰들 여러 명이 즉각 이 남성을 둘러싸고 끌어냈다.

강제연행 현장을 담은 사진이 트위터 등 소셜미디어에서 확산되자 일각에서는 문부과학상이 직접 반대파를 연설 현장에서 배제했다고 지적했다.

표현의 자유를 보장하지 않은 채 경찰을 동원해 과잉 대응했다는 것이다.

논란이 커지자 시바야마 문부과학상은 26일 트위터를 통해 "고함 소리가 선명해 그 누구라도 (남성을) 신고할 수 있었다"면서 "남성이 폭행당한 현장에는 늦게 도착한데다가 유세차량 뒤편에 (남성이) 있어서 보이지 않았다"고 자신이 지시한 것이 아니라고 해명했다.

그는 그러면서 "업무방해죄가 되지 않도록 조심해 달라"고 덧붙였다.

그는 이날도 기자회견을 열고 "표현의 자유는 최대한 보장돼야하지만 선거 활동의 원활한 자유도 매우 중요하다"면서 "연설자의 발언을 듣기 위해 온 사람들도 있는데 (그 앞에서) 야유하는 행위는 권리로 보장되고 있다고 말할 수 없다"고 강조했다.

도쿄신문은 이에 대해 "문부과학상의 발언을 두고 표현의 자유 논란이 예상된다"고 지적했다.

일본 정부가 표현의 자유 논란의 중심에 선 건 이번이 처음이 아니다.

지난달 15일에도 아베 신조 총리가 참의원 선거 지원을 위해 연설할 당시 "아베 물러나라"라고 외친 이들이 경찰에 의해 강제 연행돼 과잉 경호라는 비난이 일기도 했다.

@highlight

27일 아사히 신문 등에 따르면 일본 선거 유세 현장에서 자민당을 향한 반대 목소리를 밝힌 한 젊은 남성이 강제 연행된 것을 향해 자민당의 문부과학상이 '야유할 권리는 없다'라는 의견을 표명하면서 일본에서 '표현의 자유' 논란이 더욱 가속화되었다고 밝혔다.