제주시내 한 도로에 편입된 사유지 이용을 토지주가 차단했다.

도로 미지급 용지 문제는 마을 안길 폐쇄 등 지역주민과 토지주와의 갈등문제로 나타나고 있다.

제주도내 도로 미지급 용지에 대한 보상이 소송 패소 토지 우선으로 이뤄지고 있어 서민들의 시간·경제적인 부담이 가중되고 있다.

도로 미지급 용지는 도로사업으로 도로에 편입됐지만 보상이 안된 개인의 소유로 남아있는 토지이다.

27일 제주시에 따르면 지난 2016년 기준 도내 미지급 용지는 총 9만1411필지·면적 1150㎡이다.

보상비용은 공시지가 기준으로 1조 2490억원에 달하고 있다.

이 가운데 일부 토지에 대해서는 2017· 2018년 보상이 이뤄졌으나 대부분 도로 미지급 용지로 남아있다.

도로 미지급 용지인 경우 제주시가 소송 패소 토지를 우선으로 하고 있어 토지주가 소송을 제기하지 않을 경우 보상을 받기가 힘들다.

도로 미지급 용지 소송 건수는 지난 2014년 19건·2016년 38건·2017년 80건으로 해마다 증가하고 있으며 제주도의 부당이득금 반환 소송 승소율은 10% 미만으로 대부분 소송에서 패소하고 있다.

행정에서는 도로미지급용지 소송 패소시 5년간의 부당이득금과 소송비용을 부담해야 하며, 패소한 날부터 보상이 끝나는 시점까지의 사용료와 토지보상비까지 지급해야 한다.

최근 도로 미지급 용지 문제는 마을 안길 폐쇄 등 지역주민과 토지주와의 갈등문제로 나타나는 등 많은 사회적 문제와 분쟁을 야기시키고 있다.

이 문제를 해결하기 위해서는 소송 패소 토지 위주 지급보다는 체계적이고 중장기적인 보상계획을 수립해 시행해야 한다는 지적이다.

이와 관련, 구자헌 변호사는 "소송에서 패소한 토지 위주로 보상을 하다보면 소송비와 부당이득금, 이용료 등 보상비 외에도 다른 비용이 추가로 들어갈 수 있다"며 "소송에 의존하지 말고 우선 순위의 토지에 대한 체계 마련이 필요하다"고 주문했다.

제주시 관계자는 "도로 미지급 용지 소송 패소로 올해 도전체 268억원이 소요될 것으로 예상되고 있다"며" 올해 미지급 용지 토지 매입비 54억원을 확보했고 앞으로도 예산을 지속적으로 확보해 나가겠다"고 말했다.

@highlight

제주시가 도로 미지급 용지에 대한 보상이 소송 패소 토지 우선으로 하면서 토지주가 소송을 제기하지 않을 경우 보상을 받기 힘든 만큼 서민들의 시간·경제적인 부담이 늘어나고 있어 이를 위해 체계적이고 중장기적인 보상계획을 수립해 시행해야 한다는 지적이 나오고 있다.