▲ 울산 동구는 27일 서부동 598번지에서 남목노인복지관 건립 기공식을 가진 가운데 정천석 동구청장, 김석진 행정부시장 등 내빈들이 참석해 시삽을 하고 있다.

울산 동구 주민의 숙원사업이던 남목노인복지관이 사업 3년 만에 기공식을 열고 본격적인 공사에 들어간다.

동구는 27일 동구 서부동 598번지 남목노인복지관 부지에서 ‘남목노인복지관 기공식’을 개최했다.

남목노인복지관은 지난 2016년부터 추진해 진행해온 사업으로 당초 지난해 8월 실시설계용역을 끝내고 11월 착공 예정이었지만 토지 보상 협의가 이뤄지지 않아 건립이 미뤄져 왔다.

이후 토지수용재결을 신청해 토지 보상 문제를 해결하고 이날 착공해 내년 9월 준공 예정이다.

남목노인복지관은 동구 서부동 598번지 일대 5,706㎡의 부지에 지하 1층, 지상 3층 연면적 2,870㎡ 규모로 건립되며, 주요 시설로는 경로당, 경로 식당, 치매 주야간보호센터, 프로그램실, 건강증진실, 대강당 등이 만들어진다.

남목노인복지관 건립사업에는 시비 74억 9,200만 원과 구비 17억 3,800만 원으로 총 92억 원 가량의 예산이 소요된다.

남목노인복지관은 남목 권역 지역 어르신들의 오랜 숙원사업으로 복지관이 준공되면 물리치료 등 건강증진 프로그램과 함께 어르신들의 사회참여를 위한 각종 정보와 서비스를 제공해, 남목지역 어르신들에게 큰 도움이 될 것으로 기대된다.

향상해 가족의 부양 부담을 덜어주고 치매 어르신 보살핌에 대한 지식, 교육을 제공해 치매 어르신이 지역사회 내에서 안정된 생활을 유지 할 수 있도록 지원할 계획이다.

정천석 동구청장은 “동구 지역에서 기존에 운영하는 방어 진노 인복 지관, 전하노인복지관, 동구노인복지관에 이어 남목노인복지관이 건립되면 고령화 시대에 걸맞은 노인들의 종합복지서비스 제공이 권역별로 이루어지게 된다”며 “남목노인복지관이 노인들의 여가 활용과 복지에 크게 이바지할 것으로 기대된다”고 말했다.

@highlight

울산 동구 주민의 숙원사업이던 남목노인복지관은 지난 2016년부터 추진해 왔으나 토지 보상 협의가 이뤄지지 않아 건립이 미뤄져 오다가 이후 토지수용재결을 신청해 토지 보상 문제를 해결하고 건립에 착수하여 내년 9월 준공 예정이다.