26일 베트남 하노이 그랜드 플라자호텔에서 열린 한수원 시장개척단 출정식에서 시장개척단 참가자들이 화이팅을 외치고 있다.

한국수력원자력(사장 정재훈)은 17개 협력 중소기업과 함께 시장개척단을 꾸려 26일부터 오는 30일까지 베트남과 라오스에서 구매상담회를 개최한다고 27일 밝혔다.

젊고 역동적인 아세안(ASEAN)지역에 국내 전력 기자재 기업의 진출을 지원하기 위함에서다.

이번 프로그램은 한수원과 수출전담법인 코리아누클리어파트너스(KNP, Korea Nuclear Partners)가 함께 기획했다.

시장개척단에는 원전 기자재 공급사, 한수원 유자격 공급자, 동반성장 협의회 회원사 등이 참여했으며, 특히, 수력 관련 한수원 협력중소기업 5개사도 참가해 수력발전 의존도가 높은 베트남과 라오스 진출에 박차를 가할 예정이다.

시장개척단은 베트남과 라오스 주요 바이어와 1대1 구매상담회를 진행하고 코트라(KOTRA) 현지 무역관의 ‘시장동향 세미나’, 베트남 산업무역부(MOIT) 및 라오스 국영전력사(EDL-Gen)에서 주관하는 ‘전력시장현황 세미나’ 등 수출역량 극대화를 위한 각종 세미나에 참석할 예정이다.

또, 두 국가를 대표하는 전력사인 베트남 전력공사(EVN) 및 발전총공사(EVN-Genco), 라오스 국영전력사(EDL-Gen)를 방문한다.

현지 주요 기업이 직접 구매프로세스를 소개하고 한수원 협력중소기업은 제품 프리젠테이션을 하는 등 향후 베트남과 라오스 전력시장 진출에 대해 종합적으로 토론할 예정이다.

시장개척단장으로 현지에 동행하고 있는 공영택 한수원 조달처장은 “한수원은 원전생태계 강화를 위해 협력중소기업들의 경쟁력 제고와 해외판로 개척을 위한 지원에 최선을 다할 것”이라고 강조하면서, “연말에 북미에 시장개척단을 추가로 파견할 계획”이라고 밝혔다.

@highlight

한국수력원자력은 17개 협력 중소기업으로 구성된 시장개척단을 꾸려 26일부터 30일까지 베트남과 라오스에서 주요 바이어와의 1대1 구매상담회를 개최하고 수출역량 극대화를 위한 다양한 세미나에 참석하는 등 수력발전 의존도가 높은 베트남과 라오스 진출을 적극 추진한다.