원희룡 제주지사(무소속)가 "황교안 자유한국당 대표에게 야권 통합을 주도할 기회를 드려야 한다"고 밝혔다.

21대 총선을 8개월가량 앞두고 정계개편 움직임이 커지고 있는 가운데, 개혁보수 인사인 원 지사가 한국당 중심의 보수대통합을 주장한 것이어서 주목된다.

원희룡 지사는 27일 오전 서울 프레스센터에서 열린 '대한민국 위기극복 대토론회'에서 참석해 "(보수 세력이)모두 합쳐야 하는데 주도하는 사람이 있어야한다. 세력이 있어야 한다"면서 "주도는 당연히 큰집이 해야 하고 기둥이 해야 한다. 그래서 저는 황교안 한국당 대표에게 야권 통합을 주도할 기회를 당연히 드려야 한다고 생각한다"고 말했다.

보수대통합에는 유승민 의원과 안철수 전 의원 등 바른미래당 인사들도 포함할 것을 주문했다.

원 지사는 "유 전 대표의 최측근 신성범 전 의원이 (토론회에) 와 있고, 안 전 대표의 측근이 누군지 모르겠지만 서로 충실히 조절할 수 있는 메신저를 세우면 대화가 가능하다"면서 "출발점에서는 '누구는 안된다'는 선이 없어야 한다"고 말했다.

박근혜 전 대통령 탄핵 문제에 대해선는 "서로가 탄핵으로 인해 받은 상처를, 우리는 서로 이해하고 치유해야 한다"면서 "역사 문제로 돌리는 것도 좋은 방법"이라고 말했다.

이날 원 지사의 발언은 그간 "도정에 전념하겠다"는 이유로 중앙정치와 거리를 둬 온 그간의 행보에 비춰 급격히 달라진 모습이다.

총선을 8개월 앞두고 정계개편 움직임이 본격화 하면서 직접 목소리를 내기 시작한 것으로 분석된다.

과거 한나라당 소장파 핵심인물이자 탄핵 국면에서 새누리당을 탈당했던 그가 황 대표 중심의 보수통합을 지지한 자체가 한국당으로선 힘이 될 것으로 보인다.

앞서 지난 16일에는 손학규 바른미래당 대표가 제주도청을 직접 찾아 원 지사를 만나 "함께 가자"고 말했고, 문병호 바른미래당 최고위원은 "원 지사가 제주를 벗어나 중앙에서 역할을 해야 한다"고 말했다.

그러나 원 지사는 당시 확대해석을 경계하며 '러브콜'에 선을 그었다.

@highlight

원희룡 제주지사(무소속)는 지난 27일 서울서 열린 '대한민국 위기극복 대토론회'에서 보수 세력 통합을 위해 황교안 자유한국당 대표에게 야권 통합을 주도할 기회를 줘야 한다고 주장했으며, 이는 21대 총선이 가까워오면서 개혁보수 주자로 주목받는 원지사의 주장이어서 화제가 되고 있다.