지난해 글로벌 차량공유 시장 투자액이 425억달러(약 52조원)로 전년 대비 200% 가까이 증가한 것으로 집계됐다.

27일 삼정KPMG가 발간한 'TaaS 투자로 본 모빌리티 비즈니스의 미래' 보고서에 따르면 지난해 글로벌 차량공유 시장 투자금액은 전년(142억달러) 대비 약 200% 증가했으며 투자건수도 202건으로 전년 대비 37.4% 늘어났다.

보고서는 자동차 산업이 소유의 대상이 아니라 이동 서비스의 관점에서 활용되고 있으며 수송 자체를 서비스로 제공하는 'TaaS(Transportation as a Service)' 비즈니스 형태로 발전할 것으로 전망했다.

이에 발맞춰 글로벌 완성차 기업은 적극적인 차량공유 산업 투자를 진행하고 있는 것으로 나타났다.

GM과 포드, 다임러, 폭스바겐, BMW 등은 벤처캐피탈(VC)투자부터 지분 인수, 전략적 인수·합병(M&A) 등을 통해 차량공유 산업에 적극적으로 투자하고 있는 추세다.

현대자동차도 지난 2017년 자체적인 차량공유 서비스를 시작했고, 싱가포르 차량공유 기업 그랩(Grab)과 인도판 우버(Uber)인 올라(Ola) 등에 투자한 바 있다.

보고서는 차량공유 기업이 '차량'에만 국한하지 않고 자전거나 전기 스쿠터 등 마이크로 모빌리티(Micro Mobility)로 확장해 모빌리티 포트포리오를 다각화하고 있다고 설명했다.

미국 차량공유 기업 리프트(Lyft)는 북미 최대 자전거 공유 기업 모티베이트(Motivate)를 인수했으며, 우버는 전기자전거 공유 기업 점프(Jump)를 인수하고 전기스쿠터 공유 기업 라임(Lime)에 투자해 사업 범위를 넓히고 있다.

위승훈 삼정KPMG 자동차산업 리더는 "지금까지의 차량공유는 시작에 불과하며 마이크로 모빌리티부터 자율주행 플라잉 택시 등 플랫폼이 다각적으로 진화하고 있는 추세"라며 "타 서비스 산업과의 융합을 통한 새로운 비즈니스 발굴을 모색하고 관련 투자에 관심을 기울일 필요가 있다"고 분석했다.

@highlight

27일 삼정KPMG가 펴낸 'TaaS 투자로 본 모비리티 비즈니스의 미래'에 의하면 작년 글로벌 차량공유 시장 투자액이 작년과 비교해 두배 정도 늘었고 투자건수도 37.4% 증가해 자동차 산업이 소유의 대상이 아닌 이동 서비스의 관점에서 이용돼 수송 자체를 서비스로 지원하는 'TaaS' 비즈니스 형태로 발전할 것으로 보고 있다.