금융당국이 28일 일본의 화이트리스트 배제조치를 앞두고 금융권 지원 체계 재점검을 실시했다.

금융위원회는 27일 최종구 금융위원장 주재로 금융감독원·정책금융기관·시중은행 관계자들과 회의를 열어 일본 수출 규제 피해기업 금융지원 현황을 논의했다.

최종구 금융위원장(사진 왼쪽 첫번째)이 27일 세종로 정부서울청사에서 열린 일본 수출규제 대응 간담회에서 금융지원 상황을 재점검하고 있다.

최 위원장은 "우리 정부의 지속적인 대화 요청과 외교적 문제해결 노력에도 불구하고 일본 측은 여전히 기존 입장만을 고수하고 있어, 문제가 장기화될 수도 있는 상황"이라며 "일본의 부당한 수출규제로 인해 우리 기업들이 어려움을 겪지 않도록 금융부문이 완충해주는 역할을 수행해야 한다"고 말했다.

금융위는 지난 5일부터 23일까지 총 130건에 대해 2654억원 규모 금융지원을 실시했다.

일본산 제품과 원자재 등을 수입하며 직접피해를 입은 기업에는 총 120건, 2582억원을 지원했다.

수입업체 또는 수출업체와 협력업체 등 간접피해 기업에는 10건을 지원했다.

최 위원장은 "다행스럽게도 아직은 금융기관을 통해 직접적이고 심각한 피해를 본 기업이 파악되고 있지는 않다"면서도 "우리 기업의 불안감 해소를 위해 금융 부문에서 보다 적극적이고 신속하게 지원해야 한다"고 지원기관에 당부했다.

그는 "현재는 일본 수출규제로 인해 직접적인 피해가 예상되는 기업을 중심으로 금융지원을 집중하고 있지만, 향후 사태추이를 봐가면서 필요할 경우 관계기관과 함께 지원의 폭과 범위도 보완·확대해 나가겠다"고 말했다.

미중 무역분쟁과 홍콩사태 등으로 국내외 주식·외환시장 변동성이 커지는 것과 관련해서도 "한층 더 높은 긴장감을 갖고 시장상황을 점검해 나가면서, 시장 변동성이 과도하게 확대되는 경우 이미 마련된 비상계획에 따라 필요한 조치를 적기에 시행해 나갈 것"이라며 "증권유관기관, 기관투자자들께서도 이와 관련한 중심적 역할을 해주시기를 부탁드린다"고 강조했다.

금융위는 지난 2일부터 유관기관과 '일본 수출규제 금융부문 비상대응 TF'를 꾸려 대응하는 동시에 수출규제로 영향을 받는 기업에게 기존 차입금 일괄 만기 연장과 신규 유동성 공급 등을 실시하고 있다.

@highlight

금융위원회는 일본의 화이트리스트 배제 조치를 앞두고 정책금융기관, 시중은행 관계자들과 함께 회의를 열어 금융권 지원 체계를 재 점검한 후 지난 5일부터 23일까지 2,654억원 규모의 금융 지원을 하였다.