SK바이오팜은 27일 경기 성남시 본사에서 임시 주주총회를 열고 방영주 서울대병원 혈액종양내과 교수, 한국인 최초의 미국 식품의약국(FDA) 부국장 출신인 안해영 박사, 송민섭 서강대 경영학부 교수 등 3명을 사외이사로 선임했다고 밝혔다.

기업공개(IPO)를 추진하는 과정에서 이사회의 투명성을 높이고 독립적인 감시·감독 기능을 강화하기 위한 것이라고 회사 측은 설명했다.

방영주 교수는 서울대 의대에서 학사와 석·박사 과정을 모두 수료한 항암·임상 개발 전문가다.

대한암학회 이사장, 대한항암요법연구회 회장, 서울대병원 의생명연구원장을 역임한 바 있다.

SK바이오팜은 방 교수가 사외이사로서 회사의 차세대 혁신 신약을 발굴과 임상개발에 크게 기여할 것이라고 기대했다.

안해영 박사는 서울대 약대에서 석사를, 미국 웨스트버지니아대 약대에서 박사 학위를 각각 받은 뒤 미시간대에서 박사 후 과정을 수료했다.

그는 지난 1990년부터 FDA 의약품평가연구센터(CDER) 임상약리학국에서 경력을 시작했고, 2006~2017년 한국인 최초로 부국장(Deputy Division Director)을 역임했다.

SK바이오팜은 FDA 신약 임상 및 심사 전문가인 안 박사가 미국을 중심으로 한 글로벌 신약 개발 성공 확률을 높여줄 것이라고 말했다.

재무회계 분야 전문가인 경영학부 송민섭 교수는 서강대 경영학과를 졸업한 뒤 미국 시라큐스 대에서 MBA 및 경영학(회계) 박사 과정을 마쳤다.

재무적 건전성을 우선적으로 추구하는 제약 기업의 특성 상 송 교수의 선임이 큰 역할을 할 것이라고 회사 측은 예상했다.

현재 SK바이오팜은 IPO를 준비하고 있다.

국내 증시 상황 및 뇌전증 신약 세노바메이트의 미국 판매 허가 결정 상황 등을 고려해 주관사단과 적절한 IPO 시점을 정할 계획이다.

@highlight

SK바이오팜은 IPO 추진을 앞두고 이사회의 투명성과 감시,감독 기능 강화 목적으로 27일 의학,약학,재무 전문가를 사외이사로 영입하였고 이후 국내/외 상황을 고려하여 적절한 IPO시점을 정할 계획이다.