조국 법무부 장관 후보자의 딸이 의학논문 제1저자로 등재된 것으로 밝혀지면서 연구윤리문제가 다시 여론의 도마위에 올랐다.

연구윤리를 위반한 미성년 논문 공저자가 교육부가 실태조사한 것보다 많을 개연성이 높고, 이를 대입에 활용했을 가능성도 높아지면서 국민적 공분을 사고 있다.

미성년 논문 저자 관련 논란은 문제가 생길 때마다 정부에서 개선책을 내놓고 있음에도 불구하고 숙지지 않고 있다.

심각한 점은 문제가 된 조 후보자의 딸 제1저자 논문은 2017년부터 지난 5월까지 지속된 교육부의 ‘교수논문에 미성년 자녀 공저자 등재’와 ‘교수논문에 미성년자 공저자 등재’ 실태조사에서도 파악되지 않았다는 점이다.

교육부는 당시 2007년 2월부터 지난해 말까지 교수 논문을 대상으로 사실상 전수조사를 실시했는데도 불구하고 조 후보자의 딸 논문에 소속이 재학 중인 고교가 아닌 단국대 의과학연구소로 적혀있어 걸러지지 않은 것으로 보고 있다.

이 부분은 현재 단국대가 자체 조사 중이다.

교육부가 방대한 교수논문 전체를 스크린하기에는 한계가 있음이 이번 사태로 밝혀졌다.

나아가 실제로 초중고 학생이 논문 저자로 등재 되더라도 이것이 연구윤리를 위반한 것인지, 또 이 논문이 실제 대입전형에 활용됐는지는 또 다른 검증절차가 필요한 실정이다.

적발도 쉽지 않고 검증은 더 어려워 주기적으로 논란이 불거지고 있다.

교육부는 제도개선책으로 지난 8월 논문 저자는 소속과 직위를 밝히도록 하고 대학이나 학술단체는 미성년 논문저자라도 최종 소속, 직위, 재학연도를 표시하도록 했다.

한편 교육부는 2007년 이후 10여년간 모두 56개 대학 255명의 교수들이 410건의 논문에 미성년자를 공저자로 등재했다고 최근 밝혔다.

‘교수의 미성년자녀 공저자 등재’에 국한한 조사에선 50개 대학 87명의 교수가 139건의 논문에 자녀를 공저자로 등재한 것으로 드러났다.

@highlight

조국 법무부 장관 후보자의 딸이 의학논문 제1저자로 등재된 것이 드러나면서 미성년 논문 저자와 관련한 문제점이 다시 불거졌으며, 교육부는 지난 8월 미성년 논문저자의 소속, 직위, 재학연도 등을 표기하도록 제도를 손봤다.