온라인 펀드 판매 증권사 한국포스증권이 온라인을 통한 사모펀드 가입 확산에 박차를 가하고 있다.

한국포스증권은 국내 최초로 온라인 사모펀드 판매에 나선 곳이다.

27일 한국포스증권은 올해 7개 사모펀드를 설정하면서 누적 설정액이 220억원 규모에 달했다고 밝혔다.

한국포스증권은 2017년부터 온라인 사모펀드 판매 프로세스를 구축했고 현재 12개 자문사와 제휴해 메자닌, 프리IPO, 롱숏, 부동산, 확정금리부 담보부채권 등을 활용한 사모펀드를 온라인으로 제공하고 있다.

한국포스증권 측은 "최근 국무회의를 통과한 자본시장법 시행령에 따라 전문투자자 등록 기준이 완화돼 사모펀드 제한 고객 수(49인) 및 최소 투자 규모(1억원) 제한을 받지 않는 고객군이 넓어지고 다양한 사모펀드를 낮은 비용으로 제공받을 수 있다는 점도 비즈니스 확대에 긍정적"이라고 설명했다.

김승현 한국포스증권 상무는 "공모펀드와 함께 다양한 사모펀드를 제공함으로써 고객 자산군의 다양성을 확대하고 고객의 수요를 충족하기 위해 노력하고 있다"며 "한국포스증권에서 가입할 수 있는 온라인 사모펀드는 동일한 상품이라도 투자비용이 낮아 투자수익이 추가로 오를 수 있으니 저금리 시대에 이런 혜택을 꼭 누렸으면 한다"고 했다.

이 서비스를 이용해 사모펀드에 가입하려면 한국포스증권이나 자문업체에 연락하면 된다.

한국포스증권 측은 "개별 고객에게 상품을 안내하는 것은 자문업체나 한국포스증권 내 관련 부서에서 담당하고, 이후 가입 대상 고객에게 따로 온라인 가입 채널을 열어주면 이를 통해 가입하는 것"이라며 "PB센터 등을 통해 가입하는 것보다 판매보수가 저렴하다"고 했다.

한국포스증권은 설립된 지 6년 차로, 그동안 불완전판매가 일어나지 않은 공공성을 띤 펀드 판매 플랫폼이다.

사모펀드 또한 자문서비스와 가입 절차를 체계적으로 구축하고, 대고객 맞춤 정보를 제공하며 적정 프로세스를 거쳐 판매함으로써 무리한 가입 권유 없이 금융상품에 투자할 수 있는 환경을 만들어가고 있다.

@highlight

국내 최초 온라인 사모펀드 판매 증권사 한국포스증권이 온라인을 이용한 사모펀드 가입 확산에 박차를 가하면서 올해 7개 사모펀드를 설정했으며 누적 설정액이 220억 원 규모에 이르고 있다.