▲ 윤관석 더불어민주당 인천시당위원장이 27일 시당 세미나실에서 열린 기자간담회에서 내년 총선 전망에 대해 말하고 있다.

윤관석 더불어민주당 인천시당위원장이 27일 시당 세미나실에서 열린 기자간담회에서 "내년 총선이 만만치 않을 것 같다"고 밝혔다.

윤 위원장은 "국민들이 대선과 지방선거에서 연이어 민주당에 승리를 줬기 때문에 총선에서는 견제심리가 일어날 수 있고, 미·중 무역마찰과 세계경제 하락으로 상황이 좋지 않다"며 "이번 총선은 쉽지 않은 승부가 되리라 예상한다"고 말했다.

그러나 "문재인 정부와 당이 그동안 진정성을 갖고 촛불정신을 구현하고, 한반도 평화 정착과 경제 번영을 위한 노력을 해 와 국민들이 이번 총선에서도 승리를 안겨 주리라 믿고 있다"며 "당원 모두가 원팀이 돼 인천시민과 더불어 나아간다면 21대 총선에서는 20대보다 더 많은 의석을 얻을 수 있을 것"이라고 전망했다.

그는 최근 정부의 예비타당성 조사를 통과한 수도권광역급행철도(GTX) B노선 건설사업과 관련, 민주당 의원들이 많은 노력을 했음을 강조했다.

윤 위원장은 "GTX-B노선이 빠른 시일 내 예타가 종료되도록 국회 토론회 등 여론 형성에 힘썼다"며 "그 결과 정부의 기존 ‘연내 조사 완료’라는 목표를 ‘9월 이전 완료’로 앞당겼고, 지난 21일 마침내 예타 조사 통과라는 결과를 얻게 됐다"고 강조했다.

이어 "앞으로가 더 중요한 만큼 사업이 제대로 진행되고 있는지 지속적으로 점검하고 예산 확보를 위해서도 노력할 것"이라고 말했다.

아울러 인천국제공항공사법 일부개정법률안의 국회 통과를 위해 애쓰겠다고 약속했다.

해당 개정안에는 항공기정비업 유치 및 항공기 정비단지 조성을 위한 지원사업과 주변 지역 개발사업, 교육훈련사업 지원 등이 담겨 있다.

이 법이 통과되면 공항 건설과 운영으로 한정돼 있는 현재 공사의 사업 범위가 확대된다.

윤 위원장은 "인천국제공항공사법 일부개정법률안이 국토교통위원회를 통과했지만 자유한국당의 국회 등원 거부 등으로 개정안이 아직 통과되지 못했다"며 "이번 국회에서 법제사법위원회에 상정돼 통과될 수 있도록 적극 챙길 것"이라고 피력했다.

@highlight

27일 윤관석 더불어민주당 인천시당위원장이 시당 세미나실에서 열린 기자간담회에서 "총선에서는 견제심리가 일어날 수 있고, 미·중 무역마찰과 세계경제 하락으로 상황이 좋지 않다"라며 "내년 총선이 만만치 않을 것 같다"라고 밝히고 당원 모두가 원팀이 돼 더 많은 의석을 얻으려 노력하겠다고 말했다.