현대글로비스가 중국 충칭에 영업 거점을 신설하고, 중국과 유럽·동남아를 연결하는 물류 시장 개척에 나선다.

현대글로비스는 중국 충칭 직할시에 지사를 설립했다고 27일 밝혔다.

현대글로비스는 중국 서남부의 핵심 도시인 충칭에 지사를 세우면서 기존 베이징·상하이·선전 등에 운영 중인 법인·지사를 포함, 총 14개의 중국 내 거점을 확보하게 됐다.

앞으로 현대글로비스는 충칭 지사를 통해 중국 서남부 지역에서 신규 화주를 발굴하고, 중국 전역은 물론 중국에서 유럽과 동남아시아를 겨냥하는 물류 사업을 추진할 계획이다.

충칭은 유럽 향 중국횡단철도(TCR)가 지나는 중국 서남부의 주요 길목이자 동남아로 통하는 도로운송이 발달된 물류의 중심지다.

또 내륙에서 동부 해안까지 주요 도시들을 거치며 화물을 나를 수 있는 양쯔강 수로가 충칭에 위치해 있다.

수로운송의 종점인 상하이항에서는 중국 연안과 동남아시아까지 근해 운송으로 연계된다.

충칭은 부품과 재료를 수입, 완제품을 수출하는 가공무역이 발달하고 수출입 물류가 활발해 하역·통관·보관·운송 등 다양한 물류 사업을 확장하기 좋은 지역이다.

현대글로비스는 완성차와 자동차 부품, 반도체, 전자기기, 철강제품, 에너지장비 등을 생산하는 서남부 지역 중국 현지 기업을 대상으로 영업을 강화할 계획이다.

현대글로비스는 중국을 포함 총 70여개의 글로벌 물류 네트워크와 수출입 물류사업 노하우를 강점으로 내세워 수주를 늘려가겠다는 전략이다.

유럽?동남아시아를 넘나드는 국경 물류도 실행할 예정이다.

이를 위해 현대글로비스는 중국 내 기존 거점과의 공동 화물 운송을 통해 효율성을 높이고 물류기지·창고·트럭 등의 인프라를 공유하는 방법도 검토하고 있다.

아울러 도로운송, 철도운송, 수로운송, 연안해운을 아우르는 복합운송 루트를 새로 개발해 화주들에게 최적의 물류 서비스를 제공한다는 방침이다.

@highlight

현대 글로비스가 중국, 유럽 동남아를 연결하는 물류 시장 개척을 위해 중국 서남부의 주요 길목이자 동남아로 통하는 도로 운송이 발달된 물류 중심지인 충칭에 지사를 설립했다고 27일 밝혔다.