일본 정부가 28일부터 한국을 화이트리스트(백색국가)에서 제외하기로 함에 따라 정부가 대책 점검에 착수했다.

일본의 추가 수출 규제를 포함해 여러 상황을 가정한 시나리오별 대책을 차질 없이 시행하고, 추가경정예산을 통해 확보한 자금으로 피해 기업 지원을 강화할 방침이다.

중장기적으로는 소재·부품·장비 산업의 경쟁력을 끌어올리는 계기로 삼을 계획이다.

27일 정부에 따르면 당장 일본이 한국을 백색국가에서 제외하면 전략물자 1194개는 물론 비전략물자 중에서도 군사용으로 쓸 수 있는 품목은 한국으로 수출할 때 일본 정부의 개별허가를 받아야 한다.

정부는 전략물자 중 영향이 클 것으로 예상되는 159개를 집중관리 품목으로 지정했다.

민관 소재부품 수급대응 지원센터가 이 품목을 수입하는 국내 기업들을 전수조사했고, 어려움을 겪지 않도록 지원한다.

정부는 28일 당정청 회의 등을 통해 관계부처 합동 대책을 재점검하기로 했다.

금융위원회는 이날 최종구 위원장 주재로 금융감독원, 정책금융기관, 시중은행 관계자들과 회의를 열고 금융권 대응 태세를 다시 점검했다.

금융위는 지난 23일까지 피해 기업에 대출 만기 연장과 신규 대출 등으로 2654억원(130건)을 지원했다.

최 위원장은 "사태 추이를 봐 가며 필요할 경우 지원의 폭과 범위를 확대하겠다"고 말했다.

일본의 수출 규제 조치로 단기적 충격은 피하기 어려워 보인다.

일본이 수출 규제 품목을 추가 지정하거나 핵심 품목의 한국 수출을 지연시키면 우리 기업들의 피해는 더 커진다.

수출 기업들엔 미중 무역전쟁 등으로 수출 환경이 어려워진 마당에 또 하나의 악재가 겹치는 셈이다.

이에 정부는 중장기 대책으로 소재·부품·장비 산업에 대한 연구개발(R&D) 지원과 예비타당성 조사 면제, 인수합병(M&A) 자금 지원, 수입 다변화 등 쓸 수 있는 모든 정책을 동원하고 관련 예산·금융 지원에 총 45조원을 투입하기로 했다.

우리 정부의 화이트리스트에서 일본을 빼는 방안도 다음달 2일까지 의견 수렴을 거쳐 그달 중순 시행될 것으로 보인다.

@highlight

일본 정부가 28일부터 한국을 화이트리스트에서 제외함에 따라 정부도 이에 따른 대책 점검을 착수하였으며, 여러 상황별 대책을 마련하며 추가경정예산으로 피해 기업 지원을 강화하고, 중장기적으로도 총 45조원을 투입할 예정이다.