조선 중기 장흥에서 태어나 유학자로 활동한 청금(聽禽) 위정훈(1578∼1662)의 글을 모은 문집 ‘청금유고(聽禽遺稿)’가 번역·출간됐다.

장흥 위씨 안항공파(顔巷公派) 청금종중(聽禽宗中)은 최근 청금 선생의 문집 ‘청금유고’ 를 번역한 ‘역주 청금유고’를 발간했다고 밝혔다.

‘역주 청금유고’는 모두 세권으로 구성된 ‘청금유고’의 시, 서, 잡문 등의 전문을 국역하고 주해한 것이며 모두 360페이지로 이뤄졌다.

‘청금유고’는 위정훈이 남긴 시문을 종가에서 대대로 보관해 오다 청금이 떠난 지 274년이 되는 1936년 병자년에 청금의 후손들이 발간한 책을 번역했다.

1578년(선조11) 장흥에서 판관 위덕후의 아들로 태어난 위정훈은 천관산에서 독서, 1612년에 진사시에 합격했다.

예양서원 건립에 참여한 그는 1624년 이괄의 난과 정묘호란·병자호란에 창의(倡義)했다.

의금부도사에 제수했으나 취임하지 않은채 의고(義庫)를 설치하는 등 향리에서 여생을 보냈다.

1662년 85세에 세상을 떠나 사후에 장흥 관산의 죽천사에 제향된 그는 큰 관직에 오르지는 못했지만 고향에서 후학들을 기르며, 특히 나라가 위기에 처했을 때 공을 세운 인물로 평가된다.

한편 ‘역주 청금유고’ 는 같은 장흥 출신인 아양(峨洋) 이병혁 호남문헌연구회 회장이 번역했다.

청금의 외손이기도 한 이 회장은 광주시에서 정년퇴직한 후 전남대학교 대학원에서 문학박사 학위를 받았다.

저서에 번역주석서‘역주지지재유고(譯註止止齋遺稿)’, ‘역주은정시고(譯註隱亭詩稿)’ 등이 있다.

@highlight

조선 중기 유학자로 활동한 청금 위정훈의 글을 모은 문집'청금유고'가 번역, 출간되었는데 이 는 모두 세권으로 구성되어 있으며 모두 360페이지로 이뤄졌다.