[충청투데이 송인용 기자] 보령시는 민족 대명절인 추석을 맞아 시 대표 브랜드인 머드화장품을 특별 할인 판매한다.

시는 오는 9월 17일까지 22개 품목에 대해 최소 4%부터 최대 64%까지 할인 판매한다고 밝혔다.

보령산 머드는 미네랄성분이 풍부하고 게르마늄, 벤토나이트 등 인체에 유익한 성분이 함유돼 피부수축과 피부노폐물 제거에 탁월한 효과가 있으며, 또 이스라엘 사해 머드와 견줄만한 피부미용과 아토피 피부질환 개선에 탁월하다.

시는 1995년 머드를 활용해 머드화장품으로 제작·판매해 20여 년 넘게 큰 사랑을 받아오고 있으며, 올해는 바다가 주는 생명력과 피부의 근본적인 건강을 가미하기 위해 기존과 비교해 머드함량을 대폭 증가한 '오션테라피' 브랜드로 새롭게 태어났다.

이번 특별 판매기간 할인율이 가장 높은 제품은 리뉴얼 이전 제품인 여성 스킨과 로션, 에센스, 영양크림, 아이크림, 여성기초 2종 및 5종 세트로 최소 57프로에서 최대 64% 할인한다.

또한 신제품 할인으로는 검정콩과 흑미 추출물을 가미한 탈모샴푸를 비롯해 바디클렌저(1만5000원→1만4000원)는 각 7%, 미백과 주름개선 효과가 뛰어난 남성올인원은 11%(3만5000원→3만1000원)를 할인하고 비누와 탈모샴푸로 구성된 기본세트와 샴푸, 린스, 트리트먼트로 구성된 헤어앤바디세트 등도 각 5% 할인된다.

구입은 보령머드박물관과 보령시청, 읍·면·동사무소를 통해 할 수 있으며, 3만 원 이상 구입하면 택배비를 면제받을 수 있다.

기타 자세한 구입 문의는 (재)보령축제관광재단(☎932-2239)으로 하면 된다.

@highlight

보령시는 민족 대명절인 추석을 맞아 머드함량을 대폭 증가한 '오션테라피'로 리브랜딩한 머드화장품을 할인판매하는데 할인율이 가장 높은 제품은 리뉴얼 이전 제품인 여성기초 2종 및 5종 화장품 세트로 57%- 64% 할인한다.