인천 섬 주민들의 갈증을 해소해 줄 지하수 저류시설(지하수댐) 설치 일정이 늦어지고 있다.

내년 여름에도 물 부족 문제가 발생할 수 있다는 우려가 나온다.

27일 한국수자원공사, 인천시, 옹진군 등에 따르면 2020년 9월 11일 대이작도 지하수댐 설치 사업을 준공할 예정이다.

지하수댐 설치 사업은 2017년 국토교통부 시범사업으로 선정된 뒤 계획이 수차례 미뤄졌다.

당초 2019년까지 공사를 끝내려 했던 일정은 지난해 예산 협의와 행정절차를 진행하는 과정에서 2020년 6월께로 미뤄졌다.

올해 준공목표를 2020년 9월로 잡고 사업에 착수한 후에도 진전은 더딘 상태다.

표면적으로는 지난 3월 착공했으나 정작 현장에서는 첫 삽도 못 떴다.

관광객이 많이 찾는 휴가철을 피해 달라는 주민 요청이 있었기 때문이다.

휴가철이 끝난 지난 19일 사업을 재개했지만 아직 토지 보상 등 행정절차가 남아 있어 바로 공사를 시작할 수 없는 형편이다.

사업부지인 1천267㎡(시 988㎡, 옹진군 279㎡) 중 대부분을 차지하는 교육청부지 1천71㎡는 9월 중 매입 절차가 마무리될 예정이다.

한 복지재단이 보유한 50㎡가량의 땅은 9월 중순 협의를 거쳐 10월께 보상이 이뤄질 것으로 보인다.

부지 매입을 위한 협상이 7월에서야 시작됐기 때문이다.

공사를 위해 필요한 굴착허가도 아직 옹진군에서 검토하고 있어 실질적인 공사는 다음 달부터 가능하다.

이렇다 보니 주민들은 물 사용이 늘어나는 내년 여름에도 지하수댐을 쓰지 못할까 걱정이다.

대이작도는 물탱크 100t 용량의 지하수 관정 3곳에서 물을 끌어 쓰고 있지만 날씨가 가물고 방문객이 많을 때는 사용량을 감당하기 어렵다.

지하수댐이 운영되면 하루 최대 180t까지 추가로 물을 공급받을 수 있지만 이를 위해서는 준공일정보다 앞당겨 물 공급이 이뤄져야 한다.

이에 대해 공사 관계자는 "당장 작업에 필요한 부지는 확보했거나 협의가 끝나 절차를 진행 중이다"라며 "올해 주요 시설인 차수벽 공사가 잡혀 있기 때문에 물을 공급하는 일정은 더 빨라질 수 있다"고 말했다.

@highlight

인천 섬 주민들의 물부족을 해결할 지하수댐 설치 계획이 수차례 미뤄지면서 설치 일정이 지연되고 있어서 주민들의 물 걱정이 계속되고 있다. 