= 이낙연 국무총리가 28일 정부세종청사 국무조정실에서 열린 서울-세종 영상 일본 수출규제 대응 확대 관계장관회의 겸 과학기술관계장관회의에서 모두발언을 하고 있다.

이낙연 국무총리는 28일 "일본정부가 수출우대국 백색국가에서 한국을 제외하는 수출무역관리령을 오늘부터 시행하면서 부당한 조치를 계속하는 것을 몹시 유감스럽게 생각한다"며 "일본이 사태를 더 악화시키지 않으면서 한일관계의 복원을 위한 대화에 성의있게 임할 것을 거듭 촉구한다"고 지적했다.

이 총리는 이날 정부세종청사에서 열린 '일본 수출규제 대응 확대관계장관회의'를 주재하며 "그런 대화와 별도로 우리는 소재·부품·장비 산업의 발전을 위해 노력해야 한다"며 "이미 정부는 백색국가 제외 대응방안과 소재·부품·장비 경쟁력 강화대책을 차례로 내놓았다"고 장관들에게 강조했다.

이날 확대관계장관회의에선 소재·부품·장비 산업의 경쟁력 강화를 위한 R&D(연구·개발) 대책의 구체적 실행방안이 논의됐다.

이낙연 총리는 "우리는 일본의 태도와 무관하게 소재·부품·장비 산업을 긴 안목으로 일관되게 키울 것"이라며 "그러기 위해 특별회계를 설치하고, 앞으로 3년 동안 소재·부품·장비 R&D에만 5조원 이상을 투입할 것"이라고 강조했다.

이어 "예비타당성조사 면제, 연구수행기관 선정절차 간소화, 산학연 연구협의체 운영 등을 통해 R&D 기간이 단축되도록 지원하겠다"며 "R&D 생태계를 혁신해 연구역량을 최대한 결집하고 R&D 성과의 상용화를 극대화할 것"이라고 덧붙였다.

정부는 민관합동 '소재·부품·장비 경쟁력위원회'를 조만간 가동해 모든 과정을 점검하고 대책을 보강할 계획이다.

이 총리는 "이미 정부는 관계기관 합동의 '소재·부품 수급대응 지원센터'를 중심으로 기업의 애로를 해소해 왔다"며 "정부는 지금까지 약 3000건의 상담을 통해 재고 확보, 대체수입선 확보, 국내 생산시설 확충 등을 지원했다"고 밝혔다.

이어 "그런 노력은 앞으로도 계속될 것이며 우리는 일본의 부당한 경제보복조치를 바로잡기 위해 WTO 제소를 차질없이 진행할 것"이라며 "우리는 모든 분야에서 특정국가 과잉의존을 확실히 탈피할 것"이라고 강하게 말했다.

@highlight

28일 이낙연 국무총리는 정부세종청사에서 열린 '일본 수출규제 대응 확대관계장관회의'에서 최근 일본 정부가 수출우대국 백색국가에서 한국을 제외한 것에 대해서 일본에 유감을 표시하며 WTO에 제소할 것을 밝힘과 동시에 정부의 산업발전에 대한 대응방안과 경쟁력 강화대책을 발표했다.