자산총액 2조원 이상 상장기업 119개사 중 60% 가까이가 내부회계를 담당하는 회계사를 보유하고 있는 것으로 나타났다.

28일 삼일회계법인은 '트렌드리포트 2019 2호-대규모 상장회사 내부회계관리제도 현황'을 발간하며 이같은 내용을 밝혔다.

자산총액 2조원 이상의 상장회사는 올해부터 내부회계관리제도에 대해 외부감사인의 감사를 받아야 한다.

자산총액 5000억원 이상의 상장회사는 2020년, 1000억원 이상은 2022년부터 감사대상이, 2023년에는 모든 상장회사가 감사를 받게된다.

내부회계관리제도는 회사의 재무제표가 회계처리기준에 따라 작성, 공시됐는지 확인하기 위해 운영되는 내부통제제도 중 하나다.

상장사는 내부회계관리규정을 포함한 제도 관련 정보를 공시해야 한다.

이를 통해 외부의 이해관계자는 회사의 재무정보 품질 등에 대해 추정할 수 있다.

자료에 따르면 대상기업의 59%인 70개사가 내부회계 담당 회계사를 보유한 것으로 공시했다.

회계사 1인인 경우가 32개사로 가장 많았지만 10인 이상의 회계사를 보유한 회사도 3곳으로 나타났다.

내부회계관리자의 경력은 20년 이상이 59명으로 가장 많았고 5년 미만의 관리자는 21명이었다.

내부회계관리자와 별도로 공시되는 회계담당인원의 경력도 20년 이상이 42개사로 가장 많았다.

47개사(39%)는 관리자와 담당임원이 동일했고 나머지 72개사(61%)는 별도의 담당임원이 존재했다.

내부회계관리자 소속 부서는 주로 재무·회계·재경인 것으로 나타났다.

내부회계 관리에 관여하는 부서는 평균 3.6개로 3~4개 부서가 내부회계관리에 관여하는 경우는 77%에 달했다.

외부감사법에 따라 관리조직은 단순히 회계부서에 국한되지 않고 회사의 재무보고에 핵심적인 역할을 담당하는 임직원을 포함해야 한다.

회계담당자가 교육을 이수한 비율은 45%였다.

교육이수 시간도 5시간 미만이 절반이상을 차지했다.

리포트는 2018년 사업보고서부터 교육실적을 공시하기 때문에 사전에 교육계획을 수립하지 못한 채 공시시점에서야 인지한 경우도 상당수 있을 것으로 분석했다.

@highlight

자산총액 2조원이 넘는 상장회사의 경우 올해부터 내부회계관리제도에 대해 외부감사인의 감사를 받아야 함에 따라 자산총액 2조원 이상 상장기업 119개사 중 60% 정도가 내부회계를 맡는 내부회계 담당 회계사를 회사 내에 두고 있는 것으로 나타났다.