㈜동양이 올해 상반기 인력 채용을 대폭 늘린 반면 성신양회와 삼표시멘트는 줄인 것으로 나타났다.

나머지 주요 시멘트ㆍ레미콘사들은 작년 대비 소폭 줄이거나 비슷한 수준을 유지했다.

건설경기가 꺾인 여파로 수익성이 악화된 기업들이 인력 충원에 부담을 느낀 것으로 보여진다.

27일 가 올해 상반기 7개 시멘트ㆍ레미콘사들이 공시한 임직원 현황을 분석한 결과, 전체 직원 수는 4681명으로 작년 동기(4787명) 대비 2.2% 줄었다.

인력 감소폭이 가장 컸던 곳은 성신양회와 삼표시멘트였다.

성신양회의 상반기 직원 수는 632명으로 작년 동기(711명)보다 11.1%(79명) 줄었다.

특히 기간제 근로자 비중은 작년 상반기 대비 72.2% 급감했으며, 정규직 인원도 9.7% 감소했다.

성별로는 남성이 10.4%, 여성은 22.0% 줄었다.

삼표시멘트도 작년 상반기(857명) 대비 7.8% 감소한 790명으로 집계됐다.

쌍용양회와 유진기업의 올해 상반기 전체 직원 수도 각각 1230명과 669명으로 작년 동기의 1243명, 675명보다 소폭 감소했다.

반면 유진기업의 계열사인 동양의 상반기 직원 수는 443명으로 작년 상반기(400명)에 비해 10.8% 급증했다.

특히 정규직은 작년 같은 기간 대비 12.1% 증가했다.

한일시멘트도 작년(592명) 대비 1.4% 늘어난 600명으로 확인됐다.

한편 7대 시멘트ㆍ레미콘사의 올 상반기 1인 평균 급여는 약 3516만원으로 작년 동기(3553만원)와 비슷한 수준을 기록한 것으로 나타났다.

다만 기업별 격차는 컸다.

쌍용과 성신의 올 상반기 1인 평균 급여는 4316만원과 3800만원으로 전년 같은 기간 대비 각각 16.7%, 8.6% 올랐다.

반면 동양과 한일은 10%대 하락률을 기록했다.

아주(7.5%↓)와 삼표(1.0%↓) 유진(0.4%↓)은 전년과 비슷한 수준에 그쳤다.

@highlight

건설경기가 꺽인 여파로 7개 시멘트, 레미콘사들이 인력 충원에 부담인 요즘 (주)동양은 되려 올해 상반기 인력 채용을 11%로 대폭 늘린 반면 성신양회와 삼표시멘트는 11% 줄인 것으로 나타났고 나머지 주요 시멘트, 레미콘사들은 작년 대비 소폭 줄이거나 비슷한 수준을 유지한것으로 알려졌다.