'노동자성'을 인정해달라는 우버 드라이버 목소리가 높아지고 있다.

27일(현지시간) 가디언 등 외신에 따르면 우버와 리프트 드라이버 수백명이 미국 샌프란시스코 우버 본사 앞에서 집회를 열었다.

플랫폼 노동자를 개인사업자로 분류하기 어렵게 만드는 주 법안 'AB5' 지지 목적이다.

집회는 '긱 워커스 라이징'이 주최했다.

이 단체는 서비스노조국제연맹(SEIU) 지원을 받고 있다.

AB5 법안은 2018년 5월 캘리포니아 대법원 판결이 시발점이 돼 처음 등장했다.

당시 운송회사 '다이나멕스'는 운송기사들에게 회사 유니폼을 입고 로고를 표시하도록 요구하면서도 이들을 개인사업자로 분류했다.

이 사건에서 캘리포니아 대법원은 이 같은 행위가 수많은 노동자들이 최소한 노동조건을 보장받지 못하고 기업이 사회보험료로 부담해야 할 세원을 회피한다고 판단, 운송기사들에게 유리한 판결을 내렸다.

AB5 법안은 고용상태 분류를 위해 'ABC 테스트' 라는 법적 표준을 적용하라는 내용을 담고 있다.

개인사업자로 인정받기 위해서는 A)회사의 지휘·통제로부터 자유롭고 B)그 회사의 통상적인 비즈니스 이외의 업무를 해야 하며 C)스스로 독립적인 고객층을 갖는 등 해당 사업에서 독립적인 비즈니스를 구축하고 있어야 한다.

이 법안이 통과되면 우버나 리프트는 유급 병가, 실업 보험 등 전통적인 고용혜택에 대한 책임을 소속 드라이버들에게 져야 한다.

법안은 올해 5월 캘리포니아 주 국회를 통과했지만 실제 적용 여부는 불투명한 상태다.

개빈 뉴섬 캘리포니아 주지사가 이 법안에 서명할지 여부는 분명치 않다.

이날 집회에 드라이버 외에도 다양한 정치권 인사들도 관심을 보였다.

2020년 미국 대통령 선거에 출마할 것으로 전망되는 피트 부티지지 인디애나주 사우스벤드 시장도 이날 집회에 참여해 연설했다.

피트 부티지지 시장은 "'긱(Gig)'은 '잡(Gob)'의 또 다른 단어이기 때문에 이곳에 왔다"며 "보호가 없고 노동조합이 없고 노동자가 노동자로 취급되지 않는 미래를 원하는가, 아니면 정의와 함께하는 미래를 원하는가"라고 말했다.

@highlight

미국 우버와 리프트 드라이버들이 근로자성 인정을 요구하는 집회를 27일 미국 샌프란시스코 우버 본사 앞에서 열고, 운송기사들을 개인사업자로 분류하기 어렵게 만드는 AB5 법안을 지지하는 목소리를 냈다.