한국이 2019 국제농구연맹(FIBA) 월드컵 조 최하위에 그친다는 외신 예상은 1998년 이후 본선 무승인 현실을 생각하면 어쩔 수 없다.

간판스타 라건아(30·울산 현대모비스 피버스)도 애를 먹으리라는 전망도 나왔다.

필리핀 방송 ABS-CBN은 26일(한국시간) 농구월드컵 B조 프리뷰에서 한국을 최약체라고 봤다.

아르헨티나, 러시아, 나이지리아가 1~3위로 예상됐다.

ABS-CBN은 "라건아가 귀화하면서 한국대표팀 전력은 좋아졌다"라면서도 "농구월드컵에선 라건아보다 신장과 기량 모두 좋은 선수들이 존재한다. 이들을 상대로 라건아는 너무 느려 보일 수 있다"라고 지적했다.

라건아가 귀화를 통해 한국대표팀 전력을 강화한 것은 인정받았으나 농구월드컵 본선에선 고전을 면치 못하리라는 냉정한 평가를 받았다.

라건아는 한국프로농구(KBL) 프로필 기준 199㎝ 111㎏ 체격으로 현대모비스와 국가대표팀 모두 센터를 맡고 있다.

그러나 국제무대에서는 2ｍ 안팎 가드/포워드, 라건아와 체중은 비슷해도 더 역동적인 포워드/센터를 보는 것이 그리 어렵지 않다.

ABS-CBN은 "한국은 월드컵 아시아 예선에서 가장 인상적인 팀 중 하나였다"라면서도 "본선 조 추첨운이 없었다. 세계랭킹 기준 톱10 중 2개 국가를 상대하게 됐다"라고 설명했다.

아르헨티나는 세계랭킹 5위, 러시아는 10위에 올라있다.

올림픽에서도 아르헨티나가 금1·동1, 러시아는 2012년 런던대회 3위를 차지했다.

ABS-CBN은 나이지리아를 B조 다크호스로 지목했다.

세계랭킹은 33위로 한국보다 낮지만, 운동능력이 좋은 팀들이 즐비한 아프리카선수권 2015년 우승팀이다.

한국대표팀은 오는 31일 오후 9시30분 중국 우한 스포츠센터에서 아르헨티나를 상대로 농구월드컵 B조 1차전을 치른다.

@highlight

필리핀 방송 ABS-CBN은 26일(한국시간) 2019 국제농구연맹(FIBA) 월드컵 관련 한국팀이 역량면에서 최약체라 평가했으며 한국농구의 간판스타 라건아(30·울산 현대모비스 피버스)도 고전을 면치 못하리라 예상했다.