KOMIPO Cirebon 종합 커뮤니티 센터 협약식에 참석한 사람들이 기념촬영을 하고 있다.

한국중부발전(사장 박형구)은 27일 인도네시아에서 운영 중인 찌레본 발전소 1호기(660㎿)와 신규 2호기(1000㎿) 건설 사업장 주변지역에 KOMIPO 도서관 및 스포츠 복합시설을 건립하기 위한 업무협약을 체결하고 착공식을 갖는다고 밝혔다.

이 시설은 인도네시아 찌레본 발전소 주변지역 아동에게 문맹퇴치 프로그램을 제공하고 현지 근로자 및 지역주민의 여가시간 활용과 근로복지를 향상시키는 것을 목적으로 하고 있다.

‘KOMIPO Cirebon 종합 커뮤니티 센터’는 중부발전의 찌레본 2호기 법인인 PT.CEPR에서 2018년부터 조성 중인 Taman Cirebon park(찌레본 공원)내에 조성되는 사업이다.

착공식에는 김호빈 기술본부장 등 중부발전 임직원, 찌레본 지역주민 협의체, 현지 사회복지법인, 환경단체, 찌레본주 공무원, 대학생 자원봉사자 등 50여 명이 참석했다.

현재까지 90%의 공정률을 보이고 있는 찌레본 공원내에 배드민턴장, 풋살장, 배구장 등 복합 스포츠 시설을 건립하여 지역주민에게 개방하고, 문맹률이 높은 지역아동에게 문맹퇴치를 위한 전문인력 양성, 전문 교육기관과 협업한 프로그램 개발 및 운영지원을 지속적으로 시행할 계획이다.

착공식이 끝난 후 김호빈 기술본부장을 비롯한 중부발전 사회봉사단은 지역에 물 부족 문제를 해소하기 위해 식수용 관정을 개발하고 각 가정과 학교에 파이프 라인을 설치하기 위한 사회공헌 활동을 펼쳤다.

김호빈 기술본부장은 “발전소가 단순히 전력을 생산하는 장소가 아닌 지역주민의 쉼터이자 경제활동의 원천이 될 수 있는 공유가치 창출과 혁신의 장소가 될 수 있도록 중부발전 임직원이 다함께 노력하겠다”고 밝혔다.

@highlight

27일 한국 중부발전은 현지근로자와 지역주민들의 복지향상을 위해 건설중인 찌레본 발전소의 주변에 도서관 및 스포츠 복합시설 건립에 대한 업무협약을 체결한다고 밝혔다.  