국토교통부와 자율주행 시범운행지구로 선정된 대구시 등 9개 지자체 등이 28일 자율주행차 협력체를 발족하고 자율주행자동차 사업 추진 현황과 성과를 공유한다.

국토부는 이날 서울 더케이호텔에서 자율협력주행 관련 사업을 추진 중인 9개 지자체, 9개 공공기관, 행정중심복합도시건설청, 새만금개발청과 함께 ‘공공사업 협의체’(이하 협의체)를 발족하고 ‘킥오프세미나’를 연다고 밝혔다.

이번 협의체 발족은 ‘자율협력주행 산업발전 협의회’ 활동의 일환으로 자율협력주행 스마트인프라 전국 확대 구축에 앞서 정부지자체·공공기관 간 보다 긴밀한 협의를 위해 추진됐다.

협의체를 통해 정부와 지자체는 자율협력주행 관련사업의 추진현황과 노하우를 공유하고 자율주행 서비스 전국 확대를 위한 관련 이슈를 본격적으로 논의해 나갈 계획이다.

국토부에 따르면 대구시는 전기차 기반 자율주행차 선도도시 구축을 통한 실증도시 조성을 목표로 △1천282개 자동차부품기업 △단품/시스템 전문평가장비 △주행시험장·실증도로 등 실증 인프라 △자동차전문연구기관·대학 등의 인프라를 이미 구축했다.

대구시가 필요한 연구·개발시설로는 △자율주행 인프라 컨트롤타워 구축 및 기업육성 △실도심지 기반 실증연구 인프라를 포함한 테스트베드 완성 △자율주행 상용화 대비 다양한 시나리오 개발환경 등이 꼽혔다.

특히 대구시는 미래형자율주행차 연구·개발 기반조성 및 부품산업육성을 위한 신규사업으로 △5G기반 자율주행 융합기술 실증 플랫폼 구축(2020~2022년, 460억) △미래형자동차 구동전장부품 실증 기반조성사업(2020~2023년, 180억) △전기자율차 활성화 위한 플랫폼 고도화(2020~2023년 93억) 등을 추진할 예정이다.

대구시는 “전기화물차, 이·삼륜차를 생산하는 기업이 대구에 정착하고 있으며, 환경부 등에 충전기를 납품하는 기업, 테슬라에 들어가는 분리막을 전량수출하는 배터리 생산기업 등 경쟁력 있는 기업들이 나타나고 있다”고 강조했다.

@highlight

대구시 등 9개 지차제 등이 자율주행차 협력체를 발족하고 스마트인프라 전국 확대 구축에 앞서 정부와 지차체는 노하우를 공유와 서비스 전국 확대를 위한 관련 이슈를 본격적으로 논의해 나갈 계획이다.