올해 상반기(1~6월) 창업한 기업이 지난해보다 7.1% 감소한 것으로 나타났다.

지난해 임대사업자 등록 혜택으로 급증했던 부동산업 창업이 조정국면에 접어들었기 때문인 것으로 풀이된다.

중소벤처기업부가 28일 발표한 상반기 창업기업 동향에 따르면 올해 상반기 창업기업 수는 64만2488개로 전년동기대비 7.1%(4만9311개) 감소했다.

중기부는 부동산업 창업 하락을 원인으로 꼽았다.

지난해 임대주택 등록사업자에 취득세·재산세 감면 등 세제혜택을 제공해 부동산업 창업이 급증했으나 올해부터는 조정국면에 들어갔다는 설명이다.

실제로 부동산업 창업은 2017년 상반기 14만4404개에서 지난해 상반기 18만7829개로 30.1% 급증했다가 올해 상반기에는 12만6431개로 32.7% 감소했다.

같은기간 부동산업을 제외한 창업기업 수는 49만1973개, 50만3970개, 51만6057개로 꾸준히 증가했다.

특히 중기부는 상반기 기술창업이 5.5% 늘어난 11만3842개로 역대 최고치를 기록했다고 강조했다.

기술창업은 제조업이나 정보통신, 과학기술 등 지식기반 서비스업 등 기술기반 업종의 창업을 의미한다.

올해 기술창업에서는 제조업에서 7.5%가 감소했지만 정보통신업(2.5%), 전문·과학·기술서비스업(14.4%), 고용알선·여행·사무보조 등 사업지원서비스업(21.7%)에서 창업이 늘었다.

한편 전통 서비스업 중에서는 도·소매업 창업기업이 6.4% 증가했으나 숙박·음식점업 창업기업은 0.5% 감소했다.

성별로는 여성 창업기업이 전년 동기 대비 9.4% 줄어든 29만5986개, 남성 창업기업은 5.1% 감소한 34만6136개로 나타났다.

창업자 연령별로는 30세 미만에서만 3.6%가 증가하고 전 연령대가 하락했다.

다만 기술창업에서는 30세 미만(9.9%)과 60세 이상(13.3%)을 중심으로 모든 연령대에서 증가했다.

@highlight

중소벤처기업부가 부동산업 창업이 줄어듦에 따라 올해 상반기 새로 창업한 기업 수는 64만2488개로 예년보다 7.1% 감소했다고 28일 발표했다.