삼성전자가 내년 초 맞춤형 냉장고 비스포크(BESPOKE)를 유럽 시장에 선보인다.

삼성 비스포크 냉장고는 소비자 다양한 라이프스타일에 맞춰 원하는 제품 타입과 패널을 선택할 수 있는 모듈형 냉장고이다.

올해 6월 국내에 출시해 소비자에게 큰 호응을 받고 있다.

삼성전자는 유럽시장 진출에 앞서 9월 6일부터 11일까지(현지시간) 독일 베를린에서 열리는 유럽 최대 전자 전시회 IFA 2019에 비스포크 냉장고를 전시해 유럽 소비자에게 사전 체험 기회를 제공한다.

비스포크 전시 공간은 1인 가구부터 대가족까지 가구 형태와 주거 공간에 따라 자유롭게 제품을 구성하고 추가할 수 있는 모듈형 냉장고라는 특성을 반영해 7가지 테마로 나눠 공간을 연출할 예정이다.

삼성전자는 세계 최대 규모 빌트인 가전 시장 유럽에서 별도 공사 비용을 들이지 않고도 '빌트인 룩(Look)'을 구현할 수 있는 비스포크 냉장고가 개성과 합리적인 소비를 동시에 추구하는 유럽 소비자를 만족시킬것이라 기대한다.

유럽 시장에는 주방이 협소한 특성을 고려해 상냉장·하냉동 타입의 2도어 냉장고와 1도어 냉장고 등을 판매할 예정이다.

현지 소비자 취향을 고려한 색상도 새롭게 선보일 계획이다.

삼성전자는 이와 함께 밀레니얼 세대의 특성을 반영한 프리미엄 빌트인 주방 가전 라인업도 내년 초 유럽에 출시한다.

오븐과 쿡탑 등으로 구성한 신규 라인업은 디자인을 대폭 강화한 것이 특징이다.

비스포크 냉장고와 같이 배치해도 어울리도록 무광과 유광의 글래스 소재 중 원하는 것을 선택할 수 있도록 했다.

터치스크린과 다이얼 컨트롤러를 적용해 조작을 간편하게 했다.

삼성전자는 비스포크 냉장고와 빌트인 신제품으로 세계 빌트인 가전 시장 40% 이상을 차지하는 유럽시장을 적극 공략할 계획이다.

양혜순 삼성전자 생활가전사업부 상무는 "삼성 비스포크 냉장고는 국내 시장에서 새로운 라이프스타일 가전 으로 자리매김 하고 있으며, 세계 주요 거래선에게 호평을 받고 있다"면서 "유럽을 시작으로 도입 지역을 확대해 글로벌 라이프스타일 가전 브랜드로서 위상을 더욱 강화하겠다"고 말했다.

@highlight

삼성전자는 내년 초 소비자의 다양한 라이프스타일에 맞춰 원하는 제품 타입과 패널을 선택할 수 있는 모듈형 냉장고인 맞춤형 냉장고 비스포크(BESPOKE)를 유럽 시장에 선보이며, 세계 빌트인 가전 시장 40% 이상을 차지하는 유럽시장을 적극 공략할 계획이다.