서울 아파트 중위가격이 두 달 연속 최고가를 경신하면서 처음으로 8억6000만원대를 넘어섰다.

28일 KB국민은행 리브온(liiv On)부동산 통계에 따르면 이달 기준 서울 아파트 중위 매매가격은 전월대비 530만원 오른 8억6245만원으로 집계됐다.

지난 7월 전고점이었던 지난해 11월(8억4883만원) 기록을 8개월 만에 경신한 데 이어 두 달 연속 역대 최고치를 경신했다.

중위 매매가격은 주택 매매가격을 순서대로 나열했을 때 중간에 위치한 가격으로 평균 매매가격보다 시세 흐름 전망 파악에 유용한 지표다.

강남권과 강북권 모두 아파트 중위 매매가격이 상승했다.

강남 11개구 아파트 중위 매매가격은 10억7905만원으로 전월(10억7659만원)대비 267만원 올랐다.

민간택지 분양가상한제 발표 이후 은마, 잠실주공5단지 등 주요 재건축 단지 가격은 하락했지만 준공 10년 이하 단지 시세가 오르면서 중위가격은 상승세를 이어갔다.

강북 14개구 아파트 중위 매매가격은 전월대비 853만원 오른 6억1600만원으로 집계됐다.

직주근접 수요가 많은 마포·용산·성동 지역 신축 단지 시세가 올랐고 중소형 단지가 많은 노원·성북 지역 아파트값도 바닥을 다지고 오름세로 나타낸 영향으로 풀이된다.

한편 시내 25개 자치구 모두 이달 1㎡당 아파트 매매가격이 올랐다.

가격이 가장 비싼 지역은 강남구로 1㎡당 1853만원으로 조사됐다.

이어 서초(1603만원) 용산(1284만원) 송파(1220만원) 마포(1035만원) 성동(1034만원) 순이다.

시내에서 1㎡당 아파트 매매가격이 가장 낮은 지역은 금천구(550만원)로 나타났다.

향후 서울 아파트값 전망에 대해선 전문가들 사이에서도 의견이 분분하다.

재개발 사업이 중단되면 공급 차질로 이어져 신축 단지 위주로 집값 오름세가 이어질 것이란 관측도 있다.

@highlight

강남, 강북권 중위 매매가격 및 시내 25개 자치구 1m²당 아파트 매매가격 상승으로 서울 아파트 중위가격이 8억6000만원대를 돌파, 두 달 연속 최고가를 경신했다.