27일 오후 5시 수원 라마다프라자 호텔 신관 2층 토파즈홀에서 열린 글로벌 CEO 무역아카데미 9기 수료식에서 김기준 경과원 원장(앞줄 왼쪽 여섯 번째) 을 비롯한 9기 교육 수료생들이 기념촬영을 하고 있다.

경기도 수출을 이끌어갈 33명 도내 글로벌 CEO가 배출됐다.

경기도경제과학진흥원(이하 경과원)은 27일 오후 5시 수원 라마다프라자 호텔 신관 2층 토파즈홀에서 '글로벌 CEO 무역아카데미 9기 수료식'을 개최했다고 28일 밝혔다.

'글로벌 CEO 무역아카데미'는 경과원이 한국외대와 함께 운영하는 도내 중소기업 CEO를 위한 해외마케팅 최고경영자과정으로, 2011년 1기를 시작해 이번 9기까지 283명 글로벌 CEO를 양성했다.

이번 9기는 참가 교육생 33명 전원이 수료하는데 성공했다.

이들 수료생들에게는 경기도지사, 경과원장, 한국외국어대학교 총장 등 3개 기관장 공동명의로 된 수료증이 전달됐다.

참여도와 과제물 등을 평가해 정용탁 고려엔티씨 대표와 윤귀분 성지 이사가 성적우수자로 경기도지사상을 수상했다.

이번 9기 과정은 지난 5월부터 7월까지 12주간 진행됐다.

해외시장진출을 위해 필요한 △지역별 문화 △비즈니스 상관습 △바이어 발굴기법 △전략적 진출 방안 등을 집중적으로 다뤘다.

6월에는 베트남 호치민을 찾아 현지 시장 탐방과 베트남 시장 진출에 성공한 기업을 방문해 노하우를 전수받는 등 해외연수 프로그램도 마쳤다.

9기 원우회장을 맡은 정용탁 고려엔티씨 대표는 "사업 몰두에 놓치기 쉬운 다양한 비즈니스 정보를 습득하며 글로벌 관점에서 바라보는 시야를 넓힐 수 있었다"며 "같은 기수 모임과 원우회 모임 등을 통해 다른 분야에서 활동하는 다양한 인맥을 쌓은 점도 큰 자산이 됐다"고 전했다.

김기준 경과원 원장은 "본 교육과정이 급변하는 비즈니스 환경을 슬기롭게 이겨내고 글로벌 기업으로 도약하는데 밑거름이 되길 바란다"며 "앞으로 해외진출을 희망하는 CEO들에게 바람직한 리더십을 제시하고 기업의 방향성 설정에 도움이 되도록 노력하겠다"고 말했다.

@highlight

경기도경제과학진흥원은 27일 수원 라마다프라자 호텔 신관 2층 토파즈홀에서 '글로벌 CEO 무역아카데미 9기 수료식'을 열었으며, 교육생 33명 모두가 수료하여 경기도 수출을 이끌어갈 33명의 도내 글로벌 CEO가 배출되었다.