전자신문엔터테인먼트(대표 소성렬, 이하 전자신문ENT)가 대중 스포츠로 거듭나는 골프분야의 혁신 산업 먹거리를 함께 나누기 위한 대규모 박람회를 마련한다.

전자신문ENT 측은 내달 26~29일 나흘간 인천 송도 컨벤시아 전시장 1홀에서 '2019 Golf IT 박람회'를 개최한다고 최근 전했다.

'2019 Golf IT 박람회'는 세계 대회에서 선전과 함께 600만 명에 이르는 골프인구를 바탕으로 매년 7%씩 성장하는 골프산업의 혁신을 발굴하고, 대중과 함께 누리는 미래산업 먹거리로서 성장시킬 수 있는 가능성을 확인하고자 마련한 박람회다.

주최자인 전자신문ENT를 비롯, 전자신문·전자신문인터넷 등 38년 IT오피니언 리더 역할을 해온 전자신문미디어그룹 노하우와 함께 전시전문기업 에스티코퍼레이션과 '박성현의 패션잇템' 벨트와 팔찌로 유명한 드루벨트가 주관사와 후원을 맡아 전문성과 재미, 참신성을 모두 녹여냈다는 데 큰 의미가 있다.

박람회는 골프클럽과 골프웨어, 액세서리 등 관련 용품 전시 및 판매를 필두로 희귀 아이템 전시·고급용품 경매 등의 물품이벤트, 유명 아카데미 레슨 프로들의 원포인트 레슨과 장타대회 등의 참여이벤트들로 운영될 예정이다.

관람객에게는 입장권 구매시 무료 제공되는 기념품과 함께 골프관련 정보를 담은 개정판 골프룰 미니북, 참여기업 제품들의 할인쿠폰 등이 제공되며, 푸짐한 경품추첨기회도 별도로 제공된다.

자세한 행사정보는 전자신문인터넷 컨퍼런스 페이지(http://conference.etnews.com/conference_view.html?serial=97)에서 확인할 수 있다.

소성렬 전자신문ENT 대표는 "박람회는 참여기업, 관람객 등 모두가 즐거워야 한다"면서 "기존과 달리 보다 즐거운 박람회를 준비하기 위해 저희 전자신문ENT도 최선의 노력을 다하겠다"고 말했다.

@highlight

전자신문 ENT 는 600만명에 이르는 골프인구를 바탕으로 매년 7%씩 성장하는 골프산업의 혁신을 발굴하고 미래 산업 먹거리로서의 성장 가능성을 확인하고자 '2019 Golf IT박람회'를 개최하여, 골프클럽과 골프웨어 등의 전시 및 판매를 밀두로 희귀 아이템 전시, 고급용품 경매등의 이벤트 등을 운영할 예정이다.