일본의 무역 보복으로 한국에서 일제 불매운동이 벌어지고 있는 가운데 정상혁 충북 보은군수가 "일본 돈을 받아 한국이 발전했다"고 말해 논란이 일었다.

26일 정 군수는 울산 남구에서 열린 '보은군 이장단 워크숍'에 참석해 이 같이 말했다.

해당 자리엔 군내 이장 200여 명이 참석해있었다.

그는 "일본의 돈을 받아서 우리가 세끼 밥도 못 먹고, 산업 시설 아무것도 없던 시절에 구미공단, 울산·포항 산업단지 만든 거 아니냐"며 "그러니까 한국 발전의 기본은 5억 불 받아서 했다는 게 객관적 평가다"라고 말했다.

그는 "한·일 협정 당시 일본으로부터 받은 그걸(돈) 마중물로 해서 경제개발 1, 2차 계획했고, 그 돈으로 한강의 기적을 일궜다"며 "그걸 국민이 간과하고 있다"는 취지의 발언도 했다.

정 군수는 위안부 문제에 관해서도 언급했다.

그는 "우드 볼 아시안게임 때 만난 일본인이 내게 '위안부 그거 한국만 한 거 아니다. 중국도 하고, 필리핀도 하고, 동남아에서 다했지만, 다른 나라에 배상한 게 없다. 한국에만 5억 불 줬다. 한·일 국교 정상화 때 다 끝났다'고 하는 말을 들었다"고 말했다.

그러면서 "일본 사람들은 박근혜 전 대통령이 일본 총리하고 사인해 돈 다 줬고, (일본이) 한국에 두 번이나 도움을 줘 다 끝났다고 생각하더라"라는 말을 덧붙였다.

이어 "그런데 (한국이) 지금 자꾸 뭐 내놔라, 사과하라고 하는 건 납득할 수 없다고 일본 사람들은 생각한다"고 했다.

또 "'박근혜든 박정희든 대통령이 일본 총리하고 사인했으면 지켜야 하는 거 아니냐. 그것을 무효화하고 돈 가져와라. 국가 대표들이 협약하면 공인 된 약속인데, 그걸 안 지킨다고 하니까 일본이 한국을 믿을 수 없는 나라로 생각한다'고 일본 사람들이 말하더라"고 했다.

정 군수는 일본 불매운동에 대해서도 비판적 입장을 내보였다.

그는 "한국이 일본 상품 불매하는데, 일본도 한국 것 안 쓴다"며 "그러면 거꾸로 우리가 손해 본다"고 강조했다.

@highlight

26일 울산 남구에서 200명의 군내 이장이 참석한 가운데 열린 '보은군 이장단 워크숍'에서 정상혁 충북 보은 군수가 '한국은 일본 돈을 받아 발전했다'발언으로 논란이 일고 있다.