박승 하나금융그룹 사회공헌위원회 위원장(왼쪽에서 4번째)과 함영주 하나금융그룹 부회장(왼쪽에서 5번째)이 참석 내외빈 및 어린이들과 함께 기념 세레모니를 하고 있다.

하나금융그룹은 28일 부산광역시 연제구 반송로에 위치한 KEB하나은행 연산동지점 2층에 영남지역 첫 번째 상생형 공동직장 어린이집 '부산 상생형 하나금융 공동직장 어린이집' 개원식을 가졌다고 밝혔다.

이날 개원식에는 박승 하나금융 사회공헌위원회 위원장을 비롯해 함영주 하나금융 부회장, 이재갑 고용노동부 장관, 심경우 근로복지공단 이사장, 이성문 부산시 연제구청장 등이 참석했다.

'부산 상생형 하나금융 공동직장 어린이집'은 지방거주 아동들에게 수준 높은 보육환경을 제공하고 지역 중소기업과의 협약을 통해 상대적으로 어려운 보육 여건에 놓인 지원 대상 기업 재직 직원 자녀가 우선적으로 입소할 수 있도록 한 영남지역의 첫 번째 상생형 공동직장 어린이집이다.

'부산 상생형 하나금융 공동직장 어린이집'은 별도 야외 공간인 5층에 체험형 놀이터를 설치해 다양한 실외 체험학습의 장을 마련했다.

또 친환경 자재로 조성한 어린이집 내부에는 디지털 게시판을 설치했고 인터액티브 월(Interactive Wall)로 날씨와 미세먼지 농도를 실시간으로 확인할 수 있다.

박 위원장은 "중소기업과 함께하는 상생의 문화를 바탕으로 심각한 저출산 문제 해결을 위한 노력을 이어가겠다"며 "하나금융의 노력이 마중물이 돼 앞으로 더 많은 기업들이 저출산 극복에 관심을 갖고 동참하기를 희망한다"고 밝혔다.

함 부회장은 "앞으로도 상생의 기업 문화 조성과 지역균형 발전을 위해 부단히 노력하겠다"고 말했다.

한편, 하나금융은 지난해 4월 '2020년까지 1500억원 규모, 90개의 국공립 어린이집과 10개의 직장 어린이집 등 총 100개의 어린이집 건립' 계획을 발표했으며 지난해 7월 근로복지공단과 상생형 공동직장 어린이집 설치와 관련한 협약을 맺었다.

하나금융은 지난 3월과 4월에 서울 명동과 여의도에 직장 어린이집 1, 2호를 각각 개원했고, 지난 7월에는 호남 광주지역에 제 1호 '상생형' 공동직장 어린이집을 개원했다.

@highlight

하나금융그룹은 28일 KEB하나은행 연산동지점 2층에서 지방거주 아동들에게 수준 높은 보육환경을 제공하고 상대적으로 어려운 보육 여건에 놓인 지원 대상 기업 재직 직원 자녀가 우선적으로 입소할 수 있는 영남지역 첫 번째 '부산 상생형 하나금융 공동직장 어린이집' 개원식을 가졌으며, 지난 3월과 4월에는 각각 서울 1,2호와 7월에는 호남 지역 1호를 개원했다.