우국충정이 깃든 청도 임호서원 전경.

청도 운문산 지맥이 수많은 봉우리와 거대한 산괴(山塊)를 거느리며 서진(西進)하면서 베틀바위산이 마을을 감싸안는 청도군 금천면 임당리는 숲으로 가려진 은둔의 마을로 ‘임진왜란 3부자 공신마을’로 이름이 나 있다.

마을 입구 오른쪽에는 우국충정의 혼이 깃든 고색창연한 고택이 마을의 기풍과 전통을 말해주듯 도도하게 자리하고 있다.

임진왜란 때 선조 임금이 의주로 파천할 때 무관으로 호종한 삼우정(三友亭) 박경신(朴慶新) 선생과 그의 쌍둥이 아들 지남(智男)과 철남(哲男) 3부자를 배향한 임호서원(林湖書院)이다.

서원 초입에는 박경신 3부자의 공덕을 기리는 비석과 함께 공신녹권, 인증서, 교지 등이 보물(제1237호)로 지정된 포상문서를 비롯해 밀양박씨 삼우정파 종중 소장 문적을 보관한 경의관(景義館)이 있다.

박경신 선생은 조선 중종 34년에 태어나 31세에 무과 초시에 합격, 35세 때 장원급제를 하면서 두루 관직을 거쳤다.

임란 때 선조를 호위하며 몽진길에 올라 임란 후 선무원종 1등공신을 책훈 받고 순조 16년에 가선대부 병조참판 겸 동지의금부사 훈련원 도정을 추서받았다.

작금 한·일 간의 첨예한 대립이 오늘을 사는 우리에게 진정한 애국의 참뜻을 화두로 던지고 있는데, 옛사람들의 나라사랑이 새롭게 다가와 시사하는 바가 매우 크다.

@highlight

청도군 금천면 임당리는 ‘임진왜란 3부자 공신마을’로, 입구 오른쪽에는 우국충정의 혼이 깃든 고택이 도도하게 자리하여 애국의 참뜻을 화두로 던지고 있어 옛사람들의 나라사랑이 새롭게 다가와 시사하는 바가 매우 크다.