스마트폰이나 컴퓨터에 남은 디지털 증거 분석 기법 활용 확대에 따라 임금체불 등 노동관계법 위반 적발 사례가 늘었다.

디지털 포렌식 이미징 과정. 고용노동부는 올해 상반기 노동관계법 수사 및 근로감독 과정에서 418건의 디지털 증거 분석이 실시됐다고 28일 밝혔다.

2017년 245건, 지난해 251건에 비해 대폭 증가한 수치다.

디지털 증거 분석은 컴퓨터·스마트폰·폐쇄회로(CCTV) 등 디지털 자료에 대한 위·변조 탐지, 삭제자료 복원, 문서분석 등을 통해 증거를 찾는 과학수사 기법이다.

일례로 A 기업은 직원에게 연장근로수당을 주지 않았다는 진정이 제기돼 고용노동부가 근로감독에 착수했지만, 출·퇴근 기록이 없어 법 위반을 입증하기 어려웠다.

고용부는 직원들이 휴대전화로 주고받은 카카오톡 메시지를 분석해 연장근로 사실을 밝혀내고 사업주가 체불 임금을 지급하도록 했다.

형사 사건 수사에서 중요한 역할을 하는 '디지털 포렌식' 기법이 노동관계법 사건 수사와 근로감독에서도 성과를 내고 있다.

올해 상반기 근로시간 위반 관련 분석이 139건으로 가장 많았다.

임금체불 관련 78건, 부정수급 관련 37건의 증거 분석이 이뤄졌다.

불법파견과 부당노동행위에 대한 분석도 각각 28건 있었다.

디지털 포렌식 실적이 급증한 것은 고용부가 서울지방고용노동청에만 있던 디지털 증거분석팀을 작년 8월 중부, 부산, 대구, 광주, 대전노동청으로 확대했기 때문이다.

전담 인력도 2명에서 18명으로 늘었다.

기업이 인사·노무 관리를 컴퓨터 등으로 하는 게 보편화하면서 고용관계법 수사와 근로감독에서 디지털 포렌식의 비중도 커지고 있다.

장부나 서류에 의존하는 기존 방식으로는 한계가 있다는 게 고용부의 설명이다.

고용부는 디지털 포렌식 기술의 활용도를 높이기 위해 모범 사례를 모은 '디지털 증거 분석 사례집'을 발간했다.

사례집은 수사 기법을 담고 있어 외부에는 공개되지 않는다.

권기섭 고용부 근로감독정책단장은 "산업 현장에서 발생하는 다양한 불법 사례를 확인하기 위해서는 근로감독 행정도 과학화와 전문화가 필요하다"고 말했다.

@highlight

컴퓨터, 스마트폰, 폐쇄회로 등 디지털 자료에 대한 위,변조탐지, 삭제자료복원, 문서분석 등을 통해 증거를 찾는 과학수사 기법인 디지털증거 분석을 통해 임금체불 등 노동관계법 위반 적발 사례를 밝혀낸다.