이르면 2~3개월 내에 대형마트에서 포장용 빈 종이상자와 테이프·끈이 퇴출된다.

장 본 물건을 박스에 담아 집으로 가져가는 대신 장바구니를 쓰도록 하기 위해서다.

환경부는 29일 오후 1시 서울 마포의 서울가든호텔에서 농협하나로유통 롯데마트 이마트 홈플러스 등 대형마트 4개사와 소비자공익네트워크 등과 '장바구니 사용활성화 점포 운영 자발적 협약식'을 한다.

이번 협약을 통해 이들 대형마트는 2∼3개월 홍보 기간을 거쳐 자율포장대에 비치하던 종이상자와 플라스틱으로 만든 포장 테이프 및 끈을 치울 방침이다.

환경부는 "가정에서 포장용 테이프, 끈과 함께 배출되어 재활용에 어려움이 많았던 빈 종이상자의 재활용을 적극 추진할 예정"이라며 "자율포장대 운영 중단에 따른 고객의 불편이 최소화될 수 있도록 고객 요구에 맞는 장바구니 개발·제작·보급에 힘쓰고 대여체계 구축 등 적극 노력하기로 했다"고 밝혔다.

이번 협약은 제주 지역 성공 사례를 전국으로 확산하기 위해 추진하는 것이다.

대형마트 4곳과 제주의 중형마트 6곳은 제주특별자치도와 2016년 업무협약을 하고 종이박스 등을 모두 치웠다.

그 결과 제주의 대형마트에서는 소비자의 장바구니 사용이 자리를 잡았다고 환경부는 전했다.

폐기물 문제의 심각성도 협약 추진 배경이 됐다.

환경부에 따르면 롯데마트, 이마트, 홈플러스 등 3개사 기준으로 연간 658t, 서울월드컵경기장(9천126㎡) 857개 분량의 플라스틱 폐기물이 발생하는 등 2차 환경오염 우려가 제기됐다.

조명래 환경부 장관은 "생각과 행동을 조금만 바꾸면 불필요한 폐기물을 만들지 않을 수 있다"며 "업계 노력과 정부 지원뿐 아니라 국민의 적극적인 참여가 필요하다"고 말했다.

환경부에 따르면 5개 대형마트의 속 비닐 사용량은 '1회용 비닐쇼핑백·과대포장 없는 점포 운영 자발적 협약' 체결 이후 1년만에 37.9% 줄었다.

@highlight

환경부가29일 서울 마포 서울가든호텔에서 대형마트 4개사와 '장바구니 사용활성화 점포 운영 자발적 협약식'을 하는데, 이번 협약으로 대형마트들은 자율포장대에 비치하던 종이상자 및 플라스틱 포장 테이프나 끈을 치울 예정이라며, 조명래 환경부 장관은 업계 노력 뿐만 아니라 국민의 적극적인 참여가 중요하다고 강조했다.