한국중부발전(주) 보령발전본부(본부장 임오식)는 글로벌 인재 양성을 위해 발전소주변지역 초등·중학생에게 여름방학 외국어캠프와 국외 역사 체험학습을 지원했다.

여름방학 영어캠프는 지난 7월 29일부터 8월 9일까지 서울영어마을 수유캠프에서, 중국어캠프는 7월 29일부터 8월 1일까지 서천정보화마을에서, 국외 역사 체험학습은 8월 18일부터 8월 21일까지 러시아 블라디보스토크에서 진행되었다.

이번 외국어캠프 및 국외 역사 체험학습은 발전소주변지역 8개 초등학교 182명, 2개 중학교 39명의 학생이 참가했으며, 실력있는 원어민 강사 수업과 현장체험 위주의 교육 프로그램을 통해 학생들의 외국어 표현능력 향상은 물론 세계문화에 대한 이해와 단체 생활을 통한 공동체 의식을 함양할 수 있는 좋은 기회가 되었다.

특히 올해는 대한민국 임시정부수립 100주년을 맞이하는 뜻깊은 해인 만큼 항일 독립운동과 고려인 연해주 정착의 근원지인 러시아 블라디보스토크로의 역사문화탐방을 진행함으로써 지역 아이들에게 나라사랑하는 마음과 역사인식을 고취시켰다는 점에서 그 의미를 더했다.

임오식 보령발전본부장은 "이번 지원으로 대한민국 미래의 주역인 우리 아이들에게 교육환경이 낙후된 지역에서 받을 수 없는 수준 높은 교육 기회를 제공할 수 있어 기쁘게 생각한다." 라며 "올해 참여한 학생들을 대상으로 한 만족도 평가 결과, 인솔교사 사후간담회 결과 등을 바탕으로 내년에도 우리 본부에서 학생들에게 더욱 질 높은 교육프로그램을 지원할 것을 약속한다"고 밝혔다.

한편 보령발전본부는 지난해 발전소 주변지역에 거주하고 있는 초·중·고·대학생 820명에게 장학금을 수여하고, 학교환경 개선을 위해 컴퓨터, 청소용품, 운동기구 등 약 2억원의 교육기자재를 지원하는 등 다양한 육영사업을 시행했으며 올해도 육영사업으로 총 15억 2천만원을 지원해 사회적 가치실현에 앞장서고 있다.

@highlight

한국중부발전(주) 보령발전본부는 지난 7월29부터 발전소 주변 지역 8개 초등학교 182명, 2개 중학교 39명의 학생이 참가한 여름방학 외국어캠프와 국외 역사 체험학습을 지원하고, 우리 아이들에게 열악한 교육환경에서는 받을 수 없는 양질의 교육을 지원한다고 말했다.