- 경대수 의원 "진천과 음성을 관할하는 세무지서가 빠른 시일 내 문을 열도록 정부예산 확보 등 최선을 다해 노력하겠다."

경대수 국회의원(충북 증평·진천·음성)이 군민들의 오랜 숙원사업인 진천·음성 혁신도시 세무지서 신설이 확정되었다고 밝혔다.

경대수 의원실에 따르면 국세청과 행정안전부 그리고 기획재정부를 거친 진천·음성 혁신도시 세무지서 신설 계획안이 29일 국무회의를 통과했다.

혁신도시는 인구수와 세수실적 등이 꾸준히 증가하고 있음에도 가까운 곳에 세무지서가 없어 진천, 음성 군민들이 세금신고 등 세무 행정업무를 처리하기 위해 충주나 청주로 멀리 나가야 하는 불편이 컸다.

실제 세수실적으로 비교해도 진천, 음성은 7700억 원 규모로 인근의 충주시 4000억 원 규모를 넘어서고 있는 상황이다.

세무지서 설치는 국세청 검토 후 조직, 인력, 예산 관련 행정안전부와 기획재정부 협의를 차례로 거치는 등 까다롭고 어려운 과정을 넘어야 한다.

경대수 의원은 지난해 국회 예결위 예산심의 과정부터 국세청을 설득하고 행정안전부와 기획재정부 실무진들과 직접 협의하는 등 1년 이상 꾸준히 노력해 의견 접근을 이뤄냈다.

특히 세무지서 설치에 부정적이었던 행정안전부를 어렵게 설득해 내면서 신설 계획이 급물살을 탄 것으로 전해졌다.

진천·음성 혁신도시 세무지서는 이제 정부 내 신설 협의를 확정 지은 상태다.

올해 말 내년도 예산안이 국회를 통과하면 본격적으로 사업이 추진될 예정이다.

경대수 의원은 "언제나 곁에서 응원해주시고 함께해주시는 군민 여러분들의 따뜻한 마음이 있었기에 세무지서 신설이라는 뜻 깊은 성과를 거둘 수 있었다"면서, "함께 노력해 주신 송기섭 진천군수와 조병옥 음성군수를 비롯한 관계 공무원 여러분들에게도 감사드린다"고 밝혔다.

아울러 경대수 의원은 "진천·음성 혁신도시 세무지서가 빠른 시일 내 문을 열고 주민분들을 만나 뵐 수 있도록 정부예산 확보 등에 최선을 다해 노력하겠다"고 전했다.

@highlight

경대수 의원은 지난해 국회 예결위 예산심의 과정부터 국세청을 설득하고 행정안전부와 기획재정부 실무진들과 직접 협의하는 등 1년 이상의 노력 끝에, 29일 국무회의 통과 후 진천·음성 혁신도시 세무지서 신설이 확정되었다고 밝혔다.