추석 명절을 앞두고 가정간편식(HMR) 수요가 급증하고 있다.

롯데마트는 추석 선물 세트 사전 예약 시작일인 지난 7월 25일부터 8월 26일까지 매출을 분석한 결과 명절 상차림 관련 가정간편식 매출이 전년 추석 대비 약 30%가량 증가했다고 28일 밝혔다.

이에 롯데마트는 올 추석에 선보일 명절 관련 가정 간편식 PB 제품 물량을 전년 대비 20% 이상 늘렸다.

대표적인 간편식으로 ‘요리하다 소불고기(600g)’를 9600원에, ‘요리하다 1등급 한우불고기(300g)’를 9440원에 선보인다.

명절 상차림에 자주 오르는 가정식 찬도 준비해 ‘요리하다 소고기 뭇국(500g)’을 4580원에, ‘요리하다 나박김치(1㎏)’를 5580원에, ‘요리하다 파김치(400g)’를 6980원에 판매한다.

롯데백화점 또한 명절 간편 상차림을 선보인다.

롯데백화점은 식품 전문 브랜드 ‘라운드 키친 7’과 협업, 다양한 상차림 세트를 기획했다.

롯데백화점은 해당 간편 상차림을 2017년부터 3년째 선보이고 있으며 매년 평균 10% 이상 꾸준한 성장세를 기록하고 있다.

고사리, 도라지, 시금치, 콩나물, 무나물 각 250g으로 구성된 ‘나물세트’를 4만 9000원에, 완자전, 깻잎전, 고추전, 꼬치산적, 동태전, 대구전, 새우전, 애호박전 각 250g으로 구성된 ‘전 세트’를 7만 9000원에 선보인다.

또 전세트, 나물세트, 소갈비찜, 소고기뭇굿, 나박김치, 가정식 찬으로 구성된 ‘명절 상차림 세트 1호’를 24만 9000원에, 나물세트, 돼지갈비찜, 소고기뭇국, 나박김치로 구성된 ‘명절 상차림 세트 2호’를 17만 9000원에 선보인다.

@highlight

7월 25일부터 8월 26일까지 추석 선물 세트 사전 예약 매출을 분석한 결과 명절 상차림 관련 가정간편식(HMR) 매출이 전년 추석 대비 약 30%가량 급증하자 롯데마트는 올 추석에 선보일 명절 관련 가정 간편식 PB 제품 물량을 전년 대비 20% 이상 늘렸다고 밝혔다. 