[충청투데이 이수섭 기자] 서산시는 27일 베니키아호텔에서 맹정호 서산시장과 농업인 등 81명이 참여한 가운데 서산형 3농혁신 구현을 위한 '농업인 참여 예산 워크숍'을 개최했다고 밝혔다.

지난 7월 5일 출범한 '서산시 농업·농촌 혁신발전위원회'와 서산시가 공동으로 주관한 이번 워크숍은 지난해 전국 최초로 서산시에서 추진했던 농업인 참여 예산제를 보완·개선을 위해 추진됐다.

워크숍에서는 '운영 일정 및 참여자의 역할 설명', '참여 예산제에 기반한 서산3농혁신 정책의 방향 제안' 강의와 올해 추진한 주요 농업사업의 평가를 위한 사업설명 등이 진행됐다.

워크숍 참여 대상자는 '서산시 농업·농촌 혁신발전위원회' 위원 59명과 각 기관·단체에서 모집·선발한 22명으로 구성됐으며, 지난해 운영됐던 △농정 △농식품유통 △농업지원 △축산 △기술보급 등 5개 분임에 농업 현장의 목소리 반영을 위해 △여성농업 △청년농업 2개 분임을 추가해 총 7개 분임으로 운영됐다.

시는 오는 9월 3일과 10일 각각 2·3차 워크숍을 개최해 농업인들의 의견이 반영된 2020년 신규 농정시책을 발굴한다는 방침이다.

또한 워크숍 기간뿐 아니라 언제든지 읍·면·동 행정복지센터를 통해 사업제안서를 상시접수 할 수 있도록 하여 시민들의 참여기회를 확대하고 폭넓은 의견을 수렴해 365일 신규시책 발굴 체계를 구축한다는 계획이다.

맹정호 시장은 "작년 전국 최초로 시행된 농입인 참여 예산제는 농업분야에 필요한 정책이 무엇인지 가장 잘 아는 농업인 여러분이 주체가 되어 농업정책을 제안하고 집행, 성과평가까지 직접 참여해 농업 시책의 주인이 되는 일"이라며 "농업인 여러분과의 지속적인 소통과 협력을 통해 농업인이 행복한 서산을 만들기 위해 노력하겠다"고 말했다.

한편 서산시는 지난해 농업인 참여 예산제를 운영해 총 70개 사업을 발굴했으며, 이중 10개의 사업을 선정하고 주민참여예산위원회에 부의해 5개 사업 10억 5천만원을 2019년 본예산에 반영한 바 있다.

@highlight

서산시는 27일 베니키아호텔에서 '서산시 농업,농촌 혁신발전위원회'와 공동으로 주관한  서산형 3농혁신 구현을 위한 '농업인 참여 예산 워크숍'을 열었고 농업인 참여 예산제를 보완,개선을 위해 추진 되었다.