LG전자가 미국·한국에서 호평을 받고 있는 인공지능(AI) '프로액티브 서비스(Proactive Service)'를 유럽 시장으로 확대한다.

이 서비스는 고장 등으로 인해 수리하게 되는 사후서비스와 달리 인공지능을 기반으로 고객의 제품 사용 기록을 파악해 제품의 상태나 관리방법을 'LG 씽큐(LG ThinQ)' 애플리케이션(앱)을 통해 사전에 알려주는 서비스다.

하냉동 냉장고부터 적용한다고 29일 밝혔다.

프로액티브 서비스는 사물인터넷(IoT)·빅데이터 분석 등 인공지능 기술을 활용한다.

제품 내부에 탑재된 센서들이 기기 상태를 실시간으로 모니터링하고 데이터를 무선인터넷을 통해 클라우드 서버로 보낸다.

서버는 제품 작동상태를 분석해 예상되는 고장을 사전에 감지한다.

이를 통해 제품 설치부터 사용, 관리에 이르기까지 최상의 상태로 제품을 유지하게 해준다는 게 LG의 설명이다.

송대현 LG전자 H&A사업본부장(사장)은 "예를 들어 세탁기 사용시 수평에 맞게 설치됐는지, 온수는 제대로 연결됐는지, 통세척을 언제 해야 하는지, 냉장고의 경우 정수기 필터는 언제 교체해야 하는지 등을 알려준다"고 설명했다.

이어 "세탁기에 사용된 세제가 너무 많거나 냉장고의 온도가 비정상적으로 높은 경우 사용자에게 알려주고 해결 방법도 제시해준다"고 덧붙였다.

LG전자는 지난해 미국에서 냉장고·세탁기 등을 대상으로 프로액티브 시범 서비스를 시작했다.

이 서비스에 대한 고객들의 만족도가 높아 내년부턴 본격적인 서비스에 나설 계획이다.

국내의 경우 지난 7월부터 에어컨 실외기의 과열을 진단하는 프로액티브 서비스를 실시 중이다.

밀폐된 공간에서 에어컨 실외기가 작동할 때 열이 빠지지 못해 냉방성능이 떨어지게 되는데 고객들이 프로 액티브 서비스를 이용하면 실외기의 온도가 올라갈 때 알람과 자가 조치 가이드를 받을 수 있다.

송 본부장은 "앞으로 프로액티브 서비스 대상 제품과 관리항목을 더욱 확대해 나갈 것"이라고 말했다.

@highlight

LG전자는 인공지능 기술로 기기 상태를 실시간 모니터링하고 작동상태를 분석해서 제품의 상태와 관리방법을 고객들에게 앱으로 알려주는 '프로액티브 서비스' 를 미국에서의 호평을 발판삼아 유럽으로 확대한다.