부산 부산진구(구청장 서은숙)는 28일 과학기술정보통신부, 한국정보화진흥원과 업무협약을 체결하고'와이파이 사진작가를 활용한 놀이관광'사업을 추진한다고 밝혔다.

과학기술정보통신부와 한국정보화진흥원은 지난 5월 공공와이파이 플랫폼 기반 다양한 수익모델 발굴을 위해 '공공와이파이 플랫폼 활용 시범서비스' 공모사업을 추진했다.

부산진구는'와이파이 사진작가를 활용한 놀이관광 시범서비스'를 제출해 공모에 최종 선정됐다.

'와이파이 사진작가를 활용한 놀이관광 시범서비스'사업은 △전포카페거리 △서면 젊음의거리 △서면메디컬스트리트 △황령산 전망대 △전리단길 등 5개 지역에 국비 2억 원을 포함 총 4억 8천만 원을 투입하여 고품질 공공 와이파이를 구축하고, 셀카봉을 대신해 사진을 찍을 수 있는'와이파이 사진작가'를 설치해 재미와 정보를 제공하는 사업이다.

해당 지역에서 와이파이를 사용하면 '지역포털 서비스', '와이파이 사진작가', '스마트 보물찾기' 서비스를 이용할 수 있다.

와이파이에 접속하면 별도의 검색 없이 인근 지역의 관광명소와 축제, 상점 등을 안내받는 '지역포털 서비스'에 접속 가능하다.

또한 스마트폰에서 '와이파이 사진작가'를 작동시켜 고해상도 사진을 찍고 핸드폰으로 전송할 수 있다.

상점에서 제공하는 QR코드나 골목에 숨겨진 QR코드를 찾아 기념품을 받을 수 있는'스마트 보물찾기'놀이도 가능하다.

구는 재미와 성취감을 통해 흥미를 유발하고 지역 체류시간 증대를 유도하여 지역 경제활성화를 도모한다는 계획이다.

설치 후 운영비는 공공 와이파이 접속 시 인근 상점의 맞춤형 광고를 통해 마련할 예정이며, 수익금을 활용해 서비스 지역 확대에 재투자한다는 방침이다.

부산진구 관계자는 "공공 와이파이를 활용한 최초의 공공형 수익모델"이며 "공모사업 성과 분석 후 서비스지역 확대를 검토 할 것"이라고 말했다.

'와이파이 사진작가를 활용한 놀이관광 시범서비스' 사업은 11월 말까지 관련 시설 구축을 완료하고 12월부터 놀이관광 서비스를 제공될 예정이다.

@highlight

부산 부산진구(구청장 서은숙)는 28일 과학기술정보통신부, 한국정보화진흥원가 추진하는  '공공와이파이 플랫폼 활용 시범서비스' 공모사업에 최종 선정되어 업무협약을 체결하고 '와이파이 사진작가를 활용한 놀이관광'사업을 추진한다고 밝혔다.