지난달 대구의 순유출 인구 비율이 전국에서 둘째로 높은 것으로 나타났다.

통계청이 28일 발표한 ‘7월 국내 인구이동’ 자료에 따르면 7월 대구의 전입자는 2만4천443명이었지만, 2만6천231명이 전출해 1천788명의 인구가 순유출됐다.

대구의 전입 대비 전출자 비율은 -0.9%로, 대전(-1.1%)에 이어 전국 둘째를 기록했다.

경북의 경우 2만2천771명이 전입하고 2만3천344명이 전출해 573명의 인구가 순유출된 것으로 집계됐다.

전국적으로는 경기(1만4천121명), 세종(2천463명), 제주(346명) 등 5개 시도는 인구가 순유입됐고, 대구와 경북을 비롯해 서울(-7천77명), 부산(-1천924명) 등 12개 시·도는 순유출됐다.

출생아 수는 지속적으로 줄어들고 있다.

통계청의 ‘2018년 출생 통계’에 따르면 지난해 전국의 출생아 수는 32만6천800명으로 전년대비 3만900명(-8.7%) 감소했다.

1970년 통계 작성 이래 가장 적다.

여성 한 명이 평생 동안 낳는 자녀 수를 뜻하는 합계출산율도 사상 최저인 0.98명으로 떨어졌다.

전년 1.05명보다 0.08명(-7.1%) 급감했다.

합계출산율이 1.00명을 밑돈 것도 통계 작성 이래 처음이다.

대구와 경북의 하락세도 이어지고 있다.

대구의 지난해 출생아 수는 1만4천400명으로 전년대비 9.7% 감소했고, 경북의 출생아 수는 1만6천100명으로 전년대비 10.5% 감소했다.

대구와 경북의 합계출산율도 각 0.99명, 1.17명으로, 전년 대비 각각 0.08%, 0.09% 하락했다.

한편 전국에서는 40대를 제외한 전 연령층에서 출산율이 감소했고, 20대 후반 출산율이 처음으로 30대 후반 출산율보다 낮아졌다.

평균 출산연령은 32.8세로 전년대비 0.2세 상승했으며, 결혼 후 2년 이내에 첫째 자녀를 낳는 비율은 60.6%로, 전년대비 5.2%포인트 감소했다.

@highlight

지난 28일 통계청 발표에 따르면 지난달 대구의 순유출 인구 비율이 전국에서 둘쨰로 높은 것으로 났으며 출생아 수도 지속적으로 줄어들고 있다.