LH한국토지주택공사 광주전남지역본부는 영암용앙지구 행복주택 212호에 대해 입주자격을 완화해 입주자 모집을 시행한다고 28일 밝혔다.

임대조건은 주변 시세의 68-80% 수준(21㎡형 기준 임대보증금 약 928만원·월 임대료 6만8천880원)으로 상대적으로 저렴하게 공급되며, 공급형별 전용면적은 각각 21·26·36㎡이다.

특히 21㎡형에는 책상·책장 등 가구와 가스쿡탑 및 냉장고가 빌트인으로 설치돼 청년·대학생 등 1인 가구 주거생활에 편리함까지 더해준다.

이번 입주자 모집은 지난 3월 공급 후 미임대된 주택을 당초 청약조건을 완화해 형별에 따라 대학생 청년 또는 고령자에게 청약 기회가 추가됐으며 거주지역도 연접 시군까지로 확대했다.

소득요건도 도시근로자 가구당 월평균 소득 100%이하에서 120%이하(세대구성원 3인 이하 기준 월소득 세전 약 640만원)로 완화해 공급한다.

해당단지는 영암군 삼호읍 대불산단내 주거단지와 연접하고, 차량 이용시 삼호읍사무소는 약 5분, 전남도청까지는 약 20분 이내 접근이 가능하다.

반경 1㎞ 권역 내에 어린이집과 초등학교가 위치하고, 삼호지구대 1개소와 대불종합체육공원 등 체육·문화시설 2개소가 소재하는 등 주거여건이 양호한 편이다.

청약은 29일부터 다음달 17일까지 LH홈페이지 청약센터를 통해 인터넷(PC 및 모바일)으로 접수하면 된다.

다만, 고령자 등 인터넷 접수가 어려운 신청자는 필요서류를 지참해 다음달 17일 오전 10시부터 오후 4시 사이에 영암용앙1 휴먼시아 관리사무소를 방문하면 청약신청도움을 받을 수 있다.

자세한 사항은 입주자모집공고문(LH홈페이지)을 참고하거나 LH 콜센터로 문의하면 된다.

@highlight

LH한국토지주택공사 광주전남지역본부는 영암용앙지구 행복주택 212호에 대해 입주자격을 완화해 입주자모집을 시행하며, 청약은 29일부터 다음달 17일까지 접수 가능하다고 밝혔다. 