전북도는 농식품부가 주관하는 ‘2019년 식품소재 및 반가공산업 육성사업’에 임실군 소재 (주)일천의 꽃소금이 선정됐다고 28일 밝혔다.

‘식품소재 및 반가공산업’은 완제품에 사용되는 제분, 유지, 식품첨가물 등의 식품소재 및 반(半) 가공품(착즙, 건조, 추출, 농축, 분말 등 제품)을 생산해 식품·외식기업에 공급(B2B)하는 산업을 말한다.

㈜일천은 천일염의 불순물 제거와 미네랄 성분 3% 유지를 통해 짜면서도 끝 맛이 단 천일염 고유의 특성을 살린 프리미엄 꽃소금을 생산하는 기업이다.

현재는 임실 오수 농공단지에서 하루 28톤의 꽃소금을 생산 중이며, 이번 사업 선정으로 5억4700만원(보조금 3억2800만, 자담 2억1900만) 규모의 시설 투자가 이뤄진다.

시설 투자가 완료되면 국내 천일염(연간 25만톤, 전체 생산량의 10%)을 사용한 프리미엄 꽃소금을 생산해 익산국가식품클러스터 입주기업을 비롯한 식품 대기업에 공급하고, 미국과 호주 등 해외 수출시장 개척도 기대된다.

한편, 도는 국가식품클러스터 조성과 함께 많은 식품기업이 입주함에 따른 B2B(기업 간 거래)사업을 확대, 대규모 식품업체와 중소식품기업 간의 상생협력 방안을 모색하고 있다.

대규모 식품기업이 필요로 하는 식품원료를 전처리 또는 반가공 처리해 공급함으로써 도내 농산물 소비를 확대하고, 국가식품클러스터 입주와 연계한 원료공급에 문제가 없도록 추진할 계획이다.

도는 ‘2020년 식품소재 및 반가공산업 육성사업’이 이달 중에 공모 예정인 만큼, 이번 성과를 발판으로 내년 사업에도 도내 우수한 식품기업이 선정될 수 있도록 적극 지원해 나갈 방침이다.

조호일 도 농식품산업과장은 “이번 사업을 통해 삼락농정의 제 값 받는 농업 실현과 지역경제 활성화에 보탬이 되도록 노력해 나갈 것”이라고 말했다.

@highlight

전북도는 농식품부가 주관하는 '2019년 식품소재 및 반가공산업 육성사업'에 임실군 소재 (주)일천의 꽃소금이 선정돼 시설 투자와 내년 사업에도 도내 우수한 식품기업이 선정될 수 있도록 적극 지원해 나갈 생각이라고 밝혔다.