엘리자베스 1세 여왕의 초상화에 담긴 '지리학' 이야기가 공개된다.

28일(수) 밤 9시 30분에 방송되는 JTBC ‘차이나는 클라스-질문 있습니다’(이하 ‘차이나는 클라스’)에 세계 지리학 연맹 아시아 대표위원이자 지리학자인 김이재 교수가 ‘지리가 힘이다’라는 주제로 흥미진진한 강연을 펼친다.

최근 진행된 ‘차이나는 클라스’ 녹화에서 김이재 교수는 변방의 섬나라였던 영국을 제국으로 변모시킨 엘리자베스 1세 여왕의 저력으로 ‘지도’를 꼽았다.

이어 김이재 교수는 여왕의 특별한 초상화를 소개했는데, 학생들은 입을 모아 “여왕의 모습이 홍진경을 닮았다”라고 외쳐 웃음을 자아냈다.

오상진은 “홍진경의 목표가 엘리자베스 1세다”라며 '닮은꼴' 설에 힘을 보탰다.

이어 김이재 교수는 “엘리자베스 1세 여왕의 초상화는 일반 다른 왕족의 초상화와는 달리 특별한 소품인 ‘지도’를 사용했다”라고 밝혀 궁금증을 자아냈다.

여왕의 초상화는 세계지도를 밝고 서 있는 모습, 지구본을 잡고 있는 모습 등 다양한 지도를 이용해 공들여 만들어졌던 것.

여왕이 초상화마다 지도를 넣은 이유는 본 방송에서 공개된다.

이날 수업에서는 1992년에 콜럼버스 항해 500주년을 기념한 전시회에서 세계 지리학계를 발칵 뒤집어 놓은 ‘혼일강리역대국도지도’ 역시 화두에 올랐다.

태종 2년에 제작된 이 세계지도에 모두 놀랐던 이유는, 포르투갈이 1488년 희망봉을 발견했을 때보다 무려 86년이나 앞선 시기에 제작된 혼일강리역대국도지도에 아프리카의 희망봉이 표시되어 있었기 때문.

당시 조선에 숨겨진 탐험가가 있었던 것일까.

아프리카 희망봉이 표시된 혼일강리역대국도지도의 비밀은 8월 28일(수) 밤 9시 30분에 방송되는 JTBC ‘차이나는 클라스-질문 있습니다’에서 확인할 수 있다.

@highlight

JTBC의 차이나는 클라스 에서는 세계 지리학 연맹 대표위원인 김이재 교수가 나와 엘리자베스 1세 여왕의 지리학에 대해 이야기 하며, 변방의 섬나라였던 영국을 부흥시킨 엘리자베스 여왕의 저력으로 지도를 꼽고 이에대해 강연을 펼쳤다.