외국인 관광객 수는 매해 늘어나지만, 해가 지나도 바뀌지 않는 불변의 불편사항 1순위는 바로 언어 문제이다.

제주도 외국인 여행객 1,056명을 대상으로 진행한 설문조사에 따르면 제주 여행 중 가장 아쉬웠던 부분 1위는 의사소통(40.5%)인 것으로 분석되었다.

이를 겨냥하여 ㈜스타모빌리티S가 외국인 전용 승합 택시(차량+기사호출서비스), 타라 글로벌의 공식 출시를 앞두고 첫 번째 버전인 중국어 버전 테스트를 위한 무료 탑승객 모집에 나선다.

타라 글로벌 앱 중 가장 먼저 정식 론칭 하게 될 중국어 서비스는 오는 9월 20일 정식 서비스 오픈 예정으로, 제주를 방문할 예정인 중국인 관광객 또는 한국에 체류 중인 중국인들을 대상으로 서비스를 무료로 제공한다.

타라 글로벌 중국어 오픈 테스트의 탑승 신청은 이메일(sysjeju@starmobility.co.kr)로만 가능하며, 9월 1일부터 9월 15일까지 모집한다.

무료탑승객 자격은 중국 스마트폰 소지자로 은련카드(유니온페이카드) 또는 간편결제(위챗페이, 알리페이) 사용자에 한한다.

특히나 타라 글로벌에서는 차량 이동 중 반경 2km 안에서 진행되는 쿠폰 프로모션을 통해 할인된 제주도 관광지 쿠폰을 차 안에서 구매할 수 있는 <스타 쿠폰>서비스와 AI 차량과 기사 배정을 통한 <관광객 대기시간의 최소화>, 등록된 카드의 자동 결제 외에도 <외국인들이 자국의 카드를 사용하여 타라 차량에서 현장 결제가 가능한 다양한 결제 서비스> 등 기존보다 업그레이드된 차별화된 서비스가 추가된다.

스타모빌리티S 관계자는 "타라 글로벌 출시로 제주를 찾는 외국인 관광객들의 쾌적한 이동 및 언어소통에 대한 불편함이 해소되어, 이제는 외국인들도 질 높은 제주여행을 누릴 수 있을 것으로 기대된다"며 "타라 글로벌을 통해 명실 상부한 관광과 휴양 도시 제주의 기상을 드높이는 데 이바지할 수 있을 것"이라는 포부를 밝혔다.

@highlight

(주)스타모빌리티S가 외국인 전용 택시인 타라 글로벌의 공식 출시 전에 첫 버전인 중국어 테스트를 위해 무료 승객을 모집하며 제일 먼저 출시되는 중국어 서비스는 오는 9월 20일 정식 시작 예정으로 제주를 찾는 중국인 관광객이나 한국 체류 중국인을 상대로 하여 탑승 신청은 9월 1일부터 15일까지 이메일(sysjeju@starmobility.co.kr)로 하면 된다.