진천군은 오는 9월 1일부터 민원실을 방문하는 외국인 주민을 위한 민원통역 서비스를 실시한다.

28일 군에 따르면 진천군의 거주 외국인은 매년 꾸준히 늘어 2019년 현재 6021명로 집계되고 있으며 민원처리 과정에서 어려움을 호소하는 외국인 주민들을 위해 민원통역 서비스를 제공하기로 결정했다.

이에 군은 28일 민간인 자원봉사자 4명에게 명예민원통역관 위촉장을 수여했다.

또 외국어에 능통한 공무원 5명을 추가로 선발해 6개 국어(영어, 일어, 중국어, 베트남어, 캄보디아어, 우즈베키스탄어)에 대해 민원통역서비스를 실시할 예정이며, 향후 통역가능 인력을 추가로 배치해 나갈 계획이다.

통역서비스는 군청과 읍·면 행정복지센터 민원실을 방문한 외국인이 민원 해결 시 의사소통에 어려움이 발생할 경우 민원담당자가 민원통역관에게 전화를 연결해 민원을 해결하는 방식으로 운영된다.

이번 통역 서비스 시행으로 가족관계등록(혼인·출생·개명·창설신고), 체류지변경, 여권발급, 자동차소유권이전 등록 등의 민원접수 시 외국주민들의 불편함을 해소시켜 줄 것으로 보인다.

안재승 민원과장은 "바쁜 일과에도 불구하고 민원통역서비스 통역관으로 흔쾌히 수락해 주신 민간인 통역관분들께 감사드리며, 본 서비스로 타국에서 민원해결에 어려움을 겪고 있는 외국인 주민에게 큰 도움이 될 것으로 기대한다"며 "우리지역 외국인을 포함한 사회적 약자들을 위한 민원시책을 적극 발굴해 모두가 행복한 생거진천 건설에 기여하도록 하겠다"고 말했다.

한편, 군에 거주 중인 외국인의 국가별 현황을 보면 2019년 7월말 현재 △한국계중국인 1011명 △중국인 413명 △스리랑카 361명 △필리핀 267명 △캄보디아 232명 △인도네시아 192명 △카자흐스탄 175명 △몽골 70명 등의 순으로 나타났다.

@highlight

진천군은 민원처리 과정에서 어려움을 겪는 관내 거주 외국인들을 위해 오는 9월 1일부터 통역서비스를 시행해 군청과 읍·면 행정복지센터 민원담당자가 민원통역관과 통화하며 업무를 처리하는 방식으로 운영된다.