이인영 더불어민주당 원내대표가 29일 서울 여의도 국회에서 열린 정책조정회의에서 발언하고 있다.

이인영 원내대표는소재부품국산화 위해서 2022년까지 총 5조원 규모의 자금을 투입할 예정이고, 중소기업들이 일본의 부당 무역보복으로 피해받을 경우 배상 입법 근거 마련하겠다고 말했다.

일본 정부가 전날인 28일 우리나라를 화이트리스트(백색국가·안보상 수출심사 우대국)에서 배제 조치한 것과 관련해 더불어민주당이 "경제 한일전에서 극일 계기를 만들어내기 위해 힘을 모으겠다"고 밝혔다.

이인영 민주당 원내대표는 29일 오전 국회에서 열린 당 정책조정회의에서 "전날 본격 단행된 일본 정부의 화이트리스트 배제 조치에 다시 한번 강력한 유감을 표명한다"며 이같이 말했다.

이 원내대표는 "오늘은 우리 민족이 잊지 말아야 할 경술국치의 날"이라며 "100년이 지난 오늘도 일본은 대한민국의 미래를 짓누르려 하고 있다"고 강경 발언을 이어갔다.

이 원내대표는 "극일 계기를 만들어내기 위해 힘을 모으겠다"며 "기술독립과 소재·부품·장비사업의 국산화, 수입 다변화 등을 위해 민주당은 총력을 다할 것"이라고 말했다.

그러면서 소재·부품·장비사업의 국산화를 위한 지원방안을 설명했다.

이 원내대표는 "민주당은 소재·부품·장비사업의 국산화를 위해 내년부터 2022년까지 총 5조원 규모의 자금을 투입하겠다"며 "또 올해부터 예산 확보를 위해 전력을 다하겠다"고 말했다.

이 원내대표는 "1000여개의 중소기업을 대상으로 한 상시모니터링과 45조원 이상의 재정 지원 계획을 세웠다"며 "민주당은 중소기업이 일본의 부당 무역보복으로 피해를 입을 경우 배상받을 수 있는 입법근거를 보완해 마련하겠다"고 말했다.

조정식 정책위의장 역시 "일본의 화이트리스트 배제 결정은 어리석은 결정"이라며 "아베 총리와 일본 정부에 강력한 유감을 표하며 철회를 요구한다"고 말했다.

조 정책위의장은 "민주당은 일본의 부당 조치에 맞서 경제 피해를 최소화하고 기술역량을 획기적으로 끌어올리는데 수단을 모두 동원할 것"이라고 말했다.

조 정책위의장은 "소재부품장비 연구개발과 혁신대책을 위해 당정청이 논의를 계속해왔다"며 "100개 이상의 핵심부품을 선정해 관계부처의 합동 종합대책을 마련하고, R&D(연구개발) 대상을 확대하겠다"고 말했다.

@highlight

이인영 민주당 원내대표가 정책조정회의에서 일본정부의 화이트리스트 배제 조치에 대응해 소재부품국산화를 위해 2022년까지 총 5조원 규모의 자금을 투입할 예정이고, 중소기업들이 일본의 부당 무역보복으로 피해받을 경우 배상 입법 근거 마련하겠다고 밝히며 아울러 100년이 지난 오늘도 일본은 대한민국의 미래를 짓누르려 한다며 강한 유감을 표했다.