대구 동구에 공급하는 LH다움 임대주택 전경.

한국토지주택공사(LH) 대구·경북지역본부는 동구·수성구와 경산시의 청년·신혼부부 매입임대주택 총 85호에 대해 동·호수 지정(선계약 후검증)으로 입주자를 추가 모집한다고 28일 밝혔다.

매입임대주택은 LH가 다가구주택 등을 매입 후 보수 또는 재건축해 저소득가구 등에 저렴하게 임대하는 공공주택이다.

이번에 공급하는 ‘청년 매입임대주택’은 매입형이 24호, 건설형은 39호이다.

무주택자로 혼인 중이 아닌 만 19~39세인 청년과 대학생, 취업준비생이면 누구나 신청할 수 있다.

임대조건은 1·2순위 기준으로 임대보증금이 100만 원이다.

월임대료는 주택에 따라 5만1천~15만3천 원 수준으로 저렴하게 책정해 청년층의 목돈 마련 부담을 줄였다.

또 주택 내에 냉장고, 전자레인지, 책걸상 등이 비치돼 있거나 비치할 예정이다.

‘신혼부부 매입임대주택’은 22호가 공급된다.

무주택세대 구성원인 신혼부부, 예비신혼부부 및 6세 이하의 자녀를 둔 한 부모 가정이 신청할 수 있다.

임대조건은 주택별로 다르다.

임대보증금은 387만9천~706만8천 원이며, 월임대료는 16만4천~28만1천 원이다.

이번 공고에서는 선착순 동·호수 지정 및 선계약 후검증 실시, 청년형의 경우 타지역출신도 신청 가능하며 기본 임대조건도 대폭 완화했다.

신청접수는 다음달 3일부터 9일까지다.

동·호수 지정 신청자에 대한 동·호수 지정 및 계약은 신혼부부가 다음달 17일 오전 10시, 청년(건설형)은 오전 10시, 청년(매입형)은 오후 3시부터 선착순으로 가능하다.

자세한 사항은 LH 청약센터(https://apply.lh.or.kr)에 게시된 입주자모집 공고문을 확인하거나 LH 콜센터(1600-1004)로 문의하면 된다.

@highlight

다음달 3일에서 9일까지 한국토지주택공사(LH) 대구경북지역본부는 동구 및 수성구, 경산시에 청년 및 신혼부부 대상의 매입임대주택 입주자를 추가 모집 접수를 받는다.