현대자동차 노사가 8년 만에 무분규 임금 및 단체협약 잠정합의안을 마련했다.

한일 경제 갈등과 세계적 보호무역 확산 등에 따른 위기에 노사가 공감하면서 무분규 잠정합의안을 도출한 것으로 보인다.

노사는 지난 27일 울산공장 본관에서 열린 22차 교섭에서 하언태 대표이사(부사장)와 하부영 노조 지부장 등 노사 교섭대표가 참석한 가운데 잠정합의안을 도출했다.

잠정합의안은 임금(기본급) 4만원 인상(호봉승급분 포함), 성과급 150%+300만원, 전통시장상품권 20만원 지급 등을 담았다.

노사는 글로벌 경기 침체로 인한 자동차 수요 감소와 4차 산업혁명에 따른 불확실성 확산 등 위험 요소 극복을 위해 생산성·품질경쟁력 향상 공동 노력에 공감하고 경영실적과 연계한 합리적 임금인상, 성과금 규모에 합의했다.

두 달에 한 번씩 나눠주는 상여금 일부(기본급의 600%)를 매월 나눠서 통상임금에 포함해 지급하고, 조합원들에게 임금체계 개선에 따른 미래 임금 경쟁력 및 법적 안정성 확보 격려금 명목으로 근속기간별 200만∼600만원+우리사주 15주를 지급하기로 하는 등 7년간 끌어왔던 임금체계도 개편했다.

2013년 제기한 통상임금 소송과 올해 최저임금법 시행령 개정으로 불거진 최저임금 위반 문제가 해소된 것이다.

이와 함께 노사는 최근 일본의 수출규제에 따른 국가적 위기 상황에 따라 ‘상생협력을 통한 자동차산업 발전 노사 공동 선언문’을 채택했다.

이 밖에도 노사는 9,500명 규모로 진행 중인 사내하도급 근로자 대상 특별고용 일정을 1년 단축해 2,000명에 대한 채용을 2020년까지 마무리하기로 했다.

적용 사례가 없어 사문화된 ‘정년퇴직자 자녀 우선채용’ 단협 조항은 삭제, ‘유일 교섭단체’ 단협 조항을 개정, ‘고기능 직무 교육과정’ 신설안도 담았다.

다만 인사·경영권을 침해하는 정년연장, 해고자 복직 등의 노조 요구는 받아들여지지 않았다.

노조는 오는 9월 2일 전체 조합원을 대상으로 잡정합의안 수용 여부를 묻는 찬반 투표를 벌일 예정이다.

@highlight

한일 경제 갈등과 세계적 보호무역 확산 등에 따른 위기에 현대자동차 노사가 8년 만에 무분규 임금 및 단체협약 잠정합의안을 마련해, 임금 기본급 4만원 인상,  성과급 150%+300만원, 전통시장상품권 20만원 지급 등을 요구했다.