KT와 IISB가 함께 구축한 말레이시아 VR 테마파크 '브리니티'에서 현지 고객들이 VR 어트랙션과 게임을 체험하고 있다.

KT는 말레이시아 ICT 회사 IISB와 공동 투자해 28일(현지시간) 말레이시아 조호르주 레고랜드 쇼핑몰에 VR 테마파크 '브리니티(VRINITY)'를 오픈했다고 밝혔다.

KT는 지난해 3월 브라이트(VRIGHT) 신촌점을 열고 VR 체험존 사업을 추진해왔다.

브리니티에는 KT가 자체 개발한 실감 미디어 플랫폼과 브라이트를 통해 검증된 VR 콘텐츠를 적용해 말레이시아 현지 고객들에게 KT의 차별화된 가상현실 경험을 제공할 계획이다.

브리니티가 위치한 조호르주의 이스칸다르 지역은 싱가포르와 인접한 지리적 이점이 있어 관광객이 많고 말레이시아의 다른 주 대비 소득 수준도 높다.

특히 레고랜드 쇼핑몰은 연평균 150만명의 고객이 찾는 명소로, 이곳 1층에 자리 잡은 브리니티는 국내 VR 플랫폼과 콘텐츠를 아시아 지역에 알리는데 주요한 역할을 할 것으로 기대된다.

브리니티는 국내 고객 호응이 높았던 VR FPS(1인칭 슈팅) 게임 2종과 어트랙션 3종, 20여개의 게임을 즐길 수 있는 VR룸으로 구성했다.

브라이트의 대표 콘텐츠 '스페셜포스 VR'을 비롯해 '블랙배지: 시그널', '다이나믹 씨어터', '로보트 태권브이 VR', '또봇 VR' 등을 즐길 수 있다.

VR룸에서는 멀티플레이가 가능한 'VR 스포츠 게임', KT가 직접 투자·개발한 '월드 워 툰즈: VR 익스피리언스'를 만나볼 수 있다.

KT는 브리니티를 글로벌 플래그십 매장으로 활용해 베트남, 인도네시아 등 아시아 지역의 공간 사업자 대상으로 KT VR 플랫폼·콘텐츠 결합 패키지를 유통하는 B2B 사업도 본격 확대해 나가겠다는 방침이다.

중소 콘텐츠 개발사들과 협력해 해외 진출 기회가 부족했던 국내 강소 기업의 VR 콘텐츠를 글로벌 시장에 알리는 데에도 힘쓸 예정이다.

@highlight

KT가 국내 VR 체험존 영업 경험과 차별화된 VR 콘텐츠를 바탕으로 말레이시아에 VR 테마파크 브리니티를 오픈했다.