올해 유치원 및 초·중·고등학생 수가 지난해보다 17만여명 감소했다.

교육부와 한국교육개발원이 29일 발표한 ‘2019년 교육기본통계’에 따르면 전국 2만여개 유·초·중·고등학교 학생 수는 613만6천793명으로 지난해 대비 17만2천930명(2.7%) 줄어든 것으로 나타났다.

유치원생은 6.2%, 중학생은 3.0%, 고등학생은 8.3% 감소했다.

초등학생만 전년 대비 1.3% 증가했는데, 저출산의 흐름에서도 올해 초등학교에 입학한 학생들이 이른바 ‘흑룡띠 해’로 출생아수가 많았던 2012년생인 만큼 일시적 현상으로 보인다고 교육부는 설명했다.

학생이 줄면서 학교 수도 10년 만에 처음으로 줄었다.

유치원 및 초·중·고교는 총 2만809곳으로 지난해보다 158곳(0.8%) 감소했다.

유치원이 한 해 사이에 184곳(2.0%) 문을 닫았고 고등학교도 2곳(0.1%) 줄어들었다.

초등학교는 23곳 늘었고, 중학교 수는 작년과 같았다.

유치원이 줄면서 유치원 교원 수도 5만3천362명으로 전년 대비 1천530명(2.8%) 감소했다.

초등학교 교원은 18만8천582명, 중학교 교원은 11만556명으로 각각 1.0%·0.6% 늘었다.

고등학교 교원은 13만3천127명으로 0.8%(1천100명) 줄었다.

학급당 학생 수는 유치원 17.0명, 초등학교 22.2명, 중학교 25.1명, 고등학교 24.5명으로 집계돼 작년과 비교해 모두 감소했다.

초·중·고 다문화 학생은 올해 13만7천225명으로 전체 학생의 2.5%를 차지했다.

전년 대비 12.3%(1만5천13명) 늘었다.

다문화 학생 수는 2012년 조사 이후 매년 증가세에 있다.

고등학교 졸업자 중 대학 진학자는 40만218명으로 전년 대비 1.3%(5천295명) 늘었다.

대학 진학률도 70.4%로 전년 대비 0.7%포인트 상승했다.

대학 재적 학생은 332만6천733명으로 전년 대비 1.5% 줄면서 감소세가 이어졌다.

올해 처음 조사가 이뤄진 학사학위 취득 유예생은 총 1만3천443명으로 나타나 전체 재적 학생의 0.4%를 차지했다.

@highlight

올해 유치원 및 초·중·고등학생 수가 지난해보다 17만여명 감소하면서 학교 수도 10년 만에 처음으로 줄었다.