해양수산부가 해양수산업의 스마트화에 대한 투자를 확대한다.

해수부는 29일 이같은 내용을 중심으로 5조4948억원의 내년도 예산안을 편성했다고 발표했다.

올해보다 6.1%(3152억 원) 증가한 규모다.

지방자치단체로 이양되는 예산을 감안한 실질 예산 증가율은 10.8% 수준으로 2013년 해수부 재출범 이후 최대 증가율이다.

부문별로는 △수산·어촌 2조3687억원(5.5%↑) △해운·항만 1조8658억원(8.7%↑) △물류 등 기타 8030억원(8.0%↑)을 편성하였다.

해양환경 부문은 올해보다 소폭 줄어든 2598억원으로 편성했지만 지자체로 이양된 금액(307억원)을 포함하면 6.0% 증가한 수준이다.

해수부는 4차산업혁명에 대응한 해양수산 스마트화 등 혁신성장 동력을 창출하기 위해 연구개발(R&D) 예산도 올해보다 7.3% 늘어난 6829억원으로 편성했다.

스마트양식 클러스터를 현재 2곳에서 3곳으로 늘리고, 내수면 스마트양식장도 계속 추진한다.

해양바이오 산업 육성을 위해 해양바이오 전략소재 개발과 안전성 검증, 인체적용시험 등 상용화를 위한 지원을 확대(50억원 → 84억원)하고, 해양바이오 유용소재의 정보제공 및 민간 분양을 위한 해양바이오뱅크(신규 22억원)를 구축한다.

2022년까지 '항만 미세먼지 50%, 해양 플라스틱 쓰레기 30% 줄이기'에 맞춰 항만 미세먼지 감소를 위한 투자를 올해 312억원에서 내년 1193억원으로 확대했다.

어촌뉴딜 300 사업은 기존 70개소에 더하여 추가 100개소를 선정(3981억원)하고, 한국해양교통안전공단를 통한 해양안전 관리 역량을 강화하기 위해 스마트 선박안전지원센터를 2곳 설치하는 등 지원을 확대(190억원 → 280억원)해 나간다.

특히 수산 부문에서 한·일 어업협상 타결이 미뤄지면서 어업에서 발생한 피해를 줄이는 예산도 편성했다.

해수부는 일본 수역에서 조업하던 선망·갈치연승 어선 등을 중심으로 66척을 감척하기로 하고 942억원의 예산을 편성했다.

@highlight

해양 수산부가 29일 발표한 내년도 예산안 편성을 보면 4차 산업 혁명에 대응한 해양 수산 스마트화에 예산을 대폭 증가하고, 항만 미세먼지 감소, 어촌 뉴딜 300 사업 투자 확대, 한.일 어업 협상 타결로 피해를 입은 어업에 대한 지원등이 있다.