[충청일보 이정규 기자] '2019 충주세계무예마스터십'이 30일 개회식을 시작으로 화려한 막을 올린다.

충주세계무예마스터십은 '시대를 넘어 세계를 잇다'를 슬로건으로 다음 달 6일까지 개최된다.

대회는 세계무예마스터십위원회(WMC)·충북도·충주시가 주최하고 국제경기연맹총연합회(GAISF), 문화체육관광부, 외교부, 국민체육진흥공단, 대한체육회, 한국관광공사, 유네스코한국위원회가 후원한다.

경기는 충주체육관, 호암1·2체육관, 장애인형국민체육센터, 건국대 체육관, 한국교통대 체육관, 택견원, 세계무술공원, 속초영랑호 화랑도체험관 등 9곳에서 열린다.

개회식은 30일 오후 7시 충주종합운동장에서 개최된다.

개회식에는 이낙연 국무총리, 이기홍 대한체육회장(IOC 위원), 이시종 충북지사(무예마스터십 조직위원장), 조정원 세계태권도연맹 총재(대회장), 반기문 전 유엔 사무총장(명예대회장), 위자이칭 IOC 부위원장, 라파엘 키울리 국제경기연맹총연합회(GAISF) 회장, 시에드알리프 핫산 아시아올림픽평의회(OCA) 부회장 등 국내외 인사와 선수단, 임원, 시민 등 1만여 명이 참석한다.

리틀엔젤스 예술단 합창과 무용으로 막을 열게 될 개회식에서는 세계태권도연맹 시범단 시범 무대와 무용단 공연이 펼쳐진다.

아이돌 그룹 에이핑크, 밴드 그룹 엔플라잉, 여성 듀오 다비치 등 인기 가수들도 출연한다.

대회는 106개국에서 4793명의 선수와 임원이 참여하며 세계 랭킹 선수들이 대거 참가한다.

20개 종목 275개 금메달의 주인이 누가 될 지 기대된다.

대회 기간 경기장을 밝혀줄 성화는 지난 28일 청주 상당산성에서 채화돼 도내 11개 시·군을 순회한 데 이어 29일 충주시의 천등산 천지인성단에서 채화된 성화와 합쳐졌다.

@highlight

세계무예마스터위원회(WMC), 충북도, 충주시가 주최하는 '2019 충주세계무예마스터십'이 30일 오후 7시 충주종합운동장에서의 개회식을 시작으로 화려한 막을 올리며 대회는 9개 경기장에서 8일간 진행되고 106개국에서 4793명의 선수와 임원이 참여하여 20개 종목 275개 금메달의 주인공을 가린다.