▲ 김일권 양산시장은 지난 27일 경남도청에서 김경수 도지사를 만나 양산지역 주요 현안사업의 추진을 위한 도비 예산 지원에 대해 협의하고 있다

양산시가 경남도에 발달장애인복지관 건립 등 주요 현안사업과 균특이양사업에 대한 예산 지원을 요청했다.

김일권 시장은 지난 27일 오전 경남도청을 방문해 김경수 도지사를 면담, 양산지역 주요 현안사업 등을 설명하고 이에 대한 경남도의 적극적인 예산지원을 건의했다.

이날 김 시장이 건의한 예산지원 요청사업은 현안사업 3건과 균특이양사업 2건 등 총 5건이다.

현안사업으로는 △양산시 발달장애인복지관 건립 △양산시 도시농업 테마식물원 설치 ▷양산시 독립공원 조성사업, 균특이양사업으로는 △반려동물 지원센터 조성 △남양산 청소년문화의집 건립사업이 포함됐다.

김일권 시장은 이 자리에서 발달장애인복지관 건립과 관련 양산의 발달장애인수가 크게 늘고 있는 점을 들어 설치가 절실함을 강조하며, 동부지역 발달장애인 복지관 건립 건축비 39억원 중 19억을 지원 요청했다.

실제 최근 5년간 전국의 발달장애인 증가는 18.6%였으나, 양산은 40.3% 늘어난 만큼 도내 발달장애인을 위한 전문복지관이 없음과 발달장애인의 복지정책에 경남도가 적극적으로 후원해 줄 것을 건의했다.

또 김 시장은 시민의 자연학습장 활용 및 체험·휴식공간 제공을 위해 19억원을 들여 '도시농업 테마식물원'을 조성할 계획으로 전체 사업비 중 10억원의 지원을 건의했다.

'독립공원 조성'과 관련 항일 독립정신을 계승하기 위해 교동 춘추공원 내에 건립할 계획임을 설명하고 사업비 63억원 중 10억원의 도비 지원을 요청했다.

아울러 '반려동물 지원센터 조성'과 '남양산 청소년문화의 집 건립'에 대한 사업의 필요성을 설명하고 경남도의 관심과 지원을 요청했다.

김경수 지사는 "사업의 필요성과 도 재정여건을 종합적으로 고려해 지원방안을 적극적으로 검토하겠다"고 답변했다.

김일권 시장은 "시가 당면한 문제해결을 위해 경남도와 중앙부처 국회와의 유대관계 강화와 협조를 통해 지역의 현안이 조속히 해결될 수 있도록 최선을 다하겠다"고 밝혔다.

@highlight

지난 27일 오전 경남도청을 방문한 김일권 양산시장이 김경수 도지사와의 면담에서 현안사업 3건과 균특이양사업 2건을 설명하고 예산지원을 건의한 가운데 김 도지사는 적극 검토하겠다고 답했다.