대상 윤영식 作, 승무.

국내 사진가들의 사진예술 정수를 감상할 수 있는 대한민국사진대전 수상작 초청전을 제주지역에서 만나 볼 수 있게 됐다.

제주특별자치도 문화예술진흥원(원장 현행복)은 내달 7일부터 12일까지 '2019 대한민국사진대전 수상작 초청전'을 개최한다고 29일 밝혔다.

제37회 대한민국사진대전 수상작 326점이 전시되는 대규모 전시로, 10월 2일부터 6일까지 동대문디자인플라자(DDP)에서 개최되는 '대한민국 사진축전'의 전초전이라고 할 수 있다.

제주지역 최초로 개최되는 이번 전시에는 올해 대상 작품 윤영식 사진가의 '승무', 우수상인 박영철 사진가의 '죽공예', 한철규 사진가의 '제3세계'등 총 326점의 수상작들이 펼쳐진다.

특히 올해 대한민국사진대전에서 제주지역 사진가 3명이 특선을, 6명이 입선을 차지해 역대 최다 수상 결과를 낳았다.

올해 대한민국사진대전에 제주지역 사진가 3명이 특선을, 6명이 입선을 차지해 역대 최다 수상 결과를 낳았다.

제주지역 수상작으로는 특선에 김종현의 "눈 오는 날", 윤석순의 "성모 마리아여", 조영희의 "비상의 날개를 펴라"(사진 시계방향)가 선정됐다.

제주지역 수상작으로는 특선에 조영희 사진가의 '비상의 날개를 펴라', 김종현 사진가의 '눈 오는 날', 윤석순 사진가의 '성모 마리아여'가 선정됐다.

입선 작품에는 강만보 사진가의 '벌치는 사람'과 박해섭 사진가의 '일터로', 원정희 사진가의 '바다로', 이봉기 사진가의 '서핑', 이성길 사진가의 '어부일기', 장책호 사진가의 '해녀'가 입상의 영예를 안았다.

전시장에 제주 작가들의 수상작 섹션도 마련된다.

개막식은 9월 7일 오후 6시 문화예술진흥원 제1전시실.

@highlight

제주특별자치도 문화예술진흥원에서는  2019 대한민국사진대전 수상작 초청전을 다음 달 7일부터 12일까지 개최하며 특히 제주 사진가들의 예술혼이 스며든 역대 최다 수상 기록으로 특선 3명의 수상작 김종현의 "눈 오는 날", 윤석순의 "성모 마리아여", 조영희의 "비상의 날개를 펴라" 외에 입선 6명을 포함한 제주 작가들의 수상작 부문이 별도 마련된다.