남녕고 씨름부가 오는 9월 6~8일 미국 뉴욕에서 열리는 제37회 미동부 추석대잔치에 참가해 한국씨름의 기술을 선보인다.

남녕고 씨름부가 추석을 앞두고 뉴욕을 방문해 유네스코 세계무형문화재인 한국씨름 기술시범을 선보인다.

제주도씨름협회(회장 송승천)는 오는 9월 6~8일 미국 뉴욕 퀸즈보태니컬가든에서 열리는 제37회 미동부 추석대잔치에 참가해 국제스포츠교류 활동을 펼칠 계획이라고 29일 밝혔다.

뉴욕 한인들의 대축제로 치러지는 미동부 추석대잔치는 씨름을 제대로 알지 못하는 교포 2·3세대들을 위해 한국민속경기 계승 차원에서 씨름대회를 마련했다.

앞서 제주도씨름협회와 뉴욕씨름협회는 지난 2017년 협약식을 통해 2018년부터 씨름국제스포츠 교류 활동을 진행하고 있다.

2017년 당시 대한씨름협회 국제사업으로 진행된 행사에 단장 자격으로 선수단을 이끌었던 송승천 회장은 이번 교류에도 단장으로 참여한다.

또한 이번 행사에는 제주 고등부 유일의 남녕고 씨름부원 4명과 남녕고 졸업 후 대학에서 활약 중인 김지혁(중원대 4)과 홍용현(인하대 3)을 포함한 6명의 선수와 함께 남녕고 서영삼 부장, 박현우 감독이 참가한다.

또한 천하장사 출신의 이태현 용인대 교수가 부단장으로 함께해 모두 10명의 선수단으로 꾸려진다.

송승천 회장은 "이번 교류 활동은 대한민국 국가무형문화재 제131호인 씨름을 세계에 알리는 데 크게 기여할 것"이라며 "제주체육으로는 미국과의 스포츠교류가 처음인 만큼 국제스포츠 교류 활성화에도 큰 기대를 걸고 있다"고 말했다.

한편 송 회장은 유럽과의 씨름 교류를 추진해 지난해 3월 제주도청 선수단을 이끌고 스페인 테네리페를 방문하고 원정교류 활동을 펼쳤으며, 같은 해 11월에는 스페인 선수단을 초청해 교류행사를 진행했다.

올해도 10월 말쯤 문화체육관광부와 대한씨름협회의 지원을 받아 스페인과 교류행사를 이어갈 계획이다.

@highlight

제주도씨름협회는 남녕고 씨름부가 오는 9월 6~8일 미국 뉴욕 퀸즈보태니컬가든에서 열리는 제37회 미동부 추석대잔치에 참가해 한국씨름의 기술을 선보이는 국제스포츠교류 활동을 펼칠 계획이라고 29일 전했다.