▲ 김진규 남구청장이 29일 남구 달동 ‘윤연당 카페’에서 김수동 대표(왼쪽)와 ‘다-이음배움터’ 학습공간 제공을 위한 업무협약을 체결하고 있다.

울산 남구가 마을전체에 숨어있는 유휴공간을 주민과 공유하는 학습공간으로 활용한 ‘다-이음배움터’ 26개소를 9월부터 운영한다고 29일 밝혔다.

이날 남구는 제1호 ‘다-이음배움터’인 ‘윤연당 카페’와 학습공간 제공을 위한 업무협약을 체결했다.

이에 오는 9월부터 평일 오전9시부터 저녁12시까지 주민들에게 학습공간으로 제공할 수 있게 됐다.

매주 수요일 오전에는 하브루타 자녀 교육에 대한 강좌를 열어 주민들의 학구열을 자극하기로 했다.

하브루나는 나이, 계급, 성별에 관계없이 두명이 짝을 지어 서로 논쟁을 통해 진리를 찾는 방법으로 유대인의 전통적 학습방법이다.

‘다-이음배움터’는 우리동네 가까운 시설의 공간을 이웃과 함께 사용할 수 있도록 개방해 다양한 학습모임을 이루어지게 하는 사업으로 학습을 통해 이웃을 만들고 지역을 이어주는 배움터 역할을 한다는 의미를 담았다.

남구가 지난 7월부터 발굴한 학습공간은 행정복지센터, 도서관, 카페, 종교시설, 금융기관 등으로 남구지역 26개소가 참여했다.

남구는 이번 학습방 운영을 통해 정해진 시간과 공간의 제약을 받던 교육의 장을 지역통합형 학습시스템체계로 확대함으로써 교육 소외계층을 크게 해소할 것으로 기대하고 있다.

남구는 ‘다-이음배움터’로 선정한 시설에 현판을 부착함으로써 주민 누구나 알기 쉽게 하고 학습공간 제공과 더불어 다양한 평생학습 프로그램을 운영함으로써 앞으로의 주민들의 일상학습을 확대해 나갈 계획이다.

‘다-이음배움터’는 남구평생학습홈페이지(www:ulsannamgu.go.kr/edu)를 통해 예약 후 이용하면 된다.

@highlight

29일 울산 남구에 따르면  행정복지센터, 도서관, 카페, 종교시설, 금융기관 등 마을 곳곳의 유휴공간을 주민들의 학습공간으로 공유해 9월부터 26개소의 ‘다-이음배움터’를 운영한다