도시락 프랜차이즈 한솥도시락이 9월 1일(일)부터 신메뉴 '치킨스테이크 덮밥'을 출시하고 한정판매에 들어간다.

이번 신메뉴 '치킨스테이크 덮밥'은 식욕이 왕성해지는 계절인 가을을 맞이하여 출시된 메뉴로 주요 식재료는 통 닭다리살 치킨과 영양 가득한 꽈리고추, 갈릭 플레이크로 구성된 메뉴다.

치킨스테이크 덮밥은 9월 1일(일)부터 소진시까지 18만 개 한정 판매되며, 판매 가격은 5,700원으로 가성비가 높은 편이다.

한솥 관계자는 "치킨스테이크 덮밥에 사용되는 치킨을 세계적으로 인정받는 치킨메이커 '사세(SASE)'에서 제공하는 최고 품질의 치킨으로 사용하여 맛과 풍미를 더했다. 차별화 된 식재료를 사용해 메뉴의 맛은 올리고, 가격은 낮추어 가심비가 매우 높다"며, "가맹점 창업주들의 매출 증대에 이번 신메뉴가 크게 기여할 것으로 기대한다"고 말했다.

이처럼 한솥도시락은 신메뉴 출시를 통해 단골고객의 입맛을 새롭게 하고, 신규고객을 늘려가고 있는 기업으로 유명하다.

매월 신메뉴가 출시되고 있어서 고객들은 매월 초가 되면 한솥도시락 매장을 방문하여 신메뉴를 즐기고 품평을 한다.

메뉴의 맛과 품질, 가격만족도에 높은 점수를 주는 고객수가 점점 더 증가하면서 한솥은 이러한 여세를 몰아 국민도시락, 국민브랜드로서의 입지를 확고히 다진다는 전략이다.

한솥 이영덕 회장은 "천고마비의 계절인 가을에 고객님들의 변함없는 사랑에 보답하기 위해 맛과 품질, 양과 가격을 모두 충족시키는 메뉴를 선보이게 됐다"며, "건강하고, 믿고 먹을 수 있는 메뉴인 만큼 고객님들이 마음껏 즐기시길 바란다"고 말했다.

이어서 그는 "신메뉴에 대한 고객님들의 격려와 솔직한 조언을 기대하며, 한솥은 고객님들의 니즈에 맞게 향후에도 지속적으로 신메뉴 연구개발에 아낌없는 투자를 해나갈 것"이라고 말했다.

@highlight

한솥도시락은 9월 1일부터 소진시까지 18만 개 한정으로 판매하는 통 닭다리살 치킨과 꽈리고추, 갈릭 플레이크로 구성된 신메뉴 '치킨스테이크 덮밥'의 가격은 5,700원으로 가성비가 훌륭하다.