여당인 더불어민주당은 29일 검찰이 조국 법무부 장관 후보자 관련 의혹에 대해 압수수색을 벌인데 대해 비판 목소리를 높였다.

전날 이해찬 대표가 검찰을 강도 높게 비판한 데 이어 이날도 당 지도부가 검찰 비판 발언을 이어갔다.

이인영 원내대표는 이날 KBS 라디오 ‘김경래의 최강시사’에 출연해 "검찰 압수수색 문제는 대단히 이례적이고 그래서 매우 유감"이라며 "청문회를 앞두고 압수수색을 한 것은 국회의 정상적인 청문 절차에 영향을 미칠 수 있기 때문에 그렇게 되지 않기를 바란다"고 말했다.

조정식(시흥을) 정책위의장은 이날 국회에서 열린 정책조정회의에서 "이번 압수수색은 시기적으로 매우 부적절하고 방식 또한 대단히 문제가 크다"며 "언론 보도를 보면 검찰 내부에서 수사 정보를 대놓고 흘리는 셈이다.

구시대적 적폐가 반복되고 있는 것 아닌지 매우 유감스럽다"고 비판했다.

또 조 정책위의장은 "조국 후보자 청문회 좌초를 위해 한국당이 온갖 수단을 동원한다"며 "가족을 무더기 증인으로 요구해 팔순 노모에 처자식까지 볼모 삼아 후보자를 압박하고 있다.

반인륜적 정치공세"라고 주장했다.

정의당 심상정 대표도 이날 검찰이 대대적인 압수수색을 벌인 데 대해 "명백한 정치 행위"라고 비판했다.

심 대표는 이날 상무위원회에서 "검찰이 자료 확보의 시급성과 사안의 중대성을 고려했다고 밝혔지만 청문회를 앞둔 압수수색은 검찰의 논리로만 한정될 수 없다"며 이같이 밝혔다.

그는 그러면서 "모든 정치 행위에는 결과에 따른 응분의 정치적 책임이 뒤따른다는 사실을 검찰은 명심하기 바란다"고 말했다.

한편, 유시민 노무현재단 이사장도 이날 검찰의 압수수색에 대해 "아주 부적절하고 심각한 오버였다"고 비판했다.

유 이사장은 이날 tbs라디오 ‘김어준의 뉴스공장’에 출연해 이같이 말하고 "윤석열 검찰총장은 조 후보자가 사퇴하는 것이 국가적으로 바람직하다고 판단한 것 같다"고 말했다.

그는 또 "언론인들에 대한 절망감도 있는데, 조국을 꺾어야 한다는 욕망이 보도를 지배하고 있다"며 "집단 창작을 하고 있다"고 비판했다.

@highlight

더불어민주당 지도부, 정의당 심상정 대표, 그리고 유시민 노무현재단 이사장은 조국 법무부 장관 후보자 관련 의혹에 대한 검찰의 압수수색을 비판했다.