도시어부들이 청새치를 잡기 위한 기나긴 여정을 떠난다.

29일(목) 방송되는 채널A 예능프로그램 '나만 믿고 따라와, 도시어부'(기획 장시원/ 이하 '도시어부') 104회에서는 이덕화, 이경규가 게스트인 조재윤, 김새론과 함께 라스보야스로 청새치 사냥을 떠나는 모습이 그려진다.

이날 도시어부가 낚시를 떠난 곳은 코스타리카의 '라스보야스'라는 낚시 포인트로 청새치들이 사는 천국이다.

하지만 이곳은 배를 타고 무려 12시간을 가야 하는 아주 먼 곳.

비행기를 타고 20시간을 날아온 코스타리카에 온 도시어부들은 또다시 배를 타고 12시간을 이동해야만 하는 험난한 여정을 떠나야만 했다고.

그러나 이경규는 "해질 때랑 뜰 때가 환상이래.

바다에 별이 막 떠 있대"라며 소풍 가는 아이처럼 기대감을 한껏 드러냈다고 한다.

그가 기대한 대로 밤바다 위에서 보는 일몰과 일출은 경이로운 장관 그 자체였다고 전해져 기대를 모은다.

타들어갈 듯한 노을의 아름다움과 밤바다 위로 쏟아지는 별빛을 본 이덕화는 "예술이네, 예술.

마치 꿈같다.

낚시는 한 평생해도 매번 새롭고 좋아서 세월이 아쉽게 느껴진다.

조금 천천히 가주지"라며 감성에 젖어 들었고, 이경규 또한 "지구 반 바퀴를 돌아왔어.

왕포에서 고기 잡다가 알래스카 갔다가 코스타리카까지 왔다"며 감회에 젖은 소감을 이야기했다고.

그림처럼 펼쳐진 코스타리카의 바다에 감동한 도시어부들이 본격 청새치 낚시에 돌입하며 어떤 타오르는 승부욕을 드러냈을지, 그리고 과연 도시어부들은 청새치 낚시에 성공했을지, 29일 밤 목요일 밤 9시 50분 채널A '나만 믿고 따라와, 도시어부'에서 공개된다.

@highlight

도시어부 104회에서는 배를타고 12시간을 이동해 이경규, 조재윤, 김새론 등과 함께 코스타리카의 라스보야스라는 낚시 포인트에서 청새치를 낚으러 가는 모습이 그려진다.