MCN 기업 글로벌투자그룹은 최근 'THANH DO REAL ESTATE INVESTMENT CORPORATION(이다 탄도)'와 베트남 부동산 투자 정보 등에 관한 계약을 체결했다고 29일 밝혔다.

베트남 부동산 전문 기업 탄도가 지난 2009년 설립한 '탄도부동산'은 베트남 부동산 협회(HOREA)에 정식 등록된 회사다.

현재까지 베트남 현지 5000여 개의 상품을 분양거래 1만 건 이상, 임대거래 7000건 이상, 토지거래 400건 이상을 통해 한화 1조 4000억 원의 매출액을 기록하고 있다.

현지에 8개의 직영점과 10개의 지점도 뒀다.

글로벌투자그룹은 이번 탄도와의 계약 체결을 통해 베트남 현지 부동산 투자처의 정확한 정보를 국내 투자자에게 제공, 연결한다.

이를 통해 탄도가 취급하는 오피스, 상가, 리조트, 토지 등 다양한 분야에 걸쳐 국내 개인·기업에게 정보를 제공을 할 예정이다.

특히 글로벌투자그룹은 투자 정보 제공과 투자자 연결을 비롯해 베트남 현지 문화(여행지, 맛집)를 이해할 수 있는 '투투티비(TuTuTV)' 유튜브 채널을 운영한다.

향후 개인과 단체에 베트남 부동산 투자와 여행 투어를 진행하고, 유튜브 채널 '투투TV'와 세미나 등을 통해 베트남 현지의 부동산 투자 정보를 제공할 계획이다.

이와 함께 글로벌투자그룹이 소유한 호치민 한인촌 푸미흥에 위치한 '콤마하우스'란 호텔을 활용, 투자 투어 시 한식 제공 등 고객 편의성을 높일 방침이다.

글로벌투자그룹 강상길 대표는 "베트남 부동산 시장은 아파트 투자만 개방되는 등 정보 획득에 어려움이 있다"면서 "글로벌투자그룹은 경제TV 전문가와 베트남 특파원 등으로 활동한 이현민 연구원이 탄도부동산 지점장을 맡았기 때문에 더욱 정확한 정보를 제공할 수 있다"고 말했다.

강 대표는 이어 "베트남 부동산 투자에 대한 정보가 궁금한 투자자들은 카카오플러스 친구 '베트남 부동산 투투TV'을 통해 24시간 무료 상담 가능하다"고 덧붙였다.

@highlight

MCN 기업 글로벌투자그룹은 29일 이다탄도와 베트남 부동산 투자 정보 등에 관한계약을 체결하였으며 베트남 부동산 전문 기업인 탄도와의 계약체결을 통해 베트남 현지 부동산 투자처의 정확한 정보를 국내 투자자에게 제공할 예정이다.