한국의 51년 만에 아시안컵 우승 꿈을 좌절시킨 펠릭스 산체스(44) 감독을 2020 도쿄 올림픽 예선에서 또 만날 수 있다.

카타르축구협회(QFA)는 산체스 국가대표팀 감독에게 올림픽대표팀을 맡겼다.

이에 따라 산체스 감독은 내년 1월 태국에서 열리는 2020 아시아축구연맹(AFC) U-23 챔피언십 본선에 카타르를 이끌고 참가한다.

지난 3월 2020 AFC U-23 챔피언십 예선에서는 알버트 페르난데스가 지휘봉을 잡았다.

카타르는 2승 1무로 A조 1위에 올라 본선 진출권을 획득했다.

펠릭스 산체스 카타르 국가대표팀 감독이 올림픽대표팀도 이끈다.

2020 AFC U-23 챔피언십 본선은 2020 도쿄 올림픽 아시아지역 최종 예선을 겸한다.

올림픽 본선 진출권은 총 3장이다.

개최국 일본을 제외하고 상위 3개 팀에게 도쿄행 티켓이 주어진다.

산체스 감독은 한국과 '악연'이 있다.

2019 AFC 아시안컵 8강에서 한국을 1-0으로 꺾었다.

파울루 벤투(50) 감독 부임 후 유일한 A매치 패배다.

카타르는 기세를 몰아 아랍에미리트(4-0), 일본(3-1)을 연파하며 사상 첫 아시안컵 우승을 차지했다.

산체스 감독은 연령별 대표팀에서도 성과를 올렸다.

2014 AFC U-19 챔피언십 우승 및 2018 AFC U-23 챔피언십 3위를 지도했다.

2018 AFC U-23 챔피언십 3위 결정전에서도 한국을 1-0으로 꺾었다.

2020 AFC U-23 챔피언십 본선 조 추첨은 오는 9월 26일 진행될 예정이다.

한국과 카타르가 조별리그부터 맞붙을 수 있다.

지난 대회 성적순에 따라 카타르는 포트1, 한국은 포트2를 받았다.

한국 올림픽대표팀은 2018 자카르타-팔렘방 아시안게임 금메달을 안긴 김학범(59) 감독이 지휘하고 있다.

카타르는 역대 올림픽 본선에 두 차례(1984·1992년) 진출했다.

1992 바르셀로나 올림픽 8강이 역대 최고 성적이다.

@highlight

카타르축구협회(QFA)는 한국의 51년 만에 아시안컵 우승 꿈을 좌절시킨 펠릭스 산체스(44) 감독에게 올림픽대표팀을 맡겼으며, 이에 따라 내년 1월 태국에서 열리는 2020 아시아축구연맹(AFC) U-23 챔피언십 본선에 산체스 감독이 카타르를 이끌고 참가한다.