현대자동차의 준대형 트럭 ‘파비스’.

현대자동차는 29일 경기도 일산 킨텍스에서 상용차 박람회 ‘현대 트럭앤버스 비즈니스페어’를 개최하고, 신규 준대형 트럭 ‘파비스’와 친환경 상용차 ‘카운티EV’를 최초로 공개했다.

파비스는 중형 메가트럭과 대형 엑시언트 사이 체급으로 5.5∼13.5t을 실을 수 있고, 운전석 공간은 동급 최대다.

최대출력 325 PS의 7L급 디젤 엔진이 장착됐고 일부 대형 트럭에만 들어가던 전방충돌방지보조와 차로이탈경보, 원격시동, 무시동히터 등 안전 편의사양이 선택 가능하다.

현대차는 장시간, 장거리 운행이 일반적인 트럭 운전자들의 요구를 적극 반영해 승차감과 안전성, 편의성을 강조했다고 말했다.

현대차는 또 8개 특장업체와 협업해서 농산물, 식음료부터 전자 제품, 산업용 기계까지 실을 수 있는 윙바디, 청소차, 크레인 등 파비스 특장차 10종을 이번 행사에 내놨다.

이와 함께 현대차는 친환경 상용차 전동화 라인업 계획을 발표했다.

현재 판매 중인 전기차 1종, 수소전기차 1종에서 2025년까지 전기차 7종, 수소전기차 10종으로 늘리는 것이 목표다.

트럭은 6종, 버스는 11종이다.

현대차는 친환경 로드맵의 상징인 카운티 EV도 공개했다.

128㎾h 배터리가 탑재돼 1회 충전에 200㎞ 주행이 가능하고, 완충에 72분이 걸린다.

마을버스나 어린이 탑승 버스로 쓰이는 특성을 고려해 안전을 최우선으로 해서 눈길, 빗길 안전 운전을 돕는 차량자세제어장치, 4륜 디스크 브레이크, 차량 후방 비상도어(어린이 버스용) 등을 적용했다.

마을버스로 운행하면 기존 디젤차보다 연료비를 최대 3분의 1로 낮출 수 있다.

@highlight

29일 현대자동차는 경기도 일산 킨텍스에서 상용차 박람회를 개최하고, 신규 준대형 트럭 파비스를 공개하였으며, 이와 함께 친환경 상용차 전동화 라인업을 2025년까지 17종으로 늘릴 계획이라 밝혔다.