금융당국이 사후 감독, 징계 중심인 회계정책을 사전 지도 중심으로 개편·추진하기로 했다.

국제회계기준 도입에 따라 기업마다 다른 회계처리를 존중하겠다는 취지다.

최준우 금융위원회 증권선물위원회 위원(사진)은 30일 서울상공회의소에서 열린 한국회계기준원(원장 김의형) 개원 20주년 기념 세미나에서 "2011년 국제회계기준을 도입했지만 여전히 해석과 지침이 부족한 상황에서 회계감독이 사후 적발, 제재 위주로 운영되고 있다"며 "이로 인해 일선 기업이 어려움을 호소하고 있다"고 설명했다.

최 위원은 "회계감독 선진화 방안에 따라 기존 징계 위주 정책을 사전 지도 중심으로 개편할 계획"이라며 "특히 기업 회계처리 결과가 기업에 따라 다를 수 있음을 인정하고 일관되고 합리적인지에 초점을 두고 파악할 것"이라고 덧붙였다.

국제통화기금(IMF) 사태 이후 회계 기준 마련과 국제 기준 도입 등 20년간 급속도로 회계정책이 변경되면서 일선 기업이 갖는 어려움을 덜어주겠다는 취지다.

이날 세미나에서도 4차 산업혁명에 따라 새롭게 나타나고 있는 정보기술(IT), 플랫폼, 문화 콘텐츠 기업 등 무형자산에 대한 재무제표 반영 방법, 질의회신 제도 발전 방안 등이 논의됐다.

최 위원은 "정부도 4차 산업혁명을 지원하고 있는 상황에서 산업 특성상 가치평가가 어려운 부분이 있어 재무제표와 시장가치 간에 괴리가 커지고 있다"고 지적하며 "회계 기준 적용이 국내 기업에 부담이 없도록 기업 의견을 충분히 반영할 필요가 있다"고 전했다.

김의형 원장은 "국제회계기준 적용에 따라 질의 회신 기능을 강화하고 있지만 수요에 비해 답(회신)의 간극이 커지고 있고, 무형자산이 많아지고 있는 IT, 콘텐츠 기업가치는 재무제표에 제대로 반영되지 않고 있다"며 "질의 회신 제도와 무형자산 보고 방식에 대한 발전적 논의가 이어지길 바란다"고 밝혔다.

한스 후거보스트 국제회계기준위원회 원장은 "페이스북 등 무형자산이 많은 기업의 가치를 판단하기는 갈수록 어려워지고 있다"며 "투자자들에게 정확한 기업 가치를 전달하기 위해 연구가 성공적으로 진행되길 바란다"고 전했다.

@highlight

금융당국이 사후 감독, 징계 중심인 회계정책을 사전 지도 중심으로 개편하기로 했는데, 국제 회계 기준 도입에 따라 각각 다른 회계처리를 인정할 계획이며, 국제통화기금 사태 이후 회계 기준 마련과 국제 기준 도입 등 일선 기업이 갖는 어려움을 도와주겠다고 나선 것이다.