KB손해보험은 30일 암 전(前)단계부터 암 발병 이후까지 보장이 가능한 암 전용상품 'KB 암보험과건강하게사는이야기'를 내달 2일 출시한다고 밝혔다.

이 상품은 기존 암보험의 기본적인 보장을 강화함과 동시에 암 발생 전(前) 예방 자금부터 암 발병 후까지 집중 보장하는 'Care & Cure' 콘셉의 암보험이다.

주요 특징으로는 기존 암보험이 악성종양이라 불리는 암에 대해서만 보장했다면 이 상품은 암 발생 전(前) 단계로 볼 수 있는 '위·십이지장, 대장의 양성종양과 폴립(용종)진단비' 와 '갑상선기능항진증 치료비'를 보장한다.

치료자금을 보장 받은 고객은 암으로의 진행을 사전에 예방하는 것이 가능해진다.

또 기존 자사 암보험의 주요 특징 중 하나인 각 부위별 암보장에 최근 여성암 발병률 1위인 '유방암진단비'가 추가됐다.

KB손해보험은 이번에 카톨릭서울성모병원과 협업해 전문의로부터 자문을 받아 가족력과 생활습관(음주·운동량 등)에 따른 총 15종의 질병 위험도 안내와 건강관리 요령을 제공하는 건강 컨설팅 프로그램을 도입했다.

컨설팅을 받은 고객은 예측된 위험질환에 대한 맞춤형 플랜을 통해 본인에게 더 필요한 부위의 암 발병 전후 단계 보장을 강화하고 건강관리에도 도움을 받을 수 있게 됐다.

이 상품은 0세부터 75세까지 가입이 가능하다.

보험기간은 80·90·100세 만기 중 원하는 기간 선택이 가능하다.

보험료가 상대적으로 저렴한 '연만기형'과 '무해지형'으로도 가입이 가능하다.

또한 '3대 납입면제(질병·상해 80%이상 후유장해와 암)'와 '5대 납입면제(질병·상해 80%이상 후유장해, 암, 뇌졸중, 급성심근경색증)'로 납입면제 기능을 다양화했다.

@highlight

KB손해보험이 내달 2일 출시하는 암 전용상품 'KB 암보험과건강하게사는이야기'는 기존 암보험의 기본적인 보장을 강화함과 동시에 암 발생 전 예방부터 발병 후까지 보장하는 'Care & Cure' 콘셉의 개념으로 '위·십이지장, 대장의 양성종양과 폴립진단비' 와 '갑상선기능항진증 치료비'까지도 보장된다.