충청남도 천안지역 웨딩 및 혼수업체와 천안컨벤션웨딩홀이 함께 '천안컨벤션웨딩홀 다이렉트 웨딩박람회'(이하 천안웨딩박람회)를 개최한다.

오는 31일(토)과 9월1일(일) 양일간 천안컨벤션웨딩홀 1층에서 한다.

주최 측에 따르면 천안컨벤션웨딩홀은 이곳에서 결혼식을 올리는 예비신랑·신부에게 홀 사용료를 전액 지원하는 이벤트와 행사기간 가계약 시 무료시식권, 정계약 시 에어프라이어 주방가전제품을 증정한다.

여기에 4만5000원 식사권을 1만원 할인하고 '스드메'(스튜디오, 웨딩드레스, 메이크업)를 거품 없이 구매할 수 있는 기회를 제공한다.

주최 측은 "이 밖에도 천안웨딩박람회 기간 동안 각 업체별 원장들이 1:1 맞춤 웨딩스타일로 직접 상담, 꼼꼼하게 결혼정보를 챙길 수 있다. 넓고 편한 주차장이 마련돼 있고 주차비도 무료이니 예비신랑·신부의 많은 관심과 참여를 바란다"고 말했다.

예비신랑·신부는 이 지역 인기 웨딩드레스를 한 곳에서 볼 수 있으며, 추첨을 통한 경품 이벤트로 500만원 상당의 블랙 다이아몬드 본식 드레스 대여권과 스냅 촬영권, 원장 지명 메이크업 등 다양한 스드메 행사에 참여할 수 있다.

타로점, 룰렛 이벤트 등을 통해 결혼준비 체험도 즐길 수 있다.

또한 결혼한복, 결혼예물, 혼수예복, 웨딩스킨케어와 더불어 혼수가전 업체로 하이마트가 참가해 혼수상품을 알뜰하게 구매·예약할 수 있고, 허니문 신혼여행 상담 시 셀카봉, 계약 시 여행캐리어 등을 선물로 받을 수 있다.

천안웨딩박람회 초대권을 갖고 오는 예비신랑·신부(동시입장)에게는 다낭 여행상품권 또는 스타벅스 텀블러, 클렌징티슈가 무료 증정된다.

초대권 신청은 '천안컨벤션웨딩홀' 블로그 이벤트에서 신청하면 된다.

@highlight

천안지역 웨딩 및 혼수업체와 천안컨벤션웨딩홀이 오는 31일과 9월1일 '천안컨벤션웨딩홀 다이렉트 웨딩박람회'를 개최하며, 초대권을 갖고 오는 예비신랑,신부에게는 다낭 여행상품권 또는 스타벅스 텀블러, 클렌징티슈가 증정된다.