비자는 금융위원회 산하의 핀테크 스타트업 육성기관 한국핀테크지원센터와 국내 핀테크 산업 생태계 활성화 및 혁신을 위한 업무협약(MOU)을 체결했다고 30일 밝혔다.

비자와 한국핀테크지원센터는 MOU를 통해 혁신적 비즈니스 아이디어의 상용화와 국내 핀테크 기업들의 글로벌 시장 진출 및 일자리 창출을 기반으로 국내 핀테크 산업 저변 확대 및 혁신 도모에 나설 예정이다.

특히 비자는 이번 MOU 체결로 한국 결제 시장의 성장과 세계화, 더불어 은행, 카드사 등 기존 사업자의 역량 강화를 도울 수 있을 것으로 기대하고 있다.

이번 MOU의 일환으로 비자는 아시아 태평양 지역 핀테크 유관 정책 분석을 진행하고 이를 토대로 국내 핀테크 기업의 성공적인 글로벌 진출과 비즈니스 성장을 돕게 된다.

이어 비자의 핀테크 패스트 트랙 프로그램 참여 기회를 포함한 교육 프로그램 지원을 통해 국내 핀테크 스타트업들의 혁신적 아이디어 상용화를 도울 예정이다.

더불어 한국핀테크지원센터, 국내 스타트업 및 주요 핀테크 관계자들을 올해 11월 싱가포르 비자 아시아 태평양 지역 본사에 초청하여 아세안 최대 핀테크 행사인 '핀테크 페스티벌(FinTech Festival)' 행사 참여를 돕고 한국이 핀테크 산업 허브로 성장할 수 있도록 지원할 계획이다.

한국핀테크지원센터는 핀테크 행사 또는 프로그램 기획 시 비자에 우선적으로 참여할 수 있는 기회를 제공하고 결제 기술 분야의 유망 핀테크 기업 발굴 시 해당기업들과의 협업 기회를 연결할 예정이다.

업무협약 체결식에 참석한 크리스 클락 비자 아시아 태평양(AP) 지역 총괄 대표는 "이번 MOU를 계기로 비자가 한국의 핀테크 산업 발전에 일조하며 협력을 한층 강화하게 되리라 기대된다"고 밝혔다.

패트릭 윤 비자코리아 사장은 "국내 유망 핀테크 스타트업들이 자사의 광범위한 네트워크를 활용해 기술 및 서비스 상용화를 앞당기고 세계 시장에 성공적으로 진출 할 수 있도록 적극 지원할 계획"이라고 말했다.

정유신 한국핀테크지원센터 이사장은 "국내 핀테크 업체에게 해외시장 진출을 통한 수익기반 확대가 반드시 필요한 상황에서 비자의 글로벌 네트워크를 통해 많은 핀테크 기업들이 글로벌 시장에 성공적으로 진출하기를 바란다"고 밝혔다.

@highlight

비자와 금융위원회 산하의 핀테크 스타트업 육성기관 한국핀테크지원센터는 국내 핀테크 산업 생태계 활성화 및 혁신을 위한 업무협약(MOU)을 체결함으로써 혁신적 비즈니스 아이디어의 상용화와 국내 핀테크 산업 저변 확대 및 혁신 도모에 나설 예정이며, 한국 결제 시장의 성장과 세계화, 은행, 카드사 등 기존 사업자의 역량 강화를 기대하고 있다.