제주 동백동산에서 운영 중인 2개 생태관광 프로그램이 관광서비스분야에서 최초로 '저탄소제품' 인증을 받았다.

30일 환경부 산하 한국환경산업기술원에 따르면 29일 열린 환경성적표지 인증심의위원회에서 제주 선흘리 동백동산의 생태관광과정에 저탄소제품 인증을 부여했다.

또 제주 하례리, 전북 정읍 솔티마을, 전북 고창 용계마을, 강원 인제 용늪 생태마을 등 4곳의 6개 프로그램에는 탄소발자국을 인증했다.

환경성적표지는 제품의 온실가스 배출량을 표시하는 제도로서 1단계 탄소발자국, 2단계 저탄소제품 인증으로 구성돼 있다.

제주 선흘리 생태관광 프로그램은 2016년 탄소발자국 인증을 받은 후 태양광발전 전기 사용, 지역농산물 식자재 활용, 자전거 이용 등을 통해 온실가스 발생량을 감축했다.

1박 2일 생태체험 프로그램인 '다 같이 돌자 동네한바퀴'와 '동백꽃피다'는 1인당 14.3㎏과 14.7㎏의 탄소배출량을 각각 인증받았다.

2016년과 비교해 85%, 92%의 탄소배출량을 저감했다.

탄소발자국을 인증 받은 생태관광지 4곳의 6개 프로그램도 탄소배출량을 수치로 표시해 관광객들의 환경인식을 높이고 생태계 보전에 적극 동참한다는 계획이다.

정읍 솔티마을의 '모시랑 자연이 만나는 보타닉 원정대' 생태체험 프로그램에 관광버스를 타고 참여하면 1인당 1.7㎏의 탄소 배출로 자가용 이용(12.6㎏)과 비교해 87%(10.9㎏)의 탄소배출량을 줄일 수 있다.

하례리 생태교육은 생물권보전지역인 효돈천을 탐방하며 자연의 소중함을 체험하고 에너지 절약·음식물 아끼기 등 자연친화적 생활태도를 함양시키는 초등학생 대상 프로그램으로 1인당 0.7㎏의 탄소배출을 인증받았다.

한편 환경부와 한국환경산업기술원이 친환경 관광문화 확산을 위해 2016년부터 생태관광 및 숙박 프로그램에 대해 탄소발자국 인증을 부여한 결과 현재까지 16개 지역, 37개 프로그램이 인증을 받았다.

@highlight

환경부 산하 한국환경산업기술원에 따르면 제주 동백동산의 생태관광 프로그램에 '저탄소제품' 인증을 하였고, 이는 태양광발전 전기 사용 등 온실가스 발생량 감축에 노력한 결과라고 전했다.