대전마케팅공사는 9월 6일부터 8일까지 3일간 엑스포과학공원 한빛탑광장 일원에서 '2019 대전 라이브 페스타'를 개최한다.

대전마케팅공사는 9월 6일부터 8일까지 3일간 엑스포과학공원 한빛탑광장 일원에서 '2019 대전 라이브 페스타'를 개최한다고 30일 밝혔다.

이번 행사는 ㈜ ENC주관·주최하는 야간행사로 대전방문의 해를 맞이해 과거의 유행과 디자인이 현재의 새로운 방식으로 문화를 즐기는 것을 착안해 다양한 세대가 함께 어우러질 수 있는 행사로 준비했다.

'2019 대전 라이브 페스타'는 1일차는 'PLAY IN HIPHAP'주제로 20대를 위한 HIP한 감성을 채워 줄 아티스트와 뛰어 놀며 즐기는 힘합 콘서트, 2일차는 '감성 밴드 LIVE'주제로 각자의 감성을 자극할 밴드 아티스트 공연, 3일차는 '패밀리 트롯 FESTA'주제로 남녀노소 온가족이 함께 즐길 수 있는 트롯 가수 공연으로 진행된다.

또한 부대 프로그램으로 'MADE IN 대전 인디 콘서트', 'MADE IN 대전 EDM', '감성 CITY POP', '리얼 윌릴 찾아서', '부장님 건배하실 시간입니다'등 다양한 프로그램으로 시민 및 관람객들에게 볼거리와 즐거움을 선사 할 예정이다.

특히, 대전 다문화센터와 전국 다문화가요제 추진위원회가 진행하는 '제1회 대전 전국 다문화·외국인 가요제'는 사전 예선을 통해 선발된 10팀의 공연을 통해 전국의 다문화 가족과 대전시민, 방문객 모두가 함께 할 수 있는 '융합 문화 콘텐츠의 장'으로 마련했다.

최철규 대전마케팅공사 사장은 "7030 대전방문의 해를 맞아 시민 참여형 축제로 여름 폭염에 지친 시민들에게 가을밤 휴식과 즐거운 추억의 시간이 되었으면 좋겠다"며 "엑스포과학공원이 도심속의 문화관광 축제의 장으로 자리매김 할 수 있도록 최선의 노력을 다하겠다"고 말했다.

@highlight

대전방문의 해를 맞이하여 대전마케팅공사가 개최하는 야간행사인 '2019 대전 라이브 페스타'에서는 밴드 아티스트 공연, 트롯 가수 공연 등의 다양한 무대가 진행될 예정이다.