동의대(총장 공순진) 인재개발처(처장 김삼열)는 지난 28일과 29일 산학협력관 PRIME 컨벤션 다목적홀(109호실)에서 전임교원 103명을 대상으로 하는 '전임교원 진로지도 역량강화 워크숍'을 개최했다.

공순진 총장은 인사말을 통해 "대학생들이 입학 후 고민하는 진로 및 취업 문제를 조기에 해결해 주기 위해서는 체계적이고 전문적인 학생 지도와 관리가 필요합니다"고 전하고, "이번 워크숍을 통해 진로지도를 위한 전문성을 강화해 학생들의 대학생활 만족도를 높일 수 있도록 당부드립니다"고 말했다.

동의대가 올해부터 수행하고 있는 교육부 대학혁신지원사업의 일환으로 진행된 이날 행사는 모두 16시간으로 구성되었으며, 교육을 수료한 교수에게는 대학생 진로지도 강사자격증이 발급되었다.

동의대 김삼열 인재개발처장은 "대학에서 학생들의 진로지도를 담당하고 있는 교수들의 역할은 매우 중요하지만 교수들이 학생 진로지도에 많은 어려움을 호소하고 있습니다.

이번에 진행된 교육을 수료한 교수들은 '대학생 진로지도 프로그램'을 진행하기 위한 강사 자격을 취득하게 됩니다"고 전했다.

▲심리검사 도구를 활용한 동기요인 분석 ▲심리검사 도구를 활용한 자아분석 ▲학생 개인 맞춤형 진로지도 방법 ▲진로지도 활용 프로그램(강점탐색, 가치관 탐색, 경험계획 수립) ▲시각화를 활용한 진로설계의 이해 ▲시각화 활용 프로그램을 활용한 진로지도 ▲비전 수립과 경력개발 Action Plan 수립 등의 내용으로 구성되었다.

레저스포츠학전공 김찬룡 교수는 "진로지도에 대한 큰 도움을 기대하지 않고 참석했는데, 가슴을 울리는 이틀간의 특강이 학생들의 진로지도에 효율적인 가이드라인이 되었습니다"고 전했고, 호텔ㆍ컨벤션경영학전공 유형숙 교수는"취업에 대한 중요성은 많이 강조하지만, 진로지도는 분야가 방대하고 중요성에 대한 인식이 부족했습니다.

학생들의 꿈과 가치관, 욕구를 키워주는 것이 굉장히 중요하다는 것을 알게 된 좋은 시간이었습니다"고 말했다.

@highlight

동의대 인재개발처는 지난 28일과 29일 산학협력관 PRIME 컨벤션 다목적홀에서 전임교원 103명을 대상으로 '전임교원 진로지도 역량강화 워크숍'을 개최했으며 교육을 수료한 교수에게는 '대학생 진로지도 프로그램'을 진행하기 위한 강사자격증이 발급되었다.