건화물선 경기판단의 척도로 여겨지는 발틱운임지수(BDI·Baltic Dry Index)가 2200선을 돌파하며 5년여만에 사상 최고치를 경신했다.

업계에선 원자재 수요, 국제해사기구(IMO)의 환경규제에 따른 공급 축소 등의 영향으로 앞으로도 강세가 이어질 것이란 전망이 우세하다.

해운업계에 따르면 지난 28일 기준 BDI는 전일대비 2.4% 오른 2267포인트를 기록했다.

이는 지난 2013년 12월 9일(2277포인트) 이후 가장 높은 수치다.

사진은 초대형 광석선.

올해 BDI는 지난 1월 발생한 브라질의 광산댐 붕괴사고 여파로 595포인트까지 하락했으나, 브라질·호주가 철광석 공급을 늘린데 이어 중국도 철강산업 및 경기 부양을 위해 수입을 확대하며 급등했다.

한국해양수산개발원(KMI)은 벌크운임 강세의 근거로 견조한 원자재 수요를 꼽고 있다.

중국이 최근 철광석 가격 상승, 항만 내 재고량 감소 등을 이유로 철광석 수입을 늘리고 있는데다, 미국과 무역분쟁을 겪으며 아시아~남미 동안(ECSA) 노선에서 남미산 곡물수입을 확대하고 있다는 것이다.

또 중국과 유럽 국가들이 최근 석탄 재고량을 늘리기 위해 인도네시아와 호주산 석탄 수입을 확대한 것도 지수를 끌어올렸다는 게 KMI의 분석이다.

IMO 황산화물(SOx) 배출규제도 운임을 상승시키는 데 한몫을 하고 있다.

내년 1월 1일부터 선사들은 선박 배기물질 중 SOx 비중을 현행 0.5%에서 0.1%로 줄여야 한다.

글로벌 선사들은 규제 대응을 위해 스크러버(황산화물 저감장치) 설치를 본격화하고 있다.

스크러버 설치를 위해선 약 45~90일 가량 선박 운항을 멈추고 독에 계류해야 한다.

정연승 NH투자증권 연구원은 “전체 벌크선 중 스크러버 설치선의 비중은 지난 6월 말 3% 수준에서 연말엔 10%까지 확대될 것으로 전망된다”면서 “4분기로 갈수록 공급 감소 효과가 확대될 것으로 보인다”고 말했다.

@highlight

한국해양수산개발원(KMI)은 건화물선 경기판단의 척도로 여겨지는 발틱운임지수가 2200선을 돌파하며 5년여만에 사상 최고치를 경신한 이유로 견조한 원자재 수요와 인도네시아와 호주산 석탄 수입의 확대를 꼽았다. 