29일 대법원이 삼성에 경영권 승계 작업이라는 현안이 존재했다는 것을 인정함에 따라 검찰의 삼성바이오로직스 분식회계 의혹 수사도 힘을 받게 됐다.

지난해 12월 수사에 착수한 서울중앙지검 특수4부(부장 이복현)는 증거인멸 등으로 임직원 8명을 구속 기소했지만, 본류인 분식회계로는 아직 성과를 내지 못한 상태다.

검찰 수사 대상은 삼성바이오가 기업가치를 부풀려 분식회계를 저지른 부분이지만, 사실상 초점은 경영권 승계에 맞춰져 있다.

검찰은 삼성 측이 2015년 말 삼성바이오 자회사 삼성바이오에피스(삼성에피스)의 회계 처리 기준을 종속회사(단독지배)에서 관계회사(공동지배)로 부당하게 변경하면서 장부상 회사 가치를 4조 5000억원가량 늘렸다고 보고 있다.

삼성바이오의 약 46% 지분을 보유한 제일모직의 가치도 커졌다.

이 과정을 통해 제일모직의 최대 주주인 이재용 삼성전자 부회장이 그룹 경영권을 안정적으로 획득하게 됐다고 검찰은 의심하고 있다.

결국 삼성물산·제일모직 합병 과정에서 이 부회장에게 유리하도록 제일모직 자회사인 삼성바이오 가치를 고의로 부풀렸는지를 밝히는 게 수사의 핵심이다.

국정농단 사건을 수사한 박영수 특검은 "2015년 삼성물산과 제일모직 합병은 이 부회장의 승계 작업"이라는 취지의 의견서를 대법원에 제출한 적도 있다.

특검은 "제일모직 바이오사업부의 경우 실체가 없는 상황에서 영업가치가 3조원으로 돼 있었는데, 삼성물산은 이를 실사를 통해 검증도 하지 않고 (합병을) 그대로 받아들였다"고 의견서에 적었다.

앞서 검찰은 수사의 본류인 자본시장과 금융투자업에 관한 법률 위반, 주식회사 등의 외부감사에 관한 법률 위반 등 혐의로 김태한 삼성바이오 대표에 대해 구속영장을 청구했지만, 법원은 "주요 범죄의 성립 여부에 다툼의 여지가 있다"며 기각했다.

검찰 관계자는 "삼성의 주장과 배치되는 객관적 자료를 상당 부분 확보하는 등 수사가 잘 진행되고 있다"고 말했다.

@highlight

12월 서울중앙지검은 삼성바이오가 분식회계를 저질렀다는 수사에 임직원 8명을 구속 기소했지만 분식회계는 성과를 내지 못한 상황에서 29일 대법원이 삼성 경영권 승계 작업이라는 현안이 존재했다는 것을 인정함에 따라 검찰의 삼성바이로직스 분식회계 의혹 수사가 탄력을 받게 됐다.