베트남 어린이들이 빗물정화 시설로 정수된 물을 마시고 있다.

롯데백화점이 환경재단과 손잡고 베트남 어린이를 위한 물 지원에 나선다.

롯데백화점은 29일 베트남 하노이 남뚜리엠지역에 위치한 푸옹칸 유치원에서 '빗물정화 시설' 완공식을 진행했다고 밝혔다.

빗물 정화 시설은 대형 물탱크에 20톤 가량의 빗물을 저장해 식수로 사용할 수 있는 시설로, 이를 통해 500여명의 어린이 및 지역 주민들이 깨끗한 물을 마실 수 있다.

베트남은 비가 많이 내려 물을 활용하기 용이한 환경임에도 불구하고 빗물 정수통을 설치하고 유지 및 보수를 할 비용이 없어 정수되지 않은 물을 마시는 아이들이 많아 여러 질병에 노출된다.

롯데백화점은 이에 베트남 사회공헌 차원에서 2014년 7월 하노이 끄께마을과 2015년 11월 호치민시 껀저현마을에 이어 세번째로 빗물정화 시설을 마련했다.

일반적으로 식수 지원은 우물 개발을 통해 하는 경우가 대부분이지만, 동남아의 경우 지하수에 비소 등 독성 성분이 많아 매일 내리는 빗물을 활용하는 것이 안전하고 효과적이다.

롯데백화점은 이를 해소하고자 지난 4월부터 빗물 정화시설 제작 및 설치를 진행해 4개월만에 완공했다.

빗물 정화 시설은 경사진 지붕을 타고 내린 빗물 중 처음 내린 빗물은 먼지와 각종 오염 가능성이 높아 배출해 버리고 그 이후에 고인 물을 서너 차례 필터장치에 걸러 주민들이 직접 사용하는 밸브로 연결하는 방식이다.

빗물 정화 시설 완공을 기념해 롯데백화점 하노이점 엄선웅 점장과 환경재단 정태용 센터장, 서울대 한무영 교수, 푸옹칸 유치원생과 학급 교사 40여명이 참석했다.

롯데백화점은 푸옹칸 유치원생을 비롯한 500여명의 주민들은 깨끗한 물을 마실 수 있을 뿐만 아니라 위생적인 생활을 영위할 것으로 기대한다.

롯데백화점 김성경 CSR팀장은 "베트남 지역의 아이들 및 주민들의 위생적인 생활을 위해 준비한 세번째 빗물 정화 시설"이라며 "앞으로도 진정성 있는 사회공헌 활동을 통해 국내는 물론 현지에서도 사랑 받는 기업이 될 수 있도록 노력하겠다"고 말했다.

@highlight

롯데백화점이 환경재단과 함께 29일 베트남 하노이에서 남뚜리엠지역의 유치원에서 '빗물정화 시설'을 완공하였고, 그 시설은 20톤 가량의 빗물을 정화해 식수로 만들 수 있어, 빗물정화시설을 제공해 베트남 아이들에게 깨끗한 물을 선물하게 되었다.