보건복지부는 아세안 10개국, 중국, 일본과 보건의료 협력을 강화하는 내용의 공동선언문에 합의했다고 30일 밝혔다.

김강립 복지부 차관은 이날 캄보디아 시엠립에서 '아세안 모두를 위한 건강증진' 주제로 열리는 제8차 아세안+3 보건장관회의에 대한민국 정부 수석대표로 참석했다.

아세안+3 보건장관회의는 인도네시아, 필리핀, 싱가포르, 미얀마, 라오스, 말레이시아, 베트남, 태국, 브루나이, 캄보디아 등 아세안 10개국과 한국, 중국, 일본이 참석하는 지역협의체다.

2004년부터 2~3년 주기로 개최되며 참석자들은 아세안 지역의 보건의료 협력 강화 방안을 논의한다.

이번 아세안+3 회의를 통해 아세안 10개국과 한·중·일 3개국은 아세안+3 국가의 건강증진을 위한 협력을 강화하기로 하고, 공동선언문에 합의했다.

공동선언문에는 △아태지역 신종 감염병과 공중보건 위기대응 전략을 통한 국제 보건 규약 이행 역량강화 △ 만성질환 위험요소 대응 △양질의 의약품에 대한 접근성 보장 △보편적 건강보장(Universal Health Coverage) 등 협력 방안이 담겼다.

김 차관은 위엔 티 킴 티엔(Dr. Nguyen Thi Kim Tien) 베트남 보건부 장관과 만나 베트남 의료인 면허시험 도입, 건강보험 운영 시스템 등 협력 사업을 점검하고, 앞으로 보건의료 분야 전반에 대한 공조를 강화하기로 했다.

그는 맘 분헹(MAM Bunheng) 캄보디아 보건부 장관과는 캄보디아의 보편적 의료보장을 위한 협력 사항을 논의했다.

김 차관은 "이번 회의를 통해 아세안 국가들의 보건의료 발전에 대한 의지를 확인했고, 동시에 한국에 거는 기대가 높다는 것도 실감했다"며 "정부의 신남방 정책에 발맞춰 보건의료 분야에서 주도성(이니셔티브)를 갖고 아세안 국가들이 우리나라에 거는 기대와 역할에 부응하겠다"고 말했다.

@highlight

보건복지부는 아세안 10개국(인도네시아. 필리핀,싱가포르, 미얀마, 라오스, 말레이시아, 베트남, 태국, 브루나이, 캄보디아)과 중국, 일본과 보건의료 협약을 강화하는 내용의 공동선언문에 합의했다고 30일 밝히면서 이날 캄보디아 시엠립에서 아세안+3 보건장관회의에 김강립 복지부 차관은 아세안 모두를 위한 건강증진 주제로 수석대표로 참석했다.