당시 군수로 선거에 나갈 예정이었던 사람에 대한 루머를 찍은 사진을 핸드폰 메신저를 통해 주변 지인들에게 전달하는 것은 선거운동에 해당한다는 대법원 판결이 나왔다.

대법원 3부(주심 김재형 대법관)는 공직선거법 위반으로 기소된 이모씨(57)에게 벌금 70만원을 선고한 원심 판결을 받아들여 확정했다고 30일 밝혔다.

이씨의 직업은 6급 지방공무원으로 공직선거법에 따라 선거운동을 할 수 없도록 돼 있는 신분이었다.

이씨는 2017년 당시 군수와 의견 대립이 있었고 다음해인 2018년 면사무소로 인사발령이 나자 그에 대해서도 반감을 가지고 있었다.

지난해 6월 이씨는 타인으로부터 반감을 가지고 있었던 군수에 대한 루머가 담긴 글을 촬영한 사진 2장을 전송받은 후 이를 다시 메신저를 통해 여러 명에게 전송해 선거운동을 할 수 없는 신분인데도 선거운동을 해 공직선거법을 위반한 혐의를 받았다.

이씨는 재판 과정에서 "공직선거법에서 정한 선거운동에 해당하려면 특정 선거에서 특정 후보자의 당선 또는 낙선을 도모한다는 목적의사가 객관적으로 인정될 수 있어야 한다"며 "피고인은 이 사건 글의 진위 확인을 위하여 지인들에게 글을 전달한 것이므로 공직선거법상 선거운동에 해당하지 않는다"고 주장했다.

1심 법원은 '선거운동을 할 수 없는 자의 선거운동'으로 인한 공직선거법위반죄를 유죄로 인정하고 "전파가능성이 매우 큰 휴대전화 메신저 등을 통해 전달하는 방식으로 낙선을 위한 선거운동을 했다"며 벌금 70만원을 선고했다.

이어 1심 법원은 "피고인은 지방공무원으로 원칙적으로 선거운동을 할 수 없고 정치적으로 중립을 지킬 의무가 있는 사람"이라며 "그럼에도 특정 정당에서 공천된 후보자의 당선 여부에 부정적 영향을 미칠 수 있는 글을 별도의 확인 절차도 거치지 않은 채 여러 사람에게 전송했다"고 설명했다.

그러면서도 글 내용이 허위로 볼 근거는 부족하다며 허위사실 공표로 인한 공직선거법 위반 혐의에 대해서는 무죄로 판단했다.

2심 법원 역시 "피고인의 범행은 비난가능성이 크다"면서 원심 판결을 받아들였다.

대법원 역시 이를 받아들여 확정했다.

@highlight

대법원은 당시 군수로 선거에 나갈 예정인 사람에 대한 루머를 핸드폰 메신저를 통해 지인들에게 전달한 행위는 선거운동에 해당한다는 최종 판결을 내렸으며, 이는 1심과 2심 법원에서 이 사건을 공직선거법위반죄를 유죄로 인정했던 결과와 같다.