KT(회장 황창규)는 컨테이너 기반의 기업 ICT 인프라 관제 플랫폼유레카(EUREKA)를 개발 완료했다고 30일 밝혔다.

KT(회장 황창규)는 컨테이너 기반의 기업 ICT 인프라 관제 플랫폼유레카(EUREKA)를 개발 완료했다고 30일 밝혔다.

이번에 개발한 유레카 플랫폼은 기업이 기존에 보유한 구내망 관제뿐만 아니라, 기업 통신회선 관제를 통합 제공한다.

유레카 플랫폼은 마이크로서비스(Microservice) 구조와 최신 컨테이너(Container) 기술을 적용했다.

마이크로서비스 구조는 어플리케이션의 기능들을 독립적인 서비스들로 나눈 방식이다.

이렇게 여러 독립된 서비스들을 하나의 컨테이너에 담아 고객이 스마트폰에서 버튼 클릭 하나로 쉽게 관제서비스에 통합이 가능토록 했다.

개별 기업 고객마다 사용하고자 하는 관제서비스가 다르기 때문에 기업에 필요한 관제서비스를 선택가능한 구조로 개발한 것이 특징이다.

또한 KT는 서드파티(3rd party)와 같은 외부개발자를 대상으로 플랫폼용 관제 솔루션 개발 가이드와 개발자 도구를 제공한다.

개발자가 개발 가이드에 맞춰 관제 솔루션을 개발 후 플랫폼 내 스토어에 등록 신청을 하면 KT에서 보안, 유효성 검증을 통해 이를 서버에 배포한다.

솔루션들은 고객이 플랫폼 스토어에서 찾아 설치하기만 하면 적은 비용으로 하나의 플랫폼에서 다양한 도메인의 ICT인프라를 관제할 수 있다.

해당 플랫폼은 수용 인프라 확장성에 큰 장점을 가지고 있어 기업뿐만 아니라 오피스, 공장 등 다양한 영역에 적용될 것으로 보인다.

특히 KT에서 제공하고 있는 CCTV, 에너지관리 상품과도 연계해 기업 빌딩 관리에 필요한 관제 상품을 통합적으로 제공할 수 있다.

이선우 KT 융합기술원 인프라연구소장은 "스마트한 UX를 탑재한 플랫폼으로 기존 관제와는 차원이 다른 경험을 제공한다"며 "국내최초 마이크로서비스 구조로 개발된 기업 관제 플랫폼으로 ICT 관제시장의 생태계를 바꾸겠다"고 말했다.

@highlight

KT가 기존 구내망 관제뿐 아니라 기업 통신회선 관제를 통합 제공하며, 마이크로서비스와 최신 컨테이너 기술을 응용한 플랫폼유레카를 개발했다고 30일 밝혔다.