담양읍 삼만리 에코하이테크 산업단지 전경.

담양군의 에코하이테크 산업단지가 기업하기 좋은 곳으로 입소문이 나면서 점차 활기를 찾고 있다.

29일 담양군에 따르면 담양읍 삼만리 일원에 조성된 에코하이테크 산단은 지난 2018년 완공 이후 96필지 33만7657㎡ 중 62필지 21만1841㎡ 가 분양돼 8월 말 현재 63%의 분양률을 나타내고 있다.

현재 32개 업체가 가동 중에 있으며 13개 업체는 공장을 건립중이다.

또 최근 입주계약을 체결한 3개 업체가 공장 건축에 착수했고, 8개 사와 입주상담이 진행되고 있다.

군은 환경오염이 적은 바이오식품, 자동차부품, 조립금속 등 18개 업종을 유치하고 있으며 토지 분양가의 30% 범위 내 최대 4억원의 입지보조금을 지원하는 등 산단 분양에 총력을 기울이고 있다.

또 법인세와 소득세 50%, 취득세 75%, 재산세 5년간 75% 감면 등 세제혜택과 함께 지방중소기업특별지원지역으로 지정돼 제한경쟁입찰과 수의계약이 가능한 점 등을 부각하고 있다.

이와 함께 전체면적의 40%를 공공시설 및 녹지공간으로 구성, 군민들의 주거환경권 확보와 산단 입주 업체들의 쾌적한 근로환경 조성에도 매진하고 있다.

에코하이테크 산단은 특히 저렴한 분양가와 호남·남해·달빛·서해안 등 4개 고속도로, KTX, 무안공항 등 접근성도 뛰어나 입주를 희망하고 있는 기업체들의 문의가 잇따르고 있다.

특히 담양-광주첨단 간 국도 개통 이후 전남도립대학을 비롯한 광주과학기술원과 테크노파크 등이 15분대로 접근성이 확보되며 산학협력이 용이해 기업하기 좋은 곳으로 자리매김하고 있다.

담양군 관계자는 “올해 말까지 산업용지가 모두 분양될 수 있도록 노력하고 있다”며 “양질의 일자리가 많이 창출되고 지역경제 활성화에 기여할 수 있도록 우량기업을 유치하는데 최선을 다하겠다”고 말했다.

@highlight

담양군의 에코하이테크 산단은 저렴한 분양가와 인접한 4개의 고속도로(호남,남해,달빛,서해안). KTX, 무안공항 등 뛰어난 접근성과 전남도립대학, 광주과학기술원, 테크노파크와 산학협력이 용이해 지난 2018년 완공 이후 8월말 현재 63%의 분양률을 나타내며 기업하기 좋은 곳으로 자리매김하고 있다.