한상혁 방송통신위원장 후보자가 30일 오전 서울 여의도 국회에서 열린 인사청문회에서 선서를 하고 있다.

한상혁 방송통신위원장 후보자가 30일 "인터넷으로 확산되는 의도된 거짓 정보와 극단적 혐오표현은 여론을 왜곡하고 사회적 갈등을 심화시켜 민주주의를 위협하고 있다"고 밝혔다.

한 후보자는 이날 국회 과학기술정보방송통신위원회 인사청문회 모두발언에서 "다매체 다채널 시대에 국민의 선택권은 높아졌지만 신뢰할 수 있는 콘텐츠는 오히려 부족해지고 있다"며 "표현의 자유를 최대한 보장하면서도 민주적 여론 형성에 기여할 수 있도록 노력을 기울이겠다"고 말했다.

한 후보자는 넷플릭스 등 글로벌 사업자와 국내 사업자 간 차별 규제 해소를 위해 노력하겠다고 밝혔다.

한 후보자는 "넷플릭스 등 글로벌 사업자의 국내 진입도 본격화되고 있다"며 "산업적 측면에서도 시장정체와 글로벌 기업과의 차별 규제로 인해 기업들의 재정적, 구조적인 어려움이 예상된다"고 했다.

이어 "방송 콘텐츠의 해외 진출과 제작 재원을 지원해 미디어 산업의 글로벌 경쟁력을 높여 나가겠다"고 했다.

한 후보자는 "5G(5세대 이동통신), AI(인공지능), 빅데이터 같은 기술 발전에 따라 플랫폼과 콘텐츠 산업 경계가 모호해지고 미디어 소비는 모바일 기반으로 급전환되고 있다"며 "지상파와 케이블 방송은 OTT(온라인동영상서비스), SNS(소셜네트워크서비스) 등 새로운 미디어에 영향력을 빼앗기고 핵심 재원인 광고도 모바일로 빠르게 이전되고 있다"고 했다.

그러면서 "방송의 본질적인 기능과 역할은 변함없이 유지되도록 공공성을 강화해 나가겠다"며 "미디어가 사회적 공론의 장으로 국민 신뢰를 회복할 수 있게 노력하겠다"고 했다.

이어 "외주제작시장, TV 홈쇼핑 등에 남아있는 방송분야의 불공정한 갑을관계를 청산하겠다"고 했다.

마지막으로 "개인정보 침해에 적극 대응하고 불법 촬영물이나 도박 같은 불법 유해정보도 국민의 눈높이에서 걸러 내겠다"며 "최근 도입한 통신 분쟁조정 제도를 안착시키고 사후 규제도 정비해나가겠다"고 했다.

@highlight

30일 국회 과학기술정보방송통신위원회 인사청문회 모두발언에서 한상혁 방송통신위원장 후보자는 다매체 다채널 시대를 맞아 국민의 선택권이 다양해진 것과 별개로 인터넷을 통해 퍼지는 의도된 거짓 정보와 극단적 혐오표현으로 여론을 왜곡하고 사회적 갈등을 증폭시켜 민주주의를 위협하면서 콘텐츠의 신뢰성이 오히려 줄어들고 있으며 이러한 문제를 해결하기 위해 표현의 자유를 최대한 보장하면서도 방송의 공공성을 강화해 미디어의 본질적인 기능과 역할을 유지하고 국민 신뢰를 회복하고 민주적 여론 형성할 수 있는 사회적 공론의 장으로 거듭날 수 있게 노력하겠다고 말했다.