LS그룹(회장 구자열)은 창립 이후 '미래 세대의 꿈을 후원하는 든든한 파트너'라는 철학을 실천해왔다.

그러면서 사회에서 신뢰받는 보다 좋은 기업이 되기 위해 지역사회 소외계층 지원, 글로벌 개발사업 등을 진행하고 있다.

국내에서는 지역 초등학생이 방학 기간을 이용해 평소 접하기 어려웠던 과학 실습 교육과 문화 체험을 할 수 있는 'LS드림사이언스클래스'를 2013년 시작했다.

올해로 13회째 참가 희망 학생을 모집해 운영하고 있다.

매년 2회, 여름과 겨울 방학 기간에 안양·울산·청주·동해·구미 등 전국 9개 지역에서 주요 대학 공대생들과 LS그룹 임직원들이 멘토로 참여해왔다.

LS그룹은 초등학생과 함께 자기부상 열차, 홀로그램, 세이프카를 직접 만드는 등 전국적으로 창작지원 활동을 하고 있다.

또한 활동 기간이 끝난 뒤에는 안성 LS미래원에서 비전 캠프를 개최한다 이를 통해 지역별 초등학생이 각종 레크리에이션과 과학 골든벨, 미니 스포츠 활동을 하면서 서로 소통하고 자신의 꿈에 대해 다짐하는 시간을 보내고 있다.

해외 사회공헌 활동인 LS 대학생해외봉사단은 2007년에 시작한 대표적인 글로벌 프로그램이다.

지난 12년간 베트남, 인도, 방글라데시, 캄보디아 등 4개국에 대학생과 LS그룹 임직원 25명으로 구성된 봉사단 950여 명을 선발해 사전 교육해서 파견해왔다.

올해 8월에도 LS 대학생해외봉사단 24기 50여 명이 베트남을 방문해 현지 초등학생을 대상으로 과학 교실을 열고, 노후 교실 보수, 태권도·K팝 공연 등 다양한 봉사와 문화 교류 활동을 펼치고 돌아왔다.

봉사 활동뿐만 아니라 파견 지역에 매년 8~10개 교실 규모 건물인 LS드림스쿨을 신축해 왔으며, 현재까지 하이퐁, 하이즈엉, 호찌민, 동나이 등지에 총 12개 드림스쿨을 준공했다.

계열사별로는 LS전선이 지난해 10월부터 전국 전통시장들을 대상으로 전기 안전 점검 재능기부 활동을, LS산전은 Let's Make Green with LSIS 캠페인 중 하나로 맑은 안양천 만들기 정화 활동을 전개하고 있다.

@highlight

LS그룹은 신뢰받는 기업이 되기 위해 LS드림사이언스클래스, LS 대학생해외봉사단 등을 통한 지역사회 소외계층 지원, 글로벌 개발사업 등에 노력하고 있으며, 올해 8월에도 LS 대학생해외봉사단은 베트남 초등학생들에게 태권도·K팝 공연을 포함한 다양한 봉사와 문화 교류를 진행했다.