= 강기정 정무수석이 30일 청와대 춘추관 대브리핑룸에서 조국 법무부 장관 후보자 인사청문회 관련 브리핑을 하고 있다.

강기정 청와대 정무수석이 윤석열 검찰총장을 향해 조국 법무부 장관 후보자와 관련한 압수수색 내용이 언론에 보도된 경위를 수사하라고 촉구했다.

강 수석은 30일 춘추관에서 기자들과 만나 "수사 과정에서 피의 사실을 흘린 경우, 이것은 범죄"라며 "검찰이 흘렸는지, 아니면 기자가 어떤 목적과 의도를 가지고 기사를 작성했는지는 알 바가 없는데, 윤 총장이라면 이 사실은 반드시 수사를 해야 된다"고 밝혔다.

앞서 TV조선은 노환중 부산의료원장이 현 대통령 주치의(강대환 양산부산대병원 교수) 발탁 시, 이에 역할을 했다고 밝힌 문건을 검찰이 압수수색을 통해 확보했다고 보도했다.

이를 검찰이 '흘린' 것일 수 있으니 수사를 해야 한다고 강 수석이 주장한 셈이다.

앞서 강 수석은 '윤석열 검찰총장을 처벌해야 한다'는 취지의 페이스북 게시물에 '좋아요'를 누르기도 했다.

그는 이와 관련해 "잘 봤다"는 뜻이라고 설명했다.

강 수석이 추천한 글은 전석진 변호사가 지난 28일 쓴 것이다.

전 변호사는 "윤석열 총장을 수시기밀 누설죄로 처벌하여야 한다"며 "윤석열은 압수수색에서 나온 교수에 관한 정보를 압수가 되어 정보가 검토되자 마자 즉시 조선일보에 전달하였고 조선일보는 단독으로 이를 보도했다"고 글을 썼다.

전 변호사는 "이제 윤석열 총장이 조선일보 세력이고 조선일보에 대항하는 조국의 적임이 명백해졌다"며 "수사기밀을 누설하는 것은 중대한 범죄"라고 덧붙였다.

한편 강 수석은 검찰조사가 유력한 조 후보자가 장관 직에 적절하느냐라는 질문에는 "직접적 수사 여부는 확인되지 않고 있다"고 답했다.

강 수석은 "지난번에 있었던 압수수색 영장, 압수수색은 누구를 향한 것인지는 수사가 진행돼 봐야지 알 수 있을 것"이라며 "지금 조 후보자가 수사를 받는다라고 단정 짓는 것은 아직 확인할 수 없는 것"이라고 말했다.

@highlight

강기정 청와대 정무수석이 윤석열 검찰총장을 향해 조국 후보자의 압수수색 내용을 조선일보에 전달한 것은 중대 범죄라고 하면서 수사 촉구에 목소리를 높였다.