최지만은 1일(한국시간) 메이저리그 클리블랜드-탬파베이전에서 시즌 13호 및 통산 30호 홈런을 기록했다.

최지만(28·탬파베이 레이스)의 시즌 13호 및 통산 30호 홈런은 의미가 컸다.

탬파베이의 가을야구에 희망을 안긴 한 방이었다.

최지만은 1일(이하 한국시간) 미국 플로리다주 세인트피터즈버그의 트로피카나 필드에서 열린 메이저리그 클리블랜드 인디언스전에 5번 1루수로 출전해 팀의 9-6 역전승을 이끌었다.

최지만은 4타수 3안타 1홈런 1타점 2득점을 기록했다.

시즌 타율은 0.259에서 0.265로 상승했다.

최지만은 1일(한국시간) 메이저리그 클리블랜드-탬파베이전에서 시즌 13호 및 통산 30호 홈런을 기록했다.

최지만은 첫 타석부터 홈런을 터뜨렸다.

0-2의 2회말 선두타자로 나가 볼카운트 2B-1S서 잭 플래삭의 인코스 속구를 때려 외야 우측 담장을 넘겼다.

8월 29일 휴스턴 애스트로스전 이후 3경기 만이다.

2016년 메이저리그에 데뷔한 최지만은 해마다 홈런을 쏘아 올리더니 네 번째 시즌 만에 30홈런(5개→2개→10개→13개)을 쳤다.

통산 100타점도 -2다.

최지만의 홈런 후 탬파베이 타선이 폭발했다.

3회말 토미 팜의 2점 홈런으로 3-2 역전에 성공한 탬파베이는 6회말과 7회말 3점씩을 뽑으며 승기를 잡았다.

최지만도 7회말 개인 세 번째 안타를 쳐 빅이닝의 발판을 마련했다.

3연승을 달린 탬파베이는 79승 58패를 기록했다.

아메리칸리그 와일드카드 경쟁은 다시 치열해졌다.

2장의 출전권을 놓고 탬파베이, 클리블랜드(79승 57패), 오클랜드 어슬레틱스(78승 57패)가 다투고 있다.

보스턴 레드삭스(73승 62패)는 뒤떨어져 있다.

탬파베이는 2013년 와일드카드 결정전 진출 후 한 번도 포스트시즌을 경험하지 못했다.

@highlight

최지만은 1일 메이저리그 클리블랜드-탬파베이전에서 홈런을 쳐 탬파베이의 9-6 역전승을 이끌며 팀의 가을야구에 희망을 안겼으며, 시즌 13호이자 통산 30호 홈런이다.