YMCA, 백성호 의원에 제안 “제안 검토 후 발의할 것”

광양 지역에서 자치분권 시대에 맞는 새로운 평화통일정책과 관련 사업 및 프로그램이 필요하다는 목소리가 나왔다.

이와 관련 지난달 27일, 일부 지역단체와 백성호 시의원 등이 참석해 중장기적인 발전방향성을 가진 평화통일교육 조례 발의를 준비하는 간담회가 진행됐다.

평화통일교육 지원 조례 제정 시민 간담회 참석자들이 조례 초안을 검토하고 있다.

부분 지자체 차원에서 정부사업을 뒷받침하는 목적성이 강하고, 지역의 주도적인 움직임이 부족함을 개선하자는 취지다.

기존 조례는 납북교류협력조례와 통일교육 조례 등 크게 두 가지다.

일부 지자체에서는 두 가지의 조례를 통합하는 움직임도 진행하고 있다는 전언이다.

전체적으로 정부 보조사업 개념이다 보니 교류협력분야에 대한 지역특성에 맞는 내용규정도 미흡하다는 지적도 있다.

광양도 지방차원의 남북교류·협력사업 전개를 위한 전남남북교류협의회를 지원하는‘광양시 전남남북교류협의회 지원에 관한 조례’만 있을 뿐 별다른 관련 조례가 없는 상황이다.

이번에 발의 예정인 평화통일정책 조례의 초안을 살펴보면 모법은‘통일교육 지원법’으로 하고 △교재 및 프로그램 개발·보급 △전문인력 양성 △협의체 구성 △시의 행·재정적 지원 △위탁 통한 지역통일교육센터 설립 가능 △공무원 및 시민 교육기회 확대 등의 내용을 담고 있다.

김정운 사무총장은“YMCA에서도 통일을 준비하는 지혜가 필요하다는 목소리에 따라 각 지부마다 조례를 만들자 결의했다”며“현재 광양이 선제적인 출발을 해나가고 있는 과정이고, 백성호 의원에게 발의를 제안했다”고 말했다.

백성호 의원은“정당이 추구하는 바도 자주통일인데 그동안 조례 발의에 대한 관심을 못 가졌던 것이 사실이다”며“이번 제안을 통해 다른 지자체의 조례 현황을 전문위원과 논의해가며 초안을 만들었다”고 답했다.

이어“다음 회기에 발의하기 전까지 모든 분들이 주는 다양한 제안을 전문위원과 검토 하겠다”며“앞으로 조례를 통해 체계적인 통일교육이 되도록 노력 하겠다”고 덧붙였다.

@highlight

광양 지역에서 자치분권 시대에 맞는 새로운 평화통일정책 관련 사업 및 프로그램이 필요하다는 목소리가 나와, 이와 관련 지난달 27일 평화통일교육 조례 발의를 준비하는 간담회가 진행됐다. 