경기도가 버스요금 인상을 앞두고 지역화폐를 활용한 도민 교통비 부담 완화 대책 마련에 나섰다.

1일 도에 따르면 내년부터 만 13~23세 청소년들에게 버스 이용요금의 일부를 지역화폐로 환급해 주는 제도를 추진 중이다.

시내버스 요금 인상이 시행될 경우 대중교통 이용 빈도가 높은 만 13~23세 청소년들의 교통비 부담이 늘어날 것으로 예상된다.

실제 만 13~18세의 경우 연평균 8만 원가량, 19~24세는 12만 원가량의 교통비를 추가 지출하게 됨에 따라 상당한 부담으로 작용할 수 있다.

도는 이재명 지사의 ‘도민 교통비 부담 완화 방안’ 마련 지시에 따라 해당 연령대 도민들이 실제 사용한 교통비 일부를 지역화폐로 환급해 주는 방안을 마련한 것으로 알려졌다.

신청자가 사용하고 있는 선·후불 교통카드와 지역화폐를 연동시켜 교통비 사용 내역을 확인한 후 연간 만 13~18세 8만 원, 만 19~24세 16만 원 범위 내에서 지역화폐로 지원한다는 방침이다.

도는 연간 최대 550억 원의 예산을 시·군과 50%씩 매칭해 투입, 한 단계 업그레이드된 교통복지 서비스를 제공한다는 구상이다.

이를 위해 도는 관련 조례 개정을 추진 중이며, 시·군 수요조사 및 사회보장제도 신설 협의 등 행정절차를 거쳐 내년 중 사업을 시행할 예정이다.

이와 함께 도와 경기도버스운송사업조합은 기존 시내버스 요금 할인제를 대폭 확대해 서민 교통비 부담도 완화해 나갈 계획이다.

새벽시간 시내버스 이용 도민을 위해 조조할인 요금제를 도내 시내버스 전체로 확대할 예정이다.

오전 6시 30분 이전 시내버스를 이용해 서울 등으로 출근하는 도민들에게 시내버스 200원, 광역버스 400원의 할인 혜택을 제공하는 것이다.

만 6세 미만 영·유아에 대한 시내버스 요금 면제도 제도화된다.

도와 경기도버스운송사업조합은 좌석 배정 유무와 상관없이 만 6세 미만 영·유아에 대한 요금을 면제할 수 있도록 운송약관을 개정할 방침이다.

@highlight

경기도가 버스요금 인상을 앞두고 교통비 부담이 늘어날 만13~23세 청소년들을 대상으로 버스 이용료의 일부를 8~16만원 범위 내에서 지역화폐로 환급해 주는 제도를 추진하는 등 부담 완화 대책 마련에 나섰다. 