전세계 38개국 정부 및 발주기관이 참여하는 국내 최대 인프라 수주협력의 장이 펼쳐진다.

국토교통부는 오는 3일부터 5일까지 서울 코엑스 인터콘티넨탈 호텔에서 '글로벌 인프라 협력 컨퍼런스 2019'(GICC 2019)를 개최한다.

올해로 7번째를 맞는 GICC는 해외 주요 발주처와 다자개발은행, 인프라 관련 기업간 협력과 국내 건설, 엔지니어링업체의 해외진출을 위한 우리나라 최대 규모의 인프라 행사다.

이번 행사에는 몽골 도로교통개발부 장관, 태국 교통부 차관, 우즈벡 건설부 차관, 에콰도르 교통인프라부 차관 등 전세계 38개국, 100개 기관, 160여명의 발주담당자가 참석한다.

국토부는 국가별 인프라 개발계획 및 발주예정 프로젝트 30건에 대한 추진계획 등을 공유하고 일대일 수주 매칭상담 및 다자개발은행 투자지원 상담회 등 우리기업의 전방위 수주지원에 나설 계획이다.

또 해외수주가 기대되는 17개국 장ㆍ차관과 릴레이 양자면담을 갖고, 우리 기업에 대한 수주 및 협력 지원을 요청하는 등 인프라 외교에 만전을 기하겠다고 국토부는 밝혔다.

국토부 관계자는 "갈수록 치열해지는 해외건설 시장에서 사업정보 획득과 인적 네트워크 구축은 해외수주에 무엇보다 중요한 요소"라며 "신시장 개척에 갈증을 겪는 우리 기업에 큰 도움이 될 것"이라고 말했다.

각종 설명회 및 상담회 등 GICC에 참가를 희망하는 건설ㆍ엔지니어링기업은 홈페이지(www.GICC.kr) 신청 또는 당일 현장 등록할 수 있다.

한편, 이에 앞서 2일에는 김경욱 국토부 제2차관 주재로 '제1회 한ㆍ아세안 인프라 차관회의'가 열린다.

11월 안ㆍ아세안 특별정상회의를 앞두고 열리는 이번 회의에서는 아세안 10개국 수석대표가 '지속가능한 스마트시티'를 주제로 협력방안을 논의한다.

각국 차관들은 급격한 도시화 문제를 해결하는 대안으로 스마트시티를 제안하고, 국가별 도시실태 및 정책, 향후계획 등을 공유하면서 적극적인 협력계획을 발표할 예정이다.

@highlight

3일부터 5일까지 열리는 서울 코엑스 인터콘티넨탈 호텔에서 '글로벌 인프라 협력 컨퍼런스 2019'는 38개국 정부 및 발주기관이 참여하는 국내 최대 인프라 수주협력의 장으로 국토부는 30건의 인프라 개발 및 발주 프로젝트를 공유하고 우리 기업의 수주지원에 적극적으로 임할 계획이다.