정부가 기업 활동 지원 차원에서 각종 규제를 완화하겠다고 하지만, 정작 규제개혁에 대한 기업의 기대는 크게 떨어진 것으로 나타났다.

1일 한국경제연구원이 여론조사 기관 리서치앤리서치에 의뢰해 500개 기업(대기업 250개·중소기업 250개) 대상으로 규제개혁 체감도를 조사한 결과, 향후 규제개혁 성과 전망에 대해 '부정적'이라는 응답이 30.6%로 '긍정적'(15.6%)보다 2배 가까이 많았다.

긍정(32.0%)이 부정(10.6%)보다 3배 많았던 작년과 비교하면 정부의 규제개혁 정책을 바라보는 기업 시선이 1년 새 완전히 바뀌었음을 알 수 있다.

규제개혁 성과 전망이 부정적인 이유로는 '경제 민주화 및 반기업 정서 등에 대한 우려'(21.2%)가 가장 많았고 '핵심 규제 개선 미흡'(15.4%)과 '이해관계자 반발과 규제 권한자의 저항 우려'(14.1%)가 뒤를 이었다.

그동안의 규제개혁 성과에 만족한다는 기업은 11.7%로 불만족(22.0%)의 절반 수준에 머물렀다.

불만족 이유는 '보이지 않는 규제 해결 미흡'(36.9%) 비중이 가장 컸고 다음으로 '핵심 규제 개선 미흡'(20.4%), '공무원의 규제개혁 마인드 불면'(14.6%) 순이었다.

올해 규제개혁 체감도는 94.1로 작년(97.2) 대비 3.1포인트 하락했다.

규제 때문에 비즈니스에 어려움을 겪는 경우도 많아졌다.

규제로 인해 투자 계획이 무산되거나 지체된 경험이 있다고 답한 기업 수는 작년 21개에서 올해 37개로 늘었고, 신산업 진출에 어려움을 겪은 적이 있다고 답한 회사도 작년 32개에서 올해 41개로 확대됐다.

'시장 변화를 반영하지 못하는 기술 규제'(34.1%), '제도 미비로 시장 진입 어려움'(31.7%) 등이 주된 원인이었다.

체감도를 높이기 위해 정부가 최우선 규제개혁 대상으로 삼아야 할 분야로는 노동(43.2%), 대기업(40.6%), 환경·에너지(25.4%) 등이 꼽혔다.

@highlight

한국경제연구원이 규제개혁 관련 설문조사 결과, 향후 규제개혁 성과 전망에 대해 부정적 응답이 주를 이뤄 정부의 각종 규제개혁에 대한 기업의 기대는 크게 감소한 것으로 분석되었으며, 규제개혁 성과 전망이 부정적인 이유로는 '경제 민주화 및 반기업 정서 등에 대한 우려'가 가장 많은 응답을 얻은 것으로 분석되었다.