우리 기업의 해외건설 수주를 지원하기 위해 '한-아세안 인프라 차관회의'를 시작으로 '글로벌 인프라 협력 컨퍼런스 2019'가 나란히 열린다.

국토교통부(장관 김현미)는 오는 2일 한-아세안 인프라 차관회의에 이어 3~5일까지 글로벌 인프라 협력 컨퍼런스 2019를 서울 코엑스 인터콘티넨탈 호텔에서 개최한다고 1일 밝혔다.

김경욱 국토교통부 제2차관 주재로 열리는 한-아세안 인프라 차관회의는 아세안 10개 회원국의 인프라 차관급과 아세안 사무국이 참석한다.

올해는 '지속가능한 스마트시티'를 주제로 급격한 도시화에 따른 과밀화나 노후화 해결책으로서 스마트시티를 논의한다.

향후 스마트시티 협력을 위해 우리나라와 아세안 10개국이 적극 협력할 계획임을 확인한다.

이번 회의는 오는 11월 부산에서 개최예정인 '한-아세안 특별정상회의'를 앞두고 우리나라와 아세안 간 인프라 분야 협력방안 논의를 위해 마련됐다.

아세안스마트시티네트워크(ASCN) 등의 플랫폼에 우리기업들의 진출이 더 활발해질 것으로 예상된다.

글로벌 인프라 협력 컨퍼런스 2019(이하 GICC 2019)도 개최된다.

엔지니어링 기업간 인프라 분야 협력과 해외시장 진출 지원을 위해 매년 개최되는 국내 최대의 행사다.

올해로 7회째인 이번 행사는 반기문 국가기후환경회의 위원장(前UN사무총장)의 기조연설을 시작으로 개막한다.

해외 주요 인사로는 몽골 도로교통개발부 장관, 태국 교통부 차관, 우즈벡 건설부 차관, 에콰도르 교통인프라부 차관 등 38개국 100개 기관 160여명의 주요 해외인프라 발주처가 참석할 예정이다.

이를 통해 주요 발주국의 장·차관 등 핵심인사를 초청해 인프라 개발 계획과 발주 예정 프로젝트를 공유하고, 1대 1 수주 매칭 상담과 다자개발은행 등의 투자지원 상담회가 개최된다.

국토부 관계자는 "갈수록 경쟁이 치열해지는 해외건설 시장에서 사업정보 획득과 인적 네트워크 구축은 해외 수주에서 무엇보다 중요한 요소"라며 "신시장 개척에 갈증을 겪는 우리 기업들에게 큰 도움이 되는 기회가 될 것"이라고 밝혔다.

@highlight

국토교통부는 2일 한-아세안 인프라 차관회의를 3~5일까지 글로벌 인프라 협력 컨퍼런스를 서울 코엑스에서 개최하며 도시화에 따른 과밀화와 노후화 해결책으로 '지속가능한 스마트시티'를 주제로 논의하고 우리나라와 아세안 간 인프라 협력방안을 위해 열린다.