박양우 문화체육관광부 장관(가운데), 문동권 신한카드 경영기획그룹장(왼쪽), 김일봉 신한카드 브랜드기획팀장이 30일 청주 예술의전당에서 열린 2019 대한민국 독서대전 개막식에서 제 25회 독서문화상 대통령 표창 수상 후 기념촬영했다.

신한카드(대표 임영진)는 문화체육관광부가 주최하고 청주시와 한국출판문화산업진흥원이 주관하는 '제25회 독서문화상'에서 아름인도서관 운영을 통한 독서문화 진흥에 대한 공적을 인정받아 대통령 표창을 수상했다고 1일 밝혔다.

독서문화상은 문화체육관광부가 국민 독서 의욕을 고취하고 책 읽는 사회 분위기 조성을 위해 국민 독서 문화 진흥에 기여한 개인·단체를 발굴해 포상하는 상이다.

신한카드는 아름인도서관을 구축해 지역사회의 열악한 독서환경을 개선하고 독서 교육 프로그램을 운영해 미래세대 인재 양성해 노력해오고 있다.

아름인도서관은 2010년 1호 도서관 개관 이후 꾸준하게 확대되고 있으며 인도네시아, 미얀마, 베트남 등 해외에도 5개의 글로벌 아름인도서관이 설치되는 등 신한카드의 대표적인 사회공헌 활동으로 자리잡았다.

지난 6월에는 병영 독서 활성화를 위해 1군단 사령부와 701특공연대에 각각 아름인도서관을 설치하고 도서도 추가로 기부한 바 있다.

아름인도서관은 저소득층 아동들을 위한 지역아동센터 도서관과 종합복지센터 도서관 구축 위주로 진행되다 이용자에게 맞춘 특성화형 도서관, 지역사회 커뮤니티형 도서관 등 점차 지원 범위를 넓혀왔다.

신한카드는 소외계층 아동과 청소년의 독서활동에 도움을 주는 대학생 '북멘토 봉사단'을 지원하는 등 독서문화 확산을 위해 다양한 활동을 이어오고 있다.

신한카드 관계자는 "아동 청소년들이 좋은 환경에서 마음껏 책을 읽고 꿈을 키울 수 있는 권리를 지켜주고자 시작된 사업이 점차 확대돼 독서문화 발전으로 이어져 이번 시상식에 대통령 표창을 받게 돼 영광"이라며 "앞으로도 문화소외지역에 독서환경을 제공하고 지역상생에 도움이 되는 공간을 만들어 신한금융그룹의 따뜻한금융 실천에 더욱 노력하겠다"고 말했다.

@highlight

신한카드는 아름인도서관을 구축해 미래세대 인재 양성해 노력해오고 있으며, 문화체육관광부가 주최하고 청주시와 한국출판문화산업진흥원이 주관하는 '제25회 독서문화상'에서 공적을 인정받아 대통령 표창을 수상했다고 1일 밝혔다.