이재명 경기지사의 핵심 청년정책인 '청년기본소득' 3분기 신청 접수가 9월 1~31일 진행된다.

신청대상은 경기도에 3년 이상 연속으로 거주하거나, 거주한 일수의 합이 10년 이상인 1994년 7월2일~1995년 7월1일 출생한 만 24세 이하의 청년이다.

신청대상에 해당하는 청년은 경기도 일자리플랫폼 잡아바(apply.jobaba.net)에서 회원가입하고 온라인이나 모바일로 신청하면 되며, 제출서류는 신청서와 주민등록초본(9월1일 이후 발급본, 최근 5년 또는 전체 주소이력 포함)만 준비하면 된다.

도는 신청자의 연령 및 거주기간 등을 확인하고, 내달 20일부터 25만원의 지역화폐를 전자카드 또는 모바일 형태로 지급한다.

지급대상자로 선정되면 문자로 확정메시지를 받게 되며, 신청 시 입력한 주소로 공(空)카드가 배송된다.

카드를 수령한 이후 해당 카드를 고객센터 및 모바일 앱 및 홈페이지를 통해 등록하면 바로 체크카드처럼 사용이 가능하다.

지급받은 지역화폐는 주소지 지역 내 전통시장 및 소상공인 업체 등에서 현금처럼 자유롭게 사용할 수 있다.

다만 백화점, 대형마트, 기업형 슈퍼마켓, 유흥업소 등에서는 사용이 제한된다.

자세한 사항은 각 시군 청년복지부서, 경기도 콜센터(031 120), 인터넷포털 '잡아바'로 문의하면 된다.

도 관계자는 "만 24세 도내 청년이라면 누구나 거주조건만 충족하면 25만원의 지역화폐를 받을 수 있다"라며 "지원대상이 되는 도내 모든 청년의 관심과 기간내 신청을 바란다"고 말했다.

한편, '청년기본소득'은 경기도 내 3년 이상 연속 거주나 거주한 일수의 합이 10년 이상인 만 24세 청년들에게 분기별 25만원씩 연간 최대 100만원을 지역화폐로 지급하는 기본소득 개념의 복지정책이다.

지난 1분기 신청·접수 결과, 지급대상자 14만9천928명 가운데 82.93%인 12만4천335명이, 2분기에는 지급대상자 15만622명 가운데 84.24%인 12만6천891명이 신청한 것으로 집계됐다.

@highlight

이재명 경기지사의 핵심 청년정책인 '청년기본소득' 3분기 신청 접수가 9월 1~31일까지 진행될 예정이며 신청대상은 경기도에 3년 이상 거주한 만 24세 이하의 청년이고 경기도는 다음달 20일부터 25만원의 지역화폐를 전자카드 또는 모바일 형태로 지급할 계획이다.