8월 우리나라 수출이 지난해 동기보다 13.6%가 줄어 9개월 연속 감소했다.

다만 일본의 대한국 수출규제의 영향은 아직 제한적인 것으로 나타났다.

1일 산업통상자원부가 발표한 ‘8월 수출입 실적’에 따르면 지난달 수출은 442억 달러로 13.6%가 감소했고 수입은 424억 8000만 달러로 4.2%가 줄었다.

무역수지는 17억 2000만 달러로 91개월 연속 흑자다.

산업부는 8월 수출이 줄어든 것은 △미중 무역분쟁 심화 △지난해 8월 반도체와 석유화학 수출이 매우 잘됐던 데 따른 기저효과 △조업일이 0.5일 감소했기 때문이라고 설명했다.

이런 가운데 일본의 3개 수출규제 품목이 우리 수출에 미치는 영향을 분석한 결과, 현재까지는 큰 영향이 없다고 밝혔다.

산업부 측은 “3개 품목이 전체 대일 수입에서 차지하는 비중이 1.8% 정도여서 대일 수입에 미치는 영향은 미미하다”며 “실제 생산차질로 연결된 사례도 없어 우리의 세계 수출에 미치는 영향도 제한적”이라고 밝혔다.

또 7~8월 대일 수출·수입은 감소했으나 올해 월별 증감률 범위에 있으며 무역수지도 올해 월별 무역수지 수준으로 특이 동향이 없다는 설명이다.

한국에서 일본으로 수출한 금액은 1~7월 누적으로 5.4% 감소했는데 8월에도 6.2%줄었다.

또 우리가 일본에서 수입한 금액은 우리나라의 수출실적 자체가 안 좋아 일본 소재·부품·장비 수입의 감소세가 이어지며 8.2% 줄었다.

그런데 반도체제조용장비(-32.6%) 원동기부품(-28.2%) 고철(-17.6%) 등은 수입이 크게 줄었다.

일본과의 무역수지는 올 들어 월 평균 10억~20억 달러 적자이고 지난달에도 16억 3000만 달러 적자였다.

산업부 측은 “다만 7월 기준으로, 우리의 대 일본 수출감소(-0.3%)보다 일본의 대한국 수출감소폭(-6.9%)이 더 크게 나타나 우리보다 일본이 더 큰 영향을 받았다”며 “일본의 수출규제 때문일 수도 있지만 전체적인 영향은 아직 제한적”이라고 말했다.

@highlight

지난 1일 산업통상자원부가 발표한 '8월 수출입 실적'에 따르면 우리나라 수출은 지난해 동기보다 13.6%, 수입은 4.2%가 감소하였지만, 일본의 대한국 수출규제의 영향은 아직 제한적인 것으로 나타났다.