서산시(시장 맹정호) 최초로 개최된 국제대회인 '2019 동아시아 유스 공기총 사격대회'가 30일 6일간의 경기일정을 마치고 성공적으로 마무리 됐다.

대한사격연맹에서 주최한 이번 대회에는 한국, 일본, 싱가포르 3개국의 15세에서 18세 사이의 선수 40여명이 참가한 가운데 공기소총과 공기권총으로 나눠 남녀 개인전과 단체전 등 10개 종목에서 기량을 겨뤘다.

각국 선수단은 경기장 적응을 위한 비공식 훈련을 마치고 27일부터 본격적인 대회에 돌입했으며, 대회 첫날 공기권총 여자 개인전에서 우리나라 선수들이 금,은,동메달을 모두 차지하며 순조로운 출발을 했으며 대회 마지막 날 공기권총 혼성에서 금,은,동메달을 모두 획득했다.

이번 대회에서 우리나라는 금9, 은4, 동4 등 17개의 메달을 획득하며 전 종목에서 최고의 성적을 거뒀으며 싱가포르는 금1, 은5, 일본은 은1, 동3개를 차지했다.

시상식은 지난 29일 서산시 종합사격장에서 개최됐으며 서산시부시장, 서산경찰서장, 서산시체육회수석부회장, 충남사격연맹회장 및 부회장 등이 참석한 가운데 입상한 선수들을 격려했다.

일본, 싱가포르 선수단 대표는 "서산시 종합사격장의 시설규모와 여건이 잘 갖춰져 있어 대회가 잘 마무리 된 것 같다."고 칭찬을 아끼지 않았으며 "대회기간 중 선수들이 불편함이 없도록 많은 지원을 해주신 서산시는 물론 서산시체육회와 충남사격연맹에 감사의 마음을 전한다."고 밝혔다.

한편, 대회 기간 중 선수단 등 100여명이 서산시에 머무르면서 지역경제 활성화에도 기여한 것으로 평가됐다.

김현경 서산시부시장은"이번 대회가 스포츠사격 미래의 주역인 어린 선수들이 자신감을 갖고 더 큰 선수로 성장할 수 있는 계기가 되었기를 바란다"며 "이번 대회를 기점으로 차기 대회 개최는 물론 많은 국,내외 사격선수들이 전지훈련을 위해 서산시를 방문할 수 있도록 노력하겠다"고 말했다.

@highlight

30일부터 6일간 서산시에서 진행된 '2019 동아시아 유스 공기총 사격대회'에 한국, 일본, 싱가포르의 청소년들이 참여했고, 우리나라는 17개의 메달을 거머쥐었다.