LG디스플레이가 일본이 수출규제에 나선 불화수소(에칭가스)에 대해 '일본산 원료'를 대체할 수 있는 제품의 테스트를 마치고 양산에 적용했다.

디스플레이에는 반도체처럼 초고순도 불화수소가 필요하지 않아 대체 가능성이 제기돼 왔는데, 예상보다 빨리 테스트를 마쳤다는 평가가 나온다.

1일 디스플레이 업계에 따르면 LG디스플레이는 최근 고순도 불화수소에 대해 국산 원료를 기본으로 한 제품의 테스트를 마치고 일부 유기발광다이오드(OLED)와 액정표시장치(LCD) 양산라인 등에 적용했다.

기존에는 일본산 원료를 들여와 국내 업체가 재가공해 LG디스플레이에 공급해 왔던 제품이다.

원료까지 국산화에 성공한 셈이다.

불화수소는 패널 생산에서 원판에 회로를 새기는 식각 공정이나 세정 등에 활용된다.

LG디스플레이는 두 달여간 대체 불화수소 테스트를 해 온 것으로 전해졌다.

테스트 과정에서 원가나 수율, 라인 안정화 등에서 별 문제가 없는 것으로 판명돼 양산라인에 적용된 것으로 알려졌다.

디스플레이 업계 관계자는 "디스플레이는 회로 폭이 반도체보다 정밀하지 않아 반도체처럼 초고순도 불화수소가 필요하지 않고, 사용량도 많지 않아 상대적으로 대체 가능성이 좀 더 높았다"고 설명했다.

이 관계자는 "패널 업계에서 일본을 대체할 불화수소를 찾는 데 몇 개월 걸릴 것으로 예측됐는데 테스트에 속도를 내면서 예상보다 빨리 성과를 낸 것으로 보인다"고 덧붙였다.

LG디스플레이는 일본산 불화수소 대체와 관련해 "거래처에 관한 내용은 확인해 줄 수 없다"는 입장을 내놨다.

삼성디스플레이도 일본산 불화수소를 대체하기 위한 테스트를 하고 있는 것으로 알려졌다.

일본 정부는 지난 7월 4일부터 반도체·디스플레이 핵심 소재인 포토레지스트(감광액), 불화수소, 플루오린 폴리이미드 등에 대해 수출 절차를 간소화하는 우대 대상국에서 한국을 제외했다.

이에 따라 한국으로 이들 소재를 수출하려는 일본 업체들은 일본 정부의 사전 승인을 거쳐야 한다.

@highlight

1일 LG디스플레이는 고순도 불화수소에 대해 국산 원료의 제품으로 테스트 후 일부 유기발광다이오드 (OLED)와 액정표시장치 (LCD) 양산라인에 적용하며, 불화수소는 패널 생산에서 원판에 회로를 새기는 식각 공정이나 세정등에 활용되며,디스플레이는 회로 폭이 반도체보다 정밀하지 않아 초고순도 불화수소가 필요하지 않으며,사용량도 많지 않아 대체 가능성이 더 높았다.