김부겸 더불어민주당 의원이 지난달 31일 밤 자신의 SNS에 나경원 원내대표를 비판하는 글을 게재했다.

김부겸 더불어민주당 의원이 나경원 자유한국당 원내대표가 부산에서 "현 정부가 광주일고 정권이라는 이야기가 있다"고 발언한 데 대해 "아직도 지역주의인가"라며 비판했다.

1일 정치권에 따르면 김 의원은 자신의 페이스북을 통해 "제 1야당 원내대표 말이라고는 절제와 품격을 찾기 힘든 발언"이라며 이같이 말했다.

김 의원은 "오죽하면 한국당이 '지역주의'와 '북한'으로 지탱하는 정당이라는 말이 나돌겠는가"라며 "제 1야당이 이런 수준이라면 국가적으로도 비극"이라고 했다.

김 의원은 "우리 정치권에는 더 이상 정쟁에 동원하지 말아야 할 3가지 소재가 있다"며 "지역주의, 광주민주화운동, 북한(색깔론) 문제"라고 했다.

이어 "한국 사회가 엄청난 사회적 비용을 치른 끝에 법적, 역사적으로 논란을 마감한 사안들"이라고 강조했다.

그러면서지역주의 타파에 힘써온 한국당 인사들의 행적을 열거했다.

김 의원은 "이정현 전 새누리당 대표가 한국 정치의 가장 큰 폐해를 호남부터 불식하자고 호소한 끝에 극복했던 문제"라며 "폄훼하던 5·18을 '민주화운동'으로 재평가한 것은 신한국당의 김영삼 전 대통령이며 최근 노태우 전 대통령의 자제가 광주를 찾아 역사 앞에 사죄했다"고 했다.

또 "분단 이후 최초로 통일과 관련한 남북 합의인 1972년 7.4 남북공동성명은 박정희 전 대통령이 발표한 것"이라며 "노태우 전 대통령은 7.7 선언을 통해 남북 화해정책을 추진했다"고 했다.

김 의원은 "몇 달 전, 나 원내대표가 대구에 와서 지역주의를 자극하는 발언을 했을 때 실언이겠거니 참았다"고 했다.

이어 "대구에서 가덕도 신공항을 부산에 줘 TK(대구·경북)를 차별한다고 하더니, 최근 '광주일고 정권'이라서 부울경을 차별한다고 한다"며 "이런 식의 아무 말이나 해대니, 실수가 아니라 악습이고 아주 고질"이라고 말했다.

김 의원은 "자기 선배들이 했던 것조차 나 원내대표가 거꾸로 되돌리고 있다"며 "부끄러운 퇴행"이라고 했다.

이어 "다시는 지역주의를 선동하지 않겠다는 약속을 하기 바란다"고 했다.

@highlight

김부겸 더불어민주당 의원이 나경원 자유한국당 원내대표가 부산에서 "현 정부가 광주일고 정권이라는 이야기가 있다"고 발언한 데 대해 자신의 페이스북을 통해 "제 1야당 원내대표 말이라고는 절제와 품격을 찾기 힘든 발언"이라며 "아직도 지역주의인가"라며 비판하였고, 다시는 지역주의를 선동하지 않길 바란다는 뜻을 전한 것으로 알려졌다.