삼성전자는 '8K 협회'(8K Association)와 8K TV를 위한 주요 성능과 사양에 대한 기준을 마련했다고 1일 밝혔다.

이 협회는 8K 관련 표준 정립과 생태계 확대를 목표로 하는 글로벌 비영리 조직으로 현재 삼성전자를 비롯해 TV·패널 제조사, 시스템온칩(SoC) 업체, 콘텐츠 분야의 16개 회사가 참여하고 있다.

8K 협회가 이번에 정한 기준에는 디스플레이에 대한 주요 사양, 8K 신호 입력, 입력단자 규격, 미디어 포맷 등에 대한 정의가 포함돼 있다.

해상도는 7680 X 4320, 프레임 레이트는 24p·30p·60p(Frames per Second)로 규정했다.

디스플레이 최대 밝기는 600니트(Nit) 이상이 돼야 한다.

영상 전송 인터페이스는 HDMI 2.1, 영상 압축 방식인 코덱은 HEVC(High Efficiency Video Codec)로 정했다.

8K 협회는 이번에 발표한 기준을 만족시키는 8K TV에 대해 인증 로고를 붙일 수 있도록 회원사들과의 협의를 통해 이른 시일 내 방법과 절차를 확정할 계획이다.

한편, 삼성전자는 8K 협회와 함께 8K 생태계 구축을 위해 회원사 확대에 힘쓰고 있다.

8K 협회는 올 1월 삼성, 파나소닉, 하이센스, TCL, AUO 등 5개 회원사로 시작했으나 현재 삼성디스플레이, 이노룩스, 인텔, 노바텍, 브이 실리콘, 엑스페리, 아스트로 디자인, 루이스 픽쳐스, 아템, 텐센트, 칠리 등이 참여해 총 16개의 회원사로 확장됐다.

8K 협회는 TV와 패널 제조사뿐만 아니라 콘텐츠 제작·유통사를 포함, 다양한 업체를 회원사로 확보해 나간다는 계획이다.

크리스 치눅 8K 협회의 수석 운영위원은 "8K 생태계 확대를 위한 회원사들의 열정과 협력이 결국 8K 시장을성장시킬 것"이라고 말했다.

삼성전자 QLED 8K 제품인 Q900R 98형.

@highlight

삼성전자는 8K 관련 표준 정립과 생태계 확대를 목표로 하는 글로벌 비영리 조직인 '8K 협회'가 8K TV를 위한 성능과 사양에 대한 기준을 마련했다고 1일 밝히며 이번에 마련한 기준에는 디스플레이에 대한 주요 사양, 미디어 포맷등에 대한 정의가 담겨있다고 말했다.