홍남기 부총리 겸 기획재정부 장관(사진)이 올해 우리나라 경제성장률 전망치와 관련 "쉽지 않을 것"이라고 밝혔다.

홍 부총리는 이날 방송사의 한 프로그램에 출연해 올해 경제성장률 달성과 관련 "대부분의 선진국이 성장 전망치를 하향 조정 중"이라며 이같이 말했다.

그는 다만 "모든 정책 수단을 동원해 (경제성장률 전망치) 달성에 노력하는 것이 정부의 역할"이라고 강조했다.

앞서 국내외 연구기관과 국제 신용평가사들은 대부분 올해 우리나라 경제성장률을 2%대 초반으로 하향조정했다.

일부 연구기관은 실질 경제성장률이 1%대로 하락했다고 분석하기도 했다.

정부가 올해 경제성장률 전망치를 2.4~2.5%로 제시한 가운데 홍 부총리가 사실상 달성이 어렵다는 것을 우회적으로 인정한 것으로 해석된다.

홍 부총리는 한일군사정보보호협정(GSOMIA·지소미아) 종료 결정과 관련해 "미국이 한국에 대해 경제적 불이익을 주지 않을 것으로 생각한다"고 언급했다.

그는 "지소미아 종료가 경제에 미치는 영향을 검토한 결과 특이한 사항은 없었다"며 "조만간 미국의 환율보고서가 나오는데 사전에 기획재정부와 미국 재무부가 긴밀히 협의 중이다. 통상적인 협의 차원에서 이뤄지고 있으며 지소미아 종료 영향이 개입될 여지가 없다"고 강조했다.

일본의 수출 규제에 대해 그는 "아직 부품이나 소재를 조달하지 못해 생산에서 차질을 빚어 피해를 본 기업은 없다"며 "조속히 외교적 대화로 매듭지어 경제적 불확실성을 걷어내야 한다"고 지적했다.

이어 "여러 여건을 볼 때 일본이 지금보다 상황을 악화시키는 추가 조처를 할 것이라고 생각하지 않는다"며 "다만 언제 매듭지어질지 확신할 수 없어 장기화 가능성에 대해 기업과 소통을 하는 중"이라고 덧붙였다.

민간택지 분양가 상한제 시행 시기와 관련해 그는 "분양가 상한제는 새로운 제도를 도입하는 것이 아니라 작동이 어려운 요건을 완화하는 것"이라며 "10월 초에 바로 작동하지 않을 것이며 경제 여건이나 부동산 동향 등을 점검해 관계 부처 협의로 결정하겠다"고 강조했다.

그는 그러면서 "부동산으로 횡재 소득을 얻는다는 생각을 버려야 한다는 의지를 정부는 가지고 있다"며 "분양가 상한제는 강력한 효과도 있지만, 공급 위축 등의 부작용이 있어 같이 고려해야 한다는 것이 정부 입장"이라고 했다.

@highlight

정부의 올해 경제성장률 전망치가 2.4~2.5%인 가운데 홍 부총리가 올해 경제성장률 달성에 대해 대부분의 선진국이 성장 전망치를 하향 조정 중이지만 모든 정책 수단을 동원해 경제성장률 전망치 달성에 노력하는 것이 정부의 역할이라고 말한 것은 사실상 전망치 달성이 어렵다는 것을 돌려 표현한 것으로 보인다.