광주 남구 주월1동 '옹정마을 사람들'의 원예교실 진행 모습.

광주 남구 내 마을과 학교를 연계한 교육 공동체 움직임이 활발하다.

관내 마을 교육공동체가 마을의 인적·물적 자원을 활용한 생태체험 활동, 진로 교육 등을 통해 마을과 학교가 공동 성장하는 데 있어 견인차 역할을 하고 있는 것이다.

1일 남구에 따르면 현재 관내에서 활동 중인 마을 교육 공동체는 △주월1동 옹정마을 사람들 △푸른길 달빛 마을학교 △봉선1동 꿈꾸는 부엉이 안심마을 △대촌동 씨밀레 △방림2동 뽕뽕다리 마을공동체 다락 △주월2동 빛고을 남구마을 허브사이트 △노대동 책문화공간 봄 △월산동 지역교육네트워크 화월주 등 8곳이다.

이들 공동체는 마을에 소재한 각각의 학교와 연계해 문화예술 활동을 비롯한 진로지원, 인권교육, 마을탐방, 학부모 교육 등 다채로운 활동을 펼치고 있다.

주월1동에서 활약 중인 ‘옹정마을 사람들’은 마을 거주 학생들에게 자연의 소중함을 일깨우고자 제석산과 푸른길 주변에서 탐방 활동을 전개하고 있으며, 오는 10월에는 아이들과 주민들이 만드는 마을 축제도 열 계획이다.

대촌동 ‘씨밀레’ 마을교육 공동체는 동네 아이들이 즐겁게 지내도록 마을 어르신들이 마을 이야기를 들려주고 있고, 교과 과정과 연계한 우리동네 보물 찾기와 동네 텃밭 프로그램을 진행하고 있다.

대촌중앙초교 학부모회와 함께 ‘달빛아래 가족캠프’도 준비하고 있다.

노대동 ‘책문화공간 봄’은 ‘마을이 학교다’는 기치를 내걸고 아이들이 마을 안에서 자신의 꿈을 찾아가고 스스로 행복해지는 길을 찾을 수 있도록 ‘느티나무 탐험대’를 비롯한 라디오 기획 및 제작, 어울림 축제, 청소년 버스킹 공연 등을 펼치고 있다.

남구 관계자는 “교육은 학교 안에서만 이뤄지는 것이 아니라는 생각으로 마을과 학교가 공동으로 힘을 합해 프로젝트를 추진하고 있다”며 “마을 공동체 안에서 평생학습을 실천하고, 이를 통해 마을과 학교가 공동 성장해 나갈 수 있도록 최선을 다하겠다”고 밝혔다.

@highlight

1일 남구는 관내에서 8곳의 마을 교육 공동체가 활동 중이라고 밝혔는데, 이들은  마을에 소재한 각각의 학교와 연계해 다양한 활동을 진행하여 마을과 학교의 공동 성장을 돕고 있다.