상호금융 예금자보호기금 목표기금제 내용을 담은 수협구조개선법 개정안 통과가 늦어지자 인천·경기지역 일선 수협들의 부담이 커지고 있다.

이 개정안은 국회 농림축산식품해양수산위원회에 2년 가까이 머물러 있다.

1일 일선 수협 등에 따르면 지역 내 조합별 예금자보호기금은 인천수협 283억 원, 옹진수협 200억 원, 경기남부수협 301억 원을 냈다.

목표기금제는 해양수산부가 2017년 12월 국회에 제안한 수협구조개선법 개정안에 담겨 있다.

예금자보호기금이 목표에 도달하면 보험료를 감면 또는 면제하는 것이다.

개정안이 통과돼 현재 1.36%인 적립률을 30%만 줄여도 전체 회원조합은 연간 168억 원의 보험료가 줄어들 것으로 분석됐다.

목표기금제는 농협 2014년, 새마을금고 2017년, 신협은 지난 7월 도입됐다.

일선 수협은 목표기금제가 도입돼 농협처럼 예금자보호기금이 정기 공개(상세 내역 포함)되길 바라고 있다.

지역 내 한 수협 조합장은 "예금자보호기금 납입 부담이 너무 크다"며 "정부, 수협중앙회 등의 예금자보호기금 출연금 확대 방안을 모색하고 부동산 경기 침체, 가계대출 보완대책 시행에 따른 충당금 적립 증가 등으로 일선 수협의 경영 여건이 악화돼 수지 개선 방안이 필요하다"고 말했다.

국회 관계자는 "수협의 예금자보호기금 적립 규모는 2017년 2천640억 원으로, 이는 예금보험공사 보호예금 평균 잔액 20조7천924억 원 대비 1.27%"라며 "다른 협동조합과 비교할 때 다소 낮은 수준이지만 일반 은행권이 0.68%인 점을 비교할 때 수협은 높은 편"이라고 설명했다.

지난해 기준 수협 예금자보호기금은 총 1조986억 원으로 일선 수협 보험료 5천173억 원(47.1%), 정부 등 출연금 5천28억 원(45.8%), 기타 운용수익 785억 원(7.1%) 등이다.

예금보험공사가 금융기관으로부터 보험료를 받아 적립한 것으로 금융기관이 고객에게 예금을 돌려줄 수 없게 되면 대신 지급할 목적으로 조성한다.

@highlight

수협은 상호금융 예금자보호기금 목표기금제 내용을 담은 수협구조개선법 개정안 통과가 늦어져 보험료를 감면 또는 면제하는 기금이 늦어져 인천이나 경기지역 일선 수협들의 부담이 커지고 있어 예금자보호기금이 정기 공개 되길 바라고 있다.