▲ 지난달 28일 석문국가산업단지 내 체육시설부지 골프장 조성공사 환경영향평가 2차 주민설명회가 석문문화스포츠센터에서 진행됐다.

석문국가산업단지 내 골프장 조성공사 관련해 환경영향평가 2차 주민설명회가 지난달 28일 개최됐다.

석문문화스포츠센터 강당에서 열린 이번 설명회는 지난 7월 18일 열린 환경영향평가(초안) 주민설명회에서 평가에 주민들의 의견이 반영되지 않았다는 문제가 제기되면서 다시 진행됐다.

골프장은 석문산단 내 체육시설부지인 석문면 장고항리 1418번지와 삼봉리 2293번지에 약 33만1600평(109만 6308.4㎡), 30홀 규모로 조성된다.

내년 봄에 착공해 오는 2022년에 준공 예정인 골프장에는 골프코스시설, 연습시설, 클럽하우스, 직원숙소, 주차장 등이 마련된다.

사업시행자인 (주)라군은 환경영향평가협의회 위원에 주민대표를 추가로 선정했으며 농약으로 인한 환경오염 우려에 대해서 사업지구 내 유역별로 8개 저류지 및 저감시설을 설치해 농약성분 유출을 최소화할 계획이라고 밝혔다.

이외에도 사업에 대한 전반적인 사항 및 추진 일정과 동·식물, 대기질, 수질·진동, 빛 공해(조도), 사후 환경영향조사 등 환경현황과 영향예측 및 환경오염 저감방안에 대해 발표했다.

이날 주민들은 “골프장이 들어서면 수질 및 토양 등 환경오염이 우려된다”며 “공해 방지를 위한 방지림 조성이 필요하다”고 말했다.

또한 “지역사회 및 주민과 상생 활동이 고려됐으면 좋겠다”면서 “주민들이 수시로 환경영향을 확인할 수 있도록 모니터링 시스템을 구축해주길 바란다”고 전했다.

이에 (주)라군 민상기 대표는 “바람이 강하기 때문에 강풍을 막고자 방풍림 조성을 고려하고 있다”며 “환경영향 조사 결과가 나오면 우편 등을 통해 마을에 소식을 알리도록 하겠다”고 답했다.

이어 “친환경 골프장이란 이미지를 꼭 실현할 것”이라고 강조했다.

@highlight

지난 7월 18일 열린 환경영향평가(초안) 주민설명회에서 평가에 주민들의 의견이 반영되지 않았다는 문제 제기를 반영하여 진행된 '석문국가산업단지 내 골프장 조성공사 관련 환경영향평가 2차 주민설명회'에서 주민들은 주민들이 수시로 환경영향을 확인할 수 있도록 모니터링 시스템을 구축해주길 바란다는 뜻을 전했다.