폭염과 열대야가 물러가고 선선한 바람이 옷깃을 스치는 가을 문턱에 들어서자 최근 증평을 찾는 전국의 관광객들이 부쩍 늘어나고 있다.

지역 곳곳이 여행지로 각광 받고 있는 증평은 사통팔달의 편리한 교통으로 어디서나 쉽게 접근할 수 있다.

먼저 지역의 대표 관광 명소인 좌구산휴양랜드에는 길이 230m, 높이 50m의 명상 구름다리가 웅장한 자태를 드러내며 방문객들을 맞이한다.

이곳 좌구산휴양랜드에는 숙박시설은 물론 1.2km의 좌구산줄타기, 가상현실 체험장, 국내 최대 356mm 굴절망원경을 보유한 천문대 등 각종 편의 시설 및 놀이시설이 갖춰 있어 가족단위 방문객들에게 호평이 자자하다.

여기에 증평민속체험박물관은 지역의 역사와 문화 관련 유물 및 민속품이 상설 전시돼 있고 테마별 기획전시도 개최된다.

또한 농촌체험의 장으로 유명한 증평읍 송티리의 장이익어가는 마을은 우리고유의 전통 장 만드는 체험과 민화 부채 만들기, 한복 입기 등 우리 고유의 문화를 경험한다.

특히 증평읍을 가로지르는 보강천에는 수령 50여년의 포플러 나무 100여 그루와 각종 꽃들로 구성된 미루나무 숲, 물빛공원, 자작나무 숲 등으로 조성된 쉼터가 방문객들의 힐링의 시간을 갖게 한다.

이와 함께 계절별 특색을 담아 사시사철 관광객들로 붐비는 삼기저수지 등잔길의 푸르른 녹음이 방문객들의 걸음을 재촉하고 있다.

더불어 충북 최초의 관광단지인 에듀팜특구는 2022년 완공을 목표로 현재는 골프장, 루지, 수상레포츠, 양떼목장등을 운영 중인 가운데 벌써부터 관광객들로부터 큰 인기를 끌고 있다.

이 밖에도 전통재래 시장인 장뜰시장에서는 풍부한 시골 인심과 전통 시장만의 재미를 맛보며 옛 추억에 젖어드는 기회가 주워 진다.

군 관계자는"가을 문턱에 가족, 친지와 함께 증평을 찾아 마음의 힐링과 함께 보다 소중한 추억을 만들어 보시길 바란다"고 말했다.

@highlight

최근 편리한 교통조건을 갖춘 증평에 방문하는 관광객들이 증가하고 있으며,  좌구수휴양랜드는 증평의 대표 관광 명소이다.