국토교통부는 최근 도심지를 중심으로 늘어나는 지반침하를 예방하기 위한 지하안전정책의 비전과 전략을 제시하는 '제1차 지하안전관리 기본계획'(2020~2024)을 수립했다고 2일 밝혔다.

실제 2014년 69건에 불과했던 지반침하 건수는 2016년 255건에 이어 2018년에는 338건으로 증가하는 추세다.

이 계획은 '지하안전관리에 관한 특별법(2018년 1월 시행)'에 따른 5년 단위의 법정계획이다.

우선 새롭게 도입된 지하안전관리 제도를 효율적으로 운영하기 위한 '선진형 지하안전 관리체계'를 구축한다.

지자체는 지하안전 총괄부서를 설치해 지하관리체계를 지자체 중심으로 운영하고, 지하안전영향평가제도의 실효성을 제고하기 위해 제도가 정착하는 과정에서 확인된 미비점들을 개선한다는 방침이다.

국토부는 지하안전영향평가서 표준 매뉴얼과 지하시설물 안전점검에 관한 세부지침을 마련해 제도 운영을 위한 기반을 조성할 계획이다.

또한 연구개발, 교육강화, 인력육성 등 체질개선을 통해 지하안전관리 역량도 강화한다.

지하안전 기술역량 확보를 위해 빅데이터 기반의 스마트 유지관리 기술 등 미래형 지하안전관리 기술을 확보하고, 실무 교육 프로그램을 마련·운영함으로써 관련 산업과 인력을 육성해 나갈 예정이다.

지하안전에 대한 불안감을 해소하기 위해 지하정보 활용을 위한 지원체계를 구축하고 서비스를 확대한다.

보이지 않는 지하공간을 확인할 수 있도록 15종의 지하정보를 담고 있는 지하공간통합지도를 2023년까지 전국 162개 시·군으로 확대 구축하고 정확도 개선을 통해 활용성을 제고할 계획이다.

구헌상 국토부 기술안전정책관은 "이번에 수립되는 지하안전관리 기본계획이 현장중심으로 실효성 있게 정착해 안전한 국토를 만들어나가기 위한 마중물 역할을 하게 될 것"이라고 밝혔다.

고시된 지하안전관리 기본계획에 따라 시·도지사는 매년 1월 31일까지 관할 지역의 지반침하 예방을 위한 시·도 지하안전관리계획을, 시장·군수·구청장은 매년 2월 말까지 시·군·구 지하안전관리계획을 수립해 통보해야 한다.

@highlight

국토교통부는 최근 도심지를 중심으로 늘어나고 있는 지반침하 예방을 위한 지하안전정책의 비전과 전략을 제시하는 제1차 지하안전관리 기본계획을 세우고, 제도의 효율적 운영을 위한 선진형 지하안전 관리체계를 구축하는 한편 표준 매뉴얼과 지하시설물 안전점검에 관한 세부지침을 마련할 계획이다.