다양한 경력과 사연을 가진 23개 청년 스타트업이 국내 최대 의류시장인 동대문의 매장 오너가 됐다.

서울시는 동대문 상권 유일의 공공 패션몰인 'DDP패션몰' 내 매장을 창업희망 청년들에게 시세의 절반 가격으로 임대하고 2년 간 운영권을 주는 제1호 반값 임대점포 23개점을 오픈했다고 2일 밝혔다.

이번에 문을 여는 13개 청년임대점포는 25세부터 39세까지, 디자이너 아내와 동대문 매장 영업 전문가 남편의 콜라보 팀부터 디자인 특성화고 졸업 후 외국계 무역회사에서 13년 간 디자이너로 활동한 청년 등 총 23명의 청년 점주들은 다양한 사연과 경력을 갖고 있다.

'DDP패션몰'은 서울시가 청년 일자리 창출과 패션 스타트업의 자생력을 높이기 위해 지난 6월 도입됐다.

옛 동대문주차장 부지에서 2006년 건립된 'DDP패션몰'은 10년간 민간에 무상임대했다고 2017년 9월 되찾아 현재 서울시설공단이 동대문 상권 유일의 공공 패션몰로 위탁 관리·운영하고 있다.

동대문에 있는 약 3만개 매장에서 디자이너 및 판매직으로 종사하는 청년 대부분 본인 매장 운영을 꿈꾸지만, 높은 임대료와 입점비로 인해 창업이 쉽지 않은 게 현실이다.

시는 'DDP패션몰' 내 반값 임대 점포가 공실 비중이 큰 민간상가들이 입점 문턱 낮추기에 동참하는 계기가 될 것으로 기대하고 있다.

서울시는 12월 중으로 27명의 청년 스타트업을 추가 모집해 내년 상반기 총 50개까지 점포를 확대한다는 계획이다.

서울시 관계자는 "이번에 선정돼 DDP패션몰에 점포 운영을 시작한 청년 패션 창업자가 앞으로 동대문 패션산업을 이끌어가는 대표 브랜드로 성장할 수 있도록 지원을 아끼지 않겠다"며 "시와 서울시설공단은 동대문 DDP패션몰 활성화를 위해 공실기간 최소화를 위한 패스트 입·퇴점 절차 시행, 자가 제조상인 우대, 동대문 최초 '바이어 라운지' 설치 등 다양한 개선사업을 추진하고 있다"고 말했다.

@highlight

서울시는 지난 2일 동대문 상권 유일의 공공패션몰인 'DDP패션몰' 내 매장을 창업희망 청년들에게 시세의 절반 가격으로 임대하고 2년간 운영권을 주는 제1호 반값 임대점포 23개점을 오픈했다고 밝히며, DDP패션몰은 서울시가 청년 일자리 창출과 자생력을 높이기 위해 도입되었고 서울시는 추가 모집해 상반기 총 50개까지 점포를 확대한다는 계획이다.