삼성전자가 의류와 집안을 청정하게 관리해주는 '청정가전' 삼총사로 유럽시장을 공략한다.

삼성전자는 독일 베를린에서 오는 6일부터 엿새간 열리는 유럽 최대 전자 박람회 'IFA 2019'에 의류청정기 '에어드레서'를 비롯해 무선청소기 '제트', 공기청정기 '무풍큐브'를 전시한다고 2일 밝혔다.

삼성전자는 이번 IFA에서 유럽 소비자들에게 이 제품들을 선보인 후 본격적으로 시장 확대에 나설 계획이다.

우선 에어드레서를 올 4분기 영국에 출시한다.

에어드레서는 한국보다 드라이클리닝 비용이 비싼 유럽 소비자들에게 큰 인기를 끌 것으로 기대된다.

특히 삼성전자는 저소음을 중시하는 유럽시장 특성상 진동이 아닌 바람으로 먼지를 털어내는 '에어워시' 방식이 호응을 받을 것으로 기대하고 있다.

프리미엄 무선청소기 제트는 4분기에 영국, 이탈리아, 벨기에, 네덜란드, 폴란드 등 13개 국가에 우선 출시된다.

삼선전자는 내년부터 도입 국가를 더욱 확대할 계획이다.

삼성전자가 유럽 소비자를 대상으로 진행한 제품 평가에 따르면, 참가자 대부분이 삼성 제트가 바닥 형태와 용도에 따라 카페트·마루·물걸레 등 브러시 기능을 선택할 수 있다는 점에 높은 점수를 줬다.

무선 청소기 시장은 유럽에서 먼저 생겨났지만, 올 상반기 기준 청소기 시장에서 무선형 제품의 비중이 한국은 80%까지 성장을 한 데 비해 유럽은 40% 수준에 머물러 추가 성장 가능성이 크다.

공기청정기 무풍큐브도 9월 폴란드를 시작으로 유럽 주요 시장에 판매 할 계획이다.

유럽은 카페트를 주로 사용하고, 반려 동물을 많이 키우고 있어 실내 공기질에 대한 관심이 증가하고 있다.

강봉구 삼성전자 생활가전사업부 부사장은 "에어드레서, 제트, 무풍큐브로 대표되는 삼성 청정가전을 이번 IFA를 기점으로 유럽 등 전 세계에 확대하고 다양한 소비자 라이프스타일을 고려한 혁신가전을 지속 선보이겠다"고 말했다.

(왼쪽부터) 삼성전자 의류청정기 '에어드레서', 공기청정기 '무풍큐브', 무선청소기 '제트'.

@highlight

삼성전자는 오는 6일부터 엿새간 베를린에서 열리는 유럽 최대 전자 박람회 'IFA2019'에 참가해 유럽 소비자들에게 의류청정기, 청소기, 공기청정기등 삼성 청정가전을 선보여 본격적인 시장확대와 혁신가전을 꾸준히 선보이겠다고 밝혔다.