올 상반기 손해보험사들의 경영 실적이 전년 동기 대비 30% 가까이 감소한 것으로 나타났다.

장기 보험에서 판매 사업비와 손해액이 크게 증가한 것이 실적 악화로 이어진 것으로 분석된다.

2일 금융감독원에 따르면 국내 손보사들의 상반기 당기순이익은 1조4850억원으로 전년 동기(2조1069억원) 대비 29.5%(6219억원) 줄었다.

채권 및 배당 수익 등에 따른 금융 자산 운용 수익 증가로 투자 영업 이익(4조2927억원)이 6.4% 증가했지만 보험 영업 손실 규모(1조1453억원)가 확대된 것이 전체 수익 감소로 이어졌다.

보험 영업에서 특히 장기보험은 판매 경쟁으로 인한 사업비 지출 증가와 보험금 지급 등 손해액이 증가하면서 올 상반기 2조1263억원의 손실을 기록, 지난해 같은 기간 대비 손실 규모가 5132억원 확대됐다.

자동차 보험도 4184억원 손실을 보였는데 정비요금 인상 등 원가상승 등이 손실 규모(4153억원)를 키웠다.

일반 보험의 경우 국내외 자연재해에 따른 보험사고 손해액이 증가하면서 이익 규모(2862억원)가 줄어 전년 동기 대비 43.1%(2168억원) 감소했다.

상반기 전체 손보사 수입 보험료는 44조8912억원으로 4.6%(1조9636억원) 증가했다.

보험별로는 보장성 보험 판매 경쟁에 따라 장기보험에서 4.4%(1조939억원) 늘었고, 자동차 보험은 보험료 인상 효과로 2.6%(2201억원) 증가했다.

일반 보험은 농작물 재해보험 등 특종보험에서 5.2%(2629억원) 늘었다.

6월 말 기준 손보사들의 총 자산은 312조3271억원으로 지난해 같은 기간 대비 28조2387억원(9.9%) 증가했다.

장기보험 판매 증가에 따른 책임준비금 등 부채가 늘었고, 자기자본은 금리하락에 따른 채권평가이익 확대 등이 영향을 미쳤다.

금감원 관계자는 "손보사들이 단기적 외형 경쟁보다는 장기적 관점에서 경영의 내실화를 도모할 필요가 있다"며 "금감원도 과도한 사업비 지출로 손보사의 재무 건전성이 악화되는 등 부작용이 없도록 감독과 검사를 강화할 예정"이라고 밝혔다.

@highlight

2일 금감원에 의하면 국내 손보사 상반기 순이익은 금융자산 운용 수익 증가로 투자 영업 이익은 6.4% 늘었으나 보험 영업중 장기보험에서 판매 사업비와 손해액이 큰 폭으로 증가하여 손실이 확대됨으로써 전체적인 수익은 전년 동기 대비 약 30% 감소한 것으로 나타났다.