여객수송 중심의 사업 모델에서 연관산업 진출로 사업 다각화를 시도해온 제주항공이 순항 중이다.

2일 제주항공에 따르면 홍대입구역 인근에 294실 규모로 지난해 문을 연 '홀리데이 인 익스프레스 서울홍대'가 개점 1주년을 맞으면서 호텔 사업이 본궤도에 올라 올해 상반기 흑자전환했다.

이 호텔은 영업을 시작한 이후 지난 1년 동안 주중 평균 85%의 객실점유율을, 주말에는 95%의 높은 객실점유율을 기록했다.

지난달 말까지 평균 판매율은 88%다.

개관 이후 지난달까지 객실 9만1199개가 판매돼 투숙객만 17만98명에 이른다.

인터컨티넨탈호텔그룹(IHG)의 자체 고객만족도 평가에서도 지난해 개관한 아시아지역 8개 호텔 가운데 가장 뛰어난 성과를 기록해 아시아지역 '베스트 오프닝 호텔(Best Opening Hotel)'로 선정됐다.

홀리데이 인 익스프레스 서울홍대 투숙객 중 약 90%는 개별적으로 호텔을 예약한 자유여행객(FIT, Free Independent Tourist)이며, 국적별로는 국내 여행객 20%, 중국과 일본 등 아시아권 50%, 비아시아권 30% 등을 보였다.

전체투숙객 중 외국인 비중은 약 80%다.

제주항공 관계자는 "서울지하철 2호선과 경의중앙선도 연결되는 등 편리한 교통여건과 내·외국인 관광객이 많이 찾는 연남동, 홍대입구와 인접한 점이 외국인 자유여행객에게 매력적인 요소로 작용했다"며 "특히 인천국제공항과 김포국제공항에서 출발하는 공항철도와 바로 연결돼 접근성이 높은 것이 큰 역할을 한 것으로 본다"고 설명했다.

이어 "아시아권 국가의 여행객이 패키지여행보단 항공과 호텔을 개별예약하는 자유여행 선호현상이 빠르게 증가하고 있어 제주항공과 호텔의 시너지가 나고 있다"며 "올해부터는 사업 운영에 있어서도 손익분기점을 넘어 호텔 사업 안정화에 속도가 붙을 전망"이라고 전했다.

@highlight

제주항공이 홍대입구 역 인근에 지난해 '홀리데이 인 익스프레스 서울홍대'를 문열어 개점 1주년을 맞이하고 있는 가운데, 영업을 시작한 이후 지난 1년 동안 주중 평균 85%의 객실점유율을, 주말에는 95%의 높은 객실점유율을 기록하면서 순항중이다.