국립 아시아문화전당 내 ‘하늘마당’은 최근 시민들은 물론 외지 방문객들이 즐겨 찾는 광주의 명소로 떠올랐다.

버스킹 공연 등 문화 행사가 이어지면서 ‘도심 속 피크닉’을 만끽할 수 있는 예술과 젊음의 공간으로 자리 잡은 것이다.

하지만 주말만 되면 이용객들이 버린 쓰레기 때문에 몸살을 앓고 있다.

지난 주말 저녁 광주일보 취재 팀이 찾아간 문화전당 내 하늘마당에는 시민들이 삼삼오오 돗자리를 깔고 앉아 치맥(치킨+맥주) 등을 즐기고 있었다.

밤 아홉 시가 넘어서자 주변에는 쓰레기가 수북이 쌓이기 시작했다.

일부 이용객은 먹다 남은 음식 등 쓰레기를 가지고 갔지만, 대부분은 일회용 컵이나 피자 상자, 음식물 찌꺼기를 그대로 방치하거나 봉지에 담아 공원 한편에 버렸다.

문화전당 일대에서 주말에 발생하는 쓰레기는 100ℓ짜리 종량제 봉투 40~50개 분량에 달한다.

평일에 15~20개가 수거되는 것과 비교했을 때 거의 세 배나 된다.

특히 봄·가을 나들이 철이나 행사가 있을 땐 1t 이상 나오기도 한다.

전당 부지 내에서 발생한 쓰레기는 전당 측이 위탁업체를 통해 처리하고 있는데 문제는 하늘마당 이용객들이 인근 도로변이나 인도에 버리는 쓰레기다.

주말마다 수백㎏씩 배출되는 이들 쓰레기는 일단 거리 청소를 담당하는 동구청이 처리하고 있지만 발생 지점이 하늘마당이라는 점에서 처리 주체를 놓고 전당 측과 미묘한 신경전을 벌이기도 한다.

광주의 대표적인 문화 공간인 문화전당 내 하늘마당이 주말이면 쓰레기 마당으로 전락하는 것은 광주가 지향하는 아시아문화중심도시의 이미지에 먹칠을 하는 행위가 아닐 수 없다.

문화전당과 동구 등이 쓰레기 발생을 억제하기 위해 다양한 노력을 기울여야 하겠지만, 무엇보다 이용자들이 자신의 쓰레기는 스스로 되가져 가는 시민의식을 발휘해야 할 것이다.

@highlight

국립 아시아문화전당 내 '하늘마당'이 이용객들이 버린 쓰레기 때문에 골치를 썩고 있어 이용자 스스로 쓰레기를 되가져가는 시민 의식이 절실한 실정이다.