인텔리코리아는 의료 3D프린팅 인력양성을 위해 제 2차 의료 3D프린팅 인력양성교육 과정을 오는 16~20일 진행한다.

캐드(CAD)와 3D프린팅 전문업체 인텔리코리아(대표 박승훈)가 국내 의료3D프린팅 기술 보급·확산을 위해 한국의료3D프린팅융합협회(가칭)와 16일부터 20일까지 닷새간 '제2차 의료3D프린팅 인력양성교육'을 시행한다고 2일 밝혔다.

이번 의료3D프린팅 인력양성교육과정은 한국의료3D프린팅융합협회와 두 번째 추진하는 교육이다.

의료지식 기본인 인체해부학을 비롯한 인체 데이터를 추출하기 위한 분할, 3D데이터를 출력하기 위한 슬라이싱, 3D프린터로 제품 출력에 이르기까지 의료3D프린팅 전문 영역에 대한 전반적인 지식을 습득할 수 있다.

(CT) 정보를 3D데이터로 추출한다.

실제로 삽입 가능한 인공장기, 인공뼈 등을 제작할 수 있는 전문지식을 배양한다.

박승훈 대표는 "1차 교육의 결과를 토대로 기존 커리큘럼을 크게 개선했다"면서 "2차 교육에서는 보다 많은 제품 출력 기회와, 다양한 소재를 직접 눈으로 보고 배울 수 있도록 구성했다"고 말했다.

박 대표는 "의료3D프린팅에 관심 있는 다양한 인재에게 양질의 교육을 제공함으로써 4차 산업시대가 요구하는 맞춤형 의료 전문 인력을 양성하는데 집중하겠다"면서 "전문 인력은 우리나라 의료3D프린팅 산업 발전을 한 단계 끌어 올리는데 일조할 것"이라고 말했다.

협회는 하반기에 진행하는 3차 의료3D프린팅 교육과정을 마지막으로 의료3D프린팅 전문 인력양성 교육을 진행한다.

의학 전공자와 의료계 인력을 대상으로 진행할 예정이지만 의료 3D프린팅 기술에 관심만 있다면 누구나 참여 가능하다.

자세한 내용은 인텔리코리아 CPC센터 공식 홈페이지에서 확인할 수 있다.

@highlight

인텔리코리아는 16일부터 20일까지 '제2차 의료3D프린팅 인력양성교육'을 시행하며,  의료3D프린팅 전문 영역에 대한 전반적인 지식을 습득할 수 있다.