부산시는 5~8일 4일간 벡스코 제1전시장에서 글로벌 관광도시 부산을 대표하는 국제 규모의 특별한 관광 마케팅 축제인 '제22회 부산국제관광전(BITF2019)'을 개최한다고 2일 밝혔다.

'부산국제관광전(BITF2019)'은 부산시 주최, (사)부산광역시관광협회·㈜코트파 공동 주관으로 4일 해운대 그랜드호텔에서 관광홍보 설명회를 겸한 환영리셉션을 시작으로 그 화려한 막이 펼쳐진다.

이어 벡스코에서 개최되는 전시행사에서는 '국내관광홍보관' '해외관광홍보관' '여행상품특별관' '여행용품판매관' 등 세계 각국의 다양한 관광 정보를 한자리에서 얻을 수 있다.

특히 부산관광홍보부스에서는 부산시티투어버스 탑승권과 부산불꽃축제 티켓을 20% 이상 대폭 할인된 가격으로 살 수 있다.

부산관광 퀴즈 이벤트를 통해 2019 부산원아시아페스티벌(BOF) 케이팝(K-POP) 콘서트 티켓 등 다양한 경품 기회도 주어진다.

또한 △여행의 꿀팁 ' THE 고수 가라사대' △여행커뮤니티 '여행에 미치다' 조준기 대표가 얘기하는 청년들을 위한 '청년취·창업특강' 등도 마련된다.

이와 함께 '부산관광 영상&사진 전국공모전' '관광 특화 일자리 상담 부스' '부산대표관광기념품 전시관' 등 다양한 부대행사도 진행된다.

행사 기간에 중국, 대만, 홍콩 등 지역의 해외 바이어를 초청해 국내 인바운드 여행사 및 기타 관광업체 등과의 관광 교류의 장인 '해외바이어 초청 상담회'(B2B트래블마트)도 열린다.

시 관계자는 "부산을 포함한 국내외 40여개국의 관광명소, 이색문화, 전통공연 등을 한 자리에서 모두 즐길 수 있는 부산국제관광전은 남녀노소 모든 시민에게 좋은 볼거리 즐길 거리를 선사해 주는 관광마케팅 축제"라며 많은 관람을 당부했다.

@highlight

부산시는 5일부터 '제 22회 부산국제 관광전'을 연다고 알렸고, 이어서 벡스코에서 열리는 행사에서는 국내관광홍보관, 여해용품판매관 등 세계 각지의 다양한 관광 정보를 한눈에 찾아볼 수 있으며 특히 부산을 홍보하는 부스를 찾는다면 불꽃축제 티켓을 20%이상 할인된 값으로 만날수 있다고 알렸다.