장성군 황룡마을이 전남 마을이야기박람회에서 최고상을 받았다.

장성 황룡마을이 전남도가 주관한 '2019 전라남도 마을이야기 박람회'에서 대상을 받았다.

전남지역 8507개 자연마을 가운데 시군을 대표하는 22개 마을이 참가한 이번 박람회에서 장성 황룡마을은 대회 최고상인 농림축산식품부장관상을 받았다.

또 박람회 행사의 하나로 열린 '우리 마을 자랑대회'에서도 인기상을 수상해 전남지역 최고의 스토리를 가진 마을임을 입증했다.

'세상을 품다, 마을을 잇다'라는 주제로 8월 30일 ~ 9월 1일까지 사흘 동안 무안종합스포츠파크에서 열린 박람회에서 장성 황룡마을은 △마을 사람들을 몰래 돕는 황룡 '가온'의 이야기와 △ 김황식 전 총리 가문과 일제 강점기 시절 형설학원을 설립해 가난한 이들에게 배움을 펼쳤던 김영하 등 뛰어난 인물을 배출한 고장이라는 점, △조선 명종 때 공조좌랑을 지낸 김경우가 500여 년 전 산수와 벗하며 풍류를 즐기기 위해 조성한 '요월정 원림'을 제시해 관계자들로부터 높은 호응과 관심을 이끌어냈다.

특히 장성군은 황룡이 숨어 살았다는 전설을 지닌 황룡강에서 착안해 지자체 최초로 '옐로우시티'색채마케팅을 펼쳐 도시 곳곳을 노랗게 디자인하고 있는데, 마을의 이야기가 장성군을 대표하는 상징이 되었다는 점에서 황룡마을 사람들은 큰 자부심을 갖고 있다.

이는 '2019 전라남도 마을이야기 박람회' 초대 최고상을 수상하는 쾌거를 이뤄낸 저력이 되었다는 평가다.

유두석 장성군수는 "황룡강의 전설로부터 탄생한 '옐로우시티'는 지자체 최초의 컬러마케팅 성공사례로, 타 시 ? 군의 벤치마킹과 연구의 대상"이라고 소개했다.

이어 "특히, 이번 박람회를 통해 장성 황룡마을이 전라남도 최고의 '스토리가 있는 마을'로 선정되었다는 데 대해 큰 감격을 느끼며, 이러한 이야기들이 장성군 고유의 자산임을 분명히 인식하고, 지속 가능한 미래 먹거리를 마련하는 바탕이 될 수 있도록 소중히 가꿔나가겠다"고 말했다.

@highlight

장성 황룡마을이 전남도가 주관한 '2019 전라남도 마을이야기 박람회'에서 대상을 받았고 박람회 행사의 하나로 열린 '우리마을 자랑대회'에서도 인기상을 수상해 전남지역 최고의 스토리를 가진 마을임을 입증하였으며 유두석 장성군수는 황룡강의 전설로부터 탄생한 '옐로우시티'는 지자체 최초의 컬러마케팅 성공사례라고 소개했다.