▲ 동원과학기술대학교가 2019년도 전문대학 글로벌 현장학습 항공정비계열 사업 분야에 선정됐다

동원과학기술대학교(총장 손영우)가 2019년도 전문대학 글로벌 현장학습 항공정비계열 사업 분야에 선정됐다.

그동안 동원과기대는 항공정비 분야의 특성상(보안 및 안전) 학생들이 국내에서의 현장 실습이 현실적으로 어려워 항공정비 해외 취업을 위한 방안을 꾸준히 모색해 왔다.

그 결과로 항공정비계열 글로벌 현장학습 운영기관으로 선정됨에 따라 해외 취업의 불모지로 여겨왔던 항공정비 분야에 새로운 길을 개척하게 됐다.

글로벌 현장학습 사업은 한국전문대학협의회에서 전문대학생들에게 다양한 해외 현장학습의 기회를 제공함으로써 글로벌 마인드 및 전공 실무능력 배양, 취업역량을 향상하도록 지원하는 대학단위 지원프로그램이다.

동원과기대의 사업 프로그램은 '항공정비 및 항공기 운용 장비 정비' 연수과정이다.

현장학습 참여 학생들은 국내 교육(영어 및 국제 매너) 후, 세계 허브 공항이라고 알려진 싱가포르 창이공항 내의 G.E 社(General Electric Co.) 엔진 오버홀(Overhaul-기계 완전 분해 후 점검수리) 전문 업체와 셀레타 공항 인근의 항공기 운용 장비 제작사에서 현장학습이 진행된다.

또한, 글로벌 현장학습 종료 후, 회사 자체 근무 평가를 통해 우수한 근무 성적을 받은 학생은 현지 채용될 예정이다.

이번 인턴십 대상으로 선정된 학생 4명은 9월 중 출국해 현지 어학교육을 8주간 이수한 후 현지 인턴십 8주간 이수하게 된다.

손영우 동원과기대 총장은 "이번 사업선정과 연수과정 운영으로 현재 호황기를 누리고 있는 우리나라 항공산업과 더불어 해외 취업 시장에도 새로운 활력소가 될 것"이라며 "성공적인 과정 운영을 통해 항공정비계열 해외 취업 분야에 새 지평을 여는 표준이 되도록 노력하겠다"고 말했다.

한편, 동원과기대는 해외 취업 우수기관, 우수과정으로 선정됐으며, 일학습병행제 최우수 등급, 교육국제화역량 인증기관으로 선정되는 등 정부 사업에서 우수 평가를 취득하여 경쟁력을 강화하고 있다.

@highlight

그동안 동원과학기술대학교는 항공정비 분야의 특성상 학생들이 현실적으로 현장실습이 어려워 항공정비 해외 취업을 위한 방안을 모색한 결과 2019년도 전문대학 글로벌 현장학습 항공정비계역 사업분야에 선정되면서 해외 취업이 힘들었던 항공정비 분야에 새로운 길을 개척하게 됐다.