오는 2022년까지 경남 양산시 웅상출장소 내 도시계획도로 40여 개 노선 16㎞가 개설된다.

양산시 웅상출장소는 “2022년까지 단계적으로 1786억 원을 들여 덕계, 평산, 소주, 서창동 등 4개 동 지역 44개 노선 총연장 16.1㎞의 도시계획도로(이하 도로)를 개설하기로 하고, 공사 중이거나 계획 중”이라고 2일 밝혔다.

세부적으로 보면 44개 노선 16.1㎞ 중 3개 노선 1.2㎞ 도로는 최근 개설이 완료됐다.

또 연말까지 완공되는 5개 노선 2.5㎞ 도로를 포함해 광로 3-3호선, 대로 2-4호선, 대로 3-10호선 등 32개 노선 11.3㎞ 도로는 공사 중이거나 보상 중이다.

나머지 9개 노선 3.6㎞ 도로는 최대한 이른 시일 내에 공사에 들어갈 예정이다.

시 웅상출장소는 원활한 도로개설을 위해 실시설계를 비롯해 용지보상과 시설공사를 각각 나눠 단계별로 추진하고 있다.

이처럼 시 웅상출장소가 1800억 원에 달하는 막대한 예산을 투입해 도로개설에 나선 것은 내년 7월부터 시행되는 ‘도시계획시설 일몰제’ 때문이다.

시 웅상출장소는 장기 미집행 도로 중 시설 실효로 인한 부작용을 최소화하는 것은 물론 도시의 계획적인 개발과 시민들의 편의 증진을 위해 우선순위에 따라 도로를 선정한 뒤 집중적으로 개설공사에 들어간 것이다.

여기에 시 웅상출장소는 일몰제 대상사업 이외에 도시의 균형발전과 지역민들의 교통 불편 해소, 교통서비스와 환경 개선이 필요한 도로도 우선 집행대상 사업에 포함했다.

도로개설이 계획된 44개 도로 중 35개 노선은 일몰제에 대비한 것이며, 나머지는 일몰제 대상사업 이외 도로다.

시 웅상출장소 관계자는 “도시계획도로가 계획대로 개설되면 도시의 균형 있고 체계적인 개발과 함께 주민들의 교통 불편 해소에 도움을 줄 것”이라며 “연차적으로 예산이 허용하는 범위 내에서 최대한 이른 시일 내에 도로개설을 완료할 예정”이라고 말했다.

@highlight

양산시 웅상출장소는 1786억 원을 들여 덕계, 평산, 소주, 서창동 등 4개 동 지역 44개 노선 총연장 16.1㎞의 도시계획도로를 개설하기로 하고 활한 도로개설을 위해 실시설계를 비롯해 용지보상과 시설공사를 각각 나눠 단계별로 추진해 오는 2022년까지 개설할 예정이다.