올 추석 대구지역 기업 추석경기가 업종 구분 없이 어려운 것으로 나타났다.

대구상공회의소가 지역기업 302개 사를 대상으로 ‘2019년 추석 경기 동향조사’를 실시한 결과, 응답업체의 76.6%가 지난해 추석에 비해 체감경기가 악화되었다고 답했다.

지난해와 비슷한 수준이라는 응답은 21.7%에 그쳤고, 호전됐다는 응답은 5개 사(1.7%)에 불과했다.

업종별 경기악화 응답비율은 서비스업이 81.6%로 가장 높았고 그 중에서도 유통 및 도소매업이 88.3%로 가장 어려움을 겪는 것으로 나타났다.

제조업은 78.5%의 기업이 경기가 나빠졌다고 응답했고 자동차부품계열(87.5%), 기계·금속·로봇(80.0%), 섬유(79.5%)순으로 조사됐다.

건설업은 경기악화 응답이 62.5%로 집계됐다.

체감경기가 악화됐다고 답한 기업의 80.3%는 내수경기 침체 및 수요 감소를 원인으로 꼽았다.

대외환경 변화에 따른 수출감소를 지목한 기업은 지난해(8.8%)보다 5.2%p상승한 14.0%로 나타나 최근 미중무역분쟁과 일본의 수출제한조치가 추석경기에도 영향을 미치는 것으로 조사됐다.

자금사정이 나빠졌다고 응답한 기업은 67.6%에 달했다.

업종별로는 서비스업이 73.7%로 가장 높았고, 제조업 69.0%, 건설업 52.1% 순이다.

휴무일수는 84.4%의 기업이 추석연휴 4일을 모두 쉰다고 응답했다.

연휴 4일을 다 쉬지 못한다고 하는 기업도 8.3%로 집계됐다.

응답기업의 73.8%가 추석 상여금 또는 선물을 지급한다.

추석 이후 경기전망을 묻는 설문에서는 85.3%의 기업이 경기가 더 나빠질 것으로 응답했다.

대구상의 측은 “노동정책 등 경영환경 악화로 기업들의 경영활동이 위축된 상황에서 소비경기 악화로 인한 내수부진, 미중무역분쟁과 일본의 수출규제 등 외부적인 변수까지 기업들에게 좋은 소식은 없다”고 밝혔다.

@highlight

대구상공회의소가 지역기업 302개 사를 대상으로 ‘2019년 추석 경기 동향조사’를 실시한 결과, 응답업체의 76.6%가 지난해 추석에 비해 체감경기가 악화되었다고 답해 업종 구분 없이 어려운 것으로 나타났고 그 중 80.3%는 내수경기 침체 및 수요 감소를 원인으로 꼽았다.