인천시가 2025년 수도권매립지 사용 종료와 직매립 제로화를 선언했지만 소각장 문제에 발목이 잡힐 것으로 보인다.

직매립 제로화의 전제조건은 지역 소각장 현대화 및 신설로, 이를 진행하려면 주민 이해가 반드시 필요하기 때문이다.

2일 시에 따르면 최근 발표한 ‘지속가능한 자원순환 클린도시 인천’ 추진과제 중 비중을 둔 과제는 ‘직매립 제로화’다.

매립 없이 소각만으로 쓰레기를 처리하려면 소각장 신설과 동시에 노후 소각장을 개선해야만 가능하다.

하지만 청라와 송도 등 소각장을 둔 지역의 주민들은 여전히 시의 계획에 반발하고 있다.

특히 최근까지 증설이 논의됐던 청라지역 주민들의 반발은 더하다.

시는 지난해에도 청라소각장 현대화사업과 증설 등을 추진했지만 주민 반대에 부딪혀 진행하지 못했다.

주민들은 "지난번 주민청원에 대한 인천시장 답변 때는 주민이 원하지 않으면 추진하지 않겠다고 하더니 이제는 소각장이 꼭 있어야 한다고 해 당황스럽다"며 "굳이 청라가 아니더라도 소각장이 들어설 수 있는 부지를 찾으면 될 일"이라고 목소리를 높였다.

그럼에도 시는 주민 의견을 충분히 인지한 만큼 주민들이 만족할 만한 소각장 현대화사업을 진행하겠다는 입장이다.

소각장 현대화 모델로 삼은 곳 중 하나는 하남시의 유니온파크다.

당초 하남시 환경기초처리시설이었던 유니온파크는 2011~2015년 현대화사업을 거쳐 지금의 모습을 갖췄다.

사업을 통해 소각장 지하화와 공원 조성이 진행됐고, 굴뚝은 전망대로 만들어 개방했다.

공원에는 각종 체육시설과 물놀이터 등이 있어 매년 많은 방문객들이 찾고 있다.

시는 하남 등을 모델로 각종 편의시설 조성 및 지하화 등 다양한 소각장 현대화 방안을 검토 중이다.

소각장을 통해 창출되는 수익 등은 모두 주민들에게 돌아가도록 해 삶의 질 향상에 힘쓴다는 방침이다.

시 관계자는 "구체적인 안을 만들어 명절 연휴 이후인 이달 중순부터 주민들을 대상으로 3번 정도 설명회를 갖는 등 본격적으로 설득 과정을 거칠 예정"이라고 말했다.

@highlight

인천시는 소각장을 둔 지역 주민들의 반발에 소각장 현대화 사업 진행의 구체적인 안을 제작해 명절 연휴 이후 주민들을 대상으로 설명회를 가지며 설득을 진행할 예정이다.