현대자동차의 지난달 판매 실적이 전년 동기 대비 소폭 줄었다.

내수와 수출 판매물량 모두 다소 부진한 흐름을 보였다.

현대차는 8월 한 달 동안 총 36만3045대를 판매했다고 2일 공시했다.

이는 전년 동기(38만6885대) 대비 6.2% 줄어든 수치다.

국내 판매량은 5만2897대로 전년 동기(5만8582대) 대비 9.7% 줄었다.

승용차 판매량이 2만12대로 작년(2만4907대)보다 큰 폭으로 빠지며 발목을 잡았다.

세부 판매량은 쏘나타 8393대, 그랜저 5514대, 아반떼 4893대 등이다.

현대차 관계자는 "승용차 판매가 8월에는 다소 부진한 흐름을 보였으나, 신형 쏘나타 하이브리드 모델의 고객 인도가 이달부터 본격 진행되면 분위기 반전이 가능할 것"이라며 "향후 터보 모델이 투입되는 것도 긍정 요인"이라고 말했다.

레저용 차량(RV)은 총 1만 8167대가 팔렸다.

싼타페 6858대, 베뉴 3701대, 투싼 2583대, 코나(EV모델 1008대, HEV모델 5대 포함) 2474대, 팰리세이드 2304대 등이다.

상용차는 소형 상용차 8434대, 대형 상용차 1703대 등이 팔렸다.

제네시스는 G80가 2071대, G70가 1471대, G90가 1039대 판매되는 등 총 4581대가 판매됐다.

G90와 G70는 전년 동월 대비 각각 156.5%, 29.3%의 판매 성장을 달성했다.

해외 판매량은 31만148대로 전년 동기(32만8303대)보다 5.5% 감소했다.

중남미, 러시아 등 신흥 시장에서의 수요 위축과 판매 부진이 부정적인 영향을 미쳤다.

현대차 관계자는 "미국 시장에 판매에 돌입한 팰리세이드를 시작으로 각 시장별 상황과 고객들의 요구에 맞는 신차를 적재적소에 투입해 꾸준한 판매 증가를 이뤄 나갈 것"이라며 "권역별 자율경영, 책임경영 체제를 구축해 실적을 회복하고, 미래 사업을 위한 기반을 마련할 것"이라고 밝혔다.

@highlight

현대차의 8월 판매량은 총 36만3045대로 전년 동기(38만6885대) 대비 6.2% 감소한 수치인데 이에 대해 현대차 관계자는 신형 쏘나타 하이브리드 모델의 고객 인도가 이달부터 본격 진행되면 만회할 가능성이 있으며 향후 터보 모델 투입도 긍정적 요인이라 말했다.