올해 처음 국내에서 일본뇌염 환자가 발생하는가 하면 벌초하던 성묘객이 벌에 물려 숨지는 등 본격적인 가을로 접어들면서 전염병을 옮기거나 독성을 지닌 곤충에 물리지 않도록 각별한 주의가 요구되고 있다.

보건복지부 질병관리본부는 지난달 29일 대구에서 올해 처음 일본뇌염 환자가 확인됐다고 2일 밝혔다.

80대 여성인 해당 환자는 8월 18일부터 발열 증상과 의식 저하 증세를 보여 입원치료를 받았으며 29일 질병관리본부로부터 최종 확진자로 판정 받은 뒤 숨졌다.

일본뇌염 바이러스를 가진 ‘작은빨간집모기(사진)’에 물릴 경우 99% 이상이 무증상 또는 열을 동반하는 가벼운 증상을 보이지만, 일부는 치명적인 급성뇌염으로 진행되고 이중 20~30%는 상망까지 이를 수 있다.

특히 최근 5년 동안 일본뇌염 감시 결과 환자의 90% 이상이 40세 이상이며, 8월 이후 9월부터 11월 사이에 전체 환자의 90%가 발병한다.

질병관리본부는 야외 활동 때 밝은 색의 긴 바지와 긴 소매 옷을 입어 피부 노출을 최소화하고, 모기 기피제 사용을 권고했다.

또 매개모기 유충의 서식지가 될 수 있는 집 주변 물 웅덩이, 막힌 배수로 등에 고인 물을 없애서 모기가 서식하지 못하도록 해야 한다.

아울러 가까운 의료기관에서 일본뇌염 예방접종을 하는 것도 필수다.

이날 환경부 산하 국립공원공단도 가을철 등산, 성묘 등 야외활동 때 독성을 가진 동·식물에 대한 각별한 주의가 필요하다고 경고했다.

실제 지난 1일 오전 9시 25분께 경북 영주시와 문경시에서 벌초하던 성묘객 두 명이 벌에 쏘여 사망하는 사고가 발생하기도 했다.

등산이나 야영 등 야외활동 때 반바지 등 짧은 옷을 입거나 향이 진한 화장품을 사용할 경우 뱀에 물리거나 말벌에 쏘일 수 있어 위험하다.

국립공원공단은 벌집을 발견하면, 벌집을 자극하거나 제거하지 말고 국립공원사무소나 소방서에 연락할 것을 권고했다.

또 벌집을 건드렸을 땐 웅크리지 말고 그 자리에서 20m 이상 떨어진 곳으로 빠르게 벗어나야 한다고 조언했다.

@highlight

올해 본격적으로 가을에 접어들면서 전염병이나 곤충에 물리지 않도록 각별한 주의가 요구되고 있는 가운데 환경부 산하 국립공원공단도 야외활동 시 독성이 있는 동·식물에 대한 각별한 주의가 필요하며, 벌집 발견 시 자극하거나 제거하지 말고 국립공원사무소 혹은 소방서에 연락할 것을 전했다.