현대자동차는 지난 8월 국내 5만2897대, 해외 31만148대 등 전 세계 시장에서 총 36만3045대를 판매했다고 2일 밝혔다.

지난해 같은 기간과 비교해 총 판매량이 6.2% 줄었다.

지난 8월 국내 시장에서 현대차는 지난해 같은 기간보다 9.7% 감소한 5만2897대를 판매했다.

SUV 판매는 지난해 수준을 유지했지만 세단(승용) 판매가 19.7%나 줄었다.

볼륨 모델인 '그랜저'와 '아반떼' 판매가 지난해보다 각각 38.1%, 39.9% 감소한 영향이 컸다.

그나마 '쏘나타'가 8393대 팔리며 전체 실적을 이끌었다.

지난해 8월 대비 42.7%의 성장세를 보인 신형 '쏘나타'는 이 달부터 하이브리드 모델의 고객 인도가 본격적으로 진행됐다.

또 하반기엔 터보 모델도 투입될 예정이다.

SUV는 '싼타페'가 6858대 팔리며 실적을 이끌었다.

특히 8월부터 판매가 본격화된 '베뉴'는 3701대가 팔렸다.

'투싼'과 '코나'는 지난달 각각 2583대, 2474대 판매됐다.

상용차는 '그랜드 스타렉스'와 '포터'를 합한 소형 상용차가 총 8434대 팔렸고, 중대형 버스와 트럭을 합한 대형 상용차는 1703대가 팔렸다.

프리미엄 브랜드 제네시스는 △G80 2071대 △G70 1471대 △G90 1039대 등 총 4581대가 판매됐다.

G90와 G70가 지난해 대비 각각 156.5%, 29.3%의 판매 성장을 달성했으나 G80이 부진했다.

현대차는 8월 해외 시장에서 지난해 같은 기간 보다 5.5% 감소한 31만148대를 판매했다.

해외시장 판매는 중남미, 러시아 등 신흥 시장에서의 수요 위축과 판매 부진이 주요한 영향을 미쳤다.

현대차 관계자는 "쏘나타와 싼타페 등 주력 차종들이 전체 판매를 이끌었다"며 "이달부터 본격적인 판매에 돌입한 '코나 하이브리드' 모델과 고객 인도가 진행되는 '쏘나타 하이브리드' 모델의 원활한 판매를 위해 힘쓸 것"이라고 말했다.

@highlight

현대자동차는 지난 8월 국내 시장에서 지난해 같은 기간 대비 9.7%가 감소한 5만 2897대를 판매했으며 8393대가 팔린 '쏘나타'가 전체 실적을 이끈 반면 볼륨 모델인 '그랜저'와 '아반떼' 판매량이 지난해 대비 각각 40% 가까이 줄어들어 판매량 감소를 초래했다고 2일 밝혔다.