아산시가 아산 교육비전을 주제로 시민들의 창의적인 생각과 공감을 불러올 수 있는 UCC(인적으로 직접 만든 저작물)콘텐츠 발굴을 위해 '아산교육비전 UCC 공모전'를 개최한다.

시와 아산교육지원청은 지난 6월 '스스로 앞가림하고 더불어 살아갈 힘을 길러주는 교육'을 목표로 '아산교육 비전선포식'을 개최한 바 있으며, UCC 공모전을 통해 아산시 교육비전의 존재와 가치에 대한 공감대를 형성하고 아산교육비전 6대 핵심과제 추진을 위한 시민의 혁신적 아이디어 발굴을 목표하고 있다.

아산교육비전 6대 핵심과제는 △청소년 재단 설립 △진로코칭센터 운영 △청소년 시설 확충 △글로벌 인재양성 △장학사업 확대 △마을교육 공동체 활성화 지원이다.

공모기간은 9월 2일부터 9월 30일까지이며 UCC 공모에 관심이 있는 대한민국 국민 누구나 참가할 수 있으며 응모는 아산시 홈페이지 (http://www.asan.go.kr) 공지사항에 게시된 양식을 작성해 공모기간 내 담당자 이메일(lottesuk@korea.kr)로 접수하면 된다.

영상은 자유형식으로 30초 이상에서 3분 이내로 제작된 동영상 파일이면 참여 가능하며, 본인 SNS에 직접 제작한 영상을 업로드 후 URL 명시한 신청서를 제출하면 된다.

제출된 작품은 심사 시 포스팅된 게시물의 공감, 댓글수가 많을수록 가점 부여되며 심사를 거쳐 최우수상 100만원(1명), 우수상 각 50만원 (2명), 장려상 20만원(5명), 격려상 아산사랑 상품권(10명) 등 총 18팀을 선정해 11월 중 시상할 예정이다.

선정된 작품은 아산교육비전 관련 정책 아이디어 발굴 및 홍보자료로 활용된다.

오세현 아산시장은 "정주여건이 훌륭한 도시는 아이들이 행복한 교육을 받는 도시이고 이를 위해 지자체가 교육에 대한 종합적 지원 정책을 적극 펼치겠다"며 "이번 공모전을 통해 시민들이 바라는 교육정책에 대한 의견 및 아이디어를 발굴하는 기회가 되길 바란다"고 말했다.

@highlight

오세현 아산시장은 아산교육비전 관련 정책 아이디어 발굴 및 홍보자료를 목적으로 9월 2일부터 9월 30일까지 '아산교육비전 UCC 공모전'을 개최하고 시민의 혁신적 아이디어 발굴하고 있다. 