앱스토리몰은 좁은 공간에서도 효과적인 공기 정화가 가능한 '픽스 퓨어원 공기청정기 XCA-502·503'을 새롭게 출시한다고 밝혔다.

이 제품은 H13등급의 트루 헤파필터가 탑재되어 미세먼지를 최대 99%까지 효과적으로 제거할 수 있으며 6~8개월에 맞춰 필터만 교체해주면 오랜 시간 새것과 같은 성능으로 이용할 수 있다.

또한 제품 하단부에는 암모니아 제거율 92%의 활성탄 카트리지가 설치돼있어 주변의 냄새를 효과적으로 정화해주므로 늘 악취 없이 깨끗한 산소를 느낄 수 있다.

간편한 터치로 일반모드, 수면모드, 터보모드와 같이 실내 환경에 꼭 맞는 작동 모드로 손쉽게 전환 가능한 '픽스 퓨어원 공기청정기 XCA-502·503'은 차량의 시동을 켜면 자동으로 동작이 시작되고, 차량 내 컵 홀드에 거치하면 하단부의 팬이 꺼진 후 상부 팬의 풍량이 자동으로 올라가는 등 차량 내에서 사용하기에도 최적의 제품이다.

뿐만 아니라 프리미엄 모델인 XCA-503을 선택하면 공기 상태를 LED 등을 통해 실시간으로 안내받고 정화할 수 있으며, UV LED를 통해 공기 정화와 동시에 내부 필터까지 살균할 수 있어 보다 강력한 정화 기능을 체험할 수 있다.

앱스토리몰을 운영하는 박민규 ㈜휴먼웍스 대표는 "'픽스 퓨어원 공기청정기 XCA-502·503'은 백색의 LED 무드등 기능이 포함되어 있어 늦은 밤, 혹은 흐린 날에도 불편함 없이 사용 가능한 제품"이라며 "듀얼 전원 포트로 상단 전원 이용 시 차량 내에서, 하단 전원 이용 시 가정 혹은 사무실에서 사용하기에 알맞아 실내 어디에서든 깨끗이 정화된 공기를 원하는 사람들에게 특히 추천한다"고 전했다.

'픽스 퓨어원 공기청정기 XCA-502·503'은 앱스토리몰에서 특별 할인된 초저가로 만나볼 수 있다.

@highlight

앱스토리몰이 '픽스 퓨어원 공기청정기 XCA-502·503'를 새롭게 출시한다고 밝히면서 이 제품에 대해 트루 헤파필터가 탑재되어 미세먼지를 최대 99%까지 효과적으로 제거할 수 있으며 암모니아 제거율이 높은 활성탄 카트리지가 하단부에 있어 늘 깨끗한 산소를 느낄 수 있다고 설명했다.