장수깃절놀이 공연이 오는 7일 오후 1시부터 장수군 종합경기장에서 시연 된다.

장수깃절놀이는 장수문화원(권승근 원장)이 예로부터 전해 오던 전통민속놀이를 2009년부터 자료조사를 통해 복원을 계획하고 2011년부터 본격적인 복원작업을 시작했다.

2013년부터 지역 주민들을 대상으로 교육을 통해 기수를 양성하고 읍면지역 풍물단체와 한우랑 사과랑 축제 때 첫 공연을 시작함으로써 지역민과 방문객들에게 볼거리와 관심을 불러 일으키며 큰 호응을 얻었다.

올해 7년째 한우랑사과랑 축제에서 공연을 하는 장수깃절놀이는 기수교육, 12발 상모놀이 교육, 태평소 교육을 야간으로 진행하면서 관심 있는 지역 주민들의 참여를 유도하고 지역의 전통놀이인 깃절놀이 복원계승에 힘써 왔다.

이번 공연에서는 계북초등학교(김정구)와 백화여고(김소연, 김수연, 박문숙, 최유리) 학생들이 열두발 상모교육에 참여, 주민과 상모놀이 공연을 함께 할 예정이다.

또 기수교육에 참여하고 있는 기수단은 깃절놀이 송상석 단장을 선두로 송제원, 안용군, 이재선, 박병일, 박태규(산서), 박현희(장계), 황수용(계북) 등 지역 주민들로 구성됐다.

기수단이 사용하는 깃대는 높이가 6~7m의 대나무로 푸른용이 그려진 천과 깃대 꼭대기에는 방울이 달린 꿩장목을 달아 기수공연을 하는데 기의 높이와 모습이 웅장하다.

권승근 장수군문화원장은 “지역의 전통문화를 복원 계승하는데 오롯이 주민들의 참여로 일궈내 공연을 하고 있다는 점과 우리지역에 전해 오던 전통놀이를 축제에서 공연함으로써 지역의 소중한 문화를 널리 알릴 수 있는 계기를 마련하게 됐다”며 “더불어 참여하고 있는 읍면 풍물단체 주민들과 깃절놀이 단원들에게 감사하다”고 전했다.

@highlight

장수문화원은 예로부터 전해 오던 전통민속놀이를 2011년부터 복원작업을 통해 만든 장수깃절놀이 공연이 7일 장수군 종합경기장에서 7년째 진행되는 한우랑사과랑 축제에서 함께 할 수 있다고 밝혔다.