부산 기장군이 특정 업체와 수의계약을 대거 체결하며 특혜를 준 사실이 감사 결과로 드러났다.

수십 건의 공사 계약을 체결하며 업체의 견적서를 검토 없이 반영시키고, 건설업 등록 되지 않은 사업까지 해당업체에 준 것으로 확인됐다.

2일 기장군 등에 따르면 감사원은 특정업체를 상대로 수의계약을 몰아줬다는 의혹을 받는 기장군에 대한 감사를 완료하고, 지난달 말 결과 자료를 기장군에 전달했다.

앞서 지난해 10월 기장군의회 맹승자 의원은 철큰 콘크리트 공사업을 하는 A업체가 2017년부터 기장군과 의심쩍은 수의계약을 맺었다며 감사원에 감사를 요청했다.

감사원 “67건 계약 예산 낭비”

감사 결과에 따르면 기장군은 A업체와 67건의 공사 계약을 체결하며, 업체가 제출한 견적서를 ‘적정성 검토’ 없이 그대로 받아들여 예산 낭비를 초래했다.

또 건설업 등록이 되지 않은 10건의 공사도 시공하게 했다.

A업체 현장 대리인이 현장에 상주하지 않거나 건설 폐기물을 위·수탁 없이 임의 처리하고 있는 사실도 모르는 등 공사 관리 감독을 소홀히 한 것으로 드러났다.

특히 해당 현장 대리인이 A업체로부터 수백만 원을 송금받는 등 ‘불법 면허 대여’ 정황도 나와 감사원이 수사를 의뢰한 것으로 전해졌다.

이와 함께 감사원은 기장군의 ‘사업 쪼개기’ 문제도 적발했다.

기장군은 2017년과 2018년 22개 시설물 유지·보수 사업 수행을 위해 492건의 공사를 발주했다.

이에 대해 감사원은 유사 중복되는 계약을 빼면 196건에 발주가 가능하다고 판단, 행정비용을 낭비했다고 지적했다.

감사원은 기장군에 공사비 3100여만 원을 환수토록 했으며, 관련된 직원 2명의 징계를 요구한 상태다.

맹 의원은 “A업체가 신설 업체임에도 불구하고 2017년 한 달 평균 4.3건의 공사가 진행되는 등 특혜성 계약이 잇따랐다”면서 “기장군은 현재까지도 A업체와 수의계약을 맺고 있으며, 정관신도시 꿈의 행복타운 사업에도 비슷한 의혹이 일어 문제를 제기하고 있다”고 말했다.

군 관계자는 “사실이 아닌 부분이 있어 재심의를 요청할 계획”이라고 말했다.

@highlight

2일 감사원은 수십 건의 공사 계약을 체결하며 업체의 견적서를 검토 없이 반영하고 특정업체를 상대로 수의계약을 몰아준 감사결과를 기장군에 전달했다. 