애플의 차기 플래그십 스마트폰 아이폰11 시리즈가 공개 일주일을 앞두고 있다.

신형 모델의 명칭은 아이폰11, 아이폰11 프로, 아이폰11 프로 맥스로 예상되며 화면 크기는 각각 6.1인치(LCD), 5.8인치(OLED), 6.5인치(OLED)로 상위 모델인 프로 버전에는 트리플 후면 카메라와 애플 펜슬이 지원 될 것으로 보인다.

또한, 아이폰11 프로와 아이폰11프로 맥스의 후면카메라는 표준+초광각+망원렌즈를 탑재하고 ToF센서를 통해 사물을 3D로 인식하며 5G(5세대 이동통신)을 지원하는 모델은 없을 것으로 전망된다.

한편, 아이폰11 공개일이 다가옴에 따라 국내 온라인 시장은 일찍이 사전예약 이벤트를 준비하여 고객 확보에 나섰다.

대표적으로 네이버 카페 '폰의달인' 은 아이폰11 선 사전예약 이벤트를 진행하여 신청한 회원들에게 구매와 상관없이 아이폰11 예약 일정 내용을 무료로 문자 알림을 진행하여 추가로 스타벅스 아메리카노 기프티콘을 제공한다.

더불어 구매까지 완료한 회원들에게는 에어팟 2세대, 아이패드 PRO, 10인치 태블릿PC, 12개월 요금지원, 애플워치4 등 다양한 혜택도 추가로 제공한다.

폰의달인 관계자는 "최근 5G 모델만 출시되어 LTE 이용자들의 선택권이 없는 가운데, 아이폰11의 LTE 모델 출시 소식은 굉장히 반가운 소식이다. 이에 따라 이번 아이폰11은 폭발적인 반응을 보일 것으로 예상되며 미리 사전예약을 신청을 해야 그만큼 순번도 빨라지기 때문에 아이폰 구매를 고려 중이라면 빠른 신청이 유리하다." 라고 전했다.

이 밖에도 폰의달인은 지난 8월 정식 출시한 삼성전자의 갤럭시노트10을 대상으로 SKT, KT, LG 유플러스 이통 3사 특가 프로모션을 진행하여 40만 원대에 판매 중이며 전 모델인 갤럭시노트9는 10만 원대에 판매 중이다.

현재 갤럭시노트9는 SKT, KT만 진행 중이며 LG 유플러스는 재고 소진으로 마감 되었다.

보다 자세한 내용은 네이버 카페 '폰의달인' 에서 확인할 수 있다.

@highlight

네이버 카페 '폰의달인'등 국내 온라인시장이 아이폰 11시리즈 공개를 일주일 앞두고 사전예약 이벤트 및 갤럭시노트10과 노트9를 저렴하게 판매하는등 프로모션을 진행해 고객을 확보하고 있다.