신동빈 롯데그룹 회장이 2일 경기도 오산시 소재 롯데인재개발원 오산캠퍼스 재건축 공사 현장을 방문해 공사 진행 상황을 챙겼다.

2일 롯데지주에 따르면 롯데인재개발원 오산캠퍼스는 롯데 인재 육성의 산실로, 신 회장의 이번 방문은 인재 육성에 대한 관심을 다시 한번 피력한 것으로 해석된다.

신 회장은 이날 오전 9시 반부터 공사 현장에서 진행된 '오산캠퍼스 첫 삽 뜨기' 행사에 참석했다.

이 자리에는 롯데지주 황각규 대표이사 부회장, 윤종민 경영전략실장, 정부옥 HR혁신실장을 비롯해 전영민 롯데인재개발원장, 하석주 롯데건설 대표, 마용득 롯데정보통신 대표 등이 참석했다.

신동빈 롯데 회장이 2일 롯데인재개발원 오산캠퍼스 재건축 공사 현장을 방문해 진행 상황을 챙겼다.

사진은 신 회장(맨 오른쪽)이 황각규 롯데지주 부회장(맨 왼쪽) 등과 함계 현장 관계자로부터 공사 진행 현황에 대해 보고받고 있다.

신 회장은 오산캠퍼스 부지와 주변 현황, 건물 배치계획 등을 보고 받고 터파기 공사 현장을 둘러본 뒤 안전하게 진행되도록 힘써 달라고 현장 근무자들을 격려했다.

신 회장은 "인재 육성에 대한 지원은 결국 롯데 미래에 대한 투자"면서 "오산캠퍼스를 기업의 미래를 책임질 동량을 키워낼 최고의 시설로 꾸미는데 투자를 아끼지 말아달라"고 주문했다.

1993년 개원한 오산캠퍼스는 신입사원 교육, 직급별·직무 교육 등에 사용되는 롯데의 사내 교육 시설로 지난달 1900억원이 투입된 재건축 공사가 시작됐다.

새로 지어지는 오산캠퍼스의 연면적은 1만7192평으로, 기존 연수원 보다 4배 가량 큰 규모다.

2000여명이 동시에 학습을 할 수 있으며, 2021년 9월 새로 개원한다.

롯데는 향후 오산캠퍼스의 연간 교육인원이 3만명 가량될 것이란 기대다.

신동빈 롯데 회장이 2일 오전 롯데인재개발원 오산캠퍼스 재건축 공사 현장을 방문해 '오산캠퍼스 첫삽뜨기' 행사에 참여하고 있다.

@highlight

롯데지주는 롯데그룹 신동빈 회장이 2일 오산시 소재 롯데인재개발원 오산캠퍼스 재건축 공사 현장을 방문해 오산캠퍼스는 기업의 미래를 책임질 인재를 키워낼 최고의 시설로 투자를 아끼지 말라고 말해 인재 육성에 대한 관심을 재차 피력했다고 밝혔다.