울산농협지역본부(본부장 문병용)는 2일 6층 대회의실에서 중앙회, NH농협은행, 생명·손해보험 총국의 지역본부 직원들과 농·축협 직원 등 총 80여명이 참석한 가운데 ‘협동조합 新경영론 실천결의대회’를 실시했다.

이번 결의대회는 농협경주교육원의 신상일 부원장이 4대 신경영 이론과 건강한 농협의 3요소에 대한 특강을 통해 농협의 나아갈 방향을 제시했고, 울산농협 임직원들은 협동조합 신경영론 실천으로 농가소득 5,000만원 달성에 앞장설 것을 다짐했다.

협동조합 4대 신경영 이론은 첫째 혈류이론은 피가 잘 흘러야 농업인에게 도움을 주는 건강한 조직을 만들 수 있다는 내용이다.

중앙회·지주·계열사와 지역 농·축협은 농업인과 함께 피를 나눈 형제이며 모두가 한마음으로 뭉쳐 한 방향으로 정렬해야 피가 잘 흐른다는 것으로 범농협의 소통과 상생협력을 강조한다.

둘째 기울기이론은 농협의 발전보다 농가소득 증가속도가 느린 만큼, 농협과 농업인의 성장 각도 차이를 줄여야 잘사는 농촌을 일굴 수 있다는 것이다.

셋째 둠벙이론은 웅덩이를 파놓으면 미꾸라지·붕어 등 온갖 물고기가 모인다며 멀리 내다보고 더 나은 미래를 위해 웅덩이를 가득 채울 만큼 미래성장 동력 확보를 위한 임직원들의 열정과 도전을 요구한다.

마지막으로 지렛대이론은 농가소득 증진이라는 무거운 물건을 들어올리기 위해 적절한 도구를 찾아야 한다는 것이다.

또한 건강한 농협의 3요소는 조직문화와 관련된 것으로 3원색처럼 투명성·희생·신뢰를 혼합하면 모든 일이 가능하다는 의미다.

울산농협은 협동조합 신경영이론에 대한 300여건의 세부추진 과제를 발굴하고 주요사업에 중점 반영하기로 했다.

문병용 본부장은 “협동조합 신경영론은 높아진 농업인의 눈높이에 맞게 임직원들이 나아가야 할 방향을 제시한 것으로, 울산농협 임직원 모두가 공유하는 경영이념으로 정착시켜 농업인이 행복한 국민의 농협을 더욱 잘 구현할 수 있도록 최선을 다하겠다”고 말했다.

@highlight

울산농협지역본부는 2일 6층 대회의실에서 중앙회, 농협은행 직원 80여 명과 함께 '협동조합 新경영론 실천결의대회'를 개최하고 농협이 나아갈 방향을 제시하여 농가소득 5000만원 달성에 앞장설 것을 다짐했다.