국내 최대 규모의 성인용품 쇼핑몰 바나나몰이 성인용품 오나홀 및 콘돔·러브젤 최저가 할인을 시작했다.

바나나몰은 자사의 온라인 쇼핑몰을 통해 선진국 브랜드 유명 성인용품의 최저가 판매를 알렸다.

텐가(TENGA), 플래시라이트(Flashlight)와 듀렉스(Dulex), 사가미(Sagami), 니포리기프트(Nippori Gift)와 토이즈하트(Toy's Heart) 등 세계적인 인기를 끌고 있는 명가 제품을 국내에서 가장 저렴한 가격에 구매할 수 있게 됐다.

바나나몰의 마케팅기획을 책임지고 있는 송용섭 팀장은 "바나나몰은 100만 회원을 가진 국내 최대 규모의 성인용품 쇼핑몰"이라 운을 띄우며 "20년간 이어온 무역 노하우를 통해 보다 저렴한 가격에 믿을 수 있는 해외 브랜드를 판매할 예정"이라 말했다.

바나나몰은 우머나이저와 새티스파이어, 소피아와 주미오 등 최근 가장 많은 인기를 끌고 있는 여성용 성인용품은 물론 레로와 잘로, 스바콤 등 최근 유럽과 북미를 중심으로 떠오르고 있는 성인용품역시 국내 최저가로 판매하고 있다.

특히 적립금 제도, 사은품 지급, 각종 이벤트 혜택 등이 주어진다는 점이 큰 장점이다.

송 팀장은 "바나나몰은 재방문률이 90%가 넘는다. 그만큼 저렴한 가격과 더불어 고객에게 베푸는 서비스가 만족스러운 편"이라 전하기도 했다.

서울특별시 강남구에 위치한 바나나몰 강남 성인용품 매장과 경기도 의정부시에 위치한 바나나몰 의정부 성인용품 매장도 온라인 쇼핑몰과 같은 운영 방식을 고수하고 있다.

적립금과 사은품 등이 동일하게 지급되고, 퀵서비스 등 당일 수령 서비스도 진행할 수 있다.

구글에서 바나나몰을 검색하면 접속 가능한 바나나몰 온라인 쇼핑몰에서 보다 자세한 내용을 파악할 수 있다.

오프라인 매장인 강남 바나나나몰, 청담 바나나몰, 의정부 바나나몰 등도 할인가는 물론 구매에 관련한 문의를 받고 있다.

@highlight

국내 최대 규모의 성인용품 쇼핑몰 바나나몰이 성인용품 오나홀 및 콘돔·러브젤 최저가 할인을 시작하고 오프라인 몰 또한 온라인 쇼핑몰과 같은 방식으로 운영하는 바나나몰은 온라인 쇼핑몰을 통해 선진국 브랜드 유명 성인용품의 최저가 판매를 알렸다.