인천시(시장 박남춘)와 인천관광공사(사장 민민홍, 이하 공사)가 레트로 감성을 느낄 수 있는 인천의 빈티지한 여행지 57개소를 소개하는 "인천빈티지로드" 책자를 발간했다.

"인천빈티지로드" 책자는 인천지역 5개 군·구(중구, 동구, 부평구, 남동구, 강화군)에 위치한 24개의 오래된 가게와 세 곳의 전통시장, 오래된 공간을 복원하여 새로운 공간으로 재탄생시킨 도시재생공간 등의 주변관광지 30개소로 떠나는 시간여행 코스를 담고 있다.

인천도시역사관 학술조사 보고서에 수록된 노포 중, 인터뷰 등을 거쳐 책자 제작에 동의한 24개소를 선정하였다.

1940년대 초반 개업한 가죽구두 전문점 , 70년 전통의 , 45년 된 문구 도·소매점  등이 수록되었다.

오래된 인천가게 연계 동선을 고려한 도보관광코스의 일환으로 ▶100년 역사를 가진 풍성한 먹거리 집합소 , ▶1950년대에 생긴 농수산물 직거래 , ▶440여 개의 점포가 입점해 있는 만물시장인 을 소개하였다.

개항의 역사를 연 흔적이 고스란히 남아있는 중구 개항장 거리, 문 닫은 공장을 새롭게 꾸민 창고 카페, 1979년 인천 내항에 세워진 사일로에 그려진 등 주변관광지 정보가 수록되었다.

공사는  콘텐츠 신규 제작에 따라 홍보 강화를 위해 지난 8월 23일(금) TV프로그램「식객 허영만의 백반기행」인천편 제작지원을 진행하여 배다리동네 인근에 위치한 설렁탕집, 50년 전통의 인천옛날과자 맛집 등 인천의 오래된 가게들을 소개했다.

공사는 앞으로도 국내외 주요 관광박람회 홍보부스 운영 시 빈티지로드 테마를 활용하고, 2019 가을여행주간 프로그램과 연계해 '여행작가와 함께 떠나는 인천빈티지로드 시간여행 프로그램'을 운영하는 등 지속적인 홍보마케팅을 추진할 계획이다.

"인천빈티지로드" 책자는 인천관광공사 홈페이지와 인천투어 사이트에서 전자파일 형태로 확인할 수 있다.

@highlight

인천시와 인천관광공사가 인전지역 5개 군·구에 자리한 오래된 가게와 전통시장, 도시재생공간 등의 빈티지한 여행지 57개소를 소개하는 '인천빈티지로드' 책자를 발간하며 앞으로도 '여행작가와 함께 떠나는 인천빈티지로드 시간여행 프로그램'을 운영하는 등 홍보마케팅을 지속적으로 이어갈 계획이다.