평택시의회 촉구 결의안 채택… "일방적 매칭비율 책정 문제"

▲ 평택시의회 의원들이 의회 앞에서 경기도 매칭사업 매칭비율 완화를 촉구하고 있다.

평택시의회는 2일 열린 제208회 임시회 1차 본회의에서 기초자치단체의 재정 부담을 증가시키고 있는 경기도 매칭사업 매칭 비율 완화 등 개선을 위한 촉구 결의안을 채택했다.

시의회는 결의문을 통해 "전국 기초자치단체의 평균 재정자립도 30.5%라는 열악한 사정은 염두에 두지 않고 중앙정부와 광역자치단체는 소위 매칭사업이라 해 과도한 예산 부담을 기초자치단체에 지우고 있는 실정이다"라고 밝혔다.

특히 "경제, 관광, 복지, 안전, 산림, 보건 등 중앙정부의 각 부처가 결정하고 추진하는 시책에 기초자치단체는 선택의 여지 없이 매칭사업이라는 명분 하에 무조건 따라야 하는 안타까운 현실을 모두가 외면하고 있다"고 목소리를 높였다.

시의회는 "경기도 매칭사업인 고교 무상급식과 어린이집 운영비 지원사업도 마찬가지이다"라며 "경기도 31개 시·군은 고등학교 설치·운영·지도가 광역자치단체의 사무이며 서울시와 인천시가 고교 무상급식 사업의 재원 분담률을 6:4로 하고 있는 점을 들어 예산 분담을 최소한 5:5 비율로 조정해 줄 것을 제안한 바 있다"고 밝혔다.

이어 "하지만 경기도는 시행령의 하위법인 ‘경기도 지방보조금 관리조례시행규칙’을 근거로 도비 분담 비율 30%를 고수해 결국 3:7로 결정했다"며 "경기도 매칭사업이 기초자치단체의 다양한 의견과 논의를 거치지 않고 일방적으로 예산 분담 비율이 결정되고 기초자치단체에 부담이 되고 있음에도 그대로 시행하는 것은 결코 광역자치단체와 기초자치단체 모두에게 적합한 대안이 될 수 없다"고 주장했다.

시의회는 정부와 경기도에 ▶일방적인 매칭 비율을 책정해 하달하는 방식 개선 ▶기초자치단체의 다양한 의견을 수렴하고 논의를 거쳐 예산 분담 비율 결정 ▶고교 무상급식과 어린이집 운영비 지원사업의 예산 분담 비율을 3:7이 아닌 5:5로 재조정할 것을 촉구했다.

@highlight

2일 평택시의회는 제 208회 임시회 1차 본회의에서 중앙정부와 각 부처가 기초자치단체의 선택과 상관없이 매칭사업이라는 명분 하에 과도한 예산 부담을 지우고 있는 현실을 개선하기 위한 촉구 결의안을 채택했다.