LG전자 모델들이 멀티브이(Multi V), 에너지저장시스템(ESS) 등을 소개하고 있다.

LG전자가 3일부터 6일까지 일산 킨텍스에서 열리는 '2019 대한민국 에너지대전'에 참가해 차별화된 토탈 에너지 솔루션을 선보인다.

올해 39회째인 대한민국 에너지대전은 국내 최대 규모의 에너지 전시회로 산업통상자원부가 주최하고 한국에너지공단이 주관한다.

LG전자는 180㎡ 규모의 전시관을 마련해 토탈 에너지 솔루션을 주제로 에너지 생산, 저장, 사용, 관리 등 에너지 全 분야에 이르는 제품들을 선보였다.

LG전자는 에너지 생산 분야에서 국내 최대 출력과 최고 효율을 갖춘 네온R, 태양광 모듈의 양면에서 빛을 흡수해 발전 효율이 높은 네온2, 에너지 저장 분야에서 에너지저장시스템(ESS)의 전력변환장치(PCS), 전력관리시스템(PMS) 등을 공개했다.

특히 ESS는 지난해 12월 산업통상자원부가 발표한 'ESS 사용 전 검사 강화 방침'에 맞춰 안전성을 더욱 강화했다.

LG전자는 에너지 사용 분야에서 상업 공간, 산업 공간, 주거 공간으로 구분해 전시했다.

상업 공간의 인공지능 듀얼 베인(Dual Vane) 실내기는 에너지소비효율 1등급 제품이며 사용자에게 6가지 공간맞춤기류를 제공한다.

베인은 실내기에 부착된 날개이며 바람의 방향을 조절해준다.

듀얼 베인은 기존 천장형 실내기에 설치된 4개 조절 장치와는 별도로 내부에 4개의 조절 장치를 추가한 것이 특징이다.

사용자는 공간과 상황에 맞춰 바람막이인 에어가이드를 따로 설치한 것처럼 간접풍을 불어주는 모드, 5m까지 따뜻한 바람을 보내는 모드, 실내 온도변화에 따라 바람세기를 스스로 조절해줘 실내를 항상 쾌적하게 유지하는 모드 등을 이용할 수 있다.

이감규 LG전자 H&A사업본부 에어솔루션사업부장(부사장)은 "LG전자의 차별화된 기술력을 바탕으로 총합 공조 시장을 지속 선도해 나갈 것"이라고 말했다.

@highlight

LG전자는 3일부터 6일까지 일산 킨텍스에서 열리는 '2019 대한민국 에너지대전'에 참가해서 토탈 에너지 솔루션을 주제로 에너지 생산 분야에서는 국내 최대 출력과 최고 효율을 갖춘 네온R을,  에너지 저장 분야에서 에너지저장시스템(ESS)의 전력변환장치(PCS)와 전력관리시스템(PMS)을, 상업공간의 에너지 사용 분야에 서는 듀얼 베인(Dual Vane) 실내기를 선보였다.