코스피가 외국인 매도에 밀려 약보합권에서 마감했다.

3일 코스피는 전일 대비 3.50포인트(0.18%) 내린 1965.69에 거래를 마쳤다.

이날 2.69포인트 하락 출발한 지수는 장 초반 강보합권에 올라서기도 했지만 외국인이 꾸준히 물량을 내다 팔면서 재차 하락 전환, 약보합권에서 거래를 마치게 됐다.

앞서 미국과 중국이 무역협상 일정 합의에 실패했다는 보도가 나왔다.

중국이 추가 관세 부과 일정을 연기하자고 요구했으나 미국이 이를 받아들이지 않고 그대로 단행한 점이 이를 방증한다.

최근 한국 주식시장이 강세를 보인 요인 중 하나가 무역협상 지속에 대한 기대가 유입된 데 따른 것으로 추정되는데, 협상 일정 합의 실패는 국내 증시에 부정적으로 작용할 전망이다.

다만 여전히 미국은 중국과의 협상이 진행될 것이라고 주장하고 있어 부정적인 요인은 제한될 것으로 전망된다.

아울러 4일 미국에서는 베이지북 발표를 비롯해 연준위원들의 발언이 있으며, 6일에는 제롬 파월 연준의장의 발언이 있어 연준의 온건한 통화정책을 시사하는 발언이 기대되고 있다는 점도 기대 요인이다.

이날 유가증권시장에서는 업종별로 증권, 운수창고, 전기전자, 보험, 은행, 건설업, 전기가스업, 운송장비, 종이목재 등이 내렸고 화학, 의약품, 유통업, 음식료품, 기계 등이 올랐다.

매매주체별로 외국인이 3031억원 순매도했고 기관과 개인이 각각 2480억원, 400억원 순매수했다.

프로그램 매매는 501억원 매도 우위로 집계됐다.

시가총액 상위 종목들은 흐름이 엇갈렸다.

삼성전자, SK하이닉스, 현대차, 현대모비스 등이 내린 반면 NAVER, LG화학, 셀트리온, 신한지주, LG생활건강, POSCO, 삼성바이오로직스, 기아차, 삼성SDI 등은 올랐다.

이날 유가증권시장에서는 439개 종목이 상승했고 364개 종목이 하락했다.

코스닥은 전일 대비 0.21포인트(0.03%) 오른 620.02에 마감했다.

@highlight

3일 코스피가 무역협상 일정 합의 실패로 국내 증시에 부정적인 영향이 찾아오며 외국인의 꾸준한 물량 매도로 인해 전일 대비 3.50포인트 하락한 1965.69에서 거래를 마무리 지었다.