변종 마약인 액상 대마 카트리지 수십개를 국내로 밀반입하다 검찰에 적발된 이재현 CJ그룹 회장(59)의 장남인 이선호씨(29)가 '캔디·젤리형' 대마도 들여오려던 것으로 확인됐다.

2일 법조계에 따르면 인천지방검찰청 강력부가 이씨로부터 압수한 물품에는 변종 마약인 액상 대마 카트리지 수십개뿐 아니라 대마 성분 캔디와 대마 성분 젤리 수십개도 포함됐다.

이씨는 미국에서 출발한 항공기를 타고 지난 1일 새벽 인천공항에 도착했다.

항공화물 속에 액상 대마 카트리지 등을 숨겨 들여오다 공항세관에 적발된 것으로 알려졌다.

해당 액상 대마 카트리지는 마약 혐의로 재판을 받고 있는 SK그룹과 현대그룹 창업주 손자들이 투약한 것과 같은 종류의 고순도 변종 마약으로 전해졌다.

공항세관은 이씨의 액상 대마 밀반입 사실을 즉시 인천지검에 알렸고, 검찰이 관련 조사를 진행한 것으로 알려졌다.

검찰이 진행한 이씨 소변검사에선 대마 양성 반응이 나온 것으로도 전해졌다.

이씨는 검찰조사에서 본인 혐의를 모두 인정한 것으로 알려졌다.

그는 액상 대마를 밀반입한 경위 등을 조사받고 진술서를 작성한 뒤 귀가한 것으로 전해졌다.

검찰은 추후 이씨를 소환해 추가 조사를 할 것으로 보인다.

회사 경영에 참여하고 있는 재벌가의 직계 장손이 마약과 관련해 검찰에 적발된 건 매우 드문 일이다.

이씨는 미국 컬럼비아대 금융경제학과를 졸업해 2013년 CJ제일제당에 입사했다.

바이오사업팀 부장으로 근무하다 최근 식품전략기획1팀으로 보직을 옮긴 것으로 알려졌다.

이씨 부친인 이 회장은 삼성그룹 창업주인 고 이병철 회장의 장손으로, 고 이맹희 CJ그룹 명예회장의 아들이다.

그는 제일제당에서 회사생활을 시작해 사내 요직을 거치며 CJ그룹을 종합생활문화기업으로 혁신했다는 평가를 받는다.

@highlight

이재현 CJ그룹 회장의 장남 이선호씨는 미국에서 출발해 지난 1일 새벽 인천공항에 도착하는 항공 화물 속에 액상 대마 카트리지와 '캔디·젤리형' 대마를 밀반입하다 세관에 적발되었으며 검찰의 소변검사에서 대마 양성 반응이 나왔다.