태국을 공식 방문중인 문재인 대통령이 2일 태국 방콕 인터콘티넨탈 호텔에서 '한-태국 비지니스 포럼' 기조연설을 하고 있다.

문재인 대통령은 3일 인사 청문회가 무산된 조국 법무부 장관 후보자의 인사청문경과보고서를 송부해달라고 국회에 재요청할 것으로 보인다.

문 대통령은 지난달 14일 조 후보자에 대한 인사청문요청안을 국회에 보냈다.

하지만 국회는 법적으로 청문 절차를 마쳐야하는 2일까지 청문회를 열지 못했다.

이에 따라 문 대통령은 조 후보자 임명 절차에 돌입할 것으로 예상된다.

인사청문회법에 따르면 대통령은 10일 이내에서 범위를 정해 보고서 송부를 요청하고, 국회가 이에 응하지 않으면 후보자를 임명할 수 있다.

오는 6일까지 태국, 미얀마, 라오스 등 동남아시아 3개국을 방문하는 문 대통령은 전자결재를 통해 송부를 재요청할 것으로 예상된다.

청와대는 아직 국회의 송부 기한을 정하지 않았지만 과거 사례를 볼 때 요청일부터 5일 이내가 될 가능성이 높다.

문 대통령은 순방을 끝내고 귀국하는 6일 이후 임명을 재가할 가능성이 높은 것으로 전해졌다.

문 대통령은 조 후보자 외에도 인사청문보고서가 채택되지 않은 최기영 과학기술정보통신부 장관, 이정옥 여성가족부 장관, 은성수 금융위원장, 한상혁 방송통신위원장, 조성욱 공정거래위원장 후보자의 보고서 송부를 국회에 재요청할 것으로 보인다.

이번 개각 대상 중 김현수 농림축산식품부 장관은 유일하게 상임위에서 보고서가 채택돼 지난달 30일 임명됐다.

앞서 조 후보자는 2일 국회에서 대국민 기자회견을 열고 그 동안 제기됐던 각종 의혹들에 대해 해명했다.

조 후보자는 “개혁과 진보를 주창했지만 많이 불철저했다”며 “젊은 세대에 실망과 상처를 줬다.

법적 논란과 별개로 학생들에게 국민들에게 죄송하다”고 말했다.

다만 그는 “국민 여러분들께서 기회를 주신다면 내 한계에도 불구하고 꼭 해야 할 소명이 있다고 생각한다”며 “감히 국민 여러분께 그 기회를 주실 것을 요청드린다.

과분한 이 자리 이외에 어떤 공직도 탐하지 않을 것”이라고 밝혔다.

@highlight

문재인 대통령은 조국 법무부장관 후보자의 인사청문 요청안을 국회에 보냈으나, 국회가 청문회를 열지 못함에 따라 문 대통령은 보고서 재송부를 요청했다.