[충청투데이 김운선 기자] 명절을 앞두고 어려운 이웃을 위한 도움의 손길이 이어지는 가운데 한국도로공사 충북본부와 ㈜정원이 나눔의 행렬에 동참했다.

한국도로공사 충북본부에서는 관내 사회복지시설 3개소(진흥복지원, 진천군장애인복지관, 여성보호시설)를 후원하기 위해 유병철 본부장을 비롯한 관계자 3명이 3일 군청을 방문해 성금 300만원을 전달했다.

유 본부장은 "이번에 전달한 후원금이 도움이 필요한 분들에게 조금이나마 도움이 되었으면 좋겠다"며 "앞으로도 지역과 함께하는 한국도로공사 충북본부가 되겠다"고 전했다.

같은 날 진천읍에 위치한 건강보조식품제조회사인 ㈜정원에서는 관내 어르신들을 위해 홍삼세트 500개를 진천군에 전달했다.

홍삼세트를 전달한 김수웅 대표는 "작은 정성이지만 명절을 앞두고 소외받는 이웃들에게 도움을 드릴 수 있어서 기쁘다"며 "앞으로도 지역사회와 함께하는 기업이 되기 위해 노력하겠다"고 전했다.

이날 전달된 후원금과 선물세트는 충청북도사회복지공동모금회를 통해 관내 홀로 명절을 보내시는 어르신들에게 전달될 예정이다.

한편 카네이션클럽에서도 3일 추석을 앞두고 홀로 외롭게 생활하는 독거 어르신 1000명에게 명절 선물을 전달하는 뜻깊은 행사를 가졌다.

이날 카네이션클럽 회원을 비롯한 노인복지관 노인돌봄기본서비스 생활관리사 70여명은 읍·면 독거노인 가정을 방문해 명절 인사와 함께 준비한 선물을 전달했다.

류기창 ㈔생거진천 카네이션클럽 회장은 "회원들이 십시일반 모은 성금으로 구입한 선물을 매년 지역 취약계층에 전달하고 있어 큰 보람을 느낀다"며 "이번 선물 전달을 통해 소외된 어르신들이 따뜻한 명절을 보내실 수 있기를 바란다"고 말했다.

한편, 생거진천 카네이션클럽은 2009년부터 매년 추석과 설 명절에 독거 어르신 등 지역의 소외계층들 위해 선물을 전달하고 있어 지역민들의 귀감이 되고 있다.

@highlight

추석 명절을 맞이해 한국도로공사 충북본부와 (주)정원은 어려운 이웃을 돕기위한 후원 행사를 개최하여 충청북도사회복지공동모금회를 통해 후원금과 홍삼선물세트를 명절을 외롭게 보내는 어르신들께 전달할 예정이며, 카네이션 클럽에서도 독거 어르신 1000명에게 명절 선물을 전달하는 행사를 진행했다.