문재인 정부의 각종 위원회 수는 올해 6월 말 기준 574개로 역대 최다 수준으로 비효율적이라는 주장이 나왔다.

국회 예산결산특별위원회 소속 김수민 바른미래당 의원은 3일 행정안전부로부터 제출받은 '2019년 위원회 현황' 자료에 따르면 김대중 정부인 '국민의 정부' 시절 1998년 383개였던 정부의 각종 위원회 수는 매년 증가해 올해 6월 말 기준 574개인 것으로 나타났다.

참여정부 때인 2008년 2월 말 기준 정부 위원회 수(579개)를 제외하면 올해 6월 기준 정부 위원회 수는 지난 1998년 이후 올해까지 22년 동안 가장 많은 것으로 집계됐다.

올해 6월 말 기준 소속별 위원회 수는 대통령 소속 22개, 국무총리 소속 56개, 각 부처 소속 496개였다.

김 의원은 "문제는 지난해 7월부터 올해 6월까지 1년 동안 회의를 단 한 차례도 하지 않은 위원회가 전체의 12.7%인 73개"라며 "단 한 번만 회의를 개최한 위원회는 83개 등 비효율적으로 운영되고 있다"고 지적했다.

회의 개최 횟수별로는 △ 1회 83개(14.5%) △2회 70개(12.2%) △3회 61개(10.6%) △4회 57개(9.9%) △5~10회 105개(18.3%) △11~20회 54개(9.4%) △21회 이상 71개(12.4%)였다.

위원회 운영을 위해 배정된 예산은 올해 364억 8700만원이었다.

위원회 별로 연간 회의 예산이 10억원이 넘는 위원회는 7곳에 달했다.

2억원 이상~10억원 이하는 26개, 5000만원 이상~10억원 미만도 56개였다.

농림축산식품부 소속 위원회 중 '지리적표시심판위원회'의 경우 지난 1년간 회의를 단 한 차례도 개최하지 않았지만, 예산은 1000만원이 배정됐다.

중소벤처기업부 소속 위원회 중 '생계형적합업종심의위원회'도 단 한 차례 회의 없이 회의 예산만 1억 8100만원이 배정됐다.

김 의원은 "불필요한 위원회는 해체하고 설치된 위원회는 효율적으로 운영되도록 지속적인 관리가 필요하다"고 지적했다.

@highlight

문재인 정부에는 574개의 위원회가 있으나 그 중 약 150개는 연간 0~1회 밖에 회의를 열지 않았음에도 불구하고 1000만원대의 예산을 배정받아 비효율적으로 운영되고 있다는 지적이 나왔다.