지하철 5G(5세대 이동통신)가 결국 올해를 넘기게 됐다.

지난 4월 세계 최초 5G 상용화 이후 VR(가상현실)·AR(증강현실) 등 핵심 콘텐츠들이 쏟아지고 있지만 정작 데이터 트래픽이 가장 많은 지하철·카페 등지에서 5G 이용이 불가능해 이용자들의 불편이 이어지고 있다.

이통3사는 내년 안으로 지하철 내 5G 이용을 현실화한다는 목표다.

이창호 LG유플러스 네트워크 팀장은 3일 서울 지하철 6호선 내 개관한 U+5G갤러리 간담회에서 "연내 서울 지하철 5G 망구축은 어렵다. LG유플러스뿐 아니라 통신 3사가 동일한 입장"이라고 밝혔다.

현재 이통3사는 지하철 구간을 나눠 5G 망구축 공사를 진행하고 있다.

3사 5G설비가 모두 들어가야 하기 때문에 한 이통사 설비가 먼저 구축되면 다른 2개사 장비도 뒤이어 설치되는 방식으로 진행되고 있다.

LG유플러스가 1·4·7호선, KT가 2·8·9·분당선, SK텔레콤이 3·5·6호선을 맡고 있다.

이창호 팀장은 "지하철, KTX 등 3사가 공동 구축을 하고 있는데 인력이 많이 부족한 상황"이라며 "3사가 공공기관과 함께 방안을 찾고 있다. 목표는 2020년 12월이라서 앞당길 수 있는 방법을 찾고 있다"고 말했다.

과학기술정보통신부에 따르면 지난달 21일 기준 국내 5G 가입자는 240만명을 넘었다.

기지국은 8만9000개 설치돼 있다.

한편 이날 LG유플러스가 공개한 U+5G 갤러리는 지하철에 전시된 문화예술 작품을 AR(증강현실)로도 감상할 수 있는 갤러리다.

지하철을 이용하는 고객이 전시된 작품을 LG유플러스의 5G 서비스 앱인 'U+AR'로 비추면, 스마트폰 화면 상에서 작품이 '움직임'을 가지게 된다.

예를 들어, 정지된 발레리나의 그림을 비추면 U+AR에서 발레리나가 움직이며 공연을 펼친다.

LTE 이용 고객은 구글렌즈앱을 통해서도 움직이는 작품 영상을 감상할 수 있다.

@highlight

4월 세계 최초 5G 상용화가 되었지만, 지하철·카페 등지에서는 5G 이용이 어려운 가운데 LG유플러스는 지하철, KTX 등에 공동 구축을 하고 있는 통신 3사 모두 인력이 부족한 상황이어서 구축 목표는 2020년 12월로 연내 서울 지하철 5G 망 구축은 어렵다고 3일 밝혔다.