삼성전자는 오는 4일 5G 이동통신을 지원하는 첫 보급형 모델 '갤럭시A90 5G'를 국내 출시한다고 3일 밝혔다.

갤럭시A90 5G는 6.7형 슈퍼 아몰레드 인피니티-U 디스플레이와 갤럭시A 시리즈에 새롭게 선보이는 체크 패턴을 매치한 트렌디한 디자인, 최신 5G 이동통신, 트리플 카메라, 고성능 모바일 AP 등 스마트폰 필수 기능을 한층 업그레이드한 것이 특징이다.

갤럭시A90 5G는 4800만 화소 기본 카메라와 123도 초광각 카메라, 심도 카메라 등 후면 트리플 카메라와 3200만 화소 전면 카메라를 탑재했다.

갤럭시A90 5G는 퀄컴의 프리미엄 모바일 플랫폼인 스냅드래곤855와 6GB 램, 128GB 내장 메모리, 4500mAh 대용량 배터리, 25W 급속 충전을 지원한다.

이 밖에도 삼성 페이, 온스크린 지문 인식, 빅스비를 지원해 편의성을 극대화 했다.

화이트·블랙 2가지 색상으로 출시하며 가격은 89만9800원이다.

갤럭시A90 5G는 4일부터 삼성전자 홈페이지, 전국 디지털프라자, 각 이동통신 3사 온·오프라인 매장, 하이마트, 전자랜드 등에서 구입할 수 있다.

삼성전자는 갤럭시A90 5G 국내 출시를 기념해 구매 고객을 위한 특별한 혜택을 제공한다.

12월 31일까지 갤럭시A90 5G를 개통하고 5G 클라우드 게임 플랫폼 '해치(Hatch)'를 다운받는 고객에게 100종 이상의 게임을 무료로 즐길 수 있는 '해치 프리미엄' 3개월 이용권을 증정한다.

또 2020년 2월 29일까지 개통 후 프리미엄 동영상 스트리밍 멤버십 '유튜브 프리미엄' 서비스에 신규 가입한 고객은 최대 2개월 동안 무료로 이용할 수 있다.

삼성전자 관계자는 "트렌디한 디자인과 프리미엄급 성능, 5G속도까지 모두 갖춘 갤럭시A90 5G는 합리적인 가격의 5G 스마트폰을 기다리던 스마트 컨슈머를 위한 최적의 제품"이라며 "앞으로도 다양한 소비자들의 니즈를 만족시킬 수 있는 라인업으로 새로운 모바일 환경에 최적화된 제품들을 선보일 것"이라고 말했다.

@highlight

삼성전자는 4일 5G 이동통신을 지원하며 6.7형 슈퍼 아몰레드 인피니티-U 디스플레이와 스마트폰 필수 기능을 한층 업그레이드한 첫 보급형 모델 '갤럭시A90 5G'를 화이트·블랙 2가지 색상으로 89만9800원에 국내 출시한다.