올해 상반기 79개 저축은행의 건전성이 개선된 가운데 개인사업자 대출 연체율이 지난해 말에 비해 0.4%포인트 증가한 것으로 나타났다.

3일 금융감독원이 발표한 저축은행 영업실적에 따르면 총 연체율은 4.1%로 전년 말 대비 0.2%포인트 하락했고, 전년 동월에 비해서는 0.4%포인트 낮아졌다.

하지만 개인사업자(자영업자) 대출 연체율은 지난해 말(4.0%)에 비해 0.4%포인트 증가한 4.4%다.

반면 법인대출 연체율이 0.2%포인트 하락하면서 전체 기업대출 연체율(4.2%)은 전년 말(4.2%)과 유사한 수준을 보였다.

가계대출 연체율은 지난해 말(4.6%)보다 0.6%포인트 하락한 4.0%다.

신용대출 연체율이 1.5%포인트 하락했고, 주택담보대출 연체율이 0.5%포인트 늘었다.

고정이하 여신(3개월 이상 연체된 채권) 비율은 5.0%로 지난해 말에 비해 0.1%포인트 하락했다.

이 비율이 낮을수록 여신 건전성이 양호하다.

대손충당금 적립률은 111.4%로 전년 말에 비해 3.8%포인트 하락했다.

다만 모든 저축은행이 100% 이상을 충족하고 있다.

6월말 현재 BIS기준 자기자본 비율은 14.89%로 지난해 말에 비해 0.56%포인트 상승했고, 규제 비율(7~8%) 대비 높은 수준을 유지하고 있다.

상반기 당기순이익은 5966억원으로, 전년 동기(5611억원)에 비해 355억원(6.3%) 늘었다.

상반기 기준으로 최대 실적을 경신했다.

저축은행이 대출을 늘리면서 이자이익이 증가한 영향이 컸다.

상반기 이자이익은 2조1617억원으로 전년 동기(2조418억원)에 비해 1199억원 늘었다.

총 자산은 70조8000억원으로 지난해 말보다 1조3000억원 증가했다.

이 가운데 대출금은 60조9000억원으로 지난해 말(59조2000억원)에 비해 1조7000억원 늘었다.

자기자본은 지난해 말(7조8000억원)에 비해 4895억원 증가한 8조3000억원이다.

순이익 시현 등에 따른 이익잉여금 증가와 유상증자의 영향을 받았다.

금감원은 "자영업자의 대출 잔액이 감소하는 가운데 연체채권이 증가하면서 연체율이 상승했다"면서 "경제적 어려움을 겪고 있는 자영업자에 대한 체계적 지원방안을 마련하고 활성화를 유도해 나갈 것"이라고 설명했다.

@highlight

금융감독원이 3일에 79개 저축은행의 개인사업자 대출 연체율이 지난해 말에 비해 0.4% 증가했다고 밝히며 6월말 BIS 기준 자기자본 비율이 규제 비율 대비 높은 수준을 유지하고 있으며 체계적 지원방안을 마련하고 활성화를 유도해 나갈 것이라고 설명했다.