팍팍한 생활고에 보험을 해약하는 소비자들이 갈수록 늘고 있다.

3일 생명보험협회에 따르면 올해 5월 기준 생명보험사의 해지환급 건수는 236만8786건으로 전년 동기(210만725건) 대비 12.8% 증가했다.

보험계약 해지 환급금도 11조2642억원으로 전년 동기(10조9874억원) 대비 2.5% 늘었다.

생명보험사의 해지환급금은 2008년 금융위기를 제외하고는 매년 꾸준히 증가하고 있다.

지난해 말 기준 생명보험사의 해지환급금은 25조8134억원으로 전년 대비 16.8% 증가해 사상 최대치를 기록했다.

만약 올해도 이 정도 수준의 증가 폭이라면 생명보험사의 해지환급금은 30조원에 육박하는 수준이 된다.

손해보험사의 장기해약 환급금 비율도 높아지고 있다.

올해 4월 기준 손해보험사의 원수보험료(보험사가 보험계약자에게 받은 보험료) 중 장기해약환급액은 4조3782억원으로 전년 동기(3조9931억원) 대비 9.6% 증가했다.

통상 경기가 어려워질수록 보험계약 해지가 증가하는 경향이 있다.

현재 가계부채는 1500조원에 달하는 수준이다.

가계 재정상황에 대한 인식도 악화하고 있다.

전날 한국은행이 발표한 '2019년 8월 소비자동향조사 결과'에서는 이달 소비자심리지수(CCSI)가 92.5로 한 달 전보다 3.4포인트 떨어졌다.

CCSI를 구성하는 항목 중 가계 재정상황에 대한 인식을 보여주는 생활형편전망 소비자동향지수(CSI)는 한 달 새 3포인트 떨어진 89로 나타났다.

보험연구원의 보고서를 보면 가계부채 급증이 보험계약 해지환급금 지급 증가의 직접적인 영향으로 보기는 어렵지만, 가계부채 증가가 계속죌 경우 대규모의 보험해지 발생 가능성도 적지 않다.

임태준 보험연구원 연구위원은 "보험산업 내 보유계약이 증가함에 따라 해지 및 효력상실 관련 환급이 증가하는 것은 자연스러운 현상"이라며 "하지만 급증하고 있는 가계부채비율은 보험산업의 뇌관으로 작용할 수 있으며, 현 추세가 지속될 경우 다수 가계들의 부채 수준이 보험해지를 위한 임계점을 초과할 우려가 있다"고 지적했다.

@highlight

올해 5월 기준 생명보험사의 해지환급 건수는 236만8786건으로 팍팍한 생활고에 보험을 해약하는 소비자들이 증가하고 있는 것으로 나타났으며 보험계약 해지 환급금도 전년 동기 대비 2.5%증가한 것으로 나타났다.