디트로이트 타이거즈 산하 더블A에서 뛰던 포수 체이스 누마타가 사고로 세상을 떠났다.

그의 나이 겨우 27세였다.

'디트로이트 프리 프레스' 등 현지 언론은 3일(한국시간) 누마타의 사망 소식을 전했다.

그의 소속팀인 타이거즈를 비롯, 과거 그가 몸담았던 필라델피아 필리스와 뉴욕 양키스도 일제히 성명을 내고 그의 죽음을 애도했다.

더블A 어리 시울브스에서 뛰고 있던 그는 현지시간으로 지난 8월 30일 오전 2시경 어리 시내에 있는 자신의 집으로 향하다 변을 당한 것으로 알려졌다.

디트로이트 산하 마이너리거였던 누마타가 사고로 세상을 떠났다.

현지 경찰이 입수한 CCTV 화면에는 스케이트보드를 타고 가다 갑자기 멈추면서 그가 앞으로 넘어지는 모습이 잡혔다.

넘어지는 과정에서 머리부터 떨어지며 의식을 잃었다는 것이 현지 경찰의 설명이다.

그의 사고 소식이 전해진 후, 시울브스 선수들은 모자에 그의 별명인 '누미(NUMI)'를 새기고 경기하며 동료를 응원했다.

그러나 끝내 일어나지 못했다.

누마타는 하와이주 펄시티 출신으로, 펄시티 고등학교를 졸업한 뒤 2010년 드래프트에서 14라운드에 필라델피아 필리스에 지명됐다.

2017년까지 한 팀에서 뛰었고 지난해 양키스, 올해 디트로이트 마이너리그에서 뛰었다.

통산 575경기에 출전했다.

그의 소속팀 중 하나였던 양키스도 그의 죽음을 추모했다.

이번 시즌은 주로 더블A에 있었지만, 트리플A에도 6경기에 출전했다.

77경기에서 타율 0.244 출루율 0.296 장타율 0.354의 성적을 기록했다.

그와 아파트를 함께 사용한 같은 팀 외야수 캠 깁슨은 디트로이트 프리 프레스와의 인터뷰에서 "어떤 것도 바라지 않고 주기만 하던 친구였다. 밤에 함께 타코 벨(타코 전문 패스트푸드점)에 가도 자기가 계산하겠다고 하던 친구였다. 사람들에게서 뭔가를 가져가는 것을 싫어하던 사람이었다"며 고인을 기억했다.

@highlight

디트로이트 타이거즈 산하 더블A어리 시울브스에서 뛰던 포수 체이스 누마타가  8월 30일 자신의 집으로 향하다 사고로  세상을 떠났고 이에 타이거즈를 비롯하여 필라델피아 필리스와 뉴욕 양키스도 일제히 성명을 내고 그의 죽음을 애도했다.