사이버공격방어대회·사이버보안컨퍼런스가 부산 벡스코에서 10월 29일부터 3일간 개최된다.

국가보안기술연구소(소장 조현숙)가 주관하고 국가정보원(원장 서훈)이 주최하는 이번 행사는 2017년 11월 최초 개최 이후 대한민국을 대표하는 사이버보안 행사로 자리매김했다.

2019년 행사는 부산광역시가 유치해 부산지역 사이버보안 인식 제고를 위한 사이버보안컨퍼런스와 함께 개최한다.

국가정보원과 부산광역시가 공동 주최, 국보연·부산시교육청·부산사이버보안협의회가 공동 주관으로 참여한다.

사이버공격방어대회는 9월 2일부터 20일까지 대회 홈페이지에서 참가 신청 받는다.

9월 28일 온라인 예선전을 진행한다.

참가는 팀 단위(4~5인)로 신청 가능하며 기관방어팀 또는 일반방어팀 중 하나를 선택해야 한다.

예선과 초청을 통해 최종 선발된 20개 방어팀은 10월 29일부터 30일 양일간 진행되는 본선에 참여한다.

본선에서 각 팀은 실제 기관 전산망을 모사한 대규모 방어망에 가해지는 실시간 공격에 맞서 방어를 수행해야 한다.

단순 기술적 대응을 넘어 참가자 종합 사이버 위기대응 역량을 평가하기 위한 다양한 미션이 제시된다.

입상자에게 총 5500만원 상당 상금을 수여한다.

10월 31일에 열리는 사이버보안컨퍼런스는 사이버보안 관련 다양한 최신 이슈로 구성한다.

최근 주목받는 세계 사이버훈련 동향을 국내외 전문가들과 심도 있게 토론한다.

일반인 눈길을 끌 다양한 부대행사도 함께 개최한다.

어린이 사이버보안 코딩 캠프, 중·고등학생 대상 정보보호 진로체험, 정보보호 분야 취업에 관심 있는 청년 대상 진로·취업 박람회, 최신 IT보안 체험관, 정보보호기업 전시관, 스마트시티 홍보관 등이다.

조현숙 국가보안기술연구소장은 "국보연은 사이버공격방어대회를 대한민국 대표 세계적 대회로 발전시켜나갈 것"이라면서 "올해 사이버보안컨퍼런스와 부대행사를 통해 사이버보안 전문가부터 초·중·고 학생, 학부모까지 모두 함께 참여하고 즐기는 축제와 같은 장을 선보일 예정"이라고 말했다.

@highlight

사이버공격방어대회·사이버보안컨퍼런스가 10월 29일부터 3일간 부산 벡스코에서 열리며 대회에서는 종합 사이버 위기대응 역량을 평가하기 위한 미션이 제공되며 컨퍼러스는 부산지역 사이버보안 인식을 제고하고자 한다.