현대모비스 ‘테크챌린지’ 1기에서 최종 선발된 연구원들이 별도로 마련된 전용 사무 공간에서 신기술 개발에 나서고 있다.

현대모비스는 3일 직원들이 신기술 아이디어를 내고 구체화하는 과정을 회사가 지원하는 '테크 챌린지', '스타트업 챌린지', '아이디어 제안 게시판' 등 기술 육성 전문 프로그램을 전면 시행한다고 밝혔다.

이는 직원들의 기술개발 역량을 높여서 모빌리티 서비스에 필요한 혁신 기술을 선제적으로 확보하기 위한 차원이다.

테크 챌린지는 직원들이 자율주행과 커넥티비티 등 미래차 분야 차세대 기술을 제안한 뒤 일정 기간 집중 개발할 수 있도록 지원한다.

기존 업무 부담에서 벗어나 별도 조직과 공간에서 연구개발에 전념하도록 한다.

근무시간도 선택적으로 관리하게 된다.

프로젝트 기간은 기본 1년이고, 기간과 지원비는 과제의 종류에 따라 조정된다.

현대모비스는 테크 챌린지 1기 아이디어 공모를 올해 초부터 해서 차량 내 AVN(오디오 비디오 내비게이션) 설정을 무선업데이트 방식으로 효율적으로 관리하는 기술에 관한 1개 팀을 선정했다.

현대모비스는 "원하는 결과를 얻지 못해도 도전하고 혁신하려는 직원들의 노력과 열정을 회사가 인정해주는 것"며 "경험 자체가 신기술 개발 역량을 키우는 원동력이기 때문"이라고 말했다.

스타트업 챌린지는 사내 스타트업을 키우는 것으로, 상반기 선발 과정에 29개팀이 참여해 비대면 방식의 탁송 서비스 플랫폼과 태양광 패널 청소로봇 구상을 낸 2개팀이 뽑혔다.

이들은 2년간 사업화 과정을 밟게 되며, 회사는 교육 세미나, 조직(팀) 구성, 사업계획서 제작, 기술 육성 등 창업을 위한 전반적인 사항을 지원한다.

아이디어 제안 게시판은 직원들이 신기술 아이디어를 자유롭게 제안하는 프로그램이다.

회사는 월, 분기 단위로 아이디어를 평가해 포상한다.

5월부터 운영한 게시판에 현재 200건 가량 등록돼있다.

현대모비스 고영석 기획실장은 “미래 모빌리티 서비스의 경쟁력은 창의적 아이디어에서 출발한다”며 “임직원들이 실패에 대한 두려움 없이 도전할 수 있는 환경을 만드는데 더욱 노력하겠다”고 말했다.

@highlight

현대모비스는 직원들이 신기술 아이디어를 내고 구체화하는 과정을 회사가 지원하는 테크 챌린지, 스타트업 챌린지, 아이디어 제안 게시판 등 기술 육성 전문 프로그램을 전면 시행해 모빌리티 서비스에 필요한 혁신 기술을 선제적으로 확보할 예정이다.