국립공원공단 덕유산국립공원사무소(소장 이규성)가 덕유산국립공원 내 비법정탐방로(샛길) 및 야간산행을 집중 단속한다.

국립공원공단 덕유산국립공원사무소(소장 이규성)가 덕유산국립공원 비법정탐방로(샛길) 및 야간산행을 집중 단속한다고 3일 밝혔다.

집중 단속은 2일부터 오는 10월 27일까지 이뤄지며 공원사무소 측은 별도로 특별단속팀을 운영한다.

‘특별단속팀’은 최근 산악회 카페, 개인 블로그, 사회관계망서비스(SNS) 등에서 국립공원 출입금지 구역에 대한 사진과 정보가 공유되는 등 불법산행이 조장되는 것을 차단하기 위해 도입됐다.

공원사무소는 출입금지 위반 과태료는 1차 10만 원, 2차 30만 원, 3차 50만 원을 부과할 방침이다.

국립공원공단은 “덕유산국립공원을 포함한 전체 국립공원의 최근 3년(2016~2018)간 자연공원법 위반행위는 총7553건으로 그 중 39%인 2957건이 출입금지 위반 행위로 나타났다”고 밝혔다.

아울러, “최근 3년간 안전사고 552건(사망 48건, 부상 504건) 중 비법정탐방로에서 전체의 20%에 달하는 110건(사망 7건, 부상 103건)의 부상이 발생했다”며 “안전사고 예방을 위해서라도 비법정탐방로 산행에 대한 강력한 계도·단속이 필요하다”고 말했다.

특히 국립공원공단은 2013년 국립공원 조류 번식 영향 조사를 인용, “불법산행은 야생동물의 서식지 간 이동 제한과 조류의 번식 성공률을 낮게 하는 등 생태계도 영향을 미친다”며 “조류번식 성공률이 탐방로 68.4%, 비법정탐방로 93%다”고 밝혔다.

덕유산국립공원사무소 안도홍 자원보전과장은 “최근 불법 산행이 인터넷이나 SNS를 통해 조장되는 사례가 있다”며 “건전하고 안전한 국립공원 탐방문화 확립을 위해 적극적인 협조를 바란다”고 말했다.

@highlight

국립공원공단 덕유산국립공원사무소가  2일부터 오는 10월 27일까지 덕유산국립공원 비법정탐방로(샛길) 및 야간산행을 집중 단속하고 출입금지 위반시 1차 10만 원, 2차 30만 원, 3차 50만 원의 과태료를 부과할 방침이다.