▲ 인천시 남동구 간석동 우신구역 재개발에 대한 주민들의 찬성·반대 의견이 첨예하게 엇갈리고 있다.

3일 우신구역의 한 거리에서 시민이 찬성과 반대 측 의견이 담긴 현수막을 살펴보고 있다.

정비구역 해제와 존치의 기로에 선 인천시 남동구 우신구역의 주민 갈등이 심화되고 있다.

재개발에 반대하는 주민들이 구역 해제 신청을 접수하자 찬성 측이 신청 무효를 주장하고 있기 때문이다.

3일 남동구에 따르면 주민들이 접수한 우신구역 구역 해제 신청을 검토해 오는 16일 전까지 결과를 통보할 계획이다.

우신구역은 남동구 간석동 159-3 일원에 위치하며 면적은 10만2천200㎡다.

2011년 5월 16일 정비계획 수립 및 정비구역 지정과 지형도면이 고시됐으나 조합 설립 등 후속 절차가 이뤄지지 않고 있다.

사업이 더 이상 어렵다고 판단한 주민들은 지난 7월 17일 구에 주민 30%의 동의를 얻어 정비구역 해제를 신청했다.

이들은 올해 초 시행한 주민의견조사에서 찬성이 토지 등 소유자 1천486명의 27%가량인 410명에 불과해 조합 설립 조건인 75% 이상의 동의를 얻기 힘들다고 주장한다.

또 주민들의 재정착 비율이 낮은 재개발사업이라는 점도 문제로 지적했다.

반면 재개발 찬성 측은 해제 신청 자체가 잘못됐다고 반발하고 있다.

이들은 주민의견조사가 끝난 4월 이후 3개월 만에 30%의 동의를 받는 것은 불가능하다며 구에 서류 전수조사를 요청했다.

아울러 반대 측 주민들이 내용을 잘 모르는 노인 등에게 생활용품을 제공하면서 사업 해제 신청서를 받은 것도 문제로 삼고 있다.

양측의 대립은 해체 신청 결과가 나온 이후에도 계속될 것으로 보인다.

구 검토 결과 토지 등 소유자의 30% 동의가 인정되면 인천시가 살펴본 뒤 해제 절차가 시작된다.

현재 찬성 측은 시로 결정이 넘어갈 경우 행정소송 등 추후 대처를 준비하고 있고, 반대 측은 해제 신청 요건인 토지 등 소유자의 30%를 맞춘 만큼 구역 해제가 가능할 것으로 보고 있다.

구 관계자는 "토지등기부등본 등을 통해 실제 토지 등 소유자의 30%가 해제에 동의했는지를 검토한 뒤 결과를 알릴 예정"이라며 "구역 해제는 반대 측을 위한 제도이기 때문에 찬성 측은 조합 구성을 서두르면 된다"고 말했다.

@highlight

3일 남동구는 간석동 우신구역 재개발에 반대하는 주민들이 구역 해제 신청을 접수하자 찬성 측이 신청 무효를 주장하고 있어 주민 갈등이 심화되고 있다고 전하며 결과를 16일 전까지 통보할 예정이라고 밝혔다.