동서대학교(총장 장제국) 아시아미래디자인연구소(소장 장주영)가 한국연구재단의 2019 인문사회연구소지원사업에 선정되었다고 4일 밝혔다.

아시아미래디자인연구소(이하 아미연)는 '한국문화 기반의 창의적 디자인 교육콘텐츠 개발 및 Gamification 연구'를 주제로 내년부터 6년간 12억원의 국비를 지원 받아 연구를 수행하게 된다.

한국연구재단 인문사회연구소지원사업은 기존의 신흥지역연구지원사업, 대학중점연구소, 토대연구사업을 개편ㆍ통합하여 인문사회연구소로 추진하는 2019년 신규사업 분야이다.

아미연은 "설정한 연구목표를 수행하는 데 있어서 한국의 전통 소스에 대한 창의적인 접근방법이나 연구결과에 대한 성과의 가능성이 크며, 전체적으로 제시한 과제명의 경우 연구의 콘셉트나 접근방법에 대해서는 대체로 매우 우수"하다는 평가를 받았다.

아미연은 2017년 7월 설립 이래, 짧은 역사에도 불구하고 디자인인문연구회, 지역문화연구회, 교과개발위원회 등의 연구회 활동을 중심으로 봄가을 학술대회 및 다양한 연구와 교육활동을 하며 착실하게 실적을 쌓아 왔다.

또한, 아시아와 한국이라는 지역성 기반의 디자인연구를 일관되게 추진해 왔다.

본 과제선정으로 신규교과 개발과 기존 교과개선, MOOC개발 및 Gamification을 활용한 교수 학습법 개발 등 새로운 디자인교육의 패러다임을 제시할 예정이다.

또한, 기존의 연구소가 연구의 생산에만 집중해온 데 비해 본 연구소에서는 생산된 연구를 교육에 적용하고자 노력해온 실적이 높이 평가된 것으로 보고, 연구와 교육의 새로운 연계모델을 제시하고자 한다.

장주영(동서대)아시아미래디자인연구소 소장은 "신생연구소로서 여러 가지 어려운 가운데 연구원들이 힘을 합쳐 이루어낸 성과라고 생각한다.

본 연구가 척박한 지역의 디자인연구에 활기를 불어넣고 아시아와 한국이라는 지역성 기반의 디자인연구의 거점연구소가 되는 마중물이 되길 바란다며, 앞으로 지역사회의 공헌과 디자인지식의 연구와 생산과 교류, 확장과 저장의 역할에 힘쓰겠다"고 밝혔다.

@highlight

동서대학교 아시아미래디자인연구소는 2017년 7월 설립 이래, 짧은 역사에도 불구하고 착실하게 실적을 쌓아 한국연구재단의 2019 인문사회연구소지원사업에 선정되었다고 4일 밝혔으며 이에 따라 내년부터 6년간 12억원의 국비를 지원 받아 연구 수행을 하게 된다. 