반려견을 기르는 서울 노원구 주민들이 추석 명절 보다 편안하게 귀향길에 나서게 됐다.

노원구는 올해 추석에도 연휴동안 집을 장기간 비우는 주민들을 위해 반려견 쉼터를 운영한다고 4일 밝혔다.

반려동물 인구는 1000만명에 달하지만 명절이나 휴가철 등 장기간 동반이 어려울 때 버려지는 경우가 많다.

농림축산검역본부 동물보호관리시스템에 따르면 지난 2월 설 명절에 버려진 반려동물만 468마리가 등록됐다.

한달 평균 발생하는 유기동물은 1만3740마리에 달한다.

노원구는 연휴때 급증하는 유기견 발생을 줄이고 반려견 때문에 고향방문을 꺼리는 주민들을 위해 구청에 쉼터를 마련한다.

유기동물로 인한 사회적 비용을 줄인다는 취지다.

민간에서 운영하는 값비싼 애견 호텔·유치원은 값이 비쌀 뿐더러 그나마 빠르게 예약이 마감돼 이용이 어렵다는 점도 감안했다.

상계동 노원구청 2층 대강당에 마련되는 반려견 쉼터는 9월 12일 오전 9시부터 14일 저녁 6시까지 2박 3일간 운영된다.

가구당 반려견 한 마리씩 총 30가구가 5000원만 내면 이용할 수 있다.

몸집이 작은 애완견만 돌볼 수 있고 출생 후 6개월 이상 돼야 한다.

동물 등록이나 광견병 예방접종이 안된 경우는 맡길 수 없다.

오전 9시부터 12시간동안은 전문인력 3명이 조를 이뤄 교대로 돌본다.

반려견에 대한 지식과 돌봄 경험이 풍부한 자원봉사자들이다.

저녁 9시 이후에는 호텔장에 들여보내 쉬게 한다.

CCTV를 통해 당직자가 상황을 살피면서 질병이나 부상 등 비상상황이 발생하는 경우에는 협업하고 있는 동물병원에 이송, 응급조치를 취한다.

반려견 쉼터에는 전용 운동장과 울타리 깔개 등이 준비돼있다.

쉼터에서 반려견이 어떻게 생활하는지 궁금해하는 주민들에는 사진도 전송해준다.

오승록 노원구청장은 "추석을 맞아 주민들이 반려견에 대한 걱정 없이 고향을 다녀올 수 있도록 쉼터를 마련했다"고 말했다.

@highlight

노원구는 연휴때마다 장기간 반려견 동반이 어려운 주민들에게 구청에 반려견 쉼터를 준비해왔으며 올해 추석에도 9월 12일 오전 9시부터 14일 저녁 6시까지 2박 3일간 쉼터를 제공 할 예정이라고 전했다.