살인범을 검거한 부하 직원의 공적을 팀장급 경찰 간부가 가로채려 했다는 의혹이 제기돼 논란이 일고 있다.

팀 막내가 살인범을 검거했는데도 상황보고서에는 팀장이 검거자로 이름을 올린 것이다.

이에 경찰은 경위 등을 파악하고자 감찰에 착수했다.

인천지방경찰청 감찰계는 4일 인천경찰청 교통순찰대 팀장 A 경위를 감찰 조사하고 있다고 밝혔다.

A경위는 지난 5월 인천에서 발생한 살인사건과 관련해 용의자를 직접 검거한 부하 직원의 공적을 가로채려 한 의혹을 받고 있다.

해당 사건은 5월 10일 낮 12시께 인천시 부평구 한 주택가에서 발생했다.

60대 남성이 금전 문제로 비슷한 또래인 지인을 흉기로 찔러 살해한 사건이다.

당시 A경위는 팀원 2명과 함께 사건 현장 인근 중국집에서 식사 도중 행인으로부터 사건 소식을 접했다.

이어 인근 또다른 식당에서 무전을 들은 같은 팀 막내 B순경이 살인 용의자를 추적해 검거했다.

B순경은 검거한 용의자를 사건 현장으로 데리고 갔고 다른 팀원 1명이 수갑을 채운 것으로 전해졌다.

팀장인 A경위는 현장에 있긴 했지만 실제 검거자는 B순경이었다.

문제는 상황보고서에 A경위는 주 공적자로, B순경 등 나머지 팀원 3명은 부 공적자로 적혔다는 점이다.

이는 사건 관할서인 부평경찰서 형사과가 지구대에서 올라온 현행범 체포 보고서와 교통순찰대가 작성한 상황보고서의 검거자가 서로 다른 것을 확인하는 과정에서 드러났다.

경찰 내부에서는 "공적을 팀장에게 밀어주자고 했고 A경위도 이를 방관했다"는 얘기까지 나오고 있다.

이런 가운데 A경위와 B순경은 경찰청장 표창을, 당시 수갑을 채웠던 직원 등 2명(경위 1명·경장 1명)은 인천경찰청장 표창을 받아 논란은 더욱 거세지고 있다.

이에 대해 인천경찰청 관계자는 "현재 감찰 조사를 통해 사실관계를 확인하고 있다"며 "정확한 경위는 조사를 더 진행해 파악할 예정이다"고 밝혔다.

@highlight

인천지방경찰청 감찰계는 4일 인천경찰청 교통순찰대 팀장 A경위를 살인범을 검거한 부하 직원의 공적을 가로채려한 혐의로 감찰 조사하고 있다고 전했다.