▲ 남청주농협이 농협중앙회로부터 범농협 우수사무소로 선정돼 3일 중앙회 대강당에서 상을 받았다.

서덕문 NH농협은행 홍보국장(왼쪽 세 번째), 이길웅 남청주농협 조합장( 〃 다섯 번째), 정태흥 청주시지부장( 〃 여섯 번째), 이중훈 농협중앙회 상무( 〃 일곱 번째) 등이 시상식 후 기념촬영을 하고 있다.

[충청일보 이정규 기자] 남청주농협(조합장 이길웅)이 농협중앙회에서 선정하는 '범농협 사회공헌 우수사무소'에 선정되는 쾌거를 이뤘다.

농협중앙회는 3일 서울 농협중앙회 대강당에서 이에 대한 시상식을 가졌다.

범농협 사회공헌 우수사무소는 전국 1100여 농축협을 대상으로 심사했다.

충북 남청주농협·충남 성환농협·강원 토성농협, 전남 영암농협, 경남 고성농협 등 5개 농협이 수상의 영광을 안았다.

선정된 농협(우수사무소)에는 농협중앙회장 표창패, 시상금 100만원과 향후 유공직원 시상도 있었다.

남청주농협은 지난 3월 조합원 450여 명을 대상으로 장수대학을 열고 '웃음, 소통, 힐링, 건강'을 주제로 다양한 강좌와 레크레이션을 선보여 복지향상과 문화증진 우수사례로 인정 받았다.

또한 조합원의 학비부담을 경감하고 우수인재 양성을 위해 자녀 50명에게 총 5000만원의 장학금을 지급하고, '좋은 일자리 찾아주기 운동'을 전개해 호응을 얻었다.

특히 청주시와 협약을 맺고 연간 1억2000만원을 지원받아 농촌마을 구석구석 마을순환버스를 운행하는 '희망버스 부르릉' 사업은 타 시도에서도 벤치마킹을 하고 있다.

이 조합장은 "조합원들의 애정과 격려 속에 남청주농협이 무럭무럭 발전할 수 있었다"며 "앞으로도 적극적인 사회공헌활동을 펼쳐 농업인 행복시대를 열겠다"고 소감을 밝혔다.

@highlight

3일 농협중앙회 주관, 서울 농협중앙회 대강당에서 진행된 시상식에서, 전국 1100여 농축협 중에 남청주농협이  '범농협 사회공헌 우수사무소'에 선정되는 쾌거를 이뤘다.