김문수 전 경기도지사가 조국 법무부장관 후보자에 "뻔뻔한 기생충은 몽둥이가 답이다"고 강하게 비판했다.

김 전 지사는 4일 페이스북을 통해 조 후보자 가족 등을 수사하는 검찰을 칭찬하며 "국회에서 민주당이 조국 거짓말 대회를 주최하여, 붉은 기생충 조국을 변호하는 걸 보면서, 내 입에서도 "뻔뻔한 기생충은 몽둥이가 답이다"는 말이 절로 튀어나왔다"며 거친 말을 쏟아냈다.

그는 "'민주당 주최 조국의 국회 500분 거짓말대행진' 바로 다음날 아침, 검찰은 조국 아내 정경심교수의 직장 동양대와 서울의대와 KOICA를 압수수색 했다"며 "범죄에 대한 실체를 파악하는 데는 압수수색과 수사가 최고다"고 덧붙였다.

이어 "검사가 국민적 의혹을 제대로 밝혀내지 못하면, 국회가 특별검사를 임명하여 수사한다"며 "문재인 대통령이 조국을 법무부장관으로 임명 강행하면 자유한국당은 특별검찰 임명 절차를 밟거나, 그것도 안되면 국회의원 뱃지를 떼고, 국민들과 함께 문재인 퇴진투쟁을 하는 수밖에 없다"가 말했다.

요즘 검찰이 잘하고 있습니다.

국회에서 민주당이 조국 거짓말 대회를 주최하여, 붉은 기생충 조국을 변호하는 걸 보면서, 제 입에서도 "뻔뻔한 기생충은 몽둥이가 답이다"는 말이 절로 튀어나왔습니다. "민주당 주최 조국의 국회 500분 거짓말대행진" 바로 다음날 아침, 검찰은 조국 아내 정경심교수의 직장 동양대와 서울의대와 KOICA를 압수수색 했습니다.

범죄에 대한 실체를 파악하는 데는 압수수색과 수사가 최곱니다.

국회 청문회는 말씨름만 하다가 끝납니다.

솔직히 기자들의 취재만도 못합니다.

검사가 국민적 의혹을 제대로 밝혀내지 못하면, 국회가 특별검사를 임명하여 수사합니다.

국회의원 1/2이상이 찬성하면 특별검사를 임명할 수 있습니다.

문재인 대통령이 붉은 기생충 조국을 법무부장관으로 임명 강행하면, 자유한국당은 특별검찰 임명 절차를 밟거나, 그것도 안되면 국회의원 뱃지를 떼고, 국민들과 함께 문재인 퇴진투쟁을 하는 수밖에 없습니다.

@highlight

김문수 전 경기도지사는 페이스북을 통해서 검찰이 조국 법무부장관 후보자를 수사하는 것을 보면서, '뻔뻔한 기생충은 몽둥이가 답이다'라는 거친 언행을 쏟아내고, 범죄에 대한 실체를 파악하려면 압수수색과 수사가 최고라며 검찰을 칭찬하였다.