서울시가 버스 운수종사자 인건비 집행 내역을 점검한 결과 일부 회사에서 부당수령이 있는 것을 확인했다.

이 가운데 허위 자료를 제출하는 등 고의성이 있는 회사에 대해 보조금 부당수령, 사기죄 등으로 경찰에 고발키로 결정했다.

서울시는 인건비 부당 집행 회사 중 고의성이 의심되는 회사에 대해 불시점검을 통해 관련 증거자료를 확보했다고 4일 밝혔다.

시는 경찰 고발 외에도 여객자동차운수사업법 제51조 및 서울시 표준운송원가 정산 지침에 따라 인건비 부당 수령액을 전액 환수 조치 할 예정이다.

서울시는 51개사의 노조지부장들이 법정 면제시간(노동조합 및 노동관계조정법 제81조)에 해당하는 임금에 비해 과다 수령한 내역도 적발했다.

노동조합 및 노동관계조정법 제81조 제4호에 따라 노동조합 전임자에게 급여를 지급하는 행위는 부당노동행위에 해당한다.

아울러 점검 과정에서 제보 등을 통해 일부 업체의 채용 과정에서 노조 관계자가 부당한 금품 수수 정황이 있는 것도 확인했다.

운전원 채용을 대가로 노조 지부장에 최소 50만원에서 최대 200만원 가량의 금전을 제공한 것으로 나타났다.

고의로 인건비(보조금)를 과다 수령한 행위는 사기죄에 해당하고, 이는 보조금을 거짓으로 수령한 것으로 보조금 관리에 관한 법률을 위반한 행위에 해당한다.

보조금 관리에 관한 법률 위반 행위는 보조금 관리 법 제40조, 제41조에 따라 10년 이하의 징역 또는 1년 이하의 벌금에 처할 수 있다.

현재 서울시는 전체 시내버스 회사를 대상으로 인건비 허위 수령액이 있는지 추가 점검을 진행 중이다.

이번 사건을 계기로 서울시는 인건비 부당 수령과 같이 심각한 부정행위가 적발된 버스업체를 준공영제 대상에서 제외(원 스트라이크 아웃제) 할 수 있는 방안을 마련 할 예정이다.

지우선 버스정책과장은 "운송비용을 부정 수령한 버스회사에 대해 시 차원에서 경찰 고발, 운송비용 환수, 회사 평가 감점 등 적극적으로 조치 할 예정이며, 향후 이러한 부정행위가 다시는 일어나지 않도록 준공영제 제도 개선(퇴출 기준 마련 등)을 위하여 최선을 다하겠다"고 밝혔다.

@highlight

서울시가 버스 운수종사자 인건비 집행 내역을 점검한 결과 일부 회사에서 부당수령이 있는 것을 확인하고 허위 자료를 제출하는 등 고의적으로 운영하는 회사에 대해 보조금 부당수령, 사기죄 등으로 경찰에 고발키로 결정, 여객자동차운수사업법 제51조 및 서울시 표준운송원가 정산 지침에 따라 인건비 부당 수령액을 전액 환수 조치 할 계획이다.