인천시가 후원하고 인천관광공사와 ㈜엑스포럼이 주최하는 인천 대표 뷰티전시회 '코리아뷰티앤코스메틱쇼'가 저소득 한부모 가정을 위해 인천시 사회복지협의회에 9000만 원 상당의 화장품을 기부했다.

올해로 4회째를 맞은 '코리아뷰티앤코스메틱쇼'의 이번 기부 캠페인은, 자사 제품 2만 9천여 개를 기부한 참가 업체들의 적극적인 협조를 바탕으로 추진되었다.

지난 8월 30일 행사기간 중 개최된 전달식에는 인천관광공사 민민홍 사장,인천광역시 사회복지협의회 이윤성 회장 및 기부 캠페인에 동참한 업체 관계자 등이 참석하여, 저소득 한부모 가족에게 작은 정성을 전했다.

이번 기부 캠페인에는 ㈜네이처블루, ㈜더유앤미코스메틱, 드림인, ㈜디와이코스메틱, 레이디하우스, ㈜명품, 에너지피플바디랩, 에스와이에스, ㈜여우별, ㈜엔수스코리아, 이레코스메틱, ㈜제이에이치코리아 ㈜큐어젠, ,FASHARE(파쉐어) 등 14개 기업이 참여하여, 약 9000만 원 상당의 화장품을 기부했다.

기부된 제품은 ▲프리미엄 유아입욕제 디어로이, ▲로즈하트 핑크마스크, ▲NEP 스킨케어 3종 세트, ▲에브리 톡톡 파우더 샴푸, ▲스킨부탁 골드 매직 클렌저 ▲더마액티브 비판테놀 수딩젤 등 어린이와 함께 사용할 수 있어 한부모 가정에 활용성이 높은 제품들이다.

기부된 화장품들은 인천시 사회복지협의회를 통해 인천시 관내 한부모 가족 복지시설 8곳으로 전달될 예정이다.

인천관광공사 민민홍 사장은 "경제적으로 어려운 한부모 가정의 자립을 응원하고자 이번 기부 캠페인을 준비했다"며 "앞으로도 우리사회에 도움이 필요한 곳에 지속적으로 나눔을 실천하는 등 적극적으로 사회공헌에 앞장서겠다"고 밝혔다.

@highlight

인천시가 후원하고 인천관광공사와 ㈜엑스포럼이 주최하는 인천 대표 뷰티전시회 '코리아뷰티앤코스메틱쇼'가 저소득 한부모 가정을 위해 인천시 사회복지협의회에 9000만 원 상당의 화장품을 기부했는데, 이번 기부 캠페인은 자사 제품 2만 9천여 개를 기부한  ㈜네이처블루 등 14개 기업의 적극적인 협조를 바탕으로 개최되었다.