익산시가 효율적 재정운영과 예산절감으로 계획보다 7년 앞당겨 지방채 전액을 조기상환했다.

허리띠를 졸라맨 예산운용으로 지방채 전액을 조기상환해 29억원 가량의 이자비용을 절감할 수 있게 됐다.

익산시에 따르면 제219회 익산시의회 임시회 심의를 거쳐 올해 제2회 추가경정예산에 지방채 조기상환예산을 편성하고 9월 중순에 남은 지방채를 전액 상환할 예정이다.

정헌율 익산시장 취임 당시 1,593억원이었던 지방채를 2016년 취임이후 144억원, 2017년 448억원, 2018년 593억원을 상환해 왔다.

특히 이기간 동안 지방채 조기상환액이 1,082억원에 달하는데 이는 전 직원이 불요불급한 예산을 감축하는 등 재정건전성 향상을 위해 기울였던 노력의 결과이다.

올해에는 남은 지방채 잔액 408억원을 전액 상환할 예정이며 당초 2026년까지 상환할 계획이었던 지방채를 7년 앞당겨 조기상환함으로써 29억원의 이자를 절감하게 됐다.

이로써 익산시는 지난 2016년에 제정하고 2018년부터 시행하기로 한 지방채 상환기금은 한번도 운영하지 않고 폐지할 계획이다.

익산시 재정건전성의 고질적인 약점으로 지적받아왔던 지방채는 지난 2007년 신재생자원센터 설치, 2009년 산업단지 조성사업, 지방교부세 감액에 따른 차입금 등으로 인해 2011년 2,210억 원에 육박했다.

이에 따라 익산시는 지난 2014년, 2016년 2차례 부시장을 단장으로‘부채상환 TF팀’을 구성해 재정운영 건전성을 강화하기 위해 노력했으며 중소기업육성기금 등을 폐지해 얻게 된 126억원도 지방채 상환에 전액 반영하는 등 지방채 조기상환에 총력을 기울여왔다.

정헌율 익산시장은 “이번 지방채 전액을 상환함으로써 매년 지방채 상환에 소요되는 재원과 이자를 내년부터 활력있는 지역경제를 위하여 일자리 창출과 서민경제 관련 예산에 투자해 도시경쟁력을 확보하는데 집중할 계획이다”고 말했다.

@highlight

익산시가 계획보다 7년 앞당겨 지방체를 조기 상환해 29억원 가량의 이자비용을 절감하며 일자리 창출과 서민관련 예산에 투자해 도시경쟁력을 확보하는데 집중할 계획임을 밝혔다.