코트라가 3일 러시아 블라디보스토크에서 '한-러 혁신 및 산업협력 파트너십'을 개최했다고 4일 밝혔다.

이 행사는 자국 수입대체 산업을 적극 육성 중인 러시아와 경제협력을 확대하기 위해 '제5차 동방경제포럼'과 연계해 진행됐다.

이번 파트너십 행사는 현지 수요가 큰 농·수산업, 기계·설비, 의료·바이오, ICT(정보통신기술), 조선·기자재 분야 한국기업 20개사가 참가했으며, 42개 러시아 파트너와 1대1로 53건을 상담했다.

상담회가 끝나고 열린 비즈니스 세미나에서는 양국 기술협력 및 투자진출 성공사례가 발표됐다.

스마트 도로포장 솔루션 회사 '로자인'은 온도시각화 및 복사열 차단이 가능한 도로포장 기술로 모스크바 지역에 진출했으며, 최근 극동 지역까지 사업 확장을 검토하고 있다.

안승목 대표는 "한국과 기술협력을 원하는 러시아와 공동으로 기술개발 및 상용화를 추진하겠다"고 했다.

이어 LH는 연해주 나제진스카야 선도개발구역에 한·러 경제협력 산업단지를 조성할 계획과 추진 중인 현황을 발표했다.

또 코트라와 공동으로 현장 답사를 진행해 입주 관심기업의 큰 호응을 얻었다.

코트라와 LH는 러시아 극동개발부 산하 기관과 '연해주 한국산업단지 개발협력을 위한 업무협약(MOU)'을 체결해 향후 우리기업의 극동 진출을 적극 지원할 예정이다.

러시아 정부는 극동지역 개발을 위한 투자유치 및 한·중·일 등 주변국과의 경제 활성화를 위해 2015년부터 매해 동방경제포럼을 개최해오고 있다.

코트라도 2016년부터 국제포럼에 맞춰 연계 행사를 열고 한국과 러시아 간 협력을 지원해왔다.

손수득 코트라 혁신성장본부장은 "러시아는 정부 주도로 수입대체 산업을 집중 육성하고 있으므로 완제품보다는 기술기반 장비 및 부품 수출에 주력해야 한다"며, "코트라는 모스크바무역관에 '한-러 혁신·산업기술 협력 데스크'를 설치해 현지 기술수요를 적극 발굴해나가겠다"고 말했다.

@highlight

코트라가 블라디보스토크에서 '한-러 혁신 및 산업협력 파트너십'을 개최하면서, 자국 수입대체 산업을 적극 육성 중인 러시아와 경제협력을 확대하는 것을 목표로 농수산업, 기계설비, ICT 등 한국기업 20개사가 참여해 42개 러시아 파트너와 상담을 통해  '제5차 동방경제포럼'과 연계되어 개최되었다.