일본 수출규제에 대응하기 위해 국산 소재·부품·장비에 대한 시험인증 시간을 절반으로 줄인다.

산업통상자원부 국가기술표준원은 4일 서울 양재동 엘타워에서 한국화학융합시험연구원(KTR), 한국산업기술시험원(KTL), 한국건설생활환경시험연구원(KCL), 한국기계전기전자시험연구원(KTC) 등 한국인정기구(KOLAS) 9개 공인기관이 협약을 맺고 5일부터 시험인증 신속처리(패스트-트랙) 서비스를 시작한다고 밝혔다.

시험인증 패스트-트랙 서비스는 정부의 '소재·부품·장비 경쟁력 강화대책'의 일환으로 반도체, 디스플레이, 자동차, 전기전자, 기계·금속, 기초화학 등 6대 지원분야에 해당하거나, 일본산 대체 소재·부품·장비를 개발해 대일 의존도를 낮추려는 국내 기업이 신청 대상이다.

패스트-트랙 서비스가 적용되면 품목별 인증 대기기간과 시험기간이 최대 절반으로 줄어든다.

불가피한 상황을 제외하고 기업의 추가 인증비용 부담은 발생하지 않는다.

한국시험인증산업협회는 현재 운영 중인 '소재부품수급대응지원센터', '범부처 일본 수출규제 애로 현장지원단'과 연계해 수출규제로 힘든 기업에 일대일 맞춤 서비스도 제공한다.

이날 교정기술원은 자사에서 개발한 색휘도계(디스플레이 성능측정)의 '제1호 시험인증 패스트-트랙 서비스 신청서'를 서비스 참여기관인 에이치시티에 제출하고 첫 패스트트랙 적용을 받았다.

9개 공인기관은 KTR, KTL, KCL, KTC 외에 한국의류시험연구원(KATRI), FITI시험연구원, KOTITI시험연구원, 에이치시티, 케이씨티엘 등이다.

이승우 국가기술표준원장은 "그간 국내 기업이 외산 대체품을 개발했어도 신뢰성 검증 부재 등으로 수요기업에서 구매를 기피하는 경향이 있었다"면서 "조기 기술 자립화를 위해 신규제품이 신속히 시장에 진출할 수 있도록 지원하겠다"고 말했다.

@highlight

국내 기업이 외산 대체품을 개발해도 신뢰성과 검증 부재로 인해 구매를 기피하는 상황이었지만 일본 수출규제가 생겨 이에 대응하기 위해 산업통상자원부 국가 기술표준원은 시험인증 신속처리 서비스를 시작해 국산 소재.부품.장비에 대한 시험인증 시간을 절반으로 줄이고 조기 기술 자립화를 위해 지원한다.