삼성 라이온즈 선수 5명이 도쿄올림픽 본선 출전권이 걸린 프리미어12 한국 야구대표팀 예비엔트리에 이름을 올렸다.

3일 KBO는 제2회 프리미어12에 출전하는 한국 야구 대표팀 예비엔트리 60명을 공개하고, 명단을 세계야구소프트볼연맹(WBSC)에 제출했다.

지난 7월23일 발표한 예비엔트리(90명)는 선수들에게 컨디션 유지 등을 당부하는 내부 단속용 성격이었다면 이날 공개된 예비엔트리 60명은 WBSC 제출용으로 내달 3일 확정되는 최종 엔트리(28명)의 기준이 된다.

예비엔트리 60명은 투수 28명, 포수 5명, 내야수 15명, 외야수 12명으로 이뤄졌다.

이 중 삼성에서는 1루수·유격수를 제외한 포지션에 각 1명의 선수가 포함됐다.

투수에는 원태인, 포수에는 강민호, 2루수에는 김상수, 3루수에는 이원석, 외야수에는 구자욱이 이름을 올렸다.

기존 90명의 예비엔트리에 포함됐던 장필준·최충연·최지광·최채흥(이상 투수)과 이학주(유격수), 박해민(외야수)은 제외됐다.

이밖에 미국프로야구 메이저리그에서 뛰는 최지만도 예비엔트리에서 빠졌다.

박근찬 KBO 사무국 운영팀장은 “각 팀 40인 로스터에 포함된 선수는 프리미어12에 참가할 수 없다는 메이저리그 사무국의 방침을 확인했다”며 “다만, 예비엔트리에서 부상자가 생기거나 메이저리그의 방침이 바뀌면 최지만이 대표팀에 발탁될 수도 있다”고 여운을 남겼다.

김경문 감독은 ‘신구 조화를 통한 2008 베이징올림픽 신화 재현’을 목표로 대표팀을 꾸려 도쿄올림픽 출전권 확보와 프리미어12 대회 2연패에 도전한다.

우리나라는 11월 서울 고척스카이돔에서 쿠바, 캐나다, 호주와 조별 리그를 치러 조 2위 안에 들면 슈퍼라운드(6개국 경쟁)에 진출한다.

한국은 대만, 호주보다 나은 성적으로 대회 6위 이내 입상하면 아시아·오세아니아 대표 자격으로 도쿄올림픽 출전권을 획득한다.

@highlight

3일 KBO는 제2회 프리미어12에 출전하는 한국 야구 대표팀 예비엔트리 60명을 공개하고, 최종 엔트리의 기준이 되는 명단을 세계야구소프트볼연맹에 제출하고 도쿄올림픽 출전권 확보와 프리미어12 대회 2연패에 도전한다.