최자훈 나누리펀딩 대표는 "2017년 P2P 금융 관련 법안이 발의됐다"고 했다.

이어 "2018년에는 법제화가 완료될 것으로 내다봤다"며 "이 시기에 맞춰 영업을 시작했다"고 말했다.

예상과 달리 P2P 금융 관련 법안은 최근에야 국회 정무위를 통과했다.

최 대표는 이 소식을 누구보다 반가워했다.

법제화에 따른 인적 자원 세팅과 시스템 구축을 끝내놨기 때문이다.

"조금이라도 하자가 있는 물건은 아예 받지 않았습니다. P2P 법제화가 됐을 때 분쟁이 생길 수도 있기 때문이죠."

최 대표는 P2P 법제화의 핵심은 '안정성'이라고 했다.

그는 시장이 더욱 강화된 투자자 보호를 요구하면서 문을 닫는 업체들도 많을 것으로 전망했다.

나누리펀딩은 부동산 담보 전문 P2P업체다.

최 대표는 "투자자들의 자금을 보호할 수 있는 물건만을 취급한다"며 "우리를 포함해 전체 상품을 부동산 담보로만 채울 수 있는 회사는 많지 않을 것"이라고 했다.

업체에 따르면 물건은 투자받기 전에 3번의 심사를 거친다.

예외 없이 모든 물건에 적용하는 게 회사의 원칙이다.

근거 서류도 남겨 놓는다.

투자자는 투자한 물건에 대한 심사 기준을 언제든지 확인할 수 있다.

최 대표는 수익보다는 안정성을 보여주는 데 주력할 방침이다.

그는 "사람은 직접 눈으로 봐야 안심한다"며 "각 지역 거점에 창구를 두고 면대면 영업을 할 계획도 갖고 있다"고 했다.

나누리펀딩 직원의 90%는 부동산 전문가들이다.

영업 인원이 많은 기존 업체들과는 다르다고 했다.

웹을 관리하는 직원도 적다.

시스템 보안은 이 분야 전문 업체인 '페이게이트'에 위탁했다.

최 대표는 "인건비를 최소화해 수수료를 낮추고, 투자자 자금을 보호하는 데 노력하는 것이 우리의 경쟁력"이라고 말했다.

P2P는 사고가 없어야 한다는 게 최 대표의 생각이다.

그는 "P2P는 새로 생긴 금융의 한 카테고리"라며 "금융은 신뢰를 쌓는 것이 가장 중요하다"고 했다.

이어 "법제화에 맞춰 본격적인 사세 확장에 나서겠다"며 "2년 내에 20위권 안에 자리 잡도록 힘쓰겠다"고 말했다.

@highlight

2017년에 마련된 P2P 금융 관련 법안이 발의되자 최자훈 나누리펀딩 대표는 P2P 법제화는 '안정성'이 핵심이라고 하면서  P2P 역시 금융의 한 카테고리이므로 신뢰가 가장 중요하다고 말했다.