LG전자가 생활가전의 프리미엄 전략을 강화하기 위해 일부 제품에 적용했던 자외선(UV) LED 살균기능을 확대 적용한다고 4일 밝혔다.

LG전자는 냉장고, 정수기, 가습 공기청정기, 에어컨 등 일부 제품에 UV LED 살균기능을 적용했는데, 향후 세탁기, 스타일러, 광파오븐 등에도 살균기능을 순차 탑재할 계획이다.

국내 가전업체 가운데 UV LED 살균기능을 생활가전 전반으로 확대 적용하는 것은 LG전자가 처음이다.

UV LED 살균기능은 세균이 번식할 수 있는 곳에 화학물질 대신 자외선을 쐬어 대장균, 황색포도상구균, 곰팡이 등 유해세균을 친환경적으로 살균한다.

예를 들어 고객이 정수기에 탑재된 UV LED 코크 살균기능을 사용하면 정수기 코크를 간편하게 살균해 언제나 깨끗한 물을 마실 수 있다.

정수기에 탑재된 UV LED 기능은 1시간마다 자동으로 작동하는 것 외에 사용자가 필요할 때마다 셀프케어 (안심살균) 버튼을 누르면 코크가 살균된다.

LG전자는 한국건설생활환경시험연구원(KCL), 한국화학융합시험연구원(KTR), TUV라인란드(TUV) 등 여러 인증기관에서 UV LED 살균기능 효과를 확인했다.

인증기관들이 실험한 결과 LG전자 냉장고, 정수기, 가습 공기청정기, 에어컨 등에 탑재된 UV LED 살균기능은 유해세균을 99% 이상 살균했다.

LG전자는 고객이 UV LED 살균기능이 탑재된 제품을 쉽게 확인할 수 있도록 이번 달부터 이 기능을 'UV나노(UVnano)'로 사용하기로 했다.

UV나노는 UV LED와 자외선 파장 단위인 나노미터의 합성어로 아주 작은 세균까지 꼼꼼하게 살균해 고객에게 최고의 제품을 선보이겠다는 의지를 담았다.

송대현 LG전자 H&A사업본부장 사장은 "차별화된 성능과 편의성은 물론 고객이 원하는 다양한 요구를 더해 프리미엄 생활가전 시장을 지속 선도하겠다"고 말했다.

@highlight

LG전자가 프리미엄 생활가전 시장을 선도하기 위해 냉장고, 자외선(UV) LED 살균기능을 앞으로 세탁기, 스타일러, 광파오븐 등에도 살균기능을 순차적으로 적용하기로 했다고 4일 공표했다.