[충청일보 이정규기자] 충북 청주산업단지 입주업체들은 올해 추석에 대부분 4일 휴무하는 것으로 나타났다.

4일 청주산단 관리공단에 따르면 조사업체 92개사중 51개사(55.4%)가 추석 휴무 실시를 확정한 가운데 4일 휴무를 실시하는 업체가 47개사(92.2%)로 대다수를 차지했다.

3일 이하 휴무와 5일 이상 휴무를 실시하는 업체는 각각 2개사(3.9%)로 조사됐다.

연휴기간 평균 휴무일 4.0일은 지난해와 비교해 0.6일 감소한 것이다.

이는 전년도에 법정 연휴기간이 주말 포함 5일이었던 반면 올해는 주말 포함 4일로 감소했기 때문이라고 청주산단 관리공단은 설명했다.

휴무없이 정상가동하는 업체는 16.3%(15개사)였으며, 부분가동하는 회사도 12.0%(11개사)로 파악됐다.

조사 응답업체 77개사 중 53.2%(41개사)는 상여금이나 귀향여비를 지급할 예정이라고 응답했다.

상여금은 정기상여금이 68.3%(28개사)로 가장 많았고, 특별상여금 지급 업체는 2.4%(1개사)였다.

귀향여비를 지급하는 업체는 29.3%(12개사)로 조사됐다.

조사 응답업체 77개사중 50개사인 64.9%는 추석 선물을 지급할 예정이라고 밝혔다.

선물은 3만원 이하 선에서 지급하는 업체가 40%(20개사)로 가장 많았다.

5만원 이하, 10만원 이하 지급 업체는 각각 28%(14개사)였으며, 10만원을 초과하는 선물을 지급하는 업체는 4%(2개사)였다.

대기업·중견기업, 중소기업 모두 3만원 이하선에서 선물을 지급하는 업체가 가장 많았으며, 그 외 기업 규모에 따른 선물 지급액은 큰 차이를 보이지 않았다.

추석 연휴기간중 산업단지 전체 근로자의 약 14.5%인 4075명의 근로자들이 특근을 하는 것으로 조사됐다.

그 중 3793명이 대기업 및 중견기업 소속으로 전체 특근자 대다수(93.1%)를 차지하고 있다.

입주업체 중 26개사는 정상 및 부분가동 예정인데 특근인원을 정하지 않은 일부 기업들의 계획이 확정되면 특근자수는 더 늘어날 것으로 보인다.

@highlight

4일 청주산단 관리공단에 따르면 입주업체 중 약 절반가량이 추석기간에 평균 4일정도 휴무할 계획이나 이는 전년도에 비해 0.6일 감소한 것으로 나타났으며 특히 응답업체 중 절반가량만이 상여금이나 귀향여비를 지급할 계획이고 선물을 지급하는 경우는 회사 규모에 상관없이 대부분이 3만원 이하의 선물을 준비하는 것으로 나타났다.