안전한 사회 만들기에 나서고 있는 경찰이 대학가 주변 안전을 지키기 위해 대학과 협력하기로 했다.

경찰청은 4일 서울 숙명여대에서 교육부, 한국대학교육협의회, 한국전문대학교육협의회 등과 '대학 내 및 주변 1인 가구 밀집지역 안전을 위한 업무협약(MOU)'을 맺었다.

이번 MOU는 최근 대학가를 중심으로 한 범죄가 잇따르면서 관계기관이 힘을 모아 효과적인 범죄 예방을 위해 협력하자는 취지로 체결됐다.

협약식이 열린 숙명여대에서는 지난 6월 한 남성이 여성 옷차림을 한 채 캠퍼스 내를 돌아다니는 것을 재학생이 신고해 경찰에 검거되면서 논란이 일었다.

당시 남성은 여자 화장실에도 들어간 것으로 알려지면서 학생들이 불안감을 드러내기도 했다.

관계 기관은 이번 MOU를 계기로 이달부터 '대학가 공동체 치안 협의체'를 구성하기로 했다.

협의체는 각 기관 담당자가 참가해 대학가 주변 범죄예방을 위해 범죄 취약요인을 공유하고 개선 방안을 찾는 역할을 할 예정이다.

전국 경찰서를 주축으로 관할 지역 내 대학과 지자체가 참여해 주기적으로 정보와 의견을 공유하게 된다.

경찰은 협의체에서 논의된 내용을 토대로 합동 범죄예방진단을 활성화하고 범죄예방 환경설계(CPTED)를 공동으로 추진하는 등 대응을 강화할 방침이다.

앞서 경찰은 범죄예방진단팀 인원을 지난해보다 88명 많은 306명으로 보강해 범죄 예방활동을 전개해왔다.

진단팀은 공·폐가, 골목길 등 범죄 취약장소를 선정해 범죄 여부를 진단하고 예방활동을 벌여왔다.

특히 지난 7~8월에는 대학·지자체 등 관계자, 지역주민 등과 대학 캠퍼스 및 주변 원룸 밀집지역 범죄예방진단을 1535회 실시했다.

대학 주변 1인 가구 밀집지역에 폐쇄회로(CC)TV, 비상벨 등 방범시설물을 설치하는 등 환경 개선도 추진했다.

대학 내부의 자체 방범능력 향상을 위한 대학생 순찰대도 기능을 강화할 방침이다.

현재 126개 학교에 설치된 대학생 순찰대는 재정비하고 88개 학교에는 신규로 순찰대를 설치할 계획이다.

@highlight

경찰청은 4일, 대학가 주변에 최근 범죄가 많이 발생해 서울 숙명여대에서 교육부, 한국대학교육협의회, 한국전문대학교육협의회 등과 대학 내 및 주변 1인 가구 밀집지역 안전을 위한 업무협약을 맺었다.