문재인 대통령이 조국 법무부장관 후보자 임명 강행 절차를 밟으면서 조 후보자의 국회 인사청문회 개최 전망이 어두워진 가운데, 자유한국당이 최근 부쩍 검찰을 언급해 주목된다.

조 후보자의 임명을 막는 것이 현실적으로 어려워지자 검찰 수사 결과에 희망을 거는 모습으로 보인다.

황교안 자유한국당 대표는 4일 최고위원-중진의원 연석회의에서 "법무부장관 후보자가 온갖 부정과 비리로 검찰의 전방위적 압수수색을 받고 있다. 역대 어느 정권에서도 경험하지 못한 일"이라며 "검찰은 조국 부인의 연구실, 서울대, 코이카 등 압수수색의 범위를 계속 넓혀가고 있다"고 말했다.

나경원 한국당 원내대표 역시 "지금까지 드러난 사실만으로도 조 후보자는 당연히 법무부장관실이 아닌 검찰청으로 달려가야 한다"고 했다.

이날 한국당 회의에서는 황 대표와 나 원내대표외에도 정갑윤·유기준·정진석 의원 등이 언급, '검찰'이라는 단어가 총 10여 차례나 나왔다.

전날 한국당이 조 후보자의 해명을 반박하는 기자회견을 가졌음에도 검찰쪽을 언급한 것이다.

이런 기류를 가장 직접적으로 설명하고 있는 사람은 홍준표 자유한국당 전 대표다.

홍 전 대표는 지난 3일 "이젠 무기력한 야당에 대해 기대를 접었다. 잘못된 상황을 바로 잡아 줄 곳은 검찰 뿐"이라며 "윤석열(총장이 이끄는) 검찰이 정말로 살아있는 권력도 잡을수 있는지, 검찰의 사정기능이 살아 있는지 두눈 부릅뜨고 지켜 보자"고 했다.

이는 일차적으로 야당이 조 후보자 임명을 막아낼 방법이 없는 상황에서, 검찰의 기소여부가 한가닥 희망이 될 수 있기 때문으로 보인다.

문 대통령이 6일을 기한으로 인사청문보고서 재송부 요청에 들어가면서 국회는 멈춰있는 상태이지만, 검찰은 이날도 수사에 속도를 내고 있다.

최근에는 조 후보자의 딸이 총장상을 받은것과 관련해 동양대학교를 들여다보기도 했다.

나아가 야당의 다음스텝으로 '특검, 국정조사'를 염두에 둔 행보라는 해석도 있다.

실제 오신환 바른미래당 원내대표는 이날 조 후보자 청문회 협상을 전면 중단하고 특검과 국정조사에 관련한 논의를 시작하겠다고 했다.

@highlight

문재인 대통령이 조국 법무부장관 후보자 임명 강행 절차를 밟으며 자유한국당이 조 후보자의 임명을 막는 것이 현실적으로 어려워지자 검찰을 자주언급하여 검찰의 기소여부에 희망을 거는 것 처럼 보인다.