삼성전자 정은승 파운드리 사업부장이 4일 일본 도쿄 인터시티홀에서 열린 '삼성 파운드리 포럼 2019 재팬'에서 기조연설을 하고 있다.

일본의 수출규제 조치로 한일 갈등이 심화되는 가운데 삼성전자가 일본 도쿄에서 반도체 설명회를 열었다

일본 정부의 수출 규제로 삼성전자가 타격을 입을 것이라는 우려가 나왔지만, 이날 행사에는 예년보다 오히려 많은 320여명이 대거 참석해 성황을 이뤘다.

삼성전자는 4일 도쿄 시나가와 인터시티 홀에서 파운드리(반도체 위탁생산) 사업의 로드맵과 신기술을 소개하는 '삼성 파운드리 포럼(SFF) 2019 재팬'을 개최했다.

삼성전자 파운드리사업부의 정은승 사장과 이상현 마케팅팀장 등이 참석해 현지 팹리스(반도체 설계 전문업체) 및 디자인하우스(칩 디자인을 통해 팹리스와 파운드리를 연결하는 업체) 고객사, 애널리스트 등을 상대로 '파운드리 청사진'을 공개했다.

이날 정은승 사장은 기조연설에서 "삼성전자는 파운드리 포럼을 통해 전 세계 고객사들과 투명하고 신뢰 있는 협력 관계를 구축해왔다"며 "일본에서의 활동도 변함은 없다"고 말했다.

삼성전자는 특히 이날 일본 수출 규제의 주요 타깃으로 여겨지는 첨단 극자외선(EUV) 공정에 대한 설명도 진행한 것으로 알려졌다.

이 포럼은 삼성전자가 매년 개최하는 행사다.

삼성전자는 일본 거래사들을 상대로 삼성전자의 최첨단 기술력을 과시하는 한편 한일 갈등 악화 상황에서도 일본 업계와는 긴밀한 관계를 유지하겠다는 의지를 강조하기 위해 예정대로 행사를 개최했다.

이날 포럼장에는 행사 시작 1시간30분 전부터 일찌감치 참석자들이 몰려들었다.

삼성전자 관계자는 "예년보다 참석자 규모가 크다"고 설명했다.

일본 정부는 7월 초 EUV용 포토레지스트 등 3개 품목의 한국 수출을 까다롭게 하는 규제를 단행했다.

이에 따라 삼성전자의 차세대 시스템 반도체 사업이 발목 잡히는 것 아니냐는 우려가 나왔지만, 두차례 수출 허가가 나오면서 일단 숨통이 트인 상황이다.

삼성전자는 올해 미국, 중국, 한국에 이어 이날 일본에서 파운드리 포럼을 열었으며, 다음 달 10일 독일에서도 같은 포럼을 개최할 계획이다.

@highlight

일본의 수출규제 조치로 한일 갈등이 심화되는 가운데 삼성전자는 4일 도쿄 시나가와 인터시티 홀에서 파운드리(반도체 위탁생산) 사업의 로드맵과 신기술을 소개하는 '삼성 파운드리 포럼(SFF) 2019 재팬'을 개최했으며 특히 수출규제 주요타겟인 극자외선(EUV) 공정에 대한 설명도 진행한 것으로 밝혀졌다.