홍철호(한·김포을)국회의원은 지난 3일 구래동 지역사무실에서 기자간담회를 열고 서울지하철 5호선 연장과 관련해 B/C값이 0.9 이상으로 나왔다고 공개하며 경제적 타당성이 입증됐다고 밝혔다.

그러면서 "이제는 건폐장 이전에 대해 공론화 절차를 거쳐야 할 시기"라고 주장했다.

홍 의원은 "김포시가 5호선 관련 용역을 실시한 결과 B/C값이 0.9~1 구간인 것으로 확인됐다"며 "이러한 용역 결과는 건폐장 이전을 전제로 한 것이고, 건폐장을 받지 않으면 B/C값은 0.9 미만으로 떨어진다"고 말했다.

이어 "그렇게 되면 ‘2020년 광역철도망구축계획’에는 5호선 연장이 반영될 수 없다.

김포에서 택지개발 등 각종 개발사업이 진행돼 B/C값이 오르기를 기다려야 한다.

다음번 2025년 광역철도망계획 수립 때까지 최소 5년 이상을 기다려야 한다"고 강조했다.

홍 의원은 "국토교통부 장관과 대도시권광역교통위원회(대광위) 위원장에게서 지난 7~8월 국회 건설교통위원회 회의에서 ‘B/C값이 확보되면 5호선 연장안을 9월 예정인 대광위 기본계획 발표 때 반영해 주겠다’는 약속을 받은 바 있다.

대광위 기본계획에만 포함되면 행정적으론 5호선 연장사업이 순탄하게 진행되리라고 예상한다"고 밝혔다.

그는 "현재 국토부에서도 광역교통 관련 용역을 진행 중이다.

11월께 결과가 나올 예정인데 김포시의 용역 결과를 거기에 반영시키는 게 국회의원으로서 제가 감당해야 할 남은 숙제라고 본다"고 설명했다.

하지만 이 용역 결과는 서울시 건폐장의 김포 또는 인천 서구 이전을 전제로 진행된 것이며, 정하영 시장은 3월 한강신도시총연합회 간담회에서 "건폐장과 차량기지 이전을 조건으로 한 5호선 연장은 고려하지 않고 있다"며 건폐장 이전을 옵션으로 한 5호선 연장에 대해 반대 입장을 밝힌 바 있어 앞으로 건폐장 이전을 놓고 뜨거운 논란이 예상된다.

@highlight

홍철호 국회의원이 지난 3일 김포시가 건폐장을 받는 전제하에 높은 B/C값을 얻는다면 서울지하철 5호선 연장이 경제적으로 타당하다고 밝혔으나, 건폐장 이전을 전제로 진행 됐다는 점과  정하영 시장이 반대 입장을 밝혔다는 점에서 앞으로 이 주장에 대해 뜨거운 논란이 생길 것이라 예상된다.