지난달 국내 시장에서 판매된 일본 자동차수가 크게 줄었다.

한-일 경제 갈등에서 비롯된 일본산 제품 불매운동 여파다.

이 같은 흐름은 이달까지 지속될 가능성이 높다.

4일 한국수입자동차협회에 따르면 지난달 신규 등록된 일본 브랜드 승용차는 1398대로 집계됐다.

이는 전년 동월(3247대) 대비 56.9%나 급감한 수치다.

일본산 불매운동이 시작된 7월 (17.2%)보다도 감소율이 3배 이상 늘어났다.

가장 큰 폭으로 판매량이 줄어든 브랜드는 '닛산'과 '혼다'다.

닛산 8월 판매량은 58대로 전년 동월 대비 87.4% 줄었다.

같은 기간 혼다는 138대로 80.9% 줄었다.

이외에도 인피니티(57대)는 68.0%, 도요타(542대)는 59.1%씩 각각 감소했다.

반면 렉서스 판매량은 603대로 전년 동월 보다 7.7% 오히려 늘었다.

일본차 1~8월 누적판매량도 2만7554대로 전년 동기(2만7761대) 대비 0.7% 줄었다.

올 들어 일본차 누적 판매가 축소된 것은 이달이 최초다.

다만 올해 누적판매 기준 시장 점유율은 18.8%로, 전년(15.4%)보다 아직 높다.

이같은 흐름은 이달까지 이어질 전망이다.

업계 관계자는 "아직까지 한일 경제 갈등의 해법이 마련되지 않은 만큼, 일본차의 부정적인 판매 흐름은 이달까지 지속될 것"이라고 말했다.

한편, 8월 수입차 전체 신규 등록수는 1만8122대로, 작년 같은 달(1만9206대)보다 5.6% 줄었다.

미국(-38.6%), 영국(-22.9%), 스웨덴(-2.5%), 프랑스(-32.4%), 이탈리아(-15.2%) 판매량이 일제히 줄었다.

반면 독일차 판매는 지난해 같은 달에 비해 24.3% 늘었다.

브랜드별 등록대수는 메르세데스 벤츠 6740대, BMW 4291대, 미니 1095대, 볼보 883대, 지프 692대, 렉서스 603대, 폭스바겐 587대, 랜드로버 574대, 도요타542대, 포드 376대 순이다.

@highlight

4일 한국수입자동차협회에 의하면 지난달 신규 등록된 일본 브랜드 승용차는 작년 동월에 비해 56.9%나 감소한 1398대로 집계됐는데 한-일 경제 갈등에서 비롯된 일본산 제품 불매운동가 원인으로 업계 관계자는 "아직까지 한일 경제 갈등의 해결책이 마련되지 않아, 일본차의 판매 감소는 이달까지 계속될 것"이라고 말했다.