배우 오연서가 안재현과의 염문설을 부인했다.

4일 디스패치는 배우 안재현의 휴대전화에서 구혜선과 2년간 나눈 문자 대화 내용을 디지털 포렌식으로 분석해 보도했다.

해당 보도가 나간 지 1시간 뒤 구혜선은 인스타그램에 반박글을 올렸다.

구혜선은 "안재현은 지금 촬영중인 드라마 여배우와 만나고 있다"라고 주장했다.

이어 "결혼 후 남편 컴퓨터에서 발견된 여배우와 호텔에서 가운을 입은 채 야식을 먹고있는 사진을 갖고 있다.

법원에 증거로 제출하겠다"라고 덧붙였다.

현재 안재현은 MBC 드라마 '하자있는 인간들'에 출연 중인 여배우는 오연서와 김슬기다.

이에 오연서 측은 즉각 "명백한 허위사실"이라고 밝혔다.

오연서 소속사 셀트리온엔터테인먼트 측은 4일 "구혜선 씨가 인스타그램에서 언급한 '현재 촬영하는 드라마 여배우와 염문설' 및 기타 내용은 명백한 허위사실"이라고 했다.

이어 "이런 추측성 글을 공식적인 SNS에 게재한 구혜선 씨에 대해 심각한 명예 훼손이자 허위 사실 유포임을 밝히며 강력한 법적 대응을 취할 예정"이라고 했다.

이하 오연서 소속사 셀트리온엔터테인먼트 입장 전문이다.

안녕하세요.

배우 오연서의 매니지먼트를 담당하고 있는 셀트리온엔터테인먼트(이하 당사)입니다.

금일 구혜선씨가 인스타그램에 업로드한 게시물과 관련해 당사의 공식 입장을 전달드립니다.

먼저 구혜선씨가 인스타그램에서 언급한 ‘현재 촬영하는 드라마 여배우와 염문설’ 및 기타 내용은 명백한 허위사실입니다.

당사는 이런 추측성 글을 공식적인 SNS에 공개 게재한 구혜선씨에 대해 심각한 명예 훼손이자 허위 사실 유포임을 밝히며 강력한 법적 대응을 취할 예정입니다.

더불어 이와 관련 지어 허위 사실을 유포하는 자에 대해서도 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반 등의 혐의로 강력 대응할 것을 밝힙니다.

당사 소속 배우인 오연서는 수많은 스태프들의 노력이 담긴 드라마를 위해 어려운 상황에서도 최선을 다해 왔습니다.

그러나 더 이상 지켜볼 수만 없는 상황에 참담함을 느끼며 어떠한 선처 없이 강력한 법적 대응을 진행할 것임을 알려드립니다.

@highlight

안재현이 MBC 드라마 '하자있는 인간들'에 출연하는 여배우와 만나고 있다는 구혜선의 발언에 오연서 소속사 셀트리온엔터테인먼트 측은 4일 명백한 허위사실이라는 입장을 밝혔다.