은행권의 대표적인 서민금융 대출상품인 ‘새희망홀씨’의 종료기간이 2025년 10월 말까지로 연장된다.

은행연합회는 지난달 이사회를 열고 이런 내용을 담은 ‘새희망홀씨 운용규약’ 개정안을 의결했다고 4일 밝혔다.

개정안은 새희망홀씨의 한시적 운용기간을 기존 5년에서 10년으로 늘렸다.

이에 따라 2015년 11월 1일부터 시작된 운용기간의 종료일이 2020년 10월 31일에서 2025년 10월 31일로 미뤄졌다.

새희망홀씨는 ‘연 소득 3500만 원 이하’ 또는 ‘신용등급 6등급 이하이면서 연 소득이 4500만 원 이하’인 취약계층에게 연 10.5% 이하 금리로 최대 3000만 원까지 빌려주는 은행권 서민금융상품이다.

지난해 새희망홀씨 대출액은 3조 6612억 원이었다.

새희망홀씨는 2010년 11월 출시된 이후 5년 단위로 운용돼왔다가 이번에 운용 기간이 10년 단위로 바뀌면서 종료일도 5년 연장됐다.

은행연합회 측은 “새희망홀씨가 서민금융 애로 해소에 지속해서 기여할 수 있게 운용 기간을 늘렸다”고 말했다.

개정안은 우대금리의 최대폭을 1.0%포인트로 제한한 문구를 없앴다.

해당 문구가 경쟁 제한적 소지가 있다는 ‘법리적 판단’에 따른 개정이라는 게 은행연합회의 설명이지만 이로 인해 은행들이 자유롭게 우대금리를 더 많이 줄 수 있는 여건이 조성된 셈이다.

기존 규약에서는 은행이 기초생활수급권자, 한부모가정, 다자녀 가정(1가구 3자녀 이상), 다문화가정, 만 60세 이상 부모 부양자, 청년층(만 29세 이하), 고령자(만 65세 이상), 장애인 등 취약계층에 대해서 최대 1%포인트 이내에서 우대금리를 적용할 수 있다고 돼 있었다.

개정안은 또한 산업·고용위기지역에 대한 특례지원 기간의 종료일을 위기지역 지정 해제일로 바꿨다.

기존에는 ‘위기지역 지정 해제일 또는 시행일로부터 1년이 되는 날 중 빠른 날’로 돼 있었다.

정부가 일부 지역의 위기지역 지정을 2년 이상 연장하는 등의 조처를 함에 따라 ‘1년 이내’라는 문구를 뺐다.

@highlight

은행연합회는 지난달 이사회를 열고 은행권 서민금융상품인 새희망홀씨가 서민금융 애로 해소에 지속해서 기여할 수 있게 운용 기간 종료기간이 2025년 10월 말까지로 연장 내용을 담은 개정안을 의결했다고 4일 밝혔다.