최근 경기도 내 미분양이 가장 많이 줄어든 지역은 남양주시로 나타났다.

반면 평택시는 미분양이 크게 늘면서 '미분양 무덤'으로 이름을 올리게 됐다.

4일 국토교통부에 따르면 지난 2017년말부터 올해 6월까지 경기도 내 미분양 공공주택 수는 8793세대에서 10.7% 줄어든 7853세대로 조사됐다.

시별로는 남양주시(80.1%)가 가장 높았고 그 뒤를 ▲용인시(77.7%) ▲광주시(60.4%) ▲김포시(56.8%) ▲구리시(55.7%) 순으로 집계됐다.

2017년말 남양주시의 미분양 세대수는 2044세대로 경기도 내 가장 높은 수준이었으나, 지난 6월에는 407세대까지 떨어지면서미분양이 어느 정도 해소되고 있었다.

반면 같은 기간 평택시 미분양 세대수는 837세대에서 2066세대로 크게 늘었다.

미분양 해소지역의 공통점 중 하나는 교통환경이 개선됐다는 부분이다.

남양주는 평내호평역에서 서울 중구와 영등포를 거쳐 인천송도까지 이어지는 GTX-B노선이 확정된 상태다.

용인에서는 대장지구와 판교신도시를 연결하는 서판교터널이 2020년 완공을 앞두고 있다.

또한 동백~GTX용인역(가칭)~성복역~신봉동 등을 연결하는 15km 구간의 신교통수단(경전철포함)에 대한 연구용역을 추진 중이다.

광주에서는 서울~세종고속도로가 오는 2022년 일부(서울~안성구간) 개통예정이며, 지난달초 수서~광주복선전철이 기획재정부 예비타당성 조사를 통과해 향후 경기광주역에서 수서역(3호선과 분당선, SRT정차)까지 12분이면 닿을 수 있을 전망이다.

김포에서는 몇차례 개통이 미뤄졌던 김포도시철도가 하반기 운행을 시작할 예정이며, 구리는 8호선 연장선 구리역 신설예정이겁다.

주택업계 관계자는 "교통호재나 개발계획에 따라 미분양무덤이었던 곳의 분위기가 급속도로 개선되는 경우가 많다"고 말했다.

@highlight

국토교통부에 따르면 최근 경기도내 미분양 공공주택수는 10.7% 줄어든 7853세대이며, 시별로는 남양주시가 80.1%로 가장 많이 줄어들었다.