제주특별자치도 재난안전대책본부는 제13호 태풍 '링링'이 4일 오전 9시 타이완 타이베이 남동쪽 약 440㎞ 부근해상에서 북진하고 있으며 오는 6일부터는 제주 지역이 직·간접 영향권에 들 것으로 예상됨에 따라 재난안전상황실 근무요원을 보강하고 태풍 경로 등기상 상황과 지역 내 동향을 파악하고 있다고 밝혔다.

제주도는 이에 따라 태풍으로 인한 사전 위험요인을 제거하고 피해를 최소화하기 위해 재해위험지구·세월·해안가·급경사지·절개지 등의 재해취약지역에 대한 사전예찰 강화 등 태풍 대비에 만전을 기하도록 협업부서와 행정시 등에 요청했다.

태풍 '링링'은 현재 소형급 태풍이지만 북상하면서 중형급으로 발달해 많은 비와 강풍이 동반될 것으로 예상됨에 따라 호우 시 도로침수 및 하수 역류가 발생된 지역에 대해 피해가 없도록 사전 예방에 만전을 기할 방침이다.

제주도는 이와 관련 재난방송주관사를 통해 인명 및 재산피해 예방을 위한 대비 요령을 전파하고, 전광판, 재난문자, 읍면동 상황 전파를 통해 도민에게 안내할 방침이다.

또 5일 오전 원희룡 도지사 주재로 13개 협업부서가 참석하는 유관기관 합동 상황판단회의를 열고 태풍에 따른 협업별 대처상황을 논의할 예정이다.

이 자리에서는 읍면동 및 소관부서에 있는 양수기 등 수방자재를 일제점검·정비해 상황 발생 시 적기에 동원될 수 있도록 준비에 만전을 기할 것을 각 부서에 주문하고, 강풍으로 인한 각종 입간판, 광고물, 비닐하우스, 공사장 자재 등에 대한 날림현상이 발생하지 않도록 사전 조치 예방에 노력을 강조할 예정이다.

이와 함께 도민안전실을 중심으로 13개 협업부서가 재난 컨트롤타워 역할을 할 수 있도록 협업 체계를 강화하는 한편 재난재해 대비를 위한 유관기관과의 협업을 당부할 계획이다.

@highlight

6일부터 간접 영향권에 들어서는 제주특별자치도 재난안전대책본부는 태풍 링링의 동향을 파악해 사전 위험요인을 제거하고 피해를 최소화 하기 위해 협업부서와 행정시에 요청했으며, 사전 예방에 만전을 기울일 예정이다.