군포시가 관급공사에서의 각종 부조리를 근원적으로 차단하고 청렴 문화에 부적합한 공직사회의 관행을 일소하기 위한 ‘청렴하고 신뢰받는 군포 만들기 종합대책’을 수립·시행한다.

민선 7기 2년 차를 맞아 기본계획 수립 용역 등으로 공약을 이행 중인 금정역 환승센터 조성을 포함한 금정역세권 발전, 기존 도심 도시재생사업 활성화 등 ‘새로운 군포 100년 건설’을 위한 주요 공약사업 추진 과정에서 부실을 예방하는 동시에 투명성을 높이기 위해서다.

특히 시청 홈페이지와 조직 내부 행정망을 이용한 공익신고센터 기능을 활성화하고 특허와 신기술이 적용될 공공 발주사업은 공법(제품)을 선정하기에 앞서 전문가 자문을 필히 받도록 했으며 시공 품질 향상을 위해 부서장의 책임을 보다 높이는 내용 등이 상당하다.

또한 하도급 업체의 시공 능력 확인과 하자 발생 이력 등을 추적 관리해 부실 업체의 참여를 제한하고 부실시공이나 하자가 발생할 경우 강력한 제재 처분이 이뤄지도록 ‘군포시 건설공사 부실방지 조례’를 정비하는 계획도 담겨있다.

한편 이번 대책은 협치 행정 확립 등 ‘시민과 함께하는 시정을 통한 공약사업 추진’을 위해서는 공직사회에 대한 신뢰 향상이 중요하다는 판단에 따른 한대희 군포시장의 지시로 마련됐다고 시는 설명했다.

이에 시는 지난 8월 각 부서를 대표하는 청렴지킴이가 참여한 심층토론회를 개최해 인사와 복지 등 조직문화 전반에 걸친 개선 과제를 발굴했고 9월 중 직원들의 능동적 업무 처리 장려를 위한 사기진작 대책을 마련할 예정이다.

더불어 시는 조직의 기강 확립과 적극행정 문화 확산을 위한 감찰 활동도 강화한다는 계획이다.

한대희 시장은 "민선 7기 2년 차에 시민과의 약속인 공약사업이 본격적으로 시행되는 상황에서 행정 효율성 향상 기반을 확실히 다질 것"이라며 "부실과 부조리가 없는 행정, 신뢰와 사랑받는 행정으로 ‘시민 우선 사람 중심’의 시정을 변함없이 실현하겠다"고 말했다.

기타 자세한 사항은 정책감사실에 문의(☎031-390-0045)하면 안내받을 수 있다.

@highlight

군포시가 금정역 환승센터 조성을 포함한 금정역세권 발전, 기존 도심 도시재생사업 활성화 등 ‘새로운 군포 100년 건설’을 위한 주요 공약사업 추진 과정에서 부실을 예방하고 투명성을 높이기 위해 시청 홈페이지와 조직 행정망을 이용한 공익신고센터 기능을 활성화하여 ‘청렴하고 신뢰받는 군포 만들기 종합대책’을 시행한다.