전남도가 올해 처음으로 중소기업에 근무하는 도내 청년들에게 직접 주거비를 지원하는 정책을 들고 나왔지만, 정작 지원받을 청년이 없어 고민이다.

신청자격을 농·임·어업, 숙박, 음식점, 보험업, 마을·사회적기업 등도 중소기업확인서만 발급되면 가능하도록 낮췄지만, 모집인원을 채우지 못했다.

중소기업에 근무하는 청년이 그만큼 없다는 의미다.

4일 전남도에 따르면 지난 3월부터 도내 중소기업에 근무하는 청년 500명에게 최대 1년간 매달 10만원의 전월세 주거비를 지원하기 위해 신청자를 모집했다.

지원 자격은 전남에 주소지를 둔 만 18세 이상 39세 이하이면서 가구소득인정액이 기준중위소득 150% 이하인 중소기업 근무 청년으로 했다.

서울, 부산, 대전, 충남, 경남, 제주 등 청년 취업자의 주거지를 지원하는 타 시도가 임차보증금 융자 지원을 하는 것에 비해 전남도는 직접 전월세 주거비를 지원해 정책의 질을 높였다.

미혼 청년이나 무주택청년 등에게만 혜택을 준 것과 달리 전남도는 중소기업에서 일하는 청년으로 수혜 대상을 확대했다.

도내 중소기업에 근무하는 지역 청년들이 대거 지원할 것이라고 보고 모집인원도 500명으로 했으나 이 같은 전남도의 예상은 빗나갔다.

기본적으로 중소기업에 근무하는 청년이 적기 때문이다.

지난 3월 4일부터 25일까지 각 시·군을 통해 신청자를 접수했으나 모집인원 500명 가운데 141명이 부족한 359명만이 신청서를 낸 것이다.

지난 8월 전남도 인구 186만7094명 가운데 20대 20만3065명, 30대 19만7376명 등 청년층은 40만441명으로 21.45%에 불과한 실정이다.

경기도 28.03%, 충남 24.88%, 경남 24.33%은 물론 전북 22.79%에도 미치지 못하고 있다.

전남도는 다시 지난달 공고를 내고 각 시·군별로 141명을 추가 모집하기로 했다.

전남도 관계자는 “도내 중소기업 청년들에게 실질적인 혜택을 주기 위해 시·군과 함께 전월세 주거지 현금 지원을 하기로 했는데, 예상 외로 신청자가 부족했다”며 “시·군별 예산을 다 쓸 때까지 추가 모집을 한 뒤 그래도 신청자가 부족하면 대상자를 조정하는 방안을 검토하겠다”고 설명했다.

@highlight

전남도가 지난 3월 4일부터 25일까지 중소기업에 근부하는 도내 청년들에게 직접 주거비를 지원하는 정책을 들고 나왔지만, 정작 지원받을 청년이 없어 고민이다.