현대렌탈케어가 B2C(기업과 소비자 간 거래)에 이어 B2B(기업 간 거래) 시장 공략에 박차를 가하고 있다.

현대백화점그룹 계열 토탈 홈케어 기업 현대렌탈케어는 B2B 전용 렌탈 제품 7종을 출시한다고 5일 밝혔다.

그동안 현대렌탈케어는 가정용 중소형 정수기와 공기청정기 판매에 집중해 왔으며, 일부 중대형 정수기 및 공기청정기 등을 B2B 겸용으로 기업체와 공공기관 등에만 납품해 왔다.

새롭게 선보이는 B2B 전용 '아이스트로 제빙기'는 식품 제조시설과 음식점 등에 적합한 대용량 제빙기로, 일반 가정용 얼음정수기와 비교해 제빙 능력이 10배가량 커 하루 최대 150kg의 얼음을 만들 수 있다.

이와 함께 대형 제조시설 등 대규모 인력이 상주하는 공간에 적합한 대형 스탠드형 음수기 3종과 대용량 공기청정기 3종도 함께 선보인다.

현대렌탈케어는 높은 가성비를 바탕으로 B2C 렌탈시장 안착에 나서고 있다.

실제 현대렌탈케어의 B2B 부문은 폭발적인 성장세를 보이고 있다.

올 상반기 전체 매출은 345억원으로 지난해 같은 기간(195억원) 대비 77% 증가했는데, 이 중 B2B(기업간 거래) 부문 매출은 전년대비 123%나 증가했다.

최근 3년간 B2B 부문 매출 또한 전년 대비 2017년 310%, 2018년 110% 각각 늘어나는 등 꾸준한 성장세를 보여왔다.

현대렌탈케어는 내년까지 B2B 부문에서만 매출액 100억원을 달성한다는 계획이다.

또한 3년내 매출 200억원 달성이란 중장기 목표도 세웠다.

이를 위해 내년에 오피스용 커피 머신, 가구 등 B2B 전용 렌탈 제품 10여종을 추가로 선보이는 등 제품 라인업을 확대하는 한편, B2B 전담 인력을 2배 이상 늘리는 방안도 계획하고 있다.

박성수 현대렌탈케어 영업전략실장은 "현대백화점그룹의 후광 효과와 더불어 B2B사업 노하우를 갖춘 현대그린푸드, 현대리바트와의 협업을 통해 다양한 산업체별 특징에 맞는 렌탈 제품 개발에 나설 것"이라고 말했다.

@highlight

현대백화점그룹 계열 토탈 홈케어 기업 현대렌탈케어는 5일 B2B 전용 렌탈 제품 7종을 선보인다고 밝히며 내년까지 B2B 부문에서만 매출액 100억원을 달성을 목표로  B2C(기업과 소비자 간 거래)에 이어 B2B(기업 간 거래) 시장 공략에 나서고 있다.