한국동서발전은 4일(현지시각) 말레이시아 쿠알라룸프르에서 열린 발전산업분야 아시아 최고 권위인 '제15회 아시안 파워 어워즈'에서 파워 어워즈를 수상했다고 5일 밝혔다.

아시안 파워 어워즈는 아시아 경영정보 전문기업인 찰튼미디어 그룹이 주관하는 아시아 지역 발전산업분야 시상식이다.

신재생에너지, 화력발전, 정부지원사업, 운영사업의 네 개 분야에서 발전분야 전문가들이 혁신성, 효율성, 산업영향력 등을 평가해 우수사업을 선정한다.

동서발전은 국내 최초의 순환유동층 보일러 석탄발전소로 1997년, 1998년 준공돼 노후 및 단종된 동해 1, 2호기의 보일러 제어시스템(ABB사)과 터빈제어시스템(GE사)을 하나의 통합제어시스템으로 개조(Retrofit)하는 공사를 지난해 성공적으로 완료했다.

제어시스템은 사람의 뇌에 해당하는 부분으로 약 20십만개의 내부신호(신경)가 유기적으로 연결돼 있어 조그마한 오류가 발생되더라도 전기생산 중단으로 이어져 그 만큼 설계와 시공, 검증시험이 완벽하게 이뤄져야 하는 어려운 사업이었다.

동서발전은 이러한 공로와 개조 완료 이후 2개호기 모두 1년 간의 안정적 운전을 인정받아 'Power Plant Upgrade Of The Year' 부분에서 수상의 영예를 안았다.

동서발전 관계자는 "신규 도입된 통합제어시스템의 자체 정비기술을 조기에 확립하기 위해 철저한 시공과 완벽한 시운전을 통해 습득한 지식과 노하우를 정립한 보일러·터빈 통합제어시스템 해설서를 올해 6월 상반기에 발간했다"라며 "앞으로도 통합제어시스템에 어떠한 문제도 발생하지 않도록 체계적인 점검관리와 정비기술을 더욱 고도화해 안정적 전력생산에 만전을 다할 것"이라고 말했다.

홍성철 동해바이오화력 계전부장(가운데)과 관계자들이 '아시안 파워 어워즈' 수상 후 기념촬영을 하고 있다.

@highlight

한국동서발전은 노후 및 단종된 동해 1, 2호기의 보일러 제어시스템과 터빈제어시스템을 하나의 통합제어시스템으로 개조하는 공사를 성공적으로 완료하여 4일 말레이시아 쿠알라룸프르에서 열린 '제15회 아시안 파워 어워즈'에서 파워 어워즈를 수상하고 향후 통합제어시스템의 체계적인  점검관리와 정비기술을 더욱 고도화해 안정적 전력생산에 만전을 다할 것이라고 밝혔다.