시크릿다이렉트코리아(대표이사 조민호)가 하늘안과의원, 에스플란트치과병원과 각각 업무협약을 체결하고, 사업자 복지 혜택 확대에 적극 나서고 있다.

시크릿다이렉트코리아는 지난달 29일에는 하늘안과의원과, 3일에는 에스플란트치과병원과 동반성장을 위한 상호 협력관계를 구축하는 MOU를 체결했다.

먼저 하늘안과의원은 라식, 라섹, 노안백내장수술 등 시력교정 분야에서 1:1 맞춤 진료 시스템을 구축하고 있는 전문 병원으로, 특히, 환자의 시력 만족에 초점을 맞추는 등 환자 중심의 의료 서비스를 제공하고 있다.

또한 에스플란트치과병원은 의료진 6명 전원이 서울대학교 치의학과 출신이고, 이 중 5명이 동대학에서 치의학 박사 학위를 취득하는 등 대학병원급 의료진과 의료시설을 구축하고 있는 치과병원이다.

시크릿다이렉트코리아는 이번 업무 협약 체결을 통해 전문병원들의 고급 의료 서비스를 시크릿 임직원 및 에이전트 사업자들에게 제공할 수 있게 됐다.

세부적으로는 시크릿 임직원 및 에이전트 사업자들이 각 의료시설에서 검진 및 치료, 수술 시 할인을 비롯한 다양한 우대 혜택을 제공할 예정이다.

이와 관련 아이작 벤 샤바트 시크릿다이렉트그룹 회장은 "이번 하늘안과의원과 에스플란트치과병원과의 업무제휴를 통해 시크릿의 임직원 및 회원 가족분들께 삶의 질 향상에 직결되는 고급 의료 혜택을 제공할 수 있게 돼 기쁘고 시크릿과 인연을 맺어준 양 병원 측에 깊이 감사드린다"며, "앞으로도 기업 차원 복지 증진을 위한 다양한 업무제휴를 늘여갈 방침"이라고 밝혔다.

한편, 시크릿다이렉트코리아는 개별 사업자가 달성한 소매 매출액의 5%를 직추천인에게 지급하는 '다이렉트 보너스'를 지난 7월 말 새롭게 선보이며 유통업계의 이목을 집중시켰다.

이어 오늘 10월 5일에는 연중 가장 큰 규모로 열리는 코리아 컨벤션 '시크릿 챕터 2'를 송도컨벤시아에서 개최할 예정이다.

@highlight

시크릿다이렉트코리아는 지난달 29일에는 하늘안과의원과, 3일에는 에스플란트치과병원과 MOU를 체결하면서 전문병원들의 고급 의료 서비스를 시크릿 임직원 및 에이전트 사업자들에게 제공할 수 있게 되었으며 지난 7월 말에는 '다이렉트 보너스'를 선보이며 유통업계의 이목을 끌었다.