주영훈이 JTBC2 '악플의 밤' 첫 등장부터 '악플계 시조새' 포스를 폭발시킨다.

오프라인을 뜨겁게 달구고 있는 JTBC2 '악플의 밤'(연출 이나라)은 스타들이 자신을 따라다니는 악플과 직접 대면해보고, 이에 대해 솔직한 속내를 밝히는 '악플 셀프 낭송 토크쇼'.

오는 6일(금) 방송될 12회는 작곡가 겸 방송인 주영훈과 가수 노라조가 출연, 개성블록버스터답게 재치 있는 입담과 넘치는 끼로 안방극장 1열에 앉은 시청자들에게 흥 넘치는 불금을 선사할 예정.

최근 진행된 녹화에서 주영훈-노라조는 클라스가 남다른 연예계 맛집다운 독보적 텐션을 뽐내며 스튜디오를 뒤흔들었다.

주영훈은 "현존하는 연예인 중 제일 비호감"이라는 악플러에게 "싫어하는 거 인정. 취향 리스펙트"라고 거침없이 말하는가 하면 "경솔의 아이콘"이라는 악플을 향해 "경솔한 오해가 아니고 경솔한 스캔들. 내가 경솔하긴 하다"라며 스태프의 두 귀까지 의심하게 하는 파격적인 셀프 자기뼈 때리기로 모두의 이목을 단숨에 집중시켰다.

또한 주영훈은 "저작권료? 입에 풀칠할 정도"라며 155억 저작권료에 대한 진실을 밝히며 과거 엄정화, 터보, 코요태, 심신 등 메가 히트곡을 탄생시킨 스타 작곡가의 면모를 뽐낸 가운데 "작곡가계 금풀"이라는 신동엽의 우스갯소리가 모두를 배꼽 잡게 만들었다는 후문.

더 나아가 주영훈은 "나에게 악플 달리는 이유 안다"라며 셀프 진단에 나서는 등 레벨이 다른 '악플계 시조새' 포스를 발산했다.

타의 추종을 불허한 주영훈의 활약은 '악플의 밤' 10회 방송에서 확인할 수 있다.

내가 읽어 내가 날려 버리는 악플 낭송쇼 JTBC2 '악플의 밤' 10회는 오는 30일(금) 저녁 8시 방송.

@highlight

스타들이 자신의 악플을 직접 읽고 이야기하는 프로그램 '악플의 밤'에서 주영훈과 노라조가 입담을 뽐냈으며, 해당 방송은 10회 방송을 통해 볼 수 있다.