경제계가 5일 기업승계 공제요건을 완화하는 등의 세제 개선 방안을 정부에 건의했다.

대한상공회의소 조세위원회는 이날 서울 중구 대한상의회관에서 김병규 기획재정부 세제실장을 초청, 간담회를 열고 이같이 요청했다.

대한상의는 기업승계 공제요건 완화 외에 설비투자 가속상각 제도 명확화, 영상 콘텐츠 제작비 세액공제율 축소 재검토 등을 건의했다.

조세위원회 위원들은 기업승계 지원제도에 대해 "최근 일본의 화이트리스트(전략물자 수출심사 우대국) 제외 사태에서 국내 소재·부품 분야의 경쟁력 강화를 위해서도 요건을 대폭 완화할 필요가 있다"고 밝혔다.

또 설비투자 가속상각 특례와 관련해 "적용 방법 등에 대해 불명확한 부분이 있어 실무상 어려움이 있다"며 "취득 시점과 손금산입 방식 등을 명확하게 규정해달라"고 건의했다.

영상콘텐츠 제작비 세액공제 제도와 관련해선 "국내 영상콘텐츠 산업이 글로벌 시장에서 중국 등의 사이에 낀 '넛크래커' 위기인 만큼 산업 지원을 위해 공제율 축소를 재검토하고 공제 대상을 예능 프로그램까지 확대해 달라"고 요청했다.

김병규 세제실장은 이날 간담회 인사말에서 "기업들의 애로와 건의사항을 적극적으로 검토하면서 균형 있는 조세정책을 할 수 있도록 노력하겠다"고 밝혔다.

이어 "2019년도 세법개정안은 기존 정책 기조를 견지하면서 최근의 경제 상황을 반영해 경제활력 회복을 지원하는 데 방점을 뒀다"며 "혁신성장 가속화와 우리 경제?사회의 포용성 및 공정성 강화에도 중점을 두고 마련했다"고 말했다.

아울러 "기업이 더 빨리 적극적으로 투자에 나설 수 있도록 설비투자 등에 대한 세제지원을 보강했다"며 "최근 발표된 소재?부품?장비 경쟁력 강화대책에 포함된 세제지원 방안도 포함시켰다"고 설명했다.

이날 회의에는 상의 조세위원장인 박진선 샘표식품 사장을 비롯해 남궁범 삼성전자 부사장, 배두용 LG전자 부사장, 김상현 현대자동차 전무, 조영일 에쓰-오일 수석부사장, 정승욱 CJ제일제당 부사장 등이 참석했다.

@highlight

지난 5일 대한상공회의소 조세위원회는 기획재정부 세제실장을 초청 및 간담회를 열어 기업승계 공제요건 완화, 설비투자 가속상각 제도 명확화등의 방안을 정부에 건의하며 특히 일본 기업과의 경쟁력 강화를 위해 기업승계 공제요건이 완화될 필요가 있음을 밝혔다.