"고교생 인구유입이 곧 새로운 인구유치 전략"

홍성군 전경.

홍성군은 대학생에 이어 고교생 전입축하금을 지원하고 혁신도시법 통과에 따른 특목고 설치를 추진하는 등 명문학군 조성에 박차를 가하고 있다고 5일 밝혔다.

군은 이달부터 전입학생 전입축하금 지원 제도를 고등학생까지 확대 시행한다.

전입축하금이란 다른 시·군·구에서 홍성군으로 전입하는 관내 학교 재학생(고등학생, 대학생)을 대상으로 최초 전입 시 10만 원, 주소 유지 6개월마다 10만 원씩 최대 60만 원까지 지원하는 제도다.

군은 홍성으로의 전입을 유도하고 학생의 생활안정에 기여하고자 지난 달 16일 조례 일부개정(홍성군 인구증가 등을 위한 조례)을 통해 전입축하금 지원 대상자를 대학생에서 고등학생 및 대학생으로 확대했다.

군은 방문신청이 어려운 학생들에게 신청 편의를 제공하고자 다음 달까지 군 내 3개 대학 및 10개 고교와 협의해 교내 이동전입신고센터를 운영할 예정이다.

학교 내에서 실시하는 이동전입신고센터에서 신청하지 못한 학생들은 읍·면행정복지센터, 이동전입신고센터에 전입축하금 신청서와 재학증명서를 제출하면 언제든지 지원받을 수 있다.

자세한 내용은 군청 기획감사담당관 인구정책팀(041-630-1512)으로 문의하면 된다.

이와 함께 군은 국회에 계류 중인 혁신도시법 개정안에 특목고 설치 조항까지 담겨 있어 법 통과 시 교육이사가 이어질 것으로 판단, 고교생 인구유입을 새로운 인구 유치 전략으로 내세우고 나아가 '충청권 명문학군'을 조성한다는 복안이다.

군 내 고등학교 재학생 수는 지난해 기준 국·공립 1538명, 사립 970명, 특성화고 440명 등 2948명이다.

김민수 군 인구정책팀 주무관은 "인구를 늘리지 않고는 지역발전 및 지역경제 활성화도 기대할 수 없다. 앞으로도 인구감소를 막기 위해 출산장려, 전입자 지원, 청년 지원 등 전입유도와 인구유출 방지를 위한 다양하고 적극적인 방안을 마련토록 하겠다"고 말했다.

@highlight

홍성군은 대학생에 이어 고교생 전입축하금을 최대 60만원까지 지원하고 혁신도시법 통과에 따른 특목고 설치를 추진하는 등 명문학군 조성에 박차를 가하고 있다고 5일 밝혔으며 이는 전입을 유도하고 학생의 생활안정에 기여할 목적으로 지난달 16일 조례 일부개정을 통해 진행되었다.