코스피 지수가 이틀째 상승하며 2000선 회복을 눈 앞에 뒀다.

전날 캐리 람 홍콩 행정장관이 송환법 전격 철회를 발표하면서 투자심리가 개선된 덕분이다.

5일 오전 9시11분 코스피 지수는 전일대비 9.57포인트(0.48%) 오른 1988.10을 기록 중이다.

외국인이 4거래일 만에 순매수로 돌아서 568억원 규모 매수 우위를 나타내고 있다.

개인과 기관은 각각 163억원, 428억원 순매도하고 있다.

업종별로는 상승세가 우세하다.

전기전자가 1%대 상승하고 있고 철강금속, 제조업, 종이목재, 의약품 등은 강보합세를 나타내고 있다.

반면 보험, 전기가스업, 서비스업 등은 약보합세다.

시가총액 상위 종목들도 대부분 빨간 불을 켰다.

삼성전자, SK하이닉스가 각각 1%, 2%대 상승하고 있다.

현대차와 LG화학, 셀트리온, SK텔레콤은 강보합세다.

시총 상위 10개 종목 중에서 NAVER와 신한지주는 약보합세고 현대모비스는 1%대 하락하고 있다.

코스닥 지수도 닷새째 오르며 630선을 회복했다.

이 시각 현재 코스닥 지수는 전일대비 2.75포인트(0.44%) 오른 632.06을 기록 중이다.

개인이 홀로 327억원 어치 매수하고 있고 외국인과 기관은 각각 222억원, 85억원 매도 우위다.

업종별로는 대부분이 오르고 있다.

일반전기전자, 출판매체복제, 컴퓨터서비스, 방송서비스가 1%대 상승하고 있고 기계장비, 통신장비, 섬유의류 등은 강보합세다.

기타제조만이 약보합세를 나타내고 있다.

시가총액 상위종목들도 대부분 상승세다.

CJ ENM이 1%대 오르고 있고 셀트리온헬스케어, 헬릭스미스, 케이엠더블유, 펄어비스, SK머티리얼즈, 휴젤 등이 모두 강보합세다.

시총 10위권에서 메디톡스와 에이치엘비만 약보합세다.

@highlight

코스피 지수가 전일 대비 9.57포인트 오른 1988.10을 기록하며 이틀째 상승하며 2000선 회복을 눈앞에 둔 가운데 이는 전날 홍콩 행정장관이 송환법 전격 철회를 발표하면서 투자 심리가 개선된 까닭이라고 밝혔다.