뉴미디어 종합 콘텐츠 기업 '더에스엠씨그룹'이 직장인이라면 누구나 공감할 수 있는 웹드라마 '오피스 레코드'를 공개했다고 밝혔다.

특히 인기안무가 '메이제이리(이지현)'가 첫 주연으로 활약했다.

오피스레코드는 직장인들이 겪을 수 있는 다양한 상황들을 주제로 등장인물 간의 갈등을 표현한 작품이다.

첫 시즌에서는 옴니버스 형식의 2부작(총 4회)으로 회차 당 10분 구성이다.

콘텐츠 공개 직후 10만 조회수를 달성하며 공감과 위로가 된다는 댓글이 쏟아졌다.

첫 번째 에피소드는 백수 남자친구를 둔 여주인공 손 에밀리가 광고회사에 첫 출근한 날 임신 사실을 알게 되면서 겪게 되는 내용을 다룬다.

두 번째 에피소드에서는 홀로서기를 원하는 여주인공 김현시가 어머니의 지속적인 간섭에서 도망치기 위한 내용을 담고 있다.

주연 외 등장인물들의 돋보이는 설정도 극의 재미를 더한다.

꼰대질과 성차별을 거침없이 내뱉는 팀장, 똑 부러지고 일 잘하는 에이스 대리, 말 한마디도 톡톡 쏘아대는 소위 정치질 하는 주임 등 여느 직장에서나 볼 수 있는 캐릭터로 구성됐다.

이를 통해 최근 이슈로 떠오른 '직장 내 괴롭힘'을 적나라하게 묘사한다.

또한 웹드라마라는 단일 소재로 끝나는 것이 아닌 유튜브 공식 채널 'OTR(오피스 더 레코드)' 오픈을 통해 직장인들의 공감과 응원을 담은 서브 콘텐츠 'TAT(Task And Talk)'를 함께 연재한다.

직장 내 이슈에 대해 공감하고 고민할 수 있는 직장인들의 커뮤니티를 형성하는 것이 채널의 목표다.

향후 다양한 소통 채널로 활용될 방침이다.

김연지 더에스엠씨 이사는 "유튜브에는 다양한 콘텐츠가 존재하지만 웹드라마라는 포맷의 특성상 1020이 주 타깃이며 30대 이상을 위한 콘텐츠가 비교적 많지 않은 것이 현실"이라며 "오피스 레코드는 직장 내 다양한 상황과 코드를 담아내 많은 직장인들이 공감하고 위로 받을 수 있는 콘텐츠 IP로 성장했으면 한다"고 말했다.

@highlight

뉴미디어 종합 콘텐츠 기업 '더에스엠씨그룹'은 옴니버스 형식의 2부작(총 4회), 회차 당 10분으로 구성한 직장인들이 접하는 다양한 직장내 이슈를 주제로 등장인물 간의 갈등을 표현한 웹드라마 '오피스 레코드'를 공개했다