광주지역 토지 면적의 37%가 실제경계와 지적도가 일치하지 않는 것으로 나타났다.

5일 국회 국토교통위원회 김상훈 의원(자유한국당)이 한국국토정보공사(LX)로부터 제출받은 ‘지적불부합지 현황’ 자료에 따르면 전국의 지적불부합지는 전체 지적공부상 3753만183필지 가운데 553만5971필지에 달했다.

이는 면적으로 615만3966㎢로 국토 면적의 14.8%에 달하며, 여의도면적의 136만7548배 규모다.

지적불부합지는 실제 토지경계가 지적도와 일치하지 않는 토지를 말한다.

특히 광주는 전체 39만9049필지 중 46.2%인 18만4508필지, 면적으로는 50만1251㎢ 중 37%인 18만5313㎢로 전국에서 가장 많았다.

이어 강원도(227만5233㎢), 충북(56만5993㎢), 제주(24만741㎢) 순이다.

전남은 전체 563만212필지 1223만2671㎢ 면적 가운데 82만2352필지(14.6%), 60만6559㎢(5.0%)가 지적공부와 실제경계가 맞지 않았다.

지난 2012년부터 실시한 지적재조사사업을 통해 올해 8월 말까지 총 943억3500만원을 들여 재조사를 완료한 것은 54만7342필지, 67만731㎢로 전체 재조사 물량 중 10%선에 머물고 있는 것으로 나타났다.

일제때 만들어진 지적공부 가운데 지적불부합지의 90%가 아직까지 재조사가 이뤄지지 않은 상태인 것이다.

김상훈 의원은 “2005년 조사에 따르면 토지분쟁으로 인한 소송비용이 매년 3800억원에 달하는데, 지금과 같은 속도라면 앞으로 60년도 더 걸린다”며 “일제강점기때 만들어진 토지공부가 더이상 남아있지 않도록 국가적 자존심 회복 차원에서라도 보다 많은 예산을 투입해 하루속히 지적재조사 사업을 마무리할 필요가 있다”고 지적했다.

@highlight

국회 국토교통위원회 김상훈 의원(자유한국당)이 한국국토정보공사(LX)로부터 받은 ‘지적불부합지 현황’ 자료에 따르면 광주에서의 실제 토지경계가 지적도와 같지 않은 땅이 37%에 해당하여 전국 최대 규모인 것으로 나타났으며 이에 관해 김상훈 의원은 하루빨리 지적재조사 사업을 끝맺어야 한다고 주장했다. 