= 조동근 명지대 경제학과 명예교수와 이병태 카이스트 경영학과 교수 등 전·현직 교수들이 5일 오후 서울 중구 프란치스코 교육회관에서 열린 '조국의 후보사퇴 촉구 문재인 정권 국정 파탄 규탄-교수시국선언 기자회견'에 참석해 조 후보자의 사퇴 등을 촉구하는 내용의 손팻말을 들고 있다.

이날 참석자들은 조국 법무부 장관 후보자 지명철회와 특검 실시를 정부에 요구하는 시국 선언을 발표했다.

조국 법무부장관 후보자를 둘러싼 논란이 지속되는 가운데, 대학가에서도 조 후보의 사퇴를 요구하는 목소리가 커지고 있다.

5일 이병태 카이스트 경영학과 교수와 조동근 명지대 경제학과 명예교수 등 전국 전·현직 교수 약 200명은 서울 중구 프란치스코 교육회관에서 기자회견을 갖고 "각종 특혜, 탈법 및 위선으로 국민의 공분을 산 조국 후보자 지명을 철회하고 그간 제기된 각종 의혹에 대한 특검을 통해 그 죄를 국민 앞에 밝혀야 한다"며 시국선언을 발표했다.

조 후보와 관련된 의혹들이 제기된 후 학계의 시국선언은 이번이 처음이다.

교수들은 "심지어는 문재인 정권의 검찰이 압수수색을 통해 조 후보자와 그 일가의 범죄행위를 조사하는 상황에 이르렀다"며 "범죄 피의자의 후보자 지명을 철회하고 특검을 통해 낱낱이 그 진상을 밝혀야 하는 상황에서도 독선으로 일관하고 있는 문재인 정권은 국민의 심판 대상"이라고 비판했다.

같은 날 서울대 총학생회는 서울대 관악캠퍼스 행정관 앞에서 기자회견을 열고 조 후보의 자진 사퇴를 요구했다.

총학생회는 "조국 법무부장관 후보자의 임명을 강력히 반대한다. 정의가 실현되고, 공정함이 살아있는 대한민국을 위해 정부와 후보자가 올바른 결단을 내리기를 촉구한다"며 이같이 밝혔다.

이어 "조 후보자는 자녀의 장학금과 논문에 대한 의혹에 모르쇠로 일관했다. 그의 답변들은 우리에게 허탈감만을 안겨준다"라고도 했다.

총학생회는 또 "조 후보자가 법무부 장관에 오른다면 이는 제도의 공정함을 믿고 고군분투하며 매일을 살아가는 모든 청년에 대한 기만과 비웃음이 될 것"이라며 "사회 특권층에 돌아가는 부당한 이익들에 면죄부를 주는 메시지가 될 것"이라고 날 선 비판을 가했다.

@highlight

5일 서울에서 전·현직 교수 약 200명은 조국 법무부장관 후보자의 지명 철회와 특검을 요구하는 시국선언을 발표했으며 같은 날 서울대 총학생회도 기자회견을 열고 조 후보의 자진 사퇴를 요구하는 등 대학가의 목소리가 높아지고 있다.