내일 2019 광주 디자인비엔날레가 개막된다.

8회째를 맞는 이번 비엔날레의 주제는 개인(Human)과 인류 공동체(Community)적 가치로서 국제 사회의 이슈인 ‘휴머니티’(Humanity)다.

세계 50여 개국에서 650여 명의 디자이너들이 참여해 1130여 작품을 선보인다.

광주 비엔날레 전시관을 찾은 관람객들은 먼저 네덜란드 출신 건축가 빈센트와 윈디가 디자인한 팝업가든 ‘어번 블룸’(Urban Bloom) 등 전시관 앞 상징 조형물들과 마주하게 된다.

다섯 가지 본전시는 주제관(사람을 노래하다)과 국제관(다음 세대에게 주는 선물), 기업관(사람, 사람들을 위한 기술)과 체험관(응답하라 너, 나, 우리) 및 산업관(광주다움, 광주사람들의 생각)으로 나눠 진행된다.

디자인이 개인과 공동체, 더 나아가 도시에 어떠한 역할을 하는지 다양한 작품들을 통해 보여 줄 것으로 기대된다.

오늘날 애플 아이폰에 이르기까지 현대 디자인의 뿌리 역할을 하는 바우하우스 100주년 역사를 보여 줄 국제관 바우하우스 특별전 역시 관람객들의 관심을 끌 것으로 보인다.

광주 디자인센터 전시관(1~2세션)과 남부대 수영장(3세션)에서 열리는 특별전에서는 프랑스 다니엘 뷔렌 등 세계적인 작가들의 회화와 미디어아트, 판화 및 설치 작품을 접할 수 있다.

디자인은 우리 생활과 밀착돼 있다.

한 개인의 의식주 모든 부문에서 연관되며 도시를 변화시킨다.

2005년부터 시작된 광주 디자인비엔날레는 14년간 이어지며 광주의 도시환경과 이미지를 바꾸고 있다.

광주 디자인비엔날레 프로그램의 하나로 도심 곳곳에 설치된 ‘광주 폴리’(FOLLY)가 대표적이다.

오는 10월 31일까지 열리는 2019 광주 디자인비엔날레 전시장을 찾아 현대 디자인의 바다에 흠뻑 빠져 보자.

@highlight

오는 10월 31일까지 2019 광주 디자인비엔날레가 '휴머니티'라는 주제로 진행되며, 다양한 나라의 디자이너들이 참여해 작품을 선보일 예정이다. 