전북은행의 반기순이익 증가율이 전년 동기 대비 25.5% 증가하면서 지방은행(6곳) 중 가장 높은 것으로 나타났다.

JB금융지주 모태 역할을 톡톡히 했다는 분석이다.

5일 금융감독원 전자공시시스템에 공시된 지방은행의 반기순이익 추이에 따르면 6개 지방은행의 총 반기순이익은 7,090억원으로 전년 동기(7,250억원) 대비 2.2% 감소했다. 이 가운데 전북은행은 1년 사이 810억원의 반기순이익을 올리며 지방은행 중 가장 큰 이익을 달성했다.

전북은행의 올해 상반기 누적 영업이익 규모는 1,056억 원, 반기순이익 규모는 810억 원이다.

직전년도 동기(영업이익 820억 원, 반기순이익 645억 원)와 비교하면 각각 28.8%, 25.5% 증가했다.

전북은행의 최근 5년간 실적을 살펴보면 영업이익은 연평균 28.5%, 반기순이익은 24.6% 각각 증가, 금융지주 수익과 모태기업으로서의 역할을 충분히 해내고 있다.

전북은행의 영업이익 규모는 지난 2015년 상반기 387억 원에서 이듬해인 2016년(상반기 기준) 481억 원, 2017년 549억 원, 2018년 820억 원, 2019년 1,056억 원으로 4년 연속 상승세를 기록했기 때문이다.

4년 사이 172.6% 증가했으며 이 기간 연평균 증가율은 28.5%해 같은 계열사인 광주은행보다 많은 수익을 내고 있다.

반기순이익 규모는 2015년 336억 원에서 올해 810억 원으로 4년간 141.1% 증가했으며 연평균 증가율은 24.6%다.

전북은행은 순이자이익과 순수수료이익이 모두 고르게 증가했다.

실제로 2015년 상반기 1,701억 원이었던 전북은행의 순이자이익은 올해 상반기 2,265억 원으로 33.2% 증가, 역대 최고 이익을 달성한 바 있다.

전북은행 관계자는 “장기화되고 있는 지역경기 침체로 수익을 내기 힘든 시기임에도 불구하고 지역 내 중소기업과 지역민들의 많은 관심으로 이 같은 결과가 나온 것 같다”며 “앞으로도 전북은행은 영세·소상공인을 비롯해 중소기업, 중서민들의 든든함 버팀목이 되도록 노력하겠다”고 말했다.

한편, 같은 계열사인 광주은행의 순이익 규모는 906억원에서 915억원으로 1% 증가하는데 그쳤다.

@highlight

5일 금융감독원 전자공시시스템에 의하면 6개 지방은행의 총 반기순이익은 7090억원으로 전년 동기 대비 2.2% 감소했지만 전북은행은 1년 사이 810억원의 반기순이익을 올리며 증가율이 전년 동기 대비 25.5% 증가하면서 지방은행 중 가장 높게 나타났는데 이는 JB금융지주 모태 역할을 잘 수행했다는 분석된다. 