세계랭킹 2위 라파엘 나달(33·스페인)이 2008년 이후 처음으로 '단일시즌 모든 메이저대회 준결승'을 달성하며 US오픈 테니스대회 4강에 올랐다.

나달은 5일(한국시간) 미국 뉴욕 빌리진 킹 국립테니스센터에서 열린 세계랭킹 21위 디에고 슈와르츠만(27·아르헨티나)와의 US오픈 남자 단식 8강전을 3-0(6-4 7-5 6-2)으로 이겼다.

호주오픈-프랑스오픈-윔블던-US오픈이 '그랜드 슬램' 대상이 되는 남자테니스 4대 메이저대회다.

나달은 이번 시즌 프랑스오픈 우승과 호주오픈 2위, 윔블던 4강에 이어 US오픈에서도 4강에 진출했다.

나달이 2019 US오픈 4강 진출로 11년 만이자 개인 통산 2번째로 '단일시즌 메이저 전 대회 준결승'을 완성했다.

2008년 나달은 프랑스오픈·윔블던 2관왕과 호주·US오픈 4강이라는 성적을 냈다.

11년 만에 메이저 전 대회 준결승을 완성했다.

나달은 1968년 이후 '단일시즌 모든 메이저대회 준결승'을 2번 이상 달성한 3번째 선수라는 영예도 얻었다.

로저 페더러(38·스위스)가 2005~2009년 5시즌 연속으로 역대 최다이다.

노바크 조코비치(32·세르비아)는 2011~2013·2015년 총 4차례 완성했다.

이번 대회 나달은 US오픈 4번째 우승과 메이저대회 통산 19승을 노린다.

세계랭킹 1위 조코비치, 3위 페더러가 탈락하여 정상 등극 가능성이 커졌다.

페더러의 메이저 20승 기록에도 더 가까워질 기회다.

나달은 7일 세계랭킹 25위 마테오 베레티니(23·이탈리아)와 US오픈 결승 진출을 놓고 다툰다.

4강 진출자 중 메이저대회 우승/준우승 경험자는 나달이 유일하다.

@highlight

세계랭킹 2위 라파엘 나달이 미국 뉴욕 빌리진 킹 국립테니스센터에서 열린 US오픈 남자 단식 8강전에서 디에고 슈와르츠만을 3-0으로 꺾고 4강에 진출함으로써, 2008년 이후 처음으로 호주오픈, 프랑스오픈, 윔블던과 함께 '단일시즌 모든 메이저대회 준결승 진출'이라는 진기록을 세웠다.