우미건설의 '청주 동남지구 우미린 에듀포레'가 단지 내 특화설계와 다양한 커뮤니티시설을 갖춘 아파트로 많은 관심을 집중시키고 있다.

분양에 속도를 내고 있는 청주 동남지구 우미린 에듀포레는 청주 대규모 택지개발지구인 동남지구의 체계적인 계획 아래 조성된 부지에 들어서며, 편의성과 안정성을 고려한 설계를 곳곳에 적용해 주거 편의성이 대폭 향상됐다.

우미건설은 데크층 설계를 적용, 주 출입구에서 곧바로 지하주차장 진입이 가능하고 지상 주차공간을 없애 안전한 단지 내 도보 통행이 가능하다.

또한 우미건설은 단지 주출입구 부분에 버스 승·하차 구간을 설치, 학부모들이 자녀 통학 관리에 만전을 기할 수 있도록 배려할 계획이다.

커뮤니티 시설로는 별동의 어린이집, 남녀 구분 독서실과 어린이문고, 피트니스 및 골프연습장, 방문객을 위한 게스트하우스 2개소, 어린이놀이터 2곳과 주민 운동시설 1개소가 배치된다.

2022년 1월 입주 예정인 청주 동남지구 우미린 에듀포레는 단지 동쪽으로 유치원과 초등학교, 중학교 부지가 인접해 안정적인 자녀의 도보 통학 환경을 마련했다.

특히 우수한 교통 환경과 교육 여건을 지닌 입지가 돋보인다는 평가를 받고 있는데, 지난해 9월, 충북도 교육청은 동남지구 내 동남1유 (가칭) 와 동남1초 (가칭) 학교 부지에 대해 중앙투자심사를 통해 '적정'으로 승인하고 2020년 9월 조기 개교 추진을 권고한 바 있다.

이처럼 자녀의 안심 등하교가 가능한 청주 동남지구 우미린 에듀포레는 교육열이 강하고 구매력이 충분한 3040세대에게 높은 선호도를 이끌어내고 있다.

사업지인 동남지구 인근으로는 롯데마트 및 롯데시네마, 실내수영장을 갖춘 충북체육회관, 상당구청, 상당경찰서 등의 생활편의시설이 위치해 있다.

지구 내 낙가천 · 월운천 수변공원과 함께 다양한 근린공원 등도 조성될 예정이다.

우미건설의 청주 동남지구 우미린 에듀포레 견본주택은 충북 청주시 서원구 분평동에 있다.

@highlight

'청주 동남지구 우미린 에듀포레'는 청주 대규모 택지개발지구인 동남지구의 체계적인 계획 아래 조성된 부지에 들어서며, 단지 내 특화설계와 다양한 커뮤니티시설을 갖춘 아파트로 많은 관심을 집중시키고 있으며, 입주는 2022년 1월 예정이고 견본주택은 충북 청주시 서원구 분평동에 있다.