최근 법무법인 대륜(대표변호사 심재국)에서 강간사건 피고인으로 지목된 의뢰인의 억울함을 변호해 1심 무죄에 이어, 2심 항소 기각을 받아내 성범죄 사건에서 중요하게 꼽히는 초기대응에서 좋은 평가를 얻고 있다.

그동안 성범죄는 피해자와 가해자 사이에서 은밀하게 발생되는 경우가 많고, 친분이 있는 사이에서 일어나는 사례가 많아 강제성 여부를 판단하기가 쉽지 않은 분야 중 하나로 알려져 있다.

성범죄 특성상 목격자가 없거나 CCTV가 없는 공간에서 사건이 발생하는 경우가 많기 때문에 피해자의 진술 증거뿐만 아니라 객관적 사실과 물적 증거가 사건의 중요한 단서가 되고 있다.

법무법인 대륜의 심재국 대표변호사는 "최근 강간사건 피고인으로 지목된 의뢰인의 억울함을 변호해 승소했다. 사건의 피해자는 피고인이 강제로 신체 일부를 이용해 수차례에 걸쳐 간음했다고 주장했으나 유전자감식결과 피해자 옷에서는 피해자의 DNA만 검출됐다"라고 말했다.

이어 그는 "모텔에 이동한 경로와 피해사실 등의 피해자 진술이 수사기관과 법정에서 일관성이 결여돼 이를 반박할 수 있는 객관적 증거를 확보했다. CCTV 영상, 문자 메시지, 피해자가 강하게 압박했다고 한 부위에 흔적이 남지 않은 점 등 물적 증거와 의사 소견서를 통해 피해자의 주장에서 허위사실을 가려냈다"라고 설명했다.

이에 1심 재판부는 "본 사건은 공소사실을 인정하기 어렵고, 범죄의 증명이 없는 경우"라며 피고인에게 무죄를 선고했다.

이어진 2심에서도 "검사가 주장하는 사실오인의 위법은 없다"라며 기각 판결을 내렸다.

심재국 대표변호사는 "억울하게 성범죄 혐의를 받고 있다면 해당 사실이 주변에 알려질까 두려워 말고 초기 단계부터 전문 변호사의 도움을 받아 처벌을 막기 위해 노력하는 게 중요하다"고 조언했다.

또한 그는 "현재 법무법인 대륜(부산, 창원, 진주, 대구)은 법을 몰라 적절한 대응을 하지 못하는 법적 약자의 권익을 지키기 위해 무료법률상담을 진행 중이다. 성범죄 사건의 경우 확실한 초기대응팀을 꾸려 억울한 사연으로 힘들어 하는 의뢰인의 무죄를 입증하고 구제하며 의뢰인들로부터 좋은 평가를 받고 있다"고 덧붙였다.

@highlight

법무법인 대륜은 강간 사건 피고인으로 지목된 의뢰인의 억울함을 유전자감식 결과와 객관적 증거를 통해 변호하여, 1심 무죄에 이어, 2심 항소 기각을 받아내 성범죄 사건에서 중요하게 꼽히는 초기 대응에서 좋은 평가를 얻고 있다.