2008년 서브프라임 모기지(비우량 주택담보대출) 사태를 예측한 투자로 거액의 수익을 올리면서 영화 '빅쇼트'의 주인공이 된 마이클 버리가 패시브펀드에서 금융위기 당시와 비슷한 버블이 보인다고 진단했다.

블룸버그의 4일(현지시간) 보도에 따르면 그는 최근 이 매체와 가진 이메일 인터뷰에서 "패시브펀드에 막대한 자금이 몰리고 있다"면서 "이는 금융위기 직전 부채담보부증권(CDO)의 버블과 무척 닮았다"고 지적했다.

그 이유에 대해선 "시장의 가격이 펀더멘털에 기초한 분석에 따라 매겨지는 게 아니라 막대한 자본 흐름에 따라 좌우도 따라 결정되기 때문"이라고 부연했다.

부채를 담보로 한 파생상품인 CDO는 2008년 금융위기의 도화선이 됐다.

패시브펀드는 수동적 투자 전략을 펼치는 펀드로, 보통 시장의 주요 인데스(지수)를 따라가기 때문에 인덱스펀드라고도 한다.

헤지펀드처럼 고수익·고위험을 추구하면서 적극적으로 종목을 사고 파는 액티브펀드에 비해 수수료가 싸고 안정적이라는 장점을 내세워 투자자들을 빨아들이고 있다.

지난 10년 사이 주식 패시브펀드 시장이 3조 달러 이상으로 커졌다고 모닝스타는 집계한다.

버리는 앞으로 어느 시점에선 이런 흐름이 반대로 돌아설 것이라면서, 그땐 상황이 "무척 보기 흉할 것"이라고 말했다.

패시브펀드에서 자금이 빠져나가고 뒤이어 줄환매가 이어지면 시장 폭락을 야기할 수 있다는 것이다.

그는 "모든 버블이 그렇듯 버블이 커질수록 버블 붕괴는 더 아프기 마련"이라고 경고했다.

아울러 버리는 스몰캡 가치주에 투자하는 것을 선호한다면서 그 이유 중 하나는 이들 종목의 경우 패시브펀드에 비교적 적게 노출돼 있기 때문이라고 말했다.

저명한 투자자들 사이에서 패시브펀드 쏠림 현상에 대한 경고가 처음은 아니다.

신(新) 채권왕으로 불리는 제프리 군드라흐 더블라인캐피털 창업자는 지난해 말 CNBC 인터뷰에서 패시브펀드 쏠림현상을 '광기'로 묘사하면서 투자자들에게 패시브펀드를 피하라고 조언했다.

@highlight

블름버그의 4일 보도에 의하면 '패시브랜드에 막대한 자금이 몰리고 있어 금융위기 CDO 버블과닮아 2008년 영화 '빅쇼트'의 주인공이된 마이클 버리가 금융위기 당시와 비슷한 버블처럼 보고 있으며 지난 10년 사이 주식 패시브팬드 시장이 3조  달러  이상으로 커졌다고 모닝스타는 말하고 있다.