정부는 최근 일본 수출규제에 맞서 외국인 투자유치도 소재·부품·장비 분야에 역량을 집중하기로 했다.

산업통상자원부는 5일 한국무역보험공사에서 17개 광역시·도 및 7개 경제자유구역청 외국인투자유치 담당자 50여명이 참석한 가운데 '2019년도 제3회 외국인투자 정책협의회'를 개최했다.

이번 회의는 최근 일본 수출규제 조치, 미중 무역갈등 장기화, 글로벌 경기 침체 등 외국인투자환경의 불확실성이 높아진 상황에서 새로운 외투정책 방향을 모색하고 인센티브제도 개편 방안을 논의했다.

산업부 정대진 투자정책관은 "국내외 경제환경이 어려운 시기인 만큼 외국인투자의 역할이 더욱 커졌다"면서 "특히 소재·부품·장비 분야에 대한 외국기업 유치를 중심으로 5년 연속 외국인직접투자(FDI) 200억 달러 이상 달성을 위해 노력해달라"고 당부했다.

이어 "일본계 투자기업을 포함해 이미 한국에 투자한 외투기업들의 경영활동에 불편함이 없도록 하고, 당초 계획했던 증액 투자도 차질 없이 이뤄지도록 적극 지원해달라"고 덧붙였다.

이에 따라 산업부와 지자체는 코트라(KOTRA)와 원팀이 돼 소재·부품·장비 분야의 타깃 선정단계부터 외국기업 유치에 협력하기로 했다.

이달 19∼20일 소재·부품·장비 분야 글로벌 강국인 독일을 대상으로 국가-지자체 합동 투자유치설명회(IR)도 개최할 예정이다.

소재·부품·장비에 대한 현금지원을 투자규모 대비 종전 최대 30%에서 40%로 상향하고 공장설립 인허가 절차 기간도 단축한다.

현재 글로벌 차원에서 위축되고 있는 FDI 환경에 보다 효과적으로 대응하기 위해 다각적인 해외 활동도 펼치기로 했다.

9월 독일 이후에도 10월 중국, 11월 미국, 내년초 영국 등에서 한국 IR을 차례로 개최한다.

외국인투자 카라반, 외투기업 간담회 등을 통해 투자 증액을 유도하고 코트라 해외 무역관도 외국기업의 한국 투자 동향을 모니터링하고 선제적으로 대응할 방침이다.

@highlight

산업통상자원부는 5일 한국무역보험공사에서 '2019년도 제3회 외국인투자 정책협의회'를 개최하여 "소재·부품·장비 분야 외국기업 유치를 중심으로 5년 연속 외국인직접투자(FDI) 200억 달러 이상 달성"을 당부했고, 이달 19∼20일 독일을 대상으로 국가-지자체 합동 투자유치설명회(IR)도 개최할 예정이다.