공공 데이터를 활용해 사회문제를 해결하려는 시도가 이뤄진다.

우선은 시범 사업으로 실증한 뒤 성과에 따라 전국으로 적용 범위를 확대한다.

한국과학기술정보연구원(KISTI·원장 최희윤)은 지난 7월 인천시와 '데이터 기반 도시문제해결 업무협약'을 맺고 자체 슈퍼컴퓨팅 인프라와 인공지능(AI) 분석 기술 및 인천시 공공 데이터를 활용해 각종 지역 현안을 해결하는 솔루션을 개발, 시범 적용하기 시작했다고 5일 밝혔다.

KISTI는 먼저 침수예측 솔루션을 개발해 시범 서비스를 시작했다.

강우데이터와 하수관로·지형·건물 정보를 활용해 3시간 전 미리 침수 위험지역을 알려주는 솔루션이다.

인천 내 28개 지역을 대상으로 서비스한다.

내년에는 침수피해액 예측 기능을 추가해 인천 전역에 서비스할 계획이다.

지진 피해 예측 및 대중교통 최적화와 미세먼지를 모니터링하는 솔루션도 조만간 개발을 마치고 서비스할 예정이다.

이 가운데 미세먼지 모니터링 솔루션은 이르면 연말부터 지자체 업무에 활용하기로 했다.

버스·정류장에 장착한 센서를 활용해 지역 내 미세먼지를 실시간으로 감시해 알려주는 시스템이다.

내년에는 지진 피해 예측 솔루션도 개발해 검증을 위한 시범 서비스에 돌입한다.

이에 앞서 올해는 다양한 가상 시나리오별 지진 피해 예측 정보를 제공할 예정이다.

건물별 인구 및 지반과 건물구조 도면 등 정보를 활용해 지진 강도에 따른 예상 피해규모까지 산출하도록 설계하고 있다.

내년 7월에는 인천시가 전면 개편하는 시내버스 노선에 대중교통 최적화 솔루션을 적용하기로 했다.

노선별 교통량과 인구 등 정보를 활용해 적절한 버스 노선과 배차간격을 분석해 제시해주는 솔루션이다.

KISTI는 인천시와 추진하는 시범 서비스 결과를 토대로 대전시와 부산시 등 다른 지방자치단체와도 유사한 협력 사업을 추진할 방침이다.

최희윤 KISTI 원장은 "생활·안전 분야 도시 현안 해결에 KISTI가 보유한 역량과 인프라를 적극 활용하고, 종합 분석·예측 결과도 제공하고자 한다"면서 "기관이 사회현안 해결 1번가로 자리매김하고 국가차원의 손실을 줄일 수 있을 것으로 예상한다"고 말했다.

@highlight

KISTI는 침수예측 솔루션을 개발해 시범 서비스를 시작하여  강우데이터와 하수관로·지형·건물 정보를 활용해 3시간 전 미리 침수 위험지역을 알려주는 솔루션으로, 인천시 공공 데이터를 활용해 각종 지역 현안을 해결하는 솔루션을 개발, 시범 적용하기 시작했다.