제13호 태풍 '링링(LINGLING)'의 북상 속도가 빨라지면서 6일 오후 제주가 영향권에 들겠다.

남부지방은 이날 밤부터, 중부지방은 7일 새벽부터 영향을 받겠다.

기상청은 6일 "북상하는 태풍의 영향으로 제주와 남해안을 시작으로 전남과 경남, 7일 새벽에는 전국으로 비가 확대될 것으로 예상된다"며 "8일 새벽까지 매우 많은 비가 내려 비 피해가 우려되니 침수와 산사태·축대붕괴 등 만전을 기하기 바란다"고 밝혔다.

이날 새벽 3시 기준 태풍의 규모는 중형으로 중심기압 940hPa, 중심 부근 최대풍속 시속 169㎞다.

일본 오키나와 서쪽 약 280㎞ 부근 해상에서 시속 22km 속도로 북진 중이다.

7일 새벽 3시쯤에는 제주 서귀포 서남서쪽 약 150㎞ 부근 해상으로 이동할 것으로 예상된다.

7일부터 8일까지 제주와 남해안·지리산 부근·서해5도·북한 등에서 100~200㎜, 제주도산지 등 일부 지역은 최대 400㎜ 이상 비가 내리겠다.

중부지방(강원영동 제외)과 전라도(남해안 제외)는 50~100㎜,충남 서해안과 전라도에서는 150㎜ 이상 비가 내리는 곳이 있겠다.

강원 영동, 경상(지리산 부근, 남해안 제외)은 20~60㎜ 비가 내릴 전망이다.

바람은 이날 오후 제주에서 강해지기 시작해 8일 오전까지 제주와 남해안, 서해안을 중심으로 순간 최대 초속 40~50m의 매우 강한 바람이 불겠다.

그 외 지역에서도 초속 25~35m의 강한 바람이 불 전망이다.

특히 도서지역에는 순간 최대 초속 55m 이상의 매우 강한 바람이 부는 곳이 있겠다.

기상청 관계자는 "바다 물결은 4~10m로 매우 높아지겠으니 항해나 조업 중인 선박들은 사전에 안전한 곳으로 대피하기 바란다"며 "8일까지 남해안과 서해안, 제주 해안을 중심으로 너울에 의한 매우 높은 물결이 방파제나 해안도로를 넘는 곳이 있을 전망"이라고 말했다.

@highlight

기상청은 제 13호 태풍 링링의 북상속도가 빨라지면서 6일 오후 제주가 영향권에 들고  7일 새벽 전국으로 비가 확대될 것으로 보이며 8일 새벽까지 매우 많은 비로 피해가 우려되니 안전에 만전을 기하기 바란다고 전했다.