한반도로 북상중인 제13호 태풍 ‘링링’의 기세가 무섭다.

생성 초기에는 약했지만 북상하면서 점차 몸집을 키워 강한 태풍으로 한반도를 위협하고 있다.

기상청 분석에 따르면 링링은 내일 오전 아홉 시께 목포 서남서쪽 100㎞ 해상에 접근할 것으로 예상된다.

목포를 비롯해 광주·전남 지역이 태풍의 오른쪽에 위치해 제대로 대비하지 않을 경우 막대한 재산과 인명 피해가 우려된다.

이번 태풍은 특히 초속 35~45ｍ의 강풍을 동반하고 있다.

따라서 바람에 의한 피해에 철저하게 대비해야 한다.

초속 45㎞는 시속으로 환산하면 162㎞에 해당하는 어마어마한 파괴력이다.

나무가 뽑히고 사람이 날아가거나 작은 차와 배가 뒤집힐 수 있다.

강풍 반경이 300㎞를 넘기 때문에 광주·전남 지역은 강풍의 직접적인 영향권에 든다.

내일 오전을 기점으로 광주·전남에 최대 200㎜의 폭우가 예상되는 만큼 비 피해에도 만전을 기해야 한다.

링링은 2010년 곤파스 이후 9년 만에 서해로 북상하는 태풍이라 더 신경이 쓰인다.

당시 곤파스는 소형급이었는데도 광주·전남에 막대한 피해를 입혔다.

사망자 6명을 포함해 18명의 사상자를 냈고 재산 피해도 1673억 원에 달했다.

높은 해일로 섬 지역에서 426명의 이재민이 발생했다.

링링은 곤파스에 비해 육지에 더 가깝고 규모도 큰 중형급이라 관계 당국을 중심으로 철저한 대비 태세가 필요하다.

마침 광주시와 전남도 등 자치단체들은 재난안전대책본부 가동에 들어갔고 여수 불꽃 축제 등 주말에 예정된 축제나 행사도 연기하거나 취소했다.

수확철을 앞두고 있는 만큼 농작물 관리와 가을장마로 연약해진 공사 현장의 시설물 관리에도 각별한 신경을 써야 할 것이다.

가정에서 또한 방송이나 문자로 제공되는 재난 정보에 귀 기울이고 강풍에 피해가 없도록 아파트 창틀을 테이프로 고정하는 조치를 할 필요가 있다.

@highlight

규모가 중형급으로 거대한 제13호 태풍 '링링'이 한반도를 향해 올라오는 중으로, 철저한 대비가 이루어지지 않았을 때 재산과 인명피해를 낳을 수 있어 목포를 포함한 광주·전남 지역에서의 철두철미한 대응 태세가 요구되고 있다. 