▲ 지난달 30일 오후 가족들과 함께 박물관에 찾았던 홍용진 씨가 80만번째 입장의 주인공이 되어 박물관장님과 기념촬영을 하고 있다

양산시립박물관(관장 신용철)이 지난달 30일 누적관람객이 80만명을 돌파했다.

이는 지난해 12월 70만번째 관람객을 맞은 지 불과 8개월 만의 성과다.

지난달 30일 오후 가족들과 함께 박물관에 찾았던 홍용진(창원시 거주, 39)씨가 80만번째 입장의 주인공이 됐다.

박물관에서는 홍용진씨 가족에게 축하 꽃다발과 함께 기념품을 전달하는 간단한 기념행사를 가졌다.

이날 행운을 차지한 홍용진씨는 "휴가를 맞아 가족들과 양산에 놀러와 박물관에 들렸는데 생각지도 않게 행운을 안게 되어서 너무 기쁘다"며 "어린이박물관 및 전시실도 잘 꾸며져 있어 아이들과 다시 한 번 더 방문하고 싶다"고 소감을 전했다.

양산시립박물관은 지난 2013년 4월 유물전시관으로 개관한 후 2014년 1월 양산의 역사와 문화를 총괄하는 종합박물관으로 변경 후 하루 평균 400명 이상이 꾸준히 찾고 있고, 외지 방문객도 점점 증가하고 있다.

특히 최근 여름방학과 휴가기간 중에는 하루 1,000여명 이상이 관람할 정도로 지역의 대표적 박물관으로 확고히 자리 잡고 있다.

양산시립박물관은 개관 이후 매년 2회의 특별전과 함께 지역민과 함께하는 수준 높은 박물관 대학, 어린이 교양강좌의 교육 프로그램과 해피 위켄드, 달빛 고분야행 등의 참여형 역사문화 프로그램을 지속적으로 개발해 시민들과 함께 하고 있다.

특히 올해 3.1운동 및 임시정부 수립 100주년을 맞아 특별전 전시, 역사 토크콘서트 및 인문강좌 등의 프로그램을 진행해 민족역사 의식 고취에 앞장서고 있다.

양산시립박물관 신용철 관장은 "지금까지 보내주신 주신 시민들의 성원에 깊은 감사를 드린다"며 "앞으로도 더욱 내실 있는 기획전시와 새로운 프로그램의 확대를 통해 시민과 함께하는 복합문화공간의 이미지 구축을 위해 최선을 다하겠다"고 말했다.

@highlight

양산시립박물관(관장 신용철)이 지난해 12월 70만번째 관람객을 맞은 지 불과 8개월 만인 지난달 30일에 누적관람객 80만명을 돌파했는데 양산시립박물관은 지난 2013년 4월 유물전시관으로 개관한 후 2014년 1월 양산의 역사와 문화를 총괄하는 종합박물관으로 변경 후 하루 평균 400명 이상이 꾸준히 찾고 있고, 외지 방문객도 점점 증가하고 있다. 