서경배 아모레퍼시픽그룹 회장이 5일 용산 본사에서 열린 74주년 창립 기념식에서 기념사를 전하고 있다.

서경배 아모레퍼시픽그룹 회장이 창립 74주년 기념사를 통해 고객중심 경영과 글로벌 확장 가속화, 지속가능 경영 및 행복한 일터 만들기를 강조하며 "변화를 즐기고 과감히 도전하자"는 메시지를 전했다.

아모레퍼시픽그룹은 지난 5일 용산 본사에서 국내외 임직원, 협력업체 관계자, 수상자 가족 등 450여 명이 참석한 가운데 창립 74주년 기념식을 개최했다고 6일 밝혔다.

이날 행사에서 서경배 회장은 "앞으로도 변함없이 고객을 중심에 세우는 회사가 돼야 한다"면서 "고객이 원하는 혁신 상품을 만들고, 남다른 고객 경험을 선사하며 고객의 마음을 맞춰가는 디지털화를 이뤄내야 한다"고 당부했다.

글로벌 사업의 중요성도 강조했다.

서 회장은 "향후 5년간 세계 화장품 시장을 이끄는 가장 큰 동력은 아시아 시장이 될 것"이라며 "꾸준한 성장을 거듭하고 있는 중국과 아세안, 인도 시장에서 성장을 가속화해야 한다"고 역설했다.

그러면서 "환경 친화적인 소비와 생산을 적극적으로 추구하고, 개인이 성장하는 조직이자 모두 함께 일하기 좋은 회사로 키워나가겠다"고 의지를 밝혔다.

서경배 아모레퍼시픽그룹 회장이 5일 용산 본사에서 열린 74주년 창립 기념식에서 기념사를 전하고 있다.

마지막으로 서 회장은 "모든 상황에 열정적이고 긍정적으로 임하고 어려움이 있을 때에는 단단한 팀워크를 발휘하는 아모레퍼시픽을 만들고 싶다"면서 "신뢰, 창의, 열정, 팀워크를 주춧돌로 삼아 '개인이 성장하는 조직'이자 '모두 함께 일하기 좋은 회사'로 키워 나가겠다고 다짐한다"고 말했다.

한편 이번 창립기념식에서는 10주년 장기근속자 가족 140여 명을 초청해 눈길을 끌었다.

가족들이 보는 앞에서 장기근속자들의 헌신과 열정에 대한 감사와 축하를 나누는 자리를 마련한 것.

서 회장은 행사에 참석한 장기 근속자 가족들에게 "회사의 성장에 중추적인 역할을 한 장기근속 임직원 곁에는 누구보다 묵묵히 헌신해 주신 가족들의 아낌없는 사랑과 지지가 있었다"며 감사를 전했다.

@highlight

아모레퍼시픽그룹은 지난 5일 용산 본사에서 임직원 등 450여 명이 참석한 가운데 창립 74주년 기념식을 개최했으며, 이날 행사에서 서경배 회장은 기념사를 통해 "앞으로도 고객을 중심에 세우고, 고객이 원하는 혁신 상품을 만들어 새로운 경험을 선사해야 한다"면서 "변화를 즐기고 과감히 도전하자"는 메세지를 전했다.