조국 법무부 장관 후보자 임명 여부가 정국의 핵으로 떠오르면서 9월 정기국회가 사실상 '올스톱' 됐다.

2018년도 결산심사는 물론 '513조'에 달하는 내년도 슈퍼예산 심의도 졸속으로 심의될 것이란 우려가 나온다.

5일 국회 예산결산특별위원회에서 '2018회계연도 결산 및 예비비지출승인 건'에 대한 심사가 진행됐지만, 6일로 예정된 조국 인사청문회를 앞두고 거대 양당의 공방전으로 얼룩졌다.

그러면서 정작 지난해 총예산 442조2000억원 중 실제 집행된 434조1000억원에 대한 심의가 제대로 이뤄지지 않고 있다.

결산 심사를 통해 국민 혈세가 불필요하게 사용된 부분을 파악하는데, 결과적으로 내년 예산 편성에도 영향을 미친다.

개혁법안 처리에도 영향을 미치고 있다.

20대 국회 현재 계류 법안만 1만5000여 건에 달하는 가운데 법안 처리율도 30.5%에 머물면서 또다시 '빈속 국회'로 전락할 것이란 우려도 제기된다.

특히 여당이 강력하게 추진 중인 △근로기준법 △소상공인기본법 △빅데이터 3법 등도 한국당의 반대로 정기국회 통과가 불투명하다.

소상공인 입법과제인 △주택임대차보호법 △무분별한 쇼핑몰방지법 △기술탈취금지법 등이 국회에서 잠들고 있다.

이준한 인천대 정치외교학과 교수는 이날 본지와의 통화에서 "야당이 수적 열세를 이유로 민생·개혁법안을 통과시키지 않았고, 지금도 그 연장선상"이라며 "한국당으로선 조국이라는 구실만 생겼을 뿐이다. 조국 청문회 이후 패스트트랙 고발 건으로 국회의원에 대한 강제수사가 진행되면 한국당의 민생·개혁법안을 반대하는 흐름은 이어질 것으로 보인다"라고 밝혔다.

이어 "총선을 불과 반년 앞둔 상태에서 이번 국회는 사실상 '파장' 분위기"라며 "특히 선거제도 개혁안이 법사위에 상정돼 있고, 이게 어떻게 되느냐에 따라 여야의 대치나 충돌이 더욱 극대화될 가능성이 있다"고 말했다.

조국 법무부 장관 후보자가 2일 오후 국회에서 열린 기자간담회에 참석해 자료를 찾아보고 있다.

@highlight

6일에 진행될 조국 인사청문회를 앞두고 후보자 임명 결정 여부가 정국의 중심으로 부상하면서 9월 정기국회가 사실상 '올스톱'되어 2018년도 결산심사는 물론 '513조'에 달하는 내년도 슈퍼 예산 심의도 제대로 심의되지 않을 우려가 나온다.