[충청투데이 이권영 기자] 홍성군은 9월부터 전입학생 전입축하금 지원 제도를 고등학생까지 확대 시행한다고 밝혔다.

군에 따르면 전입축하금은 다른 시·군·구에서 홍성군으로 전입하는 관내 학교 재학생(고등학생, 대학생)을 대상으로 최초 전입 시 10만원 지원, 주소 유지 6개월마다 10만원씩 추가 지원하는 제도다.

군은 홍성사랑장학회 주관으로 농어촌 특별전형을 대비한 대학 입시설명회 주기적인 개최, 교육현장 네비게이터(고교 대입진학상담사)를 통한 1:1 입시 상담실 운영 등 충청권 명문 학군 조성을 위해 노력중이다.

더욱이 군은 국회에 계류 중인 혁신도시법 개정안에 특목고 설치 조항까지 담고 있어 법 통과 시 교육이사가 이어질 것으로 판단해 고교생 인구유입을 새로운 인구 유치 전략으로 내세우고 있는 것으로 보인다.

군은 홍성으로의 전입을 유도하고 학생의 생활안정에 기여하기 위해 지난달 조례 일부개정(홍성군 인구증가 등을 위한 조례)을 통해 전입축하금 지원 대상자를 대학생에서 고등학생 및 대학생으로 확대했다.

또한 방문신청이 어려운 학생들에게 신청 편의를 제공하기 위해 9월에서 10월중 3개 대학교 및 10개 고등학교와 협의하여 교내 이동전입신고센터를 설치·운영한다.

학교 내에서 실시하는 이동전입신고센터에서 신청을 하지 못한 학생들은 읍·면행정복지센터, 이동전입신고센터에 전입축하금 신청서와 재학증명서를 제출하면 언제든지 지원받을 수 있다.

김석환 군수는 "인구를 늘리지 않고는 지역발전 및 지역경제 활성화도 기대할 수 없다"며 "앞으로도 인구감소를 막기 위해 출산장려, 전입자 지원, 청년 지원 등 전입유도와 인구유출 방지를 위한 다양하고 적극적인 방안을 마련토록 하겠다"고 말했다.

한편 군의 고등학교 재학생수는 2018년 기준 국공립학교 1538명, 사립학교 970명, 특성화고등학교 440명 등 약 3000여명에 이른다.

@highlight

전입축하금은 관내 학교 재학생(고등학생, 대학생)을 대상으로 최초 전입 시 10만원 지원, 주소 유지 6개월마다 10만원씩 추가 지원하는 제도로 홍성군은 9월부터 지원 대상자를 대학생에서 고등학생 및 대학생으로 확대했다.