카카오게임즈는 자사가 서비스하는 핵 앤 슬래시 PC온라인게임 '패스 오브 엑자일'이 오는 7일 오전 5시에 신규 리그 '메마름의 시대'를 시작한다고 6일 밝혔다.

'패스 오브 엑자일'은 그라인딩 기어 게임즈가 개발한 핵 앤 슬래시 방식의 RPG(역할수행게임)다.

지난 6월 국내 정식 서비스 시작 이후 3개월 단위 챌린지 리그와 호쾌한 액션, 방대한 스킬 트리 등이 큰 호평을 받으며 동시 접속자 8만명을 돌파하는 성과를 거뒀다.

6일 새벽 5시에 공개되는 신규 리그 '메마름의 시대'의 핵심 콘텐츠는 역병에 속박된 몬스터를 제압하는 타워 디펜스 전투다.

이용자들은 이번 리그에서 탑을 건설하고, 방어 전선을 구축하는 등 핵 앤 슬래시 전투가 극대화된 신선한 재미를 경험할 수 있다.

이 외에도 조합해 13개의 신규 주요 스킬을 획득할 수 있는 12가지 성유(보물) 아이템이 새롭게 추가된다.

또한 네크로맨서의 전직 직업 개편, 독 어쌔신 스킬 젬 및 스킬 강화, 사보추어의 지뢰 스킬 개선 등이 단행된다.

아울러 19개의 새로운 점술 카드와 16개의 신규 스킬 및 보조 젬, 16가지 고유 아이템이 추가되며, 임무 기능을 이용자의 편의를 고려한 방향으로 개편된다.

신규 리그 '메마름의 시대' 오픈을 기념해 새로운 미스터리 박스도 선보인다.

새로운 미스터리 박스에는 다양한 날개, 캐릭터 이펙트, 발자국, 은신처 등 꾸미기 아이템이 담겨있다.

이용자들은 '패스 오브 엑자일' 가맹 PC방에서 플레이 시 누적 6시간 마다 미스터리 박스를 획득할 수 있다.

해당 박스는 계정 당 최대 30개까지 획득 가능하다.

여기에 '메마름의 시대 한정 서포터 팩'도 출시됐다.

@highlight

핵 앤 슬래시 PC온라인게임 '패스 오브 엑자일'이 오는 7일 신규 리그 '메마름의 시대'를 시작 하며,  그라인딩 기어 게임즈가 개발한 핵 앤 슬래시 방식의 RPG이며, 지난 6월 국내 정식 서비스 시작 이후 3개월 단위 챌린지 리그와 호쾌한 액션, 방대한 스킬 트리 등이 큰 호평을 받으며 동시 접속자 8만명을 돌파했다.