= 윤석헌 금융감독원장이 24일 오전 서울 여의도 KB국민은행 본점에서 열린 자영업자·중소기업 상생지원을 위한 모바일 플랫폼 'KB bridge' 시연회에서 인사말을 하고 있다.

KB bridge는 자금, 커뮤니티, 위치를 주제로 자영업자에게 종합적인 금융정보를 제공하는 모바일 플랫폼이다.

윤석헌 금융감독원장이 카드사 CEO(최고경영자)들에게 건전성 관리에 만전을 기해달라고 당부했다.

1인당 카드발급이 4장에 이를 정도로 국민생활에 밀접한 산업인만큼 소비자 신뢰를 얻은 것이 중요하다는 점도 강조했다.

윤 원장은 6일 서울 명동 은행회관에서 8개 신용카드사 CEO가 참석한 가운데 열린 오찬 간담회에서 "카드사의 안정적 성장을 위해 무엇보다 건전성이 중요하다"고 강조했다.

윤 원장은 "가맹점 수수료 인하나 일본의 수출규제 조치에 따른 일본계 자금이탈 우려 등에도 불구, 건전성에 대한 세간의 우려가 크지 않은 실정"이라며 "카드사가 자금조달 다변화 등 리스크 관리 강화에 게을리하지 않았기 때문"이라고 진단했다.

그는 그러나 "최근 들어 금융시장의 대내외 리스크가 빠르게 증가하는 상황에서 리스크 관리에 만전을 기해야 한다"고 당부했다.

윤 원장은 소비자보호 강화와 포용금융 실천도 강조했다.

그는 "2018년 기준 1인당 카드보유 수가 4장에 이를 정도로 카드업이 일상생활에 깊숙이 파고들어 큰 영향력을 미치고 있다"고 말했다.

이어 "일부 카드사에서 발생하는 고객 설명의무 불이행이나 카드대출 금리산정 문제와 같은 사례는 기업 이미지 뿐 아니라 카드업에 대한 소비자 신뢰를 저하 시킬 것"이라고 지적했다.

윤 원장은 "과거와 달리 SNS(소셜네트워크서비스)가 발달하고 소비자 의식이 향상된 오늘날 이런 소비자 신뢰 하락은 기업과 산업존립에까지 영향을 미친다"며 "상품개발부터 판매에 이르는 전 과정을 금융소비자 관점에서 다시 살펴볼 필요가 있다"고 당부했다.

4차 산업혁명에 대응해 장기적인 생존을 위해 금융혁신의 필요성도 강조했다.

윤 원장은 "혁신과정에서 취약계층의 불편함을 가중시키거나 금융소비자의 권익을 침해하지 않도록 세심한 배려가 필요하다"고 언급했다.

@highlight

윤석헌 금융감독위원장이 24일 오전 서울 여의도 KB국민은행 본점에서 개최된 'KB bridge' 시연회에서 카드사 CEO들에게 "카드의 안정적 성장을 위해 무엇보다도 건전성 관리에 최선을 다해 달라"고 당부하였다.