[데일리동방] 이일형 한국은행 금융통화위원이 한국 경제의 성장기조가 약해졌다면서 단기적으로는 경기둔화에 대응해야 한다고 6일 밝혔다.

이일형 위원은 이날 오후 서울 부영태평빌딩에서 열린 '한은금요강좌' 800회 기념 특강에서 "단기적으로는 경기적 대응을 강화할 필요가 있다"고 밝혔다.

그는 기준금리를 인하한 7월 금통위에서 유일하게 동결 소수의견을 낸 바 있다.

이일형 위원은 "수출 중심의 성장을 이어오다 글로벌 역풍을 맞이한 데다 여러 내생적 문제들이 한계에 달했다"면서 "성장기조가 지속해서 약화하고 있다"고 평가했다.

그는 소비와 경제활동을 위축시키는 요인으로 △대외환경, △불확실성 증대, △규제, △부동산 시장에 대한 과도한 의존, △고령화, △경제활동 진입장벽, △양극화 등을 꼽았다.

이어 경제 성장세를 위한 근본적인 해결방안은 "경쟁력을 바탕으로 글로벌 상품시장에서 부가가치를 창출하는 것"이라며 "급변하는 수요에 대응해 노동 인력을 재교육하고 적재적소에 필요한 시간만큼 투입할 수 있도록 노동시장의 유연성을 높여야 한다"고 언급했다.

사회안전망 확충도 필요하다고 덧붙였다.

또 산업별 진입장벽 철폐, 경쟁력만으로 성공할 수 있게 하는 공정한 플랫폼 마련을 해법으로 제시했다.

고령화에 따른 노동력 감소를 만회하는 방안으로는 기술혁신과 글로벌 노동력 유입, 자본의 재배분을 꼽았다.

한편 세계화에 따라 글로벌 시장에서 중간계층 축소에 따른 총수요 둔화, 투자 위축이 나타났다고 진단했다.

글로벌 경쟁력을 갖추지 못한 기업과 노동력은 세계화 속에서 소외됐고, 경제활동 진입도 어려워지는 등 양극화가 나타났다고 설명했다.

여기에 더해 보호무역주의 강화, 글로벌 가치사슬이 약해지며 교역량까지 줄었다고 덧붙였다.

이일형 위원은 "이러한 양극화로 선진국의 중간계층이 줄어 총수요가 둔화하고 투자가 위축되는 상황이 발생했다"며 "구조적인 선순환 약화는 일반적인 경기변동과 달라 구조개혁을 통해서만 수요 진작을 도모할 수 있다"고 밝혔다.

@highlight

이일형 한국은행 금융통화위원이 6일 한은금요강좌' 800회 기념 특강에서 한국경제의 성장기조가 글로벌역풍과 내생적문제로 한계에 달했다며, 단기적으로 경기둔화에 대응하고, 장기적인 근본적인 해결방안으로 "경쟁력에 의한 글로벌부가가치를 창출하고,노동시장의 유연성을 높여야 한다"고 언급했다.