변종 대마를 상습 투약한 혐의로 구속 기소된 SK그룹과 현대가 3세들이 1심에서 징역형의 집행유예를 선고받고 석방됐다.

인천지법 형사15부(표극창 부장판사)는 6일 마약류 관리에 관한 법률 위반 혐의로 구속 기소된 SK그룹 3세 최영근씨(31)와 현대가 3세 정현선씨(28)씨에게 각각 징역 1년에 집행유예 2년을 선고했다.

또 이들에게 보호관찰과 함께 각각 1000여만원 추징을 명령했다.

재판부는 "수차례 반복적으로 대마를 매수하고 흡연해 죄질이 가볍지 않다"면서도 "반성하면서 잘못을 뉘우치고 있고 형사처벌을 받은 전력이 없는 점 등을 고려했다"고 판시했다.

그러면서 최 씨에게 "약물로 피고인의 문제를 해결하려고 하면 안 된다"며 "다시는 마약에 손대지 말고 피고인의 다짐처럼 재능도 살리고 가족들의 기대에 부응하라"고 당부했다.

정씨에게도 "두 번 실패해서는 안 된다"며 "초범이라 집행유예를 선고했지만 다음에는 실형을 면하기 어렵다"고 경고했다.

최씨는 지난해 3월부터 올해 3월까지 대마 쿠키와 액상 대마 카트리지 등 대마 81g(2200여만원 상당)을 사들여 상습적으로 흡연한 혐의로, 정씨는 지난해 2월부터 올해 1월까지 서울 자택 등지에서 변종 마약인 액상 대마 카트리지와 대마초를 총 26차례 흡연한 혐의로 재판에 넘겨졌다.

한편 변종 대마를 투약하고 밀반입하려 한 혐의 등을 받는 이재현 CJ그룹 회장의 장남 이선호씨(29)에 대한 구속 전 피의자 심문(영장실질심사)도 이날 오후 늦은 시간까지 인천지법에서 진행됐다.

앞서 이씨가 영장실질심사에 출석하지 않겠다는 의사를 밝힘에 따라 법원은 서류 심사만으로 구속 여부를 결정했다.

이씨는 지난 1일 오전 4시 55분께 미국발 여객기를 타고 인천국제공항을 통해 입국하면서 변종 마약인 액상 대마 카트리지와 캔디·젤리형 대마를 밀반입하려 한 혐의를 받고 있다.

@highlight

인천지법 형사15부는 6일 마약류 관리에 관한 법률 위반 혐의로 구속 기소된 SK그룹 3세 최영근씨와 현대가 3세 정현선씨에게 각각 징역 1년에 집행유예 2년을 선고하였으며 또한 이들에게 보호관찰과 함께 각각 1000여만원 추징을 명령하였다.