유은혜 사회부총리 겸 교육부 장관이 6일 오후 종로구 정부서울청사에서 '대학혁신 지원 방안'에 대해 발표하고 있다.

더불어민주당과 정부, 청와대가 대입제도 개선 방안과 관련, '2022년도 대입제도 개편안'이라는 큰 틀에서 공정성·투명성 확보 등 보완책을 만드는 데 공감대를 모았다.

국회 교육위원회 민주당 간사인 조승래 의원과 유은혜 사회부총리 겸 교육부 장관, 이광호 청와대 교육비서관 등은 6일 아침 국회에서 비공개 당정청 회의를 열고 이같이 논의했다.

조 의원은 이날 머니투데이 the300(더300)과의 통화에서 "지금 대입제도에 대한 공정성·투명성 이슈가 계속 제기되고 있는 상황"이라며 "이미 발표된 2022년도 대입제도 개편안 내부에서 공정성과 투명성을 추가 확보해 보완책을 만들어 나가자는 데 참석자들이 공감했다"고 밝혔다.

이날 회의에서 비시험 대입 전형에 대한 공정성 강화에 대한 논의가 중점적으로 이뤄졌다.

조국 법무부장관 후보자 인사청문회를 앞두고 투명한 대입 제도에 대한 국민 관심이 높아지는 점을 고려했다.

문재인 대통령은 이달 1일 아세안(ASEAN) 3개국 순방을 위해 출국하기 전 경기 성남 서울공항에서 당정청 고위관계자들과 만나 "공정의 가치는 경제 영역에 한하는 것이 아니고 사회 영역, 특히 교육 분야에서도 최우선의 과제가 돼야 한다"고 말한 것으로 전해졌다.

문 대통령은 "이상론에 치우치지 말고 현실에 기초해서 실행 가능한 방안을 강구하라고 특별히 강조하셨다"고 청와대 관계자는 전했다.

유은혜 사회부총리는 이날 당정청 협의를 계기로 조만간 대학입시제도 개선 방안을 발표할 계획이다.

유 부총리는 이달 4일 오후 서울 용산구 숙명여대에서 열린 '대학 내·주변 1인 가구 밀집지역 안전을 위한 업무협약' 이후 기자들과 만나 이같이 밝혔다.

유 부총리는 "학생부종합전형의 투명성과 공정성을 높일 방안을 최우선적으로 마련하기 위해 올해 초 주요 업무보고를 하면서 최우선 과제로 설정한 바 있다"며 "이미 검토한 내용들을 중심으로 신속하게 대책을 마련해 곧 발표할 계획"이라고 설명했다.

@highlight

국회 교육위원회 조승래 의원과 유은혜 사회부총리 겸 교육부 장관, 이광호 청와대 교육비서관 등은 6일 국회에서 당정청 회의를 열고  '2022년도 대입제도 개편안' 의 공정성·투명성 확보를 위한 보완책을 만들기 위해 논의했다.