더블유에프엠(WFM)은 이상훈 대표이사가 사임함에 따라 6일 이사회에서 김병혁 부사장을 신규 대표이사로 선임했다고 이날 공시했다.

이 전 대표는 조국 법무부 장관 후보자 가족이 가입한 사모펀드의 운용사 코링크프라이빗에쿼티(코링크PE) 대표도 맡고 있으며 현재 이 펀드 관련 의혹으로 검찰 조사를 받고 있다.

앞서 더블유에프엠은 채권자의 주식 담보처분권 실행으로 최대주주가 '코링크PE 외 1인'에서 '우국환씨 외 5인'으로 변경됐다고 전날 공시했다.

코링크PE의 더블유에프엠 지분은 종전 4.28%에서 1.81%로 줄었으나 코링크PE의 운용 펀드인 '한국배터리 원천기술 코어밸류업1호 사모투자 합자회사'가 보유한 더블유에프엠 지분은 6.89%로 변동이 없는 상태다.

더블유에프엠은 또 지난 1월 30일 공시한 155억원 규모의 전환사채권(제17회차) 발행 결정을 철회하기로 했다고 별도로 공시했다.

회사 측은 "사채 청약자인 ㈜바네사에이치와 신성석유㈜의 전액 미납에 따라 전환사채 발행을 철회했다"고 밝혔다.

한국거래소 코스닥시장본부는 이날 전환사채 발행 결정 철회(공시 번복) 등 3건의 불성실공시 사유를 들어 더블유에프엠에 불성실공시법인 지정을 예고했다.

거래소는 앞서 이 회사가 최대주주 변경을 수반하는 주식담보제공 계약을 체결(8월 20일)하고도 이를 당시 공시하지 않은 것은 공시 불이행에 해당한다고 지적했다.

또 최대주주 변경 사실 역시 지난달 28일 발생했는데도 지난 5일에야 공시해 지연 공시가 됐다.

이 회사가 만약 거래소의 불성실공시법인으로 지정되고 벌점을 부과 받아 최근 1년간 누계벌점이 15점 이상이 되면 코스닥시장상장규정에 따라 상장적격성 실질심사 대상이 될 수 있다.

현재까지 이 회사가 받은 최근 1년간 벌점은 1.0점이다.

@highlight

더블유에프엠(WFM)은 조국 법무부 장관 후보자 가족이 가입한 사모펀드 관련 의혹으로 검찰 조사를 받게 되어 사임함에 따라 6일 이사회에서 김병혁 부사장을 신규 대표이사로 선임했다고 밝혔으며 도한 지난 1월 30일 공시한 155억원 규모의 전환사채권(제17회차) 발행 결정을 철회하기로 했다고 따로 공지했다.