지난 6일 부산항만산업총연합회와 부산항연관산업육성·지원 사무국 개소식이 열린 부산항 국제선용품유통센터 5층에서 내빈들이 현판을 덮었던 가림막을 걷어 내고 있다.

부산지역 항만연관산업을 발전시킬 거점이 생겼다.

지난 9일 부산항 국제선용품유통센터 5층에 문을 연 부산항만산업총연합회다.

항만산업총연합회는 지난해 7월 김영득 한국선용품산업협회 회장을 초대 회장으로 선출하며 설립됐지만 별도 사무공간이 없었다.

이번에 연합회 공간을 확보하면서 부산항만공사(BPA)가 ‘부산항 연관산업 육성·지원 사무국’도 함께 열어 의미를 더했다.

부산시와 BPA는 이 사무국을 통해 연관산업 상생 협력을 유도하고, 연관산업 발전 전략을 본격 추진할 예정이라고 설명했다.

총연합회는 한국선용품산업협회(112곳), 부산국제선용품유통사업협동조합(47곳), 한국급유선선주협회(85곳), 한국선박수리공업협동조합(127곳), 한국해양플랜트선박수리업협동조합(51곳), 한국검수검정협회 부산지부(6곳), 부산항만산업협회 등 7개 조합·협회를 회원으로 두고 있다.

부산항만산업협회는 다시 항만용역업(41곳), 물품공급업(53곳), 선박급유업(12곳), 컨테이너 수리업(10곳) 회원사들로 구성돼 있다.

부산항만산업총연합회 김영득 회장은 “업계 자생력을 바탕으로 상품과 서비스 질을 높여 국제 경쟁력을 갖추고, 글로벌 네트워크를 구축해 해외 시장 개척의 발판을 만들어 나가겠다”고 말했다.

남기찬 BPA 사장도 “지원 사무국을 통해 항만산업 일선에서 부산항 운영을 뒷받침하는 항만연관 산업체의 경영 여건 개선을 지원하고, 우수 기업 인증 브랜드인 ‘We Busan’을 적극 활용해 해외 시장 진출의 초석을 다지기를 기대한다”고 밝혔다.

@highlight

 지난 9일 부상항만산업총연합회는 부산항 국제선용품유통센터에 문을 열었으며 김영득 회장은 상품과 서비스 질을 높여 국제 경쟁력을 갖추고 해외 시장 개척의 발판을 만들어 나가겠다고 밝혔다. 