자유한국당 장제원 의원이 29일 오전 서울 여의도 국회에서 열린 정치개혁특별위원회 전체회의에서 선거법 개정안 가결에 대해 항의하며 회의장을 나서고 있다.

장제원 자유한국당 의원의 아들인 래퍼 노엘(본명 장용준·19)이 음주 운전 사고를 낸 가운데 정의당이 장 의원의 의원직 사퇴를 촉구했다.

정의당은 8일 현안 브리핑에서 "면허취소 수준의 음주운전으로 교통사고를 일으킨 것만으로도 부족해 사건을 덮기 위한 피해자 회유 및 운전자 바꿔치기 시도가 있었다"며 "죄질이 극히 나쁜 심각한 범죄행위"라고 비판했다.

정의당은 이어 "장 의원 아들의 피해자 회유 시도뿐만 아니라 장 의원이 직접 국회의원 신분을 이용해 사건을 은폐 및 무마시키려고 한 것은 아닌지, 사고 현장에 나타난 제3자가 누구인지 경찰은 철저하고 엄정한 수사를 해야 할 것"이라고 강조했다.

또 정의당은 "장 의원 아들은 이전에도 미성년자 성매매 시도 의혹으로 방송프로그램에 하차한 바 있다. 당시 논란으로 장 의원은 대변인과 부산시당위원장직을 사퇴했다"며 "이번 일이 경찰조사에 의해 사실로 드러날 경우 이번에는 국회의원직을 사퇴하는 것이 마땅하다"고 주장했다.

앞서 서울 마포경찰서에 따르면 노엘은 7일 새벽 마포구 근처에서 음주 상태로 차를 몰다가 오토바이와 충돌 사고를 냈다.

음주측정 결과 혈중알코올농도는 0.08％ 이상으로 면허취소 수준이었다.

노엘이 사고 직후 운전자를 바꿔치기를 시도한 정황이 있어 추가 수사가 필요하다는 의혹도 나왔다.

이날 장제원 의원은 페이스북을 통해 "아버지로서 이루 말할 수 없이 참담한 심정이다. 용준이는 성인으로서, 자신의 잘못에 대한 모든 법적 책임을 달게 받아야 할 것이다. 다시 한 번 고개숙여 사죄드린다"고 사과했다.

노엘은 2017년 케이블 음악채널 엠넷 '고등래퍼' 출연 당시 과거 성매매를 시도한 정황이 드러나 물의를 빚었다.

노엘은 당시 자필 사과문을 쓰고 이 프로그램에서 자진 하차했으며 장 의원은 바른정당 당 대변인과 부산시장 위원장직에서 사퇴했다.

@highlight

정의당은 8일 현안 브리핑에서 7일 새벽 마포구 근처에서 일어난 장제원 자유한국당 의원의 아들, 래퍼 노엘(본명 장용준·19)의 음주 운전 교통사고 및 피해자 회유, 운전자 바꿔치기 시도 등의 사건 은폐를 지적, 극히 나쁜 죄질이라고 비판하며, 장 의원의 의원직 사퇴를 촉구했다.