인사청문회를 마친 조국 법무부 장관 후보자가 7일 새벽 서울 여의도 국회 법사위 회의실을 떠나고 있다.

조국(54) 법무부장관 후보자와 그의 가족을 둘러싼 각종 의혹을 수사 중인 검찰이 조 후보자 부인 정경심(57) 동양대 교수 조사 시기를 조율 중인 것으로 알려졌다.

7일 검찰에 따르면 서울중앙지검 특수2부(부장검사 고형곤)는 이날 정 교수를 불러 조사하지는 않을 계획이다.

검찰은 사문서위조 혐의 공소시효 만료를 앞둔 전날 밤 10시50분께 법원에 정 교수에 대한 공소장을 접수했다.

정 교수 딸이 부산대 의학전문대학원 입시 원서에 기재한 표창장 발급 날짜는 지난 2012년 9월7일이다.

사문서위조죄의 공소시효는 7년으로, 정 교수의 공소시효는 6일 자정까지였다.

검찰은 이 사건 관련 인물들의 진술과 압수수색을 통해 확보한 물적 조사만으로도 정 교수의 사문서위조 혐의를 입증하는데 무리가 없었다는 입장이다.

검찰은 정 교수를 기소하기 전까지 소환은 물론 서면·유선 조사도 거치지 않았다.

정 교수는 딸 조모(28)씨가 동양대 총장 수여 표창장(최우수 봉사상)을 받은 것처럼 문서를 위조한 혐의를 받는다.

조씨는 표창 이력을 부산대 의학전문대학원에 지원하면서 이력에 기재했다.

하지만 최성해 동양대 총장이 표창을 준 적이 없다면서 오히려 조 후보자 부부로부터 은폐 압박 전화를 받았다고 폭로해 의혹이 증폭된 상황이다.

정 교수 사건을 심리할 재판부는 주말이 지난 뒤 9일께 확인할 수 있을 것으로 보인다.

검찰이 공소시효를 고려해 일단 사문서 위조 혐의를 먼저 기소한 것이어서 이후 정 교수 소환 및 수사 진척 정도에 따라 위조 사문서 행사 등 혐의가 추가될 것으로 보인다.

한편 조 후보자는 또 검찰에 고발됐다.

정의로운시민행동 정영모 대표는 전날 조 후보자를 증거인멸교사 및 청탁금지법 위반 혐의로 고발하면서 정 교수와 최 총장을 참고조사인으로 언급했다.

정 대표는 고발장을 통해 “조 후보자를 동양대 총장 명의 위조 표창장과 관련해 고발하니 혐의가 입증되면 관련법에 따라 엄벌에 처해주시길 바란다”고 밝혔다.

@highlight

정경심 동양대 교수는 딸 조모씨의 동양대 총장 수여 표창장을 받을 것처럼 문서를 위조하여 사문서 위조 혐의에 기소되어 검찰이 조사 시기를 조율 중이며, 7일 검찰에 따르면 서울중앙지검 특수2부(부장검사 고형곤)는 이날 정 교수를 불러 조사하지는 않을 계획이다. 