정해관 산업통상자원부 신통상질서협력관은 6일 정부세종컨벤션센터에서 지자체 및 경제진흥원, 테크노파크 등 통상업무 관계자 80여 명이 참석한 가운데 ‘2019년 지자체 통상협력 위크숍’을 개최했다.

정 협력관은 인사말을 통해 “지자체 통상업무 관계자의 업무역량이 향상됨은 물론 향후에도 중앙-지방 간 통상협력 체계를 지속적으로 강화해 나가겠다.”고 밝혔다.

산업통상자원부는 6일 정부세종컨벤션센터에서 각 지역의 수출기업 지원, 통상시책 등 업무 관계자 80여 명을 대상으로 '2019년 지방자치단체 통상협력 워크숍'을 개최했다고 밝혔다.

이번 워크숍은 중앙과 지방 정부간 통상분야 최초의 협력 행사로서, 글로벌 통상환경 변화와 정부 통상정책에 대한 지자체와 유관기관의 이해도를 높이는 한편 지역의 통상진흥 정보를 나누고 긴밀한 통상협력 체계를 구축하기 위한 자리였다.

특히 미·중 통상분쟁, 일본 수출규제 등 최근 통상환경 변화가 각 지역의 산업과 기업에 미칠 영향과 대응전략도 논의했다.

또 통상업무 분야 중 지자체에서 관심이 높은 '지역기업 해외마케팅 지원'에 대해 코트라(KOTRA)-지자체-유관기관 간 협력을 강화하는 방안도 모색했다.

지자체와 유관기관의 우수 통상시책도 소개됐다.

충북도의 '원스톱 중소기업 수출대행 자문관 시책', 부산경제진흥원의 '원스톱 해외마케팅 시스템', 경기창조혁신경제센터의 'K-챔프(CHAMP) 글로벌 마케팅' 등이 그것이다.

부산경제진흥원에서는 부산시 내 각종 수출지원기관의 해외마케팅을 온라인으로 통합한 ‘ONE-STOP 해외마케팅 시스템’을 안내했다.

이날 축사를 맡은 정해관 산업부 신통상질서협력관은 “지방분권 시대를 맞아, 그간 타 분야에 비해 중앙부처와 공공기관의 중심영역이라고 여겨졌던 통상분야에서도 지방자치의 영역이 점차 확대되는 추세”라며 “이번 워크숍을 통해 지자체 통상업무 관계자의 업무역량이 향상됨은 물론, 향후에도 중앙·지방 간 통상협력 체계가 지속적으로 강화되는 계기가 되길 바라며 행사의 정례화도 적극 검토하겠다”고 밝혔다.

@highlight

산업통상자원부는 6일 정부세종컨벤션센터에서 지자체 및 경제진흥원, 테크노파크 등 통상업무 관계자 80여명이 참석한 가운데, 통상정책에 대한 지자체와 유관기관의 이해도를 높이고, 지역 통상진흥 정보를 나누어 긴밀한 통상협력체계를 구축하기위해 '2019년 지방자치단체 통상협력워크숍'을 개최하였다. 