김 의원 "프렌차이즈 마사지 불법인 것도 모르면 법무부 장관 자격없어" 김도읍 자유한국당 의원이 6일 국회서 열린 조국 법무부 장관 후보자 인사청문회에서 조 후보자의 불법 안마소 출입에 관해 의혹을 제기했다.

김 의원은 6일 저녁 조 후보자의 인사청문회에서 후보자의 사회적 약자나 장애인 관련 관심에 대해 질문하면서 자연스레 안마시술소에 관한 이야기로 화제를 끌고 갔다.

김 의원의 설명에 따르면 시각장애인들은 직업을 가질 수 없기 때문에 안마사는 시각장애인만 하도록 그렇게 돼있다.

이는 의료법 82조의 합헌 결정으로, 이에 관해 일반 안마시술소는 영업권의 확보를 위해 위헌 소송을 계속 하고있는 실정이다.

김 의원은 이 같은 배경에서 과거 국내 로펌인 김앤장이 안마시술 프렌차이즈 업체를 변론을 하면서 곤혹을 치룬적이 있다고 부연했다.

그러면서 김 의원은 조 후보자에게 "후보자는 그런 안마시술소에 가본 적 있습니까"라고 질문을 던졌다.

이에 조 후보자는 "가보지 못했다"라고 대답하자 김 의원은 곧 "가보지 못했어요"라고 되물었다.

또 조 후보자는 "시각장애인이 하는 안마시술소에는 가보지 못했다"라고 정확히 답변을 수정했고, 이어 김 의원은 "그러면 일반 시각장애인이 하지 않는 안마시술소는요"라고 한번 더 되물었다.

조 후보자는 이에 "동네에 있는 마사지하는 데는 가보았다. 발마사지하는 곳에 가보았다"라고 털어놨다.

해당 마사지 업체는 동네에 있는 일반적인 마사지 업체라고 설명하면서 조 후보자는 불법 의혹을 차단했다.

하지만 김 의원은 해당 마사지업체의 여사장과 함께 조 후보자가 찍은 사진을 보이며 의혹을 제기했다.

그러면서 이 업체가 프렌차이즈 마사지 사업을 하는 관계로 앞의 설명과 비춰보면 불법이라고 김 의원은 꼬집었다.

조 후보자는 이에 "전혀 모르고 있었다. 동네에 있는 마사지 프렌차이즈였다"라고 반박했다.

김 의원은 "그걸 모르고 있었다면 법무부 장관으로 자격이 없다"고 강조했다.

김도읍 자유한국당 의원이 6일 청문회에서 조국 후보자가 마사지샵 여사장과 찍은 사진을 제시하며 불법의혹을 제기하고 있다.

@highlight

김도읍 자유한국당 의원이 6일 국회서 열린 조국 법무부 장관 후보자 인사청문회에서 조 후보자의 불법 안마소 출입에 관해 의혹을 제기하였는데 조 후보자는 발 마사지하는 곳에 가보았지만 동네에 있는 일반적인 마사지 업체라고 설명하면서 불법 의혹을 차단했다.