‘지능형 디지털 발전소 컨퍼런스 2019’ 장면.

한전KDN(사장 박성철)은 5일부터 6일까지 대전 전력연구원에서 열린 ‘제1회 지능형 디지털 발전소(IDPP_Intelligent Digital Power Plant) 컨퍼런스 2019’에 참가했다고 6일 밝혔다.

올해 처음 열리는 IDPP 컨퍼런스는 인공지능(AI), 클라우드, 빅데이터 IoT(사물인터넷) 등 4차 산업혁명 물결속에서 우리나라 발전 산업이 나아갈 올바른 방향과 역할을 짚어 보고 산·학·연, 각 발전산업 분야의 우수기업과 전문가가 참석해 발전기술의 비전을 공유하기 위해 개최되었다.

이번 컨퍼런스에는 79개 산·학·연 기관 참가하고 21개사의 주요 발전 솔루션이 전시됐다.

이번 전시회에 한전KDN은 발전소 제어망 정보보호 플랫폼(K-SecureTrap Suite) 과 태양광발전 감시제어시스템 2종의 솔루션을 출품했다.

발전소 제어망 정보보호 플랫폼(K-SecureTrap Suite)은 ABB, Emerson DCS(분산제어시스템) 발전제어시스템에 대한 외부 사이버 침해 공격에 단계적이고 체계적인 대응이 가능토록 개발한 통합 보안관리 솔루션이다.

주요 기능으로 분석탐지 및 탐지상태 모니터링, 원시 로그 데이터 취득 기능 등이 있다.

또한 태양광발전 감시제어시스템의 경우 매가솔라급 대규모 태양광 발전 설비를 운영 요구상황에 맞춰 최적화시켜주는 솔루션이다.

한전KDN 관계자는 “한전KDN이 보유한 발전관련 솔루션들을 이번 컨퍼런스를 통해 알린 것은 물론, 유연하게 전력생산이 가능하고 설비의 효율을 극대화하기 위해 스마트 발전소로 변화를 도모하는 발전산업 흐름에 맞춰 전력ICT 전문기업으로서 지능형 디지털 발전소 실현에 필요한 솔루션의 연구개발과 인력을 양성함으로써 기여할 것 ”이라고 밝혔다.

@highlight

 5일부터 6일까지 대전 전력연구원에서 개최된 ‘제1회 지능형 디지털 발전소 컨퍼런스 2019’는 4차 산업혁명 속 우리나라 산업의 방향과 발전기술의 비전을 공유하는 자리로 여기에 참가한 한전KDN은 발전소 제어망 정보보호 플랫폼과 태양광발전 감시제어시스템 2종의 솔루션을 전시했다.