올 상반기 금융감독원에 접수된 민원이 소폭 감소했지만 그 수는 4만건에 달하는 것으로 나타났다.

이 중 보험 민원이 60% 이상을 차지했다.

8일 금감원이 발표한 '2019년 2분기 금융민원 발생 및 처리 동향'에 따르면 전체 금융 민원은 3만9924건으로 전년 동기 대비 0.3%(113건)감소했다.

이 중 비은행 민원은 9.5%(884건) 감소한 반면 은행(1.4%) 보험(1.6%) 금융투자(17.7%) 등은 증가했다.

업권별로는 보험 민원 비중이 61.9%(생보 25% 손보 36.9%)로 가장 높았고 비은행(21.2%) 은행(11.7%) 금투(5.1%) 순으로 많았다.

보험 민원 중 생명보험은 전년 동기 대비 2.7% 증가했다.

상품 설명 불충분 등 보험모집 유형의 불완전 판매 민원이 크게 증가한 반면 나머지 유형의 민원은 감소했다.

손해보험은 자동차·치아보험 등에서 보험금 산정 및 지급 유형을 중심으로 1% 증가했다.

비은행 민원은 전년 동기 대비 9.5% 감소했는데 특히 P2P(개인간 거래) 관련 민원이 90% 이상 줄었다.

민원 발생은 신용카드사(36%) 대부업자(17.5%) 신용정보사(14.9%) 순이었다.

은행의 경우 인터넷·폰뱅킹(592건), 신용정보 유형(156건) 등에서 민원이 증가했다.

전자금융사기 관련 인터넷 폰뱅킹 유형과 고객 동의없이 신용정보를 열람했다는 주장 등 개인신용정보 유형에서 민원이 늘었다.

반면 여신(1297건) 예·적금(642건) 등 기존 민원이 많이 발생했던 유형에서는 감소했다.

금융투자는 KB증권과 미래에셋대우 등 대형사 주식 매매 전산시스템 장애가 발생한 후 보상 요구성 민원(202건)이 집중됐다.

금감원 분쟁민원은 지난해 상반기(1만380건) 대비 1만2856건으로 23.9% 증가했으며, 민원 처리건수는 3만8783건으로 전년 동기(3만7356건) 대비 3.8% 증가했다.

@highlight

올 상반기 금융감독원에 접수된 민원이 4만건에 달하는 것으로 이 중 보험 민원이 60% 이상을 차지한 가운데 생보 25% 손보 36.9%로 가장 높게 나타났다.