6일 오전 서울 여의도 국회에서 열린 조국 법무부장관 후보자 인사청문회에 조 후보자가 참석해 앉아 있다.

여야가 6일 조국 법무부장관 후보자 인사청문회에 대해 엇갈린 평을 내놨다.

여당인 더불어민주당은 "진실이 승리했다"며 조 후보자가 그간 받아왔던 의혹을 청문회장에서 해소했다고 봤다.

그러나 자유한국당은 "조 후보자가 청문회 내내 '모르쇠'로 일관했다"며 부적격 후보자에 대한 결단을 내리라고 문재인 대통령을 압박했다.

이인영 민주당 원내대표는 7일 새벽 청문회 산회 후 기자들과 만나 "진실과 거짓이 충돌한 기자회견 후, 진실의 가치가 진군하기 시작했다 본다"고 평가했다.

이 원내대표는 "청문회 이후 국민들 마음 속에 있는 진실의 소리가 나와 조 후보자를 응원해주시기 바란다"면서 "(문대통령이) 국민의 소리를 듣고 국민 뜻에 따라 결정할 일"이라고 말했다.

조 후보자가 아닌 조 후보자의 가족과 관련한 의혹 해소에 집중한 한국당의 질의를 두고 '맹탕청문회'라 비판하기도 했다.

박찬대 민주당 원내대변인은 "야당이 자신들이 제기한 그 어떤 의혹에 대해서도 한방을 제기하지 못한 '맹탕청문회였다'"고 말했다.

반면 한국당은 이번 청문회가 조 후보자의 부적격성을 드러내는 기회가 됐다고 평가했다.

그러면서 문 대통령과 조 후보자에게 "민심을 읽고 올바른 판단을 내리길 바란다"며 사죄를 촉구했다.

나경원 한국당 원내대표는 기자들과 만나 "결국 우리 예상대로였다"라며 "조 후보자는 많은 의혹에 대해 여전히 '모른다'라는 대답을 하고, 또 가족에게 (책임을) 미뤘다"고 비판했다.

나 원내대표는 "국민들은 그런 조 후보자의 모습을 보며 조 후보자가 얼마나 부적격한 후보인지 다시 확인할 수 있는 기회가 됐을 것"이라고 말했다.

김정재 한국당 원내대변인은 조 후보자와 문 대통령이 사죄해야 한다고 촉구했다.

김 원내대변인은 "조국은 지금껏 겉과 속이 다른 위선과 이중성으로 점철된 인생을 살아온 사람"이라며 "작금의 '조국 사태'로 文정부의 도덕성은 씻을 수 없는 상처를 입었다"고 했다.

그러면서 "국민적 저항을 초래하고 정국을 파국으로 내몰지, 아니면 진심어린 사과로 사죄할 것인지는 조 후보자와 문 대통령 두 분의 선택에 달려 있다"고 사죄를 촉구했다.

@highlight

여야가 6일 조국 법무부 장관 후보자 인사청문회에 대해 완전히 다른 평을 내놓았는데, 여당은 조 후보자가 그간 받아왔던 의혹을 해소했다고 말했고, 야당은 모르쇠로 일관하는 부적격 후보자라고 평가했다.