올해부터 해수욕장 개장기간 외에도 해수욕장 입수가 가능해지면서 물놀이 안전사고에 비상이 걸렸지만(본지 9월 4일자 5면 보도), 해수욕장 폐장 일주일만에 제주지역에서 30대 관광객이 물놀이를 하다 숨지는 사고가 발생했다.

8일 서귀포해양경찰서에 따르면 지난 7일 오후 6시21분께 서귀포시 중문색달해수욕장에서 물놀이를 하다 파도에 휩쓸려 실종됐던 A씨(33·서울)가 이날 오전 10시30분께 서귀포시 중문동 모 호텔 동쪽 해상에서 숨진채 발견됐다.

해경은 A씨가 물놀이하다 높은 파도에 휩쓸려 숨진 것으로 보고 사고 원인을 조사하고 있다.

지난달 31일을 끝으로 제주지역 11개 지정 해수욕장이 모두 폐장하면서 수상안전요원 등은 대부분 철수했다.

사고가 난 중문색달해수욕장도 폐장해 수상안전요원 등이 모두 철수한 상태였다.

실제로 태풍이 지나간 지난 7일 오후 제주시 함덕해수욕장을 비롯한 도내 해수욕장에는 파도가 높았음에도 물놀이 하는 사람들이 있었다.

하지만 이들을 통제하는 사람들은 전혀 찾아볼 수 없었다.

도내 주요 해수욕장이 폐장했지만 여전히 물놀이를 즐기는 사람들이 나오면서 안전사고가 우려되고 있다.

문제는 개장시기 외에는 해수욕장에 안전요원이 배치되지 않는 만큼 안전사고에 무방비하다는 지적이다.

그동안 폐장한 해수욕장에 입수할 경우 10만원의 과태료를 부과할 수 있어 이를 근거로 입수를 통제했지만, '해수욕장 이용 및 관리에 관한 법률'이 개정되면서 입수를 막을 방법이 없어졌다.

문제는 폐장 기간 안전 대책은 사실상 전무했다는 것이다.

제주도는 폐장한 해수욕장에 물놀이 금지를 알리는 현수막과 안내문을 설치하고 8일까지 각 해수욕장에 2~3명의 계도요원을 배치했다.

계도 요원은 전문 구조 자격증이 없어 익사 사고를 막기에는 역부족이다.

이처럼 사시사철 해수욕장 입수가 가능해지면서 이에 걸맞는 안전관련 규정 신설과 예산 뒷받침 등 익수사고를 예방할 수 있는 근본적인 대책마련이 시급한 상황이다.

@highlight

올해부터 제주도내 해수욕장이 폐장이후에도 입수가 가능해짐에 따라 안전사고의 우려가 있는 와중에 폐장 일주일만에 물놀이하다 숨지는 사고가 발생하여  익수사고를 예방할수 있는 대책 마련이 시급한 상황으로 파악된다.