가상화폐 이더리움 창시자인 비탈릭 부테린이 이달 말 한국을 찾는다.

제20회 매일경제 세계지식포럼에 참석하기 위해서다.

러시아 출신 캐나다 개발자인 부테린은 2011년 비트코인으로 가상화폐와 블록체인 기술을 처음 접했다.

그는 2011년 9월 잡지 '비트코인 매거진'을 공동 창립해 기존 블록체인 기술의 장단점과 가능성을 연구했다.

이후 만 19세이던 2013년 11월 '차세대 스마트 계약과 탈중앙 애플리케이션 플랫폼'이라는 이더리움 백서를 발간했다.

2세대 블록체인이라 불리는 이더리움은 다양한 사업에 블록체인 기술을 접목할 수 있다는 장점이 있다.

이더리움은 결제 시스템에 한정됐던 비트코인을 넘어 SNS, 이메일, 전자투표 등 다양한 애플리케이션에서 투명하게 운영된다.

부테린은 2014년 다니던 워털루 대학교를 그만두고 공동 창업자들과 이더리움재단을 설립했다.

이더리움 재단은 가상화폐공개(ICO)로 약 3만 비트코인을 모아 이더리움 개발 프로젝트를 진행했다.

부테린은 같은해 11월 '포브스'와 '타임'이 주관하는 '월드 테크놀로지 어워드'에서 페이스북 창업자인 마크 저커버그를 제치고 정보통신기술(IT) 소프트웨어 부문 상을 받았다.

이 상은 신기술 분야 노벨상으로도 불린다.

이더리움은 2015년 7월 본격 출시돼 비트코인에 이어 시가총액 2위 가상화폐로 성장했다.

부테린은 독특한 옷차림과 뛰어난 두뇌로 '외계인'이란 별명을 얻었다.

그는 어릴 때부터 수학과 프로그래밍 등에 재능이 있었다.

러시아어와 중국어, 영어 등 5개국어에 능통하다고 한다.

부테린은 2018년 잡지 '포춘'이 선정한 '세계에서 가장 영향력 있는 40세 이하 40인'에 22위로 이름을 올리기도 했다.

오는 25일 개막하는 제20회 세지포에서 부테린은 4차 산업혁명 시대 기술의 미래를 보여준다.

높은 호환성을 갖춘 이더리움이 앞으로 기업과 비영리단체 등 전통기관 역할을 대신할 수 있을지를 들을 기회다.

@highlight

2014년 공동 창업자들과 이더리움재단을 설립하여 이듬해 7월 가상화폐 이더리움을 출시한 비탈릭 부테린이 제20회 매일경제 세계지식포럼에 참석하기 위하여 이달 말 한국을 방문한다.