신협은 오는 9일 사전 채용공고를 시작으로 2019년 하반기 신협 신입직원 공동 채용을 실시한다고 8일 밝혔다.

올해 하반기 신입직원 공동채용규모는 19개 신협 33명 내외로 채용지역은 △서울 △부산·경남 △인천·경기 △대구·경북 △대전·충남 △광주·전남 △충북 △전북 총 8개 지역으로 예금, 대출업무 등 신협 금융사무업무 전반을 담당할 일반직을 채용한다.

공동채용제도는 신협중앙회가 채용계획이 있는 신협(모집신협)을 대상으로 채용신청서를 접수 받은 후 채용공고, 서류전형, 필기전형을 지원하고, 모집신협에서는 면접 및 최종 합격자, 근무조건 등을 결정하는 방식이다.

채용 절차는 △서류전형 △필기전형 △면접전형(신체검사 등)순으로 진행된다.

모집신협 소재 지역 인재를 우대하며 연령, 학력, 전공, 학점, 어학점수 제한은 없다.

채용공고는 9일부터 확인할 수 있으며 16일 9시부터 20일 저녁 6시까지 취업포털 사람인 홈페이지를 통해 지원서 접수를 실시한다.

서류전형 합격자 발표일은 27일, 필기전형은 10월 5일 △서울 △부산 대구 △광주 대전 각 고사장에서 실시될 예정이며, 이후 모집 신협별 최종 면접절차를 거쳐 10월 31일 최종합격자를 공고할 예정이다.

신협 신입직원 공동채용 절차는 지난해 6월 발표된 '은행권 채용모범 규준'을 지침에 반영해 채용절차의 공정성과 투명성을 확보한 바 있다.

또 올해 상반기에 이어 하반기 공동채용 절차에서도 지원자가 원하는 경우 '전형 결과 공개서비스'를 활용해 지원자들의 결과 수용성을 높일 예정이다.

올해 하반기부터 달라진 것은 지원자가 필기전형 응시 지역을 직접 선택할 수 있다는 점이다.

이전에는 지원자의 모집신협이 있는 지역에서만 필기전형을 응시할 수 있었지만, 하반기 공동채용부터는 필기전형 응시지역의 제한을 없애 보다 편리하게 응시자가 필기전형에 응시할 수 있도록 했다.

@highlight

신협은 2019년 하반기 신협 신입직원 공동 채용제도를 통하여 채용신청서를 접수 받은후 19개 신협 33명 내외로 금융사무업무를 담당할 일반직 신입 직원을 채용한다고 8일 밝혔다.