리포팅툴과 전자문서 솔루션 전문기업 클립소프트(대표 김양수)는 약 37억원 규모 방위사업청 '행정 시스템 통합개편사업'에 HTML5 기반 리포팅툴 '클립 리포트(CLIP report)'를 공급한다고 8일 밝혔다.

방위사업청은 이번 개편 사업을 통해 기존 시스템에 포함된 비표준 기술인 액티브X를 제거하고 HTML5 기반 시스템으로 전면 재구축한다.

시스템 이중화, 분산된 인사업무 기능 통합, 다양한 기능 등을 추가 개발해 업무 효율을 극대화할 계획이다.

클립소프트는 리포팅 툴 선정 과정에 참여, 심의위원회 구성 하에 공정한 경쟁 환경 속에서 제안 발표를 진행한 바 있다.

HTML5 기술력, 주요 기능, 제공 가능한 기술 지원 수준, 교육 및 유지보수 정책 등을 토대로 공정하게 경쟁한 결과 클립소프트가 HTML5 기술력을 포함한 모든 부분에서 우수함을 증명하며, 이번 리포팅툴 사업자로 최종 선정됐다.

HTML5 기반 '클립리포트'는 기존 플러그인 제품 대비 조회·파일 변환 처리 속도가 매우 빠르고 HTML5를 지원하지 않는 웹브라우저에서도 서비스가 가능하다.

우수한 호환성을 장점으로 공공기관 액티브X와 플러그인 제거 사업에 가장 최적화된 리포팅툴로 주목받고 있다.

김양수 클립소프트 대표는 "이번 방사청 사업 수주로 HTML5 리포팅 경험에서 가장 앞선 클립소프트 기술력을 한 번 더 확인할 수 있었다"면서 "'클립리포트'가 공공기관 웹 표준 구축 확산과 맞물려 타사 대비 공공시장 점유율 격차를 더욱 크게 벌리고 있다"고 말했다.

클립소프트는 방사청을 포함해 국세청, 대법원, 통계청, 우정사업본부, 산림청, 행정안전부 등이 발주한 HTML5 리포팅툴 구축사업을 모두 수주하며 나라장터 조달쇼핑몰 리포팅툴 부문 3년 연속 판매율 1위 자리를 지키고 있다.

@highlight

클립소프트가 '행정 시스템 통합 개편사업'에 HTML5 기반 리포팅툴 클립 리포트를 공급함으로써 HTML5 기반 시스템으로 전면 재구축되고 시스템 이중화, 인사업무 기능 통합 등 다양한 기능을 추가 개발해 업무 효율성을 최대화 할 예정이다.