6일(현지시간) 독일 베를린에서 개막한 'IFA 2019'에서 중국 IT(정보기술) 업체 TCL이 폴더블 태블릿 시제품을 공개했다.

그러나 구체적인 출시 시기나 스펙은 공개하지 않아 의문을 남겼다.

이날 중국 TCL은 IFA 전시장에 다수의 폴더블 시제품을 선보였다.

그중에서도 중앙에 전시한 제품은 '폴더블 태블릿 디스플레이 콘셉트'라고 이름붙인 시제품으로, 흡사 삼성전자 갤럭시 폴드와 유사한 외관으로 눈길을 끌었다.

이 제품은 2K(2048X15536) 해상도의 7.2인치 플렉시블 아몰레드(AMOLED) 디스플레이를 채택했다.

후면에는 디스플레이를 채택하지 않았다.

TCL은 안으로 180도로 접을 수 있는 '인폴딩' 형식으로, 20만번의 내구성 테스트를 거쳤다고 설명했다.

이 제품은 직접 만져볼 수 없도록 유리관에 살짝 접혀서 전시됐다.

갤럭시 폴드와 유사한 디자인이지만 두께가 훨씬 두꺼웠다.

TCL측은 이 제품의 구체적인 정보를 제공할 수 없다고 밝혔다.

중국 TCL이 독일 베를린에서 열린 IFA 2019에서 공개한 '폴더블 태블릿 디스플레이 콘셉트' 제품.

전시장에서 만난 TCL 직원은 "아직 양산 전 제품으로 언제 출시할지 알 수 없다"며 "내년쯤 출시 가능성이 있지만 확정되지 않았다"고 말했다.

이 관계자는 이 제품이 스마트폰인지 태블릿인지 묻는 질문에도 모호하게 답했다.

그는 "태블릿인데 폰처럼 쓸 수 있다"며 "아직 기술적인 디테일에 대해 말해줄 수 없다. 더 이상의 정보를 갖고 있지 않다"고 설명했다.

해외 관람객들은 TCL의 폴더블 시제품에 관심을 보였다가 제품을 직접 만져볼 수 없게 한 점, 스펙이 구체화되지 않은 점에 의구심을 품고 발길을 돌리는 모습이었다.

TCL은 이 제품 외에도 중국 로욜(Royole)의 플렉시파이(Flexpi)와 같은 형태의 아웃폴딩(밖으로 접히는) 제품 등 다양한 형태의 폴더블 시제품을 전시하며 폴더블 제품에 큰 관심을 나타냈다.

@highlight

중국 IT업체 TCL은 6일 독일 베를린에서 개막한 'IFA 2019'에서 삼성전자 갤럭시 폴드와 유사한 외관의 '폴더블 디스플레이 콘셉트'라 이름붙인 태블릿 시제품을 공개하였으며 아직 양산 이전 단계로 내년 출시 가능성은 있지만 구체적인 출시 일정은 미정이라 밝혔다.