서울시는 민족 최대 명절인 한가위를 맞아 12~15일 4일간, 추석 세시풍속과 전통문화를 즐길 수 있는 '운현궁 한가위 민속 한마당'을 진행한다.

이번 행사는 풍요로움의 상징 '한가위'를 도심 속에서 즐겁게 보낼 수 있는 전통문화 행사를 운영하며, △공연마당 △나눔마당 △놀이마당 △체험마당 등 총 4가지 프로그램으로 진행한다.

정을 나누고 전통문화를 접할 수 있는 다양한 체험을 통해 '한가위'의 의미를 되새기고, 우리 민족 고유의 세시풍속을 알리는 뜻깊은 행사가 될 것이다.

공연마당 '두드리고(go), 신나(go)'를 주제로 신명나는 연주와 시민과 함께하는 강강수월래가 13일 오후 2시~3시에, '타악퍼포먼스, 천지인의 소리'는 14일 오후 2시~3시 특설무대에서 진행된다.

나눔마당은 '떡과 차 나눔' 행사로 13일 오후 1시와 오후 4시에 운현궁 앞마당에서 추석을 대표하는 음식인 송편과 달콤한 식혜를 나누어 먹을 수 있는 행사를 운영한다.

놀이마당은 '돼지씨름' 대회에서 한가위 씨름 최강자를 가려보자.

쪼그리고 앉아 불안정한 자세로 힘을 겨루는 돼지씨름 대회는 12~14일 오후 3시에 열린다.

공기놀이?팽이치기 등 가족 모두 즐길 수 있는 전통민속놀이 행사는 12~15일 오전 11시~ 오후 5시까지 진행된다.

체험마당은 12~14일 오전 11시~오후 5시까지 부적찍기, 마패만들기, 연 만들기, 골무노리개 만들기, 브로치 만들기 등 다양한 체험을 할 수 있다.

정영준 서울시 역사문화재과장은 "서울시는 시민들이 문화재를 보다 가까이에서 향유하는 다양한 방법을 모색하고 있다"며 "올 추석 명절에는 운현궁 행사에 참여해 도심 속 한옥의 정취와 우리 고유 명절의 소중함을 느끼는 계기가 됐으면 한다"고 말했다.

자세한 내용은 운현궁 홈페이지를 통해 확인할 수 있으며, 운현궁은 오전 9시부터 오후 7시까지 관람이 가능하다.

@highlight

서울시는 한가위를 맞아 '운현궁 한가위 민속 한마당'을 진행하는데, 정을 나누고 전통문화를 접할 수 있는 다양한 체험을 통해 '한가위'의 의미를 되새기고 세시풍속을 알리는 뜻깊은 행사가 될 것이며, 정영준 서울시 역사문화재과장은 도심 속 한옥의 정취와 우리 고유 명절 소중함을 느끼는 계기가 됐으면 한다고 말했다.