한국 축구대표팀이 10일 투르크메니스탄을 상대로 10회 연속 월드컵 본선 진출을 향한 첫걸음을 뗀다.

파울루 벤투 감독이 이끄는 한국 축구대표팀이 10일(한국시간) 밤 11시 투르크메니스탄 아시가바트의 코페트다그 스타디움에서 투르크메니스탄과 2022년 카타르 월드컵 아시아지역 2차 예선 H조 1차전을 치른다.

지난 5일 조지아전에서 황희찬(잘츠부르크)을 오른쪽 윙백으로 기용하는 파격적인 3-5-2 전술을 가동했던 대표팀은 이번 투르크메니스탄 전에서는 기존에 쓰던 4-2-3-1, 또는 4-4-2를 고려할 것으로 보인다.

다득점을 노리는 포진이다.

대표팀은 텐백(밀집수비)을 구사할 가능성이 큰 투르크메니스탄을 상대로 빠른 측면 돌파를 통해 수비진을 뒤흔들 계획이다.

한국 대표팀과 투르크메니스탄의 A매치 역대 전적은 2승 1패다.

피파랭킹(7월기준)도 한국(37위)이 투르크메니스탄(132위)를 앞서고 있지만 방심은 금물이다.

1패가 방심속에 나왔기 때문이다.

한국은 지난 1998년 방콕 아시안게임에서 투르크메이스탄과 첫대결에서 고배를 마셨다.

당시 아시안게임은 23세 이하(U-23) 출전이 아닌 대회로 A매치로 인정받았다.

한국은 김병지, 유상철, 최용수 등 베스트 멤버가 출전한 아시안게임 조별예선에서 투르크메니스탄에 고전하며 2-3으로 패했다.

‘라이벌’ 일본 역시 지난 1월 열린 2019 아시안컵 조별리그에서 투르크메니스탄에 힘겹게 3-2 승리를 거둔바 있다.

우즈벡 리그에서 뛰는 ‘에이스’ 아르슬란미라트 아마노프(로코모티브 타슈켄트)는 한국 대표팀의 경계 대상이다.

중거리슛이 장기인 아마노프는 지난 일본전에서 선제골을 넣는 등 A매치 39경기에 출전에 10골을 기록하고 있다.

한편 대표팀은 한국시간으로 9일 오전 ‘결전지’인 투르크메니스탄 아시가바트로 이동한다.

@highlight

파울루 벤투 감독이 지도하는 한국 축구대표팀은 10일(한국시간) 밤 11시 투르크메니스탄과 2022년 카타르 월드컵 본선 진출을 위한 경기를 할 예정이며 이는 대표팀이 10회 연속 올림픽 출전을 하기 위해 내딛는 첫 번째 발걸음이다. 