3월부터 시작한 유럽축구연맹(UEFA) 유로 2020 예선에서 최대 이변이 일어났다.

세계랭킹 182위 리히텐슈타인은 9일 오전(한국시간) 그리스 아테네에서 열린 유로 2020 예선 J조 6차전서 그리스와 1-1로 비겼다.

점유류 26%-74%, 슈팅 5-19, 패스 224-795로 일방적으로 밀렸으나 0-1의 후반 40분 데니스 살라노비치(23·FC툰)가 극적인 동점골을 터뜨렸다.

리히텐슈타인의 유로 2020 예선 첫 득점이자 첫 승점이다.

'저희가 득점하고 승점까지 땄습니다.' 리히텐슈타인 선수들이 8일(현지시간) 그리스와 UEFA 유로 2020 예선 J조 6차전서 1-1로 비긴 뒤 기뻐하고 있다.

유로 예선 10번째 경기 만에 첫 득점이자 첫 승점이었다.

리히텐슈타인은 2015년 9월 이후 유로 예선 9경기 연속 무득점 패배를 기록 중인 약체다.

세계랭킹도 182위로 UEFA 가맹국 중 뒤에서 세 번째다.

밑에는 지브롤터(198위), 산마리노(211위)밖에 없다.

이번 유로 2020 예선에서도 5차전까지 18골을 내주며 승점 자판기 신세였다.

이탈리아, 보스니아 헤르체고비나에게는 각각 0-6, 0-5으로 대패했다.

하지만 큰일을 냈다.

54위 그리스의 발목을 잡았다.

유로 2020 예선 경기 중 최고 배당률을 기록했다.

무승부는 15.14배였다.

그리스의 승리는 1.04배로 누구도 리히텐슈타인의 패배를 의심하지 않았던 경기였다.

유로 2004 우승팀 그리스는 2회 연속 예선 탈락이 유력해졌다.

1승 2무 3패(승점 5)로 1위 이탈리아(승점 18), 2위 핀란드(승점 12)와 격차가 크다.

각 조 2위까지 본선 진출권이 주어진다.

그리스가 잔여 4경기에서 역전 드라마를 펼치기는 현실적으로 어렵다.

@highlight

2015년 9월 이후 유로 예선 9경기 연속 무득점 패배를 기록 하고 있는 리히텐슈타인은 9일 오전 그리스 아테네에서 열린 유로 2020 예선 J조 6차전에서 그리스와 1-1로 비겨 이변을 일으켰다는 평가를 받고 있다.