▲ 사진=경기도청 전경.

경기도가 현재 운영하고 있는 마을노무사제 및 노동권익센터의 기능을 활성화하고, 노동상담의 체계적 관리체계 및 사례 관리를 위해 ‘노동상담 데이터베이스(DB) 구축’을 추진한다.

8일 도에 따르면 도내 노동상담의 체계적이고 효율적인 운영을 도모하고자 내년도 예산에 2억5천만 원을 반영, 노동상담 DB 구축을 추진한다.

예산이 반영될 경우 도는 내년 초 노동상담 DB 구축업체를 선정해 상반기 중 DB 구축을 완료할 계획이다.

도가 추진 중인 노동상담 DB에는 방문상담자 등 상담자의 정보, 접근 경로 등 구체적인 상담 내용이 담길 예정이다.

상담내역 조회를 통한 상담실적 확인과 상담내역 통계도 집계된다.

이와 함께 권리구제 대상의 진행사항 확인이 가능해지며, 도내 노동활동가 DB도 함께 구축될 예정이다.

도의 구상대로 노동상담에 대한 포괄적인 DB 구축이 완료되면 향후 노동상담 과정에서 상담 유형 및 사례 분석이 용이해질 것으로 기대된다.

또 기존 상담사례 활용을 통한 효과적인 상담도 가능해질 전망이다.

도는 현재 마을노무사제도, 도 노동권익센터, 보조금 지원을 통한 각 시·군 상담소 등에서 노동상담을 진행하고 있지만 상담사례는 각 단체나 사업별로 분할 관리되고 있어 도 차원의 관리 및 활용은 이뤄지지 못하고 있는 실정이다.

지난 3월 개소한 도 노동권익센터는 약 6개월간 500여 건의 노동 관련 상담을 진행했으며, 마을노무사제도를 통해 진행된 상담은 올 초부터 이달까지 약 8개월 동안 2천여 건에 달한다.

도가 보조금을 지원해 운영되는 각 시·군 상담소의 경우 매년 보고되는 내용을 바탕으로 상담 건수가 집계되고 있다.

도 관계자는 "DB가 구축되면 허위 상담실적 제출 확인이 가능해져 도가 지원하는 보조금 부정 수급이 원천 차단될 것으로 기대한다"며 "DB 구축은 기존 단순 상담 건수 취합과 달리 상담사례를 취합해 기본 데이터 확보가 가능해진다.

취합된 사례는 향후 노동정책 수립 시 기초자료로 활용할 계획"이라고 말했다.

@highlight

경기도는 현재 운영하고 있는 마을노무사제 및 노동권익센터의 기능을 활성화하고, 노동상담의 체계적 관리체계 및 사례 관리를 위해 내년도 예산에 2억5천만 원을 반영해 ‘노동상담 데이터베이스(DB) 구축’을 추진함으로써 기존 상담사례 활용을 통한 효율적인 상담은 물론이고 허위상담실적 제출을 통한 보조금 부정수급을 원천 차단할 것이라고 8일 밝혔다.