자유한국당 대전시당 "음주로 장애인 겁박 행태 비판"

바른미래당 대전시당 "강 의원에 대한 징계 요구" 강화평 의원 "논란 일으켜 죄송... 지속적 사과할 것"

강화평 더불어민주당 대전시당 대변인(대전 동구 의원)이 지역 장애인단체장과의 만찬 자리에서 행패를 부린 사건과 관련해 대전 야권이 일제히 비판을 하고 나섰다.

자유한국당 대전시당은 성명서를 통해 "강 의원이 장애인단체장과 술자리를 갖던 도중 강 의원이 소주잔을 깨고 본인 머리를 이마에 찧는 음주 난동을 부렸다"며 "말로는 사회적 약자를 위한 정당이라 외치며 뒤로는 자신보다 20살 많은 장애인을 겁박하는 행태를 보였다"고 비판했다.

또 "오죽하면 몰지각한 행위로 장애인을 겁박하며 음주 추태를 부린 강 의원은 대전시당 대변인이라는 중책을 맡은 만큼 마땅히 사죄해야 한다"며 "집권여당인 더불어민주당에 걸맞게 어떤 조치를 할지 지켜볼 것"이라고 비난했다.

바른미래당도 김태영 대변인 명의의 논평을 내고 이번 사건이 통탄할 일이라고 힐난했다.

바른미래당 대전시당은 "구의원이 거리의 불량배처럼 행동하는 모습에서 더불어민주당이 어떤 자세로 국민을 여기는 것인지 참으로 통탄할 일이 아닌가 한다"며 "정부여당의 뒷배를 믿고 안하무인격으로 행동하는 민주당 소속 정치인들에 대해 철퇴를 내려야 한다"고 했다.

바른미래당 대전시당은 강 의원에 대한 징계도 요구했다.

시당은 "강 의원은 피해 당사자와 대전시민에 사과해야 한다"며 "민주당 대전시당은 마땅한 징계절차를 진행하길 강력하게 촉구한다"고 했다.

이에 대해 논란의 중심에 있는 강화평 의원은 해당 사실을 인정하고 사죄한다는 뜻을 밝혔다.

강 의원은 "해당 장애인단체장에게 지속적인 사과를 하고 있고, 잘못한 부분을 충분히 숙지하고 인정한다"며 "기분이 상한 부분이 있으니 풀릴 때까지 사과할 생각이고, 논란을 일으켜 죄송한 마음"이라고 고개를 숙였다.

@highlight

대전 지역 야권은 강화평 더불어민주당 대전시당 대변인이 만찬서 소주잔을 깨는 등 음주 난동을 부린것을 일제히 비판했다.