문재인 대통령이 9일 청와대 본관에서 조국 신임 법무부 장관에게 임명장을 수여한 후 기념촬영하고 있다.

문재인 대통령이 조국 법무부 장관 임명하면서 야권을 중심으로 정권을 향한 비판의 목소리가 높아지고 있다.

청와대는 9일 문재인 대통령이 조국 법무부 장관 후보자 등 6명 장관 및 장관급 후보자에 대한 임명을 재가했다고 밝혔다.

문 대통령이 조 장관 임명을 강행하자 야권에선 곧바로 비난이 터져 나왔다.

홍준표 전 자유한국당 대표는 이날 자신의 페이스북에 "예측한 대로 문 정권이 조국을 임명했다며"며 "이젠 재야가 힘을 합쳐 국민 탄핵으로 가는 수밖에 (없다). 10월3일 광화문에서 모이자. 우리도 100만이 모여서 '문재인 아웃'을 외쳐 보자"고 제안했다.

신상진 자유한국당 의원도 페이스북을 통해 "문재인 대통령, 기어코 조국을 임명함으로써 국민이 위임한 권한을 남용하고 국민을 배신했다"며 "독선과 오기로 (조국 임명을) 밀어붙인 독재자 문 대통령은 모든 책임을 지고 하야해야 한다. 문 대통령 퇴진 투쟁은 국민의 정당한 권리행사"라고 주장했다.

민경욱 자유한국당 의원 역시 "조국은 불공정의 대물림이 정당하다며 국민의 가슴을 후벼판 사람"이라며 "이 자를 법무부 장관에 임명해 온 국민에게 무한한 무력감을 안긴 문 대통령은 물러가라"고 목소리를 높였다.

김문수 전 경기도지사는 "문 대통령에게 나라를 맡길 수 없다. 국민 모두 일어나 끌어내자"라며 문 대통령 퇴진 투쟁에 대한 의지를 확고히 밝혔다.

손학규 바른미래당 대표도 "문 대통령은 이번 인사청문회 과정에서 본 국민의 분노를 읽어야 한다. 단순한 분노가 아니라 정권이 위기에 처했다"며 "박근혜 전 대통령이 왜 탄핵 받았는지 문 대통령께 다시 말씀드린다. 문 대통령이 다시 생각하지 않으면 국민들이 일어설 것"이라고 말했다.

한편 문 대통령은 이날 청와대에서 열린 신임 장관 임명식에서 조 장관 건과 관련해 "원칙과 일관성을 지키는 것이 더욱 중요하다고 생각했다"며 "인사청문회까지 마친 절차적 요건을 모두 갖춘 상태에서, 본인이 책임져야 할 명백한 위법행위가 확인되지 않았는데도 의혹 만으로 임명하지 않는다면 나쁜 선례가 될 것"이라는 입장을 전했다.

@highlight

9일 문재인 대통령이 야권의 반대에도 불구하고 조국 법무부 장관의 임명을 강행하자 야권에서는 문재인 대통령을 향한 거센 비난이 일고 있다