대한민국 부동산 디벨로퍼 1세대인 이정석대표와 전국의 120여개의 매장을 신설하며, 와플의 대중화를 선두한 와플반트의 김철웅대표와 코업을 통해, 대중에게 사랑받는 먹거리인 어묵과 꼬치를 바탕으로 한 신개념 선술집을 '오뎅야'라는 이름으로 문정지구 법조타운에 첫 매장을 9월에 오픈예정이다.

'오뎅야'는 1972년 부산에서 수제어묵을 제조하여 요식업계에 숨은 장인으로 알려진 '최옥련사장님'의 수제어묵과 일본과 중국을 오가며 다양한 꼬치를 연구 개발한 조혜진 수석 쉐프의 특급 레시피가 더해져 신규 브랜드를 런칭 한 첫 매장으로 요식업계에 이목을 끌고 있다.

'오뎅야'는 다양한 장르의 주류와 함께 부담 없는 가격의 어묵에서부터 어디서도 맛볼 수 없는 시그니처 메뉴까지 다양한 어묵과 꼬치를 맛볼 수 있으며, 직장인들이 퇴근 후 편하게 술잔을 기울일 수 있는 아늑한 분위기를 연출하기 위하여 인테리어와 소품들까지 하나하나까지 신경 쓴 세심함을 엿볼 수 있다.

'오뎅야'의 또하나 특별함은 주방에서부터 홀까지 일하는 모두가 정직원들로써, 파트타임 아르바이트 및 다수의 계약직으로 운영되는 일반 프랜차이즈 업체와는 시작부터가 다르며, 직원들의 땀과 노력, 열정과 자부심으로 만들어진 또하나의 기업체임을 강조하고 있다.

오뎅야는 문정1호점을 시작으로 석촌점, 건대점, 용산점을 직영점으로 오픈 준비중이며, 추가적으로 상권을 고려하여 신림점 및 여의도점 등 가맹 접수를 받아 가맹점을 순차적으로 확장해 나갈 예정이다.

이러한 '오뎅야'는 문정동 191-12 문정엠스테이트 상가 B121호 위치하며, 추석 이후인 9월 셋째주에 첫매장을 오픈할 예정으로 매장을 방문한 고객님들을 대상으로 다양한 감사 이벤트를 계획하고 있다.

@highlight

부동산 디벨로퍼 1세대 이정석대표와 와플반트의 김철웅대표가 코업을 통해 어묵과 꼬치를 바탕으로 한 신개념 선술집 '오뎅야'를 문정 법조타운에 첫 매장을 9월에 오픈예정인데 '오뎅야'는 부산  '최옥련사장'의 수제어묵과 조혜진 쉐프의 레시피가 더해 석촌점, 건대점, 용산점을 오픈 준비중이다.