대법원이 '비서 성폭행' 혐의로 2심에서 법정구속된 안희정 전 충남지사의 원심을 확정했다.

대법원 2부(주심 김상환 대법관)는 9일 안 전 지사의 상고를 기각하고 3년 6개월을 선고한 원심을 확정했다.

대법원은 이날 "김씨의 피해진술을 믿을 수 있다"며 2심 판결을 그대로 확정했다.

안 전 지사는 피감독자 간음, 업무상 위력에 의한 추행, 강제추행 등 혐의로 1심에서 무죄를 받았지만, 2심에서는 3년 6개월의 실형 선고를 받고 법정 구속됐다.

안 전 지사는 2017년 7월부터 지난해 2월까지 수행비서를 4차례 성폭행하고, 6차례에 걸쳐 업무상 위력 등으로 추행한 혐의로 기소됐다.

1심은 "피해자가 간음 사건 이후 피고인과 동행해 와인바에 간 점과 지인과의 대화에서 피고인을 적극 지지하는 대화를 고려하면 피해자 진술을 믿기 힘들다"며 무죄를 선고했다.

1심 재판부는 "피해자가 고학력에 사회 경험도 상당하다"며 "피해자가 직장 내에서 고용 등 취약했다고 봐도 안 전 지사가 김씨를 길들이거나 압박하는 행위를 했다고 볼 자료가 없다"고 판단했다.

1심 판결은 '성인지 감수성' 논란을 낳았고 여성계의 강력한 항의를 받았다.

성인지 감수성이란 사회 구조 속에서 남녀가 각기 다른 위치에 있는 만큼 성별에 따른 차별을 인지하는 감수성을 뜻한다.

상대적인 약자 위치에 있는 피해자 입장에서 재판부가 사건을 심리하지 않았다는 것이다.

반면 2심은 "법원은 성폭행 사건을 심리할 때 성인지 감수성을 잃지 않아야 한다"며 "개별 사건에서 피해자가 처한 사정을 고려하지 않고, 피해자 진술 증명력을 배척하는 것은 논리적 판단이 아니다"고 밝혔다.

또 "피해자 진술에 일관성이 있고, 허위의 피해 사실을 지어냈다거나 무고할 동기나 이유가 있다고 볼 자료가 없다"며 피해자 진술의 신빙성을 인정했다.

또 "피고인은 피해자가 자신에 순종해야 하고 둘 사이 사정을 드러내지 못하는 취약한 처지를 이용해 피해자의 성적 자기결정권을 현저히 침해했다"며 "피고인이 적극적으로 위력을 행사한 것으로 볼 수 있다"며 3년6개월의 실형을 선고했다.

@highlight

대법원이 안희정 전 충남지사의 '비서 성폭행' 사건에 대해 안지사의 위력으로 인한 사건임을 언급하며 최종 3년 6개월의 실형을 확정했다.