문재인 대통령이 9일 개각 인사 6명에 대한 임명안을 재가하면서 한상혁 변호사가 방송통신 분야 정책을 담당할 방송통신위원회 위원장직을 수행하게 됐다.

한상혁 위원장은 방송통신분야에서 오랫동안 활동해 온 미디어 전문 변호사로 현장 경험을 토대로 방송 공공성 강화 정책을 이끌 것으로 예상된다.

특히 한 위원장에게 주어진 가장 큰 과제는 가짜뉴스, 내지는 허위조작정보 개선책의 제시다.

이미 한 위원장은 인사청문회 자리에서 "허위조작정보가 민주주의를 위협한다"고 발언한 바 있다.

가짜뉴스 관련 논란은 방통위원장 교체설이 대두되자 논란의 중심으로 떠올랐다.

3년이라는 방통위원장의 임기가 아직 남아있는 상황에서 전임 이효성 위원장이 돌연 사의를 표명했기 때문이다.

이를 두고 일각에서는 '가짜뉴스 규제'를 두고 청와대와 엇박자를 냈기 때문이라는 분석이 제기됐다.

다만, 가짜뉴스와 관련된 한 위원장의 입장을 야당이 "언론 탄압"이라 규탄하면서 방통위가 규제 권한을 갖게 될 지는 미지수다.

페이스북, 구글과 같은 글로벌 사업자와 네이버와 같은 국내 사업자 간 역차별 문제도 해결해야 할 과제로 꼽힌다.

앞서 방통위는 페이스북이 서버를 변경하는 과정에서 이용자들의 피해를 초래했다는 이유로 과징금을 부과했다.

이에 반발한 페이스북은 행정 소송을 제기했는데 방통위가 1심에서 패소했다.

한 위원장은 패소 이유로 제도 미비를 지적했다.

방통위는 지난 2년간 인터넷 상생발전 협의회를 구성해 역외적용 규정과 부가통신사업자에 대한 실태조사, 국내대리인 제도를 도입했다.

그러나 국내 기업들과의 역차별은 여전한 상황이다.

또한 방송통신 담당 컨트롤타워를 일원화해야 하는 과제도 안고 있다.

현재 방송통신 관련 업무는 방통위와 과학기술정보통신부로 이원화 돼 있다.

업무 일원화에 대해서는 이효성 전 위원장도 사의 표명 자리에서 "방송통신 규제 업무는 규제기관인 방통위가 관장하는 것이 옳다"고 발언하기도 했다.

이에 대해 최기영 과기정통부 장관이 "조직개편으로 인한 소모적 논쟁 없이 현안을 해결하는 데 집중했으면 좋겠다"며 현체제 유지 의사를 밝혀 진통은 계속될 전망이다.

@highlight

문재인 대통령이 9일 개각 인사에 대한 임명안을 재가하면서 한상혁변호사가 방송통신위원회 위원장직을 수행하게 되었고 가짜뉴스 혹은 허위조작정보 개선책 제시를 최우선 과제로 보고있으며, 글로벌 사업자(페이스북, 구글)와 국내 사업자(네이버) 간 역차별 문제 역시 해결해야 할 과제이다.