전라남도가 제13호 태풍 '링링' 피해 조사와 응급복구를 위해 행정력을 집중하기로 했다.

박병호 전남도 행정부지사는 휴일인 8일 오전 재난안전대책본부 상황실에서 간부회의를 열고 분야별 피해상황을 점검했다.

또 간부 공무원이 직접 현장에 나가 피해시설이 한 건도 누락 되지 않도록 점검하기로 했다.

김영록 전남지사(사진 오른쪽 첫 번째)가 강인규 나주시장(사진 맨왼쪽)과 함께 나주지역 낙과피해 현장을 둘러보고 있다.

관?군 농어촌 일손 돕기에 나설 방침이다.

특히 추석 전까지 신속하게 피해 복구를 하도록 전 공직자들이 합심해 최선을 다하기로 했다.

사과 등 1160ha에서 과일이 떨어졌다.

또 비닐하우스 5ha가 파손되고, 양식시설 5어가 360칸의 피해가 발생한 것으로 잠정 집계됐다.

공공시설의 경우 가거도항 등 어항시설 3개소, 해안도로 유실 1개소 등 피해가 발생했다.

공공시설은 14일까지, 사유시설은 17일까지 피해 현황을 국가재난방제시스템(NDMS)에 입력해야 한다.

향후 정밀조사를 통해 재정 지원 여부 등을 판단하게 된다.

이날 유럽 순방길에 오른 김영록 전라남도지사는 태풍 '링링'이 지나간 지난 7일 오전 신안 압해면과 나주 왕곡면 배 낙과 피해농가, 영암 삼호읍 서호 들녘(영산강 Ⅲ-1지구)의 벼 쓰러짐 피해 현장을 직접 살피고 농민들을 위로했다.

이어 도청 재난안전대책본부 상황실에서 피해상황 보고를 받고 후속처리 대책 회의를 주재했다.

김 지사는 "앞으로 피해 시설이 누락되지 않도록 면밀히 조사하는 한편, 모든 인력과 장비 등을 총동원해 조속히 응급복구를 완료하고, 필요한 곳에 대해선 항구복구가 이뤄지도록 최선을 다하자"고 당부했다.

전라남도는 태풍 '링링'의 피해에 따른 농작물 피해조사와 접수를 읍면동사무소를 통해 신속히 하고, 농업재해대책법에 따른 복구지원체계를 운영해 재해 보상에 누락되는 농가가 없도록 할 계획이다.

@highlight

김영록 전라남도지사가 지난 7일 제13호 태풍 '링링'의 피해 현장을 둘러보고 농민들을 위로한 이래 박병호 행정부지사는 휴일인 8일 오전 재난안전대책본부 상황실에서 간부회의를 열어 분야별 피해 상황을 점검하는 등 전남도는 태풍 피해 조사와 응급복구에 집중하고 있다.