LG전자가 프리미엄 무선청소기 코드제로 A9의 편리함을 한 편의 영화로 소개한 광고영상 '클린 홈즈(Clean Homes)'가 2주 만에 유튜브 조회수 500만을 돌파했다고 9일 밝혔다.

LG전자는 세계 각지에서 인기를 얻고 있는 영국 드라마 '셜록(Sherlock)'에서 아이디어를 얻어 영상을 제작했다.

LG전자는 원작의 OST곡 'The Game is On'을 광고에 활용하기 위해 제작사인 하츠우드필름(Hartswood Films)과 저작권 사용 계약을 맺을 정도로 광고 제작에 공을 들였다.

광고에서 셜록 홈즈는 물걸레 흡입구, 미세먼지 99.999% 차단, 교체형 듀얼 배터리, 스탠드형 거치대 등 코드제로 A9의 차별점을 특유의 스타일로 소개한다.

영상을 본 네티즌들은 원작의 느낌을 잘 살리면서 재미 요소가 끊이지 않고 구매욕구를 일으킨다고 평가했다.

네티즌들은 "중간에 끊지 않고 끝까지 다 보게 되는 광고다. 다른 청소기 사려다 다시 생각해보는 중", "카메라 무빙마저 드라마와 비슷하다. 5분이 순식간에 지나갔다", "광고에 감탄하다가 제품에 감탄하게 된다" 등 영상과 제품에 대한 호평을 보냈다.

LG전자는 지난해 11월 물걸레 전용 흡입구 '파워드라이브 물걸레'를 탑재한 코드제로 A9 신제품을 출시했다.

이 제품은 먼지흡입과 물걸레 청소를 동시에 할 수 있다.

청소가 끝날 때까지 물걸레가 마르지 않도록 자동으로 물을 공급해주는 시스템을 탑재했다.

사용자는 청소방식이나 바닥재질에 따라 3단계로 물 공급량을 조절할 수 있다.

LG전자 관계자는 "스토리와 재미는 물론, 영국 드라마의 영상미 속에 코드제로 A9만의 뛰어난 성능과 차별화된 편리함을 담았다"고 말했다.

광고 속 왓슨 박사가 셜록 홈즈가 준비한 LG 코드제로 A9을 받아들고 청소할 준비를 하고 있다.

@highlight

물걸레 흡입구, 미세먼지 88.999% 차단, 교체형 듀얼 배터리, 스탠드형 거치대 등 LG전자 코드제로 A9의 특징을 소개한 광고 클린 홈즈가 네티즌 사이에서 드라마 셜록 홈즈의 영상 느낌을 살리면서 재미도 있다는 평가를 받고 있어 14일 만에 유튜브 조회수 500만을 넘겼다.