뮤지컬 배우 강은일(24)이 강제추행 혐의로 1심에서 실형을 선고받고 법정 구속됐다.

이와 관련해 강은일의 소속사인 더블케이필름엔씨어터(이하 더블케이)는 강은일의 전속 계약 해지 사실을 알렸다.

8일 법조계에 따르면 지난 4일 서울중앙지법 형사13단독 박영수 판사는 강제추행 혐의로 기소된 강은일에게 징역 6개월을 선고했다.

또 성폭력 치료 프로그램 이수 40시간을 명령했다.

강은일은 실형을 선고받고 법정 구속됐다.

강은일은 2018년 3월 서울 서초구 한 순댓국집에서 자신이 알고 지내던 박씨와 박씨의 동창 A씨와 술자리를 가졌다.

강은일은 이날 순댓국집 여자 화장실을 들어가려던 A씨를 부른 뒤 한 손으로는 허리를 감싸고 다른 한 손으로 가슴을 만지며 강제로 키스를 해 강제추행한 혐의로 기소됐다.

강은일의 실형 소식에 누리꾼들은 강제추행을 한 강은일을 향한 쓴소리와 함께 강은일의 소속사를 향해서도 비난의 목소리를 높였다.

강은일 소속사 더블케이 측은 강은일의 법정 구속 이후인 지난 6일 공식 소셜네트워크서비스(SNS)를 통해 "강은일이 현재 출연 중인 뮤지컬 '정글라이프'와 출연 예정인 뮤지컬 '랭보', 버스크 음악극 '432Hz'에서 하차하게 됐습니다"고 밝혔다.

소속사 측은 강은일의 하차 이유에 대해 "강은일 배우가 작품에 임할 수 없는 상황이라는 판단하에 출연 중인 작품들에 피해를 최소화하고자 하차를 결정하게 되었습니다"라며 "구체적인 사유에 대해서는 소속사에서 지속적으로 주시하며 정확한 전후 사정을 파악 중에 있습니다"라고 전했다.

이에 대해 누리꾼들은 "지난해 3월에 강제추행을 했는데, 지금까지 뮤지컬 연습을 한 것도 소름 돋는데, 소속사 입장문도 어이없다", "그동안 숨기면서 활동한 건가? 진짜 연예인들은 겉모습만 봐서는 알 수 없다" 등의 반응을 보였다.

@highlight

뮤지컬 배우 강은일(24)이 강제추행 혐의로 1심에서 실형을 선고받아 법정 구속됐는데 소속사 측은 강은일의 법정 구속 이후인 지난 6일 SNS를 통해 강은일이 현재 출연 중인 뮤지컬 '정글라이프'를 비롯한 프로그램에 하차하게 됐다고 전했고 이에 누리꾼은 소속사 입장문이 어이없다며 진짜 연예인들은 겉모습만 봐서 알 수 없다는 반응을 보였다.