실국보고회 개최...

낙과 줍기.

팔아주기 전개...

양승조 충남지사가 9일 오전 도청 재난종합상황실에서 '태풍 링링 피해복구 실국보고회의'를 주재하고 있다.

충남도가 제13호 태풍 '링링'이 휩쓸고 간 피해 지역 복구에 모든 행정력을 집중한다.

도는 9일 도청 재난종합상황실에서 양승조 지사와 실·국장 등 50여 명이 참석한 가운데 '태풍 링링 피해 복구 실국보고회'를 개최했다.

도와 소방본부에 따르면, 이날 오전 9시 기준 사망 1명, 부상 5명, 이재민 5명이 발생한 것으로 조사됐다.

농작물 피해는 도복 2181㏊, 낙과 2004㏊, 시설물 121㏊ 등 13개 시·군 4501농가 4323㏊로 집계됐다.

또 수산시설은 어천 8척 침몰·파손, 양식시설 3개소 등 16건의 피해가 발생했으며, 축산시설 피해는 1만4285㎡로 확인됐다.

이와 함께 ▲학교시설 피해 71건 ▲문화재 16건 ▲주택 214건 ▲도로 25건 ▲정전피해 5172건 ▲기타 419건으로 나타났다.

도는 침몰 및 파손 선박 8척에 대해서는 인양을 완료하고, 태안 지역 가두리 피해 양식 시설은 응급 복구를 마쳤다고 밝혔다.

이에 따라 도는 피해 조사·복구와 함께, 벼 일으켜 세우기 지원과 낙과 줍기·팔아주기 등을 추진한다.

특히 낙과 피해 농가를 대상으로는 직거래장터 등과 연계해 특판 행사를 개최한다.

또 중앙정부에는 농작물 재해보험 국비 지원 확대, 보험금 조기 지급 등을 건의할 방침이다.

이날 회의에서 양승조 지사는 "이제는 모두가 힘을 합해 피해 복구에 만전을 기해야 한다"며 "특히 수확기를 앞두고 피해를 입은 농가에 대한 아픔을 함께 나누고, 추석 명절에 불편이 없도록 모든 행정력을 동원해 조속한 복구가 이뤄질 수 있도록 지원에 만전을 기해 줄 것"을 당부했다.

@highlight

9일 충남도는 '태풍 링링 피해 복구 실국보고회'를 열었으며, 벼 일으켜 세우기 지원과 낙과 줍기·팔아주기 등 피해 지역 복구를 위해 모든 행정력을 투입할 방침이다.