CJ올리브네트웍스 IT사업부문(대표 이경배)이 신규 사회공헌 프로그램 '스탠딩 투게더'를 시작한다.

스탠딩 투게더는 임직원, 소셜벤처, 대중이 함께 도움이 필요한 이웃 어려움과 사회문제를 해결하는 새로운 방식 콜렉티브 임팩트 프로그램이다.

소셜벤처 등장과 사회관계망서비스(SNS) 지지활동, 착한소비 등 공익활동에 참여하는 대중 확대에 발맞춰 사회 변화에 다양한 주체가 협력하는 프로그램을 마련했다.

스탠딩 투게더 시즌 1 목표는 할머니 일자리 창출과 보육원 환경 개선이다.

할머니에 일자리를 제공하는 소셜라이프 브랜드 '마르코로호(대표 신봉국)'와 고장난 장난감을 수리해서 취약계층 아이에게 기부하는 '코끼리공장(대표 이채진)', 천연색채를 사용하는 라주어기법으로 페인팅 공간을 선물하는 '라주어코리아(대표 강우태)' 등 소셜벤처 세 곳과 협력한다.

CJ올리브네트웍스는 다음달 13일까지 할머니들이 손수 만든 팔찌와 반지, 발찌로 네이버 해피빈에서 크라우드펀딩을 실시한다.

펀딩 수익금은 할머니 인건비와 보육원의 주거환경 개선을 위한 재료비로 사용된다.

CJ올리브네트웍스 임직원 200여명은 장난감 수리와 보육원 천연 페인팅, 소독 봉사에 참여할 예정이다.

스탠딩 투게더를 기획한 정명찬 CJ올리브네트웍스 상무는 "그동안 노인·아동·장애인 대상 사회복지기관 정기봉사, 청소년 대상 코딩 교육 등 다양한 봉사활동을 지속 실시했다"며 "크라우드펀딩과 임직원 봉사가 결합한 스탠딩 투게더 프로그램으로 시니어 일자리 문제와 취약계층 아동 주거환경문제에 대한 대중 관심과 참여가 높아지기를 기대한다"고 말했다.

스탠딩 투게더는 올해 시즌1을 시작으로 매년 해결이 필요한 사회문제를 선정, 콜렉티브 임팩트 방식 프로그램으로 지속 운영한다.

CJ ONE 앱과 SNS 등에서 관련 이벤트도 실시한다.

@highlight

CJ올리브네트웍스는 크라우드 펀딩과 봉사를 결합한 '스탠딩 투게더'를 진행한다고 밝히며 이는 임직원, 소셜벤처, 대중들이 사회문제를 해결하는데에 있어 크라우드 펀딩의 방식으로 진행되는 프로그램이라고 소개했다.