그룹 어반자카파가 데뷔 10주년을 기념, 팬들과 함께 뜻깊은 시간을 가졌다.

지난 7일 오후 대구 엑스코에서 '어반자카파 10주년 전국투어'(이하 '어십콘')의 마지막 공연이 열렸다.

이날 어반자카파는 밴드 세션이 돋보이는 무대 구성을 비롯해 여전한 입담을 뽐내는 것은 물론, 객석으로 내려가 가까이에서 관객과 소통하는 등 10주년다운 공연 연출을 선보였다.

꾸준하게 사랑을 받고 있는 어반자카파의 히트곡 메들리도 이어졌다.

'봄을 그리다'부터 '그때의 나, 그때의 우리', 유닛으로 구성해 선보인 '떠나는 사람, 남겨진 사람', '지겨워' 등의 무대는 관객의 호응도를 높이는 가하면, '서울 밤', '목요일 밤', 'Get'(겟) 'Back In The Day'(백 인 더 데이) 등 넘치는 흥으로 공연장을 꽉 채웠다.

뿐만 아니라 어반자카파는 '위로'와 '피아노 앞에서', 'River'(리버), 'Nearness is to love'(니어니스 이즈 투 러브), '이 밤이 특별해진 건' 등 다채로운 셋 리스트로 현장을 찾은 관객의 만족도를 높이며 귀를 사로잡는 라이브와 감성까지 선물했다.

데뷔 10주년을 팬들과 자축하는 시간으로 뜻 깊게 보낸 어반자카파의 권순일은 "10주년 동안 이렇게 유지해준 멤버들에게 고맙고 감사합니다"라고 말했고, 박용인은 "관계라는 게 정말 어려운 건데 이렇게 함께해줘서 고맙습니다. 팬 여러분께도 정말 감사드리고 사랑합니다"라고 감사인사를 건넸다.

조현아 역시 "제가 무대를 서야 되는 사람이라는 걸 느끼게 해주셔서 감사합니다. 많이 응원해주시고, 사랑해주시는 것과 함께 이번 10주년 콘서트에도 와주셔서 정말 감사드립니다"라고 피날레를 장식했다.

서울을 시작으로 고양과 부산, 제주, 대구 등 전국 방방곡곡에 있는 팬들과 '어십콘'을 함께한 어반자카파는 앞으로도 대한민국 대표 감성 그룹으로서 음악 활동을 이어갈 예정이다.

@highlight

지난 7일 '어반자카파 10주년 전국투어'의 마지막 공연에서 밴드 세션이 돋보이는 무대 구성을 비롯해 여전한 입담을 뽐내는 것은 물론, 객석으로 내려가 근접하게 관객과 소통하는 등 10주년 다운 공연 연출을 선보이며 팬들과 함께 뜻깊은 시간을 가졌다.