에버랜드는 국내 강소기업들과 손잡고 멀티미디어쇼와 슈팅 기능이 결합된 IT 어트랙션 ‘레니의 마법학교’를 오픈했다고 8일 밝혔다.

에버랜드는 최고 수준의 위치추적 기술을 보유한 스타트업 ‘엔토소프트’, 국내외에서 IT 분야 기술력을 인정받고 있는 ‘상화’와 함께 약 10개월간 힘을 모아 개발한 순수 우리 기술들을 ‘레니의 마법학교’에 담았다.

에버랜드는 세계적 기술을 보유하고 있으나 테스트 및 상용화, 기술 적용 범위 확대에 어려움을 겪고 있는 국내 강소기업들을 지원하고 연간 800만 명의 에버랜드 이용객들에게는 첨단 IT가 가미된 새로운 경험요소를 제공하고자 상호 협력을 추진했다.

‘레니의 마법학교’는 에버랜드 대표 캐릭터 ‘레니’가 다른 차원으로 이동해 마법학교의 친구들과 힘을 모아 드래곤을 물리치는 스토리로, 한 번에 40명씩 약 8분간 체험 가능하다.

게임 속 ‘포탈’(차원을 이동할 수 있는 통로)과 같은 멀티미디어쇼 지역을 통과하면 40명의 참가자들이 각자 가진 마법봉으로 가상의 드래곤을 동시에 쏴 함께 물리치는 슈팅 이벤트가 진행된다.

40명의 점수가 실시간으로 나타나 가족단위 고객뿐 아니라 한 학급 이상의 단체 체험도 가능하며, 키 110㎝ 이상 에버랜드 입장객이면 무료로 이용할 수 있다.

에버랜드는 1㎝ 단위까지 슈팅 판별이 가능하도록 세계 최고 수준의 위치추적 기술을 적용하고, 바람과 흔들림 등을 느낄 수 있는 4D 체험을 결합해 몰입감을 극대화했다.

한편, ‘레니의 마법학교’는 ‘로봇·자이로VR’, ‘슈팅 고스트’에 이어 에버랜드가 국내 강소기업과 함께 개발한 3번째 시설이다.

에버랜드는 고객들이 테마파크에서 느낄 수 있는 비일상적 체험을 강화하고 차별화된 경험 요소를 제공하기 위해 IT 기업들과 협업을 더욱 확대해 나갈 방침이다.

@highlight

에버랜드는 8일 '엔토소프트', '상화'와 함께 개발한 기술로 IT 어트랙션 ‘레니의 마법학교’를 오픈했다고 밝혔으며 고객들의 비일상적 체험을 강화하고 차별화된 경험 요소를 제공하기 위해 IT 기업들과 협업을 더욱 확대해 나갈 방침이다.