충남도가 민물고기 중 최고 맛으로 수라상까지 올랐으나, 현재는 절멸 상태인 금강 종어에 대한 복원 사업을 본격 추진한다.

도 수산자원연구소(민물고기센터)는 9일 부여군 규암면 신리에서 지역 주민, 관계 공무원 등 30여명이 참여한 가운데 종어 치어 2000마리를 방류했다.

도 수산자원연구소는 종어 자원 복원을 위해 중앙내수면연구소와 '종어 살리기 프로젝트'를 추진 중으로, 2007년부터 2018년까지 치어 7000마리를 방류해 일부 복원 가능성을 확인한 바 있다.

이번에 방류한 종어 치어는 도 수산자원연구소가 인공종자 시험연구를 통해 처음으로 대량 생산에 성공해 80일 간 키웠다.

크기는 10㎝ 안팎이다.

도 수산자원연구소는 10일에도 과거 종어가 서식한 수면으로 알려진 서천군 한산면 신성리 금강에 치어 2000마리를 추가 방류할 계획이다.

도 수산자원연구소 관계자는 "그동안 종어 방류량이 적어 자원 회복에 한계가 있었던 것이 현실"이라며 "그러나 이번 종어 종자 대량 생산 기술 개발에 따라 매년 다량의 종어를 방류할 수 있게 됐고, 이는 자원 복원과 양식 등 산업화에 크게 도움이 될 것으로 기대된다"고 말했다.

80㎝에 3㎏ 이상 성장하는 종어는 우리나라에서 서식하는 동자개과 중 가장 큰 어종으로, 성장 속도가 매우 빠르며, 5∼7년 정도 성장하면 산란이 가능하다.

종어는 과거 금강과 한강, 임진강 등에서 서식했으나, 강 하구 개발에 따른 서식처 파괴와 수질오염, 남획 등으로 1980년대 이후 어획 기록이 없어 절멸한 것으로 추정되고 있다.

종어의 살은 연하고 식감이 좋으며, 가시와 비늘이 거의 없는 데다, 살이 두꺼워 회나 구이, 찜 등으로 이용하고 있다.

조선시대에는 금강에서 서식하는 종어를 최고로 치며 임금에게 진상한 것으로 전해지고 있다.

한편 도 수산자원연구소는 지난 1월 부여군과 '종어 복원 및 양식 산업화를 위한 협약'을 체결한 바 있다.

@highlight

충남도 수산자원연구소는 절멸 상태인 금강 종어에 대한 복원 사업을 추진하기 위해 9일 부여군 규암면 신리에서 지역 주민, 관계 공무원 등 30여명이 참여한 가운데 종어 치어 2000마리를 방류하였고 10일에는 서천군 한산면 신성리 금강에 2000마리를 추가 방류할 계획이다.