이승옥 강진군(중앙)가 제13호 태풍 '링링'으로 피해를 입은 농가를 방문해 현장 점검했다.

전남 강진군이 제13호 태풍'링링'의 피해 최소화를 위해 민·관이 대처한 결과 지난 2002년 루사와 비교해 강한 태풍이 왔음에도 피해가 적었다.

9일 강진군에 따르면 벼 도복 376ha, 과수낙과 12ha, 비닐하우스 파손 0.5ha와 가로수 전도, 정전 등 10여 건의 피해가 발생했으나, 신속한 복구작업 등으로 2차 피해를 예방했다.

강진군에서는 제13호 태풍 링링에 대비, 위험 시설물 철거, 조생종 벼 신속한 탈곡작업 등 조기에 적극적인 대응으로 태풍피해를 최소화했다.

지난 2002년 태풍 루사의 경우 강진군에서만 5억2000만 원의 피해가 발생했으나 이번 태풍 피해는 2억 원 상당의 피해가 발생한 것으로 잠정 집계됐다.

태풍상륙 전인 지난 4일부터 수확 가능한 벼와 배 등 과일을 수확하고, 비닐하우스를 결박조치 했다.

또 하천, 공사현장, 연안지역, 배수펌프장 등 재난취약지역에 대한 전방위적인 점검과 함께 하천고수부지 및 해안가 출입제한 등 태풍 피해 최소화를 위한 대비를 마쳤다.

태풍이 경계구역에 진입한 지난 6일 13시부터 비상 1단계를 발령하고 13개 협업 부서가 투입된 강진군재해대책본부를 운영하며 대군민 홍보 및 예찰활동을 추진했다.

이와 함께 같은 날 18시부로 비상2단계로 격상 발령하고 전직원 2분의 1 이상이 비상근무에 들어가 태풍 대비에 만전을 다했다.

이 군수는 비닐하우스 4000㎡(1200평)의 비닐하우스가 전파된 6농가를 현장방문 해 위로하는 등 태풍피해 조사 및 복구에 총력을 지시했다.

더불어 11개읍·면을 직접 돌아보며 피해현장 점검 및 복구지시를 하는 등 적극적인 대응활동을 이어나갔다.

이승옥 강진군수는 "재난상황에서 인명피해 제로·재산피해 최소화를 위해 각종 통제와 대응조치에 협조해 주신 군민들과 직원들에게 진심으로 감사를 드린다"고 말했다.

@highlight

이승옥 강진군수가 13호 태풍 '링링'으로 피해를 입은 농가를 현장 점검한 결과, 2002년 루사와 비교해 강한 태풍이 왔음에도, 위험 시설물 철거, 조생종 벼의 탈곡작업 등 민관이 함께 대처하여 적극적인 대응을 하여 태풍피해를 최소화한 것으로 나타났다.