조선의 시대적 저항 시인, 김호연재가 300년 만에 이 시대의 감성으로 다시 태어난다.

TJB(사장 이광축)는 창사특집으로 기획한 '다큐판타지 환생, 달의 소리'(연출 이종익)를 오는 14일 오전 8시 30분에 방송한다.

이 프로그램은 기존 다큐의 틀을 깨고 판타지적인 요소가 가미된 다큐판타지라는 새로운 시도를 한다.

300년 전 김호연재의 생애를 돌아보고, 초상화 제작 과정을 통해 다시 살아나는 호연재 환생의 이야기로 시청자들을 찾아간다.

'다큐판타지 환생, 달의 소리'는 "김호연재가 어떤 감성을 갖고 있고 어떤 모습일까?" 라는 호기심으로 시작돼 호연재의 얼굴을 찾아가는 과정을 흥미 있게 이 시대의 감성으로 표현하고 있다.

또 김호연재 가계인물 분석과 영정 작업의 고증과정, 표현기법을 통해 초상화 제작 과정의 현실성을 보여준다.

이 과정을 통해 조선시대 여성지식인의 사회적 의식에 대한 새로운 해석과 이 시대 여성과의 소통을 시도한다.

현재 인물과 역사 속 인물의 만남을 판타지적 표현으로 시청자들에게 흥미로운 볼거리를 제공한다.

특히 이번 프로그램에서는 유관순과 논개, 박팽년, 김만덕 등 국가표준영정 7점을 제작한 바 있는 윤여환 충남대 회화과 교수가 조선시대 전통 초상화기법을 복원해 김호연재의 영정을 제작한다.

이 과정에서 조선시대의 독자적 표현기법인 '육리문법'을 사용해 대상 인물의 피부 살결을 작은 점과 가는 선으로 정교하고 치밀하게 사실적으로 표현한다.

이종익 PD는 "이 프로그램은 300년 전 김호연재가 자신의 현실을 직시하고, 시와 산문을 통해 차별 없는 상생의 가치와 회복의 소리가 이 시대 어느 지점에 와 닿는지를 이야기한다"며 "7개월에 걸친 제작 기간 동안 김호연재에 대한 철저한 고증과 분석을 통해 시공을 초월해 환생한 호연재를 만나게 될 것"이라고 밝혔다.

@highlight

TJB는 창사특집으로 기획한 '다큐판타지 환생, 달의 소리'를 오는 14일 오전 8시 30분에 방영할 예정으로 이 프로그램은 기존 다큐멘터리의 틀을 깨고 판자지적인 요소가 더해진 다큐판타지라는 새로운 시도를 함으로 300년 전 김호연재의 생애를 되집어보고, 초상화 제작 과정을 통해 다시 살아나는 호연재 환생의 이야기로 시청자들에게 다가간다.