사진은 기사와 관련 없음.

민족 최대의 명절인 추석을 앞두고 있지만 올해 주위 어려운 이웃들을 위한 나눔의 손길이 눈에 띄게 줄고 있어 예년보다 쓸쓸한 명절이 될 것으로 우려되고 있다.

9일 제주사회복지공동모금회에 따르면 제주지역 추석 명절기간(명절 20일 전 일주일 집계) 기부현황을 살펴보면 개인과 법인을 포함한 총기부자 493명이 3억8441만1931원을 기부한 것으로 집계됐다.

이는 지난해 추석 명절기간 6462명이 6억3593만8288원을 기부한 것과 비교해 보면 기부자 수는 92.3%, 기부금액은 39.5% 감소한 것으로 나타났다.

구체적으로 보면 개인기부가 기부자수 470명에 기부금액 4104만1931만원으로 전년(6150명·2억4207만875원)에 비해 기부자수는 92.3%, 기부금액은 83% 줄었다.

법인기부는 기부자수 23명에 기부금액 3억4337만원으로 전년(312명·3억9386만7413원)에 비해 기부자수 92.6%, 기부금액 12.8% 감소했다.

공동모금회는 경기 불황이 장기간 이어지고 있는 점과 지난해부터 이어지고 있는 기부에 대한 불신 등으로 인해 올해 기부의 손길이 감소하고 있는 것으로 보고 있다.

또 올해 여름 휴가철이 끝나고 얼마 지나지 않은 상태에서 이른 추석을 맞이한 점도 기부 감소에 영향을 준 것으로 보인다.

실제 개인기부 중 정기기부가 올해 9월에만 6000여 건, 1억3000만원 상당 감소했고, 법인기부 역시 공기업 기부는 큰 변화가 없지만 일반법인 기부가 크게 줄어든 것으로 나타났다.

제주지역 사회복지시설들도 상황은 크게 다르지 않다.

제주시지역 A아동복지시설 관계자는 "보통 추석 명절 일주일 전부터 기부나 위문방문을 하겠다는 전화가 많이 걸려왔지만 올해는 문의 전화 자체가 뚝 끊긴 상황"이라며 "해마다 정기적으로 찾아왔던 분이 올해는 찾아오기 힘들겠다며 연락오기도 했다"고 말했다.

이 관계자는 "아주 약간의 도움이라도 아이들이 생활하는데 큰 도움이 될 수 있다"며 "아직 추석 명절까지 약간의 기간이 남아있는 만큼 반가운 소식을 기다리고 있다"고 밝혔다.

@highlight

올 추석을 앞두고 경기 불황과 기부에 대한 불신 등으로 나눔의 손길이 줄어들어 지난해보다  기부자 수는 92.3%, 기부금액은 39.5% 감소한 것으로 나타나 예년에 비해 쓸쓸한 추석이될 것으로 보고 있다.