문재인 정부 초대 금융위원장인 최종구 위원장이 783일 간의 공직생활을 마치며 금융위가 금융 혁신을 지속할 것을 당부했다.

9일 최 위원장은 정부서울청사 별관에서 열린 금융위원장 이임식에서 "어떠한 환경 변화와 어려움이 있더라도 금융혁신의 길을 중단해서는 안 된다"며 "우리 금융의 미래는 금융혁신에 달려 있다. 세상은 늘 변하고, 변화하지 않으면 제자리에 있는 것이 아니라 뒤처지게 된다"고 강조했다.

최 위원장은 금융정책의 보편적 가치와 원칙에 충실해야 한다고 강조했다.

그는 "칠흑 같은 바다를 항해하는 것처럼 두려운 상황에 직면할수록 금융의 핵심 원칙, 시장과 참여자에 대한 믿음을 등대 삼아 중심을 잡아야 한다"며 "금융산업의 발전을 가로막고 시장 참여자를 힘들게 하는 구시대적 형식주의와 근거 없는 시장개입 요구는 늘 경계하고 단호하게 근절해야 한다"고 부연했다.

최 위원장은 2년여 간의 성과로 가계 부채 증가세의 안정적 관리, 인터넷전문은행과 금융규제 샌드박스 도입 등 혁신 금융 서비스, 금융소비자 보호 종합 방안 마련, 외부 감사 독립성 제고 등 회계 개혁, 법정 최고금리 인하 등 취약 계층 포용 정책, 금융그룹감독 제도 구축 등을 꼽았다.

다만 최 위원장은 "데이터 경제 활성화를 위한 신용정보법 개정, 모험자본 확산을 위한 자본시장 혁신 후속 과제와 금융 포용성 강화를 위한 금융소비자보호법 제정 등 금융위가 추진한 일부 금융혁신 과제들이 마무리되지 못한 점은 특히 안타깝다"고 아쉬움을 표했다.

최 위원장은 "최근 대내외적 불확실성이 높아지면서 우리 경제가 어려운 상황이고, 일본의 부당한 수출규제로 인한 피해도 걱정되는 가운데 큰 짐을 맡기고 떠나게 됐다"며 "신임 위원장의 경험과 리더십으로 어떠한 난관도 슬기롭게 헤쳐 나갈 것을 안다"고 말했다.

최 위원장은 지난 2017년 7월 19일 문재인 정부 초대 금융위원장으로 취임해 지난 7월 18일 사의를 표명했다고 밝혔다.

한편 문재인 대통령은 이날 은성수 신임 금융위원장 등을 포함해 장관·장관급 인사에 대한 임명을 재가했다.

은 신임 위원장의 취임식은 이날 오후 열릴 것으로 예상된다.

9일 정부서울청사 별관에서 열린 최종구 금융위원장 이임식에서 최 위원장이 꽃다발을 들고 있다.

@highlight

문재인 정부 초대 금융위원장이자 최약 계층 포용 정책, 금융소비자 보호 종합 방안 마련 등의 성과를 낸 최종구 위원장이 9일 정부서울청사 별관에서 열린 이임식 자리에서 금융위가 금융정책의 보편적 가치와 원칙에 충실하고 금융혁신을 지속할 것을 당부했다.