롯데백화점이 홀로 아이를 키우는 여성들에게 희망을 전하기 위해 발 벗고 나섰다.

롯데백화점은 9일 본점 교육장에서 미혼모를 위한 '리조이스 박스' 제작 봉사활동을 진행했다.

롯데백화점은 지난 2017년 12월 여성 우울증 인식 개선을 위한 '리조이스(Rejoice) 캠페인'을 시작한 이래 지속적으로 다양한 봉사활동을 진행해 오고 있다.

대표적으로 9일에는 본사 임직원 40여명이 두 시간 가량 본점 교육장에 모여 기저귀, 물티슈, 분유 등 미혼모들에게 실질적으로 도움을 줄 수 있는 물건들을 담아 '리조이스 박스'를 제작했다.

임직원들이 만든 리조이스 박스는 '기아대책'과 '한국 미혼모 가족 협회'를 통해 도움이 필요한 미혼모들에게 전달된다.

롯데백화점이 미혼모를 위한 봉사활동을 진행하게 된 것은 여성들이 출산 후 경력 단절 및 호르몬 변화로 인한 산후 우울증을 호소하는 경우가 많을 뿐 아니라 혼자 아이를 양육하는 미혼모의 경우 경제적인 뒷받침 부족 등의 이유로 우울증에 걸릴 위험이 일반 산모보다 상대적으로 높기 때문이다.

롯데백화점의 '리조이스(Rejoice) 캠페인'은 2017년 12월 '여성 우울증 인식 개선'을 목적으로 시작했다.

롯데백화점이 본격적으로 여성 우울증 예방에 나선 이유는 여성 직원이 전체 임직원의 70% 이상을 차지하고 있어서다.

고객과의 최접점에서 근무하며 감정노동을 경험한 여성 직원의 경우 일반 직원에 비해 우울증을 겪을 위험이 2배 가량 높다.

롯데백화점은 2017년부터 '리조이스 캠페인'의 일환으로 '명사 힐링 특강', '템플 스테이', '쿠킹 클래스', '다문화 가정 여성 초청 힐링 프로그램' 등 다양한 프로그램을 진행하며 직원들의 정서적인 안정 및 우울증 인식 개선을 위한 활동을 이어오고 있다.

대표적으로 노원점과 광주점 등에서 직원들이 심리 상담을 받을 수 있는 공간인 '리조이스 카페'도 운영 중이며, 노원점의 '리조이스 카페'는 하루 평균 방문하는 직원만 약 150여명에 달하며, 매주 20여명의 직원들이 전문 심리 상담사를 통해 상담을 받고 있다.

@highlight

9일 롯데백화점은 출산 후 여성들이 산후 우울증에 걸리는 일이 많고 미혼모의 경우 경제적인 어려움 등의 이유로 우울증에 걸릴 위험이 높다는 통계에 따라 미혼모를 위한 물품을 기증하는 '리조이스 박스'를 고안하여 봉사활동에 이용하고 있으며 또 여성 우울증 인식 개선을 위한 '리조이스(Rejoice) 캠페인'을 꾸준히 진행하여 여성 직원들에게 전문 심리 상담을 제공하고 있다.