문재인 대통령이 9일 조국 법무부 장관 후보자의 임명을 강행했다.

사법개혁을 반드시 이루겠다는 의지를 내비치면서 국회를 비판, 여론을 정면으로 돌파하려는 의도로 해석된다.

문재인 대통령은 이날 장관 후보자 임명식에서 "조국 법무부 장관의 경우 자칫 국민 분열로 이어질 수 있는 상황을 보면서 대통령으로서 깊은 고민을 하지 않을 수 없었다"면서도 "저와 함께 권력기관 개혁을 위해 매진했고 성과를 보여준 조국 장관에게 마무리를 맡기고자 한다는 발탁 이유를 분명하게 밝힌바 있다. 그 의지가 좌초돼서는 안된다고 생각한다"고 말했다.

문 대통령은 "인사청문회까지 마친 절차적 요건을 모두 갖춘 상태에서 본인이 책임져야 할 명백한 위법행위가 확인되지 않았는데도 의혹만으로 임명하지 않는다면 나쁜선례가 될 것"이라며 "국민들의 넓은 이해와 지지를 당부드린다"고 했다.

문 대통령은 "저는 지난 대선 때 권력기관 개혁을 가장 중요한 공약 중 하나로 내세웠고, 취임 후 그 공약을 성실하게 실천했다"며 "이제 남은 과제는 권력기관의 정치적 중립을 보장하고, 국민의 기관으로 위상을 확고히 하는 것을 정권의 선의에만 맡기지 않고 법 제도적으로 완성하는 일"이라고 했다.

문 대통령은 조 후보자의 부인 정경심 교수가 기소된 것과 관련해서는 "가족이 수사대상이 되고 일부 기소까지 된 상황에서 장관으로 임명될 경우 엄정한 수사에 장애가 되거나 장관으로서 직무 수행에 어려움이 있지 않을까라는 염려가 많다는 것도 잘 알고 있다"면서도 "그러나 검찰은 이미 엄정한 수사 의지를 행동을 통해 의심할 여지 없이 분명하게 보여줬다"고 했다.

문 대통령은 "검찰은 검찰이 해야할 일을 하고, 정관은 장관이 해야할 일을 해나간다면 그 역시 권력기관의 개혁과 민주주의의 발전을 분명하게 보여주는 일이 될 것"이라고 했다.

아울러 "공평과 공정의 가치에 대한 국민의 요구와 평범한 국민들이 느끼는 상대적 상실감을 다시 한번 절감할 수 있었다. 무거운 마음"이라며 "국민을 좌절시키는 기득권과 불합리의 원천이 되는 제도까지 개혁해 나가겠다. 고교 서열화와 대학입시의 공정성 등 기회의 공정을 해치는 제도부터 다시 한번 실피고, 특히 교육 분야의 개혁을 강력히 추진해 나가겠다"고 했다.

@highlight

9일 법무부 장관에 조국을 임명한 문재인 대통령은 정치적 후폭풍 우려보다 사법개혁 의지가 중요하다고 강조하며 의혹만으로 임명을 미룰 수 없음을 피력하고 임명을 진행하였다.