LG유플러스와 서울지방경찰청은 9일 서울 종로구 서울지방경찰청사에서 여성안전 스마트치안 환경 구축을 위한 '우리집지킴이' 지원사업 업무협약을 체결했다.

이날 체결식에는 하현회 LG유플러스 부회장과 이용표 서울지방경찰청장이 참석했다.

양 기관은 최근 잇따라 발생하는 여성 1인 가구 대상 강력범죄를 예방하고 적극 대응할 필요성에 공감해, LG유플러스가 8월 선보인 우리집지킴이를 여성 1인 가구나 이주여성과 같은 사회적 약자 500가정에 보급하고 24개월간 무상 서비스를 제공한다.

우리집지킴이 서비스는 사물인터넷(IoT) 센서를 통한 침입감지와 CCTV 녹화를 통한 비디오 보안서비스, 사이렌 알림, 112 간편신고 기능을 모두 갖춘 종합 홈 보안서비스다.

서비스에는 △360도 파노라마 촬영, 사람 구분 인식 및 사생활 보호기능 설정이 가능한 가정용 CCTV 맘카 △창문이나 현관문 열림을 감지해 알려주는 열림알리미 △적외선 센서로 어두운 밤에도 동작을 감지해 사이렌을 울리는 움직임알리미 △AI리모컨허브가 포함돼 범죄 예방은 물론 감시·경보·신고·출동까지 통합 과정 지원이 가능하다.

지원대상 모집과 선정은 LG유플러스와 서울지방경찰청, 유관 여성단체가 서로 협력해 결정할 예정이다.

하현회 LG유플러스 부회장은 "여성대상 범죄를 통신서비스와 기술로 어떻게 예방할 수 있을지 고민해 이번 지원사업에 나서게 됐다"며 "범죄 예방부터 감시, 112 간편신고 기능까지 제공하는 종합 홈 보안서비스로 여성 1인 가구가 안심할 수 있는 안전한 서울 만드는 데 기여할 것"이라고 말했다.

이용표 서울지방경찰청장은 "급변하는 치안환경에 적합한 치안서비스를 제공하기 위해서는 다양한 사회 구성원과의 협업을 통한 공동체 치안이 중요하다"며 "LG유플러스와의 협력을 통해 '여성이 안전한 서울'에 한 발짝 다가갈 수 있기를 기대한다"고 밝혔다.

@highlight

LG유플러스와 서울경찰청은 9일 여성대상 강력범죄를 예방하기  위해  IoT센서를 통한 보안서비스 '우리집지킴이' 업무협약을 체결했다.