민주사회를 위한 변호사모임(이하 민변) 광주·전남지부가 창립 20주년을 맞았다.

민변 광주·전남지부는 지난 20년 동안 사회적 약자를 위한 법률 대변자로서 묵묵히 노력해왔다.

민변이 지역민들에게 사랑을 받아온 이유다.

민변은 시대의 아픔을 보듬는데 주저하지 않았다.

지난 1999년 9월 3일 11명의 변호사로 출발한 민변은 국가 공권력으로부터 부당하게 피해를 본 지역민과 시국사건 피의자에 대한 법률 구조에 힘을 쏟았다.

지역 대학생들의 학생운동과 관련한 국가보안법 위반 사건은 민변 광주·전남지부가 도맡았다.

이명박 정부 때는 전교조, 공무원노조, 교수협의회 등 정부와 대립하는 단체의 법률 지원에 나섰다.

민변은 어두운 과거를 은폐하려는 세력과도 맞섰다.

지난 2017년 전두환 씨가 5·18의 역사적 진실을 폄훼한 ‘회고록’을 펴내자 명예훼손 민사소송 등을 맡아 진행했다.

이어진 법정공방은 결국 23년 만에 전 씨를 법정에 세우는 데 이르는 단초를 제공했다.

민변은 양금덕 할머니 등 근로정신대 피해자들을 대리해 일본 미쓰비시중공업을 상대로 민사소송을 제기했고 대법원으로부터 미쓰비시 측의 배상이 합당하다는 판결을 받아냈다.

민변 광주·전남지부의 끈질긴 싸움은 전 국민의 지지를 받으며 최근 일본 정부의 경제보복에 대한 ‘극일’로 표출되고 있다.

민변은 사회적 배려 계층에 대한 인권보호와 자본의 횡포에 시름하는 지역 주민들을 위한 법률 지원도 아끼지 않았다.

20년 전 11명으로 첫 걸음을 뗀 민변 광주·전남지부는 이제 회원이 60명으로 늘었다.

규모가 커졌을 뿐 아니라 법률 지원 범위와 내용도 크고 다양해졌다.

지역 사회에서 민변의 역할이 늘었다는 방증이기도 한다.

지금 세계는 급변하고 있다.

혁신과 변화의 소용돌이에서 불가피하게 낙오하는 사람들이 나온다.

그들은 하루아침에 사회의 주변부로 밀려나게 된다.

민변이 주변부로 밀려난 약자와 소수자들을 위한 법률 대변자로서 그 역할을 다해줬으면 한다.

@highlight

민주사회를 위한 변호사모임 광주·전남지부가 창립 20주년을 맞았다고 전했는데, 지난 1999년 11명의 변호사로 출발해 국가 공권력에 부당한 피해를 본 지역민과 시국사건 피의자 구조 등에 힘을 썼으며 앞으로 사회적 약자와 소수자들을 위한 법률 대변자로서의 역할이 기대된다.