지난해부터 이어진 인천시 미추홀구 도화구역의 악취 문제가 일단락되는 모양새다.

악취의 주요 원인으로 지목됐던 주물공장 이전이 결정되면서 관련 민원도 잦아들 것으로 보인다.

인천시와 인천도시공사는 9일 도화구역 내 주물업체인 A사에 대한 토지매매 합의서를 체결했다.

이번 합의는 시와 공사, A사, 도화지구 환경대책위원회 등 4자 간 이뤄졌다.

그동안 A사는 도화지구 입주민들의 주된 민원 대상이었다.

주물공장 특성상 고열로 쇠를 녹이는 과정에서 플라스틱 타는 냄새 등이 발생했다.

특히 A사는 주거지역과 불과 50여m 거리에 위치해 피해가 더 컸다.

도화지구 입주가 시작된 지난해 2월부터 A사의 이전이 논의된 올 5월까지 접수된 악취민원은 1천200여 건에 달한다.

시와 공사는 5월 기본합의서를 작성하는 등 본격적으로 A사 이전 협상을 시작했다.

이후 수개월간 토지 가격, 매입 조건 등 구체적인 실무협의를 거쳤다.

그 결과 시와 공사, A사는 공장 이전을 전제로 제반 절차를 추진하고, 내년 10월까지는 해당 토지의 사용권 및 소유권을 공사에 넘기기로 했다.

이번 합의에 따르면 A사는 앞으로 한 달 내로 타 지역 이전을 위한 정식 매매계약을 체결해야 한다.

또 매매계약 체결일로부터 1년 안에는 공장 건물과 시설물 등의 철거·이전을 완료하도록 했다.

공사는 매매대금을 지급한 뒤 해당 공장 부지를 취득하게 된다.

해당 부지 규모는 5천290여㎡로, 공사는 용도를 벗어나지 않는 선에서 주민 의견 수렴 등을 거쳐 개발할 방침이다.

매매 비용은 부동산 가액 평가 및 기계장비 이전 비용 등을 고려해 산정됐지만 A사의 요청으로 공개하지 않기로 했다.

허종식 시 균형발전정무부시장은 "A사 이전이 최대한 빨리 이뤄지도록 노력하는 등 합의서 이행을 위한 행정적 지원을 아끼지 않겠다"며 "또 도화지구 내 악취가 발생하는 다른 사업장 17곳에 대해서도 자금을 지원해 시설 개선을 돕는 등 입주민들의 쾌적한 주거환경 조성에 적극적으로 나서겠다"고 약속했다.

@highlight

인천시와 인천도시공사가 9일 도화구역 내 주물업체인 A사에 대한 토지매매 합의서를 체결하면서 악취의 주요 원인으로 지목됐던 주물공장 이전이 결정되어 인천시 미추홀구 도화구역의 악취 문제가 해결될 것으로 보인다.