경찰 '의견없이 일단 모두 검찰로 송치' '국회 패스트트랙 충돌 사건'을 수사해온 경찰이 수사 대상 국회의원 소환 조사를 마무리하지 못한 채로 검찰에 사건을 송치한다.

서울 영등포경찰서는 9일 패스트트랙 관련 고소·고발 수사와 관련해 검찰에서 넘겨받은 17건과 경찰에 직접 접수된 1건 등 모두 18건의 사건 전체를 서울남부지검에 10일 송치한다고 밝혔다.

'국회 패스트트랙 충돌 사건'은 지난 4월 선거제·검찰개혁 법안들이 신속처리안건으로 지정(패스트트랙)되는 것을 막겠다며 자유한국당이 일으킨 국회 점거·감금 사태 이후 여야가 서로 고소·고발한 사건을 말한다.

이후 지난 5월 관련 사건을 접수한 서울남부지검은 대부분을 영등포서에 내려보내 수사를 지휘했다.

경찰은 그동안 국회 CCTV 화면과 지상파·종편 등 방송사가 찍은 1.4TB(테라바이트) 분량의 영상을 확보해 수사를 벌여 왔다.

경찰은 검찰의 요구에 따라 아직 소환 조사를 하지 않은 의원들과 관련한 사건도 모두 검찰에 송치하기로 했다.

수사 중이던 사건 가운데 14건은 검찰과 협의한 끝에 기소·불기소 의견을 달지 않는 '사안 송치'를 결정했고, 나머지 4건은 불기소 의견을 달아 검찰에 넘기기로 했다.

패스트트랙 충돌 관련 수사 대상에 오른 사람은 121명이다.

이중 수사 대상에 오른 국회의원은 자유한국당 59명, 더불어민주당 40명, 바른미래당 6명, 정의당 3명과 문희상 국회의장 등 총 109명이다.

앞서 경찰은 지난 6월 27일부터 증거물 분석을 마치는 순서대로 총 98명의 현직 의원에게 출석을 통보했다.

혐의 사실이 확인되지 않은 13명에 대해서는 소환 통보를 하지 않았다.

현재까지 출석한 의원은 민주당 30명·정의당 3명 등 모두 33명이다.

자유한국당 의원 59명은 "경찰의 야당 탄압성 수사에 응하지 않는다"는 당론을 밝히며 단 한 명도 출석하지 않았다.

지난 8월 21일 국회 본회의장 앞에서 정의당 관계자들이 '국회 정치개혁-사법개혁 약속이행'을 촉구하는 릴레이 농성을 하고 있다.

맞은편 예결위회의장에서는 자유한국당 의원들이 총회를 열고 '조국 사퇴'를 외치고 있다.

@highlight

영등포경찰서는 지난 4월 선거제·검찰개혁 법안들이 패스트트랙으로 지정되는 것을 막는 과정에서 발생한 사태에 대해 여야가 서로 고소·고발한 사건을 수사하였으나 수사 대상 국회의원 소환 조사를 다 마무리하지 못한 채로 '의견 없음' 으로 검찰에 사건을 송치했다.