카드 가맹점 수수료 인하여파로 인한 카드사 실적 악화가 현실화 됐다.

순이익 감소폭은 적었지만, 이는 무이자할부 혜택 축소 등 고객 후생을 깎아 만든 결과란 분석이다.

9일 금융감독원에 따르면 전업카드사 8개사의 상반기 순이익이 국제회계기준(IFRS)으로 9405억원으로 집계됐다.

이는 지난해 상반기 대비 2.7%(263억원) 감소했다.

전년 동기 대비로 총수익은 3198억원(2.6%) 증가했으나 총비용이 3461억원(3.1%) 늘어났다.

총수익이 2.6% 증가하는데 그친 이유는 올해부터 적용된 카드 가맹점 수수료 인하 영향이 컸다는 분석이다.

상반기 신용·체크카드 이용액이 426조1000억원으로 전년 동기 대비로 5.1%(20조5000억원) 증가했음에도 불구하고 상반기 가맹점 수수료 수익은 1년 전보다 0.2%(134억원) 감소했기 때문이다.

전업카드사 평균 수수료율이 변화가 없다면 일반적으로 이용금액에 비례해 수수료 수익이 늘어나야 한다.

수수료 수익 감소에도 총수익이 증가한 것은 할부수수료 수익이 전년 동기 대비로 23.0%(1789억원)나 늘었기 때문이다.

총수익 증가분의 절반 이상이 할부수수료 수익 증가에서 나왔다.

통상 카드사들은 시장점유율을 늘리려고 대대적으로 무이자 할부 마케팅을 벌인다.

하지만 수수료 수익 감소를 우려해 카드사들이 무이자 할부를 줄이면서 할부 수수료 수익이 증가했다.

신용카드 발급 수는 누적 기준으로 6월 말 현재 1억870만매, 체크카드 발급 수는 1억1178만매로 전년 동월에 견줘 각각 6.3%, 0.3% 증가했다.

올 상반기 카드대출 이용액은 52조3000억원으로 전년 동기 대비로 1.1% 감소했다.

이중 카드론 이용액은 1.3% 늘어난 반면 현금서비스는 3.0% 줄었다.

금융감독원 관계자는 "대내외 여건 변화에 대비해 카드대출 연체율 추이 등 건전성 동향을 점검하면서 카드업계 신규 수익원 창출과 장기 경쟁력 강화를 위한 제도 개선을 지속해서 추진할 예정"이라고 말했다.

@highlight

가맹점 수수료 인하 영향에 카드사 상반기 순이익이 9405억원으로 전년 대비 2.7% 줄어드는 등 카드사 실적 악화가 현실화되었다.