[충청투데이 김흥준 기자] 육군이 신병교육 기간을 현행과 같이 5주로 유지한 가운데 교육체계는 최적화하기로 했다.

육군은 지난 3월부터 6월까지 육군훈련소와 9사단 훈련병을 대상으로 4주 교육훈련 모델을 시험, 적용해 왔다.

이에 따라 야전부대 전투원에게 꼭 필요한 핵심 전투기술 수준을 분석한 결과 4주 모델보다 기존의 5주 교육이 더 효과적인 것으로 나타났다.

이 결과를 토대로 육군은 5주 교육 후반부에 훈련성과를 집중 배가시켜 완성도를 높일 수 있는 종합훈련 방안을 적용하고, 20㎞ 철야행군, 개인화기 사격, 전투체력 단련 등 전장에서 필요한 전투기술 훈련을 강화할 계획이다.

또한 종합훈련은 교육 초반에 배운 단일과목들을 최종 숙달하며 훈련성과를 최대한 끌어올리기 위해 각개전투, 사격과 기동, 경계, 구급법, 행군 등의 과목을 연계성 있게 통합 시행, 야외훈련장에서 숙영하며 3박 4일간 실시할 방침이다.

특히 종합훈련 마지막 날에는 20㎞ 행군을 철야로 실시한 후 복귀 시에는 '육군 전사 인증식'을 통해 군번이 새겨진 인식표를 수여함으로써 장병들에게 악조건을 극복한 자신감과 성취감을 고취시킬 계획이다.

아울러 전장에서 필요한 전투기술 훈련을 강화하기 위해 개인화기 사격은 기존 42시간에서 50시간으로 확대하고 한 번만 실시하던 실거리 사격을 2회로 늘려 사격능력을 향상시킨다는 것.

체력단련도 37시간에서 46시간으로 확대하고 특히, 입대 전 운동량이 부족했던 대다수 장병들을 고려해 전장에서 필요한 기초전투근력을 향상시킬 수 있도록 60m 왕복달리기와 같은 전장순환운동을 통해 신병들의 체력을 점진적으로 강화시켜 나갈 예정이다.

한편, 육군은 이번에 정립한 신병교육 체계를 8월 말부터 육군훈련소와 5사단 신병교육대대에서 시험적용하고 있으며, 내년부터 전면 시행할 예정이다.

@highlight

핵심 전투기술 수준을 분석한 결과를 토대로 육군은 신병훈련기간을 5주 현행체제로 유지하기로 하고 교육체계는 20Km 철야행군, 개인화기 사격, 전투체력 단련 등 전투기술훈련을 강화하는 쪽으로 방침을 정했다.