수확철 앞두고 있는 경기도내 과수농가들이 제13호 태풍 링링이 동반한 강풍으로 인해 농작물 낙수피해를 크게 본 것으로 파악되고 있다.

9일 경기도에 따르면 이날 오전 현재 도내 농업 분야 피해는 24개 시·군에 2천527㏊, 2천533개 농가인 것으로 잠정 집계됐다.

전날 오후 파악된 2천176㏊, 2천176개 농가보다 351㏊, 357개 농가가 늘어났다.

이날 오전 기준 작목별 피해 면적은 벼 1천364.1ha(972개 농가), 배 1천88.9ha(1천298개 농가), 사과 16.8ha(31개 농가), 복숭아 3.9ha(12개 농가) 등에 달하고 있다.

도는 농작물 피해 특성상 피해조사 기간이 오래 걸리는 만큼 피해 규모가 늘어날 것으로 전망하고 있다.

정확한 피해 규모는 10월 초께 최종 확정될 것으로 보인다.

다만 비닐하우스는 농식품부 내구성 규격 강화에 따라 구조가 개선돼 49.5㏊(208개 농가)로 비교적 피해가 상대적으로 적었다고 도는 설명했다.

시·군별로는 평택시 698㏊, 안성시 676㏊, 김포시 336㏊, 화성시 226㏊, 남양주시 220㏊ 등에 농업 분야에 피해가 쏠렸다.

이낙연 국무총리는 이날 이러한 농가피해를 점검하기 위해 안성시 배 낙과 피해 농가와 인근 상추·대파 재배농가를 방문해 응급복구 작업을 돕고 농민들의 건의사항을 청취하기도 했다.

현재 정부는 자연재난으로 농작물 피해를 입은 농업인의 영농 재개와 경영 안정을 위해 재난지원금과 융자금을 지원하고 있다.

재난 종료 후 10일 이내에 시·군 지자체를 통해 농작물 피해 신고를 접수하면 피해 조사과정을 거쳐 재난지원금과 융자금을 지원한다.

도는 피해 신고기간이 18일까지로 추석 연휴가 포함돼 있는 만큼 추석 전에 최대한 신고가 이뤄지도록 독려하고 있다.

또 피해지역 농어업인과 시·군 지자체가 조속히 피해 복구를 완료해달라고 당부하고 있다.

피해 조사 결과에 따라 신속히 지원할 방침이다.

@highlight

제13호 태풍 링링으로 피해를 본 경기도의 과수농가는 피해조사 기간이 오래 걸리는 만큼 피해 규모가 늘어날 것으로 전망되며  해당 피해 농민들은 정부가  농업인들의 영농 재개와 경영 안정을 위해 지원하는 재난지원금과 융자금을 받을 수 있다.