국내 사모펀드(PEF) 운용사 뱅커스트릿프라이빗에쿼티(PE)가 행동주의펀드 'KCGI(강성부펀드)'와 함께 아시아나항공 인수에 나선다.

9일 투자은행(IB) 업계에 따르면 뱅커스트릿PE는 지난 3일 마감한 아시아나항공 예비입찰에 'KCGI-뱅커스트릿 컨소시엄' 형태로 참여해 인수의향서(LOI)를 제출했다.

뱅커스트릿PE 관계자는 "예비입찰 참여 전부터 협의를 마치고 구성된 컨소시엄"이라며 "KCGI는 물론 국내외 기업들과 함께 충분한 자금을 조달한 상태"라고 밝혔다.

정부가 재무적투자자 단독이면 인수를 허용하지 않겠다는 뜻을 밝힌 만큼 항공 산업과 시너지 효과 발생이 가능한 다수 기업을 파트너로 참여시킨 것으로 보인다.

뱅커스트릿PE 측은 "아직까지 거론된 적 없는 국내외 기업 다수가 투자자로 함께 참여할 예정"이라며 "모두 항공업과 시너지 발생이 가능한 다양한 업종의 투자자들로 적극적인 관심을 보이고 있다"고 말했다.

지난해 2월 출범한 뱅커스트릿PE는 케인 양 전 홍콩애셋매니지먼트 회장과 이병주 대표가 공동 설립한 PEF 운용사다. 이 대표는 한국종합금융, 아이투신운용, 현대와이즈자산운용, 우리은행을 거쳐 흥국생명보험 등에서 자산 운용을 담당했다.

뱅커스트릿PE는 지난 5월 DGB금융지주에서 하이자산운용·선물을 함께 인수하며 주목받기 시작했다.

최근 도이치뱅크와 골드만삭스, 노무라증권 등 글로벌 IB와 사모펀드에서 30년 이상 경력을 쌓은 신동기 전 이랜드 재무총괄부문 대표(CFO)를 영입한 것도 이번 인수전을 위한 포석으로 풀이된다.

아시아나항공 인수전 예비입찰에는 애경그룹, HDC현대산업개발-미래에셋대우 컨소시엄, 스톤브릿지캐피탈, KCGI-뱅커스트릿 컨소시엄이 참여한 상태다.

@highlight

투자은행(IB) 업계에 따르면 지난 3일 마감한 아시아나항공 예비입찰에 뱅커스트릿PE와 행동주의펀드 'KCGI가 'KCGI-뱅커스트릿 컨소시엄' 형태로 참여해 인수의향서(LOI)를 제출하였으며 이로 인해 아시아나항공 인수전 예비입찰에는 애경그룹, HDC현대산업개발-미래에셋대우 컨소시엄, 스톤브릿지캐피탈, KCGI-뱅커스트릿 컨소시엄이 참여한 상태다.