오미자가 근육과 뼈의 노화를 개선하는 효과가 있는 것으로 확인됐다.

농촌진흥청(청장 김경규)은 전북대 치과대학과과의 공동 연구를 통해 오미자가 근골격계 퇴화, 치아 소실 등의 노화를 개선하는 효과가 있다는 사실을 확인했다고 9일 밝혔다.

농촌진흥청은 기존의 단편적 효능과 달리 오미자의 주요 성분인 '고미신A'와 '시잔드린C'에 주목하고 노화에 관해 연구했다.

먼저 골다공증이 있는 실험용 쥐에게 고미신A와 시잔드린C 추출물을 8주간 매일 10㎎/㎏씩 투여한 결과 근육 성장을 예측하는 분자 발현은 4배, 뼈의 분화인자 발현은 2배∼4배, 골밀도는 2배∼3배까지 증가하는 것을 확인했다.

고미신A는 동물 세포 실험에서 뼈를 튼튼하게 하는 골 강화 활성 지표와 골 강화 활성 인자 발현을 2배 이상 높였다.

또 사람 세포와 동물실험에서 노화계 세포의 노화지표 활성과 염증성 물질 발현을 55.5% 수준으로 억제했다.

시잔드린C는 성인 치아세포에 처리한 결과, 치아 유지에 나쁜 영향을 미치는 산화물(활성산소 ROS)이 45.7% 정도 줄었다.

인간은 노화가 진행되면서 생리적 기능은 물론 근육과 골격계도 퇴화된다.

입 안에 염증이 생기고 이가 빠지면서 노화가 더 촉진된다.

이번 연구는 오미자의 주성분인 고미신A와 시잔드린C의 노화 관련 효능과 작용 원리를 세포 실험으로 밝히고, 이를 기초로 동물실험에서 항노화 효능과 작용원리를 추가로 확인한 것이다.

연구 결과는 약용식물 관련 국제 학술지 '의학 소재에 관한 치료(Phytotherapy Research)'를 비롯해 5편의 논문에 실려 학술적으로 인정받았다.

@highlight

농촌진흥청은 오미자의 주성분인 고미신A와 시잔드린C의 세포실험과 동물실험을 통해서 오미자가 근육과 뼈의 항노화 효과가 있는 것을 확인했다고 9일 발표했다.