▲ 2018 상록문화제 아빠 육아골든벨.

[충청투데이 인택진 기자] 3·1운동 100주년을 맞이해 일제강점기 독립운동가로서 심훈선생의 삶을 재조명하고 현대문학의 정신적 지도자로서 그의 문학세계를 이해할 수 있는 계기를 마련하는 제43회 심훈상록문화제가 이달 20~22일까지 사흘 간 당진시청 일원에서 열린다.

(사)심훈상록문화제 집행위원회와 당진시에 따르면 올해 문화제는 3·1운동 100주년을 기념해 독립운동과 관련한 다양한 프로그램과 전시행사가 마련되고 시민들이 참여하는 문예대회와 게릴라 버스킹도 예정돼 있다.

공연 프로그램의 경우 사흘 간 18개 공연프로그램이 시청사 의회동 앞 야외무대에서 진행되며, 밤 9시30분에는 3·1운동 100주년 관련 영화도 상영된다.

▲ 2018 상록문화제 황석영 작가 특강 모습.

또한 올해 기획행사로는 학생 대표들의 토론회인 심훈 디베이트 대회가 21일 당진시의회 본회의장에서 열리는 것을 비롯해 △당진 청소년 국악제 △채소나라 콩콩이!(이상 9월 20일) △심훈 전국 시낭송 대회 △심훈사랑 당진문예 대회 △제9회 심훈 음악콩쿠르(이상 9월 21일) 등이 열린다.

아울러 전시행사는 심훈 시 전시전과 어린이를 위한 이야기 독립운동사 등이 6개 부스에서 진행되고, 다양한 체험부스와 프리마켓, 먹거리 부스는 상록문화제 기간 동안 상설 운영된다.

이밖에도 지난해와 달리 심훈 야구대회와 심훈 청소년 풋살대회 등 체육행사가 보조행사로 개최된다.

시 관계자는 "위대한 문학인이자 독립운동가인 심훈선생의 삶이 최근 독립운동 100주년을 맞아 재조명되고 있다"며 "올해 문화제를 잘 준비해 선생의 문학정신과 계몽사상을 시민 그리고 관광객들과 함께 나누겠다"고 밝혔다.

@highlight

3·1운동 100주년을 맞이해 일제강점기 독립운동가로서 심훈선생의 삶을 재조명하는 제43회 심훈상록문화제가 이달 20~22일까지 당진시청 일원에서 열리는 가운데 관련 영화 상영 및 체육행사가 보조행사로 개최된다.