조국 법무부장관 부인 등에 대한 무리한 수사로 '검찰단체사표 환영', '검찰 사모펀드쇼' 등의 항의 키워드가 실검 상위권에 오르고 있는 가운데 검찰 내부에서도 '정치개입'이라는 지적이 나오고 있다.

지난 8일 진모 부부장검사는 검찰 내부 통신망 '이프로스'에 '검찰의 편파수사, 정치개입 부끄럽습니다'란 제목의 글을 올리면서 "국민이 선출한 대통령에 의해 임명되는 법무부 장관의 지휘와 감독을 받는 검찰이 민주국가의 선거에 의한 통제 원칙의 본분을 잊고 정치에 직접 개입하는 잘못된 행태를 되풀이하고 있다"고 말했다.

이어 "지난 3주 동안 110만건의 기삿거리를 쏟아내면서 '당신이 이렇게 의혹이 많으니 그만둬라, 물러나지 않으면 주변을 더 쑥대밭으로 만들 것이다'는 신호를 끊임없이 주고 있다"고 덧붙였다.

특히 그는 "가족을 넘어 사건의 참고인들, 참고인의 주변인들을 뒤지는 듯한 인상을 언론에 흘리면서 '재판에서 우리에게 유리하게 진술하지 않으면 너의 비리를 더 수사할 것'이라는 압박을 주고 있다"고도 했다.

이날 임은정 울산지검 부장검사도 자신의 SNS에 "장기미제에 허덕이는 중앙지검에서 어떤 고발 사건들은 고발장을 접수하자마자 특수부 전 화력을 집중해 신속하게 수사하는걸 보니 부러웠다"면서 "전직 검찰총장들과 현직 검사장 등이 저지른 검찰의 조직적 범죄 수사가 덜 중요하다고 할 수 없다.

2018년 5월에 고발장을 내고 매달 수사 촉구 중인 입장이라, 이런 '새치기 수사'에 화날 수밖에 없다"고 심경을 전했다.

그러면서 "청문회로 검증할 단계에서 판별사로 나선 검찰의 선택적 신속한 수사는 명백한 정치개입"이라며 "정치적 논란을 자초한 검찰의 개입은 수사의 공정성 논란을 자초할 수밖에 없고, 유죄든 무죄든 관련자들이 승복할 수 없는 빌미를 준다"고 비판했다.

서지현 검사 또한 지난 7일 SNS에 "사람들은 여전히 검찰을 너무 모른다.

나는 실체는 전혀 알지 못한다.

그렇지만 유례없는 신속한 수사 개시와 기소만으로 그 뜻은 너무나 명확하다"면서 "정치검찰"이라고 비난을 쏟아냈다.

@highlight

조국 법무부장관 부인 등에 대한 무리한 수사로 '검찰단체사표 환영', '검찰 사모펀드쇼' 등이 실검 상위권에 오르고 있는 가운데 검찰 내부에서도 '정치개입'이라는 지적이 나오고 있으며 지난 8일 진모 부부장검사는'검찰의 편파수사, 정치개입 부끄럽습니다'란 제목의 글을 올렸고 임은정 울산지검 부장검사도 검찰의 수사는 명백한 정치개입이라며 수사의 공정성 논란을 비판했다.