5분발언, 구 군청사 지역의 무분별한 사업보다 당진 역사문화 보존해야...

당진시의회(의장 김기재) 최창용 의원은 9일 제65회 임시회 제2차 본회의에서 5분 발언을 통해'당진읍성 복원과 원도심 활성화 방안'의 마련을 촉구했다.

최창용 의원은 "구군청 청사 주변은 당진의 역사를 간직한 지역으로 백제시대부터 우리 시 역사문화의 중심지였다"면서 5분 발언을 시작했다.

최 의원은 "당진은 역사적으로 수많은 환난을 겪으면서 오늘의 모습을 갖추게 됐다"면서 "옛 정취는 상실했지만 당진읍성을 중심으로 시가지가 발달해온 과정을 살펴보는 것도 도시재생사업을 추진함에 있어 매우 중요하다고 생각한다"고 언급했다.

최 의원은 이어 "당진읍성이 있었던 원도심은 당진의 역사를 알 수 있는 아주 귀중한 문화유산으로 당진의 구심점"이라면서 "원도심을 활성화한다는 미명아래 노후 됐다고 공간 활용도가 떨어진다는 이유로 구 군청을 철거하고 도심광장 및 거점주차장 조성은 단지 도시재생 선정을 위한 절차의 하나에 지나지 않는다"고 말했다.

이어 "행정에서는 지역주민들의 충분한 의견수렴과 공론화를 통해 보다 합리적이고 차질 없는 사업을 추진하여야 할 것"이라고 지적했다.

또한 "당진읍성 뒷산은 당진시내경관을 조망할 수 있는 좋은 공간이며 시민들의 휴식공간으로 거듭나야 한다"면서"지친 도시생활을 편안하게 휴식하고 즐기는 역사문화 공간으로 읍성의 유래를 배우며 건강과 시가지를 구경하는 문화시민공간이 돼야 한다"고 강조했다.

아울러 "예전의 활기 넘치는 원도심은 간데없고 대책 없는 도시 개발사업으로 초저녁 원도심은 다니는 사람이 없어 죽은 도시로 전락한 지 오래"라면서 "원도심의 경제활성화를 위한 콘텐츠를 개발하여 시민들이 넘치고 활력 있는 원도심을 만들어야 한다"고 목소리를 높였다.

최 의원은 마무리 발언을 통해 "시는 역사를 간직한 원도심 구군청 지역을 무분별하고 근시안적인 도시재생사업보다는 당진의 역사문화를 재현하고 보존하는 지혜를 발휘해야 한다"면서 5분 발언을 마쳤다.

@highlight

당진시의회 최창용 의원은 지난 9일 제65회 임시회 제2차 본회의에서 근시안적인 도시재생사업이 아닌 역사를 간직한 원도심 지역의 당진읍성 복원을 통한 원도심의 경제활성화를 위한 콘텐츠 개발 등 원도심 활성화 방안을 마련할 것을 주장했다.