"아침에 일어나 단지내 텃밭에서 배추 크는 거 바라보고 점심에는 아파트 1층과 바로 연결된 복지관에서 이웃 어르신들과 함께 식사를 하고, 오후에는 물리치료실에서 허리 치료 받고, 게다가 무상ㆍ저렴한 임대료까지..."

어르신 맞춤형복지주택을 건립하기 위해 군산시는 10일 LH와 업무협약식을 체결하고 연내 사업승인을 완료, 내년 상1반기내 착공이 이뤄질 전망이다.

군산시에 따르면 고령자 복지주택은 고령사회 충격을 대비해 65세 이상 저소득 노인들이 주거지에서 편리하게 복지서비스를 이용할 수 있도록 저층부에 복지시설을 설치, 고령자 맞춤형 영구임대 주택과 보건, 의료 등 주택과 복지시설을 복합 건설하는 공공임대주택이다

특히, 입주자의 특성을 고려해 주거시설은 고령자의 안전과 편의를 위해 단차 없는 단지계획, 문턱 없는 주거공간, 세면대 높낮이 조절, 씽크대 높낮이 조절, 안전손잡이, 비상버튼 등을 설치하여 무장애 설계를 적용한다.

복지시설에는 건강증진실, 동아리실, 취미실, 사교장, 실버카페, 다목적 강당, 담소원, 이미용실, 경로식당 등을 설치해 취미 활동, 치매예방, 위기 독거노인 지원, 노인 사회활동 지원사업 등 다양한 프로그램을 운영할 계획이다.

강임준 군산시장은 "고령자복지주택이 건립되면 생활이 어렵고 거동이 불편한 어르신들과 지역사회 주민들이 보다 쾌적하고 안정적인 주거생활과 복지서비스를 더불어 함께 누리게 될 것으로 기대한다."라고 밝혔다.

한편, 이 사업은 지난 4월 국토교통부 주관 공모사업에 선정됐으며, 군산시는 사업부지를 제공하고, LH에서 국비 149억 등 총사업비 217억원을 투입해 오룡동 900-40번지 일원(삼학 주공아파트 뒤)에 복지임대주택 150호(전용 26㎡)와 복지시설 1,500㎡를 건립, 2022년 하반기 입주를 목표로 하고 있다.

@highlight

어르신 맞춤형 복지주택을 건립하기 위해 군산시는 10일 LH와 업무협약식을 체결하고 연내 사업승인을 완료, 내년 상1반기 내 착공이 이뤄질 전망이며, 주택과 보건, 의료 등 주택과 복지시설을 복합 건설하는 공공임대주택이며, 무장애 설계를 적용 한다.