이른 가을 날씨에 간절기 재킷이 벌써부터 완판됐다.

신세계인터내셔날 여성복 브랜드 보브(VOV)는 지난달 간절기 컬렉션 트위드 재킷 7종 중 4개 제품이 완판됐다고 10일 밝혔다.

여성복 업계에서 8월은 통상적으로 여름 상품의 매출이 꾸준히 이어지는 달로, 본격적인 가을 제품의 판매는 9월부터 이루어진다.

보브는 올 여름이 작년만큼 덥지 않을 것이라는 전망에 기존보다 이른 6월 중순부터 간절기 상품들을 본격적으로 내놓기 시작했다.

보브는 특히 올 가을 트렌드로 떠오른 트위드 재킷과 체크 재킷을 두께와 소재에 따라 나눠 3주 간격을 두고 순차적으로 출시했다.

동일한 컬렉션 내 상품들을 동시에 출고하던 기존 방식과 달리 날씨에 유연하게 대처하기 위해 컬렉션을 좀 더 세분화 해 따로 선보인 것이다.

보브가 7월 말 선보인 트위드 컬렉션은 총 7종으로 이 중 4개 제품이 한 달도 채 안 돼 모두 완판됐다.

트위드 컬렉션은 기존 격식 있고 여성스러운 느낌이 강한 트위드 소재의 고정관념을 깨고 2030 젊은 여성들이 쉽게 입을 수 있도록 디자인됐다.

포켓 포인트 트위드 재킷은 국내 고객뿐만 아니라 중국 왕홍들에게도 폭발적인 반응을 얻고 있다.

이 제품은 하루 동안 한 매장에서만 250매가 넘게 팔리는 기록을 세웠으며, 현재 600장이 1차 재생산에 들어갔다.

이와 함께 트위드 컬렉션 출시 당시 선보였던 화보 속 코디 제품들을 함께 구매하는 고객들이 늘어나면서 브랜드 전체 매출도 전달 대비 15% 가까이 증가했다.

8월 말 매장에 입고된 체크 재킷 컬렉션 또한 인기몰이 중이다.

보브는 체크 패턴과 브라운 색상을 접목시킨 간절기용 재킷 6종을 선보였는데, 판매 3주 만에 총 2000장이 넘게 판매됐다.

일부 제품은 이미 1차 재생산에 들어갔다.

신세계인터내셔날 보브 관계자는 "이번 간절기 컬렉션은 시기를 적중한 기획력과 고객들이 쉽게 따라 할 수 있는 실용적인 스타일링을 소개하면서 좋은 반응을 얻은 것 같다"고 말했다.

@highlight

여성복 브랜드 보브가 가을 날씨가 이르게 다가오면서 간절기 컬렉션 트위드 재킷 7종 등 4개 제품이 이르게 완판됐다고 밝힌 가운데, 화보 속 코디 제품을 함께 구입하는 고객이 증가하면서 브랜드 전체 매출이 전달 대비 15% 가까이 증가한 것으로 나타났다.