현대자동차 대형 SUV(스포츠유틸리티차) 팰리세이드가 미국 안전성 평가에서 최우수 등급을 받았다.

이에 따라 현대차가 '가장 안전한 차'로 인정받은 차종은 13개로 늘었다.

이는 현지 시판 자동차 브랜드 중 가장 많은 수준이다.

현대차는 대형 SUV(스포츠유틸리티차) 팰리세이드가 올해 미국 고속도로 안전보험협회(IIHS)의 안전성 평가에서 최우수 등급인 '톱 세이프티 픽 플러스'를 받았다고 10일 밝혔다.

미국 비영리단체 IIHS는 세계에서 가장 까다로운 차량 안전 검사를 진행하는 자동차 안전 시험 기관으로 알려져 있다.

매년 출시된 수백 대의 차량을 대상으로 충돌 시험 결과를 발표한다.

2020년형 팰리세이드는 전면 충돌, 운전석 스몰 오버랩, 조수석 스몰 오버랩, 측면 충돌, 지붕 강성, 머리 지지대와 좌석 안전 등 6개 충돌 안전 항목 평가에서 모두 최고 등급인 '우수' 평가를 받았다.

여기에 전방 충돌 회피 장치와 전조등 평가에서도 '어드밴스드', '최우수' 등급을 받아냈다.

시속 19.3㎞와 40㎞의 제동 시험에서 충돌을 피한 것이 어드밴스드 등급 획득에 주효하게 작용했다는 게 현대차 측의 설명이다.

팰리세이드는 이런 시험을 종합한 결과, 가장 높은 등급인 톱 세이프티 픽 플러스를 받았다.

이는 현대차 브랜드 가운데 13번째다.

IIHS의 안전성 평가 부문은 최고 등급인 톱 세이프티 픽 플러스(TSP+)와 양호한 등급인 톱 세이프티 픽(TSP)으로 나뉜다.

현대차는 미국 내 자동차 브랜드 중 TSP와 TSP+를 가장 많이 받은 브랜드를 기록하게 됐다고 설명했다.

현대차 관계자는 "팰리세이드가 최고 등급을 받은 만큼 고객들의 구매에 긍정적인 영향을 미칠 수 있을 것"이라며 "앞으로도 지속적인 안전성 확보로 고객 만족과 신뢰도를 높이기 위해 최선을 다하겠다"고 말했다.

@highlight

현대자동차 대형 SUV(스포츠유틸리티차) 팰리세이드가 세계에서 가장 까다로운 차량 안전 검사 시험 기관인 미국 IIHS에서 미국 안정성 평가에서 최우수 등급(TSP+)을 받아 '가장 안전한 차'로 인정 받은 차종이 13개로 늘어나며 최다 브랜드를 기록하였다.