연축성 발성장애, 근긴장성 발성장애, 성대 고증으로 십여 년을 제대로 노래하고 싶어서 고생하였던 한 청년이 강남보컬학원으로 잘 알려진 3옥타브장인, 클라인 원장을 찾아왔다.

그는 몇 년간 이를 고치기 위해 사방팔방으로 해결책을 찾기 위하여 뛰어다녔다고 전했다.

그러나 몇 년간 병원으로 치료를 다니다가 의사한테 들은 말은 '나가서 공연을 해보는 게 어떠냐'라는 말, 해결책을 찾는 노력으로 들은 답들은 죄다 해결책을 찾을 수 없는 무책임한 말뿐이었다고 한다.

그는 정말 세상이 무너지는 기분이 들었다고 지난 세월들을 반추하였다.

더불어 성악가에게도 치료를 받았는데 추상적인 설명과 지도, 계속 반복적인 연습만 8개월을 하였다.

한 달에 90만 원에 달하는 비싼 수업료를 내고 배웠지만 효과가 거의 없었다고 말했다.

반면 강남보컬학원 3옥타브장인, 클라인 원장은 찾아온 내담자의 문제점을 짚어 원하는 대로 제대로 노래할 수 있도록 만들어주었다.

그 비결에 대해서 발성은 상식적인 선에서 이해를 하고 연습을 해야 한다고 말했다.

그리고 노래가 잘되지 않는 원인에 있어 특정 단어의 음색이 부족한 것이 아닌 전체적으로 음색이 불안정하다고 진단했다.

이러한 문제를 짚어내고 해결하기 위한 그에게 꼭 맞는 완벽한 솔루션을 제공한 것이다.

이처럼 노래를 부르는 데 있어 어려움을 겪고 있는 많은 이들에게 귀감이 되어주고 있는 강남 미디 보컬학원 '3옥타브장인', 클라인의 유튜브 채널 '3옥타브 장인' 채널에 접속하면 이러한 미담들이 주를 이루고 있다.

해당 학생 외에도 10년 전 사고로 인하여 시력을 잃었던 분이 노래를 위한 꿈을 좇다 해당 학원에 방문하여 '노라조'커버를 통하여 많은 이들에게 감동을 주었던 사연도 있다.

이처럼 많은 이들의 꿈을 위하여 영감을 주는 3옥타브 장인의 미담이 이어지고 있다.

자본주의가 만연한 현 세대에 많은 이들의 열정을 실현 시켜주는 이곳은 유튜브 3옥타브장인 채널 및 홈페이지를 통해서 확인이 가능하다.

@highlight

연축성 발성장애로 십여 년간 노래를 할 수 없었던 한 청년이 3옥타브장인을 찾아가 노래를 부를 수 있게 되면서 이는 노래를 부르는 데 있어 어려움을 겪고 있는 많은 이들에게 귀감이 되었다.