국회입법조사처(처장 김하중)가 정부의 자동차 개별소비세 인하정책에 제동을 걸었다.

국회 통제 기능도 강화해야 한다고 주문했다.

국회입법조사처는 국회 싱크탱크 역할을 한다.

국회입법조사처 10일 '자동차 개별소비세 정책동향 및 개선과제'를 다룬 '이슈와 논점' 보고서를 발간하고 이 같이 제언했다.

'이슈와 논점'은 국내외 최신 동향 및 현안에 대한 보고서로, 국회의원이 입법활동을 하는데 참고한다.

국회입법조사처에 따르면 정부는 최근 경기침체 시 빈번히 자동차 개별소비세 인하정책을 활용했다.

자동차 개별소비세 기본세율은 5%다.

다만 경기조절 등을 위해 시행령 개정으로 3.5%까지 한시적 경감이 가능하다.

정부의 개소세 인하주기는 약 3년 주기에서 2년 주기로 과거에 비해 더욱 짧아지고 있다.

인하기간은 약 4~6개월에서 약 10~17개월로 3배 가까이 늘었다.

작년 7월 시작된 현 인하정책도 두 차례 연장, 올해 말까지 적용된다.

보고서는 이러한 정부의 자동차 개소세 인하에 대한 국회 통제가 이뤄지지 않고 있다고 지적했다.

개소세 인하로 최근 6개월간 1000억원에 가까운 세수 손실이 발생함에도 조세특례와 달리 국회 사전·사후관리가 이뤄지지 않고 있다는 설명이다.

최근 개별소비세 인하로 인한 국산차 판매 촉진효과도 과거보다 크지 않다고 부연했다.

이를 개선하기 위해 조세특례에 준하는 사전·사후관리가 필요하다고 주장했다.

개소세 인하 전에 필요성과 적시성, 기대효과 및 예상되는 문제점 등을 국회에 미리 보고하고, 만료 후에도 목표달성도, 경제적 효과, 소득재분배 효과, 재정에 미치는 영향 등을 국회에 보고하도록 해야 한다는 것이다.

보고서는 우리나라 친환경자동차 구입 세제혜택이 '조세특례제한법'상 한시적 조세특례라며 일몰도래 전에 특례 연장이 이뤄지지 않는다면 조세감면이 중단되는 구조라고 지적했다.

해외 많은 나라가 자동차 구입단계부터 온실가스 배출량, 연비 등 환경에 미치는 요소를 일반세제에 반영하고 있다며 수정보완돼야 한다고 제언했다.

@highlight

국회입법조사처가 정부가 경기침체시 빈번히 자동차 개별소비세 인하정책을 활용해 왔다며, 이로인해 6개월간 1천억원에 세수손실이 발생함에도 사전,사후관리가 이뤄지지 않고있다고, 정부의 자동차 개별소비세 인사에 제동을 걸었다.