한국토지주택공사(LH)는 10일 서울 강남구 소재 LH 서울지역본부에서 경남 진주시 등 12개 지자체와 '고령자복지주택사업 공동시행을 위한 업무협약'을 체결했다. 고령자복지주택은 65세 이상 저소득 어르신에게 단순 주거제공을 넘어 특화형 복지서비스를 함께 제공하는 공공임대주택으로, 연령 특성을 고려한 주거공간 공급을 통해 인구변화에 적극 대응하고 어르신들의 삶의 질을 높이기 위해 추진되는 사업이다.

이번 사업은 국토교통부의 공모를 통해 지난 4월 경남 진주시, 서울 강북구 등 12개 지자체가 사업지구로 선정했으며, 선정된 지자체들이 모두 LH와 공동으로 사업시행을 결정해 이번 협약이 체결됐다.

협약에 따라 LH는 사업지구별 고령자복지주택의 설계, 시공 및 주택의 운영·관리를, 지자체는 사업부지 제공 및 준공 후 복지시설의 운영·관리를 담당하게 된다.

모두 12개 사업지구에서 영구임대 1502호, 행복주택 168호, 국민임대 80호 등 공공임대주택 총 1750호 및 전체 연면적 1만9026㎡(사업지구당 1586㎡)의 복지시설이 건설된다.

고층부에 들어서는 고령자용 임대주택에는 문턱제거, 높낮이 조절 세면대 등 무장애 설계가 적용되고, 저층부에는 지역주민과 함께 사용할 수 있는 건강관리, 생활지원, 여가활동 등의 사회복지시설이 복합 건설된다.

특히 홀몸어르신 안심센서를 임대주택에 설치해 입주자의 움직임 감지 후 일정기간 동작이 없는 경우 관리실 등으로 자동 연락되는 시스템을 구축해 고독사 등을 예방할 수 있다.

LH와 지자체들은 사업 준공 후에도 복지시설 활용도 및 입주민 만족도 제고를 위해 다양한 복지 프로그램을 개발·운영할 예정이다.

변창흠 LH 사장은 "이번 사업은 우리사회의 급속한 고령화 속도에 비해 부족한 어르신 특화주택에 대한 훌륭한 대안이 될 것"이라며 "LH는 지자체와 협력해 사업이 성공적으로 추진되도록 최선을 다하겠다"고 말했다.

@highlight

LH는 10일 전국 12개 지자체와 '고령자복지주택사업 공동시행을 위한 업무협약'을 체결하여 총 1750호의 복지시설을 건립하고 협약에 따라 LH는 주택의 설계, 시공 및 운영 관리를 맡고 지자체는 부지 제공 및 준공 후 복지 시설을 운영하며 65세 이상 저소득 어르신들을 위한 특화형 복지서비스가 함께 제공되는 공공임대주택 사업을 추진한다.