습진은 인체의 면역력 저하, 바이러스 및 진균 등의 감염, 알레르기, 스트레스 등 다양한 원인으로 인해 피부 보호층이 파괴되면서 염증이 발생하는 피부 질환이다.

습진은 증상과 경과에 따라 급성과 만성으로 구분하기도 하며 원인과 발생 부위에 따라 접촉성 피부염, 아토피피부염, 지루성피부염, 주부습진, 사타구니 습진, 화폐상 습진 등으로 구분하는데 가장 큰 습진의 발생 원인은 면역력 저하와 외부 자극이다.

만성 습진은 급성 습진이 계속 재발하여 오랫동안 지속될 때를 말한다.

만성으로 변하면 습진 발생 부위가 두껍게 굳어지며 색깔도 적흑색으로 변하게 된다.

접촉성 피부염은 자극이나 알레르기 등으로 인하여 발생하며 주로 홍반, 부종 등을 동반한 증상과 함께 수포나 진물을 동반한다, 아토피 피부염은 유전적 요인이나 면역반응 이상 등으로 인해 주로 발생한다.

지루성피부염은 면역력 저하와 내부 장기 순환의 문제로 인한 '열성 피지'현상으로 인해 피지샘의 과다 증식으로 인해 발생한다.

이러한 습진은 증상의 악화와 호전을 반복하는 경우가 많아 치료에 어려움이 있지만, 한의학적 원인 치료를 통해 해결할 수 있다.

이를 위해 환자 개인의 체질과 증상에 맞춘 한약을 통해서 인체 면역력과 피부 재생력을 높인다.

또한, 침, 약침 등의 외부적인 치료를 통해서 습진 증상을 억제하고 피부가 빠르게 회복될 수 있도록 돕는다.

생기한의원 대전점 최진백 원장은 "몸 안과 밖의 유기적인 치료를 통해서 증상을 개선하고, 몸 스스로 습진 증상을 극복할 수 있게 치료하기 때문에 치료 후에도 적절한 관리만 해준다면 잘 재발하지 않는다."라고 말했다.

습진은 한번 발생하면 지속적이고 끊임없이 고통에 시달릴 수 있지만 조기에 원인 치료를 하게 되면 빠른 치료 효과를 낼 수 있다.

증상이 나타나면 조기에 원인 치료를 해야 흉터 등을 남기지 않을 수 있다.

@highlight

습진은 피부 질환으로 주로 면역력 저하와 외부 자극으로 인해 발생하는데 증상의 악화와 호전을 반복하는 경우가 많아 치료에 어려움이 있지만, 환자 개인의 체질과 증상에 맞춘 한의학적 원인 치료를 통해 회복할 수 있다.