한국중부발전 사회봉사단이 다가오는 추석명절을 맞아 지역 맞춤형 사회공헌활동을 펼치고 있다(오른쪽 일곱 번째부터 중부발전 김신형 기획본부장, 보령노인종합복지관 정성철 관장).

한국중부발전(사장 박형구) 사회봉사단은 추석 명절을 맞아 지난 3일부터 오는 17일까지를 ‘지역사회와 함께하는 추석맞이 행복나눔주간’으로 정하고 전국 사업소별 차별화된 맞춤형 봉사활동을 펼친다고 10일 밝혔다.

중부발전 사회봉사단은 지역에서 어려움을 겪고 있는 장애인, 독거노인, 다문화 가정에 대한 생필품 및 기부금 전달, 자매결연 마을과의 지역 농산물 나눔활동, 추석 명절맞이 무료급식 지원 등 다양한 봉사활동을 통해 7000만 원 상당의 물품과 성금을 전달한다.

이번 ‘중부발전, 행복나눔 봉사활동’은 ‘지역 맞춤형 사회공헌 프로그램’의 일환으로 추진된 것으로, 지역사회의 어려운 이웃을 대상으로 전국의 중부발전 본사 및 사업소에서 행복과 희망을 전하는 다양한 활동들이 펼쳐졌다.

본사 사회봉사단은 김신형 기획본부장과 봉사단원 20명이 보령노인종합복지관과 협업하여 장애인 및 취약계층 노인 등 120여 가구에 따뜻한 마음과 함께 생필품을 전달했다.

인천발전본부 사회봉사단은 노인문화센터를 방문한 480여 명의 지역 어르신들에게 정성껏 준비한 추어탕을 대접하는 등 주민과 함께하는 시간을 가졌다.

제주발전본부 사회봉사단은 ‘지역 농산물을 활용한 김장 담그기’를 시행하고 지역의 어려운 이웃에게 김장과 함께 생필품을 전달하였다.

보령발전본부 사회봉사단은 기초생활수급자에게 생필품을 지급하고, 전통시장에서 구입한 농수산물을 복지시설에 전달했다.

서천건설본부 사회봉사단은 발전소 주변 24개 자매결연 마을을 방문, 환경정리 봉사활동과 더불어 1200만 원 상당의 맞춤형 물품을 지원했다.

박형구 사장은 “중부발전은 앞으로도 다양한 사회공헌 프로그램을 발굴해 주변의 어려운 이웃과 따뜻한 온정을 나누며, 지역사회와 함께 상생하는 에너지공기업으로서 지역의 든든한 버팀목이 되겠다”고 밝혔다.

@highlight

한국중부발전 사회봉사단은 추석 명절을 맞아 지난 3일부터 오는 17일까지를   ‘지역사회와 함께하는 추석맞이 행복나눔주간’으로 정하고 어려운 이웃을 대상으로 소외계층기부, 생필품 지원 등  다양한 맞춤형 봉사활동을 펼친다고 10일 밝혔다. 