지역민들의 관심 속에 개통한 목포해상케이블카가 공식 운행을 시작한 지 이틀 만에 센서 오작동으로 운행 중 멈춰서는 사고가 발생했다.

목포해상케이블카㈜에 따르면 지난 9일 오후 3시 20분께 운행 중이던 케이블카가 갑자기 멈춰서는 바람에 탑승객 10여 명이 허공에 매달려 불안에 떨었다.

모처럼 해상케이블카를 탔다가 불안에 떨었을 승객들을 생각하면 안쓰럽기 짝이 없다.

회사 측은 제13호 태풍 링링이 서해상을 지나가는 것을 대비해 안전 관련 센서 감도를 높여놨다가 오작동이 발생했다고 밝혔다.

큰 사고가 아니고 단순 오작동으로 밝혀져 2시간 만에 운행이 재개된 것은 다행이지만 개통 이틀 만에 사고가 발생한 것은 해상 케이블카에 대한 신뢰를 떨어뜨리는 행위가 아닐 수 없다.

그렇지 않아도 목포해상케이블카는 개통이 3차례나 미뤄지면서 안전성에 대한 의구심을 지우지 못했다.

당초 지난해 10월에 개통할 예정이었으나 점검 과정에서 이상이 잇따라 발생해 1년여 연기된 끝에 지난 7일에야 개통을 했다.

그런데 개통 이틀 만에 또 오작동 사고가 발생했다니 실망스럽다.

해상케이블카 운행 과정에서 가장 중요한 것은 역시 안전이다.

서비스가 아무리 좋아도 안전 운행이 담보되지 않는다면 관광객들의 외면을 살 수밖에 없다.

관광객들이 이용하지 않으면 적자로 이어지고 서남권 관광객 유치에도 차질을 빚을 게 뻔하다.

해상케이블카 운행 업체는 점검에 점검을 거듭해 작은 오작동 사고도 발생하지 않도록 해야 한다.

안전성에 대한 주민들의 신뢰를 얻지 못하면 최악의 경우 사업을 접게 될 수도 있다.

천사대교에 이어 지난 7일 개통한 목포해상케이블카는 서남권 관광객 유치의 히든 카드로 기대를 모으고 있다.

국내 최장 거리인 3.23㎞ 구간을 왕복 40분 동안 오가면서 다도해와 유달산, 목포 도심까지 한 번에 볼 수 있는 최상의 관광 상품이다.

해상케이블카가 안전 운행으로 신뢰를 얻어 서남권 관광객 증가에 한몫을 해야 한다.

@highlight

지난 7일 개통한 목포해상케이블카는 공식 운행 시작 이틀 만에 센서 오작동으로 운행중 중단되는 사고가 발생하여 서남권 관광객 유치의 히든 카드로 기대를 받고 있는 만큼 운행 업체가 작은 사고도 발생하지 않도록 항상 점검에 힘쓰게 하겠다고 전했다.