이지스프라이빗에쿼티(대표 도정훈, 이하 이지스 PE)는 10일 '한국신재생에너지개발운영 주식회사(KREDO)'를 설립하고 1차로 300억의 투자유치 약정을 체결했다고 밝혔다.

KREDO는 이지스 PE가 해상풍력 및 대규모 태양광 등 신재생에너지발전사업을 직접 개발투자 및 운영할 목적으로 설립한 회사다.

최근 정부의 신재생에너지 발전비중 확대 정책 등에 힘입어 급격히 성장하고 있는 신재생에너지 발전시장에서 사업을 직접 발굴하고 개발하는 역할을 할 것으로 기대된다.

또한, 향후 3년 이내에 총 개발자금 투자규모로 1000억 이상의 신재생에너지 개발전문플랫폼으로 성장한다는 계획을 지니고 있다.

KREDO는 이지스 PE가 설립하고 ABL글로벌자산운용이 설립한 펀드가 대출에 참여해 1차로 300억원을 신재생에너지 사업의 개발단계에 투자할 예정이다.

일반적으로 다른 개발파트너와 함께 컨소시엄을 구성해 개발하는 점을 감안하면 현재 조달된 300억원의 개발비투자는 총투자비 기준으로는 약 3조원 규모라는 설명이다.

발전규모로는 해상풍력발전사업 기준 600MW, 태양광발전사업 기준 2GW의 신재생에너지사업의 개발자금으로 쓰여 질 것으로 보인다.

이지스PE의 계획에 따라 향후 총 1000억원의 개발자금이 조달되어 투자되는 경우 약 10조원 규모(해상풍력발전사업 기준 2GW, 태양광발전사업 기준 6.7GW)의 신재생에너지를 직접 개발 및 운영하는 대규모 플랫폼으로 성장하게 된다.

이지스PE 관계자는 "대출 펀드의 투자자들은 현대건설, 국민은행, 우리은행 등 국내 유수의 건설회사 및 금융기관"이라며 "개발단계에서부터 건설 및 금융까지 고려한 사업개발을 통해 개발사업의 성공가능성을 극대화할 수 있는 강점이 있다"고 밝혔다.

한편 이지스 PE는 국내 SI인 그린인베스트먼트파트너스와 함께 이지스자산운용이 인프라 및 에너지 부문으로 사업영역을 다각화하기 위해 재무적 투자자(FI)로 참여해 지난해 설립된 회사다.

맥쿼리캐피탈코리아을 이끌었던 도정훈 대표를 영입해 해당부문의 전문성을 확보하고 공격적인 행보를 이어가고 있다.

@highlight

이지스프라이빗에쿼티는 10일 해상풍력 및 대규모 태양광 등 신재생에너지발전사업을 직접 개발투자 및 운영할 목적으로 '한국신재생에너지개발운영 주식회사'를 설립하고 1차로 300억의 투자유치 약정을 체결했으며 동 회사를 향후 3년 이내에 총 개발자금 1000억 이상의 신재생에너지 개발전문플랫폼으로 발전시키겠다는 계획을 발표했다.