최기영 과학기술정보통신부 장관이 10일 취임식을 갖고 공식 임기를 시작했다.

최 장관은 기초과학 투자, 4차 산업혁명 선도, 미래 인재양성, 자립역량 확보 등 4가지 실행 목표를 밝히고 목표 달성을 위해 최선을 다하겠다고 말했다.

최 장관은 "각국 보호무역주의와 일본 수출규제가 우리 산업 경쟁력을 위협하고 있다"면서 "과학기술정보통부는 과학기술과 정보통신을 통할해 국민에게 희망을 주고 삶의 질을 높여야 한다"고 말했다.

최 장관은 이를 위해 기초과학 투자를 아끼지 않겠다고 밝혔다.

기초과학은 불확실한 미래에 대한 확실한 대비책인 만큼, 과학기술 정책과 투자 간 일관성 확보를 통해 연구개발(R&D) 예산 24조원 시대에 전략적 투자를 해야 한다고 강조했다.

혁신성장의 가시적 성과를 창출하는 한편, 4차 산업혁명을 선도하겠다고 말했다.

4차 산업혁명은 인공지능(AI) 시대인 만큼 반도체 등 하드웨어 강점과 5세대(5G) 이동통신망, 빅데이터 플랫폼을 바탕으로 혁신 성장의 혜택을 국민이 누리게 하겠다고 다짐했다.

미래 인재 양성도 강조했다.

창의 인재가 배출될 수 있도록 대학과 산업계 협업 연구를 활성화하고 AI대학원, 출연연 등을 통해 미래 시대에 필요한 인재를 양성하겠다고 말했다.

젊은 연구자 연구는 생애별 맞춤 지원하고 여성 과학인 경력 단절 문제도 세심하게 챙기겠다고 강조했다.

최 장관은 마지막으로 소재부품 및 관련 기술 자립역량을 확보해 '아무도 흔들 수 없는 나라를 만들겠다고 역설했다.

최 장관은 "우리 역량과 상태를 진단해 대체품 지원, 조기 상용화, 원천기술 확보 등 맞춤형 R&D 전략을 펼치겠다"면서 "핵심 품목을 책임질 국가소재연구실을 지정하고 전국 주요시설을 연계해 국가 연구역량을 기업과 공유하겠다"고 말했다.

최 장관은 "수많은 역경과 고난 속에서도 수많은 성공의 역사를 만들어 왔듯이 공직자 여러분의 열정과 헌신이 또 다른 성공 역사를 창출하고 새로운 시대를 개척할 것"이라면서 "창의적 아이디어와 능동적 자세로 4차 산업혁명 시대를 우리의 시대로 만들자"고 강조했다.

@highlight

최기영 과학기술정보통신부 장관은 10일 취임식에서 맞춤형 R&D 전략을 통해 소재부품 및 관련 기술 자립역량을 확보함으로써 '아무도 흔들 수 없는 나라를 만들겠다고 밝혔다.