진천군 보건소는 과중한 의료비로 부담이 큰 희귀질환자들을 위해 의료비 지원 사업을 추진한다.

이번 사업은 희귀질환자와 그 가족의 경제적·심리적 안녕을 도모하고 군민건강과 복지수준 향상을 위해 추진된다.

지원대상은 희귀질환 산정특례에 등록된 건강보험가입자 중 환자가구 및 부양의무자가구 소득재산기준 만족자로, 대상질환은 927개 희귀질환과 법·고시 경과조치에 따른 24개 질환이다.

지원항목은 요양급여 중 본인부담금, 만성신부전요양비, 보장구구입비(91개 질환), 호흡보조기 및 기침유발기 대여료(94개 질환), 간병비(95개 질환), 특수식이구입비(7개 질환)이다.

의료비 지원을 희망하는 대상자는 건강보험증 또는 의료급여증 사본, 가족관계증명서(상세), 환자 통장사본, 최근 3개월 이내 발급된 최종진단서 및 장애인진단서 등 구비서류를 갖춰 신청서를 제출하면 된다.

특히 장애인진단서는 최근 장애인복지법 장애등급제 개정(2019년 7월 1일 시행)에 따라 간병비(95개 질환대상자) 지원대상자의 경우 '장애정도가 심한 장애인'중 지체 또는 뇌병변 장애 정도가 별도의 의학적 기준을 충족해야 한다.

또한 만성신부전 요양비 지원대상자는 투석중인 만성신장병환자로 신장장애 '장애정도가 심한 장애인'을 받은 자이며, 파킨슨병 환자는 지체장애 또는 뇌병변장애 정도가 심한 장애인이다.

신청자는 이에 해당하는 장애인등록증, 장애인증명서, 장애등급결정서를 제출해야 하며, 장애등급제 개정 이전에 등급 판정 받은 자는 기존대로 장애등급 확인서류를 제출하면 된다.

의료비 지원을 희망하는 경우 본인 또는 보호자가 희귀질환자 주민등록지 관할 보건소로 신청하면 되며, 대상자에 따른 구비서류 및 지원항목은 진천군보건소(043-539-7416)로 문의하면 된다.

@highlight

진천군 보건소는 과중한 의료비로 부담이 큰 희귀질환자와 그 가족의 경제적·심리적 안녕을 도모하고자 요양급여 중 본인부담금, 보장구구입비, 간병비 등의 의료비 지원 사업을 추진한다고 밝혔다.