해외직구가 일반화되면서 화장품도 해외 온라인몰에서 구매하는 경우가 많지만 일부 수입브랜드 화장품은 국내구매가 오히려 더 저렴한 것으로 나타났다.

한국소비자원은 랑콤과 맥, 바비브라운, 샤넬, 에스티로더 등 5개 수입 화장품 브랜드 15개 제품의 국내외 가격을 비교 조사한 결과 단품 구매 시에는 13개 제품이, 면세 한도를 채워 구매할 때는 8개 제품의 국내 구매가가 해외 직구보다 더 저렴했다고 10일 밝혔다.

소비자원은 지난 6월 25일부터 27일 사이 공식 온라인몰과 네이버쇼핑, 해외쇼핑몰 등에서 15개 제품의 최저가와 현지 세금, 배송료 등을 비교·분석했다.

그 결과 단품으로 구매할 때는 13개 제품의 해외직구 가격이 국내 구매가보다 적게는 0.7%에서 많게는 95.3%까지 더 비쌌다.

바비브라운의 럭스 립칼라 히비스커스 제품의 해외구매 가격이 국내가보다 95.3%나 더 비싼 것으로 조사됐고, 에스티로더 퓨어컬러 러브 립스틱(68.2%↑), 맥 매트 립스틱 칠리(45.2%↑) 등도 해외가격이 오히려 더 비쌌다.

해외 구매 가격이 더 저렴한 제품은 샤넬 블루 세럼 아이(0.5%↓)와 랑콤 이드라젠 집중 수분크림(7.2%↓) 등 2가지뿐이었다.

소비자원은 단품으로 구매할 때는 총 가격에서 해외 배송 대행료가 차지하는 비중이 커져 직구의 이점이 줄어드는 것으로 분석했다.

실제 배송비 부담을 줄이기 위해 면세 한도를 채워 구매하면 해외직구 가격이 더 비싼 제품은 8개로 줄었다.

이 경우 바비브라운 럭스 립칼라와 랑콤 제니피끄 프로바이오틱스 에센스 등 8개 제품의 해외 직구 가격이 1.7∼42.5% 더 비싼 것으로 나타났다.

나머지 7개 제품은 해외 직구 가격이 국내 구매가보다 2.5∼50.7% 더 저렴했다.

소비자원은 해외 구매 시 제품 수량을 고려해 국내 판매가와 꼼꼼히 비교한 뒤 구매해달라고 당부했다.

@highlight

한국소비자원은 지난 6월 25일~27일 사이 공식 온라인몰과 네이버쇼핑, 해외쇼핑몰 등에서 15개 제품을 비교·분석한 결과, 샤넬 블루 세럼 아이와 랑콤 이드라젠 집중 수분크림만 해외직구가 저렴한 반면 단품 구매 시에는 13개 제품이, 면세 한도를 채워 구매할 때는 8개 제품의 국내 구매가가 더 저렴했다. 