[충청투데이 김대환 기자] 충남도가 일본 수출규제에 대응하기 위해 도와 시·군 합동 태스크포스(TF)를 구성하고 맞춤형 지원에 나선다.

충남도는 10일 김용찬 행정부지사 주재 기자간담회에서 일본 수출규제에 따른 수입품목 및 관련 업체 분석자료를 발표하고 향후 일본 수출규제로 피해가 우려되는 기업에 대해 현장방문해 1대 1 맞춤형 기업 실태조사를 추진한다고 밝혔다.

도는 이날 무역협회 수출입 통계자료 등을 분석한 결과 수출규제 품목 527개와 수출규제 품목을 수입하는 기업 391곳을 각각 분석해 제시했다.

분석 결과 일본에서 수입에 의존하는 도내 기업은 총 391곳으로 이들 업체 중 규제대상 품목을 수입하는 업체는 353곳으로 파악됐다.

규제대상품목을 수입하는 업체 353곳 중 천안·아산 등 북부권 4개 지역에 83.8%가 입지한 것으로 파악됐다.

구체적으로 천안 168곳, 아산 87곳, 당진 27곳, 서산 14곳 등으로 나타났다.

또 충남의 대일 수입품목 중 수입금액이 1000만달러 이상이면서 대일 수입비중이 50% 이상인 22개 품목을 수입하는 업체는 55곳으로 이 중 천안이 28개 업체로 가장 많았으며 품목별로는 반도체제조용장비관련 품목이 25개인 것으로 확인됐다.

이에 따라 도는 시·군, 충남연구원과 합동 TF를 구성하고 피해(우려) 기업별 1대 1 맞춤형 실태조사를 통해 기업애로사항을 청취하고 업체 건의사항 등을 청취해 정책에 적극 반영할 방침이다.

또 필요한 경우 중앙 정부에도 적극 건의해 관련 기업들의 피해 최소화를 강구할 계획이다.

신동헌 도 경제통상실장은 "기업애로센터 운영 및 시·군 자체조사 결과 현재까지 직접적인 피해가 발생한 업체는 없지만 대일 수입 불확실성에 따른 잠재적 애로사항 등이 제기되고 있는 실정"이라면서 "모든 가능한 상황을 염두에 두고 지난 5일 발표한 대책을 내실있게 추진해 나가고 피해 발생 시에는 가용 자원을 총동원해 적극 지원하고 필요시 추가 지원 수단도 적극 발굴하겠다"고 말했다.

@highlight

충청남도는 일본의 수출규제에 대응하기 위해 도·시·군 합동 태스크포스(TF)를 구성하여, 일본 수출규제에 따른 수입품목 및 관련 업체 분석자료를 바료하고, 향후 피해가 우려되는 기업의 애로사항을 청취하고 정책에 반영할 방침이며, 필요에 따라 중앙정부에도 적극 건의할 계획이다.