전주시가 시민 건강을 지키고 쾌적한 대기 환경을 유지하기 위해 팔복동 공업지역에서 발생하는 환경오염을 줄여나가기로 했다.

시는 만성지구 등 팔복동 주변 개발에 따른 지리적 환경여건 변화에 발맞춰 기존 팔복동 공업지역의 폐기물 배출·처리시설 등 오염물질 배출현황 분석을 통해 오염저감 및 관리방안을 마련하는 '폐기물처리시설 환경개선 방안 연구용역'을 실시할 계획이라고 10일 밝혔다.

시는 이번 연구용역을 통해 폐기물처리시설 환경개선 자문단을 구성해 총 7회의 워킹그룹을 운영하고, 팔복동 산업단지 내 폐기물소각시설과 고형연료 사용·제조시설에 대한 연구를 추진키로 했다.

또한 관련 분야의 국내·외 사례 조사를 실시하고, 관련시설 인허가·관리 등 전주시 환경개선정책 방향을 모색할 계획이다.

동시에 시는 최근 정부정책으로 확대된 고형연료 사용·제조시설의 환경오염문제와 주민과의 갈등이 전국적으로 확산되고 있는 만큼, 다양한 분야의 의견을 수렴해 도심권 인근 고형연료 사용제조시설의 이전 및 휴폐업에 따를 보상지원 등을 내용으로 하는 특별법 제정을 정치권에 건의하기 위한 법안도 정비할 방침이다.

시는 이달 중 일상감사를 시작으로 협상에 의한 계약을 통해 이번 폐기물처리시설 환경개선 방안 연구용역을 추진할 전문성을 갖춘 적격한 업체를 선정할 계획이며, 오는 2020년 8월까지 용역을 완료해 획기적인 환경오염 저감방안을 마련할 방침이다.

이에 앞서 시는 이번 연구용역을 위해 지난 2월부터 관련 전문가와 환경단체 관계자, 인근 주민과 함께 '폐기물처리시설 환경개선방안 연구회 다울마당'을 구성하고, 총 3회에 걸쳐 용역 실행과제를 발굴하고, 과업 세부사항을 논의해 왔다.

민선식 전주시 복지환경국장은 "이번 연구용역을 통해 팔복동에 위치한 폐기물 및 고형연료 소각·발전시설 주변의 환경오염을 저감시킬 수 있는 실질적인 방안을 마련할 것으로 기대한다"면서 "앞으로도 시민의 건강 증진과 쾌적한 환경 조성을 위해 더욱 노력하겠다"고 말했다.

@highlight

전주시는 팔복동 공업지역에서 발생하는 환경오염을 줄이기 위해 '폐기물처리시설 환경개선 방안 연구용역'을 통해 폐기물처리시설 환경개선 자문단을 구성해 총 7회의 워킹그룹을 운영하고, 팔복동 산업단지 내 폐기물소각시설과 고형연료 사용·제조시설에 대한 연구를 추진키로 했다고 10일 전했다.