추석 연휴를 앞두고 철도노조 승무원들이 임금 인상과 직접 고용을 요구하며 엿새간의 파업에 돌입한다.

코레일 측은 대체 인력을 투입해 승객 불편을 최소화할 계획이지만, 승무 인력이 줄어든 데 따른 일부 승객의 불편이 예상된다.

철도노조 코레일관광개발 부산대구지부와 수서지부는 10일 오전 부산역 광장에서 기자회견(사진)을 열고 11일 오전 4시부터 ‘1차 경고 파업’에 돌입한다고 밝혔다.

파업은 오는 16일까지 엿새간 지속될 예정이다.

“임금 단계적 인상 등 합의 이행”

이번 파업에는 철도노조 산하 코레일관광개발 4개 지부 600여 명의 조합원이 전원 참여한다.

영남 지역에서는 부산대구지부와 수서지부 부산팀 소속 180여 명의 조합원이 파업에 동참한다.

이들은 대부분 KTX나 SRT, 새마을 등 열차 승무원으로, 승차권 검사나 객실관리 업무, 응급 상황 대처 등의 업무를 맡고 있다.

이들이 파업에 돌입하더라도 열차 운행에는 직접적인 영향이 없을 것으로 보이나, 추석 연휴기간 열차 이용객이 늘어난 데 반해 승무인원은 줄어드는 만큼 승객들의 불편이 예상된다.

노조 측은 코레일과 그 자회사인 코레일관광개발이 노사전문가 협의기구의 합의 사항을 이행하지 않아 파업이 불가피하다는 입장이다.

지난해 노사전문가 협의기구를 통해 △동일 노동의 경우 본사 직원 급여의 80% 수준으로 단계적으로 인상할 것 △생명안전업무를 수행하는 KTX 승무원을 직접고용할 것 등을 합의했으나, 사측이 이를 지키지 않았다는 것이다.

노조 관계자는 “무리한 요구를 하는 것이 아니라 합의 사항을 이행할 것을 요구하는 것이다”고 주장했다.

이에 대해 코레일 관광개발 측은 “80% 수준의 임금 인상과 직고용 문제는 코레일 측과 합의한 것”이라며 코레일 측에 책임을 넘겼다.

코레일 측은 “직고용에 대한 합의 사항 이행은 자회사 노·사 간 이견 등으로 지연되고 있다”면서 “합의사항 이행을 위해 지속적으로 노력 중이다”는 입장을 밝혀 왔다.

@highlight

철도노조 코레일 관광개발 부산대구지부와 수서지부는 10일 오전 부산역 광장에서 기자회견을 열고 11일 오전 4시부터 엿새간 '1차 경고 파업'에 들어간다고 밝혀 추석 연휴기간 승객들의 불편이 예상된다.