부경대학교가 10일 2020학년도 수시모집 원서접수 마감 결과, 2560명 모집에 2만 33명이 지원해 전체 경쟁률 7.83대 1을 기록했다.

지난해 부경대 수시모집 경쟁률은 6.49대 1(2558명 모집, 1만 6601명 지원)이었다.

전형별로는 정원 내 모집에서 교과성적우수인재I전형 9.38대 1(985명/9235명), 교과성적우수인재II전형 10.28대 1(400명/4112명), 실기우수인재전형 43.33대 1(9명/390명), 학교생활우수인재전형 6.24대 1(611명/3815명), 사회적배려대상자I(나눔인재)전형 5.41대 1(105명/568명), 사회적배려대상자II(키움인재)전형 12.65대 1(20명/253명), 지역산업혁신인재전형 5.26대 1(50명/263명), 평생학습자전형 1.05대 1(61명/64명) 등의 경쟁률을 보였다.

정원 외 모집에서는 농어촌인재전형 6.63대 1(90명/597명), 미래인재전형 3.15대 1(55명/173명), 특성화고교인재전형 12.32대 1(34명/419명), 특성화고교 등을 졸업한 재직자전형 1.03대 1(140명/144명)의 경쟁률을 기록했다.

경쟁률 상위 학과는 교과성적우수인재I전형의 환경공학과 30.45대 1(11명/335명), 교과성적우수인재II전형의 해양바이오신소재학과 29.67대 1(6명/178명), 학교생활우수인재전형의 글로벌자율전공학부(인문·사회계) 18.00대 1(5명/90명) 등이다.

@highlight

부경대학교의 수시모집 원서접수 마감 결과, 교과성적우수전형 9.38대 1, 실기우수인재전형 43.33대 1 등 전체 경쟁률 7.83대 1을 기록하며, 지난해 6.49대 1에 비하여 많이 높아진 모습을 보였다.