광주지역 자치구들이 가을을 맞아 풍성한 인문학 강좌를 개최한다.

동구는 “다음달까지 ‘동구 인문대학’에서 ‘너와 나, 그리고 우리’를 주제로 ‘상생’ 인문학 강좌를 연다”고 10일 밝혔다.

이번 강좌는 전진희 인권인문연구소장의 사회로 편견과 혐오로부터 발생하는 다양한 사회갈등을 공유하는 자리다.

오는 17일부터 다음달 22일까지 매주 화요일 오후 7시30분 산수문화마당에서 진행된다.

‘차별의 언어’의 저자 장한업 이화여대 사회학과 교수가 진행하는 ‘우리의 다문화인식, 이래도 괜찮은가?’ 강좌를 시작으로, 24일 ‘사회적 소수자와 함께 살기’(김예원 장애인전문 변호사), 10월 17일 ‘여성작가로서의 삶, 여성시민으로서의 삶’(박민정 작가), 10월 22일 ‘우리도 한 때는 난민이었다’(표명희 작가)가 이어진다.

이번 강좌는 누구나 무료로 참여할 수 있다.

북구는 문학 속 음식의 맛을 이야기하는 ‘백석, 시(詩)와 음식’ 인문학 강좌를 마련했다.

이번 강좌는 다음달 10일부터 11월 7일까지 매주 목요일 오전 10시 남도향토음식박물관에서 열린다.

강좌는 ‘사슴’ ‘통영’ ‘고향’ 등을 발표한 백석(1912~1996) 시인의 시(詩)에 담겨있는 음식에 관한 이야기를 살펴보고 음식에 대한 인문학적 의미를 되새기는 방식으로 진행된다.

한승원 소설가의 ‘문학-밥값하고 살기’, 고재종 시인의 ‘백석 시(詩)와 음식과 선(善)’, 안오일 시인의 ‘백석 시(時)에 담긴 삶의 맛’, 고영서 시인의 ‘백석 시(詩)와 음식 그리고 사랑’ 등으로 꾸며진다.

마지막 강의는 시낭송·음식체험 등이 어우러진 ‘시시(詩詩)한 식(食)꺼리 한마당’ 강의가 열릴 예정이다.

수강생은 오는 27일까지 선착순 60명 모집한다.

@highlight

오는 17일부터 다음달 22일까지 매주 화요일 오후 7시30분 산수문화마당에서 '너와 나, 그리고 우리'를 주제로 '상생' 인문학 강좌가 열리며, 이 강좌에서는 다양한 사회갈등에 대해 다룰 예정이다. 