▲ 김홍장 당진시장이 9일 조명래 환경부장관을 만나 당진지역 환경 현안에 대해 설명하고 환경부의 적극적인 지원을 건의했다.

[충청투데이 인택진 기자] 김홍장 당진시장이 9일 조명래 환경부장관을 만나 당진지역 환경 현안에 대해 설명하고 환경부의 적극적인 지원을 건의했다.

시에 따르면 이날 김 시장이 조 장관에게 건의한 환경 관련 주요 사업은 △국가 미세먼지 정보센터 당진 설치 △담수호 수질개선 △한국지속가능발전연수원 설립 △고대·부곡지구 폐기물매립시설 사후관리 지원 등이다.

국가미세먼지정보센터는 미세먼지관리종합계획을 과학적으로 뒷받침하고 미세먼지 배출량의 정확한 산정과 관련 정보를 체계적으로 관리하기 위한 기관으로, 당진시가 지리·환경적으로 최적지임을 설명했다.

김 시장은 당진시가 국가미세먼지정보센터 최적지인 근거로 △대기오염물질 배출량이 많은 제철소와 발전소의 입지 △중국 발 대기오염물질 측정에 유리한 서해안에 위치 △산학·민간 감시단과의 연계를 통한 국내 미세먼지 연구 가능 △천안, 아산 등 인접 지자체와의 미세먼지 공동대응 협약 체결 등 지방정부 차원의 저감 노력 등을 제시했다.

아울러 김 시장은 국가와 지방정부 차원의 지속가능발전목표가 수립돼 시행 중인 상황이지만 지속가능발전과 관련된 체계적인 교육 시스템 부재를 지적하고 이를 위한 대안으로 당진시에 지속가능발전연수원 설립을 건의했다.

또 그는 현재 삽교호와 석문호, 대호호 상류에 위치한 하천의 수질이 개선되고 있음에도 세 곳의 화학적 산소요구량(COD)이 모두 6등급으로 낮다는 점을 근거로 담수호 자체의 수질개선 대책이 필요하다고 강조했다.

고대·부곡 폐기물매립시설의 사후 관리와 관련해서는 민간에서 사용 종료한 폐기물매립시설을 시에서 기부채납 받아 관리하고 있지만 침출수의 고농도로 적정관리에 막대한 관리비용이 소요된다고 설명하고 폐기물매립시설이 안전하게 관리될 수 있도록 정부차원의 정책적인 관심과 협력을 당부했다.

@highlight

김홍장 당진시장이 조명래 환경부장관을 만나 당진지역 환경 현안에 대해 설명하며 당진시가 국가미세먼지정보센터의 지리·환경적으로 최적지임을 이야기했고 지속가능발전과 관련된 체계적인 교육 시스템 부재를 지적하며 이를 위한 대안으로 당진시에 지속가능발전연수원 설립을 건의했다.