조국 법무부 장관 가족이 투자한 사모펀드 운용사의 실소유주로 의심받는 조 장관 5촌 조카 조모(36)가 청문회를 앞두고 투자업체 대표와 통화한 녹취록이 공개됐다.

인사청문회 전에 주변인들과 말을 맞추려 한 정황이 드러나 주목된다.

조 장관의 5촌 조카는 사모펀드 운용사 코링크프라이빗에쿼티에 관여해왔다.

조 장관 부인 정경심(57) 씨와 두 자녀, 처남 정모(56) 씨와 두 자녀 등 총 6명이 코링크 사모펀드에 14억원을 투자했다.

11일 언론에 알려진 5촌 조카 조씨와 사모펀드 투자처인 웰스씨앤티 최모 대표의 통화 녹취록에 따르면 조씨는 "조 후보자 측은, 다른 사람들은 모르는데 어떻게 얘길 할 거냐면, '내가 그 업체(웰스씨앤티)에서 돈을 썼는지, 빌렸는지, 대여했는지 어떻게 아냐, 모른다'(라고 말할 것)"이라고 했다.

최 대표의 업체인 웰스씨앤티는 조 장관 가족의 투자금 14억원 중 13억8500만원이 흘러 들어간 가로등 점멸기 생산업체다.

조 장관 가족의 사모펀드 의혹을 수사하는 검찰은 이런 내용의 녹취록을 확보하고, 수사를 이어가고 있다.

최 대표와 조 장관 5촌 조카 간의 통화는 지난 8월 25일 이뤄졌다.

인사청문회 일정을 놓고 여야가 팽팽히 맞서던 때다.

조 장관 5촌 조카는 통화 당시 필리핀에 머물고 있었던 것으로 알려졌다.

조카는 사모펀드 투자 의혹이 불거지자 출국해 아직 귀국하지 않고 있다.

인사청문회에서 조 장관은 사모펀드 투자에 대해 "(인사청문회 준비에 들어가기 전까지) 사모펀드가 뭔지도 몰랐다", "(투자한 사모펀드는) 어디에 투자되는 것인지 투자자에게 알려주지 않도록 설계돼 있기 때문에 투자처를 몰랐다"고 해명했다.

조씨는 투자금 출처 문제뿐 아니라 사업 수주 과정 등을 둘러싼 의혹에 대해서도 적극적으로 말을 맞추려는 대화를 최 대표와 나눈 것으로 나타났다.

코링크가 조 장관의 영향력을 이용해 2차 전지 등 문재인 정부 국정과제 사업 관련 기업에 적극 투자하려 했다는 의혹이 제기된 가운데 조 장관 5촌 조카는 통화에서 "이게 전부 다 이해 충돌 문제가 생기게 된다"고 우려를 드러냈다.

@highlight

검찰은 조국 법무부 장관 가족이 투자한 사모펀드 운영사의 실소유주로 의심받는 조 장관 5촌 조카가 청문회 전 주변인들과 입을 맞추려 한 상황이라 판단하여 녹취를 공개하고 수사를 계속하고 있다.