충남도는 10일 도청 대회의실에서 '제4차 충청남도 종합계획(2021~2040)' 수립 착수보고회를 개최했다고 밝혔다.

도에 따르면 이날 보고회는 김용찬 도 행정부지사와 실·국·본부장, 시·군 기획감사실장, 전문가 등 50여명이 참석한 가운데 연구용역 착수 보고와 토론 등의 순으로 진행했다.

도 종합계획은 국토기본법에 따라 20년 마다 수립하는 지역 발전에 관한 최상위 법정계획이자, 국토종합계획의 하위 계획이다.

국토종합계획의 기본 방향과 정책을 지역 차원에서 구체화 하고, 국토종합계획에서 다루지 못한 도 차원의 정책과 사업을 포함, 지역의 경제·사회·문화 등 각 부문 계획을 담는다.

도 종합계획은 또 시·군 종합계획 등 하위 계획의 방향과 지침이 되는 한편, 민간 부문에 대해서는 투자 방향을 제시하게 된다.

이번 도 종합계획 수립 추진은 정부의 제4차 국토종합계획 및 부문·지역계획 만료 시기(2020년)가 도래하고, 새로운 메가 트랜드 등장, 국토 정책 추진 여건 변화에 따른 것이다.

도가 보유하고 있는 인적·물적 자원을 효과적으로 이용·개발·보전하기 위해 장·단기 정책 방향과 지침을 설정하고, 추진함으로써 도민 복리 향상과 지역 발전에 기여한다는 목표다.

김용찬 부지사는 "도 종합계획은 상위 계획인 국토종합계획을 구체화 한 계획이자, 국토종합계획에 대응한 지역별·부문별 계획, 하위 계획의 지침 제공 계획"이라며 "제5차 국토종합계획에서 충남도의 비전으로 제시한 '환황해권 시대를 여는 포용적이고 더 행복한 복지수도 충남'이라는 기본 방향을 중심으로, 지역 특성 및 여건을 반영해 2040년 충남의 미래 발전 전략을 구체화 하는 계획을 만들 것"이라고 말했다.

도는 내년 3월까지 도민정책참여단을 운영하고, 같은 해 6월 4대 권역별 공청회와 8월 지방도시계획위원회 심의, 11월 중앙 국토정책위원회 심의 등을 거쳐 12월 도 종합계획에 대한 국토부장관 승인을 받을 계획이다.

@highlight

충남도가 10일 도청 대회의실에서 '제4차 충청남도 종합계획' 수립 착수보고회를 개최했다고 밝힘에 따라 도는 2040년 ‘충남의 미래상’ 그리기에 들어갔다.