▲ 북구지역 시·구의원들이 10일 시의회 프레스센터에서 기자회견을 열고 울산농수산물도매시장 북구 유치에 대한 당위성을 설명하고 있다.

울산 북구지역 시·구의원들이 10일 시의회에서 기자회견을 열고 “울산농수산물도매시장은 북구에 유치돼야 한다”고 주장했다.

의원들은 “북구는 개발제한구역 해제와 농업진흥구역 해제 등으로 토지지가가 낮으며 이전 가능한 부지 5개소를 확보해 검토 완료했다”며 후보지를 송정, 창평, 가대, 시례, 이화로 제시했다.

이들은 “농수산물도매시장은 물류가 생명으로 북구는 현재 오토밸리로, 이예로, 산업로, 동천서로 등 기존 도로여건이 완비돼 있다”며 “울산외곽순환고속도로도 건립돼 물류와 시민 접근성이 탁월하다”고 자랑했다.

또 “장기적으로도 도매시장 유치될 시 송정지구와 강동지역은 울산과 북구 발전의 핵심 축이 될 것이고, 나아가 인근 경주와 포항, 영천 등 주변지역 농수산물을 선점할 수 있는 발전성 또한 월등하다”며 “북구는 현재 공공기관이 남구, 중구, 울주군보다 턱없이 부족해 지역 안배와 울산 균형발전을 위해 반드시 도매시장이 유치돼야 한다”고 밝혔다.

특히 “접근성과 발전성, 인허가 여부 등을 종합적으로 검토해야 함에도 재정이 풍부한 구군에서 도로개설 등 일부 비용부담을 제시함으로써 공정성을 훼손한 사례가 있었다”며 “이런 공정성 훼손 행위가 금지돼야 하고 오히려 패널티를 부과해야 한다”고 주장했다.

농수산물도매시장 이전이 결정된 이후, 지역 구군에서 기자회견을 통해 유치 당위성을 각각 주장하는 등 유치전이 과열되고 있다.

울주군은 현재 청량, 언양, 범서 등의 부지를 후보지로 내세웠고 남구는 삼산동 옛 쓰레기장, 남부순환도로 일원, 상계저수지 일원을 후보지로 검토하고 있다.

울산시는 10월 말까지 구·군으로부터 접수된 후보지를 대상으로 평가를 진행, 11월께 최종 후보지를 결정할 계획이다.

@highlight

울산농수산물도매시장 이전이 결정된 이후, 북구, 남구, 울주군 등 지역 구군에서 유치전이 과열되고 있는 가운데 울산 북구지역 시·구의원들이 10일 시의회에서 기자회견을 열어 당위성을 주장 하였고, 울산시는 10월 말까지 구·군으로부터 접수된 후보지를 대상으로 평가를 진행, 11월께 최종 후보지를 결정할 계획이다.  