부정부패를 신고하는 경우도 변호사를 통한 비실명 신고가 가능해질 전망이다.

전재수 더불어민주당 의원은 10일 비실명 대리신고제를 부정부패신고에 도입하는 '부정청탁 및 금품 등 수수의 금지에 관한 법률 일부 개정법률안'을 대표 발의했다.

비실명 대리신고 제도는 공익신고자가 신고서에 본인의 인적사항을 기재하지 않고, 대리인인 변호사의 이름만 밝혀 공익신고를 하는 제도다.

현행 부정청탁법에 따르면, 부정청탁 등을 신고하려는 자는 자신의 인적사항과 신고의 취지·이유·내용을 적고 서명한 문서와 함께 신고 대상 및 증거 등을 제출해야 한다.

실명 신고만이 가능해 신고하려는 자는 신분노출과 함께 신고 후 가해질지 모를 부당한 조치에 대한 두려움으로 신고를 주저할 수밖에 없다.

개정안은 신고자가 자신의 인적사항을 밝히지 않고 변호사가 신고를 대리하도록 할 수 있다.

이 때 신고자의 인적사항은 변호사의 인적사항으로 대신한다.

또 국민권익위원회가 직권으로 신고자에 대한 특별보호조치를 실시해 신고자를 효과적으로 보호한다.

특별보호조치 결정을 따르지 않는 경우 이행강제금과 과태료 부과도 가능하도록 했다.

한편, 권익위는 부정청탁 행위를 신고한 자에게 필요한 경우 포상금을 지급하고 있는데, 자신해 신고한 자는 제외돼 있다.

개정안은 포상금 지급 요건도 확대해 부정청탁 행위를 자진 신고하는 자에게도 포상금을 지급할 수 있도록 하고 있다.

국민권익위원회는 변호사를 통한 비실명 대리신고를 활성화시키기 위해 대한변호사협회(회장 이찬희 변호사)와 업무협약을 맺고 비실명 대리신고 자문변호사단을 구성·운영하고 있다.

자문변호사로 위촉되면 비실명 대리신고를 하고자 하는 내부공익신고자에 대한 법률상담을 진행하고 공익신고를 대리한다.

이충윤 변협 대변인은 11일 "비실명 대리신고제도는 변호사의 조력을 받을 권리를 실질적으로 보장하는 상식적인 권리"라고 설명했다.

@highlight

전재수 더불어민주당 의원은 10일 공익신고자가 신고서에 본인의 인적사항을 기재하지 않고, 대리인인 변호사의 이름만 밝힐 수 있는 공익신고를 부정부패신고에도 도입하는 '부정청탁 및 금품 등 수수의 금지에 관한 법률 일부 개정법률안'을 대표 발의했다.