SK인천석유화학 엔지니어들이 사내 폐수처리장 내 실험실에서 미생물 영상 이미지 분석 작업을 수행하고 있다.

[디지털타임스 이미정 기자]SK인천석유화학과 포스텍이 미생물 분석을 기반으로 한 '지능형 하·폐수 처리 솔루션'을 개발했다.

SK인천석유화학은 10일 포스텍과 함께 하·폐수 처리시설의 처리 효율 향상과 안정 운영을 지원하는 '지능형 하·폐수 처리 솔루션'의 특허 출원을 완료했다고 밝혔다.

그동안 하·폐수 처리시설은 수질관리와 유지보수 등을 운영자의 경험에 의존하는 경향이 높아 갑작스런 수질 상태의 변화와 처리 효율 저하에 대해 신속한 원인 파악과 해결방안 도출에 어려움이 있었다.

SK인천석유화학은 이번 기술 개발로 기존 대비 하·폐수 처리 효율이 20% 이상 향상되고, 에너지 비용(동력비 등)도 약 10~15% 정도 절감될 것으로 예상했다.

또 수질 특성에 최적화된 고효율 미생물을 활용으로 친환경적이며, 하·폐수 처리시설 확장 시 소요되는 비용을 줄일 수 있을 것으로 기대했다.

지능형 하·폐수 처리 솔루션은 인공지능(AI) 기반 미생물 영상 이미지 분석 기술, 고효율 미생물 배양 및 DNA 기반 진단기술, 하·폐수처리시설 원격 관리 시스템 등 하·폐수의 유입부터 방류까지 전체 처리 과정에 대한 통합 솔루션을 제공한다.

SK인천석유화학은 올해 초부터 지능형 하·폐수 처리 솔루션을 사내 폐수처리장에 적용해 하·폐수 처리 효율을 증대하는 연구를 지속하고 있다.

향후 공공하수처리시설에 대한 실증사업을 추진 하는 등 지능형 하·폐수 처리 솔루션을 다양한 분야에 확대 적용 및 사업화할 예정이다.

최남규 SK인천석유화학 사장은 "미세먼지, 폐기물 처리 등 환경 문제가 우리 사회의 주요한 이슈로 대두되고 있고 이러한 환경 문제 해결은 기업의 주요한 사회적 책임 가운데 하나"면서 "앞으로도 회사가 보유한 역량, 자산과 외부의 최신 기술을 접목한 친환경 기술 개발을 가속화 하는 등 환경 분야에서 사회적 가치 창출을 지속해 나가겠다"고 밝혔다.

@highlight

SK인천석유화학과 포스텍은 AI 기반으로 미생물 분석, 하·폐수처리 등을 처리하는 '지능형 하·폐수 처리 솔루션'을 개발하여 특허 출원을 마쳤다.