가천대학교가 10일 2020학년도 수시원서 접수를 마감한 결과, 2762명 모집에 5만 2449명이 지원해 평균 19대 1의 높은 경쟁률을 기록했다.

전형별 경쟁률을 보면 실기우수자 전형이 216명 모집에 6325명이 지원 29.3대 1로 가장 높았으며, 적성우수자전형이 1015명 모집에 2만 7873명이 지원해 27.5대 1, 가천바람개비1전형이 417명 모집에 6245명이 지원해 15대 1, 학생부우수자전형이 441명 모집에 4344명이 지원해 9.9대 1의 경쟁률을 보였다.

또한 연기예술학과 연기전공 실기우수자전형이 20명 모집에 1741명이 지원해 87.1대 1로 최고 경쟁률을 나타냈다.

적성우수자전형에서는 미디어커뮤니케이션학과가 17명 모집에 775명이 지원해 45.6 대1, 응급구조학과가 7명 모집에 304명이 지원 43.4대 1의 높은 경쟁률을 보였다.

올해 처음으로 신입생을 선발하는 AI·소프트웨어학부 인공지능 전공은 적성우수자 전형이 13명 모집에 366명이 지원해 28.2대 1, 가천SW전형이 8명 모집에 105명이 지원해 13.1대 1의 경쟁률을 기록했다.

이어 심리학과는 적성우수자 전형이 17명 모집에 488명이 지원해 28.7대 1, 가천바람개비2전형은 6명 모집에 106명이 지원해 17.7대 1의 경쟁률을 기록했다.

가천의예전형으로 모집한 의예과는 20명 모집에 497명이 지원해 24.9대 1로 작년 23.4대 1에 비해 경쟁률이 상승했으며, 학생부우수자전형으로 모집한 한의예과(자연)는 10명 모집에 297명이 지원해 29.7대 1을 기록했다.

적성고사는 대학수학능력 시험 이후인 오는 11월 24일 실시되며, 수시 합격자 발표는 오는 12월 10일 예정이다.

@highlight

가천대학교가 10일 2020학년도 수시원서 접수를 마감한 결과 평균 19대 1의 높은 경쟁률을 보인다 전했고 실기우수자 전형이 29.3대 1로 전형별 경쟁률중 가장 높다 말했으며 이러한 수시의 끝인 적성고사는 대학수학능력 시험 이후인 오는 11월 24일 실시되며, 수시 합격자는 오는 12월 10일 발표한다.