해외에 금융계좌를 보유하고 있다고 신고한 개인이 지난해보다 2배 급증했지만, 글로벌 경기하강 영향으로 해외 투자가 줄면서 신고액은 오히려 줄었다.

국세청은 지난 6월 해외 금융계좌에 대한 신고를 접수한 결과 개인과 법인을 합한 신고인 2천165명이 총 61조5천억원을 신고한 것으로 집계됐다고 10일 밝혔다.

신고인 수는 작년보다 68.2% 증가했고 신고금액은 7.4% 감소했다.

개인은 1천469명이 5천638개 계좌, 6조4천억원을 신고해 인원은 작년 대비 99.6% 증가했으나 금액은 7.2% 줄었다.

법인은 696개가 1만515개 계좌, 55조1천억원을 신고했다.

지난해보다 법인 수는 26.3% 늘었으나 금액은 7.4% 감소했다.

해외 금융계좌 신고인이 늘어난 것은 올해부터 신고기준 금액이 10억원에서 5억원으로 낮아져 해외 계좌에 5억~10억원을 보유한 개인의 신고가 급증했기 때문이다.

5억∼10억원 구간에서 신고인 755명이 2천468개의 계좌에 들어있는 5천365억원을 신고했다.

이 중에서 개인은 627명(83.0%)으로 신고금액은 4천463억원(83.1%)이었다.

올해 신고금액이 줄어든 것은 일부 해외 금융상품의 수익률이 떨어져 투자액이 많이 감소했기 때문이다.

특히 중국과 중동계 은행의 정기예금을 기초자산으로 한 유동화증권에 우리나라 투자금이 2017년 47조9천억원에서 작년 28조4천억원으로 40.7% 감소한 것이 큰 영향을 끼친 것으로 풀이된다.

최근 수년간 저금리를 피해 중국 등지에 있는 고금리 정기예금 관련 투자가 활발했으나 지난해에는 중국과 미국의 무역분쟁 등으로 중국 금리가 하락해 관련 상품 투자가 줄어든 것으로 분석된다.

이와 함께 일부 고액 신고자가 해외주식을 대거 처분한 영향도 있다고 국세청은 설명했다.

국세청은 해외금융계좌 신고 제도가 처음 시행된 2011년부터 올해 상반기까지 미신고자 333명을 적발해 과태료 1천47억원을 부과하고 43명을 형사고발했다고 밝혔다.

올 상반기에는 9명을 적발해 101억원의 과태료를 부과했다.

@highlight

국세청은 10일 해외에 금융계좌를 보유하고 있다고 신고한 개인과 법인은 2,165명으로 늘었지만, 글로벌 경기하향으로 해외투자가 줄어 신고액은 7.4% 감소했다고 설명했다.