㈜트랜드아이에서 운영하는 향기 전문 브랜드 더블유드레스룸이 한국을 대표하는 가을 여행지 3곳을 선정해 이를 모티브한 가을 한정판 드레스퍼퓸을 출시한다고 밝혔다.

이번에 출시 된 가을 리미티드 드레스퍼퓸 에디션은 '한강 코스모스', '담양 메타세쿼이아', '경주 핑크뮬리'이다.

한강 코스모스는 물기를 가득 머금은 들꽃의 향을 표현한 향으로 중성적인 느낌으로 남녀 모두 사용하기 좋다.

핑크뮬리는 플로럴향과 시트러스의 상큼함을 동시에 표현해 가을의 선선함을 표현했으며 담양 메타세쿼이아는 바람 속에 흩날리는 나무냄새 그리고 흙 내음을 표현한 것이 특징이다.

지난 7월 선보인 여름 한정판 드레스퍼퓸 에디션이 국내 대표 헬스앤뷰티(H&B)스토어 올리브영에서 소비자들에게 큰 인기를 얻은 것을 바탕으로 이번 가을 향도 기획되었다.

특히 여름 한정판 에디션으로 출시 되었던 '양양 서핑', '제주 오름', '여수 밤바다'와 같은 경우에는 외국인 소비자들 사이에서 뜨거운 반응을 보이며 한국 기념품으로 간직하는 등 수요가 꾸준하게 증가하고 있다.

가을 한정판 드레스퍼퓸은 기존 깔끔한 디자인을 벗어나 다양한 색감과 일러스트를 통한 디자인이 가을의 느낌을 한껏 살린 것이 특징이다.

섬유향수에는 존재하지 않았던 새로운 디자인과 시도가 여름 에디션에 이어 가을 에디션으로 국내외 고객들을 사로잡을 예정이다.

트랜드아이 김신영 대표는 "한국의 아름다움을 전달할 수 있는 방법이 무엇이 있을까 고민하던 중 제품에 접목시켜보는 방법을 생각해 한정판 기획 에디션을 진행하게 됐다며 "기획 에디션을 통해 외국인 소비자분들이 한국의 숨겨진 명소 및 지역들을 한층 가깝게 여기는 발판이 되었으면 좋겠다"고 말했다.

한편, 해당 제품들은 더블유드레스룸 공식 홈페이지 및 오늘 9월 23일부터 올리브영에서 구매할 수 있다.

@highlight

㈜트랜드아이에서 운영하는 향기 전문 브랜드 더블유드레스룸이 여름 한정판 드레스퍼퓸 에디션이 국내 대표 헬스앤뷰티(H&B)스토어 올리브영에서 소비자들에게 큰 인기를 얻은 것을 바탕으로 가을 한리미티드 드레스퍼퓸 에디션 '한강 코스모스', '담양 메타세쿼이아', '경주 핑크뮬리'를 출시한다고 밝혔다.