중국 2?3위 통신사 차이나유니콤과 차이나텔레콤이 5G 인프라 구축을 위해 협력한다.

두 통신사는 이번 협력을 통해 3700억 위안(약 61조9972억 원)의 비용 절감효과를 얻을 전망이다.

3위 통신사 차이나유니콤과 차이나텔레콤이 5G 네트워크 공동 구축 협약을 체결했다고 지난 9일(현지시각) 보도했다.

중국은 한국과 미국이 5G를 선도해 나가는 데 위기감을 느끼고, 5G 인프라 구축에 속도를 내고있다.

중국 정부는 연내 50개 이상의 도시에서 5G서비스를 제공하는 것을 목표로 하고 있다.

차이나유니콤과 차이나텔레콤은 전국 주요 지역에 각자가 설치한 5G 네트워크를 공유하는 방식으로 5G서비스 범위를 확대할 계획이다.

5G 네트워크 공동 구축에 나선것은 차이나유니콤과 차이나텔레콤이 처음이다.

양사는 중국 15개 도시에서 5G네트워크를 공동 구축한다.

각사 담당 구역에서 5G 기지국을 구축한 후 네트워크를 공유한다.

비용 부담은 각 지역을 담당한 회사가 부담한다.

차이나유니콤과 차이나텔레콤은 베이징, 톈진, 정저우, 칭다오, 스자좡 등 5개 도시에서 6대 4 비율로 구역을 배분하고 통신망을 구축한다.

상하이, 충칭, 광저우, 선전, 항저우, 난징, 쑤저우, 창사, 우한, 청두 등 남방 10개 도시에서는 차이나유니콤과 차이나텔레콤이 4대 6 비율로 구역을 맡는다.

광동성 9개 도시, 절강성 5개 도시, 북쪽 8개성은 각사가 독립적으로 구축한다.

중국 선강증권은 이 같은 공조로 향후 8년 간 두 통신사가 3700억 위안(약 61조9972억 원) 규모의 비용을 절감할 수 있을 것으로 예상했다.

차이나유니콤은 성명서를 통해 "이번 협력이 투자 수익과 운영 효율성을 제고하는 데 도움이 될 것"이라며 "양사 협력이 서로에게 '윈(win)-윈(win)'으로 작용할 것"이라고 기대했다.

@highlight

지난 9일(현지시각) 중국 23위 통신사 차이나유니콤과 차이나텔레콤이 5G 네트워크 공동 구축 협약을 체결했다고 보도한 가운데 두 통신사는 이번 협약을 통해 약 62조의 비용 절감 효과를 얻을 것으로 보이며 차이나유니콤은 성명서를 통해 양사 협력이 서로에게 '윈-윈'으로 작용할 것이라고 예상했다.