세상을 떠난 가족에 대해 가장 후회하는 일은 '자주 찾아뵙지 못한 것'과 '가보고 싶은 곳을 못 간 것'이라는 조사 결과가 나왔다.

또 가장 하고 싶은 말은 '사랑합니다' 였다.

12일 추모공원인 분당메모리얼파크가 추석을 앞두고 지난 6∼8일 회원 1281명을 대상으로 한 '가족愛의 재발견' 설문조사 결과에 따르면 '사별한 가족분에게 잘해드리지 못해 가장 후회하는 경우는?'이라는 질문(중복응답)에 응답자의 34%가 '자주 찾아뵙지 못한 것'이라고 답했다.

이어 '가보고 싶은 곳을 못 간 것'이라는 답변도 31%를 차지했다.

아울러 '임종을 하지 못한 것'(14%), '힘든 치료과정을 고집했던 점'(13%), '드시고 싶은 것을 못 드린 것'(12%), '생전에 강조하신 말씀을 못 지킨 점'(10%) 등의 순이었다.

'언제 돌아가신 분이 가장 많이 보고 싶은지'에 대한 질문에는 32%가 '고인과 함께했던 추억이 떠오를 때'를 꼽았고 27%는 '고인의 기일이나 생일'이라고 응답했다.

'정신적으로 힘들 때'(16%), '추석, 설 등 명절'(13%) 이라는 답도 적지 않았고 '돌아가신 분과 비슷한 분을 볼 때'(6%)라는 응답자들도 있었다.

'돌아가신 분이 보고 싶을때 어떻게 하냐'는 물음에는 53%가 '가만히 추억에 잠긴다'고 했고 42%는 '고인이 모셔진 곳을 찾는다'고 답했다.

'고인이 살아계신다면 가장 해드리고 싶은 말'에 대해 51%가 '사랑합니다'를 꼽았고 22%가 '고맙습니다', 11%가 '미안합니다'를 들었다.

분당메모리얼파크 관계자는 "이번 조사에서 많은 사람이 고인이 된 가족을 삶의 여러 현장에서 떠올리며 지속적인 결속 상태를 유지하고 있는 것을 알 수 있었다"면서 "사랑하는 사람을 위해 가장 좋은 것은 같이 옆에 있어 주는 것이라는 평범한 진리를 재차 확인할 수 있었다"고 말했다.

@highlight

12일 추모공원인 분당메모리얼파크가 지난 6∼8일 회원 1281명을 대상으로 한 '가족愛의 재발견' 설문조사 결과에 따르면 '사별한 가족분에게 잘해드리지 못해 가장 후회하는 경우'는 '자주 찾아뵙지 못한것' 이었으며 그 다음으로는 '가보고 싶은 곳을 못 간 것'이라는 답변이 두번째로 많아 관계자는 이를 통해 사랑하는 사람을 가장 위하는 길은 곁에 있어주는 것이라는 진리를 확인할 수 있다고 밝혔다.