이인영 더불어민주당 원내대표가 11일 오후 서울 여의도 국회에서 기자간담회를 갖고 있다.

자유한국당 등 야당이 조국 법무부 장관 임명에 반대하며 국정조사와 특검을 요구하는 것에 이인영 더불어민주당 원내대표가 "한국당의 요구는 모순"이라고 비판했다. 이 원내대표는 11일 오후 국회에서 추석 연휴를 앞두고 기자간담회를 개최해 "한국당이 요구하는 국정조사와 특검은 정쟁을 위한 정치공세"라며 이같이 말했다.

이 원내대표는 "한국당이 고소와 고발을 한 것이 사건의 발단이지 않았느냐"며 "그래서 검찰이 압수수색과 수사를 했고, 한국당이 그걸 근거로 청문회 보이콧(거부)도 검토했다"고 말했다.

그러면서 "이제는 조 장관이 임명되고나니 지명을 철회해야 한다는거 아니냐"며 "심지어 검찰 수사가 진행중인데 결과를 보지도 않고 국정조사나 특검을 하자는 것은 모순"이라고 말했다.

검찰도 거듭 비판했다.

이 원내대표는 "적어도 윤석열 검찰총장 시대에는 피의사실 유포와 같은 명백한 검찰의 정치가 반복돼선 안된다"며 "권력으로부터 정치적 중립성과 독립성을 지켜야 하는 것뿐만 아니라 비대한 검찰 권력을 분산시키는 것도 필요하다"고 말했다.

이어 "검찰의 정치개입이 다시는 있어선 안된다"며 "검찰이 피의사실을 유포하는 것과 관련해 검찰도 내부적으로 돌아보고, 그런 행위에 책임자를 문책하면서 세간의 의혹들로부터 벗어나야 할 것"이라고 했다.

또 이 원내대표는 정기국회에서 정쟁과 관계없는 민생법안 통과를 위해 최선을 다하겠다고 밝혔다.

이 원내대표는 "이번 국회에 제출된 법안이 2만2000여건 정도인데 법안 처리정도는 30%밖에 안된다"며 "이걸 높이기 위해서 여야가 허심탄회하게 노력해야 한다"고 말했다.

이 원내대표는 이날 지역구(서울 구로구갑)를 찾아 추석 인사를 하고 12일에는 모란공원을 찾는다.

이 원내대표는 20년 이상 매번 명절을 앞두고 모란공원을 찾았다.

이 원내대표는 "모란공원에 문익환 목사님과 김근태 의장님 등 민주화 운동을 하다 돌아가신 분이 많이 계신다"며 "정종 두어병을 들고 기억나는 사람들, 또 기억해야 할 사람들 찾아 술 한잔씩 따르려 한다"고 말했다.

이어 "추석날에는 차례를 지내고 그 이후에는 정국 구상도 하겠다"고 했다.

@highlight

11일 기자간담회에서 이인영 더불어민주당 원내대표는 한국당이 요구하는 국정조사와 특검은 정쟁을 위한 정치공세며  특검 요구는 모순이라고 밝히고 검찰의 정치개입을 철회하라고 했다.