12일 오전 4시20분께 광주 광산구 송정동 한 아파트 5층에서 불이 나 50대 부부가 숨지고 자녀·이웃 등 4명이 부상을 입었다.

추석 연휴 첫날 6명의 사상자가 발생한 광주의 한 아파트 화재가 충전 중인 전동킥보드에서 시작된 것으로 보인다는 감식 결과가 나왔다.

12일 광주 광산경찰서 등에 따르면 경찰은 이날 오전 국립과학수사연구원, 광산소방서 화재조사반, 한국전기안전공사와 함께 광산구 송정동 화재 현장의 합동 감식 작업을 벌인 결과, 현관 앞 거실에 놓여있던 전동킥보드에서 처음 불이 시작된 것으로 보인다고 밝혔다.

경찰은 거실 공간에 놓인 전동킥보드 주변 벽지와 바닥이 집중적으로 타고 그을린 점으로 미뤄 이같이 추정했다.

또 킥보드 내장 배터리·전선 플러그 등 주변 상황을 토대로 화재 당시 전동킥보드가 충전 중이었던 것으로 보고 있다.

전기적 요인에 의한 불로 볼만한 정황도 다수 있었던 것으로 전해졌다.

이날 오전 4시20분쯤 광주 광산구 송정동 한 아파트 5층에서 불이 발생했다.

경찰은 집주인 A씨(54)가 자녀(딸·아들)과 아들 친구 등 3명과 함께 주방 다용도실 창문을 통해 대피를 시도하다 추락, 숨진 것으로 봤다.

또 다른 사망자 A씨의 아내 B씨(51·여)는 현관문을 통해 집 밖으로 나가려다 연기에 질식해 숨졌을 가능성이 높다고 경찰은 설명했다.

B씨는 현관 앞 수납장 앞에서 숨진 채 발견됐다.

A씨 두 자녀와 아들 친구, 이웃 등 4명은 대피 도중 가벼운 부상을 입고 병원에서 치료를 받고 있다.

국립과학수사연구원은 이날 현장에서 수거한 킥보드 잔해 등에 대해 정밀 감식을 벌여 정확한 화재 경위를 규명한다.

오는 15일에는 A씨 부부에 대한 부검을 통해 사망 원인도 규명할 예정이다.

경찰 관계자는 "현재까지는 킥보드가 최초 발화지점으로 판단되며 화재 원인으로서 무게가 실린다"면서 "배터리 폭발 등 다양한 경우의 수를 고려해 정밀 감식을 벌일 계획"이라고 설명했다.

@highlight

12일 광주 광산경찰서는 추석 연휴 첫날 6명의 사상자가 발생한 광주의 한 아파트 화재원인으로 전동킥보드를 지목하는 감식결과를 발표, 현재까지는 킥보드가 최초 발화지점으로 추정되며 화재 원인으로서 무게가 실린다고 밝히면서 배터리 폭발 등 다양한 경우의 수를 참고하고 있다고 설명했다.