지난달 불이 나 보금자리를 잃었던 하동군 화개면 검두마을 장애인 정 모씨가 11일 주변의 도움으로 입주한 새 집.

살던 집에 불이 나 시름에 빠졌던 지리산 밑 경남 하동군 화개면의 70대 장애인 부부가 주변의 도움으로 추석을 앞두고 새 보금자리에 입주했다.

11일 자신의 생애에서 가장 큰 추석 선물을 받은 주인공은 화개면 검두마을에 사는 정 모(74) 씨 부부.

정 씨 는 지난달 10일 오래된 가전제품에서 발화됐을 것으로 추정되는 불로 살던 집이 불에 타는 등 큰 재산 피해를 입어 추석 명절을 앞두고 슬픔에 휩싸였다.

불길이 지나간 자리에 새 집을 짓어야 했지만, 만만찮은 신축 비용 때문에 정씨 가족은 물론 주변 이웃들의 걱정과 근심도 깊어만 갔다.

다행히 앞서 하동군이 지역 취약계층의 화재에 대비해 2004년 12월, 지역 14개 기관단체협의회와 업무협약을 통해 가입해 둔 주택화재보험 덕분에 큰 걱정을 덜었다.

또 군은 2015년 4월 사회복지공동모금회와 업무제휴 협약을 통해 추진한 특수시책 ‘행복1004 이음뱅크’ 지원 사업으로 주택신축 비용 일부를 지원했다.

지난달 불이 나 보금자리를 잃었던 하동군 화개면 검두마을 장애인 정 모씨가 11일 주변의 도움으로 입주한 새 집.

뿐만 아니라 화개면의 자원봉사회(회장 신영선·김해곤)는 새집에 필요한 130만원 상당의 전자제품을 구입, 지원했다.

인근에 있는 화개교회(목사 박지현)는 구제특별헌금 400만 원을 정 씨 가정에 전달하는 등 민·관이 유기적으로 협력했다.

특히 하동군은 화재신고 즉시 긴급지원을 통한 보험금 지급절차 지원에 나섰다.

특히 화재사고 현장 조사에서 보험금 지급 결정까지 신속한 행정적 지원을 진행해 추석 이전에 주택 신축이 이뤄지도록 뒷받침했다.

추석 연휴가 시작되기 전인 11일 별다른 입주식 행사없이 새 집에 입주한 정 씨는 “하동군을 비롯한 지역 민관 기관단체의 도움으로 명절 앞에 새 집에 들어가게 돼 무엇보다 고맙고 감사하다”며 눈시울을 붉혔다.

@highlight

지난달 화재로 보금자리를 잃었던 경남 하동군 화개면의 장애인 정 모씨 부부가 주위의 도움으로 추석 전에 새 보금자리에 입주하게 되면서 화개면 자원봉사회는 새집에 필요한 130만원 상당의 전자제품을 지원했다고 전해졌다.