정부가 일본의 무역보복 조치에 대해 세계무역기구(WTO)에 제소한 가운데 앞선 WTO 상소심 판정을 놓고 한일 양국이 충돌하고 있다.

일본 경제산업성은 11일 "WTO 상소기구가 한국에 의한 일본산 공기압 전송용 밸브에 대한 반덤핑 과세 조치가 WTO 협정 위반이라는 판단과 함께 시정을 권고했다"고 밝혔다.

전날 WTO 상소기구가 한국의 조치가 적법하다고 한 2017년 분쟁패널의 판정을 유지했음에도 일본은 자국이 승소했다며 정반대로 해석하고 있는 것이다.

정부는 일본이 '아전인수' 격으로 해석한다는 입장이다.

이날 유명희 산업통상자원부 통상교섭본부장은 "WTO의 한일 공기압 밸브 분쟁 관련 결정은 한국의 승소를 확정한 것"이라고 말했다.

현재 일본산 공기압 밸브에 부과하고 있는 관세를 그대로 유지할 수 있다는 것이다.

정해관 산업부 신통상질서협력관은 "WTO 판정에 대해 서로 승소를 주장하는 일은 많지만 이번 일본의 주장은 지나치다"고 일축했다.

정 협력관은 "일본이 제기한 13개 쟁점 중 10개를 우리가 확실히 이기고 패한 3개는 절차 등에 관한 것으로 조정하면 된다"고 설명했다.

WTO 상소기구 보고서에 따르면 핵심인 실체적 쟁점 9개 중 8개는 한국이 승소했다.

이번 상소심에서 판정이 번복된 것은 일본산 밸브가 국내 상품의 가격에 영향을 미쳤는지 여부에 대한 것으로 한국의 가격비교 방법이 부적절했다고 판정했다.

정부는 국내 산업 피해 판단을 위한 가격효과 측정 방법론에 대한 시정 판정일 뿐 반덤핑 관세 조치를 취하하라는 판결이 아니라는 것이다.

비핵심인 절차적 쟁점 4개 중에선 2개는 일본, 2개는 한국 손을 들어줬던 1심 판결을 유지했다.

2015년 당시 국내 공기압 밸브 시장은 일본산이 70% 이상을 차지할 만큼 절대적이었다.

당시 정부는 일본 회사들의 덤핑 판매로 한국 기업들이 피해를 봤다며 일본산 공기압 밸브에 11.66~22.77%의 반덤핑 관세를 부과했다.

일본은 이듬해인 2016년 한국 정부를 WTO에 제소했다.

2017년 1심인 분쟁패널에선 일본 측 제소를 각하하며 한국의 손을 들어줬다.

@highlight

일본 경제산업성이 11일 세계무역기구(WTO) 상소기구가 한국에 의한 일본산 공기압 전송용 밸브에 대한 반덤핑 과세 조치가 적법하다고 한 2017년 분쟁패널의 판정에 대해 WTO 협정 위반이라는 판단과 함께 시정을 권고했다고 밝혀 한일 양국이 WTO 상소심 판정을 놓고 다시 충돌하고 있다.