일산가구단지는 1문과 2문, 3문으로 구성된 전국에서 가장 큰 규모를 자랑하는 대형 가구단지로 100여 개 가구매장이 입점해 있고 200여개 국내와 수입 가구 브랜드가 입점되어 있어 오래전부터 다양한 디자인의 가구와 가격대를 비교할 수 있구 최신 가구 트랜드를 가장 빠르게 확인할 수 있는 가구단지로 예비 신혼부부에게 인기 있는 가구단지로 평가 받고 있다.

일산가구단지는 가을 시즌이 시작되는 9월과 10월을 맞아 2019년 9월 27일 금요일부터 10월 9일 수요일까지 진행되는 가을 가구박람회를 진행한다고 밝혔다.

9월 27일부터 진행되는 가을 가구박람회 행사 기간에는 100여개 회원사 매장에서 준비한 특가 코너와 신상품 가구로 구성된 입주가구와 신혼가구를 최대 50%까지 할인 받고 구매할 수가 있으며 전시 상품은 최대 70%까지 할인 받고 구매할 수가 있다.

행사 기간에는 매장별 특가 코너를 이용하여 많은 소비자가 다양한 디자인의 가구를 각 매장에서 비교한 후 폭넓은 할인 혜택을 통해 신혼가구와 혼수가구, 디자인가구, 학생가구 등에 국내와 수입 가구를 저렴하게 구매할 수 있도록 다양한 행사 혜택을 준비했다.

또한, 행사 기간에 일산가구단지 협력 업체에서 가구를 구매하고 구매 후기를 일산가구단지 홈페이지에 후기를 등록하면 "제주투어 vip 항공권"을 사은품으로 받을 수 있다.

사은품은 구매 후기를 등록하는 모든 분들에게 지급이 된다.

행사 혜택은 일산가구단지 회원사 매장에서만 가능하다.

최근 신축 아파트로 입주를 진행하는 소비자와 결혼을 앞둔 소비자들이 늘면서 입주가구와 신혼가구를 구매하기 위해 일산가구단지 협회 사무실로 문의가 늘고 있다.

행사 기간에는 예비 신혼부부 뿐만 아니라 백련산sk뷰아이파크, 힐스테이트태전2차, 킨텍스 더샵 그라비스타, 킨텍스원시티 등으로 입주를 준비하는 소비자도 동일한 행사 혜택을 통해 신상품 가구를 구매할 수 있는 만큼 가구 구매를 고민하는 소비자라면 이번 신상품 출시 기념 할인 행사를 통해 저렴한 가격으로 가구를 구매할 수가 있다.

@highlight

일산가구단지는 9월 27일부터 가을 가구박람회를 진행하며, 신상품 입주가구와 신혼가구를 최대 50% 할인,  전시 상품은 최대 70%까지 할인 받고 구매할 수가 있다.