[충청일보 배명식기자] 충북 교원 1인당 학생 수와 학급당 평균 학생 수가 전국 평균보다 적은 것으로 나타났다.

15일 충북도교육청의 '2019년 교육 기본통계'에 따르면 충북 초·중·고 학급당 학생 수는 22.2명으로 전국 평균(23.4명)보다 1.2명 적은 것으로 집계됐다.

충북의 초·중·고 교원 1인당 학생 수도 11.8명으로 전국 평균(12.6명)보다 0.8명이 적었다.

학교 급별 학급당 학생 수는 초등학교가 20.2명으로 전국 평균인 22.2명보다 2명이 적은 것으로 조사됐다.

중학교도 24.2명으로 전국 평균인 25.1명보다 0.9명이 적었지만, 고등학교는 25.2명으로 전국평균(24.5명)보다 0.6명이 많았다.

학교 급별 교원 1인당 학생 수는 초등학교가 13.0명으로 전국 평균(14.6명)보다 1.6명이 적었다.

중학교도 10.6명으로 전국 평균(11.7명)보다 1.1명이 적었으나 고등학교는 10.9명으로 전국 평균(10.6명)보다 0.3명이 많은 것으로 분석됐다.

도내 도시지역과 농촌 지역을 살펴보면 편차가 배 이상 벌어졌다.

학생 수가 가장 많은 청주지역의 초등학교 학급당 학생 수는 23.0명이며, 교원 1인당 학생 수는 15.2명으로 도내에서 가장 많았다.

중학교의 학급당 학생 수도 26.9명으로 전국 평균보다 많았으며, 교원 1인당 학생 수도 12.2명으로 전국 평균을 상회했다.

반대로 학생 수가 가장 적은 단양지역 초등학교의 학급당 학생 수는 10.8명에 그쳤으며, 교원 1인당 학생 수도 6.4명으로 도내에서 가장 적었다.

중학교도 사정은 마찬가지여서 학급당 학생 수는 16.3명, 교원 1인당 학생 수는 5.9명으로 집계됐다.

도내 지역별 초·중·고 학생 수 편차는 학령인구 감소세에 따라 더욱 두드러질 것으로 전망된다.

올해 도내 초·중·고 전체 학생 수는 17만1601명으로 지난 해 17만5579명보다 3978명(2.3%) 줄었다.

저출산 여파로 학생 수가 지속해서 줄면서 2019학년도 초·중·고 학급수도 7745학급으로 전년 7774학급 보다 29학급이 줄었다.

@highlight

15일 충북도교육청이 발표한 '2019년 교육 기본통계'에 따르면 충북 초·중·고 학급당 학생 수는 전국 평균(23.4명)보다 1.2명 적고, 초·중·고 교원 1인당 학생 수도 전국 평균(12.6명)보다 0.8명이 적은 것으로 나타났으며 또한 충북도내 도시 지역과 농촌 지역 간의 편차가 크게 나타났다.