14일 광주 동구 문빈정사 극락전 앞마당에서 통일애국열사 서옥렬 선생 민족통일장 장례위원회 주관으로 영결식이 열리고 있다.

광주·전남 마지막 비전향 장기수 고(故) 서옥렬씨가 끝내 북녘 가족 품으로 돌아가지 못하고 마지막 길을 떠났다.

서씨의 영결식은 14일 오후 광주 동구 문빈정사 극락전 앞에서 엄수됐다.

이날 영결식은 민중 의례, 연보 낭독, 조사, 호상 인사, 조가, 헌화 순으로 진행됐다.

광주·전남지역 시민사회·통일·민주화·종교·오월 등 각계 60여 단체로 꾸려진 장례위원회는 '아내에게 부치지 못한 편지'를 가슴에 품고 떠난 그를 추모했다.

서씨의 삶은 이념 대결로 이어져 온 남북 관계의 모순과 고통을 고스란히 간직하고 있다.

1927년 전남 신안군 안좌면에서 태어난 서씨는 고려대 경제학과에 재학 중이던 1950년 북한 인민군으로 6·25 한국전쟁에 참전했다.

휴전 후에는 김일성종합대학교 정치경제학과를 졸업하고 교원으로 활동했다.

그는 1961년 8월 부인과 자녀들을 북에 두고 남쪽의 고향으로 홀로 내려왔다.

서씨는 남한으로 내려와 정보수집 등 첩보활동을 하고 월북하다가 붙잡혀 국가보안법 위반죄로 무기징역을 선고받고 1990년까지 복역했다.

당시 서씨는 1심에서 사형을 선고받았지만 2심에서 무기징역으로 감형돼 29년 동안 복역했다.

1993년 비전향 장기수 이인모(2007년 사망 당시 90세)씨의 송환 이후 2000년 비전향 장기수 63명이 송환됐다.

서씨는 노무현 정부 때 전국의 비전향장기수 27명과 함께 송환촉구 운동을 펼쳤지만 전향수로 분류돼 뜻을 이루지 못했다.

건강이 나빠진 서씨는 지난 11일 노환으로 별세했다.

서씨는 투병 생활 중 "기회가 닿으면 유해를 북녘의 가족에게 전해달라"고 송환추진위에 거듭 당부한 것으로 알려졌다.

@highlight

남한에서 첩보 활동 후 월북하다가 국가보안법 위반죄로 무기징역을 선고 받았던 마지막 비전향 장기수 고(故) 서옥렬씨의 영결식이 14일 오후 광주 동구 문빈정사 극락전 앞에서 열렸다.