신동빈 롯데그룹 회장이 이스라엘 스타트업과의 교류를 확대할 것을 지시했다.

미래 성장동력 발굴을 위해 스타트업 강국인 이스라엘을 방문했던 신동빈 롯데그룹 회장(사진)이 귀국 후 임직원들에게 사업교류 확대를 주문했다.

15일 롯데그룹에 따르면 신 회장은 이스라엘 출장 복귀 후 가진 내부 회의에서 현지 스타트업 육성 기업인 '더키친'과의 협력 방안을 검토하라고 지시했다.

더키친은 이스라엘 최대 식품사인 스트라우스의 푸드테크 인큐베이터로 롯데가 스타트업 육성을 위해 운영 중인 롯데엑셀러레이터와 유사한 사업 모델이다.

신 회장은 더키친과 스트라우스의 오픈이노베이션 현장을 보고 깊은 감명을 받은 것으로 알려졌다.

롯데 관계자는 "신 회장은 식품 분야 연구와 안전검사 등에 치중하고 있는 롯데중앙연구소가 더키친처럼 오픈이노베이션을 이끌 수 있는지 적극 검토해 볼 것을 주문했다"며 "내부 연구도 중요하지만, 혁신적인 외부 아이디어를 적극적으로 수렴하는 것이 중요하다는 점을 강조했다"고 말했다.

이스라엘은 연간 1000개 이상의 스타트업이 새로 등록할 정도로 사회 전반에 걸쳐 활발한 창업 열풍이 불고 있다.

정부도 기술혁신 분야 지원 시스템을 체계적으로 운영하고 있다.

신 회장은 아울러 우수한 기초과학 기술을 보유한 이스라엘 와이즈만연구소와 롯데그룹 연구소가 상호 연구 교류를 통해 시너지 효과를 구현할 수 있도록 검토할 것도 주문했다.

프랑스 파스퇴르 등과 함께 세계 5대 기초과학 연구소로 알려진 와이즈만연구소는 한 해 평균 100여건의 특허를 통해 지식재산을 사업화하는 기술 이전으로 유명하다.

와이즈만연구소는 생화학, 생물학, 화학, 수학·컴퓨터공학, 물리학 등 5개 분야에서 250여개의 연구실을 운영하고 있다.

롯데 관계자는 "신 회장이 이번 방문에서 이스라엘의 역동적인 스타트업 육성 분위기에 깊은 감명을 받은 것 같다"며 "지난달 한-이스라엘 자유무역협정(FTA) 체결로 양국 간 기술 교류가 활성화될 것으로 예상되는 만큼 롯데도 빠른 행보를 보일 것"이라고 말했다.

@highlight

이스라엘을 방문했던 신동빈 롯데그룹 회장은 귀국 후 현지 스타트업 육성 기업인 '더키친'과의 협력 방안을 검토하고 이스라엘 와이즈만연구소와 롯데그룹 연구소가 상호 연구 교류를 통한 시너지 효과를 낼 수 있도록 지시하며 미래 성장동력 발굴에 착수했다.