전국 벼 재배 면적 추이전국적으로 벼 재배 면적이 감소하고 있는 가운데 대구·경북 지역 벼 재배 면적 또한 매년 줄어드는 것으로 나타났다.

15일 통계청이 발표한 전국의 벼 재배 면적 조사 결과에 따르면 벼 재배 면적은 2000년대 초부터 꾸준히 감소해오고 있다.

2000년 107만2천363㏊이던 재배면적은 2005년 97만9천717㏊, 2010년 89만2천74㏊, 2015년 79만9천744㏊로 5년 간격으로 10만㏊가량 급감했다.

올해 벼 재배 면적은 72만9천820㏊로 전년 73만7천673㏊, 2017년 75만4천713㏊보다 각각 1.1%, 3.3% 감소했다.

대구의 벼 재배 면적 역시 줄고 있는 추세다.

2017년 2천970㏊, 2018년 2천848㏊, 2019년 2천752㏊로 매년 감소하고 있다.

경북의 벼 재배 면적은 올해 9만7천465㏊로, 2017년(9만9천551㏊)과 2018년(9만8천66㏊)에 이어 감소한 수치로, 2017년보다 0.6%(601㏊) 줄었다.

벼 재배 면적 증감율을 시·군·구별로 살펴보면 청송군이 지난해 900㏊ 보다 43㏊ 감소한 857ha로 4.8% 감소했다.

이어 영주시가 3천252㏊로, 지난해 3천389㏊ 보다 137㏊ 줄어들어 4%, 성주군이 2천945㏊로 2018년 3천42㏊에 비해 3.2% 감소한 것으로 나타났다.

반면 영양군과 경산시, 고령군은 지난해 대비 각각 9.6%, 5.3%, 6% 상승했다.

벼 재배 면적 감소에 따라 쌀 가격은 오르고 있는 추세다.

한국농수산식품유통공사에 따르면 2017년 연평균 3만3천569원이던 쌀 20kg 당 가격은 지난해 4만5천412원으로 35%(1만1천843원) 올랐다.

동북지방통계청 측은 “올해 정부의 논 타작물 재배 지원사업과 건물 건축, 공공시설 등 택지개발에 따른 경지감소로 벼 재배 면적이 감소한 것”이라고 분석했다.

@highlight

통계청이 발표한 전국의 벼 재배 면적 조사 결과에 따르면, 대구·경북 지역의 벼 재배 면적이 매년 감소하는 것으로 밝혀졌고, 이와 함께 쌀 가격은 상승하고 있는 것으로 나타났다. 