대전 연고 프로스포츠 구단인 한화 이글스와 대전시티즌이 홈 팬들에게 승리로 한가위 선물을 선사했다.

더욱이 '꼴찌 더비'로 한 치 양보 할 수 없는 상황에서 맞닥뜨린 이 날 승점을 추가하면서 시즌 유종의 미를 거두기 위한 발걸음을 이어갔다.

한화 이글스는 14일 대전에서 최하위 롯데 자이언츠 불러들여 5-2로 승리했다.

선발투수 워윅 서폴드(7이닝 2실점) 호투와 정근우가 시즌 첫 4안타를 몰아치며 롯데를 제압했다.

한화는 이날 승리로 롯데와 게임 차를 4경기로 벌리며, 탈꼴찌 싸움에서 한 발 더 달아났다.

1회 한화가 먼저 기선 제압을 했다.

1사 1, 2루서 정근우의 적시타를 때리며 1점을 뽑았다.

3회 초 롯데가 반격에 나섰다.

손아섭과 민병헌의 적시타로 1-2 역전했다.

한화는 4회 공격에서 정근우, 김회성의 안타와 상대 실책으로 맞이한 1사 만루서 오선진이 2타점 적시타로 재역전했다.

7회 무사 만루서 김회성이 희생플라이로 격차를 벌린 뒤 8회 이성열이 1타점 2루타로 승부의 쐐기를 박았다.

한화 선발 워윅 서폴드는 시즌 11승(11패)째를 챙겼다.

타선에서는 정근우가 4안타 맹타를 휘둘렀다.

최근 3연승을 거둔 한화(9위)는 시즌 52승 82패를 기록 10위 롯데(47승 85패 3무)와 격차를 더욱 벌렸다.

4경기째 승리를 챙기지 못했던 프로축구 대전시티즌은 이날 9위 서울이랜드를 불러들여 꼴찌 탈출에 나섰다.

대전은 대전월드컵경기장에서 열린 이랜드와의 K리그2 27라운드 경기에서 후반 36분 김승섭의 천금의 페널티킥 찬스를 얻어 1대0 승리를 거뒀다.

5경기 만에 승리를 거두며 승점 3점을 챙긴 대전은 이랜드와 승점(21점)에서 어깨를 나란히 했다.

다만, 골 득실차에서 밀려 10위에 머물렀다.

@highlight

14일 야구의 한화이글스는 롯데 자이언츠에 5:2 ,축구의 대전 시티즌은 서울이랜드에 1:0 승리를 해 대전연고 두 스포츠팀이 대전 홈 팬에 추석선물을 안겼다.