최근 제주경찰의 근무 기강이 다시 느슨해지는 것 같아 염려스럽다.

경찰관끼리 술에 취해 길거리에서 주먹다짐을 하는가 하면 고위직이 사격시험 점수를 조작하는 일까지 벌어졌다.

두 사안 모두 감찰이 진행 중이긴 해도 그 자체로 부끄러운 일이다.

민생치안의 파수꾼을 자임하는 전체 경찰의 명예에 먹칠을 하기에 그렇다.

지난 7일 밤 서귀포시 한 주점 앞에서 제주경찰청 소속 경위 두명이 서로 주먹질까지 하는 폭행사건이 벌어졌다.

심지어 일행까지 가세한 집단 몸싸움으로 번지면서 시민들을 불안케 했다고 한다.

앞서 5일에는 서부경찰서 소속 경감이 사격에서 부정행위를 저질렀다는 의혹이 제기돼 조사가 진행되고 있다.

표적지에 실탄의 흔적과 다른 비정상적 구멍이 발견됐다는 것이다.

일부 경찰관의 일탈이지만 나사 풀린 경찰의 민낯이요, 어처구니 없는 일이다.

이로 볼 때 한동안 자리잡던 공직기강 확립 분위기가 또다시 이완되는 게 아니냐는 우려를 낳는다.

2017년만 해도 음주운전과 뺑소니, 성추행 등 제주경찰의 기강 해이가 도를 넘는다는 공분이 일자 고강도 감찰활동에 들어간 바 있다.

경감급 이상 지휘부를 주축으로 복무기강 자정활동을 기울여 일단의 성과를 거뒀었다.

하지만 시간이 다소 흐르자 경찰의 기강해이나 무사안일을 보여주는 사례가 다시 수면 위로 떠오른다.

전남편을 살해·유기한 혐의로 구속 기소된 고유정 사건만 해도 부실수사로 3명이 감찰을 받았다.

이 같은 일이 어제오늘 일이 아니라는 얘기다.

매번 교육과 감찰을 통해 자정활동을 기울이지만 종국엔 흐지부지되기 일쑤다.

위안 삼을 일인지 모르지만 다른 지방 경찰의 기강 문란도 이 못지않다.

사행성 업주로부터 성접대를 받은 경찰 간부가 있는가 하면 윤창호법 이후에도 음주운전으로 적발되는 경찰관이 꼬리를 물고 있다.

경찰에 대한 시민들의 실망이 크지 않을 수 없다.

경찰 본연의 위상을 되찾으려면 근무기강을 다잡아 추슬러야 한다.

비위경찰에 대한 일벌백계가 필요함은 물론이다.

@highlight

최근 경찰관끼리 술에 취해 길거리에서 주먹다짐을 하고 고위직이 사격시험 점수를 조작하는 일까지 벌어지는 등 전체 경찰의 명예에 먹칠을 하는 사건이 발생해 제주경찰의 근무 기강이 다시 느슨해진 게 아닌지 염려스럽다.