지난 8월 동해상 일본 배타적경제수역(EEZ)에 있는 대화퇴 어장에서 소총으로 무장한 북한 고속정이 목격됐던 사실이 뒤늦게 알려졌다.

13일 요미우리 신문은 복수의 일본정부 관계자를 인용해 지난달 23일 오전 9시30분쯤 일본 EEZ 내 대화퇴 서쪽 해역인 이시카와(石川)현 노토(能登)반도 주변 해안에서 단속활동을 하던 일본 수산청 소속 선박에 소총으로 무장한 북한 고속정이 접근해왔다고 보도했다.

당시 주변에는 여러 척의 일본 어선과 북한 어선들이 있었다고 전해졌다.

일본 수산청 단속선은 상황이 위험하다고 판단하고 일본 어선들을 대피시켰다고 설명했다.

수산청 단속선으로부터 신고를 받은 해안 보안청 순시선도 다음날인 24일 오전 9시쯤 인근 해역에서 같은 배로 보이는 고속정을 발견했다고 밝혔다.

또 소총으로 무장한 선원의 모습도 확인했다고 전했다.

요미우리는 북한 고속정이 한때 30m 거리까지 접근했다면서 해상보안청이 주변 해역의 경계를 강화하고 있다고 보도했다.

스가 요시히데 일본 관방장관은 이날 중국 베이징 대사관 경로를 통해 북한에 엄중 경고의 뜻을 밝혔다.

스가 장관은 기자회견을 열고 "무장선박은 북한과 관계된 선박일 가능성이 높다"면서 "일본 어선의 안전을 확보하기 위해 관계 부처가 합동해 적절히 대처해 나갈 것"이라고 말했다.

요미우리는 "북한 어선이 자국 근해에서 조업할 수 없게 되면서 대화퇴에서 불법 조업활동을 하고 있다"고 전했다.

지난 3월 유엔 안전보장이사회는 북한이 어업권을 중국 측에 팔아 외화를 벌고 있다고 밝혔다.

고노 다로 일본 방위상 역시 이날 국무회의 후 기자회견을 열고 "유엔 안보리 결의에 따른 경제제재가 있는 가운데 북한이 이 같은 상황을 벗어나려면 대량살상무기와 미사일의 완전하고 검증가능하며 돌이킬 수 없는 폐기가 필요하다"며 "김정은 북한 노동당 위원장이 북한 국민을 위한 판단을 하기를 바란다"고 말했다.

@highlight

13일 요미우리 신문은 지난 8월 23일 대화퇴 어장에서 소총으로 무장한 북한 고속정을 목격한 사실과 24일 같은 같은 배로 보이는 고속정을 발견한 사실을 보도했다.