반려동물 산업이 성장하면서 관련 특허출원도 크게 증가한 것으로 나타났다.

특허청(청장 박원주)은 2014년부터 지난해까지 최근 5년간 반려동물 용품 관련 특허출원이 모두 1419건이며, 2014년 140건에서 지난해 465건으로 3배 이상 증가했다고 14일 밝혔다.

세부 기술 분야별로는 위생·미용 495건, 의류·악세서리 271건, 이동장 포함 집·가구 253건, 운동·놀이장치 205건, 급수·급식기 178건 등이다.

위생·미용분야는 배변패드부터 배변 여부를 센서로 감지하고 자동으로 처리할 수 있는 장치와 같은 배변처리 용품이 52.7%로 다수를 차지했다.

반려동물 배설물 처리가 주요한 애로사항인 만큼 이를 해결하기 위한 요구가 특허출원에 반영된 것으로 보인다.

반려동물 용품에서 사물인터넷(IoT)과 같은 정보통신기술(ICT)을 접목한 특허출원도 크게 늘었다.

특히 IoT 기술이 접목된 출원이 2014년 28건에서 2018년 66건으로 2배 이상 증가했다.

운동·놀이장치 28.9%, 웨어러블 디바이스 부착 의류·악세서리 24.3%, 급식·급이기 20.1%, 위생·미용장치 13%, 집·가구 10.9%, 홍채·비문(코지문) 인식장치 포함 기타 2.8% 등이다.

반려동물에 착용된 센서를 기반으로 체온, 운동량과 같은 건강, 감정, 위치를 실시간으로 확인할 수 있는 기술은 분실이나 안전사고 위험을 줄이고 건강을 체계적으로 관리할 수 있을 것으로 기대된다.

또 홀로 남겨진 반려동물을 위해 온·습도 등 반려동물의 주거환경을 조절하거나 물과 사료를 자동 제공하고 공놀이 기구를 원격 조작하거나 목소리를 들려주는 기술도 사회활동과 1인 가구가의 걱정을 덜어줄 용품으로 각광받고 있다.

신경아 특허청 농림수산식품심사과장은 "더불어 살아가는 가족구성원으로 반려동물을 기르는 사람이 빠르게 증가하고 있다"면서 "반려동물에 대한 관심과 애정을 토대로 다양하고 독창적인 아이디어가 접목된 특허제품 개발이 늘어나길 바란다"고 말했다.

@highlight

특허청은 반려동물 산업이 성장하면서, 반려동물용품 관련 특허출원이 5년동안 3배 이상 늘었고 특히 정보통신기술을 접목한 반려동물 용품 특허는 5년 전에 비해 2배 이상 증가하였다고 14일 발표했다.