삼성전자는 이재용 부회장이 15일(현지시간) 삼성물산이 건설중인 사우디아라비아 리야드 도심 지하철 공사현장을 방문했다고 밝혔다.

이재용 삼성전자 부회장이 추석연휴 중 사우디아라비아 공사현장을 방문해 임직원들을 격려했다.

삼성전자는 이 부회장이 15일(현지시간) 삼성물산이 건설중인 사우디아라비아 리야드 도심 지하철 공사현장을 방문했다고 밝혔다.

이 부회장이 삼성 관계사의 해외 건설 현장을 찾은 것은 이번이 처음이다.

프로젝트 완수를 위해 명절에도 쉬지 않고 업무에 매진하는 임직원들을 격려하고 힘을 실어주기 위한 것으로 해석된다.

이 부회장은 "추석 연휴를 가족과 함께 보내지 못하고 묵묵히 현장을 지키고 계신 여러분들이 정말 고맙고 자랑스럽다"고 격려했다.

이어 "중동은 탈석유 프로젝트를 추구하면서 21세기 새로운 기회의 땅이 되고 있다"며 "여러분이 흘리는 땀방울은 지금 이 새로운 기회를 내일의 소중한 결실로 이어줄 것"이라고 강조했다.

삼성전자는 이재용 부회장이 15일(현지시간) 삼성물산이 건설중인 사우디아라비아 리야드 도심 지하철 공사현장을 방문했다고 밝혔다.

리야드 메트로 프로젝트는 도심 전역에 지하철 6개 노선, 총 168㎞를 건설하는 사우디아라비아 최초의 광역 대중교통 사업으로 2013년 압둘라 빈 압둘 아지즈(Abdullah Bin Abdul Aziz) 전 국왕의 왕명에 의해 시작됐다.

삼성물산은 스페인 FCC, 프랑스 알스톰 등과 컨소시엄을 구성해 6개 노선 중 3개 노선의 시공을 맡고 있으며, 2020년 준공 예정이다.

이 부회장은 지난 6월 방한한 모하메드 빈 살만 알 사우드 사우디아라비아 왕세자를 승지원으로 초청해 미래 성장 산업 분야에서의 협력 방안을 논의한 바 있다.

이 부회장은 지난 2월 설 명절에는 중국으로 출국해 시안 반도체 공장 2기 라인 공사 현장을 살펴보고 임직원들을 격려하기도 했다.

이 부회장은 지난달 29일 '박근혜·최순실 국정농단' 사건과 관련해 파기환송이 결정된 이후 지난 11일 삼성전자 서울R&D캠퍼스에 있는 삼성리서치를 찾아 현장경영에 복귀했다.

@highlight

지난 15일 삼성전자 이재용 부회장이 삼성물산이 건설 중인 사우디아라비아 리야드 도심 지하철 공사현장을 방문해  중동이 탈석유 프로젝트를 진행하면서 새로운 기회의 땅으로 부상하고 있다고 강조하고 여러분의 땀방울이 내일의 소중한 결실로 이어질 것이라며 임직원들을 격려했다.