13일 방송된 KBS1 'TV는 사랑을 싣고'에서는 하춘화가 자신의 '마산 1호팬'을 찾는 모습이 그려졌다.

이날 방송에서 하춘화는 데뷔 60주년을 곧 맞이하는 것에 "6세에 데뷔해서 그렇게 된다"며 "저도 실감이 안 난다"고 말했다.

이어 하춘화는 "(이날) 찾고 싶은 사람은 전국 팬 중 가장 열렬했던 팬"이라며 "저하고 나이 차이도 다섯, 여섯 살 정도밖에 나지 않았다"고 마산에서 만난 단발머리 소녀팬을 떠올렸다.

하춘화는 당시 그 "팬의 이미지는 '너무 나를 힘들게 한다' '귀찮다'였다"며 "그런데 끼니를 못 챙기는 저를 위해 도시락도 싸주고 그랬다.

저희 아버지와도 친했다.

소원이 저하고 하룻밤 자는 거라고 했데, 결국 저하고 한 방에서 잤다"고 인연이 된 계기를 전했다.

이어 "마산 여러 팬이 있지만 1호 팬"이라며 늘 자신을 먼저 찾아왔지만, 어느 순간부터 나타나지 않아 걱정되는 마음에 팬을 찾게 됐다고 밝혔다.

마산에서 추억의 장소를 돌아본 하춘화는 모교를 방문해 과거를 회상하며 "운동장에서 졸업식을 했는데 부모님은 안 오셨다.

고모하고 고모 딸이 왔었다.

그때 윤옥이가 온 기억은 없다"고 떠올렸다.

그런데 이 때 하춘화는 꽃다발을 들고 있던 그 소녀팬 윤옥씨와 드디어 재회했다.

하춘화는 "우리 윤옥이"라고 말하며 달려가 안았다.

윤옥 씨는 "결혼하고 아이 낳고 사느라 바빴다"며 "지금은 서울에 산다"고 말했다.

이에 하춘화는 "서울 살면 더더욱 연락하지"라고 했고, 윤옥 씨는 "언니가 나를 찾아줘서 너무 고마웠어"라고 고마움을 드러냈다.

그리고 윤옥씨는 과거 하춘화의 졸업식에도 왔었다며 하춘화와 팬과 스타를 넘어 친자매 같은 인연으로 지냈던 옛 추억들을 다시 한번 떠올려주었다.

@highlight

곧 데뷔 60년을 맞이하는 하춘화는 13일 'TV는 사랑을 싣고'에 출현해 6세 데뷔 후 마산 첫번째 팬과의 일화를 소개하고 그와 재회했다.