광주시는 민생 현안사항 해소를 위한 사업비로 행정안전부 특별교부세 35억 원과 경기도 특별조정교부금 73억 원을 확보했다고 15일 밝혔다.

이번 특별교부세·특별조정교부금 확보는 소병훈·임종성 국회의원과 도·시의원이 지속적으로 시책 사업 추진 정보를 공유하고 소통하는 등 유기적으로 협력하면서 사업의 당위성과 필요성을 상급 기관에 적극적으로 건의한 결과다.

행안부 특별교부세를 확보한 사업은 ▶경안배수펌프장 유수지 공영주차장 조성사업(10억 원) ▶회덕~회덕 간(시도31호선) 도로 확·포장공사(7억 원) ▶문형산 등 3개소 등산로 정비사업(6억 원) ▶정지지구 자연재해 저감사업(3억 원) ▶시민생활안전 방범용 CCTV 확충(9억 원) 등 5개 사업이다.

경기도 특별조정교부금을 확보한 사업은 ▶시민생활안전 방범용 CCTV 설치사업(8억 원) ▶초월읍 산이리 오수관로 정비사업(6억3천300만 원) ▶대쌍령리 생태도시숲 확충사업(5억 원) ▶자동염수살포장치 설치사업(5억8천300만 원) ▶오포읍 능평리 국지도 57호선 방음시설 설치사업(9억 원) ▶물놀이 수경시설 조성사업(15억 원) ▶오포읍 문형리 시도 15호선 도로개선사업(10억6천만 원) ▶국도 45호선 방음시설 설치사업(13억3천700만 원) 등 8개 사업이다.

신동헌 시장은 "지역을 위해 아낌없는 애정과 적극적인 지원으로 도움을 주신 지역 국회의원과 도·시의원께 감사 드린다"며 "시민들과 약속한 주요 사업들이 차질 없이 진행될 수 있도록 소통과 협치를 통해 국·도비 확보에 최선을 다하겠다"고 말했다.

@highlight

광주시는 민생 현안사항 해소를 위한 사업비로 행안부와 경기도 특별교부세 및 특별조정교부금 108억 원을 확보하고 시민들과 약속한 주요 사업들이 순조롭게 진행될 수 있도록 소통과 협치를 통해 국·도비 확보에 최선을 다하겠다고 말했다.