해수욕장 폐장 후 정화활동이 실시되고 있다.

제주특별자치도는 지역주민들이 함께 참여하는 범도민 일제 해안가의 정화를 실시했다.

이번 환경 정화는 지난 8월 말 도내 해수욕장 폐장과 더불어 태풍 '링링'이 지난 7일 제주를 벗어나면서 일부 해안변에 쓰레기를 정리하기 위해 추진된 것으로 연안 바닷가 및 항·포구와 양식장 주변을 대상으로, 수협, 어촌계, 해양환경보전단체, 공무원, 유관기관 등이 참여했다.

또한 비양도에서도 정화활동의 일환으로 청정제주 바다지킴이들로 하여금 비양도 정화활동을 실시했다.

더욱이 올 여름철 제주지역에는 11개 해수욕장에 189만8천명 이용한 것으로 집계되었으며 이는 지난해 244만1천 명 보다 22.4%이 해당한 54만3천 명이 감소한 수치로써 예년에 비해 잦은 비 날씨와 태풍 등 기상 악화에 따른 영향이 원인으로 분석됐다.

이에 따라 올해 이용객의 안전을 위해 제주도는 경찰, 해경, 소방 등 유관기관뿐만 아니라 의용소방대, 물놀이안전요원, 마을회 와의 긴밀한 협조체계를 구축한 바 있어 이를 통해 단 1건의 인명사고가 발생하지 않았으며 이는 2014년도부터 올해까지 개장기간 중 6년 연속 인명사고 제로를 달성한 것이다.

한편 도에서는 폐장한 해수욕장에 대해서도 추석연휴를 전후해 해안가를 찾는 관광객들의 안전사고를 미연에 방지하기 위해 입욕자제를 계도하는 안전통제요원을 배치하고 있으며 피서용품 및 현수막 등 시설물 철거와 철저한 환경정비를 실시할 예정이다.

더불어 도는 다시 찾고 싶은 해수욕장을 조성하기 위해 오는 10월 해수욕장협의회를 개최해 올해 해수욕장 운영에 대한 평가를 실시하고 운영상 발생한 문제점을 중심으로 개선방안을 마련해 2020년 해수욕장 운영·관리에 반영할 계획이다.

또한 연안 물놀이해역 중 이용객수가 많은 월정해수욕장에는 종합지원센터를 신축하고 새단장을 함으로써 내년도 해수욕장으로 추가 지정할 계획도 세우고 있다.

@highlight

제주도는 7일 태풍 '링링'이 제주를 벗어나면서, 태풍으로 해안가에 밀려온 쓰레기를 정리하기 위해 항·포구와 양식장 주변에서 범도민 일제 해안가 정화를 진행하였으며, 폐장한 해수욕장에 대해서도 안전을 위해 피서용품 및 치우지 않은 현수막을 철거하는 등 환경 정비를 실시할 계획이다.