“이번 추석은 짧아 가족들과 많은 시간을 보내지 못해 아쉽네요.”

추석 연휴 막바지인 15일 오전 9시께 전주시외버스터미널과 고속버스터미널 등에는 귀경길에 오른 사람들과 이들을 배웅하려는 가족들로 북새통을 이뤘다.

배웅에 나선 가족들의 표정은 짧은 추석 연휴를 끝내고 타지로 올라가는 자녀들의 모습에 아쉬운 기색이 역력했다.

터미널 곳곳에 귀경객들은 저마다 가족들이 싸운 음식과 선물을 한가득 들고, 가족들과의 짧은 재회에 시간이 아쉬워 쉽사리 발걸음을 떼지 못했다.

서울에서 직장생활을 하는 김지영(27?여)씨는 “타지생활이 고되다는 이유로 1년에 겨우 두 번, 명절에만 찾아 부모님에게 미안한 마음뿐”이라며 “짧은 연휴였지만 가족과 같이 지낸 시간이 행복했다”고 말했다.

가족들의 배웅을 받으며 고속버스터미널을 찾은 이모(23)씨는 “이번 추석 연휴기간에 어머니와 말다툼을 한 게 너무 후회된다”며 “마음으로는 항상 부모님에게 잘하고 싶지만, 막상 부모님을 보면 투정부려서 너무 죄송하다”고 아쉬워했다.

터미널에 버스가 하나씩 들어서기 시작하자 가족들은 자녀들이 탄 버스에 손을 흔들며 아쉬운 마음을 달랬다.

김모(62)씨는 “타지생활이 많이 힘들 텐데도 해마다 명절에 고향을 찾는 아들이 너무 기특하다”며 “매번 배웅하는 길에는 아들에게 많이 못 챙겨준 것 같아 미안하기만 하다”고 말했다.

이지영(56?여)씨는 “타지에서 혼자 생활하는 딸만 생각하면 가슴 한켠이 아리다”며 “작년보다 연휴기간이 짧아 딸에게 많이 못 해준 것 같아 서운하다.

타지 생활하는 딸이 아프지 않고 건강하게 지냈으면 하는 마음 뿐”이라고 말했다.

이날 터미널에서는 오전부터 정오가 넘는 시간까지 추석 연휴를 마무리하고 일상으로 돌아가는 이들과 이들을 배웅하는 가족들의 발길이 이어졌다.

@highlight

추석 연휴 막바지인 15일, 전주시외버스터미널과 고속버스터미널 등에는 저마다 가족들이 싸준 음식과 선물을 한가득 든 귀경객과 이들을 배웅하며 아쉬워하는가족들로 북새통을 이뤘다.