코스피는 강보합으로 출발해 외인 매물이 출회되며 하락전환했다.

16일 오전 9시 25분 현재 코스피 지수는 전일 대비 2.67포인트(0.13%) 내린 2046.53을 나타내고 있다.

코스닥 지수는 0.96포인트(0.15%) 오른 631.33을 기록 중이다.

코스피 시장에서는 개인과 기관이 각각 659억원, 329억원 순매수, 외국인은 955억원 순매도 중이다.

프로그램 매매는 차익거래는 74억원 매수 우위, 비차익거래 508억원 매도 우위를 기록해 전체적으로 433억원 순매도다.

시가총액 상위 종목은 혼조세를 나타내고 있다.

SK하이닉스는 4%대 약세를 나타내고 있으며 LG화학과 POSCO는 1%대 약세다.

삼성전자, 셀트리온, 삼성바이오로직스는 약보합이다.

현대차는 보합, NAVER, 현대모비스, 신한지주, SK텔레콤은 강보합을 기록하고 있다.

업종별로는 건설업이 3%대, 기계, 비금속광물, 보험, 증권이 1%대 강세를 나타내고 있다.

유통업, 금융업, 음식료품, 화학, 전기가스업, 섬유·의복, 종이·목재, 운송장비, 은행, 의료정밀은 강보합이다.

전기·전자는 1%대 약세, 의약품, 제조업, 운수창고는 약보합이다.

코스닥 시장에서는 개인은 330억원 순매수를 기록하고 있으며, 외국인과 기관은 각각 225억원, 89억원 순매도를 기록하고 있다.

코스닥 업종은 운송이 3%대 강세를 나타내며 비금속, 금속, 기타서비스, 컴퓨터서비스는 1%대 강세다.

출판·매체복제, 오락·문화, 건설, 정보기기, 종이·목재, 유통, 일반전기전자, 기계·장비, 금융, 기타제조, 의료·정밀기기, 섬유·의류, 통신서비스는 강보합이다.

석유류 도소매 판매업체 흥구석유는 사우디아라비아 석유시설에서 발생한 '드론테러'에 상한가를 기록중이다.

흥구석유는 전 거래일보다 1500원(29.82%) 오른 6530원에 거래 중이다.

@highlight

16일 오전 9시 25분 현재 코스피 지수는 전날 대비 2.67포인트(0.13%) 내린 2046.53을 기록 중인데, 개인과 기관이 각각 659억 원, 329억 원 순매수, 외국인은 955억원 순매도하여 하락전환했다.