부산 부산진구와 남구, 금정구, 연제구 4곳에 추가로 건강생활지원센터가 들어선다.

사진은 동래구 건강생활지원센터에서 지역 주민들이 혈압·혈당을 측정받는 모습.

현재 부산에서 시민들에게 공공보건의료서비스를 펼치고 있는 ‘건강생활지원센터’가 6곳에서 10곳으로 늘어날 전망이다.

부산시는 ‘2020년 보건복지부 건상생활지원센터 국비 공모사업’ 결과 부산에서 4곳이 선정됐다고 16일 밝혔다.

이는 이번에 선정된 전국 20곳 중 단일 지역에서 가장 많은 것이기도 하다.

해당 건강생활지원센터 4개 소가 추가로 들어서는 곳은 부산진구(개금2동)와 남구(우암동), 금정구(장전3동), 연제구(거제4동) 등이다.

시는 이번 공모에 선정에 따라 건강생활지원센터 설치를 위한 국비 19억 8400만 원을 확보하게 된다.

건강생활지원센터는 주민의 건강 서비스 접근성을 높이고, 지역 간 건강격차를 해소하기 위해 운영돼 왔다.

특히 관 주도 서비스 제공 방식의 한계를 극복하고, 지역사회 주민과 지역자원이 직접 건강증진의 주체가 되는 사업으로 설치비 2/3는 국비 지원을 받는다.

시는 그동안 특·광역시 최하위에 머물렀던 건강 수준을 향상시키기 위해 주민이 직접 참여하는 생활 밀착형 건강증진 체계를 마련할 수 있도록 동 주민센터 등에 마을건강센터 설치를 추진했다.

시는 특히 이번 공모에 앞서 마을건강센터를 법적기구인 건강생활지원센터의 새 모형 ‘동단위형 건강생활지원센터’로 보건복지부 인증을 이끌어내는 등 적극적인 행정을 펼쳤다.

덕분에 부산진구와 금정구에는 기존 건강생활지원센터가 있지만 국비 지원을 통해 추가로 마을건강센터를 설치하게 됐다.

부산시 관계자는 “4대 주요 질병 중 사망률이 최상위인 부산시민의 건강 수준을 개선하기 위해 2022년까지 206개 마을건강센터를 설치할 예정이다”면서 “앞으로 더 촘촘한 ‘지역 건강신경망’을 구축해 시민 건강 증진에 기여하겠다”고 말했다.

@highlight

16일 부산시는 '2020년 보건복지부 건강생활지원센터 국비 공모사업' 결과로 부산진구와 남구, 금정구, 연제구 4곳에 추가로 건강생활지원센터가 들어서 기존 6곳에 더불어 10곳으로 늘어날 것으로 밝혔다.