안양시가 2년째 운영 중인 복지콜센터가 복지상담 창구 역할을 톡톡히 해내고 있다.

16일 시에 따르면 한 통의 전화로 즉시 복지상담이 이뤄지는 안양시복지콜센터를 운영 중이다.

일정한 주거 없이 안양역 근처를 배회하던 A씨는 오랜 노숙생활에 가족까지 연락이 닿지 않자 혹시나 하는 마음에 복지콜센터에 전화를 했다.

그는 담당공무원의 상담과 지원으로 고시원에 임시 입주했고, 기초수급자로 책정돼 생계비와 주거비도 지원받아 전세임대주택에서 안정된 생활을 하고 있다.

B씨는 이혼의 아픔을 겪고 아무런 의욕 없이 술만 마시며 지내다 우연히 알게 된 복지콜센터로부터 도움을 받아 삶이 달라졌다.

편안한 친구처럼 하소연을 들어주는가 하면, 알코올 증상으로 힘들어할 때 정신건강복지센터와 연계해 병원 치료를 받을 수 있게 도와준 것이다.

지금은 직장생활까지 하고 있다.

최근에는 생활고를 비관해 약을 먹고 자살을 시도한 한 주민의 전화를 받고 동 복지담당공무원과 방문간호사가 출동해 극적으로 생명을 살렸다.

시는 그동안 3만여 건의 상담을 통해 어렵고 소외된 이웃에게 경제적 지원과 희망을 전달했다. 이러한 노력으로 경기도 동절기 복지 사각지대 발굴·지원 평가에서 2년 연속 대상과 보건복지부 장관상을 수상했다.

시는 최근 개소 2주년을 맞아 복지콜센터를 이용한 시민 725명을 대상으로 설문조사를 실시했다.

그 결과, 상담원의 친절성과 통화 연결의 편리성이 각각 80점 이상으로 만족도가 가장 높게 나타났다.

시민들은 전화 돌림 없이 바로 담당공무원과 통화한 점을 만족해 했다.

받고 싶은 서비스로는 보건의료(41.5%), 일자리(30.8%), 교육(12.3%) 분야 등의 순으로 조사됐다.

시는 앞으로 건강과 의료, 일자리에 대한 문자정보서비스를 확대할 계획이다.

복지콜센터(☎031-8045-7979)는 평일 오전 9시부터 오후 6시까지 이용할 수 있다.

최대호 시장은 "생활이 어려운 이웃들이 제도를 알지 못해 지원을 받지 못하고 사각지대에 놓이는 경우가 많다.

삶이 힘들거나 어려움에 처한 이웃을 알고 있으면 주저없이 복지콜센터에 연락하길 바란다"고 말했다.

@highlight

안양시가 2년째 운영중인 복지콜센터가 복지상담 창구 역할을 톡톡히 해내고 있는데 그동안 3만여 건의 상담을 통해 어려운 이웃에게 경제적 지원과 희망을 전달하였으며 경기도 동절기 복지 사각 지대 발굴·지원 평가에서 2년 연속 대상과 복건복지부 장관상을 수상하고 건강과 의료, 일자리에 대한 문자정보서비스를 확대할 계획이다.