"처음에는 안 하려 했다…지금은 비밀병기"

백승룡 PD가 16일 서울 마포구 서울가든호텔에서 열린 tvN 금요드라마 '쌉니다, 천리마마트' 제작발표회에서 '빠야 족' 등장에 대한 뒷이야기를 전했다.

이 드라마는 11억 뷰를 기록한 동명의 인기 웹툰을 원작으로 한다.

그리고 가장 포인트 중 하나가 아프리카 어느 나라의 난민으로 이뤄진 빠야족이 어떻게 화면에 등장하느냐다.

연재 당시에는 만화니까 가능한 복장이나 사회적 시선으로 그려졌지만 지금으로는 많은 부분이 영상화 되기 부적절하다.

때문에 어떻게 연출했는지 묻는 질문에 백감독은 "안 그래도 '쌉니다, 천리마마트' 처음 제작할 때 가장 많이 들었던 질문이 '빠야족을 어떻게 구현할 건가'였다"고 말했다.

이어 "그래서 처음에는 안 하려고 했다.

사회적 이슈도 심각하고 표현도 어떻게 해야할지 고민이 많았기 때문"이라며 "하지만 가장 중요한 포인트가 바로 빠야족이고, 이 분들이 빠지면 천리마마트가 아니라고 생각했다"고 덧붙였다.

또 백감독은 "고민을 거듭한 끝에 영상에서 보신 듯 문제가 되지 않는 선에서(표현했다)"고 말했다.

이날 살짝 공개된 선 영상에서는 최소한 문제가 될 정도의 복장은 아니었다.

그렇다고 빠야족 특유의 '패션'을 갈아 엎은 것도 아니었다.

이와 함께 그들 특유의 '카트'도 함께 나와 원작팬들이라면 재밌게 볼 수 있도록 그려졌다.

그는 "빠야족이 드라마의 한 축이 되고 큰 역할을 하는 좋은 캐릭터가 되도록 변화시켰다"며 "어떻게 보면 저에게는 비밀병기 같다"고 강조했다.

마지막으로 "1화에 빠야족 등장 장면에 많이 신경썼다.

그 부분을 재밌게 봐주셨으면 좋겠다"고 본방사수를 당부했다.

'쌉니다, 천리마마트'는 DM그룹 공식 유배지이자 재래 상권에도 밀리는 저품격 무사태평 천리마마트를 기사회생 시키려는 엘리트 점장과 마트를 말아먹으려는 불도저 사장이 만들어내는 사생결단 코믹 '뺨타지' 드라마다.

20일 밤 11시 첫 방송된다.

@highlight

백승룡 PD가 11억 뷰를 기록한 동명의 인기 웹툰을 원작으로 하는 16일 서울 마포구 서울가든호텔에서 열린 tvN 금요드라마 '쌉니다, 천리마마트' 제작발표회를 진행하는데 '빠야 족' 등장에 대한 뒷이야기를 전하며  처음에 가장 많이 들었던 질문이 '빠야족을 어떻게 구현할 건가'였다"고 말했지만 지금은  "빠야족이 드라마의 한 축이 되고 큰 역할을 하는 좋은 캐릭터가 되도록 변화시켰다"며 "어떻게 보면 저에게는 비밀병기 같다"고 강조했다.