스피로코리아가 금일(16일) 올해 두번째 신제품인 '스피로 미니 싸커'를 출시했다.

이번 신제품은 기존 스피로 미니 시스템과 기능은 동일하지만 외형을 축구공 모양으로 더욱 귀엽게 변경하여 스포티함이 더한 것이 특징이다.

새로운 스피로를 기대했던 분들에게는 조금 아쉬운 소식이지만, 내 마음대로 컨트롤 할 수 있는 역동적인 축구공 버전의 로봇으로서 신선함을 보여준다.

스피로코리아는 '스피로 미니 싸커' 출시를 기념해 론칭 이벤트를 실시한다.

이벤트 기간은 9월 16일(월)부터 29일(일)까지로, 특가 혜택은 스피로코리아 공식쇼핑몰, 펀샵을 통해 만나볼 수 있다.

아울러 올 10월과 11월에는 각각 스피로 미니 액티비티 키트, '스피로 RVR'의 신제품이 출시예정이다.

'스피로 미니 액티비티 키트'는 다양한 놀이와 학습이 가능한 제품이고, 아두이노, 라즈베리파이, 마이크로비트 등과 호환이 가능한 피지컬 코딩로봇의 끝판왕 격인 '스피로 RVR'도 선보일 예정이다.

한편 프로그램 코딩로봇 시장 점유율 1위 브랜드 스피로는 사업영역 확대를 위해 2017년 '스펙드럼(스마트악기)'을 인수하였고, 피지컬 코딩 시장까지 영역을 확장하기 위해 얼마 전 리틀비츠를 인수하였다.

미국 현지에서 '아이패드 세대의 레고'라 불리는 리틀비츠는 미국 타임지를 비롯한 13개 교육상을 휩쓴 글로벌 코딩 모듈 업체로, 피지컬 코딩 시장의 탑 브랜드이다.

스피로는 리틀비츠 인수를 통해 글로벌 성장을 가속화 시키고, '스팀(STEAM)' 교육용 교재 시장을 확대 한다는 계획이다.

STEAM은 '과학, 기술, 공학, 예술, 수학'의 영어 이니셜을 딴 약자로, 4차산업혁명 시대의 융합인재 양성 교육의 핵심이다.

프로그램 코딩과 피지컬 코딩, 두 마리 토끼를 잡기 위한 스피로의 야심찬 계획이 현실화 될지 동종 업계의 이목이 집중되고 있다.

@highlight

프로그램 코딩 로봇 시장 점유율 1위 브랜드 스피로는 기존 스피로 미니 시스템과 기능은 같지만 외형을 축구공 모양으로 바꾼 올해 두 번째 신제품 '스피로 미니 싸커'를 16일 출시했다.