지난 5월22일 시민들과 취재진이 강원도 철원군 'DMZ 평화의 길' 화살머리 고지의 비상주 gp를 살펴보고 있다.

정부는 지난달 27일 고성 구간을 1차로 개방한 데 이어 오는 6월 1일부터 철원 구간을 민간에 개방하기로 하고 20일부터 참가자 신청을 받는다고 밝혔다.

이번에 개방되는 철원 구간은 15㎞이며, 차량과 도보로 이동하는 데 3시간 정도가 걸린다.

미국과 영국, 베트남, 몽골, 멕시코 등 세계 각국에서 온 외국인 학생들이 '디엠지(DMZ, 비무장지대) 평화의 길'을 걸으며 평화를 되새긴다.

16일 문화체육관광부는 오는 17일 노태강 제2차관과 12개국 외국인 학생들이 함께 철원 DMZ 평화의 길 걷기 행사를 진행한다고 밝혔다.

이번 행사는 그 동안 방한 외국인들이 가장 가고 싶어 했지만 기회가 없었던 DMZ 평화의 길을 걸으며 남북한 및 한반도 평화에 대한 각자의 생각을 이야기하고 공유하기 위해 마련됐다.

지난 6월부터 개방을 시작한 철원 DMZ 평화의 길은 6.25 전쟁 시 치열한 전투가 벌어졌던 백마고지와 화살머리고지가 자리한 곳이다.

지금까지 약 1만7869명이 방문을 신청해 2245명이 추첨을 통해 다녀갔다.

이번 행사 참가자 13명도 철원평야를 가로지르는 철책선을 따라 걸으며 치열했던 고지전의 흔적을 직접 확인한다.

이어 비상주 감시초소(GP)를 방문, 지난해 9.19 남북군사합의에 따라 화살머리고지에서 진행 중인 유해발굴 작업현장을 조망한다.

유해발굴 과정에서 나온 전사자의 깨진 철모와 총탄 구멍이 난 수통 등을 보며 평화의 소중함을 되새길 예정이다.

문체부 관계자는 "참가자 대부분이 한국문화와 6.25전쟁, DMZ, 남북한 문제 등을 자세히 이해하기 위해 이번 행사에 참가 신청했다"며 "9.19 남북공동선언을 바탕으로 한반도에서 진행 중인 평화적 노력들이 더 많은 외국인에게 알려질 수 있기를 기대한다"고 말했다.

@highlight

정부는 지난달 27일 고성 구간을 개방한 것에 이어서 오는 6월 1일부터는 사전에 참가자 신청을 받아 철원 구간을 민간에 개방하기로 결정하며 오는 17일 문화체육관광부는 12개국 외국인 학생들과 철원 DMZ 평화의 길 걷기 행사를 개최하여 남북한 및 한반도 평화에 대해 각자의 생각을 나누는 장을 마련하기로 하였다.