개그맨 김준현과 에이핑크 윤보미가 '배틀트립'의 새로운 MC로 전격 합류한다.

'배틀트립'의 안방마님 김숙과 함께 호흡을 맞추며, 향후 김숙-김준현-윤보미의 특급 MC진용으로 기대를 높이고 있다.

KBS 2TV '배틀트립' 측은 "개그맨 김준현과 에이핑크 윤보미가 '배틀트립'의 새 MC로 합류하게 됐다"고 밝혔다.

이어 "오는 10월 5일, 새로운 MC군단 김숙-김준현-윤보미의 모습이 첫 방송될 예정이다. 기대해달라"고 전했다.

김준현은 '푸드계의 백과사전'이라 해도 과언이 아닌 만큼, 음식에 대한 남다른 철학을 바탕으로 대한민국을 넘어 전 세계 음식 속에 숨겨진 이야기를 쏟아내며 보는 재미를 더할 예정이다.

동시에 윤보미는 다년간의 해외 투어로 쌓인 여행 지식과 경험을 쏟아내는 것은 물론, 통통 튀는 상큼 발랄한 에너지로 시선을 사로잡을 예정.

무엇보다 김숙-김준현-윤보미는 앞서 다양한 프로그램을 통해 서로 호흡을 맞춰온 사이인 만큼, 최강의 합을 보여줄 것으로 기대를 자아낸다.

특히 '배틀트립'은 3년 반 만에 새롭게 얼굴을 바꿔 기대를 높인다.

동시에 '배틀트립'은 여행지에 더 집중해 알차고 꽉 찬 여행 정보를 보다 편안한 분위기에서 쏟아낼 예정이라고 해 관심을 고조시킨다.

이에 김숙-김준현-윤보미가 뿜어낼 특급 케미스트리와 더욱 알찬 정보로 꽉 채워질 새로운 '배틀트립'에 기대감이 증폭된다.

'배틀트립'은 지난 2016년 첫 방송 이후 국내외를 막론한 필수 여행코스부터 곳곳에 숨겨진 명소까지 찾아내며 가성비와 가심비 높은 여행 코스에서 알찬 꿀팁까지 전하는 실속 있는 원조 여행 설계 예능프로그램으로 인기를 끌고 있는 대표적인 예능프로그램.

매주 토요일 밤 9시 15분에 방송된다.

@highlight

KBS 2TV '배틀트립' 측은 "개그맨 김준현과 에이핑크 윤보미가 '배틀트립'의 새 MC로 합류하게 됐다"고 발표했는데 이는 3년 반 만에 새롭게 얼굴 바꾸는 것으로 김숙-김준현-윤보미가 뿜어낼 특급 케미스트리가 기대감을 불러일으킨다.