거제4동 '해맞이작은도서관' 개관식이 25일 해맞이문화복지센터(해맞이로43번길 36) 2층에서 열린다.

구는 1월 문화체육관광부 주관 생활SOC 지원사업에 선정됨에 따라 총사업비 1억6천만 원(국비 9천8백만 원, 구비 6천2백만 원)을 투입해 거제4동새마을문고를 '작은도서관'(143.5㎡)으로 리모델링했다.

이번에 조성된 '해맞이작은도서관'은 독서 인프라가 부족한 거제동 지역에 생활밀착형 도서관을 구축하기 위한 것으로 최신 베스트셀러 도서를 비롯해 인문학, 고전, 시니어 도서, 어린이 그림책 등 6천여 권의 장서를 보유하고 있다.

도서관 공간 배치는 스토리와 휴식을 맞이한다는 의미인 '맞이 홀'을 중심으로 자료이용공간과 문화이용공간으로 구분했으며 북 카페와 같은 편안한 분위기로 조성했다.

구는 10월부터 △성인 인문학과 독서지도 강좌 △어린이집, 유치원, 학교와 연계한 그림책 소풍 등 연령대별 문화 수요를 고려한 특화 프로그램을 운영한다.

특히 어르신들을 위한 시니어 도서(큰글씨책)를 비치하고, 시니어 시낭송 등 세대 통합 프로그램도 운영할 예정이다.

운영시간은 평일 10시부터 19시까지, 토요일은 10시부터 17시까지이며, 일요일과 공휴일 휴관한다.

해맞이작은도서관은 주민 참여를 확대하기 위해 도서선정과 프로그램 기획에 주민 의견을 반영하고 주말에는 자원봉사활동을 연계해 마을사랑방이자 문화쉼터로 운영된다.

구 관계자는 "앞으로도 생활밀착형 도서관 확충을 통하여 언제 어디서나 편리하게 책을 읽을 수 있는 독서환경을 조성하기 위해 노력하겠다"고 말했다.

구는 앞서 2일 도시철도 연산역과 연제구 국민체육센터에 스마트 도서관 '빌리돌리북'을 개관하는 등 구민의 독서문화 향유를 위한 기반조성에 노력하고 있다.

- Copyrights ⓒ 부산일보사.

@highlight

거제4동 새마을문고를 리모델링한 '해맞이작은도서관'이 언제 어디서나 편리하게 책을 읽을 수 있는 독서공간으로 탈바꿈되어 25일 개장할 예정이다.