최기영 과학기술정보통신부 장관은 국내 1위 이동통신사인 SK텔레콤과 지상파방송3사가 뜻을 모아 출범시키는 통합 OTT(온라인동영상서비스) '웨이브'가 국내 방송·미디어·콘텐츠 업계 전반에 큰 반향을 불러일으킬 것이라고 기대했다.

최 장관은 이날 오후 서울 정동 1928 아트센터에서 진행된 '웨이브(WAVVE)' 출범식 축사를 통해 "인터넷 기반의 동영상 서비스인 OTT는 위기와 기회가 동시에 공존하는 분야"라며 이 같이 밝혔다.

최 장관은 "지금 우리를 둘러싼 글로벌 방송·미디어 환경은 유례없이 빠르고 커다란 변화의 물결에 직면해 있다"며 "가히 '미디어 빅뱅'이라 일컬을 만한 급격한 변화가 복합적으로 진행되고 있다"고 전했다.

특히, 최 장관은 유튜브와 넷플릭스가 성공적으로 상륙하고, 애플·디즈니사의 OTT 진출이 예상되는 등 국내 시장이 글로벌 미디어업계의 격젼지로 변할 우려가 있다고 강조했다.

동시에 5G(5세대 이동통신) 기술력과 우수한 한류 콘텐츠를 바탕으로 국내 OTT가 그간 정체돼 있던 국내 방송·미디어 시장에 새로운 활력을 불어넣을 수 있을 것으로도 최 장관은 기대했다.

그는 "이런 시점에서 웨이브가 서비스 혁신과 콘텐츠 역량을 제고하고, 더 나아가 글로벌 미디어로 도약하겠다는 도전적 비전과 포부를 밝힌 점은 국내 업계 전반에 큰 반향을 불러일으킬 것"이라며 "이용자에게 최고의 서비스를 제공해 우리나라 미디어 생태계를 선순환구조로 키워나가는 한편, 국내 방송·미디어산업의 지평을 세계로 넓혀 나가는 데에도 웨이브가 앞장서 달라"고 당부했다.

최 장관은 "정부에서도 통합 OTT의 출범이 산업계의 혁신시도로만 그치지 않도록 지원을 아끼지 않겠다"며 "콘텐츠 제작역량 확충과 관련 기술개발 및 전문인력 양성 등에 배전의 노력을 기울여 나가겠다"고 말했다.

아울러 "시장경쟁을 제약하는 낡은 규제도 지속 개선해 우리 방송·미디어 산업이 또 한 번 도약할 수 있도록 정책 역량을 집중하겠다"고도 전했다.

이어 최 장관은 "방송·통신사들도 콘텐츠 개발에 적극적으로 참여하고 지원하기를 바란다"며 "나아가 빅데이터, 인공지능 등의 기술개발고 활용에도 많은 투자와 노력을 기울여 달라"고 덧붙였다.

@highlight

최기영 과학기술정보통신부 장관은 이날 오후 서울 정동 1928 아트센터에서 진행된 '웨이브(WAVVE)' 출범식 축사를 통해 글로벌 방송·미디어 환경은 유례없이 빠르고 커다란 변화의 물결이 흘러 '미디어 빅뱅'이라 할만큼 급격한 변화가 복합적으로 진행되고 있지만 OTT는 위기와 동시에 기회라며 국내 1위 이동통신사인 SK텔레콤과 지상파방송3사가 뜻을 모아 출범시키는 통합 OTT(온라인동영상서비스) '웨이브'가 국내 방송·미디어·콘텐츠 업계 전반에 큰 반향을 불러일으킬 것이라고 기대했다.