경기도 수원의 인문독서공동체 '책고집(작은도서관)'에서 가을맞이 인문강좌 '시즌5 : 모든 역사는 당대사다'를 준비했다.

시즌5의 주제는 이탈리아의 역사철학자 베네데토 크로체의 명언 "모든 역사는 당대사다"를 모토로 준비했다.

역사와 현실은 분리할 수 없으며, 모든 역사의 시간을 당대의 현실 속에 녹여내야 한다는 의미다.

특히 나날이 경색국면으로 치닫고 있는 한일관계를 집중 조명하는 한편, 국내의 다양한 역사 논쟁을 한자리에서 정리할 수 있는 기회가 될 전망이다.

이번 강좌는 오는 20일 정조전문가 한신대 김준혁 교수가 첫 강의를 시작으로 6회에 걸쳐 진행된다.

김 교수에 이어 역사연구가 박한용과 이덕일이 한일 갈등국면에서 '항일독립운동사'와 '뉴라이트의 위험한 역사인식'을 톺아본다.

'아베 전문가'로 불리는 한겨레신문의 길윤형 기자가 '하노이 결렬과 한일관계'라는 주제로 강연하고 마지막으로 이해영 한신대 교수가 '안익태 애국가의 문제점'을 짚는다.

아울러 우현옥 작가의 '그림책 작가 강좌'도 10월 1일부터 10회로 연장해 진행한다.

그림책에 관심이 있거나 그림책 작가의 꿈을 키우는 분들에게 희소식이 아닐 수 없다.

우 작가는 그림책 의 저자로 수원에 깊은 애정을 가진 작가다.

한편 책고집은 수원시 도서관사업소와 함께 수원독서문화축제를 진행한다.

장안공원과 책고집 둥지에서 동시에 진행하는 독서문화축제에서는  등을 출간한 김진명 작가의 특강과 역시 화제의 인물인 이탄희 변호사(전 수원지법 판사)를 초대해 '가치를 좇는 삶'을 주제로 사법파동의 민낯을 들여다보는 시간을 갖는다.

인문강좌 시즌5를 기획한 최준영 책고집 대표는 "요즘 한일갈등 때문인지 많은 사람이 역사 문제에 관심을 표한다"면서 "'직지'의 작가 김진명과 이탄희 변호사를 동시에 강단에 세운 것은 과거와 현재의 만남이라는 상징성을 고려한 것"이라고 말했다.

@highlight

수원 '책고집'은 역사와 현실은 분리할 수 없다는 의미의 인문강좌 '시즌5 : 모든 역사는 당대사다'를 기획해 한일관계 조명과 국내 역사 논쟁을 되짚어 본다.