서해지방해양경찰청(청장 김병로)과 해양수산부 서해어업관리단(단장 김옥식)이 14일 09:40경 우리측 어업협정선 내측 약 3Km(전남 신안군 가거도 서방 약 96km 해상)에서 무허가 불법조업 중이던 중국 저인망어선 1척을 나포하고, 나포 중국어선을 탈취 목적으로 집단행동한 중국어선 2척을 해경에서 추가로 나포했다고 밝혔다.

해양수산부는 오는 17일부터 사흘 동안 부산에서 '제19차 한·중 어업공동위원회 국장급 준비회담'을 개최한다고 16일 밝혔다.

한국 정부의 수석대표는 최용석 해수부 어업자원정책관(국장)이 맡는다.

해양경찰청과 외교부 관계자들도 배석한다.

중국 정부에선 리우신종(?新中) 농업부 어업어정관리국 부국장이 참석한다.

양국은 2001년 한·중 어업협정이 발효된 이후 매년 교대로 '한·중 어업공동위원회 '를 개최했다.

다음해 양국 어선의 입어규모와 조업 조건, 조업질서 유지방안, 해양생물자원 보존방안 등이 주요 의제다.

이번 국장급 준비회담에선 내년 한·중 배타적경제수역(EEZ)의 입어 척수와 어획할당량, 입어절차 등을 논의한다.

최근 양국 어선의 조업상황과 합의내용 이행 여부도 점검한다.

중국어선의 불법조업 개선방안 역시 논의 대상이다.

양국은 준비회담에서 각 의제에 대한 의견을 공유하고 올해 11월 열릴 예정인 2차 국장급 준비회담과 본 회담에서 협의 내용을 조율한다.

이후 주요 의제에 대해 최종적으로 합의한다.

최용석 국장은 "이번 국장급 준비회담에서 우리 측 의견을 적극적으로 제기해 중국어선 불법조업 방지, 한·중 배타적경제수역에서의 원활한 조업 등 조업질서 확립에 최선을 다하겠다"고 말했다.

@highlight

해양수산부는 오는 17일부터 사흘 동안 부산에서  2001년 한.중 어업협정이 발효된 이후에 매년 교대로 양국 어선의 조업조건에 대해 논의했던 '제19차 한.중 어업공동위원회 국장급 준비회담'을 개최한다고 16일 말했다.