수십년 동안 이해관계가 엇갈렸던 설악산 오색케이블카 설치가 결국 백지화 수순을 밟게 됐다.

환경부 원주지방환경청은 설악산 오색케이블카의 환경영향평가 결과 '부동의' 결정을 내렸다고 16일 밝혔다.

'부동의'는 해당 사업의 시행으로 인해 환경 보전상 상당한 문제가 있다고 판단돼 사업계획을 재검토하도록 의견을 제시하는 것이다.

강원도 양양군은 설악산국립공원 남설악 오색지구에 총길이 3.5km의 케이블카 설치를 추진했다.

587억원의 사업비를 책정해 2021년까지 사업을 마무리한다는 계획이었다.

케이블카 상부 정류장은 설악산 대청봉에서 1.4km 떨어진 거리다.

하지만 환경부의 문턱을 넘지 못했다.

환경부는 환경에 영향을 미치는 시행계획 등을 허가할 때 환경영향평가를 진행한다.

환경부 원주지방환경청은 2016년 11월 양양군에 환경영향평가서의 보완을 요구했고, 이번에 최종 판단을 내렸다.

원주지방환경청은 양양군이 제출한 보완서에 대해 환경영향갈등조정협의회를 운영해 한국환경정책·평가연구원, 국립생태원 등 전문 검토기관과 분야별 전문가의 검토 등을 거쳐 부동의 결정을 내렸다.

환경부는 "설악산의 자연환경, 생태경관 및 생물다양성 등에 미치는 영향 등을 검토한 결과 사업 시행에 따른 부정적 영향이 우려돼 환경적 측면에서 바람직하지 않으므로 본 사업은 재검토돼야 한다"고 밝혔다.

환경부는 관계부처, 강원도, 양양군 등과 함께 설악산 오색케이블카 건설사업으로 인한 갈등의 장기화를 방지하고 지역발전에 실질적으로 도움을 줄 수 있는 지원 사업을 발굴해 협의해 나갈 계획이다.

환경영향평가법에 따르면 부동의 결정을 통보 받은 이후 이의가 있으면 통보 받은 날부터 90일 이내에 환경부 장관에게 협의내용 조정을 요청할 수 있다.

환경부 관계자는 "이번 환경영향평가 결정과 지역발전 대안 모색을 통해 수십년간 지속돼 온 오색케이블카 찬반 논쟁을 매듭짓고, 강원도와 양양군의 지역발전방안을 마련할 수 있는 계기가 되길 기대한다"고 말했다.

@highlight

수십년간 논쟁에 휩싸였던 설악산 오색케이블카 설치가 16일 환경부가 환경영향평가 결과 사업 시행에 따른 부정적 영향이 예상된다는 이유로 '부동의' 결정을 하며 결국 백지화되었다.