KB국민카드 글로벌 인재 양성 프로그램 '글로벌 아카데미'를 시행한다고 16일 밝혔다.

이 프로그램은 해외 업무 수행에 필요한 글로벌 비즈니스 실무에 대한 집중학습과 함께 안정적인 현지 적응을 위한 외국어와 이문화 교육과정을 강화한 것이 특징이다.

또 '기초 과정'부터 '해외 주재원 과정'까지 총 4개로 과정을 구성해 각 단계별 목표와 참여 직원의 수준을 고려한 맞춤형 교육이 가능하도록 프로그램을 설계했다.

이 프로그램의 첫 단계이자 전 직원을 대상으로 진행하는 '기초 과정'은 글로벌 업무 기초 지식을 쌓는 단계로 '이러닝(e-learning)' 방식으로 연중 운영한다.

이 과정은 외환 기초, 국제 비즈니스 분쟁 사례 등 글로벌 비즈니스 관련 9개 과목과 미얀마, 인도 등 주요 국가에 대한 이해도 제고 목적의 이문화 이해 관련 9개 과목 등 총 18개 과목으로 구성했다.

다음 단계인 '심화 과정'에서는 직무 전문성과 네트워킹, 조직관리 등에 대한 집중적인 학습을 통해 실질적인 글로벌 비즈니스 역량 강화를 도모한다.

이 과정은 집합 교육 형태로 진행하며 글로벌 환경과 전략, 지역별 전문가 특강, 비즈니스 분야별 핵심 이슈, 이문화 이해, 현지 채용인 관리, 어학 등 6개 부문에 대한 전문가 강의가 이뤄진다.

'집중(Intensive) 과정'은 해외 파견 예정 직원을 위한 프로그램으로 현지 파견 즉시 업무수행이 가능하도록 어학과 글로벌 비즈니스에 대해 집중적으로 학습한다.

이 과정 참가자는 전담 강사를 통한 일대일 외국어 학습과 함께 글로벌 비즈니스 관련 외부기관의 전문 프로그램에 참가해 해외 현지 업무 수행에 필요한 실무중심의 교육을 받는다.

특히, 1개월 내 해외 파견이 예정된 직원을 대상으로 한 '단기 속성 과정'의 경우 외국어 학습전문기관에서 파견국 현지 언어에 대한 전일제 집중교육이 이뤄진다.

마지막 단계인 '해외 주재원 과정'은 국외 점포 등에 출장 또는 파견 중인 직원을 위한 과정이다.

과정 참가 직원은 현지 어학원 또는 현대 대학 부설 학습 기관 등에서 현지 생활에 필요한 언어와 이문화에 대한 이해도를 높이는 한편 현지인과의 인적 네트워크도 형성하게 된다.

@highlight

KB국민카드가 16일 글로벌 비즈니스 실무, 외국어 교육을 통한 글로벌 인재 양성을 목표로 하는 '글로벌 아카데미'를 열계획으로, 기초 과정부터 총 4개의 단계로 구성되어 있어 직원 참여자의 수준에 맞춘 교육이 가능하도록 되어 있다.