르노삼성자동차는 태풍피해 고객이 9월말까지 차를 구매할 경우 전 차종 50만원 추가할인을 실시한다.

또 2020년형 SM6·더뉴 QM6 구매 고객에게 20만원 상당의 한가위 추가 특별할인도 제공한다.

태풍피해 고객 추가할인은 태풍 피해자 본인, 배우자, 본인 부모, 배우자 부모, 자녀, 자녀 배우자까지 적용되며, 법인·리스·렌터카 이용 고객은 해당되지 않는다.

태풍 피해 고객은 기존 9월 추석 구매혜택에 50만원 추가할인을 더해 '르노 클리오' 최대 400만원, 'QM3' 최대 450만원의 할인 혜택을 지원 받을 수 있다.

총 400만원의 할인 혜택을 받으면 클리오 ZEN 트림은 1554만원(개별소비세 인하 후 가격)에 구매할 수 있다.

클리오와 QM3 모두 전용 태블릿 내비게이션인 'T2C'를 무상 제공한다.

2020년형 SM6 구매 고객에게는 50만원의 유류비 지원과 함께 30일까지 차량 출고 시 20만원 추가할인 혜택 또는 설치형 공기청정기가 무상 제공된다.

더불어 100만원의 현금지원 또는 최대 120만원 상당의 옵션, 용품, 보증연장 서비스 구입비 지원 중 한 가지를 더 선택할 수 있다.

36개월 할부구매 시 0.9%의 파격적인 금리혜택 또는 할부 원금과 기간을 직접 선택할 수 있는 '마이웨이' 맞춤형 무이자 할부 프로그램도 이용 가능하다.

태풍피해 고객은 여기에 50만원의 추가 할인 혜택이 있다.

중형 SUV 인기 모델, 더뉴 QM6를 이달말까지 출고하는 고객에게도 20만원 추가 할인이 혜택이 있으며, 최대 60만원 상당의 옵션 또는 57만원 상당의 5년/10만km 해피케어 보증연장 서비스 중 한 가지를 선택할 수 있다.

마스터 밴 구매고객에게는 100만원의 유류비와 5년/16만km(135만원 상당) 보증연장 서비스를 무상 제공한다.

@highlight

태풍피해 고객이 9월말까지 르노삼성자동차에서 차를 구매할 경우 기존 9월 추석 구매혜택에 더해 전 차종 50만원 추가할인 혜택을 받을 수 있는데, 단, 법인·리스·렌터카 이용 고객은 해당되지 않는다.