2018-2019시즌 미국프로골프(PGA) 투어 신인상을 차지한 임성재(21)가 2019-2020시즌 개막전에서 공동 19위를 기록했다.

임성재는 16일(한국시간) 미국 웨스트버지니아주 화이트설퍼스프링스의 올드 화이트 TPC(파70·7286야드)에서 열린 PGA 투어 2019-2020시즌 개막전 밀리터리 트리뷰트(총상금 750만달러) 대회 마지막 날 4라운드에서 버디 5개와 보기 4개, 더블보기 1개로 73타를 적어냈다.

최종 합계 9언더파 271타가 된 임성재는 스콧 피어시(미국) 등과 함께 공동 19위에 랭크됐다.

임성재는 이번 대회 직전 아시아 선수로는 첫 PGA 투어 신인상에 선정된 바 있다.

여세를 몰아 임성재는 이번 대회 첫날 1라운드에서 2019-2020시즌 PGA 투어 첫 홀인원을 기록하며 기세를 올렸다.

3라운드까지 매일 60대 타수로 좋은 샷 감각을 이어가던 임성재는 마지막 날 부진이 뼈아팠다.

대회 기간 중 첫 오버파를 기록하며 순위도 전날 공동 9위에서 19위로 10계단이나 밀렸다.

한편, 이 대회 '디펜딩 챔피언'인 교포 선수 케빈 나(미국)는 10언더파 270타, 공동 14위에 올랐다.

올 대회에서는 21살의 신예 호아킨 니만(칠레)이 최종 합계 21언더파 259타로 우승 트로피에 입맞춤하면서 우승상금 135만 달러(16억 1000만원)을 챙겼다.

칠레 국적 선수로는 처음으로 PGA 투어 챔피언에 등극하는 겹경사도 누렸다.

톰 호기(미국)가 15언더파 265타로 6타 차 단독 2위에 올랐고 2019-2020시즌 신인상 후보로 거론되는 빅토르 호블란(노르웨이)은 12언더파 268타, 공동 10위에 올랐다.

@highlight

2018-2019시즌 아시아 선수로는 첫PGA투어 신인상을 차지한 임성재가 최종 합계 9언더파 271타로 스콧 피어시등과 함께 2019-2020시즌 개막전에서 공동 19위에 올랐다.