재료연구소(KIMS·소장 이정환)는 박성규 표면기술연구본부 연구팀이 이끄는 국제 공동 연구팀이 패혈증이나 조류독감을 현장에서 약 2시간 이내에 초고감도(ppb 이하)로 검출할 수 있는 '3차원 바이오센서 칩'을 개발했다고 16일 밝혔다.

국제공동연구팀은 KIMS와 미국 하버드의대 매사추세츠종합병원(MGH), 영국 임페리얼공대, 독일 뮌헨공대로 구성됐다.

연구팀은 KIMS가 보유한 금속 나노입자를 진공에서 직접 합성할 수 있는 원천기술과 고분자 나노소재와 금속 표면에너지 차이를 극대화해 고분자 나노구조 상에서 귀금속 나노입자를 구형으로 만드는 기술을 활용했다.

고감도 바이오센서 칩은 이러한 3차원 고밀도 금속 나노 구조체의 플라즈몬 공명 현상을 이용했다.

ppb 이하 극미량 단백질 바이오마커를 검출할 수 있다.

MGH는 혈액에서 패혈증 관련 단백질 바이오마커만을 선택적으로 형광 이미지로 구현할 수 있는 형광 기반 면역분석법을 개발, 연구에 기여했다.

독일과 영국 연구팀은 3차원 금속 나노구조의 광학 전산모사를 통해 플라즈몬 공명 현상을 해석하고, 초고감도 3차원 바이오센서 칩의 성능을 이론적으로 뒷받침했다.

박성규 KIMS 책임연구원은 "패혈증은 매년 3000만명 이상 발병하고, 발병 후 일주일 이내 사망하는, 치사율 20%의 매우 위험한 질병"이라며 "2시간 이내 패혈증을 확진할 수 있는 초고감도 쾌속 진단기기 개발로 치사율을 대폭 낮출 수 있을 것"이라고 말했다.

한편, 약 100조원 규모 세계 체외진단 센서 시장은 미국과 독일 등 다국적 바이오기업이 독점적 우위를 점하고 있다.

KIMS는 현재 MGH와 10여종 패혈증 바이오마커에 대해 초고감도 다중분석기술로 진단 정확도를 향상하는 기술을 개발하고 있다.

@highlight

재료연구소(KIMS·소장 이정환)는 미국 하버드의대 매사추세츠종합병원(MGH), 영국 임페리얼공대, 독일 뮌헨공대로 구성된 국제 공동 연구팀이 패혈증이나 조류독감에 대한 '3차원 바이오센서 칩'을 개발했으며, 이로 인하여 패혈증 치사율을 대폭 낮출 수 있을것이라고 16일 밝혔다.