덕성여자대학교는 최근 새로운 항생물질 발굴을 위한 연구팀을 출범했다고 16일 밝혔다.

이 연구팀은 덕성여대 연구진이 중심이 된 연구팀(연구책임자 덕성여대 약학대학 심상희 교수)이 과학기술정보통신부와 한국연구재단이 주관하는 '기초연구실(Basic Research Laboratory) 지원사업'에 선정돼 구성됐다.

기초연구실 지원사업은 대학·연구팀의 연구 역량 강화와 융·복합 연구 활성화를 위해 소규모 연구그룹을 육성하고 지원하는 사업이다.

이번 사업 선정에 따라 덕성여대 산학협력단과 약학대학은 최근 '시스템생물학기반 신규 항생물질 발굴 연구팀' 출범식을 갖고 공식적인 연구사업의 시작을 알렸다.

앞으로 연구팀은 시스템 생물학(유전체학, 전사체학, 대사체학)을 활용해 병원성 미생물 독소분비 억제라는 새로운 작용 기작을 갖는 항생 물질을 개발할 계획이다.

또한 덕성여대 바이오공학과 주황수 교수, 고려대 생명공학부 이동호 교수, 건국대 의생명공학과 강학수 교수가 연구팀에 합류한다.

공동 연구자들은 보물을 찾아 모험을 떠나는 신밧드에 비유해 연구팀의 명칭을 신바드(SINBAD, Sleeping gene-Imbedded Novel Blockbuster Antibiotics Discovery)로 정하고, 신약 창출에 대한 자신감을 나타냈다.

이들은 올해 하반기부터 1단계 2년 6개월 동안 12억 5000만 원을 지원 받고, 단계평가 후 재진입 시 2단계 3년간 15억 원의 연구비를 추가 지원받는다.

연구책임자인 덕성여대 약학대학 심상희 교수는 "기초연구를 심도 있게 수행해 미생물이 생산하는 신규 항생 후보 물질을 발굴하고, 궁극적으로 항생제 내성 감염증 질환 극복에 도전할 것"이라고 말했다.

@highlight

덕성여대 산학협력단과 약학대학은 최근 '시스템생물학기반 신규 항생물질 발굴 연구팀'을 출범하여 새로운 작용 기작을 가지는 항생 물질 개발에 착수했음을 알렸다.