경기 하남시(시장 김상호) 보건소가 생후 6개월~12세 어린이, 임신부 및 만 65세 이상 어르신, 사회취약계층 등을 대상으로 무료 인플루엔자(독감) 예방접종을 시행한다.

특히 올해부터는 임신부도 인플루엔자(독감) 예방접종을 무료로 맞을 수 있다.

신분증과 임신부임을 확인할 수 있는 서류를 지참해 내달 15일부터 지정 의료기관을 방문하면 된다.

어린이 접종 대상은 생후 6개월에서 12세 이하 어린이(2007년 1월 1일~2019년 8월 31일 출생자)로 10월 15일부터 접종가능 하다.

또 후 6개월에서 만 9세 미만의 접종이력을 모르거나, 처음 접종자는 9월 17일부터 지정 의료기관에서 접종 받을 수 있다.

단, 외국인 관리번호 발급 대상자 등은 보건소에서만 접종 가능하다.

만 65세 이상 어르신은 초기 혼잡방지와 안전한 접종을 위해 만 75세 이상 어르신(1944년 12월 31일 이전 출생자)은 10월 15일부터, 만 65세 이상(1954년 12월 31일 이전 출생자)은 10월 22일부터 지정 의료기관에서 접종한다.

관내 시민 중 만 50세 이상 만 64세 이하 (1955년 1월 1일~1969년 12월 31일 출생자) 사회취약계층(장애의 정도가 심한 장애인, 국가유공자, 기초생활수급자 등)을 대상으로도 시 지정 의료기관에서 10월 22일부터 11월 22일까지 무료 예방 접종이 가능하다.

생후 6개월~12세 어린이, 임신부 및 만 65세 이상 어르신은 주소지에 상관없이 전국 지정 의료기관에서 무료 접종이 가능하며, 접종여부 가능 확인 후 신분증이나 아기 수첩 등을 지참하고 가까운 의료기관을 방문하면 된다.

구성수 보건소장은 "올해 인플루엔자 예방접종 대상자가 임신부로 확대됨에 따라 양육가정의 경제적 부담 경감뿐만 아니라 태아 및 출생 후 6개월 미만 영아 보호를 통해 인플루엔자 확산 방지에 도움이 될 것으로 기대되며 안전한 예방접종이 이루어질 수 있도록 만전을 기할 것"이라고 강조했다.

@highlight

경기 하남시는 올해 인플루엔자 무료 예방접종 대상자를 생후 6개월~12세 어린이, 만 65세 이상 어르신, 사회취약계층 등에서 임신부까지 확대하여 인플루엔자 확산 방지에 노력할 것이라고 밝혔다.