LG유플러스는 다음 달 7일까지 야구 미디어 플랫폼인 'U+프로야구' 앱을 통해 이상훈·양준혁 등 프로야구 선수출신 코치가 진행하는 'U+프로야구 레전드 끝장레슨' 1기 참가자를 모집한다고 17일 밝혔다.

U+프로야구 레전드 끝장레슨은 프로야구 선수 출신 야구 전문가들이 LG유플러스 고객 320명을 대상으로 직접 레슨을 제공하는 고객 참여형 프로모션이다.

레슨은 10월 19일 9시부터 오후 6시까지 목동 종합운동장에서 진행된다.

코치진은 1994년 LG트윈스 우승의 주역이며 KBO 1호 국내 좌완 20승 투수인 '야생마' 이상훈과 KBO 올스타전에 총 15회에 걸쳐 선정되고 2010년 은퇴 당시 도루를 제외한 타격 8개 부문에서 최다기록을 보유한 '양신' 양준혁 전 프로선수 등 총 10명으로 구성됐다.

이번 레슨에서는 5G에서 이용 가능한 U+프로야구의 핵심 서비스인 '홈밀착 영상' 기능을 직접 체험해볼 수 있다.

경기장 내 홈플레이트를 중심으로 설치된 카메라 60대가 홈 타석의 모든 순간과 각도를 포착하는 기능으로, 원포인트 레슨에는 총 30대의 카메라가 투입된다.

이에 따라 레슨 참가자들은 본인의 투구폼 및 타격폼을 여러 각도에서 자세히 돌려보고 코치로부터 자세히 교정받을 수 있다.

촬영한 본인의 자세 영상을 메일로 전송해 소장이 가능하다.

레슨 후에는 참가자를 대상으로 구속왕 챌린지, 타격왕 챌린지 등 이벤트를 진행해 경품도 증정할 예정이다.

이벤트 참가자는 U+프로야구 앱 내 이벤트 페이지를 통해 10월 7일까지 모집한다.

타사 고객의 경우 LG유플러스를 사용하는 지인의 휴대폰을 통해 신청할 수 있다.

추첨을 통해 320명을 선정, 당첨자는 10월 8일 U+프로야구 앱 내 이벤트 페이지에 공지될 예정이다.

김남수 LG유플러스 IMC전략담당은 "지난 6월 'U+5G 사회인 야구대회'의 본선행사로 이상훈 전 프로선수 등 프로 출신 코치를 초청해 일일 레슨을 진행해 높은 호응을 받아 원포인트 레슨을 운영하게 됐다"고 말했다.

@highlight

LG유플러스는 프로야구 선수 출신 전문가들이 자사 고객 320명에게 직접 레슨 제공하는 'U+프로야구 레전드 끝장레슨' 1기를 10월 19일 9시부터 오후 6시까지 목동 종합운동장에서 이상훈·양준혁 등이 코치가 되어 진행하며, 참가자는 다음 달 7일까지 'U+프로야구'앱으로 모집한다.