올해 추석연휴 89만7000명 이상이 해외를 오간 것으로 집계됐다.

연휴 기간이 짧아 전년 추석 때보다 해외여행객이 소폭 줄었다.

일본으로 간 여객은 '노노재팬' 영향으로 40% 가까이 급감했다.

인천국제공항공사는 올해 추석연휴 특별 교통대책 기간인 지난 11~15일 닷새간 약 89만7078명, 일평균 기준 약 17만9415명의 여객이 인천공항을 이용했다고 16일 밝혔다.

올해 추석연휴 일평균 여객은 지난해 추석연휴(9월 21~26, 6일간) 일평균 18만7116명 대비 4.1% 가량 감소한 수치다.

올해 연휴기간이 상대적으로 짧아 해외여행 수요가 감소하고 일본 노선 이용객이 전년 대비 감소한 결과로 분석된다.

올해 추석연휴 기간 일평균 출발 여객은 8만7453명으로 전년도 추석연휴 기간 10만950명 대비 13.4% 줄었다.

특히 일본 노선 일평균 출국여객은 전년 대비 39.1% 감소했다.

일평균 도착 여객은 9만1962 명으로 전년도 추석 연휴 기간 8만6166 명 대비 6.7% 증가했다.

이번 추석 연휴 기간 중 이용객이 가장 많았던 날은 15일로 20만2223 명이 인천공항을 이용했다.

출발여객이 가장 많은 날은 12일 목요일(10만4903명), 도착여객이 가장 많았던 날은 15일 일요일(12만72명)이었다.

터미널별로는 제1여객터미널 이용객 63만7957명(일평균 12만7591명), 제2여객터미널 이용객 25만9121명(일평균 5만1824명)으로 여객이 고르게 분산(1터미널 71.1%, 2터미널 28.9%)됐다.

구본환 인천공항공사 사장은 "추석 연휴 기간 관계기관과 협조체계를 구축해 특별교통대책을 실시함으로써 무결점 공항운영을 달성하고 여객 분들께 더욱 편리하고 안전한 공항 서비스를 제공할 수 있었다"며 "신(新)비전 2030을 바탕으로 공항운영 전반에 혁신을 단행함으로써 여객편의를 획기적으로 개선해 나가겠다"고 말했다.

@highlight

올해 추석연휴 11~15일 5일 간 인천공항 여행객 수가 89만7078명으로 집계되는 등 연휴기간이 예년에 비해 짧아 소폭 줄어든 가운데, '노노재팬'의 영향으로 일본 여행객은 40% 가까이 급감했다.