해경이 도내 해상에서 조업구역을 침범하여 불법조업을 하는 선망어선 등에 대한 단속을 강화한다.

17일 군산해양경찰서(서장 서정원)는 "지난 8월부터 최근까지 군산 인근 해상에서 허가 없이 멸치잡이 조업을 한 혐의로 타 지역 선망어선 10척을 검거했다"고 밝혔다.

군산해경 소속 형사기동정(P-132)은 지난 11일 오후 1시 55분께 군산시 옥도면 말도 북쪽 7㎞ 해상에서 허가 없이 멸치잡이 조업을 한 충남 서천 선적 연안선망어선 A호(9.77t)를 수산업법 위반으로 검거했다.

A호는 충남 지역 연안어업 허가를 가진 어선으로 충남 지역 해역에서만 조업을 할 수 있다고 해경은 설명했다.

또, 이날 오후 1시 50분께는 기선권현망을 이용해 불법으로 멸치를 잡은 충남 서천 선적 소형선망어선 B호(15t)가 수산업법 위반으로 형사기동정에 검거됐다.

해경은 최근 타 지역 선망어선들의 허가 사항을 위반한 불법어업 행위가 잇따르자 형사기동정(P-132)을 적극 투입해 오는 11월까지 선망어선의 불법조업 행위에 대한 단속을 대폭 강화하기로 했다.

중점단속 대상은 ▲도내 해역에서 타 시?도 연안선망어선의 무허가 조업행위 ▲선망어선 본선 및 부속선이 합동으로 어구를 예망하는 행위 ▲허가어선의 허가 외 어구 적재 행위 ▲소형선망 어업의 연중 조업금지 구역 침범 조업 행위 ▲멸치 포획을 위한 선망어선의 불법개조 행위 ▲무허가 부속선을 이용하여 어구 예망 불법 조업 행위 등 이다.

김주형 형사기동정장은 "전라북도는 물론 군산시 등 유관기관과 공조해 선망어선의 불법조업을 근절해 나가겠다."면서 "타 지역 선망 어선들이 도내 연안에서 불법조업 행위에 대해 적극적으로 신고 해 줄 것"을 당부했다.

@highlight

17일 군산해양경찰서(서장 서정원)는 "지난 8월부터 최근까지 군산 인근 해상에서 허가 없이 멸치잡이 조업을 한 혐의로 타 지역 선망어선 10척을 검거했으며 오는 11월까지 선망어선의 불법조업 행위에 대한 단속을 대폭 강화함과 더불어 "타지역 선망 어선들의 도내 연안에서의 불법조업 행위에 대해 적극적으로 신고해 줄 것"을 당부했다.