경상북도가 8월 실업자수 4만1000명으로 실업률 2%대로 진입하는 등 실업률 지표에서 크게 개선된 실적을 보였다.

지난 11일 통계청 발표 '2019년 8월 고용동향'에 따르면 경북도의 고용률 및 실업률이 대폭 개선된 것으로 나타났다.

고용률은 62.5%로 전년 동월 대비 0.3%p 상승해 전국 평균보다 1.1%p 높은 수치다.

또한, 실업률은 2.7%로 전년 동월 대비 2.2%p 대폭 감소하였고 전국 평균 0.3%p 보다 낮은 수치를 보였다.

2017년 12월 이후 20개월 만에 실업자수도 4만1000명으로 조사돼 실업률 2%대, 실업자 수 5만 명 이하로 진입했다.

경상북도 고용시장은 그동안 어려운 지역여건, 경기불황 등으로 2018년 한 해 동안 최악의 상황을 겪었으나 올해부터 포항과 구미에 위치한 중견규모 이상 기업의 채용이 조금씩 늘어나고 도에서 추진하는 각종 일자리정책의 효과가 서서히 나타나면서 고용지표가 개선된 것으로 분석된다.

산업별 취업자 수를 세부적으로 살펴보면 전년 동월 대비 제조업은 2만4000명, 농림어업에서는 1만6000명 등 꾸준한 증가세를 보이는 반면, 도소매·숙박·음식점업 1만7000명, 사업·개인·공공서비스업 2000명이 감소하는 등 서비스, 자영업 분야에서 계속 일자리 수가 감소해 어려움을 겪고 있는 것으로 나타났다.

연령별 취업자 수에서는 전년 동월 대비 15~29세 청년층에서는 1000명, 60세 이상 노년층에서는 2만1000명이 증가했지만, 30~59세 장년층은 1만1000명이 감소하였고, 특히 40~49세에서 6000명이 감소하는 등 가장 위기를 겪고 있는 연령대로 조사됐다.

수치적으로는 대폭 개선 된 통계 지표와는 달리 도민들이 체감하는 경기는 여전히 차이가 있는 만큼 도에서는 계속해 일자리창출과 지역경제 활성화에 매진할 계획이다.

경상북도 관계자는 "통계에서도 나타나듯이 어려움을 겪고 있는 소상공인, 자영업자들의 자생력 강화를 위한 대책과 일자리 수 감소로 위기에 처한 4~50대 장년층 일자리 대책에 향후 도정 일자리 정책의 방향을 집중적으로 추진할 계획"이라고 밝혔다.

@highlight

경상북도가 8월, 2017년 12월 이후 20개월 만에 실업자수가 4만1000명으로 조사돼 실업률 2%대에 진입한 자료를 공개하며,  포항과 구미에 위치한 중견규모 이상 기업의 채용이 늘어나고 추진해온 각종 일자리 정책이 빛을 내고 있다고 해석하고 있다.