GC녹십자는 헌터증후군 치료제 '헌터라제'가 중국 NMPA(국가약품감독관리국)로부터 우선심사 대상으로 지정됐다고 16일 밝혔다.

중국 국가약품감독관리국은 치료제가 없거나 치료가 긴급히 필요한 분야의 혁신의약품과 희귀질환 치료제 등의 심사기간 단축을 위해 우선심사제도를 운영하고 있다.

헌터라제의 중국 등 중화권 국가에서의 허가·상업화는 지난 1월 수출계약을 맺은 캔브리지가 맡고 있다.

앞서 캔브리지는 지난 7월 아직 허가받은 헌터증후군 치료제가 없는 중국에 헌터라제의 품목허가를 신청한 바 있다.

헌터증후군은 남아 15만여 명 중 1명의 비율로 발생한다.

하지만 중화권 국가 중 하나인 대만에서는 약 5만~9만여 명 중 1명꼴로 환자가 발생하는 등 동아시아 국가에서의 발생 비율이 더 높은 것으로 알려져 있다.

이 때문에 중국 국가의약품감독관리국은 지난해부터 희귀질환 관리 목록에 헌터증후군을 포함해 관리하고 있다.

허은철 GC녹십자 사장은 "우선심사 대상 지정을 통해 빠른 시일 내에 중국 내 헌터증후군 환자에 치료제를 제공할 수 있기를 기대한다"며 "앞으로도 전 세계 헌터증후군 환자의 삶의 질 개선에 기여할 것"이라고 말했다.

제임스 쉬에 캔브리지 CEO는 "헌터라제가 중국 최초의 헌터증후군 치료제가 될 수 있을 것이란 기대감이 더욱 높아졌다"며 "중국 환자·가족들에게도 우수한 치료 옵션 제공을 위해 한 걸음 더 내딛는 발판이 될 것"이라고 말했다.

한편, 헌터라제는 IDS(Iduronate-2-sulfatase) 효소 결핍으로 골격 이상, 지능저하 등이 발생하는 선천성 희귀질환인 헌터증후군의 치료제로, 유전자재조합 기술로 만들고 정제된 IDS 효소를 정맥에 투여해 헌터증후군 증상을 개선한다.

지난 2012년 세계에서 두 번째로 개발된 이후 현재 전 세계 10개국에 공급되고 있다.

@highlight

GC녹십자 헌터라제는 비교적 중화권 국가에서의 발생 비율이 높은 것으로 알려진 선천성 희귀질환인 헌터증후군의 치료제로 중국 NMPA(국가약품감독관리국)로부터 우선심사 대상으로 지정되어 빠른 시일 내에 중국 내 헌터증후군 환자에 치료제를 제공할 수 있을 것으로 기대된다.