타파웨어 브랜즈 코리아는 17일 추석 연휴가 끝나고 남은 명절 음식을 신선하게 보관할 수 있는 만능 보관용기 '모듈러 보울 세트'의 프로모션을 진행한다고 밝혔다.

타파웨어 '모듈러 보울 플러스 세트'는 먹고 남은 추석음식의 보관 고민을 말끔히 해결해준다.

용기와 꼭 들어맞는 씰(뚜껑)이 외부 공기를 완벽히 차단해 나물요리, 각종 전, 잡채 등 상하기 쉬운 추석 음식을 신선하게 보관할 수 있다.

용기가 반투명해, 뚜껑을 열지 않고도 빠르게 음식 종류를 확인할 수 있다.

또한, 300ml부터 4L까지 다양한 사이즈의 용기로 구성돼 추석음식 준비에 사용하고 남은 각종 야채, 과일 등을 식재료 크기 별로 담아 보관하기에 좋다.

140ml, 200ml 등 작은 용량으로 구성된 '모듈러 보울 미디엄 세트'는 반찬용기, 야외 도시락, 테이블 서빙용으로 활용하기 좋다.

특히, 냉장 보관했던 음식을 따로 접시에 덜지 않고 바로 식탁에 놓고 먹을 수 있어 상차림의 수고를 줄여준다.

더불어 용기가 가벼워 도시락으로 활용하거나, 아이들 간식통으로 쓰기에도 좋다.

타파웨어 브랜즈 코리아 마케팅 관계자는 "주부들이 추석음식을 준비하는 것보다 추석 이후 남은 음식 보관에 고민하는 경우가 더 많다"며 "타파웨어 '모듈러 보울 플러스 세트'로 남은 추석음식을 신선하게 보관해 버려지는 음식 없이 끝까지 맛있게 드시길 바란다"고 밝혔다.

타파웨어의 '모듈러 보울 세트'는 전국 타파웨어 대리점과 쿠킹 스튜디오에서 구입이 가능하다.

9월 한 달간 '모듈러 보울 플러스 세트'와 '모듈러 보울 미디엄 세트'를 각 25% 할인한다.

2종 세트를 함께 구매하면 35% 할인 혜택을 제공한다.

@highlight

타파웨어 브랜즈 코리아는 17일 남은 추석음식을 신선하게 보관할 수 있는 '모듈러 보울 세트'의 프로모션을 진행한다고 밝혔으며 9월 한 달간 25% 할인금액에 구입가능하다.