심사평 "문자와 사진을 깔끔하게 처리한 작품", 국내외서 모두 871편 '응모'

'제2회 오장환디카시신인문학상' 당선작으로 강남수씨(56·경기 양주시)의 '햇살방석'(사진)이 뽑혔다.

이 상을 주관한 한국디카시연구소에 따르면 지난달 1일부터 31일까지 응모작을 모집한 결과 한국과 중국·인도네시아·미국 등 국외에서 모두 871편이 접수됐고, 이 가운데 30편이 본선에 올랐다.

본심 심사위원들은 당선작에 관해 "문자와 사진 모두를 깔끔하게 처리한 작품"이라며 "서로를 보충하거나 설명하지 않고 각각의 독립성을 유지하면서도 그 둘이 조우했을 때 느낌과 의미가 배가되는 효과를 낳고 있다"고 평했다.

그러면서 "타자에 대한 환대와 배려의 가치를 은유함으로써 조건 없는 친절, 아름다운 인연의 세계를 활짝 열어 준 작품으로 본심 심사위원들이 당선작으로 뽑는데 이견이 없었다"라고 덧붙였다.

당선자인 강씨는 "한때 좋았던 기억을 떠올려 찍고 쓴 디카시, 아무런 기대 없이 응모한 '햇살방석'이 큰 상을 탈 줄 몰랐다"며 "이번 수상을 계기로 디카시 창작에 더 정진하겠다"고 수상 소감을 밝혔다.

보은문화원은 지난해 이 지역 출신인 오장환 시인(1918~1953) 탄생 100주년을 맞이해 국내 최초의 디카시 신인문학상인 '오장환디카시신인문학상'을 제정했다.

1회 당선작은 강영식씨(60·충북 청주시)의 '망부석'이었다.

시상은 '제24회 오장환문학제'를 개최하는 10월 18일 보은대추축제 주무대에서 한다.

시상금은 300만원이다.

한편 디지털 시대의 새로운 문학 장르로 떠오른 디카시는 영상과 5행 이내의 문자를 한 덩어리의 시로 빚어내는 매력 덕분에 최근 발원지인 한국을 넘어 중국과 동남아, 미국 등 국외로 확산하고 있다.

@highlight

보은문화원은 이 지역 출신인 오장환 시인(1918~1953) 탄생 100주년을 맞이해  '오장환디카시신인문학상'을 제정해 제2회 당선작으로 뽑힌 강남수씨(56·경기 양주시)의 '햇살방석'에 관해 "문자와 사진 모두를 깔끔하게 처리한 작품"이라며 "서로를 보충하거나 설명하지 않고 각각의 독립성을 유지하면서도 그 둘이 조우했을 때 느낌과 의미가 배가되는 효과를 낳고 있다"고 본심 심사위원들은 논했다.