문재인 정부 출범 후 2년간 가계자금 연체규모와 연체자수가 급증한 것으로 나타났다.

국회 예산결산특별위원회 소속 박완수 의원이 금융감독원으로부터 제출 받은 자료에 따르면 최근 2년간 1금융권 가계자금대출(주택담보대출+신용대출) 총액은 지난 2016년 말 기준 616조 447억원에서 지난해 말 기준 712조 639억 원으로 16%가량 증가했다.

신용대출 잔액은 2016년 174조 2013억원에서 지난해 218조 4,547억 원으로 25% 가량 급증했다.

주택담보대출 잔액도 2016년 441조8434억원에서 지난해 493조6092억 원으로 2년 만에 12% 증가했다.

특히 가계자금 연체 잔액과 연체자 수가 급증하면서 대출의 질도 나빠졌다.

가계자금대출의 연체잔액은 2016년 1조5823억원에서 지난해 1조8394억 원으로 16%가량 증가했다.

연체자 수도 2016년 5만4234명에서 지난해 6만9092명으로 27% 증가한 것으로 나타났다.

가계자금 대출 가운데, 비교적 고금리 적용을 받는 신용대출의 연체잔액의 경우, 7237억원에서 9322억원으로 29%가량 급증했다.

연체자 수도 4만5945명에서 5만9183명으로 29%가량 급증했다.

주택담보대출 연체잔액은 2016년 8586억 원에서 지난해 9072억 원으로 6%가량 증가했다.

연체자 수는 8289명에서 9909명으로 20%가량 증가한 것으로 나타났다.

박완수 의원은 "현정부 들어 가계부채를 잡겠다고 여러 대책들을 내놨지만 신용대출 연체자 수와 연체 잔액이 2년 전과 비교해서 각각 29% 폭증하는 등 결과는 참담하다"며 "전체 대출규모의 증가 추이와 차주 수 등을 고려할 때 비교적 소액 신용대출 등이 급증했고, 이것은 서민의 고통으로 봐야한다"고 지적했다.

박 의원은 이어 "소득양극화가 갈수록 악화되면서 서민의 가계빚 부담은 가중될 것"이라며 "문재인 정부는 소득주도 성장 등 사실상 실패한 경제정책을 전면 수정하고 가계부채 개선책도 함께 내놔야 할 것"이라고 주장했다.

@highlight

국회 예산결산특별위원회 박완수 의원에 따르면,문재인 정부가 들어선 최근 2년간 가계자금 대출이 16% 증가했고, 가계자금 연체 잔액과 연체자 수 급증으로 대출의 질도 나빠졌으며, 소득양극화가 악화되어 정부의 경제정책 수정과 가계부체 개선책을 내놓기를 주장했다.