울산항만공사(UPA·사장 고상환)는 청년 취업 지원 프로그램 ‘울산항 퍼스트펭귄 클럽’을 조직하고 26일까지 참여자를 모집한다고 16일 밝혔다.

‘울산항 퍼스트펭귄 클럽’은 취업을 목표하고 있으나 경험과 정보 부족으로 취업 준비에 어려움을 겪고 있는 지역 청년들을 위해 기업 현장과 직무를 직접 경험할 수 있도록 지원하며, 이를 통해 직무와 직장생활에 대한 이해도 향상을 목표한다.

이번 공개모집을 통해 ‘울산항 퍼스트펭귄 클럽’에 참여하는 청년들은 현직자를 인터뷰하고 기사를 작성하는 △일터뷰 취재단 활동 △기업의 신제품을 기획하고 마케팅, 판매까지 하는 기업 디벨롭(Develope) 기획단 △다른 지역 청년들을 위한 취업캠프를 직접 운영하는 취업캠프 메이커스 활동 △3개월 동안 비즈니스 매너, 트렌드 교육, 자기소개서 작성, 모의면접, 선배취업자의 1대1 맞춤형 멘토링 등 다양한 취업역량 강화 프로그램을 제공받는다.

UPA는 이번 프로그램을 통해 지역 청년들의 취업 역량이 향상됨과 동시에 울산항 소재기업 대상 취업 연계도 지원함으로tJ 지역의 우수인재가 울산항에 유입되는 효과도 기대하고 있다.

한편 이번 프로그램은 지역 청년 일자리 사회공헌사업의 일환으로 지역의 청년 (예비)사회적기업 에스이메이커스(주)와 손을 잡고 운영한다.

자세한 사항은 홈페이지(www.semakers.co.kr)에서 확인하거나 052-971-3310으로 문의하면 된다.

UPA 관계자는 “참여자가 직접 직무를 경험하고, 개인의 취업 역량도 향상시킬 수 있는 좋은 기회가 될 것이다”라고 밝혔다.

한편 퍼스트 펭귄이란 남극 펭귄들이 먹이 사냥을 위해 바다로 뛰어드는 것을 두려워하지만 펭귄 한 마리가 먼저 용기를 내 뛰어들면 무리가 따라서 바다로 들어간다는 데에서 유래한 말로, 도전정신으로 다른 이들의 참여 동기를 유발하는 선구자 또는 도전자의 의미를 말한다.

@highlight

울산항만공사(UPA·사장 고상환)는 우수한 인재양성을 위한 청년 취업 지원 프로그램 ‘울산항 퍼스트펭귄 클럽’을 조직하고 프로젝트에 참여할 청년들을 16일까지 모집하고 있는데, 이는 취업준비에 어려움을 겪고 있는 청년들을 위한 제도 이다