서한이 개발한 ‘급결 마이크로 시멘트계 차수재와 유연성이 확보된 글리시딜아크릴레이트계 보수재를 복합화한 콘크리트 구조물의 누수보수공법’이 국토교통부 건설신기술로 지정됐다.

서한은 최근 몇 년간 리콘시스템, 제이에스기술 등과 함께 누수보수공법을 개발해 왔다.

이 신기술은 지하 콘크리트 구조물에서 발생되는 누수를 보수하기 위한 공법으로 신속하고 밀실한 공간 채움이 가능하다는 것이 특징이다.

기존 누수보수공법은 누수가 발생하는 부위에만 보수가 가능했다면 이번에 개발한 신기술은 누수 발생부위 뒤쪽에 보다 넓게 막을 형성해 기존 공법 대비 보수율이 더 높은 장점이 있다.

실제로 기술을 개발하면서 적용해 본 결과 준공한 지 10년이 넘은 건축물에도 보수효과가 있는 등 안정성 면에서도 합격점을 줄 수 있는 신기술이라고 할 수 있다.

또 기존 누수보수공법의 경우에는 모두 6단계에 걸쳐서 진행되었지만 이번 신기술은 2단계를 단축해 총 4단계로 기존 공법 대비 공정을 단순화시켰다.

이로 인해 기존 누수보수공법 대비 20~30% 정도의 비용을 절감시키는 효과를 가져 올 수 있다.

국토교통부 건설신기술로 지정되면 해당 기술은 고시일로부터 향후 8년간 보호기간이 부여된다.

기술개발자는 신기술을 사용한 자에게 기술사용료를 받을 수 있으며 발주청에게 신기술과 관련된 신기술장비 등의 성능시험, 시공방법 등의 시험시공을 권고할 수 있다.

또 신기술의 성능시험 및 시험시공의 결과가 우수한 경우 발주청이 시행하는 건설공사에 신기술을 우선 적용하도록 할 수도 있다.

서한 관계자는 “이번 신기술이 시장에서 보다 활발히 적용될 수 있도록 지원을 꾸준히 이어나갈 것”이라며 “이 기술의 성능시험 및 시험시공이 만족할 만한 결과를 보여줄 수 있도록 해 모든 고객들에게 우수한 품질을 바탕으로 하는 건축물을 제공하겠다”고 말했다.

@highlight

서한이 개발한'급결 마이크로 시멘트계 차수재와 유연성이 확보된 글리시딜아크릴레이트계 보수재를 복합화한 콘크리트 구조물의 누수보수공법'은 지하 콘크리트 구조물에서 발생하는 누수를 보수하기 위한 공법으로 높은 보수율에 안정성과 비용절감 효과까지 있는 공법으로서 고시일로부터 향후 8년간 보호기간이 부여되는 국토 교통부 건설 신기술로 지정되었다.