중소기업의 90%가 농약 판매 시 수행하는 농업인 개인정보 확인 및 부가가치세 환급업무에 불편함을 호소하는 것으로 나타났다.

중소기업중앙회가 전문 리서치 기업에 의뢰해 826개 중소 작물보호제 판매 기업을 대상으로 실시한 ‘농약 부가가치세 영세율 환급절차 제도개선을 위한 실태조사’ 결과, 중소기업의 농약 판매 시 가장 어려운 점으로는 ‘경영체 등록 여부 확인을 위한 개인정보 요구 시 고객 반발’(72.8%)이 가장 많았다.

이어서 ‘부가세 환급 절차 불편·관세관청 소명요청 부담’(21.9%), ‘수취한 개인정보 관리의 어려움’(5.0%) 등의 순으로 조사됐다.

지난해 농약 매출액을 판매처별로 조사한 결과에 따르면, 매출 비중은 ‘경영체 등록농민’(79.6%), ‘경영체미등록농민’(12.8%), ‘사업용’(3.9%), ‘기타’(3.7%) 순으로 집계됐다.

특히, ‘경영체등록농민’과 ‘경영미등록농민’의 판매비중을 합산하면 92.4%로 농약판매상의 거래대상은 농민인 것으로 분석됐다.

농업인에게 농약판매 시 부가가치세 영세율(0%)을 적용하고 있으나, 농협 외 농약판매업체는 별도의 부가가치세 환급절차가 필요해 현장에서 개인정보 요구에 따른 업체와 농민과의 마찰이 빈번하게 발생하는 등 어려움을 겪고 있다.

중기중앙회 관계자는 “현행 세법상 농협은 농업용 기자재 영세율 적용대상자로 분류되나, 그 외 판매업자는 영세율 적용대상자가 아니다”며, “중소 작물보호제 판매 기업은 별도로 부가세 환급절차를 거쳐야 하므로 과도한 행정부담이 발생하며, 환급까지 자금 융통성 문제도 발생한다.”고 말했다.

그러면서 “조사결과 농약의 농민대상 총판매비율은 92.4%로, 농약 판매 업체의 주 고객은 농민이다”며, “이를 바탕으로 일반 작물보호제 판매 업체도 농협과 마찬가지로 영세율 적용대상자에 포함하는 등 부가가치세 환급절차 개선을 위한 정책적 고민이 필요하다”고 덧붙였다.

@highlight

농약 부가가치세 영세율 환급절차 개선을 위한 실태 조사에서 작물보호제를 판매 중인 중소기업의 90%가 농업인 개인 정보 요구 시 고객 반발, 부가세 환급 절차 불편·관세관청 소명 요청 부담, 어려운 개인 정보 관리 등의 불편을 호소하는 것으로 나타났다.