17일 KAIST에서 기술, 부동산 산업을 혁신하다를 주제로 프롭테크in캠퍼스 행사가 열렸다.

한국프롭테크포럼(의장 안성우)은 17일 KAIST 창업원과 공동으로 대전 본원 1층에서 '프롭테크in캠퍼스'를 개최했다.

KAIST 창업원 창업 지원 프로그램인 '앙트러프러너십 런치톡' 일환으로 진행된 이번 행사에는 120명 KAIST 학생이 참여해 큰 관심을 끌었다.

'프롭테크in캠퍼스'는 청년에게 프롭테크 개념을 소개하고 프롭테크 산업 잠재성과 사회 가치를 대학가에 확산시키기 위해 마련된 행사다.

지난 5월 강원대학교에서 제1회 행사를 진행했다.

KAIST 창업원은 일자리 창출과 미래 성장동력을 육성한다는 목표로 2014년부터 창업 활성화 지원 정책인 'Startup KAIST'를 이끌고 있다.

창업 비즈니스와 관련해 학생에게 도움이 되는 강연과 행사를 정기 개최하고 있다.

특히 국내외 주요 스타트업 대표를 초청해 창업 현장의 생생한 목소리를 전하고 있다.

이번 프롭테크in카이스트 행사에는 인공지능(AI) 기반 부동산 개발 솔루션 스타트업인 스페이스워크를 비롯해 국내 대표 부동산 정보 플랫폼 직방, 가상현실(VR) 기반 프롭테크 전문기업 큐픽스에서 강연자로 참석했다.

전통 로우테크 산업으로 디지털 트랜스포메이션 마지막 시장이라고도 여겨지는 부동산 분야에서 AI, 사물인터넷(IoT), 3D 디지털 트윈 등 하이테크 기술이 어떻게 미래 공간을 바꿀 수 있는지에 대한 강연이 진행됐다.

KAIST 대학생들과 질의응답 시간을 통해 프롭테크에 대한 이해도를 높이고 창업과 진로 상담도 이어졌다.

안성우 한국프롭테크포럼 의장은 "과학기술 메카인 대전 KAIST에서 새롭게 부상하고 있는 프롭테크를 소개할 수 있어 매우 뜻깊은 자리였다"며 "우수한 연구 기술 인재들이 프롭테크 분야에도 관심을 갖고 미래 진로를 모색하기 바란다"고 말했다.

@highlight

한국프롭테크포럼은 17일 KAIST 창업원과 합동으로 대전 본원 1층에서 '프롭테크in캠퍼스'를 주최했는데, 프롭테크 개념을 소개하고 산업 잠재성과 사회 가치를 대학가에 확산시키기 위해서이며 인공지능 기반 부동산 개발 솔루션 스타트업인 스페이스워크를 비롯해 국내 대표 부동산 정보 플랫폼 직방, 가상현실 기반 프롭테크 전문기업 큐픽스에서 강연자로 참여했다.