아이티센그룹은 건설 전사적자원관리(ERP) 계열사 굿센이 경영관리 통합솔루션 업체인 마이크로폴리스를 흡수·합병했다고 17일 밝혔다.

마이크로폴리스는 2005년 설립된 경영관리통합솔루션 전문 기업으로 국내외 600여 고객사를 확보하고 있다.

특히 내부회계관리제도 개혁 법안 시행에 따라 도입이 확대되고 있는 내부통제 및 내부회계관리 솔루션 시장에서 독보적인 경쟁력을 가진 곳으로 꼽힌다.

올해까지 내부회계관리제도와 시스템을 도입해야 하는 자산규모 2조 원 이상 회사를 대상으로 한 시장에서 시장 점유율 1위를 확보하고 있다.

마이크로폴리스를 흡수합병한 굿센은 이번 흡수합병으로 중대형 건설사를 겨냥한 ERP 시장은 물론, 건설 외 글로벌 엔터프라이즈 ERP 대체 시장 및 경영관리 솔루션 시장에 본격적으로 진입할 수 있는 클라우드 솔루션 라인업을 완성했다고 설명했다.

이에 중장기적으로 기업 전문 솔루션의 다각화를 통해 사업의 수평·수직적 확대를 이루어 나아가겠다는 전략이다.

아이티센그룹은 마이크로폴리스 인수를 시작으로 경영효율성 증대와 사업 시너지를 높일 것으로 보인다.

아이티센그룹은 굿센의 클라우드 기반 ERP를 포함한 건설 특화 ERP, 마이크로폴리스가 보유하고 있는 경영관리통합솔루션(EPM/Compliance) 그리고 글로벌 엔터프라이즈 ERP의 대체 솔루션으로 주목받고 있는 독일 IAS사의 caniasERP를 활용해 클라우드 서비스 사업 영역을 확대할 방침이다.

동시에 중대형건설 ERP시장 및 글로벌 ERP 대체 시장에서도 점유율을 높인다.

강진모 아이티센그룹 회장은 "정부의 회계 투명성 강화 방침 등에 따라 시장이 확대되고 있는 내부회계관리 및 연결결산 시장을 선점하는 동시에 클라우드 기반 ERP 사업을 확장하기 위한 것으로 그룹이 장기적으로 추진하고 있는 솔루션 중심 비즈니스 모델 확장의 연장선상에 있는 흡수합병"이라며 "장기적으로 수익률이 높은 클라우드 기반 솔루션 사업을 발굴, 육성하기 위해 그룹 내부 역량 개발은 물론 성장 가능성이 높은 강소 기술기업에 대한 M&A를 적극 추진하고 있다"고 말했다.

@highlight

아이티센그룹의 ERP 계열사 굿센이 마이크로폴리스를 흡수, 합병하면서 ERP시장은 물론, 클라우드 솔루션 라인업을 완성하였다고 평가되며 아이티센그룹 회장은 이번 인수합병은 그룹이 장기적으로 추진하고 있는 솔루션 중심 비지니스 모델 확장과 흐름을 같이 한다고 밝혔다.