오는 10월 1일 열리는 개교 73주년 기념 '함께 뛰자, 동아!' 마라톤대회 포스터.

동아대학교 제공.

학생ㆍ교직원ㆍ부산시민 등 1,500명 참가접수 몰려 … 대학과 지역사회 화합의 장 '기대'

2019 마라톤대회'를 다음달 1일 승학캠퍼스 일대에서 개최한다.

동아대학교(총장 한석정)는 대회를 2주 앞둔 지난 16일 참가접수를 마감한 결과 학생과 교직원, 지역주민 등 모두 1,500여 명이 몰렸다고 17일 밝혔다.

동아대가 올해로 4년째 개최해오고 있는 이 대회는 전국 대학 중 유일하게 코스 진행과 경기운영, 행사장 조성, 부대행사 및 이벤트까지 모두 학교 구성원들이 힘을 합쳐 준비해 대학과 지역사회를 연결하는 '화합의 장'으로 손꼽힌다.

또 동아대 학생과 교직원뿐 아니라 부산을 비롯한 전국 각지 시민들이 참가할 수 있어 남녀노소 즐길 수 있는 축제로 큰 기대를 모으고 있다.

이날 오전 9시 시작되는 마라톤 행사는 승학캠퍼스 정문(책탑)에서 을숙도 운동장을 돌아 승학캠퍼스 '뉴턴의 사과나무 공원(뉴턴 공원)'으로 돌아오는 약 7.3km 구간에서 진행, 시민들에게 가을 정취와 함께 건강한 활기를 선사할 예정이다.

대회 참가자들에겐 완주증과 티셔츠, 스포츠 짐백 등 기념품이 제공되며 일반부와 학생부(남녀 구분)로 나뉘는 시상엔 50만 원과 30만 원의 우승 및 준우승 상금 등이 부상으로 주어진다.

특별상(73등, 111등)과 행운상(100, 200, 300, 400, 500등) 수상자에게도 상금을 주며 이벤트 참가자를 대상으로 경품 추첨을 통해 드론, 화장품, 상품권 등도 나눠준다.

이밖에도 이날 행사에선 동아대 학생들의 재능기부로 마련된 무대공연(동아대 응원단, 댄스동아리)과 스포츠 마사지, 페이스페인팅, 사진인화 서비스를 비롯해 SNS이벤트ㆍ플리마켓 등 다양한 체험 및 부대행사도 즐길 수 있다.

- Copyrights ⓒ 부산일보사.

@highlight

동아대가  올해로 4년째 개최해오고 있는 마라톤대회는 대학과 지역사회를 잇는 '화합의 장'이 되고 있으며 교직원 뿐만 아니라 전국 각지 시민들의 참가가 가능해 남녀노소 즐길 수 있는 축제로 기대감이 모이고 있다.