코스피가 17일 기관 매수세에 힘입어 상승 마감했지만 보합권에 그쳤다.

이날 코스피는 전 거래일보다 0.11포인트(0.01%) 오른 2,062.33으로 거래를 마쳤다.

지수는 전장보다 3.50포인트(0.17%) 내린 2,058.72로 출발해 보합권에서 등락을 거듭했다.

코스피시장에서는 기관이 970억원어치를 순매수했다.

반면 외국인과 개인은 각각 797억원과 321억원을 순매도했다.

서상영 키움증권 연구원은 "유가 급등에 따른 미국 소비 둔화 우려로 국내 증시가 하락세로 출발했지만 중국이 미국산 대두를 추가 구매한 것으로 전해지는 등 미중 무역분쟁 우려가 완화된 데 힘입어 낙폭을 모두 회복했다"고 설명했다.

시가총액 상위주 가운데는 삼성바이오로직스(7.33%), 현대모비스(1.43%), LG화학(0.92%), LG생활건강(0.78%), NAVER(0.32%), 셀트리온(0.29%) 등이 올랐다.

반면 현대차(-1.56%), 삼성전자(-0.42%), SK하이닉스(-0.13%) 등은 내렸다.

코스닥지수는 5.69포인트(0.89%) 오른 644.28로 종료했다.

지수는 전장보다 1.49포인트(0.23%) 내린 637.10에서 출발했으나 이후 상승세로 돌아섰다.

코스닥시장에서는 개인이 555억원을 순매수했다.

반면 외국인과 기관은 각각 347억원과 20억원을 순매도했다.

시총 상위주 중에서는 에이치엘비(2.59%), 셀트리온헬스케어(2.36%), CJ ENM(2.07%), 메디톡스(1.34%), SK머티리얼즈(0.58%), 펄어비스(0.16%) 등이 올랐다.

반대로 헬릭스미스(-2.46%), 스튜디오드래곤(-0.57%), 케이엠더블유(-0.55%), 휴젤(-0.28%) 등은 내렸다.

서울 외환시장에서 원·달러 환율은 전 거래일보다 7.6원 오른 1190.7원에 장을 마쳤다.

@highlight

17일 기관이 970억원어치를 매수하며 상승 마감 하였지만, 0.11포인트 오른 2062.33으로 보합권에 그쳤다.