= 국내에서도 아프리카돼지열병이 발생하면서 돼지고기 가격 급등에 대한 우려가 커지고 있다.

정부는 이번 확진에 따른 영향은 크지 않을 것으로 기대하고 있지만 아프리카돼지열병이 얼마나 더 확산하느냐에 따라 가격에 영향을 줄 것으로 전망했다.

농림축산식품부는 17일 경기도 파주 양돈농가의 아프리카돼지열병 확진 판정에 따라 해당 농가 및 소유주가 보유한 2개의 농가의 돼지 3950두를 살처분했다고 밝혔다.

아프리카돼지열병(ASF)이 국내에서 처음 발병한 가운데 17일 돼지고기 도매 가격이 크게 올랐다.

축산물품질평가원 축산유통종합정보센터에 따르면 이날 전국 14개 주요 축산물 도매시장 돼지고기 평균 경매가는 1kg당 6120원으로 하루만에(전날 4558원) 1562원(34.3%) 올랐다.

경매가격 상승이 가장 큰 곳은 '도드람'으로 1kg당 6604원을 기록, 전일대비 2439원(58.6%)이나 상승했다.

'삼성식품(주)'에서도 전날보다 2006원(52.2%) 오른 1kg당 5852원에 거래됐다.

축산물 공판장에서 경매된 돼지고기는 보통 중간 도매상을 거쳐 2일안에 정육점과 마트, 식당, 소매업체 등으로 유통된다.

돼지고기 도매가격이 오르는 만큼 소비자 가격 상승도 피할 수 없는 상황이다.

특히 농식품부가 이날 오전 6시30분을 기해 전국에 축산차량, 축산농가 등을 대상으로 일시이동중지명령(Standstill)을 발령한 것도 가격상승에 직접적인 영향을 미쳤다.

전국적으로 하루 도축물량이 통상 7만두에 달하지만 이날 스탠드스틸이 발동되면서 출하물량이 급감했기 때문이다.

일반 소매업체와 달리 대형마트의 경우, 재고 물량을 1~2주 정도 비축해두기 때문에 당장 소비자 가격 상승으로는 이어지지 않을 전망된다.

한 대형마트 관계자는 "당장은 아니겠지만 아프리카돼지열병이 장기화된다면 돼지고기 가격 상승은 불가피할 것으로 보인다"고 말했다.

@highlight

국내에 아프리카돼지열병이 발생하면서 17일 돼지고기 도매가격이 오름에 따라 정부는 아프리카돼지열병이 얼마나 더 확산하느냐에 따라 가격에 영향을 줄 것으로 예상했으며, 대형마트는 당장 소비자 가격 상승으로 이어지지 않을 것으로 판단했다. 