최근 수도권을 중심으로 교통, 학군, 상권 등 기반시설이 갖춰진 원도심 일대 대규모 정비사업이 활발히 진행되는 가운데 두산건설은 이달 경기도 안양시 만안구 예술공원로 일원에서 '안양예술공원 두산위브'를 분양한다고 17일 밝혔다.

이 단지는 지하 2층~지상 25층, 6개동 전용 39~84㎡ 총 558가구 중 250가구가 일반에 공급된다.

지하철 1호선 관악역과 안양역을 모두 이용할 수 있고 도로망이 잘 갖춰져 있어 서울 도심 및 광역으로의 빠르게 이동할 수 있다.

약 1.3㎞ 거리에 위치한 석수IC를 통해 제2경인고속도로의 진출입도 쉽다.

또 사업지와 인접한 석수전화국사거리에 월곶~판교 복선전철 만안역(가칭)이 오는 2025년 신설될 예정이고, 관악역과 1정거장 거리에 있는 석수역에도 2024년 완공을 앞둔 신안산선 복선전철이 들어설 계획이어서 향후 판교 및 서울 중심업무지구로의 접근성이 더욱 좋아질 전망이다.

안양예술공원과 안양천, 삼성산 등 녹지공간도 풍부하다.

주거밀집지역 내 들어서는 만큼 단지 주변으로 엔터식스(안양역점), 롯데시네마(안양점), 안양1번가, 안양중앙시장, 안양남부시장 등 생활 편의시설이 잘 갖춰져 있다.

만안구 일대 정비사업도 활발히 추진되고 있어 추후 가치에 대한 기대감은 더욱 크다.

해당 사업지(558가구)를 비롯해 예술공원입구주변지구(1052가구), 상록지구(1713가구), 소곡지구(1394가구), 진흥아파트재건축(2723가구) 등 1만여 가구 이상이 들어설 예정에 있어 새로운 주거중심지로 탈바꿈될 예정이다.

모델하우스는 경기도 안양시 동안구 비산동에 마련되며, 입주는 2022년 6월 예정이다.

@highlight

두산건설은 이달 경기도 안양시 만안구 예술공원로 일원에 빠른 교통을 보장하고 서울 중심업무지구로의 접근성이 훌륭한 '안양예술공원 두산위브'를 분양한다고 17일 밝혔다.