충청권 교통사고 사망자가 전국 최고 수준으로 낙인 찍혔다.

더불어민주당 이규희 의원(충남 천안갑)이 국토부로부터 제출받은 '2018년 교통문화실태조사'를 분석한 결과, 대전, 세종, 충남·북에서 지난해 발생한 교통사고 사망자 수는 모두 390명으로 확인됐다.

인구 및 도로연장을 감안한 교통사고 사망률을 보면, 세종 2위, 충남 3위, 충북 5위의 불명예를 안았다.

대전은 14위다.

충청권 교통안전지수가 전반적으로 매우 나쁜 수준으로 드러났다.

충청권의 열악한 교통안전 수준은 타 시·도와 비교해 보면 보다 더 극명하게 드러난다.

충청권의 지난해 사망자 수(390명)는 단순 수치로 보면 서울(116명)보다 3.4배 많고, 경기(393명)와는 비슷했다.

이를 인구 대비로 따지면 충청이 경기보다 2.3배, 서울보다는 무려 5.8배나 많다.

인구 30만명 이상 도시별 '사망률' 순위에서는 세종이 1위를 차지했고, '사망자 수'에서는 청주가 40명으로 전국 1위를 기록했다.

교통문화지수에서는 당진이 인구 30만 미만 도시 가운데 최하위로 꼽혔다.

중앙정부와 지방정부 차원에서 교통사고 줄이기 캠페인을 벌이고 있지만 막상 그 실적을 보면 부끄럽기 짝이 없다.

세계 7위 수출 대국, 경제 규모 세계 12위 경제대국의 위상에 어울리지 않는다.

후진적인 교통문화에서 벗어나지 못하고 있는 현실이 안타깝다.

도로 개설 및 정비는 물론 도로표지·신호체계, 감시시스템 등 교통 인프라의 적정 관리 또한 제대로 이뤄져야 마땅하다.

지역별 맞춤형 교통대책의 유용성이 바로 여기에 있다.

무엇보다도 교통안전은 강력한 규범이 확립돼 있어야 실효를 거둘 수 있다.

안전에 대한 관심과 배려 그리고 실천이야말로 나 자신뿐만 아니라 우리 모두의 생명과 안전을 보장하는 핵심 키워드다.

예컨대 난폭운전이나 음주운전은 당사자는 물론 타인의 생명까지 앗아가는 행위나 다름없다.

성숙한 시민의식과 준법정신을 강조하는 이유다.

각 기관과 시민단체가 참여하는 교통문화 선진화 운동이 지속적으로 펼쳐져야 한다.

@highlight

충청권 교통사고 사망률은 세종, 충남, 충북이 5위 안에 드는 등 전국 최고 수준이고 사망자수, 교통문화지수 등 교통안전지수도 전반적으로 나쁜 것으로 드러났다.