지난 3월 경관심의에서 보류 결정을 받았던 서울 용산구 한남2구역이 도시재정비위원회 본회의 심의를 통과하며 사업에 속도를 낼 전망이다.

서울시는 지난 16일 제11차 도시재정비위원회를 열어 한남2구역 재정비촉진계획 변경안을 수정가결했다고 17일 밝혔다.

용산구 보광동 272-3번지 일대 위치한 한남2구역(11만5005㎡)은 1537가구로 재탄생하게 된다.

한남2구역은 남산에서 한강으로 이어지는 곳에 위치해 남산자락의 구릉지 경관을 훼손하지 않고 주변과 조화를 이룰 수 있도록 서울시 공공건축가가 참여해 3가지 방향을 제시해 계획을 만들었다.

우선 '서울특별시 경관계획'과 '한강변 관리 기본계획'에 따라 남산과 한강을 고려한 높이 계획을 세웠다.

최고 높이는 남산 소월길 기준인 해발 90m 이하로 계획해 남산 조망이 가능하도록 했다.

또 상업가로로 활성화된 이태원 관광특구 일부 지역과 보광초등학교는 구역에서 제척하고, 보전 가치가 있다고 판단된 이태원성당은 존치하기로 했다.

보행환경이 열악한 앤틱가구 거리는 10명의 건축가가 3개의 구역으로 나눠 새로운 공간 계획을 제시했다.

마지막으로 지형에 순응하는 단지를 만들고자 공공건축가 3명이 각각 3개의 마을을 설계하고, 기존 골목길을 유지하는 방향으로 건축물 주동을 배치했다.

특히 옆에 위치한 한남3구역 계획과 연계될 수 있도록 층수와 보행동선, 정비기반시설 계획 등을 수립했다.

시는 향후 남은 한남4·5구역에 대해서도 구역별로 공공건축가와 함께 재정비촉진계획을 변경할 계획이다.

이날 재정비위에서는 서대문구 남가좌동 175번지 일대 가재울재정비촉진지구 가재울5구역 내 사회복지시설을 청소년수련시설로 바꾸고, 연접한 존치구역 내 일부 도로를 축소한 뒤 공원으로 편입하는 내용의 재정비촉진계획 변경안도 원안 가결됐다.

@highlight

서울시는 17일 지난 3월 경관심의에서 결정이 보류되었던 한남2구역 재정비촉진계획 변경안이 도시재정비위원회 심의에 통과되었다고 발표했으며, 남산의 경관을 훼손하지 않고 주변과의 조화를 이루도록 서울시 공공건축가가 제시한 3가지 방향이 포함된 계획으로 사업의 속도를 낼 전망이다.