바이오 진단기술 연구개발 전문 회사인 에스엘에스바이오는 '생체 분자 분석용 미소 입자 및 키트와 제조 방법'에 대한 기술 특허를 취득했다고 17일 밝혔다.

지난해 유럽 특허 등록 이후 최근 중국과 미국에서도 특허권을 확보하면서 본격적인 해외 진출에 속도를 낼 전망이다.

에스엘에스바이오의 나노-바이오 융합기술 기반 다중진단(NTMD, Nano-bio Technology Multiplex Diagnostics) 기술은 바이러스 등의 감염원, 단백질과 DNA 등의 질병 진단용 생체 물질의 항체나 나노 물질을 결합해 다양한 감염원을 동시에 진단할 수 있다.

또 진단에 사용되는 장비인 유도결합 플라즈마 질량 분석기(ICP-MS)는 극소량의 금속 물질 검출이 가능하고 그 차이를 수치화할 수 있어 다양한 종류를 동시에 측정할 수 있다.

NTMD는 이 두 기술을 융합해 다중의 감염원이나 질병 표지자를 동시에 분석할 수 있는 새로운 플랫폼 기술이다.

NTMD 기술을 활용하면 미량의 검체를 활용해 단 한번의 검사로 여러 바이러스의 감염 여부를 정확하게 검사할 수 있다고 회사 측은 설명했다.

에스엘에스바이오는 이 기술로 다양한 바이오 진단키트를 개발하고 있다.

▲ B형 간염 바이러스(HBV) ▲ C형 간염 바이러스(HCV) ▲에이즈 원인 바이러스(HIV)를 동시에 진단할 수 있는 스마트 멀티플렉스 H3 키트(Ssmart Multiplex H3 Kit)의 제품 상용화를 앞두고 있다.

회사 관계자는 "다중 바이러스 검사가 가능한 NTMD 기술은 기존의 검사 방법보다 검출 감도가 높고 분석 소요 시간이 짧은 장점을 지니고 있다"며 "바이러스 진단뿐 아니라 각종 암과 자가 면역 질환 검사 등에도 유용하게 적용할 수 있어 앞으로 다양한 진단 키트를 연구개발할 계획"이라고 말했다.

@highlight

바이오 진단기술 연구개발 전문 회사 에스엘에스바이오는 미국에서 나노-바이오 융합기술 기반 다중진단(NTMD) 기술 특허를 취득했다고 17일 밝혔다.