가구 상품을 가상으로 배치하고, 기능 체험까지 가능한 '무빙 AR' 서비스를 업계 최초로 도입했다고 17일 밝혔다.

'무빙 AR'은 영단어' Moving'의 사전적 의미 '감동시키는', '움직이는' 두 가지 뜻을 담아 '고객의 마음을 감동시키는, 움직이는 AR'라는 뜻이다.

현재 운영 중인 'AR View'보다 진화한 서비스로, 상품 내부, 기능 등 상세 확인이 가능하다.

냉장고의 내부를 열어보고, 소파 등받이를 조절할 수 있으며, TV의 경우 동영상을 재생할 수 있는 멀티미디어 기능까지 적용됐다.

롯데홈쇼핑 모바일앱 검색창에 '무빙AR'를 입력하면 해당 서비스 이용이 가능하다.

원하는 상품을 선택해 가상으로 배치하고 '플레이' 버튼을 누르면 된다.

화면 하단의 추가 버튼을 통해 여러 제품을 동시에 배치할 수도 있다.

롯데홈쇼핑은 온라인 쇼핑에서 오프라인 매장처럼 상품을 체험하고 싶어하는 고객 수요를 반영해 '무빙 AR' 서비스를 도입하게 됐다.

현재 적용 상품은 냉장고, 소파, 거실장 등 총 18개 상품이며, 홈 인테리어 상품을 중심으로 추후 확대 적용할 계획이다.

한편 롯데홈쇼핑이 지난해 9월 업계 최초로 론칭한 'AR View' 서비스의 이용 현황을 분석한 결과, 도입 이후 누적 조회수만 60만건 이상을 기록했다.

가전?가구 상품의 교환 및 반품율도 도입 이전과 비교해 10% 이상 감소한 것으로 나타났다.

연령대는 30대에서 40대 초반 이용률이 25%로 가장 높아, 주요 고객이 30대 후반에서 40대 후반(20%)인 인터넷 쇼핑몰 '롯데아이몰'과 비교해 젊은 고객층의 이용이 활발한 것으로 나타났다.

김인호 롯데홈쇼핑 DT 본부장은 "온라인 쇼핑의 한계를 극복하기 위해 AR, 가상현실(VR)을 기반으로 한 서비스를 도입해 차별화된 쇼핑 경험을 제공하기 위해 노력하고 있다"며 "앞으로도 첨단 IT기술을 접목해 고객 편의성을 높일 예정"이라고 말했다.

@highlight

롯데홈쇼핑은 온라인 쇼핑의 한계를 극복하고 오프라인 매장처럼 상품을 배치하고 기능을 체험할 수 있는 '무빙 AR'  서비스를 도입해 고객 편의성을 높일 예정이라고 밝혔다.