부영그룹 계열 무주덕유산리조트가 2019/2020 동계시즌을 맞아 오는 23일부터 스키 시즌권 1차 특가 판매에 들어간다고 17일 밝혔다.

스키 시즌권 1차 특가 판매는 23일부터 10월2일까지 10일간 진행된다.

이후 10월22일부터 31일까지 10일간은 2차 특가로 판매가 진행되고, 11월1일부터 폐장일까지는 정상금액으로 판매된다.

통합 시즌권은 스키 개장일부터 폐장일까지 시즌 중 언제든 이용이 가능하다.

1차 특가 판매 기간에 시즌권을 구입하는 얼리버드 스키어들은 정상가 대비 회원은 최대 58%, 일반고객은 최대 37%까지 할인 혜택을 볼 수 있다.

또 시즌권을 연속으로 구매하는 고객은 최소 3만원에서 최대 5만5000원 까지 추가 할인을 적용받을 수 있다.

가족이나 직장동료끼리 뭉치면 추가 할인 혜택이 주어진다.

가족 3인 이상이 패밀리권 구입 시 총 금액의 10%가 할인되며 직장동료 3인 이상 시즌권 구입 시 인당 3만원 씩 추가 할인이 된다.

단 직장동료 할인의 경우 가족 할인이나 시즌권 연속 구입 할인과는 중복 적용이 안 된다.

시즌권 구매고객에게는 객실, 장비 등 다양한 할인 혜택이 제공된다.

시즌권 구입 시 가족·국민호텔·유스호스텔 주중 객실 할인 우대권 4매가 주어진다.

무주덕유산리조트가 가족호텔을 리모델링한 후 첫 시즌인 만큼 쾌적한 새 객실을 할인된 가격에 이용할 수 있다.

세인트 휴 사우나 30% 할인권 5매, 스키·보드 장비 대여 50% 할인 4인, 시즌 락커 구매시 20% 할인도 함께 주어진다.

스키 시즌이 끝난 뒤 쓸 수 있는 관광곤도라 50% 할인권 4매도 제공된다.

국내 최대 규모의 국가대표 스키장 무주덕유산리조트는 6.1km의 국내 최장 실크로드 슬로프를 비롯해 34면의 다양한 난이도의 슬로프와 최고 경사도 76%를 자랑하는 레이더스 슬로프를 보유하고 있다.

@highlight

무주덕유산리조트가 23일부터 10월 2일까지 스키 시즌권 1차 특가 판매하며 이 통합 시즌권은 개장일부터 폐장일까지 언제든 사용 가능하다.