현대중공업이 사우디아라비아 합작 조선소인 IMI에 초대형 유조선(VLCC) 설계 기술을 판매한다.

1971년 영국 회사의 VLCC 설계도면을 임차해 처음 선박을 건조했던 현대중공업이 반세기 만에 설계 기술 수출 회사로 도약했다.

현대중공업은 최근 아랍에미리트(UAE) 두바이 인터콘티넨털 호텔에서 IMI와 VLCC 도면 라이선스 계약을 맺었다고 17일 밝혔다.

IMI는 현대중공업그룹 중간지주회사인 한국조선해양, 사우디 국영석유회사 아람코, 사우디 국영해운사 바흐리, UAE 시추설비회사 람프렐 등이 투자한 합작회사다.

2020년까지 사우디 동부 라스알헤어 지역에 선박·해양플랜트, 엔진 등을 제작할 수 있는 초대형 조선소 건립을 추진하고 있다.

한국조선해양은 IMI 보유 지분을 기존 10%에서 20%로 늘리기로 올해 6월 합의한 바 있다.

이날 계약식에는 박승용 현대중공업 선박해양영업본부장(부사장), 파티 알 살림 IMI 대표, 압둘라 알두바이히 바흐리 대표 등이 참석했다.

현대중공업은 이번 라이선스 계약으로 IMI에 VLCC 기본·상세 설계도면과 설계 지원, 기술 컨설팅 등 설계 전반에 대한 노하우를 제공할 계획이다.

이에 따라 현대중공업은 IMI에서 앞으로 건조하는 VLCC 1척당 로열티를 받게 된다.

특히 현대중공업은 1971년 말 영국 스콧리스고에서 26만t급 VLCC 2척 설계도면을 임차해 첫 선박을 건조했는데, 약 50년 만에 설계 기술 수출 회사로 성장했다.

현대중공업 관계자는 "세계 1위 조선회사의 기술력을 인정받은 결과"라며 "앞으로도 조선산업을 선도하는 기술 개발을 위한 연구개발 노력을 지속적으로 기울이겠다"고 밝혔다.

현대중공업은 이날 IMI·바흐리와 31만9000t급 VLCC 1척에 대한 건조 계약도 체결했다.

IMI 출범 이후 첫 물량이다.

@highlight

현대중공업이 사우디아라비아 합작 조선소인 IMI에 초대형 유조선(VLCC) 설계 기술을 판매했으며 이번 라이선스 계약으로 IMI에 VLCC 기본·상세 설계도면과 설계 지원, 기술 컨설팅 등 설계 전반에 대한 비결를 제공할 예정이며 현대중공업은 IMI에서 앞으로 건조하는 VLCC 1척당 로열티를 받게 된다.