과학기술연합대학원대학교(이하 UST)는 17일 링크유(Link U)사업 본격 추진을 위해 UST 본부에서 협정식을 개최했다고 밝혔다.

링크유 사업은 해외시장에 진출 또는 예정인 한국기업에서 필요로 하는 R&D 인력을 UST 외국인 학생 중에서 발굴·양성해 채용까지 연계하는 '외국인 학생-기업 매칭' 사업이다.

이날 협정식에는 문길주 총장과 스쿨 대표교수를 비롯해 오스템임플란트㈜ 박정수 이사, 비나텍㈜ 홍성환 이사, ㈜캐스텍코리아 윤호성 상무이사, ㈜엔지켐생명과학 김혜경 부회장, ㈜피디젠 안광성 대표이사 등 총 30여 명이 참석했다.

참석자들은 링크유 사업을 통해 우수한 UST 외국인 인재를 양 기관이 공동 발굴·육성해 채용까지 연계할 수 있도록 상호 협력하는 데 뜻을 모았다.

UST는 대한민국 국가연구소대학원으로서 중소·중견기업의 지속적인 R&D 인력 부족 현상을 해소하고 정부의 신남방정책·중소기업 해외진출 지원에 적극 대응하고자 본 사업을 기획했다.

UST 외국인 학생 중 한국어가 가능하고 해외 현지문화가 체득된 R&D 인력을 기업과 공동으로 양성하는 교육모델인 것이다.

이달 기준 링크유 사업에 참여한 기업은 오스템임플란트㈜, ㈜캐스텍코리아, 비나텍㈜, ㈜엔지켐생명과학, ㈜피디젠 총 5개다.

UST는 오는 11월까지 링크유 사업에 참여하는 기업별 모집 분야를 확정하고 학생을 선발할 예정이다.

최종 선발된 외국인 학생들은 학위과정 동안 기업에서 실시하는 단기 인턴십, 멘토링 그리고 UST에서 제공하는 비즈니스 한국어 수업 등 맞춤형 교육을 받게 된다.

졸업 후에는 해당 기업에 채용돼 정식 근무를 시작한다.

문길주 UST 총장은 "UST 외국인 학생의 국적은 베트남, 파키스탄, 인도네시아, 인도 등 총 40개국으로 매우 다양하며 비율 또한 전체 학생의 32%를 차지하고 있다"며 "링크유 사업을 통해 한국 기업에 정착을 희망하는 외국인 학생들을 적극 발굴해 국가산업 발전에도 기여할 수 있도록 노력하겠다"고 말했다.

@highlight

과학기술연합대학원대학교는 외국인 학생들의 채용 연계를 돕는 학생-기업 매칭 프로그램인 링크유 사업 본격 추진을 위한 협정식을 개최한 가운데, 문길주 총장은 한국 기업 정착을 희망하는 외국인 학생들을 적극 발굴해 국가산업 발전에 기여하겠다고 밝혔다.