보건복지부는 보건의료 분야 공공기관의 의료데이터를 정책연구 등 공공 목적으로 활용할 수 있도록 '보건의료 빅데이터 플랫폼'(hcdl.mohw.go.kr)을 개통한다고 17일 밝혔다.

이 플랫폼은 보건의료 빅데이터 활용방안 제안과 활용신청, 현황 확인 등이 핵심 기능이다.

연구자와 일반 국민이 보건의료 빅데이터를 활용할 수 있는 기반을 제공한다.

대한민국 국민이라면 누구나 플랫폼을 통해 보건의료 빅데이터를 활용한 연구 주제 등을 제안할 수 있고, 보건의료 분야 연구자들은 연구에 필요한 데이터를 신청할 수 있다.

국민이 제안한 연구과제 중 공공기관이 보유한 데이터를 활용하는 과제는 소관부서, 전문가들의 검토를 거쳐 실제 정책연구나 R&D(연구개발) 사업 등으로 수행될 예정이다.

연구자들은 플랫폼을 통해 데이터 관련 상세 정보를 얻고 연구에 필요한 데이터를 신청할 수 있다.

주요 보건의료 공공기관에 분산된 빅데이터를 공통의 연결 고리를 기반으로 연계 후, 연구자에게 열람할 수 있도록 하는 것이다.

연구자가 플랫폼 홈페이지에서 '데이터 편람'(카탈로그)을 내려받아 각 공공기관이 보유한 데이터의 범위, 형태, 종류 등을 확인해 연구 설계에 활용할 수 있으며, 이와 관련된 질의답변 등 안내를 받을 수 있다.

이를 토대로 연구자들이 필요한 데이터를 플랫폼 홈페이지에서 신청하면, 연구과제의 공공성 심의 및 기술검토를 거쳐 연구자에게 데이터가 제공된다.

민감한 보건의료 정보를 다루는 만큼 공공기관 간 자료 전송 시 인터넷에 연결되지 않은 전용회선(행정망)을 활용하고 자료를 암호화해 주고받게 된다.

또한 개인정보 유출 우려를 줄이기 위해 데이터에 개인정보를 알아볼 수 없도록 기술적 조치(비식별조치)를 하고, 연구자는 이를 인터넷에 연결되지 않은 폐쇄된 연구공간을 통해서만 열람·분석할 수 있도록 했다.

복지부는 이번 1차 플랫폼 개통을 시작으로, 공공기관 간 플랫폼 기능보강 등을 단계적으로 실시해 나갈 계획이다.

관련 공공기관과 협력해 개방대상 데이터 및 개방 범위도 점차 확대할 예정이다.

박능후 보건복지부 장관은 "보건의료 빅데이터 플랫폼은 의료데이터에 대한 사회적 공감대의 첫 결과물"이라며 "앞으로 보건의료 빅데이터를 효과적으로 활용해 국민건강 증진에 충분히 기여할 수 있도록 노력하겠다"고 말했다.

@highlight

보건복지부는 주요 보건의료 공공기관에 분산된 빅데이터를 공공목적으로 활용할 수 있도록 '보건의료 빅데이터 플랫폼'(hcdl.mohw.go.kr)을 개통, 공통의 연결 고리를 기반으로 연계 후, 연구자와 일반 국민이 보건의료 빅데이터를 활용할 수 있는 기반을 제공한다고 17일 밝혔다.