동천안농협이 관내 단위농협으로는 최초로 로컬푸드 유통센터 건립을 위해 부지 물색 중이다.

천안시와 동천안농협에 따르면 동천안농협은 충청남도가 추진하는 '농협과 함께하는 지역혁신모델'에 선정돼 채소전문유통센터(APC), 로컬푸드 타운, 영농복지센터 등으로 구성된 '천안시 로컬푸드 유통센터'를 건립할 계획이다.

로컬푸드 유통센터 건립에는 도비 20억3000만원, 시비 20억3000만원, 자부담 17억4000만원 등 총 58억원이 투입되며 2021년까지 완공을 목표로 추진될 예정이다.

동천안농협은 생산에서 판매까지 일원화된 안전먹거리 체계를 구축하기 위해 읍면지역에 채소전문유통센터와 영농복지센터를, 동지역에 로컬푸드 타운을 구축할 계획이다.

동천안농협은 채소전문유통센터와 영농복지센터 건립을 위해 올해 상반기부터 농협 관할구역인 목천읍, 북면, 성남면 지역을 대상으로 장소를 물색 중이다.

관내 농업인의 영농 편의시설 지원과 로컬푸드 생산기지 구축을 위해 농업지역을 중심으로 4~5곳의 장소를 후보지에 올리고 협의 중인 것으로 알려졌다.

동천안농협은 이달 안에 채소전문유통센터와 영농복지센터 건립 부지를 확정해 연말 착공에 돌입할 방침이다.

동천안농협은 소비자의 접근성을 높이기 위해 시내권에 로컬푸드 타운을 설립하고자 관련 농협과 농협별 관할구역에 대해 논의 중으로 협의를 거쳐 내년 중에 부지를 확정키로 했다.

동천안농협 관계자는 "연차별로 진행되는 사업으로 올해 채소전문유통센터와 영농복지센터 건립을 추진하고 내년에 로컬푸드 타운 설립 추진을 계획하고 있다"며 "이달 중으로 채소전문센터와 영농복지센터 부지를 확정 지을 계획"이라고 밝혔다.

한편, 농협과 함께하는 지역혁신모델 사업은 충청남도의 3농 혁신 핵심사업으로 지역농협이 주민들과 함께 지역 특성에 맞는 발전계획을 수립·추진하고 충남도와 천안시가 이를 지원하는 방식으로 진행된다.

@highlight

천안시와 동천안농협에 따르면 동천안농협은 충청남도가 추진하는 '농협과 함께하는 지역혁신모델'에 선정돼 채소전문유통센터(APC), 로컬푸드 타운, 영농복지센터 등으로 구성된 '천안시 로컬푸드 유통센터'를 건립할 계획이며 생산에서 판매까지 일원화된 안전먹거리 체계를 구축하기 위해 부지 물색 중임을 밝혔다.