17일 방송된 SBS 파워FM '두시탈출 컬투쇼'에서는 유민상이 스페셜DJ를 맡은 가운데, '퀴즈 테마파크' 코너에 EXID 혜린이 게스트로 출연했다.

DJ 김태균은 "혜린이 몰라보게 날씬해졌다.

다이어트를 한 거냐"고 근황을 물었다.

이에 혜린은 "힘들게 감량했다.

근손실이 와서 너무 힘들다"고 대답했다.

김태균은 "활동을 앞두고 있는 거냐"고 물었고, 혜린은 "올해 마지막 활동이었는데, 예뻐보이고 싶은 마음에 빡세게 뺐다.

지금 7년간 다이어트를 계속했는데, 이번에야 알아봐주시더라.

억울하다"고 이야기했다.

혜린은 "11kg을 뺐다"며 "힘이 없다.

여러분, 무리한 다이어트는 하지 맙시다"라고 당부했다.

EXID 멤버들의 근황을 묻는 청취자의 요청이 오자 혜린은 "솔지 언니는 요즘 여러 개인 프로그램을 하고 있다.

솔로 앨범도 준비하고 있다.

LE 언니도 솔로를 준비 중이다.

요즘 디제잉을 배우고 있어 아주 멋지다"고 밝혔다.

이어 "하니는 연기를 공부하고 하고 있더라.

저는 다이어트 중이다.

정화도 연기 쪽에서 굉장히 활발히 활동할 것"이라고 답했다.

유민상과 김태균이 "혜린 씨는 또 유튜브를 하고 있지 않냐"고 묻자 혜린은 "맞다.

저는 개인 유튜브 방송을 또 하고 있다"고 답했다.

한편, 이날 혜린에 대한 퀴즈로 "혜린이 다음 생에 태어난다면 가수 이외에 해보고 싶은 직업은 무엇인가?"라는 퀴즈가 출제됐다.

유민상이 교사·선생님을 언급하자 혜린은 "저는 누구 가르치고 이런 건 전혀 관계가 없다"며 손사래를 쳤고, 청취자들이 아나운서, 개그맨 등을 꼽자 혜린은 "제가 발음이 잘 안 된다"고 솔직하게 털어놨다.

정답은 의외로 '공인중개사'였는데, 혜린은 "이 시험이 굉장히 어렵다.

이번 생에는 힘든 것 같고 다음 생에는 하고 싶다"고 이유를 밝혔다.

@highlight

17일 방송된 SBS 파워FM '두시탈출 컬투쇼'에 게스트로 출연한 EXID 혜린은 다음 생에 태어난다면 공인중개사를 해보고 싶다고 밝혔다.