문화체육관광부와 한국콘텐츠진흥원이 올해 내달 1일부터 11월 11일까지 진행될 2019 대중문화예술 제작스태프 역량강화 교육 프로그램 '포커스 온 스태프'의 교육생을 23일까지 모집한다.

현직·경력직 대중문화예술 스태프의 역량강화를 위해 새로 선보이는 이번 교육은 5~10년차의 현업 스태프를 대상으로 기획돼 총 4개의 실무관련 프로그램으로 구성돼 있다.

각 프로그램은 약 5~6주 동안 주 1회 4시간씩 진행, 각 과정별로 25명 내외의 교육생을 선발할 예정이다.

대중음악 분야는 '포커스 온 잡, 콘서트 첨단 기술로 새로운 지평을 열다'의 주제로 콘서트 무대기술의 통합시스템 설계와 프로그래밍 교육을 진행하고 뮤지컬 분야는 '포커스 온 잡, 뮤지컬 스태프의 미공개 제작 노트'라는 주제로 뮤지컬의 영상기술, 무대기술 등 각 분야들의 협업방식 및 제작과정을 교육할 예정이다.

융·복합 콘텐츠 기획 및 제작을 위한 대중음악 및 뮤지컬 분야의 장르 통합 교육으로 '포커스 온 넥스트, 컨버전스 비온드 더 디자인'이 준비돼 있고 개인의 삶과 업무환경의 변화를 위한 자기 관리 및 소통교육인 '포커스 온 미, 러브 유어셀프 지속가능한 성장 노하우'로 구성돼 있다.

워너원, 김동률, BTS 월드투어 등 다수의 콘서트에서 영상 및 뉴미디어 기술을 담당한 추봉길 라이브랩 대표이사, 뮤지컬 '광화문연가', '아리랑' 등을 연출한 고선웅 연출가, 뮤지컬 '엑스칼리버', '레베카'의 무대미술을 담당한 정승호 디자이너, 평창동계올림픽 개·폐회식 및 광주세계선수권대회 개회식의 미술감독인 임충일 디자이너, SM엔터테인먼트 이상민 아트디렉터 등이 강사로 참여하고, 뮤지컬 '오페라의 유령' 연출가인 라이너 프라이드의 오픈 특강도 열린다.

교육 신청은 23일까지로 강사진 및 세부 교육내용은 콘진원 누리집 공지사항에서 확인할 수 있다.

문의사항은 대중문화예술 제작스태프 역량강화 프로그램 운영국으로 하면 안내받을 수 있다.

@highlight

문화체육관광부와 한국콘텐츠진흥원은 현직과 경력직 대중문화예술 스태프 역량강화를 위해 내달 1일부터 11월 11일까지 열리는 2019 대중문화예술 제작스태프 역량강화 교육 프로그램인 '포커스 온 스태프' 교육생을 과정별로 약 25명 씩 선발하며 23일까지 모집 중이다.