▲ 울산시교육청은 17일 오전 집현실에서 학생, 학부모, 학교장, 담당교사, 파견교원 등 약 50명이 참가한 가운데 2019년 직업계고의 성공적인 글로벌 현장학습을 위한 발대식을 개최했다.

울산시교육청 제공.

울산시교육청은 17일 오전 집현실에서 학생, 학부모, 학교장, 담당교사, 파견교원 등 약 50명이 참가한 가운데 2019년 직업계고의 성공적인 글로벌 현장학습을 위한 발대식을 개최했다.

글로벌 현장학습은 직업계고 학생들의 해외 인턴십 및 다양한 해외체험의 기회를 제공, 글로벌 인재로서 역량을 키우는 프로그램이다.

올해 울산교육청 글로벌 현장학습은 오는 19일에서 12월 12일까지 12주간 호주 시드니에서 실시하며, 모두 7개 직종에서 15명의 직업계고 학생을 파견한다.

참가 직종별 현황은 서비스 직종 3명(울산여상), 밀링선반·타일·용접 직종 등 공업계열 7명(울산공고 4, 현대공고 2, 울산기술공고 1)의 학생이 참가한다.

이 밖에도 조리 분야에서 3명(울산생활과학고), 미용 분야 1명(울산미용예술고), 제빵 분야 1명(울산산업고)이 각각 참가한다.

선발된 15명의 학생은 앞서 6월부터 이달까지 영어·직무·인성·진로·안전교육 등 총 280시간의 사전교육을 이수했다.

앞으로 이들은 호주에서는 6주간의 어학연수와 2주간의 직무교육 이후, 각자의 전공에 맞는 업체에서 4주간의 실습을 한다.

글로벌 현장학습이 종료되면 전원 일시 귀국한 후, 해외 취업 의지가 있는 학생을 대상으로 현지 업체와 취업 연계를 추진한다.

이정민(울산공고) 학생은 이날 발대식에서 참가자들을 대표해 “대한민국을 이끌어갈 주역으로, 문화교류에 앞장서고 분명한 목적의식과 적극적인 자세로 글로벌 현장학습에 임하겠다”고 선서했다.

이용균 부교육감은 “이번에 선발된 15명의 학생이 성공적으로 현장학습을 마치고, 앞으로도 글로벌 인재로 성장할 수 있도록 적극 지원하겠다”고 말했다.

@highlight

울산시 교육청은 17일 오전 집현실에서 직업계고 학생들의 글로벌 인재로서의 역량을 키우는 프로그램인 글로벌 현장학습을 위한 발대식을 개최하였고, 오는 19일에서 12월 12일까지 12주간 호주 시드니로 15명의 직업계고 학생을 파견한다.