북한의 대표적인 민족가극 '춘향전'이 일반 대중에게 처음으로 공개된다.

북한 가극 '춘향전' 공연 실황이 국내에 상영되는 건 이번이 최초로 북한음악 연구사업의 일환으로 진행된다.

국립국악원은 오는 26일 서울 서초구 국립국악원 풍류사랑방에서 2019 북한음악 학술회의 '북한의 민족음악이론'과 '민족가극 춘향전 상영회'를 각각 개최한다고 18일 밝혔다.

국립국악원은 이번 상영회가 분단 이후 북한 전통예술에 대한 이해를 키우고 통일을 대비해 한민족 음악예술의 발전 방향을 모색하기 위해 2014년부터 시작한 북한음악 연구 사업의 또다른 결실이라고 설명했다.

'춘향전'은 1988년 북한의 평양예술단이 창작한 민족가극이다.

북한 민족음악 정수를 보여주는 대표작품으로 여겨지며, 이번 행사에서는 고전소설 '춘향전'이 북한 시각에서 어떻게 재해석됐는지 감상할 수 있다.

북한 출신 피아니스트 김철웅 씨가 해설로 나서 작품 이해를 돕는다.

김희선 국악연구실장이 좌장을 맡는 학술회의에는 한·중·일 북한음악 연구자가 한자리에 모여 북한 종합예술공연과 한민족의 예술발전에 대해 논의하게 된다.

김영운 국악방송 사장, 김리화 일본 도쿄외국어대학교 연구자를 비롯해 북한의 대표 민족음악 이론가인 리창구·황민영 씨에게 지도받은 신호 중국 연변대학교 교수가 참석할 예정이다.

국내 연구자인 국악방송 김영운 사장은 남북한 전통음악 선법이론의 비교를, 국립국악원 문주석 학예연구사는 북한의 장단론에 대해, 경인교대 배인교 교수는 민족기악의 창작원리에 대해 각각 발표한다.

학술회의와 상영회는 각각 26일 오후 1시와 오후 7시 국립국악원 풍류사랑방에서 개최된다.

국립국악원 임재원 원장은 "지난해 4·27. 판문점 선언과 9·19 평양공동선언에 이어 지난 6월30일 판문점에서 남북미 세 정상이 만난 올해 남북교류와 통일을 대비한 한민족예술의 발전에 있어서 의미 있는 행사가 될 것"이라고 밝혔다.

@highlight

오는 26일 국립국악원이 서울 서초구 국립국악원에서 북한음악 연구사업의 하나로 열리는 2019 북한음악 학술회의 '북한의 민족음악이론'과 '민족가극 춘향전 상영회'에서 북한의 대표적인 민족가극인 '춘향전'은 국내 일반 대중에게 최초로 공개된다.