▲ 현대중공업이 최근 아랍에미리트 두바이에서 IMI 바흐리와 체결한 초대형유조선(VLCC) 1척 계약식 장면.

현대중공업이 사우디 합작조선소인 ‘IMI(International Maritime Industries Co.)’와 설계기술 판매계약을 체결했다.

현대중공업은 최근 아랍에미리트(UAE) 두바이 인터컨티넨탈호텔에서 IMI와 초대형유조선(VLCC, Very Large Crude-Oil Carrier) 도면 라이선스 계약을 맺었다.

이날 계약식에는 현대중공업 박승용 부사장(선박해양영업본부장), IMI 파티 알 살림 대표, 사우디 국영해운사 바흐리 압둘라 알두바이키 대표 등이 참석했다.

현대중공업은 이번 라이선스 계약으로 IMI에 VLCC 기본, 상세 설계도면과 설계지원, 기술컨설팅 등 설계 전반에 대한 노하우를 제공할 계획이다.

이를 통해 현대중공업은 IMI에서 앞으로 건조하는 초대형유조선 1척당 로열티를 받게 된다.

특히 현대중공업그룹은 지난 1971년 말 영국의 스콧리스고사부터 26만톤t VLCC 2척의 설계도면을 임대해 첫 선박을 건조한 이후 반세기만에 반대로 설계 기술력을 수출하는 회사로 성장하게 됐다.

현대중공업 관계자는 “세계 1위 조선회사의 기술력을 인정받은 결과”라며 “앞으로도 조선산업을 선도하는 기술개발을 위한 연구개발 노력을 지속적으로 기울이겠다”고 밝혔다.

한편 현대중공업은 이날 IMI 사우디 국영 해운사인 바흐리와 31만9,000t급 초대형유조선(VLCC) 1척에 대한 건조계약도 체결했다.

이 선박은 IMI 출범이후 첫 건조계약으로 울산 조선소에서 건조돼 오는 2021년 하반기에 인도될 예정이다.

@highlight

최근 현대중공업은 사우디 합작조선소 IMI와 초대형유조선 도면 라이선스 계약을 맺고 설계기술 판매계약을 체결했으며, 앞으로도 조선산업을 선도하는 기술개발을 위한 연구개발 노력을 지속하겠다고 밝혔다.