조국 신임 법무부 장관이 9일 오후 경기 과천시 정부과천청사에서 열린 취임식에서 취임사를 하고 있다.

조국 법무부 장관 딸의 동양대 표창장 위조 의혹을 수사하고 있는 검찰이 해당 표창장을 조 장관의 부인인 정경심 동양대 교수가 컴퓨터로 직접 위조한 정황을 포착한 것으로 알려졌다.

17일 법조계에 따르면 서울중앙지검 특수2부(고형곤 부장검사)는 정 교수가 동양대 사무실에서 쓰던 컴퓨터에서 조 장관 아들이 실제로 받은 동양대 표창장 스캔 파일과 이를 일부 자른 그림파일, 딸 표창장 내용이 적힌 한글 파일, 표창장 완성본 등을 확보한 것으로 전해졌다.

특히 검찰은 정 교수가 아들이 받은 표창장에서 동양대 총장 직인 부분을 따로 오려낸 그림파일과 딸이 받은 표창장 내용이 적혀 있는 한글 파일도 발견한 것으로 파악됐다.

검찰은 정 교수가 딸의 표창장을 한글 파일로 만든 뒤, 여기에 아들의 표창장에서 잘라내 총장 이름과 직인이 담긴 그림 파일을 넣어 표창장을 위조한 것으로 보고 있다.

표창장 완성본 파일은 표창장에 적힌 2012년 9월이 아닌 지난 2013년 조 장관 딸이 서울대 의학전문대학원 입시를 준비할 당시에 생성된 것으로 파악하고 있다.

아들 표창장 에서 오려낸 총장 직인을 딸 표창장 위에 얹어 위조한 것으로 검찰은 의심하고 있다.

이날 오신환 바른미래당 원내대표실에서 입수한 공소장에도 이러한 사실이 적시돼 있는 것으로 나타났다.

검찰은 정 교수의 사문서위조 혐의와 관련해 공소장에 "피고인은 딸의 인턴 경험 및 상훈 등 외부활동 등을 주요 평가 요소로 보는 특별전형을 통해 국내외 유명 대학원 등에 진학하는 데 도움을 주기 위해 자신이 근무하는 동양대 총장 명의의 표창장을 임의로 만들어주기로 했다"고 적시했다.

앞서 검찰은 조 장관 측에 표창장 원본을 제출하라고 했지만 조 장관 측은 '찾고 있다'면서 원본 대신 촬영한 사진만 제출했다.

이와 관련해 검찰은 지난 16일 딸 조모씨를 비공개 소환조사했지만 표창장 위조 혐의에 대해 대부분 부인한 것으로 알려졌다.

정 교수는 이번주 내로 소환할 것으로 예상된다.

@highlight

17일 법조계에 따르면 조국 법무부 장관 딸의 동양대 표창장 위조 의혹을 수사하고 있는 검찰이 조 장관의 부인인 정경심 동양대 교수가 사무실에서 쓰던 컴퓨터에서 조 장관 아들이 실제로 받은 동양대 표창장 스캔 파일과 위조된 내용, 표창장 완성본 등을 확보하였으며 해당 파일은 지난 2013년 조 장관 딸이 서울대 의학전문대학원 입시를 준비할 당시에 생성된 것으로 파악하고 있다.