당진시농업기술센터(소장 윤재윤)는 마늘과 양파 적기 파종과 정식, 관리요령에 대한 농가지도에 본격 돌입했다고 18일 밝혔다.

센터에 따르면 마늘의 경우 난지형(대서종) 품종은 9월 중하순부터, 한지형 품종은 10월 상중순부터 파종을 시작하며 파종 시 씨마늘 소독을 반드시 실천해 사전에 병해충을 예방하는 것이 중요하다.

마늘 포장은 파종 2~3주 전에 퇴비와 석회를 포장 전면에 골고루 뿌린 후 깊이갈이를 하고 파종 7일 전에 화학비료와 토양살충제를 뿌리고 골 만들기 작업을 하는 것이 좋다.

파종량은 10a(300평) 당 240㎏ 내외로 전년도에 병해충 피해가 없었던 종자를 사용해야 하며 마늘을 심을 때는 파종 후 5~7㎝가량 복토해야 하는데 너무 얕게 심으면 동해와 건조피해뿐만 아니라 벌마늘 발생이 우려되므로 주의해야 한다.

파종 후 안전 월동을 위해서는 한지형 마늘은 짚과 비닐을 덮어 동해피해를 예방해야 한다.

현재 육묘가 진행 중인 양파의 경우에는 지속적인 수분 관리와 병해충 방제가 중요하다.

당진지역 양파 정식 적기는 10월 중하순이며 11월 이후 정식 시에는 동해피해가 우려되므로 주의해야 하고 양파 포장의 관리는 마늘 포장관리에 준해서 실시하면 된다.

센터 관계자는 "한국농촌경제연구원 조사결과에 따르면 올해 마늘 재배의향은 평년대비 2%가량 증가하고 양파 재배 의향은 평년대비 11% 내외로 감소할 것으로 예상된다"며 "마늘과 양파는 가격 변동이 크기 때문에 재배와 판매 전략이 중요한데 농가 컨설팅과 교육 등을 지속적으로 추진해 고품질의 농산물이 생산될 수 있도록 도울 것"이라고 말했다.

@highlight

당진시농업기술센터는 마늘의 경우 난지형 품종은 9월 중하순부터, 한지형 품종은 10월 상중순부터 파종을 시작하며 파종 시 씨마늘 소독을 반드시 실천해 사전에 병해충을 예방하는 것이 중요하고  양파 정식 적기는 10월 중하순이며 11월 이후 정식 시에는 동해피해에 주의해야 하고 양파 포장의 관리는 마늘 포장관리에 준해서 실시하면 된다고 18일 밝혔다.