카카오페이지가 일 거래액 10억 원을 돌파하며 사상 최대 실적을 달성했다.

카카오페이지가 추석 연휴의 마지막날이었던 15일의 일 거래액이 10억1000만원을 기록했다고 18일 밝혔다.

종전 최고 실적은 설 연휴(2월 6일)에 기록한 9억 3천만 원으로, 이전 기록을 무려 1억 원 가까이 경신한 수치다.

또한 웹툰, 웹소설을 서비스하는 종합 콘텐츠 플랫폼으로서는 국내 최초 기록이다.

실적 경신을 견인한 것은 추석 연휴를 맞아 카카오페이지의 오리지널 웹툰, 웹소설 감상을 독려한 '오리지널 정주행 위크' 프로모션이다.

당일 최고 매출 작품은 1억 원이 넘는 구매액을 기록하기도 했다.

이번 실적은 카카오페이지가 2013년 서비스 론칭 이래 꾸준한 우상향 매출 성장 그래프를 그려 왔다는 점에서 더욱 주목받고 있다.

카카오페이지는 2015년 처음으로 일 거래액 1억원을 넘어선 이후 4년 만에 10배가 넘는 성장을 이뤄냈다.

18일 현재 카카오페이지의 누적 가입자 수는 2200만명, 작품들의 누적 조회수는 총 470억건, 누적 작품 수도 총 6만6000개를 기록하고 있다.

누적 매출액이 1억원을 넘어선 작품은 1400여개에 달하며, 100억원을 넘는 작품도 2개('닥터 최태수', '템빨')나 된다.

협력하고 있는 콘텐츠 공급자(CP) 수는 1300여곳이다.

특히 카카오페이지는 무료 콘텐츠라는 인식이 강했던 웹툰, 웹소설 분야에서 '기다리면 무료' 등 자체 비즈니스 모델을 통해 높은 매출을 기록하고, 이 수익을 기반으로 창작자와 콘텐츠 공급자가 다시 좋은 콘텐츠를 만들어내는 '선순환 구조'를 만들어 왔다는 점에서 한국의 콘텐츠 산업에도 의미를 더하고 있다.

카카오페이지 이진수 대표는 "일 거래액 10억원 돌파는 오리지널 웹툰, 웹소설 작품이 캠페인의 중심이 된 결과로, 그동안 카카오페이지가 만들어 온 '플랫폼과 오리지널 IP 체인'의 힘이 축적된 것이라 더욱 의의가 있다"며 "앞으로도 서비스와 IP에 대한 지속적인 투자를 통해, 국내를 넘어 글로벌 시장에서도 '한국의 스토리'를 앞장서 전파해 나가겠다"고 포부를 밝혔다.

@highlight

카카오페이지가 추석 연휴를 맞아 '오리지널 정주행 위크' 프로모션'을 진행하며 15일 거래액이 10억1000만원을 기록하며 사상 최대 업적을 이루었다.