포항해양과학고등학교 학생들이 어항관리선 ‘어항동해3호’ 승선체험교육을 마치고 단체사진 촬영을 하고 있다.

한국어촌어항공단(이사장 최명용)은 지난 16일 포항해양과학고등학교 및 포항항에서 포항해양과학고 학생들을 대상으로 ‘어항오염 사전 예방교육 및 어항관리선 승선체험교육’을 진행했다고 17일에 밝혔다.

‘어항오염 사전 예방교육’은 깨끗하고 쾌적한 어항 환경조성을 위해 미래 해양수산 인재들과 함께 어항오염 사전 예방교육의 중요성에 대해 공감하고, 어항환경 개선에 공헌하는 어항관리선의 인지도를 높이려는 목적으로 진행되었다.

또한 ‘어항관리선 승선체험교육’을 통해서는 해양수산 전문 인력 양성의 요람인 특성화고 학생들에게 선박 승선 기회를 제공함으로써 공공기관으로서의 사회적 가치 구현에 이바지했다.

어항오염 사전 예방교육은 포항해양과학고등학교 강당에서 학생 50여 명이 참석한 가운데 △어항오염 사전예방에 대한 이해 증진 △어항관리선 인지도 제고 △유령 어업의 위험성 등 교육과 홍보의 병행을 통해 어항오염 사전예방활동의 중요성에 대한 인식을 높이는 자리가 되었다.

이어 포항항으로 이동하여 어항수역 내 청항업무를 수행하는 어항관리선의 운영현황 및 정화 장비 소개 등의 내실 있는 어항관리선 승선체험 교육 프로그램을 통해 어항관리선 역할 안내와 인지도를 확대해나갔다.

공단 관계자는 “이번 교육 진행을 통해 미래 해양수산 인재들과 함께 쾌적한 어항 환경 조성을 위한 어항오염 사전 예방 활동의 중요성에 대해 공감하는 계기가 되었다”며 “어항관리선의 인지도 제고 및 이해 증진을 위해 현장 중심의 승선체험 교육을 지속적으로 실시하겠다”고 밝혔다.

이 보도자료와 관련하여 보다 자세한 내용이나 취재를 원하시면 한국어촌어항공단 어항정화팀 김희훈 사원(☎ 02-6098-0786)에게 연락주시기 바랍니다.

@highlight

한국어촌어항공단은 지난 16일 포항해양과학고등학교 및 포항항에서 포항해양과학고 학생들을 대상으로 ‘어항오염 사전 예방교육 및 어항관리선 승선체험교육’을 진행했다고 17일에 밝혔는데 ‘어항오염 사전 예방교육’은 깨끗하고 쾌적한 어항 환경조성을 위해 미래 해양수산 인재들과 함께 어항오염 사전 예방교육의 중요성에 대해 공감하고, 어항환경 개선에 공헌하는 어항관리선의 인지도를 높이려는 목적으로 진행되었으며 어항오염 사전예방활동의 중요성에 대한 인식을 높이는 자리가 되었다.  