서울산업진흥원(대표 장영승, SBA)이 유력 전시회 공동관 지원을 통해 우수 IP(지식재산권)을 보유한 중소기업들을 널리 알린다.

최근 서울산업진흥원 측은 공식 홈페이지를 통해 오는 27일까지 '2019 서울국제발명전시회' 서울시 공동관 참가기업을 모집한다고 전했다.

'서울국제발명전시회'는 특허청과 한국발명진흥회 주관으로 열리는 국내 최대규모의 지식재산 전문 전시회로, 올해는 11월27~30일 일정으로 코엑스에서 열리며 대한민국발명특허대전 및 상표·디자인권 관련 전시와 함께 32개국 604점 내외의 제품 전시가 진행될 예정이다.

서울산업진흥원의 서울시공동관 참가기업 모집은 유망 IP를 보유한 우수 중소기업들의 대외적인 인지도 및 판로, 협업 네트와크 확대를 지원한다는 의미에서 진행되는 것이다.

모집규모는 24개사 내외로, 하이서울브랜드기업 등 SBA 지원기업, 서울창업허브 등 서울시 기업보육시설에 입주한 창업·중소기업, 서울 주요 클러스터 기반의 IP 창출·기술 사업화를 영위하는 중소기업 등을 비롯한 국내외 IP 창출로 스토리텔링이 가능한 우수 지식재산권 및 사업화 실적을 보유한 서울 소재 중소기업이면 신청할 수 있다.

사진=서울산업진흥원(SBA) 제공 이 가운데 IP창출 기반 신 사업모델 개발·사업화 성장모델 구축·국내외 판로유치 및 투자성공 등의 사례를 보유한 기업이면 우대받을 수 있다.

신청방법은 오는 27일 오후 6시까지 서울산업진흥원 공식 홈페이지 내 사업신청 섹션에 게재된 공고를 토대로 등록과 관련 서류제출을 진행하면 된다.

신청된 서류는 내달 8일 IP 우수기업 선정 심사위원회를 거쳐 최종선정될 예정이다.

이광열 서울산업진흥원 혁신성장본부장은 "우수한 발명품을 보유한 서울시 소재 중소기업을 선발하여 국내 최대 지식재산 전문 전시회인 서울국제발명전시회에 참가할 수 있는 기회를 제공하고자 참가기업을 모집하게 됐다"라며 "우수한 발명 실적이나 사업 실적을 보유한 서울 소재 중소기업의 많은 참여를 바란다"라고 말했다.

@highlight

11월 27~30일 코엑스에서 열리는 2019 서울국제발명전시회의 서울시 공동관 참가기업 24개사를 27일까지 공식 홈페이지를 통해 모집한다 .