KCC건설이 다음달 부산광역시 기장군 오시리아 관광단지에서 '오시리아 스위첸 마티에'를 분양한다고 18일 밝혔다.

지하 2층, 지상 26층, 5개 동, 분양면적 74ㆍ82㎡ 800실 규모로 조성된다.

타입별로는 △74㎡A 200실 △74㎡B 100실 △74㎡C 100실 △82㎡A 100실 △82㎡B 100실 등이다.

단지가 들어서는 오시리아 관광단지에는 롯데 프리미엄 아울렛, 힐튼 부산&아난티 리조트, 골프장, 국립부산과학관 등 시설이 조성돼 있다.

이케아와 롯데월드 테마파크 등도 추가로 들어설 계획이다.

전 가구에 오픈 테라스가 제공되며 파도를 형상화한 웨이브 테라스 디자인이 적용된다.

빌트인 가전과 가구가 결합된 풀퍼니시드 시스템도 도입된다.

관광단지 내 유일한 주거형 상품인 이 단지는 한화호텔&리조트 및 한화에스테이트와 전략적 업무 제휴를 맺고 최고급 주거서비스를 제공한다.

세탁 서비스인 런드리 서비스를 비롯해 조식, 컨시어지, 홈 케어, 홈 클리닝, 차량관리 서비스 등을 이용 가능하다.

커뮤니티시설에선 1대 1 개인레슨이 가능한 골프레슨과 각종 교육프로그램, 웰니스 프로그램 등이 제공된다.

동해고속도로 동부산IC, 해운대IC 진입이 수월하고 기장∼진영 부산 외곽 순환도로 이용이 용이해 부산 전역 및 해운대로 편리하게 이동할 수 있다.

KCC건설 분양 관계자는 "한화호텔&리조트 및 한화에스테이트와 전략적 제휴를 맺고 호텔식 주거서비스를 제공하는 그 어디에서도 볼 수 없던 최고급 주거형 상품으로 만들 예정"이라며 "최근 고급주거시설에 대한 관심이 높아진 가운데, 실거주를 비롯한 세컨드하우스, 비즈니스하우스 용도로 활용하려는 해운대 및 서울권에서도 문의가 이어지고 있다"라고 말했다.

견본주택은 부산시 해운대구 우동 603-21 외 일원(해운대역 1번출구 인근)에 마련된다.

@highlight

KCC건설이 다음달 부산광역시 기장군 오시리아 관광단지에 지하 2층, 지상 26층, 5개 동, 분양면적 74ㆍ82㎡ 800실 규모로 조성된  '오시리아 스위첸 마티에'를 분양하며, 견본주택은 부산시 해운대구 우동 603-21 외 일원(해운대역 1번출구 인근)에 마련될 예정이다.