이스타항공이 실적부진이 계속되자 비상경영체제에 돌입했다.

지난 2분기 수백억원대 적자에 이어 3분기에도 일본여행 불매운동과 국제유가 급등 등의 악재가 이어지자 특단의 조치를 내린 것이다.

17일 항공업계에 따르면 최종구 이스타항공 사장은 전날 사내게시판에 ‘임직원께 드리는 글’을 올려 “오늘부로 비상경영을 선포하고 위기 극복 경영체제로 전환한다”고 밝혔다.

최 사장은 “최근 당사는 대내외 항공시장 여건 악화로 위기에 직면해 있다”며 “경영실적 악화로 지금의 상황이 지속한다면 회사의 심각한 위협이 될 수 있다.

우려스러운 것은 단기간 내에 이런 상황이 회복될 기미가 좀처럼 보이지 않는다는 것”이라고 말했다.

최 사장은 위기 극복을 위해 사내 대응 태스크포스(TF)를 꾸려 단계별 방안을 마련하고 전사적으로 이를 실천해나가겠다고 했다.

그는 “위기 극복 과정에서 불가피하게 고통이 수반된다”며 임직원이 고통 분담에 동참해줄 것을 당부했다.

이스타항공은 항공사 실적이 꽤 좋았던 2017년에는 157억원의 영업이익을 냈으나 지난해에는 53억원을 축소됐다.

노선확장에 운임인하 등 국내 국적사들의 경쟁이 갈수록 치열해지면서 나타난 현상이다.

그런 와중에 이스타항공은 국내 최초로 최신 기종인 B737 맥스 항공기를 도입했지만 해외에서 잇따른 추락 사고로 올해 3월부터 이 항공기는 운항을 중단해 영업에 큰 타격을 입었다.

이스타항공은 10∼11월 객실 승무원을 대상으로 무급휴직도 시행할 예정이다.

이스타항공 관계자는 “맥스 운항 중지와 일본노선 축소, 중국노선 허가 제한 등으로 스케줄 여유가 생겨 희망자가 있으면 무급휴직 신청을 받고 있다”며 “영업계획이 변동되면 진행 여부도 조정될 가능성이 있다”고 말했다.

경영난이 우려되는 것은 이스타항공뿐만 아니다.

제주항공을 비롯한 국내 저비용항공사(LCC) 대부분이 비슷한 상황이다.

제주항공은 5년 만에 사상 최대 분기 적자를 내며 비상경영체제에 돌입했고 진에어 티웨이항공 에어서울 에어부산 등도 올해 적자 전환이 예상된다.

@highlight

17일 항공업계에 따르면 이스타 항공이 지난 2분기 수백억원대 적자에 이어 악재가 이어지자 최종구 이스타항공 사장은 전날 사내게시판에 ‘임직원께 드리는 글’을 올려 특단의 조치를 내리며 비상경영체제에 돌입했다고 밝혔다.