일본 정부가 차기 아시아개발은행(ADB) 총재 후보로 아사카와 마사쓰구(61) 전 재무성 재무관(차관급)을 내정했다.

아사카와 전 재무관이 총재로 선출되면 역대 10명의 ADB 총재 모두를 일본인이 차지하게 된다.

17일 아사히신문 등에 따르면 일본 정부는 "나카오 다케히코 현 ADB 총재가 조만간 사의를 표명할 예정"이라며 "아사카와 전 재무관을 후임자로 지명할 인선 작업을 거의 마쳤다"고 전했다.

아사카와 전 재무관이 선출되면 내년 초 임기를 시작할 것으로 보인다.

아사카와 전 재무관은 지난 2015년 7월부터 지난 7월까지 4년간 역대 최장기간 재무관을 역임했다.

아사카와 전 재무관은 재임기간 일본의 국제금융정책을 총괄했다.

국제적 인지도도 높은 편이다.

아사카와 전 재무관은 경제협력개발기구(OECD) 조세위원회 의장으로서 다국적기업의 탈세를 방지할 정책 등을 고안한 것으로 알려졌다.

이때껏 ADB 총재 9명은 모두 일본인이었다.

일본이 미국과 함께 ADB의 최대 출자국이기 때문이다.

미국과 일본이 각각 15.6%의 지분율을 갖고 있고 중국 6.4%, 인도 6.3%, 호주 5.8%, 캐나다 5.2%, 한국이 5.0%를 차지하고 있다.

1966년 아시아, 태평양 지역 개발과 협력을 촉진하기 위해 설립된 ADB의 본부는 필리핀 마닐라에 있지만 이를 운영, 관리하는 곳은 사실상 일본이다.

ADB 총재는 본부에서 진행되는 회원국 선거에서 과반의 표를 획득해야 선출된다.

지분율에 따라 표를 행사하는 의결권도 주어지기 때문에 최대 주주인 일본이 ADB 총재를 가져가기 유리한 구조다.

일본은 10번째 ADB 총재 후보로 존재감 있는 인물을 내세워 중국이 2016년 출범시킨 아시아인프라투자은행(AIIB)에 맞선다는 계획이다.

아사히신문은 "일본이 국제적으로 지명도가 높은 아사카와 전 재무관을 총재로 기용해 ADB의 존재감을 유지하고자 한다"고 전했다.

그러나 중국이 가만히 있지 않을 수도 있다.

니혼게이자이는 "아시아에서 영향력 확대를 노리는 중국이 후보를 낼 가능성도 있어 일본의 주도권을 흔들 수 있다"며 "중국의 움직임에 초점이 모인다"고 보도했다.

@highlight

17일 일본 언론에 따르면 일본 정부가 차기 아시아개발은행(ADB) 총재 후보로 아사카와 마사쓰구(61) 전 재무성 재무관을 내정했다고 밝혀 이로써 역대 10명의 ADB 총재 자리를 모두 일본인이 맡게 되었다.