CJ오쇼핑이 가을을 맞아 프리미엄 침구를 강화한다고 18일 밝혔다.

고급 공정이나 충전재를 사용한 프리미엄 침구 상품 비중을 전년 대비 50% 확대하고, 상품 수도 2배 늘려 운영한다.

오는 21일부터 10월까지 총 4가지 브랜드의 신상품을 순차적으로 방송한다.

21일 오후 5시40분에는 '까사리빙'의 '델루나 호텔식 룸셋 패키지'를 론칭한다.

이 상품은 지난 1일 인기리에 종영한 tvN 드라마 '호텔 델루나'의 주인공 장만월(아이유)의 방에 꾸며졌던 침구로, '비스코스 벨벳' 소재를 사용했다.

고밀도 100% 면 커버에 교차 자수와 섬세한 퀼팅 공정 등으로 품질을 높인 점이 특징이다.

자수·벨벳 이불 및 커버, 누빔패드, 베개 커버 등으로 구성됐으며 가격은 퀸사이즈 기준 29만원대다.

10월 2일 '최화정쇼'에서는 오쇼핑부문의 단독 프리미엄 침구 브랜드인 '베라왕홈'의 '헝가리 구스 침구 세트'를 방송한다.

이 상품은 헝가리의 프리미엄 구스 이불 제조사인 '나투어텍스'와 1년 전부터 기획한 상품으로, 베라왕 홈의 고급스러운 호텔 베딩 커버 2세트와 헝가리 구스 이불 속통2세트를 한 패키지로 구성했다.

가격은 79만9000원이다.

이 밖에도 독일 드리미엄 침구브랜드 '파라디스'의 구스 풀세트, 산업디자인계 거장인 알레산드로 멘디니가 디자인한 프리미엄 라이프스타일 브랜드 '피졸로' 등도 선보인다.

안선영 CJ오쇼핑부문 침구팀 부장은 "CJ오쇼핑의 침구 카테고리는 전년 대비 40% 성장해 올해 주문금액 900억원 이상 달성할 것으로 예상된다"며 "CJ오쇼핑만의 단독 프리미엄 브랜드를 강화하고 직수입 상품도 확대하고 차별화된 상품력을 갖춘 아이템을 다양하게 선보일 예정"이라고 말했다.

@highlight

CJ오쇼핑은 고급 공정과 충전재를 이용한 프리미엄 침구 비중을 전년 대비 50% 확대하고, 상품갯수도 2배 늘려 오는 21일부터 10월까지 총 4가지 브랜드의 신상품을 차례로 방송할 예정으로, 차별화된 제품을 통해 전년대비 40% 성장과 900억원 매출 달성을 전망하고 있다.