다음달 1일부터 원목, 제재목 등을 수입할 때 합법적으로 벌채된 목재이라는 사실을 입증 받아야 들여올 수 있게 된다.

전 세계적으로 이슈가 되고 있는 불법 벌채에 적극 대처해 수입 목재제품의 유통질서 확립과 국산 목재 활용도를 높이기 위한 조치다.

산림청은 내달 1일부터 '합법목재 교역 촉진제도'를 본격 시행한다고 18일 밝혔다.

제도 시행으로 목재 및 목재제품 수입 업체는 합법적으로 벌채된 목재인지를 입증하는 서류를 구비해 관세청의 '전자통관시스템(UNI-PASS)'를 통해 산림청장에게 수입신고를 해야 한다.

수입 신고된 서류는 한국임업진흥원의 서류검사를 통해 확인서가 발급되고, 수입 업체는 확인서를 첨부해 세관신고를 해야 통관하게 된다.

수입신고 대상 품목은 △원목 △제재목 △방부목재 △난연목재 △집성재 △합판 △목재펠릿 등 모두 7개 품목이다.

목재 합법성을 입증하는 서류는 원산국 법령에 따라 발급된 '벌채허가서', 국제인증기관에서 발급하는 '목재합법성 인증서', 기타 합법 벌채를 입증하는 서류여야 한다.

만약 목재 합법성이 증명되지 않은 수입 목재나 목재 제품은 판매정지나 반송 또는 폐기 명령을 받게 된다.

행정 명령을 이행하지 않으면 3000만원 이하 벌금 또는 3년 이하 징역 등 벌칙이 적용된다.

산림청은 제도 시행에 따른 업계의 부담을 덜어주기 위해 서류 준비 지원과 관련 자료를 제공하고, 전화 및 이메일을 통한 사전 상담제를 실시하고 있다.

또 수입업체들이 목재 합법성 관련 서류 구비 때 참고할 수 있도록 46개국의 표준 가이드를 제공하고 있다.

고기연 산림청 국제산림협력관은 "목재 생산국의 불법 벌채를 막는 데 긍정적인 역할을 해 지구산림 보전에 기여하고, 합법목재 교역을 촉진해 수입 목재제품의 유통질서 확립, 국산 목재 활용도 향상에 기여할 것으로 기대한다"고 말했다.

@highlight

산림청은 불법 벌채에 강경 대응하고 수입 목재제품의 유통질서 확립과 국산 목재 활용도를 높이기 위해 '합법목재 교역 촉진제도'를 본격 실시한다고 밝혀 내달 1일부터  합법적으로 벌채된 목재이라는 사실을 입증 받아야 수입할 수 있게 된다.