민주노총 사무금융연맹 산하의 보험설계사 단체인 '전국보험설계사노동조합'은 18일 서울지방고용노동청에 노조 설립 신고서를 제출했다.

현행법 상 보험설계사는 자영업자로 규정되는 특수고용직(특고) 노동자로 분류돼 합법적 노조설립이 허용되지 않아 설립 승인 여부에 관심이 쏠린다.

이날 설계사노조는 신고서 제출에 앞서 기자회견을 열고 "보험설계사들이 스스로 회사의 부당한 행위에 대응할 수 있도록 노동조합 활동을 할 수 있는 권리를 요구한다"고 밝혔다.

이들에 따르면 전국 40만명의 보험 설계사가 있지만 특수고용직이라는 이유로 어떠한 법적 보호도 받지 못하고 있다.

일방적인 수수료 삭감, 관리자의 갑질, 부당 해촉, 해촉 이후 보험판매 수수료 미지급 등 부당행위를 당하고 있다는 주장이다.

보험설계사는 학습지 교사, 택배 노동자, 대리운전 기사, 방과 후 강사 등과 함께 특수고용직(특고) 노동자로 분류돼 자영업자로 규정된다.

설계사노조 측은 "보험회사가 보험판매 수수료를 비롯하여 계약 내용을 일방적으로 결정하고 있다"며 "보험판매영업이 보험회사의 필수적인 활동인 점 등을 종합적으로 고려해 판단할 때, 2018년 6월 대법원이 학습지노조를 노조법상의 노조로 판단한 기준과 일치하고 있음을 알 수 있다"고 말했다.

앞서 대리운전노동자들과 방과후교사들은 지난 5월과 6월 각각 노조 설립 신고를 했지만 아직까지 승인이 나지 않았다.

설계사 노조도 신고증을 받을 수 있을 지 미지수다.

설계사노조 관계자는 "보험설계사들은 근로기준법의 근로자가 아니라는 이유로 어떠한 보호도 받지 못하고 있으며, 인권의 사각지대에서 고통 받고 사회의 어떤 주목도 받지 못한 채 수많은 설계사들이 스스로 목숨을 끊고 있는 현실"이라며 "문재인 정부는 이러저러한 핑계로 특수고용노동자들의 노동자성을 부정하지 말아야한다"고 강조했다.

민주노총 사무금융연맹 산하의 보험설계사 단체인 '전국보험설계사노동조합'이 18일 서울지방고용노동청 앞에서 기자회견을 하고 있다.

@highlight

민주노총 사무금융연맹 산하의 보험설계사 단체인 '전국보험설계사노동조합'은 노동조합 활동을 할 수 있는 권리를 요구한다고 밝혔으며 특수고용직 노동자로 분류돼 합법적 노조설립이 허용되지 않아 설립 승인 여부에 관심이 쏠린다.