청년이나 신혼부부에게 시세보다 저렴한 임대료로 제공하는 매입임대주택의 공급 및 입주대기 기간이 대폭 단축된다.

국토교통부는 매입임대주택 사업의 주택매입 기준과 공급절차 등을 개선해 오는 10월부터 매입 후 입주까지의 소요기간을 3개월 이상 단축할 계획이라고 18일 밝혔다.

매입임대주택은 한국토지주택공사(LH) 등 공공사업자가 기존 다가구, 다세대 주택 등을 매입해 보수, 재건축한 뒤 시세의 약 30% 수준의 임대료로 공급하는 공공주택이다.

대부분 기존 주택을 활용하기 때문에 새로 짓는 임대주택보다는 공급기간이 짧지만, 기존 임차계약이 남아 있거나 보수 등이 필요한 경우가 많아 매입부터 입주까지는 평균 1년 정도가 걸렸다.

청년이나 신혼부부, 저소득 가구 등 주거취약층 입장에서는 짧지 않은 소요기간이다.

이에 국토부는 임차계약 만료나 보수가 필요없는 신축주택 매입을 최대한 확대하고 '민간매입 약정제'도 적극 활용해 대기기간을 단축하기로 했다.

약정제는 민간이 신축하는 주택을 대상으로 사전에 매입 약정을 체결해 신속히 매입임대로 전환하는 방식이다.

국토부는 현재 원룸형 주택을 대상으로 시범사업을 시행하고 있으며, 내년부터 약정 대상을 주택형태에 관계없이 입지 및 주거여건이 우수한 신축주택 전반으로 확대할 계획이다.

또한 기존 주택 매입의 경우에는 매입평가 과정에서 기존 임차계약의 잔여기간이 짧을수록 가점을 부여하는 방식으로 단기간 내 입주가 가능한 주택을 우선적으로 확보할 방침이다.

입주자 모집절차도 개선한다.

그간 주택 매각대금 잔금 지급과 보수를 완료해야 입주자 모집을 시작했지만, 앞으로는 잔금과 보수작업이 남아있더라도 임대료만 책정되면 바로 입주자 모집에 들어가기로 했다.

국토부 관계자는 "약정제 및 조기 입주자모집 절차 등은 내달 LH부터 우선 적용하고 내년부터는 매입임대사업을 시행하는 모든 공공사업자로 확대할 방침"이라며 "이외에도 신청자의 소득 및 자산 검증기간을 단축하는 방안을 관계기관과 협의하고 있다"고 말했다.

@highlight

국토교통부는 지난 18일 매입임대주택사업의 주택매입 기준과 공급절차 등을 개선해 매입 후 입주까지의 소요기간을 3개월 이상 단축할 것이라고 발표, 청년이나 신혼부부 등 주거취약층에게는 짧지 않은 소요기간이므로 신축주택 매입과 민간매입 약정제를 최대한 활용해 대기기간을 단축할 예정이라고 밝혔다.