도널드 트럼프 미국 행정부가 이란에 대한 보복 공격을 놓고 고심에 빠졌다.

일단 다음주 뉴욕에서 열리는 유엔총회를 계기로 트럼프 대통령과 하산 로하니 이란 대통령이 회동할 가능성은 사라졌다.

트럼프 대통령은 17일(현지시간) 기자들과 만나 "그들이 아직 준비되지 않았다고 생각한다"고 말했다.

사우디아라비아와 미국은 지난 14일 사우디 석유시설에 대한 공격이 이란 남서부에서 시작된 것으로 판단하고 드론과 미사일 잔해에 대한 포렌식 조사를 진행하고 있다.

특히 현장에서 훼손되지 않은 미사일 회로기판도 발견된 것으로 알려졌다.

이란의 군사기술이 이용된 것은 확실해지고 있지만 이란이 직접 공격을 계획했는지, 이란 지역에서 발사됐는지에 대한 미국 정부의 공식 발표는 아직 이뤄지지 않고 있다.

이와 관련해 CNN은 이날 보도에서 소식통을 인용해 "이번 공격에는 드론은 물론 저고도 크루즈 미사일이 사용됐다"며 "미사일은 북쪽에서 날아왔다"고 전했다.

사우디 남쪽에 위치한 예멘이 아니라 북쪽의 이란에서 시작됐다는 의미다.

CNN은 또 '쿠드스 1'으로 알려진 예멘 반군 소유의 미사일도 공격에 사용된 것으로 추정되지만 이 미사일은 예멘에서 발사하면 사거리가 미치지 못한다고 전했다.

초미의 관심사는 미국이 과연 비례성 원칙을 적용해 이란의 석유시설 공습을 단행할지다.

NBC는 트럼프 대통령이 전날 열린 국가안보회의에서 좀 더 많은 옵션을 찾아보라고 주문했다고 보도했다.

트럼프 대통령은 확전을 불러올 수 있는 군사적 대응보다는 사이버 공격, 경제제재 강화 등 좀 더 낮은 수위의 보복을 고려하는 것으로 보인다.

뉴욕타임스(NYT)는 이날 "이란이 공격의 배후라면 트럼프 대통령이 중동에서 전쟁을 꺼리기 때문에 미국 측 대응도 제한적일 것이란 점을 계산했을 것"이라며 "이란이 유엔총회를 앞두고 협상력을 높이기 위한 도발일 수도 있다"는 전문가 분석을 보도했다.

한편 압둘아지즈 빈살만 사우디 석유장관은 기자회견을 열고 "테러 공격으로 손실된 생산량 중 절반 이상을 회복했다"며 "이달 말까지 복구를 완료할 것"이라고 밝혔다.

@highlight

다음주 뉴욕 유엔총회에서의 회동이 취소된 가운데, 도널드 트럼프 미국 행정부가 이란에 대한 보복 공격으로 군사적 대응보다는 사이버 공격, 경제제재 강화 등 좀 더 낮은 수위의 보복을 할 지 여부를 놓고 고심하고 있다.