포스코가 선박 탈황설비(SOx스크러버)용 고합금 스테인리스강 양산체계를 갖췄다고 18일 밝혔다.

수입에 의존하던 강재를 국산화하고 특수 용접기술까지 제공해 국내 제조업체 경쟁력 강화 효과가 기대된다.

국제해사기구(IMO)는 내년부터 'IMO 2020' 규제를 실시한다.

해운 역사상 가장 강력한 배출가스 규제다.

선박 연료의 황산화물 함유율을 현행 '3.5% 미만'에서 '0.5% 미만'으로 강도 높게 규제한다.

IMO 2020을 위해 기존 선박은 탈황설비를 설치하거나 저유황연료, LNG(액화천연가스)연료 등을 사용해야 한다.

탈황설비를 설치할 경우 기존 고유황연료를 그대로 쓰더라도 연소 과정에서 나오는 황산화물을 90% 가량 줄여준다.

이에 따라 올해부터 5년간 1만2000척 이상의 선박에 탈황설비가 설치될 전망이다.

포스코는 지난해부터 본격적인 연구에 돌입해 올 초 탈황설비용 고합금 스테인리스 강재인 'S31254'강 양산에 성공했다.

현대중공업파워시스템, 강림중공업, STI 등 국내 탈황설비 제작사에 공급 중이다.

탈황설비 강재는 통상 몰리브데넘이 6% 이상 함유된'6Mo(6몰리)'강을 사용한다.

포스코가 개발한'S31254'강 역시 6Mo강 중 하나다.

포스코의 월드톱프리미엄(World Top Premium) 제품이다.

지난해까지 탈황설비용 강재는 소수 해외제철소에서만 생산됐다.

포스코가 국산화함으로써 8개월 이상의 긴 납기가 단축되고 가격에 대한 부담이 줄어 안정적인 소재 수급이 가능해졌다.

포스코는 또 고합금 스테인리스강 용접 솔루션도 함께 제공한다.

용접기술은 원가에 가장 큰 영향을 미칠 뿐 아니라 최종 제품의 품질을 좌우한다.

포스코는 선박 탈황설비뿐 아니라 화력발전소 탈황설비, 집진기 등 육상환경설비에도 적용할 수 있는'S31254'강 판매를 확대한다는 방침이다.

@highlight

국제해사기구가 해운 역사상 가장 강력한 배출가스 규제 제도인 'IMO 2020' 규제를 시행함에 따라 기존 선박은 탈황설비를 설치하거나 저유황연료, LNG(액화천연가스)연료 등을 이용해야만 하는 상황이 되었는데 이에따라 포스코는 지난해부터 본격적인 연구를 추진하여 올해 초 탈황설비용 고합금 스테인리스 강재인 'S31254'강 양산에 성공했다.