검찰이 특수잉크 제조사 녹원씨엔아이(전 큐브스)의 정모 전 대표에 대해 18일 구속영장을 청구했다.

검찰에 따르면 서울중앙지검 형사3부(부장검사 박승대)는 정 전 대표에 대해 업무상 횡령, 자본시장법 위반 혐의로 구속영장을 청구했다.

지난 16일 체포한 정 전 대표의 체포시한(48시간) 만료 전, 신병을 확보하기 위해 영장을 청구한 것으로 분석된다.

정 전 대표는 중국 업체인 강소정현과기유한공사의 지분 취득 및 자산을 유출하는 과정에서 수십업원을 횡령한 혐의를 받는다.

앞서 검찰은 지난 7월25일 정 전 대표의 혐의를 수사하기 위해 녹원씨엔아이 파주 본사와 서울사무소 등을 압수수색했다.

이에 한국거래소도 녹원씨엔아이 주식의 거래정지 조치를 내렸다.

정 전 대표는 이외에도 '버닝썬 사건'과 관련해 윤 총경과 가수 승리(본명 이승현)의 사업 파트너인 유인석 전 유리홀딩스 대표를 연결해줬다는 의혹을 받는다.

정 전 대표는 '버닝썬 사건'에 연루됐던 윤모 총경과 조국 법무부 장관의 어깨동무 사진을 찍어준 인물로도 알려졌다.

정치권에서는 조 장관이 버닝썬 사건에 연루된 인물과 함께 식사를 했다는 점을 문제 삼기도 했다.

윤 총경은 지난 2015년 녹원씨엔아이의 전신인 큐브스의 주식을 매입하기도 했다.

조 장관 가족이 출자한 코링크프라이빗에쿼티(PE)의 투자처이자 조 장관의 부인 정경심 동양대 교수가 자문료를 받은 WFM도 큐브스에 8억원가량을 투자했다.

그러나 4년간 유지됐던 WFM의 투자는 올해 초 '버닝썬 사건'으로 윤 총경이 수사선상에 오르게 되면서 중단됐다.

이에 조 장관 측이 윤 총경과 선을 긋기 위해 정 전 대표와의 거래를 빠르게 정리했다는 의혹이 제기됐다.

정 전 대표의 체포 배경에 대해 검찰 관계자는 "기존의 배임 사건을 수사하기 위한 것"이라며 조 장관 수사와는 관계없다고 일축했다.

@highlight

서울중앙지검 형사3부는 '버닝썬 사건'과 관련해 윤 총경과 가수 승리의 사업 파트너인 유인석 전 유리홀딩스 대표를 연결해줬다는 의혹을 받고 있는 녹원씨엔아이(전 큐브스) 정모 전 대표에 대해 업무상 횡령, 자본시장법 위반 혐의로 18일 구속영장을 청구했다.