프로야구 선수 출신이자 야구해설위원인 양준혁이 18일 온라인상에 올라온 자신의 사생활 폭로글에 대해 사실무근이라며 강력한 법적 대응을 예고했다.

양준혁은 이날 밤 자신의 인스타그램을 통해 "현재 인터넷상으로 저의 잠자는 사진과 글이 게재되면서 여러 시민들로 하여금 오해를 불러 일으킬 만한 내용으로 포장되어 퍼지고 있는 상황"이라고 했다.

그는 폭로글의 게시자와의 관계에 대해 "늦은 나이이기에 좋은 만남을 가지려 했고, 그러한 과정에서 상대방을 만났으나 애초의 느낌과 다르게 만날수록 서로가 맞지 않는다는 것을 알게 돼 자연스럽게 멀어지게 됐다"고 설명했다.

이어 "상대방은 순수하게 사람과 사람, 이성의 만남이라는 것을 넘어 어떤 다른 생각이 있었던 것은 아닌지 의문"이라며 "더욱이 지금 이슈가 되고 있는 사진과 글을 보면 그러한 생각은 더 확고해지는 것 같다"고 덧붙였다.

양준혁은 "이번에 유포된 사진과 글은 '미투'라는 프레임 속에 저를 가두고 굉장히 악한 남자의 그것으로 몰고 가려는 의도가 다분히 보이지만 사실이 아니다. 그와 저 사이에는 한 남자와 한 여자의 자연스러운 만남 그 이상도 그 이하도 아니었다"고 선을 그었다.

그는 "시간이 흐르면서 서로가 맞지 않는다는 생각에 이별을 택한 것인데 이 과정에서 악의적인 감정을 품고 진실을 호도하는 글을 올린 상대방은 도대체 무엇을 택하려 하는 것인지 의아하지 않을 수 없는 상황"이라고 말했다.

그러면서 "제 발자취에 대한 모욕이며, 제 미래에 대한 어둠이 되어버린 이번 사건을 저는 반드시 제거하려고 한다. 이번 유포사건이 매우 악의적이며 정당한 이유라고는 찾아볼 수 없는 파렴치의 그것이라고 판단해 바로 잡아야 한다고 생각한다"고 강조했다.

양준혁은 "유명인이라는 이유로, 그리고 남자라는 이유로 공격 받고 있는 상황이다. 저는 유명인이라서 제약되는 행동의 굴레가 있지만 이렇게 악의적인 허위의 글을 올리는 것을 참을 수는 없다"며 변호사를 통해 법적 절차로 해결하겠다고 밝혔다.

앞서 이날 온라인 커뮤니티를 중심으로 양준혁으로 추정되는 사생활 사진과 관련 글이 확산됐다.

@highlight

양준혁은 18일 자신의 인스타그램을 통해서 온라인상에 올라온 자신의 사생활 폭로글에 대해 사실이 아니라고 했고 법적 절차로 해결하겠다고 밝혔다.