이재용 삼성전자 부회장의 숨가쁜 현장 경영 행보가 이어지고 있는 가운데, 이번에는 사우디아라비아 왕세자와 만나 사업 협력 방안을 논의했다.

18일 재계와 사우디 국영통신 SPA 등에 따르면 이 부회장은 지난 17일 사우디 리야드에서 무함마드 빈 살만 왕세자 겸 부총리와 만나 기술, 산업, 건설, 에너지, 스마트시티 등 광범위한 분야의 협력 방안에 대해 의견을 나눴다.

회동에는 사우디의 정부 관계자들도 배석했으며, 사우디와 삼성그룹 간 다양한 협력 기회에 대한 논의도 진행한 것으로 전해졌다.

무함마드 왕세자는 6월 말 방한했을 때 삼성그룹 영빈관인 서울 용산구 이태원동 '승지원'에서 이 부회장을 비롯한 국내 5대 그룹 총수들과 만나 글로벌 경제 현안 등에 대해 의견을 교환하면서 투자를 당부한 바 있다.

승지원은 삼성 창업자인 이병철 회장이 살던 집을 개조한 곳으로, 선대 회장의 '뜻을 잇는다'는 의미로 이름이 붙여졌다.

당시 회동도 사우디 측의 요청을 이 부회장이 받아들여 재계 총수들을 초청한 것으로 알려졌다.

이 부회장은 추석 연휴 마지막 날인 15일 삼성물산의 사우디아라비아 건설 현장을 방문한 뒤 현지에 머물고 있다.

그는 당시 현장 직원들을 만나 "중동은 탈석유 프로젝트를 추구하면서 21세기 새로운 기회의 땅"이라며 사업 확대에 대한 의지를 나타냈다.

재계에서는 지난 6월에 이어 후속 만남이 성사됨에 따라 삼성과 사우디 간 사업 확대에 대한 좀 더 구체적인 논의가 이뤄졌을 것으로 보고 있다.

재계에서는 특히 이 부회장의 현장경영 행보가 전자계열 뿐 아니라 비전자계열까지 확대하고 있는 점에 주목하고 있다.

일본의 반도체·디스플레이 소재 수출규제 당시 곧바로 현장에 출동해 상황을 점검한 데 이어 각 사업부문은 물론 연구소까지 찾아가는 등 사업 현안은 물론 미래 성장동력까지 꼼꼼히 챙기고 있다.

한 재계 관계자는 "재계 1위 기업집단 총수로 책임경영을 다하겠다는 의지를 대내·외에 알림과 동시에 위기 상황에서도 미래에 대한 투자 약속을 차질없이 진행하겠다는 의지를 보여주고 있다"고 말했다.

@highlight

이재용 삼성전자 부회장은 사우디아라비아 왕세자를 만나 삼성그룹 간 여러가지 협력 기회에 대한 논의를 하였고, 특히 이 부회장의 현장경영 행보가 전자계열 뿐 아니라 비전자계열까지 확대하고 있다는 점에서 많은 이목이 집중되고 있다.