지난 14일 미국 보스턴에서 션 맥케나(Sean D. McKenna) 삼양바이오팜USA 상무(우측 두 번째)를 비롯한 임직원들이 국제MDS재단의 데보라 피어스(Deborah J Peirce) 의장(좌측 두 번째)과 함께 기념 촬영했다.

의약전문회사 삼양바이오팜USA는 '국제MDS재단' 주최로 미국 보스턴 시에서 지난 14일(현지 시간) 열린 '제2회 MDS 알리기 걷기 대회'를 후원하고 행사에 참여했다고 18일 밝혔다.

국제MDS재단은 골수이형성증후군(MDS)에 대한 인식 제고 및 치료와 신약 개발 연구를 위한 전 세계 의사와 연구자들의 모임이다.

MDS는 희귀 혈액암의 하나로 골수에서 혈액을 만들어 내는 과정에서 이상이 발생해 적혈구, 백혈구, 혈소판 등의 혈액세포 수와 기능이 정상 이하로 떨어지는 난치성 희귀 질환이다.

아직 정확한 발병 원인은 밝혀지지 않았으며 MDS 환자의 약 30%가 급성 골수성 백혈병으로 진행되는 중증 질환이다.

국제MDS재단은 MDS의 심각성을 알리고 환자, 보호자, 의사, 연구자간의 결속을 다져 MDS 치료 및 신약 개발 연구를 가속화하기 위해 지난해부터 걷기 대회를 개최하고 있다.

삼양바이오팜USA는 지난 1회 대회에 이어 이번 행사에도 항암제, 악성 종양 및 난치성 질환 치료제를 개발하는 글로벌 제약 기업들과 함께 후원에 참여했다.

MDS 행사 후원에 참여한 우리나라 기업은 삼양바이오팜USA가 유일하다고 회사측은 전했다.

이현정 삼양바이오팜USA 대표는 "환자와 환자 가족들에게 희망과 용기를 주고 치료제 개발에 헌신하는 전 세계의 의사, 연구자들과 함께 하고자 행사에 참여했다"며 "삼양바이오팜은 한국 본사와 미국 법인 두 곳에서 혁신적 항암 신약 및 희귀병 치료제 개발에 도전하고 있다"고 말했다.

@highlight

항암 신약 및 희귀병 치료제 개발 의약전문회사 삼양바이오팜USA는 '국제MDS재단' 주최로 미국 보스턴 시에서 지난 14일 열린 '제2회 MDS 알리기 걷기 대회'를 후원하고 행사에 참여했다고 18일 전하면서, 지난해부터 개최된 걷기대회행사 후원에 참여한 우리나라 기업은 삼양바이오팜USA가 유일하다고 밝혔다.