지난 18일 서울 안국동 인근 복합문화공간에서 열린 '혁신 Live Talk!' 간담회 후 김광수 농협금융 회장(앞줄 왼쪽 일곱번째)과 제4기 'NH미래혁신리더'들이 기념촬영을 하고 있다.

NH농협금융지주는 김광수 지주 회장이 지난 18일 서울 안국동 인근 복합문화공간에서 농협금융의 젊은 인재들인 제4기 'NH미래혁신리더'들과 '혁신 라이브톡(Live Talk!)' 간담회를 열었다고 19일 밝혔다.

제4기 혁신리더는 지난 6월 발대식을 시작으로 혁신에 대한 체계적인 교육을 받고 디지털금융 등 새로운 환경에 직면한 금융산업의 주요 현안들을 주제로 혁신 연구 과제를 수행하고 있다.

평소 젊은 직원들과의 만남을 중요하게 생각하는 김 회장은 혁신리더들과 자연스러운 분위기 속에서 농협금융의 미래상에 대해 진솔하게 소통하기 위해 이 자리를 마련했다.

이날 김 회장은 혁신리더들과 기술금융 확대 방안, 90년대생 유입전략, 유튜브 시장 대응 방안 등 연구 과제 진행사항을 공유하고 심도 있는 대화를 나눴다.

김 회장은 "여러분들의 치열한 고민과 노력들이 농협금융이 디지털금융회사로 전환해 시장을 선도하는데 크게 일조할 것"이라며 "농협금융의 혁신과 디지털 문화 확산을 위해 여러분들이 핵심적인 역할을 해 달라"고 당부했다.

□ 『NH미래혁신리더』는 농협금융의 미래와 변화·혁신을 주도할 핵심인재 육성을 목표로, 금융지주 및 자회사의 젊은 직원들을 중심으로 구성하여 운영중이다.

2016년 1기부터 올해 4기까지 총 100여명을 선발·육성하고 있다.

□ 한편, 농협금융은 『NH미래혁신리더』 외에도 『청년이사회』 등 다양한 혁신 조직을 운영해 지속적으로 젊은 인재들의 참신한 아이디어를 조직에 반영하고 있다.

지난 3월 발족한 청년이사회는 임직원 디지털마인드 제고 방안, 농협금융 통합우수고객 마케팅 활성화 방안 등 다양한 안건 주제를 자율적으로 선정하여 열띤 토론을 진행해오고 있다.

@highlight

김광수 NH농협금융 회장이 '혁신 라이브톡' 간담회에서 제4기 NH미래혁신리더들과 함께 농협금융의 미래상, 금융산업의 방향 등을 공유하며 진솔한 소통의 시간을 가졌다.