리켐이 자회사를 통해 수소저장합금 생산기술을 확보하고 수소경제 활성화를 위한 수소저장합금 생산 준비에 나선다.

19일 리켐은 자회사 한국고체수소가 수소저장합금 생산을 위한 핵심설비인 진공유도용해로를 매입하고 수소저장합금 생산 준비에 본격적으로 나선다고 밝혔다.

수소저장합금 양산설비인 진공유도용해로(VIM, Vacuum Induction Melting)는 하루 최대 1톤 규모의 수소저장합금을 생산할 수 있다.

수소저장량과 합금 비율을 고객사의 요구에 맞게 조절이 가능하다.

수소저장합금을 사용해 고체화시키면 수소를 고압가스로 저장하는 방식보다 부피가 최대 10분의 1 수준으로 줄어들고 폭발 위험이 제거돼 안전성이 높아진다.

수소저장합금으로는 마그네슘, 티타늄계, 희토류계 합금이 사용되고 이 중 희토류계는 고가라는 단점이 있다.

한국에너지재료(KEM)는 미래창조과학부 산하 고효율수소에너지 제조 저장 이용기술개발 사업단에서 한국에너지기술연구원과 고용량 티타늄계 수소저장합금 대량 제조 기술을 공동 개발했다.

수급이 어려운 희토류가 아닌 티타늄을 사용해 저렴한 가격에 보급함으로써 수소에너지 사업의 단점을 극복했다.

리켐은 지난달 29일 KEM과 합작법인 한국고체수소를 통해 수소사업에 진출한다고 밝혔다.

KEM은 지난 4일부터 6일까지 창원컨벤션센터(CECO)에서 개최된 국내 최대 수소전문 전시회인 창원국제수소에너지전시회(H2월드)에서 직접 개발한 수소자전거를 선보인 바 있다.

회사 관계자는 "창원 수소 전시회에서 유럽 수소 관련 기업이 자전거에 탑재된 고체수소저장 기술에 대해 큰 관심을 보였다"며 "수소저장합금사업의 상용화 촉진을 위해 국내외 기업들과 다방면으로 협업할 수 있도록 노력하겠다"고 말했다.

@highlight

리켐은 19일 자회사 KEM과 합작법인 한국고체수소가 하루 최대 1톤 규모의 수소저장합금 생산이 가능한 진공유도용해로를 매입하고 수소저장합금 생산을 본격화하였다.