2024년 밀양에 165만㎡ 규모의 대형 나노융합 국가산업단지가 문을 연다.

동남내륙권에 나노소재·나노전자 등 산업이 활성화될 것으로 기대된다.

국토교통부는 '밀양 나노융합 국가산업단지' 개발사업 착공식을 19일 개최했다고 밝혔다.

경남 밀양시 부북면에 위치한 밀양 나노융합단지는 산업시설용지가 82만3000㎡로 전체 사업부지의 50%를 차지하는데다 연구개발(R&D)용지도 7%가 할당됐다.

밀양 내 부족한 산업용지를 제공해 지역 산업 발전에 기여할 것으로 기대된다.

부지 내에는 12만 4000㎡에 달하는 나노융합연구센터도 들어선다.

전자·소재·바이오〃의료 등 산업분야에 나노융합연구단지의 나노기술을 접목해 제품을 개선하거나 신제품 생산이 활성화될 전망이다.

'밀양 나노융합 국가산업단지' 개발사업은 2014년 3월 제5차 무역투자진흥회의에서 지역별 장점을 활용한 특화산업을 육성하기 위해 제시됐다.

같은 해 12월 제6차 국토정책위원회에서 지역특화산업단지 개발 우선지구로 선정됐다.

2017년 국가산업단지로 지정됐으며, 한국토지주택공사가 2019년 6월 토지보상을 완료했다.

한신공영이 시공사다.

총 사업비 3629억원이 투입된다.

19일 착공식을 통해 본격적인 공사가 시작된다.

조성공사를 2023년까지 완료하고 2024년부터는 순차적으로 나노산업 관련 기업이 입주하는 것이 목표다.

밀양 나노융합단지 부지 내에서 열린 이날 착공식에는 문승욱 경상남도 경제부지사, 박일호 밀양시장, 오채영 한국토지주택공사 경남지역본부장과 도·시의원 및 주민 등 600여명이 참석했다.

김근오 국토교통부 산업입지정책과장은 "밀양 나노융합 국가산업단지가 조성되면 나노산업 인프라 구축을 통해 동남 내륙권 경제발전의 새로운 성장동력의 육성과 지역균형발전에 크게 기여할 것"이라면서 "관련기관과 지자체 등이 공조해 스마트 산업단지로 개발하고 적극적인 기업 유치를 통해, 향후 관련산업이 확대되고 더욱 활성화 될 수 있을 것으로 기대한다"고 밝혔다.

@highlight

2024년 밀양에서 국토교통부는 전자, 소재, 바이오, 의료 등 나노기술을 접목해 제품 개선 및 신제품 생산의 부지가 될 165만㎡ 규모의 대형 나노융합 국가산업단지 개발을 위해 19일 착공식을 개최하였다.