유저들과 게임 수익공유를 목표로 한 CM 리미티드의 첫 번째 게임, '엘라온: 끝없이 열린 하늘'이 9월 18일 출시했다.

현재 구글 플레이 스토어에서 다운받을 수 있다.

CM 리미티드는 유저들과 수익을 쉐어하는 새로운 형태의 게임 플랫폼이다.

CM 리미티드는 '엘라온'은 독특한 별자리 육성 시스템과 다양한 필드보스, 던전, 길드 시스템 등으로 탄탄한 콘텐츠를 갖춘 게임이라고 소개하며, '엘라온' 이후에도 다양한 게임을 출시하여 세상에 없던 새로운 게임 퍼블리싱 플랫폼을 만들 것이라고 밝혔다.

18일 출시된 엘라온은 GM이라는 암호화폐와 연동되는 특징이 있다.

GM은 게임 플레이 보상으로 얻을 수 있으며 CM 거래소에서 거래할 수 있는 한정판 코인으로 알려졌다.

게임 전문 개발회사 'LNP Games'가 만든 암호화폐 CM은 거래소 외부수익을 이용해서 홀더들에게 안정적인 배당을 제공하는 것으로 올여름부터 주목을 받아왔다.

GM에 이어 SM, DM(가제) 등과 연동되는 다양한 장르의 게임이 출시를 앞두고 있으며, CM 리미티드에서 게임 출시와 함께 상장되는 암호화폐들은 모두 소량 발행되는 한정판 코인이며 이후 CM을 기축통화로 거래가 가능하다.

거래소에서는 매달 GM을 바이백하며, 게임 매출로 발생하는 수익 일부로 GM을 계속 바이백해서 GM 유저와 홀더들에게 이익을 주는 형태를 취하고 있다.

GM은 초기 수량이 매우 적고 바이백한 GM은 소각되기 때문에 GM의 희소성과 가격은 계속해서 오를 것으로 예상된다.

시장가로 바이백하기 때문에 게임 플레이로 GM을 얻거나 거래소에서 미리 GM을 사놓으면 바이백 시기에 고가로 팔수도 있다.

CM 리미티드 관계자는 "암호화폐와 연계된 최초의 게임 출시 플랫폼을 토해 새로운 블록체인 시장을 선도하도록 최선을 다하겠다."고 전했다.

@highlight

유저들과 수익을 쉐어하는 게임 플랫폼 CM 리미티드는 9월 18일 첫번째 게임인 '엘라온: 끝없이 열린 하늘'을 출시했으며 해당 게임은 구글 플레이 스토어에서 다운로드가 가능하다.