서울 송파구 가락미륭아파트가 최고 21층, 612가구 아파트로 탈바꿈한다.

서울시는 18일 제14차 도시계획위원회(도계위)를 열고 '가락미륭아파트 정비계획 및 정비구역 지정안'을 수정가결했다.

서울 송파구 가락동 138번지 일대 가락미륭아파트는 아파트 4개동, 상가1개동, 총 435가구 규모로, 1986년 11월 준공돼 지은 지 33년이 지났다.

작년 3월 안전진단에서 D등급 판정을 받은 바 있다.

계획안에 따르면 이 단지는 제3종 일반주거지역 2만296.6㎡ 부지에 최고 21층, 용적률 299.25%, 건폐율 50% 이하, 612가구(소형임대 102가구) 규모로 재건축된다.

도계위는 다만 향후 서쪽 저층 주거지를 배려하고 인근 동남로의 차폐감을 최소화하는 높이·배치계획을 수립토록 했으며, 인근 가로환경도 개선 역시 검토하도록 했다.

한편 도계위는 이날 '2025 도시정비형 재개발사업 기본계획 변경안'과 '품질시험소 별관 부지 용도지역 변경안'도 수정가결했다.

서울시 2025 도시정비형 재개발 기본계획은 도심 상업지역의 노후·불량 건축물과 도심환경을 정비하기 위해 지난 2016년 고시됐다.

이번 기본계획 변경으로 도시정비형 재개발 시 공공주택 공급이 확대된다.

이에 따라 영등포·여의도, 청량리, 가산·대림, 마포, 연신내, 신촌, 봉천 등 7개 지역에 주거주용도가 허용되고, 공공주택 도입을 위해 상업지역 주거비율이 기존 50%에서 90%까지 확대되며 100% 이내에서 준주거지역의 용적률 완화가 가능해진다.

다만 용적률 완화에 의해 연면적이 증가함에 따라 연동되는 최고 높이 완화는 향후 추가 검토가 필요하다고 판단, 가결 사안에서 제외됐다.

서초구 우면동 141번지 일대 품질시험소 별관 부지 5075㎡는 기존 자연녹지지역에서 제2종 일반주거지역으로 용도 변경돼 향후 R&D 앵커시설로 조성된다.

@highlight

서울시가 18일 제 14차 도시계획위원회를 열어 '가락미륭아파트 정비계획 및 정비구역 지정안'을 수정가결함에 따라, 지은지 33년 지난 송파구 가락동 가락미륭아파트 435세대가 최고 21층 612세대 규모의 아파트로 탈바꿈하게 되었다.