저비용항공사들이 운임 총액을 광고에 제대로 표시하지 않는 것으로 조사됐습니다.

송복규 기자입니다.

국내선과 국제선에서 점유율을 높여 가고 있는 저비용항공사.

지난해 기준 국내선 점유율은 58.6%, 국제선은 29.2%에 달합니다.

이처럼 낮은 가격으로 소비자들을 유인한 저비용항공사가 운임 총액을 실제 금액보다 낮춰 광고에 표시해 논란이 일고 있습니다.

한국소비자원이 '총액 표시제'에 포함된 5개 항목의 정보를 제대로 제공하지 않거나 위탁수하물 비용 정보를 고지하지 않은 국내 저비용항공사 광고를 적발한 것.

2014년부터 국토교통부가 시행한 '총액 표시제'에선 항공운임 총액과 편도·왕복 여부, 유류할증료 금액 등 실제 가격에 영향을 줄 수 있는 내역을 강조해 표시하도록 하고 있습니다.

그러나 저비용항공사의 43%가 '총액 표시제'를 위반한 것으로 드러났습니다.

또 조사대상 항공사 가운데 약 32%는 위탁수하물 비용을 안내하지 않거나 불분명하게 안내했습니다.

광고에 표시된 금액과 실제 가격이 다르다는 내용의 피해구제 건수만 3년간 1천100건이 넘습니다.

소비자원은 국내 저비용항공사에 총액 표시제 준수와 위탁수하물 비용 안내 강화를 주문했습니다.

- "한국소비자원은 국내 저비용항공사 및 오픈마켓 사업자에게 항공권 판매 시 총액표시제를 준수하고 위탁수화물 비용 안내를 강화할 것을 권고했고…항공권 구입 시 항공 요금 외에 유류할증료 등이 포함된 금액인지 소비자들이 확인해야 합니다. "

'총액 표시제'를 시행하고 있는 국토부도 모니터링을 강화하겠다고 말했습니다.

한편 저비용항공사들은 총액 표시제를 잘 지키고 있다는 입장.

항공사 차원이 아닌 여행사나 오픈마켓에서 위반 사례가 발생한다는 겁니다.

가격경쟁력을 승부수로 삼았던 저비용항공사들의 속임수에 애꿎은 소비자만 피해를 보고 있습니다.

매일경제TV 송복규입니다.

@highlight

저비용항공사가  43%가 운임 총액을 광고에 제대로 표지하지 않아 총액 표시제를 위반한 것으로 드러났습니다.