광주정보문화산업진흥원(원장 탁용석)은 26~29일 김대중컨벤션센터에서 열리는 문화콘텐츠 종합 전시회인 '2019 광주 에이스 페어(ACE Fair)'에서 22개 애니메이션·가상현실(VR) 기업의 콘텐츠를 전시홍보할 계획이라고 19일 밝혔다.

진흥원이 마련한 공동관 애니메이션존에는 KBS 방영작 'B패밀리'를 제작한 스튜디오더블유바바와 '빅 파이브' 제작업체 중앙애니메이션, SBS 방영작 '이야기 배달부 동개비' 제작사 스튜디오피쉬하이커, EBS 방영예정인 '만스터 맨션'를 제작한 씬애니메이션 등 16개사가 참가한다.

유아를 대상으로 브레드이발소 컬러링, 컬쳐플래닛의 케리커쳐 그려주기, 핌핌 노래맞추기 등 이벤트를 진행한다.

지난해 대한민국 콘텐츠 대상을 차지한 스튜디어버튼은 KBS 애니메이션 시청률 1위를 기록한 애니메이션 '쥬라기캅스' 별도 독립부스를 꾸며 애니메이션 캐릭터 목소리 시연과 사인회를 개최한다.

광주정보문화산업진흥원이 2019 광주 에이스 페어에서 선보일 애니메이션 주요 캐릭터.

VR체험존에서는 피엔아이컴퍼니, 위치스, 쓰리디팩토리, 매니아마인드, 스튜디오이온 등의 VR기기를 체험할 수 있다.

진흥회는 25일에는 EBS, CJ E&M, 대교인베스트먼트, 마그나인베스트먼트 등 9개사를 초청해 8개사의 투자 피칭을 진행하고 26~27일에는 국내·외 바이어와 라이선싱 상담회를 열어 공동제작과 투자 등을 논의한다.

투자진흥지구인 국립아시아문화전당권역과 광주CGI센터권역, KDB생명빌딩 권역의 세제혜택 및 인센티브 등도 홍보한다.

탁용석 원장은 "이번 전시회는 지역 콘텐츠기업에 사업을 확장할 수 있는 기회이자, 광주시민들에게는 우리지역 콘텐츠를 만나는 장이 될 것"이라고 말했다.

@highlight

광주정보문화산업진흥원은 26~29일 김대중컨벤션센터에서 '2019 광주 에이스 페어(ACE Fair)'를 개최해 22개 애니메이션·가상현실(VR) 기업의 콘텐츠를 전시홍보할 예정이며, 25일에는 9개사를 초청해 8개사의 투자 피칭을 진행하는 한편 유아를 대상으로 브레드이발소 컬러링 등 이벤트도 펼칠 예정이다.