딜리버리히어로코리아는 배달 애플리케이션(요기요)가 지난달 1일 업계 최초로 선보인 정기 할인 구독서비스 '슈퍼클럽'의 누적 가입자수가 25만명을 돌파했다고 19일 밝혔다.

슈퍼클럽은 월 9900원을 정기 결제하면 요기요 앱 내 모든 레스토랑의 메뉴를 월 10회, 3000원씩 총 3만원의 자동 할인혜택을 받을 수 있는 정기 할인 구독 서비스다.

월 3~4회 이상 배달앱을 이용하고 있는 소비자라면 가입할 수 있다.

요기요가 슈퍼클럽 가입자들의 주문 소비 트렌드를 분석한 결과, 실제 20회 이상 주문한 사용자가 전체 가입자 가운데 가장 큰 비중을 차지했으며 평균 약 13만2000원의 할인혜택을 받아 주문한 것으로 나타났다.

중복 할인도 가능해 1년 365일 할인을 제공하고 있는 슈퍼레드위크2.0 등을 통해 8월 한 달간 최대 할인을 받아 주문한 사용자의 혜택 누적 금액은 23만600원에 달했다.

특히 전체 슈퍼클럽 가입자 가운데 기존에 월 3~5회를 주문하는 사용자 층에서의 가입이 눈에 띄게 늘었다.

전월 주문 5회 이하였던 사용자들의 슈퍼클럽 가입 비율이 약 35%에 달했으며, 가입 전과 비교해 주문 수도 2.2배 증가했다.

8월 한 달간 전체 가입자 가운데 최대 할인 횟수인 월 20회를 모두 사용한 소비자도 전체 11%로 가장 많은 비중을 차지 했으며, 월 10회 이상 주문한 사용자 역시 47%로 절반에 가까웠다.

슈퍼클럽 가입자들은 전체 요기요 사용자 보다 카페와 디저트 메뉴를 더 자주 주문해 즐기고 있는 것으로 나타났다.

슈퍼클럽의 할인혜택으로 최소주문금액과 배달료 등에 대한 저항감이 낮아지면서 소액 주문이 늘었다고 회사 측은 분석했다.

강신봉 딜리버리히어로 코리아 대표는 "요기요 슈퍼클럽이 8월에 제공한 최대 할인 횟수를 모두 사용한 소비자가 많은 만큼 이번 정기 할인 구독 서비스 이후부터 월평균 주문 횟수가 높아지고 있다"며 "배달앱을 통한 음식 소비가 일상이 된 만큼 요기요 슈퍼클럽은 더욱 인기를 끌 것으로 보인다"고 말했다.

@highlight

딜리버리히어로코리아는 요기요가 지난달 1일 월 3~4회 이상 배달앱 이용 소비자라면 누구나 가입 가능한 정기 할인 구독서비스 '슈퍼클럽'를 선보인 가운데 가입자 수가 25만명을 넘어섰고 평균 약 13만 2천 원의 할인혜택을 받아 주문했다고 분석했다.