팟캐스트 '팟프리카'에 AI가 인간과 비슷한 음성으로 텍스트를 읽어주는 기술인 'TTS'가 도입된다.

아프리카TV 자회사 프릭엔은 인공지능(AI) 전문 기업 마인즈랩과 음성합성 기술 'TTS(Text To Speech)'의 개발 및 활용을 위한 업무협약을 체결했다고 18일 밝혔다.

마인즈랩은 AI의 핵심 알고리즘부터 엔진, 플랫폼 등 종합적인 서비스를 제공하는 AI 전문기업이다.

TTS는 사람의 목소리를 녹음한 다음 한 음절씩 분할해 다시 합성하는 기술이다.

특히 마인즈랩의 TTS 기술은 딥러닝을 통해 매우 적은 음성 표본 데이터만으로도 말하는 이의 특징을 살려 실제와 가깝게 재현해내는 것이 특징이다.

양측은 이번 업무협약을 계기로 올 하반기 내 TTS 기술을 활용한 다양한 신규 서비스를 개발해 팟프리카 뿐 아니라 팟티(PODTY)에도 도입할 수 있을 것으로 기대하고 있다.

대표적인 서비스 사례로는 AJ의 목소리로 텍스트를 읽어주는 '오디오북'이 있다.

프릭엔은 팟프리카 유저에게 친숙한 AJ의 목소리를 통해 매거진, 뉴스, 블로그 제작자들이 별도의 음성 녹음 과정을 거치지 않고도 오디오 콘텐츠를 만들 수 있도록 이 기술을 활용할 예정이다.

더불어 AJ들도 직접 '오디오북' 제작에 나설 수 있도록 출판사를 비롯, 다양한 미디어 회사들과의 협업도 확대해나갈 계획이다.

또한, 양측은 이번 업무 협약을 계기로 마인즈랩의 AI 컨설턴트 교육 과정인 '마음아카데미'를 온라인 강의 형태로 확대할 계획이다.

'마음아카데미'는 AI를 활용해 애플리케이션(앱) 등 신규 서비스를 개발하고자 하는 이들을 위한 강의로 음성지능(STT, TTS), 시각지능(DIARL, OCR) 등 AI 엔진에 대한 개요와 사용법에 대해 배울 수 있다.

온라인 강의는 프릭엔의 전문 강의 채널 '아프리칼리지'를 통해 서비스될 예정이다.

@highlight

18일 아프리카TV 자회사 프릭엔은 인공지능(AI) 전문 기업 마인즈랩과 인공지능이 인간과 비슷한 음성으로 텍스트를 읽어주는 기술인 'TTS(Text To Speech)'의 개발 및 활용을 위한 업무협약을 맺어 '팟프리카'에 TTS도입이 가능하게 됨을 밝히고 이에따라 양측은 조만간 TTS기술을 이용한 다양한 서비스를  팟프리카 뿐 아니라 팟티(PODTY)에도 제공할 수 있을 것으로 기대하고 있다.