SBCN과 투타워스프라이빗에쿼티가 19일 업무 협약식을 가졌다.

핀테크 투자정보 플랫폼 에스비씨엔(SBCN)이 19일 서울 여의도 교보증권빌딩에서 글로벌 투자사 투타워스프라이빗에쿼티(TwoTowers Private Equity, 이하 투타워스)와 업무 협약을 체결했다.

양사는 이번 업무 협약을 통해 투타워스는 SBCN의 해외 진출은 물론, 혁신적인 서비스 확대·글로벌 경쟁력 강화를 돕는다.

SBCN은 IT기술을 활용한 금융의 혁신적인 서비스를 제공할 수 있도록 개발·경영사항을 공유한다.

특히 투타워스는 미국 관계사인 투타워스캐피탈을 통해 SBCN의 미국 진출을 위한 구조설계, 전략수립, 현지 자금조달 등 적극적으로 지원할 계획이다.

이에 앞서 SBCN은 지난달 신한금융이 지원하는 '퓨처스랩 인도네시아 1기'에 선정돼 지난 9일 자카르타 현지에 사무소를 개설, 아시아 시장 진출의 교두보를 마련했다.

SBCN은 올해 하반기 출시한 '투자의 달인' 모바일 앱을 통해 국내 18개 증권사 계좌를 통합 조회·관리하고, 각 증권사 앱과 연동해 주식 매매를 진행하는 혁신적인 기능을 선보였다.

SBCN 손상현 대표는 "이번 협약을 통해 미국 시장에 진출해 시가총액 76억 달러(한화 9조 2000억 원)의 가치를 인정받고 있는 주식거래서비스 '로빈후드'를 능가하는 유니콘 기업으로 거듭나겠다"며 "향후 중국, 일본, 인도 등으로 진출해 글로벌 기업으로도 자리매김할 것"이라고 말했다.

투타워스 백휘정 대표는 "이번 협약으로 SBCN이 30조 달러에 이르는 미국 주식시장에서 유니콘 기업으로 한 단계 성장하길 기대한다"고 강조했다.

한편 투타워스는 지난 2012년부터 100여 개 이상 국내 기업의 글로벌 시장 진출과 해외 전략적 투자자 유치를 전문으로 담당하고 있다.

지난해부터는 미국 소비재 기업의 바이아웃 프로젝트를 시작으로 글로벌 대체투자사로 확장하고 있다.

국내 투자를 확대해 핀테크와 바이오 기술 기업까지 다루는 사모펀드도 함께 운영 중이다.

@highlight

핀테크 투자정보 플랫폼 에스비씨엔(SBCN)과 글로벌 투자사인 투타워스프라이빗에쿼티(TwoTowers Private Equity, 이하 투타워스)은 업무 협약 체결을 통하여 미국 관계사인 투타워스 캐피탈을 통해 SBCN의 미국 진출을 위한 구조설계, 전략수립 및 현지 자금조달 등을 지원해 혁신적인 서비스 확대·글로벌 경쟁력 강화를 도울 계획이다.