경기 안양시(시장 최대호)가 18일 디자인씽킹을 주제로 한 공무원 대상 정부혁신 워크숍을 개최했다.

각 부서의 혁신을 담당하는 직원 70명을 대상으로 한 이번 워크숍에서는 정부혁신 추진방향에 대한 이해도를 높이고, 업무현장에서 이를 어떻게 적용할 것인지 함께 고민해보자는 취지로 마련됐다.

특히, 이날 워크숍은 디자인씽킹 기법 실습을 통해 조직문화, 업무프로세스, 근무공간 등의 분야에서 일하는 방식을 개선하고, 불편함을 개선하는데 고민해보는 시간이 됐다.

디자인씽킹(Design Thinking)은 기존의 통념과는 다른 확산적 사고방식으로 문제의 해결책을 도출해 내는 인간중심적 디자인 방법론이다.

수렴적 사고를 통해 최선을 찾아가는 과정으로 4차 산업혁명시대에 혁신을 이뤄내는 최고의 도구로도 평가된다.

드림디자이너 대표이자 국제강사협회디자인씽킹분과 회원인 최은서 초빙강사는 디자인씽킹 기법에 대한 실습지도와 국내외 사례 등을 설명하며 이해를 도왔다.

최 강사는 또 디자인씽킹의 특징으로 Human-Center(사람중심), Creative Confidence(창조적 자신감), Make It(일단 만들어라), Cheap Fast(값싸고 빠르게), Learn From Failure(실패를 통해 배우다), Empathy(해결보다 공감이 먼저), Embrace Ambiguity(모호성을 견디다), Optimism(긍정적으로), Iterate-Iterate-Iterate(반복을 즐겨라) 등 9가지를 제시했다.

최대호 시장은 "자신이 변해야 가족·사회·세상이 변한다며 변화의 중심에는 늘 자신이 있다는 점을 잊지 말아야 할 것"이라면서 혁신적 사고로 시민행복을 위해 부단히 노력하자"고 당부했다.

한편 안양시는"2018년도 지방자치단체 혁신평가 우수기관"으로 선정, 행정안전부 장관상을 수상한 바 있다.

@highlight

18일 안양시는 국제강사협회 디자인씽킹분과 회원인 최은서 강사를 초대해 각 부서의 혁신 담당 공무원 70명을 대상으로 디자인씽킹 기법을 통한 정부혁신 추진과 적용 방법에 대해 함께 논의하는 워크숍을 열었다.