서천군(군수 노박래)은 지난 18일 군청 상황실에서 새서천대상 심사위원회를 열고 수상자를 선정했다고 밝혔다.

이교식 서천부군수를 비롯한 각계 각 분야 심사위원 17명이 참여한 가운데 심의와 투표를 거쳐 △ 교육·문화·체육 부문 이준우 △ 지역개발 부문 이민직 △ 사회봉사 및 효행 부문 김용찬 등 총 3명을 선정했다.

교육·문화·체육 부문에 선정된 이준우(54세, 장항읍) 씨는 서천군 태권도협회장에 재임해 있으며 학교폭력대책위원으로도 활동하며 학교폭력 예방과 안전한 학교 만들기를 위해 노력해왔다.

특히 태권도를 통한 학교 교육발전에 공헌한 점이 높은 평가를 받았다.

또한 충청남도 태권도협회 및 여러 기관 등과 지속적인 협의를 통해 각종 대회를 유치시키고 전국에 서천 알리기와 지역경제 활성화에 기여는 물론 투철한 책임감과 봉사 정신으로 체육회발전 및 지역사회 화합발전에 크게 이바지한 공로를 인정받아 선정됐다.

지역개발 부문에 선정된 이민직(73세, 마서면) 씨는 서천군 농산물 공동브랜드 서래야 쌀 친환경단지 대표자로 서천 쌀의 고품질화에 적극 동참해 농가 소득증대와 지역사회 농업발전에 크게 이바지했다.

특히 친환경 무농약 서래야 쌀 재배단지 431 농가 441ha 확대 조성과 친환경농법 연구, 기술보급에 앞장선 공로를 높이 평가받아 선정됐다.

사회봉사 및 효행 부문에 선정된 김용찬(65세, 마서면) 씨는 2007년부터 후원회 활동을 시작해 현재 후원회장으로 봉사활동에 선도적인 역할을 하고 있으며, 저소득층 화재 사고 예방을 위해 화재경보기와 가스안전차단기 설치 등의 재난 대응으로 지역주민의 재산과 생명을 보호하는 데 앞장섰다.

또한 마서면 나눔천사 참여를 통하여 지역 내 기부문화 정착에 이바지해 지역복지 향상에 기여한 공로를 인정받아 선정됐다.

한편, 2019년 새서천대상 시상은 오는 10월 1일 제58회 군민의 날 기념식장에서 전수된다.

@highlight

서천군은 지난 18일 군청 상황실에서 새서천대상 심사위원회를 열고 심의와 투표를 거쳐 교육·문화·체육 부문 이준우, 지역개발 부문 이민직, 사회봉사 및 효행 부문 김용찬 등 총 3명을 수상자로 선정했으며, 오는 10월 1일 제58회 군민의 날 기념식장에서 2019년 새서천대상 시상을 진행한다.