인터넷전문은행 카카오뱅크의 중금리 대출 공급액이 월별 기준 첫 1000억원을 돌파했다.

19일 카뱅은 지난 8월 사잇돌대출과 중신용대출 공급액 합계는 약 1137억원으로 올 들어 처음으로 월 1000억원을 돌파했다고 밝혔다.

카카오뱅크가 올 해 1월 21일부터 8월 말까지 공급한 중금리 대출 총액은 5737억원으로 작년 은행권 중금리 대출 공급 총액의 약 63% 수준이다.

카카오뱅크는 현재 정책 중금리 대출 상품인 사잇돌대출(직장인 사잇돌대출, 2019.1.21 출시), 개인사업자 사잇돌대출, 2019.5.28 출시)과 카카오뱅크 자체 신용에 기반한 민간중금리대출(중신용대출, 2019.8.1 출시)을 취급하고 있다.

내달 정무위 국정감사를 앞두고 카뱅은 인터넷은행 설립 취지에 걸맞게 오는 2022년까지 매년 1조원 규모의 중금리대출 공급이 가능하다는 점을 부각시키고 있다.

만일 카카오뱅크의 이용우·윤호영 대표의 증인 신청이 이뤄질 경우 국감에서 인터넷은행의 출범 취지에 맞춰 중금리 대출과 관련한 질의가 나올 가능성도 있다.

카뱅은 출범 2년 만에 고객 천만을 돌파했지만 여신에서 비중이 높은 주택담보대출은 아직 하지 않고, 소액 신용대출만 운영하고 있어 여신을 대폭 늘리기엔 한계를 갖고 있다.

카뱅 관계자는 "전산시스템을 비롯해 모든 것을 비대면으로 처리하려면 시간이 걸린다"면서 "카카오뱅크는 2020년까지 매년 약 1조원 규모의 중금리대출을 공급해 포용적 금융 실현에 더욱 노력할 계획"이라고 말했다.

현재 대부분 시중은행은 직접 중금리대출을 내놓기 보다는 계열사인 저축은행 등을 통해 하고 있다.

단 현재 우리은행은 지난 2016년 출시한 '우리사잇돌 중금리대출'을 대출한도를 최대 2000만원(서울보증보험의 보험증권 발급 금액 이내)까지 운영하고 있다.

시중은행 관계자는 "모바일뱅킹의 경우 신용도가 다소 낮더라도 간편하게 대출할 수 있는 점을 장점으로 부각하고 있다"면서 "정책상품(새희망홀씨, 사잇돌대출 등)도 있으니까 금융상품 선택의 폭이 넓어졌다고 볼 수 있다"고 말했다.

@highlight

인터넷전문은행 카카오뱅크는 19일 지난 8월 사잇돌대출과 중신용대출 등 중금리 대출 공급액 합계가 약 1137억원으로 올 들어 처음 월 1000억원을 돌파했다고 밝혔으며, 카카오뱅크가 올해 1월 21일부터 8월 말까지 공급한 중금리 대출 총액이 5737억원으로 이는 전년도 은행권 대비 약 63% 수준이다.