오는 23일부터 사흘 동안 열리는 동아대 ‘2019학년도 대동제’ 포스터.

동아대학교 제공.

동아대학교 ‘너나우리’ 총학생회(회장 김병남)는 오는 23일부터 25일까지 사흘 동안 승학과 부민, 구덕 캠퍼스 곳곳에서 ‘2019년 대동제’를 개최한다.

대동제는 ‘크게(大) 하나 되는 것(同)’이란 뜻의 대학축제를 의미한다.

특히 이번 축제엔 학생들과 부산 시민들이 함께 어울리는 장인 ‘동아가요제’와 초대가수 및 동아리 공연 등이 대거 마련돼 눈길을 끈다.

행사 첫 날인 23일에는 개막식과 프리마켓 및 야시장이 승학캠퍼스 뉴턴공원에서 개최돼 행사의 본격적인 시작을 알린다.

중앙동아리 공연을 비롯해 동아대와 협약을 맺고 있는 거창군 청소년 동아리 교류행사, 가수 김보형과 길구봉구의 무대 등 화려한 즐길거리도 준비돼 있다.

같은 날 부민캠퍼스 중앙광장에선 프리마켓 및 야시장과 부민캠퍼스 연합축제, 가수 황인욱의 무대가 열린다.

24일엔 승학캠퍼스에서 단과대학 연합축제와 동아리 공연, 가수 비와이의 무대가 이어지고 구덕캠퍼스(중앙정원 앞)에선 구덕캠퍼스 연합축제와 프리마켓 및 야시장이 펼쳐진다.

행사 마지막 날인 25일엔 폐막식과 동아월드컵 및 동아체전 시상식이 오후 6시부터 승학캠퍼스 뉴턴공원에서 열린다.

폐막식에서는 총학생회 축제와 ‘동아가요제’ 본선이 열리며 가수 선미의 공연이 예정돼 있다.

이밖에 대동제 부대 행사로 △금융 특강 △폴라로이드 스튜디오 △SNS 이벤트 등도 진행될 예정이다.

대동제를 총괄한 김 총학생회장은 “동아대 학우 모두가 즐기고 만족할 만한 대동제를 만들기 위해 최선을 다했다”며 “동아인의 화합의 장이 될 수 있도록 많은 관심과 응원을 부탁한다”고 말했다.

@highlight

동아대는 23일부터 25일까지 구덕 캠퍼스에서 '2019년 대동제'를 개최하며, 23일에는 프리마켓, 야시장이 뉴턴공원에서 개최대 행사의 시작으로 학생들과 시민들이 함께 하는 동아가요제와 동아리 공연을 할 예정이다.