조국 법무부 장관 파면을 요구하는 자유한국당 '릴레이 삭발 투쟁'이 19일에도 이어진다.

김석기·송석준·이만희·장석춘·최교일 의원이 삭발투쟁에 동참한다.

송석준 한국당 의원은 이날 오전 10시 30분쯤 국회 본청앞 계단에서 삭발식을 진행한다.

오전 11시쯤에는 김석기·이만희·장석춘·최교일 의원도 같은 장소에서 삭발식을 감행한다.

백승주 의원도 동참을 고민중인 것으로 알려졌다.

김기현 전 울산시장도 이날 오후 2시 울산에서 삭발투쟁에 나선다.

한국당 경기도당위원장인 송석준 의원은 이날 페이스북을 통해 "검정교복 고교 시절에도, 39개월 군 시절에도 까까머리는 없었는데, 중학 시절 이후 40년만에 삭발하고자 한다"며 "삭발하는 심정이 착잡하고 참담하기 그지 없다"고 삭발 결단을 밝혔다.

송 의원은 삭발을 하는 이유로 △분열했던 과거에 대한 반성 △문재인정부 인사폭거에 대한 항의 등을 꼽았다.

삭발투쟁은 무소속 이언주 의원이 조 장관 임명 강행에 반발하며 처음 시작한 이후 한국당으로 옮겨 붙었다.

지난 11일 박인숙 의원이 한국당에서는 가장 처음으로 포문을 연데 이어 황교안 대표가 16일 동참하면서 파급력이 커지는 분위기다.

지금까지 원내 인사로는 △이언주(무소속) △박인숙 △강효상 △이주영 △심재철 의원(이상 한국당)이 머리를 밀었고, 원외 인사는 △황교안 대표 △김문수 전 경기지사 △송영선·차명진 전 새누리당 의원 △박시연 중랑갑 당협위원장 △김숙향 동작갑 당협위원장 △김순견 전 경북부지사 부부, 포항시의회 자유한국당 소속 시의원 4명 등이 동참해 총 16명의 야권인사가 머리를 밀었다.

@highlight

조국 법무부 장관 파면을 요구하는 자유한국당 '릴레이 삭발 투쟁'이 황교안 대표의 동참으로 파급력이 커지는 가운데 19일에는 김석기·송석준·이만희·장석춘·최교일 의원이 삭발식을 이어갈 예정이다.