용접기술 교육생이 실습을 하고 있다.

중소조선연구원(원장 강병윤)은 조선 생산기술의 첨단화 및 패러다임의 변화로 점차 수요가 증가하고 있는 생산인력을 양성하기 위해 ‘용접·도장 전문인력 양성 과정’의 하반기 교육생을 모집한다고 19일 밝혔다.

이 교육 과정은 산업통상자원부가 총괄하고 한국산업기술진흥원(KIAT)이 전담하며 중소조선연구원이 주관하는 ‘용접·도장 전문인력 양성센터 사업’으로 창원대학교와 한국선급이 참여한다.

중소형 조선소의 원가경쟁력 향상을 위해 용접·도장 공정 관련 분야의 기술인력을 맞춤형으로 양성하고, 첨단기술 사업화 지원을 목표로 한다.

교육은 부산, 울산, 창원, 거제, 전남 등 조선산업 밀집지역을 중심으로 내년 2월까지 운영된다.

교육 내용은 △첨단용접기술 △용접사 자격인증 △용접검사 △최신 도장기술 시공·검사 △도장 자격증 취득 등 실무 위주의 교육으로 구성된다.

거주지역에 상관없이 조선업 및 관련산업 퇴직자, 미취업자, 청년 구직자를 대상으로 한다.

수강료와 교재비 등 교육비는 무료이며 교육 수료자에게는 취업 컨설팅을 통한 취업활동을 지원한다.

현재 도장 기술분야의 전문성 향상과 역량강화를 위한 △중방식 도료의 이해와 현장 실무교육 △소형선박 고광택도장 롤러 기술교육 △소형선박 고광택도장 스프레이 기술교육 △소형선박 선체표면처리 및 페어링 기술교육 등 4개 교육과정이 개설되어 신청을 받고 있다.

해당 교육생 모집 공고 및 접수와 관련한 자세한 내용 확인은 홈페이지(hope.rims.re.kr)에서 확인하거나 중소조선연구원 콜센터로(051-974-5598)로 문의하면 된다.

중소조선연구원 관계자는 “조선 수주확대 등 채용수요에 맞춰 생산 전문인력 양성을 지원하여 조선업 현장의 활력 회복을 앞당기는데 기여할 것”이라고 밝혔다.

@highlight

19일 중소 조선연구원은 중소형 조선소의 원가경쟁력 향상을 위해 맞춤형 기술인력을 양성하는 '용접·도장 전문 인력 양성 과정' 하반기 교육생을 모집하며, 교육은 부산·울산 등 조선업 밀집 지역을 중심으로 내년 2월까지 실시한다.