새만금개발청(청장 김현숙)은 전라북도, 군산시, 한국농어촌공사로 구성된 투자유치 대표단(단장 윤용태)을 16~20일까지 중국 산동성과 하남성에 파견해 공동 투자유치활동을 전개한다고 19일 밝혔다.

대표단은 산동성과 하남성의 상무청을 비롯 덕주시청을 방문해 새만금 산업단지 조성 현황과 투자여건을 소개하고 새만금산단에 유치 중인 모빌리티 융복합 산업 등에 대한 다각적인 홍보를 벌였다.

새만금산단에 투자를 계획하고 있는 에스엔케이(SNK)모터스 투자 협력사인 송과자동차(산동성 덕주시)와 아이코튼 투자협력사인 정주방직기계자동화설비유한회사(하남성 정주시)를 찾아 경영진과 면담한 뒤 생산시설을 둘러보며 원활한 투자 진행과 상호 협력 방안 등을 논의했다.

산동성과 하남성 상무청은 중국 기업의 해외 진출 시 각종 인허가를 담당하고 있다.

덕주시는 송과자동차에 토지를 직접 투자하고 원활한 수출을 위한 전용 고속도로 나들목(IC)을 건설하는 등 각종 투자혜택을 제공하고 있는 지자체다.

상무청과 덕주시청의 관계자는 한국의 중앙정부가 중국지역과 인접해 추진중인 새만금사업에 많은 관심을 보였다.

특히 한중산업협력단지에 대한 구체적 문의와 함께 새만금 산업단지에 투자하는 기업과의 상호 협력 방안을 논의했으며 오는 11월중 새만금을 방문하겠다고 밝힌 것으로 알려졌다.

대표단은 중국의 송과자동차(회장 주혜연)와 정주방직기계자동화설비유한회사(회장 백허민)가 기업의 비전을 설명하면서 협력사 간 신뢰를 바탕으로 새만금에 대한 투자가 원활히 진행되도록 하겠다는 의지를 보였다고 전했다.

윤용태 투자유치 대표단장은 "최근 한국 자유무역협정(FTA) 환경을 활용해 새만금을 기반으로 글로벌 비즈니스를 확대하려는 중국기업의 관심이 높아지고 있다"며 "중국 협력사의 신속한 결정이 이뤄져 한중 간 협력 증진이 새만금지역의 활성화로 이어질 수 있도록 하겠다"고 말했다.

@highlight

새만금개발청은 19일 전라북도, 군산시, 한국농어촌공사로 조직된 투자유치대표단을 중국에 파견해 공동 투자유치활동을 전개한다고 전하며 여러 지역을 방문한 대표단은 새만금산단에 유치중인 모빌리티 융복합 산업 등에 대한 홍보를 벌이고 생산시설을 둘러보면서 앞으로의 원활한 투자진행과 상호협력 방안을 논의하였다.