오늘(19일, 목) 저녁 6시 생방송으로 진행되는 Mnet ’엠카운트다운’에서는 1년 10개월만의 정규앨범으로 돌아온 세븐틴의 컴백 무대가 최초로 공개되며, 라붐, 드림캐쳐의 컴백 무대도 준비되어 있다.

세 번째 정규 앨범 ‘An Ode’로 돌아온 세븐틴은 치명적이면서 카리스마 넘치는 신곡 ‘독:Fear’ 무대를 ‘엠카운트다운’을 통해 최초 공개할 예정이다.

오늘 방송에서는 타이틀곡 ‘독:Fear’ 뿐만 아니라 수록곡 ‘Snapshoot’, ‘Happy Ending’의 무대도 함께 준비되어 있어 세븐틴의 다채로운 매력을 만나볼 수 있다.

매번 시선을 압도하는 퍼포먼스로 완벽한 무대를 선보였던 세븐틴이 어떤 모습으로 무대에 설지 관심이 집중되고 있다.

라붐은 컴백 타이틀 곡 'Firework'를 최초 공개하며 멤버들의 더욱 더 성숙해진 비주얼과 강렬한 퍼포먼스로 모두의 시선을 사로잡을 예정이다.

드림캐쳐도 '엠카운트다운'에서 포기할 수 없는 단 하나의 존재와 목표를 향한 도전을 표현한 곡 ‘데자부’ 무대의 첫 선을 보인다.

애절하면서도 몽환적인 매력의 무대를 선보일 전망.

이진우, 이태승, 이우진이 속한 그룹 틴틴은 소년들의 사랑에 대한 용기를 위트 있고 경쾌하게 풀어내 중독성을 더한 곡 ‘책임져요’로 데뷔 무대를 갖는다.

이번 주 ‘스튜디오 M’에는 가을 감성을 채워줄 무대가 준비되어 있다.

디어클라우드의 보컬 나인이 ‘너의 이름은’의 무대를 준비해 특유의 감미로운 음색과 호소력 짙은 보컬을 앞세운 라이브 무대로 시청자들을 사로잡을 예정이다.

또, V.O.S는 ‘스튜디오 M’을 통해 신곡 ‘다시 만날까 봐’ 무대를 독점 공개한다.

발라드의 정석다운 감성 짙은 무대를 펼칠 예정.

이외에도 이날 ‘엠카운트다운’에는 X1, 에버글로우, 더보이즈, 아이즈, 장대현, 로켓펀치 등이 출연한다.

@highlight

오늘 19일 '엠카운트다운'에서는 1년 10개월 만의 정규앨범 'An Ode'로 돌아온  세븐틴의 신곡 '독:Fear'무대가 최초 공개되며, 이어 라붐과 드림캐쳐도 컴백 무대를 준비해 기대를 모으고 있으며 이외에도 X1,에버글로우,더보이즈,로켓펀치 등이 출연한다.