금정구(구청장 정미영) 서1~3동, 금사회동동 지역사회보장협의체(서1동위원장 민영길, 서2동위원장 조주환, 서3동위원장 박병수, 금사회동동 위원장 김종석)는 7월 서2동 행정복지센터에서 금정구종합사회복지관(관장 정순화)과 서금사회동동 여성발달장애인 ‘여심저격’ 공동사업 업무협약식을 가진 후 사업을 활발하게 추진하고 있다.

여성발달장애인 ‘여심저격’ 사업은 지난해 서금사회동동 협의체와 금정구 종합사회복지관이 협업하여 여성장애인 100여명을 대상으로 실시한 욕구조사 결과를 토대로 추진되고 있다.

사업은 올해 7월 사전 가정방문 조사를 통해 참여의사를 밝힌 여성발달장애인 15명을 대상으로 각 동 협의체 행복충전 희망모금 사업비 400만원(각 동 100만원)과 복지관이 후원한 85만원을 합친 총 485만원의 주민 자율모금 사업비로 진행된다.

8월부터 11월까지 4개월 동안 11회에 걸쳐 △여성발달장애인 자조모임 및 인권교육 △지역주민 참여활동 △인식개선 캠페인 △합동 나들이 등의 프로그램이 마련되어 있다.

8월 시작한 여심저격 사업은 △장애인 권리증진 교육 △나의 성 바로 알기 △자조모임 활동(천연화장품 만들기, 손뜨개 수세미 만들기) 등 6회기를 진행해 참여자들로부터 호응을 얻고 있다.

또한 회기별로 각동 협의체위원 2명이 자원봉사자로 참여해 참가자들과 소통하며 뜻깊은 시간을 함께 만들고 있다.

프로그램에 참여중인 여성들은 눈높이 맞춤 프로그램을 통해 새로운 친구들을 사귀며 행복하고 즐거운 시간을 맞고 있다는 소감을 밝혔다.

김경희 서2동장은 “지역사회에서 차별받는 여성장애인을 대상으로 추진 중인 여심저격사업이 성공적으로 마무리되어 참가자들이 스스로의 권리를 알고 이웃과의 소통을 통한 고립감 해소로 삶의 만족도가 조금이나마 높아지기를 희망한다”며, “장애인과 비장애인이 차별이 아닌 다름을 인식하고 함께 살아가는 따뜻한 공동체를 만들어 가는데 최선을 다하겠다”고 밝혔다.

@highlight

서,금사회동동 지역사회보장협의체는 7월 서2동 행정복지센터에서 금정구종합사회복지관과 서금사회동동 여성발달장애인 '여심저격'공동사업 업무협약식을 가진 후 8월부터 11월까지 다양한 프로그램으로 장애인과 비장애인이 차별이 아닌 다름을 인식하고 함께 살아가는 따뜻한 공동체를 만들어 가는데 도움이 되도록 '여심저격' 사업을 적극적으로 진행하고 있다.