딜리버리T(딜리버리티, 대표 남승미)가 지난 8월 19일부터 1달간 30~50대 남녀 100명을 대상으로 자사의 '택시배송' 서비스와 관련해 진행한 온라인 고객반응 조사에서 70%대의 긍정적인 반응을 확인했다고 밝혔다.

이번 조사는 국민대 초기창업패키지에 선정된 보육기업 대상으로 국민대에서 브레인앤리서치에 의뢰해 진행됐다.

조사는 '호감도', '기능필요성', '기능차별성', '사용성', '디자인적합성', '신뢰도', '구현가능성', '구매의향', '추천의사' 등 9개 항목으로 진행됐다.

대부분의 항목에서 70% 수준의 높은 긍정적인 반응을 보인 가운데, 특히 '기능 필요성'과 '기능 차별성'에서 가장 높은 긍정적인 평가를 받았다.

본 조사 참여자들은 '급하게 물건을 보내야 하는 난처한 상황에서 꼭 필요한 서비스이다', '택시의 유휴노동력을 활용하는 적절한 서비스이다', '기존 퀵서비스로 보내기 어려운 물품도 가능할 것 같다', '항시 이용 가능한 점이 좋다', '실시간 배송추적 서비스가 안전 배송에 대한 신뢰도를 높인다' 등 긍정적인 피드백을 보였다.

다만 '개인정보 유출이 염려된다', '교통상황에 따라 배송시간 차이가 클 것 같다', '일부 불친절한 택시 기사가 걱정된다' 등 부정적인 피드백도 일부 나타났다.

딜리버리T 남승미 대표는 "택시 유휴노동력 활용에 대한 사회적 수요가 높아지고 있는 가운데 퀵서비스 공급시장 확대의 시점에서 새로운 패러다임을 제시하고자 한다"며 "화물이 아닌 신속하게 배달해야 하는 작은 물건을 대상으로 하여 국민들에게 새로운 편익을 제공하기 위해 노력하겠다"고 밝혔다.

브레인앤리서치 측은 "호감도, 필요성, 차별성, 사용성 등 대부분의 항목에서 긍정적인 결과가 나타났다"며 "대중적인 택시와 퀵서비스를 이용하여 기존 퀵서비스 배송의 대체재를 만들었다는 점에서 높은 평가를 받은 것"으로 평가된다고 밝혔다.

@highlight

딜리버리T(대표 남승미)가 지난 8월 19일부터 1달간 30~50대 남녀 100명을 대상으로 자사의 '택시 배송' 서비스와 관련해 진행한 온라인 고객 반응 조사에서 소비자 70% 수준의 높은 긍정적인 반응을 확인했다고 밝혔다.