대구FC 김동진승리가 절실한 대구FC가 11위 인천유나이티드를 만난다.

대구는 오는 22일 오후 5시 인천축구전용경기장에서 하나원큐 K리그1 2019 30라운드 인천과 격돌한다.

대구는 추석 연휴였던 지난 14일 안방에서 포항스틸러스와 무승부를 기록하며 5위(승점 42점)에 위치해 있다.

승점 1점밖에 획득하지 못한 대구는 6~7위(승점 39점)의 추격을 뿌리치지 못했고 이번 라운드 경기 결과에 따라 현재 위치도 위태로운 상황에 직면했다.

대구에게 필요한 것은 승점 3점이다.

원정 경기이지만 반드시 잡아야 순위 경쟁에서 우위를 점할 수 있다.

대구는 올 시즌 인천과 2번 만나 모두 승리를 따냈다.

최근 5경기 맞대결 전적도 4승1패로 앞선다.

최근 5경기 무패행진(2승3무)을 이어가고 대구가 인천을 골문을 두드리기 위해 ‘대세가(김대원-세징야-에드가)’를 전방에 배치할 것으로 예상된다.

전역 후 팀에 합류한 신창무의 투입도 기대해볼 만하다.

먼저 전역한 김선민·김동진이 경기에 나섰던 점과 입대 전 세징야 등 기존 선수들과 경기를 뛰었다는 점을 고려하면 신창무의 선발 출전은 어려운 일도 아니다.

특히 안드레 감독이 김선민·김동진 효과를 이미 봤기에 신창무 선발 카드 역시 매력적일 수밖에 없다.

올 시즌 K리그1 전반적으로 역전승이 자주 나오지 않는다는 점을 고려하면 대구는 원정 경기지만 기선제압하기 위해 공격적으로 나올 것으로 보인다.

하지만 인천의 잔류 본능을 무시할 순 없다.

인천은 최근 3년간 시즌 중후반 때 극적인 경기를 펼쳤고 ‘생존왕 본능’을 발휘하며 K리그1 잔류에 성공했다.

이날 경기 경계대상 1호는 무고사다.

무고사는 28라운드에서 만난 울산 현대를 상대로 해트트릭을 기록하며 패배에 직면한 팀을 구해냈다.

정태욱이 중앙 수비수를 맡은 후 안정을 되찾은 대구의 수비진이 이번 경기에서도 견고한 수비력으로 팀 승리를 도울지 관심이 쏠린다.

@highlight

대구FC는 14일 포항스틸러스와 무승부를 기록하며 5위에 위치해 있는데, 승점 1점밖에 획득하지 못한 대구는 11위인 인천유나이티드와의 경기 결과에 따라 현재 위치도 위태로운 상황에 직면했다.