미국의 통신기업 AT&T가 위성방송업체 '다이렉TV(Direct TV)'를 두고 고심에 빠졌다.

19일(현지시간) 월스트리트저널(WSJ)은 AT&T가 위성방송 자회사 다이렉TV를 분할하거나 매각하는 방안을 고민 중이라고 보도했다.

AT&T는 지난 2015년 490억달러(약 58조원)에 위성방송 기업 다이렉TV를 인수했다.

당시 AT&T는 미디어 종합회사로 도약하게 위해 다이렉TV를 인수한다고 밝힌 바 있다.

그러나 인수 후 넷플릭스와 아마존 프라임 등 온라인 스트리밍 서비스(OTT)가 대세로 떠오르면서 다이렉TV는 고전을 면치 못했다.

지난 2분기에는 80만명의 프리미엄TV 가입자를 잃었다.

AT&T는 타임 워너의 이름을 '워너미디어'로 바꾸고 OTT 서비스 론칭을 준비 중이다.

다이렉TV 분할이나 매각이 확정된 것은 아니다.

WSJ은 "AT&T는 다양한 옵션을 검토 중"이라며 "모기업과의 분사, 경쟁 업체인 디쉬 네트워크와의 합병 등이 있다"고 설명했다.

이어 "가입자 수 감소에도 불구하고 현금 흐름 등에서 차지하는 비중을 고려할 때 여전히 다이렉TV를 그대로 두기로 결정할 수도 있다"고 덧붙였다.

다이렉TV는 지난해 AT&T의 전체 매출에서 27%를 차지했다.

로이터통신은 이 사안에 정통한 관계자의 말을 인용해 "규제로 인해 디쉬와의 합병은 쉽지 않다"고 분석하기도 했다.

실제로 디쉬는 지난 2014년 다이렉TV와의 결합을 시도했지만 결국 AT&T에 합병된 바 있다.

주주행동주의를 앞세우는 사모펀드 엘리엇의 서한도 영향을 미친 것으로 풀이된다.

엘리엇은 AT&T의 인수합병 전략을 공격하며 타임 워너와 다이렉TV를 소유해야 하는 이유를 질문했다.

랜달 스티븐슨 AT&T CEO는 엘리엇의 비판에 대해 "프리미엄 미디어, 콘텐츠 제작 및 네트워크로 회사가 전략적으로 이점을 가질 것으로 생각한다"며 "엘리엇이 제기한 몇 가지 제안에 대해 살펴보겠다"고 말했다.

@highlight

미국의 통신기업 AT&T가 위성방송업체 '다이렉TV'를 두고 고심에 빠져있는데 19일(현지시간) 월스트리트저널(WSJ)은 다이렉TV를 분할하거나 매각하는 방안을 고민 중이라는 보도이고 이는 인수 후 넷플릭스와 아마존 프라임 등 온라인 스트리밍 서비스가 대세로 떠오르는 가운데 다이렉TV는 고전을 면치 못하기 때문이라 전했다.