현대자동차는 중국내 소비자만족도 조사에서 정비 서비스 부문 6년 연속 1위에 올랐다고 20일 밝혔다.

현대차의 중국 합자법인 베이징현대는 중국질량협회가 발표하는 '2019 고객만족도 조사(CACSI: China Automobile Customer Satisfaction Index)'에서 정비 서비스 만족도 1위와 종합 만족도 3개 차종 1위를 달성했다.

베이징현대와 중국질량협회 관계자들이 ‘2019 고객만족도 조사(CACSI)’ 시상식에서 포즈를 취했다.

중국 정부 산하의 소비자품질검사기관인 중국질량협회는 매년 자동차, 철강, 기계 등에서 고객 방문 면담 방식으로 소비자만족도 조사를 한다.

올해 자동차 부문에선 58개 브랜드의 187개 차종을 대상으로 중국 주요 65개 도시에서 차량의 성능, 설계, 품질 신뢰성, 정비 및 판매 서비스 등 다양한 항목을 평가, 정비 서비스, 판매 서비스, 종합 3개 부문에서 순위를 매겼다.

정비 서비스 만족도 조사는 차량 구입 1∼3년이 지난 고객을 대상으로, 서비스 태도· 효율·품질·비용, 딜러 시설과 환경 5개 부문, 41개 항목을 설문한다.

정비 서비스 만족도는 자동차 회사가 판매 이후에도 고객 체험 향상을 위해 노력하고 있다는 의미로, 중고차 판매 가치 상승과 브랜드 이미지 제고, 재구매에도 영향을 미치는 중요 요소로 평가된다고 북경현대는 설명했다.

이와 함께 라페스타, 신형ix35, 베르나가 상품, 품질, 판매, 정비를 종합 평가하는 종합 만족도 조사에서 각 부문 1위를 기록했다.

2018년 10월 출시된 라페스타는 '2019년 10만 위안(1683만 원) 이상 주목할 만한 신차' 부문에서 1위에 올랐고 신형 ix35는 '10만∼15만 위안 중형 SUV(SUV-A)' 부문에서 2년 연속 1위를 차지했다.

베르나는 '7만 위안 이하 소형차' 부문에서 정상에 올랐다.

현대차 관계자는 "중국 소비자들이 선호하는 최고 수준의 상품 경쟁력을 갖춘 각종 신차를 투입하고 다양한 고객 체험 중심 서비스를 확대하면서 현재 중국 시장에서 겪는 어려움을 극복해 나갈 것"이라고 말했다.

@highlight

현대차의 중국 합자법인 베이징현대는 중국질량협회가 매년 자동차, 철강, 기계 등에서 고객 방문 면담 방식으로 조사해 발표하는 '2019 고객만족도 조사'에서 정비 서비스 부문  6년 연속 만족도 1위와 종합 만족도 3개 차종 1위를 달성했다고 20일 밝혔다. 