성 스캔들에 휘말린 야구선수 출신 방송인 양준혁이 고수장을 접수한다며 강경 대응을 예고했다.

양준혁은 19일 자신의 인스타그램에 "내일 오전 11시 용인서부경찰서에 고소장 접수합니다"라는 글과 함께 고소장을 찍은 사진을 게재했다.

그는 "이번 사태는 양준혁이라는 한 사람의 과거와 현재와 미래에 대한 폭력이다. 이러한 사이버상에서의 폭력의 상처는 본인이 사는 날 동안 그리고 죽음 뒤에도 따라다니는 무서운 기록이 될 것"이라며 "이러한 기록의 상처에 대해 저희는 위풍당당 양준혁이라 불렸던 모습으로 대응하겠다"고 단호하게 말했다.

지난 18일 양준혁은 SNS에 올라온 글로 인해 성 스캔들에 휘말렸다.

A 씨는 양준혁으로 추정되는 인물이 잠을 자는 사진과 함께 "양준혁.

방송에서 보는 모습.

팬서비스하는 모습.

어수룩해 보이는 이미지의 이면, 숨겨진 저 사람의 본성"이라는 글을 남겼다.

하지만 현재 그 글과 사진은 삭제된 상태.

이에 대해 양준혁은 "유명인이라는 이유로, 그리고 남자라는 이유로 공격 받는 상황이다.

유명인이기 전에 한 사람으로서 늦은 나이이기에 좋은 만남을 가지려 했고, 그러한 과정에서 상대방을 만났으나 애초의 느낌과 다르게 만날수록 서로가 맞지 않는다는 것을 알게 됐고, 자연스럽게 멀어지게 됐다.

시간이 흐르면서 서로가 맞지 않는다는 생각에 이별을 택한 것인데 이 과정에서 악의적인 감정을 품고 진실을 호도하는 글을 올린 상대방은 도대체 무엇을 택하려 하는 것인지 의아하지 않을 수 없는 상황"이라는 글을 게재하며 반박했다.

이후 양준혁은 "이번 유포사항과 관련 하여 변호사를 통하여 법적인 절차로 해결을 하려고 한다"고 법적 대응을 예고하고 나섰다.

한편, 다음은 이날 양준혁이 올린 글 전문이다.

내일 오전 11시 용인서부경찰서에 고소장접수 합니다.

이번 사태는 양준혁이라는 한 사람의 과거와 현재와 미래에 대한 폭력입니다.

이러한 사이버상에서의 폭력의 상처는 본인이 사는 날 동안 그리고 죽음 뒤에도 따라다니는 무서운 기록이 될 것 입니다.

이러한 기록의 상처에 대해 저희는 위풍당당 양준혁이라 불렸던 모습으로 대응하겠습니다.

@highlight

19일 성 스캔들에 휘말린 방송인 양준혁은 자신의 인스타그램에 내일 오전 11시 용인 서부 경찰서에 고소장을 접수한다는 글·사진을 게재하고, 사이버상의 폭력에 대해 강력 대응할 것을 알렸다.