미국 상무부 산하 해양대기청(NOAA)이 20일(한국시각) 한국을 예비 불법·비보고·비규제(IUU)어업국으로 지정했다.

해양수산부에 따르면 미국은 2017년 12월 초 우리나라 원양선박 두 척이 남극수역 어장폐쇄 통보에도 불구하고 2~3일을 더 조업하면서 남극해양생물자원보존위원회(CCAMLR)의 보존조치를 위반했다는 이유로 이 같은 결정을 내렸다.

앞서 우리나라는 2013년 유럽연합(EU) 집행위원회에서 원양어업에 대한 감시와 통제소홀 등으로 한차례 예비 불법어업국으로 지정됐다가 2년 만인 2015년 4월 가까스로 지정에서 해제된 바 있다.

해수부 관계자는 “2017년 12월 남극수역에서 한국의 원양선박인 서던오션호와 흥진701호가 CCAMLR 어장폐쇄 통보 e메일을 확인하지 않고 조업해 보존조치를 위반한 것에서 비롯됐다”고 설명했다.

이어 이 관계자는 “보존조치를 위반한 흥진701호는 어장폐쇄 통보메일이 통신업체서버에서 스팸메일로 분류되면서 사실 확인을 못한 채 2일간 조업을 했다”면서 “서던오션호는 메일을 하루 늦게 열람하고도 3일간 더 조업을 강행한 것으로 확인됐다”고 말했다.

해수부는 미국의 이번 조치가 단기적으론 국내 어업에 큰 영향을 미치진 않을 것으로 내다봤다.

다만 미국은 앞으로 2년 동안 한국의 개선 조치에 관해 적격 여부를 판정하게 된다.

적격 심사에서 탈락하면 불법어업국으로 최종 지정돼 수산물 수입길이 막힌다.

항만 이용도 불가능해진다.

더불어 불법어업국이란 국제적 비난 여론에 직면할 전망이다.

불법어업은 해양생태계를 위협하는 행위로 간주되는 것은 물론 자원 강탈과 선원 인권침해 등 국제적·도덕적 문제로 비화되기도 한다.

이에 따라 해수부는 미국과의 합의를 통해 최대한 빨리 IUU 지정국가에서 벗어난다는 계획이다.

@highlight

2013년 유럽연합 집행위원회에서 예비불법국으로 지정된 적 있는 우리나라는 2017년 미국 상무부 해양대기청에 의해 예비 불법, 비보고, 비규제 어업국으로 재지정되었으나, 해수부는 미국의 이러한 조치가 단기적으로는 국내 어업에 큰 영향을 미치지 못할 것으로 예상했다.