성장성특례 3호 올리패스가 코스닥에 입성한데 이어 사업모델특례 2호 캐리소프트도 상장에 도전한다.

20일 한국거래소에 따르면 올리패스는 이날 코스닥에 상장했다.

셀리버리와 라닉스 세번째 성장성특례 상장이다.

성장성특례 상장은 상장주선인이 성장성이 있음을 인정해 추천한 기업에 대해 전문 평가기관 평가등급 없이도 상장예비심사 청구를 허용한 제도다.

성장성특례는 주간사 추천제도인만큼 상장주선인은 상장 후 6개월 간 공모가격 90%에 공모주 투자자 주식을 되사줄 책임이 있다.

올리패스는 RNA 치료제 개발 전문기업이다.

RNA는 단백질 합성과 유전자 조절에 관여하는 올리고핵산이다.

이 회사는 지난해 매출 4억8800만원에 영업손실 185억4200만원을 기록했다.

공모금액은 140억원에 달하며, 상장주선인은 키움증권과 미래에셋대우다.

KTB네트워크와 SV인베스트먼트, 미래에셋벤처, 플래티넘기술투자, 위드윈인베스트먼트 등 벤처캐피탈과 DS자산운용, 타임폴리오자산운용 등이 투자했다.

캐리소프트는 지난 19일 금융위원회에 증권신고서를 제출했다.

증권신고서는 금융위가 이를 수리한 날로부터 15일이 경과하면 그 효력이 발생한다.

공모 희망가 범위는 주당 7000∼9000원, 공모 예정 금액은 64억∼82억원이다.

당초 공모 희망가는 1만2900∼1만6100원이었다.

앞서 캐리소프트는 지난달 7일 금융위에 상장 철회신고서를 제출했다.

당시 회사 관계자는 "최종 공모가 확정을 위한 수요예측을 실시했으나, 회사 가치를 적절히 평가 받기 어려운 측면 등 제반 여건을 고려해 대표주관회사 등의 동의하에 철회신고서를 제출했다"고 밝혔다.

사업모델 기반 기술특례 상장 2호 캐리소프트는 다음달 14∼15일 수요예측을 거쳐, 10월께 상장 예정이다.

주관사는 미래에셋대우다.

사업모델 특례상장은 기술평가 특례 중 독창적 아이디어에 중점을 둔 상장 형태다.

@highlight

한국 거래소에 따르면, RNA 치료제 개발 전문기업인 올리패스가 전문평가기관의 평가등급없이 상장예비심사 청구를 허용한 제도인 '성장성 특례 상장'으로  20일 코스닥에 상장하고, 사업모델 기반의 '기술 특례 상장2호'인 캐리소프트는 다음달 14~15일 수요예측하고 10월께 상장한다.