CJ제일제당의 유산균 전문브랜드 'BYO(바이오)'가 대한아토피협회와 함께 아토피 환아 가정이 참여하는 가족 캠프인 '굿바이 아토피' 힐링 위크엔드를 후원한다고 20일 밝혔다.

대한아토피협회가 주최하고 CJ BYO유산균이 후원하는 '굿바이 아토피' 힐링 위크엔드는 오는 9월 21일부터 22일까지 2일간 강원도 홍천군 대명비발디파크에서 진행된다.

아토피 환아가 있는 45 가정이 참여해 자연 체험과 레크리에이션, 다양한 공연을 즐기는 한편, 아토피에 대한 정보를 공유하는 행사다.

BYO유산균은 이번 캠프에 참여하며 단순 제품 후원에 그치지 않고 아토피와 '장끝까지 살아가는 생존유산균'이라는 CJ BYO유산균의 장점을 알리는 활동도 진행한다.

'BYO식물성피부유산균'의 개발자(연구원)인 김봉준 CJ제일제당 식품연구소 유용미생물센터장(상무, 박사)이 직접 강연에 나서고, 아토피와 CJ BYO유산균에 대한 퀴즈 프로그램 등을 통해 환아 가정에게 보다 유익한 정보를 제공할 계획이다.

CJ BYO유산균의 '맏형' 제품인 BYO식물성피부유산균은 국내 최초로 식약처가 인정한 피부 기능성 개별인정형 유산균이다.

유아 및 어린이를 대상으로 인제적용시험을 진행한 결과에서도 피부 가려움지수와 민감도지수 등이 개선된 결과가 나와 피부가 가렵거나 민감한 아이들에게 도움을 줄 수 있는 제품이다.

이 같은 제품 특성에 맞춰, BYO유산균은 올해로 5년째 대한아토피협회를 공식 후원하고 있다.

CJ제일제당 관계자는 "BYO유산균은 출시 동기부터 아토피로 고통받는 환아들에게 도움을 주고자 기획된 제품"이라며 "앞으로도 아토피 환아를 돕는 다양한 프로그램을 확대하고, BYO식물성피부유산균의 기능성을 제대로 알리는 활동도 병행할 것"이라고 말했다.

@highlight

CJ제일제당의 유산균 전문브랜드 'BYO'가 대한아토피협회와 함께 아토피 환아가 있는 45가정이 참여해 공연을 즐기고 아토피에 대한 정보를 공유하는 행사를 추진했으며 CJ BYO유산균의 장점을 알리는 활동도 진행한다고 20일 밝혔다.