대형 트럭 시장을 선도하고 있는 볼보트럭코리아가 지난 19일 세종특별시 세종로에 위치한 천안사업소의 개소식을 진행했다고 20일 밝혔다.

이날 천안사업소 개소에 맞춰 한국을 방문한 페르-에릭 린스트룀(Per-Erik Lindstrom) 볼보트럭 인터내셔널 사장은 개소식에 참석해 볼보트럭코리아 관계자들과 고객분들이 임직원들과 서비스센터를 둘러봤다.

볼보트럭코리아는 꾸준히 증가하는 판매 대수에 따른 증가하는 고객의 정비 수요에 대응하기 위해 지난해 30번째 개소한 동광양사업소에 이어 올해 31번째 천안사업소를 신규 설립했다.

특히, 천안사업소는 논산-천안고속도로 천안 방향 남풍세 나들목 인근과 1번 및 43번 국도가 만나는 접점에 위치한 지리적 장점을 살려 충청지역의 서비스 수요에 효율적으로 대응하며 고객 만족도 향상을 이끌 것으로 기대된다.

스웨덴 볼보트럭 본사의 표준 규격에 맞는 건물과 설비로 설계된 볼보트럭 천안사업소는 일반수리 뿐만 아니라 판금 및 도장 서비스를 모두 제공하는 원스톱 서비스센터로 고객편의성을 높였다.

특히, 총 13개의 워크베이 등 대형 트럭 정비 시설을 갖추고 있어 고객의 니즈에 신속한 대응으로 차량 업타임을 향상시켜 고객 비즈니스 수익률 향상을 목표로 운영될 예정이다.

또한, 국내 유일의 365일 24시간 운영되는 긴급 출동 서비스를 통해 볼보트럭 고객들은 언제 어디서나 편리하게 운송 서비스를 받을 수 있다.

볼보트럭코리아는 금번에 개소한 천안사업소를 포함해 국내 총 31개의 서비스 거점을 구축하며 국내 수입 상용차 업계 최대 서비스 네트워크를 보유하고 있다.

페르-에릭 린스트룀 볼보트럭 인터내셔널 사장은 "프랜차이즈 형태로 다수의 브랜드를 겸하는 대다수의 트럭 정비공장과 달리, 볼보트럭의 서비스센터는 31곳 모두 볼보트럭 본사 기준의 서비스로 볼보트럭 만의 서비스를 제공하고 있다"고 말했다.

@highlight

볼보트럭코리아가 세종특별시 소재 천안사업소의 개소식에서증가하는 고객의 정비 수요에 대응하기 위해 올해 31번째로 천안에 사업소를 선정했다고 말하면서 천안사업소는 지리적 장점을 살려 충청지역의 서비스 수요에 효율적으로 대응하며 고객 만족도 향상을 이끌 것으로 기대한다고 하였다.