사진=날씨누리.

제17호 태풍 ‘타파’가 예상보다 더 강하게 비바람을 동반하며 제주도와 부산 등 남부 지방을 강타할 것으로 예상돼 각별한 주의가 필요하다.

기상청은 20일 "제 17호 태풍 타파는 21~23일 제주도 동쪽해상을 지나 경남해안 인근 해역을 통과할 것으로 보인다"며 "시간당 50㎜ 이상, 최대 400㎜ 이상 강하고 많은 비가 내릴 것"이라고 밝혔다.

타파의 강도도 예상보다 더 빠르게 커지고 있다.

중형급 태풍으로 발달한 '타파'의 중심기압은 980hPa(헥토파스칼), 중심 부근 최대풍속은 초속 29m(시속 104㎞)에 달한다.

'타파'는 22일 낮 제주도를 통과해 같은날 밤 10시 경에는 부산에 가장 근접해 통과한 뒤 23일 새벽 동해상으로 빠져나갈 것으로 보인다.

기상청은 “태풍이 당초 예상보다 강할 것으로 보인다”며 “부산을 스칠 것으로 전망되는데, 조금 더 올라올 경우 경남 남해안에 상륙할 수도 있다”고 밝혔다.

이번 태풍의 가장 큰 특징은 ‘물 폭탄’이다.

21~23일 제주도에는 150~400㎜의 많은 비가 내릴 것으로 전망된다.

제주도 산지에서는 최대 600㎜ 이상이 쏟아지겠다.

나머지 지역의 21~23일 예상 강수량은 경상 동해안 400㎜ 이상을 비롯해 강원 영동·경상도·전남 등은 100~300㎜이다.

경기 남부·강원 영서 남부·충북·충남 남부·전북에서 30~80㎜가 예상되며, 서울과 경기 북부 등에서는 10~40㎜의 비가 내리겠다.

강한 바람도 동반한다.

제주도와 남해안 등에서는 최대순간풍속이 초속 35~45m인 바람이 불겠다.

다른 지역에서도 최대순간풍속이 초속 15~30m로 강풍이 예상된다.

기상청은 22일 오전부터 23일 새벽까지 이번 태풍의 최대 고비일 것이라고 내다봤다.

@highlight

제 17호 태풍 '타파'가 비바람을 동반하며 제주도와 부산등 남부지방을 강타할 것으로 예상되는 가운데 22일 낮 제주도를 통과해 밤 10시경에는 부산에 가장근접해 통과한뒤 23일 새벽 동해상으로 빠져나갈 것으로 보인다.