글로벌 백신산업의 중심 경상북도와 안동시가 9월 19일 「2019 국제백신산업포럼(IVIF2019)」을 안동 그랜드호텔에서 개최했다.

이번 포럼은 경북 안동에 구축하고 있는 백신산업클러스터 활성화와 발전방안 모색을 위해 세계보건 백신개발과 보급 전문기관인 국제백신연구소(IVI)와 경북바이오산업연구원이 공동으로 기획한 국제행사다.

2016년부터 매년 개최하는 국제백신산업포럼은 백신산업 동향, 혁신적 기술진보 전파, 백신산업발전과 육성 전략 수립 등 발전방안을 모색하는 국제 행사다.

특히 올해는 '공공과 민간의 협력을 통한 백신산업의 발전 및 전망'을 주제로 기조연설과 2개 세션으로 나누어 공공과 민간의 파트너십에 대해 심도있게 다뤘다.

기조강연자로 초청된 사노피파스퇴르 R&D(Sanofi Pasteur R&D)의 클레멘트루윈(Clement Lewin) 수석부사장은 '백신에서의 공공과 민간의 파트너십의 역할'을 주제로 백신개발 및 산업화에 있어 공공과 민간의 협력 현황 및 미래에 대하여 깊이 있는 연설을 진행했다.

부대행사로 경북 안동의 백신산업을 볼 수 있는 SK바이오사이언스, 동물세포실증지원센터, 경북바이오산업연구원이 홍보부스를 설치하여 백신산업과 관련된 사업 안내 및 홍보도 성황리에 진행했다.

전우헌 경상북도 경제부지사는 "오늘 이 자리가 국내외 백신전문가들의 소중한 지혜를 통해 국내 백신산업을 한 단계 더 도약시킬 수 있는 혁신적이고 풍부한 지혜가 모아지는 계기가 되길 바란다"라고 전했다.

안동시 권영세 시장은 "국제백신산업포럼에서 백신산업의 국제적 동향과 인적네트워크를 통해 안동 백신산업클러스터의 육성전략과 세계 인류의 공통과제인 전염병예방?퇴치에 대한 미래지향적 협력 방안이 나오길 기대한다"고 전했다.

@highlight

2016년부터 매년 개최하는 국제백신산업포럼은 백신산업 동향, 백신산업발전과 육성 전략 수립 등 발전방안을 모색하는 국제 행사로서 이번 포럼은 안동시가 경북 안동에 구축하고 있는 백신산업클러스터 활성화와 발전방안 모색을 위해 세계보건 백신개발과 보급 전문기관인 국제백신연구소(IVI)와 경북바이오산업연구원이 공동으로 기획하여  9월 19일 「2019 국제백신산업포럼(IVIF2019)」을 안동 그랜드호텔에서 개최했다.