앞으로 상환능력 감소로 향후 연체 발생이 우려되는 상황이거나 연체 발생 초기에도 개인 채무조정을 받을 수 있다.

20일 금융위원회는 기존 개인 채무조정 제도의 사각지대 해소를 위한 '연체위기자 신속지원'과 '미상각채무 원금감면'을 23일부터 시행한다고 밝혔다.

지난 2월 발표한 신용회복위원회 채무조정 제도 개선방안 중 마지막 개편안이다.

앞서 4월과 7월에는 제도 개선의 일환으로 상각채무 최대감면율을 상향하고 취약채무자 특별감면 프로그램을 각각 가동했다.

연체위기자 신속지원제도는 연체가 지속될수록 채무가 급증하고 연체정보 공유로 인한 금융활동 제약이 커져 채무자의 재기가능성이 크게 제약된다는 점을 극복하기 위해 시행된다.

기존 신복위 제도는 연체 30일을 초과한 경우에만 이용 가능하기 때문에 신속한 재기지원에 한계가 있다.

본인 귀책사유 없는 상환능력 감소로 연체가 발생했거나(30일 이하) 연체우려가 존재하는 다중채무자가 지원 대상이다.

상환능력을 회복할 때까지 6개월 간 긴급상환유예를 부여한다.

미상각채무 원금감면제도는 상각여부와 무관하게 채무자의 상환 곤란도에 따라 원금감면 허용을 추진하는 내용이다.

기존 신복위 채무조정은 채권자가 회계적으로 상각 처리한 채권에 대해서만 원금감면을 허용했다.

상각이란 채권의 회수가능성이 없다고 판단해 장부상 손실로 처리하는 것을 의미한다.

도덕적 해이를 막기 위해 '연체 3개월 이상 + 대출실행 후 1년 이상'을 충족하는 미상각채무에 대해서만 감면을 인정한다.

채무자의 채무과중도에 따라 상각채무의 절반 수준인 원금의 0~30%를 감면해준다.

이번에 시행되는 신규 제도는 오는 23일부터 신복위에 채무조정을 신규로 신청하는 채무자부터 적용한다.

전화예약을 거쳐 전국 47개 서민금융통합지원센터를 방문해 신청할 수 있다.

다만 상환 가능한 소득·재산이 충분하다고 판단될 경우에는 채권자 부동의 등으로 채무조정이 기각될 수도 있다.

@highlight

20일 금융위원회는 개인 채무조정 제도의 사각지대 해소를 위해 '연체위기자 신속지원'과 '미상각채무 원금감면'을 오는 23일부터 신복위에 채무조정을 신규로 신청하는 채무자부터 적용하여 시행한다고 밝혔다.