대전시시는 20일 오전 롯데시티호텔에서 열린 '해외바이어 초청 강소기업 오픈하우스'에서 16개 지역 기업과 24개사 해외기업이 수출계약을 체결했다.

대전시는 지역 유망 강소기업의 해외바이어를 초청해 1800만 달러 규모의 수출계약을 체결하는 성과를 거뒀다고 20일 밝혔다.

시는 이날 오전 롯데시티호텔에서 열린 '해외바이어 초청 강소기업 오픈하우스'에서 16개 지역 기업과 24개사 해외기업이 수출계약을 체결했다.

시가 주최하고 대전경제통상진흥원이 주관한 이번 행사는 19일부터 21일까지 3일간 진행되며, 관내 강소기업이 12개국 46명의 해외바이어와 수출 협약식을 통해 수출계약을 공식화 하는 자리로 마련됐다.

6회째 개최되는 오픈하우스는 지역 기업의 개별 바이어를 초청하는 어려움을 해소하고, 기업의 해외 시장진출을 지원하기 위해 대전시가 바이어를 초청해 기업부담을 줄이고 기업과 바이어 간의 공신력을 부여하는데 의의가 있다.

시는 이번 행사에 중국, 필리핀, 대만, 베트남, 태국, 호주 등 12개국 46명의 해외바이어를 초청했으며, 김종천 대전시의회 의장과 유환철 대전충남지방중소벤처기업청장을 비롯한 유관기관장 및 기업대표 등 140여 명이 참석했다.

주요 수출계약으로는 가스 및 배관자재를 생산하는 ㈜지엔지가스텍이 중국의 B사와 903만 달러를, 스크린 골프 생산기업인 ㈜알디텍은 호주의 X사와 120만 달러를, 동물용 백신 제조기업인 ㈜중앙백신연구소는 쿠웨이트의 E사와 100만 달러의 계약을 체결하는 등 수출 성과를 이뤘다.

허태정 시장은 환영인사를 통해 "글로벌 저성장과 보호무역 환경에서도 수출은 새로운 기회"라며 "이 행사가 지역 강소기업과 글로벌 파트너사가 동반 성장할 수 계기"라면서 "우리시의 우수한 과학 인프라와 기술역량을 최대한 활용해 기업하기 좋은 도시, 투자하기 좋은 도시로 만들겠다"고 말했다.

초청된 바이어들은 19일 지역 기업 현장을 방문했으며, 20일 공식행사 이후 이응노 미술관 관람과 대청호 주변 생태관광, 전통문화체험 등을 하면서 대전에서의 일정을 마무리했다.

@highlight

대전시는 20일 오전 롯데시티호텔에서 16개 지역 기업과 24개사 해외기업이  '해외바이어 초청 강소기업 오픈하우스'에서 1800만 달러 규모의 수출계약을 체결했다.