작년 대구 엑스코에서 열린 GIF 경진대회장 전경.

국내 최대규모 아이디어 스타트업 경진대회인 ‘글로벌 이노베이터 페스타(GIF)’가 11월1일부터 이틀간 대구 엑스코에서 열린다.

올해로 5회째를 맞는 GIF는 대구시가 주최하고 대구디지털산업진흥원이 주관하는 대구의 대표 창업행사다.

이번 GIF는 ‘혁신 정원(Innovation Garden)’이라는 슬로건 하에 △스타트업 오디션 △메이럽톤 △아이디어톤 △루키 등 4개의 경진대회를 통해 인재들의 아이디어를 모은다.

특히, 올해는 핀란드 헬싱키에서 열리는 세계적 규모의 스타트업 축제인 슬러시(SLUSH)의 아시아 채널 설립자이자, 유럽 최대규모의 해커톤(컴퓨터 전문가들의 문제 해결 이벤트) 대회를 운영하는 비영리단체 정션(Junction)의 최고경영자 앤티 해매이넨이 참석해 ‘스타트업 생태계의 도전’이라는 주제로 기조연설을 할 예정이다.

참가자격은 만 15세 이상 국내외 아이디어를 가진 개인과 팀이다.

각 분야별 선정된 우수팀에게는 장관상(교육부, 행정안전부, 과학기술정보통신부, 중소벤처기업부)과 대구시장상 등이 주어진다.

참가자 모집은 10월13일까지이며, 참가등록 및 자세한 사항은 공식 홈페이지(www.gifesta.com)에서 접수·확인할 수 있다.

세계 최대 규모의 전자제품박람회(CES 2020)와 슬러시(SLUSH) 참가를 지원하는 등 총 1억5천여만원의 상금과 해외연수 기회의 혜택도 있다.

또한 창업 시에는 우선적으로 창업지원사업에 참여할 수 있도록 지원할 계획이다.

안중곤 대구시 일자리투자국장은 “지난 4년간 GIF에 2만여명이 참여해 937건의 우수 아이디어가 발굴됐으며, 총 240억원 규모의 매출과 100억여원의 투자유치를 달성했다”며 “GIF가 스타트업들이 유니콘 기업으로 성장하는 바탕이 되도록 아낌없는 지원을 펼치겠다”고 말했다.

@highlight

글로벌 이노베이터 페스타(GIF)가 11월1일부터 이틀간 대구 엑스코에서 개막하는데 세계 유명 스타트업 전문가 강연도 있으며 이번 대회 총1억5천여만원의 상금과 해외연수 기회를 제공하며, 참가신청은 10월13일까지 홈페이지 www.gifesta.com에서 접수 및 확인할 수 있다.