강성훈(32·CJ대한통운)이 6년 만에 한국프로골프(KPGA) 코리안투어 우승을 노린다.

제35회 신한동해오픈 3라운드에서 공동 2위에 올랐다.

강성훈은 21일 인천 베어즈베스트 청라 골프클럽(파71·7238야드)에서 열린 제35회 신한동해오픈 3라운드에서 버디 7개와 보기 1개를 묶어 6언더파 65타를 쳤다.

중간 합계 9언더파 204타로 18위에서 공동 2위로 점프했다.

11언더파 202타로 단독 선두를 지킨 스콧 빈센트(27·짐바브웨)과 2타 차다.

강성훈은 21일 KPGA 투어 제35회 신한동해오픈 3라운드에서 중간 합계 9언더파 204타로 공동 2위에 올랐다.

1라운드에서 2타, 2라운드 1타를 줄였던 강성훈은 3라운드에서 가장 좋은 샷 감각을 선보엿다.

1번 홀부터 시작한 강성훈은 전반 9개 홀에서 버디 2개와 보기 1개를 기록했다.

그리고 11~17번 홀에서 버디 5개로 타수를 줄였다.

강성훈은 22일 최종 라운드에서 역전 우승을 꿈꾼다.

강성훈의 KPGA 코리안투어 우승은 2013년 10월 코오롱 제56회 한국오픈이 마지막이다.

신한동해오픈 최고 성적은 2011년 준우승이다.

강성훈은 "화요일(17일)에 도착해 그동안 시차 적응에 힘들었다. 그래서 퍼트 실수가 종종 나왔다. 퍼트 연습에 집중한 효과를 점점 보는 것 같다. 티샷도 괜찮았다. 전체적으로 좋은 경기를 펼쳤다고 생각한다"라고 말했다.

강성훈은 지난 5월 미국프로골프(PGA) 투어 AT&T 바이런넬슨 우승을 차지했다.

그는 "계속 우승 후 대회에 참가해 제대로 (우승을) 즐기지 못했다. 하지만 주위에서 알아보는 사람도 많이 생기고 축하도 많이 해줬다. 그것 외에는 특별히 바뀐 것은 없는 것 같다"라며 웃었다.

@highlight

강성훈은 21일 KPGA 투어 제35회 신한동해오픈 3라운드에서 중간 합계 9언더파 204타로 공동 2위에 올라 6년 만에 KPGA 투어 우승을 노리고 있다.