경찰의 화성연쇄살인사건 유력 용의자 공개에 대해 자유한국당이 20일 조국 법무부 장관 의혹을 덮기 위한 ‘물타기 시도’라고 주장했다.

국회 행정안전위 소속 한국당 이채익 의원은 이날 원내대책회의에서 “대학교수들의 시국선언에 대해 국민의 관심을 다른 곳으로 돌리려는 의도가 아닌지 합리적 의심을 하지 않을 수 없다”며 이같이 밝혔다.

이 의원은 “경찰은 전국 대학교수 3천396명이 조국의 교체 촉구 시국선언을 한 당일에 화성연쇄살인사건 유력 용의자를 공개한 것이 우연인지 명확하게 밝혀야 한다”며 “경찰청 내부에서도 하루 전에 브리핑을 예고한 것, 경찰청이 확인하지 않은 부분을 브리핑한 것에 대해 내부적으로 매우 의아하다는 반응”이라고 강조했다.

그러면서 “본 의원실에서 경찰청에 화성연쇄살인사건의 유력 용의자 DNA 확인 시점이 언제인지 확인해달라고 요청했지만 거부했다”며 “종합 결과가 나오지도 않은 수사상황을 언론에 왜 허둥지둥 공개했는지 이유를 밝혀야 한다”고 덧붙였다.

한국당 나경원 원내대표도 원내대책회의 직후 기자들과 만나 “조국 이슈를 덮기 위한 물타기용으로 급조된 정책이나 발표가 이어지고 있다는 합리적 의심을 할 수밖에 없다”고 이 같은 주장에 힘을 실었다. 나 원내대표는 또 “기획재정부에서는 정년연장·포용적 복지 정책을 들고 나왔고, 법무부에서는 국토교통부 소관사항이라고 하는 전·월세 계약갱신 청구권을 이야기했다.

국토부는 어제 전월세 상한제도 이야기했는데 경찰 역시 이와 전혀 무관하다고 하기는 어렵지 않나”라고 강조했다.

한국당의 이 같은 의혹 제기는 사법개혁 드라이브와 민생 속도전을 통한 민주당의 국면 전환 시도를 차단하는 동시에 반대 여론 결집을 통해 ‘조국 정국’을 계속 끌고 가기 위한 것으로 풀이된다.

한편 여야 3당 교섭단체 원내대표는 전날 밤 회동을 통해 △26일∼10월1일 대정부 질문 △10월2∼21일 국정감사 △10월28∼30일 교섭단체 대표연설 등의 정기국회 의사 일정을 확정했다.

@highlight

20일 한국당 의원들은 경찰의 화성연쇄살인사건 유력 용의자 공개에 대해 전국 대학교수들의 조국 교체 촉구 시국 선언을 덮기 위한 물타기 시도라고 주장했다.