= 이해식 더불어민주당 대변인이 3.1절인 1일 오후 서울 여의도 국회 정론관에서 현안 브리핑을 하고 있다.

더불어민주당은 21일 광화문에서 열린 자유한국당 장외집회를 향해 "겉 포장지는 조국, 속은 색깔론과 신독재론"이라고 비판했다.

이해식 민주당 대변인은 이날 현안 브리핑에서 "한국당은 더 이상의 장외집회를 그만두고 국회로 돌아오라"며 이렇게 말했다.

이 대변인은 "태풍 '타파'가 북상 중이고 정기국회 회기 중임에도 한국당 의원들은 길바닥으로 앞다퉈 달려갔다"며 "내년 4월 총선과 황교안 대표의 대권욕이 불러낸 것"이라고 지적했다.

이어 "역대 가장 저조한 법안 통과 실적으로 최악의 국회로 기록되고 있는 제20대 국회가 마지막 정기회 중이다"라며 "그러나 한국당 의원들은 국정감사를 준비하거나 법안과 예산안을 검토하기보다는 길거리에서 두 주먹을 치켜올리고 집단 삭발도 불사하고 있다"고 했다.

이 대변인은 "나경원 원내대표는 조국 법무부 장관 처남의 해운회사 선박이 북한산 석탄을 운송하다 대북제재에 걸렸다며 문재인 대통령이 조 장관을 고집하는 것은 북한과 관련이 있기 때문이라는 식의 상상을 초월하는 무책임한 언동까지 늘어놓았다"고 지적했다.

이어 "나 원내대표는 문 대통령이 '베네수엘라 행 특급열차'를 탔다며 '사법부, 방송, 언론을 장악하고 마지막으로 선거법으로 독재를 완성하려한다'는 특유의 궤변을 다시 꺼냈다"며 "궤변과 터무니없는 선동이 한국당에 더 이득이 된다는 정쟁적 발상"이라고 지적했다.

그러면서 "황교안 대표도 다르지 않다. 일부 언론에 보도된 추측성 기사를 거론하며 조국 장관을 범죄자로 단정 짓는 황 대표가 과연 법무부 장관 출신인지 의심스럽다"며 "정치 선동이 가짜뉴스에 기반하면 감동은커녕 소음으로밖에 들리지 않는다"고 주장했다.

이 대변인은 "한국당은 싸우더라도 국회로 돌아와 법안과 예산안에 근거해 민생과 경제를 논하면서 싸워라"며 "총선과 대권에 대응하는 가장 현명하고 올바른 길도 바로 그 길"이라고 덧붙였다.

@highlight

이해식 더불어민주당 대변인이 3.1절인 1일 오후 서울 여의도 국회 정론관에서 이루어진 현안 브리핑에서 21일 광화문에서 열린 자유한국당 장외집회를 향해 "겉 포장지는 조국, 속은 색깔론과 신독재론"이라고 비판하며  "한국당은 더 이상의 장외집회를 그만두고 국회로 돌아오라"고 말했다.