로또 당첨금 17억원을 거머쥔 행운의 주인공 12명이 서울·부산·대구·인천·광주 등에서 나왔다.

22일 동행복권에 따르면 지난 21일 추첨한 제877회 로또 1등 배출점은 총 12곳으로 △인터넷 복권판매사이트 △화랑복권(부산 부산진구 당감동) △일등복권편의점(대구 달서구 본리동) △흥부네박터졌네(인천 계양구 계산동) △오천억복권방(광주 서구 화정동) △태양마트(대전 유성구 지족동) △웅진(경기 수원지 팔달구 인계동) △드림메드(경기 안산시 상록구 월피동) △천하명당복권방(경기 안성시 영동) △당첨희망복권점(경기 이천시 관고동) △복권마트(강원 홍천군 홍천읍 진리) △MONEY편의점(경남 김해시 장유면 대청리) 등이다.

추첨결과 1등 당첨번호는 '5, 17, 18, 22, 23, 43', 2등 보너스번호는 '12'다.

6개 번호를 모두 맞힌 1등 당첨자는 12명으로 1인당 17억1660만7188원을 받는다.

5개 번호와 보너스 번호를 맞힌 2등은 75명으로 당첨금은 4577만6192원을 받는다.

5개 번호를 맞힌 3등은 2167명으로 당첨금은 158만4317원이다.

번호 4개를 맞혀 5만원을 받는 4등은 10만9806명, 번호 3개를 맞혀 5000원을 받는 5등 당첨자는 186만7270명이다.

당첨금 지급 기한은 개시일로부터 1년 이내다.

당첨금 지급 마지막 날이 휴일이면 다음 영업일까지 받을 수 있다.

@highlight

로또 1등 당첨금 17억원 배출점은 인터넷 복권판매 사이트 화랑복권 등 12개소이며, 1등 당첨자 12명은 인당 17억 1660만 7188원을 받게 된다.