▲ 남해해경청 제4회 수상구조사 국가자격시험 모습.

남해지방해양경찰청(청장 김홍희)은 22일 부산소방학교와 창원실내수영장 등 2곳에서 ‘2019년도 제4회 수상구조사 국가자격시험’을 시행했다고 밝혔다. 수상구조사 국가자격증 취득 제도는 수상에서 인명을 구조할 수 있는 전문 역량을 갖춘 사람에게 자격을 부여하는 것으로, 2017년에 첫 시험이 치러진 이후 현재까지 485명의 자격자를 배출했다. 수상구조사 시험은 해양경찰청이 지정한 32개 교육기관에서 64시간(이론 16시간, 실기 48시간)의 사전 교육을 이수한 사람이면 성별과 연령 제한없이 누구나 응시할 수 있다.

시험 과목은 영법(잠영·머리 들고 자유형·평영·트러젠)과 수영 구조, 장비구조, 종합구조, 응급처치, 장비기술 등 총 6개 과목으로, 과목별 점수의 합을 총 100점으로 해 이 중 60점 이상이면서 각 과목 만점의 40% 이상을 득점한 사람을 합격자로 한다.

올해 4회 시험에는 지정 교육기관에서 사전 교육을 이수한 64명이 응시했으며, 합격자 확인과 자격증 발급 신청 등은 수상구조사 홈페이지(https://imsm.kcg.go.kr)를 통해 할 수 있다.

수상구조사 국가자격증을 취득하게 되면 전국의 재난 안전 교육기관의 수상안전 교육 강사 또는 해수욕장, 물놀이장, 수상 레저사업장 등에서 인명구조와 이용객 안전관리 요원으로 활동할 수 있다.

남해해경청 최경근 구조안전과장은 “국가 자격을 취득한 수상구조사가 많이 배출되면 국민의 여가활동 시 안전 확보와 재난현장에서의 구조 활동 등 민간분야 구조 활동이 활성화되고 인명피해를 최소화시킬 것으로 기대된다”면서 “이를 위해 향후 교육기관별 교육 인원 및 지역별 응시 규모 등을 고려, 시험장과 시험횟수를 조정할 계획”이라고 밝혔다.

@highlight

남해해경청은 22일 부산과 경남 2곳에서 제4회 수상구조사 국가자격시험'을 시행하고 과목별 점수의 합을 총 100점으로 해 이중 60점이상이면서 각 과목 만점의 40% 이상을 득점한 사람을 합격시켰으며 이들은 수상구조사 국가자격증을 취득하여 안전관리 요원으로 활동하게 된다.