올해로 20회째를 맞는 세계지식포럼이 오는 25~27일 서울 장충아레나와 신라호텔을 무대로 성대하게 열린다.

개막식이 열리는 첫날(25일)에는 장충아레나에 초대형 스크린이 설치돼 참석자들 이목을 끌 예정이다.

넓은 화면에 펼쳐지는 화려한 개막식 동영상과 세계적인 명사들 강연이 '지식 축제' 첫마당을 장식한다.

개막식에는 왕자루이 제12기 중국 전국정치협상회의 부주석이 참석해 '새 시대 새 미래를 위한 공존'을 주제로 축사를 하고, 니얼 퍼거슨 미국 하버드대 교수와 린이푸 베이징대 교수가 'G2(미국·중국) 경제전쟁'을 주제로 치열한 기조대담을 펼친다.

이 대담에는 크리스티 루 스타우트 CNN 앵커도 참석한다.

이후에는 제리 양 야후 공동창업자와 손영권 삼성전자 사장이 '목적이 있는 기술과 혁신'을 주제로 강연한다.

특히 '워터게이트 특종 기자'이자 퓰리처상 수상자인 밥 우드워드 워싱턴포스트 부편집인과 데이비드 어반 미국전쟁기념위원회 의장이 '트럼프의 미래'를 주제로 의견을 나누며 개막강연에 무게감을 더할 예정이다.

지난해에 이어 올해도 장충아레나와 신라호텔에서 동시에 세계지식포럼이 열리기 때문에 두 공간을 부지런히 오가야 한다.

세계지식포럼 사무국은 장충아레나와 신라호텔 사이를 이동하는 참석자들 편의를 위해 셔틀버스를 운행한다.

이 버스는 신라호텔 영빈관 정문과 장충아레나 1층 주차장 앞에서 각각 이용할 수 있다.

올해는 이벤트도 많다.

우선 지식과 부(富)를 상징하는 부엉이를 본떠 만든 세계지식포럼 캐릭터인 '지붕이' 홍보 부스가 마련된다.

개막 첫날에는 지붕이 인형이 선착순 배포된다.

세계지식포럼 유튜브를 구독한 뒤 인스타그램에 행사 참가 후기와 함께 현장 사진을 공유한 참석자들에겐 추첨을 통해 '갤럭시 액티브2'(2대), '매경 e신문 1년 구독권'(10장) 등이 제공된다.

@highlight

20회째를 맞는 세계지식포럼이 왕자루이 제12기 중국 전국정치협상회의 부주석의 '새 시대 새 미래를 위한 공존' 주제 축사와 니얼 퍼거슨 미국 하버드대 교수와 린이푸 베이징대 교수의 'G2(미국·중국) 경제전쟁'을 주제로 한 기조대담으로 개막식을 열고 25~27일 서울 장충아레나와 신라호텔 두 곳에서 참석자들 편의를 위해 셔틀버스를 운행하며 진행된다.