문재인 대통령의 국정지지도 하락이 내년 총선 더불어민주당의 인적쇄신 강화로 이어질지 관심이 집중된다.

조국 법무부 장관 임명 여파로 최근 문 대통령의 국정지지도가 최저치를 기록하면서, 당내 불안감이 증폭되는 상황이다.

당분간 국면을 전환할 카드도 마땅치 않은 만큼 민주당이 위기 돌파를 위해 물갈이 확대 카드를 꺼내 들 가능성을 배제할 수 없다.

민주당 관계자는 22일 “여론 추이를 더 살펴봐야겠지만 정말 절박한 상황이 오면 공천개혁 요구도 커질 것”이라며 “개혁적 인물을 내세워 잃어버린 중도층을 되찾아와야 한다”고 밝혔다.

다만 민주당이 이미 공천룰과 현역의원 전원 경선 방침을 확정한 만큼 물갈이 확대 요구가 수치로써 결정되는 현역의원 평가나 경선 결과에 곧바로 영향을 끼치기는 쉽지 않다.

당이 인위적으로 할 수 있는 물갈이 폭은 제한적이라는 뜻이다.

이에 따라 자발적 불출마를 촉구하는 ‘중진 용퇴론’이 흘러나오고 있다.

현재 당은 각 의원을 상대로 불출마 의사 여부를 확인하고 있지만 현역 의원의 불출마를 당 지도부가 강제할 순 없다.

다만 당내 위기의식이 커지면 중진들을 중심으로 용퇴 압박이 더욱 거세질 수 있다.

당 관계자는 통화에서 “아직 상황이 극도로 나쁘지는 않지만 지지율이 더 떨어져서 위기감이 분출하면 자의든, 무언의 압박에 의한 타의든 불출마를 선언하는 의원들이 잇따를 수도 있다”고 내다봤다.

이같은 인적 쇄신요구가 전략공천으로 이어질지도 관심사다.

그동안 이해찬 대표는 “전략공천을 최소화하겠다”는 방침을 공공연하게 밝혀왔다.

하지만 지지율이 연일 하락하는 가운데 개혁 요구가 높아지면 직접 전략공천의 칼을 휘두를 수 있다.

민주당 당헌·당규상 당 대표는 특별히 고려가 필요할 경우 전체의 20% 안에서 최고위원회의와 당무위원회의를 거쳐 전략공천을 실시 할 수 있다. 한 초선의원은 “이 대표는 최대한 전략공천을 하지 않겠다고 해왔지만 상황이 악화하면 불가피하게 전략공천의 폭을 확대해 당이 쇄신하는 모습을 보여줘야 할 것”이라고 분위기를 전했다.

@highlight

문재인 대통령의 국정지지도 하락이 자발적 불출마를 촉구하는 '중진 용퇴론'과 인적 쇄신을 통한 전략 공천으로 이어질지 그 귀추가 주목되고 있다. 