위르겐 클롭 리버풀 감독은 첼시와 원정경기의 고충을 토로했다.

그러나 첼시 감독이 해야 할 말인 것 같다.

리버풀은 22일(이하 현지시간) 영국 런던의 스탬포드 브릿지에서 열린 2019-20시즌 프리미어리그(EPL) 6라운드에서 첼시를 2-1로 꺾었다.

리버풀은 위르겐 클롭 감독(왼쪽) 부임 후 첼시와의 프리미어리그(EPL) 원정경기에서 3승 1무 1패를 기록했다.

전반 14분과 전반 30분 세트피스로 첼시의 골문을 2번 열었다.

후반 공세를 펼쳤으나 첼시 골키퍼 케파 아라사발라의 선방에 막혔다.

리버풀의 쉬운 승리는 아니었다.

첼시는 전반 27분 세사르 아스필리쿠에파의 골이 비디오 판독(VAR)으로 취소된 데다 경기 막판 결정적인 슈팅 3개가 무위에 그쳤다.

클롭 감독은 "전반전이 매우 힘들었다. 오늘 같은 경기는 '모멘텀'이 중요한데 전반전에는 우리가 해냈다. 그리고 멋있게 2골을 터뜨렸다. 여기에서 이기는 건 어렵지만 우리가 승점 3을 획득할 자격이 있었다"라고 밝혔다.

클롭 감독이 2015년 10월 리버풀 지휘봉을 잡은 뒤 첼시 원정길 승률은 높은 편이다.

첼시와 EPL 원정 5경기에서 3승 1무 1패를 기록했다.

2018년 5월 6일 올리버 지루에게 결승골을 허용해 0-1로 진 게 유일한 패배다.

이로써 리버풀은 3월 10일 번리전부터 EPL 15연승을 달렸다.

앞으로 4번을 더 이기면 EPL 최다 연승 기록을 갈아치운다.

EPL 최다 연승 기록은 맨체스터 시티(이하 맨시티)가 2017-18시즌에 세운 18연승이다.

리버풀(승점 18)은 EPL 단독 선두 자리도 굳게 지켰다.

2위 맨시티(승점 13)와 승점 5차다.

EPL 6라운드에서 나란히 고개를 숙인 토트넘 홋스퍼, 맨체스터 유나이티드(이상 승점 8)는 벌써 우승권과 멀어졌다.

@highlight

위르겐 클롭 리버풀 감독은 첼시와 원정경기의 고충을 토로했으나, 리버풀은  2015년 10월 위르겐 클롭 감독 부임 후 첼시와의 프리미어리그(EPL) 원정경기에서 3승 1무 1패를 기록하는 등 첼시 원정길 승률이 높은 편이다.