대전시의 지역화폐 발행 추진에 제동이 걸렸다.

대전시의회 산업건설위원회가 '대전 지역화폐 이용 활성화 조례안' 처리를 유보하면서다.

대전시는 내년 상반기 2500억원 규모의 지역화폐를 발행할 계획이었다.

시의회는 다음달 2일까지 열리는 제245회 임시회 회기 중에는 이 조례안을 처리하지 않기로 했다.

대전시 지역화폐 도입과 관련된 연구와 논의가 부족했다는 게 시의회의 조례안 처리 유보 이유다.

시의회의 설명은 충분한 설득력이 있다.

지역화폐 관련 연구와 논의가 부족한 상황에서 굳이 밀고나갈 이유는 없다고 판단된다.

지역화폐와 관련해서는 지금도 찬반논란이 팽팽히 맞서고 있다.

그런 까닭에 심사숙고한 끝에 결정을 해도 늦지 않다.

시의회가 조례안 처리를 유보했다고 해서 지역화폐 도입에 반대하는 건 아니다.

다음 회기가 열리는 11월까지 고민하기로 했다니 지켜 볼 일이다.

대전시는 지역화폐 발행에 공을 들이고 있다.

대덕구가 이미 지역화폐를 유통하고 있어 시 차원의 지역화폐가 필요 하느냐는 논란이 있는 게 사실이다.

실제 대덕구는 시의 지역화폐 발행을 우려하는 분위기다.

이에 대해 허태정 대전시장은 "광역도는 시·군 단위별로 경제권과 생활권이 구분돼 시·군별로 지역화폐를 활용하는 것이 효과적이지만, 광역시는 구 단위 보다는 광역 단위로 운영하는 것이 효과적이다"는 견해를 밝힌 바 있다.

지역화폐 발행에 강한 의지가 엿보인다.

지역화폐 발행이 전국적으로 유행처럼 번지고 있다.

몇몇 자치단체들은 자신들만 발행하지 않으면 손해라는 인식을 갖고 있는 듯하다.

행정안전부는 올해 전국 자치단체가 발행하는 지역화폐가 2조3000억원에 달할 것으로 추정하고 있다.

지역화폐는 지역 자금의 외지 유출 방지, 지역 소상공인 지원 등의 긍정적 측면이 있지만 부작용도 만만치 않다.

화폐발행 비용, 불법 현금화 같은 것들이다.

대전시와 시의회는 지역경제 활성화에 진정 필요한 것이 무엇인지 숙고하기 바란다.

@highlight

대전시는 내년 상반기 2500억원 규모의 지역화폐를 발행할 계획이었지만 대전시의회 산업건설위원회가 '대전 지역화폐 이용 활성화 조례안' 처리를 유보하면서 지역화폐 발행 추진에 제동이 걸렸다.