시즌 막판 선두 경쟁에 불을 붙인 두산 베어스가 포스트시즌에서는 선발 이용찬(30)을 불펜으로 기용할 것으로 보인다.

김태형 두산 감독은 22일 잠실 LG 트윈스전을 앞두고 취재진과 만나 포스트시즌 불펜 구상을 언급했다.

5선발 체제를 유지하고 있기에 포스트시즌에선 선발 한 명이 불펜으로 빠져야 하는 상황이다.

이와 관련해 김 감독은 "포스트시즌 때는 우완 불펜을 강화해야 한다. 자연스럽게 이용찬이 유력 후보다. 투수코치도 관련 얘길 전달한 걸로 알고 있다"고 말했다.

22일 오후 잠실야구장에서 벌어질 2019 프로야구 두산 베어스와 LG 트윈스의 경기에서 두산 이용찬이 비가 내리는 가운데 캐치볼을 하며 회복훈련을 하고 있다.

리그 2위로 4연승을 달리고 있는 두산은 LG를 맞아 5연승에 도전한다.

이용찬은 올 시즌 25경기에 등판해 7승10패, 평균자책점 4.15를 기록중이다.

지난해 15승(3패)을 거두며 토종에이스로 우뚝 섰다.

다만 이용찬은 마무리투수로서도 맹활약한 기억이 있다.

2009~2010년, 2014년, 2017년 마무리로 던지면서 통산 90세이브를 기록했다.

2009시즌에는 26세이브로 세이브왕에 오르기도 했다.

김태형 감독이 이용찬의 정확한 쓰임새를 지정하진 않았지만, 마무리 기용이 유력하다.

기존 마무리 투수인 이형범이 최근 팔꿈치 상태가 좋지 않아서 불안감을 노출하고 있다.

김 감독은 "올 시즌 많은 이닝을 많이 소화해줘서 다시 페이스를 끌어올리고 있다. 일단 페이스만 끌어올려줘도 나쁘지 않다"며 다양한 구상을 하고 있음을 밝혔다.

최근 구위가 좋은 윤명준에 대한 신뢰감을 내비친 김태형 감독은 베테랑 김승회와 이현승의 복귀 준비도 이상없을 알렸다.

김 감독은 "최근 윤명준의 구위가 가장 좋다. 포스트시즌 전에 불펜진의 역할을 확실히 정하겠다. 김승회는 다음 주 화요일 라이브 피칭 뒤 괜찮으면 바로 1군으로 올리려고 한다. 이현승은 자기 구속이 나오면 부를 계획이다"라고 설명했다.

@highlight

김태형 두산 감독은 22일 잠실 LG 트윈스전을 앞두고 취재진에게 5선발 체제를 계속하고 있기에 포스트시즌에선 선발 한 명이 불펜으로 빠져야 하는 상황이라며 포스트시즌 불펜 구상을 말했는데, 다음 시즌 시는 우완 불펜을 보강해야 하며, 자연히 이용찬이 유력 후보라고 언급했다.