롯데백화점은 창립 40주년을 맞아 27일부터 겨울철 고급 의류 소재인 캐시미어 100% 니트를 10만원 이하 가격에 선보이는 '롯데 캐시미어 위크'를 진행한다고 22일 밝혔다.

캐시미어는 무게가 가볍고, 보온 효과가 우수해 대표적인 겨울철 의류 소재로 꼽힌다.

또한, 모피, 구스 다운 등과 달리 산양이 털갈이를 할 때 자연스럽게 얻을 수 있어 윤리 이슈에서 자유롭고 친환경적인 소재로도 인정 받고 있다.

실제 2015년 오픈한 롯데백화점 니트 전문 PB브랜드 '유닛'의 겨울철 캐시미어 상품 매출 비중은 2016년 21%에서 2017년 43%, 지난해 60%까지 증가했다.

이에 롯데백화점은 27일부터 시작하는 '롯데 캐시미어 페어' 행사에서 총 25만장, 200억원 물량의 캐시미어 니트 상품 10종을 선보인다.

특히 다른 브랜드에서 10만~30만원 대에 판매되는 캐시미어 100% 소재의 여성용 니트를 8만8000원에, 남성용 니트를 9만8000원에 선보인다.

롯데백화점은 이번 행사를 지난해 9월부터 기획하기 시작해 최상급으로 꼽히는 내몽고 지역의 캐시미어 원사를 대량으로 매입하고 체계적인 생산 계획을 세움으로써 캐시미어 100% 니트를 10만원 이하 가격에 선보일 수 있었다고 설명했다.

색상 또한 다양하다.

블랙, 그레이 등의 무채색뿐만 아니라 고객의 취향을 반영한 레드, 핑크, 오렌지 등을 포함해 총 37종의 색상을 준비했다.

일반적으로 캐시미어 니트 색상이 15종 정도에 불과하다는 점과 비교하면 약 2배 이상으로 늘린 것이다.

김재열 롯데백화점 PB운영팀장은 "겨울철 스타일과 보온성 모두를 중시하는 고객들에게 캐시미어 소재가 인기 높지만 고가이기 때문에 대중적이지는 않았다"며 "철저한 사전 기획을 통해 10만원 이하라는 파격적인 가격의 캐시미어 100% 니트 상품들을 준비했다"고 말했다.

롯데백화점이 캐시미어 100% 니트를 10만원 이하에 선보이는 '롯데 캐시미어 위크'를 진행한다.

@highlight

롯데백화점은 창립 40주년 기념 ‘롯데 캐시미어 위크’를 통해 가볍고 보온효과가 우수하며, 산양의 털갈이 시기에 자연스럽게 얻을 수 있어 윤리적이고 친환경 소재로 인정받는 캐시미어 100% 니트를 10만 원 이하의 가격에 선보인다.