▲ 최근 당진시의 대형 화물차 도로변 불법주차 문제가 위험수위를 넘어섰다는 지적이 나온다.

[충청투데이 인택진 기자] 대형 화물차의 도로변 불법주차 문제가 좀처럼 개선될 기미를 보이지 않고 있다.

고질화 된 화물차 불법주차의 이면에는 느슨한 단속과 더불어 주차공간 부족, 운전자의 준법의식 부재 등이 복합적으로 작용하고 있다는 분석이다.

최근 당진시의 대형 화물차 도로변 불법주차 문제가 위험수위를 넘어섰다는 지적이 나온다.

전국에서 손꼽을 정도로 화물차 물동량이 많은 지역적 특성에 비례해 도로변 불법주차 문제가 우후죽순 격으로 늘어나고 있다.

실제로 석문면 통정2교차로 인근의 경우 매일같이 수십여대의 화물차가 줄지어 불법주차된 모습을 어렵지 않게 목격할 수 있다.

이로 인해 차량 운전자를 비롯 인근 지역민들이 언제 발생할 지 모를 대형사고 위험에 상시 노출돼 있는 실정이다.

시민 L씨는 "대형차가 도로변에 줄지어 불법주차된 모습이 마치 기차를 연상케 할 정도"라며 "사고 위험이 상존하고 있는 만큼 실질적인 대책이 조속히 마련돼야 한다"고 지적했다.

사정은 이러하지만 단속권한을 가지고 있는 당진시와 당진경찰서는 인력난 등을 이유로 현실적인 한계에 봉착해 있는 상황이다.

당진시 관계자는 "주기적으로 단속과 계도에 나서고 있지만 근절시키기에는 현실적으로 어려움이 많다"며 고충을 토로했다.

당진시가 대책 마련의 일환으로 화물차 전용주차장을 조성해 놓았지만 현재의 주차문제를 해소하기에는 턱없이 부족한 실정이다.

앞서 시는 작년 12월 5억 8000만원의 예산을 투입해 송악읍 고대리에 위치한 동부항만배후부지에 3만 3000㎡ 규모의 주차장을 조성했다.

고대지구와 안섬포구 사이의 고대공단2길 181 일원에 조성된 이 주차장에는 화물자동차 190대와 승용차 64대가 동시에 주차할 수 있으며, 화물업계 종사자들을 위한 휴게실과 수면실, 화장실 등의 편의시설도 갖췄다.

@highlight

당진시는 전국에서 손에 꼽을 정도로 화물차 물동량이 많은 특성을 가지고 있어 대형 화물차의 도로변 불법주차 문제가 우후죽순 격으로 늘어나고 있으며, 시 자체에서 전용주차장을 조성했으나 현재의 문제를 해소하기에는 역부족이다.