전강수 대구가톨릭대 경제금융부동산학과 교수<사진>는 19일 대구변호사회관 강당에서 열린 제54차 두:목회 강좌에서 이영훈 이승만학당 교장(전 서울대 교수) 등이 펴낸 책 ‘반일 종족주의’를 강하게 비판했다.

그는 이 책에서 이 교장 등이 주장한 △일본은 한국의 토지와 쌀수탈을 하지 않았다 △한국인 강제동원은 역사왜곡이다 △독도를 한국땅으로 주장할 근거는 없다 △위안부는 조선에 있던 공창제도의 일환이며 위안부의 증언은 조작됐다 등의 문제 제기에 대해 작위적 개념설정과 허수아비치기, 자신에게 유리한 것만 발췌해 인용하는 ‘부조적 수법’ 등으로 터무니없이 왜곡하고 있다고 질타했다.

또 “한국인의 오류에는 하나도 놓칠세라 눈을 부라리는 반면 일본제국주의의 수탈과 악행에는 한없이 관대하다”고 지적했다.

이어 “약탈이 피부에 상처를 낸다면 제도와 정책을 이용한 수탈은 뼈를 손상시킨다”며 “일제의 만행을 미화한 이 책이 우리나라에서 10만권이나 팔렸다는 사실에 그저 아연할 뿐”이라고 했다.

전 교수에 따르면 일제 식민지배 이후 일본인 지주는 1910년대 2%에서 40년대 18%로 늘어났고 이에 반해 100정보 이상의 토지를 소유했던 조선인 지주는 40년대로 갈수록 급격히 감소했다.

일제는 또 토지확보의 수단으로 황무지를 대량 매입한 다음 수리조합을 만들어 농민을 일본인이 운영하는 대농장에 강제편입시킴으로써 조선인 자작농을 소작농으로 대거 전락시켰다.

전 교수는 이 교장 등이 독도는 소녀상과 함께 반일종족주의의 최고 상징이자 토템이라고 주장한데 대해 “일본 메이지정부가 이미 독도를 한국영토로 인정했고, 1993년 고노 전 관방장관이 위안소 설치와 위안부이송에 일본군과 관헌이 직·간접적으로 관여했다”고 실토한 바가 있다고 따져물었다.

@highlight

전강수 대구가톨릭대 경제금융부동산학과 교수는 19일 대구변호사회관 강당에서 열린 제54차 두:목회 강좌에서 이영훈 이승만학당 교장 등이 펴낸 책 ‘반일 종족주의’가 일본의 수탈과 악행을 축소하고 왜곡하고 있다고 비판했다. 