담양군(군수 최형식)이 최근 문화체육관광부가 시행하는 ‘2019 대한민국 공간문화대상’ 공모전에서 ‘문화가 익어가는, 담양 해동문화예술촌’으로 우수상을 수상했다.

올해로 14회째를 맞은‘대한민국 공간문화대상’은 문화체육관광부가 주최하고 문체부와 (사)한국건축가협회가 공동으로 주관하는 상으로 품격 있는 생활공간에 대한 사회적 관심을 높이고 국민들의 문화적 삶의 질을 향상하고자 지난 2006년 제정됐다.

올해는 전국의 지자체와 공공기관 및 민간 등으로부터 작품 19개를 추천받아, 관련 전문가로 구성된 심사위원회를 통해 서류 심사와 현장 심사를 진행했고, 공간 기획 및 실행 과정에서의 문화적 창의성, 지역 주민 및 전문가 등 다양한 이해관계자의 참여 정도, 지역적 특성 반영 등을 종합적으로 평가해 총 6개 작품을 수상작으로 결정했다.

장관상인 거리마당상으로 선정된 담양 해동문화예술촌은 1960년대 전통 주조방식으로 막걸리를 생산하다 2010년 폐업 이후 방치되던 해동주조장을 2016년부터 부지 매입과 문화재생 사업을 통해 재탄생시킨 공간으로 지역주민들이 문화예술과 자연을 즐길 수 있도록 창의성과 예술성을 가미해 지역 활성화에 기여한 점이 인정받았다.

해동문화예술촌은 지난 6월 1일 전시 ‘도시 리듬과 예술적 행동’과 함께 개관한 이후 아카이브 전시관 등 다양한 미술전시를 운영하고 있으며, 지난달 31일부터는 두 번째 전시 ‘꿈’을 운영하고 있다.

이번 전시는 해동문화예술촌 내 ‘갤러리 아레아’와 ‘상상나래’동으로 운영되는데 회화, 섬유, 판화, 조각, 공예 등 다양한 장르의 시각 미술을 만나볼 수 있으며, 아동들이 직접 참여할 수 있는 ‘꿈꾸는…’을 주제로 한 특별전으로 구성됐다.

(재)담양군문화재단 양초롱 총감독은 “해동문화예술촌은 과거 술도가의 노동과 쉼, 나눔이 있던 추억의 공간이자 군민들의 향수가 머물러 있는 공간으로 남녀노소 누구나 함께하는 공간으로 자리매김 될 것이다”며 “앞으로도 주민의 삶 속에서 예술을 지향하며 담양 문화를 선도 할 수 있도록 노력하겠다”고 말했다.

@highlight

생활공간에 대한 사회적 관심을 높이고 국민들의 문화적 삶의질 향상을 위해 제정된 '2019 대한민국 공간문화대상' 공모전에서 '담양 해동문화예술촌'으로 우수상을 수상하며 해당 예술촌은 다양한 미술전시를 운영하며 지난달 부터는 두번째 전시인 '꿈'을 운영한다고 밝혔다.