‘슈퍼맨이 돌아왔다’ 라원이가 폭풍 굴비 먹방을 선보인다.

9월 22일 방송되는 KBS 2TV ‘슈퍼맨이 돌아왔다’(이하 ‘슈돌’) 296회는 ‘오늘 하루도 러블리’라는 부제로 시청자를 찾아온다.

그중 경민 아빠와 라라자매 라원-라임이는 늦은 휴가를 떠난다.

휴가에서 빼놓을 수 없는 먹방이 시청자들의 군침을 자극할 예정이다.

공개된 사진 속 라원이는 동그란 눈을 반달로 접고 환하게 웃고 있다.

무언가 즐거운 일이 벌어진 듯하다.

라원이가 이렇게 기분이 좋은 이유는 바로 가장 좋아하는 음식 중 하나인 보리굴비를 먹으러 왔기 때문.

한 상 가득 차려진 밥상을 두고 열심히 음식을 먹는 라원이의 모습이 귀엽다.

이날 경민 아빠는 라라자매와 함께 늦은 물놀이를 떠났다.

물놀이 후 허기진 배를 채우기 위해 이들이 선택한 메뉴는 바로 보리굴비.

과자, 초콜릿을 좋아하는 또래 친구들의 입맛과 달리 보리굴비가 라원이의 최애 메뉴 중 하나라고.

라원이는 보리굴비와 함께 나온 이천 쌀로 차린 콩밥과 녹차로 완벽한 삼합을 만들어 먹방을 제대로 즐겼다고.

특히 가시까지 직접 발라 먹는 라원이의 모습은 매일 이를 보는 경민 아빠도 놀라게 할 정도.

급기야는 양손을 사용해 혼신의 먹방을 펼치는 라원이의 모습이 모두의 미소를 자아냈다는 후문이다.

또한 라원이는 보리굴비 정식에 이어 누룽지까지 완벽한 코스요리를 즐겼다고 전해진다.

즐거운 휴가 후에 맛있는 보리굴비를 즐기는 라원이는 얼마나 귀여울까.

지난번 통닭 먹방에 이어 이번에도 혼자 보리굴비를 먹지 못하는 라임이는 어떤 반응을 보일까.

이 모든 것이 밝혀질 ‘슈돌’ 본 방송이 기다려진다.

한편 KBS 2TV ‘슈퍼맨이 돌아왔다’ 296회는 오늘(22일) 일요일 오후 6시 25분 방송된다.

@highlight

9월 22일 방영되는 '슈퍼맨이 돌아왔다'에서는 늦은 물놀이를 떠난 홍경민과 라라 자매가 보리 굴비에다 누룽지까지 완벽한 코스 요리를 즐기는 모습을 방영한다.