21일 롯데홈쇼핑 명품코트가 토스 행운퀴즈로 등장했다.

정답을 맞춘 참여자에게는 랜덤으로 상금이 지급된다.

이번 퀴즈의 힌트는 네이버에 '롯데홈쇼핑 명품코트'를 검색하면 확인 가능하다.

행운퀴즌 다음과 같다.

오늘 방송예정인 LBL의 만조니코트는 캐시미어와 울이 포함된 □□□□□ 프리미엄 소재를 사용하였습니다.

□□□□□에 들어갈 소재는 무엇일까요의 정답은 로로피아나다.

그 중 더욱 값진 퓨어 □□□□를 얻기위해 LBL의 상품 기획은 1년 전부터 시작됩니다.

LBL이 주로 사용하는 이 천연 소재 □□□□는 무엇일까요의 정답은 캐시미어다.

롯데홈쇼핑 대표 패션브랜드 LBL이 럭셔리 코트 출시를 위해 콜라보한 명품 브랜드 이름 □□□□□는 무엇일까요.

정답은 만조니24다.

이어 LBL은 소재 고급화를 강화하며 퓨어 캐시미어를 사용한 하이넥 니트를 곧 론칭합니다.

특히 프리미엄 기술로 불리우는 □□기법으로 캐시미어에 풍성한 내츄럴 컬러를 선보일 수 있었는데요, □□에 들어갈 단어는 무엇일까요.

정답은 선염이다.

롯데홈쇼핑 LBL 만조니코트는 □□□ 모피만의 부드럽고 고급스러운 컬러감이 특징입니다.

□□□에 들어갈 단어는 무엇일까요.

정답은 친칠라다.

롯데홈쇼핑이 2016년 론칭한 패션브랜드 LBL은 □□□□ □□□□□□ □□□□를 핵심 메시지로 삼고 있습니다.

□□□□ □□□□□□ □□□□는 무엇일까요.

정답은 LIFE BETTER LIFE다.

퀴즈는 휴대폰 애플리케이션을 설취해야 참여할 수 있다.

@highlight

21일 롯데홈쇼핑 명품코트가 토스 행운퀴즈에 나왔는데, 정답자에게는 상금이 주어지며 네이버에 '롯데홈쇼핑 명품코트'를 검색하면 힌트를 얻을 수 있다.