보라안과병원은 22일 백내장 수술 장비 렌자(LENSAR) 레이저를 도입해 첨단 레이저 백내장 수술을 선보이게 됐다고 밝혔다.

‘렌자’는 레이저 백내장 장비 중 유일하게 펨토초레이저(Femtosecond Laer)와 3D 샤임플러그 카메라(3D-Scheimpflug Camera)가 결합된 장비로 광주에서는 보라안과병원이 최초로 도입해 백내장 수술의 의료수준을 한층 더 끌어올릴 수 있게 됐다.

기존 수기 방식에 의존한 백내장 수술은 의료진이 직접 칼로 절개한 후 혼탁해진 수정체를 제거하는 과정에서 미세한 편차가 발생할 수 있었던 반면 ‘렌자’ 레이저는 칼로 하던 모든 과정을 정밀한 레이저로 진행해 일관성 된 수술이 가능하다.

뿐만 아니라 각막 전안부 3D 촬영 장비인 펜타캠(Pentacam)과 연동으로 수술 전 안내 조직과 미세한 안구 움직임을 16장 이미지로 촬영한 데이터를 AR(증강현실) 기술로 구현하고 개인별 눈에 맞춰 레이저 에너지, 각도를 조정할 수 있다.

이를 통해 홍채 인식 안구 추적 기법으로 난시 교정의 정확성을 높이고 내부 조직이 손상되지 않는 섬세한 레이저 절개로 각막내피세포의 손상도 감소했다.

보라안과는 시력교정센터와 더불어 망막센터, 외래진료센터 등 분야별 전문진료센터를 운영 중이며 수술 경험이 풍부한 8인의 의료진이 백내장 진료를 하고 있다.

강석준 보라안과병원 “최근 노안 백내장 연령이 낮아지면서 수술을 상담하는 40~50대가 늘어나 다초점 백내장 수술에 대한 관심이 높아졌다”면서 “다초점 백내장 수술은 인공수정체의 삽입 위치와 난시교정이 수술 결과에 큰 영향을 미치는 만큼 최적의 수술 결과를 위해 정확한 진단과 함께 정밀한 레이저 장비가 더해진다면 더 좋은 결과를 기대할 수 있을 것 ”이라고 말했다.

@highlight

보라안과 병원이 "렌자" 레이저를 도입해 기존에 칼로 하던 과정이 더욱 정밀하게 보완되었다고 밝혔다. 