▲ 현대자동차는 쏘나타 1.6 터보 모델의 펫네임을 ‘쏘나타 센슈어스’로 정하고 본격적인 판매에 돌입한다.

현대자동차가 쏘나타 1.6 터보 모델의 펫네임을 ‘쏘나타 센슈어스(SONATA Sensuous)’로 정하고 본격적인 판매에 돌입한다고 22일 밝혔다.

쏘나타 센슈어스는 현대차가 지난해 3월 제네바 모터쇼에서 콘셉트카 ‘르 필 루즈’를 통해 공개한 차세대 현대차 디자인 철학인 ‘센슈어스 스포티니스’를 가장 완벽하게 구현한 쿠페 스타일 스포츠 세단으로 감각적이고 역동적인 디자인을 자랑한다.

쏘나타 센슈어스는 △라이트, 후드, 그릴의 경계를 제거해 볼륨을 극대화한 후드 △팽팽하게 당겨진 활 시위에서 영감을 받은 날렵한 캐릭터 라인 △후륜구동 모델에서 느낄 수 있는 스포티한 비율 등 호평을 받고 있는 기본 모델의 외관을 계승하면서 감각적인 요소를 더해 차별화된 디자인을 갖췄다.

쏘나타 센슈어스는 ‘연속 가변 밸브 듀레이션(CVVD)’ 등 신기술이 적용된 스마트스트림 가솔린 1.6 터보 엔진을 탑재했다.

현대차가 세계 최초로 개발한 CVVD는 기존의 연속 가변 밸브 타이밍 기술(CVVT)이나 연속 가변 밸브 리프트(CVVL) 기술에서는 조절이 불가능했던 밸브 열림 시간을 제어함으로써 상충관계인 엔진의 성능과 연비를 동시에 향상시키면서 배출가스까지 줄여주는 기술로 현대차 최초로 쏘나타 센슈어스에 적용됐다.

쏘나타 센슈어스의 판매 가격은 △스마트 2,489만원 △프리미엄 2,705만원 △프리미엄 패밀리 2,876만원 △프리미엄 밀레니얼 3,073만원 △인스퍼레이션 3,367만원이다.

@highlight

현대자동차는 22일 쿠페 스타일 스포츠 세단으로 세련되고 역동적인 디자인을 자랑하며 '연속 가변 밸브 듀레이션(CVVD)' 등 새로운 기술을 적용한 스마트스트림 가솔린 1.6 터보 엔진을 탑재한 '쏘나타 센슈어스(SONATA Sensuous)'를 본격 판매에 돌입한다고 발표했다.