22일 방송된 JTBC '캠핑클럽'에서 핑클 멤버들이 포천 캠핑장에서 팬미팅 스페셜 스테이지를 통해 14년 만에 완전체로 무대에 오른 모습이 그려졌다.

핑클은 네 사람은 캠핑 이후 팬들과의 이벤트를 준비하며, 안무 연습을 하고 신곡 녹음을 하는 등 바쁜 시간을 보냈다.

특히 이효리의 남편인 이상순도 핑클 신곡에 내레이션으로 참여하기도 했다.

하지만 태풍 링링으로 인해 이벤트 날짜를 한 차례 연기하며 핑클과 팬들의 만남이 이뤄졌다.

핑클 멤버들은 행사 장소인 포천 캠핑장에 먼저 도착해 헤어, 메이크업을 한 후 간식과 굿즈를 준비한 뒤, 핑클 캠핑카 '핑카'에 숨어있다 팬들이 모여들자 깜짝 등장했다.

핑클 멤버들은 아는 얼굴이 보이자 반갑게 인사도 하고, 직접 핑클빵과 커피를 팬들에게 건네며 오랜만의 안부를 나누기도 했다.

이후 이수근이 스페셜 MC로 함께한 가운데 '스포츠 오디세이'라는 이름으로 핑클과 함께 몸을 쓰는 운동회 시간이 펼쳐졌고, 성유리가 속한 화이트팀이 우승을 차지했지만 선물은 모든 팀이 골고루 나눠가졌다.

저녁에는 텐트 별로 고기를 구워 먹는 가운데, 옥주현이 행사를 앞두고 미리 준비한 무려 150인분의 김치볶음밥을 건네기도 했다.

이후 핑클 4명의 멤버가 완전체로 준비한 무대가 진행됐고, 펄레드 풍선을 흔들며 이들은 반긴 팬들은 눈물을 쏟았다.

핑클은 데뷔곡 '블루레인'을 시작으로 '당신은 모르실거야', '루비', '내 남자친구에게'까지 대표곡들을 차례로 선보였고, 성유리는 팬들의 응원에 눈물을 흘리기도 했다.

핑클은 팬들이 적어준 쪽지를 읽는 '소원을 들어봐' 시간을 가지며 이효리가 과거 가깝던 사이에서 멀어진 사이가 됐던 팬과 진솔한 대화를 나누기도 했다.

핑클은 이날 마지막으로 김현철이 작곡하고 멤버들이 직접 가사를 쓴 신곡 '남아있는 노래처럼'을 팬들 앞에서 처음으로 선보였고, 팬들의 '앙코르' '앵콜' 요청에 '영원한 사랑'까지 보여주며 이벤트를 마무리했다.

@highlight

핑클은 캠핑클럽 프로그램 이후 팬들과 만나기 위해 안무와 신곡을 준비하는 등 이벤트 무대를 준비해 14년만에 완전한 모습으로 활동하였으며, 내레이션에는 이효리의 남편 이상순이 참가했다.