화성 연쇄 살인사건을 수사 중인 경찰이 유력 용의자로 지목된 이 모(56?수감중) 씨를 피의자로 특정하는데 수사력을 집중하고 있다.

이규문 경찰청 수사국장은 23일 서울 서대문구 경찰청에서 열린 기자간담회에서 민갑룡 경찰청장을 대신해 수사상황을 설명하면서 "지난주 용의자를 면담했고 이번 주도 계획하고 있다"며 "과거 서류나 관련 자료, 국과수에 의뢰한 (연쇄 사건과 관련된) DNA 조사결과를 신속히 요청해 이씨를 피의자로 특정하는데 수사력을 집중하고 있다"고 말했다.

이 국장은 "이씨가 수사에 협조 중이며 거부한 적은 없다"면서 "부실 수사 의혹과 피의자 특정작업을 병행할 것"이라고 덧붙였다.

이에 따라 경기남부경찰청 화성 연쇄살인사건 수사본부는 이번 주 추가 증거물을 확보해 이 씨의 자백을 이끌어내는데 수사력을 집중할 계획이다.

앞서 화성 연쇄 살인사건 수사본부는 지난 18일부터 3차례나 부산교도소를 방문해 유력 용의자 이씨를 조사했으나, 그는 혐의사실을 모두 부인했다.

이씨는 1994년 처제를 강간·살인한 혐의로 무기징역을 선고받아 복역 중이다.

경찰은 장기 미제사건인 '대구 개구리 소년 사건'과 관련해 몇 건의 제보를 받아 사실 확인 작업을 진행 중이다.

민 청장은 이날 간담회에서 "대구는 10여 년 간 (사체가) 방치돼 증거물 찾기가 어렵다고 전문가들도 진단한다"면서 "사람들의 염원이 모아지는 걸 봐서는 사건을 해결할 실마리가 나타날 것으로 기대한다"고 말했다.

앞서 민 청장은 지난 20일 사건 발생 장소인 대구 달서구 와룡산을 찾아 유족 등에게 사건을 원점에서 재수사하겠다고 약속했다.

화성 연쇄 살인사건을 계기로 경찰의 장기 미제사건 수사팀도 보강된다.

현재 경찰청이 보유 중인 장기미제 사건은 모두 268건이며, 수사 인력은 경찰청과 지방경찰청을 모두 합쳐 73명이다.

이 때문에 수사 인력이 너무 작다는 지적이 이어졌다.

민 청장은 "현재 인력으로 (수사를) 하기에는 기대가 큰 만큼 부담도 크다"며 "수사팀을 더 보강하고 사기를 진작할 방안을 강구해 국민의 기대와 염원에 보답하겠다"고 말했다.

@highlight

경찰청 수사국장은 23일 기자간담회에서 화성 연쇄 살인사건을 수사 중인 경찰이 지난주 용의자를 면담했는데 이씨가 수사에 협조 중이고 과거 서류나 관련 자료, 국과수에 의뢰한 DNA 조사결과를 신속히 요청해 이씨를 피의자로 특정하는데 수사력을 집중하고 있다고 설명했다.