청사초롱을 사진에 담는 박용갑 청장.

대전 중구가 27일부터 뿌리공원에서 열리는 대전효문화뿌리축제와 대전칼국수축제 준비에 한창이다.

시험합격, 건강기원, 가족의 행복 등 각기 다른 소원이 적힌 2000여개의 청사초롱 소원등은 뿌리공원 인근과 서대전공원, 중구청 주변을 환히 비추길 시작했다.

소원등은 에너지 절약을 위해 친환경 태양광을 이용한 LED램프가 사용됐다.

중구는 자신의 등이 걸린 구간을 알리는 문자메시지를 발송해 내 등을 찾아볼 수 있게 했다.

또한 뿌리공원 곳곳에 계절꽃 5천본을 심고, 청소와 도색작업 등 관람객 맞이로 분주하다.

사진 찍을 곳이 많은 이번 효문화뿌리축제에서는 전국 사진공모전이 진행된다.

사진 출품기한은 10월 1일부터 15일까지로, 축제기간 중 촬영한 사진으로 누구나 참여 가능하다.

제출은 (사)한국디지털사진가협회(www.dpak.or.kr)로 온라인으로 제출하면 된다.

대상부터 입선까지 모두 50여점이 선정되며, 상장과 상금이 주어진다.

안영IC부터 뿌리공원 인근까지, 서대전역과 서부터미널 등 관람객이 유입되는 주요 길목 불법 광고물 정비도 시작했다.

구, 경찰, 옥외광고물협회 회원 등 유관기관과의 합동점검, 주말·야간 단속 등으로 도시미관 개선에 한창이다.

안영교에서 뿌리공원 입구까지 이어지는 뿌리공원로 구간은 축제가 열리는 27일 오전 7시부터 전면 통제된다.

중부경찰서, 모범운전자회, 녹색어머니회, 해병전우회 등 다양한 유관기관과 자원봉사자가 축제장 인근 교통질서 유지와 13개 주차장 안내 등을 맡을 예정이다.

비 상상황을 대비한 이동 동선확보와 유지는 축제장 안전을 위해 더욱 특별 관리할 방침이다.

박용갑 청장은 "만반의 대비로 축제장을 찾는 관람객의 불편사항을 최소화 할 것"이라고 밝혔다.

@highlight

대전 중구가 27일부터 뿌리공원에서 열리는 대전효문화뿌리축제 등에 대비하여 청소와 도색작업, 주요 길목 불법 광고물 정비 등 관람객 맞이로 한창이다.