올해 2분기 우리나라의 상품 수출 감소율이 G20 국가에서 두 번째로 높은 것으로 나타났다.

수출액 규모도 작년 2분기 5위에서 6위로 내려앉았다.

미중 무역분쟁과 반도체 가격 하락이 큰 영향을 미쳤다.

23일 세계무역기구(WTO)의 월간 상품수출 통계에 따르면 우리나라의 2분기 수출액은 1385억9000만 달러로 지난해 같은 기간에 비해 8.6% 감소했다.

감소율은 주요 20개국(G20) 소속 국가 가운데 두 번째로 높은 것이다.

무역분쟁을 치르고 있는 미국과 중국보다는 이들 시장에 대한 수출 의존도가 높은 나라의 수출이 크게 줄어들었다.

중국 경제 의존도가 높은 인도네시아의 2분기 수출은 전년 동기 대비 9.1% 줄어들며 G20 중 수출감소율이 가장 높았다.

한국(-8.6%)에 이어 국제유가 하락과 크림사태에 따른 서방 제재를 겪은 러시아(-8.3%)도 감소세가 컸다.

수출 규모가 큰 독일(-7.1%), 일본(-6.6%)도 미중 무역분쟁 여파를 받았다.

핀란드(-5.2%), 영국(-4.6%), 남아프리카공화국(-4.3%)도 감소세가 컸다.

반대로 미국의 2분기 수출은 3.1%, 중국은 1.0% 줄어드는 데 그쳤다.

중국 성장세가 둔화하자 중국에 수출하는 주변국들이 더 큰 피해를 본 것이다.

G20 가운데 2분기 수출액이 늘어난 국가는 캐나다(0.2%), 터키(1.2%), 멕시코(4.7%), 아르헨티나(6.8%), 호주(10.5%) 등 4개국뿐이다.

수출액 규모로 보면 한국은 작년 2분기 세계 5위에서 올해 6위로 내려왔다.

프랑스는 지난해 수출 규모가 한국보다 적었지만, 올해 2분기 수출이 보합(0.0%)을 나타내면서 8.6% 감소한 한국을 밀어내고 6위에서 5위로 올라섰다.

G20 가운데 수출액이 큰 세계 10대 수출국 가운데에선 우리나라 수출 감소율이 가장 높았다.

수출 전망도 밝지 않다.

글로벌 교역 관련 선행지표인 WTO 세계무역 전망지수는 지난 8월 95.7로 낮아지는 등 글로벌 금융위기 이후 최저치로 떨어졌다.

9월에는 98.4로 반등했으나 여전히 기준치(100)를 밑돌았다.

@highlight

23일 세계무역기구(WTO)의 월간 상품수출 통계에 따르면 우리나라의 2분기 수출액은 1385억9000만 달러로 전년 동일 기간 대비 8.6% 감소했으며, 이는 G20 국가에서 두 번째로 높은 수준으로 이러한 이유는 미중 무역분쟁과 반도체 가격 하락이 큰 영향을 끼친 것으로 보인다.