대한체육회는 9월23일~10월22일 2019 대한민국 스포츠영웅 국민지지도 조사를 한다.

'세계 최초 히말라야 16좌 완등' 엄홍길(산악), '동계올림픽 최초 2연속 2관왕' 전이경(쇼트트랙), '아시아의 물개' 故 조오련(수영)이 2019 스포츠영웅 최종후보 3명이다.

대한체육회는 지난 8월 추천위원, 체육단체, 출입기자, 일반 국민을 대상으로 스포츠영웅 선정을 위한 후보자를 추천받은 후, 체육인단 및 추천기자단의 심사를 거쳐 최종후보자 3명을 결정했다.

산악 엄홍길과 쇼트트랙 전이경, 수영 조오련을 대상으로 2019 2019 대한민국 스포츠영웅 국민지지도 조사가 진행된다.

이번 국민지지도 조사는 대한체육회 홈페이지 및 네이버(NAVER) 메인 팝업창 또는 2019 대한민국 스포츠영웅 선정 투표창을 통해 국민 누구나 참여할 수 있다.

투표는 10월22일 오후 6시 마감된다.

참가자 중 500명에는 음료 쿠폰을 제공한다.

2019 스포츠영웅은 선정위원회 및 평가기자단의 정성평가(70%)와 국민지지도 조사(30%)를 거쳐 최종 선정하며, 스포츠영웅 선정자는 대한체육회 명예의 전당에 헌액된다.

대한체육회는 2011년부터 스포츠를 통해 선수 및 청소년들의 롤 모델이 되고, 대한민국의 국위를 선양하여 국민에게 큰 기쁨과 희망을 안겨준 체육인을 스포츠영웅으로 선정하고 있다.

역대 대한민국 스포츠영웅으로는 2011년 故손기정(육상)·故김성집(역도), 2013년 故서윤복(육상), 2014년 故민관식(스포츠행정)·장창선(레슬링), 2015년 양정모(레슬링)·박신자(농구)·故김운용(스포츠행정), 2016년 김연아(피겨스케이팅), 2017년 차범근(축구), 2018년 故김일(프로레슬링)·김진호(양궁)가 뽑혔다.

@highlight

대한체육회는 스포츠영웅 선정을 위한 후보자를 추천받은 후 심사를 거쳐 엄홍길,전이경,조오련 등 최종후보자 3명을 결정해 9월23일~10월22일 2019 대한민국 스포츠영웅 국민지지도 조사를 한다.