1인가구 시대 가성비와 즐거움을 제시하다

9월 19~24일 현대백화점 울산동구점에서 진행되는 ‘쿠잉’의 미니멀 종합가전 팝업스토어에 많은 고객들이 찾고 있다.

가전 업계에 ‘뉴트로’ 열풍이 불고 있다.

뉴트로는 새로움(New)에 복고(Retro)를 더한 신조어로, 옛 유행을 재해석해 즐기는 경향을 뜻한다.

'쿠잉'은 기존 입점 가전 브랜드와 달리 원색 계열의 과감한 색상과 둥글동글한 외관의 옛 디자인을 적용한 감성 상품들로 많은 시선을 받고 있다.

현장에서 팝업스토어를 운영하고 있는 ‘씨엔컴퍼니’ 임아름 담당은 “레트로 냉장고 시리즈와 레트로 전자레인지에 대해 많은 문의가 들어오는있다”면서 “메이드 인 코리아 상품인 가스레인지와 자가 필터교체 정수기도 큰 관심을 받고 있다”고 밝혔다.

이날 현대백화점 쿠잉 팝업스토어를 찾은 김진규(34?울산 동구) 씨는 “처음 듣는 브랜드라서 믿을 수 있을까 하는 생각을 하였지만 다양한 상품과 부산브랜드라는 소개에 구매를 결정하게 되었다”고 이야기 하였다.

씨엔컴퍼니(대표 박창준) 브랜드인 ‘쿠잉(cooing)’은 북유럽풍의 레트로 소형 냉장고를 시작으로 뛰어난 가성비를 갖춘 우수한 제품을 개발해 판매하고 있다.

특히 밀레니얼 세대들의 트렌드에 맞춘 상품들로 미니멀 종합가전에서 선두주자로 나서고 있다.

‘쿠잉’은 9월 19~24일 기존의 온라인·모바일 판매에서 벗어나 현대백화점 울산동구점에서의 팝업 매장을 통한 고객과의 만남을 준비하고 있다.

10월부터는 현대백화점몰에서도 만날 수 있다.

‘씨엔컴퍼니’ 박창준 대표는 “이번 현대백화점의 팝업스토어를 통하여, 쿠잉 제품들에 조금 더 친숙하게 다가 올 수 있게 노력하겠다”면서 “대형 가전사보다 디자인과 제품 퀄리티, 가격 면에서 월등한 제품을 계속 개발해 출시하겠다”고 밝혔다.

@highlight

옛 디자인을 적용한 감성 상품들로 사랑 받고 있는 '쿠잉'이 9월 19~24일, 현대백화점 울산동구점에서 소개되어 고객들의 관심을 받고있으며, 10월부터는 현대백화점몰에서 만나 볼 수 있을 것이다.