미국 글로벌 펀딩1위 하이브리드 무선이어폰 Pamu Slide가 와디즈를 통해서 출시되었다.

Pamu Slide는 1회충전 60시간 재생/통화, 무선보조배터리기능 퀄컴 APTX지원으로 멜론, 벅스, 유투브 등에서 CD급 음질을 지원하며 현재 6천명이 넘는 예약자가 와디즈 공동구매 알림을 신청한 것으로 알려졌다.

회사관계자는 "하이브리드형 무선이어폰으로 이어폰업계가 pamu의 등장으로 판도가 뒤집어 지고 있다"라며, "프로젝트 오픈이 예약돼 있는 9.24(화) 오후 3:00까지 1만명이 넘는 사람이 예약신청할 것"이라고 전망했다.

무선이어폰 사용자 모두의 니즈를 충족시킨 하이브리드형 이어폰이다.

60시간 재생통화를 지원하고 CD급 음질을 지원하여 대용량 보조배터리가 탑재, 무선보조배터리 기술이 적용되었다.

미국 글로벌 펀딩 1위, 60일만에 80억 약 8만명이 구입하여 신제품 출시 경연장인 인디고고 이어폰 최고기록을 2배나 갱신했다고 업체측은 전했다.

와디즈 오픈 72시간 이벤트로 9천원 상당의 케이스를 무료증정하고 선착순 5천명에 한해 c타입 젠더를 무료로 증정한다.

현재 예약자만 6천명이 넘고 하루에 6백명 이상이 공동구매 알림신청을 하여 9월24일 15:00 오픈예정 시 완전매진 가능성도 있는 것으로 알려졌다.

회사관계자는 "9.24(화) 15:00까지 1만명이 공동구매예약을 신청할 것으로 예상된다. 미국에서부터 불어온 PAMU SLIDE 광풍이 무선이어폰 시장의 판도를 완전히 바꾸어 놓을것으로 예상한다"고 말했다.

이어 "60시간 재생/통화로 수험생, 공시생등 인강을 듣는 공부를 하는사람들이 필수템으로 인식해 많이 참여하고 있으며 졸업, 입학, 축하 선물로 공동구매에 많이 참여하고 있다"고 전했다.

@highlight

미국 글로벌 펀딩 1위 하이브리드 무선이어폰 Pamu Slide가 와디즈를 통해서 출시되었는데 현재 6천 명이 넘는 예약자가 와디즈 공동구매 알림을 신청한 것으로 알려졌으며 프로젝트 오픈이 예약된 9.24(화) 오후 3:00까지 1만 명이 넘는 사람이 예약신청할 것으로 전망했다.