토니모리가 영국 H&B스토어인 부츠와 해로즈 백화점에 진출하며 유럽 현지시장 진출에 박차를 가한다고 23일 밝혔다.

토니모리는 영국 내 4000여 개의 매장을 가진 영국 최대 유통사이자 대표 H&B스토어 부츠에 입점했다.

이 중 25개 매장에는 스킨케어 제품, 400개 매장에는 마스크를 판매한다.

이와 함께 영국의 '왕실 전용 백화점'으로 알려진 영국 대표 럭셔리 백화점 해로즈 백화점에 입점했다.

해로즈 백화점에 입점한 K-뷰티 브랜드는 토니모리가 유일하다.

해로즈 백화점에서는 현재 '팬더의 꿈 아이패치'를 비롯한 13개 제품을 선보이고 있으며 연말까지 최대 20여개 품목으로 확대할 예정이다.

토니모리는 프랑스 전역 총 670여 개의 체인망을 보유하고 있는 프랑스의 대표적인 대형 유통채널 모노프리(Monoprix) 론칭도 성공했다.

파리의 대표 쇼핑거리인 샹젤리제에 위치한 모노프리 매장에서 프랑스 소비자들과 만난다.

토니모리는 2020년 3월까지 300개의 모노프리 대형 플래그십 매장에 입점하는 것을 목표로, 현재 바이탈 비타 라인을 포함한 10개 품목을 운영하고 있으며 꾸준히 사랑 받는 아이템들로 제품군을 확대하여 유럽 소비자들을 공략할 계획이다.

토니모리의 이 같은 성과는 지난 2015년 5월 한국 화장품 브랜드 최초로 세포라 유럽 전역 입점하는 등, 중국, 동남아, 유럽 등 총 54개국 진출을 통해 성공적으로 해외 시장을 공략해 온 제품력 기반의 저력을 인정받은 결과다.

토니모리는 독특한 용기 디자인으로 사랑 받고 있는 '팬더의 꿈 라인'을 비롯한 펀(fun) 제품들을 소개하고 있으며 우수한 제품력까지 갖춰 유럽 뷰티 업계에서도 긍정적인 반응을 얻고 있다.

토니모리 관계자는 "올해 영국과 프랑스에서 거둔 성과를 바탕으로 앞으로 유럽 시장에서 적극적인 행보를 펼칠 예정"이라며, "차후 다양한 형태로 시장 내 영역을 확장해 토니모리는 물론, K뷰티의 우수성을 알리도록 노력하겠다"고 전했다.

@highlight

토니모리가 프랑스의 유통채널인 모노프리 론칭에 이어 영국 H&B스토어인 부츠와 해로즈 백화점 내에 입점하는 성과를 거둠에 따라 이를 바탕으로 유럽 현지시장 진출에 박차를 가해 자사는 물론 K뷰티의 우수성을 홍보할 계획이라고 23일 밝혔다.