서울 송파구 송파동 맛집거리인 이른바 '송리단길' 정보를 한눈에 파악할 수 있게 됐다.

송파구는 최근 관광명소로 부각되고 있는 송리단길 매력을 더 널리 알리기 위해 맛집 관광지도를 한단계 보완해 제작, 배부한다고 23일 밝혔다.

용산구 이태원 경리단길에서 시작된 'O리단길'은 각 지역을 대표하는 맛집골목으로 자리잡아가고 있다.

석촌호수 일대는 최근 들어 '송리단길'로 불린다, 업무·주거시설이 밀집한 골목에 유행하는 음식점과 이색 찻집이 하나둘 자리잡으면서다.

특히 석촌호수 등 잠실관광특구 방문길에 송리단길을 찾는 내·외국인 관광객들이 꾸준히 늘고 있다.

송파구는 민선 7기 공약사업 가운데 하나로 '송리단길 특화거리 조성'을 내세웠다.

일대를 관광명소로 육성한다는 취지다.

지난해 송리단길 맛집 관광지도를 처음 선보이고 석촌호수 사거리에 송리단길을 알리는 안내 표지판을 설치하기도 했다.

올해는 공공차원에서 송리단길 홍보를 강화하기 위해 맛집 지도를 보완했다.

석촌호수 동호 주변을 비롯해 방이삼거리와 방이사거리 일대를 나눠 송리단길 전체를 한눈에 담을 수 있도록 한 것.

새로 문을 연 맛집 30여곳을 추가, 다양한 음식점과 개성 있는 찻집까지 135곳 정보가 담겨있다.

첨부된 정보문자(QR코드)를 통해 영어 중국어 일본어로 차림표 번역도 가능하다.

송파구는 서울시내 주요 관광안내센터와 관광호텔 도시민박업소 등에 지도를 무료로 배포하기로 했다.

구 문화관광 전용 누리집과 잠실관광특구 어플 등에서도 확인할 수 있다.

박성수 송파구청장은 "관광객들이 보다 쉽고 편리하게 송파를 즐길 수 있도록 송리단길의 맛과 멋을 지도에 담았다"며 "골목골목을 탐방하며 숨어있는 맛집을 발견하는 재미를 느껴볼 수 있을 것"이라고 전했다.

@highlight

서울 송파구가 '송리단길' 맛집 정보를 한눈에 파악할 수 있는 맛집 관광지도를 제작하여 배포하고, 서울의 주요 관광안내센터와 관광호텔 및 민박업소 등에 지도를 무료로 배포한다고 밝혔다.