▲ 제10회 신성대학교 전국고교생 조리제빵경연대회가 지난 5일 열렸다.

제10회 신성대학교 전국고교생 조리제빵경연대회가 지난 5일에 열렸다.

호텔외식조리과(학과장 오승우)와 제과제빵과(학과장 박지양)가 주관한 이번 대회는 제과제빵 분야의 창의적 인재를 발굴하고 육성해 전문고급인력으로 양성하고자 개최했다.

올해에는 전국 18개 고교에서 55명의 학생이 대회에 참여했다.

경연종목은 △조리부문-당진 특산물(소고기, 쌀, 감자, 블루베리 등)을 활용한 창작 요리 △제빵부문-당진특산물(쌀, 감자, 블루베리, 단호박 등)을 활용한 샌드위치 또는 디저트 등 2개 부문으로 나눠 치러졌다.

대회 결과, 대상은 신평고 3학년 최지민 학생이 차지했으며, 조리부문 금상과 제빵부문 금상은 신평고 3학년 김기중 학생이, 송탄고 3학년 황유진 학생이 각각 수상했다. 수상자에게는 상장과 메달, 상금 및 장학증서가 수여됐으며 대상은 상금 30만 원과 장학증서 15만 원, 금상은 상금 20만 원과 장학증서 100만 원 등이 전달됐다.

한편 신성대학교 화장품과학과(학과장 김상민)에서는 취업대상자 34명 중 9명(27%)이 대기업 공채시험에 합격했다.

합격한 기업은 한화그룹(김정기·15학번), LG화학(차예찬·13학번), CJ그룹(이충현·15학번), 애경그룹(진시온·17학번, 오희규·15학번, 한규성·14학번), 아모레퍼시픽(김연진·17학번), 한국콜마(양희원·17학번), 글로벌회사 MERCK(류용건·17학번) 등 7개 기업이다.

화장품과학과는 학생의 취업을 위해 산업체 맞춤식 교육을 실시하고 있다.

@highlight

지난 5일 제과제빵 분야의 인재 발굴 및 양성을 위한 제 10회 신성대학교 전국고교생 조리제빵경연대회가 호텔외식조리과와 제과제빵과 주관으로 열려 전국 18개 고교 55명 학생이 참여하였으며 신평고 3학년 최지민 학생이 대상을 차지하였다.