국내 암호화폐 거래소가 '다크코인'을 잇따라 상장폐지하고 있다.

국제자금세탁방지기구(FATF)의 권고안에 따른 조치다.

국내 대표 암호화폐 거래소 업비트는 오는 30일 오전 11시를 기준으로 모네로, 대시, 지캐시, 헤이븐 등 다크코인의 거래 지원을 종료한다고 공지했다.

오케이엑스코리아도 해당 암호화폐의 상장 폐지를 예고했다.

국내 암호화폐 거래소인 빗썸과 코빗은 기존에 상장된 다크코인에 대한 거래 종료를 검토하고 있는 것으로 알려졌다.

익명성 기반의 암호화폐를 통칭하는 다크코인은 매수자의 정보 공개가 되지 않도록 만들어졌다.

구조상 거래내역 추적이 불가능해 외화 반출, 자금 세탁 등을 위해 사용되는 경우가 많았다.

거래소들이 다크코인 거래 지원을 종료하는 것도 자금세탁 및 유입 가능성을 미연에 차단하기 위함이다.

FATF의 '암호화폐 국제규제 가이드라인'도 거래소 움직임에 영향을 미쳤다.

국내법은 아직 마련되지 않았지만 한국 정부의 법적, 제도적 변화에 앞서 거래소들이 발빠르게 움직이고 있는 것이다.

FATF는 지난 6월 암호화폐 거래소들에게 금융권 수준의 자금세탁방지 의무를 부과하기로 결정했다.

이에 따라 암호화폐 거래사이트는 운영자의 정보를 규제당국에 신고·등록해야 한다.

그동안 송금인의 신원정보만 확인하면 거래소를 통해 수취인 신원확인 없이 거래가 가능했지만, 앞으로는 규제당국에서 해당 정보를 활용해 암호화폐 매수·매도자를 역추적하고 자금세탁을 관리할 수 있게 된다.

업계 관계자는 "국내법은 아직 마련되지 않았지만 암호화폐 거래소에서 FATF 권고안에 대응하기 위해 자체적으로 다크코인을 상장폐지하고 있다"며 "당장 상장폐지를 하지 않더라도 꾸준한 논의가 필요할 것"이라고 말했다.

@highlight

국제자금세탁방지기구(FATF)의 권고에 따라 '다크코인'이 잇따라 상장폐지 되고 있어 국내 암호화폐 거래소인 빗썸과 코빗 등도 거래 종료를 검토 중인 것으로 알려졌다.