전국 건축인들이 함께 하는 화합의 장인 '제15차 건축의 날' 행사가 오는 26일 낮 3시반 서울 서초동 대한건축사협회 대강당에서 열린다.

올해로 제15회를 맞는 '건축의 날' 기념행사는 현 시대에 필요한 건축의 가치를 생각하고, 더 나은 환경을 만들어 나가겠다는 의지를 다져 시대가 요구하는 건축 정신이 무엇인지 되새겨 보는 건축계의 대표적인 행사다.

이를 주최하는 한국건축단체연합 석정훈 회장(사진)은 "'건축의 날'은 그 동안 건축의 공공성과 문화성에 대한 대국민 홍보와 건축인들의 화합은 물론 우리 건축의 우수성과 정체성을 재확인하고 미래를 준비하는 의미 있는 행사로 성장해왔다"면서 "'제15차 건축의 날'을 맞아 건축계가 건축의 본질에 대해 생각하고 나아갈 길을 함께 고민하고 모색하는 소중한 시간이 되기를 기대한다"고 밝혔다.

그는 또 "'사람은 건축을 만들고 건축은 사람을 만든다'는 말과 같이 건축은 동 시대를 살아가는 우리들뿐만 아니라 미래 세대에게도 큰 영향을 주는 소중한 유산"이라며 "그렇기에 우리 건축계는 국민의 안전과 행복을 위한 문화의 사명과 공공의 역할에 더 노력해야 한다"고 강조했다.

아울러 그는 "영예의 수상자들께는 이번 수상을 계기로 앞으로 다양한 활동을 통해 우리 건축의 위상을 높이고, 많은 건축인들의 귀감이 돼 건축계의 성장을 이루는 역할을 다해주시기를 당부한다"고 덧붙였다.

이번 행사에서는 그 동안 건축산업 및 건축문화 발전에 기여한 유공자에 대한 정부 포상 및 장관 표창, 국가건축정책위원장 표창 등이 수여될 예정이다.

이에 앞서 식전 행사로 '혜민 스님'의 특별강연이 낮 2시부터 있을 예정으로, 지친 삶에 잠시나마 행복과 평정을 찾는 시간이 될 전망이다.

한편, '건축의 날'은 우리 민족의 자존심을 상징하는 경복궁 창건일(1395년 9월 25일)을 기념해 건축인의 화합과 단결을 도모하고, 미래 건축에 대한 새로운 비전을 제시하고자 지난 2005년 제정된 이래로 매년 개최되고 있다.

@highlight

오는 26일 낮 3시반 서울 서초동 대한건축사협회 대강당에서 개최되는 제15차 건축의 날은 건축인의 화합과 연대의 도모와 새로운 비전을 제시하고자 하는 건축계의 대표적인 행사이다.