전국 단위의 생활 동호회 240여개와 생활문화인 2000여명이 참여하는 '2019 전국생활문화축제'가 23일부터 29일까지 충북 청주고인쇄박물관과 청주한국공예관 일대에서 열린다.

문화체육관광부가 주최하고 2014년부터 시작된 올해 '전국생활문화축제'는 '함께 사는 세상, 다(多) 모여, 다(多) 함께, 다(多) 즐겁게'란 구호 아래 동호회 공연, 기획 전시와 영상제, 공예 체험, 거리공연(버스킹) 등 다양한 행사가 펼쳐진다.

전국 회원 수 6000여 명을 자랑하는 '무선조종(RC) 탱크 동호회'는 실제 전쟁에서 사용된 탱크와 트럭을 16분의 1로 축소한 무선 조종차들을 전시하고 조종 시연을 하는 특별 기획전시를 준비했다.

제주 해녀가 자신의 일터에서 수집한 어패류를 활용해 자신의 삶을 투영한 공예품과 청주 동호회들의 민화, 경기 동두천 사진동호회의 사진 작품 등 전국 각지에서 활동하는 다양한 동호회들의 작품 전시도 만나볼 수 있다.

27일 '다 모이는 날'에는 오후 1시부터 오후 7시까지 '충북생활문화축제'가 열린다.

충북권에서 활동하고 있는 생활문화동호회 100여 개가 모여 다양하고 특색 있는 충북지역 생활문화를 집중적으로 소개한다.

28일 '다 함께하는 날'에는 '2019 전국생활문화축제' 개막식과 본 공연이 열린다.

거리 행진, 동호회들의 주제공연, 축하공연 등과 함께 어린이를 위한 특별 프로그램이 마련된다.

경기 화성 가족뮤지컬단 '하늘꿈뮤지컬프렌즈'의 뮤지컬, 지역 농요를 인형극으로 재미있게 풀어낸 강원 속초 '도문농요 인형극단'의 인형극도 눈길을 끌 예정이다.

축제 마지막 날인 29일 '다 즐거운 날'에는 본 공연과 전시 등이 이어진다.

이날 폐막식에서는 경상, 전라, 충청 등 3도 생활문화 풍물패가 연합공연을 펼친다.

@highlight

문화체육관광부가 주최하는 '2019 전국생활문화축제'가 23일부터 29일까지 충북 청주고인쇄박물관과 청주한국공예관 일대에서 개최되며, 무선조종(RC) 탱크 동호회의 특별 기획전시를 포함한 전국 단위의 생활 동호회와 생활문화인들이 꾸미는 다양한 행사를 펼친다.