생활가전업체 현대렌탈케어가 남성 위주인 엔지니어 분야에서 여성 인력을 공개 모집한다고 23일 밝혔다.

현대렌탈케어의 엔지니어는 정수기, 공기청정기, 비데 등 렌탈 상품을 설치하고 사후관리(AS)를 전담하는 전문 기술직이다.

정수기 등 필터를 교체하고 고객 상담을 담당하는 '케어 매니저'와는 구분된다.

현대렌탈케어는 1000여 명의 큐밍 서비스조직 가운데 200여 명의 엔지니어를 보유하고 있다.

현대렌탈케어 관계자는 "올해 최대 40여 명의 엔지니어를 신규 모집할 예정이며, 이 가운데 여성을 우선 선발할 방침"이라며 "여성 엔지니어 모집을 통해 경쟁 업체와 차별화된 서비스 경쟁력을 갖출 수 있을 것으로 기대한다"고 말했다.

이어 "최근 엔지니어 직무에 지원한 여성 구직자를 시범 선발했는데 업무 역량이 남성 엔지니어와 큰 차이가 없었다"며 "오히려 같은 여성의 관점에서 주부들의 주방 동선을 배려해 제품을 배치하는 등 섬세한 서비스로 고객 만족도가 높았다"고 설명했다.

회사 측은 무엇보다 정수기, 공기청정기, 비데 등 생활가전 렌탈 서비스를 이용하는 주된 고객이 여성이란 점에서 남성 엔지니어와는 차별화된 세심한 서비스가 가능할 것으로 보고 있다.

과거 렌탈업계에서 엔지니어 영역은 '금녀'의 영역으로 불릴 정도로 여성 엔지니어가 거의 없었다.

전자제품 설치·시공 업무가 남성에게 더 적합하다는 선입견 때문이다.

현대렌탈케어는 여성 엔지니어를 모집할 때 나이와 전공, 경력 등에 제한을 두지 않을 방침이다.

모집된 직원에게는 별도의 엔지니어 양성 과정 등 전문 교육과정을 제공한다.

신규 여성 엔지니어는 11개 전국 서비스 사무소에 배치된다.

현대렌탈케어는 향후 여성 엔지니어 설치 서비스를 원하는 고객을 대상으로 '여성 안심 설치' 등의 서비스도 제공할 계획이다.

박성수 현대렌탈케어 영업전략실장은 "여성 엔지니어 모집 확대와 음식물 처리기 출시 등 현대렌탈케어 만의 차별화된 서비스와 제품을 지속적으로 선보여 나갈 것"이라고 말했다.

@highlight

현대렌탈케어가 정수기, 공기청정기, 비데 등 렌탈 상품을 설치하고 사후관리(AS)를 전담하는 엔지니어 직무에 여성 인력을 공개 모집했으며 나이, 전공, 경력 등에 제한을 두지 않을 예정이다.