코오롱티슈진은 지난 20일 미국 식품의약국(FDA)으로부터 인보사의 미국 임상3상 재개를 위한 보완 자료 제출을 요청받았다고 23일 밝혔다.

앞서 FDA는 지난 5월3일 인보사 미국 임상 3상 임상중단을 지정하면서, 인보사 구성 성분에 대한 특성 분석, 성분 변화 발생 경위, 향후 조치사항 등을 제출할 것을 요구했다.

코오롱티슈진은 지난달 23일 FDA에 임상3상 재개를 위한 추가 보완자료를 제출했으나 이번에 다시 보완자료 요청이 나온 것이다.

FDA가 이번에 요청한 자료는 △인보사 제1액 연골세포(HC)의 특성 분석 자료 △제2액 형질전환세포(TC)의 gag·pol 유전자 염기서열 분석 자료 △방사선 조사 전·후 제2액 TC에 외피 유전자(env gene)를 각각 도입한 후 레트로바이러스 생성 여부 등이다.

코오롱티슈진 측은 "FDA가 요청한 자료들은 앞으로 실험 등을 통해 충분히 해결할 수 있는 내용"이라며 "임상중단은 지속되지만, 이는 임상 3상 재개여부 검토과정의 절차로 볼 수 있다"고 말했다.

다만 FDA는 인보사 사태에서 논란이 된 인보사 성분 변화 발생 경위와 신장유래세포(GP2-293유래세포)의 종양원성에 대해 자료보완을 요청하지 않았다.

또 코오롱티슈진이 지난달 23일 제출한 장기 안전성 평가 계획변경안 대신, 기존 계획대로 모든 이상반응에 대해 장기추적할 것을 권고했다.

코오롱티슈진 관계자는 "그동안 회사의 노력으로 FDA의 요청 사항이 상당부분 해소됐다"며 "이번 FDA 레터는 자료 보완을 통해 앞으로 임상개발을 재개할 수 있는 기회를 제공한 것"이라고 설명했다.

FDA는 코오롱티슈진 측이 보완자료를 제출하는대로 30일 간의 검토기간을 거치고, 회사 측에 회신을 줄 예정이다.

코오롱티슈진은 필요한 경우 대면 미팅 등을 신청해 FDA와 추가적으로 협의 할 계획이다.

@highlight

미국 FDA는 지난 20일 코오롱티슈진에 인보사의 미국 임상3상 재개를 위한 보완 자료 제출을 요청했다. FDA는 지난 5월3일 인보사 미국 임상 3상 임상중단을 지정하며 구성 성분에 대한 특성 성분 변화 발생 경위 등 을 제출할것으로 요구했었다. FDA는 보완자료를 제출하는대로 30일간 검토후 회사 측에 회신을 줄 예정으로 알려졌다.