비즈니스 정보 제공기업 쿠콘(대표 김종현·장영환)은 온라인 자동차 플랫폼 기업 오토비긴즈(대표 박정만), 자동차 시세정보 기업 카마트(대표 김흥곤)와 빅데이터 기반 자동차 시세정보 제공 업무협약(MOU)을 체결했다고 23일 밝혔다.

3사의 기술과 인프라를 활용해 소유자가 검증된 차량 정보를 API(애플리케이션 인터페이스) 상품으로 개발해 국내 최대 API 스토어 '쿠콘닷넷'에서 서비스하기로 했다.

이번 협약으로 제공하는 '소유자 검증 차량정보 조회' 상품은 차량의 사양과 수리·정비 이력은 물론, 5만3000여개 차량 모델의 시세 정보를 기초로 중고차 시세 정보도 제공한다.

기존 차량정보 서비스의 경우 차량 소유자를 확인하는 절차 없이 타인의 차량번호 입력만으로도 서비스 이용이 가능해 정보 신뢰성 논란이 있었다.

3사가 선보이는 서비스는 본인이 실소유한 차량 정보만 조회할 수 있어 정보 신뢰성과 보안 수준을 높여 준다.

상품이 출시되면 자동차 담보대출을 취급하는 여신금융회사, 자동차 보험가입과 사고차량 손해보상을 취급하는 자동차보험사, 마이데이터 사업을 하는 핀테크 기업, 중고차 판매 플랫폼 사업자 등이 활용할 것으로 기대된다.

김종현 쿠콘 대표는 "4차 산업혁명 시대에 정보 수집·연결의 중요성이 갈수록 커지고 있다"며 "국내 최대 API 스토어 쿠콘닷넷을 통해 가치 있는 API 상품을 지속적으로 발굴해 제공할 것"이라고 말했다.

박정만 오토비긴즈 대표와 김흥곤 카마트 대표는 "이번 업무협약을 통해 자동차 정보에 대한 신뢰를 높일 것으로 기대된다"며 "쿠콘과의 협업을 통해 차량 정보 시장의 견인차가 되겠다"고 밝혔다.

쿠콘은 금융기관이나 핀테크 기업에 필요한 정보를 API 형태로 제공하는 국내 최대 규모의 비즈니스 정보 제공 기업으로 국내 500여개, 해외 2000여개 기관의 다양한 정보를 조직화해 제공한다.

오토비긴즈는 자동차 빅데이터 기반의 플랫폼 서비스를 선보였다.

카마트는 국내 중고차 업계 및 금융권, 보험사 등 100여개 기관에 중고차 시세정보를 1999년부터 제공하고 있다.

@highlight

쿠콘은 오토비긴즈와 빅데이터 기반 자동차 시세 관련 MOU를 체결했다고 밝혔고, 이를 통해 구입예정 차량에 대한 각종 정보와 이력, 시세 등을  API스토어 쿠콘닷넷을 이용해 살펴볼 수 있게 할 계획이라고 밝혔다.