우리 정부가 중국의 전기차 배터리 규제와 관련 열폭주 전이 시험은 국제합의가 이뤄지지 않아 시점을 늦춰야 한다는 입장을 전달한다.

산업통상자원부 국가기술표준원은 24일(현지시간) 중국 베이징에서 개최되는 '한·중 자유무역협정(FTA) 무역기술장벽(TBT)위원회'에 참석해 이 같은 입장을 밝힌다.

이번 한·중 TBT위원회는 수석대표를 국장급으로 격상한 첫 회의다.

우리 측에선 김규로 국표원 기술규제대응국장, 중국 측에선 한지안핑 국가시장감독관리총국(SAMR) 국제협력부국장 등이 참석한다.

국표원은 중국이 발표한 전기차 배터리 규제 개정안에서 '열폭주 전이 시험'의 경우, 아직 시험항목이 국제적으로 논의 중인 만큼 국제 합의가 도출된 이후 강제규정에 포함할 것을 요구했다.

열폭주 전이 시험은 단전지(셀)에 △침자로 자극 △가열장치로 자극 △자체방법 등으로 열을 가해 열확산 상태에서, 탑승자 대피시간(5분) 확보 및 경고신호를 발생시켜야 하는 시험이다.

오는 11월부터 시행 예정인 중국판 유해물질제한지침(RoHS 2.0)과 관련해선 EU와 우리나라 등이 국제공인 시험성적서를 인정하는 것처럼, 중국도 국외에서 발행한 성적서를 인정해 줄 것을 요구한다.

중국은 중국 소재 지정 시험기관에서 발행한 성적서만 인정한다.

의료기기 분야에서는 외국 기업에 대한 등록수수료 차별을 개선하고 국제공인 시험성적서 수용, 화장품에 대한 허가 절차 간소화와 소요시간 단축을 요구했다.

또 우리 측은 양국에서 생산·수출되는 제품의 리콜정보 공유를 위한 상시채널 가동과 불법·불량제품을 감소시키기 위한 조치 등을 중국에 제안하고, 세부 운영방안에 대한 협의를 진행한다.

김규로 국표원 기술규제대응국장은 "이번 한·중 TBT위원회에서 중국 기술규제에 대한 우리 수출기업의 입장을 명확하게 전달하고 해결방안을 모색한다"면서 "미해결 의제에 대해서는 중국 정부와 수시로 협의하고 WTO 채널 등을 활용해 지속적으로 대응하겠다"고 말했다.

@highlight

산업통상자원부 국가기술표준원은 24일 '한·중 자유무역협정(FTA) 무역기술장벽(TBT)위원회'에 참석해, 국표원은 중국이 발표한 전기차 배터리 규제 개정안에서 '열폭주 전이 시험'의 경우, 국제 합의가 도출된 이후 강제규정에 포함할 것을 요청했다.