엑소 첸이 '우리 어떻게 할까요 (Shall we?)'를 비롯한 뉴트로 컬러의 음악들과 함께 감성 보컬리스트로서의 면모를 또 한번 세울 것을 예고하고 있다.

최근 SM엔터테인먼트 측은 공식 SNS를 통해 엑소 첸 미니2집 '사랑하는 그대에게 (Dear my dear)'의 트랙리스트와 콘셉트 티저컷을 잇따라 공개했다.

공개된 내용에 따르면 첸의 새 앨범에는 '우리 어떻게 할까요 (Shall we?)'를 타이틀곡으로 '그대에게 (My dear)', '고운 그대는 시들지 않으리 (Amaranth)', '널 안지 않을 수 있어야지 (Hold you tight)', '그댄 모르죠 (You never know)', '잘 자요 (Good night)' 등 6곡이 수록된다.

특히 타이틀곡 '우리 어떻게 할까요 (Shall we?)'는 클래식 팝 편곡이 만드는 아날로그 감각 속에서 첸의 트렌디한 보컬색이 표현하는 낭만적인 사랑감성을 조화롭게 담아낸 레트로 곡으로서, 최근 공개된 티저컷 속 첸의 모습과 마찬가지로 아련하면서도 세련된 느낌을 드러낼 것으로 보인다.

이는 곧 전 첸의 새 미니앨범 '사랑하는 그대에게 (Dear my dear)'가 가을을 자극할 뉴트로감성을 담고 있는 것과 동시에, 전 타이틀곡 '사월이 지나면 우리 헤어져요 (Beautiful goodbye)'에 이어 소위 '첸발라' 감성을 제대로 느끼게 할 작품으로서의 성격을 띨 것을 가늠케 한다.

한편 첸의 새 미니앨범 '사랑하는 그대에게(Dear my dear)'는 내달 1일 오후 6시 멜론, 플로, 지니, 아이튠즈, 애플뮤직, 스포티파이, QQ뮤직, 쿠거우뮤직, 쿠워뮤직 등 각 음원사이트에서 공개된다.

@highlight

엑소 첸이 '우리 어떻게 할까요? 를 비롯한 뉴트로 컬러의 음악과 함께 감성 보컬리스트로서의 면모를 보여주며 최근 SM엔터테인먼트 측은 공식 SNS를 통해 엑소 첸 미니2집 '사랑하는 그대에게'의 트랙리스트와 콘셉트 티저컷을 잇따라 공개했으며 새 앨범에는 '우리 어떻게 할까요?'를 타이틀곡으로 '그대에게', '고운 그대는 시들지 않으리', '널 안지 않을 수 있어야지', '그댄 모르죠', '잘 자요' 등 6곡이 수록되어 있다.