올해의 선수상 수상에 실패한 버질 반 다이크(28·네덜란드)가 수상자 리오넬 메시(32·아르헨티나)를 1순위로 투표하는 대범함을 보여줬다.

메시는 24일(한국시간) 이탈리아 밀라노 라 스칼라 극장에서 열린 2019 국제축구연맹(FIFA) 베스트 풋볼 어워즈에서 반 다이크와 크리스티아누 호날두(34·포르투갈)를 제치고 2019 올해의 남자 선수상을 수상했다.

FIFA는 시상식 종료 후 공식 채널을 통해 각 대표팀 감독과 주장의 투표 결과를 공개했다.

올해의 선수상 수상에 실패한 버질 반 다이크가 수상자 리오넬 메시를 1순위로 투표하는 대범함을 보여줬다.

올해의 선수상은 각 국가대표팀의 감독과 주장, 미디어와 팬 투표로 진행되며, 각 25%의 비중을 차지한다.

총 3명의 선수에게 투표할 수 있으며, 1순위 5점, 2순위 3점, 3순위 1점으로 집계된다.

네덜란드 국가대표팀 주장인 반 다이크도 투표권을 행사했다.

반 다이크는 1순위로 메시를 투표했다.

이어 2순위와 3순위에는 리버풀 팀동료 모하메드 살라(27·이집트)와 사디오 마네(27·세네갈)를 뽑았다.

올해의 선수상을 수상한 메시는 1순위로 마네를 선택했다.

2순위에 호날두, 3순위 바르셀로나 팀동료 프랭키 데 용(22·네덜란드)에게 투표했다.

반면, 시상식에 불참한 호날두는 1순위에 유벤투스 팀동료 마타이스 데 리흐트(20·네덜란드), 2순위로 데 용, 3순위에는 킬리안 음바페(21·프랑스)를 뽑았다.

한국 국가대표팀 주장 손흥민(27·토트넘 홋스퍼)는 팀동료 해리 케인(26·잉글랜드)를 1순위로 뽑았다.

2순위에 반 다이크, 3순위로 호날두를 선택했다.

파울로 벤투 국가대표팀 감독은 1순위에 반 다이크, 2순위 마네, 3순위 살라에게 투표했다.

@highlight

각 국가대표팀의 감독과 주장, 미디어와 팬투표로 집행되는 올해의 선수상 수상에서 버질 반 다이크가 대범하게 같은 수상 후보자인 리오넬 메시를 1순위로 투표하였고, 결국 2019 국제축구연맹(FIFA) 베스트 풋볼 어워즈에서 메시가 2019 올해의 남자 선수상을 수상했다.