JB금융그룹의 손자회사인 프놈펜상업은행이 최근 캄보디아 시엠립에 한글을 적용한 옥외광고를 선보였다.

JB금융그룹 손자회사인 프놈펜상업은행(PPCBank)이 캄보디아 현지 마케팅을 강화하며 브랜드 인지도 제고에 나섰다.

24일 JB금융에 따르면 프놈펜상업은행은 최근 캄보디아 시엠립에 한글을 적용한 옥외광고를 선보였다.

이번 옥외광고는 프놈펜상업은행의 브랜드 가치를 현지 고객에게 널리 알리기 위해 진행됐다.

광고판에는 '어서오십시오' '전북은행' 등의 문구를 한글로 표기한 것이 특징이다.

JB금융 관계자는 "이번 광고는 2016년 전북은행의 자회사로 인수돼 현지화에 성공, 매년 두자리수 성장세를 기록 중인 프놈펜상업은행이 모회사인 전북은행에 대한 신뢰와 자부심을 표현한 것"이라고 설명했다.

또 프놈펜상업은행은 최근 캄보디아 태권도 선수단의 한국 전지훈련 비용을 지원키로 결정했다.

앞서 캄보디아 출신 프로당구선수 프롱 피아비를 명예 홍보대사로 선정해 홍보효과를 톡톡히 누린 프놈펜상업은행은 캄보디아와 한국의 연결고리를 찾아 스포츠 마케팅을 꾸준히 진행할 계획이다.

한편 프놈펜상업은행의 수익성은 꾸준히 증가, 올해 상반기 이자이익 190억원을 달성했다.

지난해 같은 기간(144억 원)보다 32.7% 증가한 실적이다.

상반기 당기순이익은 인수 이후 처음으로 100억원을 돌파했다.

신창무 프놈펜상업은행장은 "철저한 현지화 전략과 차별화된 마케팅 활동을 적극적으로 전개한 것이 프놈펜상업은행 인지도 향상에 주효한 것 같다"며 "앞으로도 현지화 전략을 강화해 채널을 확충하고 리테일(소매) 영업을 확대해 프놈펜상업은행을 캄보디아 3대 은행으로 성장시켜 나갈 계획"이라고 밝혔다.

@highlight

24일 JB금융에 따르면 프놈펜상업은행은 최근 캄보디아 시엠립에 '어서오십시오' '전북은행' 등의 한글문구로 옥외광고를 선보였는데. 프놈펜상업은행의 브랜드 가치가 모회사인 전북은행에 대한 신뢰와 자부심을 표현한 것으로 현지 고객에게 널리 알리기 위해서였다.