문화체육관광부(이하 문체부) 한국문화정보원(원장 이현웅)이 9월 23일(월)부터 10월 20일(일)까지 23일간 '문화비 소득공제 퀴즈 이벤트'를 문화포털 홈페이지에서 진행한다고 24일 밝혔다.

문화비 소득공제는 총급여 7천만 원 이하 근로소득자가 문화생활을 위해 사용한 금액에 대해 연말정산 시 추가공제 혜택을 받을 수 있게 하는 제도이며, 2019년 7월 1일부터 기존의 소득공제 항목인 도서와 공연티켓 구입비에 추가로 박물관과 미술관의 입장료도 포함된 바 있다.

단, 박물관과 미술관의 전시 관람과 교육에 참여하기 위해 구입한 관람권, 입장권만 해당되며, 기념품과 식음료 구입비용은 해당되지 않는다.

본 이벤트는 문화비 소득공제 전용 콜센터를 통해 접수된 상담 내용 중 주요 문의사항인 '문화비 소득공제가 가능한 결제수단'에 대한 정확한 정보를 제공하고자 마련됐다.

문화비 소득공제가 가능한 결제수단은 신용카드, 체크카드, 실시간계좌이체, 무통장입금, 휴대폰 결제, 현금성 결제수단(현금, 상품권), 간편 결제(일부 제외)이며 카드사 등의 적립 포인트는 문화비 소득공제가 가능한 결제수단에서 제외된다.

이벤트 참여 방법은 문화포털 홈페이지 이벤트 페이지에서 문화비소득공제 관련 퀴즈의 정답을 체크하고 응모하거나, 이벤트 내용을 자신의 SNS에 공유하면 된다.

추첨을 통해 온라인 도서 문화상품권 5만원(3명), 온라인 도서 문화상품권 1만원(10명), 투썸플레이스 롱블랙(25명), 바나나우유(30명)가 증정될 예정이다.

이현웅 원장은 "문화의 달을 맞이해 미술주간, 북페스티벌 등 다양한 문화 행사가 열리는 만큼 가족, 친구들과 함께 책, 공연, 전시 등 풍성한 문화생활을 즐기고 연말 소득공제 혜택도 누리시길 바란다"고 말했다.

당첨자는 오는 10월 23일(수)에 발표하며, 자세한 내용은 문화포털 홈페이지에서 확인할 수 있다.

@highlight

문화체육관광부는 문화비 소득공제에 대한 문의사항을 해결하고 정확한 정보를 전달하기 위해 '문화비 소득공제 퀴즈 이벤트'를 9월 23일부터 10월 20일까지 문화포털 홈페이지에서 진행하고 추첨을 통해 다양한 경품을 증정한다.