내년 초부터 인천시 송도와 경기도 화성시 및 고양시 지역에 서울행 광역급행형 시내버스(M버스) 노선이 신설된다.

대도시권광역교통위원회는 지난 20일 광역버스 노선위원회를 개최해 M버스 5개 노선 신설을 결정했다고 24일 밝혔다.

자세한 운행 계통은 해당 노선을 운영할 운송사업자 선정 이후 관련 지자체와의 협의를 거쳐 확정될 예정이다.

노선이 신설되는 지역들은 그간 M버스 노선 폐업, 대중교통 부족 등으로 출·퇴근에 불편이 초래됐다.

송도~서울 여의도를 왕복하는 M6635번은 하루 6대, 총 14회 운행됐고, 송도에서 서울 잠실역을 잇는 M6336번은 하루 4대, 총 9회 운행됐으나 이마저도 지난 4월 폐업했다.

대광위는 "각 노선의 대중교통 통행 수요, 기존 광역버스 노선의 혼잡도, 지자체 재정지원 의사 등을 종합적으로 고려해 신설 노선을 선정했다"며 "신설 M버스는 해당 노선을 운영할 운송사업자를 선정한 후 면허 발급, 운송 준비 기간을 거쳐 2020년 초에는 운송을 개시할 예정이다"고 말했다.

한편 고양시 및 남양주시에서 출발하는 신규 M버스 3개 노선은 현재 운송사업자 선정 및 면허 발급이 완료돼 운송사업자가 차량 등 운송시설을 준비 중이다.

3개 노선은 각각 △M7145번(고양 원당~서울 서대문역사거리, 선진버스) 10대·50회/일 운행 △M2344번(남양주 별내~서울 잠실역, 대원운수) 10대·70회/일 운행 △M7646번(고양 가좌마을～영등포소방서, 가온누리엠) 10대·50회/일 운행 등이다.

M7145번과 M2344번은 오는 10월 중, M7646번은 연내 운송이 개시될 예정이다.

대광위원장은 "앞으로도 수도권 출?퇴근 시민들의 대중교통 이용편의 증진을 위해 신도시 등 대중교통 여건이 열악한 지역을 중심으로 M버스 노선을 지속적으로 확대하겠다"고 말했다.

@highlight

대도시권광역교통위원회는 20일 강역버스 노선위원회를 열어 인천시 송도와 화성시, 고양시 지역에 서울행 광역급행형 시내버스 5개 노선을 신설했으며 관련 지자체와의 협의를 통해 운행 계통을 확정할 예정이라고 24일 밝혔다.