강제노동을 금지하고 노조의 자유로운 구성을 보장하는 등 내용의 국제노동기구(ILO) 핵심협약 비준안 3건이 국무회의를 통과했다.

정부는 24일 이낙연 국무총리 주재로 국무회의를 열고 강제노동·결사의 자유 및 단결권 보호·단결권 및 단체교섭 협약 비준안 등을 포함한 법률안 11건, 대통령령안 7건, 일반안 4건 등을 심의·의결했다.

이 가운데 '강제노동 협약 비준안'과 '결사의 자유 및 단결권 보호 협약 비준안', '단결권 및 단체교섭 협약 비준안' 등 3건은 ILO 핵심협약 비준안이다.

이들 비준안은 각각 강제노동을 금지하며, 노조의 자유로운 구성을 보장하고, 노조 가입으로 인한 불이익을 막는 것이 골자다.

ILO 핵심협약은 ILO가 각국과 체결한 189개 협약 가운데 핵심으로 보는 8개 협약으로 △결사의 자유(87호·98호) △강제노동금지(29호·105호) △균등대우(100호·111호) △아동노동금지(138호·182호) 등으로 이뤄져 있다.

우리나라는 1991년 ILO에 가입했으나 결사의 자유와 강제노동 금지 관련 4개 협약은 지금껏 비준하지 않고 있다.

노사 이견이 워낙 첨예하고 강제노동 금지의 경우 군 복무제와도 연관된 복잡한 사안이기 때문이다.

문재인 정부는 ILO 핵심협약 비준을 대선 공약으로 내걸고 법 개정을 추진 중이다.

게다가 유럽연합(EU)이 한-EU 자유무역협정(FTA)에 명시된 ILO 핵심협약 비준 노력의무의 위반을 주장하면서 지난해 분쟁해결절차에 들어가자, 정부가 비준 절차에 착수했다.

정부는 ILO 핵심협약 비준으로 국제 노동규범을 수용함으로써 노동자와 사용자의 권리를 높이고 국제사회에서의 신인도를 제고한다는 계획이다.

ILO 핵심협약 비준안이 국무회의에서 의결되면 국회 본회의에서 의결돼야 효력이 발생한다.

정부는 비준안과 함께 관련 노동관계법 개정도 동시에 추진한다는 방침이다.

@highlight

24일 국무회의에서는 강제노동을 금하고 노조의 자유로운 구성을 보장하는 등의 ILO핵심협약 비준안을 포함한 법률안 11건,대통령안 7건, 일반안 4건 등을 심의·의결했다 