안산시가 수돗물 수질사고 예방과 시민들에게 깨끗한 수돗물 공급을 위해 매설 30년이 지난 노후 수도관을 전량 교체하고 '스마트 물 관리 시스템' 구축에 나선다.

시는 이런 내용을 담은 '맑고 깨끗한 수돗물 공급' 선진화 방안 계획을 추진한다고 24일 밝혔다.

사업에는 국비를 포함해 모두 1464억원이 투입된다.

우선 시는 매설된 지 30년이 넘은 수도관 가운데 교체가 시급한 주철 재질 수도관 84㎞ 구간과 밸브 1712개를 향후 3년 내 폴리에틸렌 재질의 PE관 등으로 교체한다.

현재 안산시 전역에 매설된 수도관 가운데 30년이 넘은 수도관은 164㎞ 구간으로, 교체 대상이 아닌 나머지 80㎞ 구간의 수도관은 PE관, 강관이다.

시는 우선 사고 위험이 높은 주철수도관 교체를 마무리 한 뒤 나머지 노후 수도관도 단계별로 정비할 방침이다.

아울러 현재 각각 하루 14만3000톤, 38만3000톤의 수돗물(생활·공업용수)을 공급하는 안산정수장과 연성정수장의 수질 개선을 위해 내년 준공을 목표로 고도정수처리시설 설치사업을 진행 중이다.

사업이 마무리되면 시민들은 기존 정수처리공정에 추가로 오존·활성탄을 이용해 정수된 양질의 수돗물을 제공받게 된다.

이 사업에는 모두 764억원이 투입됐다.

160억원이 투입되는 '스마트 물 관리 시스템' 구축 사업은 △수돗물 통합 감시·제어 △수압·수질·누수 효과적 관리 △관세척·자동이토설비·원격 누수감시 구축 △물 운영 현황판 등 실시간 수질 정보 제공 등의 내용을 담고 있다.

시는 내년부터 연구용역에 착수, 내년 기본 및 실시설계를 마무리 한 뒤 이듬해 준공을 마쳐 운영에 나선다는 구상이다.

시스템이 구축되면 실시간으로 유량, 수압, 수질, 누수를 실시간으로 감시 사고에 선제적으로 대응이 가능해진다.

시민들은 수질 전광판, 스마트폰 앱을 통해 언제든 상황을 확인할 수 있다.

@highlight

안산시가 수돗물 수질사고 예방과 시민들에게 깨끗한 수돗물 공급을 위해 국비를 포함 1464억원을 들여 매설 30년이 지난 노후 수도관을 전량 교체하고 스마트 물 관리 시스템 구축에 나서며 이 사업이 완성되면 유량, 수압, 수질, 누수를 실시간 감시 사고에 선제적으로 대응이 가능해진다.