현대건설이 다음달 경기도 안양시 동안구 비산동 510번지 일원에서 '힐스테이트 비산 파크뷰' 를 분양할 예정이라고 24일 밝혔다.

지하 2층~지상 29층, 6개 동, 전용면적 59㎡·76㎡, 총 303가구 규모다.

△59㎡ 153가구 △76㎡ 150가구로 중·소형 면적으로만 구성된다.

전 세대가 환기성과 맞통풍이 뛰어난 4베이(Bay)의 판상형으로 설계된 것이 특징이다.

힐스테이트 비산 파크뷰는 60% 이상이 남향 위주로 배치됐고 넓은 동간거리를 확보해 일조권과 사생활 보호가 우수하다.

전면 지하주차장 조성으로 지상에 차 없는 단지로 조성된다.

힐스테이트 비산 파크뷰는 안양구도심과 평촌신도시와 인접해 있어 생활인프라가 풍부하다.

이마트, 홈플러스, 롯데백화점, 안양1번가, 한림대학교성심병원, 안양시청 등이 가깝다.

교통도 편리해 1번 국도와 경수대로를 이용해 안양 중심권역으로 이동하기 쉽다.

서울외곽순환고속도로, 제2경인고속도로(안양~성남) 등 주요 도로 이용도 용이해 서울과 수도권으로의 접근이 양호하다.

광역버스, 마을버스 등 대중교통 수단이 잘 발달 돼 서울지하철 1호선 안양역과 4호선 범계역 이용도 편리하다.

힐스테이트 비산 파크뷰는 2025년 개통 예정인 월곶~판교 복선전철의 수혜가 기대된다.

작년 말 국토교통부가 고시한 것으로 총 34.1km, 정거장 11개로 구성된다.

이 노선이 개통되면 안양역에서 광명역(KTX)까지 2개 정거장, 약 7분 정도면 갈 수 있어 광명역을 통해 경부선은 물론 호남선, 경전선, 전라선 등을 통해 전국 곳곳으로 쉽게 이동할 수 있다.

견본주택은 경기도 안양시 동안구 시민대로 112 일대에 다음달 중 개관할 예정이다.

홍보관은 경기도 안양시 동안구 경수대로 769 한스하임 101호에서 운영 중이다.

@highlight

현대건설은 다음달 경기도 안양시 동안구 비산동 510번지 일원에서  총 303가구 규모의 '힐스테이트 비산 파크뷰' 를 분양할 계획이라고 24일 밝히고 경기도 안양시 동안구 경수대로 769 한스하임 101호에서 홍보를 위해 운영 중이다.