지난 20일 대구 동구 동대구역 인근에서 LH 대구·경북지역본부로 피해를를 당한 지역 건설업체가 억울함을 알리고자 시민에게 서명을 받는 모습.

한국토지주택공사(LH) 대구·경북지역본부의 토지 강제수용으로 피해를 입은 대구지역 건설사(본보 9월3일 1면, 9월5일 1면, 9월9일 1면)가 억울함을 호소하고 정당한 조치를 요구하는 국민서명운동 길거리로 나섰다.

해당 업체인 A사는 지난 20일 대구 동구 동대구역 인근에서 시민을 대상으로 LH 대경본부의 비상식적인 행정에 대한 비판과 실무자를 처벌해야 한다는 내용의 서명운동을 시작했다.

A사는 그동안 언론을 통해 알려졌던 피해 과정과 문제점을 보여주며 현재 기업 경영의 어려움을 알리며 서명을 받은 것으로 알려졌다.

지난 20일 하루에만 300명 가량이 서명한 것으로 나타났다.

해당 업체는 2017년 대구 수성구 연호지구 내 부지 1만4천100여㎡를 매입해 800억 원대 규모의 타운하우스 조성사업을 추진했었으나, 지난해 5월 LH의 공공택지 조성 계획의 대상지에 포함되면서 부지를 강제로 수용 당했다.

이로 인해 타운하우스 조성사업은 전면 중단됐고, 현재 업체는 분양대금 입금지연, 위약금 발생으로 인한 자금 압박은 물론 기업 이미지마저 실추돼 재기 여부도 불투명한 상황에 놓인 것으로 전해졌다.

A사는 LH 대경본부와 업체와 협의양도택지(대체부지)나 보상금 등 방안에 대해 논의했으나, 대경본부는 현재까지도 명확한 대책을 내놓지 않고 있다.

업체는 앞으로 한 달 동안 서명운동을 이어나간 이후, 서명 받은 명단은 관련 정부 기관들에 제출하고 국민청원을 올릴 예정이다.

또 향후 LH로부터 피해를 본 업체들과 함께 피해 사례를 알리는 운동도 벌이기로 했다.

A사 관계자는 “LH가 1970~80년대 강제수용법을 무기로 국가정책사업이라는 명분까지 동원해 불도저식 행정을 고수하고 있다”며 “절차는 무시한 채 업체의 생존을 위협하고 있는 LH의 행태는 중소기업 재건을 외치는 현 정부의 기조에 역행하는 것”이라며 억울함을 호소했다.

@highlight

한국토지주택공사 대구·경북지역본부의 토지 강제수용으로 피해를 입은 대구지역 건설사는 20일 대구 동구 동대구역 인근에서 시민들에게 관련 피해 과정과 문제점을 알리며 한국토지주택공사 대구·경북지역본부의 비상식적인 행정을 비판하고 실무자를 처벌해야 한다는 내용의 서명운동을 진행했다. 