제2윤창호법 시행이후 공무원들의 음주운전이 줄어들고 있는 추세 이지만 울산지역은 전국 17개 시도 중 가장 높은 증가율을 보이고 있어 음주운전 근절을 위한 대책 마련이 필요한 것으로 나타났다.

23일 행정안전부가 국회 행정안전위원회 이재정 의원(경기 안양 동안을)에 제출한 자료에 따르면, 최근 5년간 음주운전으로 적발돼 징계를 받은 지방공무원은 총 4,211명에 달한다.

경기도가 632명으로 가장 많고, 경북 466명, 전남 455명 순이었고 같은 기간 울산지역에서 음주운전으로 징계 받은 지방공무원은 89명이다.

울산의 경우 △2014년 31명 △2015년 13명 △2016년 10명으로 감소하다 △2017년 15명 △2018년 20명으로 증가추세에 있다.

징계내용은 △해임 3건 △정직 5건 △감봉 37건 △견책 44건이다.

특히 우려할 만한 부분은 울산 공무원들의 음주운전이 증가 추세에 있다는 것이다.

적발 인원은 타 시도 대비 상대적으로 적지만 2018년을 기준으로 2016년 대비 음주운전이 증가한 곳은 울산(100%↑), 세종(40%↑) 광주(10%↑) 대전(8.3%↑) 등 4개 시도인데 울산의 증가세가 100%로 전국 17개 시도 중 가장 높다.

서울(61.9%↓) 등 나머지 시도는 큰 폭으로 감소했다.

제2윤창호법이 시행된 이후에도 울산지역에서는 공무원 음주운전이 발생했다.

지자체 관계자들에 따르면 이번달만 해도 남구청과 중구청 소속 공무원들이 음주운전을 하다 경찰의 음주단속에 적발돼 징계처분을 기다리고 있다.

A지자체에 근무하는 공무원은 “아직까지 공직사회에서 음주운전은 운이 나빠 걸렸다 생각하고, 음주운전으로 인한 인명사고가 발생한 게 아니면 견책 등 가벼운 처벌이 내려져 그런 것도 있는 거 같다”고 말했다.

한편 울산시 관계자는 “지난해 말부터 공무원 음주운전 적발 시 받는 가장 낮은 징계가 견책에서 감봉으로 징계수위를 높아졌고, 공무원 음주운전에 대해 엄벌하고 공직기강을 확립하겠다”고 밝혔다.

@highlight

최근 5년간 음주운전으로 적발돼 징계를 받은 지방공무원이 총 4,211명에 달하는 가운데, 울산 공무원의 음주운전 증가율이 전국 17개 시도 중 가장 높은 것으로 드러나 음주운전 근절을 위한 대책 마련이 필요한 것으로 보인다. 