천안시가 1인 가구 증가 등으로 내년부터 스마트폰으로 전자통지부터 출결까지 가능한 민방위 전자시스템 도입을 추진 중이다.

시는 기존의 종이 통지서를 직접 전달하거나 등기 우편으로 발송 시 최근 1인 가구, 맞벌이 가구 증가 등으로 부재중인 경우가 많아 민방위 통지서 배부에 어려움을 겪어왔다.

이에 따라 내년부터 '스마트 민방위 교육 전자통지 및 출결관리 시스템'을 도입해 운영할 계획이다.

시는 현재 5년 차 이상 민방위대원 대상으로 시행하는 사이버교육 업체를 스마트 민방위 전자 시스템 위탁관리 업체로 지정하고, 연간 운영비로 2200만원의 예산을 투입할 방침이다.

스마트 민방위 전자 시스템이 도입되면 1~4년 차 민방위 보충 교육 대상자에게 사전에 카카오톡을 통한 전자통지서로 교육을 안내하고 민방위교육장에서는 참석 대원에게 전송한 QR코드를 활용해 출석과 이수 결과를 처리키로 했다.

또 5년차 이상 민방위대원을 대상으로는 사이버교육 일정을 전달할 예정이다.

시가 민방위 전자시스템을 도입할 경우 통지서 미수령, 분실 등의 문제점을 해소하고 예산 절감에도 큰 역할을 할 것으로 기대하고 있다.

현행 통지서 교부는 직접전달 또는 등기 우편으로, 연간 1억2264만9000원이 등기비용으로 소요되기 때문이다.

시는 다음 달부터 민방위 교육 시 민방위대원들을 대상으로 민방위 전자시스템 도입을 위한 사전 동의를 받을 것으로 알려졌다.

시 관계자는 "2020년 본예산에 민방위 전자시스템 도입을 위한 예산이 반영될 수 있도록 노력하겠다"며 "민방위 통지서 교부에 따른 각종 민원이 해소되고 신속한 전자 출결 방식으로 민방위 교육장 내 대원의 편의도 증대될 것으로 기대한다"고 설명했다.

한편, '스마트 민방위 교육 전자통지 및 출결관리 시스템'은 서울 동작구·동대문구·송파구·중랑구·마포구·광진구·서초구, 인천 남동구, 이천시, 대전 유성구, 울산 남구·북구·울주군, 대구 달성구, 부산 남구·수영구·기장군 등 18개 시·군에서 운영 중이다.

@highlight

천안시는 기존 우편발송을 통해 민방위 통지서를 배부해왔으나 내년부터는 스마트폰으로 통지, 출결 확인할 수 있도록 전자시스템을 도입할 계획이며, 이를 통해서 통지서의 미수령 문제를 해결할 수 있고 예산도 절감될 것으로 전망한다.