긴급 수배차량을 검거하기 위해 지자체의 스마트시티 센터에 있는 51만대 CCTV가 활용된다.

지금도 긴급 수배차량을 CCTV로 추적하고 있으나 대상 카메라가 1만 2000여대에 불과하고 대부분 간선도로에 있어 이동경로 확인에 한계가 있었다.

국토교통부와 경찰청은 서울 광주 강원도 등과 함께 긴급 수배차량의 위치정보를 실시간으로 확인해 신속한 현장 출동과 피해자 구조를 지원하는 ‘스마트도시 안전망 구축 업무협약(MOU)’을 체결했다고 24일 밝혔다.

주 내용은 지자체의 스마트시티 센터 통합플랫폼과 수배차량 검색시스템(WASS)을 연계하는 것이다.

스마트시티 센터 통합플랫폼은 방범·방재·교통·시설물 관리 등 다양한 스마트도시 정보시스템을 통합관리하는 시스템인데 51만 대의 CCTV가 있다.

수배차량 데이터베이스를 이곳의 CCTV에서 인식하면 차량의 위치를 WASS로 전송하게 된다.

WASS는 간선도로의 CCTV 1만 2000여 대를 연계해 하루 200여대에 달하는 긴급수배차량을 실시간 조회·판독하는 시스템이다.

지금도 살인 납치 강도 등의 범죄 후 도주하는 차량을 검거하기 위해 WASS에서 이들 카메라를 활용했으나 앞으로는 활용되는 카메라가 크게 늘어나는 것이다.

국토부는 “이번 사업을 통해 전국 229개 지자체 스마트시티 센터의 방범용 CCTV 51만대가 WASS와 연계되면 도심지 골목길 이면도로 등에서도 긴급 수배차량의 이동경로가 파악돼 촘촘한 치안 안전망이 구축될 수 있을 것”이라고 말했다.

아울러 출동 경찰관이 요청할 경우 스마트시티 센터에서 현장 사진과 범인 도주경로, 사건 증거자료 등을 실시간으로 제공하게 된다.

우선 오는 10월부터 서울과 광주, 강원도, 은평구, 서초구 등 5개 지자체를 중심으로 시범사업을 실시하고, 단계적으로 전국 지자체로 확대해 나갈 계획이다.

국토교통부 도시경제과 배성호 과장은 “전국에 산재한 CCTV 자원을 활용해 긴급 수배차량을 추적함으로써 강력사건 피의자 검거와 범죄 피해자의 신속한 구조 등 시민 안전을 대폭 강화할 수 있을 것으로 기대된다”고 밝혔다.

@highlight

긴급 수배차량을 검거하기 위해 지자체의 스마트시티 센터에 있는 CCTV  51만대가 활용되는데 전국 229개 지자체 스마트 시티 센터의 방범용 CCTV 51만대가 WASS와 연계됨으로써 도심지 골목길 이면도로 등에서도 촘촘한 치안 안전망이 구축될 수 있을 것이다. 