르노삼성자동차가 한불상공회의소 주관 '자동차 산업에서의 4차 산업혁명' 특별 포럼에 참가했다고 24일 밝혔다.

전날 대한민국 국회에서 진행된 이번 행사는 4차 산업혁명 흐름 속 변화하고 있는 자동차 산업의 패러다임과 신기술 개발에 대해 논의하며, 미래 자동차 산업이 나아가야 할 방안에 대해 함께 고민하고 공유하기 위해 마련됐다.

포럼에 다비드 피엘 잘리콩 한불상공회의소 회장을 포함해 한국, 프랑스, 캐나다 3개국 관계 인사 80여명이 참석한 가운데, 르노그룹은 2022년까지 주요 시장 100% 커넥티드 서비스 구현을 비롯해, 얼라이언스 플랫폼을 활용한 자율주행 차량 15종, 순수 전기차 8종을 선보일 계획을 발표했다.

르노-닛산-미쓰비시 얼라이언스에서 첨단 엔지니어링 글로벌 디렉터를 맡고 있는 소피 슈미틀린 이사, 이경수 서울대 교수, 현영진 엠디이 이사가 함께 자동차 산업에서의 4차 산업혁명이라는 주제로 발표를 진행했다.

슈미틀린 이사는 자동차 산업의 트렌드 변화를 주제로 전기차, 자율주행, 커넥티드카 등 변화하는 자동차 산업의 세 가지 핵심 요소에 대해 발표했다.

커넥티드카 관련 새로운 기술이 자동차 산업에 미칠 영향과 V2X 로드맵 등에 대해서도 의견을 펼쳤다.

르노삼성은 지난 2월에도 '제2회 프렌치 테크 행사'에서 한국과 프랑스 정부의 공동 지원을 받아 진행하고 있는 '단군 프로젝트'에 대해 발표한 바 있다.

단군 프로젝트는 일반 자율주행 기술보다 한결 간단한 접근방식인 저속 자율주행 알고리즘의 '혼잡 주행 지원시스템(TJA)'을 개발하는 연구로 현재 한양대, LG, 발레오 등이 참여 중이다.

이밖에도 르노-닛산-미쓰비시 얼라이언스 및 르노그룹은 경기도 성남시 스타트업캠퍼스에 '르노 오픈 이노베이션 랩 코리아'를 미국 실리콘밸리, 이스라엘 텔아비브, 중국 상하이, 프랑스 파리와 함께 운영하고 있다.

@highlight

24일 르노삼성자동차가 4차 산업혁명 흐름 속 변화하고 있는 자동차 산업의 패러다임과 신기술 개발에 대해 논의하기 위해 전날 대한민국 국회에서 진행된 '자동차 산업에서의 4차 산업혁명' 특별 포럼에 참가했으며 2022년까지 주요 시장 100% 커넥티드 서비스 구현을 비롯해, 얼라이언스 플랫폼을 활용한 자율주행 차량 15종, 순수 전기차 8종을 선보일 계획을 발표했습니다.