식음료 마감할인 플랫폼 '라스트오더'를 운영하는 미로가 20억원의 신규투자를 유치했다고 24일 밝혔다.

이번 투자유치로 라스트오더의 누적투자금은 30억원이 됐다.

이번 투자에는 디에스자산운용과 기존 투자사인 롯데액셀러레이터, 대경인베스트먼트가 후속투자자로 참여했다.

라스트오더는 마감할인 식음료 판매 플랫폼으로 판매자가 마감시간에 등록한 상품을 구매자가 선주문, 선결제하고 예약된 시간에 방문 수령하는 방식으로 운영된다.

가맹점 정책에 따라서 매장 내 식사도 가능하다.

소비자는 기존 상품가 대비 최대 90%까지 할인된 가격에 상품을 구매할 수 있다는 장점이 있다.

가맹점도 당일 판매하지 못한 상품을 폐기하는 대신 판매할 수 있어 추가 수익을 올릴 수 있다.

사회적으로는 음식물 쓰레기 양을 줄일 수 있는 효과를 거둘 수 있다.

가맹점 수는 9월 기준 2800여개다.

생어거스틴, 스노우폭스, 발재반점, 안또이, 파챠이훠궈 등이 라스트오더에 입점했다.

지난 5일에는 롯데그룹 계열사인 롯데GRS와의 협업을 통해 크리스피 크림 도넛 15개 매장에서 서비스를 시작했다.

라스트오더는 이번 투자를 통해 본격적으로 소비자 접점 확대에 나선다는 계획이다.

내년 상반기까지 전국 광역시로 서비스를 확장하는 것과 유통기한 임박 상품, B급 농수산물 등을 지역 제한 없이 소비자들에게 선보이는 것이 목표다.

송재근 대경인베스트먼트 심사역은 "라스트오더는 소비자와 가맹점 모두에게 혜택을 주는 서비스"라며 "라스트오더의 성장이 사회적가치 창출로도 이어질 것이라 믿는다"고 투자 배경을 밝혔다.

오경석 미로 대표는 "소비자가 라스트오더를 많이 찾을수록 음식물 쓰레기가 줄어들어 환경에 긍정적인 영향을 끼칠 것이라 기대한다"며 "이번 투자 유치를 통해 지역 확장 및 소비자 접점 확대뿐 아니라 환경·소상공인과의 상생을 위해 더욱 노력할 것"이라고 포부를 밝혔다.

@highlight

식음료 마감할인 플랫폼 '라스트오더'의 운영사 미로는 24일 디에스자산운용의 신규 투자금 20억원을 확보, 누적투자금 30억원을 달성했다고 밝혔다.