지난해 재배면적당 노지감귤 소득이 전년에 비해 크게 감소한 것으로 조사됐다.

이에 따라 주요 노지 작물 중 감귤의 소득 순위도 크게 떨어졌고, 소득률(총수입에서 경영비를 제외한 소득 비중)도 낮아진 것으로 나타났다.

농촌진흥청은 2018년산 주요 농산물 52개 품목에 대해 5300농가를 대상으로 실시한 소득조사 결과를 23일 발표했다.

조사 결과 지난해 10a당 노지감귤 총수입은 362만2611원으로 조사됐고, 이 가운데 경영비(121만561원)를 제외한 소득은 241만2050원으로 집계됐다.

2017년 노지감귤 총수입은 422만2438원, 경영비는 118만8117원이었고, 소득은 303만4321원이었다.

지난해 10a당 노지감귤 소득은 전년에 비해 62만2271원(20.5%)이 줄었고, 2016년(280만5000원) 수준에도 미치지 못했다.

총수입은 줄고, 경영비용은 늘면서 소득이 크게 감소한 셈이다.

주요 노지 작물 중에서 감귤의 소득 순위는 8위로 내려앉았다.

노지감귤 소득 순위는 2015년 14위에서 2016년 7위, 2017년 3위로 계속 상승하다 지난해 크게 하락했다.

노지 작물 중에서는 포도가 492만1000원으로 소득이 가장 높았고, 이어 블루베리(402만1000원), 배(353만9000원), 복숭아(345만8000원) 순으로 나타났다.

총수입이 줄고 경영비가 늘어나면서 노지감귤 소득률도 나아졌다.

지난해 노지감귤 소득률은 66.6%로, 노지포도(69.2%)보다 낮았다.

2017년 노지감귤 소득률은 71.9%로 모든 작물을 통틀어서 가장 높았었다.

이와 함께 10a당 양배추 소득은 103만3000원으로, 전년에 비해 9.2% 감소했다.

반면 당근은 142만8000원으로 38.8% 증가한 것으로 조사됐다.

@highlight

농촌진흥청이 2018년산 주요 농산물 52개 품목에 대해 소득조사를 실시한 결과 재배면적당 노지감귤 소득이 전년에 비해 크게 감소해 소득 순위도 떨어졌고, 소득률도 낮아진 것으로 나타났다.