광역교통의 공공성.

대전시는 24일 오후 시청 세미나실에서 공공교통 활성화를 위한 '시민공감 토론회'를 개최했다.

'제2회 대전시 공공교통·환경주간'의 일환으로 열린 이날 토론회에는 단체회원과 시민 등 100여 명이 참석한 가운데 진행됐다.

이번 토론회는 광역교통의 공공성 확보와 대전시의 새로운 교통정책인 공공교통에 대한 시민들의 이해를 돕고 사회 구성원이 최소한의 인간다운 삶을 영위하기 위해 필요한 최소 교통서비스 수준을 제시하기 위해 마련됐다.

대전시가 주최하고 대한교통학회가 주관한 이날 토론회는 대한교통학회 김시곤 회장이 좌장을 맡아 진행했다.

토론회에서 박준식 한국교통연구원 광역교통연구센터장은 '대도시권 광역교통의 공공성 확보방안'을, 유정훈 아주대 교통시스템공학과 교수는 '대전시 공공교통 최소서비스 수준 제시'를 주제로 발표를 했으며, 김점산 경기연구원 연구위원 등 5명의 토론자가 열띤 토론을 벌였다.

주제발표에 나선 박준식 센터장은 교통혼잡 등 대도시권 광역교통의 문제점을 분석하고 통행거리와 목적, 통행량 등에 따라 광역급행철도와 간선급행버스체계(BRT), 광역(급행)버스, 시내버스의 유기적 결합과 교통수단간 효율적인 연계환승체계 구축 등을 광역교통계획의 공공성과 실효성 확보방안으로 제시했다.

또한 유정훈 교수는 외곽지역과 단독주택 중심의 제1종 전용주거지역 등이 공공교통 접근성이 가장 낮다고 분석한 후, 심야 공공교통 노선 대안 도출과 수요 응답 형 버스도입, 도시철도 2호선 연계방안 등 공공교통 사각지대 해소를 위한 대안을 제시했다.

오찬섭 시 공공교통정책과장은 "도시철도를 중심으로 교통체계를 전면 개편해 집에서 나와 5분 안에 역이나 버스정류장에 도착하고 10분만 기다리면 공공교통을 이용해 목적지에 갈 수 있는 교통환경을 조성해 나갈 계획"이라고 말했다.

@highlight

24일 대전시가 광역교통의 최소 교통서비스 수준을 제시하기 위해 마련한 '시민공감 토론회'에서는 '대도시권 광역교통의 공공성 확보방안' 등의 주제로 5명의 토론자가 활발한 토론을 진행했다.