삼성SDI가 유럽에서 잇달아 수주 성과를 거두며 현지 전기차 시장 공략에 속도를 내고 있다.

독일 배터리 시스템 제조업체 아카솔(Akasol)에 배터리 셀과 모듈을 장기 공급하는 계약을 체결한 것이다.

24일 업계와 외신 등에 따르면 삼성SDI는 아카솔에 2020년부터 2027년까지 8년간 13GWh 규모의 베터리 셀과 모듈을 공급하는 계약을 최근 독일 프랑크푸르트 모터쇼에서 체결했다.

아카솔은 상용차와 열차, 선박, 건설 장비 등에 들어가는 배터리 시스템을 제조하는 업체다.

볼보, 다임러, 만트럭을 비롯해 프랑스의 열차제조업체 알스톰(ALSTOM) 등 유럽 주요 업체에 배터리 시스템을 공급하고 있다.

아카솔은 삼성SDI로부터 받은 배터리 셀과 모듈을 팩으로 조립해 주요 완성차 업체에 납품할 예정이다.

아카솔은 납품할 완성차 업체를 공개하지 않았지만, 메이저 완성차 업체가 추진하는 2개의 대규모 프로젝트에 들어갈 것이라고 설명했다.

스분 슐츠 아카솔 최고경영자는 "리튬 이온 배터리 셀 분야에서 첨단 기술을 보유한 삼성SDI와의 긴밀한 파트너십은 배터리 시스템 선두 제조업체인 자사의 역동적인 성장을 위한 이정표가 될 것"이라고 말했다.

김정욱 삼성SDI 부사장은 "아카솔에 전략적으로 중요한 공급 업체가 돼 기쁘다"며 "배터리 기술에 대한 광범위한 노하우로 지속적인 혁신·발전을 이어가겠다"고 말했다.

이번 계약을 통해 삼성SDI는 유럽과 글로벌 상용차 시장에서 영향력을 더욱 확대할 것으로 전망된다.

앞서 삼성SDI는 지난 7월에는 볼보그룹과 전기트럭용 배터리 셀·모듈 공급 계약과 팩 제조기술 이전 계약도 맺은 바 있다.

또 생산량 확대를 위해 헝가리 부다페스트 근처 괴드 지역의 배터리 셀·모듈 공장에 5600억원을 투자하기도 했다.

삼성SDI 모델들이 10일(현지시간) 독일 프랑크푸르트에서 열린 '2019 프랑크푸르트 모터쇼(IAA 2019)'에서 전기차 시대를 선도할 다양한 배터리 제품들을 소개하고 있다.

@highlight

독일 배터리 시스템 제조업체 아카솔과의 공급계약 체결등 유럽에서의 잇달은 수주성공으로 삼성 SDI가 유럽 현지 전기차 시장 및 글로벌 상용차 시장에서 영향력을 더욱 확대할 예정이다.