부산 엽기 살인 사건 피의자들이 A 씨의 사체를 보관한 대형 고무 물통.

속보=전 직장 동료를 살해하고 시신을 고무물통에 담아 자신의 집에 5년간 보관한 부부(본보 3월 14일 자 2면 등 보도)가 각각 징역 15년과 7년을 선고받았다.

재판부는 이날 시신을 숨기는데 도와준 부인의 남동생에게도 징역형의 집행유예를 선고했다.

부산지법 동부지원 형사1부(부장판사 정성호)는 전 직장 동료를 살해하고 시신을 유기한 혐의로 재판에 넘겨진 A 씨(28·여)에게 상해치사죄 등을 적용해 징역 15년을 선고했다.

재판부는 범행에 가담한 남편 B 씨(28)에게는 같은 혐의로 징역 7년을 선고했고, 시신 은닉을 도와준 혐의를 받은 A 씨의 남동생 C 씨(26)에게는 징역 2년에 집행유예 3년을 선고했다.

재판부는 이날 A 씨와 B 씨에게 살인죄가 아닌 상해치사죄를 적용했다.

2014년 사망한 피해자 D 씨(사망 당시 21세)의 시신이 백골 상태로 발견돼 정확한 사인을 파악하기 어렵다는 게 그 이유다.

재판부는 “A 씨 부부가 살해했다는 직접적인 근거를 찾기 어려운 점을 고려했다”고 밝혔다.

그러나 재판부는 범행 수법과 은폐를 시도한 점 등은 죄질이 무겁다고 판단했다.

재판부는 “피해자에게 성매매를 요구하고 엽기적인 방법으로 범행을 은폐하려고 시도했다”며 “피해자가 고통 속에 사망했고 유족들도 엄벌을 원해 대법원의 상해치사죄 양형 기준보다 높은 형량을 선고한다”고 판시했다.

남동생 C 씨에 대해서는 “시신 운반에만 가담했으며 집행유예 이상의 형을 받은 적이 없는 점 등을 고려했다”고 밝혔다.

A 씨 부부는 2014년 12월께 부산 남구 한 원룸에서 평소 알고 지내던 D 씨를 폭행해 숨지게 했다.

A 씨 부부는 남동생 C 씨와 함께 숨진 D 씨의 시신을 여행용 가방에 시멘트와 함께 넣은 뒤 고무물통에 보관하며 5년간 시신을 숨겨왔다.

@highlight

부산지법 재판부는 전 직장 동료를 살해하고 시신을 유기한 A 씨(28·여)와 남편 B 씨(28)에게 피해자의 시신이 백골 상태로 발견돼 정확한 사인을 알 수 없다는 이유로 상해치사죄 등을 적용해 각각 징역 15년과 징역 7년을 선고했으며, 고무물통에 시신 은닉을 도와준 A 씨의 남동생 C 씨(26)에게는 징역 2년에 집행유예 3년을 선고했다. 