지난 24일 오전 갈리단길에 뿌려진 전단지.

<속보>=대전시 서구청과 갈마2동 행정복지센터가 갈마동 카페거리 환경정화를 약속한 지 100일이 지났지만, 여전히 개선되지 못한 채 방치되고 있다.

갈마동에 많은 카페가 입점하면서 서울 경리단길에 빗대어 '갈리단길'로 SNS상에서 이목을 끌고 있다.

인스타그램에서 갈리단길을 검색하면 100개 이상의 게시글이 나온다.

그러나 주변 곳곳의 지저분한 쓰레기더미와 주차환경이 열악해 한번 찾는 이들은 다시 찾을 생각하기가 쉽지 않다.

가장 큰 문제는 매일 밤 뿌려지는 전단지와 쌓이는 쓰레기, 그리고 쓰레기 더미로 갈 길 잃은 주차구역이다.

버려진 전단지가 한 곳에 모이고, 마치 그곳을 지정된 쓰레기 배출장소처럼 여긴 사람들은 또 쓰레기를 버린다.

크고 작은 쓰레기들이 모여 있는 곳에 대형 폐기물을 버리기까지 한다.

이로 인해 주차공간이 없어져 자연스럽게 도로를 점용하는 불법주차가 많아진다.

손님과 주민 모두가 쓰레기 버리는 갈마동 일대는 쓰레기투기의 무법지대이다.

갈마동 길가에 버려진 숙취해소 음료.

상황은 이렇지만 관리주체에서는 현실적으로 환경요원 부족과 관할 부서의 업무 분담에서 어려움이 있다는 책임을 전가하는 듯한 말만 반복한다.

서구청 관계자는 "백화점이나 복합시설은 특별관리 구역으로 정비하지만 환경요원 인원의 한계로 갈리단길 지역까지 특별관리 구역으로 정해 청소하지는 못하고 있다"고 말했다.

또 도로점용에 대해서는 "주차 방해물 민원은 지속해서 많이 들어온다"라며 "주차단속하는 부서와 도로점용 민원을 담당하는 부서는 달라 관리하기 어려운 부분도 많다"고 전했다.

유응준 갈마2동장은 "본인 가게 앞을 청소 안 하는 몇몇 상인들 때문에 도로 환경관리가 더욱더 어려운 부분이 있다"고 했다.

@highlight

갈마동에 많은 카페가 입점하면서 갈리단길로 이목을 끌고 있지만, 손님과 상인 모두 쓰레기를 버려 주변 환경으로 인해 한번 방문한 방문객들은 이 곳을 다시 찾지 않는다.