서산시지역발전상생협의회(공동위원장 성일종 국회의원·맹정호 서산시장·임재관 서산시의장)가 주최한 2019년 하반기 취업 설명회가 23일 서산문화회관에서 고교생과 대학생을 비롯한 취업준비생 및 부모 등 1000여 명이 참석한 가운데 개최됐다.

'우리동네 대기업은 어떻게 들어가지?'란 주제로 열린 이번 취업 설명회는 서산·태안에 입주한 대표적 대기업인 한국서부발전, 현대오일뱅크, 한화토탈, LG화학, 롯데케미칼 등의 인사담당자와 임원들이 직접 참석해 회사소개와 하반기 모집요강, 응시요령 등을 설명했다.

각 기업별 인사담당자가 영상자료와 유인물을 준비해 각 20분에 걸쳐 설명하고 참석자들의 질의응답을 받는 형식으로 진행됐다.

성일종 의원은 "지역에서는 처음으로 열리는 이번 대기업 공동 취업설명회가 일회성 형식적 행사로 그치지 않고, 취업 준비생들에게 실질적인 도움이 되길 바라며 향후에도 기업들과 소통하며 상생할 수 있는 자리를 지속적으로 마련하겠다"고 말했다.

맹정호 서산시장은 "오늘 취업설명회가 일자리 창출의 새로운 모델이 되길 바라며, 취업 준비생들이 일자리를 찾고 기업은 기업대로 훌륭한 인재를 얻는 상생의 축제가 되길 바란다"고 말했다.

서일고등학교 조한구 이사장은 "취업을 준비하는 고3학생들이 학교차원에서는 접할 수 없는 대기업별 맞춤형 정보를 들을 수 있어 유익했고, 이런 기회가 자주 주어지길 희망한다"고 말했다.

현대오일뱅크 생산지원부문장 유필동 상무는 "이번 공동설명회가 기업으로서도 지역 정서를 잘 아는 인재를 채용할 수 있는 매우 좋은 기회이고, 앞으로도 상생발전 차원에서 지역주민과 소통하는 기회를 더욱 자주 마련하겠다"고 말했다.

이날 행사를 주최한 지역발전상생협의회는 2017년 성일종 국회의원이 주도해 서산시, 서산시의회, 시민단체, 대산공단 입주기업 등이 함께하는 협의체로 발족족해 지역발전을 위한 상호 MOU를 체결했다.

@highlight

지역발전상생협의회는 23일 2019년 하반기에 서산시에서 '우리동네 대기업은 어떻게 들어가지?'란 주제로 취업 설명회를 열어 질의응답을 받는 시간을 가졌다.