제주시 애월읍 애월항에 제주전용 LNG 수송선이 첫 입항했다.

제주지역에도 친환경 LNG(액화천연가스)가 공급되는 시대가 열리게 됐다.

한국가스공사(사장 채희봉) 제주운영사업단은 제주도 천연가스 공급을 위한 LNG 수송선이 24일 애월항 제주기지에 첫 입항했다고 밝혔다.

LNG 수송선 'SM JEJU LNG 1호'(3300t급)는 제주 전용 LNG 수송선으로 2017년 5월 발주해 지난 9월 18일 건조가 완료돼 이날 애월항 한국가스공사 제주기지에 입항했다.

한국가스공사는 제주전용 LNG 수송선 2호(3300t급)도 투입해 2척의 수송선으로 교대로 제주를 운항할 계획이다.

한국가스공사 제주기지는 이날 첫 LNG 수송선 입항을 시작으로, 다음 달부터 제주복합발전소(중부발전)에 제주에서는 처음으로 LNG를 공급하고, 11월부터는 한림복합발전소(남부발전)에 LNG를 공급할 계획이다.

가정용 LNG는 소매를 담당하는 도시가스사의 배관공사가 완료되는 대로 순차적으로 공급될 예정이다.

한국가스공사는 제주도에 깨끗하고 안전한 천연가스를 공급하고 도내 전력에너지 자립을 도모하기 위해 총 사업비 4275억원을 투입해 제주LNG기지 건설과 배관망 구축 사업을 추진했다.

제주기지에는 3135억원, 공급배관에는 1140억원이 투입됐다.

한국가스공사는 2017년 1월부터 공사를 시작해 LNG저장탱크 2기(4만5000㎘급), 기화송출설비(60t/시간), 부두 1선좌, 공급배관(80.09㎞), 공급관리소 7개소를 건설 중이다.

한국가스공사는 향후 30년 동안 연평균 35만t(도시가스용 12만t, 발전용 23만t) 규모의 천연가스를 공급할 계획이다.

@highlight

한국가스공사 제주 운영사업단은 제주도 천연가스 공급을 위한 LNG 수송선이 24일 애월항 제주기지에 첫 입항하였고 제주지역에도 가정용 LNG의 경우 도시가스사의 배관 공사가 완료되는 대로 순차적으로 공급될 예정이라고 발표했다.