국내 연구진이 북극 대기 중 초미세먼지를 구성하는 유기물질 화학조성에 인근 유기물질이 영향을 준다는 사실을 처음으로 밝혀냈다.

한국기초과학지원연구원(KBSI·원장 신형식)은 장경순 연구장비운영부 박사팀이 박기태 극지연구소(소장 윤호일) 극지기후과학연구부 박사팀과 함께 해양 플랑크톤이 만드는 해양기원 유기물질, 북극 동토 육상식물이 배출한 육상기원 유기물질이 북극 대기 중 초미세먼지 화학적 특성 변화에 영향을 미치는 것을 발견했다고 24일 밝혔다.

시료 분석에 사용한 초고분해능 FT-ICR 질량분석기.

이들은 KBSI의 세계 최고 수준 첨단 분석장비를 이용해 북극 다산기지 인근에서 확보한 초미세먼지 화학 특성을 분자수준에서 분석했다.

극지연은 북극 대기 흐름과 주변 생물기원 유기물질 농도를 연구했다.

이후 각각 연구결과를 함께 비교 분석해 상관관계가 있음을 밝혀냈다.

초미세먼지를 구성하는 유기물질은 초미세먼지 발생, 인체 독성에도 매우 밀접한 관련이 있어 구성성분을 정확하게 아는 것이 중요하다.

하지만 기존 미세먼지 연구에 활용되던 분석장비와 방법은 유기물질의 약 20% 미만을 파악하는데 그치고 있다.

이번 연구에서는 KBSI의 초고분해능 질량분석기(15T FT-ICR MS)를 활용해 새롭게 정립한 분석기술로 어떤 유기오염물질이 초미세먼지의 발생과 화학적 특성 변화에 영향을 주는지 정밀 분석할 수 있었다.

이번 연구에는 국제 북극 대기과학 연구팀인 이탈리아 피렌체대, 스웨덴 스톡홀름대, 그리스 국립과학연구센터가 함께 참여했다.

장경순 박사는 "이번 연구로 기후변화에 큰 영향을 끼치는 극지 환경 대기 중 초미세먼지 생성에 대한 해답이 일부 밝혀졌다"며 "새로운 분석기술이 심각한 국내 환경문제인 초미세먼지 문제 해결에도 활용될 수 있을 것"이라고 말했다.

@highlight

KBSI는 24일 극지연구소와 함께 KBSI의 초고분해능 질량분석기를 이용한 신 분석기술로 북극 대기 속 초미세먼지의 발생원과 화학적 특성 변화에 영향을 주는 유기물질이 무엇인지 규명해냈다고 전했다.