중소기업중앙회는 삼성전자와 충북 음성에 소재한 플라맥스, 엠텍에서 상생형 스마트공장 구축 지원을 위한 킥오프 행사(착수 보고회)를 가졌다고 24일 밝혔다.

이날 킥오프 행사를 진행한 플라맥스와 엠텍은 '소재·부품·장비 상생형 스마트공장 지원사업'의 각각 2, 3호로 선정된 기업이다.

두 기업은 문구류·문구류 부품을 생산하고 있으며 일본 수출규제와 관련해 문구류 국산화·제조 생산성 향상을 위해 해당 사업 참여을 신청한 바 있다.

중기업중앙회와 삼성전자의 소재·부품·장비 상생형 스마트공장 지원사업은 소재·부품·장비 분야 유망 중소기업을 발굴하고 상생형 스마트공장 사업에 연계해 구축비 지원, 삼성전자 전문 멘토 투입 등을 진행함으로써 기술 개발력과 글로벌 경쟁력을 높일 수 있도록 지원하는 사업이다.

플라맥스는 100% 일본에서 수입하다 80% 이상 국산화에 성공한 문구류 Nibs 제품(펜촉)에 대해 상생형 스마트공장 사업을 통해 압출·연마 설비모니터링 시스템을 도입하고, 불량분석·개선방법 등 품질개선기법을 삼성전자로부터 전수받을 예정이다.

이를 통해 설비가동률 향상, 공정불량률 감소 등의 효과를 볼 것으로 기대된다.

또한 엠텍은 대한민국 문구 대표 브랜드인 모나미 필기구 제품을 완제품으로 생산해 국내에 공급하는 기업으로, 일본 수출규제로 인해 늘어나는 문구류의 수요에 맞춰 빠른 생산과 납기 준수를 위해 포장자동화시스템 ·조립부품의 정렬자동화시스템을 도입해 생산성 향상과 납기단축을 꾀할 예정이다.

정욱조 중소기업중앙회 혁신성장본부장은 "오늘 행사는 일본 수출규제 관련 우리의 실생활과 밀접한 필기구 부품과 완제품을 국산화하는 중소기업들의 상생형 스마트공장 구축을 지원하기 위한 것"이라며 "향후에도 소재·부품·장비 유망 중소기업들에 대해 스마트공장 구축을 신속하게 지원하도록 노력할 예정인 만큼 일본의 수출규제로 어려움을 겪고 있는 기업들의 적극적인 참여를 바란다"고 말했다.

@highlight

중소기업중앙회와 삼성전자는 상생형 스마트공장 지원사업에 연계해 소재·부품·장비 분야 유망 중소기업을 발굴하고 기술 개발력과 글로벌 경쟁력을 높일 수 있도록 지원하는 킥오프 행사를 24일에 가졌다.