▲ 울산·부산·여수광양·인천 4개 항만공사가 주최한 ‘SPLASH-창업 아이디어 해커톤’ 대회가 23일부터 2일간 부산항국제여객터미널에서 항만·물류 전문가, 창업에 관심 있는 일반인 등 100여명이 참석한 가운데 성황리에 열렸다.

울산·부산·여수광양·인천 4개 항만공사가 주최한 ‘SPLASH-창업 아이디어 해커톤’ 대회가 23일부터 2일간 부산항국제여객터미널에서 항만·물류 전문가, 창업에 관심 있는 일반인 등 100여명이 참석한 가운데 성황리에 열렸다.

이날 해커톤 대회에는 30개팀 중 서류와 중복성 심사를 통과한 8개 팀이 참가했다.

창업을 준비하는 대학생들이 평소에 갖고 있던 창업 과정에서 직면할 수 있는 어려움과 창업 성공 가능성 등에 대한 고민을 전문가 멘토링 시간을 통해 나눌 수 있는 시간을 가졌다.

대학생들의 창업 아이디어 멘토링에는 스타트업 대표, 기술 거래사, 변리사, 항만 전문가 등이 참여했다.

8개 팀의 창업 문제점과 개선방안에 대한 진중한 토론이 진행됐다.

멘토링은 창업 아이디어 개선에 그치지 않고, 창업 관계자와의 네트워킹 형성을 통해 지속적인 관계유지를 통해 향후 창업 투자에 대한 자문도 구할 예정이다.

24일 결선 PT에는 4개 항만공사 사장 전원이 참석한 가운데 열려 △대상 SHECO팀(영상처리기반 해양방제로봇) △금상 PACE'S팀(컨테이너 선적 및 하역 과정에서의 최적화 모델링) △은상 MARIENCE팀(한눈에 딱! 누구나 쉽게 접하는 해양레저) △동상 MSG팀(ICT 기술을 활용한 Smart 항만물류 추적 검수시스템)이 수상의 영예를 안았다.

울산항만공사 고상환 사장은 “대학생들의 관점에서 혁신적이고 창의적인 아이디어가 많이 도출됐다”며 “이번 해커톤 대회를 통해 항만·물류 업계에 새로운 창업의 바람이 불어 다양한 직군과 일자리가 창출될 수 있도록 관심을 갖고 지원하겠다”고 밝혔다.

@highlight

항만 및 물류 전문가 그리고 창업에 관심이 있는 일반인등 8개 팀이 참가한 'SPLASH-창업 아이디어 해커톤' 대회가 23일 부터 부산항국제여객터미널에서 개최되었으며, 창업과정에서 직면 가능한 어려움과 고민을 전문가 멘토링을 통해 해결 할 수 있는 시간을 가졌다.