다날의 커피 전문 브랜드 달콤커피는 잠실 롯데월드몰에서 운영 중인 로봇카페 비트를 최신 모델인 '비트2E'(b;eat 2nd Evolution)로 리뉴얼 오픈했다고 24일 밝혔다.

올해 초 세계 최대 모바일 전시회인 'MWC 2019'에서 주목 받은 2세대 버전인 비트2E는 지난 5월 상용화 이래 기업 카페테리아를 중심으로 대학교, 리조트, 골프장 등에 꾸준히 도입됐으나 복합 쇼핑몰에 설치되는 사례는 잠실 롯데월드몰점이 최초다.

달콤커피 관계자는 "그 동안 특수 상권에서만 볼 수 있었던 가장 진화된 버전의 비트를 이제 하루 수 만명이 오가는 대형 복합 쇼핑몰에서도 만날 수 있어 소비자 접점이 넓어졌다는데 큰 의미가 있다"며 "업계 최초의 상용화된 푸드테크 서비스로서 특별한 경험을 선사해온 비트가 이번 리뉴얼을 계기로 보다 많은 소비자들의 사랑을 받게 될 것으로 기대한다"고 말했다.

2세대 모델인 비트 2E은 인공지능을 탑재해 고객과의 양방향 커뮤니케이션이 가능하며, 이전보다 3배 가까이 많아진 약 50가지의 고객 맞춤형 음료를 지연없이 만드는 등 제조 속도와 운영 효율성이 대폭 강화됐다.

이와 함께 모바일 기반의 음성 주문부터 디스플레이를 통한 감정 표현은 물론, 지능형 CCTV를 통한 영상 분석으로 최적의 운영 솔루션을 제공한다.

20% 이상 슬림해진 부스에 시간 당 120잔(아메리카노 기준)의 빠른 제조 공정은 물론, 이전 모델에 비해 대량 주문 및 보관이 가능해져 효율성이 2배 이상 개선됐다.

또 일반 커피 전문점처럼 원두의 종류, 진하기 정도, 시럽의 양 등을 원하는 대로 조절할 수 있어 고객 취향에 맞는 맞춤형 서비스를 제공한다.

한편, 달콤커피는 비트2E의 빅데이터와 영상인식 기술 등을 활용해 고객 패턴을 파악하고 자주 마시는 음료를 추천하거나, 연령별, 성별, 지역별 고객의 음료 취향 분석 및 유동인구, 상권분석까지 가능해 향후 다양한 산업과 연계된 플랫폼 서비스를 제공할 예정이다.

@highlight

24일 달콤커피는 잠실 롯데월드몰에서 운영중인 로봇카페 '비트'를 리뉴얼 오픈했다고 밝혔는데, 인공지능을 탑재해 고객과의 양방향 커뮤니케이션이 가능한 비트2E를 도입하여 이전보다 운영 효율성이 2배 이상 개선되었으며 고객 맞춤형 서비스를 제공할 수 있게 되었다.