경찰이 화성연쇄살인사건의 유력한 용의자 이 모씨(56)에 대한 4차 대면조사에 나섰다.

경기남부지방경찰청 전담수사팀은 24일 형사, 프로파일러 등을 이씨가 수감 중인 부산교도소로 보내 4차 조사를 했다.

이날 조사에는 2009년 여성 10명을 살해한 혐의로 검거된 강호순의 심리 분석을 맡아 자백을 끌어낸 공은경 경위(40·여)도 프로파일러로 투입된 것으로 전해졌다.

현재 경찰은 모방범죄로 밝혀져 범인까지 검거된 8차 사건을 제외한 총 9차례 화성사건 중 5·7·9차 사건 증거물에서 이씨의 DNA가 나온 사실과 그가 화성사건 발생 기간 내내 화성에 거주한 점, 당시 수사기록 등을 토대로 이씨를 압박하고 있다.

그동안 이씨는 3차례의 경찰 대면조사에서 "나는 화성사건과 아무런 관련 이 없다"며 혐의를 전면 부인했다.

경찰은 지난 18일부터 사흘 연속 이씨를 대면조사하고, 지난주 말과 전날까지 사흘간은 그를 압박할 단서를 찾는 데 주력했다.

경찰은 또 10차 사건 피해자가 발견된 1991년 4월과 이씨가 처제를 성폭행하고 살해해 검거된 1994년 1월까지 경기 화성과 충북 청주 일대에서 실종되거나 살해된 채 발견된 여성이 있는지 다시 살펴보고 있다.

이와 함께 화성사건 당시 수사팀이었던 하승균 전 총경(73) 등을 전문가 자문단으로 합류시키고, 과거 용의자의 몽타주 작성에 참여했던 버스 안내원을 찾아 나서는 등 수사를 전방위적으로 확대하고 있다.

현재 사건의 공소시효가 만료돼 법적으로 유무죄를 다툴 수 없는 상황이어서 자백 없이는 그를 진범이라고 결론 내리기 어려운 상황이다.

모범수인 그가 가석방이나 감형을 염두에 두고 있다면 자백할 가능성은 현저히 낮다는 관측도 나온다.

경찰 관계자는 "강제 수사가 불가능한 상황에서 용의자의 자백이 관건인 건 사실"이라며 "그러나 용의자 본인의 의사에 달린 문제기 때문에 최대한 증거를 충분히 확보하는 등 길게 보고 수사를 진행 중"이라고 밝혔다.

@highlight

경기남부지방경찰청 전담수사팀은 강호순의 심리 분석을 맡겨 자백을 끌어낸 프로파일러에게 공은경 경위와 형사 등을 화성연쇄살인사건의 유력한 용의자 이 모씨 4차 조사에 투입하였다.