신세계푸드가 냉동만두 성수기를 앞두고 고급 해산물인 랍스터를 넣은 '올반 랍스터 인생 왕교자'를 출시했다고 24일 밝혔다.

랍스터는 2012년 한미FTA 발효 이후 관세 혜택으로 수입량이 점차 증가하고 소비자들의 입맛이 빠르게 서구화되면서 상품화가 다양하게 이뤄지고 있는 고급 식재료다.

신세계푸드는 최근 냉동만두 시장에서 얇은 피를 적용한 만두가 호응을 얻고 있는 것에 주목해 랍스터를 넣은 이색 만두소와 얇은 피를 결합한 '올반 랍스터 인생 왕교자'를 출시한 것이다.

올반 랍스터 인생 왕교자는 만두 1개당 35g의 푸짐한 왕교자 속에 랍스터살과 오징어를 넣어 짭조름한 감칠맛을 느낄 수 있는 것이 특징이다.

양배추, 부추, 양파, 마늘 등 4가지 신선채소를 가득 채워 풍성한 식감도 느낄 수 있다.

특히 1등급 밀가루를 진공 반죽공법으로 빚은 0.7mm의 두께의 얇은 피로 만두소를 감싸 쫄깃한 식감이 느껴진다.

만두 피는 얇지만 쉽게 찢어지지 않아 찐만두, 국만두, 물만두 등 다양한 조리방식으로도 즐길 수 있다는 설명이다.

제품은 1~2인 가구가 한번에 먹을 수 있는 소용량 2입(315gx2봉) 묶음으로 구성해 조리 후 남은 만두를 관리해야 하는 번거로움을 줄였다.

신세계푸드 관계자는 "올반 랍스터 인생 왕교자는 고급 해산물로 각광받는 랍스터를 간편하고 부담 없는 가격으로 즐길 수 있도록 개발한 프리미엄 만두"라며 "냉동만두 성수기인 겨울을 앞두고 소비자들의 입맛을 사로잡기 위해 다양한 프로모션 활동을 펼쳐갈 계획"이라고 말했다.

신세계푸드가 얇은피 만두에 랍스터를 넣은 '올반 랍스터 인생 왕교자'를 출시했다.

@highlight

신세계푸드는 냉동만두의 성수기를 대비하여 소비자들의 입맛의 변화로 수입량이 증가하고 있는 랍스터와 최근 호응이 좋은 얇은피를 결합한 '올반 랍스터 인생 왕교자'를 24일 출시한다고 전했다.