정승일 산업통상자원부 차관이 24일 오후 6시 서울 양재동 엘타워 그레이스홀에서 열린 ‘제16회 조선해양의 날 기념식’에 참석, 은탑산업훈장(권오익 대우조선해양 전무) 등 개인·단체에게 정부표창을 수여한 후 격려사를 하고 있다.

산업통상자원부는 24일 조선해양플랜트협회 공동주최로 서울 양재동 엘타워에서 '제16회 조선해양의 날' 행사를 열었다고 밝혔다.

조선해양의 날은 선박 수주 1000만t을 돌파한 1997년 9월 15일을 기념한 것으로, 2004년부터 매년 기념식을 열어왔다.

이날 행사에는 정승일 산업부 차관, 이성근 한국조선해양플랜트협회장 등 조선해양플랜트산업 인사 300여 명이 참석했다.

조선해양 산업발전에 기여한 공로로 대우조선해양㈜ 권오익 전무가 은탑산업훈장을, 휴먼중공업㈜ 나영우 대표이사가 산업포장을 수상하는 등 총 30명이 정부표창을 받았다.

권 전무는 37년간 업계에 종사하면서 이중연료 추진 기반 초대형 컨테이너선과 대형 쇄빙 액화천연가스(LNG)운반선을 세계 최초로 개발하는 등 기술개발을 통한 수주성과에 기여한 공적을 높이 평가받아 은탑산업훈장을 받게 됐다.

정 차관은 축사에서 "지난해 7년만에 세계 수주 1위를 회복한 것은 업계의 뼈를 깎는 노력 덕분"이라면서 "올해에도 글로벌 발주가 큰 폭으로 감소한 어려운 상황에서도 LNG운반선, 초대형 유조선 등 고부가가치 선박 발주의 대부분을 우리가 수주하는 등 주요국과의 경쟁에서 우위를 점하고 있다"고 격려했다.

이어 "최근 일본의 수출규제는 우리 산업 생태계를 되돌아보는 계기가 됐다"면서, "핵심소재와 부품, 장비의 공급 안전성을 철저히 점검하는 한편 LNG운반선 등 주력선종의 핵심기자재 국산화를 위해 지속해서 노력해달라"고 당부했다.

@highlight

24일 서울 양재동에서는 지난 해 수주 1위의 공적을 알리고 올해도 선박산업 경쟁에서 우위를 점할 수 있도록 격려하는 뜻의 '제16회 조선해양의 날' 기념행사가 열렸다 