광주 아트투어와 광주 충장축제 등 다양한 가을축제가 준비돼있는 남도를 알리는 홍보자료를 전국 휴게소에서 구할 수 있다.

여행주간을 맞아 한국관광공사가 남도맛 기행을 알리는 홍보행사를 갖고 있다.

한국관광공사 광주전남지사(지사장 이태호)가 2019년 가을여행주간 등 관광 성수기를 맞아 ‘대한민국 테마여행 10선 남도맛기행권역’ 홍보에 나선다.

전남지사는 핵심 관광지를 홍보하기 위한 관광안내지도 배포 및 홍보 행사를 24일 청도 새마을 휴게소에서 진행했다.

체류형 관광을 도모한다.

이번 행사는 한국관광공사 광주·전남지사, 4개 지자체, 권역 PM단이 함께 했다.

홍보지도에는 ‘맛집멋집아카이빙’사업을 통해 발굴된 4개 지역의 대표음식 소개와 각 지역의 대표관광지,대표축제의 주요 정보, 전국지도도 함께 포함되어 있다.

또 남도 맛기행 권역의 PM 기획사업으로 진행되고 있는 ‘소쇄처사 양산보와 함께 걷는 소쇄원’과 공정마을여행으로 진행 중인 ‘테마가 있는 남도 PICK’ 프로그램의 정보도 담겼다.

청도새마을휴게소와 서울 만남의 광장 휴게소, 고창 고인돌휴게소, 정안휴게소, 화성 휴게소, 덕유도 휴게소, 행담도 휴게소 등 16개 대표 휴게소에서도 무료로 받을 수 있다.

광주시에서는 예술인들과 함께 여행을 즐기는 아트투어가 진행되며, 목포시에서는 산과 바다를 잇는 국내 최장 해상케이블카가 개통되어 아름다운 목포 대교와 유달산 조각 공원, 노적봉등 유달산의 가을 풍경을 감상할 수 있다.

한편, 본격적인 단풍이 드는 10월에는 ▲광주 충장축제(10.2 ~ 10.6) ▲목포시 항구축제(10.3 ~ 10.6) ▲나주시 마한축제(10.11 ~ 10.13) 가 진행될 예정으로 남도맛기행권역에서 맛과 멋을 함께 즐기는 풍요로운 가을 축제도 즐길 수 있다.

@highlight

한국관광공사 광주전남지사가 2019년 가을여행주간 등 관광 성수기를 맞아 4개 지자체, 권역 PM단과 함께 ‘대한민국 테마여행 10선 남도맛기행권역’을 홍보하고 관광안내지도 배포 및 홍보 행사를 청도 새마을 휴게소에서 진행한다.