'워터 프로젝트'로 각 국 물 문제 해결 목표 '논의'

한국수자원공사 전경.

한국수자원공사는 아시아 최대 물 국제 협의체인 '아시아물위원회' 제10차 이사회를 24~25일 중국 허베이성 우한시 East Lake Hotel에서 연다.

아시아물위원회(AWC, Asia Water Council)는 아시아 물 문제에 대한 국제적 협력을 위해 대한민국 정부와 한국수자원공사가 주도해 2016년 발족했고, 이학수 한국수자원공사 사장이 회장을 맡고 있다.

회원기관으로는 세계은행(World Bank), 아시아개발은행(ADB), 유엔식량농업기구(UNFAO), 등 국제기구와 중국과 인도네시아, 태국 등 27개국 134개 기관이 활동 중이다.

이번 이사회에서는 아시아 각국의 물 문제를 실질적으로 해결하기 위한 '워터 프로젝트' 활성화 방안과 아시아물위원회의 재정 건전성 강화 등 향후 운영 방향과 구체적 방안에 대해 논의한다.

'워터 프로젝트'는 아시아 각국이 겪고 있는 식수 부족과 수질 문제, 상수도 등 수자원 시설 노후화와 같은 당면한 물 문제 해결을 지원하는 사업으로, 지난해 완료한 '베트남 맞춤형 물관리 기술 보급 사업' 등 4개 사업 외에도, 인도네시아 발리섬 덴파사 지역의 물 부족과 누수 감소를 위한 '스마트 물관리 시범사업' 등 3개 사업이 진행 중이다.

공사는 워터 프로젝트 재원의 안정적 확보 방안과 운영관리 선진화 방안 등에 대해 회원 기관 간 토론을 통해 아시아물위원회의 재정 건전성 강화 방안을 마련할 계획이다.

이 밖에도 한국수자원공사는 중국 장강 수리위원회와 물 산업 협력 업무협약을 체결하고, 중국 교육부 산하기관인 장학위원회와는 인재교류 업무협약 체결방안을 논의하는 등 아시아물위원회 회원기관 간 교류 활성화에 나선다.

이학수 한국수자원공사 사장은 "대한민국 물산업 기술의 우수함과 물관리 경험을 바탕으로 아시아물위원회 회원기관 간 협력을 더욱 강화해 전 세계 물 문제 해결에 기여하도록 최선을 다하겠다"고 말했다.

@highlight

한국수자원공사가 아싱 물 문제에 대해 국제적 협력을 위해 설립한 '아시아물위원회' 10차 이사회를 오는 24~25일 중국 허베이성 우한시 East Lake Hotel에서 개최하며 '워터 프로젝트' 활성화 방안과 아시아물위원회의 향후 운영방안에 대해 논의할 계획이다.