김승현(41) 농구해설위원이 2019-20시즌에도 중계방송에 참여한다.

프로농구 KBL 주관방송사가 MBC 스포츠 플러스에서 스포티비로 바뀌면서 김 위원도 소속을 옮겼다.

스포티비는 25일 김승현 해설위원 영입을 발표했다.

이번 시즌 프로농구는 스포티비와 스포티비2, SPOTV NOW로 중계된다.

이상윤(57), 김유택(56), 신기성(44), 김동우(39) 해설위원도 방송에 합류한다.

김승현 해설위원은 "농구가 시청자에게 이해하기 쉽게 다가설 수 있도록 노력하겠다. 재미도 있어야 하고, 따끔한 지적도 필요하다. 단맛과 쓴맛을 오가는 해설을 하겠다"라고 새 시즌 각오를 밝혔다.

김승현 해설위원이 2019-20시즌에도 프로농구 중계에 참여한다.

주관방송사가 바뀌면서 김 위원도 소속을 옮겼다.

현역 시절 김승현 위원은 2001-02시즌 프로농구에 데뷔하자마자 도움·가로채기 1위와 신인왕, 베스트5와 정규리그 MVP까지 개인상 5관왕을 차지하며 오리온스를 우승으로 이끌었다.

'매직핸드'라는 별명을 얻을 정도로 당대 최정상급 포인트가드로 활약했다.

김승현 위원은 4차례 베스트5 선정과 수비 5걸 1번, 4차례 도움왕 및 최다 스틸 1위로 프로농구 선수 생활을 마무리했다.

국가대표로는 2002 부산아시안게임 금메달 멤버였다.

2019-20시즌 프로농구는 신장 제한 폐지 등 외국인 제도가 개편됐다.

김승현 위원도 "여러 변수가 있어 어느 팀을 꼭 집어 강팀이라고 보기는 어렵다. 예전에는 외국인 선수에 크게 의존했으나 이제는 국내 선수 활약이 중요해졌다"라고 분석했다.

"우승 후보는 정말 꼽기 힘들다"라고 난감해했으나 인천 전자랜드 엘리펀츠를 '눈여겨볼 팀'이라 주목하긴 했다.

김승현 위원은 "외국인 선수 신장 제한이 폐지됐는데도 작은 선수를 영입했다. 빠른 농구를 구사하겠다는 의도인 것 같다"라고 이유를 설명했다.

@highlight

프로농구 주관방송사가 스포티비로 바뀌며 같이 소속을 옮긴 김승현 농구해설위원은 "농구가 시청자에게 이해하기 쉽게 다가설 수 있도록 노력하겠다. 재미도 있어야 하고, 따끔한 지적도 필요하다. 단맛과 쓴맛을 오가는 해설을 하겠다"라고 새로운 시즌이 시작되기 전 자신의 각오를 전했다.