신용현 바른미래당 의원 "심의규정 강화 필요" 최근 5년간 온라인 상 주요 사이트들의 차별·비하로 인한 시정요구 건수가 수천 건에 달한 것으로 나타났다.

25일 신용현 바른미래당 의원(국회 여성가족위원회, 과학기술정보방송통신위원회)이 방송통신심의위원회(이하 방심위)로부터 제출받은 '최근 5년간 차별?비하 시정요구 상위 5개 사이트 현황'에 따르면 2015년부터 올 7월까지 5개 사이트에서 시정요구된 차별·비하 건수가 약 6500건에 달하는 것으로 확인됐다.

이들 상위 사이트 중 사회적 논란이 되는 '일베저장소'가 받은 시정요구 건수는 2810건으로 가장 많은 시정요구를 받은 것으로 알려졌다.

이는 국내 최대 포털인 네이버(189건)보다 15배 많은 수치다.

가장 많은 시정요구를 받은 '일베저장소'의 경우 총 6497건 중 2810건으로 43.3%를 차지했고, 순차적으로 '디시인사이드'가 2384건으로 36.7%, 카카오(다음)가 710건으로 10.9%, 워마드가 404건으로 6.2% 등의 순이다.

'최근 5년간 연도별 차별?비하 시정요구 상위 사이트' 자료에 따르면, 2016년까지 순위권에 나타나지 않던 '워마드'가 2017년 52건의 차별·비하 표현 시정요구를 받으면서 5위에 오르더니, 2018년부터 3위로 올라섰다.

이는 인터넷 여성혐오, 남성혐오 문화가 젠더갈등으로 확산돼 이 같은 양상이 벌어진 것으로 분석된다.

신 의원은 "온라인 상에서 특정집단에 대한 차별·비하가 사회에 심각한 분열과 갈등을 일으키고 있다"며 "인터넷에서 유포되는 차별·비하는 왜곡·과장되어 타인의 명예와 존엄성까지 해치고 있어 적극적인 조치가 필요하다"고 지적했다.

이어 "특히 인터넷을 통한 차별·비하 표현은 10대 청소년들에게 그대로 노출되고 있다"며 "방심위 등 정부가 하루빨리 나서 온라인상에서 범람하고 있는 차별·비하 표현 등 혐오 문화 확산에 대해 철저한 모니터링과 심의규정 강화 등의 조치를 강구해야 한다"고 강조했다.

@highlight

25일 최근 5년간 차별, 비하 시정요구 상위 5개 사이트 현황에 따르면 '일베저장소'가 가장 많았고, 시정요구된 차별, 비하가 약 6500건으로 이는 젠더갈등 확산에 따른 것으로 분석된다.