최지만이 끝냈다.

탬파베이 레이스의 최지만은 25일(한국시간) 트로피카나필드에서 열린 뉴욕 양키스와 홈경기 연장 12회말 솔로 홈런을 터트리며 팀의 2-1 승리를 이끌었다.

앞선 타석에서 침묵했던 그는 12회말 선두타자로 등장, 코리 기어린을 상대로 볼카운트 2-2에서 5구째 슬라이더를 받아쳐 우측 담장을 넘겼다.

그의 시즌 18호 홈런.

시즌 두 번째 끝내기 안타다.

최지만이 끝내기 홈런을 때렸다.

탬파베이는 이날 승리로 94승 64패를 기록, 같은 날 시카고 화이트삭스에 승리를 거둔 클리블랜드 인디언스에 반게임차로 앞선 와일드카드 2위 자리를 유지했다.

팽팽한 투수전이었다.

양 팀이 똑같이 7안타를 기록했다.

균형이 쉽게 깨지지 않았다.

양 팀 모두 마운드를 총동원했다.

양키스는 조던 몽고메리가 2이닝을 무실점으로 막은 이후 불펜들이 연이어 등판했다.

4회에는 CC 사바시아가 등판했다.

통산 561번째 경기에서 첫 불펜 등판.

'엘리아스 스포츠'에 따르면 사바시아는 톰 글래빈(682경기)에 이어 두 번째로 많은 선발 등판을 소화한 뒤 불펜으로 나온 선수로 기록됐다.

탬파베이는 요니 치리노스가 3이닝 1피안타 1피홈런 1실점을 기록한 이후 불펜들이 연이어 등판했다.

양 팀은 홈런 한 개씩 기록하며 균형을 이뤘다.

양키스가 3회초 카메론 메이빈의 솔로 홈런으로 먼저 앞서갔으나 5회말 탬파베이 케빈 키어마이어가 솔로 홈런을 터트려 1-1 동점을 만들었다.

양키스는 5회와 6회 두 명의 주자가 출루했지만, 불러들이지 못했다.

탬파베이는 1회 2사 2, 3루, 6회 2사 만루 기회에서 득점을 올리지 못했다.

팽팽한 0의 행진은 최지만의 한 방으로 끝났다.

@highlight

탬파베이 레이스의 최지만은 25일(한국시각) 트로피카나필드에서 열린 뉴욕 양키스와 홈경기 연장 12회 말 코리 기어린을 상대로 볼카운트 2-2에서 5구째 슬라이더를 받아쳐 그의 시즌 18호 홈런이 된 솔로 홈런을 날리며 팀의 2-1 승리를 주도했다.