25일 조국 법무부 장관이 대전지방검찰청 천안지청을 방문해 평검사 및 직원들과 '검사와의 대화'를 개최한 가운데 조국 장관의 지지자들과 파면을 요구하는 이들이 총집결했다.

이날 오전 10시께 조 장관의 천안지청 방문이 예고된 만큼 지지자들과 반대자들은 오전 9시부터 천안지청 앞 도로변을 점령하고 구호를 외치는 등 치열한 장외전을 벌였다.

지지자 10여 명은 "주국 수호", "검찰 개혁", "사랑해요 조국" 등을 외치며 조 장관을 응원했다.

자유한국당 충남도당, 바른미래당 충남도당, 우리공화당 충남도당 등 조장관의 파면을 주장하는 야당들 역시 50여 명이 천안지청 앞에서 "조국 구속", "조국 파면", "문재인 대통령 사과"를 외치며 치열한 신경전을 벌였다.

특히, 자유한국당 충남도당은 조 장관이 '검사와의 대회'를 위해 천안지청으로 들어간 직후 '위선자 조국 사퇴 촉구 기자회견'을 개최하고 조 장관의 사퇴와 문재인 대통령의 사과를 요구했다.

자유한국당 천안시 을 신진영 당협위원장은 "현직 법무부 장관의 자택이 압수 수색당하는 헌정사 초유의 사태가 발생했다"며 "'위법함은 없다'고 항변했지만 검찰 수사를 통해 그동안 꼭꼭 숨겨왔던 흉악한 조국 게이트의 실체와 몸통이 서서히 윤곽을 드러내고 있다"고 주장했다.

이어 그는 "각종 범죄 의혹의 집합체인 조국 일가, 피의자로의 신분 전환, 인사권과 예산권 등으로 검찰 통제 시도 논란 등 각종 추문에 휩싸인 조국은 법무부 장관 자격이 없고 검찰 개혁의 적임자는 더더욱 아니다"고 꼬집었다.

조 장관이 실시하는 검사와의 대화 역시 비판을 가했다.

신 위원장은 "조 장관은 노무현 전 대통령 흉내를 내며 검사와의 대화에 나서는 등 본인 이미지 세탁에 여념이 없다"라며 "검사와의 대화 역시 시기나 행사명 비공개 방식 등 모두 부적절했다는 부정적 반응 일색"이라고 지적했다.

이어 그는 "조국 장관은 사퇴하고 민주당도 터무니없는 조국 감싸기에서 벗어나라"라며 "조국 장관의 사퇴와 문재인 대통령의 사죄가 우리 시대 평범한 시민들의 처절한 외침"이라고 목소리를 높였다.

@highlight

25일 10시 조국 법무부 장관이 대전지방검찰청 천안지청을 방문해 검사와의 대화를 개최한 가운데 그의 지지자들과 반대자들이 조 장관이 도착하기 전부터 천안지청앞 도로변을 점령하며 치열한 자외전을 벌였는데, 특히 자유한국당 충남도당은 조국 사퇴 촉구 기자회견을 열고 조 장관의 사퇴와 문재인 대통령의 사과를 요구했다.