서울시와 서울산업진흥원(대표 장영승, SBA)이 글로벌 혁신가의 우수 혁신기술을 토대로 도시문제 해결 실마리를 찾는다.

서울시와 서울산업진흥원 측은 도시문제 해결을 위한 '서울글로벌챌린지 2019-2020'을 진행한다고 전했다.

서울글로벌챌린지 2019-2020은 서울혁신챌린지의 글로벌 버전으로 서울시의 당면과제 해결책 마련과 함께 현존 우수기술의 발굴·육성을 목표로 추진된다.

대회는 지하철 터널, 승강장, 전동차 총 3개 공간에서 효과적으로 미세먼지를 저감할 수 있는 경제적이고 혁신적이며, 즉시 적용 가능한 제품 및 솔루션을 주제로 관련기술을 보유한 국내외 대학(원)생, 일반인, 기업, 대학, 연구기관 및 컨소시엄 등의 참가와 함께 진행된다.

대회 우수자에게는 시장 표창과 함께 총 7억5000만원의 상금(종합우승 5억원, 종합 준우승 1억원, 공간별 우승 5000만원[3팀])이 지급되며, 단계별 우수 참가팀에게는 관련 절차에 따라 서울시 혁신성장펀드 매칭, 공공테스트베드 및 공공구매 연계 등의 협력지원과 함께 2020년 2월 DDP에서 개최되는 '2020 미세먼지 EXPO' 전시부스 제공 및 지식재산권 확보 등이 지원된다.

참가 접수는 11월22일까지며, 관련 세부내용은 이달 24일 서울 동대문구 더 리센츠호텔에서 열릴 '2차 사업설명회'와 함께 신기술접수소 내 서울글로벌챌린지 홈페이지에서 확인할 수 있다.

이광열 서울산업진흥원 혁신성장본부장은 "하루 평균 725만명이 이용하는 서울 지하철의 공기질을 깨끗하고 쾌적하게 개선할 수 있는 혁신기술을 도입하기 위해 서울시와 함께 '서울글로벌챌린지 2019-2020'을 추진하게 됐다"며 "앞으로 사업설명회, 현장투어 등 챌린지 사업 및 참여방법에 대해 소개하는 행사도 개최할 예정이니 관심 있는 팀들의 많은 참여를 바란다"고 말했다.

@highlight

서울시와 서울산업진흥원이 '서울글로벌챌린지 2019-2020'을 진행한다고 밝혔는데, 대회는 지하철 터널, 승강장, 전동차에서 미세먼지 절감할 수 있는 경제적이고 혁신적인 제품 및 솔루션을 주제로 진행되며 참가 접수는 11월 22일까지이고 서울글로벌챌린지 홈페이지에서 확인할 수 있다.