단양에서 보내는 24시간 타임테이블(시간표)이 선풍적인 인기를 끌고 있다.

단양군은 중앙고속도로와 중앙선 철도가 지나 서울을 비롯한 수도권 대부분 지역에서 2∼3시간이면 닿을 수 있는 지리적 장점을 갖췄다.

또 전국에 대한민국 관광1번지로 이름나며 만천하스카이워크와 단양강잔도를 비롯해 도담삼봉, 다누리아쿠아리움, 단양구경시장 등 여행 매니아라면 꼭 들러야할 핫 플레이스들로 넘쳐난다.

가을 여행주간을 맞아 한국관광공사는 짜릿하고 맛있는 여행을 위해 단양에서의 아침부터 저녁까지 24시간을 추천했다.

먼저, 단양 여행을 시작하는 이른 아침에는 수려한 산수의 최고봉 단양팔경 중 제1경이라 불리는 도담삼봉이다.

다음 행선지는 TV 프로그램 '전참시'에서 이영자와 매니저가 방문해 화제가 된 두산 활공장이다.

점심에는 단양구경시장을 찾아 단양특산물로 만든 맛난 음식으로 배를 채울 수 있다.

단양을 대표하는 전통시장답게 마늘순대와 마늘만두, 흙마늘 닭강정 등 먹거리들로 천국을 이룬다.

오후 여행에서는 구석기시대 거대한 매머드와 털 코뿔소를 만날 수 있는 수양개선사유물 전시관을 둘러보며 교과서에서 보았던 주먹도끼, 밀개, 슴베찌르개 등 선사문화와 마주하는 시간이 기다리고 있다.

선사유물전시관 100m 근처엔 싱그러운 초록 나무들이 하늘을 가린 이끼터널에서 커플끼리 또는 나 홀로 감성사진을 담아갈 수도 있다.

달이 뜨는 밤이 되면 단양야경의 백미인 수양개빛터널에서 화려한 미디어파사드와 2만송이의 LED 장미에 취해 로맨틱한 행복에 빠져들 수도 있다.

군 관계자는 "도담삼봉, 만천하스카이워크 등 한국관광 100선에 이름을 올린 단양은 중부내륙을 대표하는 관광도시로서 앞으로도 체류형 관광을 위한 관광 상품 개발에 최선을 다 하겠다"고 말했다.

@highlight

한국관광공사는 가을을 맞이해 여행객들이 단양을 찾을 때, 아침부터 저녁까지 24시간 타임테이블을 만들어 관광객들로부터 인기를 끌고 있고, 앞으로도 중부내륙을 대표하는 관광도시가 되기 위해 관광 상품 개발에 최선을 다하겠다고 밝혔다.