도널드 트럼프 미국 대통령이 탄핵 위기를 맞았다.

자신의 재선을 위해 유력 대권 경쟁자인 민주당 조 바이든 전 부통령과 그 아들을 조사하도록 우크라이나 정부를 압박했다는 권한남용 의혹이 불거지면서다.

미국 민주당 소속 낸시 펠로시 하원의장(캘리포니아)은 24일(현지시간) 민주당 의원들과의 비공개회의를 마친 뒤 기자회견에서 "트럼프 대통령에 대한 탄핵조사를 개시할 것"이라며 "누구도 법 위에 있지 않다. 트럼프 대통령은 책임을 져야 한다"고 말했다.

펠로시 의장은 과거 트럼프 대통령의 '러시아 스캔들'에 대해선 특별검사의 수사 결과가 발표된 뒤에도 탄핵에 유보적인 태도를 보였으나 최근 우크라이나 사건이 불거진 뒤엔 전향적인 태도로 돌아섰다.

이날 애덤 시프 하원 정보위원장(캘리포니아)은 트럼프 대통령과 볼로디미르 젤렌스키 우크라이나 대통령의 통화 내용을 폭로한 내부고발자가 이번주 증언에 나설 것으로 보인다고 밝혔다.

시프 위원장은 트위터에서 내부고발자의 변호사가 조지프 매과이어 국가정보국장(DNI) 대행과 협의하고 있다고 전했다.

트럼프 대통령은 지난 7월25일 젤렌스키 대통령과의 통화에서 러시아와 분쟁 중인 우크라이나 정부에 대한 군사원조를 미끼삼아 민주당 유력 대선후보인 바이든 전 부통령을 겨냥한 수사를 압박했다는 의혹에 휩싸여 있다.

이 의혹은 한 정보당국자의 내부고발로 불거졌다.

전날 워싱턴포스트(WP)는 트럼프 대통령이 젤렌스키 대통령과의 통화를 앞두고 우크라이나에 대한 군사 원조를 보류하라고 지시했다고 보도했다.

트럼프 대통령은 우크라이나에 약 4억달러를 원조하려다 보류한 사실 자체는 시인했으나 원조를 수사에 대한 대가로 활용하진 않았다고 부인했다.

이날 트럼프 대통령은 우크라이나 대통령과의 통화 녹취록을 전격 공개하는 승부수를 던졌다.

트럼프 대통령은 트위터를 통해 "나는 현재 나라를 대표해 유엔에 있지만, 젤렌스키 대통령과의 통화 내용이 담긴 온전하고, 기밀이 해제되고, 수정되지 않은 녹취록을 내일 공개하는 것을 승인했다"며 "여러분은 이 통화가 아주 친근하고 완전히 적절했음을 알게 될 것"이라고 밝혔다.

@highlight

자신의 재선을 위해 경쟁자인 민주당 조 바이든 전 부통령과 그 아들을 조사하도록 우크라이나 정부를 압박했다는 권한남용 의혹이 불거지면서 도널드 트럼프 미국 대통령이 탄핵 위기를 맞고 있는 가운데 미국 민주당 소속 낸시 펠로시 하원의장(캘리포니아)은 24일(현지시간) 기자회견에서 "누구도 법 위에 있지 않다. 트럼프 대통령에 대한 탄핵조사를 개시할 것"이라 밝혔다.