LG전자가 아르첼릭(Arcelik) 등 유럽 가전업체 3곳에 LG전자 특허를 침해하지 말라며 소송을 제기했다.

LG전자는 현지시간 24일 독일 뮌헨지방법원에 아르첼릭, 베코(Beko), 그룬디히(Grundig) 등 3개 회사를 상대로 특허침해금지소송을 제기했다.

세회사는 모두 터키 코치그룹(Koc Group) 계열사이다.

터키를 비롯한 유럽 시장을 중심으로 생활 가전을 판매하고 있다.

LG전자는 지난해 베코에 경고장을 보낸 후 베코 모회사이자 그룹 내 가전 사업을 대표하는 아르첼릭과 최근까지 수차례 특허 협상을 이어왔다.

하지만 이렇다 할 진전이 없었다.

LG전자는 지적재산권을 적극적으로 보호하고 경쟁사가 부당하게 특허를 사용하는 것에 엄정 대처하기 위해 특허를 침해한 3개 회사 모두를 상대로 소송을 제기했다.

이번 소송은 LG전자가 양문형 냉장고에 채택한 독자 기술인 '도어(Door) 제빙'에 관한 것이다.

LG전자는 냉장고 도어 제빙 기술과 관련해 글로벌 기준 등록특허 400여 건을 보유하고 있다.

LG전자 도어 제빙 기술은 냉동실 내부에 위치하던 제빙기, 얼음을 저장하는 통, 얼음을 옮기는 모터 등 제빙 관련 부품을 모두 냉동실 도어에 배치할 수 있게 한다.

기존 양문형 냉장고는 상당한 공간을 차지하는 제빙 관련 장치를 냉동실 내부에 별도로 탑재해야 해 공간을 효율적으로 활용하기 어려웠다.

한편 LG전자는 지난 6월 프리미엄 냉장고 얼음정수기냉장고에 적용한 도어 제빙 관련 특허를 GE어플라이언스(GE Appliances)가 사용할 수 있도록 라이선스 계약을 체결한 바 있다.

전생규 LG전자 특허센터장 부사장은 "LG전자가 보유한 특허를 무단으로 사용하는 것에 대해 국내외 업체 관계 없이 지속 강력히 대응하고 있다"면서 "이는 치열한 글로벌 경쟁에서 막대한 연구개발 투자를 통해 경쟁력을 유지하고 있는 선두 업체들의 공통된 전략이다"고 말했다.

@highlight

LG전자는 24일 독일 뮌헨지방법원에 아르첼릭(Arcelik), 베코(Beko), 그룬디히(Grundig) 등 유럽 가전업체 3개 회사를 상대로 LG전자가 양문형 냉장고에 접목한 독자 기술인 '도어(Door) 제빙' 특허침해금지소송을 냈다.