천정부지로 치솟는 서울 집값을 피해 서울 거주자가 수도권으로 거주지를 옮기는 지역 중 가장 많은 곳은 김포시인 것으로 나타났다.

부동산 큐레이션 서비스 경제만랩이 한국감정원의 자료를 분석한 결과 지난해 서울 거주자가 경기도 아파트를 매입한 건수는 6만5000여 가구로 이 중 7175건이 김포시로 나타났다.

김포시에 이어서는 경기도 남양주시가 6932건으로 두번째로 많았고 어이 용인시(6924건), 고양시(6262건), 하남시(4522건) 순으로 나타났다.

하지만 서울 거주자가 가장 많이 아파트를 매입한 경기도 김포시의 경우 올해 아파트값이 떨어진 반면, 남양주시의 경우 상승하면서 차이를 보였다.

경기도 김포시는 올해 0.19% 아파트값이 하락했다.

3.3㎡당 평균 매매가격은 지난 1월 1058만원이었지만 8월에는 1056만원으로 하락했다.

실제 김포시 고촌읍에 있는 수기마을 힐스테이트 2단지 전용면적 84.85㎡는 올해 1월 5억3000만원에 실거래됐지만 8월에는 5억500만원에 거래되며 8개월 여 만에 2500만원 떨어졌다.

같은기간 남양주시는 1092만4000원에서 1095만7000원으로 0.30% 올랐다.

이 밖에 3위 용인시는 1445만8000원에서 1433만6000원으로 0.84% 떨어졌다.

오대열 경제만랩 리서치팀장은 "정부 규제가 쏟아져 나오고 있음에도 서울 아파트 가격이 여전히 수요자들에겐 큰 부담으로 작용되는 만큼, 경기도로 눈을 돌리는 사람들은 계속해서 늘어날 것으로 보인다"며 "경기도 내에서도 서울 접근성과 교통개발 진행속도에 따라 아파트 가격 상승률은 크게 달라질 수 있다"고 말했다.

한편, 서울 거주자가 많이 매입한 경기도 지역 내 상위 10위 안에서 아파트 가격 상승률 가장 높은 곳은 부천시로 올해 1월 3.3㎡당 평균 아파트매매가격이 1323.6만원에서 1358만원으로 올라 2.6% 상승했다.

반면, 시흥시의 경우 같은 기간 1047.5만원에서 1016.9만원으로 2.93% 하락한 것으로 집계됐다.

@highlight

계속 상승하는 서울 집값으로 인해 서울 거주자가 타 지역으로 거주지로 옮기는 현상을 일컫는 말로 '탈서울 러시'이 가장 많이 일어나는 곳은 아파트값 0.19% 하락한 경기도 김포시이다.