시흥문화원(원장 김영기)은 제22회 경기도민속예술제에서 '시흥월미농악'으로 우수상과 연기상(김소민, 시흥월미농악보존회 사무국장)을 수상했다.

지난 9월 20일과 21일 양일간에 걸쳐 수원종합운동장 실내체육관에서 열린 경기도민속예술제는 경기도문화원연합회가 주최하고 수원문화원이 주관했다.

경기도 내 28개 시군의 민속예술팀들이 농악, 농요, 민속극, 민속놀이 등 각 지역을 대표하는 민속예술로 참가해 민속문화와 예술의 보존, 전승을 위해 열띤 경연을 펼쳤다.

시흥문화원 시흥월미농악팀은 9월 21일 16번째로 경연에 참가했다.

시흥월미농악팀은 구성원들의 조화와 예술성이 돋보였고, 특히 법구잽이(소고를 들고 상모 돌리는 사람)들의 상모놀림과 오무동놀이가 관객과 심사위원들에게 큰 호응을 얻었다.

시흥월미농악은 시흥시 물왕동 월미마을 등에서 행해지던 농악으로 마을에 행사가 있거나 농사를 지을 때 주로 두레 풍물로 행해졌는데, 1990대 이후 시흥월미농악보존회(회장 김수경)을 꾸려 전승 해오고 있다.

시흥월미농악의 소고동작이나 무동 춤사위는 농사풀이 모습을 재현하고, 특히 상쇠의 가락과 놀음이 현란하고 경쾌하며 법구잽이들의 상모놀림이 어느 지역보다 단정하고 빠르다는 특징이 있다.

출전을 주관한 김영기 원장은 "뜨거웠던 지난여름 열심히 연습하고 준비한 시흥월미농악보존회 참가자들의 노고에 감사하다"며 "경연에서 제 기량을 펼쳐 시흥월미농악의 진수를 보여 우수상을 수상하게 되어 기쁘다. 앞으로도 시흥월미농악보존회와 함께 아낌없는 지원을 이어 가겠다"고 말했다.

@highlight

경기도 내 28개 시군의 각 지역 대표하는 민속예술로 참가해 벌인 제22회 경기도 민속예술제에서 구성원들의 조화와 예술성이 돋보인 '시흥월미농악'이 우수상과 연기상을 수상했다.