신한카드가 글로벌 인터넷 엔터테인먼트 서비스(OTT) 넷플릭스와 손을 잡는다고 25일 밝혔다.

넷플릭스와 파트너십 협약을 체결한 신한카드는 온라인 영상 스트리밍 서비스를 이용하는 고객을 위해 다음달 1일부터 차별된 혜택을 제공한다.

동시에 넷플릭스 콘텐츠를 활용한 다양한 브랜드 협업을 진행하기로 했다.

이번 제휴를 통해 두 회사는 신한카드의 모바일 플랫폼 신한페이판을 이용하는 고객에게 '신한페이판 넷플릭스 업그레이드 멤버십 요금제'를 신설한다.

베이직(Basic) 요금제 가격으로 스탠더드(Standard)를, 스탠더드 가격으로 프리미엄(Premium) 요금제를 사용할 수 있는 혜택을 제공할 예정이다.

신한 탑스 클럽(Tops Club) 등 우량고객에게는 넷플릭스 최대 3개월 무료 체험 서비스를 지원하는 등 차별된 마케팅을 선보이기로 했다.

두 회사는 이외에도 넷플릭스의 콘텐츠 출시에 맞춰 다양한 공동 마케팅을 실시한다.

특히,신한카드는 넷플릭스 이용고객 중 모바일 친화적이고 '워라밸(일과 삶의 균형)'을 중요시 여기는 밀레니얼 세대와의 소통을 강화해 나갈 계획이다.

넷플릭스 콘텐츠를 활용한 모바일 SNS 소통뿐만 아니라 넷플릭스와 양사 공동 고객 초청 행사도 진행한다.

신한카드는 전세계 190여개국에 걸쳐 1억 5100만 가구가 유료 구독하는 넷플릭스와의 제휴를 통해 디지털 플랫폼 경쟁력을 지속 강화한다는 전략이다.

신한카드는 그 동안 페이팔(Paypal), 아마존(Amazon.com), 스카이스캐너(Skyscanner) 등 글로벌 플랫폼 기업과 전략적 협업을 체결했다.

디지털 외연을 확장하며 플랫폼을 강화해 고객과 파트너사들이 가장 편하고 효율적인 소비·판매·마케팅 활동을 할 수 있게 연결해주는 회사로 사업 영역을 확장 중이다.

유태현 신한카드 디지털퍼스트(First) 본부장은 "급성장하고 있는 온라인 콘텐츠 수요에 발맞춰 더욱 폭 넓은 혜택을 제공할 수 있게 됐다"며 "신한페이판 플랫폼 활성화를 통해 차별적 고객 경험과 합리적인 소비를 지원하겠다"고 말했다.

@highlight

25일 신한카드가 글로벌 인터넷 엔터테인먼트 서비스 넷플릭스와 손을 잡고 전세계 190여개국에 걸쳐 1억 5100만 가구가 유료 구독하는 넷플릭스와의 제휴를 통해 디지털 플랫폼 경쟁력을 계속 강화한다는 전략으로 디지털 외연을 확장하고 고객과 파트너사들이 제일 편하고 효율적인 소비·판매·마케팅 활동을 할 수 있게 연결해주는 회사로 사업을 확장 중이다.