삼성서울병원 권오정 원장(왼쪽)과 KT 미래플랫폼사업부문장 이동면 사장이 MOU 체결 후 악수를 하고 있다.

KT는 삼성서울병원과 '5G 스마트 혁신 병원' 구축을 위한 업무협약(MOU)을 체결했다고 25일 밝혔다.

양사는 이번 협약에 따라 삼성서울병원 일원역 캠퍼스와 삼성서울병원 양성자 치료센터, 암병원 등에 KT 5G 통신망을 구축한다.

또 양성자 치료정보에 대한 의료진 실시간 치료계획 확인, 디지털 병리 데이터 의료진 실시간 판독, 수술 실시간 교육 및 협진 등의 서비스 기능 개발에 나서기로 했다.

5G 기반 의료 혁신은 환자들의 신속하고 정확한 치료에 도움이 된다.

지금까지는 데이터가 큰 암환자의 양성자 치료정보를 확인하기 위해 의료진이 직접 800m 거리의 양성자치료센터와 암병원 간을 이동해 확인 할 수밖에 없었다.

병리 조직 샘플은 제한된 장소에서만 확인이 가능했다.

하지만 대용량의 데이터를 빠르게 처리할 수 있으면서도 보안성이 확보된 5G가 적용되면 병원 내 모든 장소에서 안전하게 환자의 대용량 영상 정보를 확인할 수 있어 더 빠르고 정확한 의료행위가 가능해진다.

특히 의료진간의 협업도 활발해져, 치료받는 환자들이 더욱 고품질의 의료서비스를 받을 수 있다.

대용량의 병리데이터를 분석하고 실시간 고화질 영상을 병원 내 다른 장소의 의료진간 상호 공유하기 위해선 초고속, 초저지연의 5G 기술이 필수적이다.

5G로 전송된 영상으로 수술과정을 모니터링하며 상호 의견을 교환해 환자의 치료를 위한 최선의 방식을 적용할 수 있고, 수술실에서도 각종 검사 데이터를 5G 모바일기기를 통해 바로 확인할 수 있어 의료진간 커뮤니케이션과 협업 효율이 높아진다.

이동면 KT 미래플랫폼사업부문장(사장)은 "KT와 삼성서울병원은 향후 지속적 협력을 통해 5G 기술을 바탕으로 각 의료진간 의료업무 협력이 가능한 플랫폼을 만들 것"이라며 "5G를 통해 스마트 혁신병원의 확산 거점을 마련하겠다"라고 말했다.

@highlight

KT는 삼성서울병원과 '5G 스마트 혁신 병원' 구축을 위한 업무협약을 맺고, 이에 따라 양측은 삼성서울병원 일원역 캠퍼스와 양성자 치료센터 등에 KT 5G 통신망을 구축하고 양성자 치료정보에 대한 의료진 동시간 치료계획 확인, 디지털 병리 데이터 의료진 실시간 판독 등 서비스 기능 개발에 들어간다고 25일 전했다.