내포 혁신도시 지정에 대한 낙관론이 처음 나왔다.

다음 달 초 문재인 대통령의 충남 방문을 앞둔 시점에서다.

문 대통령에게 충남 최대 현안인 내포혁신도시 지정을 강력하게 요청하면 좋은 결과가 있을 것이라는 기대감을 갖게 한다.

간담회에서 "내포혁신도시 지정은 시기 문제일 뿐"이라고 진단했다.

비록 "정치권과 행정의 협심"이라는 전제를 달기는 했으나 의미 있는 진전이다.

혁신도시의 최대 쟁점은 '혁신도시 지정이 먼저냐' 아니면 '공공기관 이전이 먼저냐'에 있다.

국토부가 '공공기관 추가 이전 결정 후'에 '혁신도시 추가 지정 논의' 입장을 고수하는 바람에 해결의 단초가 꼬이고 말았다.

대전·내포의 혁신도시 추가 지정의 근거를 담은 '혁신도시 특별법' 개정안이 국회 국토위 심사에서 보류된 결정적인 이유다.

'절차상' 이견으로 사안의 본질이 호도되는 사례라고 하지 않을 수 없다.

혁신도시 지정에 대한 상세 절차와 과정이 관련법에 명시되지 않은 탓이 크다.

그렇다면 입법 수단으로 해결하는 수밖에 없다.

혁신도시 지정 절차를 관련법에 명시해서 지정 근거를 제시하거나, 해당 지역을 혁신도시로 지정할 수 있는 특례 법안을 마련하는 것이 바로 그것이다.

예컨대 박범계 의원이 대표 발의한 '국가균형발전특별법' 개정안에 혁신도시 지정 절차를 명시하고, 수도권을 제외한 모든 시·도에 혁신도시를 지정하도록 함으로써 국가균형발전 정책의 한계를 해소하는 방안을 제시했다.

이은권 의원도 '혁신도시 특별법' 개정안에 대전·내포를 혁신도시로 지정할 수 있는 특례를 담았다.

올해 말께나 122개 공공기관 추가 이전의 윤곽이 나올 것 같다.

내년 총선을 앞두고 대전·충남에서도 민감한 사안이 아닐 수 없다.

'물 들어 올 때 노 저어라'는 속담이 있다.

관련법 통과로 입법적인 뒷받침을 마련하는 일과 더불어 정치적인 여건 또한 십분 발휘할 수 있어야 하겠다.

주변의 긍정적인 변화와 신호를 충분하게 활용할 때다.

문 대통령 충남 방문에서 대선 공약 이행차원에서라도 내포 혁신도시 지정 약속을 반드시 받아내야 한다.

@highlight

다음 달 초 문재인 대통령의 충남 방문을 앞두고 문 대통령에게 충남 최대 현안인 내포혁신도시 지정을 강력하게 요청하면 좋은 결과가 있을 것이라는 낙관론이 나오고 있다.