하나은행의 모바일뱅킹 앱 '하나원큐'가 장시간 '먹통'이 되면서 이용자들이 불편을 겪고 있다.

특히 많은 기업들의 월급 지급일인 25일 문제가 발생해 자금을 이체해야 하는 이용자들의 불만이 폭주하고 있다.

25일 하나은행에 따르면 하나은행 하나원큐 앱은 이날 오전 10시 50분경부터 접속장애를 겪었다.

접속장애는 그로부터 5시간 여가 지난 오후 4시까지도 지속되고 있는 상태다.

하나은행 측은 25일이 기업들의 월급여일이 많은 만큼 접속에 과부하가 걸리면서 접속장애가 발생했다고 설명하고 있다.

동시간대에 접속하려는 사람들이 많다보니 초반에 과부하가 걸렸고, 이후 뒤를 이어 접속하려는 사람들이 지속적으로 접속을 시도하면서 과부하가 장기간 지속되고 있다는 것이다.

하나은행 관계자는 "이날 오전 10시 50분경 접속이 몰리면서 과부하로 접속장애가 발생했다"며 "초기에 이체를 시도했던 이용자들은 이체가 정상적으로 이뤄졌지만, 이후 접속장애가 발생하면서 과부하가 계속되고 있다"고 설명했다.

하지만 이전의 월급여일에는 비슷한 일이 발생하지 않았다는 점에서 이해할 수 없다는 반응도 나온다.

다른 은행에게도 25일이 월급여일인 것은 마찬가지임에도 유독 하나은행 모바일앱에서 이같은 일이 벌어지는 것은 문제가 있다는 지적이다.

특히 역시 이날이 월급여일인 만큼 이용자들의 자금이체 수요가 집중되는 만큼, 하나은행의 전산설비 관리에 문제가 있다는 비판도 나온다.

한 하나은행 이용자는 "월급여일이라 계좌이체를 해야 할 곳이 있었는데 모바일앱 접속이 안돼 근처 지점을 찾아 자동입출금(ATM)를 찾아야 했다"며 "같은 이유로 지점을 찾은 것으로 보이는 이용자들이 많아보였다"고 말했다.

금융감독원은 하나은행의 접속장애 문제에 대해서 들여다본다는 계획이다.

금감원 관계자는 "접속장애 문제가 해결되는대로 원인에 대해서 파악할 계획"이라고 했다.

하나은행에 앞서 우리은행도 지난 5월 모바일뱅킹 접속이 지연됐던 바 있다.

당시 우리은행은 3일간 시스템 점검과 교체를 완료한 후 차세대 전산시스템을 가동했지만 과부하로 접속장애 문제가 발생했다.

@highlight

하나은행의 모바일뱅킹 앱 '하나원큐'가 특히 많은 기업들의 월급 지급일인 25일 오전 10시 50분경부터 장시간 '먹통'이 되면서 이용자들이 불편을 겪고 있다.