올리브영이 '건강한 아름다움'이라는 철학을 강화한다.

국내 대표 헬스&뷰티스토어 올리브영은 올해 창립 20주년을 맞아 '건강한 아름다움'이라는 정체성을 공고히 하기 위해 브랜드 체계를 재정립하고, 로고를 리뉴얼했다고 25일 밝혔다.

올리브영의 변화·혁신 의지를 담았으며, 디지털 가독성도 높였다.

가장 큰 변화는 올리브영 매장이 전하고자 하는 콘셉트 변신이다.

올리브영은 이번에 비즈니스 정의를 2011년 정한 '트렌드 리딩 쇼퍼의 놀이터'에서 '건강한 아름다움을 큐레이팅하는 곳'으로 변경했다.

BI 로고, 매장 디자인, 유니폼 등도 대대적으로 바꿨다.

로고는 올리브 그린과 코럴 오렌지 컬러로 건강한 아름다움을 역동감 있게 표현했다.

심벌 컬러가 바뀐 것은 20년 만에 처음이다.

온라인·모바일 환경에서 로고가 잘 보일 수 있도록 활자 높이와 간격을 정비했다.

매장 디자인도 론칭 후 여섯 번째로 변경해 '6세대'로 전환된다.

이번 파사드는 로고의 시인성(색을 인지할 수 있는 성질)에 중점을 뒀으며, 매장 전면부는 중성적 디자인 느낌을 강조했다.

야간에도 매장과 로고가 선명하게 보일 수 있도록 간접 조명도 새롭게 설치한다.

올리브영은 새 로고를 온라인몰과 모바일앱에 우선 적용하고, 새로운 매장 디자인은 이달 오픈하는 신규점과 리뉴얼점을 중심으로 확대한다.

매장도 플래그십·타운·표준 등 총 세 가지 형태로 재편한다.

역할과 규모에 따른 분류는 물론 지역별 아이덴티티도 반영할 방침이다.

'플래그십'은 992㎡(300평) 이상 규모로, 다양한 상품과 체험 요소를 극대화한다.

명동과 강남 플래그십 스토어가 대표적이다.

'타운'은 권역별 주요 상권을 대표하는 매장으로, 파사드 로고 옆에 지역명을 강조한다.

유니폼, 서비스 멘트, 매장 음악(BGM), 쇼핑 봉투도 바꾼다.

올리브영 관계자는 "트렌드 변화에 발맞춰 올리브영만의 확고한 브랜드 가치를 느낄 수 있도록 하겠다"고 전했다.

@highlight

국내 대표 헬스&뷰티스토어 올리브영은 올해 창립 20주년을 맞아 '건강한 아름다움'이라는 철학과 정체성을 공고히 하기위해 브랜드 체계를 재정립하고 로고를 리뉴얼, 새 로고는 올리브영의 변화·혁신 의지를 담았으며, 디지털 가독성도 높였다.