티맥스 3사가 실무 중심 채용 연계형 인턴을 모집한다.

티맥스소프트(대표 김동철)와 티맥스데이터(대표 이희상), 티맥스오에스(대표 박학래·한상욱) 등 티맥스 3사는 수십명 규모 '채용 연계형 인턴 모집' 계획을 26일 밝혔다.

기술·관리 분야에서 실무 능력을 갖춘 인재를 확보하기 위해서다.

모집 분야는 기술지원(PS), 컨설팅(CS), 품질, 전략기획, 마케팅, 인사 등이다.

기술 부문은 컴퓨터·전산관련 전공, C·자바 기반 SQL 개발 경험, 정보기술(IT) 교육·업무 경력을 우대한다.

관리 직군도 상경, 마케팅, 컴퓨터 등 관련 전공자를 우대한다.

2020년 2월 졸업예정자, 인턴십 종료 후 2020년 1월 입사 가능한 자, 병역필 또는 면제자로 해외출장 결격사유가 없는 자를 중심으로 모집한다.

모집 부문과 관련된 전공이 아니거나 자격증이 없더라도 이에 준하는 전문성을 가졌다면 지원할 수 있다.

서류전형과 실무·임원면접을 통과한 지원자는 8주간 인턴 기간을 거친 뒤 소정의 평가를 통해 최종 정규직 전환 기회를 얻는다.

모집 기간은 10월 6일까지다.

지원과 채용 관련 자세한 사항은 티맥스 채용 홈페이지에서 확인할 수 있다.

지원자는 인턴십 프로그램으로 실무 중심 현장 경험을 쌓을 수 있다.

현업 종사자와 직접 소통으로 직무 성장 발판을 마련하고 정규직 전환의 기회를 얻는다.

티맥스는 지원자 실무 능력을 기반으로 기업에 최적화된 인재를 선별한다.

정보통신기술(ICT) 인력 수요 증가로 채용 경쟁 속에서 검증된 인재를 뽑겠다는 계획이다.

김동철 티맥스소프트 대표는 "4차 산업혁명 시대를 맞아 IT 인재 채용 경쟁이 심화되고 있다. 기업이 지원자 역량을 평가하듯 지원자 역시 자신의 직무적 가치관이 회사와 맞는지 알아보는 과정도 필요하다"며 "채용 연계형 인턴십으로 티맥스와 동일한 비전을 공유하는 최적 인재를 선별해 기업 경쟁력을 키우겠다"고 말했다.

@highlight

티맥스소프트 등 티맥스 3사가 기술.관리 분야에서 실무 능력을 가진 인재를 확보하기 위해 수십명 규모의 '채용 연계형 인턴'을 모집한다고 26일 발표했다.