부천대학교가 25일 소사캠퍼스에서 '한국과 우즈베키스탄의 유아교육정책 협력 방안'이란 주제로 국제학술대회를 열었다.

부천대와 한국실천유아교육학회가 공동 주관한 이번 학술대회는 한국과 우즈베키스탄의 유아교육에 대한 현재 상황과 정책, 앞으로 나아갈 방안을 모색하고자 마련됐다.

행사는 부천대 한정석 총장의 환영사와 우즈베키스탄 유아교육부 Shin Agrepina 장관의 축사를 시작으로 우즈베키스탄 유아교육부 Ten Yelena 국장이 우즈베키스탄의 유아교육정책의 현황과 발전 계획에 대해 발표했다.

이어 육아정책연구소의 문무경 국제연구협력실장이 한국과 우즈베키스탄의 유아교육정책 현황을 분석하고, 발전 방향을 제시했다.

부천대 이희경 교수가 BUT(Bucheon University in Tashkent) 유아교육과 교육과정 제공 및 운영 상황을 보고하고, 우리나라 개정 누리과정의 내용과 적용 방안을 소개했다.

또한 부천대 황지선 교수가 지난 1년간 BUT에서 우즈베키스탄 학생을 대상으로 진행했던 수업과 연구에 대해 발표했다.

마지막으로 우즈베키스탄 유아교육부의 Eshpulatov Komil 연수원장과 Rakhmatillaev Oyattillo 국장, BUT Nam Viktor 총장, 윤길근 부천대 부총장, 강완식 프라인청라유치원 이사장, 이윤경 부천대 특임교수 등이 학술대회 내용을 바탕으로 양국의 유아교육 협력 증진을 위한 활발한 토론을 펼쳤다.

한편 부천대는 우즈베키스탄에 지난 2017년 유아교육부를 설치한 이후 왕성한 교류를 진행하고 있으며, BUT에 유아교육과정을 제공하는 등 적극 협력하고 있다.

또한 학교 내에 우즈베키스탄 유아교육 연구소를 개소해 양국의 유치원 제도, 유치원 교육과정, 유아교사 양성과정 등 유아교육 협력·경험 공유를 위한 전반적인 연구를 진행하고 있다.

@highlight

2017년우즈베키스탄에 유아교육부를 설치한 이후 활발한 교류를 진행중인 부천대는 한국과 우즈베키스탄의 유아교육에 대한 현지 상황과 정책, 나아갈 방향을 모색하고자 '한국과 우즈베키스탄의 유아교육 정책 협력방안'이라는 주제로학술대회를 개최했다.