[데일리동방] 민간택지 분양가상한제를 적용하기 위한 '주택법 시행령 개정안' 입법예고 기간이 23일 종료됐다.

국토교통부는 이르면 내달 중 개정안을 정식 공포해 시행할 예정이다.

그러나 이번 입법예고 기간에 수천개에 달하는 반대의견이 접수되면서 당초 계획보다 공포 시점이 늦어질 가능성도 높다.

24일 국토부에 따르면 민간택지 분양가상한제 적용에 관한 입법예고 기간 40일 동안 총 4949명이 218건의 의견을 제출했다.

국토부 홈페이지의 입법예고 의견수렴 페이지에는 3400여개가 넘는 반대의견이 접수됐다.

이 가운데 상당수가 재건축 수익성 악화를 우려한 조합원들의 의견이었다.

특히 소급적용 관련 반대의견이 다수를 차지했다.

분양제 상한가 적용시점을 '관리처분인가를 신청한 단지'에서 '입주자모집 승인을 신청한 단지'로 늦춰달라는 것이다.

지난 2017년 11월 개정된 주택법 시행령에 근거해 관리처분인가를 받고 이주를 완료한 재건축 아파트에까지 소급 적용하는 것은 재산권 침해라는 지적이다.

정부는 지난 2017년 11월 7일 주택법 시행령을 일부 개정, 분양가상한제 적용을 입주자모집 승인을 신청하는 단지로 하되 주택조합은 예외로 뒀다.

주택조합이 공급하는 주택에 대해서는 사업계획 승인 및 관리처분계획 인가를 신청하는 시점부터 적용하도록 한 것으로, 진행 중인 주택 건설사업의 안정적인 추진을 위해서였다.

그러나 이번 개정안에서는 이 예외 조항을 없앴다.

이에 따라 상한제 적용 지역이 발표되면 해당 지역에서 공급되는 모든 주택은 입주자모집 승인을 신청하는 시점부터 상한제를 적용받게 된다.

국토부 관계자는 "의견 제출인 수가 많아 분류 작업에 상당시간이 소요될 것으로 보인다"며 "의견을 꼼꼼하게 검토해 반영 여부를 판단할 예정이다"고 말했다.

입법예고 이후 공포까지는 △법제처 및 규제개혁위원회 심사 △차관회의 △국무회의 의결 등의 절차가 남아있다.

@highlight

국토교통부는 민간택지 분양가상한제를 적용하기 위한 '주택법 시행령 개정안' 입법예고 기간이 23일 종료되면서 이르면 내달 중 개정안을 정식 공포해 시행할 예정이었으나 국토부 홈페이지의 입법예고 의견수렴 페이지에는 3400여개가 넘는 반대의견이 접수됐다.