25일 도청 재난종합상황실에서 열린 아프리카돼지열병 긴급방역대책 영상회의에서 양승조 충남도지사가 발언하고 있다.

[충청투데이 조선교 기자] <속보>= 경기·인천지역에서 아프리카돼지열병(ASF)이 점차 확산 반경을 넓혀가고 있다.

추가로 파악된 충남도내 역학관계 시설은 정밀검사 결과에서 모두 '음성' 판정을 받았지만 경기·인천지역 4개 시·군에서 ASF가 잇달아 발생하면서 위기감이 고조되고 있다.

25일 충남도 등에 따르면 지난 16일 경기 파주에서 ASF가 첫 발병한 데 이어 한 주 동안 연천과 김포, 인천 강화에서도 ASF 확진 판정이 나왔다.

지난 23일 확진 판정을 받은 농가(김포·파주·강화)와 역학적으로 관련이 있는 충남도내 축산시설은 총 6곳으로 정밀검사 결과 이상이 없는 것으로 확인됐다.

도내 직·간접적 역학관계 시설은 지금까지 216개소로 파악됐으며 이 가운데 185개소는 최대 잠복기간인 21일 내 역학관계가 발생해 이동제한을 유지 중이다.

도 재난안전대책본부는 점차 ASF가 확산됨에 따라 25일 긴급방역대책 영상회의를 열고 각 시·군과 차단 방역 강화 방안을 논의했다.

회의는 양승조 지사와 김용찬·나소열 부지사, 실·국장, 시·군부단체장 등 60여명이 참석한 가운데 진행됐으며 ASF 진행 및 조치사항 보고와 실·국 협조사항 전달 등 순으로 진행됐다.

양 지사는 회의를 통해 각 시·군에 △축산차량 이동중지 이행 여부 철저 확인·점검 △거점소독시설 및 이동통제소 24시간 운영 및 소독·통제 철저 △역학 농가 관리 철저 △농장 진입로 생석회 살포, 출입자 통제 등 철저한 방역 추진 등을 주문했다.

양 지사는 "양돈산업이 최대 위기 상황을 맞고 있다"며 "소독과 차단, 철저한 통제만이 위기 상황을 넘길 수 있는 최선의 방안인 만큼, 단호하고 신속하게 매뉴얼을 뛰어넘는 방역을 추진해 달라"고 당부했다.

@highlight

25일 충남도에 따르면 지난 16일 이후 ASF가 경기 파주를 시작으로 인천, 파주 등에서 계속 발생하는 가운데 지난 23일 확진 판정을 받은 해당 지역의 농가와 역학적 관계에 있는 충남도 내 축산시설 6곳에 대한 검사를 진행한 결과 음성으로 나왔으나, 도 재난안전대책본부는 25일 긴급 방역대책 회의를 열고 각 시·군과 ASF의 추가 확산에 따른 차단 대책을 논하였다.