경북도의회 김영선 저출산·고령화대책특위 위원장(비례·더불어민주당)이 실효성 있는 저출생 정책마련이 필요하다고 강조했다.

김 위원장은 지난 24일 성주군청 대강당에서 열린 '2019년 제3차 경상북도 인구정책 대토론회'에 토론자로 참여해 이 같이 밝혔다.

경북도가 주최하고 인구보건복지협회 대구경북지회가 주관하는 이번 토론회는 김수연 서울대 인구정책연구센터 책임연구원의 '인구변화에 따른 지자체 인구정책 방향'을 주제로 진행됐다.

지난 5월과 6월 포항과 청도에 이어 세 번째다.

토론회는 지역민과의 토론을 통해 실효성 있는 정책 수립 기반을 마련하고 저출생 위기 극복을 위한 도민 공감대를 확산하기 위해 마련됐다.

이날 김영선 위원장은 "현재 저출생 사업의 대부분이 국비보조사업으로 정부시책에 맞춰 지자체가 일정 부분 예산을 부담하는 방식으로 추진되고 있어 지자체 차원의 특색 있는 맞춤형 저출생 사업 추진이 어려운 것이 현실"이라면서 "장기적으로 저출생 대책에 있어 지자체의 정책 자율성과 책임성을 부여하고 그에 맞는 재원확충 체계가 구축돼야 한다"고 강조했다.

또 인구문제에 있어 "경북도내 시군은 인구유출 심화가 출생률 감소로 이어지는 구조를 가지고 있는 만큼 정부차원에서는 젊은층의 지방이주를 정책적으로 지원하고 자치단체에서는 유입된 젊은층이 생활할 수 있는 환경 조성 등의 대책 마련이 필요하다"고 덧붙였다.

이와 함께 김 위원장은 "국제화와 저출생의 시대에서 이(주)민 정책만큼 우리사회의 인구문제와 미래국부를 보장할 수 있는 수단은 없다"고 강조한 뒤 "우리나라도 외국인 이(주)민에 대한 인식 전환이 절실한 상황이며 국적의 경계선을 넘어서는 정책 대안이 마련돼야 한다"고 역설했다.

김 위원장은 "앞으로 저출산·고령화대책특별위원회에서는 지역 내 인구문제와 저출생·고령화 문제 해결 위한 정책대안 발굴과 현장의 목소리를 듣기 위한 활동도 강화해 실효성 있는 지역 저출생 대책 마련을 위해 더욱 노력하겠다"고 밝혔다.

@highlight

지난 24일 성주군청 대강당에서 열린 '2019년 제3차 경상북도 인구정책 대토론회'에서 토론자로 참석한 경북도의회 김영선 저출산·고령화대책특위 위원장(비례·더불어민주당)은 실효성 있는 저출생 정책마련이 필요하다고 강조했다.