순천시는 180억원을 들여 국가정원을 리뉴얼하고 도심 전역에 생활정원을 조성할 계획이다.

순천만국가정원 일대 전경.

순천시가 ‘2023년 순천만국제정원박람회’를 재개최하기로 해 귀추가 주목된다.

재개최가 확정되면 순천만국제정원박람회를 10년 만에 다시 여는 것이어서 국가정원 브랜드 가치가 높아질 전망이다.

순천시에 따르면 시는 최근 베이징에서 열린 국제원예박람회에 참석해 2023년 순천만국제정원박람회 개최 의사를 밝혔다.

순천시는 180억원을 들여 국가정원을 리뉴얼하고 도심 전역에 생활정원을 조성하는 계획을 발표했다.

도시정원과 정원마을, 공동텃밭, 공동체 정원 등 시민이 주도하는 ‘순천형 정원도시’를 조성하는 내용이 담겼다.

국가정원은 연향뜰에 들어선 잡월드를 중심으로 생태경제 교육존으로 개발하고 원도심은 생태문화 예술촌으로 탈바꿈한다.

순천만 갯벌은 유네스코 유산존으로 개발해 해양연구센터와 갯벌세계유산센터를 건립하기로 했다.

화포와 와온 해변은 해양관광 특구존으로 개발한다.

순천만국가정원은 정원과 문화, 역사를 담은 전시 체험공간으로 리뉴얼된다.

기하학정원과 미래정원, 문화예술 갤러리를 조성해 생태와 문화가 숨 쉬는 공간으로 조성할 계획이다.

순천시는 내년 3월 미국 마이애미에서 열릴 국제원예생산자협회(AIPH·International Association of Horticultural Producers) 총회에서 국제기구 승인을 받을 계획이다.

내년 7월 기재부의 국제행사 타당성 조사를 거쳐 승인을 받은 뒤 본격적으로 개최를 준비한다는 방침이다.

순천시 관계자는 “국제정원박람회는 국제기구인 AIPH와 정부의 승인을 받아야 한다”며 “국제기구인 AIPH는 도심 전체를 정원으로 만들고 시민이 참여하는 우리 시의 계획에 힘을 실어주는 분위기”라고 밝혔다.

@highlight

순천시는 2023년 순천만국제정원박람회 개최 준비를 위해 내년 3월 국제원예생산자협회 총회에서 국제기구 승인을 받을 계획이다.