윤재옥 의원 "지방자치법 시행령 개정 탓 "

올 들어 지방의회 10곳 가운데 9곳이 지방의원 의정비를 인상한 것으로 드러났다.

지난해 10월 지방의원 의정비를 자치단체가 자율적으로 결정할 수 있도록 한 지방자치법 시행령 개정안 시행 첫 해 지방의회들이 일제히 의정비를 올린 것이다.

자유한국당 윤재옥 의원(대구 달서을)이 행정안전부로부터 제출받은 최근 3년간 지방의원 의정비 현황을 분석한 결과, 기초 및 광역의회 243곳(광역 17, 기초 226) 가운데 전체의 90.5%인 220곳(광역 13, 기초 207) 의회가 의정비를 인상했다.

전년 대비 동결한 지역은 23곳(광역 4, 기초 19)에 그쳤다.

광역의회 가운데 올해 동결된 곳은 인천, 울산, 경남, 제주 등 4곳이다.

세종시의회의 경우 2018년 4200만원에서 2019년 5197만원으로 전년 대비 23.7%를 인상해 광역의회 가운데 가장 높은 인상률을 보인 것으로 확인됐다

기초의회 가운데 대전 중구의회, 고흥군의회, 안동시의회, 울진군의회, 거제시의회 등은 2017년부터 올해까지 의정비를 3년 연속 동결해 왔다.

울산의 경우 시의회와 5곳 구의회 모두 2019년도 의정비를 동결돼 눈길을 끌었다.

지방의원 의정비는 지방의원의 의정 자료수집 등을 위해 정액으로 지급되는 의정활동비(광역 1800만원, 기초 1320만원)와 의원들의 직무활동에 대해 지급되는 비용으로 의정비심의위원회에서 결정하는 월정수당 등으로 구성된다.

윤재옥 의원은 "행정안전부는 과도하게 의정비를 인상한 자치단체의 경우에는 해당 자치단체의 재정 수준 등에 비추어 적절하게 산정이 됐는지 여부 등 지방자치법 시행령 개정 이후 처음으로 시행된 2019년도 의정비 결정 과정에서 나타난 문제점들을 철저히 분석해 향후 의정비가 국민의 눈높이에 맞게 결정될 수 있도록 적극적으로 관리감독에 나서야 한다"고 전했다.

@highlight

지방의원 의정비에 대한 자치단체의 자율적 결정을 가능하게 한 지방자치법 시행령 개정안 시행 첫 해인 올해 기초 및 광역의회 243곳(광역 17, 기초 226) 가운데 전체의 90.5%인 220곳이 지방의원 의정비를 인상한 것으로 확인됐다.