홈플러스 고객 4만9000여명의 개인정보가 유출된 사실이 드러나 방송통신위원회와 한국인터넷진흥원(KISA)이 조사에 착수했다.

26일 국회 과학기술정보방송통신위원회 소속 변재일 더불어민주당 의원이 방통위로부터 제출받은 자료에 따르면 미상의 특정인이 홈플러스 온라인몰에 타인의 계정정보(아이디·비밀번호)로 접속한 사실이 드러났다.

해킹 목적은 포인트 탈취로 알려졌다.

유출된 개인정보는 4만9000여건에 이른다.

이번 사건은 2017년 10월17일부터 2018년 10월1일까지 약 1년에 걸쳐 발생한 것으로 확인됐다.

홈플러스는 사건 발생 2년이 지나도록 사실을 인지하지 못하고 있다가 지난 20일 한 고객이 포인트 미적립 민원을 제기하면서 개인정보 유출 사실을 알게됐다.

홈플러스는 지난 20일 방통위에 사고 내용을 알렸지만 개인정보 유출 사실을 인지한 지 6일이 지난 현재까지 이용자에게 개인정보 유출과 포인트 탈취 사실을 공지하지 않았다.

정보통신망법에는 서비스 제공자가 고객 개인정보 유출 사실을 인지하면 지체없이 모든 사항을 이용자에게 알리고 방통위나 한국인터넷진흥원에 신고하도록 명시돼있다.

방통위는 해커가 홈플러스 고객 아이디와 패스워드를 취득해 부정 로그인을 시도했다고 판단하고 KISA와 지난 25일 현장조사에 착수했다.

관리적 조치 여부 등을 조사한 뒤 법위반 사항이 확인되면 제재할 계획이다.

관리적 조치를 하지 않아 개인정보의 도난, 유출 등이 발생한 경우 위반행위와 관련한 매출액의 100분의 3이하에 해당하는 과징금을 부과하도록 정하고 있다.

변재일 의원은 "홈플러스가 개인정보 유출을 인지한 지 6일이 지나도록 고객에게 피해사실을 알리지 않고 있는 것은 3000만원 이하의 과태료를 부과할 수 있는 현행법 위반 사안"이라고 지적했다.

그러면서 "홈플러스가 무려 2년 동안 고객 4만9000명의 개인정보 유출 사실을 인지하지 못한 것은 고객의 개인정보를 내팽개친 것이나 다름없다"며 "2011년 개인정보 장사로 곤혹을 치른 사실이 있음에도 개인정보 유출과 재산상의 피해 사실을 고객들에게 6일 동안 은폐한 것 역시 무책임한 행태"라고 꼬집었다.

@highlight

26일 변재일 더불어민주당 의원은 미상의 특정인이 포인트 탈취를 목적으로 홈플러스 고객 4만9000여명의 개인정보로 접속한 사실이 밝혀져 방송통신위원회와 한국인터넷진흥원이 조사에 들어갔다고 밝혔다.