경찰이 필리핀 경찰의 역량 강화를 돕기 위해 오토바이 142대를 전달하기로 했다.

경찰청은 필리핀 마닐라 퀘존시티 경찰청 본부에서 '한국형 경찰 오토바이'를 필리핀 경찰청에 인도하는 기념행사를 열었다고 26일 밝혔다.

이번 오토바이 인도는 한국 경찰청과 한국국제협력단(KOICA·코이카)이 필리핀 시민과 한국인 교민 안전을 위해 진행하고 있는 공적개발원조(ODA)의 일환으로 이뤄졌다.

경찰청과 코이카는 2016년부터 2020년까지 660만달러(약 80억원)를 투입해 필리핀 수사역량 강화 사업을 진행하고 있다.

필리핀 경찰은 지난해 5월 한국형 순찰차 130대를 지원받은데 이어 기동성이 좋은 이륜차도 제공받으면서 앞으로 범죄 예방 순찰 강화와 범죄 현장 신속 출동에 도움이 될 것으로 기대하고 있다.

행사에는 민갑룡 경찰청장과 오스카 알바얄데 필리핀 경찰청장 등이 참석했다.

알바얄데 경찰청장은 "한국이 치안협력 사업을 통해 우수한 치안 기법과 경찰 장비를 지원한 것에 감사한다"며 "앞으로 재외국민 보호와 공조 수사 분야에서 적극적인 협력을 약속한다"고 말했다.

한국 경찰에 따르면 필리핀 경찰 수사역량 강화사업 시행 이후 양국 경찰간 국제범죄 공조 수사 협력, 도피사범 검거 송환 등 가시적인 성과를 보이고 있다.

필리핀 내 한국인 피살자 수는 2015년 10명에서 2018년 3명으로 3분의 1로 줄었다.

반면 도피사범 국내 송환은 같은 기간 47명에서 108명으로 2배 이상 늘었다.

지난 6월에는 2016년 7월 발생한 한인 총기사망사건의 용의자 전 모씨(48)를 마닐라에서 검거해 국내로 송환했다.

7월에는 양곡 구매대금 명목으로 대부업체에서 50억 원을 대출받아 가로챈 뒤 해외로 도주한 조 모씨(57·여)가 필리핀으로 입국을 시도하다 붙잡히기도 했다.

이번에 한국형 경찰 오토바이 인도를 계기로 국산 오토바이의 필리핀 시장 정식 수출로 이어질 것이라는 기대도 나오고 있다.

국내 기업이 제작한 경찰 오토바이에는 한국 경찰이 사용하는 표준 장비가 동일하게 탑재돼 있다.

경찰 관계자는 "필리핀 시장에 국산 오토바이가 처음으로 진출했다는 점에서 현지에서도 관심이 높아지고 있다"고 말했다.

@highlight

한국 경찰청과 KOICA가 진행중인 공적개발원조의 일환으로, 경찰청이 한국형 경찰 오토바이를 필리핀 경찰청에 인도하는 기념행사가 필리핀 마닐라 퀘존시티 경찰청 본부에서 열렸는데, 이로써 필리핀 경찰은 지나 해 5월 한국형 순찰차 130대를 제공받은 데 이어, 이륜차도 지원받으면서 순찰 및 검거 활동에 기동성을 추가확보하게 됐다.