태국 최초이자 최고(最古) 호텔 브랜드 '두짓 인터내셔널'의 수파지 수툼뿐 최고경영자(CEO)와 베트남 첫 프리미엄 유제품 생산 기업인 TH그룹의 타이흐엉 회장, 전 세계 유명 건축가들과 '럭셔리' 조립주택을 개발해 필리핀 첫 유니콘에 등극한 레볼루션 프리크래프티드의 로비 안토니오 창업가 겸 CEO가 제4회 아세안기업인상을 공동 수상했다.

26일 제20회 세계지식포럼에서 열린 시상식에는 수상자들이 전원 참석해 무대를 빛냈다.

올해 수상자들의 공통점은 동남아시아 '안방 시장'을 넘어 글로벌 시장을 공격적으로 개척하고 있다는 점이다.

수파지 CEO는 '두짓타니'를 비롯해 4개 호텔 브랜드를 내세워 미국, 중국, 이집트 등 14개 국가에서 50개 넘는 호텔·리조트를 운영하고 있다.

타이흐엉 회장은 러시아에 27억달러(약 3조2000억원)를 투자해 정보기술(IT)이 접목된 '스마트 팜'과 우유 가공 복합시설 등을 건설하고 있다.

안토니오 CEO는 전 세계 건축가 80여 명과 손잡고 레고 블록처럼 공장에서 미리 제조해 현장에서 조립하는 방식인 '프리패브 공법'으로 디자인이 우수한 건축물을 30여 개 국가에 판매하고 있다.

수상자들은 한목소리로 "한국은 아세안 기업들의 가장 좋은 파트너가 될 수 있다"며 수상 소감을 밝혔다.

특히 아세안 기업들이 보유한 다양한 인적자원과 한국의 4차 산업 기술을 결합하면 양측이 윈윈할 수 있는 새로운 협력 사업이 가능할 것이라고 강조했다.

아세안기업인상은 매일경제가 2016년 아세안의 중요성을 인식하고 한국과 아세안 간 비즈니스 네트워크를 강화하기 위해 제정했다.

지난해부터 매일경제와 한아세안센터(사무총장 이혁)가 공동 주최하고 있다.

한아세안센터는 한국과 아세안 정부 간 협력 증진을 위해 2009년 출범한 국제기구다.

수상자들은 10개국의 주한 아세안 대사들에게 유망 기업을 추천받은 뒤 아세안 전문가들이 참여하는 선정위원회 심사를 거쳐 선정됐다.

한·아세안 대화관계 수립 30주년을 맞는 올해는 한국 외교부와 아세안사무국이 후원했다.

@highlight

26일 제20회 세계지식포럼에서 열린 시상식에서는 태국 호텔 브랜드 '두짓 인터내셔널'의 수파지 수툼뿐 CEO와 베트남 첫 프리미엄 유제품 생산 기업의 타이흐엉 회장, 럭셔리 조립주택을 개발해 필리핀 첫 유니콘에 등극한 레볼루션 프리크래프티드의 로비 안토니오 CEO 외 세계 유명 건축가들이 제4회 아세안기업인상을 함께 수상했는데, 수상자들의 공통점은 글로벌 시장을 공격적으로 개척하고 있다는 점이다.