박현제 소프트웨어정책연구소장은 26일 서울 광화문에서 기자간담회를 열고 "앞으로 AI 정책 연구 개발에 집중하겠다"고 밝혔다.

박현제 소프트웨어정책연구소(SPRI) 소장이 26일 앞으로는 인공지능(AI) 관련 정책 발굴에 총력을 기울이겠다는 포부를 밝혔다.

박 소장은 이날 서울 광화문에서 진행 된 취임 후 첫 기자간담회에서 "4차산업혁명의 핵심인 AI 중심의 시대가 오고 있다"며 이 같이 밝혔다.

소프트웨어정책연구소는 지난 2014년 국내 소프트웨어 정책 연구 및 전략개발을 위해 설립됐다.

지난 5년간 초중등 소프트웨어 교육 의무화, 소프트웨어 중심대학 사업, 소프트웨어진흥법 전면 개정 등 국내 주요 정책 수립을 지원했다.

지난 6월 3대 소장으로 취임한 박 소장은 "세계 주요국이 AI를 국가적 차원에서 준비하고 있다. 지금은 향후 100년을 좌우할 수 있는 중요한 시기"라며 "AI가 중심이 되는 글로벌 경제체제에서 국가 경쟁력 제고를 위해 AI정책연구를 대폭 강화하겠다"고 강조했다.

구체적으로 박 소장은 △AI산업 실태조사 △AI기업 및 인재육성 방안 △AI분야 법·제도 △차세대 AI 기술 확보 방안 △지능화 지수 개발 등의 연구를 추진할 방침이다.

또한 AI통계와 AI 포털 서비스도 신설해 정부 정책 수립을 지원할 계획이다.

이에 따라 박 소장은 이달 초 조직개편을 통해 AI정책연구팀을 신설했다.

AI 정책연구 실효성 제고를 위해 소프트웨어정책연구소 전 직원을 대상으로 AI 교육도 향후 실시한다.

박 소장은 "국제적으로 우리나라는 AI 경쟁력 2위 그룹에 속해 있다는 평가를 받고 있다. 2~3년만 더 관심을 빠르게 가졌으면 어땠을까 아쉬움이 있다"며 "최소한 미국과 중국이 속해 있는 AI 1위 그룹에 우리도 포함될 수 있도록 노력하겠다"고 전했다.

한편, 박 소장은 솔빛미디어 대표이사와 두루넷 전무이사, 온넷시스템즈코리아 대표이사 등을 거친 국내 1세대 벤처인이다.

이후 한국산업기술평가관리원 DTV·방송개발 PD와 정보통신기술진흥센터 융합서비스 PM 등을 거쳐 지난 6월 소프트웨어정책연구소 소장으로 취임했다.

@highlight

2014년 국내 소프트웨어 정책 연구 및 전략개발을 위해 설립된 소프트웨어정책연구소 3대 소장인 박현제 소장은 26일 서울 광화문에서 취임 후 첫 기자간담회를 열고 "4차산업의 핵심인 AI중심의 시대가 도래하고 있는 만큼 앞으로  AI 정책 연구 개발에 집중하겠다"고 밝혔다