매일경제 생애설계센터는 (사)한국생애설계협회와 함께  퇴직예정자 아카데미 10월 과정을 개설한다고 밝혔다.

교육은 10월 29일부터 3일간 진행된다.

2019년 통계청의 장래인구추계에 따르면 우리나라의 고령인구 구성비는 2019년 14.9%에서 2067년 46.5%까지 계속 증가할 전망이다.

또한 우리나라의 중위연령은 2020년 43.7세에서 2065년 62.2세로 가파르게 증가할 전망이다.

이는 2065년 세계 인구의 중위연령이 38.2세, 유럽의 중위연령이 47.6세 인 것을 감안하면 우리나라가 빠르게 초고령 사회로 진입하고 있는 것을 알 수 있다.

이러한 사회적 변화를 앞두고 있는 중장년층은 퇴직 후 미래에 대한 고민이 많다.

연금으로 생활비를 충당하는데 부족하지 않을지, 퇴직금으로 창업을 하고 싶은데 어떻게 시작해야 할지, 집에 있는 시간이 길어진 만큼 가족들과의 관계를 어떻게 개선할지, 자신에게 맞는 건강 관리법 또는 여가활동이 무엇이 있는지 등 퇴직 후 인생에 대한 고민은 끊이질 않는다.

이러한 중장년층을 위해 매일경제 생애설계센터는 퇴직예정자를 위한 생애설계 교육 과정을 매달 진행하고 있다.

수강생은 강의를 통해 자신이 살아온 인생을 돌아보고, 앞으로 어떻게 살아가면 좋을지에 대해 고민하는 시간을 갖는다.

이후 수강생은 생애설계 전문가와 함께 각 주제별로 생애설계 워크시트를 작성하며 고민에 대한 해답이 담겨있는 나만의 생애설계 실행안을 완성하게 된다.

퇴직예정자 아카데미는 ▲변화관리(인생 3기, 할 일이 너무 많다), ▲재무(스스로 완성하는 재무설계), ▲건강(건강관리는 치료가 아닌 예방), ▲관계(소통의 힘 키우기), ▲여가(스스로의 행복 누리기), ▲커리어/재취업(평생 현역 생활 준비하기) 총 6가지 주제로 진행된다.

퇴직예정자 아카데미 수강생 모집은 10월 25일까지 진행된다.

또한 매일경제 생애설계센터는 기업 대상의 퇴직예정자 교육도 함께 진행하고 있다.

교육에 대한 문의는 매일경제 생애설계센터 또는 한국생애설계협회 홈페이지에서 가능하다.

@highlight

매일경제 생애설계센터는 (사)한국생애설계협회와 함께  퇴직예정자 아카데미 10월 과정 수강생을 10월 25일까지 모집하며, 전문가와 함께 각 주제별로 생애설계 워크시트를 작성하고 나만의 생애설계 실행안을 완성하게 된다.