P&G의 다우니가 국내 세탁세제시장에 진출한다.

P&G는 세계 1위 미국 세제회사다.

다우니는 국내 섬유유연제시장을 주도하고 있다.

독일 세제 퍼실과 LG생건 애경 등 토종세제들이 각축을 벌이고 있는 세탁세제시장 판도를 바꿀지 주목된다.

한국P&G는 다우니 초고농축 액체세탁세제와 폼형 세탁세제를 한국에 처음 선보인다고 25일 밝혔다.

한국P&G측은 "신제품 다우니 세탁 세제는 한국 소비자들 빨래 습관에 대한 심도 있는 분석을 바탕으로 개발된 프리미엄 세제"라며 "초고농축 액체세제와 더불어 전세계 최초로 한국에 선보이는 혁신적인 '폼(foam)'형 세제의 두가지 타입으로 출시된다"고 설명했다.

한국 소비자들이 더 깨끗한 세탁을 위해 본 세탁 전 애벌빨래를 한다는 점에 주목, 애벌빨래 없이도 찌든 때와 얼룩을 효과적으로 제거할 수 있도록 세탁력을 강화했다는 게 P&G측 주장이다.

액체 세제는 2배, 폼형 세제는 3배 농축된 세정 활성제가 들어있다.

또 세탁기 사용때 헹굼 횟수를 늘리거나 때가 잘 빠지도록 물 온도를 높게 설정하는 한국 소비자들 세탁 습관에도 주목했다.

다우니 세제를 거품이 적게 발생하는 만든 이유다.

다우니 폼형 세제엔 12g의 가벼운 폼 안에 P&G의 최신 기술이 고스란히 담겼다.

빨래 1회당 한 개의 폼을 세탁기에 던져 넣어 사용할 수 있어 간편하고 별도의 계량 없이 적당량의 세제를 사용할 수 있다.

다우니 세탁 세제 소비자 가격은 액체 세제 2L, 폼형 세제 16개 기준 각각 1만8000원이다.

10월 1일부터 주요 온라인·전국 대형 마트 등에서 판매한다.

한편 시장조사 전문기관 닐슨코리아에 따르면 2018년 기준 국내 세탁세제 시장규모는 3300억원이다.

독일 세제브랜드 퍼실이 2014년부터 지난해까지 국내 액체세제시장 점유율 1위를 차지하고 있다.

@highlight

P&G의 다우니가 국내 세탁세제시장에 진출하여 세탁세제시장 판도를 바꿀지 주목되는 가운데 한국 P&G는 한국소비자들의 빨래습관을 분석해 다우니 초고농축 액체세탁세제 , 폼형 세탁세제를 각각 1만8000원에 10월1일부터 온라인 , 대형마트 등에 판매한다.