국내 최대 음원서비스 사이트 '멜론' 운영사 전 대표 등이 작곡가, 가수 등에게 돌아가야 할 저작권료를 허위로 정산해 수백억원을 빼돌린 혐의로 재판에 넘겨졌다.

서울동부지검 사이버수사부(김봉현 부장검사)는 저작권자들에게 지급해야할 돈 180억여원을 부당하게 가로챈 음원서비스 멜론의 운영사인 로엔엔터테인먼트(현재 카카오M) 전 대표 신 모씨(56)와 전 부사장 이 모씨(54), 전 본부장 김 모씨(48)를 특정경제범죄가중처벌등에관한법률위반(사기) 혐의로 25일 불구속 기소했다고 26일 밝혔다.

검찰에 따르면 신씨 등은 2009년 1월~12월 'LS 뮤직'이라는 가상음반사를 저작권자로 등록하고 회원들에게 LS 뮤직이 저작권 등록한 곡을 무료로 선물했다.

LS뮤직이 저작권 등록한 곡들은 이미 저작권 보호기간이 지난 곡들이었다.

멜론은 발생한 수익의 일정 비율을 저작권자들에게 나누는 과정에서 LS뮤직에게도 저작권료를 지급한 것으로 확인됐다.

LS뮤직은 이미 보호기간이 끝난 곡들로 장사를 한 셈이다.

이 수법으로 41억원을 빼돌린 것으로 검찰은 보고 있다.

이들은 또 2010년 4월~2013년 4월 유료 서비스에 가입한 뒤 사이트에 접속하지 않은 회원들이 지불한 금액도 저작권료 정산에 포함시켜야 함에도 이를 제외시켜 141억원을 가로챈 혐의도 받는다.

검찰은 신씨 등이 미사용자 이용료가 정산에서 제외된다는 사실을 저작권자들에게 알리지 않은 것으로 봤다.

이들은 저작권자들이 정산 방식을 문의할 경우 미접속 회원의 이용료도 정산에 포함되는 것처럼 속여온 것으로 드러났다.

신씨 등은 검찰 조사에서 유령음반사를 차려 저작권료를 제대로 정산하지 않은 것은 인정하면서도, 미접속 회원의 결제금액 미정산 혐의는 부인하고 있는 것으로 알려졌다.

검찰 관계자는 "그동안 의혹으로만 제기돼온 음악서비스 업체의 부당한 저작권료 정산의 실체가 밝혀진 최초 사례"라며 "저작권자들의 피해가 회복되고, 저작권료 정산이 보다 투명하게 이뤄질 수 있는 시스템이 마련될 것으로 기대한다"고 밝혔다.

@highlight

'멜론'의 운영사 전 대표와 전 부사장, 전 본부장은 'LS 뮤직'이라는 가상음반사를 통해 수백억원의 저작권료를 빼돌렸고, 이에 서울동부지검 사이버수사부는 이들을 특정경제범죄가중처벌등에관한 법률위반 혐의로 25일 이들을 불구속 기소했다.