이낙연 국무총리와 보이코 보리소프 불가리아 총리가 정부서울청사에서 양자회담을 가졌다.

이낙연 국무총리는 26일 오전 정부서울청사에서 '보이코 보리소프(Boyko Borissov)' 불가리아 총리와 양자회담에 이어 양해각서 서명식 및 공동기자회견을 가졌다.

양국 총리는 총리회담에서 양국 기업 간 교역·투자 확대 등 실질협력 강화방안과 한반도 및 발칸지역 정세 등에 대해 폭넓은 의견을 교환했다.

이 총리는 불가리아 출신 크리스탈리나 게오르기에바 세계은행 최고경영자(CEO)가 25일 IMF 총재로 선출된 것을 축하하고, 불가리아 총리로서 보리소프 총리의 최초 한국방한을 환영했다.

이어 내년 양국 수교 30주년을 앞두고 이뤄진 보리소프 총리의 방한이 양국 간 포괄적 미래지향적 동반자 관계를 심화시키는 데 크게 기여할 것이라고 밝혔다.

보리소프 총리는 10월 이 총리의 불가리아 공식방문 후 한-불가리아 교역이 불가리아-일본 교역보다 더 많아졌다고 하면서 한-불가리아 교역 및 투자가 확대되고 있는데 만족을 표했다.

이어 불가리아는 한국을 아시아 내 전략적 파트너라고 생각한다면서 보다 많은 한국기업이 불가리아에 투자해줄 것을 요청했다.

이 총리는, 한국기업에게 우호적 투자여건을 제공하겠다는 불가리아 정부의 계획을 환영하면서, 이를 통해 한국기업들의 대불가리아 투자가 촉진되기를 기대한다고 밝혔다.

양국 총리는 ▲자동차 ▲전기차 배터리 등 유망한 미래산업 분야에서 양국 협력이 증진돼 일자리 창출과 함께 경제발전에 기여하도록 함께 노력하기로 했다.

아울러, 오늘 양국이 서명한 에너지 협력 MOU를 기반으로 신재생에너지 분야에서도 파트너십을 강화해 나가기로 뜻을 모았다.

이 총리는 "한-불가리아 수교 30주년 기념사업 협력 MOU를 기반으로 내년에 수교 30주년을 기념하는 다양한 행사가 이루어지기를 기대한다"라며 불가리아 정부가 한반도 평화정착을 위한 한국정부의 노력 일관되게 지지해 준 데에 감사를 표했다.

@highlight

26일 이낙연 국무총리는 정부서울청사에서 '보이코 보리소프' 불가리아 총리와 양자회담을 열고 양해각서 서명식 및 공동기자회견을 실시하고 양국 기업 간 실질적 협력 강화와 한반도 및 발칸지역 정세 등에 대해 논의했으며 보리소프 총리의 방한이 양국 간 포괄적 미래지향적 동반자 관계를 강화하는 데 크게 이바지할 것이라고 밝혔다.