국내 금융 상장지수펀드(ETF) 수익률이 한 달 새 6%를 기록했다.

최근 한 달 수익률만 따지면 해외 금융펀드보다 높은 수준이다.

특히 국내 은행주에 투자하는 ETF가 높은 수익률을 보이고 있다.

26일 펀드평가사 에프앤가이드에 따르면 이날 기준 설정액이 10억원 이상인 국내 금융펀드 6개의 최근 1개월 평균 수익률이 6.06%를 기록했다.

해외 금융펀드의 경우 최근 한 달 수익률이 1.92%를 기록했는데 이보다 높은 상승세를 보인 것이다.

국내 금융펀드 중 대다수는 은행업종이나 증권업종을 추종하는 ETF인데, 이 가운데 은행주에 투자하는 삼성KODEX은행증권상장지수투자신탁·미래에셋TIGER은행증권상장지수투자신탁은 최근 1개월 수익률이 8%를 넘어섰다.

박혜진 대신증권 연구원은 "은행업종의 경우 예대마진 축소에도 불구하고 하반기 실적이 견조할 것으로 보이며 여기에 높은 배당수익률도 투자매력도를 높여주고 있다"고 강조했다.

대신증권은 MMF, CMA 등 시중 부동자금이 170조원으로 사상 최대 수준에 육박했는데 이들 자금이 시중은행 핵심 예금으로 유입되고 있다고 분석했다.

이로 인한 대출금리 하락에도 순이자마진(NIM) 축소가 어느 정도 방어를 할 것이라는 전망이다.

최근 배당주가 주목받고 있는 것도 은행주에 긍정적이다.

증권사마다 다르지만 기업은행·하나금융지주·KB금융·우리금융지주·신한지주 등은 기말 배당수익률이 4~5% 수준으로 예상된다.

증권주에 투자하는 ETF도 1개월 수익률이 3%대를 기록하고 있다.

다만 박 연구원은 "증권업종의 경우 상반기 실적이 좋았기 때문에 연간 실적은 우수할 수 있으나 분기별로 보면 감익 가능성이 있다. 3분기 실적 기대감은 낮추는 편이 좋다"고 했다.

해외 금융펀드 중에선 피델리티글로벌금융주증권자투자신탁의 경우 1개월 수익률이 4.5%로 높은 편이었다.

한편 국내 금융펀드의 연초 이후 수익률은 0.41%에 불과했다.

반면 해외금융펀드 17.51% 수준이었다.

@highlight

26일 펀드평가사 에프앤가이드는 이날 기준 설정액이 10억원 이상인 국내 금융펀드 6개의 최근 1개월 평균 수익률이 약 6%를 달성해 최근 해외 금융펀드의 한 달 수익률인 1.92%를 훨씬 상회하는 수익률을 기록했다고 밝혔다.