안동시는 오는 9월 27일부터 29일까지 성희여고 앞 강변에서 ‘2019 안동 낙동강 캠핑축제’를 개최한다고 밝혔다.

2019 안동낙동강 캠핑축제는 2016년 시작해 올해로 4회째를 맞았다.

탈춤페스티벌과 지역 전통시장, 주요 관광지를 연계한 체류형 관광프로그램으로 탈춤페스티벌 기간 중 3~4일간 열리고 있다.

올해 캠핑축제에는 전국의 캠핑 가족 100여 팀이 참여한다.

지역 농산물을 활용한 ▲캠핑 요리대회, ▲안동 역사문화투어, ▲안동국제탈춤페스티벌 단체관람, ▲야간 소공연, ▲각종 체험 및 공연, ▲영수증 추첨, ▲가족 장기자랑, ▲가족 레크리에이션 등 다채로운 행사가 이어진다.

특히, 올해는 낙동강 양편을 이어주는 부잔교가 놓여 캠핑장에서 다리만 건너면 바로 탈춤 축제장에 갈 수 있게 됐다.

캠핑장이 안동탈춤페스티벌을 즐기기 가장 좋은 숙소가 될 뿐만 아니라 부잔교 옆으로 낙동강을 수놓는 아름다운 유등도 또 하나의 볼거리가 될 것으로 보인다.

강변 위 풀밭에는 100여 팀이 텐트를 칠 수 있도록 개별구역이 표시되고, 개별 팀마다 소용량의 전기가 제공된다.

축제 개막을 코앞에 둔 지금은 거의 모든 캠핑 자리가 예약됐다.

캠핑축제 참가비는 2만 원이며 참가를 원하는 캠퍼는 접수처에 직접 전화로 문의하면 된다.

한편, 안동국제탈춤페스티벌 2019는 매년 100만여 명이 찾는 글로벌축제로서 9월 27일부터 10월 6일까지 열흘 동안 12개국 13개 단체 해외공연단의 참여한다.

'여성의 탈, 탈 속의 여성'이라는 주제로 안동시 탈춤공원과 안동 원도심 일원, 하회마을 등에서 열린다.

안동시 관계자는 “이번 캠핑축제 행사를 계기로 안동의 역사문화관광자원과 안동국제탈춤페스티벌이 가진 다양한 감동과 재미를 전국에 널리 알리고, 안전하고 가족 친화적인 행사 진행을 위해 노력하겠다.”고 전했다.

@highlight

오는 9월 27일부터 29일까지 안동시 성희여고 앞 강변에서 제 4회 ‘2019 안동 낙동강 캠핑축제’가 탈춤페스티벌과 연계해서 열린다. 