▲ 당진에서 시민이 직접 발굴해 가꾸며 보존하는 새로운 개념의 봉사활동인 '우리동네 5G 프로젝트'가 추진돼 눈길을 끌고 있다.

[충청투데이 인택진 기자] 5세대 이동통신(5G)이 빠르게 확산되고 있는 가운데 당진에서 시민이 직접 발굴해 가꾸며 보존하는 새로운 개념의 봉사활동인 '우리동네 5G 프로젝트'가 추진돼 눈길을 끌고 있다.

5G 프로젝트란 쓰레기(Garbage) 장소를 초록(Green) 정원(Garden)으로 좋게(Good) 만들어 선물(Gift)하자는 것으로, 환경개선이 필요한 장소를 시민이 발굴해 당진시에 개선을 요청하면 자원봉사자를 모집해 마스터가드너와 함께 정원으로 가꿔 환경을 개선하는 신개념 자원봉사 활동이다.

주택밀집 지역의 쓰레기 무단 투기로 인해 악취가 유발되고 있는 상황에서 대상지 추천부터 개선활동까지 시민이 주도적으로 참여해 개선한다는 점에서 기존의 환경정비 봉사활동과는 차이점이 있다.

당진시는 현재 당진1동 코오롱 하늘채 아파트 후문 등산로 부근의 쓰레기 불법 투기 지역을 대상으로 진행된 5G 프로젝트는 완료됐으며, 10월 중 한 곳을 더 선정해 총 두 곳을 대상으로 시범사업을 추진할 예정이다.

향후 2020년부터는 이 사업을 모든 지역으로 확대할 계획이며, 정원 조성 이후 사후관리까지도 시민들이 직접 추진토록 한다는 방침이다.

사후관리의 경우 지역시민 단체가 특정 지역을 입양해 가꾸고 보존하는 행복홀씨 입양사업을 비롯해 유사한 봉사활동과 연계할 경우 별도의 예산이나 인력확보 없이 추진하기 용이하다는 장점도 있다.

시 관계자는 "쓰레기 불법 투기로 몸살을 앓고 있는 곳이 많은데, 우리동네 5G 프로젝트가 활성화 되면 시민들의 인식개선을 통해 이러한 불법 행위도 자연스럽게 줄어들 것"이라며 "범시민 차원의 환경개선 봉사활동으로 활성화 될 수 있도록 노력하겠다"고 말했다.

기타 우리동네 5G 프로젝트 참여를 희망하는 시민은 당진시자원봉사센터(☎041-360-3185)로 문의하면 된다.

@highlight

당진에서 '우리 동네 5G 프로젝트'가 추진 중인데, 환경개선이 필요한 장소를 시민이 발굴해 당진시에 개선을 요청하면 자원봉사자를 모집해 정원으로 가꿔 환경을 개선하는 신개념 자원봉사 활동을 뜻하며, 참여 희망자는 당진시자원봉사센터(041-360-3185)로 문의하면 된다.