한국기초과학지원연구원(KBSI·원장 신형식)이 26일 대덕본원에서 분석과학 분야 전문가들이 모여 새로운 연구주제를 발굴하고 분석과학 분야 최근 이슈를 공유하는 '제6회 분석과학국제컨퍼런스(ICAST 2019)' 개막식을 열었다.

ICAST 2019 행사는 25~27일 3일간 KBSI 대덕본원과 오창센터에서 진행되며 우리나라는 물론 미국, 독일, 일본, 스웨덴, 중국의 분석과학 전문가 400여 명이 참석한다.

개막식에 이어 진행된 첫 날 본행사는 올해 구축해 본격 가동을 앞두고 있는 '동위원소현미경'의 활용을 주제로 한 유리모토 일본 홋카이도대 교수 기조강연으로 시작했다.

초고전압투과전자현미경(HVEM)과 초저온전자현미경(Cryo-EM), 대기압 광전자 분광학 빔라인(AP-XPS) 등 KBSI가 현재 구축·운영 중이거나 도입 예정인 첨단 연구장비들을 활용한 다양한 연구주제에 대한 강연이 이어졌다.

27일에는 오창센터로 자리를 옮겨 조민행 고려대 교수와 그리징어 독일 막스플랑크 생화학연구소 교수가 각각 펨토초 다차원 레이저 분광시스템, 고자기장 자기공명장치 관련 활용연구를 주제로 기조강연을 진행하며 관련 세션도 마련된다.

25일에는 고자기장물성 스쿨, SIMS(이차이온 질량분석기) 스쿨, MS(질량분석기)이용자 모임 등 연구장비 관련 교육·교류 프로그램이 대전·오창에서 동시에 진행됐다.

전자현미경을 활용한 연구를 주제로 충남대 의과대학과 공동 워크숍을 개최했다.

허양훈 ICAST 조직위원장은 "분석과학기술은 과학기술 발전에 필요한 기반기술로 국가 핵심자산"이라며 "이번 행사를 KBSI가 국가 분석과학 선도기관으로서 다양한 분석과학 분야에서 경쟁력을 확보할 수 있는 계기로 만들어 갈 것"이라고 밝혔다.

@highlight

26일 한국기초과학지원연구원은 '제6회 분석과학국제컨퍼런스(ICAST 2019)' 개막식을 열었는데, 3일간 미국, 독일, 일본, 스웨덴, 중국의 분석과학 전문가 400여 명이 참석하여 과학 분야 연구의 경쟁력을 확보했다.