스마트폰으로 건축물을 촬영하면 실내정보·에너지정보·건축물대장 등 다양한 건축 정보를 확인할 수 있는 시범사업이 마포구에서 시행된다.

국토교통부·마포구청·한국감정원은 '스마트 건축정보 모바일서비스' 개발을 위한 관계기관 업무협약(MOU)을 27일 마포구청사에서 체결한다고 밝혔다.

3개기관은 우선 마포구 전체 건축물을 대상으로 정보를 구축한다.

공덕 사거리 인근 특화거리를 지정해 건축물 내부 평면도, 피난경로 등 추가 정보도 제공할 예정이다.

△인허가·위반 여부 등 현황정보 △노후도, 소방·가스 점검이력 등 안전정보 △공개공지 등 편의정보 △업종·건축 가능규모 등 특화정보 등을 모바일로 확인할 수 있다.

서비스 개발 과정에서 스타트업 등 민간기업 참여도 이끌어 낼 계획이다.

3D도면, 실내지도와 같이 다양한 형태로 건축정보를 구축한다.

참여기업은 향후 별도의 아이디어 공모를 통해 선정한다.

이렇게 구축된 정보는 타분야 정보 융·복합을 통해 수익모델로 연결될 수 있도록 민간에도 개방할 계획이다.

노후 건축물 정보와 리모델링·인테리어 업체와 연계하는 플랫폼앱 개발 등이 예다.

3개 기관은 실무 협력체계를 구축하기 위해 '스마트 건축정보 모바일서비스 개발 및 지원을 위한 전담조직(T/F)'을 구성키로 했다.

안충환 국토부 국토도시실장은 "스마트 건축정보 모바일서비스 마련에 관계기관이 손을 잡고 각자의 정보를 공유함으로써 국민들께 제공할 수 있는 건축정보의 수준이 더욱 풍성해질 수 있게 되었다"면서 "특히, 이번 사업이 피난경로 안내, 건축물 점검이력 등 안전정보를 제공함으로써 국민들의 삶이 더욱 안전해지고, 제공되는 정보는 민간에서 적극 활용하여 다양한 일자리 창출로 연결되기를 기대한다"고 밝혔다.

유동균 마포구청장은 "이번 시범사업을 통해 앞으로는 마포구민이 건축물 정보를 더욱 편리하게 확인하고 보다 안전한 건축물에서 생활할 수 있는 기반이 마련되었다"면서 "제대로 된 건축정보가 구축될 수 있도록 적극 협력하여 마포구민 누구나 손쉽게 마포구 건축물 정보를 확인하고 활용할 수 있도록 하겠다"고 전했다.

@highlight

국토교통부·마포구청·한국감정원이 오는 27일 마포구청사에서 스마트폰을 이용해 건물의 노후도, 인허가·위반 여부 등의 건축 정보를 확인할 수 있는 '스마트 건축정보 모바일서비스' 개발을 위한 MOU 체결을 진행한다.