제주특별자치도농업기술원에서 개발한 신품종 감자 '탐나'가 대통령직속 국가균형발전위원회에서 선정하는 우수사례로 최종 선정됐다.

제주도농기원은 26일 전라남도 순천시 에코그라드호텔 개최하는 2019년 균형발전사업 우수사례 시상식에서 사업 수행 기관인 농업기술원은 기관표창, 사업추진 유공자인 문애경 연구사는 개인표창을 수상한다고 밝혔다.

국가균형발전위원에서는 수도권 집중, 저성장 및 양극화, 지방소멸의 위기 등 국가적 당면과제들을 지역이 주도하는 강력한 균형발전 정책을 통해 해결하기 위해 매년 우수사례를 선정해 시상하고 있다.

이번에 선정된 우수사례는 농촌진흥청에서 지원한 '지역농업연구기반 및 전략작목 육성' 지역지원계정 사업으로 2017년부터 추진해 온 '신품종 감자 '탐나' 재배확대'가 경제활성화에 크게 기여했다는 평가를 받았다.

또 문애경 연구사를 중심으로 한 연구팀은 신품종 '탐나' 감자 조기 확대 보급을 위한 재배기술 확립, 씨감자 보급 농가소득 향상, 재배면적 확대로 월동채소 과잉 해소에 기여한 것으로 평가됐다.

신품종 '탐나' 감자는 제주에서 30년 이상 재배되어 온 '대지' 감자가 연작재배로 더뎅이병 발생이 많고 상품성이 떨어져 농가소득도 감소하면서 재배를 기피하는 문제를 해결하기 위해 개발됐다.

'탐나' 감자는 더뎅이병에 강할뿐만 아니라 모양이 둥글어 상품성이 우수하고 식미가 뛰어나 소비자 평가에서 인기가 좋아 농업인들의 조기 보급 요청으로 2016년 첫 씨감자 보급을 시작으로 2017년 50ha에서 2018년 540ha까지 확대되면서 제주감자 산업 안정화에 크게 기여하고 있다.

정대천 농업기술원장은 "탐나 씨감자의 안정적인 공급 및 재배현장의 애로사항 해결을 통해 2020년까지 1500ha까지 확대 재배해 감자 재배농가 소득향상과 월동채소 수급 안정화에 기여할 수 있도록 하겠다"고 말했다.

@highlight

제주도농기원은 26일 국가적 당면과제들을 지역이 주도하는 강력한 균형발전 정책을 통해 해결하기 위해 시행되는 2019년 균형발전사업 우수사례 시상식에서 신품종 감자 '탐나'가 우수사례로 최종 선정됐다고 밝혔다.