오는 2022년 지방선거 부터 시행을 목표로 하고 있던 제주도 행정시장 직선제 제도개선이 사실상 무산됐다.

제주특별자치도는 국무총리실 산하 제주도 지원위원회(이하 지원위)가 제주도 행정시장 직선제 제도개선안에 대해 최종 불수용 결정을 내렸다고 26일 밝혔다.

지원위는 지난 23일 "관계부처 검토의견에 대한 서면심의 결과, 지난 7일 제주도가 제출한 행정시장 직선제 제도개선안은 수용되지 않았다"고 제주도지사와 관계 중앙행정기관의 장에게 통보했다.

허법률 제주도 특별자치행정국장은 이날 브리핑을 통해 "지원위 위원들이 제주도 제출안과 관계부처의 검토의견을 놓고 심의하는데 중앙부처 검토 의견을 찬성하는 의견이 압도적으로 높았다"며 "정부의 (불수용) 결정을 존중한다"고 말했다.

그러면서 "행정시장 직선제가 특별도 도입 취지(조직 슬림화)에 역행하고 있는 것이 이유로 지목됐다"며 "행정시장 예고제를 적극적으로 활용하면 제도개선 취지를 살릴 수 있을 것이라는 의견도 나왔다"고 설명했다.

정부의 불수용 의견이 확고해 지면서 국회 행정안전위원회 소속 강창일 의원(제주시 갑·더불어민주당)이 발의한 특별법 개정안에도 악영향이 우려되고 있다.

이 개정안은 행정시장 임기를 4년으로 하되 연임은 3기로 제한하는 등 지방자치법에 따라 도지사 임기와 연임 횟수를 같도록 하는 내용이 담겼다.

단, 강 의원이 입법 발의한 내용과 제주도의 제도개선안의 내용은 비슷하지만 다른 면도 있어 예측하기 힘든 상황이다.

제주도는 '행정시장 직선제'라는 명칭을 사용하지만, 강 의원은 행정시의 명칭을 '행정자치시'로 바꾼데다, 시장의 행정자치시장의 자율적인 행정운영을 위해 제주도지사에게 자치법류의 발의와 예산편성, 행정기구의 조정을 요청할 수 있도록 하는 내용이 담겼다.

허 국장은 "이번 (불수용 결정) 의미는 특별법 제도개선 절차가 중단된 것"이라며 "의원 입법은 새로운 정치 과정이 될 수 있다. 별개의 논의가 가능할 것으로 본다"고 말했다.

그러면서도 "제주특별법 19조에 따른 행정 절차는 종료됐다. 국회의 결정을 기다리는 수밖에 없다"고 덧붙였다.

@highlight

제주특별자치도는 국무총리실 산하 제주도 지원위원회가 제주도 행정시장 직선제 제도개선안에 대해 최종 불수용 결정을 내렸다고 26일 밝힘에 따라 오는 2022년 지방선거 부터 시행을 목표로 하고 있던 제주도 행정시장 직선제 제도개선이 사실상 무산된 가운데 허법률 제주도 특별자치행정국장은 중앙부처 검토 의견을 찬성하는 의견이 압도적으로 높아 정부의 결정을 존중한다고 말했다.