상장사 감사인 등록제 시행을 앞두고 회계법인 20곳이 상장사 감사인으로 1차 등록됐다.

상장사 감사인 등록제는 2017년 외부감사법 개정으로 올해 11월 이후 시작되는 사업연도부터 인력과 물적 설비 등 일정한 등록요건을 갖춰 금융위원회에 등록한 회계법인만 상장사 외부감사를 허용하는 제도다.

금융위는 지난 5~6월 등록을 신청한 회계법인 중 심사를 거쳐 20곳을 우선 1차 등록 대상으로 선정했다고 26일 밝혔다.

1차 등록 대상에는 삼일·삼정·한영·안진 등 '빅4' 회계법인과 삼덕·대주·신한·한울·우리 등 감사 가능 등록 회계사 수 120명 이상의 중견 회계법인 5곳이 포함됐다.

또 회계사 60명 이상의 중형 회계법인 9곳과 40명 이상의 소형 회계법인 2곳도 등록됐다.

이번에 등록된 회계법인은 오는 11월 감사인 '주기적 지정제' 시행 시 상장사 감사인으로 선정될 수 있고 그 외 상장사와 자유수임도 가능하다.

감사인 주기적 지정제는 외부감사의 독립성을 높이고자 특정 감사인을 6년간 선임한 기업은 이후 3년간 금융위 산하 증권선물위원회가 지정하는 감사인을 선임하게 하는 제도다.

금융위는 이번 달 추가로 등록을 신청한 나머지 23개 회계법인에 대해서는 오는 12월과 내년 1월 2차·3차 등록심사를 거쳐 결과를 안내할 예정이다.

한편 금융위는 다음 달 14일 상장사를 위주로 약 220개사에 대해 지정 감사인을 사전 통지할 예정이다금융위는 "상장사 감사인 등록제 시행에 따라 상장사가 2020사업연도부터는 새로 감사계약을 체결할 경우 계약 체결 전까지 등록된 회계법인인지 확인하고 계약을 체결해야 한다"고 당부했다.

또 "등록제 시행 전에 3년 단위로 감사 계약을 체결한 상장사는 기존 감사인이 상장사 감사인으로 등록되지 못한 경우 계약을 중도 해지하고 새로운 감사 계약을 맺어야 한다"고 덧붙였다.

@highlight

금융위원회는 요건을 갖춰 금융위에 등록한 회계법인만 상장사 외부감사를 허용하는상장사 감사인 등록제 시행을 앞두고, 등록 신청한 회계법인 중 20곳을 1차 등록 대상으로 선정했다고 26일 밝혔다.