모바일로 건축물을 촬영하면 준공연도, 실내정보 등 다양한 건축정보를 확인할 수 있는 '스마트 건축정보 모바일 서비스' 시범사업이 서울 마포구에서 시행된다.

국토교통부, 마포구청, 한국감정원 등 3개 기관은 오는 27일 건축정보 서비스 개발을 위한 관계기관 업무협약(MOU)을 마포구청사에서 체결한다고 26일 밝혔다.

4차 산업혁명 시대에 발맞춰 건축산업을 활성화하기 위한 목적이다.

이번 시범사업은 지난달 22일 관계기관 합동으로 발표한 '건축 행정서비스 혁신 방안'의 후속조치로, 마포구 전체 건축물을 대상으로 한다.

공덕사거리 인근 특화거리를 지정해 건축물 내부 평면도, 피난경로 등 추가 정보도 제공할 예정이다.

해당 서비스를 통해 확인할 수 있는 주요 건축정보는 인허가·위반 여부 등 현황 정보 노후도, 소방·가스 점검이력 등 안전 정보 공개공지 등 편의 정보 업종·건축 가능규모 등 특화 정보 등이다.

또 서비스 개발 과정에서 스타트업 등 민간 참여를 유도해 3D 도면, 실내 지도와 같이 다양한 형태의 건축정보를 구축할 예정이다.

참여기업은 향후 별도의 아이디어 공모를 통해 선정한다.

구축된 정보는 타분야 정보와 융·복합해 수익 모델로 연결될 수 있도록 민간에도 개방할 계획이라고 국토부는 전했다.

일례로 노후 건축물 정보를 리모델링.

인테리어 업체와 연계한 플랫폼 앱 개발 등에 활용될 수 있다.

이를 위해 국토부와 마포구, 감정원은 '증강현실(AR) 기반의 스마트폰 건축정보 모바일 서비스' 시스템 개발 및 활성화에 힘쓰기로 했다.

실무 협력체계 구축 차원에서 전담조직(TF)도 구성·운영한다.

안충환 국토부 국토도시실장은 "스마트 건축정보 모바일 서비스 마련에 관계기관이 각자의 정보를 공유함으로써 국민들께 제공할 수 있는 건축정보의 수준이 더욱 풍성해지게 됐다"며 "피난 경로 안내, 건축물 점검이력 등의 안전정보 제공으로 국민들의 삶이 더욱 안전해지고, 제공되는 정보는 민간에서 적극 활용해 다양한 일자리 창출로 연결되길 기대한다"고 말했다.

@highlight

마포구는 국토교통부, 마포구청, 한국감정원 등 3개 기관과  27일 건축정보 서비스 개발을 위한 관계기관 업무협약(MOU)을 마포구청사에서 체결하여 4차 산업혁명 시대에 맞춘  '스마트 건축정보 모바일 서비스' 시범사업으로 건축산업의 활성화를 기대한다.