대창기업은 이달 말 경기 수원시 권선구 일원에 위치한 '권선행정타운 ZOOM시티'의 홍보관을 열고 분양에 나선다고 밝혔다.

권선행정타운 ZOOM시티는 지하 4층~지상 10층 규모로 전용면적 30㎡ 이하의 소형 오피스텔로 조성된다.

△A타입 50개실 △B타입 96개실 △C타입 8개실 △D타입 14개실 △D1타입 7개실 △E타입 128개실 등 총 303개실로 구성된다.

특히 전 호실이 3.8m 높이의 복층형으로 설계돼 확 트인 개방감을 선보인다.

더불어 1~2인 가구에게 맞춘 생활필수품 7가지(TV·침대·냉장고·에어컨·세탁기·밥솥·전자레인지)가 무상으로 제공된다.

팬트리·현관수납·옷장 등 6개의 수납공간도 제공되며, 첨단보안시스템으로 주거민 안전도 확보한다.

사업지 인근에는 권선행정타운, 수원여자대학교, 수원일반 산업단지가 위치해 학생과 교직원, 산단 종사자 등 약 2만명의 배후수요를 확보하고 있다.

자동차 복합단지, 서수원 종합병원, 수원 스포츠 콤플렉스 등 서수원 개발 사업이 이뤄지면 배후수요는 3만5000여명으로 늘어날 것으로 예상된다.

단지는 또 편리한 교통망을 갖추고 있다.

단지 앞에는 19개 노선이 지나는 버스정류장이 있어 서울 강남까지 환승 없이 1시간대에 이동할 수 있다.

인근에 위치한 호매실IC를 통해 수원-광명 고속화도로와 평택파주고속도로 등으로 빠르게 진입할 수 있다.

이 밖에도 오목천역 수인선 복선전철 개통이 내년 예정돼 있다.

권선행정타운 ZOOM시티는 10년 임대보장, 중도금 전액 무이자 혜택을 제공한다.

홍보관은 서울 서초구 방배동 1823 일원에 마련됐다.

@highlight

대창기업은 이달 말 경기 수원에 지하 4층~지상 10층 규모의 소형 오피스텔로 조성된 '권선행정타운 ZOOM시티'의 홍보관을 열고 분양에 나서는데, 10년 임대보장, 중도금 전액 무이자 혜택을 제공한다고 밝혔다.