관광 진흥 방안을 논의하기 위해 아시아·태평양 지역 85개 도시가 부산에 모였다.

제9회 아시아·태평양 도시 관광진흥기구(TPO) 총회(사진)가 26일 부산 해운대구 파라다이스호텔에서 개막했다.

오는 28일까지 이어지는 이번 총회는 역대 최대 규모로 마련됐다.

15개국 85개 도시에서 700여 명이 참가했다.

부산에서 TPO 총회가 열리는 것은 2003년 첫 총회 이후 16년 만이다.

오거돈 “시대 의제 주도 국제기구 희망”

26일 오전 열린 총회 개회식에선 1996년 노벨평화상 수상자인 호세 라무스 오르타 동티모르 전 대통령이 ‘관광과 평화’를 주제로 특별연설을 했다.

롤랜드 카니잘 전 필리핀 관광부 차관과 다토 모하메드 라집 하산 말레이시아 관광청 부청장은 ‘열린 파트너십으로 함께하는 관광 발전’이라는 주제로 기조연설을 했다.

오거돈 부산시장은 이날 개회식에서 “TPO가 관광을 매개로 하지만 관광을 넘어 시대 의제를 주도하는 국제기구가 되기를 희망한다”며 “아시아 전체가 상생 번영하는 공동체로 발전하는 계기가 될 11월 한·아세안 특별정상회의에 관심과 지원을 요청한다”고 말했다.

오 시장은 개회식 직후 호세 라무스 오르타 전 동티모르 전 대통령과 특별회담을 가졌다.

이어 27일 총회에선 글로벌 관광도시를 주제로 관광 분야 전문가와 해외 도시가 참여하는 두 번째 세션이 열린다.

차기 총회 개최지도 선정된다.

이날 참석자들은 ‘관광할 권리는 인간 기본권이며, 모든 개인이 평등하게 누려야 한다’는 내용의 부산선언문을 채택할 예정이다.

TPO는 2002년 일본 후쿠오카에서 열린 아시아·태평양 지역 도시 서밋에 참가한 25개 도시 시장이 ‘지방 도시 차원에서 관광산업을 진흥시키자’는 취지로 창설했다.

이번 총회에서 우즈베키스탄 사마르칸트시 등 해외 26개 도시와 세종시 등이 신규 회원으로 가입했다.

이에 따라 전체 회원은 15개국 124개 도시, 51개 단체로 늘었다.

@highlight

부산에서 열린 제 9회 아시아 태평양 도시 관광진흥기구(TPO) 총회에서 호세 라무스 오르타 동티모르 전 대통령이 특별연설을 맡았고, 부산시장이 "TPO가 관광을 넘어 시대 의제를 주도하는 국제기구로 되길 희망하며 아세안 특별정상회의 관심과 지원 요청한다"고 말했다.