[디지털타임스 박정일 기자] 우리나라 식품기업들이 영세하고 수익성도 낮아 영업이익이 OECD(경제협력개발기구) 최하위권에 머무는 등 국제 경쟁력이 떨어진다는 분석이 나왔다.

전국경제인연합회 산하 한국경제연구원은 26일 글로벌 식품기업 9444개를 전수조사한 결과 지난해 한국의 식품기업 한곳당 영업이익률은 4.5%로 OECD 27개국 중 25위로 최하위라고 밝혔다.

그리스(0.6%)와 핀란드(3.3%) 다음으로 낮고, OECD 평균(9.7%)의 절반도 안된다.

한국 식품기업 1개사당 매출액(1827억원)과 영업이익(82억원)은 각각 17위와 20위에 그쳤다.

식품산업 전체로는 매출액(136조7000억원)과 영업이익(6조1000억원)이 각각 7위, 10위이지만 개별 기업은 순위가 낮았다.

이는 S&P Capital IQ에 등록된 2018년 기준 식품기업(담배제조업 제외)을 조사한 것이다.

세계 1위 기업 네슬레가 있는 스위스가 기업 1곳 당 매출액과 영업이익이 13조9624억원과 2조84억원으로 모두 1위였다.

한경연은 세계적으로 식품기업들이 인수 합병으로 종합식품 기업화하며 품목간 시너지를 추구하는 흐름인데 국내에선 개별 품목 중심으로 작은 업체들이 난립하고 있다고 진단했다.

특히 CJ제일제당, 하림, 대상, 동원, 삼양 등 매출액 기준 상위 5개 식품기업의 매출액을 합치면 42조3천억원으로, 네슬레(103조8000억원)의 40.8%에 불과하다고 한경연은 전했다.

지난해 한국 식품기업 수는 748개사로, OECD에서 6번째로 많다.

OECD 평균(350개)의 두 배가 넘고 미국(102개)의 약 7.3배다.

유환익 한경연 혁신성장실장은 "식품산업은 연간 세계 시장규모가 약 6조 달러로 자동차시장(약 1조4000억 달러), 세계 IT시장(약 1조 달러)보다 훨씬 큰 산업"이라며 "육성정책으로 규모의 경제를 실현해 글로벌 시장 선점을 위해 노력해야 한다"고 말했다.

@highlight

26일 한국경제연구원이 글로벌 식품기업 9444개를 전수조사한 결과, 국내의 경우 개별 품목 중심의 영세한 중소 식품업체들이 난립하고 있으며 작년 기준 한 곳당 영업이익률은 4.5%로 OECD 27개국 중 25위로 최하위권에 그쳤다.