화장품 유통 전문기업 MP한강(대표 박진기)은 태국, 베트남, 말레이시아 시장에 자체 색조 브랜드인 '릴리바이레드(lilybyred)'를 처음 선보인다고 밝혔다.

'릴리바이레드'는 지난 2017년 4월 MP한강이 첫 출시한 자체 브랜드다.

2018년 2월 대표 상품인 립틴트의 초도 물량이 3일만에 완판됐고 전국의 올리브영, 랄라블라, 롭스 매장에서 앤드 행사를 진행하는 등 블루칩 브랜드로 부상했다.

현재 국내 H&B 메이저 채널 약 1,500개에 입점하며 소비자 접점을 확대하고 있다.

MP한강은 올해 7월 베트남 첫 론칭을 시작으로, 태국에서 화장품 제조, 유통, 마케팅 운영기업인 로얄타이사와의 유통 공급계약을 통해 9월 태국에 진출했으며 추가로 말레이시아 H&B 스토어에도 입점을 시작했다.

MP한강은 해당 지역을 거점으로 현재 인도네시아, 싱가포르 시장 진입에 관련해 협의 중에 있다.

국산 자체 개발 브랜드인 '릴리바이레드'를 선두로 스페셜 케어라인 중 스킨케어 브랜드인 '해서린(HATHERINE)'도 공급 유통할 계획이다.

MP한강 박진기 대표는 "동남아 시장에서 K-POP과 더불어 K-뷰티가 강세를 이루며 동남아의 전반적인 뷰티 시장이 꾸준한 성장세를 보이고 있다. 해당 지역에서 특히 10~20대 젊은층이 주 소비자층으로 변화하고 한국 제품을 접하고 있다는 사실이 시장조사를 통해 확인됐다"며 "이에 '릴리바이레드'를 현지에 론칭하게 되었으며 현지 전문 유통 기업과 드럭스토어, 온라인 시장 등을 통해 유통 공급을 확대할 계획"이라고 덧붙였다.

한편, '릴리바이레드'는 2017년 출시 이후 판매 수량 기준 2018년, 2019년(8월말 기준) 각각 전년 대비 약 550%, 171%의 성장을 이루고 있다.

내수시장과 더불어 동남아 진출에 성공하며 MP한강은 수입유통에서 제조유통 분야로 사업영역을 확대하고 있다.

@highlight

MP한강 박진기 대표는 동남아의 화장품관련 사업이 계속 성장함에 따라 태국,베트남,말레시아 단독 색조 브랜드 '릴리바이레드' 출시 현지에 론칭하여 전문 유통 기업과 온라인 사장을 통해 공급확대할 계획이며  더 나아가 인도네시아,싱가포르 시장에 진출 예정이다.