장내 미생물 균형이 한국인의 위암 발병과 예방에 영향을 끼친다는 국내 연구 결과가 나왔다.

테라젠이텍스 바이오연구소는 김정선 국립암센터 국제암대학원대학교 교수 연구팀과 공동 진행한 '위장관의 미생물 균총 분포와 위암 발병과의 상관 관계' 연구 결과를 세계적 학술지 네이처의 자매지인 사이언티픽 리포츠(Scientific Reports)에 게재했다고 27일 밝혔다.

이번 연구는 장내 미생물의 균형이 위암 예방에 중요하다는 것을 실제로 입증했다.

연구팀은 2007년부터 2014년까지 약 7년간 건강한 성인 556명과 위암 환자 268명을 대상으로 연구를 진행했다.

특정 환경에 존재하는 모든 미생물 군집인 메타지놈(Metagenome) 분석을 활용해 미생물 분포와 질환과의 관계에 대한 정밀 역학조사를 실시했다.

그 결과 헬리코박터 파일로리(Helicobacter pylori) 균, 프레보텔라 코프리(Prevotella copri) 균, 프로피오니박테리움 아크니스(Propionibacterium acnes) 균 등은 위암 발병률을 각각 1.86배, 2.54배, 4.77배 높인다는 것을 확인했다.

유익균으로 알려진 락토코쿠스 락티스(Lactococcus lactis) 균은 위암 발병률을 약 5분의 1로 낮추는 등 예방 효과가 있었다.

이 같은 연구 성과를 기반으로 테라젠이텍스 마이크로바이옴사업부는 개인 장내 미생물 유전체 검사 서비스 출시를 준비 중이다.

테라젠이텍스 관계자는 "이번 연구 결과는 한국인을 대상으로 하는 대규모 장기 프로젝트라는 점에서 신뢰도가 높다"며 "미생물 균총 분포 측정을 위암 발병 예측과 진단 등에 활용할 수 있을 것"이라고 말했다.

@highlight

테라젠이텍스 바이오연구소가 사이언티픽 리포츠에 게재한 '위장관의 미생물 균총 분포와 위암 발병과의 상관 관계' 연구 결과에서 헬리코박터 파일로리 균, 프레보텔라 코프리 균, 프로피오니박테리움 아크니스 균 등이 위암 발병률을 높인다는 것을 확인해 장내 미생물 균형이 한국인의 위암 발병과 예방에 영향을 끼친다는 국내 연구 결과가 나왔다.