지난해 4월부터 올해 8월까지 우리나라 여행객이 해외에서 면세 한도를 초과해 신용카드를 사용한 금액이 5조 원에 달하는 것으로 나타났다.

26일 국회 기획재정위원회 김정우(민·군포갑)의원이 관세청으로부터 제출받은 ‘최근 2년간 해외 신용카드 600달러 이상 사용 내역’ 자료를 분석한 결과 지난해 4월부터 올해 8월까지 17개월간 600달러 이상 해외 신용카드 사용은 352만6천276건으로 집계됐다.

총금액은 42억5천610만 달러(한화 약 5조222억 원)로 한 건당 평균 142만 원에 달했다.

국가별로는 미국이 57만3천957건(16%)으로 가장 많았다.

이어 일본 40만9천890건(12%), 영국 29만583건(8%), 싱가포르 23만4천34건(7%), 중국 19만7천951건(6%) 순이다.

관세청은 신용카드 사용 내역을 바탕으로 입국 시 면세 한도를 초과한 12만2천168건을 적발했다.

▶11만9천462건에 대해서는 총 366억 원의 추가 세금(과세통관) 부과 ▶유치 2천326건 ▶검역 인계 328건 ▶고발의뢰 및 통고처분 52건 등의 조치를 내렸다.

면세 한도를 초과한 주요 품목별로는 ▶명품 핸드백 7만8천976건(66%) ▶기타 잡화 1만4천929건(12%) ▶명품 시계 6천607건(6%) ▶명품 의류 5천131건(4%) 등이다.

김정우 의원은 "면세 한도를 초과하는 신용카드 사용이 실시간으로 세관당국에 통보되는 상황"이라며 "면세 한도 초과 물품에 대한 검사가 용이해진 만큼 해외여행객은 세관신고서를 성실히 기재해 감면 혜택을 받아야 한다"고 당부했다.

한편, 우리나라 여행객이 일본에서 신용카드 면세 한도를 초과해 사용한 건수는 올해 6월 2만5천337건으로 최대 실적을 보였다.

하지만 일본의 경제도발 이후 7월 2만2천747건, 8월 1만1천249건으로 3개월 동안 2분의 1 수준으로 급감했다.

@highlight

지난해 4월부터 올해 8월까지 여행객이 면세 한도를 초과한 신용카드 사용액이 5조원에 달하여 관세청은 입국때 12만여건을 적발 366억원의 추가세금을 부과 하고 2326건을 유치 하였음으로 여행객은 세관신고서를 성실히 기재해 감면혜택을 받아야 한다.