광주 광산구 신용동 윤상원 열사 기념 조형물.

5·18민주화운동 시민군 대변인 윤상원 열사의 일대기가 그림으로 제작돼 시민들에게 선보인다.

광주시 광산구는 “윤상원 열사의 유년기와 들불야학 시절, 5·18 시민군 대변인 활동과 도청 사수·산화까지를 이야기가 있는 총 10점 미술작품으로 남기기로 했다”고 26일 밝혔다.

광산구는 지난달 그림제작 용역 공개입찰을 시작으로, 평가위원회 심의 등을 거쳐 최근 ‘심우재’(대표 하성흡)를 최종 사업수행자로 결정했다.

전통한지에 수묵채색 방식의 전통기록화 양식으로 제작될 그림은, 5·18 40주년을 맞는 내년 12월 완성될 것으로 보인다.

광산구는 그림 제작 과정에 5·18민주화운동 관련 전문가, 열사 유족 등의 의견을 반영하기로 했다.

그림제작 과정도 사진·동영상으로 기록하고, 작품 10점과 함께 공공저작물로 등록·개방해 열사의 뜻을 전파한다는 계획이다.

작품 제작을 맡은 하성흡 작가는 전남대에서 한국화를 전공하고, 2017년 광주은행 한국화 공모전에서 5·18 주제 작품으로 우수상을 수상하는 등 광주 민주화운동을 예술세계에 담아오고 있다.

앞서 광산구는 신룡동 윤상원 열사 생가를 활용해 ‘윤상원 민주커뮤니티센터’조성을 추진하고 있다.

이 사업은 광산구가 추진 중인 ‘2030 윤상원 기념사업 기본계획’의 하나다.

센터는 따로 방을 나누지 않고 윤 열사 유품과 초상화, 그림으로 그린 일대기, 5·18 관련 작품 등을 전시할 계획이다.

또 윤상원 캐릭터 등 관광형 상품을 개발해 판매하고 창작판소리 ‘윤상원歌’ 학습 교육장과 영상물 홍보관도 운영한다.

김삼호 광산구청장은 “5·18민주화운동 40주년인 2020년에 열사의 열정적인 모습을 다시 볼 수 있게 될 예정”이라며 “열사 일대기 그림 제작을 비롯한 광산구가 공을 들이고 있는 5·18 콘텐츠 개발에 많은 관심과 응원 바란다”라고 밝혔다.

@highlight

26일 광주시 광산구는 5·18 민주화운동 시민군 대변인 윤상원 열사의 일대기를 5·18 40주년을 맞는 내년 12월에 완성하여 전통 기록화 양식의 그림으로 제작돼 선보인다고 밝혔다.