지난 26일 강원 영월군 별마로 작은 도서관에서 열린 '삼성 스마트스쿨' 개소식에 참석한 학생들과 박진홍 관장이 기념 사진을 촬영하고 있다.

삼성전자가 산골학교부터 작은 도서관 등 16개 기관에 '삼성 스마트스쿨'을 지원한다고 27일 밝혔다.

2012년부터 시작한 삼성 스마트스쿨은 정보 접근성이 낮고 디지털 교육이 어려운 환경에 있는 학생들에게 스마트 기기와 솔루션을 지원해 교육 격차를 해소하는 사회공헌 프로그램으로, 매년 공모를 통해 지원 기관을 선발하고 있다.

지난해까지 전국 83개 기관에 스마트스쿨을 지원했다.

올해는 지난 4월부터 공모를 시작해 400여개 기관이 응모했고, 3차례에 걸친 심사와 온라인 투표를 통해 최종 16개 기관이 뽑혔다.

이번 프로그램 대상으로 선정된 금서초등학교는 지리산 자락에 위치한 학교로, 전교생이 20명에 불과하다.

금서초등학교 학생과 교사들은 스마트스쿨 선정을 통해 폐교 위기에서 학교를 지키고, 모두 졸업하는 꿈을 이루기 위해 노력할 계획이다.

서울 관악구에 위치한 탈북청소년 대안학교 우리들학교에서는 탈북 과정으로 인한 트라우마와 학업 공백기를 겪은 탈북 청소년들이 공부하고 있다.

탈북 학생들은 학업 격차뿐만 아니라 언어와 문화의 차이로 인해 소통의 어려움도 겪고 있다.

우리들학교는 학업 격차를 줄이고 새로운 곳에 잘 적응할 수 있는 발판을 마련하기 위해 스마트스쿨을 신청했다.

강원 영월군의 별마로 작은 도서관은 폐광 지역에 위치한 곳이다.

영월읍 내에는 초·중·고등학교 4곳이 있지만 주변에는 최신 교육 시설이 부족하다.

박진홍 별마로 작은 도서관 관장은 "성장하는 학생들에게 4차 산업시대에 걸맞는 교육 환경을 마련해주고 싶다는 지역 주민들의 바람이 이뤄졌다"며 "도서관을 찾는 학생들과 함께 스마트스쿨을 적극 활용하겠다"고 밝혔다.

삼성전자는 지난 26일 서울 느혜미야코리아 다음학교, 강원 별마로 작은 도서관, 전남 천태초등학교 등 3개 기관에서 스마트 스쿨을 개소했다.

다음달까지 16개 기관 모두 운영에 들어간다는 예정이다.

@highlight

27일 삼성전자가 산골학교부터 작은 도서관 등 16개 기관에 '삼성 스마트스쿨'을 지원하고, 올해는 지난 4월부터 공모를 시작해 400여개 기관이 응모했고, 3차례에 걸친 심사와 온라인 투표를 통해 최종 16개 기관이 뽑혀,  서울 느혜미야코리아 다음학교, 강원 별마로 작은 도서관, 전남 천태초등학교 등 3개 기관에서 스마트 스쿨을 개소했다.