전주시가 아이들이 자연 속에서 맘껏 뛰놀 수 있도록 조성한 ‘야호아이숲’ 이용객이 크게 증가한 것으로 나타났다.

26일 시에 따르면 전주지역 6개 야호아이숲을 찾은 이용자는 지난달 말 기준으로 2만4,569명(인터넷 예약기준)이다.

이는 지난해 전체 방문자(2만1,354명)를 넘어선 것으로, 2017년 7,200명과 비교하면 3배 이상 늘어난 수치다.

시는 2016년 개장 후 아이숲 방문객이 매년 증가함에 따라 아이들의 호기심을 자극하고 안전한 놀이환경을 제공하기 위한 환경개선사업을 추진할 계획이다.

아이들이 선호하는 △버마다리(임금님숲), △밧줄그네(딱정벌레숲) △해먹(꼬불꼬불 도토리숲) △대형 그물침대(떼구르르 솔방울숲) △그물오르기(신기방기 도깨비숲) △슬랙라인(띵까띵까 베짱이숲) 등이다.

앞서 시는 2016년부터 △조경단 인근 ‘임금님숲’ △남고사 인근 ‘딱정벌레숲’ △천잠산 아래 ‘떼구르르 솔방울숲’ △서곡지구내 ‘꼬불꼬불 도토리숲’ △완산칠봉 인근 ‘신기방기 도깨비숲’ △동물원 주차장옆 건지산내 ‘띵까띵까 베짱이숲’ 등 6개 아이숲을 조성해 아이들이 숲과 자연을 벗 삼아 뛰어놀 수 있도록 했다.

시는 올해 아이들이 집과 가까운 곳에서 숲놀이터를 쉽게 만나볼 수 있도록 평화동 지곡배수지 인근 숲과 산성공원 숲 등 2곳에 가칭 두더지숲과 보물찾기숲을 조성하고, 내년에 2개소를 추가 조성해 총 10개 야호아이숲을 만들 예정이다.

시 기획조정국 관계자는 “아이들이 안심하고 숲에서 맘껏 뛰어놀 수 있도록 숲놀이 환경을 지속적으로 개선해 나가겠다”고 말했다.

@highlight

전주시가 아이들이 자연 속에서 맘껏 뛰놀 수 있도록 조성한 ‘야호아이숲’ 이용객이 지난해 전체 방문자수를 3배 이상 넘어 크게 증가한 것으로 나타났다며 이에 따라 아이들의 호기심을 자극하고 안전한 놀이환경을 제공하기 위한 환경개선사업을 추진할 계획이라고 밝혔다.