▲ 제50차 충북지구JC회원대회 및 제39회 자랑스런 충북청년대상 시상식 포스터.

오는 10월 3일 충주세계무술공원에서 충북지구청년소회의소(지구회장 유태현)가 주최하고 중원청년회의소(회장 오상열)가 주관하는 '제50차 충북지구JC회원대회 및 제39회 자랑스런 충북청년대상 시상식'이 개최된다.

'도전과 혁신! 2019 Smart Challenge'라는 슬로건으로 열리는 이날 대회에는 산하 16개 지역JC 회원 및 가족 1000여명이 참석한 가운데 성대하게 열릴 예정이다.

1부 행사는 식전공연으로 JC홍보영상, 대내 표창, 초청가수 축하공연으로 꾸며지며, 2부 행사에는 각 로컬·내빈·지구회장 입장식, 전국회원대회 홍보캠페인, 대회사 및 축사, 연차표창 시상식, 롬 회장 입장식 등으로 진행된다.

이어지는 3부 행사에서는 충주시어린이합창단이 부르는 한국JC노래 제창 및 충주시 주관으로 '백조의 호수'공연을 선보이며 행사의 분위기를 돋울 예정이다.

또한 충북시상식에서는 국가와 지역의 발전에 이바지한 공직자, 대학생, 언론인 등 각계각층의 청년 40명이 수상한다.

오상열 회장은 "1988년 지구 회원대회를 주관한 뒤 30여년 만에 다시 지구 회원대회를 주관하게 돼 매우 기쁘다"며 "중원JC회원들이 열심히 준비한 만큼 충북지구 회원가족 및 많은 시민들이 참석해 소중한 추억을 남기길 바란다"고 말했다.

한편 충북JC는 만20~45세까지의 지역청년들이 활동하고 있는 단체이며, 3·1운동 100주년 기념사업(청원JC), 지구회장배 특우회 합동골프대회(감곡JC), 충북지구JC 회원가족 체육대회(금왕JC), 제3회 힐링 앤 필링 페스티벌(충주JC), 중국 흑룡강성청년연합회 교류사업(충주JC) 등 활발한 활동을 이어가고 있다.

@highlight

제50차 충북지구JC회원대회 및 제39회 자랑스런 충북청년대상 시상식이 오는 10월 3일 개최되며, '도전과 혁신! 2019 Smart Challenge'라는 슬로건으로 열리는 이번 행사에서는 다양한 축하행사를 비롯한 충북지역시상식을 마련하여 국가와 지역발전에 이바지한 각계각층의 청년 40인을 대상으로 수상식을 진행할 예정이다.