더불어민주당이 내년 총선을 앞두고 출마 예정자들의 경쟁력 조사에 나서면서 본격적인 공천 작업에 들어간 것으로 보인다.

민주당 중앙당은 내년 총선에서 호남에 나설 유력 입지자들의 경쟁력을 알아보기 위한 여론조사를 실시했다.

26일 민주당과 지역 정가에 따르면 민주당 중앙당은 전날부터 이날까지 광주와 전남지역에서 당원들을 상대로 국회의원 선거구별로 유력 출마예정자들의 인지도 등을 묻는 여론 조사를 실시했다.

현역 의원이 있는 곳은 의정 활동을 물었고, 현역이 없는 곳은 경선에 나설 유력 후보자의 인지도와 정당 지지도를 조사하는 내용이었다.

선거구마다 민주당의 후보자들이 상대 후보들과의 경쟁에서 어느 정도의 경쟁력을 갖고 있는지 여부를 조사한 것으로 보인다.

특히 지역에 탄탄한 기반이 있는 바른미래당, ‘변화와 희망의 대안정치연대’(대안정치), 민주평화당 소속의 다선 중진 의원들과의 일대일 대결 구도로 질문하는 등 민주당 후보 경선에 나설 출마 예정자들의 경쟁력을 집중적으로 살펴본 것으로 전해졌다.

총선을 앞두고 통상적으로 실시하는 당 차원의 여론조사라고 하지만, 경선 레이스에 뛰어든 후보들 입장에서는 이번 여론조사 결과를 주목하고 있다.

특히 지역에서 민주당의 지지율이 높은 가운데 일부 선거구에서 민주당 후보자의 경쟁력이 예상보다 저조한 결과가 나올 경우 일부에서는 ‘전략공천’이 있는 것 아니냐는 관측도 나오고 있다.

텃밭 탈환을 넘어 호남 석권을 노리는 민주당이 이번 조사 결과를 토대로 경쟁력이 떨어지는 지역구에는 전략공천을 하려는 게 아니냐는 것이다.

하지만, 지난 20대 총선에서 민주당이 호남에서 참패한 원인 중 하나로 민심과 동떨어진 전략공천을 수시로 일삼았다는 점이 꼽히고 있어 전략공천은 단지 소문으로만 그칠 가능성이 크다는 게 중론이다.

또한, 이해찬 당 대표 등 민주당 지도부가 “호남지역에는 전략공천은 없을 것”이라고 단언한 만큼 또 다시 전략공천에 나설 경우 민심의 역풍을 맞을 수 있다는 점에서도 중앙당이 쉽게 전략공천에 나서지는 않을 것이라는 게 대체적인 분석이다.

지역 정치권 한 관계자는 “보통 정당 후보 경선을 앞두고 후보 면접에 앞서 인지도와 경쟁력을 확인하는 통상적인 여론조사가 있었고, 이번 여론조사도 그런 차원에서 이뤄진 것으로 보인다”며 전략공천을 위한 여론조사에 대해서는 확대 해석을 경계했다.

@highlight

26일 더불어민주당과 지역 정가에 따르면 민주당 중앙당은 광주와 전남지역에서 당원들을 상대로 현역 의원의 의정 활동과 유력 출마예정자들의 인지도 등을 묻는 여론 조사를 하여 본격적인 공천 작업에 들어간 것으로 보인다.