한국산업기술대학교가 지난 25일 베트남 산업무역부 산하대학 북부지역 거점 '한국어교육센터 분소'와 '글로벌산학협력센터'를 하노이 경제기술대학교에 개소했다.

한국산기대는 지난 2월 베트남 산업무역부와 한-베트남 고급엔지니어 양성에 관한 업무협약을 체결했다.

이번 행사는 베트남 산업무역부와의 업무 협약에 따라 이행하는 첫 번째 실질적인 성과다.

이날 한국산기대 노영주 국제처장, 주베트남 대한민국대사관 김의중 상무관, KOTRA 대양주지역 김기준 본부장, 한국디스플레이산업협회 서광현 부회장, 베트남 산업무역부 리쿠엉훙 국장, 짠황렁 경제기술대학교 총장 등이 참석했다.

김의중 상무관은 "개소식을 통해 한국산기대의 산학협력기술 노하우를 바탕으로 우수한 베트남 산업 역군을 양성할 것으로 확신한다"고 말했다.

리쿠엉훙 국장은 "한국은 베트남의 외국인 투자 1위 국가다. 특히 베트남에 진출한 한국 기업에 베트남 엔지니어에 대한 수요가 급증하고 있다"며 "산기대가 고급 엔지니어를 양성하는데 아주 중요한 역할을 할 것"이라고 강조했다.

한국어교육센터는 베트남 산하대학 학생을 대상으로 6개월 과정의 한국어 교육을 실시한 후 산기대에 편입시킨다.

이후 산기대에서 2년간의 산학협력 중심 현장교육을 통해 고급 엔지니어로 양성, 베트남 현지 한국기업으로의 취업까지 지원할 계획이다.

또한 글로벌산학협력센터는 베트남 시장 진출의 교두보 확보와 현지 사무소가 필요한 한국 기업체를 위한 입주공간이다.

한국디스플레이산업협회와의 협력을 통해 협회 회원사 중 중소기업 7개, 중견기업 1개, 대기업 1개 총 9개 기업이 개소 후 입주를 할 예정이다.

노영주 처장은 "한국어가 능통한 베트남 공학인력을 양성해 베트남에 진출한 한국기업의 취업까지 지원해 베트남과 베트남 현지 한국기업에 큰 도움이 될 것"이라며 "올해 연말 호치민에도 한국어센터 분소를 설립할 예정이다"고 설명했다.

@highlight

한국산업기술대는 지난 2월 베트남 산업무역부와 한-베트남 고급엔지니어 양성을 위한 업무협약을 체결했으며, 지난 25일 한국산기대 노영주 국제처장, 주베트남 대한민국대사관 김의중 상무관, KOTRA 대양주지역 김기준 본부장, 한국디스플레이산업협회 서광현 부회장, 베트남 산업무역부 리쿠엉훙 국장, 짠황렁 경제기술대학교 총장 등이 참석한 가운데 '한국어교육센터 분소'와 '글로벌산학협력센터'를 하노이 경제기술대학교에 개소했다고 밝혔다.