SK이노베이션은 '인간 위주의 경영을 통한 SUPEX(Super Excellent) 추구'라는 SK그룹 경영 원칙에 따라 임직원이 자발적이고 의욕적으로 일할 수 있는 환경을 조성하기 위해 노력하고 있다.

스펙 중심 채용 절차를 개선하고, 업무 효율을 높이기 위해 불필요한 관행도 없앴다.

SK이노베이션 인재상은 '신뢰를 바탕으로 도전과 혁신을 추구하는 Global Expert'다.

이는 사람에 대한 믿음을 바탕으로 업무에 혁신적으로 도전하며, 전문성과 글로벌 역량을 보유한 인재를 말한다.

SK이노베이션이 정유·화학사업 등 기존에 펼쳐오던 안정적 사업 외에 다양한 신사업을 추진하고 있어 주어진 환경에 안주하지 않고 끊임없이 발전을 추구하는 인재가 필요하다는 게 회사 측 설명이다.

이에 SK이노베이션은 획일화된 스펙과 면접을 통한 선발 체계를 벗어나기 위해 노력 중이다.

지난해부터 입사 지원자 스펙을 최소한으로 고려하기 위해 서류전형 시 어학성적, 자격증, 해외연수, 업무·인턴 경험 등 입력란을 없앴다.

SK이노베이션이 설계한 'Right People' 선발은 서류전형에서 자기소개서 반영 비율을 높이고, 면접에서는 직군별로 필요한 자질과 역량은 물론 직무적합성까지 파악할 수 있는 다양한 방법을 활용해 지원자를 다각도로 검증하는 방식이다.

같은 맥락에서 SK이노베이션은 조직 문화 혁신에도 강한 드라이브를 걸고 있다.

기존의 사고방식을 벗어나 불필요한 절차를 없애고 효율적으로 일할 수 있는 환경 만들기에 나섰다.

SK이노베이션 조직문화 혁신은 각 구성원 업무 활동에서 쉽게 찾아볼 수 있다.

우선 SK이노베이션은 업무 승인 절차와 형식을 파격적으로 개선했다.

기존 업무 승인 과정에서 활용되던 '품의서'와 '통보서'를 과감히 없애고 모든 커뮤니케이션을 이메일을 통해 진행하기로 결정했다.

모든 업무를 이메일로 보고하고 승인받음으로써 절차가 대폭 간소화됐다.

@highlight

SK이노베이션은 임직원이 자발적이고 의욕적으로 일할 수 있는 환경을 조성하기 위해 스펙 중심 채용 절차를 개선하여 획일화된 스펙과 면접을 통한 선발 체계를 변화시킬 예정이라고 밝혔다.