주택시장에서 중소형 아파트에 대한 수요자들의 관심이 꾸준한 가운데 두산건설은 오는 10월 경기도 안양시 만안구 안양동 일원에 '안양예술공원 두산위브'를 분양한다고 28일 밝혔다.

이 단지는 지하 2층~지상 25층, 6개동 558가구 중 250가구를 일반에 공급하며, 중소 주택형인 전용 39~84㎡로만 구성된다.

전용 85㎡이하 중소형 아파트는 매매거래도 활발히 이뤄지고, 가격상승률 역시 85㎡초과 중대형 아파트를 상회하는 수치를 보이고 있다.

부동산114 자료를 보면 올해(1~8월) 전국적으로 실거래된 아파트 매매건수(19만9155건) 중 전용 85㎡이하는 16만9936건으로 전체의 85.32%를 차지하는 것으로 나타났다.

중소형 아파트는 중대형에 비해 분양가, 유지·관리비 등 가격적인 면에서 경쟁력이 높고 최근에는 중소형에 드레스룸, 팬트리 등 다양한 특화설계를 적용해 중대형 못지 않은 공간활용성까지 갖추면서 선호현상이 더욱 뚜렷해지고 있다.

해당 사업지는 지하철 1호선 관악역과 안양역과의 거리가 반경 1㎞ 이내로 가깝고, 약 1.3㎞ 떨어진 석수IC를 통해 제2경인고속도로로 쉽게 진출입할 수 있다.

경수대로와 서해안고속도로, 강남순환도시고속도로, 서울외곽순환고속도로, 수원~광명간 고속도로 등 광역 교통망도 갖췄다.

인접한 석수전화국사거리에 월곶~판교 복선전철 만안역(가칭)이 오는 2025년 신설될 예정이고, 관악역과 1정거장 거리에 있는 석수역에도 2024년 완공을 앞둔 신안산선 복선전철이 들어설 계획이다.

생활편의시설로는 엔터식스(안양역점) 및 롯데시네마(안양점), 안양1번가, 안양중앙시장, 안양남부시장 등이 있다.

모델하우스는 경기도 안양시 동안구 비산동 일원에 마련돼 있으며, 입주는 2022년 6월 예정이다.

@highlight

두산건설은 10월부터 지하철 1호선 역들과의 거리가 가깝고 광역 교통망을 갖춘 '안양예술공원 두산위브'를 분양한다.