경기동두천시의회(의장 이성수)는 제286회 임시회에서 2019년도 일반 및 특별회계 세입·세출예산 제2회 추가경정예산안 및 조례안 등 총 16건의 안건을 처리하고 27일 폐회했다.

특히, 이번 예산결산특별위원회(위원장 정계숙, 간사 박인범)에서는 제2회 추가경정예산안에 대해 계수조정을 거쳐 △일반회계 세입총액 4,824억 1,776만 3,000원(원안 가결), 일반회계 세출총액 4,824억 1,776만 3,000원(수정 가결),△ 특별회계 세입총액 752억 3,683만 4,000원(원안 가결), 특별회계 세출총액 752억 3,683만 4,000원(원안 가결), △세입총액 5,576억 5,459만 7,000원, 세출총액 5,576억 5,459만 7,000원으로 수정 가결됐다.

또한, 27일 열린 제3차 본회의에서는 △기획감사담당관 소관의 「동두천시 재정안정화기금 설치 및 운용 조례안」에 대해 정문영 의원이 대표 발의하여 수정안을 제출했다.

수정안 내용은 기금의 운용계획 및 결산에 대한 조항을 안 제7조로 신설하는 사항이다.

본 사항에 대해 찬반토론 후 표결하여 찬성의원 5명, 반대의원 1명, 기권 1명으로 본 조례안은 수정 가결됐다.

제286회 임시회는 본 안건에 대한 1개의 수정가결, 14개의 안건에 대한 원안가결 등 총 15개의 안건에 대한 의결처리를 끝으로 폐회했다.

이성수 의장은 "임시회 회기동안 의원 여러분의 적극적인 노력으로 2019년도 제2회 추가경정예산안 및 조례안 등을 심도 있게 다룰 수 있었으며, 동료 의원 여러분의 노고에 진심으로 깊은 감사의 말씀을 드리고, 협조를 아끼지 않으신 집행기관 공직자 여러분의 노고에 대하여도 깊은 감사의 말을 드린다."고 전했다.

@highlight

경기동두천시의회는 제 286회 임시회에서 2019년도 일반 및 특별회계 세입·세출예산 제2회 추가경정예산안 및 조례안 등을 심도있게 다루고 15개의 안건에 대해 의결처리하고 폐회했다