자유한국당이 문재인 대통령을 향해 27일 "여기는 1인자 말 한 마디나 지시로 일사분란하게 움직이는 북한이 아니다"고 밝혔다.

문 대통령이 이날 조국 법무부 장관 수사와 관련 검찰 압박으로 읽힐 수도 있는 메시지를 내놓은 데 대한 반응이다.

김명연 한국당 수석대변인은 이날 논평에서 "위법·편법·위선의 피의자 조국 하나 사수하자고 문재인 정권 권력자들이 팔을 걷어붙이고 나섰다"며 이같이 비판했다.

김 대변인은 "사건을 수사 중인 검찰을 향해 개혁 주체라며 겁박을 가하는 문 대통령과 압수수색 중인 검사에게 전화 걸어 '장관입니다'라고 엄포를 놓은 조국, '대통령이 중요한 회담 중이시니 수사 좀 조용히 하라'며 수사외압을 한 강기정 청와대 정무수석"이라며 "'증거가 없으니 무리하게 압수수색한다'며 검찰 수사에 훼방을 놓는 이해찬 더불어민주당 대표"도 언급했다.

김 대변인은 이를 두고 "참으로 눈물 겨운 동료애"라며 "얄팍한 동료애 앞에 산산이 부서지는 대한민국의 정의와 상식이 보이지 않느냐"고 말했다.

김 대변인은 "집권 권력의 오만과 횡포가 도를 넘었다"며 "특정 개인, 게다가 법무부 장관 자리를 차지하고 있는 조국의 수사가 진행 중인데도 권력을 빌미로 노골적으로 개입하고 나섰다"고 지적했다.

그러면서 검찰에 '중립 수사'를 당부했다.

김 대변인은 "조국을 향한 검찰 수사는 대한민국 주권을 가진 국민의 명령"이라며 "검찰은 결코 국민의 목소리가 아닌 문 대통령의 목소리에 굴복해서는 안 된다"고 말했다.

앞서 고민정 청와대 대변인은 문 대통령이 각종 회의에서 "검찰이 아무런 간섭을 받지 않고 전 검찰력을 기울이다시피 엄정하게 수사하고 있다"며 "그럼에도 검찰개혁을 요구하는 목소리가 높아지고 있는 현실을 검찰은 성찰해주길 바란다"고 말했다고 밝혔다.

문 대통령은 "검찰개혁은 공수처 설치나 수사권 조정과 같은 법 제도적 개혁 뿐만 아니라 검찰권 행사 방식, 수사 관행 등의 개혁이 함께 이뤄져야 한다"고 강조했다.

이어 "특히 검찰은 국민을 상대로 공권력을 직접 행사하는 기관"이라며 "엄정하면서도 인권을 존중하는 절제된 검찰권 행사가 무엇보다 중요하다"고도 밝혔다.

@highlight

문 대통령이 조국 법무부 장관 수사와 관련 검찰 압박으로 읽힐 수도 있는 메시지를 내 놓은 데 대한 반응으로 자유한국당은 문 대통령을 향해 "여기는 1인자 말 한 마디나 지시로 일사분란하게 움직이는 북한이 아니다" 라고 밝힌 가운데 김명연 한국당 수석대변인은 논평에서 위법.편법.위선의 피의자 조국 하나 사수하고자 문재인 정권 권력자들이 팔을 걷어붙이고 있다고 비판했다.