대외경제硏 보고서…"美시장서 日과 승용차·자동차부품 분야 경쟁 심화"미국과 일본 간 무역협정이 발효되면 최악의 경우 한국 경제성장률이 0.05%포인트(P), 고용은 7000명 가까이 감소할 것이라는 전망이 나왔다.

27일 대외경제정책연구원(KIEP)의 '미·일 무역협정의 경제적 영향' 보고서에 따르면 미·일 무역협정으로 시장이 완전히 개방될 경우 한국 경제 성장세는 최대 0.05%P 감소하고 고용은 6777명 줄어들 것으로 예상됐다.

이는 모든 분야에서 관세가 전면 철폐되고 비관세 장벽도 환태평양경제동반자협정(TPP) 수준으로 낮아지는 최악의 시나리오를 가정해 분석한 것이다.

TPP 수준으로 관세와 비관세 장벽을 철폐할 경우 한국의 경제성장률은 0.04%P, 고용은 6728명 감소할 것으로 보인다.

양국이 농산물과 자동차 부품시장에서만 개방을 이루고 비관세 장벽도 농업, 자동차 분야에서만 제거한 시나리오에 따르면 경제성장률은 0.03%P 하락한다.

이처럼 한국 경제가 타격을 받을 것이라는 관측이 나오는 것은 미·일 무역협정으로 미국과 일본 시장에서 한국 제품의 경쟁력이 떨어질 것이라는 우려 때문이다.

미국 시장에서 한국과 일본은 승용차, 차량 부품, 진공펌프·팬, 환기용 후드 등 여러 품목에서 경쟁하고 있다.

특히 승용차의 경우 한국과 일본 모두 경쟁력을 갖춘 품목이다.

한·미 자유무역협정(FTA)에 따라 현재 한국 승용차는 무관세를 적용받고 있지만, 일본 승용차에 대한 관세도 철폐될 경우 경쟁이 심화할 수밖에 없다.

다만, 최악의 시나리오까지 이어지려면 양국의 무역 협상이 추가로 진행돼야 한다.

김현수 KIEP 부연구위원은 "이번에 양국이 합의한 것은 굉장히 '스몰 패키지'"라며 "(농산물·자동차 부품시장만 개방한) 시나리오보다도 작은 수준"이라고 설명했다.

이어 양국이 무역협정을 조속히 타결할 가능성에 대비해 한·미 FTA 활용률 제고 방안을 내놔야 한다고 제언했다.

@highlight

대외경제정책연구원의 '미·일 무역협정의 경제적 영향' 보고서에 따르면, 미·일 무역협정으로 시장이 완전히 개방될 경우 한국 경제 성장세는 최대 0.05%P 감소하고 고용은 6777명 줄어들 것으로 예상되었고, 환태평양경제동반자협정 수준으로 관세와 비관세 장벽을 철폐할 경우 경제성장률은 0.04%P, 고용은 6728명 감소로 한국 경제가 타격을 받을 것으로 관측된다.