수도권 제2순환 고속도로 양평∼이천 구간 건설공사가 착공을 3개월 앞당겨 이달 첫 삽을 뜬다.

국토교통부는 27일 수도권 교통혼잡 해소를 위해 양평∼이천 고속도로 조기 착공 및 개통을 추진한다고 밝혔다.

이 구간은 총사업비 9983억원을 들여 총연장 19.37㎞, 4차로 고속도로로 건설된다.

조기 착공으로 개통도 당초 목표보다 빠른 오는 2026년으로 당겨졌다.

앞서 4개 공구로 발주돼 1∼3공구는 최근 낙찰자를 결정해 곧바로 착공에 들어간다.

1∼3공구 공사(대표사)는 각각 대우건설과 극동건설, KCC건설이 맡는다.

다만, 기술형입찰(실시설계 기술제안) 방식으로 발주된 4공구는 오는 11월께 시공사 선정 후 착공할 예정이다.

이로써 수도권 제2순환 고속도로(258.6㎞)는 안산∼인천 구간(20.0㎞)을 제외한 전 구간이 착공 또는 개통 단계에 진입했다.

안산∼인천 고속도로는 현재 타당성조사 중으로 내년 4월께 본격적인 착공 준비에 들어갈 예정이다.

국토부는 양평∼이천 구간이 개통되면 각각 2020년과 2022년 개통 예정인 화도∼양평, 이천∼오산 노선과 연계한 수도권 남동부 고속도로를 완성할 예정이라고 밝혔다.

또한, 중부 및 중부내륙고속도로와 연결하는 2개 분기점(진우ㆍ강상)을 설치해 수도권 접근성을 높이고 신촌, 산북 등 2개 나들목을 설치해 지역주민 교통 편의성을 크게 향상시킬 것이라고 국토부는 설명했다.

이상헌 도로정책과장은 "양평∼이천 고속도로가 개통되면 양평에서 이천까지 통행시간은 약 12분(31→19분) 단축되고 물류비용 약 356억원과 이산화탄소 약 1만t의 저감효과가 기대된다"라고 말했다.

이어 "성남∼여주 복선전철과 성남∼장호원 국도 3호선, 제2영동고속도로와 함께 수도권 남동부(경기 광주ㆍ이천ㆍ여주ㆍ양평) 지역발전에도 크게 기여할 것"이라고 덧붙였다.

@highlight

수도권 제2순환 고속도로 총사업비 9983억원을 들여 건설되는 양평∼이천 구간 건설공사가 수도권 교통혼잡 해소를 위해 3개월 앞당겨 조기 착공 및 개통을 추진한다고 27일 밝혔다.