국내최대 복합리조트 신화월드내 위치한 렌딩카지노(송우석 대표, 중앙)가 28일 문화체육부 장관 표창인 3억불 관광진흥탑을 수상했다.

국내 최대 규모의 복합리조트 제주신화월드에 위치한 랜딩카지노가 27일 '제46회 관광의 날' 기념식에서 문화체육부 장관 표창인 3억불 관광진흥탑을 수상했다.

신화월드에 따르면 랜딩카지노는 지난 2017년에 2000만불 관광진흥탑 수상을, 지난해에는 3000만불 관광진흥탑 수상을, 올해 제주신화월드로 이전한 지 불과 1년 만에 전년 대비 매출액 10배에 달하는 3억불 관광진흥탑을 수상했다.

랜딩카지노의 관광진흥탑 3년 연속 수상의 배경으로는 운영 투명성을 기반으로 한 준법 경영과 지역사회와 함께 성장하기 위해 지속적으로 기울여온 노력과 공로가 인정받은 것으로 평가된다.

운영 첫 해부터 제주대학교와 손을 잡고 경쟁력 있는 지역 인재양성을 위해 10년에 걸쳐 5억원의 발전기금을 기탁하며 장기적 비전을 실천해오고 있다.

최근에는 제주도 내 청년 및 취약계층이 전문적인 교육을 통해 경제적 자립을 이룰 수 있도록 수혜 계층을 다각화하고 있다.

이러한 노력의 일환으로 재단법인 제주신화월드 교육일자리지원센터를 설립해 지역의 인재양성을 실천하고 있다.

또한, 한국장애인고용공단 제주맞춤훈련센터와 연계한 제주신화월드 행복공작소 주식회사를 설립해 장애인 취업에도 앞장서고 있다.

신화월드는 '제주의 허파'로 통하는 곶자왈 매입 비용으로 100억원을 곶자왈공유화재단에 기탁하는 등 제주의 생태보호에도 적극 참여하고 있다.

한편, 제주신화월드 CEO 에드먼드 웡(Edmund Wong)은 대규모 일자리 창출과 외화 획득에 기여한 공로를 인정받아 지난 3월 문재인 대통령이 주재한 청와대 외국인 투자기업 초청 간담회에 참석한 바 있다.

또, 지난 2017년 지역사회 일자리 창출과 인재 양성, 사회 공헌 등의 공로가 인정받아 대통령 표창을 수상하기도 했다.

@highlight

제주신화월드에 위치한 랜딩카지노가 27일 관광의 날 기념식에서 준법 경영과 지역사회와 함께 성장하기 위해 지속적으로 기울여온 노력과 공로를 인정받아 문화체육부 장관 표창인 3억불 관광진흥탑을 수상했다.