필리핀 인근 해역에서 발생한 제18호 태풍 '미탁(MITAG)'이 북상하며 한반도에 영향을 미칠 수 있다는 예상이 나온다.

28일 기상청은 이날 오전 9시쯤 필리핀 마닐라 동쪽 약 1210km 해상에서 제18호 태풍 미탁이 발생했다고 밝혔다.

미탁은 괌 해상에서 발생한 열대저압부(TD)가 29~30도의 고수온역을 지나면서 발달했다.

대만 인근에서 북동쪽으로 방향을 틀어 일본 오키나와와 규슈 등 북태평양고기압의 가장자리를 따라 북상할 것으로 전망된다.

이에 따라 한반도에도 영향을 미칠 것으로 보인다.

기상청 관계자는 "오는 10월2일쯤 강한 태풍이 돼 제주도와 규슈 사이로 올라오겠다"며 "제주도와 남부지방을 중심으로 영향을 줄 가능성이 커지고 있다"고 설명했다.

기상청 관측에 따르면 미탁은 내달 1일 제주도 서귀포 인근 해상에 진입할 것으로 보인다.

2일 오후에는 여수 남서쪽 해상을 지나며 남해안에 상륙하고 이튿날인 3일 오후 독도 동북쪽 130km 부근 해상에 다다를 것으로 전망된다.

기상청은 미탁이 한반도를 지나게 되면 비바람에 따른 피해가 적지 않을 것으로 내다보고 있다.

기상청 관계자는 "제17호 태풍 타파 이상의 강한 중형 태풍으로 영향범위가 넓어 제주와 남부지방, 동해안을 중심으로 피해가 예상되며 강풍과 폭우 동반 가능성이 커지고 있다"고 말했다.

하지만 아직 태풍 발생 초기인 만큼 상황을 지켜볼 필요가 있다는 입장이다.

대만 동쪽 해상에서 한반도와 일본열도 방향으로 전환하면서 생기는 경로의 불확실성과 북서쪽에서 남하하는 대륙고기압의 세기 등에 따른 변동성이 크다는 것이다.

한편 올해 우리나라에 영향을 미친 태풍은 최근 발생한 제17호 태풍 '타파'를 포함, 총 6개다.

1976년 이후 40여년 만에 가장 많은 태풍이 한반도를 지났다.

가장 많은 태풍이 우리나라에 영향을 미친 해는 1959년 7개로, 이번 미탁이 한반도를 지나며 영향을 주면 1959년과 함께 공동 1위가 된다.

@highlight

28일 기상청은 이날 오전 9시쯤 필리핀 마닐라 동쪽 약 1,210km 해상에서 제18호 태풍 미탁이 발생했다고 밝히면서, 이 태풍이 북상하면서 오는 10월2일쯤 제주도와 남부지방을 중심으로 우리나라에 영향을 미칠 수 있는 것으로 예상하고 있다.