금산고등학교(교장 조익수) 생명과학 동아리 'SKYPE'팀이 제4회 충남학교환경동아리 사례발표대회 대상을 수상했다.

금산고는 이 학교 2학년에 재학 중인 김민욱, 오세호, 김의진, 이용욱, 양동현 군 등 5명 학생들로 구성된 생명과학 동아리 'SKYPE'팀이 제4회 충남학교환경동아리 사례발표대회에서 대상을 수상했다고 27일 밝혔다.

충남학교환경동아리 사례발표대회는 초·중·고 학생들이 지역 사회 환경 문제에 대해 관심을 갖도록 하고 사례 발표를 통한 학교 환경 교육 운영 사례 확산을 도모하기 위해 충청남도환경교육센터에서 주관하고 충청남도교육청이 후원하는 대회다.

이번 사례발표대회는 예선대회를 통과한 초등과 중등 2개 부문 총 13개의 동아리에서 프리젠테이션(ppt) 발표와 포스터 전시를 실시했다.

금산고 생명과학 동아리 'SKYPE'는 금산군 제원면 천내습지에 매달 정기적으로 방문해 생태계 교란 식물 '가시박'을 제거하는 활동을 꾸준히 진행했다.

이를 통한 지역 사회 생태계 보호와 생물 다양성 유지 측면에서 활동한 내용을 바탕으로 대회에 참가했다.

대상을 수상한 학생들은 "우리 고장의 환경 문제에 관심을 가지면서 고등학생으로서 할 수 있는 일이 무엇이 있을까 고민해하다 생태계 교란 식물 제거 활동에 참가하게 되었고 꾸준한 활동이 좋은 결과로 이어진 것 같다"고 수상 소감을 전했다.

학생들을 지도한 송종혁 생명과학 교사는 "학생들이 환경 문제에 관심을 갖고 탐구하고자 하는 분야에 대해 지원해준 것 뿐" 이라며 "학생들의 관심 분야에 대해 SNS 토요 과학프로그램을 통해 계속 연구할 수 있도록 지원할 계획"이라고 밝혔다.

한편 금산고는 학생 맞춤형 동아리 운영과 지역연계 공동교육과정을 통한 생명과학 실험 수업, SNS 토요 과학프로그램 운영 등 자연과학 분야 특성화 프로그램을 운영하고 있다.

이러한 노력이 제41회 충남학생과학발명품경진대회 특상과 장려상에 이어 충남학교환경동아리 사례발표대회 대상 수상으로 이어지며 결실을 맺고 있다.

@highlight

27일 자연과학 분야 특성화 프로그램을 운영중인 금산고등학교(교장 조익수)는 모교의 2학년에 재학중인 김민욱, 오세호, 김의진, 이용욱, 양동현 군 등 5명 학생들로 구성된 생명과학 동아리 'SKYPE'팀이 제4회 충남학교환경동아리 사례발표대회에서 대상을 수상했다고 밝혔다.