김훈배 KT 뉴미디어사업단 단장(왼쪽)과 류신 차이나모바일 미구 류신' 대표(오른쪽)가 협약서에 서명하고 있다.

KT가 26일 오후 차이나모바일의 콘텐츠 담당 계열사인 '미구'와 중국 베이징에서 '5G 기반 뉴미디어 콘텐츠 협력을 위한 업무협약'을 체결했다.

이번 업무협약에 따라 KT와 차이나모바일 미구는 한·중 양국의 5G 디지털 생태계 조성 및 글로벌 5G 기술 혁신을 공동 추진하기로 손을 맞잡았다.

세부 협력 사항으로는 △4K·8K 초고화질 콘텐츠 개발 협력 △국내 미공개 중국 인기 드라마·스포츠·공연 콘텐츠 단독 공급 △VR(가상현실) 공동 연구 및 콘텐츠 개발 협력 △초고음질 24비트 FLAC 음원 교류 △5G 기반 클라우드 게임 생태계 구축 등이 있다.

차이나모바일은 5G AR·VR 분야에 5000억 원(30억 위안) 이상을 투자하고 '5G 초고화질 VR 콘텐츠 산업 발전'을 추진하고 있다.

계열사인 미구는 음악, 비디오, 웹소설, 게임, 애니메이션 5대 디지털 콘텐츠 업무에 중점을 두고 5G 콘텐츠 생태계 조성에 주력하고 있다.

이에 KT는 차이나모바일 미구와의 협력을 통해 한·중 5G 디지털 콘텐츠 생태계 발전을 선도하고 양국 국민에게 더욱 풍부한 5G 뉴미디어 경험을 제공해나갈 계획이다.

김훈배 KT 뉴미디어사업단 단장은 "이번 미구와의 5G 뉴미디어 사업 협력을 통해 세계 최초로 5G를 상용화한 KT의 경험을 나눌 수 있게 돼 자랑스럽게 생각한다"며 "향후 차이나모바일과의 5G 뉴미디어 콘텐츠 교류 및 공동 제작을 통해 한국과 중국 모두 차별화된 5G 서비스 제공 기회를 가질 수 있을 것으로 기대한다"고 말했다.

류신 차이나모바일 대표는 "KT의 앞선 5G 경험을 활용할 수 있는 기회를 갖게 돼 기쁘다"며 "향후 양사 간 적극적인 협업을 통해 중국과 한국 양 국가의 5G 콘텐츠 시장을 리딩할 수 있도록 노력하겠다"고 말했다.

@highlight

KT와 차이나모바일 '미구'는 26일 오후 중국 베이징에서 한·중 양국의  5G 콘텐즈 생태계 조성 및 글로벌 5G 기술 혁신을 공동 추진하기로 하고 '5G 기반 뉴미디어 콘텐츠 협력을 위한 업무협약'을 체결했다.