삼성전자가 직화오븐 신제품을 29일 출시했다.

이 제품은 '비스포크' 냉장고처럼 직화오븐에 다양한 색상을 적용할 수 있는 게 특징이다.

클린 민트, 클린 차콜, 클린 그레이 3가지 색상을 시작으로 내년에는 핑크와 화이트 등을 추가로 도입할 예정이다.

삼성전자 직화오븐은 삼성의 독자 기술인 직화열풍이 적용됐다.

오븐 위쪽에 촘촘하게 배치된 최대 72개 구멍에서 강력한 열풍을 쏟아내 음식 표면을 빠르고 바삭하게 골고루 익혀준다.

이번 신제품에는 기존보다 1.6배 넓어진 팬(지름 154mm)이 적용돼 내부의 열풍을 고르게 순환시켜 조리시간을 최대 47%까지 단축시켜준다.

성전자 모델이 디지털프라자 강남본점 5층에 위치한 라이프스타일 쇼룸 #ProjectPRISM에서 '2019년형 직화오븐' 신제품을 소개하고 있다.

이번에 '에어프라이' 기능도 새롭게 탑재돼 기름을 사용하지 않고도 바삭한 튀김 요리를 즐길 수 있다.

에어프라이 기능에는 한국 소비자들이 즐겨먹는 냉동 유탕식품을 간편하게 조리할 수 있는 21가지 자동조리 기능이 있어 각 메뉴에 맞는 설정을 손쉽게 할 수 있다.

또 전용 용기 바깥쪽에 홈을 만들어 식품에서 나오는 기름을 모았다가 버릴 수 있도록 디자인해 청소가 간편하다.

삼성전자 직화오븐은 전문가처럼 찜 요리를 만들 수 있는 '3중 스팀쿠커'도 탑재했다.

증기가 찜기 내부를 덥혀 음식을 찌는 방식으로 별도 커버가 수분 증발을 막아주고 잔열로 음식을 따뜻하고 촉촉하게 보온해 준다.

요리 후 오븐 내부를 청소하지 않고 스팀쿠커만 세척하면 돼 관리도 편리하다.

김성은 삼성전자 생활가전사업부 상무는 "비스포크 색상을 입은 직화오븐 출시로 소비자들이 주방 인테리어를 하는데 더 다양한 선택이 가능해졌다"면서 "앞으로도 기능은 물론 디자인까지 강화한 제품을 다양하게 선보일 것"이라고 말했다.

@highlight

삼성전자가 직화오븐 신제품을 29일 출시하며 색상은 클린 민트, 클린 차콜, 클린 그레이 3가지 색상을 시작으로 내년에는 핑크와 화이트 등을 추가로 도입할 예정이다.