국회 산업위 국감자료…어기구 "한국의 수입규제조치는 44건 불과"미국과 인도, 중국 등 한국의 주요 수출국들이 최근 5년간 한국 상품에 대한 수입규제를 강화하고 있는 것으로 나타났다.

국회 산업통상자원중소벤처기업위원회 소속 더불어민주당 어기구 의원이 29일 산업통상자원부와 중소벤처기업부 등으로부터 제출받은 '대(對)한 수입규제 현황' 자료에 따르면 한국산 제품에 대한 수입규제는 2014년 166건에서 올해 현재 198건으로 19.3% 늘었다.

이러한 수입규제 조치는 2015년 175건, 2016년 184건, 2017년 191건, 지난해 194건으로 매년 늘고 있다.

국가별로는 미국이 39건으로 가장 많았고, 인도(28건)·중국(18건)·터키(14건), 유럽연합(EU·6건) 등의 순이었다.

한국이 전 세계로 확산한 미국발(發) 보호무역주의에 타격을 받고 있다고 어 의원은 설명했다.

수입규제 형태는 반덤핑이 150건, 세이프가드(긴급수입제한조치) 40건, 상계조치 8건 등이었다.

반덤핑은 수입국이 자국내 산업 보호를 목적으로 수출국 제품에 고율의 관세 부과를 하는 것을 말한다.

상계조치는 수입국이 수출국 보조금 지원을 받는 상품에 관세를 부과하는 것이다.

품목별로는 한국의 주요 수출품인 철강·금속에 대한 수입규제가 92건으로 전체의 46.5%를 차지했다.

화학(40건), 플라스틱·고무(23건), 섬유(13건), 전자전기·기계(12건) 등이 뒤를 이었다.

이에 반해 한국이 다른 나라에 대해 취하거나 조사 중인 수입규제조치는 44건에 불과했다.

수입규제를 취한 상대국은 중국과 일본이 각각 12건과 8건으로 가장 많았고, 인도와 EU가 각 4건, 미국 2건 등이다.

어기구 의원은 "전 세계에 보호무역주의 성향이 강화되는 상황에서 각국 수입규제 계획에 대한 정보 제공, 수출규제 부당성에 대한 설득 등 수출기업의 불안 요인을 제거하기 위한 정부 대응이 필요하다"고 지적했다.

그러면서 "수출주도형 한국 경제의 구조 아래서는 수입규제조치 등 보호무역을 강화하기엔 한계가 있으니 국내 산업을 보호하기 위한 적절한 조치가 필요하다"고 덧붙였다.

@highlight

더불어민주당 어기구 의원은 산업통상자원부와 중소벤처기업부 등에서 제출받은 수입규제 현황 자료에 따르면 한국제품에 대한 수입규제는 현재 198건으로 해마다 늘고있는 실정이라고 말헀으며, 국가별로 미국, 인도, 중국, 터키 EU순으로 많은것으로 나타났다고 분석하였다.