한남리와 지역입주 기업체가 한남리 경로당 주변 남원읍 중산간동로 마을안길에서 방풍수 제거사업을 하고있다.

서귀포시 남원읍 한남리 마을안길이 환하게 밝아지고 있다.

기존에 마을안길 도로변이 빽빽하게 우거진 삼나무 방풍수로 인해 교통에 방해가 되어 사고 위험도가 높았으나 한남리 마을과 이마을에 입주한 기업체가 하나가 되어 상생하는 협력 마을안길 정비사업을 펼쳐나가고 있어 지역의 시선이 집중되고 있다.

한남리(이장 고성봉)와 서귀포시축협(조합장 김용관), 주식회사 오설록 농장 한남차밭(소장 김용철)은 26일 한남리 중산간 동로와 남한로 지역 등 총1km 구간에 도로변으로 심어진 삼나무, 잡목 등 방풍수를 제거하는 '마을과 기업체간 합동 마을안길 정비사업'을 실시했다.

고성봉 한남리장은 "지난해부터 마을과 입주 기업체간 상생하는 합동 협력사업으로 마을안길 방풍수 제거사업과 농로변 풀베기, 하천 지장물 제거와 쓰레기 수거 등 1년에 2회씩 상하반기로 꾸준하게 봉사해주는 기업체에 감사하다"는 인사를 전했다.

또한 "이렇게 마을과 기업체간의 상생이 지역사회에 표본 모델로 전파되어 나갔으면 좋겠다"는 바람을 피력했다.

김용철 소장은 "지역사회에서 마을과 입주 기업체가 갈등이 있는 곳도 있는데 봉사활동을 통해서 서로가 한가족 처럼 지내는 계기가 되고 있다"며 "이러한 상생협력이 마을과 기업체가 서로 발전하는 원동력이 됐으면 좋겠다"는 마음을 전했다.

본 사업에 참여했던 노인회 오공학 사무장은 "한남리에 들어온 회사들이 마을주민들에게 농번기에 일할 수 있는 일자리도 만들어 주고, 회사 직원들이 주민들과 함께 봉사활동도 해주는데 대하여 노인회원들도 고마워 한다"며 "앞으로도 이러한 관계가 계속 발전되기를 바란다"고 했다.

@highlight

지난 26일, 한남리와 근처 기업체가 함께 삼나무, 잡목 밀집으로 운전자에게 방해가 됐던 도로 주변 1km 구간에 마을안길 방풍수 제거사업을 했다.