▲ BNK경남은행 디지털금융본부 최우형 부행장보(사진 오른쪽)가 우수 지방은행 상패를 받은 뒤 기념촬영하고 있다.

BNK경남은행(은행장 황윤철)은 아시아투데이가 주관하고 기획재정부·금융감독원·금융위원회가 후원한 ‘2019 아시아투데이 금융대상 시상식’에서 ‘우수 지방은행’에 선정됐다.

은행, 증권, 보험, 카드 등 국내 금융사와 금융인을 6개 부문 27개 분야로 나눠 시상한 2019 아시아투데이 금융대상 시상식에서 지방은행 중 유일하게 뽑혔다.

경남은행은 금융당국 검사 개혁TF 혁신위원회 고동원 위원장(성균관대 법학전문대학원 교수) 등 학계와 민간 전문가로 구성된 심사위원회로부터 공적을 두루 인정받았다.

특히 1970년 5월 22일 창립 이래 49년여간 지역 경제 활성화와 국토 균형 발전에 기여한 점을 높이 평가 받았다.

경남은행은 경남도와 울산시를 주 영업권역으로 전국에 총 162곳의 영업점을 운영 중이다.

지난해 취급한 기업대출 18조7,837억 원 중 92.5%에 달하는 17조3,711억 원이 중소기업대출로 지원했다.

이 가운데 85.6%에 이르는 14조8,757억 원이 지역 중소기업에 지원됐다.

기술력을 바탕으로 지원하는 기술신용대출도 꾸준히 늘려 지난 2016년말 2조3,550억 원에서 지난해에는 4조5,404억 원, 올 6월에는 5조3,550억 원으로 2년 6개월여만에 127.0%나 늘리는 등 지방은행 중 가장 높은 증가율을 보였다.

그런가 하면 ‘4차 산업혁명’으로 시작된 금융의 디지털화에 맞춰 인공지능(AI), 빅데이터(Big Data), 블록체인(Block Chain) 등 핵심 기술 내재화와 상용화로 디지털금융 전환을 추진 중이다.

경남은행 관계자는 “지역을 대표하는 금융기관이자 시민기업으로서 역할을 잘 수행해 나가고 있다는 격려로 알고 더욱 분발하겠다”며 “우수 지방은행 선정 기쁨을 지역 그리고 고객과 함께 나누겠다”고 말했다.

@highlight

경남은행은 학계와 민간 전문가로 구성된 심사위원회로부터 창립 이래 지역 경제 활성화와 국토 균형 발전에 기여한 점 등 공적을 골고루 인정받아 아시아투데이가 주관한 ‘2019 아시아투데이 금융대상 시상식’에서 ‘우수 지방은행’에 선택됐다. 