[충청투데이 이재범 기자] 지적장애를 갖고 있는 자신의 친딸에게 수차례에 걸쳐 몹쓸 짓을 한 인면수심의 아버지에게 법원이 중형을 선고했다.

대전지방법원 천안지원 제1형사부(재판장 원용일)는 성폭력범죄의처벌등에관한특례법위반(장애인위계등간음) 혐의로 구속 기소된 A(44) 씨에게 징역 10년을 선고했다고 29일 밝혔다.

또 80시간의 성폭력 치료프로그램 이수와 아동·청소년 관련기관 등과 장애인복지시설에 5년간 취업제한을 명했다.

다만 '딸인 피해자의 신상이 노출될 우려가 있다'며 신상정보 공개 및 고지 명령을 면제했다.

재판부는 판결문에서 "피고인은 정신적 장애가 있는 친딸인 피해자를 왜곡된 성적 욕구를 충족하기 위한 대상으로 삼아 상당한 기간에 걸쳐 여러 차례 위력으로 간음했는바 그 죄질이 매우 나쁘다"고 판시했다.

이어 재판부는 "건전한 성적 정체성과 가치관을 형성할 시기에 있는 만 15세의 피해자는 이 사건 범행으로 인해 상당한 성적 혐오감과 정신적 충격을 느꼈을 것으로 보이고 장래 성장 과정에서도 이 사건 범행으로 인한 부정적인 영향을 받을 가능성이 크다"고 말했다.

재판부는 "피해자는 경찰 조사 과정에서 피고인이 술을 마신 후 이 사건 범행을 반복적으로 저지른 것에 대해 여전히 두려움과 혐오의 감정을 드러내고 있다"고 양형 이유를 설명했다.

아버지에 대한 처벌을 원하지 않는다는 의사를 표한 것과 관련해서도 "피해자가 처벌불원의 의사표시가 가지는 의미와 내용, 효과를 이해하고 알아차릴 수 있는 능력이 부족한 것으로 보인다. 감경요소로서의 처벌불원에 해당한다고 볼 수 없다"고 덧붙였다.

A씨는 약 10년 전 배우자와 이혼한 뒤 지적장애 2급 장애인인 피해자를 혼자서 양육해 오다 2018년 3월경부터 수차례 간음한 혐의를 받았다.

심지어 A씨는 새벽 시간에 아들과 피해자인 딸이 함께 자는 방에서 범행을 저지른 데다 갈수록 범행 수법도 대담해졌던 것으로 드러나 충격을 줬다.

@highlight

대전지방법원 천안지원은 지적장애 친딸에게 수차례에 걸쳐 몹쓸 짓을 한 아버지에게 법원이 징역 10년을 선고하고 80시간의 성폭력 치료프로그램 이수와 아동·청소년 관련기관과 시설에 5년간 취업제한을 명했다.