오는 10월 분양가 상한제 확대 시행을 앞두고 지난달 아파트 분양이 지난해 같은 기간 대비 85.5% 늘었다.

반면 인허가 및 준공 실적은 지난해 대비 25% 이상 줄었다.

29일 국토교통부에 따르면 지난달 공동주택(아파트) 분양 실적이 전국 2만6733가구로 지난해 같은 기간 대비 85.5% 늘었다.

수도권이 1만8099가구로 199.7%, 서울이 3707가구로 163.5% 각각 늘었다.

지방은 8634가구로 지난해 대비 3.1% 늘어나는 데 그쳤다.

일반 분양이 1만7487가구로 지난해 대비 155.3%, 조합원 분양이 5989가구로 152.3% 각각 늘었다.

반면 임대주택이 3257가구로 37.2% 줄었다.

착공 실적은 전국 3만8189가구로 지난해 같은 기간 대비 25.7% 늘었다.

수도권이 2만2693가구로 43.7%, 서울이 4823가구로 7.5% 각각 늘었다.

지방은 1만5496가구로 전년 대비 6.1% 늘었다.

인허가 실적이 전국 2만8776가구로 지난해 같은 기간 대비 24.9% 줄었다.

수도권이 1만9566가구로 9.5%.

지방이 9210가구로 44.8% 각각 줄었다.

서울은 4331가구로 지난해 대비 0.8% 늘었다.

준공 실적은 전국 3만6052가구로 지난해 대비 32.9% 줄었다.

수도권이 1만8823가구로 29.1%, 서울이 4477가구로 5.4% 각각 줄었다.

지방이 1만7229가구로 지난해 대비 36.6% 감소했다.

한편 지난달 말 기준 전국 미분양 주택이 전월 대비 0.2% 감소한 6만2385가구로 집계됐다.

준공 후에도 미분양으로 남은 주택이 전월 대비 0.5% 감소한 1만8992가구다.

지역별로 보면 수도권 미분양이 1만331가구로 전월 대비 4.2% 줄었고, 지방이 5만2054가구로 0.6% 늘었다.

전국 미분양 주택 현황은 국토교통부 '국토교통통계누리'에서 확인할 수 있다.

@highlight

29일 국토교통부에 따르면 지난달 공동주택(아파트) 분양 실적은 2만 6733가구로 지난해 같은 기간 대비 85.5% 늘었지만 인허가 및 준공 실적은 지난해 대비 25% 이상 준 것으로 보아 10월 분양가 싱한제 확대 시행을 앞둔 밀어내기식 분양이 많은 것으로 분석된다.