최근 저금리 기조로 주택담보대출에 이어 신용대출 금리도 빠르게 떨어지고 있다.

지금과 같은 하락세가 이어지면 연 2%대 신용대출이 대세로 굳어질 수 있다는 전망도 나온다.

29일 은행연합회에 따르면 국내 18개 은행이 최근 공시한 이달 일반 신용대출 금리는 신용등급 1·2등급 기준으로 최저 연 2.66%에서 최고 연 4.31%에 달한다.

이는 지난 1월 연 3.41~4.66%보다 대출 금리가 최고 0.75%포인트 떨어진 것이다.

특히 연 2% 금리로 신용대출을 해주는 은행이 4곳이나 됐다.

카카오은행이 연 2.66%로 가장 낮고 우리은행 연 2.85%, KEB하나은행 연 2.88%, NH농협은행 연 2.89% 순이다.

신용대출에 2%대 금리를 적용한 은행은 올해 1~5월에는 한 곳도 없었지만 지난 6월 카카오뱅크(2.98%)를 시작으로 7월 하나은행(2.98%), 8월 우리·농협은행이 추가됐다.

신용대출 금리가 내려간 것은 최근 시장금리 하락에 맞춰 대출 기준금리가 조정된 데 따른 것이다.

지난 1월 연 1.92%였던 우리은행 신용대출 기준금리는 이달 들어 연 1.38%까지 내려갔다.

은행 중 대출 금리가 가장 낮은 곳은 카카오뱅크다.

하지만 최근에는 대출 금리를 소폭 올렸다.

지난 19일 신용대출 금리는 연 2.75%, 마이너스통장 금리는 연 3%로 조정했다.

카카오뱅크 관계자는 "국제결제은행(BIS) 기준 자기자본비율을 맞추기 위해 증자를 앞두고 대출 속도를 조절하기 위한 조치"라고 설명했다.

지난 6월 말 기준 카카오뱅크 BIS 자기자본비율은 11.74%로 전체 은행 평균(15.34%) 대비 아래다.

대출이 늘어나면 위험가중자산이 늘어 BIS 비율이 더 떨어지는 만큼 금리를 올려 신규 수요를 줄이려는 것이다.

당분간 대출 금리 하락세는 이어질 전망이다.

다음달 한국은행이 기준금리를 내릴 가능성이 높고 신용대출 금리와 연동되는 코픽스(COFIX)도 하락세를 이어가고 있기 때문이다.

@highlight

최근 시장금리 하락으로 대출 기준금리가 조정된 기조 때문에 신용대출 금리가 신용등급 1·2등급 기준으로 최저 연 2.66%에서 최고 연 4.31%에 달하며 빠르게 떨어지고 있다.