임병택 시흥시장이 시민들과 더 가까이 만날 수 있는 기회를 마련했다.

임 시장은 30일부터 약 한 달간 시흥시 관내 18개동을 돌며 1일 동장의 역할을 수행한다.

이번 활동은 현장 행정을 중요하게 생각하는 임 시장의 가치관과 고민이 녹아 있다.

지역이 당면한 문제에 대해 주민과 소통하는 시간을 통해 시민 중심의 시정을 펼쳐나가고자 하는 것이다.

일정은 30일 오전 10시 정왕1동 행정복지센터에서 시작한다.

정왕1동은 외국인주민의 비율이 특히 높은 곳으로, 임 시장은 외국인 민원과 복지 업무를 지원하게 된다.

행정복지센터에 방문하는 외국인들을 만나 고충을 듣고, 민원을 처리할 예정이다.

이날 오후 일정은 정왕4동에서 진행된다.

정왕4동에서는 동 대표 산책로인 '함송행복길'을 로드체킹하며 산책로 환경을 점검하고, 함송행복길을 상징할 수 있는 특화물도 발굴할 계획이다.

이 외에도 각 동의 특성에 맞는 다양한 주제를 통해 주민들을 만난다.

군자동에서는 도일5일장에 나가 장에 방문한 분들의 복지 수요를 점검하며 '복지5일장'을 진행한다.

은행동에서는 아이맘카페에 방문해 어머니들과 시흥시 보육정책에 대한 생각을 나눌 계획이다.

동별로 어르신들에게 식사를 대접하는 나눔 행사나 거리 청소, 주민자치프로그램 동아리 간담회도 예정돼 있다.

임 시장의 1일 동장은 10월 1일 배곧동, 8일 매화동, 10일 대야동, 14일 연성동, 15일 정왕2동, 17일 은행동, 21일 월곶동과 신현동 순으로 진행된다.

일정과 내용은 사정에 따라 변경될 수 있으며, 신천동, 목감동, 군자동, 정왕본동, 정왕3동, 과림동, 장곡동 일정은 추후 편성할 예정이다.

임 시장은 "현안에 바빠 시민들을 만날 기회를 놓치는 경우가 많은데, 시민들을 직접 만나고 얘기를 들어야 '내가 정말 해야 할 일'에 대한 아이디어를 얻을 수 있다"며 "이번 1일 동장 활동을 통해 각 동의 상황과 문제를 파악하고 시정에 반영할 수 있도록 하겠다"고 말했다.

@highlight

임병택 시흥시장이 30일 외국인 주민의 비율이 높은 정왕1동에서 민원과 복지 업무를 지원하는 것을 시작으로 약 한 달간 시흥시 관내 18개동을 돌며 1일 동장 역할을 수행하고 시민들을 직접 만나며 소통하는 시정을 펼칠 예정이다.