공영쇼핑은 오는 30일 밤 11시 45분에 '같이펀딩Ⅹ배우 유준상 태극기함' 판매 방송을 진행한다고 밝혔다.

'유준상 태극기함'은 혼자서는 실현하기 어려운 다양한 분야의 가치 있는 아이디어를 크라우드 펀딩을 통해 실현하는, MBC 예능 프로그램 '같이펀딩'의 첫 번째 프로젝트 상품이다.

공영쇼핑 온라인몰을 통해 방송 전 사전구입도 가능하다.

'같이펀딩Ⅹ배우 유준상 태극기함' 판매 방송 안내 이미지.

배우 유준상은 3.1운동 100주년을 기념해 태극기가 '모두의 마음에 펄럭이길 바라는 마음'에서 태극기 보관함을 선택했다.

디자인은 지난 평창올림픽에서 한글을 모티브로 한 메달을 제작해 호평을 받은 이석우 디자이너가 담당했다.

'장롱 속 태극기 보관함'이 아닌 항상 보이는 곳에 전시가 가능한 우수한 디자인과 거치대 기능도 겸한 실용성이 특징이다.

이미 지난 8월 18일 이후 3차에 걸친 펀딩으로 약 3만 개가 판매돼 뜨거운 관심을 받았다.

'MBC같이펀딩' 측은 10월 국경일을 앞두고 공영쇼핑과 뜻을 모았다.

공영쇼핑 측은 자사가 국내 중소기업제품만을 판매하고, 국내 유일의 공공기관 홈쇼핑이라는 점이 주효했다는 후문이라고 설명했다.

공영쇼핑은 '유준상 태극기함'의 제작 취지에 공감해 생방송 판매의 적극적인 지원을 결정했다.

한편, 공영쇼핑은 태극기를 활용한 애국정신 알리기에 지속적인 활동을 펼쳐왔다.

지난 해 광복 73주년을 맞아 백범 김구 선생의 서명이 들어간 태극기를, 올 3월에는 우리나라의 현존하는 가장 오래된 '데니 태극기'를 한정 제작해 증정하는 이벤트를 펼친 바 있다.

또한, 지난 달에는 광복절을 맞아 대한민국 응원 이벤트인 '러브K' 프로모션을 진행했다.

공영쇼핑 관계자는 "홈쇼핑을 통한 태극기함 판매라는 이색적인 소재보다 국민들에게 태극기가 더 가까이 다가가길 바라는 의미에 주목해 달라"며 "단순 판매 방송이 아닌, 재미와 감동이 함께하는 태극기함 방송에 많은 관심을 바란다"고 말했다.

@highlight

MBC 예능 프로그램 '같이펀딩'의 첫 번째 프로젝트 상품인 '유준상 태극기함'을 판매하는 판매 방송이 오는 30일 밤 11시 45분 공영쇼핑에서 방송되며, 배우 유준상은 태극기가 모두의 마음에 펄럭이길 바라는 마음에 태극기를 선택했다고 밝혔다.