웰크론은 30일 알러지방지 기능성침구브랜드 세사리빙을 통해 발열 기능성 침구 '히트플러스'를 출시했다고 밝혔다.

'히트플러스'는 패딩점퍼, 등산재킷 등과 같이 겨울철 보온성을 높이기 위한 의류에 주로 사용되는 체열반사소재를 침구에 적용한 제품이다.

히트플러스 안내 이미지.

세사리빙은 침구의 겉감과 충전재 사이에 이 소재를 삽입해 인체에서 발산되는 체열을 흡수해 반사시킴으로써 외부로 유실되는 열을 최소화하고 보온성을 극대화시켰다.

실제로 웰크론 기술연구소의 실험결과 히트플러스 침구 내부 온도가 일반 침구 제품 대비 1.5℃, 극세사 침구 대비 0.6℃ 상승하는 것으로 나타났다.

정전기의 발생을 억제하는 기능이 우수할 뿐만 아니라, 침구의 겉감이 알러지방지 기능성 원단인 '웰로쉬'로 제작돼 알러지성 질환의 원인이 되는 집먼지 진드기의 서식을 차단하고, 먼지 발생이 적은 것도 강점이다.

또한 물세탁이 가능하며 내구성이 우수해 세탁 후 형태변형의 걱정 없이 빠르게 건조되는 특징이 있어 실용적이다.

세사리빙은 히트플러스 침구 출시를 기념해 오는 10월 1일부터 31일까지 특가전을 진행한다.

전국 세사리빙 대리점을 통해 '터치', '밀리언', '리체', '하임' 히트플러스 차렵 3점세트를 30% 할인가에 구매할 수 있다.

신정재 웰크론 리빙부문장 사장은 "히트플러스는 전기를 이용해 열을 발생시키는 전기담요나 전기매트와 달리, 우리 몸에서 발산되는 체열을 활용하는 만큼 난방비 절약에 도움을 줄 수 있는 실속 제품"이라며 "요즘처럼 아침 저녁으로 쌀쌀한 환절기부터 혹한의 겨울까지 히트플러스의 강점을 가장 잘 체험할 수 있어 이번 이벤트를 통해 많은 분들에게 히트플러스를 알릴 계획"이라고 밝혔다.

@highlight

30일 웰크론이 알러지방지 기능성 침구브랜드 세사리빙을 통해 발열 기능성 침구 '히트플러스'를 출시했다고 밝혔는데 '히트플러스'는 체열을 흡수해 반사시킴으로써 보온성을 극대화시켜 침구 내부 온도가 일반 침구 제품 대비 1.5℃, 극세사 침구 대비 0.6℃ 상승하는 것으로 나타났다.