수도권매립지 전경.

인천시 자체매립지 조성 현안이 공론화위원회 1호 안건으로 상정된다.

자체매립지 문제는 인천시민 대다수의 동의와 합의 없이는 추진할 수 없는 사안이라는 점 때문이다.

시는 다음 달 1일 열리는 공론화위원회에 추진 정책현안 중 하나인 ‘친환경 폐기물관리 정책 전환과 자체매립지 조성’에 대한 공론화 추진 여부를 결정하기로 하고, 박남춘 시장이 직접 위원회에 참석해 안건을 설명할 예정이라고 29일 밝혔다.

시는 2025년 수도권매립지 사용 종료에 대비하기 위해 자체매립지 조성계획을 준비 중이다.

이는 각 지자체에서 발생한 폐기물은 자체 처리해야 한다는 폐기물관리법에 명시된 폐기물 발생지 처리 원칙에 따른 것이다.

시는 자체매립지 조성 필요성과 향후 입지장소 선정 등 정책 추진 과정에서 발생할 수 있는 공공갈등을 민주적인 숙의 과정을 통해 예방하고, 정책에 대한 주민수용성을 확보하기 위해 해당 안건을 공론화위원회에 상정했다.

이번 회의를 거쳐 해당 안건이 공론화 추진 대상으로 결정되면 이후 공론화 추진의제를 구체화하고 추진위원회를 구성한다.

추진위원회가 구성되면 90일간 공론조사와 숙의 과정 등 본격적인 공론화 과정을 진행한다.

특히 자체매립지가 공론화 추진 대상으로 결정되면 시민들의 공감대라는 바탕 위에서 자체매립지를 조성하기 위한 방법과 절차, 입지 선정에 이르기까지의 공론화 과정을 거치게 된다.

하지만 환경적인 문제라는 워낙 민감한 사안이라는 점에서 구체적인 방향을 설정하는 과정에서는 많은 이견이 제시될 것으로 보인다.

공론화위원회는 전국 광역자치단체 중 처음으로 상설 운영을 제도화한 위원회다.

이곳에서는 정책 현안에서 발생하는 공공갈등 사안에 대한 공론화 여부를 결정하고, 의결된 공론화 의제에 부합하는 공론화추진위원회 구성에 관한 사항을 심의·의결하는 역할을 한다.

시 관계자는 "인천형 공론화 모델로 자리잡기 위한 본격적인 논의에 들어간 만큼 인천시가 시행하려는 정책의 시작부터 마지막까지 시민과 함께 고민해 만들 수 있도록 최선을 다하겠다"고 말했다.

@highlight

29일 인천시가 2025년 수도권매립지 사용 종료에 대비하기 위해 내달 1일 개최되는 공론화위원회에 인천시 자체매립지 조성 현안을 1호 안건으로 올리고 박남춘 시장이 직접 위원회에 참석해 안건을 설명할 예정이라 밝혔다.