한국의 내년 경제성장률이 올해보다 낮을 것이라는 전망이 잇따라 제기되고 있다.

미중 무역분쟁 등 대외 불확실성이 확대되고 있어서다.

29일 블룸버그 통신에 따르면 이번 달 집계한 42개 경제전망 기관의 한국 경제성장률 전망치 평균은 올해 2.0%, 내년 2.2%다.

이는 지난달 집계했던 올해 2.0%, 내년 2.3%에서 소폭 하향조정된 수치다.

해외 투자은행(IB) 뱅크오브아메리카메릴린치(BoAML)도 지난 4일 한국 성장률 전망치를 올해 1.9%→1.8%, 내년 1.9%→1.6%로 내렸다.

미중 무역분쟁에 따른 불확실성이 확대했고 수출 부진·민간 투자 둔화로 성장세가 한동안 부진할 것이라는게 근거였다.

모건스탠리는 지난 7월 올해 한국 성장률을 1.8%, 내년은 1.7%로 전망했다.

HSBC도 올해 2.3%, 내년 2.2%로 제시했다.

국내 연구기관들도 내년 성장세가 올해보다 나쁘다고 전망했다.

LG경제연구원은 올해 한국 성장률을 2.0%, 내년 성장률을 1.8%로 예상했다.

연구원은 "미중 무역분쟁이 해소되지 못하는 가운데 2020년 세계 경기가 올해보다 악화할 것이며, 반도체 경기 반등도 어려워졌다"고 분석했다.

국가미래연구원도 지난 5월 올해 성장률을 2.2%로, 내년은 1.9%로 전망했다.

경기 저점 시점은 올해 상반기 내지 하반기로 예상됐지만 올해 하반기나 내년 이후로 미뤄질 것으로 보인다.

한국은행은 4월, 하반기부터 반도체 수요가 살아나며 수출, 투자 모두 개선한다고 봤다.

그러나 7월에는 미중 무역분쟁에 반도체 경기가 이르면 올해 말이나 내년 상반기에 회복한다며 반등 예상 시점을 늦췄다.

한국개발연구원(KDI)도 지난 5월 올해 하반기가 되면 경기 회복이 시작될 것이라고 전망했지만 최근 이를 수정했다.

김현욱 KDI 연구위원은 "아직 경기 저점이라고 하기는 힘들다. 경기가 호전될 기미가 관측이 안된다"며 "수출이나 세계경제를 보고 있으면 오히려 지금까지 성장세를 긍정적으로 이끌었던 미국 경제도 금리를 내려야 하는 상황으로 안좋아지고 있어 아직 저점을 이야기하기 이르다"고 진단했다.

@highlight

29일 블룸버그 통신에 따르면 이번 달 집계한 42개 경제전망 기관의 한국 경제성장률 전망치 평균은 올해 2.0%, 내년 2.2%로 지난달 집계했던 것보다 낮았으며, 이러한 전망이 잇따르는 것은 미중 무역분쟁 등 대외 불확실성이 확대되고 있기 때문으로 분석된다.