= 19일 오후 서울 영등포구 여의도 국회 본회의장에서 열린 제367회국회(임시회) 제5차 본회의 대정부 질문에서 이석현 더불어민주당 의원이 질문하고 있다.

정부 부처 중 국방부가 가장 많은 관용여권을 분실하고 재발급 받은 것으로 나타났다.

관용여권은 공적인 업무를 목적으로 해외출장을 갈 경우 공무원에게 발급된다.

29일 국회 외교통일위원회 소속 이석현 더불어민주당 의원이 외교부로부터 제출받은 '정부·기관별 전체 관용여권 발급·분실·재발급 현황' 자료에 따르면 국방부는 2016년 6315건, 2017년 4710건, 2018년 6581건의 관용여권을 발급 받았다.

해마다 발급되는 전체 관용여권은 1만4500여건 수준이다.

이 의원은 국방부의 발급비율이 35~40%로 압도적이라고 설명했다.

국방부가 관용여권을 가장 많이 발급받는 이유는 해외순항 훈련의 영향이 큰 것으로 분석됐다.

특히 분실한 관용여건을 재발급 받는 비율도 국방부가 압도적으로 높았다.

2016년 재발급 된 관용여권 152건 중 51.3%(78건)가 국방부에 발급됐고, 2017년에는 43.2%(51건), 2018년 50%(60건) 수준에 달했다.

이 의원은 "국방부의 해외순항훈련 부분을 감안해도 관용여권 분실 및 재발급 실태는 다소 문제가 있다"며 "분실장소가 대부분 국내다. 도난이나 강탈이 아닌 분실인 것으로 나타났다"고 했다.

그는 "본인 부주의로 인한 단순 분실일 가능성이 크다"며 "국방부의 분실수치와 단순 비교해 보면 국방부는 해마다 잃어버린 여권의 22%에서 많게는 33.7%가량을 다시 발급받는 꼴"이라고 지적했다.

그러면서 "관용여권은 일반여권과 달리 그 자체로 외국에서 특별한 신분보증 기능을 한다"며 "세관수속 편의도 제공하는 만큼 신중한 관리가 필요하다. 국방부가 가장 많은 발급을 받는 만큼 그에 따른 주의도 철저히 해야 할 것"이라고 당부했다.

@highlight

29일 정부·기관별 전체 관용여권 발급·분실·재발급 현황 자료에 따르면 국방부가 2018년 6581건의 관용여권을 발급 받아 정부 부처 중 제일 많이 분실하고 재발급 받은 것으로 조사됐다.