지난 26일부터 29일까지 보령문화의 전당 일원에서 열린 제12회 충남·제23회 보령 예술제가 시민과 예술인들의 큰 호응속에 대성황을 이뤘다.

신 르네상스 창출을 위해 올해 처음으로 충청남도와 보령시의 문화예술인들이 하나가 되어 공감과 소통의 장이 마련됐으며, 특히 대회 첫날 개막식에는 송승환 난타공연과 진성, 서지오, 김나윤, 라벨업 등이 출현해 2시간동안 2000여 시민과 함께 예술제를 축하했다.

지난 문화의전당 전시실 개최된 전시행사는 한국화, 풍경사진전, 시화전과 시낭송 퍼포먼스, 시와 석공예의 만남전, 충남출향작가 깃발미술제 등 한국예총충남연합회와 예총보령지부 산하 문화예술단체 150여명의 200여점 작품이 전시됐으며 다양한 작품을 한곳에서 볼 수 있어 더욱 좋았다는 평을 받았다.

29일 시민을 위한 공연에서는 국악공연, 충남 춤 작가 페스티벌, 웃음영화제 등을 개최했으며 특히 충남 춤 작가 페스티벌 공연은 한국무용협회충남지회 주관으로 부채입춤(아산), 푸른잎사귀보다 푸른너희(천안), 사랑밖엔 난 몰라(공주), 진도북춤(계룡) 등 충남무용협회 5개지부의 우수작품을 소개해 하나되는 충남 무용계 활력을 심어 주었다.

거리에서다, 충남 음악의 향연, 바다 춤으로 물들다, 우리것이 좋아유, 청소년그린문화제 등 주말을 이용한 공연을 선보여 시민들의 문화예술 수준을 한층 업그레이드 시켰다.

이와함께 보령새싹동요제, 청소년 미술실기대회, 소리타작, 나춘자여사의 봄날, 당진예술의 향연과 한국음악협회 보령지부(김유제)의 정기 연주회로 대단위 막을 내렸다.

올해로 충남12회, 보령23회를 맞은 예술제는 다양한 예술적 체험을 통한 창작의 기쁨을 직접 느껴보는 참여형 행사로 시 문화예술 활성화와 전통문화발굴, 전승, 창작예술 발전에 크게 기여했다는 호평을 받았다.

@highlight

제12회 충남·제23회 보령 예술제가 지난 26일부터 29일까지 보령문화의 전당 일원에서 열려 큰 호응속에 대성황을 이루었는데, 이 예술제는 참여형 행사로 시 문화예술 활성화와 전통문화발굴, 전승, 창작예술 발전에 기여했다는 호평을 받았으며, 공연·전시·웃음영화제 등으로 꾸며졌다.