지난 27일 화재 재현실험 모습.

대전시 가전제품 화재가 대부분 노후 제품에서 발생한 것으로 나타나 주의가 요구된다.

29일 대전시 소방본부에 따르면 최근 3년간 대전에서 발생한 가전제품(냉장고, 김치냉장고, 선풍기, 세탁기) 화재는 모두 87건으로 대부분 노후 제품에서 발생했으며 부상 4명과 4억여 원의 재산피해가 발생한 것으로 나타났다.

제작 연도가 확인된 화재 41건 중 내용연수를 넘긴 노후제품은 39건으로 무려 95%에 달하며, 제품이 소실돼 알 수 없거나 표시가 되지 않은 46건도 대다수 10년 이상 경과된 것으로 추정됐다.

실제로 올해도 8월 말 기준 노후 가전제품 화재는 모두 22건 발생해 꾸준한 발생빈도를 보이고 있다.

화재원인은 87건 중 84건이 전기적 요인으로 발생했으며, 대부분 내부기판, 전원선, 기동릴레이 등에서 발생한 것으로 분석됐다.

시 소방본부는 선풍기나 김치냉장고의 내부에 쌓인 먼지나 습기로 인해 화재가 발생할 수 있다고 지적하며, 지난 27일 화재 재현실험을 통해 발화 과정을 보여주기도 했다.

특히 김치냉장고의 내부 기판과 릴레이 등 부품에서 발생한 화재가 먼지로 인해 연소 확대돼 화염이 급속히 확산 되는 상황을 실험을 통해 보여주며 화재예방에 각별한 주의를 당부했다.

한용식 한국기계연구원 책임연구원은 "가전제품의 내부에 쌓인 먼지와 수분을 따라 전류가 흐르면서 주변의 절연물질을 탄화시키는 트래킹 현상이 나타나 전기적으로 발화될 수 있다"며 주의를 당부했다.

노후 가전제품은 내부기판이나 기동릴레이 등 부품에서 전기적인 화재 발생 시 내부에 쌓인 먼지가 불쏘시개 역할을 할 수도 있다.

대전시 소방본부 관계자는 "노후 가전제품은 교체하거나 안전점검을 받아야 한다"며"김치냉장고, 선풍기, 세탁기 등 먼지가 쌓이기 쉬운 가전제품은 자주 청소해주고 최소한 1년에 한번은 먼지를 제거해 화재를 예방할 수 있도록 해야 한다"고 강조했다.

@highlight

대전시 소방본부에 따르면 최근 3년간 대전시에서 발생한 가전제품 화재중 대부분이 노후 제품에서 발생했다고 밝히고 선풍기나 김치냉장고 등 가전제품은 먼지나 습기로 인한 화재가 발생하기 쉬우므로 자주 청소해주고 최소한 1년에 한 번은 먼지를 제거해 화재를 예방할 수 있도록 해야 한다고 강조했다.