강의 도중에 학생들에게 부적절한 성적 발언을 한 교수를 해임한 징계 처분은 정당하다는 법원 판결이 나왔다.

29일 법조계에 따르면 서울행정법원 행정13부(장낙원 부장판사)는 A씨가 교원소청심사위원회를 상대로 "해임 처분이 정당하다고 본 결정을 취소해달라"고 낸 소송에서 원고 패소로 판결했다.

A씨가 교수로 재직하던 B대학교는 2015년 성희롱·성폭력 상담소를 통해 A씨의 비위를 제보받아 조사했다.

조사 결과 A씨는 수업 도중 학생들에게 부적절한 발언을 여러 차례 한 것으로 드러났다.

A씨가 여학생에게 '생리를 언제 하느냐'고 묻거나, 음료수를 들고 있는 남학생에게 '정자가 죽어 불임이 될 수 있다'고 말하는 등 사례가 있었다는 증언이 나왔다.

A씨가 학생들과 가벼운 신체 접촉을 하는 등 부적절한 행위를 했다는 문제 제기도 있었다.

A 씨는 이에 앞서 자신이 쓰지도 않은 책에 공저자로 이름을 올리고 이를 교원업적평가 자료로 제출한 혐의 등으로 수사를 받았다.

저작권법 위반, 업무방해 등 혐의로 기소된 A씨는 1500만 원의 벌금형을 확정받았다.

이어 이 재판 과정에서 위증을 교사했다는 혐의로 또 기소돼 징역 1년의 실형까지 확정됐다.

B 대학은 이와 같은 비위 사실을 이유로 A씨를 해임했다.

이에 불복한 A씨는 교원소청심사위원회가 재심사 청구를 기각하자 소송을 냈다.

그러나 재판부 역시 비위 내용이 사실로 인정되고, 징계 수준도 적당하다며 A씨의 주장을 받아들이지 않았다.

재판부는 "제자들에게 성적 발언을 일삼고 신체접촉까지 나아갔음에도 반성하지 않고 학생들이 거짓 진술을 하고 있다거나 자신의 행동이 성희롱이 아니라는 변명만 반복하고 있다"며 "더욱이 피해 학생이나 주변 사람들에게 접촉해 진술을 번복하도록 하거나, 강의를 듣는 학생들에게 유리한 진술서를 써내게 했다"고 지적했다.

저작권법 위반 등 범죄와 관련해서도 재판부는 "재판 과정에서 잘못을 반성하고 죄를 뉘우치지 않은 채 위증교사죄라는 다른 범죄까지 저질렀다"며 "이는 징계의 양정을 판단하는 데 불리하게 작용한다"고 설명했다.

@highlight

강의 도중에 여학생에게 '생리를 언제 하느냐'고 묻거나, 음료수를 들고 있는 남학생에게 '정자가 죽어 불임이 될 수 있다'고 말하는 등 부적절한 성적 발언을 하고 학생들과 가벼운 신체접촉을 하는 등 부적절한 행동을 한 A씨를 해임한 징계 처분은 정당하다는 법원의 판결이 나왔다.