에스모가 프랑스 자율주행전문기업 나브야와의 전략적 투자계약에 따라 1000만 유로(약 131.5억원)의 전환사채를 납입했다고 30일 밝혔다.

이는 전체 투자 금액의 절반에 해당한다.

에스모는 한국을 포함해 일본, 중국 등 동북아시아 지역에서의 나브야 자율주행 차량 판매 및 관련 서비스를 독점하게 됐다.

2000만 유로를 지분으로 전환 시 에스모는 나브야 지분의 20.1%를 확보해 2대 주주로 오른다.

유로넥스트 상장사인 나브야는 세계 최초로 자율주행 셔틀버스 상용화에 성공해 차량을 개발하고 생산하는 기업이다.

현재까지 전세계 20여 개국에 자율주행 셔틀버스를 150대 판매했다.

에스모는 7월 투자 발표 이후 5G 자율주행 서비스를 위해 SK텔레콤-나브야와 3자 MOU를 진행했으며, 중국 내 협업을 위해 중신그룹의 선진 통슌따 테크놀로지와도 업무협약(MOU)를 체결했다.

다음달 1일부터는 5단계 완전자율주행 택시인 나브야의 '오토넘 캡(AUTONOM CAP)'을 코엑스에 국내 최초 전시한다.

한편, 에스모는 투자가 시작됨에 따라 일본 시장에서의 자율주행 모빌리티 사업 강화를 위해 일본 소프트뱅크의 자회사인 SB Drive와 지난 20일 MOU를 체결했다.

이번 협약에 따라 에스모는 나브야 셔틀에 대한 △품질 개선 △비용 절감 △서비스 제공 △유지보수 및 A/S 서비스 △일본의 안전기준법 및 규정에 따른 차량 개발 △일본 내 관련조직 신설을 실시할 예정이다.

SB Drive는 자율주행 셔틀 운행을 위한 소프트웨어(Fleet Management Software)를 제공하고 자율주행 셔틀 통합관제를 실시하기로 협의했다.

에스모 관계자는 "SB Drive와 일본 시장을 바탕으로 향후 아시아 지역 자율주행 시장의 지리적 확장을 위한 방안을 긴밀히 협력할 것"이라며 "SB Drive와의 MOU를 통한 일본 자율주행 시장 진출 및 향후 성장을 기대하고 있다"고 말했다.

@highlight

에스모는 전체 투자 금액의 절반에 해당하는 1000만 유로의 전환 사채를 납부하여 프랑스 자율 주행 전문 기업 나브야의 동북 아시아 지역에의 차량 판매 및 관련 서비스를 단독으로 운영하게 되었다.