27일 광주 계림지역 아동센터에서 열린 SPC해피버스데이파티 행사에 참가한 어린이들과 SPC그룹 임직원들이 기념촬영을 하고있다.

SPC그룹의 SPC해피봉사단이 파리바게뜨 가맹점과 함께 'SPC 해피버스데이파티' 지원을 확대한다고 30일 밝혔다.

'SPC해피버스데이 파티'는 매월 지역을 선정해 100개 아동복지기관에 생일 케이크를 지원하고 그 중 1곳을 SPC그룹 임직원과 가맹점주가 함께 찾아가 뜻 깊은 시간을 보내는 사회공헌 프로그램이다.

SPC해피봉사단은 기존 활동과 더불어 파리바게뜨 가맹점과 아동복지기관의 1:1 결연을 통해 매월 생일케익을 꾸준히 지원하기로 했다.

이번달 전라남도 8곳과 광주광역시 12곳 등 20개 파리바게뜨 가맹점이 결연을 완료했으며 향후 전국 4000여개의 지역 아동 센터로 지원을 확대할 계획이다.

결연에 참여한 파리바게뜨 상무역점 임수영 가맹점주는"지역사회에 도움을 전하고 싶어 결연 프로그램에 참여하게 됐다"며 "앞으로도 본사와 함께 사회공헌 활동에 적극 동참할 것"이라고 말했다.

SPC해피봉사단 관계자는 "본사와 가맹점이 상호 협력하여 지역사회의 나눔을 확대하고 사회적 가치를 공유하고자 결연 프로그램을 시작하게 됐다"며 "앞으로도 기업의 사회적 역할을 다하기 위해 나눔과 상생을 위한 다양한 프로그램을 기획할 것"이라고 말했다.

한편 SPC해피봉사단은 지난 27일 광주〃전남 지역 100개 지역아동센터를 대상으로 생일 케이크 300여 개를 전달했으며, 임직원들이 광주 계림 지역아동센터를 직접 찾아가 선물을 나눠주고, 케이크 만들기 교실을 진행했다.

SPC해피봉사단은 이밖에도 복지시설 아동에게 파티시에의 꿈을 키워주는 '내꿈은 파티시에 대회', 방학 중 결식아동을 위한 '해피포인트 카드 지원', 임직원의 기부금으로 장애아동의 치료비 등을 지원하는 'SPC행복한펀드' 등 다양한 사회공헌 활동을 펼치고 있다.

@highlight

30일 SPC그룹은 SPC해피봉사단과 가맹점과 함께하는 'SPC해피버스데이파티'의 지원을 늘린다고 전했는데 'SPC해피버스데이파티'는 매월 지역을 선정해 100개의 아동복지기관에 생일 케이크를 전달하는 사회공헌 프로그램으로 지난 27일에는 전남 지역 지역아동센터에 케이크 300개를 전달하였다. 