현대자동차그룹이 미국 항공우주국(NASA) 출신 항공전문가를 영입했다.

현대차는 도심용 항공 모빌리티 핵심기술 개발과 사업추진을 전담하는 'UAM(Urban Air Mobility)사업부'를 신설하고, 미 NASA 항공연구총괄본부 본부장 출신 신재원 박사를 사업부담당 부사장으로 영입했다고 30일 밝혔다.

신 부사장은 NASA에서 30년간 축적한 경험 등을 통해 미래항공연구와 안전부문 베테랑급 전문가로 꼽힌다.

우선 도심항공 모빌리티시장 조기 진입을 위한 전체적인 로드맵을 설정하고, 항공기체 개발을 위한 형상설계와 비행제어 소프트웨어, 안전기술 등 핵심기술 개발에 역량을 집중하기로 했다.

현대차그룹은 배터리와 모터, 경량소재, 자율주행 등 자동차 제조 핵심기술을 UAM사업에 활용해 시너지 효과를 높인다는 전략이다.

신 부사장은 "신설된 UAM사업부는 비행체와 핵심기술 개발을 통해 향후 20년 내 1조5000억달러 규모로 성장할 가능성을 가진 도심항공 모빌리티시장에서 현대차그룹이 업계를 선도할 수 있도록 최선을 다하겠다"고 말했다.

신 부사장은 NASA 입사 19년만인 2008년 동양인 최초로 항공우주국 최고위직인 항공연구 총괄본부 본부장으로 승진했다.

이후 플라잉 카와 무인항공시스템, 초음속 비행기 등 신개념 미래항공 연구와 전략방향을 설정하는 데 주도적인 역할을 담당했다.

특히 저공비행용 교통시스템 개발을 위해 미국 연방항공청(FAA)을 비롯 구글 우버 보잉 GE, 아마존 등 다양한 글로벌 기업과의 협력을 이끌어냈다.

이 외에도 2008~2014년에 백악관 국가과학기술위원회 항공과학기술분과위원회 공동위원장을, 2014~2015년에는 국제항공연구포럼(IFAR) 의장을 역임하기도 했다.

한편 현대차그룹이 도심 항공모빌리티사업을 추진하는 궁극적인 목적은 교통체증을 극복하고, 고객에게 이동의 자유로움을 제공하기 위해서다.

전세계 메가시티화(인구1000만명 이상 도시 확산)로 도시 거주자들의 이동 효율성이 급격히 떨어지고, 물류비 등 사회적비용도 꾸준히 증가하고 있다.

@highlight

현대자동차그룹은 도심용 항공 모빌리티 핵심기술 개발과 사업추진을 전담하는 'UAM(Urban Air Mobility)사업부'를 신설하고, NASA 출신이자 신미래항공연구와 안전부문 베테랑급 전문가인 신재원 박사를 부사장으로 영입했다.