"B2C 홈케어 시장에서 우리 생활에 필요한 모든 것을 연결하여 소비자들에게 저렴하게 공급하고 있습니다. 플랫폼 간의 호환성이 쉽고 간편하여 빠르게 성장하고 있습니다." 스마트홈 전문기업 고퀄 우상범 대표의 말이다.

이어 우 대표는 "고퀄은 스마트한 홈 IoT 통합 솔루션을 통한 원스톱서비스로 건설사 등 B2B 시장뿐만 아니라 일반 소비자인 B2C 시장까지 공급을 확대하고 있다"고 덧붙였다.

고퀄 스마트 홈카메라는 인터넷만 연결되면 전 세계 어디서든 스마트폰 앱을 통해 Full HD 화질로 실시간으로 화면을 모니터링 할 수 있다.

나이트비전 기능과 SD카드에 녹화기능과 양방향 오디오, 동작감지 및 소리감지 기능도 지원된다.

특히 아이를 키우는 부모들이나 반려견을 키우는 가정에서 헤이홈 스마트 홈카메라로 언제 어디서든 스마트폰을 통해 아이를 볼 수 있어 고객 만족도가 높다.

또한 스마트라인 LED는 1,600만가지 이상 색상을 지원하여 섬세한 밝기 및 색상 조절이 가능하다.

TV, 소파, 장식장 등 어디든 부착 가능하여 수면등, 무드등으로 다양하게 활용할 수 있다.

우 대표는 "언제 어디서나 앱으로 원격 제어할 수 있으며, AI 스피커와 연동되어 목소리만으로 전원, 색상 및 밝기 변경이 가능하다"며 "헤이홈의 다양한 제품들은 하나의 앱에서 모두 제어 가능하며, 다양한 인공지능 스피커와 연동된다"고 전했다.

이어 "헤이홈 스마트 리모컨 허브는 기존의 리모컨으로 제어 가능한 기기들을 IoT화 시켜 원격에서도 리모컨 제어가 가능하게 한 제품으로 음성으로 제어가 가능하다"고 덧붙였다.

또한 스마트전구는 기존 전구 소켓에 끼우기만 하면 간단하게 Home IoT를 이용할 수 있는 제품으로 컬러 전구와 화이트 전구 두 가지 제품으로 구성된다.

모두 100단계로 색온도 조절이 가능하며, 컬러 전구는 1,600만 가지 색상 및 채도를 조절할 수 있어 다양한 스타일로 분위기를 연출할 수 있다.

@highlight

고퀼 스마트 홈카메라는 플랫폼 간의 호환성이 쉽고 편해 빠르게 커지고 있으며 어린이나 반려견을 키우는 가정에서 고객 만족도가 높아 일반 소비자인 B2C 시장까지 공급을 늘리고 있다.