코이카(KOICA·한국국제협력단)가 개발도상국에 파견돼 의료인력 역량강화 및 의료서비스 개선을 위해 봉사할 전문의를 30일부터 다음달 25일까지 모집한다.

코이카에 따르면 이번 '글로벌협력의사 6기'는 마취통증의학과·소아청소년과·외과 등 13개 분과에서 모집되며 가나·네팔·동티모르 등 11개 국가에 파견된다.

구체적으로 △내과(방글라데시) △마취통증의학과(우간다·탄자니아) △산부인과(볼리비아) △소아청소년과(케냐·파라과이) △소화기내과(케냐) △신경외과(가나) △영상의학과(몽골) △외과(네팔·동티모르) △응급의학과(가나) △정형외과(몽골) △재활의학과·피부과·호흡기내과(피지) 등이다.

해외여행에 결격사유가 없으며 전문의 자격증이 있는 의사라면 누구나 지원이 가능하다.

신청 기간 동안 코이카 봉사단 홈페이지(http://kov.koica.go.kr)에서 온라인으로 작성 및 제출할 수 있다.

실무면접은 서류전형 합격자에 한해 11월 16~17일 사이 진행된다.

선발자는 2020년 3월 9일부터 2주 간 국내교육을 받은 후 협력국 병원에 파견돼 2년 동안 △파견국가 의료인력 교육 △코이카 파견 인력 안전 및 건강관리 △의료 환경 개선 등을 위한 현장사업 △기타 파견 국가 보건의료 향상 등의 업무를 수행하게 된다.

코이카는 "가나 아크라리지 병원 복강경 수술 도입·확대 보급과 볼리비아 엘알토 한국병원 신생아집중 치료실 역량 강화 등 2016년부터 현재까지 19개국에 총 27명의 글로벌협력의사를 파견해 다양한 성과를 거뒀다"고 강조했다.

@highlight

코이카는 해외여행에 결격사유가 없으며 전문의 자격증이 있는 의사를 대상으로 11개 국가에 파견되어 의료인력 역량강화 및 의료서비스 개선을 위해 봉사할 전문의를 모집한다.