구글플레이와 중소벤처기업부가 '창구 프로그램' 톱3 개발사를 발표했다.

버드레터, 스티키핸즈, 캐치잇플레이가 선정됐다.

구글플레이와 중소벤처기업부는 지난 3월 창업 도약기에 있는 국내 앱·게임 개발사 해외 시장 진출 지원을 위해 창구 프로그램을 출범했다.

게임, 교육 서비스 애플리케이션(앱) 외에도 금융, 라이프스타일, 스포츠 등 다양한 산업군을 아우르는 앱 개발사가 지원했다.

'매드포댄스' 개발사 버드레터는 아름다운 아트웍과 신나는 댄스, 음악 등 게임 요소와 소셜 게임화 전략을 결합시켜 일반인·전문가 심사위원으로부터 호평 받았다.

'솔리테어팜빌리지' 개발사 스티키핸즈가 2위, '캐치잇잉글리시' 개발사 캐치잇플레이가 3위에 올랐다.

'솔리테어팜빌리지'는 카드 게임 장르 전문성과 세련된 그래픽이 강점으로 꼽혔고 남녀노소 모두 게임을 하듯 영어 회화를 쉽게 익힐 수 있는 '캐치잇잉글리시'는 높은 몰입감을 선사했다.

톱3에 선정된 개발사에게는 △구글플레이 팀 주관 해외 진출 전략 컨설팅·세미나 참석 △지스타 2019 참여 기회 △최대 약 3억원 규모 사업화 자금 △태국과 인도네시아에서 진행되는 '창구 고 글로벌 부트캠프' 참여 기회 △유튜브 동영상 광고 캠페인 기회 등 혜택을 받는다.

민경환 구글 앱·게임 비즈니스 총괄 상무는 "한국 앱·게임 개발사 비즈니스 성장을 지원하기 위해 마련된 창구 프로그램을 통해 훌륭한 개발사를 발굴하게 돼 기쁘다"면서 "국내 앱·게임 업계 밝은 미래를 확인할 수 있었다"고 말했다.

권대수 중소벤처기업부 창업진흥정책관은 "올해 첫 운영한 창구 프로그램에 대해 기업 만족도가 매우 높다"면서 "중소벤처기업부는 앞으로도 구글플레이와 함께 창업기업 발전과 성장을 지원하기 위해 최선을 다할 것"이라고 말했다.

@highlight

구글플레이와 중소벤처기업부는 지난 3월 창업 도약기에 있는 국내 앱·게임 개발사 해외 시장 진출 지원을 위해 창구 프로그램을 출범시키고, '버드레터, 스티키핸즈, 캐치잇플레이' 3사를 창구 프로젝트에 선정했다.