제주시 한경면 신창리 바다에서 발견된 인장과 인장함.

제주시 한경면 신창리 바다에서 중국 남송대 인장(印章)과 인장함이 발견됐다.

문화재청 국립해양문화재연구소(소장 이귀영)와 국립제주박물관(관장 김유식)은 지난 4월부터 6월까지 공동으로 신창리 인근해역을 조사한 결과 국내 최초로 중국 남송(南宋, 1127~1279년)대 인장 두 과(顆)와 인장함이 발굴됐다고 30일 밝혔다.

인장과 인장함은 해저에 있는 바위 사이에 모래를 제거하는 과정에서 발견됐다.

이번 조사는 해저상의 유물양상을 수중고고학적 조사방법으로 처음 확인했다는데 의미가 있다.

인장은 선박에 탔던 상인이 사용한 것으로 추정되고, 재질은 목재로 돼 있다.

한 인장은 정사각형의 몸체 위에 단순한 형태의 손잡이가 있고, 인면(印綿)에 '謹封(근봉)'이란 글자가 새겨져 있다.

근봉은 '삼가 봉한다'는 의미로 서신을 발송할 때 봉투에 찍거나, 물건을 포장해 그 위에 찍는 용도로 추정되고 있다.

또 다른 인장은 인면에 문양이 새겨져 있다.

문양은 길상무늬를 새긴 초형인(인면에 길상(吉祥)의 그림이 새겨진 인장)이다.

인장함은 조각으로 발견돼 원래 형태를 완전히 알 수 없지만 사격형 몸체에 뚜껑이 있는 것으로 추정되며 성분은 납과 주석이다.

또 인장과 인장함 인근에서 400여 점의 도자기 조각들이 집중적으로 발견됐다.

이번에 발견된 다량의 남송 시대 도자기는 당시 중국, 한국, 일본 간 해상교류를 보여주는 대표적인 증거들로 볼 수 있다.

일본 가고시마 아마미오섬 쿠라키자키 수중유적에서도 같은 양식의 도자기들이 확인됐다.

국립해양문화재연구소는 "제주 전 해역에 대한 수중문화재를 체계적으로 조사해 제주가 과거 국제교류에서 어떤 위치를 차지하고 있는지 적극적으로 밝히겠다"고 말했다.

@highlight

문화재청 국립해양문화재연구소와 국립제주박물관은 지난 4월부터 6월까지 공동으로 신창리 인근해역에서 바위 사이의 모래를 제거하는 과정에서 중국 남송대 인장 두 과와 인장함이 발견되었으며, 이번 조사는 해저상의 유물양상을 수중고고학적 조사방법으로 처음 확인했다는데 의미가 있다.