원광디지털대학교가 지난 28~29일 경남 밀양에서 열린 '2019 밀양아리랑 국제요가대회'를 성황리에 마무리했다.

2019 밀양아리랑 국제요가페스티벌의 프로그램 중 하나로 진행된 2019 밀양아리랑 국제요가대회는 밀양시에서 주최하고 원광디지털대학교에서 주관하며 문화체육관광부, 경상남도, 국민체육진흥공단에서 후원했다.

대회는 △요가 2인전 △요가 3-6인전 △요가 7인 이상 단체전으로 진행됐다.

이번 대회에는 총 31개팀·200여 명의 요가 선수단을 포함해 인도 등 세계 각국에서 참가한 700여 명의 요가인이 함께 했다.

수상팀에게는 상장과 상금이 수여됐다.

요가 2인전에서는 △대상 타우엘핀 △금상 샨티와단디 △은상 이안지태 △동상 보가 △인기상 홍연 팀이 수상했다.

요가 3-6인전에서는 △대상 크리파 △금상 진주 디얀요가원 △은상 나타라자 △동상 타우에이스 △인기상 쉬바의정원 팀이 수상했다.

요가 7인 이상 단체전에서는 △대상 아클로우 △금상 바스카르 △은상 브릿지하타칸 △동상 아사랑요가 △인기상 묵타산 팀이 수상했다.

또한 수상팀 외 참가팀들에게는 본선 참가상이 주어졌다.

사전에 진행된 'SNS이벤트'의 열기도 뜨거웠다.

당첨자에게는 블루투스 스피커가 이벤트 경품으로 증정됐다.

원광디지털대학교 김규열 총장은 "이번 대회를 위해 힘쓴 모든 이들과 참석한 여러분에게 감사하다"며 "요가와 명상은 주체적이고 행복한 삶을 위한 필수적인 요소로 거듭나고 있다. 인류의 건강증진과 행복을 위해 요가가 더욱 널리 보급되길 기대한다"고 말했다.

서종순 국제요가대회 조직위원장은 "세계 요가인들을 한 자리에서 만나 소통할 수 있는 의미 있는 시간"이라며 "앞으로도 다양한 국제요가대회를 통해 차별화된 K-yoga 문화를 정립하고, 발전시키길 기대한다"고 강조했다.

@highlight

원광디지털대학교가 28~29일 밀양에서 '2019 밀양아리랑 국제요가대회'를 성료했으며 이번 대회는 인도 등 세계 각국 700여 명의 요가인이 참석하여 2인전, 3-6인전, 단체전으로 진행됐다.