제주컨벤션뷰로는 지난 9월 25일부터 27일까지 태국 방콕 컨벤션센터에서 개최된 아이사 태평양 지역 대표적인 관광, MICE 전문 박람회인 IT&CM Asia( Incentive Travel & Conventions, Meetings Asia (IT&CMA)) 에 참가했다.

이번 박람회 기간동안 제주도 단독 홍보관을 설치하여, 도내 마이스관련 기업 회원사 6곳과 함께 공동 마케팅을 진행했다.

IT&CMA는 1993년 설립된 이래, 명실상부한 아시아 태평양 지역의 MICE 산업의 교류와 발전을 이끌어온 박람회로 알려져 있다.

이번 박람회에는 태국, 말레이시아, 인도네시아, 한국, 일본, 대만 등 아시아 주요국 홍보관 및 방콕, 서울, 제주 등 도시 홍보관 참여하여 각 지역의 마이스 관광 매력을 알렸으며 또한, 인도, 싱가포르 등 동남아시아 뿐 아니라 중국, 한국, 일본 등 동아시아, 미국, 유럽, 중동의 바이어들도 참여하여 성황을 이뤘다.

한편 제주컨벤션 뷰로는2005년 3월 제주특별자치도가 출자하여 개소한 비영리 국제 MICE 전담기구로 국제회의 유치 및 개최지원, MICE 인프라 안내 및 정보제공 등 세계인의 보물섬 제주에서 성공적으로 MICE를 유치하고 개최하는데 필요한 종합 서비스를 제공하고 있다.

또한 제주도를 MICE 목적지로 전세계에 마케팅 하는 '지역마케팅 전담기구'로서 역할을 다하고 있다.

제주컨벤션 뷰로 회원사로 이번 행사에 공동 홍보 참가한 '㈜ 더플래닛 제주' 이상헌 대표는 "이번 행사기간 동안 총 16개국 33개 업체와 상담을 진행하였다. 제주는 전세계에서 유일하게 세계7대자연경관, 유네스코 3관왕의 타이틀을 가진 휴양형 MICE 목적지로서의 장점을 가지고 있으며 총 180여 개국에서 무비자로 입도할 수 있는 국제자유도시로서 점점 많은 관심을 받고 있다"라고 밝혔다.

@highlight

제주컨벤션뷰로는 9월 25일부터 27일까지 태국 방콕 컨벤션센터에서 개최된 IT&CM Asia에 제주도 단독 홍보관을 설치해 마이스 관련 기업 9곳과 공동 마케팅을 진행했으며, 아시아 뿐 아니라 미국, 유럽 등 다양한 국가의 참여하여 성황을 이뤘다.  