기업용 화상회의 시스템 구축 전문 ㈜건우씨엔에스(대표 배진현)는 4K 화질과 120도 화각을 지원하는 화상회의 카메라 VHD-JX1700U을 오는 10월 1일부터 본격적으로 판매를 개시한다.

VHD-JX1700U는 무손실 8배줌을 지원하고 있어, 5명에서 15명이 참석하는 중형 화상회의실까지 사용 가능하다.

요즘은 화상회의가 대회의실보다, 허들룸이라 불리는 11인실 이하의 중소규모 회의실에서 이뤄지는 경우가 대부분인데, 그 동안은 이곳에 알맞은 화상회의 카메라 선택이 매우 제한적이었다.

웹캠은 사용하기에 부족하고, 일반 광학 줌 카메라는 화각이 좁거나 너무 고가이기 때문이다.

이에 비해 JX1700U는 Ultra HD 화질과 120도 광각을 지원하면서도 가격은 40만원대라고 설명했다.

요즘은 화상회의실에 UHD급 TV가 주로 사용되는데, 별도의 카메라 선반이 필요없이 TV에 바로 거치가 가능하다.

건우씨엔에스는 JX1700U 출시를 기념하여 화상회의용 스피커폰을 구매하는 고객에게 무료로 증정하거나 50% 할인해 주는 행사를 진행한다.

즉, 참석자 11명에서 15명 정도의 중형회의실에 적합한 스피커폰인 야마하 YVC-1000MS를 구매하는 고객에게는 JX-1700U를 무상으로 제공하고, 5명에서 11명이 참석하는 소형 회의실용 스피커폰인 YVC-300을 구매하는 고객에게는 50% 할인 판매할 예정이다.

이번 행사는 10월 1일부터 한 달 동안 진행된다.

건우씨엔에스 설민석 이사는 "화상회의가 11인실 이하의 중소규모 회의실에서 이뤄지는 경우가 많은데, 이곳에 사용하기 알맞은 카메라가 출시되어 화상회의 구축이 간편해지면서도 고객의 부담은 크게 줄어들 것으로 기대하고 있다"고 밝혔다.

@highlight

㈜건우씨엔에스는 4K 화질에 120도 광각, 무손실 8배줌을 탑재하여 중소규모 회의실에서도 사용 가능한 40만 원대 화상회의 카메라 VHD-JX1700U를 10월 1일 출시한다.