올해 7월18일 서울 종로구 서울시교육청 앞에서 열린 학교비정규직 노조 2차 총파업 선포 기자회견에서 박금자 위원장이 발언하고 있다.

올 7월 한 차례 파업을 진행했던 급식·돌봄교실 등 학교 비정규직 노동자들이 다음 달 중순 2차 파업에 나서기로 했다.

임금 교섭에 불성실한 교육당국의 태도로 파업이 불가피하다는 주장이다.

전국 학교 비정규직 연대회의(학비연대)는 30일 오전 광주광역시교육청 앞에서 열린 기자회견에서 다음 달 17~18일 이틀간 2차 총파업에 나선다고 밝혔다.

이들은 이달 18일부터 교섭 대표 교육청인 광주교육청 앞에서 무기한 농성에 나선 데 이어 26일부터는 노동자 6명이 교육청 건물 지붕에 올라 고공 농성까지 벌이고 있다.

이들은 "1차 파업 당시 성실한 교섭을 통해 처우와 임금체계 개선을 위해 노력하겠다는 교육당국의 약속을 믿고 현장으로 돌아갔다"며 "하지만 이후 정규직과의 차별 해소에 대한 근본적 고민도, 공정임금제 공약 이행에 대한 의지도 없이 파업을 멈추기 위해 감언이설로 학교비정규직 노동자를 우롱했다"고 주장했다.

앞서 학비연대는 7월 3~5일 1차 총파업을 진행한 후 교육당국과 1차례 본교섭, 5차례 실무교섭을 진행했지만 합의에 이르지 못했다.

학비연대에 따르면 이들은 기본급 5.45% 인상, 9급 공무원의 80% 수준으로 올리는 '공정임금제' 시행 등을 요구하고 있다.

정규직과의 차별 해소를 위한 근속수당, 복리후생비 인상 등도 이들의 요구다.

반면 교육당국은 기본급 1.8% 인상, 교통비 3만원 인상 등을 제시하면서 입장 차이를 보이고 있다.

학비연대는 "교육당국은 학교비정규직이 일하는 것에 비해 월급이 적은 것은 아니라는 망발도 서슴지 않았다"며 "교섭을 통해 합의를 하려고 하는 것인지 학교비정규직 노동자의 진을 빼려고 하는 것인지 의심이 된다"고 비판했다.

학비연대는 10월1일부터 서울로 올라와 대규모 무기한 단식에 돌입하고 17~18일 총파업에 나서면서 교육당국에 공약 이행을 촉구할 방침이다.

@highlight

앞서 7월 1차 파업에 나섰던 전국 학교 비정규직 연대회의가 30일 오전 광주광역시교육청 앞에서 기자회견을 열고 임금 교섭에 불성실한 교육당국의 태도로 인해 내달 17일부터 이틀간 2차 총파업을 진행한다고 밝혔다.