우리나라 고령층(50세 이상)의 사회적 관계망 비중이 주요 선진국 가운데 가장 낮은 수준인 것으로 나타났다.

사회적 관계망은 어려운 일이 있을 때 도움을 받을 수 있는 친지나 가족, 이웃, 친구 등이 있는지 따져보는 것을 말한다.

30일 통계개발원의 'KOSTAT 통계플러스'에 실린 '고령화와 노년의 경제·사회활동 참여' 연구에 따르면 50세 이상 한국인의 사회적 관계망 비중은 60.9%로 경제협력개발기구(OECD)에서 조사한 33개국 가운데 가장 낮았다.

OECD 평균은 87.1%로 한국과 비교해 한참 높았다.

한국 다음으로 50세 이상 사회관계망 비중이 낮은 국가는 터키(67.6%), 그리스(73.9%), 칠레(75.7%) 등이었다.

반면 사회적 관계망이 있다는 응답이 높은 국가는 아일랜드(96.3%)였다.

이어 아이슬란드(95.4%), 영국(93.8%), 뉴질랜드(93.6%), 덴마크(93.6%) 순이었다.

일본의 경우 OECD 평균 수치보다 높은 88.6%였다.

고령층 가운데서도 경제활동과 사회활동을 모두 하지 않는 '비활동인구'의 사회적 관계망 형성이 가장 취약하지만, 고령층(65∼84세) 중 비활동 인구 비중은 56.6%로 가장 컸다.

남성 가운데 비활동 인구가 47.2%, 여성 가운데서는 64.0%를 차지했다.

고령층 비활동 인구에 도움을 받을 수 있는 사람의 수를 물은 결과 평균 4.1명이었다.

이는 종교단체, 지역사회모임, 여가활동 단체 등에 참여하는 사회활동인구의 응답인 5.2명, 경제활동인구의 4.3명보다 적다.

특히 남성 비활동인구의 도움 받을 수 있는 사람 수가 3.9명으로 가장 적었다.

보고서는 고령인구 671만8000명을 분석한 결과 남성, 고령, 저학력, 사별·이혼한 경우일수록 경제활동과 사회활동을 모두 하지 않는 비활동인구일 확률이 높은 것으로 나타났다.

또 가구주보다는 비가구주, 1인 가구일수록 비활동인구일 확률이 높았다.

보고서는 "도시지역 전·월세 주택에 홀로 거주하는 저소득, 고령 남성이 사회와 단절될 가능성이 가장 높다"고 지적했다.

@highlight

30일 통계개발원의 'KOSTAT 통계플러스'에 실린 '고령화와 노년의 경제·사회활동 참여'에 따르면 50세 이상 한국인 사회적 관계망 비중은 60.9%로 OECD국가 중 가장 낮았으며 고령층(65∼84세) 비활동 인구 비중이 56.6%로 가장 컸고 도시지역 전·월세 주택에 독거하는 저소득, 고령 남성이 사회와 단절될 가능성이 가장 높다고 보고했다.