노명호 오로라월드 전략기획실장은 최근 4차 산업혁명의 바람이 완구업계에도 새로운 변화를 가져오고 있다고 강조했다.

단순한 장난감을 넘어서 이제는 AI, AR(증강현실), VR(가상현실) 등을 접목한 스마트토이가 새로운 미래 먹거리로 떠오른다는 설명이다.

1981년 창립 이래 봉제인형 위주로 생산해 왔던 업체가 스마트산업을 강조한다는 것이 어색하게 들릴 수도 있지만 오로라월드는 오래전부터 업계 최초로 자체 연구소를 설립하고 수만 종의 캐릭터들을 개발해 왔을 만큼 R&D(연구·개발)에 공을 들여왔던 업체다.

1999년 설립된 오로라월드의 디자인연구소에서는 매년 700여종의 새로운 캐릭터가 만들어진다.

현재까지 약 7만 종의 캐릭터 데이터베이스가 축적돼 있다.

매년 매출액의 약 3%를 R&D(연구개발) 비용으로 투입해 △2016년 27억원 △2017년 28억원 △2018년 33억원 등 매년 꾸준히 예산을 늘려가고 있다.

최근 AR 등 신기술을 접목한 '신비아파트' 관련 완구가 큰 인기를 끌면서 연구 성과도 빛을 보고 있다.

인기 상품 중 하나인 '고스트볼' 시리즈는 고스트 캐릭터가 새겨진 '소환구칩'을 전용기기에 넣으면 해당 고스트의 음성과 함께 영상이 벽면 등에 투사되는 장난감이다.

스마트폰으로 귀신 영상을 볼 수 있는 AR카드도 인기가 높다.

지난해 5월에는 그동안의 R&D 실적을 인정받아 정부가 지정한 '월드클래스 300' 기업에 선정됐다.

선정된 기업은 정부로부터 R&D 자금과 시장개척, 컨설팅 등 각종 지원을 받는다.

오로라월드는 이와 관련한 국책과제로 스마트토이를 개발 중이다.

최근에는 약 20% 정도인 국내 사업 비중을 점차 늘려 외형을 더욱 확대한다는 계획이다.

노 실장은 "2015년 동탄에 오프라인 매장 '토이플러스'를 오픈하면서 국내 사업에 본격 진출한 이후 현재 11개 매장으로 늘었다"며 "최근 광교에 문을 연 복합 매장 '오로라랜드'의 고객 반응도 매우 좋아 매출 증가로 이어질 것"이라고 설명했다.

@highlight

완구업계 최초로 자체연구소를 설립하고 수만 종의 캐릭터를 개발해온 오로라월드는 4차산업혁명 바람에 힘입어 AI, AR(증강현실) 등을 접목한 스마트토이를 개발 중이다.