인천경제자유구역 내 e-sports 관련 기업 유치를 위한 인천경제자유구역청(이하 '인천경제청')의 적극적인 투자유치활동이 시작된다.

인천경제청은 30일 이원재 인천경제청장과 이성환 ㈜세마스포츠마케팅(이하 '세마') 대표 등이 참석한 가운데, 'e-sports 관련 기업 유치 및 산업 활성화를 위한 인천경제청과 세마 간 협력 양해각서'를 체결했다.

지난 2002년 설립된 세마는 스포츠대회 기획 및 주관, 유망선수 발굴 및 관리, 스타마케팅 및 기업연계 마케팅 등을 영위하는 국내 스포츠마케팅 전문 기업으로서 골프의 박세리, 박성현, 강성훈 및 스노우 보드의 클로이 킴 등이 주요선수로 소속되어 있다.

앞으로 인천경제청과 세마는 국내외 e-sports 관련 기업, 기관, 대학들의 인천 입주 및 이들과 연계한 e-sports 이벤트, 교육 프로그램 개설 등을 위하여 상호 적극 협력할 예정이다.

더불어 인천 지역 e-sports 산업 활성화를 위한 다양한 방안을 적극 공유, 논의할 계획이다.

이성환 세마 대표는 "다년간 스포츠마케팅 분야에서 쌓아온 노하우 및 네트워크를 최대한 활용하여 인천경제자유구역 내에 유수한 국내외 e-sports 기업 유치를 위하여 백방으로 노력하겠다."고 밝혔다.

이원재 인천경제청장은 "e-sports는 하나의 융복합 산업으로서 미디어, 콘텐츠, 관광, AR/VR 등 다양한 산업들과 연계할 수 있는 부분이 무궁무진한 산업이며 인천경제자유구역 내 e-sports 기업 및 산업이 자리잡을 수 있도록 최선의 노력을 다하겠다."고 강조했다.

또한, "e-sports산업은 국제도시를 지향하는 인천경제자유구역의 산업생태계와 부합하는 것으로, 양질의 일자리 창출과 관련 산업 스타트업 육성에 토대가 될 것으로 기대하며, 다양한 재능과 잠재력을 갖춘 인천지역 청년들의 신규 일자리 창출에도 크게 기여할 것이다."라고 전망했다.

@highlight

인천경제청은 30일 IFEZ-㈜세마스포츠마케팅이 참석한 가운데 e-sports 관련 기업 유치 위한 협력 양해 각서를 맺고 기업 유치를 위한 인천 경제 자유 구역청의 적극적인 활동이 시작 될 예정이다.