삼성 라이온즈의 과감한 결단 배경에는 키움 히어로즈가 있었다.

삼성이 30일 지도자 경력이 없는 감독을 선임했다.

허삼영 전력분석 팀장을 제15대 사령탑으로 임명했다.

계약 기간은 3년으로 계약금 3억원, 연봉 2억원 등 총액 9억원의 조건이다.

파격적인 결정이다.

허 감독은 지도 경력이 없다.

1996년 훈련지원요원으로 입사해 1998년부터 전력분석 업무를 주로 담당했다.

선수 경력도 짧았다.

고질적인 허리 부상으로 1군 통산 4경기 2⅓이닝 평균자책점 15.43의 성적을 남겼다.

장정석 키움 히어로즈 감독은 2016년 10월 26일까지 운영팀장이었다.

하루 뒤 그는 키움 히어로즈 감독으로 임명됐고 3년간 팀을 안정적으로 이끌어 지도력 논란을 잠재웠다.

그동안 삼성은 현장 지도자에게 지휘봉을 맡겼다.

최근 사자군단을 이끌었던 선동열 전 야구대표팀 감독, 류중일 현 LG 트윈스 감독, 김한수 전 삼성 감독은 삼성에서 코치로 활동한 후 감독이 됐다.

삼성은 허 감독 선임 배경에 대해 "안정 속 변화가 필요했다. 팀을 가장 잘 알고 있는 데다 선수들과 소통도 잘했다. '데이터 야구'를 강화하는 추세에 새로운 삼성 야구를 잘 이끌어갈 적임자라고 판단했다"라고 설명했다.

예상 밖의 그림이지만 낯선 풍경은 아니다.

3년 전 키움 히어로즈가 장정석 운영팀장을 신임 감독으로 임명한 바 있다.

장 감독이 지휘봉을 잡았을 당시에도 우려 섞인 시선이 가득했으나 3번의 시즌을 마친 뒤 지도력 논란이 사라졌다.

오히려 현장과 프런트의 벽을 허문 성공 사례로 남았다.

장 감독은 2번째 시즌인 지난해 키움을 플레이오프까지 올려 한국시리즈 우승팀 SK 와이번스와 명승부를 벌였다.

계약 마지막 시즌인 올해도 정규시즌 막바지까지 치열한 선두 다툼을 벌이며 3위로 이끌었다.

창단 최다 승리 기록도 경신했다(29일 현재 85승).

홍준학 삼성 단장은 "새로운 길을 걸으려면 부담이 따르기 마련이다. 그렇지만 키움이 좋은 사례를 남겼다. (신임 감독 선임을 결정하는데) 어느 정도 영향을 미쳤다"라고 말했다.

@highlight

삼성 라이온즈가 지도자 경험이 없는 감독을 선임하는 과감한 결정에 키움 히어로즈의 성공 사례가 영향을 미쳤다고 밝혔다.