최근 미국 내 유해성 논란이 불거진 액상형 전자담배의 판매 금지 소식이 전해지면서 보건복지부 또한 국내 액상 전자담배 사용을 자제하라고 권고했다. 이러한 가운데 JTI 코리아의 '플룸테크(Ploom Tech)'는 하이브리드형 전자담배로, 논란이 되고 있는 액상형 전자담배와 무관하고 이번 중증호흡기질환의 원인으로 추정되는 THC(테트라하이드로카나비놀)·비타민 E 아세테이트를 함유하고 있지 않다고 30일 밝혔다.

이날 JTI에 따르면 플룸테크의 카트리지 내 액상은 니코틴이 전혀 함유돼 있지 않다.

플룸테크는 하이브리드 기술을 사용한 제품으로, 카트리지 내 무(無) 니코틴 액상을 가열해 증기를 생성시킨다.

생성된 증기는 담뱃잎이 들어 있는 캡슐을 통과하면서 담배 맛과 니코틴이 스며든다.

이때 플룸테크의 가열 온도는 약 30℃의 저온으로, 이 과정에서 연소 반응은 일어나지 않는다.

이로 인해 담배 냄새를 99%까지 줄였고, 최근 연구에 따르면 일반 궐련 담배연기와 플룸테크 발생 수증기를 비교했을 시 세계보건기구가 권고한 9개 주요 독성 성분도 약 99% 줄어든 것으로 나타났다.

JTI코리아 관계자는 "플룸테크는 無니코틴의 액상을 저온 가열해 담뱃잎이 들어 있는 캡슐을 통해 증기를 생성시키는 원리로 작동하는 하이브리드형 전자담배"라며 "미국에서 발생한 중증호흡기 질환 등으로 인한 여파 등 보건복지부가 발표한 액상형 전자담배 사용자제 권고와는 전혀 관계가 없다"고 밝혔다.

이에 앞서 쥴랩스(JUUL Labs)도 액상형 전자담배 제품 '쥴'에 THC, 대마초에서 추출된 어떠한 화학성분이나 비타민 E 화합물이 일절 포함되지 않았다고 공표한 바 있다.

@highlight

최근 미국 내 유해성 논란때문에 액상형 전자담배의 판매 금지 소식이 전해지면서 국내 액상 전자담배 사용을 자제하라고 권고했으나, JTI코리아 관계자는 플룸테크는 보건복지부가 발표한 권고와는 전혀 상관없는 제품이라고 밝혔으며, 쥴랩스 또한 대마초에서 추출된 어떠한 화학성분도 포함되지 않았다고 알렸다.