음악플랫폼 플로(FLO)가 '스테이지앤플로 Vol.2 (Stage&FLO Vol.2)' 최종 우승자로 선정된 R&B 싱어송라이터 이바다의 싱글 'ㅎㅇ' 제작을 지원하고, 30일 관련 음원과 함께 뮤직비디오를 공개한다.

이번 이바다 싱글 'ㅎㅇ'는 플로가 건강한 음악 생태계를 조성하고, 다양한 취향의 아티스트를 대중에게 소개하기 위해 기획한 스테이지앤플로 2회차 공연 우승자 혜택의 일환으로 제작됐다.

플로는 실력파 힙합 프로듀싱 듀오 그루비룸과의 콜라보레이션 기회, 음원 및 뮤직비디오 제작 등 이번 싱글 제작과 관련한 다양한 혜택을 제공했다.

이와 함께 플로 공식 SNS 채널(페이스북, 인스타그램)과 Cake Pop 유튜브 채널 등을 통한 홍보 활동도 적극 지원할 예정이다.

이번 싱글은 음색 여신 이바다와 실력파 힙합 프로듀서 그루비룸의 첫 만남으로 주목 받고 있다.

여기에 래퍼 페노메코의 피처링까지 더해져 색다른 감성과 함께 풍부한 음악적 컬러까지 보여줄 것으로 기대를 모은다.

'ㅎㅇ'의 뮤직비디오는 강렬한 색감과 감각적인 미장센을 통해 이바다의 매력적인 음색과 가장 어울리는 영상미를 담았다는 후문이다.

이바다는 이번 싱글을 통해 "SNS에 사로잡혀 있는 현대인들의 복잡하고 모순된 감정들을 무겁지 않게 이야기하고 싶었다"며 "플로의 지원을 통해 정규 앨범과는 또 다른 컬러와 감성을 선보일 수 있어서 즐거운 작업이었다"고 소감을 밝혔다.

플로 운영사 드림어스컴퍼니의 최소정 전략기획그룹장은 "실력 있는 아티스트를 만나 음원 제작을 지원하게 되어 기쁘다"며 "앞으로도 스테이지앤플로를 통해 다양한 신인 아티스트들에게 보다 많은 기회를 제공할 수 있도록 적극 지원해 나갈 예정"이라고 밝혔다.

한편, 이바다와 그루비룸이 함께 한 이번 스테이지앤플로 싱글 'ㅎㅇ'는 30일 오후 6시 플로를 포함한 각종 음원사이트를 통해 만나볼 수 있다.

@highlight

음악플랫폼 플로는 다양한 취향의 아티스트를 대중에게 소개하기 위해 제작된 R&B 싱어송라이터 이바다의 싱글 'ㅎㅇ' 제작을 지원하고 Cake Pop 유튜브 채널 등을 통한 홍보 활동을 진행할 예정이라고 밝혔다.