더본코리아의 커피전문점 빽다방이 '할로윈데이를' 앞두고 10월 1일부터 오싹하게 서늘한 시즌테마 음료 '할로윈스무디'를 판매한다고 30일 밝혔다.

이색적인 즐거움과 익사이팅한 놀이가 가득한 할로윈 시즌에 으스스한 분위기를 만끽하며 즐길 수 있도록 마련된 이번 신메뉴는 각종 코스튬 파티와 만찬에서 빠질 수 없는 할로윈 음료를 빽다방 스타일로 재미있게 풀어낸 음료다.

'맛있는 할로윈 마법에 빠져들 시간'이라는 주제로 완성된 이번 신메뉴는 오싹한 비주얼 속에 숨겨진 새콤달콤한 맛이 매력적인 할로윈 음료다.

드라큘라나 좀비, 유령과 같은 코스튬 분장을 연상시키는 짙은 회색빛깔의 음료 베이스는 상큼한 오렌지맛을 품고 있으며, 섬뜩한 느낌으로 드리즐 되어 흘러내리는 소스는 달콤한 딸기 맛으로 반전매력을 선사한다.

처음에는 제공되는 비주얼 그대로를 맛본 뒤, 음료 밑에 깔려있는 딸기 소스와 오렌지맛의 음료 베이스를 잘 저어 마시면 더욱 조화롭고 풍성한 스무디 맛을 느낄 수 있다.

빽다방 '할로윈스무디'는 10월 1일부터 11월 1일까지 일부 매장을 제외한 전국 빽다방 직·가맹점에서 시즌 한정으로 만나볼 수 있으며 가격은 3000원이다.

빽다방 관계자는 "이번 신메뉴는 이색적인 즐거움으로 자신만의 할로윈 문화를 만들어나가는 이들을 위해 마련한 테마 음료"라며 "반전이 가득한 빽다방 할로윈스무디와 함께 10월달 맛있는 할로윈 마법에 빠져보시길 바란다"고 말했다.

한편, 2006년 개점한 빽다방은 높은 퀄리티의 카페 메뉴를 합리적인 가격으로 서비스하는 커피전문점이다.

친구같이 편안한 카페를 모토로 하는 빽다방은 뛰어난 가성비와 트렌드를 반영한 다양한 시즌 테마 음료들을 선보이며 여러 연령층에게 사랑 받고 있다.

@highlight

빽다방은 할로윈데이를 앞두고 이색적인 경험을 할 수 있도록 할로윈 음료인 '할로윈 스무디'를 새콤달콤하게 선보인다.