천안 쌍용동에 위치한 갤러리아장이 1일~30일까지 '디지털과 아날로그 변화의 갈등'을 자신만의 독창적 그림으로 화폭에 담은 황창하(43) 작가의 첫 전시회를 개최한다.

이번 전시회에는 문명·자연의 조화와 균형을 잡아주는 역할을 작품화한 '변혁(65×53㎝)'을 비롯해 느리지만 따뜻한 아날로그 감성으로 소통한 '소통과 휴식(20×30㎝)', 인류와 자연과의 평화로운 공존을 희망하는 '세계평화(116×72㎝)' 등 작품 15점을 선보인다.

황 작가는 디지털·아날로그 변화 속에서의 갈등에서 끊임없는 작품 활동을 통해 안정적인 예술을 찾고 있다는 평가를 받고 있다.

그는 1992년 뉴질랜드의 화이트클리프 아트 디자인 대학(Whitecliffe College Of Art Design)을 졸업한 이후 2014년 경민대학교 미술관의 'Summer Compassion'과 2015년 경민대 현대 미술관의 'Winter Story' 기획전에 참가했다.

장혜림 갤러리아장 관장은 "황 작가는 1992년 뉴질랜드로 유학해 타국의 환경에서 시대의 변화에도 굴하지 않고 자신만의 독창적인 그림을 그려온 화가"라며 "감성과 소리, 잔잔한 울림, 고뇌, 평화 등을 캠퍼스에서 찾아볼 수 있다"고 설명했다.

황 작가는 "이번 개인전은 크게 크로노스와 카이로스의 시간적 의미와 디지털·아날로그의 관계, 자연의 치유능력 등 폭넓은 주제로 구성했다"며 "아날로그·디지털의 예술 행위로써 갖는 시간적 의미를 되새기며 초기작품을 화폭에 담았다"고 했다.

한편 갤러리아장(쌍용8길 6번지)은 전통과 현대성을 예술로보다 다채롭게 포용해 생활 속에 문화로 다가서기 위해 문을 열었다.

예술적 가치 창출로 사회 환원을 목적에 두고 현재 친환경 녹차 농장을 통해 녹차를 제품화했으며 향후 4만㎡ 미술관 건립을 추진 중이다.

@highlight

천안 쌍용동에 위치한 전통과 현대성을 예술로 보다 다채롭게 포용해 생활 속에 문화로 다가서기 위해 문을 열게 된 갤러리아장에서 1일~30일까지 '디지털과 아날로그 변화의 갈등'을 자신만의 독창적 그림으로 화폭에 담고 끊임없는 작품 활동을 통해 안정적인 예술을 찾고 있다는 평가를 받고 있는 황창하(43) 작가의 첫 전시회를 개최하게 되었다.