동국제약은 장기서방형 주사제인 옥트레오티드(octreotide) 서방형 제제 제조방법에 관한 특허법원 무효소송에서 지난 27일 승소했다고 30일 밝혔다.

이번 소송은 '산도스타틴 라르(Sandostatin LAR)'라는 제품명으로 다국적제약사 노바티스에서 판매중인 옥트레오티드의 에버그린전략(연장특허)에 관한 것으로, 특허법원은 "기존 시판되는 제품 대비 치료학적 효능에 대한 진보성이 결여됐음"으로 판단해 무효로 최종 판결했다.

동국제약은 2000년 초부터 펩타이드 약물의 장기서방출성기술을 기반(platform technology)으로 항암제 '로렐린 데포' 등 첨단 펩타이드 의약품을 개발해 세계 50여개국에 수출하고 있다.

동국제약 관계자는 "해외 시장에서 완제의약품 수출에 대한 규격 기준?규제가 까다로운 특성을 감안할 때, 이번 동국제약 성과는 다국적 제약사의 연장특허 등록과 같은 전략을 효과적으로 방어해 향후 개발하고 있는 첨단 펩타이드 제품들과의 시너지 효과를 낼 것으로 기대한다"고 말했다.

이어 "본 특허소송은 일반적인 침해 회피가 아닌, 적극적인 특허무효화를 통해 다국적제약사의 특허전략을 정당하게 견제하는 공세적 전략"이라며 "본 소송을 통해 향후 글로벌 경쟁에서 연구개발(R&D) 경쟁력을 갖추고, 다른 특허소송에서도 승리할 수 있도록 철저히 준비할 계획"이라고 덧붙였다.

한편, 옥트레오티드는 말단비대증 치료제로 1998년 미국 FDA에서 승인받아 판매되고 있다.

말단비대증은 성장이 멈춘 성인에게서 성장호르몬 과분비로 인해 발생하는 질병으로 국내에서는 전체 환자수가 약 3000여명으로 발생빈도가 낮아 희귀의약품으로 지정됐다.

@highlight

동국제약은 다국적제약사 노바티스에서 판매중인 옥트레오티드의 제조방법에 관한 특허법원 무효소송에서 특허법원이 "기존 시판되는 제품 대비 치료학적 효능에 대한 진보성이 결여됐음"으로 판단해 지난 27일 승소한 가운데 동국제약 관계자는 본 소송을 통해 글로벌 세계에서 경쟁력을 갖추고 다른 특허 소송에서도 승소할 수 있도록 신중히 준비할 예정이라고 밝혔다.