성남시(시장 은수미)는 7일 오후 판교 글로벌R&D센터 대강당에서 '스마트시티 공개 세미나'를 연다.

이날 세미나는 시민이 편리하고 쾌적한 삶을 누릴 수 있도록 인공지능(AI)과 최첨단 정보통신기술(ICT)로 도시 생활 속 교통·환경·주거 문제 등을 해결하는 전략을 모색하기 위해 마련된다.

세미나는 'AI 시대, 스마트시티의 길을 묻다'를 주제로 1, 2부로 나뉘어 진행된다.

1부는 조대연 국토교통과학기술진흥원(KAIA) 스마트시티사업 단장이 '포용적이고 혁신적인 미래도시, 성남'을 주제로 강연을 한다.

수정·중원 원도심을 미래 혁신적 도시로 조성하는 방안, 판교테크노밸리를 포함한 신산업 벨트 조성 방안 등에 관한 전략을 제시한다.

김현정 마이크로소프트 전무의 '도시의 진화, 스마트시티 클라우드로 혁신하다!'를 주제로 한 발표와 최귀남 델 테크놀로지스 전무의 '성남시 스마트시티 글로벌 추진 방안'에 관한 주제발표도 이어진다.

2부는 김태형 단국대 교수(SW·디자인융합센터장)가 좌장을 맡아 '성남 스마트시티 어디로 가야 할 것인가'에 관한 토론을 벌인다.

은수미 성남시장과 조정식 성남시의원, 조대연 KAIA 스마트시티사업 단장, 김현정 마이크로소프트 전무, 최귀남 델 테크놀로지스 전무 등 5명이 패널로 나와 의견을 낸다.

참석자 전체 토론과 질의응답 시간도 마련된다.

성남시는 이날 나온 의견을 모아 스마트시티 정책 수립에 반영할 계획이다.

시는 스마트시티 조성을 구체화하기 위해 앞선 6월 스마트시티 토론회(IT 공부방)를 개설해 회의를 정례화하고, 8월 스마트도시 사업협의회를 발족했다.

14~16일에는 판교 경기창조경제혁신센터에서 세계스마트시티기구(WeGO) 집행위원회 회의(EXCOM Meeting)를, 24일은 정자동 킨스타워에서 성남 글로벌 융합 콘퍼런스를 각각 개최해 글로벌 경쟁력 확보에 나선다.

@highlight

성남시는 7일 오후 판교 글로벌R&D센터 대강당에서 '스마트시티 공개 세미나'를 진행할 예정이며,이날 세미나는 인공지능(AI)과 최첨단 정보통신기술(ICT)로 도시 생활 속 교통·환경·주거 문제 등을 해결하는 전략을 세우기 위해 마련된 것으로, 'AI 시대, 스마트시티의 길을 묻다'라는 주제로 진행 예정이다.