경북도가 주최하는 '2019경북농식품산업대전'이 4일부터 6일까지 경북 구미시 구미코 전시장에서 열린다.

'경북을 맛보다! 내일을 만나다!'라는 주제로 경북농식품의 우수성을 홍보하고 최신 식품트렌드 정보를 공유하기 위해 열리는 경북농식품산업대전의 주제관, 특별관, 정책홍보관과 23개 시·군관 등에서는 1000여개의 농식품이 전시된다.

또 식품산업 심포지엄, MD상담회, TV홈쇼핑 등을 통해 식품기업에게는 판로개척과 시장정보를 제공하고, 참관객에게는 다양한 농식품을 체험 할 수 있는 다채로운 프로그램을 선보인다.

주제관에는 경북농식품 수출현황과 정책을 소개하는 농식품수출관, 새로운 식품문화를 소개하는 농식품트렌드관, 1인가구 및 맞벌이부부 증가에 따라 폭발적인 증가세를 보이는 가정간편식과 개인 특성에 맞는 건강기능식품과 기능성식품 전시관이 개설된다.

특별관에는 경북도내 9명의 식품명인과 제품을 알리는 전통식품명인관과 경북 농업과 기업 간 상생협력을 선도하는 식품기업의 협력사례 및 ICT기업인 네이버, 카카오의 모바일 플랫폼을 활용한 판로확대 사례와 제품 전시로 상생협력 홍보를 위한 상생협력관이 운영된다.

정책홍보관에서는 농업6차산업 홍보와 귀농·귀촌 상담이 이루어지고, 경북도 과수통합브랜드 '데일리'의 우수성과 공식 경북 농특산물 쇼핑몰인 '사이소'를 홍보한다.

올해 농식품산업대전은 특별 프로그램으로 '먹방'과 '쿡방'같은 최근 식품소비 트렌드를 반영한 이벤트 행사로 지역농산물을 활용한 강레오셰프의 요리시연, 인기먹방 유튜버 맛상무의 토크쇼를 준비했다.

또 인기농튜버의 농사직방토크쇼, 농산물홍보용 유튜브 제작강의 등 소비자와 농업인 모두를 위한 다채로운 프로그램과 어린이 관람객을 위한 치즈만들기, 유과만들기, 곤충체험, VR체험도 대기중이다.

@highlight

오는 4일부터 6일까지 경상북도 주최 '2019경북농식품산업대전'에서 경북농식품의 우수성 홍보를 위한 이벤트로 '먹방', '쿡방' 을 진행하고 강레오셰프의 지역농산물 활용 요리시연, 인기먹방 유튜버 맛상무의 토크쇼도 준비했다.