전국경제인연합회(이하 전경련)는 1일 서울 여의도 전경련 컨퍼런스센터에서 허창수 회장(한미재계회의 위원장) 주재로 제31차 한미재계회의 총회에 대비한 사전 간담회를 했다고 밝혔다.

이날 사전간담회는 주요 위원과 참가기업인들 10여명이 참석한 가운데 오는 11일 미국 워싱턴 D.C.에서 열릴 제31차 한미재계회의 총회의 준비사항을 점검하고, 현안별 한국측 전략을 논의하기 위해 마련했다.

허창수 전경련 회장은 이 자리에서 "최근 우리기업들이 지정학적 리스크 심화와 경기침체에 대한 우려를 연이어 표출하고 있다"며 "한미 양국 기업인의 스킨십을 강화하는 한편, 현재 국내 이슈에 가려진 자동차 등 통상 이슈들을 대응하기 위해 경제계 차원에서 적극적으로 준비할 필요가 있다"고 말했다.

제31차 한미재계회의는 전경련과 미국상공회의소가 공동으로 주최하고, 오는 11월에 최종 결정될 자동차 관세 관련 무역확장법 232조 대응, 동북아 정세와 안보 이슈, 한미FTA(자유무역협정) 추가 활용방안 등의 논의가 이뤄졌다.

스티브 비건 미국 대북정책특별대표와 해리 해리스 주한미국대사 등이 미국측 주요 연사로 참석했다.

이번 총회에 참석하는 전경련 사절단 20여명은 다양한 아웃리치 활동 또한 전개할 계획이다.

미국 상무부와 국무부 차관급 인사 예방을 시작으로 미국외교협회(CFR), 애틀랜틱 카운슬(Atlantic Council), 헤리티지 재단 등의 싱크탱크를 방문하여 한미관계, 양국 통상과 투자 관련 우리 입장을 전달할 예정이다.

엄치성 전경련 국제협력실장은 "최근 불거진 한일 무역분쟁은 양국 경제 뿐 아니라 미국을 포함한 글로벌 서플라이 체인에 악영향을 미칠 수 있기 때문에 이는 미국측에도 큰 관심사항"이라며 "이번 한미재계회의 총회에서 한일 무역분쟁, 북핵 문제 등 고조되고 있는 지정학적 리스크에 대한 비즈니스적 해법이 마련되길 바란다"고 말했다.

@highlight

전국경제인연합회는 1일 여의도 전경련 컨퍼런스센터에서 허창수 회장의 주재로 제31차 한미재계회 총회의 준비사항을 점검하고 현안별 한국측 전략을 논의하기 위한 사전 간담회를 진행했으며, 이날 허 회장은 현재 국내 이슈에 가려진 자동차 등 통상 이슈들을 대응하기 위해 경제계 차원에서 적극 준비해야 한다고 말했다.