한국SW·ICT총연합회(회장 조풍연)는 과학기술정보통신부와 서울중앙우체국에서 '주 52시간 노동시간 단축시행과 소프트웨어(SW)개발 사업 가치보장 개선'을 주제로 간담회를 개최했다.

총연합회는 SW·ICT 업계 인력난과 근무시간 제한에 따른 어려움을 해결하기 위해 정부가 고시나 지침을 우선 변경·추진해야 한다고 건의했다.

△SW사업자가 보유한 지식재산권 보장을 위한 SW 산출물(소스 등) 반입·반출 허용 △SW·ICT 분야 우수제품 평가·시상 추진 △SW·ICT 맞춤형 수출 활성화 지원 등을 요청했다.

조풍연 총연합회장은 "SW·ICT 업계는 현장파견, 불특정 요구사항 변경, 신기술 창업 등을 이유로 근무시간을 제한해 일하기가 어렵다"면서 "상품개발 공정별 연속성과 창의성을 갖고 집중해 새로운 가치를 창출하는 직업"이라고 말했다.

이어 "핵심인재를 양성하고 혁신 성장하도록 기업 생산성 향상을 위해 근무시간 제한 특례(예외) 업종 지정이 필요하다"고 덧붙였다.

노규성 한국생산성본부 회장은 "IT 상생협력체, 제한경쟁업체, 시장활성화 등 제도개선 시 SW·ICT 특성에 맞게 공정별로 큰 틀에서 맞춰가도록 업체 의견을 수렴해주길 바란다"고 말했다.

채효근 한국IT서비스산업협회 전무는 "SW 개발 사업 제안서 평가 시 저가 경쟁 피해(인건비 조차 100% 보장받지 못하고 상용SW 등 하도급 기업 수익 감소)를 최소화하기 위해 입찰가격 평가 비중을 축소하고, 기술평가를 95∼100%로 상향 조정해야 한다"고 제언했다.

민원기 과기정통부 차관은 "AI 등 SW·ICT 개발이 늘어나는 중요한 시기에 정부 정책이나 관련 시장 등 변화가 급격히 이뤄질 것"이라면서 "간담회에서 논의된 의견을 정부 정책에 반영하도록 업계와 협력하겠다"고 말했다.

@highlight

한국SW·ICT총연합회 회장 조풍연은 과학기술정보통신부와 서울중앙우체국에서 '주 52시간 노동시간 단축시행과 소프트웨어(SW)개발사업 가치보장 개선'을 주제로 연 간담회에서 SW·ICT 업계는 현장파견, 불특정 요구사항 변경, 신기술 창업 등을 이유로 근무시간을 통제해 일하기가 어렵다면서 핵심인재를 길러내고 혁신 성장하도록 기업 생산성 발전을 위해 근무시간 제한 특례(예외) 업종 지정이 필요하다고 말했다.