제주특별자치도는 청소 예산의 적자가 누적됨에 따라 종량제 봉투 가격을 현실화하기로 했다.

제주도는 쓰레기 종량제 수수료와 처리시설 반입 수수료를 조정하기 위해 전문기관에 용역을 맡겨 원가산정 작업을 진행하고 있으며, 오는 11월 완료할 계획이라고 30일 밝혔다.

제주도의 청소예산 재정 자립도는 2016년 23.3%와 2017년 31.5%로, 전국 평균 각각 31.6%, 32.5% 보다 낮다.

이에 따라 손실액은 2016년 589억6500만원, 2017년 631억원이 발생했다.

실제 2017년 전체 폐기물 처리예산(청소 예산)은 920억원에 달하지만 종량제 봉투 판매액 등 수입은 289억원에 그치면서 손실액이 631억원으로 집계됐다.

생활폐기물 주민 부담률은 2016년 15.3%, 2017년 13.4%로 전국 17개 시·도 중 전라남도 12.5%에 이어 전국 최하위권이다.

전국 평균인 2016년 33.4%와 2017년 33.3%의 절반에도 못 미쳤다.

주민 부담률은 종량제봉투 판매 수입을 주민이 배출한 생활폐기물의 수집·운반처리에 든 비용으로 나눠서 산출한다.

서울시는 62.7%로 전국에서 가장 높다.

또 음식물류폐기물인 경우 주민 부담률은 2017년 18.5%로, 환경부 음식물류 폐기물 배출 및 수수료 등 종량제 시행지침에서 제시한 가이드라인인 80%를 크게 밑돈다.

도는 용역결과가 나오면 조례개정 등을 거쳐 내년부터 종량제봉투 가격을 인상한다는 방침이다.

박근수 도 환경보전국장은 "쓰레기 처리비용의 인상 요인이 계속 발생하는 상황에서 도의 재정부담이 커지고 있다"며 "쓰레기 발생과 처리는 배출자부담 원칙을 적용해 종량제 봉투 가격을 현실화하는 등 쓰레기 감량을 유도하겠다"고 말했다.

제주도는 2017년 1월부터 쓰레기 종량제 봉투 가격을 5ℓ 90원→120원, 10ℓ 180원→240, 20ℓ 500원→700원, 30ℓ 750원→1050원, 50ℓ 1250원→1750원으로 40% 올렸다.

하지만 전국 평균보다 낮은 요금 체계로 쓰레기 처리에 예산 부담이 가중되고 있다.

@highlight

제주특별차지도는 평균보다 낮은 요금체계로 쓰레기 처리 예산이 부담이 가중되고 있어 용역결과에 따른 조례정정 등을 거쳐 종량제봉투 가격을 인상할 방침이다.