'동상이몽2' 강남이 이상화와의 결혼을 생각하게 된 계기를 털어놨다.

9월 30일 방송된 SBS 예능프로그램 '동상이몽2-너는 내운명'(이하 '동상이몽2')에는 합류 소식으로 큰 화제를 모았던 강남-이상화 커플의 이야기가 최초 공개됐다.

이날 강남은 인터뷰 시작부터 "이상화가 운동선수로서 좀 딱딱해 보일 수 있지만 평소에는 애교도 많고 부드럽다. 귀엽고 예뻐 죽겠다"라며 애정을 드러냈다.

이상화는 "강남의 눈이 너무 예쁘다"고 칭찬했다.

강남은 이상화와의 첫 만남에 대해 "지난해 '정글의 법칙'에 함께 출연했는데, 동굴 안으로 들어가는 이상화의 뒷모습을 보고 '결혼하겠다'는 생각이 들었다. 첫눈에 반한 게 아니라 '이 사람이랑 결혼하겠다'라는 생각이 들었다"며 "이상화가 나라의 보물이라 조심스러웠다"고도 덧붙였다.

두 사람이 연인으로 발전한 데에는 이상화 '직진 매력'의 공이 컸다.

이상화는 "강남이 다가오는 것을 조심스러워했다. 그래서 먼저 얘기했다"면서 "'나는 오빠에게 호감이 있는데 오빠는 어떻게 생각하냐'고 물었다. 제 성격대로 마음 가는 대로 했던 것 같다"고 했다.

두 사람은 결혼을 결심하게 이유도 털어놨다.

이상화는 지난해 무릎 부상으로 은퇴의 기로에 서 있었던 상황에서 누구에게도 털어놓을 수 없는 이야기를 강남에게 털어놓았다고.

당시 강남은 "나도 네 마음을 알 것 같다. 네 입장이면 당연한 거다"라며 "이제 다 내려놔라. 우리 행복하게 살 날밖에 안 남았다"라고 답했다고.

이상화는 "그때 정말 많이 힘이 됐다. 이제 오빠랑 같이 저에게 휴식을 주고 싶다"라고 말했다.

이날 이상화는 공개 연애 5개월만에 결혼 발표를 한 것에 대해서 "혼전 임신이 아니다"라고 부인하기도 했다.

이상화는 "우리 둘이 너무 좋았고, 그런 마음이 든게 처음이었다. 어떻게든 행복하게 살아보고자 결심했다"고 밝혔다.

한편 이상화 강남 커플이 출연하는 '동상이몽2-너는 내운명'은 매주 월요일 오후 11시 20분 방송된다.

@highlight

9월 30일 방송된 SBS 예능프로그램 '동상이몽2-너는 내 운명'에서  털어 놓은 강남-이상화 커플의 첫 만남에서 결혼까지의 과정을 보면 강남은 이상화와의 첫 만남은 정글의 법칙에 출연한 이상화의 뒷모습을 보고 결혼할 생각이 들었고 이상화는 무릎 부상으로 은퇴의 갈림길에서 강남에게 마음을 털어놓으면서 우리 행복하게 살날밖에 안 남았다는 말에 공감해서 결혼했다고 한다.