프레스티지하고 럭셔리한 주얼리 브랜드의 전통적 가치관을 향기로 담은 불가리 퍼퓸이 여성 향수 '로즈 골데아 블러썸 딜라이트'(사진)를 출시한다고 1일 밝혔다.

이 제품은 장미에 대한 찬사와 여성에 대한 경외심을 담은 '로즈 골데아' 라인의 새로운 컬렉션으로 소녀의 끝자락에서 성숙한 여성이 되는 특별한 순간을 담아낸 향수다.

마스터 퍼퓨머인 알베르토 모리야스는 장미가 지닌 다양한 면모를 구현하기 위해 향수의 모든 노트에 각기 다른 요소를 가미하며 그 의미를 더했다.

밝은 에너지를 가득 품은 프루티한 노트의 첫 향을 시작으로 장미의 아름다움을 담은 로즈 버드의 하트노트가 이어진다.

이어서 화이트 머스크의 풍성한 향으로 마무리하며 장미가 갖고 있는 깊이감을 극대화한다.

순수한 장미와 센슈얼한 머스크가 조화롭게 어우러지면서 꽃봉오리가 만개한 장미가 되듯 소녀에서 여성이 되는 짜릿한 순간을 섬세하게 재현해냈다.

플라콩(보틀)에는 사람을 매료시키는 불가리의 아이코닉한 컬렉션인 '세르펜티'가 담겨있다.

캡에 감겨있는 세르펜티 모티브를 통해 보틀에 담긴 향을 한층 더 우아하면서도 고귀한 매력으로 피어나게 해준다.

불가리 퍼퓸은 신제품 출시 기념 메가 시향회를 준비했다.

10월 8일부터 10월 13일까지 6일 간 서울 소공동롯데백화점 본점 1층 외부행사장(3번 게이트)에서 진행되며 해당 기간 동안 특별한 혜택도 마련됐다.

향수를 구매하는 모든 고객에게 용량별 샘플 키트와 스페셜 패키징을 제공하며 20만 원 이상 구매 고객에게는 로즈 골데아 블러썸 딜라이트 토트백에 이니셜 자수 서비스도 진행된다.

이번 신제품은 10월부터 전국 주요 백화점에 입점한 불가리 퍼퓸 매장에서 만나볼 수 있다.

@highlight

1일 출시한 불가리 퍼퓸의 로즈 골데아 블러썸 딜라이트는 로즈 골데아 라인의 새로운 컬렉션으로 소녀에서 여성이 되는 순간을 재현해주는 제품이다.