KAIST 연구진이 '노커기술'을 적용한 스마트폰으로 커피머신을 똑똑 두드리자, 커피머신을 인식한 스마트폰이 커피 캡슐 주문을 위한 앱을 열거나, AS센터로 전화를 걸어준다.

빈 생수통을 스마트폰으로 똑똑 두드리자, 아마존 앱이 자동으로 열려 생수를 주문한다.

잠자리에 들기 전 침대를 스마트폰으로 두드리면 불이 꺼지고, 자동으로 알람이 맞춰진다.

국내 연구진이 개발한 '노커 기술'을 통해 구현되는 삶의 변화 모습이다.

KAIST는 이성주 교수(전산학과) 연구팀이 스마트폰으로 두드려 사물을 인식하는 '노커 기술'을 개발했다고 1일 밝혔다.

노커 기술은 물체에 '노크'를 해서 생긴 반응 중 소리는 스마트폰의 마이크로, 진동은 가속도계와 자이로스코프로 감지하고, 이 데이터를 기계학습을 통해 분석해 사물을 인식한다.

잡음에 취약한 소리의 한계를 모션 센서(가속도계, 자이로스코프)로 극복하면서 추가 장비 없이 스마트폰에 있는 센서를 이용한다.

연구팀은 책, 노트북, 물병, 자전거 등 일상생활에서 흔히 접할 수 있는 사물 23종의 데이터를 입력시키고, 인식 정확도를 측정한 결과 실내 공간에서 98%에 달했다.

도로나 식당 등 잡음이 많은 공간에서의 사물인식 정확도도 83%였다.

스마트폰으로 사물을 인식하는 데 걸린 시간은 0.2초로, 다양한 사물과 실시간 상호작용이 가능함을 보여줬다.

이성주 교수는 "이번 성과는 특별한 센서나 하드웨어 개발 없이 기존 스마트폰의 센서 조합과 기계학습을 활용해 누구나 쉽게 사용할 수 있는 높은 실용성을 갖췄다는 데 의미가 있다"며 "사용자와 사물의 상호작용을 보다 쉽고 편하게 해 활용분야가 매우 다양할 것으로 기대한다"고 말했다.

이 연구결과는 지난달 유비쿼터스 컴퓨팅 분야 저명 학회인 'ACM UbiComp'에서 발표됐으며, 과기정통부의 지원을 받아 연구가 이뤄졌다.

생수병에 스마트폰으로 노크하자, 생수병에서 생성된 고유반응을 스마트폰이 분석해 인식해 주고, 그에 맞는 서비스를 실행시킨다.

@highlight

KAIS 이성준 교수 연구팀은 1일 기존의 스마트폰 센서를 이용하여 일상에서 흔한 책, 노트북, 물병, 자전거 등 사물 23조으이 데이터를 입력시키고 '똑똑' 두드려 인식 정확도를 측정한 결과 실내공간에서 98%까지 정확히 인식하는 '노커 기술'을 개발하였다고 발표하였다.