화성연쇄살인사건의 유력 용의자인 이춘재(56)가 9차례 경찰 조사 끝에 범행 사실을 자백했다.

9차례의 화성연쇄살인사건과 화성, 청주 일대에서 같은 시기 발생한 미제 사건 5건 등 총 14건의 범행을 시인했다.

이춘재가 용의자로 특정된 지 13일만이다.

1일 경기남부경찰청 등에 따르면 범행 사실을 극구 부인해오던 이춘재가 이날 오후 처음으로 범행 사실을 인정했다.

이춘재는 10차례의 화성연쇄살인사건 중 모방범죄로 확인된 8차 범행을 제외하고 9건의 사건의 범행 사실을 자백했다.

또한 이춘재는 화성 사건과 관련없는 3건의 미제 사건에 대해서 ‘내가 진범이다’고 자백을 한 데 이어 이춘재가 저지른 1994년 처제 강간·살인 사건 이후 2건의 추가 범행에 대해서도 털어놨다.

직접적인 DNA 증거가 나오지 않은 사건과 알려지지 않은 추가 범행에 대해서도 자백한 것이다.

경찰은 당초 이춘재 DNA가 확인됐던 5·7·9차 사건 이외에도 이날 화성연쇄살인사건 4차 사건 피해자 유류품에서도 이춘재 DNA를 확인했다.

경찰은 화성연쇄살인사건 5·7·9차 사건의 피해자 유류품에서 이춘재 DNA를 확보하고 자백을 받기 위해 총력을 기울여왔다.

또한 3개 사건 이외에 다른 화성연쇄살인사건 피해자 유류품에서 발견된 DNA에 대해서도 국립과학수사원 조사 결과를 기다리며 이춘재를 압박해왔다.

경찰은 이춘재가 화성연쇄살인사건 이외에 다른 범행까지 함께 저질렀을 가능성을 열어둔 채 수사를 진행했다.

이춘재가 군대를 제대한 1986년부터 1994년 1월 청주 처제 강간·살인 사건을 저질러 수감되기 전 경기 화성·수원·충북 청주권에서 발생한 미제 사건들을 수사 선상에 올려 이춘재와 대면조사를 진행했다.

경기남부지방경찰청 전담수사팀은 “이춘재가 자백 진술을 하기 시작했다”며 “자백의 신빙성을 확인해야 할 필요가 있으므로 관련한 수사를 계속 진행해 수사 결과를 발표하겠다”고 밝혔다.

@highlight

화성연쇄살인사건의 범행사실을 계속 부인하던 이춘재가 1일 화성연쇄살인사건  중 9건과 3건의 미제사건, 94년 처제 강간·살인 사건 이후 2건의 추가 범행까지 총 14건의 범행을 자백했다. 