제주지역 사립학교 법인 대부분이 법정부담금을 제대로 내지 않는 것은 심각한 도덕적 해이라고 볼 수밖에 없다.

제주도교육청 자료에 따르면 지난해 도내 10개 사학법인·15개 학교가 내야 하는 법정부담금은 38억여 원에 이른다.

이 가운데 실제로 사립학교들이 부담한 돈은 7.9%인 3억44만원에 불과했다.

전년도 법정부담금 납부율 9.7%에도 못 미치는 수준이다.

법정부담금은 사학법인이 교직원을 고용한 주체로서 충당해야 할 돈이다.

건강보험료, 연금, 고용·산재보험비 등이 해당한다.

그러나 한 사학법인의 경우 부담금 5억2000만원 중 고작 300만원(0.6%)을 내 최저 납부율을 기록했다.

가장 많이 낸 곳이라 해도 21%에 머문다.

육영사업을 하겠다고 해놓고 학교 운영에 필요한 돈을 거의 내놓지 않고 교육청에 손을 벌리는 이율배반적인 행태를 되풀이하는 것이다.

사립학교가 법정부담금을 내지 않으면 결국 교육청이 지원하게 된다.

재정결함보조금을 보면 2016년 495억원, 2017년 502억원, 지난해 609억원 등 해마다 눈덩이처럼 불어나고 있다.

시민들이 낸 세금을 사립학교 법정부담금 미납분을 메워주는 데 사용하고 있는 셈이다.

상황이 이럴진대 누가 애써 부담금을 낼지 모르겠다.

물론 사학들이 보유한 기본재산에서 별다른 수입이 발생하지 않아 법정부담금 납부를 못할 수도 있다.

그렇다고 재단의 사정만 봐주는 것은 교육청이 할 도리가 아니라고 본다.

법적 책임을 묻고 지원을 줄여야 하는 게 옳다.

지금 같이 법정부담금 이행 여부를 따지지 않고 똑같은 지원을 받는다면 낸 학교만 억울할 뿐이다.

사학 법정부담금의 심각성은 해마다 지적되지만 전혀 나아지지 않고 있다.

책임을 다하지 않아도 처벌할 규정이 없다는 게 가장 큰 문제다.

차제에 법정부담금 납부율에 따라 페널티를 강화하는 사립학교법 개정이 시급하다.

사학법인의 옥석을 구분할 때가 됐다는 얘기다.

정직과 책무를 가르쳐야 할 교육계에서 이런 고질적 문제가 반복되도록 놔둬서는 안 될 것이다.

@highlight

제주도내 10개 사학법인과 15개 학교에 부담해야 하는 법정부담금은 38억여 원인데 반해 실제 부담한 액수는 3억44만원에 불과하며, 이러한 문제를 해결하기 위해서는 법정부담금 납부율에 따라 제재를 가하는 사립학교법 개정이 필요하다.