세계여성기업인 무역총회와 함께 개최...

글로벌여성리더포럼 개회식.

영산대학교 제공.

글로벌여성리더포럼 조직위원회(대회장 노찬용)는 1일 부산 해운대그랜드호텔에서 ‘2019 세계여성기업인 무역 총회 ＆ 글로벌 여성리더포럼(Global Women’s Trade Summit ＆ Global Women Leaders Forum 2019)’ 개막식을 개최했다.

올해로 6회째를 맞이하는 이번 포럼은 글로벌 여성리더포럼 조직위원회와 IWFCI Korea 공동주최, ㈜리컨벤션 주관, 부산시·부산관광공사·와이즈유 영산대학교·BNCT 등이 후원하는 행사로 ‘세계 경제 성장에 기여하는 여성 기업가정신과 리더십’이라는 주제로 열렸다.

이번 행사에는 국내외 여성 경제인 및 리더와 차세대 여성인재 등 약 500여명이 참석했다.

글로벌 여성리더포럼은 지난 2014년 한·아세안 특별정상회의의 축하 부대행사로 시작돼 매년 부산에서 열리는 국제행사이다.

글로벌 여성리더들의 비즈니스 네트워크 구축, 차세대 여성리더들과의 멘토-멘티 관계 형성을 위해 노찬용 대회장을 비롯한 부산 지역 여성리더들이 주축이 돼 준비했다.

특히 올해 글로벌 여성리더포럼은 세계여성기업인 무역총회와 연계 개최로 24개국 300여명의 글로벌 여성 무역인들이 대거 참석해 실질적인 글로벌 비즈니스 교류의 장이 됐다.

노찬용 대회장(와이즈유 영산대학교 이사장)은 개막식 환영사에서 “이번 포럼은 6개의 세션과 2개의 특별세션을 통해 세계를 무대로 활약하는 여성리더들의 지혜와 교훈, 난관을 극복한 다양한 경험담이 많이 나왔다”면서 “올해는 세계여성기업인 무역 총회와 함께 연계해서 열리는 만큼 이전 보다 더욱 풍성하고 실질적인 글로벌 네트워크를 형성하는 좋은 기회가 될 것”이라고 밝혔다.

@highlight

부산 지역 여성리더들이 주축이돼 준비한 글로벌 여성리더포럼이 1일 부산 해운대그랜드호텔에서  ‘세계 경제 성장에 기여하는 여성 기업가정신과 리더십’이라는 주제로 열렸다.