지난달 27일 동아대 부민캠퍼스 석당박물관 세미나실에서 부산통일교육센터 주최 ‘다문화사회의 다양성과 통일 공감 부산·울산·경남 지역사회 전문가 포럼’ 행사가 진행되고 있다.

동아대학교 제공.

부산통일교육센터(센터장 한석정 동아대 총장)는 ‘다문화사회의 다양성과 통일 공감 부산·울산·경남 지역사회 전문가 포럼 및 통일미래 Start Up 경진대회’를 지난달 27일 동아대 부민캠퍼스 석당박물관 세미나실에서 개최했다고 1일 밝혔다.

통일 문제에 대한 올바른 이해와 비전을 공유하고 평화통일을 위한 지역사회 통합 네트워크 구축, 통일에 대한 국제사회의 관심 유도 등을 위해 열린 이날 행사는 한 총장을 비롯해 부산·울산·경남 지역사회 전문가와 지역주민, 학생 등 모두 150여 명이 참가했다.

한 총장은 이날 축사에서 “지난 2014년부터 통일부의 위탁을 받아 6년째 부산지역 통일교육 활성화에 앞장서고 있고 다문화사회를 위한 교육과 사업의 중요성도 일찍이 인식해 준비에 박차를 가하고 있는 동아대학교에서 ‘통일공감’ 행사가 열리게 돼 더 뜻깊다”며 “미래 세대들의 통일아이디어를 선보이는 경진대회도 성공적인 결과를 거두길 바란다”고 말했다.

부산통일교육센터 사무처장을 맡고 있는 황기식 동아대 국제전문대학원 교수는 “이번 포럼과 경진대회 행사를 통해 사회적 합의에 기반한 미래통일 전략을 구상하고 통일 문제에 대한 올바른 이해와 긍정적 인식을 쌓는 계기가 됐길 바란다”고 말했다.

이날 포럼에선 김현정 동아대 국제전문대학원 교수와 이기완 경남통일교육센터 사무처장이 나서 ‘다문화사회의 다양성과 통일 공감’과 ‘지역 공공기관 통일 및 다문화 관련 정책’이라는 제목으로 발표하고 질의 응답하는 시간을 가졌다.

이어 열린 경진대회는 통일 이후 한반도에서 창업할 수 있는 사업 아이템에 대한 참신한 아이디어를 주제로 고교생과 대학(원)생, 유국인유학생, 일반인 등 모두 8팀 20여 명이 참가, 실력을 겨뤘다.

@highlight

부산통일교육센터는 ‘다문화사회의 다양성과 통일 공감 부산·울산·경남 지역사회 전문가 포럼 및 통일미래 Start Up 경진대회’를 지난달 27일 동아대 부민캠퍼스 석당박물관 세미나실에서 개최해 통일 문제에 대한 올바른 이해와 목표를 공유했다.