충남교육청(교육감 김지철)은 1일 오전 교육부 지방교육재정투자심사를 통과함에 따라 학생들이 직업 세계를 이해하고 자신의 진로를 탐색·설계할 수 있도록 진로상담, 진로정보, 진로체험 등을 제공하는 진로융합교육원 설립을 본격적으로 추진한다고 밝혔다.

2022년 개원 예정인 충남교육청진로융합교육원은 441억 원의 예산을 투입해 2만만9840㎡ 부지에 지하1층, 지상3층 규모로 건립한다.

충남의 중심도시 내포신도시의 상징이 될 수 있도록 설계할 예정이며, 주요시설은 학생들의 진로융합체험 프로그램을 위한 체험시설, 진로진학상담센터, 진로북카페, 진로정보제공시설, 학생식당 등이다.

도교육청은 지난해 8월부터 기관 설립을 추진해 충남도청과의 협약을 통해 내포신도시에 부지를 확정했으며, 지난 5월에는 충남도의회가 공유재산관리계획을 심의 의결했다.

1일 교육부 지방교육재정투자심사까지 모든 사전 절차를 마무리됨에 따라 앞으로 토지매입, 건축 설계 등 설립을 위한 절차에 들어간다.

진로융합교육원은 기존의 단순 직업체험 중심에서 벗어나 직업의 원리를 탐구하는 방향으로 운영함으로써 미래 역량을 지향하는 참학력을 실현하게 된다.

특히, 미래 직업을 융합적 방법으로 체험하고 탐구하는 진로융합체험프로그램은 학교 현장에서 구현하기 어려운 융합교육의 모델을 제시할 계획이며, 중학교 1학년 자유학년제의 진로탐색활동과 연계하여 운영함으로써 충남의 모든 학생이 미래 융합교육을 체험하도록 할 예정이다.

충남교육청은 지난 9월 과학교육원을 대전에서 아산으로 신축 이전했고, 이번에 진로융합교육원을 설립함으로써 학생들이 미래사회에 필요한 역량을 함양하는 교육을 추진하는 큰 틀을 마련하게 됐다.

김지철 충남교육감은 "진로융합교육은 학생들이 자신의 소질과 적성에 맞는 진로를 개발하여 실패를 두려워하지 않는 혁신적이고 창의적인 사고로 문제를 해결하는 행동양식을 길러주는 것으로, 충남교육청진로융합교육원이 4차 산업혁명시대를 이끌어가는 미래인재 양성의 산실이 되도록 할 것"이라고 말했다.

@highlight

충남교육청은 441억원의 예산을 투입해 지하1층, 지상3층 규모로 학생들에게 진로상담, 진로정보, 진로체험 등을 제공하는 진로융합교육원 설립을 본격적으로 추진한다고 밝힌 가운데,  김지철 교육감은 충남교육청진로융합교육원이 4차 산업혁명시대를 이끌어가는 미래 인재 양성의 산실이 되도록 하겠다고 말했다.