농림축산식품부는 1일 유관기관, 농업인단체, 산지유통업체 및 전문가 등이 참여하는 쌀 수급안정협의회를 개최해 올해 쌀 수급동향 및 수급안정 방안에 대해서 논의했다.

농촌진흥청은 올해 쌀 생산단수는 전년보다 감소한 514~519㎏/10a 내외로, 쌀 생산량은 375~379만톤으로 예상했다.

이는 제 17호 태풍 '타파'로 인한 도복면적이 2만ha 수준인 상황을 가정한 것이며, 제18호 태풍 '미탁'으로 인한 영향에 따라 수급상황은 변동될 것으로 전망된다.

지난해 국내 쌀 생산단수는 524㎏/10a으로 전체 쌀 생산량은 387만톤이었다.

한국농촌경제연구원 역시 올해 쌀 생산단수는 전년보다 감소한 517~522㎏/10a 내외로, 쌀 생산량은 377~381만톤으로 예상했으며, 신곡 예상 수요량(380만톤 내외)을 고려 시 3만톤 부족하거나 1만톤 남을 것으로 추정했다.

다만, 제17호 태풍 '타파'와 제18호 태풍 '미탁'으로 인한 영향이 반영되지 않아, 해당 태풍으로 인한 피해규모에 따라 수급상황은 변동될 것으로 전망했다.

농업인단체와 산지유통업체도 올해는 8월말부터 태풍과 잦은 강우의 영향으로 벼 생육상황 및 작황이 전년보다 좋지 않은 것으로 현장의 의견을 전했다.

벼 쓰러짐 등으로 인한 태풍 피해벼에 대한 정부의 매입 등 대책 마련을 요구했다.

농식품부는 올해 쌀 수급 상황 및 전망, 기상 등을 감안하면 수확기 쌀 시장은 안정적일 것으로 보이나, 시장 불안정 시 신속하게 수확기 대책을 수립하고 추진할 계획이다.

또한, 태풍 피해벼는 과거 사례를 감안해 정부가 매입하는 방안을 마련해 낮은 품질 벼의 시장유통을 차단하고, 수확기(10월~12월) 쌀 시장이 안정될 수 있도록 10~11월에는 통신 판매업소, 저가미 판매업소 등을 중심으로 원산지 표시 위반, 연산 혼합유통 등 특별단속을 실시할 계획이다.

@highlight

농림축산식품부는 제17호 태풍 '타파'와 제18호 태풍 '미탁'의 영향으로 쌀 생산단수가 전년보다 감소할 것이 예상되자 대책을 마련하기 위해 1일 유관기관과 농업인단체, 산지유통업체 및 전문가 등을 모아 쌀 수급안정협의회를 개최하였다.