기술보증기금(이사장 정윤모, 이하 ‘기보’)은 11월 6일부터 8일까지 부산시 해운대구 소재 부산디자인진흥원에서 ‘2019년 제2회 청년·기술창업교실’을 개최한다고 밝혔다.

창업교실은 부산지역 청년창업자의 성공창업을 지원하기 위해 계획됐다.

부산시가 주최하는 글로벌 스타트업 행사인 ‘BSW Bounce 2019’와 연계함에 따라 교육생들은 IR피칭, 네트워킹데이 등 다양한 창업 지원 프로그램을 함께 이용할 수 있다.

교육 대상자는 제조, 정보통신(ICT), 신재생에너지, 4차산업 혁명분야, 지식문화산업 등 기술기반 업종의 창업을 준비하는 만 19~39세 이하의 (예비)청년·기술창업자 및 창업 3년 이내 초기창업자다.

신청을 원하는 (예비)창업자는 10월 25일(금)까지 기보 홈페이지를 통해 온라인 접수하면 된다.

기보는 심사를 거쳐 50명 내외의 교육생을 선정할 계획이며, 최종 선정자는 10월 30일(수) 기보 홈페이지를 통해 공지된다.

교육은 전액 무료이며, 11월 6일부터 3일간 총 21.5시간에 걸쳐 진행된다.

교육내용은 ▲프레젠테이션 기법 ▲세무 및 회계관리 실무 ▲비즈니스 모델 최적화 고객 개발 ▲청년 스타트업을 위한 투자의 이해 ▲R＆D 준비와 절차 기술로드맵 및 사업계획서 작성 실습 등으로 예비창업자 및 초기창업자의 실제 창업환경에 맞추어 구성된다.

수료자 전원에게는 창업 등에 필요한 자금을 지원하기 위해 기보의 예비창업자 사전보증 및 청년창업우대보증 대상자 추천 등의 혜택을 별도로 제공할 예정이다.

기보 백경호 이사는 “기보는 정부의 제2벤처붐 조성 계획에 맞춰 개방형 혁신 창업생태계 조성에 기여하고자 수요자 맞춤형 창업교육 프로그램을 운영해 왔으며, 창의적인 기술과 아이디어가 사업화로 연결되고 청년들이 성공적으로 창업에 성공할 수 있도록 지속적으로 프로그램을 운영하겠다.”고 밝혔다.

@highlight

기술보증기금은 11월 6일부터 8일까지 부산디자인진흥원에서 기술기반 업종의 창업을 준비하는 만 19~39세 이하의 예비청년·기술창업자 및 창업 3년 이내 초기창업자를 대상으로 ‘2019년 제2회 청년·기술창업교실’을 개최하며 신청을 원하는 사람은 10월 25일(금)까지 기보 홈페이지를 통해 온라인 접수하면 된다.