송관식 한전산업개발 발전본부장(왼쪽)과 유종 대한전기협회 전무가 협약 체결 후 기념사진을 찍고 있다.

최근 노후 화력발전소를 대상으로 한 대기환경 오염 문제가 사회적 이슈로 지속 대두되는 가운데, 친환경에너지 전문기업인 한전산업개발(대표이사 홍원의)이 국민의 편익 증진을 위한 국내 화력발전소 환경설비 기술 개발에 적극 나선다.

한전산업은 대한전기협회(회장 김종갑)와 지난달 30일 서울 송파구 전기회관에서 ‘화력발전 환경설비기술 표준화를 위한 업무협약’을 체결했다고 1일 밝혔다.

이번 업무협약은 양사가 화력발전 환경설비 기술 개발 및 적용 활성화를 위해 유기적인 협력을 바탕으로 상호 이익증진과 발전적 성과를 창출하는 것을 주요 골자로 한다.

양사는 이번 업무협약을 바탕으로 △환경 분야 전력산업기술기준(KEPIC) 개발·운영 △화력발전소 환경설비 기술개발 및 표준화 참여 △향후 KEPIC 환경기술세미나 5년간 공동 주관 △전문 인력 육성을 위한 협력 관계 유지 등에 관해 상호 적극 협력할 방침이다.

한편, 한전산업은 지난 2014년부터 대한전기협회와 공동으로 ‘KEPIC 환경기술세미나’를 매년 개최하고 있다.

KEPIC 환경기술세미나는 국내 전력업계 전문가 및 종사자들이 국내 화력발전소 환경설비 현황과 설비 개선 동향 분야별 대한 주제 발표는 물론 개선 사례 등을 공유하는 장으로, 한전산업은 지난해 ‘국내화력발전 탈황설비 단계별 설치동향’이라는 주제로 발표한 바 있다.

올해 KEPIC 환경기술세미나는 오는 11월 개최될 예정이다.

한전산업 송관식 발전본부장은 “한전산업은 국내 화력발전소 연료환경설비 운영의 77%를 담당하는 선도기업으로서 화석연료 사용에 따른 대기환경 문제와 이에 대한 개선방법을 늘 고민해왔다”며 “대한전기협회와의 협력을 통해 화력발전 환경기술 개선을 이뤄냄은 물론, 이를 토대로 국민께 친환경 에너지를 공급함으로써 국민 편익 증진에 기여하도록 노력할 것”이라고 말했다.

@highlight

한전사업은 지난달 30일 서울 송파구 전기회관에서 대한전기협회와 상호 이익증진 등을 주요 골자로 하는 ‘화력발전 환경설비기술 표준화를 위한 업무협약’을 체결했다고 발표했으며, 송관식 발전본부장은 "국민께 친환경 에너지를 공급하며 국민 편익 증진에 기여하겠다."는 입장을 표했다.