국내 건설시장에서 건설사업관리(CM) 활성화에 대한 요구가 커지고 있는 가운데 CM 활용 범위가 늘어나려면 특별법을 제정해야 한다는 주장이 나왔다.

현실적인 대가 지급도 뒷받침돼야 활성화 단계에 안착할 수 있다는 주문이다.

한국건설관리학회ㆍ한국CM협회ㆍ한국건설산업연구원이 공동 주관해 1일 열린 '미국ㆍ일본의 스마트 건축 발전과 한국의 제도 개혁' 세미나에서 성용모 무영씨엠건축사사무소 부사장은 "CM 활성화에 대한 필요성이 커지고 있지만, 국내 건설시장에서 CM 활용 범위가 쉽게 늘지 않고 있다"며 "국내 건설산업이 경쟁력을 지니려면 CM 활용이 활발해져야 한다"고 강조했다.

이 자리에서 성 부사장은 CM 활성화 방안을 세가지 범주(법률ㆍ대가ㆍ운영)로 나눠 제시했다.

법률 측면에서는 관련 특별법이 제정돼야 한다는 의견이다.

현재 CM은 건설기술진흥법과 건축법 등 건설 관련 법령들이 혼재돼 관리ㆍ감독을 받고 있다.

성 부사장은 "법령 간 충돌이 인력의 비효율적 배치와 적정 대가 산출 어려움 등의 부작용을 낳고 있다"고 진단했다.

이에 따라 건설사업관리특별법(가칭)이 새롭게 재정돼 CM에 대해서는 총괄 관리해야 한다는 주문이다.

대가와 운영 측면에서도 제도 개선이 필요하다고 성 부사장은 강조했다.

대가 측면에서는 대표적으로 국토교통부와 기획재정부 산출 기준이 달라 사업자들의 혼란을 키우고 있다고 지적했다.

현재 국토부는 실비정액가산방식을, 기재부는 공사비요율방식을 대가 산정 기준으로 쓰고 있다.

운영 측면에서는 업무수행지침을 전면 개정해야 한다는 요청이다.

이어 CM 분야 발전을 위해 정부와 민간이 실무자들의 실무능력 향상과 청년기술자 육성 방안 마련 등을 고민해야 한다고 발표했다.

또 다른 주제발표를 통해 성범용 중앙대 석좌교수는 일본 건설사들의 ICT 발전 동향을, 권혁례 한국토지주택공사(LH) 건설관리처장은 스마트기술을 활용한 건설현장관리기법 고도화 방안과 여기에 발을 맞춘 LH의 발주계획을 설명했다.

@highlight

국내 건설시장에서 건설사업관리(CM)활성화에 대한 필요성이 커지고 있지만 CM 활용 범위가 쉽게 늘지 않고 있고, 경쟁력을 지니려면 CM 활용이 활발해져야 하지만 이를 위해서는 특별법을 제정해야 한다는 주장이 나오고 있다.