제주시 삼도이동(동장 강선보)와삼도풍류축제(위원장 고상호)은 오는 10월5일 오전09시부터 오후8시까지 제주의역사가 숨쉬는 관덕정 목관아지 일대에서 삼도풍류축제가 열린다.

주요 프로그램으로는 삼도2동 민속보존회의 길트기 공연을 시작으로 삼도풍류 백일장과 사생대회,제주북초들학교,제주남초등학교 어린이 공연 및 수문장교대식 등이 펼쳐진다.

초등학생을 대상으로 한 삼도풍류백일장은 어린이들이 전통 복장을 갖춰 입고 당일 제시되는 시제에 따라 각자의 생각을 붓으로 써내려갈 예정이어서,참여한 어린이들은 물론 관객들에게도 좋은 볼거리가 될 것이다.

삼도풍류축제의 백미가 될 수문장 교대식은 조선시대 수문장 교대의식 재현 및 수문군,취타대 외부 순시 행진이 진행되며,교대의식 재현 후 관람객과의 포토타임도 마련해 관객들에게 전통문화를 눈앞에서 볼 수 있는 기회가 마련될 것이다.

또한 즐길거리로는 원도심 입주작가협의회 입주작가와 함께하는 전통탈 꾸미기 등 7가지 아트체험과 스칸디아모스 꽃다발 만들기,왁스테블릿만들기,천연염색체험 및 아나바다 장터 등 다체로운 프로그램이 준비되어 있다.

먹거리로는 삼도2동 새마을부녀회의 천냥국수,통장협의회 전통 음식인 빙떡 만들기,청소년협의회 삼도풍류포차,북초등학교 학부모회의 먹거리부스 등이 운영된다.

고상호 삼도풍류축제위원장은 "이번 축제가 삼도풍류 백일장 및 수문장 교대식과 같이 지역의 대표 문화유적과 연관된 전통문화 재현을 통해 역사와 전토이 숭쉬는 원도심 본래의 정취를 되찾을 수 있는 기틀을 마련하고 있을 뿐만 아니라,지역의 대표축제로 자리매김하여 지역경제 활성화 및 공동체 의식에도 기여할 것으로 기대하고 있다"고 말했다.

@highlight

10월5일부터 제주 목관아지 일원에서 길트기 퍼포먼스, 백일장, 사생대회, 어린이 공연 등으로 구성된 제8회 삼도풍류축제가 열리며 수문장 교대의식, 수문군, 취타대 행진식 등 수문장 교대식도 열린다.