GS건설 자회사인 자이S&D는 2일 서울 광진구 자양동 2-2번지 일대 '건대입구역 자이엘라' 오피스텔 견본주택을 개관했다고 밝혔다.

지하 6층, 지상 20층, 1개 동, 전용면적 18∼84㎡ 315실로 구성됐다.

이 중 269실이 일반에 분양되고, 46실은 준공공임대 물량이다.

전 실은 복층 구조로 지어진다.

타입별로 1∼2룸 맞춤 설계가 적용됐고, 환기형 공기청정시스템인 시스클라인이 일부 타입에 옵션으로 제공된다.

홈 IoT 서비스도 도입된다.

스마트폰 연동 홈 네트워크 시스템을 통해 집 밖에서도 공동현관 원격제어와 조명제어 연동, 난방제어까지 가능하다.

또한 거실 통합형 스위치인 '자이 TEMS 스위치'로 대기전력ㆍ조명ㆍ온도ㆍ환기 등을 제어할 수 있다.

200만 화소급 CCTv, 무인택배시스템, 차량 번호 인식 시스템 등도 설치된다.

입주민을 위한 조식서비스와 발렛파킹, 카셰어링 등 프리미엄 주거 서비스도 도입한다는 계획이다.

지하철 2ㆍ7호선 건대입구역이 100m 이내에 있고 강변북로, 동부간선도로 등 진입도 수월하다.

건국대, 세종대, 한양대 등 대학생 및 임직원 임대수요를 갖추고 있다.

지하철 한 정거장 거리에는 성수IT밸리가 있고 강남, 잠실 등 서울 주요 업무지구가 있다.

광진구 자양동 일대는 서울 동부권 최대 상업지역인 건대입구 상권이 형성돼 있다.

롯데백화점, 이마트, 롯데시네마, CGV, 로데오거리, 건국대병원 등 생활편의시설 이용이 편리하다.

단지 내에도 다양한 상업시설이 입점 예정이다.

견본주택은 서울특별시 강남구 논현로 628에 마련됐다.

@highlight

GS건설 자회사인 자이S&D는 2일 서울 광진구 자양동 2-2번지 일대 '건대입구역 자이엘라' 오피스텔 견본주택을 서울특별시 강남구 논현로 628에 개관하며 타입별로 맞춤 설계를 자랑하였다.