한일군사정보보호협정(GSOMIA·지소미아) 종료에 대한 미 국방부 고위관료들의 공개적인 언급과 압박이 잦아지고 있다.

지난달 30일(현지시간) 존 루드 국방부 정책차관이 이 문제를 공개 언급한 데 이어 1일에는 랜들 슈라이버 미 국방부 인도·태평양 안보담당 차관보가 한일 갈등 해소를 위해 역할을 할 것이라고 밝혔다.

슈라이버 차관보는 이날 미국 싱크탱크 브루킹스 연구소가 개최한 행사에 참석해 한일갈등 해소를 위한 미국의 역할을 묻는 질문에 대해 "우리는 ADMM-Plus(아세안확대국방장관회의)에서 곧 기회를 가질 것이다. 그리고 그곳에서 장관급 3자 회담을 가질 것"이라고 말했다.

오는 11월 태국에서 열릴 예정인 아세안확대장관회의 때 한·미·일 국방장관이 만날 것이며 이 자리에서 한일갈등에 대해 미국이 조율할 것임을 내비친 것으로 해석된다.

그는 한일 갈등에 대해서도 "동맹에 계속 상기시킬 필요가 있는 것은 그들의 긴장으로 인해 이익을 보는 나라들이 중국 러시아 북한이라는 점"이라며 "미국이 할 수 있다면 역할을 할 것"이라고 말했다.

그는 "우리는 국방·안보 관계를 정치적 긴장과 분리하기 위해 최선을 다하고 있다"며 "우리가 지소미아에 대해 공개적으로 말하는 이유 중 하나는 그것이 도움이 되지 않는 방식으로 3자 안보협력에 흘러들고 있기 때문"이라고 말했다.

지난달 30일 루드 국방부 정책차관도 "우리는 한국에 지소미아에 다시 전념할 것과 협정을 경신할 것을 권장한다"면서 "우리는 양국(한일)에 그들의 차이를 다루기 위한 의미있는 대화에 참여할 것을 요청한다"고 말했다.

루드 차관은 특히 미국의 인도태평양 전략을 거론하며 "한일은 역내 안정과 안보에 있어 우리의 린치핀(linchpin·핵심축)"이라며 "나는 그 (한일)관계의 긴장을 알지만 미국은 한일관계의 마찰에도 불구하고 우리 상호방위 및 안보 관계의 온전함이 지속돼야 한다고 강력하게 믿는다"고 강조했다.

@highlight

지난달 30일 존 루드 국방부 정책차관에 이어 슈라이머 차관보가 장관급 3차 회담을 언급하는 등 지소미아 종료에 대한 미국 고위관료들의 공개적 언급이 잦아지고 있다.