국회 정무위원회의 2일 국무조정실과 국무총리 비서실 등을 상대로 한 국정감사에서는 조국 법무부 장관의 거취 문제가 다뤄졌다.

자유한국당 의원들은 이낙연 국무총리가 문재인 대통령에게 조 장관 해임을 건의해야 한다고 강조했다.

김용태 한국당 의원은 "이 총리가 대정부질문에서 일방적이고 사실이 파악되지 않은 내용을 갖고 조 장관을 두둔하는 것을 보면서 국민은 실망을 넘어 우려를 금하지 않고 있다"고 말했다.

그러면서 "조국 문제는 상상을 초월할 정도로 사회적 분열을 야기하고 있고 정부에도 부담"이라며 "이 총리가 조 장관 해임건의를 할 수 있게 총리비서실에서 준비해야 한다"고 지적했다.

이에 정운현 국무총리비서실장은 "비서실 차원에서 해임건의를 검토하는 회의를 한 적은 없다"면서 "이 총리가 다각도로 여러 가지로 고심하리라 생각한다"고 답했다.

김성원 한국당 의원은 조 장관 일가의 사모펀드 의혹을 거론하면서 "작전 세력이 투입돼 개미 투자자의 피를 빨아먹는 전형적인 프로세스"라며 "국무조정실장은 총리가 정확한 판단을 할 수 있게 해임건의를 생각해볼 자료를 제공하고 건의했어야 한다"고 지적했다.

노형욱 국무조정실장은 "이 자리에서 검찰 수사가 진행 중인 것과 관련한 내용을 말씀드리는 것은 부적절하다"며 "내부 업무 과정을 자세히 말할 수 없지만 노력하고 있다"고 말했다.

주호영 한국당 의원은 이 총리의 대정부질문 답변을 두고 "이 총리가 지난 토요일 서초동 촛불집회에 서초구 서리풀 축제가 있었다는 것도 모르던데 보고를 드리긴 한 것이냐"고 따져 물었다.

이어 "총리가 인식하는 (조 장관 자택) 압수수색의 문제가 무엇이었는지, 대정부질문에서 언급한 것 중 팩트가 틀린 것이 무엇이었는지 국감이 끝나는 날까지 밝혀달라"고 요구했다.

이에 더불어민주당 김병욱 의원은 "나흘간 대정부질문을 마쳤는데 언론 보도에 따르면 대정부질문이 아니라 대조국 질문이었다고 한다"며 "정무위만큼은 민생 국감이 되길 바란다"고 했다.

한편 정무위는 증인 채택을 놓고 여야 3당 간사 간 이견이 좁혀지지 않아 증인 없이 국감을 시작한 상태다.

@highlight

국회 정무위원회의 2일 국정감사에서 조국 법무부 장관의 거취에 대한 공방이 펼쳐졌는데 자유한국당 의원들은 조국 장관을 해임하도록 이낙연 국무총리가 대통령에게 건의해야 한다고 밝혔고, 국무총리비서실에서는 해임 관련 회의를 한 적은 없다고 하였다.