제주 드림타워 복합리조트를 건설 중인 롯데관광개발이 3100명에 달하는 대규모 공개 채용에 나섰다.

롯데관광개발은 오는 7일경 사림인과 잡코리아 등 구직 사이트와 제주 도내의 매체 광고 등을 통해 관리자급 경력직원을 공개 모집한다.

이번에 채용하는 인원은 270명으로 호텔 리테일 카지노 부문 등 5개 분야에 대리, 과장, 차장 등 관리자급 경력직이다.

롯데관광개발은 신입 사원의 경우 12월부터 대규모 공개 채용에 나설 계획이다.

이에 앞서 11일 제주대학교 아라컨벤션홀에서 제주특별자치도 주최로 열리는 '2019 청년 DREAM 취업박람회&IP(지식재산) 페스티벌'에도 참여키로 했다.

지난 5월 말 제주한라체육관에서 열린 '2019 도민행복 일자리박람회'에도 참가했던 롯데관광개발은 이번 박람회에서 경력직원은 물론 신입사원에 대해서도 면접과 상담 등 실질적인 사전 채용 절차를 진행할 계획이다.

아울러 롯데관광개발은 이달 중으로 제주대, 한라대, 제주국제대 등 제주 소재 대학 및 유관단체 등과 MOU를 맺고 다양한 형태의 산학협력프로그램도 추진한다.

김기병 롯데관광개발 회장은 "제주드림타워 복합리조트가 본격 가동되면 그랜드 하얏트 호텔에서 일할 호텔리어 등 제주에서 평균 임금이 가장 높은 고급 일자리 3100개가 신규로 창출된다"며 "본사를 제주로 옮겨 세금도 가장 많이 내는 1등 향토기업이 될 것"이라고 강조했다.

한편 현재 제주 드림타워 복합리조트 공사는 지난달 2개 타워 모두 38층까지 골조공사가 끝난 상태로 10월말에는 커튼월(외장공사)까지 마무리되는 등 내년 4월 개장을 목표로 순항하고 있다.

김덕곤 기술총괄 이사는 "현재 하루 2500여명의 근로자가 투입돼 작업을 벌이고 있다"면서 "롯데관광개발의 자금조달 성공과 함께 중국 녹지그룹이 본국으로부터 충분한 자금을 확보한 만큼 매달 350억원씩 소요되는 공사대금도 차질없이 지불되고 있다"고 밝혔다.

@highlight

롯데관광개발은 12월부터 대규모 공개 채용으로 신입사원을 선발하고, 오는 7일에는 여러 구직 사이트와 제주 도내 광고 등을 활용하여 관리자급 경력직원을 모집하며 호텔, 리테일, 카지노 등 5개 부분에서 대리, 과장, 차장 등을 270명 채용할 예정이다.