멸종위기종 1급이자 천연기념물 제217호 동물인 '산양'이 가평군 연인산 도립공원에서 처음 발견됐다.

경기도는 연인산 도립공원 내에 설치된 무인센서 카메라에 산양이 산길을 달리는 모습이 포착됐다고 2일 밝혔다.

산양은 우리나라에 800~900마리밖에 살지 않는 희귀종이다.

주로 설악산과 비무장지대(DMZ), 강원 양구군 등 높고 가파른 산악지역에 분포하고 있으며, 단독 혹은 무리생활을 하는 초식동물로 알려져 있다.

특히 도내에서는 2013년 10월 포천에서 산양 1마리가 올무에 걸려 죽은 채로 발견된 이래 한동안 보이지 않다가, 최근 들어서는 포천 소흘읍(2018년 7월), 동두천 소요산(올해 2월) 일원에서 드물게 발견되곤 했다.

경기도가 관리하는 도립공원 내에서는 이번이 최초다.

이번에 포착된 산양은 경기도가 지난 2018년 11월부터 올해 11월까지 추진하는 '연인산도립공원 2018년 자연자원조사 및 2020~2029년 보전·관리계획 수립용역'을 진행하던 중 발견됐다.

「자연공원법」 제17조의3 및 제36조에 따라 각 공원관리청은 5년마다 도립공원의 자연자원을 조사하고, 10년마다 자연자원조사 결과를 반영해 보전·관리계획을 수립해야하기 때문이다.

도는 이에 따라 동식물 보호, 훼손지 복원, 탐방객 안전관리 및 환경오염 예방 등 과학적이고 체계적인 도립공원의 보전·관리계획을 수립하기 위해 중점조사지역을 선정하고 무인센서 카메라 5대를 설치해 운영 중이었다.

도 관계자는 "멸종위기종인 산양이 도립공원 내에서 발견된 만큼, 관계기관과 협력해 산양 보호를 위한 준비를 해나갈 것"이라며 "앞으로도 공원자연환경 보호를 위해 개발행위 억제, 금지행위(상행위) 및 가설건축물 등의 공유지 무단점용 단속을 지속 실시해 자연복원사업을 추진하겠다"고 밝혔다.

@highlight

경기도는 2013년 10월 포천에서 죽은 채로 발견된 이래 포천 소흘읍(2018년 7월), 동두천 소요산(올해 2월) 일원에서 드물게 발견되던  멸종위기종 1급이자 천연기념물 제217호 동물인 '산양'이 가평균 연신산 도립공원에서 무인센서 카메라에 처음 촬영됐다고 2일 발표했다.