서울 강남구한의사회 한의사들이 산청한방약초축제에서 '혜민(惠民)' 실천에 앞장서고 있다.

2일 경남 산청군 등에 따르면 박성우 회장을 비롯한 12명의 한의사는 지난 9월27일부터 오는 9일까지 열리는 산청한방약초축제 혜민서의 무료 한방의료 봉사를 펼치고 있다.

강남구한의사회는 지난 2013년 산청세계전통의약엑스포 개최 당시 산청군과 첫 인연을 맺은 이래 매년 축제 때 마다 참여, 한방 침 진료실을 운영 중이다.

강남구한의사회는 전국 최대 규모 한의사회로 회원 640여명, 한의원 365곳, 한방병원 9곳, 요양병원 6곳이 소속돼 있다.

이들은 올 1월에는 산청에서 생산된 청정 약초를 주재료로 탕약과 환 등 한약을 조제하는 '동의보감 탕전원'의 운영 활성화 협약을 맺는 등 지역 한방항노화 산업 발전에도 기여하고 있다.

현재 동의보감 탕전원과 공동이용 계약을 체결한 전국 한의원은 모두 140여 곳에 이른다.

백성우 강남구한의사회 회장은 "수많은 한의학 명의들이 활동한 한방의 고장 산청에서 열리는 축제에 매년 힘을 보탤 수 있어 영광"이라며 "산청군에서 오는 2023년 제2회 산청세계전통의약엑스포 개최를 준비 중이라고 들었다. 엑스포 성공을 위해 우리 한의사회도 함께 노력하겠다"고 전했다.

한편 산청한방약초축제 기간 진행되는 '산청 혜민서'는 매일 관람객 300여명을 대상으로 무료로 침술 등 한방치료를 진행하는 공간이다.

경남한의사회, 경남한의사회 산청분회, 강남구한의사회, 산청군 보건의료원 소속 한의사들이 주관해 운영한다.

올해 혜민서에서는 한방 침 무료진료와 스트레스 진단, 족욕·반신욕, 파라핀 체험 등 일상에서 쌓인 몸과 마음의 피로를 풀고 자기건강관리 능력을 향상 시킬 수 있는 프로그램으로 마련됐다.

@highlight

2일 경남 산청군 등에 의하면 서울 강남구한의사회 박성우 회장을 비롯한 12명의 한의사는 지난 9월27일부터 오는 9일까지 열리는 산청한방약초축제에서 혜민서의 무료 한방의료 봉사를 행하며 '혜민(惠民)' 실천에 앞장서고 있는데, 강남구한의사회는 지난 2013년 산청세계전통의약엑스포 기간에 산청군과 첫 인연을 맺은 이후 매년 축제 때 마다 참여하여 한방 침 진료실을 운영해 오고 있다.