반도체 웨이퍼 제조기업 SK실트론(대표이사 사장 변영삼)이 한국장애인고용공단으로부터 자회사형 장애인 표준사업장 인증을 획득하고, 발달장애인의 경제적 자립 지원과 지역사회 기여를 통한 사회적 가치 확산에 나선다.

SK실트론은 2일 자회사인 '행복채움'(대표 이숭희)의 장애인 표준사업장 인증식을 개최했다고 밝혔다.

이날 행사에는 SK실트론 변영삼 사장, 행복채움 이숭희 대표, 한국장애인고용공단 남용현 고용촉진이사, 장세용 구미시장, 고용노동부 이승관 구미지청장 등이 참석했다.

SK실트론은 지난 4월 한국장애인고용공단(이하 공단)과 업무 협약을 체결하고 자회사형 장애인 표준사업장을 준비해왔다.

5월 초 자본금 3억원, 100% 출자 형태의 행복채움 설립 후 공단과 협력해 맞춤 교육훈련을 통한 직원 채용 및 사업장 내 장애인 편의시설을 구축하고, 9월 10일 자회사형 장애인표준사업장 인증을 받았다.

협약 체결 후 5개월 만이다.

행복채움에 채용된 장애인 직원 22명(중증 20명, 경증 2명)은 현재 세탁물 대행, 명함 제작/인쇄,사옥 환경미화 관리 등 다양한 직무를 수행하고 있다.

SK실트론은 지속적으로 고용을 늘려 연말까지는 법정 장애인 의무고용률인 3.1%를 충분히 달성할 수 있을 것으로 기대하고 있다.

이날 행사에서 변영삼 사장은 "9월 '장애인 고용촉진 강조의 달'을 맞아 장애인 표준사업장 인증이라는 의미 있는 결실을 맺게 돼 기쁘게 생각한다. SK실트론은 장애인 구성원과 비장애인 구성원이 함께 행복할 수 있도록 최선의 노력을 다할 것"이라며 "나아가 보유 인프라를 지역사회와 연계하고 사회적 가치를 확산시켜 국가와 국민 전체의 행복 증진에 기여하는 기업으로 성장할 수 있도록 노력하겠다"고 포부를 밝혔다.

SK실트론은 앞으로 사내 복지시설 운영, 기숙사 관리 지원 등 행복채움의 업무영역을 지속 확대하는 한편, 구미지역 내 취약계층 대상 세탁 지원 등 보유한 인프라를 활용해 지역사회에 기여하고 사회적 가치를 제고할 수 있는 방안을 적극 모색할 방침이다.

@highlight

반도체 웨이퍼 제조기업 SK실트론(대표이사 사장 변영삼)은 지난 4월 장애인고용공단과 업무 협약을 체결하고 자회사형 장애인 표준사업장을 준비해왔으며 그결과 2일 한국장애인고용공단으로부터 자회사인 '행복채움'(대표 이숭희)의 장애인 표준사업장 인증을 획득하여 인증식을 개최했으며 지속적으로 장애인 표준사업장을 통해 사회적가치 확산 앞장서겠다고 밝혔다.