대한항공은 창립 50주년을 맞아 객실승무원 3개 팀이 역대 유니폼 11종을 동시에 입고 근무하는 행사를 내달 6일까지 실시한다.

대한항공은 역대 유니폼을 입은 객실 승무원들은 지난 2일 창사 50주년 기념 비행인 KE683편 인천~호찌민 노선에서 첫 비행을 시작했다.

이날 객실승무원들은 출발에 앞서 탑승구 앞에서 승객들과 함께 기념 사진을 촬영하는 시간을 가졌다.

대한항공이 역대 유니폼 비행 행사를 마련한 것은 지난 반 세기 동안 변함없는 성원을 보내준 고객들에게 감사의 뜻을 전하기 위해서다.

대한항공은 이번 행사를 위해 총 45명으로 구성된 객실승무원 3개 특별 팀을 구성했다.

'역대 유니폼' 팀은 현재를 포함한 총 11종의 유니폼을 한 편의 비행에 입고 근무를 하면서 50년 역사와 추억을 고객들에게 선사하게 된다.

'역대 유니폼' 팀이 근무하게 될 국제선 노선은 1969년 대한항공 창립 후 처음으로 개설한 국제선 도시인 호찌민을 비롯, LA, 도쿄, 베이징, 홍콩, 싱가포르, 파리, 시드니 등 각 지역을 대표하는 노선이며, 국내선은 김포~부산, 김포~제주 노선 등이다.

지난 50년 동안 대한항공은 다양한 유니폼을 선보였다.

객실승무원 유니폼은 1969년 창립 당시 다홍색 치마에 깃 없는 당시의 유행이 반영된 유니폼을 비롯, 1970년 가수 윤복희씨가 유행시킨 미니스커트 풍을 반영한 유니폼, 1972년 태평양을 첫 횡단해 L.A. 교민들을 감격시킨 유니폼, 1986년 아시안게임과 88서울올림픽 당시 세계인들에게 대한항공의 세련된 이미지를 알린 붉은색 유니폼, 1991년부터 14년 동안 사용된 진한 감색 자켓·스커트 유니폼, 2005년 세계적인 디자이너 지앙프랑코 페레가 '세계 최고 수준의 디자인과 서비스'를 모토로 만든 청자색과 베이지색이 조화를 이룬 현재 유니폼 등 총 11종이다.

한편 도쿄, 싱가포르, 시드니 등 해외 공항에서는 대한항공의 역대 유니폼 방문을 축하하는 의미의 꽃다발 증정식 등 현지 환영 행사가 마련되어 공항을 찾는 승객들에게 즐거움을 선사할 예정이다.

@highlight

창사 50주년 기념 비행일인 지난 2일 KE683편 인천~호찌민 노선을 시작으로 대한항공은 50년간의 유니폼 11종을 객실승무원 3개 팀이 같은 시기에 입고 손님을 맞는 행사를 다음 달 6일까지 실시하기로 했고 역대 유니폼팀이 일하게 될 국제선 노선은 LA, 도쿄, 베이징 등 지역 대표 노선이며 국내선은 김포~부산, 김포~제주 구간이다.