대전시가 프로축구단 대전시티즌의 매각을 검토하고 있다는 보도다.

1997년 창단한 전통의 시티즌이 어쩌다 매각의 운명에 놓이게 됐는가.

시티즌은 선수선발 부정의혹이 불거지는 등 그동안 숱한 내홍을 겪어왔다.

그럴 때마다 매각 얘기가 흘러나오곤 했다.

대전시티즌 매각 추진이 이번이 처음은 아니지만 지난 4월 최용규 대표가 취임해 코칭스태프를 바꾸는 등 변혁의 와중에 나온 매각추진이라 그 배경에 관심이 쏠린다.

허태정 대전시장은 2일 "대전시티즌에 해마다 많게는 80억원의 세금을 투입하는 게 맞는지 의문"이라며 "지역 연고를 유지하면서 새로운 비전으로 구단을 이끌 기업을 유치하는 방안을 검토하고 있다"고 피력했다.

허 시장은 그러면서 "특단의 대책이 필요한 상황"이라고 덧붙였다.

여기서 특단의 상황은 매각으로 받아들여진다.

역대 시장 재임 기간 중 구단 민간전환 목소리는 수차례 있었지만 시장이 직접 매각 카드를 꺼낸 건 이례적이다.

인수할 기업과 교감이 있었을 가능성을 배제 못한다.

대전시는 비효율성에 성적마저 저조한 시티즌을 계속 끌어안고 가기엔 무리라는 판단을 한 것으로 보인다.

시티즌의 연간 운영비는 100억원 가량으로 이중 자체수입은 20억~30억원에 불과하다.

나머지 70억~80억원은 시 보조금 즉 혈세다.

그럼에도 성적은 신통치 않다.

올 시즌 5승 9무 16패로 K리그2에서조차 10개 팀 중 9위에 머물고 있다.

물론 시민구단을 예산만으로 평가하는 건 적절치 않다는 주장도 있다.

대전시는 시티즌 매각 추진에 앞서 국내 굴지의 공기업을 대상으로 물밑서 시티즌 운영의사를 타진했지만 불발된 것으로 전해진다.

시티즌을 인수할 기업이 나온다면 매각추진은 순탄하겠지만 그 반대의 경우도 가정해야 한다.

매년 100억원 이상을 구단에 지원할 기업을 영입하기란 현실적으로 쉬운 일이 아니다.

그래서 시티즌의 가치를 높여야 한다.

구단운영이 안정되고, 팀 성적이 향상되면 매각이 용이할뿐더러 굳이 매각할 필요도 없을 것이다.

@highlight

대전시가 대전시티즌의 매각을 추진중이라 보도가 나왔는데, 이와 관련해 허태정 대전시장은 구단을 새롭게 이끌어갈 기업을 유치하는 방안을 검토하고 있다는 말로 보도가 사실임을 피력했는데, 다른한쪽에서는 대전시티즌을 인수할 기업이 나오지 않을 경우를 대비해야 한다며 매각이 쉽지 않을 것임을 예상했다.