낮과 밤 일교차가 심한 환절기에는 감기가 발생하는 경우가 빈번하다.

그렇기 때문에 일교차가 심한 가을 환절기 같은 경우에는 감기를 포함한 면역 질환들에 더욱 각별히 유의하고, 충분한 수분 보충을 통해 감기를 예방하는 것이 중요하다.

이에 '링거워터 링티'가 효과적으로 수분을 섭취할 수 있는 방법을 제안하며 환절기 건강관리 아이템으로도 떠오르고 있다.

링거워터 링티는 소장의 수분 흡수율을 극대화한 제품으로 체내 수분 공급과 혈장량 증가를 통해 수분 부족에 따른 피로감, 어지러움증을 완화시켜 주는 것이 링티의 특징이다.

또한 링티는 특전사 군의관이 개발한 제품으로, 훈련 도중 발생할 수 있는 탈수 증상을 신속하게 처리하기 위해 개발된 제품이기도 하다.

육군참모총장상 수상과 국방부 장관상 수상 등 공신력을 인정받은 링티는 제품 출시와 동시에 와디즈 펀딩 6억을 기록하며 소비자들의 높은 관심을 입증했다.

효과적인 수분 보충 효과로 눈길을 끌고 있는 링티를 섭취하는 방법은 간단하다.

생수 500ml와 링티 1포를 넣어 흔들어 마시면 빠른 수분 보충으로 링거 수액을 맞은 듯한 효과를 볼 수 있다.

체내 충분한 수분 섭취를 통해 피로감이 완화될 뿐 아니라, 특히 숙취 해소로 입소문을 타게 되면서 수험생이나 야근과 회식이 잦은 회사원, 주부 등 남녀노소에게서 높은 구매율을 보이고 있다.

링거워터 링티 관계자는 "링거워터 링티는 최근 음료시장에서 '마시는 링거'라는 콘셉트로 종횡무진 상승세를 보이고 있다"며, "최근에는 효과적인 수분 보충 효과로 간단한 섭취 방법으로 주목을 받게 됐다"고 전했다.

해당 제품은 최근 누적 판매량 500만 포를 돌파하는 등 판매량이 급증하고, 누적 후기 23,700건을 기록하며 인기를 얻고 있는 링티를 환절기 면역력과 체력 관리를 위한 아이템으로 추천되고 있다.

한편 제품에 관한 더 자세한 정보는 링티 공식 홈페이지를 통해 확인 가능하다.

@highlight

특전사 군의관이 훈련도중 탈수 증상을 효과적으로 개선하기 위해 개발한 링거워터 링티는 빠른 수분 보충으로 링거를 맞은 효과를 볼 수 있다.