고용노동부 부천지청 10월 한 달 자진신고 강조기간·추징금 유예 고용노동부 부천지청이 10월 한 달간 ‘고용보험 실업급여 부정수급 자진신고 강조기간’을 운영한다.

이번 조치는 고용보험제도의 건전한 운용과 부정 수급에 대한 사회적 경각심을 일깨우기 위한 것이다.

2일 부천지청에 따르면 9월 말 현재 고용보험기금 부정 수급 753건을 적발해 부정수급액(9억8천여만 원) 및 추가징수금 등을 포함, 총 17억1천여만 원을 반환 명령 처분했다.

고용보험 실업급여 부정 수급의 주요 유형을 살펴보면 수급기간 중 재취업, 근로 제공, 소득 발생 등을 신고하지 않고 실업급여를 받거나 근로자가 아님에도 근로자(고용보험 피보험자)로 허위 신고 또는 근무기간 및 이직 사유를 허위 신고해 부정 수급한 경우 등이다.

이달부터는 고용보험법 일부 개정에 따라 사업주 등과 부정 수급을 공모하다가 적발될 경우 부정수급액뿐만 아니라 부정수급액의 5배 이하의 추가징수금이 반환 명령되고, 5년 이하의 징역 또는 5천만 원 이하의 벌금이 부과되는 등 불이익 처분이 강화됐다.

다만, 부정한 방법으로 실업급여를 받았더라도 자진 신고하면 추가 징수를 면제받을 수 있다.

유재식 부천노동지청장은 "소중한 국민의 세금과 보험료가 낭비되지 않고 고용보험기금이 꼭 필요한 노동자에게 쓰이도록 부정 수급 적발에 최선의 노력을 하겠다"며 "고용보험 자동경보시스템과 사업장 점검, 시민 제보, 경찰청 등 유관기관과의 협조 등으로 부정 수급 적발은 시기의 문제일 뿐 결국 적발될 수밖에 없다는 사실을 인식해 부정수급자는 이번 기회에 자진 신고하길 바란다"고 당부했다.

부정수급을 자진 신고하려면 노동부 부천지청(부천고용복지센터)을 방문하거나 우편, 전화 등으로 접수할 수 있으며, 기타 자세한 사항은 노동부 부천지청 부정수급조사팀(☎032-320-8960~1, 8987~8)으로 문의하면 안내된다.

@highlight

고용노동부 부천지청은 고용보험제도의 건전한 운용과 부정 수급에 대한 사회적 경각심을 일깨우기 위하여 10월 한 달간 ‘고용보험 실업급여 부정수급 자진신고 강조기간’을 운영하며 이 기간에 자진 신고하면 추가 징수를 면제받을 수 있게 하였다.