일제 강점기 지어진 것으로 추정되는 대전 동구 원동의 한 건물 일부가 철거돼 논란을 빚고 있다.

철거된 건물은 국내 최초 공작기계회사 사업터에 있는 곳으로 근대문화유산의 역사적 가치를 제대로 조명 받지 못했다는 지적이 잇따르고 있다.

해당 건물은 옛 충남도청사 건축 자재와 동일한 것으로 지어졌다고 한다.

그럼에도 올 들어서야 뒤늦게 건축물관리대장에 등록을 마쳤다.

지난 8월 건물 일부가 노후화 등 안전 문제를 이유로 철거되고 말았다.

근대문화유산 보존·관리체계의 허술한 측면이 그대로 드러난 사례다.

근대문화유산 가운데서 보존·활용 가치가 큰 근대건축물은 문화재로 지정돼 따로 보호를 받는데 아예 그런 대상에도 끼지도 못했다는 건 시사하는 바가 크다.

문화유산으로서의 가치가 있음에도 당국과 주민의 무관심 속에 이미 사라졌거나 향후에도 그럴 위기를 맞는 건축물이 적지 않을 전망이다.

전수조사를 제대로 해서라도 그 실태를 속속들이 파악해야 보존·활용 등의 적절한 조치를 취할 수 있는 게 아닌가.

대전의 경우 2003년과 2007년 두 차례 근대건축물 조사 실시 이후 그대로 방치돼 있다고 해도 과언이 아니다.

비록 근대건축문화재로 지정돼 있지 않더라도 사라질 위기에 있는 건물에 대해 여러 지자체가 문헌조사·실측도면 제작 등 근대건축물 기록보존사업을 추진하는 것과는 정반대다.

필요하다면 지자체가 해당 건축물을 구입해서라도 보존하되 도시 재생 프로그램과 연계해서 활용하는 방안을 강구하는 게 맞다.

도시마다 고유한 역사와 문화가 숨 쉬고 있고, 이를 바탕으로 지역 정체성을 형성하면서 지역공동체를 꾸려가고 있기 때문이다.

2017년 동구·중구 원도심 1.8㎢에 근대문화예술특구를 지정 운용 중인 대전에서 문제가 불거진 것은 아이러니다.

'근대문화예술의 산업화, 관광화, 생활화'라는 대전시의 3대 전략과도 거리가 멀다.

그러니 특화된 문화콘텐츠가 부족한 도시라는 지적을 듣는 게 아닌가.

원도심 지역이라면 특구 지정 여부를 떠나 근대문화유산의 보물창고로서의 가치를 지닌 대상이 적지 않다.

전문가그룹·시민단체가 참여하는 테스크 포스를 구성, 전수조사부터 나서라.

@highlight

근대문화유산인 건축물들이 역사적 가치를 제대로 조명 받지 못 한채 건축물관리대장에도 늦게 등록되는 등 허술한 보존·관리체계로 소실되지 않게 해야한다.