서울 집값 상승세가 꺼질 줄 모르고 타오르고 있다.

9월 마지막 주 서울 아파트 가격 변동률은 '강남3구'가 이끌면서 주간 변동률로는 9월 최고 수준을 기록했다.

2일 한국감정원에 따르면 9월 다섯째 주(9월 30일 기준) 서울 아파트 매매가격은 전주 대비 0.08% 상승했다.

이는 지난 9월 넷째주 변동률(0.06%)보다 0.02% 포인트 더 오른 수준이다.

강남3구의 강세가 이어지고 있다.

이번주 강남 3구는 송파가 0.14% 뛰며 전주(0.10%)보다 0.04%포인트 더 올랐고 서초와 강남도 각각 0.09%, 0.13% 오르면서 전주대비 0.02% 포인트, 0.03% 포인트 뛰었다.

이 외 양천(0.04%→0.07%), 서대문(0.02%→0.04%), 은평(0.03%→0.05%), 광진(0.09%→0.13%) 등도 상승폭이 늘었다.

한국감정원은 "저금리 기조 속에 풍부한 유동성이 시장에 지속 유입되는 가운데, 가을철 이사수요와 집값 상승 기대 심리 가중으로 신축, 재건축 및 상대적 저평가 단지 등에 매수세 유입되며 상승폭이 확대됐다"고 분석했다.

금주 전국 아파트 매매가격 변동률은 지난주 상승폭을 유지한 0.01%의 변동률을 기록했고 수도권은 상승폭이 소폭 확대(0.05%→0.06%)됐다.

서울 전세시장 역시 상승세를 이어가는 분위기다.

금주 서울 아파트 전세가격 변동률은 0.07%를 기록하며 9월 주간 변동률 기준으로는 최고치를 찍었으며 전주(0.05%) 대비 0.02% 포인트 올랐다.

전세 역시 송파구가 전주 0.04%에서 0.09%로 큰 폭으로 상승했으며 서초와 강남은 각각 0.08%로 전주와 동일한 변동률을 유지했다.

이 밖에 수도권은 경기와 인천 모두 전주대비 0.01%포인트 떨어진 0.09%, 0.03%를 기록하며 상승폭이 축소됐다.

지방은 5대광역시가 0.03% 올랐고 8개도는 0.05% 하락, 세종시는 0.17% 올랐다.

시도별 아파트 매매가격지수 변동률.

@highlight

서울 집값 상승세가 이어지고 있는 가운데 '강남3구'가 9월 마지막 주 서울 아파트 가격 변동을 주도하면서 주간 변동률이 9월 최고 수준을 달성했으며 한국감정원은 저금리 기조로 인한 유동성 유입, 가을철 이사수요와 집값 상승 기대 심리 가중으로 신축, 재건축 및 상대적 저평가 단지 등에 매수세 유입되며 상승 폭이 늘었다고 판단했다.