대전시가 지역 간 성장 불균형을 해소하고 지속 가능한 성장 동력을 확충하기 위한 균형발전사업의 투자 재원 마련에 나선다.

대전시는 지난 2일 대전시의회 임시회를 통과한 제2회 추경에 일반회계 전입금 60억 원과 대규모 개발사업에 따른 지역환원금 40억 원 등 모두 100억 원 규모의 지역균형발전기금을 신규로 편성했다.

지역균형발전기금은 민선7기 시민약속사업 실천의 일환으로 마련된 재원으로 대전 전 지역의 고른 발전을 촉진하기 위해 2022년까지 매년 100억 원씩 모두 400억 원을 조성하게 된다.

이를 통해 시는 시민 생활에 꼭 필요한 소규모 사회간접자본(SOC) 사업과 자치구 장기 미추진 현안사업 등 지역 간 성장격차를 해소하기 위한 다양한 사업에 투자할 예정이다.

특히 소요재원은 지역상생발전기금, 대규모 민간 개발사업 추진에 따른 지역환원금 등으로 확보하되 해당 재원을 일반회계로 우선 편입 후 기금으로 전출 받아 재원확보의 안정성을 확보할 계획이다.

최근 진행된 생활 사회간접자본(SOC) 조성사업 등의 규모를 고려해 향후 3년간 300억 원을 우선 적립한 후 2021년부터 지역별 특성에 맞는 균형발전사업을 발굴해 지원하게 된다.

특히, 인구 증감률, 복지수요 증가율 등 지역별 발전상황을 나타내는 지표로 자체 균형발전 지표를 구성하고, 기금 운용 심의위원회 검토를 통해 기금운용의 합리성을 확보할 예정이다.

이를 위해 시는 지난 4월 26일 지역균형발전기금 조례를 제정하고 기금운용 기본계획 마련과 위원회 심의를 거치는 등 기금운용을 위한 사전절차를 마무리했다.

향후 내년 하반기 균형발전지표를 구축하고 자치구를 대상으로 균형발전 사업 수요를 조사해 2021년부터 본격적인 균형발전 사업을 추진할 계획이다.

이은학 시 자치분권과장은 "대전시의 총 예산 규모와 비교할 때 400억 원이 큰 규모는 아니지만 지역 간 성장 불균형을 해소하기 위한 제도를 마련하고 실천하는데 의미가 있다"며 "실질적인 지역 균형발전과 균형발전에 대한 시민들의 인식제고에 크게 기여할 것"이라고 기대감을 나타냈다.

@highlight

대전시는 지난 2일 대전시의회 임시회를 통과한 제2회 추경에 100억 원 규모의 지역균형발전기금을 새로 편성해, 시민 생활에 꼭 필요한 소규모 사회간접자본 사업과 자치구 장기 미추진 현안사업 등 지역 간 성장 불균형을 해소하고 지속 가능한 성장 동력을 확충하기 위한 다양한 사업에 투자할 계획이다.