다문화가정 폭력에 대해 사회 안전망을 마련해야 한다는 목소리가 높은 지는 이미 오래다.

근자 들어 우리가 자주 사용하고 있는 다문화가정이라는 용어는 우리와 다른 민족 또는 다른 문화적 배경을 가진 사람들이 포함된 가정을 총칭한다.

세계화 시대를 맞아 국가 간에 장벽이 완화되면서 노동력 유입과 함께 국제결혼 또한 늘어나고있다.

지난해 말 현재 국내 거주 외국인은 210만 명에 달했다고 한다.

오는 2050년이면 다문화가정 인구는 국내 전체 인구의 20% 상당에 이를 것이라는 전망도 있다.

각 지자체들은 다문화가족지원센터, 이주민센터 등 유관 기관 단체들과 지역 내 다문화가정의 가정내 폭력 근절 대책을 논의하고 피해자 구제와 지원 방안을 내놓고 있다.

하지만 좀처럼 근절되지 않고 있는 것이 다문화가정 폭력이다.

경찰의 지난 2015년 이후 다문화가정의 가정폭력 검거 현황을 보면, 2015년부터 올 상반기까지 다문화가정 내 가정폭력 사범 검거는 4천392건으로 나타났으며 지난해에만 1천273건에 달했다고 한다.

다문화가정의 폭력은 가정 내 폭력이라 하여 가정사의 하나로 접어 둘 일이 아니다.

어쩌면 드러나는 폭력수치는 빙산의 일각일지 모른다.

신고 접수되는 사건처리에 급급할 것이 아니다.

가정 행복의 중요성 등에 대한 교육과 함께 화목하게 더불어 잘사는 사회, 건전한 사회로 나아가는 길을 제시하는 것이 무엇보다 선행돼야 하겠다.

우리는 "다문화가족 구성원이 안정적인 가족 생활을 영위하고 사회 구성원으로서의 역할과 책임을 다할 수 있도록 함으로써 이들의 삶의 질 향상과 사회통합에 이바지함을 목적으로 한다"라는 다문화가족지원법을 제정, 시행하고 있다.

동법은 이어 제3조에서 "국가와 지방자치단체는 다문화가족 구성원이 안정적인 가족 생활을 영위하고 경제·사회·문화 등 각 분야에서 사회 구성원으로서의 역할과 책임을 다할 수 있도록 필요한 제도와 여건을 조성하고 이를 위한 시책을 수립, 시행하여야 한다"라고 하여 국가와 지방자치단체에 책무를 부여하고 있다.

하지만 다문화가족 구성원들이 한국사회에 정착하는 과정에서 갖은 고초를 겪고 있는 것으로 알려져 주위를 안타깝게 하고 있다.

백가지 법안과 대안 제시보다 실천이 무엇보다 중요하다.

@highlight

세계화 시대를 맞아 다문화가정이 늘어나면서 각 지자체들은 다문화가족지원센터 등과 함께 다문화가정의 가정내 폭력 근절 대책을 논의 및 피해자 지원방안을 내놓고 있으며, 다문화가정 폭력에 대해 지속해서 사회 안전망을 마련해야 한다고 전했다.