수원의 공공건축물을 인권친화적으로 만드는 역할을 하는 ‘수원시 공공건축물 인권영향평가 협의회’ 제2기가 첫발을 뗐다.

수원시는 2일 시청 상황실에서 제2기 위원 위촉식을 열고 위원 9명에게 위촉장을 수여했다.

2기 위원은 시 공직자, 인권·건축 분야 전문가 등 9명이다.

임기는 2년(2021년 10월 1일)이다.

신규 위원이 5명, 연임한 위원이 4명이다.

2017년 9월 출범한 수원시 공공건축물 인권영향평가 협의회는 수원시 공공건축물을 인권친화적으로 만들기 위해 구성된 협의체다.

공공건축물의 설계부터 건축에 이르는 등 모든 과정에 ‘인권영향평가’를 시행하고, 인권영향평가 시스템 구축·정책 수립 등에 필요한 사항을 심의·자문한다.

인권영향평가는 시가 정책이나 사업 등을 수립·시행할 때 해당 정책이 시민의 인권에 미칠 영향을 사전에 분석·평가하는 것이다.

인권 증진에 이바지하는 것을 목표로 한다.

협의회는 ‘BF(장애물 없는 환경)’ 인증 기준과 인권에 기반을 둔 ‘유니버설디자인(universal design)’을 바탕으로 공공건축물에 대한 인권영향평가를 하고 있다.

유니버설디자인은 장애 유무, 나이, 성별, 국적 등에 상관없이 모든 사람이 안전하고 편리하게 이용할 수 있는 환경을 설계하는 것을 말한다.

현재 실시설계 중인 지동 행정복지센터 청사에 대한 인권영향평가를 진행하고 있다.

지동 행정복지센터는 시 최초의 ‘인권청사’로 건립될 예정이다.

지난 4월에는 광교호수공원 프라이부르크전망대와 생태환경체험교육관에 대한 인권영향평가를 진행해 화장실 등 장애인 편의시설을 확충하는 성과를 거두기도 했다.

위촉장을 수여한 조청식 제1부시장은 "건축물은 인간의 삶을 담는 그릇"이라며 "성별·장애 유무에 관계없이 모든 사람이 안전하게 이용할 수 있는 인권친화적인 건축물을 만드는 데 역할을 해 달라"고 당부했다.

@highlight

2017년 시가 정책이나 사업등을 분석과 평가하는 수원시 공공건축물 인권영향평가 협의회는 2019년 출범 후, 2일 2기기 위원 위촉식을 열고 9명에게 위촉장을 수여했다.