보건부 방문단, 대학병원 등 순회 응급의료센터~K-뷰티 ‘큰 관심’

유슉 블라디미르 니콜라예비치 사할린주 보건부 장관과 이화영 경기도 평화부지사 등 양 기관의 관계자들이 의료인 연수 등 양측의 협력사안을 놓고 대화를 나누고 있다.

경기도는 글로벌 의료협력 강화를 위해 지난달 28일 방한했던 러시아 사할린주(州) 보건부 대표단이 5일간의 방문일정을 마치고 2일 귀국했다고 밝혔다.

유슉 블라디미르 니콜라예비치 사할린주 보건부 장관과 베데르니코바 이리나 예브게네브나 차관 등 2명으로 구성된 대표단은 지난 1일 이화영 도 평화부지사를 비롯한 도 보건의료 관계자들과 간담회를 갖고 의료인 연수 추진, 병원 간 협약서 체결 등 지역 보건의료 분야 협력 사안에 관한 다양한 의견을 교환했다.

앞서 대표단은 분당서울대병원, 수원 아주대학교의료원, 고려대학교 안산병원, 순천향대학교 부천병원, 고양 오킴스피부과 등을 방문해 경기도의 의료 인프라를 체험하는 한편 수원시립미술관, 수원화성행궁 등 유명 관광지를 둘러보기도 했다.

특히 대표단은 도가 보유한 최신 의료정보시스템(EMR), 응급의료센터, K-Beauty 등에 높은 관심을 나타냈다.

대표단의 이번 방문은 지난해 10월 도와 도내 7개 의료기관으로 구성된 ‘경기도 보건의료대표단’의 러시아 사할린주 공식 방문에 대한 후속 사업의 일환으로 마련됐다.

도 대표단은 러시아 사할린주를 공식 방문해 사할린주립병원, 사할린주립암병원 등을 둘러본 뒤 사할린주 보건부와의 면담을 통해 ▶의료인 연수 추진 ▶민간병원 분야 교류 지원 ▶재외동포 대상 나눔의료 지원 등을 논의한 바 있다.

이화영 평화부지사는 "이번 방문을 통해 러시아 지방정부와 그동안 쌓아 왔던 우정을 재확인했다"며 "사할린주와의 의료 분야 교류·협력을 바탕으로 의료산업 진출, 경제·문화·관광 분야 교류도 확대해 나갈 수 있기를 기대한다"고 말했다.

@highlight

유슉 블라디미르 니콜라예비치 사할린주 보건부 장관과 베데르니코바 이리나 예브게네브나 차관 등 2명으로 구성된 대표단은 경기도의 의료 인프라를 체험하고 지난 1일 이화영 도 평화부지사를 비롯한 도 보건의료 관계자들과 간담회에서 지역 보건의료 분야 협력 사안에 관한 다양한 의견을 교환하고  5일간의 방문일정을 마치고 2일 귀국했다.