김영민 작 ‘공고상’

‘소반(小盤)’은 한국 좌식 문화의 전형을 보여주는 대표적인 공예품 중 하나다.

조리한 음식을 방으로 옮겨와 식사를 해야했기에 소반은 이동이 용이하고 실생활에 자주 쓰일 수 있는 작고 낮은 크기로 제작됐다.

멀리 고구려 고분벽화에서부터 역사를 가늠할 수 있는 소반은 다른 전통가구와는 다르게 계층과 지위를 막론한 생활필수품으로 우리 전통 식문화의 중심에 자리 잡았다.

롯데갤러리가 우리 전통 소반의 아름다움을 느낄 수 있는 기획을 마련했다.

오는 29일까지 진행되는 ‘차림 ; 기다림’전은 전통 밥상문화의 묘미와 함께 우리만의 생활미학을 엿볼 수 있는 기획이다.

이번 전시에는 전통소반과 현대 목공예 작업을 진행하는 김영민 · 한우석 작가를 초대했다.

김 작가는 ‘우리나라 3대 소반’ 중 하나인 나주반의 전수조교이자 국가무형문화재 제99호 소반장 이수자로 한국 3대 소반장인 부친의 정신을 이어가고 있다.

또 한국과 영국에서 가구디자인을 전공한 한 작가는 물 · 바람 · 산수 등 자연의 요소요소를 절제된 미감으로 해석, 동양의 정신성을 현대적으로 재구성하는 작업을 선보여 왔다.

이번 전시에서는 나주반과 함께 생활과 유리되지 않는 탁월한 조형미가 살아 숨 쉬는 전통 소반을 현대적으로 재해석한 작품들을 선보인다.

지역적 특색은 물론이고 그릇의 무게와 기후, 쓰는 이의 생활 방식까지 고려한 한국의 소반에는 생활과 유리되지 않는 탁월한 조형미가 살아 숨 쉰다.

또 소반은 단순히 ‘물건’이 아닌, 자연의 시간과 장인의 시간이 한데 어우러진 ‘작품’으로서 많은 예술가들에게 영감을 주고 있다.

전시와 연계한 다양한 관객 참여프로그램도 열린다.

‘나만의 소반 만들기’는 오는 19일(오후 3시~5시·선착순 10명) 유료로, ‘육각연필꽃이 만들기’는 전시기간 중 주말 오전 11시부터 오후 6시까지 100개 한정으로 무료 진행한다.

@highlight

우리 전통 소반의 아름다움을 느낄 수 있는 기획전 ‘차림 ; 기다림’ 전이 롯데갤러리에서 오는 29일까지 김영민 · 한우석 작가를 초대해 진행된다.