지난 2일 원·달러 환율이 한 달여 만에 달러 당 1200원대에서 마감한 가운데, 이달 평균 1200원 내외에서 등락할 것이라는 전망이 나왔다.

미국을 중심으로 글로벌 경제 둔화와 국내 수출부진이 개선될 기미가 보이지 않아 안전자산을 선호하는 심리가 강해질 것이라는 분석이다.

3일 우리금융경영연구소는 '10월 금융시장 브리프'를 통해 이달 원·달러 환율은 9월 말보다 높은 수준에서 유지될 것으로 내다봤다.

원·달러 환율은 지난 6월말 1155원에서 7월 1183원으로 올랐다가 8월말 1211원으로 고점을 찍고 지난 9월말 1196원으로 소폭 하락하면서 안정을 찾는 듯 보였다.

하지만 이달 들어 국내 수출의 선행지표인 글로벌 제조업 지표가 부진하게 나타나면서 원화가 약세를 보이는 모습이다.

미 공급관리협회(ISM)에 따르면 9월 제조업 구매관리자지수(PMI)는 47.8로 8월 49.1에서 하락했다.

9월 수치는 2009년 6월 이후로 10년여 만에 최저수준이다.

미국 ISM제조업지수는 지난 6월 51.7에서 7월 51.2로 꾸준히 낮아지고 있다.

유로존 제조업 PMI도 지난 6월 47.6에서 한달 뒤 46.5로 내려갔다가 8월 47.0으로 반등했지만 9월 45.6으로 대폭 하락했다.

여기에 국내 경제성장률 전망의 하향 흐름 등 나아지지 않는 국내 경기도 원화 약세의 원인이 되고 있다.

특히 안전자산 선호 심리에 대내 달러수요 증가는 중기적으로 원·달러 환율 상승 압력으로 작용하고 있다고 연구소 관계자는 분석했다.

지난 8월 기준 거주자외화예금 중 개인이 차지하는 비중은 21.2%로 사상 최고치를 기록, 개인투자자들의 달러 보유 수요가 확대되고 있다.

민경원 우리은행 연구원은 "내년 경기침체 우려에 대한 공포감이 재차 수면 위로 부상하며 안전자산 선호 심리를 자극할 것으로 판단된다"며 "미중 고위급 무역 회담이 열리기 전까지는 원·달러 환율이 크게 떨어질 요인이 없어 그 전에 투자자들이 상단을 시험한 것으로 보인다"고 말했다.

@highlight

우리금융경영연구소는 '10월 금융시장 브리프'를 통해 미국을 중심으로 한 글로벌 경제 둔화와 국내 수출부진이 계속 이어지고 있어 안전자산을 추구하려는 심리가 강해질 것이라며 이달 평균 원 달러 환율이 9월 말보다 높은 수준인 1200원 내외에서 등락할 것이라고 3일 분석했다.