2017년부터 2년간 경북지역에 산업폐기물 2만여t이 불법 투기된 것으로 나타났다.

국회 농림축산식품해양수산위원회 경대수 의원이 환경부로부터 제출받은 자료에 따르면 2017~2018년 전국 농촌 108개 지역에 14만1천230t의 쓰레기가 불법으로 투기됐다.

이 가운데 경북엔 2만8천476t(15건)의 쓰레기가 불법 투기돼 경기(3만7천350t, 51건)에 이어 둘째로 많았다.

이어 전남(2만4천906t·10건)·충남(1만9천913t·13건)·전북(1만7천975t·12건) 순이다.

대구에서도 10t(1건)이 무단 투기됐다.

폐기물 종류별로는 폐합성수지 등이 포함된 혼합폐기물이 12만9천862t(25건)으로 가장 많았고 샌드위치패널·폐콘크리트 등 건설폐기물이 4천293t(25건), 생활폐기물·폐비닐 등이 7천75t(16건)으로 집계됐다.

불법 투기된 폐기물은 분진과 함께 악취를 유발하고, 또 흘러나온 침출수가 농경지로 유출되는 등 피해가 심각하다.

하지만 투기된 불법 폐기물 가운데 수거된 양은 5만2천487t(37.2%)에 불과하다.

또 인적이 드문 곳에 누가 버렸는지 확인되지 않은 폐기물도 전국적으로 2천518t(22개 지역)에 달하는 것으로 나타났다.

특히 가연성폐기물인 폐합성수지가 부패하면서 발생하는 가스는 자연 발화할 가능성이 커 농촌 주민의 안전을 위협하고 있는 실정이다.

경 의원은 “농촌에 무단으로 버려진 폐기물은 농촌 주거환경과 농작물 오염의 주범”이라며 “예산 투입을 통해 농촌 불법폐기물 상시처리반 운영 등 신속한 처리와 근절 방안을 마련해야 한다”고 지적했다.

한편 올해 방치폐기물 처리를 위해 국비 158억원을 확보한 경북도는 선별 작업 등을 거쳐 처리할 방침이다.

@highlight

2017년부터 2년간 경북지역 산업폐기물 2만8천476t이 불법 투기돼 경기(3만7천350t)에 이어 둘째로 많은 것으로 나타났으며 불법 투기된 폐기물은 분진과 함께 악취를 유발하고 침출수가 농경지로 유출되는 등 피해가 심각하다.