환절기에 건강관리상품을 찾는 이들이 늘고 있는 것으로 나타났다.

3일 광주지역 이마트에 따르면 일교차가 10도 이상 벌어진 최근 1주일(9월23부터 30일까지) 핸드워시는 107.5%, 구강청결제는 84.1%, 마스크는 53.7% 신장했다.

일교차가 큰 날씨로 인해 호흡기질환 및 감기환자가 늘어나자 개인의 건강과 예방에 관심을 가지며 관리하는 고객들이 늘고 있는 것으로 이마트는 분석했다.

핸드워시는 9월 기준 3년 연속 신장 중인 것으로 집계됐다.

최근에는 피부손상을 최소화하며 저자극성 원료인 레몬, 키위, 올리브 등 천연재료를 사용한 핸드워시 제품이 소비자들에게 인기다.

구강청결제 역시 바쁜 일상에 간편하고 빠르게 위생관리가 장점이다.

액체상태로 칫솔이나 치실이 잘 닿지 않는 치아 사이사이까지 침투해 구강관리를 할 수 있다.

구강악취 및 프라그 제거뿐만 아니라 충치 치은염 예방까지 가능해 1석4조의 효과로 인기를 얻고 있다.

마스크 또한 미세먼지, 황사철이 아님에도 기침이나 개인위생관리를 위해 꾸준히 구매가 증가하고 있다.

따뜻한 물에 풀어 좋은 향의 차(茶)가 고단한 하루의 피로를 풀어줌과 동시에 작은 행복감까지 느낄 수 있는 액상차 역시 찾는 이들이 늘고 있다.

생강레몬차, 유자차와 같은 액상차들은 신체의 면역능력을 증가시켜 건강을 유지시켜 주며 열을 내려 고열·두통을 치료하고 갈증을 멎게 해준다.

또한 폐기능을 강하게 해 기침이나 갈증 등을 해소하는 오미자도 인기를 얻고 있다.

이외에도 허브티인 카모마일, 얼그레이, 페퍼민트도 인기다.

정승기 이마트 상무점장은 “환절기가 되면 감기 및 각종 호흡기 질환으로 고생하는 분들이 많다”며 “예방을 통한 개인 위생관리에 꾸준한 관심으로 관련제품들이 크게 신장한 것으로 분석된다”고 말했다.

@highlight

이마트는 일교차가 큰 날씨로 인해 호흡기질환 및 감기환자가 늘어나면서 마스크, 허브티인 카모마일 및 얼그레이 등 건강관리상품 구매가 증가하고 있다고 분석했다.