개천절인 3일 오후부터 밤늦도록 광화문 일대 등 서울 곳곳에서는 조국 법무부 장관의 사퇴와 문재인 정권의 각성을 촉구하는 시민들의 목소리로 가득했다.

정확한 수치는 집계되지 않았지만 이날 오후 1시부터 모여든 인파는 광화문 광장과 서울시청 역까지 도로를 가득 채웠다.

도로가 전면 통제됐다.

집회 참가자들은 숭례문에서 서울역까지 세종대로 300m 왕복 10개 차로를 대부분 채웠다.

이들은 "조국 구속, 문재인 퇴진" 등의 구호를 외쳤다.

자유한국당도 오후 1시부터 세종문화회관 앞에서 '문재인 정권의 헌정 유린 중단과 위선자 조국 파면 촉구 광화문 규탄대회'를 개최했다.

같은 시간 교보빌딩 앞에서는 문재인하야 범국민투쟁본부(투쟁본부)가 '문재인 하야 광화문 100만 투쟁대회'를 진행했다.

범국민투쟁본부 관계자는 "서초동 (검찰개혁) 집회에서 참석 인원을 과장하는데, 저희는 실제로 200만명이 왔다"고 주장했다.

오후 2시쯤에는 광화문을 걸어서 지나가기 힘들 정도로 시위 참가자 늘었다.

주변 도로 역시 삼삼오오 모여 현 정부와 조국 장관 임명을 성토했다.

이날 광화문 흥국생명 앞에서 만난 50대 한 직장인은 "평등을 외치는 정권에서 조국 수사 특혜가 왠말이냐"며 "입만 열면 납득하기 힘든 거짓말을 일삼아 화가 나 나오게 됐다"고 말했다.

시위 참가자들은 '조국 구속', '조국 감옥' 등 주로 조 장관과 관련한 문구를 적은 피켓을 들었다.

일부는 '문재인 퇴진' 등 현 정권을 직접 규탄하는 피켓을 들기도 했다.

그동안 조 장관 임명에서만 쏟아졌던 불만이 점차 현 정권에 대한 불만으로 이어지는 모양새다.

종각역에서 세종대로 사거리까지 8차로도 차량이 통제된 상태이며, 종각역에서 내려 광화문 사거리 쪽으로 이동하는 인파로 채워지고 있다.

이날 집회 참가자들은 집회 후 청와대 앞까지 행진할 계획이다.

경찰은 이날 90개 중대 5400여명을 배치해 만일의 사태에 대비했다.

@highlight

개천절 오후, 자유한국당과 범국민투쟁본부 등 야당과 여러 단체들이 문재인 정부를 규탄하고 조국 법무부 장관의 사퇴를 촉구하며 서울 도심 곳곳에서 대규모 집회를 열었다.