LG전자가 일본 최고 권위의 디자인상인 '굿디자인 어워드 2019'에서 국내 기업 가운데 가장 많은 19개의 본상을 수상했다.

4일 LG전자에 따르면 최근 일본디자인진흥회가 발표한 굿디자인 어워드 2019에서 'LG 시그니처 올레드 R'을 포함해 'LG 시그니처 에어컨', 'LG 시그니처 상냉장 하냉동 냉장고', 'LG 시네빔 레이저 4K', 'LG 오브제 냉장고', 전자칠판 등이 수상작에 이름을 올렸다.

굿디자인 어워드는 산업 제품, 건축물, 시스템, 서비스 등에 대해 디자인, 사용성, 혁신성 등을 종합적으로 평가하는 디자인상이다.

레드닷 어워드, iF 디자인 어워드, IDEA와 함께 세계적인 권위를 인정받는다.

LG 시그니처 라인업 중 롤러블 TV, 8K TV, 에어컨, 상냉장·하냉동 냉장고 등 4종은 본상을 수상하며 LG 시그니처의 정제된 디자인을 입증했다.

LG 시그니처 올레드 R의 경우 국내 기업 중 유일하게 '베스트 100'에 선정되기도 했다.

세계 첫 롤러블 TV로 기존 TV와는 비교할 수 없는 혁신적인 디자인을 갖췄다는 평가다.

앞서 LG 시그니처 올레드 R은 '레드닷 디자인 어워드'의 최고상과 iF 디자인 어워드 본상, 'IDEA' 최고상을 수상하는 등 세계 3대 디자인상도 석권한 바 있다.

심사위원들은 LG 시그니처 올레드 R에 대해 "'드디어'라고 외치고 싶은 제품"이라며 "20년 전부터 유기발광다이오드(OLED) 디스플레이를 개발해왔지만 대형 화면이 감기는 TV는 미래의 생활을 크게 변화시킬 것"이라고 호평했다.

LG 시그니처 에어컨과 'LG 홈브루'의 UX(사용자 경험)는 직관적인 디자인 외에도 편리함과 보는 즐거움을 더한 것을 인정받아 본상을 수상했다.

노창호 LG전자 디자인경영센터장(전무)은 "제품의 가치를 높일 수 있는 디자인을 끊임없이 발굴하며 고객에게 감동을 줄 것"이라고 말했다.

@highlight

4일 LG전자에 따르면 산업 제품, 건축물, 시스템, 서비스 등에 대해 디자인, 사용성 등을 종합적으로 평가일본 최고 권위의 디자인상인 '굿디자인 어워드 2019'에서  'LG 시그니처 올레드 R'을 포함해 'LG 시그니처 에어컨' 등 19개가 본상을 받았다고 밝혔다.