▲ 3일 오후 서울 광화문광장 주변이 자유한국당 관계자와 범보수단체 등이 각각 개최한 집회에 참여한 시민들로 가득 차 있다.

[서울=충청일보 이득수기자] 자유한국당과 '문재인 하야 범국민투쟁본부'주최한 문재인 정부 심판과 조국 법무부 장관 퇴진을 요구하며 대규모 집회가 가 3일 서울 광화문광장에서 열렸다.

이날 집회에는 전국에서 상경한 지방 참가자들과 수도권 참가자 등으로 광화문 정문 앞에서 세종문화회관-광화문 네거리-시청앞-남대문-서울역을 잇는 8~12차선 도로를 모두 메워(주최측 주장 300만명) 자동차는 물론 도보 통행조차 어려울 정도였다.

자유한국당은 조국을 옹호하는 문재인 대통령을 강하게 비판했다.

황교안 자유한국당 대표는 이날 집회에서 "조국은 청문회까지 까도 까도 양파였는데, 그 이후에도 매일 새로운 증거들이 나오고 있다"며 "까도 까도 양파가 장관 자격이 있나. 반드시 끌어내려야 한다"며 조 장관을 임명한 문 대통령을 향해 "저런 사람을 법무부 장관으로 임명하는 게 제정신인가. 저런 대통령이 제정신인지 의심스럽다"고 비판했다.

황 대표는 이어 "(문 대통령이) 조국에게 검찰개혁을 하라고 하고, 조국은 인사권을 행사하겠다고 한다"며 "수사팀을 바꿔 자기들 비리를 덮으려고 하는 것인데 이게 검찰개혁인가"라고 조국 장관의 명분인 검찰개혁에 대해서도 비판의 목소리를 높였다.

나경원 원내대표는 '홍위병 정치'를 거론했다. 나 원내대표는 "그들이 200만이면 우린 오늘 2000만이 왔다. 싸구려 감성팔이에 국민들이 안 속으니 마지막에 꺼낸 것이 홍위병 정치"라고 비난했다.

이어 나 원내대표는 "조국 게이트의 본질은 헌정농단"이라며 "그동안 대한민국이 쌓아 올린 법치주의, 자유민주주의를 한꺼번에 무너뜨리고 있다. 이들이 꿈꾸는 대한민국은 자유민주주의 체제를 전복하는 것, 헌법을 파괴하는 것"이라고 규정했다.

이어 그는 "신(新)독재로 가는 길이 70% 이상 진행됐다. 막아내야 한다"고 목소리를 높였다.

한편, 경찰은 오후3시 경 청와대 정문 입구까지 완전 차단하고 경비를 강화했다.

@highlight

3일 광화문광장에서 진행된 문제인 정부 심판과 주국 법무부 장관 퇴진을 요구하는 대규모 집회에서, 황교안 자유한국당 대표는 조국을 옹호하는 문재인 대통령을 향해 "조국 장관을 임명하는게 제정신인가"라며 비판을 했다.