지난 7월 4일 일본이 반도체 핵심소재 3종에 대해 수출규제를 강화했지만, 반도체 관련주는 오히려 강세를 보이고 있다.

3일 한국거래소에 따르면 지난 7월부터 1일까지 KRX반도체지수는 2066.03에서 2193.36으로 6.16% 상승했다.

한화투자증권이 제공하는 반도체 재료·장비지수 역시 7월 이후 6.36% 올랐다.

무엇보다 반도체 대장주인 삼성전자와 SK하이닉스의 흐름이 좋다.

같은 기간 삼성전자는 6% 가까이 상승했다.

지난달 24일에는 52주 최고가인 4만9500원을 찍기도 했다.

SK하이닉스는 무려 17.98% 뛰었다.

지난달 9일 한때 8만4600원까지 올라 52주 최고가를 기록했다.

일본이 규제를 강화한 지 3개월이 됐지만, 반도체주에 타격을 줄 거란 우려를 불식시켰다.

최근 삼성전자는 일본 2대 통신업체인 KDDI에 5세대(5G) 이동통신 장비를 공급하는 계약을 따내기도 했다.

실적 기대감도 크다.

증권가는 삼성전자의 3분기 영업이익을 7조원 이상으로 보고 있다.

에프앤가이드에 따르면 신한금융투자(7조390억원), 하나금융투자(7조5000억원), 현대차증권(7조2670억원) 등은 영업이익 7조원대를 예상했다.

김경임 하나금융투자 연구원은 "분기별 최저 영업이익이 2014년 4조~5조원 수준에서 6조~7조원 수준으로 오른 것은 긍정적"이라며 "갤럭시 폴드 판매로 내년 이익이 늘어날 전망"이라고 말했다.

또 SK하이닉스는 최근 초당 460GB 데이터를 처리할 수 있는 D램을 개발해 주목받았다.

불화수소를 만드는 후성과 솔브레인도 7월 이후 지난 1일까지 각각 26.95%, 51.95% 올랐다.

김현욱 신한금융투자 연구원은 "솔브레인은 일본과 대등한 불화수소 정제 기술을 보유하고 있다"며 "신규공장 건설로 일본업체 부재에 따른 반도체와 디스플레이 소재 수요를 감당할 수 있다"고 평가했다.

같은 기간 반도체장비 관련 기업인 원익IPS도 22.12% 올랐고, 지난달 24일에는 52주 신고가를 썼다.

어규진 DB금융투자 연구원은 "원익IPS는 올해 메모리 업황 부진으로 실적이 좋지 않았지만, 내년에는 사상 최대 실적을 기록할 것"이라고 내다봤다.

@highlight

지난 7월 4일 일본이 반도체 핵심소재 3종에 대해 수출 규제를 강화했음에도 불구하고, 지난 7월부터 1일까지 KRX반도체지수는 2066.03에서 2193.36으로 6.16% 상승하고, 한화투자증권이 제공하는 반도체 재료·장비지수는 7월 이후 6.36% 상승하는 등 반도체 관련주는 오히려 강세를 나타내고 있다.