커트라인 2.1억 땐 ‘신청 헛수고만’

집값이 상대적으로 비싼 서울·경기·대구 등 지역에 주택을 소유한 사람이 안심전환대출 심사 과정에서 대거 탈락할 것으로 예상된다.

주택가격 ‘2억1천만원’ 커트라인에 걸려 갈아타기가 어려워져 사실상 ‘희망고문’만 당할 가능성이 높기 때문이다.

금융위원회가 3일 국회 정무위원회 바른미래당 유의동 의원에게 제출한 안심대출 지역별 신청현황에 따르면 지난달 16~29일 안심대출 신청건수는 63만5천건(73조9천억원)이다.

서울지역이 차지하는 비중은 14.2%였다.

지난해 11월1일 기준 우리나라 총인구는 5천163만명으로 이 가운데 967만4천명이 서울에 거주하고 있다.

인구 비중으로 보면 서울이 18.7%인데 신청자 비중은 14.2%로 4.5%포인트 낮다.

주택가격 9억원 이하나 부부합산 연소득 8천500만원 이하 등 요건을 충족하지 못한 사람이 아예 신청에 나서지 않으면서 이런 현상이 나타난 것으로 보인다.

안심대출 커트라인이 주택가격 2억1천만원으로 잡힐 경우 서울지역 신청자의 비중은 7.1%로 떨어진다.

서울 신청자가 대거 탈락한다는 의미다.

전국 평균에 비해 주택가격이 비싼 경기도 마찬가지다.

전체 신청 건수에서 차지하는 비중이 33.7%이지만 주택가격 2억1천만원을 커트라인으로 설정하면 27.1%로 떨어진다.

대구·세종·제주 등도 2억1천만원 커트라인 설정 때 탈락자가 많을 것으로 예상되는 지역이다.

대구 수성구에 거주 중인 박모씨는 “대구에서 주택담보대출을 받은 서민들 가운데 2억원대 아파트를 보유한 사람이 얼마나 되겠냐”면서 “온라인 신청이 폭주해 새벽부터 일어나 신청을 했는데 결과적으로 괜한 생고생을 한 게 됐다”고 말했다.

유 의원은 “당초 20조원 분량을 예측했는데 74조원어치 상당의 신청이 들어왔다면 54조원 상당은 신청하느라 고생만 한 셈”이라고 말했다.

@highlight

지난달 16~29일 안심대출 신청건수가 63만 5천건이고, 액수는 73조 9천억원으로 확인되는데 사실상 집값이 상대적으로 비싼 서울·경기·대구 등 지역에 주택을 소유한 사람이 주택가격 2억1천만원 커트라인에 걸려 심사 과정에서 대거 탈락될 것으로 보인다.