지난달 30일부터 2일까지 2박 3일간 수원 광교 경기문화창조허브에서 열린 ‘경기스테이션’에서 ‘The Great Library’, ‘Diary Studio VR’ 콘텐츠를 개발한 ‘치프틴 팀’과 ‘VRAIN 팀’ 도와 HTC바이브의 선택을 받아 도 대표로 선발되는 기쁨을 누렸다.

‘치프틴’팀과 ‘VRAIN’팀이 오는 11월 중국 상하이(上海)에서 열리는 ‘글로벌 VR 해커톤 챔피언십’에 참가할 경기도 대표로 최종 선발됐다.

치프틴과 VRAIN은 지난달 30일부터 이달 2일까지 2박 3일간 수원 광교 경기문화창조허브에서 열린 ‘경기스테이션’에서 ‘The Great Library’, ‘Diary Studio VR’ 콘텐츠를 개발하며 각각 도와 HTC바이브의 선택을 받아 도 대표로 선발되는 기쁨을 누렸다.

두 팀은 상하이 현지 방문 시 항공, 숙박, 현지 기업 방문 등 대회 출전에 관한 혜택은 물론 일대일 기술 코칭 및 멘토링 등을 지원받게 된다.

The Great Library를 개발한 치프틴은 도로부터 ‘교육에 게임 방식을 결합한 재미있고 창의적인 콘텐츠’라는 평가를 받으며 대표로 선발됐다.

Diary Studio VR를 개발한 VRAIN은 가상현실과 SNS를 결합한 콘텐츠를 개발했다는 점에서 높은 점수를 받아 HTC바이브의 선택을 받았다.

도 관계자는 "앞으로도 VR·AR 글로벌 인재 양성과 해외 교류 확대를 위해 더욱 적극적으로 노력하겠다"고 말했다.

한편, 올해 3회째를 맞는 글로벌 VR 해커톤 챔피언십은 전 세계 도시의 대표 개발자가 참가하는 세계적인 VR·AR 개발대회로 매년 중국 상하이에서 개최된다.

해커톤이란 ‘해커’와 ‘마라톤’의 합성어로 컴퓨터 전문가들이 한 장소에 모여 마라톤을 하듯 장시간 동안 쉬지 않고 특정 문제를 해결하는 과정을 의미한다.

@highlight

‘글로벌 VR 해커톤 챔피언십’의 경기도 대표로 ‘The Great Library’, ‘Diary Studio VR’ 콘텐츠를 개발한 ‘치프틴’팀과 ‘VRAIN’팀이 선발되어 출전 혜택을 받는다. 