지난 주말 나주시 문평면 명하쪽빛마을에서 열린 농촌체험여행에서 참가자들이 쪽물 족욕 체험을 하고 있다.

나주시는 온 가족과 함께하는 추억의 1박2일 행사를 개최했다.

나주시는 3일 농촌체험 관광 활성화를 위해 올해 첫 시범운영한 ‘농촌체험여행’ 프로그램 1박 2일 체험 행사를 성황리에 마무리했다고 밝혔다.

농촌체험여행은 도시와 농촌의 교류 증진을 위해 조성된 농촌체험휴양마을에서 마을별 특색을 살린 볼거리, 먹거리, 즐길거리 등 다양한 체험 콘텐츠와 주요 관광지 탐방으로 연계, 구성해 총 4회(당일 3회, 1박2일 1회)로 실시했다.

지난 주말에 열린 4회차 프로그램은 세지면 화탑마을 원예공예체험, 다시면 동뫼골마을 배잼 쿠키 만들기, 노안면 이슬촌마을 농산물 수확체험, 문평면 명하쪽빛마을의 쪽물 족욕 및 아로마테라피, 산포면 홍련마을의 연씨 발아 체험, 황포돛배 타기 등 5개 마을에서 1박2일 일정으로 진행했다.

혁신도시 이전공공기관 직원 가족 A씨는 “도시에서는 접할 수 없는 색다른 체험을 자녀와 함께할 수 있어 너무 뜻깊은 추억이 될 것 같다”며 “자녀에게 농촌의 가치에 대해 교육할 수 있는 기회를 준 나주시에 감사드린다”고 소감을 밝혔다.

나주시에는 현재 세지면 화탑마을, 노안면 이슬촌마을, 금안한글마을, 산포면 홍련마을, 문평면 명하쪽빛마을, 다시면 동뫼골마을, 왕곡면 에코왕곡마을, 덕실마을 총 8개의 농촌체험휴양마을이 있다.

나주시 관계자는 “4회에 걸친 농촌체험여행을 통해 도시민에게 농촌의 가치에 대한 인식 제고와 농촌지역의 사회·경제적 활력을 증진시키는 새로운 계기를 제공했다”며 “앞으로도 도·농 간 상생을 위한 농촌체험관광을 적극 홍보하고 나주만의 색다른 농촌체험 관광 코스 개발에 최선을 다하겠다”고 말했다.

@highlight

나주시가 3일 도시와 농촌의 교류 증진을 위해 올해 첫 시범운행한  '농촌체험여행'은 농촌체험휴양마을에서 다양한 체험 콘텐츠와 주요 관광지 탐방으로 구성된 프로그램으로  온 가족과 함께 색다른 체험을 하는 추억의 1박2일로 성황리에 마무리했다