카드나 스마트폰 없이 얼굴로 결제할 수 있는 서비스가 11월쯤 나온다.

내년 4월에는 보이스피싱이 의심되면 송금인에게 경고 메시지를 보내주거나 항공사 앱에서 환전을 신청해 체크인 때 외화를 받는 서비스가 선보인다.

금융위원회는 이런 내용을 포함한 혁신금융서비스 11건을 추가로 지정했다고 3일 밝혔다.

혁신금융서비스는 금융혁신지원특별법에 따라 도입된 금융서비스 시범 운영 제도인 금융규제 샌드박스의 혜택을 받는다.

신한카드는 안면인식 결제 서비스를 올해 11월쯤 내놓는다.

전자금융거래법상 비대면 실명 확인 절차를 앱 인증 같은 본인확인으로 간소화하는 특례를 적용받는다.

눈·입·코·턱 간의 각도와 거리, 뼈의 돌출 정도 같은 얼굴 특징을 3차원(3D)카메라로 추출해 인증센터에 등록하고, 가맹점에서 얼굴로 본인 여부를 확인하면 결제할 수 있다.

이 과정에서 실제 얼굴 이미지 정보를 저장하지는 않는다.

단, 이 서비스는 신한카드와 제휴를 맺은 가맹점에서만 운영된다.

신용정보업체 코리아크레딧뷰로(KCB)는 보이스피싱·착오 송금 예방 서비스를 내놓는다.

이 서비스를 이용하면 송금인이 입력한 수취인의 계좌와 휴대전화번호의 명의가 일치하지 않을 경우 경고 알람을 받을 수 있다.

DGB대구은행은 내년 4월쯤 환전 업무를 항공사에 위탁해 은행 방문 없이도 공항체크인 과정에서 외화를 현찰로 주는 서비스를 시행한다.

소비자는 항공사 앱에서 항공권 구매와 함께 환전을 신청하면 출국 당일에 외화를 받을 수 있다.

하나카드는 금융계좌가 없어도 선불 전자 지급 수단에 쌓인 포인트를 체크카드에 담아 오프라인에서도 쓸 수 있게 하는 서비스를 내년 1월 출시한다.

기존에는 포인트를 온라인에서만 쓸 수 있었는데 오프라인 카드 가맹점에서도 사용할 수 있다.

올해 8월 현재 하나카드 가맹점은 약 280만곳이다.

웰스가이드의 연금자산 포트폴리오 자문 서비스는 모바일 앱으로 연금을 확인하고, 흩어진 연금 정보를 모아 현금 흐름 등을 반영한 맞춤형 은퇴 설계를 지원한다.

@highlight

신한카드는 안면인식 결제 서비스를 올해 11월쯤 내놓아 카드나 스마트 폰 없이도 얼굴로 결제가 될 예정이지만, 제휴를 맺은 가맹점에서만 가능하다.