제5회 ‘2019 대한민국 마한문화제’가 11일부터 13일까지 국립나주박물관 일대에서 ‘가을꽃 핀 일곱 빛깔 상상 이야기!’라는 주제로 열린다.

2천 년 전 영산강 유역을 중심으로 화려하고 우수한 문화를 꽃피웠던 고대 왕국 마한과 마한인의 발자취를 재조명하고 지역민의 자긍심을 고취하기 위한 축제다.

이번 축제에서는 7개 분야 70여종의 체험, 전시, 경연, 공연, 먹거리 등 다채로운 프로그램을 선보인다.

나주 원도심에서 축제의 서막을 알리게 될 ‘마한상상 빅(BIG) 퍼레이드’는 금동관·금동신발 등 마한시대 출토 유물을 시각적으로 구성해 행렬 규모를 한층 키웠다.

마한시대의 춤을 현대적 감각으로 재해석한 ‘2019 마한군무 전국대회’는 기존 ‘마한 춤 경연대회’에서 명칭을 바꿔 수준 높은 전국 대회로 탈바꿈한다.

이 밖에도 인기 TV프로그램 복면가왕을 패러디한 ‘마한인 복면가왕’과 나주시민 1000명이 함께하는 ‘천인 마한등’은 이번 축제 행사에 새롭게 편성됐다.

11일 남진·현숙·정수라 등 20여명의 인기 가수가 출연하는 개막축하쇼 MBC가요베스트에 이어 12일 여성 듀오 다비치와 남태현(사우스클럽) 등이 출연하는 축하 공연도 열린다.

18종의 체험프로그램 등 어린 자녀를 동반한 가족 단위 관광객들을 위한 체험·놀이 공간도 대폭 확대했다.

축제장 일대 2만 평 규모의 꽃 단지에는 산책로와 사진 찍는 장소를 조성돼 관광객에게 가을의 정취를 선물한다.

강인규 나주시장은 “이번 축제는 마한의 후손 나주인의 자긍심을 드높이고 마한 역사에 대한 전 국민적 관심을 불러일으키는 계기가 될 것”이라며 “이 축제가 대한민국 대표축제로 우뚝 설 수 있도록 남은 기간 최선을 다해 준비하겠다”고 밝혔다.

@highlight

마한과 마한인의 역사를 재조명하고 지역민의 자긍심을 고취하기 위한 축제인 '2019 대한민국 마한문화제'가 11일부터 13일까지 국립나주박물관 일대에서 개최되며 체험, 전시, 경연, 공연, 먹거리 등 다양한 프로그램을 선보인다.