유림개발이 오는 11일 서울 강남구 논현동 211-21번지 일원 '펜트힐 논현'의 견본주택을 개관한다고 4일 밝혔다.

지하 5층, 지상 17층, 전용면적 42∼43㎡ 도시형 생활주택 131가구, 전용 52∼84㎡ 오피스텔 27실로 구성됐다.

단지는 강남 언주로와 학동로가 만나는 서울세권 사거리 대로변에 들어선다.

지하철 7호선 학동역이 도보 3분 거리에 있다.

분당선ㆍ7호선 강남구청역은 도보 10분, 9호선 언주역은 도보 12분 거리다.

유림개발은 단지 내 하이엔드급 라이프 스타일을 조성한다는 계획이다.

호텔식 컨시어지 서비스와 하이엔드 커뮤니티 시설 등 고급 주거환경이 주현된다.

리셉션 데스크가 운영되고 발렛파킹과 룸클리닝, 세탁대행 서비스도 제공된다.

지하 2∼3층에는 파티나 돌잔치 등 소모임을 위한 클럽하우스, 피트니스와 GX룸, 사우나, 수영장이 포함된 힐링 센터도 조성된다.

단지 내ㆍ외부에도 고급스러운 설계가 적용된다.

단지 외관에는 고가의 수입 세라믹 패널이 적용되며, 호텔식 로비도 조성된다.

개방감 확보를 위해 인접 단지와 40∼60m의 거리를 뒀고, 일반 아파트(2.3m)의 천장보다 높은 2.7m의 층고로 지어진다.

첨단 홈 IoT 시스템에 기반한 보안 체계도 기대를 모은다.

투 트랙 보안시스템을 통해 단지 내 보안을 강화할 예정이다.

주 출입구와 엘리베이터 홀 자동문ㆍ세대용 출입구 등을 출입하고자 할 때에는 얼굴ㆍ카드 인식을 거쳐야 하며, 주거시설 로비와 엘리베이터 등에는 지능형 영상감시시스템이 탑재된다.

또한 미세먼지 차단 청정 시스템이 도입되고 집 안팎에서 주차관제는 물론 내부 가전 등을 AI스피커ㆍ휴대폰 등 모바일 기기를 통해 조작할 수 있다.

견본주택은 서울시 강남구 삼성동 145-8 번지에 마련됐다.

입주는 2021년 8월 예정이다.

@highlight

유림개발이 오는 11일 강남 언주로와 학동로가 교차하는 서울 강남구 논현동 211-21번지에  '펜트힐 논현'의 견본주택을 개관하며, 향후 단지 내 고급 라이프 스타일 조성을 예정하고 있다고 4일 밝혔다.