한국토지주택공사(이하 LH)가 장기공공임대주택 태양광 보급 사업비로 지난해 기준 34억 원을 투자했지만 실제 전기료 절감 효과는 약 2억 원에 불과한 것으로 드러났다.

LH가 자유한국당 김상훈 의원(대구 서구)에게 제출한 ‘LH 임대아파트 태양광 보급사업 현황’에 따르면, LH 태양광 시설 설치에 따른 입주 1가구 당 전기료 절감액은 한 달에 약 1천130 원인 것으로 조사됐다.

가구당 월 절감액을 지난해 태양광패널 설치 세대수인 1만7천311세대에 적용하면 세대 전체 절감액은 월 1천956만 원, 연 2억3천473만 원이다.

반면 올해 LH가 태양광 사업을 위해 국고 지원금을 제외하고 순수 지출한 비용은 34억 원이다.

즉, 태양광 사업으로 연2억 원의 전기료를 줄이기 위해 절감액의 17배를 사업비로 투자하고 있는 셈이다.

LH가 제출한 ‘태양광 설치 사업비 대비 전기료 비용절감 간 손익분기점’을 살펴봐도 태양광 사업의 낮은 수익성을 재확인할 수 있다.

지난해 설치비를 기준으로 LH 사업비 대비 9년2개월이 지나야 비용회수가 가능하다.

결국 계속 투입하는 사업비를 감안한다면 실제로는 적자를 보는 구조다.

LH의 부담이 늘어나는 것도 만만치 않은 문제다.

2006년에는 51억 전액을 국고 지원 받아 태양광 보급 사업을 시작했지만 점차 국고 지원액이 줄어들어 지난해 현재 국고 지원은 30억 원으로, 전체 사업비 대비 30%밖에 되지 않고 있다.

반면 동기간 LH 자체 부담 사업비는 0원에서 34억 원까지 증가했다.

게다가 2018년도부터 공기업 경영평가 항목에 ‘태양광 관련 성과평가 지표’가 신설돼, 낮은 수익성을 이유로 태양광 사업비를 줄이기도 어려워 울며 겨자먹기식으로 사업이 진행될 소지가 큰 상황이다.

게다가 태양광 패널의 수명이 최장 20년에 불과해 폐기물 처리에도 적지 않은 비용이 들 수밖에 없는 구조다.

김상훈 의원은“태양광 사업은 비용회수기간이 오래 걸리고 사업비를 투입할수록 손해인 경우가 대부분”이라며“관계부처는 LH 뿐만 아니라 다른 공기업의 태양광 설비 사업 수익성도 전수 조사하여 국민 세금이 낭비되는 것을 막아야 할 것”이라고 밝혔다.

@highlight

자유한국당 김상훈 의원은 한국토지주태공사가 장기공공임대주택 태양광 보급 사업비로 지난해 기준 34억 원을 투자했지만 실제 전기료 절감 효과는 약 2억 원에 불과하며 지난해 설치비를 기준으로 LH 사업비 대비 9년2개월이 지나야 비용회수가 가능하다며 사업비를 투입할수록 손해라고 비판했고, 다른 공기업의 태양광 설비 사업 수익성도 조사해야 한다고 주장했다.