무디스, "북한 지정학적 리스크 과거보다 완화" 한국경제 홍보에 나선 정부가 해외 투자기관과 만난 자리에서 "한국은 IMF(외환위기)와 금융위기를 성공적으로 극복한 경험과 충분한 정책 여력을 바탕으로 어려운 대내외 여건에 대응해나갈 것"이라고 설명했다.

김용범 기획재정부 1차관은 지난 3일 영국 런던에서 자산운용사·투자은행 등 30여 명의 투자자들이 참석한 '투자자 라운드테이블'에서 이같이 밝혔다.

김 차관은 이날 '지속적인 복원력과 경제활력 제고'를 주제로 한 발표를 통해 "한국 경제가 높은 대외 불확실성과 대내 구조적 변화의 이중고에 직면해 있으나, 이러한 도전을 잘 극복해 나갈 것"이라고 말했다.

그는 외부 충격에 대한 강한 복원력(resilience) 보유, 경제활력 제고를 위한 정책 역량 집중, 수출국 다변화 등 미·중 무역분쟁 대응, 혁신성장 가속화, 지정학적 위험 완화, 인구구조 대응·사회 안전망 구축 등 정책 추진을 통해 한국 경제가 위기를 극복할 수 있다는 점을 강조했다.

김 차관은 "한국경제에 디플레이션 우려는 없고 충분한 재정·통화정책 여력을 바탕으로 경기 하방 리스크에 충분히 대응할 수 있는 준비가 돼 있다"며 "중기재정 계획상 GDP 대비 국가채무 비율이 40%대 중반 수준으로 여전히 OECD 국가들에 비해 낮은 수준"이라고 덧붙였다.

그는 또 국제신용평가사인 무디스를 방문, 국가신용등급 평가를 담당하는 고위급 인사와 면담을 통해 최근 대내외 경제 여건 및 우리 정부의 정책 대응 등을 설명하고, 한국 정부의 의지와 정책적 노력이 국가신용등급 평가에 충분히 반영될 수 있도록 요청했다.

무디스 측은 우리나라의 재정 여력이 여타 주요국보다 양호하며, 세계 경제 하방 위험에 대응하기 위한 확장적 재정정책 추진을 긍정적으로 바라봤다.

또 북한 관련 지정학적 리스크가 국가신용등급 상향의 제약 요인으로 작용하고 있으나, 과거보다 완화됐다고 평가했다.

김용범 기재부 1차관이 지난 3일 런던에서 투자자 라운드테이블 열고, 해외 투자기관에 한국 경제 상황을 설명하고 있다.

@highlight

김용범 기획 재정부 1차관은 지난 3일 영국 런던에서 자산운용사 및 투자은행 등 30여 명의 투자자가 참석한 '투자자 라운드 테이블'에서 한국이 IMF와 금융위기 극복 경험과 충분한 정책여력을 바탕으로 대외불확실성과 대내 구조적 변화를 해결할 수 있다고 밝혔다.