가을장마와 함께 잦았던 태풍이 지나고 제법 많이 선선해진 날씨 탓에 체온관리 하기가 무척 어려운 시기다.

이런 때일수록 건강한 사람은 물론, 신체의 면역이 약한 이들은 컨디션 관리에 신경 쓰며 기존에 가지고 있던 질병이나 질환들이 악화되지 않도록 더욱 유의할 필요성이 있다.

건강기능식품인 차가버섯 추출분말 제품을 전문으로 판매 중인 기업 '상락수'에서는 최근 들어 건강 유지와 면역력 강화를 위한 제품을 구입하려는 문의가 대폭 늘어났다고 전했다.

상락수에서 판매하고 있는 차가버섯 추출분말은 우리 신체에 대해 긍정적인 역할을 하는 유효성분이 아주 다량으로 포함되어있는 러시아산 차가버섯 농축액을 국내 수입 후 건조시켜 제조한 식품이다.

섭취법이 상당히 복잡하고 까다로운 차가버섯 덩어리의 단점을 최대한 보완하여 물에 타서 음용하면 되도록 개발한 제품이다.

특히, 상락수 차가버섯 추출분말 제품에 함유되어있는 베타글루칸 성분은 인체의 면역을 높이는 데 도움을 주는 유효성분으로 여러 종류의 면역세포 활성화에 큰 영향을 미친다.

또한, 베툴린&베툴린산 성분은 일부 식물에만 들어있는 트리테르펜 사포닌의 일종으로 고농도 추출 자체가 상당히 어렵다고 알려져 있는데, 이 성분을 효과적으로 추출하는 첨단 기술을 상락수에서 개발 보유해 제품화에 적용하고 있다.

차가버섯 추출분말 상락수의 관계자는 "각종 첨단 장비를 이용해 미생물 검사와 중금속 검사 등 총 23종류의 검사를 세밀하게 진행하며, 해당 검사에서 통과된 제품들만 상품으로 출시하고 있다. 한국기능식품연구원 등의 검사 의뢰를 거치고 있는 상락수 차가버섯 추출분말 제품들은 회사 홈페이지에 가입한 고객들이 제품 무료 체험을 해볼 수 있도록 무료샘플 증정 이벤트를 진행하고 있으며, 해당 이벤트는 회원가입 후 최초 1회에 한해 참여할 수 있다."라고 전했다.

@highlight

기업 '상락수'는 선선해진 날씨 탓에 인체의 면역을 높이는 데 도움을 주고 면역세포 활성화에 영향을 미치는 건강기능식품인 차가버섯 추출분말 제품에 대한 문의가 늘었다고 전했다.