경희의료원 '개원 48주년 기념식'에 참여한 참가자들이 기념사진을 촬영하고 있다.

경희의료원은 4일 서울 동대문구 병원 정보행정동에서 개원 48주년 기념식을 개최했다.

이번 행사에는 김기택 의무부총장 겸 의료원장, 오주형 의대병원장, 황의환 치과병원장, 이진용 한방병원장, 정상설 암병원장 등 교직원 300여 명이 참석했다.

미원임상의학상 시상 △장기근속자·우수부서·우수직원상 포상 순으로 행사를 진행했다.

연구논문분야의 경희의학상은 내분비내과 전숙, 신경과 김범준, 이비인후과 은영규, 안과 신재호, 정형외과 이상학, 산부인과 이종민, 보존과 장지현, 순환신경내과 권승원, 한방소아과 장규태, 한방내과 박성욱 교수가 수상했다.

연계(산학)협력분야에는 폐장호흡내과 이범준 교수가 선정됐다.

임상분야의 우수한 의료진에게 부여하는 미원임상의학상은 금상에 신경외과 김승범, 호흡기알레르기내과 곽원건, 심장내과 이정명, 구강내과 전양현, 한방소아과 이진용 교수가, 은상에는 이비인후과 김성완, 정형외과 정비오, 신경과 윤성상, 소아치과 최성철, 폐장호흡내과 정희재 교수가, 동상에는 이식혈관외과 안형준, 내분비내과 전숙, 심장내과 김원, 교정과 김성훈, 침구과 이승훈 교수가 수상했다.

김기택 의료원장은 "48년 간 급변하는 의료 환경 속에서 의료원은 끊임없이 변화해나가며 앞으로 나아가고 있다"며 "지금까지 걸어왔던 길을 되돌아보며 현재에 안주하기보다는 화합과 협력을 토대로 우수한 경희의학을 널리 알리고, 능동적인 성장을 추구하기를 기대한다"고 말했다.

@highlight

경희의료원은 4일 서울 동대문구 병원 정보 행정동에서 교직원 300여 명이 참석한 가운데 개원 48주년 기념식을 열었으며 이 자리에서 김기택 의료원장은 현재에 안주하기보다는 화합과 협력을 토대로 우수한 경희 의학을 널리 알리고, 능동적인 성장을 추구하기를 기대한다고 밝혔다.