국립농산물품질관리원 충남지원 예산사무소(사무소장 김수진, 이하 '농관원')는 통신판매 증가 등 변화하는 유통환경에 대응하고, 원산지 표시에 따른 가공업체와 음식점의 불편을 해소하기 위해 '농수산물의 원산지 표시에 관한 법률' 하위규정이 개정됐다고 밝혔다.

주요 개정사항은 ▲통신판매, ▲농수산물 가공품, ▲음식점의 원산지 표시에 해당하며, 급격히 증가하는 통신판매의 체계적인 관리를 위해 원산지 표시대상과 방법을 개선했다는 것.

아울러통신판매 원산지 표시 관리대상을 '전자상거래법'에 따라 신고한 통신판매업자의 판매와 통신판매중개업자가 운영하는 사이버몰 판매로 명확히 했다.

인터넷 판매 시 '전자상거래법'표시방법에 의한 원산지 표시를 허용하고, 제품 포장재에 표시가 어려운 경우 영수증 표시를 허용하는 등 다양한 방법으로 원산지를 표시할 수 있도록 했다.

전자상거래법관리대상과 통일하고, 별도 창을 이용한 표시를 허용해 현장의 혼란 방지에 따른 원산지 표시에 따른 현장의 애로사항을 해소하기 위해 농수산물 가공품과 음식점의 원산지 표시방법을 합리적으로 개선하고.

농수산물 명칭이 제품명에 포함되면 해당 농수산물을 모두 표시하는 규정을 3순위 이외의 미량 원료는 '식품표시광고법'에 따라 원재료명을 생략하면 원산지 표시도 생략할 수 있도록 했다.

'식품표시광고법'은표시방법과 통일해 가공업체의 불편 해소 하기 위해 음식점에서 사용하는 식재료 중 가공품은 주원료만 표시토록 명확히 하고, 거래명세서 등으로 원산지 확인이 가능한 경우에는 보관장소(냉장고 등)의 원산지 표시를 생략할 수 있도록 했다.

예산 농 관원 관계자는 "이번 조치는 변화하는 유통환경을 반영하고 현장의 어려움을 해소하며, 소비자 정보제공에는 지장이 없도록 표시방법을 개선했다"며 "향후에도 원산지 표시의 실효성은 강화하면서 현장의 불편은 최소화 되도록 제도를 보완해 나갈 계획" 이라고 말했다.

@highlight

국립농산물품질관리원 충남지원 예산사무소는 변화하는 유통환경에 대응하고, 업체와 음식점의 원산지 표시 관련 불편을 해소하기 위해 '농수산물의 원산지 표시에 관한 법률' 하위규정을 개정해서 표시대상과 방법을 특성에 맞게 바꾸어 소비자 정보제공에 지장이 없도록 제도를 개선해 나갈 예정이다.