김종민 국회의원(더불어민주당, 충남 논산·계룡·금산)이 지난 3일 광산김씨 종중대표들을 만나 사계 김장생선생의 묘소 정비에 대한 필요성을 듣고 논의하는 시간을 가졌다.

충청 유학의 본산인 논산시 연산면은 지난 7월 유네스코 세계문화유산에 등재된 돈암서원과 예학의 종장 사계 김장생선생의 문화유적이 많이 산재돼 있고, 사계선생이 수학하고 강학 활동을 하여 수많은 제자를 양성한 유서깊은 유학의 산실이며 기호유학의 구심적 역할을 한 지역이다.

돈암서원이 유네스코 세계문화유산에 등재되면서 그 위상이 높아짐에 따라 멀지않은 고정산 자락에 위치한 충남기념물 제47호 사계 김장생선생 묘소 또한 이에 걸맞게 정비 되어야 한다는 필요성이 대두됐다.

이날 간담회는 돈암서원의 세계문화유산 등재를 다시 한 번 축하하며 지역의 귀한 자원들을 보호, 활용하자는 의미에서 돈암서원에서 개최되었으며 김형도 충남도의원, 김만중 논산시의원과 8명의 광산김씨 종중대표들이 참석했다.

종중 대표들은 "현재 묘소 주변에는 송림과 잡목이 우거져 있어 경관을 크게 저해하고 있고 관광객을 위한 편의시설이 전무한 상태로 방치되고 있다"며 정비의 필요성을 설명했고, 산책로와 김장생 선생의 업적을 나타내는 소공원 조성 등 여러 의견을 제시했다.

이에 김종민 의원은 "이제는 시설위주의 개발 뿐만 아니라 우리 정신문화와 관련된 자원과 유적지를 계승·발현시키는데 더욱 힘써야 할 것"이라며, "논산시와 충남도와 함께 공원 조성 등 돈암서원, 탑정저수지 관광과 연계 개발로 시너지효과를 낼 수 있는 사업을 연구해 나가겠다"고 말했다.

간담회에 참석한 한 종중 대표는 "돈암서원 유네스코 세계문화유산 등재를 매우 기쁘게 생각하며, 지역에 귀한 보물이 생긴 만큼 그에 맞는 지역발전이 이루어지길 기대한다"고 말했다.

@highlight

김종민 의원이 지난 3일, 광산김씨 종중대표들을 만나 충남기념물 제47호 사계 김장생선생 묘소 정비에 대한 필요성이 대두되어 논의 시간을 가졌으며, 이날 종중 대표들은 산책로와 김장생 선생의 업적을 나타내는 소공원 조성 등 여러 의견을 제시했다.