보건복지부가 액상형 전자담배의 유해성을 조사하고서도 이를 방치한 것으로 드러났다.

국회 보건복지위원회 자유한국당 간사 김명연 의원(안산시 단원구 갑)에 따르면 보건복지부는 지난 2015년 공주대학교에 의뢰한 '새로운 형태의 전자담배의 액체상 중 유해물질 분석법 개발 및 실태조사'를 통해 액상형 전자담배에서 유해물질이 발견됐음에도 아무런 조치를 취하지 않고 있었던 것으로 나타났다.

당시 조사에서는 카르보닐화합물류 21종, 에탄올 등 휘발성유기화합물 13종 등이 새롭게 발견됐다.

2015년 연구용역은 액상 교체형 전자담배 21종과 액상 일체형 전자담배 7종과 가향제 283종을 대상으로 유해성 검사를 진행했다.

그 결과 기존에 발견되지 않았던 벤츠알데하이드 등 21종의 카르보닐화합물과 에탄올과 메탄올 등 휘발성유기화합물 13종 역시 새롭게 발견된 것으로 드러났다.

특히 아연, 벤질 알콜 등이 발견되어 이들에 대한 흡입 시 유해성에 대한 분석이 지속적으로 필요하다는 것을 시사하고 있다.

그러나 보건복지부는 해당 연구 이후 전자담배의 유해성에 대한 후속 연구를 중단했다.

실제 성분 실험을 담당하는 식품의약품안전처 역시 지난해 액상형 전자담배 배출물 시험 시 7개의 성분을 새롭게 추가했을 뿐 더 이상의 연구는 진행되지 않았다.

김 의원은 "정부당국이 유해성을 인지하고 있음에도 아무런 후속 연구와 대처가 없었다는 것은 정부의 직무유기"라며 "정부가 이렇게 손을 놓고 있는 동안 전자담배 회사들은 국민들의 건강을 위협하며 세를 불리고 있는 상황"이라고 지적했다.

김 의원은 "미국 CDC(미국질병통제예방센터)는 현재 문제가 되고 있는 액상형 전자담배로 인한 폐질환 의심환자가 800명이 넘자 해당 회사의 대표가 사퇴했으며 중국에서는 이틀 만에 업체 자체적으로 판매를 중단했다"며 "그런데 국내에서는 아무런 문제가 없다는 입장만을 고수하는 것은 우리나라를 기만하는 행위"라고 주장했다.

@highlight

자유한국당 간사 김명연 의원에 따르면 보건복지부는 지난 2015년 '새로운 형태의 전자댐배의 액체상 중 유해물질 분석법 개발 및 실태조사'를 통해 액상형 전자담배에서 유해물질이 발견됐음에도 후속 연구와 대처가 없어 사실상 방치했다며 직무유기라고 지적했다.