박승원 광명시장이 시민의 날 기념사를 하고 있다.

박승원 경기 광명시장이 '민선7기 1년은 시민이 광명의 주인으로 우뚝서는 토대를 마련하고, 무엇을 향해 가야하는 지 성찰하고 고민하는 시간이었다'고 지난 날을 회고했다.

박 시장은 5일 열린 제38주년 시민의 날 기념식에 참석, '어려운 일이 있을 때마다 곳곳에서 나타나 애써주시고, 38년 동안 광명을 지켜주신 모든 시민 여러분들께 진심으로 감사드린다'면서 이 같이 밝혔다.

기념식은 시립농악단의 풍물공연으로 시작돼 경기도지사 축하메시지 낭독, 시민헌장 낭독, 광명시 발전을 위해 헌신한 제31회 시민대상 수상자들에 대한 시상식으로 이어졌다.

광명시민대상에는 이미경 좋은 이웃들 단장, 조용호 광명상공회의소 부회장, 이정환 지역사회보장협의체 대표 민간위원장이 수상했다.

특히, 이날 행사에는 홀몸어르신 등 소외계층과 소상공인, 환경미화원 등 어려운 여건 속에서도 열심히 일하는 시민을 특별 초청해 '시민의날 행사'의 의미를 더했다.

박 시장은 "공공의 이익을 위한 공정한 성장을 위해 시민 모두 함께 가는 것이 우리가 가야할 방향"이라면서 "누구도 소외되거나 차별받지 않고 함께 잘 사는 광명을 만드는 것이 우리 모두의 꿈이다. 그 꿈을 시민참여를 통해 조금씩 실현해 나가고 있다"고 했다.

또 "시민이 참여하는 최고의 자치 분권도시, 일자리 있는 경제 도시, 촘촘한 복지서비스 도시, 청년에게 희망을 주는 도시, 평생학습?교육도시, 시민의 쉼터가 되는 도시를 만들어 가고 있다"며, "시민의 날을 맞아 다시 한번 단결하고 화합하며 서로 격려하는 시간이 됐으면 한다. 공공, 공정, 공감의 가치로 함께 꿈꾸는 잘사는 광명을 만들어 나가자"고 덧붙였다.

한편 시는 금일 '18개동 통합 시민의날 기념 시민화합 체육대회'를 함께 열 예정이었으나 아프리카 돼지열병 확산을 사전에 방지하기 위해 최소했으며, 체육대회는 각 동별로 개최할 계획이다.

@highlight

박승원 광명시장은 5일 시민의 날 기념식에 참석하여 38년 동안 광명을 지켜주신 시민들에게 감사를 드리고 민선7기 1년은 시민이 광명의 주인인 토대를 마련하는 시간이었다고 말하였으며 특히 행사에 소외계층과 소상공인, 환경미화원 등 함께 참여해 더 특별한 시간이 되었다.