단양군의 인구가 올해 8월 현재 2만 9928명으로 심리적 저지선인 3만명 이하로 감소했으나, 인구 감소가 지역에 미치는 영향은 미미한 것으로 분석됐다.

높은 사망률과 낮은 출생률로 인하여 한 해 200∼300명이 자연적으로 감소하고 있지만, 자체수입(지방세+세외수입)은 지속적으로 증가하고 있고 재정자립도와 1인당 예산액도 증가해 지역주민에게 돌아가는 수혜는 증가하고 있는 것으로 나타났다.

또한, 군 전체 예산 중 42%를 차지하고 있는 지방교부세는 지역의 낙후도와 인구 감소지역 보정수요를 강화해 인구감소에도 증가하고 있으며, 예산도 2016년 2593억 원에서 2019년 3848억 원으로 지속적으로 증가 추세를 보이고 있다.

2016년 기준 1인당 지역 내 총생산은 도내 3위이며 1000만 관광객 돌파 및 전국 체육대회 유치 등 유동인구의 증가로 단양의 '경제 멘탈'은 견고한 편이다.

정주인구의 소비패턴 다양화로 지역주민의 지역 내 소비는 낮아지고 있어 실질적인 유효 수요에 미치는 영향도 미미한 것으로 보인다.

다만, 구매력 감소와 장기적인 학령인구 취약으로 군민 자존감 저하가 우려되는 현실이다.

전국적으로 수도권을 제외한 농촌지역 인구가 감소 추세인 지금 인구 총량이 7만명이든, 5만명이든, 3만명이든 점차적으로 떨어져 가고 있고, 그 추이와 방향은 동일하나 단지 떨어지는 비율이 얼마나 큰지와 속도의 문제이나 완만한 감소세를 보이고 있다.

각종 정보를 통해 인구 3만명의 붕괴가 마치 자치단체의 존립이나 지역경제에 큰일이라도 일어날 것처럼 우려와 걱정이 있으나, 농촌지역 및 소도시가 겪는 일반적인 현상이고 3만명 이하로의 감소는 심리적인 수치에 불과한 것으로 보인다.

곽명호 군 홍보팀 주무관은 "체류형 관광정책의 지속 추진과 지역경제 활성화 시책을 통해 경제 멘탈을 더욱 강화해, 주민 삶의 질을 높이고 정주여건을 개선하는 등 인구 회복을 통한 꿈과 희망이 있는 살기 좋은 단양을 만드는데 모든 행정력을 집중할 계획"이라고 밝혔다.

@highlight

단양군의 인구가 올해 8월 3만명 이하로 감소했으나 유동인구의 증가로 단양의 '경제 멘탈은'은 견고한 수준이며 자체수입, 재정자립도, 1인당 예산액도 지속적으로 증가하고 있다.