우리아메리카은행이 내부통제 체계 구축에 힘입어 영업망과 영업실적 확대에 박차를 가하고 있다.

국내 은행들은 이자수익에 치중된 수익구조 한계를 극복하기 위해 비이자이익 강화와 해외 수익 증대에 힘쓰고 있는 상황이다.

6일 우리은행은 미국에서 자금세탁 등의 컴플라이언스 및 리스크 관리체계를 현지 금융당국이 요구하는 글로벌 기준에 맞춰 구축했다고 밝혔다.

현재 우리은행은 미국 현지 법인인 우리아메리카은행을 비롯해 뉴욕지점, LA지점을 운영 중이다.

해외시장에 진출한 우리 금융산업이 직면한 컴플라이언스 이슈 중 하나는 '자금세탁방지(AML) 대응이다.

금융회사는 단순히 AML시스템 구축 뿐만 아니라 이제는 AML를 위한 내부업무 및 영업점 프로세스의 조정 등 미세한 부분까지 신경을 쓰고 있다.

자금세탁방지 등 준법 감시 시스템이 미비하면 과태료를 물게 된다.

우리아메리카은행은 이에 대응해 내부통제 체계를 견고히 하며 미주 영업을 확대하고 있다.

우리은행 관계자는 "현지 진출 이후 미국 금융당국이 요구하는 수준의 내부통제 요건을 갖추기 위해 관련 전산시스템 구축에 대한 투자와 해당 분야 전문인력 채용을 선제적으로 확대해 왔다"면서 "이러한 노력에 힘입어 우리은행은 최근 실시된 미국 금융당국의 종합검사를 무난하게 마칠 수 있었다"고 전했다.

최근에는 달라스, 시카고, 시애틀, 덴버에 영업점을 신설해 교민을 상대로 영업을 강화하며 영업수익을 지속적으로 늘리고 있다.

2017년 6400만달러, 2018년 7100만달러의 영업수익을 달성했고, 2019년에는 8100만달러 상당의 영업수익 달성을 목표로 하고 있다.

우리아메리카은행은 1984년 뉴욕에서 법인 설립후 캘리포니아, 뉴저지 등 미주 전역에 25개의 영업망을 운영하고 있다.

한편 우리은행은 뉴욕, LA지점의 지상사 영업을 활성화하고, 수익성 높은 우량 신디케이티드론을 집중 발굴하는 등 IB영업을 확대하고 있다.

뉴욕지점은 올 초 국내 자산운용사의 항공기 구입에 필요한 항공기금융을 주선하는 등 글로벌 IB 우량 자산 확보에 나서고 있다.

@highlight

해외시장에 나가있는 금융산업의 컴플라이언스 이슈 중 하나는 '자금세탁방지(AML) 대응으로, 우리아메리카은행은 내부통제 체계를 견고히 하며 미주 영업을 확대하고 있는 가운데, 우리은 미국에서 자금세탁 등의 컴플라이언스 및 리스크 관리체계를 현지 금융당국이 요구하는 글로벌 기준에 맞춰 구축했다고 6일 밝혔다.