고창군은 지난 4일부터 오는 11일까지 방장산 패러글라이딩 활공장에서‘2019 패러글라이딩 월드컵 아시안투어 고창대회’를 펼치고 있다.

이는 고창의 방장산 활공장에서 아시아 최고의 패러글라이딩 선수들이 지축을 박차고 올라 드넓은 푸른 하늘 속으로 뛰어들게 된 것이다.

이들은 아찔함도 잠시, 해발 700여m 아래로 농생명식품수도 고창의 누런 황금들판과 멀리 서해바다까지 눈에 담고 있다.

방장산 활공장은 주변에 전선이나 바위 등 장애물이 없고, 서해안에서 불어오는 바다바람을 이용하기 때문에 패러글라이딩을 즐기기에 최적지로 평가되고 있기 때문이다.

이번 대회는 국내선수를 포함한 14개국 110명의 패러글라이딩 전문 선수들이 참여한 가운데 군은 지난해 사전대회 격인 ‘프레 패러글라이딩 월드컵’을 열어 대회장여건 및 음식, 숙박, 교통 등에서 호평을 이끌어 냈다.

군은 올해 투어 대회도 성공적으로 치러내며 내년 ‘패러글라이딩 월드컵’ 본대회를 차질 없이 준비해 나갈 계획이며‘고창모양성제’기간과 맞물려 국내외에 축제 홍보와 함께 고창을 널리 알리는 데 기여할 것으로 기대되고 있다.

지난 4일 고창청소년수련관에서 유기상 군수를 비롯해 조규철 군의장, Stephane Malbos CIVL(국제행패글라이더위원회)회장, 대한체육회 김종훈(전 국회의원) 국제교류대사, 대한패러협회 김진오 회장, 전라북도 패러협회 홍성태 회장, 고창군패러협회 유정권 회장, 송진석 조직위원장(진글라이더 대표), 정동안 전)한국활공협회장 등 내빈이 참석해 기념식이 진행됐다.

유 군수는“세계 각국의 활공인 여러분의 고창 방문을 환영한다”며 “전 행정구역이 유네스코 생물권보존지역인 고창의 먹거리는 물론 선사시대부터 가장 찬란한 문명을 꽃피운 한반도 첫 수도 고창의 자연과 문화관광자원을 맘껏 즐기시며, 안전한 대회가 되길 바란다”고 말했다.

@highlight

고창군은 지난 4일부터 오는 11일까지 방장산 패러글라이딩 활공장에서 14개국 110명의 전문 선수들의 참여 속에 '2019 패러글라이딩 월드컵 아시안투어 고창대회'를 개최와 동시에 '고창모양성제' 기간과 맞물려 고창 홍보에 도움이 될 것이라 기대한다.