미국 정부가 최근 한국 등 10개국의 세계무역기구(WTO) ‘개발도상국’ 지위에 대해 문제를 제기하고 나선 가운데 경기도가 농업 분야의 대응 방안에 대한 논의에 들어갔다.

6일 도에 따르면 도는 지난 4일 도청에서 경기도, 대외경제정책연구원, 경기연구원, 경기농식품유통진흥원, 경기경제과학진흥원, aT 경기지역본부 등 관계 기관과 학계 전문가 10여 명이 참석한 가운데 WTO 개도국 지위 관련 농업분야 대응전략 방안에 대한 간담회를 개최했다.

간담회는 ‘WTO 개도국 지위 논의에 따른 농업분야 동향’ 주제 발표에 이어 종합토론 순으로 진행됐다.

종합토론에서 참석자들은 "주요 대응 전략으로 ‘공익형 직불제’와 ‘경기도 농민소득’ 도입 등을 통해 현행 보조금 체제를 전환할 필요가 있다"고 강조했다.

또 생산화 시설 고도화, 농업 연구·개발 확대, 내수 기반 강화 등을 통한 도 농업 경쟁력 강화 품목별 수출 통합조직 육성, 해외 마케팅 고도화, 수출 전문단지 시설개선 등을 통한 수출 지원 확대도 대책으로 제시했다.

도는 WTO 협상 동향을 주시하면서 농림축산식품부 등 관계 부처와 협조체계를 구축하고 전문가와 현장 의견을 반영해 대응 전략을 수립할 계획이다.

김충범 도 농업정책과장은 "농산물 관세 및 농업 보조금 축소 등 우려되는 상황에 대해 선제적으로 대비할 수 있는 환경을 조성하겠다"고 말했다.

한편, 우리나라는 우루과이라운드(UR) 협상 결과에 따라 1995년부터 농업 분야만 개발도상국 지위를 유지하면서 농산물 관세, 농업보조금 분야 등에서 선진국보다 유리한 대우를 받고 있다.

그러나 지난 7월 미국 정부가 한국, 멕시코, 터키, 브루나이, 홍콩, 쿠웨이트, 카타르, 마카오, 싱가폴, UAE 등이 개도국 지위를 유지하는 것에 문제가 있다는 입장을 밝혀 농업 분야 개도국 지위를 상실할 위기를 맞고 있다.

미국은 이후 90일 시한 내 WTO가 진전된 안을 내놓지 못할 경우 해당 국가에 대한 개도국 대우를 일방적으로 중단하겠다는 입장이다.

@highlight

경기도는 미국 정부가 한국 등 10개국의 세계무역기구(WTO) ‘개발도상국’ 지위에 대해 문제를 제기한 것과 관련해 관계 기관과 학계 전문가 10여 명이 참석하여 농업분야 대응전략 방안에 대한 간담회를 개최하였는데 이 토론에서 참석자들은 ‘공익형 직불제’와 ‘경기도 농민소득’ 도입 등을 통해 현행 보조금 체제를 전환할 필요가 있다고 주장했다.