코오롱인더스트리FnC부문(이하 코오롱FnC)이 전개하는 세 개의 골프 브랜드 '엘로드', '잭니클라우스', '왁'이 다시 한번 뭉쳤다.

코오롱FnC는 코오롱몰에서 세 브랜드가 'WHAT A SHOT! 나인홀을 잡아라!'을 진행한다고 7일 밝혔다.

이번 온라인 기획전 'WHAT A SHOT! 나인홀을 잡아라!'는 프레스티지 토탈 골프 브랜드를 지향하는 '엘로드', 프리미엄 골프 캐주얼을 선보이는 '잭니클라우스', 컨템포퍼리 골프웨어의 진수를 제안하는 '왁' 3개 브랜드가 봄 시즌 이후 다시 뭉쳐 다양한 이벤트를 제안한다.

7일부터 16일까지 10일간 코오롱몰 사이트에 접속해 홀인원 버튼을 눌러 출석 체크를 하면 출석 일수에 따라 포인트와 할인쿠폰 등 다양한 혜택을 받을 수 있다.

이 가운데 나인홀을 획득한 고객 전원에게는 코오롱몰에서 사용할 수 있는 5000포인트를 증정하며 추첨을 통해 잭니클라우스 선수의 친필모자, 왁의 캐디백과 뉴에라 콜라보레이션 캡, 엘로드의 방풍 자켓과 필터 마스크 등의 다양한 상품을 증정한다.

또한 가을 시즌을 맞아 골퍼를 위한 다양한 골프아이템과 기획전을 각 홀별로 준비했다.

각 브랜드가 준비한 신상 캐디백 제안부터, 라운드에 최적화된 엘로드의 GX라인, 잭니클라우스의 경량 방풍 자켓, 왁의 시즌 테마가 돋보이는 캐시미어 아이템 와키미어까지 골퍼들을 위한 재미있는 기획전을 마련했다.

코오롱FnC Golf 사업부 관계자는 "지난 봄 시즌 진행했던 골프 통합전에서 전년 동기 대비 매출이 139% 신장률을 보였으며 방문자수도 245% 급증했다"면서 "골프 3개 브랜드가 한 데 뭉치면서 시너지를 내는 만큼 앞으로도 3개 브랜드가 다양한 마케팅을 펼쳐 고객에게 다가갈 것"이라고 밝혔다.

@highlight

코오롱FnC의 온라인 기획전 'WHAT A SHOT! 나인홀을 잡아라!'는 7일부터 16일까지 10일간 코오롱몰 사이트에서 출석 일수에 따라 다양한 혜택을 제공하는 행사로 골프 브랜드 '엘로드', '잭니클라우스', '왁' 3개 브랜드의 통합 이벤트이다.