행정안전부가 제18호 태풍 ‘미탁’으로 주택 1천700여동과 농경지 1천370㏊ 등이 침수 피해를 입은 경북도에 특별교부세 15억원과 재난구호사업비 1억1천만원을 긴급 지원한다.

행안부는 태풍으로 피해를 입은 경북을 비롯해 강원, 부산, 전남, 경남, 제주 등 6개 지자체에 특별교부세를 지원한다고 6일 밝혔다.

특별교부세는 피해시설의 응급복구와 잔해물처리 등에 필요한 비용을 지원하는데 쓰인다.

또 이재민 긴급구호, 임시 주거시설 운영, 생필품 구입 등을 위해 재난구호사업비도 지원된다.

도는 주말에도 울진·영덕 등 동해안 태풍피해 지역 복구에 구슬땀을 흘렸다.

6일 도청, 환동해지역본부, 직속기관, 도의회 소속 사무관 이상 간부 260여명은 울진·영덕 지역에서 피해복구 작업에 나섰다.

이철우 도지사도 이날 오전과 오후 울진·영덕을 찾아 피해복구 작업에 동참한 뒤 영덕 강구보건지소 앞에서 강구시장 피해지역 주민대표들과 간담회를 가졌다.

이 자리에서 주민들은 화전천 범람의 원인, 강구시장 침수 원인 등을 설명하며 화전천 정비, 강구시장 배수시설 설치 등을 요청했다.

이 도지사는 “항구적 대책을 수립해 태풍 피해가 재발하지 않도록 하겠다”며 “화전천 월류 방지벽 3㎞를 특별조정교부세를 투입해 긴급히 건설하고, 화전천 확장안은 내년도 사업계획에 반영해 행안부에 건의해둔 상태”라고 밝혔다.

또 “강구역 철도지하차도 설치 관련 부분은 도가 직접 철도시설공단과 협의해 나가겠다”고 덧붙였다.

이날 오후에는 권영진 대구시장이 영덕군 강구면 피해현장을 직접 찾아 피해주민들을 위로하고 대구자원봉사센터 봉사자 등을 격려했다.

대구시는 울진·영덕 지역 피해복구 지원을 위해 공무원 270여명, 굴착기·덤프·살수차 등 중장비를 지원하고 있다.

@highlight

행전안전부가 태풍 미탁 으로 피해입은 6개 지자체에 피해시설의 응급복구와 잔해물처리 등에 필요한 비용을 지원하는데 쓰이는 특별교부세  15억원을 경북도에 긴급 지원한다.