태안해양경찰서가 이번 주말 추진기 손상으로 해상 표류 중 구조를 요청한 어선과 레저보트 등 4척에 16명을 구조했다.

사진은 해경이 간출암에 좌초된 어선 B호 탑승자들을 구조하는 모습.

태안해양경찰서(서장 김환경)가 이번 주말 추진기 손상으로 해상 표류 중 구조를 요청한 어선과 레저보트 등 4척에 16명 전원을 모두 구조했다.

태안해경은 지난 5일 오전 8시 20분께 원인미상의 추진기 고장으로 표류하던 모터보트 A호 조종자 이모씨(61)의 구조 요청을 받은 태안해경은 영목출장소 연안구조정과 인근 어선을 동원해 이씨 등 탑승자 2명을 구조하고 모터보트는 영목항으로 안전하게 예인 조치했다.

이어 오전 11시 32분쯤에는 충남 보령시 오천면 육도 인근 해상에서 밀물에 잠겼다 썰물에 드러나는 간출암에 연안자망 어선 B호가 좌초돼 신고를 받고 출동한 보령해경과 함께 선장 홍모씨(67) 등 탑승자 6명 전원을 구조하고 현장 구난 관리 후 대야도로 입항조치했다.

6일 오전 8시 15분 무렵에는 충남 태안군 천리포항 인근 해상에서 레저활동 중 갑자기 추진기가 멈춰 표류 중이라는 신고를 받고 출동한 모항파출소 연안구조정이 모터보트 C호 탑승자 양모씨(60) 등 2명을 구조하고 모터보트는 천리포항으로 예인했다.

또 이날 오전 10시 51분 즈음 충남 태안군 옹도항로 해상에서 통발어선 D호가 시동이 걸리지 않는다는 신고를 받고 출동해 안전해역으로 이동했다.

태안해경 관계자는 "바다는 뜻밖의 위험요소가 수시로 발생할 수 있는 만큼 철저한 사전 필수점검을 비롯해 유사시 119나 긴급신고 스마트폰 어플 '해로드' 등 각종 통신수단을 확보해 즉시 해경에 신고해 줄 것"을 당부했다.

@highlight

태안해양경찰서는 지난 5일 표류하던 모터보트 A호의 구출 요청으로 연안구조정 등을 이용해 탑승자 2명을 구했고 2일에는 태안군 천리포항 근처 해상에서 레저활동 중 표류하던 보트 C호 탑승객 2명을 구출하는 등 이번 주말에 추진 장치 고장으로 해상에서 구조를 요청한 어선과 보트 등 4척과 16명 모두를 구조했다.