지난 4일 광주시청 행정부시장실에서 정종제 행정부시장 주재로 5개 자치구 부구청장이 참석한 가운데 '광주시 인사교류 협의회'가 진행되고 있다.

광주시가 도시철도 2호선 건설, 인공지능(AI) 중심 산업융합 집적단지 조성 등 현안사업 추진에 필요한 인력 충원을 위해 자치구와 인사교류 협의에 나섰다.

6일 광주시에 따르면, 지난 4일 행정부시장실에서 정종제 행정부시장 주재로 5개 자치구 부구청장이 참석한 가운데 ‘광주시 인사교류 협의회’를 개최했다.

이번 회의에서는 지난해 9월 시와 5개 자치구가 상생발전과 협력체계 강화를 위해 체결한 ‘시·자치구 인사교류협약’에 따라 도시발전과 시민생활과 직결되는 각종 시정 현안사업 추진에 필요한 결원인력 충원을 위해 자치구 전입 50%, 신규 임용 50%의 기본원칙을 준수해 협의 추진키로 했다.

시는 그동안 자치구와 노동조합 등 사전 실무협의를 위해 지난달 25일 자치구 인사과장과 인사교류 실무협의회를 열고, 10월1일 전국공무원노동조합 광주지역본부장, 시·자치구 공무원노동조합 지부장 등과 간담회를 개최했다.

시는 연말 퇴직인력과 업무량이 대폭 증가하는 도시철도 2호선 건설, 인공지능 중심 산업융합 집적단지 조성, 상수도 노후관 교체 등 현안 업무 수요에 필요한 인력을 추계한 결과, 내년까지 단계적으로 총 162명(행정 36명, 기술 126명) 수준의 충원이 필요할 것으로 전망하고 있다.

이에 자치구 직원 인력 충원은 상반기 전입시험을 치른 행정직렬은 이달 하순께, 기술직 등 기타 직렬은 내달 16일 시 전입시험을 치르고 전입시험 결과에 따라 자치구 추천을 받아 12월께부터 순차적으로 전입·충원할 계획이다.

이정식 광주시 혁신정책관은 “5개 자치구와 상생협력을 통한 시정 발전을 위해 민선7기 새롭게 약속한 인사교류협약을 이행할 수 있도록 앞으로도 정기적으로 인사교류협의회를 열어 광주 발전의 시너지 효과가 발휘되도록 최선을 다하겠다”고 말했다.

@highlight

지난 4일 광주시청 행정부시장실에서 인공지능(AI) 중심 산업융합 집적단지 조성 등 현안사업 추진에 필요한 인력 충원을 위해 '광주시 인사교류 협의회'를 개최하여 ‘시·자치구 인사교류협약’을 체결하고 자치구 전입 50%, 신규 임용 50%의 기본원칙을 준수해 협의 추진한다.