김현수 농림축산식품부 장관은 아프리카돼지열병(ASF) 확산에 따라 일부 지역에 내려졌던 돼지 일시이동중지명령이 6일 오전 풀림에 따라 철저한 방역을 지시했다.

김 장관은 이날 오전 정부세종청사에서 열린 방역 점검회의에서 "오늘 새벽 3시 30분 경기·강원·인천 일시이동중지명령이 해제됨에 따라 더 많은 축산차량이 이동하게 된다"며 "가축이동차량 도축장 진출입 시 충분히 소독하고, 운전자가 계류장에 내리지 않도록 철저히 지도·점검해달라"고 말했다.

또 "돼지 수매와 예방적 살처분이 진행 중인 김포·파주·연천은 사후관리에 만전을 기해달라"며 "살처분 시 인력·비품 등 잔존물이 외부에 누출되지 않도록 긴급행동지침(SOP)에 따라 꼼꼼하게 처리해 달라"고 강조했다.

이어 "매몰지는 매몰을 완료한 후 생석회를 도포하고 울타리를 견고하게 설치해 달라"고 덧붙였다.

김 장관은 이날 발생지 주변 지자체에 대한 더 강력한 방역 대책을 주문했다.

김 장관은 "발생 지역 주변 고양·양주·포천·동두천·철원은 현재보다 더 강한 대책이 필요하다"며 "발생지역과의 경계선, 타 권역과의 경계선에서 소독과 이동 통제를 강화해 달라"고 말했다.

이어 "농장을 방문한 축산 차량은 다른 농장을 방문하면 한 번 더 소독하고 갈 수 있도록 조치해 달라"고 당부했다.

이날 오전 6시 현재 이번 아프리카돼지열병으로 살처분 대상이 된 돼지는 총 14만5천163마리로 15만 마리에 근접하고 있다.

이 가운데 13만8천853마리가 살처분을 마쳤고, 6천310마리가 작업을 기다리고 있다.

방역 당국은 역학 관계가 있거나 방역대 내에 있는 농가 599곳을 대상으로 정밀검사를 벌여 모두 음성 결과를 얻었다.

@highlight

김현수 농림축산식품부 장관은 돼지 일시이동중지명령이 풀림에 따라 가축이동차량 도축장 진출입 시 소독하고 운전자가 계류장에 내리지 않도록 지도, 점검하도록 지시했으며 고양, 양주, 포천, 동두천, 철원은 더 강한 대책이 필요하기 때문에 더 철저한 방역을 지시했다.