함평군의 농업회사법인 선&선 주식회사(대표 박종철)가 국내 1호 식용 기러기 사육장<사진>으로 등록돼 지역 축산농가의 새로운 소득원으로 기대를 모으고 있다.

기러기 전문 종계·종란 공급업체인 선&선은 농림축산식품부가 최근 법인이 질의한 사육장 등록과 관련 “현재 국내에서 사육중인 식용 기러기는 머스커비종(사향오리)으로서, 사육허가 대상인 오리와 달리 사육등록대상으로 관리하는 것이 타당하다”고 통보해 왔다고 밝혔다.

이에 따라 기러기를 고소득원을 발굴하려는 사육희망농가들이 등록요건만 갖추면 사육에 나설 수 있게 됐고, 식품· 외식업계의 수급난 해소에도 도움이 될것으로 전망된다.

그 동안 식용 기러기 사육농가들은 환경오염을 우려한 지자체와 주민들의 반발에 부딪혀 사육허가를 받는 데 어려움을 겪어왔다.

지난해 7월 기준으로 기러기를 20마리 이상 사육하는 농가는 전국 118호이고 사육 수도 1만9000여 마리에 불과해 만성적인 공급부족 현상을 빚어왔다.

식용 기러기 5000여 마리를 키우고 있는 박 대표는 자체 개발한 영양사료와 환경친화적인 사육 노하우로 프리미엄급 고품질 기러기와 종란 등을 분양하는데 힘써왔다.

박 대표는 “앞으로 구이와 백숙 등 10여개 메뉴를 갖춘 전문식당을 열고, 전문가공 판매 업체들과 함께 프랜차이즈 사업도 진행해 새로운 소득창출의 기회를 나누겠다”고 말했다.

그는 이어 “기러기의 경우 오리나 닭에 비해 먹이는 사료량이 적고 질병과 추위에 훨씬 강해 사육이 어렵지 않다”면서 “특히 영농경험이 적은 귀농인들에게 적합한 축종”이라고 덧붙였다.

한편 기러기고기에는 불포화지방산인 리놀렌이 풍부하고 칼슘이 오리나 닭에 비해 훨씬 많아 뼈를 건강하게 하고 심혈관성질환 치료에 도움이 되는 것으로 알려졌다.

@highlight

농림축산식품부가 식용기러기는 사육등록대상임을 통보하면서 함평군의 농업회사법인 선&선 주식회사가 국내 1호 식용 기러기 사육장으로 등록돼 고소득원을 발굴하려는 지역 축산농가들의 기대를 모으고 있다.