품목허가가 취소된 코오롱생명과학 골관절염 유전자치료제 '인보사케이주(인보사)'를 투여한 환자 10명 중 6명은 시술 당시 '연골 재생 효과가 있다'는 설명을 들었다는 조사 결과가 나왔다.

인보사는 2017년 7월 연골재생 효과는 증명할 수 없다는 조건을 단 채 골관절염 통증 완화에 쓰도록 식품의약품안전처 허가를 받았다.

인도주의실천의사협의회는 7일 윤소하 의원, 법무법인 오킴스와 함께 국회 정론관에서 개최한 기자회견에서 이 같은 내용의 자체 조사 결과를 공개했다.

이번 조사는 지난달 인보사 투여 환자 86명(주사 10건)에 설문을 시행하고, 10명은 심층 인터뷰를 진행한 결과다.

조사에 따르면 주사를 맞는 과정에서 '연골 재생 효과가 있다'는 설명을 들은 경우가 절반 이상인 57명(66.3%)으로 나타났다.

이는 명백한 과장이며 의료법 위반행위라는게 인의협 주장이다.

또 23명(26.7%)은 부작용에 대한 설명을 듣지 못했거나 거의 부작용이 없다는 설명만을 들었다고 응답했다.

부작용 조사에서는 붓기 59명, 불안 52명, 열감 47명 등 순으로 응답이 많았다.

현재까지 남아있는 증상으로는 불안 51명, 피로감 46명, 우울감 42명 순이었다.

환자 중에는 인보사 투여 후 오히려 통증이 더 심해져 관절주사(32명), 인공관절치환술(4명) 등 추가치료를 받은 경우도 있었다.

인의협은 "인보사 투여 환자의 60% 정도가 투여 후에 통증과 기능이 나아지지 않거나 더 심해졌다고 밝혔다"면서 "인보사의 허가 및 관리 감독 과정에서 드러난 식약처의 무능함에 대해 많은 불만을 가지고 있어 더는 믿을 수 없다는 회의적인 의견이 대부분이었다"고 지적했다.

식약처가 아닌 제3의 기관에서 장기추적조사를 시행해야 하지 않느냐는 주장이 제기됐다.

윤 의원은 "환자가 신뢰할 수 없는 코오롱과 식약처가 아닌 제3의 기관이나 보건복지부 소관 공공의료기관을 통해 전체 환자에 대한 역학조사를 실시해야 한다"고 주장했다.

@highlight

인도주의실천의사협회가 7일 국회 정론관에서 기자회견을 열어 2017년 7월 연골 재생 효과는 증명할 수 없다는 조건부로 식품의약품안전처 허가를 받은 코오롱생명과학 골관절염 유전자치료자 '인보사케이주'를 투여받은 환자 10명 중 6명이 시술 당시 연골 재생 효과기 있다는 설명을 들었다는 조사 결과를 발표했다.