최근 5년간 법인세 부담 증가율이 주요 세목 가운데 가장 높았던 것으로 나타났다.

7일 국회 기획재정위원회 소속 더불어민주당 김정우 의원이 국세청에서 제출받은 ‘연도별 세목별 세수실적 및 증감률’ 자료에 따르면 2014~2018년 5년간 기업이 내는 법인세 세수는 66.3% 증가해 개인이 내는 소득세 세수 증가율(59.5%)을 약 7%p 앞섰다.

법인세 증가율이 크게 증가한 것은 2017년 세제 개편을 통해 지난해부터 법인세 과세 표준 3000억원 구간을 신설해 최고 세율을 기존 22%에서 25%로 상향한 데 따른 것으로 분석된다.

현행 법인세 과세체계는 ▲과세표준 2억원 이하 구간(10%) ▲2억원 초과 200억원 이하 구간(20%) ▲200억원 초과 3000억원 이하 구간(22%) ▲3000억원 초과 구간(25%)의 4단계로 형성돼 있다.

국세청에 따르면 2014년 42조6503억원이던 법인세수는 2018년 70조9374억원까지 증가했다.

올해 7월 기준으로는 44조4293억원을 기록했다.

소득세 세수 실적은 2014년 54조1018억원에서 2018년 86조2887억원으로 늘었다.

올해 7월 기준 소득세수는 51조9489억원이다.

국내총생산(GDP)에서 차지하는 소득세 비중은 2014년 3.8%에서 지난해에는 4.9%로 증가한 반면 법인세 비중은 3.0%에서 4.2%로 상승했다.

지난 5년간 법인세, 소득세 다음으로 가장 크게 증가한 세목은 상속증여세(59.1%)인 것으로 나타났다.

주택·토지·건물 같은 부동산의 기준시가가 올라간 것이 상속세 오름세에 영향을 미쳤다는 지적이다.

김 의원은 “2017년 개정한 법인세 최고세율과 3000억원 구간 신설로 오랜 기간 지속됐던 개인소득세와 법인소득세 부담 불균형이 완화되는 추세”라면서 “고소득자와 대기업에 대한 공제감면율을 고려해 개인소득자와 법인소득자 간의 소득과 세부담 격차를 줄여나가는 세법 논의에 주력해야 한다”고 강조했다

@highlight

더불어민주당 김정우 의원이  2014~2018년 5년간 기업이 내는 법인세 세수는 66.3% 증가했다며  “고소득자와 대기업에 대한 공제감면율을 고려해 개인소득자와 법인소득자 간의 소득과 세부담 격차를 줄여나가는 세법 논의에 주력해야 한다”고 말했다.