한 건축가가 자신의 시선을 통해 나주 곳곳을 그려낸 전시회를 열어 관심을 모은다.

‘목사고을’ 나주를 상징하는 역사 문화재 면면을 스케치로 감상해볼 수 있는 이관직 스케치전 ‘도시여행자의 시선 : 나주’(제목)가 오는 11-13일까지 제7회 대한민국 한옥박람회와 연계해 나주 금성관에서 열린다.

나주는 한반도 남부지방 중심지로 작은 한양을 뜻하는 ’소경‘(小京)으로 불리며 전라도의 역사·문화·경제·예술 전 분야에서 구심적 역할을 해왔다.

특히 나주읍성권역에는 금성관, 나주향교, 목사내아, 남파고택 등 목사고을 나주의 유구한 역사를 간직한채 고즈넉한 한옥의 멋과 정취를 느낄 수 있는 문화재가 원형 그대로 잘 보존돼있다.

이중 금성관 정청은 조선시대 객사 건축물 가운데 가장 규모가 클 뿐 아니라, 팔작지붕을 하고 있어 일반적인 맞배지붕의 정청과 대비되는 희귀성으로 주목받고 있다.

최근 국가지정문화재 보물로 지정 예고되면서 역사적 보존 가치가 더욱 높아졌다.

파란색 도시풍경 드로잉으로 유명한 건축가 이관직은 나주를 외부인의 시선에서 재조명했다.

이번 전시전은 조선시대 한옥과 근대의 양옥이 지금을 사는 사람들의 모습과 공존하고 그 공간과 생활을 바라보는 작가의 새로운 시선을 느낄 수 있는 작품들을 선보인다.

외부자의 시선에서 바라본 도시의 얼굴과, 조금 다른 각도에서 바라본 순간의 풍경들은 생활의 공간, 오래된 도시가 새롭게 탈바꿈해 나가는 모습을 보여주는 내밀함을 매력적으로 그려낸다.

나주시 관계자는 “나주는 조선시대 문화유산과 근대기 문물의 흔적이 공존하는 전라도 역사의 산실로써 역사문화유산을 활용한 관광·체험·공연 분야의 새 역사를 써가고 있다”며 “올해부터 우리 시에서 첫 개최되는 제7회 대한민국 한옥박람회와 이번 이관직 스케치전 등 다양한 세부 프로그램에 많은 관심과 참여를 부탁드린다”고 말했다.

@highlight

목사고을’ 나주를 상징하는 역사 문화재 면면을 스케치로 감상해볼 수 있는 이관직 스케치전 ‘도시여행자의 시선 : 나주’가 오는 11-13일까지 제7회 대한민국 한옥박람회와 연계해 나주 금성관에서 열린다.