정부 주도 블록체인 간판 콘퍼런스가 블록체인 규제자유특구로 지정된 부산에서 처음 열린다.

과학기술정보통신부와 한국인터넷진흥원(원장 김석환, 이하 KISA)은 오는 10일 부산광역시청에서 '블록체인 기반 사회의 시작(The Beginning of the Blockchain based Society)'을 주제로 14회 블록체인 테크비즈(TechBiz) 콘퍼런스를 개최한다고 7일 밝혔다.

이번 콘퍼런스는 기존 산업과 블록체인의 다양한 융합 사례를 소개하면서 블록체인 기반 사회가 어떤 모습을 띠게 될지 국민 눈높이에서 조망한다.

김호원 부산대 교수가 '블록체인 특구의 의미와 향후 발전 방향'이란 기조강연으로 시작해 4개 발표 세션이 이어진다.

규제자유특구로 지정된 부산시 특성에 맞게 부산광역시가 추진 중인 공공안전, 관광서비스, 디지털 지역화폐, 수산물 이력관리 등 4개 블록체인 기술 적용 사업을 집중 소개한다.

김정소 코인플러그 본부장이 재난·사고현장 영상을 블록체인 기반으로 내보냄으로써 공공안전과 국민 생명보호에 빠르게 대처할 수 있는 '블록체인 기반 공공안전 영상 제보 서비스'를, 김동욱 현대페이 이사가 부산 지역 다양한 관광 정보와 관광상품·서비스 등을 제공하는 '블록체인 기반 스마트투어 플랫폼, 부산스마트투어'를 각각 설명한다.

또 이상욱 부산은행 부부장이 지역 내 사용 가능한 선불전자지급수단 '디지털바우처' 유통 인프라를 구축하는 '디지털원장 기반 지역경제 활성화 서비스'를, 박정화 비피앤솔루션 이사가 생산지부터 소비지까지 유통과정에 블록체인을 적용함으로써 농·축·수산물 이력을 관리하는 '블록체인 기반 스마트 해양물류 플랫폼 서비스'를 발표한다.

채승완 KISA 데이터안전활용지원단장은 "블록체인 기술은 다양한 산업 분야와 융합했을 때 더욱 시너지를 낼 수 있는 기술"이라며 "블록체인 공공선도 시범사업으로 국민 인식 제고 등 다양한 방면에서 블록체인 생태계 활성화를 위해 지속 노력할 것"이라고 밝혔다.

@highlight

블록체인 규제자유특구로 지정된 부산에서 오는 10일 과학기술정보통신부와 한국인터넷진흥원 주최로 '블록체인 기반 사회의 시작(The Beginning of the Blockchain based Society)'을 주제로 한 14회 블록체인 테크비즈(TechBiz) 콘퍼런스가 열려 기존 산업과 블록체인의 다양한 융합 사례를 소개하면서 국민의 시각에서 블록체인 기반 사회를 예측해보는 기회를 제공할 예정이다.