한글과컴퓨터(대표 변성준)가 한글날을 맞아 한글 디지털화 역사를 알린다.

한컴은 9일 한글날까지 서울 용산 국립한글박물관에서 열리는 '2019년 한글가족축제'에 참가해 한글 디지털화 역사를 전시하고 체험 기회를 제공한다.

서울 용산 국립한글박물관 2019 한글가족축제 중 한글과컴퓨터 정보통신 발달 체험존에서 참가 학생들이 1940년대 공병우 박사가 개발한 세벌식 타자기에 대한 설명을 듣고 있다.

한컴은 한글 관련 '정보통신 발달 체험존'을 운영한다.

한글 창제원리를 그대로 담은 조합형 문자코드를 활용한 최초 워드프로세서 '아래아한글 1.0', 도스(Dos) 운용체계(OS) 컴퓨터도 직접 체험할 수 있다.

1940년대에 공병우 박사가 개발한 세벌식 타자기도 전시한다.

전시공간을 1980~90년대 동네 오락실 컨셉으로 꾸며 컴퓨터를 처음 배우던 시절 한글 자판을 익히기 위해 자주했던 '한컴타자연습' '두더지잡기' '동전쌓기' 등 고전게임을 체험할 수 있도록 마련했다.

한컴 캐릭터 '말랑말랑 무브먼트'를 적용해 친근하고 재미있는 이미지로 재탄생, 관람객 흥미를 유발하고 있다.

서울 용산 국립한글박물관 2019 한글가족축제 중 한글과컴퓨터 정보통신 발달 체험존에 참관객이 몰려 있다.

이밖에도 한컴그룹 지능형 홈서비스 로봇 '토키(Toki)'와 인공지능(AI) 통번역기 '말랑말랑 지니톡 고!', 공유주차 플랫폼 '파킹프렌즈' 등을 함께 체험할 수 있다.

한컴 관계자는 "한글 과거와 현재, 미래를 통해 온 가족이 즐기고 세대 간 공감대를 형성할 수 있는 전시를 마련했다"며 "한글을 디지털로 가장 잘 표현할 수 있는 소프트웨어(SW) '아래아한글' 탄생 30주년을 맞아 한글 창제 의미를 함께 되새길 수 있기를 기대한다"고 말했다.

@highlight

한글과컴퓨터는 9일 한글날까지 용산 국립한글박물관에서 개최되는 '2019년 한글가족축제'에서 '정보통신 발달 체험존'을 운영하며 한글 창제원리와 동일한 방식의 조합형 문자코드 기반의 최초 워드프로세서 '아래아한글 1.0' 체험 기회를 제공하는 등 한글 디지털화 역사 홍보에 나선다.