지역사회로부터 도움을 받아 재기에 성공한 '맛있는 제주만들기' 식당 주인들과 호텔신라가 힘을 합쳐 제주 향토 음식 알리기에 나섰다.

호텔신라는 지난 5~6일 제주시민복지타운에서 열린 제4회 제주음식박람회에 '맛있는 제주만들기' 식당 주인과 호텔신라 임직원이 참여해 제주 향토 음식을 선보이는 등 제주 음식 알리에게 동참했다고 7일 밝혔다.

제주음식박람회는 제주의 식자재와 향토 음식의 우수성을 알리기 위해 제주시가 주관하는 행사다.

특히 호텔신라는 개막식에서 10m 대형 샌드위치의 커팅식을 진행해 관람객의 이목을 끌었다.

샌드위치 재료로 흑돼지, 우도땅콩, 표고버섯 등 제주의 대표 식자재를 활용했으며, '맛있는 제주만들기'의 식당 주인들이 각자 1개의 식자재를 준비해 와 '화합과 동행'의 의미를 다졌다.

이날 '대형 샌드위치' 커팅식에는 고희범 제주시장, 김희현 제주도의회 부의장, 임태봉 제주특별자치도청 보건복지여성국장, 오상훈 제주신라호텔 총지배인, 고낙천 제주신라면세점장 등이 참여했다.

박람회 기간 동안 마련된 '맛있는 제주만들기' 특별 부스에서는 '맛있는 제주만들기' 식당에서 실제 판매 중인 메뉴들을 선보여 지역주민들과 관광객들에게 인기를 얻었다.

제주 향토 음식 '고기국수'는 1호점, 18호점에서 판매 중인 메뉴이며, 12호점과 23호점의 대표 메뉴인 흑돼지 떡볶이도 시연했다.

또한, 17호점의 대표메뉴인 '블루베리 피자'는 제주산 귤, 우유, 채소를 넣어 한라산 모양으로 만들어 방문객들의 관심을 얻었다.

한편 맛있는 제주만들기는 호텔신라가 제주도에서 진행하는 대표적인 사회공헌 활동으로 어려움을 겪는 영세자영업자들에게 맞춤형 컨설팅을 제공해 재기의 발판을 마련해주는 프로그램이다.

@highlight

'맛있는 제주만들기' 식당 주인들과 호텔신라 임직원들은 5일부터 6일까지 제4회 제주음식박람회에 참여해 흑돼지 샌드위치를 비롯해 실제 판매 중인 제주 향토 음식을 선보이며 제주 음식 알리기에 동참했다.