한국씨티은행 소비자금융그룹이 영등포 신사옥으로 이전했다.

이 공간은 가상 데스크탑 인프라(VDI) 전산 환경을 기반으로 한 스마트 오피스로 꾸며진다.

7일 한국씨티은행이 기존 새문안로 씨티뱅크센터에 있던 소비자금융그룹을 포함한 일부 본사 부서를 영등포 문래동에 있는 영시티 건물로 이전하는 작업을 마쳤다고 밝혔다.

씨티는 뉴욕, 싱가포르, 홍콩, 시드니, 도쿄 등 씨티가 소재한 주요 거점 도시에 업무의 효율성 및 근무 만족도 향상을 위한 글로벌 표준 사무환경 개선 프로그램을 도입해 왔다.

한국씨티은행도 3개 건물에 나뉘어져 있던 고객가치센터본부, 개인신용관리부 그리고 고객집중센터본부 등의 순차적인 영시티 이전을 시작으로 해당 프로그램을 진행해왔다.

영시티에 구현된 씨티웍스(Citiworks) 환경은 가상 데스크탑 인프라(VDI) 전산 환경을 기반으로 공유좌석제와 더불어 다양한 업무공간을 여러 목적에 맞게 활용할 수 있도록 지원하는 환경으로 한국에는 처음 도입되는 업무공간이다.

새로운 업무환경에 도입되는 공유좌석제는 직원들의 창의적인 업무를 지원하기 위해 전통적인 사무공간 이외에 부스좌석, 벤치좌석, 집중업무실, 독립된 큐비클 회의실(Huddle pod)등 다양한 선택좌석을 제공하고, 효율적인 운영을 위해 층별로 10개소에 위치한 터치스크린 키오스크를 통한 좌석 예약을 지원한다.

박진회 한국씨티은행장은 "단순한 상품 및 서비스를 넘어 창의적인 사고와 즉각적인 협업을 통한 융·복합 금융서비스의 필요성이 커지면서 이에 걸맞는 사무환경을 구축했다"고 말했다.

한편 씨티은행은 1967년 한국에 첫 지점을 개설했고, 2004년 한미은행과 통합돼 한국씨티은행으로 새롭게 탄생했다.

7일 박진회 한국씨티은행장(뒷줄 오른쪽에서 세번째)과 발렌틴 발데라바노 소비자금융그룹장(뒷줄 왼쪽에서 세번째)이 임직원들과 함께 한국씨티은행 소비자금융그룹의 영등포 문래동 소재 영시티 신사옥 이전을 기념해 핸드프린팅 행사를 진행하고 있다.

@highlight

한국 씨티은행은 7일 본사의 일부 부서를 문래동 영시티 건물로 이전완료 했다고 알렸고, 문래동 건물은 VDI전산 환경을 갖춘 스마트 오피스이며 이에대해 박진회 은행장은 은행이 단순 상품 서비스를 제공하는 곳이 아닌 복합적인 서비스를 제공하는 곳이 됨에 따라 스마트한 환경을 구축하게 됐다고 밝혔다.