제주특별자치도교육청이 '한국어 IB 학교' 공모 절차에 들어갔다.

도내 읍면지역 고등학교 1곳을 선정해 2022년부터 IB 고등학교 과정을 운영한다는 구상이다.

7일 제주도교육청에 따르면 한국어 IB 학교 공모 신청 대상은 도내 읍면지역 일반계 고등학교 등 총 9곳이다.

제주시 지역에선 세화고와 애월고, 제주외국어고, 함덕고, 한림고, 서귀포에선 대정고와 대정여고, 성산고, 표선고가 포함됐다.

도교육청은 오는 11월 1일까지 신청서를 제출한 학교를 대상으로 심의과정을 거쳐 11월 중순쯤 학교 1곳을 최종 선정한다는 계획이다.

선정된 학교는 제주형 자율학교로 지정돼 제주특별법에 따라 학교 및 교육과정 운영의 특례를 적용받으며 IB교육프로그램을 운영하게 된다.

한국어 IB 학교로 선정되면 관심학교, 후보학교 등 IBO의 단계별 절차를 거쳐 '인증학교'로 지정된다.

이번에 선정될 도내 읍면학교 1곳도 이 과정을 밟아 2022년 고등학교 2학년을 대상으로 2년간 IB DP(Diploma Programme, 고등학교 2년간의 국제공인 대학입학 자격 프로그램)를 운영하게 된다.

현재 중학교 2학년이 대상이 된다.

고등학교 과정인 IB DP는 6개 교과군과 3개 핵심요소로 편성돼 있다.

학생이 선택하는 6개 교과군은 언어와 문학, 언어습득, 개인과 사회, 과학, 수학, 예술이며 필수영역인 3개 핵심요소는 지식론, 소논문, 창의체험활동이다.

수업에서 문제를 직접 해결하고 창의적으로 생각·토론하는 수업을 지향하고 있어 제주의 미래형 공교육 모델을 만드는 데 기여할 것으로 도교육청은 보고 있다.

도교육청 관계자는 "한국어 IB DP를 읍면지역 고등학교에 제공하게 되면 읍면지역 고등학교가 학생들이 선택하는 학교로 변화하게 되고, 대입 수시 전형 대응력도 높아질 것"이라고 말했다.

IB는 1968년 스위스 제네바에 설립된 비영리교육 기관 IBO가 운영하는 국제 인증 프로그램이다.

현재 전 세계 150여 국가에서 5000여 학교가 이 프로그램을 운영하고 있다.

@highlight

제주특별자치시도교육청은 도내 읍면지역 고등학교 1곳을 선정해 2022년부터 IB  고등학교 과정을 운영하는 '한국어 IB 학교' 공모 절차에 들어가는 한편, 이번에 선정 학교는 2022년 고등학교 2학년 학생들을 대상으로 2년간 IB DP를 운영한다.