농촌진흥청이 진행하는 공동연구사업에서 출연금을 부적절하게 사용해 적발된 사례가 해마다 증가하고 있는 것으로 드러났다.

7일 국회 농림축산식품해양수산위원회 소속 이양수 의원(한국당)은 농진청 출연금으로 진행하는 공동연구사업에서 출연금을 부적절하게 사용하거나 성과달성 미흡 및 부적절 성과 등록 등으로 2016년 이후 적발 된 사례만 429건이고, 총 환수금액은 3억1000만원이라고 밝혔다.

2016년에는 89건이 적발됐으며, 2017년 104건, 2018년 109건, 2019년 현재 127건이 적발됐다.

해를 거듭할수록 출연금의 부적절 사용 사례는 증가하고 있어 출연금 사용에 대한 관리·감독이 시급한 상황이다.

기관별로는 대학교가 161건으로 가장 많았으며, 부적절하게 사용된 금액인 1억3900만원이 환수조치 됐다.

농업법인에서는 90건이 적발됐으며 환수금액은 1억1800만원이었다.

지방농촌진흥기관은 81건이 적발됐고 환수금액 2800만원이며, 연구기관은 28건이 적발되고 2200만원이 환수조치 됐다.

항목별로는 재료비를 부적절하게 사용한 건수가 83건이고, 그에 해당하는 금액인 1억5400만원이 환수조치 됐다.

과제추진비를 부적절하게 사용한 사례는 총 139건으로 약 6900만원이 환수됐고, 활동비를 부적절하게 사용한 사례는 67건으로 6100만원이 환수됐다.

특히 공동연구수행 기관에서는 기관의 공통성 기자재인 복사기 카트리지, 유무선 공유기, 하드디스크, 계산기, 마우스, 공구키트 등 사업과 관련 없는 물품을 구입한 것이 2016년 이후 반복적으로 적발됐다.

또한 연구과제에 기여하지 않는 재료들을 출연금으로 구입한 사례도 있었으며, 연구과제와 관계없는 외유성 출장을 갔지만 출연금으로 집행한 사례도 적발됐다.

이양수 의원은 "농진청의 한해 출연금 규모만 2000억원에 이르고 있다"며 "출연금 공동연구사업을 관리하는 전담조직을 신설하는 등의 조치를 통해 국민들의 세금이 허투루 사용되지 않도록 관리·감독에 만전을 기해야 할 것"이라고 꼬집었다.

@highlight

한국당 이양수 의원은 7일 농촌진흥청이 출연금을 부당하게 사용해 적발된 사례가 점차 증가하고 있다고 말했고, 총 환수금액도 3억을 초과 하고 있기 때문에 이에대한 실질적인 관리, 감독 방법이 필요한 상황이라고 주장했다.