성남시(시장 은수미)는 판교지역 시유지에 우수기업을 유치해 지역 경제 자족 기능을 높이기로 했다고 8일 밝혔다.

시는 최근 첨단산업 육성위원회를 열어 분당구 삼평동 641번지에 있는 2만5719㎡ 규모 시유지에 대한 매각기준과 우수기업 유치 공모 지침을 확정하고, 이날 시 홈페이지에 우선협상대상자 선정 모집 공고를 냈다.

매각 대상 부지는 2009년 판교지역 조성 당시 공공청사 건립 예정부지였다.

제 기능을 하지 못해 2015년 성남도시관리계획 재정비를 통해 일반업무시설로 용도 변경한 이후 현재까지 임시 주차장으로 사용되고 있다.

시는 해당 부지의 공유재산관리계획 변경안을 성남시의회가 7월 의결함에 따라 매각을 통한 기업 유치를 추진하게 됐다.

해당 시유지의 감정평가액은 8094억원(㎡당 3147만원)이다.

시는 부지 매입 자격을 제조업 연구시설, 벤처기업 집적시설, 문화산업진흥시설로 제한했다.

이는 지식기반산업, 전략산업, 벤처기업을 유치해 고용유발 효과와 경제적 파급 효과를 시민에게 돌려주려는 취지다.

인근 지역 주민들을 위해 유치한 기업에 시민개방 커뮤니티센터와 개방형 주차장도 설치·운영토록 할 계획이다.

시는 12월 16일까지 입찰 신청을 받아 기업 현황, 사업계획 등을 종합 평가해 우선협상대상자를 같은 달 말일까지 선정한 뒤 협상 과정을 거쳐 매매계약을 체결한다.

성남시 관계자는 "시유지 매각을 통한 기업 유치가 수정 위례지구 스마트시티~판교1·2·3테크노밸리~백현 마이스 산업단지~분당벤처밸리~성남하이테크밸리를 잇는 첨단기술 산업단지인 아시아실리콘밸리의 한 축을 이뤄 시너지 효과를 낼 것"이라고 말했다.

시유지 매각으로 마련된 재원은 판교지역 3개 학교 부지 매입, 트램, 판교 e스포츠 전용 경기장 조성, 공영주차장 건립 등 공공인프라 확충에 재투입해 도시균형발전을 위해 쓰일 예정이다.

@highlight

성남시는 8일 첨단산업 육성위원회를 열어 현재 제 기능을 하지 못해 임시 주차장으로 사용되고 있는 시유지를 우수 기업에 매각하고, 해당 기업 유치를 통해 지역 경제 활성화에 보탬이 되도록 할 계획이라고 밝혔다.