김종현 위세아이텍 대표(오른쪽부터), 정현용 남서울대학원장, 민정탁 한국로봇융합연구원 본부장이 MOU 교환후 기념촬영했다.

빅데이터 전문기업 위세아이텍이 인공지능(AI) 기반 로봇산업 육성과 사업 활성화를 위해 산·학·연 협력을 맺었다.

4차 산업 혁명 시대를 맞아 로봇 활용도는 실생활 속으로 확대되고 있지만 우리나라 로봇 산업은 중소기업이 약 97%를 차지, 기술 발전 속도가 더딜 뿐 아니라 개발 인력도 부족하다.

위세아이텍(대표 김종현)은 한국로봇융합연구원(원장 여준구)·남서울대학교 빅데이터콘텐츠융합학과(주임교수 김성준)와 '로봇융합산업 확대를 위한 업무협약(MOU)'를 지난 7일 교환했다고 전했다.

이번 업무 협약은 세 기관이 보유한 로봇, 콘텐츠, 머신러닝, 빅데이터 분야 관련 기술과 지식을 융합한 공동 연구 개발 과제를 진행하는 동시에 전문 인력을 양성하는 것을 목표로 한다.

정부가 지난 3월 발표한 2023년 로봇산업 4대 강국에 진입한다는 육성 정책에 보조를 맞추기로 했다.

세 기관은 로봇융합산업에 필요한 중소기업공동기술개발과 상용화연계기술개발을 추진한다.

한국로봇융합연구원은 로봇 관련 공동연구와 인력양성을 진행한다.

남서울대학교는 AI로봇콘텐츠 융합 전문 인력양성을 위해 기업밀착형 전문 교육 과정을 신설한다.

위세아이텍은 머신러닝 자동화플랫폼을 기반으로 빅데이터 분석과 머신러닝 기술 지원에 나선다.

민정탁 한국로봇융합연구원 전략사업본부장은 "각 기관의 기술력과 파트너십에 더해 연구원의 아낌없는 기술지원을 통해 공동연구와 인력양성 사업을 성공적으로 진행, 로봇산업발전에 기여하겠다"고 말했다.

김종현 위세아이텍 대표는 "로봇에 부착한 센서로부터 수집·축적한 빅데이터를 기반으로 로봇전용 머신러닝 자동화 플랫폼을 구축해 외부 환경을 스스로 탐지하고 필요한 작업을 자율적으로 진행하는 AI 로봇 개발에 일조하겠다"고 말했다.

@highlight

7일 위세아이텍이 로봇융합연구원·남서울대와 '로봇융합산업 확대를 위한 업무협약(MOU)'을 교환하며 인공지능(AI) 기반 로봇산업 육성과 사업 활성화를 위해 산·학·연 협력을 맺었다.