누적 판매 100만 부를 돌파한 동명의 베스트셀러를 원작으로 정유미와 공유가 호흡을 맞춰 기대를 모으는 영화 '82년생 김지영(김도영 감독)'이 스틸을 공개했다.

'82년생 김지영'은 1982년 태어나 2019년 오늘을 살아가는 김지영(정유미)의 아무도 몰랐던 이야기를 그린 영화다.

8일 공개된 스틸은 누군가의 딸이자 아내, 동료이자 엄마로 살아가는 지영의 모습을 담아내 눈길을 모은다.

담담한 표정을 짓고 있는 지영의 일상을 담은 스틸은 때론 행복하다고 느끼지만 때론 반복되는 현실에 왠지 모를 불안과 막막함을 느끼는 인물의 감정을 그려낸다.

특히 현실과 맞닿은 생명력의 캐릭터를 연기해온 정유미는 지영으로 분해 묵묵히 오늘을 살아가는 캐릭터에 집중한 세밀한 연기로 영화에 대한 기대감을 높인다.

이어 남편 대현의 스틸은 지영을 지켜보는 섬세한 시선으로 이목을 집중시킨다.

지영을 향한 걱정 어린 마음을 놓지 못하는 대현의 모습은 가끔 다른 사람이 된 듯한 아내의 변화에 마음 아파하는 캐릭터의 감정을 담아낸다.

대현 역으로 3년 만에 스크린에 복귀한 공유는 직장인이자 남편으로 자연스러움이 묻어나는 생활 연기와 아내를 향한 진심을 담은 모습을 한층 디테일한 연기로 소화해 극의 몰입을 더한다.

가족, 동료와 함께하는 지영의 모습을 담은 스틸은 자신감으로 가득했던 사회 초년생 시절의 모습부터 가족과 함께하는 모습까지 가까운 이들과의 관계 안에서 켜켜이 감정을 쌓아가는 지영의 이야기를 엿보게 한다.

서로를 바라보는 지영과 엄마의 모습을 담은 스틸은 애틋하고 깊은 감정을 그려내며 여운을 전한다.

사랑스러운 딸, 자주 만나지 못해도 항상 든든한 언니, 동생과 일상을 보내는 모습은 지영에게 큰 힘이 되어주는 가족의 존재를 보여준다.

누군가의 딸이자 아내, 동료이자 엄마인 지영의 모두가 알지만 아무도 몰랐던 이야기로 기대를 높이는 스틸을 공개한 '82년생 김지영'은 올 가을, 관객들을 찾아간다.

@highlight

누군가의 딸이자, 아내, 동료이자 엄마로 살아가는 김지영의 아무도 몰랐던 이야기를 그린 영화 '82년생 김지영'은 동명의 베스트셀러 소설을 원작으로 했고, 주연으로는 정유미와 공유가 호흡을 맞춘 김도영 감독의 기대작인데, 정유미와 공유가 표현한 영화속 인물들의 내면과 삶을 고스란히 담은 듯한 스틸이 공개되어 눈길을 끈다.