르네사스일렉트로닉스는 차량용 인식소프트웨어 전문기업 스트라드비전과 자동차 스마트카메라용 물체인식솔루션을 공동개발, 내년초 출시한다고 9일 밝혔다.

이 제품은 딥러닝 기반으로 레벨2 이상 첨단운전자지원시스템(ADAS)용 스마트카메라에 탑재된다.

이 솔루션은 차세대 ADAS에 최적이라는 평가다.

차세대 ADAS는 시가지에서 위험을 피하기 위해 보행자나 자전거 운전자를 감지할 수 있는 고정밀 물체인식이 필요하다.

또 ADAS 보급을 확대하기 위해 중저가형 양산 차량에도 탑재할 수 있도록 낮은 전력 소비도 요구된다.

이 솔루션은 르네사스 자동차 전용 시스템온칩(SoC) 'R-Car'에 최적화됐으며 자동차 보행자 차선 등 인식성능이 높다.

딥러닝 처리전용 엔진 CNN-IP(Convolution Neural network Intellectual Property)를 탑재, 전력소비를 최소화하면서 스트라드비전 자동차용 딥러닝SW 'SVNet'을 고속으로 실행할 수 있다.

SVNet은 어두운 환경에서 인식 정확도와 겹쳐진 물체 인식에서 높은 평가를 받고 있다.

차량 보행자 차선을 동시인식하고 1초당 25프레임 처리가 가능하다.

르네사스 R-Car는 이미지 인식엔진 IMP-X5를 탑재해 딥러닝 기반 물체인식과 이미지인식 처리를 조합해 인식률을 높여 강력한 시스템을 구축할 수 있다.

또 이미지 생성과 인식 처리를 위해 센서신호 변환처리를 수행하는 ISP가 기본 탑재해 비용 절감이 가능하다.

르네사스는 물체인식솔루션은 딥러닝 기반 물체인식을 저전력으로 실현할 수 있어 양산차량에 탑재, ADAS 보급을 가속화할 것이라고 설명했다.

@highlight

르네사스일렉트로닉스와 스트라드비전은 차세대ADAS용 물체인식솔루션을 공동으로 개발했고 이는 차세대 ADAS에 가장 적합한 해결책이라 평가받는다.