인천에서 주로 활동 중인 백인태 작가가 오는 10일 인천시 중구에 위치한 갤러리 '옹노(擁老)'에서 개인전을 연다.

2019년 인천문화재단 인천형예술인지원사업 공모에서 인천예술인 생애주기 맞춤형 지원 중진예술가로 선정된 작가는 이번 개인전에서 그간 발표하지 않은 회화 글 그림책 등의 다양한 작업20여점과 함께10년간의 작업물을 모은 작품집『고라니』를 동시에 출간할 예정이다.

작가는 2010년부터 영수증 연작을 해왔다.

영수증 연작 중 에서 백인태는 자신에 대해 다음과 같이 소개했다.

"울산에서 태어나 강원도 산골에서 자라나 서울로 이사 가고 싶었으나 인천으로 이사 와서 예중·예고에 들어가고 싶었으나 일반 중고등학교를 나와 홍대에 못 들어가고 추계예술대학교에서 서양화를 전공하고 싶었으나 판화를 전공하여 졸업 후 영국 골드스미스대학에 유학을 못가고 서울 근교 인천 작업실에서 풍족하고 여유로움과 거리가 먼 채 하루하루 근근이 살아가고 있음. 다수의 개인전과 그룹전을 꿈꿨으나 불러주는 이 없어 편의점 알바하고 있습니다."

이런 배경 속에서 만들어진 작가의  연작들은 1만 여점의 방대한 양으로, 이번 전시를 통해 출간되는 『고라니』 1권에 400~500점이 실린다.

전체는 짧은 이야기나 시, 드로잉으로 청년 백인태의 연애사부터 돈, 사회에 대한 생각, 작가로서의 처지에 대한 조소가 주를 이룬다.

아도르노는 '물화되고 소외된 사회를 정직하게 드러내는 것이 아방가르드'라고 주장했는데 말 그대로 대입하면 백인태의  연작이야말로 '완전체 아방가르드'라고 할 수 있겠다.

이와 함께 전시 오프닝 날인 10일 저녁 7시에는 오프닝 북토크 '고라니'가 예정되어 있어 작가의 자작시를 낭송하고 관객과 이야기를 주고받는 시간을 가질 예정이다.

@highlight

인천예술인 생애주기 맞춤형 지원 중진예술가로 선정된 백인태 작가가 오는 10일 인천시 중구에 위치한 갤러리 '옹노(擁老)'에서  그동안 발표하지 않은 회화 글 그림책 등의 다양한 작업20여점과 함께 2010년부터 10년간의 작업물을 모은 작품집『고라니』를 동시에 출간하는 개인전을 개최한다.