시흥시(시장 임병택)는 지난 5일 시청 늠내홀에서 제31회 시흥시민의 날 기념식을 개최했다.

외빈 축사와 시민이 말하는 현재 우리시의 자랑, 시흥시립소년소녀합창단의 축하공연, 최고근로인 상과 최고경영인 시상, 시민대상 수상자 시상 그리고 시흥의 미래를 담은 홀로그램 공연 순으로 진행됐다.

임병택 시장은 기념사를 통해 "소래읍,군자면,수암면이 시흥시로 승격된 지 어느덧 30주년이 됐다. 89년 시 승격 당시 행정동 9개, 10만여 명의 작은 도시였던 시흥시는 현재 18개 동 52만 시민이 살아가는 대도시가 됐다"며 "앞으로 시흥시는 시민의 안전이 우선이라는 생각으로 '전국에서 가장 안전한 도시 시흥'을 만들고, 서울대 시흥스마트캠퍼스의 성공적 완수를 통해 교육과 의료 부분의 혁신을 이끌겠다"고 말했다.

그러면서 "무엇보다 중요한 것은 시흥의 주인인 시민이 시흥에서 행복하고 편안하게 살아가는 것"이라며 "시장으로서 이에 대한 막중한 사명감을 느끼고 있으며 항상 시민을 앞에 둔 시정 구현을 위해 노력하고, 새로운 시흥도 시민과 함께 고민하고 함께 해결하며 만들어가겠다"고 약속했다.

이어 열린 시상식에서 최고의 근로인상에는 이병문 (주)청우지엔티 차장, 최고의 경영인상은 이준표 (주)지엠 대표이사가 각각 선정됐다.

(왼쪽부터) 김태경 시흥시의장, 시민대상 우수상 수상자 이광재 정왕전통시장 상인회장, 대상 수상자 정부귀 월곶어시장 상인회장, 최우수상 수상자 박종식 대야동 주민자치회 회장, 임병택 시흥시장 .

기념식의 하이라이트인 시민대상 시상식은 이광재 정왕전통시장 상인회장이 우수상을, 박종식 대야동 주민자치회 회장이 최우수상을, 정부귀 월곶어시장 상인회장이 대상을 수상하며 시민들의 뜨거운 박수 속에 수상의 기쁨과 영광을 누렸다.

@highlight

시흥시민의 날 기념식이 개최되어 시민대상 시상식에서 이광재 정왕전통시장 상인회장이 우수상을 박종식 대야동 주민자치회 회장이 최우수상을 정부귀 월곶어시장 상인회장이 대상을 수상한 가운데, 임병택 시장은 기념사를 통해 전국에서 가장 안전한 도시 시흥을 만들어 가는 등 혁신을 이끌겠다고 전했다.