국내 최대 헤지펀드 운용사 라임자산운용이 운용하는 모펀드 2개에 재간접으로 투자된 펀드의 환매 중단이 결정됐다.

라임자산운용은 9일 "대체투자펀드 중 사모채권이 주로 편입된 '플루토 FI D-1호'에 재간접 투자된 펀드, 전환사채(CB)와 신주인수권부사채(BW) 같은 메자닌이 주로 편입된 '테티스 2호'에 재간접 투자된 펀드의 환매를 각각 중단하기로 했다"고 밝혔다.

이들 2개의 모펀드 규모는 약 1조1000억원이며 이 가운데 환매 중단 대상 펀드의 설정액은 약 6200억원이다.

라임자산운용에 따르면 '플루토 FI D-1호'가 투자하는 금융상품의 기초자산은 대부분 발행회사와 인수계약을 직접 체결해 편입한 사모 금융상품이다.

상대적으로 낮은 시장성으로 장내 매각을 통한 자산 유동화가 용이하지 않고 무리하게 자산을 매각하면 큰 비용이 발생할 수 있다는 게 운용사 측 설명이다.

또 '테티스 2호'가 사놓은 CB나 BW는 7월 이후 코스닥 시장의 전반적 약세에 따른 발행기업의 주가 하락으로 주식 전환을 통한 유동화가 어려워졌다.

라임자산운용은 환매 중단후 편입 자산을 최대한 빨리 유동화할 방침이다.

라임자산운용은 "환매 대응을 위한 유동성 확보 과정에서 오히려 자산의 무리한 저가 매각 등으로 투자 수익률이 저하돼 투자자에게 손실을 끼칠 가능성이 있으며, 펀드 가입자 보호를 위해서는 관련 펀드의 환매를 중단하고 편입된 자산을 안전하게 회수하는 게 가장 중요하다고 판단했다"고 설명했다.

이어 "고객 피해 최소화를 가장 큰 목표로 합리적인 가격 범위에서 자산을 최대한 신속히 회수할 수 있도록 노력을 다하겠다"고 덧붙였다.

이번 환매 중단은 펀드의 영구 지급 불능을 의미하는 것은 아니지만 가입자가 원하는 시기에 자금을 회수할 수 없다는 점에서 고객 손실이 불가피하다.

게다가 환매 중단이 길어지면 만기 때 편입 자산의 채권이 확보될 수 있을지에 대한 불안감도 커질 수밖에 없다.

앞서 이달 2일이 최초 상환일인 라임자산운용의 사모채권펀드 3개에서도 274억원 규모의 상환금 지급 연기가 발생한 바 있다.

@highlight

9일, 라임자산운용은 대체투자펀드 중 사모채권이 주로 편입된 '플루토 FI D-1호'와  메자닌이 주로 편입된 '테티스 2호'에 재간접 투자된 펀드 2개의 환매를 각각 중단하기로 했으며, 이들 2개 모펀드의 환매중단 설정액은 약 6200억원이다.