동충하초 전문기업 바이오아라(대표 김효정)가 이화여대와 동충하초를 활용한 의약품 소재를 공동 개발한다.

바이오아라는 이화여대 약학대학과 동충하초를 활용한 의약품 소재 개발을 위한 공동 연구 업무협약을 맺었다고 9일 밝혔다.

바이오아라는 세계 최고 '코디세핀' 함량을 자랑하는 동충하초 품종 '아라301'을 항암제로 개발하기 위해 이화여대와 협력한다.

코디세핀은 동충하초 성장과정에서 생성되는 천연 항생물질이자 면역증강물질이다.

두 기관은 동충하초를 이용한 의약품 소재 개발 공동연구와 양 기관 전문가 교류·자문, 사회적 책임실천과 기관발전을 위해 협력하기로 했다.

바이오아라는 약성이 뛰어난 동충하초 품종을 개발·공급하고, 이화여대는 동충하초에서 약성물질을 추출, 의약품으로 개발하는 것을 담당한다.

양 기관은 오는 2028년 의약품을 출시한다는 목표로 제품을 개발한다.

동충하초는 예로부터 녹용, 인삼과 함께 3대 보약으로 알려져 있는 귀한 소재다.

면역력 증강, 당뇨병 예방·치료, 혈압 정상화, 해독 작용, 항암 작용 등이 있다.

바이오아라는 이화여대와의 공동연구를 통해 항암제뿐 아니라 면역 증강제, 당료병 치료제 등 동충하초의 약성을 활용할 수 있는 다양한 의약품 개발도 병행한다.

바이오아라는 동충하초 전문기업으로 2018 서울어워드 우수상품 선정, 2019 상하이국제식품박람회에서 혁신상을 수상했다.

회사는 세계 13개국으로 제품을 수출하고 있다.

김효정 사장은 "업무협약을 계기로 상호 발전하는데 기여할 것"으로 기대했다.

지난 8일 서울 이화여대 캠퍼스에서 열린 협약식에는 하헌주 이화여대 약학대학장과 서은경 이화여대 교수, 김효정 바이오아라 사장, 박준호 바이오아라 이사 등 관계자가 참석했다.

@highlight

동충하초 전문기업 바이오아라는 천연 항생물질인 코디세핀 함량을 높인 항암제를 개발하기 위해 이화여대와 함께 동충하초를 활용한 의약품 소재를 연구하기 시작했다.