‘강제 야간자율학습(야자)’ 논란이 광주·전남 대학가에서 일고 있다.

대학 입시를 앞둔 일반계 고교에서나 있을 법한 일이 상아탑에서 벌어지고 있는 것인데, 자격증 취득 등을 위한 조치(?)라고 한다.

학생들의 반발은 물론이고 인권위원회 진정으로까지 이어졌다.

학벌없는사회를 위한 시민모임은 8일 전남 모 대학에서 학생을 상대로 야간 자율학습을 강요한다는 제보를 접수해 국가인권위원회에 진정서를 제출했다고 밝혔다.

해당 대학 한 학과에서는 오후 9시까지 자율학습, 3학년 졸업반은 일주일 내내 오후 10시까지 야간 학습을 하도록 하고 “학과 규칙을 지키지 못한다면 자퇴하라”는 강요도 한다고 제보자는 주장했다.

학생은 이른바 ‘강제 야자’ 외에도 주름과 각을 잡은 제복 착용, 학습 중 휴대전화 수거 등 인권 침해 소지를 들춰냈다.

시민모임은 앞서 광주 모 대학의 강제 야자와 관련해서도 인권위에 진정서를 제출한 바 있다.

이 대학은 인권위 조사 과정에서 야간 자율학습을 중단해 사건은 종료됐다.

하지만, 당시의 언론보도를 두고 SNS를 통해 많은 전문대 학생들이 자신들의 학교에서도 강제 야자가 시행 중이라는 댓글을 달기도 했다.

시민모임은 선후배 사이의 부당한 위계 문화, 재학생들이 돈을 모아 졸업생에게 금반지를 선물하는 등 악습 시정도 촉구했다.

최근 목포 모 대학에서는 반지값 납부를 요구하는 학생회와 이를 거부하는 학생들 사이의 갈등이 노출되기도 했다.

대학가의 졸업 반지 선물 관행은 점차 사라지고 있지만 일부 대학에서는 반지나 현금을 주는 형태로 아직 남은 것으로 알려졌다.

시민모임은 SNS상에서의 반응과 반복적인 사례확인을 고려했을 때 전국의 전문대학, 예체능계 대학을 중심대상으로 강제야간학습, 군기문화 등의 인권침해에 대한 점검이 필요해 보인다며 민원을 교육부에 제기했다.

시민모임 관계자는 “인권침해를 넘어서 선후배 위계 문화에 의해 벌어지는 각종 부조리들은 더욱 심각한 문제이다”며 “일제강점기, 군부독재 시절의 불합리한 질서를 학교에서 배우는 현실을 무겁게 받아들여야 한다”고 말했다.

@highlight

전남 광주 대학가에서 자격증 취득을 위한 조치로 야간자율학습을 진행하여 학생들의 반발은 물론이고 인권위원회 진정으로까지 이어졌다.