보해양조 대학생 봉사단인 젊은잎새 봉사단원들은 지난 5일 근로정신대 강제노동 피해자인 양금덕 할머니와 함께 장성 백양사로 문화 탐방에 나섰다.

일본 아베 정부의 무역 보복 조치 이후 반일 감정이 커지고 있는 가운데 보해양조(대표이사 임지선)가 광주·전남 대학생들과 함께 근로정신대 강제노동 피해자인 양금덕 할머니를 만나 역사 바로 알기에 나서 화제를 모으고 있다.

보해양조 대학생 봉사단인 젊은잎새 봉사단원들은 지난 5일 양금덕 할머니와 함께 장성 백양사로 문화 탐방에 나섰다.

보해는 광주전남 미래를 이끌 대학생들에게 우리 역사에 대해 알리기 위해 이날 행사를 기획했다.

젊은잎새 봉사단원들은 양금덕 할머니를 통해 일제 강점기 미쓰비시 중공업이 조선인들을 어떻게 수탈했는지를 생생하게 배웠다.

특히 현재 진행중인 일본과의 무역 갈등이 근로정신대 할머니들에 대한 지난해 11월 대법원의 판결에서 시작됐다는 사실에 대해서도 다시 한번 확인하는 계기가 됐다.

양금덕 할머니는 “일본 제품 불매 운동에 대한 열기는 높지만 그 출발점이 된 근로정신대 피해자들에 대한 관심은 여전히 부족한 상황이다”며 “광주전남 대학생들이 포함된 젊은잎새 봉사단원들이 근로정신대와 그 피해자들에 관심을 기울여줘서 큰 힘이 됐다”고 말했다.

보해는 지난 1950년 목포에 설립된 후 광주전남 지역민과 함께 성장해온 광주전남 대표 기업이다.

1981년부터 보해장학회를 운영하며 광주전남 청소년들에게 장학금을 지급하고, 2006년부터 젊은잎새 봉사단을 선발하는 등 사회공헌활동을 펼치고 있다.

일본 매각설 등 터무니 없는 루머에 피해를 보는 상황에서도 지역과 상생하기 위한 활동을 지속하고 있다.

보해 박찬승 홍보팀장은 “보해는 광주전남을 대표하는 기업으로서 대학생들이 지역과 역사에 대해 바로 알고 자부심을 가질 수 있도록 돕기 위해 이번 문화탐방을 기획했다”며 “앞으로도 지역과 상생하는 것은 물론 청년들에게 다양한 경험을 제공할 수 있도록 최선을 다하겠다”고 밝혔다.

@highlight

보해양조는 지난 5일 일본 아베 정부의 무역 보복 조치로 반일감정이 고조되는 와중에 광주·전남의 앞날을 책임질 대학생들에게 우리 역사에 대해 교육하기 위해 지역 대학생 봉사단인 젊은잎새 봉사단원들과 더불어 일본 근로정신대 강제노동 피해자인 양금덕 할머니를 찾아 같이 백양사로 문화 탐방에 나서며 화제가 되고 있다.