올해 1~7월 정부가 보조금 부정수급을 적발해 환수한 규모가 647억원에 달했다.

작년 한 해 환수액(388억원)의 1.7배에 해당하는 수치다.

정부는 보조금 부정수급 근절을 위해 신고 포상금 상한을 없애고, 환수액의 30%를 신고자에게 지급한다.

부정수급 혐의를 발견하면 즉시 고발·수사의뢰 할 방침이다.

정부는 8일 문재인 대통령이 주재한 국무회의에서 '보조금 부정수급 관리강화 방안'을 논의·확정했다.

정부는 상반기 보조금 부정수급을 집중 점검해 1~7월 총 1854억원을 적발했다.

이 가운데 부성수급 확정금액 647억원 환수를 결정했고, 나머지 금액도 환수를 추진 중이다.

적극적 부정수급 점검·조사로 7개월 만에 작년 한 해 환수액(388억원)보다 많은 규모 환수가 결정됐다.

상반기 점검 결과를 바탕으로 부정수급 종합대책을 마련했다.

신고 활성화를 위해 2억원으로 제한된 포상금 지급액 한도를 폐지하고, 환수액의 30%를 신고자에게 지급한다.

신고자 기여도에 따라 부처 재량으로 10%포인트(P) 내에서 조정 가능하도록 했다.

국민 생활과 밀접한 사업을 중심으로 전체 10조원 내외 규모 '부정수급 고위험 사업'을 지정한다.

사업부처 뿐 아니라 전문기관, 수사기관이 협력해 연중 무작위·불시 점검과 특별단속을 시행한다.

고의·거짓으로 부정수급한 혐의를 확인할 때 지체 없이 고발·수사의뢰 하도록 근거규정을 마련한다.

수사기관이 부정수급 수사결과를 사업부처·지자체에 통보하도록 법적 근거를 마련한다.

부정수급자를 향후 모든 국고보조사업에서 배제하기 위해 '통합수급자격 검증시스템'을 구축한다.

시스템을 활용해 부처별 부정수급자 명단을 공유하고, 사업 신청 시 전 부처 보조금 사업에서 자동 배제한다.

정부는 "그동안 수차례 보조금 부정수급 근절대책을 발표했지만 부정수급은 지속 발생하고 있으며, 이로 인해 보조금은 '눈먼 돈' 이라는 잘못된 인식이 사회에 만연했다"면서 "부정수급을 근원적으로 해결하기 위해 이번 대책을 마련했다"고 밝혔다.

@highlight

정부는 보조금 부정수급 근절을 위해 2억원으로 제한된 포상금 지급액 상한을 폐지하고 환수액의 30%를 신고자에게 지급한다.