생활폐기물 에너지화시설(SRF)이 심각한 주민 피해로 이어질 수 있는 만큼 굴뚝 높이를 150m로 기준 높이를 높이고 실질적 감시강화와 관리체계가 철저히 이루어져야 한다는 주장이 제기됐다.

포항출신 경북도의회 교육위원회 소속 이재도 의원은 8일 열린 제311회 임시회 3차 본회의에서 5분 발언을 통해 “도민이 쾌적한 환경에서 생활할 권리라는 대명제를 위해 SRF 열병합발전소의 강력한 규제가 필요하다”고 지적했다.

이재도 의원에 따르면 포항 남구 원동초는 반경 1㎞ 이내에 SRF시설이 위치하고 있고 반경 4㎞ 이내에 초·중·고 14개교가 있다.

수많은 유치원, 어린이집 원생들도 1급 발암물질 다이옥신의 등 환경오염에 노출돼 있다.

또 오천지역은 포스코와 포스코와 관련 기업들이 대거 포진하고 있어 지난 50년 동안 각종 공해와 소음 등 환경오염에 시달렸다.

이로 인해 현재 포항 오천읍 주민들과 학부모들이 어린 아이들과 주민들의 생존권을 걸고 거리로 나섰지만 이 문제를 누구보다 크게 듣고 적극 해결해야 하는 경북도와 포항시는 도민의 피 끓는 목소리는 안중에도 없는 등 오로지 행정편의주의로만 일관하고 있다고 지적했다.

그는 “포항시는 SRF시설이 안전하고 필수시설이라고 하지만 홍수열 자원순환사회연구소장은 이곳에서 내뿜어지는 연기는 분명 친환경이 아니라는 연구결과가 내놓았다”고 책임을 포항시에 돌리고 이를 강하게 질타했다.

이를 위해 이 도의원은 SRF시설에 대한 문제점에 대해 경북도에 대응방안을 제시했다.

이 의원은 “아이 낳고 행복한 경북을 위해서는 굴뚝 높이를 기준높이 150m로 높여야 하고 현재 포항시에서 민간협의체 구성해 추진 중인 시뮬레이션 실험과 그 결과에 따라서 SRF시설 이전까지도 지역민을 위한 도정이 이루어져야 한다”고 주장했다.

또 “호동쓰레기소각장 환경오염 방지대책과 인근 화학관련 시설 및 비산먼지 발생시설들에 대한 24시간 실질적 감시강화와 관리체계가 철저히 이루어져야 한다”고 지적했다.

@highlight

경북도의회 교육위원회 소속 이재도 의원은 8일 열린 제311회 임시회 3차 본회의에서 5분 발언을 통해 생활폐기물 에너지화시설(SRF)이 심각한 주민 피해로 이어질 수 있는 만큼 SRF 열병합발전소의 강력한 규제 필요성을 지적하면서, 굴뚝을 기준 높이 150m로 높이고 철저한 관리체계와 실질적 감시강화가 동시에 이뤄져야 한다고 주장했다.