대구국제미래자동차박람회가 17일부터 나흘간 엑스코에서 열린다.

사진은 지난해 박람회장 모습.

자동차 광고에 나오는 자율주행 콘셉트카, 수소자동차를 이용한 수소전기하우스, 운전자 감정에 맞게 차량 실내공간을 최적화 하는 실시간감정반응 차량제어.

오는 17일부터 나흘간 엑스코에서 열리는 ‘대구 국제 미래자동차엑스포 2019’에서 볼 수 있는 미래자동차와 시스템이다.

올해 미래자동차엑스포에는 완성차는 물론 부품과 융합제품까지 총망라한다.

1천개 전시부스가 지난달 말 이미 마감됐다.

현대자동차는 수소전기하우스를, 기아자동차는 실시간감정반응차량제어 시스템을 선보인다.

테슬러는 지난 8월 국내에서 론칭한 모델3를 내놓는다.

현대모비스를 CF광고에서 애완견을 주인에게 데려다주는 콘셉트카를 전시하고, 기아와 LG도 첨단기술이 적용된 콘셉트카를 전시한다.

올해 박람회는 포럼, 수출상담회 등 참가하는 국내외 기업들의 비즈니스 프로그램을 대폭 확대한다.

지난해 박람회에서 1천만 달러 상당의 수출상담과 600만 달러 어치의 계약을 성사시켰다.

17일 열리는 개막식에는 이동면 KT사장과 현대자동차 전자부문을 총괄하는 박동일 부사장, 실리콘밸리 오토엑스의 지안찌옹 짜오 대표가 기술 중심의 내용으로 기조강연을 한다.

자동차 반도체 분야 세계1위 기업인 인피니온의 특별 세션, 치안정책연구소의 ‘자율주행시대 경찰의 역할과 미래’를 주제로 세션도 준비돼 있다.

78명의 연사들이 25개 세션에 참여해 강연을 펼친다.

수출상담회에는 폭스바겐, 메르세데스 벤츠, 제너럴 모터스 등 글로벌 완성차 기업의 구매담당자를 초청했다.

최운백 대구시 혁신성장국장은 “이번 전시회는 특히 참가기업을 위한 비즈니스 프로그램을 대폭 확대했다”며 “대구시가 꾸준히 추진해온 시장개척단 사업과 국제 교류를 통해 이뤄진 각국 바이어들이 박람회 참가를 위해 줄을 잇고 있다”고 밝혔다.

@highlight

대구에서 열린 대구국제미래자동차박람회은 미래자동차와 시스템을 주제로 전시하였고 특히 현대모비스의 경우 애완견을 주인에게 데려다주는 컨셉의 자동차를 선보였다.