한국과학기술원(카이스트·KAIST) 화학과 김현우 교수 연구팀이 핵자기공명(NMR) 분광분석기로 알코올 화합물의 광학활성을 간단히 분석할 수 있는 기술을 개발했다고 9일 밝혔다.

기존 분석 방법은 일본 의존도가 높았지만, 김 교수가 개발한 분석 기술로 일본 기술의 의존도를 줄이고 알코올 화합물의 광학활성과 비대칭 합성반응의 모니터링까지 응용할 것으로 기대된다.

광학활성을 분석하는 방법으로 고성능 액체크로마토그래피(HPLC)가 주로 사용된다.

이를 통한 광학활성 분석 시장은 일본이 전체의 50% 이상을 차지하고 있다.

하지만, 이 방법은 분석에 30분에서 1시간이 소요되는 단점이 있다.

화합물의 분자 구조를 분석하는 데 많이 활용되는 핵자기공명(NMR) 분광분석기는 1~5분의 분석 시간을 가지고 있으나, 광학활성 화합물의 신호를 분리하는 효과적인 방법이 규명되지 않았다.

김 교수 연구팀은 갈륨금속 중심의 음전하를 띤 금속 화합물을 합성하고 NMR 분광분석기를 활용해 광학활성의 분석 방법을 개발했다.

금속 화합물과 광학활성 알코올 화합물 간 비공유 상호작용으로 핵자기공명 분광분석기의 신호가 구별돼 광학활성을 분석할 수 있는 원리를 이용했다.

이번 연구는 다양한 작용기를 포함하고 있는 알코올 화합물의 상온 광학활성을 규명했다는 의의가 있다.

김 교수 연구팀이 개발한 기술은 신약 물질의 광학활성 분석에 활용될 수 있으며, 특히 일본의 의존도가 높은 고성능 HPLC를 이용한 광학활성 분석 방법을 대체할 것으로 기대한다고 KAIST는 설명했다.

김 교수는 "핵자기공명 분광기를 활용한 광학활성 분석 관련 최고 수준의 기술"이라며 "신약개발에 필요한 광학활성 분석에 활용될 것으로 기대한다"라고 말했다.

한편, 장수민 박사과정이 1 저자로 참여한 이번 연구 결과는 국제 학술지 셀의 자매지 '아이 사이언스 (iScience)' 9월 27일 자 온라인판에 게재됐다.

@highlight

한국과학기술원 화학과 김현우 교수 연구팀은 갈륨금속 중심의 음전하를 띤 금속 화합물을 합성하고 핵자기공명(NMR) 분광분석기를 활용해 광학활성을 간단히 분석할 수 있는 방법을 개발했다고 9일 전하며 일본의 의존도가 높은 고성능 HPLC를 이용한 광학활성 분석 방법을 대체할 것이라고 말했다.