크라운해태제과는 오는 12~13일 양일간 서울 세종문화회관 대극장에서 제15회 창신제 공연을 연다.

창신제는 '옛것을 바탕으로 새로움을 창조한다'는 법고창신(法古創新)을 주제로 한다.

전통 국악과 현대음악을 아우르는 퓨전 국악공연이다.

민간기업이 개최하는 공연 가운데 최대 규모다.

공연은 전통민요 중심인 오후 1시 소리마당과 오후 6시 국악뮤지컬 '수궁가'로 구성했다.

이틀간 2번씩 총 4회 막을 올린다.

수궁가는 지난 2년간 창신제에서 공연한 '심청'에 이어 2번째 국악뮤지컬로 초연된다.

판소리와 창극, 무용 등 전통 가무악(歌舞樂)을 현대적 감각으로 재해석한 종합 국악공연이다.

판소리 원곡을 현대적 언어로 새로 풀어낸 30여 곡의 젊은 소리라 모든 세대가 더 편하게 즐길 수 있다.

3시간 가량의 원곡을 75분으로 압축했다.

국악신동으로 유명한 '유태평양'이 별주부 자라, 국립창극단 간판 배우 '이소연'이 토끼 역으로 출연한다.

2012년 판소리 떼창 공연 이후 해마다 새로운 도전을 하는 크라운해태제과 임직원들도 출연한다.

임직원들은 극 중 용궁잔치 대목에서 그간 갈고닦은 '종묘제례일무' 무용공연을 한다.

이춘희 명창이 예술감독으로 나선 소리마당에는 권정희, 안옥선, 김혜란 등 30여명의 명창들이 팔도민요를 공연한다.

크라운해태제과의 국악영재 육성프로그램인 '영재국악회'를 통해 발굴한 어린이 소리단 '소은소은'과 '판세상's 아이들'이 판소리를 신나는 율동과 함께 선보인다.

윤영달 크라운해태제과 회장은 "전통 국악의 아름다움을 남녀노소 누구나 편하게 즐길 수 있도록 준비한 공연"이라며 "국악의 매력을 더 다양하게 즐길 수 있도록 전통과 현대적 감각을 융합하는 새로운 시도가 많아지기를 기대한다"고 말했다.

@highlight

크라운해태제과는 오는 12일부터 양일간 서울 세종문화회관 대극장에서 전통 국악과 현대음악을 아우르는 퓨전 국악공연인 제15회 창신제를 개최하며 이는 민간기업이 마련한 공연 가운데 최대 규모라고 밝혔다.