[충청투데이 노왕철 기자] 서천군 등 5개 지자체에서 2019년도 유네스코 세계자연유산으로 등재 신청한 한국의 갯벌이 지난달부터 이달 7일까지 세계자연보전연맹(IUCN)의 현지 실사를 완료했다.

현지실사는 서류심사, 토론자 심사 등 전문가 참여로 진행되는 세계유산 전체 심사과정의 한 단계로 세계유산 등재를 위한 현지를 직접 찾아 진행하는 유네스코가 의뢰한 자문기관에서 수행한다.

유네스코는 실사 결과와 세계유산 등재신청서 심사를 바탕으로 등재 권고와 보류, 반려, 등재 불가의 4가지 권고안 중 하나를 선택해 최종 등재 여부를 결정하게 된다.

한국의 갯벌 현지실사는 IUCN 자문위원 바스티안 베르츠키 씨와 인도 상하수도부 과장 소날리 고쉬 씨가 담당했다.

세계자연유산으로 신청된 갯벌은 서천갯벌과 고창갯벌, 신안갯벌, 보성-순천갯벌 총 4개소로 구성된 연속유산이다.

서천갯벌은 금강하구의 하구형 갯벌로 기초생산량이 가장 높아 IUCN의 적색목록등급 위기종인 넓적부리도요 등 17종의 중간 기착지이며, 검은머리물떼새의 국내 최대 서식지로 유부도를 중심으로 68.09㎢가 펼쳐져 있다.

현지 실사를 맡은 베르츠키씨와 고쉬씨는 7일간의 실사 기간에 4개의 갯벌을 방문해 현지에서 관리 담당자, 지역주민, 전문가를 만나 설명을 들었으며, 해당 갯벌의 보호·관리 현황과 세계자연유산으로서의 완전성 충족 여부를 현장에서 일일이 점검했다.

IUCN은 이번 실사 결과를 포함한 최종 평가 결과를 내년 7월 중국 푸저우에서 개최하는 제44차 유네스코 세계유산위원회 세계유산 등재 심사에 보고하며, 이 위원회에서 '한국의 갯벌'의 세계자연유산 등재 여부가 최종 결정된다.

세계자연유산으로 등재되면 서천군은 갯벌의 브랜드 가치 상승과 유산관광 활성화를 통한 지역주민 소득증대로 지역경제 활성화가 기대되고 있다.

@highlight

서천군 등 5개 지자체에서 갯벌의 브랜드 가치 상승과 유산 관광 활성화 효과를 통한 지역주민 소득 증대 및 지역경제 활성화를 기대하며 2019년도 유네스코 세계자연유산으로 등재 신청한 한국의 갯벌(서천갯벌과 고창갯벌, 신안갯벌, 보성-순천갯벌)이 지난달부터 이달 7일까지 세계자연보전연맹(IUCN)의 현지 실사를 완료했다.