[충청투데이 인택진 기자] 더불어민주당 어기구 의원<사진>은 당진시 당진2동(채운동)이 정부의 '2019년도 하반기 도시재생 뉴딜사업'에 최종 선정됐다고 8일 밝혔다.

정부는 이낙연 국무총리 주재로 8일 정부서울청사에서 제19차 도시재생특별위원회를 열고 '당진시 당진2동'을 포함한 '2019년도 하반기 도시재생 뉴딜사업 선정안'을 의결했다.

당진2동 대상지는 도심에 인접한 노후주거지이며, 지역내부의 쇠퇴와 주변지역의 개발로 인한 인구 및 상권 유출로 인해 장기적인 침체가 우려되는 지역이었다.

이번 도시재생사업으로 당진시 채운동 239번지 일원(14만 1100㎡)에 2020년부터 2023년까지 167억원(국비 100억원, 지방비 67억원)의 예산을 투입해 △도시재생 어림센터 △학생활동 커뮤니티 거점 조성 △학교 앞 안심광장 조성 △노후주거지 정비 등이 이뤄질 예정이다.

이와 연계해 충남개발공사의 자체예산 176억원을 투입해 노후화된 당진2동 주민센터과 주변 부지를 정비해 임대주택(100호)을 공급함으로써 신혼부부 등의 주거복지를 강화할 예정이며, 당진2동 행정복지센터 신축 등에 총 83억원이 투입될 예정이다.

어 의원은 그동안 국토교통부를 직접 방문해 도시재생 관계자에게 사업의 필요성을 설명하고, 충남도 및 당진시 등과 함께 공모에 필요한 내용을 꼼꼼히 살피는 등 사업선정을 위해 꾸준히 노력해 왔다.

어기구 의원은 "이번 사업을 통해 정주여건개선과 주거안정화를 통해 새로운 인구가 유입되고 지역의 활력을 되찾을 것을 기대한다"며 "쇠퇴한 구도심과 노후 주거지 등에 대한 지속적인 사업발굴로 당진의 일자리창출, 주거복지, 도시경쟁력 강화에 최선의 노력을 다하겠다"고 밝혔다.

한편 당진시는 이번 당진2동 도시재생 뉴딜사업 선정에 앞서 지난 2017년 도시활력증진사업에 선정된 바 있으며, 지난해에는 당진1동 원도심 일원이 도시재생 뉴딜사업에 선정돼 국비 90억원 등 150억원 규모로 도시재생사업이 올해부터 추진되고 있다.

@highlight

정부는 8일 정부서울청사에서 '2019년도 하반기 도시재생 뉴딜사업 선정안'을 의결하여 쇠퇴한 구도심과 노후 주거지에 지속적인 사업발굴로 장기적인 침체가 우려되는 당진시의 일자리창출과 주거복지 강화에 힘쓰겠다고 하였다.