각 정당 논평 내고 의미 되새겨 "민생 최우선, 애민정당으로 거듭"

▲여야 주요 정당 로고.

여야는 9일 573돌 한글날을 맞아 한글 발전과 애민정신을 지키는데 노력하겠다고 밝혔다.

더불어민주당 이재정 대변인은 이날 서면 브리핑을 통해 "오늘은 세종대왕의 위대한 애민정신이 담긴 한글날"이라며 "백성 모두가 쉽게 자신의 뜻을 표현하고 소통할 수 있게 한 한글창제의 뜻을 깊게 새긴다"고 밝혔다.

이 대변인은 "자랑스럽고 소중한 우리의 한글을 아름답게 쓰고 지켜야하지만, 부끄럽게도 정치권의 막말사태가 끊이지 않는다"며 "백성을 위한 글, 한글날을 맞아, 바르게 말하는 품격 있는 정치, 신뢰받는 정치를 다시금 다짐한다"고 했다.

이어 "더불어민주당은 우리 민족의 보물이자 인류의 유산인 한글과 그 안에 흐르는 민주주의와 애민의 정신을 지키고 발전시키는데 최선을 다하겠다"고 강조했다.

바른미래당도 최도자 수석대변인 명의의 논평을 내고 "우리 모두는 한글날을 맞아 이러한 한글의 소중함을 깨닫고, 더욱 아끼고 바르게 사용하는데 노력해야 한다"고 말했다.

최 수석대변인은 "백성에 대한 세종대왕의 애민정신 결과물이 바로 한글"이라며 "반만년의 유구한 역사 속에서 찬란한 문화를 꽃피울 수 있었던 이유도 문화 융성의 토대인 우리말과 우리글이 있었기 때문"이라고 설명했다.

그러면서 "바른미래당은 백성만을 생각하던 세종대왕의 애민정신을 본받아 국민의 목소리에 더 귀 기울이고, 민생을 최우선으로 여기는 애민정당으로 거듭날 것을 약속드린다"고 덧붙였다.

정의당 역시 오현주 대변인이 브리핑에 나서 "한글은 기득권 타파와 평등의 상징"이라며 "지배계급만 글을 읽고 쓸 수 있는 사회에서 모든 백성들이 글을 읽고 쓸 수 있도록 바꾼 것이 한글의 가장 큰 위대함"이라고 했다.

오 대변인은 이어 "정의당은 기득권 타파와 평등을 구현한 한글창제의 정신을 되시개며 앞으로 실질적인 비문해율을 낮춰 누구나 정치에 자유롭게 참여할 수 있는 사회를 만들어가겠다"고 목소리를 높였다.

@highlight

여야는 9일 573돌 한글날을 맞아 품격있는 정치로 한글발전은 물론 민생을 최우선으로 여기는 애민정신을 지키는데 최선을 다하겠다고 다짐했다.