광주FC 윌리안(가운데)이 지난 6일 K리그2 32라운드 아산전에서 득점 후 기뻐하고 있다.

프로축구 K리그2(2부리그) 광주FC가 K리그1 승격을 눈앞에 두고 있다.

광주는 최근 아산무궁화와의 대결에서 승리를 거둬 19승(10무 3패) 고지를 밟았다.

이로써 승점 67점을 확보해 2위 부산아이파크(승점60)과의 격차가 7점이 됐다.

광주의 매직넘버는 이제 ‘2’다.

앞으로 2승만 거두면 자력으로 승격을 결정 짓게 된다.

앞으로 남은 경기 수는 4경기.

경우에 따라 광주는 2승을 거두지 않아도 승격 요건을 갖출 수 있다.

다음 경기에서 광주가 승리하고, 부산이 패배했을 경우다.

이렇게 되면 격차는 단숨에 10점으로 벌어져 광주가 남은 3경기를 모두 패배해도 승점 차는 뒤집어지지 않게 된다.

반면에 부산이 이기고 광주가 지면 쫓기는 상황이 된다.

승점 차가 4점으로 좁혀져 남은 경기에서 피말리는 싸움을 벌일 수도 있다.

즉, 부산의 승패에 따라 광주의 승격 여부는 앞당겨지거나 늦춰질 수 있는 것이다.

만일 광주가 남은 경기에서 승리 없이 무승부만 4차례 거둔다면 자력 우승은 불가능하다.

확보한 승점이 71점에 불과해서다.

부산이 4경기 전승을 따내면 승점이 광주보다 1점 더 많게 된다.

흐름상으로는 광주의 연승은 계속될 것으로 예상된다.

최근 3연승을 달성하며 최고의 컨디션을 보이고 있어 더욱 그렇다.

특히 광주는 포백뿐만 아니라 스리백을 활용하는 등 다양한 맞춤 전술로 유연하게 플레이를 하고 있어 약점을 꼽기 힘들다.

수비가 안정적으로 운용되니 공격진 역시 활기가 돈다.

그 결과 에이스 펠리페뿐만 아니라 윌리안 등 다양한 자원들도 득점포를 가동하며 공격에 힘을 보태고 있다.

승격까지 거침없이 질주한 광주가 다음 경기에서 매직넘버를 줄일 수 있을지 시선이 집중된다.

@highlight

광주는 최근 아산무궁화와의 대결에서 승리를 거둬 19승을 했고 앞으로 2승만 더하면 K리그1 승격이 가능해진다. 