한국철도공사가 '한국철도(코레일)'로 약칭(줄임말) 변경을 추진한다.

한국철도공사는 8일 영어식 표기인 '코레일(KORAIL)'을 대신할 새로운 한글 약칭 '한국철도(코레일)'에 대한 대국민 제안을 시행한다

새로운 약칭 제정은 최근 국민적 한글 사용 추세를 반영하고 공기업으로서 한글사랑에 앞장서기 위해 추진됐다.

약칭 변경을 널리 알리고 초기 혼선을 줄이기 위해 영어식 표기인 '코레일'을 '한국철도'에 붙여서 사용키로 하고, 영어표기는 대외 인지도를 고려해 'KORAIL'을 그대로 사용하기로 했다.

새로운 한글 약칭 '한국철도(코레일)'는 앞으로 브랜드 전문가 자문, 내외부 설문과 여론조사 등을 거쳐 내부 기업명칭 사용기준을 제정해 최종 확정 후 사용할 예정이다.

이와 함께 내년부터 단계적으로 도입할 예정인 '동력분산식(EMU) 차세대고속열차'의 명칭도 정감 어린 우리말 이름을 붙일 계획이다.

내년 초 국민이 참여하는 공모행사 등을 통해 EMU-320, EMU-250, EMU-150에 대한 우리말 이름을 각각 공모해 결정할 방침이다.

이와 함께 공사는 새로운 한글 약칭 사용과 함께 그동안 추진해온 철도용어 순화작업도 속도를 내기로 했다.

공사는 작년 9월부터 어려운 철도분야 업무 용어 등에 대해 전수조사를 통해 현재까지 7000여개의 용어와 문구를 순화했다.

일제 잔재가 남아있는 한자어를 쉬운 우리말로 바꾸거나, 적절한 한자어로 대체했고, 업무 용어도 철도 직원이 아니더라도 누구나 업무 내용을 쉽게 이해할 수 있도록 개선했다.

공사는 순화된 한글 사용과 정착을 위해 별도의 한글화 전담조직을 운영하고 국민 의견을 꾸준히 수렴할 계획이다.

손병석 사장은 "진정한 국민의 철도가 되기 위해서는 누구나 친숙하고 부르기 쉬운 이름을 갖는 게 중요하다"며 "공기업으로서 우리말 사랑에 앞장서고 모범을 보이도록 최선을 다하겠다"고 밝혔다.

@highlight

한국철도공사는 최근 국민적 한글 사용 추세를 반영하고 공기업으로서 한글사랑에 앞장서기 위해 내외부 설문과 여론조사 등을 거쳐 영어식 표기인 '코레일(KORAIL)'을 대신할 새로운 한글 약칭 '한국철도'로의 약칭 변경을 추진한다.