▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

▲ '기록 플러스' 전시에 시민의 소중한 삶의 기록이 전시돼 있다.

평범한 누군가의 일상이 기록이 되고 그 기록이 청주의 역사가 되는 특별한 전시가 열린다.

청주시와 청주문화도시사무국이 10일 오후 5시 운천동 옛 청주시 한국공예관에서 '기록 플러스' 전시를 개막한다.

전시는 오는 31일까지 진행된다.

'기록+일상에 기록을 더하다'를 주제로 진행되는 전시는 총 3부로 구성됐다.

1층은 '마을에 문화를 더하다'를 소주제로 40여년 전 대청댐의 건설로 사라진 문의면 마을, 기록의 과거와 미래가 공존하고 있는 운천동 등 그 모든 변화의 과정이 기록으로 시민을 만난다.

2층은 '일상에 기록을 더하다'로 지난 8~9월 수집된 시민 일상 기록물 총 3269점과 시민의 참여 과정을 담은 사진, 영상 등을 공유한다.

이곳에는 빛바랜 추억록, 낡은 일기, 소중한 순간을 기록한 사진과 영상 등 시민의 평범하지만 더없이 빛나고 소중한 기록을 한눈에 관람할 수 있다.

3층은 '기록의 창의를 더하다'를 주제로 지역 청년작가 10명의 작가가 창의력으로 풀어낸 기록을 선보인다.

손동유 청주시문화도시 사무국총괄 기획자는 "일상기록이 예술가에 의해 작품으로 창작되는 것은 기록의 확장성과 무한한 활용 가능성을 보여주는 좋은 사례로 시민에게 신선한 감동으로 다가가길 바란다"고 말했다.

한편 시는 지난 8월 5일부터 9월 17일까지 청주시민을 대상으로 삶의 기록 수집을 진행했으며 3600여점의 시민기록물이 접수됐다.

@highlight

청주시와 청주문화도시사무국은 10일 오후 5시 운천동 옛 청주시 한국공예관에서 '기록 플러스' 전시를 개막하고 31일까지 진행하는데, 이 전시는'기록+일상에 기록을 더하다'를 주제로 총 3부로 구성되어 진행되며 평범한 누군가의 일상이 기록이 되고 그 기록이 청주의 역사가 되는 특별한 전시라는 점에서 관심을 끌고 있다.