삼성디스플레이(대표이사 이동훈)가 차세대 프리미엄 TV 시장의 기술 리더십을 강화하기 위해 세계 최초로 'QD(퀀텀닷, 양자점 물질)디스플레이' 투자에 나선다고 10일 밝혔다.

삼성디스플레이는 이날 아산캠퍼스에서 '신규 투자 및 상생 협력 협약식'을 갖고 2025년까지 'QD디스플레이' 생산시설 구축 및 연구개발에 대한 총 13조1000억원 규모의 투자 계획을 발표했다.

이번 투자를 통해 삼성 디스플레이는 대형 디스플레이 기술의 방향을 기존 LCD에서 'QD디스플레이'로 전환하고, 'QD'를 기반으로 대형 디스플레이 산업의 새로운 전성기를 열어갈 계획이다.

삼성디스플레이는 2025년까지 아산1캠퍼스에 세계 최초 'QD 디스플레이' 양산라인인 'Q1라인'을 구축, 초기 3만장(8.5세대) 규모로 2021년부터 가동을 시작해 65인치 이상 초대형 'QD디스플레이'를 생산할 예정이다.

이를 위해 기존 8세대 LCD 라인을 단계별로 'QD' 라인으로 전환하며, 2025년까지 생산능력을 점차 확대해 나갈 계획이다.

'QD' 신기술의 상용화를 앞당기기 위해 기존 LCD 분야 인력을 'QD' 분야로 전환 배치하는 한편, QD 재료연구와 공정개발 전문 인력도 신규로 채용키로 했다.

삼성디스플레이의 투자가 본격화되면 신규 채용 이외에도 5년간 8만1000여개의 일자리가 만들어질 것으로 전망된다.

아울러 삼성디스플레이는 공급망 안정화와 원천기술 내재화, 부품경쟁력 제고, 신기술 해외유출 방지를 위해 사업 초기부터 소재·부품·장비 등 국내 후방 업체와의 협력을 강화할 방침이다.

또 잉크젯 프린팅 설비, 신규 재료 개발 등 QD디스플레이 양산기술 확보를 위해 국내 업체들과의 파트너십도 확대해 나가기로 했다.

이밖에 삼성디스플레이는 국내 디스플레이 전문 인력을 육성하기 위해 국내 대학들과 함께 '디스플레이 연구센터'를 설립하는 등 산학협력도 강화할 방침이다.

이동훈 사장은 "자연색에 가까운 빛을 내는 반도체 입자인 'QD'는 대형 디스플레이 산업의 미래 성장 비전"이라며 "이번 투자를 통해 프리미엄 디스플레이 시장을 주도해 나가겠다"고 말했다.

@highlight

10일 삼성디스플레이는 아산캠퍼스에서 차세대 프리미엄 TV 시장의 기술 리더십을 강화하기 위해 세계 최초로 QD(퀀텀닷, 양자점 물질)디스플레이에 총 13조1000억원 규모의 투자에 나설 것이며 이번 투자를 통해 QD를 기반으로 대형 디스플레이 산업의 새로운 전성기를 열어갈 계획이라고 전했다.