완도문화원이 주관한 ‘가리포 야행’ 프로그램 참가자들이 야행 후 기념촬영을 하고 있다.

완도군은 문화재청 주관 2020년도 생생문화재 공모사업에 ‘가리포 500년 조선 수군과 노닐다’ 프로그램이 최종 선정됐다고 9일 밝혔다.

생생문화재는 문화재에 담긴 역사적 의미와 가치를 지역의 인적·물적 자원과 결합해 교육, 공연, 체험, 관광자원 등으로 활용하기 위한 사업이다.

이번 사업의 대상 문화재는 완도 청해진유적(사전 제308호), 완도 묘당도 이충무공유적(사적 제114호), 완도 객사(전남도 문화재자료 제109호) 등이다.

청해진유적은 828년 장보고가 완도에 청해진을 설치하고 해적을 소탕했던 곳으로 중국과 일본을 연결하는 해상무역의 요충지였다.

묘당도 이충무공유적은 정유재란 당시 1598년 2월 고금도에 삼도수군통제영을 설치하고 노량해전을 승리로 이끈 곳이며 1963년 국가사적으로 지정됐다.

완도객사는 1521년 설진된 가리포진의 객사로 매월 초하루와 보름, 명절에 왕을 상징하는 전패를 모시고 대궐을 향해 망궐례를 올렸던 곳이다.

가리포진은 1521년 완도읍 군내리 일원에 설진된 서남해안의 중요한 수군진성이었다.

2021년이 되면 가리포진 설진 500주년을 맞는다.

이번 문화재청 공모사업에 선정된 ‘가리포 500년 조선 수군과 노닐다’는 망궐례 재현, 다도 체험, 판소리 배우기, 음악 콘서트, 문화유적 탐방 등으로 구성되며 2020년 4월부터 11월까지 총 10여 차례에 걸쳐 완도군 일원에서 개최된다.

▲가리포랑 놀자 ▲가리포 어디까지 알고 있니? 등 3가지 주제로 꾸며진다.

@highlight

완도군의 ‘가리포 500년 조선 수군과 노닐다’ 프로그램이 문화재청 주관의 생생문화재 공모사업에최종 선정되어, 2020년 4월부터 1월까지 총 10여 차례에 걸쳐 진행될 예정이다.