IHS마킷 보고서···"5G는 월드와이드웹·아이폰 이을 역대급 호재" 전세계 반도체 시장이 5세대 이동통신(5G) 기술 덕분에 부진을 털고 1년 만에 플러스 성장으로 돌아설 것으로 전망됐다.

10일 업계에 따르면 글로벌 시장조사업체인 IHS마킷은 최근 보고서에서 내년 전세계 반도체 시장 매출이 4480억달러(약 536조원)로, 올해(4228억달러)보다 5.9% 늘어날 것으로 추정했다.

지난해 4856억달러(약 581조원)로 역대 최고치를 기록한 데 이어 올해 두자릿수의 '역성장'을 기록하겠지만 1년 만에 다시 상승세로 돌아선다는 것이다.

보고서는 "올해 업황 하락세가 워낙 심각해서 이를 뒤집어 놓기 위해서는 '가공할만한 동력(formidable force)'이 있어야만 한다"면서 '5G 기술' 도입에 따른 엄청난 경제적 효과를 지목했다.

렌 젤리넥 선임 연구원은 "반도체 산업의 역사를 돌아보면 매번 '다운턴(하락국면)' 때마다 대규모 수요를 유발하는 기술혁신이 등장했다"며 "월드와이드웹(WWW), 아이폰 출현 등이 그런 사례였고, 이제 5G라는 또다른 역사적인 혁신이 등장했다"고 진단했다.

그는 "5G의 영향력은 정보기술(IT) 산업의 범위를 훨씬 넘어 사회의 모든 측면에서 새로운 경제활동을 촉발함으로써 반도체 수요를 확대할 것"이라고 강조했다.

본격적인 5G 도입은 무엇보다 반도체 산업의 최대 수요처인 스마트폰 시장의 확대로 이어진다는 게 IHS의 분석이다.

지난해와 올해 전세계 스마트폰 출하가 주춤했으나 '5G 호재' 덕분에 내년에는 다시 증가세로 돌아서면서 반도체 수요도 함께 늘어난다는 것이다.

이와 함께 5G 기술이 적용된 자동차, 사물인터넷(IoT), 데이터센터 등도 반도체 시장 성장에 크게 기여할 것이라고 보고서는 설명했다.

그러면서 올해 반도체 시장 부진의 요인이었던 D램과 낸드플래시 등 메모리 가격 하락세가 최근 진정되고 있지만 여전히 내년 상반기까지도 불안한 상황에서 '5G 혁명'이 내년 하반기 업황 회복의 결정적 변수가 될 것이라고 강조했다.

삼성전자 반도체 사업장.

@highlight

글로벌 시장조사업체인 IHS마킷은 내년 전세계 반도체 시장 매출을 4480억달러로 예상하며, 올해보다 5.9% 늘어날 것으로 추정했는데, '5G 기술' 도입은 월드와이드웹, 아이폰 등장 때와 같이 대규모 수요를 유발하는 역사적인 혁신이 될 것이라고 진단했다.