성남시민들이 탄천에 설치된 아트 콘텐츠를 관람하고 있다.

성남문화재단(대표 박명숙)이 준비한 '2019 성남 축제의 날〃투모로우 랜드'가 9일 개막했다.

성남문화재단은 당초 '빛으로 하나된 성남'이란 주제로 11월까지 성남탄천종합운동장 앞 탄천 일대에서 축제를 진행하기로 했으나, 아프리카 돼지열병 확산 방지에 동참하기 위해 규모를 대폭 축소했다.

메인 무대인 탄천 플로팅 워터 스테이지에서 진행하기로 한 축하공연 및 주제공연과 시민자율존에서 진행 예정이었던 푸드존과 성남생활문화동호회 축제 등 부대행사는 전면 취소했다.

다만 대부분 설치가 완료된 설치작가 작품 7점을 포함한 10개 아트 콘텐츠 전시는 27일까지 축소해 운영하기로 했다.

축제 공간을 여는 이성구 작가의 열개(Dehiscence)를 시작으로 바람에 따라 소리와 빛의 밝기가 변하는 윈드버블(Wind bubble), 전설의 동물 유니콘과 사슴을 모티브로 '투모로우 랜드'의 빛과 생명의 수호신을 상징하는 아샤(AHSA), 오염된 물을 정화하고 우리가 지켜야 할 자연의 수호신을 상징하는 고래의 방(Whale's chamber) 등 각각의 메시지를 담은 작품들이 9일 저녁 탄천변을 밝혔다.

또 종합안내소인 투모로우 라운지 앞에는 '아트체어 프로젝트'를 통해 성남 어린이들이 직접 작가로 참여한 아트체어를 설치해 시민에게 휴게공간을 제공한다.

'아트체어 프로젝트'는 사전모집 등으로 참여한 150여명 어린이 작가들이 '우리동네(성남)' '우리함께(하나)' '빛' '물' '소리' 등 5가지 주제 중 하나를 골라 제출한 그림을 덱체어(나무 뼈대에 천을 씌운 의자)로 제작 전시하는 프로젝트다.

박명숙 성남문화재단 대표는 "개막 직전에 축소하게 돼 무척 아쉽지만 축산 농가 보호가 우선이라고 생각한다"면서 "탄천의 아름다운 자연환경과 어우러진 전시작품을 감상하면서 시민들이 문화예술의 즐거움과 힐링을 만끽하길 바란다"고 덧붙였다.

@highlight

성남문화재단의 '2019 성남 축제의 날 투모로우 랜드'가 9일개막한 가운데 ASF확산방지 동참의 의미로 원래보다 규모를 대폭 축소하고 이미설치완료된 10개아트콘텐츠전시는 27일까지만 축소운영할 계획이다