동원개발은 경기도 동탄2신도시도 C6블록에 공급한 '동탄2신도시 3차 동원로얄듀크 비스타'의 단지 내 상가시설인 '동탄2신도시 3차 동원로얄듀크 비스타스퀘어'를 이달 분양한다고 10일 밝혔다.

동탄2신도시 3차 동원로얄듀크 비스타는 동탄2신도시 내 중심상업지역인 광역비즈니스콤플렉스 내에 위치하고 있으며, 지하 1층~지상 2층, 연면적 약 5200㎡, 총 60실로 구성된다.

상가가 위치한 광역비즈니스콤플렉스는 동탄2신도시의 7개 특별계획구역 중 하나로 현재 롯데백화점 동탄점이 2021년 완공을 예정으로 공사 중에 있으며, CGV, 스타벅스, 올리브영 등의 키테넌트 상업시설이 광역비즈니스 콤플렉스 일대로 입점을 완료하거나 계획 중에 있다.

비스타퀘어는 유동인구의 효과적인 집객을 위해 상업시설을 도로와 접하는 4면 개방형 설계로 구성할 계획이다.

여기에 여울공원과 인접하고 있는 서쪽 상업시설은 단지 내 상업시설에서 볼 수 없었던 '드라이브쓰루' 설계가 적용돼 차량을 이용한 유동인구도 확보할 수 있도록 특화설계가 적용됐다.

분양 관계자는 "동탄2신도시 3차 동원로얄듀크 비스타스퀘어가 들어서는 광역비즈니스콤플렉스에 대한 개발이 본격화되면서 상권이 빠르게 형성되고 있는 상태"라며 "특히 동탄2신도시를 대표하는 대규모 공원을 인접하고 있는 쾌적함과 동원개발만의 특색있는 설계까지 더해진 만큼 일대를 대표하는 상업시설로 자리매김할 전망"이라고 밝혔다.

동탄2신도시 3차 동원로얄듀크 비스타퀘어 홍보관은 경기도 화성시 동탄대로 537 라스플로레스 B동 214호에 위치한다.

동탄2신도시 3차 동원로얄듀크 비스타 비스타스퀘어 조감도.

동탄2신도시 3차 동원로얄듀크 비스타 비스타스퀘어 투시도.

@highlight

10일 동원개발은 '동탄2신도시 3차 동원로얄듀크 비스타스퀘어'를 이달 분양할 계획인데 광역비즈니스콤플렉스 내 위치한 비스타는 총 60실로 구성되었으며 이미 롯데백화점 동탄점이 입점 예정으로 이 외에도 많은 상업시설이 입점을 대기중에 있다.