"우리 청양이 어느 곳보다 먼저 1년 365일 매일 매일이 노인의 날인 듯 존경과 감사가 넘치는 지역이 되도록 모두의 효심을 모읍시다."

청양군이 8일 청양문화예술회관 대공연장에서 군내 어르신 700여명이 참석한 가운데 제23회 노인의 날 기념행사를 열고, 내리사랑과 치사랑이 아름답게 어우러지는 공동체 가꾸기를 선언했다.

노인 커뮤니티 케어 선도 지자체인 청양군은 돌봄이 필요한 사람이 자신의 거주지에서 이웃과 함께 살아갈 수 있도록 주거·보건의료·요양·돌봄·독립생활을 지원하는 지역주도형 사회서비스를 4일부터 시작, 노인의 날 행사에 특별한 의미를 더했다.

청양지역은 저출산·고령화 비율이 충남도내에서 가장 높고 홀몸노인 또한 가파른 증가세를 보이고 있다.

주거환경이 열악하고 지역특성상 의료혜택을 받지 못하는 노인이 많아 통합돌봄 시스템이 절실하다.

군은 앞으로 읍면 케어 안내창구 전담인력 배치, 자체예산 확보, 선도사업 모니터링 및 효과성측정 연구용역 추진, 상담 전문가 구성 등으로 노인층 대상 주거의료 서비스를 획기적으로 개선할 계획이다.

청양노인대학의 난타 공연으로 시작된 이날 행사에서 남양면 이주언 어르신이 모범노인으로 선정돼 충남도지사표창을 받았고 △청양군수표창 청양읍 김현철 어르신 외 9명 군수표창, △국회의원표창 비봉면 염규은 어르신 외 4명 △청양군의장표창 청양읍 유병선 어르신 외 7명 △청남면 맹연환 어르신 외 2명이 대한노인회 중앙회장표창장과 청양군지회장 공로패를 받았다.

김돈곤 군수는 "어르신들은 지금의 한국이 세계에 우뚝 설 수 있게 하신 주역으로 그동안의 노고에 감사드린다"면서 "청양군이 전국 최고의 노인복지 도시가 되도록 열성을 다하겠다"고 말했다.

@highlight

저출산·고령화 비율이 충남도내에서 가장 높고 홀몸 노인 또한 가파른 증가세를 보이고 있고  주거환경 열악으로 지역 특성상 의료 혜택을 받지 못하는 노인이 많아 통합돌봄시스템이 절실한 청양군은 8일 청양문화예술회관 대공연장에서 군내 어르신 700여명이 참석한 가운데 제23회 노인의 날 기념 행사를 열고, 내리사랑과 치사랑이 아름답게 어우러지는 공동체 가꾸기를 선언했다.