대구 출신인 더불어민주당 이재정 의원(비례대표)이 여야가 첨예하게 맞서고 있는 ‘조국 정국’에서 조국 법무부장관을 비호하느라 동분서주하고 있어 눈길을 끌고 있다.

당 대변인직을 맡고 있는 이 의원은 조 장관 주변을 겨냥한 검찰수사를 압박하고, 검찰개혁을 촉구한 촛불집회를 치켜세웠으며, 조 장관 사퇴를 요구하는 야당을 폄훼하는 데 최선봉에 서고 있다.

이 과정에서 일부 내용은 사실관계가 맞지 않아 불필요한 논란을 일으키는 경우도 있다.

이 의원은 지난달 28일 서울 서초동에서 열린 검찰개혁 촉구 1차 촛불집회와 관련, 참가자 규모를 200만명이라고 주장해 야당과의 장외집회 세 대결에 불을 붙였다.

그러면서 촛불집회에 대해 “통제받지 않는 무소불위 검찰 권력의 폭주에 보다 못한 국민이 나섰다"면서 “검찰은 이제 개혁의 주체가 아니라 대상”이라고 주장하며 검찰수사를 압박했다.

이 의원은 또 검찰의 조 장관 자택 ‘11시간 압수수색’을 비판하면서 “개인 자택에 대한 압수수색에 통상의 경우와 달리 짜장면을 배달시켜 먹는 이례적인 장면이 연출되기도 했다”며 검찰의 수사 방식을 비난했다.

하지만 검찰은 “조 장관 가족의 권유로 (짜장면이 아닌) 한식을 주문해 식사했다”고 밝혀 ‘짜장면 배달’은 사실이 아닌 것으로 드러났다.

이 의원은 자유한국당 황교안 대표의 삭발에 대한 논평에선 “황 대표의 삭발은 그저 정쟁을 위한, 혹은 존재감 확인을 위한 삭발로밖에 이해되지 않는다”고 깎아내렸다.

이 의원은 대구 성화여고와 경북대 법대를 졸업한 뒤 사법시험을 통과해 변호사로 활동하다 20대 국회에 비례대표로 원내 진출했다.

조 장관과 함께 문재인정권의 한 축을 담당하는 ‘참여연대 출신’ 인맥으로 분류된다.

조 장관은 참여연대 사법감시센터 소장을, 이 의원은 참여연대 공익법센터 운영위원을 각각 지냈다.

하지만 이 의원의 언행과 그의 고향인 대구의 정서는 상당한 괴리를 보이고 있다.

@highlight

더불어민주당 이재정 위원이 "검찰은 개혁의 주체가 아니라 대상"이라고 주장하며 조 장관 주변을 겨냥한 검찰수사를 압박하는 등 조국 법무부장관을 비호하느라 동분서주하고 있어 눈길을 끌고 있다.