원희룡 제주특별자치도지사가 2014년부터 이어오고 있는 루게릭병 환우를 돕기 위한 '아이스버킷 챌린지'에 동참했다.

원 지사는 9일 오후 2시 이호테우해변 일원에서 재단법인 승일희망재단(공동대표 박승일, 션)이 주최하고 도민과 관광객 300여 명이 참여한 가운데 개최된 '미라클 365 런 아이스버킷 챌린지'에서 루게릭병 환우를 돕기 위한 아이스버킷 이벤트에 동참했다.

승일희망재단은 루게릭병 환우와 그 가정을 지원하기 위해 설립된 단체로 즐겁고 재미있는 기부활동 등을 주된 사업으로 펼쳐가고 있다.

7㎞?10㎞를 그룹별로 달리는'미라클 365 런'행사 및 아이스버킷 챌린지, 콘서트 등이 이어지며 함께한 도민과 관광객들이 서로 어울리고 소통하는 시간으로 구성됐다.

원 지사는 '365 런' 행사를 마친 참가자들과 얼음물을 맞는'아이스버킷 챌린지'에 동참했다.

원 지사는 이날 행사에서 "오늘 뜻깊은 행사를 맞아 제주를 찾아 주신 손님들을 환영한다. 좋은 날씨속에서 제주의 해변을 달리며 참가하신 모든 분들이 더 좋은 생각을 많이 하셨을 거라고 생각한다"고 소감을 밝혔다.

이어 "오늘 이 자리에는 일반참가자 뿐만 아니라 많은 봉사자와 봉사단체가 참여해 뜻을 함께해주고 계시다"며 "이렇게 아름답고 소박하지만 작은 정성들이 모여 지금도 어딘가에서 어렵게 병마와 싸워가고 있는 루게릭 환우와 가족들에게 희망의 손길을 줄 수 있는 자리가 되길 바란다"고 전했다.

한편'아이스버킷 챌린지 런'은 '기부는 즐겁고 재미있어야 한다'는 슬로건으로 새로운 기부문화를 이끌어가는 승일희망재단의 모금 캠페인으로 행사 참가비(1인당 2만원) 중 일부는 제주지역 루게릭병 환우를 위한 간병비 지원 및 루게릭 요양병원 건립을 위한 기금으로 사용할 계획이다.

@highlight

원희룡 제주특별자치도지사는 9일 오후 2시 이호테우해변에서 재단법인 승일희망재단이 주최한 '365 런' 행사가 끝나고 참가자들과 2014년부터 계속된 루게릭병 환우를 돕기 위한 '아이스버킷 챌린지'에 동참했다.