국민연금을 월 130만원 이상 받는 수급자가 큰 폭으로 늘고 있다.

1988년 시행된 국민연금 제도가 30년을 넘어 안착하면서 소득이 높고 가입 기간이 긴 수급자의 연금수령액이 증가하고 있는 것으로 보인다.

10일 국회 보건복지위원회 윤소하 의원(정의당)이 국민연금공단에서 받은 자료에 따르면 노령연금 수급자는 2016년 336만4000명에서 2019년 6월 386만7000명으로 14.9% 증가했다.

노령연금 금액별로는 같은 기간 20만원 미만 수급자는 94만8000명에서 85만9000명으로 줄었다.

하지만, 20만원 이상 수급자는 수급 금액별로 모두 증가했다.

특히 130만원 이상 노령연금 수급자의 증가 폭이 커서, 2016년 1만5660명에서 2019년 6월 6만7409명으로 4.3배 늘었다.

고액 수급자일수록 더 큰 폭으로 증가해 160만원 이상∼200만원 미만 수급자는 같은 기간 330명에서 6074명으로 18.4배, 200만원 이상 수급자는 0명에서 44명으로 늘었다.

2019년 6월 기준 노령연금 금액별 수급자의 평균 가입 기간을 보면, 20만원 미만은 72.4개월, 20만∼40만원은 134.2개월, 40만∼60만원은 193.2개월, 160만∼200만원은 325.5개월, 200만원 이상은 299.9개월 등으로 가입 기간이 길수록 노령연금 금액이 많았다.

노령연금 금액이 많은 구간일수록 가입 기간 증가 폭도 큰 것이다.

노령연금액과 가입 기간 간 상관관계가 높다는 사실을 보여준다.

사업장 가입자와 지역가입자(농어민, 비(非)농어민)로 나눠 소득 구간별 평균 가입 기간을 살펴보면, 사업장 가입자의 경우 100만원 미만은 2016년 88개월에서 2019년 7월 100개월로 12개월이, 100만∼150만원 미만은 같은 기간 82개월에서 101개월로 19개월이 증가했다.

또 지역가입자 중 농어민도 100만원 미만은 127개월에서 145개월로 18개월이, 100만∼150만원 미만은 116개월에서 122개월로 6개월이 늘었다.

@highlight

1988년 시행된 국민연금 제도가 안착하면서 월 130만원 이상 받는 수급자가 2016년 1만5660명에서 2019년 6월 6만7409명으로 4.3배 늘었난 것으로 조사되었다.