▲ 서산시는 2019년 도시재생 뉴딜사업(주거지지원형) 공모에 읍내동(양유정 일원)지역이 최종 선정되어 국비 80억원을 확보했다고 밝혔다.

[충청투데이 이수섭 기자] 서산시는 2019년 도시재생 뉴딜사업(주거지지원형) 공모에 읍내동(양유정 일원)지역이 최종 선정되어 국비 80억원을 확보하고 2020년부터 본격적으로 사업을 추진한다고 9일 밝혔다.

도시재생 뉴딜사업은 민선7기 맹정호 서산시장의 공약사항이자 현정부 100대 핵심과제로 5년간 총 50조의 사업비가 투입되는 대규모 사업이다.

이번에 선정된 읍내동 도시재생 뉴딜사업은 양유정 일원 10만9000㎡에 4년간 총 133억 3000만원(국비 80억, 지방비 53억3000만원)의 사업비가 투입되며 시는 노후주거지 정비와 기반시설를 확충하고 주민공동체를 육성·지원한다는 계획이다.

주요 사업으로는 양유정 공원 정비, 복합커뮤니티센터 조성, 노후주택정비사업, 골목길 정비 및 도시계획도로 개설, 소공원 및 공유주차장 조성, 주민공모사업 및 주민공동체 활동지원 등이 추진된다.

그동안 시는 공모사업 선정을 위해 전담조직을 구성하고, 도시재생활성화 지원조례 제정, 도시재생지원센터 개소, 도시재생대학 운영, 추진협의체 구성 및 거버넌스 구축을 통해 특색 있는 사업 발굴 및 주민역량강화와 주민참여활성화에 행정력을 집중해 왔다.

맹정호 서산시장은 "이번 공모사업 선정은 주민들께서 관심을 가지고 적극적으로 참여해주신 결과물"이라며 "도시재생 뉴딜사업 추진에 만전을 기해 주민 모두가 행복하고 만족하는 도시를 만들겠다"고 말했다.

한편 서산시는 올해 읍내동(양유정 일원)지역과 함께 공모신청 했으나 아쉽게 탈락한 동문동 원도심 지역에 대해 탈락 원인을 면밀히 분석해 2020년에 재신청 할 예정이며, 아울러 터미널·동부시장 지역(중심시가지형)에 대해서도 2020년 공모사업에 신규 응모할 예정이다.

@highlight

서산시는 2019년 도시재생 뉴딜사업(주거지지원형) 공모에 읍내동지역이 최종 선정되어 국비 80억원을 확보하고 2020년부터 본격적으로 사업을 추진한다고 밝히며 이에 서산시 맹정호 시장은 노후주거지 정비와 기반시설를 확충하고 주민공동체를 육성·지원한다는 계획을 발표하였다.