20대 국회 마지막 국정감사가 조국 법무부장관 사태와 맞물려 ‘조국 국감’처럼 진행되고 있으나, 더불어민주당 서삼석 의원(영암·무안·신안)이 상임위 활동과 대정부질문 등을 통해 꾸준하게 농어민들의 소외와 고통을 대변하고 있어 ‘농어민의 수호자’로 거듭났다는 평가다.

서 의원은 이번 국감에서 ▲구멍난 농업인 소득 안전망 ▲60세 이상 농약 사망자가 전체의 75.9% 차지하고 있는 현실에서 농약 오남용 사고 예방을 위해 농약용기 표시방법 개선 ▲치료제 없는 ‘과수화상병’이 창궐하는 것을 막기 위한 예보시스템 도입 문제 ▲해외품종에 잠식된 국내 과수·화훼산업의 문제점과 대안을 제시하는 등 종횡무진 활약을 펼치고 있다.

서 의원은 또 우리나라의 농어업 관련 현안쟁점인 ▲농산물 가격 문제 ▲성인지 예산 개선과제 ▲여성농업인 복지강화 방안 ▲농산물 수급관리 개선방안 ▲협동조합장 선거제도 개선방안 등을 정리한 ‘국정감사 정책자료집 시리즈’ 5권을 발간해 배포하는 등 이번 국감을 ‘공부하는 국감’, ‘민생 국감’으로 만들기 위한 노력을 계속하고 있다.

서 의원은 이에 앞서 지난달 30일 경제분야 대정부질문자로 나서 이낙연 국무총리, 홍남기 부총리 등에게 대한민국 농정의 대전환을 촉구해 눈길을 끌었다.

그는 특히 농어업의 헌법적 가치에 대해 설파하고 “방역의 신속성, 일관성, 효과 극대화를 위해 국가적 방역사업을 전담할 가칭 ‘방역청’ 신설을 검토해야 한다”고 주장하기도 했다.

서 의원은 “헌법 제123조 제4항에 ‘국가는 농수산물의 수급균형과 유통구조의 개선에 노력해 가격안정을 도모함으로써 농어민의 이익을 보호한다’고 돼있다”고 소개하고 “우리 농어업의 헌법적 가치 실현을 위해 변함없이, 그리고 흔들림 없이 저의 모든 역량을 모아나갈 것”이라고 강조했다.

@highlight

더불어민주당 서삼석 의원(영암, 무안, 신안)은 구멍난 농업인 소득 안정망, 치료제 없는 '과수화상병'을 막기위한 예보시스템 도입 문제, 농산물 가격 문제, 여성농업인 복지강화 방안 등 꾸준히 농어민들의 소외와 고통을 대변하면서 '농어민의 수호자'로 거듭났다.