수급사업자에게 하도급 대금을 늦게 지급하면서 지연이자마저 지급하지 않은 반도체 관련 중소기업 피토가 공정거래위원회로부터 적발됐다.

공정위는 10일 하도급 대금 지연지급에 따른 지연이자를 수급업체에 주지 않고, 납품 목적물에 대한 검사 결과를 통지하지 않는 이유로 피토에 대해 과징금 1억500만원을 부여키로 결정했다고 밝혔다.

피토는 반도체 검사장치 연구·개발 및 제조·판매를 하는 업체이다.

공정위에 따르면 피토는 수급사업자에게 하도급 대금 4억4250만원을 늦게 지급하면서 이에 따른 지연이자 5928만7505원을 지급하지 않았다.

법정지급기일을 넘겨 하도급 대금을 지급할 경우, 원사업자는 그 초과기간에 대해 공정위가 정해놓은 고시 이자율 15.5%를 수급사업자에게 지급해야 한다.

앞서 피토는 수급사업자가 납품한 에이징 지그가 자신의 검사결과 불합격했다는 이유로 하도급 대금 중 중도금 및 잔금을 지급하지 않고 있다가 1심 및 2심 소송 결과에 따른 법원의 지급 명령 금액을 수급사업자에게 지급한 바 있다.

또 피토는 납품 목적물에 대한 검사 결과를 통지하지 않은 행위도 적발됐다.

공정위에 따르면 원사업자는 정당한 사유가 있는 경우 외에는 수급사업자로부터 목적물 등을 수령한 날로부터 10일 이내 검사 결과를 서면으로 통지해야 한다.

그러나 피토는 수업사업자로부터 반도체 장비 에이징 지그를 납품받았으나, 10일 이내에 검사 결과를 수급사업자에게 서면으로 통지하지 않았다.

에이징 지그는 반도체 칩의 불량여부를 판독하는 설비인 쇼트선별기와 연동해 검사를 할 수 있게 해주는 장비이다.

고행석 공정위 대전지방공정거래사무소 소장은 "이번 조치는 원사업자가 목적물을 수령하고도 정당한 사유 없이 검사 결과를 서면으로 통지하지 않거나, 하도급 대금을 늦게 지급하면서 지연이자를 지급하지 않은 불공정하도급거래 행위를 엄중 제재했다는 데 의의가 있다"고 밝혔다.

공정거래위원회 전경.

@highlight

공정위는 법정 지급 기일을 넘겨 하도급 대금을 지급할 경우 원사업자는 고시 이자율 15.5%를 지급해야 함에도 불구하고 지연이자를 수급업체에 주지 않은 것과 장비를 납품받은 후 10일 이내에 검사 결과를 통지하지 않은 이유로 피토에 10일 과징금 1억 500만 원을 부여했다.