조국 법무부 장관 거취를 둘러싼 국민청원에 대해 청와대는 10일 “국무위원인 법무부 장관의 임명 및 임명 철회의 권한은 인사권자인 대통령에게 있다”고 선을 그었다.

답변자로 나선 강정수 청와대 디지털소통센터장은 이날 오후 소셜 라이브를 통해 ‘조국 법무부장관 후보자 임명’, ‘조국 전 청와대 민정수석 법무장관 임용 반대’ 제목으로 올라온 각각의 두 청원에 대해 묶어서 이 같이 답변했다.

두 청원은 문재인 대통령이 조 장관을 임명 하기 전에 청와대 국민청원 게시판에 올라왔다.

8월21일 ‘조 장관 후보자의 임명을 반드시 해주십시오’라는 제목으로 올라온 청원 글은 사흘 만에 35만9천100여명이 청원했다.

청원 마감일인 지난달 20일 75만7천730명이 동의하며 청와대 관계자의 답변 기준을 충족했다.

8월12일 ‘조 전 민정수석의 법무장관 임용을 반대한다’는 제목으로 올라온 게시글도 같은 달 25일 20만9천800 이상이 동의하면서 답변 기준을 충족했다.

청원 종료일인 지난달 11일 30만8천553명이 동의했다.

강 센터장은 이번 청원과 관련해 문 대통령이 지난달 9일 조 장관 임명장 수여식에서 했던 모두 발언을 그대로 소개했다.

조 장관을 둘러싼 논란이 진영 대결로 번지고 있는 상황에서 불필요한 갈등을 증폭시키지 않겠다는 차원으로 풀이된다.

청와대 관계자는 “현 정국에서 원론적인 차원에서 답변한 것”이라고 설명했다.

강 센터장은 “문 대통령은 조 장관의 경우 의혹 제기가 있었고, 배우자가 기소되기도 했으며 임명 찬성과 반대의 대립이 있다는 것을 언급하며 대통령으로서 고민을 하지 않을 수 없다고 말했다”고 전했다.

이어 “그러나 대통령은 ‘절차적 요건을 모두 갖춘 상태에서 본인이 책임져야 할 명백한 위법 행위가 확인되지 않았는데도 의혹만으로 임명하지 않는다면 나쁜 선례가 된다’고 말했다”고 했다.

강 센터장은 문 대통령이 권력기관 개혁을 언급한 대목을 소개하면서도 “이번 과정을 통해 문 대통령은 ‘공평과 공정의 가치에 대한 국민의 요구, 평범한 국민들이 느끼는 상대적 상실감을 다시 한 번 절감하였으며, 무거운 마음으로 국민의 요구를 깊이 받들 것’이라고 했다”고 전했다.

@highlight

문재인 대통령이 조국 법무부 장관을 임명하기 전 청와대 국민 게시판에 올라온  ‘조국 법무부장관 후보자 임명’, ‘조국 전 청와대 민정수석 법무장관 임용 반대’ 각각의 두 청원에 대해 청와대는 "임명 및 임명 철회의 권한은 인사권자인 대통령에게 있다”고 답변했다.