대한적십자사 경북지사가 10일 안동 신사옥에서 준공식을 갖고 기념촬영을 하고 있다.

경상북도는 10일 대한적십자사 경북지사가 경북도청 신도시에서 신사옥 준공식을 갖고 70년간의 대구시대를 청산하고 새로운 경북시대를 펼쳐 나간다고 밝혔다.

이날 준공식에는 이철우 경상북도지사를 비롯해 장경식 경북도의회 의장, 안동시장 등 기관단체장과 박경서 대한적십자사 회장, 시도 지사회장 등 300여 명이 참석해 경북 적십자사의 안동 신사옥 이전을 축하했다.

봉사활동에 필요한 안전교육장, 2층에는 재난구호시설, 재난상황실, 홍보전시실, 사무 공간, 3층에는 다목적강당, 봉사원실, 건강증진실을 갖추고 있다.

대한적십자사 경북지사는 1949년 창립된 이후 70년 동안 가난 속에서도 희망을 품고 고난과 역경을 극복해온 중심에 있었으며 앞으로도 7600여명의 경상북도 자원봉사자와 2만여 명의 청소년단원의 인도주의 활동 중심으로 그 역할을 더욱 활발히 수행해 나갈 계획이다.

대한적십자사는 현재 전국 15개 지사와 20곳의 혈액원, 7개의 적십자병원이 있으며, 경북에도 상주와 영주 적십자병원이 지역거점 공공병원의 역할을 다하고 있다.

강보영 대한적십자사 경북지사 회장은 "신사옥 이전에 대한 감회가 남다르고, 앞으로 경북지사가 각종 재난으로 인한 구호가 필요한 수많은 분들에게 용기와 희망을 드리겠다"고 밝혔다.

특히, 지난주에 발생한 태풍 미탁으로 큰 피해를 입은 동해안 지역을 대상으로 경북 적십자사에서 응급구호와 물자 지원으로 피해복구에 힘을 보태는 등 지진과 태풍 등의 재난이 있을 때마다 구호의 손길을 보내고 있다.

이철우 도지사는 "대한적십자사 경북지사의 신도시 이전을 진심으로 환영하며 이번 사옥 이전을 계기로 경북 전역 구호?봉사활동이 신속하고 체계적으로 이뤄질 수 있도록 최선을 다해주길 바란다"면서 "경북도도 중앙정부는 물론 타 지자체와의 긴밀한 협조를 통해 경북지사의 인도주의 활동을 적극 지지하고 지원하겠다"고 밝혔다.

@highlight

대한적십자사 경북지사가 10일 안동 신사옥에서 준공식을 가졌으며 이철우 경상북도지사를 비롯해 기관단체장과 박경서 대한적십자사 회장, 시도 지사회장 등 300여 명이 참석해 경북도청 신도시로의 이전을 축하했다.