인공지능(AI) 기술을 중소·중견기업에 공유, 제공하는 '한양AI솔루션센터'가 문을 열었다.

한양대(총장 김우승)와 동원산업(대표 이명우)은 10일 서울 본교 한양종합기술원(HIT)에서 한양AI솔루션센터 개소식을 열었다.

한양AI솔루션센터는 경제의 근간이 되는 중소·중견기업에게 AI기술을 공유하고, 이들의 지속적 성장을 돕기 위해 설립됐다.

올해 창립50주년을 맞은 동원산업이 센터 설립을 위해 30억원을 기부했다.

초대 센터장은 삼성전자에서 AI개발그룹장을 역임했던 강상기 박사가 맡는다.

기업체 출신의 센터장을 배치해 기술 개발을 넘어 실제 사업으로 연계하는 벤처회사처럼 운영한다.

한양AI솔루션센터는 산업체 현장에 진출해 활동하는 동문이 많은 한양대의 네트워크를 적극 활용해 AI 기술의 국내 산업체 확산에 본격적인 물꼬를 트겠다는 목표를 세웠다.

센터는 제조공정, 스마트IT, 머신러닝, AI플래폼분야 등 산업체에 도움이 되는 실용연구로 기업 대상 기술자문, 솔루션 개발, 임직원 대상 AI 교육을 진행한다.

이를 위해 한양대는 AI스피커를 국내대학최초로 상용화한 장준혁 교수를 부센터장으로 임명했다.

연구력이 뛰어난 20여명의 교수를 센터에 참여시켜 솔루션개발을 진행한다.

또 국내 대학 최초로 다양한 AI 전문가들이 재능기부 차원에서 강의를 하는 'AI 기부 강좌' 개설도 장기적으로 추진한다.

개소식에는 동원에서 김재철 명예회장, 이명우 동원산업 사장, 김준영 동원산업 경영기획실장과 한양대에서 김종량 이사장, 김우승 총장, 장준혁 공과대 교수가 참석했다.

강상기 센터장은 "한양AI솔루션센터는 제조공정 분야 위주로 실용적 AI기술을 이용한 핵심솔루션을 중소, 중견기업 등 산업체에 제공하는 것이 목표"라고 말했다.

강 센터장은 "현존하는 다양한 IT 기술과 융복합 기술을 활용해 공장 자동화와 생산성 향상을 위한 실용적인 솔루션을 제공하고 우리나라 산업계가 AI 시대로 들어가는 본격적인 촉진제 역할을 할 것"이라고 말했다.

@highlight

10일 서울 본교 한양종합기술원에서 인공지능 기술을 중소·중견기업에 공유, 제공하는 '한양AI솔루션센터'가 문을 열면서 초대 센터장은 강상기 박사가 맡게되었다.