군포 금정역사 외부전경.

군포시가 오는 14일 산본1동 주민센터에서 ‘금정역 환승센터 타당성 검토 및 역사 개량에 따른 주민설명회’를 개최한다.

오후 2시부터 1시간여 동안 진행될 이날 설명회에서 시는 금정역사의 현황, 금정역 환승센터 건립 타당성 검토 결과와 역사 개량 필요성 설명, GTX-C노선 사업 추진 상황 등을 안내한 후 질의응답 시간을 가질 예정이다.

10일 시와 코레일에 따르면 금정역은 1988년 10월 전철 1호선 개통 이후 30년이 지나 시설이 전반적으로 노후한 상태임에도 하루 평균 약 23만 명이 이용(2018년 7월 기준, 4호선 환승객 포함)하는 등 경기도내 154개 광역철도 중 7번째로 이용률이 높다.

이로 인해 평소 승강장을 비롯한 대합실 내·외부 진출입 계단의 협소한 공간으로 통행 혼잡과 화장실 등 편의시설 부족으로 이용자들의 불편뿐만 아니라 안전사고까지 우려되고 있다.

이런 상황에서 올해 말 급행열차(용산∼천안)가 개통해 운행하고 지난해 12월 시행 계획 확정으로 조성될 GTX-C노선이 2025년 개통하면 환승 제외 1일 승하차 인원이 현재의 5만5천여 명보다 2만7천 명 정도 늘어난 8만2천 명에 달할 것으로 예상돼 대책 마련이 시급한 상황이다.

시는 정부의 GTX-C노선 사업 추진 경위와 그에 맞춰 시가 추진 중인 금정역 환승센터 타당성 검토 결과를 시민에게 알리고 금정역사의 문제점과 그에 따른 개선 방안을 마련키 위해 설명회를 연다.

박중원 도시정책과장은 "GTX-C노선이 사업성 향상을 이유로 연장·확장되면서 당초 군포 구간 지하역사 건립계획이 기존의 금정역사 공용으로 변경된 상황"이라며 "금정역의 각종 시설 개량사업의 필요성이 더욱 커졌기에 설명회에서 자세히 알리려 한다"고 말했다.

@highlight

군포시가 오는 14일 산본1동 주민센터에서 금정역사의 문제점과 그에 따른 개선 방안 탐색을 위해 '금정역 환승센터 타당성 검토 및 역사 개량에 따른 주민설명회'를 열고 타당성 검토 결과와 GTX-C노선 사업 추진 상황 등을 안내한 후 주민들을 대상으로 질의응답을 실시할 예정이다.