(구)도농동사무소 및 도농도서관 전경사진.

남양주시와 ㈜부영주택이 건물 철거비와 건물매수청구권을 놓고 소송<본보 5월 18일자 18면>을 벌인 가운데 시가 건물매각대금청구 소송에서 승소했다.

10일 남양주시에 따르면 의정부지법은 "피고 ㈜부영은 원고 남양주시에 지연 손해금과 감정평가 수수료를 제외한 건물매각대금 3억4천만 원을 지급하라"고 원고 일부 승소 판결했다.

남양주시는 1991년 당시 땅 주인인 원진레이온㈜에 토지 사용료를 내기로 하고 이곳에 도농동 주민센터를 건립했다.

또 옛 도농동 주민센터 부지는 당초 원진레이온㈜과 시가 토지를 상호 매매하기로 약정하고 국유재산 점용료 상당액을 임차료로 지급하기로 결정해 건축행위가 이뤄졌다.

그러나 원진레이온㈜이 파산 절차를 밟게 되면서 토지는 ㈜부영에 공매됐고, 시는 최근까지 시세로 임차료를 지급해 왔다.

현재 사용 중인 도농도서관도 동일한 매각대금 청구 대상으로, 올해 말 임차기간이 끝나면 ㈜부영에 10억 원을 청구할 수 있다.

이 같은 상황에서 시가 이번 소송에 패소했다면 2개 동의 건물 철거비를 포함해 17억여 원의 혈세가 소요될 위기에 있었다.

소송 초기 단계에서 일부 변호사와 직원들은 시가 토지를 장기간 사용했고, 사건 토지가 재정비지역으로 지정돼 재건축 시 건물을 철거해야 한다는 의견도 있어 승소를 장담 못 하는 상황이었다.

이에 회계과 재산관리팀은 수개월 동안 서고에서 20년 전 관련 서류를 찾아 분석 후 면밀한 법리 검토에 돌입했다.

패소 시 따르는 책임 문제로 소송을 꺼릴 수 있었지만 과감한 도전으로 10개월에 걸친 치열한 법정공방 끝에 일부 승소를 이끌어 낸 것이다.

시 관계자는 "드론을 직접 활용해 은닉된 재산을 발굴하고 무단사용자를 적발하는 등 재산 관리에 우수한 성과를 내기 위해 앞으로도 노력할 것"이라고 말했다.

@highlight

남양주시는 2개 동의 건물 철거비를 포함해 17억여 원의 혈세가 소요될 위기에 있었지만, ㈜부영주택과 건물 철거비와 건물매수청구권을 놓고 10개월에 걸친  치열한 법정소송을 벌인 끝에 일부 승소를 이끌어 낸 것이다.