당진 송악도서관 로비에 삼삼오오 모여 앉은 60여 명의 당진시민들은 10일 아름다운 색소폰 연주의 매력에 흠뻑 빠져 있었다.

이날은 당진시립도서관이 오는 10월 26일 열리는 제4회 당진시 독서문화축제의 일환으로 지역 내 작은도서관의 활성화를 위해 마련한 도서관별 밤마실 북콘서트 송악도서관 편이 진행된 날이다.

이번 밤마실 북콘서트는 당진문화재단의 찾아가는 문화선물 사업과 연계해 당진에서 활동하는 라흠수 색소포니스트의 감성적인 연주 선물에 이어 '더불어 사는 세상을 위하여'를 주제로 고정욱 동화작가가 어린시절 소아마비를 앓고 지체장애인이 됐지만 꿈을 향해 끊임없이 노력한 자신의 이야기를 진솔하게 풀어내며 학생과 학부모 등 지역 주민에게 잔잔한 감동을 선물했다.

송악도서관 밤마실 콘서트에 앞서 지난달 26일에는 석문생각나무 작은도서관에서 많은 주민들이 참석한 가운데 이금이 동화작가의 첫 번째 밤마실 북콘서트가 열렸으며 다음날 27일에는 두 번째로 임경선 작가가 순성반딧불이 작은도서관에서 지역주민들과 소통하는 시간을 가진바 있다.

이처럼 당진시립도서관이 준비한 도서관별 밤마실 북콘서트는 독서에 대한 새로운 자극은 물론 작가들이 들려주는 감동으로 깊어가는 가을 밤 지역주민들의 문화 감수성을 한껏 채워주고 있다.

매 회마다 시민들에게 뜨거운 호응을 얻고 있는 밤마실 북콘서트의 다음 일정은 이달 17일 저녁 7시 송악해나루작은도서관에서 정여울 작가를 초빙해 진행된다.

이후 다음 달 5일 작가 요조가 신평청소년작은도서관에서, 7일 강원국 작가가 합덕도서관에서, 그리고 14일 김용택 시인이 송산개미작은도서관에서 북콘서트를 이어갈 예정이다.

밤마실 북콘서트 참여를 희망하는 사람은 시립도서관 홈페이지를 참고하거나 각 도서관으로 전화하면 신청과 접수방법을 안내받을 수 있다.

@highlight

당진시립도서관이 10월 26일 제4회 당진시 독서문화축제의 일환인 도서관별 밤마실 북콘서트는 당진문화재단의 찾아가는 문화선물 사업과 연계하여 독서에 대한 새로운 자극은 물론 라흠수 색소포니스트의 감성적인 연주 등 지역 주민에게 잔잔한 감동을 선물했다.