지난 9일 대덕구 덕암동에서 열린 덤바위 마을 축제 현장 모습.

대전 대덕구는 10월 동안 각 동별 특색 있는 주민 마을 축제가 이어진다.

지난 9일 덕암동 새뜸공원 일원에서 '제1회 덤바위(we) 주민화합축제'가 열렸다.

이날 마을 주민 등 500명가량 참석해 풍성한 가을볕 아래서 이웃사촌들이 준비한 공연과 장기자랑 무대를 즐기고 다양한 체험부스, 벼룩시장, 먹거리 장터, 사진전과 시화전 등을 돌아보며 마을축제를 즐겼다.

특히 덤바위 풍물단의 사물놀이 장단은 온 마을에 울리며 남녀노소 모두의 어깨를 들썩이게 해 한바탕 흥겨운 놀이마당을 만들었다.

이날 축제는 덕암동(동장 홍영옥)과 덕암동주민자치회(회장 장용걸)가 손잡고 주민 주도로 기획, 추진해 마을자치의 표본이기도 했다.

구는 덕암동 마을축제를 필두로 12일 11시 법동중에서 법2동 마을축제 '나와유, 좋아유, 신나유'가, 법1동 주공2단지 일대서 법1동 '너와 나 우리 다함께' 마을축제가 열린다.

마당극 공연, 7080, 트로트 공연, 장기자랑 무대, 다양한 체험, 먹거리부스, 웃다리농악 등의 공연이 열린다.

19일엔 동별 특색을 살린 축제가 열린다.

중리행복길 일대서 '시월애'가 오전 11시부터 열리고, 오후 2시에는 대화동 대전산업용재유통단지에서 '대화동 어울림 한마당'이 주민에게 추억의 시간을 제공한다.

덤바위 축제를 함께 즐긴 박정현 청장은 "부담 없이 축제장에 나오셔 가족과 이웃들과 함께 편안한 시간 즐기시길 바란다"며 "내 삶이 바뀌는 새로운 대덕을 만들기 위해 앞으로도 풀뿌리 주민자치 활성화를 위한 다양한 지원을 아끼지 않겠다"고 말했다.

@highlight

대전 대덕구에서는 지난 9일 덕암동(동장 홍영옥)과 덕암동주민자치회(회장 장용걸)가 소통하며 주민주도로 기획/추진되어 덕암동 새뜸공원 일원에서 열린 '제1회 덤바위(we) 주민화합축제' 를 필두로 10월 한달동안 이와 같은 각 동별로 특색있는 마을 축제가 이어질 예정이다. 