인천시선수단이 제100회 전국체육대회에서 목표로 한 종합순위 7위(광역시 1위)보다 좋은 종합 5위(광역시 1위)에 올랐다.

종합순위 5위는 2014년 제주 전국체전 때 기록한 성적으로 5년 만에 다시 달성했다.

인천은 대회 폐회일인 10일 금 2개를 추가, 최종 금 58개, 은 57개, 동메달 98개, 총득점 3만7천223점으로 지난해(금 55개, 은 67개, 동 92개·3만7천557점)보다 금메달 1개를 더 땄다.

하지만 총득점은 지난해보다 334점이 부족했다.

인천은 이날 대회 4관왕과 함께 전국체전 수영 개인 통산 최다 금메달을 기록한 ‘마린보이’ 박태환(인천시체육회)을 필두로 한 혼계영 400ｍ 인천선발, 창단 후 단체전 첫 금메달의 금자탑을 쌓은 인천국제공항공사 여자 배드민턴 등이 인천의 명예를 드높였다.

수영 인천선발은 이날 경북 김천실내스포츠수영장에서 열린 남자일반부 혼계영 400ｍ 결승에서 3분38초51의 대회신기록으로 금메달을 획득했다.

2014년 창단한 인천국제공항공사 배드민턴 여자팀도 대회 마지막 날 대미를 장식했다.

이들은 배드민턴 여자일반부 단체전 결승에서 충남 MG새마을금고를 게임스코어 3-1(2-1, 2-0, 0-2, 2-0)로 제압하고 창단 첫 단체전 금메달을 따냈다.

하지만 전국체전 대학축구 사상 첫 3연패라는 대기록에 도전한 인천대 축구는 결국 ‘9부 능선’을 넘지 못했다.

제98회와 제99회 대회 우승으로 2연패에 빛나던 인천대는 이날 제주국제대와의 결승전에서 아쉽게 0-1로 패해 전무후무한 기록을 목전에 두고 고개를 숙여야만 했다.

한편, 인천시교육청이 분석한 인천 고등부 선수단은 금 19개, 은 22개, 동메달 45개, 총득점 2만7천560점을 획득하며 고등부 종합순위 7위에 올랐다.

@highlight

인천시선수단은 제 100회 전국체육대회에서 총득점 3만7천223점을 획득해 2014년 제주 전국체전 이후 5년 만에 종합 5위에 올랐다.