카카오프렌즈를 운영하는 카카오IX는 11일 신규 테마 '라이언 인 더 포레스트'를 공개했다.

이번 신규 테마는 '라이언이 숲 속 친구들을 초대해서 평화로운 시간을 보낸다'는 콘셉트로 기획됐다.

망토를 두른 라이언을 중심으로 새, 토끼, 나무, 풀 등 숲 속에서 볼 수 있는 요소들이 아트웍 디자인에 반영돼 귀여우면서도 한층 편안한 분위기를 느낄 수 있는 것이 특징이다.

제품은 면 소재 슬리퍼, 포레스트 라이언 피규어가 부착된 탁상 알람시계, 라이언 벽등, 패브릭 포스터, 인테리어 쿠션 등 일상에 밀접하게 연관된 홈리빙 굿즈 17종으로 구성된다.

추워진 날씨에 맞게 포근한 따뜻함을 느낄 수 있는 제품들도 함께 출시된다.

카카오프렌즈가 처음 선보이는 포레스트 싱글이불세트는 부드러운 촉감이 특징이다.

향균, 항알러지를 테스트하는 국가공인 시험기관 KOTITI(코티티)에서 인증받은 원단을 사용해 안전성을 높였다고 이 회사는 설명했다.

라이언블랭킷은 무릎담요, 망토, 간편한 이불대용으로도 사용할 수 있어 1석 3조의 효과를 누릴 수 있다.

포레스트 라이언 인형과 포레스트 미니 캔들세트도 출시된다.

캔들세트는 스윗바닐라, 피톤치드, 플로럴의 3가지 향으로 구성된다.

라이언 인 더 포레스트 테마 굿즈는 카카오프렌즈 온·오프라인 스토어와 카카오톡 선물하기, 쇼핑하기를 통해 만나볼 수 있으며, 싱글이불세트의 경우 오프라인 매장 10곳과 온라인스토어에서만 구매 가능하다.

카카오IX 관계자는 "최근 워라밸의 영향으로 사람들이 집에 있는 시간이 길어지면서, 방도 하나의 꾸며야 하는 힐링공간이라는 인식이 높아졌다"며 "카카오프렌즈의 신규 테마 리빙 굿즈와 함께, 올 가을 내 방에도 특별한 편안함을 더해보시길 바란다"고 전했다.

카카오프렌즈를 운영하는 카카오IX는 11일 신규 테마 '라이언 인 더 포레스트'를 공개했다.

@highlight

카카오프렌즈를 운영하는 카카오IX는 11일  '라이언이 숲 속 친구들을 초대해서 평화로운 시간을 보낸다'는 콘셉트로 기획하여 일상과 밀접한 홈리빙 굿즈 17종이 출시되는 신규 테마 '라이언 인 더 포레스트'를 발표했다.