최악의 미세먼지로 환경 문제 중요성이 부각되고 있는 가운데 지역 중소기업이 개발한 뛰어난 성능의 공기청정기가 주목받고 있다.

㈜에이스원(대표 김보현·광주 광산구 진곡산단5번로 43-3)에 따르면 자체 제작한 공기청정기 ‘아다모(ADAMO)’는 국내 최초로 판형 광촉매필터를 적용했다.

가정용과 차량·탁상용이 있다.

‘아다모’는 일체형케어필터와 광촉매필터로 두 번, 완전한 청정 공기를 제공해주는 것이 특징이다.

광촉매는 이산화티타늄이 코팅된 스테인리스 판에 UV LED를 비추면 오염된 공기와 환경오염물질인 휘발성 유기화합물(포름알데히드, 암모니아, 톨루엔, 아세트산, 아세트알데히드 등)과 미세먼지에 포함된 중금속 및 각종 세균과 바이러스 등을 살균하고 분해하는데 효과가 있다.

또한 악취 물질, 다이옥신, 질소산화물, 황산화물의 분해와 파괴를 통해 오염을 방지하는 효과가 있다.

초미세먼지를 걸러주는 헤파필터가 적용되고 인공지능 공기살균청정시스템도 추가돼 있다.

새집증후군의 탁월한 효과와 알레르기 원인 물질 제거, 병원성 미생물(폐렴균, 결핵균 포함) 및 황색포도상구균의 살균 기능도 갖췄다.

이밖에 담배, 땀, 음식 냄새는 물론 모든 악취 제거에 탁월한 것으로 알려졌다.

무엇보다 저렴한 전기 요금이 장점으로 꼽힌다.

24시간 사용해도 월 평균 1천500원 정도 밖에 나오지 않는다.

㈜에이스원은 스타기업과 명품강소기업, 광주시 공동브랜드, 수출유망중소기업으로 선정된 우수 업체다.

자세한 제품 내용 및 문의는 홈페이지(www.iaceone.com)를 통해 확인할 수 있다.

@highlight

㈜에이스원(대표 김보현·광주 광산구 진곡산단5번로 43-3)에 따르면 자체 제작한 공기청정기 ‘아다모(ADAMO)’는 국내 최초로 판형 광촉매필터를 적용했는데, 가정용과 차량·탁상용이 있으며, ‘아다모’는 일체형케어필터와 광촉매필터로 두 번, 완전한 청정 공기를 제공해주는 것이 특징이다.