현대자동차가 가솔린 모델의 엔트리 트림을 신설하고 고객 선호 사양을 확대 적용한 ‘2020 투싼’을 출시한다고 10일 밝혔다.

2020 투싼은 가솔린 모델에 신규 엔트리 트림인 ‘스마트’를 추가하며 가솔린 모델의 진입 가격을 낮춘 것이 특징이다.

기존 가솔린 모델은 디젤 모델과 달리 중간 트림인 모던부터 구입이 가능했다.

최근 우수한 정숙성으로 가솔린 엔진에 대한 소비자 선호도가 높아지는 가운데 가솔린 엔트리 트림 신규 출시가 소비자 선택의 폭을 넓힐 것으로 기대된다.

2020 투싼은 기존 최상위 트림인 프리미엄을 대신해 동급 최고 수준의 사양을 갖춘 ‘인스퍼레이션’ 트림을 새롭게 선보였다.

인스퍼레이션 트림은 유광 블랙 라디에이터 그릴을 적용해 디자인을 차별화했으며, △스마트 파워테일 게이트 △스마트 크루즈 컨트롤 △고속도로 주행보조(HDA) △후측방 충돌 경고(BCW) 등을 기본 적용했다.

2020 투싼은 각종 고객 선호 사양을 기본화하며 상품성을 강화했다.

기존에는 중간 트림인 모던에서부터 적용할 수 있었던 △버튼 시동 스마트키 시스템 △LED 주간주행등 △도어 포켓 라이팅을 전 모델에 기본 탑재했다.

또한 ‘유광 크롬 가로바 타입 라디에이터 그릴’을 전 트림에 기본 적용하며 전면부 디자인의 고급스러움을 강조했다.

2020 투싼의 가격은 가솔린 1.6T 엔진 기준 △스마트 2,255만원 △모던 2,391만원 △인스퍼레이션 2,898만원이며, 디젤 1.6 엔진 선택시 150만원, 디젤 2.0 엔진 선택시 199만원이 추가된다.

현대차 관계자는 “소비자들의 선호를 가장 잘 반영한 2020 투싼이 가성비(가격 대비 성능)를 넘어 가심비(가격 대비 심리적 만족감)를 극대화하며 고객들을 만족시킬 것으로 기대한다”며“투싼이 글로벌 베스트셀링카로서의 입지를 굳건히 지켜나갈 것”이라고 말했다.

@highlight

현대자동차는 가솔린 모델에 신규 엔트리 트림 '스마트'를 추가하여 가솔린 모델의 진입가격을 낮추고 고객 선호사양을 확대해서 적용한 '2020 투싼'을 출시한다고 10일 밝혔다.