인천시교육청의 사회적 기업 제품 우선구매 비율이 정부 권장 수준에 미치지 못하는 것으로 나타나 공공기관부터 사회적 기업의 생산품과 서비스를 우선적으로 구매하는 의무구매비율제도 마련이 시급하다는 지적이다.

박찬대 더불어민주당 의원이 고용노동부로부터 제출받은 ‘사회적 기업 제품 우선구매 현황 자료’에 따르면 시교육청이 2016년부터 2018년까지 3년간 사회적 기업 제품을 구매한 비율은 1.19%로 전국평균 1.61%에도 밑도는 수준이다.

이는 사회적 기업 제품에 대한 기획재정부의 구매 권장 비율 3%의 절반에도 미치지 못하는 수치다.

특히 지난해 구매비율은 2017년 1.31%보다 떨어진 1.11%를 기록해 시교육청의 의지 부족을 여실히 보여주고 있다.

이처럼 구매비율이 정부의 권장비율에도 미치지 못하는 이유는 사회적 기업에 대한 인식과 배려가 부족한 데다 법적 의무구매 비율이 없기 때문이다.

현재는 구매비율 3%가 넘었을 때 기재부의 ‘공기업 및 준정부기관 경영평가’ 시 사회적 기업 제품 구매실적 항목에 점수를 부여하는 정도에 그치고 있다는 것이다.

금전적 수익보다 사회적 가치 추구를 지향하는 사회적기업 활성화를 위해 의무적으로 구매비율을 지킬 수 있는 제도적 뒷받침이 필요해 보인다.

사회적 기업은 일반 영리 기업이 이윤 추구를 목적으로 하는데 반해, 사회서비스 제공 및 취약계층 일자리 창출을 목적으로 한다는 점에서 일반 영리 기업과는 큰 차이가 있다.

긍정적인 사회로 변화를 유도하고, 사회 문제 해결과 취약계층을 위한 일자리 창출 등 사회적 가치를 추구하는 사회적 기업은 우리 사회를 이롭게 할 뿐 아니라 삶을 풍요롭게 하는 기업이라고 할 수 있다.

사회적기업은 영리를 추구하는 기업과 달리 사회적 가치도 함께 추구해야 하기 때문에 경영에 어려움이 따르기 마련이다.

따라서 사회적 기업이 성장할 수 있도록 우선구매 비율 확대로 도움을 주는 것은 극히 당연한 일이라 하겠다.

특히 우리가 겪고 있는 경제적 어려움 가운데 소득 불균형은 해결해야 할 중요한 과제 가운데 하나다.

취약계층에 일자리를 제공함으로써 소득 불균형 해소에도 상당 부분 기여하고 있는 이들 사회적기업이 생산하는 제품과 서비스를 우선적으로 구매할 수 있도록 의무제도 마련을 강력히 촉구한다.

@highlight

고용노동부로부터 제출받은 ‘사회적 기업 제품 우선구매 현황 자료’에 따르면 인천시교육청이 3년간 사회적 기업 제품을 구매한 비율은 지난해 1.31%보다 떨어진 1.19%로 정부 권장 수준에도 미치지 못하는 것으로 나타나 시교육청의 의지 부족을 여실히 보여주고 있어 공공기관의 의무구매비율제도 마련이 시급하다는 지적이 나오고 있다.