국민대는 성북구 정릉아리랑시장과 함께하는 특화 상점 레시피 고도화 프로젝트를 진행했다고 11일 밝혔다.

정릉아리랑시장 식당 세 곳이 국민대 교수와 학생의 도움을 받고 신메뉴를 개발했다.

국민대는 성북구 정릉아리랑시장과 함께 2개월간 '특화 상점 레시피 고도화' 프로젝트를 진행했다고 11일 밝혔다.

이 프로젝트는 국민대의 인력과 인프라를 통해 인근 정릉아리랑시장 식당을 활성화하기 위해 진행됐다.

국민대 교수와 학생은 식당의 메뉴 중 대학생이 선호하는 메뉴를 새롭게 개발하기 위해 지난 8월부터 이달까지 연구를 진행했다.

이민아 국민대 식품영양학과 교수와 학생은 외부 전문가와 함께 정릉 시장의 식당을 방문해 기존 메뉴를 점검하고 신메뉴 개발 방향을 정했다.

교내 구성원과 정릉아리랑시장 상인을 대상으로 시식회와 품평회를 가지며 메뉴를 수정·보완했다.

향후 신메뉴 매출 증대 여부를 지속적으로 모니터링할 계획이다.

국민대와 함께 지난 2개월간 머리를 맞댄 식당 세 곳은 새로운 메뉴를 추가했다.

양념, 후라이드 치킨 위주의 우리집양념통닭은 식재료의 트렌드 변화를 반영해 젊은 세대의 입맛을 사로잡을 닭껍질 튀김과 닭똥집 튀김 등을 새롭게 개발했다.

부미식당은 삼겹살덮밥과 불고기덮밥을, 성원쌈밥은 닭목살볶음을 신메뉴로 추가하여 깔끔한 맛으로 시식 평가단에게 좋은 점수를 받았다.

전통시장 대학협력 사업추진단장을 맡은 국민대 글로벌창업벤처대학원 황보윤 교수는 "단순한 메뉴 개발을 넘어 젊은층이 선호할 수 있는 매장 인테리어, 서비스 등도 함께 고안했다"며 "향후 활동은 개발된 신메뉴 홍보를 위해 유튜브와 블로그 활동을 지원하는 소셜 미디어 지원팀이 운영될 것이며 젊은 층의 시장 방문을 증가시키기 위한 볼거리용 조형물 제작도 고려중"이라고 밝혔다.

@highlight

국민대는 국민대의 인력과 인프라로 성북구 정릉아리랑시장과 함께 '특화 상점 레시피 고도화' 프로젝트를 진행하여 신메뉴를 개발했고 밝혔다. 