올해 제40회 김만덕상 수상자로 봉사부문에 김영순(71)씨, 경제인부문에 박경란(59)씨가 선정됐다.

제주특별자치도는 11일 건설회관 8층 회의실에서 제40회 김만덕상 심사위원회를 열고 수상후보자 4명에 대한 공적사항과 현지실사 내용 등을 토대로 심사한 결과를 발표했다.

봉사부문 수상자로 선정된 김영순씨는 1987년 제주양로원을 시작으로 사회복지시설, 기초수급자, 저소득층 어르신들 급식제공, 혼자 사는 어르신들을 위한 가정방문 봉사활동 등 사회복지시설 기부 및 물품후원을 적극적으로 추진해 왔다.

특히 김영순씨는 음식점을 운영하면서 20년 동안 월 1회 어르신들에게 점심을 대접하고 있기도 하다.

또 30년간 나눔과 베품으로 묵묵히 어려운 이웃을 위한 봉사 활동을 펼쳐 2010년에는 제주특별자치도 사회복지협의회가 선정하는 제주사회복지 자원봉사자 명예의 전당 1호 인물로 등재되기도 했으며, 2013년에는 자원봉사 대상 대통령 표창을 받았다.

경제인부문 수상자 박경란씨는 (주)신동아문구 대표로 근로환경개선 및 지역고용 촉진을 위해 노력하며 지역사회에 나눔을 실천하고 있다.

초등학교에 학생 복지 및 학생자치활동을 위해 매년 지원금을 지원하고 있고 저소득층 학생들에게 색종이, 가위, 풀 등의 문구류 나눔을 실천하고 있으며, 초등학교 졸업생들을 위한 교복 장학금도 기탁하고 있다.

올해 김만덕상 시상은 오는 20일 오전 10시 사라봉 모충사에서 거행되는 제40회 만덕제 봉행과 함께 진행되며, 수상자에게는 상패와 500만 원의 시상금이 주어진다.

한편 제주특별자치치도와 (사)김만덕기념사업회(상임대표 고두심)가 주최하고 김만덕기념관(관장 김상훈)이 주관하는 '제3회 김만덕 주간행사'는 오는 19일부터 26까지 김만덕기념관 및 동문로터리 탐라광장 일대에서 열린다.

@highlight

제주특별자치도는 11일 건설회관 8층 회의실에서 김만덕상 심사위원회를 열고 수상자로 봉사 부문에 김영순(71)씨, 경제인 부문에 박경란(59)씨를 선정했다고 발표했는데, 시상식은 오는 20일 사라봉 모충사에서 거행될 제40회 만덕제와 함께 진행될 예정이다.