질병관리본부는 11일 지난 추석 연휴기간 해외 여행력이 있는 홍역 환자가 지난 1일부터 3일까지 3명이 발생했다고 밝히며, 주의를 당부했다.

이번 환자는 모두 개별사례로, 태국 여행을 다녀온 20~30대로 확인됐다.

질본과 지방자치단체는 의료기관 등을 통한 지역사회 전파를 사전 차단하기 위해 환자 격리, 접촉자 예방접종 등 대응 조치를 실시했다.

지난해 12월부터 이어진 홍역 해외유입 및 지역사회 소규모 유행은 모두 종료돼 지난 8월 말부터 환자발생이 없었다.

그러나 이번에 다시 해외유입 홍역이 발생했다.

지난해 12월 홍역 첫 발생 이후 이번 환자 3명을 포함해 지난 9일 기준 총 188명의 환자가 신고 됐다.

주로 해외여행을 통한 해외유입사례로, 지금까지 환자가 방문한 주요 국가는 베트남, 필리핀, 태국 순이다.

질본은 최근 베트남, 필리핀, 태국 등 해외여행을 다녀왔다면 잠복기(7~21일) 동안 건강상태를 주의 깊게 관찰하고, 홍역 의심 증상인 발열이나 발진 등이 나타난 경우, 의료기관 내 전파 방지를 위해 먼저 관할 보건소에 문의해 안내를 받은 후 보건소 또는 가까운 의료기관을 방문할 것을 당부했다.

질본 관계자는 "홍역 의심 증상이 나타난 경우 가급적 대중교통 이용을 자제하고, 마스크 착용 후 다른 사람과의 접촉을 최소화해야 한다"며 "홍역에 대한 증상과 예방수칙, 보건소 연락처 등 궁금한 사항은 질병관리본부 콜센터 1339로 문의하면 상담 받을 수 있다"고 말했다.

이어 "의료기관에서는 발열을 동반한 발진 환자가 내원 시 홍역 가능성을 고려하고, 홍역이 의심되면 관할 보건소에 지체 없이 신고해야 한다"고 덧붙였다.

한편 해외여행을 계획하고 있으나 홍역 예방접종을 하지 않았다면, 출국 전 최소 1회 이상 접종을 실시하는 것이 필요하다.

해외여행 동안에는 감염예방을 위해 흐르는 물에 30초 이상 손을 씻는 등 감염병 예방 기본수칙을 준수해야 한다.

@highlight

질병관리본부는 11일 해외 여행력이 있는 홍역 환자가 1일부터 3일까지 연달아 3명 발생한 것과 관련하여 지역사회전파를 막기위해 출국 전 예방접종을 비롯하여 최근 베트남, 필리핀, 태국 등 해외여행을 다녀왔다면 잠복기동안 건강상태를 살펴 증상이 나타날 경우 보건소를 방문할 것을 당부했다.