원광연 국가과학기술연구회(NST) 이사장은 11일 "과학기술분야 정부출연연구기관(출연연) 통합감사 제도 운영은 더 이상 늦출 수 없는 이슈"라고 말했다.

원 이사장은 이날 국회 과학기술정보방송통신위원회 국정감사에 출석해 "NST 역량은 규모도 질도 조금 미흡하다고 생각한다"면서도 "감사 일원화는 절대로 늦출 수 없는 이슈"라고 설명했다.

'부실학회' 문제 등 현재 주어진 역할도 제대로 수행하지 못하면서 권한만 가져가는 것 아니냐는 질의에 대한 답변이다.

김성수 더불어민주당 의원은 NST가 출연연 25개를 통합해 감사할 수 있는 역량을 갖췄는지 의심스럽다고 했다.

김 의원은 "(출연연에 대한) 통합감사 제도가 추진되고 있는데 그 방향성은 맞다고 생각한다"면서도 "그런데 부실학회 문제 등을 볼 때 과연 NST에게 감사 권한을 가져갈만한 역량이나 자세가 있는지 의문"이라고 지적했다.

그러면서 "이미 주어진 육성·관리 역할도 못하고 있는 연구원이 권한만 잔뜩 가져간다고 제대로 감사가 이뤄지겠냐"고 비판했다.

출연연 통합감사 제도는 출연연 25곳을 소관·관리하는 NST에 자체감사를 전담하는 조직을 만드는 방안이다.

그동안 기관별로 자체 감사를 진행했으나 '짬짬이 감사' 문제 등이 지적됐다.

정용기 자유한국당 의원도 NST로 출연연 감사기능을 이전통합해 운영하는 것은 출연연 기관 자체 내부 견제능력을 약화시켜 기관 독립성과 자율성을 훼손시키는 것이라고 지적했다.

중앙권력의 직접적 관리를 통해 낙하산 인사가 만연하고 권력에 의한 새로운 통제 수단을 만들 수 있다고 경고했다.

정 의원은 현재 감사 기능 일부 부작용이 있다는 점을 인정한다면서도 "감사자체를 전문성을 갖춘 인물로 선임하거나, 감사 책임 하에 감사기능을 회복하는 것으로 논의의 방향을 정해야지 감사자체를 없애고, 상급기관에 주요 감사기능을 맡기는 것은 자체 견제기능을 약화시키고, 통제 불가능한 수단을 만드는 것"이라고 주장했다.

@highlight

원광연 국가과학기술연구회 이사장은 11일 과학기술정보방송통신위원회 국정감사에 출석해 정부출연연구기관을 관리하는 조직을 만드는 방안인 출연연 통합감사 제도 운영은 늦출 수 없는 이슈라고 설명했다.