지난달 펀드 순자산은 전월대비 소폭 감소했다.

부동산과 특별자산 등 실물형 펀드에는 자금이 여전히 유입됐지만 MMF 등 단기금융과 주식형, 채권형, 파생형에서는 자금 순유출이 발생했다.

11일 금융투자협회에 따르면 9월 한달간 주식형 펀드에서는 5510억원의 자금이, 채권형에서는 1조4600억원의 자금이 빠져나갔다.

파생형 펀드에서는 4440억원이, 단기금융인 MMF에서는 8조2770억원이 순유출됐다.

법인의 반기 자금 수요 및 리밸런싱으로 인해 대규모 자금이 빠져 나간 것으로 보인다.

반면 부동산 펀드와 특별자산, 혼합자산펀드로는 자금 유입 추세가 지속됐다.

부동산펀드는 1조8480억원, 특별자산펀드에는 1조1650억원, 혼합자산 4930억원의 자금이 들어왔다.

실물형 펀드를 제외한 증권·단기금융·파생형 펀드에서 자금이 순유출 되어 전체 펀드 순자산은 전월 말 대비 2조5420억원 감소한 635조3450억원을 기록했다.

전체 펀드 설정액은 전월 말 대비 4.0조원 줄어든 631조260억원이다.

유형별로 보면 주식형 펀드는 자금이 순유출 되었음에도 불구하고 증시 회복의 영향으로 인해 순자산이 3개월 만에 증가했다.

전월 말 대비 2조1070억원 증가한 77조3350억원이다.

국내주식형 펀드 순자산은 2조3230억원 증가한 57조120억원을 기록했다.

해외주식형 펀드 순자산은 전월 말 대비 2160억원 감소한 20조3230억원이다.

채권형펀드는 주식에 대한 투자심리 회복으로 자금이 유출되며 전체 펀드 순자산이 전월 말 대비 1조5040억원 줄었다.

순자산 금액은 124조9280억원이다.

부동산펀드는 자금 유입 추세가 지속되면서 순자산은 전월 말 대비 2조2380억원 증가한 94조1800억원을 기록했다.

부동산 펀드의 순자산 증가와 더불어 특별자산 펀드에도 1.2조원의 자금이 순유입 되며, 순자산은 전월 말 대비 9240억원 증가한 86조8510억원을 기록했다.

혼합자산펀드의 경우 순자산은 전월 말 대비 4620억원 증가한 35조5090억원이다.

@highlight

금융투자협회의 11일 발표에 따르면 9월 펀드 순자산과 채권형 자산이 감소한것으로 알려졌고, 부동산과 실물형 펀드에서는 자금 유입세가 지속된 반면 단기금융과 주식 등에서는 유출이 진행된 것으로 밝혀졌다.