이마트가 오는 17일부터 일주일간 와인장터를 연다.

이마트가 오는 17일부터 23일까지 일주일간 전국 이마트 142개점에서 와인장터를 연다고 13일 밝혔다.

이번에 진행하는 와인장터에선 1000여종의 다양한 와인 70여만병을 최대 80% 할인된 가격으로 판매한다.

특히 올해는 1만원 이하 초저가 가성비 와인 물량을 전년대비 40%가량 확대, 25만병을 준비했다.

전체 행사 물량의 38%에 달하는 물량이다.

올해 이마트가 초저가 와인 물량을 확대한 이유는 4900원 에브리데이 국민가격 와인이 '도스코파스'가 출시 70일만에 70만병 판매를 돌파하며 초저가 와인에 대한 수요가 입증됐기 때문이다.

실제로 1월부터 9월까지 가격대별 와인 매출을 살펴보면 1만원 이하 가성비 상품 매출 비중이 작년보다 5.8%포인트 상승하며 초저가 와인에 대한 수요가 늘고 있는 모습을 보였다.

이번 행사에 나오는 1만원 이하 와인의 주요 상품으로는 가또 네그로 까베르네 소비뇽(6800원), 운두라가 시바리스 까베르네소비뇽2017(1만원), 얄리 와인메이커스 초이스 까베르네 소비뇽17(1만원), 2% 스위트 화이트(5000원) 등이 있다.

포도 작황이 좋은 해에 생산된 샴페인 드림빈티지와 프리미엄 와인도 대량 물량 매입을 통해 초저가에 선보인다.

또한 용산, 성수, 죽전, 양재 등 와인매출 상위 8개 매장에선 17일과 18일 양일간 와인 매니아들을 위한 일별 초특가 행사를 진행한다.

프랑스 보르도 5대 ？또인 무똥로칠드, 라피트로칠드, 라뚜르, 마고, 오브리옹은 빈티지별 59만~79만원에 선보이며 오퍼스원 39만원, 알마비바 15만원, 솔라이아 24만원, 사시까이야 17만원 등 파격적인 할인을 진행한다.

명용진 이마트 와인 바이어는 "초저가 와인으로 와인 입문의 벽이 낮아지면서 저변이 확대되고 이에 따라 프리미엄 와인 수요도 상승하고 있다"면서 "앞으로 다양한 고객 니즈에 맞는 상품을 지속 선보일 계획"이라고 말했다.

@highlight

이마트가 17일부터 23일까지 전국 이마트 지점에서 와인장터를 열어 1000여종의 와인 70여만병을 최대 80%할인된 가격으로 판매하는 가운데, 관계자는 와인 입문의 벽이 낮아져 프리미엄 와인 수요도 상승하고 있다며 고객 니즈에 맞는 상품을 계속 선보이겠다고 말했다.