포스코 광양제철소(소장 이시우)가 12일 전남 광양시 중마일반부두에서 연 '포스코 콘서트'가 1만 명이 넘는 많은 시민들이 찾아 큰 호응 속에 열렸다.

관객들은 최근 인기가 치솟고 있는 가수 송가인에 열광했다.

콘서트에서는 송가인을 비롯해 인기 트로트 오디션 프로그램 '내일은 미스트롯'에서 우승을 차지한 정미애, 홍자, 정다경, 김희진이 열창했다.

광양제철소가 마련한 '포스코 콘서트'

시민들은 공연 전부터 광양시 읍, 면, 동사무소에서 나눠준 티켓을 얻기 위해 이른 시간부터 줄을 서는 등 큰 관심을 보였고 콘서트에서는 좋은 자리를 얻기 위해 세 시간 전부터 행사장에 몰려들었다.

광양제철소는 관객들의 안전 확보를 위해 광양시, 여수해양경찰서, 광양소방서 등 관계 기관과 협력해 현장 관리에 총력을 기울였다.

포스코 콘서트는 아나운서 출신 김현욱의 진행으로 미스트롯 12명에 포함된 가수 김희진을 비롯해 정다경, 홍자, 정미애가 출연해 열창했다.

콘서트 하이라이트는 마지막 출연자인 송가인이어서 관객들은 이름을 연호하며 열광했다.

송가인은 '무명배우', '한 많은 대동강' 등을 불렀다.

콘서트를 보기 위해 광양읍에서 온 김현정 씨는 "미스트롯을 처음부터 함께한 팬이다. 가족들 모두 이번 공연을 무척 기대했다. 광양제철소가 지역에서 보기 힘든 미스트롯 출연진을 초청해줘서 감사하다"고 말했다.

또 행사장 주변에는 공연 유치에 대한 감사의 마음을 담은 '기업시민 포스코를 응원하고 사랑한다', '위대한 포스코를 시민들이 응원합니다' 등 포스코에 대한 응원과 지지를 담은 현수막이 곳곳에 설치됐다.

한편, 광양제철소는 경영이념인 '더불어 함께 발전하는 기업시민의 역할'을 실천하기 위해 지역민들이 문화공연을 즐길 수 있는 기회를 만들고 있다.

뮤지컬과 오페라, 콘서트, 지역을 대표하는 공연으로 자리매김한 대학국악제 같은 다양한 공연을 열고 있다.

@highlight

포스코 광양제철소가 12일 전남 광양시 중마일반부두에서 포스코 콘서트가 1만 명이 넘는 많은 시민들이 찾아 열린 가운데 최근 인기가 치솟고 있는 가수 송가인에 관객들이 폭발적으로 호응하며 열광했는데 포스코 콘서트는 광양제철소의 경영이념인 더불어 함께 발전하는 기업시민의 역할을 실천하기 위해 지역민들이 문화공연을 즐길 수 있는 기회를 만들기 위해 제공된다.