'광주 생태문화마을' 단지조성계획안.

빨간색 원으로 표시된 곳이 힐링촌(한옥숙박) 건립 예정 부지.

광주시가 충효동 일원에 조성될 광주 생태문화마을 내 한옥숙박시설(힐링촌) 건립 계획을 밝힘에 따라 무등산 국립공원 원효사 지구 이전 사업에 박차를 가한다.

13일 광주시에 따르면, 시는 제283회 시의회 임시회에 제출한 ‘광주 생태문화마을 힐링촌(숙박) 건립안’에 따라 관련 사업을 본격적으로 시작한다고 밝혔다.

시 총괄건축과는 원효사 지구 이전 사업과 무등산권 세계지질공원 유네스코 인증에 따라 생태·문화 인프라와 연계한 체류형 관광산업 창출을 위해 충효동 주변 문화적 경관을 고려한 전통한옥 숙박시설 건립을 추진한다.

힐링촌은 생태문화마을 조성 사업 대상지인 충효동 757번지 일원에 들어선다.

3년간에 걸쳐 9000㎡ 부지에 시비 45억원을 들여 7개 동의 한옥 숙박시설이 조성될 예정이다.

내년 2월부터 2021년 3월까지 타당성 조사, 기본계획 마련, 실시설계 등의 마친 뒤, 2022년 6월 완공한다는 방침이다.

완공된 힐링촌 운영은 기관(민간) 등에 위탁하는 방안을 검토하고 있는 것으로 알려졌다.

생태문화마을 콘셉트의 일관성 유지, 무질서한 개발 방지, 향후 토지가액 상승에 따른 특혜논란 방지를 위해 시 공유재산으로 관리하면서도, 많은 관리인력과 운영 노하우가 필요한 숙박시설 특성상 전문기관(민간사업자)에게 운영을 맡긴다는 입장이다.

한편, 시는 2022년까지 원효사 시설과 상가(53개)를 충효동 생태문화마을 14만2000㎡ 부지에 집단 이전하는 사업을 진행 중이다.

총 사업비 398억원을 들여 음식촌(상가단지), 세계지질공원 플랫폼 센터, 숙박시설, 생태·체험단지, 주차장, 공원 등을 조성한다.

@highlight

광주시는 광주 생태문화마을 힐링촌 관련 사업을 시행한다고 밝혔으며, 이는 충효동의 경관을 고려해 전통한옥 형식의 숙박시설을 건립할 예정이고 3년에 걸쳐 7개동의 한옥 시설이 건설될 계획이다