유망자격증 교육으로 높은 고객만족도를 기록 중인 '한국장학진흥원'이 방과후지도사 자격증 교육과정의 인강 수강료와 시험 응시료를 선착순 5,000명에게 전액 지원하는 장학이벤트를 열어 눈길을 끌고 있다.

이벤트 참여 방법은 한국장학진흥원 홈페이지 회원가입 시 추천인 공란에 'school'을 입력하는 것이다.

돌봄교실 확대로 각광받는 방과후활동 보조교사로 취업하고자 관련 국가자격증 종류 1급, 2급 등을 취득하려는 사람들을 비롯해 방과후지도사 자격증 취득을 원하는 사람이라면 누구나 이 이벤트에 참여할 수 있다.

한국장학진흥원의 방과후학교보육교사 관련 방과후지도사 자격증 교육과정은 주간교육계획안 작성, 방과후교과연계학습 수업 등 방과후지도사가 하는일을 체계적으로 교육한다.

이에 유치원 방과후프로그램 지도사나 방과후학교 시간강사 채용모집에 지원하려는 사람들에게 알맞은 교육콘텐츠로 평가되고 있다.

해당 자격증 취득과정은 간단한 방법으로 출석체크 및 인강 수강이 가능하다.

또 별도의 교재 구매 없이 해당 교육원의 이러닝센터 인강으로만 방과후학교보육교사 업무를 독학할 수 있어 학습비용 부담이 없다.

초등돌봄전담사선생님을 비롯한 방과후지도사의 수입과 전망을 눈여겨보고 관련 자격증을 취득한 뒤 해당 분야로 취업하길 원하는 사람이라면 누구나 수강할 수 있도록 단계적으로 교육이 진행된다는 것도 강점이다.

아울러 이벤트 당첨자는 한국장학진흥원의 총 121종 자격증 과정 인강을 무료로 수강하고 온라인 자격증 취득 시험에 무료로 응시할 수 있다.

한편 한국장학진흥원은 평생교육원 교육기부사업 프로젝트에서 최우수교육원으로 선정된 자격증 전문 교육기관이다.

이곳의 모든 자격증 종류는 국가 인정기관 한국직업능력개발원에 정식으로 등록됐으며, 취득 시 급여(월급 등)를 알아본 뒤 관련 구인기관 구직에 활용할 수 있다.

@highlight

돌봄교실 확대로 인기를 끌고 있는 유망자격증인 방과후지도사 자격증을 원하는 사람들과 보조교사로 취업하려는 사람들에게 희소식이 될 장학이벤트가 열려 관심을 모으고 있으며, 이는 '한국장학진흥원'이 인강 수강료와 시험 응시료를 선착순으로 5000명에게 전액 지원하고 교육과정은 주간교육계획안 작성, 방과후교과연계학습 등을 체계적으로 진행하는 이벤트이다.