국토교통부와 한국감정원이 지자체, 지역 주민과 함께 지역 특성을 살린 대표 건축물을 설계할 청년 건축사를 찾는다.

국토교통부와 한국감정원은 청년 건축사 공모전인 '지역건축사 협력 자율주택정비사업 공모'를 오는 14일부터 실시한다고 13일 밝혔다.

이번 공모에서는 자율주택정비사업을 추진하기 위해 구성된 주민 합의체가 지역 건축사와 협력해 '자율주택정비사업 설계안'을 작성하면 총 6개 우수디자인을 선정해 1000만원 씩 설계비를 지원할 계획이다.

공모기간은 10월 14일부터 11월 15일까지로, 청년 건축사가 참여하는 경우 가점을 부여해 지역건축사 협력 자율주택정비사업 공모가 청년 건축사가 성장할 수 있는 디딤돌이 될 수 있도록 지원할 예정이다.

자율주택정비사업은 노후화된 단독·다세대 주택 집주인 2명 이상이 합의를 통해 주민합의체를 구성하고 주택을 신축하는 사업으로, 총 사업비의 50%(연면적 20% 이상 공적임대주택 공급 시 70%)까지 연 1.5%의 주택도시기금 융자가 지원되며 한국토지주택공사에서는 일반분양분 매입을 지원해 집주인의 미분양 리스크를 낮춰주고 있다.

또 한국감정원 내 자율주택정비사업 통합지원센터를 설치해 주민들이 사업을 원활하게 추진할 수 있도록 상담·접수 및 사업성분석에서 주민합의체 구성, 착공, 준공까지 원스톱 서비스를 제공할 예정이다.

김이탁 국토교통부 도시재생사업기획단 단장은 "자율주택정비사업 사업신청이 200건을 돌파하는 등 사업이 활성화되면서 깨끗하고, 편리한 주거환경을 제공하는 기능적인 측면을 넘어서 동네의 보석 건축물로 만들어달라는 요구가 증가하고 있다"며 "이번 공모전을 통해 획일화된 주택 디자인을 넘어 다양하고, 아름다운 주택 디자인이 많이 나오길 기대한다"고 밝혔다.

김학규 한국감정원 원장은 "지역 청년 건축사들도 많이 참여하여 지역과 함께하는 도시재생사업이 한 걸음 나아가는 계기가 되길 바란다"고 말했다.

지역건축사 협력 자율주택정비사업 공모 포스터.

@highlight

국토교통부와 한국감정원은 오는 14일 청년 건축사가 참여하면 가점을 부과하는 지역건축사 협력 자율주택정비사업 공모를 하여  청년 건축사가 성장할 수 있는 디딤돌이 될 수 있도록 지원하며   사업을 통해 노후화된 단독,다세대 주택 소유주 2명 이상이 주민합의체를 구성후 신축을 할 경우 한국토지주택공사에서 미분양되는 상황의 위험을 낮춰주어 소유주를 지원한다.