삼성 삼성전자가 미국 포브스가 발표한 전세계 '디지털 선도 기업' 순위에서 3위에 올랐다.

'톱 100' 명단에서 미국 기업이 압도적인 다수를 차지했고 일본과 중국계(중국·홍콩·대만)가 나란히 10곳 이상 포함됐다.

한국은 4곳으로 국가별 순위에서 공동 4위를 기록했다.

13일 업계 등에 따르면 포브스가 최근 세계 IT, 미디어, 온라인 소매, 이동통신 업체 등을 대상으로 선정한 '100대 디지털 기업(Top 100 Digital Companies)' 리스트에서 삼성전자는 3위에 올랐다.

이번 순위는 포브스 '글로벌 2000대 상장기업' 가운데 디지털 업종으로 분류된 기업들 매출, 영업이익, 자산, 시가총액 등을 토대로 매긴 것으로, 올해 처음 발표됐다.

포브스는 삼성전자에 대해 반도체 등 전자제품과 컴퓨터 주변기기 등을 생산하는 업체라고 소개했다.

올해 '가장 존경받는 기업' 26위, '글로벌 브랜드 가치' 7위, '최고의 고용주' 76위 등을 각각 기록했다고 밝혔다.

1위는 애플이 차지했다.

마이크로소프트(MS)가 뒤를 이었다.

구글의 모회사 알파벳과 AT&T, 아마존, 버라이즌 등 삼성전자를 제외하고는 미국 업체가 최상위권을 휩쓸었다.

이밖에 중국 차이나모바일과 월트디즈니, 중국 알리바바 등도 '톱10'에 이름을 올렸다.

인텔은 11위였고, 일본 업체로는 소프트뱅크가 12위로 가장 높은 순위에 랭크됐다.

한국 기업으로는 삼성전자 외에 SK하이닉스(28위), SK㈜(60위), SK텔레콤(67위) 등이 순위권에 포함됐다.

국가별로는 미국 기업이 38곳으로 가장 많았고, 일본과 중국이 각각 13곳과 9곳으로 그 뒤를 이었다.

홍콩(3곳)과 대만(2곳)을 포함한 범중국계(Greater China) 기업은 모두 14곳이라고 포브스는 설명했다.

한국이 네덜란드와 함께 4곳으로 공동 4위였다.

캐나다·프랑스(각 3곳)와 독일·인도·스웨덴·스위스·영국(각 2곳) 등의 순이었다.

@highlight

미국 포브스가 발표한 전세계 '디지털 선도 기업' 순위에서 삼성전자가 3위에 올랐는데 1위는 애플이 차지했으며 '톱 100' 명단에는 미국 기업이 압도적인 우위를 차지하고 있었으며 일본과 중국계(중국·홍콩·대만) 기업도 나란히 10곳 이상 이름을 올렸다.