LG전자가 인도 주요 도시에서 청소년 대상으로 환경보호의 중요성을 알리는 캠페인 'LG 에이전트 오브 체인지(Agent of Change)'를 진행한다고 13일 밝혔다.

LG전자는 올해 4월부터 비정부기구인 포스(FORCE·Forum for Organized Resource Conservation and Enhancement)와 함께 인도 벵갈루루, 뭄바이, 델리, 자이푸르 등 주요 10개 도시의 50개 학교에서 환경보호 캠페인을 진행하며 인도 청소년들에게 물 부족, 수질 오염, 일회용 플라스틱 사용 등의 심각성을 널리 알리고 있다.

현재 인도의 물 부족과 수질오염은 매우 심각한 상황이다.

13억 인구의 절반이 극심한 물 부족에 시달리고 있으며, 매년 약 20만명이 오염된 물로 인해 생명에 위협을 받고 있다.

LG전자는 50개 학교의 교사들에게 온라인 교육을 진행하고 학생들을 위한교육용 키트를 제공했다.

교사는 학생들을 에코 워리어스(Eco Warriors)라 칭하며 학생들이 환경 문제의 심각성을 충분히 이해하고 더 많은 사람들에게 환경 문제를 알려 환경보호에 동참할 수 있도록 했다.

현재까지 캠페인에 참여한 학생은 약 2800여 명이며 연말까지 약 5000명이 참여할 것으로 예상된다.

LG전자는 20개 학교에 LG 퓨리케어 정수기도 기부했다.

LG전자 관계자는 "이번 캠페인을 통해 인도 국민들이 환경 문제의 심각성을 느끼고 환경 보호를 적극 실천해 나갈 것으로 기대한다"고 말했다.

LG전자는 인도의 사회 발전과 위생에 대한 인식 개선을 위해 클린 인디아(Clean India) 캠페인을 지속적으로 해오고 있다.

세계 문화 유산인 쿠트브미나르(Qutb Minar), LG전자 사업장 주변, 1500여 개 브랜드샵 주변 등을 청소하며 인도의 환경 보호에 앞장서고 있다.

LG전자가 올해 4월부터 인도에서 환경 보호의 중요성을 알리기 위한 'LG Agent of Change' 캠페인을 진행하고 있다.

인도 청소년들이 학교 밖에서 환경보호의 중요성을 알리는 캠페인을 하고 있다.

@highlight

LG전자가 13일 인도 주요 도시에서 약 5000명을 대상으로 환경보호의 중요성을 알리는 LG 에이전트 오브 체인지를 진행한다고 밝혔으며 인도 청소년들에게 수질 오염, 일회용 플라스틱 사용 등의 심각성을 널리 알리고 있다.