CJ대한통운이 동남아시아에서 46만톤의 사석(捨石)을 2300㎞나 옮기는 현대판 '우공이산(愚公移山, 우직하게 한 우물을 파는 사람이 큰 성과를 거둠) 프로젝트'를 실현했다.

CJ대한통운은 방글라데시 마타바리 인근 지역에 건설 중인 석탄화력발전소용 항만부지 조성공사에 필요한 사석 46만톤을 옮겨오는 이른바 '통운이산(通運移山) 프로젝트'가 연말에 완공될 예정이라고 13일 밝혔다.

CJ대한통운이 고사성어 '우공이산'을 빗대 '통운이산 프로젝트'라 이름 붙인 이 사업은 말레이시아 판타이 해안에서 채취한 사석을 1년 6개월여에 걸쳐 방글라데시 마타바리 인근 지역으로 운송하는 대형 물류사업이다.

항로 준설과 토지 매립용으로 주로 쓰이는 사석의 무게는 15톤 트럭 3만1000대 분량으로, 평균 6톤인 아프리카코끼리 7만6000마리와 맞먹는다.

CJ대한통운은 안정적인 운반을 위해 바지선을 포함한 1만톤 규모 선박 11대를 투입했다고 설명했다.

CJ대한통운 관계자는 "서로 다른 법규와 환경, 지형, 날씨 등을 가진 방글라데시와 말레이시아를 반복적으로 왕래해야 하기 때문에 글로벌 복합물류 노하우가 필요한 사업"이라며 "동남아는 물론 전 세계를 잇는 촘촘한 물류 네트워크를 보유하고 있었기에 가능했다"고 말했다.

한편 CJ대한통운은 2013년부터 적극적인 인수·합병(M&A)과 합작을 진행하며 중국·동남아시아·인도·중동·중앙아시아 등 범아시아 지역을 망라하는 글로벌 네트워크를 구축하고 있다.

CJ대한통운이 방글라데시 마타바리 인근에서 건설중인 석탄화력발전소용 항만의 부지조성공사에 필요한 사석 46만톤을 운송하는 프로젝트 완공을 눈 앞에 두고 있다고 13일 밝혔다.

CJ대한통운이 중량물 전용선으로 사석을 운반하고 있다.

@highlight

CJ대한통운이 타이 해안에서 채취한 사석을 1년 6개월여에 걸쳐 방글라데시 마타바리 인근 지역으로 2300㎞나 운송하는 '통운이산 프로젝트'가 연말에 완공될 예정이라고 13일 밝혔다.