aT는 사우디아라비아 수도 리야드에서 열린 방탄소년단의 중동지역 첫 번째 콘서트를 겨냥해 지난 9일부터 11일까지 K-POP 팬을 대상으로 한국 농식품 홍보 행사를 개최해 큰 호응을 얻었다.

‘할랄 삼계탕’ 체험행사에 참석한 사우디아라비아의 방탄 팬들.

농림축산식품부와 한국농수산식품유통공사(aT, 사장 이병호)는 사우디아라비아 수도 리야드에서 열린 방탄소년단의 중동지역 첫 번째 콘서트를 겨냥해 지난 9일부터 11일까지 K-POP 팬을 대상으로 한국 농식품 홍보 행사를 개최했다.

이번 행사에서는 할랄라면, 홍삼차, 유자차, 오미자음료, 포도음료 등 수출 유망 한국 농식품을 선보이며 중동시장 공략에 나서는 등 다채로운 한국 농식품을 직접 접할 수 있는 기회를 제공해 현지 한류 팬들로부터 큰 호응을 얻었다.

특히, 이번 홍보행사에서는 현지 한류 팬을 대상으로 ‘할랄 삼계탕’을 직접 만들어보는 체험기회도 부대행사로 개최했다.

할랄 삼계탕은 한국이슬람중앙회(KMF)와 걸프틱(Gulftic)으로부터 할랄 인증을 받은 최초의 삼계탕 제품으로 제품의 원재료뿐만 아니라 도축장, 생산 시설까지 이슬람 율법에 맞춰 정비된 곳에서 생산돼 무슬림들이 종교적으로 안심하고 먹을 수 있다.

할랄 삼계탕은 지난해 한·UAE 정부 간 축산물 검역조건 합의 이후 중동시장으로 정식으로 수출되어 현지 소비자들에게 인기를 끌고 있는 품목이다.

요리 교실에 참여한 K-POP 팬 나디아씨는 “K-POP과 드라마를 통해 한국을 알게 되면서 한국의 전통음식에 대해 늘 궁금했다”며 “가족들에게 할랄 삼계탕을 만들어줄 계획”이라고 말했다.

aT 신현곤 식품수출이사는 “최근 사우디아라비아를 비롯한 중동 지역에서도 K-POP 등 한류 열풍이 불면서 한국 농식품에 대한 관심도 커지고 있다”며 “향후 한국 농식품이 사우디아라비아를 포함한 중동시장에 더욱 활발하게 진출할 수 있도록 다양한 홍보활동을 전개해 나가겠다”고 밝혔다.

@highlight

농림축산식품부와 한국농수산식품유통공사는 사우디아라비아 수도 리야드에서 열린 방탄소년단의 중동지역 첫 번째 콘서트를 겨냥해 지난 9일~11일까지 K-POP 팬을 대상으로 한국 농식품 홍보 행사를 개최한 가운데 ‘할랄 삼계탕’을 직접 만들어보는 체험행사가 인기를 끌었다.