삼성메디슨은 13일(현지시간)부터 나흘간 독일 베를린에서 열리는 '세계 산부인과 초음파 학회(ISUOG) 제29회 연례 학술대회'에 참가해 차세대 프리미엄 초음파 진단기기 'HERA'의 풀라인업을 공개했다고 14일 밝혔다.

삼성메디슨은 작년 10월 싱가포르에서 열린 이 학회에서 차세대 프리미엄 초음파 진단기기 플랫폼인 'HERA'를 처음으로 소개한 적이 있고, 같은 해 말 첫번째 제품인 'HERA W10'을 출시해 좋은 반응을 얻었다고 소개했다.

회사는 이번 행사에서는 사용편의성을 강화한 의자일체형 'HERA I10'과 다양한 옵션으로 선택의 폭을 넓힌 'HERA W9'을 비롯해 한층 강화한 라인업을 소개했다.

회사 관계자는 "이번 시리즈는 기존 자사 제품과 비교해 신호 처리량이 11배, 데이터 전송 속도가 10배 더 빨라져 뛰어난 영상 품질을 제공한다"고 말했다.

이어 미세 혈류 흐름을 사실적으로 표현하고 혈류 정량화가 가능한 '엠브이 플로우(MV-Flow)'에 혈류를 입체적으로 표현해 주는 '루미 플로우(LumiFlow)' 기능을 추가 적용해 복잡한 혈류를 잘 구분해서 볼 수 있게 해준다고 덧붙였다.

이 밖에도 흐린 영상을 선명하게 해주는 '섀도 HDR(ShadowHDR)'기능과 태아의 정상적인 성장 유무를 판단할 수 있는 '바이오메트리 어시스트(BiometryAssist)' 기능 등도 적용했다.

전동수 삼성메디슨 대표는 "앞으로도 삼성만의 차별화된 진단 보조 기능들을 지속적으로 선보이겠다"고 말했다.

삼성메디슨은 13일(현지시간) 독일 베를린에서 열린 '세계 산부인과 초음파 학회 제29회 연례 학술대회'에 참가해 초음파 진단기기 'HERA'의 풀라인업을 공개했다.

사진은 제품 이미지.

@highlight

삼성메디슨은 ‘세계 산부인과 초음파 학회(ISUOG) 제29회 연례 학술대회’에서 기존 자사 제품과 비교해 신호 처리량이 11배, 데이터 전송 속도가 10배 빨라져 뛰어난 영상 품질을 제공하고 복잡한 혈류를 잘 구분해서 볼 수 있게 해주는 차세대 프리미엄 초음파 진단기기 ‘HERA’의 풀라인업을 공개하였다.