광주·전남 27개 자치단체 가운데 광주 북구(38명)와 전남 목포시(45)에 성범죄자가 가장 많이 거주하는 것으로 나타났다.

박완수 자유한국당 의원이 14일 법무부로부터 제출받은 ‘신상정보가 공개된 성범죄자 현황(2019년 8월31일 현재)’에 의하면 광주에 117명, 전남에 201명의 성범죄자가 거주하고 있다.

광주·전남 자치단체 중 유일하게 곡성은 성범죄자가 단 한명도 거주하지 않는 ‘청정 지역’으로 분류됐다.

신상정보가 공개된 성범죄자는 13세 미만의 아동 등을 대상으로 성범죄를 저지른 전력이 있거나, 재범우려가 있어 신상정보 공개가 결정된 인물로 전국적으로 7천700명에 달했다.

광주에서는 117명의 성범죄자 중 북구에 가장 많은 38명이 거주했고 이어 광산구(30명), 남구(18명), 동구(16명), 서구(15명) 순이었다.

전남은 총 201명의 성범죄자가 살고 있는 가운데 목포 45명에 이어 여수 23명, 순천 21명, 광양 20명, 영광 13명, 해남 11명 등이었다.

다음으로 무안 10명, 장흥 9명, 나주·고흥 7명, 화순 6명, 영광 5명, 신안 4명, 장성·완도·진도·보성·함평 3명, 담양·강진 2명, 구례 1명 등이다.

전국 시도별로는 경기 955명, 서울 611명, 경남 292명, 경북 265명, 인천 247명, 부산 238명, 충남 223명, 전북 207명, 대구 205명, 강원 142명, 충북 134명, 대전 103명, 울산 83명, 제주 63명, 세종 11명 등이다.

박 의원은 “신상공개 대상 성범죄자는 아동 대상이나 죄가 중한 악질 성범죄자가 대부분이다”며 “현재 정부는 아동 청소년이 있는 가구 등을 대상으로 신상공개 성범죄자 정보를 우편으로 제공하고 있는데, 여성이 거주하는 가구 전체로 우편통보 대상을 확대할 필요성이 있다”고 지적했다.

그러면서 “악질 범죄자의 거주 분포 등을 고려해서 현행 경찰관서 체계를 뛰어넘는 권역별 전담팀을 구성하는 것도 검토해야 한다”고 덧붙였다.

한편, 신상공개 성범죄자의 구체적인 거주지 주소는 법무부가 운영하는 ‘성범죄자 알림e’에서 누구나 확인할 수 있다.

@highlight

법무부가 공개한 신상정보가 공개된 성범죄자 현황에 따르면 곡성은 성범죄자가 한명도 거주하지 않는 청정지역이나 광주,전남 27개 자치단체중 광주는 북구에 38명, 전남에는 목포에 45명으로 각각 가장 많이 거주하는 것으로 나타났다.