인천지역 내 응급 환자를 위한 119안심콜서비스가 가입 절차의 어려움과 홍보 미흡으로 시민의 외면을 받고 있다.

인천지역 응급환자에게 맞춤형 구조·구급 서비스를 제공하는 ‘119 안심콜 서비스’가 시민들에게 외면받고 있다.

14일 인천소방본부 등에 따르면 ‘119 안심콜 서비스’는 2008년 소방청이 도입한 정책으로, 미리 등록된 주요 병력(病歷), 진료기관, 주소, 전화번호 등의 정보를 이용해 장애인, 만성질환자, 홀몸노인 등을 대상으로 응급상황 발생 시 맞춤형 119 서비스를 제공하는 시스템이다.

하지만 현실에서 ‘119 안심콜 서비스’는 시민들에게 유명무실한 제도가 되고 있다.

까다로운 가입 절차와 함께 지역 소방당국의 홍보 부족으로 가입·이용하는 시민이 적기 때문이다.

현재 지역에서 ‘119 안심콜 서비스’에 가입된 시민은 9천568명뿐이다.

첫 제도 시행 후 11년이 지난 것을 미루어 볼 때 연평균 700여 명만이 서비스에 가입한 셈이다.

또한 지역 소방을 책임지고 있는 인천소방본부는 현재 본부 차원의 서비스 홍보활동을 전담하지 않고 있다.

상급기관인 소방청에서 배포된 자료를 보고 서비스를 인지한 시민들이 본부에 문의하거나 구급 출동 시 시민들에게 서비스 소개를 하는 것이 홍보의 대부분이다.

게다가 이 서비스를 이용하기 위해서는 사전에 본인이나 대리인이 인터넷으로 각종 정보를 일일이 등록해야 해 응급환자의 대부분인 고령자와 장애인의 접근이 어렵다.

부평구에 사는 A(67·여)씨는 "서비스를 이용하는 사람들은 나 같은 노인이나 장애인, 홀몸노인들이 대부분일 텐데, 인터넷을 통해서만 가입이 되는 거라면 어떻게 이용하라는 거냐"며 "가족이나 보호자가 있으면 모르겠지만 혼자 사는 장애인이나 홀몸노인들은 이러한 서비스를 이용도 못 한 채 위험한 상황에 처할 수도 있다"고 지적했다.

이에 대해 인천소방본부 관계자는 "해당 서비스는 소방청에서 관리·운영하고 있기에 소방본부는 별도의 홍보활동을 하고 있지 않다"며 "서비스 가입 등에서 불편 민원이 있어 서비스 가입 및 이용 절차를 보다 쉽게 개선하기 위해 논의 중이다"라고 설명했다.

@highlight

인천지역 응급환자에게 맞춤형 구조·구급 서비스를 제공하는 ‘119 안심콜 서비스’가 까다로운 가입 절차와 함께 지역 소방당국의 홍보 부족으로 가입·이용하는 시민이 적어 외면받고 있다.