MBC 본부가 해임한 지역 MBC 사장 11명 중 10명이 각 지역 MBC에 부당해고 손해배상 소송을 제기함에 따라 지역 MBC가 관련 소송비용과 배상금을 떠안게 된 것으로 알려졌다.

국회 과학기술정보방송통신위원회 소속 더불어민주당 변재일 의원(청주 청원)은 14일 방송문화진흥회(이하 방문진) 국정감사에서 "MBC 본부의 지역 MBC 사장 해임에 따른 소송비용과배상금 등이 가뜩이나 경영상황이 어려운 지역방송사에 부담을 주고 있다"고 지적했다.

지난 2017년 말부터 2018년 3월까지 16개의 MBC 지방계열사의 사장이 전원 교체됐는데, 이 중 5명(원주·전주·대전·대구·부산 MBC)이 자진 사표를 냈고, 나머지 11명은 방문진 이사회와 관계사별 주주총회를 거쳐 해임됐다.

각 지방 MBC의 최대주주는 MBC 본부이기 때문에 최승호 사장이 지방 MBC 사장들의 실질적인 인사권자다.

최 사장은 2017년 12월 21일 방문진 정기이사회에 'MBC 관계사 임원 선임 등 사전협의 건'을 올리며 "지역 MBC 사장들의 해임은 이들의 △경영능력 부재, △조직 통할 능력 부족, △회사의 명예 실추에 따른 것"이라고 설명했다.

해임된 11명의 지역 MBC 사장 중 10명이 부당해고 손해배상 소송을 제기해 현재 1심 판결이 난 6건 중 4건(경남·제주·강원영동·포항)은 원고의 청구가 일부 인용됐다.

이에 따라 4개의 지역MBC는 전 사장에게 적게는 6000만원 정도의 퇴직금 지급부터 많게는 5억 원대의 배상금을 지급해야한다는 판결이 내려진 것으로 알려졌다.

한편 전체 16개 지역MBC는 모두 지난 해 적자를 기록, 지방 MBC 영업이익 적자 합계가 총 523억원에 달했다.

지난 해 20억원 이상의 적자를 낸 제주MBC는 해임된 최모 전 사장이 제기한 소송의 1심 결과에 따르면 5억 8천만원의 배상금을 지급해야 하며, 1심 결과 오 모 전 사장에게 5억 7000만원의 배상을 해야 하는 포항 MBC도 지난 해 25억원 이상의 적자를 냈다.

@highlight

국회 과학기술정보방송통신위 소속 더불어민주당 변재일 의원은 14일 방문진 국정감사에서 지난 2017년 말부터 이듬해 3월까지 교체된 지방 MBC 사장 16명 중 11명이 부당해고 손해배상 소송을 제기한 것에 대해 "MBC 본부가 경영상황이 열악한 지역방송사에 부담을 주고 있다"고 지적했다.