지난해 전문건설업계의 매출액 순이익률이 4%대를 넘긴 것으로 나타났다.

대한건설정책연구원이 최근 발표한 '건설업체 한계기업 동향분석 및 특징에 관한 연구'를 보면 지난해 전문건설업 매출액순이익률은 4.4%로 나타났다.

2017년 3.5%보다 0.9%포인트 상승했다.

매출액 순이익률은 당기순이익을 매출액으로 나눈 값이다.

매출액 순이익률이 높으면 회사 경영상태가 좋은 것으로 볼 수 있다.

이번 분석은 매출액 500억원 이상 등 외부감사(외감) 대상 기업을 대상으로 이뤄졌다.

외감 대상 전문건설업은 지난해 기준으로 573개사다.

전문건설업의 매출액 순이익률은 2015년 이후 매년 상승하는 추세다.

2015년 2.9%에서 2016년에는 3.2%로 올라갔고, 2017년과 지난해에도 상승 흐름이 지속됐다.

건물 및 구축물 해체공사업의 매출액 순이익률이 지난해 16.5%로 전년(9.2%)보다 무려 7.2%포인트나 상승했다.

건설장비 운영업도 지난해 8.4%의 높은 매출액 순이익률을 보였다.

전기공사업(7.2%)과 기타 건축 마무리 공사업(6%)도 높은 수준의 매출액 순이익률을 기록했다.

반면, 통신공사업은 2017년 3.9%던 매출액 영업이익률이 지난해 2.3%로 내려갔다.

기반조성 관련 전문공사업도 같은 기간 매출액 순이익률이 4.4%에서 3.4%로 낮아졌다.

전반적으로 전문건설업의 경영상태는 양호한 것으로 나타났지만, 부실화될 우려가 큰 기업 수도 크게 늘었다.

지난해 이자보상배율이 1 미만인 전문건설사는 104개로 조사됐다.

2017년 78개보다 26개사(33%)나 늘어났다.

이자보상배율이 1 미만이라는 것은 영업이익으로 이자비용을 감당하지 못한다는 의미다.

지난해 전문건설업의 이자보상배율은 12.45로 2017년 13.17보다 소폭 내려갔다.

다만, 전문건설업 전체로 보면 부실 가능성은 크게 낮다는 지적이다.

통상 이자보상배율이 1.5 이상이면 부채를 변제할 능력이 있다고 본다.

전문건설업의 전체 이자보상배율은 이보다 월등히 높다.

@highlight

전문건설업의 매출액 순이익률이 2015년 이후 매년 상승하는 모습을 보이며, 2015년 2.9%, 2016년 3.2%, 2017년과 지난해에도 상승세를 나타냄에 따라 지난해에는 전문건설업계의 매출액 순이익률이 4%대를 넘은 것으로 보인다.