프리미엄 자연주의 스킨케어 궁중비책이 지난 10월4일부터 6일간 모집한 '궁중비책 2-스텝, 천사 체험 캠페인'에 약 5500여명이 응모하며 성황리에 마무리 됐다고 14일 밝혔다.

'궁중비책 2-스텝, 천사 체험 캠페인'은 총 1004명의 제품 체험단을 모집해 다양한 제품 경험 기회와 리뷰를 나눌 수 있도록 한 프로그램이다.

참여단을 모집하는 캠페인 페이지에는 6일 동안 6만8500여명이 방문하고, 약 5500여명이 참여했다.

참여자들은 '예비 엄마로서 꼭 경험해보고 싶은 제품이다', '엄마들 사이에서 유명한 제품이라 직접 사용 후 알리는 기회를 갖고 싶다'는 등의 적극적인 반응을 보였다.

최종 선발된 참여단 1004명은 '1단계 순한 세정-샴푸&바스'과 '2단계 깊은 보습-모이스처 로션&모이스처 크림'으로 이루어진 '2-스텝'을 직접 사용 후 리뷰를 남기는 활동을 약 한 달간 진행할 예정이다.

예비 양육자와 신생아 양육자로만 이루어진 만큼 제품을 사용하며 느끼는 솔직한 경험을 나누게 된다.

우수한 활동을 한 이들에게는 궁중비책 SNS 광고 모델 데뷔 기회 및 해외 및 국내 호텔 숙식권 등을 제공할 예정이다.

관계자는 "아이들의 피부 관리 필요성을 직접적으로 느끼고 있는 양육자들 대상으로 캠페인 참여단을 모집해 더욱 뜨거운 반응을 얻었다"며 "앞으로도 아이들의 근본적인 피부 관리를 위해 제품 개발 등에 최선을 다할 것"이라고 밝혔다.

한편, 왕실 원자의 피부 보양법을 현대 과학으로 재해석한 궁중비책은 민감하고 여린 아이들의 피부 건강을 위한 평생 피부 관리 비책을 제안하고자 '2-스텝 체험 캠페인'을 전개하고 있다.

이번 '궁중비책 2-스텝, 천사 체험 캠페인' 외에도 매주 금요일 알로앤루 매장을 방문하면 선착순 50명에게 '2-스텝' 샘플 키트를 증정하는 등 고객들과의 접점을 확대하고 있다.

@highlight

궁중비책이 모집한 1004명의 제품 체험단 '궁중비책 2-스텝, 천사 체험 캠페인'에 5500명에 달하는 소비자가 응모한 가운데, 선발된 1004명의 참여단은 '2-스텝'을 직접 사용해본 후 후기를 남기는 활동을 진행할 계획이다.