시중은행의 대출금리가 한국은행 기준금리 하락에 반응해 하락하는 동안, 산림조합 상호금융 대출금리는 거의 변동이 없는 것으로 드러났다.

국회 농림축산식품해양수산위원회 윤준호 의원(더불어민주당)은 산림조합중앙회가 제출한 자료를 인용, 한국은행 기준금리가 지난해 7월 1.50%에서 11월 1.75%로 오르는 동안, 산림조합 상호금융의 대출금리(변동금리 기준)는 빠르게 반응하며 조합원 0.12%p, 준조합원 0.12%p, 비조합원 0.13%p 상승했다.

지난 7월, 한국은행 기준금리는 1.50%로 다시 내렸지만, 산림조합 대출금리는 11월보다 오히려 올랐고, 기준금리가 동결된 9월에는 0.02%p 수준으로 소폭 하락했다.

지난해 7월과 비교하면 기준금리는 그대로인데 조합원 변동금리는 0.23%p 상승(4.61→4.84%), 준조합원 0.24%p 상승(4.58→4.82%), 비조합원 0.22%p 상승(4.75→4.97%)한 것으로 조사됐다.

같은 기간 KB국민은행 대출금리가 0.48%p 내리고(3.95→3.47%), SH수협은행 대출금리가 1.24%p(4.86→3.62%) 내린 것과는 대조적이다. 게다가 산림조합 예금금리는 한국은행 기준금리 변동에 빠르게 반응했다.

지난해 계속해서 상승하던 예금금리는 한국은행 기준금리가 하락한 7월보다 앞서, 3월부터 이미 하락하기 시작했다.

기준금리가 상승하기 직전인 지난해 10월과 비교하면, 올해 8월 산림조합 예금금리는 조합원, 준조합원, 비조합원 모두 0.05%p 하락한 것으로 나타났다.

윤준호 의원은 “내야 할 돈은 느리게 줄어들고, 받아야 할 돈은 빠르게 줄어들고 있다”고 지적하며, “산림조합 상호금융 이용자들이 시중은행 이용자들에 비해 상대적으로 불이익을 당하지 않도록 산림조합중앙회가 상호금융에 대한 관리·감독을 철저히 해야 한다”고 지적했다.

@highlight

한국은행 기준금리 하락의 영향으로 시중은행들의 금리에도 변동이 있는 가운데, 산림조합의 대출금리와 예금금리는 반대로 반응하면서 산림조합중앙회의 상호금융 관리와 대처가 빠르게 이루어져야 한다는 주장이 제기되고 있다. 