2019-2020 시즌 프로배구 V리그가 오는 12일 충남 천안 유관순체육관에서 남자부 디펜딩 챔피언 천안 현대캐피탈과 인천 대한항공의 경기를 시작으로 막을 올렸다.

여자부는 오는 19일 오후 4시 인천 계약체육관에서 지난 시즌 통합 챔피언이었던 인천 흥국생명과 준우승팀 김천 한국도로공사의 개막 경기로 새 시즌을 맞는다.

이번 시즌 V리그에는 다양한 변수가 있다.

2020년 도쿄올림픽 대륙별 예선 일정이 치러져 내년 1월 휴식기를 갖기 때문이다.

아울러 올스타전 역시 열리지 않는다.

남자부는 7개 팀이 참가하며 정규리그 6라운드 동안 팀당 36경기, 총 126경기를 치른다.

여자부는 6개 팀이 6라운드에 걸쳐 팀당 30경기, 총 90경기를 치른다.

정규시즌은 내년 3월 18일까지 진행되고, 남자부는 월요일을 휴식으로 1주에 엿새 동안 경기를 갖고, 여자부는 월요일과 금요일을 휴식일로 뒀다.

한편, V리그 개막 소식과 함께 스포츠베팅게임사이트 인플레이 게임은 2019-2020 시즌 프로배구 V리그 개막에 맞춰 승부예측 게임을 제공할 예정이다.

2017년 11월 게임물관리위원회의 심의를 통과해 정식으로 서비스 중인 합법 스포츠게임사이트 인플레이 게임은 자신이 응원하는 팀의 경기를 더욱 재미있게 즐길 수 있다.

응원하는 팀의 승부를 예측해 재미를 배가 시킬 수 있는 것은 물론, 가상의 게임 머니로 게임에 참여해 적중금을 지급 받는 방식으로 스포츠를 건전하고 재미있게 즐길 수 있다.

㈜인포가이드코리아의 인플레이 게임은 이번에 개막하는 프로배구를 비롯해 프로축구, 프로농구, 프로야구 등 전 세계 39개의 스포츠종목에 대한 200여개 이상의 베팅타입을 지원한다.

뿐만 아니라 국내외에서 치러지는 전 세계 스포츠종목과 거기에 속한 모든 팀의 분석정보를 볼 수 있는 서비스도 사용자들에게 제공하고 있다.

이같은 경쟁력으로 인플레이 게임은 스포츠동아가 진행한 2019 소비자 신뢰만족도 행사에서 스포츠 베팅 게임 부문에 좋은 순위에 선정된 바 있다.

@highlight

인플레이 게임은 오는 12일 개막하는 2019-2020 시즌 프로배구 V리그에 스포츠를 건전하고 재미있게 즐길 수 있는 승부예측 게임을 제공한다고 밝혔다.