은성수 금융위원장이 조선산업 경쟁력 제고를 위한 금융 지원 상황을 점검하고 향후 조선기자재 등에 대해 소재·부품·장비 산업 금융지원 프로그램을 활용해 적극 지원하겠다고 강조했다.

14일 은 위원장은 부산의 조선 기자재 업체 파나시아에서 열린 부산·경남지역 조선기자재업체 현장간담회에서 "금융위는 조선업이 경쟁력을 갖추고, 우리 경제의 주력산업으로 굳건한 역할을 다할 수 있도록 적극적으로 지원해나갈 것"이라고 밝혔다.

이날 간담회는 지난해 최종구 전 금융위원장 방문 이후 정부가 약속한 금융지원이 차질 없이 이뤄지고 있는지 점검하기 위함이다.

당시 기업들은 △친환경 기자재 제작을 위한 특별 금융지원 프로그램 마련 △조선기자재업체에 대한 금융지원 방안 마련 △STX조선해양, 성동조선해양 등 중견조선소 안정화 방안 마련 △사업실패 지원 프로그램 마련 등을 요청했다.

금융위는 친환경 설비 보증프로그램 신설과 조선기자재 제작금융 상생보증 등 신설, 재기지원프로그램 지속운영 등으로 건의사항 중 일부 조치를 완료했다고 밝혔다.

아직 이행중인 사안은 STX조선해양의 자구 노력·사업재편 추진, 성동조선해양의 4차 매각 추진이다.

은 위원장은 "최근 주요 기업의 구조조정이 차질없이 이행되고 있고, 조선 업황도 다소 회복되고 있다"고 설명했다.

다만 은 위원장은 "대내외 위험요인이 산재해 있는 만큼 우리 조선 산업이 경쟁력을 충분히 회복하기 위해서 효율성?품질 등 우리 기업의 강점을 살리는 한편, 국제적인 환경규제 강화 등 여건 변화에 능동적으로 대응할 필요가 있다"고 강조했다.

금융위는 조선 기자재업체 등에 소재·부품·장비산업 금융지원 프로그램을 활용해 적극 지원할 방침이다.

사업경쟁력강화 지원자금과 소·부·장 경쟁력 강화 보증 등 20조5000억원 이상의 금융지원프로그램, M&A 투자금융협의체 등을 통한 해외기업 인수금융 등이 지원된다.

은 위원장은 "앞으로 금융지원은 서류상 실적이 아닌 현장 체감 중심으로 챙겨가겠다"고 말했다.

은성수 금융위원장이 14일 부산 친환경설비 조선기자재업체 파나시아에서 개최된 부산·경남지역 조선기자재 업계 현장간담회에서 모두발언을 하고 있다.

@highlight

은성수 금융위원장이 "최근 주요 기업의 구조조정이 차질없이 이행되고 있고, 조선 업황도 다소 회복되고 있다"고 설명하며 조선산업 경쟁력 제고를 위한 금융 지원 상황을 점검하고 향후 조선기자재 등에 대해 소재·부품·장비 산업 금융지원 프로그램을 활용해 적극 지원하겠다고 강조했다.