조선시대 불우한 환경에서 아낌없는 나눔의 정신을 실천한 김만덕(1739~1812)의 삶을 기리는 행사가 마련된다.

제주특별자치도와 사단법인 김만덕기념사업회(상임대표 고두심)가 주최하고 김만덕기념관(관장 김상훈)이 주관하는 '제3회 김만덕 주간' 행사가 오는 19일부터 26일까지 김만덕기념관 일대에서 열린다.

김만덕 주간을 알리는 만덕제는 20일 오전 10시부터 제주시 사라봉 모충사 내 김만덕 묘탑에서 길트기를 시작으로 헌화 분향, 제례봉행, 분향 순서로 진행된다.

이어 제40회 김만덕상 봉사부문 수상자인 김영순씨(71)와 경제인부문 수상자 박경란씨(59)에 대한 시상이 이뤄진다.

이날 오전 11시 탐라광장과 김만덕기념관 일대에서는 '나눔 큰잔치'가 펼쳐진다.

다양한 도민 참여 체험프로그램과 더불어 기념품 나눔, 사랑의 쌀 나눔 행사와 자선 바자회, 축하 공연 등 다채로운 프로그램이 준비돼 있다.

이날 행사장에서는 김만덕의 나눔을 실천하며 국수, 떡, 빵, 차 등이 무료로 제공된다.

23일에는 전문해설사와 함께 김만덕객주, 모충사, 화북진성 등을 걸으며 김만덕의 삶을 돌아보는 '김만덕 유적탐방-나눔의 삶을 따라'가 진행되며, 24일에는 김만덕기념관과 금산생태공원 등에서 도내 유치원생 및 초등학생을 대상으로 어린이 사생대회가 열린다.

26일에는 김만덕기념관 만덕홀에서 방송인 박지윤이 '시대를 관통하는 여성상-김만덕의 나눔의 가치'라는 주제로 특강을 진행한다.

이 밖에도 김만덕 주간 내 '신(新)김만덕객주', '어린이 나눔문화탐험대' 등 다양한 프로그램이 열린다.

김상훈 관장은 "제3회 김만덕 주간에 맞춰 김만덕의 삶과 정신을 기리고 이를 실천하기 위한 행사를 준비했다"며 "많은 도민들과 함께 나누고 즐기는 잔치가 되길 바란다"고 말했다.

@highlight

제주특별자치도, 김만덕기념사업회의 주최와 김만덕기념관의 주관으로, 타인에게 나눔을 실천한 김만덕을 기념하기 위해 '김만덕 주간' 행사가 김만덕기념관 주변에서 진행될 예정이며, 김상훈 김만덕기념관 관장은 나눔을 실천할 수 있는 행사를 준비했다며 많은 도민들이 참가하기를 바란다고 전했다.