경기도 남양주 왕숙·하남 교산·과천, 인천 계양 등이 3기 신도시 조성을 위한 공공주택지구로 지정될 예정인 가운데 토지주 및 인근 지역 주민들의 반발이 거세지고 있다.

국토교통부는 지난 13일 여의도의 약 8배에 해당하는 3기 신도시 입지 5곳(2273만㎡)을 오는 15일자로 공공주택지구로 지정.고시한다고 밝혔다.

이곳에서 총 12만2000가구의 주택이 공급될 예정으로, 내년 하반기 지구계획 승인, 2021년 착공 및 '첫마을 시범사업' 등이 추진된다.

하지만 이 같은 계획도 토지주들에 대한 보상이 원만하게 마무리돼야 가능하다.

한국토지주택공사(LH) 관계자는 "본격적인 토지 보상 절차는 내년부터 가능할 것"이라며 "법원에 (보상) 공탁금을 걸어둬도 이주하지 않는 경우가 많아 쉽지 않은 것이 사실이다"고 말했다.

현재 3기 신도시 토지 보상과 관련해서 '공공주택지구 전국 연대 대책협의회'가 국토부.LH 등과 협의 중이다.

협의회는 지난 4일 국회 기획재정위원회 소속 더불어민주당 김경협 의원을 만나 토지 보상 양도세 감면 확대 등을 요구했다.

신도시 토지 보상가가 주변 실거래가보다 저렴하게 평가되고, 무엇보다 강제 수용이라는 점을 강조했다.

이와 관련해 정부는 원주민 재정착 지원 차원에서 대토보상리츠 활성화를 계획하고 있다.

현금 보상 부작용을 막고, 택지 개발의 이익을 원주민들과 공유한다는 방침이다.

대토보상은 토지를 수용당하는 원주민에게 현금 대신 개발된 땅으로 보상하는 방식이다.

토지주가 원하고 토지로 보상 가능한 경우 현금 또는 채권을 제외한 부분에 대해 적용된다.

김규철 국토부 공공주택추진단장은 "수도권 30만가구 계획 중 절반 정도가 지구 지정을 마쳐 사업이 본궤도에 들어섰다"며 "지구계획 수립 과정에서 전문가·지자체·주민 의견을 최대한 수렴하고, 원주민들도 정당 보상을 받고 다시 정착할수 있도록 지원하겠다"고 말했다.

@highlight

국토교통부가 지난 13일 여의도의 약 8배에 해당하는 3기 신도시 입지 5곳을  총 12만2000가구의 주택이 공급되는 공공주택지구로 지정하기로 한 가운데 보상관련 문제로 토지주 및 인근 지역 주민들의 반발이 거세지고 있다.