경기 성남시(시장 은수미)가 2019년 경기도문화예술플랫폼 육성사업으로 사립미술관인 미누현대미술관과 신구대학교우촌박물관, 신구대학교식물원 갤러리우촌 3개 기관을 지원, 전시·교육프로그램 등 다채로운 행사가 열리고 있다.

미누현대미술관에서는 특별전시실에서 지난달 28일부터 현대인의 감성을 따뜻하게 감싸줄 반려동물을 주제로 한 기획전시 《미술관에 놀러온 동물》을 개최 중이다.

전시는 오는 27일까지 개최될 예정이며, 기획전시를 위해 공모 선정된 6명의 작가들과 소통할 수 있는 '아티스트 토크' 가 오는 19일 오후 2시에 열린다.

대학박물관인 신구대 우촌박물관에서는 조선시대 주거생활과 여인들의 삶과 문화를 주제로 한 교육프로그램 '골무할매가 들려주는 이야기' 등을 10월 30일까지 진행한다.

'골무할머니가 들려주는 이야기'는 유아의 눈높이에 맞춘 참여형 체험프로그램이다.

학습보다는 동화구연, 동극을 접목해 생동감 있는 몰입과 충분한 놀이를 통해 전시품에 대해 쉽고 재미있게 접근할 수 있도록 구성하여 참여자들의 좋은 호응을 얻고 있다.

신구대학교식물원 갤러리 우촌에서도 내달 30일까지 멸종위기식물을 관찰하고 그려보는 교육 프로그램을 진행하고 있다.

교육을 통해 지역주민이 직접 그린 멸종위기식물 세밀화 작품 50여 점은 기획특별전  전시를 통해 12월 26일부터 내년 3월 1일까지 공개될 예정이다.

갤러리 우촌의 기획특별전은 기성 작가들의 전시 공간을 지역 주민과 공유하고 시민들과 함께 환경에 대해 함께 고민하는 시간이 될 전망이다.

경기도문화예술플랫폼 육성사업은 성남시 70%, 경기도 30%의 비율로 박물관미술관 활성화를 위해 매년 사업비를 지원하는 사업이다.

지원대상은 성남시에 소재한 박물관미술관진흥법에 의거 등록을 마친 박물관, 미술관이며 전시교육 프로그램 사업비 외에도 학예연구사 등 전문인력 인건비 등도 지원된다.

@highlight

경기 성남시가 박물관미술관 활성화를 위해 매년 사업비를 지원하는 경기도문화예술플랫폼 육성사업을 통해 2019년에는 3개 기관을 지원하여 전시·교육프로그램 등 다채로운 행사가 열리고 있으며, 지원대상은 성남시에 소재한 박물관미술관진흥법에 의거 등록을 마친 박물관과 미술관이다.