티맥스오에스가 지난 8월 15일 출시한 개인용 PC 운영체제 '티맥스OS HE(홈 에디션)'에 AI 기능을 탑재한다.

텍스트나 음성 명령으로 대화하듯이 앱을 실행하고 종료하거나 시스템 제어, 디스플레이 설정까지 할 수 있게 된다.

티맥스오에스(대표 박학래·한상욱)는 이달말 내놓는 '티맥스OS 3.11 버전'에서 AI 기반 텍스트 및 음성 제어 기능을 도입한다고 15일 밝혔다.

텍스트나 음성으로 앱 실행·종료, 재시작, 로그아웃, 환경설정 등을 할 수 있는 게 특징이다.

회사는 안정화 작업을 거쳐 올해 중 양방향 대화가 가능한 수준까지 기능을 발전시키고, AI 비서를 통한 검색 기능도 추가할 예정이다.

티맥스OS는 운영체제가 데스크톱 사용자를 위한 일종의 AI 비서 기능을 하도록 만들 계획이다.

이후 AI 비서의 이름을 사용자가 지정할 수도 있게 할 방침이다.

빅스비, 시리 등 정해진 이름이 아닌 원하는 명칭을 자유롭게 붙일 수 있다.

음성제어는 △딥러닝 기반 음성인식 △음성합성 △자연어처리 등 다양한 기술을 접목해 구현했다.

음성인식은 사용자의 음성을 텍스트로 변환하는 기술이다.

음성합성은 텍스트를 음성으로 바꾼 뒤 사용자의 요청에 대한 피드백을 다시 음성으로 제공하는 데 사용된다.

자연어처리는 텍스트에서 사용자의 의도를 파악해내는 기술이다.

통계 기반의 형태소 분석과 딥러닝 기반 문장 분석 기술 등이 사용됐다.

티맥스는 자체 AI연구소를 통해 개발한 기술을 솔루션에 적용한다.

AI연구소가 개발한 기술은 티맥스오에스·티맥스데이터·티맥스소프트가 공유하면서 각사 제품에 도입한다.

회사는 AI를 활용한 신 서비스도 선보일 계획이다.

박학래 티맥스오에스 사장은 "AI연구소가 개발해온 기술이 개인 사용자용 티맥스OS를 통해 일반 사용자들에게 선보일 수 있어서 기쁘다"면서 "앞으로도 지속적으로 연구를 진행해 OS에 AI 기술 적용을 확대하겠다"고 말했다.

@highlight

티맥스오에스는 15일 이달말 내놓는 '티맥스OS 3.11 버전'에서 AI 기반 텍스트 및 음성 제어 기능을 도입한다고 밝히고 안정화 작업을 거쳐 올해 중 양방향 대화 기능을 발전시키고, AI 비서를 통한 검색 기능도 추가하겠다며 앞으로 OS에 AI 기술 적용 확대를 위해 연구에 매진하겠다고 말했다.