한국기계연구원(이하 기계연)이 산업용 로봇팔을 더 쉽고 안전하게 조작할 수 있는 '스마트 교시(敎示·teaching) 장치'를 개발했다.

산업현장의 로봇팔 조작에 필요한 복잡한 장비와 전문가의 작업 단계를 단축시켜 쉽고 효율적인 작업이 가능하면서도 사람과 충돌을 예방하는 기능이 탑재돼 스마트 팩토리 확대에 기여할 것으로 기대된다.

기계연 첨단생산장비연구본부 로봇메카트로닉스연구실 도현민 박사 연구팀은 로봇에 직접 부착해 사람이 원하는 방향대로 로봇의 관절 축을 움직이거나 끝단의 위치를 조정할 수 있는 스마트 교시 장치를 개발했다.

로봇에 부착된 교시 장치를 직접 손으로 움직이는 만큼 작업 중 충돌을 감지하고 예방할 수 있는 기능도 포함시켜 안전성을 확보했다.

연구팀이 개발한 스마트 교시 장치는 로봇팔을 움직이는 '마우스'와 같다.

사용자가 로봇에 부착한 교시 장치를 손으로 잡고 마우스처럼 조작하면 장치가 로봇팔 제어기와 통신하며 로봇을 원하는 대로 움직일 수 있다.

교시 장치에 가해지는 사용자의 조작 의도를 정확하게 측정하고 이를 통신으로 로봇의 제어부에 전달하는 원리다.

연구팀은 사용자의 입력을 받기 위한 6자유도 마우스를 설계하고 필터링 알고리즘을 고안해 신호 혼선 없이 6자유도의 움직임을 정확하게 구현하는 데 성공했다.

스마트 교시 장치는 로봇에 부착해 사용자가 원하는 대로 직관적으로 움직일 수 있으며 공간이 협소할 경우 분리해 무선으로 조정도 가능하다.

아울러LED로 충돌 위험을 비롯한 로봇의 교시·재현 등 동작 상황을 사용자에게 알릴 수 있도록 만들어 사용자 친화성을 높였다.

도현민 책임연구원은 "스마트 교시 장치는 산업용 로봇의 직관적인 교시가 가능하도록 사용자 친화적으로 개발한 장치"라며 "생산현장에서 로봇 비전문가인 작업자들도 로봇의 움직임을 쉽게 교시할 수 있어 공정 변화에 빠르게 대응하고 생산효율을 향상시킬 수 있을 것으로 기대한다"고 말했다.

@highlight

한국기계연구원이 산업용 로봇팔 조작에 필요한 복잡한 장비와 효율적인 작업이 가능하도록 '스마트 교시 장치'를 개발해 사람과 충돌을 감지, 예방할 수 있는 안전성을 확보했다.