현대차그룹 계열 종합광고회사 이노션 월드와이드(이하 이노션)가 실시간 자외선 감지, 졸음 경고 기능 등을 하는 스마트 선글라스 '글라투스'(GLATUS)를 정식 출시했다.

이노션은 지난해 초 국제전자제품박람회(CES)에서 시제품으로 관심을 모았던 글라투스의 양산 모델 개발을 끝내고 최초로 공개한다고 15일 밝혔다.

이노션은 글라투스가 남녀노소 누구나 유용하게 쓸 수 있는 '일상에 가장 최적화한' 스마트 선글라스라고 소개했다.

글라투스 양 측면에 내장한 자외선 센서가 실시간으로 자외선 지수를 추적하고, 자외선 보호가 필요한 단계에 따라 "자외선이 높아요. 피부 보호가 필요합니다" 등 목소리(보이스) 알람을 제공한다.

착용자의 실시간 운전 상태를 감지하고 위험을 예방하는 기능도 들어갔다.

내장 센서가 차량 실내 공기질을 측정·안내하고, 눈 깜박임을 분석해서 졸음 위험 단계에 따라 경고 알림을 제공한다.

프리미엄 제품에는 주변 조도를 실시간으로 감지해서 시야를 최적화하는 '스마트 리액션'(Smart reaction) 기술도 적용했다.

선글라스 렌즈 색이 빛의 변화에 따라 자동으로 바뀐다.

이노션은 글라투스를 초경량·고사양 부품으로 설계해서 착용감이 편안하고, 무게는 기존 스마트 선글라스보다 훨씬 가벼운 36g이라고 소개했다.

세련된 디자인을 적용하고, 착용자별 맞춤 조정도 가능하다.

가격은 일반 제품은 295달러, 프리미엄 제품은 355달러다.

색상은 4가지로 구성했다.

이노션은 세계 최대 크라우드 펀딩 채널인 미국 킥스타터(Kickstarter)에 이날 글라스터를 론칭해 선주문을 받는다.

이 채널에서 다양한 제휴 사업자를 확보하고, 내년부터 미국과 유럽을 중심으로 판매를 본격화한다.

이노션 월드와이드가 스마트 선글라스 '글라투스(GLATUS)'의 양산 모델 개발을 완료하고 이를 최초로 공개했다.

@highlight

현대차그룹 계열 종합광고회사 이노션 월드와이드(이하 이노션)가 실시간 자외선 감지, 졸음 경고 기능 등을 하는 스마트 선글라스 '글라투스'(GLATUS)의 양산 모델 개발을 완료하고 이를 최초로 정식 출시한다고 15일 밝혔다.