목포시가 보육 서비스 질 향상을 위해 ‘열린 어린이집’ 36개소 선정에 나선다.

부모들이 직접 아이들의 수업을 참관하고 있는 K열린어린이집 모습.

목포시가 수요자 중심의 다양한 보육시책을 통해 보육서비스 질 향상에 박차를 가한다.

목포시는 14일 “어린이집의 물리적 공간을 개방하고 보육프로그램이나 어린이집 운영 등에 부모가 일상적으로 참여할 수 있는 ‘열린 어린이집’ 36개소를 선정한다”고 밝혔다.

열린 어린이집은 부모참여가 보다 확대되고 발전된 형태로, 개방성·자발성과 참여성·지속 가능성이 확보된 게 특징이다.

목포시는 지역 202개소 어린이집 가운데 10월 한 달간 열린 어린이집 운영을 희망하는 어린이집 신청을 받아 현장시설 확인과 목포시보육정책위원회를 개최해 재선정 17개소를 포함 총 36개소를 선정할 계획이다.

시가 밝힌 세부선정 기준에 따르면 개방성(30점), 부모 참여성(40점), 지속가능성(10점), 다양성(5점) 등을 평가해 최소 80점 이상인 어린이집 가운데 종합점수가 높은 순으로 선정된다.

이번에 선정된 어린이집은 공공형 어린이집 신규 선정 시 배점 부여(지자체형 5점, 우수형 10점), 보조교사 우선지원, 국공립어린이집 재 위탁 심사 시 가점 부여, 정기 지도·점검 제외 등의 인센티브가 주어진다.

지정기간은 11월 1일부터 2020년 10월 31일까지로, 매년 재선정 및 신규 선정 절차가 진행된다.

이수경 목포시 보육팀장은 “올해 17개소에서 내년 36개소로 점진적으로 열린 어린이집을 확대해 영·유아의 건강한 성장과 발달을 지원하고, 믿고 맡길 수 있는 안정된 양육 환경과 함께 아이 키우기 좋은 도시 기반조성에 힘을 쏟겠다”고 말했다.

이 밖에도 목포시는 어린이들의 보육 서비스 질 향상을 위해 ‘어린이집 운영 지원 확대’를 비롯해 ‘어린이집 종사자 사기앙양 대책’, ‘어린이집 멘토링 지원’, ‘부모 모니터링단 운영’ 등 다양한 시책을 추진하고 있다.

@highlight

목포시는 부모참여가 보다 확대되고 발전된 형태인 열린 어린이집을 기존의 17개에서 내년 36개소로 점진적으로 선정할 것이라고 발표하였다. 