기존 소셜네트워크서비스(SNS)를 뛰어넘어 사용자들이 현실과 가상을 넘나들며 소통할 수 있는 플랫폼이 개발됐다.

실감교류인체감응솔루션연구단(이하 인체감응 연구단)이 다수 사용자가 공간과 감각을 실시간으로 공유하고 소통할 수 있는 4D+ SNS(가칭) 플랫폼을 개발했다고 과학기술정보통신부는 15일 밝혔다.

연계해 서비스 모델로 구현하게 된 것이다.

카카오톡, 페이스북 등 기존 SNS도 문자, 사진, 동영상 등을 공유할 수 있지만, 사용자들의 공간과 감각을 실시간 공유하는 것에 한계가 있고, 기존 가상현실(VR) 서비스도 혼자 체험하는 것이 대부분으로, 다수 사용자들이 동시에 체험하고, 소통하는 데에는 한계가 있었다.

이에 반해 인체감응 연구단이 개발한 4D+ SNS는, 다수 사용자들이 공존현실에서 공간과 감각정보를 실시간 공유하고 소통함으로써, 원격 회의, 가상 쇼핑, 미니 게임 등을 함께 할 수 있도록 다양한 협업 콘텐츠를 제공할 수 있다.

사용자는 자신을 대신하는 아바타로 표현돼 네트워크에 접속한 다른 장소에 있는 사용자들과 소통하고, 협업할 수 있다.

가상키보드를 사용해 메시지를 보내거나, 3D 이모티콘을 보내 감정을 전달하고, 가상공간에 그림을 그리거나, 가상 물체를 조작하면서 토론하고, 함께 동영상을 감상할 수 있으며, 가위바위보, 블록쌓기 같은 가상게임을 함께 즐기거나, 다른 장소에 있는 사용자들의 아바타들을 자신이 있는 장소로 초대해 함께 소통하고 협업할 수도 있다.

유범재 인체감응 연구단장은 "이번 연구성과는 5G 네트워크 시대의 킬러앱으로 떠오르는 양방향 소통 서비스, 가상/혼합 현실 서비스를 포함하는 새로운 SNS 개념을 제시한 데 큰 의미가 있다"라며 "관련 기업들과의 협업을 바탕으로 사업화를 적극추진해 4D 가상통신 서비스 신시장 창출에 기여할 계획"이라고 밝혔다.

인체감응 연구단은 에스피테크놀로지, 플레이스비, 패러렐월드와 공동연구를 수행해 플랫폼을 개발하고 두 곳 이상의 원격지를 연결해 서비스를 자체검증한 후 상용화를 추진 중이다.

@highlight

소셜네트워크서비스를 뛰어넘어 사용자들이 현실과 가상을 넘나들며 소통할 수 있는 플랫폼이 개발되었는데 실감교류인체감응솔루션연구단이 공간과 감각을 실시간으로 공유하고 소통할 수 있는 4D+ SNS플랫폼을 개발했다고 과학기술정보통신부는 15일 밝혔으며 자신을 대신하는 아바타로 표현돼 네트워크에 접속한 다른 장소에 있는 사용자들과 소통하고, 협업할 수 있다.