올해 국제농업박람회가 오는 17일 나주시 산포면 전라남도농업기술원에서 개막해 27일까지 열린다.

'농업이 세상을 바꾼다'는 주제로 20개국 380개 기관과 단체, 기업이 함께한다.

판매?체험관과 3개 특별 전시로 꾸며진다.

패널 중심의 전시에서 오감만족 체험 전시로 성격을 바꿔서 이번에는 여성농업마당을 시작으로 전시체험마당, 상생교류마당, 혁신기술마당, 홍보판매마당으로 구성된다.

2019국제농업박람회 주제관인 '여성농업마당'에서는 농촌융복합산업을 주체적으로 이끌어가는 여성 청년농업인의 활동을 전시해 농업의 희망을 보여주고, 세계농업문화공간을 통해 글로벌 농업트랜드를 소개한다.

매년 많은 관람객들의 사랑을 받고 있는 '전시체험마당'에서는 80종 208두의 동물들과 교감하는 '행복한동물농장'과 '단감따기체험' 등이 준비됐다.

200여종의 아열대식물들이 전시되는 '아열대식물원'은 더욱 다양해진 작물들 사이로 나비가 노니는 현장을 연출, 생동감 넘치는 공간을 구성하고 생명산업 농업의 미래가치를 부각시키는 '치유농업관'도 마련된다.

생산자?소비자 단체 화합의 장이 될 '상생교류마당'에서는 박람회 기간 중 대한민국 농업인이 하나되는 다채로운 행사들이 개최되고 생태관광으로 각광받는 농촌체험휴양마을 홍보관을 통해 농업의 관광산업가치를 부각한다.

'혁신기술마당'에서는 농업의 과거와 현재, 미래를 만나볼 수 있으며 '첨단기술관'에서는 미래농업을 친근하게 느낄 수 있도록 체험과 시연으로 기술력을 선보인다.

마지막 '홍보판매마당'에서는 국내외 우수기업들과 바이어가 모여 우리 농산물 판로개척을 위한 수출상담회와 B2B상담회를 열 예정이다.

2002년 대한민국농업박람회로 시작돼 2012년 국제행사로 승격됐고 2015년 2017년에 이어 올해 4회째 국제행사로 치러진다.

@highlight

금년 국제농업박람회가 17일 나주시 전라남도농업기술원에서 개막해 27일까지 열리는데 주제관인 여성농업마당에서는 농촌융복합산업을 선도하는 여성 농업인의 활동을 전시해 농업의 희망을 보여주고, 세계농업문화공간을 통해 다국적 농업형태를 소개하고 상생교류마당에서는 기간 중 전국 농업인이 하나되는 행사와 생태관광과 체험휴양마을 통해 농업 관광산업가치를 부각한다.