산업현장 로봇팔을 더 쉽고 안전하게 조작할 수 있는 기술이 개발됐다.

스마트팩토리 확대 핵심 기반이 된다.

한국기계연구원(원장 박천홍)은 도현민 첨단생산장비연구본부 로봇메카트로닉스연구실 박사 연구팀이 '스마트 교시(teaching) 장치'를 개발했다고 15일 밝혔다.

스마트 교시 장치는 로봇팔을 움직이는 '마우스'와 같다.

로봇에 부착한 교시 장치를 손으로 잡고 마우스처럼 조작하면 장치가 로봇팔 제어기와 통신하며 원하는 대로 움직일 수 있다.

사용자 조작 의도를 정확하게 측정하고 이를 로봇 제어부에 전달하는 원리다.

연구팀은 앞뒤·좌우·상하 여섯 방향으로 움직이는 6자유도 마우스를 설계하고 필터링 알고리즘을 고안, 신호 혼선 없이 움직임을 정확하게 구현하는데 성공했다.

스마트 교시 장치는 교시부와 충돌예측부로 구분된다.

충돌예측부는 거리 측정 센서를 내장, 동작 중 충돌을 예측할 수 있다.

각 부분은 탈착이 가능하다.

연구팀은 또 교시 장치를 약 500g 이하 경량 장비로 만들어 로봇팔 작동에 미치는 영향을 최소화했다.

공간이 협소할 경우 분리해 무선 조정도 가능하다.

이 기술을 적용하면 프로그래밍 언어에 익숙하지 않은 비전문가도 로봇의 움직임을 쉽게 교시할 수 있다.

지금까지는 로봇 교시를 위해 티칭 펜던트(teaching pendant)가 주로 사용됐다.

티칭 펜던트는 로봇과 거리를 두고 버튼이나 다이얼을 조작해 움직임을 조정하는 장치다.

사용이 어렵고 직관적이지 않아 전문 프로그래머의 작동이 필요했다.

도현민 책임연구원은 "스마트 교시 장치는 산업용 로봇의 직관적인 교시가 가능하도록 사용자 친화적으로 개발한 장치"라며 "생산현장에서 로봇 비전문가인 작업자들도 로봇 움직임을 쉽게 교시할 수 있어 공정 변화에 빠르게 대응하고 생산효율을 향상시킬 수 있을 것으로 기대한다 "고 말했다.

@highlight

한국기계연구원이 도현민 박사 연구팀이 산업현장에 쓰이는 로봇팔을 쉽고 안전하게 조작할 수 있는 스마트 교시 장치를 개발하여 스마트팩토리 확대에 핵심 기반이 될 것으로 보인다고 15일 발표했다.