학교비정규직연대회의와 교육당국과의 임금협상이 타결됨에 따라 2차 급식대란을 피했다.

전국시도교육감협의회와 전국학교비정규직연대회의가 기본급 1.8%와 근속수당 2500원 인상안에 합의했다고 15일 밝혔다.

지난 3월말부터 7개월 동안 집단교섭을 진행한 결과다.

이번 합의로 17~18일 예고된 총파업은 진행하지 않는다.

1유형(영양사-사서직종 등)의 2019년 기본급은 186만7150원, 2유형(교무실무사, 조리종사원 등)은 167만2270원으로 인상된다.

교통보조비는 10만원으로 인상하고 기본급에 산입했다.

2020년 기본급도 사전 타결했다.

기본급 인상에 대한 갈등을 미리 해소했다.

1유형 2020년 기본급은 202만3000원, 2유형은 182만3000원으로 합의했다.

막판까지 이견을 보였던 근속수당에 대해 합의하면서 최종 타결됐다.

현 3만2500원인 근속수당에 대해 학비연대는 5000원 인상을 주장하다 2500원 인상으로 타협안을 제시했다.

교육감협의회는 내년에 올리자는 입장을 고수하다 2500원 인상에 최종합의했다.

학비연대는 전국공공운수노조 교육공무직본부, 전국여성노조, 전국학교비정규직노조의 공동교섭단이다.

학교 급식 종사자, 돌봄 전담사 등 전체 학교비정교직 노동자 14만2000여명의 66%인 9만5000명이 참여하고 있다.

지난 7월 교섭결렬 후 총파업을 진행하며 전국 초중고 2800곳에서 급식이 중단되는 사태가 일어나기도 했다.

잠정 합의된 내용은 다음 주 초, 집단교섭 대표 광주교육청이 주관해 협약 체결식을 진행할 예정이다.

교육부는 "17개 시도교육청과 전국학교비정규직연대회의 간 2019년 교육공무직 임금교섭 합의를 환영한다"면서 "범정부 공무직 관련 협의체를 통해 시도교육청, 노조와 함께, 교육공무직원에 부합하는 합리적인 임금체계 마련을 위해 노력하겠다"고 밝혔다.

@highlight

지난 3월말부터 7개월 간의 집단교섭 끝에 학교비정규직연대회의와 교육당국과의 임금협상이 타결 기본급 1.8%, 근속수당 2500원 인상안에 합의하며 2차 급식대란을 피하게 되었다고 전국시도교육감협의회와 전국학교비정규직연대회의는 15일 밝혔다