한강유역환경청은 환경부가 전국 160개 지자체를 대상으로 실시한 ‘2018년도 공공하수도의 운영·관리 실태평가’에서 성남시, 군포시, 가평군 등 3개 시·군이 최우수기관, 부천시, 의왕시, 구리시 등 3개시가 우수기관으로 선정됐다고 15일 밝혔다.

환경부는 지자체의 공공하수처리시설 운영·관리 실태 점검을 통하여 경쟁력 있는 하수도시스템을 구축하고 관리의 효율성을 높이기 위해 매년 실태평가를 실시하고 있으며, 유역환경청에서 1차 평가 후 환경부에서 한국상하수도협회와 함께 2차 평가를 거쳐 최상위 우수지자체를 선정하고 있다.

이번 공공하수도 우수기관 선정은 전국 160개 지자체를 인구수에 따라 ▶인구 30만 명 이상(Ⅰ그룹) ▶인구 10만~30만 명(Ⅱ그룹) ▶인구 5만~10만 명(Ⅲ그룹) ▶인구 5만 명 미만(Ⅳ그룹) 등 4개 그룹으로 나눠, 하수도 정책·운영·서비스 등 3개 분야 23개 항목을 평가한 결과로 전국 총 20개의 지자체가 좋은 평가를 받았다.

그룹별 최우수 기관으로 선정된 성남시·군포시·가평군은 각 2천만 원의 포상금과 인증패, 그룹별 우수기관으로 선정된 부천시·의왕시는 각 1천만 원의 포상금과 인증패, 청별 우수기관으로 선정된 구리시는 포상금 500만 원과 인증패가 수여된다.

시상식은 환경부가 주최하고 한국상하수도협회가 주관하는 ‘하수도 연찬회(금년말 계최 예정)’에서 환경청, 지자체, 관리대행업체 등 하수도분야 관계자가 참여한 가운데 열릴 예정이다.

최종원 한강유역환경청장은 "공공하수도 운영·관리 최우수기관으로 선정된 지자체의 운영·관리 기법을 관내 운영 중인 공공하수도에 전파·공유해 공공하수도 관리를 더욱 개선되도록 하겠다"라고 밝혔다.

@highlight

경쟁력 있는 하수도시스템을 구축하고 관리 효율성을 제고하기 위해 환경부와 한국상하수도협회가 전국 160개 지자체를 대상으로 실시한 '2018년도 공공하수도의 운영·관리 실태평가'에서 성남시, 군포시, 가평군 등 3개 지자체가 최우수기관, 부천시, 의왕시, 구리시 등 3개 시가 우수기관으로 선정되었다.