▲ 정천석 동구청장을 비롯한 관계자들이 15일 방어진항 남방파제 경관개선사업 관련 추진상황 점검 및 의견을 수렴하고자 현장보고회를 가졌다.

울산 동구는 지난 8월부터 추진한 방어진항 남방파제 경관개선사업을 준공해 야간현장 보고회를 개최했다.

동구는 15일 오후 방어진항 남방파제 일원에서 정천석 동구청장과 구의원, 관련 공무원 등이 참석한 가운데 방어진항 남방파제 경관개선사업 준공 및 보고회를 진행했다.

방어진항 남방파제 경관개선사업은 방어진항 어항이용 고도화 사업의 일환으로 증축된 방어진항 남방파제를 주민 휴식공간으로 조성하는 사업이다.

동구는 거대한 콘크리트 옹벽으로 만들어진 방파제가 위압감과 폐쇄감을 준다는 판단에 따라, 낮에는 색채 디자인을 통해 개방감을 제공하고 야간에는 시시각각으로 변하는 경관조명을 연출해 침체된 방어진항에 활력을 불어넣는다는 계획이다.

이번 사업은 특별조정교부금 2억 2,000만원으로 추진되며, 주간에는 남방파제 상부 420m에 차선 도색으로 사용되는 분홍색, 노란색, 백색, 파란색을 기본 배색으로 내벽, 측면부, 상부, 진입계단부에 색채 변화와 기하학 패턴의 디자인을 적용해 생동감을 준다.

이어 야간에는 남방파제 내벽에서 3m 높이 114m 구간에 설치된 LED 미디어월에서 25분간 환영 문구와 다양한 색채조명이 연출된다.

또 상부 바닥에는 방어진항 상징 문양을 비추는 고보조명과 다채로운 투광조명으로 테트라포트에 이색 공간이 연출되며, 운영시간은 오후 6시부터 10시까지다.

울산 동구청 관계자는 "이번 사업은 방어진항 일원 도시재생사업과 꽃바위 바다소리길 어촌뉴딜 300사업과 연계돼 관광객들에게 더욱 다양한 볼거리와 즐길거리 제공으로 지역 경제에 활력을 불어넣을 것으로 기대한다”고 말했다.

@highlight

울산 동구는 주민 휴식공간으로 조성하는 사업인 방어진항 남방파제 경관개선사업을 완공해 추진상황 점검 및 의견을 청취하고자 야간현장 보고회를 개최했다