[충청일보 신홍균기자] 문화체육관광부 산하 한국문화예술위원회(이하 한문위)에 대해 충북연극협회가 지역을 무시하는 행태를 보인다며 비판하고 나섰다.

충북연극협회는 한국연극협회가 최근 발표한 '한문위의 지역 문화예술 균형발전을 저해하는 행태에 보내는 성명'을 15일 인용해 "창작지원 사업 공모 결과가 서울에만 편중됐다"고 지적했다.

한문위는 지난 달 27일 '2019년 문화예술진흥기금 공연예술 중장기 창작지원 사업' 공모 결과를 발표했다.

이 사업은 공연예술 창작 프로젝트에 최대 3년 간 지속 가능한 성장 지원이 목적이다.

협회에 따르면 연극 분야에 전국 226개 단체가 지원했으나 선정된 23개 중 21개가 서울에 있으며 나머지 2개 역시 활동 영역이 서울이다.

선정되지 못 한 단체 200여 개 중 단 한 곳도 사업 계획을 충실히 수립하지 못 했냐는 것이 협회 주장의 핵심이다.

성명에서 복영한 한국연극협회 대변인은 "사업의 목적이 단순한 창작 지원을 넘어 단체의 역량 강화와 안정적 제작 환경 기반 조성임에도 불구하고 서울지역 단체만 뽑았다"며 "문화예술 생태계의 상생과 균형발전을 위해 지역 단체가 누구보다 안정적 자립과 지 속가능한 성장의 기회가 간절하다는 사실을 무시한 행태"라고 지적했다.

그는 "사업의 심의위원은 모두 서울에서 활동하는 전문가들"이라며 "한문위가 대한민국 전체를 아우르는 민간 자치기구 역할을 해야 함에도 지역 위원이 한 명도 없다는 건 지방 배제 의도가 아닌지 의구심을 지울 수 없다"고 강조했다.

협회는 "서울에서만 활동한 심의위원이 지역 단체와 공연예술계에 대한 정보 없이 심의를 했다는 건 공정성을 납득하기 어렵다"고 설명한다.

한문위는 이번 사업에서 연극, 무용, 음악, 전통예술 분야의 51건에 총 50억5100만원을 지원하기로 결정했다.

이 중 연극에만 24억5100만원이 할당됐다.

협회 관계자는 "한문위는 이에 대한 해결 방안 발표와 입장 표명을 빠른 시일 내에 해야 한다"고 촉구했다.

@highlight

15일 충북연극협회가 한국문화예술위원회를 향해 창작지원 사업 공모 결과가 서울에만 편중돼 지역을 무시하는 행태라며 비판하며 사업 심사위원도 모두 서울서 활동하는 전문가들로 구성되어 있어 지방배제 의도가 아닌지 의심된다고 지적했다.