문재인 대통령은 15일 "우리는 이미 세계 최고의 전기차·수소차 기술력을 입증했다"며 "우리 목표는 2030년까지 미래차 경쟁력 1등 국가가 되는 것"이라고 말했다.

문 대통령은 이날 경기도 화성 현대자동차 남양연구소에서 열린 '미래차 국가비전 선포식'에 참석해 "우리는 미래차에서 세계 최초, 세계 최고가 될 것이며 미래차로 4차 산업혁명 시대를 선도하겠다"며 이같이 밝혔다.

문 대통령이 지난 10일 삼성디스플레이 아산공장을 찾은 지 닷새 만에 현대차가 주인공인 이날 행사에 참석한 것은 대기업의 기(氣)를 살려 경제 활력을 제고하겠다는 의지로 보인다.

문 대통령은 "이제 우리나라에서도 '세계 최초'라는 말이 낯설지 않게 되었다"며 "우리는 이미 여러 분야에서 '세계 최초'의 주인공이 되고 있다"고 밝혔다.

그러면서 "자동차 관련 분야만 하더라도 세계 최초 리듐 전기차 배터리와 세계 최초 수소차 양산, 그리고 세계 최초 5G 상용화의 주인공이 바로 대한민국의 과학자, 기술자들"이라고 강조했다.

문 대통령은 또 "우리는 올해 수소차 판매 세계 1위이며, 전기차도 세계 최고 수준"이라며 "미래차 핵심인 배터리·반도체·IT 기술도 세계 최고로, 세계에서 가장 빠른 이동통신망을 결합하면 자율주행을 선도하고 미래차 시장을 선점할 수 있다"고 말했다.

문 대통령은 "2030년, 신규 차량의 30%는 수소차·전기차로 생산되고 50% 이상이 자율주행차로 만들어질 것이며, 이동서비스 시장은 1조5천억불로 성장할 것"이라며 "친환경차는 선택이 아닌 필수가 되고 있다"고 밝혔다.

문 대통령은 '2030 미래차 1등 국가'를 위한 정책 방향으로 "전기·수소차 신차 판매 비중을 2030년 33%, 세계 1위 수준으로 늘려 세계 시장점유율 10%를 달성하겠다"고 밝혔다.

이를 위해 △자동차 제조사에 대한 친환경차 보급목표제 시행 △소형차·버스·택시·트럭 등 중심의 내수시장 확대 △2025년까지 전기차 급속충전기 1만5천기 설치 △2030년까지 660기 수소충전소 구축 등을 제시했다.

@highlight

문재인 대통령은 지난 15일 경기도 화성 현대자동차 남양연구소에서 열린 '미래차 국가비전 선포식'에서 "우리는 이미 세계 최고의 전기차·수소차 기술력을 입증했다"며 2030년까지 미래차 경쟁력 1등 국가가 되겠다는 포부를 밝혔다.