경기도 공공데이터 포털 '경기데이터드림'이 한국데이터산업진흥원에서 시행하는 데이터 품질인증에서 최고 등급인 '플래티넘 클래스'를 획득했다.

'데이터 품질인증(DQC-V : Data Quality Certification-Value)'은 공공·민간에서 구축·활용 중인 데이터의 품질을 심사·심의해 실버(Silver), 골드(Gold), 플래티넘(Platinum) 3등급 체계로 인증하는 제도다.

이중 골드 클래스는 정합률(데이터 값의 정확성)이 97.700%이상이어야 획득이 가능하며, 실버 클래스는 95.510%이상이어야 한다.

최고 등급인 '플래티넘 클래스'는 정합률 99.977% 이상일 때만 획득할 수 있다.

지난 8월 6일부터 8월 28일까지 진행된 서류 및 현장심사 결과를 바탕으로 지난 4일 인증심의위원회가 열렸으며, 심의 결과 '경기데이터드림'은 정합률이 99.9922%에 달해 '플래티넘 클래스'를 획득했다.

'경기데이터드림'은 경기도와 산하 공공기관이 보유한 데이터뿐만 아니라 도내 31개 시·군이 공통적으로 보유한 데이터를 누구나 쉽게 이용할 수 있도록 표준화해 개방하고 있는 경기도의 대표적인 데이터 제공 창구다.

경기데이터드림에 접속하면, 지역화폐 가맹점 현황, 어린이집 현황, 전기차 충전소 현황, 공연행사 정보, 야영장 현황 등 다양한 도내 공공데이터를 별도의 가입절차 없이 열람하고 이용할 수 있다.

특히 도는 행정안전부에서 실시한 '2018년 공공데이터 제공운영 실태평가'에서 경기데이터드림을 통해 제공하고 있는 '자동 기상관측 장비 시간별 관측 정보' 등이 우수사례로 선정돼 1등급을 받은 바 있다.

이응준 경기도 데이터정책과장은 "이번 플래티넘 클래스 획득은 지속적으로 오류를 최소화 하고 품질 정비를 해온 결과"라며 "이에 만족하지 않고 경기도가 제공하는 데이터를 믿고 이용할 수 있도록 앞으로도 품질관리를 꾸준히 해나갈 것"이라고 말했다.

@highlight

경기도 공공데이터 포털 '경기데이터드림'이 한국데이터산업진흥원에서 진행하는 공공·민간 데이터 품질 인증제도인 '데이터 품질인증'에서 지난 4일 심의위원회 결과 '플래티넘 클래스'를 성취했다.