김포시의 검토 지시로 김포도시공사가 수용 방식의 민관공동사업으로 추진 중인 감정4지구 도시개발사업<본보 9월 23일자 9면 보도>에 대해 기존 사업자가 시와 시의회에 이의신청서를 낸 데 이어 사업지구 내 토지주들이 사업 중단을 촉구하고 나서는 등 반발하고 있다.

15일 시와 의회 등에 따르면 지난 11일과 14일 감정4지구 민관공동도시개발사업 출자동의안의 시의회 심의를 앞두고 이 사업을 추진 중인 A사가 의회와 시에 각각 사업 개입 부당성을 지적하는 공문을 접수했다.

A사는 공문을 통해 "도시관리계획 변경 결정에 이어 공원계획 결정 변경을 앞두고 갑작스럽게 지역 슬럼화 등을 내세워 김포시와 공사가 다른 민간사업자와 공동으로 이 사업을 추진키로 한 결정은 이해할 수 없는 일"이라고 지적했다.

또 "이미 토지매입비와 각종 용역비 등으로 330억 원의 사업비가 투입된 상태에서 김포시와 공사가 다른 사업자와 민관 공동으로 사업을 추진한다면 투자자 등 이해관계인의 피해와 회사 파산, 각종 민원 발생이 불가피하다"며 심의 중단과 공영개발 결정 취소를 촉구했다.

공문과 함께 A사는 "전체 사업부지 내 사유지 95.1%에 대해 매입 또는 매매계약을 체결했다"며 토지매매계약서와 토지소유권 이전을 위한 잔금확약서, 시가 동의율 부족으로 A사의 제안을 반려한 근거가 됐던 토지주 6명의 민관공동도시개발사업 제안 동의 철회서 등을 자료로 제출했다.

사업부지 내 토지주들도 이날 시의회 심의를 앞두고 김포시청 앞에 모여 시와 도시공사가 민관공동개발사업 추진 근거로 제시한 사유지 50% 확보 동의서 공개를 촉구하는 시위를 벌였다.

출자동의안 심의에 참여했던 한 시의원은 "시장이 직접 의회까지 찾아와 동의안 처리까지 당부한 것은 이례적인 일"이라며 "이 사업을 두고 이상한 소문이 나돌 정도로 말이 많아 처리에 신중할 수밖에 없다"고 말했다.

이와 관련, 시 관계자는 "시의회에서 심의 중인 안건이고, 심의 결과에 따라 대응하겠다"고 했다.

@highlight

김포도시공사 부당개입 논란이 일고 있는 감정4지구 민관공동도시개발사업 출자동의안의 시의회 심의를 앞두고 기존 사업자가 시와 시의회에 이의신청서를 낸 데 이어 사업부지 내 토지주들이 시위를 벌이며 사업 중단을 촉구하고 나서는 등 반발하고 있다. 