지난해 학교폭력 3만3168건.

그러나 학교폭력과 대인관계로 학교생활에 적응하기 어려운 학생을 돕는 상담 시설 설치율은 61%에 그쳐 대책이 시급하다는 지적이 제기된다.

15일 국회 교육위원회 소속 이학재 의원(자유한국당)이 17개 시·도교육청으로부터 제출받은 자료를 보면, 지난 2015년부터 2018년까지 전국 초·중·고등학교에서 학교폭력 자치위원회(학폭자치위) 개최 건수는 11만210건이었다.

연도별로는 2015년 2만828건, 2016년 2만4528건, 2017년 3만1686건, 2018년 3만3168건으로, 매년 학폭자치위 개최 건수는 증가세를 보인다.

학교생활 부적응으로 학업을 중단한 학생 수도 지난해 3만3237명에 달했다.

전국 초·중·고등학교의 '위(Wee) 클래스' 설치율은 61%였다.

위클래스는 부적응 학생을 대상으로, 상담·교육·심리검사·외부기관 연계 등을 지원하는 사업이다.

대개 학교폭력 및 자살·자해 등의 위험이 있는 위기학생과 학업중단, 따돌림, 대인관계 등이 원인이다.

학생 수 101명 이상인 학교에 설치하고 있다.

지역별 위클래스 설치 현황을 보면, 전북이 31%로 설치율이 가장 낮았다.

전북은 특히 초등학교 위클래스 설치율이 13%에 불과했다.

이어 전남이 45%, 제주와 경상남도가 51% 순이었다.

설치율이 가장 높은 지역은 대구로 95%였고, 울산과 경상북도가 90%로 뒤를 이었다.

학교폭력 발생 건수가 해마다 증가하고 있고, 학교생활 부적응으로 학업을 중단하는 학생들이 상당한 만큼, 학생들이 학업을 원만하게 이어갈 수 있도록 지원하는 위클래스 확충이 시급하다는 지적이다.

위클래스가 설치된 학교라도 전문 상담 인력은 대체로 1명에 불과해 수백명에서 수천명에 달하는 학생을 지원하는 데 한계도 있다.

학생 규모에 맞게 전문 상담 인력을 추가 확보해야 할 필요성도 제기된다.

이학재 의원은 "위클래스가 설치된 학교에서 지역 간 편차가 나타나고 있다"며 "학교폭력이나 학업 부적응 학생이 지역을 가리지 않고 발생하는 만큼, 전국 모든 학교에 위클래스와 같은 상담 시설이 설치될 수 있도록 노력해야 한다"고 말했다.

@highlight

국회 교육위원회의 이학재 의원이 15일 전국 교육청으로부터 제출받은 자료에 따르면 지난 3년간 학폭위 개최 건수는 11만210건, 작년 3만 3168건으로 매년 증가세를 보이지만 위(Wee) 클래스 설치율은 61%에 불과했다.