웅진코웨이가 한국능률협회컨설팅이 주관하는 '2019 한국산업의 고객만족도' 조사에서 가정용정수기 부문 1위에 선정됐다.

[디지털타임스 이미정 기자] 웅진코웨이가 한국능률협회컨설팅이 주관하는 '2019 한국산업의 고객만족도(KCSI)' 조사에서 가정용정수기 부문 1위에 선정됐다고 15일 밝혔다.

웅진코웨이는 가정용정수기 부문에서 2000년 첫 1위를 시작으로 올해까지 총 16회 1위를 차지했다.

KCSI는 산업별 상품과 서비스에 대한 고객들의 만족 정도를 나타내는 지수이다.

웅진코웨이는 이번 조사에서 작년보다 종합만족도가 0.3점 상승한 83.2점을 획득해 가정용정수기 부문 정상을 차지했다.

'전반적 만족도', '요소 만족도', '재구입 의향' 등 모든 부분에서 경쟁사 대비 높은 점수를 받았다.

세부 조사 내용 중 '정수 된 물 맛' 부분에서도 92.4점을 획득했다.

웅진코웨이는 물 맛 외에도 코디 시스템을 중심으로 한 차별화한 서비스와 제품 혁신성을 높이 평가받았다.

웅진코웨이는 올해 3월 정수기 점검 서비스의 전문성 및 위생성 강화를 목적으로 살균 서비스가 포함된 '코디 서비스 키트'를 도입했다.

해당 키트는 서비스 전문가 코디(CODY, Coway Lady)가 정수기 서비스를 진행할 때 사용하는 전문 도구다.

키트 내부에 탑재된 필터로 살균수를 만들어 정수기 내부 물탱크와 유로를 살균한다.

웅진코웨이의 주력 제품인 시루직수 정수기(CHP-7300R)는 가정용 정수기에 들어가는 필터 중 오염물질 제거 성능이 가장 뛰어난 RO 멤브레인 필터를 사용했음에도 불구하고, 저수조 없는 직수 방식을 최초로 구현했다.

윤규선 웅진코웨이 CS(Customer Satisfaction)본부장은 "앞으로 웅진코웨이는 대한민국 대표 물기업이라는 책임감으로 다양한 물 관련 연구를 진행할 계획이며 소비자들에게 더 맛있고, 깨끗한 물을 제공하기 위해 노력하겠다"고 소감을 전했다.

@highlight

웅진코웨이는 15일 한국산업의 산업별 상품과 서비스에 대한 고객들의 만족 정도를 나타내는 지수인 고객만족도(KCSI)조사에서 가정용정수기 1위에 선정됐다고 발표했으며 물 맛 외에 코디 시스템 중심의 차별화한 서비스와 제품 혁신성에 높은 평가를 받기도 하였다.