한국데이터산업진흥원이 운영하는 빅데이터 유통 채널 '데이터스토어' 최근 5년간 누적 거래량이 11억원 수준인 것으로 확인됐다.

중국 등 주요 데이터 선진국 시장 규모 대비 현저히 낮다.

국회 과학기술정보방송통신위원회 소속 송희경 자유한국당 의원이 데이터스토어를 분석한 자료에 따르면 현재 데이터스토어 내 데이터 수는 10만2097건이다.

미술·사진 데이터가 10만 638건으로 총 98.6%에 달했다.

축적 데이터가 특정 분야에 편중됐다.

기업이 활용할 만한 파일데이터 또는 오픈 응용프로그램인터페이스(API) 데이터는 각각 1219건(1.2%), 225건(0.2%)에 불과했다.

문재인 정부가 '데이터경제'를 추장하고 국회가 4차산업혁명특별위원회를 꾸리는 등 데이터산업 육성은 더디다.

데이터경제 실현을 위한 전제조건인 개인정보보호법을 비롯해 정보통신망법, 신용정보법 등 데이터 3법 개정안은 11개월 넘게 국회 계류 중이다.

3법에는 개인정보 거버넌스 통합, 가명정보 개념 도입, 데이터 가공 등 내용이 포함돼 있다.

데이터산업진흥원 '데이터 거래 시 애로사항' 자료에 따르면 국내 데이터 가격이 불합리적이라는 인식이 35.1%, 데이터 유통 채널이 부재하다는 인식이 33%였다.

데이터스토어 품질 개선과 가용 데이터 추가 확보가 필요하다.

송희경 자유한국당 의원.

송 의원은 "기업에서 데이터스토어 데이터 구입비용과 유통채널 확보에 어려움을 느끼고 있다. 데이터스토어를 활용하려 해도 필요한 데이터를 찾기 어려웠을 것"이라며 "최근 5년간 데이터스토어 누적 거래량은 약 11억원 규모에 불과했다. 중국 귀양빅데이터거래소 누적 거래량은 최근 4년(2015~2018년) 간 205억원에 달했다"고 지적했다.

이어 "4차 산업혁명 시대 데이터는 원유보다 값진 존재다. 원유는 한번 소모하면 사라지지만 데이터는 쌓일수록 빛나는 혁신 재료"라며 "데이터산업진흥원은 기업이 데이터 활용을 극대화 할 수 있는 지원책을 강화해야 한다"고 강조했다.

@highlight

한국데이터산업진흥원이 운영하는 빅데이터 유통 채널 '데이터스토어'의 최근 5년간 누적 거래량은 11억원 정도로 205억원에 달하는 중국의 5% 수준에 불과해 기업이 데이터 활용을 극대화 할 수 있는 지원책 마련이 시급하다.