온·오프라인을 통합하여 하나의 매장처럼 운영하는 일이 가능해졌다.

가비아 퍼스트몰은 온라인 쇼핑몰과 오프라인 매장의 회원/주문/재고가 연동되는 OTO 통합 서비스를 출시했다고 16일 밝혔다.

퍼스트몰은 이를 통해 기존에는 대기업에서나 가능하던 체계적인 관리시스템을 모든 창업자들이 갖출 수 있도록 지원할 계획이다.

퍼스트몰의 온·오프라인 통합 서비스는 오프라인 결제 단말기와 온라인 시스템을 연동하는 방식이다.

오프라인 매장에서 회원 등록을 하거나 결제를 하면, 온라인 DB와 통합되어 회원/주문/결제 정보가 쌓이게 된다.

사업자들은 등록된 회원 DB를 통해 ▲쿠폰 발행 ▲마일리지 적립/사용 ▲SMS/카카오 알림톡 메시지 발송 등 매출 증대를 위한 다양한 프로모션을 진행할 수 있다.

또한 매출 관리도 더 쉬워진다.

주문 시스템이 통합되어 매장 주문과 온라인 주문 내역을 동시에 확인할 수 있으며, 온라인과 오프라인에서 발생한 매출 통계를 한 번에 확인할 수 있다.

퍼스트몰의 이번 서비스는 기존에 온·오프라인 매장을 따로 운영하거나, 온라인 또는 오프라인으로 사업을 확장하려는 사업자 및 예비창업자들에게 좋은 기회가 될 것으로 보인다.

매장과 쇼핑몰/홈페이지를 통합 운영하기 위해서는 퍼스트몰에서 오프라인 매장에 필요한 KICC 카드 단말기를 신청한 후 퍼스트몰에서 제작한 쇼핑몰과 연동한다.

기존에 KICC 결제 단말기를 사용하던 사업자라면 간단한 업데이트를 통해 퍼스트몰 온라인 쇼핑몰과 연동하여 사용할 수 있다.

KICC는 국내에서 가장 사용량이 많은 대표적인 포스(POS), 카드 단말기로, 퍼스트몰은 서비스 오픈을 기념하여 선착순 1만 5천 명에게 온라인 결제 수수료율을 업계 최저인 1.3%로 인하하는 혜택을 제공한다.

퍼스트몰 관계자는 "온라인 쇼핑몰과 오프라인 매장을 통합하면 더 고객 확장성이 높고, 체계적인 매출 관리가 가능해진다"며, "더 이상 온라인과 오프라인을 따로 준비하거나 관리할 필요 없이 퍼스트몰에서 모든 것을 시작할 수 있도록 지원하겠다"고 말했다.

이벤트에 관한 자세한 내용은 퍼스트몰 홈페이지에서 확인할 수 있다.

@highlight

퍼스트몰은 대기업에서만 사용하던 관리시스템을 모든 사업자들이 사용할 수 있도록 하는 온·오프라인 매장-쇼핑몰 연동 서비스인 OTO 통합 서비스를 열어 향후 사업을 확장하고자 하는 사업자 및 창업자들에게 유리한 기회로 작용할 전망이다.