도내 금융민원 중 보험민원이 매년 절반 이상을 차지하고 있는 것으로 조사됐다.

특히 보험상품의 불완전판매로 인해 발생되는 민원이 전체 보험민원의 40%를 육박해 소비자의 각별한 주의가 필요하다.

15일 금융감독원 전북지원에 따르면 도내 전체 금융민원 중 보험민원이 매년 50% 이상 상회(‘17년 60.5%, ’18년 56.5%, ‘19년 상반기 58.3%)하고 있는 것으로 나타났다.

생명 및 손해보험 민원건수는 비슷한 가운데 여타 금융업종(은행, 비은행, 금융투자)에 비해 민원발생건수은 상대적으로 높았다. 이 중에서도 보험상품 부실·불충분으로 인한 불완전 판매 등 보험모집(계약 당시)단계 관련 민원이 약 40% 내외를 차지하고 있어 가장 빈번하게 발생하는 민원유형으로 분석됐다.

민원내용은 상품설명 부실·불충분, 계약전 알릴 의무 위반, 조건부 모집후 약속 불이행, 계약서상 자필서명 미이행, 청약서·약관·상품설명서 미교부 등이다.

최근까지 보험모집 관련 민원비중은 감소세를 보이다 ’19년 상반기 중 다시 상승세로 전환(’17년 42.7%→‘18년 38.8%→’19년 상반기 41.6%)했다. 보험모집 관련 민원이 자주 발생하고 있지만 실제 민원인의 주장이 수용되는 비율은 절반에도 못 미치는 상황이다.

2017년 이후 다른 민원유형의 수용률이 상승하고 있는데 반해 보험모집 관련 민원수용률은 낮은 수치를 보이고 있다.

금감원 전북지원은 자필서명은 보험계약의 실질적인 효력을 나타내기 때문에 보험가입시 심사숙고해 청약서·상품설명서 수령확인서 등에 자필서명을 반드시 할 것을 소비자들에게 당부했다.

금감원 전북지원 관계자는 “민원처리 중 발견된 금융회사의 불합리하고 부당한 업무처리에 대해서는 관련 감독국에 해당 내용을 전달해 제도개선을 추진할 계획”이라며 “금융회사의 자발적인 민원감축 유도 및 보험설계사 대상 교육 실시, 시·군별 순회 금융교육 강화 및 언론을 통한 금융상식을 전파할 계획”이라고 말했다.

@highlight

15일 금융감독원 전북지원에 따르면 도내 전체 금융민원 중 보험민원이 매년 50% 이상 차지하고 있는 것으로 조사된 가운데 특히 보험상품의 불완전판매로 인해 발생되는 민원이 전체 보험민원의 40%를 육박해 소비자의 각별한 주의가 요구된다.