제주4·3특별법 개정안이 국회에서 1년 10개월째 표류 중이다.

제주4·3의 완전한 해결을 모색하는 자리가 마련된다.

제주新보는 18일 오후 4시 제주웰컴센터에서 '제주4·3과 기억투쟁'을 주제로 올해 '제주人 아카데미' 세 번째 강좌를 진행한다.

강사로 나서는 현기영 소설가(78·사진)는 제주시 노형동 '함박이굴' 마을에서 태어나 7살 때 4·3을 겪었다.

4·3을 다룬 소설 '순이삼춘'을 1978년 발간했다.

학살 현장에서 두 아이를 잃고 구사일생으로 살아난 순이삼촌이 비극적인 삶을 살다가 극단적인 선택을 하는 내용이 줄거리다.

4·3에 대해 처음 세상에 알린 작품이었다.

침묵했던 민중은 4·3진상규명을 요구했다.

소설은 유신체제와 독재시대에 대한 도전이었다.

금기를 깨뜨린 그는 모질게 고문을 당했고, 책은 7년간 금서(禁書)가 됐다.

그러나 펜대를 꺾지 않았다.

서울대학교 영어교육학과 졸업, 20년 간 서울대 사대부속중·고교에서 영어교사로 근무했던 그는 안정된 교단에서 내려와 서른다섯 늦깎이로 문단에 등단했다.

4·3에 대한 집필은 그의 숙명이었다.

1980년 5·18광주민주화운동이 터지자 그는 경찰에 또 잡혀갔다.

판금(판매금지) 조치된 책이 유통되고 있다는 이유였다.

그러나 사법당국은 그를 기소하지 않았다.

재판과정에서 금기시 됐던 4·3이 발산될 것을 우려해서다.

그의 소설은 음울한 공기가 깔려있던 시대에 숨통을 틔워줬다.

참혹한 시절을 겪고도 억압과 핍박을 받아야 했던 도민들의 분노와 한 맺힌 응어리를 풀어줬다.

현기영 소설가는 이날 강연에서 4·3을 끊임없이 되새기며 진실을 밝히고, 기억을 지키기 위한 주제로 강연에 나선다.

4·3의 기억을 되새기며 대를 이어 미 체험 세대까지 4·3의 기억을 계승해야한다 게 그의 소신이다.

@highlight

제주新보는 올해 '제주4·3과 기억투쟁'을 주제로 올해 '제주人 아카데미' 세 번째 광자를 진행해 내용은 학살 현장에서 구사일생으로 살아난 순이삼촌이 비극적인 삶을 살다가 극단적인 선택을 하는 이야기로 4·3을 되새기며 진실을 밝히고, 기억을 지키기 위해 행사를 이어나갔다.