국제통화기금(IMF)이 올해 세계 경제 성장률 전망치를 석달 만에 다시 0.2%p 하향조정했다.

특히 IMF는 올해 세계 경제가 10년 만에 가장 낮은 성장세를 보일 것으로 예상했다.

IMF는 15일(현지시간) 발표한 '세계 경제 전망'에서 "세계 경제가 동반둔화 상태에 있다"면서 올해 세계 경제 성장률로 3.0%를 제시했다.

이는 7월에 내놓은 전망보다 0.2%p, 4월 전망보다는 0.3%p 낮은 수치다.

전망치는 4월 3.3%에서 7월에 3.2%로 내려간 데 이어 다시 하향조정됐다.

IMF는 이번 보고서에서 '글로벌 제조업 하락, 높아지는 무역장벽'이라는 제목을 붙였다.

올해 성장 전망에 대해 IMF는 "2008~2009년 글로벌 금융위기 이후 가장 낮은 수준"이라며 이번 저성장의 특징은 "제조업과 세계 무역에서 나타나는 급격하고 광범위한 둔화"라고 진단했다.

IMF는 "성장 침체는 무역장벽의 상승, 무역과 지정학을 둘러싼 불확실성 증가, 몇몇 신흥시장에서 거시경제적 긴장을 야기하는 요인들, 선진국의 생산성 향상 부진 및 고령화와 같은 구조적 요인의 결과물"이라고 설명했다.

내년 세계 경제 성장률 전망치는 3.4%로 제시됐다.

앞서 4월 전망보다 0.2%p, 7월 수정 전망보다 0.1%p 각각 내려간 수치다.

한국의 올해 실질 국내총생산(GDP) 성장률 전망치는 2.0%로 제시됐다.

이는 4월 전망보다 0.6%p나 급락한 수치다.

내년 성장률도 2.2%로 지난 4월보다 0.6%p 하향 조정됐다.

IMF는 "미국의 경우 무역 관련 불확실성이 투자에 부정적인 영향을 끼쳤다"면서도 "고용과 소비는 여전히 건실하다"고 말했다.

이러한 점이 반영돼 미국의 내년 성장률은 2.1%로 전망돼 7월 예상치보다 오히려 0.2%p 높아졌다.

IMF는 각국 주요 중앙은행이 금리를 인하하는 완화적 통화정책을 통해 성장에 가해지는 타격을 완화했다며 그렇지 않았다면 경기 하강이 더 심했을 것이라고 평가했다.

@highlight

IMF는 15일 발표한 '세계 경제 전망'에서 "세계 경제가 동반둔화 상태에 있다"며 10년 만에 가장 낮은 성장세를 보일 것으로 전망하고 금년 세계 경제 성장률을 4월 3.3%, 7월 3.2%에 이어 3.0%로 다시 하향조정했다.