道 "제도 수정·보완할 것"

제주에 잇따른 가을장마와 태풍, 우박 등으로 유례없는 농작물 피해가 발생해 제주특별자치도가 휴경보상제를 실시하지만 지원단가가 현실과는 동떨어지고 있다는 지적이 제기됐다.

제주특별자치도의회 농수축경제위원회(위원장 고용호, 더불어민주당·서귀포시 성산읍)는 16일 제주도 농축산식품국과 농업기술원 등을 대상으로 한 행정사무감사에서 피해 농가에 대한 현실성 있는 지원을 주문했다.

제주도는 피해를 입은 시점까지 투입된 경영비의 80%를 휴경보상금으로 책정했다.

단가는 1㏊당 ▲당근 360만원 ▲양배추 370만원 ▲감자 480만원 ▲월동무 310만원 ▲콩 130만원 ▲마늘 860만원 등이다.

김경학 의원(더불어민주당·제주시 구좌읍·우도면)은 "이번 가을장마와 태풍, 우박 등으로 구좌읍 농지는 초토화됐고, 감자의 경우 90% 이상이 폐작"이라며 "제주도가 휴경 보상금을 지급하는데 최근 농정 대책 중 가장 진일보한 정책으로 생각한다"고 말했다.

이어 "하지만 지원 단가는 현실과 거리가 있다. 휴경보상금은 사실상 수급조절 정책"이라며 "수급조절이 아니라 피해에 대한 정책이 필요하다. 현재도 농가부채가 7000만원이 넘고 있는데 부채가 더 쌓여가는 것이 자명하기 때문에 실질적인 특단의 대책 마련이 필요하다"고 강조했다.

문경운 의원(더불어민주당·비례대표)은 "투입 경영비의 80%가 아니라 농작물 생산에 따른 기대 수익을 기준으로 단가를 책정해야 한다고 본다. 위로금 성격의 지원이 피해를 입은 농가에게 적절한지 의문"이라며 "농민 피부에 와 닿는 보상이 필요하다"고 주문했다.

이우철 제주도 농축산식품국장은 "휴경보상제 시작은 수급조절을 위해 준비된 제도가 맞다. 무, 감자, 양배추, 당근 등 4개 품목으로 준비하다 태풍 등으로 인한 농민 피해가 심화되자 14개 품목으로 확대했다"며 "농민 등 다양한 현장 목소리를 듣고 제도를 수정·보완하겠다"고 답했다.

@highlight

제주에 연일 가을장마와 태풍, 우박 등으로 유례없는 농작물 피해가 발생해 제주특별자치도가 피해를 입은 시점까지 투입된 경영비의 80%를 휴경보상금으로 책정한 휴경보상제를 실시하지만 지원단가에 대한 지적이 제기됐었으며, 제주특별자치도의회 농수축경제위원회는 16일 제주도 농축산식품국과 농업기술원 등을 대상으로 한 행정사무감사에서 피해 농가에 대한 지원을 요청한 상태이다.