제주특별자치도교육청이 IB(International Baccalaureate·국제공인평가 교육과정) 교육프로그램 도입에 나서고 있지만 '밀실 행정'을 하고 있다는 지적이 제기됐다.

제주도의회 교육위원회(위원장 강시백·서귀포시 서부)는 16일 오후 2시부터 도교육청 등을 상대로 행정사무감사를 실시했다.

오대익 교육의원(서귀포시 동부)은 지난 7월 24일 제주도교육청과 대구광역시교육청, IBO(IB 사무국)가 '국제 바칼로레아 한국어화 협력각서(MOC)'를 체결했지만 제주도교육청은 아직까지 이러한 내용을 홈페이지에 공표하지 않고 있다고 질타했다.

오 의원은 "제주도교육청 홈페이지 내 알림마당의 업무협약 내용을 살펴본 결과, 오늘까지도 IBO와 협약을 체결했다는 내용이 명시돼 있지 않다"면서 "MOC 체결 내용도 부분적으로만 선별해서 밝혔다. 왜 모르게 하려는 것이냐"고 따져물었다.

이에 대해 강순문 제주도교육청 정책기획실장은 "MOC를 맺은 세부적인 조항은 제3자에게 비공개하는 것이 원칙"이고 답변했다.

이에 오 의원은 "MOC 또는 MOU(업무협약)는 법적인 구속력이 없다. 비밀로 할 게 있으면 이면 계약을 체결하는 게 옳다"고 질타했다.

학교 시설 안전관리 문제도 다시 도마에 올랐다.

김희현 의원(더불어민주당·제주시 일도2동 을)은 "세월호 사태 이후 학생 안전에 대한 인식은 높아지고 있지만 여전히 학교 시설 안전관리는 갈 길이 먼 상황"이라며 "화재에 취약한 드라이비트를 교체 개선하고, 도내 모든 유치원에 스프링 클러를 설치하라"고 밝혔다.

도교육청에 따르면 지난 8월 기준 도내 전체 유·초·중·고 285곳 가운데 스프링클러가 설치된 곳은 54곳(18.9%)에 불과하다.

이와 함께 도내 69개교 87동 건물이 화재에 취약한 드라이비트 외단열 공법으로 시공돼 교체나 보완 대책이 요구되고 있다.

@highlight

제주도의회 교육위원회에서 실시한 행정사무감사에서 제주특별자치도교육청이 IB 교육프로그램을 도입하였으나 이를 공개적으로 공표하지 않아 '밀실 행정'을 하는 것이 아니냐는 지적이 나왔다.