'2019 목재문화 페스티벌'이 오는 18일과 19일까지 이틀간 대전시청 남문광장과 보라매공원에서 열린다.

16일 대전시에 따르면 목재문화페스티벌은 생활 속 목재사용을 확대해 목재문화를 활성화하기 위해 2012년부터 '아이 러브 우드(I LOVE WOOD)' 캠페인과 함께 진행되어온 행사다.

올해는 대전방문의 해를 맞아 산림청과 대전시가 공동 주최하고 목재문화진흥회가 주관하는 행사로 치러진다.

목재문화페스티벌은 '목재와 함께하는 특별한 하루'를 주제로 목혼식과 목재체험 등 다양한 참여형 행사가 진행되며, 전국의 유명 목공방 등 약 5000여 명이 참여할 예정이다.

18일~19일 보라매공원에서는 목각인형만들기, 편백 가습기 만들기 등 40여종의 목재 체험프로그램이 사전 예약 어린이 4000명과 선착순 현장 접수 1000명을 대상으로 진행되며, 목재놀이터는 별도의 신청 없이 현장에서 무료로 운영된다.

메인행사는 19일 시청남문광장에서 결혼 5주년을 기념해 부부가 목재로 된 선물을 주고받는 '목혼식'과 우수 목재제품을 경매하는 '우드 옥션' 청년 목공방 제품을 판매하는 '우드 마켓'과 '우드 워크숍' 등이 진행된다.

특히 대전시는 지난해 보문산에 개장한 목재문화체험장을 널리 홍보하기 위해 시민들에게 우드키링, 우드토이, 메모꽂이, 다용도 거치대 등 다양한 체험프로그램을 무료로 운영할 예정이다.

손철웅 시 환경녹지국장은 "웰빙시대의 대표 주자인 숲이 주는 또 다른 선물인 목재의 다양한 기능과 우수성을 몸소 체험함으로써 목재에 대한 인식이 높아지고 생활 속 목재의 활용이 크게 확산되길 바란다"며 "전국 유일의 도심 속 목재문화 체험장인 보문산 목재문화체험장에 다양한 체험시설이 운영되고 있으니 많은 시민들이 방문해주시면 좋겠다"고 말했다.

@highlight

목재와 관련된 다양한 참여형 행사가 진행되고 전국의 유명 목공방 등이 참여하는 '2019 목재문화 페스티벌'이 대전방문의 해를 맞아 오는 18일과 19일 양일간 대전시청 남문광장과 보라매공원에서 열린다.