‘제13회 광주국제차(茶)문화전시회’가 17일 김대중컨벤션센터에서 개막한다.

가을을 맞아 지역민들에게 다양한 차 시음행사와 함께 이색적인 차문화를 경험해 볼 수 있는 기회를 제공할 이번 광주국제차문화전시회에는 강진, 보성, 장흥, 정읍, 하동 등 국내 주요 명차들이 대거 선보일 예정이다.

또한, 중국, 대만, 영국, 일본 등 해외명차를 만나 볼 수 있으며, ‘대한민국차(茶)품평대회 수상업체 홍보관’, ‘광주 Tea&Art’ 등의 특별관을 통해 실생활에서 활용 가능한 다도(茶道) 등 보다 친근한 차(茶)생활을 선보인다.

아울러, 경주, 여주, 광주 등 전국 도예가들이 직접 만든 다구, 다기 등과 함께 다양한 공예품들을 감상하고 구매할 수 있으며, 차와 곁들일 수 있는 다식도 함께 선보인다.

전시장내 특설무대에서는 광주 선고차인 헌다례와 함께 ㈔초의차문화연구원, ㈔예지원, 혜명전통다례교육원, 한국차문화협회, 성균관여성유도회, ㈔아시아차문화연구회 등 차인(茶人)단체의 다례(茶禮) 시연이 펼쳐져 관람객에게 차에 대한 이해를 돕고 고유의 우리나라 차(茶) 예절 및 차(茶) 문화를 보급하는데 크게 기여할 것으로 기대된다.

이번 전시회의 입장료는 5천원이지만, 홈페이지(www.teaexpo.or.kr)를 통해 사전 등록할 경우 무료로 관람이 가능하다.

김대중컨벤션센터 정종태 사장은 “가을날 김대중컨벤션센터에서 차 한 잔 드시면서 평소에 접하지 못했던 다양한 차문화와 다구, 다기 등을 살펴볼 수 있는 광주국제차문화전시회에 지역민 여러분의 많은 관심과 참여를 부탁드린다”며 “앞으로도 다양한 행사를 통해 즐길거리와 볼거리가 풍성한 시민의 사랑을 받는 문화공간으로 거듭나겠다”고 말했다.

@highlight

제 13회 광주국제차문화전시회가 17일 김대중컨벤션센터에서 개막한다.