앞으로 단독주택과 아파트도 저리의 융자금을 지원받아 스프링클러를 설치하고 전기ㆍ보일러 등 노후설비를 교체할 수 있게 된다.

국토교통부는 16일 주거시설의 화재안전 성능강화를 위해 '주택성능보강 융자사업'의 지원대상 및 범위, 조건 등을 대폭 확대한다고 밝혔다.

주택성능보강 융자는 화재에 취약한 일부 주거용 건축물을 대상으로 가연성 외장재를 교체하고 스프링클러를 설치하는 비용(최대 4000만원 한도)을 저리(연 1.2%, 5년 거치 10년 상환)로 지원하는 사업이다.

그동안 3층 이상으로, 가연성 외장재를 사용하고 스프링클러가 설치되지 않은 1층 필로티 주차장 구조인 다세대ㆍ다가구, 연립, 도시형생활주택만 지원을 받을 수 있었다.

국토부는 그러나 보다 실효성 있는 보강사업과 화재 대응력 강화를 위해 지원대상을 늘리고 지원조건도 대폭 완화하기로 했다.

앞으로는 전용면적 85㎡ 이하인 단독주택과 공동주택에 대해서도 저리 융자를 지원한다.

가연성 외장재 사용 또는 스프링클러 미설치, 1층 필로티 주차장 구조 중 1가지만 충족하면 된다.

지원사업 범위도 확대하고 방식도 변경했다.

기존에는 외장재 교체와 스프링클러 설치에 한해서만 지원했으나 앞으로는 보일러와 전기설비 등 노후설비 교체와 소방시설(감지기, CCTV) 설치, 실내 마감재 교체 등에 대해서도 지원한다.

방화문 교체 및 화재시 자동으로 열리는 옥상문 설치 등 피난시설을 보강하는 경우도 포함했다.

지원방식은 기존 건축물(동) 단위에서 가구(호) 단위로 바꿨다.

이는 구분 소유자의 동의를 구해야 하는 불편을 최소화하고 가구당 적정 비용을 지원하기 위한 조치다.

김상문 건축정책관은 "화재로부터 안전한 주거환경 조성을 위해 저리융자 지원대상 등을 대폭 확대했다"면서 "이를 통해 상대적으로 취약했던 노후 단독주택이나 소형 아파트 등의 화재 안전성도 대폭 강화될 것으로 기대된다"고 말했다.

@highlight

국토교통부는 16일 주거시설의 화재안전 성능강화를 위해 '주택성능보강 융자사업'의 지원대상 및 범위 등을 대폭 확대한다고 밝혀 단독주택과 아파트도 저리의 융자금을 지원받아 노후설비를 교체할 수 있게 되었으며, 김상문 건축정책관은 "노후 단독주택이나 소형 아파트 등의 안전성도 대폭 강회될 것"이라고 말했다.