인천 송도국제도시 전경.

인천 송도국제도시 상주인구수(외국인 포함)가 지난달 말 기준 15만 명을 넘어섰다.

청라국제도시도 계획인구(9만 명)를 훌쩍 넘긴 10만6천여 명을 기록했다.

16일 인천경제자유구역청에 따르면 송도·청라·영종지구 등 인천경제자유구역(IFEZ) 총 상주인구수는 34만7천183명(9월 30일 기준)으로 집계됐다.

이 중 외국인 수는 6천1명이다.

송도국제도시의 상주인구수는 외국인 3천522명을 포함해 총 15만4천802명으로 나타났다.

송도는 최근 수도권광역급행철도(GTX) B노선 예비타당성 조사 통과 등 개발 호재에 힘입어 아파트와 오피스텔 신규 공급 및 입주 수요가 지속되는 등 현재의 인구 유입 추이로 봤을 때 상주인구수 ‘20만 명 시대’가 멀지 않을 것으로 전망되고 있다.

여기에 인구수 증가로 도시기반시설 및 생활편익시설 확충을 통한 삶의 질 개선을 요구하는 주민들의 목소리 또한 높아질 것으로 예상되고 있다.

청라국제도시의 지난달 말 기준 상주인구수는 외국인 988명을 포함해 10만6천664명이다.

2003년 8월 경제자유구역 지정 당시 계획인구를 넘은 수치다.

이는 4∼5년 전부터 이곳에 오피스텔과 도시형생활숙박시설 공급이 지속되면서 1인가구 등이 늘었기 때문으로 분석되고 있다.

영종국제도시의 상주인구수는 외국인 1천491명을 포함해 8만5천717명이다.

영종의 경우도 인천국제공항 4단계 시설이 다음 달 초 준공되는 등 공항 주변 지역 개발과 영종하늘도시, 미단시티, 용유 관광·레저단지 조성사업 등이 순조롭게 진행돼 조만간 상주인구수가 10만 명을 넘을 것으로 지역 부동산업계는 내다보고 있다.

인천경제청 관계자는 "IFEZ 3개 지구 인구 10만 시대가 멀지 않았다"며 "늘어나는 인구 수요에 맞춰 적기에 도시기반시설과 생활편익시설을 확충하는 데 노력할 것이다"라고 말했다.

@highlight

인천경제자유구역의 상주인구수가 송도에서 15만 명, 청라에서 10만 6천여 명, 영종에서도 조만간 10만 명을 기록할 예정인 가운데, 인천경제청 관계자는 "IFEZ 3개 지구의 인구 10만 시대에 맞춰 도시기반 및 생활편익시설을 확충하겠다"라고 말했다.