한국은행 금융통화위원회(금통위)가 16일 기준금리를 연 1.25%로 인하했다.

한은이 지난 7월 이후 석 달 만에 다시 금리인하 카드를 꺼내들면서 우리나라 기준금리는 역대 최저 수준으로 되돌아가게 됐다.

기준금리가 연 1.25%로 내려온 것은 지난 2017년 10월 이후 2년 만이다.

이번 금리인하는 경기침체의 골이 깊어지고 있는 점을 감안할 때 예정된 수순이었다는 분석이다.

저물가가 지속되며 디플레이션 공포가 확산되고 있는 점도 금리인하에 결정적 영향을 줬다.

금리인하 가속 페달을 밟은 한은이 당분간 숨고르기에 들어가겠지만, 추가 금리인하 여지는 여전히 남아있다는 전망이 나온다.

한은 금통위는 이날 오전 서울 중구 세종대로 한은 본부에서 열린 통화정책방향 결정 회의에서 금리를 기존 연 1.50%에서 1.25%로 0.25%포인트 인하했다.

지난 7월 금리를 1.75%에서 1.50%로 낮추면서 인하 신호탄을 쏘더니 8월 한차례 동결한 뒤 이번에 추가 인하에 나선 것이다.

급속도로 둔화하고 있는 경기에 대응하기 위해서는 추가 금리인하가 필요하다고 판단한 것으로 보인다.

글로벌 교역 둔화, 미·중 무역분쟁 등에 휩싸여 수출·내수 부진을 겪고 있는 우리나라 경제는 올해 2%대 성장을 일궈내기가 녹록지 않은 상황이다.

한은도 당초 내놓은 전망치(2.2%)를 부합하기는 어려울 것으로 보고 있다.

금통위는 이날 회의 이후 발표한 통화정책방향문에서 “앞으로 국내 경제는 미중 무역분쟁 지속, 지정학적 리스크 증대 등으로 지난 7월 성장전망 경로를 하회할 것”이라고 밝혔다.

무너지는 성장률을 방어하기 위한 차원에서 결국 금리인하 조치에 나선 것이다.

다만 이번 회의에서는 금리동결 소수의견도 나왔다.

이일형 위원과 임지원 위원이 금리를 동결해야 한다고 주장했다.

더욱이 지난달 소비자물가상승률이 0.4% 하락해 사상 첫 마이너스를 기록한 점도 금리인하 요인으로 작용했다는 분석이 많다.

지난달 마이너스 물가가 나타난 것은 농축산물값 하락 등 일시적 요인이 크다고는 하지만 올들어 소비자물가상승률이 0%대를 지속해오며 이미 디플레이션 우려는 번진 상태다.

@highlight

16일 한국은행 금융통화위원회가 지난 2017년 10월 이후 2년만에 기준금리를 연 1.25%로 인하했으며 이번 금리 인하는 디플레이션 공포가 확산되는 것을 고려하여 결정하였다.