현대자동차의 고급차 브랜드 제네시스는 16일 상품성을 강화한 중형 세단 2020년형 'G70'을 출시했다고 밝혔다.

2020년형 G70은 고속도로 주행보조(HDA)와 전방 충돌방지 보조(FCA), 차로 이탈방지 보조(LKA), 운전자 주의 경고(DAW), 하이빔 보조(HBA), 내비게이션 기반 스마트 크루즈 컨트롤을 전 트림(등급)에 기본 적용한 게 특징이다.

터널에 들어갈 때 창문을 닫고 바깥 공기를 차단하는 '터널모드 자동 내기전환'도 기본으로 포함된다.

모델별 선택사항은 다양화했다.

2.0 터보 모델에서는 운전자의 눈을 인식해서 다양한 주행정보를 입체화면으로 구현하는 12.3인치형 3D 클러스터를 추가할 수 있다.

콘솔 커버 등에 리얼 카본 소재를 적용한 '얼티밋 패키지1'도 고를 수 있다.

3.3 터보 모델에서는 미쉐린 PS4S 타이어, 브렘보 브레이크·로우스틸 패드 등 역동적인 주행을 위한 '얼티밋 패키지 2, 3'을 선택할 수 있다.

19인치형 미쉐린 올시즌 타이어는 2.0 터보 모델(엘리트, 스포츠 패키지)과 3.3 터보 모델에서 모두 고를 수 있다.

후측방 충돌 경고와 후방 교차 충돌 경고는 2.0 터보와 2.2 디젤 모델 어드밴스드 트림에서 선택 사양이다.

가격은 △2.0 터보 모델 어드밴스드 3848만원, 엘리트 4103만원, 스포츠 패키지 4398만원, △2.2 디젤 모델 어드밴스드 4172만원, 엘리트 4447만원 △3.3 터보 모델 엘리트 4658만원 프레스티지 5375만원(개별소비세 3.5% 기준)이다.

제네시스 관계자는"2020년형 G70는 첨단 안전 및 편의사양, 디자인 개선, 고객 선호사양 추가 등을 통해 상품성을 대폭 강화했다"며 "앞으로도 고객 맞춤 혁신을 지속할 것"이라고 말했다.

제네시스 중형 세단 2020년형 'G70'.

@highlight

현대자동차에 따르면 16일 고급차 브랜드 제네시스의 상품성을 강화한 중형 세단 2020년형 'G70'을 출시했으며, 최저 3848만 원이며 모델별 선택사항을 다양화한 것이 특징이다.