국내 연구진이 미 연구진과 빅 데이터 기술을 기반으로 1000만명 이상의 의료 데이터를 분석해 조현병 환자의 합병증 패턴을 증명했다.

16일 美 UCSF(University of California, San Francisco) 연구팀과 백효정 한국과학기술정보연구원(이하 KISTI) 슈퍼컴퓨팅응용센터 선임연구원이 초고성능 컴퓨터와 빅 데이터 분석 기술을 활용한 원천 기술을 세계 최초로 제시했다고 밝혔다.

미 연구진과 백 박사는 1000만명의 20여년간 축적된 1900만 건의 의무기록을 기반으로 모든 가능한 질환 691종에 대한 각 환자의 1년 주기 재입원과 합병증 패턴을 모델링 했다.

이를 통해 알려지지 않았던 실제 조현병 환자의 횡문근융해증(Rhabdomyolysis) 합병증 모델을 성공적으로 입증했다.

횡문근융해증은 근섬유 파괴로 인한 영구적인 신부전을 유도하는 희귀 중증 질환을 뜻한다.

고령화에 따른 천문학적인 의료 서비스의 지출이 예상돼 현재 입원환자의 1~2년 내의 재입원과 합병증 패턴을 모델링 하는 것이 중요하다.

그러나 국가별, 생애 주기별, 인종별 재입원과 합병증 패턴의 정량화는 기존 의료진의 경험에 기초한 전통적인 접근법으로는 많은 기간이 소요된다.

미 연구진과 백 박사는 캘리포니아 주의 20여 년간 축적된 수 천만 건의 입원 기록을 확보했다.

'다차원 시계열 그래프 분석(Directed Acyclic Graph modeling, GAP)' 기법을 개발함으로써 5000여 질병에 대한 생애주기별 '질환궤도 (Disease Trajectory)'를 제시, 알려지지 않은 조현병 환자의 합병모델을 증명한 것이다.

연구진은 개발된 모든 질환궤도가 다수의 의료진과 의학 연구자들이 활용 할 수 있도록 디즈니 시각 효과 팀과 협업을 통해 국가규모의 질환궤도 모델을 가시화하고 전체 분석 결과를 웹을 통해 공개했다.

@highlight

지난 16일 국내 연구진과 미 연구진이 빅 데이터 기술을 바탕으로 미국 캘리포니아 주 1000만명 이상의 환자 수천만 건의 입원 기록데이터를 분석해 실제 조현병 환자의 횡문근융해증이라는 합병증 패턴을 입증했다.