2016~2017시즌 이후 세 시즌 연속 수상…역대 최다

뉴시스 리오넬 메시(FC 바르셀로나)가 16일(현지시간) 스페인 바르셀로나에서 열린 유러피언 골든슈(Golden Boot) 시상식에서 자신의 6번째 골든슈를 받고 포즈를 취하고 있다.

2018~2019시즌 스페인 프로축구 프리메라리가에서 36골을 터뜨린 리오넬 메시(바르셀로나)가 통산 6번째이자 3회 연속 유러피언 골든슈의 기쁨을 맛봤다.

바르셀로나 구단은 17일(한국시간) 공식 홈페이지를 통해 “메시가 통산 6번째 유러피언 골든슈를 수상했다”고 발표했다.

유러피언 골든슈는 한 시즌 동안 유럽 무대에서 가장 많은 골을 넣은 선수에게 주는 상이다.

메시는 지난 시즌 에서 34경기에 출전해 36골을 기록, 한 골 당 2포인트를 받아 총 72포인트로 1위를 차지했다.

2위는 프랑스의 유망주 킬리앙 음바페(파리생제르망)으로 33골이다.

메시는 지난 2009~2010시즌(34골) 첫 수상을 시작으로 2011~2012시즌(50골), 2012~2013시즌(46골), 2016~2017시즌(37골), 2017~2018시즌(34골)에 이어 통산 6번째 골든슈를 품에 안았다.

최다 수상이자 세 시즌 연속 수상이다.

특히 2011~2012시즌 50골로 100포인트를 기록했는데 이는 1967~1968시즌 이 상이 제정된 이후 최다 포인트다.

2위는 4번의 골든슈를 받은 크리스티아누 호날두(유벤투스)다.

또 프리메라리가는 지난 2013~2014시즌 레알 마드리드 소속이던 호날두를 시작으로 6시즌 연속 골든슈 수상자를 배출했다.

바르셀로나는 2015~2016시즌 루이스 수아레스를 시작으로 네 시즌 연속 골든슈 주인공을 탄생시켰다.

메시는 “수상의 영광을 가족과 팀 동료에게 돌린다”라며 “팀 동료가 없었다면 이번 상은 받을 수 없었다”라고 소감을 전했다.

@highlight

지난 시즌 경기에서 36골을 선점하여 72포인트로 1위를 차지해 16일 스페인 바르셀로나에서 개최한 유러피언 골든슈 시상식에서 메시가 6번째 골든슈를 수상하였으며 바르셀로나는 네 시즌 연속 골든슈 주인공을 만들어냈다.