17일 토스 행운퀴즈가 '프라엘플러스' 행운퀴즈 이벤트를 실시했다.

토스는 "코어탄력을 세우는 Personal Beauty Clinic LG프라엘로 빛이 다른 피부를 경험해 보세요" 를 진행한다고 밝혔다.

‘프라엘플러스’ 토스 행운 퀴즈 정답은 문제가 변경되면 정답이 바뀔 수 있다.

첫번째 문제는 "LG프라엘은 기존 제품에서 효능과 안정성을 대폭 강화하여 프라엘 □□□를 2019년 7월 새롭게 출시하였습니다.."이다.

정답은 '플러스'이다.

두번째 문제는 "복합 LED 광원의 시너지 효과로 피부 여러 깊이에 골고루 침투하여 피부 탄력과 톤업을 동시에 케어해 주는 LG프라엘 제품 이름은 □□□□□ 마스크 입니다."이다.

정답은 '더마엘이디'이다.

세번째 문제는 "피부에 걷도는 화장품을 피부 속 깊은 곳 까지 흡수하게 하는 LG프라엘 흡수촉진기 제품 이름은 □□□ □□ 부스터 입니다."이다.

정답은 '갈바닉이온'이다.

네번째 문제는 "타이트닝 모드/타이업 모드로 피부 속 탄력을 세우고 페이스 라인을 만든느 LG프라엘의 탄력 관리 기기 제품 이름은 '□□ 타이트 업 ☆☆' 입니다"이다.

정답은 '토탈케어'이다.

다섯번째 문제는 "실리콘, 미세모 두가지 브러시로 원하는대로 클렌징 타입을 결정할 수 있는 LG프라엘의 클렌저 제품 이름은 □□ □□□ 클렌저 입니다."이다.

정답은 '듀얼브러시'이다.

차원이 다른 LED 광파워를 피부 속 깊은 곳 까지 도달시켜 근본적인 피부 탄력을 개선해주는 LG프라엘만의 핵심 기술은 □□ □□□입니다."이다.

정답은 '코어라이트'이다.

@highlight

17일 토스 행운퀴즈가 '프라엘플러스' 행운퀴즈 이벤트를 실시했는데 토스는 "코어탄력을 세우는 Personal Beauty Clinic LG프라엘로 빛이 다른 피부를 경험해 보세요" 를 진행한다고 밝혔으며 ‘프라엘플러스’ 토스 행운 퀴즈 정답은 문제가 변경되면 정답이 바뀔 수 있다고 밝혔다.   