제주특별자치도가 공유재산을 허술하게 관리하고 있다는 지적이 제기됐다.

제주도의회 행정자치위원회 강철남 의원(더불어민주당, 제주시 연동을)은 17일 속개한 도의회 제377회 임시회 특별자치행정국을 대상으로 한 행정사무감사에서 공유재산의 지목변경에 대한 심각한 규정위반 의혹을 제기하며 철저한 실태조사를 주문했다.

이날 강 의원은 관련 규정 위반 의심 사례로 2건을 제시했다.

강 의원의 주장에 따르면 구좌읍에 소재하는 부동산(지목 목장용지)이 2014년 여러 필지로 분할됐고 2016년 1월 제주도에 5000여㎡를 증여했는데, 도는 2018년 11월 22일 지목을 '목장용지'에서 '도로'로 변경해줬다.

또 제주시 소재 부동산은 2014년 다수의 필지로 분할됐는데, 1차로 490여㎡를 2015년 8월 도에 증여해 같은 해 9월 '도로'로 변경됐으며, 2차로 1900여㎡를 2017년 4월 12일 도에 증여해 일주일 만인 19일 '전'의 지목이 '도로'로 변경됐다.

강 의원은 "'공유재산 및 물품관리법'제7조에 따르면 기부에 조건이 붙은 경우에는 대통령령으로 정하는 바에 따라 기부채납을 받아서는 안된다 규정하고 있고 ,'지방자치단체 공유재산 운영기준' 제5조에서 기부채납을 하는 경우에는 사유재산의 기부채납 기준을 참고하도록 하고 있다"며 "지목이 변경된 공유재산 사례를 보면 제주도에 증여한 재산은 도로형태를 갖추고 증여한 재산이며, 제주도는 사실상 조건이 붙은 사유지를 기부채납 받았다"고 주장했다.

'지방자치단체 공유재산 운영기준"에 나타난 사유재산의 기부채납 기준에는 ▷지방자치단체가 관리하기 곤란한 재산 ▷필요로 하지 아니한 재산 ▷기부에 조건이 수반된 재산 ▷사권이 설정되어 있는 재산은 기부를 받아서는 안된다고 규정하고 있다.

강 의원은 "만일 조건이 붙은 공유재산을 기부채납 받은 것이 사실이라면 공유재산 관리규정을 위반한 것"이라며 명확한 해명과 철저한 조사를 촉구했다.

@highlight

제주도의회 행정자치위원회 강철남 의원은 17일 제377회 임시회 특별자치행정국을 대상으로 한 행정사무감사에서 제주도가 목장용지였던 지목을 도로로 바꿔준 사례와 조건이 붙은 사유지를 기부채납 받은 사례 등이 있었다고 주장하며 규정위반 의혹에 대한 철저한 실태조사를 촉구했다.