연천군과 파주시 관내 민간인 출입통제선 내에서 발견된 멧돼지 폐사체에서 아프리카돼지열병(ASF) 바이러스가 또다시 검출됐다.

환경부 소속 국립환경과학원은 지난 16일 두 지역에서 사체로 발견된 멧돼지 2마리에서 시료를 채취해 분석한 결과 2마리 모두에서 ASF 양성 반응이 나왔다고 17일 밝혔다.

이에 따라 ASF 바이러스가 검출된 멧돼지는 9마리가 됐으며, 민통선 안에서 발견된 개체 수는 7마리이다.

나머지 2마리는 비무장지대(DMZ) 안쪽과 민통선 남쪽에서 각각 발견됐다.

파주에서 ASF에 감염된 멧돼지 사체가 발견된 것은 이번이 처음으로, 파주에서 폐사체가 발견된 곳과 기존 발견 지점을 지도상에서 비교하면 서남쪽으로 많이 내려온 것이 확인된다.

ASF에 감염된 멧돼지들의 사체가 발견되는 지역이 점차 늘어나면서 감염된 멧돼지의 이동으로 인한 추가 확산 우려도 점차 높아지고 있다.

연천에서 발견된 멧돼지 폐사체는 지난 16일 오전 10시께 왕징면 강서리 민통선 내에서 감염지역의 멧돼지 이동 차단을 위해 전기 울타리 설치 작업을 하던 국립생물자원관 직원과 군인이 발견해 연천군에 신고했다.

이번 발견 지점은 지난 12일 연천에서 바이러스가 검출된 곳에서 80여ｍ 떨어진 곳이다.

파주 폐사체의 경우 16일 오전 11시께 장단면 거곡리 민통선 안에서 농민이 발견해 신고했다.

파주에서는 올해 들어 멧돼지 폐사체 12마리가 발견됐다는 신고가 들어왔으며, 이번에 신고된 폐사체에서 처음 ASF 바이러스가 나왔다.

연천군과 파주시는 이번에 죽은 채 발견된 멧돼지에서 시료를 채취한 뒤 표준행동지침(SOP)에 따라 폐사체를 매몰했으며, 작업자를 소독하고 주변 방역작업도 실시했다.

@highlight

연천군과 파주시 관내 민간인 출입통제선 내에서 발견된 멧돼지 폐사체에서 아프리카돼지열병(ASF) 바이러스가 검출되면서 감염된 멧돼지의 이동으로 인한 추가 확산이 우려되는 상황이다. 