알로소의 모듈 소파 '케렌시아(QUERENCIA)' 시리즈가'2019 굿 디자인 어워드(2019 Good Design Award)'에서 본상을 수상했다.

이로써 케렌시아 시리즈는 지난 8월 미국의 '2019 IDEA(International Design Excellence Awards)'에서 본상을 수상한 데 이어 세계 4대 디자인 어워드 2관왕 기록을 세웠다.

굿 디자인 어워드는 일본산업디자인진흥회가 주관하는 일본 내 최고 권위의 국제 디자인 공모전으로 제품의 디자인, 사용성, 혁신성 등을 종합적으로 평가해 까다롭게 수상작을 선정한다.

수상작에는 디자인 우수성을 인증하는 'G-Mark'를 부여하는 만큼 브랜드간의 경쟁이 치열하다.

올해는 총 4772개 제품이 출품돼 경합을 벌였고 국내에서는 70개 제품이 본상을 받았다.

심사위원들은 케렌시아 시리즈에 대해 "공간 활용 목적에 따라 모듈을 다용도로 구성할 수 있고, 어떻게 배치하는지에 따라 고유의 독특한 분위기 연출이 가능하다"며"케렌시아는 디자인과 조화롭게 어우러지는 탁월한 마감재와 섬세한 재봉 마감이 뛰어난 제품으로, 가정용 소파 시장 내 새로운 트렌드를 만들어 낼 것"이라고 평가했다.

케렌시아 시리즈는 이탈리아의 세계적인 디자이너 클라우디오 벨리니(Claudio Bellini)가 한국의 좌식 문화를 반영해 디자인한 저상형 모듈 소파다.

독특한 유선형 디자인이 세련되고 감각적인 분위기를 자아내며 공간에 리듬감을 부여한다.

알로소 관계자는 "지난해 알로소 론칭 이후 2019 미국 IDEA, 일본 굿 디자인 어워드 등 세계적인 디자인 어워드를 연이어 수상하며 브랜드 고유의 디자인 가치를 인정받은 점을 매우 영광으로 생각한다"며"앞으로도 소파의 본질적 가치인 편안함을 극대화하면서도 세분화된 라이프스타일을 반영할 수 있는 고감도 디자인의 소파를 다양하게 선보여 고객 만족도 향상을 위해 지속적으로 노력할 계획"이라고 말했다.

@highlight

알로소의 모듈 소파 '케렌시아' 시리즈가 지난 8월 미국의 '2019 IDEA(International Design Excellence Awards)'에서 본상 수상한 것에 이어 '2019 굿 디자인 어워드'에서도 본상을 수상함으로써 세계 4대 디자인 어워드 2관왕 기록을 세운 가운데 국내 70개 제품이 본상을 받았다.