지난 7월 이후 잠시 활기를 되찾았던 서울 주택매매거래가 9월에는 다시 급속도로 위축된 것으로 나타났다.

17일 국토교통부는 지난달 전국 주택 거래량은 총 6만4088건으로 지난해 9월(7만6141건) 대비 15.8% 감소했다고 밝혔다.

최근 5년간 같은 달 평균 거래량(8만4989건)과 비교하면 24.6% 줄었다.

지역별로 보면 지방보다는 수도권의 거래감소가 두드러졌다.

9월 수도권 주택매매거래량은 3만3335건으로 전년 동월(4만9219건) 대비 32.3% 급감했다.

특히 서울 주택매매거래량은 1만1779건에 그치며 1년 전(1만9228건) 보다 38.7%나 줄었다.

올들어 9월까지의 누적 매매거래량을 봐도, 수도권은 전년 동기 대비 31.2% 감소했고 서울의 경우에는 42.8%나 급감했다.

이는 민간택지 분양가 상한제 시행예고 영향으로 풀이된다.

앞서 7월 전국 및 서울을 포함한 수도권 주택매매거래량이 9개월만에 처음으로 전년 동월 대비 증가했지만, 8월 중순 정부의 상한제 방침 발표 이후 거래량이 급감한 것이다.

그중에서도 서울 25개 구는 모두 투지과열지구로 지정돼 있어 상한제 적용을 받을 수 있는 만큼, 거래량이 더 크게 감소했다.

반면, 9월 지방 주택매매거래량은 3만753건을 기록하면서 전년 동월 대비 14.2% 증가했다.

여전히 5년 평균과 비교하면 적은 수준이지만, 수도권과 비교하면 상대적으로 규제의 영향을 덜 받은 것으로 분석된다.

한편, 주택 유형별로 보면, 9월 아파트 거래량은 4만3979건으로 작년 9월보다 18.2% 감소했고, 단독 및 연립주택도 2만109건으로 10.2% 줄었다.

전ㆍ월세 거래는 9월(확정일자 기준) 전국적으로 총 14만8301건이 거래된 것으로 집계됐다.

1년전(12만7425건) 보다 16.4% 증가했다.

지역별로는 서울과 수도권, 지방 모두 각각 9.8%, 15.8%, 16.4% 증가했다.

@highlight

국토교통부는 17일 지난달 전국 주택 거래량이 작년 9월 대비 15.8% 감소했다고 밝혔으며, 지난 7월 이후 잠시 활발했던 서울 주택매매거래가 9월에 다시 급속도로 위축된 것으로 나타났고, 특히 서울 주택매매거래량은 1년 전보다 38.7% 감소했다.