서울 금천구 시흥현대아파트가 최고 13층, 235가구 아파트로 탈바꿈한다.

서울시는 지난 16일 제16차 도시계획위원회를 열고 '시흥동 현대아파트 재건축 정비계획 수립 및 정비구역 지정안'을 수정가결했다고 17일 밝혔다.

1984년 준공된 시흥현대아파트는 서울 금천구 시흥동 220-2번지 일대 1만558㎡ 부지에 3개동, 5층, 140가구 아파트와 2층 높이의 유치원 1개동 규모이다.

이번 심의에 따르면, 향후 이 단지를 상한 용적률 228% 이하, 건폐율 60% 최고 13층 이하(평균 11층), 235가구로 재건축하는 정비계획이 수립될 예정이다.

한편, 이날 도계위에서는 일몰제로 인한 재개발 구역들의 정비구역 해제와 일몰기한 연장도 잇달았다.

이날 도계위에서는 역세권 장기전세주택(쉬프트) 정비구역에 해당하는 봉천1구역과 면목1구역의 정비구역 해제 안건이 가결됐으며, 신촌지역 도시정비형 재개발 정비구역 두 곳(마포구 노고산동 일대 7만6078.6㎡, 서대문구 창천동 18-36·30-8호 일대 4597.9㎡)에 대한 일몰기한 연장 결정 자문안은 조건부 동의됐다.

이에 따라 각각의 구역은 정비구역 해제와 일몰기한 연장 관련 절차에 들어간다.

봉천1구역의 경우 현재 정비구역 이전의 주거환경개선구역으로 환원돼 지구단위계획 특별계획구역 재정비 등의 관리 방안을 수립할 예정이며, 면목1구역은 주민 의견 수렴 과정을 거쳐 면목생활권중심 지구단위계획으로 재정비될 예정이다.

일몰제란 '도시 및 주거환경 정비법'에 따라 일정 기간 재개발·재건축 사업의 진척이 없을 경우 정비구역을 해제하는 제도로, 사업 장기화로 인한 주민 갈등 심화와 매몰비용 부담 완화를 막기 위해 지난 2012년 도입했다.

@highlight

서울시가 지난 16일 제16차 도시계획위원회에서 시흥동 현대아파트를 최고 13층, 235가구 아파트로 재건축 하고 정비구역을 지정하는 안을 수정가결했으며, 이에 따라 각각의 구역은 정비구역 해제와 일몰기한 연장 관련 절차에 들어갈 예정이다.