정부가 민간기업들의 투자 유치를 촉구하면서 오히려 기업 규제는 최근 6년 사이 가장 많이 늘렸다는 분석이 나왔다.

전 세계적 흐름에 역행하는 지난친 규제 족쇄가 투자 발목을 잡고 있다는 볼멘 소리가 나오는 이유다.

전국경제인연합회 산하 한국경제연구원은 자유한국당 김종석 의원실과 함께 2014년 1월부터 올해 6월 25일까지 개정된 공정위 하위법령의 규제·제재현황을 분석한 결과 이같이 나타났다고 17일 밝혔다.

이 기간 법령 개정은 시행령 61건, 시행규칙과 고시·지침 등 행정규칙은 219건 등 총 280건의 하위 법령을 개정했다.

이 가운데 규제강화는 81건, 규제완화는 32건이다.

제재강화는 23건인데 제재완화는 0건이었다.

규제를 완화하는 법령과 비교해 강화하는 법령의 비율은 2015년 1.4배, 2016년 2.3배에서 지난해 5배로 올라갔다.

제재를 강화하는 하위법령 개정 역시 2015년 1건에서 지난해 10건으로 늘었다.

규제강화 중에는 국민에게 의무를 부과하거나 권리를 제한하는 실체적 규제강화가 43.2%에 달했고, 절차 규제강화는 55.6%였다.

한경연은 실체적 규제강화 사례로 대리점법 위반사업자 과징금 부과시 위반행위의 기간과 횟수에 따른 가중 수준을 최고 50%에서 80%로 올린 대리점법 위반사업자에 대한 과징금 부과기준에 관한 고시를 들었다.

이는 작년 7월 개정됐다.

특히 집행의 절차를 규정해야 할 행정규칙의 실체적 규제 비율이 시행령(22.7%) 보다 28.1%p(포인트) 높은 50.8%를 보였다.

한경연 측은 일반적으로 하위법령은 상위법의 위임을 받은 사항을 정하는 역할을 하기 때문에, 하위법령이 실체적 규제를 통해 권리를 직접 제한하는 것은 최대한 자제할 필요가 있다고 지적했다.

한경연은 혁신성장을 향한 정책 방향과 달리 경쟁당국이 하위법령 개정시 규제완화 법령을 줄이고 기업인 제재는 강화하고 있다고 진단했다.

김종석 자유한국당 의원은 "정부는 시행령을 통해 기업에 규제와 제재를 강화하는데 더 집중하는 것 같다"고 지적했다.

@highlight

한국경제연구원은 2014년 1월부터 올해 6월 25일까지 개정된 공정위 하위법령의 규제·제재현황을 분석한 결과 민간기업들의 투자 유치를 재촉하면서 오히려 기업 규제는 최근 6년 사이 가장 많이 늘렸다며 혁신 성장을 지향하는 정책 방향과 달리 경쟁당국이 하위법령 개정시 규제완화 법령을 줄이고 기업인 제재는 강화하고 있다고 지적했다.