안녕!안녕…>이 지역 주민들의 많은 공감을 이끌어 내고 있다.

안녕!안녕…>은 한국문화예술위원회 후원으로 강동구에서 지난 9월에 이미 진행됐으며, 10월 두 달 동안 7차례에 걸쳐 선보일 예정이다.

이번 공연은 전체 프로그램 기획/제작의 아이야 외에 사회적협동조합 함께강동, 사회적기업 ㈜놀자씨씨, 사회적기업 ㈜아립앤위립, 사회적기업, ㈜오라클라운지, LH소셜벤처 ㈜플라워앤가든인피플, 소셜벤처 외에도 많은조직들이 참여한다.

이번 공연은 2016년부터 시작된 고덕주공 아파트 재건축과 그로 인해 사라진 강동구의 옛 풍경을 사진, 뮤지컬, 미술 등의 다채로운 문화예술로 구성했다.

이러한 공연을 통해 주민들로 하여금 빠르게 돌아가는 도시의 삶 속에서 우리가 잊고 있었던 따뜻한 기억을 떠올리게 한다.

아이야는 그간의 고덕주공 아파트 재건축 과정을 사진으로 기록한 후, 극작가와 사진가, 미술가, 고덕주공에 살았던 어린이들과 함께 마을그림책으로 만들었다.

이를 바탕으로 도시재생과 관련한 우리 동네만의 축제를 진행 중이다.

'사라진 기억으로 노는 6가지 방법'의 부제를 단 축제는 6개의 놀이터로 이루어진다.

사진 놀이터에서는 주민들이 그림책의 원화이기도 한 사라진 공간에 대한 사진전을 보며 자신의 사진을 찍고, 이야기 놀이터에서는 그림책을 기반으로 한 공연이 펼쳐진다.

만들기 놀이터에서는 주민들이 앞 공연의 연장선에서 이별을 고하지 못한 자신의 기억에게 안녕을 고하는 그림 엽서를 만들고, 재건축으로 사라지는 생명들에 대해 아쉬움을 담는다.

이후 열리는 당신의 이야기 놀이터는 이번 축제의 하이라이트다.

배우들이 그렇게 소환한 주민들의 기억과 아쉬움을 소재로 즉흥극을 한다.

주민이 직접 나와 과거를 회상하고 우리는 모두 그 시공간 속으로 빠져든다.

그 자리의 모든 이가 주인공이다.

마지막 저장 놀이터에서는 이 모든 것을 담은 액자를 만들며 오늘의 기억을 꽃 속에 담는다.

@highlight

한국문화예술위원회 후원으로 고덕주공 아파트 재건축과 강동구의 옛 풍경을 사진, 뮤지컬, 미술로 선보이는 예술 소셜디자인프로젝트 공연 '안녕!안녕…'은  강동구에서 9~10월 동안 7차례에 걸쳐 이루어질 계획이며 전체 프로그램 기획/제작의 아이야 외에도  많은 사회협동 조직들이 참여한다고 한다.