한국언론진흥재단이 정부광고 대행을 하며 언론사들로부터 10%의 수수료를 징수하는 것이 과도하다며 수수료를 폐지하거나 현실적 수준에서 낮춰야 한다는 주장이 설득력을 얻어가고 있다.

대안신당(가칭) 최경환(광주북구을)의원은 17일 열린 언론진흥재단 국정감사에서 “언론재단이 언론사로부터 정부광고대행 수수료 10%를 징수하면서 수수료 수입은 매년 증가하고 있지만 방송에 대한 지원은 전혀 없고 지역 언론사의 경영악화를 부추기고 있다는 불만의 목소리가 높다”고 말했다.

특히, 지역 언론사의 경우 언론 환경이 갈수록 침체되고 있는 상황에서 전체 수익 중에 큰 비중을 차지하고 있는 지방자치단체의 광고 수수료 10%를 언론재단에 지불하고, 부가세 10%를 또 내야하기 때문에 부담이 가중되고 있다는 게 최 의원의 일관된 설명이다.

실제, 언론재단은 정부광고대행 수수료로 2018년에 702억원의 수입을 올렸다.

2015년 499억원이었던 것에 비하면 4년 만에 무려 71%가 급증한 것이다.

최근 4년(2015∼2018년)동안 언론재단의 정부광고 대행 수수료 수입은 전국신문사(중앙지)에서 449억원, 지방신문사 318억원, 지상파나 케이블방송 등 방송매체에서 671억원 등 총 2,394억원에 달하는 것으로 전해지고 있다.

같은 기간에 재단이 언론사에 지원한 현황을 보면 중앙지 246억원, 지방지 104억원이 지원됐고 방송사는 지원근거가 없어 지원이 전혀 없었다.

이에 재단의 광고대행 수수료 수입의 가장 많은 기여를 하고 있는 방송사는 정작 재단의 지원을 전혀 받지 못하고 있다며 부당함을 지적해 왔다.

다행히 2018년 12월에 ‘정부광고법 시행령’ 이 제정되면서 방송에 대한 지원근거가 마련된 만큼 방송에 대한 다양하고 다각적인 지원방안을 강구해야 한다는 요구가 많아지고 있다.

최 의원은 “정부광고대행 수수료가 과도하다는 지적이 많고 이를 폐지하거나 수수료율을 낮춰야 한다는 요구가 많은 상황이다”면서 “문체부와 언론재단은 이런 요구들을 수렴해 수수료율에 대해 전반적으로 검토하고, 방송과 신문에 대한 보다 다양하고 다각적인 지원방안을 마련해야 한다”고 말했다.

@highlight

대안신당 최경환 의원은 17일 열린 얼론진흥재단 국정감사에서 언론재단이 '정부광고 대행 수수료'를 높게 징수한다고 지적하고 폐지하거나 수수료율을 낮춰야 한다고 주장하였다.