정부가 10.1 대책을 통해 관리처분인가 단지에 대한 분양가 상한제(이하 상한제) 도입 유예안을 발표하자, 서울 등 정비사업지역 중심으로 분양경기에 대한 기대감이 오르고 있다.

17일 주택산업연구원에 따르면 10월 전국 분양경기실사지수(HSSI) 전망치는 78.6으로 전월대비 11.2포인트 상승하며 4개월만에 70선을 회복했다.

여전히 기준선을 하회하고 있어 전국적인 분양경기는 여전히 어려움이 지속되고 있는 것으로 보인다.

주목할 점은 서울(103.3), 경기(98.3), 인천(97.6), 세종(92.0)을 중심으로 10월 HSSI 전망치가 전월대비 15~20포인트 상승하며 분양시장에 대한 기대감이 표출되고 있는 것이다.

관리처분인가 단지에 대한 상한제 도입 유예안이 발표되면서 서울 등 정비사업지역 중심으로 분양경기에 대한 기대감이 상승한 결과에 기인한 것으로 판단된다.

이에 따라 분양시기를 상한제 시행 전으로 조정하려는 움직임이 당분간 증가할 것으로 보인다.

다만, 이는 상한제 규제로 인한 불확실성이 해소된 일부 지역에서 단기간에 발생하는 기대감으로, 유예기간이 끝나는 4월 이후까지 지속되는 것은 어려울 수 있다.

안정적인 분양시장 회복이라고 보기는 어려운 이유다.

아울러 전월 분양시장 전망치가 큰 폭으로 하락한데 대한 기저효과도 있다.

반면, 기존의 과잉공급부담이 해결되지 않은 지방은 분양경기 어려움이 장기화되고 있는 것으로 보인다.

대전(86.2, 6.2포인트↑), 대구(85.7, 3.4포인트↑), 광주(86.2, 20.9포인트↑) 등 주요 지방광역시의 전망치도 개선됐으나, 기타지방은 전망치가 50~70선으로 기준선을 크게 하회하면서 어려움이 지속되고 있다.

기업규모별 10월 HSSI 전망치를 보면 대형업체 72.8(1.4포인트↓), 중견업체 86.9(33.2포인트↑)로 중견업체의 10월 분양시장에 대한 인식이 개선됐으나, 여전히 기준선을 하회하고 있다.

아울러 10월 분양물량 전망치는 98.9으로 전월비 3.3포인트 소폭 감소했으나 9월 실적치 93.8과 비슷한 수준이 될 것으로 보인다.

미분양 전망치는 전월과 유사한 수준의 96.8(0.3포인트↑)을 기록해 현재 미분양 수준을 유지할 것으로 보인다.

@highlight

정부가 10.1 대책을 통해 관리처분인가 단지에 대한 분양가 상한제 도입 유예안을 발표하자 서울 등 정비사업지역 중심으로 분양경기에 대한 기대감이 상승하고 있어 분양시기를 상한제 시행 전으로 조정하려는 움직임이 당분간 증가할 것으로 예상되나, 이는 상한제 규제로 인한 불확실성이 해소된 일부 지역에서 단기간에 발생하는 기대감이라 유예기간이 끝나는 4월 이후까지 지속되긴 어려울 전망이다.