올해 대전국세청이 거둔 세금이 지난해보다 줄어든 가운데, 대전국세청은 주요 세목(稅目)에 대한 자발적인 성실신고 유도에 나선다.

대전국세청이 국회 기획재정위원회에 제출한 업무보고 자료에 따르면, 올해 8월까지 대전국세청이 거둬들인 세수는 12조 5151억원으로, 1년 전에 비해 2296억원이 줄었다.

명목임금 상승·인구유입에 따른 신고인원 증가로 근로소득 세수가 일부 늘었으나, 유류세율 한시적 인하(15%, 7%), 지방소비세율 인상(11→15%), 부동산 거래량 감소 등의 영향 때문이다.

대전국세청은 세원관리 방안에 대해 "자발적 성실신고를 지원하는데 중점을 두고, 지역경제에 부담 되지 않도록 각별히 유념해 면밀하게 세수를 관리할 것"이라고 설명했다.

이런 가운데 다음 달 종합소득세 중간예납 등 주요 신고에서 성실신고 안내를 확대한다는 계획이다.

대전국세청의 세정지원서비스를 보면, 우선 신고단계에서 잘못된 부분을 납세자가 확인·수정할 수 있는 '자기검증 서비스'가 지원된다.

안내항목에는 신고 때 놓치기 쉬운 세제혜택을 업종·유형별 특성에 맞춰 제공된다.

'절세팁'을 제공하겠다는 얘기다.

더불어 세무지식이 부족한 납세자도 어려움이 없이 신고할 수 있도록 안내자료 자체 제작, 현지창구 운영 등의 서비스도 제공한다.

기업들을 위한 세정지원도 이뤄진다.

'일본 수출규제 피해기업 세정지원센터'를 운영해 피해 중소기업을 위한 세정지원을 추진하기로 했다.

이를 통해 수출규제 취약분야·업종을 조기 파악해 납기연장, 징수유예, 세무조사 유예·중지, 신고내용 확인 제외 등의 조치를 한다.

피해 예상 기업을 대상으로 수출규제 조치로 인한 현장의 애로사항을 듣고 실질적 도움 방안도 마련하기로 했다.

이 밖에도 체납액 소멸제도(폐업한 사업자의 사업재개·취업 시 체납액 3000만원까지 납부의무 면제)를 적극 집행해 영세자영업자의 사업 재기를 지원하고, 학자금대출 상환유예로 청년층의 상환부담도 덜어주기로 했다.

@highlight

대전국세청에 따르면 올해 거둬들인 세수는 전년대비 2296억원이 줄었으며 이에 국세청은 중간소득세 중간예납 등의 주요신고에서 자기검증 서비스 등을 지원하여 성실신고 안내를 확대할 방침이다.