태영건설이 오는 18일 대구광역시 수성구 중동 532-324번지 '수성 데시앙 리버뷰' 분양에 돌입한다고 17일 밝혔다.

지하 2층, 지상 19층, 6개 동, 278가구로 구성됐다.

전용면적별로는 △84㎡A 116가구 △84㎡B 35가구 △110㎡A 29가구 △110㎡B 43가구 △110㎡C 12가구 △110㎡D 43가구 등이다.

입주민의 안전을 위해 공동현관에 안면인식 로비폰 시스템이 적용되며 세대현관 방문자 블랙박스로 설치된다.

지하주차장 차량유도시스템과 지능형 주차위치 확인시스템도 적용된다.

세대 내 실내환기를 위한 스마트 환기 시스템 및 고성능 세대환기 필터, 단지내 실내놀이터, 맘스카페 등도 들어선다.

대구 남북을 관통하는 신천대로, 신천동로가 단지와 인접해 있고 앞산터널, 앞산순환도로 등 진입도 수월하다.

단지 인근으로 홈플러스, 수성현대시장, 대백프라자, 수성구 보건소 등 생활편의시설이 있다.

신천이 맞닿아 있어 조망이 가능하며 강변산책로와 운동시설도 이용할 수 있다.

황금초, 황금중, 대구과학고 등 대구를 대표하는 우수 학군에 속해 있을 뿐만 아니라 수성구청역 인근 대형 학원가로 접근성도 뛰어나다.

최근 중동 희망교 인근 지역 재건축이 잇따라 계획되어 있어 미래가치가 더욱 높아지고 있다.

인근 수성창포지구는 600여가구의 아파트를 짓기 위해 사업승인이 신청된 중동 희망지구도 재건축사업이 추진 중이다.

분양 관계자는 "대구의 강남이라 불리는 대구 수성구 내에서 신천 조망이 가능한 친환경 단지로 편리한 주거생활과 추후 인근 개발로 인한 프리미엄까지 누릴 수 있는 만큼 수요자들의 문의가 이어지고 있다"며 "수성구 내 수요층뿐만 아니라 대구 전역에서 수성구로 옮기고자 하는 수요층들까지 관심이 높아 우수한 청약결과를 기대하고 있다"고 말했다.

견본주택은 대구광역시 수성구 두산동 5-5번지에 마련됐다.

입주는 2022년 4월 예정이다.

@highlight

태영건설이 오는 18일 수성구 내에서 신천과 맞닿아 친환경 단지인데다 인근 지역 개발 호재까지 있는 '수성 데시앙 리버뷰' 278세대 분양을 시작한다.