검찰이 20대 여성을 집단폭행해 살해한 후 암매장한 일당에 대해 살인 등의 혐의로 기소했다.

이들은 해당 여성이 자신들의 말을 듣지 않고, 신상을 발설했다는 이유로 장기간 감금한 채 상습적으로 폭행한 것으로 드러났다.

전주지검 군산지청은 지적장애 여성 A씨(20)를 숨지게 한 혐의(살인 등)로 장모(26)씨와 차모(29)씨, 김모(34·여)씨를 구속기소하고, 사체유기 범죄에 가담한 혐의(사체유기 등)로 양모(32)씨와 이모(24·여)씨를 불구속 기소했다고 17일 밝혔다.

이들은 SNS를 통해 “조건만남을 하면 돈을 벌 수 있다”면서 A씨에게 접근, 지난 6월부터 익산 한 원룸에서 동거 생활을 했다.

장씨 등은 6월과 8월 사이 A씨가 성매수남에게 자신들의 신상을 말했다는 이유로 세탁실에 가둔 뒤 말을 듣지 않는다 등의 이유를 들어 음식물도 제대로 주지 않은 채 상습적으로 폭행한 것으로 조사됐다.

검찰은 장기간의 감금과 폭행으로 A씨의 건강상태가 극히 악화돼 8월 18일 A씨가 숨진 것으로 판단했다.

폭행은 A씨가 숨지던 당일에도 이뤄졌으며, 이날 경남 거창 야산에 A씨를 암매장한 것으로 확인됐다.

이들의 범행은 9월 15일 경찰로 접수된 납치 신고로 드러났다.

살인 등을 목격한 동거인 B씨(31)가 이들 무리에서 도망쳐 나와 군산 지인의 집에서 숨어 지내던 중 이날 이들로부터 납치를 당했다.

B씨의 지인으로부터 이 같은 사실을 전해들은 B씨 부모가 경찰에 신고를 접수해 경찰이 출동하면서 B씨가 풀려나고 장씨 등이 붙잡히는 등 일단락됐다.

현재 장씨 등은 A씨에 대한 성매매유인·감금 및 상습 폭행, B씨에 대한 감금 등 피의사실 전반을 자백하는 반면, “사망할 줄은 몰랐다”며 살인의 고의를 부인하는 것으로 알려졌다.

검찰은 수사과정에서 B씨의 심적 안정을 위해 진술조력인을 동석시키는 한편, A씨의 유족과 B씨에 대해 550만원의 긴급 경제지원을 하고 심리치료도 의뢰하는 등 피해자 보호에 만전을 기울이고 있다.

@highlight

SNS를 통해 “조건만남을 하면 돈을 벌 수 있다”면서 A씨에게 접근, 지난 6월부터 익산 한 원룸에서 동거 생활을 하다가 자신들의 말을 듣지 않고, 신상을 발설했다는 이유로 장기간 감금한 채 상습적으로 집단 폭행해 살해한 후 암매장한 일당에 대해 검찰이  살인 등의 혐의로 기소했다.