'나만몰랐어토스이벤트' 초성퀴즈가 출제됐다.

18일 토스 행운 퀴즈 홈페이지에 출제된 '나만몰랐어 토스이벤트' 첫 번째 초성퀴즈 문제는 "토스에서 진행하는 이벤트 중 현금 8만원 증정 이벤트를 하는 카드사는 □□□□ 입니다. □□□□에 들어가는 단어는 무엇일까요?"이다.

정답은 '현대카드'이다.

두 번째 '나만몰랐어토스이벤트' 문제는 "토스에서 진행하는 이벤트 중 메가박스 영화티켓 증정 이벤트를 하는 은행은 □□□□□은행 입니다. □□□□□에 들어가는 단어는 무엇일까요?"이다.

정답은 'IBK기업'이다.

세 번째 문제는 "토스에서 진행하는 이벤트 중 아시아나 항공 5천 마일리지 증정 이벤트를 하는 카드사는 □□□□ 입니다"이다.

정답은 '하나카드'이다.

네 번째 문제는 "토스에서 진행하는 이벤트 중 마블 공기청정기 증정 이벤트를 하는 카드사는 □□□□ 입니다"이다.

정답은 '우리카드'다.

다섯 번째 문제는 "토스에서 진행하는 이벤트 중 주유권 5만원 증정 이벤트를 하는 카드사는 □□□□카드 입니다"이다.

정답은 'KB국민'이다.

여섯 번째 문제는 "토스에서 진행하는 이벤트 중 삼성카드에서 증정하는 이벤트 상품은 무엇일까요?"이다.

정답은 '토스머니5'이다.

일곱 번째 문제는 "토스에서 진행하는 이벤트 중 우리카드에서 증정하는 이벤트 상품은 무엇일까요?"이다.

정답은 '공기청정기'이다.

여덟 번째 문제는 "토스에서 진행하는 이벤트 중 IBK기업은행에서 증정하는 이벤트 상품은 무엇일까요?"이다.

정답은 '메가박스'이다.

힌트는 네이버 검색창에 '나만몰랐어 토스이벤트'를 검색하면 확인할 수 있다.

@highlight

18일 토스 행운 퀴즈 홈페이지에 출제된 '나만몰랐어 토스이벤트' 첫 번째 초성퀴즈 문제는 "토스에서 진행하는 이벤트 중 현금 8만원 증정 이벤트를 하는 카드사는 □□□□ 입니다. □□□□에 들어가는 단어는 무엇일까요?"였으며 정답은 '현대카드'이다.