포항특정경비지역사령부는 17일 포항시(안전관리과, 북구청)와 경찰(북구경찰서 기동대, 112타격대), 소방서 등 유관기관과 함께 포항역에서 민·관·군·경 합동 대테러 훈련을 실시했다.

포항특정경비지역사령부(이하 '포특사')는 17일 포항시(안전관리과, 북구청)와 경찰(북구경찰서 기동대, 112타격대), 소방서 등 유관기관과 함께 포항역에서 민·관·군·경 합동 대테러 훈련을 실시했다고 밝혔다.

이날 실시한 훈련은 다중이용시설을 대상으로 민·관·군 합동훈련을 통한 신속한 대응체계를 구축하기 위해 대테러작전부대의 패키지화된 출동과 상황조치를 점검했으며, 경찰과 대테러 작전부대 현장지휘소 운용 간 협조절차 등을 숙달하는데 중점을 뒀다.

특히, 이번 훈련에는 해병대 신속기동부대가 현장에 신속하게 출동해 대테러 작전을 지원함으로써 통합된 작전수행능력을 검증했다.

훈련은 포항역 대합실에서 미상의 여행용 가방을 발견한 주민신고를 접수한 상황부터 시작했으며, 포특사 대테러작전부대 및 기관 테러대응팀이 출동해 현장통제와 시민대피 유도, 폭발물처리반의 폭발물 제거와 추가위협 대비 탐색작전을 실시했다.

이후, 해병대 신속기동부대와 112기동타격대가 용의자 검거를 위한 차단선 확보를 실시해 거동수상자를 식별·진압하는 순으로 진행됐다.

훈련에 참가한 해병대 특수수색대장 강덕훈 소령(해사60기, 37세)은 "포항 지역은 국가중요시설과 다중이용시설이 산재해 있는 만큼 테러위협 가능성에 대비가 필요하다"면서 "이번 훈련을 통해 위기상황에 대한 대처능력과 현장대응 수준을 높였으며, 민·관·군의 공고한 협조체계를 강화하는 한편, 시민들의 안전을 책임지는 사명감을 높이는 계기가 됐다"고 말했다.

@highlight

포항특정경비지역사령부는 17일 포항시(안전관리과, 북구청)와 경찰(북구경찰서 기동대, 112타격대), 소방서등 유관기관과 함께 포항역에서 민·관·군·경 합동 대테러 훈련을 실시한 가운데 다중이용시설을 대상으로 합동훈련을 통해 신속한 대응체계를 만드는데 중점을 두었으며 해병대 신속기동부대가 작전을 지원했다.