광주지역에서 최근 5년간 불법으로 청약에 당첨된 주택 수가 134가구 적발된 것으로 나타났다.

집값 급등에 아파트 청약이 ‘로또’처럼 여겨지면서 거짓 임신과 전입, 대리 계약 등 다양한 속임수로 당첨을 노리는 범죄가 끊이지 않고 있다.

17일 국회 국토교통위원회 소속 안호영 의원(더불어민주당)이 국토교통부로부터 받은 자료에 따르면 2015년부터 올해 7월까지 약 4년 반 동안 경찰이 국토부에 통보한 불법 청약 당첨자는 모두 1536명, 이들이 간여한 불법 당첨 주택 수는 2324가구로 집계됐다.

광주지역 불법 당첨 주택수는 2015년 102가구, 2016년 15가구, 2018년 17가구 등 총 134건이었다.

전국적으로 연도별(경찰 수사 종결 시점 기준) 불법 당첨 주택과 당첨자 수는 ▲ 2015년 1343가구(341명) ▲ 2016년 161가구(593명) ▲ 2017년 2가구(2명) ▲ 2018년 609가구(461명) ▲ 2019년(7월까지) 209가구(139명)였다.

이들은 모두 주택법령에 따라 당첨이 취소됐을 뿐 아니라 3년 이하의 징역 또는 3000만 원 이하의 벌금형을 받고, 적발일로부터 최장 10년간 청약을 신청할 수 없게 됐다.

불법 청약 당첨 2324가구를 유형별로는 나눠보면 ▲ 청약통장 양도 등 불법 거래 1361건 ▲ 위장전입 745건 ▲ 위장 결혼 146건 등의 순으로 많았다.

자녀 허위 임신진단서·출생신고도 지금까지 6건 적발됐는데, 올해 4월 이후 국토부가 신혼부부·다자녀 특별공급 당첨자 전수(全數) 조사 등을 거쳐 56건의 임신진단서 위조 의심 사례를 검찰에 수사 의뢰한 상태라 이 유형의 최종 불법 판단 사례는 크게 늘어날 전망이다.

안 의원은 “집값 급등을 부추기는 투기 세력 유입을 막고, 무주택 실수요자들의 분양 기회를 늘리는 차원에서 부정 청약 시도는 반드시 찾아내 엄벌할 필요가 있다”며 “불법 당첨 조사 횟수를 늘리고 처벌 수위를 높여야 한다”고 주장했다.

@highlight

국토교통부의 자료에 따르면 광주지역에서 최근 5년간 거짓 임신과 전입, 대리 계약 등 다양한 속임수 청약에 당첨된 주택 수가 134가구 인것으로 나타났으며, 전국단위에서는 2324가구로 집계되었다. 