디지털 융복합 콘텐츠 창의체험 스쿨링 'ART+TECH 상상공장'은 공공예술 프로젝트인 '플레이풀-고가 아래 예술 놀이터'에서 ICT 창의융합 워크숍으로 지역의 주민들과 아이들에게 다가가고 있다.

ART+TECH 상상공장은 도시의 문제를 예술로 해결하는 '만아츠 만액츠(10000ARTS 10000ACTS)'와 협력하여 한국문화예술위원회 에 선정되어 약 6개월의 장기적인 프로젝트를 꾸며가고 있다.

'커뮤니티센터 다락옥수'에서 진행되는 ART+TECH 상상공장의 프로그램은 메이커와 함께 전자제품을 분해해보고 다양한 도구를 활용해 물건을 만들고 시행착오를 통해 자연스럽게 배우며 보완해 나가는 활동을 해보는 워크숍부터 전자선을 연결하여 LED꽃을 만들어보고 3D프린터로 프린팅된 손풍기 만드는 워크숍, 전자회로의 기초인 입력과 출력을 배우고 전자회로 게임을 만들어보는 워크숍까지 어렵게 느껴지는 테크를 아트라는 연결고리를 이용하여 상상의 나래를 펼칠 수 있도록 돕는다.

아직 ART+TECH 상상공장을 만나보지 못했다면 10월 31일 목요일 저녁 7시 디지털 라이브 페인팅 프로그램을 기대해봐도 좋다.

할로윈인 10월 31일 목요일 저녁 7시, 옥수역 고가 아래 야외광장의 넓은 고가 벽을 활용하여 직접 그리는 그림이 실시간으로 나타나는 디지털 라이브 페인팅 '헬로헬로 할로윈' 프로그램이 진행될 예정이다.

프로그램은 '만아츠 만액츠(10000ARTS 10000ACTS)' 블로그를 통해 사전신청을 받고 있으며 신청하지 않더라도 현장에서 관람할 수 있다.

ART+TECH 상상공장의 매니저는 쉽게 ICT 창의융합형 프로그램을 접할 수 있는 창조의 시간들이 준비되어 있으니 아이들에게 새로운 경험을 만들어 주고자 하는 학부모라면 관심을 가져 주시면 좋겠다고 덧붙였다.

(주)유쾌한에서 진행하는 ART+TECH 상상공장은 연중 다양한 ICT교육을 진행하고 있으며 홈페이지와 페이스북을 통해서 소식을 전하고 있다.

@highlight

'만아츠 만액츠'와 한국문화예술위원회에 선정되어 장기적인 프로젝트를 진행하는 ART+TECH 상상공장의 프로그램은 어렵게 느껴지는 테크를 아트라는 연결고리를 이용하여 상상의 나래를 펼칠 수 있도록 도와주므로 아이들에게 새로운 경험을 만들어 주고자 하는 학부모라면 관심을 가지면 좋을 것이다.