올 하반기 신입공채에 지원한 취준생의 서류전형 합격률이 18.9%로 집계됐다.

특히 하반기 공채 지원자 5명 중 2명은 단 한 군데 기업에서도 합격하지 못했던 것으로 나타났다.

잡코리아가 올 하반기 신입공채에 지원한 경험이 있는 초대졸 및 4년제 대졸 취준생 1천127명을 대상으로 설문조사를 실시한 결과 올 하반기 신입공채에 도전한 취준생들이 지원한 기업수는 평균 7.5곳으로 조사됐다.

이들 기업에서 합격통보를 받은 횟수는 불과 1.4회로 서류전형 합격률은 평균 18.9%에 그쳤다.

성별 합격률은 남성 17.6%, 여성 20.6%로 여성이 남성에 비해 소폭 높았다.

하반기 입사지원횟수는 ‘10회 미만’이 74.5%로 가장 많았고 ‘10~19회’(17.7%), ‘20~29회’(7.1%) 순으로 이어졌다.

‘30회 이상’ 지원한 취준생은0.7%였다.

취준생의 서류합격은 ‘1~4회’가 52.9%로 가장 많았다.

‘지원한 모든 기업의 서류전형에 탈락했다’는 응답은 40.1%로 나타났다.

하반기 공채에서 합격하지 못한 취준생들은 스펙과 직무경험을 이유로 꼽았다.

서류전형에 모두 탈락했다고 답한 취준생 452명에게 그 이유(*복수응답)를 물은 결과 ‘학점 등 스펙이 좋지 않아서’(56.4%), ‘인턴, 대외활동 등 직무 관련 경험이 부족해서’(34.3%)란 답이 가장 많았다.

이어 ‘나이가 많아서’(30.1%), ‘자기소개서를 못 써서’(24.8%), ‘기업정보 수집 및 분석이 부족해서’(6.6%), ‘AI채용, 블라인드채용 등 새롭게 도입된 채용전형에 적응하지 못해서’(6.4%) 등 순이었다.

12.8%의 취준생들은 ‘서류 불합격의 이유를 잘 모르겠다’고 밝히기도 했다.

@highlight

올 하반기 신입공채에 지원한 취준생의 서류전형 합격률이 18.9%로 확인되어, 공채 지원자 5명 중 2명은 어느 기업에서도 합격한 바 없는 것으로 나타났고, 지원한 모든 곳의 서류전형에서 불합격했다는 응답은 40.1%로 집계되었다.