제주테크노파크(원장 허영호)는 신선한 제주산 농산물로 만들어진 '제주5컬러를 마시자' 과채주스의 시판 방송이 CJ오쇼핑 채널에서 28일 오전 5시30분부터 30분 동안 진행된다고 20일 밝혔다.

'제주5컬러를 마시자' 과채주스는 제주테크노파크와 ㈜진산비버리지(대표 장동훈)가 함께 개발한 주스로, 농림축산식품부와 제주특별자치도의 농생명산업 기술 개발 사업의 일환으로 지원 받았다.

이 과채주스의 주원료는 제주에서 재배된 검정무(Black/Purple), 적양배추·레드비트(Red), 양배추·브로콜리(Green), 콜라비(White), 청귤(Yellow) 등으로 5색의 영양성분이 풍부한 과일과 채소로 구성됐다.

'제주5컬러를 마시자' 제품 개발을 이끈 김기옥 제주테크노파크 생물종다양성연구소 연구위원은 "이번 과채주스의 홈쇼핑 진출을 통해 더 많은 소비자들에게 고품질의 제품을 선보여 제주의 청정 과채류 판매시장 확대와 농가 소득 증대로 연결해 나가겠다"고 밝혔다.

한편 이 과채주스에 들어간 5색의 제주산 원료에는 건강에 도움을 주는 식물성 화학물질(파이토케미컬, phytochemical)로 손꼽히는 폴리페놀(polyphenol), 설포라판(sulforaphane), 안토시아닌(anthocyanin), 플라보노이드(Flavonoid), 유기황화합물을 비롯해 필수 아미노산, 비타민, 미네랄 등이 함유됐다고 알려졌다.

또 이 제품에는 착향료, 착색제, 인공감미료, 설탕, 소브산 등 인공첨가물이 들어가지 않았고 세계보건기구(WHO)의 하루 야채 권장 섭취량(400g)도 충족하고 있다고 전해졌다.

@highlight

제주테크노파크에 따르면 제주에서 재배된 검정무, 적양배추·레드비트, 양배추·브로콜리, 콜라비, 청귤 등의 5색의 영양성분이 풍부한 과일과 채소로 ㈜진산비버리지와 함께 개발한 과채주스 '제주5컬러를 마시자'를  28일 오전 5시30분부터 30분 동안 CJ오쇼핑 채널에서 판매한다.