당뇨를 앓던 A씨는 지난해 전북의 한 농장에서 열린 치유농업 프로그램에 참여했다.

텃밭에서 햇볕을 쬐며 몸을 움직이고, 상추와 시금치 등 녹색 채소를 가꿨다.

농장 주변을 산책하며 꽃을 감상하고, 직접 수확한 콩으로는 음식을 만들어 먹었다.

두 달 뒤, A씨는 몸과 마음이 한결 가뿐해진 느낌이라고 했다.

농촌진흥청은 최근 전북대학교병원 기능성식품임상시험지원센터, 순창군농업기술센터와 함께 생활습관성 질환자 14명(평균 나이 49.8세)을 대상으로 일주일에 1회(회당 4시간)씩 총 7회에 걸쳐 치유농업 프로그램을 진행했다.

그 결과 치유농업 활동이 고혈압, 당뇨 같은 생활습관성 질환자(대사성 만성질환)의 신체적, 정신적 건강에 긍정적 효과가 있음을 임상시험을 통해 확인했다.

농촌 자원 또는 관련 활동으로 국민의 신체, 정서, 심리, 인지, 사회의 건강을 꾀하는 활동과 산업을 말한다.

채소 가꾸기, 콩 수확 등 텃밭 가꾸기를 중심으로 음식 만들기와 농장 주변 산책 등 신체활동 위주로 구성했다.

진행 결과, 뇌파 분석에서 참여자들의 안정·이완 지표는 42% 올랐고, 긴장·스트레스 지표는 21.7% 낮아졌다.

스트레스 호르몬은 28.1% 줄었다.

생활습관성 질환자 건강의 중요한 지표인 허리둘레는 평균 2cm가량 줄었고, 인슐린분비능 지표는 47.4% 증가했다.

나쁜 콜레스테롤도 9.2% 줄어드는 효과가 나타났다.

이번 연구는 생활습관성 질환자를 대상으로 치유농장 현장에서 연구를 진행함으로써 농업이 생산 수단은 물론, 건강 증진의 수단으로서 가치와 효과를 확인했다는 데 의미가 있다.

최근 관심은 높아지고 있지만 치유 농업 대상자의 건강과 삶의 질에 대한 통합적인 효과 검증은 부족한 실정이었다.

농촌진흥청 국립원예특작과학원 신학기 원예작물부장은 “치유농업이 국민 삶의 질을 높이고, 농업·농촌 발전에 기여할 수 있도록 식물의 치유 효과 발현 원리를 검증하고, 연령과 직업, 건강 상태에 따른 맞춤형 프로그램 자원을 개발해 보급하겠다.”고 전했다.

@highlight

농촌진흥청은 최근 생활습관성 질환자 14명(평균 나이 49.8세)을 대상으로 총 7회에 걸쳐 치유농업 프로그램을 진행하며 건강 증진의 수단으로서 농업의 가치와 효과를 확인했다