중앙대병원 혈액원이 수혈 관련 급성 폐 손상이 발생할 수 있다는 지적에 따라 보건당국이 올해 3월 이후 전면 공급 중단 조치를 한 '여성 유래 혈장'을 4∼6월 사이에 12건 공급한 것으로 확인됐다.

중앙대병원혈액원은 이런 사실을 숨기다가 뒤늦게 적발됐다.

국회 보건복지위원회 정춘숙 의원(더불어민주당)은 20일 보건복지부와 질병관리본부, 대한적십자사 등에서 받은 자료를 확인한 결과, 중앙대병원혈액원이 여성 헌혈자의 '신선동결 혈장'을 올해 4월부터 6월까지 모두 12건 공급한 것으로 드러났다고 밝혔다.

감사원은 지난 3월 '혈액 및 제대혈 관리실태' 감사를 통해 여성 헌혈자의 신선동결 혈장이 급성 폐 손상을 일으킬 우려가 있다며 사용 중지토록 했다.

이에 따라 복지부는 중앙대병원혈액원에 3월 6일 채혈한 헌혈 혈액부터 공급하지 못하게 전면 금지했다.

이후 복지부와 질병관리본부가 6월부터 9월까지 유선과 이메일, 점검 회의 등을 통해 모두 5차례에 걸쳐 중앙대병원혈액원에 3월 이후 여성 유래 혈장 출고 여부를 확인했지만, 그때마다 중앙대병원혈액원은 출고내역이 없다고 사실상 허위 보고를 한 것으로 나타났다고 정 의원은 비판했다.

실제로 중앙대병원혈액원은 지난 9월 9일 질병관리본부가 2019년 월별 여성 유래 혈장 출고내역 자료를 요청한 데 대해 '출고 사실이 없다'고 회신했다.

정 의원은 "사실상 거짓 보고한 중앙대병원혈액원에 대해선 업무정지 등 후속 조처를 해야 하며, 중앙대병원혈액원의 보고만 듣고 제대로 사실확인을 하지 않은 채 업무를 태만히 한 복지부와 질병관리본부의 직원도 징계처분할 필요가 있다"고 강조했다.

정부는 전문가 자문회의 결과를 토대로 헌혈 전에 임신 관련 치료를 받은 여성 헌혈자 345명한테서 수혈용으로 채취한 혈액 392건(신설동결 혈장 391건, 단결침전제제 1건)에 대해 수혈 관련 급성 폐 손상과의 상관관계를 확인하고자 사례조사를 할 예정이다.

@highlight

국회 보건복지위원회 정춘숙 의원은 중앙대병원 혈액원이 폐 손상 가능성 때문에 공급이 금지된 '여성 유래 혈장'을 4∼6월 사이에 12건 공급하고서도 이러한 사실이 없다고 허위 보고를 해 왔다고 밝혔으며, 이에 대해 업무정지 등의 처벌이 필요하다고 지적했다.