LG유플러스는 지난 17일부터 20일까지 대구 엑스코(EXCO)에서 열린 '대구 국제 미래자동차 엑스포(DIFA) 2019'에서 자사의 C-ITS(차세대 지능형 교통 체계) 기술이 '혁신상(Innovation Award)'을 수상했다고 20일밝혔다.

DIFA는 대구광역시, 한국자동차공학한림원이 주최하고 과학기술정보통신부, 국토교통부 등이 후원하는 국내 최대 규모의 미래자동차 박람회다.

이번 행사에는 LG유플러스를 비롯해 테슬라, 르노삼성, 현대자동차 같은 글로벌 완성차 기업과 현대모비스, 삼성SDI 같은 부품기업까지 총 26개국의 272개사가 참여했다.

LG유플러스의 'U+ C-ITS'는 미래 교통체증 해소, 안전사고 예방에 크게 기여 할 수 있다는 점을 높이 평가받았다.

또 LG전자(V2X단말 등), LG화학(전기차 배터리), LG디스플레이(차량용 디스플레이), LG이노텍(차량 전장부품), LG하우시스(자동차 원단·시트) 등 계열사 전체가 미래 모빌리티 산업에 주력하고 있다는 점도 선정 배경으로 꼽았다.

LG유플러스는 현장에서 다양한 전시를 통해 고도화 된 기술력 전달에도 주력했다.

'C-ITS Tech존'과 'ONE LG존'으로 나눠 차량, 도로, 보행자 등에 즉각적 대응이 가능한 C-V2X 자율협력주행 관제 플랫폼과 기술을 선보였다.

한쪽에서는 실제 5G 자율주행 자동차와 배터리팩을 탑재한 미래형 차량 모델도 전시했다.

최순종 LG유플러스 기업기반사업그룹장 상무는 "차세대 지능형 교통시스템을 끊임없이 고도화시켜 모빌리티 사업 진화의 근간을 마련해나갈 계획"이라며 "이를 통해 보다 편리하고 안전한 미래 교통 환경을 조성할 수 있도록 노력하겠다"고 말했다.

LG유플러스는 앞서 지난 3월 세계 최초로 도심 도로를 달리는 5G 자율주행차를 공개 시연했으며 지난 10일에는 통신(5G-V2X) 기반 자율협력주행을 실증하며 고도화 된 C-ITS 기술을 선보이기도 했다.

@highlight

LG유플러스는 지난 17일부터 나흘간 대구 엑스코에서 진행된 국내 최대 규모의 미래 자동차 박람회인 '대구 국제 미래 자동차 엑스포 2019'에서 자사의 C-ITS(차세대 지능형 교통 체계) 기술이 미래 교통체증 해소 및 안전사고 예방에 상당히 일조할 수 있다는 점을 높이 평가받아 '혁신상'을 수상했다고 20일 밝혔다.