광주시는 광주형 일자리 모델인 광주글로벌모터스 출범에 따라 자동차 인력양성 방안을 마련하기 위해 18일 시청 협업회의실에서 지역 직업계고등학교장과 간담회를 개최했다.

이번 간담회는 이병훈 문화경제부시장 주재로 시교육청 및 직업계 고등학교장, 광주글로벌모터스지원단 관계자 등 20여명이 참석했다.

간담회에서 시는 노사상생형 광주형일자리를 소개하고 2021년 하반기 자동차 양산체제에 돌입하는 시점에 맞춰 지역 직업계 고등학생들에게 일자리를 제공할 수 있도록 인력양성 방안에 대한 다양한 의견을 수렴했다.

고등학교장들은 지역 직업계고 취업률이 갈수록 하락하는 상황에서 광주글로벌모터스가 성공적으로 정착할 수 있도록 적극 지원할 것을 약속했다.

광주글로벌모터스에 지역학생들이 취업할 수 있는 인력양성 프로그램 개설, 특성화고 지역인재 전형 도입 및 공업계, 상업계 등 고등학생도 채용할 수 있는 기준 마련 등의 다양한 의견을 광주시에 제시했다.

광주시는 광주형 일자리 모델인 광주글로벌모터스 출범에 따라 자동차 인력양성 방안을 마련하기 위해 18일 시청 협업회의실에서 지역 직업계고등학교장과 간담회를 개최했다.

광주시와 광주시교육청은 내년 '광주형일자리 맞춤형 직업훈련 사업'을 추진할 예정이다.

광주형일자리 선도기업 및 자동차 관련 업체에 직업계 고등학생들이 취업할 수 있는 기반을 만들 수 있도록 학교에 실습기자재를 지원하고 자동차 관련 전문기술을 익혀 취업할 수 있는 시스템을 구축할 계획이다.

시와 교육청은 최근 지역경제관련 유관기관이 참여하는 '직업계고 취업지원 협의체'를 구성하고 취업정보 및 교육지원 사업 등을 공유하며 지역 직업계고등학생들의 취업률을 제고시키기 위한 노력을 기울이고 있다.

박남언 시 일자리경제실장은 "아직 광주글로벌모터스 인력채용에 대한 수요 및 분야에 대한 구체적인 수치를 제시하기 어려운 상황임을 감안해 향후 광주글로벌모터스가 정착되는 시점에 이번 간담회에서 제시해 준 다양한 의견이 반영될 수 있도록 노력하겠다"고 말했다.

@highlight

광주시는 자동차 인력양성 방안을 마련하기 위해 18일 시청 협업회의실에서 지역 직업계고등학교장과 간담회를 개최하여 인력양성 방안에 대한 다양한 의견을 수렴하였으며 이날 관계자 등 20여명이 참석하였다.