광주지역 중소기업과 소상공인의 공동사업 추진과 판로 확대 등을 지원하기 위한 중소기업협동조합 육성·지원 제정안이 광주시의회 상임위원회를 통과됨에 따라 어려움을 겪는 지역 중소기업협동조합이 활성화될 수 있을 것으로 기대된다.

중소기업중앙회 광주전남지역본부(본부장 장윤성)에 따르면 지난 7일 정무창 광주시의원(더불어민주당·광산구제2선거구)이 대표 발의한 ‘광주시 중소기업협동조합 육성 및 지원 조례’ 제정안이 산업건설위원회 상임위를 통과했다.

이번 조례안은 이달 말 광주시의회 본회의 최종 심의를 앞두고 있다.

앞서 지난 7월 충청북도를 시작으로, 9월 전남도, 경상북도, 부산시 등에서 이미 중소기업협동조합 육성 및 조례 제정이 이뤄졌지만 광주시는 아직까지 제정되지 않고 있다.

이로 인해 그동안 지역 중소기업협동조합들이 불만을 터뜨려 왔다.

사실상 같은 경제권역인 광주와 전남의 조례가 달라 사업에 곤란을 겪었기 때문이다.

이번 상임위를 통과한 조례안은 중소기업간 공동브랜드 개발, 공동기술개발, 원자재 공동구매, 지역제품 공동판매 등 공동사업 추진을 지원하기 위한 제도적 장치가 담겨 있다.

조례안 주요내용으로 중소기업자의 협업 및 공동사업의 플랫폼으로서 중소기업협동조합 육성·지원을 위한 시장의 책무와 광주시 중소기업협동조합 지원 및 지원계획을 수립·시행하도록 규정하고 있다.

또 중소기업협동조합 설립·운영에 필요한 경영·기술·세무·노무·회계 등 분야에 대한 전문적인 자문과 정보제공 등 각종 경영에 필요한 지원 근거를 제공한다.

이외에도 광주시 및 소관 공공기관에서 물품 구매 시 협동조합을 통해 구매해 판로 확대를 돕는다.

정무창 의원은 “광주시 내에 슈퍼마켓협동조합 등 총 30개 협동조합 및 2천200여개의 조합원사들이 사업을 운영하고 있으나, 그동안 내수침체 등으로 인해 중소·소상공인, 전통시장들이 많은 고통과 어려움을 겪어왔다”며 “이번 조례 제정을 통해 협동조합이라는 플랫폼 아래서 공공기관 판로확대 및 작업환경 개선, 원자재 공동구매, 공동판매, 공동기술개발 등 공동사업을 촉진해 지역 일자리창출 및 지역경제 활성화에 도움이 될 것으로 기대한다”고 말했다.

@highlight

정무성 광주시 의원이 대표 발의한 '광주시 중소기업 협동조합 육성 및 지원 조례' 개정안이 상임위를 통과함으로 어려움을 겪고 있는 지역 협동조합이 활성화될 것으로 기대된다. 