현대자동차 코나가 독일의 자동차 전문지 아우토 빌트에서 실시한 소형 디젤 SUV 비교평가에서 1위에 오르며 가장 우수한 모델로 선정됐다.

현대자동차의 소형SUV ‘코나’가 독일의 자동차 잡지 ‘아우토 빌트’(Auto Bild)에서 실시한 소형 디젤 SUV 4종 비교 평가에서 가장 우수한 모델로 선정됐다.

아우토 빌트 최근호에 실린 이번 평가는 유럽에서 판매중인 소형 디젤 SUV를 대상으로 진행됐다.

코나는 마쯔다 CX-3, 포드 에코스포트(EcoSport), 다치아 더스터(Duster)와 함께 △차체(Body) △파워트레인(Powertrain) △주행 성능(Driving Dinamic) △주행 안락함(Driving Comport) △차량 연결성(Connected Car) △친환경(Environment) △비용(Cost) 등 7개 부문에 걸쳐 비교 테스트를 받은 결과 차체, 파워트레인, 친환경, 주행 안락함 등 총 4개 부문에서 1위를 차지했다.

평가 결과 코나는 750점 만점에 503점을 획득해 2위 마쯔다 CX-3(481점)와 3위 에코스포트(465점), 4위 더스터(456점)를 앞섰다.

아우토 빌트는 아우토 자이퉁(Auto Zeitung), 아우토 모토 운트 슈포트(Auto Motor und Sport)와 함께 독일에서 신뢰성 높은 3대 자동차 매거진으로 독일은 물론 유럽 전역의 소비자에게 큰 영향력을 미치고 있다.

아우토 빌트는 코나에 대해 “우수한 스타일링을 가졌을 뿐만 아니라 실내공간, 파워트레인, 주행성능까지 차 전반에서 성숙함을 느낄 수 있는 모델”이라며 “다양한 기본장비 및 첨단운전자지원시스템(ADAS) 적용이 됐지만 조작이 간편하고 힘있는 엔진과 우수한 성능의 7단 DCT를 갖춘 차”라고 평가했다.

@highlight

현대자동차의 소형SUV '코나'가 독일의 자동차 잡지 '아우토 빌트'에서 실시한 소형 디젤 SUV 4종 비교 평가에서 가장 우수한 모델로 선정되었다고 밝혔는데, 유럽에서 판매중인 소형 디젤 SUV를 대상으로 진행한 평가로 코나는 750점 만점에 503점을 획득했다고 덧붙였다.