고창 교육계는 가을 소풍을 떠올리면서 55년전 제자를 지키기 위해 몸을 바친 한상신 교사를 추모하고 영원한 교육자로 기억하고 있다. 고창교육청은 지난 16일 성내초등학교 뒷산에서 고인의 유가족 및 교육자, 박호인 성내면장, 김영건 산림조합장, 주민 등이 참석한 가운데 제55주기 한상신 교사 추모제를 거행했다. 고 한상신 교사는 1964년 24세의 꽃다운 나이에도 불구하고 앞서간 제자의 발에 큰 바위가 굴러 뒤따르는 제자들을 덮치는 상황에 온 몸으로 바위를 막아 제자들의 생명을 구했다.

하지만 그는 피투성이가 된 채 목숨을 잃게 되어 살신성인의 정신이 고창 교육의 밑거름이 되고 있다.

더구나 당시에 한 교사는 옥구면 상평리에 계신 어머니의 위독하다는 전보를 받고도 가을소풍 일정을 지키고 있던 터라 가슴을 뭉클하게 만들었다.

그는 4남매 장남으로 군산사범학교를 졸업한 뒤 고창 상하초등학교를 거쳐 성내면 용교초로 부임해 4학년 40명의 학생을 인솔하여 인근 방장산에 가을소풍을 떠났다.

이러한 안타까운 사연은 1978년에 전북 교육자 모두가 정성으로 고창 새마을공원에 추모탑을 건립한데 이어 1984년에 성내초 교지에 묘지를 안장하며 1995년에 군산사범학교 동문회에서 기적비, 1997년에 용교초 제자들이 추모비 건립 등 전북 교육의 교훈으로 남아 있다.

이날 고창교육청 이정하 장학사의 진행으로 시작된 추모제는 성내초 홍정임 교장의 경과보고 및 아황근 고창교육장의 추념사로 이어졌다. 이 교육장은 “참 스승 한상신 선생님의 혼백을 위로하고 위업을 기린다”며 “숭고한 희생정신은 고창교육의 영원한 업적이다”라고 말했다.

유가족으로 누님과 여동생, 매부, 외조카까지 함께 추모제를 맞았고 초등학교 교장단 윤재성 교장의 분향 및 중등 교장단 김용균 교장, 학교운영위원회 김현근 회장, 학생 순으로 헌화가 이어졌다.

@highlight

고창교육청은 55년 전 몸을 던져 큰 바위를 막아 제자를 지키며 목숨을 잃은 한상신 교사를 추모하기 위해 지난 16일 성내초등학교 뒷산에서 제55주기 한상신 교사 추모제를 거행했다.