무학은 창립 90주년을 맞아 옛 감성을 현대적 감성으로 해석하고 맛에 새로움을 더한 청춘소주 '무학(舞鶴)'을 새롭게 출시한다고 21일 밝혔다

뉴트로(New+Retro) 제품 '무학'은 과거 소주세대의 정통 디자인을 반영하되 저도 소주 시장을 개척했던 무학의 새로운 다짐과 고도화된 기술력을 담았다.

중장년층에는 과거 무학 소주에 대한 향수를 불러일으키고 젊은층에는 TV를 통해 접하던 주향마산의 무학소주를 선보이고 뉴트로의 트렌디한 이미지로 브랜드를 강화한다는 전략이다.

무학은 기존 제품과 달리 투명하고 시원한 느낌의 병에 실버 왕관의 은은한 멋을 입혀 그 시절 그 감성을 청취할 수 있도록 디자인됐다.

상표는 옛 상표를 현대적으로 재해석하고 옛 감성 그대로 한문과 한글을 함께 사용했으며 한자로 표기된 무학을 중심으로 브랜드명 춤출 무(舞), 학 학(學) 춤추는 학을 담아 날아오르는 학을 삽입해 1929년부터 시작된 90주년의 무학이 100년 기업으로 날아오를 각오를 더했다.

무학의 주질은 순한소주(16.9) 시장을 선두로 개척한 무학의 정통성 있는 기술력으로 과당은 빼고 식물에서 추출한 최고급 첨가물을 사용해 더욱 부드럽고 깔끔한 맛이 특징이다.

무학은 과거 1970년대부터 소주는 무조건 25도라는 인식을 깨고 일찍이 저도주 시장을 개척해내며 국내 저도 소주시장 트렌드를 선두하고 있다.

무학 관계자는 "청춘소주 무학은 올해 창립 90주년을 맞은 무학의 저도주 노하우를 집약한 제품으로 중장년층에게는 청춘의 향수를 느끼게 하고 젊은층에게는 또 다른 경험과 신선하고 경험을 전할 것"이라며 "무학은 앞으로도 100년 기업으로 성장하기 위해 고객과의 지속적인 소통과 니즈에 초점을 맞춘 제품, 마케팅 활동으로 주류 시장 트렌드를 선두할 것"이라고 말했다.

@highlight

무학은 창립 90주년을 맞이하여 뉴트로(New+Retro) 제품 청춘소주 '무학(舞鶴)'을 출시하고 중장년층에는 과거 무학 소주에 대한 향수를 불러오고 젊은층에는 뉴트로의 트렌디한 이미지를 각인시킬 계획이다.