[충청투데이 인택진 기자] 한국인 최초의 사제 김대건 신부(1821~1846·사진)가 2021년 유네스코 세계기념인물(유네스코 기념의 해)로 선정될 가능성이 유력해졌다.

당진시에 따르면 10월 17일 프랑스 파리에 위치한 유네스코 본부에서 열린 제207차 유네스코 집행이사회에서 2021년 김대건 신부 탄생 200주년을 맞아 김대건 신부를 유네스코 세계기념인물로 선정할 것을 권고했다.

유네스코 집행위원회의 선정 권고가 결정된 만큼 특별한 사정이 없는 한 내달 12일부터 2주간 같은 장소에서 열리는 유네스코 총회에서 김대건 신부는 2021년 유네스코 세계기념인물로 최종 선정될 것으로 예상된다.

유네스코는 2004년부터 유네스코가 추구하는 이념 및 가치와 일치하는 세계의 역사적 사건과 인물, 명사의 기념일을 유네스코 연관 기념행사로 선정해 중요성을 부여하고 있다.

주로 어떤 인물의 탄생 몇 주년 또는 어떤 사건 발생 몇 주년을 기념하는 방식이다.

국내에서는 지난 2012년 다산 정약용 탄생 250주년과 2013년 허준이 저술한 동의보감 발간 400주년이 유네스코 기념의 해에 선정된 바 있다.

당진시와 천주교 대전교구는 김대건 신부의 서신을 통해 전해지는 평등사상과 1845년 천연두로 죽어가는 아이들을 위해 퇴치 처방을 요청한 것에서도 엿보이는 박애주의가 유네스코의 이념과 부합한다고 판단해 지난 6월 프랑스, 베트남, 필리핀 등 3개국으로부터 지지선언을 확보하고 세계기념인물 신청서를 제출했다.

내달 유네스코 총회해서 김대건 신부가 2021년 세계기념인물로 최종 선정될 경우 2021년 개최되는 김대건 신부 탄생 200주년 기념행사에 유네스코 공식로고 사용과 유네스코 인사 초청, 유네스코 후원 국제학술심포지엄 개최, 유네스코 본부에서의 김대건 신부 관련 전시 등이 가능하다.

@highlight

당진시와 천주교 대전교구는 10월17일 프랑스 파리 유네스코 본부에서 열린 제207차 유네스코 집행이사회에서 김대건 신부 탄생 200주년을 맞아 신부님이 실천하신 평등사상과  박애주의가 유네스코의 이념과 부합한다고 판단해 유네스코 세계기념인물 신청서를 제출, 2021년 유네스코 세계기념인물로 최종 선정되기를 기대하고 있다.