SK텔레콤 직원들이 위워크(WeWork) 선릉점에서 네트워크 점검을 하고 있다.

SK텔레콤 고객은 앞으로 쇼핑몰, 백화점 등 국내 주요 대형 건물 내에서 기존 인빌딩 장비 대비 2배 빠른 5G 서비스를 이용할 수 있다.

SK텔레콤은 위워크(WeWork) 선릉점을 시작으로 연내 1000여개 건물에 5G 인빌딩 전용 장비 '레이어 스플리터'를 본격 확대한다고 21일 밝혔다.

레이어 스플리터는 SK텔레콤이 지난 8월 세계 최초로 개발한 '5GX 인빌딩 솔루션' 기반 장비다.

기존 실내 장비가 데이터 송수신용 안테나를 2개씩 탑재했다면, 레이어 스플리터는 4개의 안테나 일체형 장비로 동일한 주파수 대역에서 동시에 보다 많은 데이터를 빠르게 처리할 수 있다.

통신 서비스를 위해 거치는 여러 신호 변환 장치도 일체형으로 통합했다.

통합형 장치로 기존보다 장치 크기도 절반으로 작아졌고, 신호 변환 단계가 줄어든 만큼 데이터 전송 속도가 빨라졌다.

또 통합형 장치는 기지국사에 전진 배치하고 건물 내부에는 안테나만 설치해, 건물을 직접 방문하지 않고도 문제 발생시 신속한 조치가 가능하다.

SK텔레콤은 대형 쇼핑몰, 백화점 등 유동인구가 많아 건물 내 데이터 트래픽 수요가 집중되는 건물에 레이어 스플리터를 중심으로 인빌딩 커버리지를 확대해 나갈 계획이다.

첫 구축 장소인 위워크는 여러 ICT 관련 기업들이 협업하는 공유 오피스로, 국내 최고 수준의 5G 인프라를 기반으로 다양한 사업 모델이 나올 것으로 기대하고 있다.

특히 SK텔레콤과 위워크는 지난해 전략적 파트너십을 체결한 이후 5G 인프라 구축을 포함해 다양한 협력을 진행 중이다.

정창권 SK텔레콤 인프라 엔지니어링 그룹장은 "국내 유일 5G 인빌딩 전용 장비로 SKT 고객들은 차별화된 통신 품질을 경험할 수 있게 됐다"며 "5G 시대에서 지속적으로 증가할 인빌딩 트래픽을 효율적으로 수용할 수 있도록 인빌딩 전용 솔루션을 지속적으로 고도화해 나갈 것"이라고 말했다.

@highlight

SK텔레콤은 21일 지난 8월 세계 최초로 개발한 '5GX 인빌딩 솔루션' 장비인 레이어 스플리터를 연내 1000여개 건물에 설치한다고 밝혔으며 이에 따라 SK텔레콤 고객은 앞으로 레이어 스플리터 설치 건물에서 기존 속도보다 2배 빠른 5G서비스를 이용할 수 있게 된다.