의왕시는 지난 19일 레솔레파크 자연학습공원 일원 잔디광장에서 ‘배우고 즐기며 나누는 평생학습’, ‘행복한 만남 즐거운 자유’를 주제로 제6회 평생학습축제·제2회 의왕학생축제를 시민, 학생 등 3천여 명이 참석한 가운데 성황리에 마무리했다.

의왕시가 19일 레솔레파크 자연학습공원에서 연 ‘평생학습·의왕학생축제’에 참석한 시민들이 공연무대를 즐기고 있다.

20일 시에 따르면 올해는 평생학습축제와 의왕학생축제가 함께 열리면서 그 어느 때보다 풍성한 볼거리와 즐길거리로 시민들에게 즐거운 소통과 배움의 장을 마련했다.

특히 평생학습축제에서는 전통무용, 색소폰, 플루트, 기타, 난타 등의 연주와 방송댄스, 라인댄스, 합창 등 시민들이 그동안 열심히 배운 실력을 선보여 큰 호응을 얻었다.

또한 생활 속의 민화(에코백 그리기), 습식수채화, 매듭 체험, 생활도예, 목공, 드론 조립, 다도 체험, 도시농업 체험까지 평생학습의 매력을 느낄 수 있는 무료 체험 프로그램들도 마련됐다.

의왕학생축제에서는 가상현실(VR) 체험, 타로, 특수분장, 가죽 및 아크릴공예, 도자 체험 등 다양한 체험부스를 비롯해 청소년오케스트라 교류 공연, 댄스·밴드·보컬 공연, 난타·플루트 공연, 버스킹 공연 등 다채로운 무대공연이 펼쳐져 시민들에게 즐거움을 선사했다.

특히 가수 우원재, 페이버릿, 엔티크의 축하공연과 함께 펼쳐진 불꽃놀이는 축제의 마지막을 화려하게 장식했다.

축제에 참여한 한 시민은 "아이와 함께 축제를 보러 왔는데, 재미있는 체험행사에 참여하고 신나는 공연도 함께 볼 수 있어 무척 좋았다"고 소감을 전했다.

김상돈 시장은 "올해는 평생학습축제와 의왕학생축제가 함께 개최돼 그 어느 때보다 풍성한 축제가 됐다"며 "앞으로 더욱 다양하고 알찬 프로그램들을 준비해 많은 시민들이 함께 참여하고 즐길 수 있는 의왕시의 대표 축제로 만들어 가겠다"고 말했다.

@highlight

 의왕시가 19일 개최한 평생학습축제, 의왕학생축제가 드론 조립, 특수분장을 포함한 다채로운 체험이 마련되어 3000여명의 참석객들이  모인 가운데 성료되었다.