광주 서구 서창들녘 억새축제가 도심속 힐링 생태축제로 자리매김했다.

20일 서구에 따르면 지난 11일부터 3일간 극락교 친수공원에서 펼쳐진 영산강 서창들녘 억새축제가 성황리에 막을 내렸다.

올해로 5회째 맞는 이번 축제는 억새밭으로 떠나는 가을여행을 주제로 사랑, 나눔, 추억 등 자연을 체감할 수 있는 프로그램으로 호응을 얻었다.

축제는 영산강과 서창들녘의 생태환경을 사랑하는 축제임을 알리는 ‘생태환경사랑 자전거 대행진’을 시작으로 억세게 운좋은 날 ‘황금억새찾기’, 생태배움터 나는야 생태박사, 억새축제와 함께하는 갈빛 나들이, 환경사랑 자전거체험 등에 많은 주민들이 참여했다.

서창들녘의 억새와 낙조 등의 아름다움을 사진에 담을 수 있는 포토존과 억새 사진관 등에서는 억새길에서 인생샷을 남기기 위한 방문객들로 성황을 이뤘다.

‘서창들녘 억새길 걷기행사’에서는 극락교에서부터 서창교까지 펼쳐진 억새길을 걸으며, 가을의 정취와 정서를 그대로 느끼는 자리가 됐다.

이 밖에도 서대석 서구청장이 일일 DJ로 참여한 보이는 라디오, 아트피크닉, 당신의 마음 속 시쓰기, 사상대회 ‘서창들녘에 부는 글바람~ 그림바람’, 서구 문화 찾아 삼만리 스탬프 투어, 전국 아마추어 예술경연대회 등 다채로운 체험행사도 진행됐다.

폐막식에서는 서구관광기념품공모전 시상식과 전국 아마추어 예술경연대회 시상식에 이어, 축제기간 중 전기차 억새여행 등으로 모금된 ‘천원의 동행 모금액’ 전달식과 서구 캐릭터 해온이 환경송과 7080 퍼포먼스가 진행됐다.

서구 관계자는 “서창들녘 억새축제는 영산강변의 은빛 억새밭을 배경으로 도심 속에서 자연을 즐길수 있는 흔치않은 축제”라며 “억새 군락지를 광주의 새로운 문화관광명소로 조성해 나가겠다”고 말했다.

@highlight

광주 서구에 따르면 극락교 친수공원에서 펼쳐진 서창들녘 억새축제가 도심속 힐링 생태축제로 자리매김했다.