주러시아 한국문화원은 지난 7일부터 11월 7일까지 모스크바 소재 문화원에서 김병기 서예가(전북대 교수)의 작품 세계를 조명하는 ‘김병기 서예전’갖고 있다.

전시는 ‘나 말고 누가 나를 괴롭히겠는가!’, ‘내 중심 잡고 살면 그게 종교다’, ‘이웃은 나의 복(福)밭’ 등 한글 작품 30점과 선현들이 남긴 시문을 쓴 한문서예 작품 10 여점 등이 전시된다.

주러시아한국문화원은 지난 7일 한글날을 기념, 과거 세계서예전북비엔날레 총감독으로서 한국 서예 세계화에 앞장서 온 김병기작가 서예전 개막식을 개최했다.

개막식에는 이석배 주러 대사, 김원일 3.1운동·임시정부수립 100주년 모스크바기념사업회장등 관계 인사 200 여 명이 참석했다. 이 자리에서 작가는 즉석으로 서예 퍼포먼스를 선보여 관람객들의 이목을 집중시켰다.

가로 1.8m, 세로 9m의 대형 한지에 한문서예 ‘만세개태평(萬世開太平: 온 세상이 영원토록 태평하기를)’과 한글서예 ‘영원한 평화와 번영’을 두 줄로 휘호, 평화와 번영을 갈구하는 남북한 8천만 동포의 의지를 표현했다.

작가는 그동안 한자는 중국만의 문자가 아니라 동아시아 문자(East Asian Characters)라는 지론을 펴왔다.

그는 우리나라 최고의 금석문 자료인 고구려 광개토태왕비 탁본을 연구했다.

개막식 후 작가는 강당으로 자리를 옮겨 ‘한·중 서예의 차이점과 서예의 현대적 활용’이라는 주제로 특강을 했다.

이석배 대사는 “김병기 서예가를 러시아에 소개할 수 있는 기회를 갖게 된 것을 기쁘게 생각한다"면서 "한국문화 애호가가 늘고 있지만 서예작품을 직접 감상하고, 서예 체험을 할 수 있는 기회가 많지 않아 10.9일 한글날을 앞두고 오늘 이 자리가 마련했다”고 했다.

@highlight

주러시아한국문화원은 지난 7일부터 11월 7일까지 모스크바 소재 문화원에서 한글날을 기념하여 이석배 주러 대사 등 200여 명이 참석한 가운데, 과거 세계서예전북비엔날레 총감독으로서 한국 서예 세계화에 앞장서 온 김병기 서예가(전북대 교수)의 작품 세계를 조명하는 ‘김병기 서예전’ 개막식을 열었다.