한국토지주택공사가 임대아파트에 설치한 전기차 충전 인프라 중 77%에 해당하는 280기의 충전기가 방치된 채 제 역할을 하지 못하는 것으로 나타났다.

국회 국토교통위원회 소속 이용호(남원·임실·순창) 의원이 한국토지주택공사(이하 ‘LH’)로부터 제출받은 국정감사 자료에 따르면, 전기차 충전기가 설치된 130개 LH임대아파트 단지 중 34개 단지 89대 전기차만 혜택을 받고, 나머지 96개 단지에는 전기차가 단 한 대도 없는 것으로 밝혀졌다.

현재 96개 단지에 설치된 급속충전기 20기와 완속충전기 260기는 사실상 무용지물로 방치돼 있다.

LH는 2017년부터 한국환경공단 및 한국전력과 MOU를 맺고, 20억 원 가량의 예산을 들여 LH임대아파트 130개 임대아파트 단지에 급속충전기 34기, 완속충전기 331기를 설치했다.

전체 LH임대아파트 중 전기차가 등록된 단지는 117개로 총 215대의 전기차가 등록돼 있다.

충격적인 것은 LH임대아파트 중 전기차 충전 인프라가 가장 많은 곳은 11기의 완속충전기가 설치된 양산 평산 임대아파트에는 전기차를 소유한 입주자가 없다는 점이다.

반대로 전기차 126대가 등록된 임대아파트 83단지는 충전 인프라가 전무한 실정이다.

이용호 의원은 LH 국정감사에서 “전기차 사용자가 전혀 없는 곳에 충전시설이 집중되어 있고 정작 필요한 아파트 단지엔 시설이 전무한 이런 상황은 코미디나 다름없다”면서 “누가, 어디에서, 얼마나 전기차를 사용하는지 조차 파악하지 않고, 무작정 저소득층에게 전기차를 보급하겠다고 충전시설만 설치해 놓은 LH의 행태는 전형적인 전시행정을 보여준 것”이라고 지적했다.

또 이 의원은 “방치된 충전시설을 지역사회와 공유하는 등의 적절한 사용방법을 강구하고 추후에 더는 이런 일이 없도록 수요조사 및 지도·감독을 보다 철저히 해야 할 것”이라고 강조했다.

이에 LH 변창흠 사장은 “부족한 점이 있었다”고 인정하고 “앞으로 충전시설을 구축할 때는 더욱 면밀히 살피겠다”고 약속했다.

@highlight

국회 국토교통위원회 소속 이용호 의원이 LH임대아파트 단지 중 34개 단지 89대 전기차만 설치된 한국토지주택공사(LH) 전기차 충전기의 혜택을 받고, 전기차 충전 인프라가 가장 많은 곳은 오히려 전기차를 소유한 입주자가 없다는 것을 언급하며, 이런 상황을 파악하지 조차 않고 무작정 저소득층에게 전기차를 보급하겠다며 충전시설만 설치해놓은 것은 전형적인 전시행정을 보여주는 것이라며 지적했다.