조국사태로 입법이 추진된 '국회의원 자녀의 대학입학 전형 과정 조사에 관한 특별법'이 금주 초 발의된다.

더불어민주당은 20일 대학 입시를 비롯한 교육의 공정성·신뢰성 제고를 위해 특별법을 금주 초 발의하기로 했다.

조국 전 법무부 장관 자녀의 대학입학 의혹 등을 놓고 교육 불공정성 문제가 제기된 가운데 민주당은 국회의원 자녀 대학 입시에 대한 전수조사 실시를 제안했었다.

이 법안은 당시 제안을 실행하기 위한 것이다.

현재 야당들도 국회의원 자녀 대학 입시 전수조사에 원칙적으로 동의하고 있어 법안 처리 가능성이 높다.

민주당 원내대변인인 박찬대 의원이 일단 법안을 대표 발의한 뒤 민주당은 이에 대한 당론을 모을 예정이다.

민주당은 기존에 알려진 바와 같이 조사 대상을 우선 '국회의원 자녀'로 한정하기로 했다.

박 의원은 "국회의원이 먼저 솔선수범해서 (의원 자녀만을 대상으로) 전수조사를 하고, 만약 고위공직자를 범위에 추가해야 한다면 다른 당과의 협의를 통해 별도 법안을 내는 방식도 생각할 수 있다"고 밝혔다박 의원이 제출할 법안에 따르면 전수조사를 위해 국회의장 소속으로 '국회의원 자녀 대학입학 전형 과정 특별조사위원회'를 설치하며, 위원회는 상임위원 4명을 포함해 13명으로 구성하도록 했다.

대학 전임 교수 이상, 판사·검사·군법무관 또는 변호사, 3급 이상 공무원, 대학 입시 전문가 또는 교육 관련 시민단체에서 10년 이상 재직한 사람 중에서 국회의장이 위원을 임명하도록 규정했다.

또 1년 이내에 조사를 완료하되 6개월 범위에서 한 차례 연장할 수 있다.

30명 이내로 구성된 조사단을 둘 수 있다는 내용도 포함됐다.

법안은 출석 요구를 받은 자가 정당한 이유 없이 3회 이상 출석요구에 응하지 않은 경우 위원회는 동행 명령장을 발부할 수 있도록 하고 있다.

정당한 사유 없이 조사를 거부·기피하거나 조사 관련 정보를 제공했거나 제공하려고 한 자에게 불이익을 가한 자 등에 대해서는 1천만원 이하의 과태료를 부과하도록 했다.

만약 조사 결과 범죄혐의가 있다고 인정되면 검찰에 고발하고 수사기관에 수사 요청을 할 수 있다는 내용도 포함됐다.

동시에 감사원 감사와 교육부에 특별감사를 요구할 수 있도록 했다.

@highlight

더불어 민주당은 이전에 조국 전 법무부 장관 자녀의 대학입학 의혹으로 국회의원 자녀 대학 입시에 대한 전수조사 실시를 제안했었으며 20일 대학 입시를 비롯한 교육의 공정성·신뢰성 제고를 위해 국회의원 자녀들에 대한 조사 특별법을 금주 초 발의했다.