인천지식재산센터(인천상공회의소)는 특허청, 인천광역시와 일자리창출 정책의 일환으로 시민 아이디어 창출과 활용을 도모하여 강한 지식재산권으로 극대화 시킬 공간을 마련하고, 지식재산 중심의 일자리창출에 이바지하기 위해서 인천상공회의소 2층 IP(Intellectual Property : 지식재산권)창업Zone 공간에서 IP창업Zone 19기 교육 수료식을 18일 개최했다.

총 5일 동안 운영된 이번 교육은 인천시민, 예비창업자, 초기창업자를 대상으로 아이디어 구체화 및 지식재산권 창출을 모토로 창의적 사고 및 아이디어 창출(8시간), 사업 아이템 발굴 및 검증(8시간), 지식재산권 제도(8시간), 창업의 이해(8시간), 비즈니스 모델 설계(8시간) 과정을 거쳐 30명 중 24명이 수료하였다.

이번 아이디어 사업화 교육 수료 후 교육생들은 강한 IP를 만들기 위한 멘토링과 사업화·창업 기반 컨설팅을 2주간 진행하고 발굴된 18건의 아이디어에 대해 3D 모델링 설계, 3D프린팅, 특허 지원 등 단계별 맞춤형 지원을 받게된다.

센터는 인천시민의 생활 속 아이디어를 구체화하여 지식재산을 창출하고 이를 통해 사업화까지 연계하는 IP창업Zone 교육을 매년 기수별로 운영 중이며, 이번 19기 교육은 당초 목표인원 20명 중 30명이 신청 접수하여 인천시민의 아이디어 사업화에 대한 관심을 엿볼 수 있었고, 10.14(월)부터 10.18(금)까지 5일간 40시간에 거쳐 진행되었다.

IP창업Zone은 전 과정이 무료로 운영되며, 인천지식재산센터 RIPC 홈페이지 등에 안내문을 참고하여 신청하면 되겠다.

인천지식재산센터 왕동항 센터장은 "시민의 아이디어를 지식재산화·사업화하는 거점기관으로서 IP창업Zone은 누구나 이용 가능한 사업들이 마련되어 있고 센터가 아이디어의 창출, 제품 실현, 강한 특허 등록 및 창업까지 다양하게 도움받을 수 있도록 적극 도울 것이다."라고 밝혔다.

@highlight

인천지식재산센터는 18일 창업Zone 공간에서  IP창업Zone 19기 교육 수료식을 개최하여 24명의 수료자를 배출하였고 이들은 강한 IP를 만들기 위해 발굴된 18건의 아이디어에 대한  단계별 맞춤형 지원을 받게된다.