초소형 전기차를 통한 우편물 배달이 11월부터 시작된다.

우정사업본부 혁신사업 중 하나로 집배원 근무환경 개선에 초점이 맞춰질 전망이다.

과학기술정보통신부 우정사업본부(이하 우본)는 현대캐피탈과 초소형 전기차 운용리스 계약을 체결함에 따라 11월부터 연내까지 전국 우체국에 초소형 전기차 1000대를 배치한다고 21일 발표했다.

초소형 전기차는 국내에서 조립·생산해 안전·환경인증을 통과하고 국내산 배터리를 장착한 차량으로 임차기간은 5년이다.

초소형 전기차가 배달현장에 본격적으로 운영됨에 따라 이륜차 안전사고를 감축하고 미세먼지 저감에도 기여할 것으로 보인다.

또 편지 같은 일반우편물은 감소하고 소포·택배가 증가하는 우편환경 변화에도 적극적으로 대응할 수 있을 전망이다.

특히 배터리 국산화를 시작으로 주요 부품에 대한 국산화를 점진적으로 확대해 관련 시장의 지속적인 성장에도 크게 기여할 것으로 기대된다.

우본은 이에 앞서 서울강남, 세종 등 전국 51개 우체국에서 우편물 배달에 초소형 전기차 70여대를 시험운행 했다.

이에 맞춰 우편물 적재 공간 확대, 주행성능 확보, 편의·안전장치 개선 등 집배원의 요구사항을 반영했다.

실제 적재능력은 이륜차의 6배로 개선했다.

또 안전성 면에선 경사로 밀림 방지장치와 후방 보행자 안정장치 등을 설치했다.

승차감에서도 냉난방기 설치와 운전석 시트 방수 기능을 추가했다.

우본 관계자는 "초소형 전기차 도입으로 집배원들의 안전사고를 줄이는 등 근무환경이 크게 향상될 것으로 기대한다"며 "이번 시범사업이 국내 전기차 관련 산업의 성장에도 기여하길 바란다"고 말했다.

'초소형 전기차 시범사업 설명회'를 거쳐 초소형 전기차 도입계획을 발표했다.

도입 차량에 대해 공개모집, 현장테스트, 제안서 평가를 진행, 우편배달용 규격지침에 적합한 초소형 전기차를 선정했다.

우정사업본부 우편사업용 초소형 전기차 현황.

@highlight

과학기술정보통신부 우정사업본부는 집배원 근무환경 개선을 위해 현대캐피탈과 국내에서 조립·생산해 안전·환경인증을 통과한 초소형 전기차 운용리스 계약을 체결함에 따라 11월부터 연내까지 전국 우체국에 초소형 전기차 1000대를 배치한다.