인터넷을 통해 의료시술 쿠폰을 제공한다는 마케팅성 광고를 올린 의사에게 자격정지 처분을 한 관계기관 조치는 적법하다는 법원 판결이 나왔다.

쿠폰 제공이 문제가 아닌 인터넷사이트 광고를 통해 수수료를 지급한 행위가 의료법 위반에 해당한다고 본 것이다.

서울행정법원 행정14부(김정중 부장판사)는 의사 A씨가 보건복지부장관을 상대로 낸 의사면허 자격정지처분 취소소송에서 원고 패소했다고 21일 밝혔다.

성형외과 전문의인 A씨는 2014년 10월부터 2015년 2월까지 한 인터넷사이트에 '뉴 스컬트라 1병 300분 한정' 광고를 실시했다.

광고비로 지급된 돈은 1300만원 가량 됐다.

그는 광고가 실린 인터넷사이트를 이용해 시술 상품 쿠폰을 구매할 수 있도록 환자를 소개해주면 진료비 15%를 수수료로 지급키로 약정했다.

2014년 11월부터 이듬해 2월말까지 진료비 일부인 1300만원이 웹사이트 운영자들에게 지급됐다.

복지부는 이런 행위가 '의료법 위반'에 해당한다며 A씨에 대해 자격 정지 1개월의 조치를 취했다.

인터넷사이트 운영자들은 의료법 위반 혐의 재판결과 유죄 판결이 확정된 바 있다.

하지만 A씨 측은 "광고를 한 사실은 있으나 본인부담금 면제나 할인, 불특정 다수에게 교통편의를 제공하는 행위에 해당하지 않는다"면서 "영리를 목적으로 인터넷사이트 운영자들을 사주했다고 볼 수 없다"며 복지부 처분에 반발해 소송을 했다.

재판부는 우선 A씨 행위는 "의료법이 금지하는 영리를 목적으로, 환자를 의료기관에 소개·알선·유인하는 행위나 이를 사주하는 행위"라고 판단했다.

또 "A씨는 인터넷사이트를 통해 의료기술이나 의료행위에 관한 정보를 널리 알리는 광고를 제공받은 것이 아니다"라며 "개별환자 사이 특정 의료행위 위임계약 성립을 중개받은 것"이라고 설명했다.

이어 "A씨가 지급한 수수료는 건별 매출에 연동해 정해지는 것"이라며 "광고에 대한 대가로 지급된 것이 아닌 환자를 유치한 성과에 대한 대가로 지급되는 '수수료'라고 평가할 수 있다"고 밝혔다.

A씨 측은 면허정기 기간이 과도하다는 주장을 했지만 재판부는 "해당 의료법 위반 자격정지 기준이 2개월"이라며 받아들이지 않았다.

@highlight

21일 서울행정법원 행정14부는 인터넷을 통해 의료시술 쿠폰을 제공한다는 마케팅성 광고를 올린 의사의 행위가 의료법 위반에 해당하기 때문에 자격정치 처분을 한 관계기관의 조치는 적법하다고 판결했다.