환경분야 늘어...

제주특별자치도가 확보한 내년도 국고보조금이 2010년 이후 최고 수준인 1조5000억원을 돌파했다.

제주도는 올해보다 1437억원 증액된 1조5009억원 규모의 2020년도 국고보조금 예산을 확보했다고 21일 밝혔다.

이는 올해보다 10.6% 증가한 수준으로, 2010년 이후 최대 증가율일 뿐 아니라 4년 만에 정부예산 증가율을 웃돌았다.

제주도는 "지난 8월 말 국비 확보액을 파악할 당시에는 기대에 미치지 못할 것으로 예상했지만 환경부 등 주요 부처와 직접 절충을 벌여 올해보다 10% 이상 늘어난 국비를 확보했다"고 설명했다.

사업별로는 신규 사업 109건에 759억원, 계속 사업 759건에 1조4087억원 등이다.

분야별로는 환경분야 사업비가 대폭 늘어났다.

제주도는 내년도 환경분야 사업비로 올해보다 1526억원(89%)이 증가한 3239억원을 확보했다.

제주도는 환경분야 예산이 확충됨에 따라 노후상수도 관망정비, 스마트 상수도 관망관리 인프라 구축 사업 등을 본격 추진할 계획이다.

제주도는 특히 지방이양 사업으로 대폭 감소할 것으로 예상되던 국가균형발전특별회계(이하 균특회계)를 확보한 것을 큰 성과로 꼽고 있다.

제주도는 "내년 균특회계 제주계정 예산은 지방이양 사업비 1461억원을 포함할 경우 총 4099억원이 확보된 것으로 파악됐다"며 "이는 지난 2009년 이후 처음으로 4000억원을 넘어선 것으로 올해 3619억원과 비교해서도 480억원(13.3%)이 추가 확보된 것"이라고 밝혔다.

제주도는 이달 국회예산 심의가 시작되면 정부예산에 반영되지 않은 사업 예산을 추가로 확보할 수 있도록 총력전을 펼쳐나갈 계획이다.

김현민 기획조정실장은 "국비 증액을 위한 절충과정에서 원희룡 지사를 비롯한 담당자들이 중앙부처를 방문하는 등 예산확보 노력이 결실을 맺은 것으로 풀이된다"며 "정부예산안이 최종 확정되기까지 국회의원과 관계자들을 직접 만나 지역경제 발전을 위한 정부예산을 최대한 추가 확보할 수 있도록 노력하겠다"고 말했다.

@highlight

제주특별자치도는 주요 부처와 직접 협상을 벌여 확보한 내년도 국고보조금이 올해보다 10% 이상 증액된 2010년 이후 최고 수준인 1조5000억원 규모임을 밝히고, 국회예산 심의가 완료되기 전까지 추가 예산 확보에 최선을 다할 예정이라고 전했다.