메이저리그(MLB) 관련 스포츠 축제가 전세계 최초로 서울에서 열린다.

메이저리그 베이스볼이 주최하고 지니이앤씨가 주관하는 ‘MLB EXPERIENCE IN KOREA(MLB 익스피리언스 인 코리아)’행사가 11월 7일부터 10일까지 잠실종합운동장내 문화광장에서 진행된다.

이번 행사는 메이저리그 야구를 전 세계인 누구나 쉽고 보다 가깝게 체험하고 즐길 수 있도록 기획한 글로벌 스포츠 체험 축제다.

전세계적으로 미국을 제외하고 한국에서 처음으로 개최하게 됐다.

특히, 해외 투어 브랜드인 MLB EXPERIENCE가 세계 최초로 한국에서 진행된다는 점은 전세계적으로도 대한민국 야구 위상이 높이 올라갔다는 것을 가늠케 한다.

이를 두고 주최 측은 다양한 프로그램을 진행 될 예정이다.

MLB 레전드와 국내 프로야구 레전드가 참여하는 홈런 더비와 MLB 야구 콘텐츠 체험존에 MLB 레전드 선수들과 함께 하는 클리닉을 포함해 미국 메이저리그 구장에서만 즐길 수 있는 시그니처 음식을 맛볼 수 있는 푸드 존과 스타와 팬이 함께 할 수 있는 팬미팅까지 다양한 프로그램을 마련할 계획이다.

또 관람객들이 직접 체험할 수 있는 프로그램들도 있다.

우선 VR 존을 이용한 게임이다.

실제 베이스 간격으로 만든 도루 존을 구성한 곳에서 도루왕에 도전할 수 있다.

이외에도 스피드건을 통해 관람객이 직접 자신의 구속을 측정 가능하다.

타격 게임도 준비 돼 홈런왕에 도전할 수 있다.

행사기간 중에는 사전 신청을 통해 유소년과 동호인들을 위한 MLB 레전드들과 함께하는 클리닉도 운영 될 예정이다.

이와 함께 ‘2019 MLB EXPERIENCE IN KOREA’ 기간 중 레전드들과 함께 하는 토크 콘서트와 사인회외에도 본 이벤트만을 위한 MD 상품, 또한 미국 현지에서만 판매되는 기념 MD 상품들도 함께 선보일 전망이다.

한편, 티켓예매는 금일 티켓링크와 예스24 등을 통해 예매 할 수 있다.

@highlight

메이저리그 베이스 주최 EXPERIENCE IN KOREA(MLB 익스피리언스 인 코리아)아 행사가 11월 7일부터 10일까지 잠실종합운동장에서 세계 최초로 한국에서 개최하여 한국 야구 위상을 인정받게 되었다.