전남테크노파크(원장 유동국)는 23일부터 중소기업 구인난 해소와 구직자에게 면접기회 제공을 위한 취업박람회 '전남 잡 드림 페어(JOB-DREAM Fair)'를 개최한다.

이번 박람회는 전남테크노파크와 5개 대학이 지난 3월부터 진행한 전남 지역산업 발전 및 혁신형 중소기업 육성을 위한 정책토론회의 후속방안으로 진행한 행사다.

23일 순천대를 시작으로 30일 동신대, 11월 6일 전남대 여수캠퍼스, 11월 13일 목포대, 11월 14일 목포해양대에서 순회 개최한다.

지역 구직자에게 취업기회를 제공하고 지역 중소기업에는 우수인력을 공급해 인력난 해소 및 취업률 증가에 기여하기 위해 마련한다.

박람회는 '현장채용관', '인재맞춤 컨설팅관', '취업비결 전수관', '힐링관' 등 4가지 테마로 구성된다.

현장채용관은 대학별 도내 우수 중소기업 20개사씩 총 100개사가 참여해 대학 및 직업훈련학교, 특성화고 재학생 및 졸업생들을 대상으로 맞춤형 현장채용 면접을 진행한다.

인재맞춤 컨설팅관은 구직자 취업정보 제공을 위한 진로 및 취업상담, 전남도 등 정부 지원사업 정보를 제공하며 취업비결 전수관은 구직자 역량강화를 위한 면접 및 입사서류 컨설팅, 가상현실(VR)면접을 통한 면접 경험 등을 부여한다.

힐링관 테마에서는 구직자 면접 이미지 메이킹을 위한 이력서 사진 촬영, 직업심리검사 등 다양한 흥미·적성 검사를 실시한다.

취업을 희망하는 구직자 누구나 참여가능하며 대학별 박람회 당일 이력서, 자기소개서, 신분증을 지참하여 희망 기업에 지원하면 현장 면접을 진행할 수 있다.

당일 일자리 매칭이 되지 않은 구인기업 및 구직자에게는 전남테크노파크가 추진중인 맞춤형 취업연계 프로그램을 활용해 전문직업상담사가 지속적인 일자리 매칭 서비스를 제공할 예정이다.

유동국 원장은 "이번 박람회가 기업과 구직자에게 좋은 기회가 될 것으로 기대하고 있다"며 "앞으로도 일자리 창출의 산실기관으로서 도내 중소기업의 인력난 해소와 양질의 일자리 제공을 위한 가교 역할에 더욱 더 힘쓰겠다"고 말했다.

@highlight

지역 중소기업에게는 우수인력 공급하여 인력난을 해소하고 지역 구직자에게 취업기회 제공하기 위해 시작된  '전남 잡 드림 페어(JOB-DREAM Fair)'박람회는 전남테크노파크와 5개 대학이 추진하는 행사로 23일 부터 순회 개최를 시작한다.