그룹 ‘빅뱅’ 리더 지드래곤(31)의 전역이 일주일 앞으로 다가왔다.

가요계에 파급력이 큰 그의 컴백으로 인해 솔로·팀 활동뿐 아니라 YG엔터테인먼트의 향후 행보에도 관심이 쏠린다.

20일 가요계에 따르면 지드래곤은 26일 만기 전역한다.

지난해 2월27일 현역 입대했다.

당초 21개월 복무가 예상됐으나 작년부터 군 복무 기간이 단축됨에 따라 한달가량 일찍 전역하게 됐다.

강원 철원 육군 3사단 백골부대 포병연대에서 복무해왔다.

군 복무가 순탄하지는 않았다.

작년 민간병원에서 발목 수술을 받고 국군병원 1인실에 특혜 입원했다는 의혹이 제기됐고, 잦은 휴가 사용을 일부에서 문제 삼기도 했다.

올해 초에는 현역복무 부적합 심의를 통해 앞당겨서 전역을 한다는 주장이 일각에서 제기되기도 했다.

지드래곤이 전역 후 바로 활동에 돌입할지 관심사다.

그는 최근 누나인 패션 사업가 권다미씨와 배우 김민준의 결혼식에 모습을 드러내기도 했다.

지드래곤은 K팝 신에서 가장 강력한 솔로 스타파워를 가지고 있다.

자의든 타의든 그의 솔로 활동 재개가 계속 언급된는 이유다.

빅뱅도 이르면 올해 완전체 활동이 가능하다.

빅뱅의 다른 멤버 태양과 대성이 내달 전역하기 때문이다.

빅뱅의 다른 멤버 탑은 지난 7월 소집해제됐다.

YG는 현재 지드래곤과 빅뱅의 컴백이 절실한 상황이다.

각종 의혹과 구설로 분위기가 침체돼 있기 때문이다.

승리가 갖은 구설로 빅뱅에서 탈퇴하면서 브랜드는 하락한 상황이다.

YG의 정신적 지주였던 양현석 전 총괄 프로듀서도 각종 의혹에 휩싸이면서 직책을 내려놓아 회사 역시 순항하지 못하고 있다.

지드래곤과 빅뱅이 구원투수인 셈이다.

가요계 관계자는 “블랙핑크가 건재하고 최근 악동뮤지션이 음원차트를 휩쓸면서 YG의 분위기가 반전을 위한 발판을 깔아놓았다”면서 “여기에 지드래곤, 빅뱅의 컴백은 YG의 회복세에 방점을 찍을 수 있다”고 예상했다.

@highlight

가요계에서 뛰어난 실력으로 솔로 스타파워를 가지고 있는 빅뱅의 지드래곤이 26일 만기 전역하여 승리, 탑 등으로 침체된 YG의 분위기를 되살릴 수 있을지에 대해 관심이 집중되고 있다.