소녀시대 태연이 다채로운 컬러의 12곡으로 채워진 정규 2집 'Purpose'(퍼포즈)로 28일 돌아온다.

21일 SM엔터테인먼트 측은 공식 홈페이지와 SNS를 통해 정규 2집 'Purpose'(퍼포즈) 트랙리스트를 공개하고 28일 컴백을 공식화했다.

공개된 트랙리스트에는 타이틀 곡 '불티 (Spark)'를 필두로 'Here I Am'(히어 아이 엠), 'Love You Like Crazy'(러브 유 라이크 크레이지), 'Do You Love Me?'(두 유 러브 미?), 'Gravity'(그래비티) 등 작년 단독 콘서트에서 선보인 미발표곡, 'Find Me'(파인드 미), '하하하 (LOL)', 'Better Babe'(베터 베이베), 'Wine'(와인), 'City Love'(시티 러브) 등 10곡의 신곡과 피지컬 음반에만 수록되는 싱글 발표곡 '사계 (Four Seasons)', 'Blue'(블루) 등 2곡의 크레딧이 표기돼있다.

태연은 트랙리스트 공개를 시작으로 티저이미지 컷과 함께 '하하하 (LOL)'를 시작으로 한 음원 하이라이트 콘텐츠 공개를 진행, 컴백기대감을 높여갈 계획이다.

한편 태연은 오는 28일 오후 6시 각 음원사이트를 통해 정규 2집 'Purpose'(퍼포즈)를 공개하고 공식활동에 돌입할 예정인 가운데, 컴백을 기념한 스페셜 사진전 'PURPOSE: THE EXHIBIT'(퍼포즈: 디 이그지빗)을 서울(10월22~27일 용산구 가나아트 한남), 부산(10월23~27일 수영구 F1963) 등에서 열며 다각적인 음악공감 기회를 갖는다.

@highlight

소녀시대 태연은 28일 정규 2집 Purpose로 컴백하는 가운데, 이번 2집에는 타이틀곡 불티를 비롯 12곡이 수록되어 있다.