전주대 탄소연구소장 김홍건 교수(기계자동차공학과)가 ‘2019년 한국기계가공학회 추계 학술대회’에서 학술상을 받았다.

17일과 18일 이틀간 여수 히든베이호텔에서 진행한 대회에서 김 교수는 전주대 탄소연구소장으로서 탄소 소재 신기술 개발과 고급인력 양성 공로를 인정받았다.

김 교수는 탄소 복합재료 응용과 실용화를 위해 4가지 연구분야에 힘썼다.

▲ 탄소 방전 Brush 와이어 응용기술 성능구현 ▲ 탄소 전자기와이어 응용기술 성능구현 ▲ 탄소 전열와이어 및 센서 응용기술 성능구현 ▲ 에너지 저장용 탄소물질 응용기술 성능구현을 주제로 매년 SCI급 국제학술지에 20편씩 싣는다.

최근에는 삼성전자 등 대기업과 함께 탄소 섬유를 이용한 저 오존 공기 청정 기술을 연구했다.

또한 김 교수는 전주대 탄소융합 특성화 융합대학원에 5개 학위 과정을 설치해 공학 석사 180여명, 공학박사 4명을 배출했다.

김 교수는 “연구소 구성원 모두가 자부심과 보람을 느끼며 연구에 매진한다”며 “앞으로도 탄소산업이나 탄소 밸리 육성사업과 연계해 탄소 소재 신기술을 개발하고 탄소 고급인력을 키우겠다”고 말했다.

그는 매사추세츠대(University of Massachusetts) 기계공학과 공학박사를 취득하고 펜실베니아주립대(Pennsylvania State University)에서 박사 후 연구과정(Post-Doc)를 밟았다.

1994년부터 전주대 기계자동차공학과 교수로 재직 중이다.

전주대 탄소연구소장, 한국신재생에너지학회 이사, 한국생산제조 시스템학회 부회장, 한국자동차공학회 호남지회 편집이사 및 부지회장, 전주기계탄소기술원 이사 등을 맡았다.

한편 한국가계가공학회 학술상은 1988년 설립한 한국기계가공학회가 SCI 논문 게재 실적과 기계가공 및 생산공학 발전에 기여한 공로를 종합적으로 평가해 매년 준다.

@highlight

전주대 탄소연구소장 김홍건 교수(기계자동차공학과)가 17일과 18일 이틀간 여수 히든베이호텔에서 진행한 ‘2019년 한국기계가공학회 추계 학술대회’에서 탄소 소재 신기술 개발과 고급인력 양성 공로를 인정받아 학술상을 받았다