국토교통부가 부산·세종 스마트시티 국가시범도시에 적용할 규제샌드박스 사업의 최종 선정 작업에 착수했다.

국토부와 국토교통과학기술진흥원(KAIA·원장 손봉수)은 최근 부산시와 세종시에서 각각 '스마트시티 시범도시 규제샌드박스 활성화사업 착수보고회'를 열고 18개 후보 사업 대상으로 세부 실증계획 수립을 시작했다고 21일 밝혔다.

국토부는 지난 9월 국가시범도시 규제샌드박스 실증사업 후보군으로 부산에서 11개, 세종에서 7개 사업을 각각 선정했다.

이에 따라 18개 후보 사업 주관 기관(기업)은 2억5000만원을 지원받아 사업 세부 실증계획 보고서를 작성, 내년 2월까지 KAIA에 제출한다.

KAIA는 실증계획 보고서를 심사 평가해 내년 4월 안에 2~3개 사업을 최종 선정하고, 선정 사업에 각 10억원 이상을 편성해 시범도시 실증사업화를 추진한다.

스마트시티 시범도시 규제샌드박스 활성화 사업 착수보고회 전경.

18개 사업자와 지역 산·학·연·관의 관심사는 선정 기준이다.

KAIA와 18개 사업자에 따르면 실증계획 보고서에 담긴 규제 유예의 필요성과 회피 가능성, 기술 및 서비스의 차별성, 지역 참여도 등이 선정을 가르는 주요 기준이 될 것으로 예상된다.

KAIA는 보고서에 실증과 상용화 시나리오, 실증 시 안전 대책 등을 자세히 담아 줄 것을 요청했다.

18개 사업자의 원활한 실증계획 수립과 최종 선정 사업 실증을 지원하기 위해 별도의 협의체 구성과 규제, 특허 검토를 위한 법률지원 자문단도 구성해 운영한다.

배성호 국토부 도시경제과장은 "스마트시티 국가시범도시에 적용할 규제유예 기술과 서비스 발굴이 목적이기 때문에 스마트시티 조성 목적, 규제 유예 가능성, 시민 체감도를 집중 살펴볼 것"이라면서 "지역 기관과 기업이 사업을 주도하고 있어 지역 경제 활성화에도 크게 기여하는 포용적 스마트시티 조성의 성공 사례로 만들겠다"고 말했다.

@highlight

국토부와 국토교통과학기술진흥원이 18개 후보 사업 대상으로 스마트시티 시범도시 규제샌드박스 활성화사업 세부 실증계획 수립을 시작했는데 보고서를 심의해 익년 4월 안에 2~3개 사업을 최종 선발하고 선발 사업에 각 10억원 이상을 편성해 시범도시 실증사업화를 진행하며 규제 유예의 필요성과 회피 가능성, 기술 및 서비스의 차별성, 지역 참여도 등이 선정의 주요 기준으로 보인다.