PGA 투어 정규대회 'THE CJ CUP @ NINE BRIDGES'의 3년 연속 공식 후원사 골프 캐쥬얼 브랜드 JDX(대표 김한철)는 지난 17일부터 4일간 성공적인 대회를 마무리하며 전 세계에 다시 한번 알렸다.

이번 2019년 제3회 대회를 마친 '2019 더 CJ컵 @나인브릿지'는 2017년 첫해 3만 5000명으로 시작했지만 이번 세 번째 해는 4만 명 이상의 갤러리가 대회장을 찾으면서 성황리에 막을 내렸다.

제주의 매서운 바람에도 불구하고 국내외 골퍼들의 많은 관심과 응원 속에 선수들의 치열한 명승부가 이어졌다.

JDX가 후원하고 있는 신인왕 임성재와 이경훈(이상 CJ대한통운)이 5언더파 283타로 공동 39위를 차지했다.

대한민국 출전한 16명의 선수 중 임성재는 이번 '2019 더 CJ컵 @나인브릿지'를 통해 한국 선수 가운데 가장 높은 위치인 세계 랭킹 43위로 자리 잡았다.

'2019 더 CJ컵 @나인브릿지'에 총 4만 7천 명의 관람객이 찾아 JDX MD SHOP은 문전성시를 이루며 대회 공식 모자, 티셔츠, 우산 및 FW(가을.겨울) 신상품이 완판 행렬 및 JDX의 다양한 상품 판매를 통해 지난해 대비 250% 이상 신장한 것으로 전했다.

한편 대회의 공식 후원사인 골프 캐쥬얼 브랜드 JDX는 광고 보드, 발광다이오드(LED) 전광판, MD SHOP, 대회 진행요원 2천 명에게 공식 유니폼을 제공해 브랜드를 노출하고, 방송 중계 가상 광고 등을 통한 브랜드 홍보를 통해 전 세계에 JDX를 각인시켰다.

JDX (김한철 대표)는 "이번 THE CJ CUP을 통해 국내 토종 브랜드 JDX를 전 세계에 각인시키는 좋은 기회였을 뿐만 아니라 인정받을 수 있었던 자리였다"라며 "앞으로도 브랜드 이미지 제고를 위한 지속적인 투자와 후원 등으로 적극적인 활약을 펼칠 예정이니 많은 관심과 기대해달라"고 당부했다.

@highlight

골프 캐쥬얼 브랜드 JDX는 3년 연속 공식 후원사를 맡고 있는 PGA 투어 정규대회 '더 CJ컵 앳 나인브리지'대회를 지난 17일부터 4일간 4만 명 이상의 갤러리의 참여 속에 성공적으로 마무리하여 자사 브랜드를 전 세계에 다시 한번 알리는 계기를 만들었다.