영동군은 대형 화재, 지진 등 각종 재난으로부터 군민의 생명과 재산을 보호하고, 범국가적인 총력 재난대응체계 확립을 위해 이달 28일부터 11월 1일까지 5일간 '2019 재난대응 안전한국 훈련'을 실시한다고 밝혔다.

이번 훈련은 그동안 실시된 각종 재난대응훈련의 노하우와 실제상황에 운영된 매뉴얼 등을 토대로 현장감 있는 훈련을 통해 재난관리책임기관 대응체계를 확립하기 위해 진행된다.

훈련 1일차인 오는 28일에는 공무원 비상소집 훈련을 시작으로, 영동경찰서 등 13개 협업 유관기관이 영동체육관 대형화재 발생을 가상한 문제해결형 '지역재난안전대책본부'를 실제 편성, 비상대책기구의 가동 능력과 실전 대응역량을 점검한다.

또한 다중이용시설 점검과 교육을 영동역에서 실시한다.

2일차인 오는 29일에는 골든타임 내 임무와 역할을 명확히 해, 다중밀집시설인 영동체육관 대형 화재 발생과 건축물 붕괴를 가상한 현장훈련을 실시한다.

3일차인 30일에는 민방위 합동 지진대피훈련을 실시하고, 와인터널에서 소방서 합동 지진대피훈련을 실시한다.

4일차인 오는 31일에는 재난취약시설 화재대피훈련(장애인복지관) 및 다중이용시설 재난대피훈련(감고을요양병원)과 긴급 상황 발생 시, 주민 스스로 대처할 수 있는 기초 능력 배양을 위한 '소·소·심(소화기, 소화전, 심폐소생술)' 익히기 교육(노인복지관)을 실시한다.

훈련 마지막 날인 11월 1일에는 불시화재대피훈련(군 청사)과 재난취약시설 화재대피훈련(수가성요양원)을 실시하며, 훈련을 마무리한다.

군 관계자는 "대형화·복잡화·고도화 추세인 재난에 대비하고, 재난발생 시 신속하게 대응하기 위해 관련 기관·단체와 유기적인 협조로, 재난으로부터 안전한 영동군을 만드는데 모든 역량을 집중하겠다"고 밝혔다.

@highlight

영동군은 대형 화재, 지진 등 각종 재난으로부터 군민의 생명과 재산을 보호하고, 범국가적인 총력 재난대응체계 확립을 위해 28일부터 5일간 '2019 재난대응 안전한국 훈련'을 진행하며 1일차에는대형화제를 발생을 가정한 '지역재난안전대책본부'를 편성하여 그 동안 실시된 각종 재난대응훈련의 노하우와 실제상황에 운영된 매뉴얼을 중심으로 대응체계를 확립하려 한다고 밝혔다.