글로벌 조선 해양인 축제 '2019 부산국제조선해양대제전(마린위크 2019)'이 22일~25일까지 나흘간 부산전시컨벤션센터(벡스코)에서 열린다.

부산시와 산업통상자원부, 해양수산부, 대한민국해군, 한국무역협회, 한국조선해양기자재공업협동조합이 공동 주최하는 '마린위크 2019'는 국내외 조선·해양·방위·항만 분야 최첨단 장비와 신기술을 한눈에 볼 수 있는 전시회다.

2001년부터 격년제로 홀수 연도에 열리고 있다.

10회째인 올해는 55개국 1115개 기업이 2600여 부스에서 첨단 장비와 신기술을 전시 소개한다.

마린위크는 '국제 조선·해양산업전(코마린)', '국제해양방위산업전(매덱스)', '국제 항만·물류·해양환경산업전(씨포트)'으로 구성됐다.

코마린에는 현대중공업, 대우조선해양, 한국가스공사, 한화시스템, 풍산, LIG넥스원 등 국내기업과 엠티유, 에머슨, 콩스버스, 후루노, 록히드마틴 등 해외기업이 조선과 조선기자재 기술 및 제품, 해양장비 등을 전시한다.

매덱스에는 미국, 프랑스, 이스라엘, 러시아 등 11개국 160여개 기업이 참가해 함정기술, 해양방위시스템 등 방산제품과 첨단 무기체계, 신기술을 소개한다.

씨포트는 자동크레인, 리프트 등 첨단 해운항만IT 융복합 신기술과 신제품을 선보이는 자리다.

주최측은 전시와 함께 '코마린 콘퍼런스', '세계조선전문가 포럼', '기술정책 세미나', '세계학술대회', '함정기술 및 무기체계 세미나' 등 다양한 부대행사를 마련, 미래 기술발전 방향을 제시한다.

신창호 부산시 미래산업국장은 "조선해양산업 불황에도 불구하고 많은 기업이 참가한 것은 기업 스스로 불황을 극복하겠다는 의지의 표현"이라면서 "신기술 개발과 판로 확보로 난관을 극복할 수 있도록 해외 바이어 초청, 수출상담회 등 해외 마케팅 지원을 강화하겠다"고 말했다

@highlight

'2019 부산국제조선해양대제전'은 국내외 조선·해양·방위·항만 분야 최첨단 장비와 신기술을 볼 수 있는 박람회로 22일~25일까지 부산전시컨벤션센터에서 55개국 1115개 기업이 참가하고, 부산시와 유관기관이 공동 개최한다.