대전시보건환경연구원은 9월부터 인플루엔자 실험실감시를 시작한 이후 지난주 의뢰된 검체에서 대전지역 첫 계절 인플루엔자 바이러스를 검출(H3N1)했다고 22일 밝혔다.

대전에서 올해 첫 인플루엔자바이러스가 검출됐다.

대전시보건환경연구원은 9월부터 인플루엔자 실험실 감시를 시작한 이후 지난주 의뢰된 검체에서 대전지역 첫 계절 인플루엔자 바이러스를 검출(H3N1)했다고 22일 밝혔다.

연구원은 올해 9월부터 내년 8월까지 대전지역 병·의원과 연계해 인플루엔자 및 호흡기 바이러스 유행양상을 조기에 파악하기 위해 호흡기증상 내원 환자를 대상으로 감시사업을 수행하고 있다.

연구원 조사결과 지난해 9월 둘째 주에 대전지역에서 처음 계절 인플루엔자 바이러스가 검출된 것에 비해 5주 늦게 검출됐으며, 유전형은 H3타입으로 고열, 기침, 인후통 등의 증상을 동반할 수 있다.

전국적으로는 감시 시작 이후 15건이 검출돼 올 겨울철 본격적인 유행에 대비할 필요가 있다.

대전지역도 본격적인 인플루엔자 유행 시기가 다가옴에 따라 예방접종을 하지 않은 65세 이상 노인, 호흡기 질환자 등 고위험군은 되도록 사람들이 많이 모이는 곳을 피하고 예방접종을 서두르는 등 건강에 유의해야 한다.

인플루엔자는 호흡기를 통해 감염되는 감염병으로 38℃ 이상의 고열, 마른기침, 인후통 등 호흡기 증상과 함께 두통, 근육통, 피로감, 쇠약감, 식욕부진 등 전신증상을 보인다.

전재현 시 보건환경연구원장은 "인플루엔자는 환자의 기침이나 콧물 등의 분비물을 통해 쉽게 감염되므로 손 씻기, 기침 예절 지키기 등 개인위생 수칙을 철저히 지켜야 한다"며 "이번 대전지역에서 첫 인플루엔자바이러스가 검출된 것을 계기로 신속한 실험실 감시로 감염병 예방 및 확산방지를 통한 시민 건강 지킴에 최선을 다하는 기관이 될 것"이라고 말했다.

@highlight

대전시보건환경연구원은 22일 38℃ 이상의 고열, 마른기침, 인후통 등 호흡기 증상과 두통, 근육통, 피로감, 쇠약감, 식욕부진 등 전신증상을 동반하는 계절 인플루엔자 바이러스가 대전지역에서 처음으로 검출됐다고 밝히고 예방접종을 하지 않은 65세 이상 노인, 호흡기 질환자 등 고위험군은 되도록 사람들이 많이 모이는 곳을 피하고 예방접종을 서둘러야 한다고 권고했다.