데이터 기반 IT 전문기업 비투엔(대표 조광원)은 15일 여의도 콘래드 호텔에서 개최된 'HPE HIT Partner Day'에 참가했다고 밝혔다.

휴렛 팩커드 엔터프라이즈(이하 HPE)의 파트너사 및 관계자 300여 명이 모인 이 행사는 HPE가 제공하는 모든 제품 포트폴리오에 대한 최신 정보 소개 및 국내외 솔루션 시장 현황 공유를 위해 개최됐다.

비투엔은 이날 HPE의 파트너사로 참여하여 세션발표와 솔루션 홍보 부스를 운영했다.

세션발표는 서달원 비투엔 상무가 '기업의 핵심 요소가 되는 AI와 Analytics를 위한 차세대 데이터 플랫폼'의 주제로 진행했으며, 부스에서는 ▲ 메타데이터 관리 솔루션 'SMETA' ▲ 데이터품질 관리 솔루션 'SDQ' ▲ 데이터 수집·통합 솔루션 'SFLOW' ▲빅데이터 플랫폼 'MapR'을 선보였다.

이번에 전시된 SMETA와 SDQ는 비투엔의 공공데이터 개방 경험과 기술력이 집약된 솔루션으로 데이터 거버넌스를 위한 체계적이고 정확한 관리 시스템 구현이 가능하며, SFLOW는 기업 내·외부의 다양한 데이터를 쉽고 빠르게 수집하여 분석 및 활용 시스템에 제공하는 솔루션으로 다양한 유형의 DB, File, 센서 데이터 수집 기능과 빅데이터 플랫폼 연동 기능을 제공한다.

특히, MapR은 빅데이터 플랫폼으로 엑사바이트급 확장성과 고성능을 보장하는 동시에 데이터 보호, 재해 복구, 보안 및 손쉬운 관리 기능 제공과 개방형 API 및 컨테이너 지원을 통해 MapR을 실행하는 서로 다른 환경에서 분산된 애플리케이션 액세스 및 애플리케이션의 원활한 이식성을 보장한다.

유진승 R&D 센터장은 "이제 빅데이터는 기업의 주요 자산이 됐으며, 비즈니스가 데이터 중심으로 접근하고 있다'며 '비투엔은 폭 넓은 분야의 데이터 솔루션을 제공함으로써 기업들이 차세대 경쟁력을 확보할 수 있도록 노력하겠다"고 말했다.

@highlight

15일 여의도 콘래드 호텔에서 열린 'HPE HIT Partner Day'에는 휴렛 팩거드 엔터프라이즈의 파트너사 및 관계자 300여 명이 참여하였고 비투엔은 HPE 파트너사로 세션발표와 솔루션 홍보 부스를 이용하여 데이터 솔루션을 선보였다.