㈜지엔엠라이프의 건강식품 전문 브랜드 GNM자연의품격은 유기농 새싹보리분말을 스틱형 파우치에 담은 신제품 '유기농 새싹보리분말 스틱'을 출시했다고 22일 밝혔다.

새싹보리는 보리의 부드럽고 푸른 어린 잎으로 보리에서 싹을 틔운 뒤 10cm 전후로 자랐을 때 먹기 좋다고 알려져 있다.

신제품 '유기농 새싹보리분말 스틱'은 기존의 통 형태 분말 제품인 '새싹보리분말'에 이어 새롭게 선보이는 스틱형 제품이다.

1박스당 30포, 1포당 1g 구성의 개별 포장으로 위생적이며, 가볍게 휴대하기 좋다.

또한, 이지컷 방식을 적용해 섭취가 편리하다.

원료는 미국산 유기농 새싹보리를 엄선해 사용했다.

원료 선별부터 제조 과정까지 유기가공기준에 맞춰 엄격하게 가공해 한국-미국 유기가공식품 상호 동등성 인정 협정에 따라 국내에서 유기가공식품임을 인정받았다.

GNM자연의품격 업체 관계자는 "최근 새싹보리에 대한 관심이 뜨거워 이를 보다 간편하게 섭취할 수 있는 스틱형 파우치 제품을 개발했다"면서, "입자가 고운 분말 타입으로 물에 타서 음용하거나, 요리에 활용하는 등 활용성도 높은 제품"이라고 설명했다.

이어서, "수경재배로 국산 새싹보리의 뿌리까지 통째로 담고, 1통당 150 g으로 든든한 용량을 자랑하는 '새싹보리분말' 제품도 선보이고 있어 원산지와 제조방식, 포장방식 등을 비교해 취향에 따라 즐겨보시길 바란다."고 덧붙였다.

'유기농 새싹보리분말 스틱'에 대한 자세한 내용 및 구입 정보는 GNM자연의품격 공식 쇼핑몰, 스마트스토어, 오픈마켓, 소셜커머스, 종합몰 등을 통해 확인 가능하다.

@highlight

GNM자연의품격은 입자가 고운 분말 타입의 유기농 새싹보리분말을 간편하게 섭취할 수 있는 스틱형 파우치에 담은 신제품 '유기농 새싹보리분말 스틱'을 출시하고 GNM자연의품격 공식 쇼핑몰, 스마트스토어, 오픈마켓, 소셜커머스, 종합몰 등을 통해 구입 가능하다.