KT(회장 황창규)는 현대모비스, 현대엠엔소프트와 함께 충남 서산에 위치한 현대모비스 주행시험장에서 '5G 커넥티드 카 기술 교류 시연회'를 진행했다고 22일 밝혔다.

KT(회장 황창규)는 현대모비스, 현대엠엔소프트와 함께 충남 서산에 위치한 현대모비스 주행시험장에서 '5G 커넥티드 카 기술 교류 시연회'를 진행했다고 22일 밝혔다.

이 행사는 지난해부터 5G 커넥티드카 기술 개발 협력을 이어오고 있는 KT와 현대모비스가 1차 협력과제를 성공적으로 완수해 개발기술을 시연하고 협력 성과를 공유하기 위해 이뤄진 것이다.

행사가 열린 현대모비스 서산주행시험장은 총면적 약 34만 평 규모로, 국내기업 주행시험장 중 유일하게 자율주행 연구개발이 가능한 첨단주행시험장을 포함하고 있다.

KT는 지난 12월 이곳에 5G 네트워크를 구축하고, 이를 기반으로 한 커넥티드카 기술을 현대모비스와 공동으로 개발하고 있었다.

이날 공개된 1차 개발 완성 과제는 크게 실시간 내비게이션 업데이트 기술과 차량 사물 간 통신(C-V2X) 기술 개발 과제로, 시스템이 완전히 주도권을 가지는 완전자율주행 시대에 안전성 확보를 위한 필수기술들이다.

실시간 내비게이션 업데이트 기술은 선행 차량이 수집한 교통정보를 서버로 보내면 실시간으로 지도에 반영해 후행 차량들에 전달하는 기술이다.

C-V2X 기술은 이동통신을 이용해 차량과 인프라, 다른 차량, 보행자 등과 방대한 양의 데이터를 실시간으로 공유하고, 이를 통해 자율주행 안전성을 높이는 기술이다.

특히, 이날 시연했던 '위급상황 5G 비디오 스트리밍'에는 KT의 5G 기반 초저지연 미디어 스트리밍 기술을 접목했다.

전방차량의 위급상황 영상을 차량간 통신(V2V) 메시지와 함께 실시간으로 주변 차량에 전송하는 기술인데, 고속주행 중 5G 기지국과의 통신시 지연시간과 전송속도를 상황에 따라 최적화 하는 통신기술을 함께 적용해 자율주행 상황에서도 안정적으로 동작할 수 있었다.

@highlight

22일 KT는 현대모비스, 현대엠엔소프트와 함께 개발한 5G 커넥티드카 기술 시연을 위해 충남 서산의 현대모비스 주행시험장에서 '5G 커넥티드 카 기술 교류 시연회'를 열었으며, 이날 KT의 5G 기반 초저지연 미디어 스트리밍 기술을 적용한 '위급상황 5G 비디오 스트리밍'을 시연을 선보였다.