김무환 포스텍 총장은 지난 20일 러시아 극동연방대 설립 120주년 기념 아시아-태평양 지역 대학 총장회의에 참석해 극동연방대와 인적, 학술 교류와 공동연구를 수행하기 위한 MOU를 체결했다.

포스텍(포항공과대학교)은 러시아 블라디보스토크에 위치한 극동연방대(FEFU)와 양해각서(MOU)를 체결하고, 포항과 블라디보스토크의 동반성장·혁신적인 미래 스마트시티로의 발전에 적극 협력해나가기로 합의했다고 21일 밝혔다.

김무환 포스텍 총장은 지난 20일 러시아 극동연방대 설립 120주년 기념 아시아-태평양 지역 대학 총장회의에 참석해 극동연방대와 인적, 학술 교류와 공동연구를 수행하기 위한 MOU를 체결했다.

이번 MOU 체결로 포스텍은 러시아 극동지역 교류 네트워크를 더욱 확대하는 한편, 경북도·포항시와 블라디보스토크 시(市)간 교류협력 활성화에 기여하겠다는 목표를 밝혔다.

특히, 두 대학은 앞으로 포항시와 블라디보스토크가 스마트시티로 성장하기 위한 연구 분야에서 적극적으로 협력해 나갈 방침이다.

경북도와 포항시는 각각 지난 2018년 블라디보스토크 시와 경제, 사회, 문화 교류 양해각서를 체결했으며, 포항시는 교육 등 다양한 분야에서 적극적으로 교류에 나서고 있다.

김 총장은 중국, 일본, 베트남 등 아-태지역 대학 총장이 모인 아-태지역 대학 총장회의에 참석해 "포항시와 블라디보스토크 간의 협력을 기반으로, 두 지역의 대표적인 대학 포스텍과 극동연방대가 새롭게 손을 잡은 것은 더 큰 의미를 갖는다"며 "두 대학의 교류가 포항과 블라디보스토크를 스마트 시티로 발전시키는 것은 물론, 아시아 태평양 지역의 발전을 위한 든든한 기반이 되길 바란다"고 밝혔다.

한편, 2만3000여명의 학생이 재학 중인 극동연방대는 1899년에 개교해 자연과학과 공학, 의학은 물론 인문학과 법학 등의 전공을 갖춘 러시아의 주요 대학 중 하나다.

@highlight

포스텍은 러시아 극동연방대와 양해각서를 체결하여 러시아 극동지역 교류 네트워크를 확대하고 동반성장, 혁신적인 미래 스마트시티로의 발전에 교류협력 활성화에 기여하겠다는 목표를 밝혔다.