천안시가 이달말까지 사용키로 한 천안시 봉명동 행복복지센터 임시청사에 대해 다행히 순천향대학교 부속 천안병원과 연장에 합의해 수억 원의 예산 낭비와 시민불편을 덜게 됐다.

시와 순천향대 천안병원에 따르면 오는 31일까지였던 봉명동 행정복지센터 임대 기간을 신축센터가 완공되는 2020년 3월까지 연장하는 안을 큰 틀에서 합의한 것으로 알려졌다.

봉명동 행정복지센터는 지난 30여 년간 운영하면서 건물 노후화와 청사 공간 부족으로 신민들의 불편을 겪어왔다.

이에 시는 기존부지에 봉명동 행정복지센터의 신축을 결정하고 지난해 12월부터 착공에 들어갔다.

기존 청사 부지에 신청사가 들어서는 만큼 공사완료시까지 운영할 임시청사가 필요했고 시는 학교법인 동은학원과 업무협약을 맺어 구 천안여자상업고등학교 체육관 건물과 주차장을 임시청사로 사용키로 했다.

임시청사 사용 기간은 이달말까지로 이는 신청사의 공사가 끝나는 시점과 맞췄다.

하지만 신청사 공사 도중 지반이 약해져 이에 대한 보강공사의 필요성이 제기됐고 이에 따른 공사 진행으로 공사 기일이 2020년 4월까지 연장이 불가피해졌다.

게다가 임시청사로 사용하는 건물 역시 순천향대 천안병원의 신축일정에 따라 철거를 해야 하는 난관에 부딪혀 골머리를 앓아왔다.

이에 시는 지난 8월 추경예산을 통해 임시청사 이사비용 1억5000만원을 비롯 총 2억4000만원의 예산을 확보하는 등 만약의 사태에 대비하며 순천향대학교 천안병원과 임대 일정을 놓고 협상을 이어왔다.

시와 순천향대 천안병원은 최근 2020년 3월까지 임시청사 임대 연장에 원칙적으로 합의했으며 세부 사항조율이 끝나는 데로 업무협약을 다시 체결하기로 결정했다.

순천향대 천안병원 관계자는 "지역사회와 함께 동행하는 입장에서 시의 어려움을 외면할 수 없었다"며 "또한, 임시청사 이전에 따른 막대한 예산 낭비와 시민 불편을 감안 했을 때 병원신축에 지장이 없는 선에서 임대일정 조정을 결정하게 됐다"고 말했다.

@highlight

지난 30여 년간 운영하며 노후화와 청사 공간 부족으로 불편을 겪어온 봉명동 행정복지센터의 신축이 결정돼 지난해 12월 착공에 들어간 가운데 천안시와 순천향대 천안병원은 오는 31일까지였던 임시청사 임대 기간을 완공 예정인 2020년 3월까지로 늘리는 데에 합의했다.