“양쪽 다 끌어안을 수 없어 유승민, 지역구 관리해야”

자유한국당 내 친박(親박근혜)계 출신인 김진태 의원<사진>이 21일 보수통합과 관련, 바른미래당에 대해선 ‘개별 입당’을, 우리공화당과는 ‘통합 불요(不要)’ 입장을 밝혀 눈길을 끌었다.

김 의원은 이날 한 라디오 인터뷰에서 “바른미래당과 우리공화당이 물과 기름이라서 양쪽을 다 끌어안을 수가 없다”면서 “바른미래당은 헤쳐모여 형식으로 우리가 받아들이면 될 것 같고, 우리공화당 분들은 고생 많이 하시는데 그냥 그대로 두는 게 맞을 것 같다”고 말했다.

김 의원이 그간 ‘태극기 집회’에 열성적으로 참가했던 행적에 비춰 우리공화당이 아닌 바른미래당과의 통합에 우호적인 입장을 보인 것은 의외로 받아들여지는 분위기다.

하지만 김 의원은 바른미래당에 대해 “지금 상태에서 현실적으로 당대당 통합은 어려울 것 같다”면서 “여기 들어오고 싶은 분들은 들어오시고 이렇게 해서 힘을 모으는 게 저는 맞다고 생각한다”고 말해 ‘헤쳐모여’를 통한 개별 입당을 주문했다.

앞서 바른미래당 내 비당권파 모임인 ‘변화와 혁신을 위한 비상행동(변혁)’을 이끄는 유승민 의원(대구 동구을)은 ‘12월초까지 신당 창당’ 계획을 밝힌 상태에서 김 의원이 언급한 ‘한국당 개별입당’ 가능성은 희박하다는 분석이다.

김 의원은 또 “지난번에 지지율 여론조사를 보니까 유 의원 지역구에서 우리 당의 신인후보 반도 못 쫓아오던데”라면서 “여러 가지 큰 정치하시는 것 좋은데, 대권보다 지역구 관리부터 먼저 하시는 게 맞지 않나 싶다”고 유 의원을 겨냥했다.

이는 앞서 영남일보와 대구CBS 의뢰로 에이스리서치가 지난 5~6일 실시한 여론조사(신뢰수준 95% 표본오차 ±4.4%포인트)에서 유 의원이 한국당 김규환 의원(대구 동구을 당협위원장) 및 김재수 전 농림축산식품부 장관과의 1대 1 가상대결에서 모두 2배 차로 뒤졌던 것을 염두에 둔 발언으로 보인다.

@highlight

김진태 의원이 21일 보수통합과 관련해, 바른미래당과 공화당은 물과 기름이라서 양쪽을 다 끌어안을 수가 없으며, 현실적으로 당대당 통합은 어려우니, 바른미래당에 대해서는 '개별 입당'을, 우리공화당과는 '통합 불요'입장을 밝혀 이목을 끌었다.