나라를 지키고자 분연히 일어났던 호남의병들이 일본 군경에 의해 무참히 학살·체포됐던 ‘남한대토벌작전’ 110주년을 상기하기 위한 행사가 거행된다.

22일 광복회 광주전남지부에 따르면, 오는 25일 오전 10시 광주 광산구청 7층 대회의실에서 ‘한말호남의병 추모제 및 어등산 의병의 날 기념식’이 개최된다.

광복회 광주전남지부와 사단법인 한말호남의병기념사업회 박산마을 자치위원회가 공동주최하는 이번 추모제에는 이용섭 광주시장, 장휘국 광주시교육감, 국회 김동철·최경환 의원, 하태성 광주지방보훈청장, 김삼호 광주 광산구청장, 소영민 육군 31사단장 등 각급 기관장들과 한말 호남의병 후손, 광복회원, 지역주민, 학생 등 500여명이 참석할 예정이다.

이번 기념식은 1부 ‘어등산 의병의날 기념식’과 2부 ‘추모제’로 나뉘어 열린다.

1부에서는 이건상 전남일보 총괄본부장이 ‘호남의병은 살아있다’라는 주제로 특별강연을 진행하며 상무대군악대, 극단 ‘폭포와 어울림’의 공연, 김삼호 광상구청장의 기념사가 이어진다.

2부 추모제는 전남도립국악단의 추모진혼 공연과 헌화에 이어 김갑제 지부장의 제문봉독과 이용섭 시장, 장휘국 교육감, 김동철·최경환 의원, 소영민 31사단장 등 각급 기관장의 추모사, 군경대표의 충의격문 낭독 순으로 진행된다.

광산구는 1910년 10월25일 마무리된 남한대토벌작전에서 희생된 호남의병의 넋을 기리고자 지난 2009년 전국 지방자치단체 중 최초로 10월25일을 ‘한말 어등산 의병의 날’로 조례 제정했다.

광복회 광주전남지부와 광산구는 매년 민·관 합동으로 추모제와 함께 기념식을 거행하고 있다.

@highlight

2009년 전국 지방자치단체 중 최초로 10월25일을 ‘한말 어등산 의병의 날’로 제정한 조례에 따라  ‘남한대토벌작전’ 110주년을 상기하기 위한 행사로, 광복회 광주전남지부는 25일 오전 10시 광주 광산구청 7층 대회의실에서 ‘한말호남의병 추모제 및 어등산 의병의 날 기념식’이 개최된다고 밝혔다.