뉴시스 손흥민 발롱도르 후보 30인 포함.

손흥민(토트넘 홋스퍼)이 축구계 최고의 권위를 자랑하는 상 ‘발롱도르(골든볼)’ 최종후보 30인 명단에 포함됐다.

손흥민은 22일(한국시간) 프랑스 축구 전문 매체 ‘프랑스 풋볼’이 발표한 발롱도르 최종후보 30인 명단에 이름을 올렸다.

크리스티아누 호날두(유벤투스), 리오넬 메시(바르셀로나)를 포함해 로베르투 피르미누(리버풀), 로베르트 레반도프스키(바이에른 뮌헨), 베르나르두 실바(맨체스터 시티) 등 세계적인 스타들이 이 상을 놓고 자웅을 겨룬다.

한국인이 발롱도르 최종후보에 포함되는 것은 지난 2002년 설기현(안더레흐트), 2005년 박지성(맨체스터 유나이티드)에 이어 세 번째다.

또 손흥민은 이번 명단에서 유일한 아시아 선수로 이름을 남겼다.

FIFA 올해의 선수상과 합쳐서 수상자를 결정했던 발롱도르는 2017년부터 단독으로 시상식을 치르고 있다.

지난 시즌 수상자인 루카 모드리치(레알 마드리드)는 이번 30인 후보 명단에서 제외됐다.

한편 이강인(발렌시아) 또한 21세 이하(U-21) 선수들에게 주어지는 발롱도르 코파 트로피 최종후보 10인에 포함됐다.

이강인은 폴란드 국제축구연맹(FIFA) U-20 월드컵 당시 한국의 준우승을 견인했다.

대회 최우수선수(MVP)에게 주어지는 골든볼을 받는 등 실력을 보여주고 있다.

주앙 펠릭스(아틀레티코 마드리드), 마티아스 데 리흐트(유벤투스), 모이세 킨(에버튼), 카이 하베르츠(레버쿠젠), 비니시우스 주니오르(레알 마드리드) 등 세계적인 유망주와 함께 상을 놓고 겨룬다.

@highlight

토트넘 홋스퍼 손흥민 선수는 22일 프랑스 축구 전문매체 프랑스 풋볼이 발표한 발롱도르 최종후보 30인 명단에 유일한 아시아 선수로 이름을 올렸다.