소방관의 국가직 전환 관련 법안들이 22일 국회 소관 상임위를 통과했다.

국회 행정안전위원회는 이날 전체회의에서 소방공무원법과 소방기본법·지방공무원법·지방자치단체에 두는 국가공무원 정원법·지방교부세법·소방재정지원특별회계 및 시도 소방특별회계 설치법 개정안 등 소방관 국가직화 법안 6건을 의결했다.

법안들은 지방자치단체별 소방공무원의 처우 격차 등을 줄이기 위해 내년 1월부터 소방공무원 지위를 국가직으로 변경하는 것이 핵심이다.

소방사무에 대해서는 시도지사의 지휘·감독권 행사를 원칙으로 하되, 소방청장이 화재 예방이나 대형 재난 등 필요한 경우에는 시도 소방본부장과 소방서장을 지휘·감독할 수 있도록 했다.

또 담배 개별소비세 20%를 차지하는 소방안전교부세율을 45%로 올리고 소방안전교부세 용도에 인건비를 추가하는 내용도 담았다.

행안위는 또 경찰·소방공무원 등의 권익 보호와 근로환경 개선을 핵심으로 한 공무원직장협의회 설립·운영에 관한 법률 개정안도 처리했다.

이날 행안위를 통과한 법안들은 법제사법위원회 체계·자구 심사를 거쳐 본회의에 상정된다.

한편, 이날 행안위 회의에서는 대학생진보연합(대진연) 소속 회원들이 한미 방위비 분담금 인상을 반대하며 주한 미 대사관저에 기습 침입한 사건을 두고 여야 의원 간 설전이 벌어졌다.

자유한국당 이채익 의원은 "친북 성향 단체인 대학생진보연합이 미 대사관저 앞에서 시위하다 대사관저에 침입한 어처구니없는 일이 발생했는데 경찰이 소극적으로 대처했다"며 "문재인 정부 들어 반미·친북 세력의 불법 행위가 늘었는데 정부가 암묵적으로 용인하는 것 아닌가 의심이 든다"고 말했다.

이에 더불어민주당 김한정(남양주을)의원은 "일부 시민과 학생이 미 대사관저를 넘어간 것은 바람직하지 않은 것이지만 정부가 방조했다는 것은 잘못된 발언"이라고 반박했다.

@highlight

22일 국회 행정안전위원회는 국회 소관 상임위원회 전체회의에서 지방자치단체별 소방공무원의 처우 격차 등을 줄이고자 내년 1월부터 소방관을 국가직화하자는 법안 6건을 의결했다.