코이컴퍼니(대표 추상민)는 스위스 유명 시계 브랜드 그로바나의 탄생 95주년을 맞이하여 95주년 할인 이벤트를 10월 24일(목)부터 31일(목)까지 진행한다.

스위스 메이드 워치 그로바나(GROVANA)를 수입·유통하는 코이컴퍼니(대표 추상민)는 그로바나의 탄생 95주년을 맞이해 95주년 이벤트를 10월 24일(목)부터 31일(목)까지 진행한다.

이번 이벤트는 2019년 그로바나 탄생 95주년을 기념하기 위해 마련했다.

소비자가격 38만원 그로바나 시계를 95원에 구매하는 '95원 이벤트', 3종 그로바나 시계를 50% 할인하는 '단 하루 특가' 그리고 '전 상품 35%할인' 등 3가지 프로그램으로 구성했다.

그로바나 95원 이벤트의 경우, 인스타그램 또는 페이스북 페이지 '좋아요', 이벤트 게시물에 그로바나 응원 '댓글' 및 '공유하기'를 완료하면 추첨을 통해 총 19명에게 그로바나 시계(소비자가격 38만원)를 95원에 판매한다.

당첨자는 11월 8일(월) 오후 1시에 그로바나 홈페이지를 통해 발표한다.

코이컴퍼니는 또 이벤트 종료일인 10월 31일까지 구매고객을 대상으로 배터리 쿠폰(방수, 세척 포함)을 증정한다.

자세한 사항은 '그로바나 95원'을 키워드로 검색하면 내용을 확인할 수 있다.

코이컴퍼니 관계자는 "정통 스위스 메이드 워치, 그로바나 탄생 95년을 기념하기 위해 마련한 이번 이벤트가 합리적인 가격의 고품질 시계 브랜드 그로바나를 알릴 수 있는 기회를 제공한다"면서 "그로바나 모든 제품은 정밀한 스위스 론다(RONDA) 무브먼트, 긁힘걱정이 없는 사파이어 크리스탈 글래스로 제작, 뛰어난 품질과 기능성을 갖췄다"고 말했다.

한편, '그로바나'(GROVANA)는 3년의 국제보증서비스를 제공하고 있다.

오는 11월부터 '하늘 위의 호텔'로 불리우는 대한항공 A380 기내면세점에서도 만나 볼 수 있다.

@highlight

코이컴퍼니는 스위스 유명 시계 브랜드 그로바나의 탄생 95주년을 기념하며, 소비자가격 38만원 그로바나 시계를 95원에 구매하는 '95원 이벤트', 3종 그로바나 시계를 50% 할인하는 '단 하루 특가' 그리고 '전 상품 35%할인' 등 3가지 할인 이벤트를 10월 24일(목)부터 31일(목)까지 진행한다.