제주지역 산업별 취업자 가운데 농업이 가장 많고, 직업별로도 농축산숙련직이 최다인 것으로 조사됐다.

22일 통계청이 발표한 '2019년 상반기 지역별고용조사 취업자의 산업 및 직업별 특성' 자료에 따르면 올 상반기(1~6월) 도내 취업자는 37만8000명으로, 지난해 같은 기간에 견줘 8000명 늘어났다.

비경제활동인구를 포함한 제주인구 67만명 중 56.5%가 일을 하는 셈이다.

산업중분류별 제주지역 상위 취업자는 농업, 음식점·주점업, 소매업(자동차 제외), 공공행정·국방 및 사회보장 행정, 전문직별 공사업 등의 순이다.

세부적으로는 도내 농업 취업자가 가장 많은 5만5000명(취업자 중 14.6%)으로 작년 동기의 4만9000명보다 6000명이 늘었다.

이어 음식점 및 주점업이 3만7000명(9.8%)으로 작년보다 3000명 증가했다.

이밖에 소매업 2만7000명(7.1%), 공공행정, 국방 및 사회보장 행정 2만6000명(6.9%), 전문직별 공사업 2만5000명(6.6%) 등의 순으로 많았다.

도내 직업중분류별 상위 취업자 가운데 농축산숙련직 취업자가 전년 대비 3000명 늘어난 4만8000명(12.7%)을 기록, 1위다.

지난해 상반기까지만 해도 경영 및 회계 관련 사무직 취업자가 5만명에 달해 최고였지만 올해는 6000명 급감하며 4만4000명(11.6%)으로 2위에 그쳤다.

이 밖에 조리 및 음식 서비스직 3만1000명(8.2%), 매장 판매 및 상품 대여직 2만9000명(7.7%), 운전 및 운송 관련직 2만1000명(5.6%) 등의 순으로 뒤를 이었다.

한편 올 상반기 도내 실업자는 1만명으로 지난해 같은 기간의 6000명보다 4000명 늘었다.

특히 15~29세 청년 실업자가 가장 많은 5000명으로 전년 동기 2000명에 견줘 1년 새 두 배 이상 급증했다.

30~49세와 50세 이상 실업자도 각각 3000명으로 작년보다 1000명씩 불었다.

@highlight

제주지역에서 농업이 산업별 취업자 수가 가장 많고 직업별로도 농축산숙련직이 최다인 것으로 조사된 가운데 올 상반기 도내 취업자는 37만 8000명, 실업자는 1만명으로 집계되었다.