4차 산업혁명과 5G 시대에 킬러 서비스로 주목받고 있는 '홀로그램'을 가까이서 보고, 직접 체험 할 수 있는 행사가 열린다.

22일 전북도에 따르면 홀로그램 산업의 발전 가능성과 방향성을 제시하기 위해 전국 최초로 '대한민국 홀로그램 엑스포'가 개최된다.

도와 익산시가 주최하고 전북문화콘텐츠산업진흥원이 주관하는 이번 행사는 25일부터 27일까지 원광대학교 동문 주차장에서 펼쳐진다.

이번 행사는 홀로그램 산업의 발전 가능성과 방향성을 제시하고, 전북도를 홀로그램 산업 육성의 선도지로 공고히 하기 위해 마련됐다.

특히 홀로그램 기술 전시, 체험 등을 통해 홀로그램 산업 육성 분위기 조성과 대국민 홍보 확산의 계기가 될 것으로 보고 있다.

3일간 진행되는 홀로그램 엑스포에서는 홀로그램 장비와 콘텐츠 전시, 홀로그램 아쿠아리움, 홀로그램 영상 등이 전시 시연 된다.

무엇보다 KT, SK텔레콤, LGU+ 등 3대 통신사와 홀로그램 관련 25개 기업, 기관이 참여해 홀로그램 산업의 미래 방향성을 제시하고, 관람객의 이해도를 높일 방침이다.

또 홀로그램 융복합기술 관련 국내 산,학,연 전문가들이 함께 융복합 기술 활용에 대해 모색하는 전문가 포럼도 개최한다.

맞춤형 기술매칭 프로그램과 투자유치, IP컨설팅을 통한 비즈니스 창출을 지원하는 트레이드 페어도 여는 등 다양한 프로그램이 운영된다.

트레이드 페어에서는 홀로그램을 개발하는 10개 기업, 투자사, 연구소 등이 참가해 기업-바이어간 1:1 비즈니스 컨설팅도 실시할 예정이다.

25일 열리게 될 홀로그램 엑스포 개막식에는 송하진 도지사, 이춘석 국회의원, 박맹수 원광대학교 총장, 장석영 과기부 정보통신정책실장 등을 비롯해 기업, 도민들이 참석 할 예정이다.

개막식에서는 '홀로그램'을 처음 접하는 이들을 위해 홀로그램 기술을 활용한 퍼포먼스 공연도 선보일 계획이다.

송하진 전북도지사는 "홀로그램 기술은 문화, 의료, 자동차 등 다양한 산업과 융복합이 가능한 첨단 고부가 가치 산업이다"며 "대한민국의 신성장동력산업으로 만들어 가야 한다"고 강조했다.

@highlight

전북도와 익산시가 주최하고 전북문화콘텐츠산업진흥원이 주관하는 '대한민국홀로그램엑스포'가 25일부터 27일까지 원광대학교에서 개최되어 4차 산업혁명과 5G 시대에 주목받고 있는 '홀로그램'을 체험 할 수 있다.