개교 113주년을 기념하는 제28회 대구 현풍초등학교 총동창 체육대회가 지난 20일 모교운동장에서 1천200여명이 참가한 가운데 성대히 열렸다.

"비슬산 구름 속에 높이 솟았고 낙동강 푸른 물결 넘실거리는 기름진 현내벌에 터잡은 현풍…"

아스라이 멀어져 간 옛 초등학교 시절의 교가를 떠올리며 목청껏 노래하는 그들은 모두가 하나가 되면서 그들만의 화려한 외출을 시작했다.

"그동안 우째 지냈노, 친구야 반갑데이.

세월이 벌씨(벌써) 40년도 더 지났뿟제.

세월참 디기 빠르다 그쟈.”

40~50년의 시공을 뛰어넘어 동심으로 돌아간 그들은 옛 추억의 가뭇한 잔영이 파노라마처럼 펼쳐지면서 반가움을 주체 못한다.

교정의 아름드리 느티나무 아래에서 펼쳐진 한마당 잔치는 해그름에서야 막을 내리면서 아쉬움을 남기기도 했다.

개교 113주년을 자축하는 '제28회 대구 현풍초등학교 총동창 체육대회'가 지난 20일 모교운동장에서 1천200여명이 참가한 가운데 성대히 열렸다.

총동창 만남의 큰잔치는 줄다리기 등 8개 부문의 경기를 청백으로 나눠 진행됐다.

기별 노래자랑에 이은 경품 추첨으로 막을 내렸다.

올해 환갑을 맞이하는 60회 졸업생들에게 후배들이 축가와 함께 팡파르 케이크를 선물하는 장면을 연출해 멋진 추억을 남겼다.

손귀헌 총동창회장은 "113년의 오래된 역사를 발판 삼아 미래로 쉬임없이 나아가자"면서 "믿음과 화합으로 하나로 뭉쳐 선·후배 간의 두터운 정으로 고향발전의 주춧돌이 되자"고 말했다.

1906년에 개교한 현풍초등학교는 대구에서는 종로초등에 이어 두번째로 역사가 깊으며, 지금까지 1만6천여명의 졸업생을 배출했다.

@highlight

1906년에 개교해 지금까지 1만6천여명의 졸업생을 배출한 역사 깊은 대구 현풍초등학교의 개교 113주년을 기념하는 총동창 체육대회가 지난 20일 열려 줄다리기 등 8개 부문의 경기를 청백으로 나누어 진행했다.