위메프가 인기 크리에이터들과 소상공인 판로개척 지원에 나섰다.

[디지털타임스 김아름 기자] 위메프가 인기 크리에이터와 함께 소상공인 우수상품의 판로개척 지원에 나선다.

위메프는 오는 23일부터 12월 4일까지 매주 수요일 저녁 9시에 인기 크리에이터 7명이 진행하는 라이브 방송 '어디까지 팔아봤니'를 진행한다고 22일 밝혔다.

크리에이터 입짧은햇님, 대댕커플(대도서관+윰댕), 쯔양, 엔조이커플, 홍사운드, 소프, 애주가TV참PD가 참여, 릴레이로 라이브 방송을 진행하며 소상공인협동조합에서 엄선한 상품 21개를 홍보한다.

위메프는 영상을 통한 상품 홍보와 판매에 적극 참여할 뿐 아니라 해당 상품에 40% 할인쿠폰을 제공해 참여 소상공인의 매출활성화를 도울 계획이다.

이번 '어디까지 팔아봤니' 행사 목표는 누적판매 7만7777개 돌파다.

위메프는 7주간 7명의 크리에이터와 협력을 통해 목표를 달성하면 소상공인협동조합에 활성 지원금을 기부할 계획이다.

방송 시청은 매주 수요일 저녁 9시에 위메프 기획전 페이지 '어디까지 팔아봤니'와 유튜브, 트위치(대댕커플 편), 아프리카tv(쯔양 편)에서 시청할 수 있다.

소상공인협동조합이 엄선한 21개 우수 제품에는 천년의젓갈 비빔낙지젓갈·한선생 남원김부각·냠몽몽 캐릭터 마카롱·샤인머스켓 청포도·툰드라 친환경 탈취제 플러스·곽두리 쪽갈비 등이 있다.

신희운 위메프 상생협력파트장은 "뛰어난 상품을 갖고도 홍보와 판로개척에 어려움을 겪는 중소기업을 지원하기 위해 인기 크리에이터들과 협력에 나섰다"며 "정보와 재미를 동시에 전달하는 이번 행사가 소비자에게는 재미와 양질의 상품을 제공하고, 중소기업들에게는 고객과의 접점을 키우는 기회가 될 것"이라고 기대했다.

@highlight

위메프는 오는 23일부터 12월 4일까지 매주 수요일 저녁 9시에 인기 크리에이터 7명이  '어디까지 팔아봤니'라이브 방송을한다고 22일 밝혔는데  영상을 통한 상품 홍보와 판매에 참여하고 상품에 40% 할인쿠폰을 제공해 소상공인의 매출 증가를 도울 계획으로 매주 수요일 저녁 9시에 기획전 페이지 '어디까지 팔아봤니'와 유튜브에서  볼 수 있다.