도의회 안행위 "리모델링 아닌 신축계획 재고 필요"… 상임위서 부결 도 "기존 건물 활용안 공간 활용성 등 한계… 현 도청사에 구축 모색"

경기도가 도와 산하 공공기관의 정보를 통합 관리하기 위해 추진한 클라우드 기반의 ‘데이터센터’(IDC) 구축계획에 제동이 걸렸다.

22일 도와 경기도의회에 따르면 도가 제출한 ‘2020년도 정기분 공유재산관리계획안’에 포함된 ‘도 데이터센터(통합전산센터) 구축계획’이 소관 상임위원회 심의 문턱을 넘지 못한 채 부결됐다.

도의회 안전행정위원회는 지난 21일 해당 공유재산계획안을 심의하면서 기존 이용 가능 건물의 리모델링이 아닌 신축으로 계획이 수립된 데이터센터 구축에 대한 재고가 필요하다는 데 의견을 모았다.

안전행정위 박근철(민·의왕1)위원장은 "구축 예정부지에 있는 도 건설본부 건물이 지어진 지 14년밖에 되지 않았다"며 "이를 활용하지 않고 꼭 혈세를 낭비해 신축에 나서야 하는지 재검토가 필요하다고 판단했다"고 말했다.

당초 도는 2022년까지 약 182억 원을 투입, 수원시 호매실동에 위치한 도 건설본부 부지에 지상 3층, 총면적 3천600㎡ 규모로 데이터센터를 신축할 계획이었다.

도는 계획수립 단계에서 2층, 총면적 2천300㎡ 규모의 기존 건물을 리모델링하는 방안도 검토했으나 난공사 발생에 따른 공기 지연, 공간 활용성 한계 등이 우려됨에 따라 신축으로 가닥을 잡았다.

그러나 도의회 심의 과정에서 이러한 계획에 제동이 걸림에 따라 도는 내년 말 신청사(수원 광교) 입주에 따라 남겨지는 현 도청사 내 데이터센터를 구축하는 방안을 포함해 수정안을 모색하겠다는 방침이다.

도 관계자는 "현 도청사 안에서 활용 가능한 부분을 확인해 추진했으면 한다는 도의회의 요구가 있었다"며 "진행 중인 현 청사 활용 방안 연구용역에 이에 대한 내용을 포함해 검토를 진행할 계획"이라고 말했다.

@highlight

경기도가 추진한 '도 데이터센터 구축계획'은 난공사 발생에 따른 공기 지연, 공간 활용성 한계 등의 우려로 신축하는 방향으로 진행하고자 하였으나, 리모델링이 아닌 신축으로 계획을 수립한 데이터센터 구축에 대한 재고가 필요하다는 이유로 상임위원회 심의에서 부결되었다.