郡 일자리지원센터 제역할 '톡톡'

[충청투데이 이종협 기자] 금산군이 일자리 창출을 위해 마련한 '금산군 일자리지원센터'가 제 역할을 다해내고 있다.

군은 지난해 9월부터 군청 지역경제과 내에 일자리지원센터를 설치하고 구인·구직자간 일자리 연결업무를 시작했다.

일자리가 필요한 군민에게 종합적인 취업 정보를 제공하고 구인·구직 지원을 위한 상담·알선에 나서는 등 가교역할을 맡아왔다.

기업은 지역 인재를 채용하고 주민들은 새로운 일자리를 찾게 되면서 지역경제 활성화와 주민 복리증진에도 기여하고 있다는 평가다.

공공성을 매개로 상호간 신뢰가 구축되면서 구인업체의 방문과 구직들의 신청이 점차 늘어나고 있는 추세다.

10월 21일 현재 약 192명의 구직자와 62개소의 구인업체가 신청을 마쳤고 230건의 면접알선과 42명을 취업의 길로 이끌었다.

구직상담을 원하는 구직자는 신분증을, 인재채용을 희망하는 기업체는 사업자등록증과 채용 담당자의 신분증을 준비해 방문하면 다양한 정보를 제공받을 수 있다.

이와 관련 군은 오는 31일 금산다락원 소공연장에서 '제1회 2019 금산군 구인·구직 만남의 날'을 개최할 예정이다.

이번 행사는 구인업체의 고용알선과 구직자 취업정보 제공을 통해 지역기업의 인력난 해소 및 구직자에 대한 안정적인 일자리 제공으로 지역경제 활성화에 기여한다는 취지에서 기획됐다.

참가기업은 금산군 소재 20개 업체이며 약 80여명을 채용할 예정이다.

참여를 원하는 구직자는 행사당일 이력서와 자기소개서 등을 지참, 현장에서 본인이 원하는 업체를 선택해 면접을 볼 수 있다.

군 관계자는 "사회적 취약계층 및 청년 실업자들을 위한 일자리가 넘쳐나고 취업하기 좋은 금산 만들기에 온힘을 기울일 것"이라며 "앞으로 구인·구직 만남의 날과 같은 취업박람회를 개최하고 계층에 맞는 일거리를 창출하는 등 주민들이 취업의 기회를 잡을 수 있도록 최선을 다하겠다"고 밝혔다.

자세한 사항은 지역경제과 일자리지원센터(041-750-2659)로 문의하면 된다.

@highlight

금산군는 '금산군 일자리지원센터'를 통해 일자리가 필요한 군민에게 취업 정보를 제공하고 구인·구직 지원을 위한 상담·알선을 진행하여 지역경제 활성화와 주민 복리증진에 기여하고 있다.