SK텔레콤이 IBK기업은행과 5G와 빅데이터를 활용한 혁신 금융서비스 창출에 힘을 모은다.

SK텔레콤은 IBK기업은행과 서울 종로구 센트로폴리스에 있는 SK텔레콤 5G 스마트오피스에서 '5G 기술과 빅데이터 기반 혁신금융서비스 창출'을 위한 업무협약을 체결했다고 23일 밝혔다.

앞으로 양측은 △5G와 사물인터넷(IoT) 빅데이터를 활용한 중소기업 금융 고도화 △AI(인공지능), 증강현실(AR), 가상현실(VR) 등 ICT 기술을 활용한 IBK기업은행의 디지털 트랜스포메이션(Digital Transformation) △혁신 중소기업 대상 5G MEC(모바일 엣지 컴퓨팅) 구축 활성화 △사회적 가치 창출 및 신규 사업 개발 등에 협력하게 된다.

특히 이번 협약으로 5G와 IoT 빅데이터를 활용한 중소기업 대상 특화 금융서비스가 출시될 계획이다.

5G와 IoT 기반 빅데이터를 활용하면 실시간으로 설비 가동 상황(제조업), 주변 상권 유동인구(서비스업) 등을 알 수 있어, 중소기업들의 숨은 기업가치까지 찾아내 정확하고 신속한 여신심사가 가능해진다.

SK텔레콤의 ICT 기술로 IBK기업은행의 디지털 트랜스포메이션도 가속화될 전망이다.

SK텔레콤의 내비게이션 서비스 '티맵'에서 전국 IBK기업은행 지점들의 영업시간, 실시간 창구 대기시간 등을 제공하는 방안이 대표적이다.

이와 더불어 양측은 혁신 중소기업을 대상으로 5G MEC 구축 활성화에도 나설 계획이다.

5G MEC는 스마트팩토리에 적용되는 제조업 혁신의 필수 인프라 중 하나다.

양측은 5G MEC가 필요한 중소·중견기업에 자금 지원부터 설치까지 원스톱으로 지원하는 방안 등을 검토 중이다.

최일규 SK텔레콤 B2B사업단장은 "IBK기업은행과 협력해 금융 분야에도 SK텔레콤의 5G와 ICT 기술을 더해 강소기업 육성 등 대한민국의 혁신성장을 뒷받침하겠다"고 강조했다.

@highlight

SK텔레콤과 IBK기업은행은 23일에 서울 종로구에 있는 SK텔레콤 5G 스마트오피스에서 5G와 빅데이터를 사용하여 혁신 금융 서비스를 제공하기 위한 협약을 체결하였는데, ICT 기술을 사용하여 IBK기업은행의 디지털 트랜스포메이션 등 새로운 사업 개발 등을 추진하게 된다.