CJ ENM 오쇼핑부문이 리빙 카테고리 PB '앳센셜(@sential)'을 새롭게 론칭한다고 23일 밝혔다.

10년 이상 축적해 온 업계 최고의 PB 운영 역량을 바탕으로 실용성과 품질력을 갖춘 다양한 라이프스타일 제품을 선보인다는 계획이다.

'앳센셜'의 네이밍은 공간, 장소를 의미하는 '@'에 꼭 필요한 제품을 의미하는 에센셜을 합쳐 만들었다.

공간에 대한 인식이 변화하고 있는 트렌드를 반영해 30~40대 고객이 선호하는 디자인과 합리적인 가격을 갖춘 리빙 상품을 선보이는 것이 목표다.

첫 상품은 '선염 침구 세트'다.

선염 원단은 염색 처리된 실로 짠 원단을 말하는 것으로, 패턴이 고급스럽고 안정적이다.

이불은 원헤드 퀼팅으로 솜뭉침을 방지했고 국내산 에어롤솜을 사용해 도톰한 볼륨감과 포근함을 느낄 수 있다.

항균 테스트를 마친 100% 순면의 60수 선염 원단을 사용해 피부가 예민한 고객도 부담없이 사용할 수 있으며 원단부터 완제품까지 모든 공정을 국내에서 진행해 높은 수준의 품질 관리를 거쳤다.

가격은 16만9000원이며 모든 구매고객에게 화이트 침구 세트를 추가로 증정한다.

오쇼핑부문은 앳센셜을 리빙·라이프스타일 브랜드로 육성해 고객에게 실용성과 가성비를 겸비한 상품들을 제안해 나간다는 계획이다.

특히 최신 트렌드를 도출해 전문가의 관점에서 라이프스타일을 제안하는 콘텐츠 스토리텔링에 중점을 둘 예정이다.

앳센셜은 오는 11월 13일부터 17일까지 현대백화점 판교점에서 열리는 '올리브마켓' 행사장에 팝업스토어를 열고 침구, 매트리스 등 상품 라인업을 전시한다.

CJ ENM 측은 "앞으로 침구 이외에도 러그, 조명, 수납가구 등으로 상품구성을 확대해 나갈 것"이라고 말했다.

CJ 오쇼핑이 리빙 카테고리 PB 브랜드 '앳센셜'을 론칭한다.

@highlight

CJ ENM 오쇼핑부문은 리빙.라이프스타일에 집중한 리빙 PB'엣센셜'을 론칭하여 선염침구세트를 선보이고 앞으로 고객에게 실용성과 가성비를 겸비한 상품들을 제안해 나가겠다고 발표했다.