지난 18일부터 20일까지 3일간 보성군 비봉마리나에서 율포해변으로 이어지는 득량만 일대에서 전국요트대회 레이스가 펼쳐졌다.

대회 장소인 비봉마리나 요트 선착장.

남해안 해양관광 거점으로 급성장하고 있는 보성군이 ‘2019 보성군수배 비봉마리나 전국요트대회’를 열고 해양레저 메카로의 돛을 올렸다.

보성 비봉마리나에서 처음 개최된 이번 대회는 대한요트협회가 주관했으며 국가대표 요트선수 30명과 동호인 선수단 150명 등이 참가해 지난 18일부터 20일까지 3일간의 레이스를 펼쳤다.

초·중등부 유소년 전문선수와 윈드서핑, 카이트보딩 종목의 동호인 선수가 참여해 3종목 4개 클래스 14개부로 나눠 각 부 별 7차례 레이스를 진행됐다.

비봉마리나는 득량만으로 형성돼 특유의 잔잔한 파도와 온화한 기후, 적당한 바람이 갖춰져 연중사용이 가능한 이점을 가지고 있다.

또 경기장 주변 암초와 양식장이 없어 요트경기를 펼치기에 최적의 장소로 평가받고 있다.

군은 이번 대회가 비봉마리나에서 율포해변으로 이어지는 득량만 일대를 레저, 문화, 스포츠, 휴양이 어우러진 해양관광 거점으로 발돋움 하는 데 큰 역할을 할 것으로 기대하고 있다.

김철우 보성군수는 “이번 대회를 계기로 비봉마리나를 남해안 요트 산업 중심지로 키워 가고, 사용에 불편함이 없도록 기초 인프라 구축에서부터 규제 개혁까지 세심하게 챙겨나가겠다”고 밝혔다.

한편 보성군은 지난해 9월 오픈한 ‘율포해수녹차센터’와 함께 ‘율포 해변 활어잡기 페스티벌(5~9월)’, ‘해양레저스포츠체험교실’ 등을 운영하며 사계절 즐길 수 있는 해양 관광 상품 개발에 주력하고 있다.

@highlight

보성군은 지난 18일부터 20일까지 3일간 '2019 보성군수배 비봉마리나 전국요트대회'를 개최했습니다.