공기순환기 전문제조업체인 ㈜센도리(대표 박문수·광주 북구 첨단연신로 30번길 46)의가 먼지 제거장치가 적용된 공기순환기(열회수 환기장치)를 개발했다.

GS건설, SK건설, 현대건설, 중흥건설 등 국내 대형건설사들에게 공기순환기의 기술력 인정 받았으며 미세먼지로 공기청정기에 대한 수요자들의 관심이 늘면서 지난해에만1만5000대를 납품했으며 올해 매출목표는 180억원대로 잡고 있다.

센도리가 내놓은 ‘공기순환기’는 공기순환기에 초미세먼지까지 거를 수 있는 헤파필터를 부착하고 있으며 자동청소 기능까지 더해 성능을 크게 강화한 것이 특징이다.

공기순환기는 내부 열교환전열소자를 이용해 냉난방 비용 절감에 효과를 거두고 있으며겨울철에는 온도가 높은 실내 공기의 열을 순환기에 가두고, 차가운 바깥 공기에 열을 더해 공기를 순환시캐며 에너지 효율을 높이고 있다.

공기순환기는 에너지절감 뿐만 아니라 실내공기 오염원(먼지·이산화탄소·포름알데히드·미생물성 물질·담배연기·연소가스·라돈·석면 유해물질·악취·발암물질 등)을 정화해 준다.

센도리 공기순환기는 특허, 신기술, 성능인증, 녹색기술인증, 우수발명품 인증 등 을 보유해 대내외적으로 기술력을 인정 받기도 했다.

한편 센도리는 KAIST 등과 함께 미활용 열회수 시스템 개발 및 에너지저장장치(ESS)를 이용한 에너지공급사업을 추진하고 있다.

박문수 센도리 대표는 “가정 및 실내용을 사용량이 급증하고 있는 공기청정기는 작은 면적의 공기질을 향상시키지만 미세먼지필터가 부착된 공기순환기는 10분만 가동해도 실내 공기를 개선하는 효과를 거둘 수있다”며 “공기순환기 내부의 열교환전열소자를 이용해 냉난방 비용 절감하는 특징을 갖고 있다.

앞으로 신산업 모델이 될 것”이라고 말했다.

@highlight

공기순환기 전문제조업체 (주)센도리가 초미세먼지까지 거를 수 있는 헤파필터를 부착해, 에너지절감 뿐만 아니라 실내공기 오염원을 정화해주는 공기순환기를 개발했다.