진정한 가을의 정취를 만끽하고 싶다면 ‘이 곳’을 빼놓지 말자.

남도 곳곳에는 가을의 전령사인 코스모스가 만개해 장관을 이룬다.

선선한 가을 바람에 아름답게 파도치는 ‘코스모스 스팟’을 소개한다.

광주시농업기술센터가 코스모스가 가득한 농업정원을 오는 11월 5일까지 개방한다.

정원에는 노랑, 보라, 분홍색 등 색색의 국화와 가을을 알리는 코스모스가 한 데 어우러져 가을 정취를 선사한다.

또 주변으로는 꽃댕강과 아스타 등으로 꾸며진 식물터널과 아열대식물, 공기정화 식물로 꾸며진 자연테마식물원, 토종배추를 심은 건강식 텃밭도 조성돼 많은 볼거리를 제공한다.

나주 반남 고분군 일원에는 대규모 가을꽃 단지가 조성돼 장관을 이룬다.

‘빅스타코스모스’.

‘황화코스모스’, ‘코키아’ 등 일곱 빛깔 코스모스를 만나 볼 수 있다.

또 코스모스 단지 사이로는 1km 길이의 산책로와 함께 곳곳에 포토존이 운영된다.

백일홍과 코스모스를 함께 볼 수 있는 곳도 있다.

광양 서천변 둔치에는 5만9천500㎡규모의 꽃단지가 조성됐다.

만개한 형형색색의 코스모스가 장관을 이루고 붉은 백일홍이 아름다움을 더한다.

구례군 구례읍 원방리에 위치한 섬진강변 대숲길에는 노란 코스모스가 활짝 폈다.

섬진강 상수원보호구역 내 조성된 꽃단지에는 코스모스, 미니 해바라기, 유홍초 등의 꽃들이 식재돼 아름다운 풍경을 선사한다.

강진 강진읍 강진만 생태공원도 흐드러진 코스모스로 가득하다.

넓게 펼쳐진 핑크빛 코스모스는 보는 것만으로도 힐링 그 자체다.

또 옆으로는 황금빛 물결이 일렁이는 갈대밭이 조성돼 있어 아름다운 풍경을 자랑한다.

@highlight

진정한 가을의 정취를 만끽하고 싶다면 광주시농업기술센터가 오는 11월 5일까지 개방하는 코스모스가 가득한 농업정원과 대규모 가을꽃 단지가 조성된 나주 반남 고분군 일원 등을 가보는 것을 추천한다.