'미래'와 '건강'을 키워드로 내세운 이색적인 '동국대 G미래 & 건강 융복합 최고경영자과정'이 다음달 5일 공식 출범한다.

급변하는 4차 산업혁명 시대에 명확한 비전과 경영전략을 수립하고 사전 리스크 관리에 도움이 될 것으로 기대된다.

'동국대 G미래 & 건강 융복합 최고경영자과정'은 미래학과 동양미래 예측학, 자연건강 프로그램을 융·복합한 국내 최초의 미래·건강 특화과정이다.

추상적이고 막연한 미래가 아닌 구체적이고 손에 잡히는 미래를 계획하고 대비할 수 있는 CEO과정이라는 평가다.

제1기 과정은 다음달 5일 내년 2월 18일까지, 제2기는 내년 3월 17일부터 7월 7일까지 진행되며, 교육은 매주 화요일 저녁 동국대학교 학명세미나실에서 이뤄진다.

1기 오리엔테이션에서는 박영숙 유엔미래포럼 대표가 미래사회 메가트랜드와 미래변화 등 서양미래학 특강을 전한다.

국내 미래예측학박사 1호 소재학 교수는 '대한민국 현주소와 미래', '대한민국이 세계의 리더 국가로 타고난 운명' 등 동양미래예측학 특강을 진행한다.

본 강의는 '미래학'과 '동양미래예측학'이 주가 되고 '자연건강'과 '문화교양'까지 크게 4분야로 나눠진다.

미래학은 AI와 로봇, 블록체인과 가상화폐, 미래세계와 미래경영, 스마트 기기와 ICT미래, 미래설계, 미래직업 등 세부주제로 진행된다.

동양미래예측학은 성공과 실패 진짜 이유, 인생사계절 석하리듬, 나만의 성공리듬 찾기, 부동산 풍수, 인테리어 풍수 등 세부주제 강의가 이어진다.

자연 건강 분야는 건강한 리더를 위한 스트레스 관리법, 성공최면 NLP와 마음 수련 등의 주제로 구성됐다.

문화교양 분야는 경영필수 법률상식, 현직 부장검사가 보는 사기피해 예방과 대책, 놓치기 쉬운 세무상식 등 세부주제로 강의가 진행된다.

@highlight

'미래'와 '건강'을 키워드로 제시한 이색적인 교육과정인 '동국대 G미래 & 건강 융복합 최고경영자과정'은 미래학과 동양미래 예측학, 자연건강 프로그램을 융·복합한 국내 최초의 미래·건강 특화과정으로 제1기 과정이 다음달 5일 내년 2월 18일까지, 제2기는 내년 3월 17일부터 7월 7일까지 진행되며, 교육은 매주 화요일 저녁 동국대학교 학명세미나실에서 개설된다고 한다.