LH(한국토지주택공사)가 행정중심복합도시(세종시) 6-3생활권 공동주택용지와 고밀복합용지 설계공모 일정을 공개했다.

22일 LH에 따르면 LH는 행정중심복합도시 6-3생활권 공동주택용지 및 고밀복합용지 설계공모를 사전공고했다.

공동주택용지인 L1블럭은 14만2116㎡에 25층 이하로 1350가구, 고밀복합용지인 H2ㆍH3블럭은 7만4061㎡에 35층 이하로 1350가구가 계획돼 있다.

설계공모를 통해 당선자에게 택지공급 우선권을 부여하게 된다.

설계공모 일정은 △공모지침설명회 개최(11월1일) △응모신청(11월11일) △응모작품 접수(2020년 1월20일) △기술심사(1월 21일) △본심사(1월22일) △심사결과 발표(1월23일) △토지계약(2월중) 등이다.

건설사와 시행사, 설계사 모두 이 설계공모에 높은 관심을 보이고 있어 경쟁이 치열할 것으로 예상되고 있다.

응모작품의 설계에 참여하려는 설계사는 하나의 응모작품에만 참여할 수 있으며, 등록법인이어야 한다.

또, 설계업체와는 별개로 책임건축가를 지정해야 한다.

L1블럭은 '랜드마크 주거동 책임건축가'를, H2, H3블럭은 부대복리시설을 포함한 블록 내 소규모건축물에 대해 '소규모건축물 책임건축가'를 지정해야 한다.

L1블럭은 GS건설, 대림산업, 대우건설, 포스코건설 등 건설사는 물론 DA group(디에이그룹), 해안건축, 토문건축 등의 설계사가 눈독을 들이고 있다.

H2ㆍH3블럭은 현대건설, 금호산업, 코오롱글로벌, 한양, 신동아건설 등의 건설사와 유선엔지니어링건축사사무소 등의 설계사가 관심을 보이고 있다.

@highlight

22일, LH에 따르면 행정중심복합도시 6-3생활권 공동주택용지 및 고밀복합용지 설계공모를 사전공고하고 일정은 공모지침설명회 개최,  응모신청, 응모작품 접수, 기술심사, 본심사, 심사결과 발표, 토지계약 등의 순서로 진행되며 공모 당선자에겐 택지공급 우선권을 준다.