사람의 피부에 있는 피지선에서 분비되는 '피지'는 모낭을 거쳐 모공에서 배출되어 피부 표면의 건조를 방지하는 생리적인 역할을 한다.

하지만 이러한 피지는 과다하게 분비되면서 각종 피부질환을 발생시키는 주범이 되기도 한다.

'지루성피부염'과 '여드름'은 피지의 과다 분비로 인해 발생하는 대표적인 피부질환이다.

지루성피부염은 두피, 안면 등에 붉은색의 홍반, 인설 등이 나타나는데 몸의 열이 순환되지 못하면서 피부 온도와 수분 균형이 깨져 피지선 활동량이 증가하는 '열성피지' 현상으로 발생한다.

지루성피부염은 대부분 20~40대 성인에게서 주로 발생한다.

두피에 발생하면 탈모의 원인이 되고, 얼굴에 발생하는 경우 심각한 외모 스트레스의 원인이 된다.

여드름은 얼굴, 목, 가슴, 등, 어깨 부위에 면포, 구진, 고름 물집, 결절 등이 발생하는 염증성 피부질환이다.

피지선 활동이 활발해지면서 피지 분비가 많아지면 피지가 모낭의 구멍을 막으면서 염증이 발생한다.

사춘기 청소년뿐만 아니라 최근에는 20~30대 성인에게도 빈번하게 발생하는 경향이 있다.

생기한의원 강남역점 박치영 원장은 "지루성피부염과 여드름을 치료하기 위해서는 면역 시스템을 안정화시켜 피지선 활동을 개선해주는 것과 함께 열성피지를 제거해 피부 온도와 수분 균형을 맞춰주는 것이 필요하다."라고 말했다.

한의학적인 치료는 면역력과 피부 재생력을 개선하고 염증을 배출하는 한약 치료가 위주가 된다.

또한 약침치료와 침치료를 통해 피부에 직접적으로 시술을 하여 염증을 배출하게 된다.

박치영 원장은 "지루성피부염과 여드름은 조기 치료가 이루어지지 않으면 흉터를 남길 수 있어 체질과 증상에 맞는 원인 치료를 적극적으로 해야 한다."라고 강조했다.

@highlight

생기한의원 원장은피지의 과다 분비로 생기는 지루성피부염과 여드름은 조기 치료로 흉터를 예방할 수 있고 면역력 개선과 체질과 증상에 맞는 치료를 해야한다고 말했다.