올라 칼레니우스 다임러 그룹 이사회 의장 겸 메르세데스 벤츠 회장이 'CES 2020' 기조연설자로 나선다.

기조 강연에서 혁신적인 콘셉트카도 선보일 예정이어서 관심이 쏠린다.

미국 소비자기술협회(CTA)는 내년 1월 미국 라스베이거스에서 열리는 세계 최대 전자·IT 전시회 'CES 2020'에서 올라 칼레니우스 회장이 기조 연설을 한다고 23일 밝혔다.

올해 5월 다임러 이사회 회장으로 취임한 칼레니우스는 다임러 그룹과 자동차 산업에 대한 비전과 혁신을 제시할 예정이다.

특히 기조 연설에서 엔터테인먼트 브랜드 중 하나에서 영감을 얻은 혁신적인 콘셉트카를 선보일 것으로 알려져 주목된다.

CTA는 이 콘셉트카가 사람, 기술, 자연 사이에 새로운 형태의 상호작용을 보여줄 것이라고 소개했다.

자동차와 첨단 IT 기술의 융합이 활발해지면서 자동차 업계 최고경영자가 CES 기조 연설자로 나서는 것은 익숙한 일이 됐다.

지난 2008년 릭 왜고너 제네럴모터스 회장이 자동차 업계 인사로는 처음 기조 연설을 한 이후 벤츠, 포드, 닛산 등 글로벌 완성차 업계 최고 경영진이 여러 차례 기조연설을 했다.

CES 전시에 참가하는 자동차 업체도 꾸준히 늘고 있다.

CES 2020에도 10개의 글로벌 완성차 업체, 140여개 자동차 부품 및 자율주행 소프트웨어 회사가 참여할 예정이다.

최근 USA투데이는 세계 10대 자동차 전시회 중 하나로 CES를 선정하기도 했다.

게리 샤피로 CTA 사장은 "CES는 기술 혁신을 통해 도로를 보다 안전하게 하고 자동차를 더 연결시켜주는 최신 차량 기술의 진원지"라면서 "다임러 그룹 미래에 대한 칼레니우스 회장의 비전과 혁신 제시가 업계 발전에 도움이 될 것"이라고 말했다.

한편 CTA는 CES 2020 기조 연설자로 에드 바스티안 델타항공 CEO, 맥 휘트먼 퀴비 CEO와 제프리 카젠버그 퀴비 설립자를 발표한 바 있다.

김현석 삼성전자 사장도 기조 연설을 검토하는 것으로 알려졌다.

@highlight

미국 소비자기술협회(CTA)는 내년 1월 미국 라스베이거스에서 열리는 세계 최대 전자·IT 전시회 'CES 2020'에서 올라 칼레니우스 회장이 엔터테인먼트 브랜드 중 하나에서 영감을 얻은 혁신적인 콘셉트카를 공개하는 기조 연설을 가질 것이라고 23일 밝혔다.