롯데칠성음료는 오는 26일 오후 6시부터 홍익대 인근 KB청춘마루에서 '핫식스 호러 캐슬' 프로모션을 한다.

롯데칠성음료는 할로윈 데이(10월 31일)를 맞아 오는 26일 오후 6시부터 홍익대 인근 KB청춘마루에서 '핫식스 호러 캐슬(HOT6 Horror Castle)' 프로모션을 한다고 23일 밝혔다.

이번 프로모션은 '도심 속에서 즐기는 오싹한 할로윈! 핫식스 호러 캐슬'을 콘셉트로, KB청춘마루 각 층에 마련한 4개의 테마존에서 소비자가 직접 체험하고 즐길 수 있는 다양한 이벤트가 펼친다.

지하 1층은 핫식스 무한제공 공간과 미니게임이 가능한 핫식스 라운지로 꾸며진다.

1층은 할로윈의 오싹한 분위기를 느낄 수 있는 호러 존(Horror Zone), 2층은 할로윈 분장 체험과 DJ 파티를 즐길 수 있는 고스트 파티 존(Ghost Party Zone), 3층 루프탑은 '기리보이'·'수퍼비'·'죠지' 등 힙합 가수들의 공연을 하는 좀비 존(Zombie Zone)으로 각각 구성했다.

롯데칠성음료는 아프리카 TV와 협업해 당일 프로모션 현장 분위기를 실시간 방송으로 전한다.

BJ 창현의 '거리 노래방', BJ 엣지·윽박·킹기훈·깨박이의 '엣박 vs 킹박?동료모집 앤드(&) 게임' 등이 콘텐츠를 통해 현장 관람객들에게 색다른 즐거움을 전할 계획이다.

롯데칠성음료 관계자는 "핫식스 호러 캐슬 프로모션을 통해 20~30대 소비자에게 젊고 강렬한 핫식스 브랜드 이미지를 전달하려 한다"면서 "내년에 핫식스 출시 10주년인 만큼, 국내 1등 에너지음료로 꾸준히 사랑받도록 다양한 마케팅 활동을 하겠다"고 말했다.

@highlight

롯데칠성음료는 10월 31일인 할로윈 데이를 맞아 오는 26일 오후 6시부터 홍익대 인근 KB청춘마루 각 층에 마련한 4개의 테마존에서 소비자가 이벤트를 직접 체험할 수 있는 '핫식스 호러 캐슬(HOT6 Horror Castle)' 프로모션을 진행할 예정이며, 아프리카 TV와 협업해 당일 프로모션 현장 분위기를 실시간 방송으로 전한다.