제주학교비정규직연대회의가 23일 제주특별자치도교육청 앞에서 기자회견을 열고 비정규직 차별 철폐 약속 이행을 교육 당국에 촉구했다.

제주학교비정규직연대회의가 최근 타결된 임금협상에서 시간제 근로자에 대한 차별이 여전한 문제를 지적하며 비정규직 차별 철폐 등의 약속을 이행할 것을 교육 당국에 촉구했다.

제주학교비정규직연대회의(이하 제주학비연대)는 23일 제주특별자치도교육청 앞에서 기자회견을 열고 "지난 15일 교육부와 17개 시도교육청과의 입금협약 체결을 위한 집단교섭을 통해 기본급 4만원 인상, 근속수당 인상 등 큰 클에서 잠정 합의했다"며 "하지만 세부적으로는 기본급 인상에 따른 시간제 대책 마련과 임금 인상을 미적용 받는 보수체계 외 직종에 대한 보충 교섭이 과제로 남아 있다"고 지적했다.

제주학비연대는 교육 당국과의 합의 결과 기존 6만원에서 10만원으로 인상돼 기본급에 포함되는 교통비가 8시간 미만 근무하는 시간제 비정규직 노동자에는 적용되지 않는 점을 지적하며 교육당국이 차별 해소에 대한 의지를 보일 것을 촉구했다.

그 방안으로 시간제 근무자 교통비 10만원 전액 지급, 보수체계 외 직종에도 임금 인상 동일 적용 등을 제시했다.

제주학비연대는 이어 "사측은 11월 30일까지 진행되는 보충 교섭에 성실하고 책임 있는 자세로 임해야 한다"며 "비정규직 차별이 철폐되고 노동이 존중되는 그날까지 투쟁을 계속할 것"이라고 강조했다.

앞서 지난 21일 교육부와 17개 시·도교육청, 전국학교비정규직연대회의는 전국시도교육감협의회 회의실에서 임금협약을 체결했다.

지난 15일 임금 인상안에 잠정 합의한 데 따른 것이다.

주요 합의 사항은 공통 급여체계를 적용하는 직종의 올해 기본급을 '1유형' 186만7150원, '2유형' 167만2270원으로 올리고 교통보조비를 10만원으로 인상해 기본급에 포함하기로 했다.

2020년 기본급은 1유형 202만3000원, 2유형 182만3000원으로 인상된다.

@highlight

제주학교비정규직연대회의가 23일 기자회견을 열고 기본급 인상에 따른 시간제 대책 마련과 직종에 대한 보충 교섭이 과제로 남아 있다고 지적하며 교육당국이 차별 해소에 대한 의지를 보일 것을 촉구했다.