최정우 포스코 회장이 그룹 신성장동력의 핵심인 리튬 사업 현장을 방문했다.

최 회장은 지난 19일 아르헨티나 북서부에 위치한 '옴브레 무에르토'(Hombre Muerto) 염호의 리튬 추출 데모플랜트 건설 현장을 방문하고 안전을 당부하며 직원들을 격려했다고 23일 밝혔다.

그는 "성공적인 탐사결과를 축하한다. 이곳 지구 반대편 안데스 산맥 4000m 고지에서 다음 50년을 준비하는 중요한 시점을 맞이했다"며 아르헨티나 리튬 사업의 중요성을 강조했다.

이어 "고지대 환경은 산소가 희박하고, 초속 20m/s 이상의 거센 모래바람이 부는 극한의 조건에서 안전을 최우선으로 생각하고 직원 서로 간 안전을 확인해 주는 것이 중요하다"며 "신뢰에 기초한 파트너십을 잊지 말고 지역사회를 비롯한 모든 이해관계자들과 지속적으로 소통해야 한다"라고 안전의식과 기업시민정신을 재차 당부했다.

포스코가 아르헨티나 염호를 정밀 탐사한 결과 리튬 매장량과 염수 생산 능력이 인수 계약 당시 산정했던 것보다 훨씬 많은 것으로 확인했다.

당초 수산화리튬을 연간 2만5000톤씩 약 20년간 생산할 것으로 예상됐으나 50년 이상 지속 생산 가능한 것으로 밝혀졌다.

포스코는 2020년 하반기까지 탐사작업을 계속할 계획으로 추가적인 매장량 확인이 기대하고 있다.

상업화 단계에서도 안정적으로 생산능력을 확대할 것으로 예상된다.

지난해 8월 포스코는 호주의 갤럭시리소시스사로부터 면적 1만7500ha의 아르헨티나 염호를 미화 2억8000만 달러, 약 3300억원에 인수하는 계약을 체결하고 올해 2월 광권인수를 최종 마무리했다.

이후 광권 추가확보를 통해 인근의 추가 광권을 획득했고 포스코가 보유한 광권 면적은 여의도 면적의 약 27배에 해당하는 2만2800ha로 확장됐다.

포스코 최정우 회장이 아르헨티나 리튬 추출 데모플랜트 건설현장을 방문해 안전을 당부하며 직원들을 격려했다

@highlight

지난 19일 최정우 포스코 회장이 그룹 신성장동력의 핵심인 아르헨티나 북서부에 위치한 옴브레 무에르토 염호의 리튬 추출 데모플랜트 건설 현장을 방문해서 리튬 사업의 중요성을 강조했다.