▲ 부산 사상구 괘법동 신라대 캠퍼스 전경.

신라대학교 공공안전정책대학원(원장 이희태)이 범죄 및 재난피해자 심리 문제 해결을 담당할 현장전문가 양성을 위해 ‘피해자상담심리학과’를 개설한다.

23일 신라대에 따르면 2020학년도 1학기 처음 개설되는 ‘피해자상담심리학과’는 석사과정 전공으로 11월 중에 원서를 접수한다.

교수진은 범죄학, 경찰학, 재난안전학, 상담심리학 등을 전공한 신라대 소속 교수들과 경찰청, 소방청, (사)범죄피해자지원협회, 해바라기센터 등에 근무 중인 외부 전문가들로 구성돼 있다.

공공안전정책대학원은 이론 학습과 함께 실제 사례 중심의 교육을 통해 다양한 범죄 및 재난피해자에 대한 상담과 심리적 지원, 위기상황 긴급 개입 및 대응에 필요한 전문지식을 전수할 방침이다.

‘피해자상담심리학과’에서 석사학위를 취득하면 피해자 전담경찰관, 경찰청 소속 일반직공무원인 피해자 심리지원요원, 교정기관의 청소년 쉼터 상담사를 비롯해 공공기관이나 민간기업의 심리상담 관련 분야에 취업할 수 있다.

신라대는 세월호 사건 등으로 국민안전 관련 전문인력 양성의 필요성이 대두된 2015년 국내 최초로 특수대학원인 공공안전정책대학원을 설립한 후 관련 분야 전문가들을 배출해 왔다.

공공안전정책대학원에 ‘경찰-범죄학과’, ‘재난안전학과’ 등 2개 학과를 개설해 운영해오다가 최근 들어 범죄 및 재난 피해자의 심리문제 해결 방안이 사회적 이슈로 떠오른 현실을 반영해 이번에 ‘피해자상담심리학과’를 개설했다.

공공안전정책대학원 김순석 교수는 “신라대가 이번에 범죄 예방과 재난안전 관리 전문가 양성을 위한 기존의 2개 전공 학과 외에 재난과 범죄로 인한 피해자의 심리적 문제 해결에 필요한 전문지식을 공부할 수 있는 학과까지 신설함으로써 전국 최초의 공공안전 분야 특수대학원이라는 명성에 부응하는 전문화 된 교육 시스템을 갖추게 됐다”고 밝혔다.

@highlight

신라대학교 공공안전정책대학원은 2020학년도부터 범죄 및 재난피해자 심리 문제 해결을 담당할 현장전문가 양성을 위해 '피해자상담심리학과'를 개설해 이론 학습 및 외부 전문가들로 교수진도 구성해 실제 사례 중심 교육을 하며, 학위 취득후엔 공공기관이나 민간기업의 심리상담 관련 분야에 취업할 수 있다.