문재인 대통령이 22일 국회 시정연설을 통해 수능 시험 위주의 정시모집 확대를 포함한 입시제도 개편안을 마련하겠다고 밝혔다.

문 대통령의 이 발언은 교육 공정성 강화를 위해 정시모집을 확대해야 한다는 여론에 부응하기 위한 것으로 보인다.

그간 교육부는 정시 확대는 없고, 학생부 종합전형의 공정성을 높이는데 주력한다는 방침을 일관되게 내세워 왔지만, 대통령 발언 직후 정책이 급선회하면서 교육계 혼란이 더욱 가중될 전망이다.

학생부 종합전형은 학교에서 학생부를 기재하거나 대학이 전형자료를 평가하는 과정에서 학부모의 영향이나 특권이 개입될 수 있어 불공정하다는 문제가 꾸준히 제기돼 왔다.

더욱이 조국 전 장관 자녀의 입학과정과 관련한 수시전형 불신이 증폭되면서 일각에서는 폐지 요구까지 불거지고 있는 실정이다.

교육부는 이달 중으로 학생부 종합전형 실태조사를 마치고, 정시 비중 확대를 포함한 입시 개선안을 발표할 예정이라고 하나, 오락가락하는 교육 정책에 혼란을 겪게 될 국민들로서는 불만이 클 수밖에 없다.

어떤 정권이든 대통령의 말 한마디로 대입정책의 근간이 흔들리는 상황이 반복돼선 교육 백년대계를 기약할 수 없다.

정해진 입시정책이 정착되기까지도 많은 노력과 시간이 지났는데 또다시 바뀐다니 학생, 학부모는 물론 교사들도 혼란스럽긴 마찬가지다.

더욱이 주요 대학들도 정시 확대를 추진키로 한 정부 방침과 배치되는 의견이어서 앞으로 교육부와 대학 사이 갈등마저 예상되는 상황이다.

교육단체들도 찬반 의견이 분분한 가운데 앞으로 닥칠 교육 현장의 혼란을 우려하고 있으며, 교육 개혁을 주문해온 교육 시민단체들도 정부 부처 간 정책적 엇박자로 인한 국민의 혼란 가중을 우려하고 있다.

학생부 종합전형이 교육계의 긍정적인 평가에도 불구하고 불공정성 탓에 정시 확대 요구가 증폭된 것은 사실이다.

따라서 입시에서 공정한 관리가 되지 않는 현실을 직시하고 대안을 마련하는 것은 극히 당연한 일이다.

하지만 대입제도가 정권에 따라 흔들린다면 국민들의 혼란은 더욱 커질 수밖에 없다.

수시모집이 정시모집보다 옳은 방향이라고 하더라도 공정성이 훼손된다면 바로잡는 것이 마땅하다.

교육부는 국민들이 무엇 때문에 정시모집을 선호하는지 그 이유부터 바로 봐야 할 것이다.

@highlight

문재인 대통령이 불공정성 문제가 있던 학생부 종합전형을 축소하고 정시모집을 확대하는 개편안을 국회에서 언급하면서 대학 입시 정책 노선에 혼란이 생겼다.