"지방분권회의, 행안부 정부청사 계획에 우려 "의지 있나 의구심 … 대통령·靑, 입장 밝혀라"

[세종=충청일보 장중식기자] 정부세종신청사 신축 계획이 발표된 가운데 대통령 세종집무실 공간이 빠진 것으로 알려져 논란이 예상된다.

행안부는 오는 2022년 완공 목표로 총 사업비 3881억원을 들여 지하 3층, 지상 15층 규모의 정부세종신청사 건립 계획을 지난 22일 발표했다.

하지만 이 계획에 더불어민주당 등이 주도한 '대통령 세종집무실' 공간은 아예 들어있지 않았다.

국회 세종의사당과 함께 세종지역 핵심 현안 사업으로 꼽혔던 청와대 세종집무실에 대한 정부와 여당의 의지를 가늠할 수 있는 대목이었기에 정치권은 물론, 지역사회의 이목이 집중됐다.

이 같은 소식이 전해지자 지방분권세종회의(대표 김준식·정준이)는 23일 성명을 통해 청와대의 공식 입장 표명과 정부세종신청사 실시설계안에 세종집무실 반영을 요구했다.

분권회의는 "그동안 지방분권 및 국가균형발전을 위해 많은 시민들이 염원했던 청와대 세종집무실이 설계안에 반영되지 않은 점에 깊은 우려를 표한다"며 이 같이 밝혔다.

청와대 세종집무실은 행정부의 업무 비효율 해소와 정부의 국가균형발전 의지 표명 차원에서 꼭 필요한 과제였다는 점을 강조한 분권회의는 "지난 2월 김부겸 전 행정안전부장관도 '새로 건립되는 세종 신청사에는 대통령의 집무실이 들어와야 할 것 같고, 국회의 분원까지 오게 되면 실질적으로 많은 비효율이 해소될 것'이라고 밝힌 바 있다"고 강조했다.

특히 분권회의는 설계안에 세종집무실을 반영하지 않은 것에 대해 "정부가 세종집무실을 설치할 의지가 있는지에 관해 많은 의구심을 갖게 한다"며 대통령과 청와대의 명확한 입장 표명이 필요하다고 역설했다.

정부부처 중 3분의 2에 해당하는 12개 부처가 세종으로 이전한 상황에서 여당 주도의 국회세종의사당 설립과 함께 대통령 세종집무실에 대한 논란이 제기됨에 따라 향후 청와대와 여당이 어떤 반응을 보일지 주목된다.

@highlight

정부세종신청사 신축 계획이 발표된 가운데 분권회의는 "대통령 세종집무실은 왜 빠져있나" 라는 의구심과 함께, 국가균형발전 의지 표명을 했던 정부에 명확한 입장 표명을 요구했다.