경북 상주시 외남면 소은리에 있는 수령 750여년의 국내 최고령 감나무로 그래서 붙여진 이름이 '하늘 아래 첫 감나무'다.

이 마을 김영주씨 소유로써 경북도의 보호수로 지정돼 있고, 동화'호랑이보다 더 무서운 곶감'에도 등장하며, 인근에는 곶감공원도 있다.

이 감나무에 올해도 3천여 개의 감이 열려 풍성한 결실을 예고하고 있다.

수확한 감은 곶감으로 만들어져 전국에 판매된다.

특히 올해는 감이 굵고 품질이 좋아 곶감의 상품성도 좋아질 것으로 기대된다.

김씨는 이번 주 중 감을 모두 수확해 곶감으로 만들 예정이다.

이 나무는 수령이 오래됐지만 여전히 많은 감이 열려 상주 곶감 홍보에 한몫하고 있다.

품종도 상주 곶감의 재료인 길쭉한 모양의 '둥시'로써 이 감나무는 고욤나무에 접붙인 것이다.

이전에는 대구시 동구 평광동의 사과나무가 가장 오래된 접목으로 불렸지만 소은리 감나무의 수령 등이 밝혀지면서 국내 최고령의 접목으로도 꼽히고 있다.

상주곶감은 조선 '세종실록' 150권 지리지 경상도 편에 이 지역의 주요 공물로 곶감(乾?)이 있다는 기록과 예종실록 2권 즉위년(1468년) 11월 13일 기사 편에 "지금 곶감의 진상을 상주에서 나누어 정하였다(今也乾?之貢, 分於尙州)"라는 기록이 있다.

이는 상주곶감의 역사성과 우수성을 확인할 수 있는 대목이다.

황천모 상주시장은 "하늘 아래 첫 감나무를 통해 상주 둥시와 상주곶감의 전통성·우수성을 다시 한 번 확인하고 전국 유일의 상주곶감공원에서 곶감에 관한 이야기와 주제가 있는 볼거리를 감상하고 전시체험관에서 다양한 체험도 하기 바란다."고 말했다.

@highlight

경북 상주시 외남면 소은리에 있는 수령 750여년의 국내 최고령 감나무인 일명 '하늘 아래 첫 감나무'가 올해에도 풍성한 수확이 예상되어 약 3천여 개의 감이 곶감으로 만들어져 전국적으로 판매될 예정이다.