CJ올리브네트웍스 IT사업부문(대표 이경배)이 서울 용산구청에서 열린 '2019 용산 미래 교육 한마당'에서 평생교육부문 유공 표창을 수상했다.

CJ올리브네트웍스는 2017년 10월 서울시, 용산구와 함께 용산전자상가 도시재생 상생협력 업무협약을 체결하고 관내 청소년을 대상으로 소프트웨어(SW)교육을 제공했다.

CJ올리브네트웍스가 서울 용산구 평생교육부문 유공 표창을 수상했다.

왼쪽부터 성장현 용산구청장과 이인익 CJ올리브네트웍스 IT사업부문 커뮤니케이션팀장.

올해부터 CJ올리브네트웍스 임직원이 직접 강사로 참여하는 대표 사회공헌활동 'CJ SW창의캠프'로 '정보통신기술(ICT) 창의인재 과정', '중학교 자유학년제 연계 주중반'을 신설했다.

관내 약 700여명 초등·중학교 학생이 최신 ICT 기술을 체험하도록 도왔다.

SW창의캠프는 CJ올리브네트웍스가 2015년부터 지속해온 대표 사회공헌 활동이다.

코딩교육이 중요해짐에 따라 '학부모 특별 과정'을 추가 개설, 약 80명 학부모에 코딩 교육을 제공하는 등 코딩교육 문화를 확산했다.

성장현 용산구청장은 "CJ올리브네트웍스가 지역사회 기반 임직원 나눔 활동으로 용산구 아동·청소년 SW코딩교육과 올바른 교육문화 확산에 힘썼다"며 "SW코딩교육 의무화에 발맞춰 더 많은 학생에 최신 정보기술(IT)을 직접 경험할 수 있는 교육 기회를 제공하기 위해 앞으로도 민관이 함께 협력하겠다"고 말했다.

용산구청이 주최한 '제2회 용산 미래 교육 한마당'은 혁신교육지구 사업과 평생교육운영 성과를 주민들과 공유하기 위한 행사다.

성 구청장, 전병화 중부교육지원청 교육장, 교육 관계자, 구민 등 약 1000여명이 참석한 가운데 혁신·평생교육에 기여한 개인과 기관에 대한 유공 표창 시상식이 열렸다.

@highlight

CJ올리브네트웍스 IT사업부문이 용산구청에서 열린 '2019 용산 미래 교육 한마당'에서 관내 청소년을 대상으로 SW교육을 제공하고 사회공헌 활동인 SW창의캠프를 운영한 공로로 평생교육부문 유공 표창을 수상했다.