▲ ‘제3회 울산건축문화제’가 울산시와 울산광역시건축사회의 공동 주최로 23일 울산문화예술회관에서 개막했다.

▲ ‘제3회 울산건축문화제’가 울산시와 울산광역시건축사회의 공동 주최로 23일 울산문화예술회관에서 개막했다.

▲ ‘제3회 울산건축문화제’가 울산시와 울산광역시건축사회의 공동 주최로 23일 울산문화예술회관에서 개막했다.

‘제3회 울산건축문화제’가 울산시와 울산광역시건축사회의 공동 주최로 23일 울산문화예술회관에서 개막했다.

오후 3시 울산문화예술회관 소공연장에서 열린 개막식에는 대한건축사협회 울산광역시건축사회 회원들과 울산광역시건축가회 회원, 울산시 관계자, 일반 시민들이 함께 했다.

이번 ‘건축문화제’는 ‘우리집, 울산 건축 잇_다’를 주제로 △기획전시Ⅰ·Ⅱ△일반전시 △체험행사 △학술행사 등 다양한 프로그램으로 진행된다.

<기획전시Ⅰ>은 남구 신정1동 300㎡ 내외의 규모에 ‘노후 도심 주택지 재생’과 관련, 참여 작가 15인이 동네건축 15개를 제안하며 창의적인 건축을 설계하는 과정 및 큰 모형 전시, 작가와의 만남 등이 진행된다.

<기획전시Ⅱ>는 시민들이 신청한 각기 다른 4개의 대지에 ‘건축, 잇_다’ 라는 주제로 창의적인 건축물을 계획해 성과물을 전시하는 방식으로 시민들에게 다가간다.

또 <일반전시>에는 문화예술회관 전시장에서 울산 건축상 수상작 6개 작품, 공공디자인 공모전 수상작 44개 작품, 울산광역시 건축대전 수상작 87개 작품 등이 펼쳐진다.

<특별전시>로 건축가회 작가전이 영상전시로 선보이며, 제9회 울산광역시 공공디자인 공모전 수상 작품전, 울산광역시 건축상전, 울산건축가회 회원전도 마련된다.

26일에는 문화예술회관 제1전시장에서 초등학생 4~6학년들을 대상으로 ‘세계 주요 건축물 만들기’를 주제로 어린이 건축교실을 운영하고, 27일에는 시민들을 대상으로 ‘동네가게 녹슨’, ‘퍼즐집’, ‘대왕별 아이누리’ 등 울산건축상 수상작 건축 문화 투어가 실시된다.

행사는 27일까지 이어진다.

@highlight

울산시와 울산광역시건축사회가 공동 주최하며, '우리집, 울산 건축 잇_다'를 주제로 다양한 프로그램이 계획되어 있는 '제3회 울산건축문화제'가 23일 울산문화예술회관에서 건축가, 울산시 관계자, 일반 시민들이 참석한 가운데 개막됐다.