개그우먼 박나래가 '농염주의보'의 레퍼런스가 된 스탠딩코미디를 언급했다.

23일 오후 서울 종로구 삼청동 블루스퀘어에서는 넷플릭스 오리지널 코미디 '박나래의 농염주의보'(이하 '농염주의보') 기자 간담회에 진행됐다.

개그우먼 박나래 '농염주의보'

이날 박나래는 "스탠딩 코미디를 잘 알지 못했다. '농염주의보'를 준비하며 찾아봤는데 아시아계 미국인 엘리 웡의 코미디가 정말 인상 깊더라. 임신한 상태로 출산과 성 생활 등을 이야기 하는데 정말 멋졌다"고 말했다.

그는 "그 모습에 감탄하며 '아! 나도 임신 하고 싶다!'고 생각했다. 그럼 저렇게 허심탄회하게 말할 텐데. 나도 임신하면 저렇게 말해봐야지 생각했다"며 너스레를 떨었다.

또한 그는 14년차 개그우먼이지만 아직도 개그 '감'이 안 온다며 "아직도 개그를 모르겠다. 매번 '이게 웃긴가?' 싶다. 그건 아마 모든 개그맨의 숙명일 거다. 뚜껑을 열어 볼 때까지 모른다. 스탠딩 코미디는 더 그렇더라"는 고충을 털어놨다.

이어 "자신감이 없었지만 공연을 하고 결정하자는 생각에 밀어붙였다. '안 된다고 하지말고 될 때까지 하자'는 게 제 모토기 때문이다. 그런데 믿음을 가지고 밀고 나가니 관객들도 웃어줬다며 "한 번 더 공연하고 싶다"는 바람을 드러내기도 했다.

그러면서 "이번 공연은 치트키를 쓴 거다. 비방용인데다가 제가 잘 할 수 있는 소재를 쓴 거니 말이다. 그러니 다음 기회가 있으면 다른 소재로 만나보고 싶다. 결혼이나 임신을 해야겠다"고 거들어 현장을 폭소케 만들었다.

한편 '농염주의보'는 박나래가 직접 각본을 쓰고 프로듀싱한 오리지널 코미디쇼다.

어디에서도 공개하지 않았던 '비방용' 이야기를 대방출하는 스탠딩 코미디쇼로 지난 16일부터 넷플릭스를 통해 전 세계 190여개국에 공개됐다.

@highlight

넷플릭스 오리지널 코미디 '박나래의 농염주의보' 기자 간담회가 23일 진행된 가운데, 이날 박나래는 엘리 웡의 코미디가 정말 인상 깊더라. 임신한 상태로 출산과 성 생활 등을 이야기 하는데 정말 멋졌다며 나도 임신하고 싶다고 생각했다고 너스레를 떨었다.