시민단체 “대구시·시교육청만 매번 예산핑계”

내년부터 경북에서도 단계별 고교 무상급식이 시행됨에 따라 대구가 전국에서 유일하게 고교 무상급식을 하지 않는 지역으로 남게 됐다.

경북도·경북도교육청은 지난 21일 열린 교육행정협의회에서 내년부터 고교 3학년을 시작으로 고교 무상급식을 하기로 합의했다.

2021년 2학년, 2022년엔 1학년으로 확대한다.

내년 경북지역 고교 3학년 무상급식엔 152억원가량이 소요된다.

교육청이 55%, 지자체가 45%(도 15%, 시·군 30%)를 각각 부담한다.

경북은 전국 17개 시·도 가운데 16번째로 무상급식 대열에 합류하는 것이다.

이에 따라 대구지역이 전국에서 유일하게 고교 무상급식을 하지 않는 곳이 됐다.

당장엔 관련 계획을 세우기가 여의치 않다는 게 대구시교육청 입장이다.

최근 몇년 새(2017년 초등 4~6·2018년 초등 1~3·2019년 중학 1~3학년) 무상급식 대상이 확대돼 재정 압박이 적지 않기 때문이라는 것.

올해 대구지역 학교(초·중·특수, 고교의 경우 저소득층 학생) 무상급식 예산은 총 1천175억원이다.

시교육청 54%, 대구시 43%, 8개 구·군이 3%를 각각 부담한다.

시교육청은 고교 1~3학년 무상급식엔 365억원의 예산이 들 것으로 내다봤다.

시교육청 관계자는 “내년 세입은 2천억원이 줄어드는 반면 세출은 고교 무상교육(약 346억원) 등으로 더 늘어난다”며 “올해부터 중학교 전 학년 무상급식을 실시하면서 교육청은 물론 시·구·군 부담도 크다.

교육청, 시, 구·군 모두 안정적인 재원이 확보돼야 가능한 사업이기 때문에 지자체와 계속 협의하겠다”고 말했다.

올해 기준 대구와 재정자립도(51.6%)가 비슷한 대전(46.84%)·부산(56.69%)과 더 열악한 강원(28.55%)·전북(26.55%)도 이미 고교 무상급식을 하고 있다.

우리복지시민연합은 23일 낸 성명에서 “전국 대부분 지자체·교육청이 비슷한 어려움 속에서도 고교 무상급식, 나아가 무상교복 등 정책을 펴고 있는 반면, 대구시·대구시교육청은 매번 예산 핑계만 대고 있다”고 말했다.

@highlight

경북도·경북도교육청이 내년부터 고교 무상급식을 하기로 합의해 대구시만 전국에서 유일하게 고교 무상급식을 하지 않게 되었는데 대구시교육청은 당장 관련 계획을 세우기가 쉽지 않다고 밝혔다.