대한건설협회는 24일 국회 법사위에서 건설산업기본법 상 민간공사 대금지급보증을 의무화하는 법안과 국가계약법 개정안들을 병합한 기재위 대안이 통과된 것에 대해 원활한 공사대금 확보와 관련 분쟁이 크게 줄어들 것이라고 밝혔다.

아울러 국가계약법 개정안이 통과되면 건설 업계 숙원인 공공공사 적정공사비 확보와 불공정 관행 근절을 위한 전환점이 될 것이라며 환영했다.

김현아 자유한국당 의원 발의로 추진된 이번 건산법 개정안은 발주자에게 공사대금의 지급보증(담보제공)을 의무화하고, 보증(담보)이 어려운 경우 수급인이 그에 상응하는 보험(공제)에 가입할 수 있도록 보험료(공제료) 지급 의무를 신설해 민간 공사비 지급 관련 안전 장치를 마련하는 내용을 담고 있다.

이에 유주현 회장은 "민간공사에서 발주자와 수급인 간 대금 지급 법적 보호 장치가 미비해 중소 업체들의 피해가 많았던 만큼, 이번 개정안 통과에 끝까지 전력을 다하겠다"고 말했다.

해당 법안을 살펴보면 공공공사 공사비 부족 문제를 근본적으로 개선하기 위한 조항이 담겼다.

특히 법안은 덤핑 입찰 낙찰 배제 기준을 신설했다.

100억원 미만 공사의 경우 순공사비(재료비+노무비+경비)와 부가세를 합산한 금액 대비 98% 미만 입찰자는 원천적으로 낙찰 배제된다.

또 발주 기관의 불공정 행위를 근절하기 위한 조항도 포함됐다.

부당특약 설정은 금지되며 효력도 무효화된다.

또 부당특약에 대한 이의신청을 통한 국가분쟁조정위 회부 근거가 마련됐다.

천재지변 등 불가항력 사유로 인한 공기 연장 시 계약 금액을 조정토록 하는 방안도 명시됐다.

유주현 회장은 "취임 후 중점 추진했던 과제들이 법 개정의 결실을 곧 맺게 돼 다행이라 생각한다"며 "100억원 미만 공사에서 덤핑 입찰 낙찰 배제 기준이 도입된 것은 큰 성과이며, 향후 100억 이상 공사로의 덤핑 낙찰 배제 기준도 확대해 나가겠다"고 말했다.

@highlight

대한건설협회는 김현아 자유한국당 의원이 발의한 공사대금의 지급보증을 의무화하는 건산법 개정안에 대해 공사대금 확보와 지급 관련 분쟁이 줄어들 것이라며 환영의 뜻을 보였다.