경상북도는 오는 25일부터 사흘간 대구 수성못 상화동산 일원에서 영호남의 우수한 농·특산물 홍보판매와 문화교류행사인 '영호남 문화대축전'을 개최한다고 24일 밝혔다.

25일 오후 3시 30분에 열리는 개막식에는 경북도립국악단의 사물놀이 공연을 시작으로 영호남의 화합과 상생으로 잇는 '이음 퍼포먼스', 고산농악보존회 길놀이 공연 등이 다채롭게 펼쳐진다.

이날 개막식에는 이철우 경북도지사를 비롯해 영호남의 자치단체장과 시·도의회 의장 등 주요 인사들과 대구시민들이 함께할 예정이다.

전시프로그램으로 재미와 감동이 있는 문화한마당, 영호남 농식품을 직접 맛보고 체험 할 수 있는 홍보프로그램과 넉넉한 인심을 느낄 수 있는 시식 행사 프로그램으로 우수한 영호남의 맛 알리기 행사가 펼쳐진다.

또한, 우수한 농식품을 저렴한 가격에 구매할 수 있는 판매 부스뿐만 아니라 경매 쇼, 깜짝 할인 등과 같은 다양한 소비촉진 프로그램으로 모두가 행복한 도농상생 한마당축제로 열린다.

아울러 60여개의 농·특산물 시·군 부스에서 경북의 마늘, 고추, 과일과 전남의 미역, 김부각, 젓갈을 비롯한 영호남의 다양한 농산물과 농산가공품을 소비자들에게 저렴하게 판매하는 등 지역 농산물 홍보판로 확대와 도농상생협력 분위기 조성에 한 몫 할 것으로 기대된다.

이 행사는 지난 2014년 서울에서 처음 시작해 여섯 번째 행사로 2015년부터 영호남의 장소를 번갈아 가며(2015년 대구 두류공원, 2016년 광주 광주천, 2017년 대구 상화공원, 2018년 광주 상무공원) 경북과 전남지역의 고유한 문화와 전통을 알리고 인적교류 등을 통해 영호남의 화합과 상생의 초석을 다지는 행사로 자리매김했다.

이철우 도지사는 "소통과 화합의 장인 영호남 문화대축전에서 다양한 문화행사를 즐기시고, 돌아가실 때 두 손 가득 농업인의 마음을 담아 가시길 바란다"고 말했다.

@highlight

경상북도는 영호남의 장소를 번갈아 가며 영호남의 화합과 상생의 초석을 다지는 행사로 자리매김한 문화교류행사인 '영호남 문화 대축전'을 오는 25일부터 사흘간 대구 수성못 상화동산에서 개최한다고 밝혔다.