네트워크 분야 소재·부품·장비 수출규제 대응을 위한 연구개발(R&D)이 추진된다.

과학기술정보통신부는 내년 예산을 편성하고, 수요-공급기업이 참여하는 태스크포스(TF)를 운영해 개발된 기술과 제품이 실제 수요처에 연계될 수 있도록 지원할 계획이다.

내년에는 네트워크 장비·단말부품 자립화, 개발된 제품 성능시험 지원에 131억원이 투입된다.

먼저 장비·부품 자립화를 위한 103억원은 일본 등 해외 의존도가 높은 주요 부품 10개 내외를 선정하고, 과제당 연간 10억원 내외 규모로 투입 중소기업이 경쟁력 있는 제품을 개발할 수 있도록 지원한다.

개발된 장비·단말부품에 대한 성능시험과 실제 현장에서 운영된 실적인 레퍼런스 확보를 지원하기 위해 신규사업 28억원도 정부 예산안에 마련했다.

개발된 제품이 수요처를 확보해 실질적인 성과를 낼 수 있도록 대·중소기업간 협력방안도 마련한다.

과기정통부와 수요-공급기업, 협회, 연구개발 유관기관 등이 참여하는 '5G장비·부품 수요연계 협력TF(융합얼라이언스)'가 운영된다.

과기정통부와 통신 3사, 삼성·LG전자 등 수요기업 5개, 장비·부품을 제조하는 중소기업 5개, 정보통신기획평가원(IITP), 전자부품연구원(KETI), 한국네트워크산업협회(KANI) 등 유관기관 전문가 20여명이 참여한다.

TF는 장비·단말부품 개발 수요가 정부 R&D 기획에 효과적으로 반영되도록 하고, 현안 사항이 발생하면 수시로 회의를 개최해 애로사항 청취 및 대응방안을 모색할 계획이다.

과기정통부 R&D 사업을 기획하는 IITP 과제기획위원도 TF에 참여, 수요가 R&D 기획에 원활히 반영될 수 있게 했다.

24일(목) 개최된 첫 협력TF 간담회에서 과기정통부는 장비·단말부품 자립화, 운영실적 확보 등을 위한 신규사업 소개 및 TF 운영방안을 설명했다.

IITP는 사전 기술수요조사, 수입 의존도 등을 반영한 자립화 지원대상 부품 등을 소개했다.

@highlight

과학기술정보통신부가 네트워크 분야 소재, 부품, 장비 수출규제 대처를 위한 연구개발을 추진하면서 테스크포스를 통해 개발된 기술과 제품이 실제 수요처에 이어질 수 있도록 지원할 계획이며, 내년에는 네트워크 장비, 부품 자립화에 131억원이 투입된다.