3분기 우리나라 경제성장률이 0.4%로 둔화된 것과 관련해 경제수장들이 올해 2% 성장이 쉽지 않다고 진단했다.

24일 국회 기획재정위원회 종합 국정감사에서는 0.4%로 시장 기대치를 밑돈 3분기 경제성장률을 놓고 치열한 공방이 펼쳐졌다.

야당 의원들은 성장률 둔화는 문재인 정부의 경제정책 실패 때문이라며 경제사령탑인 홍남기 부총리 겸 기획재정부 장관에게도 큰 책임이 있다고 질타했다.

김성식 바른미래당 의원은 "3분기 경제성장률 0.4%를 보면 연간 성장률 2% 달성이 어렵다는 전망이 있다"며 "2% 미만 성장은 오일쇼크, IMF 사태, 글로벌 금융위기 때 말고는 없었다"고 지적했다.

이에 홍남기 부총리는 "4분기에 국내총생산(GDP)이 전분기 대비 0.97% 정도 증가하면 성장률 2% 달성이 가능하다"며 "정부가 할 수 있는 모든 수단을 동원해 2% 성장을 달성할 수 있도록 최선을 다하겠다"고 말했다.

홍 부총리는 과거 우리 경제성장률이 2%를 하회했을 때는 급성질환이어서 강력한 대응 정책으로 쉽게 회복했지만, 지금은 저성장, 저금리, 저물가, 대외여건 악화, 경제 체질 약화가 다 섞여서 만성질환이라는 김 의원의 지적에는 "엄중히 생각하고 있다"고 답했다.

홍 부총리는 3분기 성장률이 둔화한 원인에 대해서는 "민간의 성장궤도가 조금은 살아났지만, 기대에 못 미쳤던 것 같다"면서 "정부 부문에서 열심히 했지만, 빈 간극을 채우기에는 좀 부족했던 것 같다"고 말했다.

이주열 한국은행 총재는 "올해 2% 성장이 현재로서는 쉽지 않겠지만, 4분기에는 정부의 재정 노력 등 여러 변수가 있어서 지켜볼 필요가 있다"며 "하여튼 좀 우려하는 바다"라고 설명했다.

이 총재는 적극적 재정 역할이 중요하다며, 재정이 생산성을 높여서 성장 잠재력을 높이는 방향으로 적극적인 역할을 했으면 좋겠다고 말했다.

이 총재는 "경기 하방 리스크가 커서 올해 두 차례 기준금리를 인하했다"며 "향후에도 경기 회복을 지원하기 위해 정책을 운용하겠다"고 밝혔다.

@highlight

24일 국회 기획재정위원회 종합 국정감사에서 0.4%로 시장 컨센을 하회한 3분기 경제성장률에 대해 열띤 논쟁이 벌어지며 경제수장들은 올해 2% 성장이 난해할 것으로 전망해 재정이 생산성을 높여 성장 잠재력을 제고하는 적극적인 역할의 필요성이 제기됐다.