▲ '직지의별' 추모콘서트 포스터.

[충청투데이 송휘헌 기자] '직지의별'이 된 故 민준영·박종성 직지원정대원을 기리는 추모콘서트가 다음 달 5일 청주예술의전당 대공연장에서 열린다.

이번 행사는 1부 영상 '직지의 별, 그들의 발자취'로 민준영·박종성 직지원정대원을 회상하는 시간을 가진다.

2부 김상웅, 오버컴브롬, 유연희가 '위로'를 주제로 공연을 올린다.

3부 '작별'의 시간에는 유익종, 조덕배, 이동원, 사랑과평화 등이 주옥같은 선율을 들려준다.

콘서트 수익금 중 일부는 두 대원의 추모기념관 건립기금으로 기탁한다.

박연수 전 직지원정대장은 "두 대원이 10년 만에 고향에 돌아온 것은 기적"이라며 "10년 만에 돌아온 직지의 별이 외롭지 않고 그 자리에서 시민과 함께 콘서트를 즐길 것이고 기쁘게 작별할 것"이라고 말했다.

직지원정대는 2006년 충북산악구조대원을 중심으로 해외원정등반을 통해 현존하는 금속활자 인쇄본 중 가장 오래된 직지를 전 세계에 알리고자 결성한 등반대다.

고 민준영·박종성 대원은 2009년 9월 직지원정대의 일원으로 히운출리 북벽의 신루트인 '직지 루트' 개척에 나섰다가 그달 25일 오전 5시30분 해발 5400m 지점에서 베이스캠프와 마지막으로 교신하고 난 뒤 실종됐다.

이들은 실종 1년여 전인 2008년 6월 히말라야 6235m급 무명봉에 올라 히말라야에서는 유일하게 한글 이름을 가진 '직지봉'을 탄생시키기도 했다.

파키스탄 정부는 같은 해 7월 27일 이 봉우리의 이름을 직지봉으로 승인했다.

두 대원은 지난 7월 23일쯤 네팔 현지 주민에 의해 발견됐으며 지난 8월 17일 고향인 청주로 돌아왔다.

@highlight

다음 달 5일 청주예술의전당에서는 故 민준영·박종성 직지원정대원을 기리는 추모콘서트가 열리는데, 가수 유익종, 조덕배, 이동원의 공연이 공존하는 이번 콘서트는 수익금 일부를 대원들의 추모기념관 건설에 사용하게 된다.