정부의 부동산 규제가 잇따르자 새로 문을 여는 공인중개업소보다 문을 닫는 공인중개업소가 속출하고 있다.

정부가 민간택지 분양가상한제 확대 시행 방침을 발표한 이후 신규 공인중개업소 수가 6년 만에 1000건 아래로 급감했다.

24일 한국공인중개사협회에 따르면 9월 전국의 공인중개사 신규 개업은 990건으로 집계됐다.

공인중개사 월별 개업 건수가 1000건 이하로 떨어진 것은 2013년 8월 982건 이후 6년 만에 처음이다.

지난달 전국 부동산중개업소 폐업은 1059건으로 지난 6월에 이어 올해 들어 두 번째로 폐업이 개업보다 많았다.

또 최근 5년간 9월 기준 부동산중개업소 폐업이 개업을 앞선 적은 올해가 처음인 것으로 확인됐다.

공인중개사협회 19개 지부 가운데 지난달 폐업이 개업을 초과한 곳은 서울 남부(양천구·강서구·구로구·금천구·영등포구·동작구·관악구), 부산, 대구, 대전, 울산, 강원, 충북, 충남, 전북, 경남 등 10곳이었다.

경남은 작년 4월부터 지난달까지 17개월째 연속으로 매달 폐업이 개업보다 많은 것으로 조사됐다.

공인중개사협회는 정부의 부동산 규제와 최근 중개업소 단속으로 폐업이 더 많아질 것으로 전망했다.

정부는 지난 8월 민간택지 아파트에도 분양가상한제를 확대 적용하겠다는 방침을 발표했다.

분양가상한제 발표 전 다소 활기를 띠었던 주택 거래는 9월 다시 위축됐다.

9월 전국 주택 거래량 6만4088건은 전년 동기 대비 15.8% 줄었으며 최근 5년간 9월 평균 거래량 8만4989건과 비교해도 24.6% 감소했다.

수도권과 서울의 주택 거래량은 1년 전보다 각각 32.3%, 38.7% 쪼그라들었다.

정부의 부동산 규제로 시장에서 거래가 극도로 부진한 것이 공인중개사들의 개업 감소와 폐업 증가에 영향을 끼치는 가장 큰 원인으로 분석된다.

김은진 부동산114 리서치팀장은 "2015년 이후 주택거래량이 지속해서 줄어들면서 일선 중개사무소의 업황 부진이 이어지고 있다"고 말했다.

@highlight

정부의  민간택지 분양가상한제 시행 등 부동산 규제가 잇따르자 신규 개업 중개업소 수가 2013년 8월이후 6년 만에 1000건 아래로 급감하고  폐업하는 업소가 속출하고 있다.