후보지 방문도 불참… 세종시 '발끈'

[충청투데이 이승동 기자] 자유한국당이 국회 세종의사당 설치안에 공식적으로 반기를 들면서, 향후 세종의사당 설치를 둘러싼 여야의 갈등이 커질 전망이다.

자유한국당 정책위가 24일 최근 발간한 '2020 회계연도 예산안 100대 문제사업' 보고서에 세종시의 세종의사당 건설기본 설계비 10억원이 포함됐다.

한국당은 국회 이전과 관련 지난 2004년 헌법재판소가 위헌 판결을 내린 사항이라는 점을 주목하고, 헌법 위배될 소지가 있다는 점을 앞세우고 있는 것으로 알려졌다.

여기에 헌법 기관인 국회를 공공업무 시설로 보고 있다는 점을 문제삼고 있는 것으로 전해졌다.

지난 8일 열린 국정감사에선 집권여당 더불어민주당과 거대 야당 자유한국당이 국회 세종의사당 설치안을 놓고, 공식적으로 충돌하기도 했다.

당시 김상훈 자유한국당 의원은 국회 세종의사당 설치와 관련 "더불어민주당이 여야합의 없이 국회 세종의사당 설치를 추진하려는 꼼수를 벌이고 있다"고 비난했다.

김 의원은 "국회 분원 설치는 이해찬 의원 총선공약이다. 국회분원 설계비 10억원은 국회 예산심의 과정 쪽지 예산으로 끼워넣어 반영됐다. 법적 절차를 따르지 않았다"면서 "국회분원 설치는 국민적 합의사항으로, 법적절차를 따라야한다. 찬반을 떠나 공식적 절차를 따라야한다. 세종시 역량은 주변지역과 상생발전위해 써야한다. 국회분원 설치가 결정된 듯 추진되면 국민들에게 실망을 줄수 있다"고 말했다.

여야가 불협화음을 내면서, 국정감사 이후 예정됐던 국회 국토위 위원들의 국회 세종의사당 후보지 방문일정에도 차질을 빚었다.

자유한국당 의원들은 당초 예정됐던 국회 세종의사당 후보지 방문일정에 불참했다.

세종시는 민감한 반응을 보였다.

시 관계자는 "국회 분원은 지난 대선때 여야를 막론한 공약사항이다. 분원 설치를 공식적으로 반대하는 것은 모순이다. 최근 열린 국회토론에선 본회의와 국회의장의 위치라는 본질적 기능을 건드리지 않는다면 위헌 논란이 없다는 게 학계의 결론이었다"고 말했다.

@highlight

24일 자유한국당 정책위는 최근 발행한 '2020 회계연도 예산안 100대 문제사업' 보고서에서 2004년 헌법재판소의 위헌판결을 받은 경험이 있는 국회 이전 문제와 관련하여 세종시의 세종의사당 설계비 10억원이 들어간 것에 대해 헌법 위배의 소지를 표함으로써 세종의사당 설치를 둘러싼 여야간의 갈등이 심화 될 전망이다.