CU가 고객이 원하는 날짜, 시간, 장소에서 먹고 싶은 도시락을 바로 구매할 수 있도록 도시락 예약구매 서비스를 전국 시행한다고 24일 밝혔다.

해당 서비스를 이용하기 위해서는 CU 멤버십 어플인 포켓CU의 예약구매 메뉴에서 먹고 싶은 도시락을 고른 후 제품을 수령할 점포와 날짜, 시간을 차례대로 선택하면 된다.

주문 수량은 제한이 없다.

제품의 기본 정보에서부터 원재료 및 함량, 영양 정보까지 상세하게 제공된다.

주문 가능 제품은 CU에서 판매하는 도시락 총 15종이다.

날짜 지정은 주문일로부터 2일 이후부터 가능하며 시간은 오전(06시)~야간(00시) 총 4가지 시간대에서 고를 수 있다.

결제와 동시에 교환권이 쿠폰함으로 즉시 발급되며 본인이 지정한 날짜와 시간에 점포로 방문해 교환권을 제시하고 제품을 수령하면 된다.

예약구매 상품은 별도의 스티커가 부착돼 있어 일반 판매가 되지 않는다.

CU가 도시락 예약구매 서비스를 도입하게 된 배경은 전통적인 오프라인 채널이었던 편의점 상권을 모바일 어플을 통해 온라인으로까지 확대해 고객들에게 새로운 편의를 제공하고 이를 통해 점포 수익성을 더욱 극대화 하기 위해서다.

실제, CU는 최근 업계 최초로 멤버십 어플 내 VIP 혜택관을 오픈하고 할인 쿠폰 타임 이벤트를 진행하는 등 모바일 마케팅을 강화하며 단골 고객 확보에 적극 나서고 있다.

그 결과, 지난해 포켓CU 론칭 이후 올해 월평균 어플 방문객수(MAU)가 3배가량 증가했으며 모바일 어플을 이용하는 고객들의 점포 방문 횟수도 월 평균 12회에 달해 일반 소비자 대비 약 1.5배 높은 것으로 나타났다.

최지영 BGF리테일 CRM팀장은 "편의점을 대표하는 상품인 도시락을 예약 시스템으로 판매함으로써 고객 편의를 높이는 동시에 점포 경쟁력도 향상될 것"이라며 "새로운 라이프스타일에 맞춘 CU만의 차별화된 서비스를 적극 개발해 생활 플랫폼으로서의 역할을 더욱 강화해 나갈 것"이라고 말했다.

CU가 도시락 예약구매 서비스를 시작한다.

@highlight

CU가 주문 수량 제한 없이 고객이 원하는 날짜, 시간, 장소에서 먹고 싶은 도시락을 바로 구매할 수 있도록 도시락 예약구매 서비스를 시작한다고 24일 밝혔다