현대모비스는 올해 3분기 매출액 9조 4449억원, 영업이익 6039억원, 당기순이익 5819억원을 기록했다고 24일 밝혔다.

지난해 같은 기간과 비교해, 매출은 12.1%, 영업이익과 당기순이익은 각각 30.6%, 29.4% 늘어난 수치다.

주력 사업인 모듈·핵심부품 부문의 매출이 7조 5106억원으로 지난해 같은 기간보다 12.5% 늘면서, 전체 매출 상승을 견인했다.

이와 함께 A/S 부문 매출도 1조 9344억원으로 10.5% 증가했다.

현대모비스는 친환경차 생산량 증가에 따른 전동화 부품 공급 확대를 매출 상승의 주요 원인으로 분석했다.

실제로 3분기 전동화 부품 매출은 7046억원으로 전년 동기 대비 4272억원 보다 64.9% 급증했다.

북미 피아트-크라이슬러에 모듈을 공급하는 오하이오(MNA-OH) 공장이 지난 1년간의 정비작업을 마치고, 올 4월부터 생산재개에 들어간 것도 매출 상승에 도움이 됐다.

이와 함께 해외시장에서의 A/S부품 판매도 지속적으로 증가해 글로벌 매출에 영향을 미쳤다.

이날 현대모비스는 올해 3분기까지 글로벌 완성차 메이커를 대상으로 14억 7900만 달러 규모의 핵심부품 수주를 달성했다고 함께 밝혔다.

북미, 일본, 중국지역의 완성차 메이커들을 대상으로 램프와 전장품 등의 수주 확대에 성공한 결과다.

현대모비스는 4분기에도 전동화 부품의 신규 시장을 개척하고, 주요 신제품 홍보 활동을 강화해 올해 총 21억 달러의 해외 수주 목표 달성을 위해 노력한다는 방침이다.

회사 관계자는 "어려운 경영환경 속에서도 R&D부문에 꾸준한 투자를 이어나간 것이 첨단 핵심부품 판매 증가로 이어졌다"면서 "앞으로도 고부가가치 핵심 부품 기술 경쟁력을 기반으로 적극적인 영업 활동을 전개해 실적 상승을 이어가겠다"고 밝혔다.

한편, 현대모비스는 올 하반기에도 주주환원 정책을 지속적으로 추진해 나갈 계획이다.

올해 상반기 분기배당을 처음 시행한 현대모비스는 연말에 130만주 규모의 자기주식을 장내 직접 취득하고, 이 중 625억원 상당의 자기주식은 소각할 방침이라고 설명했다.

@highlight

24일 현대모비스는 올해 3분기 매출액 9조 4449억원, 영업이익 6039억원, 당기순이익 5819억원으로 지난해보다 매출은 12.1%, 영업이익과 당기순이익은 각각 30.6%, 29.4% 늘어나는 등 전체 매출 상승을 이끌었다.