24일 인천문화예술회관 야외광장에서 열린 ‘I-STARTUP 2019 인천 창업벤처한마당’ 개막식에 참석한 내빈들이 개막 선언을 한 후 기념촬영을 하고 있다.

인천시는 24일 인천문화예술회관 야외광장과 회의장에서 인천 최대 스타트업 페스티벌인 ‘I-STARTUP 2019 인천창업벤처한마당’을 개최했다.

‘인천, 스타트업을 만나다’라는 슬로건으로 진행된 이번 행사는 인천의 기술창업 생태계와 스타트업의 우수성, 창업 지원 성과 등을 널리 알리고 창업에 대한 다양한 정책과 정보를 제공해 많은 사람들이 창업에 관심을 가질 수 있도록 기획됐다.

2017년 첫 개최 이후 올해 3회째를 맞는 이 행사는 인천 스타트업 활성화를 위해 인천창업지원기관협의회 참여 24개 기관이 한뜻을 모아 준비했다.

행사는 창업에 대한 관심과 정보를 동시에 제공할 수 있는 토크콘서트(1·2부) 톡·투·유(Talk To Youtuber), 창업포럼, 크라우드펀딩 강연, 투자IR 경진대회와 인천지역 창업지원기관 성장단계별 지원사업 정보를 제공하는 5개 테마관의 스타트업 부스 등으로 구성됐다.

창립 1주년을 맞은 인천창업포럼과 펀딩 전문가인 와디즈(WADIZ)가 진행하는 크라우드펀딩 설명회, 투자IR 경진대회인 ‘I-STAR FUNDING CONTEST’ 및 해외 구매 상담회 등이 개최됐다.

창업의 발전단계를 ‘창업준비관·성장개발관·투자유치관·시장개척관·우수기업관’ 등 총 5개 관으로 나눠 각 단계별 지원사업 안내 및 상담, 지원 우수 사례 전시와 판매, 창업아이템 체험 등 (예비)창업자들에게 필요한 정보 전달과 체험 콘텐츠 등의 다양한 즐길거리도 제공됐다.

조명노 청년정책과장은 "이번 행사가 인천지역 스타트업 기업의 우수성을 알리고, 인천지역 창업 역량을 결집하는 계기가 될 것으로 기대한다"고 말했다.

@highlight

인천시는 24일 최대 스타트업 페스티벌인 '창업벤처한마당'을 개최해 기술창업 생태계와 스타트업의 우수성, 창업 지원 성과 등을 알리고 창업에 대한 정책과 정보를 많은 사람들이 관심을 가질 수 있도록 기획해 인천창업포럼과 크라우드펀딩 설명회 및 해외 구매 상담회 등이 개최되었다.