최근 3년간 광주와 전남지역에서 뺑소니 사고로 숨진 피해자가 40명이 넘는 것으로 나타났다.

24일 국회 행정안전위원회 소속 소병훈(더불어민주당·경기 광주시갑) 의원이 도로교통공단으로부터 제출받은 자료에 따르면 지난 2016년부터 2018년까지 광주·전남에서 2천264건의 뺑소니 사고가 발생했다.

또 이로 인해 44명이 사망하고, 3천360명이 부상을 당했다.

특히, 사고가 가장 많이 발생한 시간대는 오후 10-12시(324건)로, 사고가 가장 적은 오전 4-6시(97건)와 3배 이상 차이가 났다.

사망자는 오후 6-8시(10명), 부상자는 오후 10-12시(546명)에 가장 많은 것으로 조사됐다.

지역별로 광주는 1천237건의 뺑소니 사고가 발생해 12명이 숨졌고, 1천863명이 부상을 입었다.

시간대를 살펴보면 전체 사고 중 15.7%에 해당하는 195건이 오후 10-12시에 발생해 가장 많았다.

이어 오후 6-8시(139건), 오전 0-2시(138건), 오후 8-10시(122건)으로 주로 오후와 심야시간대에 뺑소니 사고가 집중된 것으로 조사됐다.

전남 역시 전체 1천27건의 사고 중 오후 6-8시(13.5% 139건)에 가장 많이 발생했고, 그 뒤를 이어 오후 8-10시(137건), 오후 10-12시(129건) 순으로 나타났다.

뺑소니 사고로 32명 사망, 1천497명의 부상자가 발생했다.

같은 기간 전국에서는 2만3천810건의 뺑소니 사고가 발생해 408명이 사망하고, 3만4천806명이 부상을 입은 것으로 확인됐다.

소 의원은 “뺑소니는 피해자가 특정범죄가중법에 따라 사망한 경우 최소 5년 이상, 사망에 이르지 않더라도 최소 1년 이상의 징역 또는 500만원 이상 벌금에 해당하는 중죄”라며 “각 지방청별로 순찰을 강화하고, 지자체는 CCTV 설치 등 뺑소니 사고 범죄자를 놓치는 일이 발생하지 않도록 시설과 장비를 정비해야 한다”고 강조했다.

@highlight

최근 3년간 뺑소니 사고로 광주에서는 12명이 숨졌고 전남에서는 32명이 사망하였다. 