[충청투데이 최정우 기자] 올해들어서도 세종시 땅값이 전국에서 가장 높은 상승률을 보이고 있다.

24일 국토교통부에 따르면 올해 3분기까지 세종 땅값 상승률은 3.96%를 기록하며 전국 1위를 기록했다.

그 뒤를 이어 △광주(3.63%) △대구(3.39%) △전남(2.98%) 순이었다.

이밖에 충청권 땅값 상승률은 대전이 2.87%로 전국 평균 상승률(2.88%)과 비교해 비슷한 수치를 기록했지만 충남(1.19%)·충북(1.70%)은 전국 평균치를 밑돌았다.

세종시 땅값 상승의 주된 요인으로는 스마트국가산업단지 추진 및 공동주택 입주에 따른 접근성 양호지역 지가 상승을 꼽고 있다.

대전지역도 유성구와 서구를 중심으로 땅값 상승이 진행 중이다.

유성구 사이언스콤플렉스 조성 및 갑천친수구역 인근지 개발에 대한 기대감과 서구 도마변동1·3구역 정비사업 및 재개발에 따른 이주수요와 인근 투자수요가 더해진데 따른 것이다.

반면 충남·충북의 상황은 다르다.

충남의 경우 일부 녹지·관리지역 개발기대감 및 신흥주거지역을 중심으로 주거용 수요가 증가한 부여군을 비롯해 공주시 귀농인의 전원주택수요와 개발가능한 농지·임야 수요가 증가했음에도 불구하고 전국 평균치를 밑돌았다.

충북 또한 청주시를 중심으로 테크노폴리스 조성사업 및 오송-청주 간 도로확장공사 진척(흥덕구), 전원주택 개발가능 토지 수요 및 에어로폴리스지구 등 개발사업지역 지가상승(청원구) 요인이 작용했지만 1.70% 상승에 그쳤다.

국토부 관계자는 "전국적으로 수도권과 지방 시도별 지가변동률이 지난해 상승률 대비 모두 감소세 임에도 세종시 땅값 상승률은 지난해에 이어 굳건히 전국 1위를 지켰다"며 "반면 충청권 중에서도 일부 지역에 따른 뚜렷한 상승세로 인해 '대전·세종'과 '충남·충북'지역의 전지가변동률이 현저한 차이를 보이며 양극화현상이 나타나고 있다"고 말했다.

@highlight

지난 24일 국토교통부에 의하면 스마트 국가산업단지 추진 및 공동주택 입주에 따른 접근성 양호지역 등의 이유로 올해 3분기까지 세종시는 땅값 상승률이 3.96%를 기록해 전국 1위를 차지했고 충청권 땅값 상승률은 대전이 2.87%로 전국 평균을 기록했다.