수소경제에 대한 관심이 커지면서 금속을 활용해 수소를 안전하게 저장·운반하는 기술 관련 특허출원이 활발하다.

24일 특허청에 따르면 최근 5년간(2014∼2018년) 금속을 이용한 수소 저장·운반기술 관련 특허출원 건수는 135건으로, 직전 5년간(2009∼2013년) 101건에 비해 33% 이상 큰 폭으로 늘었다.

이는 수소가 미래 에너지원으로 각광받음에 따라 수소를 안전하고 효율적으로 활용하기 위한 기업들의 관심과 투자가 증가한 데 따른 영향으로 파악된다.

기술분야별 출원을 보면 고체 수소 저장·운반이 226건으로 전체의 95.8%를 차지해 절대적으로 많았다.

기체수소 및 액체수소 저장·운반기술은 각각 3.0%(7건), 1.2%(3건)에 불과했다.

고체 수소 저장·운반기술 출원이 많은 이유는 냉각 또는 가압하면 수소를 흡수해 금속수소화물이 되고, 가열 또는 감압하면 수소를 방출하는 수소저장합금으로 두루 쓸 수 있기 때문이라고 특허청은 분석했다.

고체 수소 저장·운반 기술 중에는 수소저장 효율 등을 높일 수 있는 수소저장합금 자체에 대한 특허출원이 전체의 28.4%를 차지했으며, 자동차, 선박, 저장설비 등에 사용되는 용기, 탱크 등의 제조에 수소저장합금을 활용하는 기술은 67.4%에 달했다.

출원인별로는 내국인 출원이 80.9%에 달해 외국인(19.1%)을 압도했다.

내국인 중에는 기업(44.5%), 연구기관(18.2%), 대학(9.3%), 개인(8.9%) 등의 순으로 출원이 활발했다.

유현덕 특허청 금속심사팀장은 "수소경제사회에서 수소의 안전한 저장·운반기술이 핵심 중 하나이기 때문에 이에 대한 기술개발이 앞으로 더욱 치열해지는 만큼 시장 선점을 위한 원천기술 및 지재권 확보가 무엇보다 중요하다"고 말했다.

@highlight

24일 특허청에 따르면 최근 5년간(2014∼2018년) 금속을 이용한 수소 저장·운반기술 관련 특허출원 건수는 135건으로, 직전 5년간 101건에 비해 33% 이상 큰 폭으로 증가했는데, 이는 수소가 미래 에너지원으로 각광받음에 따라 기업들의 관심과 투자가 늘어났고 이와 함께 수소의 안전 저장 및 운반기술 관련 특허출원도 활성화된 데 따른 현상이다.