한·중·일 청년작가들이 인천에 모여 문학의 미래를 고민한다.

인천문화재단 한국근대문학관은 오는 11월 5일부터 7일까지 3일간 ‘2019 한·중·일 청년작가회의, 인천’ 행사를 연다고 24일 밝혔다.

이번 행사는 인천이 중국의 시안(西安), 일본의 도쿄 도시마구와 함께 2019년 동아시아 문화도시로 선정된 것을 계기로 기획됐으며, 한·중·일 세 나라의 미래와 문학의 미래를 함께 점검하자는 취지로 ‘청년’에 초점을 맞췄다.

청년작가회의에는 각국의 청년작가들이 참여할 예정이다.

한국에서는 「매향」과 「늑대」의 전성태 소설가와 시집 「그녀가, 느끼기 시작했다」를 출간한 김민정 시인 등 주목받고 있는 젊은 작가들이 참여한다.

중국은 류팅과 웨이쓰샤오, 중국동포 출신 소설가 김경화 등 대부분 한국에 처음 소개되는 청년작가들이 인천을 찾는다.

일본에서도 역대 최연소 아쿠타가와상(芥川賞)을 수상한 와타야 리사 등 문학성을 인정받은 젊은 시인과 소설가, 평론가 등이 참여한다.

개막행사는 11월 5일 인천 하버파크호텔에서 열리며, 회의는 11월 6일과 7일 양일간 인천아트플랫폼 C동 공연장에서 진행된다.

회의 주제는 ‘나에게 문학을 묻는다’로, ‘문학이란 무엇인가’와 같이 문학에 대한 본질적이고 근원적인 물음을 작가라는 실존의 각도에서 되물어 봄으로써 문학의 미래를 성찰적으로 다가서 보자는 의도를 담았다.

11월 6일 오후에는 인천아트플랫폼 C동 공연장에서 문학평론가 강경석의 진행으로 한국의 김세희, 중국의 루네이, 일본의 와타야 리사가 참여하는 소설 낭독 행사와 독자와의 대화 시간이 마련돼 있다.

참가 시민들에게는 기념품도 제공된다.

최원식 기획위원장은 "최근 한·중·일 세 나라 사이의 갈등은 그동안 서구만 바라보고 각기 달려온 후유증"이라며 "출구 없는 교착상태를 돌파할 힘을 청년에서 찾기 위해 이번 행사를 기획했다"고 말했다.

@highlight

인천문화재단 한국근대문학관에서는 11월 5일부터 3일간 인천에서 중국의 시안, 일본의 도쿄 도시마구와 함께 동아시아 문화도시 선정을 계기로 한.중.일 청년작가회의를 개최해 문학의 미래를 고민한다. 