뉴시스 휴스턴의 호세 알투베가 24일 미국 텍사스주 휴스턴의 미닛 메이드 파크에서 열린 2019 메이저리그(MLB) WS 2차전 워싱턴과의 경기에서 1루로 전력질주하고 있다.

창단 이후 처음으로 월드시리즈(WS·7전4선승제)에 나선 워싱턴 내셔널스의 기세가 매섭다.

휴스턴 애스트로스의 강력한 원투펀치 게릿 콜과 저스틴 벌랜더를 차례로 무너뜨리며 WS 2연승을 달렸다.

워싱턴은 24일(한국시간) 미국 텍사스주 휴스턴의 미닛 메이드 파크에서 열린 2019 메이저리그(MLB) WS 2차전에서 홈런 3방을 포함해 장단 14안타를 몰아친 타선을 앞세워 12-3으로 대승을 거뒀다.

세인트루이스 카디널스와의 내셔널리그 챔피언십시리즈(NLCS·7전4선승제)를 4연승으로 끝내고 창단 이후 처음으로 월드시리즈 무대를 밟은 워싱턴은 전날 1차전에서 5-4로 승리한 데 이어 이날도 승리, 창단 첫 우승에 2승만을 남겼다.

특히 워싱턴은 내셔널리그 디비전시리즈(NLDS·5전3선승제) 4차전부터 포스트시즌 8연승을 질주하며 기세를 한껏 끌어올렸다.

반면 아메리칸리그 챔피언십시리즈(ALCS·7전4선승제)에서 뉴욕 양키스를 4승 2패로 물리치고 2017년 이후 2년 만에 월드시리즈에 나선 휴스턴은 원투펀치가 모두 무너지면서 2연패를 당해 2년 만에 WS 우승 꿈이 물거품이 될 위기에 놓였다.

워싱턴은 벌랜더를 상대로 홈런 한 방을 포함해 7안타를 때려냈다.

전날 1차전에서도 콜을 상대로 홈런 두 방과 안타 8개를 날려 5점을 뽑은 워싱턴 타선은 2차전에서 화력을 자랑했다.

한편 양 팀의 월드시리즈 3차전은 26일 오전 9시7분 워싱턴DC의 내셔널스 파크에서 펼쳐진다.

@highlight

24일 미닛 메이드 파크에서 열린 2019 메이저리그(MLB) 월드시리즈  2차전에서 워싱턴 내셔널스가 휴스턴 애스트로스에 12-3으로 대승을 거두어 2연승을 달리게 되었고  26일 오전 9시7분 워싱턴DC의 내셔널스 파크에서 3차전을 치룬다.