대한약사회와 대한간호협회, 대한한의사협회 등 5개 보건의약단체는 25일 공동 성명서를 통해 악성 댓글 추방 운동을 적극적으로 전개할 것을 선언했다.

대한약사회와 대한간호협회, 대한의사협회, 대한치과의사협회, 대한한의사협회 등 5개 보건의약단체가 함께 나서 악성 댓글 추방 운동을 적극적으로 전개할 것을 선언했다.

5개 보건의약단체는 25일 공동 성명서를 통해 "더 이상 증오범죄 수준의 악성 댓글로 인한 극단적인 선택과 이유 없는 혐오가 이 사회에서 발생하지 않도록 악성 댓글 추방에 뜻과 행동을 같이 하며 실천을 위해 공동의 힘을 모을 것"이라고 밝혔다.

이들 5개 단체는 "악성 댓글은 이미 우리 사회를 파괴할 병적 요인으로 자리했지만 전혀 그 해결책이 제시되지 않고 있다"며 "의약계 역시 이와 같은 악성 댓글의 문제로부터 자유롭지 못하며, 때로는 더 지독하게 더 악의적으로 이루어지기도 하는 것이 엄연한 현실"이라고 지적했다.

이어 "국민의 건강을 돌보는 전문가 집단인 의약계 내부에서 상호비방과 폄훼가 횡행하고, 인간의 정신건강을 훼손하는 악성 댓글이 빈발하는 것은 스스로 존재가치를 부정하는 부끄러운 행위"라며"통렬한 자기반성과 함께 악성 댓글이라는 사회적 문제 해결을 위해 우리 스스로부터 악성 댓글 추방을 위한 노력을 하고자 한다"고 강조했다.

5개 단체는 악성 댓글 추방을 위한 실천 방안으로 각 단체의 홈페이지와 소속언론부터 댓글 실명제 수준의 조치를 취할 계획이다.

상호비방과 폄훼 중단을 실행에 옮길 협의채널도 마련할 방침이다.

5개 단체는 "악성 댓글은 표현의 자유가 아니라 상대와 자신의 인격을 파괴하는 행위"라며 "악성 댓글에 대한 사회 전반의 대책이 나오기 전이라도 보건의료계부터 댓글 실명제 도입, 댓글 IP(인터넷주소) 공개, 악성 댓글 즉시 삭제 등을 통해 정제된 의견을 제시하고 상대를 존중하는 상생의 문화가 정착될 수 있도록 함께 해 나갈 것"이라고 말했다.

@highlight

대한약사회와 대한간호협회, 대한한의사협회 등 5개 보건의약단체는 "악성 댓글은 이미 우리 사회를 파괴할 병적 요인으로 자리했지만 전혀 그 해결책이 제시되지 않고 있다"며 악성 댓글을 추방 하기위해 각 단체의 홈페이지와 소속언론부터 댓글 실명제를 실행할 계획이라고 밝혔다.