2011대구세계육상선수권대회 메달리스트와 국내외 지도자들이 대구를 방문, 대구육상진흥센터에서 체력 테스트를 하고 있다.

2011대구세계육상선수권대회 메달리스트와 지도자들이 또다시 대구를 방문했다.

방글라데시, 에티오피아, 파라과이 등 20개국 20명의 국제지도자와 국내 20명의 우수지도자는 지난 16일부터 오는 29일까지 14일간 육상진흥센터에서 ‘국제육상지도자교육과정’에 참가하고 있다.

이 가운데 멜라쿠 데레세 브라투 코치(에티오피아)는 2011년 대회 때 1만m 금메달리스트의 지도자였고, 텐다이 타가라 짐바브웨 육상연맹 회장은 남자 멀리뛰기 동메달리스트의 지도자였다.

이 밖에 2002아시안게임 금메달, 2006아시안게임 은메달리스트인 인도의 소마 비스와스도 포함돼 있다.

‘개발도상국초청 국제육상지도자교육과정’은 공적개발원조(ODA) 사업의 하나다.

2013년 첫 회를 시작으로 올해 7회째를 맞았다.

개발도상국의 중장기적 육상저변확대 및 국내외 육상지도자들의 경기력 향상을 위해 대한육상연맹이 주최하고, 문화체육관광부, 국민체육진흥공단, 대한체육회, 대구시가 후원하는 프로그램이다.

이번 교육과정은 본 교육과정 중 최초로 ‘국제육상연맹이 인정한 지도자(IAAF CECS) 공인 2급 강사과정’을 도입해 참가 지도자들에게 더욱 수준 높은 육상 지도자 교육 프로그램을 제공하고 있다.

아울러 치킨체험테마파크, 팔공산, 대구수목원, 서문시장 등 대구를 대표하는 주요 관광지를 둘러보며 다양한 지역문화를 체험했다.

지난 20일에는 DGB대구은행파크를 방문해 대구시민프로축구단(대구FC)과 울산 현대와의 축구 경기를 관람하며, 대구의 스포츠 문화를 알아가는 기회도 가졌다.

한편 대구시는 육상진흥센터 활성화를 위해 2014년부터 지속적으로 개발도상국초청 국제육상지도자교육과정을 유치했고, 2016년부터는 교육과정에 참가한 육상지도자들에게 스포츠체험관광도 실시해왔다.

@highlight

방글라데시 등 20개국 국제지도자와 국내 우수지도자는 지난 16일부터 14일간 육상진흥센터에서 공적개발원조사업의 하나인 ‘개발도상국초청 국제육상지도자교육과정에 참가하고 있으며, 올해 7회쨰를 맞았다. 