사무장 합동역량강화대회 개회식을 진행하고 있다.

행정의 최일선 현장에서 마을자치를 실현시켜 나가기 위해 진력하는 이장과 사무장들이 한자리에 모여 역량을 하나로 모으는 서귀포시 이장.

사무장 합동역량강화대회가 성황리에 개최됐다.

서귀포시이장연합회(회장 고행곤)가 주최하고 서귀포시(시장 양윤경)가 후원하여 25일 금호리조트에서 열린 '제6회 서귀포시 이장.

사무장 합동역량강화대회는 서귀포시이장연합회 10년사 편찬 출판기념회를 병행하여 펼쳐졌으며, 개회식과 특강, 축하공연, 이장.

사무장 노래자랑순으로 진행됐다.

고행곤 회장은 "오늘 편찬한 이장연합회 10년사는 자료 하나 하나를 정리하여 창간한 만큼 매우 큰 의미를 갖는다"며 "지난 10년동안 주민과 행정의 가교역할을 해오며 서귀포시발전에 함께한 이장.사무장들이 오늘 화합과 정보교환의 본 역량강화대회를 통해 더욱더 정진하는 조직체로 성장해 나가자"고 피력했다.

양윤경 시장은 "이장.사무장 한분 한분이 일선현장에서 흘린 땀방울이 모여 서귀포시가 나날이 발전하고 있다"며 감사인사를 전했다.

서귀포시의 법정문화도시 선정을 위한 추진에 협조를 구하며, 시민의 목소리를 경청하고 토론하는 소통행정을 펼쳐나가는데 마을이장.

사무장들의 협조를 부탁하기도 했다.

허법률 제주특별자치도 특별자치 행정국장은 "마을주민들과 함께하는 행정 최일선 현장의 이장.사무장들이 있어 우리 자치도 행정이 원할하게 운영되고 있다"며 앞으로도 지역의 각 마을 행정을 열정적으로 운영하여 제주특별자치도가 발전해 나가는데 있어 많은 도움을 부탁하기도 했다.

사무장에 대한 감사패, 표창패 수여가 있었으며 수상자 명단은 다음과 같다.

고은열 성산읍 신천리 사무장 등이다.

@highlight

서귀포시이장연합회가 주관하여 열린 25일 금호리조트에서  '제6회 서귀포시 이장, 사무장 합동 역량 강화 대회'와 10년사 편찬 출판 기념회를 병행하여 펼쳐졌으며 다양한 행사들과함께  사무장에 대한 감사패, 표창패 수여 등으로 성황을 이루었다.