한화갤러리아는 모델이 꿈인 만 12세 난치병 환아 최민지양의 소원을 이뤄졌다.

"아픈 것은 이겨내고 나면 추억이 될 거에요. 저는 모델로 유명해져서 아픈 아이도 꿈이 있고, 그 꿈을 이룰 수 있다는 모습을 세상에 보여주고 싶어요"

급성 림프구성 백혈병 진단을 받고 투병 생활을 하는 최민지(12)양은 최근 한화갤러리아의 도움으로 모델의 꿈을 이뤘다.

한화갤러리아는 메이크어위시코리아와 연계해 최양을 모델로 한 화보를 촬영하고 이를 백화점 전광판에도 공개했다고 27일 밝혔다.

최양은 지난해 4월 백혈병 진단을 받기 전까지만 해도 댄스학원을 다니며 공연을 할 정도로 건강했으나, 투병 이후 근력과 체력히 급격히 떨어졌다.

발병 이후 약 11개월간 힘든 항암 치료 과정을 최양이 버틸 수 있던 것은 '모델'이라는 꿈을 향한 열망 때문이었다.

갤러리아는 그녀의 꿈을 이뤄주기 위해, 지난 14일 서울 논현동의 한 스튜디오에서 평소 의지해온 사촌오빠 손재호(14)군과 함께 화보를 촬영했다.

또 화보가 실린 갤러리아매거진 11월호가 발행된 지난 26일 최양과 부모님 등 가족 20명을 갤러리아 대전 타임월드로 초청했다.

가족이 도착하는 순간 백화점 대형 전광판에 최 양의 화보가 영상으로 상영됐다.

대전지역 대학교 모델학과 학생들이 재능기부를 통해 최양을 위한 '프라이빗 패션쇼'도 열었다.

최양의 어머니 장문영씨는 "아이가 힘겨운 시간을 보낼 때마다 모델의 꿈이 이뤄지는 순간을 이야기하며 투병생활을 견뎌왔는데, 이런 소중한 시간을 통해 더욱 힘을 낼 수 있게 됐다"고 말했다.

한화갤러리아 관계자는 "앞으로도 난치병 환아의 소원 성취를 지원해 환아의 삶에 작은 희망과 변화를 선물하기 위해 노력할 것"이라고 밝혔다.

한편 한화갤러리아는 2012년 크리스마스에 공주가 되어 무도회에 가고 싶다는 7세 환아의 동화 같은 소원을 이뤄진 이후 매년 메이크어위시코리아와 연계해 난치병 환아들의 다양한 소원 성취를 통한 희망을 전달하고 있다.

@highlight

한화갤러리아는 백혈병 진단 후 투병생활 중인 최민지(12)양이 소원인 모델의 꿈을 이뤄주기 위해 화보를 촬영했으며 앞으로도 난치병 환아의 소원성취를 지원하여 삶의 변화와 희망을 선물할 것이라 밝혔다.