글로벌 로봇클러스터와 로봇분야 글로벌 전문가들이 모여 로봇산업 이슈와 트렌드를 공유하는 '2019 대구 글로벌 로봇비즈니스포럼(이하 로봇포럼)'이 내달 5일부터 8일까지 나흘동안 대구엑스코와 호텔인터불고엑스코에서 열린다.

대구시 주최로 열리는 로봇포럼은 대경로봇기업진흥협회와 글로벌로봇클러스터(GRC), 한국로봇산업진흥원, 대구기계부품연구원, 한국산업단지공단 대구경북지역본부 등이 공동 주관한다.

올해 포럼 주제는 '클러스터의 도전과제 협력과 경쟁'이다.

이번 로봇포럼에는 지난해 11월 우리나라와 미국, 프랑스, 러시아, 싱가포르, 말레이시아 등 6개국 8개 클러스터를 중심으로 출범한 GRC(회장 김창호) 회원국을 포함, 13개국 15개 클러스터가 참가할 것으로 예상된다.

포럼을 통해 이스라엘과 스페인, 터키 등 7개국 클러스터가 신규 회원국으로 참여한다.

로봇포럼은 전세계 로봇기업을 회원으로 둔 로봇 클러스터가 모여 로봇관련 새로운 비즈니스를 창출하고, 4차산업혁명을 선도할 미래 로봇의 핵심 트렌드를 공유하는 자리다.

특히 대구시는 이번 포럼으로 '글로벌 로봇산업 선도도시 대구'의 이미지를 해외에 각인시킨다는 계획이다.

오준호 카이스트 교수가 '로봇기술과 미래'를 주제로 기조강연한다.

오 교수는 현재 휴머노이드로봇연구소장을 맡고 있는 인물이다.

이어 각국가 클러스터가 로봇관련 다양한 사업과 성공사례를 발표할 예정이다.

행사 첫날 밤에는 글로벌 로봇기업인들을 위한 '로봇인의 밤'이 열린다.

6일에는 해외 클러스터와 국내 로봇기업 50여개사가 참가해 GRC 기술교류회가 열린다.

김창호 GRC 회장은 "국내 중소로봇기업이 선진국 수준 기술경쟁력을 확보하려면 글로벌 클러스터간 상호협력이 중요하다"면서 "이번 포럼에는 전세계 로봇 클러스터가 참여하는 만큼, 로봇의 다양한 기술을 공유하고, 협력할 수 있는 실질적인 방안이 나올 것으로 기대하고 있다"고 말했다

@highlight

다음달 5~8일간 대구엑스코와 호텔인터불엑스코어에서 '클러스터의 도전과제 협력과 경쟁'이라는 주제로 13개국 15개 클러스터가 참여하는 '2019 대구 글로벌 로봇비즈니스포럼'이 진행된다.