국내 모바일 헬스케어 1위 스타트업 캐시워크가 개인의 자산과 건강을 동시에 관리해주는 '캐시닥' 앱을 구글플레이와 앱스토어에 출시했다고 밝혔다.

캐시워크는 국민 만보기 '캐시워크'를 운영하고 있는 회사다.

최근 누적 다운로드 1천만명과 일일 사용자수 300만명을 넘어섰다.

이는 핀테크 선두주자인 카카오뱅크나 토스의 일일 사용자 수보다도 많은 숫자라 핀테크 업계에 파란이 예상된다.

신규 출시된 캐시닥 앱을 설치하면 금융사 통합 연결을 통해 모든 계좌, 신용카드, 대출 내역을 한 번에 관리할 수 있다.

은행 및 신용카드사 별로 앱을 깔아서 거래내역을 따로 확인해야 했던 불편함이 캐시닥에선 간편하게 해결된다.

현재 캐시닥은 20개 은행과 14개 신용카드사 등 대부분의 금융사 연동을 지원하고 있다.

핀테크 앱의 특성 상 캐시닥은 보안에 신경을 많이 썼다.

공인인증서나 비밀번호와 같은 민감 정보는 사용자의 폰에만 암호화해서 저장하고, NASA에서 사용하는 암호화 알고리즘 적용을 통해 개인정보 유출의 걱정 없이 안심하고 사용할 수 있다.

의사 출신 경영자인 캐시워크 나승균 대표는 "금전적 보상이 건강관리에 얼마나 효과적인지를 캐시워크 1천만 사용자로 증명했다. 이번에 출시한 캐시닥을 통해 자산관리(PFM)와 건강관리(PHR)의 통합이 얼마나 효과적인지 증명해 보려고 한다. 건강은 모든 사람에게 가장 중요한 자산이다." 라고 말했다.

캐시닥에서는 연동된 계좌나 신용카드를 사용할 때 마다 리워드를 받을 수 있다.

캐시닥 설치 후 일주일만 사용해도 스타벅스 아메리카노를 무료로 마실 수 있고, 행운캐시를 통해 하루 최대 100만원까지도 적립할 수 있다.

나승균 대표는 "마이데이터 사업의 성패는 고객에게 금전적 보상을 얼마나 효과적으로 제공하는가에 달려있다. 캐시워크는 국내에서 그걸 가장 잘 하는 기업이다." 라며 자신감을 내비쳤다.

@highlight

국내 모바일 헬스케어 1위 캐시워크가 자산과 건강을 동시에 관리해주는 '캐시닥' 앱을 구글플레이와 앱스토어에 론칭했고, '캐시닥 일일 사용자수 300만명을 넘어섰으며 이는 핀테크 선두주자인 카카오뱅크의 일일 사용자 수를 넘은 숫자라 핀테크 업계에 파란이 예상된다.