현대자동차가 지난 25일부터 27일 열린 월드랠리챔피언십(이하 WRC) 스페인 랠리와 월드투어링카컵(이하 WTCR) 일본 대회에서 동시에 우승을 차지했다.

현대차는 스페인 타라고나 주에서 열린 2019 WRC 13차 대회에서 현대 월드랠리팀 소속 티에리 누빌과 다니 소르도 선수가 'i20 쿠페 WRC' 랠리카로 각각 1, 3위를 차지하며 더블 포디움을 달성했다고 28일 밝혔다.

2019 월드랠리챔피언십(WRC) 13차 대회에서 우승을 차지한 티에리 누빌(경주차 상단 오른쪽) 선수와 코드라이버 니콜라스 질술(왼쪽)이 팀 동료들과 함께 환호하고 있다.

이번 우승으로 현대차는 올 시즌 4회, WRC 통산 14회의 우승을 기록하게 됐다.

이로써 14차 호주 랠리만을 남겨둔 현재 제조사 점수에서 2위인 토요타 월드랠리팀을 18점차로 앞서 참가 6년 만에 제조사 부문 첫 종합 우승 전망을 밝게 했다.

우승을 차지한 티에리 누빌 선수는 "이번 대회에서 우리 경주차는 어떠한 노면에서도 빠를 수 있다는 것을 증명해냈다"면서 "올 시즌 제조사 종합 우승을 위해 마지막까지 최고의 결과를 만들어 내겠다"고 말했다.

아울러 현대차는 일본 스즈카시 스즈카 서킷에서 개최된 2019 WTCR 8차 대회 세 번의 레이스 중 두 번째 레이스에서 1, 3위를 차지하며 더블 포디움을 달성했다.

WTCR은 아우디, 폭스바겐, 혼다 등 제조사별 C세그먼트의 고성능 경주차가 대거 참가하는 글로벌 최정상급 투어링카 대회다.

이번 8차 대회 두 번째 레이스에서 BRC 현대 N 스쿼드라 코르세 레이싱팀의 노버트 미첼리즈 선수가 1위를, 같은 팀의 가브리엘 타퀴니 선수가 3위를 차지했다.

현대차 i30 N TCR로 참가 중인 노버트 미첼리즈는 드라이버 챔피언십 포인트 282점을 기록하며 드라이버 부문 종합 순위 2위에 올랐다.

@highlight

현대차 월드랠리팀이 25일부터 3일간 열린 스페인과 일본 대회에서 4번째 우승을 차지하고 스페인 대회에서는 1, 3위를 기록하는 등 2위를 높은 차이로 앞서가 2019 WRC 시즌 종합 우승을 바라보고 있다.