웹케시(대표 윤완수)는 케이뱅크(은행장 심성훈)와 경리나라 제휴사업을 위한 업무협약을 체결했다.

경리나라 고객에 더 편리한 서비스를 제공하고 케이뱅크와 공동마케팅을 운영하기 위해 협력한다.

양사 협약으로 인터넷전문은행 케이뱅크를 거래하는 기업도 경리나라를 사용할 수 있다.

경리나라 내 거래처 송금, 대금결제 등 은행 업무가 가능하다.

케이뱅크를 통한 경리나라 가입도 가능하다.

웹케시와 케이뱅크가 경리나라 제휴사업을 위한 업무협약을 체결했다.

심성훈 케이뱅크 은행장(왼쪽 네번째)과 윤완수 웹케시 대표(왼쪽 다섯번째) 등 양사 관계자가 사진촬영을 하고 있다.

경리나라는 웹케시가 출시한 국내 최초 경리업무 전용 소프트웨어(SW)다. 소기업·소상공인 등 규모가 작은 기업과 사업자 경리 업무 자동화를 지원한다.

기존 회계프로그램, 전사자원관리(ERP)과 차별점은 편리성이다.

경리나라는 프로그램 내에서 증빙·영수증 자동수집과 인터넷뱅킹의 조회·이체 기능이 합쳐져 경리업무를 덜어준다.

초보 경리담당자도 쉽게 사용할 수 있다.

경리나라는 △증빙·영수증관리 △통합계좌관리 △급여·명세서관리 △거래처 관리 △결제·송금 △스마트 비서 △지출결의서 관리 △외상 관리 △부가세 신고 준비 △시재·영업 보고서 등 소기업/소상공인 경리 업무에 반드시 요구되는 핵심 기능만 담아 직관적인 사용자 인터페이스(UI)로 제공한다.

지난해 모바일 버전도 출시했다.

강원주 웹케시 부사장은 "24시간 기업계좌 비대면 개설과 은행 수수료 평생 무료 혜택 등을 내세운 케이뱅크와 업무협약을 체결했다"며 "케이뱅크와 공동마케팅으로 젊은 스타트업과 청년 창업자, 소상공인 등이 경리나라를 더 편리하게 사용하도록 노력하겠다"고 말했다.

@highlight

웹케시가 경리나라, 케이뱅크와 제휴 업무협약을 맺으면서 경리나라 고객에게는 더욱 편한 서비스 제공하고, 케이뱅크를 거래하는 기업에게도 경리나라를 이용할 수 있게 되었다.