경기고양시는 민원처리 단축 서비스를 실시해 고양시민 1인당 약 2.8일의 민원처리기간을 단축했다.

이재준 고양시장은 민선7기 취임과 동시에 시민과의 첫 약속으로 생활밀착형 민원 처리기한을 단축해 그 혜택을 시민에게 돌려주겠다고 공언한 바 있다.

시는 주요 민원사무의 분석과 함께 관련부서 협의 및 내부 의견 수렴을 통해 민원사무별로 맞춤형 단축일을 도출했으며, 특히 건축허가와 공장설립승인과 같은 법정처리일이 14일인 복합 민원은 10일 이내로, 승강기관리업변경 및 주택관리사자격증 발급신청과 같은 처리기한 7일의 민원은 5일 이내 처리할 수 있도록 집중 단축을 추진했다.

그 결과 477종 중 총 406종의 민원사무가 단축운영 되고 있으며 그간 처리한 민원의 법정일 대비 단축일인 약 297만6천여 일을 절약할 수 있었다.

특히 처리기한이 3일 또는 5일 소요되던 4종의 유기한 민원을 즉시처리 민원으로 운영해 민원 해결까지 기다리고 재방문하던 민원인의 번거로움을 해소했다.

건설사업자 및 자영업자에게는 환산할 수 없는 혜택을 돌려주고 있는 것으로 나타났다.

지난 2월부터는 주택임대사업 허가 민원 7종 처리 시 민원실에서 접수한 후 담당부서를 재방문해야 하는 불편함을 해소하기 위해 접수부터 처리까지 허가부서에서 해결하는 원스톱서비스를 도입하고 있으며, 총 5,300여 건의 민원이 원스톱 서비스를 제공했다.

또한 △매월 민원사무 운영실태 점검, △민원사무 지연처리 독촉·예고제, △지연민원 보상제, △부서담당자 지연민원 독촉 알림(SMS) 등 시민을 위한 다양한 민원 시책을 추진하고 있다.

시 관계자는 "내년 2020년에는 단축일 운영 중인 민원 사무를 406종에서 421종으로 총 15종 더 확대할 것이며, 현재 약 69%수준인 민원처리 단축률을 80%이상으로 향상시켜 나갈 것"이라고 말했다.

@highlight

경기고양시는 법정처리일이 14일인 복합 민원은 10일 이내로, 처리기한 7일의 민원은 5일 이내 처리하는 등의 민원처리 단축 서비스를 실시해 477종 중 총 406종의 민원사무가 단축운영 되고 있으며 이는 고양시민 1인당 약 2.8일의 민원처리기간을 줄여준 것으로 나타났다.