정부가 지난 25일 농업 부문의 세계무역기구(WTO) 개발도상국 지위 포기를 공식 발표했다.

향후 WTO 협상부터 개도국으로서의 특혜를 주장하지 않겠다는 것이다.

그동안 농업 분야는 우리나라가 1996년 경제협력개발기구(OECD)에 가입했지만, 개도국으로서의 특혜를 인정받아 관세와 보조금에 있어 혜택을 누려왔다.

이것을 정부가 더는 주장하지 않고 포기하겠다는 것이다.

농민들로선 청천벽력이다.

농민단체 등이 WTO 개도국을 유지하도록 정부에 줄기차게 촉구했던 것도 이 때문이다.

그들로선 생존권과 직결된 문제다.

그만큼 후폭풍이 클 것으로 짐작된다.

정부 말대로 당장은 현재 농업계가 누린 관세와 보조금 등에 영향을 주지 않는다고 해도, 향후 WTO 농업 협상에선 사정이 달라진다.

농업의 미래가 그만큼 불안하다

농업계의 반발은 당연하다.

피해가 불을 보듯 뻔한 상황에서 누군들 가만히 지켜만 보겠는가.

어쨌든 차기 무역 협상이 진전돼 타결되면 관세와 보조금의 대폭 감축은 불가피하다.

농업보조금만 해도 전국적으로 연간 총 1조5000억원 가까운 규모다.

향후에는 이조차 보장받을 수 없다.

전국농민회 등으로 구성된 'WTO 개도국 지위 유지 관철을 위한 농민공동행동'이 개도국 지위 포기 결정에 즉각적이고 거세게 반발하는 것도 이래서다.

이 단체는 "그 피해가 마른 들판에 떨어진 불씨처럼 미친 듯이 퍼질 것"이라고 주장했다.

정부는 성난 농심을 잘 헤아려야 한다.

미래의 WTO 협상부터 적용한다는 미봉책만 강조할 것이 아니라 농민들이 공감하고 수용할 수 있는 대책을 내놓아야 한다.

차기 협상에 따라 보조금과 관세 감축이 언제, 어떻게 올지 모른다.

그때 가서 농민의 뒤통수를 다시 치려고 해선 안 된다.

제주농업도 WTO 개도국 포기의 큰 피해자다.

오렌지 등 수입 농산물 관세 인하와 보조금 감축은 농업인들에게 치명타가 됨은 명약관화하다.

제주도 역시 이를 제대로 인식해 정부 차원과는 별도의 제주형 대책을 마련해야 할 것이다.

@highlight

정부는 25일 발표한 WTO 개도국 지위 포기에 따른 농업인들의 반발을 재울 수 있는 대책을 세워야한다.