[충청일보 이정규기자] 속보=신종 갭투자형 사기 사건이 발생했지만 수사기관이 멈칫하고 있는 사이 또다시 사기 사건이 발생한 것으로 알려졌다.

충북 청주에서 지난 8월과 9월 대단위 아파트 한두곳을 집중적으로 공략한 대출 사기 사건이 발생한데 이어 이달에도 발생한 것이다.

방식은 지난 8월 법인이 세입자로 돼 있는 아파트만을 대상으로 한다는 공통점이 있다.

이미 다른 지역으로 옮겨 대상을 물색할 것이라는 예상을 뒤엎고 또다시 동일 수법으로 사기 행각을 벌였다.

문제는 본보 보도 이후 지역 공인중개사들이 사기 수법 등에 대해 인지했는데도 대상 물건을 찾아주고 있다는 의혹이 있다.

이럴 경우 공인중개사까지 공범으로 몰릴 가능성까지 배제할 수 없다.

사기 범죄자들이 활보하고 있지만 수사기관에서 바라만보고 있는 점도 사기 범죄자나 일부 공인중개사가 범죄를 저지르도록 방조한 측면도 있어 보인다.

이번 사기 사건은 법과 관행의 허점을 교묘히 이용한 신종 범죄사건이다.

법인 전세 아파트만을 사들여 대출받은 후 잠적하는 수법이다.

지난 8월과 9월 두달새 아파트 약 25채를 담보로 50억원 가량의 대출을 받고 잠적했다.

법인이 전세권 설정을 하지 않고 서울보증보험에 전세자금 보증보험을 가입하는 점을 이용했다.

법인은 더 이상 조치를 하지 않아, 서류상으로는 해당 아파트에 세입자가 거주하는 지를 알 수가 없다.

또 금융기관이 자세히 세입자 확인을 하지 않는 관행을 이용했다.

세입자가 없다고 거짓말을 한 후 담보대출을 최대로 받은 뒤 사라지는 것이다.

사기일당은 세대주를 '○○홀딩스', '○○생명', '윤○○' 등 회사명이나 개인 이름을 도용해 대출받은 것으로 알려졌다.

이들 사기 일당은 지난 8월과 달리 10월에는 서울 지역 금융기관을 이용한 것으로 전해졌다.

지역 경제계의 한 관계자는 "전국적으로 금융기관들이 피해를 볼 수 있는 이번 사건에 대해 쳐다만보고 있는 수사기관이 이해가 안된다"며 "이는 기존 갭투자 사기꾼들이 모방할 수도 있는 위험한 사건"이라고 우려했다.

@highlight

청주에서는 법인 전세 아파트의 경우 법인이 전세권을 설정을 안하고 전세자금 보증보험을 가입한다는 것을 역이용한 신종 갭투자형 사기가 한번 일어났지만 수사기관에서 머뭇거리는 사이 또 같은 사기유형을 당한 피해자가 발생했다.