삼성전자와 SK하이닉스가 올해 실적 '다운턴(하락국면)'에서 벗어나지 못하는 반면 인텔·TSMC 등 경쟁업체들은 고공행진을 이어가고 있다.

반도체 기업들은 모두 좋지 않은 글로벌 반도체 시황의 영향을 받고 있지만 '메모리 편중' 여부가 이 같은 차이의 원인이라는 분석이다.

28일 업계 등에 따르면 이달 삼성전자 관련 투자보고서를 낸 국내 10개 증권사의 반도체사업 실적 컨센서스(전망치 평균)는 매출 16조6270억원, 영업이익 3조3400억원이다.

전망치대로라면 영업이익률은 20.1%로, 지난 2014년 2분기(19.0%) 이후 최저치를 기록하게 된다.

SK하이닉스는 올 3분기에 매출과 영업이익이 각각 6조8388억원과 4726억원을 기록하면서 영업이익률이 6.9%에 그쳤다.

두 회사는 지난해 전체 영업이익률이 각각 51.7%와 51.5%에 달했다.

하지만 올 들어 D램과 낸드플래시 등 메모리 반도체 가격 급락으로 인해 직격탄을 맞았다.

반면 인텔과 TSMC는 작년 수준에는 못 미치지만 올들어 매출과 영업이익이 계속 증가세를 이어가고 있다.

인텔은 지난 1분기 영업이익률이 26.1%였지만 올해 3분기는 33.3%를 기록하며 다시 30%대에 안착했다.

TSMC는 1분기(29.4%)에 20%대로 떨어진 뒤 3분기에는 36.8%로 상승하며 지난해 연 평균(37.2%)에 육박했다.

특히 3분기에 인텔의 실적은 역대 3분기 기준으로 신기록이었고, TSMC는 창사 이래 최고 실적을 냈다.

이로써 인텔은 지난 2017년과 지난해 삼성전자에 뺏겼던 글로벌 반도체 1위를 올해 되찾을 것이 확실시 된다.

또 세계 최대 파운드리(반도체 위탁생산) 업체인 TSMC는 3분기 영업이익이 1079억대만달러로, 삼성전자를 추월할 가능성이 큰 것으로 추정되고 있다.

이처럼 올해 삼성전자와 SK하이닉스의 실적이 1년 만에 급감한 것은 메모리 편중 때문이다.

글로벌 반도체 시장이 전반적으로 부진함에 따라 인텔과 TSMC도 영향을 받았지만, 다양한 제품군을 보유한 덕분에 특정 제품의 가격 급락에 따른 충격을 상쇄했다는 분석이다.

@highlight

28일 삼성전자 관련 투자보고서를 바탕으로 업계가 발표한 내용에 따르면 인텔과 TSMC 등의 실적은 크게 상승하고 있지만 세계 반도체 시장의 '메모리 편중'이 지속되고 있어 삼성전자와 하이닉스의 실적은 하락세가 지속되고 있다고 분석했다.