#박동국 국가보훈처 경기동부보훈지청 주무관은 참전유공자 등록, 전출입정보 등 입력·조사 업무를 하면서 단순·반복 업무에 많은 시간이 소요되고 착오가 발생하는 문제를 발견했다.

박 주무관은 독학으로 프로그램 제작법을 배워 자동화프로그램을 개발, 업무 전반을 혁신했다.

독립유공자 (손)자녀 생활자원금 지급 자격·세대 조사를 기존 14일에서 3.5일로 단축했다.

상반기 동안 참전유공자 등록·추출 업무를 1만8000건, 연간 사망자 수 우편작업은 45만6000건을 기록하는 등 단기간에 방대한 업무를 처리했다.

전출입 입출력은 상반기에 지난해 같은 기간 대비 처리 속도가 80% 향상됐다.

행정안전부(장관 진영)는 정부세종청사에서 중앙부처 혁신행정담당관과 지자체와 공공기관 혁신업무담당자 등 200여명이 참석한 가운데 '공공부문 일하는 방식 혁신 콘서트'를 개최했다.

이날 박 주무관이 속한 국가보훈처 경기동부보훈지청은 최우수상(대통령 표창)을 수상했다.

행정안전부는 지난 6월부터 중앙부처·지자체·공공기관을 대상으로 일하는 방식 혁신 우수사례 공모를 실시해 총 214건의 사례를 접수하고, 국민심사와 전문가 심사를 거쳐 6개 기관을 우수사례로 선정했다.

서산시는 '온통서산'이라는 사회관계통신망(SNS) 페이스북 민원창구를 전국 최초로 개설, 실시간으로 민원 접수와 처리를 한 번에 해결해 우수상을 받았다.

처리결과까지 공개해 시민과 양방향 소통을 강화하고 기존 5일 정도 걸렸던 민원 처리기간을 2일로 단축했다.

기술보증기금은 영업점 방문 없이 신속한 자금지원이 가능한 온라인 자동심사 빅데이터 플랫폼 '원클릭보증'을 구축했다.

보증지원 가능시간을 기존 5일에서 3일이내로 단축하고 보상절차 투명성을 높여 국민불편을 해소한 점을 높게 평가받아 우수상을 수상했다.

이재영 행안부 정부혁신조직실장은 "정부는 디지털 전환 시대에 혁신 기술을 활용해 더 똑똑하게 일하고 국민에게 좋은 서비스를 제공하기 위해 노력한다"면서 "혁신사례를 공공부문 전반에 확산해 국민을 위한 서비스 향상에 집중 하겠다"라고 말했다.

@highlight

행정안전부는 지자체 및 공공기관 혁신업무담당자 200여명이 참석한 가운데, 지난 6월부터 공모한 214건의 일하는 방식 혁신 우수사례를 발표하는 '공공부문 일하는 방식 혁신 콘서트'를 정부세종청사에서 열고, 국가보훈처 경기동부보훈지청에게 최우수상을 수여했다.