조선시대 최대 객사 건축물인 금성관 전경.

현존하는 최대 규모의 조선시대 객사 건축물인 ‘나주 금성관’이 보물로 지정됐다.

문화재청은 전남도 유형문화재 금성관을 국가지정문화재 보물 제2037호로 지정했다고 최근 밝혔다.

‘나주 금성관’은 조선 시대 지방관아의 하나인 객사 건물이다.

객사란 임금을 상징하는 전패와 궐패를 모시고 초하루와 보름마다 임금에 대한 예(망궐례)를 올리거나, 지방에 오는 사신이나 관원을 접대하는 공간이다.

금성관의 정확한 연대는 알 수 없으나 ‘금성관중수상량문’과 ‘망화루 중수기’ 등 문헌으로 볼 때, 조선 초기부터 지금의 자리에 있었고 현재 규모와 골격은 1617년 이전에 갖추어졌다는 것을 확인할 수 있다.

이후 1775년과 1885년에 중수됐으며 일제 강점기 군 청사로 사용되다가 1976년 보수 이후 현재에 이르고 있다.

금성관의 중심 건물인 정청은 팔작지붕 형태로, 맞배지붕을 주로 사용하는 일반적인 객사의 정청과 대비된다.

인근의 나주향교 대성전도 일반적인 향교 대성전의 지붕 형태인 맞배지붕과 달리 팔작지붕의 형태라는 점에서 지역 특수성으로 볼 수 있다.

또한 금성관 양식은 주심포계 익공식 공포를 사용했으며 월대와 건물의 외관, 내부 천장 등이 궁궐의 정전과 유사하게 구성된 점도 다른 객사와 구별된다.

문화재청 관계자는 “금성관은 나주 읍치(邑治)의 역사성과 상징성을 대표하는 문화유산으로 원래의 자리에 원형을 잘 지키고 있다”며 “규모와 형태 면에서 다른 객사와 뚜렷한 차별성을 띤다는 점에서 국가지정문화재로서의 역사적, 건축적, 학술적 가치가 높다”고 밝혔다.

@highlight

문화재청이 원형을 잘 보존하여 국가지정문화재로서의 가치가 높은 '나주 금성관'을 보물 제2037호로 지정했다.