삼성전자가 세계 최대 건조기 시장인 미국에서 3분기에도 시장점유율 1위를 차지했다.

세탁기와 냉장고에서도 1위를 차지하는 등 미국 생활가전 시장에서 월풀 등을 제치고 14분기 연속 1위 달성이 유력해졌다.

삼성전자는 미국 시장조사업체 트랙라인의 조사 결과 자사 건조기가 3분기 브랜드별 금액 기준 시장점유율 20.2%를 차지했다고 28일 밝혔다.

이에 따라 삼성 건조기는 2017년 연간 1위를 비롯해 올해 역시 분기 1위 자리를 놓치지 않으면서 3년 연속 1위를 사실상 확정했다.

회사 관계자는 "미국 시장에 특화한 색상을 도입했고, 빠른 건조시간과 높은 에너지 효율, 옷감 손상과 주름을 줄여주는 스팀 건조 기능 등 디자인과 성능 모든 면에서 호평을 받으며 시장을 주도하고 있다"고 설명했다.

삼성전자는 건조기 뿐 아니라 세탁기와 냉장고 등 주요 생활가전에서도 1위를 차지했다.

세탁기의 경우 3분기 19.3%, 냉장고의 경우 21.7%의 점유율을 각각 기록했다.

특히 냉장고는 14분기 연속 점유율 1위를 기록 중이며, 특히 프리미엄 제품군인 프렌치도어 냉장고는 점유율 28.9%로 2009년부터 10년 넘게 1위 행진을 이어가고 있다.

이 밖에도 전기레인지의 경우 3분기 점유율이 전년 동기보다 1.2%포인트 상승한 13.5%로, 가스와 전기 방식을 모두 포함한 레인지에서는 16.7%의 점유율로 각각 2위 자리를 지키며 조리기기 부문에서도 강세를 보였다.

이에 따라 삼성전자는 미국 생활가전 전체 시장에서 3분기 점유율 19.2%를 차지해 14분기 연속 1위 브랜드 자리를 굳건히 지켰다.

올해 누계 점유율에서는 20.1%의 점유율로 월풀(16.9%), LG전자(15.8%) 등 경쟁사와의 격차를 한층 더 벌렸다.

최익수 삼성전자 생활가전사업부 상무는 "격전지인 미국에서 14분기 연속 1위 브랜드라는 기록을 달성했다"며 "앞으로도 소비자들의 다양한 라이프스타일에 맞는 제품을 지속해서 선보여 시장을 선도하겠다"고 말했다.

지난 1월 미국 라스베이거스에서 열린 세계최대 전자 전시회 CES2019에서 관람객들이 삼성전자 건조기와 세탁기를 살펴보고 있다.

@highlight

삼성전자 건조기가 미국에서 3분기 시장점유율 1위를 차지해 삼성건조기는 2017년 연간 1위를 비롯해 3년 연속 1위를 사실상 확정하였고 또한 세탁기와 냉장고에서도 1위를 차지하며 14분기 연속 1위 달성이 어렵지 않게 됐다.