패스트트랙에 오른 사법개혁 법안의 국회 본회의 부의를 놓고 정국의 긴장감이 고조되고 있다.

부의란 국회 본회의 상정의 바로 전 단계로, 부의만 된다면 상정과 표결을 거칠 수 있다는 의미다.

27일 정치권에 따르면 문희상 국회의장은 원칙적으로 공수처법 등 사법개혁 법안을 29일 본회의에 부의할 방침인 것으로 알려졌다.

법사위의 체계·자구 심사 90일 논란을 두고 여당인 민주당 손을 들어주는 셈이다.

패스트트랙 지정 안건이 본회의에 부의되면 이날부터 60일 이내에 본회의에 상정해야 한다.

이렇게 되면 공수처법 등 사법개혁 법안의 처리 시점은 연말로 한정된다.

국회 관계자는 “문 의장이 29일 사법개혁 법안을 본회의에 부의할 가능성이 크다”며 “여야의 합의가 우선이지만 합의가 이뤄지기 쉽지 않은 상황”이라고 말했다.

하지만 본회의 부의는 하되 실제 상정 시점은 특정하지 않을 것으로 보인다.

여야 합의 없이 공수처법 등이 본회의에 상정돼 표결될 경우, 자유한국당은 물론 군소 야당들의 반발을 부르면서 부결될 가능성이 크기 때문이다.

관건은 28일 예정된 국회의장-교섭단체 대표들의 정례회동이다.

이날 문 의장과 3당 원내대표들은 공수처법 등 패스트트랙 법안 처리 여부를 논의한다.

이 자리에서도 여야 간 입장차를 줄이지 못할 경우, 문 의장은 29일 공수처법 등 사법개혁 법안을 자동부의할 가능성이 높다.

본회의 상정 시점은 문 의장이 선거제 개혁안과 내년도 예산안과 일괄처리 입장을 밝힌 12월 초로 전망된다.

이런 가운데 사법개혁안의 문 의장의 본회의 부의가 늦춰질 가능성도 배제할 수 없다는 관측도 나온다.

부의 자체가 시급하지 않다는 점에서 야권과의 협상 과정을 보면서 결정해도 된다는 것이다.

실제로 제1야당인 자유한국당은 여당인 문 의장이 사법개혁 법안을 부의할 경우, 장외투쟁 등에 나서면서 투쟁 강도를 높인다는 방침이다.

바른미래당과 정의당, 민주평화당, 대안정치 등 군소야당들도 선거법 선 처리를 주장하고 있다.

@highlight

29일 패스트 트랙에 오른 사법 개혁 법안이 국회 본회의 상정의 바로 전 단계인 부의를 놓고 여야 간 합의가 되지 않으면 직권 상정할 가능성이 있다.  