우리기업 상표가 해외에서 무단선점 되는 사례가 빈번한 것으로 나타났다.

특허청은 해외 각국에서 우리기업 상표가 무단선점된 것으로 의심되는 사례를 실태조사한 결과, 총 62개국에서 1140건의 의심사례가 발견됐다고 28일 밝혔다.

이번 조사는 글로벌 상표 DB(WIPO-GBD, TMview)가 활용됐으며, 중국, 베트남 등에서 이미 파악된 무단선점 의심 영문상표 906개를 대상으로 이들 상표가 글로벌 상표 DB 내 56개 국가에서도 선점됐는지를 파악하는 방법으로 진행됐다.

조사 결과, 선점의심 사례가 발견된 상표는 총 279개로 62개 국가에서 1140건이 발견됐다.

국가별로는 인도네시아 204건(17.9%), 태국 116건(10.2%), 싱가포르 83건(7.3%) 등 아세안 국가(8개국 594건, 52.1%)에서 가장 많았고, 유럽국가(22개국 189건, 16.6%)에서도 다수의 선점의심 사례가 나왔다.

또한, 업종별로는 전자·전기(361건, 31.7%), 화장품(121건, 10.6%), 식품(103건, 9.0%), 프랜차이즈(100건, 8.8%), 의류(82건, 7.2%) 업종 순으로 많이 나타났으며, 개별 상표로는 국내 유명 화장품 및 제과 업체 상표에서 의심사례가 많았다.

특허청은 이번에 파악된 선점의심 사례에 대해서는 피해기업에게 피해정보를 제공하고, 11월 중 우리기업들을 대상으로 설명회를 개최하여 피해대응 교육과 함께 기업 의견도 청취할 계획이다.

아울러 중국, 베트남, 글로벌 상표 DB(WIPO-GBD, TMview)에서 상표를 검색하는 방법과 선점피해에 대응하는 방법을 담은 매뉴얼을 발간하여 우리기업들에게 보급할 예정이다.

특허청 목성호 산업재산보호협력국장은 "무단선점 의심사례가 대다수 국가에서 나타났는데, 경쟁업종이 아닌 상품류 뿐만 아니라 경쟁업종에 등록된 사례도 많이 보인다"며 "우리기업들 스스로도 자사상표에 대한 체계적인 관리가 필요하다"고 말했다.

@highlight

특허청이 우리기업 상표가 무단선점된 것으로 의심되는 사례를 조사한 결과 전세계 62개국의 전자·전기 포함 다양한 업종에서 총 1140건이 발견되었으며, 추가적인 피해를 방지하기 위하여 다양한 노력을 할 것이라고 밝혔다.