영랑 김윤식 시인(1903~1950)의 브랜드 격상을 위한 세미나에서 영랑시문학상 운영의 쇄신을 요구하는 의견들이 제시된 가운데 ‘영랑 브랜드 전국화’를 위한 노력이 선행돼야 한다는 주장이 제기됐다.

지난 23일 강진군이 개최한 김영랑 선양사업 활성화 방안 모색을 위한 세미나에 전문가들과 주민 60여 명이 참여, 지금까지 추진했던 영랑선양사업에 대한 문제점을 지적하고 향후 발전 방안을 제시하는 등 열띤 토론을 벌였다.

첫 번째 발제자로 나선 송하훈 영랑기념사업회장은 ‘김영랑 선생 선양사업 추진 실적 및 현황’이란 주제 발표에서 “영랑시문학상 상금(1천만 원)이 16년 전이나 현재나 변함없다”며 “영랑 시인의 무게감으로 보아 상금 증액은 불가피하며 강진군의 의견을 받아들여 영랑시문학상 운영위원회 설치를 적극 추진하겠다”고 밝혔다.

또 박덕규 단국대 예술대학장은‘김영랑 문학콘텐츠의 발전 방안과 전망’에서 “문학상 운영은 먼저 운영위가 꾸려지고, 그 운영위로 하여금 심사위원을 선정토록 하는 게 기본”이라며 “영랑의 문학자원은 전국화 할 수 있는 충분한 가치가 있기에 지역적 한계에서 벗어나 중앙언론사와의 연계도 좋은 방법”이라고 강조했다.

김선기 박사(시문학파기념관장)의 사회로 진행된 종합토론에선 김영랑에 대한 주민들의 높은 관심과 애정이 그대로 투영돼 나타났다.

이날 자유발언에서 주민들은 영랑문학제의 지역적 한계 노출, 영랑기념사업회의 활동 미약, 영랑시문학상의 비합리적 운영, 지역에서 영랑을 품고 있는 한 전국화 요원, 영랑·현구문학제의 통합 개최 방안 검토, 영랑 묘소 강진으로의 이장 등 다양한 의견이 나왔다.

최치현 군 문화예술과장은 “이날 공통적 의견으로 제시된 중앙언론사와의 연계 방안 등을 놓고 유족측과 협의, ‘김영랑 브랜드 전국화’하는 발판을 마련하겠다”고 밝혔다.

@highlight

지난 23일 강진군이 개최한 김영랑 선양사업 활성화 방안 모색을 위한 세미나에서 영랑 김윤식 시인(1903~1950)의 브랜드 격상을 위한 다양한 의견들이 제시된 가운데 최치현 군 문화예술과장은 이날 제시된 의견을 취합해 ‘영랑 브랜드 전국화’의 기반을 마련하겠다고 밝혔다.