[충청투데이 이심건 기자] 농협중앙회 대전지역본부는 농업인과 서민들을 배려하는 나눔 경영을 실시하고 있다.

서민을 타겟으로 한 밀착 금융지원을 통해 지역대표 서민금융기관으로서의 위상을 제고할 수 있도록 최선을 다하고 있다.

대전농협은 금융지원의 사각지대에 있는 서민 계층을 위한 금융상품 개발을 통해 지역발전과 경영안정에 이바지하는 비전를 세우고 있다.

저신용·저소득 서민을 대상으로 6~8%대의 금리로 대출할 수 있는 대출상품이다.

개인 신용등급이 낮거나 소득이 적은 자영업자, 농림어업인, 근로자 중 연소득이 3500만원 이하이거나, 연소득이 4500만원 이하이면서 개인 신용등급이 6~10등급 이상이면 이용할 수 있다.

높은 대출문턱으로 어쩔 수 없이 고금리 대출상품을 이용해야만 했던 취약차주들의 눈높이를 맞춘 대표적인 서민 맞춤형 금융상품이다.

사잇돌 중금리 대출은 중·저신용자를 대상으로 연 10% 내외의 중금리로 금리부담을 덜 수 있는 SGI서울보증 보증증서 대출이다.

사잇돌 중금리 대출은 재직서류 하나와 소득서류 하나면 대출이 가능하다는 점이 장점으로 부각되고 있다.

서류 준비가 간단하다보니 햇살론과 같은 타 보증서 대출 보다 편리하고 빠른 대출을 실행할 수 있다.

뿐만 아니라 근로소득, 사업소득, 연금소득 등 연소득 합산이 가능해 대출한도가 높으며 햇살론과 동시에 진행이 가능하다.

'행복이음 패키지' 상품은 가입고객 모두에게 금융혜택을 주고, 농업인은 추가혜택을 제공하는 종합자산관리형 패키지 상품이다.

'행복이음패키지'상품은 입출식, 적립식(자유적립적금, 정기적금), 거치식의 3종 구성으로 이뤄져, 고객 니즈를 고려한 고객지향형 서비스다.

특히 대전농협은 상품판매금액 일부를 기금으로 조성해, 농업인에 대한 우대금리 지원 및 청년 창업농 및 사회적 소외계층을 추가로 지원하면서 상호금융 기업의 사회적 책임을 다하고 있다.

@highlight

농협중아회 대전지역본부는 서민들을 위한 금융상품을 개발하여 농업인과 서민들을 배려하는 누눔경영을 실시하기 위해 서민 맞춤형 상품을 선보일 예정이다.