한국철도(코레일)는 최근 발생한 밀양역 직원 사상사고와 관련해 부산경남본부장과 시설기술단장을 비롯한 고위간부 4명을 직위해제 하는 등 관련자들을 인사조치하고 현장의 안전을 지키기 위한 비상경영체제에 돌입했다고 28일 밝혔다.

우선 한국철도는 지난 26일부터 2급 이상 간부 전원이 무기한 휴일 비상근무에 들어가, 열차 안전운행 강화와 비상대응체계를 유지토록 했다.

또 내달 4일 월례조회 대신 전사 안전실천결의대회를 갖는다.

현장의 안전을 근본부터 다시 세우기 위해 근무기강 확립과 직무사상사고 예방에 대한 전 직원의 각오를 다지기 위함이다.

이와 함께 오는 30일에는 이번 사고와 관련한 근본 대책 마련을 위한 시설분야 안전대토론회를 개최한다.

본사와 전국 12개 지역본부 간부가 참석해 현장 작업 환경의 문제점을 도출하고 외부 철도전문가와 전문기관의 자문을 받아 안전 혁신방안을 마련할 계획이다.

이와 관련 한국철도는 22일부터 열차 운행 중 진행하는 선로 유지보수 작업인 '상례작업'을 현장 안전 대책이 마련될 때까지 당분간 최소화하고 열차 운행 차단 후 작업을 확대 추진 중이며, 긴급 보수나 열차 안전 운행을 위한 최소한의 필수작업에 대해서는 현장의 안전이 확실히 담보된 경우에 한해 제한적으로 작업을 진행키로 했다.

앞서 25일에는 부사장 주재로 선로작업자 안전을 위한 대책반을 구성하여 회의를 갖고 △상례작업 안전확보를 위한 주간작업시간 확보 △선로작업 등 위험작업의 표준작업화 △첨단 기술을 활용한 ICT 기반의 시설물 점검체계 구축 등 안전 확보 방안을 우선 마련해 추진키로 했다.

손병석 한국철도 사장은 "밀양역 직원 사상사고로 국민 여러분께 큰 심려를 끼쳐드린 점에 대해 머리 숙여 사과드린다"며 "이번 사고를 교훈 삼아 선로 유지보수 작업의 문제점을 철저히 파악해 직원은 물론 현장 최일선에서 일하는 모든 작업자의 안전에 미흡한 부분과 잘못된 관행을 개선하여, 모두가 안심하고 탈 수 있는 철도가 되도록 전 임직원이 온 힘을 쏟겠다"고 말했다.

@highlight

코레일은 28일 최근 밀양역 직원 사상사고와 관련해 부산경남본부장과 시설기술단장을 비롯 고위간부 4명을 직위해제 하고,  관련자들을 인사조치하는 등 비상경영체제에 돌입했다고  밝히고, 지난 26일부터 2급 이상 간부 전원 무기한 휴일 비상근무에 들어가 열차 안전운행 강화 및  비상대응체계를 유지토록 했으며, 본사와 전국 12개 지역본부 간부가 참석해 작업 환경의 문제점을 찾고 외부 철도전문가 등의  자문을 받아 안전 혁신방안을 마련할 계획이다.