[충청일보=배명식기자] 최근 자유한국당에 입당한 윤갑근 전 대구고검장이 당의 총선 승리를 위해선 "새로운 시대에 맞는 정치를 지향하는 인물이 필요하다"고 28일 밝혔다.

윤 전 고검장은 이날 충북도청에서 한 간담회에서 "내년 총선 승리를 위해서는 한국당의 체질 개선이 필요하다"며 "(공천 때) 부정적 이미지의 인물을 제외하고 그 반대 인물로 채워야 한다"고 지적했다.

그는 "청주지역의 정서와 민심도 이대로는 (총선에서)필패하는 만큼 변화해야 한다는 것이 대세"라며 "이를 역행하면 패배의 길로 가는 것이며 기득권에 안주해선 승리할 수 없다"며 이같이 말했다.

그러면서 이른바 '충북 정치 1번지'로 불리는 청주 상당구에 출마하겠다는 뜻을 내비쳤다.

윤 전 고검장은 "현 상황을 보면 한국당이 내년 총선에서 청주 지역 (승리는)어렵다는 얘기가 나온다"며 "시민들의 이 같은 인식을 바꿔야 하며 도내 정치 1번지인 상당에서 먼저 이뤄야 한다"고 말했다.

상당 선거구에는 5선 도전에 나선 같은 당 도당위원장인 정우택 의원이 버티고 있다.

이와 관련 정우택 의원과의 공천 경쟁에 대해선 "정 의원의 경력과 비교하면 '백면서생'에 불과하지만 크게 개의치 않는다"며 "경력이 많은 사람만 승리하면 신진이 등장하기 어렵고 세대교체가 이뤄질 수 없다. 판단은 국민이 하는 것이고 제 역량에 따라 좌우된다"고 자신감을 드러냈다.

그는 또 "청주 시민이 원하는 정치가 바뀌었다는 것을 보여주기 위해 청주 지역구를 묶어서 변화했다는 인상과 이미지를 줄 수 있는 공천과 전략이 필요하다"며 "한국당의 정책과 지향하는 점도 중요하지만 이를 뒷받침할 수 있는 인재가 가장 중요하다"고 강조했다.

이어 "적어도 4개 지역구는 공동으로 연대해서 총선을 준비해야 하며 함께 할 수 있는 인물을 찾고 있다"며 "이들은 기존 정치인과 일하는 방식이나 정책, 생각들이 다르며 국민을 위한 정치를 하는 사람"이라고 덧붙였다.

충북 청주 출신인 윤 전 고검장은 지난 22일 한국당에 입당했다.

@highlight

22일 자유한국당에 입당한 윤갑근 전 대구고검장이  같은 당 도당위원장 정우택 의원이 있는 상당 선거구에서 총선 승리를 위해선 "새로운 시대에 맞는 정치를 지향하는 인물이 필요하다"고 28일 알렸다.