광주장애인체육회 서용규 수석부회장은 최근 끝난 제39회 서울장애인체전에서 광주가 최고 성적을 거둔 배경에 대해 설명하며 이와 같이 말했다.

지난 15일부터 19일까지 서울 일원에서 열린 장애인체전에서 광주는 금메달 56개, 은메달 45개, 동메달 66개 등 역대 최다인 167개의 메달을 획득하며 9만7천233점으로 종합 8위를 달성했다.

서 수석부회장은 “장애인체육회 운영은 100% 시비 또는 기금으로 운영, 재정적 한계를 가지고 있어 후원금 조성을 통한 선수들의 지원책이 절실하다”며 “장애인 선수의 동기부여는 비장애인 보다 더 훨씬 작용을 하게 된다.

선수들과 지도자의 사기 진작을 위해서 후원금 조성에 앞장섰고 19개 기업 및 기관 참여를 유도해 5천만 원의 후원금을 만들었다”고 강조했다.

이어 선수들에게 실질적인 도움이 될 수 있도록 지원 제도 개선에 나서 기존 메달 획득자에게만 한정했던 대상 선정을, 종합 점수 득점 순위로 대상자를 선정하는 방법으로 개선했다.

서 수석부회장은 과거 입상에 실패한 4등이나 5등은 경기를 포기하는 사례가 많았는데 올해는 투지를 갖고 끝까지 경기에 임하면서 좋은 점수를 획득하는데 도움이 됐다고 평가했다.

여기에 가맹단체를 대상으로 수시 간담회를 갖고 애로사항을 청취하고 개선사항을 반영하며 공감대를 형성하고 소통한 점도 좋은 성적의 요인으로 분석했다.

광주장애인체육회는 앞으로 장애인국민체육센터의 이용률 극대화를 꾀하고 6만9천 여명의 광주 등록장애인 중 생활체육 참여율을 현행 20%에서 30%까지 상향해 나갈 예정이다.

장애인 전용 반다비 체육관 사업도 확대해 나갈 방침이다.

현재 정부 지원이 확정된 남구를 포함해 북구, 광산구, 동구에도 전용 체육관 건립 분위기를 조성하기 위해 지자체와 협의에 적극 나설 예정이다.

서 수석 부회장은 “예년과 달리 후원금을 조성해 선수들에 대한 지원을 대폭 강화하고 지도자들의 사기를 진작시켜 준 결과 좋은 성적을 거두게 된 것 같다”며 “이용섭 시장님의 관심과 지원에 감사드리고 마지막까지 포기하지 않고 경기에 임해 준 선수와 지도자, 보호자 여러분께 영광의 기쁨을 돌려주고 싶다”고 덧붙였다.

@highlight

지난 15일부터 19일까지 열린 장애인체전에서 역대 최다인 167개의 메달을 획득하며 9만7천233점, 종합 8위를 달성한 배경에 대해 광주장애인체육회 서용규 수석부회장은 "선수들이 훈련에 매진할 수 있도록 지원금을 늘리고 여건을 개선"한 것이 좋은 결과로 이어졌다고 밝혔다.