김성춘 등 시인 9명 참여..

▲ 수요시 포럼 동인들.

왼쪽부터 강봉덕, 권영해, 권주열, 김성춘, 권기만, 이원복, 정창준, 김익경, 박마리 시인.

수요시포럼 동인의 열여섯 번째 동인지 <,에서 벗어나기>(함께하는 출판그룹 파란·183쪽)가 발간됐다.

‘수요시포럼’은 울산 지역의 시인들이 모여 2002년 최초 결성한 동인으로 서로 다른 작품 경향을 바탕으로 활동하고 있는 현대시 동인이다.

이번에 펴낸 동인지에는 김성춘 대표동인을 비롯, 강봉덕, 권기만, 권영해, 권주열, 김익경, 박마리, 이원복, 정창준 시인이 창작한 총 60편의 시가 담겼다.

기획‘포커스’에서는 ‘Southpaw’를 타이틀로 정창준 시인의 시세계를 김용규 사진작가의 인물 사진과 김익경 시인 글로 표현했다.

‘비선형적 기호의 제곱들’에서는 활자를 넘어서는 다양한 이미지를 사용, 시가 가진 언어적 한계에 대해 도전하는 작품들을 수록해 신선함을 준다. 수요시포럼 시인들의 질문에 허만하 시인 대답을 수록한 ‘수요시포럼이 묻고 허만하 시인이 답하다’에서는 시와 예술에 대한 허만하 시인의 철학적이고 통찰력 있는 안목을 다양한 질문을 통해 끌어낸다.

김성춘 대표동인은 “ 동인지에는 매년 형식적으로 동인들의 작품을 모아 발표하기 보다는 새로운 기획을 통해 수요시포럼 동인의 집요한 노력과 문학을 넘어서기 위한 신선한 발상을 담았다”고 말했다.

한편 수요시포럼은 울산시의 후원을 받아 오는 11월 2일 울산시립도서관 1층에서 ‘울산시인과 책 나눈데이’ 행사를 열어 이번에 발간한 ‘,에서 벗어나기’를 문학에 관심이 있는 시민들을 대상으로 무료 배부할 계획이다.

@highlight

수요시포럼 동인의 열여섯 번째 동인지 <,에서 벗어나기>(함께하는 출판그룹 파란·183쪽)가 발간됐는데 ‘수요시포럼’은 울산 지역의 시인들이 모여 2002년 최초 결성한 동인으로 서로 다른 작품 경향을 바탕으로 활동하고 있는 현대시 동인인데 이번에 수요시포럼은 울산시의 후원을 받아 오는 11월 2일 울산시립도서관 1층에서 ‘울산시인과 책 나눈데이’ 행사를 열어 이번에 발간한 ‘,에서 벗어나기’를 문학에 관심이 있는 시민들을 대상으로 무료 배부할 계획이다.   