인천시의회가 시민들과 정책 개발 연구성과를 공유하는 자리를 만들었다.

이를 계기로 지속적인 열린 의정을 펼칠 예정이다.

시의회는 28일 개회식을 시작으로 29일까지 이틀간 ‘연구하는 시의회 정책 톡톡 페스티벌’을 개최한다.

시의회가 주최하고 인천연구원과 의원연구단체가 공동 주관하는 이번 페스티벌은 시민들이 직접 참여할 수 있다는 점에서 의미가 크다는 평가다.

각종 지역 현안에 관심 있는 시민들은 누구나 토론회와 세미나에 참여해 의견을 낼 수 있고, 시의회와 인천연구원은 시민 의견을 선별해 정책 연구에 반영할 예정이다.

1일 차 일정으로 열린 연구성과 공유 토론회에서는 인천연구원의 최신 연구성과가 실질적으로 정책에 반영될 수 있는 방안을 강구하면서 폭넓은 의견을 나눴다.

논의된 세부 과제는 ▶마을공동체 정책의 방향 전환 모색(기획행정 분야) ▶관광정책 변화와 미래 과제(문화복지 분야) ▶수도권매립지 매립 종료 대비 인천시 단계별 추진과제(산업경제 분야) ▶경인고속도로 주변 도로 여건 변화에 따른 교통 개선 방안(건설교통 분야) ▶2018 인천점검, 도약을 위한 제언(교육 분야) 등 총 5개 정책과제다.

2일 차에는 시의원들로 구성된 9개 의원연구단체가 단체별로 정책 세미나를 진행한다.

그동안 공들여 준비한 정책과 연구성과를 시민들에게 선보이고 토론한다.

세미나 주제는 ▶예산 ▶공항경제권 ▶고려인 ▶지역 소비 행태 ▶도시재생 뉴딜정책 ▶남북 교류 ▶환경기반시설 ▶인천형 자치분권 등이며, 1개 단체는 연회 진행을 맡는다.

시의회 의원연구단체는 지난해 3개에서 올해 9개로 대폭 확대됐으며 자치분권과 남북 교류, 도시재생 등 다양한 분야의 연구활동을 하고 있다.

이용범 시의회 의장은 "제8대 시의회 의원들이 지역 발전과 시민을 위해 늦은 밤까지 정책을 개발하고 열정적으로 연구하는 모습을 보여 주고 있다"며 "이러한 정책 성과들이 모여 시민의 일상에 큰 변화를 줄 수 있으리라 기대하고 있고, 앞으로도 의원들이 정책 역량을 최대한 발휘할 수 있도록 의장으로서 지원을 아끼지 않겠다"고 말했다.

@highlight

인천시의회는 28일 개회식을 시작으로 29일까지 인천연구원과 공동 주관하는 ‘연구하는 시의회 정책 톡톡 페스티벌’을 개최하여 시민들과 함께 토론회와 세미나에 참여하여 의견을 선별해 정책연구에 반영할 계획을 갖고있다. 