리얼미터 제공.

중도층이 결집하면서 문재인 대통령의 국정수행 지지율이 2주 연속 상승세를 보였다.

정경심 동양대 교수 구속영장 발부 등 여전한 조국 논란 속에서도 문 대통령의 ‘공정’ 행보가 중도층 결집에 긍정적인 역할을 하고 있다는 분석이다.

여론조사 전문기관 리얼미터는 YTN의 의뢰로 실시한 10월 4주차 주간집계(21~25일)에서 문 대통령의 국정수행 지지율이 지난주 대비 0.7%p 오른 45.7%를 기록했다고 28일 밝혔다.

2주 연속 상승하며 40% 대 중반으로 유지했다.

‘국정수행을 잘못하고 있다’는 부정평가는 1.9%p 내린 50.4%로 나타났다.

긍정평가와 격차는 4.7%p로 좁혀졌다.

중도층 결집이 지지율 상승 요인인 것으로 분석됐다.

중도층의 2주 연속 결집세(10월2주차 33.5%→10월3주차 38.8%→10월4주차 40.3%)가 이어지면서 긍정평가는 40% 선을 회복했고 부정평가는 50%대 중반(64.1%→58.9%→56.3%)으로 하락했다.

더불어민주당 정당지지율은 4주 만에 40% 대를 회복하며 0.8%p 오른 40.6%를 보였다.

반면 자유한국당은 2.1%p 내린 32.2%로 30%대 초반으로 떨어졌다.

민주당은 보수·중도층, 50·60대 이상, 서울과 충청권에서 상승한 반면, 진보층, 30·40대, 호남에서는 하락했다.

한국당은 보수층과 중도층, 20·50·60대 이상, 서울과 충청권, 부산·울산·경남, 대구·경북, 호남에서 하락했다.

반면 진보층, 30·40대에서는 상승했다.

다음은 바른미래당 5.4%, 정의당 4.8%, 민주평화당 1.7%, 우리공화당 1.3%로 집계됐다.

이번 조사 임의 전화걸기 방법으로 실시했으며 19세 이상 유권자 3만9천778명에게 통화를 시도한 결과 최종 2천504명이 응답을 완료해 6.3%의 응답률을 보였다.

표본오차는 95% 신뢰수준에서 ±2%p다.

자세한 사항은 리얼미터나 중앙선거여론조사심의위원회 홈페이지에서 확인할 수 있다.

@highlight

여론조사 전문기관 리얼미터가 서 문재인 대통령의 국정수행 지지율 10월 4주차 주간집계를 실시한 결과, 지난주 대비 0.7%p 증가한 45.7%를 기록해 2주 연속 상승세를 보이며 40% 대 중반으로 유지한 것을 문 대통령의 ‘공정’ 행보가 중도층 결집에 긍정적인 역할을 하고 있다고 분석했다.