육아 전문브랜드 밤부베베가 rinjo작가와의 특별한 콜라보레이션을 통해 우리 아기의 바른 성장을 기원하는 새로운 디자인의 '아기풀꽃 출산 세트'를 출시했다.

rinjo작가는 자연을 닮은 싱그러운 색감 표현과 부드러운 수채화 기법으로 많은 사랑을 받고 있는 디자이너이다.

'아기풀꽃 출산 세트'는 우리 아기가 성장하는 모든 순간 씩씩하고 건강하길 바라는 엄마 아빠의 마음을 아기풀꽃으로 가득 담아 디자인 했다.

어떤 환경에서도 꿋꿋이 꽃을 피우고 열매를 맺는 풀꽃 처럼 이 세상 모든 아기들에게 풀꽃의 기운이 오롯이 스며들어 바른 성장을 기원하는 의미를 담고 있다.

'아기풀꽃 출산 세트'는 신생아에게 꼭 필요한 배냇저고리, 아기모자, 속싸개, 손싸개, 턱받이를 고급스러운 패키지로 구성하였고, 사은품으로 발싸개까지 함께 증정하고 있다.

또한 밤부베베는 수유 시 부모와 아기의 자세를 고려하여 설계한 '올바른 수유쿠션'을 출시하였으며, 수유에 서툰 초보 엄마, 아빠에게 잠시나마 고된 육아에 힐링을 부여한다는 평을 받으며 큰 호응을 얻고 있다.

이외에도 밤부베베의 베스트셀러 제품인 '순한대나무 사각기저귀', '순한대나무 거즈손수건'와 '순한대나무 엠보손수건'에 사랑스러운 파스텔톤 컬러와 아기에 대한 엄마, 아빠의 바람을 담은 디자인으로 리뉴얼하여 엄마는 물론 아기의 사랑까지 듬뿍 받을 것으로 기대되고 있다.

밤부베베는 인스타그램 등의 SNS채널을 통해 예비맘, 육아맘 등의 소비자들과 소통하고 있으며, 보다 자세한 사항은 본사 홈페이지를 통해 확인할 수 있다.

10월 31일부터 11월 3일까지 4일간 코엑스서 개최되는 2019 서울 마지막 베이비페어인 '코베 베이비페어＇에서 밤부베베를 만날 수 있다.

@highlight

육아 전문브랜드 밤부베베는 수채화 기법으로 알려져 있는 rinjo작가와 콜라보레이션을 통해 신생아에게 필수적인 배냇저고리, 손싸개 등으로 패키지를 구성한 '아기풀꽃 출산 세트를 판매했다.