전주상공회의소 사무처장에 공모 등 절차 없이 특정인이 내정됐다는 소식에 논란이 일고 있다.

28일 전주상의 상공인들과 관계자 등에 따르면 지난 5월 29일 김순원 사무처장이 퇴임한 뒤 공석으로 놔뒀던 사무처장직에 지난 달 초부터 퇴직한 고위공무원이 내정된 것으로 전해진다.

실제 부이사관(3급)으로 퇴직한 해당 고위공무원에 대한 정부의 공직자윤리위원회의 사전심사가 진행되고 있는 것으로 확인되면서 현임 이선홍 회장의 독단으로 인사가 진행되고 있다는 지적도 나오고 있다.

일부 상공인들은 "사무처장은 다른 한편에서 전주상의를 이끌어가는 중요한 역할을 하는 만큼 내부에서 역량을 가진 인물이 있는지를 고려하거나, 또는 외부에 다양한 분야에서 역량 있는 적임자가 있는지 공모 절차를 통해 인사를 구하는 게 정상적인 조직에서 이뤄지는 일"이라면서 "이번에는 내외부에 소리소문 없이 내정자가 정해지고 검증 절차가 진행되고 있어 답답한 심정"이라고 지적했다.

사실 그동안 전주상의는 사무처장을 공모하지는 않았다.

하지만 전주상의 회장단이나 회원들이 명망있는 인사들을 후보에 올려 놓고 저울질을 했으며, 회장단과 임원들이 그 중 적합한 인물을 선정한 것으로 알려졌다. 이 때문에 다양한 인사가 전주상의 사무처장을 역임했고, 김순원 사무처장도 내부 인사로 승진해 업무를 성공적으로 이끈 것으로 평가받고 있다.

그런데 이번에는 이러한 과정이 생략된 것처럼 조용한 깜깜이 인사가 이뤄졌고, 실질적으로 검증 절차에 들어가서야 외부에 알려졌다는 게 상공인들의 지적이다.

이에 상공인들은 "이번 인사가 임명권을 쥔 이선홍 회장의 독단적인 인사이거나, 고위공직자가 퇴직한 단체의 거수기로서 역할하는 인사가 이뤄진다는 소문까지 돌고 있다"면서 "이러한 의혹을 없애기 위해 전주상의는 내부인물 적합론 및 외부 경제전문가 영입 등을 주장했던 회원들의 다양한 목소리에 귀를 기울여야 한다"고 주장했다.

한편, 이와 관련 전주상의 관계자는 "사무처장 후보는 상의 회장단과 조율을 마친 이선홍 회장이 결정하고 중앙인사윤리위원회에 검증을 의뢰한 것으로 안다"면서 "특별한 문제가 발견되지 않으면, 상임위원회에서 임명이 결정될 것"이라고 확인했다.

@highlight

전주상공회의소 사무처장에 후보 저울질 등 검증절차 없이 지난달 퇴직한 고위공무원이 내정되어 논란이 일고 있다.