문재인 대통령이 28일 인공지능(AI) 분야를 새로운 국가 차원의 전략산업으로 키워 내겠다고 밝혔다.

미래 성장동력으로 선정된 시스템반도체, 바이오헬스, 미래차 등 3대 신산업을 뒷받침하기 위해 데이터·5G 등과 함께 AI 분야도 국가 전략산업으로 키우겠다는 의지를 공식화한 것이다.

문 대통령은 이날 서울 코엑스에서 열린 ‘데뷰(Deview·Developer’s View) 2019’ 콘퍼런스 행사에 참석, 기조연설을 통해 "인공지능은 인류의 동반자"라면서 "정부는 올해 안으로 완전히 새로운 인공지능(AI)에 대한 기본구상을 바탕으로 인공지능 국가 전략을 제시하겠다"고 밝혔다.

문 대통령은 "인공지능이 사람 중심으로 작동해 사회혁신 동력이 되게 함께 노력하자"며 "일자리 변화와 인공지능 윤리 문제도 각별히 관심을 기울이겠다"고 약속했다.

특히 "인공지능 발전은 인류가 그동안 경험해보지 못한 세상으로 인류를 이끌 것"이라며 "인공지능은 산업 영역에 그치지 않고 고령화 사회의 국민 건강, 홀몸노인 복지, 홀로 사는 여성 안전, 고도화되는 범죄 예방 등 우리 사회가 당면한 여러 문제를 해결해낼 것이다.

바야흐로 인공지능 시대"라고 역설했다.

문 대통령은 인공지능 개발자들을 향해 "인공지능 문명을 만들어 가는 새로운 인류의 첫 세대"라고 칭하며 "개발자들이 끝없는 상상을 펼치고 실현하도록 정부가 함께하겠다"고 약속했다.

아울러 "인공지능 대학원, 이노베이션 아카데미 등 기존 정책에 더해 대학 첨단분야 학과 신·증설과 대학교수의 기업겸직도 허용해 세계 최고 인재가 우리나라로 모이게 하겠다"며 "데이터 3법 연내 통과도 국회와 적극 협력하겠다"고 덧붙였다.

또한 "인공지능 정부가 되겠다"며 "정부 스스로 인공지능을 가장 적극적으로 활용·지원하겠다"고 했다.

아울러 "세계 최고 수준의 전자정부를 넘어서는 인공지능 기반 디지털 정부로 탈바꿈하고 환경·재난·안전·국방 등 국민 삶과 밀접한 영역에서부터 수준 높은 서비스를 제공해 국민이 체감하게 하겠다"고 말했다.

강봉석 기자 kbs@최장수 총리 기록 세운 이낙연 ‘환한 미소’

@highlight

문 대통령은 ‘데뷰(Deview·Developer’s View) 2019’ 콘퍼런스 행사에 참석하여 인공지능(AI) 분야를 국가 전략산업으로 키우겠다는 뜻을 데이터 3법 연내 통과에 국회와 적극 협력하겠다고 밝혔다.