현대글로비스가 중국 현지 물류기업과 합자사를 설립한다.

중국내 완성차 운송사업 확대에 탄력이 붙을 것으로 예상된다.

글로벌 물류업체 현대글로비스는 중국 완성차 전문 물류기업 '렌허물류'와 25일 합자회사 '장쑤거렌물류유한공사(장쑤거렌물류)' 신설계약을 체결했다고 28일 밝혔다.

현대글로비스의 중국 현지법인인 베이징 글로비스)와 렌허물류가 각각 51%, 49% 지분을 투자한다.

성승용(왼쪽) 현대글로비스 중국총괄담당과 리핑 렌허물류 회장이 25일(현지시간) 계약식을 체결하고 있다.

중국 베이징에서 열린 계약식에는 성승용 현대글로비스 중국총괄담당(전무), 리핑 렌허물류 회장, 중국물류협회 관계자 등 100여명이 참석했다.

현대글로비스는 장쑤거렌물류를 통해 중국 현지 내륙운송시장 확대에 적극 나설 계획이다.

특히, 합자사 설립과 동시에 렌허물류의 기존고객인 '지리기차' '창청기차' '광저우기차' 등 이른바 중국 '토종' 메이커의 완성차 운송 물량을 전략적으로 확보할 수 있게 됐다.

렌허물류는 2001년부터 중국 북동부를 중심으로 완성차 운송.

보관.수출 사업을 영위하는 자동차 전문 물류회사다.

중국 화베이·둥베이·화둥·화난 지역에 생산공장을 운영중인 중국현지 자동차업체를 주요화주로 보유하고 있다.

렌허물류는 지난해 약 195만대의 완성차를 내륙에서 운송하는 등 최근 중국내 시장 점유율을 큰 폭으로 높여가고 있다.

매출규모는 2017년 기준 약 18억위안(약 3000억원)이다.

앞으로 합자사 장쑤거렌물류는 중국에서 생산된 완성차를 전용트럭으로 운송하는 사업에 주력한다.

베이징 글로비스와 렌허물류가 중국에서 각각 수행하던 완성차 운송을 통합운영하는 한편, 추가적으로 신규화주 발굴에도 나설 예정이다.

현대글로비스 관계자는 "이번 합자사 설립이 중국내 물류사업을 강화하는데 상당한 시너지를 낼 것"이라고 기대했다.

@highlight

글로벌 물류업체 현대글로비스는 중국 완성차 전문 물류기업 '렌허물류'와 '장쑤거렌물류유한공사' 신설계약을 맺으며 중국 현지 내륙운송시장을 확대하고 중국 '토종' 메이커의 완성차 운송 물량을 전략적으로 확보할 예정이라고 밝혔다.