더불어민주당 박병석 의원(대전 서구갑)이 28일 잇따라 라디오 인터뷰를 갖고 대전과 충남지역 학생들의 공공기관 취업 확대를 위한 '혁신도시법 개정안'이 국회 국토교통위원회와 법제사법위원회를 통과하기까지의 일화를 공개했다.

여야 간 극심한 대치로 계류 중인 법안이 산적한 상황에서 혁신도시법의 법사위 통과는 상대적으로 신속히 이뤄졌다는 평가를 받는다.

하지만 그 과정이 결코 순탄치만은 않았다.

박 의원은 이날 인터뷰에서 혁신도시법 법사위 통과 과정에 대해 "소속 여야 의원들의 의견이 갈릴 수 있고, 특히 법안 위반 여부의 자구 심사를 하는 수석전문위원들이 부정적 의견을 갖고 있는 것으로 진단됐다"고 밝혔다.

그 이유는 크게 두 가지인데 첫째는 공공기관관의 권리는 새로 부여하지 않으면서 직원 의무채용이란 의무만을 강요하는 것이고, 또 다른 하나는 혁신도시법은 법을 통과한 2006년 이후만 적용되는데 그 전에 이전한 공공기관까지 적용시키는 것은 법 위반 소지가 있다는 부정적 의견이 있었다고 박 의원은 설명했다.

이에 박 의원은 법안 전문수석위원, 국토부 책임자 등과 면담을 갖고 토론하며 최종적으로 법사위 통과 바로 전날 전문수석으로부터 경미한 자구 수정은 있을 수 있지만 별 다른 이상은 없다는 의견서를 제출하면서 법사위를 통과할 수 있었다고 설명했다.

수석위원의 검토보고서가 부정적 의견으로 제출될 경우 법안 계류 가능성 크다는 점을 공략한 결과다.

박 의원은 국토부 담당자와도 긴밀히 협의하며 정책적으로 필요한 부분들에 대해 적극 지원했다고 부연했다.

박 의원은 야당 지도부와 법사위 소속 의원들과의 개별 접촉도 이어갔다.

당위성을 설명하며 조속한 개정안 통과를 위한 요청에 공감하는 의원들이 늘어났다.

박 의원은 법사위 통과 결과에 대해 이른바 투트랙 전략이 주효했다고 평가했다.

그는 "대전과 충남이 혁신도시 지정에만 매달리고 있을때, 곰곰히 생각해보니 그건 시간이 오래 걸리고 미래의 불확실성이 존재해 지역 인재채용만을 따로 분리해 선 의무채용 법안 통과에 노력했던 부분이 주효했던 것으로 보인다"고 말했다.

@highlight

더불어민주당 박병석 의원은 라디오 인터뷰를 통해 28일 '혁신도시법 개정안'이 통과하기까지의 일화를 공개하며 법안 전문수석위원, 국토부 책임자 등과 토론하고 통과할 수 있게 된 이유를  설명하고 그는 "대전과 충남이 혁신도시 지정에만 몰돌할 때 지역인재 채용안을 따로 분리해서 법안 통과에 노력한 것이 주효했다"고 전했다.