박승원 경기 광명시장이 28일 오후 서울 서대문구 그랜드 힐튼호텔서울 본관에서 열린 '2019 국제 평생학습도시 포럼'에 참석했다.

'위대한 도시와 평생교육의 힘! 액티브 시티즌십'을 주제로 열린 이날 포럼에는 유은혜 교육부 장관을 비롯, 문석진 전국평생학습도시협의회 회장, 박승원 광명시장, 박준희 관악구청장, 김수영 양천구청장 등 평생학습도시 기관장들과 독일시민대학연합회, 외국도시 기관장 등이 참석했다.

포럼은 전국평생학습도시협의회, 독일시민대학연합회(DVV)가 공동주최하고 세계시민성교육원 주관으로 열렸으며, 개회식, 주제발표, 종합토론, 질의응답순으로 진행됐다.

주제발표에서는 독일시민대학연합회와 본(Bonn) 시민대학 관계자 3명이 유럽의 적극적 시민 참여교육(Bettina Brand 독일시민대학연합회 국제사업부), 독일의 적극적 시민 참여교육(Levan Kvatchadze 독일시민연합회 유럽담당), 독일의 시민 참여교육과 지역 사회에 시민대학(VHS)의 역할(Ingrid Schoell 독일 본 시민대학 학장) 에 관해 발표했다.

주제 발표 이후에는 유시춘 EBS 이사장의 진행으로 '한국의 발전 방향 논의 : 액티브 시티즌'이 이어졌다.

좌담회 형식의 이 토론에는 패널로 윤여각(국가평생교육진흥원장), 김광호(유네스코 한국위원회 사무총장), 문석진(전국평생학습도시협의회장), 유럽 및 독일 주제발표자 등이 참여했다.

박승원 시장은 "오늘 포럼은 국제 평생학습 네트워크 구축, 미래 평생교육 정책에 대한 비전을 나누는 자리였다. 올해는 광명시가 전국 최초로 평생학습도시를 선언한지 20주년이 되는 뜻깊은 해다. 광명시는 시민들이 평생학습을 직접 기획하고 참여하며 시민 누구나 학습할 수 있는 기회를 보장해 전국 1호 평생학습도시의 명성을 이어 가겠다"고 밝혔다.

@highlight

박승원 경기 광명 시장은 28일 오후 서울 서대문구 그랜드 힐튼호텔서울 본관에서 개최된 '2019 국제평생학습도시 포럼'에 참석하여 광명시는 향후 시민들의 평생학습 직접 기획 및 참여를 통해 시민 누구나 학습할 수 있는 기회를 마련해나가겠다고 밝혔다.