경기도와 경기콘텐츠진흥원은 내년부터 미래 신성장 동력인 문화기술을 집중 육성하기로 하고, 관련 산업 육성방안 모색을 위해 내달 2~3일 '부천아트벙커 B39'에서 문화기술 교류회를 개최한다고 28일 밝혔다.

이번 교류회는 사회적기업 ㈜노리단의 디지털 아트 페스티벌 '프렉티스'와 연계해 추진한다.

각종 전시와 공연 및 세미나가 함께 진행되며 문화기술 분야 공공기관, 재단, 갤러리 관계자, 관련분야 전공 학생, 창작자와 4차산업 혁명 기술 개발기업 등이 참여할 예정이다.

아울러 국내·외 문화기술 분야 전문가들을 초청해 4차산업혁명 시대의 문화기술의 정의와 미래, 그리고 관련 산업육성방안에 대해 논의한다.

첫째 날에는 △경희대 경영대학원 문화예술경영학과 박신의 교수의 문화기술의 의미와 가치 △이을 아티스트의 실용적 디자인 예술과 가능세계 △아티스트 안드레아스 러츠의 인간과 기계/AI의 균형 등 연사 5명의 강연이 진행된다.

둘째 날에는 △부천국제판타스틱영화제 VR섹션의 김종민 큐레이터가 새로운 예술의 흐름 △디자이너 마쿠스 헥크만의 우연과 필연, 터치디자이너 공간의 단면 △전자음악가 리차드 디바인의 사운드 디자인과 합성 등 5개 강연이 이어진다.

이 밖에도 실험적인 음악 퍼포먼스 공연과 미디어 아트 전시, 전문가 워크숍 등 다양한 프로그램 등을 통해 문화기술 및 미디어아트에 관심이 많은 콘텐츠 창작가와 제작사, 예술 전공 학생 등에게 새로운 디지털 아트의 흐름을 소개할 예정이다.

조한경 경기도 콘텐츠정책과장은 "산업간 융합을 촉진하고 인간의 삶의 질 향상에 기여하는 문화기술은 고부가가치를 창출하는 미래 신성장동력"이라며 "내년부터 청년일자리 선호도가 높은 문화기술 산업육성에 적극 나서겠다"고 말했다.

경기도 문화기술교류회는 행사 알림 플랫폼을 통해 무료 참가 신청이 가능하며, 자세한 사항은 경기콘텐츠진흥원 광교클러스터센터(031 8064 1719)로 문의하면 된다.

@highlight

경기도와 경기콘텐츠진흥원은 4차산업혁명 시대의 문화기술의 정의와 미래, 그리고 관련 산업육성방안에 대해 논의하기 위해 다양한 분야의 전무가들이 참석하는 '부천아트벙커 B39'에서 문화기술 교류회를 내달 2~3일 개최한다고 28일 밝혔다.