경찰이 전남대학교병원 채용 비리와 관련해 교육부의 감사 자료를 검토하고 고발인 조사를 마치는 등 수사를 전방위로 확대하고 있다.

광주 동부경찰은 최근 교육부와 병원측에 요청한 감사자료·채용 관련 서류 일체를 넘겨받아 검토에 나섰다고 28일 밝혔다.

지난달 고발장을 접수한 병원 노조 관계자·인사 전문가 등 4명을 불러 조사하는 등 경찰은 채용 비리 관련 의혹을 전반적으로 들여다 보고 있다.

고발장에는 김성완 전남대병원 사무국장의 아들, 조카 그리고 아들의 전 여자친구 채용 과정 상 의혹, 간부직원 간 ‘품앗이 면접’ 등이 담겨있는 것으로 전해졌다.

경찰은 교육부 감사자료의 신뢰성이 높다고 보고 중점적으로 검토하고 있다.

또 교육부의 징계 권고를 병원 측이 제대로 이행했는지 여부 등도 확인할 계획이다.

다만 경찰은 교육부가 감사 당시 다른 피감기관의 채용 부정에 대해서는 수사를 의뢰한 데 반해, 전남대병원의 비리에 대해서는 내부 징계 조치 권고에 그친 이유에 주목하고 있다.

아울러 감사 당시에는 확인이 안 됐지만, 채용 관련 서류 23건이 분실됐다는 노조 주장을 토대로 아직 밝혀지지 않은 부정이 있는 것인지 집중 수사한다.

국회 교육위원회 종합 국정감사에서 불거진 사무국장 컴퓨터 하드디스크 교체 등 증거인멸 정황도 들여다본다.

경찰 관계자는 “사건 특성 상 수사기간이 오래 걸리지만, 최대한 속도를 내겠다”며 “불거진 의혹 전반에 대해 두루 살펴본다.

채용을 둘러싼 명백한 부정이 있었는지 규명하고 관련자 혐의를 입증하는 데 수사력을 모을 방침이다”고 밝혔다.

한편 지난해 교육부의 공공기관 감사를 통해 병원 A사무국장 등이 채용 부정을 저지른 사실이 처음 드러났다.

병원 측은 비리 당사자들 중 1명을 감봉하고 11명은 경고조치했다.

최근 진행된 국회 교육위 국정감사에서도 전남대병원 채용 비리에 대한 집중 추궁과 질타가 이어져 크게 논란이 됐고, 전남대병원 노조 등 시민단체들은 진상규명과 책임자 처벌 등을 요구한 바 있다.

논란의 중심이 된 김성완 사무국장은 지난 22일 보직사퇴하고 공로연수에 들어갔다.

@highlight

경찰이 전남대학교병원 채용 비리와 관련해서 신뢰성 높은 교육부의 감사 자료를 집중 검토하여 김성완 전남대병원 사무국장의 아들과 조카 그리고 아들의 전 여자친구 채용 의혹에 대한 수사를 진행하고 있다.