대전 동구는 28일 구청 1층 로비에서 구를 대표하는 복지브랜드 천사의 손길 온도탑 및 천사나무 제막식을 열었다.

이날 행사는 천사의 손길 기부자들에게 감사의 뜻을 전하며 천사의 손길을 대표하는 나눔냉장고, 띵동빨래방과 같은 사업들을 적극 홍보하기 위해 마련됐다.

제막식은 뮤젯트리오의 식전공연을 시작으로 제막식, 기탁식 및 온도탑 시연 순으로 진행됐다.

천사의 손길 온도탑은 그간의 후원금과 후원물품을 집대성해 따뜻한 온정의 손길을 느낄 수 있는 대형 온도탑으로 형상화했으며, 천사나무는 ▲나눔냉장고 ▲띵동빨래방 ▲설렘쿠폰 ▲천사저금통 ▲두꺼비집수리 봉사단 등과 같은 현재 결실을 맺고 있는 천사의 손길 대표사업들을 나무 열매로 표현했다.

온도탑에는 천사의 손길 역사를 대변하는 총 40억 2200만 원의 기부액과 2019년의 기부액 현금 6억 3310만 원, 3억 5880만 원 가치의 현물액이 빨간 체온으로 표시돼 많은 이의 관심을 끌었다.

이날 제막식 이외에도 오엠티㈜(대표 오명탁)와 ING산업㈜(대표 허성준)이 500만 원을 천사의 손길에 기탁해 천사기업과 나눔리더 인증을 받았으며, 보문장애인자립생활센터(대표 신인수)가 약 7700만 원 상당의 핸드폰 케이스를 전달했다.

이어 대전봉사체험교실(대표 권흥주)과 대전지방보훈청(청장 이남일)이 600만 원 상당의 난방유를 기탁해 지역 내 국가유공자들이 올 겨울을 따뜻하게 보낼 수 있게 됐다.

황인호 청장은 "동구의 대표 복지브랜드 천사의 손길의 역사가 거대한 체온계와 나무로 형상화돼 구청 1층 로비에 상시 전시된다"며 "기부금액에 따라 올라가는 체온계를 보며 나눔의 기쁨을 함께 나누며 많은 분들이 소액기부에 동참하셨으면 한다"고 말했다.

@highlight

대전 동구는 28일 구청 1층 로비에서 천사의 손길 기부자들에게 감사의 뜻을 전하며 복지브랜드 천사의 손길 온도탑 및 천사나무 제막식을 열었다.