자유한국당이 ‘벌거벗은 임금님’에 빗대 속옷만 걸친 문재인 대통령과 수갑을 찬 조국 전 법무부 장관의 모습을 애니메이션으로 풍자해 논란이 일고 있다.

한국당은 28일 국회 의원회관에서 당 캐릭터 ‘오른소리 가족’ 제작 발표회를 하고, 이 동영상을 공개했다.

‘오른소리 가족’은 한국당이 만든 캐릭터로 조부모 김대한·공정의, 부모 김민국·한마음, 자녀 김자유·김민주 등 3대로 구성됐다.

동영상은 할아버지가 손자·손녀에서 ‘벌거벗은 임금님’ 동화를 들려주는 형식이다.

동영상에는 문 대통령 캐릭터가 속옷차림으로 등장했다.

문 대통령은 간신들의 말에 속아 ‘안보 자켓’과 ‘인사 넥타이’ 등을 입고 나타나지만, 사실 아무것도 걸치지 않은 채 거리를 활보하면서 국민들의 비웃음을 산다는 내용으로 구성됐다.

이 동화를 들려준 할아버지가 마지막에는 “이것이 바로 끊이질 않는 재앙, 문재앙이란다”라고 말하면서, 문 대통령을 온라인 상에서 비하하는 표현도 노골적으로 썼다.

조 전 장관은 두 팔에 수갑을 차고 있었는데, 이를 지켜보던 문 대통령은 “안 그래도 멋진 조 장관이 은팔찌(수갑의 은어)를 차니 더 멋지구나”라고 했다.

애니메이션 형식이지만 현직 대통령을 속옷만 입은 차림으로 연출한 것에 대해 논란이 일고 있다.

황교안 한국당 대표는 이날 “오른소리라는 이름처럼, 가짜·거짓이 난무하는 시대에서 우리 당의 이해를 떠나 국민 입장에서 옳은 소리를 하는 정당으로 인식될 수 있도록 더욱 노력할 것”이라고 말했다.

하지만 이해식 민주당 대변인은 논평에서 “한국당이 공개한 동영상은 충격을 금할 수 없는 내용으로 채워졌고, 문 대통령에 대한 조롱과 비난이 인내력의 한계를 느끼게 한다”고 지적했다.

이어 “그런 천인공노할 내용을 소재로 만화 동영상을 만들어 과연 누구에게 보여주겠다는 것인지 말문이 막힐 따름”이라고 맹비난했다.

@highlight

자유한국당이 '벌거벗은 임금님'에 빗대 문 대통령이 간신들의 말에 속아 아무것도 걸치지 않은 채 거리를 활보하며 비웃음을 산다는 내용으로 애니메이션을 제작하고, 문대통령을 온라인 상에서 비하하는 표현도 노골적으로  사용하여 논란이 일고 있다.