한남대 제공.

한남대와 국제희년재단연구원이 개최하는 '한남대-국제희년재단 심포지엄'이 29일 오후 4시 한남대 무어아트홀에서 열린다.

이번 심포지엄은 유럽의 발전적인 사회적 돌봄 경험을 공유하고 지역에 적용하기 위해 실천 방안을 모색하기 위해 준비됐다.

볼로냐는 사회적 경제를 통해 자본주의의 문제점인 양극화를 해결하고 소외와 배제 없는 사회를 성공적으로 만들고 있다는 평을 받는 도시다.

심포지엄에서는 이탈리아 볼로냐 사회적협동조합 '카디아이'의 국제프로젝트 총책임자인 라라 프리에리가 '볼로냐는 어떻게 사회적 경제의 주도성이 강한 세계적 도시가 됐나?'를 주제로 특강을 한다.

또 볼로냐 보건국의 정신보건국장이자 정신과 의사인 안젤로 피오리티는 '이태리 정신장애인의 지역사회 거주 및 사회참여를 위한 지역협력 시스템 구축 방안'에 대해 강연한다.

심포지엄에는 사회적협동조합 '카디아이'의 프랑카 구글리에메티(Franca Gugliemetti) 회장과 헨리 본 보스(Henry von Bose) 뷔텐베르크 주의원, 임은빈 국제희년재단준비위원장 등이 참석한다.

또한 대전지역 단체장과 사회적기업 대표들, 한남대 관련학과 교수 및 학생도 함께 자리해 질의응답과 간담회 등을 진행할 계획이다.

한남대는 이번 심포지엄을 통해 사회혁신의 실천방안과 사회적경제 기업 협력체계를 구축하는 데 노력을 기울일 방침이라고 밝혔다.

또한 지방자치단체와 더불어 노인과 장애인, 아동 등 지역 통합 돌봄의 올바른 방향을 모색하고, 국제적 협력 모델을 발굴하는 것을 목표로 삼고 있다.

이덕훈 총장은 "한남대는 사회적 경제의 중요성을 인식하고 한남사회혁신원과 사회적경제융합대학을 개설하고 서비스러닝도 중점 추진해왔다"며 "이번 심포지엄을 통해 유럽의 모델과 경험을 배우고 우리의 사회혁신 프로그램에 창의적인 적용 방법을 모색하겠다"고 말했다.

@highlight

한남대와 국제희년재단연구원이 개최하는 '한남대-국제희년재단 심포지엄'이 29일 한남대 무어아트홀에서 열리고 심포지엄에서는 이탈리아 볼로냐 사회적협동조합 '카디아이'의 국제프로젝트 총책임자인 라라 프리에리가 '볼로냐는 어떻게 사회적 경제의 강한 세계적 도시가 됐나?'를 특강을 하며 또한 지방자치단체와 아동 등 통합 돌봄의 방향을 모색, 국제적 협력 발굴하는 것을 목표로 삼고 있다.