계룡시는 오는 10월 30일부터 11월 11일까지 계룡문화예술의전당에서 다양한 과학문화를 체험할 수 있는 '2019 두드림 프로젝트 <찾아가는 과학관, 과학놀이터>'가 개최된다고 밝혔다.

'두드림 프로젝트'란 과학기술에 대한 관심을 제고하고 다양한 과학문화 체험서비스를 통해 지역, 계층 간 과학문화 격차를 해소하기 위해 지난 2015년부터 시작한 사업으로 과학기술진흥기금과 복권기금사업비로 운영하고 있다.

올해 프로젝트는 과학기술정보통신부와 한국과학창의재단이 주최하고 한국과학관협회가 주관하며, 충남권역 운영기관인 대전시민천문대가 계룡시의 후원으로 계룡문화예술의전당 전시실과 주차장에서 개최한다.

찾아가는 과학관, 과학놀이터분야로 나누어 설치,운영되는 이번 행사는 인공지능 로봇, 가상현실, 생체모방기술 등 다양한 과학문화프로그램을 한자리에 만나 볼 수 있으며, 누구나 무료로 관람가능하다.

찾아가는 과학관은 '인류와 자연이 공존하는 과학'을 주제로 생물의 과학적 원리와 기능 상어비닐 수영복, 거미줄 모방유리 등 생물 모습을 모방한 생활품,거미모방 로봇, 아이언맨 슈트 등 생체모방 로봇제품 등에 관련된 전시와 체험프로그램으로 구성했다.

과학놀이터는 기초과학과 응용과학을 주제로 2～30여점의 체험물을 다이나믹하게 연출한 '플레이 사이언스(Play Science) 전시'로 관람객들이 직접 만져보고 체험할 수 있어 과학에 대한 호기심을 자극할 것으로 기대된다.

이와 함께 천체관측, 태양계 강연과 공작체험 등 과학교육프로그램인 '찾아가는 과학교실'도 함께 진행될 예정이다.

공공시설사업소 김익중주무관은"이번 행사는 과학교육, 문화시설이 부족한 계룡시 지역의 청소년들과 시민들이 다양한 과학 전시, 체험 콘텐츠를 가까이에서 만나 볼 수 있는 기회가 될 것"이라며 "지역 청소년과 시민들의 많은 관심과 관람을 바란다"고 전했다.

@highlight

계룡시는 오는 10월 30일부터 11월 11일까지 계룡문화예술의전당에서 인공지능 로봇, 가상현실 등 다양한 과학문화 체험서비스를 통해 지역, 계층 간 과학문화 격차를 해소하기 위한 '2019 두드림 프로젝트 <찾아가는 과학관, 과학놀이터>'가 개최된다고 발표했다.