글로벌 불확실성이 확대되면서 비트코인이 새로운 안전자산으로 부상하고 있다.

비트코인은 이미 '디지털 금' 혹은 '유사 국채' 특징을 나타내면서 미·중 무역분쟁 격화 당시와 비교해 200% 이상 상승했다.

그러나 전문가들은 비트코인이 위험지표에 민감한 움직임을 보이고는 있지만, 다른 안전자산과 비교하면 아직 보편적 안전자산으로 간주하기엔 무리가 있다고 판단했다.

29일 국제금융센터에 따르면 비트코인의 가격 움직임이 뚜렷했던 2017년 이후 위험 지표들과의 상관계수는 올해 들어 상승 추세를 보여 6월 중순에는 0.6까지 상승했다.

글로벌 저금리 상황에서 주식, 채권 등 대다수 자산가격들이 고평가된 것으로 인식된 반면 상대적으로 가격 메리트가 있는 비트코인이 투자대안으로 부상한 것으로 풀이된다.

그러나 여전히 ▲과도한 변동성 ▲부정적 이미지 ▲엄격한 규제 등의 문제에서는 자유롭지 못하다.

비트코인 가격 변동성은 7월 중순 120%에 달해 다른 안전자산에 비해 변동폭이 현저하게 크다.

암호화폐 업계의 노력에도 건전한 투자상품보다는 자금 세탁의 도구, 혹은 투기수단으로서의 부정적 이미지가 강한 것도 풀어야 할 숙제다.

각국은 규격화된 시스템하에서의 비트코인 거래는 일부 허용하면서도 기존 금융시스템 위협, 자금세탁 활용 가능성 등을 우려해 규제를 강화하고 있다.

비트코인 취약점이 단시일 내 해소되기 어려워 안전자산으로서의 위상 확충에는 한계가 있는 상황이다.

다만, 저가 메리트가 존재할 경우 금융불안 상황에서 헤지수단으로 국지적 수요는 수시로 나타날 수 있다.

국제금융센터 김용준 연구원은 "최근 비트코인의 가격 변동성이 다소 축소되고 선물거래 상품도 상장되는 등 일부 긍적적 모습이 나타나고 있지만 각국 감독당국은 오히려 규제 강화에 초점을 두고 있어 불리한 여건이 지속될 전망"이라며 "비트코인을 안전자산으로 간주한 투자는 당분간 신중할 필요가 있다"고 말했다.

@highlight

전문가 의견에 따르면 비트코인은 다른 안전자산에 비해 가격 변동폭이 현저하게 크며 자금 세탁의 도구, 혹은 투기수단으로서의 부정적 이미지가 강한 것 등 다른 안전자산과 비교하면 아직 보편적 안전자산으로 보기에는 무리가 있다고 판단했다.