최태원 SK그룹 회장이 그룹 구성원들과 회사 주변 식당에서 SK와 사회 행복을 이야기 하는 격의 없는 행복토크 자리를 가졌다.

29일 SK그룹에 따르면 최 회장은 28일 그룹 사내게시판을 통해 모집한 140명과 서울 광화문 일대 한식당 두곳에서 '번개 행복토크'를 연이어 열었다.

최태원 SK그룹 회장이 28일 서울 광화문 인근 한 대중음식점에서 저녁식사를 겸한 번개 행복토크를 열고 구성원들과 함께 사진을 찍고 있다.

최 회장은 올해 구성원과 이해관계자 행복을 새 경영화두로 제시하고 구성원과 100회에 걸쳐 행복토크를 열겠다고 공언했다.

이날 번개 저녁모임은 각각 89, 90번째 자리였다.

최 회장은 "형식을 파괴해 구성원들과 소박하고도 진솔한 대화 자리를 갖고 싶다"고 직접 제안해 열렸다.

이날 오후 5시쯤 첫번째 행복토크 장소인 을지로 한식주점에 모여있던 구성원들은 최 회장이 면바지와 자켓 등 케주얼한 복장으로 들어서자 환호성을 올렸다.

최 회장은 "그동안 관계사별로 타운홀 미팅 형식으로 진행했던 행복토크에서 탈피해 오늘은 구성원들에게 밥을 사면서 행복 스킨십을 강화하는 자리"라며 "우리가 행복을 위해 오늘 무슨 일을 했는지 이야기 해보자"고 운을 뗐다.

구성원들은 각 테이블을 찾은 최 회장과 셀카를 찍고 건배를 제안했다.

"팔뚝이 굵은 데 관리는 어떻게?" 등 개인적 질문과 인생고민, 회사 미래에 대해 소통했다.

최 회장은 "우리가 행복세상 행복경영을 선포해도 밤은 찾아오고 비바람도 불어올 것"이라며 "지금 마라톤 출발선에 선 10만여 SK구성원들이 하나같이 행복에 대한 동의와 믿음, 실천과정을 통해 행복마라톤을 완주할 수 있기를 희망한다"고 말했다.

두번째 행복토크 장소인 광화문 인근 국밥집으로 옮긴 최 회장은 "성공한다고 행복한 것은 아니지만, 행복해지면 성공할 확률이 높아진다"고 말했다.

@highlight

올해 구성원과 이해관계자의 행복을 새 경영화두로 제시한 최태원 SK그룹 회장은 28일 그룹 사내게시판을 통해 모집한 140명과 서울 광화문 일대 한식당 두곳에서 SK와 사회 행복에 대해 논의하는 '번개 행복토크'를 연이어 진행하며 10만여 SK구성원들이 행복에 대한 동의, 믿음, 실천과정을 통해 행복마라톤을 완주하기를 바라는 마음을 전했다.