항암효과로 주목받는 '펜벤다졸' 성분의 구충제 복용을 놓고 갑론을박이 벌어지고 있다.

앞서 지난 28일 폐암 4기 환자인 개그맨 김철민 씨는 자신의 페이스북에 "펜벤다졸 4주차 복용. 통증이 반으로 줄었고 혈액검사 정상으로 나옴. 통증이 반으로 줄었다"고 밝혀 이목이 집중됐다.

펜벤다졸(Fenbendazole)은 강아지 구충제에 쓰이는 제제로 선충류 기생충을 제거하는데 사용된다.

반려견 구충제 펜벤다졸 제제 복용에 대한 관심은 지난달 한 유튜브 영상에서 촉발됐다.

지난 2016년 말기소세포폐암 진단을 받은 미국의 조티펜스가 펜벤다졸 성분 구충제 복용 2년만에 완치판정을 받았다는 사례를 담은 영상이 올라오면서부터다.

조티펜스는 직접 블로그를 운영하며 펜벤다졸 성분이 들어간 파나쿠어 제품의 복용법과 암 치료 과정을 기록하는 등 구충제의 항암효과를 주장하고 있다.

영상이 화제가 되면서 한 제약사에서 신약개발에 참여하고 있다고 주장한 유튜버 김약사도 자신이 운영하는 유튜브 채널 '김약사 피셜'을 통해 펜벤다졸 성분의 구충제 복용의 효과를 지지해 논란이 일었다.

펜벤다졸이 기생충을 제거하는 과정이 암세포의 대사활동을 저해하는 표적항암제가 개발되는 원리와 비슷하다는 설명이다.

식품의약품안전처는 즉각 위험성을 경고하고 나섰다.

말기암 환자들의 펜벤다졸 성분 구충제 복용 시도가 무분별하게 늘어난 데 따른 것이다.

식품의약품안전처는 대한암학회와 함께 "동물용 구충제는 동물에게만 허가된 약"이라며 "펜벤다졸을 고용량으로 장기간 투여한다면 혈액이나 신경, 간 등에 심각한 손상 등 부작용이 발생할 수 있다"고 경고했다.

@highlight

'펜벤다졸' 성분의 구충제를 복용하여 말기암 완치판정을 받았다는 美조티펜스의 주장을 시작으로 최근 SNS 사이에서 '펜벤다졸' 성분의 항암효과에 대해 논란이 뜨겁다.