2022년부터 국가·지방 일반직 9급 공무원 공개채용 필기시험에서 고교과목이 제외되고 전문과목이 필수화된다.

이 내용은 해양경찰을 포함한 경찰공무원 순경, 소방공무원 소방사 시험에도 동일하게 적용된다.

인사혁신처와 행정안전부, 경찰청, 해양경찰청, 소방청 등은 이 내용을 담은 ‘공무원임용시험령’ 등 5개 개정안이 29일 국무회의를 통과했다고 밝혔다.

현행 9급 공채 필기시험에는 수학·사회·과학 등 고교과목이 포함돼 있다.

고교과목은 2013년 고졸인재의 공직진출 확대의 일환으로 도입됐으나 실제 고졸자의 공직 진출 효과는 미미하다는 평가를 받았다.

또한 전문과목을 선택하지 않은 채 합격한 공무원 비율이 높아 행정서비스의 질이 떨어진다는 문제가 제기돼왔다.

이에 따라 관계 부처는 범정부적으로 9급 공채 등 시험과목에서 고교과목을 제외하고 직종·직류별 업무 특성에 맞는 역량 검증을 위해 전문과목을 필수로 치르도록 시험 과목을 개편했다.

예를 들어 국가직 9급 일반행정 직렬의 경우 현재 ‘행정법총론·행정학개론·사회·과학·수학’ 등 선택과목 가운데 2과목을 고르게 돼 있지만, 개편 후에는 고교 과목이 사라지고 ‘행정법총론·행정학개론’이 필수화된다.

국가직 9급 세무 직렬은 세법개론·회계학이, 경찰직 순경은 헌법·형사법·경찰학이, 소방직 소방사는 소방학개론·소방관계법규·행정법총론이 필수화된다.

개정된 시험과목은 수험생들에게 충분한 준비 기간을 주기 위해 2년의 유예기간을 둔 뒤 2022년부터 적용된다.

정부는 보도자료에서 "이번 시험과목 개편으로 9급 공무원의 직무수행 역량 검증이 강화됨으로써 신규 공무원의 전문성과 행정서비스 품질이 제고될 것으로 기대된다"고 밝혔다.

@highlight

인사혁신처 등 관계기관은 2022년부터 국가ㆍ지방 일반직 9급 공무원 공개채용 필기시험에서 고교과목을 제외하고 전문과목을 필수화하는 내용을 담은 '공무원임용시험령'등 5개 개정안이 29일 국무회의를 통과했다고 밝혔다.