오는 30일 대구창조경제혁신센터에서 지역대학과 지역혁신이란 주제로 '2019 지역대학 육성 정책포럼'이 열린다.

대구시와 대구경북연구원은 지역대학, 기업, 시민사회 및 전문가 등 200여 명이 참석한 가운데 '지역대학과 지역혁신'이라는 주제로 정책포럼을 개최한다.

이번 포럼은 학령인구 급감, 대학위기와 지역소멸에 대응하기 위해 지역혁신의 핵심주체로 대학을 주목하고 지난 8월 교육부에서 발표한 '대학혁신 지원' 에 대해 대학이 지역에 기여하고 사회적 가치를 창출할 수 있도록 대학혁신 방안을 제안하기 위해 마련됐다.

포럼에는 임태상 대구시의회 기획행정위원장의 축사, 류장수(부경대학교 교수) 대학구조개혁위원회 위원장의 대학연계 지역혁신 방안이라는 주제로 기조강연을 한다.

1부에서는 지역대학을 연계한 지역혁신 거버넌스 구축방안에 대한 발표와 토론이 이어지며, 2부에서는 지자체와 지역대학의 상생방안 수범사례를 공유하게 된다.

다섯 차례 주제발표와 토론이 있은 후 매일신문 석민기자, 대구시민센터 윤종화 이사, 대구테크노파크 김희대 센터장, 대구여성가족재단 정일선 대표 등이 참석하는 종합토론이 이어질 예정이다.

종합토론에서는 지역사회의 다양한 이해당사자의 시각과 견해가 반영된 의견이 제시될 예정이다.

이상길 대구시 행정부시장은 "지역대학은 지역 고등교육 수준의 지표이고 지역의 미래 경쟁력인 만큼 이번 포럼을 통해 대학이 공공성과 지속가능성을 실천할 수 있도록 지역혁신을 위해 대학과 지역공동체가 함께 노력해 갈 것이다"고 말했다.

대구시는 이번 포럼 제안내용을 관련부서 등과 검토해 대학혁신지원사업에 반영할 계획이다.

교육부의 대학혁신지원사업은 지자체-대학 주도의 지역혁신 플랫폼을 구축하고 지역여건과 발전방향 등을 고려해 지역수요와 연계한 지역대학의 교육혁신, 지역산업 혁신(연구개발), 대학의 지역공헌 확대(지역사회연계) 등의 사업으로 추진할 예정이다.

@highlight

오는 30일 대구시와 대구경북연구원은 '지역대학과 지역혁신'이라는 테마로 정책포럼을 열고 학령인구 급감, 대학위기와 지역소멸에 대응하기 위한  핵심주체로 대학을 주목하고 대학혁신 방법을 마련해 대학혁신지원사업에 적용할 예정이다.