네이버랩스가 판교와 상암 지역 고정밀지도(HD맵) 데이터셋을 무상 공개한다.

자율주행 관련 연구기관과 스타트업이 이를 활용해 연구를 진전시킬 수 있다.

네이버랩스는 '하이브리드 HD 매핑'을 활용해 구축한 판교와 상암 지역 HD맵 데이터셋을 무상 공개한다고 29일 밝혔다.

국내 민간 기업이 자체 구축한 HD맵 데이터셋을 공개한 것은 네이버랩스가 최초다.

석상옥 네이버랩스 대표는 "이번 HD맵 데이터셋 공개가 국내 자율주행 기술 수준이 한 단계 더 성장하는 밑거름이 될 것"이라고 말했다.

도로 위 자율주행이 가능한 머신에게 가장 중요한 센서가 바로 대규모 투자와 시간이 필요한 HD맵이다.

국내 연구기관, 스타트업과 기술 수준을 성장시켜 나가겠다는 의미다.

백종윤 네이버랩스 자율주행 부문장은 "HD맵은 항공 사진에서 추출한 도로 레이아웃 정보와 모바일 매핑 시스템 R1이 이동하며 수집한 포인트 클라우드 데이터를 유기적으로 결합해 만든다"면서 "MMS 차량만으로 만드는 HD맵과 비교해 정확도는 유지하면서 대규모 도시 스케일을 더 짧은 기간 내 경제적으로 제작할 수 있다"고 강조했다.

해당 데이터셋 사용을 희망하는 연구기관과 스타트업은 네이버랩스 홈페이지를 통해 신청하면 된다.

네이버랩스는 향후 여의도와 마곡 지역까지 HD맵 데이터셋을 수집해 추가 공개할 예정이다.

백 부문장은 네이버랩스가 진행 중인 크로우드소싱 매핑 방식의 어크로스(ACROSS) 프로젝트도 소개했다.

어크로스 프로젝트는 다수 차량에 장착된 매핑 디바이스를 통해 수집되는 이미지 데이터를 활용해 차선, 정지선, 도로마커, 교통표지판, 건물, 신호등, 가로 등과 같은 도로 레이아웃 정보와 3차원 정보의 변화를 감지해 기존 HD맵을 업데이트하는 솔루션이다.

백 부문장은 "HD맵을 활용하면 일반차량에서도 차선 단위의 정밀 길안내 서비스와 증강현실 기반 HUD 개발에 활용할 수 있다"고 설명했다.

@highlight

네이버랩스의 29일 발표에 따르면 하이브리드 HD 매핑을 이용한 판교와 상암지역의 데이터셋을 대가 없이 제공한다고 알렸고, 이를 통해 자율주행관련 스타트업들이 도움을 받을 수 있게 됐다.