울산발전연구원 유영준 박사 "참여자가 직접 데이터 수집·관광지도 제작"

울산 관광정보 공유 활성화를 위해 참여자들이 직접 데이터를 수집하고 지도를 만드는 ‘커뮤니티 매핑Community Mapping)’을 도입하자는 주장이 제기됐다.

울산발전연구원(원장 임진혁) 유영준 박사는 29일 발간한 이슈리포트 ‘커뮤니티 매핑으로 울산관광 활성화 한걸음 더’를 통해 울산 시·군·구별 관광정보 제공현황 및 분석결과, 활성화 방안을 내놨다.

보고서에서 유영준 박사는 울산시와 5개 구·군이 홈페이지와 SNS 등 온라인 매체를 적극 활용해 다양한 관광정보를 제공하고 있다며 각각의 예를 들었다.

유 박사는 “이들이 일방적인 정보 제공 위주이고, 담당자 순환 보직 등으로 맛집 안내·후기 등 잠재 관광객이 주목하는 게시판 관리가 지속적이지 않다는 점은 보완해야 할 것”이라고 지적했다.

유 박사는 이러한 점을 개선하고 지역 관광정보 공유를 활성화할 수 있다며 ‘커뮤니티 매핑’을 도입해 울산형 커뮤니티 관광지도를 제작하자고 제안했다.

커뮤니티 매핑은 참여자가 현장에서 수집한 정보를 지도에 반영해 공유하는 것이다.

유 박사는 “울산형 커뮤니티 관광지도 제작을 위해 입장객 수를 관리하는 관광지점별로 정보를 관리할 수 있는 커뮤니티를 구성해 선의의 경쟁을 유도할 필요가 있다”며 “구성된 커뮤니티는 울산 관광 정보를 실시간으로 제공하고 댓글 등 의견에 즉시 응답할 수 있도록 해야 한다”고 말했다.

아울러 행정기관별 담당자들이 관리해온 관광정보 제공, 후기 등의 관리 권한을 커뮤니티 구성원들에게 위임해 담당의 업무를 보완할 수 있다고 설명했다.

유 박사는 또 울산시 공식블로그인 ‘울산누리’에서 활동하는 블로그기자단 및 각종 SNS 활동가들이 커뮤니티에 적극 참여하도록 유도해야 한다고 조언했다.

유영준 박사는 “커뮤니티 매핑을 도입하고 실시간으로 관리해 울산 관광정보 공유 활성화를 꾀할 수 있다”며 “커뮤니티에 의한 관광정보 제공 및 후기 관리가 관건”이라고 강조했다.

@highlight

울산발전연구원(원장 임진혁) 유영준 박사가 발간한 이슈리포트 '커뮤니티 매핑으로 울산관광 활성화 한걸음 더'를 통해, 참여자가 현장에서 수집한 정보를 지도에 반영해 공유하는 ‘커뮤니티 매핑(Community Mapping)’을 도입하자는 주장이 제기됐다.