광주·전남지역을 기반으로 기업활동을 하고 있는 가원전기 송삼홍(69·사진) 대표가 제22회 한국전기문화대상에서 석탑산업훈장의 영예를 안았다.

한국전기문화대상 시상식은 전기업계 유공자를 포상하고 업계와 화합·발전을 도모하기 위해 개최되고 있는 행사다.

1995년 전기공사 전문업체인 가원전기를 설립한 송삼홍 대표는 전문기술자로서 책임감과 특유의 성실함을 바탕으로 전기공사업계의 품질시공과 시공기술 향상에 기여한 공로를 인정받았다.

특히 전기공사 규모와 관계없이 맡은 공사를 끝까지 책임지는 ‘가원전기’만의 기업윤리는 업계에서 높은 평가를 받은 것으로 알려졌다.

가원전기는 설립이후 23년간 민간아파트 전기공사와 개보수 공사 뿐 아니라 교육청, 지자체, 환경공단, 한전 등 다양한 기업에서 추진하는 공사를 수주했다.

연간 150여건에 달하는 다양한 공사를 수행해 산업계 성장의 발판을 제공했을 뿐 아니라, 전기공사 발주처들로부터 고품질 시공 결과물을 보장하는 신로도 높은 기업으로 정평이 나있다.

가원전기를 이끌어 온 송 대표는 전기공사 기업업인과 전문 기술자로서 책임감을 갖고 전기공사에 매진해왔다.

그는 ‘현장에서 가장 중요한 것은 안전’이라는 철학을 바탕으로 경영한 결과 산업재해율 0%를 기록, ‘가원전기는 믿고 일을 맡길 수 있는 기업’으로 인식되고 있다.

전남지방병무청 병무행정발전 시민참여 위원회 위원, 전기공사협회 전남도회 전기사랑봉사단, 독도 태양광발전소 건설 성금 기탁 등 여러 사회단체 활동에 참여했을 뿐 아니라, 취약계층에 무료로 전기 설비를 시공하는 등 기업들의 본보기가 되고 있다는 평이다.

송삼홍 가원전기 대표는 “이번 수상이 저 스스로를 되돌아 보는 계기가 됐다”면서 “전기공사업계의 발전을 위해 힘쓰는 후배들의 뒤편에서 도움을 주고, 혹여 잘못된 방향으로 나아갈 때는 조언해주는 선배로 남고 싶다”고 소감을 밝혔다.

@highlight

광주,전남지역을 기반으로 활동하는 가원전기의 송삼홍대표가 석탄산업훈장을 수상했고, 95년 가원전기를 설립한 송 대표는 전기공사 업계에서 품질향상과 시공기술 발전에 기여한 공로를 인정받았고, 특히 가원전기만의 특유의 기업윤리는 업계 내에서 좋은 평가를 받고 있는것으로 알려졌다