전남체고 펜싱팀 석태영(3년)이 2019 U23 아시아펜싱선수권대회에서 금메달과 동메달을 각각 획득하며 전남펜싱의 위상을 드높였다.

석태영은 지난 23일부터 28일까지 태국 방콕에서 열린 2019 U23 아시아펜싱선수권대회 여자 에뻬 단체전에서 금메달을, 개인전에서는 아쉽게 동메달을 목에 걸었다.

대회 셋째날인 25일 여자 에뻬 개인전에 출전해 예선을 4승1패로 통과하며 결선 32강에 진출한 석태영은 32강에서 홍콩의 왕샴스에게 15-9로 승리하며 기분좋은 출발과 함께 16강에서 한국의 한효민 또한 15-9로 누르고 8강에 진출했다.

상승세를 탄 석태영은 8강전에서 베트남 선수에게 10-9, 1점차의 짜릿한 승리를 거두며 4강에 진출했지만 4강에서 홍콩 선수에게 10-15로 패하며 동메달 획득에 만족했다.

하지만 여자 에뻬 단체전에 출전한 석태영은 결승에서 홍콩을 45-41로 격파하는데 앞장서며 금메달을 수확, 개인전에서의 동메달 아쉬움을 어느정도 달랬다.

지난 10일 서울특별시에서 끝난 제100회 전국체육대회에서 여고부 에뻬 개인전 은메달과 단체전 동메달을 획득한 석태영은 이번 아시아선수권대회에서 금빛 찌르기를 보여주며 국제적인 선수로 성장해가는 모습을 보였다.

이밖에 해남제일중과 해남공고를 졸업한 부산외대의 정시환(2년)은 남자 플러레 단체전에 출전해 8강에서 쿠웨이트, 4강에서 홍콩을 잇따라 제압하고 결승에 진출했지만, 일본에게 43-45로 역전패하며 은메달로 만족했다.

한편, 금메달과 은메달, 동메달을 각각 1개씩 획득하는 전남 출신 대표선수를 앞세운 대한민국 펜싱대표팀은 지난 2014년부터 6년 연속 종합우승의 금자탑을 달성했다.

한국은 단체전에 걸린 6개 금메달 중 5개를 휩쓸었다.

주요 경쟁국인 중국이 불참하면서 수월했다는 평가다.

@highlight

전남체고 펜싱팀 석태영은 지난 23일부터 28일까지 태국 방콕에서 열린 2019 U23 아시아펜싱선수권대회에 출전하여 여자 에뻬 단체전에서 금메달과 개인전에서 동메달을 획득했다.