다날의 프랜차이즈 커피 전문 브랜드 달콤커피는 오는 31일 하루 동안 할로윈데이를 맞아 10월의 달콤데이 프로모션 '해피 할로윈 스크래치 쿠폰 이벤트'를 실시한다고 29일 밝혔다.

전국의 달콤커피 매장(특수 매장 제외)에서 6000원 이상 구매한 고객에게 무료 아메리카노부터 3천원 할인까지 다양한 혜택의 '100% 당첨 스크래치 쿠폰'이 선착순 지급된다.

참여자는 스크래치 쿠폰에 기입된 난수 번호를 달콤커피 어플리케이션(이하 앱)에 등록하면 자신의 당첨 혜택을 확인 할 수 있다.

해당 쿠폰은 내달 14일까지 달콤커피 앱 내 테이블오더를 통해 사용 가능하며, 스크래치 쿠폰 배부는 매장 별 판매 상황에 따라 조기 마감될 수 있다.

이벤트 관련 자세한 사항은 달콤커피앱 및 페이스북, 인스타그램 등 공식 SNS채널을 통해 확인할 수 있다.

또한 달콤커피는 할로윈 시즌 동안 구매 고객에 호박 모양의잭-오-랜턴(jack-o'-lantern), 고스트 등 인기 할로윈 캐릭터를 귀엽게 담은 빨대 홀더를 제공하고 있다.

이달 31일까지 #달콤커피, #달콤데이해쉬태그로인스타그램 인증샷을 올린 고객에게는 추첨을 통해 무료 음료 쿠폰(2매)을 지급하는 등 할로윈을 달콤하게 보낼 수 있도록 다양한 프로모션을 진행할 예정이다.

달콤커피 관계자는 "브랜드 이미지에 맞게 달콤한 일상 속 소소한 행복을 테마로 이번 할로윈 이벤트를 기획했다"며 "달콤커피가 준비한 10월의 달콤데이와 함께 즐거운 할로윈 시즌을 보내시기 바란다"고 말했다.

한편, 달콤커피가 매달 진행 중인 '달콤데이' 이벤트는 매월 특정일에 고객에게 초특급할인 혜택과 특별한 경품을 제공하는 게릴라 이벤트 프로모션이다.

'아메리카노100원', '100% 당첨 스크래치 쿠폰', '친환경MD 증정' 등 매월 새로운 테마로 소비자 만족도를 높이고 있다.

@highlight

다날의 프랜차이즈 커피 전문 브랜드 달콤커피는  할로윈데이를 맞아 10월의 달콤데이 프로모션 '해피 할로윈 스크래치 쿠폰 이벤트'를 실시하여 무료 아메리카노부터 3천원 할인까지의 쿠폰을 제공한다고 밝혔으며 이벤트 관련 자세한 사항은 공식 SNS채널에서 확인 가능하다.