하나금융투자는 '커피머니 불리기' 서비스를 새롭게 선보인다고 29일 밝혔다.

이는 하나금융그룹 통합 멤버십 포인트가 세전 연 5% 특판 환매조건부채권(RP)에 자동으로 투자되는 서비스다.

커피머니 불리기 서비스는 보유하고 있는 '하나머니' 중 일부가 매주 자동으로 세전 연5%의 수익을 제공하는 특판RP(환매조건부채권)상품에 투자된다.

하나머니는 하나금융그룹에서 제공하는 금융서비스들의 이용실적에 따라 누적되는 하나멤버스 포인트로 현금처럼 사용이 가능하다.

RP에 투자되는 금액은 서비스에서 선택한 투자 성향에 따라 매주 무작위로 결정된다.

투자 성향은 3가지로 나뉘어져 있다.

성향에 따라 투자되는 금액의 범위가 다르다.

투자 성향은 중간에 언제든 변경할 수 있다.

주간 최대 투자 가능 금액은 2만 '하나머니'다.

서비스에 가입하려면 하나금융그룹의 애플리케이션인 '하나멤버스'에 가입돼 있어야 한다.

하나멤버스는 플레이스토어 또는 앱스토어에서 다운받아 설치하면 된다.

어플리케이션 내 '커피머니 불리기'에 메뉴를 실행해 신청하면 특판 RP의 혜택을 누릴 수 있다.

서비스는 선착순 1만 명까지 가입 할 수 있다.

특판 RP의 수익률 혜택은 서비스 가입일로부터 1년 동안 적용된다.

중도 해지가 가능하다.

1년내 서비스를 해지하더라도 일반 CMA-RP 수익률(2019.10.07 기준 세전 연 1.05%, 변동가능)을 적용 받는다.

빽다방 아메리카노를 1잔 교환할 수 있는 쿠폰을 증정하는 이벤트도 실시한다.

아메리카노는 경품 소진 시까지 가입자 전원에게 준다.

조대헌 하나금융투자 e-Business실장은 "하나금융투자는 '하나멤버스' 오픈 4주년을 기념해 소액의 유휴 포인트를 활용해 누구나 쉽게 금융상품에 투자할 수 있는 서비스를 출시했다"며 "일일이 신경 쓰지 않아도 자동 투자돼 편리성을 극대화한 신규 서비스로 '하나머니'가 불어나는 재미를 경험해 보시기 바란다"고 말했다.

@highlight

하나금융투자는 29일 하나금융그룹 통합 멤버십 포인트가 세전 연 5% 특판 환매조건부채권(RP)에 자동으로 투자되는 '커피머니 불리기' 서비스를 새롭게 시작한다고 밝혔다.