코트라는 29일 서울 서초구 본사에서 '한·중동 제조업 파트너십 플라자'를 개최했다고 밝혔다.

권평오 코트라 사장이 개회사를 하고 있다.

코트라는 29일 서울 서초구 본사에서 중동 주요국 제조기업을 초청해 '한·중동 제조업 파트너십 플라자'를 개최했다고 밝혔다.

행사에서는 중동 주요국 제조업 활성화 정책과 진출 방안이 소개됐다.

사우디아라비아, 아랍에미리트(UAE), 카타르 등 3개국 연사가 현지 제조업 환경을 발표하고 한국무역보험공사는 해외 금융지원 프로그램을 안내했다.

지난 8월부터 사우디아라비아에서 전력기기를 생산하는 대한전선은 현지 진출 노하우를 공유했다.

중동 내 공장 설립 사례가 많은 카타르 브룩페트로케미칼의 한국인 관계자도 연사로 나와 한국 기업을 상대로 경험을 나눴다.

오후에는 건설, 전력, 전기기기, 오일가스 기자재, 의약품, 의료용품, 식품 등 다양한 분야에서 비즈니스 상담을 진행했다.

중동 진출을 희망하는 한국 기업 50개사는 현지 기업 11개사와 한국산 생산설비 및 원부자재 구매, 기술제휴, 현지 제조 합작법인 설립 등 여러 형태의 파트너십 구축을 협의했다.

또 한국과 UAE 참가사 간 합작법인 설립을 위한 업무협약이 체결돼 등 한국 기술·설비가 중동으로 나갈 길을 열었다.

UAE 알사흐라 홀딩 그룹은 한국 신우유비코스와 기계식 스마트 주차 시스템 현지 제조 및 운영을 위한 조인트벤처(JV) 설립, 한영타이어와 재생타이어 생산 설비 및 타이어 스레드 등 원자재 도입 양해각서(MOU)를 체결했다.

한국 KST플랜트와 UAE ATTA 홀딩스는 오일 및 가스 분야 내식·내마모·초경도 볼밸브 생산 합작법인을 설립하기로 했다.

권평오 코트라 사장은 "중동 주요국의 산업 다각화 추진 기조와 자국산 제품·서비스 구매 정책은 한국기업의 위기이자 기회"라며 "한국 기업이 현지 제조사와 동반자 관계를 바탕으로 상생할 수 있게 지원해나가겠다"고 말했다.

@highlight

코트라는 중동 주요국 제조업 활성화 정책 등을 소개하는 '한·중동 제조업 파트너십 플라자'를 29일 서초구 본사에서 열고 중동 주요국 제조업 활성화 정책과 진출 방안을 소개했다.