국제로타리 3700지구가 무주 덕유산에서 구순구개열 환아 수술기금 마련을 위한 가을 등반대회를 열었다.

국제로타리 3700지구(총재 조만현)가 지난 27일 일명 언청이로 불리는 구순구개열 환아 수술기금 마련을 위해 등반대회를 개최했다.

무주 덕유산에서 열린 이번 등반대회는 1천여 명의 회원과 가족이 참석했다.

이들은 무주 설천봉에서 향적봉까지 등반하며 소아마비 100% 퇴치를 위한 ‘END POLIO NOW’ 캠페인도 함께 펼치기도 했다.

회원들은 ‘END POLIO NOW’ 홍보 문구를 들고 사랑의 인간 하트 모양을 만들며 사진을 찍으며 2년 이내 전 세계에서 소아마비를 100%로 퇴치하겠다는 의지를 다지기도 했다.

이번 퍼포먼스는 SNS를 통해 전 세계에 소아마비 퇴치를 홍보하는데 활용할 예정이다.

이날 회원들은 등반대회를 통해 500만 원을 추가로 마련하는 등 2천만 원의 기금을 조성해 베트남 구순구개열 환아 40명에게 수술비용으로 전액 사용할 계획이다.

국제로타리 3700지구는 2011년부터 18년까지 267명의 어린이 구순구개열 환아의 수술을 지원하고 있다.

베트남은 오랜 기간 전쟁으로 인해 자연이 파괴되고 오염돼 많은 사람이 구순구개열, 기형, 화상 등의 질병에 시달리고 있지만 의료 인프라가 잘 갖춰지지 않아 환자가 더 큰 고통을 겪고 있다.

조만현 총재는 “‘함께하는 봉사, 즐거운 로타리’라는 슬로건을 실천하고자 등반대회를 주최했다”며 “회원들이 다함께 즐기는 시간도 필요하고 이런 행사를 통해 불우한 이웃을 돕는 계기를 마련하는 것이 진정한 로타리안의 길”이라고 말했다.

한편 국제로타리 3700지구는 오는 12월1일~5일 베트남에서 집 10채를 지어주는 사랑의 집짓기 국제봉사를 가질 예정이다.

@highlight

지난 27일 국제로타리 3700지구가 무주 덕유산에서 구순구개열 환아 수술비용 마련을 위해 등반대회를 열었고, 이 대회를 통해 회원들은 2천만 원의 기금을 조성해 전액을 베트남 구순구개열 환아 40명의 수술비로 사용할 예정이다.