▲ 울산 남구는 29일 남구청 재난안전상황실에서 공무원, 참관인, 시스템 관련업체 등 20여명이 참여한 가운데 2019 재난대응 안전한국훈련의 일환으로 ‘유해화학물질 유출 대응’토론훈련을 실시했다.

울산 남구는 29일 남구청 재난안전상황실에서 공무원, 참관인, 시스템 관련업체 등 20여명이 참여한 가운데, 2019 재난대응 안전한국훈련의 일환으로 ‘유해화학물질 유출 대응’에 대한 토론훈련을 실시했다.

이번 훈련은 산업단지 내 화학공장의 암모니아 유출 사고를 가정해 유관기관과의 협조체계를 구축하고, 주민대피에 따른 교통통제와 대피소 운영 등을 중점적으로 훈련했다.

특히, 이번 훈련은 행정안전부에서 울산 남구를 모델로 개발한 ‘재난대응 통합훈련 시뮬레이터 시스템’을 이용해 실시간 재난현장상황에 따른 상황판단과 비상에 대응 및 수습하는 과정을 훈련함으로써 재난 대응 역량을 높였다.

‘재난대응 통합훈련 시뮬레이터’시스템은 가상현실을 이용해 다양한 기관의 참여자가 복잡한 재난 상황 속에서 함께 협력해 적기에 최선의 의사결정을 내리는 미래형 재난훈련 모델로, 훈련비용 최소화는 물론 시간과 장소 제약 없이 훈련할 수 있는 장점이 있다.

남구는 지난 9월 30일부터 오는 31일까지 약 한달 동안 ‘2019 재난대응 안전한국훈련’을 12회에 걸쳐 실시한다.

지난 9월 30일과 17일에는 울산항 6부두에서 자동차운반선 화재·해양오염을 가정해 토론·현장훈련을, 28일에는 재난대비 공무원 비상소집훈련을 실시했다.

29일부터 31일까지 3일 동안은 다중이용시설 및 안전취약계층 이용시설 등 8개소에서 지진 및 화재대피 훈련 등을 실시해 만일에 있을 재난에 대비한다.

남구청장 권한대행 이상찬 부구청장은 “이번 안전한국훈련 기간은 다양한 훈련을 통해 각종 재난·사고시 공무원의 재난대응역량을 높이고 구민들에게 안전 의식을 고취할 수 있는 좋은 기회”라며 “앞으로도 다양한 재난대응 훈련을 통해 안전이 확보된 남구 조성에 최선을 다하겠다”고 말했다.

@highlight

울산 남구는  29일 남구청 재난안전상황실에서 진행한 유해화학물질 유출 대응에 대한 토론훈련은 화학공장의 암모니아 유출 사고를 가정하여 재난대응 통합훈련 시뮬레이터 시스템을 가동해 재난 대응 역량을 높였다.  