法 "시 재량권 남용으로 보기 어려워… 침해되는 사익이 공익보다 크지 않다"

[충청투데이 이선규 기자] 청주지방법원이 무분별한 태양광 발전시설 개발에 대해 환경보존의 사유로 불허한 충주시의 손을 들어줬다.

충주시에 따르면 A업체와 B업체는 지난해 1월 신니면 문숭리 일원 산림에 약 5만 1000㎡ 정도의 대규모 태양광 발전시설을 위한 개발행위허가를 신청했으나, 시는 자연경관훼손과 재해우려 등의 사유로 허가를 내주지 않았다.

이에 A와 B업체는 재해우려가 없고 경관 저해가 경미하다는 주장으로 청주지방법원에 '개발행위허가 불허처분취소소송'을 제기했다.

29일 청주지방법원은 "사업을 불허한 충주시가 재량권을 일탈했거나 남용했다고 보기 어렵다"며 "불허처분으로 원고에게 손실이 발생한다고 하더라도 무분별한 국토개발에 따른 경관 등의 훼손을 방지하고 체계적인 개발행위를 유도함을 목적으로 하는 국토계획법령의 취지와 그로써 달성하려는 공익에 비춰볼 때 원고가 침해되는 사익이 공익보다 크다고 보기 어렵다"고 판시했다.

태양광 발전시설은 정부의 친환경 정책에 따라 우후죽순 생기고 있으나 지역 특성을 감안하지 않은 개발로 인해 자연경관 훼손, 재해우려 등으로 꾸준히 문제가 되고 있으며 지가하락, 주거환경 저해 등의 사유로 주민 반발 역시 증가하고 있는 추세이다.

시 관계자는 "앞으로도 태양광 발전시설은 자연경관 보전과 농지 잠식, 주거환경 저해 등을 종합적으로 반영해 처리할 계획"이라며 "충주의 환경을 보전하고 시민들이 불이익이 당하지 않는 기준을 철저히 지켜나갈 것"이라고 밝혔다.

한편, 충주시에서는 도시계획 조례를 통해 보존이 필요한 지역에 대해서는 태양광 시설의 입지를 제한하고 있으며 건축물 위 태양광 발전시설에 대해서도 규정회피, 경관 저해 최소화를 위해 방침을 정해 운영 중이다.

@highlight

충주시에 의하면 A업체와 B업체가 작년 1월 대규모 태양광 발전시설을 위한 개발행위 허가를 신청했으나, 시가 자연경관훼손과 재해우려 등의 이유로 불허하자 A와 B업체는 재해우려가 없고 경관 저해가 경미하다는 주장으로 청주지방법원에 '개발행위허가 불허처분취소소송'을 제기했으나 법원은 충주시의 편을 들어줬다.