올리브영은 준전문가용 메이크업 브러시 라인 '필리밀리 에스(이하 필리밀리S)'를 내달 1일 공식 론칭한다고 30일 밝혔다.

필리밀리S는 올리브영이 지난해 11월 출시한 화장 소품 전문 브랜드 '필리밀리(FILLIMILLI)' 에서 모질과 모량 등을 개선한 프리미엄 브러시 특화 라인이다.

타깃 고객은 섬세한 화장을 원하는 메이크업 숙련자다.

전문가들의 도구로만 여겨졌던 브러시가 없어서는 안 될 화장 필수품으로 자리 잡은 것을 넘어, 고기능성 제품에 대한 수요 증가를 반영해 기획됐다.

실제로 올리브영 분석 결과 '메이크업 브러시' 매출은 최근 3년간 연평균 60% 이상 신장하고 있는 것으로 나타났다.

필리밀리S는 고급 인조모를 사용해 전 품목 비건 인증을 획득했으며, 기존 브러시보다 부드러운 모질과 풍성해진 모량 등이 강점이다.

브러시 손잡이를 길게 제작해 그립감도 개선했다.

페이스 브러시의 경우, 모(毛)의 손상을 최소화하기 위해 전용 케이스도 함께 구성했다.

이번 1차 출시 제품은 페이스 브러시 6종과 아이 브러시 4종으로 구성했다.

페이스 브러시는 파운데이션과 파우더, 얼굴에 입체감을 살리는 음영과 하이라이터 브러시로, 아이 브러시는 섀도우와 라이너, 그윽한 음영을 연출하는 스머지 브러시 등으로 세분화했다.

8000원부터 2만8000원까지 가격대도 합리적이다.

올리브영 관계자는 "뷰티 크리에이터 등의 영향으로 브러시가 다양한 표현이 가능한 만능 도구로 자리매김하면서 보다 정교한 메이크업을 도와주는 고기능성 제품에 대한 수요가 증가하는 추세" 라며 "이번에 선보이는 필리밀리S는 메이크업의 완성도는 물론이고 메이크업을 하는 즐거움까지 선사할 것" 이라고 전했다.

올리브영은 준전문가용 메이크업 브러시 라인 '필리밀리 에스(이하 필리밀리S)'를 내달 1일 공식 론칭한다고 30일 밝혔다.

@highlight

비건 인증을 획득하고 부드러운 모질과 풍성한 모량이 강점인 준전문가용 메이크업 브러시 라인 '필리밀리 에스'를 내달 1일 론칭한다고  올리브영이 30일 발표했으며 필리밀리S는 프리미엄 브러시 특화 라인으로 메이크업 완성도에 크게 도움이 되는 도구이다.