은행권이 오픈뱅킹 시범서비스가 시작됨에 따라 디지털 채널 개선에 나섰다.

고객 편의성에 초점을 맞춰 접근성을 향상시키겠다는 전략이다.

30일 금융권에 따르면 신한·KB국민·NH농협은행 등 은행들이 오픈뱅킹 서비스 시작을 맞아 자사 애플리케이션을 개편했다.

오픈뱅킹은 하나의 앱만으로 모든 은행 계좌에서 자금 출금과 이체 등이 가능한 서비스다.

신한은행은 모바일 플랫폼 '쏠(SOL)'을 거래실적이 없는 고객도 이용할 수 있게 바꿨다.

회원가입 후 타행 계좌 등록만하면 누구나 조회 및 이체 등 금융거래를 이용할 수 있다.

타행 보안카드나 OTP 없이 아이디·패스워드, 생체인식, 패턴 등으로 이체거래를 할 수도 있다.

타행 계좌 이체거래도 수수료를 무제한으로 면제했다.

국민은행도 'KB스타뱅킹' 앱을 새 단장했다.

KB스타뱅킹에 오픈뱅킹 서비스를 연결하고, '다른 은행' 화면을 선택하면 타행의 계좌·거래내역 조회, 이체거래 등이 가능하게 재구축했다.

KB스타뱅킹에서는 타행이체 수수료도 면제된다.

최대 5개 은행의 입출금계좌 잔액을 국민은행 계좌로 한 번에 끌어올 수 있는 서비스인 '잔액 모으기'도 추가했다.

국민은행 관계자는 "30~40대 고객이 월급날, 카드결제일, 자동이체일 등 특정한 날마다 내 계좌 간 이체거래를 많이 하는 것에 착안해 잔액 모으기 서비스를 개발했다"고 설명했다.

농협은행은 'NH스마트뱅킹'과 '올원뱅크'를 고도화할 예정이다.

NH스마트뱅킹에 통장 없이 스마트폰으로 출금이 가능한 창구출금 서비스와 연락처 송금 서비스 등을 강화할 계획이다.

아울러 올원뱅크에서는 다음 달 23일부터 NH오픈뱅킹 서비스를 시행해 타행 계좌 50만원 이하 무료 송금과 환전 90% 우대 서비스 등 특화 서비스를 제공할 예정이다.

또 전용상품 라인업 확대 및 빅데이터 기반 맞춤상품 추천, 상품가입 프로세스 간소화 등 서비스를 포함시킬 방침이다.

@highlight

30일 금융권에 따르면 신한·KB국민·NH농협은행 등 은행들이 하나의 앱만으로 모든 은행 계좌에서 자금 출금과 이체가 가능한 오픈뱅킹 서비스가 시작됨에 따라 자사 애플리케이션을 개편하는 등  디지털 채널 개선에 발벗고 나섰다.