신영아산탕정개발이 충남 아산신도시 탕정지구에서 선보인 '탕정지구 지웰시티 푸르지오 2차'가 천안ㆍ아산권역 최고 청약경쟁률을 기록했다.

30일 금융결제원에 따르면 전날 실시한 해당 사업장의 1순위 청약 결과, 423가구(특별공급 제외) 모집에 3만 7475명이 몰리면서 평균 88.59대 1의 경쟁률을 기록했다.

청약을 받은 총 7개 주택형은 모두 1순위에서 마감됐다.

이번 청약은 충남 천안과 아산시에서 청약을 받은 단지 중 가장 높은 경쟁률이다.

이전까지 천안ㆍ아산지역 최고경쟁률 단지는 올 2월 탕정지구에 공급된 '탕정지구 지웰시티 푸르지오 1차'로 1순위 경쟁률이 38.91대 1이었다.

최고 경쟁률은 전용 101㎡로 60가구 모집에 8370명이 청약하며 평균 139.50대 1의 경쟁률을 기록했고, 모집가구수가 가장 많은 전용 84㎡A는 136가구 모집에 1만 4519명이 몰려 106.76대 1의 경쟁률을 보였다.

손종구 신영 개발사업본부 상무는 "앞서 탕정지구 지웰시티 푸르지오의 성공 분양으로 인해 가치가 이미 검증된데다 이번 삼성의 대규모 투자발표까지 이어지면서 수요자들의 반응이 뜨거웠다"며 "종전 천안과 아산지역에서 최다 청약자를 기록했던 1차에 이어 이번 2차가 더욱 높은 경쟁률을 기록하며 마감된 만큼 단기간에 계약을 마칠 수 있을 것으로 보고 있다"고 설명했다.

한편, '탕정지구 지웰시티 푸르지오 2차'는 지하 1층~지상 35층 8개동 전용면적 68~101㎡ 총 685가구 규모다.

시공은 대우건설이 맡는다.

전용면적별 가구수는 △68㎡ 187가구 △84㎡ 358가구 △97㎡ 70가구 △101㎡ 70가구 등으로 이뤄진다.

향후 일정은 당첨자 발표가 11월 5일, 계약은 18~20일 모델하우스(충남 천안시 서북구 불당동 1413)에서 진행한다.

입주는 2022년 5월 예정이다.

@highlight

지하 1층~지상 35층 8개동 685가구 규모의 '탕정지구 지웰시티 푸르지오 2차'가 3만 7475명이 몰려 88.59대 1의 경쟁률을 기록하며 천안, 아산권역의 최고 청약경쟁률을 기록했다.