주택도시보증공사(HUG)는 민간의 역량을 강화하고 도시재생을 확산시키기 위해 지난 29일 서울 장안동에서 '도시재생 활동가 육성 교육'을, 충남 공주시에서 '찾아가는 기금지원 설명회'를 개최했다고 30일 밝혔다.

도시재생 활동가 육성 교육은 시재생 활동가의 사업역량을 강화하고, 부족한 경험과 노하우를 공급받을 네트워크 형성을 지원하기 위해 청년창업가 및 예비사회적기업 등을 대상으로 현장체험·멘토링 형태의 교육을 제공하는 프로그램이며, 찾아가는 기금지원 설명회는 지역의 도시재생지원센터 등과 연계해 HUG가 직접 찾아가 도시재생에서의 금융구조화 방안, 도시재생 성공사례 등을 설명하는 프로그램이다.

지난 29일 서울 장안동에서 실시한 도시재생 활동가 육성 교육은 15명의 도시재생 활동가들이 사업을 기추진중인 선배들과 함께 사례를 중심으로 거점공간 조성 및 운영 노하우를 공유하고 주택도시기금 도시계정을 활용한 재원조달 방안 등을 배울 수 있는 프로그램으로 구성됐다.

HUG는 이번 실시한 서울 장안동을 포함해 앞서 이달 8일에는 서울 창신동, 15일에는 대전 어은동에서 3차례 도시재생 활동가 육성 교육을 실시한 바 있다.

충남 도시재생지원센터에서 개최된 설명회는 시재생 사업을 추진하기 위해 필요한 금융지식을 20명의 도시재생 활동가들에게 전달했으며 사업추진시 출·융자 및 보증 등 HUG의 금융지원을 보다 원활하게 활용할 수 있도록 지원했다.

HUG는 향후에도 필요한 곳에는 직접 찾아가서 금융지원 설명회를 개최할 예정이다.

이재광 HUG 사장은 "이번 교육 및 설명회를 통해 도시재생 활동가의 역량이 강화돼 도시재생이 보다 활성화 될 수 있기를 바란다"며, "앞으로도 HUG는 정부의 핵심정책인 도시재생 사업의 중추적인 역할을 하는 공공기관으로써 도시재생 금융지원뿐 아니라 도시재생 사업자들에 대한 컨설팅, 교육 등을 통해 정부정책에 적극적으로 부응하도록 노력하겠다"고 밝혔다.

지난 29일 서울 장안동의 한 도시재생 사업장에서 도시재생 활동가들이 기금활용 도시재생사업지 현장답사를 하고 있다.

@highlight

주택도시보증공사(HUG)는 정부의 도시재생 사업의 중추적 역할의 공공기관으로써 경험이 부족한 새내기 창업가 및 기업들을 대상으로 교육을 제공하는 '도시재생 활동가 육성 교육'과 지역의 도시재생지원센터 등과 연계해 도시재생에서의 금융구조화 방안 및 도시재생 성공 사례 등을 설명하는 '찾아가는 기금지원 설명회' 개최하여 민간 역량의 강화를 통한 도시재생 활성화를 위해 힘쓰고 있다.