전남 중등교사 임용시험 경쟁률이 평균 6.7대 1을 기록한 가운데 공립 영어 과목이 경우 18.5대 1로 최고 경쟁률을 보였다.

30일 전남 도교육청에 따르면 ‘2020년 중등교사 임용시험’ 원서 접수 결과 총 620명(공립 487명, 사립 133명) 선발에 4천164명이 접수해 평균 6.72대1의 경쟁률을 보였다.

공립은 487명 선발에 3426명이 몰려 7.03대 1, 사립(23개 법인 34개 중·고등학교)은 133명 선발에 738명이 지원해 5.55대 1의 경쟁률을 기록했다

공립은 26개 과목 중 5개 과목에서 두 자릿수 경쟁률을 보인 가운데, 13명을 모집하는 영어가 18.46대 1로 가장 높았다.

사립에서는 금성고(금성학원) 국어 과목이 1명 모집에 20명이 1순위 지원했고, 능주고(우정학원) 영어 과목은 2명 모집에 20명이 지원하는 등 10개 학교에서 인기과목을 중심으로 두 자릿수 경쟁률을 보였다.

도서지역 구분모집에도 11명 선발에 74명이 지원해 6.73대 1을 나타냈다.

장애교사 모집은 34명 선발에 24명이 지원하는데 그쳐 0.70대 1을 기록했다.

도교육청은 2020학년도부터 수험생들에게 더 많은 교직진출 기회를 제공하고 사립학교에서 유능한 인재를 선발할 수 있도록 공·사립 동시지원제를 실시했다.

사립학교는 738명이 1순위로, 2천131명이 2순위로 지원했다.

2019학년도 37명 선발에 302명이 지원한 것과 비교해 큰 폭의 증가세를 보였다.

성별로는 공립교사의 경우 남성 30%(1천27명), 여성 70%(2천399명)이며, 사립교사는 남성 47%(345명), 여성 53%(393명)로 나타났다.

필기는 오는 11월23일 실시되며, 시험장소 등 구체적 내용은 11월15일 도 교육청 홈페이지에 공고된다.

필기시험 합격자는 12월31일 발표될 예정이다.

@highlight

30일 전남 도교육청에 따르면 ‘2020년 중등교사 임용시험’ 원서 접수 결과 여성이 70%인데다 평균 6.72대1의 경쟁률을 보인 가운데 영어과목이 18.46대 1로 가장 높았다.