해군 홍보단 수병 10명이 제11회 대학국악제에서 수상한 상금 286만원 전액을 30일(수) 바다사랑 해군 장학재단에 기부했다.

이날 기부는 해군 홍보단 수병들이 해군 전사ㆍ순직자의 유자녀들에게 상금 전액을 기부하고 싶다는 의사를 밝히면서 이루어졌다.

이 중, 해군 홍보단 정주석ㆍ김기현ㆍ김유찬 병장 등 3명은 오는 10월 31일(목) 전역을 앞두고 있다.

해군 홍보단 정주석 병장은 "군 생활을 통해 함께 나누는 삶의 중요성을 배울 수 있었다"고 기부 이유에 대해 말하며, "우리 바다를 수호하기 위해 그 누구보다 헌신했던 선배 전우들의 가족분들께 조금이나마 도움이 될 수 있다고 생각하니 무척 기쁘다"고 소감을 밝혔다.

해군 홍보단 수병들의 기부금을 전달받은 권혁민(중장) 해군참모차장(바다사랑 해군 장학재단 이사장)은 "수병들에게는 결코 적지 않은 금액임에도, 해군 전우 가족들을 위해 자신들의 성과를 선뜻 기부해준 해군 홍보단 수병들의 따뜻한 마음에 감동했다"며, "우리 수병들이 보여준 마음이 해군 유가족들에게는 보다 밝은 미래와 희망으로 이어질 것이라 믿는다"고 고마움을 표시하며 수병들을 격려했다.

한편, 해군 홍보단은 지난 10월 11일 전라남도 광양시와 포스코 광양제철소가 주관한 제11회 대학국악제에 출전하여 동상을 수상하는 쾌거를 이루었다.

사물놀이팀 5명과 밴드팀 5명으로 구성된 홍보단 수병들은 이번 대회 출전을 위해 약 5개월 동안 바쁜 행사와 일정 중에도 틈을 내어 연습에 매진한 결과, 값진 수상과 함께 공연 내용에서도 호평을 받았다.

바다사랑 해군 장학재단은 해군 전사ㆍ순직자의 유자녀를 위한 장학사업을 위해 2014년 설립되었다.

2019년 현재까지 각계각층의 기부와 해군장병 및 군무원의 소액정기 기부로 기금 34억 원을 달성했으며, 유자녀 155명에게 1억 7,190만원의 장학금을 지급했다.

기부를 희망하는 누구나 참여 가능하며, 기부약정서를 작성해 재단으로 제출하면 세부 절차를 안내받을 수 있다.

@highlight

해군 홍보단 수병이 30일 전사ㆍ순직자의 유자녀들에게 상금기부의사를 밝히고 대학국악제에서 수상한 상금 전액을 장학재단에 기부하였고, 장학재단 이사장은 감사의 뜻을 밝히며 수병들을 격려했다.