반도건설이 운서역세권에 16년 만에 선보이는 '운서역 반도유보라' 잔여세대 물량을 분양 중이다.

잔여세대 물량은 청약통장을 쓰지 않고 원하는 동호수를 골라 선착순으로 계약할 수 있다는 장점이 있다.

'운서역 반도유보라'는 운서역세권 최초 주상복합단지로, 인천광역시 중구 운서동 3099-4 번지 일원에 지하 3층~지상 26층, 6개동, 전용면적 83~84㎡, 총 450가구 규모로 구성된다.

단지 내 상업시설인'키즈&라이프 복합몰-운서역 유토피아'는 지하 3층~지상 2층, 연면적 2만 2075㎡ 규모로 조성된다.

단지는 공항철도 운서역 도보 역세권 단지로 김포공항역까지 30분 내 진입, 마포권역까지 40분 내 이동이 가능해 서울권 진입이 용이하다.

제2경인고속도로, 인천국제공항고속도로, 제3연륙교(2025년 개통예정)등의 광역교통망도 갖춰져 있다.

아울러 최근 해양수산부에서 발표된 여의도 크기(332만㎡)면적, 2조원대 민자사업인 골프장ㆍ호텔ㆍ쇼핑몰 개발사업인 '영종드림아일랜드 사업'이 오는 2022년까지 본격화 된다는 소식이 더해지며 영종지역 부동산 시장이 활기를 나타내는 중이다.

단지는 선호도 높은 중소형 평형으로 구성되며, 4베이 설계, 알파룸 등의 설계와 미세먼지 저감, AIoT 등의 첨단 설계가 적용된다.

김지호 반도건설 분양소장은 "'운서역 반도유보라'는 공항철도 운서역을 통해 서울 출퇴근이 가능하고, 원스톱 라이프가 가능한 영종도 내 첫 주상복합 아파트"라며 "특화설계나 미세먼지 저감, 인공지능 AIoT 시스템 등 반도건설의 우수한 상품력으로 지역을 대표하는 랜드마크 단지로 만들어 고객들의 사랑에 보답하겠다"고 말했다.

견본주택은 인천 중구 운서동 3086-8번지, 운서역 2번출구 앞에 마련돼 있다.

입주는 2022년 2월 예정이다.

@highlight

반도건설이 16년 만에 청약통장을 쓰지 않고 원하는 동호수를 골라 선착순으로 계약할 수 있는 '운서역 반도유보라' 잔여세대 물량을 분양 중이며 김지호 반도건설 분양소장은 "'운서역 반도유보라'는 공항철도 운서역을 통해 서울 출퇴근이 가능하고, 원스톱 라이프가 가능한 영종도 내 첫 주상복합 아파트로, 특화설계나 미세먼지 저감, 인공지능 AIoT 시스템 등 반도건설의 우수한 상품력으로 지역을 대표하는 랜드마크 단지가 될 것"이라고 밝혔다.