제천시 원도심 활성화를 위한 민선 7기 주요 도심 전략사업들이 가속 괘도에 오르며 구체적인 윤곽을 드러내고 있다.

먼저 올 상반기 중 북부 도심 신월동 부지에 생활밀착형 국민체육센터 건립(총사업비 116억 원) 및 탁구센터 건립(총사업비 20억 원) 등이 확정됐다.

이를 통해 시는 행복주택 및 산업단지 등 북부권 시민들의 체육복지 향상과 도심 활성화의 확실한 교두보를 확보했다.

지난 9월 본 사업의 실시설계 공모가 실시되며 사업 추진에도 속도를 더하고 있다.

2019년 시민문화타워 건립을 위한 특별교부세 확보와 함께 생활문화센터(20억), 다함께돌봄센터(7천만원) 건립사업이 정부 생활SOC복합화 공모사업에 선정됐다.

이로 인해 제천화재참사로 인한 지역의 침체된 경제와 정서 회복을 위한 시민문화타워 사업에도 재정 숨통이 트이며 가속도가 붙기 시작했다.

시민문화타워는 계획설계와 시민설명회를 마치고 이미 실시설계 등 구체화되고 있다.

또 원도심 활성화를 위한 제천예술의전당 및 여름광장사업(총사업비 480억)도 설계 공모에 돌입하고, 시민주차타워의 확장 공사도 투자심사 및 국비 확보가 가시화 되는 등 도심 내 주요 전략시설 마련의 전기가 마련되고 있다.

제천시는 내년부터 국민체육센터, 탁구센터, 시민문화타워 복합화 사업(시민문화타워+생활문화센터+다함께돌봄센터), 시민주차타워 등의 주요 사업들이 줄줄이 착공 단계에 이르러 도심 활력 증진을 위한 성과가 가시적으로 드러날 것으로 전망했다.

게다가 도심 동부지역에 충북도 자치연수원이전 유치와 강제동 남부생활체육공원 건립의 구체화에 힘쓰는 한편 건립 예정 중인 각 시설간의 시너지 효과를 창출할 수 있도록 공정과 기능의 연계 방안 또한 적극 발굴한다는 방침이다.

@highlight

제천시는 2019년 하반기 지방재정 신속집행 추진상황 보고회에서 원도심 활성화를 위한 주요 도심 전략사업들을 발표했는데, 이 중 4건은 정부 생활SOC복합화 공모사업에도 선정되었다.