게임빌이 '빛의 계승자(HEIR OF LIGHT)'의 대규모 업데이트를 실시했다고 30일 밝혔다.

이번 업데이트를 통해 한층 더 어려워진 '나락의 탑' 지옥 모드 난이도가 등장했고, 새로운 서번트 출현 등 다양한 콘텐츠들이 대거 추가됐다.

나락의 탑 세 번째 난이도인 지옥 모드의 전투 진행 방식은 이전 모드들과 동일하지만 보스의 체력이 30% 남거나 전투 시작 후 30초가 지나면 두번째 보스가 출현한다.

지옥 모드에서는 모든 보스는 관계 효과와 지속 피해 면역을 보유하고 있어 공략이 더욱 까다롭다.

새로운 5성 서번트인 '아리아'도 등장했다.

아리아는 빙검을 사용해 공격을 펼치는 서번트로 빙결 효과를 시전하거나 방어력 감소 시에도 추가로 방어력을 낮출 수 있는 스킬 등을 갖추고 있어 전투 중 다양한 변수를 만들어 낼 수 있다.

이 외에도 유저들의 편의성을 고려해 '대침공' 콘텐츠를 개편했다.

대전권을 소비해야만 하던 입장 방식에서 기본적인 탐사력으로 입장이 가능해졌다.

뿐만 아니라 일반 탐험 지역에서는 얻을 수 없는 태생 5성 서번트의 파편을 획득할 수 있도록 개편되어 유저들의 더 많은 도전이 이어질 것으로 예상된다.

나락의 탑은 연속 전투를 가능케 하는 팀 저장 기능이나 전투 결과창에서 다음 전투 준비창으로 바로 이동할 수 있도록 개선했다.

핼러윈 분위기에 맞게 게임 속 인기 서번트인 '루크레치아', '밀드레드', '앙코우', '헤이렐'의 핼러윈 아바타도 새롭게 선보였다.

업데이트를 기념해 모든 유저들에게 '5성 서번트 소환석', '6성 즉시 진화' 및 '즉시 각성' 아이템 등을 지급한다.

게임빌이 '빛의 계승자(HEIR OF LIGHT)'의 대규모 업데이트를 실시했다고 30일 밝혔다.

@highlight

게임빌이 30일 '빛의 계승자'의 대규모 업데이트를 실시하여 '나락의 탑' 지옥 모드, 새로운 서버트의 등장 등 다채로운 콘텐츠들이 대거 추가되어 유저들의 더 많은 참여가 있을 것으로 예상된다.