안성시가 ‘안성맞춤 지역사회관광(community based tourism) 모델 구축’을 위해 추진하고 있는 관광두레사업이 순조롭게 진행되고 있다.

문화체육관광부가 주최하고, 한국문화관광연구원이 주관하는 관광두레사업은 지역주민들이 지역 고유의 특색을 지닌 숙박·식음·여행·체험·레저·기념품 등을 생산·판매하는 관광사업체를 창업, 경영할 수 있도록 밀착 지원하는 사업으로 관광객의 소비가 지역 발전으로 이어질 수 있도록 하는 관광생태계 조성을 목표로 하고 있다.

관광두레사업은 2013년에 시작해 지난 1월 기준, 47개 시·군·구, 190곳의 관광분야 주민사업체를 육성·관리하고 있다.

이와 관련 안성지역에서는 ▶행복한마을 협동조합 ▶우리동네 파바로티 ▶목금토 크래프트 ▶안성풍산개 체험교육장 등 4개 관광분야 주민사업체가 지난 8월 최종 선정됐으며, 지난 9~10월 2개월에 걸쳐 진행된 분야별 전문가 멘토링 과정을 통해 각 주민사업체별 내외부 자원현황 및 분석, 핵심사업(상품 및 아이템) 발굴, 사업성 분석(추정 손익계산) 등을 거쳐 세부 사업계획이 수립됐다.

최종 선정된 4개소 사업은 현재 본격적인 창업 및 사업운영을 위한 준비에 박차를 가하고 있다.

특히 시는 오는 11월부터는 선정된 각 주민사업체별 선진지 견학과 사업 분야별(식음 & 기념품) 전문가 세부 멘토링을 통해 작성된 주민사업체별 핵심사업에 대한 사업계획서의 완성도를 높여갈 예정이다.

사업의 중심적 역할을 하고 있는 김도영 안성관광두레PD는 "향후 안성 관광두레사업 주민사업체별 밀착지원 및 맞춤형 지원을 통해 사업성 있는 관광분야 주민사업체로 정착할 수 있도록 적극 도울 것"이라며 "궁극적으로 ‘안성형 지속가능한 관광 시스템’이 구축될 수 있도록 온 힘을 다하겠다"고 밝혔다.

한편, 시는 관광두레사업과 연계해 지역자원 관광 상품화와 관광자원의 홍보로 지역사회에 활력을 불어넣겠다는 계획을 갖고 향후 경쟁력 있는 관광분야 주민사업체를 추가 발굴, 선정할 계획이다.

@highlight

안성시가 ‘안성맞춤 지역사회관광 모델 구축’을 위해 추진 중인 관광두레사업으로 행복한마을 협동조합, 우리동네 파바로티 등 4개가 최종 선정되어 전문가 멘토링 과정을 거쳐 세부 사업계획을 수립하는 등 순조롭게 진행되고 있다. 