경기 안양시(시장 최대호) 2019 제3차 규제개혁위원회가 지난 29일 시청 전자회의실에서 열려 규제 심의중인 11개 안건에 대한 심의를 진행했다.

이날 위원회에는 최근 정부가 '규제 정부 입증책임제'를 지방자치단체에 적용시키는 것과 관련, 각 부서 규제업무 담당 공무원 등이 참석한 가운데 심의 안건에 대해 자유토론을 벌였다.

규제입증책임제란 건의자(시민)가 규제해소의 필요성을 입증하던 기존방식을 해당 규제 담당 공무원이 규제유지 필요성을 입증해야하는 방식으로 변경, 규제입증 책임주체를 피규제자에서 규제자로 전환한 제도다.

이날 위원회 심의를 거친 안건은 총11건으로, 안양시 등록규제 및 자치법규 규제개선 건의 과제에 대한 심의 8건, 적극행정 및 규제혁신 유공 공무원·우수부서 선정에 대한 심의 3건이다.

특히, 이중에서도 병목안 캠핑장과 농수산물도매시장 관련 두 개 안건은 소관부서에서 수용하기로 한 상태다.

첫 번째는 병목안캠핑장 사용료 감면을 현행 3자녀이상만 허용되던 것을 2자녀이상으로 완화해 그 감면혜택을 확대하고자 건의된 사안이다.

또 농수산물도매시장 운영관리 조례 개정 건은 현재 도매시장 정기휴업일이 도매시장과 무관한 편의시설에도 똑같이 적용, 도매시장을 이용하는 시민들의 불편이 발생하는 것을 해결하기 위해 당해 시설에 대한 정기휴업일 지정을 폐지하기 위해서다.

이진수 부시장은 "규제개선으로 시민들의 애로가 해소되고 지역경제가 활성화 될 수 있도록 규제 담당 공무원들이 적극적으로 불필요한 규제를 찾아내 철폐해야 한다"고 강조했다.

한편 시는 지난해 행안부가 전국226개 기초지자체를 대상으로 최초 실시한 '지방규제혁신 우수기관 인증 지자체'에 선정돼 국무총리 기관표창을 수상했고, 올해 규제 샌드박스 밀착 지원으로 관내 중소기업 규제샌드박스 성과사례 창출에 기여한 공을 인정받아 "행안부 규제개혁 경진대회"와 "경기도 경진대회"에서 두 차례 모두 최우수상을 수상한 바 있다.

@highlight

최근 정부가, 건의자(시민)가 규제해소의 필요성을 입증하던 기존방식을 해당 규제 담당 공무원이 규제유지 필요성을 입증해야하는 방식으로 변경하는 제도인 '규제 정부 입증책임제'를 지방자치단체에도 적용시키기로 해, 이와 관련해 경기 안양시(시장 최대호)는 2019 제3차 규제개혁위원회를 지난 29일 시청 전자회의실에서 열어 규제 심의중인 11개 안건을 자유토론 방식으로 심의했다.