서울산업진흥원(대표 장영승, SBA)이 남산·명동 일대에 구축한 '남산 애니타운'이 국내 전문가들로부터 가치를 새롭게 인정받았다.

30일 서울산업진흥원 측은 산하 SBA서울애니메이션센터를 중심으로 진행중인 '남산 애니타운 파워콘텐츠 구축사업'이 2019 대한민국 공공디자인대상 프로젝트부문 우수상을 수상했다고 전했다.

'2019 대한민국 공공디자인대상'은 올해 12회째 열리는 공공영역 디자인 분야 시상식으로서, 사업·학술부문 등으로 나뉘어 진행됐다.

서울산업진흥원의 '남산 애니타운 파워콘텐츠 구축사업'은 생활안전·생활편의·생활품격·공공성 등 4개분야로 나뉘어 펼쳐진 '공공디자인대상' 사업부문에서 △애니콘텐츠 기반 가로경관 및 체험콘텐츠 구성 △캐릭터 활용 지역이미지 재창출 등 창의적인 도시재생사업의 일환으로서 지속가능성과 심미성을 높게 인정받아 우수상을 수상했다.

박보경 서울산업진흥원 SBA서울애니메이션센터장은 "애니타운 파워콘텐츠 구축사업이 공간적 공공디자인의 모범사례가 되었다는 것에 큰 의미가 있다"며 "애니타운 상징거리가 완료되는 2020년이 되면 재미로와 명동 일대가 서울시민과 관광객의 사랑을 받는 세계적인 콘텐츠 명소로 그 가치를 높일 수 있을 것으로 기대한다. 한 권의 만화책처럼 거리를 읽으며 지나갈 수 있는 테마거리 재미로에 많은 관심과 기대 부탁드린다"고 말했다.

한편 서울산업진흥원은 4호선 명동역부터 (구)서울애니메이션센터에 이르는 길에 만화의 거리 '재미로'를 구성, '뽀로로', '타요', '로보카폴리', '슈퍼윙스', '스티키몬스터', '달려라하니', '아기공룡둘리', '스페이스정글', '안녕자두야' 등 다양한 애니메이션 테마의 작품들을 직접 관람하고 체험할 수 있는 기회를 제공하고 있다.

@highlight

서울산업진흥원은 명동 일대를 여러 사람들로 부터 기억되고 사랑받을 수 있는 애니타운 파워 콘텐츠 구축 사업을 통해서 2019 대한민국 디자인상 프로젝트 부문 우수상을 수상하였습니다.