결핵진단기기를 공급하는 퀴아젠코리아가 입찰을 따내기 위해 대리점에 제품 공급을 일방적으로 중단한 사실이 밝혀졌다.

공정거래위원회는 질병관리본부의 입찰을 앞두고 퀴아젠코리아가 자사 제품을 취급하는 국내 대리점과의 계약을 중도 해지하고 결핵진단기기 제품 공급을 거절한 행위를 적발해 과징금 4000만원을 부과했다고 30일 밝혔다.

퀴아젠코리아는 모회사인 독일 소재 기업 퀴아젠으로부터 결핵진단기기를 수입해 국내 대리점에 독점 공급하고, 국내 대리점은 이를 질병관리본부, 병원 등에 공급해왔다.

2015년 10월 질병관리본부가 결핵진단기기 대규모 발주를 예고해 퀴아젠코리아와 국내 대리점은 공급방안 협의를 시작했다.

그러나 질병관리본부가 2015년 11월 24일 해당 품목에 대한 입찰 공고를 하자 퀴아젠코리아는 다음날 대리점에게 계약해지를 통보하고 제품 공급을 중단했다.

퀴아젠코리아와 국내 대리점의 계약 만료일은 제품등록일(2014년 6월)부터 2년 6개월이기 때문에 계약기간은 1년 이상 남아있는 상황이었다.

공정위 관계자는 "계약해지 통보가 있는 경우더라도 계약서 규정에 따라 3개월이 지나야 계약이 해지된다"면서 "그럼에도 퀴아젠코리아는 계약해지 통보 직후부터 국내 대리점에 대한 제품 공급을 거절했다"고 말했다.

퀴아젠코리아로부터 제품을 공급받지 못하게 된 국내 대리점은 질병관리본부 입찰에 참여하지 못했다.

퀴아젠코리아는 입찰에 직접 단독 응찰, 사업을 낙찰 받아 대리점이 얻을 예정이던 유통마진을 수취했다.

공정위는 퀴아젠코리아의 행위를 공정거래법상 금지된 거래상 지위 남용으로 판단, 시정명령을 내리고 과징금 4000만원을 부과했다.

공정위 관계자는 "앞으로도 다국적 의료기기 회사를 포함한 본사가 자사보다 거래상 지위가 열위에 있는 대리점에 대해 정당한 이익을 받지 못하게 하는 불공정 행위를 지속 감시하고 적발시 엄중 처리할 계획"이라고 말했다.

@highlight

지난 30일 공정거래 위원회는 독일 소재 결핵진단기기 생산 기업 퀴아젠의 한국법인 퀴아젠코리아가 질병관리본부의 입찰을 받기 위해 국내 대리점에 일방적으로 중도 계약해지를 한 사실을 발견해 과징금 4000만원을 매겼다고 알렸다.