가평군과 ㈜남이섬이 북한강 유역 수변관광벨트 조성 및 전략적 관광 개발 추진 등 상생협력사업을 추진하고 있는 가운데 그동안의 성과와 향후 계획을 논의하는 자리를 가져 관심을 받고 있다.

30일 군에 따르면 지난 5월 말 북한강 유역의 유력한 수변관광거점인 남이섬 남이나라공화국과 상생협력을 위한 업무협약을 체결한 바 있다.

협약에 따라 두 기관은 자라섬∼남이섬 관광객 이동 동선을 개설하고 자라섬 남단 일대의 수변생태관광 목적지를 재정비하는 전략적 제휴사업 등을 추진하게 됨으로써 북한강 관광산업의 시너지 효과를 창출키로 했다.

협약 이후 김성기 군수를 비롯한 사업 관련 부서장들이 최근 현장을 찾아 남이섬 전명준 대표 등 관계자들과 그간 추진 성과 및 선박 운항에 따른 향후 운영 방안 등을 모색했다.

두 기관은 그동안 남이섬∼자라섬 선박운항로 개설 협의를 비롯해 선박 인허가 및 자라섬 개발 대응책 논의, 경기-강원 관광특구 지정 실무회의 등을 거쳐 현재 선박 운항 인허가를 완료했다.

앞으로 남이섬∼자라섬 여객선박 직항 노선 운항을 위한 자라섬 남도 선착장 접안시설 공사를 우선 추진하고, 북한강 자라섬 수상생태정원 조성사업과 남이섬 조경공사 및 경관 조성 등에 동참할 계획이다.

또 자라섬∼남이섬 문화관광 활성화 추진사업과 관광특구 지정을 위한 업무 추진에도 협력을 이뤄 나갈 예정이다.

김성기 군수는 "대한민국 대표 관광지인 자라섬과 남이섬이 관광패키지 최상의 조합을 이루기 위한 아이디어 창출을 기대한다"며 "상생협력을 위한 업무협약 결과가 도출될 수 있도록 사업 추진에 만전을 기울여 달라"고 말했다.

한편, 군은 지난달 경기도 특별조정교부금 600억 원을 걸고 진행된 ‘새로운 경기 정책공모 2019, 경기 First’ 본선 무대에서 ‘북한강 유역 자라섬 수변생태관광벨트 제안사업’이 대규모 사업 부문 최우수상을 수상, 80억 원을 확보하며 사업 추진에 탄력을 받게 됐다.

@highlight

가평군과 ㈜남이섬은 자라섬~남이섬의 전략적 관광 개발을 위한 상생협력사업을 추진 중인 가운데 최근 군수와 사업 관련 종사자들이 현장을 찾아 그간의 성과와 향후 운행 방안을 모색하는 자리를 가져 이목이 집중되고 있다.