한국중부발전 보령발전본부(본부장 임오식)는 지난 30일 서울 그랜드호텔에서 한국경영인증원이 주최하는 글로벌스탠더드경영대상 시상식에서 2019 그린경영대상 대상수상과 특별상으로 산업통상자원부 장관상을 수상하는 영예를 차지했다.

한국중부발전(사장 박형구) 보령발전본부(본부장 임오식)는 지난 30일 서울 그랜드호텔에서 한국경영인증원이 주최하는 글로벌스탠더드경영대상 시상식에서 2019 그린경영대상 대상수상과 특별상으로 산업통상자원부 장관상을 수상하는 영예를 차지했다고 31일 밝혔다.

보령발전본부는 환경오염을 줄이기 위한 획기적인 노력으로 발전회사 중 대기오염물질원단위 감축률 1위를 달성 했으며, 탈질설비 촉매 1단 추가 및 탈황설비 흡수탑 재순환펌프 운전대수 추가 등 환경설비 성능개선을 통해 대기오염물질 배출량을 2015년 대비 65%~80%까지 감축한 결과를 인정받았다.

보령발전본부는 이산화탄소 포집 시험플랜트 운영을 통해 세계최고 수준의 이산화탄소 흡수제개발에 기여하였고, 생산된 이산화탄소는 압축저장 설비를 통해 산업용, 화훼용으로 재이용하고 있다.

대기오염 방지설비인 탈질설비 촉매층 1단 추가설치, 탈황설비 흡수탑 스프레이 노즐추가 설치 및 재순환펌프 운전대수를 증가시켜 제거효율을 향상시켰고, 전기집진기 집진극 교체정비 등을 통해 대기오염물질을 15년 대비 18년에는 20,885톤 감축하여 65% 이상 오염물질 감축효과를 거두었다.

이러한 노력으로 발전량 대비 대기오염물질 배출 원단위는 15년 0.973kg/MWh에서 18년 0.423kg/MWh으로 발전회사중 1위 감축실적을 달성했다.

또한 미세먼지 저감을 위해 봄철 급전정지, 저황탄연소, 진공청소차 운행 등을 시행하고 있으며 수처리설비 막분리설비 도입 등 유해화학물질 Zero화 추진으로 화학사고 없는 안전한 사업장 구축을 위해서도 노력하고 있다.

@highlight

대기오염 방지 설비, 전기집진기 교체 정비 등으로 대기오염물질을 65~80% 줄인 한국중부발전 보령발전본부는 감축률 1위를 달성한 성과를 인정받아 지난 30일 서울 그랜드호텔에 열린 글로벌스탠더드 경영 대상 시상식에서 2019 그린경영대상 대상·산자부 장관 특별상을 수상했다.