꽃게 조업.

연평어장과 인천연안(서해특정해역)의 희비가 엇갈리고 있다.

꽃게 얘기다.

봄철 50% 가까이 감소했던 인천연안의 꽃게 위판량이 하반기(8∼9월) 10% 이상 증가했다.

상반기 소폭 상승했던 연평어장의 9월 꽃게 위판량은 지난해 같은 기간 대비 절반가량 줄었다.

30일 인천시와 수협 등에 따르면 8∼9월 인천연안 꽃게 위판량은 1천759t(위판금액 192억6천400만 원)으로 지난해 같은 기간(1천546t, 186억4천만 원)보다 14% 증가했다.

상반기 인천연안 꽃게 위판량은 725t(232억2천300만 원)으로 2018년 상반기(1천481t, 333억 원)의 49%에 불과했다.

올해 들어 9월까지 인천연안 위판량은 모두 2천484t(424억7천700만 원)으로 지난해 같은 기간(3천27t, 524억400만 원)보다 18% 떨어졌다.

9월 한 달간 연평어장 꽃게 위판량은 255t(21억7천500만 원)에 머물렀다.

지난해 같은 기간 위판량(476t, 42억6천900만 원)의 53% 수준이다.

상반기 연평어장의 위판량은 207t(44억2천200만 원)으로 2018년 상반기(193t, 51억9천600만 원)보다 7% 늘었다.

올해 들어 9월까지 연평어장의 위판량은 모두 462t(65억9천700만 원)으로 지난해 같은 기간(669t, 96억6천500만 원)에 비해 31% 감소했다.

연평어장은 올해 815㎢에서 905㎢로 90㎢ 확대됐다.

서해수산연구소 손명호 박사는 "인천연안과 연평어장의 꽃게 위판량 차이는 수온 등 자연생태계의 원인이라기보다는 생산과 판매 과정에서 발생되는 누수 현상이 클 것이다"라고 말했다.

@highlight

30일 인천시와 수협 등에 따르면 8∼9월 인천연안 꽃게 위판량은 지난해 같은 기간보다 14% 증가한 반면, 9월까지 연평어장의 위판량은 지난해 같은 기간에 비해 31% 감소해 인천연안과 연평어장의 희비가 교차했다. 