오리온은 중국 커피 체인 '루이싱 커피'와 자사 제품 '오리온제주용암수'·'고소미' 등에 대한 수출계약을 체결했다고 31일 밝혔다.

오리온제주용암수를 올해 안에 국내 출시한다.

오는 2020년 상반기 중, 중국 루이싱 커피에 530㎖ 제품 공급을 시작할 계획이다.

루이싱 커피는 제품 출시에 맞춰 전국 체인점에서 오리온제주용암수 론칭 프로모션을 하기로 합의했다.

고소미의 경우 다음 달부터 북경·상해·광주·샤먼·온라인 등에서 먼저 판매하고, 전국 매장으로 확대할 방침이다.

오리온제주용암수는 약알칼리성 프리미엄 미네랄워터다.

수원지는 제주도로, 원수에는 40만 년 동안 현무암에서 자연 여과돼 칼슘, 마그네슘 등의 미네랄이 풍부하다고 회사는 설명했다.

오리온은 중국과 동남아 지역으로 오리온제주용암수를 수출할 계획이다.

이를 위해 지난 8월 LG그룹 계열의 종합물류 기업인 판토스와 한국·중국 등 글로벌 물류운송에 대한 계약을 체결했다.

시장조사기관 유로모니터에 따르면 2016년 생수, 탄산수 등의 병입수 시장은 245억4470만 달러(약 28조 5356억원) 규모다.

2021년까지 332억 130만 달러(약 38조 5998억원) 규모로 성장할 것으로 전망된다.

중국 샤먼에 본사를 둔 루이싱커피는 중국에서 두 번째로 큰 커피 체인 브랜드다.

지난 5월 17일 미국 나스닥에 상장했다.

올해 6월 기준 중국 내 40개 도시에서 2963개 점포를 운영하고 있다.

연말까지 점포 수 4500곳을 돌파해 중국 최대의 커피 체인을 목표로 하고 있다.

오리온 관계자는 "청정 제주의 이미지를 담은 프리미엄 미네랄워터 오리온제주용암수로 글로벌 시장 공략에 적극적으로 나설 것"이라며 "오리온이 보유한 글로벌 영업망과 마케팅 노하우 등을 통해 전 세계인이 마시는 프리미엄 미네랄워터로 성장시켜 나갈 계획"이라고 말했다.

@highlight

오리온은 중국 커피 체인 '루이싱 커피'와 자사 제품 '오리온제주용암수'에 대한 수출계약을 체결하고 우선 올해 안에 오리온제주용암수를 국내 출시한 후 오는 2020년 상반기 중, 중국 루이싱 커피에 530㎖ 제품 공급을 시작할 계획이라고 31일 전했다.