ICT(정보통신기술)와 과학, 방송인들이 테니스로 친목하고 화합하는 가을 축제의 장이 마련됐다.

'2019 과학기술정보통신부 장관배 테니스대회'가 오는 11월 2일 오전 9시부터 서울특별시 가락동 중앙전파관리소 테니스코트에서 열린다.

과학기술정보통신부가 주최하고 한국전파진흥협회가 주관하는 이번 행사는 동호인 테니스 대회를 통해 과기정통부, 산하기관 및 전파방송 산업체 간의 상호 친목과 화합을 도모하는 자리로 기획됐다.

이번 대회는 정부, 산하기관, 통신사와 방송사 등 관련 산업체 및 유관기관 등 총 16개팀 150여명이 참가할 예정이다.

민원기 과기정통부 차관도 참석해 ICT와 과학, 방송 산업계 관계자들과 소통하는 장이 될 전망이다.

참가 정부기관은 과학기술정보통신부를 비롯해 국립전파연구원, 중앙전파관리소, 우정사업본부, 경인지방우정청이다.

산하기관으로는 한국방송통신전파진흥원, 정보통신산업진흥원, 한국생산기술연구원, ICT협회연합이 참가한다.

SK텔레콤, KT, SK브로드밴드, LG유플러스, 삼성전자, 삼성SDS, 한국교육방송공사 등 관련 산업체 동호인도 참가한다.

올해 대회에서는 중앙전파관리소 8개 코트가 사용될 예정이다.

경기는 총 4개조로 나누어 조별 풀리그로 예선경기를 진행한 후, 각 조 1, 2위 팀 간의 본선 토너먼트로 진행된다.

예선 진행 후 본선에 진출하지 못한 팀은 패자전에 참가한다.

지난 대회에서는 KT가 2년 연속 우승을 차지했고, 경인지방우정청이 준우승을 기록했다.

올해 대회는 KT의 3연패를 저지하기 위한 치열한 경쟁이 예상된다.

이번 대회에서는 우승, 준우승, 공동 3위에 각각 상이 주어지며, 패자전 우승과 준우승, 그리고 응원상도 시상한다.

2018 과학기술정보통신부 테니스대회 참가자들이 기념촬영을 하고 있다.

@highlight

과학기술정보통신부가 주최하고 한국전파진흥협회가 주관하는 '2019 과학기술정보통신부 장관배 테니스대회'가 오는 11월 2일 오전 9시부터 서울특별시 가락동 중앙전파관리소 테니스코트에서 열리며 과기정통부, 산하기관 및 전파방송 산업체 등의 참석으로 간의 상호 친목과 화합을 도모하고 ICT와 과학, 방송 산업계 관계자들과 소통하는 장이 될 전망이다.