우리나라 최초의 항공보안장비 시험인증센터가 충남 서천에 들어선다.

충남도는 국토교통부와 국토교통과학기술진흥원, 한국산업기술시험원(KTL)이 공동 주관한 전국 지자체 대상 '항공보안장비 시험인증센터 구축 사업' 공모에 서천군이 최종 선정됐다고 29일 밝혔다.

건립 위치는 서천군 장항국가산업단지이며 오는 2023년까지 연면적 3700㎡ 규모로 조성할 계획이다.

공모 선정에 따라 센터 운영 관련 항공보안장비 인증·시험평가 연구개발(R&D)과 사업화 등은 국비로 진행된다.

도는 사업이 원활하게 추진될 수 있도록 균형발전특별회계를 통해 시험인증센터 구축비를 적극 지원할 방침이다.

항공보안장비 시험인증센터는 한국산업기술시험원 산하 기관으로 △항공보안장비 기술 개발을 위한 기업 지원 △국가 보안 강화 정책 연계 연구개발(R&D) 수행 △보안검색장비 인증 획득을 위한 컨설팅 제공 등 항공보안장비 시험인증에 대해 종합적으로 지원하게 된다.

시험인증센터에서는 공항, 철도, 항만, 국가 주요 시설·공공시설 및 첨단 산업체의 비밀 보호 및 안전 보장을 위해 사람·화물 등을 검색하는 엑스선·원형 검색장비, 휴대용 금속 탐지장비 등 보안검색장비를 다룬다.

현재 국내에는 보안장비 성능인증제도가 없어 미국·유럽 등에서 인정받은 장비를 이용하고 있으며 국내 보안검색장비 시장의 경우 99.7%가 국외에 의존하고 있는 실정이다.

도는 시험인증센터를 기반으로 관련 연구기관 및 기업 등을 유치해 보안산업 클러스터를 조성할 경우 생산유발 4843억원, 부가가치유발 1547억원, 고용유발 1794명, 취업유발 2239명 등의 경제적 효과를 기대하고 있다.

또 향후 보안장비 성능인증제가 항공분야를 시작으로 철도 및 국가 주요 시설 등의 분야까지 확대될 것을 전망하고 있다.

도 관계자는 "이번에 선정된 '항공보안장비 시험인증센터 구축 사업'은 국내 첫 사례로 이를 마중물 삼아 도 서남부권이 우리나라 보안산업의 중심지로 거듭날 수 있도록 최선을 다하겠다"고 말했다.

@highlight

충남도는 29일 전국 지자체 대상 '항공보안장비 시험인증센터 구축 사업' 공모에 서천군이 최종 선발되었다고 전하며 시험인증센터 구축비를 적극 지원할 예정이고 향후 보안장비 성능인증제가 항공분야를 시작으로 주요 시설 등 분야까지 확대될 것으로 예상된다고 밝혔다.