수십년 전 설치된 화물용 케이블카에서 사고가 발생해 안에 탑승하고 있던 3명 중 1명이 숨지고 2명이 중상을 입는 사고가 발생했다.

문제는 해당 화물용 케이블카는 궤도운송법상 허가 및 안전관리 대상에 해당하지 않아 수십년간 안전의 사각지대로 남아있었다는 점이다.

30일 완주경찰서와 전북소방 등에 따르면 이날 오전 10시 50분께 완주군 고산면 한 사찰에 설치된 화물용 케이블카가 운행 중 미끄러져 내려오면서 운전실을 들이받았다.

이 사고로 케이블카에 타고 있던 A씨(53) 등 3명이 크게 다쳐 인근 병원으로 이송됐지만, A씨는 치료를 받던 중 끝내 숨졌다.

해당 케이블카 구간은 400여m로 중간지점인 200여m 정도 지점에서 케이블카가 갑자기 미끄러져 내려오면서 사고가 발생한 것으로 확인됐다.

사고가 난 케이블카는 지난 1989년 사찰을 신축할 당시 화물 운반용으로 설치됐고, 3년 전 케이블을 교체한 것으로 알려졌다.

이날 본보가 전북도와 완주군청 등에 해당 케이블 안전관리에 대해 취재한 결과, 사고가 난 케이블은 현행 궤도운송법상 허가 및 안전관리 대상에 포함되지 않아 수년간 안전의 사각지대로 남은 것으로 확인됐다.

궤도운송법상 적재 무게가 200kg 미만일 경우 허가를 받지 않고도 설치할 수 있다.

이로 인해 지자체 등은 행정법상으로 규제 대상에 해당하지 않아 안전관리 등에 대해 조사를 할 수 없는 상황이다.

완주군청 관계자는 “안전점검 등 전수조사는 행정법상 허가가 난 시설에 대해 조사하고 있어 해당 시설물은 조사 대상에 포함되지 않았다”며 “수십년전 설치된 시설로 정확한 규모 등을 파학하고 있는 상황”이라고 말했다.

한편, 경찰은 이번 사고가 케이블카의 견인줄이 풀어져 발생했을 경우와 운행 중 케이블이 끊어져 발생했을 경우 등으로 보고 정확한 사고 경위 조사를 위해 국립과학수사원에 감식을 의뢰할 예정이다.

또 사찰 관계자들을 대상으로 케이블카의 안전관리 여부 등에 대해 조사 중이다.

@highlight

완주군 고산면에 있는 사찰에서 지난 30일 화물용 케이블카가 운행 중 사고가 발생하여 국립과학수사원에 감식을 의뢰했지만 궤도운송법상 안전의 사각지대이다.