대규모 기업 투자는 지역 내 경제 규모 확대와 신규 인구 유입, 부동산 시장 활성화를 이끄는 확실한 마중물이 된다.

실제로 우리나라에서 임금수준 및 부동산 시장 규모 면에서 상위를 차지하고 있는 지자체의 경우 자동차, 화학, 철강 등 대규모 산업단지를 품고 있는 경우가 대부분이다.

최근 충북 청주시가 주목 받고 이유도 여기에 있다.

청주시는 SK, LG, 셀트리온 등 국내 대기업들의 투자가 적극 유입되면서 최근 투자유치 금액이 21조원을 돌파하는 등 기업 투자가 늘고 있는 대표적인 지역으로 손꼽힌다.

여기에 청주 국사일반산업단지 등 대규모 산업단지 조성이 본격화되면 지역경제 및 부동산 시장에 미치는 긍정적인 영향이 확산될 것으로 기대된다.

특히 청추 국사일반산업단지의 경우 95만6,229㎡ 규모로, 산업용지와 주거시설용지가 포함된 복합산단으로 신규 입구 유입으로 인한 부동산 시장 활성화 효과도 상당할 것으로 전망된다.

지역경제 활성화 기대에 따른 실질적인 영향도 이미 나타나고 있다.

잇따른 투자소식에 청주 지역에 대한 부동산 경기 회복 전망이 현실화되면서 동남지구를 중심으로 미분양 부동산 매물이 빠르게 해소되는 등 아파트 매매 심리가 살아나고 있는 것이 대표적이다.

실제로 청주지 신흥주거지로 주목 받고 잇는 동남지구 내에 입지한 '청주 동남 시티프라디움'은 가치 저평가 및 미래가치 상승 등으로 향후 프리미엄을 기대하는 실수요자와 부동산 투자들의 관심이 몰리면서 이 달 들어 분양 문의 및 모델하우스 방문자 수가 급증하고 있는 것으로 알려졌다.

특히 청주 동남 시티프라디움은 동남지구 내에서도 청주 1,2순환로와 인접한 입지해 위치해 있으며, 청주 도심에 편입된 2차, 외곽을 순환하는 3차 우회도로에 대한 접근성도 뛰어나 교통 편의성 면에서 높은 평가를 받고 있다.

또한 전세대 남향위주의 설계로 실거주자의 선호도가 높으며, 4Bay 판상형 위주의 혁신평면 적용으로 아파트의 브랜드 가치를 높인 것이 특징이다.

지하 2층~지상 25층 15개동, 전용 84㎡ 총 1,407세대의 대단지로 구성되는 만큼 대단지 프리미엄도 기대돼 청주 부동산 시장 회복과 맞물려 빠르게 물량이 해소될 것으로 전망된다.

@highlight

청주시 투자유치 금액이 21조원을 돌파하는 등 기업 투자가 증가하고 있어 지역 부동산 시장에 긍정적 영향을 미칠 것으로 전망되며 아울러 '청주 동남 시티프라디움'이 가치 저평가 및 미래가치 상승 매력으로 관심이 높아지고 있다.