예산군이11월 1일부터 2일까지 이틀간 예산역 일원에서 제16회 예산황토사과축제를 개최하는 가운데, 광역버스투어를 통한 사과축제 연계 관람을 진행한다.

군은 충남을 대표할 관광코스를 개발하고 관광객들의 시·군 간 연계노선 부족 문제 해결을 위해 충청남도 사업의 일환으로 당진시와 연계한 광역버스투어 사업을 진행 중이다.

광역버스투어는 올 8월부터 수도권 관광객을 대상으로 운행 중으로 ▲예당호 출렁다리 ▲황새공원 ▲수덕사 ▲충의사 ▲추사고택 등 군 대표 관광지를 투어하며, 관내에서 축제가 열릴 때에는 광역버스와 연계한 축제 관람 서비스를 제공해왔다.

이번에 열리는 제16회 예산황토사과축제에도 광역버스 5대, 총 197명이 모객돼 운영될 예정으로, 사과축제는 예산황토사과 홍보 및 판매 촉진을 위해 시중 가격보다 20% 할인된 가격으로 사과를 판매하고 도시민 관람객을 위한 용산∼예산역 간 사과열차 운행, 지역가수와 밴드 공연 등 관람객에게 다양한 볼거리와 즐길거리를 제공할 예정이다.

광역버스투어 사업은 지난 8월부터 현재까지 총 38회 1442명이 모객됐으며 ▲의좋은형제 축제 기간 총 8회 302명 ▲황새축제 기간 총 10회 372명 ▲삼국축제 기간 총 11회 432명이 광역버스투어를 이용해 군 축제를 관람함으로써 군에서 열리는 축제가 성황리에 개최되는데 기여했고 수도권에서 예산을 방문하는 관광객들에게 호평을 받은 바 있다.

군은 효율적인 예산군 홍보를 위해 광역버스투어를 지속 운영할 계획이며, 광역버스투어가 군 관광자원 홍보와 더불어 국내외 관광객을 충남 및 예산으로 유입하는데 중요한 견인차 역할을 할 것으로 기대하고 있다.

군 관계자는 "광역버스투어는 충남과 예산의 가치를 재발견 할 수 있는 의미 있는 여행을 선사하고 있다"며 "한 번 예산을 와 본 여행자라면 반드시 다시 찾고 싶은 여행콘텐츠를 계속 개발해 나가겠다"고 말했다.

한편 광역버스투어와 관련한 자세한 사항은 군 문화관광과(041-339-7321∼3)로 문의하면 안내받을 수 있다.

@highlight

예산군은 관광코스를 개발하고 관광객들의 시·군 간 연계노선 부족 문제 해결을 위해 11월 1일부터 2일까지 예산역 일원에서 열리는 제16회 예산황토사과축제와 연계해 예당호 출렁다리, 황새공원, 수덕사 등 군 대표 관광지를 투어하는 광역버스투어를 진행한다.