[세종=충청일보 장중식기자] 이춘희 세종시장이 자율주행차 상용화 노하우를 찾기 위해 31일 유럽으로 출국했다.

이 시장은 이날부터 10일까지 프랑스, 스웨던, 노르웨이를 방문해 자율주행 모빌리티 상용화 추진을 위한 협력체계를 구축하고 국내 적용 가능한 자율주행서비스 사례를 조사한다.

프랑스 파리, 스웨덴 스톡홀름, 노르웨이 오슬로는 자율주행차에 있어 유럽 내 선도도시로 꼽힌다.

이 시장은 3개 도시의 자율주행 서비스 현장을 둘러보고 세종자율주행모빌리티사업단과의 협력체계를 구축하는 것은 물론, 현지에 위치한 글로벌 기업을 대상으로 적극적인 유치 활동도 펼친다.

먼저 프랑스 파리에서 통합 모빌리티 혁신 현장을 방문하고, 세계적 자율주행셔틀 전문기업인 이지마일(Easymile)사와 산업적 협력모델 구축 방안을 논의한다.

이어 프랑스 파리의 통합 모빌리티 생태계 현장 방문을 통해 골목주차 금지정책과 연계된 모빌리티 서비스 정책을 살펴보고, 파리교통공사(RATP) 자율주행셔틀 서비스 도입 방안을 점검한다.

스웨덴 스톡홀름에서는 5세대(5G) 통신 및 교통시스템 전문기업인 에릭슨(Ericsson)와 노비나(NOBINA)를 방문해 모빌리티 시스템 전문기업과 미래교통에 대해 의견을 나눈다.

특히 스톡홀름에서는 이춘희 시장이 안나 코니(Anna K?nig) 스톡홀름 시장을 만나 양국의 기업 및 연구소가 적용기술을 교차 시험을 통해 관련 기술을 검증, 상호 투자·진출 방안을 모색할 예정이다.

7일부터는 노르웨이 오슬로에서 열리는 무공해 자동차 컨퍼런스에 참석, 무공해차 확산 정책에서 파생된 '자율주행 서비스' 시범사업과 자율주행셔틀 운영 경험, 기술을 살펴본다.

이 시장은 "세종시는 자율주행실증 규제자율특구 지정에 따라 국가 자율차 개발의 메카로 도약을 준비하고 있다"며 "이번 유럽 출장으로 세종 자율주행 모빌리티 사업단의 성공 추진 방안을 찾는 기회가 될 것"이라고 말했다.

@highlight

이준희 세종시장은 지난 31일 자율주행자 상용화 노하우와 글로벌 가업과의 협력체계 구축을 위해 유럽으로 떠났다.