신약개발 전문기업인 엔지켐생명과학(대표 손기영)은 지난 26일부터 30일까지 미국-유럽연합종양학회가 미국 보스턴에서 개최한 '분자표적 및 암치료법에 관한 국제학회'에 참가, 신약물질 EC-18에 대한 연구성과를 발표했다고 31일 밝혔다.

엔지켐생명과학 'EC-18'은 녹용에서 유래한 물질을 활용한 합성신약물질이다.

면역조절제 기능이 탁월한 것이 특징이다.

엔지켐생명과학은 이를 활용해 항암치료 과정에서 발생하는 호중구감소증 및 구강점막염에 대한 글로벌 임상 2상을 진행하고 있다.

이번 행사에서는 각종 실험을 통해 호중구감소증과 항암·암전이 억제 치료제로서의 효능을 확인한 결과를 공개해 미국암학회와 미국국립암연구소, 유럽암학회 연구자 및 제약기업들의 눈길을 끌었다.

엔지켐생명과학은 EC-18을 항암치료중인 유방암환자를 대상으로 하루 2000㎎ 투여했지만 약물과 관련된 이상반응이 없었고, 투여 용량이 높아질수록 호중구 수의 감소폭이 줄었을 뿐만 아니라 회복기간이 짧아졌음을 확인했다고 발표했다.

항암제에 병합 투여시 종양 성장 억제와 호중구 유출조절과 관련된 바이오마커 변화가 유의하게 관찰돼 항암제 병용치료제로서의 가능성을 보였다고 설명했다.

이 회사는 비임상으로 진행된 암세포 성장 및 전이를 관찰할 수 있는 이미지 기반 폐암의 뇌종양 및 대장암 전이 모델에서 암전이 억제 효능을 확인, 항암전이 치료제로도 제시했다.

손기영 대표는 "EC-18은 비알콜성지방간염 비임상 효능 평가를 토대로 글로벌 빅파마와 라이센싱 협상도 진행되고 있다"면서 "11월 8일부터 나흘 간 미국 보스턴에서 개최되는 미국 간학회 연례미팅에서 이 분야 연구성과를 소개할 예정"이라고 말했다.

@highlight

엔지켐생명과학은 26일부터 30일까지 미국-유럽연합종양학회가 미국 보스턴에서 개최한 '분자표적 및 암치료법에 관한 국제학회'에 참가해 녹용에서 유래한 면역조절제 기능이 탁월한 물질을 활용한 합성신약물질에 대한 연구성과를 소개했다고 31일 발표했다.