경기도는 한반도 평화협력시대 대북인도협력 사업에 대한 국제적 공감대 확산을 위해 1∼2일 미국 뉴욕에서 ‘2019년 대북인도협력 국제회의’ 개최한다.

올해로 11주년을 맞는 대북인도협력 국제회의는 그동안의 대북지원 활동 정보를 공유하고 국제적 협력 방안을 모색하는 자리다.

이번에는 한반도의 평화를 바라는 한국민들의 목소리와 대북제재와 관련 없는 북한 내 취약계층을 위한 인도적 협력사업의 당위성을 국제사회에 알리고자 UN 등 국제기구와 유력 언론사들이 모인 뉴욕에서 열리게 됐다.

도와 통일부, 미국 전미북한위원회(NCNK), 우리민족서로돕기운동 공동주최로 이 기간동안 뉴욕대학교에서 개최, 개회식, 총 4차례의 주제별 토론, 종합토론 등으로 진행된다.

회의에는 FAO, WFP, 유니세프, UNFPA, 국제적십자 기관(IFRC, ICRC), 미국 북한위원회, AFSC, EUPS 1/3/5, Christian Friends of Korea(CFK) 등 국내외 민·관·학 관계자 300여 명이 참여한다.

먼저 1일에는 개회식에 이어 ‘대북협력 since 1995 : 맥락·과정·변화’, ‘한반도 평화와 대북협력’에 대해 토론한다.

2일엔 ‘유엔 대북제재의 인도주의적 영향’, ‘국내외 대북협력 현황과 협력방안’ 등을 주제로 논의를 진행한 후, 참석자 전원이 모여 종합토론을 벌인다.

특히 경기도의회 유광혁 의원이 ‘아프리카 돼지열병 및 가축질병의 남북한 공동방역 협력’의 필요성을 주제로 발표를 진행하고, 이에 대해 열띤 논의를 펼치는 자리도 마련된다.

신명섭 도 평화협력국장은 "대북 민간단체와 경기도의 노력으로 한반도 비핵화와 평화 프로세스 추진에 진전이 있을 것"이라며 "앞으로 경기도를 비롯한 한국의 여러 지자체, 국제기구가 긴밀히 협력을 유지해 나가길 희망 한다"고 말했다.

@highlight

경기도는 11주년을 맞는 ‘2019년 대북인도협력 국제회의’를 국제기구와 유력 언론사들이 모인 뉴욕에서 1∼2일 개최해 한반도 평화의 바람과 취약계층을 위한 인도적 협력사업의 당위성을 국제사회에 알리고자 한다고 밝혔다.