저소득 주민들의 자립 자활을 지원하는 대전광역자활센터(센터장 이현수)는 자활사업 활성화를 위해 각계에서 지원하고 있는 프로보노 위원들과 협력기관 임직원을 초청해 31일 간담회를 개최했다.

참석자들은 5년전부터 지금까지 경영, 사례관리, 교육 등 다양한 분야에서 자활사업에 기여하고 있다.

이 날 간담회에서는 신임 프로보노위원을 위촉했다.

이세영 대표(세성건축사사무소), 권신영 교수(대덕대 사회복지과), 박미애 본부장(초록우산 어린이재단 대전지역본부), 양혜진 교수(대전대 사회복지학과), 이진명 교수(충남대 소비자학과)를 위촉해 지속적으로 협력해갈 것을 약속했다.

협력기관 관계자들도 참석한 가운데 자활사업 활성화와 사회적가치 실현을 위해 더욱 공고히 협력해나갈 것을 다짐했다.

충남대학교 소비자학과 이진명 교수는 "작년부터 산학협력 연구과제로 자활사업 활성화를 위한 아이템 개발과 소비자 욕구분석, 캡스톤디자인 등을 추진하고 있다"며, "앞으로도 자활사업 경영개선과 홍보를 위해 더욱 힘쓰겠다"고 말했다.

이현수 대전광역자활센터 센터장은 "각 분야에서 활약하고 있는 전문가들의 도움과 협조 덕분에 자활사업을 수행하는데 매우 큰 힘이 되고 있다"며 "자활사업이 더욱 활성화될 수 있도록 지속적으로 관심과 애정을 가져주시길 부탁드린다 "고 말했다.

이 센터장은 특히 "자활사업은 저소득주민들이 일을 통해 자립 자활할 수 있도록 다양한 일자리를 제공하고, 교육 훈련프로그램을 지원해 자립기반을 조성하는 사업"이라며 "일정 기간 자활사업을 통해 준비된 참여자들은 자활기업을 창업, 취업을 통해 자활할 수 있도록 지원한다"고 밝혔다.

한편 대전의 자활사업 수행기관은 동구지역자활센터, 중구지역자활센터, 서구지역자활센터, 유성지역자활센터, 대덕구지역자활센터와 광역단위 자활지원사업을 수행하는 대전광역자활센터가 있다.

@highlight

저소득주민들에게 일자리 제공과 자립 자활을 지원하는 대전광역자활센터는 자활사업 활성화를 위해 각계에서 지원하고 있는 프로보노 위원들과 협력기관 임직원을 초청해 31일 간담회를 열고 자활사업 활성화와 사회적가치 실현을 위한 협력을 다짐했다.