일본측 경제보복 조치로 중단되다시피 한 전북도와 가고시마현간 민간 교류가 재개될 전망이다.

전북도에 따르면 31일 이와키리 타케시 부지사를 단장으로 한 가고시마현 대표단 8명이 1박 2일 일정으로 도청을 찾았다.

대표단은 송하진 도지사를 예방한데 이어 우범기 정무부지사를 만나 지속적인 민간교류를 희망했다.

국장급 실무협의회도 갖고 구체적인 교류방안을 숙의했다.

지난 30년간 이어져온 청소년과 문화예술단체 교류 등에 대한 관계복원에 초점이 맞춰진 것으로 알려졌다.

전북도가 일본 지자체와 교류중단을 선언한지 약 3개월 만이다.

일본측의 백색국가 명단 제외, 즉 우리나라에 대한 전략물자 수출규제 조치를 문제삼았다. 도 관계자는 “이번 만남은 가고시마현측 요청에 따른 것”이라며 “가고시마현측은 양국간 정치적인 문제와는 별개로 민간교류는 지속되길 바랬다”고 설명했다.

전북도도 이에 공감하는 분위기다.

우범기 정무부지사는 “일본 정부의 경제규제 이후 경색된 한·일 관계로 어려운 상황이지만 30년간 이어온 양 지역간 교류의 끈을 지속적으로 이어가는 것 또한 중요한 일이라 생각한다”며 “앞으로 양 지역 교류가 한단계 격상되는 계기가 돼 지역과 지역민, 모두가 상생 발전하는 모범적인 국제교류 사례가 되기를 기대한다”고 밝혔다.

가고시마현 대표단은 전북도 방문 직후 전주 한옥마을을 돌아보기도 했다.

아울러 1일은 새만금개발청 안내를 받아 새만금을 돌아볼 예정이다.

또, 군산시도 찾아 가고시마현 기초 지자체와 교류도 제안할 계획이다.

한편, 전북도와 가고시마현은 지난 1989년 교류협약을 맺은 삼십년지기 우호도시다.

해마다 스포츠, 전통예술, 건축, 음식, 방송 등 다양한 분야에서 교류 협력해왔다.

특히, 우호협약 30주년이 되는 올 10월은 양측 정관가 인사들이 대거 참석한 가운데 도내에서 기념행사를 치르기로 했었다.

하지만 일본측 경제보복 조치로 무산됐다.

@highlight

전북도에 따르면 31일 가고시마현 대표단이 도청을 찾아 지속적인 민간교류를 희망했으며 일본측 경제보복 조치로 중단되다시피 한 지난 30년간 이어져온 청소년과 문화예술단체 교류 등이 재개될 전망이다.