2020년 환경부 미세먼지 예산안이 잘못 편성됐다는 지적이 나왔다.

국내 미세먼지 배출원 1위인 사업장 저감에는 미세먼지 대응 예산 중 14%밖에 편성하지 않는 등 효과가 떨어진다는 주장이다.

31일 환경운동연합은 '2020년 환경부 미세먼지 대응 예산안' 평가 결과를 내놨다.

2020년 환경부 미세먼지 대응 예산은 약 2조2000억원으로, 올해 추경 1조9000억원 보다 늘었다.

환경운동연합은 "최근 여수산단 대기오염물질 배출조작 사태 등 사업장 미세먼지 관리·감독에 총체적인 문제가 드러났다"며 "하지만 이런 문제에도 불구하고 환경부가 내놓은 2020년 사업장 저감 부문 예산은 약 3000억원으로 14%에 불과하다"고 지적했다.

이어 "사업장이 국내 미세먼지 배출원인 중 1위며 그 비중이 40%에 이르는 점을 고려했을 때 이는 터무니없이 부족한 금액"이라고 덧붙였다.

사업장 미세먼지 저감을 위한 주요 사업은 △소규모 사업장 방지시설 설치 시범사업 △미세먼지 배출원 3차원 추적관리 △미세먼지 불법 배출원 조사 및 감시 등이다.

환경운동연합은 또 "수도권과 대도시에서 큰 문제로 알려진 도로오염원 미세먼지 주 원인은 특히 노후 대형경유차인데 전기차 구매 보조 예산 중 전기화물차나 전기버스 지원은 미미하다"며 "승용차에 편중된 친환경차 지원은 미세먼지 저감에 효과적이지 않은 예산 분배"라고 비판했다.

환경부는 "반복적으로 설명하는 부분이기는 한데, 큰 틀에서 사업장 부분의 경우 규제 및 관리 정책을 통해 미세먼지를 저감하고 친환경차 보급의 경우 재정 지원을 통해 정책을 실현하고 있다"며 "정책의 효율성을 높이기 위해 다른 방식을 택하는 것일 뿐 우선순위에서 밀리는 등의 문제는 아니다"라고 설명했다.

이어 "전기차는 재생에너지 발전 전력을 사용할 경우, 그리고 수소차는 재생에너지를 통해 수소를 생산할 경우 미세먼지 감축 효과가 극대화한다"며 "노후 대형경유차를 대체할 만한 차량 개발이 아직 이뤄지지 않고 있어 비중이 낮은 것이지 등한시하는 건 아니다"라고 덧붙였다.

@highlight

환경운동연합의 '2020년 환경부 미세먼지 대응 예산안'의 평가 결과에 따르면 우리나라 미세먼지 배출원 1위인 사업장 저감에는 예산을 14%밖에 배정하지 않는 등 예산안이 잘못 배정된 것으로 드러났다.