주말을 맞아 고려시대 항몽의 주요 거점이었던 항파두리에서 1일부터 2일까지 '항파두리 역사문화제'가 열린다.

제주특별자치도 세계문화유산본부(본부장 고길림)가 주관한 이번 행사는 대몽항쟁에서 생을 마감한 영령들을 기리고 항파두리를 중심으로 평화의 가치를 일깨우기 위해 마련됐다.

1일에는 고려시대 삼별초를 중심으로 대몽항쟁의 역사를 품고 있는 제주·강화·진도에서 활동하고 있는 문화관광해설사 27명이 참여해 항파두리의 역사문화적 가치에 대한 의견을 교류하는 시간을 갖는다.

본 행사가 열리는 2일에는 삼별초 주둔지를 형상화한 경찰기마대와 기수단 퍼레이드가 펼쳐진다.

이어서 제주도립무용단이 전쟁에 희생된 영령들을 위로하기 위한 진혼무를 공연한다.

이날 항몽유적지 인근에 있는 제주농업기술센터에서는 청소년들이 참여해 항몽유적지를 주제로 문화 행사가 열린다.

한편, 제주 추사관 일대에서는 2일부터 3일까지 추사 김정희선생의 업적을 기리는 추사문화예술제가 열린다.

제18회 추사문화예술제(추진위원장 고석종)가 주관하는 이번 행사는 대정고을에서 9년의 유배기간을 보낸 추사 선생의 정신을 계승 및 발전시키고자 마련됐다.

예술제 첫날에는 길트기와 추사 유배 걷기 행사가 진행된다.

둘째날에는 행사장 근처에서 유배행렬을 만들어 추사 선생의 유배 모습을 재현한다.

이날 제3회 추사선생 숭모 전국휘호대회도 개최돼 전국 각지에서 모인 서예가들이 평소 갈고 닦은 기량을 뽐낼 예정이다.

이 외에도 행사장에는 민속놀이 체험 등과 밴드 초청 공연 등 다양한 프로그램이 마련된다.

고석종 추사문화예술제 추진위원장은 "18번째인 행사를 짜임새 있게 준비하고자 노력했다"며 "대정현성에서 김정희선생이 겪었던 유배 생활의 고뇌를 함께 느껴보시길 바란다"고 말했다.

@highlight

이번 주말 제주 곳곳에서 열리는 행사로 1일부터 2일까지 대몽항쟁지 항파두리에서 '항파두리 역사문화제' 그리고 2일부터 3일까지 제주 추사관 일대에서 추사 김정희선생을 기리는 '추사문화 예술제'가 있다.