朴 "시민열망 초당적 협력 결과물 내년 상반기 우선적용 정부협의"

대전소재 공공기관 17곳에 지역인재 30%를 의무채용하는 것을 골자로 하는 혁신도시법이 31일 국회 본회를 통과한 가운데 숱한 고비 때마다 더불어민주당 박병석 의원(대전서갑)의 '중진 역할론'이 빛을 발했다.

올해 대전 충남 지역 최대 숙원이었던 이 법안이 입법부의 최종 관문을 돌파하기까지 집권여당 5선 중진인 박 의원의 광폭 행보가 단연 돋보였다.

대전과 충남의 혁신도시 지정이라는 최종 목표 달성을 위해 선(先) 지역인재 의무채용 후(後) 추가지정 '투 트랙' 전략을 직접 제시하며 난관에 빠진 지역 현안의 돌파구를 제시했다.

뿐만 아니라 청와대는 물론 국무총리, 국토부 장관 등 이 법안 처리를 위해 여권에 대한 전방위적 설득을 통해 적극 돕겠다는 약속을 이끌어 낸 것도 박 의원이다.

국회 내에서도 이해찬 대표와 함께 당정협의를 통해 혁신도시법을 여당의 중점추진 법안으로 선정함으로써 올 정기국회 내에 본회의 통과를 교두보를 마련하기도 했다.

대야(對野) 설득도 게을리 하지 않았다.

지난 7월에는 본인의 소관 상임위가 아님에도 매우 이례적으로 국회 국토위 법안소위를 참석, 야당 의원들에게 법안 처리를 당부하면서 공감을 얻기도 했다.

법사위 심사과정의 노력도 빛을 발했다.

박 의원은 해당 상임위 여야 의원과 법안 위반 여부의 자구 심사를 하는 수석전문위원에 대한 삼고초려(三顧草廬)로 법사위 돌파를 위한 교두보를 직접 마련하기도 했다.

박 의원은 "대전 시민들의 열망과 기대가 가장 큰 힘이었고, 대전의 여야를 뛰어넘는 정치권, 허태정 시장을 비롯한 시 관계자들과 함께 노력한 복합적인 결과물"이라며 "이 법이 시행되는 2020년 상반기 이전에 채용과정에서 우선 적용 할 수 있는 방안을 협의 하고 있다"고 법안통과에 대한 소감을 밝혔다.

@highlight

대전소재 공공기관의 지역인재 30% 의무채용을 지정하는 혁신도시법의 통과는, 민주당 박병석 의원의 선(先) 지역인재 의무채용 후(後) 추가지정 ' 전략과 상임위 여야 의원과 자구 심사 수석전문위원에 대한 끈기있는 소통 등의 '중진역할론'이 큰 역할을 했다