지난 9월 대구·경북의 산업활동이 전반적으로 침체하는 모습을 보였다.

동북지방통계청이 발표한 9월 대구·경북 산업활동 동향에 따르면, 대구와 경북의 광공업 생산과 대형소매점 판매, 건설수주액 등이 전년 동월 대비 모두 감소했다.

광공업 생산은 1년 전 대비 각각 4.5%, 2.2% 감소했다.

대구는 금속가공, 섬유제품, 식료품 등에서 생산이 증가했으나, 기계장비, 자동차, 전기장비 생산 등에서 감소세가 컸다.

경북은 전기장비, 담배, 전자부품·컴퓨터·영상음향통신 등에서는 늘어난 반면, 1차금속, 비금속광물, 화학제품 등이 줄었다.

출하도 전년 동월 대비 5.9%, 4.0% 하락한 것으로 나타났다.

대구는 기계장비, 전기장비, 자동차 등이, 경북은 1차 금속, 전자부품·컴퓨터·영상음향통신, 기계장비 등이 급감했다.

재고는 대구 0.4% 줄었으나 경북은 5.9% 증가했다.

대구의 경우 기계장비, 금속가공, 종이제품 등에서는 재고가 늘고 섬유제품, 전자부품·컴퓨터·영상음향통신, 의료정밀광학 등에서 감소했다.

경북은 전기장비, 1차금속, 비금속광물 등에서는 재고가 줄었으나, 화학제품, 기계장비,고무 및 플라스틱 등에서 증가세를 보였다.

대형소매점 판매액도 지난해 같은달 대비 대구 4.2%, 경북 7.2% 각각 하락했다.

특히 대형마트는 대구와 경북 각각 5.6%, 7.1% 감소했다.

건설수주액 역시 전년 동월 보다 대구 39.3%, 경북 77.3% 급감했다.

교량, 토지조성 등의 수주 감소로 95.3% 줄었다.

경북은 건축부문에서는 신규·재개발주택, 공장·창고 등의 수주 급감으로 전년동월대비 88.7% 감소, 토목부문에서는 기계설치, 항만, 발전 등의 수주 감소로 62.6% 준 것으로 나타났다.

@highlight

지난 9월 대구와 경북의 산업활동은 광공업 생산, 대형소매점 판매, 건설수주액 등의 감소로 인해 침체 경향을 보였다.