가평군이 반복적인 고질 민원에 대한 근본적인 해결 방안을 찾기 위해 시행하고 있는 빅데이터 분석이 효과가 있는 것으로 나타났다.

31일 군에 따르면 최근 1년간 빅데이터를 활용한 민원 분석 결과 4천216건의 상담민원 중 장애인구역 불법 주차, 불법 주정차 등 교통 분야의 민원발생도가 높은 것으로 나타났다.

장애인구역 불법 주차 관련 민원은 1천56건으로 전체 민원의 25%에 달하고 가평휴게소 일대와 가평역·청평역 주변에서 집중적으로 발생했다.

접수 방법은 온라인 민원이 2천581건으로 전체의 61%를 차지했으며, 모바일 민원은 39%인 1천635건에 달했다.

민원은 전반적으로 6~8월 여름 성수기에 많이 발생하고 월요일에 발생 빈도가 높았다.

민원처리 상위 부서는 행복돌봄과(1천88건), 교통과(685건), 허가민원과(615건) 순이며, 인구수 대비 민원 발생 비율은 설악면(9.35%), 북면(5.46%), 청평면(4.04%), 가평읍(3.97%), 조종면(3.77%), 상면(2.95%) 순으로 분석됐다.

데이터 분석 중에는 불법 광고물, 불법 주정차, 쓰레기 방치 및 투기, 가로등 및 신호등 고장, 장애인구역 불법 주차 등 민원의 발생 위치를 추출해 민원 유형을 시각적으로 파악하기 위한 공간 분석도 함께 실시해 반복 민원에 대한 대응책을 마련하고 있다.

공간 분석 자료는 지난해 12월 구축 완료한 ‘가평군 공간정보 통합관리시스템’에 탑재돼 민원 담당자가 직접 민원 발생 위치를 파악함으로써 현수막 게시대, 주차장, CCTV(쓰레기 단속) 등의 시설물 설치 입지 선정 자료로 활용하게 된다.

군 관계자는 "매년 정기적인 빅데이터 분석으로 민원 동향 및 개선 효과를 파악할 것"이라며 "이번 분석 결과를 전 부서에 공유해 정책 수립을 위한 기초자료로 활용하는 등 군민들의 불편사항에 적극 대응해 나가겠다"고 말했다.

@highlight

가평군은 최근 1년간 민원에 대한 빅데이터 분석 결과, 교통 분야 민원이 가장 높은 것을 나타나는 등 빅데이터 분석이 민원 동향 및 개선 효과 파악에 효과가 있는 것으로 나타났다.