영동군이 31일 매곡면 어촌리 마을에서 '이동민원 현장처리제'를 운영하며, 군민들의 생활 속 불편을 속 시원히 해결해 줬다.

군은 봉사행정에 상대적으로 소외된 오지마을을 찾아, 주민과 노약자들의 군청 방문 불편을 해소하고, 농번기 농업인들의 일손을 덜어주기 위해 매년 상·하반기로 나눠 2차례씩 이동민원 현장처리제를 운영하고 있다.

해를 거듭할수록 다양한 프로그램을 진행하고 있어, 군민들의 생활민원 해결과 복지서비스 제공에 큰 역할을 하고 있다.

이날 어촌리 마을은 영동군청 외 8개 기관·단체 60여명으로 구성된 현장민원처리반이 참여했다.

복지, 환경, 농정, 산림, 부동산, 지적, 건축, 교통, 농기계수리, 농업기술교육, 상수도 관련 담당공무원이 참여해 각종 공부와 지적도 등을 비치해 생활민원을 처리하고, 친절하고 꼼꼼한 상담으로 주민들의 큰 호응을 이끌어 냈다.

해당마을 뿐만 아니라, 인근마을에서도 많은 군민들이 찾았으며, 현장처리반은 그동안 쌓여있던 주민의 답답함을 속 시원히 해결하며, 해결사 역할을 톡톡히 했다.

또 경찰서, 농협, 한전, KT, 한국국토정보공사, 국민건강보험공단, 국민연금관리공단 등 유관기관과 군 자원봉사센터, 보건소 등도 참여해 각종생활 상담, 이·미용 봉사, 이동빨래방, 건강 상담 등 지역사회가 함께 힘을 모아 분야별 맞춤형 봉사활동을 펼쳤다.

특히 장척리에 사는 독거노인 최모(80) 씨의 집수리 봉사를 실시해 어려운 이웃이 다가오는 겨울 깨끗하고 따뜻하게 보낼 수 있는 보금자리를 만들어 줬다.

군은 주민들의 애로사항과 건의사항을 귀담아 듣고, 군민 소통채널로 이 제도를 적극 활용해 군민에게 한층 더 다가가는 서비스 행정을 펼친다는 방침이다.

군 관계자는 "가을철 농사일로 바쁜 주민들의 생활현장에서 발생하는 각종 민원을 신속히 처리하고, 군민들의 근심을 조금이나마 덜 수 있도록 노력하겠다"고 말했다.

@highlight

영동군은 주민과 노약자들의 군청방문 불편해소와 농업인 일손을 덜어주기 위해 이동민원 현장처리제를 운영하고 해를 거듭할수록 다양한 프로그램을 진행하고 있어 군민들의 생활민원 해결에 큰 역할을 하고 있으며 군 관계자는 신속한 민원 처리로 군민들의 근심을 조금이나마 덜 수 있도록 노력하겠다고 말했다.