▲ 울산시는 31일 삼호섬 일원에서 윤영찬 환경녹지국장과 SK울산CLX, 울산생명의숲 관계자 등이 참석한 가운데 ‘태화강 백리대숲 SK울산CLX 참여 구간 준공식’ 열고 참석 내빈들이 기념촬영을 가졌다.

태화강 백리대숲 조성 구간중 SK울산콤플렉스 참여 구간이 완공됐다.

울산시는 기업체 참여 등 1차 구간 공사 완료를 연말까지는 마무리 한다는 계획이다.

울산시는 31일 오후 삼호섬 일원에서 윤영찬 울산시 환경녹지국장과 SK울산CLX, 울산생명의숲 관계자 등 20여 명이 참석한 가운데 ‘태화강 백리대숲 SK울산CLX 참여 구간 준공식’을 가졌다.

SK울산콤플렉스는 울산시가 시민과 함께하는 이 사업에 참여하기 위해 올해 5월 15일 참여 협약, 8월 14일 투자 협약을 체결했다.

이 회사는 10월 1일부터 29일까지 1억원을 들여 시민단체인 울산생명의숲과 함께 남구 삼호섬에서 중구 다운 징검다리 구간 400m에 대나무 900그루를 심었다.

백부기 SK울산콤플렉스 대외협력실장은 “SK 구간 준공을 계기로 태화강 백리대숲 조성 사업이 더욱 활발히 진행되기를 바란다”며 “아울러 울산 자랑 태화강 백리대숲 대나무처럼 울산시민 행복지수도 쑥쑥 자라나기를 소망한다”고 말했다.

태화강 백리대숲 조성 사업은 20억원을 들여 울주군 석남사에서 선바위, 중구 십리대숲을 거쳐 북구 명촌교에 이르는 40㎞(100리) 구간에 기존 대숲 밀도를 높이고 대숲 단절 구간 20곳에는 대나무를 더 심는 사업이다.

이는 대숲 연속성을 확보하는 사업으로 2020년 말 마무리된다.

사업 구간에는 테마 공간 5곳도 조성된다.

사업에는 BNK경남은행과 울산농협이 테마 쉼터 조성, SK울산콤플렉스, 에쓰오일, LS-Likko동제련은 대나무 식재, 비아이티는 비료 지원 역할로 참여한다.

@highlight

태화강 백리대숲 조성 구간중 SK울산콤플렉스 참여 구간이 완공되어 울산시는 31일 오후 삼호섬 일원에서 관계자 20여 명이 참석한 가운데 ‘태화강 백리대숲 SK울산CLX 참여 구간 준공식’을 가졌다.