31일 대전참여연대 '시내버스 준공영제 운영에 관한 조례(안)에 대한 우리의 입장'

대전참여자치시민연대(이하 대전참여연대)가 시내버스 준공영제의 투명성을 높이기 위해 조사·감사 필수 명시와 표준소송원가 산정 공개 등이 조례에 반드시 담겨야 한다고 촉구하고 나섰다.

대전참여연대는 31일 '시내버스 준공영제 운영에 관한 조례(안)에 대한 우리의 입장'이라는 자료를 통해 "대전시 시내버스 준공영제 운영에 관한 조례(안)에 조사·감사와 운송사업자 등에 대한 제재 규정을 명확하게 명시한 것은 대전시가 시내버스 업체 운영에 대한관리·감독권이 강화될 수 있는 있는 근거를 마련했다고 할 수 있다"면서 "운송사업자 등에 대한 제재와 준공영제 제외 규정을 두어 시내버스 업체의 수입금 누락, 부도덕한 행위 등에 책임을 묻을 수 있는 근거가 마련됐다고 볼 수 있다"고 말했다.

대전참여연대는 조사·감사 규정 강화를 요구했다.

시내버스 업계는 운영 조례에 담길 '조사·감사'라는 용어가 자신들을 우범집단으로 오인하게 만들 수 있다며 지도·점검 정도로 수위를 낮춰달라고 요구하고 있다.

대전참여연대는 "시내버스 준공영제의 투명성 확보를 위해서는 시내버스를 운영하는 업체에 대한 재정지원과 회계에 대한 조사·감사가 반드시 이뤄져야 한다"면서 "대전시 시내버스 준공영제 운영에 관한 조례에 조사·감사 조항이 반드시 명시되어야 하고, 조사·감사를 '할 수 있다'고 조건적으로 규정할 것이 아니라 '해야 한다'로 필수적인 사항으로 규정을 더 강화돼야 할 것이다"고 말했다.

참여연대는 시내버스 업계가 표준운송원가 산정을 위한 근거 자료를 투명하게 공개하는 조항도 조례에 담어야한다고 요구했다.

그들은 "표준운송원가 산정에 대한 시내버스 운송사업자와 운송종사자간의 불신을 해소하고, 매년 표준운송원가에 따라 늘고 있는 재정지원금을 줄일 수 있는 방안을 찾기 위해서는 자료 공개가 이루어져야 한다"고 말했다.

@highlight

대전참여자치시민연대(이하 대전참여연대)가 시내버스 준공영제의 투명성을 높이기 위해 조사, 감사 정 강화와 시내버스 업계가 표준운송원가 산정을 위한 근거 자료를 투명하게 공개하는 조항도 조례에 담어야한다고 주장하였다.