‘2020전국생활체육대축전’(이하 ‘대축전’)을 준비하는 전북도의 발걸음이 빨라지고 있다.

내년 4월 익산이 주개최지인 대축전은 43개 종목이 익산공설운동장 등 도내58개경기장에서 열린다.

31일 전북도에 따르면 대회의 성공적인 대축전 개최를 위해 조직위원회와 집행위원회를 재정비했다.

도지사를 위원장(당연직)으로 하여 도의회 부의장, 도 교육청 부교육감, 지역 국회의원 등 도단위 기관장을 비롯하여 위원 121명으로 조직위원회를, 도, 시·군, 교육청, 경찰청, 도체육회로 1실 16부 55개팀의 집행위원회를 재정비하였다.

아울러, 위원회에서 도출된 48개의 협업과제를 검토해대축전 마스터플랜 격인 종합사업계획서를 수립해 대한체육회에 승인을 요청했다.

한편 내년 4월 23일 열리는 개회식은 전라북도 정체성의 특색을 담아 역대 대회와 차별화하고, 전북 대도약의 시대를 알리는 등 전북의 성장가치를 표현한 연출(안)을 마련했다.

도내 지역 예술인들을 최대한 활용, 선수단·관람객 등 전국민이 함께하는 화합의 축제 한마당 연출을 통해 대축전 분위기를 고취시킬계획이다.

또한, 이번 대축전을 단순 스포츠 대축전에 국한하지 않고 전북의 특색을 살려 지역이미지 홍보를 강화할 계획이다.

사고 없는 무사고 안전대축전로 즐거운 축제의 장으로 마련할 계획이다.

대회를 통해 전북브랜드 가치를 향상시켜 전북대도약 시대의 발판으로 마련하는 계기로 삼을 방침이다.

김영민 전북도 생활체육대축전추진단장은 "전국체전·소년체전 등을 통해 다져진 역량을 바탕으로 전국생활체육대축전을 더욱 활기차고 풍성한 대회로 만들어 나가겠다"고 말했다.

한편 2020대축전에는 17개 시·도 선수와 임원(22,000명) 및 관람객 등 총 6만여명이 참가할 예정이다.

@highlight

전라북도가 전국 생활대축전을 성공적으로 열기 위해 조직위와, 집행위를 재정비 하고, 종합사업 계획서 등을 수립해 승인을 요청하는등 발빠르게 준비하고 있다.