한진중공업이 해군 차기 고속정 4척을 수주했다.

한진중공업은 지난달 초 방위사업청이 발주한 해군 차기 고속정(PKX-B) 13∼16번함 4척 건조 입찰에서 적격심사를 통과하고 2천460억원에 함정 건조계약을 체결했다고 31일 밝혔다.

이번 수주로 한진중공업은 차기 고속정 16척, 1조1천억원대 신조 물량을 확보하게 됐다.

한진중공업은 중소형 전투함과 고속함정에서 쌓아온 기술력을 입증하고 향후 추가 수주도 기대된다고 설명했다.

차기 고속정 사업은 1999년과 2002년 제1, 2 연평해전 당시 승리의 주역이었던 해군 참수리 고속정을 대체하는 200t급 차세대 고속정을 건조하는 사업이다.

130㎜ 유도 로켓, 76㎜ 함포, 12.7㎜ 원격사격 통제체계를 장착해 40㎜와 20㎜ 함포만 장착한 참수리 고속정보다 화력을 대폭 강화했다.

추진 체계는 워터제트 방식으로 어망이 있는 낮은 수심의 해역에서도 작전을 수행할 수 있다.

근접 전투를 위한 K-6 원격사격 통제체계, 함정 레이더 연동 표적 자동추적 시스템 등 전투 장비를 갖췄고, 기동성능과 탐지, 방어능력까지 향상된 차세대 전투함정으로 평가받는다.

해군은 차기 고속정을 유도탄 고속함과 함께 전방 함대에 배치할 예정이다.

한진중공업은 1972년 국내 최초 경비정 '학생호'를 시작으로 국산 고속정 시대를 열었다.

1990년대 초까지 해군 주력 고속정이던 참수리 고속정 100여척을 건조하기도 했다.

이어 차세대 고속함인 유도탄 고속함 8척 건조를 담당했고, 차기 고속정 사업에서도 16척을 수주하는 실적을 올렸다.

한진중공업 관계자는 "상륙함, 중소형 전투함, 고속함정 분야에서 쌓아온 기술력을 바탕으로 국가 해역 수호에 일익을 담당하는 방위사업체로 역할을 완벽히 하가겠다"고 밝혔다.

@highlight

한진중공업은 31일에 지난달 초 방위사업청이 발주한 해군 차기 고속정(PKX-B) 13∼16번함 4척 건조 입찰에서 적격심사를 통과하고 2천460억원에 함정 건조계약을 체결하여 중소형 전투함과 고속함정에서 쌓아온 기술력을 입증하였고, 해군은 차기 고속정을 전방 함대에 배치할 예정이라고 한다.