대전 지역 청년들의 공공기관 취업 기회가 대폭 늘어난다.

대전시에 따르면 대전 소재 공공기관에 지역인재 의무채용을 적용하는 혁신도시법 개정안이 31일 국회 본회의를 통과했다.

이번 통과한 혁신도시법 개정안은 공포 후 6개월이 경과한 날부터 시행되며 법 시행 전 시행령 개정을 통해 지역인재 충청권 광역화가 이루어 질 예정이다.

이날 본회의 통과로 2007년 혁신도시법 시행 전에 수도권에서 대전으로 이전한 수자원공사, 코레일, 조폐공사 등 17개 공공기관은 내년 상반기부터 지역인재 의무채용을 소급 적용받게 됐다.

이들 17개 공공기관이 2019년 채용한 인력은 3,000여명 정도로 추정되며 단계적으로 의무채용 비율이 30%까지 상향되면 연간 900여명에 달하는 양질의 일자리가 지역 청년들에게 돌아갈 것으로 예상된다.

이와 관련, 정부는 지난해 1월 혁신도시법을 개정하면서 수도권에서 수도권이 아닌 지역으로 이전하는 공공기관은 신규채용 인력의 일정 비율 이상을 이전 지역 인재로 충원하도록 의무화했다.

ㅇ 반면, 대덕특구와 정부대전청사 등을 이유로 혁신도시에서 제외된 대전은 공공기관 이전은 물론 지역인재 채용 의무화 대상에서도 제외되면서 지역 내에서 역차별의 목소리가 커지는 상황이었다.

하지만 이번 혁신도시법 개정과 함께 향후 혁신도시법 시행령 개정으로 충청권 4개 시도로 지역인재가 광역화될 경우 충청권 소재 51개 공공기관으로 확대되면서 지역 청년들에게 더욱 폭넓은 취업기회가 돌아갈 것으로 보인다.

이와 관련, 대전시는 그동안 충청권 4개 시도 공동협약, 시민결의대회, 국회 정책토론회 개최 등 다양한 노력을 통해 지역인재 채용 의무화 확대의 당위성을 대내외에 피력해 왔다.

이날 법안의 본회의 통과에 따라 지역 청년들에게 양질의 일자리가 제공되는 것은 물론 청년들의 지역 내 정착을 촉진하게 되면서 지역발전의 새로운 모멘텀이 될 것으로 기대된다.

허태정 대전시장은 "시민과 함께 만들어 낸 소중한 성과"라며, "향후 법안이 조속히 시행되고 지역 청년들에게 충분한 혜택이 돌아갈 수 있도록 준비에 만전을 기하겠다"고 말했다.

@highlight

대전시에 따르면 31일 대전 소재 공공기관에 지역인재 의무채용을 골자로 한 '혁신도시법 개정안' 국회 본회의를 통과했으며, 이에 따라 시행령 개정을 통해 대전 지역 청년들의 공공기관 취업 기회가 대폭 증가할 예정이다.