이동일 교수 "억울하지만 소송비용 등 부담에 포기"

표절 의혹으로 논란의 중심에 섰던 ‘5·18민중항쟁 추모탑’에 대해 경찰이 무혐의로 결론을 내렸다.

31일 광주 북부경찰에 따르면 지난 6월10일 이동일 부산대 미술학과 명예교수가 나상옥 조각가와 부산의 A 건축설계사무소 소장을 상대로 고소한 건과 관련, ‘추모탑이 표절됐다’는 의혹에 대해 지난달 말 ‘혐의없음’으로 수사를 마무리하고 검찰에 송치했다.

고소 당시 이 교수는 “5·18 국립묘지에 설치된 5·18민중항쟁 추모탑은 내 작품을 모방한 것”이라고 주장했다.

이 교수는 1995년 3월 A 건축사무소 소장으로부터 5·18 추모탑 조성 공모사업에 공동으로 출품하자고 제안을 받았으며, 이에 기념탑 도면과 투시도를 만들어 건축사무소로 보냈다고 밝혔다.

그는 “공모전 낙선 소식을 듣고서 지금까지 잊고 살았는데 우연히 TV에서 내가 만든 작품과 똑같은 5·18 추모탑을 보게 됐다”며 “광주시에 추모탑 공모 관련 자료에 대한 정보공개를 청구하고, 나 조각가에게 사실 여부를 확인하는 과정에서 표절을 확신하게 됐다”고 주장했다.

이어 “건축사무소장이 내 작품을 출품하지 않고 나 조각가나 제3자에게 제공했을 가능성이 있다”고 의혹을 드러냈다.

그러나 나 조각가에 대한 수사를 진행한 경찰은 “나 조각가가 표절 의혹의 직접적인 당사자가 아닌 것으로 밝혀졌으며, 이 교수가 고소 취하했기 때문에 무혐의로 결론을 내렸다”고 설명했다.

부산 경찰이 진행하던 A 건축사무소를 대상으로 한 수사는 공소시효가 지나 ‘공소권 없음’으로 결론이 났다.

이에 대해 이 교수는 “공소시효가 지났다고 하니 억울하지만서도 어쩔 수 없이 고소를 취하했다”며 “공소시효가 남은 민사소송으로 진실을 밝힐 수는 있겠지만 소송비용 마련 등을 감당할 길이 없어 포기했다”고 전했다.

한편, 표절 의혹에 휩싸인 5·18민중항쟁 추모탑은 1995년 ‘5·18묘역 성역화 사업’의 일환으로 만들어진 5·18묘지 상징물로, 1997년 5월16일 사업비 15억원이 투입돼 건립됐다.

@highlight

31일 광주 북부경찰에 따르면 지난 6월10일 이동일 부산대 미술학과 명예교수가 5·18 국립묘지에 설치된 5·18민중항쟁 추모탑은 1995년 3월 A 건축사무소 소장으로부터 5·18 추모탑 조성 공모사업에 공동으로 출품한 자신의 작품을 모방한 것이라며 나상옥 조각가와 부산의 A 건축설계사무소 소장을 상대로 고소한 건과 관련, ‘추모탑이 표절됐다’는 의혹에 대해 지난달 말 ‘혐의없음’으로 수사를 마무리하고 검찰에 송치했다.   나상옥 조각가와 부산의 A 건축설계사무소 소장을 상대로 고소한 건과 관련, ‘추모탑이 표절됐다’는 의혹에 대해 지난달 말 ‘혐의없음’으로 수사를 마무리하고 검찰에 송치했다.