대구 서구청이 생활체육 인프라 확충을 위해 중리동 상리테니스장에 조성하는 다목적 시설의 투시도.

생활체육 인프라가 부족했던 대구 서구에 공공 체육시설이 확충된다.

먼저 구청은 내년 6월까지 지상 1층(연면적 157㎡) 규모의 상리테니스장 다목적시설을 만든다.

중리동 상리공원에 있는 상리테니스장은 인조잔디코트 3면으로 구성된 체육시설이다.

이에 서구청이 테니스장을 포함한 상리공원 체육시설을 이용하는 주민을 위해 다목적시설을 제공하기로 했다.

다목적시설에는 사무실, 화장실, 동아리방, 샤워장 등의 편의시설이 들어선다.

특히 서구청은 다목적시설 조성 사업을 진행하면서 상리테니스장 인근 컨테이너 철거와 노면 정비 등 주변 환경정비를 함께 할 예정이다.

이와 함께 서구청은 지역민의 생활체육활동 수요를 충족시키고자 금호강변 인근 비산동에 ‘제2파크골프장’을 만든다.

제2파크골프장은 지난해 금호강 매천대교 부근에 조성된 ‘제1파크골프장’에 이어, 서구에서 두 번째로 들어서는 파크골프장이다.

이번에 조성되는 파크골프장은 9천900㎡ 면적에 18홀 규모로 내년 5월에 준공 예정이다.

편의시설로는 화장실, 파고라, 에어건, 관리사무실 등이 마련된다.

서구청은 파크골프장 부지 일부가 북구 금호동과도 이어져 있어 북구청과 상호 협조를 통해 사업을 진행해 나갈 방침이다.

또 제2 골프장 건립에 따라 파크골프 동호인이 증가할 것으로 예상돼 편의시설을 추가로 마련할 계획도 세우고 있다.

파크골프장은 기존 파크골프 공원 개념에 골프의 게임요소를 합쳐 적은 부지에서 어린아이부터 노인까지 누구나 즐길 수 있는 스포츠다.

서구청 관계자는 “체육시설 볼모지로 여기던 서구의 체육 환경을 개선해 지역민의 삶의 질 향상에 기여할 것”이라며 “앞으로 지역 생활체육 문화를 활성화시키기 위해 다양한 사업을 추진하겠다”고 말했다.

@highlight

대구 서구청은 내년 상반기까지 중리동 상리테니스장을 이용하는 주민들을 위해 다목적 시설을 조성하고 지역민의 생활체육활동을 늘리고자 금호강변 인근 비산동에 ‘제2파크골프장’을 건립할 예정이다.