외국인이 보유한 올해 상반기 국내 토지가 지난해 말 대비 1% 이상 늘어난 것으로 조사됐다.

외국인의 토지 보유 증가폭은 강원이 가장 높았고 경기와 전북이 뒤를 이었다.

경남, 광주, 대전은 감소했다.

1일 국토교통부는 올해 상반기 기준 외국인이 보유한 국내 토지면적은 지난해 말 대비 1.4%(340만㎡) 증가한 245㎢(2억 4478만㎡)로 집계됐고 밝혔다.

전체 국토의 0.2% 수준이다.

금액으로는 공시지가 기준 30조 3287억원으로 지난해 말 대비 1.4% 증가했다.

외국인 국내 토지보유는 2014~2015년 사이 높은 증가율을 보였으나 2016년부터 증가율이 둔화되는 추세다.

국적별로 미국은 작년 말 대비 1.4% 증가한 1억 2766만㎡, 전체 외국인 전체 보유 면적의 52.2%를 차지했다.

이밖에 중국 7.7%, 일본 7.5%, 유럽 7.3%를 기록했고 나머지 국가가 25.3%를 보유하고 있는 것으로 파악됐다.

지역별로는 경기도가 지난해 말 대비 2.7% 증가한 4296만㎡로 전체의 17.6%를 차지했다.

전남 3848만㎡(15.7%), 경북 3616만㎡(14.8%), 강원 2187만㎡(8.9%), 제주 2175만㎡(8.9%) 순으로 보유 면적이 컸다.

경기(114만㎡, 2.7%), 강원(80만㎡, 3.8%), 전남(57만㎡, 1.5%) 등은 작년 말 대비 증가했고 충북(23만㎡, 1.8%), 대구(0.4만㎡, 0.2%)는 감소했다.

국토부 관계자는 "주요 증가 사유는 대부분 미국, 캐나다 국적 외국인의 증여 및 상속 등으로 특이 사유는 없는 것으로 파악했다"고 설명했다.

한편 주체별로는 외국 국적 교포가 1억 3568만㎡(55.4%)으로 가장 비중이 크고 합작법인 7108만㎡(29.0%), 순수외국인 1875만㎡(7.7%), 순수외국법인 1872만㎡(7.7%), 정부·단체 55만㎡(0.2%) 순인 것으로 집계됐다.

@highlight

미국이 전체 외국인 보유 면적의 52.2%를 소유한 가운데 외국인이 보유한 국내 토지면적이 지난해 말 대비 1.4% 증가한 245㎢로 조사되었으며 보유 증가폭은 강원, 경기,전북의 순서로 이어졌다고 1일 국토교통부가 통계를 발표했다.