광주과학기술원(GIST·총장 김기선)은 1~2일 크리에이티브 스페이스 G에서 4차 산업혁명을 선도하기 위한 일반인 창업 프로그램 행사인 '인공지능(AI)&사물인터넷(IoT) 메이커톤' 대회를 개최한다.

1박2일간 밤샘 행사로 열리는 이번 대회는 GIST가 주최하고 GIST 창업진흥센터와 오픈랩, 광주대가 공동 주관한다.

GIST와 일반 대학생뿐만아니라 일반인에게 디지털제작 기술을 이용한 시제품 제작 기회 제공, 집단지성의 창발 유도, 융·복합 창·제작문화와 네트워킹 활성화을 통해 AI분야 창의 아이디어 발굴과 창업아이디어 고도화를 유도하는 데 목적이 있다.

GIST은 1~2일 크리에이티브 스페이스 G에서 4차 산업혁명을 선도하기 위한 일반인 창업 프로그램 행사인 인공지능(AI)&사물인터넷(IoT) 메이커톤 대회를 개최한다.

올해 AI&IoT 메이커톤 대회를 전국적으로 홍보한 결과 수도권 2팀, 전라권 14팀, 충청권 1팀, 경상권 1팀 등 총 18팀이 신청했다.

이후 사전 아이디어 노트를 접수받아 10개의 팀(총원 40여명)을 선발했다.

선발팀을 대상으로 지난달 장비활용교육과 아이디어 구현 소프트웨어(SW) 코딩 멘토링, 재료선정 및 하드웨어 멘토링 등 사전 대회 설명을 진행했다.

조병관 GIST 창업진흥센터장은 "이번 행사는 혁신적인 창업아이디어를 도출하고 시제품 제작을 통해 아이디어를 검증할 수 있는 기회의 장이 될 것"이라면서 "GIST가 4차 산업 분야를 선도하는 특색 있는 창업프로그램 기획 및 운영을 통해 우수 창업팀을 발굴 및 지원하는데 적극 앞장서겠다"고 포부를 밝혔다.

한편 이번 행사는 메이커톤(메이킹 마라톤) 방식으로 열린다.

입상팀에게는 GIST 과학기술응용연구단장상, 창업진흥센터장상 및 특별상과 함께 총 상금 180만원을 수여한다.

@highlight

광주과학기술원은  1~2일 크리에이티브 스페이스 G에서  GIST가 주최하는 '인공지능(AI)&사물인터넷(IoT) 메이커톤' 대회를 개최하며, 전국적으로 총 18팀이 신청했다