캄보디아에 태양광 패널과 배터리를 이용한 한국형 전기바이크 모델이 정착된다.

한국에너지공단(이사장 김창섭)은 지난달 31일 캄보디아 프놈펜 광물에너지부(MME)에서 '한국형 전기 바이크 시범사업 완공식'을 개최했다.

한국형 전기바이크 시범사업은 태양광 패널, 충전식 교체형 배터리와 전기 오토바이를 하나로 융합한 시스템으로 신재생에너지원을 활용, 배터리를 충전하고 전기바이크를 운영해 온실가스를 저감하는 시범사업이다.

캄보디아 프놈펜 광물에너지부에서 열린 '한국형 전기바이크 시범사업 완공식'에서 김창섭(중앙 왼쪽) 한국에너지공단 이사장과 캄보디아 광물에너지부 툰 린(중앙 오른쪽) 차관 등이 기념촬영을 하는 모습.

에너지공단은 개도국 기후변화대응, 신재생에너지보급, 국내기업 해외진출을 지원하기 위해 2012년부터 캄보디아 우즈베키스탄 스리랑카 등을 대상으로 역량강화 초청연수 시범사업 등의 공적원조사업(ODA)을 추진해왔다.

특히 캄보디아의 경우 2018년 수상가옥 마이크로그리드 구축사업을 통해 전력 소외계층 에너지자립을 실현한 이후 2019년 캄보디아 세계문화유산 인근의 온실가스를 저감하고 환경오염을 방지하기 위해 전기바이크 시범사업을 준비했다.

또 에너지공단은 캄보디아 광물에너지부와 양해각서를 체결해 전기바이크사업 확대를 위한 협력체계를 강화했다.

캄보디아 광물에너지부 차관은 "한국의 앞선 기술력과 산업에 감탄했으며, 캄보디아를 위한 노력과 지원에 감사하다"며 "시범사업에서 그칠 것이 아니라 추가 사업들이 연계될 수 있도록 노력해 달라"고 당부했다.

김창섭 이사장은 "이 사업으로 캄보디아의 기후변화대응과 온실가스 감축은 물론 한국의 신재생에너지, 전기 바이크 관련 기업들이 캄보디아와 같은 개도국에 진출할 수 있는 좋은 기회가 되기를 바란다"고 말했다.

@highlight

한국에너지공단은 지난달 31일 캄보디아 프놈펜 광물에너지부(MME)에서 태양광 패널, 충전식 교체형 배터리와 전기 오토바이를 하나로 융합한 시스템인 '한국형 전기 바이크 시범사업 완공식'을 개최하였으며, 캄보디아에 한국형 전기바이크 모델을 정착할 예정이라고 밝혔다.