우리금융그룹은 지난달 31일'혁신금융추진위원회'를 개최해 혁신금융 추진상황을 점검하고 향후 추진방향에 대해 논의했다고 1일 밝혔다.

앞서 우리금융 혁신금융추진위원회는 지난 5월 출범했다.

혁신금융추진위원회는 손태승 우리금융 회장 겸 우리은행장이 위원장을 맡고 그룹사 대표이사(CEO)들이 위원으로 참여한다.

혁신금융추진위원회 산하에는 △여신지원 △여신제도개선△투자지원 △핀테크지원 등 4개 추진단이 구성됐다.

'여신지원' 부문에서는, 지난 9월 말까지 6조6000억원을 지원해 목표대비 122%를 달성했다.

이 가운데 기술력을 보유한 중소기업에 대해 우리은행 기술금융 순증가액은 5조7000억원이다.

'여신제도개선' 부문에서 우리금융은 이달부터 핀테크업체인 ㈜피노텍 및 기업은행과 협업해 은행간 '온라인 대환대출서비스'를 시행할 예정이다.

타 금융회사 대출을 상환하기 위해 해당 영업점을 직접 방문했던 번거로움에서 벗어나는 것은 물론 대출 미상환 리스크도 해소될 것으로 기대된다.

'투자지원'과 관련해 우리금융은 9월말 기준 1840억을 지원해 연내 목표를 100% 달성할 것으로 예상된다.

또한, 우리금융이 일부 자회사들과 거래기업이 함께 조성한 1000억원 규모의 혁신성장 모펀드를 통해 약 1조원 규모의 하위펀드를 조성해 혁신성장기업에 투자할 예정이다.

'핀테크지원' 부문에서 우리금융은 지난달 24일 베트남 현지에 '디노랩 베트남'을 출범시키며 국내 핀테크기업들의 동남아시장 진출 지원을 본격화했다.

이 달 중 신세계면세점과 업무협약을 맺고 금융위원회 혁신금융서비스로 선정된'Drive Thru(드라이브 스루) 환전서비스'를 연내에 시행한다.

손 회장은 "혁신성장기업에 대한 투자와 여신 지원은 그룹의 미래성장 동력으로서 적극적으로 추진되어야 한다"며 "이를 그룹 경영 전반으로 확대해 혁신금융 선도 기업으로서의 이미지를 더욱 공고히 해야 한다"고 말했다.

@highlight

우리금융그룹은 지난 달 31일 '혁신금융추진위원회'를 개최해 지난 9월말까지 6조6천억원을 여신으로 지원해 목표 대비 122%를 달성했으며, 이중 기술력을 보유한 중소기업에 대한 기술금융의 순증가액이 5조 7천억원이라고 밝히고, 향후 추진방향에 대해 논의했다.