슈퍼셀은 지난 27일에 '브롤스타즈 월드 파이널'에 진출할 한국 대표팀을 가리는 '브롤스타즈 OPEN - KOREA FINAL'에서 '곰세마리' 팀이 최종 우승을 차지했다고 1일 밝혔다.

'굿모딩', '나이스베어', '엔젤7777'로 구성된 '곰세마리' 팀은 결승전에서 '브롤스타즈 OPEN - KOREA Round 2' 우승을 한 'LUX' 팀을 상대로 완벽한 팀워크와 빈틈없는 플레이를 선보이며 세트 스코어 3:0으로 완승을 거뒀다.

'곰세마리' 팀의 '나이스베어'와 '엔젤7777' 선수는 브롤스타즈 베타 기간부터 랭커로 이름을 날리며 실력을 입증 받은바 있으며, '굿모딩' 선수는 지난 12월 정식 출시 이후부터 꾸준한 플레이를 통해 새롭게 주목할 선수로 떠올랐다.

부산 벡스코에서 지스타가 개최되는 11월 15일, 16일 양일간 진행될 브롤스타즈 월드 파이널은 아시아, 유럽, 아메리카, 중동 등 8개의 대표팀들이 브롤스타즈 세계 최강팀 타이틀을 두고 승부를 가린다.

한편, '곰세마리' 외에 브롤스타즈 월드 파이널에 진출할 7개 팀은 'PSG eSports', 'Nova Esports', 'Tribe Gaming', 'SSG Brazil', 'Dr. HK', 'Spacestation Gaming', 'Animal Chanpuru' 등으로 모두 각 지역 리그에서 우수한 플레이를 선보여 치열한 경쟁이 예상된다.

슈퍼셀은 지난 27일에 '브롤스타즈 월드 파이널'에 진출할 한국 대표팀을 가리는 '브롤스타즈 OPEN - KOREA FINAL'에서 '곰세마리' 팀이 최종 우승을 차지했다고 1일 밝혔다.

@highlight

슈퍼셀은 지난 27일에 '브롤스타즈 OPEN - KOREA FINAL'에서 '곰세마리'팀이 최종 우승을 했다고 1일 밝혔으며, 브롤스타즈 월드 파이널은  '곰세마리'외에 7개팀이 참가하여 11월 15일, 16일 양일간 부산 벡스코에서 개최된다.