㈜제이씨에스컴퍼니는 이태리 팔라제티 그룹의 로얄 스투바 벽난로 및 가든용 바베큐 그릴 신모델을 국내 정식 출시한다고 밝혔다.

이태리 팔라제티 그룹은 3대를 이어 온 65년 전통의 가정용 쿠킹, 난방기기 기업이다.

최근 기존의 가든용 바베큐 그릴 모델 라인을 보강하여 벽난로(STUBA, 스투바)를 추가한 신모델을 국내 출시해 화제를 모으고 있다.

팔라제티 로얄 스투바 벽난로는 품격있는 이태리 마욜리카(Majolica) 세라믹 헤드 상판으로 마감해 고급스러움을 전달한다.

팔라제티사 전통의 벽난로 기술이 녹아 있어 최고 수준의 열 효율과 편리성, 안전성을 제공한다.

또 최신 유로피안 벽난로 트렌드에 맞게 화덕을 내장함으로써 불맛이 살아있는 다양한 요리를 즐길 수 있다는 게 셀링 포인트다.

화덕은 주물재질로 만들어져 고급스러운 세라믹 소재와 조화를 이루며, 60년 전통 팔라제티사의 Scamolex 내화 소재를 사용해 열손실을 최소화한다.

고구마를 굽거나 피자, 그라탕, 스테이크 등 다양한 화덕 요리를 만들 수 있다.

JCS컴퍼니 관계자는 "점점 쌀쌀해지는 날씨 속, STUBA 벽난로 주변에 가족 또는 친구들과 함께 둘러 앉아 내장된 화덕 오븐에서 요리를 만들어 먹는 경험은 그윽한 참나무 향과 함께 더 향기로운 추억을 만들어 줄 것"이라고 전했다.

한편 팔라제티는 가든용 바베큐 그릴 제품으로 콘비비오(Convivio), 라구나 (Laguna) 등을 새롭게 출시했다.

오는 11월 7일부터 11월 10일까지 코엑스에서 열리는 카페쇼를 방문하면 팔라제티의 다양한 제품을 만나볼 수 있다.

팔라제티 제품은 국내에선 JCS컴퍼니를 통해서 구입 가능하다.

@highlight

3대에 걸친 65년 전통의 가정용 쿠킹, 난방기기 기업인 이태리 팔라제티 그룹은 '로얄 스투바 벽난로' 및 '가든용 바베큐 그릴' 신상품을 (주)제이씨에스컴퍼니(JCS)를 통하여 국내 정식 판매한다.