건강에 대한 관심이 늘고 고령화ㆍ웰빙 등이 맞물리면서 지난해 개인용 의료기기 인증건수가 10%가량 늘었다.

식품의약품안전처가 1일 발표한 지난해 의료기기 허가보고서를 보면, 연간 허가ㆍ인증을 받거나 신고된 의료기기는 7745개로 집계됐다.

앞서 지난 2017년과 비교하면 563건이 줄었는데 보청기나 치과용 임플란트, 콘택트렌즈, 전자혈압계와 같은 개인용 의료기기는 지난해 457건으로 앞서 1년 전보다 9.8% 정도 늘었다.

의료기기는 인체에 미치는 잠재적 위해성 정도에 따라 분류된다.

진료용 장갑이나 의료용 침대 등 위해성이 거의 없는 1등급부터 위해성이 낮은 2등급은 한국의료기기정보원에 신고하거나 기술심사 후 인증서를 받으면 된다.

개인용혈당측정시스템ㆍ레이저수술기 등 중증도 잠재 위해성을 지난 3등급이나 혈관용 스탠트 등 고도 위해성을 지난 4등급은 허가를 받아야 한다.

등급별로 보면 4등급이 258건, 3등급이 760건으로 집계됐다.

2등급과 1등급은 각각 2021건, 4706건이다.

전체 의료기기 가운데 국내에서 제조된 게 3600건으로 전체의 46%를 차지한다.

나머지는 수입품목이다.

국내 제조는 2등급 의료기기를 중심으로 최근 3년간 꾸준히 늘어나는 추세다.

허가등급 3ㆍ4등급 의료기기는 같은 기간 줄었다.

2013년 국내 제조 의료기기는 32%로 3분의 1 수준이었으나 꾸준히 늘려 절반에 육박하는 규모로 커졌다.

인공지능 기반 의료기기, 3D 프린팅, 수술용 로봇 등 첨단 의료기기도 눈에 띈다.

골연령 판단을 지원하는 X레이 영상분석 소프트웨어 등 의료영상 분석을 보조하는 소프트웨어가 장착된 AI 기반 의료기기 4개가 지난해 처음 허가를 받았다.

3D 프린팅 기술로 두개골 성형재로 등 환자 맞춤형 의료기기, 수술용 로봇 등 꾸준히 허가가 이뤄지는 추세다.

환자의 뇌 MR 영상자료를 분석해 의료진의 뇌경색 진단결정을 돕는 소프트웨어나 CT영상을 전송받아 딥러닝 방식으로 잡음이 제거된 이미지를 전송하는 소프트웨어도 지난해 처음 허가를 받았다.

@highlight

식품의약품안전처가 1일 발표한 지난해 의료기기 허가보고서를 보면, 허가ㆍ인증ㆍ신고된 의료기기는 집계된 7745개 가운데 고령화ㆍ웰빙 영향으로 보청기, 치과용 임플란트, 콘택트렌즈, 전자혈압계 등의 개인용 의료기기 인증건수가 10%가량 늘었다.