문재인 정부가 이달 대입 정시(대학수학능력시험·수능) 상향 비율을 공식 발표한다.

제도 개선을 요구하는 국민 여론에 따른 것이다.

본고사, 학력고사, 수능, 학종으로 이어진 대입 전형 변천사에 또 한 번 수정이 가해질 것으로 보인다.

용산구(구청장 성장현)가 19~28일 구 평생학습관(이태원로 224-19, 한남동 공영주차장·복합문화센터 2층)에서 '대학입시전략 학부모 아카데미'를 개최한다.

변화하는 제도에 발맞춰 지역 학생들의 입시전략 수립에 도움을 주기 위해서다.

교육은 기간 중 4회에 걸쳐 진행된다.

▲새 교육과정과 변화된 대입제도 이해(11.19) ▲2021년 대입전형 특징(11.21) ▲학생부종합전형 서류, 과정평가(11.26) ▲학생부종합전형 합격을 위한 성공전략(11.28) 순이다.

김용택 전 한국대학교육협의회(대교협) 대표강사, 조미정 전 성균관대 입학사정관, 배영준 보성고 진로진학상담교사, 오규석 전국진학지도협의회 연구위원이 강의를 맡기로 했다.

교육 시간은 매회 오후 7시부터 9시까지며 대상은 중학교 3학년생~고등학교 2학년생 학부모다.

모집인원은 70명.

참여를 원하는 이는 4일부터 8일까지 구 교육종합포털(yedu.yongsan.go.kr)로 신청하면 된다.

수강료는 5000원이며 선착순 모집한다.

주차장 이용 시 요금이 부과되니 대중교통을 이용하는 게 좋다.

구는 이번 아카데미 외 주기적으로 대입 설명회를 열고 학생들의 진로진학 고민을 덜어 왔다.

지난 3월에는 김용진 대교협 대표강사를 초청, 학생·학부모 300명을 대상으로 '2020학년도 대입 전형의 이해와 준비'에 대해 강의했다.

9월에는 '수시전형 대비 모의면접' 과정을 운영, 참석자 호응을 얻었다.

성장현 용산구청장은 "대입 전략과 입시 정보력이 그 어느 때보다 중요해졌다"며 "공교육 활성화, 교육비 절감, 교육격차 해소를 위해 구가 최선을 다할 것"이라고 말했다.

@highlight

용산구가 대입 전형 변화를 맞이해 19일부터 28일까지 구 평생학습관에서 대입전략과 입시 정보를 알려주고, 학생들의 진로진학 고민을 덜어주기 위해 '대학입시전략 학부모 아카데미'를 개최한다.