부산시는 통합민원과 김순주(54) 주무관이 1일 행정안전부와 SBS에서 공동 주관, SBS 상암동 공개홀에서 열린 '제23회 민원봉사대상' 시상식에서 본상을 수상했다고 밝혔다.

이날 시상식에서는 민원업무 추진 실적이 뛰어나고 이웃에 대한 봉사와 헌신을 실천한 12명(대상 1, 본상 9, 특별상 2)이 수상의 영예를 안았다.

김 주무관은 2008년 12월 부산시 120바로콜센터의 개소부터 현재까지 11년 동안 시민의 궁금증을 신속·정확·친절하게 해결해 주는 콜센터 상담사로 근무해 온 전화상담의 달인으로 일컬어진다.

부산시 120바로콜센터가 '대한민국서비스만족대상 7회 연속 수상' 등 다수의 우수한 실적 창출과 시민소통의 열린 창구로서의 역할을 하는 데 크게 기여했다는 게 부산시의 설명이다.

그는 고객응대 전문성을 높이고자 감정코칭학을 공부, 신규 상담사의 고객 응대 교육과 멘토링을 전담하고 있다.

또한 취미로 배워온 꽃꽂이 재능기부로 매주 동료들에게 힐링의 시간을 선물하는 등 봉사의 생활화로 민원공무원으로서의 기본 가치를 실천하고 있다.

김 주무관은 "시민의 말씀을 경청하고 시민의 입장에서 상담하면서 오히려 많은 걸 배웠는데 이렇게 큰 상을 받게 돼 기쁘다"라며 수상 소감을 전했다.

부산시 관계자도 "지난해 통합민원과 직원이 부산시 최초 '대상'을 수상한 데 이어, 올해도 '본상'을 수상했다"며 "최일선의 민원부서에서 민원공무원의 최고 영예인 민원봉사대상을 수상하게 되어 더욱 의미가 있다. 앞으로도 시민이 체감하고 공감하는 민원서비스 제공을 위해 노력하겠다"라고 말했다.

한편, 1997년부터 행정안전부와 SBS가 공동 주관하는 민원봉사대상은 창의적인 민원시책 추진과 헌신적인 민원봉사를 통해 시민 편익증진에 이바지한 우수 공무원을 발굴, 민원공무원의 사기진작 및 민원서비스 품질향상을 도모하고 있다.

@highlight

신속·정확·친절한 상담으로 전화상담의 달인이라 불리는 부산시 통합민원과 김순주 주무관은 1일 SBS 상암동 공개홀에서 개최된 '제23회 민원봉사대상' 시상식에서 부산시 120바로콜센터가 수많은 우수한 실적 창출과 시민소통의 열린 창구로서의 역할을 하는 데 크게 기여한 공로를 인정받아 본상을 받았다.