롯데e커머스가 운영하는 롯데닷컴은 이달 1일부터 17일까지 '롯데 블랙 페스타' 주간을 맞아 다양한 행사를 준비해 선보인다고 밝혔다.

롯데그룹은 현재 블랙프라이데이, 광군제 등에 맞서 롯데e커머스, 롯데백화점, 롯데마트 등 롯데그룹 내 10개 유통 계열사가 참여하는 '롯데 블랙 페스타'를 진행 중이다.

롯데닷컴에서는 전 고객 대상으로 '블랙 럭키룰렛' 이벤트를 진행한다.

롯데닷컴 고객이라면 누구나 1원 이상 구매 시 참여 가능하며, 룰렛을 돌려 당첨된 경품을 응모자 전원에게 100% 지급한다.

해당 기간 동안 롯데닷컴에서 1만원 이상 구매 시 최대 20% 가량 할인 가능한 쿠폰도 제공한다.

롯데닷컴은 블랙 페스타 기간에만 '블페템'을 선보인다.

직전 판매가 대비 할인율로 고시되어 있지만 최초 판매가 대비해서는 50% 이상씩 할인된 상품들이다.

에고이스트 폭스퍼 퀼팅 페미니 다운 점퍼를 10만8000원에, 랩 슬림핏 구스 롱 다운을 9만9000원에, 푸마 파워 트레이닝 수트를 3만4120원에, 커터앤벅 여성 풀집업 덕다운 초경량 패딩조끼를 3만8300원에 판매한다.

또 후지필름 사진인화 3만원권을 8640원에, 닥터자르트 세라마이딘 크림미스트 1+1을 2만4000원에, 빈폴스포츠 덕다운 롱패딩을 9만9000원에 만날 수 있다.

또 소다, 샘소나이트, 종근당건강, 동원F&B, 로지텍 등의 상품들을 최대 15% 가량 할인 판매하며, 5만원 이상 구매 시 엘포인트를 최대 1만점 추가 적립해 주는 특별 행사도 준비했다.

한편 롯데닷컴에서는 블랙 페스타가 끝난 이달 11일부터 17일까지 '릴레이 위크' 행사를 연이어 열고 7% 청구할인, 7·9·20% 할인 쿠폰을 제공한다.

@highlight

롯데그룹은 현재 블랙프라이데이 등에 맞서 롯데마트 등 롯데그룹 10개 유통 계열사가 참여하는 ' 블랙 페스타'를 진행 중이고 롯데닷컴은 블랙 페스타 기간에만 직전 판매가 할인율로 최초 판매가 50% 이상씩 할인된 상품들이 선보인다.