SPC삼립이 간편식 브랜드 '삼립잇츠'에서 냉동 간편식 '덮밥' 4종과 '국밥' 2종을 출시했다고 1일 밝혔다.

'삼립잇츠 덮밥(4200원)'은 고소한 야채 볶음밥에 데미그라스 소스가 첨가된 함박스테이크를 올린 '함박데미 라이스', 매콤한 김치 볶음밥 위에 계란 프라이와 체다치즈를 올려 고소한 맛과 풍미 가득한 '치즈김치 라이스', 야채 볶음밥 위에 달콤짭조름한 불고기 토핑과 계란 프라이를 올린 '에그불고기맛 라이스', 계란 스크램블 볶음밥에 데리마요 소스와 국내산 닭 가슴살을 넣은 '치킨데리마요 라이스' 등 총 4종이다.

정통 독일식 그릭슈바인 육가공 원재료를 사용하여 레스토랑에 온 듯한 고급스러운 맛과 풍미를 느낄 수 있으며, 찜팩 용기에 담겨 있어 비닐을 뜯지 않고 전자레인지에 5분간 데워 간편하게 즐길 수 있다.

'삼립잇츠 국밥(3500원)'은 황태를 사용해 시원한 맛을 낸 '황태국밥'과 구수한 사골육수 베이스로 얼큰한 맛을 낸 '육개장국밥' 등 총 2종이다.

전자레인지에 4분간 조리하여 간편하게 먹을 수 있다.

삼립잇츠 '덮밥'과 '국밥'은 티몬 등 온라인 마켓을 통해 구매할 수 있다.

SPC삼립은 신제품 출시를 기념해 소셜커머스 '티몬'에서 11월 1일 오후 4시부터 한 시간 동안 할인된 가격으로 제품을 판매한다.

덮밥과 국밥 각각 3개 구매 시 1개를 추가로 더 제공해 1만900원의 특별한 가격으로 제공한다.

SPC삼립 마케팅 담당자는 "HMR 시장 성장에 따라 덮밥을 비롯해 겨울철 따뜻하게 즐길 수 있는 국밥까지 출시했다"며, "앞으로도 다양한 종류의 간편식 제품을 선보일 계획"라고 말했다.

@highlight

SPC삼립이 간편식 브랜드 '삼립잇츠'에서 함박데미 라이스,  치즈김치 라이스, 에그불고기맛 라이스, 치킨데리마요 라이스 등 총 4종의 삼립잇츠 덮밥과 황태국밥, 육개장국밥 등 삼립잇츠 국밥 2종을 선 보였다.