한전KDN은 (주)유성계전과 중소기업 기술이전 협약 체결식을 가졌다 정재훈 한전KDN 전력ICT개발원장(왼쪽 세번째)과 이진락 유성계전 사장(왼쪽 네번째)이 기념사진을 찍고 있다.

한전KDN(사장 박성철)은 지난달 말 중소기업과 동반성장을 통한 사회적 가치창출을 위해 중소기업인 ㈜유성계전(사장 이진락)에 ‘IEC61850 기반 지중송전 케이블용 부분방전 감시진단시스템’ 과 관련된 개발기술(특허 2종)을 이전하는 계약을 체결했다.

이번에 이전하는 기술은 송전 케이블의 부분방전을 감시해 사고를 예지하는 기술로,다양한 전력설비의 예방진단시스템에 활용이 가능하다.

㈜유성계전은 지난 2월, 한전KDN 중소기업 지원 사이트를 통해 공개된 해당 기술을 기술이전해 달라고 신청했으며, 중소기업자간 경쟁품목으로 분류된 이번 기술을 통해 자사 기술경쟁력을 높여사업성과 매출 창출에 크게 기여할 것으로 기대하고 있다.

한전KDN 관계자는 “이번 기술이전은 공기업과 중소기업의 상생협력을 다지는 사례”라며 “앞으로도 보유 기술 공개를 통해 더 많은 중소기업과의 상생발전에 기여할 계획”이라고 말했다.

한편, 한전KDN은 기술이전 이외에도 중소기업의 기술경쟁력 강화를 위해 15개의 중소기업 대상으로 협력연구개발사업, 산업혁신 운동을 지원하고 있으며, 동반성장 협력대출 저리자금 지원, 상생결제제도, 인재양성을 위한 협력사 장기재직자 포상, ICT직무 교육지원 등 다양한 제도를 통해 중소기업 경쟁력 강화에 힘쓰고 있다.

‘IEC 61850기반 지중 송전 케이블용 부분방전 감시진단 시스템’은 지중 송배전 케이블의 부분방전 발생 유무와 발생 위치를 온라인으로 감시진단해 운영자에게 사고 징후를 미리 알려주기 위한 것으로 HVDC 해저케이블, 초고압 가스절연개폐장치(GIS), 전력용 변압기 등 다양한 전력설비 예방진단시스템에 활용 가능한 기술이다.

@highlight

한전KDN 박상철 사장은 지난달 중소기업에 송전 케이블의 부분방전을 감시해 사고를 예지하는 기술인 `IEC61850 기반 지중송전 케이블용 부분방전 감시진단시스템'과 관련된 개발기술(특허2종)을 이전하는 계약을 체결함으로써 공기업과 중소기업의 상생협력을 다지는 사례가 되었다.