현대리바트가 사무용 가구 시장 공략에 속도를 내고 있다.

지난달 대전에 사무용 가구 전문 직영 전시장을 연 데 이어 부산에 전시장을 추가로 열며 광역 상권 영업망을 확대하고 있다.

현대리바트는 부산 해운대구에 '리바트 오피스 부산전시장'을 오픈한다고 3일 밝혔다.

현대리바트가 영남지역에 사무용 가구 직영 전시장을 여는 것은 이번이 처음이다.

'리바트 오피스 부산전시장'은 지상 1개층, 전용면적 660㎡(약 200평) 규모로 사무용 책상과 의자, 파티션 등 총 12개 컬렉션(700여 종)의 오피스용 사무 가구를 전시ㆍ판매한다.

소규모 사업자와 신규 벤처기업이 밀집된 상권 특성에 맞춰 소호(SOHO)형 사무가구 브랜드 '리바트 하움' 제품 비중을 65% 수준으로 늘렸다.

리바트 하움 제품의 90% 이상을 부산전시장에 전시하는 셈이다.

현대리바트는 최신 공유 오피스 트렌드에 맞춘 '크리에이티브 오피스(Creative office) 쇼룸'도 조성한다.

'크리에이티브 오피스 쇼룸'은 계단식 업무 공간, 1인용 업무 공간 등 5개의 각기 다른 콘셉트로 꾸며지며, 일반 고객들에게 공개해 사전 예약한 고객은 기업 회의ㆍ세미나ㆍ행사 등을 무료로 진행할 수 있다.

또한 현대리바트는 외근 비중이 높은 영업직, 넓은 공간이 필요한 설계직군 등 업무별 특성에 맞는 사무용 가구 구성 예시를 고객에게 직접 선보이고, 다양한 스타일의 회의 공간이나 라운지 등 오피스 인테리어에 대한 종합 컨설팅 서비스도 제공할 계획이다.

현대리바트는 서울 등 수도권에 이어 광역 도시로 유통망을 확장해 나가고 있다.

현재 서울 송파와 대전에 직영전시장을 운영 중인데 2023년까지 광주ㆍ대구 등 주요 광역시로 확대할 계획이다.

현대리바트 관계자는 "공유 오피스, 창의적 업무 환경에 대한 트렌드 확산으로 새로운 사무공간 니즈가 더욱 높아지는 추세"라며 "향후 시장 성장성이 풍부한 광역 상권을 중심으로 영업망 확장에 더욱 박차를 가할 계획"이라고 말했다.

@highlight

현대리바트는 서울 송파와 대전 직영전시장에 이어 부산에 추가로 사무용 가구 전시장을 열며 광역 상권 영업망을 확대하여 사무용 가구 시장 공략에 속도를 내고 앞으로도 2023년까지 광주, 대구 등 주요 광역시로 영업망을 확대할 계획이다.