동대문구(구청장 유덕열)는 서울발달장애인훈련센터, 금홍과 동대문구청 공무직 직원 방혜영 씨가 31일 동대문구청을 방문해 보듬누리 사랑나눔 성금 및 성품을 전달했다고 1일 밝혔다.

지난달 25일 동대문구청 광장에서 열린 보듬누리바자회에서 물품을 판매해 수익금을 얻은 서울발달장애인훈련센터, 금홍, 방혜영 씨는 지역 내 어려운 이웃을 돕기 위해 성금 및 성품을 전달하게 됐다.

제기동에 위치한 서울발달장애인훈련센터는 월 평균 30여 명의 발달장애인에게 직업체험 및 교육을 하고, 해마다 120여 명의 수료생을 배출하며 장애인의 취·창업을 지원하고 있다.

보듬누리바자회 당일에는 센터의 발달장애인들이 직접 나와 정성스럽게 만든 수제쿠키와 비누를 판매하고 홍보도 하며 바자회의 유쾌한 분위기를 이끌었다.

센터는 바자회 당일 수익금 전액인 103만1000원과 수제비누 50개를 31일 전달했다.

서울발달장애인훈련센터 관계자는 "발달장애인들이 동정의 대상이 아닌 지역사회 일원으로서 역할을 할 수 있다는 것을 이번 행사를 통해 외부에 알리고 싶었다"며 "소액이지만 지역 내 어려운 이웃들에게 희망을 주는 데 도움이 되고 싶다"고 기부 동기와 소감을 전했다.

성수동에 위치한 금홍은 바자회 수익금의 일부와 약 200만 원 상당의 의류를 성품을 전달하며 훈훈한 분위기를 만들었다.

더불어 이날 동대문구청 공무직 직원 방혜영 씨가 개인적으로 바자회에서 자신의 물건을 직접 팔아 얻은 수익 14만3000원을 기부하여 눈길을 끌었다.

구는 기탁받은 성금을 구 사회복지협의회를 통해 어려운 이웃에게 전달할 예정이다.

유덕열 동대문구청장은 "어려운 경제 상황 속에서도 이웃을 돕기 위해 선뜻 기부에 동참해 주신 서울발달장애인훈련센터, 금홍, 방혜영 씨에게 감사드린다"며 "오늘 전달받은 귀한 성금과 성품은 어려운 이웃에게 잘 전달하겠다"고 밝혔다.

@highlight

동대문구에 31일 보듬누리 바자회에서 물품 판매를 한 수익을 기부하기 위해 서울발달장애인 훈련센터, 금홍, 방혜영씨가 방문했고, 한편 25일 진행된 바자회에서는 센터의 대상자들이 직접만든 쿠키와 비누 등을 판매해 즐거운 분위기를 유지한것으로 알려졌다.