국세청, 국세기본법 목적 외 '세무조사권 발동 NO' 언론사 세무조사에 대한 청와대 국민청원 코너 게시글에 동의하는 국민이 20만명을 넘어서 종료되면서 정부가 답했다.

청와대와 국세청에 따르면 청원인이 9월 10일 올린 '전 언론의 세무조사를 명령한다'라는 청원글에 한 달간 22만7000여명이 참여했다.

김현준 국세청장은 탈루 혐의가 있으면 엄정조사 하지만, 언론의 책무나 보도의 진위 문제로 조사해서는 안된다고 했다.

김 청장은 "청원인이 대한민국 언론사들이 가짜 뉴스를 양산해 여론을 호도하는 상황에 개탄했다"며 "국가보조금을 받는 언론사를 포함해 국내 언론사들이 국가의 이익보다 현 정부에 맹목적 비난을 하고 있는 것에 분개하고 국민 알 권리를 탄압하고 있는 모든 언론사들에 대한 세무조사를 명령했다."고 설명했다.

세무조사는 국세기본법 제2조에 나온 '국세의 과세표준과 세액을 결정 또는 경정하기 위해 납세자에게 질문하고, 관련 장부·서류 그 밖의 물건을 검사·조사하거나 제출을 명령하는 행위다.

따라서, 세무조사가 이 같은 목적 외로 남용되는 일을 방지하기 위해 세무조사권 남용금지 조항을 신설, 세무공무원이 적정하고 공평한 과세를 실현하기 위해 필요한 최소한의 범위에서 세무조사를 해야 하고, 다른 목적 등으로 조사권을 남용해서는 안된다는 것이다.

김 청장은 "언론사도 대한민국의 국민과 같이 동등한 납세자로서 국세기본법에서 정한 세무조사 사유에 해당하는 경우에만 조사를 받아야지 그 외의 이유로 세무조사 대상이 될 수 없다."고 했다.

이어 "언론사의 보도내용 진실 여부 등을 근거로 세무조사에 착수할 수는 없다."고 했다.

각 언론사에서 보도하는 기사를 두고 세무조사로 결부시켜서는 안된다는 것.

김 청장은 "언론사를 포함해 연간 수입금액이 일정 규모를 상회하는 모든 기업들에 5년마다 주기적으로 정기 세무조사를 실시하고 있다."며 "특정 언론사에서 명백한 탈루혐의 등이 포착되는 경우 비정기 세무조사 대상자로 선정해 탈세 혐의에 대해서 엄정하게 조사하고 있다."고 밝혔다.

@highlight

김현준 국세청장은 최근 국세기본법 목적 외 '세무조사권 발동 NO' 언론사 세무조사에 대한 청와대 국민청원 코너 게시글에 대해 세무조사의 남용을 방지하기 위해 언론의 책무나 보도의 진위 문제로 조사를 진행해서는 안 된다는 입장을 표명했다.