마포구 주민 A 씨와 용산구 주민 B 씨는 공덕역 주변에 화재가 발생하면 동일한 내용의 재난 문자를 받았다.

앞으로는 재난 발생 지역과의 거리에 따라 '긴급대피', '일반 재난 안내' 등 등급별로 선별된 재난 정보를 받게 돼 더욱 빠르고 효율적인 재난 대응이 가능해질 전망이다.

SK텔레콤이 정교한 긴급재난 문자 시스템 구축을 위해 정부와 힘을 모은다.

SK텔레콤과 행정안전부는 기지국 셀(Cell) 기반의 긴급재난 문자 서비스 개선에 협력하기로 했다.

SK텔레콤과 행정안전부는 이동통신망의 위치정보를 활용해, 기존 수십 km 반경까지 설정 가능했던 발송 범위를 무선 기지국 네트워크 운용범위인 셀 기반 수백 m 단위로 촘촘하게 좁힐 수 있는 재난 문자 발송 체계를 만들 계획이다.

연간 재난 문자 발송 수는 2016년 375건에서 2018년 860건으로 증가하는 등 정부와 지자체에서 활용 사례가 급증하고 있지만 현재 발송 시스템은 발송 권역이 넓다.

이에 따라 일부 이용자가 위치와 상관없이 불필요한 재난 문자를 받는 불편함이 있었다.

이번 공동 협력을 통해 업그레이드된 서비스가 상용화될 경우 수신 위치의 정확성이 개선돼 재난 문자에 대한 국민의 신뢰도 제고에 큰 도움이 될 것으로 기대된다.

또 SK텔레콤과 행정안전부는 재난 발생지로부터의 거리에 따라 차별적 정보 제공이 가능하도록 재난 대응력을 높이는 기술도 검토 중이다.

한편 SK텔레콤은 지난 1일 경기도 분당 소재 SK텔레콤 ICT 기술센터에서 행정안전부, 국립재난연구원, 한국정보통신기술협회 등 관계자들이 참석한 가운데 재난 문자 서비스 개선을 위한 기술·정책 세미나를 열었다.

이 행사에서 SK텔레콤은 재난 문자 서비스 개선 현황과 추진 계획을 발표하고 재난 상황, 수신 단말기별 발송 시스템을 소개했다.

정창권 SK텔레콤 인프라 엔지니어링 그룹장은 "차세대 재난 문자 서비스를 위한 개선 논의는 SK텔레콤이 보유한 통신 인프라를 활용한 사회적 가치 제고 사례"라며 "앞으로도 SK텔레콤이 보유한 ICT 기술로 국민과 사회의 안전을 지킬 수 있는 다양한 해법을 강구해 나가겠다"고 말했다.

@highlight

SK텔레콤이 긴급재난 문자 시스템 구축을 위해 정부와 힘을 모으고 SK텔레콤과 행정안전부는 이동통신망의 위치정보를 활용해, 기존 수십 km 설정 가능했던 발송 범위를 수백 m 단위로 좁힐 수 있는 재난 문자 발송 체계를 만들 계획이며 재난 문자에 대한 신뢰도에 큰 도움이 될 것으로 기대된다.