국정운영 전반에 지방분권 가치가 강조되는 가운데, 사법행정 영역에서도 지방분권 가치 실현을 위한 방안 중 하나로 의정부지방법원에 서울고등법원 원외재판부를 설치해야 한다는 연구결과가 나왔다.

경기연구원은 3일 '경기북부지역 사법서비스 향상을 위한 정책방안 : 고등법원 원외재판부 설치를 중심으로'라는 보고서를 내고, 의정부지방법원의 1심 합의부 사건의 수치 및 항소 건수를 기반으로 서울고등법원 원외재판부 설치의 필요성과 정책적 시사점을 도출했다.

의정부지방법원의 경우 고등법원 항소심으로 이어질 수 있는 1심 합의부 사건의 연간 접수 건수가 2018년 기준 총 3280건을 기록, 같은 서울고등법원 관할지인 춘천지방법원의 1508건에 비해 2배가 넘는 수치를 보여주고 있다.

1심 합의부 사건의 고등법원 항소 건수를 살펴보면 의정부지방법원의 항소 건수는 1169건으로, 이는 이미 원외재판부가 설치된 다른 지방법원들과 비교했을 때 인천지방법원에 이어 두 번째로 높은 수치이다.

보고서는 고등법원의 항소심 관할과 연관성이 있는 의정부지방법원의 1심 합의부사건 수와 항소 건수를 각 지방법원의 최근 재판 통계 자료와 비교하여 경기북부지역 사법서비스 개선의 필요성과 당위성을 도출했다.

또한, 경기북부지역 인구와 산업분야 성장은 곧바로 사법서비스에 대한 수요 증가로 이어질 것으로 전망하고, 경기북부지역 사법서비스 개선을 위한 대책 마련이 시급한 실정임을 강조했다.

최성환 경기연 연구위원은 "의정부지방법원에 서울고등법원 원외재판부를 설치해 경기북부지역 주민의 사법서비스를 향상시켜야 한다"고 했다.

이를 위해 △경기북부지방변호사회 등 민간은 경기북부지역 내 서울고등법원 원외재판부 유치활동 주도적 전개 △의정부시는 관련 조례를 제정하여 민간의 유치활동을 행·재정적으로 지원 △경기도는 관계기관과의 공조를 통해 유치 분위기를 조성하고 의정부시의 각종 활동을 적극적으로 지원하는 등 각 주체별 정책방안을 제안했다.

@highlight

경기연구원은 3일 '경기북부지역 사법서비스 향상을 위한 정책방안 : 고등법원 원외재판부 설치를 중심으로'라는 보고서를 내고, 의정부지방법원의 사건의 건수를 분석하여 향상된 사법 서비스를 위해서는 고등법원의 원외재판부 설치가 필요하다는 결과를 발표했다.