성북구 동선동 주민이 선물한 특별한 하루에 마을 어르신들이 눈시울을 붉혔다.

지난달 25일 동선동은 '어르신 청춘 브릿지 나들이' 성료를 알렸다.

'어르신 청춘 브릿지 나들이'는 동선동 주민이 십시일반 마음을 모아 평소 나들이가 어려운 마을 어르신을 모시고 근교여행을 나서는 사업이다.

'어르신 청춘 브릿지 나들이'를 위해 지역 곳곳에서 간식과 선물 후원이 이어졌다.

동선동 주민센터의 한 직원은 "행사를 준비할 즈음이면 어디서 어떻게 들었는지 어르신들이 나들이에 드실 간식을 보내겠다는 전화가 이어진다"면서 "동선동 온 마을이 함께 준비하는 행사라해도 과언이 아니다"고 말했다.

올 해 7회를 맞는 나들이도 어르신 20명이 참가했다.

140명의 어르신에게 특별한 하루를 선물 한 것이다.

올해 행선지는 남양주 다산유적지와 다산생태공원 그리고 피아노공원이다.

평소 나들이가 소원이었던 어르신들의 얼굴은 설렘과 기대로 가득했다.

피아노 폭포 앞에서는 시원한 물줄기에 탄성을 지르기도 했다.

돌아오는 길은 흥에 겨운 노랫가락이 끊이지 않았다.

나들이에 참여한 한 어르신은 "누가 먼저 시작했는지 모르지만 어느 사이 모두가 같은 노래를 흥얼거리며 다닐 정도로 행복한 하루를 보냈다"면서 눈시울을 붉히기도 했다.

주민 대표 현인호 씨는 "언제 적 옷인지 모르는 옷이지만 한껏 멋을 부리고 나오신 어르신을 보면 항상 마음이 찡하다"면서 "이웃이 마음을 모아 소외노인을 위해 행복한 하루를 선물하는 전통이 계속 이어지도록 더 노력하겠다"며 미소를 지었다.

이승로 성북구청장은 "구 예산의 대부분을 복지에 투입하고 있지만 소외이웃의 마음까지 챙기는 것은 어려운데 이웃이 그 간격을 메꾸고 보듬기에 살맛나는 성북이 된 것은 아닌가 생각한다"면서 "연말 사각지대 소외이웃을 더 깊이 살피고 선행을 하는 주민이 불편함이 없도록 지원하는 그런 세심한 행정을 위해 노력하겠다"고 밝혔다.

@highlight

'어르신 청춘 브릿지 나들이' 사업은 성북구 동선동 주민들이 십시일반 마음을 모아 평소 외출이 어려운 마을 어르신들을 모시고 근교여행을 다녀오는 선행사업인데, 이번 7회를 통해 20명의 어르신을 다산유적지 등 남양주 나들이에 세심히 모셔 현재까지 총 140명의 어르신에게 선행을 나누었다.