충청권 휘발유 가격이 꾸준한 하락세를 보이고 있다.

한국석유공사 유가정보서비스 오피넷에 따르면, 10월 다섯째 주 전국 주유소 휘발유 평균 가격은 전주보다 1.4원 내린 ℓ당 1537원이었다.

휘발유 가격은 유류세 인하 조치가 끝난 시점부터 6주 연속 가파르게 상승하다가 10월 2주부터 4주 연속으로 하락세를 보이고 있다.

충청권에선 대전 1532원, 세종 1535원으로 평균보다 낮았고, 충남의 경우 1543원으로 전국에서 5번째로 높았고, 평균을 웃도는 것으로 나타났다.

대전의 경우 4주차 1537원에 비해 5원 하락하면서 하락폭이 전국에서 가장 높았다.

세종의 경우 전주와 견줘 3원, 충남의 경우엔 1원 하락에 머물렀다.

다만 하락 폭이 크지는 않은 것으로 집계됐다.

월 단위로 비교하면 10월 평균 휘발유 가격은 ℓ당 1540.5원으로 9월보다 11.2원 상승한 것으로 나타났다.

이를 두고 하락세에도 휘발유 가격이 비싸다는 의견도 있다.

유류세 인하조치 이전인 8월 4주차에선 대전 1488원, 충남 1494원, 세종 1491원 등으로 나타났는데, 불과 두 달도 안 돼 50원 이상이 올랐지만 떨어지는 폭은 낮기 때문이다.

8월 당시 오름폭이 10원 단위로 올랐던 반면, 현재 1원 단위로 내려가는 점도 비판 요소다.

시민 김모(38) 씨는 "휘발유 값이 안정화되고 있다고 하는데 쥐꼬리만큼 내려간다"며 "오를 때와 내릴 때가 너무 다른 것 같은 느낌이 든다"고 말했다.

기름값의 하락세에도 액화석유가스는 올랐다.

액화석유가스(LPG) 자동차용 부탄은 전주보다 0.2원 오른 783.6원으로 나타났다.

하지만 최근의 국제유가 상승세는 수주 뒤 국내에 반영돼 국내 기름값에 영향을 미칠 것으로 보인다.

한국이 수입하는 원유의 기준이 되는 두바이유 가격은 전주 대비 배럴당 1달러 오른 61.1달러였다.

석유공사는 "사우디아라비아의 추가 감산 가능성 등 상승요인과 미국 원유재고 증가 등 하락요인이 혼재해 소폭 상승했다"고 설명했다.

@highlight

한국석유공사 유가정보서비스 오피스넷에 따르면, 충청권 휘발유 가격이 유류세 인하 조치직후 6주 연속 급상승하다가 10월 2주부터 4주 내내 하락세를 보이고 있으나 그 하락 폭은 낮은 것으로 나타났다.