▲ 충북글로벌게임센터가 개최한 1회 E-사격스포츠대회에서 관람객들이 권총 사격 대회 모습을 지켜보고 있다.

[충청일보 신홍균기자] 충북 청주시문화산업진흥재단이 운영하는 충북글로벌게임센터가 지난 1~2일 개최한 충북 게임산업 발전 콘퍼런스와 1회 E-사격스포츠대회가 성황리에 끝났다.

콘퍼런스에는 게임학계 관계자와 컨설팅 전문기업, 충북글로벌게임센터 입주게임사 대표, 충북도·청주시 관계자 등 분야별 전문가 21명이 참석했다.

참석자들은 다양한 관점에서 충북 게임산업의 현 주소를 진단하고 충북에서 게임 기업을 운영하며 깨달은 장·단점과 노하우, 지역 게임산업의 성장을 위한 방안 등에 대해 토론했다.

특히 지역 게임산업 발전을 위해서는 지역에서 관련 인재를 육성해 고용까지 이어지는 방안 마련이 시급하다는 점에 의견을 모았다.

부대 행사로 운영된 충북글로벌게임센터 입주기업들의 개발 게임 전시·체험존 및 포토존도 인기를 끌었다.

청소년부터 일반인까지 10개의 부스를 오가며 개발 게임 체험과 스탬프 투어를 즐겼고, 게임 캐릭터로 분한 코스어들과 인증샷을 남겼다.

백미는 지역 게임기업 NCES가 개발한 사격 게임 콘텐츠로 진행한 충북글로벌게임센터배 1회 E-사격스포츠대회였다.

일반부 110명, 전문가부 68명 등 전국의 밀리터리 마니아 178명이 도전해 성황을 이뤘다.

대중에게는 다소 생소할 수 있는 콘텐츠였지만 전용 장비와 실제 사격 같은 타격감 등 새로운 형태의 스포츠게임이 등장했다는 사실에 참가자는 물론 관람자들까지 폭발적인 호응을 보내면서 정식 출시 이후의 게임 시장 반응을 기대케 했다.

센터 관계자는 "입주기업들이 개발한 게임을 한 자리에서 처음 선보이는 자리라 긴장되고 걱정도 있었지만 이번 행사를 통해 지역 게임 기업의 미래와 가능성에 확신이 들었다"며 "무엇보다 시민들이 행사를 진심으로 즐긴다는 생각이 들어 뿌듯했고 앞으로 충북 게임산업의 발전과 도약을 위한 전초기지 역할에 최선을 다할 것"이라고 말했다.

@highlight

백미는 지역 게임기업 NCES가 개발한 사격 게임 콘텐츠로, 일반부 110명, 전문가부 68명 등 전국의 밀리터리 마니아 178명이 도전하며, 충북글로벌게임센터가 지난 1~2일 열린 충북 게임산업 발전 콘퍼런스와 1회 E-사격스포츠대회가 성황리에 마무리를 지었다.