레오나르도 다빈치, 아인슈타인, 천만 영화감독, 세계 제일 기업가 등 현시대에 천재라고 불리는 사람들의 공통적인 학습으로 손꼽히는 것이 있다.

바로 '비주얼씽킹'이다.

이에 최근에는 비주얼씽킹 공부법에 대한 관심이 뜨겁다.

와이즈캠프 관계자는 "비주얼씽킹이란 생각을 이미지나 영상으로 표현하는 과정에서 창의적인 생각을 가능하게 하는 학습법을 의미한다"고 설명했다.

와이즈캠프에서는 비주얼씽킹 학습법을 적용한 '개뼈노트'프로그램을 선보이고 있다.

단순 암기가 아닌 전체 과목의 큰 맥락과 개념을 이해할 수 있어 혁신적이라는 평을 얻고 있다.

마블 관계도처럼 과목별로 전체적인 뼈대 개념을 한눈에 이해하기에 적합하며, 블라인드 학습효과 테스트에서 1위를 차지한 바 있다.

과거 커리큘럼은 차시별 학습으로 개별적 지식을 주는 것에 불과했으나, 개뼈노트는 개념을 구조화시켜 한눈에 볼 수 있으며 개뼈 TV로 개념을 구조화해 아이들의 공부 흥미를 유발한다.

개념을 구조화하여 그림의 형태로 기억하고 녹음하며 직접 나만의 개뼈노트를 그릴 수 있어 '오래 기억에 남는 공부'가 가능하며 중학교, 고등학교까지의 공부 기본기를 다지는데 도움이 된다.

특히 해당 프로그램은 과목별로 다양한 콘셉트를 갖고 있다.

국어는 단원 개념에 따른 지문, 영상, 삽화 설명을 구조화하여 한눈에 파악할 수 있으며, 수학은 단원의 큰 개념에 따라 작은 개념을 구조화하여 4컷 만화로 개념 원리를 쉽게 설명해준다.

영어의 경우 문장 구조에 따른 표현을 한눈에 파악하고 원어민 듣기, 쓰기, 녹음을 통한 말하기 연습이 가능하며 사회와 과학은 단원의 큰 개념에 따라 작은 개념을 구조화한다.

한편, 현재 와이즈캠프는 공식 홈페이지를 통해 '10일 무료체험' 신청을 받고 있다.

와이즈캠프 체험 이력이 없는 신규 회원이라면 체험 신청이 가능하며, 신청 시 와캠 10일 무료체험, 급수 한자 문제집을 무료로 제공한다.

자세한 사항은 와이즈캠프 공식 홈페이지를 통해 확인할 수 있다.

@highlight

와이즈캠프에서는 비주얼씽킹이란 생각을 이미지나 영상으로 표현하는 과정에서 창의적인 생각을 가능하게 하는 학습법을 적용하여 오래 기억에 남는 공부가 가능한 ‘개뼈노트' 프로그램을 선보이고 있다