동작구(구청장 이창우)가 14일 치러지는 2020학년도 대학수학능력시험을 앞두고 수험생들의 편의를 위한 특별교통대책을 추진한다.

올해 동작구에서는 경문고, 동작고, 성남고, 영등포고, 숭의여고, 서울공고, 수도여고 등 총 7개 시험장에서 4117명의 수험생들이 응시한다.

구는 수능 당일 오전 6시부터 9시까지 교통지원대책본부를 설치·운영해 교통상황을 총괄하고, 비상수송차량을 지원한다.

먼저, 구는 오전 6시30분부터 8시10분까지 구청 행정차량 3대와 각 동주민센터 행정차량 15대 등 총 18대를 동원해 수험생 비상수송에 나선다.

▲노량진역 ▲이수역 ▲신대방역 ▲장승배기역 ▲상도역 ▲사당역 등 주요 지하철역에서 인근 시험장까지 수험생들의 안전한 이동을 돕는다.

또, 수험생 등교시간대인 오전6시부터 8시 10분까지 대중교통에 대한 특별수송 지원대책도 추진한다.

마을버스 21개 노선, 115대가 배차간격을 단축 운행, 법인택시가 지하철·버스정류소와 시험장 간을 집중 운행한다.

아울러, 구는 시험장 주변 교통질서 유지 및 생활소음 통제에 나선다.

시험장 주변 200m 이내 차량 진·출입을 통제, 교차로 정리 및 불법 주정차 단속을 강화한다.

특히, 3교시 영어 영역(오후 1시10~35분) 듣기평가의 원활한 실시를 위해 주변 공사장, 판매시설 등에 대한 소음 통제를 할 예정이다.

구는 오는 12월 2020학년도 정시대비 1:1 입시컨설팅을 열어 수험생들의 성공적인 대학진학을 도울 계획이다.

궁금한 사항은 교통행정과(☎820-9875)로 문의하면 된다.

한대희 교통행정과장은 "수능 당일 시험장 주변의 혼잡으로 인해 가급적 자가용 이용을 자제하고 대중교통을 이용하시길 바란다"며 "수험생들이 최상의 컨디션으로 시험에 임할 수 있도록 최선을 다해 지원하겠다"고 말했다.

@highlight

동작구(구청장 이창우)가 14일 치러지는 2020학년도 대학수학능력시험을 앞두고 수험생들의 편의를 위한 특별교통대책을 추진하는데, 올해 동작구에서는 경문고, 동작고, 성남고, 영등포고, 숭의여고, 서울공고, 수도여고 등 총 7개 시험장에서 4117명의 수험생들이 응시하며, 구는 수능 당일 오전 6시부터 9시까지 교통지원대책본부를 설치·운영해 교통상황을 총괄하고, 비상수송차량을 지원한다.