바이오주 열풍을 몰고 온 에이치엘비가 '거래대금 톱'에 올랐다.

지난달 거래된 에이치엘비 주식은 11조원을 넘어서 삼성전자 거래대금보다 많았다.

4일 한국거래소에 따르면 10월 한 달간 에이치엘비의 주식 거래대금은 총 11조49억원으로 증권시장에 상장된 종목들 가운데 가장 많았다.

올들어 월별 기준 한 종목의 거래대금이 10조원을 넘어선 것은 삼성전자가 지난 1월에 기록한 12조6420억원 이후 두번째다.

에이치엘비의 지난 9월 거래대금은 1조1537억원 남짓이었다.

그러나 한 달 만에 거래대금이 853%(9조8512억원) 급증하며 상장 이후 처음으로 거래대금 톱을 찍었다.

에이치엘비의 거래대금은 지난달 21일 유럽종양학회(ESCO)에서 항암신약 '리보세라닙'의 약효가 입증된 임상시험 결과가 발표됐다는 소식이 전해지면서부터 급증했다.

지난달 21일부터 마지막 날까지 8거래일(23일 하루 거래정지) 동안 무려 7조1574억원어치의 주식이 거래됐다.

하루 평균 8946억원씩 거래된 셈이다.

이변이 없는 한 주식시장 거래대금 1위를 지켰던 삼성전자는 에이치엘비의 기세에 밀려 2위로 밀려났다.

삼성전자의 지난달 거래대금은 총 9조9514억원으로 에이치엘비에 비해 1조535억원이 적었다.

월별 기준으로 삼성전자가 거래대금 1위 자리를 내준 것은 지난해 3월 이후 1년7개월 만이다.

최근 5년간 삼성전자 외 다른 종목이 거래대금 1위를 차지한 달은 2015년 2월(셀트리온), 2017년 11월(신라젠), 지난해 1월(셀트리온)과 3월(셀트리온)을 포함해 5차례에 불과하다.

지난달 거래대금 상위 종목 10개 가운데 에이치엘비, 신라젠, 헬릭스미스, 필룩스, 에이치엘비생명과학, 셀트리온 등 6개 종목이 바이오 관련주일 정도로 바이오 기업에 대한 투자자들의 관심이 뜨거웠다.

올 들어 매월 거래대금 2위를 차지했던 SK하이닉스는 바이오주들에 밀려 지난달엔 4위를 기록했다.

@highlight

4일 한국거래소에 따르면 10월 한 달간 에이치엘비의 주식 거래대금이 총 11조49억원으로 '거래대금 톱'에 올랐다.