KBS 소속 직원이 독도 헬기 사고 당시 영상을 경찰에 제공하지 않은 것에 대해 논란이 일자, KBS 측이 공식 사과했다.

3일 KBS는 입장문을 통해 "어제 9시 뉴스에서 보도한 독도 헬기 사고 관련 영상과 관련해 독도경비대 관계자가 '헬기 진행 방향 영상을 촬영하고도 제공하지 않았다'는 댓글을 올렸다. 이후 댓글은 내려졌지만 이와 관련한 논란이 일고 있어 회사는 해당 직원을 대상으로 사실관계를 확인했다"며 "직원은 경비대의 요청으로 본인이 찍은 화면 중 20초 가량 되는 일부를 제외하고 곧바로 제공했던 것으로 확인됐다"고 밝혔다.

소방헬기 진행 방향 등이 담긴 화면을 제공해 달라는 경비대의 추가 요청에는 "해당 직원은 소방헬기 이착륙장 촬영의 보안상 문제에 대한 우려와 진행 방향과는 무관한 화면이라는 점을 들어 추가 화면은 없다고 답한 것으로 확인됐다"고 말했다.

이어 "당사는 사고 사흘째인 어제 오후 이 직원이 관련 화면이 있음을 부장에게 보고하면서 관련 사실을 인지하게 됐으며 9시 뉴스를 통해 전 화면을 활용해 보도했다. 보도 직후 독도경비대 관계자가 '헬기 진행 방향 영상을 제공하지 않고, 촬영하지 않았다고 거짓말을 했다, 단독보도를 위한 것이었나?'는 취지의 댓글을 올려 논란이 일었지만 헬기 진행 방향과는 무관한 화면이라는 설명을 들은 후 댓글을 내린 것으로 알고 있다"고 설명했다.

KBS는 "단독 보도를 위해 영상을 숨겼다는 비난은 사실과 전혀 다르다"면서 "회사는 관련 사실을 인지한 후 해당 화면들은 다시 국토부 사고조사팀에 모두 넘기도록 조치했다. 회사는 또한 사고 발생 직후부터 유관부서의 요청에 따라 독도 파노라마 카메라를 활용해 사고 수습과정에 적극 협조하고 있다는 점을 설명드린다"고 전했다.

그러면서 해당 직원이 사전 동의 없이 휴대전화 촬영행위를 한 점, 사고 초기에 촬영하지 않았다고 답변한 점, 어제 보도과정에서 이를 보다 철저히 확인하지 않고 방송해 논란이 일게 된 점 등을 사과했다.

앞서 자신을 독도경비대 소속이라고 밝힌 한 누리꾼은 포털 뉴스 댓글을 통해 "KBS 영상관계자들이 헬기 진행 방향 영상을 제공하지 않고, 촬영하지 않았다고 거짓말을 했다"고 주장해 논란에 휩싸였다.

현재 해당 글은 삭제된 상태다.

@highlight

KBS는 3일 소속 직원이 독도 헬기 사고 당시 영상을 경찰에 제공하지 않은 것에 대해 공식 사과하면서 KBS는 단독 보도를 위해 영상을 숨겼다는 비난은 사실과 전혀 다르며 회사는 국토부 사고조사팀에 모두 넘기도록 조치했고 사고 수습 과정에도 적극 협조하고 있으며 어제 사고 초기에 촬영하지 않았다고 답변한 것에 대해서는 잘못을 인정했다.