지난달 경기도내 소비자심리지수(CCSI)와 기업경기실사지수가 소폭 상승한 것으로 나타났다.

3일 한국은행 경기본부가 조사한 ‘올 10월 경기지역 소비자동향조사 결과’에 따르면 10월 도내 CCSI는 99.2로 전월(97.2)보다 2p 상승했다.

CCSI는 6개 주요 지수를 이용해 산출한 심리지표로써 2003~2018년 평균치(100)를 기준으로 이보다 크면 낙관적이고, 작으면 비관적임을 나타낸다.

도내 CCSI는 지난 4월 100.5에서 8월 94.2까지 줄곧 하락하다가 9월 97.2에 이어 10월 99.2로 상승했다.

현재생활형편은 93으로 전월과 같았지만 생활형편전망은 95로 전월보다 1p 상승했다.

가계수입전망은 99로 전월 대비 1p, 소비지출전망은 108로 2p 각각 상승했다.

같은 기간 현재경기판단은 4p 상승한 73이고, 향후경기전망은 3p 오른 79였다.

취업기회전망(81)과 금리수준전망(89)도 각각 3p씩 상승했다.

현재가계저축(94)과 가계저축전망(96) 모두 전월 대비 1p 상승했다.

도내 기업들의 체감경기지수도 보합 수준을 유지했다.

10월 도내 제조업 업황지수는 71로 9월(71)과 같은 수준을 나타났다.

7월 62에서 8월 66, 9월과 이달 각각 71로 오름세를 이어가고 있다.

다만 기준치(100) 미만이어서 여전히 경기를 비관하는 기업이 더 많은 것으로 파악됐다.

도내 제조업 매출의 10월 실적(75)은 전월과 같았지만 이달 전망(75)은 3p 하락했다.

생산 실적(82)도 전월보다 4p 상승했지만 이달 전망(81)은 같았다.

채산성(83)과 이달 전망(85) 모두 전달보다 각각 4p, 3p 하락했다.

자금사정 실적(86)은 5p, 전망(85)은 2p 각각 상승했다.

한은 경기본부 관계자는 "도내 소비자심리지수와 기업경기지수는 소폭 상승 중이다"라며 "하지만 아직 평균 기준치 100에는 못 미쳐 심리 개선이 더 필요하다"고 말했다.

@highlight

경기도 내 소비자심리지수와 기업경기실사지수가 소폭 상승하였지만 평균 기준치 100에는 미치지 못해 심리 개선이 더 필요한 것으로 나타났다.