제주지역 숙원 중 하나인 국가인권위원회 제주출장소가 지난 1일 문을 열었다.

부산과 광주, 대구, 대전, 강원에 이어 전국에서 여섯 번째로 개설된 것이다.

제주출장소는 이날 이도동 나라키움복합관사(옛 제주세무서)에 둥지를 틀고 정원 5명 중 5급(소장) 1명과 7급 1명 등 2명을 배치해 본격적으로 업무에 돌입했다.

결원 인원은 현재 채용절차를 진행 중이다.

그간 제주는 인권수요 증가에도 인권사무소가 없어 구제를 받기 위해선 육지부로 가야 했다.

도민들이 인권 상담을 하려면 지리적으로 먼 광주의 인권사무소를 방문해야 하는 불편을 겪은 것이다.

지역홀대론이 제기된 이유다.

이로써 제주4·3을 비롯해 강정해군기지, 예멘난민 등 인권 이슈에 대한 치유와 정립에 일대 전기가 마련될 것이라는 기대를 갖게 한다.

뒤늦었지만 인권위 제주출장소가 신설된 것을 환영한다.

그간 제주인권사무소 설치를 위해 활동을 벌여온 지역 정치권의 노고에 감사를 표한다.

제주에 인권위가 있다는 건 상당한 의미를 갖는다.

그 자체만으로도 인권 침해에 대한 경계 심리를 불러올 수 있다.

특히 장애인과 이주여성 등 사회적 소수자 차별에 대한 신속한 조사와 권리 회복에 도움을 줄 것이다.

그렇지만 인권위 제주출장소가 설치됐다는 것에 만족해서는 안 된다.

그간 제주지역 인권 접근성이 취약한 게 사실인 만큼 주민 인권보호를 위한 실질적인 활동을 할 수 있도록 여건을 만들어주는 게 중요하다.

그런 면에서 결원 인원을 하루속히 충원하고, 지역민원의 추이를 살피면서 인권사무소로의 승격도 제고돼야 한다.

인권은 어떤 경우에도 존중받고 보호돼야 할 기본권이다.

인간의 존엄성을 뒷받침하는 천부적인 권리여서다.

인권위 제주출장소는 지역민 인권이 존중받을 수 있는 기반 조성을 위해 전방위적 노력을 아끼지 않아야 할 것이다.

차별 없는 인권사회를 위한 첨병이어야 한다는 얘기다.

세심한 인권보호 제도를 통해 지역사회의 듬직한 인권 지킴이가 됐으면 하는 바람이다.

@highlight

그동안 제주는 인권사무소가 없어 이용을 위해 광주로 가는 등 불편을 겪었기에 지난 1일 전국에서 여섯 번째로 국가인권윈원회 제주출장소가 개설되었다.