▲ 지난 2일 인천 중구 '운서 SK뷰 스카이시티' 견본주택을 찾은 관람객들이 모형도를 살펴보고 있다.

SK건설은 지난 1일 문을 연 '운서 SK뷰 스카이시티' 견본주택에 주말을 포함한 3일간 관람객 1만여명이 방문했다고 4일 밝혔다.

운서 SK뷰 스카이시티는 인천 중구 운서동에 지하 2층 ~ 지상 20층, 아파트 13개동, 총 1153가구 규모로 SK건설이 공급하는 공동주택이다.

공급 평형은 실수요 선호가 높은 중소형 평형 위주다.

전용면적 ▲77㎡A 222가구 ▲77㎡B 238가구 ▲84㎡A 487가구 ▲84㎡B 48가구 ▲84㎡C 158가구가 각각 분양된다.

3.3㎡당 평균 분양가는 1125만원이다.

SK건설은 중도금 무이자 혜택과 함께 발코니 확장도 무료로 제공한다.

SK건설 관계자는 "우수한 입지여건을 갖추고 있는데다 주거 쾌적성을 높인 특화 설계로 소비자들의 관심을 끌고 있다"고 분석했다.

이 단지는 공항철도 운서역까지 1.2㎞가량 떨어져 있다.

공항철도를 이용하면 김포공항까지 손쉽게 이동이 가능하다.

학군은 단지 인근에 중학교가 들어설 예정이며 영종고가 도보권에 위치해 있다.

운서역 일대에는 롯데마트, 메가박스 등 편의시설이 자리해 있다.

SK건설은 전 가구를 남향 위주로 배치하고 대부분의 가구를 4베이로 구성해 채광과 통풍은 물론 공간 활용도를 극대화했다.

SK텔레콤의 첨단 IoT 시스템인 'SKT 스마트 홈'도 적용해 홈네트워크 시스템과 기타 홈기기 제어가 가능하다.

'SK뷰 클린에어 솔루션' 등 미세먼지 절감 설비도 적용한다.

청약 일정은 오는 12일 특별공급을 시작으로 13일 1순위, 14일 2순위 청약을 진행한다.

오는 20일 당첨자 발표를 거쳐 다음달 2~4일 사흘간 계약을 진행한다.

입주는 2022년 1월 예정이다.

견본주택은 인천 중구 운서동에 위치해있다.

@highlight

SK건설이 인천 중구 운서동에 공급하는 공동주택인 운서 SK뷰 스카이시티 견본주택에 3일간 1만여명이 방문했는데 공급 평형은 실수요 선호가 높은 중소형 평형이 대부분이다.