가수 아이유 콘서트 중 관객이 퇴출당하는 사태가 벌어졌다.

아이유의 소속사 카카오엠 측은 지난 3일 공식 사이트에 "1일 진행된 2019 아이유 투어 콘서트 광주 공연에서 발생한 퇴장 조치 경위에 대해 말하겠다"며 장문의 입장문을 내놨다.

소속사 측은 "최근 아티스트가 심리적으로 불안하고 건강하지 못한 상황과 앨범 발표를 미루는 등 많은 고민과 노력으로 만들어낸 공연의 시작점이 된 첫 공연이었고, 이에 특수한 상황이라 판단, 아이유의 진솔한 이야기들이 혹여나 음성 중계를 통해 텍스트화되어 오해의 소지가 발생하지 않으까봐 실시간 스트리밍을 한 관객을 적발, 퇴장 조치를 취했다"고 밝혔다.

그러면서 "1일 광주 공연 중 일부 관객분들의 실시간 스트리밍 현장을 적발하여 퇴장 조치가 이루어졌다. 사실 여부를 확인하는 과정에서 본 스태프들은 관객분의 소지품 등을 임의로 검색할 수 있는 권한이 없기에 경찰 입회하에 신원 조회 및 스트리밍 장비 확인을 진행했고, 광주 하남 파출소로 이동하여 양측이 경위 확인을 위한 진술서를 작성했다"고 상황을 설명했다.

이어 "고소장 관련 내용은 알려진 바와는 달리 퇴장 조치를 당한 관객 분은 진술서를 작성했고 공연 관계자는 사건에 대한 경위서를 작성했다"며 "확인 과정에서 제재를 받은 당사자 중 한 분은 여러 해 동안 콘서트 음성 중계를 해왔으며 본 공연의 처음부터 약 4시간여 동안 실시간 스트리밍을 진행하였고 약 14만 건의 누적 청취가 발생했다"고 덧붙였다.

카카오엠은 "스태프들과 팬 여러분들의 입장차이가 있을 수는 있으나 아이유라는 한 아티스트를 위하고 사랑하는 마음은 모두가 같은 한 뜻이라 생각한다"며 앞으로 진행될 투어 콘서트의 운영을 원활하게 진행할 것을 약속했다.

한편, 지난 1일 미니 5집 선공개곡 '러브 포엠'(Love poem)을 발표한 아이유는 광주를 시작으로 인천, 부산, 서울, 아시아로 영역을 넓혀 투어 콘서트를 진행한다.

오는 18일에는 미니 5집을 정식 발매한다.

@highlight

1일 진행된 2019 아이유 투어 콘서트 광주 공연 중 관객이 퇴출당하는 사태가 발생했는데 이에 대해 아이유의 소속사 카카오엠 측이 지난 3일 공식 사이트에 "아이유의 진솔한 이야기들이 녹음이나 텍스트화되어 오해의 소지 발생을 우려, 실시간 스트리밍을 한 관객을 적발, 퇴장 조치를 취했다"고 입장을 밝혔다. 