아세안+3 정상회의와 동아시아정상회의(EAS)에 참석하기 위해 태국을 순방중인 문재인 대통령이 4일 아베 신조 일본 총리와 따로 만나 11분 정도 대화를 나눴다.

'친서외교' 결과로 양 정상의 '깜짝 만남'이 성사된 것으로, 앞으로 한일 관계에 변화가 일지 주목된다.

고민정 청와대 대변인은 4일 "아세안+3 정상회의에 앞서 문 대통령이 인도네시아, 베트남, 캄보디아, 라오스, 미얀마 정상들과 환담을 나눴고, 이후 뒤늦게 도착한 아베 총리를 옆자리로 인도해 오전 8시 35분부터 46분까지 11분 간 단독 환담했다"며 "양 정상은 한일 관계가 중요하다는 데 의견을 같이하며, 한일 양국 관계의 현안은 대화를 통해 해결해야 한다는 원칙을 재확인했다"고 말했다.

이어 "(양 정상은) 최근 양국 외교부 공식 채널로 진행되고 있는 협의를 통해 실질적 관계 진전 방안이 도출되기를 희망했다"며 "문 대통령은 이외에도 필요하다면 보다 고위급 협의를 갖는 방안도 검토해 보자고 제의했고, 아베 총리도 모든 가능한 방법을 통해 해결 방안을 모색하도록 노력하자고 답했다"고 밝혔다.

이날 양 정상간 만남은 갑작스럽게 이뤄졌다.

문 대통령의 '친서외교'가 영향을 끼친 것으로 보인다.

앞서 지난달 24일 일왕 즉위식에 국가 최고위급인 이낙연 총리를 보냈고, 이 총리는 한일간 관계개선 의지를 담은 문 대통령의 친서를 들고가 아베 총리에게 전달했다.

이후 아베 총리는 문 대통령 모친상에 조문 갔던 나가미네 야스마사 주한일본대사를 통해 위로전을 보내기도 했다.

이처럼 한일 양국 간 소통의 폭이 넓어지면서 일본 수출규제 문제나, 지소미아 종료 문제 등 당면 현안에 대한 접점이 도출될지 관심이 쏠린다.

다만 청와대는 이날 일본 측 입장에 대해 구체적으로 설명하지는 않았다.

청와대 관계자는 "양국이 협의를 어느 쪽으로 하느냐에 따라 장관급이나, 그 위 단계 회담도 가능하겠지만, 어느 것 하나 확정적으로 말씀은 못 드린다"며 "그 외 (지소미아, 수출규제, 강제징용 배상 문제 등) 다른 어떤 이야기 있었는지는 모른다"고 말했다.

@highlight

아세안+3 정상회의 참석을 위해 태국을 순방중인 문대통령이 친서외교의 결과로 11분간 단독 환담했으며, 한일 관계가 중요하다는데 의견을 같이 하고, 현안은 대화를 통해 해결한다는 원칙을 재확인 하였다.