보임테크놀러지(대표 김상범)가 코닥알라리스 E1000시리즈 스캐너 신제품을 국내 공식 출시한다고 4일 밝혔다.

E1000 시리즈는 수십 년간 집약된 코닥 기술력을 바탕으로 개발됐다.

네트워크 환경은 물론 클라우드 환경에서도 기존 비즈니스프로세스와 응용프로그램에 간단히 통합, 맞춤설정을 할 수 있다.

빠른 부팅으로 전원을 켠 후 10초 이내 스캔을 시작하고 처리 속도도 빠르다.

제품에 따라 분당 최대 25페이지(ppm)·50개 이미지(ipm), 35ppm·70ipm 속도로 스캔 가능하다.

번들 제공되는 스마트터치 스캔유틸리티를 사용하면 이미지 향상기능, 문서처리 설정, 문서전송 등 자주 사용하는 스캔 작업을 바로가기로 설정해 작업을 간소화·표준화할 수 있다.

보임테크놀러지 관계자는 "E1000 시리즈는 글로벌 대기업 코닥의 기술력으로 출시된 제품으로 테스트 과정에서 매우 인상적인 결과를 보였다"면서 "광학문자판독(OCR) 정확도와 파일크기 테스트 결과가 타사 제품에 비해 단연 뛰어났다. 미디어 처리 기능도 동급 최고"라고 전했다.

그는 또 "동급 제품 중 최대 용량인 80매급 자동지급장치(ADF)를 제공해 사용자가 한 번에 더 많은 문서를 캡처할 수 있다"면서 "지능형 문서보호, 복수급지 감지 등 부가기능으로 용지 걸림과 급지 오류가 방지돼 끊김없는 사용이 가능하다"고 덧붙였다.

코닥알라리스는 비즈니스 프로세스를 단순화하는 정보수집 솔루션을 제공하는 전문업체다.

수십 년 간 축적한 이미지 과학 기술력으로 개발한 스마트솔루션으로 종이문서 관리를 디지털기반으로 바꿀 수 있도록 돕는다.

코닥알라리스 마케팅 담당자는 "E1000시리즈는 최상 이미지 품질과 용지 처리 기능을 갖춰 타사와 차별화된 사용자경험을 제공한다"면서 "오랜 준비과정을 거쳐 출시한 신제품으로 동급 대비 최고 품질을 갖췄다"고 전했다.

@highlight

보임테크놀러지(대표 김상범)가 네트워크은 물론 클라우드 환경에서도 기존 비즈니스프로세스와 응용프로그램에 간단히 통합, 맞춤설정을 할 수 있는  집약된 코닥 기술력을 바탕으로 개발한 코닥알라리스 E1000시리즈 스캐너 신제품을 국내 공식 출시한다고 4일 밝혔다.