경기 안양시(시장 최대호) 엄태화 여권팀장이 민원행정분야 최고 영예인 '민원봉사대상'의 대상(大賞)을 수상했다.

시는 지난 1일 열린 제23회 민원봉사대상 시상식에서 엄 팀장이 전국에선 유일한 대상 영예를 안으며, 본인과 안양시의 명예를 빛냈다고 4일 밝혔다.

이날 시상식은 5일 오후 4시 SBS-TV를 통해 전국에 녹화방영될 예정이다.

대상의 주인공인 엄 팀장은 그간 업무추진 성과와 사회봉사활동, 모범적인 공직생활 등에서 공로를 인정받아 전국에서 단 한명에게 주어지는 대상에 이름을 올렸다.

지난 1989년 6월 공직에 입문한 엄 팀장은 선거, 교통환경, 청소년, 주민단체 등의 다양한 분야에 몸담아오면서 매사를 성심성의 것 처리하고 동료들과도 우애를 잘 유지하는 등 늘 귀감이 되고 있다고 알려져 있다.

청소년문화의집 건립을 추진했고 난독증 청소년지원사업과 청소년교육지원 조례를 개정해 청소년 건전여가·보호에 기여했고, 직원 아이디어 회의에서 제안된 차량의 문콕예방을 위한 주차선 도색개선을 한 바 있다.

특히, 2018년 시민봉사과 여권팀장으로 자리를 옮겨서는 노약자 우선접수창구를 새롭게 운영, 민원인들로부터 좋은 반응을 얻고 있다.

엄 팀장은 시상식에서 행안부 장관표창과 함께 받은 시상금 800만원 전액을 이웃돕기성금으로 시에 기부하기도 했다.

엄 팀장은 "표창은 본인이 수상했지만 동료직원 모두의 노력으로 이뤄진 결과"라며 "사회적 약자와 지역주민 삶의 질 향상을 위한 선도적 역할을 다해나겠다"고 수상소감을 전했다.

'민원봉사대상'은 1997년 첫 제정, 행정의 최 일선에서 헌신 봉사하며 민원행정발전에 기여한 6급 이하 공무원을 대상으로 하는 표창이다.

한편 안양시 공무원이 이 분야 대상을 수상한 것은 지난 2016년 당시 김산호 정보통신과 주무관(현 교통정책과장)에 이어 두 번째이자 두 명의 수상자를 배출한 지자체로는 안양시가 첫 사례다.

@highlight

4일 안양시는 지난 1일 열린 제23회 민원봉사대상 시상식에서서 엄태화 팀장이 대상을 받았다고 밝혔는데, 사회봉사활동과 모범적인 공직생활 등의 공로를 인정받아 표창되었으며 엄 팀장은 앞으로 사회적 약자와 지역주민 삶의 질 향상을 위해 노력하겠다고 전했다.