네이버가 내년 초 '인플루언서 검색'을 정식으로 시작한다.

네이버가 내년 초 '인플루언서 검색'을 정식으로 시작한다.

네이버는 오는 22일부터 시작하는 인플루언서 검색 비공개 시범서비스 참가자들을 4일부터 모집하기 시작했다.

인플루언서 검색은 네이버가 새롭게 선보이는 창작자 중심 검색 서비스로, 특정 키워드에 대한 검색결과에 창작자가 직접 참여할 수 있는 '키워드 챌린지'와 창작자의 다양한 활동과 관심사를 한 눈에 확인할 수 있는 '인플루언서 홈'으로 구성됐다.

네이버는 비공개 시범 서비스를 운영하며 서비스의 완성도를 높여가겠다는 계획이다.

비공개 시범서비스 모집 인원은 500명이며, 여행과 뷰티 2개 카테고리와 관련된 250여개의 키워드로, 키워드 챌린지가 운영된다.

키워드 챌린지에 참여하기 위해서는 인플루언서 홈을 개설하고 키워드를 선택한 후, 본인이 활동하고 있는 채널과 연결해야 한다.

비공개 시범서비스 참가자는 자신의 특징을 나타낼 수 있는 닉네임을 우선적으로 선점하고, 보다 빠르게 사용자를 확보할 수 있는 기회를 가질 수 있다.

또한 비공개 시범서비스 참가자에 한해 콘텐츠 창작지원금이 제공되며, 분야별 다른 창작자들과 만날 수 있는 네트워킹의 시간도 마련될 예정이다.

네이버는 내년 초로 예정된 인플루언서 검색의 정식 개설에 맞춰 인플루언서 홈의 추천수를 바탕으로 창작자 성장 단계에 따른 보상 프로그램을 준비중이다.

인플루언서 홈의 추천수가 300명이 넘으면 광고를 적용할 수 있으며, 1만명 이상이 될 경우 광고 효율성이 높은 프리미엄 광고가 적용된다.

또한 2만명 이상의 추천수를 확보한 창작자에게는 광고주 협업을 통한 브랜드 콜라보레이션 기회를 가질 수 있도록 브랜드 커넥트 컨설팅을 지원한다.

이외에도 우수 창작자를 대상으로 네이버 파트너스퀘어 창작 스튜디오 이용권도 제공한다.

김승언 네이버 아폴로 CIC 대표는 "인플루언서 검색을 통해 창작자와 사용자가 더욱 다양하게 연결되는 과정에서, 창작자에게도 새로운 성장과 보상의 기회가 만들어질 수 있도록 노력하겠다"고 말했다.

@highlight

네이버는 오는 22일부터 인플루언서 검색 참가자를 모집하여 특정 키워드에 대한 검색결과에 창작자가 직접 참여할 수 있는 '키워드 챌린지'와 창작자의 다양한 활동과 관심사를 한 눈에 확인할 수 있는 '인플루언서 홈'으로 구성된 '인플루언서 검색'을 내년 초부터 정식으로 시작할 계획이다.