조국 전 법무부 장관의 부인 정경심 동양대 교수가 23일 구속 전 피의자 심문(영장실질심사)을 마친 뒤 서울 서초구 서울중앙지법에서 나서고 있다.

자녀입시·사모펀드 투자비리·증거인멸 의혹 등으로 구속 수감된 조국 전 법무부 장관의 부인 정경심 동양대 교수가 건강 문제를 이유로 검찰 출석에 응하지 않고 있다.

구속 만기를 1주일 앞둔 상황에서 정 교수에 대한 신문 일정이 지연되면서 남편인 조 전 장관 소환 조사도 예상보다 늦어질 것으로 보인다.

4일 법조계에 따르면 정 교수는 이날 서울중앙지검 반부패수사2부(고형곤 부장검사)에 건강 문제를 이유로 검찰 조사를 받지 못하겠다는 내용의 불출석 사유서를 제출했다.

정 교수는 지난달 31일에도 건강 문제를 들어 검찰 출석 요구에 불응한 바 있다.

정 교수는 지난달 23일 구속된 이후 이날까지 네 차례 소환 조사를 받았다.

정 교수는 지난달 불구속 상태로 검찰 조사를 받는 과정에서 뇌종양·뇌경색 진단을 받은 사실을 언론에 공개했다.

정 교수는 어린 시절 사고로 오른쪽 눈을 실명한 데 이어 영국에서 유학 중이던 2004년 흉기를 소지한 강도를 피하다가 건물에서 추락해 두개골 골절상을 당한 뒤 두통과 어지럼증 등을 겪어온 것으로 알려졌다.

정 교수는 수감된 이후에도 구치소에 안과 진료를 신청하는 등 건강 이상을 호소하고 있다.

검찰은 두 차례 조사까지는 입시비리와 증거인멸 의혹을 집중적으로 조사하고 지난달 29일 세 번째 신문부터는 사모펀드 의혹을 추궁하고 있다.

검찰은 당초 정 교수에 대한 보완조사가 마무리되는대로 조 전 장관을 소환해 관련 혐의를 확인할 계획이었다.

그러나 구속 만기인 오는 11일까지 수사를 마치고 정 교수를 재판에 넘겨야 하는 상황이라 조 전 장관 소환도 늦춰지는 것 아니냐는 전망이 나온다.

한편 검찰은 정 교수 추가기소가 임박함에 따라 이미 재판이 진행 중인 동양대 표창장 위조 사건 수사기록을 조만간 정 교수 측에 열람·복사해주기로 했다.

정 교수는 지난 9월6일 사문서위조 혐의로 불구속 기소됐으나 추가 혐의와 공범 수사가 진행 중이라는 이유로 두 달 가까이 수사기록을 넘겨받지 못했다.

@highlight

4일 법조계에 따르면 자녀입시·사모펀드 투자비리·증거인멸 의혹 등으로 구속 수감된 정경심 동양대 교수가 서울중앙지검 반부패수사2부에 건강 문제를 이유로 불출석 사유서를 제출했으며, 이에따라 남편인 조 전 장관의 소환 조사도 예상보다 연기될 것으로 보인다고 밝혔다.