'제3회 제주학대회'가 오는 11일부터 13일까지 3일간 제주KAL호텔 등에서 열린다.

제주특별자치도가 주최하고 제주연구원 제주학연구센터(센터장 좌혜경)가 주관하는 이번 학술대회는 '소멸 위기의 제주어 보전과 부흥방안, 세계 언어학자들에게 듣는다'라는 주제로 3일에 걸쳐 진행된다.

이번 대회는 우리나라와 영국, 미국, 태국 등 4개 나라 언어·방언학자들이 참석하며 제주어 보전 활동을 펼치는 활동가도 함께한다.

첫 날인 11일은 제주KAL호텔 2층 연회장에서 제주국제학술대회가 열린다.

이날 '소멸위기의 제주어 보전과 부흥방안 세계 언어학자에게 듣는다', '제주어, 제주너머 세계로', '제주어, 세상과 사람을 잇다' 3개의 주제로 나눠 토론이 진행된다.

3부 토론이 끝난 후에는 제주민요보존회의 특별 무대도 준비돼 있다.

둘째 날인 12일에는 KAL호텔 2층 로즈룸에서 제주어 활성화를 위한 연구자·활동가 포럼이 열린다.

이날 포럼에는 '제주어, 세상을 향해 날다-제주어의 대중화를 위한 노력들'을 주제로 제주어 보전을 위해 활동하는 언론·음악인 등 활동가들이 참여하는 포럼이 진행된다.

행사 마지막 날인 13일에는 발표자와 토론자가 함께 제주돌문화공원·성읍민속마을 등 제주의 문화를 답사하는 시간을 갖는다.

이 외에도 행사 기간 내 11일과 12일에는 KAL호텔 로비에서 '제주를 담다'라는 주제로 제주어 자료전이 진행된다.

조상범 제주도 문화체육대회협력국장은 "2020년은 유네스코에서 제주어를 소멸위기의 언어로 분류한지 10년이 되는 해"라며 "제3회 제주학대회를 통해 그동안의 제주어 보전과 육성의 발자취를 반추해보고 앞으로 나아갈 방향을 생각할 수 있는 뜻 깊은 자리가 될 수 있을 것"이라고 말했다.

문의 726-9154.

@highlight

제 3회 제주학대회가 제주KAL호텔에서 3일간 열리는데 이번 학술대회는 '소멸 위기의 제주어 보전과 부흥방안, 세 언어학자들에게 듣는다'라는 주제로 우리나라와 영국, 미국, 태국 등 4개국이 참가하여 활동을 펼친다.