▲ 지난 4일 도청 문예회관에서 양승조 충남지사(가운데)와 도 공무원 등 관계자들이 '1회용품 사용 근절 선포식'을 갖고 기념촬영을 하고 있다.

[내포=충청일보 박보성기자] 충남도가 공공부문의 솔선수범을 통해 1회용품 사용 근절 확산에 나섰다.

도는 4일 도청 문예회관에서 '1회용품 사용 근절 선포식'을 갖고 공공부문에서의 1회용품 사용 근절을 다짐했다.

'11월 행복한 직원 만남의 날' 행사의 일환으로 진행한 이번 선포식은 1회용품 사용 '자제' 또는 '저감'을 넘어 '근절'을 목표로, 1회용품 사용에 대한 인식과 메시지를 한층 강화하기 위해 마련했다.

양승조 충남지사와 도 공무원 등 500여 명이 참석한 가운데 연 이번 선포식은 영상 상영, 결의문 낭독, 구호 제창 등의 순으로 진행했다.

이날 양 지사와 도청 직원들은 △1회용 컵·용기, 플라스틱 빨대, 비닐봉투 등 사용금지 △각종 회의·행사 시 병입수(PET) 대신 음료수·식수대 준비 △도 주관 행사 시 1회성 행사물품 사용 자제 △재활용 제품 우선구매 등 4대 실천과제가 담긴 결의문을 낭독했다.

또 '1회용품 아웃(OUT), 플라스틱 노(NO)'라는 구호를 함께 제창하며 1회용품 사용 근절을 위한 결의도 다졌다.

양 지사는 "무수한 자원의 낭비뿐만 아니라 환경과 생태계를 파괴하는 핵심 주범의 하나가 바로 1회용품"이라며 "2016년 기준 1인당 연간 플라스틱 소비량은 98.2㎏으로 전 세계 1위를 기록했다"고 말했다.

양 지사는이어 "우리 도의 모든 공직자들도 이러한 취지에 적극 공감하고 동참해 작은 노력이 커다란 결과를 만들어 내는 '적소성대(積小成大)'의 기적을 이루자"고 당부했다.

한편 도는 이날 선포식에 앞서 종이컵 등 1회용품 사용을 줄이기 위해 미사용 텀블러를 모아 직원 간 나누는 뜻깊은 자리도 마련했다.

@highlight

충남도는 1회용품 사용에 대한 인식이 강화되길 바라며 4일 도청 문예회관에서 양승조 충남지사와 공무원들이 참석한 가운데 선포식을 통해 1회용품 사용 근절을 다짐했다.