광주대(총장 김혁종) 호텔외식조리학과 학생들이 연이어 요리경연대회에서 잇따라 수상했다.

광주대 호텔외식조리학과 동아리 ‘쿠킹마인드(COOKING MIND)’ 최서준(3년) 학생 등 20명은 지난 1일부터 3일까지 서울 양재동 aT센터에서 열린 ‘2019년 KOREA 월드푸드챔피언십 국제요리경연대회’ 3가지 코스 라이브요리 부문에 참가해 최우상과 금상, 은상을 받는 쾌거를 이뤘다.

이 대회는 국내에서 개최되는 가장 큰 국제규모의 요리대회이며, 20개 부문에 2천700여 명이 참가해 열띤 경쟁을 펼쳤다.

이와 함께 지난 2일과 3일 해남 대흥사 일원에서 열린 ‘해남미남(味南)축제, 해남 특미 전국요리경연대회’에서 나은빈(1년) 학생 팀이 해남군수상인 그랑프리상을 받았다.

해남군에서 주최해 처음 열린 이번 대회는 고등부와 대학부로 나눠 진행됐으며, 해남의 특산물인 쌀과 배추, 김, 고구마 등을 이용해 경연을 펼쳤다.

나은빈 학생 팀은 해남군의 고구마로 만든 고구마 무스 케익을 비롯해 바닐라 고구마 튀김, 문어 세비체, 구지뽕 건강주스를 만들어 좋은 평가를 받았다.

심사를 맡은 남도음식명인 임승정 위원장은 “학생들이 만든 작품들은 타 선수들보다 상품성과 작품성이 우수하다”고 평가했다.

강경구 광주대 호텔외식조리학과 교수는 “학생들의 잇따른 수상에 광주대가 요리교육의 중심으로 자리 잡고 있다”면서 “학생들의 역량 강화와 취업에 도움이 될 수 있도록 다양한 메뉴개발과 대회참가에 적극 나서겠다”고 말했다.

한편 광주대 호텔외식조리학과는 지난달 30일 열린 ‘2019 대한민국 소상공인기능경진대회’ 요리부문에 참가해 금메달 두 개를 수상하는 등 각종 요리대회에서 두각을 나타내고 있다.

@highlight

광주대 호텔외식조리학과학생들은 서울 양재동 aT센터에서 열린 '2019 KOREA 월드푸드챔피언십 국제요리 경연대회'에서 최우상, 금상, 은상을 받고, 지난 2일과 3일 해남 대흥사 일원에서 열린 '해남미남축제, 해남 특미 전국요리경연대회'에서 해남군수상인 그랑프리상을 받았으며, 지난 달 30일 열린 '2019 대한민국 소상공인기능경진대회'요리부문에서 금메달 두 개를 수상하는 등 각종 요리대회에서 두각을 나타내고 있다. 