경기도와 경기콘텐츠진흥원이 매월 개최하는 ‘테크콘서트 시즌 3’의 올해 마지막 이야기가 오는 8일 부천을 시작으로 27일 수원까지 총 5회 진행된다.

‘테크(Tech, Experience, Content) 콘서트’는 기술, 콘텐츠, 인문학에 대한 깊이 있는 강연과 참가자들과의 자유로운 소통이 어우러진 토크콘서트다.

8일 부천 서부클러스터에서는 스케일업 액셀러레이터 골드아크(GOLD ARK) 김대일 대표가 ‘스타트업을 넘어 스케일업으로’를 주제로 초기 창업기업이 사업 안정화 단계에 이르기 전까지 넘어야 하는 단계에 대해 강연을 펼친다.

이어 12일과 16일에는 각각 글로벌 온라인동영상서비스사인 넷플릭스의 ‘범인은 바로 너’, ‘뇌피셜’ 등을 제작한 컴퍼니상상의 김주형 PD가 ‘플랫폼 춘추전국시대-시간을 잡아라’를 주제로 콘텐츠 무한 경쟁시대에 필요한 전략을 전달하고, 영화 ‘그랜드 부다페스트 호텔’, ‘마약왕’, ‘벌새’ 등의 포스터를 제작한 디자인 스튜디오 ‘빛나는’의 박시영 디자이너가 ‘디자이너로 살아간다는 것’을 주제로 실무자가 말하는 업계 이야기를 진행한다.

시흥 서부경기문화창조허브에서는 21일 ‘미래캐스터’라는 직업을 창작한 미래채널 MyF(마이에프)의 황준원 미래캐스터가 ‘미래사회는 무엇이 다른가’를 주제로, 27일엔 광교 경기문화창조허브에서 스마트칫솔 ‘브러쉬몬스터’로 유명한 국내 헬스케어 창업기업 키튼플래닛의 최종호 대표가 ‘AR칫솔에서 덴탈케어 플랫폼까지’를 주제로 강연을 이어간다.

테크콘서트 개최시간은 평일 오후 9시, 토요일 오후 2시로 누구나 참가 가능하다.

입장료는 5천 원이다.

참가신청은 경기문화창조허브(www.gcon.or.kr/ghub) 또는 온오프믹스 홈페이지(www.onoffmix.com)에서 할 수 있다.

@highlight

깊이 있는 기술, 콘텐츠, 인문학 강연은 물론 누구나 참가하여 자유롭게 소통하는 ‘테크콘서트 시즌 3’가 오는 8일부터 부천을 시작으로 27일 수원까지 총 5회 일정으로 진행될 예정이다.