현대자동차가 스페인 청정지역에 전기차 전용 차량공유 서비스를 론칭했다.

이 지역은 세계보건기구(WHO)가 지정한 세계 몇 안되는 청정마을이다.

현대차의 친환경차 전략이 눈에 띈다.

4일 업계에 따르면 현대차가 최근 스폐인 과달라하라 지방 캄파사발로스 마을에 차량공유서비스 '바이브(VIVE)'를 론칭했다.

바이브는 현대차 주도의 스페인 최초 차량공유 서버스로 친환경 농촌마을에 특화된 공유 서비스다.

서비스에 투입되는 차량은 매연 배출이 전혀 없는 배터리 전기차(BEV) 모델 '코나 일렉트릭'과 '아이오닉 일렉트릭'이다.

50여 가구가 사는 이 마을 주민 전용 공유 모델로 활용된다.

현대차 바이브 전용 앱을 통해 전기차를 무료로 빌려 타고, 이용 시간은 최대 24시간, 주행거리는 170㎞로 제한된다.

현대차는 스마트폰이 없는 주민과 노년층을 고려해 공용 휴대 전화도 별도로 제공하고, 전기차 운영에 필요한 전용 충전인프라도 구축했다.

이들 차량은 마을 주민들이 타 지역으로 쇼핑을 하는데 주로 사용된다.

현대차 관계자는 "스페인 바이브 사업을 통해 친환경 이동성에 대한 기존의 이동수단의 고정관념을 깨는 것이 목표다"며 "스페인 캄피사발로스를 시작으로 유럽 내 다른 농촌 지역으로 바이브 서비스를 확대해 나갈 것"이라고 말했다.

현대차는 전기차를 활용한 차량공유 서비스 사업에 적극 나서고 있다.

올해 초 동남아시아 최대 차량 호출 서비스 기업 그랩(Grab)에 '코나 일렉트릭' 20대를 투입했고, 인도 카셰어링 업체 레브(Revv), 미국 모빌리티 서비스 업체 미고(Migo) 등 글로벌 차량공유 기업들과도 협력체계를 구축했다.

또한 최근에는 미국 자율주행 스타트업 '포니.ai'와 차량공유 업체 '비아(Via)'와 함께 코나 일렉트릭 기반의 자율주행차를 이용한 무료 승차공유 서비스 '봇라이드(BotRide)'를 캘리포니아 얼바인 도시를 대상으로 진행한다.

@highlight

4일 현대차가 청정마을 스페인 캄파사발로스 마을에 자사의 전기차 '코나 일렉트릭'과 '아이오닉 일렉트릭'을 투입하여 차량공유서비스 '바이브'를 론칭, 시범운영하며 마을 주민들은 전용 앱을 통해 무료로 빌리고 최대 24시간, 주행거리는 170km까지 탈 수 있다.