전북도민 10명 가운데 7명은 전북교육청 직속기관 명칭변경에 찬성하는 것으로 나타났다.

4일 전북도의회 교육위원회 진형석 의원(더불어민주당 비례대표)이 전북도교육청 직속기관 명칭변경에 관한 여론조사 결과, 도민 73%는 전북교육청 소속 직속기관 명칭을 전북이 아닌 전북도교육청으로 변경에 찬성하는 것으로 조사됐다.

현재 도교육청 직속기관 중 전북교육연수원과 전북과학교육원, 전북교육연구정보원, 전북학생수련원, 전북학생해양수련원, 전북유아교육진흥원 등은 기관명칭 앞에 전북이라는 이름만 사용하고 있다.

이에 도민 3명 중 1명(32.5%)은 이 기관들이 도청 소속기관인지 도교육청 소속 기관인지 혼란을 겪었으며, 4명 중 1명(23.5%)만이 도교육청 직속기관에 대해 제대로 알고 있는 것으로 나타났다.

또한 도내 6개 지역에 소재한 교육문화회관과 관련해 지역의 이름을 사용하지 않고 있는 전주의 전북교육문화회관과 익산의 마한교육문화회의 명칭을 각각 전주교육문화회관(75.4%)과 익산교육문화회관(74.6%)로 변경하는 것에 찬성하는 것으로 나타났다.

진형석 의원은 “도교육청 직속기관의 명칭 혼란 해소와 기관의 정체성 확립 필요성에 대한 객관적 근거를 확보하기 위해 이번 조사를 시행하게 됐다”며 “향후 이를 바탕으로 도민들이 더 쉽게 인식하실 수 있도록 도교육청 직속기관의 명칭변경을 적극적으로 유도하겠다”고 말했다.

한편 이번 조사는 진형석 의원 의뢰로 여론조사 전문기관인 모노리서치가 지난 10월10일부터 13일까지 나흘 동안 전북지역 거주 19세 이상 성인남녀를 대상으로 진행했고 유효 표본 555명이 조사됐다.

조사방식은 구조화된 설문지를 이용한 유선전화 ARS와 스마트폰 앱조사 방식을 혼용했으며, 표본은 2019년 9월 국가 인구통계에 따른 지역, 성, 연령 에 따른 가중치를 적용했다.

표본오차는 95% 신뢰수준에서 표본오차 ±4.2%포인트다.

@highlight

전북도교육청 직속기관 명칭변경에 관한 여론조사 결과 전북도민 10명 가운데 7명은 전북도교육청으로 변경에 찬성하는 것으로 조사되었으며 4명 중 1명이 도교육청 직속기관에 대해 제대로 알고 있는 것으로 나타났다.