성남민예총이 개최한 남북 문화행사에서 한 출연자가 북한 김일성 얼굴 사진을 가슴에 달고 나와 논란이 일고 있다.

더욱이 성남시가 이 행사 예산을 지원한 것으로 알려지면서 성남시의회 야당은 은수미 시장의 과거 이력까지 거론하며 비난에 나섰다.

자유한국당 소속 성남시의원들은 4일 시의회 로비에서 긴급 기자회견을 갖고 "한국전쟁 당시 남침을 도발해 수백만 동포를 학살하고 국토를 황폐화시켰던 전쟁 원흉인 김일성 사진을 가슴에 달고 나온 것은 천인공노할 일이자 고통받는 수백만 이산가족들 가슴에는 비수가 아닐 수 없다"고 목소리를 높였다.

이어 "100만 시민을 대표해 시정을 이끌고 시민의 안녕과 질서를 유지하며 자유민주주의 헌법정신을 구현해야 할 시장이 책무를 망각하고 김일성을 지지하고 홍보하는 민예총에 예산을 지원했다"며 "은 시장은 사노맹 정책실장 겸 중앙위원 출신으로 구속·복역한 전력이 있다"고 비난했다.

그러면서 은 시장을 향해 "대한민국 헌법의 기본 이념인 자유민주주의를 부정하고, 김일성 사상의 주축인 사회주의를 아직도 추종하고 있는지 답하라"고 요구했다.

성남민예총은 남과 북의 문화예술을 시민들과 공유하며 통일의 기운을 높이겠다는 취지로 지난 3일 도촌동 이왕리 공원에서 ‘남누리 북누리’ 콘서트를 열었다.

하지만 시 낭송 출연자 중 한 명이 가슴에 김일성 사진을 달고 나온 것이 알려지면서 민경욱 한국당 국회의원이 이날 SNS를 통해 공개 비난했다.

이에 대해 성남민예총 관계자는 "남한에 있는 어머니를 그리워하는 북한 시인의 모습을 당시 시대적 상황으로 표현한 것"이라며 "인터넷에 있는 김일성 배지 사진을 프린트해서 오려 붙인 것으로 다른 의도는 없었다"고 해명했다.

또 "행사 당시 누구도 문제제기한 사람이 없었는데, 과도한 잣대를 들이대고 김일성을 추종하고 있다고 호도하는 것에 당황스럽다"고 말했다.

@highlight

성남시가 지원하고 성남민예총이 개최한 남북 문화행사에서 한 출연자가 북한 김일성 얼굴 사진을 가슴에 달고 나와 논란이 일자 성남시의회 야당은 은수미 시장에게 자유민주주의를 부정하고 사회주의를 추종하고 있는지 답할 것을 요구했다.