인천시가 지역 체납자와의 소통을 통한 납세분위기 조성을 목표로 ‘전 직원 책임징수제’를 실시하고 있다.

4일 시에 따르면 전 직원 책임징수제는 10월부터 12월까지 3개월간을 ‘지방세 체납액 특별정리기간’으로 설정하고, 관리 중인 과년도 체납액 452억 원 중 100만~500만 원 규모의 체납자 4천547명을 지정해 체납 전담 직원 모두가 징수 독려에 참여하는 시책이다.

체납자와의 소통에 중점을 두고 체납액 징수 가능성을 높이는 것이 목표다.

직원 1명당 지정된 체납자는 120명이다.

직원들은 체납자별 경제 상황, 생활원천수입, 재산 상황 등을 면밀히 조사한 뒤 납부 여력을 고려한 징수 독려로 체납액 납부 공감대를 이끌어 내는 데 주력하고 있다.

또 저당권 설정 등으로 실익 없는 재산을 보유했거나 노후 자동차 압류로 시효가 중단된 체납자가 불이익을 당하지 않도록 등록 말소 등을 유도해 체납액 징수를 유보하는 상담도 진행 중이다.

시는 체납 내역에 대한 상세한 상담 및 납세의무의 당위성 설명은 곧 체납자의 납부 의지로 이어지는 경우가 많다는 설명이다.

최근 지방소득세 392만 원을 체납 중이던 한 체납자는 담당 직원이 "사업주로서 직원 급여소득에 대해 발생된 세금인 만큼 사업주가 납부해야 한다"고 상세히 설명하자 당위성을 이해하고 즉시 체납액을 납부한 것으로 알려졌다.

이 외에도 시는 체납자와의 상담 중 갑작스러운 위기 상황으로 인한 체납이 우려되면 관련 도움을 받을 수 있도록 연계할 방침이다.

생계 유지가 어려워진 저소득층으로 확인된 체납자에 대해서는 복지 담당부서와 협업해 긴급복지 등 혜택이 지원되도록 병행할 예정이다.

최경주 시 납세협력담당관은 "체납자들의 자진 납세 분위기를 조성함으로써 체납액 정리에 집중하고자 한다"며 "당연히 강력한 체납정리 활동도 필요하지만 일부 체납자들의 어려운 경제 상황을 고려하면 심도 있는 소통 등 세무공무원의 책임감 있는 업무 추진이 어느 때보다 절실하다는 판단"이라고 말했다.

@highlight

인천시는 체납자와의 소통에 중점을 두고 체납액 징수 가능성을 높이기 위해 10월부터 12월까지를 '지방세 체납액 특별정리기간'으로 정하고 체납 전담 직원 모두가 징수 독려에 참여하는 '전 직원 책임징수제'를 실시하고 있다.