충남도내 이주노동자의 주거환경과 노동조건이 열악한 것으로 드러났다.

이주노동자 10명 중 8명은 회사가 제공하는 숙소에 거주하고 있지만 작업장 부속공간이나 컨테이너와 같은 임시 가건물에서 생활하는 노동자들도 많았다.

심지어 비닐하우스에서 거주하는 노동자들도 있었다.

또 이주노동자 10명 중 4명은 최저시급을 받지 못하고 있는 것으로 나타났다.

충남도내 이주노동자 470명을 대상으로 한 '충남 이주노동자 주거환경과 노동조건 실태조사' 중간보고에서다.

국내 이주노동자는 100만명이 넘을 정도로 우리 경제의 한 축을 담당하고 있다.

산업단지는 물론 농촌, 어촌 등 곳곳에서 궂은일을 마다않고 노동력을 제공하고 있다.

이른바 더럽고, 힘들고, 위험한 3D업종은 이주노동자가 없으면 가동을 할 수 없는 지경이라고 한다.

하지만 이번 실태조사에서 보듯 이주노동자들의 처우는 매우 낮다.

소음과 분진이 있는 숙소에 기거하는가 하면 에어컨도 없이 폭염을 견뎌야 했다는 응답이 나왔다.

위험의 외주화는 이주노동자들에게 집중된다.

내국인 기피분야를 이주노동자들이 떠맡고 있는 것이다.

지난 9월 경부 역덕의 오징어젓갈 공장 지하탱크에서 이주노동자 4명이 질식사하는 사고가 발생했다.

앞서 7월에는 서울 목동 빗물펌프장에서 이주노동자 수몰사고가 일어났다.

이주노동자들은 산재사고에 취약하다.

최근 3년 이내 산재를 당한 경험이 있는 이주노동자는 27.4%로 내국인 산재율보다 훨씬 높다.

하지만 이중 산재보험 신청 비율은 43.4%에 그쳤다.

이주노동자의 처우는 개선되고 있으나 일부 악덕 업주들의 횡포는 여전하다.

임금체불, 갑질에 시달리는 노동자들이 꽤 있다.

이주노동자도 내국인 노동자와 마찬가지로 대우해야 한다.

직업을 구하고자 이역만리에서 온 소중한 인적자원이다.

그렇다면 더더욱 차별을 받아선 안 된다.

이번 조사결과는 이주노동자의 인격 및 노동권 개선을 위해 해야 할 일이 무엇인지 제시해주고 있다.

@highlight

실태조사에 의하면 충남도내의 이주노동자의 주거조건과 노동환경 등 노동자들의 처우가 매우 열악해 이주노동자의 인격과 노동권을 개선하기 위한 조치가 필요한 것으로 나타났다.