한국전자통신연구원(ETRI)이 지구촌 어디에나 초고화질 실감영상을 전송하는 기술을 개발했다.

대륙을 뛰어넘는 초실감 영상 실시간 서비스를 구현하는 기반을 마련했다.

ETRI(원장 김명준)는 8K급 360도 가상현실(VR), 울트라와이드비전(UWV) 초고화질 실감영상을 실황중계하는 기술을 개발했다고 4일 밝혔다.

핵심은 '실시간 모니터링 및 생성기술'이다.

막대한 용량의 초고선명(UHD), 최대 시야각 영상을 실시간으로 만들어 낼 수 있는 기술이다.

여러 대 초고화질 카메라로 찍은 영상을 하나로 이어 붙여 마치 한 대 카메라로 촬영한 것 같은 효과를 만들었다.

이 기술을 적용해 촬영한 영상은 UHD 선명도(4Kx2K) 3배인 12Kx2K UWV 영상, 4배인 8Kx4K 영상이다.

대용량 영상 정보를 합치면 부자연스러운 부분이 생기거나 전송에 문제가 생기는데, '실시간 기하 정보 처리' 방법으로 이를 해결했다.

이미 실증도 마쳤다.

지난해 9월 네덜란드에서 열린 네덜란드-페루 국가대표 친선 경기를 촬영해 한국과학기술정보연구원(KISTI)이 운영하는 국가과학기술연구망(KREONET)을 통해 우리나라로 전달했다.

지난 4월에는 벨기에 브뤼셀에서 열린 방송 토론 프로그램을 360도 VR로 서비스했다.

전방향에서 토론 참여 패널을 선택해 볼 수 있게 했다.

이때 인공지능(AI)을 이용해 대화 내용을 자동으로 자막화하거나 패널 감정을 분석, 이모티콘으로 표현하는 융합기술도 선보였다.

ETRI는 방송국, 서비스 제공자들과 기술 이전을 협의하고 있다.

스포츠 이벤트 실황중계나 음악 콘서트 등 다양한 콘텐츠 분야로 활용될 전망이다.

내년 네덜란드에서 열리는 유럽 최대 음악 경연 대회 '우로비전 송 콘텐스트'에도 기술이 활용될 예정이다.

이현우 ETRI 미디어연구본부장은 "세계에서 처음으로 초고화질 UWV 영상 실황 중계에 성공했다"면서 "앞으로 차세대 미디어 서비스를 개척할 기술 개발에 노력하겠다"고 말했다.

@highlight

4일 한국전자통신연구원(ETRI)은 8K급 초고화질 실감영상을 전 세계 어디에서나 실시간으로 전송 가능한 기술을 개발했다고 전했다.