지난 5월 '붉은 수돗물' 사태 관련 경찰에 입건된 인천시 상수도사업본부 공무원들이 검찰에 송치됐다.

이들은 당시 수돗물의 탁도를 측정하는 탁도계를 임의 조작한 혐의 등을 받고 있다.

인천지방경찰청 지능범죄수사대는 4일 공전자기록 위·변작, 직무유기 등의 혐의로 불구속 입건한 인천시 상수도사업본부 소속 공무원 등 7명을 기소 의견으로 검찰에 송치했다고 밝혔다.

경찰에 따르면 이들은 지난 5월 30일 인천시 서구 공촌정수장 급수구역에서 남동구 수산정수장의 물을 대체 공급하는 '수계전환' 과정에서 공촌정수장의 탁도를 측정하는 탁도계를 임의로 끈 혐의를 받고 있다.

본래 이들은 탁도계가 문제가 되는 순간 고장이 났었다고 주장했다.

환경부는 지난 6월 18일 정부 원인 조사반의 중간 조사 결과를 설명하면서 "탁도계가 고장 나 정확한 탁도 측정이 이뤄지지 않았다"고 발표했다.

그러나 경찰은 지난 7월 11일 공촌정수장을 압수수색하는 과정에서 이 정수장의 탁도계가 정상적으로 작동하는 사실을 확인하고 이들 공무원이 임의로 잠시 탁도계를 껐다고 보고 있다.

실제 사고 당일 공촌정수장 탁도는 탁도는 평균 0.07NTU이다.

하지만 갑자기 30분 만에 최대 0.24NTU로 3배 수준까지 수치가 치솟았다.

이 정수장 탁도계는 수돗물 탁도 수치가 0.12NTU 이상일 때 경보음이 울리도록 설정돼 있다.

경찰 조사결과 사고 발생 이후 탁도계는 정상적으로 작동했다.

하지만 경찰 조사를 받은 상수도사업본부 공무원들은 혐의를 부인한 것으로 전해졌다.

인천 붉은 수돗물 사태는 지난 5월 30일 수계 전환 중 기존 관로 수압을 무리하게 높이다 수도관 내부 침전물이 탈락하면서 발생했다.

인천시는 공촌정수장의 관할 급수구역에 포함되는 26만1000세대, 63만5000명이 적수 피해를 본 것으로 추산했다.

경찰은 시민단체 등이 업무상 과실치상 및 직무유기 등 혐의로 박남춘 인천시장과 김모 전 인천시 상수도사업본부장을 고발한 사건을 계속 수사하고 있다.

@highlight

인천지방경찰청 지능범죄수사대는 지난 5월30일 인천 공촌정수장의 관할 급수구역에 수압을 무리하게 올리다 붉은 수돗물 사태를 발생시킨 인천시 상수도사업본부 소속 공무원 등 7명을 검창에 송치했다고 전했다.