정부가 연구개발(R&D) 기획 단계부터 표준화 연계를 강화하는 R&D 관리 규정 개정을 추진한다.

R&D 과제를 기획할 때 표준 전문가 참여를 의무화하고 국가·국제표준 제정 실적이 있는 연구자는 과제를 신청할 때 우대 가점을 받는다.

산업통상자원부 국가기술표준원은 오는 5일 서울 서초구 더케이호텔에서 이 같은 내용을 담은 '표준 R&D 혁신방안'을 발표한다고 4일 밝혔다.

표준 R&D 혁신방안은 과제기획, 성과관리, 보급·확산 등 3개 분과별 산·학·연 전문가가 두 차례 토론을 거쳐 마련했다.

R&D 기획 단계부터 R&D와 표준 연계를 강화했다.

R&D 수행기관 표준화 활동 참여율을 높이기 위해 R&D 관리규정 개정도 추진한다.

구체적으로 R&D 과제 기획 표준화동향조사와 표준전문가 참여를 의무화한다.

R&D 성과를 활용해 국가·국제표준 제정실적이 있는 연구자가 R&D 과제를 신청하면 우대가점을 부여한다.

국가표준기술력향상사업으로 분야별 표준화전략로드맵에 포함된 수소경제, 비메모리 등 아이템 국제표준개발을 우선 지원한다.

국가기술은행(NTB)에 등록된 범부처 R&D 결과물에 대한 국제표준개발도 지원한다.

4차 산업 관련 융·복합 시스템분야 국제표준개발 과제는 대형프로젝트 형태로 추진한다.

표준화 경험이 부족한 중소·중견기업 등을 대상으로 전문가매칭, 표준교육을 실시한다.

헬프데스크를 통해 문제점 해소도 돕는다.

행사에서는 올해 주요 표준화활동 실적과 국제표준화 우수사례도 함께 발표했다.

국제표준화 우수사례로 중소기업 솔이 자체 개발한 바이오센서 데이터분석·테스트방법을 국제 표준화하고 이를 적용한 제품개발 사례를 발표했다.

한국세라믹기술원은 일본 화이트리스트에서 배제된 전자부품 소재(질화알미늄, 타이타늄산 바륨) 개발에 적용되는 화학분석방법을 국제표준으로 만들고 관련기술을 국내 업계에 전파한 사례를 설명했다.

이승우 국가기술표준원장은 "표준 R&D 혁신방안을 차질 없이 추진해 소재·부품·장비 분야를 포함한 R&D 개발기술 국제 표준화로 글로벌 신뢰성을 확보하겠다"고 말했다.

@highlight

정부가 연구개발(R&D) 관리 규정 개정을 추진하면서 산업통상자원부 국가기술표준원이 오는 5일 서울 서초구 더케이호텔에서 R&D 과제를 기획할 때 표준 전문가 참여를 의무화하고 국가·국제표준 제정 실적이 있는 연구자는 과제를 신청할 때 우대 가점을 받는 '표준 R&D 혁신방안'을 발표할 예정이다.