창원시는 진해구민의 12년 묵은 숙원 과제였던 '진해문화센터·도서관'(가칭) 건립사업이 지방재정 중앙투자 심사를 통과, 건립 준비에 들어간다고 5일 밝혔다.

진해문화센터·도서관 사업은 총사업비 642억원을 들여 진해구 풍호동 옛 시운학 부지에 지하2층 지상3층 규모로 600석 규모의 공연장을 비롯해 도서관 및 평생학습관을 건립하는 대형 프로젝트다.

부지면적 1만7183㎡ 건축면적 1만824㎡에 이른다.

이 사업은 지난 2008년  계획에서 출발한 뒤 2010년  건립사업으로 변경됐다가 2011년에는  건립사업으로 또다시 바뀌었다.

지난 2013년에는 연말 체육시설을 제외한  건립사업으로 최종 확정됐다.

지난 4월 한국지방행정연구원 지방투자사업 관리센터가 실시한 타당성 재조사 결과, B/C값(비용대비 편익)이 0.290으로 낮아 경제성을 확보하지 못해 중앙투자심사 통과가 어려울 것으로 예측됐다.

하지만 시는 진해 구민의 오랜 염원과 상대적으로 열악한 진해지역의 문화시설 건립 필요성, 차별화된 공연장 운영방안으로 심사위원을 끈질기게 설득해 중앙투자 심사를 통과시켰다.

창원시는 12년 동안 우여곡절을 겪으며 좌초돼 가던 사업을 허성무 시장 취임 이후 공연장 운영방향을 명확히 설정한 결과라고 자랑했다.

시 관계자는 "타당성 조사에서 가장 문제가 되었던 것은 진해문화센터 공연장이 유사 시설인 성산아트홀 및 3.15아트센터와 차별성이 없다는 것이었다"며 "이런 문제점을 해결하기 위해 지역의 특성을 살린 해군·해양 관련 공연문화 프로그램과 향후 이순신 리더십센터, 이순신 타워와 연계한 '이순신 관련 공연프로그램'을 개발하는 방안을 제시한 것이 주효했다"고 설명했다.

한편, 창원시는  사업에 대한 형상공모를 완료한 상태에서, 2020년 상반기중 실시설계에 이어 하반기에 공사를 착공할 방침이다.

개관 목표시기는 2022년이다.

@highlight

진해구민의 12년 묵은 숙원과제인 진해문화센터,도서관은 총사업비 642억원의 지하2층 지상3층 규모로 600석의 공연장, 도서관 및 평생학습관으로 구성된 대형 프로젝트로 지난 2008년 계획에서 출발한 이래 여러 변경 과정을 거쳐 비로소 지방재정 중앙투자 심사를 통과하고 건립 준비에 들어가게 되었다고 5일 창원시는 밝혔다.