올해 마지막 고속도로 기술형 입찰 경쟁의 막이 올랐다.

4일 한국도로공사와 업계에 따르면 이날 양평∼이천 고속도로 건설공사 4공구에 대한 입찰서를 접수한 결과, 앞서 입찰참가자격 사전심사(PQ)에 서류를 낸 대우건설 컨소시엄, 태영건설 컨소시엄, 남광토건 컨소시엄이 참여해 본격적인 수주전에 돌입했다.

대우건설은 45%의 지분을 갖고 고려개발(25%), 케이알산업(10%), 남양건설(10%), 삼양건설(5%), 효림종합건설(5%)과 컨소시엄을 구성했다.

설계부문은 신성엔지니어링, 삼안, 에스코컨설턴트, 평원엔지니어링, 범창이 맡는다.

태영건설은 37%의 지분을 갖고 한신공영(14%), 동부건설(14%), 가야건설(13%), 위본건설(7%), 대창건설(5%), 신흥건설(5%), 대국건설산업(5%)과 공동수급체를 구성했다.

설계는 다산컨설턴트, 수성엔지니어링, KCI(한국해외기술공사)가 맡는다.

남광토건은 40%의 지분을 갖고 금호산업(20%), 극동건설(10%), 금광기업(10%), 대저건설(7%), 이엠건설(6.5%), 씨앤씨종합건설(6.5%)과 한 팀을 꾸렸다.

설계는 바우컨설탄트, 단우기술단, 동해종합기술공사가 수행한다.

실시설계 기술제안 방식으로 낙찰자를 선정하는 이 공사는 오는 22∼23일 기술제안서 심의를 거쳐 낙찰자를 선정한다.

3개 건설사 모두 올해 고속도로공사 기술형입찰에서는 승전보가 없어 승리가 절실하다.

이 공사는 경기도 여주시 산북면 후리∼용담리 구간(5.03㎞)에 4차로(설계속도 100㎞/h)의 고속도로를 설치하는 것으로, 설계금액(부가세 포함)은 2044억3770만원이다.

계약과 착공은 내년 4월로 예정돼 있다.

@highlight

한국도로공사와 업계에 따르면 경기도 여주시 산북면 후리∼용담리 구간 고속도로 기술형 입찰의 마지막 수주전에서는 설계금액 2045억원 규모로 대우건설 컨소시엄, 태영건설 컨소시엄, 남광토건 컨소시엄이 각각 참여한 것으로 알려졌다.