군산의 한 원룸에서 동거 여성을 폭행해 죽게 만들고, 시신을 야산에 암매장한 이들이 대법원에서 중형을 확정 받았다.

대법원 1부(주심 박정화 대법관)는 상해치사, 사체유기 등의 혐의를 받는 A, B씨에 대해 각각 징역 11년과 16년을 선고한 원심을 확정했다고 5일 밝혔다.

A씨와 B씨는 지난해인 지적장애 3급인 피해자(당시 23·여)를 지난해 5월12일 오전 9시께 전북 군산시 소룡동의 한 원룸에서 무차별 폭행해 숨지게 했다.

이들은 피해자의 명의로 휴대전화 대출을 받을 목적으로 휴대전화 매장에 같이 가자고 했으나 피해자가 "몸이 너무 아프다"는 이유로 거절한 점, 청소를 하지 않은 점 등을 이유로 들며 주먹과 팔꿈치 등으로 무차별 폭행한 것으로 조사됐다.

수사기관에 따르면 피고인들과 피해자는 사회관계망서비스를 통해 알게 돼 지난해 3월부터 함께 살았다.

A씨와 B씨 이외의 다른 동거인 3명도 3개월여 동안 피해자를 함께 상습 폭행해온 것으로 드러났다.

이들 5명은 피해자가 숨지자 시신을 집에서 20㎞가량 떨어진 야산에 묻었다.

검찰은 A씨와 B씨를 살인 등 혐의로 기소했지만, 1,2심은 정황상 살인의 고의성 등을 인정하지 않아 상해치사 혐의를 적용했다.

1심 재판부는 "피고인들이 지적장애 3급인 피해자를 3개월 동안 수시로 폭행해 결국 사망하게 이르게 하고 시체를 매장하고 오욕까지 해 그 죄질이 대단히 무겁다"면서 A씨에게 징역 15년, B씨에게는 징역 18년을 선고했다.

다른 동거인들에 대해서는 징역 1년6개월~징역 4년을 각각 선고했고, 항소하지 않아 실형이 확정됐다.

이후 A,B씨는 자신의 형량이 가혹하게 많다면서 항소했다.

2심 재판부는 이를 받아들여 "수사 초기부터 범행을 반성하고 수사에 적극적으로 협조한 점, 항소심에서 유족과 합의한 점 등을 고려했다"며 A씨에게는 징역 11년, B씨에게 징역 16년을 선고했다.

A씨와 B씨는 또다시 양형부당을 이유로 상고했지만, 대법원은 2심 판결이 옳다고 보고 상고를 기각했다.

@highlight

5일 대법원 1부는 지난해 지적장애 3급인 20대 여성을 폭행해 죽이고 야산에 암매장해 상해치사와 사체유기 등의 혐의를 받는 주범 2명에게 각각 징역 11년과 16년을 선고한 원심을 확정했다.