LG전자가 미국에서 중국 하이센스가 자체 특허를 침해했다며 소송을 제기했다.

구광모 회장 체제이후 LG는 삼성전자와 8K 공방, SK와 배터리 소송 등 경쟁 경쟁사와 기술 주도권을 놓고 강경 대응을 이어가고 있다.

LG전자는 미국 현지시간 4일 캘리포니아지방법원에 하이센스 중국 본사와 미국 법인을 상대로 TV기술 특허 침해 금지와 손해배상 청구소송을 냈다.

미국에서 판매 중인 하이센스TV 대부분이 LG전자 특허를 침해했다는 게 골자다.

북미에서 상반기 TV 판매기준 LG전자는 4위, 하이센스는 5위를 차지했다.

LG전자는 올해 초 하이센스에 경고장을 보내 특허 침해 중지를 요청했다.

협상으로 해결하자고 수차례 요구했다.

하지만 하이센스는 답변을 지연하거나 응답하지 않았다.

LG전자는 하이센스가 불성실한 태도를 일관하고 있어 결국 소송을 결정했다고 밝혔다.

소송 대상은 LG전자가 확보한 △TV 발광다이오드(LED) 라이트 어셈블리(Light Assembly) 결합 구조 △외부 기기가 TV에 연결되면 사용자가 이들 기기를 쉽게 인지 구별하는 기술 △화면에 보이는 온스크린디스플레이(OSD)가 사용자에게 선명하게 보이는 기술 △무선랜(Wi-Fi)으로 데이터 전송 속도를 높이는 기술 등 4건이다.

LG전자는 최근 강경한 '특허 보호 전략'을 취하고 있다.

특허 무단 사용과 침해에 적극 대응하는 한편, 특허권을 활용해 로열티 수익을 내는 '특허 경영'에 힘을 싣고 있다.

양적으로도 특허를 대거 확보했다.

세계지식재산권기구(WIPO)에 따르면 LG전자는 지난해 특허 1697개를 출원해 기업 특허 순위 세계 8위를 기록했다.

이번 TV특허 소송은 최근 LG전자가 삼성전자를 상대로 제기한 8K TV 화질 논란 공세전 연장선으로도 관심을 끈다.

LG전자 TV사업 전략이 예전보다 훨씬 공격 모드로 전환했다는 분석이다.

전생규 LG전자 특허센터장 부사장은 "지적재산권을 적극 보호하기 위해 자사 특허를 부당하게 사용하는 것에 대해 강력 대응할 것"이라고 말했다.

@highlight

구광모 회장 체제 이후 경쟁사들과 기술 주도권을 두고 강경한 싸움을 벌이고있는 LG가 4일(미국 현지시간) 캘리포니아지방법원에 중국 하이센스가 미국 시장내에서 자사의 TV기술 특허를 침해했다며 손해배상을 청구했다.