오는 11일 컴백하는 아이즈원이 Mnet에서 컴백쇼 '컴백 아이즈원 블룸아이즈('COMEBACK IZ*ONE BLOOM*IZ)'를 개최한다.

Mnet은 오는 11일 오후 7시 Mnet과 Mnet K-Pop, M2, Stone Music Ent, Mnet Official 등 M2 디지털 채널을 통해 아이즈원 컴백쇼 'COMEBACK IZ*ONE BLOOM*IZ'를 전 세계에 동시 방송한다.

아이즈원은 이날 첫 번째 정규앨범 '블룸아이즈(BLOOM*IZ)'의 타이틀곡 '피에스타(FIESTA)'를 비롯해 '스페이스쉽(SPACESHIP)', '해바라기', '소 큐리어스(SO CURIOUS)', '아야야야(AYAYAYA)' 등 총 다섯 곡을 선보일 예정이다.

그 중 '소 큐리어스(SO CURIOUS)'와 '아야야야(AYAYAYA)'는 멤버 개개인의 매력을 확실히 보여줄 수 있는 유닛 무대인만큼, 팬들의 기대감을 높이고 있다.

아이즈원은 무대뿐만 아니라, 멤버들이 직접 첫 정규앨범에 대해 소개하는 미니 토크쇼를 비롯해 스페셜 영상 등으로 컴백쇼를 알차게 채울 예정이다.

아이즈원은 작년 데뷔 앨범 'COLOR*IZ'에 이어 미니 2집 'HEART*IZ'까지 발매와 동시에 국내외 음반 및 음원 차트 1위 석권은 물론 '2018 MAMA', '2019 MGMA' 등 데뷔 3개월 만에 여러 시상식에서 신인상을 휩쓸며 '글로벌 대세' 행보를 이어가고 있다.

한편, 아이즈원의 컴백쇼는 오는 11일 오후 7시 Mnet에서 만나볼 수 있다.

@highlight

오는 11일 오후 7시, 다섯 곡의 무대와 미니 토크쇼, 스페셜 영상 등으로 구성된 아이즈원의 컴백쇼 '컴백 아이즈원 블룸아이즈'가 Mnet과 M2 디지털 채널을 통해 전 세계에 동시 방송된다.