SK텔레콤 컨소시엄이 4년간 광주광역시 8000가구 대상으로 미래형 스마트그리드 실증 사업을 추진한다.

SK텔레콤을 주관사로 하는 컨소시엄은 한국전력공사, 현대자동차, 효성, 한국광기술원, 전자부품연구원 등으로 구성됐다.

실증사업은 산업통상자원부와 한국에너지기술평가원이 지원하는 국책과제 '미래형 스마트그리드 실증연구사업' 일환으로, 광주광역시를 대상으로 4년간 총 271억원 사업비가 투입된다.

SK텔레콤 컨소시엄은 광주광역시 아파트 7000세대를 대상으로 '고객참여형 그린 요금제 서비스'를 운영할 예정이다.

각 가정에 스마트미터기를 설치, 시간별·기기별 사용량을 분석해 차등 요금제를 도입하는 등 전기요금 부담을 줄이는 방안을 연구할 계획이다.

이와 함께 1000세대를 대상으로 아파트 옥상 등 공용부지에 태양광 설비를 설치·생산한 전력을 활용하는 '신재생에너지 공유 공동체 전력 서비스'도 추진한다.

이를 통해 아파트 단지에서 생산한 전력량만큼 전기요금을 차감 받거나 전력중개시장을 통해 수익을 창출할 수 있을 것으로 기대된다.

또 SK텔레콤 컨소시엄은 광주시내 4개 지역을 대상으로 하는 '집합분산자원 가상발전소 전력거래 서비스'를 통해 태양광 패널, ESS 등 분산 에너지 자원을 통합해 하나의 발전소처럼 관리하고, 생산된 전력의 거래 안전성 확보를 추진할 계획이다.

SK텔레콤 컨소시엄은 실증사업을 통해 광주광역시 체험단지에 '스마트그리드 빅데이터 활용서비스'를 구축, 축적된 빅데이터를 기반으로 실증사업 성과를 분석하고 필요시 외부에도 공유하는 등 체계적·지속적으로 데이터를 관리할 계획이다.

이용섭 광주광역시장은 "실증사업을 통해 신재생에너지와 연계한 기술을 개발하고 미래 에너지 산업 생태계를 조성해 알뜰한 전기생활 메카로서의 광주의 위상을 더욱 공고히 할 것"이라고 말했다.

신용식 SK텔레콤 스마트 에너지 시티 유닛장은 "SK텔레콤의 안정적인 IoT 네트워크와 앞선 데이터 분석을 통해 효율적이고 저렴한 전력 서비스를 구현하기 위해 노력할 것"이라고 밝혔다.

@highlight

SK텔레콤이 4년간 271억원 사업비가 투입하고 광주광역시에 미래형 스마트그리드 실증 사업을 벌리고 체계적·지속적으로 데이터를 관리할 예정이다.