윤홍근 제너시스BBQ 그룹 회장(왼쪽)과 오인태 진짜파스타 대표가 협약식 후 기념촬영을 하고 있다.

제너시스BBQ가 4일 외식 기업 '진짜파스타'와 결식아동을 위한 식사 지원에 동참하는 협약식을 가졌다.

이번 협약에 따라 제너시스BBQ 그룹은 결식아동에게 무상으로 식사를 지원하고 진짜파스타와 함께 협업해 결식아동을 위한 다양한 사업을 추진해 나갈 방침이다.

서울 홍대 인근에서 운영 중인 '진짜파스타'는 꿈나무 카드를 한 번만 보여주면 결식아동들이 눈치 보지 않고 식사를 하고 갈 수 있는 'VIP 제도' 를 만들어 무상으로 식사를 제공해 온 외식 기업이다.

'착한식당'으로 SNS를 통해 알려져 '선한 영향력 프로젝트'가 진행됐고 식당을 운영하고 있는 전국 자영업자들이 동참해 결식아동들이 언제든 찾아와 따뜻한 밥 한끼를 먹을 수 있는 식당들이 늘어나고 있다.

윤홍근 제너시스BBQ그룹 회장은 "'많은 사람을 잘 먹고 잘 살게 하겠다'는 경영이념을 바탕으로 다양한 사회공헌 활동을 진행해 온 제너시스BBQ가 진짜파스타의 선한 영향력과 취지에 동감해 결식아동 지원 활동에 동참하게 됐다"며 "이번 MOU를 통해 BBQ를 시작으로 제너시스BBQ 그룹의 모든 브랜드가 참여해 나갈 것"이라고 밝혔다.

오인태 진짜파스타 대표는 "결식아동들을 돕기 위해 개인적으로 시작한 일에 BBQ가 함께 동참해 준 것에 감사하다"며 "결식아동 없는 세상, 모든 아이들이 행복한 세상을 위해 BBQ와 함께 힘써 나가겠다"고 밝혔다.

한편, BBQ는 아프리카 어린이를 지원하는 '아이러브아프리카 후원'과 BBQ 치킨을 직접 조리해보고 본연의 맛을 체험해볼 수 있는 '치킨캠프', 그리고 소외지역에 치킨을 지원하는 '치킨릴레이'까지 다양한 사회공헌 활동을 지속적으로 실천해오고 있다.

@highlight

제너시스BBQ가 4일 외식 기업 '진짜파스타'와 협약식을 가지고 결식아동을 대상으로 무상 식사를 지원할 뿐만 아니라그룹의 전 브랜드로 참여를 확대하면서 다양한 사업을 펼쳐가기로 했다.