지난달 15일부터 최근까지 이 지역에서 수렵·포획된 야생 멧돼지는 전남에서 305마리, 광주에서 7마리 등이다.

하지만 전남 지역 자치단체들은 환경부의 기본적인 ‘야생 멧돼지 처리 매뉴얼’조차 따르지 않고 있는 것으로 드러났다.

전국적으로 야생 멧돼지 폐사체에서 아프리카돼지열병 바이러스가 연일 발견되고 있는 점을 감안하면 이로 인해 돼지열병의 확산이 우려되는 상황이다.

그동안 수렵·포획된 멧돼지들은 ‘유해 야생동물 포획 업무 처리 지침’에 따라 식용으로 이용하거나 상업적으로 거래·유통되지 않도록 수렵인 자체 자가 소비, 지역 주민 무상 제공, 매립 등의 방법으로 처리해 왔다.

하지만 환경부는 최근 “전국 모든 지역에서 수렵·포획된 멧돼지 사체의 자체 소비를 금지하고 ‘야생 멧돼지 사체 처리 매뉴얼’에 따른 사체 처리를 당부한다”는 지침을 일선 자치단체에 보냈다.

이번에 바뀐 매뉴얼에 따르면 사체 매립을 위해서는 깊이 1m 이상의 구덩이를 판 뒤, 폐사체를 폐수 유출 방지용 비닐 위에 놓고 흙과 생석회를 번갈아 덮어야 한다.

사체 소각의 경우에는 전문 소각장이나 이동식 소각 장치 등을 이용해야 한다.

야생 멧돼지 한 마리당 소각 비용은 20만 원, 매몰 비용은 100여 만 원가량인 것으로 알려졌다.

하지만 전남도는 예산 부족 등을 이유로 환경부의 지침을 무시한 채 멧돼지 사체 처리를 민간 포획단에 맡기고 있다.

반면 광주시는 환경부의 지침에 따라 처리하고 있는데, 멧돼지 사체 처리 예산이 아직 확보되지는 않았지만 사안의 심각성을 고려해 재난안전기금을 활용하고 있다는 것이다.

전남도 또한 감염된 야생 멧돼지가 식용 등으로 유통될 경우 바이러스 확산 가능성이 있다는 점을 감안, 멧돼지 폐사체 발견 시 광주시처럼 지정 장소에서 매뉴얼에 따라 처리하도록 해야 할 것이다.

@highlight

전남도는 전남·광주 등에서 수렵·포획된 야생 멧돼지 사체 처리를 예산 부족 등의 이유로 환경부 지침을 무시한 채 민간 포획단에 맡기고 있어 아프리카돼지열병의 확산이 우려되는 현실이다.   