소프라노 조수미가 지난 4년 만에 선보인 신보 '마더(Mother)'로 플래티넘을 달성했다.

조수미는 4일 서울 강남구 논현동 유니버설뮤직코리아에서 열린 '마더' 플래티넘 달성 기념 플라크 전달식에 참석했다.

이날 조수미는 "앨범 '마더'에 보내주신 사랑에 매우 감사드린다. 덕분에 플래티넘을 달성할 수 있었다"고 소감을 밝혔다.

이어 "유니버설뮤직코리아를 통해 앨범을 발매할 수 있어 굉장히 기뻤다. 앞으로도 함께 좋은 앨범 선보일 수 있도록 하겠다"고 덧붙였다.

앞서 조수미는 이번 앨범을 준비하며 "대한민국의 모든 어머니, 자식을 위해 꿈을 버리고 희생하며 살았던 분들을 위한 음반을 만들어 선물하고 싶었다"고 밝힌 바 있다.

세상 모든 어머니에게 보내는 존경과 사랑을 담은 앨범 '마더'는 발매와 함께 많은 이들의 사랑을 받으며 플래티넘 레코드가 됐다.

앨범에는 영화 '웰컴 투 동막골' OST로 잘 알려진 'Kazabue(바람이 머무는날)', 아일랜드 민요를 해금과 오케스트라 연주로 담백하게 편곡한 '워터 이즈 와이드(The Water is Wide)', 타이스의 '명상'을 근간으로 한 '아베 마리아(Ave Maria)', 엔니오 모리코네의 영화 '원스 어폰 어 타임 인 더 웨스트(Once upon a time in the west)' 주제곡 '유어 러브(Your love)' 등 신곡 7곡을 포함한 13곡을 담고 있다.

앞서 조수미는 앨범 발매시기에 맞춰 상반기 전국 투어 콘서트 '마더 디어(Mother Dear)'로 순회 지역 전체 매진을 기록하며 그 인기를 실감케 했다.

조수미는 하반기에도 '마더 디어' 공연을 이어간다.

11월 8일 안성을 시작으로 10일 광주광역시, 12일 진주, 15일 의정부에서 관객들을 만날 예정이다.

@highlight

유니버설뮤직코리아를 통해 앨범을 발매한 조수미는 지난 4일 4년만에 선보인 신규음원인 마더가 플래티넘을 달성해서 플라크 전달식에 참석했다.