낙지 자원을 회복하기 위해 전남 곳곳에 조성한 낙지목장이 큰 성과를 내고 있는 것으로 조사됐다.

낙지목장을 조성한 후 생산량은 4배, 소득은 8배나 증가한 것으로 분석됐다.

5일 전남도 해양수산과학원에 따르면 2015~2018년 어미낙지 교접·방사를 통한 갯벌 낙지목장 자원 조성사업을 추진하고 있다.

낙지목장 자원 조성사업은 낙지 전국 생산량이 10년 전 연간 7879t에서 지난해 5725t까지 줄면서 대응책으로 마련됐다.

전국 생산량의 70%를 차지하는 전남 낙지 생산량도 2008년 5477t에서 지난해 4046t으로 감소했다.

해양수산과학원은 낙지 자원 회복을 위해 낙지목장 조성사업을 추진했다.

2015년부터 지금까지 도내 갯벌 16곳 10㏊에 낙지목장을 조성하고 어미낙지 9452마리를 방사했다.

이 기간 낙지목장의 낙지 개체 활성화를 가늠할 수 있는 서식 구멍을 조사한 결과 낙지목장 조성 후 서식 구멍이 평균 3~10배까지 증가해 생산성이 크게 향상됐다.

낙지목장에 방사한 어미낙지 숫자에 따라 어가 소득도 높아졌다.

사업지구의 낙지목장 조성 전 연간 생산량은 12t(소득 3억5000만원) 정도였지만 조성 후 생산량은 81t(24억5000만원)으로 늘었다.

이를 연도별로 살펴보면 2015년에는 어미낙지 550마리를 방사해 2억6000만원의 소득을 거뒀다면, 2016년에는 어미낙지 1800마리 방사에 8억6400만원의 소득을 올렸다.

2017년에는 3100마리를 방사해 14억8000만원, 지난해에는 어미낙지 4000마리를 방사해 19억2000만원의 소득을 거뒀다.

해양수산과학원은 올해부터 낙지목장 사업을 고밀도 양식으로 바꿨다.

기존 지주목만으로 설치했던 목장시설을 보호 그물 시설과 먹이 공급을 통한 고밀도 양식사업으로 확대했다.

환경조사 분석 등을 거쳐 신안군 일원의 4곳 8㏊를 고밀도 시험 양식 사업지구로 조성했다.

@highlight

낙지 자원을 회복하기 위해 2015년부터 전남 곳곳에 어미낙지 교접, 방사를 통해 진행된 갯벌 낙지목장 자원 조성사업이 목장이 조성된 후 생산량 4배, 소득 8배 증가로 큰 성과를 내고 있다.