▲ LG하우시스가 지인 브랜드를 LG지인으로 변경했다.

사진은 LG하우시스 플래그십 스토어 LG지인 스퀘어 전경.

[충청일보 이정규 기자] LG하우시스가 프리미엄 인테리어 자재 브랜드 '지인(Z:IN)'을 'LG지인(LG Z:IN)'으로 변경하며 B2C 시장 공략에 속도를 높인다.

이와 관련 LG하우시스는 5일 인테리어 자재 브랜드 '지인(Z:IN)'을 LG그룹의 브랜드인 'LG'와 결합해 'LG지인(LG Z:IN)'으로 새롭게 시작한다고 밝혔다.

LG하우시스는 지난 2006년업계 최초로 인테리어 자재 통합 브랜드 '지인(Z:IN)'을 선보인 이래 국내 인테리어 시장의 브랜드화를 선도해 왔으며, 14년만에 'LG지인(LG Z:IN)'으로 변경하게 됐다.

LG하우시스의 창호, 유리, 바닥재, 벽지, 인테리어스톤, 인테리어필름 등 인테리어 제품에 'LG지인(LG Z:IN)' 브랜드를 사용하게 되며, 전국의 전시장, 매장, 대리점 명칭에도 적용된다.

LG하우시스는 이번 브랜드 변경을 통해 프리미엄 인테리어 자재 브랜드로서지인(Z:IN)이 쌓아온 전문성에 LG 브랜드의 높은 신뢰도와 친밀함을 더해 최종 소비자를 대상으로 하는 B2C 시장 공략에 속도를 높여나갈 계획이다.

LG하우시스 한국영업부문장 강계웅 부사장은 "이번 브랜드명 변경은 단순히 이름만 바뀐 것이 아닌 LG 브랜드가 추구하는 최고의 고객 가치를 소비자들에게 제공하겠다는 의지의 표명"이라며 "경쟁사가 쫓아올 수 없는 최고의 제품과 서비스로 LG지인(LG Z:IN)을 고객이 신뢰하고 사랑하는 브랜드로 키워 나가겠다"고 말했다.

LG하우시스는 이번 브랜드 변경을 기념해 전국 LG지인 전시장과 LG지인 인테리어 매장에서 구매 금액에 따라 LG전자 스타일러, 무선청소기, 퓨리케어 미니 공기청정기를 증정하는 등 다양한 이벤트를 이달 말까지 진행하고 있다.

자세한 내용은 LG지인 홈페이지(http://www.lghausys.co.kr/zin)에서 확인할 수 있다.

@highlight

LG하우시스가 프리미엄 인테리어 자재 브랜드 '지인(Z:IN)'을 LG그룹의 브랜드인 'LG'와 결합해 'LG지인(LG Z:IN)'으로 14년만에 새롭게 바뀌었는데 이번 브랜드 변경을 통해 그동안 쌓아온  전문성에 LG 브랜드의 높은 신뢰도와 친밀함을 더해 최종 소비자를 대상으로 하는 B2C 시장 공략한다.