'제7회 대학생 앱 개발 챌린지 K-해커톤(K-Hackathon) 대회'에서 우수상을 수상한 목원대 융합컴퓨터·미디어학부 옹효빈(왼쪽에서 첫 번째), 김영호(왼쪽에서 세 번째), 김회진(왼쪽에서 네 번쨰) 학생이 조한진 한국콘텐츠학회 부회장(왼쪽에서 두 번째)과 함께 기념촬영을 하고 있다.

목원대(총장 권혁대)는 최근 서울산업진흥원에서 열린 '제7회 대학생 앱 개발 챌린지 K-해커톤(K-Hackathon) 대회'에서 융합컴퓨터·미디어학부 학생들이 우수상을 수상했다고 5일 밝혔다.

K-해커톤은 과학기술정보통신부에서 주최하고 사단법인 소프트웨어교육혁신센터에서 주관하는 무박 2일 행사로 수도권, 영남권, 호남권, 충청권, 제주권역에서 각각 100여 명의 학생들이 참여했다.

권역별로 7월 1차 예선, 8월 본선이 실시됐으며 심사를 통과한 19팀이 결선에 진출해 발표와 시연을 통해 경쟁했다.

목원대 융합컴퓨터·미디어학부 4학년 김영호(14학번), 김회진(14학번), 2학년 옹효빈(18학번) 학생이 '보고팜'앱으로 권역별 예선과 본선을 통과하고 결선에 진출해 우수상(한국콘텐츠학회장상)을 수상했다.

'보고팜'은 안내책자나 팸플릿을 스마트폰 환경에서 구현한 앱이다.

위치정보를 기반으로 사용자 주변의 행사를 검색해 행사내용을 스마트폰으로 쉽게 찾아볼 수 있게 했다.

김영호 학생은 "팀원들끼리 여러 가지 의견을 나누며 조율해가는 과정이 힘들 때도 있었지만 대회 기간 늘 함께 의지하고 성장하며 한 단계씩 올라갈 수 있었다"며 "많은 또래 학생들의 작품과 발표를 보며 견문을 넓히는 색다른 경험을 할 수 있어 좋았다"고 밝혔다.

송특섭 학부장은 "전국규모의 경진대회에서 우리 학생들이 창의력과 앱개발능력의 우수성을 보여주며 큰 성과를 내 대견하다"며 "앞으로도 융복합분야의 전문인력 양성에 더욱 힘쓰겠다"고 말했다.

@highlight

과학기술정보통신부에서 주최하고 사단법인 소프트웨어교육혁신센터에서 주관하는 무박 2일 행사인 'ㅈ[7회 대학생 앱 개발 챌린지 K-해커톤 대회'에서 목원대 학생 4명이 '보고팜'앱으로 우수상을 수상했다고 밝혔다.