더불어민주당이 총선기획단을 출범시키고 본격적인 총선 준비에 돌입한 가운데 이번 총선기획단 구성과 관련, 지역인사 참여가 부족하다는 지적이 나온다.

지난 총선과 비교해 3개월 이상 빠른 구성과 청년, 여성을 배려한 점은 높이 평가되는 부분이지만 상대적으로 지역적 안배가 고려되지 않은 점은 아쉽다는 반응이다.

더불어민주당은 지난 4일 내년 총선을 총괄할 15명으로 구성된 총선기획단을 구성했다.

총선기획단장은 경기 구리가 지역구인 윤호중 당 사무총장이 맡고 양정철 민주연구원장, 윤관석 정책위 수석부의장, 이근형 전략기획위원장, 소병훈 조직부총장, 백혜련 여성위원장, 장경태 청년위원장 등이 당직자 몫으로 포함됐다.

강훈식·금태섭·제윤경·정은혜 의원 등 초선 의원 4명과 함께 정청래 전 의원 등 국회의원 출신 인사들도 이름을 올렸다.

외부 인사로는 김은주 한국여성정치연구소장, 당 부대변인 출신인 강선우 전 사우스다코타주립대 교수, 프로게이머 출신 사회운동가 황희두씨가 명단에 올랐다.

이날 윤 사무총장은 총선기획단에 대해 다양한 당내외 목소리를 들을 수 있는 인사들로 구성됐다고 했다.

여성 비율은 33%(5명), 청년 비율은 27%(4명)이다.

선거대책위원회가 다음 달 중순 출범을 앞둔 만큼 총선기획단은 조직, 재정, 홍보 등 5개 분야별 산하 단위를 구성해 앞으로 있을 총선의 판을 짜는 중요한 역할을 맡게 될 예정이다.

하지만 지역 정가에서는 지역별 안배가 부족해 아쉽다는 평가가 나온다.

충남 아산시를 지역구로 둔 강훈식 의원과 남해·사천·하동지역구 의원인 제윤경 의원을 제외하고는 서울과 경기 등 수도권에 집중돼 있다.

내년 총선에서 전주을 출마 예정인 이덕춘 변호사는 “예년보다 앞선 구성과 청년, 여성을 배려한 점은 공감하지만 지역적 배려가 있었으면 휠씬 좋았겠다라는 생각에 좀 아쉬운 마음이 든다”고 말했다.

@highlight

더불어민주당이 지난 4일 청년, 여성을 다수 포함한 총선기획단을 발표하며 좋은 반응을 얻었으나 충남 아산시를 지역구로 둔 강훈식 의원과 남해·사천·하동지역구 의원인 제윤경 의원을 제외하고는 대부분의 구성원이 수도권 인사인 점에 대해서는 아쉽다는 평가가 나왔다.