KT스카이라이프와 사랑의장기기증운동본부는 서울 서대문구 사랑의장기기증운동본부 사옥에서 유희관 KT스카이라이프 부사장과 박진탁 사랑의장기기증운동 이사장 등 이 참석한 가운데 '생명나눔' 캠페인을 위한 업무협약을 체결했다고 5일 밝혔다.

스카이라이프와 사랑의장기기증운동본부는 이날 협약으로 △생존 장기 기증인 대상 '사랑의 안테나' 지원 △기부금을 통한 청소년들의 자살 예방과 생명 존엄성 제고를 위한 교육 프로그램 진행 △청소년 장기이식 수술비 지원 등의 공적 활동을 수행할 예정이다.

사랑의장기기증운동본부는 1991년 장기기증으로 소중한 생명을 살리고 새생명나눔 사랑실천운동으로 국민 서로의 화합과 건강증진에 기여하기 위해 설립됐다.

장기기증 홍보와 장기부전 환자를 지원하고 있으며 정부기관, 협회, 기업과 다양한 캠페인을 진행하고 있다.

또한 각막 기증 활성화를 위한 공공 Eye Bank 설립, 신장 기증자 예우사업, 뇌사 장기기증 가족 예우 사업 등을 추진하고 있다.

또한 스카이라이프가 보유한 자체 채널 등의 플랫폼을 활용해 생명 나눔 캠페인을 홍보하고, 전국 지사의 현장영업 시 캠페인 홍보물을 배포하는 등 국민들의 생명 나눔 인식개선에 앞장 설 계획이다.

스카이라이프는 협약 기념 캠페인의 첫 활동으로 전 임직원이 참여한 걷기행사로 목표 기부 포인트를 달성, 사랑의장기기증운동본부에 1000만원을 기부했다.

유희관 KT스카이라이프 부사장은 "이번 협약으로 고귀한 나눔인 장기기증의 보편적 인식 개선과 활성화에 보탬이 되길 바란다"며 "생명존중의식 고취와 생명나눔 문화 확산을 위해 스카이라이프가 적극적으로 지원하겠다"고 전했다.

한편, 위성방송사인 스카이라이프는 사회적 역할과 공공의 책임을 다하고 다양한 이웃들과 더불어 함께 사는 사회를 만들기 위해 '사랑의 안테나', '사랑의 봉사단', '사랑의 꿈나무' 등 사회공헌 활동을 펼치고 있다.

@highlight

장기기증으로 소중한 생명을 살리는 새생명 나눔운동을 위해 설립된 사랑의장기기증운동본부는 KT 스카이라이프와 생명나눔 캠페인을 위한 업무협약을 체결한 가운데 KT 부사장은 이번 협약을 통해 장기기증의 인식개선과 활성화에 보탬이 되길 희망한다고 밝혔다.