경기도 새해 예산안 심의를 앞두고 있는 경기도의회 유일 교섭단체 더불어민주당이 12개 정책사업의 추진을 도에 제안하고 도민 삶의 질 향상을 목표로 한 ‘정책 경쟁’에 나섰다.

도의회 민주당 염종현(부천1)대표의원 등 대표단은 5일 도의회 브리핑룸에서 기자회견을 열고 2020년도 본예산에 반영할 정책 제안사업을 발표했다.

도의회 민주당이 도에 예산 반영을 요구하고 있는 정책사업은 신규 정책 7건, 기존 도 정책의 확대 5건 등 모두 12개, 1조166억 원 규모다.

이 중 규모가 가장 큰 고교 무상급식(3천283억 원), 고교 무상교육(1천629억 원), 학교 실내체육관 건립(3천21억 원) 등은 이미 도와 경기도교육청의 새해 예산안에 소요 재원이 반영된 상태다.

도의회 민주당이 핵심 정책으로 도에 제안한 신규 사업은 ▶청소년 등·하교 반값 교통비 사업(399억여 원) ▶노후 생활SOC 정비사업(250억 원) 등이다.

특히 청소년 반값 교통비 사업은 도가 내년 추진키로 한 ‘만 13∼23세 청소년 교통비 지원사업’과 유사성이 높은 가운데 도의회 민주당은 도 정책보다 사업계획의 효율성이 높다는 부분을 강조하며 경쟁 모드에 돌입했다.

염 대표의원은 "정책 효율성 면에서 도의 제안보다 우리의 제안이 뛰어난 측면이 있다"며 "우리는 무상교육 측면에서 중고생만을 대상으로 하루 2번 버스요금을 반값으로 지원하는 것으로, 학부모들의 체감효과도 클 것"이라고 말했다.

도의회 민주당은 이 밖에 소규모 사업장 대기오염 방지시설 설치 확대, 버스정류장 벽면에 미세먼지 저감시설을 설치하는 ‘숨쉬는 버스정류장’ 시범사업, 공공부지를 활용한 도민참여형 태양광 발전사업 등에 대한 예산편성도 제안했다.

염 대표의원은 "내년도 예산안에 대한 상임위원회, 예산결산특별위원회 심의 과정에서 도의 제안정책 수용 여부를 구체화할 것"이라며 "도가 수용한다면 1천억 원 내외의 재원이 제안정책 실현을 위해 반영될 것이라 본다"고 말했다.

@highlight

경기도의회 민주당 대표단은 5일 기자회견을 통해 2020년 본예산에 반영할 정책제안 사업을 발표했고, 당의 핵심 정책은 청소년 등, 하교 반값 교통비 사업 등이며 염종현 대표의원은 경기도의 제안보다 당의 제안이 효율적이고 체감 효과도 클 것이라고 말했다.