방송인 안선영(사진 왼쪽)과 이성휴 한국장애인재단 이사장이 5일 장학금 전달식 후 기념촬영하고 있다.

방송인 안선영씨가 5일 장애 청소년 재능발전을 위한 장학금 9133만7502원을 전달했다고 한국장애인재단이 전했다.

안씨가 기부한 장학금은 이 재단의 장애 청소년 장학사업 '봄꿈 프로젝트' 기금으로 조성돼 문화ㆍ예술분야에 재능과 꿈이 있는 장애 청소년을 발굴, 지원하는 데 쓰인다.

안씨는 이날 서울 중구에 있는 재단 사무실을 방문해 장학금을 전달했다.

이날 전달된 기부금은 안씨가 올 한해 동안 직접 기획해 진행한 온라인 '러브바자(www.lovebazaar.co.kr)' 수익금과 지난 10월 가로수길에 있는 빌라드뮤리에서 진행한 제13회 러브바자 수익금을 더한 금액이다.

러브바자는 2007년부터 매년 기부를 목적으로 안선영이 운영하는 바자회로 현재까지 2억910만원가량이 한부모가정, 장애청소년 장학사업 등을 위해 기부됐다.

안씨는 2014년 8월 이 재단의 홍보대사로 위촉된 이후부터 함께 행사를 개최하고 있으며 이 외에도 장애인 인식개선, 모금캠페인 참여 등을 통해 나눔활동을 실천하고 있다.

그는 "러브바자는 기부 취지에 공감하며 참여한 셀러들과 물품 구매로 기꺼이 나눔에 뜻을 더해주신 참여자분들 덕분에 '나눔 축제'로 자리매김했다"며 "소중한 뜻을 모아 예비 아티스트를 위한 든든한 발판을 만들어 나가고자 한다"고 말했다.

이성규 한국장애인재단 이사장은 "안선영 홍보대사는 장애 청소년의 꿈을 응원하기 위한 체계적인 지원 방법을 찾고자 재단과 고민했다"면서 "앞으로 함께 장학생의 예술적 성장을 위한 봄꿈을 이어나가겠다"고 말했다.

장애 청소년 장학사업 '봄꿈 프로젝트'의 역대 장학생으로는 1대 신수성(발달장애, 회화), 2대 박진현(발달장애, 색소폰), 3대 이소정(시각장애, 보컬ㆍ피아노)이 있다.

@highlight

방송인 안선영씨가 5일 한국장애인재단 사무실을 방문해 장학금 9133만7502원을 기부한 가운데 이 장학금은 장애 청소년 장학사업 '봄꿈 프로젝트' 기금으로써 문화·예술분야에 재능이 있는 장애 청소년의 발굴과 지원에 사용될 예정이다.