광주시와 나주시가 갈등을 빚으며 논란이 됐던 광주·전남 공동혁신도시 내 복합혁신센터 건립 사업이 정부의 중앙투자심사를 통과해 사업 추진에 탄력을 받게됐다.

하지만 여수시가 지난 3월 상정했다가 재검토 판정을 받았던 ‘선소테마정원’ 조성사업은 또다시 ‘퇴짜’를 맞아 사업·타당성 등에 대한 검토가 미흡한 것 아니냐는 비판이 제기되고 있다.

5일 전남도에 따르면 행정안전부는 최근 실시한 중앙투자심사위원회(중투위)에서 나주시가 제출한 ‘광주전남공동혁신도시 복합혁신센터 건립’사업에 대해 조건을 달아 추진토록 했다.

행안부의 중앙투자심사는 예산편성 전 사업 타당성과 효율성을 심사해 중복·과잉 투자를 막기 위해 도입한 제도로, 300억(시·군 200억) 이상 예산 편성을 위한 마지막 검증 절차다.

복합혁신센터는 혁신도시에 국비와 지방비 등 626억원을 투입, 지하 2층·지상 6층(연면적 2만116㎡) 규모로 건립될 예정이다.

토지 매입비 등이 증가하면서 총 사업비가 애초(490억)보다 늘었다.

전국 10개 혁신도시 중 가장 큰 규모로, 실내수영장을 비롯해 체육시설, 동아리방, 청년창업지원센터, 혁신도시발전재단 등이 들어선다.

광주시와 나주시가 국비 지원 문제로 갈등을 빚었지만 건립 이후 혁신도시발전재단을 통해 운영을 맡기기로 양측이 합의하면서 중앙투자심사에서 긍정적인 결과로 이어졌다는 게 전남도 안팎의 분석이다.

다만, 행안부는 유지관리 비용이 최소화될 수 있도록 구체적 인력 및 시설운영계획 등을 수립해 추진토록 했다.

목포시가 제출한 수산식품 수출단지 조성사업(1089억)도 조달재원 분담방안과 시설별 세부운영계획 등을 수립한 뒤 추진토록 해 사업에 탄력을 받게 됐다.

하지만 전남도와 일선 시·군에 제출한 14개 사업 중 ▲선소테마정원 조성(여수) ▲권역재활병원 건립(여수) ▲다목적 복합체육관 건립(광양) ▲수산물 종합유통물류센터 건립(광양) 등 4개 사업은 재검토 결정을 받아 사업 추진에 차질이 빚어지게 됐다.

@highlight

행정안전부는  나주시가 제출한 '광주전남공동혁신도시 복합혁신센터건립'사업에 대해 건립 후 혁신도시발전재단이 운영을 맡는다는 조건으로 예산편성을 위한 마지막 검증 절차인 중앙투자 심사를 통과시켜주었다. 