올 1.9% 성장에 이어 내년 우리경제성장률이 2.2.% 정도에 머물 것이라는 전망이 나왔다.

우리 경제에 낀 먹구름이 이른 시일 내 걷히지 않을 것으로 보인다.

국내은행의 수익성도 하락할 것으로 예상됐다.

5일 한국금융연구원은 서울 중구 은행회관에서 '2019년 금융동향과 2020년 전망 세미나'를 개최하고 내년 경제성장률을 2.2%로 전망했다.

박춘석 한국금융연구원 거시경제연구실장은 "글로벌 교역반등, 2020년 반도체 시장의 일부개선 전망 등은 우리나라 수출과 설비투자에 다소 긍정적일 것으로 판단한다"면서도 "건설부문의 부진과 지속되는 경기 불확실성과 가계소비심리 악화는 전체 성장률에 대한 하방 압력으로 작용할 것"이라고 말했다.

연구원은 내년 민간소비 증가율은 올해 1.8%에서 증가한 2.1%로 나타날 것이라고 봤다.

설비투자 증가율은 올해 7.9% 하락에서 반등해 3.6% 증가를 기록할 것이라고 전망했다.

건설투자는 올해 4.5% 하락에 이어 내년 3.9% 하락으로 2년 연속 하락할 것으로 봤다.

총수출과 총수입은 각각 2.9%, 1.4% 증가할 것으로 봤다.

올해 총수출은 1.7% 증가하고 총수입은 1.0% 하락할 것이란 전망이다.

2020년 취업자 수는 22만명 증가하고 실업률은 3.9% 증가할 것으로 내다봤다.

최근 소비자 물가상승률이 0%대에 머물면서 디플레이션 우려가 제기되고 있는데 연구원은 2020년 1.1%로 높아질 것으로 내다봤다.

올 하반기 물가상승률을 낮추었던 국제유가와 농산물 가격이 안정세를 보이면서 소비자물가의 상방요인이 될 것이라는 예상이다.

박 실장은 "최근의 마이너스 물가상승률은 주로 일시적인 요인에 의한 것이어서 우리 경제가 디플레이션에 진입할 가능성은 낮은 것으로 판단된다"고 진단했다.

국내은행의 수익성은 악화될 것이란 관측이다.

디지털 전환 과정에서 경쟁 심화, 순이자 마진 하락과 수수료 관련 영업의 위축 가능성, 소비자 보호 관련 비용 상승 등의 요인들이 은행 수익에는 부정적이라는 설명이다.

이병윤 한국금융연구원 선임연구위원은 "은행의 내년 자기자본이익률(ROE)은 7% 초반으로 하락할 것"이라며 "내년 국내은행의 순이자마진은 시장금리 하락으로 올해보다 하락할 전망"이라고 내다봤다.

@highlight

5일 한국금융연구원은 서울 중구 은행회관에서 '2019년 금융동향과 2020년 전망 세미나'에서 올 1.9% 성장에 이어 경기 불확실성과 가계소비심리 악화로 인해 내년 경제성장률을 2.2%로 전망했다.