경기도, 지방세발전포럼서 대상 수상.

경기도가 제대로 된 부동산 시세를 반영하지 못하고 있는 현행 공시지가 제도를 개선하기 위해 추진 중인 정책이 대외적으로 높은 평가를 받음에 따라 현실화로 이어질 수 있을지 주목된다.

5일 도에 따르면 지난 1일까지 열린 ‘2019 지방세 발전포럼’ 시도 연구과제 발표대회에서 대상인 국무총리상을 수상했다.

전국 17개 광역자치단체가 참가한 이 대회에서 도는 ‘공정과세를 위한 주택가격 개선방안연구(단독주택을 중심으로)’를 주제로 발표를 진행했다.

도의 이번 발표는 표준주택가격 산정 시 실거래가액을 제대로 반영하지 못하는 등의 현행 공시가격 제도의 문제점을 지적하고 개선하는 내용을 골자로 하고 있다.

도는 현행 제도의 대안으로 ▶지방세법상 세부적이고 다양한 지표 개발을 통해 정책 목적에 맞는 과세표준을 만드는 방안 ▶지방자치단체로의 표준주택 조사·산정 권한 위임을 통해 공정한 공시가격을 산정하는 방안 등 2가지 안을 제시했다.

도의 발표는 창의성·실용성·효과성·논리성 등을 기준으로 평가한 서면평가와 내용전달력·토론대응력·청중관심도 등이 반영된 발표평가에서 최고 점수를 받아 대상으로 선정됐다.

이재명 지사는 지난 7월 현행 공시가격 제도와 관련해 시세를 제대로 반영하지 못해 불평등 과세의 원인이 되고 있다며 개선 방안 마련을 주문한 바 있다.

도는 이번 발표를 통해 공시가격 제도 개선을 위한 대안이 호응을 얻은 만큼 공론화를 위한 노력을 지속적으로 전개해 나간다는 방침이다.

또 공정과세 기반 마련과 공시가격에 대한 도민들의 신뢰 회복 도모를 위해 ‘비주거용 부동산 가격조사 연구용역’을 실시, 그 결과를 바탕으로 국토교통부, 행정안전부 등과 지속적인 협의를 진행해 나갈 계획이다.

김기세 도 자치행정국장은 "현재 많은 논란이 되고 있는 공시가격의 문제점을 지방자치단체 입장에서 분석해 개선 방안을 낸 것이 전국 세무전문가들의 큰 호응을 얻었다"며 "앞으로 실질적인 제도 개선으로 이어질 수 있도록 다양한 노력을 기울여 나가겠다"고 말했다.

@highlight

경기도는 지난 1일까지 열린 '2019 지방세 발전포럼' 시도 연구과제 발표대회에서 현생 공시지가 제도의 문제점을 주제로 발표해 국무총리상을 수상했으며, 시가 제시한 개선안이 높은 평가를 받고있어 현실화로 이어질지 주목되고 있다.