포스코 소속 역대 스틸 챌린지 지역·세계 챔피언들이 기념촬영을 하고 있다.

포스코가 철강제조 시뮬레이션 사내경연대회를 열어 제강공정 경진대회인 '스틸 챌린지(Steel Challenge)'의 직원 참여를 격려한다.

지난 1일부터 오는 15일까지 진행되는 사내대회는 스틸 유니버시티(Steel University) 홈페이지 접속을 통해 포스코 직원 누구라도 참여가 가능하다.

스틸 챌린지는 세계철강협회(WSA)가 전 세계 철강 엔지니어와 대학생을 대상으로 실시하는 철강 제조 시뮬레이션 경진대회다.

이 대회에서 우승하려면 주어진 시간 안에 최저 비용으로 철강을 제조해야 한다.

포스코 생산전략실은 직원들이 세계적인 대회 참가를 통해 직무역량을 키우고 스마트팩토리에 대한 인식을 넓힐 수 있도록 스틸 챌린지 사내경연대회를 열고 우수성과자를 선발해 포상하고 있다.

또한, 지난 10월에는 스틸 챌린지 참석을 원하는 대학생들을 대상으로 설명회를 열어 지역인재들의 참여를 독려했다.

올해로 14회를 맞은 스틸 챌린지의 주제는 '전기로 및 2차 정련을 연계한 톤당 최저원가 도출'이다.

실제 전기로 조업 데이터를 바탕으로 만들어진 시뮬레이션 프로그램에 맞춰 주어진 제약 조건을 만족시키면서 최저 비용으로 제품을 생산하는 사람이 높은 점수를 받는다.

우수 성과자에게는 제철소장 상장과 상품을 수여하며, 27일부터 진행되는 지역대회에도 출전할 수 있다.

세계 4개 지역에서 진행되는 지역대회에서 우승할 경우 철강부문장 포상을 받고, 세계대회 우승자에게는 CEO가 직접 포상한다.

실제로 포항제철소에 근무하는 김용태 과장은 지난해 11월 1900여명이 참가한 지역대회에서 아시아지역 우승을 차지했으며, 올해 4월 지역 챔피언들이 모인 세계대회에서 우승해 세계 챔피언에 오른 바 있다.

김용태 과장은 "철강 엔지니어라면 한 번쯤 출전을 꿈꾸는 스틸 챌린지 세계대회에서 포스코의 기술력을 전 세계에 알리고 싶었다"고 소감을 전했다.

@highlight

포스코는 전기로 및 2차 정련을 연계한 톤당 최저원가 도출을 주제로 열리는 제14회 스틸 챌린지 국제대회 참가를 독려하는 동시에 스마트팩토리에 대한 인식 확대를 위해 스틸 챌린지 사내경연대회를 개최하고 우수한 성과를 낸 직원을 선발해 포상한다.