검찰이 지역 사회 안전을 위해하는 상습 음주운전사범에 대해 강경대응에 나섰다.

전주지검은 10월 한 달간 상습적인 음주운전사범 12명에 대해 직접 구속영장을 청구해 모두 발부받았다고 5일 밝혔다.

검찰은 기간 동안 불구속 송치된 상습적인 음주·무면허 운전사범 사건 가운데 사안이 무거운 12명에 대해 검사가 직접 구속영장을 청구했다.

지난 6월 25일 무면허운전을 한 혐의(도로교통법위반)로 송치된 A씨는 음주 및 무면허 동정전력이 8회에 달하며 현재도 동종 집행유예기간 중에 있다.

또 지난 9월 20일 혈중알코올 농도 0.118%의 술에 취한 상태로 음주운전한 혐의로 송치된 B씨는 음주 및 무면허 동종전력이 10차례로 확인됐다.

법원은 전원 구속영장을 발부했고 이들 중 11명은 현재 구속기소됐다.

나머지 1명은 현재 연락 두절로 도망 상태에 있는 것으로 추정, 지명수배용 구속영장을 발부했다.

이에 앞서 전주지검은 검찰시민위원회에 구속영장 청구 등 엄정처리 방안을 회부해 지역 공동체의 의견을 청취, 검찰시민위원회의 승인을 받아 구속영장을 청구했다.

법원에서 구속영장이 발부돼 구속영장이 집행된 음주운전사범들 가운데 가족의 생계가 우려될 수 있는 구속사범 1명에 대해 지방자치단체에 긴급복지지원 검토를 의뢰하는 등 인권친화적 법집행도 병행했다.

전주지검은 이와 같은 조치는 안전한 지역 공동체 건설을 위한 시민의 노력에 지역 검찰이 한마음으로 동참해 형사사법의 차원에서 지역교통 안전 향상에 기여하기 위해 선도적인 노력을 수행한 것으로 판단하고 있다.

검찰 관계자는 “전주지검은 전북지방경찰청과 유관기관 간담회를 통해 지역 교통문화 개선을 위한 공감대를 형성하고, 기존 경찰의 사건 송치자료 이외 교통경찰업무관리시스템(TCS)에서 확인되는 ‘교통사범의 교통법규 위반 전력자료’를 추가 제공받아 교통사범에 관한 사건 처분에 양형사유 등으로 반영 중에 있다”면서 “앞으로도 관할지역 내 지방자치단체 및 경찰 등 유관기관과 함께 교통안전의 증진 등을 위해 서로 긴밀히 협력해 나가겠다”고 말했다.

@highlight

전주지검이 10월 한 달간 상습적인 음주,무면허 운전사범 사건 가운데 죄질이 무거운 12명에 대해 구속영장을 청구하는 등 지역 사회의 안전을 위하여 강경대응에 나섰다.