당진시 순성면행정복지센터 신청사가 1년 여 공사 끝에 6일 오후 2시 준공식을 갖고 순성면민들에게 개방됐다.

구청사 시대를 마무리하고 순성면민들과의 행복한 동행의 출발을 알린 신청사 개청식에는 김홍장 시장을 비롯한 기관·단체장과 순성면민 등 200여 명이 참석했다.

순성면 구청사는 지난 1983년 1월에 준공돼 36년 동안 순성면민들의 복지증진에 기여해 왔으나 건물 노후화와 협소한 공간으로 시설 이용에 불편이 있었다.

이에 시는 지난 2014년 12월 순성면 봉소리 일원 토지매입을 시작으로 투자심사와 설계공모를 거쳐 지난해 3월 신청사 건립에 본격 착수해 올해 9월 모든 공사를 마무리하고 개청 준비를 해 왔다.

총사업비 61억4000만 원이 투입된 순성면 신청사는 대지면적 6565㎡, 건축면적 784㎡, 연면적 1923㎡, 지하1층 지상3층 규모로 건립됐다.

신청사에는 행정과 주민복지 기능을 담당하는 행정복지센터 외에도 지역주민들을 위한 농업인상담소와 체력단련실, 취미교실 등의 편의시설을 갖추고 있어 주민이 소통할 수 있는 열린 청사로서의 역할을 할 것으로 기대된다.

또한 신청사는 건물 전체 에너지 사용량의 약 30%를 신재생 에너지인 태양광을 사용해 에너지 이용 효율화를 달성한 친환경 건축물이다.

박병선 순성면장은 "우리 순성면이 이제 구청사 36년의 역사를 매듭짓고 신청사에서 새로운 힘찬 비상을 이끌어가게 됐다"며 "5500여 순성면민 여러분이 이 청사의 진정한 주인으로서 언제든지 찾아 오셔서 지역의 문제에 대해 함께 고민하고 해결방법을 찾으며 순성발전의 주역이 돼 주시길 바란다"고 개청 소감을 밝혔다.

한편, 6일 진행된 신청사 개청식은 풍물단과 시립합창단 공연, 유공자 표창, 테이프 커팅, 현판제막, 기념식수에 이어 순성면 주민총회 사업으로 선정된 '주민자치위원회 작은 음악회'가 열려 주민화합의 장이 됐다.

@highlight

6일 당진시는 순성면행정복지센터 신청사에서  준공식을 갖고 지역주민과 소통하며 하겠다고 소감을 밝혔다. 