재생에너지 발전단지 중심의 새만금과 전력공기업을 활용해 에너지 신산업 거점구축을 추진하는 광주·전남이 에너지융복합단지로 6일 최종 지정됐다.

산업통상자원부는 성윤모 장관 주재로 이날 오전 서울 더 플라자 호텔에서 제18차 에너지위원회를 열고 결정했다고 밝혔다.

우선 전북 새만금 일원의 23.9㎢ 규모 새만금 에너지산업융복합단지는 수상태양광과 해상풍력 등의 재생에너지산업 글로벌 중심지로 육성된다.

대규모 재생에너지 발전단지를 활용해 연관기업과 실증·시험 설비 집적화하고 재생에너지 관련 연구기관 유치를 추진한다.

부안 신재생에너지단지 및 국내 최대 규모(6.4GW) 재생에너지 발전단지를 앵커시설로 활용할 예정이다.

광주·전남 혁신도시 등 18.92㎢ 규모의 광주·전남 에너지산업융복합단지는 스마트그리드와 에너지효율향상, 풍력을 중심으로 하는 에너지신산업 융복합 거점으로 육성하기로 했다.

에너지밸리 지역 인프라를 활용하고, 발전공기업의 수요를 연계한 기업유치를 통해 자생적 에너지신산업 융복합단지 조성할 방침이다.

지정된 융복합단지에는 클러스터 생태계가 조기에 구축되도록 기술개발·실증·인력양성·사업화 등 전주기 지원이 추진된다.

기업유치를 위한 지방투자촉진 보조금 우대 추진과 에너지특화기업에 대한 지방세감면·공공기관 우선구매, 종합지원센터 구축 등도 지원한다.

산업부는 지역특화 에너지산업 생태계 구축을 위해 지방자치단체 수요를 파악해 내년에도 융복합단지를 추가로 지정할 계획이다.

내실 있는 조성계획 수립을 지원하기 위해선 에너지기술·지역산업·입지·경제성 등 분야별 전문가로 자문단을 구성해 지자체를 대상으로 컨설팅을 상시 진행할 예정이다.

성 장관은 "에너지산업융복합단지는 에너지전환정책의 핵심중 하나인 지역분권과 신산업 육성을 동시에 추진할 수 있는 매우 효과적인 모델"이라며 "지역 에너지 인프라를 바탕으로 지역 주력산업의 축적된 역량과 기술의 융합을 통해 새로운 일자리를 창출하고, 지역경제에 활력을 불어 넣는 등 새로운 성장동력이 될 것으로 기대한다"고 말했다.

@highlight

재생에너지 발전단지 중심의 새만금과 전력공기업을 활용해 에너지신산업 거점 구축을 추진하는 광주·전남이 에너지융복합단지로 최종 지정되었으며, 이 에너지융복합단지는 스마트그리드와 에너지효율향상, 풍력을 중심으로 하는 에너지신산업 융복합 거점으로 길러질 전망이며, 에너지밸리 지역 인프라를 활용하고 발전공기업의 수요를 연계한 기업유치를 통해 자생적 에너지신산업 융복합단지로 만들어갈 방침이다.