송파구(구청장 박성수)가 8일 최신 IT기술 습득이 힘든 중장년층을 위한 '2019 송파구 스마트 정보화 제전'을 개최한다.

구는 4차 산업혁명으로 다양한 IT기술이 등장함에 따라 중장년층의 IT기술 활용을 돕기 위해 2016년부터 '송파구 스마트 정보화 제전'을 열었다.

놀이기구, 게임 등을 접목해 최신 IT기술을 보다 쉽게 체험하는 자리다.

VR 어트랙션, VR 레이싱카, 플레이스테이션 VR, 코딩을 통한 로봇제어, 드론체험, 레이저를 이용한 키링 만들기 등 11종의 체험이 가능하다.

특별히 올해는 '무인주문시스템' 코너를 새롭게 마련했다.

최근 음식점과 관공서 등에서 무인주문기 사용이 확산되는 가운데 IT기기 적응이 어려워 불편을 겪는 중장년이 늘어나는 데 따른 것이다.

이를 위해 구는 총 3대의 무인주문기를 준비했다.

음료매장 및 각종 음식점에서 많이 사용되는 '무인주문 키오스크', 대형마트의 셀프결제시스템인 '무인셀프체크아웃 키오스크' 등이다.

관람객들은 무인주문기를 이용, 가상의 음식점에 직접 주문하는 체험을 해 볼 수 있다.

구민 정보화교실 전시회도 함께 진행된다.

구는 매월 만 30세 이상을 대상으로 스마트폰 및 컴퓨터 교육, 오피스 프로그램 자격증 대비반을 비롯 최신 트렌드를 반영한 '나도 유튜버! 동영상 제작하기' 등 IT와 관련한 폭넓은 교육을 하고 있다.

이날은 수강생들이 직접 제작한 동영상, 전자앨범 등 결과물 120여 점이 전시된다.

오후 1시부터 5시까지 구청 4층 대강당에서 열린다.

누구나 무료로 참여할 수 있다.

박성수 송파구청장은 "이번 '스마트 정보화 제전'을 통해 IT기술 급변화로 그간 중장년층들이 일상에서 겪던 불편이 조금이라도 해소되길 바란다"면서 "앞으로도 IT기기, SNS, 유튜브 등 트렌드에 발맞춘 교육을 진행, 구민들이 스마트한 생활을 이어가도록 돕겠다"고 밝혔다.

@highlight

8일 송파구에서는 기술의 급발전으로 최신 IT기술을 다루기 어려운 중장년층이 다양한 IT활동을 쉽게 체험할 수 있게 '2019 송파구 스마트 정보화제전'을 개최하여 구민들의 스마트한 생활이 가능하도록 지원한다.