지난 5일 창단식을 가진 나주 광남고 야구부 선수들이 파이팅을 외치고 있다.

나주 광남고등학교가 야구부를 창단했다.

전남에서는 순천효천고, 화순고에 이어 3번째로 창단된 고교 야구부다.

6일 광남고에 따르면 전날 학교 야구장에서 야구부 창단식을 가졌다.

선수는 2020학년도 예비 신입 선수 9명을 포함해 모두 26명이며 프로야구 선수 출신으로 초·중·고·대학교 야구부 등에서 23년간 감독·코치 경력을 가진 강경민 감독이 지도한다.

야구부 창단은 지난 6월 내년도 신입생 유치를 위한 교직원 회의에서 체육 분야 진로·진학 꿈을 가진 학생들을 흡수하자는 아이디어가 나오면서 추진됐다.

다양하고 특색있는 체육 프로그램을 제공해 학생들의 학교생활 만족도를 높이고 진로·직업과도 연계하자는 구상이다.

학교 측은 일반 진학반과 함께 개인종목이나 전남체육회에서 권장하는 체육 종목 위주로 스포츠반을 육성해 타 학교와 차별화된 형태로 운영할 전략이다.

광남고는 그 첫 사업으로 야구부를 창단했다.

지난 7월 첫 야구부 선수 학생을 시작으로 9월 말까지 27명의 전입을 받았다.

지난 9월에는 운동부 학부모를 대상으로 설명회를 열고 창단 관련 내용과 학교 운영 방침 등을 공유했다.

이후 야구부 운동장과 야구망, 실내 타격 연습장, 체력단련장 등을 설치하고 지난달 전남야구소프트볼협회에 야구부 창단 신청 절차를 마쳤다.

광남고는 교육환경이 열악한 농어촌 학생들에게 전문화된 체육교육 기회와 환경을 제공해 전문 체육인 양성과 체육중점학교로 성장해 나갈 방침이다.

이를 위해 앞으로 축구부, 컬링부, 골프부 창단도 검토 중이다.

이창호 광남고 교장은 “스포츠는 열정을 불러일으키고 사람들을 단결시키는 동시에 세상을 바꾸는 힘이 있다”며 “인성과 실력을 두루 갖추고 공부하는 운동선수로 성장하는데 관심과 지원을 아끼지 않겠다”다고 말했다.

한편 나주 광남고는 지난 1984년 개교해 전체 학생이 92명 규모의 사립고등학교이다.

@highlight

지난 6월 나주 광남고등학교 교직원 회의에서 체육 분야의 진로,진학을 꿈꾸는 학생들을 흡수하자는 아이디어에서 추진된 야구부 창단이 이루어졌으며 이는 전남에서 3번째로 창단된 고교 야구부다.