돈암장, 미아리고개, 성북동 김신조 루트, 석관동 옛 중앙정보부 강당 등 서울 성북구에는 해방 이후 한국 현대사의 질곡과 아픔의 기억을 간직한 장소가 많다.

성북구(구청장 이승로)가 한국현대사의 주요 사건과 남다른 인연을 간직한 지역 장소를 활용해 5일부터 21일까지 성북문화원 소강당에서 주민 아카데미 강연회 '성북을 펼치면 한국현대사가 보인다'를 개최한다.

'성북을 펼치면 한국현대사가 보인다'는 성북구의 역사적 장소와 관련 인물, 사건을 중심으로 한국현대사의 흐름을 되짚어본다.

역사문제연구소 서중석 이사장이 '돈암장과 해방 3년기 한국 정치사', '성북구에 최다득표한 조소앙'이라는 주제로 해방 이후 성북구를 거쳐 간 굵직한 인물인 이승만과 조소앙의 활동을 조명한다.

성신여대 사학과 홍석률 교수는 1968년 1.21사태를 전후한 한반도 분단체제 변화 양상을 소개, 성균관대 사학과 오제연 교수가 1960년대 학생운동의 흐름을 4.19혁명과 6.3항쟁 그리고 성북이라는 공간을 중심으로 다룬다.

또 성북구 정릉에서 활동했던 근현대 기독교 사상가 김교신의 삶과 사상을 주제로 이화여대 기독교학과 양현혜 교수가 강연하고, 백정숙 만화평론가는 얼마 전 타계한 '고바우 영감'의 작가 고 김성환 화백을 중심으로 한국 시사만화의 역사를 소개한다.

특히 이번 아카데미에서는 현대사 현장 탐방도 예정돼 있다.

돈암장, 미아리고개, 옛 중앙정보부 강당과 같은 현대사의 주요 장소들을 둘러보는 탐방의 해설은 역사여행 전문가 박광일 작가가 맡는다.

모든 강연은 무료로 진행된다.

참가 신청은 성북문화원 전화 070-8670-1631 또는 인터넷 사이트 http://naver.me/FUuKhtm4 를 통해 할 수 있다.

성북문화원 전화 070-8670-1631으로 문의하면 된다.

@highlight

성북구에는 돈암장, 김신조 루트, 미아리고개등 한국사의 아픔을 간직한 장소가 많은데, 성북구는 한국 현대사의 주요 사건과 인연이 있는 지역 장소를 활용해 5일부터 21일까지 '성북을 펼치면 한국현대사가 보인다' 주민 강연회를 열어 성북구의 역사적 장소, 인물, 사건을 중심으로 현대사의 흐름을 알아본다.