은평구(구청장 김미경)에서는 생활속 걷는 습관과 직장인 걷기 활성화를 위해 서울시에서 추진 중인 '매월 11일은 걷는 날!!' 지정과 연계하려고 한다.

이에 구민의 건강관리와 걷기실천 생활화를 위한『가을밤 야간걷기』행사를 11월11일 개최한다고 밝혔다.

이번 행사는 평소 걷기 실천이 어려운 30~50대 바쁜 직장인들을 위해 퇴근 후 함께 참여할 수 있는 야간시간대로 정한다.

이에 따라 인근 많은 직장인들이 참여할 것으로 기대를 모으고 있으며, 걷기 실천에 적극 앞장서려고 김미경 은평구청장이 직접 구민들과 함께 걷는 화합의 장을 마련할 예정이다.

걷기코스는 11일 오후 6시30분 은평구청 소나무광장을 출발, 신사오거리 불광천입구에서 불광천변을 따라 해담는 다리를 반환점으로 응암역으로 돌아오는 5.5km 걷기 코스로 약 1시간 30분이 소요될 예정이며 난이도가 높지 않아 누구나 편안한 복장으로 도전해 볼만 하다.

특히 이번 걷기행사에는 도시해설가들이 함께 걸으며 은평구의 아름다운 길에 대한 설명이 더해져 깊어가는 가을밤 은평구 도심속 자연의 매력을 느끼며 건강도 챙길수 있는 좋은 기회가 될 것으로 기대된다.

그동안 은평구는 걷기 실천율 향상을 위해 서북3구(은평, 서대문, 마포) 소소한 걷기, 한강따라 소소한 걷기, 시장따라 소소한 걷기, 달빛따라 걷는 여행, 이야기속으로 걷는 여행 등의 스토리가 있는 다양한 프로그램을 운영, 구민의 건강증진을 위해 힘써왔다.

김미경 은평구청장은 "구에서는 구민 걷기왕 선발대회를 개최하는 등 평소 구민들의 걷기 실천을 적극 장려하고 있다" 며 "이번 야간걷기는 불광천변을 걸으면서 스토리에 빠지면 재미와 건강이라는 두 마리 토끼를 잡을 수 있는 기회"라며 많은 참여를 부탁했다.

은평구 보건소 건강증진과로 문의하면 된다.

@highlight

은평구는 구민이 가을밤 은평구 도심 속 자연을 느끼면서 건강도 챙길 수 있는 불광천변을 따라 걷는 '가을밤 야간걷기' 행사를 11월 11일 개최한다고 밝혔다.