스마트카드·시스템소프트웨어 개발공급 기업 유비벨록스가 세계 어디서나 사물인터넷(IoT) 서비스를 구축할 수 있는 데이터망을 구축했다.

유비벨록스(대표 이흥복)는 인도 타타커뮤니케이션과 파트너 계약을 맺고 글로벌 가상이동통신망(MVNO) 서비스를 구축했다고 6일 밝혔다.

타타커뮤니케이션은 세계 200여개국 600여개 이동통신사와 제휴해 글로벌 데이터망서비스를 제공하고 있다.

이에따라 국내는 물론 해외에서 별도 통신사 제휴 또는 유심 변경없이 데이터망 접속이 가능하게 됐다.

해외에서 IoT서비스를 구축하려는 기업이 이 데이터망을 이용하면 보다 쉽게 플랫폼서비스를 할 수 있을 것이라고 유비벨록스는 설명했다.

유비벨록스와 타타커뮤니케이션은 IoT플랫폼 시범 서비스에 착수했다.

이통사 서비스와 비교해 가격은 훨씬 저렴하고 품질은 동일하다.

사용자는 해외 각국 통신사와 계약을 진행하지 않아도 된다는 편리함으로 기업고객 반응이 좋을 것으로 예상된다고 유비벨록스는 밝혔다.

세계 200여개국에서 언제 어디서나 디바이스 데이터를 중앙에서 수집할 수 있다는 점에서 모빌리티 사업자, 디바이스 제조사, IoT플랫폼 사업을 하는 기업에게 유용하다.

특히 해외 거래가 있는 기업에게 많은 요구가 있으며 활용 분야는 공유 모빌리티, 스마트시티, 스마트팩토리, 물류통합관제, 중장비 모니터링 등 무궁무진하다고 밝혔다.

유비벨록스는 "최근 ICT 시장환경은 빅데이터, 인공지능(AI), IoT 세가지 키워드로 집중된다"면서 "데이터를 수집하고 축적된 빅데이터 기반으로 AI기술을 사용하는 비즈니스 패러다임에서 통신 네트워크 요구가 급증해 사업을 진행했다"고 밝혔다.

유비벨록스는 스마트카드와 모바일 분야에서 오랜 기술과 경험을 보유하고 있는 종합 IT솔루션 기업이다.

팅크웨어, 유비벨록스모바일, 라임아이 등 자회사와 긴밀한 사업협력을 통해 다양한 비즈니스를 창출하고 있다.

2010년 6월 코스닥에 상장했다.

@highlight

유비벨록스가 세계 200여개국 600여개 이동통신사와 제휴해 글로벌 데이터망 서비스를 제공하고 있는 인도 타타커뮤니케이션과 파트너 계약을 체결함에 따라 세계 어디서나 사물 인터넷 서비스가 가능한 데이터망을 확보하게 되었다.