다문화 가정 출생아 수가 6년 연속 감소한 것으로 나타났다.

출산연령은 역대 처음으로 30세를 넘었다.

다문화 가정에서도 저출산 현상이 나타나고 있는 것이다.

6일 통계청이 발표한 '다문화 인구동태 통계'에 따르면 작년 다문화 출생아 수는 1만8079명으로 전년보다 361명(2.0%) 감소했다.

다문화 출생아 수는 2012년(2만2908명) 점정을 찍은 뒤 6년 연속 줄어들면서 2008년(1만3443명) 이후 가장 낮은 수치를 기록했다.

다문화 출생아 수는 줄어들었지만, 전체 출생에서 다문화 출생이 차지하는 비중은 5.5%로 가장 컸다.

작년 기준 100명의 출생아가 태어났다면 이중 55명은 다문화가정 출생아라는 뜻이다.

출생아의 어머니 국적은 베트남(35.6%)이 가장 많았다.

이어 중국(20.8%), 필리핀(6.9%) 순이다.

다문화 가정 어머니의 평균 출산연령은 30.4세로 나타났다.

이는 작년 관련 통계를 처음 시작한 2008년(27.7세)보다 2.7세 올라간 수치다.

우리나라 평균 출산연령은 31.9세다.

다문화 가정 어머니의 첫째 자녀 평균 출산연령은 29.5세, 둘째는 31.2세, 셋째 이상이 32.6세로 모두 전년보다 상승했다.

다문화 혼인 건수는 2만3773건으로 전년보다 1856건(8.5%) 증가했다.

이는 2014년(2만4387건) 이후 최대다.

전체 혼인 건수는 줄어드는 가운데 다문화 혼인 건수는 증가세를 이어가면서 차지하는 비중도 커지고 있다.

혼인 비중은 전년보다 0.9%포인트 늘어난 9.2%였다.

2011년(9.3%) 이후 7년 만에 최대를 기록했고 증가 폭은 2008년 관련 통계를 집계한 이래 가장 컸다.

반면 다문화 이혼건수는 1만254건으로 전년보다 53건(0.5%) 감소했다.

이혼 건수는 2008년 관련 통계 집계 이래 가장 적었고, 전체 이혼에서 차지하는 비중도 9.4%에 그쳤다.

평균 이혼 연령은 남성은 49.4세, 여성은 39.3세로 연령 차가 평균 10.1세다.

결혼생활 지속기간은 평균 8.3년으로 2008년(3.7년) 대비 배 이상 늘었다.

@highlight

6일 통계청이 발표한 '다문화 인구동태 통계'에 의하면 작년 다문화 가정 출생아 수는 전년보다 361명 감소했고 다문화 가정 출생아 수는 6년 연속 줄어들면서 2008년이후 가장 낮은 수치를 기록했으며 다문화가정 출산 연령은 2008년보다 2.7세 올라간 수치다.