자조금 모아 수급조절...

당근과 월동무에 이어 양배추 농가들도 경쟁력을 키우기 위한 자조금 조성 사업에 나서 관심을 모으고 있다.

㈔제주양배추연합회 설립추진위원회(위원장 김병수 애월농협조합장)는 지난 1일 회의를 열고 이달 중 창립총회를 개최해 대의원(임원)을 선출과 법인등기를 마친 후 내년부터 본격적인 자조금 조성에 나서기로 했다.

㈔제주양배추연합회 설립추진위원회는 이에 앞서 최근까지 회원 457명(법인 5개 포함)을 확보했다.

㈔제주양배추연합회 창립은 제주특별자치도와 농협중앙회 제주지역본부가 추진하는 제주형 자조금 조직 육성의 일환으로 추진되고 있다.

밭작물 품목별 단체가 자조금을 내면 조성된 금액만큼 제주도가 매칭 자금을 지원한다.

조성된 자조금은 시장가격 하락 시 수급 조절을 위한 사업과 유통구조 개선, 소비 홍보, 수출 지원 등의 사업으로 쓰인다.

양배추 농가들은 계통출하 비율이 낮아 수급 조절에 어려움을 겪는데다 산지가격 하락에 따른 거래 부진 등 유통의 악순환이 반복됨에 따라 생산 및 유통을 주도하는 단체가 필요하다는 점에 공감대를 갖고 연합회 설립에 나섰다.

실제로 도내 양배추 농가 총 조수입은 2016년산 1152억6800만원, 2017년산 636억1000만원, 2018년산 370억8600만원 등 최근 3년 동안 계속 떨어지는 추세다.

반면 생산비(10a 기준)는 2016년산 168만8500원, 2017년산 166만1900원, 2018년산 155만100원 등 크게 달라지지 않고 있다.

제주도와 농협중앙회 제주지역본부는 향후 마늘과 양파 등 밭작물 재배 농가를 중심으로 자조금 지원 조직 결성이 확대될 수 있도록 분위기 조성에 나설 계획이다.

한편, 제주형 자조금 조직 지원사업에 따라 지금까지 ㈔제주당근연합회(2015년), ㈔제주월동무연합회(2018년) 등 2개 조직이 결성됐다.

@highlight

양배추 농가들은 생산 및 유통을 담당하는 단체의 필요성을 느낀 뒤 연합회를 설립하였으며 경쟁력을 키우기 위해 자조금 조성 사업에 나서기로 결정했다.