국가인권위원회는 근로계약기간이 1년 이상인 기간제교원의 맞춤형복지점수 배정 시 정규교원과 차별 없이 근속복지점수, 가족복지점수를 배정해야 한다고 6일 권고했다.

진정인들은 피진정인인 A시 교육감, B도 교육감, C도 교육감들이 맞춤형 복지점수를 배정하면서 정규교원에게 배정하는 근속복지점수, 가족복지점수를 기간제교원에게 배정하지 않는 것은 차별이라는 내용의 진정을 제기했다.

맞춤형 복지제도는 공무원의 다양한 복지수요를 충족하기 위해 공무원 각 개인에게 주어진 복지점수 범위 내에서 자신에게 적합한 복지혜택을 선택하는 제도로 근로를 제공하는 모든 직원에게 일률적, 정기적으로 지급하는 수당으로 볼 수 있다.

이에 피진정인들은 기간제교원도 학교교육의 일원으로서 이들에 대한 생활 안정과 근무의욕 고취를 위해 복지혜택 증진의 필요성은 인정하나 예산 확보의 어려움을 이유로 기본복지점수만 배정하고 있다고 주장했다.

기간제교원은 '교육공무원법' 제32조에 근거해 정규교원의 휴직, 직무이탈, 특정 교과의 한시적 담당, 정규교원의 퇴직 등의 사유가 발생할 때 정규교원의 일시적 결원을 보충하기 위해, 임용시험 없이 한시적으로 임용된다.

다만 인권위는 반복적 계약 갱신을 통해 최대 4년에 걸쳐 임용되기도 하고 담임업무를 수행하기도 하는 등 정규교원과 수행하는 업무에 있어서 본질적인 차이가 있다고 보기가 어렵다고 봤다.

인권위 차별시정위원회는 ▲'공무원 수당 등에 관한 규정'에서 기간제교원도 근속수당, 가족수당 지급대상에 포함되는 점 ▲타 교육청에서 기간제교원에게 근속복지점수를 배정하고 있는 점 등을 종합할 때 최소한 근로계약기간이 1년 이상인 기간제교원에게 근속복지점수, 가족복지점수를 일률적으로 배제하는 것은 합리적 이유 없이 사회적 신분 등을 이유로 한 고용 차별에 해당하는 것으로 판단했다.

인권위는 "이번 권고를 계기로 13개 시·도교육청의 맞춤형복지점수 배정에서도 기간제교원에 대한 차별적인 제도·관행이 개선될 것으로 기대한다"고 했다.

@highlight

국가인권위원회는 공무원이 복지점수 범위 내에서 자신에게 적합한 복지혜택을 선택하는 맞춤형 복지제도에 대하여 기간제교원에 대하여 계약기간이 1년 이상이면 정규교원과 차별 없이 근속복지점수, 가족복지점수를 배정해야 한다고 6일 권고했다.