미국 연방통신위원회(FCC)가 화웨이의 미국 완전 퇴출을 재차 강조했다.

아지트 파이 FCC 위원장은 5일(현지시간) 블룸버그와 가진 인터뷰에서 미국 정부가 자국내 군사 기지 주변 중국 통신장비업체 화웨이 설치 현황을 파악하고 퇴출을 검토 중이라고 밝혔다.

그는 "미국은 화웨이 장비가 설치된 시설을 찾아 안보 위협 조사에 나설 것이며, 만약 이 장비가 미국 군사 기지 근처에서 발견된다면 크게 우려할 것"이라며 화웨이 장비를 '신뢰할 수 없는 공급업체가 만든 장비'라고 규정했다.

그러면서 그는 "미국은 조사를 통해 화웨이 장비를 퇴출하거나, 보조금 지급을 제한하는 조치를 취할 것"이라고 강조했다.

니혼게이자이 신문에 따르면 파이 위원장은 이날 뉴욕에서 열린 미국외교협회 강연에서도 화웨이 기술은 미국 통신 네트워크에서 심각한 위험요인이 되고 있다고 비난했다.

파이 위원장은 "5세대(5G) 이동통신은 경제 성장과 소비 생활을 성장시킬 혁신이지만, 글로벌 사회가 하나의 네트워크로 연결될 수 있어 개인정보 유출이나 정보 도용 등의 우려가 높아지고 있다"며 "그 중 가장 심각한 위협이 되는 것은 화웨이"라고 지적했다.

그는 "중국 정부가 화웨이를 통해 스파이 활동을 할 수 있다"고 덧붙였다.

그의 화웨이에 대한 강경한 발언을 잇달아 내놓으면서 FCC의 요구가 조만간 미국 의회를 통과할 가능성이 높아졌다는 분석도 나온다.

FCC는 오는 19일 취약 지역 통신 서비스 확대 보조금을 받는 자국 업체들이 화웨이와 ZTE 장비를 구매하지 못하도록 하는 방안을 표결에 부칠 예정이다.

이 안건이 통과되면 미국 통신사는 농촌이나 학교, 도서관 등의 통신망에서 이들 회사 장비를 모두 제거해야 한다.

이에 필요한 비용은 최소 10억 달러(약 1조2000억원)로 추정되는데 미국 정부가 지원할 예정이다.

다만 파이 위원장은 FCC의 이 같은 조치가 무역협상과는 무관하다고 선을 그었다.

그는 블룸버그에 "우리의 관할은 무역협상으로 확장되지 않는다"고 밝혔다.

이 같은 상황과 별개로 윌버 로스 상무장관은 지난 3일 미국 기업이 화웨이와 거래할 수 있도록 곧 허가가 날 것이며, 이번 달 미중 간 '1단계' 무역 협정 체결 가능성에 낙관적 견해를 나타낸 바 있다.

@highlight

미국 연방통신위원회(FCC)가 5G 이동통신은 경제 상장과 소비 생활을 성장시킬 혁신이지만 개인정보 유출이나 정보 도용의 위험성도 높다며 그 중 가장 심각한 위협이 화웨이라 지적했고 이에 화웨이의 미국 완전 퇴출을 재차 강조하는 강경한 발언을 내놓으며 FCC의 요구가 조만간 미국 의회를 통과할 가능성이 높다는 분석이 나왔다.