2020학년도 대학수학능력시험험이 일주일 앞으로 다가온 가운데 대전교육청은 수능 시행 준비를 완료했다.

올해 대전에서는 지난해보다 1793명이 감소한 1만6888명이 수능을 치르게 된다.

대전교육청은 35개 시험장학교의 628개 시험실에 대한 사전 점검을 실시하며 만점을 기하고 있다.

또 대전시, 대전경찰청, 대전기상청, 한국전력공사, 한국가스공사 등 유관 기관과 협조해 시험 당일 교통소통 원활화, 시험장 주변 소음 방지, 시험장 안전 경비, 지진·강풍·한파 등 자연재해에 대한 대비책을 수립했다.

또 수능 문제지 및 답안지 안전관리를 위해 경찰청과 협조해 철저한 경비체계를 마련했다.

대전교육청은 시험장학교 교감, 파견감독관, 교무운영부장 등을 대상으로 업무관리지침 설명회를 실시하고 수험생 유의사항, 부정행위 방지 대책 등을 교육청 및 각 고등학교 홈페이지에 게시해 수험생 유의사항을 사전에 숙지하도록 했다.

수험생은 13일 10시 응시원서를 접수한 학교에서 수험표를 교부 받고 오후 2시 수험생 예비 소집 교육에 참석해야 한다.

단 검정고시 합격자, 타시도 출신 고교생은 시교육청에 수험표를 교부 받아야 한다.

예비소집 교육에서는 수험생 반입금지물품, 휴대가능물품에 대한 교육을 실시하고, 응시하게 될 시험실을 확인할 수 있다.

수험생은 수능 당일인 14일 1교시 선택 여부와 관계없이 오전 8시 10분까지 시험실에 입실해야 한다.

수험생 유의사항에 대한 안내와 본인 여부에 대한 확인을 거친 후 미선택자는 대기실로 이동한다.

올해 수능에서는 예년과 같이 통신기능 등이 포함된 시계에 대한 점검을 엄격히 진행한다.

수험생들 시계는 감독관이 휴대가능한 시계인지 점검하게 된다.

설동호 대전교육감은 "그동안 어려움을 잘 이겨내며 꿈과 목표를 이루기 위해 희망과 용기를 가지고 최선을 다해 달려온 수험생 여러분께 힘찬 격려와 응원의 박수를 보낸다"며 "수험생이 불편없이 수능시험을 치를 수 있도록 대전교육가족 및 시민 여러분의 관심과 지원을 부탁드린다"고 말했다.

@highlight

2020학년도 대학수학능력시험험이 일주일 앞으로 다가온 가운데 대전교육청은 35개 시험장학교의 628개 시험실에 대한 사전 점검을 실시하고 경찰청과 협조해 철저한 경비체계를 마련했다.