지난 4월22일 전남 여수시청 현관에서 여수국가산업단지 공장장협의회 소속 공장장들이 산단입주기업의 대기오염물질 배출과 관련 지역민들에게 불안감을 가중시키고 심려를 끼쳐드렸다며 사과문을 발표하고 있다.

수십년간 대기오염물질을 무단 배출한 시설로 지목됐던 포스코 광양제철소 용광로의 가스배출밸브(블리더)가 합법적인 장치로 공식 인정을 받았다.

6일 전남도에 따르면 포스코 측이 지난달 제출한 대기배출시설 변경신고서를 최근 최종 승인했다.

변경신고서에는 제철소 용광로를 정기점검할 때 블리더를 수동으로 개방하는 행위를 관련 법상 화재나 폭발 등 사고 예방을 위한 것으로 해달라는 내용이 담겼다.

도는 포스코 측의 요청이 문제가 없는지 상위 기관인 환경부에 질의했고 ‘문제가 없다’는 답변을 받은 뒤 변경신고서를 승인했다.

이로써 지난 4월 불거진 블리더 개방의 합법 여부를 둘러싼 논란은 일단락됐고, 앞으로 블리더를 개방하는 행위는 법적인 문제에서 벗어나게 됐다.

다만 광양제철 측은 블리더 개방 일정을 사전에 전남도, 광양시에 공지하고 먼지 배출을 최소화하기 위해 각종 조치를 시행한 뒤 개방해야 한다.

고로 굴뚝 꼭대기에 설치된 블리더는 유사시 고로 폭발을 막기 위해 가스를 배출하는 시설로 2개월에 1차례 정도, 수분에서 한 시간 정도 개방한다.

그러나 블리더 개방 과정에서 수증기와 함께 오염물질도 나온다는 것이 알려지면서 논란이 일었다.

블리더 배출이 합법화되면서 광양제철소는 전남도가 지난 4월 내린 조업정지 10일 행정처분도 면하게 됐다.

10일간 조업을 정지하면 고로 내부 온도가 떨어져 쇳물이 굳기 때문에 재가동까지 3개월이 걸리고 수천억원의 손실 발생과 함께 지역경제에 악영향을 줄 수 있다는 우려가 제기되기도 했다.

전남도 관계자는 “환경부 공문에 따라 광양제철소에 대한 조업정지 처분 사전 통지는 효력을 자동 상실했다”며 “포스코 측이 약속한 조치를 성실히 이행하면 별다른 행정 조치는 없을 것이다”고 말했다.

@highlight

6일 전남도에 따르면 포스코측이 제출한 대기배출시설 변경신고서를 최종승인, 광양제철소 용광로의 가스배출밸브(블리더)가 합법적인 장치로 공식 인정을 받아 블리더 개방의 합법 여부를 둘러싼 논란이 일단락 됐다.