개소 1주년을 맞은 전남도 섬 발전지원센터가 섬주민을 위한 섬 전문기관으로 호응을 얻고 있다.

전남도 섬 발전지원센터의 장도 주민대학교육 모습.

전남도가 섬 발전과 활성화를 위해 운영한 지 1주년을 맞은 ‘섬 발전지원센터’가 섬 주민과 행정 간 가교역할을 톡톡히 하며 섬 전문기관으로 우뚝 섰다고 6일 밝혔다.

섬 발전지원센터는 섬 주민과 행정이 함께 만들어가는 주민 주도 섬 가꾸기 사업의 성공적 추진을 지원하기 위해 주민과 행정 간 가교역할이 필요하다는 의견을 반영, 지난해 11월 전국에서 가장 먼저 만든 섬 전문조직이다.

섬 가꾸기 현장 지원, 마을공동체 사업 컨설팅, 주민 역량 강화 교육 등을 수행하고 있다.

특히 전남도의 대표 섬 정책인 ‘가고 싶은 섬’ 가꾸기 사업을 하고 있는 14개 섬을 직접 방문해 섬 주민과 고락을 같이 하면서 밀착지원을 하고 있다.

섬 고유의 생태와 문화를 바탕으로 주민이 살고 싶고 여행객이 가고 싶은 섬을 만들고, 주민의 결속과 전문성을 강화하는 역할을 톡톡히 하고 있다.

섬 발전지원센터는 섬의 특성에 맞는 선진사례를 찾아 멘토링을 지원하고, 마을공동체 관광소득사업 개발 컨설팅도 하고 있다.

신규 사업 발굴, 다른 사업과 연계 방안을 모색, 우수 마을공동체 사례 교육, 마을식당·카페 운영, 관광·건축·회계 전문가 자문 등 주민이 필요로 하는 사항을 찾아 지원하고 있다.

섬 발전지원센터는 이같은 섬 주민들의 기대를 반영해 앞으로도 주민들과 협업을 통해 다각적인 사업을 진행할 예정이다.

섬마을 여행상품 개발은 물론 청년과 함께 하는 국제워크캠프 프로그램 기획도 준비하는 등 주민 주도의 섬 활성화를 적극 지원할 방침이다.

이상심 전남도 섬해양정책과장은 “지난 1년은 센터의 방향을 살피고, 역할을 공고히 하는 초석을 다진 의미 있는 해였다”며 “앞으로 섬발전지원센터를 통해 전라남도가 지역 주민과 함께 호흡하면서 전국 섬 정책을 선도해 섬 발전에 기여토록 하겠다”고 말했다.

@highlight

개소 1주년을 맞은 전라도 '섬 발전지원센터'는 6일 현재 섬 가꾸기 현장 지원, 마을공동체 사업 컨설팅, 주민 역량 강화 교육 등을 운영하고 있으며, 추후에는 섬마을 여행상품 개발과 국제워크캠프 프로그램 사업을 추진하여 주민 주도의 섬 가꾸기와 활성화를 적극적으로 지원할 예정이라고 전했다.