유료 공영주차장은 비어있는 반면 주변 도로엔 불법 주차가 기승 부리는 현상은 어제오늘 일이 아니다.

새삼 이 문제를 꺼내든 건 날마다 반복되는 주차전쟁 때문이다.

이를 해소하기 위해 공영주차장 복층화가 추진 중이지만 정작 주차장은 텅텅 빈 경우가 허다하다고 한다.

차량 운전자들이 복층주차장을 외면하고 있어서다.

시민의식을 거론하지 않을 수 없다.

보도에 따르면 이도2동주민센터 앞 복층주차장만 해도 3층 4단 150대 규모로 시설을 완료했지만 주차공간이 절반 이상 비어 유명무실한 상황이다.

제주지법 북쪽 주차장과 탑동 입구 주차장 역시 사정은 마찬가지다.

주차장 1층에만 주차 차량이 있을 뿐 2층부터는 휑한 모습이라고 한다.

시간당 1000원꼴인 주차료를 내기 싫다고 공영주차장을 외면한다는 것이다.

사정이 이러다 보니 인근 이면도로나 주택가로 차량들이 몰려드는 건 뻔한 일이다.

특히 식당가와 맞물린 곳은 골목 양쪽으로 주차 차량이 수백m나 줄짓는 게 늘 있는 풍경이다.

곡예운전은 예사요, 차와 사람이 한데 뒤섞이니 아슬아슬한 상황도 벌어진다.

정말이지 주차전쟁과 교통난으로 인한 시민 불편이 말이 아니다.

유료 복층주차장은 최초 30분은 무료이고 30분을 초과하면 1000원, 이후 15분마다 500원의 요금이 부과된다.

주차료 1000원이 많고 적음을 떠나 이를 아끼려고 불법 주차를 일삼는다니 일그러진 시민의식과 다름없다.

공동체 질서유지에 필요한 최소한의 비용으로 헤아려야 한다는 말이다.

당국 역시 주차장 이용률을 높일 수 있는 여러 대안을 고심해야 한다.

이제 주차전쟁은 생활 속의 필수 상황이다.

차량 대수를 억제할 수 없는 일이고 보면 주차공간 확충과 시민의식이 대안이다.

그중 하나가 공영주차장 복층화다.

다각적인 캠페인과 홍보에 더 힘써야 한다.

전남지역처럼 주차료 부담이 덜 하도록 상한선 도입이나 무료 이용시간을 늘리는 것도 한 방법이다.

시민의식 개선도 절실하지만 행정의 정책적 배려도 필요하다.

@highlight

시간당 1000원인 유료 공영주차장은 시민들의 외면을 받아왔고 불법주차가 기승을 부리고 있어 성숙한 시민 의식과 당국의 적절한 방향 설정이 필요한 시점이다.