네이버(대표 한성숙)의 기술 스타트업 액셀러레이터 D2SF는 '퓨리오사AI'에 후속 투자를 진행했다고 7일 밝혔다.

2017년 4월 당시 3명의 멤버로 창업한 퓨리오사AI는 같은 해 4월 네이버 D2SF로부터 첫 투자를 유치해 현재 25명 규모의 팀으로 성장했다.

퓨리오사AI는 AI 반도체 스타트업으로 데이터센터와 자율주행 서버에서 AI 성능을 향상시킬 수 있는 반도체를 개발 중이다.

시중에 나와있는 대부분의 칩이 대규모 데이터를 빠르게 학습하는 '트레이닝'을 목표로 하는데 비해, 퓨리오사AI는 학습된 모델로부터 결과를 '추론'해내는 칩을 만드는 것이 목표다.

최근 한국 기업으로는 유일하게 글로벌 AI칩 벤치마크 테스트 'MLPerf'에 참가해 경쟁력 있는 성능 지표를 인정 받기도 했다.

이번 투자에는 네이버 뿐 만 아니라, DSC인베스트먼트, 산업은행, 트러스톤자산운용, 코리아오메가투자금융, 퀀텀벤처스코리아, 인텔렉추얼디스커버리, 슈미트 등이 공동 참여했으며 전체 투자 규모는 약 80억 원이다.

백준호 퓨리오사AI 대표는 "이번 투자 유치를 발판삼아 2020년에 실리콘 칩을 내놓을 계획"이라며 "실리콘 칩 생산 단계에서 제품 성능이 더욱 향상될 것으로 기대한다"라고 밝혔다.

그는 이어 "AI 산업의 경쟁력을 결정짓는 요소 중 하나가 반도체 기술"이라며 "상당한 자본과 인프라가 필요한 분야인 만큼 국내외 기업, 대학 및 연구기관, 정부와 긴밀한 협력 체계를 구축해나갈 것"이라고 강조했다.

양상환 네이버 D2SF의 리더는 "2017년 당시 갓 창업한 스타트업에 투자할 수 있었던 것은 AI 반도체 기술의 중요성과 공동창업진의 역량에 공감했기 때문"이라며 "퓨리오사AI는 지난 2년 동안 도전적인 목표를 현실로 만들어냈고, 앞으로도 더욱더 성장할 수 있으리라 기대한다"라고 밝혔다.

@highlight

자율주행 서버에서 AI성능을 향상시킬 수 있는 반도체를 개발 중이고, 한국기업 유일 글로벌 AI칩 벤치마크 테스트 'MLPert'에 참가해 경쟁력 있는 성능 지표를 인정받은 퓨리오사AI가 네이버의 기술스타트업 액셀러레이터 D2SF의 후속투자를 받게되었다.