환경부는 한국거래소와 함께 온실가스 배출권 할당대상업체 627개(2019년 온실가스 배출권 할당대상업체 기준)를 대상으로 지역별 교육을 한다.

이번 교육은 7일 부산 남구 부산국제금융센터 한국거래소를 시작으로 8일 서울 영등포구 한국거래소 서울사옥 신관, 22일 대전 유성구 인터시티호텔에서 각각 열린다.

교육 내용은 △온실가스 배출권 시장 개요 및 동향 △시장조성자 운영 현황 △최근 배출권 매수행태 및 거래참여 방법(호가제출 프로그램 및 유상할당 경매) 등이다.

일부 소규모 업체는 배출권 시장 변화에 따른 정보 부족, 거래 참여방법 미숙지 등의 이유로 거래에 어려움을 호소하기도 했다.

환경부에 따르면 올해 9월 30일 기준으로 정산이 완료된 2018년도 온실가스 배출권 시장은 배출권 물량이 여유가 있었다.

거래기간(2018년 1월 1일~2019년 9월 30일) 동안 최종 할당된 5억9353만톤 이외에 전년도 이월분 3771만톤, 외부사업 온실가스 감축실적 53만톤 등이 추가로 공급됐다.

환경부는 "여유 물량이 있는 일부 업체가 배출권을 시장에 판매하는 등 적극적으로 제공하기 보다는 일단 보유하는 경향을 보여 일부 배출권이 부족한 업체가 시장에서 부족한 물량을 구매하기 힘들었다"며 "올해 6월 7일 이행연도 간 배출권 이월제한을 실시해 이월제한 이후 총 1207만톤의 배출권이 시장에 공급, 정산을 위한 충분한 유동성을 확보됐다"고 설명했다.

125개 업체가 515만 톤을 다음해에서 차입하고, 406개 업체가 3555만톤을 다음해로 이월하여 정산을 했다.

황석태 환경부 기후변화정책관은 "온실가스 배출권 시장이 안정적으로 운영되기 위해서는 정부의 시장 활성화 노력도 필요하지만 업체 스스로 온실가스 배출량을 줄이려는 시도를 통해 감축분을 시장에 공급 해야한다"며 "적극 소통하는 등 업체가 온실가스 감축을 이뤄낼 수 있는 환경을 조성해 배출권 거래제가 안정적으로 운영될 수 있도록 노력하겠다"고 말했다.

@highlight

환경부는 한국거래소와 함께 7일부터 부산 남구 부산국제금융센터 한국거래소를 시작으로 8일 서울 영등포구 한국거래소 서울 사옥 신관, 22일 대전 유성구 인터시티호텔에서 온실가스 배출권 할당대상업체를 상대로 온실가스 배출권 시장 개요 및 동향 등의 지역별 교육을 진행한다.