삼성바이오에피스(대표 고한승 사장)가 미국 바이오젠과 4400억원 규모 바이오시밀러 파트너십을 체결했다.

7일 삼성바이오에피스는 바이오젠과 계약을 체결하고 안과질환 치료제 2종의 미국, 유럽 등 주요 시장에 대한 마케팅·영업 파트너십을 구축했다.

현재 바이오젠이 유럽에서 판매하는 자가면역질환 치료제 3종 마케팅·영업 파트너십도 5년간 연장한다.

안과질환 치료제 파이프라인 2종 SB11(루센티스 바이오시밀러)과 SB15(아일리아 바이오시밀러)다.

파트너십 계약을 통해 제품 매출액을 양사가 배분한다.

총 계약 규모는 선수금 1억달러(약 1200억원)을 포함, 총 3억7000만달러(4440억원)에 달한다.

삼성바이오에피스 바이오시밀러 제품 판매는 국가별로 파트너사와 협업으로 진행한다.

제품 개발과 임상, 인허가, 생산 및 공급은 삼성바이오에피스가 담당한다.

마케팅·영업 활동은 별도 계약을 맺은 파트너사가 담당하는 구조다.

삼성바이오에피스는 2013년 바이오젠, MSD와 각각 10년간 마케팅·영업 파트너십 계약을 체결했다.

이를 바탕으로 현재 총 4종 제품을 유럽, 미국 등에서 판매한다.

후속 파이프라인으로 공개된 SB15는 리제네론과 바이엘이 개발한 황반변성 등 안과질환 치료제 '아일리아' 바이오시밀러로 아직 임상3상 준비 단계 후보 물질지만 파트너사에 가치를 인정받았다.

고한승 삼성바이오에피스 사장은 "바이오젠이 보여준 마케팅·영업 능력을 높이 평가해 후속 파이프라인 파트너사로 선정했다"면서 "이번 계약으로 안과질환 환자에게 고품질 바이오의약품을 제공하는 계기를 마련했다"고 말했다.

이어 "유럽 시장에서 성장하는 제품의 협력 관계도 더욱 공고히 해 글로벌 바이오시밀러 시장을 선도하는 데 우위를 점하게 됐다"고 덧붙였다.

삼성바이오에피스는 제품 포트폴리오 확대 전략을 통해 자가면역질환 및 종양질환 치료제와 더불어 희귀질환, 안과질환 등으로 바이오의약품 개발 영역을 빠르게 확장한다.

@highlight

삼성바이오에피스가 미국 바이오젠과 4400억원 규모 바이오시밀러 협력관계를 맺고 안과질환 치료제 2종에 대한 미국, 유럽 등 주요 시장에 대한 공동 마케팅·영업망을 구축하여 매출액을 두 회사가 나누기로 하였다.