지난달 31일 독도 해역에서 구조활동 중 추락한 소방 헬기의 실종자 7명 가운데 7일 현재 4명의 실종자는 8일째 찾지 못하고 있다.

6일까지 수습된 실종자는 지난 2일 수습돼 계명대 동산병원에 안치된 이종후(39) 부기장과 서정용(45) 정비실장 2명과 세 번째로 수습된 88대왕호 선원 윤영호(50·경남 창원)씨 3명뿐이다.

윤씨는 지난 5일 오후 5시 45분께 독도 해역에서 수습돼 6일 오전 계명대 동산병원에 안치됐다.

국립과학수사연구소는 6일 오후 DNA분석 결과, 독도인근 해역에서 조업을 하다 손가락이 절단돼 이송되던 선원 윤씨로 확인됐다고 밝혔다.

6일 달성군 다사읍사무소에 사무실을 꾸린 '범정부현장수습지원단'(단장 이승우 행안부 사회재난대응정책관)은 행안부, 소방청, 해경, 해군 4개 부처 18명으로 구성돼 총괄지원반, 수색지원반, 가족지원반, 언론대응반 등 4개반으로 나눠 활동에 들어갔다.

수습지원단은 오전과 오후 2차례 피해자 가족을 상대로 수색상황을 설명하기로 했다.

한편 피해자 가족지원실이 마련된 달성군 강서소방서에서 6일 오후 독도 헬기 추락사고 영상 논란을 빚은 양승동 KBS 사장은 사과와 해명을 위해 찾았으나 피해자 가족들을 만나지 못하고 발길을 돌렸다.

양 사장이 강서소방서 3층 복도에 들어서자 피해자 가족들은 "(추락헬기를)촬영한 직원과 보도기자가 함께 왔느냐, 전체 영상을 가지고 오지 않았다면 만나지 않겠다"고 말했다.

이에 양 사장은 "제게 책임이 있다, 송구하다"며 고개를 숙였다.

독도 소방헬기 추락사고는 지난달 31일 오후 11시 26분쯤 응급환자와 보호자, 소방대원 5명 등 7명이 탄 중앙119구조본부 소속 EC225 헬기가 독도에서 이륙한 지 2∼3분 만에 바다로 떨어지면서 발생했다.

@highlight

지난달 31일 오후 11시 26분쯤 7명이 탄 헬기가 독도에서 이륙한지 2~3분 만에 바다로 떨어지는 사고가 발생했으며 실종자 7명 가운데 6일까지 수습된 실종자는 3명뿐이고 7일 현재 4명의 실종자는 8일째 찾지 못하고 있다.