학교 및 재단 자금 53억원을 착복한 혐의로 기소된 완산학원 설립자에 대해 법원이 중형을 선고했다.

전주지법 제1형사부(부장판사 고승환)는 6일 특정경제범죄가중처벌등에관한법률위반(횡령) 등의 혐의로 기소된 A씨(74)에 대해 징역 7년을 선고하고 34억219만원 추징을 명했다.

A씨는 학교자금 13억8000만원과 재단자금 39억3000만원 등 총 53억원을 빼돌린 혐의로 기소됐다.

검찰 조사 결과 A씨는 재단이 운영 중인 완산중학교와 완산여고에서 2009년부터 최근 10년간 물품구입 및 시설공사 대금을 부풀린 것으로 드러났다.

2010년 완산중학교 신축이전 과정에서도 부동산 매각 대금과 공사비를 착복했으며, 법인 소유 건물의 임대료를 축소시켜 돈을 빼돌린 사실도 확인됐다.

심지어 교직원을 허위로 등록하고, 기초생활수급자 또는 사회·경제적 취약계층에 지급되는 복지기금 및 급식비 등에도 손을 댄 것으로 조사됐다.

그밖에도 교장·교감 승진과정에서 6명으로부터 1인당 2000만원씩 1억2000만원을 건네받은 혐의도 있다.

이날 재판부는 검찰의 공소사실 가운데 완산중학교 신축이전 과정에서 부동산 매각 대금과 공사비 15억을 빼돌린 혐의에 대해서는 증거불충분 등을 이유로 무죄를 선고했다.

나머지 혐의에 대해서는 모두 유죄를 인정했다.

재판부는 “피고인은 직원과 교사들을 동원해 거액을 챙겼고, 또 교사 직업을 거래의 대상으로 삼는 등 사회전반의 불신을 초래했다”며 “그럼에도 직원들에게 일부 책임을 전가하고, 피해 회복도 하지 않은 점 등을 감안할 때 엄벌이 불가피하다”고 판시했다.

한편 재판부는 A씨의 지시로 범행을 도운 학교법인 전 사무국장 B씨(52)에게는 징역 3년에 집행유예 5년, A씨의 딸(49·전 완산여고 행정실장)에게는 징역 1년 6월에 집행유예 3년을 각각 선고했다.

또 승진을 대가로 A씨에게 금품을 준 혐의(배임증재)로 불구속 기소된 교사 C씨(61) 등은 벌금 500만원을 선고받았다.

@highlight

6일 전주지법 제1형사부(부장판사 고승환)는 물품구입 및 시설공사 대금을 부풀리는 등의 수법으로 학교 및 재단 자금 53억원을 착복한 완산학원 설립자 A씨(74)에 징역 7년을 선고하고 34억219만원 추징을 명했다.