[충청투데이 이정훈 기자] 대전시가 원도심(대전역 일원)에 '도심형 산업지원 플랫폼'구축을 본격 추진하면서 '중앙로 프로젝트 마중물사업'의 퍼즐을 완성해 가고 있다.

6일 대전시에 따르면 도심형 산업지원 플랫폼은 취약한 재생기반을 회복하기 위해 인쇄산업 등 지역산업 인프라를 활용하고 선진형 도심산업 모델을 구축하는 사업이다.

앞서 2015년 국토교통부 도시재상 사업 공모에서 시가 응모한 '중앙로 프로젝트'가 선정되며 본격적인 원도심 활성화 닻을 올렸었다.

중앙로 프로젝트는 △도심형 산업지원 플랫폼 건립 △중앙로 신·구 지하상가 연결사업 △중앙로 지하상가 보행환경 개선사업 등 3가지로 구성돼 있다.

이후 2017년 중앙로프로젝트 사업이 국토교통부의 도시재생특별위원회 최종 심사를 통과했고 본격적인 사업에 착수하게 됐다.

현재 보행환경 개선사업의 경우 준공을 앞두고 있으며 신·구 지하상가 연결사업 또한 추진 중에 있다.

이 가운데 도심형 산업지원 플랫폼 건립이 마지막으로 본격 추진되면서 사업의 완성도를 높혀 나가고 있는 상황이다.

플랫폼 사업은 동구 대전역 인근에 도심형산업을 지원하기 위해 지하 2층, 지상 6층, 연면적 1만 2777㎡에 사업비 230억원(국비 115억원·시비 115억원)이 투입되는 사업이다.

주요시설로는 인쇄박물관, 인쇄공장, 뷰티케어, 웹툰창작 등이 들어서게 된다.

원도심지역의 가장 큰 문제인 주차난 해소를 위해서도 공영주차장(196면)을 설치한다.

특히 시는 인근지역에서 활력 잃어가고 있는 '인쇄거리'와 사업을 연계해 원도심 전체 활성화를 이끌어낼 계획을 갖고 있다.

이를 통해 지역기반 산업 활성화 및 신성장동력 산업 창출을 꾀하고, 청장년층의 창업 및 고용 촉진에 크게 기여할 것으로 전망된다.

시는 사업자 선정을 이달 중 마무리하고 내달부터 착공에 들어가 오는 2021년 준공할 방침이다.

@highlight

대전시가 취약한 재생기반을 회복하기 위해 '도심형 산업지원 플랫폼'구축을 추진하고 있는데, 이는 2015년 국토교통부 도시재상 사업 공모에서 선정된 '중앙로 프로젝트 마중물사업'을 통해 본격화 되었다.