2017년에 치러진 지방공무원 9급 필기시험 중 한 문항의 정답이 2년만에 법원 판결로 정정돼 98명이 추가 합격으로 처리되고 364명이 추가로 면접시험을 치르게 됐다.

행정안전부는 “2017년 12월 실시된 지방공무원 9급 공개경쟁 임용시험의 한국사 5번 문항을 ‘정답 없음’으로 처리한 뒤 추가합격자를 선발하고 면접시험 기회를 부여하는 내용의 후속 조치를 마련해 각 시·도에 통보했다”고 6일 밝혔다.

이에 따라 처음에 정답으로 인정되지 않은 답을 고른 응시생의 필기시험 성적이 바뀌면서 추가 합격자와 추가 면접시험 응시자가 나오게 됐다.

추가합격자는 모두 98명이다.

지역별로 경기 51명, 서울 14명, 인천 6명, 전남·부산·충남 각 5명 등이 별도 면접시험 없이 최종 합격자로 선발된다.

정답 정정으로 필기시험 점수가 당시 합격선을 넘게 되는 364명에겐 추가 면접시험 기회를 준다.

대상자는 경기가 121명으로 가장 많고, 전남 34명, 충남 33명, 경남 28명, 인천 23명, 서울 21명 등의 순으로 나타났다.

구체적 면접 일정 등은 시·도 홈페이지 등에 게재된다.

이번 조치는 당시 서울시 사회복지직 응시자가 해당 문항이 잘못 출제됐다며 서울시 제1인사위원회를 상대로 낸 불합격처분 취소소송에서 최종 승소한 데 따른 것이다.

필수과목인 한국사의 5번 문항은 ‘삼국지’에서 ‘고구려’에 대한 지문을 발췌해놓고 4가지 보기 중 해당 국가에 대한 설명이 아닌 것을 고르도록 했다.

원래 정답은 1번 “전쟁에 나갈 때 우제점(牛蹄占)을 쳐서 승패를 예측했다”로 돼 있었다.

법원은 그러나 고구려의 우제점 풍습 존재 여부는 학계에서 명확히 확인되지 않아 수험생이 다른 문헌에 근거해 답을 선택할 가능성이 있으며, 해당 문항을 ‘정답 없음’으로 처리할 경우 원고가 합격할 가능성이 충분히 있으므로 불합격 처분이 위법하다고 판단했다.

@highlight

2017년에 치러진 지방공무원 9급 필기시험 중 한 문항의 정답이 2년만에 법원 판결로 정정 돼 98명이 추가 합격 처리되고 364명이 추가로 면접시험을 치르게 됐다.