통상임금을 놓고 직원들과 소송하던 한국광해관리공단이 법원에서 패소 판결을 받았다.

7일 법조계에 따르면 최근 서울중앙지방법원 민사209단독 조정현 부장판사는 윤 모씨 등 한국광해관리공단 직원 100여명이 공단을 상대로 제기한 임금 청구 소송에서 원고 승소 판결했다.

광해관리공단은 직원의 전년도 근무성적을 기준으로 성과연봉 지급기준을 정해 지급해 왔다.

이 성과연봉은 지급대상연도에 근무한 일수에 비례해 지급되는데, 평가대상기간 중 2개월 이상 근무실적이 있는 직원에게만 지급됐다.

2개월 미만 근무한 직원들이 자신들에게도 성과연봉을 지급해야 한다며 소송을 제기했다.

이에 대해 공단은 근로자 소정근로를 제공하더라도 추가 조건을 충족해야 지급되는 임금으로 고정성을 갖추지 못했다"고 맞섰다.

소송을 제기한 직원들이 성과연봉 대상도 아니고, 성과연봉은 통상임금에도 포함되지 않는 것이다.

이에 대해 조 부장판사는 직원들의 주장이 맞다고 봤다.

조 부장판사는 "근로자가 해당 연도에 소정근로를 제공하는 시점에는 (임금 지급) 조건의 성취가 이미 확정돼 있다"며 "이를 이유로 성과연봉의 고정성이 결여됐다고 볼 수 없다"고 밝혔다.

대법원도 2016년 공공기관이 경영평가 및 내부경영실적 평가에 따라 지급하는 성과연봉 액수가 달라질 수 있지만, 전년도 평가를 바탕으로 지급비율이 정해지므로 해당 연도 실적과 관계없이 해당 연도 근로 대가로 지급된다고 판결한 바 있다.

근로자가 소정근로를 제공하면 지급이 확정됐다고 본 것이다.

광해관리공단의 성과연봉이 '통상임금에 포함된다'는 김 부장판사의 결론에 따라 윤씨 등은 미지급된 수당 중 성과연봉 부분을 포함한 통상임금을 받을 수 있게 됐다.

이번 판결로 인해 직원 1인당 32만~146만원씩 받게 된다.

이로 인해 공단이 추가로 지출하는 미지급 임금은 1억원이 넘는 수준이다.

이 판결은 지난달 22일 선고됐으나 광해관리공단은 항소 여부를 결정하지 않은 것으로 알려졌다.

@highlight

2개월 미만 근무한 직원들도 성과연봉을 지급해야 한다는 소송에서 한국광해관리공단이 법원에서 패소 판소판결을 받았으며, 이에 앞서 대법원도 2016년 공공기관이 경영평가에 따라 지급하는 성과연봉 액수가 달라질 수 있지만, 전년도 평가를 바탕으로 지급비율이 정해지므로 해당 연도 실적과 관계없이 근로 대가로 지급된다고 판결한 바있다.