2020년도 국가공무원 공개경쟁채용시험 5급 공채와 외교관후보자 선발 1차 시험은 대학 학사일정 등을 고려해 2월 29일, 9급 공채 필기시험은 국회의원 선거 일정 관계로 올해보다 일주일가량 앞당겨 3월 28일 실시된다.

또한 7급 필기시험은 8월 22일에 치러진다.

인사혁신처는 2020년도 국가공무원 공개경쟁 채용시험 일정을 7일 사이버국가고시센터(gosi.kr)에 공고한다고 6일 밝혔다.

가장 많은 지원자가 몰리는 9급 공채의 경우 내년 2월 15∼18일 원서접수를 진행하고 3월 28일 필기시험, 5월 24∼30일 면접시험이 치러진다.

9급 필기시험은 국회의원 선거 일정을 고려해 종전 4월 첫째 주에서 3월 마지막 주로 올해보다 일주일가량 앞당겨 시행되는 것이다.

5급 공채(행정·기술)와 외교관후보자 시험은 2월 4∼6일 원서접수 이후 1차 필기시험(선택형)이 2월 29일 치러진다.

5급 공채 1차 시험 일정은 대학 학사 일정 등을 고려해 종전 3월 첫째 주에서 2월 마지막 주 토요일로 일주일가량 앞당겨졌다.

5급 공채 행정직의 2차 필기시험(논문형)은 6월 22∼26일, 기술직의 2차 필기시험은 6월 30일∼7월 4일이며, 면접시험은 행정·기술직 모두 9월 17∼19일에 있다.

외교관후보자 선발을 위한 2차 필기시험은 6월 22∼26일, 면접시험은 8월 29일 치러진다.

7급 공채는 7월 16∼19일 원서접수, 8월 22일 필기시험, 10월 21∼24일 면접시험 순으로 진행된다.

시험별·직렬별 선발예정 인원, 응시자격, 시험과목 등 구체적인 시험정보는 내년 1월 초 ‘2020년도 국가공무원 공개경쟁 채용시험 등 계획공고’를 통해 공개한다.

@highlight

2020년도 국가공무원 5급 공채 및 외교관후보자시험이 내년 2월 4∼6일 원서를 받은 후 2월 29일 1차 필기시험을 실시하며 외교관후보자 선발을 위한 2차 필기시험은 6월 22∼26일, 면접시험은 8월 29일 시행한다.