코오롱FnC부문(이하 코오롱FnC)의 컨템포러리 퍼포먼스 골프웨어 왁은 공식 캐릭터인 와키의 생일을 기념해 특별한 이벤트를 진행한다고 7일 밝혔다.

왁은 와키의 생일을 맞아 두 차례에 나눠 주말 이벤트를 진행한다.

1차 이벤트에는 이달 8일부터 9일까지, 왁의 전 품목을 20% 할인된 금액으로 구매할 수 있다.

공식 온라인 몰과 오프라인 모두 적용되며, 오프라인 매장에서 구매한 고객에게는 와키 '떡'을 함께 증정한다.

2차 이벤트는 이달 15일부터 17일까지 20만원 이상 구매고객에게 여행용 캐리어 벨트를, 50만원 이상 구매고객에게는 리미티드 볼마커(4ea) 1set을 증정한다.

왁의 공식 캐릭터 '와키'는 상대방의 집중력을 흐리게 해 승리로 이끌어주는 장난기 많은 캐릭터다.

2016년 브랜드 론칭과 함께 탄생한 와키는 갱스터와키, 슈퍼와키, 갤럭시와키, 와키매직스펠까지 매 시즌 다른 컨셉트로 다양하고 차별화된 캐릭터를 선보이고 있다.

한편 왁은 2017년과 올해 2월, 골프장 안팎에서 일어나는 다양한 에피소드를 테마로 카카오톡 와키 이모티콘을 선보이기도 했다.

지난 8월에는 와키의 새로운 친구를 만들기 위해 와키 공모전을 진행해 600여 건이 넘는 응모작이 출품되기도 했다.

그 외에도 프로와 함께하는 '와키토키', 골프의 매너와 정보를 소개하는 '와키칼럼' 등 다양한 시도를 통한 고객과의 소통을 꾸준히 이어가고 있다.

김윤경 golf사업부 팀장은 "2019년 잇따른 후원선수들의 우승과 함께 더욱더 많은 사랑을 받는 와키가 4번째 생일을 맞았다. 톡톡 튀는 왁 제품의 디자인과 개성 있는 와키의 시즌 컨셉트처럼, 왁만의 색깔을 입힌 특별한 이벤트를 준비한 것"이라고 언급하며 "앞으로도 고객과의 접점에서 소통할 수 있는 온, 오프라인 이벤트를 자주 가질 수 있도록 노력할 것이다"고 전했다.

@highlight

1차 이벤트에는 이달 8일부터 9일까지, 왁의 전 품목을 20% 할인된 금액으로 구매하는 이벤트를 진행하며 코오롱FnC의 컨템포러리 퍼포먼스 골프웨어 왁이 공식 캐릭터인 와키의 생일 이벤트를 개최한다.