어린이 6명 등 9명의 일가족을 숨지게 한 멕시코 마약 카르텔 총격 사건의 용의자가 체포됐다고 폭스뉴스 등 미국 언론이 6일(현지시간) 보도했다.

멕시코 범죄수사당국은 이날 페이스북을 통해 애리조나주 더글라스 국경 건너편 아구아 프리타에서 두 명의 인질을 잡고 있던 용의자를 체포했다고 발표했다.

이 용의자는 방탄 SUV(스포츠유틸리티차)에 소총 4정을 갖고 있었으며 인질 두 명은 재갈이 물린 채 차량 안에서 발견됐다고 수사당국은 말했다.

앞서 지난 4일 저녁 멕시코 북부 치와와 주 인근에선 마약 카르텔 조직원들이 미국인 일가족이 탄 차량 3대에 무차별 총격을 가한 뒤 불을 질러 운전하던 여성 3명과 6개월 된 쌍둥이, 8살 어린이 등 최소 9명이 목숨을 잃었다.

나머지 8명의 아이들은 도로나 나무 뒤에 숨어 목숨을 건졌지만 이 중 5명이 총상으로 치료를 받고 있다.

수사당국은 카르텔 조직이 미국·멕시코 이중국적을 가진 가족 구성원들이 탄 SUV 행렬을 경쟁 카르텔 조직원들로 오인해 무차별 총격을 가한 뒤 차량에 불을 지른 것으로 보고 있으며, 카르텔 조직의 나머지 용의자들을 추적하고 있다.

도널드 트럼프 미국 대통령은 총격 사건 소식을 접한 뒤 트위터를 통해 "지구상에서 마약 카르텔을 싹 쓸어버릴 때다"라면서 "만약 멕시코가 이 괴물들을 제거하는 데 도움을 요청한다면 미국은 기꺼이 개입할 수 있다"고 했다.

안드레스 로페스 오브라도르 멕시코 대통령은 "멕시코의 독립성이 위태로워지는 것을 원하지 않는다"고 밝혔다.

그러나 미국 연방수사국(FBI)에 따르면 오브라도르 멕시코 대통령이 카르텔과의 전쟁을 치르겠다는 트럼프 대통령의 제안을 거부한 지 몇 시간 만에 멕시코 정부에 수사와 관련된 지원을 제의했다고 폭스뉴스는 전했다.

지난 4일(현지시간) 멕시코 북부 지역을 이동하다 괴한들에 의해 무차별 총격을 당한 스포트유틸리티(SUV) 차량.

@highlight

지난 4일 멕시코 마약 카르텔 조직원들이 미국인 일가족이 탄 차량에 무차별 총격을 가해 9명을 숨지게 한 사건의 용의자가 체포됐다고 미국 언론이 6일 보도했다.