북한이 올해 말 예정된 한미 연합공중훈련과 관련해 "인내심이 한계점을 가까이하고 있다"고 밝혔다.

6일 조선중앙통신에 따르면 권정근 북한 외무성 순회대사는 이날 담화를 통해 "우리는 결코 미국의 무모한 군사적 움직임을 가만히 앉아 지켜보고만 있지 않을 것"이라고 말했다.

권 대사는 "우리는 이미 합동군사연습이 조미(북미) 관계 진전을 가로막고 우리가 이미 취한 중대조치들을 재고하는 데로 떠밀 수 있다는 데 대하여 한두 번만 강조하지 않았다"고 했다.

이어 "최근 미 국방성은 싱가포르 조미수뇌회담 이후 중지하기로 공약했던 남조선군과의 연합공중훈련을 12월에 재개하기 위한 절차를 밟고 있다고 공식 발표했다"며 "스톡홀름 조미실무협상이 결렬된 지 한 달 만에 미국이 연합공중훈련 계획을 발표한 것은 우리에 대한 대결 선언으로밖에 달리 해석할 수 없다"고 말했다.

그러면서 "조미관계 전망을 놓고 온 세계가 우려하는 예민한 시기에 우리를 반대하는 전쟁 연습을 공공연히 벌여 놓으려 하는 미국의 처사는 세계 평화와 안전을 파괴하는 장본인, 군사적 힘을 문제 해결의 만능 수단으로 여기는 패권주의 국가의 본색을 적나라하게 드러내 보일 뿐"이라고 비판했다.

권 대사는 또 "미국의 무분별한 군사적 광기는 점점 꺼져가는 조미대화의 불씨에 찬물을 끼얹고 조선반도와 지역의 대결 분위기를 고조시키는 극히 도발적이고 위험천만한 행위"라고 지적했다.

군 당국이 예정된 훈련에 '비질런트 에이스'(Vigilant Ace)라는 명칭을 사용하지 않기로 한 것과 관련해서는 "훈련의 명칭이나 바꾼다고 하여 전쟁 연습의 침략적 성격이 달라지리라고 생각하는 사람은 이 세상에 없다"고 지적했다.

앞서 복수의 한국 정부 소식통은 비핵화를 위한 외교적 협상을 군사적 차원에서 뒷받침하도록 지난해에 이어 올해도 비질런트 에이스를 실시하지 않을 계획이라고 전했다.

이와 관련, 군 당국도 비질런트 에이스라는 명칭을 사용하지 않되 규모가 조정된 연합훈련을 할 것이라고 밝혔다.

@highlight

6일 조선중앙통신에 따르면 권정근 북한 외무성 순회대사는 "합동군사연습이라는 명목하에 전쟁 연습을 벌이는 미국의 처사는 군사적 힘을 문제 해결 수단으로 여기는 본색을 드러낸 것"이라며 "합동군사연습이 조미 관계 진전을 가로막는 것은 물론 중대조치들을 재고하는 방향으로 이끌수 있기에 북한은 미국의 무모한 군사적 움직임을 지켜보고만 있지는 않을 것이다"라고 말했다.