지난 2013년 관광객 이용 편의를 도모하기 위해 조성된 경인아라뱃길 귤현 나루 선착장이 6년 째 제 기능을 하지 못하고 있다.

경인아라뱃길을 찾는 관광객들의 이용 편의와 유람선 경유를 목적으로 혈세를 들여 설치한 ‘귤현나루’ 선착장이 수년째 방치되고 있다.

6일 한국수자원공사에 따르면 경인아라뱃길 전면 개통 이듬해인 2013년 6월 ‘굴포천 방수로 사업’ 명목으로 국비 2억 원을 들여 귤현나루 선착장을 조성했다.

귤현나루 선착장은 길이 160m의 콘크리트 대형 선박 접안시설을 비롯해 목조데크, 경사계단 등의 부속시설로 조성돼 있다.

하지만 귤현나루 선착장은 조성 이후 지금까지 제 기능을 발휘하지 못하고 있다.

경인아라뱃길 유람선사가 해당 지역의 관광객 수요가 극히 적다는 등의 이유로 조성 직후부터 지금까지 유람선 운항 코스에 귤현나루 선착장을 배제한 채 운항하고 있기 때문이다.

현재 경인항 김포터미널에서 출발하는 유람선은 귤현나루 선착장을 경유하지 않고, 인천시 서구에 위치한 시천나루 선착장까지 약 12㎞를 곧장 운항한 후 회항하고 있다.

해당 선사는 영리를 목적으로 운영하는 유람선이 관광객 수요를 생각하지 않고 운항할 수 없다는 입장이다.

선착장 관련 인프라 부재도 문제로 지적되고 있다.

당초 한국수자원공사가 귤현나루 선착장을 조성하면서 매표시설, 관광객 대기시설 등을 설계에 반영하지 않았기 때문이다.

이러한 문제로 해당 지역구인 계양구는 2014∼2105년 열린 경인아라뱃길 상생발전협의회에서 귤현나루 선착장의 활성화 방안 마련을 강력히 요구했으나 지금까지 이렇다 할 대책이 나오지 않고 있는 실정이다.

한국수자원공사 인천김포권지사 관계자는 "지역 관광 활성화를 위해 당시 국비를 들여 서구 시천나루 선착장과 함께 조성했으나 현재까지 특별한 이용 실적이 없는 것은 사실"이라며 "귤현나루 선착장 활용 방안은 현재 내부적으로 논의되고 있지 않다"고 말했다.

@highlight

6일 한국수자원공사에 따르면 경인아라뱃길을 찾는 관광객들의 이용 편의와 유람선 경유를 목적으로 2013년 6월 ‘굴포천 방수로 사업’ 명목으로 국비 2억 원을 들여 ‘귤현나루’ 선착장을 설치했으나, 경인아라뱃길 유람선사가 해당 지역의 관광객 수요가 극히 적다는 등의 이유로 조성 직후부터 지금까지 유람선 운항 코스에 귤현나루 선착장을 배제한 채 운항하고 있어 수년째 방치되고 있다.  수년째 방치되고 있다. 