여당인 더불어민주당은 6일 국회 본관 로텐더홀에서 현장 최고위원회의를 열고 국회 개혁의 필요성을 강조하며 야당을 압박했다.

야당의 정쟁과 발목잡기로 국회 파행이 일상화되고 있다는게 민주당의 진단이다.

민주당 이해찬 대표는 "20대 국회 법안 통과율이 30%가 안 되고 제대로 청문 절차를 통해 장관들을 정상적으로 임명한 적이 거의 없다"면서 "이런 국회를 그대로 두어서는 안 된다"고 말했다.

그러면서 이 대표는 "이런 국회 실상을 국민들이 세세히 다 알게 되면 ‘국회의원을 왜 뽑느냐’는 질타가 쏟아질 것"이라면서 "국회법을 고쳐서 국회를 근본적으로 개혁하지 않으면 안 된다"고 했다.

이인영 원내대표도 국회법 개정 필요성을 강조했다.

이 원내대표는 "국회가 상습적으로 보이콧을 하며 정쟁 국회를 끝없이 반복할지, 아니면 민생 국회 본연의 모습을 되찾을지 결단해야 할 때"라며 "국회 본회의나 상임위원회 회의 개최를 우리 스스로 강제하는 국회법 개정이 필요하다"고 주장했다.

이어 그는 자유한국당이 법제사법위원장을 맡아 입법 발목을 잡고 있다는 점을 거론하며 "상원도 아닌 법제사법위원회의 월권행위도 개혁해야 한다"며 "민생법안이 정쟁에 발목 잡히는 일이 없도록 결단을 해야 한다"고 목소리를 높였다.

이날 회의에선 시민들도 국회 파행을 비판하며 민생 법안 통과를 촉구했다.

이재광 전국가맹점주협의회 공동대표는 "가출했던 야당은 지금도 국회를 등한시하고 있다"며 "경제가 벼랑 끝에 서 있다.

정말로 절박하다.

제발 돌아와서 열심히 법안 심의하고 통과시켜 달라"고 말했다.

엄창환 전국청년정책네트워크 대표는 "국회가 본연의 입법 기능을 다해 청년기본법이 연내 제정되길 바란다"고 했다.

박찬대(인천연수갑) 원내대변인은 이날 논평을 통해 "한국당의 반발로 국회가 또 올스톱 될 위기에 처했다.

운영위 국감 파행을 빌미로 예산안과 입법마저 볼모로 삼는 것은 지나친 처사"라며 "여야는 지금이라도 정쟁을 버리고 경제·민생법안 협상, 예산 심사 등 정기국회 의사일정에 적극적으로 임해야 한다"고 촉구했다.

@highlight

더불어민주당은 6일 국회 본관 로텐더홀에서 현장 최고위원회의를 개회하고 20대 국회 법안 통과율이 30% 미만이고 청문 절차를 통한 장관 임명이 없었다며 국회 개혁의 필요성을 강조했으며 시민들도 국회 파행을 비난하며 민생 법안 통과를 요청했다. 