오늘(7일) 개봉한 '신의 한 수: 귀수편'(감독 리건, 제작 메이스엔터테인먼트 아지트필름)이 관전 포인트 3가지를 공개했다.

'신의 한 수: 귀수편'은 전작 '신의 한 수'보다 더욱 업그레이드된 내기 바둑의 재미를 선사할 예정이다.

무협지를 찢고 나온 듯 강렬한 캐릭터 귀수(권상우)가 치열한 바둑 대결과 긴장감 넘치는 액션을 통해 한 명, 한 명 상대를 격파해나가는 도장깨기식 스타일을 입힌 것.

스승 허일도(김성균)와 귀수가 두는 맹기 바둑부터 초속기 바둑, 일색바둑, 사석 바둑, 다면기 바둑까지 전작보다 다채로워진 대국 스타일이 펼쳐져 바둑을 모르는 관객들도 매료시킬 예정이다.

강렬한 존재감을 뿜어내는 배우들이 만나 자신만의 개성을 더한 6인 6색 바둑 고수들 역시 관전 포인트 중 하나다.

관전바둑의 똥선생(김희원 분)부터 맹기바둑 허일도, 판돈바둑 부산잡초(허성태 분), 사석바둑 외톨이(우도환 분), 신들린 바둑 장성무당(원현준 분)은 스크린을 압도하는 연기를 펼친다.

바둑 고수 캐릭터를 위해 배우들 모두 바둑돌을 놓는 법부터 영화 속 대국 기보를 외워가며 '신의 한 수: 귀수편'의 완성도를 위해 치열한 준비를 거쳤다.

각본 유성협 작가부터 바둑 자문의 김선호 바둑 기사까지 오리지널 제작진이 다시 뭉쳐 스타일리시 바둑 액션의 정통성에 더욱 업그레이드된 강렬한 캐릭터와 바둑 대국 스타일로 돌아왔다.

'신의 한 수: 귀수편'은 바둑으로 모든 것을 잃고 홀로 살아남은 귀수가 냉혹한 내기 바둑판의 세계에서 귀신 같은 바둑을 두는 자들과 사활을 건 대결을 펼치는 범죄액션 영화다.

@highlight

'신의 한 수: 귀수편'은 전작보다 다채로워진 대국 스타일과 존재감 넘치는 배우들의 6인 6색 바둑 고수 연기에 작가, 바둑 기사까지 오리지널 제작진의 참여가 관전포인트인다.