SPC그룹은 통합 멤버십 서비스인 '해피포인트'의 모바일 애플리케이션 '해피앱' 이용자가 1000만명을 돌파했다고 7일 밝혔다.

SPC그룹의 마케팅플랫폼 계열사인 'SPC클라우드'가 운영하는 해피포인트는 2000년 8월 론칭해 가입자 2000만명을 보유한 멤버십 포인트 서비스로 파리바게뜨, 배스킨라빈스, 던킨도너츠, 파스쿠찌, 쉐이크쉑 등 전국 6300여 매장에서 편리하게 포인트를 적립하거나 사용할 수 있다.

SPC클라우드는 스마트폰의 본격적인 확산과 모바일 시대에 발맞춰 2014년 해피앱을 선보였으며, 출시 5년 만에 국내 식음료업계 멤버십 서비스 중 최초로 사용자 1000만명을 넘어섰다.

해피앱은 구매 제품 총액의 5%에 달하는 높은 적립률과 전국 어디서나 쉽게 사용할 수 있는 해피포인트의 장점에 더해, 가맹점 제품을 사전에 주문하거나 배달 받을 수 있는 '해피오더', 모바일상품권 '해피콘', 앱 회원만을 위한 혜택과 이벤트 등 모바일 환경에 특화한 기능과 서비스를 제공해 빠르게 이용자를 늘릴 수 있었다.

또한, 제휴처를 편의점(GS25ㆍCU)과 오픈마켓(이베이)ㆍ면세점(신라면세점)ㆍ여행(하나투어)ㆍ주유소(현대오일뱅크)ㆍ극장(메가박스)ㆍ도서(예스24) 등 라이프스타일 산업 전반으로 확대해 다양한 서비스를 제공한 것도 앱 사용 확산을 앞당겼다.

최근에는 빠르게 성장하는 딜리버리 시장 환경에 맞춰, 기존 해피앱 내에서 운영하던 '해피오더' 기능을 분리해 별도의 애플리케이션인 '해피오더앱'을 선보이기도 했다.

SPC그룹 관계자는 "해피앱 이용자 1000만명 돌파는 빠르게 변화하는 모바일 환경에 신속하고 성공적으로 대처해 이용자들의 만족도를 높여 이뤄낸 성과"라며 "앞으로 빅데이터, O2O, 인공지능(AI) 등 첨단 IT를 접목해 해피앱 회원들에게 더욱 다양한 서비스와 혜택을 제공하도록 노력하겠다"고 말했다.

@highlight

SPC그룹에 따르면 2014년 모바일 시대를 맞아 '해피오더', 모바일상품권 '해피콘' 등의 서비스를 포함해 출시한 통합 멤버십 서비스인 '해피포인트'가 5년만에 국내 식음료업계 멤버십 서비스 중 최초로 사용자 1000만명을 돌파했다.