울산 '문수로 동문굿모닝힐'

[디지털타임스 박상길 기자] 동문건설은 오는 8일 울산 남구 신정동 1165-3 일대에 들어서는 '문수로 동문굿모닝힐' 견본주택을 열고 본격 분양에 나선다고 7일 밝혔다.

단지는 지상 최고 34층 2개 동 아파트 전용면적 74·84㎡ 166가구 아파트와 1인 가구는 물론 소형아파트를 대체할 수 있는 오피스텔 전용 24∼62㎡ 17실로 구성된다.

단지는 남향 위주 동 배치로 조망은 물론 저층에서도 햇빛이 잘 들고 바람도 잘 통하도록 설계했다.

평면은 판상형 4베이(전면에 거실과 방 3개소 배치) 위주다.

공간활용성과 개방감이 돋보이며 주부에 인기 높은 수납 특화 공간 팬트리(타입별 일부 상이)와 와이드 드레스룸(타입별 일부 상이)도 마련된다.

단지는 울산에서 주거 선호도가 옥동생활권에 들어선다.

단지에서 2∼3분 거리인 공업탑 로터리는 문수로, 봉월로, 삼산로, 수암로, 두왕로 등이 만나는 곳으로 로터리를 통해 울산 시내외로 빠르게 이동할 수 있다.

울산시청이 단지 주변에 있으며, 364만㎡의 대형 광장, 동물원, 레포츠 등 시설을 갖춘 울산대공원도 가깝다.

단지에서 차량으로 10분 거리에 현대백화점, 롯데백화점, 뉴코아아울렛, 롯데마트, 홈플러스가 있으며 울산병원, 울산문화예술회관, 남산근린공원, 태화강 국가정원도 가깝다.

청약은 오는 13일 특별공급을 시작으로 14일 1순위, 15일 2순위가 진행된다.

계약금은 총분양가의 10%이며, 중도금 60% 중 30% 무이자, 30% 이자 후불제 혜택이 제공된다.

당첨자 발표는 21일이며 계약은 12월 2일부터 4일까지다.

입주는 2022년 8월 예정이다.

@highlight

동문건설은 오는 8일 울산 남구 신정동 1165-3 일대에 들어서는 '문수로 동문굿모닝힐' 견본주택을 열고 본격 분양에 들어간다고 7일 밝혔는데  단지는 울산에서 주거 선호도가 옥동생활권에 들며  남향 위주 동 배치로 전망은 물론 저층에서도 햇빛이 잘 들고 바람도 잘 통하도록 설계했다