7일 코스피가 상승세로 장을 마감하며 2140선을 지켰다.

이날 코스피는 전장보다 0.14포인트(0.01%) 오른 2144.29에 장을 끝냈다.

코스피는 전거래일보다 3.1포인트(0.14%) 떨어진 2141.05로 장을 시작했다.

이어 약세를 지속하며 장중 2130선으로 밀렸고, 장 마감 직전에는 박스권 보합세를 보이기도 했다.

유가증권시장에서는 개인과 기관이 각각 650억원, 491억원어치를 순매수했다.

반면 외국인은 1513억원어치를 순매도했다.

업종별로는 음식료품(0.46%), 철강·금속(0.15%), 운송장비(0.5%) 등이 상승했고, 섬유·의복(0.65%), 화학(0.1%), 의약품(0.6%) 등이 하락했다.

시가총액 10위 종목 중 SK하이닉스(0.12%), NAVER(2.48%), 삼성바이오로직스(1.25%), 현대모비스(1.02%), SK텔레콤(2.32%) 등이 올랐고, 삼성전자(0.75%), 셀트리온(2.8%), LG화학(0.31%), 신한지주(0.23%) 등이 내렸다.

코스닥은 전장보다 3.53포인트(0.53%) 하락한 665.15로 장을 마쳤다.

코스닥은 전거래일과 비교해 0.95포인트(0.14%) 내린 668.73으로 시작해 약세를 유지했다.

코스닥시장에서는 개인이 1921억원을 순매수했다.

외국인과 기관은 각각 684억원, 1135억원을 순매도했다.

업종을 나눴을 때 인터넷(0.5%), 섬유의류(0.1%) 등은 올랐지만, 화학(1.4%), 비금속(1.19%), IT부품(1.78%) 등은 내렸다.

시총 상위주 가운데 에이치엘비(9.7%), 메지온(0.47%) 등은 상승했다.

셀트리온헬스케어(2.77%), CJ ENM(2.28%), 펄어비스(3%), 스튜디오드래곤(2.25%), 헬릭스미스(0.31%), 케이엠더블유(1.8%), 메디톡스(2.7%) 등은 하락했다.

@highlight

7일 코스피가 전날보다 0.14포인트(0.01%) 오른 2144.29로 장을 끝내며 상승세로 마무리했으며 코스닥은 3.53포인트(0.53%) 하락한 665.15로 마감하였다.