동서식품은 디자인 패브릭 브랜드 '키티 버니 포니'와 손잡고 '맥심X키티버니포니 스페셜 패키지'를 한정 판매한다고 7일 밝혔다.

이번 스페셜 패키지는 지난해 카카오프렌즈와의 협업(총 2회)에 이은 맥심 커피믹스의 두 번째 브랜드 콜라보레이션이다.

맥심 커피믹스가 가진 친숙한 이미지에 키티버니포니가 가진 트렌디함을 더해 소비자들에게 새로운 즐거움을 선사하기 위해 기획됐다.

2008년 론칭한 키티버니포니는 기하학적인 그래픽에 자연, 동식물 등을 모티브로 한 컬러풀한 패브릭 제품을 선보여 2030세대를 중심으로 두터운 팬층을 보유한 브랜드다.

맥심X키티버니포니 스페셜 패키지는 △맥심 모카골드 마일드 △맥심 모카골드 라이트 △맥심 모카골드 심플라떼 △맥심 화이트골드 등 총 4종이다.

제품 패키지에는 일상 생활에서 활용도가 높은 머그&코스터, 텀블러, 스테인리스 컵, 접시, 무릎담요, 에코백 등 6종의 한정판 굿즈(Goods)가 포함돼 있다.

또한 제품 패키지와 커피믹스 스틱, 한정판 굿즈에는 각각 맥심과 키티버니포니와 함께 작업한 4가지 종류의 디자인을 적용했다.

원형, 다각형, 사각형 등을 활용해 키티버니포니 특유의 개성 넘치는 패턴을 담았으며, 특히 맥심 모카골드 마일드는 브랜드의 시그니처 컬러인 노란색 바탕에 춤추는 반달곰을 디자인해 귀여운 매력을 한층 더했다.

고은혁 동서식품 마케팅 매니저는 "이번 스페셜 패키지는 기존의 심플한 맥심 모카골드 패키지와 달리 컬러풀하면서도 독특한 디자인을 선보여 젊은 소비자들에게 큰 관심을 받을 것으로 기대한다"며 "앞으로도 동서식품은 소비자의 입맛을 만족시킬 수 있는 제품 개발뿐 아니라 차별화된 마케팅을 통해 맥심 커피만의 색다른 매력을 알려 나갈 것"이라고 말했다.

@highlight

동서식품은 7일 기하학적인 그래픽에 자연, 동식물등을 모티브로 한 컬러풀한 패브릭 제품을 선보여 2030세대를 중심으로 두터운 팬층을 보유한  '키티버니포니'와 손잡고 맥심 커피믹스가 가진  친숙한 이미지에 키티버니포니가 가진 트렌디함을 더해 소비자들에게 새로운 즐거움을 선사하기 위해 '맥심X키티버니포니 스페셜 패키지'를 한정판매한다고 발표하였다.