더불어민주당 이해찬 대표가 내년 총선을 정확히 5개월 앞두는 오는 13일 충북 청주를 시작으로 지역 순회 현장 최고위원회의를 주재한다.

7일 민주당 관계자에 따르면 이 대표를 비롯한 당 지도부는 서울과 인천, 경기 등 수도권을 제외한 전국 14개 시·도당 지역을 잇따라 찾아 현장 최고위원회의를 개최한다.

전국 시·도의 내년도 주요 사업 및 예산을 점검하기 위한 예산정책협의회를 마무리한 데 이어 이번에는 지역 현장을 찾아 경제·민생 현안을 챙기고 정책 대안을 마련하겠다는 취지다.

특히 충북 청주를 지역 순회 첫 일정으로 선택한 점이 흥미를 끈다.

이 대표는 청주의 반도체 패킹 관련 강소기업 방문을 시작으로 기업이 직면한 애로를 청취하고, 일자리 창출 및 경제활력 제고 등을 위한 방안을 논의할 방침이다.

이 대표는 최근 비공개 회의에서 "지역 경제 쪽이 전체 경제에 비해 저평가되고 있는데, 우리가 많이 가야 하지 않겠냐"며 "선거를 앞두고 지역에 가서 단순한 간담회를 하는 것은 아무 의미가 없고, 이왕 갈 것이면 지역에 도움되는 방향으로 가야 한다"고 밝힌 것으로 알려졌다.

당 관계자는 지역 순회 현장 최고위원회의의 콘셉트를 지역균형발전·민생경제·혁신성장으로 꼽았다.

이번 지역 순회는 조국 사태 이후 내부에서 분출된 쇄신 요구를 정리하고 지역 방문을 통해 자연스럽게 총선체제로 전환하겠다는 의지로 해석된다.

또 총선을 불과 5개월여 앞둔 가운데 각종 여론조사에서 지지율 하락 현상이 발견된 만큼 취약 지역 및 계층을 겨냥해 지역 맞춤형 구애에 나서겠다는 전략으로도 풀이된다.

이 관계자는 "지지율이 취약하다고 판단되는 지역에 대한 좋은 현장을 물색 중"이라며 "대통령이 방문했던 현장이 아닌, 대통령이 살펴보지 못한 곳 위주로 검토할 것"이라고 전했다.

실제로 당은 각 시·도당으로부터 당이 방문했으면 하는 현장과 관련해 신청을 받고 있다.

이와 함께 해결되지 못한 지역 숙원사업도 챙길 예정이다.

특히 과거 현장 최고위원회의 당시 주로 수도권을 방문한 것과 달리 비수도권 지역을 찾음으로써 지역 경제 활성화와 균형발전의 의미를 함께 강조한다는 효과도 내심 기대하고 있다.

당 관계자는 "충청의 지역 기반 첨단업체는 물론 경남 창원의 제조업 기업, 강원도의 바이오 관련 기업 등도 두루 방문할 예정"이라고 말했다.

@highlight

더불어민주당 이해찬 대표가 충북 청주를 시작으로 지역 순회 현장 최고위원회의를 주재하는데 충북 청주를 지역 순회 첫 일정으로 선택한 점이 흥미로우며 당 관계자는 충청 지역 첨단업체 및 창원 제조업 기업, 강원도 바이오 기업 두루 방문할 예정이라고 말했다.