엠넷 '프로듀스 48' 조작이 사실상 인정되자 이 프로그램을 통해 데뷔한 걸그룹 아이즈원의 컴백쇼 방송이 취소됐다.

엠넷은 7일 입장문을 통해 "오는 11일 예정된 아이즈원 첫 정규 앨범 발매를 연기하게 됐다"고 밝혔다.

그러면서 "같은 날 오후 7시 엠넷과 M2를 비롯한 디지털 채널에서 방송 예정이던 아이즈원 컴백쇼 '컴백 아이즈원 블룸 아이즈'(COMEBACK IZ * ONE BLOOM * IZ ) 편성도 연기를 결정했다"고 설명했다.

이같은 내용은 엠넷 재팬 공식 홈페이지에도 올라왔다.

당초 아이즈원은 오는 11일 정규 1집 '블룸아이즈'(BLOOM*IZ)를 발매하고 본격적인 활동에 나설 계획이었으나 전날 '프로듀스 101' 시리즈를 연출한 안준영 PD가 '프로듀스 48'과 '프로듀스 엑스(X) 101' 투표 조작 혐의를 인정하면서 모든 일정이 잠정 중단됐다.

JTBC도 오는 19일 방송이 예정된 아이즈원 출연 예능 '아이돌룸' 방송을 재고하겠다는 입장을 밝혔다.

아이즈원을 주인공으로 내세운 영화 '아이즈 온 미: 더 무비'도 오는 15일 개봉을 둘러싸고 논란이 일고 있다.

아울러 '프로듀스 X 101'를 통해 데뷔한 보이그룹 엑스원의 활동에도 제약이 걸리게 됐다.

엑스원 측은 일단 10일 태국에서 열리는 'K팝 페스타 인 방콕' 참석, 16일 브이라이브 어워즈 'V 하트비트' 참석 등 예정된 일정은 변동 없이 진행한다는 방침이다.

그러나 전반적인 활동 계획에 타격을 받을 가능성은 배제할 수 없다.

아이즈원과 엑스원은 다음 달 일본 나고야에서 열릴 엠넷 주최 K팝 축제 겸 시상식 'MAMA'에도 참석할 계획이었지만 이번 사태로 참여가 불투명해졌다.

두 그룹의 MAMA 참석 여부 역시 아직 결정된 바 없다.

@highlight

엠넷 '프로듀스 48' 조작이 사실상 확인됨에 따라 이 프로그램을 통해 데뷔한 걸그룹 아이즈원의 컴백쇼 방송 취소에 이어  '프로듀스 X 101'를 통해 데뷔한 보이그룹 엑스원의 활동에도 제약이 걸리면서 향후 활동에 타격을 받을 것으로 보인다.