정부가 공공택지 입찰 과정에서의 '부정'을 막기 위해 '택지개발촉진법'(이하 택촉법) 시행령 및 지침 개정에 나선다.

국토교통부 관계자는 7일 "최근 국정감사에서 지적받은 일부 건설사들의 페이퍼컴퍼니를 이용한 공공택지 입찰과 관련해 실무적으로 들여다보고 있고, 추후 한국토지주택공사(LH)와 협의해 택촉법 시행령 등을 개정할 방침"이라고 밝혔다.

가장 가능성이 높은 방안은 '최근 3년 간 주택공급실적 300가구 이상'인 현재의 택지 입찰자격 조건을 '500가구 또는 700가구 이상'으로 강화하는 것이다.

김현미 국토부 장관은 이와 관련한 송언석 자유한국당 의원의 국감 질의에 "관련 요건을 강화하는 등의 제도 개선과 함께 편법 전매행위를 근절하기 위해 (낙찰받은 택지를) 공급가격 이하로 전매할 경우 시행자에게 우선 매입하는 환매 제도를 두려고 한다"고 답했다.

입찰자격 조건은 담은 택촉법 시행령은 2015년 8월부터 전매를 금지했다.

2017년부터는 LH 지침으로 공동주택용지를 분양받을 수 있는 회사의 1순위 자격 요건을 현 수준으로 제한했다.

과거에는 주택건설실적과 관계 없이 주택법 9조에 의한 주택건설사업자로 등록한 자는 공동주택용지 입찰에 참여할 수 있었다.

하지만 건설업계에서는 회의적인 반응이다.

건설사들이 페이퍼컴퍼니에 서류상 실적을 더 많이 몰아주고 입찰에 얼마든지 다시 참여할 수 있기 때문이다.

결국 사후 대응에 그칠 것이란 우려다.

업계 한 관계자는 "위례신도시 택지 입찰 때는 물론이고 이른바 '핫'한 지역에서는 늘 같은 문제가 불거졌었다"며 "논란 대상인 중견 건설사들 대부분이 주택건설실적을 웬만큼 갖추고 있어 단순히 수치를 늘리는 것은 큰 의미가 없다"고 전했다.

이와 관련해 국토부는 '검토 중'이라는 입장이다.

국토부 관계자는 "구체적인 개정 시기나 내용이 정해지지 않았고, 공공택지를 가장 많이 공급하는 곳이 LH인 만큼 시행령에 관련 지침이 서로 섞여 있다"며 "지속적으로 협의해 나갈 것"이라고 말했다.

@highlight

정부가 공공택지 입찰 과정에서의 부정을 막기 위해 '택지개발촉진법' 시행령등을 '최근 3년 간 주택공급실적 300가구 이상상'인 현재의 택지 입찰자격 조건을 '500가구 또는 700가구 이상'으로 강력하게 개정하려는 모습을 보이려 하고있지만 건설업계에서는 건설사들이 페이퍼컴퍼니에 서류상 실적을 더 많이 몰아주고 입찰에 얼마든지 재참여 할 수도 있다며 회의적인 반응을 보이고 있다.  