[디지털타임스 박정일 기자] 삼성전자가 반도체 경쟁력 강화를 위해 최근 3년 간 인텔보다 50% 많은 설비투자를 한 것으로 나타났다.

이재용 삼성전자 부회장의 시스템반도체 2030 비전을 앞세워 메모리에 이어 파운드리(반도체 위탁생산) 등에서도 '초격차' 전략을 앞세워 공격적인 투자를 이어가고 있다는 분석이 나온다.

7일 시장조사업체 IC인사이츠 보고서에 따르면 삼성전자는 2017년부터 올해까지 반도체 설비투자로 658억 달러(약 76조3000억원)를 투자할 것으로 추정된다.

이는 반도체 설비투자 규모 2위인 인텔(약 430억달러)보다 53%가량 많은 수준이며 중국 모든 반도체 업체 투자 금액의 두배에 달한다는 게 보고서의 분석이다.

같은 기간 삼성전자의 반도체 매출액은 증권가 추정 약 226조원으로 인텔(약 227조원 추정)과 비슷한 수준일 것으로 보인다.

IC인사이츠는 이와 관련 "삼성전자가 중국 메모리 스타트업을 멀찍이 따돌리는 한편 비메모리 강자인 TSMC와 경쟁하기 위해 진지하게 고민하고 있다는 의미"라고 분석했다.

삼성전자는 최근 3분기 실적설명회에서 "4분기 투자는 중장기 수요에 대응하기 위한 메모리 인프라 투자에 집중돼 있다"며 "파운드리 경쟁력 강화를 위한 극자외선(EUV) 7나노 생산량 확대도 지속할 방침"이라고 설명한 적이 있다.

이에 따라 삼성전자, 인텔, TSMC, SK하이닉스, 마이크론 등 글로벌 반도체 '톱5' 업체가 전체 설비 투자 규모의 68%를 차지, 역대 가장 높은 비중을 기록할 것으로 전망된다.

이들 설비 투자 비중은 지난 1994년 25% 수준에서 반도체 업체가 급격히 줄어들기 시작한 2010년 50%를 돌파했고, 이후엔 2013년과 2018년이 67%로 비중이 가장 높았다.

업계 관계자는 "메모리 반도체 상위 업체들이 살아남는데 그치지 않고 기술 격차를 계속해서 벌려 나가려는 시도로 보인다"며 "반도체 시황도 저점을 다지고 있어 자금 여유가 있는 업체들이 미래를 대비해 투자를 늘리는 시기"라고 설명했다.

@highlight

삼성전자가 반도체 경쟁력 강화를 위해 '초격차' 전략을 앞세워 인텔보다 50% 많은, 또한 중국 모든 반도체 업체 투자 금액의 두배에 달하는 공격적 설비투자를 한 것으로 전해졌다.