㈜GS는 3분기 매출액 4조5233억원, 영업이익 5511억원, 당기순이익 2435억원을 기록했다고 7일 밝혔다.

이는 전년 동기 기준으로 매출액은 4.2%가 줄었으며 영업익과 순이익은 각각 20.1%, 30.7%가 줄어든 수치다.

다만 전분기 기준으로 매출액은 0.3%가 늘었으며 영업이익과 순이익은 각각 13.0%, 21.0% 늘며 개선되는 모습을 나타냈다.

3분기까지 누계 매출액은 13조4502억원, 영업이익과 당기순이익은 각각 1조5517억원, 6506억원을 기록했다.

이같은 실적하락은 그룹 내 매출비중 대부분을 차지하고 있는 GS칼텍스의 부진이 원인이다.

정제마진은 상승한 반면 유가 하락에 따른 재고손실로 영업이익이 급감했다.

㈜GS에 따르면 3분기 GS칼텍스의 매출액은 8조9457억원, 영업이익은 3222억원을 기록했다, 이는 전년 같은기간 대비 매출액은 8.8%가 줄었고, 영업익은 49.3%가 급감한 수치다.

이는 정유부문의 영업익 급감이 전체 실적하락으로 직결된 탓이다.

정유부문 4분기 매출과 영업익은 각각 7조1997억원, 2109억원으로 각각 작년 같은기간에 비해 6.2%, 53.9% 하락했다.

석유화학부문 역시 매출과 영업익이 1조4401억원, 920억원으로 작년 동기에 비해 19.5%, 33.5%가 빠졌다.

다만 회사측은 전분기 대비 실적이 개선된 점에 주목했다.

㈜GS 관계자는 "3분기 실적은 전년동기 대비 감소한 반면 전분기 대비로는 증가했다"며 "우선 GS칼텍스는 정유제품 스프레드 개선 및 생산량이 증가했고, 파라자일렌을 제외한 석유화학 제품들의 스프레드 회복 등의 영향으로 전분기 대비 실적이 개선됐다"고 설명했다.

이어 "GS리테일은 편의점 사업부의 실적개선, GS EPS는 설비 가동률 상승 등으로 실적이 증가했다"면서 "다른 자회사들도 차이는 있지만 전반적으로 준수한 실적을 달성한 것으로 판단된다"고 말했다.

@highlight

(주)GS의 3분기 실적이 그룹 내 매출비중 대부분을 차지하고 있는 GS칼텍스의 부진으로 전년 동기 기준 4.2% 줄어든 매출액 4조5233억원, 20.1% 줄어든 영업이익 5511억원,  30.7% 줄어든 당기순이익 2435억원 감소를 기록했다.