대표 계열사 하나은행의 충청권 대표은행 위상 공고히 '관측'

대전시티즌 투자업무 협약을 하고 있는 모습.

왼쪽이 함영주 하나금융그룹 부회장, 오른쪽이 허태정 대전시장.

하나금융그룹이 대전시와 대전시티즌 투자협약을 맺은 배경에 대해 지역 경제계의 해석이 분분하다.

대전시와 하나금융그룹은 '사회공헌의 일환'이라고 강조했지만, 사실상 가장 큰 계열사인 하나은행이 '충청은 하나은행'이라는 위상을 공고히 하기 위해 이번 협약을 정조준한 게 아니냐는 관측이 나오면서다.

6일 금융권에선 하나금융그룹의 대전시티즌 협약 체결을 두고 제2의 충청권 기반 다지기란 시각이 나왔다.

하나은행은 2007년부터 대전시 1금고를 놓치지 않고 도맡아왔다.

세종시 2금고에도 선정되면서 지역은행으로서의 위상을 다져왔다.

대전시는 2017년 대전시금고 선정 과정에서 '지역사회기여, 대전시와 협력사업추진능력'등으로 그간 낸 기부금과 앞으로 할 협력사업 추진 계획을 평가했는데, 이 방향과도 일맥상통한다는 해석도 있다.

모 은행 관계자는 "충청은행을 인수한 하나은행은 충청권 대표 은행이라는 브랜드와 위상을 가지고 있다"며 "대전시티즌 인수라는 결정도 이런 차원일 것"이라고 했다.

투자협약에서 나온 지원금에 대한 평가는 갈렸다.

또 다른 은행 관계자는 "관점에 따라 다른데 산술적인 수치로 보면 70~80억, 혹은 그 이상이 나온다고 하면, 다른 금고 기금 운용 한다고 해도 그 정도 수익은 어려울 수 있다"고 말했다.

반면 다른 관계자는 "상징성에 무게를 뒀기 때문에 가치로만 따지면 충청 민심을 잡는 계기가 될 수 있다"고 내다봤다.

물론 아직 지켜봐야 한다는 입장도 있다.

이번 협약 이후 협상을 거친 본 계약이 12월로 예정한 만큼, 섣불리 속단할 수 없다는 이유에서다.

금융권 관계자는 "하나은행이 체결한 게 아니라 금융그룹이 한 만큼, 아직까지 하나은행의 역할이나 파급력에 대해서 언급하긴 이른 상황"이라며 "본 협상이 체결된다면 하나은행 측에서 활동 반경을 넓힌 행보에 나설 것으로 보인다"고 말했다.

@highlight

하나금융그룹이 대전시와 대전시티즌 투자협약을 체결한 가운데, 하나은행이 '충청은 하나은행'이라는 위상을 확고히 하기 위해 제2의 충청권 기반 다지기에 나선 것 아니냐는 관측이 나왔다.