핑퐁 로봇이 내년 미국 라스베이거스에서 열리는 세계 최대 정보기술(IT)전시회 CES2020에서 혁신상(Innovation award)을 수상한다.

핑퐁로봇은 로보월드 우수상, 굿디자인(GD) 인간공학디자인특별상, 2019 글로벌생활명품 선정, 2019 광주디자인비엔날레 초청 전시 등 다양한 분야에서 혁신 제품으로 인정받았다.

내년 CES 2020을 시작으로 BETT 쇼 2020(세계 최대 교육기기전), 모바일월드콩그레스(MWC) 2020, 대한민국교육박람회 등 국내외 유수 전시회에서 본격 사업 행보를 이어간다.

핑퐁 로봇은 KAIST 휴보 로봇 연구원 출신 임상빈 박사가 개발한 단일 모듈 기반 모듈형 로봇이다.

국내는 8월부터 교육용 핑퐁로봇 시리즈를 출시해 판매한다.

지난해 1월 개발을 시작해 올해 1월 시제품이 출시됐다.

하반기 본 제품이 출시 되자마자 국내외 주요 교육기관, 협력업체, IT기업 등으로부터 도입·협력 요청이 이어진다.

초반 양산한 제품이 소진돼 추가 양산을 준비 중이다.

핑퐁로봇은 한 종류 모듈(Cube)로 모든 로봇을 쉽게 만드는 로봇 플랫폼이다.

기존 일체형 로봇, 조립형 로봇, 모듈형 로봇 장점만을 모아 개발한 새로운 구조, 디자인, 기능, 확장성을 제공한다.

핑퐁로봇은 수십여 종류 다양한 로봇 모델을 표준으로 제공한다.

향후 수백 가지 다양한 모델 출시가 예상된다.

스크래치처럼 코딩교육용 소프트웨어에서도 사용하도록 교육 콘텐츠를 지속 제공한다.

수십여 종 외부 장착 가능한 센서킷을 제공해 생각할 수 있는 모든 IoT 프로젝트로 확장하도록 개발했다.

단 한 개 스마트폰으로 수백 개 모듈을 제어하는 기술과 수십 개 모듈을 동시 충전하는 충전기술, 모듈간 동기화 제어 기술 등 기존 로봇에서 볼 수 없던 기술을 제시한다.

@highlight

핑퐁로봇은 KAIST 임상빈 박사가 개발한 단일 모듈 기반 로봇으로 다양한 분야에서 혁신 제품으로 인정받아 수상한 적이 있고 내년 미국 라스베이거스에서 열리는 세계 최대 IT전시회 CES2020에서 혁신상을 수상한다.