신라면세점이 글로벌 뷰티 브랜드 '라프레리(La Prairie)'와 손잡고 한중 고객 초청행사를 열며 전략적 협업 관계를 강화했다.

신라면세점은 지난 5일부터 이틀간 서울신라호텔 영빈관에서 진행한 아트 전시회 '아이즈 인 포커스' 행사를 성료했다고 8일 밝혔다.

이번 행사는 한국과 중국 VIP 고객 약 200명을 초청해, 신제품을 체험해보는 형태의 기존 론칭행사에서 벗어나 제품과 브랜드의 가치를 예술 작품을 통해 알리는 업계 최초의 아트 전시회로 열렸다.

특히 이번 행사에서는 상품에 대한 노출이 전혀 없이 전시·공연·미식(美食)으로 구성된 예술 문화 공간으로 꾸며지며 브랜드 초청행사가 한층 더 진화했다는 평가다.

스위스의 고급 화장품 브랜드인 라프레리와 신라면세점의 협업은 지난해 3월 신라면세점 전용 단독 제품 출시부터 시작됐다.

지난해 11월에 열린 '더 뷰티하우스 위드 라프레리' 행사는 라프레리가 처음으로 면세사업자와 손잡고 함께 주관한 대규모 행사로, 이번에 두 번째 고객 초청행사를 진행하며 양사 간 파트너십을 더욱 공고히 했다.

이번 '아이즈 인 포커스(Eyes in Focus)' 행사는 전시·체험·공연·미식(美食) 등 신선한 시도를 통해 라프레리의 브랜드 아이덴티티를 알렸다는 평가다.

라프레리 트래블 리테일 아시아 총괄 담당인 장 마르크 로이 이사는 "올해도 신라면세점 VIP 고객들에게 한 차원 더 진화된 고객 경험을 제공하기 위해 '아이즈 인 포커스' 사진전을 기획했다"면서 "이번 전시를 통해 라프레리의 혁신적인 제품이 고객에게 선사하고자 하는 '시선의 아름다움'을 공감하고 경험하는 시간이 되었을 것으로 기대한다"고 밝혔다.

신라면세점 MD팀장 김영훈 전무는 "신라면세점이 화장품·향수 분야에서 세계적인 수준의 면세점으로 자리를 잡으며 뷰티 브랜드의 협업 문의가 이어지고 있다"면서 "상품홍보뿐 아니라 고객에게 새롭고 차별화된 경험을 선사하기 위해 노력하겠다"고 밝혔다.

@highlight

신라면세점은 라프레리와 함께 협업하여 5일부터 이틀간 서울신라호텔 영빈관에서 아트전시회 아이즈 인 포커스를 진행했으며, 이번 행사에는 한, 중 VIP 200여명이 초대받아 참석했다고 8일 발표했다.