인천문화재단-인천아트플랫폼이 2020년 레지던시 프로그램에 참여할 국내외 입주 예술가를 12일(화)부터 22일(금) 까지 모집한다.

인천아트플랫폼은 다양한 장르의 예술가들을 위한 창작 공간과 지원 프로그램을 제공하는 레지던시 프로그램을 운영하고 있으며, 2009년부터 2019년까지 총 27개국 336팀 428명의 예술가가 참여해 활발한 예술 활동을 펼쳤다.

인천아트플랫폼 레지던시 프로그램은 교류와 협업, 장르 간 융합을 시도하고 입주 예술가의 창작 발표를 비롯하여 지역과 연계한 다양한 프로젝트를 진행할 수 있도록 기회를 제공해 왔다.

2020년 입주 예술가 공모에는 시각예술가 뿐 아니라 공연예술가, 전시기획 혹은 미술평론가도 지원할 수 있으며 개인 및 그룹 자격으로 만 25세 이상이면 누구나 가능하다.

최종 선발된 인천아트플랫폼 입주 예술가에게는 개별 창작 공간(스튜디오)가 무상 제공하고, 공동 창작 공간(전시장, 공연장, 공동 작업실 등)과 함께 창작 지원금을 일부 지원한다.

입주 기간(활동 기간)은 2020년 3월에서 2021년 1월까지 11개월이며, 시각예술 분야 국외 예술가는 3개월이다.

입주 예술가에게는 오픈스튜디오, 결과보고 등의 창작 발표 기회를 제공하며, 장르협업 및 지역연계 프로그램, 일반 시민과 함께하는 문화예술교육 프로그램 등에 참여할 수 있는 기회를 제공한다.

또한 플랫폼 살롱, 창작지원 프로그램(지역 연구, 이론가 매칭 프로그램)에 참여할 수 있으며, 추후 인천아트플랫폼 국제교환입주 프로그램에 참여할 수 있다.

2020년 입주 공모는 인천 출신 및 거주자, 또는 최근 3년간 인천에서 활동한 예술가에게 가산점을 부여하며, 인천 연고 기준은 접수 가이드에서 자세하게 확인할 수 있다.

입주작가 지원은 인천아트플랫폼 홈페이지에서 온라인으로 신청할 수 있다.

1차 서류심사와 2차 인터뷰 심사를 거쳐 24인(팀)을 선발하며 최종 합격자는 12월 홈페이지를 통해 발표된다.

인천아트플랫폼 2020년도 입주작가 공모에 대한 자세한 사항은 인천아트플랫폼 홈페이지를 통해 알 수 있다.

@highlight

인천아트플랫폼은 2020년 레지던시 프로그램에 참가하여 다채로운 예술 활동을 진행하게 될 만 25세이상 시각예술가 등 국내외 입주 예술가를 12일(화)부터 22일(금) 까지 모집한다.