전북 고창군이 고창공공하수처리장 증설을 비롯해 현안사업 해결을 위한 국가예산 확보에 광폭행보를 이어가고 있다.

유기상 고창군수는 8일 국회를 찾아 안호영, 유성엽, 정운천 국회의원 등을 만나 내년도 정부예산안에 고창군 현안사업들이 반영될 수 있도록 각별한 관심과 지원을 요청했다.

이날 유 군수는 고창 일반산업단지 기업 유치를 위한 필수 인프라인 ▲고창 공공하수처리장 증설 사업(150억 원) ▲고창 동학농민혁명 성지화사업(305억 원)의 조속한 추진을 위해 내년도 정부예산에 반영해 줄 것을 건의했다.

또 ▲한빛원전 민간환경감시센터 고창분소 설치·운영(30억 원) 예산 증액 ▲고창 강남지구 배수개선사업(90억 원)에 대해 설명하고 국회단계에서 반영해줄 것을 요청했다.

이밖에 고창-부안도로 최대 병목구간인 국도 23호선 건설의 정상적 추진을 위한 예산증액과 고창군 복지타운앞 입체 교차로 설치 사업도 국회차원의 지원을 요청했다.

국도 22호선 흥덕면 석교사거리와 상등사거리의 회전교차로 설치 등 주요 도로의 사고위험 개선과 접근성 향상을 위한 사업 추진의 필요성을 설명했다.

이어 군민들의 오랜 숙원인 ▲고창-부안(부창대교) 국도건설(7879억 원) ▲국도77호선 변경지정 및 확포장(2450억 원) ▲서해안(군산-목포) 철도 건설사업(3조5000억 원)의 국가계획 반영 등 현안 사업 추진의 시급성 등을 강조했다.

유기상 고창군수는 "내년 국가예산 확보가 마지막 단계인 국회심의만을 남겨두고 있다"며 "올 한해 고창군민과 공직자의 노력의 결실이 남은 한 달 동안 결정이 되는 중요한 시기임을 감안해 한발 더 뛴다는 자세로 총력을 기울이겠다"고 말했다.

@highlight

전북 유기상 고창 군수는 8일 국회를 찾아서 안호영, 유성엽, 정운천 국회의원 등을 만나 고창 공공하수처리장 증설 사업 및 동학농민혁명 성지화사업의 추진 가속화를 위해 국가예산 확보에 막바지 총력전을 벌이고 있다.