과학기술정보통신부가 8일 "SK텔레콤의 2G 종료 승인 시기는 확정된 바가 없다"고 밝혔다.

2G 서비스 종료 승인 시기를 놓고, 추측성 보도가 쏟아지자 날짜가 확정된 바 없다고 선을 그은 것이다.

과기정통부는 이날 참고자료를 내고 "이용자 보호계획과 잔존 가입자 수 등을 종합 고려하여 심사할 예정"이라면서 "심사기한과 2G 서비스 종료시점 등에 대해서는 확정된 바가 없다"고 밝혔다.

앞서 7일 SK텔레콤은 과기정통부에 2G 종료신청서를 제출했다.

전기통신사업법 제19조에 따르면 기간통신사업자가 운영하던 사업을 폐지할 경우 폐지 예정일로부터 60일 전 해당 사실을 이용자에게 알리고, 과기정통부 장관의 승인을 받아야 하기 때문에 이제 종료 승인 시기를 놓고 과기정통부에 공이 넘어간 상황이다.

SK텔레콤은 2G 가입 종료의 이유로 주파수 자원의 효율적인 활용, 2G 단말기 선택권 전무, 재난문자 수신 불가, 장비 단종으로 인한 서비스 장애 대응 어려움 등을 제시했다.

2G 종료에 앞서 2월말부터 기존 가입자가 불편 없이 3G·LTE·5G로 이동통신을 이용할 수 있도록 전환 지원 프로그램을 운영하고 있다.

과기정통부 관계자는 "특정날짜를 염두해 두기 보다는, 이용자보호대책 내용을 잘 살펴서 진행하는 데 주안점을 두고 있다"면서 "소비자 보호 내용도 살피고, 사업자 입장에선 5G라는 새로운 서비스에 투자해야 하는 점을 종합적으로 고려해 신속하게 심사하는 것을 원칙으로 뒀다"고 밝혔다.

이 관계자는 "고장건수나 부품 수급 등의 문제가 있을 수 있기 때문에 현장점검도 필요시 진행할 것"이라고 덧붙였다.

2011년 KT 2G 서비스 종료 시 적용했던 가입자를 1% 미만으로 줄여야 한다는 조건은 조금 더 신중하게 살필 계획이다.

과기정통부 관계자는 "잔존가입자 1% 수준에 미칠 때까지 최대한 노력은 하겠지만, 현재 기준 가입자 수를 실제적으로 고려할 것"이라고 말했다.

현재 SK텔레콤 2G가입자는 전체 가입자의 약 2% 이상이다.

@highlight

과학기술정보통신부는 SK텔레콤의 2G 종료 승인 시기는 미확정이며 이용자보호대책, 소비자와 사업자 입장을 종합적으로 고려해 심사할 예정이라고 밝혔다.