국가인권위원회는 “국회의장에게 특수형태 근로종사자도 고용보험이 적용되도록 ‘고용보험법 개정안’을 조속히 심의해야 한다는 의견을 표명했다”고 7일 밝혔다.

이날 인권위에 따르면 골프장 캐디, 보험설계사, 택배기사, 대리기사와 같은 특수형태근로종사자는 회사 사업주에게 사실상 종속돼 있지만, 근로자로는 분류되지 않아 노동관계법상 충분한 보호를 받지 못한다.

이들은 최근 서비스산업 발달과 정보기술 보급, 노동시장 유연화 등으로 종사자 수와 직종 수가 꾸준히 늘어나고 있지만, 상당수가 민법상 ‘도급계약’ 또는 ‘구두·위탁’ 방식으로 일하기 때문에 항상 고용불안에 시달리고 있다.

인권위는 “특수형태근로종사자 중 산재보험 대상 직종부터 고용보험을 적용하고 앞으로 전 직종이 포함될 수 있도록 확대해야 한다”며 “보험료도 일반 임금노동자처럼 사업주와 분담하고, 급여 내용은 실업급여와 출산 전후 휴가급여부터 우선 적용한 뒤 점차 확대해야 한다”고 권고했다.

인권위는 또 이날 전국 5274개교 초중고 선수 6만3211명을 대상으로 인권실태를 조사한 결과도 발표했다.

설문조사에 참여한 5만7557명(91.1%)의 응답자 중 2212명(3.8%)이 성폭력을 당한 경험이 있다고 답했고, 9035명(15.7%)은 언어폭력, 8440명(14.7%)은 신체폭력을 경험했다고 밝혔다.

고등학생 선수는 이미 학생이 아닌 선수로 인식되는 상황으로, 성폭력도 동성 선배나 또래가 가해자로 지목되는 경우가 많았다는 게 인권위의 설명이다.

인권위는 학생 선수들이 각종 폭력에 노출돼 있지만 공적인 피해구제 시스템은 전혀 작동하지 않았으며, 장시간 과도한 훈련으로 학습권과 건강권은 물론 휴식권까지 위협받고 있다고 진단했다.

이에 따라 ▲(성)폭력으로부터의 보호 체계 정교화 ▲상시 합숙 훈련 및 합숙소 폐지 ▲과잉훈련 예방 조치 마련 ▲체육 특기자 제도 재검토 ▲학생선수 인권실태 전수조사 정례화 검토 등이 필요하다고 권고했다.

@highlight

특수형태 근로종사자는 근로자로 분류되지 않아 노동관계법상 보호를 받지 못하는데, 국가인권위원회는 고용보험이 적용되도록 ‘고용보험법 개정안'이 조속히 심의 되어야하는 의견을 표명하며 보험료도 사업주와 분담하고 실업급여, 출산휴가등 점차 확대해야한다고 했다.