'82년생 김지영'이 박스오피스 2위를 기록했다.

8일 영화진흥위원회 통합전산망에 따르면 '82년생 김지영'(감독 김도영)은 7일 958개의 스크린에서 6만 9212명의 관객을 동원해 박스오피스 2위를 차지했다.

누적관객수는 283만 1492명.

같은날 박스오피스 1위는 '신의 한 수: 귀수편'(감독 리건)이 차지했다.

'신의 한 수: 귀수편'은 이날 하루 동안 17만 6076명의 관객을 모아 누적 관객수 19만 4489명을 기록했다.

'신의 한 수: 귀수편'은 바둑으로 모든 것을 잃고 홀로 살아남은 '귀수'가 냉혹한 내기 바둑판의 세계에서 귀신 같은 바둑을 두는 자들과 사활을 건 대결을 펼치는 범죄액션 영화.

'82년생 김지영'의 뒤는 '터미네이터: 다크 페이트'(감독 팀 밀러)가 이었다.

'터미네이터: 다크 페이트'는 이날 하루 동안 5만 865명의 관객이 관람, 누적 관객수 168만 935명을 모아 박스오피스 2위를 기록했다.

'터미네이터: 다크 페이트'는 심판의 날 그 후, 미래에서 온 '슈퍼 솔져' 그레이스(맥켄지 데이비스)와 최첨단 기술력으로 무장한 최강의 적 터미네이터 'Rev-9'(가브리엘 루나)이 벌이는 새로운 운명의 격돌을 그린 액션 블록버스터.

'82년생 김지영'은 명품 배우 정유미와 공유의 묵직한 연기로 관객들의 몰입감을 이끌어내며 폭발적인 호평을 받고 있다.

한편, '82년생 김지영'은 1982년 태어나 2019년 오늘을 살아가는 김지영(정유미)의 아무도 몰랐던 이야기를 그린 영화로, 누적 판매 100만 부를 돌파한 동명의 베스트셀러가 원작이다.

절찬 상영 중.

@highlight

누적판매 100만부를 돌파한 베스트셀러가 원작인 '82년생 김지영'은 오늘을 살아가는 김지영의 아무도 몰랐던 이야기로 정유미와 공유의 폭발적인 연기로 박스오피스 2위를 기록하였다.