글로벌 생활가전으로 주목받고 있는 ㈜오난코리아(대표 진중헌)가 대한민국 디자인대상에서 디자인경영부분 최우수상인 '국무총리 표창'을 수상했다.

올해로 21회를 맞이한 '대한민국 디자인대상'은 산업통상부가 주최하고 한국디자인진흥원이 주관하는 국내 디자인 분야 최고 권위 수상으로, 국가 디자인산업 경쟁력을 제고하고 디자인 개발, 관리 및 육성을 통해 국가경제발전에 기여한 기업 및 지자체, 유공자를 발굴해 포상하는 제도이다.

이날 시상에서 오난코리아는 디자인 산업진흥을 통해 국가 산업 발전에 이바지한 공로를 인정받아 디자인경영부분 최우수상인 국무총리 표창을 수상하는 영예를 안게 됐다.

대한민국 디자인대상에서 영광을 안게 된 오난코리아의 수상 경력은 이번이 처음이 아니다.

세계 4대 디자인 어워드 '2019 굿 디자인 어워드(Good Design Award 2019)', IF Design Award, Reddot Design Award(레드닷 디자인 어워드), IDEA 를 석권하며 해외에서도 주목을 받고 있다.

또한 오난코리아는 지난 7월 어려운 이웃들의 시원한 여름나기를 돕기 위해 부산시(해운대구, 중구)에 3천 만 원 상당의 손선풍기 1000개를 기부하며 실천하며 사회공헌 활동에도 앞장서고 있다.

오난코리아는 다양한 생활 밀착형 제품을 선보이며 국내 돌풍을 넘어 해외에서도 우수한 디자인과 성능에 대한 호평을 받으며 일본, 북미 등지에서도 판매가 급증하고 있는 추세다.

최근 오난코리아는 루메나 무선가습기를 출시하며 출시 2주만에 2만대 판매를 달성하며 고객들에게 뜨거운 반응을 얻고 있는 중이다.

오난코리아 진중헌 대표는 "앞으로도 오난코리아의 모든 제품과 디자인에 오난코리아만의 철학이 담긴 디자인을 적용해 오난코리아의 제품을 구매하는 모든 고객분들께 만족과 자부심을 느끼도록 하겠다"고 전했다.

@highlight

국내 디자인 부문 최고 권위인 대한민국 디자인대상에서 ㈜오난코리아가 국가 산업 발전에 기여한 공로를 인정받아 디자인경영부분 최우수상인 '국무총리 표창'에 입상했으며, 다채로운 생활 밀착형 제품을 선보여 국내외에서 디자인과 성능에 대한 호평을 받고 있다.