라이나생명보험은 국민들의 건강한 습관을 전파하기 위한 '대국민건강캠페인 시즌2'를 진행한다고 8일 밝혔다.

지난해 처음 시작된 이 캠페인은 건강에 관심은 많지만 잘못된 상식과 방법으로 관리하거나 잘못 굳어진 습관들로 건강에 악영향을 주는 것을 예방하자는 취지에서 시작됐다.

캠페인 주제는 한국인에게 많이 발생하는 질병들의 주요 원인인 수면장애와 스트레스다.

몰랐던 건강 상식을 일깨워준다는 의미로 유튜브를 통해 당신이 믿던 상식에 발등 찍히는, 발찍한 건강상식 영상 2개를 공개했다.

발찍한 건강상식의 수면장애 편에서는 대한수면연구학회의 자문을 받아 깊은 밤에도 잠 못 들어 뒤척일 때 쾌적한 수면을 도와주는 3도 조절하기 숙면법을 제공한다.

3도 조절하기란 조도, 온도, 습도를 최적의 수면조건으로 맞추는 방법이다.

잠자기 2시간 전 조도를 낮추고 색온도가 낮은 오렌지색 조명 사용을 권장하며 침실 온도를 18~22도로 선선한 정도로 맞추고 습도를 침구가 쾌적한 정도인 50~60% 정도로 맞추는 것이 수면에 도움이 된다 설명한다.

스트레스 편에서는 스트레스는 해소가 아닌 관리라는 사실을 지적한다.

서울대학교 정신건강의학과 윤대현 교수는 일반적으로 스트레스 해소를 위해 많이 하는 폭식, 음주, 쇼핑은 일시적 중독효과일 뿐 해소가 아니라며 나를 위한 시간을 가질 수 있는 매일 10분 걷기를 추천했다.

라이나생명은 이번 건강 캠페인에 대해 "앞선 캠페인에선 사망률, 치료 빈도가 높거나 일상 생활에 지장이 큰 주요 질병인 치아질환, 폐암, 치매를 다뤘다"면서 "이번에는 예방에 집중해 복잡하고 피로한 삶을 살고 있는 현대인들의 건강관리에 도움이 되고자 한다"고 밝혔다.

발찍한 건강상식 영상은 라이나전성기재단 홈페이지 및 유튜브, 그리고 공식 페이스북 등을 통해 확인 할 수 있다.

@highlight

라이나생명보험은 8일 한국인에게 많이 발생하는 질병의 주요 원인인 수면장애, 스트레스의 건강한 습관을 전파하기 위한 '대국민건강캠페인 시즌2'를 진행하며 이번 건강 캠페인에 대해 "이번에는 예방에 집중해 복잡하고 피로한 삶을 살고 있는 현대인들의 건강관리에 도움이 되고자 한다"고 밝혔다.