이춘희 세종시장이 스웨덴 현지 기업과 연계협력을 통한 세종형 자율주행 셔틀 도입·운영 방안을 모색했다.

8일 세종시에 따르면 이 시장은 6일(현지시간) 스웨덴 스톡홀름 인근의 신도시 바카키(Bakarby)에서 노비나(NOBINA) 사의 자율주행 셔틀 운행현장을 살펴보고 세종과의 협력방안을 논의했다.

노비나 사는 교통서비스 전문기업으로 스웨덴 현지의 자율주행 셔틀 운영을 선도하고 있다.

현재 이 기업은 바카비 라스트마일 존에서 퍼스트마일 존으로 연계하는 수단으로 자율주행셔틀을 운영 중이며 간선급행버스(BRT) 및 버스노선 확대에 따라 자율주행 셔틀 운행범위를 점차 확대하고 있다.

이 시장은 노비나 사가 북유럽의 혹한에서도 자율주행 버스를 성공적으로 운행, 운송 솔류션의 효율성을 입증한 점에 주목해 세종형 자율주행 실증 규제자유특구사업단과의 기술교류 방안을 협의했다.

또 스톡홀름 광역청(Region Stockholm)을 방문한 이 시장은 인구증가에 따른 신도시 개발 및 대중교통체계와 인프라 공급 노하우를 공유하고 세종과 스톡홀름 시 간의 협력 방안도 논의했다.

스톡홀름 광역청은 노비나 사와 연계해 신도시 주민이 스톡홀름으로 이동하는 3∼4㎞ 구간 연결을 목적으로 자율주행셔틀을 운행하는 중이다.

이 시장은 "스웨덴은 전통적 제조업 강국으로 분류되며 볼보와 노비나 등 자율주행 분야에서도 세계를 선도한다"며 "이번 방문을 계기로 세종과 스웨덴 간 상호투자 및 기업 진출이 촉진되길 바란다"고 말했다.

이 시장은 앞서 지난 5일(현지시간) 세계적 통신기업 에릭슨(ERICSSON) 사를 방문해 5세대통신 인프라와 자율주행 운행기술의 적용 현황을 살펴보고 관련 기업 간 교류 방안을 논의하기도 했다.

@highlight

이춘희 세종시장은  6일(현지시간) 스웨덴 스톡홀름 인근의 신도시 바카키(Bakarby)에서 스웨덴 현지의 자율주행 셔틀 운영을 선도하는 노비나 사의 자율주행 셔틀 운행현장을 살펴보고 세종형 자율주행 셔틀도입.운영 방안을 모색했다.