시흥시(시장 임병택)는 오는 22일과 23일 이틀간 ABC행복학습타운에서 를 개최한다.

이날은 2020년도 시흥혁신교육을 비롯한 시흥시 전체 교육사업, 서울대 교육협력사업 등 통합설명회, 190여개 교육과정 사례나눔과 공연·체험이 운영된다.

교육청 관계자 등이 참여한다.

▲ 2020년도 미리보는 시흥교육사업 원클릭시스템 ▲ 혁신과 교육자치, 미래교육(강연) ▲ 학교교사-마을교사 이어주는 마을융합학교 ▲ 문화·예술·체육 융합 수업 ▲ 시흥의 미래교육과정(4차산업혁명) : 스마트시티, 지역화폐 시루, 환경정책, 도시재생 등) ▲ 현장체험과 교실수업 프로젝트 ▲ 포트폴리오로 이어지는 꿈의학교, 마을축제 ▲ 마을교육자치회 ▲ 시흥행복교육지원센터, 혁신학교, 혁신연구회, 학부모회 우수사례 ▲ 진로·자유학기제, 학생자치, 청소년동아리, 청소년 국제교류 ▲ 학교공간 체험교실 ▲ 고교학점제 ▲ 서울대 교육협력사업 스누콤, 스누앱 등을 세션별로 볼 수 있다.

시, 교육지원청, 마을, 학교의 110여명 발제자들이 올 한해 경험한 교육과정의 변화, 지원체계에 대한 고민, 마을의 위상, 사업 방향을 나눈다.

여러 논의와 논란, 대응과 적응, 확장과 내실에 대한 생각을 통해, 내년도 시흥교육사업을 기획하는 자리다.

컨퍼런스 나눔을 토대로 12월 중순부터는 초중고 학교에서 60여개 교육 사업을 원클릭시스템으로 신청할 수 있다.

이번 컨퍼런스는 시흥행복교육지원센터 홈페이지(happyedu.siheung.go.kr)'에서 신청 가능하며, 시흥 테마 마을교육여행(버스투어)도 당일/1박 코스로 운영한다.

관련 문의는 시흥시 교육자치과(031~310~3537~3540)로 하면 된다.

@highlight

시흥시에 따르면 여러 논의를 비롯한 다양한 아이디어를 통해  내년도 시흥교육사업을 기획하는 '2019 시흥혁신교육 컨퍼런스'를  22일과 23일 개최할 예정이며, 이날  2020년도 시흥혁신교육을 포함한 서울대 교육협력사업 등 통합설명회, 190여개 교육과정 사례나눔과 공연·체험이 운영될 계획이다.