지난 9일 새별오름을 찾은 일부 방문객들이 탐방로를 벗어나 억새밭에서 사진을 찍고 있다.

제주지역의 대표적인 억새 명소인 새별오름이 매년 가을만 되면 반복되는 방문객의 비양심 행위로 몸살을 앓고 있다.

9일 오후 찾은 제주시 애월읍 봉성리 새별오름은 억새풀을 배경으로 '인생샷'을 남기려는 연인과 가족 단위 방문객, 단체 관광객의 발걸음이 끊이지 않았다.

문제는 일부 관광객들이 소셜네트워크서비스(SNS)에 올릴 '인증샷'을 찍겠다며 탐방로를 벗어나 억새를 훼손하고 있다는 것이다.

이날 이곳에서 만난 관광객 임모씨(28·대전)는 "억새밭 안까지 들어가 사진을 찍으면 안 되지만 다들 들어가니까 별 생각없이 들어가 사진을 찍었다"고 말했다.

탐방로 곳곳에 억새밭 진입금지를 알리는 안내판이 있었지만 방문객들은 아랑곳 하지 않고 저마다 손에 카메라와 휴대폰을 들고 억새밭 사이를 종횡무진 누볐다.

억새 훼손을 막기 위한 '진입금지', '등산로를 이용하세요' 등 출입금지 팻말과 경계줄이 설치돼 있었지만 무용지물이었다.

방문객 대다수가 탐방로를 벗어나 억새밭에서 사진을 찍으면서 억새가 짓밟힌 채 훼손되고 있었다.

아예 전망이 좋은 곳은 일정범위 억새가 짓밟히며 포토존 형식으로 만들어진 곳도 눈에 띄었다.

또 억새밭 곳곳은 방문객들이 버리고 간 일회용 커피잔과 음료수 캔, 포장 비닐 등 쓰레기가 널브러져 있었다.

억새를 꺾어 손에 쥔 채 사진을 찍는 방문객의 모습도 심심찮게 볼 수 있었다.

제주시에서 매년 계도 활동 등을 벌이고 있지만 인력 부족 등으로 방문객들을 일일이 통제하는 데는 한계가 따르고 있다.

오름은 탐방로를 벗어나도 계도만 할 수 있어 한라산국립국공원과 달리 과태료 등의 처벌이나 강제할 방법이 없는 상황이다.

@highlight

제주의 대표적인 억새 명소인 새오름이 방문객들이 버리고 간 쓰레기와 억새밭을 훼손한 채 사진을 찍는 등의 비양심적인 행동으로 몸살을 앓고 있다고 전했다.