계열사 현황을 허위로 신고한 혐의로 기소된 김범수 카카오 의장이 1심에 이어 2심도 무죄를 선고했다.

서울중앙지법 형사항소8부(이근수 부장판사)는 독점규제 및 공정거래에 관한 법률 위반 혐의로 기소된 김 의장에게 이같이 선고했다.

재판부는 "피고인에게는 적어도 허위 자료가 제출될 가능성에 대한 인식은 있었지만 이를 넘어 허위자료 제출을 용인햇다거나 허위자료가 제출된 사실을 인식했다고 볼 증거가 없다"며 1심의 판단이 옳다고 봤다.

검찰은 재판에서 공정거래법의 '양벌규정'에 따라 김 의장을 처벌해야 한다고 주장했다.

카카오의 공시 담당 직원이 허위 자료를 제출하는 위법 행위를 한 만큼, 공정거래법 제70조의 양벌규정을 적용해 김 의장도 처벌해야 한다는 논리다.

그러나 재판부는 카카오의 공시 담당 직원에게도 마찬가지로 고의가 없었다고 보고 검찰의 주장을 기각했다

재판부는 "실제로 지정자료 제출 업무를 수행한 박모씨에게 고의가 있었다는 점을 인정하기 부족하고, 따라서 김 의장이 위반행위를 방지하기 위한 감독을 게을리했는지 여부는 살필 필요도 없다. 예비적 공소사실은 범죄 증명이 없는 경우에 해당한다"고 밝혔다.

아울러 재판부는 "양벌규정은 종업원이 형사 처벌 대상 행위를 했을 때 회사나 사업주가 이를 방지하기 위한 주의·감독을 게을리했다는 점이 인정돼야 적용되는데, 이 사건의 경우 담당 직원의 고의가 인정되지 않는 만큼 양벌규정을 적용할지 살필 필요도 없다"고 판단했다.

한편 김 의장은 2016년 당국에 계열사 신고를 누락한 혐의로 약식기소됐다.

당시 카카오는 상호출자제한 기업집단으로 지정돼 모든 계열사의 공시 의무를 졌으나, 엔플루토·플러스투퍼센트·골프와친구·모두다·디엠티씨 등 5곳의 공시를 누락했다.

김 의장이 벌금 1억원의 약식명령에 불복해 진행된 정식 재판에서 1심은 김 의장이 허위 자료 제출을 용인할 '고의'가 있었다고 보기엔 증거가 부족하다며 무죄를 선고했다.

@highlight

서울중앙지법 형사항소8부는 독점규제 및 공정거래에 관한 법률을 위반한 혐의로 기소된 김범수 카카오 의장의 행위를 고의로 보기에는 증거가 부족하다고 판단하여 그에게 2심에서도 무죄를 선고했다.