정부 “물부족 사태 없을 것”

올해 안에 물 부족 사태는 발생하지 않을 것이라는 정부 판단이 나왔다.

행정안전부와 농림축산식품부, 환경부, 기상청이 10일 공동 발표한 ’11월 가뭄 예·경보’에 따르면 지난 5일 기준 최근 6개월 간 전국의 누적 강수량은 943.0㎜다.

평년(1029.0㎜)의 92.2% 수준이다.

지역별 편차는 상당하다.

최근 6개월 간 서울과 경기의 누적 강수량은 745.3㎜으로 평년(1111.0㎜)의 67.3%였다.

그러나 전남(1206.7㎜)과 경북(949.3㎜)의 평년 대비 강수량은 112.6%, 109.5%를 보인다.

강원의 경우 영동(1216.2㎜)은 평년의 111.1%인 데 반해 영서(650.4㎜)는 58.8%에 불과하다.

저수율은 평년치를 웃돈다.

현재 농업저수지의 경우 평년의 125%, 다목적 댐은 122%, 용수 댐은 140% 수준이다.

김종효 행안부 재난대응정책관은 “최근 강수량이 평년보다 다소 부족한데다 지역별 차이가 크지만 저수율이 평년 이상이고 물 사용량이 많은 영농기가 마무리돼 물 부족은 없을 것”이라며 “정부는 올해 정책을 되돌아보고 내년 가뭄과 물 관리에 적극 대비해 나가겠다”고 말했다.

정부는 지난 8월부터 ‘경계(심한가뭄)’ 단계를 유지하고 있는 보령댐에 대한 용수 관리를 지속하기로 했다.

보령댐은 충남 지역 8개 시·군의 용수 공급을 담당한다.

또 평년 대비 저수율이 낮은 저수지를 대상으로 양수저류 등 용수 확대 대책을 추진한다.

지형적 특성으로 생활용수를 비상급수 하는 인천 옹진과 진도 25개 도서 1682세대에 대해서는 실시간 급수상황을 관리하며 운반급수를 지원한다.

정부는 아울러 올해 실시한 가뭄대책을 재평가해 내년 가뭄 종합대책을 반영·보완해 나갈 계획이다.

@highlight

’11월 가뭄 예·경보’에 따르면 최근 6개월 간 전국의 누적 강수량은 943.0㎜이고 전남의 경우는 1206.7㎜로 평년 대비 112.6% 강수량을 보인 가운데, 정부는 올해 안에 물 부족 사태는 발생하지 않을 것이라고 말했다.