문재인 대통령이 오는 19일 국민 300명과 정책 대화의 시간을 갖는다.

임기 전반부를 국민에게 직접 평가받고 후반부에 집중해야 할 부분에 관한 의견을 청취한다.

문 대통령은 후반기 국정 운영 방향을 밝힐 예정이다.

고민정 청와대 대변인은 10일 서면브리핑을 통해 "문 대통령은 19일 오후 8시 부터 100분 동안 MBC에서 생방송으로 진행되는 '국민이 묻는다, 2019 국민과의 대화'를 통해 국민과 진솔한 이야기를 나눌 예정"이라고 밝혔다.

문 대통령이 생방송에 나와 정책에 대한 질의응답을 주고받는 것은 지난 5월 9일 KBS 특집대담 '대통령에게 묻는다'에 출연한 후 6개월 만이다.

문 대통령이 진행자와의 대담이 아닌 국민과 직접 대화하는 것은 취임 후 두번째다.

2017년 8월20일 정부 출범 100일을 맞아 청와대 영빈관에서 대국민 보고대회 '대한민국, 대한국민' 행사를 가졌다.

문 대통령은 이번 방송을 앞두고 "진솔하고 격의 없는 국민과의 대화를 기대하며 마음을 다해 준비하겠다"고 밝혔다.

행사는 공개 자유토론 방식인 '타운홀' 형식으로 진행된다.

앞서 지난 1월 6일 신년기자회견을 개최하면서 사회자 개입을 최소화하고 문 대통령이 직접 일문일답하며 타운홀미팅 방식을 시도한 바 있다.

고 대변인은 "방송에는 국민 누구나 참여할 수 있으며, 대통령에게 묻고 싶은 어떤 질문도 할 수 있다"고 설명했다.

MBC는 300명의 국민 패널을 공개 모집할 예정이며, 참여를 원하는 국민은 11월 10일부터 16일까지 공식 홈페이지를 통해 신청하면 된다.

MBC 측은 "정치와 남북 관계, 검찰개혁 같은 질문부터 일자리와 집값, 직장 이야기, 아이 교육, 노후 문제 등에 이르기까지 대통령에게 묻고 싶은 모든 것이 주제가 될 수 있다"고 전했다.

이어 ""생방송 참여 신청이 어려울 경우 동영상에 하고 싶은 말을 담아 보내면 방송에 소개될 수 있다"며 "생방송 도중에는 온라인을 통한 즉석 질문도 소개될 예정"이라고 덧붙였다.

그보다 앞선 2017년 8월20일 문 대통령은 정부 출범 100일을 맞아 청와대 영빈관에서 대국민 보고대회 '대한민국, 대한국민'을 열고 국민들과 직접 소통을 가진 바 있다.

@highlight

문재인 대통령은 오는 19일 MBC에서 진행되는 '국민이 묻는다, 2019 국민과의 대화'를 통해 국민 300명과의 정책 대화의 시간을 가질 예정이며 이는 지난 5월 9일 '대통령에게 묻는다' 이후 6개월 만이다.