5·18기념재단과 5월 3단체(유족회·부상자회·구속부상자회)가 ‘전두환 골프’와 관련 “재판에 불출석하는 것은 국민 우롱”이라며 구속수사를 촉구했다.

단체들은 관련 사실이 알려진 직후 성명을 내고 “알츠하이머를 앓고 있다는 이유로 법정 출석을 거부해 온 전두환이 부인 이순자와 함께 골프를 쳤다고 한다”며 “이는 명백한 법정 모독이다”고 밝혔다.

단체들은 “우리는 국민과 역사를 보란 듯이 우롱하는 전두환의 후안무치한 작태에 분노를 금할 수 없다”며 “현재 전두환의 재판을 담당하는 재판부는 전두환을 즉각 강제구인해 구속시킨 후 재판을 진행할 것을 요구한다”고 촉구했다.

이어 “이미 1997년 4월 대법원 확정판결에 의해 전두환은 광주학살 책임자임이 명백해졌다”며 “그러나 여전히 그는 광주학살과 아무런 관련이 없고 심지어 광주 가서 물어보라는 뻔뻔한 태도와 더불어 추징금 미납에 대해서도 막말을 서슴지 않는데 이는 재판부와 사법부 전체에 대한 모독이며 대법원 판결 부정이다”고 지적했다.

단체들은 “광주학살 책임자 전두환에 최소한의 양심과 두려움을 갖기를 기대할 수 없다는 것이 골프를 치는 모습으로 분명해졌다”며 “재판부는 법정을 모독하고 법치를 부정한 전두환을 즉각 구속시켜 국민과 역사의 준엄함과 법치의 엄정함을 확인해야 한다”고 밝혔다.

아울러 “1996년 전두환 내란목적 재판 당시 고등법원은 항복한 장수는 죽이지 않는 법이라 하여 사형에서 무기로 형을 낮춰준 바 있다”며 “그러나 전두환은 항복하지 않고 범죄 사실을 인정하지 않고 있을 뿐만 아니라 오히려 역사왜곡에 앞장서고 있다.

마땅히 국민의 법 감정과 법치의 엄정함으로 그에 상응하는 대가를 치러야 한다”고 강조했다.

끝으로 “재판부는 전두환의 사자명예훼손 등의 법률위반에 대한 11일자 재판에 전두환을 강제 구인하고 법정 구속할 것을 강력히 촉구한다”고 요구했다.

@highlight

5.18기념재단과 5월3단체가 전두환의 후안무치한 작태에 분노를 금할 수 없다며 담당 재판부에 전두환을 즉각 강제구인해 법정 구속할 것을 강력히 요구한다고 촉구했다.