조국 전 법무부 장관의 부인 정경심 동양대 교수가 23일 구속 전 피의자 심문(영장실질심사)을 마친 뒤 서울 서초구 서울중앙지법에서 나서고 있다.

조국 전 법무부 장관의 아내 정경심 동양대 교수가 10일 검찰의 소환에 불응했다.

그러나 검찰은 정 교수의 구속만료일이 11일인 점을 고려하면 오늘이나 내일 재판에 넘길 것으로 보인다.

검찰에 따르면 서울구치소에 수감된 정 교수는 이날 서울중앙지검 반부패수사2부(고형곤 부장검사)에 불출석 사유서를 제출하고 출석하지 않았다.

조 전 장관 일가에 대한 고발장 10여개를 접수한 검찰은 앞서 올해 8월27일 자녀입시 비리 의혹, 웅동학원 허위소송 의혹, 사모펀드 투자 관련 의혹을 규명하기 위해 대대적인 압수수색을 진행했다.

이후 검찰은 동양대 표창장 발급일자로 계산하면 공소시효 7년이 지난다면서 9월6일 정 교수를 소환조사 없이 사문서위조 혐의로 재판에 넘겼다.

검찰은 이후 정 교수의 사모펀드 투자 비리 의혹과 증거인멸 의혹에 대해 집중 조사를 벌여왔다.

정 교수는 구속 전 총 7차례 검찰에 출석해 조사를 받았고, 지난달 23일 구속된 이후에는 이달 8일까지 6차례 검찰 조사를 받았다.

그러나 정 교수가 건상상 이유로 조사 중단을 요구하면서 실제 조사는 오래 진행되지 않았다.

정 교수는 자신이 뇌경색·뇌종양, 안구질환 등을 앓고 있다고 호소한 바 있다.

정 교수는 자신의 혐의를 대부분 부인하는 것으로 알려졌다.

검찰은 주말 내내 공소장 작성과 증거 서류 정리에 집중하는 것으로 전해졌다.

정 교수의 구속영장에는 자녀입시·사모펀드·증거인멸 의혹 관련 11개 혐의가 적시됐다.

검찰은 동양대 총장 명의의 표창장 등을 위조하거나 허위 발급해서 딸의 대학원 입시에 활용했다는 의혹과 관련해, 업무방해와 위계에 의한 공무집행방해 등 5가지 혐의, 사모펀드 의혹과 관련해서는 자본시장법 위반, 업무상 횡령 등 4가지 혐의를 적용했다.

동양대와 자택에서 PC 하드디스크를 빼돌린 행위 등에는 증거위조교사 및 증거은닉교사 혐의를 적용했다.

@highlight

검찰은 동양대 총장 명의의 표창장 등을 위조하거나 허위 발급해서 딸의 대학원 입시에 활용했다는 의혹과 관련해 업무방해와 위계에 의한 공무집행방해 등 5가지 혐의, 사모펀드 의혹과 관련해서는 자본시장 법 위반, 업무상 횡령 등 4가지 혐의를 적용하여 수사중인 가운데 조국 전 법무부 장관의 아내 정경심 동양대 교수가 10일 검찰의 소환에 불응했다.