전북도는 최근 미·중 무역분쟁이 장기화되고 신보호무역주의 확산 등 어려운 통상여건과 지속적인 수출 부진을 타개하기 위해 베트남 신흥시장 공략을 위한 본격적인 활동에 나섰다.

도는 9일 오후 2시(현지시간) 베트남 하노이에서 전북도 일자리경제국장을 비롯한 베트남 중소산업협회, 하노이 중소기업협회, 도내 중소기업, 경진원 등 관계자 27명이 참석한 가운데 전라북도 해외통상거점센터 개소식을 개최했다고 이날 밝혔다.

이날 행사에서 베트남 통상거점센터(경진원)는 긴밀한 업무협력을 도모하고자 베트남 중소산업협회, 하노이 중소기업협회와 업무협약(MOU)를 체결했다.

전북도는 수출 다변화 정책의 일환으로 정부의 신남방정책에 맞춰 급격한 경제성장으로 '기회의 땅', '포스트 차이나'로 불리는 베트남을 동남아 수출거점으로 삼고 신흥시장 진출 확대를 위해 해외통상거점센터를 구축하게 됐다.

도는 2017년 베트남 닥락성과 우호 협약을 체결한 데 이어 지난 5월 까마우성과도 우호교류 협약을 체결하는 등 교류를 확대해 나가고 있다.

전북경제통상진흥원에서는 지난 5월 해외통상거점센터 위탁업체를 공모로 선정하고 유력바이어 발굴에 집중해 왔다.

베트남 통상거점센터를 통해 200여 업체의 신규 바이어를 발굴했고, 도내 중소기업 80업체를 대상으로 6회의 수출상담회 진행하여 상담액 821만 불, 계약(예상)액 958만 불의 성과를 얻었다.

아울러, 베트남 통상거점센터는 도내 중소기업이 해외지사로 활용할 수 있는 지사화사업도 추진하고 있으며, 해외바이어와 비즈니스를 위한 긴밀한 소통공간으로 활용할 수 있다.

나석훈 일자리경제국장은 "베트남 통상거점센터는 전북의 우수한 제품을 베트남과 동남아시아 지역에 알리는 첨병 역할을 하며, 전북 경제가 더 큰 날개를 펼치고 한 단계 도약하는 탄탄한 기반이 될 것이다"며 "베트남 시장에 진출하고자 하는 전북의 중소기업에게 든든한 파트너가 돼 동남아시아 수출판로 확대를 위해 총력을 다해 지원하겠다"고 말했다.

@highlight

전북도는 9일 오후 베트남 하노이에서 관계자 27명이 참석한 가운데 전라북도 해외통상 거점센터 개소식을 열고 베트남 중소산업협회 및 하노이 중소기업협회와 업무협약(MOU)를 체결하여  정부의 신남방정책인 수출 다변화 정책에 발 맞춰 베트남을 동남아 수출거점으로 하고 신흥시장 진출 확대를 기대한다고 밝혔다.