농촌진흥청은 색이 선명하고 균형미와 자구(자식선인장) 증식력이 뛰어난 국산 접목선인장 새 품종을 개발해 평가회를 갖는다.

12일 농촌진흥청 국립원예특작과학원(전북 완주군 이서면)에서 선인장 재배 농업인과 수출업체 등에 소개하기 위한 평가회다.

접목선인장은 다른 두 선인장, 비모란 선인장(위)과 삼각주 선인장(아래)을 붙여 만들며, 쉽게 시들지 않아 오래 두고 감상할 수 있다.

농촌진흥청에서는 ‘불빛(빨강)’, ‘아황(노랑)’, ‘연빛(분홍)’ 등 119품종을 개발하고, 미국과 네덜란드, 일본 등 20여 나라에 수출해왔다.

현재 국산 품종 자급률 100%, 세계 시장 점유율 약 70%에 이른다.

먼저, ‘원교G1-319’, ‘원교G1-322’, ‘원교G1-323’, 3계통은 색이 붉고 선명하다.

모구(어미선인장)에 자구가 평균 15개 내외로 많이 생겨 균형미와 증식력이 뛰어나다. 수출 시장의 40% 이상이 붉고 진한 색을 띠는 품종인 만큼, 수출 주력 품종으로 주목 받고 있다.

‘원교G1-320’, ‘원교G1-321’, 2계통은 붉은색 모구에 노란색과 붉은색이 섞인 자구가 생기며 자구 증식력이 뛰어나다.

아울러, 평가회 현장에서는 붉은색, 노란색 외에도 농가의 요구를 반영한 주황색, 분홍색, 흑분홍색 계통도 함께 선보인다.

농촌진흥청 국립원예특작과학원 김원희 화훼과장은 “주력인 미국 시장의 호황으로 수출도 늘 전망이어서 더욱 다양한 색과 우수한 품종 개발로 수출 확대와 농가 소득 향상을 위해 더욱 노력하겠다.”고 전했다.

@highlight

농촌진흥청은 국립원예특작과학원에서 선인장 재배 농업인과 수출업체 등에 소개하려는 목적으로 열린 평가회에서 색이 선명하고 증식력이 뛰어난 접목선인장 새 품종을 개발해 평가회를 갖는다고 밝혔는데 접목선인장의 경우 비모란 선인장과 삼각주 선인장을 붙여 만든 것으로 쉽게 죽지 않아 오래 두고 감상할 수 있는것으로 알려져있다.