'프라이빗 클라우드' 바람이 지방재정 부문으로 확산되고 있다.

퍼블릭 클라우드에 비해 정보 보안성이 뛰어난 장점 덕분이다.

10일 관련업계에 따르면 행정안전부는 차세대 지방세 정보시스템(약 1600억원 규모), 지방세외수입 관리시스템(약 315억원), 지방재정 관리시스템(1725억원) 등 3대 지방재정 차세대 시스템을 모두 클라우드 기반으로 구축할 계획이다.

불특정 다수를 대상으로 서비스하는 퍼블릭(Public) 클라우드와 대조되는 개념이며, 초기 비용투자와 IT 관련 전문지식이 필요하지만 개인정보 보호 등 엄격한 데이터 보안이 가능하다.

이런 장점 때문에 기업의 인사나 회계팀 등 핵심부서를 중심으로 대기업, 중대형 웹 비즈니스 서비스기업으로 확산되는 추세다.

공공 부문도 이에 동참하고 있다.

지방자치단체를 관장하는 행안부의 차세대 지방세 정보시스템 구축계획이 대표적이다.

지방세 납부서비스 위택스(800만명 이용)와 약 2만명의 지자체 세무공무원이 이용하는 세무행정 시스템 업무 프로세스 등을 전면 개편할 계획이다.

이 사업의 1단계는 삼성SDS 컨소시엄이 수주했다.

행안부는 차세대 지방세외수입 정보시스템 구축도 시작했다.

지방세외수입은 지방자치단체가 200개에 달하는 법령에 근거해 상·하수도 사용료, 의무보험 미가입 과태료, 주정차 위반 과태료 등 2150여종이다.

이 구축사업은 코마스 컨소시엄이 따냈다.

차세대 지방재정 관리시스템은 현재 예비타당성 검토에 들어갔다.

대우정보시스템 컨소시엄이 정보화전략계획(ISP)을 수립하고, 클라우드 기반으로 구축할 예정이다.

IT업계 관계자는 "지난해부터 공공 부문에 퍼블릭 클라우드 도입이 시작됐지만 최근 정보 보안 문제로 인해 프라이빗 클라우드가 중시되는 흐름"이라며 "공개를 해도 되는 자료가 많다면 퍼블릭 클라우드를 써도 되지만 지방세 등은 개인정보와 직결되므로 유출을 막기 위해 프라이빗 클라우드를 선호하는 것 같다"고 말했다.

@highlight

행정안전부는 데이터 보안이 우수한 프라이빗 클라우드 체계의 차세대 지방세 정보시스템, 지방세외수입 관리시스템, 지방재정 관리시스템 등 3대 지방재정 차세대 시스템을 구축할 예정이다.