차바이오F&C는 프리미엄 안티에이징 브랜드 에버셀에서 주름 리프팅과 주름 개선 효과를 동시에 제공하는 '딥 링클 솔루션 크림'을 출시했다고 11일 밝혔다.

'에버셀 딥 링클 솔루션 크림'은 주름 국소 부위에 도포하면 저분자 히알루론산 등의 유효 성분이 피부 속 수분과 결합해 피부를 팽팽하게 당겨준다고 차바이오F&C는 전했다.

이 때문에 바르는 즉시 주름 리프팅과 피부 탄력 증진 효과를 경험할 수 있다고 덧붙였다.

이 제품의 핵심성분인 'CRC-5(CHA WRINKLE COMPLEX-5)'와 피부 분화 줄기세포 배양액이 지속적인 주름 개선에도 도움을 준다.

여기에 차바이오F&C의 특화된 전달 기술인 '차 펩토좀(CHA-Peptosome™)'이 핵심성분을 효과적으로 피부에 흡수시켜준다.

'CRC-5'는 비타민C에 펩타이드를 더해 성분을 안정화한 '비타-펩타이드'와 피부 재생을 돕는 'EGF' 등을 결합한 차바이오F&C 독자 성분으로, 주름 개선은 물론 모공 탄력까지 시너지 효과를 제공한다.

이 제품에 함유된 피부 분화 줄기세포 배양액(특허번호 10-1830062)에는 피부 친화적 성분이 다량 포함되어 있어 피부 탄력 증진 효과가 있다.

김회준 차바이오F&C 대표는 "일교차가 커지고 대기가 건조한 가을에는 피부가 푸석해지고 피부 탄력이 저하돼 주름이 생기기 쉽다"며 "'에버셀 딥 링클 솔루션 크림'은 주름개선에 대한 즉각적인 효과와 지속적인 효과를 동시에 잡아 집에서도 간편하게 주름과 피부 탄력을 관리할 수 있는 프리미엄 홈케어 제품"이라고 말했다.

@highlight

11일 차바이오F&C는 에버셀에서 핵심성분인 CRC-5와 피부 분화 줄기세포 배양액을 차바이오F&C만의 고유 기술인 차 펩토좀을 통해 효과적으로 피부에 흡수시켜 지속적으로 주름을 팽팽하게 해줌과 동시에 주름 개선 효과도 기대할 수 있는 딥 링클 솔류션 크림을 시장에 내놓았다고 전했다.