신세계면세점이 중화권 큰손 고객을 유치하기 위해 중국 최대 온라인 여행사인 '씨트립' 내에 VIP 전용 페이지를 연다고 11일 밝혔다.

한국관광공사에 따르면 지난 9월 기준 방한 중국인 관광객은 작년 동기대비 24.6% 증가했으며, 9월까지 누적 중국인 관광객은 27.1% 늘어났다.

대부분이 개별관광객이다.

또한 지난 10월 명동점에 에르메스가 오픈하며 3대 명품을 비롯해 까르띠에, 불가리, 롤렉스 등 패션, 주얼리, 시계 등 명품관 라인업이 완성됐다.

여기에 쾌적한 쇼핑 환경, 매장 내 예술작품이 비치되어 있어 VIP를 위한 최상의 쇼핑 환경이 구비된 것.

이에 따라 11일 씨트립 내에 있는 신세계면세점 멤버십 페이지에 VIP 페이지를 개설한다.

씨트립은 3억명의 회원 수를 보유한 중국 최대 규모의 관광 플랫폼이다.

신세계면세점은 이미 씨트립 앱 내 세계적 쇼핑 명소를 소개하는 글로벌쇼핑 코너에 전용 회원가입 플랫폼을 구축했다.

여기에 고객 편의를 제공하는 모바일 VIP 고객 전용 채널을 더한 것이다.

명동점의 명품관 완성과 중국인 관광객 회복 추세와 맞물려 시너지를 내기 위해서다.

멤버십 페이지에서 회원가입 기념 스마트선불 카드를 주고 구매 금액대 별로 즉시 할인 스마트선불카드와 사은카드 등 VIP 고객 전용 특별 혜택을 증정한다.

향후에는 전용 제품 예약 구매 서비스 플랫폼을 구축해 최저가 쇼핑 채널을 만들 예정이다.

신세계면세점은 씨트립, 위챗과 더불어 알리페이 등 제휴처를 지속 확대해 중화권 VIP관광객 유치에 박차를 가할 계획이다.

신세계면세점 관계자는 "중화권 고객들과 가까운 접점에서 소통할 수 있는 관련 플랫폼, 커뮤니티 등을 구축하는 데 주력하고 있다"면서 "향후 씨트립과 KOL(Key Opinion Leader) 활용을 통한 영상 제작, 생방송 제품 소개 촬영 등 콘텐츠 마케팅을 강화할 계획"이라고 말했다.

@highlight

11일 신세계면세점은 중국 '씨트립' 내에 고객편의를 증진시키는 모바일 VIP 전용 채널을 개설한다고 밝혔는데 이는 중국인 관광객이 점차 늘어가는 추세에 발맞춰 준비한 것으로 보인다.