광주지방경찰청(청장 장하연)이 2020학년도 대학수학능력시험 당일인 오는 14일 수송지원 및 특별 교통관리를 실시한다고 11일 밝혔다.

광주 경찰은 이날 원활한 수능을 위해 경찰관·모범운전자회 등 443명, 순찰차·경찰오토바이 등 90대를 동원한다

수험생 탑승차량에 대해 우선권을 부여하는 한편 수험생 주 이동로에 순찰차(73대) 및 신속한 기동을 하는 경찰오토바이(8대)를 집중 배치해 수험생에게 편의를 제공하는 등 수험생의 신속한 수송을 적극 지원할 방침이다.

수험생이나 가족 등은 시험장을 착각하거나 입실시간에 임박해 입실하지 못하는 경우 112신고를 통해 경찰의 도움을 요청하면 된다.

112종합상황실에서는 수능시험 당일 시험시간에 늦은 수험생들을 수험장까지 빠르고 안전하게 데려다 주기 위해 수험생의 긴급 수송요청신고를 긴급출동사건과 동일한 비중으로 처리할 계획으로 최근접 순찰차나 경찰오토바이를 보내 신속하게 수험장까지 수송하는 편의를 제공한다.

이와 함께 38개 시험장 주변 원활한 소통 및 안전 확보를 위해 교통경찰을 오전 6시부터 배치, 시험장 반경 2㎞ 이내 간선도로를 집중 관리한다.

자치단체와 협조해 불법 주·정차 단속도 강화할 예정이다.

듣기평가 시간대 소음 예방을 위해 3교시(오후 1시 10분~35분)에는 시험장 주변을 통과하는 차량에 대한 경적사용 자제를 당부하고 화물차량 등 소음을 유발하는 차량은 우회를 유도하기로 했다.

아울러 교통량 감축을 위해 관공서가 아닌 기관단체에서도 출근시간을 가급적 오전 10시 이후로 조정해 줄 것과, 자가용 이용을 자제하고 대중교통 수단을 이용해 수험생들이 시험을 치르는데 차질이 없도록 협조해 줄 것을 당부했다.

한편 2020학년도 대학수학능력시험은 오는 14일 오전 8시 40분부터 오후 5시 40분까지 광주 지역 38개 시험장에서 1만8563명의 수험생이 응시한다.

@highlight

광주지방경찰청(청장 장하연)이 2020학년도 대학수학능력시험 당일인 오는 14일 원활한 수능을 위해 수험생 탑승차량 우선권 부여와 수험생의 신속한 기동을 위한 경찰오토바이 및 순찰차 90대를 동원하는 등 수험생에게 편의를 제공하고 수송지원 및 특별 교통관리를 실시한다고 11일 전했다.