그룹 에이핑크 멤버 손나은이 악플러에 대해 선처를 결정했다.

11일 손나은 소속사 플레이엠엔터테인먼트는 공식 입장을 통해 "지난 6월 21일 손나은에 인신공역, 성적 희롱 등 악성 게시물을 올린 자를 고소했으나, 피의자의 안타까운 사정에 선처하기로 했다"고 밝혔다.

소속사 측은 "조사 끝에 피의자의 신원을 파악했다"며 "그 결과, 피의자는 서울 소재의 국내 명문 S대학 법학과 출신으로 밝혀졌다. 그러나 오랜 기간 사법시험을 준비하다 정신질환을 잃게 됐다"고 설명했다.

이어 "현재 입원치료를 받고 있다는 안타까운 사정과 피의자 가족의 진심 어린 사과에 손나은은 너그럽게 용서하기로 했다"고 전했다.

그러면서도 "모든 소속 아티스트들에 대한 여타 온라인상의 악성 게시글을 게재하는 자들에 대해서 법적 대응을 검토하고, 적극적인 조치를 지속해 나갈 예정"이라고 덧붙였다.

한편 손나은은 가수 활동뿐만 아니라 연기, 광고 등 다양한 분야에서 활약하고 있다.

안녕하세요.

플레이엠엔터테인먼트입니다.

당사는 지난 6월 21일 소속 아티스트 에이핑크 손나은 관련 인신공격, 성적 희롱, 허위사실 유포 등 악성 게시물을 온라인 상에 지속적으로 올린 자를 법무법인 우리를 통해 서울 강남경찰서 사이버수사팀에 정보통신망법 위반 및 협박죄 등으로 고소하였습니다.

그 동안 소속사와 아티스트의 고통이 극심하였던 만큼, 법무팀 및 법무법인 우리와 강력한 수사를 요청하였고 수사기관과의 공조 끝에 피의자의 신원을 파악하게 됐습니다.

신원 파악 결과, 피의자는 서울 소재 국내 최고 명문 S대학 법학과 출신으로 오랜기간 사법시험을 준비하다 정신질환을 앓게 되었고, 현재 입원치료를 받고 있는 것으로 확인됐습니다.

피의자의 안타까운 사정과 피의자 가족의 진심어린 사과를 전해들은 손나은은 이번에 한하여 피의자를 어떠한 대가도 없이 너그럽게 용서하기로 결정했습니다.

당사는 이번 손나은의 사례 이외에도 에이핑크 멤버들, 모든 소속 아티스트들에 대한 여타 온라인 상의 악성 게시글을 게재하는 자들에 대해서 법적 대응을 검토하고, 적극적인 조치를 지속해 나갈 예정입니다.

당사는 앞으로도 소속 아티스트의 권익 보호를 위해 최선을 다하겠습니다.

감사합니다.

@highlight

플레이엠엔터테인먼트는 에이핑크 멤버 손나은에 인신공역, 성적 희롱 등 악성 게시물을 올려 고소한 피의자가 서울 소재의 국내 명문 S대학 법학과 출신으로 오랜 기간 사법시험을 준비하다 정신질환을 앓게 됐으며 현재 입원치료를 받고 있다는 안타까운 사정으로 선처하기로 했다고 공식 입장을 밝혔다.