김규영 ㈜효성 대표이사 겸 총괄사장이 '제33회 섬유의 날'을 맞아 금탑산업훈장을 받았다.

금탑산업훈장은 국가발전에 이바지한 공로가 뚜렷한 사람에게 주는 정부포상 가운데 가장 높은 등급이다.

효성은 김 사징이 산업통상자원부와 한국섬유산업연합회가 11일 서울 삼성동 섬유센터에서 개최한 '제33회 섬유의 날' 행사에서 금탑산업훈장을 받았다고 밝혔다.

'섬유의 날'은 국내 주요 업종 가운데 처음으로 섬유패션산업이 수출 100억 달러를 달성한 1987년 11월 11일을 기념해 열리는 행사다.

김 사장은 세계 1위 제품인 스판덱스의 제조기술을 자체 개발하고 제조 설비를 국산화 해 한국 섬유산업의 발전과 경쟁력 강화에 이바지한 섬유업계의 원로 중 한 사람으로 꼽힌다.

그는 또 '테크니컬 서비스센터'를 설립해 품질과 생산 안정화를 이끌었고, 효성이 독자 개발한 '꿈의 신소재' 탄소섬유의 공정 안정화에 이바지하는 등 국가의 첨단소재 산업의 위상을 높였다는 평가도 받고 있다.

김 사장은 1948년 부산에서 태어나 부산고와 한양대 섬유공학과를 졸업하고 1972년 효성그룹 전신인 동양나이론에 입사했다.

나일론 생산 담당을 시작으로 46년 넘게 효성에 몸담아 온 정통 '효성맨'으로, 섬유·산업자재 부문 CTO(최고기술책임자)를 역임하면서 세계 1위인 스판덱스와 타이어코드의 성장을 이끌어 온 화섬업계의 산증인으로 꼽힌다.

한편 이날 시상식에서는 효성티앤씨㈜ 울산공장의 양경일 반장이 산업부 장관상을, 효성티앤씨㈜ 구미공장의 박성준 사원은 섬산련회장상을 수상했다.

이 밖에도 김성열 ㈜슈페리어 부회장은 국내 최초로 골프웨어를 런칭하는 등 패션의류 품질 고급화에 이바지한 공로 등을 인정받아 은탑산업훈장을 받는 등 총 51명이 정부 포상을 받았다.

@highlight

김규영 ㈜효성 대표이사 겸 총괄사장이 세계 1위 제품인 스판덱스의 제조기술을 자체 개발하고 제조 설비를 국산화 해 한국 섬유산업의 발전과 경쟁력 강화에 이바지한 공로를 인정 받아 '제33회 섬유의 날' 행사에서 금탑산업훈장을 받았다.