바이오리더스는 독일 함부르크에서 11일(현지시간)부터 13일까지 사흘간 개최되는 제약 바이오 컨퍼런스 '바이오 EU 2019(Bio Europe 2019)'에 참가한다고 11일 밝혔다.

바이오리더스는 이번 행사에서 화이자(Pfizer), 알보젠(Alvogen), 게데온 리히터(Gedeon Richter), 푸싱(Fosun) 등 약 30개의 글로벌 제약사들과 비즈니스 미팅을 진행한다.

미팅에서는 바이오리더스의 주요 파이프라인인 자궁경부상피이형증 치료제(BLS-H01), 자궁경부전암 치료제(BLS-M07), 뒤센 근디스트로피 치료제(BLS-M22)에 대한 데이터 교환 및 협력 방안 논의가 진행될 예정이다.

이와 함께 글로벌 제약사들이 높은 관심을 보이고 있는 이스라엘 현지 합작법인 퀸트리젠(Quintrigen)에 대한 정보 공유 및 비즈니스 미팅도 이뤄진다.

퀸트리젠은 손상된 P53 유전자(암억제 유전자)를 재생시켜 암을 치료하는 방식의 신개념 함암제 개발을 위해 바이오리더스와 이스라엘 와이즈만연구소가 이스라엘 현지에 만든 합작법인이다.

바이오 EU는 전세계 50여 개국, 1300여개 기업, 2500여 명의 산업 관계자가 참가해 최신 기술과 연구성과 등을 선보이는 유럽 최대 규모의 바이오 행사다.

전세계에서 개최되는 바이오 관련 행사 중에서는 바이오 USA 다음으로 큰 행사로 꼽힌다.

회사 관계자는 "이번 행사 참가를 통해 글로벌 네트워크를 확대하고 적극적으로 파트너십을 구축하겠다"며 "세계적인 기업들과의 미팅을 통해 기업 인지도와 신뢰도를 제고시킬 것"이라고 밝혔다.

이어 "지난 9월 BLS-M07의 임상 2b상 대상자 등록을 완료했으며 내년 1분기 등록자 임상이 끝나는 시점을 기준으로 3~4개월 안에 2b상 최종 결과를 도출할 것"이라며 "2b상 결과에 따라 해외 기술이전도 고려하고 있는 만큼 의미 있는 논의가 이뤄질 수 있기를 기대한다"고 강조했다.

@highlight

바이오리더스는 독일 함부르크에서 11일(현지시간)부터 13일까지 개최되는 제약 바이오 컨퍼런스 '바이오 EU 2019(Bio Europe 2019)'에 참가한다고 11일 밝혔으며, 이번 행사에서 화이자(Pfizer), 알보젠(Alvogen), 게데온 리히터(Gedeon Richter), 푸싱(Fosun) 등 약 30개의 글로벌 제약사들과 파이프라인인 자궁경부상피이형증 치료제(BLS-H01), 자궁경부전암 치료제(BLS-M07), 뒤센 근디스트로피 치료제(BLS-M22)에 대한 데이터 교환 및 협력 방안을 논의할 비즈니스 미팅을 진행한다.