관악구(구청장 박준희)가 '2019 서울 희망일자리 만들기' 시·구 공동협력사업 평가에서 '우수구'로 선정돼 5년 연속 우수구로 선정되는 영광을 달성했다.

서울 희망일자리 만들기는 서울시와 자치구가 공동으로 추진하는 일자리 사업으로 매년마다 일자리혁신 우수사례와 같은 일자리사업 전반에 대해 종합평가를 진행한다.

올해는 사회적경제시장 활성화, 일자리·경제활성화를 위한 기업방문, 일자리 혁신 우수사례 발굴, 취업박람회 개최 및 구직자 취업역량강화, 취약계층 노동자 보호체계 구축 등 총 20개 세부지표에 대해 평가했다.

관악구는 모든 부문에서 우수한 평가를 받았다.

특히 구청 전 부서에서 지역내 영세업체 등을 방문, 기업 애로사항을 듣고 해결방안을 마련하는 기업방문을 적극 추진해 좋은 평가를 받았다.

구는 혁신 창업인프라 구축과 창업 생태계 활성화를 통한 민간일자리 창출에도 노력 중이다.

민선 7기 핵심공약사업인 낙성벤처밸리 육성을 위해 올 5월 관악창업공간을 조성해 운영하고 있으며, 내년에는 낙성벤처창업센터, 서울창업카페(낙성대점) 등도 들어설 예정이다.

또 청년인구 비율(40.2%)이 전국에서 가장 높은 지역특성을 반영, 청년 취업지원을 위한 청년 일자리사업도 활발히 진행하고 있다.

그 밖에도 구 청사 내 '용 꿈꾸는 일자리카페'에서 소규모 취업박람회(일구데이)와 삼성전자 임직원과 연계한 청년취업 멘토링 사업인 '청년드림 관악캠프'를 매월 개최, 청년들의 취업역량을 강화하고 구직자의 취업을 돕는다.

사회적경제통합지원센터 민간위탁 운영, 사회적경제기업 제품 공공구매를 통한 판로지원, 사회적경제 장터 '꿈시장' 개최, 입주공간 지원 등 다양한 지원으로 사회적경제기업 자립도 돕는다.

박준희 관악구청장은 "우리 사회 최대 과제인 일자리 문제 해결을 위해 미래 산업에 발맞춘 창의적이고 지속적 가능한 일자리 창출사업을 추진하고 있다"며 "주민이 더욱 안정되고 풍요로운 삶을 누리도록 노력하겠다"고 밝혔다.

@highlight

관악구(구청장 박준희)가 '2019 서울 희망일자리 만들기' 시·구 공동협력사업 평가에서 모든 부문에서 우수한 평가를 받아 '우수구'로 선정돼 5년 연속 우수구로 선정되는 영광을 달성했으며 박준희 관악구청장은 "우리 사회 최대 과제인 일자리 문제 해결을 위해 미래 산업에 발맞춘 창의적이고 지속적 가능한 일자리 창출사업을 추진하고 있다"며 밝혔다.