최근 고층 아파트를 선호하는 성향과는 달리 테라스, 마당 등을 보유한 쾌적하고 자연 친화적인 단독주택지에 대한 사람들의 관심이 높다.

인천시 서구 청라동에 위치한 청라베어즈베스트CC 내의 전원주택 청라더카운티는 골프장내에 위치한 전원주택부지로서 그림 같은 골프장이 내 집 앞마당이 된다.

이러한 주택을 페어웨이빌리지 라고 하는데, 청라더카운티는 도심 속에 위치한 국내 유일 페어웨이빌리지다.

특히 청라국제도시는 빠른 속도로 개발이 진행 중이고 서울지하철 7호선 연장안도 확장되어 1시간 안에 서울 강남으로 이동이 가능한 곳 중 하나로 누구나 꿈꾸던 골프장을 내 집 앞마당으로 둔 전원생활이 가능하다.

또한 차량을 이용하면 청라IC를 통해 강남까지 40분대로 이동이 가능하며 국내 학력이 인정되는 외국인학교 청라 달튼스쿨(Dalton School)도 인접해 있다.

청라신세계복합쇼핑몰, 롯데마트, 홈플러스 등 다양한 편의시설들도 들어설 예정이며, 청라호수공원을 중심으로 청라의료복합타운과 하나금융타운, 시티타워, 로봇랜드가 입주하였거나 입주 예정에 있다.

강남권과의 접근성, 뛰어난 자연환경, 편리한 인프라 시설 외에도 청라더카운티는 철저한 단지 관리와 보안, 골프장 페어웨어 조망권과 골프장시설 이용혜택까지 누릴 수 있다.

그 외 입주자 오픈카페, 헬스 클럽 등 다양한 부대시설도 이용이 가능하며, 세계적인 골프선수 잭니클라우스가 설계했다는 베어즈베스트 골프장 할인 혜택도 받을 수 있다.

세계적인 글로벌 부동산기업인 리맥스와이드파트너스는 베어즈베스트CC 내 청라더카운티 30여필지를 전속으로 확보하여 매각 진행 중이며, 선착순으로 무료상담 및 견적을 진행하고 있다.

리맥스와이드파트너스를 통해 계약시 주택 건축과 관련해서도 상담, 견적산출, 설계가 무료로 진행이 가능하다.

자세한 내용은 리맥스와이드파트너스를 통해 문의할 수 있다.

@highlight

인천시 서구 청라동에 위치한 전원주택 청라더카운티는 골프장 내에 위치한 전원주택부지로서 도심 속에 위치한 국내 유일 페어웨이빌리지로 자연 친화적인 단독주택을 선호하는 사람들의 관심이 높다.