서강대 게임&평생교육원 인재들이 만든 인디게임이 글로벌 유저들의 사랑을 독차지하며 국내 게임업계에 새로운 반향을 일으키고 있다.

11일 서강대 게임&평생교육원 측은 프로젝트팀 '카셀게임즈'가 만든 TCG(Trading Card Game) '래트로폴리스(RATROPOLIS)'가 글로벌 플랫폼 STEAM(스팀) Top Selling 카테고리 1위를 차지했다고 전했다.

'래트로폴리스'는 게임&평생교육원 졸업생·4학년 재학생으로 구성된 프로젝트 팀 '카셀게임즈'가 총 1년여의 개발과정을 거쳐 만들어낸 역작이다.

이 게임은 카드를 활용한 게임운영의 재미는 물론 기존 TCG와 디펜스를 조합시킨 새로운 개념의 게임이라는 점에서 스팀 플랫폼은 물론 인기 게임 스트리머에게도 인기를 모으고 있다.

업계에서는 이번 '래트로폴리스'의 스팀 플랫폼 Top Selling 1위 기록이 GTA5와 Monster Hunter World 등 글로벌 외산게임을 제치고 이뤄낸 국내 인디게임계의 경사이자, 서강대학교 게임&평생교육원의 현장 프로젝트 중심형 커리큘럼의 성과로서 바라보고 있다.

특히 1기 졸업생 김효재PD의 손에서 탄생한 '로한M(배급사 플레이위드)'에 이은 두 번째 쾌거라는 점에서 '국내 최고 게임인재 양성소'라는 수식어를 가진 서강대 게임&평생교육원의 입지는 더욱 커지는 모양새다.

한편 서강대 게임&평생교육원은 학점은행제 4년제 학사학위(미디어공학사) 과정으로 △게임기획과정 △게임프로그래밍과정 △게임그래픽&애니메이션과정 등 3개과정으로 운영되는 가운데, 내달 9일부터 신입생모집을 진행한다.

@highlight

게임&평생교육원 졸업생·4학년 재학생으로 구성된 프로젝트 팀 '카셀게임즈'가 총 1년여의 개발과정을 거쳐 만들어낸 '레트로폴리스'는 최근 스팀에서  매출 1위를 찍는 등 국내 국외에서 인기를 얻어 새로운 반향을 일으키고 있으며  업계에서는 이런 성과를 현장 프로젝트 중심형 커리큘럼의 성과로서 바라보고 있다.