시트로엥은 편안한 이동을 위해 개발한 특수안경 '씨트로엥'을 크라우드펀딩 사이트 와디즈에서 공개한다고 11일 밝혔다.

씨트로엥은 더 많은 사람에게 편안한 이동 경험을 제공한다는 브랜드 철학에 따라 개발한 특수안경이다.

특수안경 관련 기술을 최초로 개발해 특허를 보유한 프랑스 스타트업 '보딩링', 파리 디자인 스튜디오 '5.5'와의 협업으로 혁신기술과 인체공학적 디자인을 접목했다.

이 특수안경은 브랜드와 제품 성격을 직관적으로 알 수 있도록 '시트로엥' 브랜드명과 '보다'를 의미하는 영어 단어 '씨(See)'를 결합해 '씨트로엥'으로 이름 붙였다.

작용 원리와 사용법은 단순하다.

씨트로엥 테두리에 삽입한 파란 액체는 가상의 수평선 역할을 한다.

뇌에서는 이 액체 움직임을 전정 감각을 담당하는 귀의 움직임으로 착각, 눈과 귀의 정보가 일치하다고 판단해 안정감을 느끼게 된다.

이동 중 불편함이 느껴지면 씨트로엥을 착용하고 10분에서 12분 정도 시선을 스마트폰이나 책 등 고정된 물체에 두고 불편함이 완화되면 안경을 벗으면 된다.

씨트로엥은 의료기기가 아니며, 효과 정도와 시간에는 개인차가 존재한다.

다른 안경 위에도 착용할 수 있으며, 내이 발달이 완료된 10세 이상의 어린이부터 사용할 수 있다.

씨트로엥은 2018년 7월 유럽 판매 개시 일주일만에 1만개가 완판됐다.

씨트로엥은 와디즈에서 펀딩 오픈 알림 신청을 받으며, 본 펀딩은 25일 시작한다.

울트라 얼리버드 기간 최대 35% 할인을 적용해 두 개 세트 25만9000원, 1개는 33% 할인한 13만1000원에 구매할 수 있다.

한정 수량으로 펀딩 100% 달성 시 프로젝트가 조기 종료될 수 있다.

시트로엥은 씨트로엥 출시를 기념해 11일부터 15일까지 서울역 기차역사에서 진행 중인 '라메종 시트로엥' 팝업스토어를 방문해 와디즈 펀딩 알림 신청 페이지 인증 시 에코백을 증정하는 이벤트를 진행한다.

@highlight

시트로엥은 편안한 이동 경험을 제공한다는 브랜드 철학을 담아 개발한 특수안경 '씨트로엥'을 와디즈에 공개하며 '시트로엥' 브랜드명과 '보다'를 뜻하는 영어 단어 '씨(See)'를 합쳐 '씨트로엥'으로 제품명을 정했다고 11일 발표했다.