국내 연구진이 암세포 분석 정확도를 높일 수 있는 유전자 검사법을 개발했다.

과학기술정보통신부는 김상우 연세대 의대 교수 연구팀이 암세포 시료 분석 시 외부 유전체 요인을 줄여 분석 정확도를 지금보다 58% 가량 높이는 기술을 개발했다고 11일 밝혔다.

암 연구 과정에서 약물반응 검사 등을 위해 환자의 종양 조직을 떼어내 유전체 염기서열을 분석한다.

하지만 환자의 종양 조직에서 직접 얻을 수 있는 암세포 양이 제한돼 있어 이를 증식해 분석에 활용한다.

증식에는 쥐 세포나 살아있는 쥐를 이용하기 때문에 사람 암세포 유전체에 쥐 유전체가 섞여 오류가 생길 가능성이 있다.

연구팀은 쥐 유전체를 걸러내고 사람의 유전체만을 분리하는 방법을 제시했다.

이를 위해 사람 유전체 분석에 쥐 유전체가 포함됐을 때 검출되는 120만개 서열을 찾아내 DB를 구축했다.

연구팀은 이를 '하마(HAMA)'로 이름을 붙이고, 분석 오류를 찾기 위한 지표로 활용했다.

생쥐의 유전체 정보로 인한 오류 가능성을 한번 더 확인할 수 있도록 일종의 '안전장치'를 마련한 것이라고 연구팀은 설명했다.

시료에서 검출한 하마 수를 기반으로 쥐 유전체가 얼마나 포함됐는지를 추정할 수 있도록 공식을 도출했다.

이를 기반으로 기존 분석법에 비해 정확도가 58% 높아진 것을 확인했다.

김상우 연세대 교수는 "몸 밖에서 보존·증식된 환자 암세포 시료의 유전체 분석 과정에서 생길 수 있는 오류를 바로 잡아 보다 정확한 정보에 기초해 환자를 치료할 수 있는 실마리가 될 것"이라고 말했다.

이 연구결과는 국제 학술지 '게놈 바이오올로지(11일자)'에 실렸으며, 과기정통부의 지원을 받아 연구가 수행됐다.

암세포 시료 분석 시 생쥐 유전체에 따른 오류 가능성을 줄이기 위해 구축한 유전체 서열 DB인 '하마'의 개념도로, 이를 통해 암세포 분석 정확도를 58% 가량 높일 수 있다.

@highlight

과학기술정보통신부는 11일 김상우 연세대 의대 교수 연구팀이 암세포 시료 분석 시 쥐 유전체를 걸러내고 사람의 유전체만을 분리하는 방법을 제시해 외부 유전체 요인을 줄여 암세포 분석 정확도를 높일 수 있는 유전자 검사법을 개발했다고 밝혔다. 