동작구(구청장 이창우)가 '2019 서울시 자치회관 운영평가'에서 2012년부터 8년 연속 우수구에 선정됐다고 11일 밝혔다.

자치회관 운영평가는 서울시가 주민자치 발전기반 조성과 자치회관 운영 활성화를 위해 25개 자치구를 대상으로 매년 실시하고 있다.

평가는 ▲주민자치 운영 프로그램 ▲자치회관 시설·활용 ▲지역자원과 연계를 통한 자치회관 운영, 자치회관 도농 교류 등 기타 운영사항 ▲자치회관 운영 개선 사례 등 4개 분야 8개 항목에 걸쳐 서면평가와 현장모니터링으로 진행됐다.

구는 각 분야별 평가에서 고른 점수를 얻었다.

특히 사당2동과 신대방1동의 우수사례에서 심사위원들의 높은 평가를 받았다.

사당2동은 ▲환경, 청소년, 법률 분야의 주민 교육프로그램 '사이마을 아카데미' ▲마을의 정보·활동사항을 알려주는 '사당2동 소식샘' 발간 ▲벚꽃축제와 여름축제 등 '이웃과 이웃 사이에 징검다리를 놓는 마을' 사업을 펼쳐 주민 화합과 협력의 장을 마련했다.

또, 신대방1동은 함께하는 다문화 마을 '다(多)가치 상생 프로젝트' 로 ▲일반가정과 다문화가정의 '멘토-멘티 사랑의 김치 담그기' ▲다문화가정 아동과 같이 하는 초등학생 방과 후 활동 ▲'다(多)가치 페스티벌' 등을 진행해 문화적 차이, 상호 이해부족으로 야기되는 갈등을 해소하고 지역사회 통합 분위기를 조성했다.

구는 우수상 시상금을 자치회관 시설 및 장비 개·보수, 프로그램 운영 지원 등 주민의 활동을 위해 사용할 계획이다.

최환봉 자치행정과장은 "자치회관 운영평가 8년 연속 우수구 선정은 지역 주민들의 적극적인 노력 덕분"이라며 "앞으로도 주민이 직접 주도하고 참여하는 풀뿌리 민주주의가 실현될 수 있도록 지원하겠다"고 말했다.

구는 오는 12월까지 2020년의 주민자치회 전환에 대비하기 위해 주민자치 기본실무교육과 실무과정인 '동별 찾아가는 교육', 기타 소양교육 등으로 구성된 '2019년 주민자치 아카데미'를 실시하고 있다.

@highlight

동작구는 서울시가 25개 자치구를 대상으로 매년 실시하는 '2019 서울시 자치회관 운영평가'에서 2012년부터 8년 연속 우수구에 뽑혔다고 11일 전하며, 최환봉 자치행정과장은 지역 주민들의 적극적인 노력 덕분이며 주민이 주도적인 풀뿌리 민주주의가 실현될 수 있도록 노력하겠다고 밝혔다.