전남도는 내년 예산안 8조1588억원을 편성, 11일 도의회에 제출했다.

이는 2019년 본예산(7조3691억원)보다 10.7%(7897억원)가 늘어난 규모다.

일반회계는 7조3250억원, 특별회계는 8338억원이다.

도는 지난 10월 2회 추경예산에 이어 2020년 본예산도 8조원대 예산을 편성했다

예산 증가 요인은 국고예산 확보활동에 따른 것이라고 전남도는 설명했다.

2년 연속 국비 6조원 이상 확보에 이어 올해 7조원에 육박하는 국고 보조금(6조7261억원)을 정부안에 반영했기 때문이다.

내년 예산안은 기초연금, 기초생활보장 생계급여 등 복지지원 강화, 다양한 복지사업 확대에 따른 사회복지비 등 지속적으로 늘어나는 재정 수요에 적극 대응하는데 초점이 모아졌다.

일자리 창출과 미래산업 육성 기반 구축, 인구청년 대책, 도민 생활안전, 관광문화체육 활성화, 농수축산업 경쟁력 강화, 지방도 정비 등 SOC 분야의 차질 없는 추진 등 9개 분야 미래 주요 사업에 전략적으로 재원을 배분했다.

농림해양수산 분야에도 많은 투자가 이뤄진다.

소규모 어촌의 환경, 정주여건 등을 개선하기 위해 추진하는 어촌뉴딜 300사업에 올해보다 761억원 늘어난 1612억원을 계상했다.

농어민 공익수당 584억원을 편성해 내년부터 지급할 예정이다.

아쉬운 점은 이월 예산이 많고, 보상 지연 등의 이유로 신속집행에 어려움이 있는 지방도 정비 등 SOC 분야에서 예산을 감액 또는 추경 이후로 편성을 보류했다.

고광완 전남도 기획조정실장은 "내년 예산안은 열악한 재정 여건을 감안해 시급한 주요 시책과 사업 위주로 편성했다"며 "계속사업 중 성과가 부족한 사업은 과감히 폐지 또는 감액하고, 보조금 총액한도제를 강력히 추진해 지방재정의 책임성과 건전성을 도모했다"고 말했다.

전남도가 제출한 2020년 예산안은 제336회 도의회 정례회에서 상임위원회와 예산결산특별위원회의 심의를 거쳐 12월 12일께 본회의에서 의결·확정될 예정이다.

@highlight

전남도는 내년 예산안 8조 1588억원을 편성하여 11일에 도의회에 제출 하였으며 내년 예산안은 열악한 재정 여건을 감안해 시급한 주요시책과 사업 위주로 편성했다.