캐시슬라이드에서 11일 오후 9시 진행하는 '콩블리 빼빼티데이' 초성퀴즈 이벤트에 관심이 쏠린다.

콩블리 빼빼티데이 초성퀴즈 이벤트는 "미블리 빼빼티에는 붓기에 좋은 자연유래재료인 늙은 호박과 팥, 그리고 자체 개발 ㅍㄹㅁㅇㅎㅂㅇㄹ가 함유되어 있다"가 문제로 나왔다.

콩블리 빼빼티데이 정답은 '프리미엄한방원료'다.

이날 ㈜위블리즈는 빼빼로데이를 맞이해 더 많은 사람들에게 빼빼티를 선물할 수 있도록 1+1, 2+1 행사 등을 진행한다.

빼빼로데이 당일에 한하여 진행되는 이번 할인행사에서는 빼빼티는 물론 콩블리탄수화물컷, 미블리붓기컷 등 기존 위블리즈 제품을 모두 만나볼 수 있다.

자세한 내용 및 이벤트 참여는 위블리즈 공식 홈페이지에서 가능하다.

빼빼티는 부종 제거에 탁월한 효과를 보이는 늙은 호박을 주성분으로 하여 팥, 옥수수수염 등 프리미엄 한방원료를 조합한 제품이다.

마시는 것만으로 건강해질 수 있는 빼빼티는 모든 성분이 자연성분으로 되어 있어 남녀노소 누구나 섭취가 가능하다.

평상시 야채나 과일 등 건강식품을 잘 먹지 않는 현대인들에게 꼭 필요한 영양소를 보완해주며 이뇨 작용이나 붓기 제거에 도움을 준다.

콩블리미블리 다이어트 제조 회사 ㈜위블리즈가 오랜 시간 연구를 거듭한 끝에 론칭한 빼빼티는 감초, 대나무잎, 진피, 작약, 천궁 등 건강에 좋은 성분을 포함하고 있다.

맛과 영양, 간편함까지 두루 생각한 빼빼티에는 콩블리, 미블리로 다져진 ㈜위블리즈의 노하우가 가득 담겨 있다.

티백으로 되어 있는 빼빼티는 따뜻한 물에 담가놓기만 하면 되기 때문에 바쁜 일상 속에서도 간편하게 섭취가 가능하고 식후 커피를 대체하기 위해 맛과 여유를 모두 즐길 수 있는 패키지로 구성했다.

@highlight

캐시슬라이드에서 11일 오후 9시 '콩블리 빼빼티데이' 초성퀴즈 이벤트를 진행하며 정답을 프리미엄한방원료로, 빼빼티는 부종 제거에 탁월한 효과를 보이는 늙은 호박을 주성분으로 프리미엄 한방원료를 조합한 제품이다.