대림씨엔에스가 PC(Precast Concrete)사업 진출을 통해 미래 성장을 위한 사업다각화에 나선다.

12일 대림씨엔에스는 전일 이사회를 열고 PC사업에 대한 신규 투자 계획을 결의했다고 밝혔다.

대림씨엔에스는 기존의 콘크리트 파일 사업과 스틸사업에 PC사업을 새롭게 추가해 사업 영역을 확장한다.

대림씨엔에스는 기존 강교 구조물 공장으로 사용돼 부여공장에 130억원을 투자해 최신 PC생산설비를 구축해 2020년 하반기 상업 생산에 돌입할 계획이다.

대림씨엔에스는 기존의 공장과 사무실 등을 그대로 활용해 투자비용을 절감한다는 방침이다.

PC공법은 공장에서 사전 제작된 기둥, 보, 슬라브 등 콘크리트 부재를 현장에서 설치하는 공법이다.

일반적으로 현장에서 직접 제작하는 공법에 비해 대량 생산이 가능하고 균일한 품질, 높은 내구성 등의 장점을 갖추고 있다.

사회적 이슈인 건설현장 근로시간 단축, 고령화, 안전·경 문제에 있어서도 유리한 공법으로 평가 받고 있다.

2018년 기준 국내 건축 PC시장 규모는 약 8000억원이며, 올해는 약 9000억원에 달할 것으로 전망된다.

공기 단축과 공사비 절감을 위해 PC공법을 적용하는 건설사들이 늘어나며 시장은 더욱 성장할 전망이다.

유럽, 미국 등 선진 시장의 PC공법 적용률이 10~20% 수준이라는 것을 감안하면 국내 PC시장의 성장 잠재력이 매우 높은 것으로 예상된다.

대림씨엔에스는 57년 역사의 국내 1위 콘크리트 파일 전문회사로 PC사업 진출에 필요한 콘크리트 제품 배합 기술력과 생산 노하우를 보유하고 있다.

또한 건설을 주력으로 하는 대림그룹의 일원으로 대림산업, 삼호, 고려개발 등 건설 3사와 공동 기술개발 등 시너지도 예상된다.

대림씨엔에스 배동호 대표는 "콘크리트 사업을 통해 축적된 노하우와 자동화 설비 도입 경험을 바탕으로 PC 사업 진출을 결정했다"며 "앞으로 국내 PC 시장의 성장을 주도하는 선두업체로 발돋움해 매출 1000억원 이상의 사업으로 육성하겠다"고 말했다.

@highlight

대림씨엔에스가 부여공장에 130억원을 투자해 PC(Precast Concrete)사업 진출을 통해 사업다각화를 진행시키며 2020년 하반기 상업 생산에 돌입할 계획이다.