내년부터 우리 집에서 가까운 체육, 문화시설 등 생활SOC를 찾아보고 부동산중개업소 개업 정보를 탐색할 수 있는 국토정보모니터링 서비스가 구축된다.

국토연구원은 11일 '국민공감을 위한 데이터 기반 소통플랫폼, 국토정책 인터랙티브 구축과 활용'(이영주 국토시뮬레이션센터장 연구팀) 보고서를 통해 인터랙티브 리포트 시범구축 방안을 제시했다.

인터랙티브 리포트란, 상호작용 지도 기술을 접목한 데이터 탐색 및 쌍방향 소통형 리포트로, 각종 데이터를 활용한 정책스토리 전달과 독자가 직접 반응할 수 있는 채널이자 서비스다.

연구원은 첫번째 시범구축 리포트 주제로 '생활SOC 접근성'을 선정했다.

정부의 생활SOC 예산 확대와 발맞춰 정책수립권자의 효율적인 예산집행 및 시설운영을 지원하는 동시에 민간업체나 지역주민들에 접근성 데이터를 제공하는 것이 목적이다.

리포트는 생활SOC 시설의 위치와 접근성 수준 등을 지도, 그래프로 제공하고, 관련 의견 수집기능도 탑재한다.

연구원은 이를 통해 생활SOC 계획 및 복합화 추진을 위한 기초자료를 생산하고 주민의견 수렴 등 소통채널로 활용할 수 있도록 연내 시범구축을 완료하고 내년부터 국민에 공개할 방침이다.

연구원은 이와 함께 '시대별 핫이슈 지역을 찾아라'라는 주제로 부동산중개업체 개업지도 리포트도 시범 구축한다.

중개업체 개업정보를 토대로 최근 몇 년간 부동산 이슈 지역을 파악, 탐색하고 정책적인 소통 계기를 마련한다는 구상이다.

구체적으로는, 개업일을 기준으로 한 중개업체의 공간적 분포를 비롯해 각종 시계열 자료와 개업추세 그래프 등을 제공할 방침이다.

이영주 센터장은 "이 리포트는 중개업체 개업과 아파트 매매거래 간의 상관관계를 탐색해 각종 부동산 정책의 기초자료로 활용할 수 있고, 중개업자 수급조절을 위한 실태 파악과 주요 정책이슈 공론화 등에도 이용할 수 있다"라고 설명했다.

@highlight

국토연구원은 인터랙티브 리포트 시범구축 방안 첫 번째 주제로 '생활SOC 접근성'을 선정하여 우리 집에서 가까운 체육 및 문화시설을 찾아보고 부동산중개업소 개업 정보를 탐색할 수 있는 국토정보모니터링 서비스의 기초자료를 생산하고 연내 시범구축을 완료하여 내년부터 국민에게 공개할 방침이다.