선선한 가을바람에 은빛 억새가 흩날리는 가을의 제주는 낭만을 더하며 여행객들의 발길을 끌어당긴다.

가을 제주여행의 백미는 제주 곳곳에 넘실대는 은빛 억새라 할 수 있다.

가벼운 아우터를 걸치고 가을바람을 맞으며, 제주 억새길을 거닐다 보면 사랑하는 연인, 가족, 친구들과 낭만적인 가을 여행을 만끽할 수 있다.

대표적인 제주의 억새 명소로는 조선시대 갑마 사육장 터에 조성된 갑마장길, 서귀포시 구좌읍부터 성산읍 수산리까지 이어지는 금백조로, 조천읍 신천리의 닭머르해안길 등이 있다.

제주 가을여행을 완성시키는 가장 중요한 요소는 바로 제주숙소를 결정하는 것이다.

아름다운 제주의 가을 전경을 온몸으로 느낄 수 있는 숙소로 제주도 서귀포펜션인 아이로제주(IRO Jeju, 구 이로제주)가 있다.

아이로제주는 제주도 남쪽 끝 대평리에 자리 잡아 마라도, 박수기정, 가파도, 한라산을 동시에 아우르는 경치를 선사한다.

특히 노출 콘크리트 디자인은 세련됨과 편안한 분위기를 제공함과 동시에 제주의 가을 풍경과 어우러져 한층 더 낭만을 더한다.

이렇듯 아이로제주가 선사하는 아름다운 경치와 더불어 손예진, 진백림, 신현준 주연의 영화 '나쁜놈은 죽는다'의 촬영지로도 알려져 가족과 커플 등 많은 여행객들에게 꾸준히 사랑 받는 제주펜션으로 꼽힌다.

실내인테리어는 앤티크한 나무 장식 가구로 로맨틱한 감성을 자아내며, 특히 개별 테라스 비장탄 숯 바베큐 시설은 제주의 가을 노을을 보며, 배를 든든히 채우는 동시에 특별한 추억을 만들어 준다.

제주도펜션 아이로제주 관계자는 "아이로제주는 한라산으로 오를 수 있는 길목에 자리 잡고 있어 접근성도 좋고, 인근 해안도로를 따라 자전거 여행도 즐길 수 있어 가을 제주 자전거 여행을 계획하는 여행객들에게도 인기가 좋다"고 전했다.

한편, 예약 또는 객실 상세보기는 공식 홈페이지에서 확인할 수 있다.

@highlight

은빛 억새가 넘실대는 아름다운 제주의 가을을 만끽할 수 있는 제주 서귀포펜션 아이로제주는 아름다운 풍경을 볼수 있고, 한라산의  접근성이 좋고, 인근해안도로를 따라 자전거 여행도 즐길 수있으며 영화 촬영지로 알려져 여행객들에게 꾸준히 사랑 받고 있다.