2019 교육분야 국정과제 중간점검회에서 유은혜 부총리가 인사말을 하고 있다.

사립유치원·수능·입시특혜의혹 등이 문재인 정부 전반기동안 가장 많은 관심을 끌었던 키워드였던 것으로 나타났다.

교육부는 '2019 교육분야 국정과제 중간점검회'에서 언론과 SNS에 나타난 교육정책 동향을 빅데이터로 분석한 결과 △사립유치원 △수능 △고교무상교육 △자율형사립고 △비정규직 처우개선 △입시특혜의혹 등으로 나타났다고 밝혔다.

사립유치원 관련해서는 개학연기, 교비 목적외 사용에 대한 처벌, 비리 해결, 에듀파인 적용 등이 주로 언급됐다.

수능은 대입준비와 수능 절대평가 도입 및 영향, 사교육 부담 우려 등이 거론됐다.

고교무상교육과 함께 어린이집 무상보육까지 함께 관심이 쏠렸다.

자율형사립고 관련 동향으로는 지정 취소 영향, 강남 8학군 부활 등이 함께 주목을 받았다.

국립대병원 파견직 정규직 전환요구나 임금인상, 조리원 파업 및 급식 대란 등으로 비정규직 처우 개선도 빅데이터 키워드로 떠올랐다.

촛불집회, 정치인 자녀 관련 의혹, 논문저자 논란으로 입시 특혜 의혹도 빅데이터 키워드에 올랐다.

또한 전국 성인남녀 4000명을 대상으로 8월 12일부터 9월 6일까지 약 한 달간 실시한 여론조사 결과에서는 교육 신뢰회복을 위해 중점 추진해야 할 정책 중 입시 학사 채용의 공정성 확보정책이 49.5%로 많았다.

유초중등교육 정책 중에서 중점 추진해야 할 정책은 국공립 유치원 확대 등 유치원 공공성 강화가 30.2%였다.

초중등학교 교실 내실화를 위한 과제로 학벌위주 사회체제개선이 필요하다는 답이 27.0%로 가장 많았다.

여론조사에서 현 정부 고등학교 관련 교육정책에 대해서는 고교무상교육 전면실시, 고교학점제 도입, 고교체제 개편이 각각 53.7, 45.2, 50.9%의 지지를 지지를 받았다.

@highlight

교육부가 '2019 교육분야 국정과제 중간점검회'에서 언론과 SNS에 나타난 교육정책 동향을 빅데이터로 분석해보니 문재인 정부의 전반기동안 가장 관심을 끌었던 교육 키워드는 개학 연기,비리해결 등의 문제가 있었던 사립유치원, 수능, 고교무상교육, 자율형사립고, 입시특혜의혹 등으로 나타났다고 발표했다.