서울 중구(구청장 서양호)가 14일 오전 9시30분 장충단공원에서 '함께 걷고, 함께 건강한 중구둘레길 한양도성길 걷기'를 개최한다.

장충단공원에서 시작해서 다산성곽길을 따라 걷다 다산팔각정, 국립극장을 거쳐 다시 장충단공원으로 모이는 코스다.

주민 250여명이 참가하는 이번 행사는 30시간 이상의 '걷기지도자 양성학교' 과정을 수료한 15명의 걷기지도자가 준비운동부터 마무리운동까지, 걷기 코스 전 과정에서 페이스메이커 역할을 하며 함께 한다.

걷기 진행은 연령 및 체력상태를 고려해 걷기조를 3개로 편성, 참가자들이 본인의 걷기 속도에 맞춰 3.5km에 달하는 전체 코스를 무리 없이 완주하게 된다.

보건소는 걷기 전·후 혈압을 측정해 비교하며 걷기효과를 눈으로 확인할 수 있는 건강체험 부스를 마련하기도 했다.

구는 지난 7월부터 '건강 중구'를 실현하기 위한 구민건강증진 프로젝트 종합계획을 수립, 걷기 동아리 육성, 걷기지도자 양성, 우리동네걷기좋은길 구축 등 다양한 사업을 진행해 오고 있다.

이번 행사는 기존에 다산·약수·황학 3개 동의 걷기동아리를 중심으로 매월 운영되던 '걷기좋은 날' 행사를 전체 15개 동으로 확대해 실시하는 첫 번째 걷기다.

걷기동아리는 물론 동체육회도 동참해 일상속 걷기에 나선다.

아울러 '걷기지도자 양성학교' 과정을 통해 양성된 걷기지도자들이 본격적으로 활동을 시작하는 무대이기도 하다.

지난 9월부터 총 4주간 진행된 양성학교에서는 3단 보행법, 자세교정의 원리 및 상해예방법 등 걷기에 관한 다양한 지식을 전달했다.

수료자들은 주민들이 일상생활에서 보다 효과적인 걷기운동을 할 수 있도록 걷기문화 붐에 앞장설 예정이다.

서양호 중구청장은 "걷기는 누구나 쉽게 접근 가능하면서도 체력 향상에 더없이 좋은 만점짜리 운동"이라며 "걷기운동을 지속적으로 확산시켜 중구민 모두가 건강하고 행복한 건강 100세 시대를 실현하도록 하겠다"고 말했다.

@highlight

서울 중구가 개최하는 '함께 걷고, 함께 건강한 중구둘레길 한양도성길 걷기'는 14일 오전 9시 30분 장충단공원에서 출발하여 다산성곽길을 따라 걷다 다산팔각정, 국립극장을 거쳐 다시 장충단공원으로 집결하는 코스로서, 15명의 걷기지도자가 코스 전 과정에서 동반하면서  250여명의 참가자들을 이끌 예정이다.