전두환씨(88)의 사자(死者) 명예훼손 재판이 11일 광주에서 또다시 열렸으나 전두환씨는 출석하지 않았다.

전두환씨의 재판은 이날 오후 2시 광주지법 201호 형사대법정에서 광주지법 형사8단독 장동혁 부장판사 심리로 열렸다.

알츠하이머를 앓고 있다고 주장해 지난 3월 한차례 출석한 이후 법원으로부터 불출석 허가를 받았다.

그러나, 최근 강원도의 한 골프장에서 골프 치는 모습이 포착돼 비판을 한몸에 받고 있다.

전두환씨 법률대리인인 정주교 변호사는 이날 "전 전 대통령은 알츠하이머 때문에 불출석 허가를 받은 것이 아니다. 법률상 피고인이 변호인을 선임해 방어권 보장에 지장이 없으면 법원이 불출석을 허가할 수 있다"며 "재판은 형벌이 아닌 실체적 진실을 발견하기 위한 것으로, 지엽적인 부분을 문제 삼는 것은 적절치 않다"고 반박했다.

장 부장판사는 "피고인의 불출석을 허가한 것은 알츠하이머 여부를 떠나 고령이고 경호나 질서 유지를 위해 100여명이 동원돼야 하는 점등을 고려했기 때문"이라며 "다른 피고인보다 특별히 유리하거나 불리하게 취급받아서는 안 된다는 게 제 입장"이라고 설명했다.

이어 "역사적으로 매우 중요한 사건임을 인식하고 있다. 재판부에서 신중하게 고려하겠다"며 다음 재판 출석 여부 결정을 보류했다.

이날 재판에는 5·18 민주화운동 당시 광주에 투입된 육군 항공대 지휘관 2명과 부조종사 2명이 전두환씨 측 증인으로 법정에 섰다.

이들은 사격을 지시하거나 보고받지 않았다, 헬기를 광주에 투입했으나 실제 사격은 하지 않았다는 취지의 진술을 했다.

앞서 전두환씨는 자신이 펴낸 회고록에서 5·18 당시 헬기 사격을 목격했다고 증언한 고(故) 조비오 신부를 '성직자라는 말이 무색한 파렴치한 거짓말쟁이'라고 비난한 혐의(사자명예훼손)로 불구속기소 됐다.

다음 재판은 다음 달 16일 오후 2시 같은 법정에서 열리며 김기석 전교사 부사령관과 김순현 전교사 전투발전부장, 전교사 중대장 최모씨, 61항공단장 항공단장 손모씨을 대상으로 한 증인신문이 열릴 예정이다.

@highlight

지난 11일 광주에서 5·18 재판 관련해 전두환씨는 알츠하이머를 앓고 있다고 주장해 불출석 허가를 받았고 법률대리인인 변호사는 지엽적인 부분을 문제 삼는 것은 적절치 않다"고 반박했다.