위니아딤채 ‘딤채쿡 당질저감 30’

위니아딤채는 탄수화물 저감 효과가 있는 ‘딤채쿡 당질저감 30’을 한국당뇨협회가 지난 7일부터 9일까지 전북 순창에서 개최한 ‘제25회 당뇨교육캠프’에 후원했다고 밝혔다.

당뇨교육캠프는 당뇨병에 대한 올바른 정보 전달 및 당뇨 관리 실천 의지를 고취시키기 위해 마련된 행사로, 당뇨 환우와 가족 60명이 참여해 공복 혈당 및 식후 혈당 수시 측정, 인바디 검사와 식이요법 및 운동요법 강의 등을 수강했다.

이날 위니아딤채가 후원한 ‘딤채쿡 당질저감30’ 쌀의 탄수화물 성분을 품종에 따라 최대 39%까지 줄여주는 밥솥이다.

‘당질저감 취사 알고리즘’과 ‘트레이 필터링 구조’를 적용해 밥의 탄수화물 성분을 일반 백미 밥보다 33%, 쌀의 품종에 따라 최대 39% 낮춰준다고 관계자는 설명했다.

특히 밥의 주요 성분인 탄수화물을 대폭 낮춰 혈당 관리 및 다이어트에 관심을 가지는 이들에게 주목 받고 있다.

2박 3일간 열린 캠프 동안 참가자들은 딤채쿡으로 지은 밥으로 쿠킹클래스를 진행하는 한편 딤채쿡의 당질저감 30%와 20% 등 각 기능을 이용해 만든 밥을 시식했다.

한 행사 참가자는 “당뇨 환자는 평소 혈당 관리가 고민인데 고정적으로 자주 접하는 밥에 당질이 적으면 관리에 훨씬 수월할 것이다”고 말했다.

위니아딤채 관계자는 “이번 당뇨캠프의 취지와 ‘딤채쿡 당질저감 30’의 특장점이 잘 맞아 행사에 참여하게 됐다”며 “딤채쿡 당질저감은 새로운 시장을 개척해 성공한 제품으로, 앞으로도 더 자주 해당 소비자와의 접점을 넓혀 제품 개발에 노력하겠다”고 말했다.

한편 위니아딤채는 당뇨로 고생하는 참가자들을 위해 ‘딤채쿡 당질저감 30’을 할인 구매할 수 있는 쿠폰도 증정했다.

@highlight

한국당뇨협회가 지난 7일부터 9일까지 전북 순창에서 개최한 '제 25회 당뇨교육캠프'는 당뇨에 대한 올바른 정보 전달 및 실천 의지를 고취시키는 목적으로 마련된 캠프로, 위니아딤채에서는 쌀의 탄수화물 저감 효과가 있는 '딤채쿡 당질저감 30'을 해당 행사에 후원하였다.