전라북도경제통상진흥원(경진원)은 지난 8일부터 10일 도내 우수상품의 베트남 시장개척활동을 지원하기 위해 ‘한-베(음식문화)’ 축제에 참여했다.

그 결과 현장판매액 1만2,300불, 현장계약액 28만불의 성과를 거뒀다.

이번 행사에는 많은 방문객이 몰릴 정도로 현지의 반응이 뜨거워 도내 기업의 우수한 제품을 홍보할 수 있는 좋은 기회가 됐다.

참여업체가 직접 기업지원 부스를 운영하는 방식과 현지바이어가 물품 전량을 구매해 판촉을 대행하는 투트랙 방식으로 진행돼 참여업체들이 베트남 시장을 몸소 느낄 수 있었다.

도내 아동의류 생산 업체인 ‘GOES’SMS 현지 파트너사와 협업을 통한 판로행사로 호치민 시장에 집중돼 이는 판로를 하노이까지 확대하는 중요한 초석을 다졌다.

특히 홍삼·캔디·젤리 취급업체인 ‘매일제과’는 판촉부스 참여를 통해 베트남 현지바이어와 25만불 상당의 계약을 성사시켜 전북 상품의 우수성을 입증했다.

또 ‘한-베’ 축제에 참여한 한류스타들을 만나기 위해 여성, 청소년들의 참여율이 높았는데 이들을 대상으로 한 화장품업체 ‘예나’와 ‘원스킨’ 등의 제품도 큰 인기를 끌었다.

경진원 조지훈 원장은 “한-베 축제와 같은 행사와 더불어 해외 바이어 초청상담회 및 마이오피스 지원사업 등을 통해 도내기업에게 더 많은 시장개척의 기회를 제공할 예정이다”며 “또한 FTA 시대에 계약 성사 후에 이로 인한 곤란을 겪지 않도록 FTA활용설명회, 무역실무 교육, 원산지통합컨설팅 지원 등 지속적인 지원을 아까지 않을 것”이라고 말했다.

한편, 지난 1일부터 7일 하노리 K-market 4개 지점에서 진행된 전북 농식품 베트남 판촉행사와 축제부스운영에 13개 도내 식품기업이 배, 냉동만두, 초코파이 등의 제품으로 참여했다.

@highlight

전북경제통상진흥원은  지난 8일부터 10일 도내 상품의 베트남 시장개척활동 지원 위해 ‘한-베 음식문화 축제에 참여한 결과, 현장판매액 1만2,300불, 현장계약액 28만불의 성과를 거뒀으며, 도내 기업의 우수한 제품을 홍보할 수 있는 좋은 기회가 됐다.