안승남 구리시장(사진 왼쪽 6번째)이 11일 양윤경 서귀포시장을 접견한 뒤 기념촬영을 하고 있다.

안승남 경기 구리시장이 구리도매시장에 출하하는 농산물의 안정적인 물량 유치를 위해 힘을 보태고 나섰다.

11일 구리시에 따르면 안 시장은 김성수 구리농산물관리공사 사장을 비롯해 농협공판장, 인터넷청과, 구리청과, 수협공판장 대표들과 제주특별자치도 서귀포시를 방문했다.

구리도매시장 개설 후 시장 개설자가 산지를 직접 방문하기는 이번이 처음이다.

안 시장은 이날 양윤경 서귀포시장을 접견했다.

이 자리에서 "오늘 만남을 시작으로 구리시와 함께 물과 거름이 되는 생명의 공동체로 발전되길 바란다"고 말했다.

이어 안 시장은 서귀포시에서 마련한 산지 및 소비지 지자체 간담회에서 동절기 제주에서만 생산되는 무, 배추, 등 채소의 안정적인 확보와 농어업인 소득증대, 규격포장화 등에 대해 심도 있는 논의를 펼쳤다.

또 서귀포 농업기술센터와 제주감귤박람회를 참관한데 이어 서귀포시 산지 감귤유통사업소에서 출하주와 면담을 갖고 농수산물 산지 작황, 조업현황, 유통촉진 등에 관한 상생협력방안에 대해 의견을 청취했다.

특히 안 시장은 오는 12일 제주감귤 제1유통사업소를 방문, 서귀포수협 중도매인들과의 상호 협의를 갖는 등 산지에서의 세일즈 활동으로 이어갈 예정이다.

안 시장은 "감귤 등 본격적인 채소 출하시기에 주요 산지인 서귀포시를 방문한 것은 출하주와의 신뢰관계 형성은 물론 규격포장화 등 유통정책의 성공적인 추진에도 도움이 될 것으로 믿는다"며 "앞으로도 소비자인 시민들에게 신선하고 건강한 농산물을 공급하면서 믿고 신뢰받는 공영도매시장으로 성장하는 마중몰이가 되도록 지속적인 교류를 이어가겠다"고 말했다.

한편 제주도는 청과 3만6782톤, 수산 920톤을 구리도매시장으로 출하하고 있으며, 이는 전체 거래물량의 9% 를 차지한다.

@highlight

지난 11일, 안승남 경남 구리시장이 구리도매시장의 안정적인 농산물 물량 유치를 위하여, 양윤경 서귀포시장을 직접 만나, 채소 공급에 결정적인 역할을 하고 있는 서귀포시와 앞으로도 긍정적인 신뢰 관계를 이어나가고 싶다는 입장을 밝혔다.