블랙핑크가 'E! People's Choice Award' 3관왕을 차지했다.

미국 대중이 직접 뽑는 시상식에서의 수상이라는 점에서 그 의미가 더욱 남다르다.

블랙핑크는 11일(한국시간 기준) 미국 캘리포니아 샌타모니카 바커행거(The Barker Hangar)에서 열린 'E! People's Choice Award' 수상자로 당당히 호명됐다.

후보에 이름을 올렸던 2019년 올해의 그룹(The Group of 2019), 올해의 뮤직비디오(The Music Video of 2019), 올해의 콘서트 투어(The Concert Tour of 2019) 부문 모두에서 상을 받았다.

이는 블랙핑크가 미국 진출 9개월 만에 이뤄낸 이례적이고 고무적인 성과다.

압도적인 인기 성장세를 보이고 있는 블랙핑크의 글로벌 행보에 팬들과 관계자들의 이목이 집중될 만 하다.

'E! People's Choice Award 2019'는 미국 음악 및 영화, TV 분야 시상식이다.

지난 1975년부터 시작해 올해 45회째를 맞이한 정통과 권위를 자랑한다.

올해의 뮤직비디오(The Music Video of 2019)를 수상한 블랙핑크의 'Kill This Love' 뮤직비디오는 지난 4월 공개됐다.

뮤직비디오는 현재 유튜브에서 6억 4500만뷰를 돌파할 정도로 꾸준한 상승세로 세계적인 관심을 받고 있다.

블랙핑크의 다른 곡 뮤직비디오도 큰 인기를 끌고 있다.

'붐바야', '마지막처럼', '뚜두뚜두'를 K팝 그룹 중 최초로 7억뷰 뮤직비디오 3개 보유라는 타이틀을 거머쥐었으며, 특히 '뚜두뚜두'는 10억뷰 돌파를 목전에 두고 있다.

한편 블랙핑크는 오는 12월 4일 도쿄 돔을 시작으로 내년 1월 4일~5일 오사카 교세라 돔, 2월 22일 후쿠오카 야후 오크돔에서 일본 3개 도시 4회 돔 투어를 개최한다.

@highlight

블랙핑크가 2019년 'E! People's Choice Award' 에서 올해의 그룹, 올해의 뮤직비디오, 올해의 콘서트 투어 분문에서 3관왕을 차지한 가운데 이는 미국 대중이 직접 뽑는 수상이라는 점에서 그 의미가 있다.