'구웠을 때 가장 맛있는 만두'로 차별화 시킨 CJ제일제당의 '비비고 군교자'가 출시 초반부터 소비자 입맛을 사로잡으며 매출 호조를 보이고 있다.

CJ제일제당은 지난 9월 출시한 비비고 군교자가 2개월 만에 누적 매출 30억원을 돌파했다고 12일 밝혔다.

월 평균 15억원의 매출성과로, 단숨에 히트상품 대열에 안착한 것으로 평가된다.

같은 기간 판매된 개수만 50만봉을 넘었다.

본격적인 겨울철 성수기 시즌이 다가오면서 비비고 군교자 판매는 한층 더 증가할 것으로 예상된다.

비비고 군교자의 인기 비결은 외식 전문점에서 즐길 수 있는 '수제형 고급만두'를 구현한 제품력을 꼽을 수 있다.

고기와 야채 중심의 만두소를 활용한 기존 냉동만두와는 달리, 돼지고기생강구이, 해물파전, 고추장불고기 등 한식 정찬 메뉴를 만두소로 활용해 '만두의 메뉴화'를 구현했다.

유려한 선으로 멋스러움을 살리면서도, 바닥은 고르고 평평하게 만들어 조리 편의성을 살렸다.

또 만두소와 피의 최적의 배합비를 찾아내 육즙을 가득 채워 촉촉한 만두소의 맛과 쫄깃하고 바삭한 만두피의 식감을 즐길 수 있도록 했다.

바삭한 식감을 극대화하기 위해 비비고 만두만의 차별화된 제분 기술로 만두피를 만들었다.

CJ제일제당은 비비고 만두가 주력하고 있는 '한식만두 프리미엄화' 전략에 맞춰 비비고 군교자를 선보였다.

기존에 없던 냉동만두의 맛을 살리기 위해 정갈한 한식의 맛을 담은 수제형 교자 콘셉트로 만들었다.

출시 당시 '비비고 군교자 오리지널'과 '비비고 군교자 해물파전' 2종을 선보였고, 내년 1월에는 '비비고 군교자 매콤불고기' 신제품을 출시하며 매출 극대화에 주력한다는 방침이다.

@highlight

정갈한 한식의 맛을 표현한 '비비고 군교자'가 지난 9월 출시 후 2개월 만에 누적 매출 30억원을 달성하고 '구웠을 때 가장 맛있는 만두'로 차별화 전략을 내세우며 소비자의 입맛을 끌어 당기고 있다고 CJ제일제당은 밝혔으며 앞으로도 판매 호조가 지속 될 것으로 전망하고 있다.