중랑구청장과 주민 간 소통과 만남의 장인 '중랑마실'이 이번에는 개업공인중개사들을 만난다.

중랑구(구청장 류경기)는 14일 오후 3시 구청 대강당에서 개업공인중개사의 현장의 목소리를 듣기 위한 제32차 중랑마실을 연다.

이번 행사는 개업공인중개사와 만남을 통해 생생한 현장의 다양한 의견을 청취, 구정에 반영, 부동산 아카데미 교육을 실시하여 위법 중개행위를 사전에 차단하고 건전한 부동산 거래질서를 확립하기 위해 마련됐다.

1부는 중랑마실, 2부는 부동산아카데미 교육으로 진행된다.

중랑마실 시작에 앞서 선진적 중개문화 정착과 투명하고 건전한 부동산 거래질서 확립에 기여한 지역내 부동산중개사무소 대표자 26명을 모범 중개업자로 선정하고 표창한다.

이어지는 중랑마실에서 구는 SH본사 중랑구 이전, 수도권 광역급행철도(GTX-B 노선) 추진 등 최근 확정 발표된 사업에 대한 현황 설명 후 현장에서 일하는 개업공인중개사들의 직접적인 이야기를 들을 예정이다.

양지영 R&C연구소 소장의 사회로 패널질의, 객석 즉흥질의, 현장 포스트잇 의견청취, 사회자 질의 등 다양한 방식으로 진행된다.

2부 부동산아카데미 교육은 부동산거래사고 사례전파 등 거래사고 예방에 관한 사항과 실무에 필요한 지식, 개정 법률 등에 대해 임경재 교수의 강의로 진행된다.

선진적 중개문화 정착과 투명하고 건전한 부동산거래질서를 조성하기 위해 마련된 이번 교육으로 중개업 관련 종사자들의 실무능력이 한층 향상될 전망이다.

류경기 중랑구청장은 "부동산분야는 주민의 재산권과 삶의 질 향상에 밀접한 관련이 있는 만큼 그 중요성이 날로 커지고 있으므로 공정하고 투명한 부동산거래질서 확립을 위해 힘써 주기를 당부드리며 개업공인중개사분들에게 실제 도움이 되는 살아있는 정책을 만들어 나가겠다"고 말했다.

@highlight

오는 14일 중랑구는 위법 중개행위를 사전에 차단하고 건전한 부동산 거래질서를 확립하기 위해 개업공인중개사의 현장의 목소리를 듣기 위한 제32차 중랑마실을 개최하여 1부는 중랑마실, 2부는 부동산아카데미 교육을 진행한다.