요즘 같이 춥고 건조한 날씨와 큰 일교차, 미세먼지가 심해지면 아토피 환자들의 증상이 더 심해진다.

아토피 환자들은 이 시기에는 외부 요인 등에 의해 면역력이 떨어지기 때문에 각별한 주의가 필요하다.

생기한의원 안산점 성청목 원장은 "춥고 건조한 겨울철에는 사람들의 면역력이 떨어지고 아토피 등 각종 피부질환이 새롭게 생기거나 증상이 악화하는 경우가 많아 면역력이 떨어지지 않게 관리를 잘해야 한다."라고 말했다.

아토피는 재발이 잦은 만성 염증성 피부질환으로 유아기는 물론 성인에게도 자주 발생한다.

특히 불규칙한 식습관, 스트레스, 주거환경, 환경호르몬 등 많은 요인에 의해 한번 발생하면 치료도 오래 걸린다.

따라서 요즘 같은 겨울철 아토피 치료를 위해서는 아토피 증상이 악화되지 않도록 생활 관리를 신경 쓰는 것과 함께 면역력을 높이는 원인 치료가 중요하다.

겨울철 아토피 증상 악화를 막기 위한 생활 관리에서 중요한 점은 피부 보습을 유지하는 것과 적당한 운동을 꾸준히 하는 것이다.

또한, 반신욕을 통해 염증을 배출하는 것이 중요하다.

땀을 통해 독소를 꾸준히 배출해야 아토피가 개선될 수 있다.

생활 관리와 함께 면역력을 개선하여 면역체계를 바로 세우는 원인 치료도 매우 중요하다.

이를 위해서 아토피 환자의 체질과 증상에 맞춘 한약을 통해 몸 안의 기혈순환을 원활히 하고 면역체계를 바로 세워야 한다.

이와 함께 정제된 천연 한약재로 만든 약침을 아토피 부위에 직접 투여하는 것과 함께 침과 뜸 치료를 통해 독소 배출을 원활히 하고 염증을 완화시켜 정상 피부로 되돌려야 한다.

성청목 원장은 "피부 아토피의 한의학 치료는 몸 안의 면역체계를 바로 세워 아토피의 원인을 없애주는 것으로 일시적인 증상의 완화가 아닌 면역력을 개선하는 원인 치료가 될 수 있다."라고 밝혔다.

@highlight

생기한의원 안산점 성청목 원장은 아토피 피부염 치료를 위해서는 "면역체계를 바로 세워 원인을 없애야 한다."고 말했으며, 아토피는 재발이 잦은 질환으로 전연령층에게 발병한다.