전남도는 2020년 예산안 8조1천588억원을 편성, 11일 도의회에 제출했다.

이는 2019년 본예산(7조3천691억원)보다 10.7%(7천897억원)가 늘어난 규모다.

일반회계는 7조3천250억원, 특별회계는 8천338억원이다.

전남도는 지난 10월 2회 추경예산에 이어, 2020년 본예산도 8조원대 예산을 편성했다.

재정 투입을 통해 지역경제에 활력을 불어넣기 위해 적극적 확장적 예산 편성으로 전남 행복시대를 이끌 본격적인 8조원 예산시대를 열었다.

예산 증가 요인은 적극적 국고예산 확보활동에 따른 것이다.

2년 연속 국비 6조원 이상 확보에 이어 올해 7조원에 육박하는 국고 보조금(6조7천261억 원)을 정부안에 반영했기 때문이다.

2020년 예산안은 기초연금, 기초생활보장 생계급여 등 복지지원 강화, 다양한 복지사업 확대에 따른 사회복지비 등 지속적으로 늘어나는 재정 수요에 적극 대응하는데 초점이 모아졌다.

여기에 일자리 창출과 미래산업 육성 기반 구축, 인구청년 대책, 도민 생활안전, 관광문화체육 활성화, 농수축산업 경쟁력 강화, 지방도 정비 등 SOC 분야의 차질 없는 추진 등 9개 분야 미래 주요 사업에 전략적으로 재원을 배분했다.

주목할 만한 분야는 농림해양수산 분야다.

전남지역 소규모 어촌의 환경, 정주여건 등을 개선하기 위해 추진하는 어촌뉴딜 300사업에 올해보다 761억원 늘어난 1천612억원을 계상했다.

농어업의 공익적 가치 실현을 위해 농어민 공익수당 584억원을 편성해 2020년부터 지급할 예정이다.

아쉬운 점은 이월 예산이 많고 보상 지연 등의 이유로 신속 집행에 어려움이 있는 지방도 정비 등 SOC 분야에서 예산을 감액 또는 추경 이후로 편성을 보류한 것이다.

고광완 기획조정실장은 “2020년 예산안은 열악한 재정 여건을 감안해 시급한 주요 시책과 사업 위주로 편성했다”며 “계속사업 중 성과가 부족한 사업은 과감히 폐지 또는 감액하고 보조금 총액한도제를 강력히 추진해 지방재정의 책임성과 건전성을 도모했다”고 말했다.

@highlight

전남도는 복지지원을 강화하고 지역경제에 활력을 불어넣기 위한 목적으로 재정 투입을 통해 2020년 본예산을 8조원대 예산으로 편성하였다. 