(재)군포문화재단은 2020 군포철쭉축제에서 판매할 먹거리와 축제 기념품을 개발하기 위한 ‘군포의 맛’과 ‘군포의 멋’을 찾는 공모전을 동시에 진행한다.

11일 군포문화재단에 따르면 이번 두 가지 공모전은 축제에서 비중있는 역할을 담당하는 먹거리의 질적향상을 도모하고 관람객들이 철쭉축제를 기억할 수 있게 하는 아이디어 상품을 발굴하고자 2020 군포철쭉축제의 파일럿 프로그램으로 준비됐다.

먼저 ‘군포의 맛’은 군포시 관내에 소재한 소상공인 음식점들이 참여 가능하며 완제품, 반조리음식, 음료 및 스낵 등의 분야에서 총 50곳의 업체를 선정한다.

‘군포의 멋’은 세라믹, 비즈, 패브릭 등의 공예품과 펜, 액세서리 등의 문구류, 그 외 지역특산품 등 철쭉꽃을 이용하거나 디자인으로 활용한 축제 기념품으로 판매할 수 있는 작품들을 모집한다.

특히 이번 공모는 투명한 심사를 위해 외부 전문심의위원 2명과 시민축제참여단 20명의 품평회 방식의 심사로 최종 참여자를 선정하게 된다.

다음달 4일에 진행될 품평회는 상품 제안자가 직접 상품을 소개하고 즉석에서 평가단에 의한 평가가 이뤄지며, 아이돌그룹 f(x) 출신으로 최근 유튜버로도 활동하고 있는 루나가 심사에 참여, 유튜브를 통해 생중계할 예정이다.

이번 ‘군포의 맛’과‘군포의 멋’에 참여를 희망하는 시민은 오는 24일 자정까지 군포문화재단 홈페이지(www.gunpocf.or.kr)에서 참가신청서와 상품설명서를 내려받아 작성해 이메일(gunpoart@naver.com)로 제출하면 된다.

재단 관계자는 "시민의 손으로 더욱 풍성한 2020 군포철쭉축제를 만들기 위해 진행하는 공모전인 만큼 시민들의 많은 관심과 참여를 바란다"고 말했다.

한편 이번 공모전과 관련한 자세한 사항은 군포문화재단 홈페이지를 참고하거나 전화(☎031-390-3519)로 문의하면 알 수 있다.

@highlight

지난 11일 (재)군포문화재단은 '군포의 맛'과 '군포의 멋' 공모전을 개최해 2020 군포철쭉축제에서 판매할 먹거리와 기념품을 선정하기로 밝혔다.