문재인 대통령이 11일 오후 청와대에서 열린 수석·보좌관회의에서 발언하고 있다

문재인 대통령이 임기 후반기에 처음 열린 대통령 주재 수석보좌관회의에서 "남은 임기 동안 국민이 바라는 진정한 변화를 만들겠다"고 약속했다.

11일 문 대통령은 오후 청와대 여민관에서 열린 임기 하반기 첫 수석보좌관회의에서 "정부는 시작부터 무너진 나라를 다시 세워 국가를 정상화했고, 정의와 공정의 가치를 사회의 전 영역으로 확산시켜 나가고 있다"고 자평했다.

임기 전반기에 대해서는 "경제·사회적으로는 양극화와 불평등의 경제를 사람중심 경제로 전환해 함께 잘사는 나라로 가는 기반을 구축하고자 노력했다"며 "미래 신산업 육성과 벤처붐 확산 등 추격형 경제를 선도형 경제로 바꿔 미래 먹거리를 만드는 데 주력했다"고 말했다.

외교 부문에 대해서는 신북방ㆍ신남방과 일본에 대한 언급이 대부분이었다.

문 대통령은 "국익 중심의 4강 외교를 강화하면서 외교 다변화를 꾸준히 추진해 외교의 지평을 넓혔고 신남방·신북방으로 교류 협력과 경제영역을 확장했다"고 평가하며 바로 이어 "일본의 수출 규제에는 의연하고 당당히 대응해 소재·부품·장비 산업의 경쟁력을 강화하는 계기로 삼고 있고, 아무도 흔들 수 없는 나라로 가는 초석을 다지고 있다"고 덧붙였다.

전반기 동안의 미흡한 부분에 대해서는 '개혁을 위한 과정'이란 말로 국민 지지를 호소했다.

대통령이 밝힌 하반기 국정방향의 핵심은 일관성 있는 정책이다.

경제 전반에 역동성을 살리는 동시에 평화 번영을 위한 '신(新)한반도 경제지도'의 틀을 계속 유지하겠다는 것이다.

문 대통령은 "임기 전반기에 씨를 뿌리고 싹을 키웠다면, 임기 후반기는 꽃을 피우고 열매를 맺어야만 문재인 정부의 성공을 말할 수 있을 것"이라며 "제도 안에 숨겨진 특권과 불공정 요소까지 바로잡아 누구나 공평한 기회와 과정을 가질 수 있도록 사회 전 분야의 개혁의 고삐를 늦추지 말아야 한다"고 말했다.

또 "평화 번영의 새로운 한반도 시대가 열릴 때까지 변함없는 의지로 담대하게 나아가야 한다"고 했다.

@highlight

문재인 대통령은 11일 청화대 여민관에서 임기 후반기 첫 수석보좌관회의를 통해 정부는 국가를 정상화했고, 정의와 공정의 가치를 확산시켜 나가고 있다고 자평하며 '신한반도 경제지도'의 틀을 유지하며 남은 기간동안 국민이 바라는 진정한 변화를 만들겠다고 약속했다.