제31회 광주시민체육대회가 성황리에 마무리됐다.

이번 대회는 지난 9일부터 10일까지 광주여대 유니버시아드체육관을 비롯해 빛고을체육관, 보라매축구장, 동림다목적체육관 등 13개 경기장에서 진행됐다.

지난 9일 오전 광주여대 유니버시아드체육관에서 5개구 등 관계자 2천500여 명이 참석해 각 구별 퍼포먼스와 함께 입장식이 열렸다.

풍물놀이, 인형 춤, 전통의상 행렬 등과 선전 구호를 내비치며 각 구별 홍보를 펼쳤다.

이어 2인3각, 단체줄넘기, 오자미공 넣기, 접시콘 옮기기 등 화합경기를 통해 본격적인 시민체육대회를 위한 몸 풀기에 들어갔다.

화합경기를 마친 동호인들은 검도, 축구, 배드민턴, 육상, 탁구 등 14개 종목별 경기장으로 흩어져 각자 종목별 경기에 돌입했다.

주말을 맞아 시민체전을 즐기기 위해 참여한 동호인들은 그동안 갈고닦은 실력을 유감없이 뽐냈다.

배드민턴에서는 엘리트선수와 동호인이 함께 한 혼합복식이 열렸고, 육상에서도 400m릴레이와 800m릴레이에서 혼합경기가 열렸다.

테니스에서는 20세부터 65세까지 다양한 연령층과 부부가 함께 참여할 수 있도록 종별을 확대해 동호인들의 호평을 받았다.

오순근 시체육회 사무처장은 “엘리트선수들과 동호인들이 함께 참여해 종합대회로 개최함으로써 참가자들의 호평을 받았다.”며 “이 대회가 명실상부한 시민 체전으로 발전할 수 있도록 종목, 종별 확대 등 다양한 방안을 모색해 가겠다.”고 말했다.

이번 대회 종합우승은 입장식, 화합경기, 종목경기 등에서 고루 선전해 종합점수 3천519점을 획득한 북구가 차지했다.

서구가 3천270점으로 준우승을, 남구와 광산구, 동구가 각각 3위~5위를 차지했다.

종합 시상은 오는 12월에 개최할 2019 광주체육인의 밤 행사에서 시상할 계획이다.

@highlight

지난 9일부터 10일까지 광주 13개 경기장에서 열린 제 31회 광주시민체육대회가 '북구'의 종합우승을 끝으로 성황리에 마무리됐다. 