팜웨이인터내셔널은 지난 7일 서울 삼성동 코엑스에서 반려동물 의료산업 전시회인 '카멕스(CAMEX) 2020' 설명회를 개최했다.

전시?컨벤션 대행 기업 팜웨이인터내셔널은 지난 7일 서울 삼성동 코엑스에서 반려동물 의료산업 전시회인 '카멕스(CAMEX) 2020' 설명회를 개최했다고 11일 밝혔다.

카멕스2020은 동물병원 임상수의사와 반려동물 의료 전문가를 대상으로 하는 기업간거래(B2B) 전문전시회로, 내년 2월 22일부터 23일까지 이틀간 열린다.

이번 설명회에는 100여 개 사가 참여했다.

팜웨이인터내셔널은 기존 동물병원뿐 아니라 개원을 준비하는 신규 동물병원에 필요한 반려동물 의료기기, 의약품, 병원설비, 헬스케어, 펫푸드, 펫용품 등 분야의 전시회 참가기업을 모집 중이다.

김병철 팜웨이인터내셔널 대표는 "국내 반려동물 시장이 2027년에는 연간 6조원 규모로 성장할 것이라는 전망이 있다"며 "동물병원과 반려동물 의료산업의 성장이 반려동물 산업의 전반적인 성장으로 이어지고 반려동물의 삶의 질을 높일 수 있는 동물복지 향상에도 기여할 수 있도록 반려동물 메디컬, 헬스케어 전문기업들의 많은 관심과 참여 부탁드린다"고 말했다.

이번 카멕스 전시회를 공동 주최하는 김현욱 한국수의임상포럼(KBVP) 회장은 이날 인사말을 통해 "이번 전시회를 통해 임상수의사들과 반려동물 의료산업 전문가들이 교류하며 정보를 공유하고 결국 그 혜택이 더 많은 보호자들에게 돌아가 반려동물이 건강한 삶을 살게 하는 것이 궁극적인 목표"라고 강조했다.

한편 이번 전시회 모집규모는 150개 기업, 300부스 내외다.

전시회 참가기업은 전시장 내 마련된 △동물병원 개원 및 경영 컨퍼런스 △동물 의료테크 포럼 △동물 약품바이오 포럼 △신제품 쇼케이스 등을 통해 브랜드와 신규제품을 동물병원 원장, 임상수의사들에게 소개할 수 있는 혜택을 받는다.

전시회 참가 신청은 오는 12월 31일까지 카멕스 홈페이지를 통해 할 수 있다.

@highlight

팜웨이인터내셔널은 서울 삼성동 코엑스에서 내년 2월 22일부터 23일까지 개최될 '카멕스(CAMEX) 2020' 설명회를 열었고 ,김병철 팜웨이인터내셔널 대표는 동물복지 향상에 기여하고 반려동물 의료산업 키우는데 많은  관심과 참여를 부탁했다.