박상우 레노버 시니어디자이너 겸 이노베이션 프로젝트 매니저 최근 기자와 만나 이같이 말했다.

박 디자이너는 한국디자인진흥원 '2019 디자인코리아페스티벌' 참석 차 한국을 찾았다.

박 디자이너는 2014년 레노버에 합류했다.

중국 상하이에 있는 레노버 R&T기술연구소에서 활동한다.

이노베이션 프로젝트 매니저로 4~5년 후 미래상품 콘셉트를 구상하고 기획한다.

엔지니어들과 협력해 구상한 제품을 상품화까지 연결하는 게 그의 역할이다.

그는 "빠르면 2~3년, 늦으면 4~5년 후를 바라보고 제품을 기획한다. 업계 동향, 기술, 디자인 흐름을 모두 알고 있어야 한다"면서 "실제 상품화할 수 있도록 영감과 기술 사이에 균형을 잡고, 엔지니어들에게 영감을 주는 것도 디자이너 업무"라고 설명했다.

박 디자이너가 참여한 프로젝트로는 레노버가 중국 현지에서 시범 운영하는 스마트 무인매장인 '스마트리테일', 교육용 소형 빔프로젝터인 "스마트캐스트+(플러스)"가 있다.

미래상품을 구상하는 능력에는 평소 제품을 분석하는 습관이 한몫했다.

그는 "각 제품의 불편함을 찾아 연결하면 소비자에게 새로운 가치를 주는 제품을 구상할 수 있다. 사고를 유연하게 하는 점도 디자이너로서 가진 강점"이라면서 "레노버는 거대 조직을 갖춘 글로벌 기업이지만, 수평 조직문화를 바탕으로 다양한 프로젝트를 도전할 수 있도록 장려한다. 이러한 회사 분위기도 디자이너에게는 긍정적 환경"이라고 말했다.

박 디자이너는 디자인 업체를 직접 창업한 경험도 업무에 큰 도움이 된다고 덧붙였다.

그는 대학 졸업 직전인 2000년대 초반 '토큰'이라는 중소기업을 설립하고, 애플 아이팟 액세서리를 개발, 판매했다.

첫 제품으로 내놨던 아이팟 케이스가 성공하면서 수년간 학업과 경영을 병행했다.

글로벌 기업에 도전하려는 국내 디자이너에 대한 조언도 잊지 않았다.

차별점을 갖춰야한다고 강조했다.

박 디자이너는 "중국의 젊은 디자이너들이 대거 양성되면서 중국 디자인 기량은 굉장히 높아졌다"면서 "디자인 자체에 집중하지 말고 좋아하고 잘하는 분야와 융합해야 나만의 경쟁력이 된다. 차별화된 경쟁력을 갖고 글로벌 시장에 도전하라"고 조언했다.

@highlight

박상우 레노버 시니어디자이너 겸 이노베이션 프로젝트 매니저는 자신을 엔지니어들과 협력해 구상한 제품을 상품화까지 연결하는 사람 이라면서 레노버는 수평 조직문화를 바탕으로한 글로벌 기업으로써 새로운 가치를 주는 제품을 구상하는 디자이너들에게 좋은 환경 이라며 빠르면 2~3년, 늦으면 4~5년 후를 바라보고 제품을 기획하는 디자이너들이 좋아하고 잘하는 분야와 융합해야 나만의 경쟁력을 찾아가길를 바란다고 했다.