미·중 무역협상 불확실성이 확대되면서 진행 과정을 좀 더 지켜보자는 관망심리가 부각되고 있는 가운데 12일 코스피는 개인 투자자들의 매수세에 힘입어 상승 마감했다.

이날 지수는 반등에 성공하기는 했지만, 미·중 정상회담 일정이 발표될 때까지는 당분간 등락을 거듭할 것이라는 전망이다.

이날 코스피는 전 거래일 대비 0.79% 오른 2140.92에 거래를 마쳤다.

장중 한때 2121.80까지 떨어지는 등 등락을 거듭하다가 장 마감을 앞두고 상승으로 돌아서면서 당일 고점에서 마감했다.

개인이 1781억원어치 사들이며 지수 상승을 이끌었다.

외국인과 기관은 각각 2353억원, 1128억원어치 순매도했다.

시가총액 상위 종목 중 삼성전자(1.94%), SK하이닉스(2.34%), 현대차(1.62%) 등이 상승했고 NAVER(-0.61%), 삼성바이오로직스(-0.38%), 셀트리온(-0.27%) 등은 하락했다.

코스닥지수도 전 거래일 대비 0.57% 오른 665.14에 상승 마감했다.

개인이 4377억원 순매수하며 지수를 견인했고 외국인과 기관은 2087억원, 2142억원어치 순매도했다.

시가총액 상위 종목 중 셀트리온헬스케어(0.78%), 에이치엘비(2.01%), CJ ENM(0.97%), 펄어비스(0.98%) 등이 올랐고 스튜디오드래곤(-1.54%), 메지온(-0.92%) 등은 하락했다.

서상영 키움증권 연구원은 "한국 증시는 여전히 매물 소화과정이 이어지며 보합권 등락을 보이고 있다"면서 "미·중 정상회담 일정을 둘러싼 불확실성과 무디스의 2020년 글로벌 신용등급 전망 하향 조정(안정적→부정적) 등 산재된 우려가 많아 매물이 출회했다"고 분석했다.

이어 "반면, 중국 광군제 행사에서 보여준 강한 구매력과 미국의 연말 쇼핑시즌에 대한 기대에 따른 매수세가 유입되며 매물 소화 과정이 이어지고 있다"면서 "시장의 반등은 미·중 정상회담 일정이 발표될 때까지 지연될 것으로 전망된다"고 내다봤다.

@highlight

12일 코스피 지수가 미·중 무역협상의 불확실성 확대로 인해 등락을 거듭할 것이라 예상되며 개인 매수로 전 거래일 대비 0.79% 오른 2140.92에 상승 마감됐다.