전남도 산하 민생특수사법경찰팀(이하 특사경)의 인원과 실적이 전국 최하위권인 것으로 나타났다.

12일 전남도의회 최선국 의원(안전건설소방위원회, 목포3)이 최근 전남도로부터 제출받은 특사경 운영실태를 분석한 결과에 따르면 전남도 산하 특사경팀은 총 4명으로 이중 전남소방본부로부터 파견된 인원을 제외하면 3명에 불과해 실질적인 팀 운영이 어려운 상황이다.

다른 시·도의 경우 광역산하 전담팀이 서울 102명, 경기 173명, 경남 9명 등으로 전남은 전국 17개 시·도 중 운영인력이 가장 적다.

최선국 의원은 “피의자와의 마찰이 생길 수밖에 없는 업무특성상 2인 1조 근무가 필수적으로 3명의 인원으로는 사실상 정상적인 업무를 할 수 없는 상황”이라고 주장했다.

이로 인해 특사경팀의 활동실적도 저조하다.

전남의 검찰 송치실적은 올해 9월 기준 26건으로 강원을 제외하고 전국에서 가장 낮았다.

단속 분야도 전국에서 가장 적은 5개 분야(식품, 공중위생, 원산지, 청소년, 재난안전)에 머물렀다.

더욱이 청소년과 재난안전 분야에 대한 단속실적은 아예 없었다.

반면 경기도는 올해에만 23개 분야에서 638건을 적발, 검찰에 송치했다.

특히 하천 불법점용으로 평상 영업을 하는 계곡음식점에 대한 대대적 단속을 통해 74건의 입건 실적을 올려 도나 각 시·군 특사경을 통틀어 한 건의 단속 실적도 없는 전남도와 대조를 이뤘다.

최선국 의원은 “민생사법경찰은 민생범죄와 각종 안전문제로부터 도민을 지키는 최후의 보루”이라며, “민원인들과 이해관계가 얽혀있어 시·군 특사경이 처리할 수 없는 계곡불법영업 등의 문제에 도가 적극적으로 나서야 할 때”이라고 강조했다.

민생사법경찰은 검찰로부터 지명받아 행정공무원에 수사권을 부여한 제도로 행정의 전문성을 활용해 각종 민생범죄에 효율적으로 대응하기 위해 운영되는 제도다.

@highlight

전남도의회 최선국 의원이 최근 전남도로부터 제출받은 특사경 운영실태를 분석한 결과에 따르면, 도 산하 민생특수사법경찰팀의 인원은 총 4명에 불과하고 검찰 송치실적 또한 올해 9월 기준 26건으로 강원을 제외하고 전국에서 가장 낮아 전국 최하위권 수준인 것으로 나타났다.