한국이 전세계 선박 발주량의 86%를 차지하며 10월 수주량 기준 1위에 올랐다.

12일 영국 조선해운시황 분석기관 클락슨리서치에 따르면 10월 전세계 선박 발주량 150만CGT(38척) 중 한국이 129만CGT(17척)을 수주했다.

한국이 전체 발주량의 86%를 차지했고, 중국은 10%에 그쳤다.

일본은 3만CGT 2척만 수주했다.

올해 10월까지 누적 수주량에서도 한국이 695만CGT로 중국(611만CGT)을 누르고 1위를 탈환했다.

일본은 233만CGT, 이탈리아는 114만CGT를 기록했다.

누계 수주액은 한국이 159억7000만달러, 중국이 136억7000만달러다.

최근 3년간 1~10월 누계 발주량을 보면 2017년 2175만CGT, 2018년 2847만CGT, 2019년 1769만CGT로 나타났다.

지난해보다 큰 폭으로 떨어진 발주량으로 누계 수주액도 기대치를 밑돌고 있다.

누계 수주액은 한국이 159억7000만달러로 1위, 중국이 136억7000만달러를 기록했다.

올해 발주량을 선종별로 구분하면 S-Max급 유조선은 지난해 대비 발주가 65% 증가하는 등 유조선 증가세가 뚜렷했지만, 액화천연가스(LNG)선과 초대형유조선, 컨테이너선, 벌크선 등은 감소세를 보이고 있다.

LNG선 분야에서 초강세를 보이는 한국 조선산업이 올해 수주목표를 채우지 못한 것도 LNG선 발주가 늦어지기 때문으로 분석된다.

10월말 수주잔량은 9월에 비히 1% 감소한 7454만CGT로 나타났다.

한국은 유일하게 수주잔량이 94만CGT 증가했다.

국가별 수주잔량은 중국이 2642만CGT로 1위, 한국이 2132CGT로 중국을 뒤쫓고 있다.

일본은 1191만CGT다.

선종별 가격은 LNG선이 1억8550만달러에서 1억8600만달러로 소폭 상승했다.

컨테이너선은 기존 가격을 유지했고, 초대형유조선은 소폭 하락했다.

@highlight

12일 영국 조선해운시황 분석기관 클락슨리서치에 따르면 한국이 10월 전 세계 선박 발주량 150만CGT(38척) 중 129만CGT(17척)을 수주, 86%를 차지하며 수주량 기준 1위를 차지했고 중국은 10%에 그쳤다.