옛 제주지방 기상청 청사 건물이 창업 지원 및 스타트업 육성공간으로 탈바꿈된다.

제주특별자치는 청사 건물을 구도심 도시재생사업의 일환으로 리모델링해 창업 및 성장지원 인프라 장소 '혁신창업거점 W360'를 조성하고 13일 준공기념식을 개최한다고 12일 밝혔다.

준공기념식에는 원희룡 도지사, 도의회 의원, 국토교통부·중소벤처기업부·LH 관계자와 제주시장, 제주지방기상청장, 도시재생지원센터장, 창조경제혁신센터장, 도시재생 주민협의체 등 100여 명이 참석할 예정이다.

'혁신창업거점 W360'은 제주지방기상청 신축으로 활용되지 않고 있던 구청사(지상 2층, 연면적 959㎡)를 제주도가 주변공간에 대한 국유재산 사용협의를 거쳐 제주시 원도심 활성화사업 추진계획을 수립하고 총 9억1200만원의 사업비를 투자해 건물전체를 리모델링했다.

이 곳은 입주 기업들이 고정적으로 이용할 수 있는 입주실, 콘텐츠, 창작자를 위한 영상 스튜디오, 단기 프로젝트를 운영할 창업자를 위한 프록젝트 룸 등 창업자들이라면 누구나 자유롭게 이용이 가능한 협업공간 등으로 구성됐다.

향후 지역기반 혁신창업과 관련한 다양한 프로그램이 진행될 예정이다.

도 관계자는 "'혁신창업거점 W360'은 쇠퇴한 원도심 활성화를 위한 혁신창업의 거점공간으로써 육성될 것"이라며 "원도심을 기반으로 한 소규모 비즈니스 확대를 통해 도심지의 유휴공간을 채우고 민간주도로 도시를 활성화시키는 지속가능한 도시재생의 전초기지가 될 것으로 기대한다"고 밝혔다.

도시재생사업으로 조성된 '혁신창업거점 W360'은 앞으로 제주창조경제혁신센터에서 운영 및 지원을 담당하며, 도시재생지원센터와 함께 원도심의 일자리 창출 및 창업생태계 조성을 위해 협력해 나갈 계획이다.

한편, 혁신창업거점 W360 블록체인 및 빅데이터 분야로 특화한 기업을 대상으로 입주기업을 모집해 최종 7개 업체를 선정했으며 입주가 완료된 상태다.

@highlight

옛 제주지방 기상청 청사 건물이 혁신창업거점으로 변신하는데 이는 구도심 도시재생사업의 일환으로 '혁신창업거점 W360'를 조성하고 13일 준공식을 한다고 12일 밝혔으며 창업자들이 자유롭게 이용할 수있는 공간이다.