태영건설은 지난 5일 방글라데시 치타공 상하수청이 주관하는 우수 시공자 시상식에서 태영건설이 준공한 방글라데시 모두나갓 정수장 사업장이 감사패를 수상했다고 12일 밝혔다.

방글라데시 모두나갓 정수장은 세계은행 차관 사업으로 치타공 상하수청이 발주해 수주한 공사다.

일 10만t을 소화하는 취수장과 일 9만톤 규모 정수장, 일 4만5000톤 규모 가압장 시설을 건설하는 공사다.

세계은행은 치타공 상하수청이 시행한 치타공 상수도 개선사업을 세계은행 동남아시아 사업장 중 최우수 사업장으로 선정하면서 치타공 상하수도 청장 등 관계자들을 세계은행 본사에 초청한 것으로 알려졌다.

이에 치타공 상하수청은 치타공 상수도 개선사업의 핵심 사업인 모두나갓 정수장 건설공사를 준공한 태영건설에 감사패를 전달했다.

태영건설은 "이번 수상으로 급속히 성장하고 있는 방글라데시 물 시장에서 기술력과 시공관리 능력을 인정받게 됐다"고 말했다.

앞서 1일 태영건설은 환경부가 주관하는 '2019 환경 기술개발 우수성과 20선'에서 물 분야 우수 연구과제에 선정되기도 했다.

'2019 환경 기술개발 우수성과 20선'은 국민 생활과 밀접한 기후대기, 실내안전보건, 자원순환, 물 등 4개 분과로 구성되며 지난해 창출된 연구성과를 대상으로 접수된 후보기술 72개 중 우수성과 선정평가위원회의 심사를 통해 선정된다.

태영건설은 '2019 환경 기술개발 우수성과 20선'에 호기성 입상 오니(Aerobic Granular Sludge, AGS)를 이용한 고효율 질소저감 연속회분식 하수고도처리공법(AGS-SBR) 기술이 우수 연구과제로 선정됐다.

태영건설은 "건설사로는 유일하게 환경분야 기술개발 성공에 대한 성과를 인정 받았다"고 설명했다.

@highlight

태영건설은 지난 5일 일 10만t을 소화하는 취수장과 일 9만톤 규모 정수장 일 4만5000톤 규모 가입장 시설을 건설하는 공사로 방글라데시 치타공 상하수청이 주관하는 우수 시공자 시상식에서 태영건설이 준공한 방글라데시 모두나갓 정수장 사업장이 감사패를 수상했으며 방글라데시 물 시장에서 기술력과 시공관리 능력을 인정받게 됐다고 12일 밝혔다.