11번가가 '11번가의 날' 역대급 성과를 올렸다.

11번가는 지난 11일 진행한 십일절 행사의 하루 거래액이 1470억원을 돌파하며 역대 최대의 성과를 기록했다고 12일 밝혔다.

이는 지난해 십일절의 1020억원보다 무려 44% 증가한 것이다.

특히 이날 오전 9시부터 고객들이 본격적으로 몰리면서 사상 처음으로 시간당 100억원 이상의 거래액을 기록하기도 했다.

11일 하루 구매 고객수는 111만명으로 전년 같은 날 대비 38%, 판매 상품수량은 429만개로 53% 급증했다.

행사에 참여한 판매자들도 활짝 웃었다.

이날 하루 1억원 이상 판매한 셀러는 전년 대비 24% 늘었고 셀러당 거래액도 29% 증가했다.

11번가는 단순한 할인쿠폰 제공이 아닌 11번가만의 탄탄한 상품력이 신기록을 견인했다고 평가했다.

지난 2월부터 진행해 온 '월간 십일절'로 축적된 구매 분석 빅데이터를 기반으로 고객이 선호하는 상품들을 최적의 가격으로 사전 준비해 판매한 전략이 적중했다는 설명이다.

1일부터 11일까지 진행된 십일절 페스티벌 기간에도 다채로운 기록들이 쏟아졌다.

가장 인기 있었던 상품은 삼성 16㎏ 대용량 건조기(거래액 기준 1위)와 아웃백 할인권(판매수량 기준 1위)이었다.

1초당 가장 많은 수량이 판매된 인기 상품은 투썸플레이스 아메리카노 e쿠폰으로 1초당 67개가 판매돼 4000장이 1분만에 모두 팔렸다.

제주농협과 사전 기획한 '제주 귤로장생 감귤'은 175톤 물량이 판매됐고 인기 HMR 제품인 '하남쭈꾸미'도 2만7500팩 이상이 판매됐다.

이상호 11번가 사장은 "론칭 11주년을 맞아 준비한 '십일절 페스티벌'이 역대 최고의 성과를 달성, 중국 '광군제'와 미국 '블랙프라이데이'를 대신하는 우리나라 대표 쇼핑 축제임을 다시 한번 확인했다"면서 "11번가와 함께 쇼핑 축제를 즐긴 고객분들을 위해 앞으로도 좋은 혜택을 드릴 수 있도록 노력을 다하겠다"고 말했다.

11번가가 지난 11일 역대 최고 거래액 기록을 경신했다.

@highlight

11번가는 '월간 십일절'에서 누적된 구매 분석 빅데이터를 토대로 고객 선호 상품의 최적 가격 배치 전략을 펼쳐 지난 11일 시행한 십일절 행사의 일일 거래액이 전년대비 44% 늘어 1470억원을 상회하는 사상 최고의 성과를 기록했다.