가을 태풍과 재배면적 감소 영향으로 올해 쌀 생산량이 1980년 이후 최저 수준으로 떨어졌다.

통계청이 12일 발표한 '2019년 쌀 생산량조사 결과'에 따르면 올해 쌀 생산량은 374만4000t으로 전년(386만8000t)보다 3.2%(12만4000t) 감소했다.

조정 현백율 90.4%를 적용해도 올해 쌀 생산량은 364만4000t으로 지난해 386만8000t보다 적다.

재배면적이 지난해보다 줄어든 영향이 컸다.

올해 재배면적은 72만9814㏊로 지난해(73만7673㏊)와 비교해 1.1% 감소했다.

통계청은 "정부의 2019년 논 타작물 재배 지원 사업, 건물건축, 공공시설 등 택지개발에 따른 경지감소 등의 영향을 재배면적이 감소했다"고 설명했다.

10α당 생산량도 감소했다.

올해 10α당 생산량은 513㎏으로 지난해(524㎏)보다 줄었다.

9월 이후 한반도를 지나간 태풍으로 인해 강수량, 일조량 등 기상 악화가 영향을 미쳤다고 통계청은 분석했다.

시·도별 쌀 생산량은 전남(72만5000t), 충남(70만9000t), 전북(60만5000t) 등의 순으로 나타났다.

농식품부는 올해 쌀 생산량이 지난해보다 감소로 인한 신곡 예상 수용량(380만t)을 감안하면 올해 약 6만t 수준의 공급 부족을 전망했다.

태풍 등의 영향으로 쌀 생산량이 감소한 여파로 10월 이후 하락했던 산지쌀값은 5일에는 상승했고 조극(벼) 가격 상승세를 감안하면 향후 쌀값 강세가 예상된다.

산지쌀값(원/80㎏)은 지난달 5일 19만1912원에서 같은달 15일 18만8796원으로 하락한 뒤 이달 5일 18만9528원으로 10월 초 가격을 회복하지 못하고 있다.

농식품부는 내년 초 발표 예정인 올해 쌀 소비량 조사 결과와 가격 변동 등 쌀 수급·시장 동향을 지속적으로 점검할 계획이다.

@highlight

가을 태풍과 재배면적 감소 영향으로 올해 쌀 생산량이 1980년 이후 최저 수준으로 떨어져  향후 쌀값 강세가 예상됨에 따라 농식품부는 내년 초 발표 예정인 올해 쌀 소비량 조사 결과와 가격 변동 등 쌀 수급·시장 동향을 지속적으로 점검할 계획이다.