국내 2위 항공사인 아시아나항공 인수 우선협상대상자로 12일 선정된 HDC현대산업개발이 건설업에 이어 면세, 레저, 항공산업 등에도 진출하며 종합그룹으로 발돋움할 전망이다.

현대산업개발의 전신은 1976년 범현대 계역을 주택건설 전문업체로 설립된 한국도시개발로, 1986년 토목 및 플랜트 건설업체인 한라건설과 합병되며 현대산업개발이 됐다.

지난 2001년 3월에는 대표 브랜드인 아이파크(IPARK)를 론칭하고 서울 삼성동과 부산 해운대 등 랜드마크 빌딩으로 주목받기도 했다.

이후 현대산업개발은 다양한 사업에 진출하며 사업 다각화를 꾀했다.

2005년 4월에는 파크하얏트 서울을 오픈하는 등 호텔업에 진출한 데 이어 2006년에는 영창악기제조(현 HDC영창)도 인수했다.

2015년에는 HDC신라면세점을 설립하면서 면세 사업도 확장했다.

지난해 5월에는 그룹이 지주회사 체제로 전환하면서 건설사업과 호텔 및 콘도사업 부문 등이 인척분할돼 지금의 이름인 HDC현대산업개발이 됐고 기존 회사는 지주회사인 HDC로 상호를 변경했다.

HDC그룹은 올해 5월 기준 자산총액 10조6000억원으로 공정위의 공시대상 기업집단 59개 중 33위에 올랐고 상호출자제한 기업집단에는 신규 편입됐다.

소속회사는 현대산업개발을 포함해 HDC아이앤콘스, HDC아이파크몰, HDC호텔아이파크 등 24개 계열사가 있다.

그룹은 올해 기업집단 순위에서 지난해보다 13계단 오르며 가파른 성장세를 보이고 있다.

여기에 아시아나항공이 계열사로 들어오게되면 그룹은 명실상부한 종합그룹으로 도약하게 될 전망이다.

여기에 기존 호텔과 레저 사업과의 시너지효과도 기대되고 있다.

정몽규 HDC 회장은 12일 열린 기자간담회 자리에서 "HDC그룹이 모빌리티 그룹으로 한걸음 도약할 것"이라며 "항공사들이 기내 면세사업을 하고 있기 때문에 기존 물류나 구매 부문에서 시너지 효과가 예상된다"고 밝혔다.

@highlight

1976년 한국도시개발로 시작한 현대산업개발은 지난 12일 아시아나항공 인수 우선협상대상자로 선정되면서 기존 아이파크 브랜드로 대표되던 건설업에 이어 면세, 레저 항공산업 등에도 진출하며 종합그룹으로 성장할 예정이다.