지난 2013년 '환경보전기여금' 도입이 제안된 이후 아직까지 기본 방향이 정해지지 않은 가운데 제주지역 대학생 10명 중 5명 이상이 환경보전기여금 도입에 긍정적인 입장인 것으로 나타났다.

제주특별자치도의회와 ㈔제주지방자치학회(회장 김성준, 제주대 행정학과 교수)가 12일 제주대학교에서 개최한 '제8회 2019년 대학생 차세대 정책포럼'에서 환경보전기여금 도입 관련 대학생 인식조사 연구 결과가 발표됐다.

이번 인식조사는 지방자치학회 주관으로 지난달 8일부터 21일까지 도내 소재 4개 대학 대학생 300명 대상 1대1 개별면접 방식으로 진행됐다.

인식조사 결과 응답자 300명 중 168명(56.0%)이 환경보전기여금 도입에 긍정적(상당히·매우 동의)으로 인식했다.

반면 '전혀 동의하지 않음'·'약간 동의'의 소극적인 입장은 16.4%였다.

이와 함께 환경보전기여금으로 조성된 자금의 용도에 대해선 '제주지역 환경보전 및 관리 비용 지원'이 1순위로 나타났고, '환경처리 시설 확충 투자', '주변 지역주민 지원', '자연보전 및 관리 인력의 고용 창출' 순이었다.

특히 제도 도입을 위해 제주도가 우선 취해야 할 대책에 대해서는 '관광객 등 제주도 방문자를 대상으로 제도 수용을 위한 인식 공유' 응답 비율이 55.0%로 가장 높았고, '도민공감대 형성(20.0%)', '국회, 중앙정부 입법 노력(16.0%)', '관광사업자 등 이해관계자 협조 확보(9.0%)' 순으로 나타났다.

아울러 제도 도입이 지역사회 유지와 발전에 미칠 영향에 대해서는 전체 응답자의 71.3%가 '긍정적'이라고 답했다.

김태석 의장은 이날 인사말을 통해 "대학생들이 제시한 다양한 생각과 정책제언이 의정활동에 반영될 수 있도록 최선을 다하겠다"고 밝혔다.

한편 지난 2013년 도입이 제안된 환경보전기여금은 지난해 5월 타당성 조사 용역이 마무리되고, 같은 해 11월 전문가 토론회 개최 이후 약 1년이 지났지만 도민사회 의견 청취를 비롯해 아직까지 기본 방향도 제대로 제시되지 못하고 있는 실정이다.

@highlight

환경보전기여금 도입이 제안된 이후 기본 방향 설정은 미정인 가운데, 대학생 50% 정도가 환경보전기여금 도입에 긍정적인 입장인 것으로 나타났으며 기여금의 용도에 대해선 제주지역 환경보전 및 관리 비용 지원이 1순위로 나타났고, 환경처리 시설 확충 투자, 주변 지역주민 지원, 자연보전 및 관리 인력의 고용 창출순으로, 제도 도입이 지역사회 유지와 발전에 미칠 영향에 대해서는 71.3%가 긍정적이라고 답변했다.