충남도청사 전경.

충남도가 국토교통부의 '제4차 국가철도망 구축 계획'에 서해선∼경부고속철 연결 등 12개 신규 철도사업을 건의했다.

12일 도에 따르면 오는 2021년 확정될 제4차 국가철도망 구축 계획은 우리나라 철도의 장기 비전과 전략, 철도 운영 효율화 방안 등을 제시하는 10년 단위 중장기 계획이다.

도가 이번에 건의한 신규 철도사업은 ▲고속철도 2건 ▲일반철도 9건 ▲광역철도 1건 등으로 총 연장 674.97㎞에 사업비는 16조4119억원에 달한다.

구체적으로 고속철도 사업은 서해선∼경부고속철도 연결(평택∼화성 9.07㎞) 5000억원, 호남고속철도 직선화(천안∼공주 55㎞) 2조8765억원이다.

이 중 서해선∼경부고속철도 연결은 서해선 서울 직결 추진과는 별개다.

또 일반철도는 충청산업문화철도(보령선·보령∼조치원 100.7㎞) 2조2494억원, 대산항 인입철도(석문산단∼대산항 17.3㎞) 3928억원, 수도권 전철 연장(천안역∼독립기념관 12.1㎞) 6788억원, 중부권 동서횡단철도(서산∼울진 322.4㎞) 6조152억원, 내포∼태안 연결 철도(내포∼서산∼태안 64.3㎞) 1조6728억원 등이다.

광역철도는 충청권 광역철도(계룡∼강경 35㎞) 7700억원이다.

이 사업들이 이번 계획에 반영되면 기획재정부의 예비타당성 조사를 거친 뒤, 국토부 심의 등을 통해 오는 2021년 상반기 중 최종 확정된다.

박연진 건설교통국장은 "이번 건의 노선은 서산과 부여, 청양 등 도내 철도 미 수혜 지역에 대한 철도망 신규 건설 등을 위한 것"이라며 "중앙부처, 국회, 한국교통연구원 등과 협조해 도가 건의한 노선이 국가 계획에 반영될 수 있도록 노력하겠다"고 말했다.

@highlight

충남도는 정부에 서해선~경부고속철 연결 등 총 연장 674.97Km에 달하는 신규 철도사업을 건의했고, 기획재정부의 예비 타당성 조사를 거쳐 2021년 상반기에 확정된다.