중국 최대 전자상거래업체 알리바바가 홍콩증권거래소로부터 상장 승인을 받았다.

오는 25일부터 홍콩 증시에서 주식 거래를 시작할 수 있을 것으로 보인다.

13일 홍콩 사우스차이나모닝포스트(SCMP)에 따르면 홍콩증권거래소가 알리바바의 홍콩증시 상장 신청을 승인했다.

이날부터 일주일간 초기 기관투자자 모집을 위한 투자설명회(로드쇼)가 열리고 25일이 낀 이달 마지막 주에 상장할 것으로 보인다.

알리바바의 공모가는 오는 20일 결정될 예정이다.

기업공개(IPO) 규모는 1170억 홍콩달러(약 17조4424억원)다.

알리바바가 IPO를 통해 1170억 홍콩달러를 조달하게 되면 규모 측면에서 역대 홍콩 증시 상장 3위, 올해 1위를 차지하게 된다.

AIA가 2010년에 1590억 홍콩달러를 조달해 1위를 기록하고 있고, 중국공상은행이 1249억 홍콩달러로 2위에 올라 있다.

쉬관안(徐冠安) 홍콩증권업협회 회장은 "알리바바가 뉴욕증시 상장 이후 여전히 양호한 성적을 기록하고 있어 이번 알리바바의 홍콩 상장에 대한 투자자들의 관심이 뜨겁다"고 전했다.

알리바바는 2014년 뉴욕증권거래소(NYSE)에서 사상 최대 규모 기업공개(IPO)를 통해 250억 달러 자금을 모았다.

당시 홍콩 증시 상장도 검토했지만, 당국으로부터 지배구조 승인을 받는 데 어려움을 겪으며 뉴욕으로 향했다.

그러나 지난해 홍콩 증권 당국이 차등의결권 주식을 허용하면서 알리바바는 8월 상장을 목표로 적극 추진하게 됐다.

차등의결권은 기업 최대 주주나 경영진에 보유 지분율보다 많은 의결권을 행사토록 하는 것이다.

적대적 인수합병(M&A)에 맞선 일종의 기업 경영권 방어 수단으로 볼 수 있다.

중국 최대 음식배달 앱 메이퇀뎬핑과 스마트폰 제조업체 샤오미 등이 차등의결권 적용 기업으로 홍콩에서 상장했다.

하지만 홍콩 범죄인 인도법(송환법) 반대 시위, 정치 불안 등이 계속되면서 상장 계획을 미뤄왔다.

알리바바가 미국과 홍콩에 동시 상장될 경우 새로운 전환점을 맞을 것으로 예상된다.

@highlight

13일 홍콩 사우스차이나모닝포스트(SCMP)에 의하면, 중국 최대 전자상거래업체 알리바바가 홍콩증권거래소로부터 상장 승인을 받음에 따라 오는 25일부터 홍콩 증시에서 주식 거래가 이루어질 것으로 예상된다.