김이환 전 방송광고균형발전위원회 위원장, 고석만 피디 비망록에 대해 서평을 말하다

김이환 전 방송광고균형발전위원회 위원장이 '시대의 첨병' 고석만 피디 비망록 <나는 드라마로 시대를 기록했다>를 읽고 서평을 말했다.

김 위원장은 "이 책은 고석만 PD의 치열하고 내밀한 이야기를 들려준다"고 소개했다.

김 위원장은 "이 시대 사회변혁을 주도하는 언론분야,특히 방송 영상미디어에 진출하려는 젊은 세대에게 주저 없이 추천하고 싶다"고 말했다.

김 위원장은 또 "이 책의 지은이 고석만은 1948년 전주에서 태어나 어려서부터 영화를 좋아하는 '충무로 키즈'였다"며 "중앙대 연극영화학과를 졸업하고 1973년 MBC에 입사 후 60분짜리 드라마를 1000회 이상 연출했다"고 소개했다.

특히 "수사반장에서 '드라마의 사회성'을 살리는 연출의 문을 열었고, '제1공화국', '제2공화국', 제3공화국을 만들면서 이 땅의 정치 발전,역사 인식의 발전을 위해 매진했다"고 설명했다.

이 외에도 "'야망의 25시','땅' 등 당시 사회현상을 직시하는 숱한 문제작을 연출했다"며 "대부분의 작품들은 내압에 시달렸고,외압에 의해 조기 종영되었다"고 말했다.

김 위원장은 "그 시대의 드라마 무대는 단순한 바보상자가 아니었다"며 "고 PD는 끊임없는 실험 정신으로 새로운 방향을 제시했다"고 소개했다.

그는 "드라마로 사회를 깨운 어느 한 PD의 시대증언 '고석만 PD 비망록 <나는 드라마로 시대를 기록했다>를 강추한다"고 말했다.

김 위원장은 "고석만 피디는 2003년 EBS 사장에 취임 후 수능방송과 스페이스공감, 국제다큐영화제를 기획해 성공시키고 한국콘텐츠진흥원장,여수엑스포 총감독을 역임하며 한류를 꽃피웠다"며 "현재는 두바이엑스포 한국관의 총괄자문위원장을 맡고 있다"고 소개했다.

@highlight

김이환 전 방송 광고 균형 발전 위원회 위원장이 고석만 피디 비망록 <나는 드라마로 시대를 기록했다>를 읽고 드라마로 시대를 기록하며 실험 정신으로 새로운 방향을 제시했다며 방송 진출하려는 젊은 세대에게 강력 추천 한다고 했다.