중소벤처기업진흥공단(이하 중진공)은 12일 경남 창원시 진해군항 제11부두에 정박한 독도함에서 ‘민·관·군이 함께하는 함상 취업박람회 및 업무협약식’을 가졌다.

독도함은 2005년 7월 진수하고, 2007년 7월에 취역한 국내 최초의 대형 수송함이자 상륙 함정으로 함상에서 채용박람회가 개최되는 것은 이번이 처음이다.

이번 함상 취업박람회는 ‘내일(My Job)을 위한 위대한 출항’을 슬로건으로 중진공·해군·창원시·KB국민은행이 공동 주최했으며, 중소벤처기업부, 국방부, 고용노동부, 해양수산부 등 9개 기관이 후원했다.

독도함과 부두에 마련된 채용관 및 전시관에는 구인 중소벤처기업, 방산업체, 해운업체 등 100여개사가 참가했고, 육·해·공군·해병대 소속 전역예정 청년장병과 구직자 1만여명이 참여해 대규모 채용의 장이 펼쳐졌다.

도내에서는 완주군에 소재한 ㈜아시아, 남원에 소재한 ㈜하이코리아 등이 참여했다.

부대행사로는 ▲취업 특강 ▲진로 및 취업상담 ▲VR 면접체험 ▲인·적성 검사 ▲면접사진 촬영 ▲방산 전시관 운영 ▲소양함, 천왕봉함 등 함정 공개 행사 등 다양한 프로그램이 개최돼 참가자들로부터 큰 호응을 얻었다.

한편, 중진공·해군·창원시는 업무협약 체결해 ▲전역예정 청년장병 취·창업 프로그램 활성화 ▲취업박람회 공동 운영 ▲지역 기업의 취업매칭 등 민·관·군 협업으로 청년 일자리 창출에 역량을 집중하기로 했다.

조한교 전북지역본부장은 “지자체와 협업을 통해 구직 활동에 애로를 겪는 전역예정 청년장병을 위한 취업지원 프로그램을 강화할 것”이라며, “이번 함상 취업박람회가 중소벤처기업의 일자리 미스매칭을을 해소하는 만남의 장으로서 내일(My Job)을 위한 위대한 출항이 되기를 바란다.”고 말했다.

@highlight

12일, 중소벤처기업진흥공단은  진해군항 제11부두 독도함에서 ‘민·관·군이 함께하는 함상 취업박람회 및 업무협약식'을 가졌으며 , 처음으로 함상에서 개최된 이 채용박람회는 민·관·군 9개 기관이 주최하고 후원했다. 