국토교통부가 주최하고 인천공항공사가 주관하는 제28회 항행안전시설 국제 세미나가 12일 그랜드 하얏트 인천에서 개최됐다.

이날 세미나에는 인천공항공사 구본환 사장, 국토교통부 김태병 공항항행정책관을 비롯해 정부, 양 공항공사, 학회 및 국내외 항행시설 제작사 등 관계자 약 250여명이 참석했다.

"AI, 드론 등 혁신기술을 적용한 한국형 항행시스템 구축 전략"을 주제로 개최되는 이번 세미나에서는 항행안전시설 분야 최신 정책과 기술 동향 정보 공유를 위한 항공분야 전문가들의 세션발표 및 토론이 이어졌다.

먼저, 국토교통부 황순하 항행시설과 사무관이 △국내외 항행시설분야 정책동향을 주제로 첫 번째 세션의 발표를 맡았으며, 이어서 △초 격차 공항시대 대응을 위한 미래 항행시스템 구축 전략(Indra 社 아·태지역 Account Manager, Francisco Madrid Jurado) △한국형 정밀 GPS 위치보정시스템(KASS) 개발현황(한국항공우주연구원 이은성 팀장) 등 차세대 항행시스템 운영과 관련한 다양한 주제에 대한 발표와 토론이 진행되었다.

특히, 인천공항공사 관제통신소 원정재 과장은 인공지능(AI) 기반의 음성인식 기술을 항공통신에 적용해 항공기 관제 중 전파혼신 및 장애발생을 실시간으로 파악할 수 있는 스마트 항공통신 모니터링 시스템 구축사례와 불법 드론을 이용한 항공기 테러 방지를 위한 드론 탐지시스템 기술 및 적용방안 등 최근 사회적으로 이슈가 되고 있는 사안에 대해 발표했다.

항행분야 산업 발전에 기여하고 있다.

인천국제공항공사 구본환 사장은 "안전은 타협할 수 없는 최고의 핵심 가치로, 항공기 안전을 위해 인공지능, 빅 데이터 등 4차 산업혁명 기술이 융합된 최첨단 항행시스템을 적극 도입할 계획이다" 며, "앞으로도 인천공항공사는 24시간 빈틈없는 안전관리로 2001년 개항 후 이어온 무중단?무사고 운영을 유지해 국민들이 안심하고 편리하게 이용할 수 있는 공항을 만들어가겠다"고 말했다.

@highlight

12일 그랜드 하얏트 인천에서 관계자 약 250여명이 참석한 제28회 항행안전시설 국제 세미나가 열려 'AI, 드론 등 혁신기술을 적용한 한국형 항행시스템 구축 전략'을 주제로 항행안전시설 분야 최신 정책과 기술 동향 정보 공유를 위한 항공분야 전문가들의 세션발표 및 토론이 이어졌다.