광주지역 학교에서 잇따라 화재가 발생하면서 학부모들의 불안이 커지고 있다.

자칫 대형 인명피해로 번질 수 있는 데다, 대다수 학교에 스프링클러도 설치돼 있지 않다는 점에서 불안을 더 키우고 있다.

12일 광주남부소방에 따르면 지난 11일 오전 8시께 광주시 남구 주월동 한 중학교 상담실에서 불이나 교사에 의해 진화됐다.

이 불로 상담실 내부 2㎡가 탔으나, 인명피해는 없었다.

불은 커피포트기가 연결돼 있던 전기콘센트에서 시작된 것으로 조사됐다.

앞서 지난 5일 오전 11시 10분께에도 광주시 동구 산수동 한 초등학교 5학년 교실에서 불이나 교실 1칸을 전부 태우고 출동한 소방관에 의해 15분만에 진화됐다.

공기청정기가 연결돼 있던 전기콘센트에서 불이 시작된 것으로 추정된다.

광주소방본부에 따르면 광주지역 학교에서 발생한 화재는 2016년 11건, 2017년 6건, 2018년 14건, 올해 10월 기준 6건에 달한다.

이처럼 매년 광주의 일선 학교에서 크고 작은 화재가 발생하고 있지만, 대부분의 학교가 화재 초기 진압에 필요한 스프링클러가 설치돼 있지 않아 인명피해 위험에 노출돼 있는 실정이다.

올해 7월 기준 광주지역 유치원과 초·중·고교 443곳 중 스프링클러가 설치된 곳은 78곳(17.6%)에 불과하다.

화재가 발생한 두 학교 역시 스프링클러가 없었다.

더불어 화재 예방을 위한 매뉴얼도 다소 미흡하다는 지적이다.

시교육청의 매뉴얼을 보면 화재 예방을 위해 월 1회 이상 소방점검과 화재취약지역에 대한 순찰 등을 실시하고 1개 콘센트에 여러 전기기구를 사용하는지, 손상된 전선이 있는지 등을 점검하라고 명시돼 있다.

하지만 전기콘센트에서 시작되는 화재가 잇따라 발생한 점은 시교육청의 화재예방 매뉴얼이 제대로 지켜지지 않고 있음을 보여주는 대목이다.

광주시교육청 관계자는 “각급 학교에서 매달 4일 누전 여부를 확인하는 등 전기적인 요인으로 불이 나지 않도록 점검을 하고 있다”며 “콘센트에서 불이 난 것은 아무래도 많이 사용하기 때문에 그런 것이 아닐까 싶다”고 말했다.

@highlight

매년 광주지역 학교에서 크고 작은 화재가 발생하고 있지만 화재 초기 진압에 필요한 스프링클러가 설치된 곳은 단 17.6%에 불과하며 학부모들의 불안이 커지고 있다.