앞으로 국민연금이 경영 참여 목적의 주주권 행사를 강화한다.

법령상 위반 우려가 있거나 주주제안에 지속적으로 반대하는 중점관리 대상 상장기업에 대해 국민연금이 이사 해임을 요구하는 주주제안을 할 수 있게 된다.

12일 보건복지부에 따르면 13일 오후 2시 서울 여의도 금융투자협회에서 공청회를 열어 이 같은 내용의 국민연금 기금 책임투자 활성화 방안(안)과 경영 참여 목적의 주주권행사 지침(안)을 공개한다.

이에 따른 다양한 의견을 종합해 이달 말 기금운용위원회에서 최종 의결할 방침이다.

해당 가이드라인에는 국민연금이 기금의 장기수익 및 주주가치 제고를 위해 충분한 대화를 했음에도 개선이 없는 기업에 대해 제한적으로 '경영참여 목적의 주주권'을 행사할 수 있도록 하는 내용이 담겼다.

경영참여 목적의 주주권행사 내용은 정관변경, 이사(감사)의 선임 등 주주제안을 추진하고, 경영참여에 해당하지 않는 주주제안도 추진할 수 있도록 했다.

또 수탁자책임 전문위원회가 경영참여 주주권 행사를 의결한 경우, 주식 보유목적을 경영참여로 변경하고, 보유지분율이 10%이상 기업을 대상으로 경영참여 주주제안 시, 단기매매차익이 발생하지 않도록 하기 위해해당기업의 주식의 매매를 정지하도록 했다.

경영참여 목적의 주주제안 부결시, 국민연금은 기업과 대화를 재추진하고, 이후에도 개선이 없는 경우 기금운용위원회의 심의·의결로 주주제안을 재추진 할 수 있도록 했다.

국민연금은 내일 13일 공청회를 열어 이 같은 내용을 공개하고, 관련 협회와 관계자 등 각계 의견을 청취한 뒤 다양한 의견을 종합해 이달 말 기금운용위원회에서 논의할 계획이다.

양성일 보건복지부 인구정책실장은 "국민연금의 주주권 행사를 두고 일각에서 기업에 대한 통제력을 강화한다고 문제를 제기하지만, 기업가치 훼손으로 국민의 소중한 자산에 피해가 발생한 경우에만 수탁자책임 활동을 추진할 방침"이라고 말했다.

이어 "국민연금은 어디까지나 기업과의 대화에 중점을 두고, 그런데도 개선이 없을 때만 제한적으로 '경영 참여 목적의 주주권'을 행사할 것"이라고 거듭 강조했다.

@highlight

13일 보건복지부는 공청회를 열어 법령상 위반 우려가 있거나 주주제안에 지속적으로 반대하는 상장기업에 대해 이사 해임 및 주주제안을 골자로한 주주권행사 지침(안)을 공개할 예정이다.