▲ KTX 세종역 저지·오송역 사수 특별대책위원회가 12일 충북도청 브리핑룸에서 더불어민주당 이해찬 대표와 이춘희 세종시장에 대한 공개 질의서를 들어 보이고 있다.

[충청일보 배명식기자] KTX 세종역 저지·오송역 사수 특별대책위원회는 12일 "더불어민주당 이해찬 대표와 이춘희 세종시장은 세종역 신설 추진을 즉각 철회하라는 충북도민의 공개 질의에 답변해 달라"고 요구했다.

자유한국당 김양희 특별대책위원장(청주흥덕당협위원장)은 이날 충북도청 브리핑룸에서 기자회견을 열어 "이 대표와 이 시장은 세종역 신설을 철회하고 충청권 상생발전에 동참해 줄 것을 정중히 요청한다"며 이같이 말했다.

이어 △세종역 신설 철회 요구에 대한 입장 △'충청권 합의에 따르겠다'는 문재인 대통령 공약을 지키지 않는 이유 △충청권 갈등 심화에도 세종역 신설을 계속 추진할지 여부 등을 물었다.

특별대책위원회는 이 같은 내용이 담긴 공개 질의서를 이 대표와 이 시장에게 발송할 계획이며 이른 시일 내에 답변을 달라고 했다.

이날 기자회견은 13일 청주 오창의 한 기업에서 열리는 민주당 현장 최고위원회의를 앞두고 이 대표를 압박하기 위한 취지로 열린 것으로 보인다.

그러나 이 단체는 현장에 항의 방문은 하지 않겠다는 입장이다.

김 위원장은 "어려운 경제 상황에서 경제인들을 만나는 자리인 만큼 현장을 찾아갈 계획은 없다"고 말했다.

KTX 세종역 신설 논란은 이춘희 세종시장과 세종이 지역구인 이해찬 민주당 대표가 2014년 지방선거와 2016년 총선에서 공약으로 채택한 후 불거졌다.

지난 해 김현미 국토부 장관과 이낙연 총리 등이 잇따라 불가 의사를 밝히면서 마침표를 찍는 듯 했다.

하지만 지난 달 8일 국회 국토교통위원회의 세종시 국정감사에서 민주당 윤호중 사무총장 등 일부 의원이 세종역 신설 추진을 언급하면서 다시 불을 지폈다.

이춘희 시장은 같은 달 17일 정례 브리핑에서 "KTX 세종역 설치는 필요하니 추진하겠다"는 입장을 밝혔다.

이후 충북에서는 한국당과 시민사회단체 등을 중심으로 신설 백지화 운동이 거세지고 있다.

@highlight

KTX 세종역 저지·오송역 사수 특별대책위원회는 12일 "더불어민주당 이해찬 대표와 이춘희 세종시장은 세종역 신설 추진을 즉각 철회하라"고 요구했는데, KTX 세종역 신설 논란은 세종시장과 세종이 지역구인 이해찬 민주당 대표가 2014년 지방선거와 2016년 총선에서 처음 제기했으며 이날 기자회견은 민주당 현장 최고위원회의를 앞두고 이 대표를 압박하기 위하여 열린 것으로 보인다.