[기호일보=디지털뉴스부] 부동산전문교육의 모태 ‘경록’이 독보적인 정답률을 갖춘 공인중개사 패키지를 85% 이상 할인된 특가로 제공하는 ‘핵이득 이벤트’를 진행해 눈길을 끌고 있다.

경록은 우리나라의 공인중개사 자격제도를 만드는 데 기여한 것은 물론 현재까지 수많은 공인중개사 시험 합격자들을 배출해 수험생들 사이에서 입소문을 타고 있는 62년 전통의 부동산 전문 교육기관이다.

경록이 이번 이벤트를 통해 특가로 제공하는 공인중개사 패키지는 공인중개사 자격증 취득일까지 수강기간을 계속 연장할 수 있어 합격에 부담을 느끼는 수험생들에게도 추천된다.

뿐만 아니라 공인중개사 족집게 인강/교재, IT학습센터, 교재E북, 멀티강좌, 임대관리사/공경매 프로그램 등 다양한 교육 콘텐츠들로 구성돼 있어 알차다는 평가를 받고 있다.

본 패키지의 공인중개사 족집게 인강/교재는 시험에 나올 수 있는 내용만 있어 학습량이 최소화돼 있다.

또한 역대 최대 규모의 공인중개사 자격증 시험출제위원 출신 교수진이 고도의 전문성과 완벽한 출제경향 분석을 바탕으로 제작해 매년 시험에서 독보적인 정답률을 기록한다.

따라서 언제든 고효율 학습이 가능해 만능 교육 콘텐츠로 호평 받고 있으며, 부담 없는 반복학습을 통해 중요한 내용들을 자연스럽게 숙달하는 공부법으로 합격률을 더욱 높일 수 있다는 게 장점이다.

이외에도 경록 공인중개사 패키지의 IT학습센터는 정답률 높은 문제들로 이뤄진 온라인 공인중개사 모의고사를 무제한 제공하고, 교재E북과 멀티강좌는 스마트폰으로 편리하게 경록 공인중개사 인강, 교재를 볼 수 있는 환경을 지원한다.

임대관리사/공경매 프로그램은 정년, 부동산 경기와 관계없이 꾸준히 수익을 낼 수 있는 임대관리업/공경매를 전문적으로 교육한다.

한편 경록은 올해 공인중개사 시험에서도 어김없이 다수의 합격자들을 배출해 공인중개사 자격증 취득을 희망하는 사람들로부터 주목받고 있다.

@highlight

우리나라의 공인중개사 자격제도를 만드는 데 기여하고 수많은 공인중개사 시험 합격자들을 배출한 부동산 전문 교육기관 '경록'이 공인중개사 패키지를 85% 이상 할인하는 ‘핵이득 이벤트’를 진행하고 있으며 이를통해 수험자는 언제든 고효율 학습이 가능하고 부담 없는 반복학습을 할 수 있어 합격률을 더욱 높일 수 있을 것이다.