한국케이블TV방송협회 소속 방송채널사용사업자(PP)협의회가 정부에 유료방송 인수합병(M&A) 심사에 PP 보호 방안 마련을 촉구했다.

PP협의회는 유료방송 M&A 심사를 앞둔 과학기술정보통신부에 PP 보호방안이 담긴 정책 건의서를 제출했다고 13일 밝혔다.

PP협의회는 PP보호 방안으로 △사업자 간 불공정 거래 관행 개선 △인수합병 조건에 프로그램사용료 정상화 반영 △임의적 PP채널 편성 변경 방지 정책 마련을 건의했다.

PP협의회는 "IPTV-SO간 M&A 후 IPTV 3사 유료방송시장 점유율이 79.5%에 육박해 IPTV 중심 플랫폼 시장이 형성되며, 협상 열위에 있는 특정 PP 퇴출 가능성이 커질 것"이라고 우려했다.

특히 결합상품 등 가입자 유치를 위한 과열 경쟁 심화와 콘텐츠 투자 감소로 방송시장 재원이 축소될 것이라고 예측했다.

PP협의회는 "현재 PP 수익성 악화를 초래한 건 결합상품 등 플랫폼 과열 경쟁에 의한 방송상품 저가화가 방송 서비스매출 수익 분배에 영향을 미쳤기 때문"이라며, 거대 플랫폼사업자 등장으로 인한 PP 프로그램사용료 감소를 우려했다.

이어 케이블TV와 IPTV를 모두 포함한 거대 플랫폼사업자가 서비스 제공 중복을 이유로 PP 프로그램사용료를 감소시킬 것이라고 내다봤다.

PP협의회는 "여전히 유료방송시장은 선 공금 후 계약을 진행하는 불공정 거래가 성행 중"이라며, "채널 공급계약은 계약이 우선시 돼야 하며 계약에 따른 공급이 진행돼야 한다"고 말했다.

또한 IPTV사업자의 낮은 프로그램사용료 지급액을 케이블TV 사업자 수준으로 상향하며, M&A 이후 케이블TV 프로그램사용료 지급액을 임의로 낮추는 현상을 방지할 정책 마련을 건의했다.

이와함께 협상력이 현저히 떨어지는 중소PP 프로그램사용료에 대한 구체적인 보호 방안 마련을 촉구했다.

남태영 PP협의회장은 "거대 플랫폼사업자 등장으로 협상력 열위의 PP사업자들이 프로그램 사용료에 대한 확정 없이 프로그램을 공급하는 불공정 거래에 내몰릴 가능성이 높아졌다"며 "PP사업자의 생존을 위해 관계기관의 면밀한 검토가 필요하다"고 말했다.

@highlight

PP협의회는 13일 유료방송 M&A 심사를 앞둔 과학기술정보통신부에 PP 수익성 악화, 유료방송시장의 불공정 거래 등의 이유를 들어 PP 보호방안 마련을 촉구하는 건의서를 냈다.