부조리한 미술계를 배경으로 한 블랙코미디 '속물들' 속 유다인이 매력적 캐릭터로 관객들의 이목을 집중시켰다.

유다인은 '혜화, 동'을 통해 각종 영화상을 수상하며 연기력을 인정받았다.

유다인은 이후 특유의 부드럽고 따뜻한 분위기를 내세워 '천국의 아이들', '용의자', '올레', '미망인' 등 영화와 드라마를 오가며 청순하면서도 당찬 이미지를 그려왔다.

유다인은 변화를 두려워하지 않고 속물 근성에 찌든 당당한 욕망녀로 변신, 블랙코미디 '속물들'로 돌아오며 영화 팬들의 반가움을 사고 있다.

유다인은 '속물들'에서 남의 작품을 베끼는 콘셉트로 활동 중인 미술작가 '선우정' 역을 맡았다.

선우정은 표절을 당당하게 '차용'이라고 말하며 미술계에 버티고 있는 자칭 '쌍년'이자 모태 속물이다.

애인 집에 얹혀사는 신세에다, 날아오는 카드 값에 불안해하면서도 항상 도도한 태도를 유지하려고 애쓰는 인물이다.

메가폰을 잡은 신아가 감독은 선우정이라는 인물에 대해 "재능에 대한 콤플렉스를 차용이라는 말로 포장, 자신의 못난 부분을 감추려고 발버둥치는 인물이다. 또 본인의 찌그러진 내면을 감추려는 욕망이 삶의 동력이 되어버린 그런 인물"이라고 설명했다.

유다인은 지금껏 스크린에서 볼 수 없었던 모태 속물 선우정으로 변신하며 그동안 보여줬던 청순하면서도 당찬 이미지를 벗고, 차분하고 냉철한 선우정으로 변신해 자신의 욕망을 당당하게 드러낼 예정이다.

이는 눈빛으로 모든 것을 말하는 유다인의 섬세한 감정 연기와 어우러져 전에 없던 새로운 캐릭터가 탄생할 것으로 기대를 모은다.

한편 충무로 연기파 배우 유다인이 당당한 욕망녀로 변신한 '속물들'은 오는 12월 개봉 예정이다.

@highlight

연기파 배우 유다인이 12월 개봉을 앞둔 영화 '속물들'에서 베끼기 전문 미술작가 '선우정' 역을 맡아 콤플렉스를 감추려는 욕망을 삶의 동력으로 삼은 욕망녀로 변신하였다.