전 세계적으로 클래식한 정통 푸드인 서양식은 그야말로 전 세계 해외에서 인기 있는 음식으로 나라를 불문하고 남녀노소에게 대중성 있다고 할 수 있다.

해외에서는 간편한 HMR 키트로 나온 스테이크나, 파스타를 마트에서 구매해 본국으로 돌아가는 여행객도 있는가 하면, 현지에 오픈한 퓨전레스토랑 프랜차이즈에 줄을 서서 기다려 이를 맛보고자 하는 풍경도 어렵지 않게 찾아볼 수 있다.

이렇게 해외에서 서양식의 관심을 불러오는 데 역할을 할 수 있을 것으로 보이는 브랜드가 바로 프랜차이즈 '한끼맛있다'이다.

해당 브랜드는 다양한 소스와 토핑, 재료 등을 사용해, 푸짐함과 색다른 면을 고루 갖추고 있으며, 주문즉시 조리해 생생하게 먹을 수 있는 시스템이기 때문에 남녀노소 모두에게 관심을 받고 있는 것으로 알려졌다.

기본적인 맛에 단짠단짠한 한끼만의 소스부터 최근 관심을 받고 있는 매콤소스 등을 갖춰 다양한 입맛의 고객들을 사로잡는다.

브랜드 측에 따르면 한끼맛있다는 국내에 직·가맹점 출점 시키며, 개점 수에 욕심내지 않고, 반대로 상권을 넓게 보장하는 제도를 도입했으며, 지속적인 성장을 거듭하고 있다고 한다.

이어 이러한 관심은 해외로도 이어 질 것으로 보여 지며, 해외 창업문의가 들어오고 있어 곧 해외 진출의 신호탄을 알릴 것으로 보인다고 덧붙였다.

한끼맛있다 대표는 "앞으로 해외시장 조사를 통해 나라별 마스터프랜차이즈 계약을 체결할 것" 이라며 "특히 베트남, 인도네시아, 외식관련 관계자는 대만을 비롯해 싱가포르나 말레이시아 등 동남아권에서 '한끼맛있다' 가 더욱 관심을 받을 것이라 전망하고 있다" 고 전했다.

이어 "유통판매업과 전용소스를 현지에서 생산 조달할 수 있어 해외 매장을 오픈시킬 준비가 돼 있다" 고 덧붙였다.

업체 관계자는 "서양인의 소울 푸드이기도 한 스테이크, 파스타가 이제는 한국형 서양식을 판매해 동남아시아권을 넘어, 세계인들의 입맛을 사로잡고자 한다" 며 "퓨전양식의 다채로운 맛과 품질로 글로벌한 음식으로 자리를 잡으며 무한한 세계인들의 사랑을 받을 수 있도록 더욱 노력하겠다"고 전했다.

@highlight

한끼 맛있다 측은 국내의 다양한 제도 도입으로 꾸준한 성장을 이어가고 있다고 밝혔으며  현재 해외 창업 문의가 들어오는 중으로 앞으로 시장 조사를 통해 프랜차이즈 계약 체결을 통해 동남아권에서도 큰 인기를 누릴 수 있을 것이라 전망했다.