전남 영광군(군수 김준성)은 농업의 고부가가치 창출로 농업인의 소득증대와 삶의 질 향상을 위해 차별화된 시책추진을 인정받아 '전남도 농정업무 종합평가'에서 대상(1위)을 수상했다고 13일 밝혔다.

이는 민선6기부터 지속가능한 농업·농촌을 위해 꾸준히 투자한 결과 민선7기 들어 군 농업의 위상을 드높인 수상이며 지난 2013년 대상 수상 이후 6년 만이다.

전남도는 도내 21개 시군을 대상으로 농정업무 우수 추진 시군에 대한 평가·시상으로 ▲농업·농촌 활성화 ▲친환경농업 추진 ▲농산물 판로확대 및 농식품산업 육성 ▲환경친화형 녹색축산 육성 ▲동물방역 및 축산위생 강화 ▲자체시책 추진(가점) 등 총 6개 분야 30개 항목을 평가했다.

이번 평가에서 군은 억대 고소득 농업인 육성, 고품질 브랜드쌀 육성, 환경친화형 축산시책 추진, 가축전염병 방역 분야 등에서 그 실적을 인정받았다.

특히 민선6기부터 지속가능한 농업·농촌을 육성하기 위해 선진농업복지시스템을 구축을 목표로 농업인회관 건립, 찰벼 등 특화품목 육성, 농작물 재해보험 가입 확대 등의 시책을 우수하게 꾸준히 추진했다.

농업생산 분야의 뛰어난 장점을 농식품가공·유통 분야로 연계시켜 보리산업을 중심으로 6차 산업을 현장에 접목시키며 지역 먹거리산업 선순환 체계도 구축했다.

그 결과 민선7기에 이르러 억대 농업인이 409호로 전년대비 242% 증가와 70억 규모의 대형 공모사업인 농촌 신활력플러스 사업에 선정되는 성과를 달성했다.

김준성 군수는 "농업이 군 근간사업이며 지역경제의 버팀목이라고 생각한다"며 "WTO 개도국 지위포기, 농촌 부녀화 등 농업환경이 대내외적으로 급변하고 있는 요즘 시대의 흐름에 뒤쳐지지 않도록 농업인과 함께 땀 흘리며 현장 맞춤형 농정시책을 추진하겠다"고 말했다.

@highlight

전남 영광군은 농업의 고부가가치 창출로 농업인의 소득증대와 삶의 질 향상을 위해 억대 고소득 농업인 육성, 고품질 브랜드쌀 육성, 환경친화형 축산시책 추진, 가축전염병 방역 분야 등에서 인정받아 '전남도 농정업무 종합평가'에서 6년 만 대상(1위)을 수상했다고 13일 밝혔으며, 이는 민선6기부터 지속가능한 농업·농촌을 위해 꾸준히 투자한 결과 민선7기 들어 군 농업의 위상을 드높인 수상이다.