-"리사이클 사업 통한 사회적 가치 창출 위해 협력 지속 확대" SK네트웍스가 폐휴대폰의 배터리를 재자원화한다.

SK네트웍스는 13일 서울 명동 사옥에서 성일하이텍과 '리사이클을 통한 자원순환 촉진과 사회적 가치 창출을 위한 업무 협약'을 체결했다.

성일하이텍은 리튬이온 배터리 내 코발트, 니켈, 망간, 리튬, 구리 등 유가금속 리사이클 분야의 전문성을 바탕으로 환경을 위한 기술 개발에 주력하고 있는 글로벌 강소기업이다.

이번 협약으로 SK네트웍스는 금강시스템즈와 함께 운영하고 있는 인공지능(AI) 기반의 중고폰 무인 매입기 '민팃ATM'에서 수거된 폐휴대폰의 거래 채널을 확보하게 됐다.

SK네트웍스는 중고 스마트폰 유통 문화를 조성한 데 이어 폐휴대폰에서 나온 리튬이온전지를 원소재로 재자원화함으로써 리사이클 사업의 완성도를 높일 수 있게 됐다.

마케팅 활동 정보를 공유하며, 폐휴대폰 수거량 증대와 재활용 효율 제고를 위해 적극 협력키로 했다.

폐휴대폰에 더해 정보기술(IT) 기기 등 대상 품목들을 확대할 계획이다.

이를 통해 얻은 이익을 공동 사회공헌 활동 등 공익 목적으로 사용하는 방안도 협의할 예정이다.

협약식에 참석한 서보국 SK네트웍스 정보통신부문장은 "중고폰 ATM 개념으로 새로운 리사이클 문화를 만들어가는 민팃(Mintit)이 재활용 업계의 경쟁력 있는 성일하이텍을 파트너로 맞음으로써 사회적 가치 구현을 더욱 효과적으로 할 수 있는 기반을 강화했다"며 "다양한 영역에서의 지속적인 리사이클 사업을 위해 열린 자세로 기술력을 지닌 업체들과 협력 확대에 나설 것"이라고 말했다.

SK네트웍스는 13일 폐배터리 재활용 전문기업인 성일하이텍과 '리사이클을 통한 자원순환 촉진과 사회적 가치 창출을 위한 업무 협약'을 체결했다.

서보국 SK네트웍스 정보통신부문장(왼쪽)과 이강명 대표가 업무 협약을 체결한 후 기념 촬영을 하고 있다.

@highlight

13일 SK네트웍스는  성일하이텍과 '리사이클을 통한 자원순환 촉진과 사회적 가치 창출을 위한 업무 협약'을 체결하여 SK네트웍스는 인공지능(AI) 기반의 중고폰 무인 매입기 '민팃ATM'에서 수거된 폐휴대폰의 거래 채널을 확보하게 됐으며 마케팅 활동 정보를 공유하고, 폐휴대폰 수거와 재활용 효율 제고를 위해 적극 협력키로 했다.