나주 SRF 열병합발전소는 지난 2005년 6월 공공기관 이전 계획 확정과 동시에 추진됐다.

나주 SRF 열병합발전소는 총 11만1288㎡ 규모에 사업비 2700억원을 들여 나주혁신도시에 열공급(온수·난방)과 전기(22㎿)를 생산하기 위해 열병합발전시설 1기, 열전용보일러 2기가 들어섰다.

발전소는 2017년 9월 다이옥신 등 오염물질 배출을 우려한 주민들의 반발로 가동이 중단됐다.

주민과 난방공사 간 수차례 협의에도 합의점을 찾지 못하자, 전남도 주도로 나주 SRF 민관 협력 거버넌스가 꾸려졌다.

17명으로 구성된 민관 거버넌스는 올해 1월 10일 1차회의를 시작으로 총 14차례 회의를 이어갔다.

거버넌스는 양측의 입장차를 줄이기 위해 잦은 대화와 소통에 주력, 1차부터 6차까지 환경영향조사 기간, 범위와 주민수용성조사 방식과 범위에 의견 접근을 이뤘다.

7차(5월 9일)부터 10차(6월 27일)까지는 환경영향조사 기간으로 ‘시험가동 2개월, 본가동 30일’로 수정안이 통과됐고, 주민수용성조사는 ‘주민투표 70%+공론조사 30%’로 하고 조사범위는 반경 5㎞ 내외로 하기로 했지만 합의에는 도달하지 못했다.

11차(7월 22일)부터 12차(8월 14일)까지 주민수용성 조사 결과 난방방식이 LNG로 변경될 경우 주민수용성 조사 이전까지 정부, 전남도, 나주시, 난방공사가 합의해 손실보전방안을 마련하기로 잠정 합의, 난방공사 이사회의 의결을 이끌었다.

13차(8월 30일)회의에서는 SRF 사용신고 수리를 놓고 범대위와 나주시, 난방공사간 입장차가 드러났다.

하지만 14차(9월 26일)때 SRF 가동시 고형연료 사용신고는 수리하고 공장설립 완료에 따른 사업개시신고는 반려하기로 합의, 최종 기본합의서를 체결했다.

@highlight

나주 SRF 열병합발전소는 나주혁신도시에 열병합발전시설 1기와 열전용보일러 2기를 건설하였는데 오염물질 배출을 우려한 주민들의 반발로 가동이 중단되었다가 전남도 주도로 민관 거버넌스가 꾸려져 올해 1월 10일을 시작으로 총 14차례 회의를 진행한다.