인천대학교와 HDC아이콘트롤스(대표이사 김성은)는 세계 최초로 고체형 반도체 투명 태양광발전 시스템을 개발했다고 13일 밝혔다.

이번에 개발된 투명한 태양전지는 투명하면서도 피부암이나 눈병 등의 위험성을 가진 자외선을 대부분 흡수해 전기에너지로 변환하는 신개념 에너지 기술이다. 이러한 에너지 변환 방식은 수요자에게 즉시 전력 공급이 가능하며, 앞으로 30조 원 이상의 신시장이 창출될 분야로 예측되고 있다.

투명 태양전지는 빌딩의 창문, 휴대전화의 외장 등에 적용하면 자외선 차단 기능성과 함께 효율적인 에너지 생산과 관리를 실현할 수 있다.

또 최근 출시된 현대 쏘나타와 도요타 프리우스 등의 태양광 선루프에도 적용이 가능할 것으로 보인다.

HDC아이콘트롤스는 제로에너지 빌딩 분야를 구상하고 미래사업을 발굴하던 중 인천대의 투명광 기술에 주목해 지난 1년여간 산학 개발 연구를 진행했다.

그 결과, 세계 최초로 자연 태양광에서 구동하는 고체형 투명 태양광 시스템을 개발해 모터를 구동, 시연했다.

인천대 차세대에너지융합연구소장인 김준동(전기공학과)교수는 "세계 유일의 고체 투명 태양전지의 ‘실용 공정’을 개발한 것이 연구자로서 큰 성과"라고 말했다.

HDC아이콘트롤스 기술연구소 김규헌 팀장은 "대면적 공정이 가능한 투명 태양광발전 시스템의 최종 목표는 빌딩의 창호에 적용해 전기를 생산하며 DC 배전을 통해 스마트 전력 공급 시스템을 구현하는 것"이라고 강조했다.

인천대와 HDC아이콘트롤스의 이번 연구 결과는 최상위 논문 중 하나인 Advanced Materials (Impact factor 25.809), Nano Energy (Impact factor: 15.548) 등에 출간돼 연구계의 주목을 받고 있다.

한편, 현존 유일한 고체 투명 태양전지 기술은 국내 독자 기술로 개발돼 원천특허 2건을 출원했으며, 해외 특허도 진행할 예정이다.

@highlight

 HDC아이콘트롤스는 지난 1년여간 인천대학교의 투명광 기술을 접목한 산학 개발 연구를 진행한 결과 세계 최초의 고체형 반도체 투명 태양광발전 시스템 개발에 성공했다고 13일 알렸고, 이러한 신개념 에너지 변환으로 향후 30조 원 이상의 시장을 예상한다.