수원시의회 기획경제위원회 이종근 위원장과 양진하 의원은 지난 12일 더함파크 대회의실에서 열린 사회적 경제 정책 발전 방향을 모색하기 위한 토론회에 참석했다.

수원시지속가능도시재단 김태인 사회적경제지원센터장의 사회로 진행된 이번 토론회는 ‘수원시 사회적 가치 실현 및 확산을 위한 공공과 민간의 실천 방안 모색’을 주제로 수원시정연구원·수원시지속가능발전협의회·사회적 기업 등 관련 전문가 및 실무자들이 함께 토론자로 참여했다.

현대사회는 사회적 갈등, 빈부격차, 기후변화 등 사회·경제·환경의 다양한 영역에서 복합적으로 지역사회의 문제가 나타나면서 이를 해결하기 위한 ‘사회적 가치’의 중요성이 대두됐다.

사회적 가치란 사회적 약자 배려, 양질의 일자리 창출, 상생협력 등 공공의 이익과 공동체의 발전에 기여하는 가치로 고용불안, 양극화 등으로 시민 삶의 질이 악화되는 상황에 시민 불안을 해소하고 사회통합을 이루어 나가기 위해서 우리 사회가 지향해야 할 핵심적 가치를 말한다.

이 과정에서 공공기관과 민간부문 모두에서 사회적 가치를 실천하도록 하는 사회적 경제정책은 필수적이다.

토론에 앞서 이종근 기획경제위원장은 "수원시는 전국 최초 협치기반 중간조직인 수원시지속가능도시재단을 출범하여 사회적 가치 실천의 중추적인 역할을 수행해왔다"며 "수원시의회도 사회적 가치 실현 및 확산을 위한 지원에 최선을 다하겠다"고 밝혔다.

토론자로 나선 양진하 의원은 "사회적 가치 실현을 위한 민·관 거버넌스 구축으로 공공의 이익과 공동체의 발전에 기여하는 사회적 경제의 활성화가 필요하다"며 "시의회에서도 공공기관의 특성에 맞는 다양한 사회적 가치 영역의 지표를 직접 설계하고 실천할 수 있도록 제도적 기반 마련과 체계 구축에 적극 협조하겠다"고 말했다.

한편, 사회적 경제는 이윤의 극대화가 최고의 가치인 시장경제와 달리 사회적 가치를 우위에 두는 경제활동으로, 빈부격차·고용 불안 등 우리 사회의 구조적 문제를 해결 할 수 있는 사람 중심의 경제를 의미한다.

@highlight

다양한 영역에서 지역사회의 문제가 발생함에 따라 '사회적 가치'의 중요성이 대두되고 있는 가운데, 12일 더함파크 대회의실에서 수원시의회가 '수원시 사회적 가치 실현 및 확산을 위한 공공과 민간의 실천 방안 모색'을 주제로 토론을 진행했다. 