광주광역시는 준중형버스를 시범 도입해 운행하고 있다고 13일 밝혔다.

준중형버스 운행은 지난해 마련한 민선7기 광주 시내버스 운영체계 혁신 로드맵에 반영된 추진전략의 하나로 시내버스 준공영제 혁신 태스크포스(TF) 실무위원회에서도 개선방안으로 거론된 바 있다.

이에 따라 광주시는 시내버스 운송업체와 함께 노선별로 수요조사를 실시하는 등 준중형버스 도입을 준비했다.

지난 9월부터 운영에 들어간 준중형버스는 지원52, 유덕65, 진월78, 송정96, 대촌27, 임곡290번 노선에 각 1대씩, 대촌170번에 3대 등 7개 노선에 9대가 운행되고 있다.

준중형버스는 도로가 좁아 중형 시내버스가 운행하는데 어려운 농촌동의 도로여건과 이용수요가 적은 노선에 수요 맞춤형으로 도입, 운행여건을 개선하고 이용편의 향상 및 운송원가 절감효과가 기대된다.

또 중형버스 대비 차량가격이 4600여 만 원 저렴하고 연료비도 대당 연간 700만 원 이상(중형버스 대비 30% 이상) 절감될 것으로 예상돼 버스 사용기한인 9년 동안 6300만 원 이상이 아껴질 것으로 보인다.

이와 관련 준중형버스를 운전하고 있는 운수종사자들은 중형버스보다 운전하기도 훨씬 편하고 승객과의 소통이 원활해 차내 사고의 위험도 감소할 것으로 예상하고 있다.

최태조 시 대중교통과장은 "이번 준중형버스 시범도입에 따른 비용편익과 이용수요를 분석해 '시내버스 준공영제 혁신 태스크포스(TF)'에서 확대 도입하는 방안을 논의할 계획이다"고 말했다.

한편, 광주시는 지난 8월부터 민선7기 광주 시내버스 운영체계 혁신 로드맵에 반영된 추진전략의 하나인 첨두시간 탄력배차제를 확대해 오전 출근시간 운행횟수를 798회에서 912회로 114회를 증회해 운행하고 있다.

@highlight

광주광역시는 지난 9월부터 운영에 들어간 준중형버스는 지원52, 유덕65, 진월78, 송정96, 대촌27, 임곡290번 노선에 각 1대씩, 대촌170번에 3대 등 7개 노선에 9대가 운행되고 있으며 지난해 마련한 민선7기 광주 시내버스 운영체계 혁신 로드맵에 반영된 추진전략의 하나로 시내버스 준공영제 혁신 태스크포스(TF) 실무위원회에서도 개선방안으로 거론된 바 있다.