경기도가 도내 대학교 내 현장노동자의 근무환경 개선을 위한 ‘쉼터’ 설치를 추진한다.

13일 도에 따르면 도와 사단법인 시화노동정책연구소는 지난 8월 도내 30개 대학의 파견용역직 노동자 580명을 대상으로 실태조사에 나섰다.

그 결과 조사 참여자의 38.3%가 휴식, 식사, 수면을 할 수 있는 별도 휴게실이 없거나 간이 시설에서 휴식이나 수면을 취한다고 답했다.

‘휴게시설이 적절한지’를 묻는 항목에서는 54.2%가 만족한다고 응답한 반면 10.2%는 만족하지 못하고 있다고 했다.

응답자 절반 이상이 적절하다고 답했지만 도는 실제 사례조사를 통해 휴게실 이용 과정에서의 문제점이 상존하고 있다고 분석했다.

이에 도는 도내 전체 61개 대학 중 10곳을 공모를 통해 선정, 대학교 내 현장노동자 쉼터 설치를 지원할 계획이다.

수요 조사, 휴게여건 개선 동참 업무협약 체결, 공모 등을 거쳐 내년 3월께 지원 대학을 선정할 예정이다.

이미 사업비 4억1천여만 원을 내년도 예산안에 편성했다.

쉼터는 33㎡ 이상 면적에 건물 지상층에 설치하되 건물 내 설치가 어려울 경우 가설건축물 형태의 이동식도 고려할 방침이다.

도 관계자는 "저임금 청소노동자에게 휴게실은 식사와 휴식에 필요한 필수 생활공간으로, 의자 몇 개 배치하는 잠시 쉬는 공간이 아니다"라며 "실질적으로 도움이 되도록 사업주의 지원 의무, 시설 요건 등을 규정한 제도 개선이 필요하다"고 말했다.

한편, 도는 지난해 10월 ‘경기도 공공부문 휴게시설 관리규정’ 표준안을 마련하고 휴게실 규모 1인당 1㎡ 이상, 의자와 탁자를 포함해 최소 6㎡ 확보, 적정 온도·습도 유지, 내화성 마감재, 야간 작업자를 위한 침구류 준비 등을 권고했다.

이를 토대로 올해 5월 도와 산하 공공기관 등 44곳의 휴게실 위치와 시설을 개선했다.

또 신축하는 광교 도청사 내 환경미화원 휴게실을 지하층에서 지상 2층으로 설계 변경했다.

@highlight

경기도와 사단법인 시화노동정책연구소는 지난 8월 대학의 파견용역직 노동자 580명을 대상으로 설문조사를 실시했고, 그 결과 38.8%의 노동자들이 휴게실의 미비로 인해 휴식과 수면에 불편을 겪고 있는 것으로 나타나, 경기도는 도내 대학교 내에 쉼터를 설치할 예정이다. 