산업통상자원부와 한국세라믹연합회, 세라믹기술원은 13일 서울 강남구 코엑스에서 '2019년 세라믹의 날' 기념식을 개최했다고 밝혔다.

이번 행사에서는 세라믹 산업 경쟁력 강화와 소재·부품·장비 국산화를 위해 노력한 산업 유공자와 우수 논문, 우수 아이디어 등 9점에 대한 포상을 진행했다.

이정영 삼성코닝어드밴스드글라스 사장이 산업부장관 표창을 받았다.

이 사장은 수입에 의존해 오던 디스플레이용 투명전극 핵심소재인 산화인듐주석(ITO)을 국산화하는데 기여한 점을 인정받았다.

최재원 국영지앤엠 대표는 세라믹 히터 등 반도체 장비용 소재 국산화에 기여한 공로로 산업부장관 표창을 수상했다.

이 외에 곽희영 중앙벽돌 사장, 황인옥 인스나인 대표, 김희석 모간 공장장, 노승환 동해복층유리공업 대표, 이성민 세라믹기술원 분원장이 산업부장관 표창을 수상했다.

우수 논문은 김관식 연세대 대학원생이 받았다.

김 대학원생은 나노상 도입을 통한 실리사이드계 열전 세라믹 기계 특성 증대, 기계적 특성과 열전 성능 사이 상관관계를 규명했다.

우수 신기술 아이디어상은 '레이저 유도 에칭을 이용한 하이브리드 3D 유리 프린팅 공정 기술'을 제안한 김성일 한밭대 대학원생 등 3명이 받았다.

유정열 산업부 산업정책실장은 "정부 소재·부품·장비 경쟁력 강화대책을 차질 없이 이행하고, 세라믹 산업에 대한 지원도 강화하겠다"며 "세라믹 핵심소재·부품 기술개발 지원, 양산·실증 테스트베드 구축, 세라믹산업 제조혁신을 통한 생산성 향상 지원 등 노력을 아끼지 않겠다"고 말했다.

이날 행사에서는 국내외 소부장 업체 150곳이 참가한 '세라믹산업전'과 세라믹 관련 약 840여편의 논문을 발표하는 '한국세라믹학회 추계학술대회'가 함께 개최됐다.

@highlight

산업통상자원부, 한국세라믹연합회와 세라믹기술원은 13일 서울 강남구 코엑스에서 세라믹 산업 경쟁력 강화와 소재·부품·장비 국산화를 위해 노력한 산업 유공자와 우수 논문, 우수 아이디어 포상을 진행하며 세라믹의 날 기념식을 개최했다.