[기호일보=디지털뉴스부] 공인중개사 무료인강 수강이 가능한 공인모에서 2019년 공인중개사 시험 합격자들을 위한 ‘합격자의 밤’을 개최한다.

11월 27일 공인중개사 최종 합격자발표 이후 진행되는 ‘합격자의 밤’에서는 공인중개사 시험과목별 교수진들 및 공인중개사 자격증 취득자들의 모임인 ‘공인모클럽’ 회원들도 함께 참석할 예정이다.

‘공인모클럽’은 전국 합격자들의 모임으로, 공인중개사 취업 및 실무에 멘토 역할을 할 수 있다.

‘합격자의 밤’은 11월 30일 토요일에 실시될 예정이며, 장소 및 시간과 관련된 사항은 카페 내에서 확인 가능하다.

공인모에서는 제31회 공인중개사 시험을 준비하는 이들을 위한 프로모션인 ‘한방합격 패키지’를 진행 중이다.

본 패키지는 주택관리사 시험 패키지와 함께 지난 4일에 마감했던 프로모션의 연장 요청이 쇄도하여 논의 끝에 내린 결정이라고 공인모측은 밝혔다.

이번 프로모션은 추가 3억원 장학금을 선착순 3000명에게 제31회 공인중개사 시험일정에서 동차합격시 구매자순으로 100만원씩 지급하는 내용이다.

이로써 공인모는 업계 최초, 최고 금액 6억원 장학금을 지급한다.

아울러 주택관리사 무료인강 공인모 카페에서 진행하는 주택관리사 상대평가 대비 합격 패키지에서는, 올해 공인중개사 시험에 응시한 이들을 위한 이벤트도 진행 중이다.

응시 여부를 수험표 등으로 인증하고 패키지를 신청하여 제23회 주택관리사 시험에서 동차합격시 기존 최대 100만원 장학금에 추가 장학금 혜택이 지원된다.

한편, 공인모는 2017, 2018 네이버 대표 카페로 선정되었으며, 올해도 꾸준히 공인중개사 합격후기가 게시되고 있다.

해당 합격수기에는 2020년 공인중개사 시험일정을 준비하는 이들에게 필요한 공인중개사 공부방법 및 공부기간 내 필요한 다양한 사항들이 기재되어 있다.

더불어 주택관리사 공부방법 및 전망, 취업, 기출문제 등의 정보들도 확인 가능하다.

@highlight

전국 공인중개사 자격증 취득자들의 모임인 공인모클럽은 공인중개사 최종 합격자발표 이후 진행되는 합격자의 밤을 11월 30일에 개최할 예정이며 관련 정보는 네이버 카페에서 확인 할 수 있다.