1년새 충청지역 60세 이상의 고용률이 극적 상승곡선을 그리는 것으로 나타났다.

60세 이상 상용직 자체가 증가하면서 주요 고용 지표는 개선됐지만 세부적으로 질적 측면에서 뚜렷한 회복세라고 판단하기에는 불안한 모습도 엿보인다.

13일 국가통계포털 '시·도/연령별 경제활동인구' 분석 결과, 대전·세종·충남·충북지역 60세 이상 고용률이 2018년 1분기부터 올해 3분기까지 1년 넘도록 가파른 상승폭을 그리고 있다.

특히 충남지역은 지난해 1분기 60세 이상 고용률인 37.9%에서, 올해 3분기 51.4%로 13%p이상 급증했다.

뒤이어 충북지역(37.0%→49.9%)이 12.9%p, 세종지역(35.7%→42.8%)이 7.1%p, 대전지역(35.6%→40.9%) 5.3%p 순으로 증가세를 나타냈다.

지난 1년간 충청권내 고용시장의 '허리'에 해당하는 30~40대, 40~50대 고용률은 등락을 반복하는 수준을 보였다.

전국적으로 지난달 고용률은 10월 기준 23년 만에 가장 높았고, 실업률은 6년 만에 가장 낮았다.

연령계층별 60대 이상 취업자수 증가폭(41만 7000명)이 가장 높은 수치를 기록하면서 전체 고용률을 견인한 것으로 풀이된다.

반면 40대(-14만 6000명)와 30대(-5만명)는 취업자 수가 오히려 줄었다.

40대 취업자 수는 2015년 11월 1만 2000명 감소한 이래 4년 가까이 감소세를 이어가고 있다.

특히 지난해 6월부터는 감소폭이 줄곧 10만명을 넘는다.

정동욱 통계청 고용통계과장은 "40대는 인구 증감을 고려해도 고용 상태가 좋지 않았는데 제조업, 건설업, 도소매업 고용이 감소한 영향이 가장 컸다"고 설명했다.

한편 실업률은 3.0%로 1년 전보다 0.5%p 하락하며 10월 기준 2013년(2.7%) 이후 최저치를 기록했다.

청년 실업률은 7.2%로 1.2%p 떨어져 2012년 10월 6.8% 이후 7년 만에 가장 낮았다.

취업준비자는 72만 2000명으로 2000명 감소했다.

구직단념자는 50만 4000명으로 2만 2000명 줄었다.

@highlight

13일 국가통계포털 '시·도/연령별 경제활동인구' 분석 결과 충청지역 60세 이상의 고용률이 2018년 1분기부터 올해 3분기까지 1년 넘도록 가파른 상승폭을 그리며 전체 고용률을 견인한 것으로 나타났다.