익산시가 겨울철을 맞아 자연재난 대비 종합대책을 추진할 TF팀을 구성하는 등 시민들의 안전한 겨울나기 정책을 추진한다.

시는 지난해보다 신속한 기상상황 전파 체계 구축을 비롯해 경로당 등 한파취약계층에 대한 지원을 대폭 강화했다.

익산시는 15일부터 4개월 동안 겨울철 자연재해 대책기간으로 정하고 각종 재해 예방 대책을 추진한다고 13일 밝혔다.

우선 시는 관련부서로 구성된 재난 사전대비 추진단을 구성해 분야별 추진계획을 수립하는 한편 13개 시·군, 유관기관 등과 긴급재해 발생 시 협조체계를 구축했다.

이를 토대로 상황실을 운영해 비상근무체계에 돌입하고 신속한 기상상황을 전파해 피해를 최소화할 수 있는 조기경보 체계도 마련했다.

이와 함께 겨울철 한파에 대비한 현장 매뉴얼도 재정비하고 있다.

경로당 409곳을 포함한 한파쉼터 424곳을 점검하고 시내버스 승강장 16곳에 4천만원을 투입해 탄소 발열벤치를 다음 달까지 설치한다.

냉·난방시설이 포함된 스마트 버스 정류장도 3억원을 투입해 기존 1곳에서 6곳을 추가로 조성하고 있다.

아울러 한파취약계층 3천여명에 대한 보호대책을 마련하고 재난도우미 780명을 정비해 투입할 예정이다.

폭설을 대비한 대응체계도 강화했다.

기존 시 자체 제설장비 4대에 올해 2억 5천만원을 투입해 민간위탁 제설장비 10대를 추가했다.

특히 주요도로 외 각 마을에서 제기되는 제설민원을 효율적으로 대응하기 위해 29개 읍면동에 1톤용 소형제설장비도 배치했다.

익산시는 염화칼슘과 소금 등 제설장비를 확보하고 모래주머니 55,000개를 교량과 주요 교차로에 배치하는 등 겨울철 폭설 대비에 박차를 가하고 있다.

이를 토대로 내년 3월 15일까지 도로 관리 상황실을 운영하고 강설량에 따른 24시간 비상근무 체계에 돌입한다.

정헌율 시장은“겨울철 자연재해로부터 주민들을 보호하기 위한 안전 대책 마련에 발빠르게 나서고 있다”며 “주민들이 따뜻하고 안전한 겨울을 보낼 수 있는 환경 제공에 최선을 다하겠다”고 말했다.

@highlight

익산시는 4개월동안 겨울을 대비한 종합대책을 추진하여 시민들을 보호하기 위한 대책을 수립해 안전하게 겨울을 보낼 수 있는 환경을 마련하겠다고 13일 밝혔다. 