탈북자 출신 영화감독 정성산씨가 최근 정부가 북한 선원 2명을 '강제 북송'한 것에 대해 "'살인자' 누명을 씌워 북한의 공개 처형장으로 되돌려 보낸 만행"이라고 규탄했다.

정 감독은 13일 자신의 페이스북에 "당시 북한 선원 16명을 살해한 진짜 범인은 현재 북한에 붙잡힌 사람이 진짜 주범"이라며 "두 명의 북한 선원은 사건에 가담은 했으나 주동자가 아니며 진짜 범인이 체포되자 한국으로 귀순하기 위해 동해 북방한계선(NLL)을 넘었다"고 주장했다.

정 감독은 북한 내부 소식통, 중국 소식통을 통해 2명의 북한 선원들에 대한 실체를 파악했다고 주장하며 북한 내부 소식통과 주고받은 텔레그램 메시지를 증거로 첨부했다.

그는 "당시 배에 타고 있던 16명은 최소 6년에서 8년 이상 먼바다(러시아·일본 배타적경제수역)까지 목숨을 내대고 고기 잡는 기골이 장대한 뱃사람들이며 22세·23세 두 명은 영양실조와 병에 걸려 북한 인민군대도 못 간 초보 수준의 어로공(2년 정도의 경력)들"이라고 적었다.

그는 이어 "문재인 정부의 국가정보원·통일부·국방부는 북한 국가안전보위성(국가보위성)에서 정보를 받았는지 대한민국으로 귀순하기 위해 온 22세·23세 북한 선원을 '살인자' 누명을 씌워 지난 7일 입에 재갈을 물리고 안대를 씌우고, 나아가 포승줄로 묶은 뒤 경찰특공대를 동원해 북한으로 강제 북송했다"고 했다.

그는 특히 "1953년 7월 27일 정전 이후 처음으로 대한민국으로 귀순하려 했던 북한인을 다시 북한의 공개 처형장으로 되돌려 보낸 문재인 정부의 만행은 대한민국 헌법과 나아가 유엔의 고문방지협약 제3조의 명백한 위반"이라고 비판했다.

그는 "하늘이시여 천벌을 내리소서"라며 글을 맺었다.

이와 관련, 김연철 통일부장관이 국회 답변에서 "(어민들이) '죽더라도 (북으로) 돌아가겠다'라는 진술도 분명히 했다"만 거짓으로 밝혀졌다.

@highlight

최근 정부가 북한 선원 2명을 '강제 북송'한 사건에 대해 탈북자 출신 영화감독 정성산씨는 북한 내부 소식통과 주고받은 텔레그램 메시지를 증거로 한국으로 범인이 아닌 귀순하기 위한 탈북자들이었다며 '살인자' 누명을 씌워 북한의 공개 처형장으로 되돌려 보낸 만행이라고 규탄했다.