지난달 경기도내 취업자가 1년 전보다 20만 명 이상 증가한 것으로 나타났다.

13일 경인지방통계청이 발표한 ‘2019년 10월 경기도 고용동향’에 따르면 10월 취업자는 704만1천 명으로 1년 전 같은 달보다 20만2천 명(3.0%) 늘어났다.

산업별로 보면 제조업 4만 명, 전기·운수·통신·금융업 2만6천 명, 건설업 1만2천 명이 각각 감소했지만 사업·개인·공공서비스업·기타는 22만9천 명, 도소매·숙박음식점업은 4만6천 명이 증가했다.

15세 이상 고용률은 67.8%로 전년 같은 달 대비 0.1%p 올랐다.

성별로 보면 남자는 410만6천 명, 여자는 293만6천 명으로 전년 동월 대비 남자는 9만3천 명(2.3%), 여자는 10만9천 명(3.9%) 증가했다.

직업별로 보면 전년 동월 대비 서비스·판매종사자는 10만6천 명(7.3%), 관리자·전문가는 3만9천 명(2.3%), 사무종사자는 3만6천 명(2.8%), 농림어업숙련종사자는 1만6천 명(11.3%), 기능·기계조작·조립·단순종사자는 5천 명(0.2%) 증가했다.

종사자 지위별로 보면 비임금근로자는 150만 명, 임금근로자는 554만1천 명으로 나타났다.

비임금근로자는 전년 동월 대비 5천 명으로 0.3% 증가했다.

이 중 자영업자는 1만1천 명으로 0.8% 증가한 반면 무급가족종사자는 6천 명(3.0%)이나 감소했다.

임금근로자는 전년 동월 대비 19만7천 명으로 3.7% 증가한 가운데 상용근로자는 15만4천 명(4.0%), 임시근로자는 8천 명(0.7%), 일용근로자는 3만5천 명(9.9%) 늘었다.

실업자는 22만9천 명으로 지난해 같은 달에 비해 4만1천 명(15.2%) 감소했다.

올 8월 6만6천 명보다는 실업자가 줄었지만, 9월 4천 명에 비하면 큰 폭 증가했다.

@highlight

2019년 10월 경기도 취업자는 1년 전보다 20만 명(3%) 이상 증가했다.