[기호일보=디지털뉴스부] 가을은 예로부터 천고마비의 계절로 불려왔다.

이에 맛있는 음식과 가을 정취를 듬뿍 느낄 수 있는 강원도여행을 계획하는 사람이 늘어나고 있다.

특히 영월여행은 다양한 방식으로 가을을 만끽할 수 있어 눈길을 끈다.

먼저 영월 보보스캇캠핑장 인근 메타쉐쿼이아길은 알 만한 사람은 아는 포토스팟으로 유명하다.

바닥에 떨어진 낙엽을 밟으며 가을 분위기를 물씬 느낄 수 있다.

탁 트인 하늘에서 단풍을 감상할 수 있는 패러글라이딩도 삭막한 도시를 벗어나 가을을 색다르게 즐기는 방법이다.

영월다하누촌(한우마을) 한우쇠고기맛집 ‘다하누한우프라자’에 방문하는 것도 강원도 영월여행의 묘미다.

다하누한우프라자는 고품질 1+등급, 1++등급 한우고기를 저렴하게 판매하는 영월맛집이다.

한우등심부터 살치살, 꽃갈비살, 안심 등 부위별로 다양하게 제공한다.

또 매장 옆에는 정육식당이 마련돼 저렴한 상차림 비용만 내면 한우 고기를 바로 구워먹을 수 있다.

이에 식도락여행, 맛집여행을 즐기는 이들에게 영월가볼만한곳으로 꼽히는 중이다.

해당 영월맛집은 11월 말까지 매장에 방문하는 고객에게 기름기 적은 건강한 2등급 '특한마리 모둠세트'를 9천 원대(1인분 150g 기준), 1등급 ‘특한마리 모둠세트’를 1만 2천 원대(1인분 150g 기준)라는 저렴한 가격에 판매한다.

냉면, 공기밥, 된장찌개, 갈비탕, 육회비빔밥 등 식사류도 주문 가능한 만큼 단체모임, 등산동호회, 가족여행, 송년회 장소로도 관심을 끌고 있다.

단체예약, 한우효도관광, 집들이 한우주문에 대한 자세한 내용은 다하누한우프라자에 전화로 문의하면 안내받을 수 있다.

@highlight

고품질 1+등급, 1++등급 한우고기를 저렴하게 판매하는 한우쇠고기맛집 ‘다하누한우프라자’는 영월다하누촌(한우마을)에 위치해 있으며, 가을 여행을 위해 영월을 찾는 방문객들에게 인기를 끌고 있다.