중소벤처기업부는 올해 1~9월 신설법인 수는 전년 동기 대비 4.2% 증가한 8만61개로 조사됐다고 13일 밝혔다.

올해 1~9월 신설법인 수는 2000년 통계 작성을 시작한 이래 같은 기간 기준 역대 최고치를 기록했다.

모든 연령대에서 법인 창업이 증가했고, 특히 30세 미만(6.2%↑)을 비롯해 청년층(4.4%↑)의 창업이 두드러진 것으로 나타났다.

이런 추세라면 올해 신설법인 수는 지난해 10만2042개를 넘어 사상 최대치를 기록할 것으로 보인다는 게 중기부 측 설명이다.

올해 3분기 신설법인 수는 2만6160개로 조사됐다.

전년 동기 대비 8.7%(2099개) 증가했다.

특히 9월 신설법인 수는 7465개로 전년 동월 대비 16.3%(1049개) 늘었다.

3분기 신설법인의 경우 업종별로는 도ㆍ소매업 5553개(21.2%), 제조업 4654개(17.8%), 부동산업 3473개(13.3%), 건설업 2593개(9.9%) 순으로 신설됐다.

연령별로는 3분기에 '40대(8853개, 33.8%)' '50대(6843개, 26.2%)' '30대(5559개, 21.3%)' 순으로 법인을 새로 설립했다.

30세 미만(16.3%↑)과 60세 이상(14.6%↑)을 비롯한 모든 연령대에서 증가했다.

성별로는 여성 신설법인 수가 7307개로 조사됐다.

전년 동기 대비 19.3%(1181개) 늘었다.

남성 신설법인 수는 1만8853개를 기록해 전년 동기 대비 5.1%(918개) 증가했다.

전체 신설법인에서 여성이 차지하는 비중은 27.9%로 전년 동기 대비 2.4%포인트 높아졌다.

지역별로는 경기(982개↑), 서울(478개↑), 충남(143개↑), 경남(132개↑) 순으로 법인 창업이 두드러졌다.

수도권(서울ㆍ경기ㆍ인천) 지역 신설법인 수는 1만6380개를 기록했다.

전체 신설법인에서 차지하는 비중은 62.6%로 전년 동기 대비 1.1%포인트 높아졌다.

@highlight

중소벤처기업무는 올해 1~9월 신설법인 수는 전년동기대비 4.2% 증가한 8만 61개로 조사됐다고 13일 밝히며 모든 연령대에 법인 창업이 증가했고 특히 30세 미만을 비롯해 청년층의 창업이 두드러진 것으로 나타나며 이런 추세라면 올해 신설법인 수가 사상 최대치를 기록할 것으로 보일 것이다.