수험생들의 ‘결전의 날’이 밝았다.

2020학년도 대학수학능력시험이 14일 도내 6개 시험지구 61개 시험장에서 일제히 치러진다.

전날 오전 10시에는 각 시험장별로 응시대상자 1만9,159명의 예비소집이 진행됐다.

수험생들은 미리 수험표를 배부 받고, 시험장 위치와 선택과목을 확인했다. 수험생들은 수능 당일 입실 마감 시간인 오전 8시10분까지 시험장에 도착해야 한다.

수험표와 신분증은 물론, 분실을 대비해 수험표에 부탁한 것과 동일한 사진도 준비해야 한다.

다른 시험장으로 간 수험생은 배정된 곳으로 돌아가는 게 원칙이다.

다만 배정된 시험장으로 이동이 어렵고, 등교한 시험장에서 수험생의 선택 유형 응시가 가능할 경우 해당 학교 별도의 시험장에서 응시가 가능하다.

시험장에 지각했더라도 답안지 배부시간인 8시25분까지는 입실이 가능하다.

문제지 배부시간인 8시35분까지는 시험장 책임자가 입실 여부를 결정할 수 있다. 수능을 앞두고 추워진 날씨도 대비 요인 중 하나다.

전주기상지청에 따르면 수능 당일 아침 최저기온은 영하 1도에서 영상 4도, 낮 최고기온은 영상 6도에서 9도 분포를 보일 것으로 전망됐다.

기상지청 관계자는 “새벽에 내린 비나 눈 탓에 도로가 얼어붙는 곳이 있겠다”면서 “교통안전과 건강관리에 주의가 필요해 보인다”고 했다.

대중교통 이용에 어려움이 있거나, 긴급이송이 필요한 경우는 경찰과 소방 등 긴급차량을 통해 도움을 받을 수 있다.

재난 대비 점검을 마쳤다.

응급 출동대기조도 편성해 긴박한 상황에 출동 지원을 나갈 계획이다.

전북지방경찰청은 수능 안전관리 대책으로 경찰 320명과 모범운전자 등 자원봉사자 96명, 순찰차 등 장비 145대를 배치해 수험생의 교통편의를 제공키로 했다.

정차를 정리할 방침이다.

전북지역 25개 구역에서는 ‘빈차 수험생 태워주기’를 운영, 순찰차와 싸이카 등을 활용해 수험생 먼저 태워주기 운동을 가질 계획이다.

도움이 필요한 경우 112로 전화하면 된다.

@highlight

2020학년도 대학수학능력시험이 14일 도내 6개 시험지구 61개 시험장에서 진행되어 대중교통 이용이 어렵거나 긴급이송이 필요한 경우 긴급차량의 도움을 받을 수 있으며 당일 아침 최저기온은 영하 1도에서 영상 4도, 최고기온은 영상 6도에서 9도일 것으로 전망된다.