2020학년도 대학수학능력시험을 하루 앞둔 13일 오전 광주시 남구 대성여자고등학교에서 고3 수험생들이 후배들과 교사들의 응원을 받으며 예비소집 학교로 향하고 있다.

2020학년도 대학수학능력시험이 14일 광주·전남 84개(광주 38·전남 46) 시험장을 비롯해 전국 1185개 시험장에서 일제히 치러진다.

올해 수험생은 광주·전남 3만4556명(광주 1만8563·전남 1만5993)을 포함해 모두 54만8734명이다.

모든 수험생은 오전 8시10분까지 시험장 입실을 마쳐야 한다.

시험은 1교시(오전 8시40분~10시) 국어 영역을 시작으로, 2교시 (오전 10시30분~낮12시10분) 수학, 3교시(오후 1시10분~2시20분) 영어, 4교시(오후 2시50분~4시32분) 한국사, 사회·과학·직업탐구, 5교시(오후 5시~5시40분) 제2외국어·한문 순으로 진행된다.

성적은 12월 4일 통지된다.

시험감독관과 관리요원으로 광주 3428명, 전남 3334명이 투입된다.

광주는 올해 전국 최초로 각 시험장에 응급구조사 1명씩 총 38명을 배치한다.

이날 광주·전남 아침 최저 기온은 2~8도, 낮 최고 기온은 8~11도로 예상된다.

대부분 지역에서 바람이 강해 체감온도는 5~10도로 더 낮아 매우 춥고, 비나 눈이 내리는 곳도 있어 시험장 이동은 서두르는 게 좋다.

수험표를 분실한 수험생은 여분의 사진 1장을 반드시 지참해 임시수험표를 발급받아야 한다.

수험표와 신분증, 도시락을 꼭 챙기고 휴대전화와 MP3플레이어, 전자계산기, 전자담배 등 반입금지 물품도 다시 확인해야 한다.

이날 관공서와 금융기관, 기업 등은 수험생 교통편의를 위해 출근 시간을 오전 9시에서 10시로 1시간 늦춘다.

영어 듣기평가 시간대인 오후 1시 5분부터 40분까지 항공기 이착륙도 전면 금지된다.

@highlight

14일 2020학년도 대학수학능력시험에 응시하는 광주·전남 지역 수험생은 3만4556명으로 이들을 위해 관공서와 금융기관, 기업 등은 출근 시간을 10시로 1시간 미뤘다.