부천시는 부천국제판타스틱영화제(BIFAN), ㈜블루캡과 2020년에 새롭게 조성하는 ‘부천 폴리스튜디오’ 운영을 위한 업무협약을 지난 13일 체결했다.

시에 따르면 폴리스튜디오는 영화, 애니메이션, 드라마, 게임 등 영상 콘텐츠 사운드를 실시간으로 제작하는 필수적인 시설이다.

그런데 수도권 유일한 공립 폴리시설인 남양주 종합촬영소 폴리스튜디오가지난달 폐쇄되면서 영화제작사들의 부담이 가중되는 상황이 벌어졌다.

이에 시는 한국영화 미래 100년을 위한 첫 과제를 폴리스튜디오 조성으로 정하고 남양주종합촬영소에서 폴리스튜디오를 운영했던 전문업체인 ㈜블루캡 그리고 세계7대 판타스틱영화제인 BIFAN과 손을 잡고 폴리스튜디오를 조성하기로 했다.

이번 협약에 따라 ㈜블루캡은 부천 폴리스튜디오 조성에 관한 전문적인 자문과 폴리아티스트 인력 육성, BIFAN은 스튜디오 운영과 네트워크 구성을 위해 협력하게 된다.

시는 10억여 원의 사업비를 투자해 부천 만화영상융합 특별구역인 부천콘텐츠센터 부지 내에 부천 폴리스튜디오를 조성할 예정이며, 2020년 하반기 개관을 목표로 하고 있다.

BIFAN 정지영 조직위원장은 "남양주 종합촬영소의 폐쇄로 영화계의 근심이 많았는데 부천시에서 선뜻 나서서 이렇게 좋은 시설을 만든다고 하니 영화인의 한 사람으로 정말 감사드리며, 우리도 적극 협조하겠다"고 말했다.

이에 블루캡 김석원 대표도 "남양주 종합촬영소폴리스튜디오를 운영하면서 쌓은 기술력이 날아갈까 봐 걱정을 많이 했는데 부천에서 다시 탄생한다니 너무나 기쁘고 국내 최고의 시설이 될 수 있도록 적극 지원하겠다"고 약속했다.

장덕천 시장은 인사말을 통해 "폴리스튜디오 조성 협력을 약속해 주신 두 기관에 감사드린다.

부천시는 문화의 산업화를 역점사업으로 추진하고 있으며 폴리스튜디오 조성이 영화산업의 첫걸음이 될 것이다.

앞으로 영화인과 제작사들이 부천에서 마음껏 이용할 수 있는 영화의 메카로 만들겠다"고 말했다.

@highlight

수도권 유일의 공립 시설인 남양주 종합촬영소 폴리스튜디오의 폐쇄로 인해 영화제작사들의 부담이 증가되면서, 이에 부천시는 부천국제판타스틱영화제, (주)블루캡과 함께 '부천 폴리스튜디오' 운영을 위한 업무협약을 13일 체결하고 폴리스튜디오를 조성하기로 했다. 