정부출연연구기관 창업기업이 자동차 배기가스 저감에 활용할 수 있는 촉매를 개발했다.

한국원자력연구원은 연구원 창업기업인 내일테크놀로지(대표 김재우)가 질화붕소 나노튜브(BNNT)를 활용해 '고효율 자동차 배기가스 정화용 촉매소재'를 개발하는 데 성공했다고 14일 밝혔다.

내일테크놀로지는 김재우 박사가 원자력연이 독자 개발한 질화붕소 나노튜브 제조기술을 기반으로 2015년 창업한 기업이다.

질화붕소 나노튜브는 열전도율, 탄성, 강도, 열·화학안전성이 뛰어난 4차 산업혁명 분야의 핵심 나노소재로 손꼽힌다.

현재 미국, 캐나다 등 일부 기업만이 질화붕소 나노튜브 제조 기술을 확보하고 있다.

자동차 배기가스 오염물질을 줄이기 위해 팔라듐, 백금, 로듐 등의 귀금속 촉매가 쓰이지만, 가격이 비싸고 배기가스 온도가 올라가면 정화 성능이 떨어지는 한편 장기간 사용할 경우 내구성이 떨어지는 단점이 있다.

내일테크놀로지는 미국 스토니브룩대학 연구팀과 함께 질화붕소 나노튜브 표면에 나노미터 크기의 팔라듐이나 백금 나노입자 극소량을 결합해 촉매를 제조했다.

600℃ 이상의 고온에서 오랜 시간 정화 성능을 유지할 수 있고, 귀금속 촉매 사용을 최소 100배에서 최대 1000배 이상 획기적으로 줄일 수 있다.

제조공정도 간단해 대량 생산에 적합하다.

내일테크놀로지는 관련 기술에 대한 특허를 한국과 미국에 출원했으며, 세계적인 자동차 부품사와 공동으로 '자동차용 촉매 제품' 개발에 나설 계획이다.

김재우 내일테크놀로지 대표는 "현재 시장을 주도하는 미국, 캐나다 기업보다 우수한 특성의 질화붕소 나노튜브를 획기적으로 낮은 가격에 공급할 수 있는 경쟁력을 토대로 시장 우위를 점할 수 있도록 노력하겠다"고 말했다.

이 연구성과는 화학공학 분야 국제 학술지 'I&ECR' 표지논문으로 최근 선정됐다.

원자력연 창업기업인 내일테크놀로지가 개발한 '질화붕소 나노튜브' 분말 제품으로, 자동차 배기가스 정화용 촉매 소재를 개발했다.

@highlight

정부출연연구기관 창업기업인 내일테크놀로지는 14일 질화붕소 나노튜브를 이용해 고온에서도 오랜 시간 정화 성능을 유지하고 귀금속 촉매 사용을 최소 100배에서 최대 1000배 이상 획기적으로 감소시킬 수 있는 고효율 자동차 배기가스 정화용 촉매소재의 개발에 성공했다고 말했다.