'국민 파데 101 프로젝트'의 핵심이었던 로크넛픽서래스팅 파운데이션이 오는 14일 출시한다고 52만 크리에이터 킴닥스가 공식 발표했다.

픽서래스팅 파운데이션은 크리에이터 킴닥스와 구독자가 함께 개발한 제품이다.

지난 8월 말 제품 개발 소식을 공개한 이후 전 구독자의 기대감을 높였다.

사전 구독자 대상의 파운데이션 선호도 조사에서, '지속력 좋은 파운데이션'이 1위로 선정되자 킴닥스는 지속력을 파운데이션의 가장 중요한 특징으로 반영하였다고 한다.

구독자 중 101명을 선발하여, 킴닥스 파운데이션 샘플 테스트부터 평가 의견, 마케팅 아이디어까지 최대한 제품 개발에 반영한 것으로 알려졌다.

실제 메이크업 아티스트 자격증도 취득한 킴닥스는 "항상 메이크업을 할 때면 고민되는 부분이 지속력, 색상, 무너지지 않는 밀착력이었다. 모든 여성들의 고민거리가 나와 같을 것 같았다."라며, "하루 종일 수정 화장이 생각나지 않을 정도로 지속력 높은 파운데이션이 없을까 고민하다가 직접 개발에 참여하게 되었다."고 언급했다.

제품 개발 책임자인 킴닥스는 현재 킴닥스 스튜디오의 대표이사다.

이 외에도 메이크업 아티스트, 프로그램 개발자로서 다방면에서 활동하고 있다.

픽서래스팅 파운데이션은 자연스러운 피부톤 연출이 가능한 뉴트럴 톤의 3컬러로 출시된다.

메이크업 지속력을 높이는 '메가 픽서 테크놀로지'를 적용했다.

마이크로 커버 파우더 처리로 피부결, 모공, 잔주름과 같은 매끄러운 피부 표현까지 가능하다.

또 48시간 기준 메이크업 색상 지속력 및 커버 지속력에 대한 인체 적용 시험을 완료했다.

민감성 피부 자극 테스트도 통과하여 정확성·안정성이 입증되었다.

본 제품은 크리에이터큐레이션 몰 '바이뷰'에 단독 입점되었으며 3일 동안 론칭 기념 구독자 대상으로 프로모션을 진행한다.

@highlight

52만 크리에이터 킴닥스는 개발 소식에 기대감이 높았으며 선호도 조사에서 나타난 지속력이 뛰어난 것으로 나타난 로크넛픽서래스팅 파운데이션을 14일 출시한다고 밝혔다.