양천구(구청장 김수영)는 19일 오후 2시 신영시장(월정로161-5)에서 '에코백 장보기 행사'를 개최한다.

환경부에 따르면 국민 1인 당 연간 비닐봉투 사용량은 약 414장(2015년 기준)에 달한다.

이를 줄여나가기 위해 올해부터 대형마트와 백화점에서는 일회용 비닐봉투 사용을 제한하며 소비자들에게 장바구니 사용을 권장하고 있다.

그러나 규제대상에 포함되지 않은 전통시장에서는 여전히 많은 양의 비닐봉투가 사용되고 있다.

이에 구는 일회용품 사용을 줄이고 장바구니 사용을 권장해 비닐봉투 없는 전통시장을 만들어 가기 위해 올해 처음으로 '에코백 장보기 행사'를 개최하게 됐다.

이번 행사는 양천구 내에서 가장 규모가 큰 전통시장인 신영시장에서 시범적으로 진행된다.

양천구 자원봉사센터 손까락 봉사단에서 손수 만든 장바구니 1000개를 기증 받아 행사 당일 전달식을 열고 신영시장에 전달한다.

전달된 장바구니는 시장 내에 장바구니 대여소에 비치돼 시장을 찾은 고객들이 상시적으로 빌릴 수 있도록 할 예정이다.

또, 행사 일주일 전부터 신영시장에서 장바구니를 가지고 5000 원 이상 장을 본 구매자들에게는 쿠폰 1장씩을 증정한다.

증정된 쿠폰 5장을 모아 행사 당일 시장을 찾은 구민들에게는 상품권으로 교환해주는 이벤트도 진행된다.

이에 더해 새로 설치될 이동식 장바구니 대여함 인증샷 및 장바구니 이용 서약 서명을 한 구민에게는 장바구니 안에 넣고 작은 가방처럼 활용할 수 있는 '장바구니 망'도 증정해 장바구니 사용문화를 확산해 나갈 계획이다.

양천구 관계자는 "일회용품 사용을 줄여나가려는 시민들의 작은 실천이 환경 보호라는 커다란 결과로 이어질 수 있다"며 "이번 행사가 시장상인 및 주민들에게 환경을 다시금 생각해보며 전통시장에서 장바구니 이용을 실천하도록 독려하는 기회가 되기를 바란다"며 많은 참여를 당부했다.

@highlight

양천구(구청장 김수영)는 자원봉사센터 손까락 봉사단에서 손수 만든 장바구니 1000개를 기증 받아 19일 오후 2시 신영시장(월정로161-5)에서 시장상인과 시민들의 일회용품 사용을 줄이기 위한 '에코백 장보기 행사'를 연다.