지난 8일 광주신세계 지하 1층에 문을 연 전문 식당가 ‘고메 스트리트’.

㈜광주신세계가 전문 식당가를 지하 1층에 열며 13년 만의 전관 개선작업을 마무리했다.

광주신세계는 지난 8일부터 지하 1층에 150평(495㎡) 규모 전문 식당가 ‘고메 스트리트’를 운영하고 있다고 13일 밝혔다.

지난해부터 단계적으로 전반적인 매장 개선을 진행해온 광주신세계는 이로써 모든 리뉴얼(Renewal) 작업을 마쳤다.

‘미식가 거리’라는 뜻을 지닌 이 식당가에는 한식과 중식, 일식, 퓨전 요리 등 음식 전문점 3곳이 자리했다.

한식당 ‘화니’는 신안 소금과 장흥 무산김, 장흥 김인순 명인의 고추장 등 지역 특산물을 음식에 적극 활용하고 있다.

영업 시간은 오전 11시부터 밤 9시20분까지다.

광주신세계는 매장 개선작업의 하나로, 지난 6월 광주 7곳 등 유명 음식점 21곳이 신규 참여하는 ‘푸드 플라자’를 지하 1층에 선보였다.

지난 8월에는 2975㎡(900평) 규모 ‘프리미엄 생활 전문관’ 문을 열며 프리미엄 가전 판매를 시작했고, ‘패션 스트리트’라고 불렸던 신관은 기존 2000여 평(6610㎡)에서 500여 평 더 늘려 재개장했다.

한편 ㈜광주신세계가 13일 공시한 ‘2019년 3분기’ 총매출액은 1013억원으로 지난해 같은 기간 1115억원 보다 9.1% 떨어졌다.

올 3분기 광주신세계에서는 명품과 생활부문, 신설된 푸드 플라자의 매출이 강세를 이뤘다.

제외하고는 전반적으로 매출이 하락세를 기록했다.

지난해 같은 기간과 비교해 명품 매출은 30% 올랐고 가전·가구·주방 등 생활 부문(80%↑), 푸드 플라자(30%↑) 매출 증가율이 컸다.

반면 화장품 매출 증가율은 0.6%, 남성부문은 4%에 핸드백(-12%), 구두(-6%), 여성(-3%) 부문은 고배를 마셨다.

최민도 ㈜광주신세계 대표는 “최근 유통 트렌드가 급격하게 변화되고 있다”며 “이를 감안해 먹거리, 패션, 리빙 분야 등을 강화 했다”라고 말했다.

@highlight

광주신세계가 지난 8일부터 지하1층에 150평 규모의 한식, 중식, 일식, 퓨전요리 등이 모인 전문 식당가 '고메스트리트'를 운영하고 있다.