덤덤스튜디오 크리에이터 발대식에서 참가자들이 기념 촬영을 하고 있다.

KT그룹 계열사 스카이티브이가 1인 미디어 창작자를 육성하는 '덤덤스튜디오 크리에이터'를 1차 선발하고 발대식을 진행했다.

스카이티브이는 지난 10월 차세대 크리에이터로 성장하고 싶은 사람들에게 콘텐츠 제작 노하우와 기회를 제공하고자 '덤덤스튜디오 크리에이터' 공모전을 개최했다.

총 3주동안 진행된 이번 공모전에는 국적을 불문한 남녀노소 약 100여팀이 다양한 장르의 콘텐츠를 내세워 지원했다.

덤덤스튜디오 크리에이터 1기는 총 10개 팀이 선발됐으며 팀 별 약 300만원의 제작비를 지원받는다.

크리에이터들은 이날 발대식을 시작으로 약 한달 동안 멘토PD의 도움을 받아 콘텐츠를 각 2편씩 제작한다.

영상은 '덤덤스튜디오' 채널을 통해 공개된다.

스카이티브이는 1기 크리에이터 10개팀이 제작한 콘텐츠를 다각도로 심사해 총 4개팀을 최종 선발하고 대상 500만원, 최우수상 300만원, 우수상 200만원, 장려상 100만원 등 총 1100만원의 상금과 상패를 수여할 예정이다.

최종 선발된 크리에이터 4개 팀에게는 콘텐츠 제작 지원비뿐만 아니라 영상 제작에 대한 실무 컨설팅 및 '덤덤스튜디오' 채널에서 활동할 수 있는 기회도 제공한다.

윤용필 스카이티브이 대표이사는 "역량과 기획력은 있지만 제작비와 기술적인 어려움을 겪는 크리에이터를 위한 프로그램"이라며 "양질의 콘텐츠를 지속적으로 제작할 수 있도록 다방면으로 지원하여 1인 미디어 콘텐츠를 강화시키겠다"고 말했다.

한편, MPP(미디어 채널사업)을 추진하고 있는 KT그룹 계열사 스카이티브이는 스카이드라마, 스카이엔터, 스카이스포츠 등 종합 엔터테인먼트 채널 8개를 운영하고 있다.

지난 7월 덤덤스튜디오 디지털 채널을 공식 개설하고 다양한 장르의 콘텐츠로 대중과 소통하고 있다.

@highlight

KT그룹 계열사 스카이티브이가 역량과 기획력은 있지만 제작비와 기술적인 어려움을 겪는 크리에이터를 위해 1인 미디어 창작자를 육성하는 덤덤스튜디오 크리에이터를 1차 선발하여 발대식을 진행하고 콘텐츠 제작 노하우와 기회를 제공하여 다방면으로 1인 미디어 콘텐츠를 강화시켜 나갈 예정이다.