지난 2015년 제15회 코리아컵플라워디자인대회 수상작품(오른쪽)과 표절시비가 일고 있는 순천만국가정원 플라워쇼 플로리스트부 최우수상 작품.

순천시가 올해 처음 개최한 플라워 쇼에서 최우수상에 선정된 작품이 표절 논란으로 수상이 취소됐다.

순천시에 따르면 지난 1일부터 3일까지 순천만국가정원에서 제1회 순천만국가정원 전국 플라워 쇼가 열렸다.

전문가들이 참가하는 플로리스트(Florist)부와 학생부, 일반부 등 3개 분야에, 총 시상금은 2000만원이다.

플로리스트 부문에서는 A씨의 ‘공존’이 최우수상에 선정됐다.

상금은 300만원이다.

대회가 끝난 뒤 다른 참가자가 A씨의 작품이 이번 대회의 심사위원인 B씨의 작품과 비슷하다며 표절 의혹을 제기했다.

A씨는 B씨의 제자로 문제의 작품은 B씨가 지난 2015년 경기도에서 열렸던 대회에 출품한 것으로 알려졌다.

특혜 논란이 일자 순천시는 곧바로 해당 작가와 심사위원을 상대로 확인에 나섰다.

이에 작가 A씨와 심사위원 B씨는 “표절이 아니라 작가가 스승의 작품을 존경하는 의미의 ‘오마주’(hommage·존경, 경의)한 것”이라며 의혹을 부인했다.

이들은 순천시가 문제를 제기하자 곧바로 수상 포기 의사를 밝혔다.

순천시도 해당 작가가 상을 받지 않기로 함에 따라 최우수상을 추가로 선정하지 않기로 했다.

심사위원 B씨는 “화훼 분야는 처음부터 자기 분야의 색깔을 내기 어려워 좋아하는 디자인을 따라 할 수 있다”며 “이 작품도 오마주의 한 형태로 볼 수 있지만, 첫 대회부터 문제가 되는 것을 원하지 않아 수상하지 않기로 했다”고 밝혔다.

순천시 관계자는 “표절 의혹이 제기된 이후 당사자들이 직접 수상 포기 의사를 밝혔다”며 “심사위원 7명의 의견을 종합해 본 결과 수상작에서 제외하자는 것으로 정리했다”고 밝혔다.

그는 이어 “시가 화훼와 정원산업 종사자에게 활동할 수있는 공간을 줬음에도 이번과 같은 부작용이 발생해 안타깝다”며 “이번 일에 대해 자문변호사들의 법률 자문과 전문가들의 의견을 종합적으로 판단해 위법으로 판단될 경우 사법기관에 고발할 수도 있다”고 덧붙였다.

@highlight

제1회 순천만국가정원 전국 플라워 쇼에서 최우수상에 선정된 A씨의 작품이 이번 대회의 심사위원인 B씨의 작품과 비슷하다는 표절 논란으로 수상이 취소됐다.