대한상공회의소는 농림축산식품부와 공동으로 주최한 '2019 농업과 기업 간 상생협력 경진대회'에서 'CJ프레시웨이'가 대상을 차지했다고 14일 밝혔다.

상생협력 경진대회는 농업계와 기업이 협력하여 상호 경쟁력을 높이고 농식품의 부가가치 창출에 노력한 우수사례를 발굴, 시상함으로써 상생협력의 중요성을 알리고 확산하기 위해 마련됐다.

올해로 5회째를 맞는 이번 경진대회에는 지자체와 농식품 상생협력 추진본부를 통해 총 41곳의 사례가 접수됐고 서류와 현장 심사 등을 통해 우수사례 10곳을 선정했다.

대상을 받은 CJ프레시웨이는 국산 농산물 계약재배 규모를 대폭 확대해 농가의 안정적 판로 확보와 소득 안정에 기여하는 한편 양질의 국산 원료 확보로 기업의 경쟁력도 높인 점이 높게 평가됐다.

2015년 200여 농가와 쌀, 양파 등 4개 품목으로 시작한 계약재배는 현재 전국 2800여 농가와 14개 품목, 5만6000톤에 이른다.

최우수상은 국산 농산물을 가공·판매해 지역상생 체험관광 프로그램을 운영하는 '상하농원', 국산 검정보리를 활용한 음료를 개발하여 농가의 새로운 소득원 창출에 기여한 '하이트진로음료'가 받았다.

우수상은 신세계푸드, 아름답게그린배 영농조합법인, 완주봉상생강조합, 장려상은 제주마미, 쿱양곡, 팜스킨-청원자연랜드, HDC신라면세점이 수상했다.

김준동 대한상의 상근부회장은 "올해로 5번째를 맞는 경진대회를 통해 다양한 우수 상생사례가 발굴되었다"면서 "앞으로도 농식품부와 공동으로 운영하고 있는 상생본부를 통해서 농업계와 기업계가 윈윈할 수 있는 새로운 모델을 발굴하여 확산하는데 노력하겠다"고 말했다.

박병홍 농식품부 식품산업정책실장은 "이번 경진대회를 통해 국산 품종을 활용한 신제품 개발부터 원료 구매, 판로 지원까지 다양한 분야에서의 상생협력 사례가 발굴되었다"며 "앞으로도 농업계와 기업 간의 상생협력 활동이 더욱 확산되고 동반성장할 수 있도록 지원해 나가겠다"고 말했다.

@highlight

CJ프레시웨이가 대한상공회의소와 농림축산식품부가 공동으로 주최한 2019 농업과 기업 간 상생협력 경진대회에서 국산 농산물 계약재배 규모를 대폭 확대해 농가의 안정적 판로 확보와 소득 안정에 기여하는 한편 양질의 국산 원료 확보로 기업의 경쟁력도 높인 점이 높게 평가되어 대상을 차지, 이번대회는 농업계와 기업이 상생협력하는 중요성을 알리고자 마련됐다.