동작구(구청장 이창우)가 보건복지부(질병관리본부) 주관으로 실시한 '제2회 생명나눔주간 장기기증 등 홍보·캠페인 우수사례 평가'에서 2년 연속 수상의 영예를 안았다.

이번 평가는 지난해 '장기 등 이식에 관한 법률' 개정으로 생명나눔 주간이 신설됨에 따라 장기기증사업 우수사례 발굴을 통해 장기기증에 대한 부정적 인식을 개선하고 생명나눔 문화를 확산하려고 추진됐다.

평가내용은 ▲장기기증 활성화를 위한 홍보 ▲유관기관과 연계한 캠페인 ▲기증 확산을 위한 제도 확충여부 등이다.

구는 지난 9월11일 열린 '2019 한가위 생명나눔 축제'에서 'Cafe 생명+ 희망+' 홍보부스 운영과 무료 OX퀴즈 등으로 전국 지방자치단체들이 실시한 홍보·캠페인 중 우수사례로 선정돼 '은상'을 수상했다.

특히 ▲'Cafe 생명+ 희망+' 운영으로 다소 무거운 주제인 장기기증에 대해 자연스럽게 관심을 가질 수 있도록 유도 ▲OX퀴즈 및 홍보물을 활용해 신체훼손, 유가족 비용전가 등 지역사회에 퍼져있는 장기기증에 관한 오해에 대한 인식개선활동을 효과적으로 수행 ▲퀴즈 어플리케이션 업체와 협업을 통한 모바일·온라인 홍보를 병행, 일상홍보를 강화한 점에서 우수한 평가를 받았다.

이밖에도 구는 2009년부터 전문가·NGO·민간단체 등으로 구성된 '장기 등 기증운동추진위원회'를 운영해 장기기증사업 홍보 다각화를 위해 노력하고 있다.

임종열 보건기획과장은 "해마다 이식 대기자는 급증하는 반면 기증자 수는 그에 못 미치는 것이 현실"이라며 "자발적인 참여와 관심이 필요한 '세상에서 가장 아름다운 서약, 장기기증 희망등록' 홍보에 주민 분들의 적극적인 동참을 부탁드린다"고 말했다.

구는 지난 10월 개최된 '동작가족 한마음축제'에서 장기 등 기증활성화를 위한 홍보부스를 운영해 장기기증 상담 및 희망등록 접수 등을 진행한 바 있다.

@highlight

동작구(구청장 이창우)가 보건복지부(질병관리본부) 주관으로 장기기증에 대한 부정적 인식을 개선하고 생명나눔 문화를 확산시키기 위해 실시된 '제2회 생명나눔주간 장기기증 등 홍보·캠페인 우수사례 평가'에서 지난 10월 '동작가족 한마음축제'에서 장기 등 기증활성화 홍보부스를 운영하는 등의 다양한 노력을 인정받아 2년 연속 수상하는 영예를 안게 되었다.