한국중견기업연합회와 산업통상자원부가 중견기업의 사기를 높이고 경제·사회적 위상에 걸맞은 바람직한 인식을 확산하기 위해 오는 19일부터 22일까지 중견기업 주간을 개최한다.

중견기업 주간은 지난해 11월 처음 열려 올해 2회째다.

강 회장은 중견기업 주간을 맞아 "4차 산업혁명 시대 한국 경제의 르네상스를 실현하기 위해 기업은 물론 사회 전반의 혁신과 협력이 필수"라며 "정부, 국회와 소통을 강화해 '제2차 중견기업 성장촉진 기본계획'을 비롯한 중견기업 육성 정책의 실효성을 높이고, 다양한 경제주체와의 긴밀한 협력을 이끌어 모루로서 역할을 충실히 수행해나갈 것"이라고 말했다.

업계 최대 연례행사인 제5회 '중견기업인의 날' 기념식을 시작으로 다양한 행사가 준비됐다.

19일 서울 롯데호텔에서 열리는 중견기업인의 날 기념식에서는 대한민국 경제·산업 발전에 기여한 중견기업인에게 정부 포상을 수여한다.

세계 1위 3차원 검사장비 제조기업인 '고영테크놀러지'와 자동차 파워 윈도우·팬 모터 부문 국내 1위 기업인 '디와이오토'의 혁신 성공 사례를 중심으로 중견기업의 새로운 성장 전략을 모색한다.

올해 주제는 '한국 경제 르네상스를 선도하는 중견기업'으로, 4차 산업혁명의 핵심 주자로서 산업계 혁신과 경제 재도약을 이끌겠다는 중견기업계의 의지를 담았다.

정부, 국회, 중견기업, 유관기관 관계자 200여명이 참석할 예정이다.

중견련은 정부 포상과 별도로 지속적인 혁신을 통해 중견기업으로 성장한 우수 기업에 '중견기업 성장탑'을 수여한다.

경제 기반을 강화한 기업의 성취를 격려하고, 지속적인 기업 성장의 가치를 확산하기 위해 올해부터 이 상을 신설했다.

불굴의 기업가정신으로 산업 발전에 기여한 원로 중견기업인에게는 공로패가 주어진다.

이번 중견기업 주간에는 20일 '중견기업&스타트업 네트워킹 데이', 21일 '중견기업 혁신 국제 컨퍼런스', '세계일류상품 인증서 수여식', 22일 '한국형 기술문제해결 플랫폼 업무협약 체결식' 등이 열린다.

@highlight

강호갑 한국중견기업연합회 회장은 국가경제의 뒷받침하는 역할을 충실히 수행해 나갈 것이라고 말했고 산업통상자원부와 함께 중견기업의 사기를 높이고자 19일부터 22일까지 중견기업 주간을 개최한다.