이천시는 2011년부터 추진한 ‘이천 부발공공하수처리시설 설치사업’을 8년 만에 본격 시행할 수 있게 됐다고 14일 밝혔다.

이천 부발공공하수처리시설 설치사업은 부발읍 공공하수 미처리 지역인 아미리·죽당리·신원리 등의 오수를 정화·처리함으로써 공공수역의 수질 개선 및 주민 생활환경 개선을 목적으로 2011년부터 추진했다.

하지만 하수처리장 위치 선정에 난항을 겪으면서 8년이 지나도록 사업을 진행하지 못했다.

당초 부발하수처리장 위치는 부발읍 신원리의 죽당천 하류 부근이었으나 하수관로 라인에 지장물인 ‘수도관(하이닉스·OB·이천시)’ 및 ‘하천 부속시설물(교량, 보)’이 산재해 있어 소모적인 사업비가 과도하게 발생함에 따라 2016년 부발읍 아미리로 변경했다.

그러나 아미리 또한 경기도로부터 절대농지축 절단의 사유로 ‘농지전용불가’를 통보받음으로써 설치가 불가능하게 됐다.

이후 시는 도와 지속적인 협의 끝에 하수처리장 위치를 부발읍 산촌리로 선정해 주민들과의 협의를 추진했으나 이마저도 혐오시설 입지 반대 의견에 부딪쳐 위치 선정에 어려움을 겪었다.

이러한 과정에서 사업 관리주체인 한강유역환경청은 국비를 지원함에도 불구하고 장기간 사업 진행이 부진하기때문에 사업비를 회수할 수 있다는 입장을 시에 전했다.

시는 하수처리장 위치를 마을 부락과 이격돼 있고 임야로 둘러싸여 있는 부발읍 산촌리 601번지 인근으로 최종 확정하고 ‘이천시 하수도정비 기본계획’ 변경 승인을 요청했다.

그러나 이마저도 처리장 예정 부지 인근 주민들의 탄원 및 관계 기관 항의방문 등 주민 협의가 이뤄지지 않아 기본계획 변경 신청 후 약 1년의 검토기간을 거쳐 지난달 하수처리장 위치 승인이 이뤄졌다.

@highlight

하수처리장 위치 결정의 어려움 때문에 8년간 시행되지 못했던 이천시의 이천 부발공공하수처리시설 설치사업이 이제야 본격적으로 진행된다. 