제1회 예술도시 전주 국제포럼 개최 기자회견이 14일 팔복예술공장에서 열려 전주를 예술교육도시로 만들기 위한 방안을 모색하고 있다.

전주시가 국내 지자체 최초로 예술놀이(교육)분야 국제포럼을 열었다.

시는 14일 팔복예술공장에서 ‘제1회 예술교육 전주 국제포럼 2019’를 열고 세계적인 예술교육 전문가들과 전주를 예술교육도시로 만들기 위한 방안을 모색했다.

이번 행사는 시가 최근 팔복예술공장 2단지인 팔복야호예술놀이터를 개관하고 예술놀이(교육)도시를 선포한 데 이어 예술놀이도시로 나아가기 위한 첫 걸음이다.

‘창조력, 상상력과 놀이, 미래 세대를 위한 예술교육’을 주제로 진행된 포럼에서는 김승수 전주시장이 ‘도시는 무엇으로 사는가’를 주제로 도시가 나가야 할 방향과 도시를 바꾸는 힘, 예술놀이의 중요성 등에 대해 강연을 펼쳤다.

이어 호주의 세계적인 예술교육 기관인 아트플레이의 창립자인 사이먼 스페인 올댓위아 대표가 ‘창의적 예술교육 활동을 위한 공간’을 주제로 발표에 나섰다.

그는 개인과 공동체의 창의 활동을 촉진하고 독려하기 위해 상설·특별 공간을 구성하는 맞춤형 전시 관리 기반을 개발할 수 있는 방법을 소개했다.

또 이날 게르하르트 예거 벨기에 ABC 어린이예술원 대표와 황순우 팔복예술공장 총감독, 단 헨릭슨 핀란드 클록리케 티터른 연극극장 감독이 사례발표자로 나서 주목을 끌었다.

종합토론 시간에는 전주예술놀이도시 자문단을 맡고 있는 백령 경희대학교 문화예술 경영연구소 연구위원을 좌장으로 이대건 고창 책마을 해리 대표와 김혁진 인천 모든학교 체험학습연구소 위원, 이균형 전북CBS 보도제작국 부장이 패널로 참여했다.

이들은 전주형 예술놀이와 예술교육 활동을 위한 공간, 어린이 예술놀이(교육)프로그램, 팔복예술공장에 대해 열띤 토론을 펼쳤다.

시는 내년에는 시민들이 해외의 예술놀이에 직접 참여하고 체험할 수 있는 다양한 프로그램과 워크숍 중심의 국제포럼을 개최할 예정이다.

@highlight

전주시가 국내 지자체 최초로  ‘제1회 예술교육 전주 국제포럼 2019’를 개최 전주를 예술교육도시로 만들기 위한 방안을 모색했으며, 내년에는 시민들이 직접 참여할 수 있는 국제포럼을 개최할 예정이다.