광주은행(은행장 송종욱)은 오는 18일부터 광주은행 인터넷뱅킹 홈페이지과 스마트뱅킹 앱(APP)에서 오픈뱅킹 서비스를 시작한다고 밝혔다.

오픈뱅킹은 하나의 앱(APP)으로 참여 은행의 계좌 조회, 결제, 송금 등의 금융 서비스가 이뤄지는 서비스로 지난달 30일 시범운영을 시작했으며, 광주은행은 초기 개선사항을 반영하고 고객 편의성을 고려해 오는 18일부터 오픈뱅킹 서비스를 전격 개시한다.

광주은행 인터넷·스마트뱅킹을 통해 오픈뱅킹 서비스를 이용할 수 있으며, 본인명의 타은행 계좌를 등록한 후 잔액조회, 거래명세조회, 계좌이체(타은행에서 광주은행으로 또는 타은행에서 타은행으로), 자주쓰는 계좌등록, 이체결과조회 등 서비스를 편리하게 이용할 수 있다.

오픈뱅킹 서비스 이용수수료는 각종조회 및 타은행에서 광주은행으로의 이체는 면제되고, 타은행에서 타은행으로 이체 시에는 500원이 발생하지만, 오픈뱅킹 서비스 출시를 기념해 내년 1월 31일까지 한시적으로 타은행간 이체수수료도 면제한다.

더불어 내달부터 간단한 본인인증을 거쳐 전 금융기관 계좌명세 및 잔액을 조회할 수 있는 '계좌통합조회서비스(Account Info)'를 인터넷·스마트뱅킹에 적용해 오픈뱅킹 서비스와 연계하고, 스마트뱅킹과 모바일웹뱅킹을 리뉴얼해 오픈할 예정이다.

한편 광주은행은 오픈뱅킹 출시에 앞서 지난 6일부터 '오픈뱅킹 사전예약 이벤트'를 실시하고 있으며, 이벤트에 참여한 고객 중 추첨을 통해 '삼성 갤럭시 폴드' 등 다양한 경품을 1000여명의 고객에게 전달할 예정이다.

백의성 광주은행 디지털전략부장은 "본격적인 오픈뱅킹 서비스 시행을 앞두고 고객님께 차별화된 금융서비스를 선보이고자 막바지 준비에 박차를 가하고 있다"며 "앞으로도 디지털 선도은행으로서 고객님의 편리한 금융생활을 위해 혁신을 거듭하며 디지털뱅킹의 경쟁력을 강화하겠다"고 말했다.

@highlight

광주은행은 오는 18일부터 광주은행 인터넷·스마트뱅킹을 통해 하나의 앱(APP)으로 참여하여 은행의 금융 서비스가 이뤄지는 오픈뱅킹 서비스를 실시한다고 밝혔다.