힙합듀오 다이나믹 듀오(Dynamic duo)가 더블 타이틀곡으로 활동에 나선다.

소속사 아메바컬쳐는 14일 공식 SNS를 통해 다이나믹 듀오의 아홉 번째 정규앨범 '오프 듀티(OFF DUTY)' 트랙리스트를 게재했다.

공개된 트랙리스트에 따르면 이번 앨범은 '맵고짜고단거'와 '그걸로 됐어'를 더블 타이틀로 내세운다.

이외에 '2040', '데스페라도(Desperado)', '커리어 하이(Career High)', '리턴(Return)', '살육의 잔치', '리빙 더 라이프(Livin' the life)', '언제와', '좋은 친구들'까지 10곡과 앞서 싱글로 선공개했던 '블루(Blue)(Feat.크러쉬, 쏠)', '북향(Feat.오혁)'을 더해 총 12곡이 수록됐다.

타이틀곡 '맵고짜고단거'는 대세 힙합 뮤지션 페노메코(Penomeco)가 참여해 기대를 모은다.

여기에 팔로알토(Paloalto), 스윙스(Swings), 나플라(nafla), 면도(myunDo), 챈슬러(Chancellor), 따마(THAMA) 등 다수의 실력파 아티스트들도 피처링에 나서 퀄리티를 높였다.

특히 방송인 유병재가 벨제붑더킬러라는 랩네임으로 '살육의 잔치' 피처링진에 이름을 올려 음악팬들의 궁금증을 증폭시킨다.

아울러 버벌진트(VerbalJint)는 피처링이 아닌 '우정출연'으로 '리빙 더 라이프'에 이름을 올려 어떤 식으로 지원사격에 나섰을지 호기심을 자아내고 있다.

다이나믹 듀오의 정규 9집 '오프 듀티(OFF DUTY)'는 오는 26일 오후 6시 각종 음원사이트를 통해 발매된다.

@highlight

다이나믹듀오는 스윙스, 팔로알토 등 인기래퍼가 총출동한 9번째 정규앨범을 더블 타이틀곡을 내세우며 발매를 예고했다.