한국농어촌공사는 14일 본사에서 열린 균형발전전략과 연계한 농어촌상생협력추진방안에서 혁신도시와 농어촌의 상생협력사업모델을 제안했다.

사진은 특강을 듣고 있는 김인식사장(가운데).

혁신도시 내 교통과 문화 등 기초 인프라를 개선해 삶을 질의 높여 가족동반 이주를 늘리고 농어촌 체류형 복합농원을 조성해 일자리를 창출하자는 방안이 나왔다.

한국농어촌공사(사장 김인식)는 14일 나주 본사에서 ‘균형발전 전략과 연계한 농어촌 상생협력 추진방안’을 주제로 관계자 특강과 합동세미나를 개최했다.

이날 세미나는 혁신도시와 배후 농어촌 상생협력사업을 구체화하고 지역균형발전 전략에 맞게 농어촌 지역개발사업의 협력체계 구축을 위해 마련됐다.

특강에는 경제·인문사회연구회 성경륭 이사장이 ‘新균형발전과 농촌 유토피아 비전’을 주제로, 지역의 공동체성, 경제적 활력, 구성원 삶의 만족도를 충족하는 마을을 유토피아로 설정해 지역을 변화시킬 수 있는 공동의 목표를 세우고 실천하는 과정의 중요성에 대해 강연했다.

합동세미나에서는 ▲지방분권강화에 따른 농어촌공사 대응전략 ▲혁신도시와 배후 농어촌지역 상생협력방안 ▲행복한 균형발전을 위한 농촌유토피아 구상 등 3건의 주제발표와 종합 토론이 진행됐다.

공사는 또 지역균형발전을 위한 혁신도시와 주변 농어촌 지역과의 상생협력 사업모델을 제안했다.

혁신도시 내 공공기관 직원들의 가족 동반 이주율이 낮아 주말 공동화가 발생하면서 기관 이전 체감효과가 기대보다 낮기 때문이다.

이에 따라 공사는 기초인프라 개선과 삶의 질을 높여 가족동반 이주를 늘리고 농어촌 지역 일자리 창출과 소득향상을 위한 방법으로 농어촌 체류형 복합농원 조성을 제안했다.

김인식 사장은 “지역 특성을 반영한 지역개발을 통해, 삶터, 일터, 쉼터가 어우러져 공동체와 포용의 가치를 회복하는 것이 중요하다”며 “활기차고 행복한 농어촌을 만드는데 최선의 역할을 다하겠다”고 말했다.

@highlight

한국농어촌공사가 14일 나주 본사에서 연 ‘균형발전 전략과 연계한 농어촌 상생협력 추진방안’ 세미나에서, 혁신도시 내 공공기관 직원들의 가족 동반 이주율이 낮아 기관 이전 체감효과가 기대보다 낮은 문제를 해결하기 위해 혁신도시 내 기초 인프라를 개선하여 삶을 질의 높여 가족동반 이주를 늘리고 농어촌 체류형 복합농원을 조성해 일자리를 만들자는 방안이 제시되었다.