기준금리 인하로 증권사들의 종합자산관리계좌(CMA)·환매조건부채권(RP) 금리도 내려간 가운데 일부 증권사들은 특판을 통해 고객들의 주목을 끌고 있다.

15일 금융투자업계에 따르면 SK증권은 SK플래닛과 손잡고 연 7% 수익률을 혜택을 제공하는 '시럽웰스 CMA' 상품 특별판매를 진행하고 있다.

최대 한도 300만원에 대해 3개월 간 세전 연 7% 수익률이 적용된다.

시럽웰스는 SK증권과 SK플래닛이 제휴해 만든 금융투자 플랫폼이다.

시럽 월렛 고객 중 CMA 계좌 개설 이력이 없는 신규 고객을 대상으로 사전응모를 거쳐 선착순 1만명에게 가입을 받는다.

신한금융투자도 지난 5일부터 선착순 1만명을 대상으로 연 5% 특판 RP 쿠폰을 제공하는 이벤트를 진행하고 있다.

CMA 기반 온라인 계좌인 '아만다'를 신규 개설한 고객이 대상이다.

수익률 혜택은 100만원 한도로 3개월간 제공된다.

신한금융투자는 지난 8월에도 비대면 CMA 신규 계좌 개설 고객에게 5% 수익률을 주는 RP 특판 행사를 진행한 바 있다.

이용실적에 따라 쌓이는 포인트를 현금처럼 투자할 수 있는 서비스도 나왔다.

하나금융투자는 멤버십 포인트를 연 5% 특판 RP에 자동 투자하는 '커피머니 불리기' 서비스를 지난 29일부터 시행하고 있다.

하나금융그룹 내 금융서비스 이용 실적에 따라 누적되는 '하나멤버스' 포인트를 선택한 투자 성향에 따라 RP에 자동 투자한다.

'하나멤버스' 앱(app) 내 커피머니 불리기 메뉴에서 선착순 1만 명까지 가입 가능하다.

최근 기준금리가 연이어 인하되며 증권사들도 CMA와 RP 금리를 낮췄다.

하지만 신규 고객 확보와 고객 이탈 방지를 위한 마케팅 수단으로서 특판 기회는 계속 이어지는 모양새다.

고금리를 보장하는 특판이 역마진으로 이어질 수 있지만 3~6개월의 단기간 혜택은 마케팅 차원에서 필요하다는 것이 이유다.

금융투자업계 관계자는 "대규모 특판 물량이 역마진 부담으로 이어질 순 있다"며 "대부분 선착순이나 가입자 대상으로 제한적 규모의 특판 행사를 진행하고 있다"고 말했다.

@highlight

기준금리 인하로 증권사들의 종합자산관리계좌(CMA)·환매조건부채권(RP) 금리도 내려간 가운데 일부 증권사들은 3~6개월의 단기간 혜택 등 신규 고객 확보와 고객 이탈 방지를 위한 마케팅 수단으로서 특판을 진행중이다.