이랜드월드가 전개하는 글로벌 제조·유통 일괄형(SPA) 브랜드 스파오가 오는 24일까지 올 겨울 최대 규모 특가 아이템 이벤트를 진행한다고 15일 밝혔다.

올해 10주년을 맞은 스파오는 그동안 받은 고객 사랑에 보답하고자 10일 동안 10가지 아이템을 할인 판매한다.

스파오의 시그니처 아이템인 '스파오 패딩조끼'와 본격 추워지는 날씨로 고객들이 가장 많이 찾는 아이템인 '숏패딩'을 10년 전보다 싼 가격으로 제공한다.

각각 1만9900원과 4만9900원이다.

특히 스파오 패딩조끼는 2009년 출시 이후 '패쪼' 라는 애칭까지 생길 정도로 선풍적인 인기를 불러일으켰다.

누적 200만장이 팔린 스파오의 스테디셀러다.

10년 전 2만9900원으로 출시되었으나 행사 기간 동안 1만9900원에 판매한다.

또한 뽀글이 플리스와 발열내의 웜테크, 수면 파자마 등 따뜻한 겨울을 보낼 수 있는 아이템들도 1+1 이벤트를 진행한다.

웜테크는 2장에 1만5900원, 수면 파자마는 2세트에 3만9900원이다.

행사 시작일인 이날은 스파오 공식 온라인몰에서 이벤트를 진행한다.

오전 9시 해리포터 맨투맨,일기장 세트를 시작으로 오전 11시 해리포터 기숙사 패키지(장갑·머플러·양말), 오후 1시 토이스토리 파자마, 오후 3시 스포티브 벤치파카를 1000원에 구매할 수 있는 쿠폰을 각 선착순 50명에게 제공한다.

시간대별로 스파오 50% 장바구니 반값 쿠폰과 웜테크 1000원 구매 쿠폰 이벤트도 준비되어 있다.

해당 이벤트는 오늘 단 하루 진행된다.

스파오 관계자는 "지난 10년간 고객들이 보내준 사랑으로 스파오가 한국 SPA 브랜드 1위를 굳건히 지킬 수 있었다"라며 "이번 특가 이벤트를 통해 그동안 받은 사랑에 보답하고 앞으로도 고객의 소리를 반영한 상품들로 국내 SPA 시장의 품격을 높여갈 것이다"라고 말했다.

이번 스파오 특가 이벤트는 전국 스파오 매장과 스파오 공식 온라인몰에서 진행된다.

@highlight

스파오는 오는 24일까지 겨울 최대 규모 특가 아이템 이벤트를 진행하며, 오전 9시, 11시, 오후 1시, 3시에 특가 및 쿠폰을 선착순으로 제공함으로써, 지난 10년간 받은 고객의 사랑을 보답하며 국내 SPA 시장의 품격을 높여 갈 것이라고 한다.