서울지역 주택매매소비심리가 민간택지 분양가 상한제 시행에도 불구하고 지난해 9.13대책 발표 직전 수준까지 상승했다.

15일 국토연구원(부동산시장연구센터)이 내놓은 '2019년 10월 부동산시장 소비자심리조사'결과에 따르면 지난달 서울 주택매매시장소비심리지수는 전월 대비 12.4포인트 오른 151.0을 기록했다.

소비심리지수는 전국 152개 시ㆍ군ㆍ구 6680가구 및 중개업소 2338곳에 대한 설문조사를 바탕으로, 0∼200까지로 산출된다.

100을 기준으로 '가격 상승' 또는 '거래 증가'체감도를 나타낸다.

심리지수 150선을 넘어선 서울 주택시장은 분양가 상한제 시행과 관계없이 상승추세를 지속했다.

지수만 보면, 지난해 9.13 대책이 발표되기 직전 수준(8월 155.9)까지 회복된 것으로 나타났다.

다만, 주택법령 개정안이 10월말 시행에 들어갔고 이달 6일에야 적용 지역이 지정된 만큼, 상한제가 소비심리에 미친 영향은 이달 지수로 판가름날 것으로 보인다.

연구원 관계자는 "서울의 부동산 매매 심리지수는 올해 초 이후 계속 반등하고 있다"며 "금리 인하 등 시장에 풍부해진 유동성으로 인해 심리가 좋아진 것으로, 분양가 상한제 시행이 어떤 영향을 줬는지는 좀 더 시간을 두고 봐야 할 것 같다"고 말했다.

전국적인 주택 매매 심리지수도 전달(117.1) 대비 5.9포인트 오른 123.0을 기록했다.

수도권의 주택매매 심리지수는 133.6으로, 전달(125.2)에 비해 8.4포인트 올랐다.

지방의 경우에는 110.8로 전달(107.7)보다 3.1포인트 상승하는데 그쳤다.

하지만 최근 집값 상승세가 두드러졌던 대전은 144.2까지 치솟으며 서울을 제외한 16개 시ㆍ도 중 가장 높은 수치를 기록했다.

한편, 주택을 포함한 10월 전국 부동산시장 소비자심리지수도 전월 대비 4.3포인트 오른 112.7을 기록했다.

주택전세시장 심리지수도 106.0으로 전달 102.6보다 3.4포인트 상승했다.

@highlight

15일 국토연구원은 서울지역 주택매매소비심리가 민간택지 분양가 상한제 시행에도 불구하고 지난해 9.13대책 발표 직전 수준까지 상승하였다고 발표했는데, 지수만 보면 지난해 9.13 대책이 발표되기 직전 수준까지 회복된 것으로 나타났지만 주택법령 개정안이 10월말 시행되었고 이달 6일에야 적용 지역이 지정된 만큼, 상한제가 소비심리에 미친 영향은 이달 지수로 판가름날 것으로 보인다.