서울 중구(구청장 서양호)가 이달부터 '세외수입 모바일 앱 전자고지 및 바로납부 서비스'를 시행한다.

이로써 세외수입 납부자들은 모바일 앱에서 세외수입 고지서를 확인하고 바로 납부할 수 있게 됐다.

모바일 앱 전자고지란 스마트폰 페이앱 이용자가 각 앱의 전자고지함에 송달된 고지서를 조회하고 납부할 수 있는 서비스를 말한다.

전자고지 송달은 기존에도 가능했지만 이번에는 송달과 더불어 휴대폰에서 즉시 납부까지 가능하다는 점이 기존 전자고지와는 차이가 있다.

구는 지난 6월 지방세를 필두로 '모바일 앱 전자고지 및 바로납부'를 시작, 이달 초부터는 세외수입까지 서비스를 확대 실시해 납부자의 편의를 제공했다.

세외수입이란 지자체가 자체 조달할 수 있는 지방세 외의 수입을 일컫는다.

과징금, 이행강제금, 부담금, 각종 운영수입 등이 속한다.

현재 4개 페이앱(페이코, 네이버, 신한페이판, 카카오페이)에서 앱 전자고지를 시행하고 있지만 이용 가능한 페이앱은 앞으로도 계속 확대될 예정이다.

페이앱 세외수입 고지 서비스 신청은 구청 방문이나 서류 신청이 전혀 필요 없다.

페이앱의 전자고지함에서 본인이 직접 신청·해지가 가능, 신청 다음 날부터 바로 고지서를 받아 볼 수 있다.

페이코와 카카오페이의 전자고지함은 '청구서', 신한페이판은 '전자청구서', 네이버페이는 '네이버고지서'탭이다.

납부자는 전자고지함의 고지서를 확인한 후 '납부하기'를 누르면 앱에 등록돼 있는 신용카드나 체크카드로 세외수입을 납부할 수 있다.

중구청 세무2과 관계자는 "페이앱에서 지방세 및 세외수입 모바일고지서를 신청하면 장소나 시간에 구애받지 않고 고지서를 받아볼 수 있고 별도로 금융기관을 찾는 수고를 하지 않고도 쉽게 납부할 수 있다"며 전자고지 신청을 독려했다.

궁금한 사항은 중구청 세무2과 세외수입팀(☎3396-5250)으로 문의하면 된다.

@highlight

서울 중구가 이달부터 전자고지 송달과 스마트폰 페이앱을 통한 즉시 납부가 가능한 '세외수입 모바일 앱 전자고지 및 바로납부 서비스'를 시작한다.