4기 직장암을 앓으면서 동물용 구충제 '펜벤다졸' 섭취 경과를 유튜버에 올리던 유튜버 '안핑거'가 숨졌다.

그는 이 과정을 통해 암을 극복했다고 밝혀온 바 있다.

가족은 펜벤다졸 섭취가 사인은 아니라고 밝혔다.

14일 안핑거 딸은 유튜브 채널 게시판을 통해 "부친께서 13일 오후 2시27분께 사망했다"며 "원인은 암이 아닌 뇌경색으로 인한 음식물 섭취 장애로, 음식물이 폐로 들어가게 돼 호흡 부진으로 인한 폐 손상이 가장 큰 사인으로 확인됐다"고 설명했다.

이어 "아버지는 6년 전 심근경색으로 인해 혈관 약을 계속 복용했지만, 최근 몇 달간 녹즙과 비타민을 먹으면서 증상이 개선돼 약을 중단했다"며 "혈관을 생각하지 않고 음식 조절을 하지 않은 채 암 치료에만 전념한 게 화근이라고 생각한다"고 덧붙였다.

그러면서 "아버지는 본인이 힘들어도 다른 암 환자와 소통하고 응원 댓글을 읽으며 힘을 내셨다"며 "암 환자들이 희망을 잃지 말고 꼭 완치하기를 기도하겠다"고 응원의 메시지를 전했다.

4기 직장암 환자였던 안핑거는 지난 9월부터 펜벤다졸을 복용하기 시작해 네티즌들의 관심을 받아 왔다.

특히 그는 펜벤다졸 복용 이후 간과 염증 수치에 변화가 있었다고 말해 유튜브 채널 구독자가 2만7000여 명으로 늘어나기도 했다.

펜벤다졸은 지난 9월 폐암 4기 환자인 한 미국인이 이 약을 복용한 뒤 완치했다고 주장해 주목을 받아왔다.

국내에서도 해당 치료법이 화제가 돼 한때 펜벤다졸 품절 현상이 벌어지기도 했다.

식품의약품안전처(식약처)는 펜벤다졸 복용 자제를 당부했다.

식약처는 "강아지(동물용) 구충제의 주성분인 '펜벤다졸'은 사람을 대상으로 효능·효과를 평가하는 임상시험을 하지 않은 물질이다. 사람에게는 안전성과 유효성이 전혀 입증되지 않았다"고 밝혔다.

이어 "특히 말기 암 환자는 항암치료로 체력이 저하된 상태이므로 복용으로 인한 부작용 발생이 우려된다"고 강조하기도 했다.

@highlight

지난13일 개 구충제로 암 치료하던 유튜버 '안핑거'가 사망하였으며 유족에 의하면 펜벤다졸 섭취와는 무관하며 음식물 섭취장애로 인한 폐 손상이 사인이라고 설명했다.