경기 과천시(시장 김종천)가 과천시시설관리공단을 개발형 사업과 시설관리형 사업이 모두 가능한 복합형 도시공사로 전환하는 작업을 추진하고 있다고 15일 밝혔다.

시는 연내 출범을 목표로 '과천도시공사 설립 및 운영 조례안'을 지난 10말 입법 예고해 오는 19일까지 시민 의견 수렴 기간을 갖고 현금 50억원을 출자해 도시공사를 설립할 계획이다.

내달 초 과천시의회 2019년 제2차 정례회에 '과천도시공사 설립 및 운영 조례안', '시설관리공단 조직변경 동의안', '과천도시공사 설립을 위한 출자 동의안' 등 3건을 일괄 상정해 승인 절차를 밟는다.

이후, 시설관리공단을 해산하고 도시공사 설립 등기, 출자금 집행 등의 절차를 거쳐 12월 안에 도시공사가 출범하게 된다.

시는 지난 10월 15일 과천동 일대가 3기 신도시 개발사업의 공공주택지구로 지정, 고시됨에 따라, 대규모 택지 개발사업이 진행중이다.

시에서는 대규모 택지 개발사업에 대해 시의 주도성과 이익 확보, 장기적인 개발 전략 등이 필요하다는 것과 저수익사업 위주의 공익사업을 대행하고 있는 시설관리공단의 수익률 하락으로, 시의 재정 부담이 매년 증가하고 있다는 점을 들어 도시공사 설립 추진 배경을 설명했다.

공사는 시가 100% 출자하는 자회사 형태여서 시의 정책 방향에 의거, 체계적으로 개발사업을 추진하고 관리할 수 있다.

또한, 낙후지역에 대한 재투자와 기반시설 설치 등 시 정책을 각종 사업에 반영할 수 있어 지역의 균형발전을 도모할 수 있는 이점이 있다.

공사가 설립되면 과천동 공공주택지구 개발 사업을 비롯, 첨단지원센터 건립, 관문 제2실내 체육관 건립, 시립요양원 건립 등 각종 건설사업을 전담하여 추진하게 된다.

김종천 시장은 "도시공사 설립으로 보다 효율적이고 장기적인 개발 전략 구축과 함께 주민 의견 등을 고려한 지역 맞춤형 개발사업도 전담할 중추적인 역할을 할 수 있게 될 것으로 기대한다"고 전했다.

@highlight

15일 경기 과천시가 과천시시설관리공단을 복합형 도시공사로 전환하는 작업을 추진하고 있다고 밝힌 가운데 시는 연내 출범을 목표로 관련 조례안의 시민 의견 수렴 기간을 갖고 도시공사를 설립할 계획이며 김종천 시장은 도시공사 설립으로 보다 효율적이고 장기적인 개발 전략 구축과 함께 지역 맞춤형 개발사업도 전담할 중추적인 역할을 할 수 있게 될 것으로 기대한다고 전했다.