롯데백화점 대전점은 15일부터 내달 1일까지 올해 마지막 겨울 정기세일을 연다.

먼저, 15~17일 3일간 10% 상당 롯데 상품권 증정 사은행사를 한다.

아웃도어 상품군 브랜드별로 당일 30만·60만·100만원 이상 구매 시 각 롯데상품권 3만·6만·10만원을 증정하고, 주방과 식기, 홈패션 상품군 브랜드별로 20만·40만·60만·100만 원 이상 구매 시 2만·4만·6만·10만 원을 증정한다.

참여 브랜드에 한해 진행한다.

9층 특설매장에서는 21일까지 '블랙야크 가을·겨울 이월상품전'을 한다.

티셔츠, 바지, 재킷 등을 60~80% 할인된 가격으로 판매한다.

티셔츠와 바지를 각각 2만 9000원, 3만 9000원에 판매한다.

재킷은 4만원, 구스 다운은 9만원에 만날 수 있다.

'울시 이월상품 창고 대 공개' 행사도 있다.

점퍼(7만9000원), 스웨터(5만9000원), 코트(25만원) 등을 50~80% 할인한다.

지하 1층 이벤트홀에서는 21일까지 '월드키친페어' 행사가 열려, 르쿠르제에서는 원형 무쇠냄비, 한국형 멀티냄비, 스프볼 등과 빌레로이앤보흐에서는 아우든 접시, 뉴웨이브 볼 등 각 브랜드를 대표하는 인기 아이템을 제안한다.

또, 김장철을 맞아 퀸센스, 키친아트, 고트만, 삼미 등에서 스텐 김치통, 트라이탄 김치통, 도자기 찬통 등 다양한 종류와 용량의 김치통을 한자리에서 만나볼 수 있다.

수험생들을 위한 특별 이벤트도 있다.

수험표 지참 고객에 한해 지하 1층 성심당에서는 15일 단 하루 베이커리 구매 고객에게 감귤 초콜릿 또는 바나나 초콜릿을 선착순에 한해 무료로 증정하고, 17일까지 델리와 식당가에서는 참여 브랜드에 한해 전 메뉴 금액 할인하는 행사를 진행한다.

@highlight

롯대백화점 대전점은 15~17일 3일간 10%상당 롯데 상품권 증정사은행사, 수험생을 위한 특별이벤트등 올해 마지막 겨울 정기세일을 연다