지난달 서울 민간아파트의 평균 분양가격이 3.3㎡당 2676만원을 기록했다.

주택도시보증공사(HUG)는 전국 민간아파트의 분양사업장 정보를 집계·분석한 지난달 말 기준 '민간아파트 분양가격 동향'을 15일 공개했다.

지난달 말 기준 최근 1년간 서울 아파트 1㎡당 평균 분양가격은 그 전월 대비 기준 분양가보다 0.07% 오른 809만1000원이었다.

이는 3.3㎡당 2676만원으로, 지난해 같은 달 기준 분양가와 비교하면 9.66% 상승한 것이다.

HUG의 평균 분양가격은 공표 직전 12개월 동안 분양보증서가 발급된 민간분양 사업장을 가격을 뜻한다.

또 전국 아파트 평균 분양가격은 지난달 말 기준 1㎡당 평균 360만5000원(3.3㎡당 1189만원)으로, 지난 9월보다 1.87%, 작년 9월 대비 9.74% 각각 올랐다.

수도권의 지난달 말 1㎡당 민간아파트 평균 분양가는 548만6000원(3.3㎡당 1810만원)으로, 지난 9월보다는 0.05% 하락했으나 지난해 9월보다는 10.06% 올랐다.

5대 광역시와 세종시의 지난달 말 민간아파트 평균 분양가는 1㎡당 374만1000원으로, 지난 9월보다는 3.31%, 작년 같은 기간보다는 10.76% 상승했다.

기타 지방은 민간 아파트 평균 가격이 1㎡당 평균 279만7000원으로, 전달과 및 작년 같은 기간 대비 각각 1.89%, 8.51% 올랐다.

아울러 지난달 전국 신규분양 민간아파트 물량은 총 2만4121가구로, 지난해 같은 기간 물량(1만7521가구) 대비 38% 증가했다.

지난달 수도권 신규분양 가구수는 총 1만1113가구로, 전국 분양 물량의 가장 큰 비중(46.1%)을 차지했다.

지난해 동월 물량(8488가구)보다 31%가량 증가한 수치다.

또 5대 광역시 및 세종시(6782가구)와 기타 지방(6226가구)도 작년 같은 기간보다 각각 7%, 129% 분양 물량이 늘어난 것으로 집계됐다.

@highlight

주택도시보증공사가 15일 공개한 '민간아파트 분양가격 동향'을 살펴보면 서울 민간아파트의 평균 분양가격이 3.3㎡당 2676만원을 기록한 가운데 전국 아파트 분양가격이 전체적으로 상승하였다.