가야금과 대금의 매력을 느낄 수 있는 무대가 마련된다.

전통문화관 일요상설공연 올해 마지막 무대가 17일 오후 3시 서석당에서 열린다.

이번 공연은 가야금과 대금의 ‘산조, 여음의 울림’으로 꾸며진다.

첫 번째 가야금 무대는 성애순이 연주하는 최옥삼류 가야금산조이다.

최옥삼류 가야금산조는 최옥삼이 가야금산조의 창시자인 김창조에게 배워 함동정월에게 전한 것이다.

농현은 무겁고 절제됨을 요하며 전체적으로 힘 있고 남성적이다.

선율은 판소리와 남도풍의 가락을 모태로 하고 있으며 무게 있고 깊은 맛을 전한다.

<@1>이어지는 대금 무대는 송선명이 연주하는 원장현류 대금산조이다.

원장현류 대금산조는 한일섭 명인에게 구음으로 산조의 기틀을 전수받은 원장현 명인이 삶의 무게가 베어있는 특유의 더늠을 첨가해 만들었다.

자연스러우면서도 꿋꿋하고 힘이 넘쳐 질서가 있고 조화로우며 화려하고 강렬한 생동감을 느낄 수 있는 것이 특징이다.

가야금 연주자 성애순 교수는 전남대에서 전통음악 연구와 국내외 연주 활동을 통해 광주의 문화예술 진흥발전을 위해 공헌했다.

국가무형문화재 제23호 가야금산조 이수자인 성 교수는 1989년 광주가야금연주단을 창단해 매년 정기연주회와 초청공연을 열어 국악 저변확대에 힘써왔다.

KBS 국악대상, 광주시 문화예술상(임방울상)을 수상했다.

대금 연주자 송선명은 전남대학교 국악가와 조선대학교 교육대학원을 졸업하고 제9회 광주국악대제전 기악부 장원을 수상했다.

현재 광주시립국악관현악단 상임수석단원으로 재직하며 전남대학교 사범대학 음악교육과 겸임교수로 활동하고 있다.

관람료는 무료이며 2020년 공연은 내년 3월께 시작된다.

문의 062-232-1502.

@highlight

전통문화관 일요 상설공연의 금년 마지막 무료 공연이 17일 오후 3시 서석당에서 가야금과 대금의 연주로 꾸며질 예정이며, 2020년 공연은 3월에 개최될 예정이다. 