인천상공회의소 일·생활 균형 인천지역추진단(회장:이강신)이 13일 한국폴리텍대학교 남인천캠퍼스 정문에서 「찾아가는 워라밸 런치카페」행사를 개최하여 주안국가산업단지 내 근로하는 근로자 400여명에게 일·생활 균형 캠페인 홍보를 실시했다.

이번 행사는 일·생활 균형 캠페인의 핵심 분야 중의 하나인 '건전한 회식 문화' 분위기를 확산시키고자 기획되었으며 커피 및 다과 400인분을 준비하여 주안 국가 산업단지 근로자들이 점심 회식을 할 수 있는 자리를 마련했다.

더하여, 근로자들의 일·생활 균형 문화 인식도를 높이기 위해 고용노동부에서 제시한 '근무혁신 10대 제안' 의 10가지 실천 사항의 피켓 홍보도 함께 진행했다.

본 행사는 인천 지역의 국가 산업단지 근로자의 근로환경 개선을 위하여 기획된 '산단 근로자 워라밸 UP 프로젝트' 중 하나이다.

프로젝트에는 본 런치카페 행사 외에도 아이와 함께하는 팝아트 초상화 그리기 행사, 가족과 함께 하는 캔들 교실 등으로 구성되어 있으며 지리적인 여건상 문화생활을 즐기기 어려운 산단 근로자들의 편의를 증진시키고자 접근성이 높은 장소에서 행사를 진행했다.

이날 행사에 참여한 인천 기업의 근로자는 "일·생활 균형에 대해서 잘 알지 못했는데 이번 행사 덕분에 동료들과 즐거운 시간을 보내며 어떤 것인지 알게 되었다."고 말하며 "근로 환경이 개선된다는 체감도 높은 사업이 더욱 더 많아졌으면 좋겠다."고 밝혔다.

한편, 일·생활 균형 인천지역추진단은 본 캔들 만들기 행사 외에도 다양한 사업을 진행하고 있다.

지난달에는 인천 지역의 일·생활 균형 실천 기업을 초청하여 무료 영화 관람 행사와 문화 회식 확산 프로젝트의 일환으로 와인 만들기 문화 회식을 진행했다.

그리고 이 외에도 기업에서 실질적으로 일·생활 균형 제도를 도입할 수 있도록 상시적으로 노무 컨설팅을 실시하고 있으며 이번 달 28일에는 건전한 조직문화 조성을 위하여 베스트셀러 '90년대생이 온다' 작가인 임홍택 작가를 초청하여 특강도 진행할 예정이다.

@highlight

인천상공회의소 일·생활 균형 인천지역추진단은 일·생활 균형 캠페인의 핵심 분야 중의 하나인 '건전한 회식 문화' 분위기를 확산시키고자 근로자 400여명에게 일·생활 균형 캠페인 홍보와 '근무혁신 10대 제안' 의 10가지 실천 사항의 피켓 홍보를 실시하였다고 밝혔다.