병역기피 논란으로 한국 입국을 금지당한 유승준(스티브 유)의 운명이 오늘 결정된다.

서울고등법원은 15일 오후 2시 유승준이 미국 로스앤젤레스 주재 총영사관을 상대로 낸 소송의 파기환송심 선고를 내릴 예정이다.

유승준은 지난 2002년 병역의무를 이행하겠다는 약속을 한 뒤 해외로 출국해 미국 시민권을 취득하며 병역기피 논란이 일었다.

당시 우리 정부는 "외국국적 취득이 병역 면탈의 수단으로 악용하는 사례가 빈번히 발생할 것으로 예상된다"며 유승준의 입국을 금지했다.

이후 미국에 거주하던 유승준은 2015년 총영사관이 비자 발급을 거부한 처분을 취소해달라는 소송을 냈다.

유승준에 대한 입국 거부를 인정한 1, 2심과 달리 대법원이 사건을 고등부로 돌려보내면서 파기환송심 결과에 입국 여부가 결정되게 됐다.

앞서 유승준은 지난 13일(현지시각) 자신의 유튜브 채널을 통해 '드디어 악플러를 만났다. 이날만 기다렸다'는 제목의 영상을 게재하고 현재의 심경을 밝혔다.

유승준은 "저를 변호하고 싶은 마음은 없다. 하지만 사람이 죽어 나가고 이런 일들 때문에 우울증에 빠지는 사람들을 보면서 욕을 나름 제일 많이 먹는 사람이라해도 절대로 과언이 아닌 제가 한마디 하지 않으면 또 누가 하겠습니까"라고 자신을 향한 비판의 목소리에 날선 반응을 보였다.

이어 "사람들은 제가 죽는게 두렵지 않다고 말하면 진짜 말로만 그러는줄 안다. 더 이상 욕 먹는게 두렵지 않다. 인기도 명예도 별로 그렇게 중요하지 않다는것도 꽤 오래전에 깨달았다"고 말했다.

그러면서 "고난이 덮치면 진짜 친구가 누구이고 ,당신을 진짜 사랑하는사람이 누구인지, 당신을 진짜 위하는 사람이 누구인지 그리고 당신이 정말 잘 되기를 바라는 사람들이 누구인지를 얼어보는 눈이 생긴다. 상한 음식에는 항상 파리가 꼬이기 마련"이라고 덧붙였다.

마지막으로 그는 "좋은말, 감사한말, 살리는 말.배려의 말 , 사랑의 말을 하면 우리의 삶도 꼭 그렇게 될거예요"라고 응원의 메시지를 요청했다.

@highlight

15일 오후2시 자신의 입국여부가 달려있는 파기환송심 선고를 앞두고 있는 유승준은, 선고 이틀 전 자신의 유튜브 채널을 통해 '이날만을 기다렸다'는 제목의 영상을 올리고 현재 심경을 공개했다.