씰리침대가 여주공장 설립 3주년을 맞아 11월 15일부터 12월 15일까지 '슬립 온 트러스트(Sleep on Trust)' 프로모션을 실시한다.

백화점 프로모션 품목은 △프레지던트(President) △프레지던트 펌(President Firm) △밀리(Milli) △클레이오2 FL Plush(Kleio2 FL Plush) △클레어(Claire) △에뮬레이션(Emulation) 등 인기 빅 사이즈(CK) 6종이다.

대리점에서는 △페론2(Ferron2) △콘체르토(Concerto) △블랑(Blanc) 등의 빅 사이즈(CK) 제품 할인과 함께 다양한 프로모션을 전개한다.

백화점 프로모션 품목 중 가장 대표적인 제품은 씰리침대의 베스트셀러 '프레지던트'와 '밀리'다.

두 제품 모두 씰리침대의 포스처피딕 기술이 적용돼 숙면에 최적화된 부드러운 쿠션감과 견고한 지지력을 동시에 제공한다.

이와 함께 보다 단단한 지지력을 선호하는 고객들의 수요에 맞춰 '프레지던트' 후속으로 제작된 '프레지던트 펌' 역시 이번 프로모션 품목에 포함됐다.

씰리침대는 프로모션 기간 내 제품을 구매한 고객을 대상으로 구매 금액에 따라 방수 매트리스 커버, 호텔식 코튼 베개, 호텔식 구스 베개 등 다양한 사은품도 제공한다.

씰리침대 윤종효 대표는 "이번 프로모션은 여주공장 설립 3주년을 맞아 2019년 한해 베풀어 주신 큰 사랑에 보답하고자 기획됐다"면서 "여주공장을 통해 생산된 제품들이 고객분들에게 더 큰 만족을 줄 수 있는 보다 안전한 제품으로 생산될 수 있도록 더욱 노력해 갈 것"이라고 강조했다.

@highlight

씰리침대는 여주공장 설립 3주년을 기념으로  '슬립 온 트러스트(Sleep on Trust)' 프로모션을 실시하는데 가장 대표적인 프로모션 품목으로는 '프레지던트'와 '밀리'이며, 프로모션 기간 내 구매자들에게는 금액에 따라 다양한 사은품도 제공한다.