세종문화회관(사장 김성규)이 수능을 끝낸 수험생들을 응원한다.

15일 세종문화회관에 따르면 2020학년도 수능 수험생들을 위해 연말까지 세종문화회관에서 기획하는 공연 할인 프로모션을 진행한다.

이번 수능 할인 프로모션은 수능 시험을 치른 수험생들 사기충천과 기분전환을 위해 세종문화회관 무용·연극·뮤지컬·클래식 공연 등 총 10개 공연에 한해 최대 50% 할인된 가격에 관람할 수 있도록 진행된다.

영화 '해리포터'를 스크린에서 상영하며 70인조 오케스트라가 영화 사운드트랙을 동시에 실연하는 공연인 '필름콘서트Ⅱ- 해리포터와 비밀의 방', 서울시무용단 단원들이 직접 안무에 참여하여 뉴트로국악에서 일렉트로닉까지 다양한 장르를 결합한 실험적이고 신선한 무대를 선보이는 '더 토핑', 조선 마지막 왕자인 영친왕 실화를 소재로 한 합창 뮤지컬 '왕자와 크리스마스', 따뜻한 스토리와 아역 배우들이 선보이는 사랑스러운 퍼포먼스가 돋보이는 서울시뮤지컬단 송년 가족 뮤지컬 '애니' 등 세종문화회관 연말 대표 공연들이 대상이다.

꿈의숲아트센터는 12월 21일부터 양일간 진행되는 '겨울이야기' 공연을 본인에 한해 25% 할인한다.

공연은 세종문화회관 홈페이지에서 예매 후 당일 수험표를 지참하여 할인된 금액으로 관람하면 된다.

공연 관람 후 세종문화회관 공식 SNS 계정에서 진행하는 해시태그(#) 이벤트에 참여하면 추첨을 통해 2020년 세종문화회관 기념품도 증정한다.

김성규 세종문화회관 사장은 "결과를 떠나 수능 준비로 고생한 수험생들에게 우선 수고 많았다고 말하고 싶다"며 "새 시작을 앞둔 이 시기 인생에서 직접 경험해보지 못한 부분들을 다양한 문화예술을 접하며 채워보는 것도 지금 이 시기를 유의미하게 보낼 수 있는 방법이 될 것이다"고 전했다.

세종문화회관 수능 할인 프로모션에 대한 자세한 내용은 세종문화회관 홈페이지에서 확인할 수 있다.

@highlight

15일 세종문화회관에 따르면 (사장 김성규) 2020학년도 수능 수험생들의 수험생들 사기충천과 기분전환을 위해 연말까지 세종문화회관에서 기획하는 무용·연극·뮤지컬·클래식 공연 등 총 10개 공연에 한해 최대 50% 할인된 가격에 관람할 수 있도록 할인 프로모션을 진행하여 수능을 끝낸 수험생들을 응원한다.