▲ '미래와 꿈의 공예-몽유도원이 펼쳐지다'를 주제로 지난달 8일부터 17일까지 41일간 열린 '2019 청주공예비엔날레'가 막을 내렸다.

도슨트의 설명을 들으며 관람객이 작품을 감상하고 있다.

'미래와 꿈의 공예-몽유도원이 펼쳐지다'를 주제로 40여일 계속됐던 2019청주공예비엔날레가 17일 문화제조창C 첨단문화산업단지 1층 영상관에서 폐막식을 갖고 대장정의 마침표를 찍었다.

11번째를 맞은 이번 공예비엔날레는 공예전시 위상을 확인하는 계기가 됐다는 평가다.

비엔날레에는 세계 35개국 1200여명의 작가가 2000여점의 수준 높은 작품을 선보였으며 이는 지난 2017년 18개국, 780여명 참여의 수치를 훌쩍 뛰어넘었다.

이와 함께 참여작 중 정통공예의 비율을 85%까지 높여 비엔날레에 꾸준히 지적됐던 공예 전문 비엔날레의 정체성 회복과 전위적이고 기술집약적으로 진화한 공예의 현주소와 미래를 제시해 국내 외 관련 전문가의 극찬을 얻었다.

비엔날레 사상 첫 황금플라타너스 상 시상식이 진행돼 주목을 받았다.

황금플라타너스 상은 비엔날레 본전시 참여작가를 대상으로 한 첫 수상제도로 최고의 영예인 골든플라타너스 상에는 심재천 작가의 '투각등'이 선정됐으며 본상 4명, 특별상 4명 등 총 8명이 상을 받았다.

비엔날레의 관람객은 목표치 35만여명을 넘어섰다.

관람객 중 외지관람객은 약 15만명으로 지난 2017년 대비 4.3%p 증가했으며 외국인 관람객도 약 2만 1000여명으로 전체 관람객의 6%를 차지했다.

청주시문화산업진흥재단 관계자는 "비엔날레에 보내준 시민과 관람객의 호응에 감사하다"며 "비엔날레의 화려한 막은 내렸지만 문화직접단지 문화제조창C를 중심으로 한 지속가능한 공예도시 청주의 꿈을 이제부터 시작"이라고 말했다.

@highlight

'미래와 꿈의 공예-몽유도원이 펼쳐지다'를 주제로 지난달 8일부터 17일까지 41일간 열린 '2019 청주공예비엔날레'가 폐막되었는데 이번 공예 비엔날레는 공예전시 위상을 확인하는 기회가 됐다는 평가를 받았고 비엔날레에는 세계 35개국 1200여명의 작가가 2000여점의 수준 높은 작품을 선보였으며 이는 지난 2017년 18개국, 780여명 참여의 수치를 훌쩍 뛰어넘어선 것이다.