공정거래위원회는 17일 삼양건설산업이 하도급대금을 부당하게 깎고 부당 특약 설정과 대금 지급보증조차 하지 않았다며 시정명령과 과징금 4억4800만원을 부과하고 법인을 검찰에 고발하기로 했다고 밝혔다.

공정위에 따르면 삼양건설산업은 'HRC(제5생활관)증축 공사 중 철근콘크리트공사', '천주교 대전교구 원신흥동 성당 신축공사 중 철근콘크리트공사', '혜림교회 새 성전 신축공사 중 철근콘크리트공사'의 수급 사업자를 최저가 경쟁 입찰 방식으로 선정하는 과정에서 부당하게 하도급 대금을 낮게 결정했다.

공정위는 최저가 입찰 업체를 낙찰자로 바로 선정하는 정상적 거래관행이지만 삼양건설산업은 정당한 사유 없이 최저가 업체와 다시 가격을 낮추고자 가격 협상을 했다고 판단했다.

또한, 최저가 업체를 포함해서 차순위 업체 등으로부터 다시 견적을 받은 후, 최종적으로 최저가 견적을 제출한 A업체와 다시 가격을 낮추기 위한 가격협상을 한 것으로 드러났다.

그 결과 삼양건설산업은 최저가 입찰 금액보다 8500만원에서 최대 2억529만원까지 공사대금을 후려쳐 하도급 계약을 체결했다.

삼양건설산업은 공사대금을 부당하게 깎은 3개 공사를 포함해 '영등포교회 창립110주년 신축공사 중 철근콘크리트공사' 등 총 4개 공사를 위탁하면서 A사에 이익을 제한하거나 의무를 떠넘기는 각종 부당한 특약조건도 설정했다.

아울러 A사에게 '천주교 대전교구 원신흥동 성당 신축공사 중 철근콘크리트공사' 및 '혜림교회 새 성전 신축공사 중 철근콘크리트공사' 건설을 위탁하면서 하도급대금 지급보증을 하지 않은 것으로 드러났다.

공정위 관계자는 "경쟁 입찰을 하면서 부당하게 하도급대금을 결정하는 행위, 수급 사업자에게 과중한 부담을 지게 하는 부당한 계약 조건 설정 행위 등을 엄중 제재했다"고 설명했다.

@highlight

공정거래위원회는 17일 삼양건설산업이 수급 사업자를 최저가 경쟁 입찰 방식으로 선정하는 과정에서 부당하게 하도급 대금을 낮게 결정하지 않았다며, 공정위에게 고발당해 시정명령과 과징금 4억 4800만원을 물게 되었다고 밝혔다.