제주특별자치도 지방행정동우회·제주KCTV 공동주최,＜개념있는 제주＞공동체 만들기 도민토론회 종합토론이 열리고 있다.

혼란과 무절제로 치닫는 제주사회를 원칙, 상식, 분수, 절제가 통하는 안락한 공동체로 키우며 제주의 전통을 시대변화에 조화롭게 배합, 관이 주도하는 일시적 과시적 행동이 아니라 민간의 봉사정신에 기초하여 쓰레기 줍기 등 작은 일부터 지속적인 운동을 전개하면서 살맛나는 제주공동체를 만들어야 한다는 주장이 나왔다.

이는 지난 15일 오전 10시부터 제주퍼시픽호텔에서 열린 제주특별자치도 지방행정동우회(회장 김형수)·제주KCTV 공동주최,＜개념있는 제주＞공동체만들기 도민토론회에서 행한 김수종 전 한국일보 주필인 발제자의 주제발표에서 가름되었다.

그는 "개념 있는 제주만들기로 상식, 공중의식, 합리성, 절제, 협력 등의 가치관에 근거해 자연, 문화환경을 가꾸어 살맛나는 제주공동체를 만드는 일이며 이제 개방화와 세계화는 제주가 벗어날 수 없는 숙명이므로 이를 건전하게 발전시키기 위해 실천 가능한 일부터 착수해야 할 것"이라고 말했다.

또한 "권유할만한 프로그램으로 봉사, 대화, 배려의 자세로써 쓰레기 처리와 관련한 일선봉사로 시작, 교통질서와 안내에 대한 자원봉사, 토착민과 이주민의 교류, 주민의 여론에 따른 매개역할로 주민 사랑방 모임을 강화할 것"을 주문했다.

한편 토론자로 나선 김태윤 제주연구원 선임연구위원은 제주다움을 제주답게 만드는데 제주미래가치인 청정과 공존의 핵심가치가 중요하게 활용되어야 하며 이용길제주언론인클럽 회장은 작은 일에서부터 다시 출발하면서 우리 고유의 전통과 미풍양속을 보전하고 계승해 나가야 한다고 토론했다.

이밖에 이정필 제주YWCA회장은 제주사람으로 살아가는 제주주민으로 모는 변화는 개념있는 제주도민으로 '나'자신부터 변화하는 출발점에서 살아가도록 노력하겠다고 말했다.

@highlight

지난 15일 제주퍼시픽호텔에서 열린＜개념있는 제주＞공동체 만들기 도민토론회 종합토론에서 이제는 관이 주도하는 과시적 행동이 아닌 '나'자신부터 변화하는 출발점에서 민간의 봉사정신으로 지속적인 운동을 전개하면서 살맛나는 제주공동체를 만들자는 주장이 나왔다.