<@1>대한민국 쇼트트랙 국가대표 김아랑이 최우수 여자선수상에 뽑혔다.

김아랑은 15일 이탈리아 토리노에서 열린 제4회 국제대학스포츠연맹 갈라(FISU Gala) 시상식에서 최우수 여자선수상(Best Female Athlete)을 수상했다.

김아랑 선수는 세계 최고의 쇼트트랙 선수로서, 2018 평창동계올림픽대회 및 세계선수권대회 등 각종 국제무대에서 우수한 경기력을 보여준 바 있다.

또한, 세 번의 동계유니버시아드대회(2019 크라스노야르스크·2017 알마티·2015 그라나다)에서 다수의 메달을 획득한 경력 등을 인정받아 대한대학스포츠위원회의 추천 및 국제대학스포츠연맹 집행위원회 심사를 거쳐 최우수 여자선수상 수상자로 결정됐다.

국제대학스포츠연맹은 2년마다 개최하는 갈라 행사에서 최우수선수상(남·여), 최우수대학, 최우수연맹 등 분야별 시상을 통해 국제대학스포츠 발전에 기여한 공로를 치하하고 있다.

한국에서는 2017년 한국체육대학교가 최우수대학상을 수상한 바 있으며, 대한민국 선수로는 김아랑 선수가 첫 수상자이다.

한편 김아랑은 동계유니버시아드대회에서 2019크라스노야르스크 2관왕(1천500m·1천m), 2017알마티 3천m계주 금메달, 1천500m 은메달, 500m 동메달, 2015그라나다 2관왕(1천500m·1천m), 3천m계주 은메달을 거뒀다.

이번 제4회 국제대학스포츠연맹 갈라 행사는 FISU 창립 70주년을 기념하며 제36차 FISU 총회 기간 중에 개최되었으며, 국가별 대학스포츠연맹 대표단들이 참석한 가운데 개최됐다.

올해로 70주년을 맞이한 국제대학스포츠연맹은 대학 스포츠 활성화와 저변 확대를 위해 1949년 창설되었으며, 현재 대한대학스포츠위원회를 포함한 174개국 대학스포츠연맹이 회원으로 활동하고 있다.

@highlight

세계 최고의 쇼트트랙 선수 김아랑은 15일 이탈리아 토리노에서 열린 제4회 국제대학스포츠연맹 갈라(FISU Gala) 시상식에서 대한민국 선수 최초로 최우수 여자선수상(Best Female Athlete)을 수상했다.