11월 셋째주엔 '포레나루원시티' 등 전국에서 8697가구가 분양에 나선다.

17일 부동산114에 따르면 11월 셋째 주에는 전국 10개 단지에서 8697가구(총 가구수 기준)가 분양을 진행한다.

서울 서대문구 홍은동 '힐스테이트홍은포레스트', 인천 서구 가정동 '포레나루원시티', 광주 북구 우산동 '무등산자이&어울림' 등이 청약을 받는다.

모델하우스는 서울 강북구 미아동 '꿈의숲한신더휴', 경기 고양시 덕은동 '힐스테이트에코덕은(오피스텔)', 부산 부산진구 부전동 '서면롯데캐슬엘루체' 등 5곳에서 개관할 예정이다.

인천 서구 가정동 루원시티 공동2블록에 들어서는 포레나루원시티는 지하 4층~지상 29층, 14개동, 전용면적 59~84㎡, 총 1128가구 규모 대단지다.

도보 5분 이내에 인천 지하철 2호선 가정역이 자리한 역세권 아파트이며 봉수초, 가현초, 가현중 등을 도보로 통학할 수 있다.

루원시티 중심상업지구(예정), 천마산, 꾸러기 체험학습장 캠핑장, 승학산둘레길 등이 가까워 쾌적한 주거생활을 누릴 수 있다.

단지 내에는 상업시설이 함께 구성될 예정이다.

한신공영은 22일 강북구 미아동 꿈의숲한신더휴 견본주택을 오픈하고 분양에 들어갈 예정이다.

총 203가구로 조성되며 이중 전용 55~84㎡ 117가구가 일반분양된다.

단지 인근에북서울꿈의숲이 자리하며 지하철 4호선 미아사거리역과 미아역을 도보로 이용할 수 있다.

미아사거리역에는 착공 예정인 동북선 경전철도 정차할 예정이어서 서울 도심권 접근성도 개선될 전망이다.

@highlight

17일 부동산114에 따르면 11월 셋째 주에는 '힐스테이트홍은포레스트', '포레나루원시티' 등이 청약을 받는 등 전국 10개 단지에서 8697가구가 분양을 시작하며, 모델하우스는 '꿈의숲한신더휴' 등 5곳이 문을 열 예정이다.