14일 목원대에서 열린 '총동문회와 함께 하는 총학생회 멘토링 콘서트'에서 권혁대 총장이 학생들에게 당부의 말을 전하고 있다.

목원대 제39대 Re: New All(리뉴올) 총학생회가 지난 14일 교내 테크노과학관 309호에서 '총동문회와 함께하는 멘토링 콘서트'를 개최했다.

총학생회와 목원대 총동문회(회장 김병국)에서 공동으로 주최한 이번 행사는 사회에 진출해 성공을 거둔 동문 선배를 초청, 미래를 준비하는 학생들에게 자신감을 불어넣어 주기 위해 마련됐다.

이날 행사에는 권혁대 총장과 김정수 총동문회·수석부회장, 박상민 사무총장, 변승구 학술분과위원장, 김동영 총학생회장을 비롯해 약 100여 명의 학생들이 참석했다.

특별 강연에 나선 백진호 현대자동차 삼척남양대리점 대표(경영학과 84학번 동문)는 '꿈이 있는 세일즈에는 스토리가 있다'라는 주제로, 자신이 지금까지 걸어온 노력과 성공에 대한 열정을 학생들에게 들려줬다.

권혁대 총장은 "성공한 비즈니스 리더 선배의 이야기를 생생하게 들을 수 있다는 것은 정말 좋은 기회"라며 "선배의 독보적인 마케팅 비결을 배우고 실천해 나중에 여러분이 이 무대에 서는 주인공이 되길 바란다"고 말했다.

김정수 총동문회 수석부회장은 "총동문회는 후배들을 위해 현충원 트레킹 행사를 열고 향후 취업박람회를 개최하는 등 다방면으로 지원할 계획"이라며 "사회에 영향력을 끼치고 있는 훌륭한 선배들이 많으니 여러분들도 기죽지 않고 당당하게 꿈을 펼쳐나갔으면 좋겠다"고 전했다.

김동영 총학생회장은 "사회에 진출해 성공을 거둔 동문 선배님의 강연을 통해, 미래의 예비 사회인으로 성장하기 위한 사전준비를 하고자 행사를 준비했다"고 밝혔다.

(맨 앞줄 왼쪽 네 번째부터) 백진호 현대자동차 삼척남양대리점 대표, 김동영 총학생회장, 권혁대 총장, 김정수 총동문회 수석부회장을 비롯한 행사관계자들과 학생들이 기념촬영을 하고 있다.

@highlight

목원대 제39대 총학생회가 사회에 진출해 성공을 거둔 동문 선배를 초청해 미래를 준비하는 학생들에게 자신감을 주기 위해 14일 교내 테크노과학관 309호에서 권혁대 총장을 비롯해 100 명의 학생들이 참석해 '총동문회와 함께하는 멘토링 콘서트'를 열었다.