빌 게이츠 마이크로소프트(MS) 창업자가 제프 베이조스 아마존 최고경영자(CEO)를 밀어내고 2년여만에 다시 세계 최고 부자 자리에 올랐다

15일 자산변동에 따른 세계 500대 부자 순위를 매일 매기는 블룸버그 억만장자 지수를 보면 이날 미국 증시 마감 후 MS 주가는 4% 올랐고, 이에 따라 MS 지분 1%를 보유한 게이츠의 순자산은 1천100억 달러(약 128조4000억원)가 됐다.

반대로 아마존 주가는 2% 떨어져 베이조스의 순자산은 1087억달러(126조8500억원)가 됐다.

이는 MS가 아마존을 누르고 100억 달러(11조6700억원) 규모의 미국 국방부의 '합동방어 인프라'(JEDI) 사업자로 선정되면서 두 기업의 주가 등락이 엇갈린 영향으로 분석된다.

JEDI 사업은 인공지능 기반으로 모든 군사 관련 기관이 정보를 공유하는 인프라를 구축하는 사업으로, 세계 클라우드 시장 1, 2위인 아마존과 MS 등이 수주전에 뛰어들었으며 MS가 최종 승리자가 됐다.

당시 업계에서는 아마존이 사업을 따낼 것이라는 관측이 지배적이었으나 도널드 트럼프 미국 대통령이 지난 7월 사업자 선정 재검토를 지시한 뒤 기류가 바뀌었다.

트럼프 대통령은 아마존과 베이조스를 '눈엣가시'처럼 여겨온 까닭에 이번 수주전을 두고 논란이 뒤따르고 있다.

아마존은 지난 14일 "JEDI 평가 과정의 많은 측면이 명백한 결함과 오류, 오해의 여지 없는 편견을 포함하고 있다"며 미국 국방부를 상대로 소송을 준비하고 있다고 밝혔다.

한편 베이조스는 지난 1월 이혼해 아내 매켄지에게 아마존 주식의 4분이 1을 지난 7월 넘기면서 전체 자산이 줄었다.

매켄지의 이날 순자산은 350억달러(약 40조8450억원)다.

게이츠는 1994년부터 매년 그의 아내와 만든 '빌 앤드 멜린다 게이츠 재단'에 350억 달러(40조8천450억원) 이상을 기부해왔다.

@highlight

빌 게이츠 마이크로소프트(MS) 창업자는 15일 자산변동에 따른 세계 500대 부자 순위를 정하는 블룸버그 억만장자 지수에서 이날 증시 마감 후 주가 4% 상승에 따라 MS지분 1% 보유한 게이츠의 순 자산이 1천 100억달러(약128조4천억원)이 되며 아마존 주가 2% 감소한 베이조스의 순자산 1087달러(126조8500억원)을 추월하며 2년여만에 다시 세계 최고 부자 자리를 차지했다.