한국여성발명협회는 오는 22일 서울 코엑스에서 '2019 생활발명코리아' 공개심사와 시상식을 개최한다고 16일 밝혔다.

여성발명협회와 특허청이 주최하는 생활발명코리아는 여성의 생활밀착형 제품 아이디어를 공모·선정해 지식재산권 출원과 시제품 제작, 사업화 컨설팅 제공 등 여성의 창업과 일자리 창출을 지원하는 사업이다.

올해로 6회째를 맞았다.

생활발명 아이디어는 지난 1월31일부터 4월8일까지, 온라인 신청을 통해 총 1731건이 접수됐다.

이후 온라인 심사와 선행기술조사, 면접심사를 거친 39건의 아이디어가 44대1의 경쟁률을 뚫고 지원 대상작으로 최종 선정됐다.

특허청은 선정된 39건을 대상으로 전문가 멘토링과 시제품 제작을 지원하고, 부문에 따라 특허 출원, 전문가 컨설팅 등 맞춤형 혜택을 제공했다.

이를 통해 제작된 시제품은 22일 행사장에 전시될 예정이다.

행사장에서 선보이는 시제품은 플라스틱 사용을 줄이는 '고체샴푸', 고혈압 환자를 위한 '염도측정 식판' 등 환경과 건강을 고려한 생활용품을 비롯해 치아가 약한 반려견을 위한 '습식사료 자동제조기' 등 반려동물용품과 IoT(사물인터넷) 생활가전 등 다양한 분야를 아우른다.

이중 시제품 26건에 대해서는 20일까지 사전 진행되는 네티즌 투표와 22일 진행되는 전문가 현장심사 점수를 합산해 공개평가를 받는다.

최고점을 받은 제안자에게는 대통령상과 발명장려금 1000만원이 주어진다.

국회의장상, 국무총리상 수상자에게는 발명장려금 200만원을 수여한다.

이번 공개심사와 시상식은 누구나 무료로 관람할 수 있고, 네티즌 투표 등 이벤트에 참여하면 공기청정기 등 경품도 받을 수 있다.

자세한 사항은 생활발명코리아 웹사이트에서 확인 가능하다.

이인실 여성발명협회장은 "여성들이 발명 아이디어를 통해 창업이나 취업 등 경제활동 참여의 첫걸음이 바로 생활발명코리아"라며 "올해 지원을 통해 완성된 39팀의 발명 사례를 보고 더 많은 여성들이 용기를 갖고 새로운 꿈을 키우길 바란다"고 말했다.

@highlight

한국여성발명협회는16일, 오는 22일 서울 코엑스에서 '2019 생활발명코리아' 공개심사와 시상식을 개최한다고 밝혔는데, 생활발명코리아는 여성의 생활밀착형 제품 아이디어를 공모·선정해 지식재산권 출원 등 여성의 창업과 일자리 창출을 지원하는 사업이며 온라인 심사 등을 거쳐 39건의 아이디어가 최종 선정됐다.