무주군 지역사회보장협의체 워크숍이 지난 15일 황인홍 군수를 비롯해 이강춘 민간위원장, 지역사회보장협의체 위원, 사회보장 관련 기관, 단체 종사자 등 200여 명이 참석한 가운데 전통문화의 집 대강당에서 개최했다.

이번 행사는 지역사회보장 증진을 위해 협의체 위원들의 역량을 강화하고 네트워크 활성화를 도모하기 위한 것으로 이날 참석자들은‘주민과 함께 성장하는 자립공동체 무주’라는 구호 속에서 민관협력을 다짐하는 기념 퍼포먼스와 주제 강연도 청취했다.

웰펌 김미경 대표는‘민관 협력으로 찾아가는 보건복지서비스’에 관한 내용을 공유해 호응을 얻었다.

이강춘 민간공동위원장은“보건복지부 주관 지역사회보장계획 시행 결과 평가에서 전국 최우수상을 수상하는 등 지역사회보장 선두 주자로서 역할을 수행했다”며“민·관이 함께 협력해 주민이 함께 성장하는 복지 공동체가 실현 될 수 있도록 위원 모두 한 마음이 돼 줄 것”을 당부했다.

황인홍 군수는 “지난 3년 여 우리가 이룬 공감대는 지역을 데우며 주민 삶을 이롭게 하는 발판이 되고 있다”며 “시대흐름과 정책, 현실에 맞는 우리의 역할과 단체의 기능을 끊임없이 고민하며 새롭게 변화해 나가자”고 말했다.

또 황 군수는 “오늘 이 자리가 함께 하는 주민복지 실현을 위한 도약대가 됐으면 하는 바람”이라며 “주민행복을 위해 사명감을 다지고 마음을 다시 한 번 다잡아 보자”고 덧붙였다.

이날 남다른 성실함과 열정적인 자세로 민관협력 활성화와 지역사회보장 증진에 기여한 황인철(무주군 정신건강복지센터 재직)씨가 무주군지역사회보장협의체의 감사패를 받았다.

황 씨는 지난 2016년 4월부터 올해 8월까지 무주군사회보장협의체 사무국장으로 근무했다.

한편 무주군 지역사회보장협의체는 보건·복지·고용·주거·교육 등 지역사회서비스 제공자 간 연계 협력을 통해 수요자 중심의 통합서비스를 제공하기 위한 것으로 지난 2015년부터 구성·운영되고 있다.

대표협의체 위원들은 사회복지사업의 중요사항, 사회보장급여사업 등을 자문하고 지역사회보장계획을 심의·의결하는 역할을 한다.

@highlight

무주군 지역사회보장협의체 워크숍이 황인홍 군수를 비롯한 200여 명이 참석한 가운데 ‘주민과 함께 성장하는 자립공동체 무주’라는 슬로건 아래 지역사회보장 증진을 위한 협의체 위원들의 역량 강화 및 네트워크 활성화를 위해 실시됐다.