강원도, 충청북도, 전라북도가 수소 산업 클러스터 구축에 협력한다.

최문순 강원도지사, 이시종 충청북도지사, 송하진 전라북도지사는 이를 위해 지난 15일 국회 의원회관에서 업무협약을 체결했다.

이번 협약을 계기로 각 지방자치단체가 추진하는 산업통상자원부 수소융복합단지 실증사업을 연계해 원활한 사업 추진과 수소경제 활성화를 위한 방안을 공동 모색할 방침이다.

산업부 수소융복합단지는 수소산업 밸류체인별로 특정지역 내 기업과 대학, 연구소 지자체가 협력해 기술 혁신, 상업화, 원가 절감, 품질향상 등 시너지효과를 도모하는 사업이다.

다음달 최종 선정 작업이 이뤄진다.

강원도는 한국과학기술연구원(KIST) 및 강원대와 함께 '수소 저장·운송 클러스터' 분야를 지원했다.

삼척시와 국토교통부 공모사업 '수소 시범도시 사업'에도 참가할 예정이다.

충북은 '수소 모빌리티 클러스터', 전북은 '수소 생산 클러스터' 분야 공모에 각각 신청했다.

이들 지자체는 영역별 수소경제권을 조성해 연계·공유하면 정부 신에너지 사업을 주도하는 동시에 수소 산업 육성 기반을 마련할 수 있을 것으로 기대하고 있다.

최문순 강원도지사는 "삼척 LNG인수기지를 활용한 액화수소 플랜트 건설 등 강원도만의 특색 있는 수소 산업을 육성하고 충북, 전북과 적극 연계해 강호축이 대한민국 수소경제를 선도할 수 있도록 다각적인 노력을 기울이겠다"고 말했다.

이시종 충북도지사는 "지역 기업, 대학, 연구기관, 한국가스안전공사 등과 연계 협력을 강화하고 강원·전북도와 정보교류 및 광역적 협력 사항을 발굴 추진해 수소산업 생태계 조성에 앞장서겠다"고 강조했다.

송하진 전북도지사도 "강호축이 수소산업 전 주기에 대한 탄탄한 가치사슬을 구축하면 대한민국 수소산업의 뼈대가 되리라 기대한다"며 "전북도가 추진 중인 다양한 사업들과 상승효과가 날 수 있도록 적극 협력하겠다"고 덧붙였다

@highlight

강원도, 충청북도, 전라북도가 '수소 산업 클러스터' 구축에 협력하는데 각 지방자치단체가 밀고있는 산업통상자원부 수소융복합단지 실증사업을 연계해 원활한 사업 추진과 수소경제 활성화를 위한 방안을 공동 모색할 방침이며 영역별 수소경제권을 조성해 수소 산업 육성 기반을 마련할 수 있을 것으로 기대하고 있다.