제주도는 맑은 공기와 육지에서는 볼 수 없는 야자수, 그리고 돌담 등의 자연환경을 갖추고 있어 사람들에게 휴식과 위안을 주는 곳이다.

특히 11월은 푸르고 맑은 제주 날씨를 즐기기에 아주 좋으며, 가을 여행 적기에 해당된다.

페이스북, 인스타그램 등 SNS에 능한 젊은 여행객들은 제주도 여행 적기로 요즘을 꼽고 있다.

서귀포시 안덕면 사계리 해안에 있는 종상화산인 산방산으로 향하는 길목을 지나다 보면 만날 수 있는 수국길은 도로 위로 길게 분포되어 있어 산방산을 배경으로 사진 찍기 좋은 곳이다.

중문관광단지에는 가볼만한 식당으로 '색달식당'이 제주 셀럽들에게 유명하다.

친철한 서비스는 물론 알찬 구성을 통해서 손님들에게 만족감을 제공하고 있는 색달식당은 단품도 있지만 인기가 많은 메뉴는 단연 통갈치세트메뉴이다.

생물갈치를 사용해서 촉촉함은 물론 부드러운 식감도 느껴볼 수 있다.

색달식당 중문 본점으로 이곳은 제주도 맛집으로 알려져 있는데 통가리조림이 메인으로 나오는 곳이다.

통갈치조림을 비롯해 갈치구이가 함께 나오고 돌솥밥과 성게미역국이 포함되어 있어 가족들이 식사하기에 전혀 부족함이 없다.

오랫동안 연구해온 방법으로 조림을 만들기에 남녀노소 누구나 편하게 즐길 수 있는 맛도 느낄 수 있다.

또한 색달식당의 갈치조림은 칼칼하면서도 시원함이 묻어 있어 어린 아이들이 먹기에도 나쁘지 않다.

오랫동안 가꿔온 손맛과 함께 푸짐하게 들어가 있는 한상이 가족 여행객에게 항상 즐거움을 선사해주고 있다.

서귀포 중문 가볼만한 곳으로 박물관은살아있다 등 다양한 관광지도 있어 식도락도 함께 즐겨본다면 즐거운 제주도여행이 될 수 있을 것이다.

오전 9시부터 오후 9시30분까지 오픈을 하고 있다.

긴 영업시간인 만큼 항시 편한 시간에 식사를 할 수 있는 장점이 있다.

그리고 근처 투숙객분들이 편하게 올 수 있도록 픽업서비스도 제공하고 있다.

자세한 내용은 색달식당 홈페이지를 참고하거나 전화 문의하면 된다.

@highlight

SNS에 능한 젊은 여행객들이 제주도 여행 중문관광단지에서 가볼만한 식당으로 '색달식당'이 제주 셀럽들에게 유명하며, 색달식당 중문 본점은 제주도 맛집으로 통갈치조림이 널리 알려져 있다.