헬스케어 서비스(HS), 정보기술(IT), 통신서비스(CS) 등 첨단 산업의 빠른 성장을 위해 모멘텀(동력)을 확보해야 한다는 주장이 나왔다.

전국경제인연합회 산하 한국경제연구원은 18일 '한·미·일의 최근 기업성장 분석과 시사점' 보고서에서 자산증가율 기준 한국 기업의 성장세가 미국, 일본보다 낮고 이 추세가 지속될 가능성이 있다고 경고했다.

한경연은 S&P 데이터를 활용해 지난해 경제협력개발기구(OECD) 국가의 상장기업(금융 부문 제외)의 총자산 증가율을 계산한 결과 한국은 1.72%로 OECD 중간 수준을 차지했다.

이는 미국(5.92%), 일본(10.76%)보다 낮은 수준이다.

이태규 한경연 연구위원은 "기업성장률과 경제성장률이 비례 관계가 있다"며 "지금까지 경제성장률을 볼 때 올해 우리 기업성장률은 더 둔화할 가능성이 있다"고 주장했다.

한경연은 한국의 경우 신성장 산업으로 꼽히는 HS, IT, CS 부문의 기업성장률이 전체 산업 평균보다 훨씬 더 높게 나타났다고 분석했다.

이런 현상은 미국도 유사했고, 일본의 경우 HS, IT 부문보다 CS 부문의 기업 성장이 두드러지는 것으로 조사됐다.

그러나 HS, IT, CS 세부 부문에서 각국의 1등 기업 규모(작년 자산 기준)를 비교한 결과 대부분 한국은 미국, 일본과 격차가 컸다.

HS 부문에서 한국은 일본보다 성장세가 빠르지만, 일본 1위 HS 기업 규모는 한국 1위 HS 기업의 9.4배에 이르는 등 규모 격차는 여전했다.

미국과 비교하면 한국은 전 부문에서 1위 기업 간 규모 차이가 컸다.

소프트웨어 분야의 격차는 445.5배에 달한다.

작년 경상 국내 총생산(GDP) 기준 일본의 경제 규모는 한국의 약 3.1배, 미국은 약 12.7배다.

상당수 산업에서 한국과 미국·일본 간 기업 격차는 경제를 초월한다는 뜻이다.

이 연구위원은 "신성장 산업 분야에서 미·일과의 기업 규모 격차를 줄이려면 개인정보 관련 규제, 원격의료 규제 등 해묵은 규제를 개선하는 것이 절실하다"며 "거대 규모의 미국경제가 산업구조를 빠르게 변화시키는 원인을 분석하고 벤치마킹할 필요가 있다"고 말했다.

@highlight

한국경제연구원은 18일 발표한 '한·미·일의 최근 기업성장 분석과 시사점'보고서에서 한국의 전체 산업중  HS, IT, CS 부문의 기업성장률이 높다고는 하나 세계 각국의 1등 기업 규모를 비교하면 미국·일본에 크게 뒤지고 상당수 산업에서 경제를 초월한 큰 격차를 보이고 있다고 말하며 각종 규제개혁의 필요성을 덧붙였다.