집에서 먹고 즐기고 관리받는 '홈코노미' 산업이 1년 반 만에 2배 가까이 성장했다.

홈코노미는 집에서 혼자만의 활동을 즐기는 '홈족(Home族)'과 집에서 휴가를 보내는 '스테이케이션(Staycation)'이 만나 집에서 발생하는 각종 경제 활동을 의미한다.

KB국민카드가 △음식 배달 앱 △가전 렌탈 △일상용품 배송 △집안·차량 관리 △홈엔터테인먼트 등 주요 홈코노미 관련 업종에서 발생한 카드 결제 데이터 분석과 소비자 설문 조사를 실시했다.

홈코노미 관련 업종 일평균 카드 결제 건수는 2018년 1분기 대비 올해 2분기 1.9배 증가했다.

음식 배달 앱의 경우 2분기 카드결제 건수가 직전 분기 대비 2.14배 증가했다.

이어 자녀·반려동물 돌봄 서비스, 출장 청소·세차 등 집안·차량 관리 업종(2.01배) 영상·음악·도서·게임 등 홈엔터테인먼트 관련 업종(1.83배) 순으로 증가 폭이 컸다.

홈코노미 관련 업종 이용이 많았던 연령대는 결제 건수 기준 53.7%를 차지한 25~34세였다.

35세 이상 여성의 경우 홈코노미 관련 업종 전반에서 건당 결제 금액이 높았다.

업종별로 살펴보면 음식 배달 앱 업종 이용이 가장 많았다.

결제 건수 기준으로는 홈엔터테인먼트 업종과 가전 렌탈 업종, 결제 고객 수 기준으로는 일상용품 배송 업종 이용이 많았다.

음식배달에 이어 정수기, 공기청정기, 비데 등 가전 렌탈 업종도 활황세다.

지난해 1분기 대비 올해 2분기에 결제 건수가 1.35배 증가했다.

월 단위 등 정기적으로 관련 서비스를 이용하고 요금을 지불하는 업종 특성에 기인한 것으로 풀이된다.

가전 렌탈 업종 주 고객층은 35~44세 여성으로 2019년 2분기 전체 고객의 51.9%를 차지했다.

홈코노미 관련 업종 성장은 집에서 보내는 시간에 대한 인식 변화가 크게 영향을 미친 것으로 보인다.

KB국민카드 관계자는 "디지털 기술의 발달과 집에 대한 인식 변화에 따라 홈코노미 관련 산업도 지속적인 성장세를 이어갈 것"으로 전망했다.

@highlight

KB국민카드가 실시한 주요 홈코노미 관련 업종 카드 결제 데이터 분석과 소비자 설문 조사에 의하면, 집에서 먹고 즐기고 관리받는 '홈코노미' 산업 관련 업종 하루평균 카드 결제 건수는 2018년 1분기 대비 올해 2분기 1.9배 증가로 1년 반 만에 2배 가까이 커졌다.