양승조 충남지사가 18일 국회를 방문, 손학규 바른미래당 대표를 만나 '충남혁신도시 지정 촉구를 위한 100만인 서명부'를 전달한 뒤 기념촬영을 하고 있다.

충남도가 220만 도민의 혁신도시 유치 의지를 청와대에 이어 국회에도 전했다.

양승조 지사는 18일 유병국·전영한·이상선 충남혁신도시유치범도민추진위원회 공동위원장, 나소열 문화체육부지사, 문진석 비서실장 등과 국회를 찾아 '충남 혁신도시 지정 촉구 100만인 서명부'를 전달했다.

양 지사는 이날 문희상 국회의장과 이해찬 민주당 대표, 손학규 바른미래당 대표, 심상정 정의당 대표 등을 만나 적극적인 지원을 요청했다.

여야 대표 등을 만난 자리에서 양 지사는 서명부를 전달하며 "충남 혁신도시는 충남만의 이익을 위해서가 아닌, 전국이 골고루 잘사는 기반을 마련하고 국가 균형발전 정책 실현을 위한 것"이라며 "충남의 특수성과 지역민의 상실감 등을 고려해 혁신도시 지정을 위한 국가균형발전법 등 개정 통과를 위해 힘을 모아 달라"고 강조했다.

양 지사는 앞선 6일 청와대를 방문, 강기정 정무수석에게 100만인 서명부를 전달한 바 있다.

이 서명부는 지난 3월부터 도내 곳곳에서 추진한 서명운동의 결과물로, 참여 도민은 총 101만961명이다.

이와 함께 양 지사는 여야 대표 등에게 지역 현안 사업도 설명하며 내년 정부예산에 반영될 수 있도록 지원해 줄 것을 요청했다.

양 지사가 이날 들고 간 현안은 ▲동아시아 역사도시진흥원 건립 2억1000만원(총 사업비 450억원) ▲스타트업 파크(C-Station) 조성 5억원(〃 321억원) ▲해양바이오 산업화 인큐베이터 16억원(〃 350억원) ▲내포혁신창업공간 7억원(〃 250억6000만원) ▲독립운동사 연구센터 이전건립 5억원(〃 100억원) 등이다.

한편, 양 지사는 19일에도 국회를 찾아 내년 정부예산 확보 활동을 펼칠 계획이다.

내년 정부예산안은 오는 29일 예산결산특별위원회의 전체 의결을 거쳐 다음달 2일 본회의에서 최종 의결된다.

@highlight

지난 3월부터 도내에서 추진한 서명운동의 결과물인 '충남 혁신도시 지정 촉구 100만인 서명부'를 18일 양승조 지사가 국회에 전달했다.