중소기업의 주 52시간제 안착을 위해 정부가 보완책을 발표한다.

이재갑 고용노동부 장관은 18일 오전 정부세종청사에서 브리핑을 통해 50∼299인 사업장의 주 52시간제 안착을 위한 보완 대책을 발표할 예정이다.

이 장관이 발표할 보완 대책은 탄력근로제 개선을 포함한 근로기준법 개정안의 연내 통과가 무산될 경우, 정부가 행정 조치로 시행할 수 있는 방안이다.

노동부는 현행 최장 3개월인 탄력근로제 단위 기간을 6개월로 연장하는 것을 포함한 근로기준법 개정이 이뤄지면 50∼299인 사업장의 주 52시간제 시행에 큰 무리가 없을 것으로 보지만, 여야의 입장 차이로 연내 법 개정이 어려울 것이라는 전망이 우세해진 상황이다.

노동부는 법 개정이 무산될 경우에 대비한 보완 대책을 준비해왔다.

문재인 대통령도 지난 8일 국무회의에서 "탄력근로제 등 보완 입법의 국회 통과가 시급하다"며 "(입법이 무산될 경우) 국회의 입법 없이 정부가 할 수 있는 대책들을 미리 모색해주기 바란다"고 주문했다.

노동부가 이날 발표할 대책에는 주 52시간제 위반이 적발되더라도 처벌을 유예하는 계도기간을 6개월 이상 부여하는 방안과 주 52시간제의 예외를 허용하는 특별연장근로 인가 요건 완화 방안이 포함된 것으로 알려졌다.

특별연장근로는 기업이 자연재해와 재난에 대응해 일정 기간 집중 노동을 해야 할 경우, 법정 노동시간 제한의 예외를 허용하는 제도다.

경영계는 재해와 재난이 아니더라도 사업상 필요가 인정될 때 특별연장근로를 쓸 수 있도록 해달라고 요구해왔다.

노동계는 주 52시간제 계도기간 부여와 특별연장근로 인가 요건 완화 등을 노동시간 단축 기조의 후퇴로 간주하고 있어 정부가 내놓을 보완 대책에 강하게 반발할 전망이다.

따라서, 당장 내년부터 50∼299인 사업장의 주 52시간제 시행을 앞두고 정부와 노동계가 또 한 차례 충돌할 것으로 보인다.

@highlight

정부가 주 52시간제 안착을 위해 특별연장근로 인가 요건 완화 방안이 포함된 보완책을 18일 정부세종청사에서 발표할 예정이다.