아시아 최초 컴퓨터 박물관 '넥슨컴퓨터박물관' 누적 관람객수가 6년 만에 100만명을 돌파했다.

넥슨컴퓨터박물관은 4년 준비와 150억원의 투자로 2013년 7월 제주도에 개관했다.

컴퓨터'와 '게임'이라는 전문적인 분야를 다루고 있음에도 대중적으로 관심을 받고 있다.

지난해 기준 한 해 20만명 이상이 찾았다.

한국문화관광연구원이 집계한 국내 사립박물관 연평균 관람객 12만명을 훌쩍 뛰어넘는다.

넥슨컴퓨터박물관은 약 7000점 소장품을 보유하고 있다.

전 세계에 6대뿐인 구동 가능한 '애플1' 컴퓨터(1976년), 최초의 마우스인 '엥겔바트 마우스'(1964년), 아타리에서 제작한 세계 최초 상업용 게임기 '컴퓨터스페이스'(1971년) 등 컴퓨터 역사에 획을 그은 기기가 전시된다.

1970년대 슈팅게임인 '스페이스 인베이더', '갤라가'에서 VR 게임까지, 컴퓨터 및 게임의 과거부터 미래까지 한눈에 볼 수 있다.

넥슨컴퓨터박물관 소장품은 인류사적 의미를 담은 유물인 동시에 개인적 경험이 담긴다.

30~40대는 학창시절부터 컴퓨터를 사용했고 온라인게임 태동과 성장을 경험했다.

박물관이 사적기록 공간이자 즐겼던 게임을 다른 사람과 함께 경험할 수 있는 공유의 장으로 변신한다.

관람객은 어린시절 추억이 가득한 공간에서 다른 박물관에서 느끼기 어려웠던 애정과 몰입을 느낄 수 있다.

학생들에게는 수학여행 장소로 인기다.

지난 6년간 전국 1500개 중고등학교에서 방문했다.

박물관은 컴퓨터 개발 역사를 기록하고 보존하기 위한 노력을 진행하고 있다.

지난 2014년 '바람의나라 1996' 프로젝트를 진행, 세계 최초로 온라인게임 복원을 시도했다.

온라인게임 바람의나라 초기버전 복원에는 김정주 NXC 대표, 송재경 엑스엘게임즈 대표 등 초기 개발자 7명과 바람의나라 원작자 김진 작가가 참여했다.

최윤아 넥슨컴퓨터박물관 관장은 "애정과 관심으로 박물관을 찾아준 모든 관람객에게 감사한다"고 말했다.

@highlight

2013년 7월 제주도에 개관되어 약 7000점 소장품을 보유하고 있는 아시아 최초 컴퓨터 박물관 '넥슨컴퓨터박물관'에 방문한 관람객수가 6년 만에 100만명을 기록한 것으로 나타났다.