쌍용자동차가 3년 연속 지옥의 레이스로 불리는 오프로드 자동차 경주대회 '다카르 랠리'에 도전한다.

지난 12일(현지시간) 쌍용차는 스페인 마드리드에서 2020 다카르 랠리 공식 출전을 알리는 기자회견을 열고 다카르 랠리에서 레이스를 펼칠 '코란도 DKR'을 공개했다.

쌍용자동차가 스페인 마드리드에서 2020 다카르 랠리에서 레이스를 펼칠 코란도 DKR을 공개했다.

2020 다카르 랠리는 내년 1월 5일부터 17일까지 사우디아라비아 제다에서 수도 리야드 사이 약 1만2000㎞에 이르는 12개의 험난한 구간에서 펼쳐진다.

아프리카와 남미 지역에 이어 12년 만에 중동 지역으로 대회지가 변경됐다.

쌍용차는 코란도 DKR로 3년 연속 다카르 랠리 완주 기록에 도전한다.

코란도 DKR은 코란도 디자인을 기반으로 개조한 후륜구동 랠리카로 최고출력 450마력, 최고속도 195㎞/h를 발휘하는 6.2ℓ V8 가솔린 엔진을 탑재했다.

오스카 푸에르테스 선수와 공동파일럿 디에고 발레이오 선수가 출전한다.

2020 다카르 랠리에 출전할 쌍용자동차 코란도 DKR.

앞서 쌍용차는 티볼리 DKR로 2018 다카르 랠리에 9년 만에 출전해 T1-3 카테고리 4위, 자동차 부문 종합순위 30위를 거두며 완주에 성공했다.

이어 렉스턴 DKR로 참가한 2019 다카르 랠리에서 T1-3 카테고리 3위, 자동차 부문 종합순위 33위를 기록했다.

예병태 쌍용차 대표는 "지난 1994년 코란도 훼미리로 다카르 랠리에 첫 출전해 한국 자동차 브랜드 사상 최초 완주와 종합 8위라는 기록을 세운 적이 있는 만큼 다카르 랠리 도전은 남다른 의미가 있다"면서 "코란도 DKR로 이번 대회에서 좋은 성적을 낼 수 있도록 응원과 관심을 부탁드린다"고 말했다.

@highlight

지난 12일 기자회견에서 쌍용자동차가 스페인 마드리드의 지옥의 레이스로 불리는 오프로드 자동차 경주대회 '2020 다카르 랠리'에 3년 연속 출전한다고 알리며 코란도 DKR을 공개했다.