당진시보건소(소장 이인숙)는 출산 후 젖몸살 등으로 인해 모유수유에 어려움을 겪고 있는 임산부들을 위해 지난 2008년부터 운영 중인 유축기 대여 사업이 꾸준히 인기를 얻고 있다.

보건소에 따르면 유축기 대여 서비스를 이용하는 출산부는 연평균 270명 수준으로 해마다 꾸준히 증가하고 있으며 올해는 지난 15일 기준 410명으로 대폭 늘었다.

유축기는 아기가 젖을 먹고 난 후 젖 유축이 가능하고 아기가 엄마 젖을 제대로 빨지 못하거나 유두에 상처가 났을 때, 직장을 다니면서 모유수유를 하는 엄마이거나 아기가 아파 입원해 있을 때 등 직접 모유수유하기 어려운 엄마들이 유축해 뒀다 아기에게 모유를 먹일 수 있다는 장점이 있다.

또한 손으로 짜는 것보다 위생적이고 힘이 적게 들어 시간에 쫒기는 직장맘이나 장애를 가진 여성들에게 유용하며 울혈로 인해 유방에 심한 통증이 있을 경우 손으로 짜는 것보다 통증을 줄이는 데에도 효과가 높다.

보건소는 유축기의 장점이 많고 이용자수도 늘어남에 따라 유축기를 확충해 현재 170대를 보유하고 있으며 임산부들의 이용 편의를 위해 기능이 향상되고 사용이 편리한 최신모델로 교체작업도 진행 중이다.

유축기 대여는 당진에 주소를 둔 출산부이며 대여기간은 일반 수유부의 경우 3개월, 직장 수유부는 재직증명서 지참 시 6개월까지 대여할 수 있다.

대여를 희망할 경우 엄마 신분증과 출생증명서를 지참해 시 보건소 모자보건팀에 방문하면 되고 유축기 소모품인 흡입기(깔때기)와 에어호스도 1회용으로 개별 제공받을 수 있어 위생 상태에 대해 걱정할 필요가 없다.

보건소 관계자는 "노후된 유축기는 내년까지 전체 새 제품으로 교체할 계획"이라며 "많은 산모께서 모유수유에 동참해 주시길 바란다"고 당부했다.

한편, 시 보건소는 유축기 대여 외에도 모유수유 클리닉과 교육, 철분제 지원 등 임신부를 위해 다양한 지원서비스를 제공하고 있다.

@highlight

당진시보건소는 모유수유에 어려움을 겪고 있는 임산부들을 위해 유축기 대여사업을 진행하고 꾸준히 인기를 얻고 있으며, 해당 보건소는 해당 사업에 있어 임산부들의 편의를 위해 사용이 편리한 최신모델로 교체작업또한 진행 중에 있고 보건소 관계자는 많은 산모가 모유수유에 동참해주길 바란다고 밝혔다.