2018년 5월 맥도날드 주방 공개의 날 행사에서 서초지점을 방문한 참가자들이 원재료 보관 상태를 살펴보고 있다.

'햄버거병'이라 불리는 용혈성 요독 증후군(HUS:Hemolytic Uremic Syndrome)이 맥도날드의 덜 익은 패티에서 비롯했다는 논란이 2016년 이후 4년 째 계속되고 있다.

공교롭게도 같은 해 취임한 조주연 한국 맥도날드 대표는 대응팀을 꾸리고, 소비자가 직접 눈으로 확인하고 안심할 수 있도록 하는 대책 마련에 나섰다.

맥도날드는 오는 19일 전국 310여개 지점의 원재료 관리와 조리 과정을 공개하고, 소비자 의견을 듣는 '내셔널 오픈 데이: 주방 공개의 날' 행사를 한다.

참여 신청은 이날부터 맥도날드 공식 홈페이지를 통해 할 수 있다.

매장에 따라 5세 이상 14세 미만 자녀 1명을 동반하면 햄버거를 직접 만드는 조리 과정 체험도 가능하다.

한국 맥도날드는 2013년부터 꾸준히 주방 공개의 날 행사를 개최해왔다.

올해는 전년보다 21개 많은 310여 개 매장이 내부를 공개하겠다고 나섰다.

특히 이번 행사에서 맥도날드는 △디지털 온도계로 패티 온도를 측정해 실시간 자동으로 기록하는 '디지털 푸드 세이프티 시스템'△원재료 2차 유효기간(원재료의 품질을 최상으로 유지하기 위해 기존 유효기간 보다 더욱 강화해 관리하는 맥도날드 자체 품질관리 유효기간)을 자동으로 계산해 스티커로 출력하는 '2차 유효기간 프린터' 등을 처음 공개한다.

이 같은 설비는 식품 안전 강화를 위해 버거 업계에서 유일하게 도입한 것이라고 맥도날드는 강조했다.

이번 행사를 통해 소비자 목소리를 직접 듣고, 매장 운영에 필요한 내용을 반영할 방침이다.

조주연 맥도날드 대표는 "맥도날드를 믿고 찾는 소비자에 대한 감사의 마음과 현장 일선에서 안전하고 맛있는 제품을 제공하기 위해 노력해온 임직원의 마음을 담아 전국 레스토랑의 주방을 공개하고자 한다"며 "앞으로도 맥도날드는 다양한 기회를 통해 소비자 목소리를 듣고 만족할 때까지 끊임없는 개선을 하겠다"고 말했다.

@highlight

'햄버거병'이라 불리는 용혈성 요독 증후군이 덜 익은 맥도날드의 패티 때문이라는 논란이 지속되면서, 맥도날드는 주방을 공개하여 소비자의 의견을 듣는 '주방 공개의 날' 행사를 열고 디지털 온도계로 패티 온도를 측정하고 유효기간을 스티커로 출력해 관리하는 등 그동안 해 온 품질관리 노력을 일반에 공개했다.