국내 중소·중견기업이 연간 0.1TW 이상 전기사용 조건에 따라 RE100에 참여할 수 없다는 한계점을 고려, 재생에너지 사용을 별도로 인정받을 수 있도록 해달라고 정부에 요청했다.

이를 계기로 '한국형 RE100'이 새롭게 탄생할 지 주목된다.

산업통상자원부는 '재생에너지 사용인정제도' 시범사업 관련 설명회에서 이 같은 내용이 논의됐다고 18일 밝혔다.

산업부는 지난달 28일부터 12일간 재생에너지 인정제도 시범사업 의향기업을 모집했다.

그 결과 반도체·전자·유통·에너지 등 분야에서 △삼성·LG·SK·한화 등 대기업 11곳 △신성이엔지 등 중견기업 1곳 △제이에스파워·해줌 등 중소기업 11곳이 참여 의사를 밝혔다.

정부가 기업이 재생에너지 전력사용량 인증서(REGO)서를 발급, RE100 글로벌 캠페인 참여할 수 있는 근거를 마련해주는 방식이다.

RE100 캠페인에는 △연간 0.1TW 이상 전력을 사용하는 기업 △포춘100 기업 등 국내외 영향력이 있는 기업에 한해 참여가 가능하다.

이에 따라 국내 중소·중견기업은 100% 재생에너지로 생산한 전기만 사용하더라도 자격 조건에 부합하지 못해 RE100 캠페인에 참여하지 못하는 처지다.

연간 0.1TW 이상 전기를 소비할 수 있는 여력이 크지 않기 때문이다.

이날 회의에 참석한 기업 관계자들은 "글로벌 캠페인인 RE100에 참여할 수 없는 규모의 기업에게도 국내에서 재생에너지 사용을 인정해주는 별도 방안을 마련해달라"고 요청했다.

일본의 경우, 연간 소비전력량인 1000㎾h 이상인 기업이 자국내에서 재생에너지 사용을 인정받을 수 있는 방안을 추진중인 것으로 알려졌다.

산업부 관계자는 "시범사업 기간인 12월 중 공청회를 개최해 시범사업 참여기업뿐 아니라 다양한 이해관계자 의견을 적극 수렴할 계획"이라고 말했다.

한편 재생에너지 인정제도 시범사업은 △기업의 사용인정방법별 재생에너지 조달비율 △녹색프리미엄 지불의향 및 구매물량 △녹색요금제 판매 가능 발전량 등 확인을 위해 모의운영 중심으로 연말까지 진행될 예정이다.

@highlight

산업통상자원부가 '재생에너지 사용인정제도' 시범사업 관련 설명회를 개최한 결과 중소기업 관계자들로부터 RE100에 참여를 못해도 소규모 기업에게 재생 에너지 사용에 대해 인정해 주는 별도의 조치를 취해달라는 제안을 받았다고 18일 전해온 가운데 이에 대한 산업부 관계자의 답변에 따르면 12월 중 공청회를 개최해 다양한 의견을 적극 수렴하겠다는 계획이라고 밝혔다.