대전시는 여성이 일하기 좋은 기업환경 조성에 앞장 선 14개 기업을 선정했다고 18일 밝혔다.

선정기업은 ▲대전보훈요양원 ▲㈜파인비엠 ▲㈜월드클래스에듀 ▲탄탄병원 ▲코젤병원 ▲㈜다우에프에스 ▲주식회사 장학문구사 ▲㈜리얼커머스 ▲실버랜드 ▲주식회사 트위니 ▲㈜지오넷 ▲주식회사 유클리드소프트 ▲주식회사 이지텍 ▲주식회사 아보네 등이다.

여성친화기업은 여성 친화적 기업문화 조성을 위해 여성전용휴게실 및 수유편의시설 설치, 임산부 업무경감 제도 운영, 출산휴가 및 육아휴직 대체근로자 채용 등 다양한 노력을 기울이고 있다.

또한 여성인력의 적극적인 채용과 기업 핵심인재로 양성 지원, 일과 가정 양립 관련 제도운영, 채용·승진·임금 남녀차별 해소 등 여성이 일하기 좋은 근로환경 조성으로 다른 기업에 모범이 되고 있다.

여성친화기업은 관내 30인 이상 기업 중 여성 근로자가 20% 이상이거나 여성 근로자 수 20인 이상 고용 기업을 대상으로 여성고용 개선실적과 남녀평등처우 실적, 모성보호제도 도입, 일·가정 양립지원 제도 등 다양한 세부항목을 평가해 선정된다.

시는 지난 9월 20일부터 한 달간 기업의 신청을 받아 현장실사팀의 방문평가를 거쳐 11월 12일 선정심사위원회를 통해 최종 14개 기업을 선정했다.

또한, 협약을 통해 '여성이 일하기 좋은 여성친화기업'에 대한 가치를 공유하고 시민적 관심과 공감대를 끌어올린다는 계획이다.

협약에 참여한 기업들은 앞으로도 여성의 경제활동 활성화를 위해 여성인력을 적극 채용하고 남녀차별 없는 공정한 인사제도를 운영하는 등 여성친화적인 근무환경 조성에 앞장서기로 했다.

시는 오는 29일 오전 시청 중회의실에서 여성친화기업으로 선정된 14개 기업에게 인증현판을 수여하고, 협약을 체결할 예정이다.

@highlight

대전시는 여성이 일하기 좋은 기업환경 조성에 앞장 선 14개 기업을 선정했다고 18일 밝히고 선정기업은 대전보훈요양원, ㈜파인비엠, ㈜월드클래스에듀, 탄탄병원. 코젤병원, ㈜다우에프에스, 주식회사 장학문구사, ㈜리얼커머스, 실버랜드, 주식회사 트위니, ㈜지오넷, 주식회사 유클리드소프트, 주식회사 이지텍, 주식회사 아보네등으로 여성친화기업은 여성 친화적 기업문화 조성을 위해 여성전용휴게실 및 수유편의시설 설치, 임산부 업무경감 제도 운영, 출산휴가 및 육아휴직 대체근로자 채용 등 다양한 노력을 기울이고 있다고 전했다.