인천국제공항이 세계 3대 공항 도약을 위한 4단계 사업을 본격 개막한다.

국토교통부와 인천국제공항공사는 19일 오후 인천시 중구 인천공항 제2터미널 건설현장에서 '인천공항 4단계 건설사업 기공식'을 개최한다.

이날 기공식엔 김경욱 국토부 제2차관, 박순자 국회 국토교통위원장, 박남춘 인천시장, 구본환 공사 사장 등 1000여명이 참석한다.

인천공항은 지난 2001년 개항 이래 꾸준히 확장사업을 진행, 지난 2018년엔 3단계 사업을 통해 제2여객터미널을 개장한 바 있다.

그러나 저비용항공사(LCC) 등의 급격한 성장으로 오는 2030년에는 여객수요가 1억명 이상에 이를 것으로 예측되는데 이어, 동북아시아 지역 경쟁공항의 덩치불리기가 가속화 되면서 기반시설 확장의 필요성이 꾸준히 제기돼 왔다.

이번 4단계 사업은 총 사업비 4조8405억원을 투입, 오는 2024년까지 ▲제2여객터미널 확장 ▲제4활주로 신설 ▲계류장 및 연결교통망 확충에 나서는 내용을 골자로 한다.

사업이 완료되면 인천공항의 연간 수용능력은 1억600만명으로 확장된다.

아랍에미리트(UAE) 두바이공항, 터키 이스탄불공항에 이어 세계 3위 규모다.

또 제4 활주로가 신설되면 시간당 운항횟수가 현재 90회에서 107회로 증가하게 되며, 첨두시간의 안정적 운영이 가능해진다.

고속탈출 유도로 확충을 통해 항공기 점유시간을 단축, 시설효율도 극대화 할 수 있다.

공사는 4단계 사업이 진행되면 건설기간에만 약 6만개의 일자리와 약 13조원의 생산유발 효과 및 부가가치를 창출할 수 있을 것으로 내다보고 있다.

김 차관은 "그간의 성과에 안주하지 않고 새로운 도약을 준비하고 잇다"면서 "세계 최고수준의 허브공항, 새로운 가치를 만드는 경제공항, 이용객에게 편리한 스마트공항, 문화와 예술을 접목하고 친환경을 강조한 그린아트공항, 모두가 마음 놓는 안전공항의 다섯 가지 목표를 통해 인천공항을 사람중심 경제를 구현하는 혁신적이고 포용적인 플랫폼으로 만들어 나갈 것"이라고 말했다.

@highlight

국토교통부와 인천국제공항공사는 19일 오후 인천시 중구 인천공항 제2터미널 건설현장에서 연간 수용능력이 1억600만명으로 아랍에미리트(UAE) 두바이공항, 터키 이스탄불공항에 이어 세계 3위 규모인 '인천공항 4단계 건설사업 기공식'을 개최한다.