▲ 서산 해미읍성이 올해 116만명의 관광객이 다녀가며 세계적 관광지로 자리매김하고 있다.

지난 16일 해미읍성에서 열린 퓨전국악공연 모습.

[충청투데이 이수섭 기자] 서산 해미읍성이 2019년 다양한 공연에 힙입어 올해 116만명의 관광객이 다녀가며 세계적인 관광지로 자리매김하고 있다.

서산문화시설사업소에 따르면 해미읍성에서 준비된 2019년 공연 행사가 지난 16일 해미읍성에서 열린 퓨전국악공연을 끝으로 마무리 됐다.

이번 공연은 이십대 국악인들로 구성된 퓨전국악그룹 '퀸'이 한국 전통 악기인 가야금, 장구, 대금과 현대 악기인 전자바이올린 등을 결합해 동서양을 아우르는 곡을 연주하여 관람객들의 눈길을 사로잡았다.

문화시설사업소는 올 한 해 설맞이 민속행사를 시작으로 시네마 상영, 추석맞이 민속행사, 전통혼례 재현식, 4개국 전통 춤 공연, 마당극 공연, 줄타기를 비롯한 전통 사물놀이 공연 등 다채롭고 신선한 볼거리를 제공해 관람객들에게 웃음과 재미를 선사했다.

또한 혹서기를 제외한 4월부터 10월까지 매주 토요일 총 12회의 상설전통문화공연을 선보여 꾸준한 관광객 확보에 기여했다.

특히 SBS '백종원의 골목식당', KBS 2TV '녹두전'을 비롯한 여러 공중파 및 케이블 방송 유치로 전국 각지에 해미읍성을 알려 서산이 전국적인 관광 도시로 자리매김하는 데 일조했다.

이 같은 꾸준한 노력으로 서산해미읍성을 방문하는 관광객 수는 매년 증가하고 있으며.

올해는 11월 현재까지 116만 명이 방문해 세계적인 관광 명소로 발돋움하고 있다.

김영식 문화시설사업소장은 "올해 해미읍성을 찾아주신 분들께 깊은 감사를 드린다"며 "내년에는 방문객이 더 편하게 즐길 수 있도록 올해보다 한층 더 다양하고 특색 있는 공연을 준비해 다시 찾고 싶은 관광 명소로 만들겠다"고 말했다.

@highlight

지난 16일 서산시는 해미읍성에서 퓨전국악 공연을 개최했으며, 퓨전국악 그룹 '퀸'이 한국 전통 악기와  현대 악기를 함께 선보이는 등 다양한 공연에 116만명의 관광객이 방문하면서 세계적인 관광지로 자리 잡았다.