내년 1월부터 주 52시간제 시행에 들어가는 농산물 산지유통센터(APC)에 대해 법정 노동시간 위반의 처벌을 유예하는 계도기간이 부여된다.

고용노동부는 18일 이 같은 내용을 골자로 한 '주 52시간제 입법 관련 정부 보완 대책 추진 방향'을 발표했다.

고용노동부는 주 52시간제 예외를 허용하는 특별 연장근로 인가 사유에 일시적인 업무량 급증 등 '경영상 사유'도 포함하는 내용으로 근로기준법 시행규칙도 개정하기로 했다.

현행 근로기준법 시행규칙에는 '재난 및 이에 준하는 사고 발생 시'에만 특별연장근로 인가가 허용되고 있다.

정부 방침에 따라 내년 1월부터 감귤 출하를 위해 APC를 24시간 가동해야 하는 도내 19개 농협(50인 이상~150인 미만 사업장)들이 한시름 놓게 됐다.

이들 농협은 당장 내년 1월부터 주 52시간 근무제가 일괄 적용될 경우 현장에서 인력을 충원하지 못해 작업이 지연될 수 있는 상황이었다.

실제로 정부 차원의 특단의 대책이 없을 경우 내년부터 초과 근무수당 등 월 300~400만원을 받는 숙련된 인력들이 받는 임금이 월 200만원 이하로 줄어들기 때문에 인력 유출이 불가피한 상황이다.

또 감귤 출하 기간 24시간 3교대 근무 체제로 들어갈 경우 지금보다 1.5~2배의 인력이 필요해 유통비용 증가에 따른 농가소득 감소가 불가피하다.

이와 관련, 송창구 제주감협 조합장은 "매년 11월부터 이듬해 2월까지 감귤이 출하되는 기간 APC는 사실상 24시간 가동된다"며 "처벌 유예기간을 두는 것만으로는 부족하고 근로기준법에 APC에 대한 예외조항을 두도록 법 개정이 이뤄져야 한다"고 밝혔다.

고용노동부의 이날 주 52시간제 시행 보완 대책 발표는 탄력근로제 개선을 포함한 근로기준법 개정이 국회에서 지연되고 있는 데 따른 것이다.

고용노동부는 현행 최장 3개월인 탄력근로제 단위 기간을 6개월로 연장하는 것을 포함한 근로기준법 개정이 이뤄지면 50∼299인 사업장의 주 52시간제 시행에 큰 무리가 없을 것으로 보지만, 여야의 입장 차이로 연내 법 개정이 어려울 것이라는 전망이 우세한 상황이다.

@highlight

농산물 산지유통센터(APC)는 내년 1월부터 주 52시간제 시행에 들어가지만 고용노동부는 주 52시간제 예외를 허용하는 특별 연장근로 인가 사유에 '경영상 사유'도 포함하는 내용으로 근로기준법 시행규칙도 개정하기로 하여 법정 노동시간 위반의 처벌을 유예하는 계도기간이 주어졌다. 