정부의 민간택지 분양가 상한제 발표 이후 강남권 적용 지역에서 처음으로 공급된 '르엘 신반포 센트럴'의 평균 당첨 가점이 70점을 넘어섰다.

19일 금융결제원 아파트투유에 따르면 롯데건설이 서초구 잠원동 발포우성을 재건축하는 '르엘 신반포 센트럴'의 평균 당첨가점이 70.33점을 기록했다.

지하 3층 ~ 지상 35층, 7개 동, 총 596가구 규모의 르엘 신반포 센트럴은 135가구가 일반분양으로 풀렸다.

전체 커트라인은 전 평형 및 타입이 모두 동일하게 69점을 기록했다.

최고 가점의 경우 전용 84㎡C타입(76점)을 제외한 전용 59㎡·84㎡A·84㎡B 모두 79점으로 집계됐다.

평형별 최고가점은 8가구가 공급된 전용 84㎡A로 72.25점으로 나타났다.

그밖에 전용 59㎡ 71.92점, 84㎡C 70.02점, 84㎡B 70점 순이다.

르엘 신반포 센트럴은 지난 6일 정부가 발표한 분양가 상한제 확대적용 대상지 중 한 곳인 서초구 잠원동에 위치해있다.

향후 공급 물량의 경우 정부가 물리적으로 분양가를 통제해 시장 안정화에 나서겠다고 밝힌 만큼, 더 낮은 가격에 신축 아파트가 공급될 가능성도 크다.

특히 도시주택보증공사(HUG)를 통해 평균 4891만원(3.3㎡당)의 분양가를 받아 전용 84㎡ 기준 16억원대 수준에 공급된 르엘 신반포 센트럴의 경우 중도금 대출 등이 불가한 높은 가격이다.

그러나 시장에서는 주변 단지인 신반포 자이(잠원동) 전용 85㎡가 지난 8월 27억원에 매매된 점을 감안하면 최소 10억원의 시세차익이 가능할 것으로 내다보고 있다.

또한 정부가 강제한 분양가에 반발, 정비사업이 중단되는 단지도 늘어날 것으로 전망돼 강남권에서의 공급량이 급감할 것이라는 관측도 이번 가점 상승의 배경으로 지목된다.

@highlight

정부의 민간택지 분양가 상한제 발표 이후 '르엘 신반포 센트럴'이 평균 당첨가점 70.33점을 기록하며 70점을 넘어섰고, 이는 정비사업이 중단되는 단지가 늘어남에따라 공급량이 급감할 것이라는 배경이 지목되고 있다.