농촌진흥청이 최신 육종 기술로 작고 부드러운 샐러드용 배추 등 배추 새 품종 40점을 개발해 선보인다.

자원 172점, 양배추 142점, 총 314점의 자원이다. 이 자리에는 사단법인 한국종자협회 소속 육종 전문가와 유통업계, 시군농업기술센터, 대학 등 교육 기관 담당자들이 참석해 개발 계통의 활용 가능성을 평가한다.

올해 배추는 아주심기 기간인 8∼9월 태풍이 잇따라 발생해 비닐온실에 종자를 파종한 뒤, 9월 초 아주심기하고 비닐을 벗겨내는 방식으로 재배했다.

새로 선발한 계통 ‘19-FQ144’는 소형으로 잎이 양배추처럼 포개지며, 뒷면에 털이 없어 샐러드용으로 좋은 남방계 품종이다.

더운 계절에도 잘 자란다.

‘19-FQ150’은 태풍에도 큰 피해 없이 자라서 일반 배추 키의 2배 이상인 80cm까지 성장했다.

길이가 길어 김치 공장 등에서 가공용 김치로 활용하기에 좋다.

농촌진흥청은 2000년대부터 소포자 배양법으로 ‘원교20051호’를 비롯해 15계통을 개발했다.

이 중 ‘원교20039호’는 4개 업체와 통상실시권 계약을 체결했다.

2017년 개발한 ‘원교20050호’는 기능성 성분인 글루코시놀레이트 함량이 대조 품종인 ‘춘광’보다 1.5배 이상 높다.

2016년 개발한 ‘원교20048호’는 더위에 견디는 힘이 강해 일대잡종 품종이 충북 괴산과 강원도 홍천, 충남 홍성 지역에서 시험 재배 되고 있다.

농촌진흥청 국립원예특작과학원 허윤찬 채소과장은 “이번 평가회를 계기로 최신 육종 기술로 개발된 우수 배추 품종이 빠른 시일 안에 이용되도록 하겠다.”며, “올해 육성 심의회에서 통과된 품종은 내년에 특허출원을 마친 뒤 농업기술실용화재단을 통해 현장에 보급하겠다.”고 전했다.

@highlight

농촌진흥청이 최신 육종 기술로 잎이 포개지고 털이 없어 샐러드에 적합한 19-FQ144 등 배추 새 품종 40점을 개발해 선보였으며 특허출원을 마친 뒤 농업기술실용화재단을 통해 현장에 보급하겠다고 밝혔다. 