인천시민의 소비자 책임 의식이 전국 최고 수준으로 조사됐다.

18일 한국소비자원이 발표한 ‘2019 한국의 소비생활지표 조사’ 결과에 따르면 인천 소비자들의 소비자 책임은 대부분의 항목에서 전국 평균보다 높은 점수를 나타냈다.

소비자 책임은 상품 계약과 사회적 가치 실천을 합친 것으로, 이 중 ‘거래 정보를 충분히 비교해 선택한다’는 항목은 74.9점으로 전국 최고 수준(전국 평균 67.0점)을 보였다.

‘소비자 리콜 참여’는 70.4점(전국 66.5점), ‘디지털 콘텐츠의 불법 복제물 저작권 보호 실천’은 69.5점(65.4점), ‘표시된 사항 확인’은 69.3점(64.3점), ‘계약서 약관·보증기간·계약조건 확인’은 68.6점(64.4점), ‘예약부도(노쇼) 예방’은 66.6점(65.2점)으로 전국 평균을 웃돌았다.

지속가능소비 실천 활동에도 적극적인 것으로 조사됐다.

‘에너지 절약’은 71.6점(66.6점), ‘자원 재활용’은 67.9점(67.1점), ‘친환경 상품 구매’는 65.8점(61.1점), ‘녹색실천정도’는 63.6점(57.3점), ‘윤리소비 실천’은 64.8점(58.6점) 등으로 나타났다.

이처럼 시민들의 소비자 책임 의식이 높은 것에 대해 시는 전국 지자체 중 처음으로 2016~2018년 공정거래위원회와 한국소비자원이 공동 지원한 ‘소비자 행정 선도지자체’로 선정돼 ‘고령 소비자 교육’ 등 각종 소비자정책을 적극 추진한 결과로 분석하고 있다.

인천시민들은 또 소비자 관련 교육 참여 의사에서도 높은 응답률을 보였다.

‘올바른 권리 행사 관련 소비자 교육’ 52.7%(전국 26.6%), ‘소비자 피해 예방 및 대처 등에 소비자 교육’ 46.8%(26.2%), ‘물품 구매 판단력 향상에 대한 소비자 교육’ 45.5%(25.5%) 등으로 나타났다.

시 관계자는 "지역 소비생활의 질을 높이고 실효성 있는 소비자정책을 수립하기 위해 시민들의 소비생활 실태 및 요구를 분석, 이를 바탕으로 한 맞춤형 과제를 발굴해 시행할 계획"이라고 말했다.

@highlight

한국소비자원이 발표한 ‘2019 한국의 소비생활지표 조사’ 결과에 따르면 인천 소비자들은 '소비자 리콜 참여’, ‘디지털 콘텐츠의 불법 복제물 저작권 보호 실천', ‘표시된 사항 확인’ 등의 항목에서 전국 평균을 웃도는 점수를 보이며 전국 최고 수준의 소비자 책임 의식을 가진 것으로 조사됐다.