오비맥주가 올 몰트 OB브랜드의 전통을 계승한 100% 올 몰트 신제품 'OB라거'의 온라인 광고를 공개했다고 19일 밝혔다.

전 국민이 기억하는 춤을 23년 만에 젊은 감각으로 재탄생 시켰다는 점에서 주목된다.

최근 '곽철용 신드롬'을 일으킨 대세 모델 김응수와 원조 OB라거 모델인 박준형을 함께 기용해 원조 OB라거의 정통성을 살리면서도100% 올 몰트 라거지만 부드러운 음용감을 강조하였다.

영상 속에서 주점 손님으로 등장하는 박준형이 "아무 맥주나 한잔 주세요"라며 주문을 하자 다른 테이블에 앉아 있던 김응수가 "OB라거, 벌써 잊었냐?"고 특유의 코믹한 말투로 말을 건다.

이어 두 사람은 "오리지널 라거 주세요!'를 외치며 추억의 랄라라 노래와 댄스를 선보이며 오리지널 라거의 귀환을 온몸으로 코믹하게 표현한다.

신제품 OB라거는 100% 맥아로 만든 클래식 라거의 DNA는 계승하면서 알코올 도수를 기존 프리미어 OB 제품(5.2도) 대비 4.6도로 낮추고 쓴맛은 줄여 부드러운 음용감을 느낄 수 있는 것이 특징이다.

또한 지난 1952년부터 시작된 OB브랜드의 정통성을 부각하기 위해 친숙한 곰 캐릭터와 복고풍 글씨체 등 옛 디자인을 현대적으로 재해석했다.

오비맥주는 지난 10월 OB라거 가정용 355㎖ 캔 제품을 선보인 데 이어 이달 중순부터는 일반 음식점용 500㎖ 병맥주를 서울 시내 주요 상권에서 한정 출시하며 판매를 확대했다.

오비맥주 브랜드 매니저는 "96년 당시 맥주시장의 대세 브랜드였던 OB라거 원조 모델인 박준형씨와 요즘 대세 모델 김응수씨를 동시에 기용한 점이 이번 광고의 핵심"이라고 강조하며 "소비자들이 랄라라 댄스와 춤을 통해 100% 올 몰트 OB 라거를 보다 친숙하고 즐겁게 받아들이길 원한다"고 밝혔다.

@highlight

오비맥주가 100% 올 몰트 신제품 'OB라거'의 온라인 광고를 공개했는데 대세모델 김응수와 원조 OB라거 모델 박준형을 기용해 아직도 기억되는 23년 전의 '랄라라 춤'으로 제품을 친숙하고 즐겁게 선전했다.