문재인 대통령은 18일 공식 일정을 잡지 않은 채 하루 앞으로 다가온 ‘국민이 묻는다, 2019 국민과의 대화’ 준비에 집중했다.

19일 오후 8시부터 MBC에서 100분간 방송되는 이번 ‘국민과의 대화’는 공개회의인 타운홀(town hall) 방식으로 진행된다.

미리 정해진 시나리오 없이 300명의 방청객이 즉석에서 손을 들고 궁금한 점을 질문하면 문 대통령이 답변하는 방식이다.

이에 따라 국민과의 대화에서는 한반도 비핵화 및 남북관계 등 엄중한 외교·안보 사안부터 이른바 ‘조국 정국’ 등 문 대통령으로서는 다소 껄끄러울 수 있는 이슈까지 분야를 가리지 않고 질문이 쏟아질 수 있다.

또 부동산 대책과 기업활력 제고 등을 아우르는 경제 문제, 학부모들의 관심이 집중된 대입제도 문제 등도 질문에 포함될 것으로 보인다.

청와대 관계자는 “국민과의 대화가 보기에는 쉬워보여도 외교·안보·경제·사회 등 모든 분야의 국정운영에 대해 국민들 앞에서 시험을 보는 것과 같이 간단치가 않다”면서, “문 대통령이 통상 월요일에 주재하는 수석·보좌관 회의를 이날 열지 않은 것도 이런 상황을 염두에 둔 것으로 보인다”고 설명했다.

고민정 대변인은 이날 브리핑을 통해 “이번 자리는 국정 현안에 대한 국민의견이 여과없이 국정 최고 책임자에게 전달되고 이에 대한 대통령의 답변을 통해 바람직한 방향을 찾는 ‘국민 통합의 장’이자 ‘소통의 장’이 될 것으로 기대한다”고 밝혔다.

한편, 문 대통령은 생방송 준비를 하면서도 23일 0시를 기해 종료되는 한일 군사정보보호협정(GSOMIA·지소미아)과 관련 상황을 지속해서 점검할 것으로 보인다.

한국은 일본의 수출규제 조치가 철회돼야 지소미아 종료 결정을 재검토할 수 있다는 입장이지만, 아직 일본의 가시적인 태도 변화 조짐은 나타나지 않고 있다.

남은 기간 획기적인 기류 변화가 없다면 이대로 효력이 종료될 것이라는 관측에 무게가 실린다.

그러면서도 막판 반전의 여지는 남아있다는 전망도 동시에 나와 문 대통령은 마지막까지 한일관계 추이에 촉각을 곤두세울 것으로 보인다.

@highlight

문재인 대통령은 19일 오후 8시 '2019 국민과의 대화' 를 진행할 예정이며, 18일은 국정 현안 공개회의를 위한 질문응답 준비에 집중했다. 