성남시가 전국 지자체로는 처음으로 플랫폼 택시를 시범운행한다.

플랫폼 택시는 스마트폰 카카오T 앱에서 시 가맹 법인택시인 ‘카카오T 블루’를 선택하면 근거리 택시를 자동 배차해 승차 거부 없이 바로 택시를 이용할 수 있는 시스템이다.

이를 위해 시는 모빌리티 플랫폼 운영사인 카카오모빌리티, 가맹사업자인 KM 솔루션, 시 법인택시 10개 사가 설립한 운송가맹점 사업자인 SNT 솔루션과 18일 OK 성남택시 시범도입에 관한 협약을 체결했다.

내년 1월부터 법인택시 10개 사 461대(전체 22개 사 1천85대의 42%)를 플랫폼 택시로 시범운행한다.

협약에 따라 KM 솔루션은 법인택시가 플랫폼 택시로 운행하기 위한 절차로 국토교통부 또는 경기도의 가맹사업 인허가를 받는다.

시는 시범운영 기간인 내년 6월 말까지 12억 원을 투입해 해당 택시의 외관 디자인, 기사 제복(2벌), 휴대전화 충전 케이블, 기사 교육비, 콜 운행에 따른 인센티브를 지원한다.

카카오모빌리티와 KM 솔루션은 실시간 기사 위치와 운행 경로, 실시간 교통 상황 등의 빅데이터가 접목된 인공지능 배차 시스템을 가맹 법인택시에 등록·적용해 콜이 들어오면 자동 배차한다.

SNT 솔루션은 택시 근로자(603명)들과 원만한 노사협력 체계를 이뤄 월급여를 협상하고 승객에게 친절 서비스를 제공한다.

여객자동차 운수사업법에 따라 내년부터 택시업계에 운송수입금 전액관리제가 도입된다.

이는 택시기사가 운송수입금 전액을 회사에 입금하면 회사가 기사에게 월급을 주는 제도다.

매일 택시회사에 일정액, 이른바 사납금을 낸 뒤 나머지를 기사가 받는 현행 임금 구조를 바꿔 택시기사의 안정적인 근무 여건을 마련하기 위한 것이다.

돈이 되는 경로의 승객만 태우려는 승차 거부, 난폭운전 등 기존 택시의 문제점을 없앤다.

시는 플랫폼 택시가 운송수입금 전액관리제의 기반이 될 것으로 보고 2021년까지 법인택시 전체(22개 사 1천85대)와 개인택시 전체(2천510대)로 확대 시행할 방침이다.

@highlight

성남시가 전국 지자체로는 처음으로 스마트폰 카카오T 앱에서 시 가맹 법인택시인 ‘카카오T 블루’를 선택하면 근거리 택시를 자동 배차해 승차 거부 없이 바로 택시를 이용할 수 있는 시스템인 플랫폼 택시를 모빌리티 플랫폼 운영사인 카카오모빌리티, 가맹사업자인 KM 솔루션, 시 법인택시 10개 사가 설립한 운송가맹점 사업자인 SNT 솔루션과 18일 OK 성남택시와 협약하여 시범운행한다.