▲ 계룡시는 계룡체력인증센터 개소식에서 테이프 커팅을 하고 있다.

[충청투데이 김흥준 기자] 계룡시는 19일 시민의 체계적인 체력관리 및 건강증진을 위한 국민체력 100 '계룡체력인증센터' 개소식을 열고 본격 운영에 들어갔다.

계룡대 구룡콘도에서 열린 이날 개소식은 최홍묵 시장, 육군 인사참모부 김경중 준장, 국민체육공단 김갑수 전문이사를 비롯한 관계자 등 60여명이 자리해 센터의 출발을 축하하고 시민들의 건강하고 행복한 삶을 위해 노력해 줄 것을 당부했다.

'국민체력 100'이란 문화체육관광부가 시행하고 국민체육진흥공단이 주관하며 비만인구증가, 체력수준 저하 등으로 국민의 체력관리 필요성 증가 및 늘어나는 스포츠 복지수요에 대응해 국민 스스로 체력을 관리하고 체육활동에 자발적으로 참여 할 수 있도록 유도하는 사업이다.

체력인증센터는 '국민체력 100'사업 추진을 위해 국가가 지정한 공인 인증기관으로 만 13세 이상 국민이면 누구나 센터에서 체력측정, 평가, 맞춤형 운동처방 서비스를 제공받을 수 있다.

현재 전국적으로 51개소가 설치돼 있으며, 충남도에는 계룡시를 포함한 3개소(천안 1, 아산1)가 운영 중에 있다.

계룡시는 지난 9월 육군본부, 국민체육진흥공단과 협약을 통해 육군이 무상 제공한 신도안면 구룡콘도 1층에 국민체력인증센터를 설치하고, 계룡시 장애인체육회에 운영을 위탁해 시범 운영에 들어갔다.

계룡체력인증센터는 평일 오전 8시30분부터 오후 5시30분까지 운영되며, 전문 건강운동관리사가 상주해 체력인증대상자의 개별 체력상태를 과학적 방법으로 측정, 평가하고 평가 결과에 따른 맞춤 운동프로그램까지 처방해 시민들의 건강을 지속 관리한다.

최홍묵 시장은 "100세 시대에 시민들의 삶에서 가장 중요한 화두는 단연 건강"이라며 "계룡체력인증센터가 체력측정부터 운동처방까지 시민들의 건강하고 행복한 생활을 지키는 건강지킴이로서 역할을 할 수 있도록 최선을 다해 달라"고 당부했다.

@highlight

계룡시는 19일 국민체력 100 '계룡체력인증센터' 개소식과 동시에 본격 운영에 들어갔는데, 체력인증센터는 만 13세 이상 국민 누구에게나 센터에서 체력측정, 평가, 맞춤형 운동처방 서비스를 제공할 수 있으며, 과학적 방법으로 측정, 평가한 결과에 따른 맞춤 운동프로그램까지 처방해 시민들의 건강을 지속 관리하게 된다.