▲ 세종시의회 산업건설위원회는 제59회 정례회 기간 중 지난 18일에 제1차 회의를 진행했다.

[충청투데이 강대묵 기자] 세종시의회 산업건설위원회 위원들이 지역발전을 위한 다양한 정책을 쏟아냈다.

세종시의회 산업건설위원회(위원장 차성호)는 제59회 정례회 기간 중 지난 18일에 제1차 회의를 열고 '2019년도 주요업무 추진상황'을 보고 받았다.

이날 산업건설위원회는 경제산업국과 도시성장본부, 건설교통국, 환경녹지국, 농업기술센터, 시설관리사업소 등 소관 부서 전반에 대한 2019년도 업무 추진 상황을 점검하고, 내년도 사업 계획의 타당성과 적정성, 실효성에 대해 심도 있게 논의했다.

김원식 위원은 관내 산업단지 조성에 따른 효과적인 인구 유인책 수립을 주문했다.

김 위원은 "관내 산업단지가 점점 늘어나는데도 인구는 늘어나지 않고 있다"며 "정주여건 개선을 포함한 종합적인 인구 유입대책 등이 체계적으로 추진돼야 할 시기"라고 강조했다.

이태환 위원은 "조치원 청춘공원 조성 사업의 추진 상황 등 관련 정보를 주민들에게 상세히 전달해서 사업 추진의 목적과 내용을 충분히 공유할 수 있도록 해달라"고 주문했다.

손인수 위원은 "지난 7월 1일부터 장애등급제가 폐지됨에 따라 특별 교통수단을 증차해야 할 상황인 만큼, 교통약자가 불편을 겪지 않도록 신속한 조치가 필요하다"고 요구했다.

이재현 위원은 첨단교통관리시스템 구축 시 신도심과 원거리에 있는 지역이 소외받지 않도록 계획 단계부터 꼼꼼히 살펴달라고 당부했다.

유철규 위원은 "스마트워터시티 조성과 관련해 상수도 원격 측정시스템을 무리 없이 가동할 수 있도록 면밀히 기반 시설을 구축해달라"고 요청했다.

차성호 위원장은 "택시총량제 시행에 따라 전국적으로 택시 감차가 계획돼 있는 만큼 세종시 인구 증가 추세에 발맞춰 택시 확보가 시급하다"고 지적하고 "이에 적극적으로 대응해서 택시 총량 확보에 만전을 기해달라"고 주문했다.

한편 산건위는 이날 업무보고 청취를 시작으로 이번 주에는 조례안과 제3회 추가경정 예산안을 심사하고, 다음 주에는 2020년도 본예산안을 심의할 예정이다.

@highlight

세종시 의회 산업건설위원회는 지난 18일 제59회 정례회 1차 회의에서 2019년도 업무 추진 상황 전반을 점검하고 내년도 사업 계획에 대해 심도 있는 논의를 거쳐 지역발전을 위한 다양한 정책을 쏟아냈다.