SPC삼립이 20일 서울 광화문에 스내킹(Snacking) 매장 '시티델리(사진·CITY DELI)'를 연다고 18일 밝혔다.

스내킹은 샐러드, 샌드위치 등 가벼운 식사를 뜻하는 식문화를 말한다.

SPC삼립 관계자는 "시티델리는 레스토랑과 편의점 장점을 결합한 새 형태의 매장으로 광화문 타워8 1층에 둥지를 텄다"면서 "어반라이프 스내킹 스토어를 콘셉트로 모던하고 스타일리쉬한 공간에서 제대로 된 한 끼 식사를 빠르고 편리하게 즐길 수 있는 것이 특징"이라고 설명했다.

도시형 간편식 매장이란 얘기다.

시티델리는 실제 볶음밥 덮밥, 국수, 샌드위치, 샐러드 등을 중심으로 세계 여러나라 컵라면과 스낵, 음료, 디저트 등 200가지가 넘는 제품을 판매한다.

매장에서 직접 당일 만들어 진열한 제품을 소비자가 직접 선택해 구입하는 '그랩 앤 고(Grab&Go)' 방식이다.

간단한 조리가 가능한 셀프 조리대와 커피, 음료, 아이스크림을 즐길 수 있는 셀프 스낵바도 갖췄다.

이 관계자는 "대표 메뉴는 세계 각국 도시를 상징하는 음식을 모티브로 개발한 시티 시리즈"라며 "따뜻한 비프 스튜에 찍어먹는 LA식 비프 바비큐 샌드위치인 LA프렌치 딥 샌드위치 등을 선보일 예정"이라고 말했다.

또 광화문이라는 지역 특성을 반영한 숯불향 가득한 왕갈비가 통째로 들어간 '경복궁 왕갈비 번 샌드위치'도 한정 판매할 예정이다.

SPC삼립 또 다른 관계자는 "쉐이크쉑, 피그인더가든 같은 가벼운 음식 브랜드 확장 일환으로 변화하는 생활양식과 소비경향에 맞춰 새로운 형태의 간편식 매장을 선보이게 됐다"면서 "시티델리를 SPC삼립 푸드사업 확대를 위한 '테스트베드'로 활용할 계획"이라고 말했다.

@highlight

SPC삼립이 20일 서울 광화문에 도시형 간편식 매장 '시티델리'를 오픈하는데, 시티델리는 볶음밥, 덮밥, 국수, 샌드위치, 샐러드 등 200종류 넘는 세계 각국 컵라면, 스낵, 음료, 디저트 등을 판매할 예정이다.