인천국제공항이 오는 2024년 연간 수용 여객 1억명을 넘겨 세계 3대 공항으로 발돋움한다는 비전을 제시했다.

국토교통부와 인천국제공항공사는 19일 오후 인천공항 제2터미널 건설 현장에서 '인천공항 4단계 건설사업 기공식'을 열고 이같이 밝힌다.

이날 기공식에는 김경욱 국토교통부 제2차관을 포함해 박남춘 인천시장, 안상수 국회의원, 구본환 인천국제공항공사 사장 등 1000여명이 참석할 예정이다.

김경욱 국토부 2차관은 앞서 배포한 기념사를 통해 "인천공항을 사람 중심 경제를 구현하는 혁신적이고 포용적인 플랫폼으로 만들어나갈 것"이라고 말했다.

인천공항 4단계 건설 사업은 총 4조8405억원의 사업비를 투입해 2024년까지 제2여객터미널 확장, 제4활주로 신설, 계류장과 연결교통망 확충 등을 추진하는 것을 골자로 하고 있다.

이번 사업으로 제2여객터미널이 확장되면 연간 국제선 여객 수용 능력 1억600만명의 초대형 허브 공항이 완성된다.

이에 따라 현재 아랍에미리트(UAE) 두바이, 싱가포르 창이, 홍콩 첵랍콕공항에 이어 세계 4위인 인천공항의 국제선 여객 처리와 공항 수용 능력은 2024년 두바이, 이스탄불에 이은 3위로 한단계 도약할 예정이다.

인천국제공항은 또 단일 공항으로는 세계 최초로 국제 여객 5000만명 이상 수용 가능한 여객터미널을 2개 보유하게 된다.

제4활주로 신설로 시간당 운항 횟수가 90회에서 107회로 늘어나며, 첨두시간(하루 중 교통량이 가장 많은 시간)의 안정적인 운영이 가능해진다.

고속탈출 유도로 확충을 통해 항공기 점유 시간도 단축할 수 있어 시설 효율이 높아질 전망이다.

계류장 확장(210곳→285곳), 제1터미널(T1)과 제2터미널(T2)간 연결도로 노선 단축(15.1km→13.2km), 주차장 확장(3만면→4만2000면), 제2여객터미널 진입도로 2개 차로 확장 등도 동시에 시행한다.

@highlight

19일 국토교통부와 인천국제공항공사는 '인천공항 4단계 건설사업 기공식'을 개최했는데, 총 4조8405억원의 사업비를 투입해 2024년까지 제2여객터미널 확장 등을 추진하여 여객 1억명을 달성해 세계 3대 공항을 만들겠다는 비전을 내놨다.