유명희 산업통상자원부 통상교섭본부장은 '한-아세안 특별정상회의'가 일주일 앞으로 다가온 가운데, 19일 주한 아세안 대사들과 오찬간담회를 가졌다.

이번 오찬간담회는 25∼26일 부산에서 개최되는 한-아세안 특별 정상회의의 성공적 개최를 위해 아세안 각국의 협조를 요청하고, 역내 포괄적 경제동반자협정(RCEP) 등 다자의제와 양측 관심사항을 논의하기 위해 개최됐다.

올해 한-아세안 특별정상회의는 대화관계 수립 30주년을 기념하며, 2009년(제주)과 2014년(부산)에 이어 세 번째로 개최하는 것이다.

이는 아세안 대화상대국 10개국 중 최초이다.

또한 태국, 베트남, 감보디아, 라오스, 미얀마 등 메콩국가와도 첫 정상회의를 개최할 예정으로, 이번 회의를 통해 한-아세안 협력이 한 단계 도약할 수 있을 것으로 기대된다.

유 본부장은 이번 특별정상회의 계기 양측 기업간 교류의 장을 마련하고, 실질 경제성과를 창출하기 위해 산업부가 ▲CEO Summit ▲혁신성장 쇼케이스 ▲무역투자대전 등 다양한 행사를 준비중임을 소개하고, 아세안 측의 관심과 협조를 요청했다.

또한 지난 4일 15개국 정상간 RCEP협정문 타결 선언 관련 큰 리더십을 발휘해준 아세안에 사의를 표하고, 내년에 서명할 수 있도록 잔여 협상을 마무리하는 데에도 아세안측이 긍정적으로 기여해주기를 희망한다는 의사를 표명했다.

아울러 아세안 국가들을 모두 포함하고 있는 RCEP이 타결되면, 신남방정책이 본격화돼 한-아세안이 상생·번영하는 핵심적 토대가 마련될 것으로 평가했다.

유 본부장은 "한국과 아세안은 30년 지기 친구로 아세안의 성장잠재력 감안시 앞으로도 함께 발전해 나갈 여지가 크다"며 "올해 한-아세안 특별정상회의가 성공적으로 개최돼 한국과 아세안이 새로운 30년을 열어나가는 전환점이 될 수 있도록 주한 아세안 대사의 지속적 노력과 관심을 바란다"고 당부했다.

@highlight

유명희 산업통상자원부 통상교섭본부장은 대화관계 수립 30주년을 기념하여 25-26일 부산에서 개최되는 '한-아세안 특별정상회의'의 성공적 개최를 위한 각국의 협조를 요청하기 위해, 19일 주한 아세안 대사들과 오찬간담회를 가졌다.