선물 수요가 늘어나는 연말 시즌을 앞두고 삼성물산 패션부문의 빈폴액세서리가 19일 머플러와 장갑을 출시했다.

보온성이 뛰어난 캐시미어와 울 소재에 솔리드, 체크, 컬러 블록 등 여러 가지 패턴을 적용한 머플러를 선보였다.

특히 이번 시즌에는 투톤 컬러 체크 패턴의 머플러를 출시해 체크의 클래식한 분위기에 트렌디한 느낌을 더했다.

또한 캐주얼한 스트라이프 패턴과 클래식한 아가일 패턴이 돋보이는 니트 머플러도 함께 내놓았다.

베이직하고 포근한 느낌의 브라운, 베이지, 그레이 컬러 뿐만 아니라, 옐로우, 카키, 핑크 등 포인트 컬러 상품도 함께 출시했다.

먼저 선보인 캐시미어 100% 소재의 머플러는 소비자들로부터 좋은 반응을 얻고 있다.

블랙, 화이트 컬러의 솔리드 스타일과 그레이, 네이비 모던 체크 스타일 등으로 출시됐다.

울 니트와 가죽 등 두 가지 소재의 장갑도 선보였다.

울 니트 장갑은 머플러와 동일한 스트라이프, 아가일 디자인을 적용해 세트로 매치하면 캐주얼한 프레피 룩을 연출하기 좋다.

엄지 위쪽에는 스마트 터치 기능을 적용해 장갑을 낀 상태에서도 스마트폰 사용이 가능하도록 했고 컬러는 베이지, 네이비, 카키 등이다.

다른 소재인 가죽 장갑은 부드러우면서 내구성이 강한 이태리 천연 양가죽에 깊이 있는 브라운 컬러를 더해 멋스럽다.

방영철 빈폴액세서리 팀장은 "빈폴액세서리의 머플러와 장갑은 고급스러운 소재와 클래식한 디자인으로 매 시즌 선물용 구매가 특히 많다"며 "주는 사람에게는 따뜻한 마음을 담는 좋은 선물이, 받는 사람에게는 한겨울 룩의 감각적인 포인트가 될 것"이라고 말했다.

빈폴액세서리는 전국 매장 및 삼성물산 패션부문 통합 온라인몰 SSF샵에서 오는 30일까지 머플러와 장갑 품목에 한해 2개 이상 구매하는 소비자를 대상으로 20% 할인을 제공한다.

@highlight

선물 수요가 증가하는 연말 시즌을 앞두고 빈폴액세서리가 캐시미어와 울 소재에 다채로운 패턴을 적용한 머플러와 울 니트와 가죽 등 두 가지 소재의 장갑을 출시했다.