[충청투데이 이봉 기자] 아산지역 노인요양보호시설과 재가요양보호사들이 반말, 모욕적인 말 등 비인격적인 대우와 욕설, 협박과 같은 언어적 폭력은 물론 심지어 신체적 폭력과 성희롱 등 비인격적 대우에 노출돼 있는것으로 나타났다.

아산시비정규직지원센터는 지난 8월부터 2개월간 아산지역 노인요양보호시설과 재가요양보호사 174명을 상대로 노동실태조사와 면접조사를 진행한 결과 요양보호사들의 근무여건개선과 자존감 회복을 위한 대책마련이 필요하다는 지적이다.

조사결과 반말, 모욕적인 말 등 비인격적인 대우와 욕설, 협박 등 언어적 폭력을 경험했다고 응답한 비율이 35.8%로 많은 요양보호사들이 비인격적 대우에 노출되어 있는 것으로 나타났으며, 신체적 폭력을 경험한 경우도 17.6%, 요양보호사의 18.5%는 언어, 신체적 접촉등의 성희롱·성폭력을 경험한 것으로 나타났다.

이번 실태조사 결과, 응답자 중 82.6%가 51~70세, 94.2%가 여성으로 주를 이루고 있는것으로 나타났으며 임금은 재가요양보호사가 평균 123만 4194원, 시설요양보호사가 182만 409원을 받는 것으로 나타났다.

실태조사 결과를 분석한 김세진 한국비정규노동센터 연구원은 장기요양기관이 민간영역에 맡겨져 수요와 공급의 불균형으로 기관 간 치열한 경쟁으로 요양보호사가 부당한 대우를 당하더라도 보호하지 못하고 희생을 강요당하고 있다며 장기요양급여의 공공성을 강화해야 한다고 말했다.

전국사회서비스일반노동조합 송영수 교육위원장은 "보건복지부가 문제점을 알고 있으면서도 장기요양제도의 제도적 문제점을 개선하지 않고 요양기관과 요양보호사의 책임으로만 돌리는 것은 심각한 문제"라며 "근본적 해결을 위해 제도개선이 필요하다"고 주장했다.

@highlight

아산시비정규직지원센터가 지난 8월부터  아산지역 노인요양보호시설과 재가요양보호사 174명을 대로 노동실태조사를 진행한 결과,  조사결과 언어적·신체적 폭력과 성폭력을 경험한 것으로 나타나 제도개선이 시급해 보인다.