현대리바트가 가구업계 최초로 정부로부터 '산업포장'을 받는다.

현대리바트는 산업통상자원부 주최 '2019년 제품안전의 날' 정부포상에서 '산업포장'을 수상한다고 19일 밝혔다.

산업포장은 '제품안전의 날' 정부포상 가운데 '산업훈장' 다음으로 가장 높은 포상이다.

현대리바트가 이번에 산업포장을 받을 수 있었던 것은 지난 1995년 설립된 '환경기술센터' 역할이 컸다.

현대리바트 환경기술센터는 국내 가구업계 최초로 설립된 친환경 제품 검증ㆍ내구성 실험 전문조직이다.

현재까지 74종의 친환경 접착제, 도료 등을 개발해 주요 제품에 적용하고 있다.

설립 이후 지난 20년간 유해물질평가 실험 건수만 2만여 건에 달한다.

특히, 국가 평가기준(가구 제품 제조)보다 최대 4배 높은 가이드라인을 자체적으로 적용ㆍ운영하다 보니 2013년부터 12개국의 환경부 등 정부 부처에서 환경기술센터를 찾기도 했다.

2011년부터 6년간 약 500명의 공무원을 대상으로 친환경 제조공정 관련 연수 과정도 운영했다.

가구업계에서 환경부 주관 연수과정을 운영한 건 현대리바트가 유일하다.

현대리바트는 가구 제품 안전성 제고를 위한 기술력도 업그레이드 중이다.

이를 위해 지난 5월 원자력안전위원회에서 제품 안전성 측정에 사용하는 초정밀 라돈 측정 기기와 동일한 'RAD7'를 도입했다.

매트리스뿐 아니라 소파, 식탁 및 주방용 상판에 대한 정밀 안전검사를 진행하는 등 제품 안전성을 제고하고 있다.

이런 현대리바트의 친환경 노력은 매출 등 경영 성과로도 이어지고 있다.

친환경에 대한 관심이 높은 미국, 캐나다 등에 지난 5년간 1000억원 가량의 수출 성과를 올렸다.

국내에서도 모든 가구 제품에 친환경 소재를 적용한 '리바트키즈', '리바트키친' 브랜드의 매출이 지난 4년간 3배 이상 증가했다.

신학렬 현대리바트 환경기술센터장은 "현대리바트 가구 부문의 친환경 기술력은 글로벌 '가구 유해물질?친환경 기준'을 충족할 정도로 경쟁력을 갖췄다"며 "그동안 쌓은 노하우를 바탕으로 친환경 노력을 지속적으로 실천해 나갈 것"이라고 말했다.

@highlight

가구업계 유일 환경부 주관 연구과정을 운영한 현대 리바트가 업계 최초로 정부로부터 `산업포장`상을 수상했으며 앞으로도 지속적으로 환경보호를 위한 노력을 게을리하지 않을 것이라는 의지를 보였다.