세계 최대 서비스형소프트웨어(SaaS) 기업 세일즈포스 연례행사 '드림포스 2019'가 개막한다.

고객관계관리(CRM) SaaS 기업 세일즈포스는 19일(현지시간)부터 22일까지 미국 샌프란시스코에서 드림포스 2019를 개최하고 글로벌 SaaS, CRM 동향을 공유한다.

드림포스 2019는 세계 80여개 국가에서 업계 관계자 17만명이 참석하는 최대 글로벌 정보기술(IT) 행사다.

2700여개 기술, 사례 발표가 동시다발 진행된다.

SaaS, CRM 뿐 아니라 인공지능(AI), 5G, 클라우드 등 업계 최신 기술을 논한다.

드림포스는 해마다 주요 인사가 참여해 세일즈포스와 협력, 기술 비전 등을 발표하는 것으로 유명하다.

올해는 팀 쿡 애플 최고경영자(CEO)가 참석해 마크 베니오프 세일즈포스 CEO와 협력 관계를 전한다.

짐 화이트허스트 레드햇 CEO, 아닐 부스리 워크데이 CEO가 참석해 오픈소스와 SaaS 시장을 전망한다.

마르코 비자리 구찌 CEO, 오스카 무노즈 유나이티드 항공 CEO 등 주요 고객사가 세일즈포스 경험담을 소개한다.

IT 업계뿐 아니라 버락 오바마 미국 전 대통령, 데이비드 베컴, 윌.

아이.엠 등 정치, 스포츠, 음악 등 분야별 전문가가 참석한다.

한국에서는 황창규 KT 회장이 참석해 5G 시장 흐름을 공유한다.

세일즈포스는 드림포스 2019에서 △글로벌 기업 파트너십 △AI 기능을 강화한 제품 '아인슈타인' △올해 인수한 데이터 분석회사 태블로와 협력 방안 등을 중심으로 신규 제품, 서비스 등을 발표한다.

세일즈포스는 19일 개막식에 앞서 애플과 협력을 발표했다.

세일즈포스는 CRM 모바일 앱을 애플 iOS와 아이패드OS에 최적화해 선보인다.

또 세일즈포스 플랫폼에서 아이폰과 아이패드용 앱을 쉽고 빠르게 개발하도록 세일즈포스 모바일 SDK를 업그레이드한다.

양사 자세한 협력 내용은 팀 쿡 애플 CEO와 베니오프 세일즈포스 CEO가 19일 별도 추가 발표할 예정이다.

@highlight

세계 최대 서비스형소프트웨어기업 세일즈포스 연례행사 '드림포스 2019'가 미국 샌프란시스코에서 개최되고 글로벌 SaaS, CRM 동향을 공유하며 주요인사가 참여해 세일즈포스와 협력, 기술 비전 등을 발표한다.