KT가 차기 회장 후보 심사 과정에서 접수한 37명 이외에 추가 접수는 절대 없을 것이라고 못박았다.

KT는 회장 선임 투명도를 높이기 위해 1차 심사를 통과한 면접 대상자를 공개하는 방안도 검토 중이다.

KT 고위관계자는 19일 "37명 접수 인원을 공표한 것은 심사 과정에서 추가 후보 '밀어넣기'를 차단하기 위한 확실한 장치를 마련하려는 의지에서 비롯됐다"고 밝혔다.

차기 회장 후보 37명 지원서는 KT 이사회에 증거와 기록으로 남겨졌다.

37명 이외에 추가 접수가 없다는 사실을 대외에 공표한 이상, 후보자 추가 지원사실이 드러날 경우에는 절차상·법률상 논란이 불가피할 전망이다.

2013년 회장 후보 선임의 경우 이사회가 회장후보 공모마감 이후 심사를 진행하던 중에 석연치 않은 방식으로 일부 후보를 추천했다는 논란이 제기됐다.

KT 고위관계자는 "후보 접수를 마감한 5일 이후에는 추가 접수가 원천적으로 불가능하다는 점에서 포스코보다 투명도에선 앞선다고 볼 수 있는 장치"라고 강조했다.

이사 5인으로 구성된 KT지배구조위원회는 37명에 대한 심층 서류 심사를 진행 중이다.

KT는 지원경로별로 △사내 추천 2~3명 △직접 응모 2~3명 △헤드헌터추천 2~3명 등 회장후보심사위원회(이사회) 면접 절차로 넘길 후보자를 이달내 압축할 계획이다.

KT 이사회는 포스코 승계카운슬 방식을 참고해 5~10명 이사회 면접대상 후보자를 공개하는 방안을 두고 토론을 진행한 것으로 알려졌다.

공개 여부를 확정하지는 못한 상태다.

KT이사회는 면접을 거쳐 이후 12월 말까지 1명을 압축하고 내년 주주총회에서 회장 후보자를 최종 승인한다.

KT 이사회는 '전문성'을 핵심 기준으로 심사할 계획이다.

KT 고위관계자는 "KT가 공기업에서 사기업으로 전환되면서 최고경영자(CEO)가 불명예 퇴진하는 등 역풍에 시달린 중요한 원인은 전문성 부족 때문이라고 생각한다"며 "통신뿐만이 아니라 융합산업을 포괄해 성장동력을 발굴하며 KT를 발전시킬 수 있는 회장 후보를 발굴하는 게 목표"라고 말했다.

@highlight

KT는 차기 회장 후보 심사 과정에서 접수한 37명 이외에 추가 후보 '밀어넣기'를 차단하기 위한 확실한 장치를 마련하기 위해 1차 심사를 통과한 면접 대상자를 공개하는 방안도 검토 중으로, 이는 회장 선임 투명도를 향상시키기 위한 의지라는 뜻을 19일 밝혔다. 