[기호일보=디지털뉴스부] 경희대 의대면접 전문 허브엠디 김애리이사는 이번에 경희대 의대면접을 보는 학생들을 위해 도움이 될만한 정보를 제공해주었다.

문화인으로서 다른 환경에서 잘 적응하고 조화를 이루고 행동할 수 있는가? 라는 세 가지 측면이므로 자신이 그러한 잠재력을 가지고 있는 사람인가에 대한 깊은 생각과 판단력이 중요하다고 의대전문 허브엠디 김애리이사는 말하고 있다.

20년이 넘게 의학계열만을 연구하고 정확한 정보를 제공해오고 있으며 의학계열이라는 단일 영역만을 다루고 있으면서 2019년 11월 19일 현재 9696명으로 만 명 가까운 카페회원들이 의학계열에 관한 정확한 정보를 찾고 있는 허브엠디 김애리 이사는 이번에도 경희대학교 의대, 한의대, 치대 지원자들의 경희대 합격을 위하여 유용한 정보를 제공하고 상담하고 있다.

경희대학교 의과대학의 면접전형에 대해 자세한 설명을 추가했다.

경희대학교 의과대학의 수시전형은 네오르네상스전형으로 학생들의 융합적인 사고를 평가한다.

경희대 의대 면접은 의사로서의 전문지식을 습득할 수 있는 학업능력을 갖추는 것은 기본이며 생명이 존엄함을 인식하고 투철한 사명감을 갖고 있는 학생을 선발한다.

그래서 고등학교 기간 성적에만 치중해서 개인적, 사회적 인성을 함양시키려는 활동을 등한시하는 경우에는 바람직한 의료인으로서 기본적인 소양을 갖추지 못했다고 평가를 받기 때문에 좋은 평가를 받기가 힘들다.

서류에서는 학업역량을 30%, 전공적합성을 30%, 발전가능성을 20%, 인성을 20%의 비중을 두고 평가하고 서류면접에서 탁월은 S, 매우 우수는 A, 우수는 B, 다소 미흡은 D, 미흡은 E로 평가한다.

경희대학교 의대 면접은 시간이 30분이며 서류 확인 면접과 출제문항 면접을 실시하고 이 과정에서 인성 50%와 전공적합성 50%로 평가한다.

@highlight

경희대 의대면접 전문 허브엠디 김애리이사는 의대면접을 보는 학생들을 위해 도움이 될 수 있는 정보로 자신의 잠재력에 대한 깊은 생각과 판단력이 중요하다고 말하며 의과대학의 수시전형은 학생들의 융합적인 사고를 평가한다고 말했다.