3D프린터 전문기업 비즈텍코리아(대표 박지종)가 치과용 3D프린터에서 다양한 산업용 프린터 소재로 사업 영역을 확장한다.

비즈텍코리아는 다양한 용도의 산업용 3D프린터에 사용할 수 있는 광경화성 소재 8종을 개발, 한국화학융합시험연구원 시험을 거친 뒤 다음 달 '비즈덴트' 브랜드로 출시한다고 19일 밝혔다.

이 회사가 개발한 '비즈덴트'는 광경화성 폴리실록산 조성물을 활용해 정밀도와 표면 표현력을 높인 3D프린터용 소재다.

385~405㎚(나노미터) 파장의 발광다이오드나 자외선 3D프린터에 사용할 수 있는 것이 강점이다.

치과용 3D프린터용 신소재로는 '캐스트'와 '진지바'를 추가 개발했다.

캐스트는 치아 보철물 제작용 소재로 3D프린터로 출력하는 즉시 굳어 유용하다.

진지바는 잇몸 모형을 구현할 수 있는 소재다.

산업용 소재로는 '이피유 100' '플렉스 80' '터프 100' '우마 80' '알피유 40' '커스터마이즈드 레진' 6종을 새로 개발했다.

탄성이 필요한 신발의 아웃솔부터 정밀성이 요구되는 인체 보형물이나 산업용 우레탄 등을 제작할 수 있다.

비즈텍코리아는 기존 임플란트용 3D프린터를 상용하는 치과병원에 이번에 개발한 치과용 소재 샘플을 무상으로 제공해 시험제작에 활용할 수 있도록 한 뒤 본격 공급할 계획이다.

또 산업용 소재는 신발업체부터 의료기관까지 용도별로 마케팅 대상을 선정해 공략해 나갈 방침이다.

박지종 비즈텍코리아 대표는 "시장에서 필요로 하는 소재를 집중 연구해 다양한 '비즈덴트' 라인업을 갖췄다"면서 "의치에 착탑할 수 있는 소재를 비롯해 치과용 모형이나 보철물을 중심으로 산업용 3D프린터 소재로 비즈니스 영역을 넓혀갈 계획"이라고 밝혔다.

@highlight

비즈텍코리아는 산업용 3D프린터에 사용할 수 있는 다양한 용도의 소재를 개발해 기존 치과용 3D프린터에서 다양한 산업용 프린터로 비즈니스 영역을 넓혀갈 것이라고 19일 발표했다.