신도시 지역과 원도심 지역이 범죄 안전등급에 있어 크게 차이가 나고 있는 것으로 나타났다는 소식이다.

인천지역 범죄 안전 수준이 군·구마다 천차만별인 것으로 분석됐다.

신도시는 범죄안전등급이 높은 반면 원도심은 낮은 것으로 파악됐다 한다.

보도에 따르면 이 같은 사실은 인천여성가족재단이 발표한 ‘인천시 범죄예방 환경개선 사업 분석 및 발전 방안 연구’ 결과 나타났다.

당연한 귀결인지도 모른다.

하지만 조사 결과 드러난 하위등급 지역의 문제점을 그대로 방치한다면 안전등급에 해당하는 지역들마저도 언제 하향 등급으로 전락할지 모른다.

범죄로부터 취약한 주거 환경 개선책이 시급히 요청되고 있는 작금의 상황이다.

깨진 유리창 이론이 있다.

사소한 것들을 방치하면 더 큰 범죄나 사회문제로 이어진다는 사회범죄심리학 이론이다.

유리창이 깨진 건물을 장기간 방치할 경우 인근 다른 건물의 유리창도 깨질 확률이 높다는 것이다.

종국에는 범죄로부터 안전하던 지역마저도 우범지대화되는 것이다.

오늘날의 범죄는 환경에 영향을 받아 발생하는 사례가 많다.

범죄 발생 요인을 줄이는 방법 중 하나로 오염된 생활 환경 정비가 중요하다는 얘기다.

생활 주변을 깨끗이 정화하는 것이야말로 범죄를 줄이는 방법 중 하나가 될 것이다.

범죄가 다발하던 뉴욕 지하철의 경우 객차 내 낙서를 지우는 등 주변 환경을 청소했더니 범죄가 확연히 줄어 들었다는 사례도 있다.

우리의 경우도 후미진 뒷골목이나 지하도 등을 깨끗이 청소한다면 얼마든지 범죄를 줄일 수 있다.

어느 한 곳이 범죄 없는 마을이라 하여 안전을 게을리 한다면 인근의 범죄 취약지역으로부터 오염되기는 쉽다.

인천은 행정구역상 10개 군·구 기초자치단체로 나뉘어져 있다 해도 하나의 생활공동체다.

내가 사는 지역이 안전하다 해도 이웃하고 있는 지역이 범죄로부터 안전하지 못하다면 언젠가는 범죄로부터 자유롭지 못한 지역이 된다.

보도의 지적대로 범죄 안전 측면에 있어서라도 원도심과 신도시 간 불균형을 해결할 필요성이 제기되고 있다.

새삼 강조할 필요도 없이 우범지역에 대한 순찰 강화와 범죄 특성을 감안한 범죄 예방 전략을 수립해 대처해야 하겠다.

@highlight

인천여성가족재단의 연구결과에 따르면 신도심의 범죄안전등급이 원도심보다 높은 것으로 파악되어 원도심과 신도시 간 불균형을 해결할 필요성이 대두되고 있다.