광주 북구의회 의회운영위원회(위원장 김건안)는 제258회 북구의회 제2차 정례회가 개회한 첫날인 19일 의회사무국 행정사무감사를 실시하고 변화를 통한 새로운 사무국을 만들 것을 주문했다.

이날 의회운영위원회 위원들은 ▲의원연구모임 등을 통한 의원 역량 강화 ▲의회 홈페이지 미비점 등 개선 ▲의정활동 언론 홍보 노력 ▲상임위원회와 소관부서 간 소통방안 강구 등을 강조했다.

먼저, 의회사무국의 새로운 모습을 위해 이현수 위원은 “의회에 접수되는 대외문서에 대해 의원 전체가 공유할 수 있도록 개선해야 한다”며 “제8대 의회는 과거 체계를 답습하지 말고 새로운 의회의 모습을 만들어 가도록 노력해야 한다”고 말했다.

주순일 위원은 의원연구 모임 등을 활성화해야 한다고 강조했다.

주 위원은 “의원 역량 강화를 위해 연구모임 활성화뿐 아니라 전문가 강의나 워크숍 등을 함께 공유하자”고 밝혔다.

최기영 위원과 양옥균 위원을 의회 홍보 강화를 주문했다.

최 위원은 “올해 많은 예산을 들여 의회 홈페이지를 전면 개편한 만큼 미비점을 파악하고, 개선해 세심하게 관리해 달라”고 전했다.

양 위원은 “의원들의 의정활동에 대해 주민들이 잘 알 수 있어야 한다”며 언론 홍보 노력을 당부했다.

의정모니터단에 대한 의견도 나왔다.

김영순 위원은 “의정모니터단이 자율적인 모니터링 활동을 통해 보람과 긍지를 가지고 참여할 수 있도록 해야 한다”고 지적했다.

또 표범식 부위원장은 의회 소식지와 관련 대외 배부 기준을 합리적으로 마련해야 한다고 말했다.

북구의회 입법홍보팀 기능이 보강된 만큼 의회 관련 조례·규칙을 실정에 맞게 일제 정비해야 한다는 목소리도 나왔다.

김건안 위원장은 “비회기 동안 상임위원회와 소관부서와의 간담회 등 소통방안을 강구해야 한다”며 “현재 타 자치구의회와의 교류가 미비한 데에 대해 근거리에 있는 자치구의회와의 교류 활로 모색 등 노력이 필요하다”고 지적했다.

@highlight

광주 북구의회 의회운영위원회는 제258회 북구의회 제2차 정례회 개회 첫날 의회사무국 행정사무감사를 실시해 의원연구모임 활성화, 의회 홍보 강화 등 변화를 통한 새로운 사무국을 만들 것을 강조했다.