‘3·1운동 100년만의 외출, 그 정신을 기리다’

GIC 클라빌레가 3·1운동 당시 활동한 광주의 여성독립운동가 23명을 기리는 음악회를 열어 눈길을 끈다.

22일 오후 7시30분 유·스퀘어 문화관 금호아트홀.

GIC 클라빌레는 2002년 만들어진 광주국제교류센터 산하 음악단체로 작곡, 기악, 성악 등 여러 장르에서 활동하고 있는 음악인들 모여 문화, 예술활동을 선보이고 있다.

이번 음악회는 ‘3·1운동 100년만의 외출, 그 정신을 기리다’라는 주제로 열린다.

공연은 ‘선생님 독립운동가’, ‘16세 최연소 독립운동가’, ‘17세·18세·19세·20세 수피아 여학생 독립운동가’, ‘수피아 출신 간호부 독립운동가’ 등으로 구성돼 진행된다.

이날 상영되는 영상은 광주수피아여고 동문회에서 기획하고 제작했다.

레퍼토리는 홍난파의 ‘고향의 봄’, 한돌의 ‘홀로 아리랑’, 정애련의 ‘강변 아리랑’, 김현옥의 ‘들리지 않는 노래’, ‘세노야’, ‘아리랑’, 신귀복의 ‘얼굴’, 신동수의 ‘산아’, 최영섭의 ‘망향’ 등이다.

스페인 민요 ‘새의 노래’, 아일랜드 민요 ‘대니보이’, 한국 민요 ‘새야새야 파랑새야’, 요셉수크의 ‘엘레지’도 선보인다.

무대에는 소프라노 박수연, 길애령, 이찬순, 이명진, 김미옥, 윤한나, 김선희 등이 오르며 바리톤 김대수, 바이올린 양새미, 첼로 오승석, 진채리, 피아노 김준현 등도 무대를 꾸민다.

고려인 어린이합창단도 함께한다.

티켓은 광주국제교류센터에서 구매할 수 있다.

티켓가격 1만원.

@highlight

광주국제교류센터 산하 음악단체인 GIC 클라빌레는 22일 유.스퀘어 금호아트홀에서  '3.1운동 100년만의 외출, 그 정신을 기리다'라는 주제로 3.1운동 당시 활동한 여성독립가 23명을 기리는 음악회를 열 예정이다. 