친환경자동차, 인공지능 등 4차 산업혁명을 선도하고 있는 광주시가 지역 자동차부품 기업 기술경쟁력 향상에 본격적으로 나섰다.

시는 19일 평동산업단지에서 자동차부품 종합기술지원센터 개소식을 가졌다.

이날 개소식에는 이용섭 시장, 황현택 시의회 산업건설위원장, 신재봉 자동차산학연협의회장, 지역 자동차 부품기업 및 관련기관 관계자 등 300여명이 참석했다.

센터는 지난 2008년 평동산업단지에 금형산업 지원을 위해 건립된 금형 트라이아웃센터 사출동 1112㎡를 리모델링한 곳에 마련됐다.

센터에는 대형 표면가공기, 대형 메탈 3D 프린터기, 고효율 3차원 가공시스템, 열 충격시험기 등 40여종의 가공, 성형해석, 시험평가 장비 등을 구축했다.

자동차 부품·시제작품 제작을 위해 ▲대형 소재부품의 정밀 연삭가공이 가능한 대형 표면가공기 ▲알루미늄 등 스틸소재의 3D 프린팅이 가능한 대형메탈 3D 프린터기 ▲대형 부품 가공 및 정밀부품 가공을 위한 고효율 3차원 가공시스템 ▲열 변화에 대한 성능시험을 위한 열충격시험기 등 자동차부품 개발이나 양산제품 신뢰성 검증시험을 위한 장비들을 갖췄다.

센터 관리·운영은 자동차 전문기원 기관인 광주그린카진흥원이 맡아 지역 자동차 부품기업들의 기술경쟁력을 높이고 향후 빛그린산단 활성화를 유도하게 된다.

센터 개소로 생산기술연구원 서남지역본부와 연계한 장비운영, 실효성 있는 지원이 가능해 지역 부품기업은 큰 비용을 들이지 않고도 고가의 장비를 활용해 생산과 다양한 연구·기술개발을 할 수 있게 된다.

시는 그간 자동차 전문 지원·연구기관이 부재했던 평동산업단지에 부품기업 맞춤형장비(가공, 시제품 제작 등)가 구축됨에 따라 산업현장에 밀착 지원이 가능할 것으로 기대하고 있다.

특히 평동산업단지 입주 부품기업의 인프라를 구축하고, 기업지원 수요를 신속하고 효율적으로 지원해 사업하기 좋은 환경 구축에 중점을 둘 예정이다.

@highlight

친환경자동차, 인공지능 등 4차 산업혁명을 선도하고 있는 광주시가 지역 자동차부품 기업 기술경쟁력 향상에 본격적으로 나섰다.