쫄깃한 식감과 풍부한 육즙으로 유명한 석곡 흑돼지의 명성을 되살리기 위한 특화사업이 추진된다.

곡성군에 따르면 ‘흑돼지’ 하면 사람들이 제주도를 떠올리지만 호남 고속도로 개통 전까지 여수, 순천 일대를 지나는 사람들 사이에서는 제주 흑돼지보다 석곡 흑돼지가 더 유명했다.

호남고속도로가 나기 전까지 석곡은 광주와 순천을 오가는 중간 위치에 있어 석곡터미널을 중심으로 흑돼지 음식점이 즐비했고, 사람들은 석쇠 위에서 숯불에 구워지는 흑돼지의 고소한 냄새를 뿌리칠 수 없었다.

하지만 고속도로 개통과 함께 오가는 사람이 줄었고 자연스레 석곡흑돼지 명성도 쇠락해 현재는 5~6개의 음식점만이 전통을 잇고 있다.

곡성군은 과거 명성을 살리기 위해 석곡권을 자연과 식도락을 즐길 수 있는 관광벨트로 조성하고 흑돼지숯불구이<사진>의 특화에 나섰다.

군은 앞서 지난 1월부터 흑돼지 음식점주들을 대상으로 6차례 간담회를 진행하고, 5월부터는 전문가 컨설팅과 이용고객 설문조사를 실시했다.

또 흑돼지 대표 음식점 육성을 위해 인테리어 개선 사업비 등을 지원하는 공모 절차를 진행중이다.

대상자가 최종 선정되면 올해 안에 지원 사업을 추진할 예정이다.

전문가 등의 지원을 받아 메뉴 개발에 노력한 결과 간장 석쇠구이와 매운 양념 석쇠구이를 기본으로 돼지고기 짜글이, 냉모밀, 흑돼지 비빔밥, 고기국수 등 개성 있는 음식이 나왔다.

유명 셰프인 임성근씨는 석곡 흑돼지 음식점주들에게 고기 굽는 노하우와 소스 비법을 전수해줬다.

곡성군 관계자는 “석곡 흑돼지 숯불구이가 옛 영광을 되찾기 위해서는 행정기관 주도의 지원보다 자발적인 노력이 뒤따라야 한다”며 “현재 ‘돌실한약먹인흑돼지영농조합법인’등 청년 축산인들의 노력이 결집되는 점에 주목하고 있다”고 말했다.

@highlight

 한때 여수, 순천 일대를 지나는 사람들 사이에서 제주 흑돼지보다 더 유명했으나 호남 고속도로 개통 후에는 오가는 사람이 줄면서  현재는 5~6개의 음식점만이 명맥을 잇고 있는 석곡 흑돼지의 명성을 되살리고자 곡성군은 석곡권을 관광벨트로 조성, 흑돼지숯불구이 특화에 나섰다. 