[내포=충청일보 박보성기자] 충남도농업기술원은 19일 양송이 재배 농가와 표고 봉지 재배 농가에서 발생하는 버섯파리류를 효과적으로 방제할 수 있는 친환경 방제 방법을 찾았다고 밝혔다.

버섯 재배 시 발생하는 버섯파리류는 긴수염버섯파리, 버섯벼룩파리, 털파리붙이 등 6종이 보고돼 있으며 이 중 발생 빈도가 잦은 긴수염버섯파리·버섯혹파리로 인한 피해가 가장 큰 상황이다.

이번에 개발한 방법은 해충 유충의 천적 미생물인 곤충병원성 선충을 활용해 해충을 퇴치하는 친환경 방제법을 개선한 방식으로, 곤충병원성 선충 2종을 동시에 사용한다.

기존에는 곤충병원성 선충 단일종을 사용했기 때문에 버섯파리류에 따라 다른 유충의 크기로 인해 여러 종의 버섯파리류 방제가 불가능했다.

충남농기원은 이런 단점을 보완한 2종 혼합 방제 방법을 적용해 얻은 시험 결과, 2종의 곤충병원성 선충을 각각 기준량인 2.5×105/㎡으로 처리했을 때 방제효과는 92.9%에 달했으며 절반인 1.25×105/㎡으로 처리했을 때는 92.1%로 나타나 뛰어난 효과를 보였다고 설명했다.

곤충병원성 선충을 처리하는 시기는 2차 관주부터 관주가 끝날 때까지로, 2회에 걸쳐 처리하는 게 효과적이다.

버섯파리류 방제에 대한 자세한 방법은 도 농업기술원 친환경농업과(☏041-635-6115)로 문의하면 된다.

충남농기원 최용석 농업해충팀장은 "버섯파리 유충의 밀도에 따라 처리량과 시기에 차이가 있어 주의가 필요하다"고 말했다.

이어 "버섯 재배 농가에 발생하는 버섯파리 유충에 대한 방제도 중요하지만 외부로부터 유입되는 성충 방제가 선행돼야 한다"며 "성충 유입 차단을 위한 시설 개선 등 방제 방법을 지속 연구·개발할 것"이라고 덧붙였다.

@highlight

지난 19일 충청남도농업기술원은 버섯 재배시 발생하여 피해주는 긴수염버섯파리, 버섯벼룻파리, 털파리붙이 등 6종의 버섯파리류에 대해 해충 유충의 천적 미생물인 곤충병원성 선충 2종으로 퇴치할 수 있는 새로운 친환경 방제법을 연구했다고 발표하였다.