전북에 법인 주소를 둔 외지 업체를 비롯해 법인 15개 업체가 총 13억 4000만 원의 지방세를 내지 않아 2019년도 지방세 고액·상습 체납자 명단에 이름을 올렸다.

6200여만원의 지방세를 체납한 한 모(83)씨를 비롯해 23명의 지방세 체납 개인 명단도 함께 공개됐다.

세종시는 20일 2019년도 지방세 고액·상습 체납자 38명과 세외수입 고액·상습 체납자 1명의 명단을 행정안전부, 세종시청 홈페이지와 시보에 공개했다.

공개 대상자는 '지방세징수법' 제11조(고액·상습체납자의 명단공개), '지방세외수입금의 징수 등에 관한 법률' 제7조의3에 따라 체납 발생일부터 1년이 지나고 체납액이 1000만 원 이상인 고액·상습체납자다.

공개 내용은 체납자의 성명·상호(법인명), 나이, 직업, 주소, 체납액의 세목·납부기한 등이다.

시는 지방세심의위원회 심의를 거쳐 결정된 공개 예정자에게 명단공개 대상자임을 사전 안내해 6개월 이상 해명기회를 부여한 후 지방세심의위원회의 재심의를 거쳐 명단공개 대상자를 확정했다.

올해 지방세 명단공개 대상자는 총 38명으로 이들이 체납한 지방세는 20억 2300만 원이다.

이 가운데 개인은 23명은 6억 8000만 원을 체납했고, 법인은 15개 업체가 13억 4000만 원을 내지 않았다.

개인 가운데 최고 체납액은 6216만2050원이며, 법인은 4억1117만7470원이다.

세외수입 명단공개 체납자는 총 1명으로, 체납과목은 그 외수입(지적재조사조정금)이며, 금액은 4500만 원이다.

시 관계자는 "지방세 및 세외수입 고액·상습 체납자에 대해서는 성실 납세자와의 형평성 및 건전한 납세풍토 조성을 위해서 다각적인 징수수단을 동원해 지속해서 체납액을 정리해 나갈 것"이라고 말했다.

@highlight

20일 세종시는  지방세심의위원회 심의를 거쳐 확정된 2019년도 지방세 및 세외수입 고액·상습 체납자 명단을 공개했는데 여기에는 법인 주소가 전북인 외지 업체를 비롯해 총 13억 4000만 원을 체납한 15개 업체가 포함되어있다.