당초 예상과 달리 카드사들이 3분기 실적에서 선방했다.

가맹점 카드 수수료 인하 여파에도 일회성 마케팅 비용 감축과 새로운 수익원 창출 등이 영향을 미쳤다.

19일 카드업계에 따르면 신한·삼성·KB국민·현대·비씨·롯데·우리·하나카드 등 8개 전업 카드사들의 올해 3분기 순이익은 4395억원으로 집계됐다.

이는 지난해 같은 기간 보다 347억원(8.6%) 증가한 수치다.

그중 대형사의 실적 개선이 전체 증가세를 견인했다.

업계 1위 신한카드의 3분기 당기순이익은 1407억원을 기록했다.

이는 지난해 같은 기간 보다 24.4% 증가한 수치다.

올 1~3분기 누적 순이익 역시 4111억원으로 지난해 대비 3.94% 늘어났다.

신한카드 관계자는 "신 수익원 창출을 위해 올해 초 SVFC 인수를 시작으로 베트남 현지 법인 영업에 나선 것과 최근 카자흐스탄로의 신용평가사업 진출이 순익 증가에 긍정적인 영향을 미쳤다"고 전했다.

삼성카드의 3분기 순이익도 908억원으로 지난해보다 12.5% 증가했다.

KB국민카드 역시 3분기 순이익 1049억원을 기록했으며 36.4%로 가장 가파른 증가폭을 보였다.

같은 기간 비씨카드의 순이익은 지난해 대비 74.2% 늘어난 338억원을 기록했다.

반면 현대카드의 순이익은 300억원을 기록했는데, 이는 지난해 대비 40.5% 줄어든 수치다.

하지만 현대카드의 1~3분기 누적 순익은 지난해 대비 18.8% 증가한 1518억원을 기록했다.

현대카드 관계자는 "향후 경기악화에 선제적으로 대비하자는 차원에서 일정 부분을 수익을 포기하더라도 우량체만 취급하기로 결정하면서 3분기 순익이 크게 줄었다"고 설명했다.

중소형사 중에선 우리카드의 순이익 증가가 눈에 띈다.

우리카드의 3분기 순이익은 283억원으로 전년 동기대비 34.8% 증가했다.

3분기 누적 순이익은 948억원으로 7.0% 올랐다.

같은 기간 하나카드의 순이익은 전년 대비 43.2% 줄어든 162억원에 그쳤으며, MBK파트너스-우리은행 컨소시엄에 매각된 롯데카드는 3분기 52억원의 순손실을 기록했다.

@highlight

카드사들이 가맹점 카드 수수료 인하에도 불구하고 일회성 마케팅 비용 감축과 새로운 수익원 창출 등  수익의 다각화 방법으로  3분기 실적에서  8.6% 증가한 수치를 기록했다.