원광대학교 사범대학은 제2회 봉황 예비교사 골든벨을 지난 13일 교내 문화체육관에서 재학생과 교직원 등 700여 명이 참가한 가운데 개최했다.

봉황 예비교사 골든벨은 교육부에서 고시한 2015년도 개정 교육과정에서 범교과 역량으로 제시된 10개 영역에 관한 퀴즈를 학과별로 겨루는 비교과 프로그램으로써 사범대학에 설치된 11개 학과에서 각각 10명씩 대표를 선발해 실력을 겨뤘다.

교육부에서 고시한 범교과 역량은 인권교육, 인성교육, 민주시민교육, 다문화교육, 통일교육, 안전과 건강교육, 진로교육, 환경과 지속가능한 발전 교육, 독도교육, 경제금융교육 등 10개 영역이다.

이윤성(교육학과 4년) 사범대학 학생회장의 사회로 진행된 이날 골든벨 행사에서는 한문교육과가 대상을 차지하고 금상은 교육학과와 중등특수교육과가 차지했다.

안진태(한문교육과 2년) 학생은 “봉황 예비교사 골든벨을 통해 선후배들과 함께 협동심과 유대감을 형성할 수 있었다”며 “교사로서 함양해야 할 가치를 확립하고 훌륭한 인재로 성장할 수 있는 계기가 돼 의미있는 시간을 보냈다”고 말했다.

행사를 주관한 박은숙 사범대학장은 “학생회장과 11개 학과 학회장들이 합심해 퀴즈 문제 은행을 만들고 보안을 유지하면서 공정하게 대회를 이끌어 가는 모습이 보기 좋았다”며 “특히 학생들과 교수들이 함께하는 사제동행 시간으로서 의미가 더욱 컸다”고 말했다.

한편 원광대 사범대학은 교육부와 한국연구재단에서 주최하는 ‘교원양성기관 시민교육 역량강화사업’에 연구중심대학으로 선정돼 전국 유일의 거점대학으로서 허브 역할을 다하고 있다.

또한 예비교사의 범교과 역량 강화를 위해 봉황 징검다리 멘토링, 장애 체험 & 공감 프로그램, 범교과 동아리 등 다양한 비교과 프로그램을 운영하고 프로그램 참가자에게 포인트를 부여해 장학금을 지급하고 있다.

@highlight

원광대학교 사범대학은 지난 13일 교내 문화체육관에서 재학생과 교직원 등 700여 명이 참가한 가운데 11개 학과에서 각각 10명씩 대표를 선발해 실력을 겨루는 제2회 봉황 예비교사 골든벨을 개최하여 선후배들간의 협동심과 유대감을 형성하고 훌륭한 인재로 성장할 수 있는 계기를 마련하는 의미있는 시간을 가졌다. 