국내 직판여행사 참좋은여행사(대표 이상호)가 11월부터 CBS 음악FM과 표준FM을 통해 '참좋은여행 감성가득 라디오 캠페인'을 전개하고 있어 화제다.

연말맞이 겨울기획전으로 준비된 이번 라디오 캠페인은 "연말에는 바로 옆에 있는 사람을 돌아보면서 함께 갈 여행을 준비하자"를 주제로 한 40초 분량의 캠페인을 제작해 CBS와 함께 공동캠페인으로 하루 2차례 내보내고 있다.

캠페인 내용은 "고개를 조금만 옆으로 돌려보세요. 내 옆모습만 바라보며 눈이 마주치길 기다렸던 사람이 있을지도 모릅니다. 연말에는 고마운 사람의 곁에 서서 함께 다음 발걸음을 준비하면 어떨까요. 여행은 그 자체가 목적이 아니라 다녀온 후의 삶을 아름답게 하는 선물이거든요"라는 청취자의 감성을 자극하는 멘트로, 단순히 여행사 광고가 아닌 듣는 이의 마음을 포근하게 해주는 힐링 캠페인 형식으로 접근하여 많은 관심을 받고 있다.

이번 캠페인을 기획한 참좋은여행 마케팅팀 정의한 담당자는 "라디오 광고는 청각에 의존하는 매체 특성상 자극적이고 반복되는 후크송을 내보내는 것이 효과가 높지만 차분하게 다가가 감성을 자극하는 캠페인이야말로 더욱 진가를 발휘할 수 있다"며 이번 캠페인의 방향에 대해 밝혔다.

참좋은여행은 내년 3월까지 라디오 캠페인을 꾸준히 전개할 예정으로 연말이 지나면 새로운 소재로 캠페인 내용을 바꾸어 청취자의 관심을 지켜나갈 계획이다.

한편 라디오 캠페인을 전개하고 있는 참좋은여행사에서는 올 연말까지 뜨거운 물을 부으면 그림이 나타나는 매직 머그컵 증정 이벤트를 진행한다.

2019년 10월 이후 겨울여행을 다녀온 여행객이 참좋은여행 카카오톡 친구 추가 및 사진 인증시 소중한 여행사진을 인쇄한 매직 머그컵을 증정하는 이벤트로 배송지 지정이 가능해 선물용으로도 좋을 것으로 보인다.

참좋은여행의 여행상품 이용 고객에게는 100% 매직머그컵 증정 혜택을 제공한다.

@highlight

국내 직판여행사 참좋은여행사가 11월 이후 "연말에는 주변 사람들과 여행을 준비하자"를 주제로 '참좋은여행 감성가득 라디오 캠페인'을 진행하고 있어 화제를 모으는 가운데, 올 연말까지 매직 머그컵 증정 이벤트도 진행한다.