한국IPTV방송협회가 21일 서울 여의도 글래드 호텔에서 'GeMeCon2019 : 지속가능한 미디어 생태계 컨퍼런스'를 개최한다.

이번 행사는 급변하고 있는 국내 미디어 업계의 지속가능한 성장 방안을 모색하기 위해 마련됐다.

협회는 미디어생태계 구성원들의 상생과 공정경쟁 환경 조성을 위해 필요한 해법을 찾아보고 나아가 바람직한 미디어생태계에 대한 논의를 위해 올해 처음 GeMeCon(지미콘)을 개최한다.

오전 행사에서는 유료방송 발전과 상생협력에 기여한 미디어업계 관계자에 대한 과학기술정보통신부 장관 및 국회 과학기술정보방송통신위원회 위원장 표창장 수여식이 진행되며, '생태계 개념의 이용과 오용'을 주제로 강호정 연세대학교 사회환경시스템공학부 교수의 기조연설이 이어진다.

오후 컨퍼런스는 홍대식 서강대 법학전문대학원 교수의 사회로 총 3개의 발제와 종합토론이 진행된다.

제1발제는 기존의 미디어생태계 안에 뉴미디어가 등장할 때 나타난 전후의 양상을 김경달 네오터치포인트 대표의 강연을 통해 살펴본다.

제2발제에서는 김성환 아주대학교 교수와 함께 미디어생태계의 시장구조와 관련 쟁점을 분석한다.

이어지는 제3발제에서는 미디어 시스템의 안과 밖을 성찰함으로써 미디어 업계의 진화와 변화 방향을 정준희 한양대학교 겸임교수와 모색해 본다.

마지막으로 '지속가능한 미디어생태계'를 주제로 진행되는 종합토론에는 △손지윤 LG경제연구원 수석연구위원 △이성춘 KT 상무 △조영신 SK브로드밴드 실장 △이종관 법무법인 세종 전문위원 △홍종윤 서울대 언론정보연구소 선임연구원이 참석해 선순환적 미디어생태계 조성을 위한 방안을 논의한다.

유정아 한국IPTV방송협회장은 "올해 처음으로 지미콘을 개최하게 돼 기쁘다"며 "업계의 이해관계를 대변하기 위한 논리를 찾기 보다는 미디어 업계의 각 구성원이 무엇을 어떻게 해나가면 좋을지의 방안을 모색하길 바란다"고 말했다.

@highlight

한국IPTV방송협회는 21일 GeMeCon2019:지속가능한 미디어 생태계 컨퍼런스'를 열고 공정한 경쟁과 지속가능한 성장 방안을 모색하기 위하여 기조연설에 이어 종합토론을 가졌다.