나노의료 분야 전문 학술대회인 '제13차 2019 IEEE NANOMED 국제학술대회'가 21일부터 24일까지 김대중컨벤션센터에서 개최된다.

광주광역시와 전남대학교, 광주관광컨벤션뷰로가 공동주관하고 국제전자전기공학회(IEEE, Institute of Electrical and Electronics Engineers) 분과 위원회 중 하나인 나노기술위원회(NTC)가 주최하는 이번 학술대회는 나노의학 분야 세계 최대 학술대회다.

학술대회 기간 15개국 300여명의 석학들이 모여 의약분야 미세공정기술, 광학분석, 약물전달기술 등 다양한 융합기술과 학문을 주제로 7개 기조발제, 7개 주제강연, 33개 초청강연 및 토론 등을 이어간다.

개회식이 열리는 22일에는 치밍 호 미국 UCLA 교수의 '인공지능을 통한 개인맞춤 치료법', 페데리코 로세이 캐나다 퀘벡 대학교 교수의 '나노스케일에서 생체재료의 구조와 특성관계'를 주제로 한 기조발제가 진행된다.

23일에는 김병수 서울대 교수의 '엑소좀 모사세포와 나노운반체 기반의 치료법', 오사무 타바타 일본 교토대 교수의 '나노의학을 연결하는 DNA 나노기술' 발제 등 4차 산업혁명 시대를 맞이해 융합의학에 대한 심도 있는 논의가 이뤄진다.

광주시는 이번 학술대회를 통해 국내외 저명 석학과 의학 관련 최신 기술을 공유하고, 광주 생체의료산업 홍보 및 네트워크를 확장시킬 수 있을 것으로 기대하고 있다.

또 향후 의료기술과 산업간 연계 방안을 모색해 광주 의료산업 발전방안에 활용할 예정이다.

이치선 시 미래산업정책과장은 "이번 학술대회는 시가 매년 주최하는 '2019년 광주메디헬스산업전'과 동시 개최한다"며 "의약 분야 융합기술 교류와 해외 네트워크 강화는 물론 광주시 주력산업인 생체의료산업 개발과 산업화에 큰 도움이 될 것이다"고 말했다.

@highlight

광주시는 21일부터 24일까지 김대중컨벤션센터에서 국제 나노메드 학술대회를 주최하여 연다.