충남시군의회의장협의회(협의회장 김진호 논산시의회 의장)는 19일 논산시청 회의실에서 전국시군자치구의회의장협의회 15개 시도대표회장 환영식 및 제223차 시도대표회의를 개최했다.

이날 회의는 양승조 충청남도지사를 비롯해 유병국 충청남도의회의장, 황명선 논산시장, 충청남도 시·군의회의장 및 논산시의회, 충남시·군의회 의원, 양승숙 충남여성정책개발원장 등이 참석한 가운데 열렸다.

이 자리에서 강필구 전국시군자치구의회의장협의회장은 개회사를 통해 "충절과 예학의 고장, 충남 논산시에서 전국시도대표회의를 갖게 된 것을 매우 뜻깊게 생각한다"며 "동고동락하는 우리 기초의회가 변화의 바람을 일으킬 수 있도록 힘을 더욱 모았으면 좋겠다"라고 말했다.

김진호 충남시군의회의장협의회장은 환영사를 통해 "완전한 지방자치를 되살리고 대한민국이 21세기 지방분권형 선진 국가로 발전해 갈 수 있도록 확고한 의지를 결의해야 한다"며 "오늘 이 자리가 226개 기초의회의 발걸음이 모여 성숙한 자치분권 시대를 열어가길 희망한다"고 말했다.

한편, 이날 협의회에서는 지방자치 발전과 유대관계 강화를 위한 방문 기념패를 충청남도지사, 충청남도의회 의장, 논산시장에게 전달했으며, 지방의정 발전에 공이 많은 박병수 공주시의회 의장, 김영애 아산시의회 의장, 임재관 서산시의회 의장, 김기재 당진시의회 의장, 조동준 서천군의회 의장, 구기수 청양군의회 의장, 조배식 논산시의회 의원에 대하여 의정봉사상을 수여했고 서형연 논산시의회 주무관이 유공공무원 표창을 수상했다.

이어 시·도 대표회의에서는 △중앙정부와 광역지방자치단체의 매칭사업 개선 촉구 결의문(안) 채택의 건 △지방자치법 전부 개정안 수정 건의문(안) 채택의 건 △국가 균형 발전 특별법 개정 건의문(안) 채택의 건을 심의·의결했다.

@highlight

지난 19일 논산시청 회의실에서 충남시군의회의장협의회는 양승조 충남도지사 등이 참석한 가운데 전국시군자치구의회의장협의회를 개최하며 강필구 장의 개회사 및 기념패 수여 등의 행사를 개최했다.