사랑의 온도탑 제막식이 20일 내포신도시에서 열렸다.

사진은 양승조 충남지사와 김지철 교육감, 이관형 충남사회복지공동모금회장 등 참석자들이 제막 행사를 기다리는 모습.

지난해부터 올 초까지 열린 희망나눔캠페인에서 1인당 모금액 1위를 차지한 충남이 내년에도 전국 최고 이웃사랑 실천을 다짐하고 나섰다.

'희망 2020 나눔 캠페인'의 시작을 알리는 사랑의 온도탑 제막식이 20일 내포신도시에서 열렸다.

충남사회복지공동모금회 주관으로 열린 이날 행사는 양승조 지사와 김지철 교육감, 이관형 충남사회복지공동모금회장, 도내 사회복지기관 관계자 등 100여 명이 참석했다.

이 자리에서 양 지사는 "우리 충남은 희망 2019 나눔 캠페인에서 도민과 기업의 성원에 힘입어 154억원의 기부금을 모았다"며 "이를 1인당 모금액으로 환산하면 전국 최고 기록으로, 쉽지 않은 경제 여건 속에서 이룬 결실이기에 도지사이자 도민의 한 사람으로서 큰 자부심을 느낀다"고 말했다.

이어 "앞으로도 변함없이 우리 충남이 대한민국의 나눔 문화를 앞장서 이끌어가기 소망한다"며 "사랑의 온도탑 붉은빛이 100℃를 훌쩍 넘길 수 있기를 기대한다"고 강조했다.

사랑의 온도탑 제막식이 20일 내포신도시에서 열렸다.

사진은 양승조 충남지사와 김지철 교육감, 이관형 충남사회복지공동모금회장 등 참석자들이 제막행사를 마친 뒤 기념촬영을 하고 있는 모습.

김지철 교육감은 "저도 SNS나 홈페이지 등을 통해 사랑의 온도 100도를 넘길 수 있도록 노력하겠다"며 "함께 마음을 모으면 못할 것도 없다"고 밝혔다.

이관형 회장은 "도민들의 따뜻한 나눔 물결이 널리 퍼져 우리 주변의 어려운 이웃들이 따뜻하게 보낼 수 있기를 바란다"며 관심을 당부했다.

한편, 희망 나눔 캠페인은 연말연시 이웃돕기 범국민 모금운동으로 이날부터 내년 1월 31일까지 73일간 진행한다.

도내 모금 목표액은 167억7000만원이다.

@highlight

충남사회복지공동모금회 주관으로 20일 사랑의 온도탑 제막식이 내포신도시에서 열렸으며 도내 모금 목표액은 167억7000만원으로 이날부터 내년 1월 31일까지 73일간 진행한다.