가스 누출이나 전기 방전 위험상태를 쉽고 빠르게 찾아주는 휴대용 기기가 등장했다.

에스엠인스트루먼트(대표 김영기)는 세계에서 크기가 가장 작은 초음파 카메라 '배트캠(BATCAM) 2.0'을 출시했다고 19일 밝혔다.

초음파 카메라 BATCAM 2.0 제품 사진 이 기기는 가스 누출과 전기 아크를 실시간 촬영하는 최신 산업용 카메라다.

112개 고감도 마이크로폰을 사용해 초음파로 누출 여부를 측정한다.

측정 신호는 독자 개발한 분석기술을 통해 초음파 이미지로 실시간 변환하는데, 기기 후면 디스플레이로 이를 볼 수 있게 했다.

원거리 측정도 가능하다.

지상에서 높이 떨어져 있는 절연체, 변압기 등 누전 여부를 쉽게 확인할 수 있다.

작고 가벼운 것이 가장 큰 특징이다.

디지털 방식 초소형 정밀기계 기술(MEMS) 센서를 사용해 길이가 237㎜에 불과하다.

무게도 1.2㎏로 휴대하기 편하다.

초음파를 기반으로 감지하기 때문에 기존 센서의 한계를 극복했다는 것도 특징이다.

기존에는 화학 방식이나 광학 방식을 썼는데 이 경우 부분적인 제약이 있었다.

화학방식은 일정농도 가스가 축적돼야 검출이 가능했다.

광학적 방법을 사용하는 센서는 탄소가 포함되지 않은 암모니아, 수소 등 가스를 검출하지 못하는 단점이 있다.

에스엠인스트루먼트는 이미 국내 발전사, 화학공장, 반도체 공장 등을 통해 배트캠 2.0 성능 검증을 마쳤다.

경쟁사 제품과 비교 시험을 거쳐 우수한 성능을 인정받았다.

향후 국내는 물론이고 중국을 비롯한 해외 시장 진출도 염두에 두고 있다.

김영기 대표는 "인체에 유해하거나 재해로 이어질 수 있는 가스 누출 방지, 산불 등으로 이어질 수 있는 미세 전기 아크 검침에 획기적인 전기를 마련할 수 있을 것"이라며 "우선 이달 중국 상하이에서 열릴 국제 전기전력 설비 전시회를 통해 중국시장을 공략할 것"이라고 말했다.

@highlight

에스엠인스트루먼트는 세계에서 크기가 가장 작은 초음파 카메라 '배트캠(BATCAM) 2.0'을 출시했는데 이것은 가스 누출이나 전기 방전 위험상태를 쉽고 빠르게 찾아 실시간 촬영하는 최신 산업용 카메라이다.