'성실한 실패'를 경험한 자영업 휴·폐업자들을 위한 '자영업자123 재기지원' 프로그램이 가동된다.

금융위원회는 20일 서울 중구 신용회복위원회에서 자영업자 금융지원 프로그램 이용자 간담회를 열고 오는 25일부터 자영업자123 재기지원 프로그램 접수를 받는다고 밝혔다.

이 프로그램은 채무조정 특례·미소금융 재기자금·경영컨설팅을 제공한다.

현행 자영업자 금융지원 프로그램을 토대로 휴·폐업 자영업자의 재도전을 돕는다.

우선 금융당국은 휴·폐업자에 대해 채무조정 직후 초기 2년간 상환유예(유예이자 연 2.0%만 납부)를 허용해 기존 채무정리를 지원한다.

휴·폐업 후 2년 이내·1년 이상 영업·사치향락 업종이 아닌 개인사업자가 대상이다.

최장 상환 기간도 8년에서 10년으로 늘렸다.

또 연체 채무자가 채무조정 후 9개월간 성실하게 상환했을 때 자금을 지원하는 요건도 완화했다.

자영업자가 기존 채무에 대한 채무조정을 확정하기만 하면 질적 심사를 거쳐 9개월 요건과 관계없이 재창업 자금을 신규 대출받을 수 있다.

경영 컨설팅 대상도 확대했다.

기존에는 미소금융 대출이 확정된 자영업자에 한해 경영 진단이 진행됐지만, 앞으로는 미소금융 재기자금 신청 단계에서 사전 컨설팅을 하고 컨설팅 결과를 재기지원융자위원회의 대출심사 과정에서 참고한다.

금융위는 지난해 12월 발표한 자영업자 금융지원 프로그램을 통해 올해 10월 말 기준 초저금리 대출, 카드매출 연계 대출 등으로 약 2조원의 자금을 지원했다.

은 위원장은 이날 간담회에서 "자영업자에 대한 금융지원을 위해서는 정책금융기관의 역할이 무엇보다 중요하다"며 "앞으로도 자영업자의 금융 애로사항을 지속 청취하고, 현장의 정책제안도 적극 검토해 나갈 계획"이라고 밝혔다.

한편, 금융위는 P2P(개인간 개인 거래) 플랫폼, 빅데이터 등 새로운 금융 채널·기술을 활용해 소상공인의 운전자금 조달을 지원하는 플랫폼 매출망 금융 활성화도 추진한다.

플랫폼 매출망의 금융 공급을 어렵게 하는 규제를 해소하고, 인프라 정비에도 나선다.

@highlight

금융위원회는 오는 25일부터 현행 자영업자 금융지원 프로그램을 토대로 재도전을 돕는 '자영업자123 재기지원 프로그램'을 가동, 접수를 받는다고 밝혔다.