'홍콩 민주화 시위'가 장기화하며 홍콩 내 치안이 안정을 찾지 못하고 있지만 국내 여행사들이 홍콩 여행 '특가 패키지' 상품을 잇따라 내놔 여행객들의 안전이 우려된다.

무력 진압과 과격 시위의 악순환으로 여행객의 안전을 담보할 수 없는 상황이라는 점에서 주의가 요구된다는 지적이다.

21일 모두투어, 하나투어 등 국내 여행사들 홈페이지에서는 홍콩 여행 패키지 특가 상품들을 쉽게 찾을 수 있다.

포털 사이트에 '홍콩 여행'을 검색하자 '특가'를 내세우는 여행 상품 수십여개가 검색됐다.

문제는 이들 상품 대부분이 홍콩 내부 안전 상황을 충분히 설명하고 있지 않다는 점이다.

한 여행사에 전화로 홍콩 여행과 관련한 안전 문제를 문의를 하자 직원은 "주요 관광지는 모두 정상적으로 다닐 수 있다. 현재 매진된 상품들도 많다"며 아무 문제가 없다는 식으로 설명했다.

하지만 여행사의 설명과 현지 상황과 전혀 달랐다.

시위 상황을 실시간으로 공유하는 홍콩 여행 관련 커뮤니티에서는 "주요 관광지에서도 게릴라성 시위가 발생해 경찰 통제가 이어지고 있다"는 글이 이어졌다.

여행사의 패키지 코스대로 관광을 할 수 없는 상황일 뿐만 아니라 신변 위협도 발생할 수 있는 상황이라는 것이다.

또 외교부는 지난 15일 홍콩에 대한 여행경보를 1단계인 '여행유의'에서 2단계인 '여행자제'로 상향 조정했지만 이 같은 정보를 홈페이지에 알린 여행사는 한 곳도 없었다.

하나투어의 경우 '여행유의'로 홍콩 여행경보단계를 홈페이지에 표기했지만 이마저도 이전 단계다.

한편, 지난 17일 홍콩에서는 시위를 구경갔던 한국인 관광객 2명이 고립돼 밤을 새운 뒤 탈출하는 사건이 발생했다.

이들은 홍콩 주재 한국 총영사관에 긴급 구조 연락을 취한 뒤 홍콩 경찰에 선처를 요청해 풀려날 수 있었다.

여행업계 관계자는 "한국에서는 현지 상황을 실시간으로 파악하기 어렵다"며 "해외 여행객에도 폭력을 휘둘렀다는 사례가 나오는 만큼 홍콩 여행 계획 시 신중하게 결정해야 한다"고 설명했다.

@highlight

홍콩 민주화 시위가 장기화되면서 홍콩 내 치안이 위험한 가운데 국내 여행사들이 특가 상품을 내놔 특가 패키지 상품을 내놨지만 상품 대부분이 안전 상황을 충분히 설명하고 있지 않았으며, 이 때문에 여행업계 관계자는 한국에서는 현지 상황을 실시간으로 파악하기 어렵기 때문에 홍콩 여행 계획 시 신중히 결정해야 한다고 했다.