건국대와 건국대병원은 의료 서비스 분야 비즈니스 모델 발굴과 창업 지원을 위해 '2019 KU 메디컬 해커톤'을 22일부터 23일까지 이틀간 서울 광진구 더클래식500 그랜드볼룸에서 개최한다.

이번 행사는 건국대병원이 미래 의료 서비스 분야에 AI·빅데이터를 비롯한 혁신 기술을 도입하고 건국대가 관련 분야 스타트업의 비즈니스 모델 발굴을 지원하는 협력 체계를 구축하기 위해 마련됐다.

이날 행사에서는 의료인, 스타트업, 대학생, 일반인이 새로운 아이디어를 함께 모색하고 발전시킬 수 있는 협업의 장을 만들어 나갈 예정이다.

헬스케어·의료 빅데이터 및 AI 창업에 관심 있는 의료인, 대학(원)생 또는 일반인을 대상으로 접수를 받아 참가 희망자의 참여 동기, 아이디어, 개발 역량 확인을 통해 학생부 15팀, 일반부 12팀 총 104명을 선발했다.

또 메디컬·바이오 분야 8개 기업의 전시부스를 운영함으로써 실제 서비스·디바이스 사용자인 의료진을 대상으로 제품을 알리고 시장 반응 조사를 진행할 수 있는 기회를 제공한다.

특히 안과, 응급의학과, 재활의학과, 가정의학과 등 건국대학교병원 의료진을 포함한 30명여명이 멘토 및 자문위원으로 참여함으로써 참가자들은 실시간 피드백을 통해 실현 가능한 전문적인 사업계획 수립을 진행하게 된다.

대회 둘째 날에는 팀별 최종 사업계획서 발표와 질의응답을 통해 시상팀을 선정한다.

시상은 일반부와 학생부로 나눠 진행하며 일반부는 총 500만원, 학생부는 1100만원의 상금이 지원된다.

건국대는 이번 대회를 통해 발굴된 우수 아이템이 상용화될 수 있도록 창업지원단, SW중심대학사업단이 협업해 예비·초기창업패키지 등 사업화 지원과 투자유치 연계(IBK창공, LG CNS, 엔슬파트너스, 원익투자파트너스, 패스파인더H, 한국과학기술지주)를 지원한다.

이를 통해 바이오·메디컬 분야 액셀러레이팅 프로세스를 구축해 해당 분야 우수 아이디어가 건국대로 집약되고 대학병원을 통해 실제 의료진 및 전문가 집단과 연결되는 플랫폼을 구축할 계획이다.

@highlight

건국대와 건국대병원은 의료 서비스 분야 비즈니스 모델 발굴과 창업 지원을 위해 미래 의료 서비스 분야에 AI·빅데이터를 비롯한 혁신 기술을 도입하고 우수 아이템이 상용화될 수 있도록 '2019 KU 메디컬 해커톤'을 22일부터 23일 이틀간 개최한다.