CJ ENM 오쇼핑부문 골프웨어 브랜드 '장 미쉘 바스키아'가 100% 이태리 제작 프리미엄 구스 다운을 론칭한다고 21일 밝혔다.

옷의 최종 완성까지 이태리에서 진행한 후 수입해 들여오는 '오더메이드' 방식이다.

장 미쉘 바스키아가 협력한 이태리 구스 다운 제조회사는 100년 역사를 가진 '미나르디'다.

이 회사는 최고 등급 거위털 만을 사용하고 있어, 유럽 명품 브랜드에도 구스 다운 소재의 공급을 많이 진행하는 것으로 알려져 있다.

옷의 원단과 지퍼, 단추 등 부자재도 이태리 장인들에게 맡겼다.

완성품 제작도 품질 관리가 엄격하기로 유명한 이태리 현지 공장에서 진행했다.

이태리 생산이지만 CJ ENM 오쇼핑부문은 초기 단계에서부터 아시아인 체형에 맞춘 상품을 기획했다.

이 장 미쉘 바스키아의 이태리 구스 다운은 CJ오쇼핑에서 26일 저녁 8시 45분 론칭한다.

이태리산 고급 퍼가 모자 부분에 부착되어 있으며, 방풍, 발수, 투습, 속건 등 겨울철 필요한 기능성을 모두 갖췄다.

원단은 유럽 친환경 섬유 인증인 '오코텍스' 인증을 받았다.

가격은 여성용 59만원, 남성용 49만원이다.

이번 겨울 시즌 판매를 위해 3천개만 한정 생산했다.

이 날 론칭 방송에서 구매한 고객들에게는 바스키아의 작품이 새겨진 골프 보스턴백을 증정한다.

장 미쉘 바스키아는 CJ ENM 오쇼핑부문이 미국의 유명 아티스트 장 미쉘 바스키아의 재단과 단독 라이선스 계약을 체결하고 2016년 10월 출시한 프리미엄 골프웨어 브랜드다.

론칭 이후 누적주문 1200억원을 돌파했으며 올 가을/겨울 시즌에도 상품 주문금액이 전년 동기 대비 약 30% 증가하는 등 매 시즌 가파른 성장세를 보여주고 있다.

이재원 CJ ENM 오쇼핑부문 패션스포츠팀 MD는 "아티스트 브랜드의 명성에 맞는 제대로 된 프리미엄 상품을 선보이고자 이태리 현지에서 모든 제작을 진행했다"며, "고급화와 차별화를 통해 장 미쉘 바스키아를 국내 대표 골프웨어 브랜드로 육성시켜 나갈 것"이라고 말했다.

@highlight

CJ ENM 오쇼핑부문 골프웨어 브랜드 '장 미쉘 바스키아'는 초기 단계에서부터 아시아인 체형에 맞춰 기획한 상품으로 옷의 최종 완성단계까지 모든 과정을 이태리에서 진행한 후 수입해 들여오는 '오더메이드' 방식의 100% 이태리 제작 프리미엄 구스 다운을 론칭한다고 21일 밝혔다.