우송대 솔브릿지국제경영대학은 오는 22일, 세계문화축제인 '컬쳐데이(Culture Day)-한국 속의 세계 SolBridge'를 개최한다.

1부는 오후 5시, 서캠퍼스 학생회관에서 세계음식축제가 진행되고 2부는 오후 6시 30분, 우송예술회관에서 세계문화축제가 펼쳐진다.

64개국 국가에서 온 학생들이 함께 공부하는 솔브릿지국제경영대학은 다양한 문화가 공존한다.

지난 2009년부터 학생들 스스로 기획하고 자발적인 참여로 '컬쳐데이' 행사를 개최하면서 다양성을 인정하고 서로의 문화를 이해하고 교류하며 국제사회에서 필요한 글로벌 마인드를 배우고 있다.

솔브릿지 컬쳐데이는 해를 거듭하면서 지역사회와 함께하는 세계문화축제로 발전하고 있다.

1부 세계음식축제에서는 스페인의 포테이토 토르티야(Potato Tortilla-감자 오믈렛) 요리와 브라질의 꼬시냐(Coxinha-닭고기 튀김요리) 등 외국인 유학생들이 직접 준비한 16개국의 음식을 맛볼 수 있으며 2부 세계문화축제에서는 한국(부채춤, 화관무), 프랑스(뮤지컬-La vie en Rose)를 비롯하여 베트남, 몽골, 우즈베키스탄 등 16개 국가의 전통문화공연을 감상할 수 있다.

이번 컬쳐데이 행사에 참여한 프랑스 유학생 토마 플락은 "전통음식과 공연으로 진짜 프랑스를 알리기 위해 다양한 준비를 했다. 친구들에게 프랑스 문화를 알리고 나 또한 다른 나라의 문화를 알 기회가 생겨서 매우 기쁘다. 대학 주변의 많은 사람들이 함께 축제를 즐겼으면 하는 바람이다"라고 말했다.

존 엔디컷 총장은 "솔브릿지의 글로벌 교육환경과 컬쳐데이 등 다문화 행사는 학생들이 자연스럽게 글로벌 감각을 익힐 수 있는 좋은 기회이다. 이렇게 축적된 경험은 학생들이 세계무대에서 창의적이고 융합적인 능력을 발휘하는데 꼭 필요한 자양분이 될 것이라 기대한다"라고 전했다.

@highlight

64개국 국가 학생들이 모인 솔브릿지국제경영대학은 22일 '컬쳐데이-한국 속의 세계 솔브릿지'를 개최해 외국인 유학생들이 준비한 16개국의 음식을 맛볼 수 있는 세계음식축제와 전통문화공연을 감상할 수 있는 세계문화축제를 즐겼다.