무인잠수정(ROV)을 보유한 청해진함이 독도해역 소방헬기 추락사고 실종자 수색에 참가했지만 잦은 엔진 고장으로 제때 투입되지 못한 것으로 드러났다.

20일 독도 소방헬기 추락사고 범정부현장수습지원단(이하 지원단)에 따르면 해군은 잠수함 구조함인 청해진함을 이날 오후 실종자 수색에 동원하려고 했지만 엔진고장으로 무기한 연기했다.

청해진함은 지난 17일에도 엔진 고장과 물품보급 문제를 일으켰다.

해군은 브리핑에서 “수리를 마치고 출항하다가 다른 한 곳에 문제가 있는 것을 확인했다”며 “엔진 추진제어 장치에 이상이 있는 것으로 보이며 최대한 빨리 수리해 사고현장에 복귀시키겠다”고 밝혔다.

해군에 따르면 진수(進水) 24년째인 청해진함은 해군의 유일한 잠수함 구조함으로 인간으로 따지면 환갑 정도여서 퇴역 준비를 해야 할 때다.

해군 한 관계자는 “청해진함 연식이 오래돼 생기는 문제”라며 “해군을 넘어 정부 차원에서 근본적 지원이 필요하다”고 말했다.

무인잠수정은 수중탐사를 위해 수상에서 유선에 의해 원격으로 조종되는 장비로 자체 음탐기와 카메라를 이용하여 최대 300m 이내의 물체를 탐사할 수 있다.

해군이 보유한 무인잠수정은 청해진함과 광양함, 통영함 3척에만 있다.

3척 모두 선체에 무인잠수정을 부착해 다른 선체로 옮길 수 없다.

수상함 구조함인 통영함은 최근 대대적 선체수리를 위해 해체작업에 들어간 상황이어서 광양함만 이날 오후 3∼6시 독도 해역 탐색 2구역에서 실종자 수색을 재개했다.

한편 지원단은 21일 추락한 소방헬기의 블랙박스를 인양할 계획이라고 밝혔다.

지원단 관계자는 “21일 오전 7시쯤 청해진함을 투입해 추락한 헬기의 블랙박스를 건져 올리기로 했으며 정오쯤 인양을 마칠 수 있을 것으로 보인다”고 말했다.

@highlight

지난 17일 엔진 고장과 물품 보급 문제를 일으켰던 청해진함이 독도 해역 소방헬기 추락 사고 실종자 수색 중 잦은 엔진 고장으로 제때 투입되지 못하자, 20일 해군은 청해진함의 실종자 수색 투입 계획을 무기한 연기했다.