올해 3차 민간참여 공공주택건설사업 민간사업자는 경쟁 없이 단독 참여로 결정될 전망이다.

20일 LH(한국토지주택공사)와 업계에 따르면, 3차 민간참여 공공주택건설사업인 '인천검단 AA6BLㆍ남양뉴타운 B11BL 패키지'에 대한 사업신청 확약서를 추가로 접수 받았는데, 제출한 곳이 없어 기존에 제출했던 대림산업 컨소시엄을 대상으로 사업신청 서류 접수를 받을 예정이다.

사업신청 서류 접수는 다음달 20일로 예정돼 있다.

대림산업 컨소시엄에는 대림산업, 금호산업, 계룡건설산업을 비롯해 고덕종합건설, 금성백조건설 등 중소건설사 2곳이 포함돼 있다.

대림산업 컨소시엄에 중소건설사 2곳이 참여한 것은 LH가 중소기업 상생협력을 위해 중소기업의 지분율을 10% 이상 참여하도록 했기 때문이다.

애초 대림산업 컨소시엄 이외에 다른 건설사가 참여할 것으로 예상됐는데 대형건설사가 필두로 한 여러 건설사가 동맹을 맺으면서 사업참여를 포기한 것으로 보인다.

인천검단 AA6BL은 전용면적 60㎡ 이하 822가구, 남양뉴타운 B11BL은 전용면적 60∼85㎡ 606가구로 총 1428가구로 계획돼 있다.

추정사업비는 인천검단 AA6BL이 약 2369억원, 남양뉴타운 B11BL이 약 1786억원으로 총 4155억원이며, 이중 토지비를 제외한 건축비 등 민간사업자 부담분은 2538억원 정도다.

우선협상대상자 선정은 심사 일정 등을 감안하면 내년초에 이뤄질 것으로 보인다.

한편, LH는 올해 1ㆍ2차 민간참여 공공주택건설사업의 민간사업자 선정을 완료했다.

1차 사업인 '인천영종 A42BLㆍ고양삼송 A24BL 패키지형 민간참여 공공주택건설사업'은 서한ㆍ동양종합건설 컨소시엄이 선정됐고, 2차인 '경산무학 A6블록'은 금호산업ㆍ이수건설 컨소시엄이 선정돼 사업추진에 속도를 내고 있다.

@highlight

20일 LH(한국토지주택공사)와 업계에 따르면, 올해 3차 민감참여 공공주택건설사업인 인천검단 AA6BLㆍ남양뉴타운 B11BL 패키지'는  대형건설사를 필두로 한 여러 건설사들의 동맹으로 인해 애초에 참여 예상된 다른 건설사는 사업참여를 포기함에 따라 경쟁주체 없이 대림산업 컨소시엄만이 단독 참여로 진행될 예정이다.