롯데홈쇼핑은 오는 23일 간판 프로그램인 '최유라쇼'를 통해 독일 프리미엄 가전 브랜드 '그룬딕'의 식기세척기를 업계 단독으로 론칭한다고 21일 밝혔다.

그룬딕은 1945년 설립된 75년 전통의 독일 프리미엄 가전 브랜드로, 식기세척기를 비롯해 오븐, 인덕션 등 주방가전을 전세계 65개국에 수출하고 있다.

특히 식기세척기와 관련된 특허를 280개 보유하는 등 우수한 성능으로 국내 소비자에게도 입소문을 타기 시작했다.

23일 론칭하는 그룬딕 식기세척기는 '코너워시' 기술로 사각지대 없이 모두 세척이 가능하다.

내부 습기를 흡입해 건조하는 에어플로우 시스템을 통해 세척 후 습기를 제거하고, 자동문열림으로 잔여 습기를 제거하는 '이중건조 시스템'을 갖췄다.

식기에 손상이 가지 않는 70~75℃의 물로 살균 세척이 가능하다.

론칭을 기념해 방송 중 구매고객에게 설치부터 인테리어 시공까지 전액 무료로 제공한다.

롯데홈쇼핑이 올해 세탁건조기, 음식물처리기 등 생활 편의 가전 상품 판매 현황을 분석한 결과, 판매량이 지난해 같은 기간과 비교해 약 46% 증가한 것으로 나타났다.

맞벌이 가정의 증가와 최근 워라밸 문화가 확산되면서 생활 편의 가전이 인기를 끌고 있는 것으로 보인다.

이에 롯데홈쇼핑은 식기세척기 외에도 로봇청소기 등 가사 노동의 부담을 줄여주는 다양한 가전을 선보일 예정이다.

박형규 롯데홈쇼핑 리빙부문장은 "최근 워라밸 문화가 확산되고 퇴근 후 취미활동을 즐기는 사람들이 증가하면서 가사 노동 시간을 줄여주는 생활 가전 제품의 수요가 빠르게 증가하고 있다"며 "의류관리기, 건조기 등 편의성 높은 생활 가전 판매를 지속적으로 확대해 나갈 예정"이라고 말했다.

롯데홈쇼핑은 오는 23일 간판 프로그램인 '최유라쇼'를 통해 독일 프리미엄 가전 브랜드 '그룬딕'의 식기세척기를 업계 단독으로 론칭한다고 21일 밝혔다.

@highlight

내부 습기를 흡입해 건조하는 에어플로우 시스템을 통해 세척 후 습기를 제거하고, 자동문열림으로 잔여 습기를 제거하는 '이중건조 시스템'을 갖추고, 식기에 손상이 가지 않는 70~75℃의 물로 살균 세척이 가능한 독일 프리미엄 가전 브랜드 '그룬딕'의 식기세척기를 업계 단독으로 론칭한다고 21일 밝혔다.