전라남도가 구제역 발생 위험성이 큰 겨울철을 맞아 백신접종관리를 강화하기로 했다.

연말까지 2개월 동안 항체 형성수준검사를 실시해 미흡한 농가에 대해서는 엄격하게 조치할 방침이다.

관의 총력 차단방역에 따라 상대적으로 구제역 백신접종을 소홀히 할 우려가 커졌기 때문이다.

이에 따라 전라남도는 100% 백신접종을 유도하기 위해 전국에서 유일하게 도비 21억 원을 투입하는 등 총 116억 원을 확보, 전 농가에 백신 비용을 100% 보조 지원한다.

백신비용지원사업 등 정부정책자금 지원 배재, 3회 이상 위반 시 농장 폐쇄 또는 6개월 이내 사육 제한 등 조치를 엄격히 적용한다.

위험 시기인 겨울철 백신 항체 양성률을 높이기 위해 지난 10월부터 실시한 소와 염소 2만 가구 67만 마리에 대한 일제접종과 돼지 미흡농가 80 가구 24만 마리에 대한 보강접종을 오는 25일까지 마무리할 방침이다.

백신접종이 미흡한 농가를 사전에 확인하고 농가의 자발적 접종을 유도하기 위해 연말까지 2개월 동안 212호(1610마리)의 농장검사와 도축장검사(9500마리) 대상에 대한 항체 형성수준을 검사한다.

지난 19일까지 138가구 1257마리를 검사했다.

검사 결과 저조한 농가 3가구에 과태료를 물리도록 조치했다.

이용보 전라남도 동물방역과장은 "구제역은 백신접종과 농가단위 차단방역만 철저히 이행하면 100% 방어가 가능하다"며 "구제역 예방을 위해 모든 개체에 백신접종을 해줄 것"을 당부했다.

전남은 지금까지 구제역이 전혀 발생한 적이 없어 전국 육지부에서 유일하게 청정지역을 유지하고 있다.

9월 현재 1만 4000 가구 11만 7000 마리를 검사한 결과 백신 항체 양성률은 소 98.1%, 돼지 74.2%로 전국 평균 수준이다.

저조농가 20농가에 대해서는 과태료를 물리고 추가 접종하도록 했다.

@highlight

전라남도가 구제역 발생에 대비한 관의 총력 차단방역에 따라 농가의 구제역 백신접종이 상대적으로 소홀해질 것을 염려해 100% 백신접종을 목표로 도비 21억 원을 들여 모든 농가의 백신 비용을 전액 지원하고 연말까지 항체 형성수준검사를 실시해 철저하게 대응할 계획이라고 밝혔다.