한날 한시 1순위 청약 접수를 마친 '검단신도시 예미지 트리플에듀'와 '검단 신도시 대광 로제비앙'이 반전된 결과를 나타내며, 최근 검단지역이 힘겹게 거머쥔 '미분양 완전 해소'가 다시 불안해지고 있다.

21일 금융결제원 아파트투유에 따르면, 지난 20일 진행한 '검단신도시 예미지 트리플에듀' 1순위 청약에서 특별공급을 제외한 1167가구 모집에 총 2634명이 접수했다.

올해 검단신도시 분양 단지 중 가장 많은 1순위 청약 신청 건수다.

다만 같은 날 1순위 청약 접수를 진행한 '검단 신도시 대광 로제비앙'은 특별공급을 제외한 732가구 모집에 109명밖에 모이지 않았다.

전 타입에서 1순위 청약 마감에 실패했다.

분양 물량이 한꺼번에 나오면서 미분양 리스크가 해소돼가던 검단에 다시금 빨간 등이 켜진 것이다.

부동산 정보업체 '부동산114'에 따르면 이달 검단에서 4500여가구가 분양될 예정이다.

대방건설은 인천 서구 원당동에 '인천검단2차대방노블랜드'(1417가구)를, 금성백조주택은 원당동에 '검단신도시예미지트리플에듀'(1249가구)를 각각 분양한다.

동양건설산업은 서구 당하동에 '검단2차파라곤'(1122가구)를, 대광건영·대광로제비앙은 원당동에 '검단신도시대광로제비앙'(735가구)을 분양할 예정이다.

앞으로 분양될 예정 물량까지 보면 내년까지 총 7400여가구가 공급될 예정이다.

지난해 말 부천 대장, 인천 계양 등이 3기 신도시로 지정되며 분양 성적이 좋지 않았던 검단은 하반기 민간택지 분양가 상한제 시행 예고, 인천1·2호선 연장, 공항철도 계양역~지하철 9호선 연결 계획 등 교통호재 발표 등으로 수요자들의 관심을 끌기 시작했다.

@highlight

21일 아파트투유에 따르면, 20일 진행한 검단신도시 예미지 트리플에듀 1순위 청약에서 1167가구 모집에 2634명이 접수했지만 당일 1순위 청약 접수를 진행한 검단 신도시 대광 로제비앙은 732가구 모집에 109명밖에 모이지 않아 분양 물량이 한꺼번에 나오면서 미분양 리스크가 감소돼가던 검단에 다시금 경고등이 켜지고 있다.