LG CNS와 카카오 블록체인 계열사인 그라운드X가 블록체인 사업에서 협력체계를 구축했다.

두 회사는 21일 서울 마곡 LG CNS에서 전략적 파트너십을 체결했다.

이 자리에는 하태석 LG CNS 미래전략사업부장, 한재선 그라운드X 대표 등 양사 관계자들이 참석했다.

두 회사는 각사의 블록체인 기능과 서비스 강점을 바탕으로 호환 가능한 기술체계를 구축하고, 새로운 사업기회를 발굴한다는 계획이다.

LG CNS는 지난해 5월 프라이빗 블록체인 플랫폼 '모나체인'을 선보였다.

이후 올초 한국조폐공사의 지역화폐 결제 플랫폼 '착'(chak)을 구축했다.

지난 2월 경기 시흥을 시작으로 성남·군산·영주·제천 등 지자체가 이 플랫폼을 활용 중이다.

지난 7월에는 업계 최초로 LG유플러스가 LG CNS의 모나체인을 적용해 분실되거나 파손된 휴대폰의 보험금을 지급하는 시스템을 도입했다.

이 시스템을 통해 보험금을 지급받는 과정이 LG전자와 KB손해보험 등과 실시간 공유된다.

고객은 해당 보험사에 서비스 센터 수리내역, 영수증 등 보험서류를 따로 제출하지 않아도 된다.

그라운드X는 지난 6월 퍼블릭 블록체인 플랫폼 '클레이튼(Klaytn)'의 메인넷을 출시했다.

블록체인 서비스 개발·운영을 위한 개발자 환경(DX)과 사용자 환경(UX)도 제공한다.

그러면서 다양한 기업들과 파트너십을 체결하고 실질적인 서비스를 만드는 데 집중하고 있다.

LG CNS 관계자는 "현재 업계에서는 각기 다른 블록체인 생태계를 연결하는 '인터체인' 프로젝트가 활발하다"면서 "이번 파트너십을 통해 프라이빗과 퍼블릭 블록체인간 경계를 허물고, 두 회사의 강점을 결합해 새로운 사업기회를 발굴할 계획"이라고 강조했다.

그라운드X 관계자는 "클레이튼의 앵커링 기능 등을 통해 모나체인의 데이터 무결성과 신뢰성을 강화할 것"이라며 "블록체인 기반 사업모델을 발굴해 생태계 팽창을 이끌 것"이라고 말했다.

@highlight

LG CNS와 카카오 블록체인 계열사인 그라운드X가 21일 서울 마곡 LG CNS에서 블록체인 사업 협력체계를 구축했으며 두 회사는 각사의 블록체인 기능과 서비스 강점을 바탕으로 호환 가능한 기술체계를 구축하고, 새로운 사업기회를 발굴한다는 계획이다.