지난해 11월 박준희 관악구청장이 구청 1층 관악청을 찾은 주민들과 생활불편사항 등 대화를 나누고 있다.

서울 관악구가 조성한 구청장과 주민과의 직접 소통공간, '관악청(廳)'이 개소 1주년을 맞았다.

관악구는 지난 해 11월 21일, 구청사 1층에 136.34㎡ 규모의 카페형 구청장실 '관악청(聽)'을 전국 최초로 조성했다.

관악청은 주민 누구든지 구청장을 편히 만날 수 있는 열린 구청장실이자, 이웃끼리 모여 담소를 나누는 주민 사랑방이다.

박준희 구청장은 매주 화, 목요일 오후 2시부터 5시까지 관악청에서 주민을 만나 민원을 직접 받았다.

1년간 총 76회를 운영하면서 327건의 민원을 접수받고 수백 명의 주민을 만났다.

갑작스런 위기가정의 경제적 어려움부터 주택, 건축, 교통, 환경 등 생활불편사항, 고질민원, 구정에 대한 정책제안까지 민원의 종류도 다양했다.

이 중 해결되거나 이해 설득된 민원이 297건(91%), 처리 중인 민원은 30건(9%)으로 접수한 민원은 신속하게 처리하고 있다.

박 구청장은 취임 직후 주민인사회와 청정관악 주민클린데이 행사를 통해 4200여 명의 주민을 만나 253건의 건의사항을 받는 등 '감동행정'을 민선7기 구정운영 최우선 과제 중 하나로 삼고 있다.

관악청을 확대·보완해 올 3월부터 7월까지 4달 동안 전 동을 순회하는 '이동 관악청'을 열어 2000여 명의 주민을 만나 263건의 건의사항을 받았다.

또한 올 7월 온라인상에서 언제든지 정책제안을 할 수 있는 '온라인 관악청'을 오픈해 운영 중이다.

올 9월부터는 관내 113개 모든 경로당을 직접 돌며 4400여 어르신을 만나 360건의 민원을 접수받기도 했다.

박 구청장은 "내가 뽑은 구청장을 쉽게 만날 수 있고 직접 소통하니, 민선7기 들어 뭔가 달라졌다는 주민들의 이야기를 많이 듣는다"며 "관악청을 비롯해 다양한 방법으로 주민과 늘 소통하며 감동행정을 실현하겠다"고 밝혔다.

@highlight

서울 관악구는 매주 화, 목요일 오후 2~5시 구청장과 직접 소통할 수 있는 '관악청'을 지난 11월 개소하여 전국 최초로 주민과 직접 소통의 장을 마련하였다.