고용노동부와 경찰청은 오토바이(이륜차) 안전운행 및 사고예방을 위한 홍보와 집중단속에 들어간다.

최근 주문 배달문화 확산과 1인 가구 증가 등으로 이륜차 운행이 급증하고, 신속한 배달을 위해 고위험 법규위반이 널리 퍼짐에 따른 조치로 21일부터 10일간 홍보를 실시한 뒤 12월부터는 '암행단속' 등 집중단속에 들어간다.

최근 3년간(2016~2018년) 이륜차 가해 교통사고로 연평균 보행자 31명이 사망하고 3630명이 부상을 입었고 연평균 812명의 이륜차 탑승자도 목숨을 잃었다.

하지만 2차 교통사고가 발생할 수 있어 경찰도 적극적인 현장단속을 하지 못하고 있다.

이에 21일부터 10일간 고용부, 경찰청, 산업안전보건공단, 한국교통안전공단 등과 배달의민족, 요기요, 배달통, 메쉬코리아(부릉), 바로고, 생각대로, BBQ, 롯데리아, 맥도날드, 미스터피자, 도미노피자, 피자헛 등이 참여한 '이륜차 사고예방 간담회'를 열고 이륜차 안전배달과 협업 방안을 논의한다.

12월부터는 이륜차 사고가 잦은 곳과 상습 법규위반지역을 중심으로 경찰관이 일반차량에서 고성능 캠코더로 고위험 위반행위를 '암행단속'하고 난폭운전 등에 대한 기획수사도 추진한다.

적발된 이륜차 운전자에게는 범칙금과 벌점을 부과하고 상습위반 운전자 소속 배달업체 업주의 관리·감독 해태 여부를 확인해 도로교통법 상 양벌규정 등을 적용할 계획이다.

한편 내년 1월 16일 개정 산업안전보건법이 시행돼 특수형태근로종사자인 퀵서비스 배달원으로부터 노무를 제공받는 자와 배달 앱 등을 통한 물건배달 중개업자의 이륜차 안전점검, 배달종사자에 대한 면허 및 안전모 착용 확인 등 이륜차 안전관리 의무가 신설된다.

두 기관은 스마트 국민제보, 국민신문고 등을 통해 휴대전화나 블랙박스로 촬영한 동영상을 손쉽게 신고할 수 있는 만큼 국민의 적극적인 신고와 제보도 당부했다.

@highlight

고용노동부와 경찰청은 이륜차 운행이 급증하고, 고위험 위반행위로 최근 3년간 보행자 31명이 사망하고 3630명이 부상을 입는 등 갈수록 사고가 증가함에 따라 안전운행 및 사고예방을 위한 10일간 홍보를 하고 12월부터 집중단속을 펼칠 예정이다.