LED조명 전문기업 아이스파이프㈜는 조달청으로부터 OB시리즈에 대한 우수제품 지정증서를 수여했다고 21일 밝혔다.

아이스파이프㈜의 OB시리즈는 우수한 방열성능을 인정받아 K마크, 효율1등급, 환경표지 등의 인증을 획득한 제품이다.

우수제품으로 지정되면 각종 공공입찰에 가산점을 획득할 수 있고 다양한 혜택이 주어지기 때문에 실질적인 매출신장에 크게 기여할 것으로 기대된다.

이번에 우수제품으로 선정된 0B시리즈는 색온도 5700K에 60W, 80W, 100W급으로 나뉘어 총 5개 제품으로 구성됐다.

상부와 하부에 원활한 공기 유출입을 위해 LED PCB를 각형으로 접어 중공이 형성되도록 설계한 '중공통기형' 구조로 만들어져 우수한 방열성능을 자랑한다.

유지ㆍ보수 시에 등기구 전체를 교체해야 했던 기존 LED가로등ㆍ보안등과는 달리 사용하고 있는 등기구 내의 LED램프만 교체하면 돼 상대적으로 교체비용이 매우 저렴하다.

제품의 무게도 가벼워 교체 역시 수월하다.

제품의 사용 폭도 넓다.

등기구만 있다면 도로, 공원, 창고 등 장소의 제한 없이 사용이 가능하며 확산형으로 빛을 내기 때문에 다양한 등기구에도 적용 가능하다.

수여식에 참석한 아이스파이프㈜ 기업부설연구소 박동덕 소장은 "핀플레이트와 송풍팬을 설치하여 공기의 흐름을 최적화한 중공통기 구조는 아이스파이프(주) 제품만의 특장점"이라며 "특화된 방열기술은 친환경 제품을 선호하는 공공기관의 수요를 만족시킬 수 있을 것"이라고 전했다.

한편, 아이스파이프㈜는 최첨단 연구소와 생산라인을 겸비한 LED조명기업으로 산업통상자원부로부터 세계일류 제품생산 업체로 공식 인증 받았다.

세계 60개국에 제품을 수출하고 있으며 매년 해외 전시회에 참가하는 등 국내외 시장 판로를 확대하기 위한 노력을 거듭하고 있다.

@highlight

아이스파이프㈜의 우수한 방열성능을 인정받아 K마크, 효율1등급, 환경표지 등의 인증을 획득한 OB시리즈가 조달청으로부터 우수제품으로 지정을 받아 각종 공공입찰에서 유리해져 매출이 증가할 것으로 예상된다.