베트남의 호치민거래소가 새로 3개 지수를 도입하면서 외국인투자가들의 자금 유입을 늘릴 수 있을 것이란 분석이 나왔다.

21일 이소연 한국투자증권 연구원은 호치민거래소가 지난 18일 발표한 다이아몬드지수, 금융선별지수, 금융선도지수 등 세 지수를 소개했다.

지수들은 매년 1, 4, 7, 10월(매분기 초)에 정기 리밸런싱을 시행하한다.

그 다음달 첫째 월요일부터 적용된다.

첫 리밸런싱은 내년 1월3일에 시행된다.

다이아몬드지수는 14개 종목으로 구성돼 있다.

지수 구성 기준에 '외국인 소유 비율'이 포함돼 관심을 모았다.

업종과 관계없이 일정 기준의 시가총액과 유동성, 그리고 외국인 보유 가능 한도의 95%가 이미 소진된 종목 등을 대상으로 한다.

베트남 대표 IT업체인 FPT, 전자제품 전문 유통업체인 모바일월드와 귀금속 업체인 푸뉴언쥬얼리 등에 관심이 모일 것으로 보인다.

이들 종목은 규제 산업에 해당되지 않고 상장사에서 외국인 투자 가능 한도를 조정하지도 않는다.

금융선별지수는 금융업종 내 시가총액과 유동성 기준을 충족하는 총 17개 종목으로 구성된다.

주로 금융주로 구성돼 있다.

지난 19일 기준 VN지수에서 금융이 차지하는 시가총액 비중은 27%다.

포트폴리오 구축 차원에서 유용하게 쓰일 것으로 기대된다.

금융선도지수는 금융업종 내 유동성 기준을 충족하는 14개 종목으로 구성된다.

금융선별지수와 달리 시가총액 기준이 없어 금융주 내 중형주의 편입이 두드러진다.

은행 외에 증권 3개사, 보험 1개사가 포함된다.

이 연구원은 "VN지수의 시가총액 증가세에도 외국인 보유 비중은 25%를 밑돌고 있는데, 외국인 투자자 지분 제한 완화에 대한 증권법과 기업법 개정안 예상 시행시점인 2021년 전에라도 신규 지수를 추종하는 상장지수펀드(ETF) 등을 통해 외국인의 매매제한 종목 투자를 늘릴 것"이라며 "새 지수를 바탕으로 파생상품과 ETF 등 다양한 상품 개발도 가능할 것"이라고 말했다.

@highlight

21일 한국투자증권 이소연 연구원은 호치민 거래소가 지난 18일 베트남 호치민거래소가 발표한 3개 지수를 소개했고, 3개 지수를 도입하면서 외국인 자금 유입이 늘어나고 다양한 상품개발도 가능할 것이라고 전망했다.