안마의자에서 하루 2번 마사지를 받으면 15분간 조깅을 했을 때와 같은 칼로리가 소모된다는 연구결과가 나와 주목된다.

20일 박종훈 고려대 체육교육과 교수의 '안마의자 칼로리 소모 연구' 결과 보고서에 따르면 체중이 60kg인 여성이 하루 30분씩 2차례 안마의자를 이용하면 103kcal 에너지를 소비한다.

기분이 좋을 정도로 14분 동안 조깅한 것과 비슷한 열량 소비 수치다.

도보의 경우 30분간 천천히 걸었을 때, 17분간 빠르게 걸었을 때 운동효과와 같다.

같은 조건에서 80kg인 남성도 137kcal를 소비했다.

15분간 조깅하는 운동효과와 같다.

앞서 연구진은 20~30대 성인남녀 10명(남성 5명, 여성 5명)을 대상으로 바디프랜드 안마의자 '팬텀Ⅱ'에서 4가지 상황에 따라 연구를 진행했다.

마사지 없이 안마의자에 앉아 있을 때(A), 안마의자에서 주무름과 두드림 등의 마사지를 받을 때(B), 안마의자에서 주로 복부 쪽을 강하게 마사지하는 허리 집중 프로그램을 받을 때(C), 안마의자에서 허리 집중 프로그램을 이용하며 멘트에 따라 배와 하체에 힘을 주는 운동을 반복할 때(D)를 설정하고 칼로리 소모량을 측정했다.

연구 결과 A와 비교해 B, C, D의 경우 분당 에너지 소비량이 상대적으로 많은 것으로 확인됐다.

C와 D는 체중으로 환산한 시간당 에너지 소비량이 각각 1.579kcal/kg/hr와 1.710kcal/kg/hr를 기록했다.

뒤로 갈수록 운동효과가 컸다.

마사지를 일상화하는 등 생활습관만 바꿔도 1일 열량 소비를 늘릴 수 있다는 게 바디프랜드측 주장이다.

박 교수는 "안마의자의 꾸준한 이용이 에너지 소비를 증가시켜 대사증후군 개선에 긍정적인 영향을 미칠 수 있다는 사실을 확인했다"고 주장했다.

@highlight

박종훈 교수는 20을 보고서를 통해 안마의자를 사용하면 에너지 소비를 늘려 대사증후군을 줄이는 등 조깅과 같은 효능을 보인다고 밝혔다.