배우 김희애가 LG전자가 자사 유튜브 채널에 게재한 'LG프라엘 X 김희애' 인터뷰 영상을 통해 목 탄력 관리 비법이 매일 LG전자 프라엘 '더마 LED 넥케어'를 사용하는 것이라고 밝혔다.

김희애가 사용하는 제품은 LG전자의 프리미엄 홈 뷰티 기기 브랜드 프라엘(Pra.L)의 '더마 LED 넥케어'로, 피부 겉부터 속까지 고르게 도달하는 강력한 LED 빛 파장을 이용한 '목 전용 LED 마스크'다.

해당 영상에서 김희애는 "목은 다른 데에 비해 굉장히 얇고 주름도 잘 생긴다"고 강조한 김희애는 최근 목 탄력이 가장 고민이라고 말하며, "더마 LED 넥케어를 하루도 빠짐없이, 빼놓지 않고 사용한다"고 목 케어법을 밝혔다.

그녀는 "가끔 핸드폰이나 책을 보다가도 목에 주름이 생기는 느낌이 들어 괜히 신경 쓰이는데, LG만의 '코어 라이트' 빛이 피부 깊숙한 곳까지 침투해 탄탄하게 잡아주는 느낌"이라고 만족감을 나타내며 칭찬을 아끼지 않았다.

또한 제품을 직접 들어 보이며 "목에 딱 맞게 사이즈 조절이 가능해 밀착시켜 집중 케어할 수 있고, 9분만 사용하면 되니까 정말 간편하다"며 사용 편의성을 대표 장점으로 꼽았다.

한편, 프라엘은 에스테틱숍의 스킨케어를 집에서도 할 수 있는 뷰티기기로 ▲더마 LED 마스크(톤, 탄력) 외에도 ▲토탈 타이트업 케어(탄력) ▲갈바닉 이온 부스터(화장품 흡수 촉진) ▲듀얼 브러시 클렌저(클렌징) ▲초음파 클렌저(클렌징)와 신제품 '더마 LED 넥케어'까지 고민에 따라 토탈 관리가 가능한 6종으로 구성된다.

김희애가 출연한 이번 인터뷰 영상은 업체 공식 유튜브 채널에서 확인할 수 있으며, 더 자세한 정보는 공식 홈페이지를 통해 확인 가능하다.

@highlight

LG전자가 자사 유튜브 채널에 업로드한 'LG프라엘 X 김희애' 영상에서 배우 김희애의 목 탄력 관리 비법에 대해 밝힌 가운데 그녀는 피부 속까지 고르게 도달하는 강력한 LED 빛 파장을 이용한 '목 전용 LED 마스크'인 '더마 LED 넥케어'를 사용하고 있으며 더 자세한 정보는 공식 홈페이지를 통해 확인 가능하다.