NS홈쇼핑이 T커머스의 발전을 위해 각계 전문가의 지혜를 모은다.

NS홈쇼핑은 오는 25일 오전 9시 30분부터 2시간동안 국회의원회관 제2소회의실에서 'T커머스 발전 방안 세미나'를 개최한다고 22일 밝혔다.

이번 세미나는 4차산업혁명 기반의 새로운 ICT 기술들 출현과 이들과 접목된 신유통기술이 등장하는 환경 속에서 T커머스의 리테일 혁명을 살펴보고, 미래의 디지털융합유통서비스에 대응하는 T커머스의 발전 방안을 논의하기 위해 마련했다.

NS홈쇼핑과 더불어민주당 이원욱 국회의원, 한국T커머스협회, 한국TV홈쇼핑협회가 공동주최하는 'T커머스 발전 방안 세미나'는 관련 기관과 힉계 및 업계의 전문가들이 주제발표와 패널토론을 통해 다양한 관점에서 T커머스의 발전 방안을 제시할 예정이다.

먼저 유통 관련 기술 환경과 T커머스의 신기술을 조명해 보는 주제발표가 진행된다.

남서울대학교 빅데이터콘텐츠융합학과의 김성준 교수가 "리테일 혁명 : 소비트랜드를 바꾼 기술혁명"을, 위세아이텍 AI센터의 김상수 소장이 "인공지능 기반의 T커머스 방송 적용 방안"을 주제로 각각 발표한다.

이어 안정상 더불어민주당 수석전문위원의 주재로 각계 전문가들의 패널토론이 이어진다.

토론자로는 김준동 과기부 방송진흥정책국 서기관, 이승창 한국항공대 경영학과 교수, 김성현 한국정보화진흥원 지능데이터사업팀 팀장, 이상열 삼정KPMG 홈쇼핑산업전문팀 파트너가 참석한다.

NS홈쇼핑 도상철 대표이사는 "디지털미디어 시대의 대표적인 융합서비스인 T커머스가 4차 산업혁명시대의 유통 혁명을 주도할 수 있는 발전 방안을 모색하고자 자리를 마련했다."라며, "이번 세미나가 각계 전문가를 모시고 깊이 있는 의견을 공유하는 소통의 장이 되기를 바라며, T커머스 발전에 초석이 되기를 희망한다."고 말했다.

@highlight

NS홈쇼핑은 오는 25일 오전 9시 30분부터 2시간동안 국회의원회관 제2소회의실에서 4차산업혁명 기반의 새로운 ICT 기술들 출현과 신유통기술의 T커머스의 리테일 혁명을 살펴보고, 미래의 디지털융합유통서비스에 대응하는 T커머스의 발전 방안을 논의하기 위해 'T커머스 발전 방안 세미나'를 개최하여 관련 기관과 힉계 및 업계의 전문가들이 주제발표와 패널토론을 통해 다양한 관점에서 T커머스의 발전 방안을 제시할 예정이라고 22일 밝혔다.