[옥천=충청일보 이능희기자] 충북도립대학교의 2020학년도 수시 2차 경쟁률이 18.4대 1을 기록했다.

21일 충북도립대학교에 따르면 지난 6일부터 20일까지 2020학년도 수시 2차 신입생 모집 결과 정원 내 전형 평균 18.4대 1의 경쟁률을 보였다.

총 52명 모집에 959명이 지원한 것이며, 지난해 수시 2차 모집 경쟁률 16.8대 1보다 소폭 상승한 것이다.

학과 가운데 최고 경쟁률은 사회복지과로 35.8대 1의 경쟁률을 보였다.

이어 컴퓨터드론과 32대 1, 소방행정과 31.7대 1, 바이오생명의약과(3년제) 24.6대 1, 조리제빵과 24대 1, 융합디자인과 21.7대 1, 환경보건학과 16.3대 1, 반도체전자과 14.4대 1, 전기에너지시스템과 13.5대 1, 기계자동차과 9.3대 1, 스마트헬스과 7.3대 1의 경쟁률을 기록했다.

충북도립대학교는 수시모집 기간 충청지역과 경기지역 고등학교를 대상으로 한 찾아가는 입시설명회, 입시전담관리고교 증가와 정기방문, 전문대학 수시 2차 입시박람회 참가 등의 노력이 경쟁률 상승을 견인한 것으로 풀이했다.

충북도립대는 저렴한 등록금과 각종 장학금 혜택, 공무원 양성반 운영, 취업지원 프로그램 운영 등 다양한 혜택을 알리는 데 집중했다.

자율개선대학 선정과 혁신지원사업을 통한 학생지원 프로그램 진행, 중장기발전계획 수립에 따른 지역과의 상생과 협력, 학생을 중심으로 한 혁신 지향적 대학이라는 점도 집중적으로 홍보했다.

공병영 총장은 "수시 2차 모집에서 좋은 성과를 거둔 것은 충북도와 옥천군의 아낌없는 지원과, 도민의 관심, 열심히 입시 홍보활동을 펼친 교직원들의 노력 덕분"이라며 "신입생 등록률 100% 달성을 위해 전 교직원이 힘쓰는 한편, 정시모집 기간에도 우수한 신입생 모집에 성과를 거두도록 최선을 다해 노력하겠다"고 말했다.

@highlight

충북도립대학교의 2020학년도 수시 2차 경쟁률이 18.4대 1을 기록해 지난해 수시 2차 모집 경쟁률 16.8대 1보다 소폭 상승한 것으로 나타나 충청지역과 경기지역 고등학교를 대상으로 한 찾아가는 입시설명회, 입시전담관리고교 증가와 정기방문, 전문대학 수시 2차 입시박람회 참가 등의 노력이 경쟁률 상승을 견인한 것으로 풀이 된다.