청양군농업기술센터가 농촌진흥청 주관 '2019 강소농대전'에서 최우수기관상을 수상, 강소농 육성사업의 선두주자로 인정받았다고 21일 밝혔다.

청양군농업기술센터는 20일 서울 코엑스에서 개막한 강소농대전 시상식에서 사업추진분야 최우수상을 받았다.

강소농대전은 각 지역을 대표하는 강소농이 직접 생산한 농산물과 가공품을 전시·판매하고, 중소농 규모 농가의 농산물 마케팅 능력을 향상하기 위해 매년 열리고 있다.

또 '강소농 자율모임체' 우수사례를 공유하고, 경영개선을 통한 소득증대 및 판로확대 비결 등 정보교류의 장을 제공한다.

'강소농! 미래농업을 열어 가는 강한 힘!'이라는 주제로 이번 대전에서 청양군농업기술센터는 '꿈이 있는 농촌 작지만 강한 농업'을 목표로 추진한 국화 재배, 생육단계별 맞춤형 구기자 재배, 농산물 판매촉진을 위한 유튜브, 블로그 운영 등 교육 프로그램이 높은 평가를 받았다.

현재 700여명이 참여하고 있는 강소농 교육 프로그램은 각 농가의 자립역량 강화와 경영개선을 도모하면서 전 농업인의 강소농화를 지향하고 있다.

교육 성과를 살펴보면, 충남농업기술원 화훼연구소가 개최한 관상국화전시회에서 남양면 한양수 씨가 충남도지사상을 받았고, 충남정보화농업인 전진대회에서 농장홍보 유튜브 부분에서 운곡면 유지현 씨가 우수상을 받았다.

또 생육단계별 맞춤형 구기자 교육을 수강한 청양읍 박지호 씨는 2019 청양고추구기자축제 구기자왕 선발대회에서 우수상을 수상했다.

청양군농업기술센터의 최우수기관상 수상은 지난해 강소농대전 경영개선실천 분야에서 최우수상을 받은 대치면 이광남 씨에 이어 1년 만에 거둔 성과다.

지난해 이광남 씨는 비용절감, 품질향상, 고객확대, 가치향상, 역량개발, 재배법 등을 개선해 소득을 창출한 사례로 남다른 주목을 끌었다.

@highlight

21일 청양군농업기술센터는20일 코엑스에서  '2019 강소농대전'에서 최우수기관상을 수상했다고 밝혔는데, '꿈이 있는 농촌 작지만 강한 농업'을 목표로 진행한 국화 재배와 유튜브 운영 등 교육 프로그램이 높은 평가를 받았다