골프존문화재단은 내달 3일까지 대전골프존조이마루 아트센터쿠에서 계룡산철화분청사기 콜라보레이션 레지던시 관련 전시회 '15C 철화 NOW'를 개최한다고 21일 밝혔다.

계룡산철화분청사기 콜라보레이션 레지던시(이하 레지던시)는 충남 공주시 고유 문화유산인 계룡산철화분청사기의 새로운 패러다임 및 재해석을 통한 비전을 모색하고자 기획됐다.

앞서 20일 골프존조이마루 챔피언스홀에서 열린 전시회 오픈식에는 김영찬 골프존문화재단 이사장을 비롯해 박기원 골프존 대표이사, 최덕형 골프존뉴딘홀딩스 대표이사, 변평섭 계룡산철화분청사기연구원 이사장, 최석원 명학장학회 이사장 등 관계자들이 참석해 철화분청사기의 과거부터 현재, 미래 방향성과 산업화 등을 주제로 한 토론을 진행했다.

국내 저명한 도예 및 회화 작가 김선두, 유근영, 이재황, 차기율, 최성재 등 총 24명이 참여한 이번 전시는 2017년 4월 진행된 1차 레지던시 사업 '백서 발간'에 이은 2차 사업이다.

백서 제작 당시 밝혀낸 철화 안료를 토대로 현대적인 미감을 살려 완성한 항아리, 접시, 다완다기 등 총 200여 점의 의미 있는 작품들을 만나볼 수 있어 많은 이들의 주목을 받고 있다.

김영찬 골프존문화재단 이사장은 "골프존문화재단은 국내 3대 도자기 중 하나인 계룡산철화분청사기의 역사·문화적 가치를 계승하고 발전시키기 위해 다양한 활동을 펼치고 있다"며 "이번 전시 역시 우리나라 전통문화의 예술적 가치를 재조명할 수 있는 기회가 될 것으로 기대하고 있다"고 말했다.

한편 2010년 8월 설립된 골프존문화재단은 국내전통문화 계승 발전을 위한 문화연구 사업을 비롯해 사랑나눔효큰잔치, 희망행복나눔페스티벌, 문화예술인을 위한 자선골프대회 등 각종 후원 사업을 펼치며 기업으로서의 사회적 책임을 다하고 있다.

@highlight

골프존문화재단은 계룡산철화분청사기의 새로운 패러다임 및 재해석을 통한 비전을 모색하고자 1차 레지던시 사업 '백서 발간'에 이은 2차 사업으로 기획된 '15C 철화 NOW'를 내달 3일까지 개최할 예정이라고 밝혔다.