인텔리콘연구소(대표 임영익)가 개발한 딥러닝 기반 계약서 분석기 '알파로(Alpha-Law)'가 2019년 산업통상자원부 차세대 세계일류상품으로 선정됐다.

차세대 세계일류상품(World Class Product of Korea)은 산업통상자원부와 KOTRA가 향후 7년 이내 세계시장 점유율 5위 이내로 진입 가능한 품목을 인증하는 제도다.

인텔리콘연구소는 2017년에도 지능형 법률정보 검색시스템 '유렉스(U-LEX)'로 세계일류상품 인증을 받았다.

2019 세계일류상품 인증서 수여식에서 임영익 인텔리콘연구소 대표(오른쪽)가 자사 법률AI 알파로 세계일류상품 인증서를 받고 사진촬영을 하고 있다.

법률 인공지능(AI) '알파로'는 8월 대법원 사법정책연구원과 인공지능법학회가 주최한 '법률인공지능 콘퍼런스'에서 인간변호사팀과 근로계약서 자문대결을 펼쳐 법조계와 AI업계 주목을 받았다.

AI팀이 두 배 가까운 점수차로 사람 변호사팀에 승리했다.

인텔리콘 AI 계약서 분석기 '알파로'는 딥러닝 학습기반에 기계독해 기술을 이용해 입력된 계약서를 5초 만에 독해한다.

법률추론 기술과 메타정보 추출 기술로 법적쟁점과 주의·확인 사항을 추출 분석하고 위험요소와 누락요소를 찾아 법적 근거와 대처방법을 제시한다.

최근에는 알파로 알고리즘을 기반으로 금융계약 분석머신 '알파로 F(파이낸스)'를 개발해 학습 중이다.

알파로F는 계약서 분량만 30장이 넘어 검토에 많은 시간이 소요되고 전문적 법률분석이 요구되는 금융관련 계약서를 학습대상으로 삼았다.

임영익 인텔리콘연구소 대표는 "인텔리콘이 '알파로F' 학습을 성공적으로 완료하면 세계 최초 금융계약서를 독해하는 AI 계약서 분석머신이 탄생하게 되는 것"이라며 "인텔리콘은 법률AI 영역에서 4차 산업혁명 혁신을 개척하는 창의적 도전을 멈추지 않겠다"고 말했다.

@highlight

인텔리콘연구소가 개발한 딥러닝 기반 계약서 분석기 '알파로(Alpha-Law)'가 산업통상자원부와 KOTRA가 향후 7년 내 세계시장 점유율 5위 이내로 달성 가능한 품목을 인증하는 차세대 세계일류상품으로 뽑혔는데, 인텔리콘연구소는 2017년에도 지능형 법률정보 검색시스템 '유렉스(U-LEX)'로 세계일류상품 인증을 받았다.