바이오전문기업 메디포럼(대표 김찬규)은 지난 20일 한국치매가족협회(회장 이성희)와 제품 후원에 대한 양해각서를 체결했다고 밝혔다.

이번 양해각서 체결에 따라 한국치매가족협회 치매환자들과 가족들의 건강과 복지를 위해 메디포럼은 천연물 소재 기억력 개선 특화 건강기능식품인 러브유어즈 '브레인원', '청춘24'를 일정기간 동안 후원하게 된다.

또한 메디포럼은 제품 후원을 시작으로 앞으로 치매환자와 가족들을 위한 다양한 지원활동을 펼칠 계획이다.

'브레인원'과 '청춘24'는 천연물 신약인 치매치료제를 연구·개발하는 메디포럼에서 특허 받은 자연유래 한방 원료들과 홍삼을 배합해 개발한 식약처 인정 건강기능제품으로 면역력 증진, 피로개선 등에 도움을 준다.

메디포럼 김찬규 대표는 "일상생활과 어려움을 겪고있는 치매 환자 및 가족들에게 기억력 개선에 도움이 될 수 있는 자사 제품을 후원하게 된 것을 의미있게 생각하며, 앞으로 건강한 삶과 편리한 생활을 영위하는 데 도움이 될 수 있었으면 하는 바램이다"라면서 "앞으로도 양사가 상호 협력을 통해 치매 극복을 위한 다양한 사회공헌 활동을 함께 진행해 나갈 계획이다"라고 전했다.

한국치매가족협회 이성희 회장은 "현재 국내 치매 환자가 빠른 속도로 증가하고 있는 상황에서 사회적인 관심과 지원이 필요한 치매환자와 가족들이 메디포럼의 이번 제품 후원을 통해 건강과 함께 행복한 생활을 영위하기를 바란다"고 말했다.

한편, 메디포럼은 '국민 건강에 기여하고자 하는 기업 정신'에 맞춰 그동안 파킨슨병 환자들의 건강 개선을 위해 대한파킨슨병협회와도 업무협약을 체결해 건강기능식품을 지속적으로 후원하는 등 다양한 협회 행사에 참여, 후원 및 사회공헌 활동을 펼치고 있다.

또한 천연물 기반 치매치료제 PM012를 개발해 임상 2상 시험을 통해 PM012의 독성이 전혀 없음이 확인됐고 현재 임상 3상 진행 중에 있으며, 진행 중인 임상을 성공적으로 완료하고 신약 허가 신청을 위한 인프라를 구축하고자 국내 제약사인 씨트리와 아이월드제약을 인수했다.

@highlight

바이오전문기업 메디포럼은 지난 20일 한국치매가족협회 양해각서를 체결했다면서, 이번 양해각서 체결에 따라 천연물 소재 기억력 개선 특화 건강기능식품을 일정기간 동안 후원하게 되며,앞으로 치매환자와 가족들을 위한 다양한 지원활동을 펼칠 계획이다.