21일 인천시 미추홀구의 한 주택가 이면도로에서 주차구획선 안에 라바콘과 의자를 불법으로 적치해 타인의 주차 방해를 하고 있다.

인천지역 원도심이 주택가 이면도로를 사유화하려는 주차전쟁으로 몸살을 앓고 있다.

공용도로에 주차 방해물을 세워 자신의 주차구역을 표시하는 것인데, 도로법 위반에 따른 행정처분으로는 주차민원 해결에 한계가 있다는 지적이다.

21일 인천지역 각 구에 따르면 하루 평균 적게는 10건, 많게는 30건에 이르는 노상 적치물 제거 요청 주차민원이 발생하고 있다.

특히 원도심 지역에 저층 다가구주택과 도심형생활주택이 밀집한 미추홀구와 부평구, 남동구 등지에서 관련 민원이 집중됐다.

이 지역 골목에서는 주차구획선이 있는 곳이든 없는 곳이든지 자신의 집이나 가게 앞에 타인의 차가 주차하지 못하도록 교통콘이나 의자, 돌, 타이어, 주차금지블록 등으로 주차를 방해하는 행위가 빈번하게 발생한다.

주차를 방해받은 주민은 구에 민원을 넣고 노상 적치물 제거를 요구하지만 뾰족한 방법은 없는 상황이다.

신고를 받고 현장에 나간 구 직원들은 1∼2차 경고조치 후 행정대집행을 통해 적치물을 수거한다.

그러나 수거된 적치물은 구 적판장에서 대부분 폐기물로 분류돼 처리되면서 또 다른 환경문제를 유발하는 실정이다.

결국 불법 적치물에 대해 과태료를 부과할 수 있지만 이 역시 현실적으로 어려운 실정이다.

행정집행 과정에서 불법 적치물의 소유권을 주장하는 주민들도 없을 뿐더러 한정된 단속인력으로 주인을 찾기가 여간 어려운 일이 아니기 때문이다.

관련 단속 인력은 미추홀구 4명, 부평구 6명, 남동구 15명 등에 불과하다.

미추홀구 관계자는 "스마트폰을 이용한 공유경제 방식의 거주자우선주차장 도입과 정착이 필요한 시점이지만 원도심에 어르신들이 많아서 고심하고 있다"고 말했다.

@highlight

인천지역 공용 도로에 주차 방해물을 세워 자신의 주차구역을 표시하는 것은 도로법 위반으로 이러한 주차전쟁으로 하루 평균 민원이 많게는 30건에 이르고 있어 주차 민원 해결에 한계가 있다는 지적이다.