트와이스가 일본 새 앨범 '&TWICE'(앤드 트와이스)로 오리콘 데일리 차트를 점령하면서, K팝 인기 걸그룹으로서의 저력을 또 한번 드러냈다.

21일 JYP엔터테인먼트 측은 최근 오리콘 차트 결과를 인용, 트와이스 일본2집 '&TWICE'가 8만563포인트의 기록으로 오리콘 데일리 앨범 랭킹 1위를 기록했다고 전했다.

이번 기록은 지난달 18일 선공개된 타이틀곡 'Fake & True'(페이크 앤드 트루)와 지난 7월 공개된 'HAPPY HAPPY'(해피 해피)와 'Breakthrough'(브레이크스루) 등을 필두로 'Stronger'(스트롱거), 'Changing!'(체인징!), 'What You Waiting For'(왓 유 웨이팅 포), 'Be OK'(비 오케이), 'POLISH'(폴리쉬), 'How u doin''(하우 유 두잉'), 'The Reason Why'(더 리즌 와이) 등 10트랙으로 구성된 앨범에서 표현된 트와이스의 매력과 무한한 가능성이 대중을 매료시킨 바에 따른 것으로 보인다.

이는 곧 2017년 현지 데뷔 이래로 '8연속 플래티넘'(일본 레코드 협회가 출하량 25만 장을 넘은 앨범에 수여하는 인증) 기록을 작성중인 트와이스가 9연속 플래티넘을 기록할 수도 있을 것이라는 기대감으로 이어지며 관심을 모으고 있다.

한편 트와이스는 'TWICE WORLD TOUR 2019 'TWICELIGHTS''(트와이스 월드투어 2019 '트와이스라이츠') 행보와 함께, 최근 일본 NHK '홍백가합전'에 3년 연속 출연을 확정하는 등 활발한 대외행보를 펼치고 있다.

@highlight

트와이스가 일본에서 공개한 2집 앨범 '&TWICE'가 21일 오리콘 데일리 차트에서 8만563포인트로 1위를 기록하면서, 2017년 일본 현지 데뷔  이후 9연속 플래티넘을 기록할 지 관심이 쏠리고 있다.