반도체 시장의 불황 등의 여파로 우리 수출이 12개월 연속 마이너스 행진을 이어가고 있다.

미중 무역협상의 불확실성이 커지고 있는 가운데, 우리 제품을 겨냥한 무역규제도 제3국을 중심으로 빠르게 확산하고 있어 '한국 수출호'가 사면초가 상황에 처했다.

미·중 무역전쟁만으로 버거운데 전 세계에 번지는 보호무역이라는 '전염병'이 우리 GDP(국내총생산)의 절반 가량을 차지하는 수출을 힘들게 만들고 있다.

획기적인 규제완화와 경기부양책이 없다면 내년 수출 역시 고전을 면치 못할 것이라는 우려의 목소리가 나온다.

21일 관세청에 따르면 이달 1~20일 수출은 282억달러로 지난해 같은 기간보다 9.6%(29억9000만달러) 감소했다.

조업일수는 15.5일로 같았다.

이대로라면 우리 수출은 12개월 연속 마이너스 행진이 확실시된다.

품목별로는 반도체(-23.6%), 선박(-65.3%) 등의 감소폭이 컸다.

수출 상대국 가운데 미국(0.5%), 중동(14.4%)에서는 늘었지만, 중국(-8.1%), 베트남(-4.7%), 유럽연합(-25.3%), 일본(-3.1%) 등에서 고전했다.

같은 기간 수입액(276억달러)도 원유(-21.0%), 가스(-10.7%), 석유제품(-29.4%) 등을 중심으로 11.2%(34억8000만달러) 줄었다.

이 와중에 한국 제품에 대한 수출 규제도 큰 폭으로 늘고 있다.

이날 현재 대 한국산 수입규제 건수는 207건(조사 중 38건)으로 2016년 이후 가장 많다.

특히 9월 이후 최근 두달 반 동안 신규 조사만 10건이나 발생하는 등 급격하게 늘어나는 모양새다.

미국과 EU(유럽연합)는 각각 1건에 불과하지만 대신, 인도가 3건이나 발생하는 등 주로 신흥국을 중심으로 쏟아졌다.

제현정 무역협회 통상지원단장은 "세계적으로 반덤핑 조치는 확대되는 추세가 내년에도 계속 유지될 것"이라며 "정부는 수출시장 다변화를 위해 신흥시장과의 수준 높은 양자 FTA(자유무역협정)를 활발히 추진하는 한편 수입규제 대응 등 지원활동을 꾸준히 펼쳐야 한다"고 말했다.

@highlight

미중 무역협상의 불확실성으로 우리나라를 겨냥한 무역규제가 제3국을 중심으로 빠르게 확산하고 있는 데다가 전 세계에 번지는 보호무역이 우리나라의 수출을 더욱 어렵게 만들고 있는 가운데 지난해 같은 기간보다 9.6% 감소해 '한국 수출호'가 사면초가 상황에 처했다.