신용보증기금 호남영업본부는 가입 요건을 완화한 온라인 매출채권보험 2종을 이달 초 출시했다고 최근 밝혔다.

매출채권보험은 중소기업이 거래처에 외상판매를 하고 대금을 회수하지 못할 때 발생한 손실금을 최대 80%까지 보상받는 공적 보험제도다.

신용보증기금의 매출채권보험은 중소벤처기업부로부터 수탁 받아 운영하고 있다.

이번에 선보인 ‘온라인 심플보험’은 기존에 보험 가입이 어려웠던 신용도가 취약한 일부 거래처에 대해서도 가입 문턱을 낮춘 상품이다.

계약자가 가입할 수 있는 총 보험한도는 1억원이고, 거래처별로 가입할 수 있는 보험한도는 최대 4000만원이다.

보험료율은 1.1∼1.5% 수준이고, 보상률은 70%다.

‘온라인 다이렉트보험’은 거래처의 신용등급과 무관하게 가입할 수 있다.

계약자가 가입할 수 있는 총 보험한도는 5000만원이고, 거래처별로 가입할 수 있는 보험한도는 최대 1000만원이다.

보험료율은 1.0∼1.5% 수준이고, 보상률은 60%다.

매출채권보험 ‘B2B 플러스보험’은 일반적인 매출채권보험처럼 판매위험을 보장(또는 부도시 보험금을) 받을 수 있을 뿐 만 아니라 매출채권의 조기 현금화를 위한 담보로도 활용할 수 있는 상품이다.

은행도 B2B 플러스보험의 보험금청구권을 담보로 취득해 외상매출채권담보대출(이하 외담대) 상환불능위험을 줄일 수 있어 외담대 이용기업을 확대 할 수 있다.

상환불능위험 감소로 외담대 이용기업의 대출금리 인하도 가능한 상품으로 현행기준 중소기업은행과 외담대 약정된 업력 1년 이상의 제조업만을 대상으로 하고 있다.

신용보증기금은 대상은행과 업종은 향후 확대해 나갈 예정이다.

신보 호남영업본부 관계자는 “여수의 한 제조업체 대표는 지난해 7월 주 거래처의 부도로 연쇄도산의 위기에 놓였지만 같은 해 가입한 매출채권보험으로 1억7000만원의 보험금을 받아 급한 불을 껐다”며 “신보는 앞으로도 고객 수요에 맞춰 시장 수요를 즉각적으로 반영할 수 있는 상품 개발에 집중할 것”이라고 말했다.

@highlight

중소기업이 거래처에 외상판매를 하고 대금을 회수하지 못할 때 발생한 손실금을 최대 80%까지 보상받는 공적 보험 제도인 매출채권보험 2종의 가입 요건을 완화하여 이달 초부터 온라인으로 가입할 수 있다고 신용보증기금 호남영업본부는 밝혔다.