주민이 절주캠페인 부스에서 알코올체질검사를 받고 있다.

성동구(구청장 정원오)가 21일 건전한 음주문화 환경을 만들기 위해 한양여대 절주동아리 '절세미인'과 함께 성동구청 앞 광장에서 절주 이벤트 및 캠페인을 벌였다.

한양여대 절주동아리 '절세미인'은 대학 축제기간 및 11월 음주폐해 예방의 달에 과다한 음주의 위험성에 대한 경각심을 고취하고 건강생활 실천을 유도하는 활동을 하기 위해 성동구의 지원으로 구성된 동아리다.

구는 전문강사를 투입, 동아리원들에게 무알콜칵테일 만들기, 음주폐해 예방교육, 음주체질검사, 알코올 사용장애 선별검사, 음주상담에 대한 교육 등을 진행했다.

이번 캠페인은 이런 동아리원들이 주축이 돼 지역주민들을 대상으로 이루어졌다.

▲무알콜칵테일 시음 ▲음주고글체험 ▲알코올 사용장애 선별검사AUDIT-K) ▲알코올체질검사 ▲절주 홍보리플릿 및 홍보물품 배부 등 건전한 음주 문화를 만들기 위한 홍보부스가 운영, 약 100여 명의 지역주민이 참여했다.

캠페인에 참여한 한 주민은 "평소 과음을 하는 음주 습관을 가지고 있었는데 캠페인을 통해 알코올체질검사를 해보니 '경고' 반응이 나와 놀랐다. 건강음주 상담으로 음주의 적정량과 음주폐해에 대해서 알게 되었고 무알콜칵테일로도 충분히 분위기를 즐길 수 있는 것 같아서 집에서도 만들어봐야겠다고 생각했다. 흡연만 안 좋다고 생각했는데 음주에 대해 다시 한 번 생각해 볼 수 있는 기회였다"고 말했다.

'절세미인' 동아리는 이외에도 지난 9월26일, 27일에는 이틀간 건강한 대학축제 분위기를 만들기 위해 학교 재학생, 교직원 뿐 아니라 지역 주민 약 250여명이 참여한 캠페인을 진행하기도 했다.

정원오 성동구청장은 " 구민들의 건강하고 편안한 삶을 위해 앞으로 성동구의 건전한 음주문화 정착을 위해 노력하겠다"고 말했다.

@highlight

성동구가 21일 건전한 음주문화 환경을 만들기 위해 한양여대 절주동아리 '절세미인'과 함께 성동구청 앞 광장에서 무알콜칵테일 만들기, 음주폐해 예방교육 등 절주 이벤트 및 캠페인을 벌여 약 100여 명의 지역주민이 참여했다.