광주지역 곳곳에서 재개발·재건축 사업들이 추진돼 대규모 아파트가 곳곳에 들어설 예정이어서 백화점과 대형마트 등 지역유통업계가 호재를 누릴 것으로 기대하고 있다.

특히 대규모 단지 주변에는 이미 대형마트들이 자리하고 있어 신규 투자 없이 소비력 있는 고객을 확보할 수 있다는 기대감이 커지고 있다.

이에 따라 지역 유통업계는 시점이 빠르긴 하지만 앞으로 어떤 준비가 필요한지, 매출에는 어느 정도 영향을 줄 것인지 등을 분석해 나갈 예정이다.

실제로. 광주시 동구 계림동에 있는 이마트 동광주점의 경우 포스코, 자이, 풍경채, SK아파트 등 2022년을 전후로 모두 7천세대의 아파트가 들어설 예정이다.

주변에 있는 계림동 홈플러스와 각화동 홈플러스도 혜택을 볼 것으로 예측된다.

신규 아파트 입주자들의 경우 대부분 구매력을 갖춘 소비자여서 대형마트 매출에 큰 도움이 될 것으로 분석되고 있기 때문이다.

서구 광천동에 있는 이마트 광주점도 비슷한 상황이다.

아직 광천동 재개발 사업이 최종 결정되지는 않았지,만 광주천변을 중심으로 5천 700세대가 들어설 수 있는데다 화정동 아이파크 800세대는 이미 분양을 마치고 오는 2022년 11월 입주를 목표로 공사 중에 있다.

롯데마트 월드컵점도 서구 염주동에 들어서는 포스코 ‘더샵 센트럴파크 ’ 등으로 매출에 큰 도움을 받을 것으로 기대하고 있다.

2천세대의 포스코 ‘더 삽 센트럴파크’는 2022년 7월 입주할 예정이다.

특히 상무지구에 있는 이마트 상무점이 최근 폐점하기로 최종 결정함에 따라 주변 상권의 최대 수익자가 될 것으로 전망된다.

롯데백화점 광주점 주변에도 지역 건설업체인 호반·중흥에서 내년 8월 입주 예정으로 2천300세대 규모의 그랜드센트럴 아파트를 짓고 있다.

이에 대해 광주의 한 유통업계 관계자는 “아직 입주가 되지 않은 상태로 분석하기에는 이르지만 매출 신장에 대한 기대감은 있다”며 “본사와 논의해 개발 단지에 따라 고객들에게 필요한 것이 무엇인지 차분히 준비해 갈 예정”이라고 말했다.

@highlight

광주지역에서 재개발·재건축 사업들이 추진되며 대규모 아파트 단지가 들어설 예정인 가운데, 신규 아파트 입주자들의 경우 대부분 구매력을 갖춘 소비자여서 지역유통업계가 신규 투자 없이 호재를 누릴 것으로 전망된다.