김용범 기획재정부 1차관은 22일 '서비스산업 자문단 킥오프 회의'를 열고 서비스 산업 혁신 전략을 논의했다.

경제성장에 비해 낮은 서비스업 비중을 끌어올리겠다는 취지다.

김 차관은 이날 산업은행에서 열린 '서비스산업 자문단 회의'에서 "서비스 산업 분야에서도 규제샌드박스 등을 적극 활용해 시범 사례를 창출하고 확산해 나가겠다"며 "제조업 수준의 서비스업 지원을 위해 재정·세제·금융·조달 등에서 제조업과 서비스업 간 차별을 전면 재점검하고 해소해나가겠다"고 말했다.

김 차관은 "범정부 추진체계를 재정비하고 서비스산업 발전을 위한 중장기 비전 및 전략을 내년 상반기까지 마련하겠다"며 "서비스산업 정보화·표준화, 연구개발(R&D) 등 기초 인프라를 구축해나가고, "건강관리, 요양 등 사회서비스를 활성화하는 등 핵심 유망서비스 산업을 육성하겠다"고 했다.

통계 데이터베이스 구축, R&D 가이드라인 마련 등으로 서비스산업 혁신의 기반을 강화화겠다는 것이다.

김 차관의 발언은 낮은 서비스업 생산성이 낮은 경제성장률로 이어지고 있다는 판단 때문으로 보인다.

김 차관은 "우리 경제는 국민소득 3만달러 시대를 열었지만, 서비스업 비중은 다른 나라의 1만달러 당시 비중에도 미치지 못한다"며 "우리 제조업이나 다른 선진국 서비스업의 절반 수준에 머물러 있는 서비스업의 생산성을 높이는 것이 잠재성장률 제고를 위해 시급하다"고 했다.

김 차관은 이를 위해 서비스산업발전기본법 등 국회 법안 처리에 총력을 기울이겠다고 말하기도 했다.

김 차관은 "20대 마지막 정기국회임을 감안할 때 이번 기회를 놓치면 또 얼마나 기다려야 할지 모른다"며 "정기국회 내 법 통과를 위해 총력을 다하겠다. 법 통과 이전이라도 정부 차원에서 할 수 있는 모든 노력을 다하겠다"고 했다.

한편 이날 처음 열린 '서비스산업 자문단 회의는' 정부 뿐 아니라 한국개발연구원(KDI), 산업연구원, 한국보건산업진흥원 등 주요 연구기관이 함께 참여했다.

김 차관은 "혁신은 이해 간 갈등을 낳고, 그 갈등을 넘어서야만 진정한 혁신, 포용적 혁신이 가능하다"며 "자문단이 서비스산업 혁신뿐 아니라 그 과정의 갈등 해소를 위한 지혜도 함께 모아 달라"고 당부했다.

@highlight

김용범 기획재정부 1차관은 22일 '서비스산업 자문단 킥오프 회의'를 열고 제조업 수준의 서비스업 지원을 위해 재정·세제·금융·조달 등에서 제조업과 서비스업 간 차별을 전면 재점검하고 해소하며 경제성장에 비해 낮은 서비스업 비중을 끌어올리겠다고 언급했다.