서울산업진흥원(대표 장영승, SBA)이 사회문제 해결형 테크 해커톤을 통해 지속가능한 지역 상생모델을 모색함과 동시에 대학생들의 창업열의를 한층 더 끌어올린다.

서울산업진흥원 측은 숙명여대(총장 강정애), 아마존웹서비스(AWS)와 공동으로 오는 23일까지 '2019 숙명 WIC해커톤 대회'를 진행한다고 전했다.

'2019 숙명 WIC해커톤 대회'는 SBA아카데미 '캠퍼스CEO 육성사업'으로 협력중인 서울산업진흥원과 숙명여대가 추진하는 행사로, 32개팀(150명)이 '지속가능한 서울살이'라는 주제를 놓고 다양한 지역상생 성장해법을 모색하는 형태로 펼쳐진다.

특히 11월초부터 사전교육과 팀별코칭 등을 토대로 노인을 위한 기억배달 서비스, 폐의약품 수거율을 높이기 위한 서비스 등 사회문제 해결을 위한 다양한 아이디어를 구체화한 사업모델들이 대거 도출될 것으로 보여 관심을 모은다.

서울산업진흥원과 숙명여대는 이번 해커톤 우수자에 대해 서울산업진흥원 대표이사상, 숙명여대 총장상, 아마존웹서비스(AWS) 특별상과 함께 AWS 클라우드 실무교육과정, 일본 큐슈대와의 국제해커톤대회 참가 등을 통한 사업화 지원혜택을 제공할 예정이다.

장영승 서울산업진흥원 대표이사는 "4차 산업혁명이 급진전되고 있는 오늘날, 청년들 특히 여성들의 혁신적인 아이디어와 참여가 창업생태계 활성화와 서울 경제의 발전에 매우 중요하다"고 강조하며 "이번 해커톤을 통해 미래 여성CEO들의 성장과 발전을 위한 지원에 더 많은 노력을 기울일 것"이라고 밝혔다.

한편 서울산업진흥원은 숙명여대를 비롯해 서울 소재 13개 대학과 캠퍼스CEO 육성사업을 추진, 100개 이상의 기업가정신 교육과정을 운영하며 연 4500명 이상의 대학생 인재 양성을 계획하는 등 글로벌 TOP5 창업도시 서울을 만들기 위한 창업 붐 조성에 박차를 가하고 있다.

@highlight

서울산업진흥원(SBA)은 숙명여대, 아마존웹서비스(AWS)와 공동으로 오는 23일까지 '지속가능한 서울살이'를 주제로 사회문제 해결형 '2019 숙명 WIC해커톤 대회'를 진행한다.