현대엔지니어링은 경기도 고양 덕은지구에 짓는 '힐스테이트 에코 덕은' 오피스텔의 견본주택을 22일 개관하고 분양에 나선다고 밝혔다.

단지는 고양 덕은지구 업무 2·3블록에서 오피스텔과 오피스, 판매시설이 함께 들어서는 복합단지다.

단지 규모는 지하 6층~지상 최고 17층, 총 1229실 규모다.

이 중 오피스텔 735실, 섹션오피스 412실, 판매시설 82실로 구성된다.

오피스텔로 공급되는 면적은 계약면적 기준 48㎡며 단층형 413실과 다락형 322실로 공급된다.

현대엔지니어링에 따르면 힐스테이트 에코 덕은이 위치한 덕은지구는 서울 마포구와 강서구를 연결하는 가양대로를 사이에 두고 마포구 상암동과 마주하고 있다.

단지 반경 2.5㎞거리에 상암디지털미디어시티 업무시설이 위치하고 있으며, 가양대교를 건너면 LG사이언스파크, 코오롱 생명과학 등이 있는 마곡지구가 위치한다.

세대 설계는 개방감을 위해 타입마다 천장고가 다르게 적용됐으며 각 층에는 복도와 연결된 공용발코니 4개소(2층에는 1개소)가 설치된다.

단층형 오피스텔을 기준으로 천장고는 2.4m이며 우물천장은 이보다 높은 2.5m가 적용됐다.

다락형의 경우 천장고가 3.6m, 우물천장의 경우 3.8m다.

다락형은 계단 하부 일부를 수납공간으로 활용할 수 있으며, 전기오븐, 빌트인냉장고, 빌트인세탁기, 전기쿡탑, 주방후드, 분리형 비데 등을 무상으로 제공한다.

분양관계자는 "오피스텔인 만큼 별도의 청약통장이 없어도 청약이 가능하다"며 "상암DMC와 마곡지구까지 배후 수요로 볼 수 있는 만큼 소비자들의 문의가 이어지고 있다"고 말했다.

청약접수는 오는 26일이며 29일 당첨자를 발표한다.

견본주택은 고양시 원흥동 634-1번지에 위치해 있으며 입주는 2023년 2월이다.

@highlight

현대엔지니어링은 고양 덕은지구에 짓는 '힐스테이트 에코 덕은' 오피스텔의 견본주택을 22일 개관, 분양하며 힐스테이트 에코 덕은은 오피스텔과 오피스, 판매시설이 함께 들어서는 복합단지 구성과 가양대로를 사이에 두고 마포구 상암동과 마주하고 있다고 전했다. 