tvN 수목드라마 '싸패다'의 윤시윤이 실제로는 호구였던 자신을 싸이코패스 연쇄살인마로 착각하며 새로운 캐릭터를 탄생, 시청자들을 쥐락펴락하고 있다.

지난 20일 첫 방송된 tvN '싸이코패스 다이어리'는 21일 주요 포털사이트 실시간 검색에 상위권을 차지하며 큰 화제를 일으켰다.

1회 초반 세상에서 제일 착한 호구를 보여주다가 살인 과정이 적힌 다이어리를 주운 뒤 자신을 싸이코패스라 여기며 살벌한 눈빛으로 긴장감을 유발한 윤시윤은 1인2역과도 같은 열연으로 이목을 집중시켰다.

이어 21일 방송된 2회에서는 극중 육동식(윤시윤 분)의 본격적인 '싸이코패스' 과몰입 후유증이 나타나며 큰 웃음을 안겼다.

연쇄 살인 현장에서 주운 다이어리가 자신이라고 생각하는 그는 다이어리에 적힌 그대로 생활하기 시작한다.

평소 하지 않았던 운동을 하다 지쳐 쓰러지거나, 길에서 자신을 좋아하는 강아지를 보며 "냄새를 맡은거다. '포식자'의 냄새를"이라고 말하는 등 착각에 빠져 엉뚱한 말을 내뱉으며 혼자만 진지한 모습에 귀여운 매력이 뿜어져 나왔다.

특히 드라마 말미에는 다이어리에 적힌 글씨체가 자신의 것이 아님에도 손을 다쳐서 그런 것이라 굳게 믿고 열심히 연습하는 장면으로 보는 이들을 웃음바다로 만들었다.

이처럼 윤시윤은 착한 호구와 싸이코패스를 오가며 적절한 긴장감을 유지, 그야말로 '육동식' 역을 찰떡소화해 내며 방송 1회만에 호평세례를 받고 있다.

코믹하고 자연스러운 능청 연기는 '육동식'이란 새로운 괴짜 캐릭터를 더욱 실감나게 만들어 냈고, 더 나아가 코믹부터 스릴러까지 다양한 장르를 한번에 보여주며 만능 캐릭터를 완성시켰다.

한편, 윤시윤 주연의 tvN '싸이코패스 다이어리'는 매주 수, 목요일 밤 9시30분 방송된다.

@highlight

지난 20일 첫 방송된 tvN '싸이코패스 다이어리'에서 윤시윤은 살인마로 착각에 빠진 새로운 캐릭터를 연기하며 진지한 모습에 귀여움을 뿜으며 열연을 펼쳤다.