언제든 효력 종료할 수 있다는 조건 전제…日 정부 이해 표명 "한일 수출관리 정책 대화 진행 중 3대 품목 WTO 제소 절차 정지"

뉴시스 김유근 국가안보실 1차장이 22일 오후 청와대 춘추관 브리핑 룸에서 한·일 군사정보보호협정(GSOMIA·지소미아) 관련 브리핑을 하고 있다.

청와대는 22일 일본에 3개월 전 전달했던 한일 군사정보보호협정(GSOMIA·지소미아) 종료 통보의 효력을 정지키로 했다.

지난 8월22일 지소미아 종료 결정을 발표했지만 자동 종료 시한을 6시간 남겨둔 상황에서 조건부 연장을 결정한 것이다.

김유근 청와대 국가안보실 1차장은 이날 오후 6시 청와대 춘추관에서 브리핑을 열고 “우리 정부는 언제든지 한일 군사비밀보호협정의 효력을 종료시킬 수 있다는 전제 하에 2019년 8월 23일 종료 통보의 효력을 정지키로 했다”며 “일본 정부는 이에 대한 이해를 표했다”고 밝혔다.

이어 “한일 간 수출관리 정책 대화가 정상적으로 진행되는 동안 일본 측의 3대 품목의 수출 규제로 세계무역기구(WTO) 제소 절차를 정지키로 했다”고 설명했다.

앞서 청와대는 지난 8월22일 지소미아 연장이 국익에 부합하지 않는다며 종료 결정을 발표했었다.

일본이 안보상 신뢰 훼손의 이유에서 수출규제 조치의 명분을 찾은 만큼, 더 깊은 안보상의 신뢰 관계를 바탕으로 한 지소미아를 유지할 수 없다는 게 종료 결정의 이유였다.

이후 정부는 수출규제 조치에 관한 일본의 전향적인 태도 변화를 전제로 지소미아의 최종 종료 여부를 결정하겠다며 관계 개선을 시도했다.

하지만 일본은 지소미아 종료는 우리 대법원의 강제징용 판결에 대한 보복이라며 수용할 수 없다고 맞서 평행선을 달려왔다.

우리 정부가 90일의 기간이 모두 지난 이날 자정까지 변화된 입장을 상대국에 통보하지 않으면 협정의 효력은 자동으로 소멸될 예정이었지만 청와대가 이날 오후 일본 정부에 기존 종료 통보의 효력을 정지키로 했다며 ‘조건부 연장’ 방침을 통보했다.

@highlight

22일 청와대는 지난 8월22일 한일 군사정보보호협정(GSOMIA)의 연장이 국익에 부합하지 않는다며 일본에 전달했던 종료 통보의 효력을, 해당 협정의 종료 시한을 6시간 남겨둔 상황에서 조건부 연장 하기로 했다.