공주대학교(총장 원성수)는 보건행정학과(지도교수 이현숙) Health Catcher 팀(김예지, 소길섭, 염지수, 오미나, 이문영)이 '2019년 제6회 Young Leaders Case Competition'에서 영예의 "베스티안재단 이사장상 대상"과 "우수지도 교수상"받았다.

또 Health Touch(이재빈, 김지혜, 복정희) 팀이 우혜경 교수 지도하에 "은상"과 "우수지도 교수상"을 각각 수상했다.

이는 2018년 금상에 이어 2년 연속 수상한 것으로 국내의 보건의료관련 기관으로부터 헬스케어 인재양성의 메카로써 인정을 받았다.

지난 15일 한국병원경영학회 주최로 신촌 연세대학교 의과대학 윤인배홀에서 '헬스케어사업의 스타트업'이라는 주제로 개최된 영리더포럼은 전국대학 총 30개 팀 중 6팀이 본선에 진출했다.

공주대 보건행정학과 Health Catcher팀(조장 김예지 학생)의 'ONE END AND NEW ONE START'는 노인을 대상으로 하나의 캡슐에 질병 관련 약품을 여러 성분을 포함시킨다는 개념으로, 기존의 약과 차별화된 압축형식의 얇은 테이프 약을 구상해 고령사회에 대비한 보건의료 의약품의 혁신적인 패러다임의 변화를 구상하였다는 찬사를 받았다.

또, Health Touch팀(조장 이재빈 학생)은 4차 의료산업의 하나인 헬스케어 개념을 도입한 앱(App.)에 적용시켜 의료의 접근성과 편의성 증진시키고 데이터를 분석하여 의료 질을 향상시킴으로써 4차 의료산업에 부합되는 창의적인 스타트업 전략이라는 평가를 받았다.

공주대 보건행정학과의 연이은 수상을 통해 공주대학교 보건행정학과 이현숙 교수와 우혜경 교수의 학부연구팀이 명실 공히 중부권의 4차 의료산업을 이끌 인재를 양성하는 교육의 장으로 인정받는 계기가 되었다.

@highlight

'2019년 제6회 Young Leaders Case Competition'에서 공주대학교 보건행정학과의 Health Catcher팀이 "베스티안재단 이사장상 대상"과 "우수지도 교수상"을, Health Touch팀이 "은상"과 "우수지도 교수상"을 수상하며 공주대 보건행정학과가 중부권의 4차 의료산업을 선도하는 교육의 장으로 인정받았다.