한화그룹은 21일 대전예술의전당에서 '한화 팝&클래식 여행' 공연을 진행해 관객들로부터 호응을 얻었다.

한화그룹의 '한화 팝&클래식 여행' 대전 공연이 성황리에 마무리 됐다.

22일 한화그룹에 따르면 이 공연은 전날 대전예술의 전당에서 뮤지컬 인 라이프를 주제로 열렸다.

2004년 첫 공연을 시작으로 16년째 계속되고 있는 '한화 팝&클래식 여행'은 한화그룹이 문화예술 분야 사회공헌 프로그램으로 기획해 운영한다.

문화예술 공연 관람기회가 상대적으로 적은 지방 도시에서 대중성과 예술성을 고루 갖춘 다양한 장르의 음악을 해설과 함께 각 지역 시민과 공유한다는 취지다.

올해 한화그룹은 지난 5일 성남아트센터, 17일 부산문화회관, 20일 한국소리문화의전당에 이어 대전을 마지막으로 공연을 마무리했다.

대전 공연은 영화 음악가 엔니오 모리꼬네(Ennio Morricone)가 작곡한 '원스 어폰 어 타임 인 아메리카(Once Upon A Time In America)'의 삽입곡 'Deborah's Theme'으로 막을 올린 후 뮤지컬 콘서트 팀 '더 뮤즈' 바싸르 콘서트 오케스트라의 연주에 맞춰 다양한 영화 및 뮤지컬 OST를 선보여 관중들의 귀를 풍요롭게 했다.

특히 영화 '라라랜드'의 'Another Day of Sun', 영화 '알라딘'의 'A Whole New World', 뮤지컬 '시카고'와 '그리스', '맘마미아', '사랑은 비를 타고' 등 대중에 친숙한 음악으로 대중성과 예술성을 겸해 관객들로부터 호응을 얻었다.

한화그룹은 '한화 팝&클래식 여행' 외에도 다양한 메세나 활동을 통해 대중과 소통하고 있으며 국내에서 접하기 어려운 지휘자 및 연주단을 초청하는 한화클래식, 실력과 명성을 갖춘 국내 교향악단들이 참여하는 '한화와 함께하는 교향악축제' 등이 대표적이다.

@highlight

한화그룹은 22일 대전예술의 전당에서 뮤지컬 인라이프를 주제로 공연을 하였으며, 16년째 계속되는 문화예술 분야 사회공헌 프로그램을 통해 대중과 소통하고있다.