전남 나주시(시장 강인규)는 제2회 백호임제문학상 본상에 소설가 정진영의 '침묵주의보'를, 나주문학상에 오성인 작가의 시집 '푸른 눈의 목격자'를 각각 선정했다고 22일 밝혔다.

백호 임제 문학상은 나주를 대표하는 조선 중기 문인이자 사상가인 백호 임제의 문학적 업적을 기리기 위한 작품 공모전으로 지난해부터 실시하고 있다.

또 공모전 구성과 운영은 본상의 경우, 시와 소설 2개 부문을 격년제로 시상한다.

나주문학상은 지역민의 문학 창작 활동을 장려하기 위해 마련됐다.

응모 대상은 최근 2년간 발표된 작품집(타 문학상 수상 이력 제외)으로 백호 임제의 날카로운 시대정신과 문학적 업적을 기리기 위한 공모전 취지를 심사에 중점 반영해 최종 수상작을 선정했다.

본상 수상작인 소설 '침묵주의보'는 작품 속 주인공이 '기자'로 언론사의 생리와 이해관계를 흥미진진한 서사를 담아냈다.

특히 주인공으로 하여금 우리 일상에 만연한 권력형 부패와 비리를 폭로하는 한편, 자의와는 달리 동조자, 하수인이 될 수밖에 없는 평범한 사람들의 심리를 잘 표현해냈다는 평가다.

소설가이자, 현 문화일보 기자로 활동 중인 정진영씨는 지난 2008년 장편소설 '발렌타인데이'으로 한양대학보 문예상 대상, 지난 2011년 장편소설 '도화촌 기행'으로 '제3회 조선일보 판타지 문학상'을 수상한 바 있다.

시집 '푸른 눈의 목격자'로 나주문학상에 선정된 오성인 작가는 지난 1980년 오월의 광주를 새로운 세대의 시선으로 형상화했으며 어둠과 죽음, 슬픈 언어들을 회피하거나 무르지 않는 시적 표현이 돋보인다는 평가다.

오 시인은 지난 2013년 시 작품 '시인수첩'을 통해 등단했으며 지난해 출간한 자신의 첫 시집인 푸른 눈의 목격자가 나주문학상에 선정되는 기쁨을 누렸다.

현재는 한국작가회의 젊은 포럼 회원으로 활동 중이다.

시는 내달 7일 오후 2시 백호문학관에서 시상식을 비롯해 음악 공연, 작가와의 만남 등 다채로운 행사를 진행할 예정이다.

@highlight

제2회 백호임제문학상 본상에 소설가 정진영의 '침묵주의보'를, 나주문학상에 오성인 작가의 시집 '푸른 눈의 목격자'를 각각 선정했는데, '침묵주의보'는 언론사의 생리와 이해관계를 재밌는 서사로 담아냈고 '푸른 눈의 목격자'는 1980년 5월의 광주를 신세대의 시선으로 담아낸 작품이다.