제주지역 카지노업의 신설·이전·확장에 따른 허가 또는 변경허가 신청시 카지노산업 영향평가를 실시하는 내용을 담은 개정 조례안이 제주특별자치도의회 상임위원회 문턱을 넘었다.

이 조례안이 오는 12월 16일 본회의를 통과하게 되면 드림타워 카지노에 처음 적용될 것으로 전망되고 있다.

제주도의회 문화관광체육위원회(위원장 이경용, 무소속·서귀포시 서홍·대륜동)는 22일 제378회 제2차 정례회 제1차 회의를 열고 제주도가 제출한 '제주도 카지노업 관리 및 감독에 관한 일부개정조례안'이 수정해 가결했다.

개정 조례안은 카지노업의 신설, 이전, 확장에 따른 허가 또는 변경허가 신청이 있는 경우 허가 신청 전에 카지노산업 영향평가를 실시하도록 하는 조항이 신설됐다.

영향평가 대상은 카지노업 신규허가를 받으려는 경우와 영업소 소재지의 변경, 영업장 면적 변경 관련 증가 규모와 기존 규모를 합쳐 기존 면적의 2배를 초과하는 경우 등이다.

영향평가 대상인 카지노 사업자는 카지노산업 영향평가서를 작성, 허가 또는 변경허가 신청 60일 전까지 제주도지사에게 제출해야 한다.

영향평가서가 제출되면 도지사는 카지노산업 영향평가 심의위원회 심의를 거쳐 평가 결과를 통보하게 된다.

또 카지노산업 영향평가의 전문성과 공정성을 확보하기 위해 '카지노산업 영향평가 심의위원회'를 도지사 소속으로 두게 되며, 심의위원회는 학식과 경험이 풍부한 사람으로 공정하게 구성·운영하되 지역주민 대표와 시민단체 등 민간전문가를 포함시키도록 하고 있다.

이날 문광위는 카지노산업 영향평가시 '영향평가에 필요한 평가분야 및 항목'을 '영향평가는 영향평가대상사업의 시행에 따른 경제·사회·환경 및 지역사회 기여 등의 분야에 대해 실시하며'로 수정했다.

또 '심의위원회'를 '카지노산업 영향평가 심의위원회'로 수정했으며, 심의위원회는 15명 이내로 구성하도록 규정했다.

문광위는 조례안 심사를 통해 세계적인 관광 흐름인 대형카지노를 포함한 복합리조트 육성에 공감한 대신 허가와 관리조건을 강화해야 한다고 판단했다.

@highlight

제주지역 카지노업의 신설,이전,확장에 따른 허가 신청시 영향평가를 실시하는 개정 조례안이 제주특별자치도의회 상임위원회에서 통과되었는데,  문광위는 이 심사를 통해 복합리조트 육성에 공감한 대신 허가와 관리조건을 다지기 위함이라고 판단했다.