[충청일보 배명식기자] 충북 지역의 무허가 축사 적법화 완료율이 90%를 웃돌 것으로 전망된다.

24일 충북도에 따르면 도내 11개 시·군의 무허가 축사 적법화 대상 농가는 올 11월 21일 기준으로 2219곳이다.

이 중 이행 기간 내 적법화를 마친 농가는 65.5%인 1454곳이다.

전국 완료율 54.2%보다 훨씬 높은 데다 17개 광역자치단체 중 1위에 해당한다.

도내 지역별로는 충주시가 88.2%로 가장 높다.

단양 86.4%, 증평 81.6%, 음성 73.0%, 옥천 67.1% 등의 순이다.

적법화하지 못한 농가는 행정제재 등이 불가피한 상황이었지만 정부가 무허가 축사 적법화 이행 기간을 추가로 연장해 불이익을 피할 수 있게 됐다.

도는 최근 각 시·군을 통해 신청을 받아 적법화 이행 기간을 연장받는 농가 600곳을 선정했다.

측량 완료, 퇴비사 설치, 건폐율 초과부분 자진 철거 등의 조건을 모두 충족했다.

이들 농가가 적법화를 모두 마치면 완료율은 92.6%까지 올라간다.

허가받은 축사가 2054곳이 되는 셈이다.

도는 적법화를 하지 못하는 무허가 축사 24곳은 별도 관리하기로 했다.

141곳은 폐업 등의 절차를 밟을 것으로 알려졌다.

도 관계자는 "추가 이행 기간이 부여된 농가는 적법화를 마칠 때까지 매월 지도 점검에 나선다"며 "적법화를 하지 않는 농가는 폐업, 신고미만 운영 등을 수시로 확인할 계획"이라고 말했다.

도는 지난 해 9월 27일 축산 농가들로부터 무허가 축사 적법화 이행계획서를 접수하고 1년간의 이행 기간을 부여했다.

개정된 '가축분뇨의 관리 및 이용에 관한 법률'에 따라 지난 9월 27일까지 적법화를 완료하도록 했다.

이어 정부가 추가로 이행 기간을 연장하기로 결정하면서 대상 농가를 선정했다.

무허가 축사를 적법화하지 않으면 축사 폐쇄나 사용 중지, 1억원 이하의 과징금이 부과된다.

@highlight

층북도는 최근 각 시·군을 통해 접수되어 적법화 이행 기간이 연장된 농가 600곳을 선정하였으며 이들 농가가 적법화를 모두 마치면 무허가 축사 적법화 완료율이 92.6%가 예상되고 있다.