22일 구청 공연장에서 열린 평화의 소녀상, 강제징용 노동자상 건립추진위원회 발대식 손피켓 퍼모펀스 모습.

대전 동구가 평화의 소녀상과 강제징용 노동상 건립 추진에 박차를 가하고 있다.

구에 따르면 22일 청사 공연장서 평화의 소녀상과 강제징용 노동자상 건립을 위한 건립추진위원회 발대식을 개최했다.

이날 평화의 소녀상과 강제징용 노동자상 건립추진위원회 주관으로 구민 약 500명이 참여한 가운데, 뜨거운 열기 속에 식전행사, 경과보고, 기념사, 축사, 결의문 낭독, 손피켓 퍼포먼스 순으로 진행됐다.

이번 소녀상과 노동자상이 건립되면 대전지역에는 모두 2곳으로 늘어나게 된다.

구는 특히 대전 만세운동의 발상지인 인동 만세로 광장에 순수 민간주도의 독립기념물이 건립된다는 점에 남다른 의미를 가질 것으로 보고 있다.

건립추진위원회는 한 시민단체 제안으로 구성됐다.

이에 자발적인 주민 참여 분위기가 조성됨에 따라 발대식을 진행했으며, 건립사업을 내년 3.16 만세운동 재연행사 전까지 마무리할 계획이다.

주민·사회단체, 동구문화원, 주민사랑네트워크, 종교계, 광복회 등 각계각층을 대표하는 민간위원으로 구성된 건립추진위원회는 주민참여 분위기 조성과 사업비 모금 운동(약 6000만 원)을 펼칠 계획이다.

황인호 청장은 "주민분들께서 자발적으로 십시일반 모금운동을 펼쳐 소녀상과 노동자상 건립사업 추진에 앞장서 주셔서 감사드린다"며 "일제강점기 일본군 위안부와 강제징용 피해자들의 명예와 인권회복은 물론 아픈 과거를 치유하고 민족적 자존감 회복의 역사교육의 장으로 활용할 계획"이라고 밝혔다.

한편 공동추진위원장인 길공섭 동구문화원장, 이보출 주민자치위원장협의회장, 양길모 충우회장, 일륜스님 대전불교발전위원회장, 정헌화 세풍지업사대표, 안유배 하소산업단지협의회장은 3000명 이상이 참여할 수 있도록 분위기 확산과 모금운동을 펼쳐 평화의 내일로, 희망찬 미래로 나아가는 고장을 만드는데 힘 쓰기로 뜻을 모았다.

@highlight

대전 동구가 22일 청사 공연장서 평화의 소녀상과 강제징용 노동자상 건립을 위해 구민 약 500여명이 참여한 가운데 건립추진위원회 발대식을 가졌다.