[봉화] 봉화군의 내년예산이 올해 보다 290억원이 늘어난 4천360억으로, 특히 농림분야에 1천억원 넘겨 최대 규모이다.

봉화군은 2020년 예산안을 지역소멸 위기극복과 농업·농촌의 미래 성장 준비, 주민복지 향상에 중점을 둔 4천360억원을 편성해 군의회에 제출했다고 24일 밝혔다.

이는 올해 본예산 4천70억원보다 290억원(7.13%)이 증가한 규모로 정부의 재정확장 기조에 맞춰 가용재원을 최대한 반영한 것으로, 일반회계 4천98억원, 특별회계 262억원으로 편성했다.

당초 경기침체에 따른 지방세수 감소, 내국세 감소에 따른 보통교부세 감소 등 세입예산 감소가 우려됐으나, 적극적인 국·도비 확보 노력으로 국도비보조금이 200억원이상 늘어나면서 증액편성이 가능했다.

분야별로는 농림분야가 1천6억원(23.1%)으로 역대 최대 규모로 가장 많은 비중을 차지하고, 다음으로 사회복지분야 707억원(16.2%), 지역개발분야 542억원(12.4%), 환경 상하수도분야 483억원(11.1%), 문화관광분야 375억원(8.6%) 순으로 편성됐다.

단일 사업으로는 봉화댐 건설사업에 118억원이 편성돼 본격적으로 사업이 추진될 것으로 전망되고, 농업인경영안정자금 46억원, 농작물재해보험료지원 군비부담분 98억원, 분천 산타마을 관광 명소화 관련 사업비 90억원, 미래성장 선도지구 부지매입비 70억원, 내성천 경관타워 건립 49억원 등 다른 지역에 없는 차별화된 지역특성을 살릴 수 있는 사업비이다.

엄태항 봉화군수는 군의회 시정연설을 통해 "어려운 재정여건 속에서 세출예산 구조조정을 통해 불요불급한 사업은 과감히 줄이고, 지역의 주력산업인 농업의 발전과 군민 복리증진에 중점을 두고 예산을 편성했다"며 "봉화의 미래를 만들어가는 마중물과 군민 행복의 디딤돌로서 제 역할을 다할 수 있도록 재정운용에 철저를 기하겠다"고 말했다.

@highlight

봉화군은 가용재원을 반영해 본예산보다 290억원이 증가한 규모로 지역소별 위기극복과 주민복지 향상에 중점을 두고 4천360억원 규모의 예산안을 편성해 군의회에 제출한 가운데, 엄태항 봉화군수는 재정운용에 철저를 기하겠다고 밝혔다.