라이프스타일 브랜드 바디럽이 '퓨어썸 샤워기의 비밀' 이벤트를 토스와 함께 진행했다.

이제 비밀샤워를 만나보세요!"를 진행했다.

'퓨어썸 샤워기의 비밀' 토스 행운 퀴즈 문제가 변경되면 정답이 바뀔 수 있다.

첫 번째 문제는 "바디럽 비밀샤워 샤워기 필터에는 피부 탄력에 도움을 줄 수 있는 비타민C가 레몬 740개 분량인 ○○○○○mg 함유되어 있습니다. ○○○○○에 들어갈 숫자는 얼마일까요?"이다.

정답은 '37000' 이다.

두 번째 문제는 "미국 환경 보호기구의 랜스 왈레스 박사에 따르면 체내의 높은 □□□□□ 수치는 대부분의 가정에서 샤워할 때 쓰는 물에 함유된 염소가 주 원인으로 의심된다고 합니다. □□□□□는 무슨 수치일까요?"이다.

정답은 '클로로포름' 이다.

세 번째 문제는 "비밀샤워의 함유된 우유 파우더와 천연 □□□□의 높은 보습력이 피부를 윤기있고, 촉촉하게 가꾸어 줍니다. □□□□는 무엇일까요?"이다.

정답은 '글리세린'이다.

네 번째 문제는 "자사 테스트 결과 비밀샤워를 사용했을 때 샤워 후 피부 수분도가 ○○% 상승했습니다. ○○에 들어갈 숫자는 무엇일까요?" 이다.

정답은 '31'이다.

바디럽 퓨어썸 샤워기는 SNS에 입소문이 난 필터 샤워기다.

정수기용으로 쓰이는 마이크로 세디먼트 필터를 사용한 퓨어필터는 미세한 섬유조직으로 설계됐다.

바디럽 퓨어필터는 미세먼지 크기보다 작은 1㎛~5㎛의 아주 미세한 입자의 녹과 각종 불순물을 걸러준다고 한다.

@highlight

라이프스타일 브랜드 바디럽이  미세먼지 크기보다 작은 1㎛~5㎛의 아주 미세한 입자의 녹과 각종 불순물을 걸러주는 바디럽 퓨어필터 성능 홍보를 위해  '퓨어썸 샤워기의 비밀' 이벤트를 토스와 함께 진행하고 있는데 토스 행운 퀴즈 문제가 변경되면 정답이 바뀔 수 있다