제주도의회 제2공항 갈등 해소를 위한 특별위원회 구성과 관련해 도의회 내부에서 불협화음이 일고 있다.

안타까운 일이다.

제2공항을 둘러싼 도민 갈등이 첨예한 상황에서 도의회가 이래도 되나 싶다.

서로가 힘을 모아 결연한 의지를 갖고 임해도 모자랄 판이다.

이런 상황에서 특위를 가동한들 무슨 수로 도민 갈등을 해소하고 그들이 기대하는 성과를 낼 수 있겠는가.

지난 15일 의원 7명으로 특위를 구성했지만, 지금까지 마치 이전투구를 벌이는 형국이 이어지고 있다.

김장영 교육의원은 특위 위원에서 사퇴했다.

안창남 의원과 이경용 의원은 "특위 구성에 중립성이 의심 들고, 도민 신뢰까지 훼손할 우려가 있다"며 비난했다.

여기에 의회 운영위원장인 김경학 의원은 사실상의 특위 재구성을 촉구하며 가세했다.

이에 김태석 의장은 정면으로 반박하고 있다.

김 의장은 "상임위원장에게 특위 위원을 의뢰했고, 추천된 의원을 절차에 따라 선임했다. 연락이 닿지 않아 위원장에게 의견을 묻지 못하고 직접 참여 여부를 확인한 1개 상임위 외에는 객관성과 공정성을 훼손할 여지는 없었다"고 밝혔다.

이 같은 갑론을박은 상대의 시각에 따라 기우(杞憂)일 수 있고, 아전인수격 해석이라고 치부할 수 있다.

도의회 전체 의원들이 제2공항에 대해 개인적으로 찬·반 의견을 공개적으로 밝힌 적이 없기 때문이다.

누가 찬성하고, 누가 반대하고, 누가 중립적인지 모른다는 이야기다.

동료 의원이라고 하지만 평소의 의정 활동에 비춰 그럴 것이라고 짐작할 수는 있으나 확신하기에는 부담이 따른다.

또한 찬·반이 고정불변이기를 기대하는 것도 무리다.

정치적 상황과 민심의 흐름에 따라 변할 수 있다.

도의회는 특위를 둘러싼 논란에 솔직해질 필요가 있다.

갈등을 봉합할 수 있다면 잘 봉합해야 한다.

그리고 난 후 협조해야지, 발목을 잡으려 해선 안 된다.

그것이 불가능하다 싶으면 새로 새판을 짜면 된다.

그때는 뒤로 빠지려고 해서는 안 될 것이다.

수렁에서 서둘러 빠져나와야 한다.

@highlight

제주도의회 제2공항 갈등 해소를 위한 특별위원회 구성 건으로 도의회 내부에서 불화가 일어나고 있는데 갈등을 해결하고 좋은 방안을 마련해야한다.