부산시는 공공건축 사업의 공공성 확보와 디자인 향상을 위해 추진 중인 '공공건축 설계공모 시범사업' 5건 가운데 4건의 공모절차를 완료, 24일 결과를 공개했다.

이번에 공모절차가 완료된 시범사업은 △우암부두 지식산업센터 건립(당선자 숨비건축사사무소 대표 김수영) △북구 소방서 건립(당선자 ㈜아이엔지그룹건축사사무소 대표 김안경) △부산복합혁신센터 건립(당선자 아키텍케이(K) 대표 이기철) △신평·장림 산업단지 혁신지원센터 건립(당선자 에스유제이(SUJ)건축사사무소 대표 전상욱)이다.

부산시는 공모 운영의 전문성을 확보하기 위해 건축 관련 전문가와 사업기획, 실행부서 담당자들로 구성된 설계 공모 운영위원회를 구성해 공모절차를 진행했다.

공모안 심사는 2차례에 걸쳐 이뤄졌다.

1차 심사에서는 2차 심사 대상작 4~5 작품을 선정하고, 2차 공개 심사를 통해 당선작을 선정했다.

특히, 2차 심사에서는 설계자의 제안설명과 더불어 심사위원들과의 심층적인 토론을 병행해 도면으로는 파악하기 힘든 설계자의 설계 의도를 더욱 명확히 심사에 반영했다.

심사의 전 과정은 '건축주택국 페이스북'을 통해 생중계되는 등 투명하게 진행됐다.

심사과정이 공개되면서 사업별 설계 공모 참가자뿐만 아니라 향후 공모 참가를 희망하는 건축사를 비롯해 건축학도들에게도 많은 도움이 되고, 심사과정의 공정성과 투명성도 한층 강화됐다는 게 부산시의 설명이다.

시 관계자는 "이번 시범사업 추진과정에서 이루어진 새로운 시도들은 공공건축의 활성화를 위한 것인 만큼, 건축 관계자와 시민들의 아낌없는 지지와 협조를 부탁드린다"며 "앞으로 대규모 사업에도 이 제도를 적용한다면 공공가치의 품격과 도시경쟁력 강화에 크게 기여할 수 있을 것"이라고 전했다.

한편, 설계공모 시범사업으로 추진 중인 영도구 다목적 실내체육관 건립사업은 내년 2월께 심사가 완료될 것으로 예상된다.

@highlight

24일 부산시는 전문설계 공모 운영위원회를 구성과 두차례 공개 심사를 통해서 '공공건축 설계공모 시범사업' 5건 가운데 4건의 공모절차를 완료했다고 발표했다.