이경훈(28ㆍCJ대한통운ㆍ사진)이 이틀 연속 우승 경쟁을 이어갔다.

23일(한국시간) 미국 조지아주 시아일랜드의 시아일랜드리조트 플랜테이션코스(파72ㆍ7060야드)에서 계속된 미국프로골프(PGA)투어 2019/2020시즌 11차전, 이른바 '가을시리즈 최종전' RSM클래식(총상금 660만 달러) 둘째날 4언더파를 보태 공동 7위(10언더파 132타)에 자리했다.

대회는 시사이드코스와 플랜테이션코스를 오가며 1, 2라운드를 소화한 뒤 다시 시사이드코스에서 3, 4라운드를 치르는 방식이다.

이경훈은 1타 차 공동 2위로 시작해 버디 6개와 보기 2개를 묶었다.

10번홀 버디를 13번홀(이상 파4) 보기로 까먹은 뒤 17~1번홀 3연속버디에 이어 4번홀(파5) 버디로 가파른 상승세를 탔다.

다만 나머지 5개 홀에서 버디 1개와 보기 1개를 맞바꾸며 타수를 줄이지 못한 것이 아쉬웠다.

페어웨이안착률 85.71%에 그린적중률 77.78%를 기록했다.

선두와는 4타 차, 아직은 생애 첫 우승을 노려볼 수 있는 자리다.

타일러 덩컨(미국)이 시사이드코스(파70ㆍ7005야드)에서 9언더파를 몰아쳐 단숨에 리더보드 상단(14언더파 128타)을 점령했다.

'샌더슨팜스 챔프' 세바스티안 무뇨스(콜롬비아) 공동 2위(12언더파 130타), 파비안 고메스(아르헨티나) 공동 5위(11언더파 131타), '2승 챔프' 브렌던 토드(미국)가 공동 7위에서 추격 중이다.

한국은 김시우(24ㆍCJ대한통운), 최경주(49ㆍSK텔레콤), 배상문(33)이 '컷 오프'가 됐다.

@highlight

이경훈이 23일 미국 PGA투어 2019/2020시즌 11차전에서 버디 6개와 보기 2개를 기록하며 4언더파를 더해 공동 7위에 올라 우승 경쟁을 계속했다.