부산 오륙도에 '5G 실감미디어 체험관'이 문을 열었다.

부산시는 22일 남구 용호동 오륙도 해파랑길 관광안내소에 195㎡ 규모 '5G 통신기술 기반 실감미디어 체험관'을 개소, 부산 주요 관광지를 가상현실(VR) 미디어 콘텐츠로 제작해 체험할 수 있게 제공한다.

체험관은 과학기술정보통신부 기가코리아사업단 '5G 기반 인터렉티브 실감미디어 기술개발 및 실증 서비스' 사업 핵심 인프라다.

과기정통부와 사업단은 그동안 이 사업에서 5G 멀티미디어 실증용 기술, 크로스 플랫폼 기반 멀티유저 통신 네트워크, N스크린 기반 인터렉티브 액티비티 증강현실(AR)·혼합현실(MR) 실증 콘텐츠 등 5G 기반 다양한 기술을 개발해왔다.

또 지난해 부산시를 사업 실증 지자체로 선정해 SK브로드밴드, SK텔레콤 등 사업 참여 기업과 5G 실감미디어 체험관, VR웰니스서비스, 대화면 라이브 공연장 등 3개 실증사업을 추진했다.

5G 실감미디어 체험관 위치(위)와 제공 콘텐츠.

체험관은 개발과 실증 결과물로 만든 360도 VR 미디어콘텐츠를 체험할 수 있는 곳이다.

관람객은 VR 4D시뮬레이터 보트를 타고 부산 바다 여행을 비롯한 실사 영상 콘텐츠를 체험할 수 있다.

부산 여행 정보를 인터렉티브 스마트 사이니지로 받고, 디지털 방명록 서명 경험도 할 수 있다.

추승종 부산시 스마트시티추진과장은 "국내 최초 5G 기반 실감미디어 체험관이다. VR 문화, VR 관광 등 콘텐츠를 다양화해 부산을 찾는 관광객에게 새로운 볼거리를 제공하고 관광 활성화에도 크게 기여할 것"이라면서 "실증사업과 체험관 운영으로 확보한 5G기술, 실감형 미디어 신기술 등을 부산 제조·서비스업과 융합해 나가겠다"고 말했다.

이날 개소식에는 과기정통신부 기가코리아사업단, 박재호 국회의원, 박재범 남구청장, 관광객, 시민 등 100여 명이 참석했다.

@highlight

부산시는 22일 남구 용호동 오륙도 해파랑길 관광안내소에 195㎡ 규모 '5G 통신기술 기반 실감미디어 체험관'을 개소, 부산 주요 관광지를 360도가상현실(VR) 미디어 콘텐츠로 제작해 체험할 수 있는 곳이다.