[충청투데이 최정우 기자] 한국철도와 철도노조의 파업이 5일째 진행중인 가운데 양 측간 임금 및 특별 단체교섭 결과에 관심이 모아지고 있다.

24일 한국철도에 따르면 23일 저녁부터 노사간 쟁점인 4조 2교대제 도입을 위한 인력충원 등 임금교섭과 특별 단체교섭에서 합의를 진행 중이다.

23일 밤부터 시작해 24일 새벽 3시까지 이어진 양측의 본교섭 및 실무교섭은 24일 오전 9시부터 재개된 상태다.

철도 노사는 △4조 2교대 내년 시행을 위한 인력 4000명 충원 △총인건비 정상화(임금 4% 인상) △생명안전업무 정규직화와 자회사 처우 개선 △철도 공공성 강화를 위한 철도통합을 비롯해 SRT 운영사인 SR과의 연내 통합 등 4가지 요구 조건을 두고 이견을 조율하고 있다.

한국철도 관계자는 "23일 저녁 7시~8시 한국철도 서울사옥에서 본교섭이 재개됐으며 24일 새벽 3시까지 실무 집중 교섭을 벌인 뒤 휴식에 접어든 상태"라며 "24일 오전 9시부터 실무 교섭이 재개, 이견이 조율되면 본교섭을 시도해 오늘(24일) 중으로 협상 타결에 대한 가능성에 기대를 걸고 있지만, 협상이 파행될 경우 파업 장기화의 우려도 있을 것으로 예상된다"고 말했다.

이처럼 전국철도노동조합 파업이 5일째 접어들면서 KTX·새마을호 등 열차 운행도 절반 이상 줄어들어 시민들의 불편은 지속되고 있다.

24일 기준 전체 열차는 평시의 74.9%만 운행, KTX는 평소 327대에서 223대로 줄어 68.9%, 새마을호는 74대에서 44대로 감소한 58.3%, 무궁화호는 283대에서 177대로 줄어 62.5%만 운행 중이다.

이에 철도를 이용하는 시민들도 협상 타결에 대한 파업 중단을 기대하고 있다.

지역 시민 김(34·대전 서구)모 씨는 "결국 52시간을 지키면서 임금을 인상하려는 취지로 파업을 하는 것은 공기업으로서 책임감이 없는 것 아니냐"며 "한국철도가 공기업으로서의 책임감을 다하고 국민들로부터 무너진 신뢰를 쌓아올리기 위해서라도 파업 장기화는 피해야 한다"고 말했다.

@highlight

한국철도와 철도노조는 파업 5일째에 노사간 쟁점인 4조 2교대 도입을 위한 인력충원, 임금 및 특별 단체교섭 해서 합의를 진행중이라고 밝힌 가운데 철도는 이용하는 시민들은 협상 타결에 의한 파업 중단을 기대하고 있는 상황이다.