코트라(사장 권평오)는 한·아세안 특별정상회의에 맞춰 부산벡스코에서 25~26일 각국 정부와 기업 등이 참가하는 다양한 경제협력 부대행사를 개최한다고 밝혔다.

한-아세안 대화관계 수립 30주년을 기념하는 정상회의의 부대행사로 △인베스트 아세안 △스마트시티 페어 수출상담회 △다자개발은행(MDB) 프로젝트 플라자 등이 열린다.

인베스트 아세안은 국내 기업들이 아세안(ASEAN·동남가국가연합)의 투자환경을 한 곳에서 살펴보고 진출 정보를 얻을 수 있도록 하자는 취지에서 마련됐으며, 해외관련 기관 75개와 국내 관심기업 약 300개사가 참가한다.

인베스트 아세안 행사에서는 국가별 투자환경을 홍보하는 설명회도 개최한다.

법무 회계 노무 통관분야 상담을 위해 은행 법무법인 등이 금융·컨설팅관에 참가해 원스톱으로 정보를 제공한다.

마하티르 모하맛 말레이시아 총리와 응우옌 쑤언 푹 베트남 총리 등 일부 정상은 직접 이곳을 찾아 둘러볼 예정이다.

필리핀과 태국은 투자청이 진출 관심기업 20여개와 간담회를 열어 애로를 파악하고 투자환경 개선에 나선다.

코트라와 국토교통부가 공동 진행하는 '한·아세안 스마트시티 페어 수출상담회'에는 태국 싱가포르 말레이시아 베트남 등 주요 발주처·바이어 23개사와 국내 기업 약 120개사가 참가한다.

행사에서는 참가국의 주요 스마트시티 프로젝트를 소개하고 비즈니스 협력 기회를 모색할 전망이다.

'MDB 프로젝트 플라자'는 코트라와 기획재정부, 산업통상자원부가 공동 개최한다.

세계 다자개발은행 4곳과 11개 국가의 26개 발주처, 국내 기업·기관 관계자 100여명이 참가했다.

코트라 관계자는 "아세안은 이미 제2위 교역 대상국이자 최대 인프라 수주지역"이라면서 "이번 행사는 경제협력 분야를 미래 신산업, 해외투자, 스마트시티 등으로확대해 동반성장과 상생번영을 이루자는 취지에서 마련됐다"고 말했다.

@highlight

코트라는 부산벡스코에서 25~26일 한-아세안 대화관계 수립 30주년을 기념하는 각국 정부와 기업 등이 참가하는 다양한 경제협력  부대행사를 개최하여 국내 기업들이 아세안(ASEAN·동남가국가연합)의 투자환경을 한 곳에서 살펴보고 진출 정보를 얻을 수 있도록 했다.