흉기 등으로 위협을 가하는 사람에게 경찰이 권총을 사용할 수 있게 하는 '경찰 물리력 행사기준'이 본격 시행에 들어갔다.

25일 경찰청에 따르면 경찰청 예규인 '경찰 물리력 행사의 기준과 방법에 관한 규칙'이 전날부터 전면 시행됐다.

해당 규칙은 제압 대상자가 경찰관 또는 제3자에게 가하는 행위를 ▲순응 ▲소극적 저항 ▲적극적 저항 ▲폭력적 공격 ▲치명적 공격 등 다섯 단계로 구별하고 각 단계별 사용 가능한 물리력을 규정했다.

특히 대상자가 흉기ㆍ둔기ㆍ총기류를 이용해 위력을 행사하거나 무차별 폭행 등 사망 또는 심각한 신체적 부상을 초래할 수 있는 행위를 하는 경우 경찰봉ㆍ가스분사기ㆍ전자충격기는 물론 실탄 권총까지 사용할 수 있도록 했다.

물리력 행사기준 마련에는 지난해 11월 충남 아산시에서 발생한 '유성기업 노조 폭력사태'가 도화선이 됐다.

당시 금속노조 유성지회 조합원들이 회사 간부를 폭행했음에도 현장에 있던 경찰관들은 별다른 조치를 취하지 못했다.

이에 민갑룡 경찰청장은 어떤 상황에서도 일관되게 법집행을 할 수 있는 지침을 마련하겠다고 강조한 바 있다.

경찰은 1년여간의 준비 끝에 물리력 행사기준을 완성했다.

이후 6개월 동안 지역 경찰관 6만여명에 대해 현장교육하고 경찰관 1명이 권총과 전자충격기(테이저건)를 동시 휴대할 수 있도록 하는 휴대장비체계 개선 시범운영에 돌입하는 등 준비 기간을 거쳤다.

일선 경찰관들은 반색하는 모습이다.

수도권 한 지구대에서 근무하는 A 경장은 "현장에서 상황을 판단하고 적절한 장구류를 사용해 대상자를 제압할 수 있을 것"이라며 "추후 상대방 측이 문제를 제기할 경우에도 기준에 맞춰 (물리력을) 행사했다면 경찰에 부담될 일도 적을 것 같다"고 말했다.

한 파출소 소속 B 순찰팀장(경위)은 "급박한 현장에서도 총기 사용을 꺼린 가장 큰 이유는 후폭풍 때문"이라며 "기준에 맞춰 물리력을 썼다면 경찰 내에서도 문제 삼지 않는 분위기가 먼저 형성돼야 한다"고 지적했다.

경찰은 실제 시행 과정을 모니터링하며 물리력 행사기준을 지속적으로 보완할 방침이다.

@highlight

25일 경찰청에 따르면 흉기 등으로 위협을 가하는 사람에게 경찰의 권총 사용을 허용하는 '경찰 물리력 행사기준'이 시행됨에 따라, 제압 대상자가 물리적 도구를 이용해 위력을 행사하거나 무차별 폭행 등 사망 또는 심각한 신체적 부상을 유발할 수 있는 행위를 하는 경우 경찰봉ㆍ가스분사기ㆍ전자충격기는 물론 실탄 권총까지 사용할 수 있도록 전면 시행에 들어갔다.