김정은 북한 국무위원장이 서부전선에 위치한 창린도 방어대를 시찰했다고 조선중앙통신이 25일 이 사진을 보도했다.

촬영 날짜는 밝히지 않았다.

김정은 북한 국무위원장이 남북접경 지역인 창린도 방어부대를 비롯한 '서부전선'을 시찰하고 해안포 사격을 지시한 것에 대해 통일부는 25일 이례적으로 우려의 입장을 표명했다.

이상민 통일부 대변인은 이날 정례브리핑에서 "남북한 접경지역 일대에서 군사적 긴장을 고려시킬 수 있는 우려가 있는 행동은 있어선 안 된다"면서 "남북 간 9.19 군사합의를 철저히 준수해야 한다는 점을 거듭 강조한다"고 말했다.

이 대변인은 "김 위원장이 접경지역 군부대를 방문한 것은 이번이 처음 사례는 아니다"면서도 "서부전선 창린도 방어부대 시찰은 이번이 처음인 것으로 보인다"고 설명했다.

이날 북한 관영매체 조선중앙통신은 김 위원장이 "서부전선에 위치한 창린도 방어대를 시찰하셨다"고 보도했다.

창린도는 황해도 남단, 백령도 남동쪽에 위치한 섬이다.

통신은 창린도 방어대를 "조국의 전초선 섬방어대", "전선(戰線)섬"이라고 칭했다.

김 위원장은 "인민군대에 있어서 싸움준비와 전투력강화가 곧 최대의 애국으로 된다"면서 "인민군대는 정치사상강군, 도덕강군, 군사기술강군화로선을 항구적으로 틀어쥐고 힘차게 투쟁해야 한다"고 강조했다.

뿐만 아니라 김 위원장은 해안포 사격을 지시하기도 했다.

통신은 "최고영도자 동지께서는 전투직일근무를 수행하고있는 해안포중대 2포에 목표를 정해주시며 한번 사격을 해보라고 지시하시였다"면서 "해안포중대 군인들은 평시에 자기들이 훈련하고 연마해온 포사격술을 남김없이 (김 위원자엥게) 보여드렸다"고 전했다.

이달 들어 세 번째 군 관련 공개 행보로, 김 위원장은 앞서 지난 18일(북한 매체 보도 기준) 낙하산 침투훈련을 시찰하고, 16일에는 2년 만에 전투비행술대회를 참관했다.

@highlight

김정은 북한 국무 위원장이 창린도 방어부대를 비롯한 '서부전선'을 시찰하고 해안포 사격을 지시한 사실이 조선중앙통신을 통해 25일 보도된 가운데 통일부는 남북간 군사적 긴장을 유발할 수 있는 행동에 대해 비판하며 남북간 9.19. 군사합의를 준수해야 함을 강조했다.