한국무역협회는 22일 서울 삼성동 코엑스에서 '지역특화 청년 무역전문가 양성사업(GTEP) 전자상거래 우수사례 경진대회'를 개최했다고 25일 밝혔다.

GTEP은 전국 20개 대학이 참여하는 대표적인 실무형 무역 전문인력 양성 프로그램으로, 무역협회와 산업통상자원부가 2007년부터 운영하고 있다.

현재 786명의 학생들이 전국 20개 대학 사업단에서 활동하고 있으며 지금까지 7403명의 예비 무역인이 배출됐다.

이번 대회는 GTEP 학생들이 우리 중소기업 제품을 케이몰24, 이베이, 아마존 등 전자상거래 플랫폼에 등록하고 마케팅에서 판매, 물류 및 통관까지 직접 진행했던 사례들을 발표하고 성과를 공유하기 위해 마련됐다.

전국 35개 팀 중 예선을 통과한 11개 팀이 이날 결선 무대에 올랐다.

대상은 인하대학교의 '이매지나' 팀이 차지했다.

인하대 학생들은 셀카봉과 에어쿠션 퍼프를 결합해 손이 닿기 힘든 등 부분에도 로션을 편하게 바를 수 있는 아이디어 상품 '뽀손이'를 비롯해 산업용 목장갑, 친환경 빨대 등을 아마존에 등록해 860달러어치를 판매하는 데 성공했다.

특히 뽀손이는 아마존의 검색어 빅데이터를 분석해 빈도수가 높은 광고 키워드를 활용한 마케팅 전략으로 개인 위생용품 제품군에서 베스트셀러 13위를 기록했다.

이매지나의 이은기 팀장은 "제품을 제공해줄 기업을 섭외하는 데 많은 어려움이 있었지만 진지한 자세로 계속 문을 두드리니 협업을 허락해줬다"면서 "후배들에게도 우리 노하우를 전수해 GTEP 학생들이 더 많은 기업의 수출 지원군이 되도록 하겠다"고 말했다.

최우수상은 순천향대학교의 '고마나루'(관광 콘텐츠)와 건국대학교의 '이커머스의 진수'(유아복)가 수상했다.

무역아카데미 김고현 사무총장은 "학생들이 처음으로 직접 수출전선에 뛰어들다 보니 많은 어려움을 겪기도 했지만 열정과 끈기, 사고의 전환과 새로운 시도로 극복한 사례는 우리 수출기업들도 충분히 참고할 만하다"면서 "이번 행사가 미래 무역인재 양성과 우리 기업의 전자상거래 수출 활성화에 기여할 수 있기 바란다"고 전했다.

@highlight

25일 한국무역협회는 22일 코엑스에서 '지역특화 청년 무역전문가 양성사업(GTEP) 전자상거래 우수사례 경진대회'를 개최했다고 밝혔는데, 이 사업은 실무형 무멱 전문인력 양성 프로그램으로 학생들이 실제로 전자상거래 플랫폼을 진행했던 사례를 발표하며 성과를 공유하기 위해 마련했다고 전했다.