우리나라 최초의 사제인 김대건 신부(1821~1846)가 2021년 유네스코 세계기념인물로 선정됐다.

지난 14일 프랑스 파리 유네스코 본부에서 열린 제40차 유네스코 총회에서 김대건 신부를 2021년 세계기념인물로 선정했다.

이에 따라 2021년 개최되는 김대건 신부 탄생 200주년 기념행사에서는 유네스코 공식로고를 사용할 수 있으며, 유네스코 인사 초청, 유네스코 후원 국제학술심포지엄 개최, 유네스코 본부에서의 김대건 신부 관련 전시 등도 가능해졌다.

한편 김대건 신부는 짧은 생을 살다 순교했지만 한국인 최초의 사제로서 평등사상과 박애주의를 실천하고 조선전도를 제작해 유럽사회에 조선을 알리는데 기여했다.

이에 당진시는 지난 6월 프랑스, 베트남, 필리핀 등 3개국으로부터 지지선언을 확보해 세계기념인물 신청서를 제출했으며, 유네스코 집행이사회에서는 지난달 17일 제207차 회의에서 김대건 신부 탄생 200주년을 맞아 김대건 신부를 유네스코 세계기념인물로 선정할 것을 권고한 바 있다.

이번 유네스코 세계기념인물 선정과 관련해 김홍장 당진시장과 유흥식 천주교 대전교구장은 유네스코 본부를 방문해 김동기 유네스코 한국대사와 최종문 주프랑스 한국대사 등을 만나 후속사업에 대한 협조와 지원을 당부했다.

또한 방문기간 중 국립파리도서관과 파리외방전교회를 방문해 2021년 기념행사 때 조선전도 대여 전시와 김대건 신부 서한을 포함한 초기 천주교 기록물의 유네스코 세계기록유산 공동등재에 대한 추진 가능성도 타진했다.

김홍장 시장은 “이번 유네스코 세계기념인물 선정으로 김대건 신부가 대한민국을 넘어 세계적가 기념하는 인물이 됐다”며 “오는 2021년 솔뫼성지 일원에서 개최되는 200주년 기념행사에 당진시민의 많은 관심과 참여를 바란다”고 말했다.

@highlight

우리나라 최초의 사제인 김대건 신부가 지난 14일 프랑스 파리 유네스코 본부에서 열림 제40차 유네스코 총회에서 세계기념인물로 선정되어 2021년 개최되는 김대건 신부 탄생 200주년 기념행사에서 유네스코와 관련돤 자료를 이용할 수 있다.