브라질 아마존 열대우림 지역에 건설된 세계 3위 규모의 벨루 몬치 댐이 이번 주부터 본격 가동된다.

브라질 아마존 열대우림 지역에 건설된 세계 3위 규모의 벨루 몬치(Belo Monte) 댐이 본격 가동된다.

이번 주 자이르 보우소나루 대통령이 참석한 가운데 벨루 몬치 댐 준공 기념식을 할 예정이라고 브라질 일간 에스타두 지 상파울루가 24일(현지시간) 보도했다.

벨루 몬치 댐 건설 공사는 루이스 이나시우 룰라 다 시우바 전 대통령 정부에서 시작해 지우마 호세프 전 대통령 정부, 미셰우 테메르 전 대통령 정부, 현재의 보우소나루 정부를 거친 끝에 9년 만에 마무리됐다.

벨루 몬치 댐의 시간당 전력 생산능력은 1만1233㎿다.

중국 싼샤(三峽) 댐(2만2500㎿)과 브라질-파라과이 국경에 있는 이타이푸 댐(1만4000㎿)에 이어 세계 3위 규모다.

벨루 몬치 댐 건설 비용은 400억 헤알(약 11조2370억 원)로, 브라질에서 이루어진 댐 건설 공사 가운데 역대 최고액이다.

벨루 몬치 댐 건설 사업은 1970년대부터 추진됐다.

지난 2010년 입찰을 통해 사업자가 선정되면서 공사가 시작됐으나 원주민 거주지역 수몰과 환경파괴 문제로 시위가 잇따르는 등 갈등을 거듭했다.

환경·인권 관련 비정부기구(NGO)와 원주민들은 댐이 건설되면 주변 열대우림을 수몰 시켜 주민 수만 명의 생활 터전과 생태계를 파괴할 것이라고 주장했고, 법원이 이를 받아들이면서 수차례 공사가 중단됐다가 2011년에 본격적으로 재개됐다.

한편, 그동안의 사업 과정에서 벨루 몬치 댐 가동으로 싱구 강에 서식하는 희귀 어류의 80%가 사라질 것이라는 경고가 나오기도 했다.

환경 전문가들은 "댐 건설·가동으로 수질이 나빠지고 수온이 올라가는 등 어류의 서식환경이 심각하게 파괴될 것"이라고 주장했다.

@highlight

브라질 아마존 열대우림 지역의 벨루 몬치 댐은 시간당 전력 생산능력 세계 3위 규모의 대형댐으로 9년 만에 공사가 마무리되어 이번 주부터 본격 가동될 예정이다.