부동산 시장에 컨소시엄 단지 선호 바람이 불고 있다.

컨소시엄 아파트는 두 곳 이상의 건설사가 공동으로 시공하는 건설사업을 말한다.

25일 금융결제원에 따르면 9월 대림산업과 롯데건설이 서울시 은평구 응암동에 분양한 녹번역 e편한세상캐슬2차는 평균 75.43대 1의 경쟁률을 기록했다.

또 8월 GS건설, 롯데건설, 두산건설이 경기도 의정부시 의정부동에서 분양한 의정부역 센트럴자이&위브캐슬도 평균 17.72대 1의 경쟁률을 기록한 바 있다.

이처럼 컨소시엄 아파트가 높은 인기를 얻는 데는 두 곳 이상 건설사가 참여하는 만큼 시공 기술이 집약돼 우수한 설계를 자랑하기 때문이다.

또 대기 수요가 활발해 기존 입주 단지에도 프리미엄이 붙고 있다.

국토교통부 실거래가에 따르면 지난 10월 서울 강동구 고덕동에 위치한 '고덕래미안 힐스테이트' 전용 84㎡는 13억 원(26층)에 거래됐다.

이는 지난해 거래된 11억 9300만 원(21층)에서 1억700만 원 오른 금액이다.

이처럼 컨소시엄 단지가 주목을 받는 가운데 인천시 미추홀구 주안동에 분양 예정인 현대건설, 대우건설의 합작품인 '힐스테이트 푸르지오'도 덩달아 관심받고 있다.

힐스테이트 푸르지오 주안은 지하 3층~지상 40층 22개 동으로 들어서며 남향 위주 배치로 채광성을 높인 점이 특징이다.

또 40층 높이의 스카이라인이 돋보이는 화려한 외관 디자인이 적용돼 지역 랜드마크로 자리 잡을 전망이다.

여기에 힐스테이트 사물인터넷(IoT) 서비스인 하이오티 기술이 적용돼 스마트폰 앱으로 조명, 가스, 난방 등을 제어할 수 있어 편리한 생활이 가능하다.

힐스테이트 푸르지오 주안 분양홍보관은 인천광역시 미추홀구 주안동 천일빌딩 3층이며, 견본 주택은 인천광역시 미추홀구 주안동 1423-30번지에서 12월 중에 개관한다.

입주는 2023년 6월 예정이다.

@highlight

부동산 시장에  두 곳 이상의 건설사가 공동으로 시공하는 컨소시엄 아파트의 선호도가 올라가고 있는데 이는 여러 건설사가 참여하는 만큼 시공 기술이 집약돼 설계력이 우수하기 떄문이다.