▲ 당진시와 당진시복지재단, 당진시지역사회보장협의체, 당진지역 14개 읍면동 지역사회보장협의체가 업무협약을 지난 20일 체결했다.

지역 여건에 맞는 복지 특화사업을 추진하고자 당진시와 당진시복지재단, 당진시지역사회보장협의체, 당진지역 14개 읍·면·동 지역사회보장협의체가 업무협약을 지난 20일 체결했다.

이날 협약은 실질적으로 경제적인 어려움을 겪고 있으나 법적인 지원기준을 충족하지 못해 도움을 받지 못하는 복지사각지대 취약계층을 발굴하고, 민·관 협력을 통한 복지서비스를 제공하고자 진행됐다.

이번 협약을 통해 기관들은 복지사각지대 발굴과 자원개발에 협력키로 약속했다.

이를 위해 당진시에서는 일시 및 정기기부(CMS) 등을 통한 특화사업 재원 모금 관련 계획을 수립하고 홍보에 집중하기로 했다.

또한 지역사회보장협의체는 복지사각지대 대상자 지원을 위한 자원을 개발하고, 조성된 기부금을 당진시복지재단으로부터 지원받아 심의할 예정이다.

이후 대상자 및 특화사업을 지원하고 조성된 기부금 사업 정산을 담당하게 된다.

한편 핵심역할을 수행할 14개 읍·면·동 지역사회보장협의체는 각 지역별로 특화사업 재원 모금 목표액을 설정하고 복지사각지대 대상자 지원을 위한 자원 개발과 특화사업을 직접 수행한다.

또한 당진시복지재단은 특화사업 재원 모금에 필요한 전용계좌를 개설한 뒤 기부 금품 영수증 발급 등의 역할을 맡는다.

14개 읍·면·동 지역사회보장협의체를 대표하는 김창규 회장은 “동네에 복지 사각지대에 처한 이웃을 발굴해 다시 일어설 수 있도록 지원해야 한다”며 “모두가 리더십을 발휘해 자원이 골고루 분배되도록 노력해야 한다”고 말했다.

한편 읍·면·동 협의체는 지역 내 복지사각지대 대상자 발굴과 사회보장 지원 발굴 및 서비스 연계, 지역사회 보호체계 구축 및 운영, 지역주민의 사회보장 증진을 위한 역할을 수행하고 있다.

협의체에서 봉사를 희망하는 시민은 각 읍·면·동 행정복지센터로 문의하면 된다.

@highlight

지난 20일, 당진시와 당진시복지재단, 당진시지역사회보장협의체, 당진지역 14개 읍·면·동 지역사회보장협의체는 실질적으로 경제적인 어려움을 겪고 있으나 법적인 지원기준을 충족하지 못해 지원에서 제외된 복지사각지대 취약계층을 발굴하고 이들을 위한 복지 특화사업을 추진하기 위한 목적으로 업무협약을 체결했다.