잔병치레가 다른 계절들보다 많을 수 있다.

환절기는 계절이 바꾸고 일교차가 심해져 면역력이 낮아지는 경우가 많다.

그렇기 때문에 몸 관리에 힘을 쏟아야 한다.

제철음식을 먹음으로써 건강을 챙기는 것도 더없이 추천하는 방법이다.

가을에 제철을 맞는 과일이 있다.

이는 단감이다.

가을의 단감은 맛 뿐만 아니라 상당한 영양소를 취할 수 있다.

단감은 가을에 먹을 수 있는 천연보약이라 불린다.

그만큼 풍부한 영양소를 가지고 있다.

가장 먼저, 단감은 비타민C와 함께 비타민A, 베타카로틴 등을 많이 가지고 있어 감기예방, 면역력 회복, 피로회복, 눈 건강 등의 효과가 있다.

또한 단감은 타닌 성분을 함유하고 있는데 이 성분은 혈중 알코올 농도 상승을 막고 흡수를 더디게 해 숙취해소에 좋다.

식이섬유 역시 풍부하게 함유돼 있어 다이어트에도 효과적이다.

단감이 함유하고 있는 펙틴성분은 중성지방 및 콜레스테롤이 배출되도록 한다.

단감엔 스코폴린틴 성분 또한 있는데, 이 성분은 혈관벽이 튼튼해지도록 하고 고혈압이나 동맥경화 등의 혈관질환을 막는 혈관에 좋은 음식이다.

단감의 칼로리는 100g 기준으로 44칼로리 정도다.

비교적 낮은 편의 칼로리를 가지고 있다.

그외에도 포만감을 주기 때문에 밥 먹기 전 적당량을 섭취하면 포만감을 느끼게 돼 식사량을 감소할 수 있다.

단감을 온도가 높은 곳에 놔두면 과육이 무르 녹을 수 있다.

때문에 공기와 통하지 않도록 잘 밀봉한 후 서늘하고 햇빛이 들지 않는 곳에 보관하는 것이 좋다.

단감에는 탄닌성분이 있어 많은 양을 섭취할시 수분흡수가 되므로 장운동에 무리를 줄 수 있다.

변비를 유발할 수 있으므로 적당한 양만 섭취해야 한다.

변비를 가지고 있는 경우 단감의 가운데에 위치한 흰 부분을 제거하고 먹는 것을 추천한다.

뿐만 아니라 과도하게 먹으면 위산이 분비되도록 촉진해 속이 쓰리고 위장장애가 나타날 수 있다.

@highlight

가을에 먹을 수 있는 단감은 천연 보약이라 불리지만, 탄닌 성분이 있어 많은 양을 섭취할 시 위산이 분비되도록 촉진해 속이 쓰리고, 수분흡수가 되므로 장운동에 무리를 줄 수 있다.