은행이 해외사업을 강화하자 주재원들에 대한 위상이 높아지고 있다.

각종 인센티브와 승진기회가 주어지고 있기 때문이다.

20일 금융권에 따르면 일부 시중은행들은 주재원에 대한 급여적정성과 복지체계를 재검토하는 컨설팅 작업을 진행하고 있다.

그동안 은행 해외주재원들은 국내 직원과 달리 노동조합원 자격을 상실해 임금·단체협상의 적용을 받지 못했다.

그 결과 급여가 몇 년째 동결되거나 제한적으로 인상돼 왔다.

이를 의식한 은행들은 사업 확장과 함께 해외근무 직원의 급여·복지 체계를 개선해 사기 증진에 나섰다.

우리은행은 최근 해외주재원들의 급여적정성을 검토한 결과 글로벌 성장유망지역 근무 직원 우대 제도를 신설했다.

제도 도입으로 방글라데시, 인도, 미얀마, 캄보디아 등에 근무하는 주재원은 기본봉급의 20%를 수당으로 지급받을 수 있다.

국민은행도 복지제도를 개편했다.

해외근무 직원 가운데 종합검진 실시 대상자에게는 연 3일의 특별휴가를 제공한다.

하나은행은 글로벌 전문인력 양성을 위해 연내 해외파견 직원을 2000명으로 확대하고 있다.

특히 해외 지점장과 법인장을 40대 초·중반의 팀장급 직원으로 발탁해 추후 승진 대상자에 포함시킬 계획이다.

신한은행도 해외주재원 중 실적이 우수한 직원에게 장기 근무를 허용하고 승진에서 인센티브를 제공하고 있다.

대표적인 사례로 신동민 부행장보가 꼽힌다.

신 부행장보는 신한베트남은행을 이끌면서 호실적을 냈고 이를 인정받아 지난해 상무, 올해 부행장보로 승진했다.

뿐만 아니라 베트남, 미얀마, 캄보디아를 포함한 인도차이나 지역 책임자(Regional Head)로 선임됐다.

기업은행도 국외직원 보수·복지 기준 개정 컨설팅을 진행 중이다.

컨설팅 결과에 따라 국외 직원에 대한 구체적인 수당항목 구성과 보상 체계를 정비할 예정이다.

시중은행 관계자는 "최근 은행원들 사이에서 국내영업이 어려워지면서 지점장보다 해외주재원이 낫다는 이야기가 나온다"며 "각종 인센티브나 승진기회는 물론이고 주로 시내 중심가에 개점하는 은행의 특성상 자녀 교육 등에서도 장점이 있어 해외근무를 선호하는 직원들이 많다"고 말했다.

@highlight

은행이 주재원에 대한 컨설팅 작업을 진행, 각종 인센티브와 승진기회가 주어지면서 이에 대한 위상이 높아지고 있다.