경기 성남시(시장 은수미)가 아시아실리콘밸리 성남 프로젝트에 박차를 가한다.

시는 아시아실리콘밸리 성남 프로젝트의 하나로 340억원 규모의 청년창업펀드 2개를 신규 결성했다고 25일 밝혔다.

신규 결성한 펀드는 보광창업투자㈜가 운용하는 150억원 규모 청년창업펀드와 어니스트벤처스(유)가 운용하는 190억원 규모 청년창업펀드다.

앞선 10월, 4년간 투자할 조합원으로 보광창업투자는 5개 기업·기관을, 어니스트벤처스는 7개 기업·기관 모집을 마친 상태다.

투자 운용 기간은 오는 2027년 11월까지 8년간이다.

출자금은 증강현실(AR), 가상현실(VR), 인공지능(AI), 사물인터넷(IoT), 빅데이터 등 4차 산업 혁명의 핵심기술과 관련된 창업 초기 기업 성장 지원에 투자한다.

시는 유망 청년 기업을 발굴해 펀드를 연계·지원한다.

성남시 아시아실리콘밸리담당관 관계자는 "창업 초기 자금 조달에 어려움을 겪는 청년창업 기업들이 투자를 받아 신기술을 개발하고, 일자리를 창출해 청년창업 생태계 조성에 박차를 가하게 될 것"이라고 말했다.

시는 앞선 2018년 11월 벤처기업을 지원할 목적으로 성남벤처펀드를 결성했다.

당시 7개 기업·기관이 조합원으로 참여해 1360억원 규모로 결성된 성남벤처펀드는 현재 2387억원 규모로 늘었다.

이번 청년창업펀드를 포함하면 모두 2727억원 규모다.

시는 오는 2021년까지 목표액 3000억원을 달성해 기업투자 지원을 확대할 방침이다.

한편 성남시 민선 7기 목표인 아시아실리콘밸리 조성은 판교1·2·3테크노밸리와 위례비즈밸리를 아우르는 ICT 융합산업벨트,분당벤처밸리, 야탑밸리, 하이테크밸리와 주택전시관을 연계한 바이오헬스산업벨트, 정자동 백현 마이스 산업 단지를 클러스터로 구축해 산업 연계를 통한 시너지 효과를 내는 사업이다.

@highlight

경기 성남시는 아시아실리콘밸리 성남 프로젝트에 박차를 가하기 위해 4차 산업 혁명 핵심기술과 연관된 창업 초기 기업의 성장을 지원하기 위한 청년창업펀드 2개를 신규로 출시했다고 25일 밝혔다.