인천광역시에 위치한 혜광학교에서 이료재활과정을 이수중인 시각장애인들이 내년도 점자달력을 읽고 있다.

한화그룹은 점자달력 4만부를 제작해 300여개 시각장애인 관련 기관·단체·개인들에게 다음달까지 전달한다.

한화그룹이 올해에도 시각장애인들을 위한 달력 4만부를 제작해 무료로 배포한다.

이 달력은 한화그룹 사회봉사단 홈페이지와 점자달력 사무국 등에서 사전 신청한 300여개 시각장애인 관련 기관·단체·개인들에게 12월까지 차례로 전달할 예정이다.

25일 한화그룹에 따르면 2020년 점자달력에는 특별히 시각장애인들이 세상에 전하고 싶은 메시지를 실었다.

전국의 맹학교를 대상으로 시각장애인의 소망이 담긴 목소리를 들려 달라는 공모전을 진행했고, 100여명의 시각장애인들이 응모했다.

이 중 12개의 희망 메시지를 선정해 각각 열두 달 달력에 글과 점자로 표현했다.

예를 들어 인천혜광학교에서 이료재활과정을 이수중인 윤민석씨는 "눈이 아닌 마음으로 볼 수 있는 세계가 더 큽니다"라는 메시지를 제출했고, 이 짧은 문장은 10월 달력에 게재됐다.

차별 없는 문화를 전파하고 시각장애인들에게 새해를 맞이하는 기쁨을 누릴 수 있도록 하기 위해 기획한 '한화 점자달력'은 2000년부터 시작해 올해로 20년째 이어지고 있는 한화그룹의 대표 사회공헌 활동이다.

일반 달력에 점자 표현을 추가해 시각장애인뿐만 아니라 비장애인도 함께 사용할 수 있다.

장애인과 비장애인이 구분 없이 달력을 함께 사용함으로써 서로를 이해하고, 차별 없는 문화를 만들어가고 있다는 평가를 받고 있다.

전맹(全盲) 시각장애인 뿐 아니라 장애의 정도가 심하지 않은 저시력의 시각장애인들도 달력을 활용할 수 있도록 글자의 크기와 굵기를 확대하고, 농도를 보완했다.

특히 하단에 표기된 기념일, 절기 등의 가독성을 더욱 높여 매달 중요한 일정을 한 눈에 살펴볼 수 있도록 했다.

발행 20년이 되는 올해 점자달력은 시각장애인들의 실제 활용도를 반영, 탁상용 달력의 제작을 확대해 탁상용 3만부, 벽걸이용 1만부 등 연간 4만부를 제작했으며, 현재까지의 누적 발행 부수가 약 76만부에 이른다.

@highlight

한화그룹은 점자달력 4만부를 제작해 시각장애인 관련 기관·단체·개인들에게 다음달까지 전달하는데  시각장애인들이 세상에 전하고 싶은 12개의 희망의 메시지를 공모를 통하여 선정하여 달력을 구성하였으며 일반 달력에 점자를 추가하여 제작하는 방식을 취함으로써 모두가 사용할 수 있는 차별없는 문화를 구현하고 있다는 평가를 받고 있다.