26일 원우목장이 박양자 대표가 2019 강소농대전에서 품목연구회 우수활동회원 우수상을 수상했다고 밝혔다.

박 대표는 "직접 운영하는 목장에서 당일 짠 신선한 우유만을 이용해 첨가제 없는 안전한 수제 요거트와 치즈를 만들고 있다"며 "건강하고 안전한 제품으로 알려져 있어 전국적으로 찾아주시는 분들이 늘고 있다"고 말했다.

1인당 연간 흰 우유 소비량이 2018년 기준 27kg으로 최근 몇 년 새 하락세를 보이고 있지만, 우유를 이용한 가공 제품들은 상대적으로 강세를 보인다.

이는 출산율 감소뿐만 아니라 우유의 대체 영양 공급원이 다양해지고 소비자 트렌드가 변화하면서 생긴 현상이다.

소비자들은 유제품을 선택할 때 제품의 맛과 질도 중요하지만, 원료가 되는 우유의 품질과 첨가제도 따진다.

건강한 재료로 만들어진 제품이 안전하고 뛰어난 품질의 제품을 만들기 때문이다.

이에, 원우목장은 식품첨가제와 화학첨가제를 넣지 않고 매일 짠 신선한 우유만을 이용해 수제 요거트와 치즈를 생산한다.

전남 화순군에 위치한 원우목장은 요쿠에 이어 농림축산 식품부 목장 안전관리인증 HACCP 인증을 획득했다.

오랜 연구 끝에 만들어진 요쿠는 방부제, 색소, 유화제, 인공감미료, 향료 등을 무첨가해 만든 수제 요거트다.

요쿠 재료인 무농약 딸기와 블루베리는 엄선된 로컬푸드 업체에서 직접 구매해 사용한다.

치즈는 청정구역으로 지정된 생산가공실에서 철저하게 관리되는 청정 시스템을 통해 생산된다.

한편, 원우목장은 농협과 함께 '로컬푸드 스트링 치즈 만들기' 체험행사를 진행한다.

원우목장은 "학생 및 주부, 가족 단위로 방문한 체험 신청자들이 농장에서 갓 생산한 신선한 우유로 요거트와 치즈가 만들어지는 과정을 직접 체험한다"며 "프로그램 진행을 통해 수제 요거트와 치즈의 우수성을 알리고 있다"고 전했다.

@highlight

26일 박양자 원우목장 대표가 무첨가 요거트와 치즈로 2019 강소농대전에서 우수상을 받았다고 밝혔는데, 1인당 연간 흰 우유 소비량은 하락세를 보이는 추세이지만 우유를 이용한 가공 제품들은 상대적으로 올라가는 기세를 보이고 있다.