아산시의회는 25일부터 오는 12월 19일까지 25일간의 일정으로 제216회 제2차 정례회를 개회했다.

올해 마지막 의사일정인 이번 정례회에서는 집행기관에 대한 2020년도 업무보고와 함께 2019년도 제2회 추가경정예산안 심의의결 그리고 내년 한 해 살림살이를 결정하는 2020년도 예산안을 포함한 조례안 25건과 청원 1건, 기타안건 11건 등 총 37건의 안건을 심사할 예정이다.

김영애 의장은 개회사를 통해 "이번 정례회는 2020년 아산시 살림을 위한 예산승인과 업무보고 등 아산시 미래발전과 관련한 중요한 안건처리와 올 한해 마무리하고 다가오는 새해를 준비하는 중요한 회기이다"라며 "시정의 중요한 사안들을 하나하나 면밀히 살펴 잘한 부분은 지지와 격려를, 미흡한 부분은 대안을 제시하는 등 발전적 방향으로 시정이 추진될 수 있도록 중추적인 역할을 해달라"고 당부했다.

회기 첫날인 25일 제1차 본회의에서는 의사일정 전 최재영 의원의 '농민수당 도입의 필요성'에 대하여 5분 자유발언이 있었으며, 2020년도 예산안 제출에 즈음한 오세현 아산시장의 시정연설을 청취했다.

이번 정례회에 제출된 2019년 제2회 추가경정예산안 규모는 기정 예산액보다 575억원 증액된 총예산 1조 4,573억으로 3일간 상임위원회에서 예비심사 후 예산결산특별위원회 심의를 거쳐 내달 2일 제2차 본회의에서 확정할 계획이다.

한편 12월 2일 개최될 2차 본회의에서는 △조례안 등 기타 안건 심의 △2019년도 제2회 추가경정 예산안 심의 △2020년도 예산안 제안 설명의 건 △2020년도 기금운용계획안 제안 설명의 건이 실시된다.

회기마지막 날인 12월 19일 제3차 본회의에서는 △조례안 및 기타 안건 심의 △2020년도 예산안 심의 △2020년도 기금운용계획안 심의에 대해 최종 의결하며 마무리 될 예정이다.

@highlight

내달 25일부터 오는 12월 19일까지 아산시의회는 제216회 제2차 정례회를 개회하여 아산시 미래발전과 관련한 중대한 안건처리 및 한 해 마무리와 새해를 준비하는 중요한 회기에 발전적 방향으로 시정을 추진하기 위해 총 37건의 안건을 심사할 계획이다.