뇌졸중은 기온이 떨어지기 시작할 때 나타날 가능성이 더 높아진다.

뇌혈관이 오그라들어 수축하면서 그로 인해 혈압이 오르고 뇌혈관 질환을 중심으로 다른 뇌 질환들을 동반할 수 있다.

뇌혈관 질환은 초기증상으로 나타나기도 하는데, 이 때, 신경쓰지 않고 넘기면 무수한 합병증으로 나타날 수 있다.

그에 뇌혈관 질환과 그 초기증상에 대해 참고하는 것이 좋다.

뇌졸중 초기증상은 갑작스럽게 찾아올 수 있다.

몸에 힘이 빠지고 팔, 다리 등에 한쪽만 감각이 둔해지는 증상이 나타날 수 있다.

얼굴의 한 쪽만 마비되는 안면마비 증상도 뇌혈관 질환 전조증상이 될 수 있다.

말이 느려지고 어지러우며 눈도 한 쪽편이 보이지 않을 수 있다.

이런 증상들은 일시적으로 증상을 보이다가 금방 사라질 수 있는데, 이를 그냥 넘기지 않고 병원을 방문하는 것이 좋다.

가능한 3시간 안에 병원으로 가야 막힌 혈관을 뚫어주는 치료를 받을 수 있다.

골든타임을 넘겼다 해도 24시간 내 특수기구를 이용한 혈전 제거술을 할 수도 있으니 증상 발견후 빠른 병원치료가 중요하다.

뇌졸중은 증상에 따라 치료방법이 다르게 적용될 수 있다.

뇌혈관이 막혀 생긴 허혈성 뇌혈관 질환(뇌경색)은 혈전용해제를 사용해 응급치료를 실시하고 약물치료를 진행할 수 있다.

다른 증상으로, 뇌혈관이 터져서 생기는 출혈성 뇌졸중(뇌출혈)은 혈압, 뇌압 조절 등의 치료를 추가적으로 진행해야 한다.

이처럼 증상에 따라 치료가 달라질 수 있으니 전문의에게 빨리 치료를 받는 것이 좋다.

뇌혈관 질환은 치료가 까다롭기 때문에 미리 예방하는 것이 좋다.

뇌졸주 예방은 적절한 운동과 식습관 관리가 중요하다.

뇌졸증의 위험요인인 고혈압, 당뇨병, 심혈관질환 등을 평소에 관리하는 것이 좋다.

한편, 유전적 요인이 있다면 정기검진을 통해 예방하는 것이 좋다.

@highlight

기온이 떨어지면서 뇌졸중이 발생할 확률이 올라가고 있고, 다양한 초기증상이나 고혈압이 나타난다면 넘기지 말고 바로 병원을 찾는것이 현명할 것이다.