용산구(구청장 성장현)가 11월27일부터 12월3일까지 2019년 겨울방학 대학생 아르바이트생 40명을 모집한다.

대학생들에게 구정 참여 기회를 제공하기 위해서다.

근무기간은 2020년1월6일부터 2월4일까지며 주5일(월~금) 구청 혹은 동주민센터로 출근한다.

업무는 민원안내, 공부정리, 민원업무 보조 등이다.

1일 5시간(오전 9~오후 3시) 근무하며 임금은 5만 2600원(중식비 포함)으로 만근시 126만원(유급휴가수당 포함)을 지급한다.

공고일('19.11.20.) 기준 용산구에 주민등록이 돼 있는 대학생(국내 소재 대학교 재학생 또는 휴학생)이면 누구나 사업에 참여할 수 있다.

부모와 함께 용산에 거주하다가 학업 때문에 타지로 주소를 옮긴 경우 예외적으로 참가가 허용된다.

대학원생, 2019년 겨울방학 아르바이트 참여자(직전 참여자)는 사업에 참여할 수 없다.

모집인원 40명 중 우선선발(베트남 퀴논 출신 숙명여대 유학생)은 4명, 특별선발(국민기초생활수급권자, 차상위계층 및 국가유공자의 자녀, 다문화가정 및 3자녀 이상의 가정)은 13명, 일반선발(전산추첨)은 23명이다.

참여를 원하는 이는 구 홈페이지(www.yongsan.go.kr) '구민참여' 란에서 신청하면 된다.

회원의 경우 로그인, 비회원은 본인인증 후 신청 가능하다.

선발 결과는 12월9~13일 구 홈페이지에 게시한다.

구는 사전 수요조사를 거쳐 가급적 대학생들이 희망하는 부서(동)에 대학생들을 배치, 운영할 예정이다.

아울러 참여 학생들을 '행정모니터링 요원'으로 위촉, 청년 아이디어를 행정에 적극 반영한다는 방침이다.

성장현 용산구청장은 "등록금 마련에 도움을 줄 수 있도록 대학생 아르바이트생을 모집한다"며 "사회 경험도 미리 쌓을 수 있을 것"이라고 말했다.

@highlight

용산구가 11월27일부터 12월3일까지 2019년 겨울방학 대학생 아르바이트생 40명을 모집하여 업무는 민원안내, 공부정리, 민원업무 보조 등이고 1일 5시간 근무에 임금은 5만 2600원으로 만근시 126만원을 지급하게 된다.