완주군이 한국공공자치연구원 주관 지방자치경쟁력 전국 최우수기관으로 인증받으며, 전국 최고 수준의 도시로 다시 한 번 주목받고 있다.

25일 완주군은 사단법인 한국공공자치연구원으로부터 전국 지방자치단체 대상 2019년 제24회 한국지방자치경쟁력지수(KLCI) 모델 분석에서 종합경쟁력 부분 전국 군단위 4위, 경영자원 4위를 기록해 인증서를 수여받았다.

‘2019년 한국지방자치경쟁력지수(KLCI)’에서 완주군은 전국 군 단위 전체의 종합경쟁력 평균인 441.11점을 크게 웃도는 총 515.45점으로 전국 군 단위 4위에 선정됐다.

이는 지난해 이어 도내에서 유일하게 전국 상위 5위권 내에 이름을 올린 쾌거다.

특히 지역경제 인프라 척도를 확인할 수 있는 경영자원부문에서 전국 군 단위 4위의 기록을 세워 이목을 끌었다.

이는 기업 맞춤형 행정지원 등을 통한 기업하기 좋은 환경을 조성해 산업 성장률 1위를 기록하고 1인당 GRDP(지역내총생산) 전북 1위(2016년 기준 4,883만원)가 바탕이 됐다.

완주군은 민선7기 ‘소득과 삶의 질 높은 도농복합자족도시 완주’를 군정목표로 미래 성장 토대를 닦는 것에 매진하면서 이 같은 기록을 견인한 것으로 풀이되고 있다.

한국공공자치연구원은 “대도시에 비해 생활 인프라가 열악한 군 단위는 도시경쟁력에서 높은 점수를 받기가 무척 힘들다”며 “이러한 상황에서 완주군이 보여준 기록은 높이 평가할만하다”고 말했다.

이어 “완주군은 안전, 사회복지, 문화, 인구, 경제, 교통, 주민참여활성화 등 총체적인 지표에서 우수한 성과를 보였다” 고 설명했다.

박성일 완주군수는 “이번 한국지방자치경쟁력지수의 평가는 완주군의 경쟁력이 전국 최고 수준임을 다시 한 번 입증 받았다”며, 앞으로도 안주하지 않고 산업단지 조성, 완주형 사회적경제인 소셜굿즈 등 일자리 창출과 지속가능한 먹거리전략까지 차별화된 정책들을 과감히 추진하여 주민들의 소득과 삶의 질 향상에 더욱 노력을 기하겠다”고 밝혔다.

@highlight

25일 완주군은 사단법인 한국공공자치연구원으로부터 전국 지방자치단체 대상의 종합경쟁력 부분 전국 군단위 4위, 지역경제 인프라 척도를 확인할 수 있는 경영자원 4위를 기록하며 최우수기관으로 인증받아 전국 최고 수준의 도시로 다시 한 번 주목받고 있다.