인천시가 번식률이 급감한 남동산업단지 제1유수지 인공섬의 저어새들을 구하기 위해 본격적인 조치에 나선다.

25일 시와 환경부에 따르면 환경부는 최근 저어새 인공섬 주변에 전기철책 설치 사업을 위한 예산(4천600만 원)을 한강유역환경청에 전달했고, 시 역시 폐쇄회로(CC)TV를 설치하기 위한 자체 예산을 편성했다.

인천지역 저어새 최대 번식지였던 남동유수지는 지난해부터 부화 개체가 줄어들고 있다.

남동유수지 저어새 인공섬에서 성장해 둥지를 떠난 새끼는 2017년 233마리, 2018년 46마리, 올해 15마리 등으로 해마다 급감하고 있다.

올해 저어새의 번식률이 특히 저조한 이유는 지난 4월 너구리가 섬에 들어가 둥지와 알을 공격한 탓이다.

올해 총 346마리의 저어새가 섬을 찾아 74마리를 부화했고, 이 중 너구리 공격을 피한 15마리만이 살아남아 11월 월동을 위해 섬을 떠났다.

이에 따라 환경부로부터 예산을 받은 한강유역환경청은 섬 주변에 약 1.5m 높이의 전기철책과 철조망을 이중으로 둘러 포식자의 섬 접근을 차단한다.

현재 설계가 완료돼 12월 설치공사를 앞두고 있다.

전력 조달을 위해 태양열 전지판을 설치하는 방안도 검토했지만, 날씨와 주변 환경에 따라 효율이 떨어질 수 있어 섬에 축전기를 설치해 관리할 예정이다.

시도 내년에 총 3억 원의 예산을 편성해 남동유수지 인근에 생태학습장과 모니터링을 위한 CCTV를 설치한다.

기존의 저어새 모니터링은 매년 3월부터 11월까지 시민으로 구성된 모니터 요원들이 매일 아침 유수지를 방문해 수기로 저어새의 개채 수 변화를 관찰·기록했다.

이 방식은 날씨나 인력 상황에 따라 상시적인 모니터링 및 실시간 대처가 어렵다는 한계가 있었다.

시는 CCTV 설치를 통해 모니터링을 효율적으로 진행할 수 있을 것으로 예상하고 있다.

시 관계자는 "저어새는 낯선 환경에 예민하게 반응하기 때문에 철책을 설치하더라도 인공섬에 잘 정착할 수 있는지 계속 지켜봐야 한다"며 "올해와 같은 사건이 발생하지 않도록 내년에는 준비를 잘 해서 주의 깊게 모니터링하겠다"고 말했다.

@highlight

인천지역 남동유수지의 저어새 부화 개체가 너구리의 습격으로 인해 줄어들고 있으며, 이에 인천시에서는 포식자의 섬 접근을 차단하기위해 CCTV, 전기철책과 철조망 등을 추가로 설치하고 저어새의 개채 수 변화 관찰 기록을 하기로 했으며 앞으로도 꾸준한 관찰이 필요한 부분이다.