유진그룹(회장 유경선)의 계열사인 동양(대표이사 정진학)이 140억 원 규모의 민간참여 사회주택사업을 수주했다.

동양은 한국토지주택공사(LH)가 공모한 '고양삼송 토지임대부 사회주택사업' 신축공사에 '더함 컨소시엄'으로 참여해 우선협상대상자로 선정됐다고 26일 밝혔다.

한국토지주택공사(LH)에서 발주한 이번 공사는 경기도 고양시 고양삼송 택지개발지구 내 단독 10블럭에 조성된다.

청년 및 신혼부부 등 소가족을 우선공급 대상으로 3층 이하의 총 175세대 다가구 주택형태로 건설된다.

공사비는 약 140억 원 규모로 오는 2020년 7월 착공을 목표로 하고 있다.

인근에 지하철 3호선 삼송역과 서울외곽순환도로가 있어 수도권으로 출퇴근이 용이해 교통 편의성을 누릴 수 있다.

스타필드 고양, 롯데아울렛 등 편의시설을 비롯해 교육시설인 초·중·고등학교와 삼송도서관, 농협대가 위치해 있어 편리한 생활 인프라를 누릴 수 있다.

더함 컨소시엄에는 주관사인 '더함'과 설계사인 '이엠에이건축사사무소', '위스테이지축사회적협동조합', 커뮤니티 기반 전문주택 임대관리회사 '스페이스 잇다'가 참여했다.

동양은 컨소시엄에서 건설사로 힘을 보탰다.

동양이 더함과 함께 컨소시엄을 구성해 공모에 참여한 것은 이번이 두 번째다.

대한토지신탁과 컨소시엄을 이뤄 수주에 성공해 현재 공사가 진행 중에 있다.

이번에 동양이 수주한 사회주택사업은 사회적 경제주체가 LH로부터 토지를 임차해 다가구주택을 건설한 뒤 주거지원 대상자에게 장기간 임대하는 사업이다.

청년과 신혼부부 등 무주택자가 지원대상이며, 임대기간은 15년이다.

안정적으로 장기간 거주할 수 있는 임대주택을 인근 시세보다 80% 이상 저렴하게 공급하기 때문에 취약계층의 주거문제를 해소할 수 있다.

입주민을 대상으로 하는 커뮤니티 시설활용을 통해 주거공동체를 활성화하는 효과도 기대할 수 있다.

동양 관계자는 "연이은 사회주택사업 수주를 통해 지속적인 도약 가능성을 확인할 수 있는 계기가 됐다"며 "기존 건설사업과 함께 사회주택사업의 경쟁력을 강화해 건설 수주역량을 높여 나갈 계획"이라고 밝혔다.

@highlight

유진그룹 계열사 동양이 한국토지주택공사(LH)가 공모한 고양삼송 사회주택사업 신축공사에서 140억 원 규모의 민간참여 사업을 수주했으며 오는 2020년 7월 공사에 착수할 예정이다.