정기국회 일정 합의…문 의장 “패트 합의 안되면 절차대로 처리”

여야 3당 교섭단체 원내대표들은 25일 민생법안 처리를 위해 오는 29일 국회 본회의를 개최하기로 했다.

또 패스트트랙(신속처리안건) 법안 논의 등을 위해 원내대표 회동을 매일 열기로 했다.

더불어민주당 이인영·자유한국당 나경원·바른미래당 오신환 원내대표는 이날 오전 국회의장실에서 문희상 국회의장 주재로 열린 정례회동에서 이 같은 정기국회 일정에 합의했다.

한민수 국회대변인은 회동 후 기자들과 만나 “29일 오후 2시 국회 본회의를 열어 비쟁점 법안을 처리하기로 했다”면서 “논의가 더 돼야 하지만 국회법 개정안과 데이터 3법도 처리할 수 있도록 하기로 했다”고 밝혔다.

앞서 지난 12일 회동에서도 교섭단체 3당은 데이터3법 처리에 뜻을 모았지만, 상임위원회 논의 단계에서 각 당 이견이 돌출하면서 19일 본회의에서의 통과가 무산된 바 있다.

한 대변인은 이어 “여야 3당은 국회 운영위원회 전체회의를 27일 또는 28일 중 하루 개최하기로 했다”며 “국회 윤리특위를 21대부터 상설화하기로 합의했다”고 전했다.

또 “운영위에서 국민동의 청원 규칙과 국회 소속기관 직제개편 부분을 마무리하고, 각종 국회 개혁 과제인 ‘일하는 국회법’, 국회선진화법, 인사청문제도 개선 등이 논의될 것”이라고 설명했다.

아울러 여야 3당 원내대표는 문희상 국회의장의 당부에 따라 패스트트랙법안 논의 등을 위해 26일 오전을 시작으로 매일 국회 운영위원장실에서 회동을 열기로 했다.

패스트트랙(신속처리안건)에 오른 검찰개혁·선거제개혁 법안과 관련해서도 논의했으나 구체적인 접점에는 이르지 못했다.

이날 회동에서 문 의장은 패스트트랙 법안에 대해 “여야 3당이 합의를 해달라”며 “합의가 안 될 경우에는 국회법 절차에 따라 처리할 수밖에 없다”는 입장을 나타냈다.

아울러 문 의장은 “12월 2일 정부예산안 처리는 헌법에 들어있는 사안”이라며 “이날까지 예산안이 처리될 수 있도록 노력해달라”고 강조했다.

@highlight

여야 3당 교섭단체 원내대표들이 25일 오전 국회의장실에서 열린 정례회동에서 29일 국회 본회의를 개최하고, 패스트트랙 법안 논의 등을 위한 원내대표 회동을 매일 열기로 합의하였다.