전북지역 상산고, 전북외고가 일반고로 전환되고 자율중 6곳이 학생을 전국적으로 모집할 수 없는 근거가 마련될 방침이다.

교육부가 자율형사립고(자사고), 외고, 국제고를 일반고로 전환하기 위해 해당 학교 설립 근거, 입학, 선발시기 등 초중등교육법 시행령 관련규정을 삭제하고 27일 입법예고한다.

상산고와 전북외고가 일반고로 바뀌면 학생 선발과 배정은 일반고와 동일하다.

학교 명칭과 특성화한 교육과정은 유지할 수 있다.

삭제 조항은 초중등교육법 시행령 제76조의 3(고등학교 유형 구분), 제90조의 1항 6호(외고와 국제고), 제91조의 3(자사고), 제91조의 4(자율형 공립고)다.

전국단위나 광역단위로 학생을 모집하는 도내 자율중은 개정 시 해당 지역(중학구) 학생만 받아야 한다.

도내 자율중 6곳은 시행령에서 전국단위 모집 근거를 삭제한 2009년 3월 27일 전 지정, 이전 기준(전국단위 모집)을 유지하는 곳이다.

6교 중 전국단위 모집은 용북중 화산중 영선중 백산중 4곳, 도외 학생 수 5% 미만 등 광역(도) 단위 모집은 변산서중 회현중(2020학년도부터) 2곳이다.

삭제 조항은 초중등교육법 시행령 부칙 제21375호 4조다.

교육부는 40일 간 초중등교육법 시행령과 시행규칙 개정안을 입법예고한다.

개정은 2020년 상반기 마치고 시행은 2025년 3월 이뤄질 예정이다.

김승환 교육감은 25일 확대간부회의에서 “자사고 외고 국제고의 일반고 전환 근거가 되는 (초중등교육법) 시행령 개정 효력이 정권이 바뀐 후에도 유지될 지 우려가 있다”며 “내년 자사고 재지정 평가 대상인 학교들은 평가를 받지 않는다.

이는 시행령 폐지 효력이 이미 시작됐음을 의미한다”고 밝히기도 했다.

@highlight

교육부는 40일 간 자율형사립고, 외고, 국제고를 일반고로 전환하기 위한 초중등교육법 시행령과 시행규칙 개정안을 입법예고하고 시행은 2025년 3월 이루어질 예정이라고 밝혔다.