LG전자가 25일 독일 특수유리 전문업체 쇼트의 미라듀어 글라스를 적용한 디오스 하이브리드 전기레인지(모델명: BEY3MT)를 출시했다고 밝혔다.

모델이 디오스 하이브리드 전기레인지를 소개하고 있다.

[디지털타임스 박정일 기자] LG전자가 다이아몬드급 특수유리를 적용한 전기레인지 제품군을 확대했다.

긁힘에 강해 오래 써도 새것처럼 보이게 하는 것이 특징이다.

LG전자는 독일 특수유리 전문업체인 쇼트의 '미라듀어' 글라스를 적용한 디오스 하이브리드 전기레인지(모델명: BEY3MT)를 출시했다고 25일 밝혔다.

이 글라스는 마텐드 경도(단단한 정도를 측정하는 단위) 10으로 다이아몬드(12)와 비슷해 오래 써도 늘 새것 같은 빛을 유지하는 특수유리다.

마텐스 경도는 긁힘에 대한 저항도를 나타내는 단위이며 숫자가 클수록 경도가 높다.

기존 전기레인지용 글래스의 마텐드 경도는 4 수준이다.

이번 신제품 출시로 미라듀어 글라스를 적용한 LG전자 전기레인지의 종류는 3종으로 늘어났다.

신제품은 기존 전기레인지의 화력과 사용 편의성 등은 그대로 계승했다.

3중 고화력 부스터 기술을 적용해 화력과 에너지 효율을 동시에 구현했고, 단일 화구 기준으로 최대 3㎾의 화력을 낼 수 있다.

또 아이들이 제품을 작동하지 못 하도록 해주는 잠금버튼을 비롯해 조리시간 설정 타이머, 버튼 하나로 모든 화구의 출력을 최저로 낮추는 일시 낮춤, 뜨거워진 상판이 식을 때까지 보여주는 잔열표시, 코일 과열을 방지하는 출력 제어 등 총 14가지 안전기능을 탑재했다.

이 밖에도 사물인터넷(IoT) 기능을 기본 탑재해 스마트폰 애플리케이션으로 화구 상태를 확인하고 원격 조정할 수 있다.

가격은 출고가 기준 189만원이다.

한편 LG전자는 지난 5월부터 디오스 전기레인지의 핵심부품인 스마트 인버터 IH(인덕션 히팅) 코일에 대해 10년 간 무상보증하고 있다.

@highlight

LG전자가 25일 선보인 디오스 하이브리드 전기 레인지는 다이아몬드급 특수 유리로 불리는 미라 듀어 글라스를 적용한 것으로, 긁힘에 강해 오래 써도 새것처럼 보이게 하는 특징이 있다.