허태정 대전시장은 25일 오전 시청 소회의실에서 주간업무회의를 열고 2022년 대전에서 열리는 세계지방정부연합(UCLG) 총회가 국가행사로 진행될 수 있도록 노력하자고 당부했다.

허태정 대전시장이 2022년 대전에서 열리는 세계지방정부연합(UCLG) 총회가 국가행사로 진행될 수 있도록 노력하자고 당부했다.

허 시장은 25일 오전 시청 소회의실에서 주간업무회의를 열고 "2022년 총회 유치는 철저한 준비 끝에 우리시 보다 도시규모가 10배나 큰 중국 광저우 등 여러 도시를 제치고 얻어낸 큰 성과"라며 "대전이라는 도시를 세계에 알릴 좋은 기회"라고 평가했다.

특히 허 시장은 "이번 총회가 단순 지자체 유치행사를 넘어 국가행사로 치러지도록 더 좋은 가치를 담아야 한다"며 "우리가 어젠다로 제시한 안전하고 편리한 스마트도시 등 기술 역량을 선보이고 수출할 수 있도록 정부부처와 긴밀하게 협의해 추진하라"고 지시했다.

이어 "세계 지방정부가 모이는 행사인 만큼 지방자치에 관한 내용도 주요 의제로 부각될 것"이라며 "대한민국과 대전의 자방자치 성과를 다듬어 널리 알리는 계기로 만들자"고 제안했다.

또 이날 허 시장은 겨울철을 맞아 화재예방 등 재난대비 준비 강화를 주문했다.

허 시장은 "난방기구 사용이 늘면서 화재로 인한 재난이 발생하지 않도록 소방본부와 시민안전실을 중심으로 예방활동을 강화해야 한다"며 "특히 대피가 어려운 요양병원 등 노인시설 점검에 각별한 관심을 가져달라"고 말했다.

아울러 허 시장은 내년 국비확보를 위한 간부공무원들의 막바지 노력을 요청했다.

허 시장은 "지금 국회가 내년도 정부예산안을 삭감하는 추세가 강하다"며 "지역에 꼭 필요한 사업임을 합리적으로 설명하고 국회의원이 충분히 이해하도록 노력하라"고 지시했다.

또한, 허 시장은 "최근 예산수립 기조는 지자체가 계획을 제안하고, 이것이 합리성을 갖고 국가발전전략과 부합할 때 반영되는 방식으로 바뀌고 있다"며 "이에 맞춰 우리도 분야별 사업을 수립하고 명분과 논리를 개발해 설득해야 한다"고 설명했다.

이밖에 이날 허 시장은 시민 문화생활 인프라 확충 등 현안을 논의했다.

@highlight

허태정 대전시장은 2022년 대전에서 열리는 세게지방정부연합(UCLG) 총회가 우리시 보다 도시규모가 10배나 큰 중국 광저우 등 여러 도시를 제치고 얻어낸 성과인만큼 단순 지자체 유치행사를 넘어 국가행사로 치뤄지도록 노력하자고 당부했다.