LG전자가 보건복지부, 한국장애인재활협회와 공동으로 25일부터 29일까지 부산 부경대학교 용당캠퍼스에서 '2019 글로벌장애청소년IT챌린지'를 진행하고 있다.

이번 대회에는 20개국에서 치열한 예선을 거쳐 선발된 약 100명의 장애청소년이 참가했다.

참가 청소년들이 기념 촬영을 하고 있다.

LG전자는 보건복지부, 한국장애인재활협회와 공동으로 25일부터 29일까지 부산 부경대학교 용당캠퍼스에서 '2019 글로벌장애청소년IT챌린지'를 진행한다고 26일 밝혔다.

이번 대회에는 20개국에서 예선을 거쳐 선발된 약 100명의 장애청소년을 포함해 300여 명이 참가했다.

올해로 9회째를 맞는 글로벌장애청소년IT챌린지는 장애를 갖고 있는 청소년들의 정보격차를 해소하고, 취업, 창업 등 사회진출 기반을 마련해주는 취지로 운영되고 있다.

특히 이번 대회는 '한·아세안특별정상회의'의 부대행사로 열려 참가국들의 장애에 대한 인식 개선과 각 국가들의 국제교류협력의 발판이 될 것으로 기대된다.

대회는 개인전과 단체전으로 나눠 진행된다.

이날 열리는 개인전에는 MS오피스프로그램 활용실력을 평가하는 'e툴(eTool) 챌린지' ▲특정 상황에서 정보검색능력을 평가하는 'e라이프맵(eLifeMap) 챌린지'가 있다.

단체전은 27일 열리며 국가별로 4명이 팀을 이뤄 참가한다.

▲영상촬영 및 편집능력을 평가하는 'e콘텐츠(eContents) 챌린지' ▲코딩기술을 활용해 자율주행자동차 조립 및 운영 능력을 평가하는 'e크리이에티브(eCreative) 챌린지' 부문에서 실력을 겨룬다.

올해 행사에는 장애 통계와 정보통신기술(ICT) 등을 주제로 '혁신과 통합(Innovation and Inclusion)' 포럼도 열렸다.

각국의 정부 당국자와 장애인 전문가들은 국제 사회의 공동 의제를 중심으로 토론을 펼치고 관련 사례도 발표했다.

LG전자 배두용 부사장은 "장애청소년들이 자신의 꿈을 이룰 수 있는 역량을 갖출 수 있도록 기업의 사회적 책임을 꾸준히 실천할 것"이라고 강조했다.

@highlight

LG전자가 25일부터 29일까지 장애를 갖고 있는 청소년들의 사회진출 기반을 마련해주는 취지인 '2019 글로벌장애청소년IT챌린지'를 진행한다고 밝혔고, 이번 대회는 '한-아세안특별정상회의'의 부대행사로 열려 각 국가들의 국제교류협력에도 기여할 것으로 전망된다.