프리미엄 유아매트 브랜드 아소방에서 11월 27일 단 하루동안 최대 63% 할인 혜택을 제공하는 '네이버 브랜드데이'를 진행한다.

이번 행사는 네이버쇼핑 키즈 윈도에서 아소방 단독으로 진행되는 이벤트로 아소방 인기 디자인 놀이방매트를 1+1 역대급 특가로 판매하는 행사을 비롯해 미끄러지지 않는 4cm 하이엔드 퀄리티의 실리베베 폴더매트, 최근 출시된 신제품 아소방 와이드 범퍼침대매트 세트 구성까지 할인된 가격에 만나볼 수 있다.

할인 뿐만 아니라 아소방 키즈윈도 스토어찜, 소식받기를 통해 추가 할인 쿠폰 혜택도 받을 수 있다.

특히 아소방 브랜드데이의 백미는 27일 하루 딱 두 번 (3시, 6시) 진행되는 '타임특가'로 2가지 디자인의 상품을 총 20개 한정수량으로 1시간 동안 67% 할인된 가격으로 판매한다.

또한 아소방 놀이방매트 구매고객 선착순 50명에게는 뽀로로 스티커북 세트를 증정한다.

이외 40만원 이상 구매할 경우 주방매트(소), 50만원 이상 구매 시 주방매트(중), 60만원 이상 구매 시 주방매트(대)를 사은품으로 증정하며 인스타그램 후기, 포토상품평을 남긴 고객분들께는 3만원 상당의 모바일 상품권, 락앤락 10종 세트 등 다양한 선물을 제공한다.

한편 아소방은 'KC인증(어린이제품 안전 특별법)', 'SVHC인증(EU환경청 기준 191개 유해물질 통과)', '특허청 인증(층간소음 완화 코어쿠션층 특허 인정)'을 받은 매트로 유아용품 구매 시 꼼꼼하게 따지는 엄마들로부터 안심하고 사용할 수 있는 프리미엄 브랜드로 신뢰를 얻고 있다.

아소방 담당자는 "아소방에 많은 사랑과 성원을 보내주신 고객들에게 보답하고자 합리적인 가격으로 구매하실 수 있는 네이버 브랜드데이 행사를 기획하게 되었다."며 "업계를 대표하는 프리미엄 유아매트 브랜드 아소방의 제품을 최대 63% 할인된 가격과 다채로운 이벤트, 혜택을 누리는 획기적인 기회가 될 것이다. "고 말했다.

@highlight

'KC인증', 'SVHC인증', '층간소음 완화 특허청 인증'을 받은 매트로 엄마들로부터 안심하고 사용할 수 있는 프리미엄 브랜드로 신뢰를 얻고 있는 유아매트 브랜드 아소방에서 11월 27일 단 하루동안 최대 63% 할인 혜택을 제공하는 '네이버 브랜드데이'를 진행하는데 아소방 키즈윈도 스토어찜, 소식받기를 통해 추가 할인 쿠폰 혜택도 받을 수 있다.