아이에스동서㈜는 덕은 DMC 에일린의 뜰의 모델하우스를 28일 열고 분양에 나선다.

이 아파트는 경기도 고양시 덕은 도시개발구역(이하 고양 덕은지구) 주상복합용지 2BL에 들어선다.

지하 2층~지상 27층, 2개 동이며 아파트와 상업시설로 조성된다.

아파트는 총 206가구로 전용 106㎡A ㆍB 타입, 상업시설(지상 1~ 2층)은 76실(연면적 약 4300㎡) 규모다.

고양 덕은지구는 미디어밸리가 들어서 자족도시로 조성될 계획이다.

상암DMC와 맞붙어 있고 우수한 교통망과 쾌적한 자연환경을 갖췄다.

덕은 DMC 에일린의 뜰은 덕은지구 내 핵심 입지에 들어선다.

특히 상암DMCㆍ마곡지구ㆍ여의도ㆍ광화문ㆍ용산 등 서울 주요 업무지구로 출퇴근하기 편리하다.

상암 디지털미디어시티역까지 차량으로 10분 이내 , 여의도역 19분, 홍대입구역 21분, 서울역 35분이면 접근 가능하다.

향후 덕은지구 내 유치원ㆍ초등학교ㆍ중학교 개교가 예정돼 있어 신설 학교로 도보 통학하게 될 예정이다.

아울러, 단지 내 상업시설은 물론 덕은지구 내 조성될 상권도 가까워 편리한 주거 여건도 갖춰질 전망이다.

아파트와 함께 분양되는 덕은 DMC 에일린의 뜰 상업시설은 덕은지구 내 4800여 가구 규모의 거주민과 향후 조성될 미디어밸리 종사자, 인근 근린공원 나들이객 등 풍부한 유동인구 유입이 예상된다.

유동인구 유입에 유리한 3면 개방형으로 조성될 계획이다.

아파트 분양가는 3.3㎡당 1400만원대, 상업시설은 2000만원대에 책정될 예정이다.

모델하우스는 서울시 은평구 수색동 72-2번지에 마련된다.

입주ㆍ입점은 2022년 8월 예정이다.

@highlight

아이에스동서㈜는 28일 덕은지구 핵심 입지에 들어설 '덕은 DMC 에일린의 뜰' 모델하우스를 열고 분양에 나섰는데 이와 함께 분양되는 상업시설에는 덕은지구 내 거주민뿐 아니라 이후 조성될 미디어밸리 종사자, 인근 근린공원 나들이객 등 풍부한 유동인구가 유입될 것으로 기대된다.