정무부시장 주재로 시청 회의실에서 진행된 세종시 읍·면·동장 회의가 이달부터 읍·면·동 사업지에서 현안을 점검·토의하는 방식으로 개선·추진된다.

세종시는 25일 아름동 두루뜰근리공원에서 현장성을 강화한 '제1차 찾아가는 읍·면·동장 현장회의'를 진행했다.

이날 조상호 정무부시장과 김현기 자치분권국장은 각 읍·면·동장, 주민 추진협의체와 함께 최근 경관개선 사업이 마무리된 두루뜰근린공원을 살펴보고 주요 현안을 논의했다.

두루뜰근린공원은 설계·시공부터 유지관리까지, 주민 참여로 조성돼 관리되고 있는 곳이다.

최근엔 추진협의체의 제안으로 어린이숲 놀이터 2곳과 정자 2곳을 설치하는 경관개선 사업이 추진됐다.

조상호 정무부시장은 주민 추진협의체와 놀이터, 배수로, 진입로 등 경관개선 사업을 통해 추가로 설치된 시설물을 둘러보고 관리상황을 점검했다.

이어 아름동 복합커뮤니티센터에서 진행된 읍·면·동장 회의에서는 홍보 협조사항, 읍·면·동 건의사항이 전달됐다.

'읍·면·동 행사·축제 개선방안 수립' 방안을 논의하는 시간도 마련됐다.

이 과정, 읍·면·동별 유사한 행사·축제의 통합·연계가 필요하다는 데 의견이 모아졌다.

조상호 정무부시장은 "읍·면·동 예산과 인력에 비해 행사와 축제의 횟수가 적정한지 검토가 필요하다. 단발성·일회성 행사는 정비해 각 지역의 독창적 행사·축제에 실질적인 지원이 될 수 있도록 점검해달라"고 말했다.

시는 매월 찾아가는 읍·면·동장 회의를 개최할 계획이다.

김려수 시 자치분권과장은 "찾아가는 읍·면·동장 현장회의로 주요 시정이슈에 대한 관리가 강화될 것이다. 찾아가는 읍·면·동장 현장회의를 통해 현장의 목소리를 청취하고 신속 처리해 주민 만족도를 크게 향상 시키겠다"고 말했다.

@highlight

정무부시장 주재로 시청 회의실에서 진행된 세종시 읍·면·동장 회의가 이달부터 읍·면·동 사업지에서 현안을 점검·토의하는 방식으로 개선·추진됨에따라 세종시는 25일 아름동 두루뜰근리공원에서 현장성을 강화한 '제1차 찾아가는 읍·면·동장 현장회의'를 실행했으며 앞으로 시는 매월 찾아가는 읍·면·동장 회의를 시행할 계획이다.