올해 최대 규모의 공공 소프트웨어 사업 수주를 두고 국내 SI 업계 1, 2위인 삼성SDS와 LG CNS가 맞붙게 됐다.

26일 SI 업계에 따르면, 이날 오전 신청을 마감한 기획재정부 차세대 예산회계시스템(디브레인) 입찰에 삼성SDS-대우정보시스템 컨소시엄과 LG CNS-아이티센 컨소시엄이 입찰 제안서를 냈다.

당초 디브레인 사업은 2주 전 입찰을 마감하고 사업자 선정에 들어갈 예정이었으나, 당시 삼성SDS 컨소시엄만 제안서를 내면서 조달청 규정에 따라 1회 유찰됐다.

정부는 2013년부터 대기업의 공공 소프트웨어 사업 참여를 제한했지만, 사업비 1200억원 규모로 노후화된 기재부 예산회계시스템을 전면 재구축하는 디브레인 사업의 중요성을 감안해 대기업이 중소기업과 컨소시엄을 꾸려 참여하는 것을 허가했다.

때문에 업계에선 SI 업계 1위인 삼성SDS와 공공 부문에서 잔뼈가 굵은 LG CNS의 대결이 펼쳐질 것으로 예상했다.

당시 LG CNS는 입찰에 참여할 계획이었으나, 결국 신청서를 접수하지 않았다.

이를 두고 업계에선 공고가의 80% 수준인 최저가 경쟁으로 사업 수익성 악화가 우려된 LG CNS가 입찰을 포기한 것으로 봤다.

실제로 지난 7월 진행된 행정안전부 지방세 시스템 1단계 구축 사업에선 공고가의 하한선(80%)에 가까운 입찰가를 제안한 삼성SDS 컨소시엄이 LG CNS 컨소시엄을 꺾고 사업을 수주한 바 있다.

이에 LG CNS 관계자는 "경쟁사의 최저가 입찰 등을 고려한 프로젝트 수익성에 대해 면밀하게 검토한후 재입찰 참여 여부를 결정할 계획"이라고 전했다.

이를 두고 업계에선 LG CNS가 전략적으로 정부에 사업이 최저가 출혈 경쟁으로 흐르는 것을 막아달라는 의사를 표현한 것으로 보고 있다.

실제로 공공 소프트웨어 사업은 기술과 입찰가를 바탕으로 수주 여부가 결정되는데, 기술에서 큰 차이가 없을 경우 낮은 가격을 써낸 곳이 따내는 경우가 많다.

디브레인 사업 입찰 결과는 정부의 기술·가격 평가를 거쳐 29일 오후 발표될 예정이다.

@highlight

삼성SDS와 LG CNS가 노후화된 기재부 예산 회계시스템을 전면 재구축하는, 사업비 1200억 원 규모의 공공 소프트웨어 사업 수주에 입찰 제안서를 내면서 국내 SI 업계 1, 2위의 싸움이 시작되었다.