26일 광주 서구 ‘강전사’에서 열린 백년가게 현판식에서 김진우 현 대표(가운데)와 김현수 전 대표(왼쪽), 김문환 광주·전남지방중소벤처기업청장이 ‘백년가게 인증서’를 들고 있다.

광주·전남지방중소벤처기업청(청장 김문환)은 26일 2019년 제3차 광주·전남지역 백년가게로 선정된 업체인 광주 ‘강전사’에서 현판식을 개최했다.

지난해 첫 실시된 ‘백년가게 육성사업’은 중소벤처기업부가 소상공인 경쟁력 향상과 우수 사례 발굴을 위해 실시하고 있는 사업이다.

최근 제3차 백년가게로 광주지역에서 ‘강전사’와 전남지역에서 여수 ‘물망초식당’, 강진 ‘해태식당’, 강진 ‘우성대중음식점’이 선정됐다.

이번 행사는 백년가게 선정업체가 지속경영을 할 수 있도록 국가가 인정한 곳이라는 자긍심과 명예를 부여하고, 어느 분야에서든 꾸준히 노력하면 성공할 수 있다는 사회적 분위기를 조성하기 위해 마련됐다.

이날 현판식을 진행한 ‘강전사’(대표 김진우)는 광주 서구 양동 재래시장에 위치한 업력 44년 된 전동기 판매 및 수리업체다.

대표자의 뛰어난 기술력과 신속한 수리 및 납품으로 꾸준한 단골 고객층을 형성하고 있으며, 오랜 경험을 바탕으로 얻은 노하우를 고객들에게 전수하고 있다.

광주·전남중기청은 선정된 백년가게에 인증현판을 제공하는 한편 맞춤형 컨설팅, 혁신역량강화교육, 보증우대(100% 보증, 수수료 0.8%고정), 소상공인정책자금 금리우대(0.4% 인하) 등 다양한 정책수단을 연계 지원하고 있다.

김문환 청장은 “소상인이 30년 이상 존속하기까지 얼마나 많은 노력과 시간을 들였는지를 생각하면 백년가게 현판식은 매우 뜻깊은 행사다”며 “우리 지역에 실제로 100년 이상 경영 할 수 있는 백년가게가 나올 수 있도록 토대를 만들어 나가겠다”고 말했다.

@highlight

광주·전남지방중소벤처기업청은 26일 2019년 제 3차 광주·전남지역 백년가게로 선정된 업력 44년의 전동기 판매 및 수리 업체인 '강전사'에서 현판식을 개최하여 국가가 인정한 곳이라는 자긍심과 명예를 부여했다.