박정림 KB증권 사장은 26일 서울 프레스센터에서 열린 여기자포럼에서 '제로금리 시대의 자산배분 전략'을 주제로 강연했다.

박정림 KB증권 사장은 26일 서울 프레스센터에서 열린 여기자포럼에서 '제로금리 시대의 자산배분 전략'을 주제로 강연하며 "최근 기관 투자자, 개인 투자자 할것없이 상장지수펀드(ETF)에 대한 관심을 쏟고 있고, 특히 지수에 연동되는 패시브ETF에 자금이 몰리고 있는데 이는 국내 뿐만 아니라 전세계적인 투자 패러다임"이라며 이같이 말했다.

현재 글로벌 경제는 저금리, 저성장 이슈가 지배하고 있다.

일부 유럽 국가들이 제로금리를 넘어 마이너스 금리를 시행하고 있는 상황에서 한국만 예외가 될 것이라고 단정지을 수는 없다.

당장 제로금리는 아니지만, 이미 1%대 저금리 시대에 놓여있기 때문에 은행 예금 의존도가 높았던 과거 방식으로 재테크를 고수하기는 어려운 게 현실이다.

예금을 해도 이자는커녕 수수료를 내야하는 시대가 도래할 수도 있는 상황에서 박 사장은 ETF와 리츠 상품에 대한 안목을 기르고 재테크 포트폴리오를 다각화시킬 필요가 있다고 강조했다.

박 사장은 "국내에는 코스피200을 기초자산으로 한 ETF 위주로 구성되어있지만, 해외에는 부동산 등 섹터별로 다양한 ETF가 있다"면서 "내년에는 증권가에서 더욱 다양한 ETF 상품을 출시하고 운용하게 될 것"이라고 내다봤다.

이와 함께 저금리 시대를 맞아 리츠와 배당주에 대한 관심이 필요하다고 설명했다.

박 사장은 "최근 상장한 롯데리츠 등을 보면 시중 자금 2조~3조원이 몰렸다"면서 "임대 수익을 통해 배당 수익률 5%를 기대할 수 있는 상품도 있으므로 자산 포트폴리오를 다양화하는 것이 필요하다"고 말했다.

여성 임원 불모지였던 증권가에서 작년말 '증권사 중 첫 여성 CEO' 타이틀을 단 박 사장은 이날 자산배분 전략 외에도 여성 리더로서의 고충과 지난 1년간의 소회, 앞으로의 계획 등을 질의응답을 통해 밝혔다.

박 사장은 "혹시라도 '여성이라서 안된다'라는 말을 듣지 않기 위해, 증권가 첫 여성 CEO라는 이름에 누가 되지 않도록 노력해왔다"면서 "앞으로도 KB증권이 초대형IB로서 더욱 성장할 수 있도록 노력하겠다"고 말했다.

@highlight

지난 26일 박정림 KB증권 사장은 여기자포럼에서 ETF는 전세계적인 투자 패러다임이며 저금리 시대를 맞아 ETF와 리츠, 배당주에 대한 안목을 기르고 다각화된 재테크 포트폴리오를 구축할 필요가 있다고 설명했다.