한국거래소가 불공정거래 등 제재를 심의할 때 제재 대상자의 방어권을 크게 강화하는 방향으로 심의 제도를 개편한다.

거래소 시장감시위원회는 26일 제재 업무의 공정성·투명성을 획기적으로 끌어올리기 위해 대심제 도입 등을 골자로 하는 위원회 운영 개선방안을 마련, 시행한다고 밝혔다.

대심제는 회의장에 거래소 감리부와 제재 대상 회원사가 함께 참석, 동등하게 의견 진술 및 상호 공방 기회를 갖고 이를 토대로 위원들이 최종 결정을 내리는 심의 방식이다.

기존 심의 방식은 회의에서 제재 대상자가 의견 진술 및 시장감시위원들과 문답을 갖고 퇴장한 뒤 감리부가 제재 대상자의 의견을 반박하고 이후 위원들이 최종 결정을 하는 '순차진술식 심의제'였다.

그 결과 제재 대상자의 동등한 의견 진술 기회가 제한되는 등 방어권 행사에 한계가 있다는 지적을 받아왔다.

특히 최근 제재 안건 내용이 복잡해져 감리부와 제재 대상자 간 사실관계 및 법리 다툼이 늘어나면서 대상자가 제재 수용을 거부해 소송으로 번지는 등 불필요한 행정력이 소모될 수 있다는 우려도 커졌다.

이에 따라 대심제를 통해 제재 대상자에게 충분한 의견 진술 및 반박 기회를 제공함으로써 더 공정하고 정확한 심의를 꾀하고 분쟁 소지를 줄이겠다는 것이다.

거래소는 대심제를 제재 대상자가 원치 않는 경우를 제외한 모든 안건에 대해 적용하고 최종 의결기구인 시장감시위원회는 물론 사전 심의기구인 규율위원회에도 도입할 예정이다.

거래소는 또 그간 심의에 앞서 제재 대상자에게 제재 근거와 사실관계 등을 간략하게 사전 통보하던 것을 앞으로 구체적 위반 내용과 관련 증거자료 등 상세 정보까지 추가 제공해 대상자의 변론 준비를 돕기로 했다.

거래소는 이번 심의제도 개편을 다음 제재심의 안건부터 즉시 시행하고 향후 개선 실효성 등에 대한 평가를 거쳐 필요하면 신속히 보완할 방침이다.

김현일 거래소 시장감시제도팀장은 "이번 대심제 및 사전통지 제도 도입으로 회원사들이 과거보다 확장된 방어권을 행사할 수 있게 돼 제재 심의의 공정성·투명성이 높아질 것으로 기대된다"고 말했다.

@highlight

한국거래소가 불공정거래 등 제재의 심의 제도를 기존의 '순차진술식 심의제'에서 '대심제'로 개편하여 제재 대상자의 방어권이 강화되고 제재 심의의 공정성과 투명성이 높아질 것으로 기대된다.