신한카드는 '해외주식 소액투자 서비스'를 개시했다고 26일 밝혔다.

이는 카드를 쓸 때마다 생기는 자투리 금액이나 고객이 지정한 일정 금액을 카드 사용과 연계해 해외 주식에 투자하는 서비스다.

아마존, 애플, 스타벅스 등 해외 유명 주식을 0.01주 단위로 매매할 수 있는 신한금융투자 해외주식 소수점 매매서비스를 활용해 고가의 주식도 소액으로 투자할 수 있다.

'자투리 투자 방식'과 '정액 투자 방식' 중 한가지를 선택해 이용할 수 있다.

먼저 자투리 투자 방식은 카드 사용 후 남은 자투리 금액이 자동으로 투자 되는 방식으로 결제액의 1000원 미만 금액의 자투리를 투자하는 방식과 1만원 미만 금액의 자투리를 투자하는 방식이 제공된다.

만약 커피 2잔을 4800원에 결제했다면 1000원 미만 자투리 투자 방식은 자투리 금액인 200원을 투자하게 되고 1만원 미만 금액 자투리 투자방식은 5200원의 자투리 금액을 투자하게 된다.

정액 투자 방식은 고객이 미리 설정한 금액을 결제 건당 인출해 투자하는 방식이다.

결제 건당 최소 100원부터 100원 단위로 최대 2만원까지 고객이 설정할 수 있다.

만약 고객이 투자 금액을 1000원으로 설정해놨다면 결제 금액과 상관 없이 카드를 사용할 때마다 1000원이 해외 주식에 투자된다.

해외주식 소액투자 서비스에 가입만 하면 정해진 방식에 따라 자동으로 투자가 이뤄지며 투자 방식과 투자 종목 변경은 수시로 가능한 장점이 있다.

또한 신한카드는 앞으로 소비 행태 분석을 통해 고객이 가장 관심을 가질만한 종목을 추천하는 서비스를 제공해 해외주식 소액투자서비스를 고도화할 계획이다.

사회초년생·금융 소외계층에게 합리적 지출 가이드를 제시함과 동시에 미래를 위한 투자를 쉽게 접근할 수 있도록 해준다.

이 서비스는 1100만 회원을 자랑하는 신한카드의 '신한페이판'(PayFAN)에서 이용할 수 있으며, 신한금융그룹 대표 플랫폼인 신한플러스에서도 이용할 수 있다.

투자 관련 약정은 신한금융투자에서 진행된다.

@highlight

신한카드는 26일에 카드를 사용할 때마다 발생하는 자투리 금액이나 고객이 설정한 일정 금액을 카드 사용과 연동하여 해외 주식에 투자할 수 있는 서비스인 '해외주식 소액투자 서비스'를 개시했으며 향후 고객의 소비 행태를 분석하여 고객의 관심 종목을 추천하는 서비스를 제공하여 해외주식 소액투자서비스를 발전시킬 계획이다.