대구시가 내년도에 992억원을 투입해 노인일자리 2만7천여개를 지원한다.

대구시는 어르신들의 건강하고 활기찬 노후생활을 영위할 있도록 다양한 노인일자리를 확충해 노인의 일자리 및 사회참여 기회를 제공하고, 전담인력 충원 등 관리체계를 강화해 나가기 위한 노인일자리 사업을 본격 추진한다.

대구시틑 2019년 10월말 기준 총 인구 244만3천명 중 노인인구는 약 37만6천명으로 전체 인구의 15.4%를 차지, 이미 고령사회로 진입했아.

10명 중 3명은 노후준비 부족으로 생계를 위해 경제활동에 참여하고 있는 것으로 알려졌다.

이에 따라 대구시는 내년도 노인일자리 및 사회활동지원사업에 올해보다 325억원 증액된 992억원을 투입해 2만 7,770명의 어르신들의 일자리를 확대·지원할 예정이다.

노인일자리 및 사회활동 유형으로는 어르신들의 자기 만족과 성취감 향상, 지역사회 공익증진을 위해 참여하는 봉사활동 성격의 공익활동사업과 소규모 매장을 공동으로 운영해 일자리를 창출하는 시장형 사업, 돌봄시설 및 취약 계층 등 사회적 도움이 필요한 영역에 노인인력을 활용해 필요한 서비스를 제공하는 일자리인 사회서비스형사업 등이 있다.

일자리 참여를 원하는 어르신은 별도의 참여 절차를 통해 내달 2일부터 신청할 수 있으며, 내년 1월부터 사업 참여가 가능하다.

노인일자리 수행기관인 각 구청 일자리관련 부서나 8개 구·군 시니어클럽, 노인복지관 등에 문의 하면 된다.

아울러 한국노인인력개발원 대구경북지역 본부는 노인일자리 상담센터를 11월 4일 개소해 운영 중에 있다.

2005년에 설립된 한국노인인력개발원은 노인일자리 개발·보급과 교육훈련 등을 담당하는 중앙노인일자리전담기관으로 보건복지부 산하 준 정부기관이다.

백윤자 대구시 보건복지국장은 "소득 보장뿐만 아니라, 어르신들의 삶의 질을 향상 시키고 원만한 사회관계를 증진하는 긍정적인 효과를 가진 노인일자리사업이 지속적으로 확대 될 수 있도록 적극적으로 노력하겠다"고 말했다.

@highlight

대구시는 경제활동을 하는 노년 근로자들을 위해 992억원을 투입하여 2만 7,770명의 일자리 사업을 추진하기로 예정했다.