정부가 내년 재생에너지 예산을 늘려 에너지전환 정책 속도를 높인다.

설비 공급이 원활할 수 있도록 조선기자재업체 업종 전환을 독려하고 초대형 풍력발전 실증단지 구축에도 별도 예산을 편성해 산업 육성에 나선다.

최근 산업통상자원부가 국회 예산결산위원회에 제출한 2020년도 예산안에 따르면 신재생에너지보급지원액은 3120억원으로 책정됐다.

이는 2018년 2267억원, 2019년 2670억원 대비 각각 37.63%, 16.9% 증가한 것이다.

신재생에너지보급지원금은 주택, 일반건물, 지방자치단체 소유·관리시설 등에 신재생에너지 설비를 설치할 때 쓰인다.

정부가 50% 이내에서 자금을 보조한다.

정부는 공모로 선정된 민간 사업자에는 신재생에너지 시설 사업비를 90% 이내에서 저금리(1.75%)로 융자 지원한다.

이 예산에 3020억4000만원이 편성됐다.

2018년 1760억원, 2019년 2570억원 대비 큰 폭 늘었다.

정부는 늘어날 수요에 맞춰 설비를 공급할 기업을 특별 지원한다.

현대중공업 군산조선소 가동 중단 등으로 고사 위기에 처한 전북 조선기자재 업체의 신재생에너지 업종전환에 처음으로 별도 예산 53억원을 편성했다.

정부는 재생에너지 가운데 풍력 발전 육성에도 나선다.

최초로 5㎿급 초대형 풍력 발전 실증단지 구축에 예산 58억5000만원을 투입키로 했다.

지자체가 주도하는 대규모 행상풍력단지 개발에 25억원을 책정했다.

정부가 신재생에너지 관련 예산을 대폭 늘린 것은 발전설비 보급을 확대하고 지역 경제를 살리려는 목적으로 풀이된다.

앞서 정부는 '재생에너지 3020' 정책을 발표, 오는 2030년까지 재생에너지 발전비중을 20% 높이겠다고 밝힌 바 있다.

물론 내년도 예산안이 국회 본회의를 통과한 것이 아닌 만큼 일부 가감될 수 있다.

산업부 고위 관계자는 "현재 재생에너지 전환을 계획대로 추진하고 있지만 풍력 발전의 경우 양적으로 다소 더딘 감이 있어 관심을 갖고 있다"면서 "예산안이 아직 심의 단계에 있기 때문에 아직 의미를 부여하긴 이르다"고 밝혔다.

@highlight

산업통상자원부이 내년 신재생에너지보급지원액을 3120억원확보하여 조선기자재업체 업종 전환을 할 수있도록 지원하고 초대형 풍력발전 실증단지를 설치하여 에너지전환 정책 속도를 높일 예정이다.