BAT코리아의 전자담배 신제품 글로 프로의 쇼케이스 현장은 제품에 관한 관심 못지않게 BAT 코리아가 처한 상황을 묻는 질문으로 가득했다.

26일 쇼케이스 말미에 진행한 질의응답 시간에 가장 시선을 끈 것은 단연 바로 전날 발표된 검찰의 구형 소식이었다.

검찰은 25일 서울중앙지법 형사합의25부(송인권 부장판사) 심리로 열린 결심 공판에서 BAT코리아야 벌금 1000억원을 구형했다.

BAT코리아는 500억원의 담뱃세를 탈루한 혐의로 기소된 상태다.

역시 현장에서 검찰의 구형에 관한 BAT코리아의 입장을 묻는 질문이 나왔다.

그러나 BAT코리아 측은 검찰이 제기한 혐의를 전면 부인했다.

BAT코리아 관계자는 "담배를 반출하는 과정에서 담뱃세 적용에 관해서 견해가 달라서 생긴 일"이라며 "BAT코리아는 모범납세자상도 받는 등 법규 준수를 대단히 중요하게 여긴다"고 힘주어 말했다.

BAT코리아 측은 지난달 정부의 액상 전자담배 사용 중단 권고와 관련해서도 말을 아꼈다.

지난 6월 하이브리드 전자담배인 글로 센스를 출시했던 BAT코리아가 올해 마지막 제품으로 궐련형 전자담배인 글로 프로를 내놓았다.

향후 액상형 전자담배 시장이 위축될 것을 고려한 움직임으로 해석할 수 있었다.

그러나 김의성 BAT코리아 사장은 "BAT코리아는 다양한 소비자 니즈와 눈높이에 부응하기 위해 노력하고 있다"며 "특정한 카테고리의 제품에 집중하기보다는 여러 가지 카테고리를 준비한다고 생각해 달라"고 말했다.

올해만 글로 미니, 글로 센스, 글로 프로 3종류의 전자 담배를 내놓은 BAT코리아는 내년 더욱더 적극적인 신제품 출시 가능성도 내비쳤다.

김의성 사장은 "2019년 한 해를 신제품 소개로 바쁘게 보냈다"면서도 "2020년은 더욱더 바쁠 것으로 내부에서 기대하고 있으며 제품 출시 계획들을 이행하기 위한 시간을 보내고 있다"고 말했다.

@highlight

BAT코리아 신제품 쇼케이스 현장에서는 바로 전날 발표한 검찰의 구형 소식에 대해 회사의 입장을 묻는 질문이 나왔는데 BAT코리아측은 담뱃세 탈루 혐의는 견해 차이이고 법규 준수를 중요하게 여긴다고 하며 2020년은 제품 출시를 위해 더욱 더 바쁠 것이라고 했다.