콘텐츠진흥원 '대한민국 콘텐츠산업 결산'

올해 콘텐츠 수출액은 103억달러로 지난해에 비해 8.2% 증가할 것으로 보인다.

한국콘텐츠진흥원(콘진원)에 따르면 올해 국내 콘텐츠산업 매출액이 125조원으로 작년보다 5.4% 늘어날 것으로 보인다.

또한 올해 콘텐츠산업의 핵심 주제는 변화, 대세, 확장, 글로벌, 진흥 등 5가지로 요약됐다.

문화체육관광부와 콘진원은 오는 12월 3일 서울 SAC 아트홀에서 개최되는 ‘대한민국 콘텐츠산업 2019년 결산과 2020년 전망’ 세미나에서 이 같은 결과를 공개한다.

첫 번째 주제 ‘변화’는 방송사의 인터넷 동영상 서비스(OTT) 합작법안 설립과 글로벌 OTT와의 협업, 보고 싶은 콘텐츠가 있는 OTT를 찾아 이동하는 콘텐츠 유목민, OTT와 차별화된 체험형 영화 관람의 확산 등 콘텐츠가 비즈니스와 소비 혁신의 기준이 되는 흐름에 주목한다.

이어 두 번째 주제 ‘대세’는 밀레니얼이 제작하는 90년대 소재의 콘텐츠, 소비자가 주도하는 능동적인 복고 붐, 다시 주목받는 1990년대~2000년대 초의 한국형 ‘콘텐츠 클래식’ 등 밀레니얼 세대 주도로 재편되는 콘텐츠 시장을 조명한다.

세 번째 주제 ‘확장’에서는 드라마 ‘열혈사제’와 같은 장르물의 인기, 지식재산권(IP) 활용 장르의 범위 확장, 장르를 넘나드는 콘텐츠 제작 인력의 영역 확장 등 ‘원천스토리의 다양한 가능성을 극대화하는 슈퍼 IP’에 주목한다.

네 번째 ‘글로벌’은 한일 외교 갈등 등 한류 확산에 부정적 영향을 준 위기요인, 높은 완성도의 콘텐츠와 성숙한 글로벌 팬덤으로 상승한 한류의 기초 체력, 현지와의 협업 및 글로벌 팬덤과의 교류로 진화하는 한류의 새로운 트렌드에 집중한다.

마지막 ‘진흥’에서는 중소 콘텐츠기업 특화 정책금융의 확대, 실감콘텐츠산업 성장 환경 조성 및 규제 혁신, 저작권 보호 범위의 확장 등 콘텐츠 창작자와 기업을 지원하고 응원하는 다양한 정책과 규제 혁신을 다룬다.

@highlight

 12월 3일 서울 SAC 아트홀에서 문화체육관광부와 한국콘텐츠진흥원은 변화, 대세, 확장, 글로벌, 진흥 등 5가지 주제로 삼아 ‘대한민국 콘텐츠산업 2019년 결산과 2020년 전망’이라는 세미나를 개최했으며, 올해 국내 콘텐츠산업 매출액이 125조원으로 작년보다 늘어날 것으로 전망했다.