특정 지역 내에서 운영되는 12인승 대형승합택시를 합승하는 서비스, 지하철역 인근 공유숙박 서비스 등 8건이 규제샌드박스 심의에 오른다.

과학기술정보통신부는 27일 오전 10시부터 서울 중구 중앙우체국에서 제7차 신기술·서비스 심의위원회를 개최했다고 이날 밝혔다.

이번 심의위에서는 총 8건의 안건이 상정됐다.

현대자동차와 KST모빌리티는 수요·응답 기반 커뮤니티형 대형승합택시 서비스에 대한 실증특례를 신청했다.

서울 은평뉴타운 반경 2km 내외에서 12인승 대형승합택시를 운영할 수 있도록 하는 내용이다.

일종의 택시와 버스의 중간 단계에 해당하는 서비스로, 기존 버스와 달리 수요에 따라 승·하차 지점이 결정된다.

가령 서울 은평구 진관파출소에서 지하철 3호선 구파발역으로 가고자 하는 이들이 몰리면 해당 구간을 운행하는 식이다.

월 구독형 요금제를 기반으로 운영될 예정이다.

기존 택시발전법에서는 합승을 허용하지 않아 다수 승객의 요청에 응답하는 이 같은 서비스를 펼칠수 없는 실정이다.

서울 지하철역 중심의 내·외국인 대상 공유숙박 서비스도 안건에 올랐다.

플랫폼을 활용해 서울 지하철역 인근 일반주택을 내·외국인 관광객에게 숙소로 제공하는 일종의 도시민박업이다.

도시민박업은 외국인만 대상으로만 할 수 있다는 관광진흥법 상 제한을 풀기 위한 논의가 이뤄질 예정이다.

그 밖에도 ▲직접 고용 기반 가사서비스 제공 플랫폼 (실증특례) ▲행정·공공기관 고지서 모바일 전자고지 (임시허가) ▲이동형 가상현실(VR) 승마 체험 트럭 (임시허가/실증특례) ▲위성위치확인시스템(GPS) 기반 택시 앱미터기 (임시허가) ▲디지털 매출전표 제공 서비스 (임시허가) ▲ 주행중인 화물차 중량 계측용 자동저울 (실증특례) 등이 논의된다.

@highlight

서울 은평뉴타운 반경 2km내외에서 12인승 대형승합택시 운영과 서울 지하철역 중심의 공유숙박 서비스 등 8건이 규제샌드박스 심의에 오른다.