이재명 경기도지사가 "특별한 희생을 치른 경기북부 지역을 위해 특별한 보상이 필요하다"며 군사 규제 완화에 대한 군의 적극적인 협조를 요청했다.

이 지사는 26일 의정부 경기도청 북부청사에서 열린 '경기도-국방부 접경지역 지자체장 간담회'에서 "북한과 접경하고 있는 경기북부는 국가안보를 위해 아주 오랜 기간 동안 커다란 희생을 치렀다"며 "대한민국 국민으로서 국가 안보에 따른 피해를 감수했다는 측면에서 이제는 그에 상응하는 보상을 해야 할 때"라고 강조했다.

이 지사는 이어 "과학 기술 발전에 따라 꼭 필요하지 않은 군사규제는 완화하고, 북부지역에 대한 행ㆍ재정적 지원을 통해 균형발전을 도모하는 것이 중요하다"며 "후자는 경기도의 몫이고, 전자는 군의 배려가 필요하다고 생각한다. 오늘 시ㆍ군에서 제안한 사항들을 군에서 적극 반영해 달라"고 당부했다.

이 지사는 이외에도 최근 군이 '국민의 군대'로서 대한민국 정부수립 이래 최대 규모 군사시설 보호구역 해제 결정을 내린 것과 아프리카돼지열병(ASF) 방역에 적극적으로 도움을 준 것에 대해 감사의 뜻을 전했다.

또 접경지역 친환경 농산물 군 급식 지원사업, 군 복무 청년 상해보험 등 경기도가 추진하는 각종 군 관련 정책ㆍ사업에 대한 국방부의 적극적인 홍보와 참여를 당부하고, 24시간 응급의료전용 '닥터헬기'의 원활한 운영을 위해 군부대 내 부지를 헬기 계류장으로 사용할 수 있도록 협조해 달라고 당부했다.

이에 정경두 국방부장관은 "그간 국가안보를 위해 큰 역할을 했던 경기도의 헌신과 희생에 장관으로서 감사의 말씀을 드린다"며 "앞으로도 상호신뢰를 바탕으로 지속적으로 소통함으로써 대한민국이 잘 지켜지면서 잘 발전해 나가는데 기여하길 바란다"고 밝혔다.

이날 간담회에는 이 지사를 포함해 최종환 파주시장, 정하영 김포시장, 박윤국 포천시장, 최용덕 동두천시장, 김광철 연천군수, 이춘표 고양 부시장, 김대순 양주 부시장 등 경기북부지역 단체장들도 참석했다.

@highlight

이재명 경기도지사는 26일 의정부 경기도청 북부청사에서 열린 '경기도-국방부 접경지역 지자체장 간담회'에서 안보를 위해 오랜 기간 희생한 경기북부를 위해 군사규제 완화 등 특별한 보상이 필요하다며 군의 협조를 요청했다.