서울은 최근 4경기 ‘패무패패’

오는 30일과 12월1일에 열리는 올시즌 K리그1 38라운드 마지막 경기에서 ‘전북이 정규시즌 우승을 하고, 대구가 ACL에 진출하며, 인천이 강등권을 탈출한다.’

이 전망은 지난달 22일 프로축구연맹이 지금까지의 데이터에 근거해 발표한 내용이다.

당시 연맹은 K리그1 12개 구단의 최근 5시즌 마지막 4경기 평균 승점을 발표했다.

데이터에 따르면 전북은 최근 5시즌 동안 4경기에서 평균 7.4점을 획득해 1위를 차지했다.

이어 대구가 평균 7점, 서울이 평균 6.6이었으며 울산은 평균 5.8로 하위권이었다.

대구는 2018년 ‘무무승승’, 2017년 ‘무승승승’, 2016년 ‘패무승승’을 기록하는 등 뒷 경기로 갈수록 강한 면모를 보였다.

특히 2016~2018 매 시즌 마지막 두 경기만 보면 6전 전승을 기록할 정도로 뒷심이 강했다.

대구는 올시즌 현재까지 파이널라운A 4경기 가운데 1승1무2패(대 울산1-2패, 대 포항 0-0무, 대 전북 0-2패, 대 강원 4-2승)로 ‘패무패승’을 기록하고 있다.

반면 서울은 올시즌 현재까지 파이널라운A 4경기 중 1무3패(대 강원 2-3패, 대 전북 1-1무, 대 울산 0-1패, 대 포항 0-3패)로 ‘패무패패’다.

서울은 2018년 ‘무승패패’, 2017년 ‘무승패승’을 한 바 있다.

올시즌 대구는 파이널라운드A 경기 초반에 힘을 못쓰다가 강원전을 계기로 기세가 오른 반면 서울은 계속해 침체를 보이고 있다.

데이터로 보면 대구가 서울을 이길 확률이 높다.

지난달 파이널라운드A 진출 확정 후 기자와 만난 대구 안드레 감독은 “올시즌 대구의 ACL진출은 12월1일 대구에서 벌어지는 서울과의 경기에서 결정날 것”이라고 전망했다.

그의 족집게 예언은 맞아떨어졌다.

하지만 공은 둥글기에 12월1일 경기 결과는 신만이 알 것이다.

@highlight

최근 3년 마지막 2경기를 전승한 대구는 오는 30일과 12월1일에 열리는 올시즌 K리그1 38라운드 마지막 경기에서 ACL진출이 확정됐다.  