군포문화재단이 다음 달 3일까지 군포시 당동 보도육교에서 ‘2019 구름다리미술관’ 프로젝트를 진행한다.

구름다리미술관 모습.

‘구름다리미술관’은 지난해 주민의 예술적 상상력을 극대화하고 삶의 가치를 재발견하고자 추진된 공공예술프로젝트를 통해 보도육교가 동네 미술관으로 탈바꿈한 것이다.

재단은 구름다리미술관에서 빛과 호흡, 온도, 소리 등 예술행위를 통해 공공성과 일상성, 도시성이라는 공공예술의 가치를 발굴하고자 올해 프로젝트를 추진한다.

프로젝트를 위해 공공예술 분야 공동 기획 경력이 풍부한 문화기획자 김월식 작가를 예술감독으로 선임해 참여자를 대상으로 브레인 스토밍, 아이디어의 제안과 실행을 위한 기획회의를 진행한 결과, 총 7개 팀 작가들이 참여해 장소특정형 퍼포먼스, 시민참여형 프로그램을 기획했다.

먼저 군포 대야미 지역에서 활동하고 있는 발달장애 예술가들의 그룹 ‘로아트’는 발달장애 예술가들의 시선으로 바라본 도로와 계단, 경사로의 모습을 회화로 옮긴 작품과 감상자를 위한 질문 패널 설치를 통해 공동의 터전인 육교를 바라보는 다양한 시각을 전달한다.

시각예술가 옥정호의 ‘군포 구름다리 무지개’는 무지개 패턴의 의상을 입은 사람들이 물구나무를 서서 만들어 내는 무지개 형상의 몸짓 퍼포먼스로, 2018년 육교 천장에 설치된 무지갯빛 하늘 풍경과 결합해 육교 위 새로운 인상을 연출할 예정이다.

수리산상상마을 문화예술창작촌 입주작가 홍윤·방영경 작가는 주민들을 위한 다양한 참여형 프로젝트를 진행한다.

홍윤 작가는 육교 주변의 초등학교 학생들이 등·하굣길을 즐겁게 느낄 수 있도록 구름미로를 설치하고, 방영경 작가는 이상한 나라의 앨리스를 소재로 육교 위 문방구와 전망대 설치, 육교를 토끼굴로 전환하기 위한 토끼탈 퍼포먼스를 진행할 예정이다.

기타 자세한 사항은 군포문화재단 홈페이지(www.gunpocf.or.kr)를 통해 확인할 수 있다.

@highlight

군포문화재단이 빛과 호흡, 온도, 소리 등 예술행위를 통해 공공성과 일상성, 도시성이라는 공공예술의 가치를 발굴하고자 다음 달 3일까지 당동 보도육교에서 '2019 구름다리미술관' 프로젝트를 진행하며, 문화기획자 김월식 작가가 예술감독으로 선임돼 총 7개 팀 작가들이 장소특정형 퍼포먼스, 시민참여형으로 기획한 프로그램이다.