문재인 대통령은 26일 "스타트업은 그 자체로 혁신이며 누구에게나 열린 기회이고 희망을 공유한다"며 "아세안이 가는 스타트업의 길에 한국이 동행하겠다"고 말했다.

문 대통령은 이날 아세안 10개국 정상 모두가 참석한 가운데 부산 벡스코에서 열린 ‘한·아세안 스타트업 서밋’ 행사에 참석, 기조연설을 통해 "스타트업이 한·아세안의 미래를 부흥시킬 것"이라며 이같이 밝혔다.

문 대통령은 먼저 "한국 정부는 ‘혁신 창업국가’를 국정과제로 삼고, 제2벤처붐 확산전략, 혁신금융 비전을 추진하며 스타트업 육성에 박차를 가하고 있다"고 소개했다.

또한 "한국의 신설 법인 수는 지난해 사상 최초로 10만 개를 돌파했고, 유니콘 기업 수도 2016년 2개에서 올해 10개로 늘어 세계 6위를 기록하며 혁신의 분위기가 확산하고 있다"고 설명했다.

특히 "혁신에는 국경이 없고, 융합의 4차 산업혁명 시대에 경계는 무의미하다"라며 "개별 국가 차원의 스타트업 정책도 중요하지만, 이제는 스타트업 정책도 국가 간 협력이 필수"라고 강조했다.

그러면서 "유니콘들이 마음껏 뛰어 놀 수 있도록 한·아세안 11개국이 하나가 된 스타트업 생태계를 조성해야 한다"고 덧붙였다.

문 대통령은 "나는 아세안 발전이 한국의 발전이라 생각하며 신남방정책을 추진하고 있다"며 "취임 2년 만에 아세안 10개국을 모두 방문했고 아세안 곳곳에서 혁신·기회·희망을 봤다"고 언급했다.

문 대통령은 "이번 한·아세안의 ‘스타트업 파트너십’ 합의는 매우 고무적"이라며 "이번 정상회의를 계기로 개최한 한·아세안 스타트업 엑스포인 컴업(ComeUp)을 연례행사로 만들어 스타트업 간 교류의 장을 제공하겠다"고 약속했다.

또 "스타트업 중장기 로드맵을 공동 수립해 벤처투자자들에게 스타트업 정책과 정보를 알리고 함께 투자하도록 네트워크를 구축하겠다"며 "한·아세안 스타트업 장관회의를 구성해 이를 뒷받침하는 협력체계도 마련하겠다"고 말했다.

문 대통령은 "오늘을 계기로 하나의 생태계 속에서 아세안과 한국의 스타트업들이 협력하고 새로운 30년 ‘모두를 위한 번영’을 이끌어가길 기대한다"고 밝혔다.

@highlight

26일 아세안 10개국의 정상이 참석한 부산벡스코에서 '한·아세안 스타트업 서밋' 행사를 진행했고, 이날 문재인 대통령은 기조연설에서 "아세안 스타트업에 한국이 함께 동행, 협력하며 모두를 위한 번영을 이끌어가길 기대한다"고 말했다. 