경기도가 중국 산둥성과 함께 인공지능(AI) 기술을 활용한 지역발전을 고민하는 '과학기술 혁신포럼'을 다음달 2일 판교 경기창조경제혁신센터 국제회의장에서 개최한다.

이번 포럼은 AI과 데이터 기반 과학기술을 토대로 4차 산업혁명 시대에 걸맞은 산업발전과 지역민 복지증진 방안을 토론하기 위한 자리로, 산학연 관계자 200여명이 참석할 예정이다.

특히 한-중 지방정부가 함께 신기술 상호협력 및 정책방향을 모색하는 포럼을 여는 것은 이번이 처음이다.

포럼에서는 양국 학계 전문가와 연구진, 기업 대표 등이 주제 발표자로 참여해 AI 및 데이터 기술 현재를 짚어보고, 향후 미래 전망과 육성 방안을 함께 설계해 보는 기회를 만들 전망이다.

한국에서는 홍성수 서울대 교수가 'Deep Learning for Connected Automated Vehicles', 김영훈 차세대융합기술연구원 박사가 'AI 활용 영유아 보육안전 기술', 임경일 차세대융합기술연구원 박사가 'AI 활용 자율주행 셔틀 통한 공공서비스 모델개발'을 발표한다.

중국에서는 장선 산둥성 컴퓨팅센터 연구원이 'AI 활용 신구 발전동력 전환', 저우평산 신송로봇중앙연구원 원장이 '스마트로봇 혁신 발전', 창펑 산둥꾸이부 로봇기술유한회사 CEO가 '모바일 로봇에 기초한 응용솔루션'에 대해 발표할 예정이다.

경기도와 산둥성, 차세대융합기술연구원과 산둥성 과학원이 참여하는 '과학기술 MOU 체결식'도 함께 예정돼 있어 양국 지방정부 간 과학기술 분야 협력의 폭을 확대하는 자리를 만들 것으로 보인다.

공정식 경기도 미래산업과장은 "AI는 국가 경쟁력을 결정하는 주요 요인으로 범국가 차원 집중육성이 필요하다"며 "국내외 과학기술 트렌드를 심층 분석하고, 혁신사례를 공유·토론함으로써 경기도와 산둥성이 양국 미래 과학기술 발전 중심이 되는 계기가 되길 바란다"고 밝혔다.

이번 과학기술 혁신포럼은 별도 참가신청 필요 없이 과학기술에 관심이 있는 누구나 참석이 가능하다.

참석을 원하는 사람은 포럼 당일 오전 9시 30분 이전까지 행사장에 입장하면 된다.

@highlight

다음달 2일, 경기도는 중국 산둥성과 함께 인공 지능 기술을 활영한 지역발전을 고민하는 '과학기술혁신포럼'을 판교 경기창조경제혁신센터 국제회의장'에서 개최할 예정으로, AI와 데이터 기반 과학 기술을 토대로 4차 산업혁명 시대에 걸맞은 산업발전과 지역민 복지증진 방안을 토론하기 위한 자리로, 양국 학계 전문가와 연구진, 기업 대표 등이 주제 발표자로 참여해 AI 및 데이터 기술 현재를 짚어보고, 향후 미래 전망과 육성 방안을 함께 설계해 보는 기회를 만들 전망이다.