경기 과천시(시장 김종천)가 2020년도 예산을 시민 삶의 질 향상에 집중투자 한다.

시는 27일 오전 브리핑을 통해 '내년도 일반회계 예산을 올해 본예산 대비 352억원(14.8%)이 증가한 2731억원으로 편성해 시의회에 제출했다'고 밝혔다.

시의 내년도 예상세입재원은 재산세 등 자체수입이 1437억원, 지방교부세 등 국가와 경기도로부터 교부받는 이전재원이 1294억원 등 총 2731억원이다.

시는 내년 예산을 시민 삶의 질 향상과 관련된 각 분야별로 균형 있게 재원을 배분해 '시민이 만드는 행복도시 과천'으르 구현할 수 있도록 확장·편성했다고 말한다.

분야별로는 △사회복지 821억원(18.6% 증가) △교육 98억원(16.2% 증가) △환경 174억원(37.3% 증가) △교통 및 물류 201억원(47.2% 증가) △문화 및 관광 172억원(11% 증가) 등이다.

특히, 사회안정망 확충을 위해 다양한 계층의 복지수요에 대응하는 복지예산을 비롯, 미래세대 투자를 위한 교육, 미세먼지 저감 등 시민의 안전을 위한 환경, 기반시설 확충을 위한 투자사업에 중점을 뒀다.

사회 안정망 구축을 위한 복지예산으로 어르신이 살기 좋은 과천을 위한 효행장려금, 저소득노인 사회활동 장려금, 장수수당, 경로당 지원 사업을 확대했다는 점도 주목할 만하다.

또 초 저출산 시대 극복을 위해 2020년도에 태어나는 첫째아이에게 100만원의 출산장려금을 지급하고, 둘째아이 이상의 장려금 지급 규모도 확대하며, 미래세대를 위한 투자와 시민의 안전한 삶 보장을 위한 투자도 아끼지 않을 예정이다.

아울러 기반시설 확충을 위한 시설투자 확대로 살기좋은 환경을 조성하기 위해 시립요양원 건립(54억원), 제2실내체육관 건립(7억원), 문원동 주차장 확충 사업(18억원), 중앙공원 새단장 사업(13억원)도 반영했다.

한편 시는 2020년 예산편성을 통해 시민이 체감하는 실질적인 삶의 질 향상을 위해 노력할 계획이다.

@highlight

과천시가 2020년도 예산 편성에서  '시민이 만드는 행복도시 과천'을 실현하기 위해 시민 삶의 질 향상에 집중투자 함으로써 시민이 체감하는 실질적인 발전을 이루고자 노력할 예정이다.