토지 개발과 농약 사용 등으로 개체 수가 점점 줄어들어 ‘환경부 지정 멸종위기 야생동물 2급’이 된 맹꽁이<사진>가 용인시 기흥구 서농복합주민센터 부지에서 올해도 다수가 확인됐다.

해당 부지는 맹꽁이 서식을 위해 토지를 원형 그대로 보전하기로 해 화제가 되기도 했다.

기흥구 서천동 748 일대 부지 1만2천451㎡는 서농복합주민센터 부지로, 지난달 서농동 주민센터가 완공돼 업무를 시작했다.

내년에는 서농도서관이 들어설 예정이다.

용인환경정의는 2017년 이 일대에 양서류가 다수 나타난다는 시민 제보를 받고 주변 조사를 실시해 이곳이 멸종위기 2급 맹꽁이 서식처임을 확인했다.

용인시도 맹꽁이 보호 방안을 마련하고 맹꽁이 생태 모니터링을 실시해 조사 결과를 맹꽁이 습지 조성에 반영하기로 했다.

용인환경정의는 지난해 한강유역환경청의 허가를 받아 공사 부지의 맹꽁이를 포획, 이주시키는 생태 모니터링 과정에서 부지 내 맹꽁이 대량 서식을 확인하고 서농복합주민센터 부지의 약 20%(2천416㎡)를 원형지로 보전하기로 시와 협의했다.

용인환경정의는 3년 동안 사후 모니터링 계획을 세워 올해도 주야간 생태 모니터링을 43회 실시해 이 과정에서 다수의 맹꽁이알, 올챙이, 어린 맹꽁이, 성체를 확인하고 성장 및 이동의 전 과정을 기록했다.

사후 모니터링을 이끌어 온 책임연구원 최순규 박사는 "생물종을 보전하기 위해서는 해당 환경을 최대한 유지하며 교란 요인을 제거하는 것이 바람직하다"며 "꾸준한 모니터링을 통해 맹꽁이 개체군 유지에 영향을 주는 요소 발생 시 즉각적이고 합리적인 저감 방안을 강구해야 한다"고 말했다.

이어 "급격한 도시화로 양서류의 서식처가 점점 사라지고 있는 상황에서 종 보존뿐 아니라 서식처 보전은 매우 중요하다"며 "서농복합주민센터 부지 내 원형 보전된 맹꽁이 서식지는 자연과 사람이 공존하는 공간으로 주민의 관심을 끌어 낼 것으로 기대한다"고 덧붙였다.

@highlight

용인환경정의는 2017년 용인시 기흥구 서농복합주민센터 부지가 ‘환경부 지정 멸종위기 야생동물 2급’ 맹꽁이 서식처임을 확인하고 이후 한강유역환경청의 허가를 받아 생태 모니터링하는 과정에서 대량 서식을 발견해 공사 부지의 약 20%(2천416㎡)를 원형지로 보전하기로 시와 협의했다.