GS25가 중년층 '오팔(OPAL)세대' 입맛 잡기에 나섰다.

27일 GS25에 따르면 올해 1월부터 10월까지 40대 이상 고객의 도시락 매출구성비가 36.8%를 차지했다.

이는 2016년의 26%와 비교했을 때 10%포인트 이상 증가한 수치다.

GS25 전체 매출 중 연령대별 고객 구성비는 2030세대와 4050 이상 세대가 약 6대 4의 비율을 보인다.

하지만 4050세대의 도시락 매출구성비가 지속 증가하면서 매출이 전년 동기대비 33.4% 늘었다.

GS25는 고급 재료를 활용한 프리미엄 도시락을 출시하며 풍성한 한상차림을 선호하는 중장년층 고객들의 가심비를 만족시켰고, 소셜미디어(SNS) 및 스마트폰을 통해 최신 트렌드에 익숙해지는 장년층이 늘어남에 따라 편의점에서 도시락을 구매하는 40대 이상 고객의 비율이 늘어났다고 분석했다.

실제로 GS25의 '한상가득도시락'과 '진수성찬도시락'은 각각 5900원, 4900원이라는 비교적 높은 가격대에도 불구하고 고품질의 반찬과 품격 있는 한 끼를 구성해 40대 이상 고객의 매출구성비가 60% 이상을 차지한다.

이에 GS25는 고객 데이터 분석해 삼품개발에 적용한 '이천쌀밥도시락'을 오는 28일 선보인다.

고객들의 니즈에 맞춰 신뢰도 높은 원재료 '임금님표 이천 쌀'을 사용해 최고의 밥맛을 구현했다.

또 갈비찜과 전, 묵 무침, 오징어젓갈 등으로 구성된 한상차림 정찬 도시락으로 중장년층 고객들의 큰 호응을 얻을 것으로 예상하고 있다.

가격은 4600원.

GS25는 향후에도 소비 트렌드의 변화에 따른 고객 데이터를 분석해 다양한 연령대별 고객을 위한 맞춤형 상품들을 개발해 나갈 예정이다.

권오상 GS리테일 도시락 MD는 "편의점 도시락을 이용하는 40대 이상 중장년 고객들이 늘어나는 추세에 맞춰 수년간의 판매데이터를 분석해 신규 도시락을 출시하게 됐다"며 "앞으로도 소비 트렌드를 선도하고 다양한 연령층의 고객들을 만족시킬 수 있는 상품을 선보일 것"이라고 말했다.

@highlight

GS25는 고객 데이터 분석해 상품개발에 적용한 '이천쌀밥도시락'을 오는 28일 선보이는데, 고객들의 니즈에 맞춰 신뢰도 높은 원재료 '임금님표 이천 쌀'을 사용해 최고의 밥맛을 구현했으며, 갈비찜과 전, 묵 무침, 오징어젓갈 등으로 구성된 한상차림 정찬 도시락으로 중장년층 고객들의 큰 호응을 얻을 것으로 기대하고 있다.