하남문화재단은 하남시 승격 30주년 기념으로 오는 30일 서울시향의 ‘차이콥스키&슈만’을 하남문예회관 대극장 무대에 올린다.

이번 공연은 서울시향의 흔치 않은 경기도 외출이자 하남에서 올리는 최초의 공연이기도 하다.

부지휘자 윌슨 응(Wilson Ng)이 이끄는 이번 공연에서 서울시향은 러시아를 대표하는 작곡가 차이콥스키의 ‘교향곡 5번’을 연주하며, 낭만주의 시대를 관통하는 걸작 ‘슈만 피아노협주곡’을 피아니스트 김태형과 협연한다.

차이콥스키 협주곡 5번은 차이콥스키 음악인생의 정점을 보여 주는 명작이다.

운명이라는 주제를 반복적으로 제시하며 고난을 딛고 승리와 환희를 향해 나아가는 한 편의 드라마 같은 작품이다.

슈만 피아노협주곡은 슈만이 남긴 단 하나의 피아노협주곡으로, 그가 가장 좋아하는 악기인 피아노와 오케스트라의 유기적인 호흡을 엿볼 수 있다.

지극히 아름다운 서정적 표현으로 독일 낭만주의의 대표곡이라는 평가를 받는다.

지휘자 윌슨 응은 "대규모의 화려한 곡인 차이콥스키 교향곡 5번은 하남시 승격을 축하하는 무대에 잘 어울리며, 클래식 음악과 상대적으로 덜 친숙한 관객들도 편안하게 들을 수 있을 것"이라고 전했다.

이어 "슈만 피아노협주곡은 늦가을에 가장 어울리는 정서를 지녔으며, 협연자인 김태형 피아니스트가 애정하는 레퍼토리이기도 하다"고 설명했다.

상세 문의 및 예매는 하남문화재단(www.hnart.or.kr, ☎031-790-7979)이나 인터파크(ticket.interpark.com, ☎1544-1555)에서 가능하다.

하남문화재단 SNS(인스타그램, 페이스북, 블로그, 카카오톡)와 친구를 맺으면 더욱 자세한 정보를 빠르게 접할 수 있다.

@highlight

하남문화재단은 하남시 승격 30주년을 맞아 오는 30일 하남문예회관 대극장에서 서울시향(부지휘자 윌슨 옹)과 피아니스트 김태형이 협연하는 '차이콥스키&슈만'을 경기도 최초로 무대에 올린다.