용인시는 지난 2017년 운영을 시작한 ‘일자리발굴단’이 1천113개 기업의 구인 정보 등 상세 데이터베이스를 구축했다고 27일 밝혔다.

상세한 업체 정보와 구인 현황을 전산 시스템으로 관리해 시민들의 구직 활동을 돕기 위해서다.

일자리발굴단은 직업상담사 자격이 있는 참여자들이 2인 1조로 기업을 직접 찾아 다니며 시의 일자리 관련 사업과 기업 지원책을 안내하고 구인 현황 등을 자세히 조사했다.

지난해에는 50명 이상을 고용하고 있는 회사를, 올해는 10명 이상을 고용하고 있는 회사를 대상으로 일자리 등을 조사했다.

이들이 조사한 정보는 해당 기업의 업종, 위치, 사원수 등의 기본 현황을 비롯해 구인 계획이 있는 경우 모집 직종, 자격 요건, 근무 환경, 복지 조건 등이다.

시는 이를 바탕으로 시 일자리센터 홈페이지에 해당기업과 구직자들이 모두 접속할 수 있는 시스템을 구축, 구인·구직을 돕고 채용박람회 개최 시 구인 기업 섭외 등에 활용할 예정이다.

이와 관련, 지난 4월과 10월 시가 개최한 채용박람회에 참여한 99사 중 30사가 일자리발굴단이 찾아낸 업체인 것으로 조사됐다.

이들 기업은 133명을 구인해 전체 구인 인원의 34.9%를 차지했다.

한편, 일자리발굴단 전체 참여자의 42%에 해당하는 6명은 경력을 인정받아 실제 시를 비롯해 관련 기관이나 기업의 일자리상담사로 취업해 부수적인 성과도 올렸다.

올해 일자리발굴단에 참여한 정윤희 씨는 "각 기업을 직접 방문해 시의 정책 등 여러 정보를 알려드리면 고마워하고, 채용박람회 등을 통해 해당 기업이 채용까지 하면 큰 보람을 느낀다"고 했고, 함민아 씨는"발굴단 활동 경험이 일자리 발굴과 워크넷 활용 등 실제 직무 노하우를 배우는 과정이기 때문에 경력 형성에도 많은 도움이 됐다"고 했다.

유기석 시 일자리정책과장은 "내년에는 관내 산업단지 등에서 많은 구인 수요가 있을 것으로 예상되는 만큼 데이터베이스를 확충할 것"이라며 "시민들을 위한 양질의 일자리를 발굴하고 참여자들의 경쟁력을 향상할 수 있도록 노력하겠다"고 말했다.

@highlight

용인시의 '일자리발굴단'이 시민들의 구직 활동을 돕기 위해 모집 직종, 자격 요건, 근무 환경, 복지 조건 등 1천113개 기업의 구인 정보가 담긴 상세 데이터베이스를 구축했다고 27일 밝혔다.