바른미래당 정운천(전주을)의원은 27일 국회 정론관에서 기자회견을 열고 파국으로 치닫는 선거법 패스트트랙과 관련해 유일한 대안으로 전국단위 석패율제 도입을 주장하고 나섰다.

공직선거법은 지난 4월 30일 국회 정개특위에서 패스트트랙으로 지정된 지 212일만에 이날 0시를 기해 국회 본회의에 자동 부의됐다.

부의된 선거법 개정안은 이후 열리는 본회의에서 상정 및 처리 절차를 밟게 됐지만, 여야의 대치가 격화되면서 선거법 처리를 위한 협상은 한발짝도 앞으로 나가지 못하고 있다.

이를 위해 정 의원은 “꽉 막힌 선거제도 협상의 물꼬를 트기 위해 여야 모든 정당이 수용 가능한 대안으로, 현행 선거제도를 유지하면서 지역주의 정당체제를 극복할 수 있는 전국단위 석패율 제도를 도입할 것을 제안한다”고 강조했다.

중앙선거관리위원회에서도 19, 20대 총선을 앞두고 지역장벽 해소를 위해 석패율 제도를 제안한 바 있지만 법제화로 이어지지는 못했다.

1988년 3월, 소선거구제가 도입된 이후 영남은 보수정당, 호남은 진보정당이라는 선거등식이 생겨났고, 지금까지 일당 싹쓸이 투표 행진이 지속되어 왔다.

실제로 지난 제18대, 제19대 국회의원 선거에서 전라북도의 11개 지역구 의석 가운데 한나라당은 단 한 석도 얻지 못했고, 반대로 경상북도의 15개 지역구 의석 중에서 민주당 역시 단 한 명의 국회의원도 당선시키지 못했다.

이에 대해 정 의원은 “전국단위 석패율 제도를 도입할 경우, 당선 가능성이 높은 비례대표 순번에 열세지역의 석패율 적용 후보자를 배정할 수 있기 때문에 호남지역에서는 보수정당, 영남지역에서는 진보정당의 국회의원이 선출될 가능성이 높아져 지역주의를 해소하고 정당정치가 활성화 될 것”이라고 강조했다.

정 의원은 “석패율 제도 도입을 통해 우리나라 정당정치의 병폐인 지역주의를 극복하고, 동서통합을 이룰 수 있도록 여야가 책임 있는 자세로 선거법 협상에 적극적으로 나설 것”을 거듭 촉구했다.

@highlight

공직선거법은 지난 4월 30일 국회 정개특위에서 패스트트랙으로 지정된 지 212일만에 이날 0시를 기해 국회 본회의에 자동 부의되며 이후 열리는 본회의에서 상정 및 처리 절차를 밟게 됐지만, 여야의 대치가 격화되면서 선거법 처리를 위한 협상은 진전되지 못하는 가운데 27일 국회 정론관 기자회견에서 바른미래당 정운천(전주을)의원은 유일한 대안으로 전국단위 석패율제 도입을 주장하였다.