[내포=충청일보 박보성기자] 충남도민은 올해 스트레스는 줄고 전반적인 생활 만족도가 올라 행복감이 높아진 것으로 나타났다.

충남도는 이런 내용이 담긴 '2019 충남 사회지표' 조사 결과를 27일 발표했다.

올해 충남도민의 삶에 대한 만족도는 10점 만점에 6.13점을 기록했다.

지난 해와 비교해 0.05점이 올랐다.

행복감은 전년 6.11점에서 6.22점으로 상승곡선을 그렸다.

소득 만족도는 4.73점, 소비 만족도는 4.7점으로 모두 지난 해보다 개선됐다.

전반적인 주거 만족도는 저년 5.57점에서 올해 5.73점으로 올랐고, 근로여건도 소폭 좋아졌다고 답했다.

전반적인 가족관계도 7.44점에서 7.7점으로 상승했고 자녀, 부모, 형제자매 등의 관계도 모두 좋아진 것으로 나타났다.

대중교통 분야 시내버스와 농어촌버스(5.29→5.49점), 시외·고속버스(5.76→6.0점), 택시(5.52→5.73점) 등은 이용 만족도가 올랐으나 철도는 6.31점에서 6.24점으로 하락했다.

환경 분야 만족도와 의료 서비스 만족감도 조금씩 상승했다.

스트레스 인지도는 4.53점으로 직전 조사보다 0.27점 감소했다.

가정과 직장, 학교 등지에서 고르게 주관적 스트레스 인지도가 떨어진 것으로 나타났다.

걱정은 4.43점에서 4.37점으로, 우울감은 3.76점에서 3.62점으로 하락했다.

도는 이번 사회지표 조사 결과를 정책을 개발하고 예산을 편성할 때 기초 자료로 활용할 계획이다.

올해 충남 사회지표 조사는 지난 4월 22일∼5월 17일 15개 시·군 1만5000가구를 대상으로 한 면접조사(신뢰수준 95%, 허용오차 가구주 ±0.79%P, 가구원 ±0.60%P)와 통계청을 비롯한 정부통계 자료를 재분류·가공해 집계했다.

도 관계자는 "도민들이 삶에 대한 만족도가 점차 상승하고 있음을 확인할 수 있었다"라며 "더 행복한 충남을 만들기 위한 도의 각종 정책이 어느 정도 효과를 발휘한 것으로 풀이된다"고 분석했다.

@highlight

충남도의 '2019 충남 사회지표' 조사 결과 도민의 삶에 대한 만족도는 지난해에 비교해 0.05점이 오른 6.13점을 기록하였다.