300년 전 제주의 모습을 그린 보물 제652-6호 '탐라순력도(耽羅巡歷圖)'가 국보로 지정될지 귀추가 주목된다.

제주특별자치도 세계유산본부(본부장 고길림)는 '탐라순력도'의 국보 지정 신청서를 문화재청에 제출했다고 27일 밝혔다.

탐라순력도는 1979년 2월 8일 지정된 보물 제652호 '이형상 수고본(李衡祥 手稿本)' 10종 15책 중 일부이다.

1998년까지 경북 영천 이형상 목사의 후손이 소장해 왔으나, 제주시에서 매입해 현재 국립제주박물관에 위탁 보관돼 있다.

300년 전 제주의 모습을 생생하게 그린 탐라순력도는 제주 유일의 화첩이며 지방관의 '순력'을 그린 국내 유일의 기록화첩이다.

1702년 이형상 제주목사가 실시한 가을 순력과 제주지역에서 치른 다양한 행사를 묘사해 1703년 봄에 완성됐다.

그림은 제주목 소속 화공(畵工) 김남길이 그렸다.

당시의 풍속과 건축양식은 물론 군사훈련 모습과 경승지 등을 꼼꼼한 설명과 함께 40폭의 채색그림으로 담아내고 있어 귀중한 역사자료로 평가되고 있다.

또한 탐라순력도에는 제작자와 제작시기(1702년 4월15일)가 명확히 명시된 가장 오래된 제주도 지도인 '한라장촉(漢拏壯囑)'이라는 지도가 수록돼 있다.

지난 2000년 탐라순력도를 보존처리하기 위해 표지와 속지를 분리하는 과정에서 제주지역 속오군의 소속과 신원 등이 적힌'제주속오군적부(濟州束伍軍籍簿)'가 발견되는 등 학술적으로도 매우 높은 가치를 지닌다.

고길림 제주도 세계유산본부본부장은 "18세기 초 제주도의 사회상을 시각적으로 생생히 담아낸 탐라순력도는 다방면에 걸쳐 국보로 승격될만한 충분한 가치를 지니고 있다"며 "제주도 최초의 국보로 승격될 수 있도록 적극 노력하겠다"고 밝혔다.

@highlight

300년 전 제주의 모습을 그린 보물 제652-6호이자 979년 2월 8일 지정된 보물 제652호 '이형상 수고본(李衡祥 手稿本)' 10종 15책 중 일부인 '탐라순력도(耽羅巡歷圖)'가 국보로 지정될지 제주특별자치도 세계유산본부(본부장 고길림)는 '탐라순력도'의 국보 지정 신청서를 문화재청에 제출하며 그 귀추가 주목된다.