GS에너지가 베트남에 원자력발전소 3기에 해당하는 대규모 LNG(액화천연가스) 복합 화력발전소 사업주도권을 따냈다.

전력사업 분야 해외시장 개척 성과다.

이를 계기로 GS그룹 차원에서 중점 추진 중인 LNG 생태계 구축 과정에도 속도가 붙을 것으로 기대된다.

GS에너지는 28일 서울 그랜드하얏트호텔에서 베트남 최대 자산운용사인 비나캐피탈과 베트남 내 LNG 복합 화력 발전사업 개발을 위한 양해각서(MOU)를 체결했다고 밝혔다.

이 자리에는 허용수 GS에너지 사장과 돈 람 비나캐피탈 CEO(최고경영자) 등 양사 관계자들이 참석했다.

양사는 베트남 남부 지역에 3GW 규모의 초대형 LNG 복합 화력발전소를 짓고 운영한다.

원전 3기에 해당하는 대규모 발전소다.

여기서 생산한 전력은 베트남전력공사와 전력구매계약(PPA)을 맺고 판매에 나선다.

이외에도 발전연료인 LNG를 자체 도입하고 저장·기화설비까지 함께 운영한다.

이번 제휴는 GS가 그룹 차원에서 공을 들이고 있는 'LNG 육성' 과정에도 긍정 작용할 전망이다.

GS그룹은 GS에너지를 비롯해 현재 총 5.7GW의 발전용량을 보유한 국내 1위 민간 발전기업이다.

그간 LNG발전을 비롯해 LNG트레이딩 및 LNG인수기지 사업을 전개하며 차세대 먹거리 사업으로 육성 중이다.

GS에너지는 이번 진출을 교두보로 동남아 시장에서 다양한 에너지 사업을 추가 모색한다는 전략이다.

앞서 2015년 UAE육상생산광구사업에 참여해 우리나라 유전개발 역사상 단일사업 기준 최대규모 원유생산량을 확보한 바 있다.

올해는 UAE탐사광구 개발에 성공해 상업생산에 들어갔다.

2017년에는 인도네시아 BSSR석탄광사업에 진출하는 등 해외시장을 적극 개척하고 있다.

허용수 GS에너지 사장은 "이번 전략적 제휴는 신남방정책 등 정부의 적극적 외교지원도 큰 역할을 했다"며 "사업을 성공적으로 마무리해 GS에너지의 에너지사업 역량이 글로벌 수준임을 보여주는 계기로 삼을 것"이라고 말했다.

@highlight

28일 GS에너지는 비나캐피탈과 서울 그랜드하얏트호텔에서 베트남 내 LNG 복합 화력 발전소 건설을 위한 협약식을 가졌는데 이번 협약을 통해 베트남 남부에 원전 3기 규모의 초대형 LNG 화력발전소를 건설하게 된다.