신한금융그룹 차기 회장 선임을 위한 회장추천위원회가 가동되고 있는 신한금융지주가 사외이사의 투명성 강화에 나선다.

28일 신한금융지주회사는 이날부터 사외이사 후보군(Long list) 구성을 위해 주주들을 대상으로 사외이사 후보 추천을 받는 ' 주주추천공모제'를 연중 상시 운영한다고 밝혔다.

신한지주는 작년 12월 개최한 사외이사후보추천위원회 및 이사회에서 사외이사 후보군의 다양성과 주주 대표성을 강화하기 위해 주주를 대상으로 사외이사 후보를 제안할 수 있는 권한을 부여하는 '주주추천공모제' 시행에 관한 사항을 결의했고, 지난 1월과 7월 후보 추천을 접수했다.

신한금융지주 측은 "이번 주주추천공모제 연중 상시 운영을 통해 보다 많은 주주들이 사외이사 후보를 추천할 수 있는 기회가 확대됐다"고 자평했다.

'주주추천공모제'는 의결권 있는 주식을 1주 이상 및 6개월 이상 소유한 주주를 대상으로 주주 1인당 1인의 사외이사 후보를 추천할 수 있는 제도다.

사외이사 후보는 △신한지주가 정한 사외이사 선임 원칙에 부합하고, 특히 △금융·경영·경제·법률·회계·정보기술·글로벌·소비자보호 분야에 충분한 실무 경험과 전문지식을 보유함과 동시에 △금융회사의 지배구조에 관한 법률 등에 따른 사외이사 결격요건에 해당하지 않는 자에 한해 추천이 가능하다.

앞으로 신한지주는 '주주추천공모제'를 통해 주주들로부터 사외이사 후보를 추천 받아 상시적인 사외이사 후보군에 포함하고, 다른 추천 경로를 통해 선별한 후보군과 동일한 심사 과정을 거쳐 중도 퇴임하는 사외이사의 후임과 신규 사외이사를 선임하는 과정에 활용할 계획이다.

한편 이날 은성수 금융위원장은 서울 여의도 63컨벤션센터에서 '지식재산 금융포럼'에 참석한 뒤 기자들과 만나 신한금융지주가 차기 회장 선임을 위한 일정을 시작한 것과 관련 금융당국의 견해를 묻는 질문에 "아직 상황 파악이 안 돼 있어 말할 입장이 아니다"고 일축했다.

금융권에선 금융당국이 1심 선고 전 차기 회장을 선임하는 것에 입장을 표명할지 여부에 관심이 쏠렸지만 은 위원장은 말을 아꼈다.

@highlight

신한금융지주회사는 28일부터 사외이사 후보군(Long list) 구성을 위해 주주들을 대상으로 사외이사 후보 추천을 받는 '주주추천공모제'를 연중 상시 운영하기로 하였으며, 다른 추천 경로를 통해 선별한 후보군과 동일한 심사 과정을 거쳐 중도 퇴임하는 사외이사의 후임과 신규 사외이사를 선임하는 과정에 활용하여 사외이사의 투명성을 강화하겠다는 입장이다.