전경련은 28일 오전 응우옌 쑤언 푹 베트남 총리를 초청해 '한-베트남 비즈니스 포럼'을 개최했다고 밝혔다.

허창수 전경련 회장은 개회사에서 "베트남은 아시아에서 유일하게 최근 20년간 매년 경제가 5~6%씩 성장하고 있다"며 "풍부한 노동력과 탄탄한 인프라, 안정적인 정치체제 등를 갖춰 앞으로 성장 잠재력이 큰 나라"라고 강조했다.

허 회장은 "수교 이후 양국 교역규모는 100배 이상 성장했고 지난해 사상 최대 교역액을 달성했다"며 "2~3년 내 한-베트남 교역 1000억달러 시대를 열자"고 제안했다.

대베트남 교역량은 2000년 이후 지난해까지 연평균 21.6% 증가했다.

이 추세가 이어진다면 2~3년 내 교역량 1000억달러를 돌파할 수 있을 것으로 예상된다.

우리나라 전체 교역량 중 베트남 교역이 차지하는 비중 역시 2000년 0.6%에서 2019년 10월 기준 6.7%로 지난 10년간 꾸준히 늘어났다.

지난해 대베트남 교역 규모는 683억달러였고, 10월까지는 582억달러였다.

전경련은 우리 정부의 신남방정책에 부응해 베트남을 중점 협력국가로 선정하고 지난해부터 '베트남 경제계 미션단' 파견, 국회의장 초청 '한-베트남 비즈니스 오찬' 개최 등 베트남과 활발한 민간 교류 사업을 펼치고 있다.

엄치성 전경련 국제협력실장은 "10월까지 반도체와 중국시장 부진으로 전체 수출이 지난해 동기 대비 10.4%나 감소했으나 대베트남 수출은 소폭(0.6%) 증가했다"며 "수출환경 리스크를 완화하기 위한 시장 확대ㆍ다변화 관점에서 베트남은 한국에 중요한 나라가 됐다"고 강조했다.

이날 행사에 베트남에서는 응우옌 쑤언 푹 총리를 비롯, 기획투자부 장관, 산업부 장관 등 정부인사와 기업인 100명이 참석했다.

한국측에서는 허 회장과 홍남기 경제 부총리, 고동진 삼성전자 사장, 조경목 SK에너지 대표, 이동걸 산업은행 회장, 박노완 주베트남대사, 진옥동 신한은행장, 지성규 KEB하나은행장 등 400명이 참석했다.

@highlight

전경련은 28일 오전 응우옌 쑤언 푹 베트남 총리를 초청해 '한-베트남 비즈니스 포럼'을 진행했으며 허창수 전경련 회장은 "양국 수교이후 대베트남 교역량이 2000년 이후 지난해까지 연평균 21.6% 증가해 지난해 사상 최대의 교역액을 기록했다"며 "2~3년 내 한-베트남 교역 1000억달러 시대를 열자"고 말했다.