종로구(구청장 김영종)는 동절기 취약계층의 한파피해를 최소화하기 위해 단열 시공서부터 보일러 교체·점검, 전기장판 등을 지원하는 '종로 한파타파 사업'을 본격 추진한다.

구는 지난 1일부터 8일까지 복지사각지대, 고위험위기가구, 노인돌봄서비스 수혜가구 등 지역내 2089가구에 대한 동절기 복지욕구 조사를 진행했다.

이를 통해 각 동 복지플래너는 대상가구에 대한 단열 집수리 필요 여부, 보일러 고장 및 노후여부, 수도관 등 동파위험 여부, 독감·폐렴 예방 접종 여부 등을 면밀히 파악, 지원이 필요한 대상자 총 925가구를 발굴했다.

종로구는 대상 가구 주민들이 건강하고 따뜻하게 올 겨울을 날 수 있도록 11월 중 ▲방풍관련 집수리 ▲보일러 수리 및 교체 ▲전기장판 교체 ▲수도, 보일러 파이프 보온재 지원 등을 실시한다.

사업추진에 따른 비용은 지역내 기업과 지역사회 각종 단체가 보내온 후원금, 따뜻한 겨울나기 성금 등을 사용한다.

전기장판 교체 비용은 조계사가 후원한다.

아울러 12월10일까지 폐렴, 독감 접종 지원 또한 완료할 예정이며, 2020년 2월 재난안전과예 연계, 가스타이머 설치를 신청 받는다는 계획이다.

뿐 아니라 월동기간 동안 계절적 실업, 질환 등으로 생계가 어려운 저소득 위기가구에게는 생계비, 주거비, 의료비, 교육비 등을 지원해주는 서울형 긴급복지 사업을 우선 실시한다.

생계비는 가구 구성원 수에 따라 4인 기준 최대 100만원이며, 주거비 및 의료비는 가구원 수 구분 없이 최대 100만원까지 지원한다.

김영종 구청장은 "경제적 어려움으로 추운 계절이 더욱 가혹하게 느껴질 취약계층 주민들을 위한 행정적 지원이 반드시 필요하다"면서 "취약계층 주민들이 필요로 하는 게 무엇인지 빠짐없이 조사하고 신속하게 조치해 모든 주민이 무탈하게 올 겨울을 날 수 있도록 노력하겠다"고 밝혔다.

@highlight

종로구는 겨울 취약계층의 한파피해 예방을 위해 '종로 한파타파 사업'을 추진한다고 밝혔는데, 이에 각 동 복지플래너가 총 925가구를 선정해 지역 내 기부된 후원금 등으로 사업 추진을 지원할 예정이라고 전했다.