AD 기사 = 전자증권 시대가 열린 지 2개월이 지났다.

제도 시행 이후 약 9900만주 상장주식의 전자등록이 완료됐다.

그러나 아직까지 일부 개인투자자들은 전자등록 대상에 포함된 상장사나 비상장사의 실물주권을 보유하고 있다.

27일 한국예탁결제원은 실물주권 보유자와 기업이 유의할 점에 대해 안내했다.

개인투자자들의 권리는 현재 명의개서대행회사의 특별계좌에 등록돼 관리되고 있다.

여전히 실물주권을 보유 중이라면 명의개서대행회사(예탁결제원, KB국민은행, KEB하나은행)를 방문해 본인명의 증권회사 계좌로 대체해야 매매와 양도 등의 권리를 행사할 수 있다.

소유한 실물 주권이 타인 명의일 경우 주권과 함께 적법한 취득을 증명하는 매매계약서, 증여계약서 등 권리증빙서면을 제출해야 한다.

제출하기 어렵다면 제도 시행일로부터 1년 동안은 1000만원 이하에 한해 매매대금 이체 내역서를 제출하거나 확약서를 작성해 증빙을 대체할 수 있다.

제도 시행과 함께 전자증권으로 전환된 발행회사는 더 이상 실물증권을 발행해선 안 된다.

새로 주식을 전자증권으로 발행하기 위해선 주식의 전자등록 발행 근거가 기재된 정관을 제출해야 한다.

정관변경이 완료되지 않았을 경우 예탁결제원에 정관 개정안을 제출해야 한다.

또한 전자증권제에 참여한 비상장 회사의 경우 주주들에게 실물주권의 효력이 기준일부터 상실된다는 점을 상법상 정관에서 정하는 방법으로 정확히 알려야 한다.

아울러 실물주권을 제출해야 한다는 사실과 기준일 직전 영업일에 명부에 기재된 권리자를 기준으로 전자등록이 이뤄진다는 점도 1개월 이상 공고 및 통지해야 한다.

예탁결제원 관계자는 "전자증권은 실물주권 유통에 따른 위험과 음성적 거래를 예방하고, 사회적 비용을 절감해 자본시장을 발전시키자는 취지로 시행된 정책"이라며 "투자자와 발행회사들이 적극적으로 참여해 안정적으로 제도가 안정적으로 정착되길 기대한다"고 말했다.

이 기사는 한국예탁결제원 후원으로 작성됐습니다.

@highlight

27일 한국예탁결제원은 실물주권 보유자와 기업이 유의할 점을 안내했는데, 소유한 실물 주권이 타인 명의일 경우 주권과 함께 적법한 취득을 증명하는 권리증빙서면을 제출해야 하며 전자증권으로 전환된 발행회사는 더 이상 실물증권을 발행해선 안 된다고 전했다.