미중 무역분쟁이 심화되면서 중국기업들의 대(對) 베트남 투자가 급증하고 있다.

미국수출이 어려워진 중국기업들이 베트남으로 이전, 미국으로 우회수출을 확대하고 있기 때문이다.

미중 무역분쟁 최대 수혜국가는 베트남이란 분석도 나온다.

하지만 베트남에 진출해 있는 우리기업들 입장에선 경쟁심화 등 경영환경 악화가 우려된다.

28일 코트라 베트남 하노이무역관에 따르면 베트남의 올 3분기 대미국 무역흑자는 340억달러로, 전년 동기대비 33.3% 증가했다.

컴퓨터 전자기기 섬유제품의 대미 수출이 크게 늘었다.

올 1~3분기 베트남내 중국 제조업 투자는 전년대비 약 162% 증가했다.

전체 투자액 중 제조업 투자비율은 82.5%에 이른다.

베트남의 대미 수출액은 2010년 142억달러에서 2018년 475억달러로 증가했다.

지난해에는 수출액의 70%가 넘는 348억달러 흑자를 기록했다.

김기준 코트라 동남아대양주지역본부장은 "미중 무역분쟁 이후 중국 제조업 투자가 급증하는 등 베트남이 중국의 대미 수출기지 역할을 하고 있다"고 말했다.

이어 "하지만 이런 현상으로 베트남에 진출한 우리기업들의 경영악화가 우려된다"며 "향후 미국의 대 베트남 관세정책 변화시 피해를 줄이기 위한 대응이 필요하다"고 강조했다.

베트남 진출 한국기업은 8190개사로, 집계가 시작된 1988년 이후 현재까지 약 650억달러를 투자했다.

한국은 명실상부한 베트남 외국인직접투자(FDI) 1위 국가다.

법무법인 지평은 이런 분위기에 착안해 지22일 중국 상하이에서 '동남아시아국가 투자설명회'를 개최했다.

32년간 코트라에 재직했던 김두영 고문은 "중국에 진출했던 한국기업에 이어 중국기업들도 베트남 등 동남아시아로 이동을 시작했다"고 말했다.

그는 "베트남의 대미수출이 급증하자 미국은 중국의 우회수출로 의심, 베트남을 환율조작 관찰대상국으로 지정했다"며 "이런 흐름은 우리 기업들이 눈여겨봐야 할 대목"이라고 제언했다.

@highlight

코트라 베트남 하노이무역관은 미국과 중국이 무역관련으로 복잡하게 다툼에 따라 중국기업의 베트남 투자가 많이 늘어 전년 동기 대비 33.3% 증대 하였고 이에 따라 베트남 사업을 추진한 한국 기업의 운영 악화가 있을 것으로 보고 대책 마련이 필요하다 하였다.