28일 '명륜진사갈비 1+1' 토스 행운퀴즈 정답이 모두 공개됐다.

이날 오전 문제는 "내년 1월 10일까지 명륜진사갈비를 방문하시면 ○○○만원 상당의 2020년형 김치냉장고를 ☆☆☆대 드리는 총 상금 2억의 '김치냉장고 장만하세요' 이벤트에 참여하실 수 있습니다. ○○○, ☆☆☆에 들어갈 숫자의 합은 무엇일까요?"이다.

정답은 '300'이다.

두 번째 문제는 "명륜진사갈비는 지역 어르신들을 위해 오후 4시 이전 단체 예약시 □□□를 무료로 제공해 드리고 있습니다"이며, 정답은 '인절미'이다.

세 번째 문제는 "12월 5일 명륜진사갈비에서는 초등학생 ○학년 이하 어린이들에게 숯불갈비 무한리필을 공짜로 제공하는 어린이 이벤트가 진행됩니다"로 정답은 '3'이다.

네 번째 퀴즈는 "명륜진사갈비는 조선일보를 통해 다양한 소재로 새로운 음식점을 찾는 것에 보수적인 높은 연령층의 구독자들을 사로잡으며, 제 56회 조선일보 광고대상에서 최수우 □□□상을 수상하는 명예를 얻었습니다"이다.

정답은 '마케팅'이다.

다섯 번째 문제는 "최근 TV 광고와 유튜브에서 만나볼 수 있는 명륜진사갈비의 홍보대사인 국민 쉐프는 누구일까요?"이다.

정답은 '최현석'이다.

여섯 번째 질문은 "한 예능에서 정글에 가기 전 명륜진사갈비에서 최후의 만찬을 즐기며,자신의 인기곡을 개사하며 갈비의 맛을 유쾌한 댄스로 보여준 걸그룹 멤버는 누구일까요?"이다.

정답은 '주이'다.

한편 토스 행운 퀴즈는 토스 사용자가 직접 자신의 돈을 상금으로 걸고 퀴즈를 만들어 정답을 맞힌 사람들에게 당첨금을 지급하는 방식이다.

@highlight

토스 사용자가 자신의 돈을 상금을 걸고 퀴즈를 만드는 '명륜진사갈비 1+1' 토스 행운 퀴즈의 정답이 공개되었다.