우리 연구진이 첨단 현미경 핵심기술 '에너지 분석기'를 국산화했다.

기존 제품과 비교해 크기는 더 작고 구조도 간단하지만 성능은 더 좋아 세계 첨단 현미경 시장에서 각광 받을 것으로 기대된다.

한국표주과학연구원(원장 박상열)은 박인용 첨단측정장비연구소 박사팀이 전자·이온 현미경의 하전입자 빔 에너지 분포를 측정할 수 있는 분석기와 원천기술 개발에 성공했다고 28일 밝혔다.

에너지 분석기는 나노미터(㎚)급 첨단 현미경 성능(분해능)을 담보하는 중요 요소다.

현미경 광원으로 쓰는 에너지 폭을 측정하는데 활용한다.

만약 광원 에너지를 검증할 수 없다면 당연히 전체 현미경 성능도 담보할 수 없게 된다.

문제는 주로 쓰이는 분석기가 쉽게 오염·손상된다는 점이다.

빔 정면에 촘촘한 그물망 전극 구조로 '그리드 망'을 형성해 측정하는데, 전극과 빔 내 전자·양성자·이온 등 하전입자가 충돌해 성능저하가 쉽게 발생한다.

전극 내부 전위가 균일하지 않은 문제도 있었다.

대안으로 성능저하가 없는 반구 형태 분석기도 나왔지만 구조가 복잡하고 가격이 비싸다.

연구팀은 전혀 새로운 원통형 전극을 개발해 문제를 근본적으로 해결했다.

전극으로 렌즈를 구성한 '정전렌즈'를 빔 측면에 배치하는 간단한 구조를 구현, 하전입자와 전극 충돌하지 않게 했다.

추가로 전극 내부 전위가 균일하지 않은 문제도 개선했다.

연구팀은 새로 개발한 분석기 성능이 반구형 분석기급이라고 설명했다.

반면에 크기는 5분의 1에 불과하고, 가격도 수백만원 수준이다.

반구형 분석기 가격은 수천만원에서 수억원에 달한다.

연구팀은 내년 하반기를 목표로 기술 상용화를 추진한다.

일본, 독일, 미국 중심인 세계 시장에도 도전장을 내민다.

박인용 박사는 "개발 기술은 첨단 분야에 사용하는 고분해능 현미경 구현에 필수"라며 "더 우수한 성능을 가진 현미경을 100% 국산 기술로 만드는 길을 열었다"고 말했다.

@highlight

한국 표준 과학연구원의 박인용 첨단 측정장비 연구소 박사팀은 기존 제품보다 우수한 성능을 가진 현미경을 100% 국산 기술로 만들어 해외 첨단 현미경 시장을 사로잡기 위하여 전자·이온 현미경의 하전입자 빔 에너지 분포를 측정할 수 있는 분석기와 원천기술 개발에 성공했다고 28일 밝혔다.