하도급 업체 대다수가 1년 전보다 원사업자와의 거래 관행이 개선됐다고 느낀 것으로 나타났다.

공정거래위원회가 28일 발표한 '2019년도 하도급 거래 서면 실태조사'에 따르면 95.4%의 하도급 업체들이 지난해보다 거래 관행이 전반적으로 개선됐다고 응답했다.

지난해 94.0%보다 1.2%p 증가한 수치다.

이번 조사는 지난 5~9월 사이, 제조·건설·용역 업종 5400개 원사업자와 9만4600개 하도급 업체 등 총 10만개 사업자를 대상으로 온라인 설문조사 방식으로 이뤄졌다.

전반적인 거래 관행 개선 정도를 업종별로 살펴보면 건설업이 91.8%에서 96.3%로 4.5%p 늘었다.

제조업(94.8%)과 용역업(94.5%)은 각각 0.1%p, 0.5%p 증가했다.

대금 지급수단 중 현금 결제비율은 65.5%(거래금액 비율)로 2015년부터 5년 연속 나아지는 추세를 보였다.

외상매출채권 담보대출 등까지 포함한 현금성 결제비율은 90.5%로 지난해(89.0%)에 비해 1.5%p 증가했고, 어음 결제비율은 8.1%로 1.4%p 감소했다.

전속거래나 PB상품 하도급 거래를 하는 원사업자의 경우 하도급법 위반혐의 정도가 일반 하도급에 비해 높은 것으로 집계됐다.

전속거래 관계에서 부당한 경영간섭 혐의가 있는 원사업자 비율, PB상품 거래에서 부당대금 결정 혐의가 있는 원사업자 비율은 각각 11.7배, 2.7배 높았다.

표준 하도급 계약서 사용비율은 지난해에 비해 감소(75.6% → 72.2%, 원사업자 기준)했다.

특히 용역업의 사용실적이 저조(63.5%)했다.

하도급대금 조정신청 제도는 대금 인상 요청에 대한 원사업자의 수용도는 높지(96%)만, 활용도는 낮았(17.5%)다.

공정위 관계자는 "원사업자 의존성이 높은 전속거래나 PB상품 하도급 분야에서는 지속적으로 시장을 감시할 계획"이라고 밝혔다.

@highlight

공정거래위원회가 28일 발표한 "2019년 하도급 거래 서면 실태조사"에 따르면 하도급 업체(95.4%) 대다수가 지난해보다 거래 관행이 개선되었으며 지난 5~9월 사이 원사업자와 하도급 업체 총 10만개 사업자 대상 온라인 설문조사에서, 건설업 개선이 가장 많이 늘고 대금 지급수단 중 현금 결제비율도 나아지는 추세를 보였으나 표준 하도급 계약서 사용비율은 지난해에 비해 감소하여 공정위 관계자는 지속적인 하도급 분야시장을 감시할 계획이라고 밝혔다.