한국예탁결제원이 내년 벤처회사의 주식, 채권 등 발행의 정보를 제공하는 플랫폼을 출시한다고 밝혔다.

예탁원은 28일 서울 여의도에서 기자간담회를 갖고 이 같은 내용을 포함한 내년 주요 사업 계획을 밝혔다.

예탁원은 벤처회사에 투자를 할 때 주식이나 채권 등 정보를 벤처캐피털(VC)에게 제공하는 플랫폼 '벤처넷'을 이르면 상반기 출시한다.

예탁원 내 태스크포스(TF)를 꾸리고 시스템 구축을 위한 작업을 진행 중이다.

예탁원 관계자는 "벤처넷은 자본시장 발전을 위해 벤처회사에 투자 과정에서 이뤄지는 주식 및 채권 발행을 원활하게 하는 시스템"이라며 "세부계획은 아직 수립 단계"라고 말했다.

또 내년 전자투표 도입 10년을 맞아 관련 시스템도 이용자 편의적으로 전면 재구축한다.

내년 상반기까지 구축을 마무리한다는 방침이다.

예탁원은 "다음 달 4일 전자증권 시대에 맞춰 부산에 증권박물관을 개관한다"며 "내년 아시아·태평양 지역 예탁결제회사협의회(ACG) 연차총회의 성공적인 개최를 위해 노력하겠다"고 밝혔다.

이와 함께 예탁원은 내년 수수료 감면 등 인센티브로 비상장회사의 전자증권 전환 참여를 독려하겠다고 밝혔다.

전자증권 제도 시행 후 2개월이 됐지만 비상장사의 참여 비율이 7%로 저조해서다.

예탁원에 따르면 9월 16일 전자증권 제도가 시행되고 3151개 회사의 12만 8000여 종목이 전자증권으로 일괄 전환됐다.

전자증권으로 전환한 비상장사는 총 170곳으로 지난 2개월간 73사가 추가 신청했다.

예탁원 관계자는 "비상장사는 제도 참여가 선택사항이고 실질적 혜택이 부족해 제도 참여가 저조했지만 지속적으로 증가하고 있다"면서 "비상장사의 전자증권 전환 참여 촉진을 위해 다각적으로 노력 중"이라고 밝혔다.

이에 예탁원은 내년부터 비상장사의 증권대행 수수료 및 전자투표, 위임장 수수료를 감면한다.

또 찾아가는 등록업무 컨설팅 등을 통해 비상장사의 전자증권 전환과 관련한 애로사항을 해소하고 건의사항 등을 수렴해나간다는 계획이다.

주식발행등록수수료는 현재 면제중이다.

@highlight

한국예탁결제원은 자본시장 발전을 위해 벤처회사에 투자 과정에서 이뤄지는 주식 및 채권 발행을 원활하게 하는 시스템인 플랫폼 '벤처넷'을 출시하기 위해 시스템 구축을 내년 상반기까지 마무리한다는 계획이다.