교통과 교육 문제 등 주민들의 극심한 반대에 부딪힌 성남서현 공공주택지구 사업에 대해 성남시가 보완대책을 추진하겠다는 입장을 내놨다.

28일 시에 따르면 2023년 공공주택 건립 예정인 서현지구에 교통과 저밀도 개발, 기업 유치 등의 개선책을 제시했다.

교통 문제는 서현지구를 포함한 그 일대의 항구적인 교통대책 마련을 위해 사업비 4억 원을 투입, 내년 3월부터 2021년 2월까지 국지도 57호선(서현로) 교통 개선 대책수립 용역을 시행한다.

2022년 건설 예정인 분당~상대원 7.3㎞ 도로는 광주 오포지역까지 확장·연결하도록 광역으로 추진한다는 계획이다.

서현로 교통 정체의 원인이 되는 광주 오포지역의 교통량을 분산해 주민들이 우려하는 교통 문제를 해결하기 위함이라고 시는 설명했다.

또 서현지구에 건립될 건설호수를 애초 계획(2천500여 가구)보다 낮은 수준의 저밀도 개발을 최근 국토교통부와 한국토지주택공사(LH)에 요청했다고 밝혔다.

토지 이용의 효율성을 극대화하기 위해 생활밀착형 사회기반시설 설치와 기업 유치 등에 대해서도 협의해 나갈 예정이다.

내년 5월 맹꽁이 현장조사가 이뤄지는 시점에도 주민과 지역 환경전문가를 자문단으로 구성, 이 일대를 평가 과정에 참여시켜 생태공원을 조성하는 등 친환경 공공주택지구 조성에도 힘쓴다는 입장이다.

시 관계자는 "여러 문제 등으로 반대하는 주민들께는 차후 국토부 주민회의 때 이러한 내용의 보완대책을 설명할 계획"이라며 "교육 문제는 해당 학교의 분교나 복합화, 통합학교 등 여러 가지 방안을 교육부와 협의하고 있으나 전국적인 사업이다 보니 어려운 점이 있다"고 말했다.

분당구 서현동 110번지 공공주택지구는 서민의 주거 안정과 주거 수준 향상을 도모하려는 취지에서 국토부의 주거복지 로드맵에 따라 결정·시행하는 사업이다.

LH가 총 사업비 5천억 원을 투입해 내년 6월까지 토지 보상과 12월 지구계획 수립을 거쳐 2021년 상반기 착공할 예정이다.

@highlight

성남시는 국토부의 주거복지 로드맵에 따라 추진됐지만 교통과 교육 문제 등의 문제로 주민들의 극심한 반대에 부딪혔던 성남서현 공공주택지구 사업에 대한 교통과 저밀도 개발, 기업 유치등의 보완대책을 추진하겠다고 28일 밝혔다.