스컬피그 레깅스 싸데이 관련 토스 행운퀴즈·깜짝퀴즈가 출제된다.

28일 스컬피그 레깅스 싸데이 토즈 퀴즈 "건강한 라이프 스타일을 추구하는 트렌디 액티브웨어 브랜드 스컬피그에서 이번 싸데이 이벤트기간(11/28~12/01) 동안 □□□ 레깅스 1000장 무료 증정합니다"의 정답은 '플렉스'다.

스컬피그 레깅스 싸데이 퀴즈 "건강한 라이프 스타일을 추구하는 트렌디 액티브웨어 브랜드 스컬피그에서 포토리뷰 응모시 베스트 리뷰를 선발해 최신형 □□□2를 증정합니다"의 정답은 '에어팟'이다.

스컬피그 레깅스 싸데이 퀴즈 "매시즌 트렌드한 여성을 위한 액티브웨어를 출시하는 스컬피그에서 블랙프라이데이 기간동안 19FW인기상품 □□○○%할인하여 판매합니다"의 정답은 '최대80'이다.

스컬피그 레깅스 싸데이 퀴즈 "건강한 라이프 스타일을 추구하는 트렌디 액티브웨어 브랜드 스컬피그에서 자체개발한 19FW 신상품 '극강의 □□□' PALX LEGGINGS!"의 정답은 '편안함'이다.

스컬피그 레깅스 싸데이 퀴즈 "여성을 위한 액티브웨어를 출시하는 스컬피그에서 자체 개발한 신상 플렉스레깅스를 1000장 무료증정합니다! 오늘 오후 ○시부터~오후 ☆시까지 정각마다 ◇◇◇명 랜덤추첨, ○(1)+☆(6)+◇◇◇(200)=?"의 정답은 '207'이다.

힌트는 '스컬피그 레깅스 싸데이'을 네이버에 검색하면 얻을 수 있다.

@highlight

스컬피그 레깅스 싸데이 관련 토스 퀴즈를 출제하는 가운데, 정답은 플렉스, 에어판 등으로 알려졌으며, 힌트는 '스컬피그 레깅스 싸데이'을 네이버에 검색하면 얻을 수 있는 것으로 나타났다.