코리아 스타크래프트 리그 시즌4(KSL S4) 결승전이 펼쳐진다.

결승은 현존 프로토스 최강자 정윤종과 생애 첫 개인리그 결승전에 진출한 이재호가 맞붙는다.

결승전은 29일 오후 7시 서울 강남 넥슨 아레나에서 열린다.

경기는 7전 4선승제다.

추첨을 통해 매치포인트 맵이 1세트 고정 맵으로 선정됐다

정윤종은 지난 시즌 우승자로 2회 우승에 도전한다.

4강에서 막강한 저그 도전자 김명운을 4대1로 압도적으로 제압하고 올라왔다.

이재호도 아마추어 출신의 떠오르는 신예 박상현을 4대1로 꺾고 결승 무대에 올라왔다.

이번 결승전의 관전 포인트 중 하나는 정윤종의 2회 우승 여부다.

정윤종은 지난 시즌3에서 압도적인 프로토스전을 선보이며 우승했다.

이번 대회도 연습량이 부족하다고 했던 정윤종은 큰 위기 한 번 없이 승리를 가져갔다.

게임 팬들 사이에서는 '타고난 천재'라는 수식어가 자연스럽게 붙고 있다.

이에 다시 한 번 자신의 천재성을 입증하고, 우승을 차지할 지 관심이 모아진다.

이재호는 생애 첫 결승이다.

이에 오프라인 무대에서 본실력을 발휘할 지 관심을 모아진다.

두 선수의 아프리카TV 스폰 상대전적은 12승 5패로 이재호가 앞선다.

하지만 공식전 기록은 2승 0패로 정윤종이 앞서고 있다.

객관적인 실력 차이에서도 정윤종의 승리가능성을 높게 점친다.

온라인커뮤니티 와이고수 배당에서도 2배 차이난다.

평소 전략형 플레이를 펼치지 않는 이재호가 결승전을 대비한 특별한 전략을 준비할 지도 관건이다.

무난하게 흘러간다면 결승 경험이 많고, 피지컬 능력에서 앞서는 정윤종의 승리가 전망된다.

KSL S4 결승전 관람 티켓은 티켓링크를 통해 예매할 수 있다.

온라인 예매를 하지 못하더라도 넥슨 아레나에서 현장 발권한다.

@highlight

코리아 스타크래프트 리그 시즌4 결승전에서 현존 프로토스 최강자 정윤종과 개인리그 결승전에 처음 진출한 이재호가 격돌하는 가운데 정윤종의 우승 가능성이 높다는 평가가 나오고 있다.