멀티클라우드 서비스 기업 디딤365가 11월 25일부터 27일까지 3일간 부산 BEXCO에서 열린 '클라우드 엑스포 코리아 2019(CLOUD EXPO KOREA 2019)'에 참가해 클라우드 컨설팅 솔루션을 선보이며 데모를 통해 관련자와 참가자들의 주목을 받았다고 28일 밝혔다.

한?아세안 정상 회의와 연계해 같은 기간에 진행되는 클라우드 엑스포 코리아 2019는 과학기술정보통신부와 부산시가 주최하는 국내 최대 규모의 클라우드 전문 행사다.

국내외 클라우드 기업이 대거 참가해 최신 제품의 전시 및 기조강연, 네트워킹 리셉션 등 기술 강연과 트렌드 교류의 장이 마련됐다.

디딤 365는 전시 부스에서 자체 개발 인프라 관리 서비스인 '디딤센터'와 클라우드 서비스 브로커리지(CSB) 플랫폼인 '디딤클라우드비즈'를 이용한 비즈니스 성공 전략을 선보였다.

이외에 국내외 바이어 초청 상담회에 참여해 클라우드 컨설팅 서비스 운영 경험과 노하우를 소개했다.

특히 데모 시연을 통해 클라우드 분야 관계자 및 전문가들이 관심을 보이며 협력방안 논의 등 활발한 네트워킹 활동을 통해 비즈니스 기회도 확대했다.

디딤365는 '클라우드 엑스포 코리아 2019(CLOUD EXPO KOREA 2019)'에 참가해 관련 업계의 주목을 받았다.

행사에 참여한 디딤365 이준희 팀장은 "디딤365는 기업에 최적화된 IT 거버넌스 기술력으로 멀티 클라우드를 지원하고 있다"며 "이번 행사를 통해 많은 고객들이 디딤클라우드비즈의 품질과 경쟁력을 직접 확인하는 계기가 됐고 실제 제품 컨설팅 요청들이 있어 성과 있는 자리가 됐다"고 밝혔다.

한편 디딤 365는 디딤센터와 디딤포털을 통해 기업 인프라 통합 관리와 운영 비용 절감을 지원하고 있으며 AWS, Azure, SK 클라우드(IBM) 등 멀티 클라우드 환경을 지원하고 있다.

KT 클라우드 국내 1위 플래티넘 파트너로 다양한 클라우드 운영 노하우와 IT 거버넌스를 적용한 멀티클라우드 서비스 전문 기술력으로 클라우드 사업을 빠르게 확장해가고 있다.

@highlight

디딤365가 11월 25일부터 27일까지 3일간 부산 BEXCO에서 열린 '클라우드 엑스포 코리아 2019'에 참가해 자체 개발 인프라 관리 서비스인 '디딤센터'와 클라우드 서비스 브로커리지 플랫폼인 '디딤클라우드비즈'를 이용한 비즈니스 성공 전략과 클라우드 컨설팅 서비스 운영 경험과 노하우를 소개하여 관련자와 참가자들의 주목을 받았다고 28일 밝혔다.