서울 용산 '한남3구역' 재개발 사업이 국토교통부, 서울시의 모호한 방침 때문에 혼란에 휩싸였다.

김성보 서울시 주택기획관은 28일 열린 기자간담회에서 "한남3구역은 국토부, 서울시가 내린 시정조치에 따라 입찰 중지, 재입찰 수순을 밟아나갈 것을 권한다"며 "입찰 제안서를 수정하는 방식으로 최초 입찰을 끌고가는 안은 권장하지 않는다"고 말했다.

서울시의 이 같은 발언은 그간 국토부가 또 하나의 옵션으로 제시한 제안서 수정 후 입찰을 전면 뒤집은 것이다.

앞서 이재평 국토부 주택정비과 과장은 "조합이 기존 입찰 제안서에서 위법 소지가 있는 부분을 걷어내고 최초 입찰을 유지하는 것은 현행법상 불법적인 일은 아닌 것으로 안다"고 설명한 바 있다.

이 같은 상황에 대해 진경식 서울시 주거정비과장은 "혼란이 있은 후 국토부와 서울시가 논의한 결과 아직은 제안서 수정 후 입찰이 법적으로 가능한지 여부에 대해 대답할 단계가 아니라는 결론이 나왔다"며 "법률 검토가 끝나지 않은 상황이기 때문"이라고 말했다.

이어 "추후 법률 위반 문제에 휩싸일 일말의 가능성이 있는 만큼, 가급적이면 재입찰을 하라고 권한 것"이라고 첨언했다.

서울시와 국토부가 서로 다른 목소리를 내면서 조합 내부 혼란은 커지고 있다.

조합은 28일 정기총회를 열고 시공사 선정 방식을 논의 중이다.

아직 결론은 나지 않았지만 조합은 제안서 수정 후 입찰, 재입찰 등 두 가지 카드를 놓고 고심 중인 것으로 알려졌다.

서울시는 조합이 재입찰을 선택할 경우, 최초 입찰에 참여한 현대건설, GS건설, 대림산업 등 3사가 재입찰에 참여할 수 있는지 여부는 오롯이 조합의 결정에 달렸다는 전언이다.

아직 수사 결과가 나오지 않은 상황에서 지자체가 이를 제약할 근거가 없다는 것이다.

서울시와 국토부는 지난 26일 한남3구역 시공사 입찰 과정을 특별 점검한 결과 다수의 위법 사항이 확인됐다며 입찰 건설사 3곳을 검찰에 수사 의뢰하고, 조합에는 입찰 중단 등 시정조치를 요구했다.

@highlight

한남3구역 재개발 사업에 대해 서울시가 입찰시 제출한 제안서의 내용을 뒤집는 발언으로 국토부와 서울시가 통일된 목소리를 내지 못해 조합 내부 혼돈이 가중되고 있다.