읍·면·동장을 주민들이 선발하는 주민 추천제가 처음으로 시행된다.

제주시와 서귀포시는 민선 7기 혁신행정 일환으로 풀뿌리 주민자치를 실현하기 위해 이도2동장과 대정읍장을 주민 추천제로 시범 선발한다고 28일 밝혔다.

이도2동장과 대정읍장 지원자격은 제주도와 양 행정시 5급 공무원이며 정년은 3년 이상 남아 있어야 한다.

후보자는 12월 5일까지 접수를 받는다.

복수의 후보자가 나오면 이도2동과 대정읍 주민들은 각각 주민추천위원회를 구성해 다음 달 중에 후보자들을 대상으로 정책 및 공약 발표를 듣고 투표를 실시한다.

주민추천위는 투표로 최고 득표자 1명을 뽑아 각 행정시에 추천하면 임명권자인 시장이 임명한다.

주민추천위원은 해당 지역에 살고 있는 만 19세 이상 주민을 공개 모집하며, 이도2동은 100명, 대정읍은 80명으로 구성된다.

주민추천위는 나이와 성별, 자생단체 등을 골고루 안배하게 된다.

주민추천제로 주민이 선발한 이도2동장과 대정읍장은 내년 1월 인사에서 임명된다.

임기는 최소 2년이 보장된다.

서귀포시는 대정읍장에 대해 6급 1명과 7급 1명의 직원 추천권을 부여하고 업무추진비를 추가로 배정할 예정이다.

양 행정시는 이도2동장과 대정읍장의 주민 추천제 시범 시행으로 풀뿌리 주민자치가 실현되면 이 제도를 확대 시행할 방침이다.

김창현 제주시 자치행정국장은 "읍·면·동장 주민 추천제가 정착되면 최소 2년 동안 임기가 보장돼 지역 내 갈등 해소에 책임감 있게 대응할 수 있고, 주민 숙원 사업도 중단없이 원활히 추진될 것으로 기대된다"고 말했다.

한편 제주시 이도2동은 인구 5만767명으로 제주시 인구의 약 10%를 차지하며, 제주시청이 위치해 주민주권 실현을 대표할 수 있는 상징성을 띤 곳이다.

서귀포시 읍·면지역 중 면적이 가장 넓은 대정읍은 인구 2만3132명으로 조선시대 유배문화와 근현대 전쟁유적이 남아 있는 등 제주지역 역사·문화의 중심에 있었다.

@highlight

주민 추천제가 시범 시행됨에 따라 제주시와 서귀포시는 이도2동장과 대정읍장을 주민 추천으로 뽑기로 했고, 이에 지원하기 위해서는 5급공무원에 정년이 3년이상 남아있어야 하는것으로 알려졌다.