28일 서울 용산구 천복궁교회에서 열린 한남3구역 정기총회에 조합원들이 들어서고 있다.

수주 과열로 불법 수주 논란까지 휩싸인 한남3구역 조합은 이번 총회를 통해 전날 긴급 이사회에서 논의된 시공사 선정 '재입찰'과 '위반사항을 제외한 수정 진행' 등에 대한 조합원들의 의견을 수렴한다.

서울 용산구 한남3구역 재개발 사업의 시공사 입찰에 참여해 과열 수주전을 벌인 대형 건설사 3곳에 대해 검찰이 수사에 착수했다.

서울북부지검은 서울시가 도시 및 주거환경정비법(도시정비법) 위반 혐의로 현대건설·GS건설·대림산업에 대해 수사 의뢰한 사건을 형사6부(이태일 부장검사)에 배당했다고 29일 밝혔다.

앞서 국토교통부와 서울시는 한남3구역 재개발 사업에 대한 현장점검 결과 도시정비법 등 현행법령 위반소지가 있는 20여건을 적발하고 검찰에 수사를 의뢰했다.

또 조합에는 입찰 중단 등 시정조치를 요구했다.

도시정비법은 재개발 사업의 시공사 선정 과정에서 ▲금품, 향응 또는 그 밖의 재산상 이익을 제공하거나 제공의사를 표시하거나 제공을 약속하는 행위 ▲금품, 향응 또는 그 밖의 재산상 이익을 제공받거나 제공의사 표시를 승낙하는 행위를 금지하도록 규정하고 있다.

제3자를 통해 이뤄지는 이 같은 행위도 처벌 대상이 된다.

그러나 현장점검 결과 이들 건설사가 제안한 사업비와 이주비 등과 관련한 무이자 지원은 재산상의 이익을 직접적으로 제공하고, 분양가 보장과 임대주택 제로 등 공약도 간접적으로 재산상 이익을 약속하는 만큼 법령 위반에 해당된다는 게 국토부의 설명이다.

국토부는 수사 결과가 나오는 대로 입찰에 참가한 3개사에 대해서는 2년간 정비사업에 대한 입찰참가 자격제한 등 후속제재를 취할 방침이다.

한남3구역 재개발 사업은 서울 한남동 686 일원 38만여㎡를 대상으로 한다.

노후주택을 허물고 아파트 5816가구와 부대복리시설을 조성한다.

예정 공사비는 1조8880억원으로, 국내 재개발 사업 사상 가장 많다.

@highlight

검찰은 용산구 한남3구역 재개발 관련 건설사 3곳에 대해 수사에 착수 했으며 도시정비법,등 현행법령 위반 혐의로 조사중이며 재개발 사업의 시공사 선정 과정에서 과열 수주전의 위법 양상을 보였기 때문이다.