광주 교육단체 “우려스럽다”

정부가 2023학년도까지 서울 주요 상위권 대학의 정시 비중을 40% 이상 확대한다.

불공정 논란을 빚은 학생부종합전형(학종) 평가 기준도 대학이 의무적으로 공개하도록 해 투명성을 끌어올리기로 했다.

유은혜 부총리 겸 교육부 장관은 28일 정부서울청사에서 ‘대입제도 공정성 강화 방안’을 발표했다.

‘조국 사태’ 이후 문재인 대통령이 국회 시정연설에서 정시 비중 확대를 언급한 이후 38일 만이다.

우선 교육부는 학종과 논술위주전형 모집인원이 전체의 45% 이상으로 높은 서울 16개 대학에 2023학년도까지 수능 위주 정시 전형을 40% 이상 끌어올리라고 권고했다.

해당 대학은 서울대와 연세대·고려대를 비롯해 ▲건국대 ▲경희대 ▲광운대 ▲동국대 ▲서강대 ▲서울시립대 ▲서울여대 ▲성균관대 ▲숙명여대 ▲숭실대 ▲중앙대 ▲한국외대 ▲한양대 등이다.

교육부는 또 학생부 위주 전형과 수능 위주 전형으로 대입 전형을 단순화해 논술고사에 기반을 둔 전형이나 어학·글로벌 등 특기자 전형도 폐지하도록 유도한다.

중장기적으로 대입 체계를 전면 개편해 현재 초등학교 4학년이 대입을 치르는 2028학년도부터 고교학점제 등 새로운 수능체계를 마련해 시행할 예정이다.

부모 배경이나 사교육 등이 대입에 미치는 영향을 차단할 수 있도록 대입 전형자료의 공정성도 강화한다.

정시 확대 방침에 광주시교육청과 교육단체는 우려를 표하며 대책 마련에 들어갔다.

시교육청과 광주교사노조는 “생기부 공정·투명성 강화에 대한 노력에는 공감하지만 지방 학생들의 수시 진학 비율이 높은 현실을 고려하면 정시 비율 확대는 매우 우려스럽다”는 입장이다.

다만, 시교육청은 입시 전형이 변화함에 따라 이에 대한 대책으로 학생 진로 맞춤형 교육 과정 지도를 강화하고 학교로 찾아가는 수업, 평가 지원단을 활성화하기로 했다.

또 진로 진학지원단 정시 지원 프로그램 구축, 온·오프라인 진학 상담 시스템 상설 운영, EBS와 협업 강화 등에도 힘쓰기로 했다.

@highlight

교육부는 2023학년도까지 서울 주요 상위권 16개 대학의 수능 위주 정시 비중을 40% 이상 확대하고 학생부종합전형(학종) 평가 기준도 의무 공개하여 투명성을 높이기로 하였으나 광주시교육청과 교육단체는 “지방 학생들의 수시 진학 비율이 높은 현실을 생각하면 정시 비율 확대는 매우 우려스럽다”는 목소리다.