파울루 벤투 감독이 김보경(울산)과 문선민(전북)을 다시 불러들였다.

대한축구협회는 다음달 11일부터 부산에서 열리는 2019 동아시아축구연맹(EAFF) E-1 챔피언십에 참가할 23명 선수 명단을 28일 확정해 발표했다.

이번 대회는 유럽리그 소속 선수들의 차출이 불가해 K리그를 중심으로 아시아에서 뛰는 선수들 위주로 구성했다.

K리그1(1부리그) 최우수선수(MVP) 후보인 김보경과 문선민이 다시 부름을 받았다.

김영권(감바 오사카), 김민재(베이징 궈안) 등 수비 라인의 주축은 그대로 합류한다.

미드필더 윤일록(제주)은 2017년 11월 E-1 챔피언십 소집 이후 약 2년 만에 태극마크를 달게 됐고, 한승규(전북)와 김인성(울산)은 작년 12월 아시안컵 소집 이후 1년 만에 돌아온다.

소속팀에서 좋은 모습을 보이고 있는 이영재(강원)는 생애 처음으로 대표팀 명단에 이름을 올렸다.

벤투호 소집 기간에 22세 이하(U-22) 대표팀도 전지훈련이 예정돼 있어 김판곤 전력강화위원장의 주재로 협의를 거쳐 U-22 대표팀 대상 선수는 이번 대표팀에 선발하지 않기로 했다.

벤투 감독은 “FIFA A매치 기간이 아니라 시즌이 진행 중인 유럽 및 중동리그 선수들이 합류하지 못하지만 그동안 지켜봤던 나머지 선수들의 기량을 점검해 볼 수 있는 좋은 기회가 될 것이다”며 “한국에서 대회가 열리는 만큼 많은 축구팬들의 기대에 부응할 수 있도록 노력하겠다”고 밝혔다.

김판곤 위원장은 “벤투 감독은 국내에서 열리는 2019 EAFF E-1 챔피언십의 중요성을 강조하며 U-22 대표팀 일부 선수들의 차출을 희망했다”며 “두 감독과 장시간 논의 및 국가대표전력강화위원회 의견 취합을 통해 협회의 전략적 우선순위로 22세 대표팀 대상자는 올림픽팀에 집중하는 것으로 결정했다”고 밝혔다.

벤투호는 다음달 5일 울산에서 소집훈련을 시작하고, 대회 이틀 전인 9일 부산으로 이동한다.

11일 홍콩, 15일 중국, 18일 일본을 상대한다.

@highlight

대한축구협회는 2019 동아시아축구연맹(EAFF) E-1 챔피언십에 참가할 23명 선수 명단을 확정했고  K리그를 중심으로 아시아에서 뛰는 선수들 위주로 구성을 했으며 김보경과 문선민 선수를 다시 명단에 넣었다. 