[대전=충청일보 이한영기자] 한국철도공사 대전충남본부 천안아산역이 2004년 4월 KTX 개통 이후 이용객이 꾸준히 늘어 지난 달 기준 KTX(SRT 제외)의 1일 평균 승·하차 이용객 2만명 시대를 열었다.

개통 당시 1일 이용객 5000명으로 시작한 천안아산역은 경부선 2단계 개통 및 호남선, 전라선, 동해선 개통과 2016년 12월 수서에서 출발하는 SRT가 합류하는 첫 공용역이 되면서 이용객이 꾸준하게 늘었다.

현재 하루 2만명(전국 7위)이 이용하면서 충청권의 천안·아산시, 장항선 축의 지방도시 발달에 있어 견인차 역할을 담당하고 있다.

현재 이용객 순위는 서울, 동대구, 부산, 대전, 광명, 용산, 천안아산, 오송, 광주송정, 울산 순이다.

역을 중심으로 신불당 및 탕정신도시 개발, 탕정역 신설에 따른 아산~배방 수도권 광역철도 정차, 삼성디스플레이 13조원 투자, 천안아산역 복합환승센터 개발 등 주변 지역의 급격한 변화가 예상된다.

또 천안·아산은 세계에서 대학이 가장 많이 밀집돼 기네스북에 등재될 정도로 청년층의 유동인구가 늘어나는 추세다.

천안 안서동 5개 대학교(기네스북 등재) 및 천안·아산에 16개 대학이 있다.

천안아산역은 주말 기준으로 KTX가 145회, SRT가 61회 운행한다.

연간 이용객 700만명 수준이며 아산역과 원스톱 연계 환승 체계를 구축, 장항선 간선여객열차와 수도권전동열차를 편리하게 이용할 수 있다.

또 수도권·경부·호남·전라도 등 전국에서 KTX를 이용해 가장 쉽게 모일 수 있는 중간 지점으로서 기업체·관공서·협회 등에서 임대 회의실을 편하게 사용하고 있다.

박삼희 천안아산역장은 "천안아산역을 지역의 다양한 산업·문화예술·관광 콘텐츠와 연결하며 고객이 편리하게 이용할 수 있도록 서비스 향상에 더욱 노력할 것"이라고 말했다.

@highlight

2004년 4월 KTX 개통 이후 천안아산역 이용객이 지속적으로 증가하여 1일 평균 승·하차 이용객이 2만명(전국 7위)으로 지방도시발달에 있어 중요한 역할을 하고 있으며 KTX 천안아산역의 역장은 이용객의 서비스향상에 더욱 노력할 것을 다짐하였다.