태안군이 미세먼지문제 해결을 위해 팔 걷고 나섰다.

가세로 태안군수는 27일 태안문화예술회관 소강당에서 대기오염물질 배출업소 및 비산먼지 발생사업장 대표자 등 120여 명이 참석한 가운데 '태안군의 미세먼지 현황과 대응'이라는 주제로 특강을 진행했다.

이번 특강은 군민들을 미세먼지로부터 보호하고 피해가 최소화될 수 있도록 함과 동시에 군민들이 일상생활에서 미세먼지와 미세먼지 생성물질의 배출저감과 관리에 참여할 수 있도록 그 내용을 공유하기 위해 추진됐다.

군은 이날 △미세먼지의 이해 △미세먼지의 건강영향 △미세먼지 정보알기 △태안의 대기오염현황 △대기오염물질 배출사업장 관리 △비산먼지 배출사업장 관리 △태안군 미세먼지 대책 등을 설명했다.

특히 가 군수는 태안군 미세먼지 종합대책 추진계획을 밝히고 태안지역의 미세먼지 배출감소 및 적극적인 관리를 통해 쾌적한 주거환경을 만들어 군민 삶의 질 향상에 나서겠다는 방침을 전달했다.

또 군은 △대외협력강화 △정책기반 △교육 및 홍보 △산업부문 △수송부문 △생활부문 △민감계층 보호 인프라 구축 등 총 7개 분야로 미세먼지 종합대책을 구성했다.

우선 군은 '태안군 미세먼지로 인한 피해저감 및 지원에 관한 조례'를 제정하고 경기도 남부권과 충남 환황해권 공동대응 협의체를 구성하는 한편, 미세먼지 관리 기본계획을 수립할 계획이다.

이와 함께 대기질 홍보 전광판 3개소를 운영하고 미세먼지 알리미를 8개소에 설치할 예정이며 고농도 미세먼지 발령 시 발전시설 운영시간 조정 및 건설공사장의 작업 시간을 단축 운영한다는 방침이다.

가 군수는 "미세먼지 관리 종합대책을 적극 추진해 맑고 깨끗한 대기환경이 조성될 때가지 지속적으로 노력할 방침이며 이를 위해선 대기오염물질 배출업소 및 비산먼지 발생사업장 대표자분들의 협조가 반드시 필요하다"고 말했다.

@highlight

가세로 태안군수는 27일 태안문화예술회관 소강당에서 '태안군의 미세먼지 현황과 대응'이라는 주제로 진행한 특강을 통해 군민들이 일상생활에서 미세먼지와 미세먼지 생성물질의 배출저감과 관리에 참여할 수 있도록 그 내용을 공유함과 동시에 미세먼지문제 해결을 위해 발 벗고 나서겠다는 방침을 전달했다.