겨울철이 되면 65세 이상 고령자의 낙상사고 발생이 크게 느는 것으로 확인돼 안전사고 예방을 위한 노력이 요구된다.

한국소비자원은 지난 9월까지 최근 3년 9개월간 소비자위해감시시스템으로 수집한 안전사고 행태를 분석한 결과를 29일 발표했다.

같은 기간 65세 이상 고령자의 안전사고는 총 2만2677건으로 전체 안전사고의 8.4%로 나타났다.

2016년 5795건이었던 고령자 안전사고는 2017년 5653건으로 소폭 줄었다가 지난해 6340건으로 늘어났고 지난 9월 기준 올해는 4889건 발생했다.

고령자의 경우 한 달 이상 치료해야 하는 안전사고 비율이 13.3%로 65세 미만 연령대의 비율 0.6%보다 크게 높게 나타나 사고 예방의 필요성을 알 수 있었다.

고령자 안전사고 원인으로는 대부분 미끄러지거나 넘어지는 등 '낙상 사고'가 56.4%로 가장 많았다.

사고에 따른 증상은 '골절'이 26.8%로 가장 많았고 주로 머리와 얼굴(27.2%), 둔부·다리·발(24.8%) 등을 다쳤다.

사고 발생 장소는 주택이 63.4%로 가장 많았고 세부적으로는 주택 내부의 침실·방, 화장실·욕실 등의 순이었다.

사고 유발 품목은 '바닥재' '침실 가구' '계단 및 층계' 등이었다.

낙상사고를 상세히 분석한 결과 겨울에 가장 많이 발생했고 사고로 골절상을 당하는 경우가 44.5%에 달했다.

골절 사고는 치료 기간이 2~4주 가까이 걸리는 경우가 94.4%였고 사망으로 이어지는 사례도 있었다.

낙상사고가 가장 많은 비중을 차지한 것에서 알 수 있듯이 최근 들어 의료용 침대에서 발생하는 안전사고가 늘고 있다.

반면 동력경운기로 인한 사고는 2016년과 2017년 가장 높은 비중을 차지했으나 지난해와 올해는 의료용 침대에 밀렸다.

고령자는 사고 발생 시 중상해로 이어지는 경우가 많고, 회복 기간도 길어 사전 예방이 무엇보다도 중요하다.

한국소비자원은 고령자 안전사고 동향을 지속해서 모니터링하고, 고령자와 보호자를 대상으로 안전 교육을 할 예정이며 안전정보를 제공해 고령자 안전사고 예방에 활용될 수 있도록 할 계획이다.

@highlight

겨울철 고령자 안전사고 발생이 늘어나는가운데 '낙상 사고'가 56.4%로 많았으며 전체 안전사고의 8.4%를 차지하며 상세분석결과 겨울에 가장 많이 발생하였으며, 절반가량 골절상을 당하는 경우가 44.5%를 차지해  예방이 무엇보다 중요하다.