LG하우시스가 한국영업부문장인 강계웅 부사장을 최고경영자(CEO)로 선임했다.

LG하우시스는 2020년도 정기 임원인사에서 CEO 선임, 전무 승진 2명, 상무 신규 선임 2명, 전입 4명 등에 대한 승진 및 전입 인사를 단행했다고 28일 밝혔다.

강계웅 부사장은 지난 1988년 금성사로 입사해 30여년간 LG전자에서 근무하며 한국경영관리팀장, 하이프라자 대표, 한국영업본부 B2C그룹장 등을 역임했다.

올해 LG하우시스로 이동해 한국영업부문장을 맡아 왔다.

특히, 강 부사장은 2012년 12월 매출이 역신장 하던 하이프라자 대표로 보임해 하이프라자를 가전 유통업계의 선두 기업으로 안착시킨 바 있고, 2016년 7월 LG전자 한국영업본부 B2C그룹장을 맡은 뒤로는 LG전자의 국내 매출을 대폭 성장시킨 바 있는 등 국내 B2C(기업과 개인간 거래) 영업 분야의 최고 전문가로 꼽히고 있다.

올해 LG하우시스 한국영업부문장으로 보임한 이후에는 LG전자 베스트샵에 LG지인(Z:IN) 매장 입점 등 기존 국내에는 없었던 인테리어 자재의 새로운 유통 혁신을 주도하고 수익성·고객가치 중심의 영업체계를 구축, 어려운 시장 상황에서도 전년 대비 LG하우시스의 영업이익이 증가하는 성과 창출에 큰 기여를 했다.

이 밖에도 CFO 강인식 상무가 전무로, 장식재사업부장 박귀봉 상무가 전무로 각각 승진했으며, 임성일 책임, 장철호 책임은 상무로 각각 신규 선임됐다.

이와 함께 에스앤아이 김경호 상무, LG전자 최영일 상무, LG생활건강 김희선 상무, LG생활건강 한준식 상무가 LG하우시스로 전입했다.

LG하우시스 관계자는 "이번 임원인사는 성장 잠재력을 중심으로 성과주의와 LG Way 리더십을 종합적으로 고려한 젊은 인재를 중용했다"며 "이번 인사를 통해 조직내 변화와 혁신을 가속화해 새로운 성장에 속도를 내고 사업 포트폴리오 정예화와 사업 체질 개선에 집중할 것"이라고 밝혔다.

@highlight

LG하우시스는 2020년도 정기 임원인사에서 30여년간 LG전자에서 근무하며 올해 LG하우시스 한국 영업부문장을 맡아온 강계웅 부사장을 CEO로 선임하는 내용을 포함한 승진 및 전입인사를 단행했다.