방탄소년단(BTS) 멤버 제이홉의 후배인 광주 국제고 학생, 지역 국악인, 새내기 공무원들이 BTS 노래 ‘치킨누들 수프’에 맞춰 춤을 추는 모습.

방탄소년단(BTS) 멤버 제이홉의 ‘치킨누들수프’ 커버댄스에 도전한 광주 시민들의 영상이 28일 광주광역시 공식 유튜브 ‘빛튜브’를 통해 공개됐다.

광주시는 ‘빛튜브’를 활성화하기 위해 시민들이 참여한 가운데 ‘치킨누들수프’ 가사에 등장하는 충장로·금남로를 시작으로 광주 대표 명소에서 촬영한 커버댄스 영상을 공개한다.

커버댄스에는 제이홉 모교인 국제고 후배, 빛고을노인건강타운 회원, 지역 국악인, 2019년도 광주시 신규 공무원 등 다양한 시민들이 참여했다.

공개되는 영상은 세계적 케이(K)팝스타인 방탄소년단(BTS)의 멤버 제이홉이 지난 9월 발표해 빌보드 ‘월드 디지털 송 세일즈’(World Digital Song Sales) 차트에 7주 연속 진입하는 등 세계적으로 큰 인기를 끈 솔로곡 ‘치킨 누들 수프’(Chicken Noodle Soup)의 커버 댄스 영상이다.

‘치킨 누들 수프’는 음원 발매 직후 세계 69개 국가 및 지역에서 아이튠즈 ‘톱 송’ 차트 1위에 올랐으며, 영국 ‘오피셜 싱글 차트 톱 100’에서 82위, 미국 빌보드 메인 싱글 차트 ‘핫 100’에서 81위를 기록했다.

특히 뮤직비디오는 지난 4일 1억 뷰를 달성하며, 소셜네트워크서비스(SNS)에 커버 영상이 다량 올라오는 등 현재까지 대중의 뜨거운 관심을 받고 있다.

광주 출신인 멤버 제이홉은 2015년 11월 발표한 ‘Ma City’에 이어 ‘치킨누들수프’에서도 고향 광주에 관한 가사를 담아 시민들의 관심을 모았다.

@highlight

광주시는 공식 유튜브 ‘빛튜브’를 활성화하기 위해 충장로·금남로를 시작으로 광주 대표 명소에서 촬영하고 제이홉 모교인 국제고 후배, 빛고을노인건강타운 회원, 지역 국악인, 2019년도 광주시 신규 공무원 등 다양한 시민들이 참여한 방탄소년단(BTS) 멤버 제이홉의 ‘치킨누들수프’ 커버댄스 영상을 공개한다.