올 연말도 프로농구의 열기로 월명체육관이 뜨겁게 달궈질 예정이다.

군산 월명체육관에서는 다음달 27일과 29일에 이어 내년 1월 4일 2019~2020 프로농구 전주KCC이지스 홈경기가 열린다.

이번 시즌 군산경기는 총 3경기로, 첫날인 다음달 27일 오후 7시, 전주KCC와 서울SK 경기로 막을 올린다.

이어 29일 오후 5시에는 울산현대모비스, 내년 1월 4일 오후 5시에는 원주DB와 맞 대결을 펼친다.

전주KCC는 군산 월명체육관에서 2013~2014 시즌부터 지난 2018 ~ 2019 시즌까지 총 20전 14승6패의 승률(70%)을 보이고 있어 이번 시즌에서도 군산에서 승리의 기운을 이어갈지가 기대된다.

시에서도 경기 준비를 위해 구단관계자와 사전 실무회의를 거쳐 관람하는 시민들에게 안전하고 쾌적한 체육관 환경을 제공할 예정이다.

또한, 최적의 경기환경 제공을 위해 체육관 바닥공사를 12월 초 마무리하고, 기존 체육관 시설을 리모델링하여 대회운영본부, 남녀탈의실, 메디컬룸, 치어리더실 등을 제공할 계획이다.

시 관계자는 “이번 2019~2020 시즌 전주CC이지스 프로농구 개최가 경기침체로 얼어있던 군산시민들의 마음에 조금이나마 열기를 더해주길 기대한다”며, “매 경기마다 케이블 스포츠 채널을 통해 전국으로 생중계 되는 만큼, 스포츠 도시 군산을 알리고 지역경제 활력에도 큰 역할을 할 것으로 기대된다”고 말했다.

전주KCC이지스 프로농구 예매는 온라인 티켓링크 또는 KCC공식 홈페이지나 콜센터 1588-7890을 통해서도 가능하다.

한편, KCC는 매 시즌 월명체육관 총 관람석 4,888석을 가득 메워주는 군산시민의 열화와 같은 성원에 높은 승률로 보답하는 것 이외에도, 지난 2018~2019 시즌에는 우수선수 육성 장학기금 1,000만원에 희망 나눔 캠페인에 1,000만원을 전달하는 이웃사랑의 나눔실천을 이어왔다.

@highlight

프로농구 전주KCC이지스 2019~2020 시즌 군산경기는 총 3경기로 다음달 27일 서울SK, 29일 울산현대모비스, 그리고 내년 1월 4일 원주DB와 군산 월명체육관에서 대결을 펼친다.