인천지역 첫 민간인 체육회장 선거에 참여할 선거인 수가 대부분 확정된 가운데 투표율 향상을 위한 다양한 선거 방식이 접목될 전망이다.

28일 인천시체육회에 따르면 ‘인천시체육회장 선거관리 규정’ 제2장 8조(선거인 수의 결정 및 배정)에는 400명 이상으로 돼 있다.

이에 따라 최종 선거인 수를 확인한 결과 460여 명인 것으로 알려졌다.

시체육회는 투표권이 주어지는 인천시경기종목단체 회장, 군·구체육회장, 인천시종목단체 대의원(군·구경기종목단체 회장, 엘리트육성팀의 장), 군·구체육회 대의원(군·구경기종목단체 회장, 읍면동 체육회장) 등을 파악한 결과 총 660여 명이 선거인 수로 정리됐다.

여기에서 중복 선거인을 빼면 최종 460여 명으로 확인됐다.

선거인단 구성에서 논란이 됐던 엘리트육성팀의 장(초·중·고·대학·일반운동부 장)에 대한 투표권 부여는 20개 이상 팀 등록 종목에는 2명씩, 20개 미만 팀 등록 종목에는 1명씩 배정했다.

현재 시체육회는 규정에 따라 400명으로 할지, 최종 파악된 460여 명으로 할지 조율 중이다.

선거인 수가 정리된 상황에서 투표율 저하 문제는 가장 우려되는 부분이다.

시체육회는 선거일인 내년 1월 8일께 전국 교장연수 일정이 잡혀 있다는 이야기가 들리면서 긴장하고 있다.

시체육회는 투표율 저하를 막기 위해 전자투표로 진행할 방침인데 현장에서 PC로 투표하는 방법, 휴대전화 문자투표 방법 모두 채택할 뜻을 보였다.

휴대전화 문자투표는 선거 당일 투표소를 방문할 수 없는 선거인을 대상으로 미리 계약된 외부 기관의 문자투표 시스템을 이용해 당일 투표하는 방식이다.

시체육회 관계자는 "선거인 수도 적고, 선거인들이 고위직이나 개인사업 등으로 인해 투표소를 많이 찾지 않을 것이라는 이야기가 들리면서 투표율을 높이는 방안들을 찾고 있다.

많은 유권자가 투표에 참여할 수 있도록 노력하겠다"고 말했다.

인천지역 첫 민간인 체육회장 최종 선거인단 수와 투표 방식은 29일 시체육회장 선거관리위원회 2차 회의 때 결정될 전망이다.

@highlight

선관위는 오늘 인천시 체육회장 선거의 선거인단 수를 결정하기로 하였으며, 투표율 저하의 문제를 막기 위해 여러 선거방식을 접목할 예정이다.