생후 7개월 된 딸이 어린 부부의 방치로 살해된 사건과 관련해 최종 부검 결과 및 전문가 감정 결과가 나왔다.

사인이 극도의 탈수 및 기아(영양실조)로 판정되면서 살인의 고의성 입증에 힘이 실리고 있다.

28일 인천지법 형사12부(부장판사 송현경) 심리로 열린 5차 공판에서 살인, 사체유기, 아동복지법상 아동유기·방임 등 혐의로 구속 기소된 A(21)씨와 그의 아내 B(18)양 변호인은 검찰의 공소사실 변경을 받아들였다.

검찰은 이들의 딸 C(1)양이 ‘불상의 원인으로 사망했다’고 적시한 공소장을 이날 ‘고도의 탈수 및 기아로 C양을 사망케 했다’로 변경해 재판부의 허가를 받았다.

검찰은 "탈수·기아로 인한 사망의 원인은 그 특수성상 해부학적으로 사망 원인이 나오지 않는다"며 "전문인에게 정밀감정을 의뢰한 결과, ‘물이나 영양분을 못 받은 것으로 볼 수 있고 탈수로 전해질에 이상이 생기는 등 탈수와 영양실조로 지난 5월 31일 이전에 사망한 것으로 판단한다’는 결과가 나왔다"고 밝혔다.

이는 앞서 국립과학수사연구원의 C양 부검에서 팔과 다리 등에 상처가 있었지만 폭행 및 독극물, 합병증 등은 확인되지 않았고, ‘해부학적으로 사인이 불분명하다’는 최종 부검 결과에 따라 검찰이 추가로 시신 감정을 의뢰한 결과물이다.

또한 인천시 부평구의 한 아파트에서 숨진 C양이 외할머니에 의해 6월 1일 발견돼 경찰에 신고되기 전인 5월 30일 이들 부부가 사망한 C양의 사진을 휴대전화 문자메시지로 주고받으며 확인한 사실을 증거로 확보해 사체유기 혐의를 입증하려고 했다.

검찰은 이날 휴대전화 포렌식 결과와 이들의 잦은 다툼을 목격한 이웃 주민 등의 진술 등 수백 쪽에 달하는 증거자료를 재판부에 제출하고, 살인의 고의성과 사체유기 혐의 등을 입증하는 데 주력했다.

이날 재판에서는 증인 심문이 1시간에 걸쳐 비공개로 진행되기도 했다.

한편, A씨 부부는 5월 26일부터 5일간 부평구의 한 아파트에서 7개월 된 딸을 방치해 숨지게 한 혐의를 받고 있다.

@highlight

생후 7개월 된 딸의 최종 부검 결과 탈수와 영양실조로 사망된 것으로 판단됨에 따라, 어린 부부의 방치로 살해되었다는 살인의 고의성 입증에 힘이 실리고 있다.