제주국제자유도시개발센터(JDC)가 제주첨단과학기술단지 'JDC 제주첨단 리슈빌' 입주자를 모집한다.

제주시 월평동 제주첨단과학기술단지 A23블록에 들어서는 리슈빌은 무주택 서민에게 공급할 목적으로 지난 2016년 건설을 시작한 10년 임대형 공공임대주택이다.

6층 규모로 전용면적 59㎡ 231세대, 74㎡ 82세대, 84㎡ 78세대로 총 391세대로 구성돼 있다.

JDC는 입주 세대의 희망을 담아 편리성과 차별화를 추구하면서 실용적인 아파트 단지를 조성하는데 역점을 뒀다고 설명했다.

수요도가 높은 전용면적 59㎡ Type은 A·B·C형 3가지로 다양화 했고, 채광과 통풍이 우수한 84㎡ Type은 알파룸을 추가하고 4-bay를 구현했다.

주차장을 전면 지하화하여 지상에 차 없는 단지를 조성했고, 옥외공간의 조경면적 확대와 보행자의 안정성을 높였다.

또 단지 내(행복주택 내) 어린이집 마련으로 보육문제를 해소하고, 어린이 놀이터, 맘스테이션, 주민휴게공간, 무인택배시설 등이 설치되어 편리성을 갖췄다.

태양광 시설, 전면 LED 조명기구, 대기전력 자동 차단장치 등을 설치하여 관리비 부담을 덜게 하고 보안시스템 도입으로 입주자들은 안전하고 편리한 생활이 가능하다.

모델하우스는 운영하지 않으며, 세대별 평면도는 JDC 홈페이지에서 확인이 가능하다.

오는 29일 입주자 모집 공고가 이뤄지고 금융결제원 아파트투유를 통해 다음 달 4일 특별공급, 5일 일반공급 1순위, 6일 일반공급 2순위 청약을 접수한다.

JDC 홈페이지 또는 주택관리공단 홈페이지를 통해 입주자 모집 공고문을 확인할 수 있다.

한편 JDC는 산업단지 근로자, 신혼부부, 대학생, 청년, 고령자를 대상으로 2020년 1월 행복주택(402세대)에 대한 입주자 모집 공고를 할 계획이다.

@highlight

제주시 월평동 제주첨단과학기술단지 A23블록에 들어서는 리슈빌은 무주택 서민에게 공급되는 10년 임대형 공공임대주택으로, 제주국제자유도시개발센터는 입주 세대의 희망을 담아 편리함과 차별화를 추구하면서도 실용적인 아파트 단지 조성에 중점을 두었으며 오는 29일 입주자 모집 공고 후, 금융결제원 아파트투유를 통해 순위별로 청약접수를 시작한다.