전남 구례군이 구례지역 관광 활성화를 위해 특별한 시책을 추진하고 있어 지역주민들의 이목이 쏠리고 있다.

29일 전남 구례군에 따르면 군은 '그래, 구례에서 여행하고 할인받자(그래, 구례 여행 할인)!' 이라는 슬로건으로 '구례여행 할인제'를 29일부터 시행한다.

'구례여행 할인제'는 구례지역 관광 활성화와 여행 만족도 제고를 위한 것으로 구례군이 주체가 돼 가맹점을 모집하고 할인약정계약을 체결한 가맹업소를 고객이 연계 이용한 경우 소정의 할인 서비스를 제공하는 시책사업이다.

구례여행 할인제 가맹업소(시설)는 구례지역 관광시설 및 관련 업소 등으로 모두 37개소가 참여한다.

야생화 압화(꽃 누름) 수상 작품 등을 전시한 한국압화박물관의 입장료를 비롯해 화엄사와 연곡사 입장료와 천은사 등 사찰 템플스테이 체험료, 숙박·음식점, 카페, 레저·체험시설, 렌트카 업소, 산수유 판매점 등이 할인서비스를 제공한다.

이들 가맹점에서는 고객이 할인받고자 하는 가맹점에서 타 가맹점을 이용한 영수증을 제시하면 당해 요금에서 약정 할인율(액)을 즉시 현장에서 차감하고 결제 처리해 주는 방식이다.

가맹점 할인율(액)은 한국압화박물관의 경우 입장료 50%를 화엄사 등 사찰 입장료와 템플스테이 체험료는 10~20%, 숙박·음식·카페·레저·체험료 등은 5~10% 선이다.

군은 할인제가 정착될 수 있도록 군 홈페이지나 SNS, 관광 안내 리플릿 등을 이용해 적극 가맹점 등을 홍보할 계획이다.

또 할인제 가맹점과 할인 품목을 점진적으로 확대해 관광객이 다양한 할인 서비스를 받을 수 있도록 할 방침이다.

김순호 군수는 "구례여행 할인제는 지역 내 관광 소비를 유도해 경제를 활성화하고 구례 여행의 만족도를 높이는데 기여할 것으로 기대한다"며 "관광 활성화를 위한 다양한 시책사업들을 지속해서 발굴 추진해 나갈 것이다"라고 말했다.

@highlight

전남 구례군은 구례지역 관광 활성화와 여행 만족도 제고를 위한 특별한 시책으로 가맹업소를 고객이 연계 이용한 경우 소정의 할인 서비스를 제공하는 '구례여행 할인제'를 29일부터 시행한다.