종합교육기업 에듀윌(대표 박명규)은 전국 20개 지역에서 공인중개사 직영학원을 운영하고 있다.

서울 강남학원과 서울 대방 ▲서울 노원 ▲서울 종로 ▲서울 천호 ▲서울 신림 ▲서울 홍대 ▲서울 발산 ▲인천 부평 ▲경기 부천 ▲경기 수원 ▲경기 성남 ▲경기 평촌 ▲경기 일산 ▲경기 안산 ▲대전 ▲광주 ▲대구 ▲부산 서면 ▲부산 해운대에서 직영학원을 운영중이며 이들 학원은 모두 지하철역과 가까워 수험생의 접근성이 좋다.

에듀윌 공인중개사 전국 직영학원은 특화된 오프라인을 강점으로 전문 상담 튜터의 1:1 맞춤 컨설팅 및 합격에 최적화 된 개인별 전략을 제공한다.

에듀윌 공인중개사 부평학원은 오는 12월 1일(일), 10일(화), 17일(화), 24일(화)에 2020년 공인중개사 시험 대비 합격전략설명회를 개최한다.

부평학원이 준비한 합격전략설명회는 총 3부로 구성됐다.

1부에서는 2020년 공인중개사 시험 경향을 예측하고 최적의 학습 방법을 소개한다.

2부에서는 에듀윌만의 합격전략을 제시하며 3부에서는 경품추첨과 1:1 전문 학습 상담이 진행된다.

합격전략설명회 참석자 중 추첨을 통해 에듀윌 공인중개사 평생회원반 30% 수강할인권(1명)을 제공하며, 참석자 전원에게는 에듀윌 공인중개사 합격필독서, 기초용어집 등 다양한 혜택을 준비했다.

2020년 공인중개사 시험 대비 '합격전략설명회'의 세부사항은 에듀윌 공인중개사 부평학원에 문의 가능하다.

한편, 에듀윌은 대통령상을 비롯한 정부 기관상 10관왕을 달성한 종합교육기업이다.

특히, KRI 한국기록원으로부터 2년 연속 공인중개사 최다 합격자 배출 기록을 공식 인증 받았으며 한국리서치로부터 공무원 선호도, 인지도 1위 기업을 입증받은 유일한 기업이다.

@highlight

에듀윌 공인중개사 부평학원은 12월에 2020년 공인중개사 합격전략설명회를 개최하는데, 총 3부로 구성하여 1부에서는 시험 경향 예측 및 최적의 학습 방법을 소개하고 2부에서는 합격전략을 제시, 3부에서는 경품추첨과 1:1 전문 학습 상담이 진행된다.