20대 우울증 환자가 5년 만에 2배 가까이 증가한 것으로 나타났다.

국회 정무위원회 이태규 의원(바른미래당)이 건강보험심사평가원으로부터 받은 자료에 따르면 20대 우울증 환자는 2014년 4만9975명에서 지난해 9만8434명로 급증했다.

지난해 전체 우울증 환자는 75만1천930명으로 2014년 58만8천155명 대비 28% 증가했다.

연령별로 보면 60대가 13만3712명으로 가장 많았다.

그 다음으로 50대 12만9255명, 70대 12만1193명, 20대 9만8434명, 30대 9만3389명, 80세 이상 5만6431명, 10대 4만2535명 등의 순이었다.

10대는 전체 환자에서 차지하는 비중은 적었지만 2014년 2만3885명에서지난해 4만2535명으로 78% 늘었다.

우울증 환자 증가에 따라 진료비도 크게 늘었다.

지난해 우울증 치료비는 3천319억4139만원으로 2014년 2천235억4663만원보다 48% 증가했다.

조울증 전체 환자도 2014년 7만5616명에서 지난해 9만4129명으로 24% 증가해 곧 10만명을 넘어설 것으로 예측됐다.

올해 환자는 9월까지 9만3573명에 달했다.

연령별로 보면 20대가 1만7458명으로 가장 많았다.

40대 1만7114명, 30대 1만6388명, 50대 1만5715명, 60대 1만1795명, 70대 8427명 등의 순으로 나타났다.

특히 20대는 2014년 1만1844명에서 지난해 1만7458명으로 47% 증가했다.

5년 전에는 환자수가 30대, 40대, 50대보다 적었지만, 지난해에는 모든 연령층에서 가장 많은 비중을 차지했다.

이밖에 80세 이상 고령층도 2014년 3339명에서 지난해 6885명으로 2배 이상의 급격한 증가세를 보였다.

이 의원은 " 20대 우울증·조울증 환자의 급증은 학업, 취업 등 사회 구조적 환경에서 비롯된 문제일 가능성이 커 국가적 대책과 함께 범사회적 고민이 필요하다"고 전했다.

@highlight

건강보험심사평가원 자료에 의하면 20대 우울증 환자는 2014년 4만9975명에서 지난해 9만8434명으로 5년 만에 2배 가까이 증가했으며, 이태규 의원은 20대 우울증·조울증 환자의 급증은 사회 구조적 환경에서 비롯된 문제일 가능성이 커 국가적 대책과 함께 범사회적 고민이 필요하다고 지적했다.