피터창 지사장 "혁신 기술 개발로 젠북 라인업 강화" 에이수스가 젠북 듀오 UX481, 젠북 스크린패드 2.0 3종(UX334·UX434·UX534)을 출시했다.

젠북 신제품 4종은 터치 패드에 스크린을 결합한 스크린패드 플러스 또는 스크린패드 2.0을 채용했다.

젠북 듀오 UX481는 스크린패드 플러스를 탑재한 14형 프리미엄 노트북이다.

키보드 상단에 위치한 FHD 해상도 스크린패드 플러스는 듀얼 스크린처럼 활용할 수 있다.

문서 작업은 물론이고 영상 및 사진 편집 등 크리에이티브 작업에도 적합하다.

가격은 149만9000원부터다.

젠북 스크린패드 2.0은 휴대성과 고성능을 겸비한 프리미엄 울트라 콤팩트 디자인 노트북이다.

사이즈에 따라 13형(UX334), 14형(UX434), 15형(UX534) 모델로 구성된다.

최신 버전 스크린패드 2.0을 탑재해 생산성을 강화하고 향상된 사용자 경험을 제공한다.

울트라 슬림 베젤을 탑재한 4면 프레임리스 나노 엣지 디스플레이와 최대 95%의 스크린 대 바디 비율로 콤팩트한 디자인이 특징이다.

UX334, UX434, UX534의 공식 가격은 각각 149만9000원, 129만9000원, 124만9000원부터 시작한다.

피터 창 에이수스코리아 시스템 사업부 지사장은 "새롭게 공개한 젠북 신제품 4종은 에이수스 혁신 기술력을 바탕으로 고성능, 디자인, 휴대성을 모두 충족하는 프리미엄 노트북"이라며 "특히, 사용자 편의성을 대폭 개선한 다양한 기능을 통해 고사양 작업을 하는 크리에이터, 직장인 등에게 적합한 노트북이 될 것으로 기대한다"고 말했다.

또 "혁신적인 기술 개발을 통해 프리미엄 노트북 젠북 라인업을 더욱 강화해 나갈 계획"이라고 덧붙였다.

젠북 스크린패드.

@highlight

에이수스가 젠북 듀오와 젠북 스크린패드 2.0 3종을 출시했고 이들은 문서작업은 기본이고 영상부터 사진편집등이 용이해 크리에이터나 직장인 등에 적합한 노트북이 될 것 이라고 전망했다.