금융감독원이 다음달 5일 해외 금리 연계 파생결합증권(DLS) 펀드 사태와 관련한 분쟁조정위원회를 개최한다.

고령자 불완전판매의 경우 피해액의 최대 70%까지 배상이 가능할 것으로 금융권은 보고 있다.

금감원은 연내 키코(KIKO) 분조위도 개최해 1년 넘게 끌어온 분쟁조정 절차에 마침표를 찍는다는 방침이다.

금감원은 다음달 5일 오후 1시30분 DLS 손해배상 관련 분조위를 개최한다고 29일 밝혔다.

앞서 우리은행과 KEB하나은행은 독일 국채, 미국·영국 CMS 금리 연계 DLS 펀드를 판매했다가 일부 투자자들에게 원금 손실 피해를 입혔다.

많게는 사실상 원금의 100%가 날아간 경우도 발생했다.

투자자 중 일부는 불완전판매를 이유로 금감원에 분쟁조정을 신청했다.

금감원 관계자는 "현재 우리·하나은행이 판매한 DLS와 관련해 분쟁조정 신청이 약 270건 가량 접수됐다"며 "불완전판매가 인정되는 사례를 대표 유형별로 분류해 각각 배상비율을 결정하고, 향후 다른 케이스의 DLS 분쟁조정시 기준으로 삼을 방침"이라고 설명했다.

금융권에서는 고령자 불완전판매의 경우 분조위가 피해액의 최대 70% 배상 권고를 내릴 것으로 본다.

통상 일반적인 불완전판매가 인정될 경우 금융회사가 투자자에게 피해액의 40%를 배상토록 하는데 금감원은 2014년 동양그룹 기업어음(CP)·회사채 불완전판매시 최대 70% 배상을 권고한 적이 있다.

금감원은 지난 8월 하나은행에 DLS 불완전판매가 인정된다며 분조위 전 피해자와의 합의를 통해 피해액의 60%를 배상하라고 제안하기도 했다.

아울러 금감원은 연내 키코(KIKO) 분조위도 개최할 방침이다.

지난해 5월 취임한 윤석헌 금감원장이 7월 금융감독 혁신과제 발표를 통해 '제로 베이스'에서 키코 사태를 조사하겠다고 밝힌 지 약 1년6개월만이다.

DLS 분조위를 마친 후 다음 회차 분조위 개최시 은행에 키코 피해기업에 대한 배상을 권고할 방침이다.

배상비율은 30% 안팎이 될 것으로 보인다.

@highlight

금감원이 다음 달 5일 DLS 펀드 사태와 관련해 분조위를 연다는 소식이 알려지자 고령층에 불완전판매된 경우 70%까지 피해를 배상해야 할 것이라는 금융계 전망이 나오는 가운데, 연내 키코 분조위까지 열릴 예정이라 1년 이상 끌어온 분쟁이 마무리될 것으로 예견되고 있다.