28일 오후 'RPA 해커톤'에 참가한 LG유플러스 실무진들이 RPA를 개발하고 있다.

LG유플러스가 글로벌 1위 RPA 기업 유아이패스코리아와 함께 'RPA 해커톤'을 개최하고, 업무 효율화를 위한 자동화 프로그램을 선보였다.

RPA(로봇프로세스자동화, Robotic Process Automation)는 사람이 PC에서 수행하는 반복적이고 정형화 된 업무를 정해진 절차에 따라 자동으로 수행하는 소프트웨어를 말한다.

DB정보 수작업 입력이나 정산명세서 비교와 같은 단순 반복 업무를 덜고, 사람의 하는 실수를 막을 수 있다는 장점이 있다.

양사는 이러한 RPA 프로젝트 개발 능력을 평가 받는 '해커톤'을 열고, 고난이도의 로봇 관련 과제를 주어진 시간 내에 해결하는 다양한 방법을 선보였다.

행사에 참석한 LG유플러스 NW(네트워크)부문은 조직 내에서 업무 자동화를 확산시키고 생산성을 높이는 효율화 방안을 제시해 눈길을 끌었다.

또 참가자들은 각자 평가 받은 RPA 개발 능력에 따라 맞춤형 교육도 제공 받았다.

행사에 참가한 LG유플러스 관계자는 "품질 담당에서는 분석 업무를 진행할 때 데이터를 확보하는 일에 많은 시간을 할애해야 했다"며 "하지만 이번에 개발한 RPA가 해당 업무를 도맡아 진행하게 돼, 앞으로는 품질 분석 업무에 좀 더 집중할 수 있게 됐다"고 말했다.

LG유플러스는 국내에서 RPA 자동화를 가장 활발하게 진행하고 있다.

현재 △지자체별 도로굴착정보 DB화 △정산명세서 비교 및 검증 업무 등 113개 업무에 RPA를 적용하고 있으며, 이로 인해 연간 약 4만5000시간에 달하는 업무시간 절감 효과를 보고 있다.

LG유플러스는 지난해 4월 RPA를 처음 도입했으며 올해 1월에 RPA 전담인력을 배치했다.

현재까지 NW부문에서 약 25여명의 RPA 개발자를 양성했고, 꾸준한 교육을 통해 개발 인력을 지속적으로 늘려간다는 방침이다.

최택진 LG유플러스 NW부문장(부사장)은 "지속적으로 RPA 과제를 발굴하고 개발 인재를 육성해 자동화의 적용 범위를 확대시키겠다"며 "이를 통해 업무혁신 문화가 정착될 수 있도록 힘쓸 것"이라고 말했다.

@highlight

LG유플러스가 유아이패스코리아와 함께 로봇프로세스 자동화 해커톤을 개최하여 단순 반복 업무 감소 및 실수 방지를 통해 업무 효율성을 높이는 자동화 프로그램을 내놓았다.