겨울철엔 몸이 움츠려 들면서 자연스레 뜨끈한 국물이 생각난다.

여름철보다 국물 섭취량이 늘어날 수밖에 없다.

그런데 국물에는 나트륨(소금)이 많이 들어 있다.

소금은 근육의 움직임을 부드럽게 만들고 몸속 수분량을 유지하는 데 필수성분이다.

또한 체내에 쌓인 노폐물을 제거하는 데 큰 도움을 준다.

하지만 '적정수준'으로 섭취할 때에만 해당된다.

과도하거나 부족하면 우리 몸에서 경고신호를 보낸다.

특히 과도한 염분 섭취는 위점막을 손상시켜 암으로 악화되는 위험성을 높이고, 소변으로 칼슘이 함께 빠져나가 골다공증을 유발할 수 있다.

김선영 경희대학교병원 가정의학과 교수는 "여름철에는 땀으로 인해 체내 나트륨이 급격하게 줄어들어 현기증, 탈진 예방을 위해 적당한 나트륨 섭취가 필요했던 반면, 겨울철에는 과도한 나트륨 섭취가 되레 건강에 안 좋다"고 말했다.

과도한 염분 섭취는 고혈압 환자에게도 독이다.

나트륨이 많이 첨가된 음식을 즐겨 먹으면 단 음식에 대한 욕구도 덩달아 높아진다.

음식 섭취량 증가와 함께 과체중, 비만의 위험에 노출되기 쉽다.

이에 대한고혈압학회에선 고혈압 예방을 위해 음식은 싱겁게 골고루 먹고 채소를 많이 섭취해야 한다고 권장한다.

또한 저염식단을 생활화해 나트륨의 섭취량을 적정수준으로 유지해야 한다.

식품의약품안전처에 따르면 적정수준은 식품 100g당 나트륨 120㎎ 미만인 경우를 말한다.

우종신 경희대병원 심장혈관센터 교수는 "평소 우리나라 사람들은 간장, 된장, 김치 등 필수 식단에 의해 나트륨을 과다하게 섭취할 수밖에 없는 환경"이라며 "겨울철만 되면 추위로 인해 뜨끈한 국물이 있는 음식을 찾으며 섭취 시 국물까지 들이키는 경우가 많은데, 이는 고혈압을 오히려 부추기는 식습관 중 하나이기 때문에 각별한 주의가 필요하다"고 말했다.

@highlight

겨울철이면 생각나는 따뜻한 국물에는 나트륨이 많이 들어 있으므로, 과도한 염분 섭취로 인한 위 손상과  골다공증에 유의 해야 할 것이다.