경기 성남문화재단이 운영중인 신흥공공예술창작소가 지난 2017년 개소 2년간 진행한 공공예술프로젝트를 마무리한 후 새로운 작가들의 활동 전까지 1층 전시장을 지역 커뮤니티에 개방하고 있다.

성남형 성평등 모델에 대해 고민하고 활동중인 위더스의 전시 에 이어 지난 22일부터는 태평동 오픈스페이스 블록스와 함께 '에코밸리 커튼'의 결과물을 모은 를 진행하고 있다.

에코밸리커튼 프로젝트는 태평동 마을 현장을 중심으로 지역 초등학교와 미술대학, 예술가들의 협업과 지역 주민, 문화단체 등이 협력한 공공예술 프로젝트다.

지난 2017년 문화체육관광부 주최 '문화가 있는 날' 사업에 선정된 후 지속해서 문화예술을 통해 성남 본도심과 신도심의 문화 격차를 해소하고 새로운 공동체 문화를 형성하는 데 기여해 왔다.

이번 는 어린이와 작가의 협업으로 재구성된 마을 이미지를 장막에 인쇄해 한여름 태평동 골목 하늘을 수놓았던 이미지 그늘막과 영상·콜라보 작품을 전시 공간에 맞게 재구성해 우리가 공동체로 살아가는 도시 공간의 의미와 마을에 대한 관심을 환기한다.

색다른 설치미술로 구현하는 이미지의 향연은 어른들에게는 동심에 대한 향수를 떠올리게 하고, 어린이들에게는 문화예술에 대한 호기심을 자극하는 계기가 될 전망이다.

또 사용이 끝나 폐기될 이미지 그늘막을 수거해 문화 쉼터인 '에코 인디언텐트'로 업사이클링 한 작품은 지역의 마을공동체에서 제작해 문화자원의 선순환을 실천하고, 에코밸리커튼의 문화적 성과를 더 많은 시민들과 공유하는 기회가 될 것으로 예상된다.

재단은 이번 신흥공공예술창작소 를 통해 본도심의 지역성을 토대로 형성된 공공예술을 선보임으로써, 문화예술을 매개로 마을과 적극적으로 소통하고 시민의 일상 속에서 공유하며 예술의 공공성에 대해 함께 고민하는 시간이 되길 기대하고 있다.

한편 전시는 내년 2월 21일까지 매주 월요일부터 금요일 오전 10시부터 오후 5시까지 이어진다

@highlight

성남문화재단은 태평동 지역 초등학교, 미술 대학, 아티스트들의 협동과 시민, 문화단체가 함께한 공공예술 사업인 에코밸리 커튼의 작품을 아카이브한 전시회를 다음해 2월21일까지 매주 월요일~금요일까지 10시~5시까지 개최한다.