문 대통령, 이르면 이번주 발표...

문재인 대통령이 이르면 이번 주 차기 국무총리와 법무부장관에 대한 개각을 우선 단행할 것으로 보인다.

1일 여권 등 정치권에 따르면 청와대가 후보검증을 마무리하고 문 대통령의 최종 결정만 남은 것으로 알려졌다.

공석인 법무부장관 후보에는 판사출신인 더불어민주당 추미애 의원이 유력하게 거론된다.

문재인 정부 원년멤버인 이낙연 국무총리 후임으로는 참여정부 당시 경제부총리와 현 정부 대통령직인수위원장격인 국정기획자문위원장을 지낸 김진표 의원이 얘기된다.

여기에 현 내각인사로 전북 고창출신의 협치의 이미지가 강한 진영 행안부 장관도 마지막까지 총리 인선 가능성을 배제할 수 없다.

추 의원은 개혁성향이 강한 만큼 현재 진행중인 검찰개혁을 이어갈 것이라는게 여권의 판단이다.

또 총리 후보인 김 의원은 경제전문가로 문 대통령의 임기 후반 경제활성화에 힘을 싣는다는 의미에서 낙점 가능성이 높다.

다만 청와대는 인사검증 막바지단계지만 개각 시기를 확정하기는 어렵다는 입장이다.

국회 상황이 변수다.

선거제 개편안 등 패스트트랙(신속처리안건)으로 국회가 강대강 대치하고 있기 때문이다.

자유한국당이 의사진행 방해를 위한 필리버스터를 신청하는 등 국회 파행상황에서 인사청문회를 거쳐야 하는 개각을 강행하기는 부담도 있다.

따라서 공석인 법무부장관 혹은 국무총리 ‘원포인트’ 개각을 진행 한 후 정기국회가 마무리되는 이번 달 중순 이후 중폭 수준의 개각이 이뤄질 것이란 전망이다.

아울러 홍남기 경제부총리, 유은혜 교육부장관, 강경화 외교부장관, 정경두 국방부 장관 등 내년 총선 차출이 예상되는 장관들과 윤건형 국정기획상황실장을 비롯한 청와대 참모들에 대한 교체는 시간을 갖고 순차적으로 이뤄질 것으로 보인다.

문 대통령은 한·아세안 특별정상회의를 마친 후 지난달 29일 하루 연가를 내고 주말동안 개각을 포함한 관저에서 국정현안을 챙겼다.

@highlight

1일 여권 등 정치권은 문재인 대통령이 이르면 이번 주 차기 국무총리와 법무부장관에 대한 개각을 우선 단행하고 정기국회 마무리 후 추가 개각을 진행할 것으로 분석했다.