전남도교육청이 전국 최초로 도입한 ‘에듀택시’ 제도가 전국으로 확산될 전망이다.

1일 도교육청에 따르면 오는 4일부터 6일까지 제주에서 열리는 교육부 주최 ‘농어촌학교 특색프로그램 운영지원 국가시책사업 시·도교육청 담당자 협의회’에서 ‘에듀택시’ 운영현황을 소개한다.

교육부는 에듀택시 제도의 우수성을 높이 평가해 전국으로 확산하기 위해 이 자리를 마련한 것으로 알려졌다.

이 자리에서 도교육청 박진수 학생배치팀장은 에듀택시 사업 추진 전반과 에듀버스 등 전남의 통학지원 사업을 우수 사례로 발표한다.

박 팀장은 이런 내용을 전국 시·도교육청 업무담당자들과 공유하고, 학생 통학여건 및 농어촌 지역 교육여건 개선에 대한 컨설팅도 진행할 예정이다.

도교육청의 에듀택시 제도는 민선3기 장석웅 교육감의 공약사업으로 도입됐다.

교통이 취약한 읍·면 거주 초·중학생 가운데 집에서부터 학교까지 통학 거리가 2㎞가 넘고 버스 통학이 1시간이 넘는 학생을 상대로 통학용 택시비를 지원해주는 사업이다.

지난 5월부터 8월까지 시범운영을 거쳐 9월 전남 21개 시·군으로 전면 확대했다.

현재 136개 교, 700여명의 학생이 혜택을 보고 있다.

도교육청은 1982년부터 학교 통·폐합으로 학생들의 통학거리가 멀어짐에 따라 농어촌 지역 학생들의 통학여건 개선과 작은 학교 살리기 차원에서 이 제도를 도입했다.

제도 도입으로 학생들의 통학 불편 해소는 물론 농어촌 교육 활성화에 크게 기여한 사실이 전국으로 알려졌다.

교육부를 비롯한 경북도청 및 일부 시·도교육청으로부터 벤치마킹을 위한 문의와 자료 요청이 잇따르고 있다.

이에 전남교육청은 지난 8월 ‘에듀택시 사업 추진’관련 자료를 교육부 등 요청 기관에 보낸 바 있다.

도교육청 관계자는 “통학 불편 해소는 물론 농어촌 교육 활성화에 크게 기여했다는 평가를 받는다”며 “교육부·지자체·시도교육청에서 벤치마킹을 위한 문의와 자료 요청이 잇따르고 있다”고 말했다.

@highlight

전남도교육청이 도입한 에듀택시는 교통이 취약한 학생에게 통학용 택시비를 지원해주는 사업으로 농어촌 교육 활성화에 기여하였다.