지난해 하반기 시작된 건설경기 불황이 오는 2020년 초중반까지 지속된다는 전망이 나왔다.

한국건설산업연구원(원장 이상호)은 1일 ‘불황기 건설기업의 성공적 경영전략 모색’ 연구보고서를 통해 건설경기 불황이 2020년대 초중반까지 지속될 것으로 전망했다.

국내 건설경기는 2018년 하반기 이후 불황기에 진입했다.

건설투자의 순환변동치는 2017년 중반에 정점을 기록한 이후 빠른 하락세를 보였는데 2018년 하반기 이후 기준선 아래인 불황국면으로 진입했다.

이홍일 한국건설산업연구원 연구위원은 “최근 정부가 생활 SOC, 도시재생, 국가균형발전프로젝트 등 건설투자 대책을 추진하고 있지만 계획 수립, 설계 등 착공 절차를 고려하면 해당 대책은 2021∼2022년 이후 본격적으로 건설투자에 긍정적인 영향을 미칠 것”이라고 분석했다.

이 연구위원은 “국내 건설시장에서 공공부문이 차지하는 비중은 약 30%에 불과해 주택을 중심으로 한 민간 건설경기의 빠른 하락세를 반전시키기는 어렵다”며 “결국 정부가 발표한 건설투자 활성화 대책, 3기 신도시 조성이 본격적인 건설투자로 이어지는 2020년대 초중반까지는 건설경기는 침체 상황이 지속될 가능성이 크다”고 전망했다.

이 연구위원은 불황기 건설기업의 성공 전략을 ▲불황기 기업 생존력 확보를 위한 전략 ▲ 회복기에 대비한 선제적 투자 전략 등 두 가지로 크게 구분했다.

이어 생존력 확보 문제를 해결한 기업의 경우 선제적 투자 전략을 수립, 이행해야 한다고 주장했다.

이 연구위원은 “불황기 중 선제적 투자에는 투자비용 절감, 경기 회복시 기회 선점 등의 장점이 있다”며 “무엇보다 불황기 중 긴축경영을 지속하면 ‘긴축경영의 함정’에 빠질 수 있어 선제적 투자 전략이 필요하다”고 강조했다.

선제적 투자 시기로는 불황 수준이 가장 심각한 2021년을 지목했다.

이에 대해 이 연구위원은 “향후 2∼3년 정도 지난 시점이 불황이 가장 심각해 자재와 인건비, 장비 등의 투자비용 측면에서 가장 유리하다”며 “또한 해당 시기가 경기 회복기 진입을 앞두고 있어 사업부지 확보, 인력 배치 등의 선제적 투자를 통해 회복기에 기회를 선점하는 효과가 있다”고 말했다.

@highlight

한국건설산업연구원은 건설경기 불황이 2020년대까지 지속될 것으로 전망했으며 정부가 추진하는 건설투자 대책은 2021~2022년 이후 긍정적인 영향을 미칠것으로 분석되었고 불황기 기업 생존력 확보를 위한 전략과 회복기 대비 선제적 투자전략등 두가지를 성공전략으로 제시했다.