광주·전남을 기반으로 활동하고 있는 ‘라포르 색소폰 앙상블’이 3일 오후 7시 광주문화예술회관 소극장에서 연주회를 갖는다.

올해로 창립 14년째를 맞은 ‘라포르 색소폰 앙상블’은 매년 말 1년 간 닦은 실력을 관객들에게 선보이는 무대를 꾸준히 마련하고 있다.

가수이자 리포터로 활동하는 오원화씨의 사회로 진행되는 이번 공연에서는 ‘하와이5-0’ , ‘그 겨울의 찻집(조용필)’, 영화 ‘스팅’ 삽입곡, ‘바램(노사연)’, ‘엘 콘도르 파사’, ‘목포의 눈물(이난영)’, ‘파이널 카운트다운’, ‘캐롤 메들리’ 등 다양한 곡이 연주된다.

뿐만 아니라 다양한 장르의 연주가 공연을 풍성하게 꾸민다.

대금 연주자 오목대씨가 ‘기다리는 마음’과 ‘천년바위’를 연주하며, 정찬경 광주대 교수가 특별 출연해 ‘동심초’와 ‘그대에게 내 말 전해주오’를 들려준다.

이날 공연에는 류상호·박치영·조성혁·이승주·임미자·조기정·김영곤·최수화·남시호·유승우·김장민·손철홍·송삼홍·조상호·조칠봉·김경규·고명성·주유진·진태경 단원이 색소폰의 깊은 선율을 들려준다.

또 유승우 단원은 솔로곡으로 ‘스웨이’를 연주한다.

박치영 라포르 색소폰 앙상블 단장은 “음악적으로 늘 새로운 모습, 한층 발전된 모습으로 관객들 앞에 서고자 열심히 노력했다”며 “만나면 좋은 사람들과 함께 색소폰 음악을 들으며 좋은 시간을 보내길 바란다”고 밝혔다.

한편 라포르 색소폰 앙상블은 매년 자선 봉사연주와 정기연주회를 진행하고 있다.

@highlight

광주·전남을 기반으로 활동하고 있는 ‘라포르 색소폰 앙상블’은 오원화씨의 사회로 진행되며 다양한 종류의 곡들이 연주되고 3일 광주 문화예술회관 소극장에서 연주회를 갖는다.