주요 시중은행들이 올해 늘릴 수 있는 가계대출 총량에 거의 도달한 것으로 나타났다.

12월 동안 가계대출 더 늘릴 여력이 없다는 의미다.

1일 은행권에 따르면 지난 10월 말 기준 신한·KB국민·우리·KEB하나·NH농협은행 등 5대 은행의 가계대출 잔액은 총 604조2991억원으로 집계됐다.

지난해 말 대출 잔액인 570조3635억원과 비교하면 5.95% 증가했다.

이는 금융당국이 설정한 올해 가계대출 총량 증가 목표치인 '5%대'를 꽉 채운 수준이다.

5대 은행만 놓고 보면 남은 한달여 동안 늘릴 수 있는 대출 증가율이 0.05%에 그친다.

한국은행의 통계를 봐도 10월 말 기준 은행권의 가계대출 잔액은 874조1373억원으로 지난해 말 잔액인 827조5978억원 대비 5.62% 증가했다.

금융당국은 올해 가계대출 증가율 목표치와 실제치를 월별로 체크하며 실제 진도율이 목표율을 넘어가는 경우 면담을 통해 감속을 주문하고 있는 것으로 알려졌다.

주요 시중은행 중에서는 10월 기준으로 6%를 훌쩍 넘긴 곳도 있다.

농협은행의 경우 가계대출 잔액 증가율이 9.46%로 가장 높다.

신한은행이 6.88%, 우리은행이 6.53%, 하나은행이 6.12%로 나타났다.

국민은행만 2.09%에 그쳤다.

이는 10월 말까지 수치여서 대다수 은행은 남은 한 달여간 대출 증가세를 조정할 것으로 보인다.

하지만 최근 주택대출 수요는 늘어나는 모습이다.

10월 중 은행권의 가계대출 증가액은 7조2000억원으로 연중 최고치(8월 7조4000억원) 수준에 근접했다.

이는 서울 지역을 중심으로 아파트 가격 상승세가 이어지면서 나타난 현상으로, 수요가 줄어들긴 힘들 것으로 보인다.

금융당국 관계자는 "대출 규제에 따라 적법하게 나가는 대출을 막을 수는 없겠지만 투기 수요를 금융이 지원하는 것은 바람직하지 못하다고 본다"고 말했다.

@highlight

지난 10월 말 기준 신한·KB국민·우리·KEB하나·NH농협은행 등 5대 은행의 가계대출 잔액이 지난해 대비 5.95% 증가해 금융당국이 설정한 올해 가계대출 총량 증가 목표치 '5%대'에 도달했다.