조선대 제17대 총장으로 민영돈(61) 의학전문대학원 의학과 교수가 임명됐다.

학교법인 조선대는 지난 29일 이사회를 열어 민영돈 총장 후보자를 제17대 총장으로 정식 임명하고 임명장을 수여했다.

신임 민 총장의 임기는 30일부터 2023년 11월29일까지 4년 간이다.

민 총장은 지난달 1일 치러진 총장 선거에서 유효투표의 58.6%를 얻어 2위 윤창륙(18.0%), 3위 박대환(16.3%), 4위 이봉주(3.0%) 후보를 나란히 누르고 당선의 영예를 안았다.

제13·14대 전호종 전 총장에 이어 의학계열이 다시 한 번 총장직에 오르게 됐다.

민 총장은 당초 지난달 취임할 예정이었으나 법원이 강동완 전 총장이 제기한 총장선거중지 가처분신청에 대해 “(해임 취소) 소청심사 결과가 나올 때까지 임명 절차를 중단하라”고 조건부 인용 결정을 내리면서 두 달 가까이 지연됐다가 지난 27일 교육부 교원소청심사 기각 결정이 나면서 이날 뒤늦게 임명됐다.

민 총장은 광주일고와 조선대 의대 출신으로, 미국 캘리포니아주립대 연구교수, 조선대 의대 교수협의회 의장, 산학협력단 방사선응용진흥센터장을 거쳐 2011년부터 2년간 조선대병원장을 지냈고, 2011년 7월부터 8년간 ㈔장기기증재단 이사장으로 활동했다.

현재 대한결핵협회 광주전남지회장, 대한위암학회장, 전남사회복지공동모금회 운영위원 등으로 활동 중이다.

그는 선거 과정에서 대학경영 전략과 과제로 ▲프로젝트 중심 교육방식 대전환 ▲취업성공을 위한 맞춤형 교육시스템 강화 ▲단과별 창업스테이션 설립·운영을 통한 창업 경험 학습과 기업가정신 강화 ▲Z세대 맞춤 입학기능 강화와 영재교육시스템 강화 ▲융합연구 집중 지원을 제시했다.

민 신임총장은 “구성원들과 지역민들의 염원을 받들어서 조선대가 성장동력을 한 단계 더 발전시킬 수 있도록 모든 노력과 책무를 충실히 수행하겠다”고 말했다.

@highlight

학교법인 조선대는 29일 이사회를 열어 의학전문대학원의 의학과 교수 민영동 총장 후보자를 정식으로 총장으로 임명하고, 임명장을 수여 했으며, 임기는 4년간이다.