▲ 충북청년희망센터 활동 결과 발표회가 지난 달 30일 그랜드플라자 청주호텔에서 열린 가운데 참석자들이 기념촬영을 하고 있다.

[충청일보 이정규 기자] 충북도기업진흥원은 충북의 청년센터장들과 도의회 정책복지위원회 의원들이 참여한 가운데 '2019 충북청년희망센터 활동결과발표회'를 지난 달 30일 그랜드플라자 청주호텔에서 개최됐다.

올해 4기를 맞은 '충북 청년광장'은 자유로운 토론과 충북의 청년정책에 대한 모니터링을 통해 청년문제를 스스로 해결하고자 구성된 청년단체다.

'청년활동지원사업'은 청년의 경제·사회·문화 등 모든 분야에서의 참여하는 단체 및 자조모임이다.

대학생, 취업준비생, 직장인, 사회활동가 등 청년소통과 청년정책에 관심이 많은 충북의 청년들이 참여하고 있다.

지난 3월 발대식과 오리엔테이션을 시작으로 다양하고 활발한 활동을 통해 청년들이 겪고 있는 애로사항과 희망사항 등을 전달하는 등 청년문화발전을 위해 한 해 동안 노력해 왔다.

이런 노력의 결과를 공유하는 자리로 이번 결과발표회가 마련됐다.

결과 발표회에서는 △취업·창업 △결혼·출산 △주거·복지 △학업·문화 △기타이슈 분야에서 팀별로 연구·조사했던 모니터링 결과와 개선 방안을 제시하고 충북청년을 위한 새로운 정책도 제언했다.

또 청년활동 저변을 확대하기 위한 청년의 학습과 경험을 발표했다.

24개 팀이 발표한 내용은 제안 내용의 실현가능성, 아이디어의 참신성 등을 기준으로 현장에서 심사위원들이 직접 심사해 우수발표 5팀, 4기 충북청년광장 우수활동자 10명을 선정해 시상했다.

연경환 충북도기업진흥원장은 "발표된 제안 의견을 토대로 청년 정책의 체감도를 높이기 위한 청년들의 노력을 격려하고, 충북도 담당부서와 논의해 충북 청년들의 창의적 아이디어가 정책에 반영될 수 있도록 할 계획"이라며 "더 많은 청년단체들이 자유롭게 활동할 수 있도록 지원하겠다"고 밝혔다.

@highlight

지난 달 30일 충북도기업진흥원은 2019 충북쳥년희망센터 활동결과 발표회에서, 우수활동자 및 우수팀을 선정,시상하는 자리를 가졌으며, 그 동안의 활동 결과 발표 및 개선안 제시 및 새로운 정책안을 제안하였다.