토종 제조·직매형 의류(SPA) 브랜드 탑텐을 운영하는 신성통상이 장래 매출채권을 유동화해 200억원의 자금을 조달했다.

1일 투자은행(IB) 업계에 따르면 신성통상은 하나은행 주관으로 만든 특수목적법인(SPC)으로부터 200억원을 대출받았다.

만기는 3년으로 분할 상환하는 조건이다.

하나은행은 대출 원리금을 기초자산으로 유동화증권을 발행해 대출 재원을 마련했다.

신성통상은 원리금 상환을 위해 장래 매출채권을 담보로 제공했다.

전국 73개 매장에서 '탑텐'을 운영하면서 발생하는 매출 결제자금이 하나은행 신탁계좌로 들어오도록 한 뒤, 이 자금을 대출 상환용으로 우선 사용하도록 했다.

직영점 22곳, 쇼핑몰 입점 46곳, 대리점 5곳에서 발생하는 매출이 상환 재원이다.

신성통상은 주로 은행권 대출과 장래 매출채권 유동화로 자금을 조달해 왔다.

앞서 6월에도 탑텐 브랜드 매출을 기초자산으로 364억원을 마련했다.

또 이랜드리테일, 현대백화점, 한무쇼핑 등에 입점해 있는 앤드지(and-z), 에디션(edition), 지오지아(ziozia), 올젠(olzen) 브랜드 61개 매장에서 발생하는 매출채권을 유동화해 자금을 조달하기도 했다.

신성통상은 최근 탑텐의 인기 덕에 견조한 성장 추세를 보여주고 있다.

지난 6월 기준(6월 결산) 연간 매출이 9549억원으로 전년도 8211억원에 비해 1300억원(16%) 이상 증가했다.

올해 9월말 분기 매출은 2560억원으로 추세대로라면 내년도 매출이 1조원을 넘어설 것으로 예상된다.

영업이익도 전년보다 110% 늘어난 408억원으로, 설립 이후 최대 실적을 기록했다.

최근 일본 SPA 브랜드 유니클로에 대한 불매운동으로 반사 이익을 보면서 성장 궤도를 유지할 것으로 예상된다.

IB업계 관계자는 "탑텐 매출이 안정적으로 증가 추세를 보이고 있다"면서 "매출채권 유동화는 신성통상의 차입금 비용을 떨어트리는데 좋은 자금조달 방법"이라고 설명했다.

@highlight

토종 제조·직매형 의류 브랜드 탑텐을 운영하는 신성통상이 장래 매출채권을 유동화해 200억원의 자금을 조달한 가운데 투자은행 관계자는 탑텐 매출이 증가 추세를 보이는 만큼 좋은 자금조달 방법이라고 설명한 한편 탑텐은 유니클로에 대한 불매운동의 반사이익으로 최대 실적을 올리고 있다.