외국인이 3주 연속 순매도를 지속했다.

삼성전자와 SK하이닉스 두 종목만 1조원 가까이 순매도했다.

1일 한국거래소에 따르면 외국인은 지난달 25일부터까지 29일까지 한 주 동안 국내 주식시장에서 약 1조9144억원을 순매도했다.

코스피 시장에서 1조8282억원을, 코스닥 시장에서는 861억원을 각각 팔아치웠다.

외국인이 지난 주 가장 많이 사들인 종목은 호텔신라였다.

외국인은 지난 주 호텔신라를 307억원 순매수했다.

뒤이어 카카오를 297억원 사들였다.

이밖에 POSCO(133억원), 나무가(116억원), 삼성바이오로직스(115억원), 헬릭스미스(91억원), 엠씨넥스(90억원), 레이(90억원), 메디톡스(88억원), 국일제지(81억원) 등을 사들였다.

지난 주 외국인이 가장 많이 판 종목은 삼성전자였다.

외국인은 지난 주 삼성전자를 7825억원 순매도했다.

이어 SK하이닉스를 1820억원 팔아치웠다.

이밖에 셀트리온(688억원), 아모레퍼시픽(606억원), 현대차(518억원), KT&G(465억원), 기아차(464억원), 삼성화재(412억원), 신라젠(399억원), 한국전력(339억원) 등이 외국인 순매도 상위에 올랐다.

노동길 NH투자증권 연구원은 "외국인 순매도가 17거래일째 이어지며 지난 2010년 이후 네 번째로 긴 상황"이라며 "외국인 순매도는 지난달 29일까지 3조3000억원 규모에 달한다"고 분석했다.

그러나 외국인이 완전히 한국 증시를 포기한 것은 아니라는 분석이다.

노 연구원은 "코스피를 포기한 듯한 외국인 수급 동향이 처음은 아니며 이후 순매도만큼을 되돌려왔다"면서 "외국인 순매도는 더 이어질 여지가 있으나 코스피 현물 매도에 대응해 선물을 매수해왔다"면서 "미·중 무역협상에 따른 갑작스러운 상승 랠리에서 소외되지 않으려는 의도"라고 말했다.

노 연구원은 "그간 외국인 선물 매수를 고려하면 한국 주식시장을, 최소 신흥국 주식시장을 포기한 건 아니다"라고 덧붙였다.

@highlight

한국거래소가 외국인이 3주 연속으로 총 3조3000억원어치를 순매도하였으며, 특히 삼성전자와 SK하이닉스의 반도체 종목은 1조원 가까이 순매도하였다.