기아자동차는 준대형 세단 K7의 탄생 10주년을 기념해 'K7 프리미어 X 에디션'을 출시했다고 2일 밝혔다.

K7 프리미어 X 에디션은 2.5 가솔린 전용 스페셜 트림이다.

기존 2.5가솔린 주력 노블레스 트림을 기반으로 최고급 트림인 시그니처에만 운영되던 퀼팅 나파 가죽 시트, 스웨이드 내장재를 기본 탑재한 점이 특징이다.

또한 K7 프리미어 2.5 가솔린에서 선호도가 높은 옵션인 '컴포트'와 '스타일'의 핵심 품목도 기본 적용했다.

두 옵션 가운데 ▲12.3인치 클러스터 ▲양문형 콘솔 암레스트 ▲휴대폰 무선 충전 시스템 ▲뒷좌석 측면 수동 선커튼 ▲운전석 메모리 시트 등을 기본화했다.

가격은 3505만원으로 책정했다.

기아차는 엔트리를 제외한 K7 하이브리드 전 트림에서 18인치 휠 선택이 가능하도록 했다.

아울러 K7 탄생 10주년을 기념해 선택형 보증연장 무상제공, 중고차 가격 보장, 신차 교환 프로그램 등으로 구성된 'K7 프리미어 헤리티지 프로그램'도 운영 중이다.

K7을 오토할부로 출고하는 개인 및 개인사업자 고객의 경우 선택형 보증연장 혜택도 받을 수 있다.

일반부품 기준 기존 무상 보증기간 3년·6만㎞에 더해, 1년·6만㎞(거리형), 2년·4만㎞(기본형), 3년·2만㎞(기간형) 가운데 선택해 추가로 보장받을 수 있는 프로그램이다.

K7 프리미어 개인 출고고객을 대상으로 국산 브랜드 최고 수준, 최장 기간 중고차 가격 보장 비율을 약속하는 프로그램도 운영한다.

향후 기아차 재구매를 전제로 1년 최대 77%, 2년 70%, 3년64%, 4년 57%, 5년 50%의 잔가를 보장한다.

기아차 관계자는 "K7은 최초와 최고의 가치로 준대형 시장에서 존재감을 강화하며 새로운 헤리티지를 써내려 가고 있다"며 "K7 프리미어 X 에디션 출시로 고급감을 선호하는 고객의 만족감을 높일 것"이라고 말했다.

@highlight

기아자동차가 K7 탄생 10주년을 기념하여 2.5 가솔린 전용 스페셜 트림과 컴포트 및 스타일 옵션을 적용한 K7 프리미어 X 에디션을 출시했다고 2일 발표했다.