김현미 국토교통부 장관이 27일 정부서울청사에서 열린 국무회의에서 이낙연 국무총리의 모두발언을 듣고 있다.

김현미 국토교통부 장관은 오는 3일부터 6일까지 사우디아라비아를 방문, 국내 기업의 인프라(기반시설) 프로젝트 수주를 지원하고, 공항·신도시 개발 등 국토교통 분야 정부 간 협력방안을 논의한다고 2일 밝혔다.

사우디아라비아는 우리 건설기업들의 해외 누적수주액 1445억달러(한화 약 170조4552억원 상당)인 1위 국가로 최근 탈석유화(Post Oil) 시대를 대비해 '비전 2030'을 발표하며 산업 다각화를 추진 중이다.

인프라 분야에서도 다양한 신도시와 공항·플랜트 사업 등이 추진되고 있다.

사우디아라비아는 2017년 '비전2030' 실현을 위한 중점 협력국가로 우리나라와 일본, 중국, 인도를 선정했다.

이에 올해 4월 한-사우디 비전 2030 협력회의를 개최하고, 6월에는 사우디아라비아 왕세자가 방한해 한-사우디 정상회담을 개최하는 등 양국 정부간 협력을 강화하고 있다.

김 장관은 이번 방문기간 동안 사우디 국부펀드(Public Investment Fund) 총재(국영석유회사인 아람코 회장 겸임), 경제기획부 장관, 교통부 장관, 주택부 장관 등과 면담을 통해 현재 입찰에 참여중이거나 향후 발주예정인 주요 인프라 프로젝트에 대한 우리 기업들의 참여방안을 논의한다.

교통부 장관과 '한-사우디 공항협력 양해각서(MOU)'를 체결, 우리나라의 스마트 공항에 대한 기술과 경험 교류를 본격화하며 우리나라 공항 건설과 운영·관리에 대한 사우디 진출 기반을 마련한다.

또 우리기업의 주요 건설현장을 방문하고 현지 경제인 간담회(주사우디 대한민국대사관 공동)를 개최하여, 우리 기업인들을 격려하고 애로사항을 청취한다.

김 장관은 "이번 사우디아라비아와의 고위급 협력은 우리나라의 해외건설 수주 반등을 위해 마련한 계기"라며 "사우디 아라비아와 건설 분야에 대한 협력은 더욱 공고히 하면서 공항 운영·관리 등 새로운 협력모델도 발굴하는 기회가 될 것"이라고 강조했다.

@highlight

김현미 국토교통부 장관은 오는 3일부터 6일까지 사우디아라비아를 방문하며 이 기간 동안 사우디 국부펀드 총재 등 관련 인사들과 면담을 통해 주요 인프라 프로젝트에 우리 기업들의 참여방안을 논의하고 교통부 장관과 '한-사우디 공항협력 양해각서(MOU)' 체결 등 우리 기업의 사우디 진출을 위한 지원활동에 나선다.