이달부터 내년 2월까지 배추와 무 등 엽근채소 출하량이 평년 수준을 밑돌 것으로 전망된다.

2일 한국농촌경제연구원에 따르면 올해 가을·겨울 엽근 채소의 생육기에 늦은 태풍과 가을장마 등 기상 악화로 인해 출하량 감소가 전망된다.

지난달 가락시장에서 거래된 배추 도매가격은 가을배추 출하량이 줄어들면서 10㎏당 전년(5070원)은 물론 평년*4860원)보다 높은 8920원이었다.

시기별로는 김장 수요가 증가하고 충청과 경북지역에서 출하가 마무리됨에 따라 상순에 8370원에 거래되다 중·하순으로 접어들면서 9170원으로 상승했다.

이달에는 전년 및 평년 대비 각각 24%, 18% 출하량이 감소할 것으로 보인다.

거기에다 다음달 출하량도 올해 1월과 평년 대비 각각 27%, 8% 줄어들 것으로 전망된다.

이 때문에 도매가격은 10㎏당 전년 (3690원) 및 평년(4260원)보다 높은 7500원 내외를 형성할 것으로 전망된다.

다음달 가격 역시 올해나 평년 수준을 상회할 것으로 예상된다.

무 역시 출하량 감소로 지난달 20㎏ 도매가격이 전년(6130원)과 평년(8070원)보다 높은 1만8870원이었다.

무 역시 배추처럼 올해 가을무 재배면적은 전년 및 평년보다 각각 12%, 7% 감소했다.

특히 지난 9월과 10월 세 차례 태풍으로 작황이 크게 부진한 것으로 파악된다.

가을 무 전체 생산량이 전년 및 평년보다 각각 16% 줄어든 것으로 보인다.

이에 따라 이달 출하량도 전년 및 평년 대비해 각각 32%, 34% 줄어들어 20㎏당 가격은 전년(7540원)과 평년(8430원)보다 높은 2만원으로 전망된다.

다음달 역시 출하량 감소로 높은 가격 수준을 유지할 것으로 보인다.

@highlight

2일 한국농촌경제연구원에 따르면 늦은 태풍과 가을장마 등 기상 악화로 인해 이달부터 내년 2월까지 배추와 무 등 엽근채소 출하량이 평년 수준을 밑돌 것으로 전망되며 이달에는 전년 및 평년 대비 각각 24%, 18% 출하량이 감소할 것으로 보인다.