광동제약(대표이사 최성원, 사진)이 아동학대 예방사업에 기여한 공로를 인정받아 한국아동보호학회와 진선미 국회의원실, 한국아동학대예방협회에서 수여하는 '아동보호 대상'을 수상했다.

광동제약은 지난 29일 국회의원회관에서 열린 시상식에서 '아동보호 대상'을 수상했다고 2일 밝혔다.

광동제약은 그동안 한국아동학대예방협회에서 진행한 각종 아동권익 증진 및 아동학대 예방사업에 후원금과 기부물품 지원을 통해 아동복지와 행복증진에 기여한 점을 인정받아 수상자로 선정됐다.

광동제약의 어린이 후원은 창업주인 고(故) 최수부 회장의 역점 사회공헌 사업으로 시작됐다.

최 회장은 1984년 선천성 심장병으로 꺼져가는 어린 생명을 구하기 위해 후원금을 쾌척하는 등 소중한 생명을 지키는 사회공익 활동에 앞장섰다.

이후에도 광동제약은 매년 심장병 어린이 후원을 지속적으로 펼쳐 500명이 넘는 생명을 살렸다.

그후 광동제약은 백혈병 소아암으로 지원분야를 확대했고, 지난 2012년에는 한국백혈병소아암협회와 '치료지원 협약식'을 갖고 어린이 환자들에게 수술비를 지원하는 등 또 다른 아동권익 증진 및 사회공익 사업을 펼쳤다.

아울러 2015년부터는 매년 백혈병 소아암 환아를 돕기 위해 전 임직원이 참여하는 헌혈나눔 봉사활동을 시행하고 있다.

최성원 대표이사는 "국민건강을 생각하는 기업으로서 미래의 희망인 어린이가 건강하게 자랄 수 있는 환경은 무엇보다 중요하다"며 "어려운 환경에 처해있는 아이들을 조금이라도 더 보살필 수 있도록 지속적으로 노력할 것"이라고 말했다.

한편, 지난 1989년 보건복지부와 유니세프의 지원으로 설립된 한국아동학대예방협회는 학대와 방임으로 고통받는 아이들을 보호하기 위한 다양한 활동을 펼치고 있다.

아동보호 관련법 제정과 전문기관 설치, 학대 예방과 치료 등을 위한 각종 캠페인과 학술대회, 교육활동 등이 주요 사업으로 꼽힌다.

@highlight

광동제약은 지난 29일 국회의원관에서 열린 시상식에서 과거부터 지속해 온 각종 아동권익 증진 및 아동학대 예방사업에 후원금과 기부물품 지원을 통해 아동복지와 행복증진에 기여한 점을 인정 받아 한국아동보호학회 등에서 수여하는 '아동보호 대상'을 수상했다고 밝혔다.