의회 파행 책임론 부각…“잘못된 정치가 정상적 정치 도태 시켜”

문재인 대통령이 자유한국당의 ‘무차별 필리버스터’(무제한 토론을 통한 합법적 의사진행 방해) 전략으로 파행 중인 정기국회 상황을 ‘작심 비판’하고 나섰다.

문 대통령은 특히 ‘민식이법’ 등 당파를 초월한 민생입법까지 정쟁에 발목 잡힌 상황에 깊은 우려를 표하면서 국회 정상화의 당위성을 강조했다.

문 대통령은 2일 청와대에서 주재한 수석·보좌관회의에서 “20대 마지막 정기국회가 마비 사태에 놓여 있다”며 “입법과 예산의 결실을 거둬야 할 시점에 벌어지는 대단히 유감스러운 상황”이라고 지적했다.

문 대통령은 “민생보다 정쟁을 앞세우고 국민보다 당리당략을 우선시하는 잘못된 정치가 정상적 정치를 도태시켰다”며 “국회 선진화를 위한 법이 후진적 발목잡기 정치에 악용되는 현실을 우려하지 않을 수 없다”고 말했다.

이런 언급은 당장 비정상적인 국회 마비 상태가 초래된 것을 두고 한국당의 책임을 우회적으로 내비친 것으로 풀이된다.

한국당을 직접 거론하지는 않았으나 정기국회가 끝날 때까지 본회의 안건에 대한 필리버스터를 결정한 것은 정치적 이해를 관철하고자 합법적인 수단을 악용했다고 판단한 것으로 보인다.

문 대통령은 “안타까운 사고로 아이들을 떠나보낸 것도 원통한데 우리 아이들을 협상 카드로 사용하지 말라는 절규까지 하게 만들어서는 안 된다”고 목소리를 높이기도 했다.

한국당이 패스트트랙(신속처리안건) 선거법 개정안·검찰개혁 법안에 반대하는 것은 차치하더라도 아이들의 안전과 생명을 위한 민생 법안을 볼모로 잡은 것은 지탄을 받아 마땅하다는 것이다.

한편으로 이런 지적은 정기국회에서 여야가 첨예하게 대치하는 상황에서 정국 주도권을 내주지 않겠다는 의도라는 해석도 나온다.

김기현 전 울산시장에 대한 ‘하명수사’ 의혹, 유재수 전 부산시 경제부시장 비위 감찰 무마 의혹 등으로 청와대 민정수석실을 향한 야권의 공세가 거세지는 상황에서 마냥 수세에 몰리는 정국을 방치하기 어렵지 않았겠느냐는 것이다.

@highlight

문재인 대통령이 자유한국당의 무차별 필리버스터 전략을 작심 비판한 이유로 정국 주도권과 수세에 몰리는 정국을 방치하기 어려웠기 때문이라는 해석이 나왔다.