나주시는 2일 “최근 직장운동경기부 사이클 팀 새 감독에 장선희(44·여)씨, 신임 코치에 서석규(36)씨를 각각 임용했다”고 밝혔다.

28년 간 사이클 팀을 이끌었던 양재환 감독이 지난 7월 퇴임하면서 감독 권한대행 역할을 수행해왔던 장선희씨는 정식 감독으로서 사이클 최강팀 명성 회복을 위한 새로운 도전을 시작한다.

장 감독은 2009년 나주시청 사이클 팀 코치로 인연을 시작해 제97회 전국체전 사이클 스크래치 부문 우승, 제99회 전국체전 동일 부문 준우승을 이끌었다.

특히 2018년 자카르타·팔렘방 아시안게임 국가대표팀 코치로 참가, 금메달 5개, 동메달 1개로 한국 여자대표팀 종목 1위를 차지하는데 크게 기여했다.

이에 대한 공로로 2018년 한 해를 빛낸 최고의 여성 체육인에게 주어지는 ‘대한민국여성체육대상’을 수상하는 영예를 안기도 했다.

장선희 감독은 “양재환 감독님의 뒤를 이어받아 나주시청 사이클 팀을 이끌게 돼 막중한 책임감을 느낀다”며 “올해 경기 성적이 다소 부진했지만 새로운 결기와 다짐을 통해 나주시청이 다시 전국 최강팀으로 도약할 수 있도록 코치진과 함께 선수 육성, 관리에 최선을 다하겠다”고 각오를 피력했다.

장 감독과 호흡을 맞출 서석규 코치는 전 국가대표 선수 출신으로 2014년까지 선수로 활동하다 2016년부터 나주 다시중학교에서 지도자 생활을 시작했다.

특히 지난해 나주 빛가람중학교 사이클팀을 지도해 제47회 문화체육관광부 전국학생사이클대회 여중부 종합우승의 쾌거를 달성해 최우수 지도자상을 수상하기도 했다.

강인규 나주시장은 “장선희 감독은 한국 사이클 역사상 최초로 아시안게임 4관왕을 차지했던 나아름 선수를 학창시절 지도했고 양재환 전 감독과 함께 나주시청 사이클 팀을 명문 반열에 올려놓은 실력과 경력을 동시에 갖춘 지도자”라며 “정식 감독으로서 코치, 선수들과의 조화를 통해 사이클 팀이 좋은 모습을 보여주길 기대한다”고 밝혔다.

@highlight

지난 2일 나주시는 28년동안 사이클 팀을 이끌었던 양재환 감독의 퇴임으로 신임 감독으로 장선희씨를, 신임 코치에 서석규씨를 임용했다고 밝혔다.