국내 연구진이 실리콘 태양전지 효율을 지금보다 2배 이상 높일 수 있는 2차원 물질을 찾는 데 성공했다.

실리콘 태양전지의 한계 효율을 끌어 올려 향후 플렉시블 태양전지 상용화에도 활용할 수 있을 전망이다.

기초과학연구원(IBS)은 나노구조물리연구단 이영희 단장(사진) 연구팀이 차세대 반도체인 2차원 물질에서 전하 캐리어(전하 운반입자) 증폭 현상을 처음으로 규명했다고 2일 밝혔다.

전하 캐리어는 빛 에너지가 반도체 부딪혀 전자(-)와 양공(+)으로 나뉘어 전류가 흐르도록 하는 역할을 하는 입자를 뜻한다.

일반적으로 광자(빛 알갱이) 한 개는 한쌍의 전하 캐리어를 발생시킨다.

다만 특정 조건에서 발생한 캐리어의 여분 에너지가 두 쌍 이상의 캐리어를 추가로 발생시키는 '캐리어 증폭 현상'이 일어나는 데, 이 현상을 이용하면 태양전지 효율을 높일 수 있을 것으로 주목받아 왔다.

연구팀은 차세대 태양광 소재로 각광받고 있는 전이금속 칼코젠 화합물에서 광변환 효율이 좋은 몰리브덴과 텅스텐디셀레나이드를 기상화학증착 방식을 이용해 합성하는 데 성공했다.

또한 전자 움직임을 펨토초(1000조분의 1초) 단위로 분석하는 초고속 분광법을 이용해 몰리브덴과 텅스턴디셀레나이드를 분석한 결과, 순식간에 발생하는 캐리어 증폭 현상을 실시간 관측했다.

이 현상을 이용해 빛에서 전기로 변환되는 효율을 33.7%에서 2차원 물질의 변환 과정에서 관측되는 캐리어의 여분 에너지를 99% 활용해 46%까지 끌어 올린 것이다.

이영희 단장은 "2차원 전이금속 칼코젠 소재의 독특한 광학적 특성은 광검출기, 태양전지 등 다양한 광전자 분야에 널리 활용할 수 있다"며 "이 화합물은 가볍고 우수한 빛 흡수력과 뛰어난 내구성, 유연성 등을 갖춰 플렉시블 태양전지 상용화에도 두루 적용할 수 있다"고 말했다.

한편 이 연구결과는 국제 학술지 '네이처 커뮤니케이션즈(2일자)' 온라인판에 실렸다.

@highlight

기초과학연구원 나노구조물리연구단 이영희 단장 연구팀이 차세대 반도체인 2차원 물질에서 전하 캐리어 증폭 현상을 처음으로 규명하여 실리콘 태양전지 효율을 기존 33.7%에서 46%까지 높이는 물질을 발견하였다.