KT가 세계장애인의 날을 맞아 장애인 통화 불편을 개선하기 위한 통화연결음을 공개했다.

3일 KT는 한국농아인협회와 청각·언어장애인을 위한 '5G 커뮤니케어' 사업발굴을 위한 협약을 체결했다.

이번 협약을 통해 KT는 청각·언어장애 고개을 위한 서비스 '링투유 청각장애 인사말'을 무료로 제공하고 그룹영상통화 서비스 '나를(narle)'의 서비스 활용법을 안내한다.

수신자가 통화연결음 서비스를 신청하면, 발신 고객은 통화 연결음을 통해 "지금은 전화를 받기가 어렵습니다. 문자로 연락주세요. 감사합니다"라는 음성안내를 받게 된다.

청각·언어장애인들이 주로 문자를 이용해 의사소통을 하는 점을 고려해 별도의 통화 연결음을 만들었다.

음성안내 목소리는 KT 광고모델인 강다니엘이 녹음했다.

강다니엘은 "KT와 한국농아인협회의 마음 따뜻해지는 사회공헌활동 소식을 듣고 통화연결음 녹음에 참여했다"며 "목소리 재능기부를 할 수 있게 되어 기쁘다"고 밝혔다.

KT 가입자 중 청각 또는 언어 장애를 갖고 있는 고객은 KT 홈페이지, 고객센터, 가까운 대리점을 통해 무료로 신청 할 수 있다.

영상통화 서비스 '나를'도 적극 활용된다.

최대 8명까지 그룹 영상통화를 하면서 상대방과 채팅을 할 수 있는 서비스로 청각·언어장애인의 삶의 질 향상에 큰 도움이 될 것으로 전망된다.

한국농아인협회는 KT 5G 커뮤니케어 사업 활성화를 위해 사업안내, 교육, 홍보활동을 담당한다.

이를 통해 청각 또는 언어장애가 있는 고객들의 삶의 질을 높인다는 계획이다.

박현진 KT 5G사업본부장(상무)는 "한국농아인협회와 손잡고 시작한 'KT 5G 커뮤니케어'는 지속가능한 사회공헌활동을 위한 첫걸음"이라며 "앞으로도 고객의 목소리에 귀 기울여 가치 있는 서비스를 선보이겠다"고 말했다.

@highlight

KT는 장애인 통화 어려움을 개선하기 위해 수신자가 통화연결음 서비스를 신청하면, 발신 고객은 통화 연결음으로 "지금은 전화를 받기가 어렵습니다. 문자로 연락주세요. 감사합니다"라는 KT 광고모델인 강다니엘의 음성안내를 받는 통화연결음을 선보였다.