박능후 보건복지부 장관이 19일 서울 여의도 국회에서 열린 '보건복지위원회 제1차 전체회의'에 참석해 회의자료를 보고 있다.

박능후 보건복지부 장관이 경기 성남시 소재의 한 어린이집에서 발생한 성폭력 사건 의혹과 관련해 가해자를 두둔하는 것으로 해석될 수 있는 발언을 한데 대해 복지부가 해명에 나섰다.

2일 박 장관은 국회 보건복지위원회 전체회의에서 신상진 자유한국당 의원이 '성남 어린이집 성폭력 사건에 어떻게 대처할 것이냐'는 질의에 "발달 과정에서 나타나는 자연스러운 모습일 수 있는데, 과도하게 표출됐을 때 어떻게 처리할 것이냐 문제가 있다"며 "(유아 성폭력을) 어른이 보는 관점에서의 '성폭행'으로 봐서는 안 된다. 사실 확인 이후에 전문가들의 의견을 들어보고 결정하겠다"고 답했다.

해당 발언 직후 네티즌들 사이에서는 박 장관의 발언에 대해 분노했다.

가해자를 두둔하는 말로 해석될 수 있다는 것이다.

논란이 커지자 복지부는 이날 보도자료를 내고 "성남시 소재 어린이집 재원 아동 성 관련 사건과 관련해 복지부장관 발언은 이번 사건에 대한 장관의 견해가 아닌, 아동의 발달에 대한 전문가의 일반적인 의견을 인용한 것"이라며 "사실관계 확인 후 전문가의 의견을 듣고 결정하겠다는 취지에서 한 발언"이라고 해명했다.

그러면서 "피해 아동과 부모, 그리고 사건을 바라보며 마음 아파하는 국민의 마음을 깊이 헤아리지 못한 발언으로 매우 죄송하게 생각한다"며 "복지부는 빠르게 관할 지방자치단체인 성남시와 경찰, 아동보호전문기관, 아동 관련 교수 등으로 구성된 전문기관 협의체에서 정확한 사실관계를 확인하고, 피해 아동의 보호치료에 적극적으로 임하고, 더불어 추후 이러한 일이 재발되지 않도록 관련 부처와 적극 협조하겠다"고 밝혔다.

한편 성남 어린이집 성폭행 사건은 성남의 한 국공립 어린이집에 다닌다고 밝힌 한 여아 부모가 만 5세의 딸아이가 국공립 어린이집에서 같은 반 또래 아동에게 성폭력 피해를 당했지만 만 5세에게는 아무런 법이 적용되지 않아 아무것도 할 수 있는 일이 없어 매일 지옥 속에 살고 있다는 등의 피해 사실을 맘카페와 청와대 국민청원 게시판 등에 호소하면서 논란이 되고 있다.

@highlight

박능후 보건복지부 장관이 경기 성남 소재 어린이집에서 발생한 성폭력 사건 의혹에 대해 가해자를 두둔한 것으로 오해 받을 수 있는 발언에 대해 복지부가 보도자료를 통해 해당 발언은 개인의 견해가 아닌 전문가의 일반적 의견을 인용한 것이라 해명하며 피해 아동과 부모 그리고 국민들의 마음을 살피지 못한 발언으로 죄송하다고 밝혔다.