‘2020년 경기마을공동체지원사업 통합설명회’가 오는 13일까지 고양·이천·남양주·시흥·성남·화성 등 도내 6개 권역별 중심도시에서 개최된다.

2일 경기도에 따르면 도와 경기도마을공동체지원센터가 개최하는 이번 설명회는 경기도 마을공동체 지원 사업에 대한 정책 접근성을 높이고 분야별, 성장단계별로 추진되는 마을공동체 사업에 대한 도민들의 이해도를 높이기 위해 마련됐다.

6개 권역에서 개최되는 설명회는 이날 고양시 덕양구청 대강당에서 열리는 1권역 설명회를 시작으로 ▶3일 오후 2시 이천시 서희청소년문화센터 대강당(2권역) ▶9일 오후 2시 남양주 청소년수련관 다목적강당(3권역) ▶10일 오후 2시 시흥시 청년스테이션 코리빙랩(4권역) ▶11일 오후 2시 성남시 판교스타트업캠퍼스 세미나실(5권역) ▶13일 화성시 정남면 행정복지센터 누리홀(6권역)에서 차례로 진행된다.

설명회에서는 ▶2020년 경기도 마을공동체 지원 사업 방향에 대한 세부적인 설명 ▶주요사업 내용 및 일정 안내 ▶사업별 컨설팅 ▶경기도 공동체 유관부서 지원 사업 홍보 등 마을공동체 사업에 대한 도민들의 이해도를 높일 수 있는 다양한 프로그램이 진행될 예정이다.

서남권 소통협치국장은 "경기도 마을공동체 지원 사업을 통해 주민이 직접 참여하고 소통하는 마을자치를 점차 확산시켜 이웃 간 소통이 강화되고 도내 곳곳이 점차 살고 싶은 마을로 바뀌고 있다"며 "이번 통합설명회가 경기도 마을공동체 정책에 대한 도민들의 이해도를 높이고 지원 사업을 한 단계 성장시킬 수 있는 계기가 됐으면 하는 바람"이라고 말했다.

마을공동체 활동에 관심있는 도민이라면 누구나 참가할 수 있으며, 기타 자세한 사항은 경기도 공동체지원과(☎031-8008-4835), 경기도 마을공동체지원센터 본부(☎031-852-2299) 에서 확인할 수 있다.

@highlight

경기도와 경기도마을공동체지원센터가 경기도 마을공동체 지원 사업에 대한 정책 접근성을 높이고 분야별, 성장단계별로 추진되는 마을공동체 사업에 대한 도민들의 이해도를 높이기 위해 `2020년 경기마을공동체지원사업 통합설명회’가 오는 13일까지 고양·이천·남양주·시흥·성남·화성 등 도내 6개 권역별 중심도시에서 개최된다.