견물생심에 주인을 잃은 물건들을 탐내다 경찰에 붙잡힌 사례들이 잇따르고 있어 주의가 요구된다.

광주 북부경찰서는 2일 길에서 주운 돈다발을 주인에게 돌려주지 않은 환경미화원 A(54)씨를 입건해 조사중이라고 밝혔다.

경찰에 따르면 A씨는 지난달 29일 오전 11시 58분께 광주 북구 양산동 한 공장 앞 거리에서 현금 1천만원을 주운 뒤 챙긴 혐의(점유이탈물 횡령)를 받고 있다.

현금 주인은 지역 건설업체 관계자로, 노동자들의 급여 명목으로 인출한 돈뭉치를 외투 안주머니에 넣다 실수로 떨어트린 것으로 알려졌다.

피해자의 신고를 받은 경찰은 주변 CCTV 영상을 분석해 A씨를 붙잡았다.

경찰 조사에서 A씨는 “거리 미화 작업 도중 돈뭉치를 발견한 뒤 욕심이 나 옷 속에 몰래 챙겼다”고 진술했다.

앞서 광주 동부경찰서에서도 비슷한 사건의 피의자가 입건됐다.

2일 동부경찰서는 환경미화 대행업체 직원 B(42)씨를 최근 불구속 입건해 조사중이라고 밝혔다.

B씨는 지난달 22일 오전 10시 20분께 광주 동구 금남로에서 현금 100만원이 든 손가방(30만원 상당)을 발견한 뒤 챙긴 혐의다.

B씨는 버스정류장 주변을 청소하던 중 가방 주인이 실수로 흘린 손가방을 주운 뒤 그대로 챙긴 것으로 조사됐다.

경찰은 A·B씨가 주운 금품을 모두 회수해 주인에게 돌려줬으며, 두 사람을 불구속 입건했다.

경찰 관계자는 “길에 떨어진 현금과 물건 등을 돌려주지 않을 경우 점유이탈물 횡령죄 또는 절도로 처벌 받을 수 있다”며 “특히 유실물, 표류물 또는 타인의 점유를 이탈한 재물을 횡령한 자는 점유이탈물 횡령죄로 1년 이하의 징역이나 300만원 이하의 벌금 또는 과태료에 처해지거나, 절도죄로 6년 이하의 징역 또는 1천만원 이하의 벌금에 처해지게 된다”고 말했다.

이어 “‘안걸리면 그만’이라는 안일한 생각 때문에 한순간에 범죄자가 될 수 있다”며 시민들의 주의를 당부했다.

@highlight

광주 북부경찰서는 북구 양산동 한 공장 앞 거리에서 현금 1천만원을 주운 뒤 챙긴 혐의로 환경미화원 A(54)씨를 입건해 조사중이라고 이야기했고 이와같이 비슷한 사건이 동부경찰서에서도 일어났다.