한신대학교가 대학혁신지원사업 성과를 공유하기 위한 심포지엄을 진행, 재학생·교직원 및 전국 10여 개 대학 관계자들이 참석해 발표자의 설명을 듣고 있다.

한신대학교는 최근 늦봄관 다목적실에서 ‘대학교육 혁신과 미래교육의 방향’을 주제로 2019 한신 교육혁신 심포지엄을 개최했다고 2일 밝혔다.

심포지엄은 대학혁신지원사업 프로그램 1차 연도 사업을 마무리하면서 학교 구성원들에게 사업 결과를 공유하고 타 대학 관계자들과 교류의 자리를 마련하고자 기획됐다.

한신대 재학생 및 교직원 등 구성원과 전국 10여 개 대학 관계자까지 총 160여 명이 참석했다.

1부에서는 변기용 고려대 교육학과 교수가 ‘학부교육 우수 대학의 특징과 성공 요인’을 주제로 기조강연을 진행했다.

2부에서는 구본권 한겨레신문 선임기자가 ‘인공지능시대, 공부의 미래’로 첫 번째 세션을 진행하고, 김동심 한신대 교육대학원 교수와 이승연 한신대 교육역량지원센터 책임연구원이 각각 ‘온라인 환경에서 자기주도학습을 위한 오리엔테이션 콘텐츠 개발·적용’과 ‘한신 비교과 Re:SPECT 프로그램 기반 역량 체계 구축’으로 두 번째 세션을 이어갔다.

연규홍 총장은 "지금 국내 대학은 기회와 도전의 시기를 마주하고 있다.

특히 온라인 강의를 기반으로 하는 미네르바 스쿨과 같은 혁신이 없다면 대학교육의 미래는 보장할 수 없다"며 "이 같은 문제의식을 갖고 시작한 심포지엄이 우리가 마주하고 있는, 그리고 마주하게 될 다양한 미래 과제에 대해 활발히 논의하는 장이 되기를 바란다"고 말했다.

주장환 한신대 대학혁신지원사업단장은 "이번 심포지엄을 통해 한신대가 진행해 온 1차 연도 대학혁신지원사업 프로그램 운영 성과를 대내외에 확산하고, 타 대학과의 교류를 통해 ‘지역거점대학으로의 성장’이라는 우리 사업단의 목표가 달성되기를 바란다"고 했다.

@highlight

대학혁신지원사업 프로그램 1차 연도 사업을 마무리하면서 학교 구성원들에게 사업 결과를 공유하고 타 대학 관계자들과 교류의 자리를 마련하고자 한신대 재학생 및 교직원 등 구성원과 전국 10여 개 대학 관계자 총 160여 명이 참석한 가운데 ‘대학교육 혁신과 미래교육의 방향’을 주제로 2019 한신 교육혁신 심포지엄이 개최됐다.