가수 김나영과 싱어송라이터 양다일이 부른 듀엣곡이 아이유와 '겨울왕국2' OST를 꺾어 음원 사재기 의혹이 일고 있다.

지난 1일 오후 6시 발매된 이들의 듀엣곡 '헤어진 우리가 지켜야 할 것들'은 2일 오전 8시 기준 멜론, 지니, 소리바다, 올레뮤직, 벅스 5개 차트에서 1위에 올랐다.

이 곡은 발매되자마자 멜론, 지니, 올레뮤직에서 아이유의 미니 5집 타이틀곡 '블루밍'(Blueming)을 제쳤다.

벅스에서는 '겨울왕국2' OST인 '인투 디 언노운'(Into The Unknown)을 눌렀다.

아이유의 '블루밍'은 지난달 18일 발매 이후 각종 차트에서 계속 정상을 고수하고 있었다.

'겨울왕국2' OST 역시 영화 흥행에 힘입어 차트 상위를 유지하고 있었다.

이런 상황에서 '헤어진 우리가 지켜야 할 것들'이 발매 후 하루 만에 차트 1위를 탈환하자 일각에서 음원 사재기 의혹이 제기됐다.

다소 인지도가 높지 않은 두 가수가 음원강자인 아이유와 흥행 돌풍을 일으키고 있는 '겨울왕국2' OST를 제치는 것은 무리라는 것.

반면 다른 한편에선 김나영과 양다일 모두 이전부터 음원 차트에서 좋은 성적을 거둔 만큼 이변은 아닐 것이라는 반론도 나오고 있다.

양다일 소속사 브랜뉴뮤직의 라이머 대표는 이 같은 의혹에 자신의 SNS를 통해 입장을 밝혔다.

그는 "브랜뉴뮤직은 절대 떳떳하지 못한 행위를 하지 않는다"며 "오랜 시간 천천히 자신만의 길을 만들어 온 다일이와 그 시간 동안 함께 고생해준 전 브랜뉴뮤직 스태프들의 노고를 훼손하는 언행은 더 이상 용납하지 않고 선처 없는 법적 조치를 취할 것"이라고 엄포를 놨다.

@highlight

지난 1일 오후 6시 발매된 가수 김나영과 싱어송라이터 양다일의 듀엣곡 '헤어진 우리가 지켜야 할 것들'이  아이유와 '겨울왕국2' OST를 제치고 2일 오전 8시 기준 멜론, 지니, 소리바다, 올레뮤직, 벅스 5개 차트에서 1위에 올랐지만 인지도가 높지 않은 두 가수가 아이유와 '겨울왕국2' OST를 제치는 것은 무리라는 이유로 음원 사재기 의혹이 일고 있다.