내일신문 외교통일팀 김기수 김상범 정재철 기자가 제7회 '국제개발협력 미디어상'을 공동 수상했다.

KCOC(국제개발협력민간협의회)가 수여하는 국제개발협력 미디어상은 매년 국제개발협력분야를 주제로 한 보도 가운데 공정하고 참신한 보도를 선정해 매년 연말 시상하며 올해로 7회째다.

내일신문의 수상작은 지난해 12월 '한국 공적개발원조(ODA) 새지평 열자'라는 제목으로 연속보도한 기획시리즈물이다.

심사위원단은 본 시리즈가 한국 ODA 문제점과 나아갈 방향에 관해 정확하고 올바른 정보를 전달해 인지 제고에 기여했다고 평가했다.

시상식은 2일 오후 6시 여의도 글래드 호텔에서 '2019 KCOC 대표자 송년모임'과 함께 진행됐다.

시상식에서 양호승 KCOC 회장은 "(내일신문이) 기획기사를 통해 공적개발원조(ODA)의 현실을 점검하고 향후 과제와 나아갈 방향을 제기해 국제개발협력 분야의 발전과 ODA 이슈의 대국민 인지제고에 기여한 바가 커 제7회 국제개발협력 미디어상을 수여한다"고 밝혔다.

김기수 내일신문 기자는 "어려운 사람들을 위해 봉사와 헌신을 아끼지 않는 분들이 주신 상이라 더 가치 있게 느껴진다"며 "개발협력 현장에 대해 보다 깊이 있는 기사를 써 보고 싶다"고 수상소감을 밝혔다.

KCOC는 빈곤과 불평등 해소를 위해 지구촌에서 활동하는 국제개발NGO의 협의회로 140여개의 회원단체로 구성돼 있으며 개발NGO의 플랫폼 역할을 수행하고 있다.

이날 연말 송년모임은 시종일관 화기애애한 분위기 속에서 양호승 KCOC/한국월드비전 회장의 환영사와 강정식 외교부 다자외교조정관의 축사, 송웅엽 코이카 글로벌파트너십본부 이사의 격려사, 신규단체 소개, 미디어상 시상, 감사장 수여, 2019 KCOC 사업 돌아보기, 기념사진 촬영 등의 순으로 진행됐다.

@highlight

매년 국제개발협력분야 주제의 공정하고 참신한 보도를 선정하는 제7회 국제개발협력 미디어상 시상식에서 내일신문 김기수, 김상범, 정재철 기자가 공동 수상했으며, 수상작은 작년 12월 '한국 공적개발원조 새지평 열자'라는 제목의 기획시리즈물이다.