[서울=충청일보 이득수기자] 자유한국당과 바른미래당은 3일 오후 국회 의안과에 청와대 민정수석실 및 여권 관계자들이 개입한 것으로 알려진 '3대 친문 농단' 국정조사 요구서를 제출했다.

국정조사 요구서 제출은 한국당 '친문 게이트 진상조사위원회' 위원장인 곽상도 의원과 윤한홍 의원이 담당했다.

요구서에는 한국당 의원 108명 전원과 바른미래당 의원 17명이 서명한 것으로 알려졌다.

국정조사권이 발동되려면 본회의에서 출석의원 과반수의 찬성이 필요하다.

윤 의원은 "당당하고 떳떳하다면 국정조사를 거부할 이유가 없다"며 "청와대가 언론 플레이로 여론을 호도할 것이 아니라 국정조사에 응하기를 촉구한다"고 밝혔다.

국조 요구 대상은 경찰이 청와대의 하명 수사로 울산시장 선거에 개입했다는 '선거농단', 유재수 전 부산시 경제부시장에 대한 감찰을 무마했다는 '감찰농단', 그리고 우리들병원 특혜대출에 친문 핵심인사들이 연루됐다는 '금융농단' 등 3가지로 한국당은 이를 '3대 친문(친문재인) 농단 게이트'로 명명했다.

'선거농단'은 청와대 민정수석실과 황운하 전 울산지방경찰청장 및 이용표 전 경남지방경찰청장 등이 지난 해 6·13 지방선거에 개입했다는 의혹이다.

또 백원우 전 민정비서관이 특별감찰반 별동대를 동원해 울산뿐 아니라 제주 등 전국을 돌며 특수임무를 수행했다는 내용도 포함된다.

'감찰농단'은 유 전 부시장이 여러가지 비위 의혹에도 청와대 실세에 의해 감찰이 중단됐고, 백원우 전 비서관이 권력을 남용해 직권면직 처리했다는 내용이며, '금융농단'은 우리들병원 이상호 대표가 산업은행에서 2012년 1400억원을 대출받고, 2017년 대선 직전 796억원을 추가 대출받은 과정에서 제기된 정권 실세들 개입 의혹에 대한 것이다.

@highlight

자유한국당과 바른미래당은 3일 오후 국회 의안과에 청와대 민정수석실 및 여권 관계자들이 개입한 것으로 알려진 '3대 친문 농단' 에 대해 한국당 의원 108명 전원과 바른미래당 의원 17명이 서명한 국정조사 요구서를 제출했는데, 국정조사권이 발동되려면 본회의에서 출석의원 과반수의 찬성이 필요하다