롯데마트는 5일부터 11일까지 일주일간 작은 흠집이 있는 ‘B급 과일’을 비교적 싼 가격에 판매한다.

롯데마트가 5일부터 11일까지 일주일간 ‘B급 과일’을 판매한다.

‘못난이 과일’이라 불리는 ‘B급 과일’은, 당도나 크기에 차이가 없지만 겉면에 흠집이 있거나 모양이 다소 불균형한 것을 말한다.

사과·배 농가에서 명절 선물세트에 포함할 수 없어 명절을 앞두고 재고 처분을 위해 대량 출하하는 것이 특징으로 비교적 값은 싸고 맛이 좋다.

올해는 사과와 배 생육이 좋아 출하 물량이 많을 것으로 예상된다.

이에 따라 내년 설이 얼마 남지 않은 시점에서 선물세트 판매용과 저장용 A급 과일을 제외한 B급 물량들의 신속한 판매가 필요한 상황이다.

실제로, 한국농촌경제연구원에 따르면 2019년 사과 생산량은 총 50만7천700톤, 2019년산 배는 총 20만9천800톤으로 지난해보다 각 6.8%, 3.3% 정도 늘어날 것으로 예측되고 있다.

이 때문에 ‘사과(후지·10kg)’의 11월 도매 가격은 3만4천257원으로 지난해보다 10.5% 정도 떨어졌으며, ‘배(신고·15kg)’ 역시 11월 도매 가격이 4만857원으로 지난해 같은 기간에 비해 5.1% 감소한 것으로 나타났다.

따라서 롯데마트는 소비자 가계 부담을 줄이고 내년 설 준비 중인 과일 농가들의 재고 부담 해소를 위해 5일부터 11일까지 ‘B급 과일 기획전’을 진행한다.

유명 산지의 사과 중 흠집이 조금 있는 상품들을 모아 일반 상품의 절반 가격에 2봉 이상 구매 고객에게는 추가 할인을 진행한다.

또한 , 안성과 천안 등서 재배된 상품 중 스크래치가 있거나 모양이 불균형한 배를 일반상품 가격의 60% 수준에서 판매할 예정이다.

이성융 롯데마트 과일팀장은 “B급 과일은 모양에서만 차이가 날뿐 당도나 크기 등 품질에는 일반 상품과 차이가 없다”며, “재고 물량 소비로 농가를 돕고 고객들의 장바구니 물가를 안정될 것으로 기대한다”고 말했다.

@highlight

롯데마트가 과일농가의 재고 부담과 소비자의 가계 부담을 덜기 위해 5일부터 11일까지 일주일간 'B급 과일'을 할인 판매한다.