박남춘 인천시장이 지역 미세먼지 모니터링 및 실효성 있는 정책 수립을 위한 정부 지원을 요청하고 나섰다.

박 시장은 3일 청와대에서 진행된 ‘제51회 국무회의’에 참석해 ‘미세먼지 계절관리제’에 대한 시의 계획 등을 설명하고, 인천을 중심으로 한 정부 차원의 미세먼지 대책 수립을 촉구했다.

이날 회의는 정부가 추진하는 겨울철 미세먼지 계절관리제 시행에 대한 각 지자체의 준비 상황을 점검하고, 미세먼지 감축 정책의 실효성 향상 방안을 논의하고자 마련됐다.

정부는 지난 11월 1일 ‘제3차 미세먼지특별위원회’를 열어 계절관리제 도입 등 미세먼지 고농도 시기에 대응할 수 있는 특별대책을 확정해 발표했다.

박 시장은 인천에 9개의 발전소와 대형 정유공장, 수도권매립지, 항만과 공항 등 국가기반시설, 11개의 국가·지방산업단지 등 국내 모든 유형의 미세먼지 배출원이 있어 관련 대책 수립의 어려움을 설명했다.

정부의 지원을 통해 실행 가능한 인천 중심의 대안 수립 필요성도 강조했다.

박 시장이 요청한 대안은 ▶석탄화력발전시설의 지역자원시설세를 원전 수준의 과세표준세율로 인상 ▶각종 환경분담금에 대한 재정분권 강화 등 장기적인 관점에서의 지방정부 환경 역량 강화 지원 ▶다양한 고도에서의 월경성 요인 분석 및 측정을 위한 국가집중측정시설의 인천 확대 설치 등이다.

또 공항·항만 등 국가기반시설의 효율적 오염배출 관리를 위해 관계법령 제정을 통한 정보 공유, 감시 모니터링체계 구축 등 지자체와의 협력 방안도 논의했다.

앞서 시는 지난 8월 ‘2024 인천형 미세먼지 종합대책’을 보완해 올해 22㎍/㎥를 기록한 미세먼지 농도를 2024년까지 18㎍/㎥로 낮추고자 노력하고 있다.

수도권 5등급 차량 운행 제한과 관련해 상시 무인단속시스템 확충 및 2부제 시행, 환경감시단 등 불법행위 단속 강화, 미세먼지 경보단계별 대응을 위한 실무매뉴얼 마련 등을 진행 중이다.

특히 미세먼지 계절관리제 시행과 관련해 시민 홍보 및 공감대 형성에도 힘쓸 예정이다.

@highlight

박남춘 인천시장이 3일 청와대에서 진행된 ‘제51회 국무회의’에서 정부가 추진한 ‘미세먼지 계절관리제’와 관련해 지역 특성 상 미세먼지 대책 수립의 어려움을 호소하며 정부의 지원을 통해 실효성 있는 인천 중심의 정책을 수립할 것을 촉구했다. 