경찰이 동료 의원끼리 머리채 싸움 추태를 벌여 물의를 빚은 곡성군의회 의원들에 대한 내사에 착수했다.

또 사건 발생 일주일 만에 윤리위원회에 회부됐다.

곡성경찰은 3일 “의회 내 폭력 사건 과정에서 불거진 돈 봉투 전달 의혹에 대해 내사에 착수했다”고 밝혔다.

경찰은 4~5년 전 정당 관계자에게 돈 봉투를 전달했다는 내용에 대한 구체적인 혐의가 드러나면 관련자들을 입건해 정식 수사로 전환할 예정이다.

공직선거법 위반은 6개월인 공소시효가 지나 적용하기 어려워, 혐의는 정치자금법 위반이나 배임수증재죄 등이 적용될 것으로 관측된다.

곡성군의회 역시 징계 절차에 착수했다.

오는 11일까지 윤리특별위원회를 가동한 뒤 징계 수위를 결정할 방침이다.

윤리특위는 윤영규 의원 등 4명으로 구성됐다.

특위는 머리채 싸움 등으로 물의를 일으킨 더불어민주당 김을남(비례대표) 의원과 무소속 유남숙 의원 간 폭력행위가 지방자치법과 곡성군의원 윤리강령을 위배했다고 보고 열흘간 구체적 사실관계를 확인한 뒤 심사보고서를 본회의에 상정하게 된다.

징계 대상에 오른 2명의 의원은 심사 결과에 따라 재적의원 3분의 2 이상이 찬성할 경우 제명(의원직 박탈)될 수 있고, 30일 이내 출석 정지나 공개 회의 석상에서의 사과 또는 경고 등을 받을 수 있다.

사과 성명도 이어지고 있다.

군의회는 지난달 28일 의원 일동 명의로 사과문을 내고, “민의를 대변하는 의회에서, 회기 중에 의원사무실에서 발생한 불미스러운 사건으로 지역사회에 혼란을 야기하고 곡성 이미지를 실추시킨 점에 대해 군민 앞에 깊이 사과드린다”며 의회 차원의 철저한 조사를 약속했다.

이어 김 의원과 유 의원도 각각 지난달 29일과 이달 2일 차례로 사과문을 군의회 홈페이지 자유게시판에 게재했다.

그러나 잇따른 사과에도 불구하고 군의회 인터넷 자유게시판과 포털 등지에는 기초의회 폐지론과 함께 ‘돈 봉투 사건’에 대한 수사기관의 철저한 조사를 촉구하는 글들이 잇따라 게시되고 있다.

@highlight

경찰이 4~5년전 돈 봉투 사건으로 머리채 싸움 추태를 벌인 곡성군의회 의원들에 대한 수사에 착수했으며 혐의가 드러남에 따라 정식수사로의 전환도 예고했다.