"정치보다 진실 밝히는 것 중요"

[충청일보 배명식 기자] 유행렬 전 청와대 행정관이 내년 총선을 위한 준비 태세에 들어간 것으로 보인다.

지난 해 6·13 지방선거를 앞두고 '미투' 논란에 휘말려 청주시장 출마를 포기했던 유 전 행정관은 당시 폭로 여성 등을 고소하며 경력 추스르기에 나섰다.

이를 두고 지역 정치권에선 본인의 결백을 입증해 내년 총선에 나설 것이란 전망이 나온다.

3일 유 전 행정관은 최근 자신에 대한 '미투' 폭로 여성을 포함해 사회단체 관계자 등 모두 5명을 강요미수와 명예훼손 등의 혐의로 처벌해 달라며 청주지검에 고소장을 접수했다고 밝혔다.

유 전 행정관은 본보와의 통화에서 "당시에는 기소가 어렵다는 변호사 등의 판단이 있었다"며 "우회적이고 평화적인 방법으로 해결하라는 권고를 따르려 했으나 여의치 않았다"고 말했다.

이어 "내년 총선에 출마할 수도, 아닐 수도 있지만 총선을 위해 고소를 한 것은 아니다"라며 "정치를 하는 것보다 진실을 밝히는 것이 더 중요하다"고 강조했다.

고소장에서 유 전 행정관은 과거 교사로 재직했던 자신의 아내가 교사 모임에서 모임 내부 비판과 관련한 증언을 한 것이 미투 사건의 배경이었다고 주장했다.

그는 고소장에서 "(피고소인들은) 배우자가 과거 자신들이 소속된 모 연구모임을 근거없이 모함했다고 단정하고 자신과 배우자에게 지속적으로 과거 일에 대한 공개사과를 요구했다"고 밝혔다.

이어 "공개사과 요구를 거부할 경우 과거 거짓 사실을 '미투'로 폭로할 것처럼 협박했다"고 덧붙였다.

현재 검찰의 수사지휘를 받은 경찰이 참고인 조사를 진행 중으로 알려졌다.

유 전 청와대 행정관에 대한 미투 폭로가 나온 것은 지난 해 4월이었다.

더불어민주당 충북도당 홈페이지에 '미투를 말한다. 유행열은 당장 피해자에게 공개사과하고 청주시장후보 사퇴하라'는 제목의 글이 올라왔다.

유 전 행정관이 대학에 다니던 지난 1986년 후배 여성을 강제로 성폭행하려 했다는 내용이었다.

여성계 등의 사퇴요구 압박에 시달리던 유 전 행정관은 청주시장 출마를 포기했다.

당시 유 전 행정관은 출마 포기 기자회견에서 "사실과 다르다. 법적으로나 도덕적으로 떳떳하다"며 억울함을 호소했다.

@highlight

지난 해 6.13 지방선거를 앞두고 '미투' 논란으로 청주시장 출마를 포기했던 유행렬 전 청화대 행정관이 당시 폭로 여성 및 사회단체 관계자 등을 고소했으며, 결백을 밝혀 내년 총선에 출마할 것이라는 예상이 나오고 있다.