매 화 명품 게스트들의 특급 라이브가 펼쳐지는 '싱스테이' 네 번째 게스트로 워너원 김재환이 등장한다.

라이프타임과 Seezn(시즌)의 공동 제작 음악 예능 '싱스테이'에 워너원 김재환이 출연한다.

아티스트 김재환의 음악과 토크 모두를 다룰 '싱스테이'는 오는 3일(화) 오후 7시 시즌을 통해 생중계되며, 12월 18일(수) 밤 9시 라이프타임 유튜브 채널을 통해 방송된다.

이번 주 '싱스테이'에서 김재환은 화제의 드라마 '보좌관' OST 수록곡 'Black Sky'의 라이브 무대부터 영화 007 시리즈 OST까지 고품격 라이브 무대를 선보인다.

또, 뮤지션 김재환으로서 새 앨범을 통해 보여주고자 하는 모습을 솔직하게 공개할 예정.

또 김재환의 남다른 팬 사랑도 확인할 수 있다.

팬 바보로 알려진 김재환은 팬클럽 '윈드(WIN:D)'에게 솔직한 속마음을 전한다.

팬클럽 창립 300일 소식부터 팬들에게 가장 고마웠던 순간 등 팬들을 향한 진솔한 토크가 이뤄질 예정이라 관심을 모은다.

'싱스테이'에서는 김재환의 첫 단독 콘서트 이야기도 공개된다.

홀로서기에 성공한 김재환이 자신의 첫 단독 콘서트 소감은 물론, 콘서트에 대한 비하인드 스토리까지 선보인다.

'싱스테이'는 뮤지션들이 게스트 하우스를 방문, 음악잘알 예능잘알 MC 뮤지와 음악과 관련된 다양한 토크를 선보이는 음악예능.

실시간 채팅은 물론 설문조사 등을 활용해 팬들과 긴밀하게 교류하는 소통형 예능으로 뮤지션들과 친구가 되어 게스트하우스에 놀러간 듯한 유쾌한 힐링을 선사하고 있다.

김재환의 첫 단독 콘서트와 새 앨범에 대한 이야기를 만날 수 있는 캐주얼 감성 뮤직쇼 '싱스테이'는 Seezn(시즌)에서 오는 3일(화) 저녁 7시 생중계로 시청할 수 있다.

@highlight

명품 가수의 특급 라이브와 토크로 구성되는 음악예능 '싱스테이'에 워너원에서 홀로서기에 성공한 김재환이 출연할 예정이다.