향후 20년(2020-2040) 간 국토의 장기적 발전 방향을 담은 ‘제5차 국토종합계획안’이 3일 문재인 대통령 주재로 열린 국무회의에서 심의·의결 됐다.

이에 국토교통부는 이날 ‘모두를 위한 국토, 함께 누리는 삶터’란 비전 아래 ‘균형국토·스마트국토·혁신국토’란 목표로 그려진 제5차 계획안을 발표했다.

국토부는 국가 주도의 성장과 개발 중심으로 진행된 계획(1-4차)과 달리 이번 계획은 인구감소, 기후변화, 기술혁신 등 최근의 여건변화를 반영했다고 설명했다.

국토를 가로지르던 개발 축 대신 지역과 지역, 중앙과 지역이 함께 연대하고 협력하면서 유연하고 스마트한 국토를 조성하는 것을 미래상으로 제시했다.

특히 이 계획안 중 ‘광역 연계·협력 지자체 제안 사업’에는 광주·전남사업이 다수 포함돼 있어 지역 발전을 견인할 것으로 기대된다.

구체적으로 ▲남해안 광역 문화관광권 개발(광주·전남) ▲전라천년문화권 광역관광개발(광주·전남) ▲가야문화권 조성 사업(전남) ▲남해안권 동행시간 단축(광주·전남) ▲전북대도시권 형성을 위한 첨단교통체계 구축(전남) ▲동서 내륙간선도로 확충(광주·전남) ▲동서 내륙철도 확충(광주·전남) ▲남해안 고속화철도(광주·전남) ▲강원-충청-호남을 연결하는 산업 및 교통망 구축(전남) 등이다.

제5차 계획에서는 규제자유특구를 중심으로 한 신산업 육성기반 구축, 인구감소와 인구구조 변화에 대응한 스마트한 공간 재배치, 기후변화에 대응해 국토-환경 통합관리, 전국 2시간대·대도시권 30분대로 연결하는 국가교통 네트워크 등도 추진된다.

이날 국무회의서 심의·의결된 제5차 국토종합계획안은 대통령 승인만을 남겨뒀으며, 확정시 각 부처와 지자체의 중장기 계획에서 구체화 될 예정이다.

@highlight

인구감소, 기후변화, 기술혁신 등 최근의 여건변화를 반영하고 국토를 가로지르던 개발 축 대신 지역과 지역, 중앙과 지역이 함께 연대하고 협력하면서 유연하고 스마트한 국토를 조성하는 것을 미래상으로 제시해 향후 20년간 국토의 장기적 발전 방향을 담은 ‘제5차 국토종합계획안'이 3일 문재인 대통령 주재로 열린 국무회의에서 심의·의결 됐다. 