2019 광주시 우수중소기업인으로 선정된 마옥천 (주)베비에르에프앤비 대표(왼쪽)와 이용섭 광주시장, (주)하나텍 홍범석 대표가 시상 후 기념촬영하고 있다.

광주시는 ‘2019 광주시 우수중소기업인’으로 ㈜하나텍 홍범석 대표와 ㈜베비에르에프앤비 마옥천 대표를 선정, 시상했다고 2일 밝혔다.

광주시는 3년 이상 광주시에 본사와 공장(주사무소)을 두고 제조업을 하는 기업을 대상으로 ‘우수중소기업인’ 공모를 했다.

기업 건실도, 경영 실적, 고용창출, 기술 개발 분야 등 정량 평가와 직원 복지, 노사협력, 사회 공헌도 등 정성평가 결과를 바탕으로 2명의 기업인을 선정했다.

㈜하나텍은 자동차 및 가정용 열교환기 설비제작업체다.

30년 간 꾸준한 기술개발을 통해 세계 일류의 품질 수준을 확보하고, 해외 판로를 개척하며 2018년에는 수출 7000만달러를 달성하는 등 지역경제와 국가 산업발전에 기여했다고 시는 평가했다.

홍범석 대표는 연평균 38% 매출신장에 맞춰 지역 인재를 채용하고 다양한 직원복리후생제도를 시행하며 직원과 이익을 공유하고 있는 점을 높게 평가받았다.

㈜베비에르에프앤비는 지역 유명 베이커리업체다.

2000년 제과점 개점 후 2014년 업계 최초로 해썹(HACCP) 공장을 설립, 지역민에게 안심 먹거리를 제공했다.

마옥천 대표는 베비에르 산하 200여 명의 정규직 고용안정은 물론 모두가 한마음으로 일할 수 있도록 근속 연수별로 해외 연수, 창업 등을 지원하고 있다.

이경 광주시 기업육성과장은 “어려운 환경에서도 불굴의 의지로 노력하고 있는 중소기업인 덕분에 지역경제와 시민의 삶에 활력이 생기고 있다”며 “귀감이 되는 우수 중소기업인을 적극 발굴해 사회적으로 우대하는 분위기를 조성하겠다”고 말했다.

광주시는 2012년부터 매년 우수 중소기업인을 발굴, 선정해 경영 안정자금 지원, 지방세 세무조사 유예 등 다양한 우대를 하고 있다.

@highlight

광주시는 제조업을 하는 기업을 대상으로 ‘2019 광주시 우수중소기업인’을 선정하기 위해 기업 건실도, 경영 실적, 고용창출, 기술 개발 분야 등의 정량 평가와 직원 복지, 노사협력, 사회 공헌도 등의 정성 평가를 바탕으로 ㈜하나텍 홍범석 대표와 ㈜베비에르에프앤비 마옥천 대표를 선정, 시상했다.