정부와 여당이 건설관련 재정투자를 통한 경기활성화 방안을 적극 추진하기로 했다.

예타면제 사업 등에서 지역업체 참여를 의무화하는 '지역의무 공동도급제' 도입을 검토하기로 했다.

총선을 앞두고 지역경기 부양 효과를 기대하는 정치적 고려가 엿보인다.

민주당은 3일 서울 건설회관에서 정책간담회를 열고 SOC 투자를 통한 지역경제 활성화 필요성에 뜻을 함께했다.

이해찬 대표는 "문재인정부는 꼭 필요한 SOC에 더 과감한 투자를 예정하고 있다"면서 "SOC 예타면제 사업에 지역 건설업체들이 반드시 컨소시엄으로 참여할 수 있도록 제도화하겠다"고 말했다.

이달 중 당정협의를 통해 예타 면제 사업인 국가균형발전 프로젝트의 지역의무 공동도급제 시행 방안을 마련하겠다는 것이다.

또 기존 당정협의회에 건설관련 단체가 참여하는 '확대협의체' 운영방안도 제시했다.

민주당의 이같은 입장은 내년부터 본격화되는 SOC 재정투자를 지역경제 활성화 결실로 끌어가겠다는 취지로 해석된다.

정부는 국민 생활편의 증진을 내세워 지역별로 도서관 주차장 체육관 등 공공 문화복지시설을 짓는 생활SOC 사업을 벌인다.

내년부터 3년간 30조원을 투입할 계획이다.

또 균형발전을 이유로 전국 23개 지역 대규모 건설사업을 예타면제 대상으로 지정해 10년간 24조 원을 투입하기로 했다.

여기에 오래된 사회기반시설을 개선하는 사업에 4년간 32조원을 들이기로 했는데 내년 차례대로 공사가 시작된다.

국회예산정책처의 '2020년 예산안 분석'에 따르면 내년도 예산안에 반영된 예타 면제 사업이 28조3521억 원에 이른다고 밝혔다.

2019년도 예산안에 담겼던 예타 면제 사업 규모(2조8986억 원)보다 크게 늘어난 것이다.

올해 관련 예산 가운데 도로 철도 중심의 SOC사업은 19조8740억 원(17건)으로 전체 예타면제 사업의 약 70%에 이른다.

인위적 경기부양과는 선을 그었지만 건설업 활성화를 통해 지역경기 활성화 의도가 다분히 담겨 있는 것으로 보인다.

@highlight

정부와 여당이 건설관련 재정투자를 통한 경기활성화 방안을 적극 추진하기 위해 내년부터 본격화되는 SOC 재정투자를 지역경제 활성화 결실로 끌어가겠다는 방침이며 총선을 앞두고 지역경기 부양 효과를 기대하는 정치적 고려로 해서된다.