리니지 형제간의 '잠식효과'는 없었다.

리니지2M이 출시한 뒤에도 리니지M의 이용자 수 감소는 전무한 수준으로 조사됐다.

모바일 빅데이터 플랫폼 기업 아이지에이웍스는 4일 이 같은 조사 결과를 발표했다.

조사에 따르면 리니지M의 일간실질사용자수(DAU)는 지난달 25일12만5401명을 기록했다.

리니지2M 출시 당일인 27일에는 12만2196명, 29일 12만1919명으로 감소폭이 미미했다.

총 사용시간도 25일 100만6336초에서 27일 96만6583초, 29일 93만9221초로 조사됐다.

오히려 넥슨의 'V4'가 간접적인 피해를 입었다는 분석도 있다.

리니지2M과 가장 많이 중복 설치된 게임으로 꼽힌 것이다.

V4 이용자의 17.8%가 리니지2M을 설치했으며 이어 브롤스타즈(13.5%), 배틀그라운드(12.9%) 등의 순이었다.

리니지M(12.2%), 리니지2레볼루션(8.8%) 등 리니지 시리즈는 V4보다 상대적으로 낮은 수준이었다.

한편 리니지2M의 1인당 평균 이용시간은 5.52시간으로 집계됐다.

아이지에이웍스 관계자는 "출시 초반 이후 가볍게 즐기는 이용자들이 빠져나가면 1인당 평균 사용시간은 더욱 높아질 것"이라고 예상했다.

주 사용자층은 30대 남성이 압도적이었다.

46.75%로 절반 가까운 수준이다.

이어 40대(26.68%), 20대(15.82%), 50대(7.06%) 순서였다.

60대 이상 이용자는 2.24%로 10대 1.46%보다 많았다.

그 밖에 리니지2M의 첫날 사용자 수는 54만명으로 올해 출시된 모바일 롤플레잉 게임 중 카카오게임즈 '달빛조각사' 다음으로 가장 많았다.

사전다운로드는 58만건으로 올해 출시된 주요 RPG게임 중 1위를 차지했다.

@highlight

리니지2M이 출시한 뒤에도 리니지M의 일간실질사용자수는 지난달 25일12만5401명을 기록하며 이용자 수 감소는 전무한 수준으로 리니지2M의 첫날 사용자 수는 54만명으로 올해 출시된 모바일 롤플레잉 게임 중 2위이다.