세계무역기구(WTO)의 최종심 역할을 하는 상소기구가 정원 미달로 오는 10일 이후 사실상 기능이 마비될 것으로 예상된다.

스위스 제네바에 있는 WTO는 상소기구 기능마비 시한을 일주일 앞둔 3일(현지시간) 대책 회의를 갖고 상소기구를 그대로 급정지할 건지 아니면 일단 현재 남은 상소위원들이 심의 중인 안건은 계속 처리하도록 할 것인지를 논의했으나 다투기만 했다고 로이터 통신이 회의 참석자들을 인용해 보도했다.

WTO를 불신해온 도널드 트럼프 미국 행정부는 2년 넘게 상소위원 추가 선임을 막아왔다.

원래 상소심 정원은 7명이지만 현재 3명만 남아있다.

이마저도 2명의 임기가 10일 종료된다.

상소기구의 재판부는 최소 3명으로 구성돼야 하는 까닭에 1명만 남게 되는 10일부터 재판 진행은 불가능해진다.

WTO 분쟁해결기구(DSB) 의장을 맡고 있는 데이비드 워커 뉴질랜드 대사는 WTO 회원국들에 상소기구가 이미 심리 절차를 거친 3건에 대해서는 결론을 내리도록 허용하자고 제안한 것으로 알려졌다.

심리절차도 거치지 않은 다른 10건은 그냥 어정쩡한 보류 상황에 처하게 된다.

하지만 제네바 주재 미국 대표부의 드니스 시어 대사는 상소기구에 대한 이런 제한적 기능 허용 제안마저도 거부했다고 WTO 관리들이 전했다.

로이터가 입수한 의사 발언록에 따르면 시어 대사는 "우리는 상소기구가 분쟁해결양해(DSU)에 규정된 룰에 반해 계속해서 기능하도록 하자는 (의장) 발언을 들었다"면서 "우리는 이러한 방법을 건설적으로 여기지 않으며 강력히 이의를 제기한다"고 말했다.

현재 심리 절차를 마친 3개 안건은 호주의 담배 제품 단순 포장, 러시아의 철도 장비 수입 제한 조치에 대한 우크라이나의 소송건, 미국의 캐나다산 제지에 대한 반(反)보조금 관세 조치 등이다.

이에 따라 EU의 항공기 제조사 에어버스 보조금 문제에 대한 상소심 심리도 진행되기 어렵게 됐고, 미국이 제기한 2건의 상소심도 결론을 짓지 못할 가능성이 커졌다.

@highlight

세계무역기구(WTO)의 최종심 역할인 상소기구가 정원 미달로 오는 10일 이후 사실상 기능이 마비될 것으로 예상되며 이는 도널드 트럼프 미국 행정부가 2년 넘게 상소위원 추가 선임을 막아왔기때문이며 최소 3명으로 구성돼야 하는 재판부는 10일부터 재판 진행이 불가능하다.