금융당국이 핀테크 기업을 육성하기 위해 향후 3년간 3조원 규모의 정책자금을 투입한다.

또 3000억원 상당의 '핀테크 혁신펀드'를 조성해 핀테크 기업에 대한 투자를 활성화할 계획이다.

금융위원회와 금융감독원은 4일 '제5차 혁신성장전략회의'를 열고 핀테크 스케일업 추진전략을 발표했다.

추진전략은 총 8개 분야, 24개 핵심과제로 구성됐다.

금융당국은 우선 신용보증기금과 기업은행, 산업은행 등 정책금융기관을 통해 2022년까지 3년간 3조3500억원 규모의 투자·보증·대출을 공급한다.

핀테크 혁신펀드 투자 연계보증 등 보증공급 확대에 올해 2020~2022년까지 3000억원을 투입한다.

간접투자와 최대 3조원 수준의 저리대출자금을 공급한다.

산업은행은 혁신모험펀드 등 혁신성장 정책자금의 원활한 공급 유도한다.

또 금융권과 민간 출자를 통해 핀테크 혁신펀드도 4년간 3000억원 규모로 조성한다.

창업 초기와 스케일업(규모 확대), 해외 진출 등 성장단계별로 업체에 투자하는 용도다.

필요시 최장 6년간 5000억원 규모로 펀드를 확대할 예정이다.

금융당국은 핀테크 업체의 기업공개(IPO) 활성화를 위해 코스닥 상장제도도 보완하기로 했다.

혁신금융서비스로 지정된 기업이 기술특례 상장에 나설 경우 기술평가와 질적 심사에서 우대해줄 계획이다.

현재 68건인 혁신금융서비스는 내년 3월까지 100건으로 늘릴 예정이다.

또한 혁신금융사업자가 특허출원 등을 통해 아이디어·기술을 보호할 수 있도록 법률자문, 특허청 협업 등을 추진할 방침이다.

규제특례 관련 기술은 우선심사를 통해 특허출원 심사기간을 13개월에서 2개월로 단축한다.

혁신금융사업자 특허 침해 시에는 신속심판을 지원해 특허분쟁 기간을 약 7.2개월에서 3개월로 줄여줄 계획이다.

금융당국은 금융업에 대한 진입장벽도 단계적으로 낮추기로 했다.

개별 금융업법에서 인허가 등록을 세분화하는 스몰 라이선스 제도를 운영할 예정이다.

@highlight

금융위원회와 금융감독원은 4일 핀테크 기업 육성을 위해 3년간 3조 원 규모의 투자와 3000억원 상당의 '핀테크 혁신펀드'를 조성하는 등의 내용을 담은 '제5차 혁신성장전략회의'를 개최하고 핀테크 스케일업 추진전략을 발표했다.