위스키 골든블루가 3일 출시 10주년을 맞았다.

2009년 첫 출시한 골든블루는 36.5도 저도 위스키로 매년 급격한 판매성장률을 기록해 국내 1위 위스키로 자리 잡았다.

국내 저도 위스키 바람을 일으키며 시장 변화를 주도했다는 평가다.

4일 골든블루(대표이사 김동욱)에 따르면 출시 당시 점유율은 0.1%에 불과했지만 매년 판매량이 증가해 2018년 시장점율은 30%대까지 진입했다.

올해도 30%대 점유률을 넘어서 대한민국 대표 위스키로 자리매김했다.

그 동안 '골든블루' 판매량은 가파르게 성장했다.

2015년 3월 1000만병 돌파, 2016년 10월 2000만병, 2018년 2월 3000만병, 이후 기간을 지속적으로 단축하며 2019년 6월에는 4000만병 판매를 기록했다.

골든블루는 알코올 도수 40도이상 위스키만 존재하던 국내에 처음으로 저도주를 출시해 새지평을 열었다.

골든블루 인기 이후 다른 브랜드도 앞다퉈 저도주를 출시했다.

현재 저도주 위스키는 전체 시장에서 50%가 넘어서며 대세로 자리 잡았다.

골든블루는 국내뿐 아니라 해외시장 개척도 적극적이다.

2010년 7월 중국에 '골든블루'가 처음 수출된 후, 베트남(2011년 6월), 싱가포르(2014년 7월), 캄보디아(2014년 11월)로 수출국을 확대했다.

2018년 6월에는 인천공항 면세점에 입점했으며, 같은 해 8월에는 인도네시아와 태국에도 진출했다.

올해는 말레이시아 시장도 뚫었다.

내년에는 미국, 유럽 등으로 수출국을 넓혀 글로벌 브랜드로 경쟁력을 강화해 나간다는 전략이다.

'골든블루'는 이미 세계적인 주류품평회에서 수많은 메달을 획득하며 품질을 인정받았다.

'골든블루 더 사피루스' '골든블루 더 다이아몬드' 모두 벨기에몽드셀렉션 주류품평회에서 2015년부터 5년 연속 금상을 수상했다.

'골든블루 20년 더 서미트'도 같은 품평회에서 2016년부터 4년 연속 최우수 금상을 받았다.

김동욱 골든블루 대표는 "무에서 유를 창조했던 도전정신과 마음가짐을 잊지 않고, 끊임없이 연구·개발에 힘써 국내를 넘어 글로벌 소비자들에게도 인정받는 주류전문기업이 되기위해 노력하겠다"고 말했다.

@highlight

알코올 도수 40도이상 위스키만 존재하던 국내에 처음으로 저도주를 출시해 위스키 시장의 새 지평을 열었던 위스키 골든블루가 3일 출시 10주년을 맞았으며, 김동욱 골든블루 대표는 끊임없이 연구·개발에 힘써 글로벌 소비자들에게도 인정받는 주류전문기업이 되기 위해 노력하겠다고 말했다.