G마켓이 오는 15일까지 올해 마트 베스트 브랜드 상품을 모아 특가로 선보이는 '스마일배송 연말결산 마트 ㅎㅎ특가' 이벤트를 진행한다고 4일 밝혔다.

이번 행사는 할인에 할인을 더한다는 뜻의 G마켓 'ㅎㅎ특가' 이벤트의 연말 총결산 버전이다.

스마일배송 상품을 누구나 10% 할인 쿠폰에 브랜드 중복 할인쿠폰 최대 32%까지 더해 최대 42% 할인가로 선보인다.

스마일배송은 이베이코리아의 전담 배송 서비스다.

오늘 저녁 6시까지 주문하면 내일 받을 수 있고, 여러 브랜드의 서로 다른 상품을 구매하더라도 한 박스에 묶음배송 받을 수 있다.

총 32개 브랜드의 매일 다른 특가 상품을 선보인다.

대표 상품으로 ▲진라면 순한맛·매운맛 40개 ▲아몬드브리즈 오리지널 190㎖ 48팩 ▲프렌치카페 카페믹스 400T ▲오뚜기밥 1박스(24개) ▲잘풀리는집 순수퓨어 천연펄프 25m 30롤x3팩 ▲피죤 섬유유연제 3100㎖ 3개 ▲샘표 양조간장 701 1.8ℓ+501 500㎖ ▲농심 백산수 2ℓ 18병 ▲칸타타 콘트라베이스 콜드브루 500㎖x12펫 등을 만나볼 수 있다.

특히, 이벤트 기간 동안 매일 오전 10시와 오후 2시에 다양한 브랜드사의 서로 다른 인기 아이템 1000개를 선착순으로 100원에 판매한다.

주요 상품으로 ▲LG생활건강 온더바디 퓨어시카 화이트머스크 바디로션(100㎖) ▲청정원 순창쌈장 200g 사각x2개 ▲애경 샤워메이트 말랑카우 핸드워시 ▲팔도 더왕뚜껑 120gX5번들 ▲밀키스 핑크소다 6번들 ▲피죤 고농축섬유유연제 700㎖(리필형) 등이 마련됐다.

@highlight

G마켓이 오는 15일까지 특가서비스 하는 '스마일배송 연말결산 마트 ㅎㅎ특가' 이벤트를 진행한다고 밝혔고, 스마일배송 상품을 누구나 최대 42퍼센트 할인가로 이용할 수 있으며, 총 32개의 브랜드가 참여해 할인행진에 참여할 예정이다.