일본차 판매가 두 달 연속 완만한 회복세를 나타냈다.

'고육책'으로 꺼내든 대규모 판촉이 불매운동 여파를 씻어내는 모양새다.

4일 한국수입자동차협회(kaida)에 따르면 지난 11월 국내서 팔린 일본차는 전월(1977대)보다 19.22% 증가한 2357대로 집계됐다.

작년 같은 달과 비교해선 56.4% 줄었다.

일본차 업계는 지난 10월에 이어 11월까지 두 달 연속 전월과 비교해 두 자릿수 성장세를 이어갔다.

앞서 10월의 경우 전월보다 79.24% 증가한 1977대를 기록한 바 있다.

일본차 업계의 상승세는 대규모 판촉에 힘입은 결과로 풀이된다.

지난 11월 닛산은 최대 1700만원, 인피니티는 1000만원에 달하는 할인 폭을 내걸었다.

판촉에 보수적이었던 도요타 역시 최대 500만원 할인에 돌입했다.

판촉은 곧바로 판매로 직결했다.

도요타와 렉서스는 11월 각각 780대, 519대를 팔았다.

전월보다 91.2%, 13.8% 증가한 실적이다.

닛산과 인피니티 역시 각각 318대, 287대를 판매했는데, 이는 전월보다 89.3%, 106.5% 늘어난 것이다.

다만 혼다는 일본차 업계 중 유일하게 전월보다 43.8% 감소한 453대에 그쳤다.

혼다의 경우 10월 대형 SUV(스포츠유틸리티차) '파일럿'을 최대 1500만원 깎아주는 대규모 판촉을 진행했지만, 11월에는 주춤했다.

파일럿의 국내 판매가격은 5490만~5950만원이다.

10월 당시 판촉으로 5490만원인 8인승 모델을 구매할 경우 차 가격은 3000만원대까지 떨어졌었다.

혼다는 지난주부터 시작한 '폭탄 세일'로 다시 한 번 성장세를 이어나갈 계획이다.

지난 11월 말부터 주력 세단인 어코드 터보 모델에 대해 800대 한정으로 3090만원에 판매 중이다.

이는 약 600만원 할인에 해당한다.

파일럿에 이은 대규모 할인이다.

출시 1년 반가량밖에 되지 않는 차량에 이례적이라는 평가다.

혼다는 차량 가격 할인에 더해 엔진오일 10년 무상쿠폰까지 얹어주기로 했다.

@highlight

일본차 업계가 할인을 '고육책'으로 꺼내든 대규모 판촉이 불매운동 여파를 씻어내 4일 한국수입자동차협회에 따르면 지난 11월 국내서 팔린 일본차는 작년 동월과 비교해선 56.4% 줄었지만 전월보다는 19.22% 증가로 집계되어 일본차 판매가 두 달 연속 완만한 회복세를 보여주고 있다.