충남도가 관내 6개 시·군의 지방상수도 현대화 사업을 추진한다.

상수도 현대화 사업은 앞서 시작된 5개 지역을 포함해 총 11개 시·군에서 동시 진행된다.

도는 4일 도청에서 K-water, 천안·공주·보령·서산·당진·청양 등 시·군과 '지방상수도 현대화 사업 협약'을 체결했다고 밝혔다.

상수도 현대화 사업은 노후관로 교체, 누수탐사 및 복구, 블록 및 유지관리 시스템 구축을 큰 틀로 추진된다.

현재 도는 부여·서천·태안·홍성·예산 등 5개 군을 대상으로 상수도 현대화 사업을 추진하는 중으로 천안 등 6개 시·군이 신규 추가 지역에 포함됐다.

협약에 따라 도는 총사업비 1541억 원을 투입해 내년부터 2024년까지 관련 사업을 추진한다.

사업은 K-water가 사업을 수행하면서 도내 지방상수도 경영개선을 위한 기술검토 등에 협력하고 각 시·군은 K-water의 사업시행 전반을 지원, 기초조사·인허가·민원 해결 등에 협조하는 방식으로 진행된다.

도는 상수도 현대화 사업으로 현재 78.1%에 불과한 6개 시·군의 유수율을 사업종료 시점까지 85%로 향상시키는 것을 목표로 한다.

유수율은 정수장에서 생산·공급된 총 송수량 중에서 요금 수입으로 받아들여진 수량의 비율을 말한다.

앞서 관련 사업을 진행해 온 부여·서천·태안 지역(3년차)은 유수율이 부여 50.5%에서 64.6%, 서천 66.1%에서 83.4%, 태안 72.7%에서 83.3%로 각각 개선된 성과를 보이고 있다.

도는 이들 지역의 상수도 현대화 사업이 끝나는 2021년에 사업 목표 유수률 85%를 달성할 수 있을 것으로 내다보고 있다.

김용찬 도 행정부지사는 "관계기관 간 유기적인 협력 체제를 구축해 사업을 조기에 추진하고 물로 인해 불편을 겪는 도민들이 없도록 하겠다"며 "또 사업추진 시 도내 업체에 공사를 맡겨 지역경제 활성화와 지역 업체 경쟁력 강화 등 효과를 낼 수 있게 노력할 것"이라고 말했다.

@highlight

충청남도가 4일 도청에서 K-water, 천안·공주·보령·서산·당진·청양 등 시·군과 '지방상수도 현대화 사업 협약'을 맺고 1천5백억원을 들여 내년부터 향후 3년 이상 상수도를 현대화 하기 위한 사업을 진행해 유수율을 현재78퍼센트에서 85퍼센트로 올릴 계획이라고 알렸다.