검찰이 유재수 전 부산시 경제부시장 감찰무마 의혹과 관련해 4일 청와대 비서실을 압수수색했다.

서울동부지검은 이날 "유재수 전 부시장 감찰 중단 의혹과 관련해 법원으로부터 압수수색 영장을 발부받아 대통령 비서실을 압수수색했다"고 밝혔다.

이날 압수수색은 6시간 가량에 걸쳐 진행됐다.

어떤 물증을 확보했는지 등 압수수색 결과는 형사사건 공개금지 규정에 따라 밝히지 않았다.

검찰은 유 전 부시장의 비위 의혹에 대한 청와대 민정수석실 특별감찰반의 감찰이 어느 수준까지 진행됐는지 등을 확인할 수 있는 감찰 자료와 보고문건 등을 확보하려 했던 것으로 보인다.

검찰은 유 전 부시장을 상대로 진행됐던 민정수석실 특별감찰이 석연치 않은 이유로 중단됐다고 보고 감찰을 중단한 '윗선'을 찾는데 수사를 집중하고 있다.

청와대에 대한 검찰의 압수수색은 문재인정부 출범 후 두 번째다.

검찰은 지난해 12월 특별감찰반의 민간인 사찰 의혹 수사를 위해 청와대를 압수수색한 바 있다.

청와대는 검찰의 압수수색에 대해 성실히 협조했다면서도 유감의 뜻을 나타냈다. 고민정 청와대 대변인은 서면브리핑에서 "오늘 서울동부지검 검사, 수사관들이 압수수색 영장을 집행했고 청와대는 절차에 따라 성실히 협조했다"고 밝혔다. 고 대변인은 "청와대는 국가보안시설에 해당하여 형사소송법상 압수수색이 불가능하고 이를 허용한 전례가 없다"며 "오늘 서울동부지검이 압수수색으로 요청한 자료는 지난해 12월26일 '김태우 사건'에서 비롯한 압수수색에서 요청한 자료와 대동소이하고 당시 청와대는 성실히 협조한 바 있다"고 말했다. 이어 "그럼에도 청와대는 오늘 집행된 압수수색과 관련해 검찰과 협의해 제출이 가능한 관련 자료를 임의제출하는 등 협조했다"고 설명했다. 고 대변인은 "다만 비위 혐의가 있는 제보자 김태우의 진술에 의존해 검찰이 국가중요시설인 청와대를 거듭하여 압수수색한 것은 유감"이라고 밝혔다. 고 대변인은 "당시 민정수석실은 수사권이 없는 감찰이라는 한계 내에서 밝혀진 사실을 토대로 종합적으로 판단했고, 이를 근거로 대상자에 대해 인사조치가 필요하다고 결정했다"고 해명했다.

@highlight

서울동부지검이 유재수 전 부산시 경제부시장 감찰무마 의혹과 관련해 4일 청와대 비서실을 압수수색했다고 밝힌 가운데, 압수수색에 성실하게 협조했다면서도 이를 허용한 전례가 없다며 유감을 표명했다.