기아차 광주공장(공장장 박래석)은 4일 광주 교육연수원에서 지역사회 청소년들을 위한 멘토 강연 프로그램 드림토크콘서트 5회차 공연을 열었다고 밝혔다.

드림토크콘서트에는 수능시험을 마치고 진로선택을 앞두고 있는 광주지역 고 3학생 800여명이 참석했다.

멘토는 베스트셀러 작가·시인·가수인 하상욱씨가 ‘재능을 극복하지 않는법’을 주제로 진로특강을 실시했다.

웹디자이너로 일하다 우연히 SNS에 올린 네줄 시로 ‘SNS 시인’이라는 신조어를 탄생시킨 하 멘토는 짧은 시에 담긴 풍자와 반전의 묘미를 들려줬다.

학생과 멘토간 함께 대화하는 시간을 통해 웹디자이너라는 직업을 선택한 계기부터 SNS에 시를 올리고 베스트셀러 작가가 되기까지 과정, 그리고 음원 출시 등 다양한 분야로 활동영역을 넓혀가고 있는 하상욱 멘토의 꿈과 재능에 대해 이야기를 나눴으며, 진로선택을 앞둔 고교생들의 고민에 대해 함께 생각해보는 시간도 이어지며 학생들의 열띤 참여로 드림토크콘서트는 성황리에 마무리 됐다.

기아차 관계자는 “이번 5회차 드림토크콘서트는 자신의 꿈과 미래를 위해 오랜시간 공부해온 고등학교 3학년 학생들에게 진로선택에 있어 작은 도움을 주고자 진행하게 됐다.” 며 “기아차 광주공장은 앞으로도 지역사회 청소년들에게 새로운 꿈과 희망을 심어주고 진로를 설계하는데 도움을 주기 위해 지속적인 후원활동을 전개할 계획이다.” 고 밝혔다.

한편, 드림토크콘서트는 이날 5회 공연으로 올 한해 공연이 마무리 됐다.

기아차 광주공장은 지난 4월 청소년들의 꿈을 찾아주고 꿈을 키워줄 멘토들의 특별한 강연인 드림토크콘서트에 8000만원을 후원한 바 있다.

‘드림토크콘서트’는 2019년 기아차 광주공장의 대표 사회공헌활동인 ‘기아 챌린지 콘서트’의 한 부분으로 미래의 주역인 지역사회 청소년들에게 멘토의 특별한 강연을 통해 새로운 꿈과 희망을 심어주고, 진로를 설계하는데 도움을 주기 위한 프로그램이다.

@highlight

기아차 광주공장은 4일 광주 교육연수원에서 수능시험을 마치고 진로선택을 앞두고 있는 광주지역 고 3학생 800여명을 위한 멘토 강연 프로그램 드림토크콘서트 5회차 공연을 열고 베스트셀러 작가·시인·가수인 하상욱씨가 ‘재능을 극복하지 않는법’을 주제로 실시한 특강을 들었다.