지난 3일 대구시 달서구 두류동 신용회복위원회 대구지부.

10평(33㎡) 남짓한 대기실에는 20대 청년부터 70대 노인까지 10여명이 차례를 기다리고 있었다.

식당 보조로 일하고 있다는 김성열씨(가명·53)도 이날 채무조정신청을 하기 위해 상담창구를 찾았다.

김씨는 “3금융권 대출업체를 포함한 6곳의 고액 대출을 2년 넘게 갚지 못한 상태”라고 했다.

상담사는 “채무조정합의를 통해 채무통장을 하나로 묶으면 최대 70% 감면이 가능하다”고 설명했다.

경기 부진으로 서민들의 가계부채 상황이 악화되고 있다.

신용회복위원회(이하 신복위)에 따르면 올 상반기 통합지원센터를 통해 채무상담을 받은 연체자는 10만1천658명에 달했다.

지난해 동기 9만3천407명 보다 8.8% 증가한 수치이다.

글로벌 금융위기가 발생한 2009년 이후 10년 만에 10만명을 넘어섰다.

자영업자나 일용직 근로자들을 중심으로 ‘부채의 늪’에 빠져 상담을 신청하거나 문의하는 사람들이 크게 늘어난 상황이다.

신복위는 지역별 통계를 내지 않고 있지만 대구와 경북에서 1만명 이상이 대출 연체에 대한 상담을 한 것으로 추산한다.

이 가운데 원리금 연체가 90일 이상인 개인워크아웃신청자가 90% 이상이며, 나머지는 연체 90일 이내 이자율채무조정이나 신속채무조정 신청자다.

채무상담 신청자는 자영업자나 일용직 근로자가 대부분이라는 게 신복위 측의 설명이다.

이상원 신복위 대구지부장은 “일용직의 경우 계절별로 쉬는 타임이 있는데 이때 대출을 받아 빚이 늘어나는 경우가 많다”면서 “상환능력을 증명하지 못하면 채무조정을 받을 수 없기 때문에 직업을 갖고 있어야 한다”라고 말했다.

개인워크아웃은 전국은행연합회에 자신의 연체정보가 등록됐거나 연체기간이 3개월 이상인 사람을 대상으로 한다.

개인워크아웃이 받아들여지면 이자와 연체이자는 전액 감면되고, 원금은 금융회사에서 손실처리한 상각채권에 한해 최대 70%까지 감면이 된다.

연체가 3개월이 안된 초기 연체자는 이자율채무조정을 이용하면 된다.

원금감면은 안되지만 연체이자는 감면이 가능하다.

@highlight

신용회복위원회에 따르면, 올 상반기 채무상담을 받은 연체자는 10만1천658명으로 지난해 동기 대비 8.8% 증가한 가운데, 상담 신청자 대부분이 자영업자나 일용직 근로자로 서민들의 가계부채 상황이 악화되고 있는 것으로 나타나고 있으며신용회복위원회를 통해 개인워크아웃을 신청해 채무조정을 받을 수 있다.