지난달 29일 광주 북구청에서 서민금융통합지원센터를 비롯해 총 17개 유관기관·단체가 참여한 가운데 '서민금융지역협의체' 회의가 진행되고 있다.

광주 북구(구청장 문인)가 광주시 최초로 지역밀착형 서민금융지역협의체를 구성해 눈길을 끌고 있다.

4일 북구에 따르면 지난달 29일 서민금융통합지원센터, 서민금융 유관기관, 지역자활센터 등 총 17개 기관·단체가 참여해 서민금융지역협의체를 구성하고 금융복지 사각지대 해소를 위한 본격적인 운영에 나선다.

이번에 구성된 서민금융지역협의체는 참여기관 간 금융정보 공유, 지원 서비스 연계 등 협력체계 구축을 통해 지역 협력사업을 발굴하고 가계에 어려움이 있는 주민에게 서민금융제도 홍보, 자립과 자활을 위한 금융서비스 제공 등의 역할을 수행하게 된다.

북구는 민선 7기 시작과 동시에 금융복지 종합지원계획을 수립하고 ‘금융복지 사각지대 제로화’를 목표로 3대 분야 8개 과제를 단계별로 추진해왔다.

먼저 지난해 8월 서민금융진흥원과 자활복지 지원 업무협약을 체결하고 복지·금융 양방향 지원서비스 시스템을 통해 금융 취약계층을 대상으로 서민금융 종합상담 업무를 실시하고 있다.

또한 지난해 12월에는 금융복지 지원 제도 기반 마련을 위해 북광주서민금융통합지원센터를 유치하고 27개 동 주민과 사회복지공무원 등 총 64명으로 구성된 신용서포터즈를 출범시켜 금융복지 대상자 발굴, 주민대상 맞춤형 금융교육 실시, 권역별 찾아가는 서민금융 상담센터 운영 등 지역주민의 금융역량 강화를 지원하고 있다.

아울러 올해 7월부터는 북구 관내 11개 새마을금고와 협업해 지역공헌사업의 일환으로 ‘북구 아기사랑 정기적금 통장’ 금융상품을 출시하는 등 출산장려 분위기 조성과 더불어 예비부모와 신혼부부의 가계소득 증진에도 기여하고 있다.

문인 북구청장은 “이번 지역밀착형 서민금융지역협의체는 금융 취약계층의 자활과 주민들의 금융생활 안정에 도움을 주고자 구성하게 됐다”며 “앞으로 서민금융지역협의체의 내실 있는 운영을 통해 정상적인 금융생활이 어려운 분들에게 실질적으로 도움이 되는 포용적 금융복지를 실천해 나가겠다”고 말했다.

@highlight

광주시 북구청장은 금융 취약계층의 자활과 주민들의 금융생활 안전에 도움을 주고자 금융복지 사각지대 해소를 위해 '서민금융지역협의체'회의를 진행하였다.