"당의 승리 위해 내린 결정"

[서울=충청일보 이득수기자] 자유한국당 나경원 원내대표가 자신의 임기 종료 판정을 내린 최고위원회의 의결에 승복하겠다고 4일 밝혔다.

나 원내대표는 이날 국회에서 열린 의원총회에서 "오늘 의총에서는 임기 연장 여부에 대해서는 묻지 않겠다"며 "권한과 절차를 둘러싼 여러 의견이 있지만, 오직 국민 행복과 대한민국 발전, 그리고 당의 승리를 위해 내린 결정"이라고 설명했다.

나 원내대표는 "한국당 원내대표 나경원의 발걸음은 여기서 멈춘다. 그러나 자유민주주의 수호와 한국당 (총선) 승리를 위한 그 어떤 소명과 책무도 마다하지 않겠다"고 덧붙였다.

이어 의원들에게 고마움을 표하고, 지난 임기에 대해 "뜨거운 열정과 끈끈한 동지애로 가득한 1년이었다. 눈물과 감동의 시간이었다"며 "문재인 정권의 폭정과 독선에 맞서 대한민국 헌정질서를 지키기 위해 모두 온몸을 던진 위대한 저항의 역사였다"고 회고했다.

나 원내대표는 전날 소속 의원들에게 보낸 문자메시지를 통해 이날의 의총 안건으로 '임기 연장 여부를 묻는 투표'를 올렸지만, 최고위가 임기가 종료됐다"고 의결하자 이를 수용하겠다는 뜻에서 이날 오전 안건을 '국회 협상 보고'로 변경했다.

지난 해 12월 11일 취임한 나 원내대표의 임기는 오는 10일까지이다.

당내 일각에서는 최고위 의결에 대해 원내대표의 선출과 임기 연장을 결정할 권한은 최고위가 아니라 의원총회에 있다고 반발하기도 했다.

한편 한편 황교안 한국당 대표는 이날 청와대 앞 투쟁텐트에서 열린 당대표 및 최고위원-중진의원 연석회의가 후 기자들과 만나 나 원내대표의 연임 불가 결정을 한 것이 당 규정에 부합하는가라는 질문에 "규정에 대해서는 당 차원에서 적법성 여부를 검토했다. 내가 자의적으로 검토한 것이 아니다"라고 밝혔다.

지난 2일 발표된 당직 인선에 대해 일부에서 '친황 체제' 구축이라는 지적이 나오는 것과 관련해서는 "저는 친황 하려고 정치하는 사람이 아니다"라며 "인사 내용을 면밀히 보면 '친황'이라고 하기 어려울 것"이라고 반박했다.

@highlight

자유한국당 나경원 원내대표는 4일 국회에서 열린 의원총회에서 자신의 임기 종료 판정을 내린 최고위원회의 의결에 대해 국민 행복과 대한민국 발전, 그리고 당의 승리를 위해 승복하겠다고 밝혔다.