사물인터넷(IoT)으로 열수송관 손상을 감지하는 기술이 국내 최초로 개발됐다.

서울기술연구원은 지난달 말 중계~신내지구 열수송관 80m 구간에 이 같은 기술을 시범 구축했다고 5일 밝혔다.

5개월 동안 시범운영한 뒤 실증작업을 거쳐 향후 서울에너지공사가 열수송관을 신설하는 구간에 확대 적용할 계획이다.

이번 서울기술연구원의 '첨단 IoT 기술 기반 열수송관 유지관리 기술' 개발은 지난해 양천구 목동과 경기 고양시에서 발생한 노후 열수송관 파열과 같은 사고를 막기 위해 진행됐다.

이 기술로 열수송관의 손상된 지점을 실시간으로 파악하고, 이 정보를 무선 통신망으로 관리자에게 바로 전송할 수 있다.

우선 열수송관 전체를 최소 10cm 간격으로 촘촘하게 감지하는 분포형 계측선을 설치했다.

긴 전선 형태의 센서인 분포형 계측선을 통해 손상 지점 측정의 정확도를 높였다.

10cm 구간마다 전류를 흘려보낸 뒤 얼마나 되돌아오는지 측정해 손상 지점을 감지한다.

기존 열수송관 관리는 작업자가 지상에서 지표투과레이더(GPR)와 열화상 카메라 등을 이용해 점검해야 했다.

일일이 점검해 열수송관 전체를 관리하는 데 정확도가 떨어지는 한계가 있다.

분포형 계측선으로 측정한 2차원의 전기파형 정보를 온도와 누수량 등 원하는 정보로 실시간 변환하는 기법도 새롭게 개발했다.

자동 분석이 가능하며, 손상된 정보만 관리자에게 전달한다.

이렇게 변환된 정보는 첨단 IoT 기술인 '지중 무선 센서 네트워크 시스템(UWSN)'을 통해 관리자에게 전송된다.

관리자는 이 같은 무선 통신망을 활용해 효율적으로 열수송관을 모니터링할 수 있다.

박민철 서울기술연구원 수석연구원은 "이번 기술은 서울시의 지하 안전 확보에 대한 비전을 제시한 것"이라며 "열수송관 뿐만 아니라 지하관로를 선제적으로 유지·관리하는 데 큰 역할을 할 것으로 기대한다"고 말했다.

@highlight

서울기술연구원이 사물인터넷(IoT)을 기반으로 열수송관 손상지점을 실시간으로 확인, 전달할 수 있는 기술을 개발 완료했으며 5개월 시범운영을 거쳐 향후 서울에너지공사의 신설 구간에 적용될 예정이다.