대한민국상이군경회 제주특별자치도지부(강성영학장)는 12.4 상이군경복지회관 5층 강당에서 제주보훈청장(황의균청장)과 각 보훈단체장을 포함 약 100여명이 참석한 가운데 제7회 보훈복지문화대학 제주캠퍼스 졸업식을 성대하게 거행했다.

졸업생은 상이군경회원 및 배우자를 포함한 보훈단체회원 등으로 56명이었다.

교육은 매주 수요일 오전으로 교육이수 학점은 60학점이상으로 8월 여름방학을 제외하고 3월부터 11월 말까지 진행되었다.

강성영학장의 김기남총장 축사 대독과 황의균청장의 진심어린 격려사에 이어 학사모를 쓴 졸업생들과 기념촬영을 했다.

졸업장을 받은 학생들의 면모를 살펴보면 94세에서부터 67세에 이른다.

그들에겐 비록 일주일에 2시간씩 진행된 캠퍼스 수업이지만 즐겁고 행복한 시간이었다.

아울러 학사모를 쓰고 사진촬영을 하던 졸업식 날은 즐겁기도 하지만 아쉬움도 많은지 동기생들끼리 년 2회의 정기 모임을 갖기로 했다.

그간 현장학습의 나들이 행사 때 즐거워했던 모습이 담긴 졸업앨범도 제공받으면서 어린아이들처럼 좋아했다.

교육과정을 전담했던 김옥연사회복지사는 2019년 특징으로는 부부팀이 많은데다, 교육생들이 노년에 필요한 친구들을 많이 사귈 수 있었음을 좋아했고, 연세가 많을수록 서각 및 창작예술활동에 더 적극성을 보인 것이라고 느낀 소감을 언급했다.

아울러 94세의 어르신학생이 계근상까지 받은 것은 참석자들에게 감동을 주는 것 같았다.

졸업동기회 송용해 회장은 내년 3월에 첫모임이라고 공지했다.

한편, 서귀포에서 참여한 강정순부회장은 지난 11.12 '바람섬의 노래' 란 제목으로 수원에서 개최된 2019년 제5회 보훈복지문화대학 창작예술제연극에 참여하는 과정에서 연습 때문에 감귤농사도 이웃에 맡겼었다고 했다.

그리고 평생 처음해보는 연극배우('이어도사나')였지만 좋은 경험이었다고 회상했다.

@highlight

대한민국상이군경회 제주특별자치도지부는 12.4 상이군경복지회관에서 각 보훈단체장을 포함 약 100여명이 참석한 가운데 제7회 보훈복지문화대학 제주캠퍼스 졸업식을 성대하게 거행했으며, 졸업생은 상이군경회원 및 배우자를 포함 56명으로  강성영학장의 김기남총장 축사 대독과 황의균청장의 진심어린 격려사가 이어졌다.