경북도내 초등학생들의 안전한 등·하교를 위해 ‘어린이 가방 안전 덮개’를 보급해야 한다는 목소리가 경북도의회에서 나왔다.

황병직 도의원은 5일 실시한 경북도교육청에 대한 내년 예산안 심사에서 “국회에서 어린이안전과 관련해 ‘민식이법’이 제정되는 과정에 있지만 어린이 안전사고 예방을 위한 경북도와 도교육청의 예산은 전혀 편성하지 않았다”며 “‘어린이 가방 안전 덮개’를 모든 초등학생에게 보급할 것”을 요구했다.

가방 안전덮개는 어린이 교통사고 예방을 위해 속도제한을 유도할 수 있도록 ‘천천히’라는 교통안전 문구가 표기돼 있는 형광색 책가방 덮개다.

황 도의원에 따르면 올해 상반기 기준 경북도내 어린이보호구역 1천209개교(유치원 포함) 가운데 cctv가 설치된 곳은 23개 시·군 중 8개 시·군이며 어린이 생명과 직결되는 과속 cctv를 설치한 곳은 3개 시·군 정도에 그쳤다.

또 과속방지턱이 설치된 학교는 593개교로 나머지 616개교(51%)는 과속방지턱 마저 설치 되지 않은 것으로 나타났다.

그는 “사정이 이러함에도 경북도는 의 어린이안전 관련 예산(7개 사업 44억 원)은 대부분 행사성 사업 위주로 편성되어 있다”며 “도 교육청은 학교 내 또는 체험학습 과정에서의 예산(8개 사업 114억 원)이 편성 됐을 뿐 정작 어린이들이 등하교하면서 발생할 수 있는 안전사고 예방을 위한 경상북도와 도 교육청의 예산은 전혀 편성하지 않았다”고 질타했다.

황 도의원은 “내년 유치원생을 포함해 전체 초등학생(2020년 기준 16만8천830명)에게 ‘어린이 가방 안전 덮개’를 보급할 경우 예산은 8억5천만 원이 소요될 것으로 추산된다”며 “이는 2016년 1천189억 원, 2017년 870억 원, 2018년 1천779억 원의 불용액이 발생하고 있음을 감안하면 본예산 또는 정리추경예산에서도 보급이 가능할 것으로 판단되는 만큼 관련 예산을 마련해 줄 것”을 주문했다.

@highlight

황병직 도의원은 5일 실시한 경북도교육청에 대한 내년 예산안 심사에서 "어린이 안전사고 예방을 위한 경북도와 도교육청의 예산은 전혀 편성하지 않았다”며 경북도내 초등학생들의 안전한 등·하교와 교통사고 예방을 위해 속도제한을 유도할 수 있도록 ‘천천히’라는 교통안전 문구가 표기돼 있는 형광색 책가방 덮개인 '어린이 가방 안전 덮개'를 도내 모든 초등학생에게 보급해야 한다고 주장했다.