국민 10명 중 8명은 20대 국회가 의정활동을 “잘못했다”고 평가한다는 여론조사 결과가 5일 나왔다.

100점 만점 기준으로는 18.6점에 불과했다.

여론조사기관 리얼미터가 tbs 의뢰로 20대 국회 의정활동을 평가한 결과 ‘잘못했다’는 부정평가(매우 잘못함 55.8%, 잘못한 편 22.0%)가 77.8%로 집계됐다.

‘잘했다’는 긍정평가는 12.7%(매우 잘함 3.0%, 잘한 편 9.7%)에 그쳤다.

모름·무응답은 9.5%로 조사됐다.

이를 100점 평점으로 환산하면 20대 국회 의정활동 평가 점수는 18.6점이었다.

세부적으로 보면 모든 지역과 계층에서 부정평가가 압도적이거나 대다수를 차지했다.

지역별로는 경기·인천(부정 84.7% vs 긍정 10.3%, 16.1점), 부산·울산·경남(76.9% vs 10.9%, 16.3점), 대구·경북(76.4% vs 6.5%, 18.2점), 서울(75.2% vs 17.1%, 20.2점), 대전·세종·충청(73.7% vs 11.2%, 16.4점), 광주·전라(68.7% vs 20.9%, 27.7점) 등에서 부정평가가 대다수였다.

지지 정당별로도 바른미래당(92.7% vs 7.3%, 15.8점)과 정의당(86.0% vs 3.7%, 8.8점), 자유한국당(80.6% vs 9.7%, 16.8점), 더불어민주당(77.4% vs 13.8%, 19.2점) 지지층, 무당층(68.3% vs 16.0%, 21.5점) 모두 부정 평가가 압도적이었다.

이번 조사는 지난 4일 전국 성인 1만1093명을 접촉해 최종 503명이 응답을 완료(응답률 4.5%)했다.

표본오차는 95% 신뢰수준에서 ±4.4%포인트다.

자세한 내용은 중앙여론조사심의위원회 홈페이지를 참고하면 된다.

@highlight

여론조사기관 리얼미터가 tbs 의뢰로 진행한 20대 국회 의정활동에 대해 ‘잘못했다’는 부정평가 77.8%, 100점 평점 기준 환산 점수18.6점으로 여론조사 결과가 나왔다.