한승헌 한국건설기술연구원 원장(우측)과 남기찬 부산항만공사(BPA) 사장(가운데), 조승환 해양수산과학기술진흥원(KIMST) 원장(좌측)이 5일 업무협약을 맺고 기념촬영을 하고 있다.

부산신항 제3부두에 클라우드 기반의 항만 BIM(Building Information Model) 통합 플랫폼이 시범 적용된다.

한국건설기술연구원(원장 한승헌)은 5일 부산항만공사(사장 남기찬), 해양수산과학기술진흥원(원장 조승환)과 '클라우드 기반의 항만 BIM 통합 플랫폼 시범적용을 위한 포괄적 업무협약(MOU)'을 체결했다고 밝혔다.

이번 협약을 통해 3개 기관은 실무협의회를 구성하고 항만 BIM 통합 플랫폼 기술 개발 및 컨설팅, 시스템 시범 적용ㆍ운영, 플랫폼 효과 분석 등을 공동으로 진행키로 했다.

시범적용 대상은 부산항만공사가 개발사업을 진행하는 부산신항 제3부두(2-1단계) 시설이다.

BIM은 자재, 공장, 공사비, 제원정보 등 속성정보가 입력된 3차원 입체 모델링을 통해 건설 전 생애주기정보를 통합 관리하는 기술이다.

건설 설계ㆍ시공에 BIM을 도입하면 설계 오류나 시공 착오를 줄이고, 그에 따른 부대비용도 줄일 수 있다.

건설연의 '항만 BIM 통합 플랫폼'은 항만시설(플랫폼)의 설계, 시공, 유지관리 등과 관련된 BIM 데이터, 항만 설계에 필요한 온라인 도구를 클라우드를 통해 제공한다.

이를 통해 항만 BIM 설계의 높은 생산성을 확보할 뿐만 아니라 설계 모델의 중복개발이나 개발설비 중복투자 등을 줄일 수 있다.

한승헌 건설연 원장은 "이번 협약으로 스마트 항만 구축을 위한 항만시설의 설계 생산성 향상, 플랫폼 도입원가 절감, 시설물 데이터 효율화, 유지관리 의사결정 체계 고도화 등의 효과를 기대하고 있다"고 밝혔다.

@highlight

한국건설기술연구원이 부산항만공사, 해양수산과학기술진흥원과 체결한 '클라우드 기반의 항만 BIM 통합 플랫폼 시범적용을 위한 포괄적 업무협약'으로 부산신항 제3부두에 클라우드 기반의 항만 BIM 통합 플랫폼이 시범 적용되는 가운데, 함께 협약을 체결한 3개 기관은 향후 기술 개발 및 효과 분석에 공동으로 관여할 예정이다.