홈파티 문화가 확산되는데 맞춰 이마트가 12월 약 20억원 규모의 ‘연말 홈파티 먹거리’ 행사에 나선다.

첫 행사는 오는 11일까지 진행되는 ‘어메이징 로스트치킨’.

이마트는 연말을 맞아 여럿이서 같이 즐길 수 있는 먹거리에 대한 수요가 늘어날 것으로 예상,기존 치킨 대비 크기가 50% 늘어난 치킨을 1만3980원에 출시한다.

이를 위해 이마트는 협력사와 사전 기획을 통해 18호 닭 8만수를 계약해 생산 단가를 낮췄다.

가족과 친구들이 모여 푸짐하게 먹을 수 있는 ‘온가족/홈파티 초밥세트’도 새롭게 선보인다.

온가족/홈파티 초밥세트는 초밥이 각각 19개, 27개로 구성된 혼합 초밥 세트로 1만5980·1만9980원에 판매한다.

홈파티와 어울리는 화이트 와인 ‘모아나파크 소비뇽블랑’ 9900원에, 전용잔 2개를 포함해 연말 분위기 내기에 적합한 ‘스텔라 홀리데이 기획(500ml 6입+전용잔 2입)’도 1만4800원에 판매한다.

신선식품도 다양한 할인 행사를 준비했다.

당도 10브릭스 이상 과실을 선별한 ’10브릭스 당도선별 감귤(4kg/박스)’은 행사카드로 구매시 3000원 할인한 8980원에, 호주산 ‘달링다운 와규 불고기/윗등심살’은 신세계포인트 적립시 100g당 40% 할인한 1740원·3640원에 판매한다.

수산물은 ‘만원의 행복’ 행사를 통해 ‘흰다리새우(해동/40미, 말레이시아산)’, ‘손질 고등어(해동/4미, 대한민국), ‘생 고등어(4미, 국산)’ 모두 1만원에 선보인다.

이마트 관계자는 “과거에는 홈파티가 크리스마스를 중심으로 12월 말에 주로 이뤄졌지만 최근 젊은 소비자들이 각종 모임 송년회를 홈파티로 대체하고 있다”면서 “홈파티 먹거리에 대한 소비자들의 수요가 크게 증가할 것으로 예상해 대규모 할인 행사를 기획했다”고 말했다.

@highlight

이마트가 홈파티 문화 확산에 발맞춰 가족과 친구들이 모여 함께 먹을 수 있는 기존 치킨 대비 크기가 50% 늘어난 치킨을 1만3980원에 출시하고 ‘온가족/홈파티 초밥세트’를 새롭게 선보이는 등 12월 약 20억원 규모의 ‘연말 홈파티 먹거리’ 행사에 나선다.