전남도의회의 예산 심의 과정에서 어이없는 일이 발생했다.

전남도의회 보건복지환경위원회는 최근 전남도 여성가족정책관실 2020년도 예산안 심의에서 어린이집 반별 운영비를 36억6000여 만 원으로 증액했다.

집행부가 편성한 17억7000여 만 원보다 두 배 이상 늘린 규모다.

이번 예산이 통과되면 민간과 가정 어린이집에 지급되는 반별 지원금이 기존 월 7만 원에서 20만 원으로 3배 가까이 늘어난다.

도의회가 집행부 요청 없이 단일 항목 예산을 의회 스스로 십수 억 원이나 증액한 것은 전례가 없다고 한다.

특히 증액 예산은 국공립을 제외한 민간어린이집에만 지급하기로 해 형평성 논란까지 일고 있다.

더욱 기가 찬 것은 어린이집 반별 운영비 지원액을 증액한 해당 상임위에는 부인이 도내 어린이집을 운영하고 있는 A도의원이 속해 있다는 사실이다.

A의원은 도의회 예결위 부위원장을 맡고 있다.

누가 봐도 냄새가 풀풀 난다.

전남도의회 행동강령조례는 본인이나 4촌 이내 친족, 의원 자신 또는 그 가족이 재직 중인 법인·단체 등이 직무 관련자인 경우 의장 및 상임위원회장에게 서면으로 미리 신고하고 관련 활동을 회피해야 한다고 규정하고 있다.

하지만 A의원은 서면으로 신고도 하지 않았고, 해당 상임위도 심의에서 배제하지도 않았다.

해당 도의원은 “회의에는 참석했지만 예산 계수조정에는 들어가지 않았다.”고 해명했지만 군색하기 짝이 없다.

이번 건은 지방의회가 의원 밥그릇 챙기기 창구로 이용되는 전형적인 사례가 아닐 수 없다.

해당 상임위는 미세먼지 예방을 위해 저소득층에 마스크를 보급하는 사업 예산은 39억7000여만 원에서 19억9000여만 원으로 반토막냈다니 더욱 기가 찬다.

도대체 누구를 위한 도의회인가.

직무 관련이 있는 도의원을 안건 심의에서 배제하지 않고 의결된 도의회 상임위의 예산 증액은 무효화시켜야 마땅하다.

전남도의회는 당장 증액된 민간어린이집 예산을 되돌리고 도민들에게 사과해야 한다.

@highlight

전남도의회 보건복지환경위원회는 최근 여성가족정책관실 2020년도 예산안 심의에서 어린이집 운영비를 36억 으로 증액했고 집행부가 편성한 17억 보다 두 배 이상 늘린 규모이며 도의회는 증액된 민간어린이집 예산을 되돌리고 도민들에게 사과해야 한다.