디엔비건축사사무소(대표이사 조도연ㆍ이하 디엔비건축)가 설계비 27억원의 '국립인천해양박물관 건립사업 설계용역'을 단독으로 거머쥐었다.

5일 조달청에 따르면 최근 이 용역에 대한 심사 결과, 디엔비건축이 총 91점을 획득해 행림종합건축사사무소(89.4점), 해안종합건축사사무소(85.4점), 건축사사무소 마당소리(64점)를 제치고 당선됐다.

당선작은 'Infinity Wave: 인피니티 웨이브'란 컨셉을 적용해 월미도의 복잡한 경관을 벗어나 바다 풍경을 경험하는 생활 속 박물관을 계획해 호평을 받았다.

특히 중앙 홀을 중심으로 전시, 교육, 편의시설 영역을 분리하고, 해안가 범람 등을 고려해 수장고를 최상층에 배치하는 동시에 중층 층고로 계획해 박물관의 기능성을 높였다.

또 전시 감상과 바다 조망이 동시에 가능한 입체적인 동선 계획도 돋보였다.

아울러 문화의 거리와 박물관, 바다를 잇는 열린 광장(에메랄드 광장)을 조성하고, 해안선을 따라 문스텝 및 바다오르간, 달맞이마당, 등대길 등 다양한 바다 체험 공간을 배치해 주변 환경과 조화를 이뤘다.

또 교육 및 어린이, 기획 전시 등 개방시설을 저층에 배치해 공공성을 증대했다.

더불어 입면은 파도의 흐름과 서해안에 서식하는 고래(상괭이)의 꼬리짓을 형상화했고, 해풍을 고려해 유선형으로 계획했다.

이 밖에 염해에 강한 외장재(알루미늄복합패널)를 사용하고, 매립지 특성을 고려한 태양광발전을 적용하는 친환경계획을 구현했다.

이 사업은 인천광역시 중구 북성동 1가 106-7 외 7필지 2만7335㎡ 터에 연면적 1만6938㎡ 규모의 문화 및 집회시설을 짓는 것으로, 예정 공사비는 542억원이다.

@highlight

디엔비건축사사무소가 'Infinity Wave: 인피니티 웨이브'란 컨셉을 적용하여 인천광역시 중구 북성동에 짓게될 '국립인천해양박물관 건립사업 설계용역'에 단독으로 당선되었다.