SK증권에 이어 우리은행이 전주사무소를 열면서 전북혁신도시의 금융생태계 조성이 속도를 내고 있다.

전북도는 5일 우리은행이 전주시 만성동 청목빌딩에 자산수탁 전주사무소를 마련하고 개소식을 개최했다고 밝혔다.

이날 개소식에는 정채봉 우리은행 수석부행장, 최홍식 기관그룹장, 고영배 신탁연금그룹장 등 경영진이 참석했다.

개소식을 축하하기 위해 김성주 국민연금공단 이사장, 우범기 정무부지사, 김양원 전주 부시장 등 내빈이 참석했다.

우리은행은 기금운용본부와 자산 수탁 밀착서비스를 위해 전주사무소를 추진해 왔으며, 이를 통해 기금운용본부와의 접근성 개선 및 신속한 의사결정을 지원하고, 자산수탁 등 업무지원이 가능한 환경 구축을 통해 지역거점 역할을 수행할 것으로 알려졌다.

우리은행은 총자산 357조2210억 원의 전국 1000여개 영업점을 갖춘 대형은행으로 '우리나라 1등 은행, 대한민국을 대표하는 글로벌 리딩뱅크' 비전을 실천하고 있다.

국민연금공단과는 지난해 3월부터 주거래은행 계약을 체결해 국민연금의 연금보험료 수납 및 연금급여 지급, 본부의 자금관리, 운용자금 결제 등의 업무를 맡고 있으며, 국내 주식투자자산을 보관·관리하는 수탁은행의 업무도 맡고 있다.

김성주 국민연금공단 이사장은 "우리은행 전주사무소 개소는 국민연금공단과 우리은행간의 오랜 협력관계를 재확인하고 한 단계 더 진전하는 전환점이 될 것으로 평가한다"며 "우리은행이 국내 수탁은행으로는 처음으로 전주에 사무소를 개소한 것은 전북혁신도시가 제3금융도시로 발전하는 밑거름이 될 것"이라고 밝혔다.

우범기 전북도 정무부지사는 "금융기관이 연이어 자발적으로 이전하면서 글로벌 자산운용 특화 혁신금융중심지의 금융생태계 모형이 갖춰지고 있어 의미가 새롭다"며 "국민연금공단에서 금융기관 유치와 전문인력양성을 담당하고, 전북도·전주시·완주군이 인프라 확보를 위해 매진하고 있으므로 2023년까지 금융센터를 건립하도록 더욱 속도감 있게 행정절차를 추진하여 금융타운을 차질없이 조성할 것"이라고 말했다.

@highlight

우리은행이 5일 전주사무소를 개소하면서 전북혁신도시의 금융 조성에 속도를 내고있는데 기금운용본부와의 접근성을 개선하고 업무지원이 가능한 환경 구축을 할것이라고 전했다.