감사원은 5일 서울시를 향해 6년째 표류 중인 롯데그룹의 상암 디지털미디어시티(DMC) 복합쇼핑몰 개발 사업에 대한 인허가 및 세부개발계획을 조속히 처리해야 한다는 감사 결과를 발표했다.

감사원은 이날 '지자체 주요정책 사업 등 추진상황 특별점검' 감사결과 자료를 통해 이같이 밝혔다.

감사원 측은 "조속한 개발을 조건으로 쇼핑몰 부지를 민간에 매각하고도 법령 근거도 없이 주변 상인과의 상생합의를 이유로 개발계획 승인을 거부하고 있다"고 지적했다.

서울시는 2011년 6월 복합쇼핑몰 유치를 위해 마포구 상암택지개발지구 3개 필지(총면적 2만644㎡)를 특별계획구역으로 지정했다.

이후 경쟁입찰을 통해 2013년 3월 롯데쇼핑을 낙찰자로 선정하고 그해 4월 1972억원에 매각 계약을 체결했다.

개발이 지연될 경우 서울시가 롯데에 지연배상금을 부과하도록 하는 계약 조건도 달았다.

그러나 2013년 9월 롯데 측에서 세부개발계획안을 마련해 승인을 요청하자 서울시는 인근 전통시장과의 '상생 합의'를 추진하도록 요구하며 사업을 지연시켰다.

이는 도시계획승인의 필수요건이 아니다.

롯데 측은 이 같은 요구를 수용해 2017년 3월 판매시설 비율 축소(82.2%→ 70.6%→ 67.1%) 및 상생협력 방안을 제시했다.

이 안에 인근 17개 전통시장 중 16곳이 찬성했다.

그런데도 서울시는 남은 1개 전통시장이 반대해 합의가 안됐다는 사유로 세부개발계획안 심의를 보류했다.

이에 롯데 측은 2017년 4월 서울시를 상대로 부작이 위법확인소송을 제기했고, 지난해 3일 관할법원은 조정을 권고했다.

이에 서울시는 서울시는 법원의 조정권고안 수락을 요청하면서 지난해 8월말까지 상생 합의가 결렬될 경우 직권조정을 통해 올해 상반기 중 세부개발계획을 결정해주기로 약속했다.

하지만 롯데 측에서 법원의 조정권고 수학 후 소송을 취하하자 서울시는 '나머지 1개 시장과의 상생 합의 후 세부개발계획을 승인하라는 (박원순) 시장의 지시'를 이유로 대며 당초 약속과 달리 결정을 지난 4월까지 보류했다.

감사원은 "롯데의 재산권 행사가 제한되고 인근 주민의 소비자 권리가 침해됐다"며 "일자리 창출 등 지역경제 활성화의 기회를 상실할 우려가 나온다"고 말했다.

@highlight

감사원은 6년째 표류 중인 롯데그룹의 상암 디지털미디어시티 복합쇼핑몰 개발 사업에 대한 세부개발계획을 조속히 처리해야 한다는 감사 결과와 함께 근거 없는 주변 상인과의 상생합의를 이유로 개발 계획 승인을 거부하는 서울시를 지적하며 롯데의 재산권 행사 제한, 인근 주민의 소비자 권리 침해, 지역경제 활성화의 기회까지 상실할 우려까지 있다고 말했다.