관?학 연합 봉사활동 '미리 크리스마스 산타 원정대 시즌2'에 참여했다고 6일 밝혔다.

아모레퍼시픽과 동아사이언스, 오리온재단, CJ CGV, 코레일네트웍스, 삼일회계법인, 숙명여자대학교, 용산구 자원봉사센터 봉사자 등 150여명은 지난 5일 오후 용산 지역 어린이들을 위한 선물 전달 봉사활동을 진행했다.

5일은 유엔(UN)이 제정한 '세계 자원봉사자의 날'이다.

미리 크리스마스 산타 원정대는 작년에 이어 두 번째다.

봉사자들은 용산역 광장에 집결해 산타복과 머리띠 등으로 산타 분장을 하고 준비한 생활용품, 학용품, 간식 등 선물을 포장하고 사회복지시설 어린이들에게 전달했다.

아이들과 크리스마스 트리 만들기 및 소원 메시지 작성 등을 함께하며 서로 마음을 나눴다.

관?학이 모여 지역사회 문제 해결을 위해 결성한 용산 드래곤즈 모임의 여섯 번째 활동이기도 하다.

2018년 게릴라 가드닝, 미스터리 나눔버스 봉사, 미리 크리스마스 산타 원정대 시즌 1을 진행했고 2019년 4월 미세먼지 대응을 위한 묘목 나눔 및 나무 심기 활동, 6월에는 플라스틱컵 및 쓰레기 올림픽 활동을 진행했다.

현재까지 총 40여개 기업, 학교, 기관에서 700여명의 봉사자가 참여하여 지역사회 밀착형 연합 봉사활동으로 자리잡았다.

한편, 아모레퍼시픽은 이번 미리 크리스마스 산타 원정대를 'A MORE Beautiful Day' 활동의 일환으로 정하고 이주여성자조단체인 톡투미와 별도의 크리스마스 트리를 만들어 8개 기관에 기부했다.

2016년부터 시작한 A MORE Beautiful Day는 아모레퍼시픽 임직원들이 나눔 활동에 참여하는 날로 지금까지 다양한 형태의 봉사 활동에 참여해오고 있다.

앞으로도 용산 드래곤즈는 지역사회의 문제 해결에 앞장서는 협력적 사회공헌의 롤 모델로 지역사회와의 상생을 지속해나갈 예정이다.

@highlight

아모레퍼시픽이 작년에 이어 2번째 활동을 펼치는 민,관,학 연합 봉사활동 '미리 크리스마스 산타 원정대 시즌2'에 합류하여 5일 용산 지역 어린이들에게 선물을 나누어 주었다.