인천시가 송도국제도시 미추홀타워 근무 직원들을 위한 업무환경 개선에 나선다.

5일 시에 따르면 최근 건물 소유·관리 주체인 인천테크노파크(인천TP) 및 관계 부서와의 협의를 거쳐 미추홀타워 근무 여건 개선안을 마련했다.

개선 방안은 지난 9월 시가 진행한 ‘미추홀타워 근무환경 만족도 설문조사’ 결과<본보 10월 4일자 3면 보도>에 따른 것이다.

시는 미추홀타워에 근무 중인 시 소속 직원 362명을 비롯해 과거 근무 경험이 있거나 근무 예정인 본청 직원, 직속기관 및 사업소 직원 등 624명을 대상으로 9월 11일부터 10일간 설문조사를 진행했다.

당시 응답자의 절반 이상인 61%가 ▶바닥 카펫으로 인한 먼지 날림 ▶회의 및 직인 날인 등을 위한 잦은 출장 ▶출퇴근 또는 점심시간 붐비는 엘리베이터 등을 이유로 불만족스럽다는 의견을 냈다.

이에 대해 시는 당장 개선이 가능한 부분부터 조치에 들어간 상태다.

미추홀타워에서 본청으로 출장 나온 직원들이 대기하거나 기타 업무를 볼 공간이 없다는 의견에 따라 이달부터 당직실을 개방하고 있다.

당직실에는 PC와 프린터 등이 있어 간단한 업무가 가능하다.

예산 및 시간이 필요한 부분에 대해서는 내년부터 본격적으로 개선에 나선다.

가장 큰 불만사항 중 하나였던 ‘카펫 먼지’ 부분은 카펫을 아예 제거하는 데 예산 등이 더 많이 투입된다는 판단에 따라 철저하게 관리하는 방침을 세웠다.

매년 분기별로 인천TP와 시가 청소 및 세탁 등 관리를 분담할 예정이다.

미추홀타워 직원들이 직인과 문서 전달만을 위해 본청으로 와야 하는 번거로움도 해소될 전망이다.

시는 내년부터 이 업무만을 전담하는 직원 2명을 미추홀타워에 배치할 계획이다.

또 의무실 등 본청에만 있는 직원 복지시설을 미추홀타워에도 차례로 설치하고자 한다.

이동우 시 총무팀장은 "이 외에도 직원들에게서 나온 불편사항을 지속적으로 해결할 수 있도록 관계 부서 등과 협의를 이어갈 예정"이라며 "미추홀타워에서 근무하는 직원들이 소외감이나 불편함을 느끼지 않도록 노력하겠다"고 말했다.

@highlight

인천시는 '미추홀타워 근무환경 만족도 설문조사'결과 응답자의 절반 이상이 다양한 이유로 불만족한다는 응답을 한 것에 대해 업무환경 개선에 나섰다.