자유한국당은 5일 청와대의 울산시장 선거 개입 의혹, 유재수 전 부산시 경제부시장 감찰 무마 의혹 등과 관련해 조국 전 법무부 장관을 비롯한 10명을 검찰에 고발했다.

한국당 ‘친문(친문재인) 게이트 진상조사위원회’ 소속 곽상도·정태옥 의원과 김기현 전 울산시장은 이들 의혹에 연루된 조 전 장관 등에 대한 고발장을 이날 오후 대검찰청에 접수했다.

지난해 울산시장 선거 개입 의혹과 관련해선 조국 전 장관, 백원우 전 민정비서관, 박형철 반부패비서관, 이광철 민정비서관과 송철호 울산시장, 송병기 울산시 부시장 등 6명을 고발했다.

한국당은 고발장에서 "송병기 부시장은 당시 유력 후보인 김기현 시장을 낙선시키고 송철호 더불어민주당 후보를 당선시키려는 목적으로 김 시장 주변인에 대한 허위 첩보 등을 청와대에 제공했고, 청와대 민정수석실 등은 이를 가공·편집해 경찰에 수사하도록 했다"고 밝혔다.

또 한국당은 지난해 지방선거 당시 경남 사천·양산·창원시장 선거와 서울 서초구청장 선거에서도 이와 유사한 방식으로 한국당 후보들에 대한 무리한 수사와 피의사실 공표 등이 이뤄졌다면서 수사를 지휘했던 이용표 서울지방경찰청장(당시 경남지방경찰청장)과 김병기 경찰청 대테러대응과장(당시 서울 방배경찰서장)을 같은 혐의로 고발했다.

한국당은 앞서 울산시장 선거 개입 의혹과 관련해 황운하 대전지방경찰청장(당시 울산지방경찰청장)을 고발한 상태다.

한국당은 유 전 부시장 감찰 무마 의혹과 관련해선 오거돈 부산시장과 최종구 전 금융위원장을 직무유기와 직권남용 혐의로 고발했다.

한국당은 "오거돈 시장은 유재수 부시장이 검찰 수사를 받고 있으므로 인사규정에 따라 징계절차에 착수해야 했지만, 이를 개시하지 않았다"고 지적했다.

한국당은 "최종구 전 금융위원장은 백원우 민정비서관으로부터 유 전 부시장 감찰 결과를 통보받았고, 인사조치할 것을 요구받았으나, 마찬가지로 징계절차에 착수하지 않았다"고 밝혔다.

@highlight

자유한국당은 5일 청와대의 울산시장 선거 개입 의혹, 유재수 전 부산시 경제부시장 감찰 무마 의혹 등과 관련해 조국 전 법무부 장관을 비롯한 10명을 검찰에 고발했다.