미세먼지가 시민건강에 심각한 영향을 끼치면서 대구시가 미세먼지 특별관리에 나선다.

대구시는 미세먼지 농도가 본격적으로 급등하는 시기에 대응하여 이달부터 공공부문 차량 2부제를 시행하는 등 미세먼지 계절별 관리에 들어간다.

5일 대구시에 따르면, 내년 3월말까지 미세먼지 저감 분위기 조성을 위해 공공기관이 솔선수범하는 차원에서 공공부문 차량 2부제를 시행한다.

대상기관은 대구지역에 위치한 행정·공공기관이다.

대상차량은 행정·공공기관의 공용차(전용 및 업무용 승용차만 해당) 및 근무자의 자가용 차량이다.

제외대상은 민원인 차량과 경차·친환경차(하이브리드, 전기·수소차), 임산부·유아 동승·장애인 등 취약계층 이용차량, 경찰·소방 등 특수목적 이용차량 등이다.

사업장부문 관리도 강화한다.

사업장 미세먼지 배출에 대한 감시인력 확충을 위해 내년부터 민간점검단을 구성해 운영한다.

민간점검단은 산업단지 소재 4개 구·군(서구, 북구, 달서구, 달성군) 8개조 16명으로 구성된다.

미세먼지 배출원에 대한 감시를 강화하기 위해 내년부터 이동식측정차량(1대)과 무인비행선(드론, 1대)을 구입해 산업단지를 중심으로 운영, 불법배출 감시의 실효성을 높일 계획이다.

시민건강 보호를 위해 도로 재비산먼지 농도가 높게 나타난 지점 16개소(80.6km)를 ‘미세먼지 집중관리도로’로 지정해 분진흡입차, 진공청소차, 살수차 등을 집중 투입한다.

미세먼지 제거장비를 집중투입하는 ‘도로 미세먼지 집중제거의 날’을 매월 첫째, 셋째 수요일 실시한다.

경로당, 도서관 등 31개 시설을 미세먼지 쉼터로 지정·운영하고 건강취약계층 사용시설, 지하철 등 다중이용시설의 실내공기질 관리 실태 점검을 강화한다.

성웅경 대구시 환경녹지국장은 “미세먼지 민감·취약계층에 대한 마스크 지급 및 고농도 발생시 행동요령에 대한 교육·홍보도 차질 없이 진행할 계획”이라고 말했다.

@highlight

대구시는 미세먼지 저감 솔선수범 차원에서 대구지역 공공기관을 대상으로 미세먼지 농도가 높아지는내년 3월말까지 차량 2부제를 시행하는 등 미세먼지 계절별 관리에 돌입하기로 했다. 