경기도교육청이 유아교육의 공공성 강화를 목표로 추진 중인 ‘매입형 유치원’에 선정됐다가 재원생 학부모들의 반발이 이어지자 선정 취소를 요구해 온 용인의 한 사립유치원<본보 2019년 11월 8일·11일자 18면 보도>에 대한 선정 결정이 결국 취소됐다.

5일 도교육청과 용인 A사립유치원 등에 따르면 도교육청은 이날 A유치원에 대한 매입형 유치원 전환 대상 선정 결정을 최종 취소했다.

A유치원은 지난 5월 도교육청이 실시한 매입형 유치원 공모를 통해 전환 대상 유치원으로 선정됐지만, 공모 과정이 학부모를 대상으로 한 설명을 비롯해 동의 절차없이 이뤄짐에 따라 선정 사실을 뒤늦게 알게된 학부모들의 거센 반발이 나오면서 용인교육지원청에 매입형 유치원 선정 취소를 요청했다.

교육당국은 공립으로의 전환시 사용될 유치원 명칭 선정 완료와 예산안 확정 등 이미 행정절차가 진행 중이라는 이유로 선정 취소 요청을 거부한 채 학부모들을 설득하겠다는 계획만 내놓으면서 학부모들과 지속적으로 마찰을 빚어왔다.

그러나 이날 선정 취소 결정에 따라 A유치원은 내년에도 사립유치원으로 운영이 가능해졌고, 도교육청은 즉각 온라인입학 관리시스템 ‘처음학교로’를 통한 원아모집이 가능하도록 조치했다.

한 학부모는 "뒤늦게나마 공립 전환 선정이 취소돼 다행"이라며 "도교육청은 학부모들이 공립유치원이 아닌 사립유치원을 선택한 이유와 공립 전환 반대 이유는 물론, 공립 전환 유치원 선정 과정의 절차상 문제점을 명확히 깨달아야 앞으로도 정책 추진이 원활할 수 있을 것"이라고 지적했다.

도교육청 관계자는 "공립 전환에 대해 학부모들을 비롯한 유치원의 반대가 있다면, 공모 절차를 통한 전환 대상 선정이 이뤄졌더라도 강제할 수 없어 불가피하게 선정을 취소했다"며 "다른 14개 사립유치원에 대해서는 내년 3월1일자 공립유치원 개원이 차질없도록 절차를 진행하는 한편, 내년에는 올해와 같은 혼란이 발생하지 않도록 절차를 개선하겠다"고 말했다.

@highlight

5일 경기도교육청이 학부모 동의 없이 매입형 유치원 전환 대상에 선정된 용인A사립유치원에 대해 학부모의 항의가 거세지자 해당 결정을 최종 취소했다.   