"모든 부문의 수준을 끌어올려 차원이 다른 도시를 만들고, 더 나은 용인의 가치를 실현하고자 합니다."

백군기 용인시장이 지난 6일 2조4천492억 원 규모의 내년도 예산(안)을 시의회에 제출하면서 시정연설을 통해 밝힌 내년도 시정 운영 방향의 핵심이다.

그동안 용인 반도체 클러스터와 램리서치를 유치하는 등 100년 먹거리 확보를 위한 큰 성과를 거둔데다, 난개발 해소를 위한 제도적·물리적 기반도 확보한 만큼 앞으로는 시정 전반의 역량을 끌어올리고 시민들의 삶의 질을 향상시키는 데 전력하겠다는 뜻이다.

백 시장은 ‘경제적 자립도가 높아지고 친환경 생태공간이 넓어지며, 미래 세대의 희망이 살아나고 편리한 도시기반이 확충되며 모든 시민의 삶의 가치가 향상되는 도시’를 ‘차원이 다른 도시’로 규정했다.

시는 이날 올해 본예산 대비 8.1% 증가한 2조4천492억 원 규모의 예산안을 제출했다.

일반회계는 2조1천225억 원으로 8.9%, 특별회계는 3천267억 원으로 3.2% 각각 늘어났다.

이는 올해 3회 추경까지 합한 예산(2조7천207억 원)보다는 10% 적은 규모다.

일반회계 부문별로는 사회복지가 전체 예산의 38.9%(8천259억 원)를 차지했고 다음은 교통 및 물류로 14.42%(3천61억 원)다.

증가율이 가장 높은 부문은 환경으로 미세먼지 저감 등의 투자가 대폭 확대돼 30.8% 늘어난 1천541억 원이 편성됐다.

전체 예산 대비 점유율은 7.26%이다.

국토 및 지역개발 부문은 장기미집행 공원 조성을 위한 투자 등으로 올해보다 17.34% 늘어난 1천284억 원으로 증가율 2위를 기록했다.

백 시장은 내년 시정 운영 방향을 ▶100년 미래를 결정할 세계적 반도체 도시, 경제적 자족도시 건설 ▶시민들이 편하게 즐길 수 있는 가치 있는 친환경 생태도시 조성 ▶미래 세대에 대한 투자 강화 ▶편리한 사람 중심의 도시기반 구축 ▶모든 시민의 삶이 존중받는 사회 등으로 제시했다.

@highlight

백군기 용인시장이 지난 6일 시정연설을 통해 시정 전반의 역량을 강화하고 시민들의 생활의 질을 향상시키기 위해 전력을 다하겠다는 뜻으로 ‘차원이 다른 도시’로 만들겠다는 내년도 시정 운영 방향을 밝혔다.