고민정 청와대 대변인은 지난 7일 "문재인 대통령이 도널드 트럼프 미국 대통령과 전화통화에서최근 한반도 상황이 엄중하다는 데 인식을 공유했다"고 말했다.

문 대통령이 한반도 상황을 두고 '엄중하다'고 한 것은 이례적으로, 북한의 최근 동향과도 무관치 않아보인다.

고 대변인은 이날 "문 대통령이 11시부터 30분 간 한반도 평화 프로세스를 진전시켜 나가기 위한 방안을 심도있게 협의했다"고 말했다.

고 대변인은 "북미 간 비핵화 협상의 조기성과를 달성하기 위해서 대화 모멘텀이 계속 유지되어야 한다는 데 공감했다"며 "양 정상은 당분간 한미 정상 간 협의 필요성에 공감하고 필요할 때마다 언제든지 통화하자는 데 뜻을 모았다"고 전했다.

청와대는 이날 통화가 트럼프 대통령의 요청에 의해 이뤄졌다고 설명했다.

평소 정상 간 통화시에 어느 나라가 통화를 먼저 요청했는지 잘 밝히지 않았던 청와대가 이날은 '트럼프 대통령의 요청'이라고 콕 집어 설명한 것이다.

트럼프 대통령은 최근 "북한에 군사력을 사용해야 한다면 할 것"이라고 말하는 등 비핵화 협상에 소극적인 북한을 몰아 붙이는 상태다.

문 대통령이 한반도 상태를 '엄중하다'고 말한 것도 이때문으로 풀이된다.

문 대통령은 그간 한일관계와 경제 상황에 대해서는 '엄중하다'는 표현을 자주 써 왔지만, 남북관계에서는 특히 판문점 정상회담 이후에는 '엄중하다'는 표현을 거의 쓰지 않았다.

정권 초인 지난 2017년 박수현 대변인이 "한반도 상황이 엄중하다"는 표현을 주로 썼다.

실제 청와대는 지난 2018년 7월 6일 베를린 구상 발표 1주년 자료를 내면서 '베를린 구상 발표 당시 일부 여론은 비전은 좋으나 당시의 엄중한 상황에 비추어 현실적이지 않다고 평가했다'고 설명했다.

문 대통령이 북한의 핵미사일 도발 등 한반도 긴장상태가 최고조이던 시기 때 쓰던 표현을 다시 꺼낸 것이다.

하지만 북한은 오히려 한반도의 긴장감을 높이고 있다.

북한 과방과학원 대변인은 지난 7일 오후 서해위성발사장에서 대단히 중대한 실험이 진행됐다고 했다.

정치권에서는 고체연료 시험 등 북한의 대륙간탄도미사일(ICBM)개발과 관련이 있을 것으로 보고 있다.

@highlight

고민정 청와대 대변인이 지난 7일 문재인 대통령이 미국 대통령과 전화통화에서 한반도 평화 프로세스를 진전시켜 나가기 위해 심도있는 대화를 나누고 북한의 최근 동향과 관련하여 한반도 상황이 엄중하다는 인식을 공유했다고 밝혔다.