앞으로 주택조합이 조합원을 모집하기 위해서는 50% 이상의 토지 사용권을, 설립인가를 받기 위해서는 80% 이상의 토지 사용권과 15% 이상의 토지 소유권을 사전에 확보해야 한다.

국회 국토교통위원회는 6일 전체회의를 열고 이 같은 내용을 담은 '주택법 일부개정법률안' 등 법률안 40건을 의결했다.

이에 따라 앞으로 조합원을 모집하는 조합은 조합가입 신청자에게 사업개요와 조합원 자격기준 등을 충분히 설명해야 하는 의무가 부과된다.

국토위는 "그동안 토지 소유권 등을 충분히 확보하지 않은 상황에서 조합원을 모집하고 주택조합을 설립함에 따라 사업이 장기간 지연되고, 이로 인한 주택조합 가입자들의 피해가 발생해왔다"라며 "개정안은 주택조합 설립과 조합원 모집요건을 강화하고, 조합원 모집주체가 조합가입 신청자에게 해당 주택조합의 사업 등에 대하여 사전에 충분히 설명하도록 함으로써, 향후 무주택 서민인 주택조합원들의 피해가 줄어들 것으로 기대된다"라고 말했다.

또 이번 개정에 따라 주택 청약을 신청하려는 자는 본인이 자격이 있는지를 사전에 확인할 수 있게 된다.

주택 청약을 신청하기 전에 본인이 입주자 자격이 되는지 등을 확인할 수 있도록 시스템을 구축해 복잡한 주택공급 관련 규정을 이해하지 못해 청약 후 주택 당첨이 취소되는 문제를 최소화하기 위한 대책이다.

그 밖에 입주예정자가 주택이 사용검사를 받기 전 해당 주택을 방문해 공사 상태를 미리 점검하고 발견한 하자에 대해 보수를 요구하는 것도 가능하다.

입주 예정자가 하자 보수를 요구하는 경우 건설사는 지체 없이 보수에 응해야 한다.

이 외에도 대토보상권에 기반한 '현금으로 보상받을 권리' 역시 전매제한 대상임을 명시하는 '공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 일부개정법률안'이 의결됐다.

최근 일부 사업지구에서 '현금으로 보상받을 권리'를 신탁하는 방식으로 대토보상권을 거래하는 편법적 전매행위를 차단하기 위한 개정안이다.

'감정평가업자'의 명칭을 '감정평가법인 등'으로 변경하는 '감정평가 및 감정평가사에 관한 법률'도 전체회의를 통과했다.

이날 의결된 40건의 법안들은 향후 법제사법위원회의 체계·자구 심사와 국회 본회의 심의를 거쳐 시행될 예정이다.

@highlight

6일 국회 국토교통위원회가 '주택법 일부개정법률안' 등 법률안 40건을 의결함으로써 앞으로 주택조합이 조합원을 모집하기 위해서는 50% 이상의 토지 사용권을, 설립인가를 받기 위해서는 80% 이상의 토지 사용권과 15% 이상의 토지 소유권을 사전에 확보하고, 조합가입 신청자에게 사업개요와 조합원 자격기준 등을 충분히 설명해야만 한다.