CJ프레시웨이와 한양여대가 '2019 LINC+융합형 캡스톤 디자인 경진대회'를 열었다.

CJ프레시웨이가 한양여자대학교 산학협력단과 함께 '2019 LINC+ 융합형 캡스톤 디자인 경진대회'를 열었다고 9일 밝혔다.

이번 경진대회는 CJ프레시웨이와 한양여대가 맺은 산학협력 활동의 일환으로, 대학생들의 참신한 아이디어 발굴과 사업화를 통해 식품산업 전문 인재를 육성하는 동시에 CJ프레시웨이 키즈 교육 콘텐츠 경쟁력을 강화하기 위해 마련됐다.

지난 6일 CJ제일제당센터에서 열린 이번 대회에는 한양여대 식품영양과, 사회복지보육과, 산업디자인과 학부생 50여명이 참석했다.

참가자들은 '만 3~5세를 위한 식품안전ㆍ영양 콘텐츠 개발'을 주제로 지난 한 학기 동안 직접 연구, 설계, 디자인한 교육 프로그램을 선보였다.

그 결과, 장 건강을 주제로 '바울이의 뱃속을 지켜줘!'라는 동화를 창작한 팀이 최우수상을 수상했다.

이 팀은 채소 모양의 도장을 교구로 활용해 올바른 식습관을 이끌어 낸다는 점에서 높은 평가를 받았다.

이외에도 유익함과 재미, 흥미 요소를 모두 사로잡는 참신한 아이디어들이 대거 출품됐다.

이날 선보인 결과물은 현장 적용 가능성에 대한 최종 검토를 거쳐 CJ프레시웨이 아이누리 채소학교, 쿠킹클래스 등의 교육 자료로 활용될 예정이다.

백희준 한양여자대학교 식품영양과 교수는 "이번 캡스톤 디자인 과정은 학생들의 창의역량, 융합역량, 도전역량, 그리고 소통역량을 향상시키는데 큰 도움이 된 기회였다"며 "특히 국내 식자재 유통 1위 기업인 CJ프레시웨이에서 몸담고 있는 실무진의 평가와 격려가 졸업을 앞둔 학생들을 더욱 발전시키는 계기가 됐을 것"이라고 전했다.

배찬 CJ프레시웨이 키즈사업부장은 "대학생들의 톡톡 튀는 아이디어를 통해 키즈 식자재 시장 내 차별성을 더한 건강한 식문화를 창조할 수 있을 것으로 기대한다"며 "앞으로도 안전한 먹거리 유통은 물론 아이들의 식습관 개선을 위한 콘텐츠도 지속 개발할 것"이라고 전했다.

@highlight

CJ프레시웨이와 한양여자대학교 산학협력단이 '만 3~5세를 위한 식품안전, 영양 콘텐츠 개발'을 주제로 2019 LINC+ 융합형 캡스톤 디자인 경진대회를 개최하여 식품산업 전문 인재를 육성하고 키즈 교육 콘텐츠를 강화하였다.