전남대병원(병원장 이삼용)이 소외계층에 온정을 전하는 ‘사랑나눔 릴레이 봉사’를 개원 이후 최대 규모로 6일간에 걸쳐 진행한다.

전남대병원은 8일을 시작으로 16~20일까지 광주·화순지역의 장애인 가정·독거 노인·노숙인·조손 가정·시설 아동·외국인 노동자들을 잇따라 찾아가 연탄·이불·겨울용품 등 위문품을 전달하고 건강 상담을 갖는다.

매년 설과 추석 두 차례씩 사회복지시설을 위문했던 전남대병원이 이처럼 다각적인 사랑나눔봉사를 시행하는 것은 사실상 개원 이후 처음이다.

이번 봉사를 위해 직원 중 자원자를 모집해 60여명의 봉사단을 구성했으며, 지난 2일 병원 6동 백년홀에서 이삼용 병원장을 비롯해 보직교수와 각 실과장 등 간부 50여명이 참석한 가운데 발대식을 가졌다.

이삼용 병원장은 이날 “이번 릴레이 봉사를 통해 사회적 소외계층에 대한 관심과 배려를 키우는 계기가 되길 바란다” 면서 “앞으로 전남대병원은 공공의료기관으로서 이러한 봉사활동을 더욱 확대해 나갈 방침이다”고 밝혔다.

이번 봉사단은 총 7개 팀으로 나뉘어 봉사대상에 적합한 위문품을 전달하고, 의료진은 상담을 통해 건강상태도 체크한다.

봉사 대상은 지자체와 관계기관을 통해 팀별로 광주지역 10가구(5개 구별 2가구씩)와 화순 2가구 등 총 12가구씩을 사전 선정했으며, 노숙인의 경우 금남로 4가 지역의 50여명과 시설 거주자 160여명이다.

이번에 전달될 위문품은 전남대병원 직원들의 성금을 모아 마련했다.

봉사대상별로 장애인 가정은 연탄, 독거노인은 이불, 노숙인은 내복과 양말, 조손 가정엔 학용품 및 위생용품, 시설아동은 내복과 양말, 외국인근로자에겐 양말 등을 전해줄 계획이다.

한편 전남대병원은 최근 3년간 총 119차례의 국내·외 의료봉사를 시행하는 등 공공의료활동을 활발하게 추진했다.

@highlight

전남대 병원은 지역내 다양한 소외계층을 지원하는 '사랑나눔 릴레이 봉사'를 진행하여 위문품 전달 및 건강 상담등 의료 봉사활동을 펼치며 소외계층에 대한 관심과 배려를 부탁하였다.