질병관리본부는 지난 11월 15일 전국에 독감 유행주의보를 발령했다.

그러면서 독감 예방접종을 하고 올바른 손 씻기와 기침 예절 지키기 등 개인위생 수칙을 준수할 것을 당부했다.

특히 생후 6개월~12세 어린이와 노인 등은 서둘러 예방접종을 끝내야 한다고 강조했다.

그런데도 도내 초등학생의 독감 예방 접종률은 저조하다.

건강에 대한 불안감이 커질 수밖에 없다.

제주도교육청에 따르면 11월 말 기준으로 도내 만 7~12세 어린이들의 예방접종률은 66.6%에 머물고 있다.

10명 중 4명 가까이는 아직도 예방접종을 하지 않았다는 것이다.

특히 만 10~12세의 접종률은 52.7%에 그치고 있다.

무료 독감 예방접종 대상자인데도 이 정도에 불과하다니 실망이다.

성인과 비교해 상대적으로 면역력이 약하다는 점을 생각하면 걱정이 앞선다.

더욱이 이달 들어서는 독감 유행이 초읽기에 들어갔다고 할 수 있다.

도교육청 집계로도 46개 학교에 학생 310명이 독감에 걸린 것으로 나타났다.

이 가운데 초등학생은 243명으로, 중학생 61명, 고등학생 6명에 비해 훨씬 많다.

그만큼 면역력이 취약하다는 것을 말해주고 있다.

정부가 무료 예방접종자로 분류한 것도 이래서다.

본격적으로 추위가 찾아오기 시작하면 어린이 환자의 증가세는 뚜렷할 것으로 점쳐진다.

전문의들도 예방 접종이야말로 겨울철 건강을 지키는 가장 확실한 방법이라고 한다.

무료인 만큼 시간을 내어 가까운 보건소나 병·의원을 찾기 바란다.

학부모의 관심도 중요하다.

내 아이의 건강은 내가 지킨다는 마음을 갖고 서둘러야 한다.

도교육청과 학교 측은 미접종자를 수시로 파악해 예방접종에 나서도록 지도해야 할 것이다.

이 기회에 도교육청과 보건당국은 어린이 예방접종이 저조한 이유를 면밀히 분석했으면 한다.

부모 동행 없이 혼자서는 보건소 등을 찾지 못하는 것이 주된 이유일 수 있다.

특히 맞벌이 부부나 취약계층의 아이들이라면 더욱 그럴 수 있다.

여건이 허락한다면 학교 방문을 통한 예방접종을 적극적으로 도입했으면 한다.

@highlight

제주도 교육청에 따르면 11월 말 기준으로 도내 만 7~12세 어린이들의 예방접종률은 66.6%에 머물고 있다며 면역력이 약한 생후 6개월~12세 어린이와 노인 등은 서둘러 예방접종을 끝내야 한다고 예방접종을 독려했다.