평택시는 최근 어린이보호구역 내 신호등과 과속카메라 설치 의무화 등을 골자로 하는 이른바 ‘민식이법’이 국회에 계류 중인 가운데 어린이보호구역 내 안전대책 강화를 선제적으로 실시한다고 9일 밝혔다.

시는 어린이보호구역 정기점검 및 시설 개선을 지속적으로 추진한 결과, 어린이 교통사고 발생 건수가 2017년, 2018년 각각 5회에서 2019년 1회(어린이 1명 부상)로 크게 감소했으나 어린이보호구역 내 일반 교통사고가 11건 발생하는 등 어린이 안전사고 위험은 여전히 높은 실정이다.

이에 따라 시는 평택경찰서와 협의해 관내 142개소 어린이보호구역 중 시속 40㎞ 이상으로 허용하고 있는 자란초 등 8개소 어린이보호구역의 제한속도를 내년 2월까지 시속 30㎞로 낮추는 방안을 추진할 계획이다.

또 어린이보호구역 내 급감속으로 인한 사고 위험성을 줄이기 위해 완충지역을 설정해 단계적으로 감속을 유도할 예정이다.

아울러 시는 내년 2월까지 평택경찰서, 도로교통공단, 평택교육지원청 등 유관기관과 실무회의 및 합동점검을 실시, 보도와 같은 높이의 고원식 횡단보도 및 과속방지턱, 보행자 신호등을 신설한다.

노란신호등과 옐로카펫 확대 설치 등 어린이보호구역 내 안전시설물도 2020년까지 보강 설치를 완료한다.

시는 어린이 보행 시 불법 주정차 차량으로 인해 운전자가 어린이를 인지 못 하고 발생하는 사고를 막기 위해 어린이보호구역 내 이동식 차량 불법 주차 일제 단속, 고정식 단속카메라 확충으로 사고를 예방하고, 어린이교통공원, 보행지킴이 등을 활용해 어린이 안전교육 및 캠페인도 강화할 방침이다.

정장선 시장은 "‘속도를 줄이면 사람이 보인다’는 정부의 슬로건을 평택시가 앞장서서 실천하겠다"며 "어린이보호구역 내 안전대책 강화는 교통약자인 어린이의 안전뿐 아니라 운전자 모두의 안전을 지키는 대책이므로 시민들께서도 협조해 주시길 당부 드린다"고 말했다.

@highlight

평택시는 어린이보호구역 정기점검 및 시설 개선을 지속적으로 추진한 결과, 어린이 교통사고 발생 건수가 감소 했으나 어린이 안전사고 위험은 여전히 높은 실정으로 ‘민식이법’이 국회에 계류 중인 가운데 어린이보호구역의 제한속도를 내년 2월까지 시속 30㎞로 낮추는 방안을 평택경찰서와 협의해 어린이보호구역 내 안전대책 강화를 선제적으로 실시한다고 9일 밝혔다. 