공직선거법 개정안이 11일부터 열리는 임시국회에서 처리될 가능성이 커짐에 따라 인천지역의 선거구 변화에 관심이 쏠리고 있다.

선거법 개정안은 원안인 ‘지역구 225석·비례대표 75석·연동률 50% 적용’하는 안에서 수정된 ‘지역구 250석·비례대표 50석·연동률 50% 적용’하는 안이 유력한 것으로 알려졌다.

9일 지역 정가에 따르면 해당 안이 통과돼도 인천지역 선거구 13곳은 유지될 것으로 보인다.

다만, 13곳 중 2곳이 인구 상한선을 초과할 것으로 예상돼 조정이 필요하다.

인구 상한 조건(27만6천408명)을 넘는 곳은 중·동·강화·옹진(28만7천763명, 자유한국당 안상수 의원)과 서갑(29만1천139명, 한국당 이학재 의원)이다.

이들 지역은 사실상 분구는 어렵고 인근 선거구와의 경계 조정이 될 가능성이 크다는 분석이다.

중·동·강화·옹진은 강화지역을 떼어내 계양지역과 붙이는 방안이 떠오르고 있다.

지난 15대 총선 때에도 강화와 계양은 ‘계양·강화갑’, ‘계양·강화을’로 묶였다.

당시 계양·강화갑에서는 새정치국민회의 이기문 의원이, 계양·강화을에서는 신한국당 이경재 의원이 당선됐다.

서갑은 서을 등 인근 선거구와 경계 조정을 할 것으로 전망된다.

그러나 선거법 개정안이 원안대로 통과되면 연수갑(15만288명, 더불어민주당 박찬대 의원)과 계양갑(14만3천295명, 민주당 유동수 의원) 등 2곳의 인구수가 하한 조건(15만3천560명)에 못 미쳐 조정 대상이 된다.

연수갑은 연수을과의 경계 조정 가능성이, 계양갑은 강화지역과 하나의 선거구로 통합될 가능성이 크다는 관측이 나온다.

지역 정가의 한 관계자는 "선거법 개정에, 선거구 획정까지 남아 있어 갈 길이 멀다"며 "혼란을 줄이기 위해서라도 빨리 마무리돼야 한다"고 말했다.

@highlight

11일부터 개최되는 임시국회에서 '지역구 250석·비례대표 50석·연동률 50% 적용'을 골자로 하는 공직선거법 개정안 처리가 유력할 것으로 알려졌고, 선거구 13곳은 유지될 것으로 보이지만 그중 2곳은 인구 상한선 초과로 조정이 필요할 것으로 예상됨에 따라 인천시는 이에 촉각을 곤두세우고 있다.