지지부진한 동남권관문공항 검증작업에 대한 응축된 불만이 대규모 집회로 터져 나왔다.

7일 부산경남울산의 시민들이 처음으로 한 자리에 모여 동남권 관문공항 설치를 촉구하는 대규모 궐기대회를 개최했다.

지난 6월 총리실이 검증을 맡기로 한 지 6개월이 되도록 검증위원회 구성조차 제대로 되지 않고 있는데 대한 반발이다.

이날 부울경 주민 5000여명은 부산역 광장에서 '동남권관문공항 결단 촉구 800만 총궐기대회'를 열고 정부의 동남권관문공항 결단을 촉구했다.

부울경 분위기가 심상치 않자 총리실은 부랴부랴 검증단 구성에 나섰다.

지난 6일에는 난항을 겪어오던 총리실의 신공항 검증단 구성이 마무리되고 첫 회의가 개최됐다.

분야별 학회, 연구기관, 대학교 등 전문기관으로부터 추천을 받은 뒤 부울경과 대구경북, 국토교통부의 제척 과정을 통해 21명 위원으로 구성됐다.

검증단은 앞으로 동남권관문공항이 필수적으로 갖추어야 할 요건과 김해신공항의 동남권관문공항으로서의 적정성을 검증하게 된다.

검증단 활동과정에 있어 부울경의 신경전도 가속화될 전망이다.

이달 중에는 서울에서 대규모 상경 궐기대회도 열 계획이다.

검증결과와 발표시기를 두고는 정치쟁점화 가능성도 제기된다.

이미 총선 전이냐 후냐 설왕설래 중이다.

부울경은 연내 검증완료를 외쳐왔지만 가능성은 높지 않은 분위기다.

여권 핵심관계자는 "총선전 발표는 어렵지 않겠느냐"고 말했다.

신공항에 대해 극도로 민감한 대구경북의 정서와 총선용 발표라는 고까운 시각 등을 고려한 발언으로 해석된다.

이낙연 총리도 검증위 구성 발대식에서 위원회 활동에 대해 "그 방향도 시한도 미리 정하지 않았다"고 말했다.

다만 이 총리는 "국가 중요정책의 불확실성은 가능한 한 빨리 정리하는 것이 옳다"며 "그 결정에는 졸속도 없고, 늑장도 없어야 한다"며 여지를 남겼다.

@highlight

부산경남울산의 시민들은 동남권관문공항 검증작업이 6개월이 되도록 검증위원회 구성조차 제대로 되지 않은 점에 대해서 반발하여 동남권 관문공항 설치를 재촉하는 대규모 궐기대회를 열었다.