무등산 국립공원 원효사 지구 이전 대상지인 광주 생태문화마을에 조성하는 숙박 시설의 재검토가 필요하다는 지적이 나왔다.

광주시의회는 9일 내년도 광주시의 예산안 검토보고서에서 생태문화마을의 한옥 숙박 시설을 재검토해달라고 요구했다.

시는 북구 충효동 일대에 조성하는 생태문화마을 9천㎡ 부지에 시비 45억원을 들여 한옥 7개 동을 건립할 계획이다.

시는 2018년 무등산권 세계지질공원 유네스코 인증에 따라 관광객이 증가하고 있으나, 무등산 주변에 숙박시설이 부족해 수요를 맞출 수 없자 숙박시설 건립을 추진하고 있다.

내년도 예산안에 타당성 조사와 기본계획수립 용역비 4천500만원을 편성해 의회에 제출했다.

시의회는 “생태문화마을은 외지 관광객을 위한 공간이 되기보다는 광주 시민을 위한 공간으로 조성해야 한다”며 “한옥 숙박 시설보다는 생태 환경을 가꾸는 데 집중해야 한다”고 강조했다.

시의회는 숙박시설 건립으로 인근 광주호 오염과 무등산 인근 신양파크호텔, 무등파크호텔, 평촌 반디마을의 민박 등과 중복 문제도 들었다.

특히 전남개발공사에서 운영하는 여수 오동재·영암 영산재 등 한옥 호텔이 운영에 어려움을 겪는 점을 들어 적자 운영을 우려했다.

2012년 개관한 여수 오동재는 2만7천㎡ 부지에 한옥 7개 동을 지었으나, 적자 경영을 이어오다가 3년 만인 2015년 매각을 결정하고 지난해 민간 업체와 위탁 계약을 체결했다.

2011년 1만8천㎡ 부지에 한옥 7개 동을 조성한 영암 영산재는 2015년 매각을 결정했지만, 아직 운영 업체가 나타나지 않고 있다.

시는 2022년까지 원효사 지구 내 시설과 상가(53개)를 생태문화마을 14만2천㎡ 부지에 집단 이전한다.

사업비 398억원을 들여 음식촌(상가단지), 세계지질공원 플랫폼 센터, 숙박시설, 생태·체험단지, 주차장, 공원 등을 조성한다.

내년 초부터 타당성 조사, 기본계획 마련, 실시설계 등의 절차를 거쳐 2021년 4월 공사에 들어가 2022년 6월 완공할 예정이다.

@highlight

무등산 국립공원 원효사 지구 이전 대상지인 광주 생태문화마을에 조성하는 숙박 시설의 재검토가 필요하다는 지적이 나왔는데, 시는 2018년 무등산권 세계지질공원 유네스코 인증에 따라 관광객이 증가하고 있으나, 무등산 주변에 숙박시설이 부족해 수요를 맞출 수 없자 숙박시설 건립을 추진하고 있지만 생태를 지키자는 이야기가 계속해서 나오고 있다.