우리나라 노동인구가 2040년까지 17% 줄어드는 등 세계에서 가장 빠르게 생산가능 인구가 감소할 것으로 전망됐다.

저출산·고령화로 노동인구가 개발도상국은 물론 미국, 일본, 유럽 국가들보다 더 빠르게 감소하면서 경제성장 잠재력이 약화할 것이란 우려가 나오고 있다.

9일 세계무역기구(WTO)가 최근 발간한 '세계 무역 보고서(World Trade Report) 2019'에 따르면 2040년 우리나라 인구는 지난해와 같은 수준을 유지하지만, 노동인구는 17%나 줄어들 것으로 추산됐다.

이는 세계 노동인구가 평균 17% 증가하는 것과 정반대로, 세계 주요국 가운데 가장 높은 감소율이다.

중국과 일본이 같은 기간 각각 14% 노동인구가 줄고, 러시아와 유럽연합(EU)도 각각 8%, 4% 감소할 것으로 예상됐다.

인도는 23%나 늘어나면서 최고 증가율을 보이고, 미국도 10% 늘어날 것으로 예상됐다.

아프리카 사하라 남쪽 개발도상국(LDC)들이 무려 78% 노동인구가 증가할 것으로 전망됐다.

특히 우리나라는 고등교육 수준 미만의 비숙련 노동인구 감소율이 51%에 달해, 이 역시 세계에서 가장 높을 것으로 예측됐다.

다만 숙련 노동인구는 2040년까지 26% 늘어날 것으로 예상됐다.

노동인구가 큰 폭으로 감소하면서 우리나라 국내총생산(GDP)은 2040년까지 65% 증가하는 데 그쳐 세계 평균(80%)에 미치지 못할 것으로 전망됐다.

일본(19%), EU(45%), 미국(47%) 등 주요 선진국보다는 높지만, 인도(226%), 중국(141%) 등에는 한참 뒤처지는 증가율이다.

국회 입법조사처는 최근 발간한 '우리나라의 생산연령인구 추이 및 전망과 시사점' 보고서에서 "한국의 생산연령인구(15∼65세)가 지난해 3765만명을 정점으로 감소하고 있다"면서 잠재성장률 하락을 우려했다.

입법조사처는 "생산연령인구 감소는 우리나라 잠재성장률을 지속적으로 떨어뜨릴 수 있다"며 "인구 속성상 생산연령인구의 감소는 시간의 흐름에 따라 가속화한다"고 대책 마련을 촉구했다.

@highlight

9일 세계무역기구가 발간한 '세계 무역 보고서 2019'에 따르면 2040년 우리나라 인구는 지난해와 같은 수준을 유지하지만 생산연령인구는 17%나 줄어들 것으로 예상되고, 입법조사처는 이런 현상으로 인해 우리나라 잠재성장률을 지속적으로 떨어뜨릴 수 있다고 우려하고 있다.