지난 9월 24일 평화로 새별오름 인근에서 교통사고가 발생하면서 극심한 차량정체가 빚어졌다.

평화로의 교통량이 제주에서 가장 많은 것으로 나타난 것과 관련 제주도가 향후 어떤 대책을 수립할지 관심이 모아지고 있다.

9일 제주도의 '2019년 도로 교통량 조사'에 따르면 관광대 입구 평화로를 지나는 차량이 하루 5만4779대로 제주에서 가장 많았다.

이는 2018년 4만9653대보다 10.3%(5126대) 늘어난 것이다.

이어 엘리시안골프장 평화로가 5만1570대, 중산간도로(월산) 5만742대, 일주도로(내도 검문소) 3만6623대 순이었다.

이처럼 평화로에 교통량이 몰리면서 출·퇴근 시간대 평화로와 연결돼 있는 애조로와 노형로 등도 극심한 정체 현상이 매번 반복되고 있는 상황이다.

사고도 끊이지 않으면서 제주지방경찰청은 올해 6월 평화로에 '구간 과속단속장비'를 추가 설치하는 등 사고예방에 나서는 한편 지난 10월부터는 '암행순찰차'를 배치해 난폭운전이나 신호위반, 중앙선 침범, 운전 중 휴대전화 사용 등에 대한 단속도 전개하고 있다.

문제는 평화로를 이용하는 차량이 앞으로 더 늘어날 거라는 점이다.

당장 평화로에서 약 5.8㎞ 떨어진 제주 최고층 드림타워(38층·169m, 연면적 30만3737㎡ )가 내년 4월 준공될 예정이며, 제주국제공항에서 내린 관광객이 렌터카를 타고 서부지역을 향하는 경우도 줄어들지 않을 거라는 전망 때문이다.

이에 따라 제주도는 광령과 도평, 월광로, 제주시민속오일시장, 제주공항을 연결하는 '평화로 우회도로(총 4.7㎞·사입비 730억원)'를 추진하고 있다.

그러나 지난해 2월 예비타당당성 조사를 기획재정부에 요청했지만 2년 가까이 흐른 현재까지 결과는 나오지 않으면서 거북이 걸음을 하고 있는 상황이다.

제주도 관계자는 "이번 교통량 조사 결과를 토대로 도시·교통계획을 수립할 계획"이라며 "평화로 우회도로의 타당성 조사가 조만간 나올 것으로 예상되기 때문에 결과에 따라 구체적인 계획이 나올 것"이라고 말했다.

@highlight

9일 제주도의 '2019년 도로 교통량 조사'에 따르면 관광대 입구 평화로를 지나는 차량이 제주에서 가장 많은 것으로 조사 된 가운데 내년 4월 제주 최고층 드림 타워가 준공 될 예정으로 혼잡함이 더 커질 전망으로 관계자는 이번 조사 결과를 기반으로 도시.교통 계획을 다시 수립할 예정이라고 전했다.