전남 광양시는 2020년 광양매화축제 성공적 개최를 위한 슬로건·포스터 대국민 공모에 나선다고 9일 밝혔다.

이번 공모는 내년 3월 개최 예정인 '제22회 광양매화축제'에 대한 국민적 관심과 참여를 유도하고 홍보 효과를 극대화하기 위해 축제 개최 이래 처음 마련됐다.

시작 단계부터 국민 참여형 축제로 만들어간다는 방침으로, 선정된 슬로건과 포스터는 광양매화축제 관련 홍보물과 행사장 시설물 전반에 활용된다.

공모 기간은 오는 12일까지며, 참신한 아이디어를 가진 대한민국 국민이면 누구나 참여 가능하다.

당선작 1편에는 300만 원, 후보작 2편에는 각각 100만 원의 시상금이 주어진다.

축제 취지와 이미지, 브랜드가 함축적으로 표현돼야 하고, 누구나 공감할 수 있는 것으로 슬로건과 포스터 디자인을 동시에 제출하여야 한다.

12월 중 심사위원회를 구성해 당선작을 선정하고, 시 홈페이지에 게시하는 한편, 개별 통보한다.

공모와 관련된 자세한 내용은 시 홈페이지 고시·공고를 참고하고 신청서를 작성해 오는 12일까지 이메일 또는 우편으로 제출하면 된다.

이화엽 관광과장은 "내년 '제22회 광양매화축제'는 축제장 전체를 쉼·힐링·감성 테마로드화하고 수요자 중심 인프라를 구축해 프로그램 완성도를 높이는 한편, 모든 세대를 아우르는 감성 축제로 운영해 나갈 방침이다"며 "축제의 추진 방침을 잘 살린 감각적이고 신선한 슬로건과 포스터가 많이 나왔으면 좋겠다"며 많은 관심과 참여를 주문했다.

한편, 백운산 자락 섬진강변 약 33만㎡ 매화 군락이 환상적인 장관을 이루며 대한민국 축제의 서막을 여는 광양매화축제는 트래블아이 어워즈 최우수 봄축제, 대한민국 빅데이터 최고인기상, 내 고향 명품우수축제대상 등 올해만 3관왕을 달성하는 쾌거를 이뤘다.

또 전라남도 대표축제로 지정된 광양매화축제는 마이크로소프트가 운영하는 포털사이트 MSN에서 선정한 '멋진 봄 풍경 볼 수 있는 아시아 23곳' 에 포함되는 등 젊고 감각적인 콘텐츠로 대한민국을 넘어 글로벌 명품축제로 위상을 공고히 하고 있다.

@highlight

전남 광양시는 시작 단계부터 국민 참여형 축제로 만들어간다는 방침으로 9일 국민들이 함께 하는 광양매화축제의 관심과 참여를 마련하고 홍보하기 위한 슬로건, 포스터 대국민 공모를 한다고 9일 밝혔다.