수도권을 제외한 지역에 거주하는 국민 10명 중 3명은 10년 내 자신의 거주지역이 사라질 수 있다고 예상했다.

지역경제 악화와 일자리 위축에 따른 지역소멸의 위험을 느끼고 있는 것으로 나타났다.

전국경제인연합회 산하 한국경제연구원은 최근 시장조사 전문기관 모노리서치에 의뢰한 '지역경제 현황 및 전망'에 대한 인식조사 결과 지방민의 85%는 올해 지역 일자리가 지난해보다 감소했으며 체감 일자리 수준은 작년의 69.2%에 불과하다고 응답했다고 10일 밝혔다.

일자리 감소폭이 가장 큰 지역은 울산(전년 대비 61.6% 수준)·강원(64.8%)·세종(64.8%) 등의 순이었다.

지방민의 60.6%는 본인이 거주하는 지역이 소멸될 것이라 생각했고 이 중 60.6%는 10년 이내에 소멸될 것으로 전망했다.

다시말해 국내 지방 거주민의 3분의 1 이상(36.7%)이 10년 이내에 자신의 거주지역이 소멸될 것으로 생각하고 있다는 의미이다.

지역경제 활성화 방안으로는 ▲지역산업 활성화(46.3%) ▲저출산·고령화 대응(15.6%) ▲지자체 투자 유치(14.9%) ▲보조금·수당 등 지원확대(10.7%) ▲도로·철도 등 인프라 확충(7.2%) ▲지역부동산 경기 부양(5.3%)등을 제시햇다.

지방민의 85.2%는 올해 지역경제가 작년보다 악화됐다고 생각하는 것으로 조사됐다.

경기악화 주요 지역은 울산(전년대비 62.8%)·충북(64.2%)·부산(66.1%) 등의 순으로 조사됐다.

지역경제 위축 원인으로는 지역산업 위축(28.4%), 지역재정 악화(24.3%), 지역소비 부진(21.3%), 지역인구 감소(13.8%), 지역부동산 가격 하락(12.2%) 등을 꼽았다.

유환익 한경연 혁신성장실장은 "지방경제는 최근 내수기반 약화라는 악순환에 갇혀있다"며 "지역적 특성을 반영한 산업구조의 개편과 관광산업 활성화 등 지방 자생력 확충을 위한 지원에 나서야 할 때"라고 강조했다.

@highlight

수도권 제외 지방에 거주하는 국민 10명 중 3명이 10년 내 거주지역이 사라질 수 있다고 예상하는 가운데 한국경제연구원은 최근 의뢰한 지역경제 현황 및 전망에 대한 인식조사 결과 지방민의 85%가 올해 지역 일자리가 지난해보다 감소했으며 체감 일자리 수준은 작년의 69.2%에 불과하다고 응답하고, 지방민의 85.2%는 올해 지역경제가 작년보다 악화됐다고 생각하는 것으로 조사되었다고 전했다.