전남 장성군은 올해 농업유용미생물 배양센터에서 8190농가에 150t 규모의 미생물을 공급했다고 10일 밝혔다.

군은 친환경 농축산업 환경을 만들기 위해 지난 2017년 농업유용미생물 배양센터를 준공해 운영 중에 있다.

또 생산된 미생물을 관내 농가에 전량 무상 공급하고 있어 매년 농업미생물을 이용하는 농가수와 공급량이 빠른 증가 추세를 보이고 있다.

현재 장성군이 배양센터를 통해 생산하고 있는 미생물은 고초·광합성·효모·유산균의 4종이다.

고초균은 다양한 효소분비로 퇴비를 생성시키고 병충해를 방지하며 가축사료의 소화율을 높인다.

광합성균은 시설작물의 연작장해를 해소하고 작물의 생육생장을 촉진하며 가축의 체중 증량에 도움을 준다.

효모와 유산균은 땅심을 증진하고 가축사료 효율성을 증대시킨다.

축사악취 제거에는 네 가지 균 모두 효과가 좋다.

올해에는 농촌진흥청에서 개발한 특허균주 바실러스 벨레젠시스(GH1-13)를 시험 배양해 토마토, 지황 재배농가에 현장 실증했다.

그 결과 무처리구에 비해 생산량이 8~10% 증가했으며, 병 발생이 억제되는 효과가 있었다.

이밖에도 장성군은 고사율이 높은 복분자에 길항미생물(Pseudomonas chlororaphis)을 투입해 토양 및 식물체 병원균을 분리하고, 뿌리 활력을 강화시키는 실증사업을 2년 째 추진 중이다.

아울러 군은 미생물의 품질을 높이기 위해 매주 자가 품질검사를 실시하고 연 2회 이상 전문검사기관에 검사를 의뢰해 미생물 생산·공급 체계를 철저히 관리하고 있으며 실증시험포도 별도로 운영하고 있다.

또 농업유용미생물 활용 교육을 추진해 유용미생물의 효과와 활용법을 안내하고 미생물에 대한 농업인들의 인식 개선을 도모하고 있다.

유두석 장성군수는 "소비자와 농업인이 만족하는 안전한 먹거리 생산과 지속가능한 친환경 농업 확대를 위해 더욱 힘쓰겠다"고 말했다.

@highlight

장성군이 2017년 준공한 농업유용미생물 배양센터에서 8190농가에 150통 규모의 미생물을 전량 무상 공급하여 큰 호응을 얻고 있다.