양주 송추마을에 위치한 나눔갤러리 블루(대표 신현용, 관장 박선미)가 '2019 아트바자회'를 오는 12월 12일부터 한 달간 개최한다.

미술인들의 힘으로 도움이 필요한 동료작가를 돕기 위한 '미술자선시장'의 컨셉을 통해서다.

이번 바자회에서는 회화, 조각, 사진, 서예, 도예, 공예 등 모든 시각예술의 작가와 콜렉터가 참여한다.

작품이외에도 자신의 작품을 주제로 한 아트상품과 콜라보상품 등도 전시·판매된다.

지난 11월에 있었던 사전 작가공모에는 총 77명의 국내외 작가가 참가신청을 마쳤다.

미국, 일본, 독일, 베네수엘라 등 6개국 100여명의 작가들이 내놓은 작품들이 출품될 예정이다.

특히, 멀리 탄자니아 출신 에드워드사이디팅가팅가(E.S.TingaTinga)의 작품이 한국과 탄자니아의 어려운 작가를 위해 전시될 예정이라고 갤러리측 관계자는 설명했다.

나눔갤러리 박선미관장은 "이맘때면 다양한 자선행사가 열리지만 정작 경제적 어려움으로 창작 활동을 못하는 예술가를 위한 자선행사는 찾기 힘들다. 그래서 이번 바자회를 준비하게 됐다"고 말했다.

국내외 작가 77명이 이번 바자회에 참가한 것도 이번 행사의 취지에 동감했기 때문이라는게 박 관장의 설명이다.

그는 이어 "미술이 가진 선한 영향력을 통해서 우리사회에 나눔 문화를 꽃피우려는 나눔갤러리 블루의 뜻에 동참 해주신 작가님들께 진심으로 감사드린다"며 "나눔갤러리블루를 찾는 사랑의 발길이 행복한 걸음이 될 수 있도록 잘 준비하겠다"고 강조했다.

이번 아트바자회에서는 그림전시 이외에도 '세계 名茶시음회'와 '타로카드로 보는 2020 庚子年 내운세 점쳐보기' 등 다양한 이벤트도 관객들을 기다리고 있다.

한편, 나눔갤러리는 예술과 나눔을 통해 따뜻한 사랑을 펼친다는 컨셉으로 지난 10월 양주 송추마을에 오픈한 '젊은 갤러리'다.

다양하고 창의적인 기획전시로 미술계의 호평을 받고 있는 것으로 알려졌다.

@highlight

11월에 있었던 사전 작가 공모에 총 77명의 국내외 작가가 참가 신청을 한 '2019 아트바자회'가 12월 12일부터 한 달간 양주 송추마을에 위치한 나눔갤러리 블루에서 미술인들의 힘으로 도움이 필요한 동료작가를 돕기 위한 '미술자선시장'의 콘셉트로 열린다.