자율운항 선박이 항해 중 주변 장애물을 인지하고 이를 피해 목적지에 성공적으로 도착했다.

SK텔레콤과 삼성중공업은 거제조선소 인근 해역에서 5G 통신기술을 활용해 모형선박 시험운항에 성공했다고 10일 밝혔다.

SK텔레콤과 삼성중공업 엔지니어들이 거제조선소 인근에서 자율운항 중인 모형선박을 모니터링하고 있다.

운항 테스트는 삼성중공업 거제조선소에 구축한 5G망을 이용해 조선조 인근 해상으로부터 약 250km 떨어진 대전 원격제어센터에서 동시에 이뤄졌다.

양사는 원거리에서 목적지 정보만 입력하면 모형선박이 주변 장애물을 인지하고 이를 피해 목적지에 도착하는 자율운항기술과 직접제어가 필요한 경우 5G망을 통해 실시간으로 선박을 원격 조종하는 기술검증에 성공했다.

5G 기반 자율·원격운항 테스트 플랫폼을 활용하면 협수로를 운항하거나 넓은 시야각이 필요한 접안 시 운항 안전성을 높일 수 있다.

또 선박 운항과 관련한 모든 데이터를 사물인터넷(IoT) 플랫폼과 연계시켜 실시간으로 클라우드로 전달해 선박 상황을 종합적으로 모니터링 할 수 있다.

이날 자율·원격 운항에 성공한 모형선 '이지고(Easy go)'는 삼성중공업이 독자 개발한 길이 3.3m 크기의 자율운항 시험용 선박이다.

이 선박에는 5G 기반의 라이다(LiDAR)와 SK텔레콤 영상관제 솔루션인 'T 라이브 캐스터', 클라우드 기반 IoT 솔루션 등이 탑재됐다.

배터리 전기추진 타입으로 세밀한 원격제어와 자율운항이 가능하다.

SK텔레콤과 삼성중공업은 지난 3월 5G기반 조선소(스마트 야드) 구현을 위한 양해각서를 체결하고 다양한 기술을 개발하고 있다.

양사는 스마트 야드가 구축되면 조선소 내 수 많은 시설·장비들의 동작을 실시간으로 감지·제어가 가능해져 작업 안전성과 생산성이 한층 더 높아질 것으로 기대하고 있다.

@highlight

SK텔레콤과 삼성중공업은 10일 먼거리에서 목적지만 입력하면 주변 장애물을 피해 도착하는 자율운항기술과 5G망으로 선박을 실시간 원격 조종하는 모형선박 시험운항 기술검증에 성공했으며 스마트 야드가 구축되면 조선소 내 수 많은 시설·장비들의 동작을 실시간으로 인식·제어가 가능해져 작업 안전성과 생산성이 한층 더 높아질 것으로 기대하고 있다.