한국토지주택공사(LH)는 진주 본사에서 '주거복지 장학금 전달식'을 개최하고 '제2회 LH 의인상 수상식'을 진행했다고 10일 밝혔다.

주거복지 장학금은 2012년 시작해 올해 7회를 맞는 사업으로, LH 임대주택에 거주하는 저소득 입주민 자녀를 지원해 취약계층의 학습기회를 보장하고 건실한 사회인으로 성장하도록 돕고 있다.

LH는 해당 장학금을 통해 올해까지 총 1936명의 학생에게 22억5000만원을 지원했으며 올해는 학업우수자 외에도 웹툰제작, 예체능, 용접 등 다양한 분야에서 재능을 키우고 있는 특기생도 함께 선발해 191명의 학생들에게 각 100만원의 장학금을 수여했다.

또 변창흠 LH 사장은 'LH CEO 장학금'을 조성하고 취임 후 외부 강연을 통해 받은 강연료를 3명의 학생에게 개인후원했으며, 제 1호 장학생은 경남 김해에서 올해 대학수학능력시험에서 만점을 받은 송연준 학생이다.

올해 2회째를 맞는 LH 의인상은 임대주택 입주민 및 주거복지 유관기관 재직자 중 남다른 시민의식으로 타의 모범이 되는 의로운 일이나 선행을 행한 분들에게 사회를 대표해 감사의 마음을 전달하는 공모사업으로, 올해는 지난해보다 수상자를 확대하교 LH 임직원 대상 전자투표를 실시했다.

수상자로는 교육기부를 통해 취약계층 청소년 지원에 힘쓴 연세대학교 제1호 사회혁신가 윤종한(서대문구 전세임대 거주) 학생과 사회적 기업을 운영하며 기업이윤의 사회적 환원을 실천하고 있는 김인기(나눔환경)씨 등 총 8명이 선정됐으며, 개인별로 상장 및 상금 100만원이 수여됐다.

변창흠 LH 사장은 "학생들이 우리 사회의 든든한 기둥으로 성장해 나가길 진심으로 기원하고, 이웃의 어려움과 위급함을 내일처럼 여겨 따뜻한 공동체를 만들어 주신 분들께도 깊은 감사와 존경을 표한다"며 "LH는 앞으로도 건강한 사회를 만들기 위해 든든한 후원자의 역할을 지속 하겠다"고 말했다.

@highlight

한국토지주택공사는 진주에서 LH 임대주택에 거주하는 저소득 입주민 자녀를 대상으로 주거복지 장학금 전달식을 개최하고 건강한 사회 위한 후원자 역할을 할 것이라며 '제2회 LH 의인상 수상식'을 진행했다고 10일 밝혔다.