삼성자산운용은 '삼성 한국형TDF(타깃데이트펀드)'가 올해 들어 증가한 순자산이 5000억원을 넘어섰다고 10일 밝혔다.

삼성 한국형TDF 시리즈는 설정후 꾸준하게 수익을 거두며 순자산 총 1조588억원까지 증가했다.

삼성 한국형TDF 2045 펀드 기준으로 설정 후 25.55%, 최근 1년 11.59%의 성과를 거두는 등(에프앤가이드 12월 9일 기준) 안정적인 수익을 내고 있다.

삼성 한국형TDF는 은퇴시점에 맞춰 각기 다른 주식·채권 비중으로 자산배분 하는 펀드다.

삼성 한국형TDF 2015, 2020, 2025, 2030, 2035, 2040, 2045, 2050(환헷지형), 2050(환노출형)에 이어 지난 11월 27일엔 2055(환헷지형), 이번 달 9일엔 2055(환노출형) 펀드까지 추가로 출시해 총 11개 제품군을 갖췄다.

상품별, 업권별로도 순자산이 고르게 늘었다.

지난 2016년 4월 동시에 선보였던 2020펀드(2135억원), 2025펀드(1231억원), 2030펀드(1476억원), 2035펀드(1060억원), 2040펀드(1613억원), 2045펀드(2521억원) 등 총 6개 상품 모두 1000억원 이상의 규모로 성장했다.

올해에만 각각 최소 430억원부터 최대 1400억원의 순자산이 증가한 결과다.

또한 판매채널의 다변화 전략을 통해 업권 별로도 증권사에서 약 48.6%, 은행에서 43.8% 내외의 비중으로 고르게 판매됐다.

연금사업본부 김정훈 상무는 "갓 사회생활을 시작한 세대부터 은퇴를 목전에 둔 세대까지 전 세대를 아우른 은퇴 솔루션으로 삼성 한국형TDF를 제안해왔고, 이것이 다양한 고객접점에서 다양한 연령대로의 판매로 이어지고 있다"며 "한편으론 연말정산을 앞두고 세액공제 혜택을 받으려는 개인투자자들의 연금 펀드 투자자금이 몰려 수탁고와 순자산 증가에 기여했다"고 말했다.

@highlight

삼성자산운용은 '삼성 한국형TDF'가 올해 들어 순자산이 5000억원 이상 증가해 순자산 총액이 1조588억원까지 증가하고 최근 1년 11.59%의 성과를 거두는 등 안정적인 수익을 내고 있다고 전했다.