친환경 편의점을 표방하며 다양한 환경 사랑 활동을 전개하고 있는 세븐일레븐이 친환경 공익 인프라 확충에도 본격 속도를 내고 있다.

세븐일레븐은 교외 국도변에 위치한 드라이브인 점포 6개 점에 일차적으로 전기차 충전기 설치를 마치고 본격 서비스 제공에 나섰다고 10일 밝혔다.

세븐일레븐은 지난 6월 '한국전기차충전서비스'와 함께 친환경 전기차 충전소 및 서비스 제공 MOU를 체결한 바 있다.

한국전기차충전서비스의 '해피차저' 회원카드나 개인 신용카드를 사용해 충전 서비스를 이용할 수 있으며, 완충 시간은 약 30분에서 1시간 정도 소요된다(차량 제조사에 따라 상이).

세븐일레븐 전기차 충전소 설치 점포의 자세한 위치는 한국전기차충전서비스 홈페이지나 환경부 전기차 충전소 홈페이지를 통해 확인할 수 있다.

전기차 충전기가 설치된 점포는 가평자전거테마파크점, 안성죽산녹박점, 용인명지대점, 화성태안안녕점, 서귀포덕수점, 여수오토파크점 등 6곳이다.

세븐일레븐은 교외 나들이에 나선 전기차 이용자들의 편의를 높일 수 있고, 드라이브인 점포인 만큼 주차 및 편의점 이용도 편리해 해당 가맹점의 고객 증가에도 긍정적 영향을 미칠 것으로 기대하고 있다.

또한 환경재단의 미세먼지 방지 1호 기업으로서 '그린세븐 캠페인' 등 사회공헌 활동 전개에 이어 이번에 미세먼지 방지를 위한 친환경 전기차 충전 플랫폼으로까지 역할 확대를 통해 '환경 친화 기업' 이미지를 확고히 다질 수 있을 것으로 보고 있다.

이를 위해 내년에도 전기차 충전기 설치 가능 점포를 추가로 조사하고 경영주와의 협의를 거쳐 전기차 충전 서비스 운영점을 더욱 확대해 나갈 계획이다.

이희석 세븐일레븐 시설인테리어팀장은 "환경 문제는 범사회적 이슈로서 그 중요성이 계속 커지고 있는 만큼 기업들도 환경 보호 활동에 적극적으로 나서야 한다"며 "이제 편의점은 일상생활 플랫폼으로 자리 잡았다. 세븐일레븐은 친환경 편의점으로서 전국 인프라망을 십분 활용해 다양한 환경 사랑 활동을 지속 펼쳐나갈 것"이라고 말했다.

@highlight

세븐일레븐은 교외 국도변에 위치한 드라이브인 점포 6개 점(가평자전거테마파크점, 안성죽산녹박점, 용인명지대점, 화성태안안녕점, 서귀포덕수점, 여수오토파크점)에 전기차 충전기 설치를 마치고 본격 서비스 제공에 나섰다고 밝히고, 교외 나들이에 나선 전기차 이용자들의 편의와 주차 및 편리한 편의점 이용 등이 해당 가맹점의 고객 증가에 긍정적이라고 보고 있다.