운행을 마친 전기버스에 충전기만 꽂아두면 밤새 96대의 버스가 순차적으로 완충되는 대규모 충전인프라가 경기도 수원에 들어섰다.

수원시와 수원여객㈜은 9일 오후 3시 수원북부공영차고지에서 전기버스 충전인프라 구축사업 준공식 및 시승식을 개최했다.

이날 준공식에는 염태영 수원시장과 조명자 수원시의회 의장, 이용진 수원여객 대표이사 등이 참석해 직접 충전을 시연해보고 전기버스에 시승하는 시간도 가졌다.

특히 현장에서 일반버스와 전기버스의 매연 소음 등 오염도를 실제로 측정해 비교해보고 공해가 발생하지 않는 전기버스 등 친환경 교통수단 확대 필요성에 공감했다.

수원시는 올해 온실가스 및 미세먼지 등 대기오염물질 저감을 위해 전기버스 도입에 적극 나서기로 하고 3년간 1000대의 전기버스를 도입한다는 목표를 세웠다.

이를 위해 지역 최대 규모의 버스사업자인 수원여객과 협약을 맺고 94대의 전기버스구매 지원과 함께 북부공영차고지를 충전인프라 부지로 제공했다.

수원여객은 이곳을 기점으로 하는 버스노선부터 순차적으로 전기버스를 도입키로 하고, 96기의 충전기를 갖춘 충전인프라를 구축했다.

북부공영차고지에 갖춰진 충전인프라는 버스에 충전장치를 꽂아두면 한 대를 충전시킨 후 다른 버스를 충전하는 파워뱅크형이다.

밤새 충전기를 꽂아두면 순차적으로 세워져있는 버스에 충전이 진행돼 96대의 버스가 다음날 다시 운행을 할 수 있도록 완충되는 시스템이다.

또 기사들이 쉬는 시간을 활용해 20여분만 충전해도 30KW 가량 더 충전돼 안전하게 전력을 확보할 수 있다.

특히 햇빛과 비, 눈 등으로부터 충전기와 사용자를 보호하기 위해 설치한 캐노피에 태양광 패널을 부착해 태양광발전사업을 겸할 수 있도록 친환경적으로 설계했다.

염태영 수원시장은 "친환경 교통수단으로 변화하는 것은 이제 선택이 아니라 필수"라며 "시민의 당연한 권리인 맑은 공기를 지키기 위해 정부와 기업, 시민 모두 실질적인 변화를 만들어야 한다"고 강조했다.

@highlight

수원에 전국 최대 전기버스 충전소가 들어서 수원시와 수원여객㈜은 9일 전기버스 충전인프라 구축사업 준공식 및 시승식을 개최하여 준공식에는 염태영 수원시장 등이 참석해 직접 충전을 시연해보고 전기버스에 시승하는 시간도 갖고 현장에서 공해가 발생하지 않는 전기버스 등 친환경 교통수단 확대 필요성에 공감했다.