삼성중공업이 SK텔레콤과 손잡고 대전과 거제를 5G 통신으로 잇는 자율운항선박 테스트 플랫폼 구축을 완료하고 기술 검증에 성공했다.

삼성중공업은 지난 9일 대전 선박해양연구센터에 설치한 원격관제센터에서 약 250㎞ 떨어진 거제조선소 바다 위 모형 선박을 실시간으로 원격 제어하며 시험 운항을 완료했다고 10일 밝혔다.

이번 시험운항으로 선박에 목적지를 입력하면 최적 운항 경로를 스스로 탐색해 항해하며 주변 장애물까지 피하는 자율운항 기술과 원거리에서 선박을 제어하는 원격운항 기술 검증에 성공했다고 삼성중공업 측은 설명했다.

특히 삼성중공업은 국제해사기구(IMO)가 정한 해상충돌예방규칙(COLREGs)도 모두 만족했다.

COLREGs는 선박의 접근, 추월, 교차 시 서로 간의 충돌을 예방하기 위한 국제 선박 운항 규칙이다.

시험 투입된 LNG(액화천연가스)운반선 형상의 모형선 '이지 고(Easy Go)'는 삼성중공업이 독자 개발한 오토 파일럿과 관성 항법 시스템을 적용한 길이 3.3m 크기의 자율운항 선박이다.

광대역 초고속 통신이 가능하고, 고성능 카메라와 라이다로 주변을 식별할 수 있으며 클라우드기반 사물인터넷(IoT) 기술이 적용된 배터리 전기추진기가 설치돼 원격 제어는 물론, 자율 운항도 할 수 있다.

원격관제센터에서는 선박에 적용한 총 5대의 고성능 카메라로 주변 영상과 장애물의 위치정보를 확인하고, 모션 정보와 운항 정보도 실시간으로 모니터링·제어할 수 있다.

심용래 삼성중공업 조선해양연구소장은 "독자 기술로 개발한 원격, 자율운항 시스템에 초고속 5G 통신 기술을 결합해 자율운항선박 기술 진보를 위한 최적의 연구 환경을 확보했다는 데 의미가 크다"며 "이를 토대로 원격자율운항 선박 기술을 선도해 나갈 것"이라고 말했다.

@highlight

10일 삼성중공업은 지난 9일 원격관제센터에서 약 250km 떨어진 거제조선소의바다 모형 선박의 원격 시험 운항을 완료했다고 밝혔는데, 이는 구제해사기구가 정한 해상충돌예방규칙도 만족해 초고속 5G 통신 기술을 결합한 자율운항선박 기술 진보를 위한 최적의 연구 환경을 확보했다고 전했다.