국제안전도시를 표방하는 제주도가 범죄, 생활안전분야 지역안전지수 평가에서 5년 연속 최하등급에 머물렀다.

행정안전부가 2018년 통계를 기준으로 산출해 10일 발표한 2019년 전국 지역안전지수 평가 결과에 따르면 올해 제주도는 범죄와 생활안전분야에서 최하등급인 5등급을 받았다.

지역 안전지수는 통계지표를 바탕으로 ▷교통사고 ▷화재 ▷범죄 ▷생활안전 ▷자살 ▷감염병 등 6개 분야의 안전수준을 점수화 해 최고 1등급부터 최하 5등급까지 등급을 매긴 것을 말한다.

행안부는 지역안전지수를 지난 2015년에 도입해 해마다 발표하고 있다.

제주도는 지역안전지수가 도입된 이래 매년 범죄, 생활안전분야 분야에서 최하등급을 받았다.

제주의 범죄 안전지수가 올해도 최하등급으로 분류된 이유는 제주에서 발생한 5대 범죄건수가 인구 1만명당 123.8건으로 전국 평균보다 40% 많지만 범죄 예방을 위한 CC(폐쇄회로)TV 설치 증가율은 전국 9개 광역도 지역 중 가장 낮은 34%(평균 44%)에 그쳤기 때문이라고 행안부는 설명했다.

또 생활안전분야의 경우 제주도가 국립재난안전연구원의 자문을 받아 도내 관광지 등 추락위험지역 개선사업을 실시해 추락사고가 전년보다 12.4% 줄었지만 개인 부주의로 발생한 열상(피부가 찢어지는 상처) 부상이 6.2% 늘어 이번에도 5등급을 유지했다.

아울러 제주의 교통사고 안전지수는 3등급으로 분류됐으며 화재는 2등급, 자살 4등급, 감염병 2등급으로 분류됐다.

지난해보다 등급이 상승한 분야는 없었다.

행안부는 2020년 소방안전교부세의 5%를 지역안전지수와 연계해 안전지수 등급이 낮은 취약지역이나 전년 대비 지수가 크게 개선된 지역에 지원할 계획이다.

지역안전지수는 행안부(www.mois.go.kr), 국립재난안전연구원(www.ndmi.go.kr), 생활안전지도(www.safemap.go.kr) 홈페이지에서 확인할 수 있다.

@highlight

행정안전부가 10일 발표한 2019년 전국 지역안전지수 평가 결과에 따르면 범죄건수 대비 범죄 예방을 위한 CCTV 설치 증가율 저조 및 개인 부주의에 의한 열상 부상 증가로 제주도는 범죄와 생활 안전분야에서 최하 등급인 5등급을 받았다.