한국연구재단(이사장 노정혜)은 이창환 울산의대 서울아산병원 교수와 이종범 서울시립대 교수 연구팀이 폐암 발생과 증식에 관여하는 핵심 단백질 '유에스이1(USE1)'을 표적으로 하는 간섭RNA 나노구조체를 디자인하고 동물모델을 통한 항암효과를 확인했다고 10일 밝혔다.

한국인 암 사망률 1위인 폐암에 대한 유전자치료의 임상적용을 앞당기는 데 기여할 것으로 기대된다.

질병의 원인단백질이 생성되지 않도록 애초에 그 단백질에 대한 정보가 담긴 유전자를 차단하는 유전자치료제는 원하는 단백질을 타깃으로 할 수 있다는 것이 장점이다.

하지만 구조적으로 불안정한 RNA는 생체고분자로 화학항암제에 비해 독성우려는 적지만 체내에서 분해되기 쉬워 활용이 어려웠다.

연구팀은 폐암유발단백질 USE1을 표적으로 하는 짧은 가닥 간섭 RNA를 디자인하고 이를 표적부위까지 도달할 수 있는 나노입자로 합성하는 데 성공했다.

먼저 불안정한 RNA가 분해되지 않고 표적에 잘 도달하도록 복제효소를 이용해 간섭RNA 가닥을 대량으로 증폭하고, 이 가닥들이 엉기면서 자가조립되는 방식으로 나노구조체를 합성했다.

특히 세포 내에 존재하는 유전자절단효소를 이용해 RNA 가닥들이 선택적으로 방출될 수 있도록 설계했다.

실제 사람의 폐암조직이 이식된 쥐에 합성된 간섭RNA 기반 나노구조체를 투여한 결과 이식된 종양의 크기가 작아졌다.

USE1이 만들어지지 않는 인간종양세포주에서의 결과가 동물모델에서도 재현된 것이다.

연구팀은 나아가 이러한 간섭RNA의 항암효과가 무분별하게 분열하는 암세포의 분열정지와 세포사멸 유도에 따른 것임을 알아냈다.

과학기술정보통신부와 한국연구재단이 추진하는 중견연구자지원사업 등의 지원으로 수행된 이번 연구의 성과는 국제학술지 '바이오머티리얼스'에 최근 게재됐다.

@highlight

10일 이창환 서울아산병원 교수와 이종범 서울시립대 교수 연구팀이 폐암 발생에 관여하는 핵심 단백질 '유에스이1'을 표적으로 하는 간섭RNA 나노구조체를 동물모델을 통한 항암효과를 확인함에 따라서, 폐암에 유전자치료의 임상적용을 앞당기는데 기여와 더불어 질병의 원인단백질이 생성되지 않도록 유전자를 차단하는 원하는 단백질을 표적으로 할 수 있다는 장점이 있다.