도봉구(구청장 이동진)는 10일 구청 8층 소통협력실에서 '마을과 함께하는 2020 도봉형 방과후학교 운영에 관한 협약식'을 개최했다.

'마을과 함께하는 도봉형 방과후학교'는 2017년부터 도봉구에서 시작한 '도봉형 마을방과후활동'을 학교 방과후와의 연관성을 강조하며 2020년 사업부터 새롭게 이름 붙인 명칭이다.

'도봉형 마을방과후활동'는 마을을 중심으로 도봉구와 지역 교육자원이 주체가 돼 현재 학교 내에서 운영되고 있는 방과후학교로 전국 최초로 지자체가 직접 운영하는 사업이다.

이는 학교에서는 정규교육과정과 학생생활지도에 전념, 도봉구와 지역사회는 아동·청소년의 전인적 성장·발달을 지원하는 새로운 유형의 공교육 지원모델이다.

구는 사업 추진을 위해 2017년2월 '도봉마을방과후활동운영센터' 신설, 2017년 5개교(서울도봉·방학·신방학·월천초, 방학중) 시범사업을 시작으로 2018년에는 8개교(서울도봉·방학·신방학·월천·숭미·신창·쌍문·창동초), 2019년에는 10개교(서울신화·창원초 추가)를 운영 중에 있다.

2020년 새학기가 시작되는 3월부터는 가인초등학교와 오봉초등학교가 동참, 도봉구 내 12개 초등학교(서울도봉·방학·신방학·월천·숭미·신창·쌍문·창동·신화·창원·가인·오봉초)에서 도봉형 방과후학교 프로그램이 운영될 예정이다.

이번 협약식에서는 도봉구와 신규 참여학교 2개교가 한자리에 모여 협약서 및 계약서에 상호 서명, 2020년 사업의 원활한 추진을 위해 뜻을 나누는 중요한 자리가 됐다.

이동진 도봉구청장은 "아이들이 대부분의 시간을 보내는 학교에서 즐겁고 행복하고 안전한 방과후 수업이 이루어질 수 있도록 마을자원을 활용한 양질의 프로그램을 제공하는 노력을 계속해 나가겠다"고 밝혔다.

@highlight

도봉구는 10일 구청8층 소통협력실에서 전국 최초 지자체가 운영하는 '마을과 함께하는 2020 도봉형 방과후학교 운영에 관한 협약식'을 갖고 새학기부터 12개 초등학교로 확대 운영할 계획이다.