조류인플루엔자(AI) 발생 예방을 위해 정부가 전국의 가금 관련 축산 시설에 대한 일제 소독을 추진한다.

농림축산식품부는 11~12일 전국 가금류 도축장(50개소), 사료 공장(86개소), 분뇨·비료 업체(291개소), 계란 유통 업체(111개소), 부화장(180개소), 왕겨 업체(173개소) 등 축산 차량 출입이 잦은 891개 시설을 소독할 예정이라고 10일 밝혔다.

대상 시설 내·외부와 차량 진출입로, 가금 계류장 등을 청소·소독한다.

추워진 날씨에 소독 시설이 얼거나 동파되지 않도록 보온 시설도 정비한다.

정부는 문자나 사회관계망서비스(SNS) 등을 활용, 전국 축산 시설과 축산 차량 운전자에 소독 여부 확인을 위한 점검을 당부하고 겨울철 소독제 사용 요령을 지도할 계획이다.

올해 들어 지난 8일까지 전국에서 고병원성으로 발현될 위험이 있는 H5형 AI 항원은 총 16차례 검출됐다.

이 중 아직 고병원성 판정을 받은 경우는 없다.

축산 차량은 AI 바이러스의 주된 전파 요인으로 꼽힌다.

농식품부는 축산 차량이 철새 도래지 중 과거 고병원성 AI 항원이 검출된 지역이나 가금 밀집 지역 등 79개 장소에 접근하면 차량에 설치된 무선인식 장치를 통해 진입 금지를 알리는 음성 안내를 제공하고 있다.

농식품부 관계자는 “가금 농가는 축산 차량의 농장 내 출입을 원칙적으로 금지해야 하며 부득이하게 출입해야 할 경우에도 농장 전용 차량을 이용하거나 방문 때마다 축산 시설과 거점소독시설, 농장 입구 등에서 3차례 소독하도록 해야 한다”며 “축산 차량도 가금 농가로 AI 항원이 유입되지 않도록 철새 도래지로 진입하지 않고 우회해 통행하는 등 방역 대책에 협조해 달라”고 당부했다.

@highlight

농림축산식품부가 11~12일 조류인플루엔자 발생 예방을 위해 축산 차량 출입이 잦은 891개 시설을 소독할 예정이며, 소독시설이 얼거나 동파되지 않기 보온시설도 정비한다.