성북구(구청장 이승로)는 19일 성북길빛도서관 개관식을 개최한다.

지하 1, 지상 2층으로 조성된 성북길빛도서관은 누구에게나 열린 공간으로 지역 내 문화와 정보 교육의 융·복합 커뮤니티 공간으로 조성됐다.

1층에 마련된 어린이자료실은 어린이들의 정서적 안정감을 위해 밝은톤의 원목 서가와 파스텔톤의 컬러를 이용, 시각적인 상상력을 발휘 할 수 있도록 조성됐다.

또 율빛창작실은 4차 산업혁명시대와 더불어 3D프린터, 3D스캐너, 3D펜 등을 구비하여 메이커 교육과 주민간의 지식 창작공간으로의 장을 마련할 예정이다.

계단형 서가로 조성된 '윤슬길'은 작가와 만남, 강의, 문화공연 등 다양한 문화·예술 프로그램을 통해 지역주민에게 힐링의 공간으로 운영하려고 한다.

또 지상 2층은 자유롭게 PC와 노트북 이용, 잡지 등을 읽을 수 있는 자료실1과 집중력을 높일 수 있는 일반도서로 구성돼 있는 자료실2, 지역주민의 커뮤니티 공간인 세미나실로 구성돼 있다.

이 같은 시설들은 주민의 독서문화생활 증진 및 지역 주민 소통에 기여할 것으로 기대된다.

이승로 성북구청장은 "성북길빛도서관은 전 세대의 공감을 유도하는 주민 친화적 문화공유공간으로 모든 주민이 함께 소통하고 힐링을 취할 수 있는 지역 커뮤니티의 구심점 역할을 할 것"이라고 말했다.

19일 오후 3시 개관식 공식행사를 진행, 오후 2시부터 '성북길빛도서관, 빛을 그리다'라는 개관주간 행사를 시작한다.

3D펜으로 만드는 개관축하 메시지, 어린이 마술공연, 책갈피&엽서 손글씨 쓰기, 작가와 만남 등 다양한 행사를 진행할 예정이다.

성북길빛도서관에 관해 보다 더 자세한 내용은 성북구청 문화체육과 (2241-2613), 성북길빛도서관 (6906-3162)으로 문의하면 된다.

@highlight

성북구는 지하1층 지상2층으로 조성된 성북길빛도서관 개관식을 개최한다고 밝힌 가운데 해당도서관은 모두에게 열린공간으로 지역내 융.복합 커뮤니티 공간으로 조성하였고 주민들의 독서문화생활 증진 및 지역주민 소통에 기여할것이라고 설명했다.