한국거래소가 코스닥시장 진입요건 체계를 단순화할 계획이다.

이를 통해 성장성이 높은 기업에 대한 자금조달을 적시에 지원한다는 방침이다.

간담회'를 개최해 "미래성장성을 중심으로 한 시장 진입요건 체계 개편을 추진할 계획"이라고 말했다.

현재 코스닥시장 진입요건은 일반기업 4개, 이익미실현기업 5개, 기술성장기업 2개 등 총 11개로 구분된다.

하지만 지금까지 요건이 너무 복잡한 것이 아니냐는 의견이 나왔다.

정 이사장은 "현재 복잡하게 세분화된 코스닥시장 진입요건 체계를 미래 성장가치에 대한 평가 중심으로 단순화해 우량 혁신기업의 자금조달을 적시에 지원할 것"이라며 "코스피도 대규모 자금조달이 필요한 기업이 적시에 상장할 수 있도록 진입요건 및 질적심사 기준을 정비할 것"이라고 말했다.

이와 함께 알고리즘 매매 위험관리 제도 및 시스템도 도입할 계획이다.

그는 "알고리즘 매매의 개념을 구체적으로 정의해 매매기법 고도화에 따른 다양한 투자 행태를 수용할 것"이라며 "알고리즘 매매자에 대한 사전 등록 의무 부과를 검토할 예정"이라고 설명했다.

ETN이나 ELW와 같은 구조화증권 상품체계도 개편할 계획이다.

정 이사장은 "상품별로 구분돼 있는 구조화증권시장을 투자자의 상품 이해도를 높일 수 있는 방식으로 개편해 보다 다양한 상품이 거래될 수 있는 환경을 조성할 것"이라고 말했다.

또 투자 저변을 확대하기 위해 다양한 지수도 개발할 예정이다.

이를 통해 실물자산 투자기회 확대 및 해외 투자수요의 국내 수용을 위한 다양한 유형의 투자상품 상장 추진해 투자상품을 다각화한다는 목표다.

이와 함께 거래소는 국제적 수준에 부합하는 투자정보를 제공하기 위해 외국인 투자비중이 높은 기업에게 영문공시 번역서비스를 제공하는 등 영문공시 활성화 정책도 추진할 예정이다.

마지막으로 정 이사장은 "그동안 글로벌 경기불안 등 대내외 여건이 좋지 않아서 거래량이나 주가 부분에서 아쉬운 점은 있지만 모험자본 공급 활성화나 시장구조 고도화 등 성과도 있었다"며 "내년에는 준비한 사업들을 중점적으로 차질없이 추진해나갈 것"이라고 강조했다.

@highlight

한국거래소가 코스닥시장 진입요건 체계를 단순화할 계획이며;  이를 통해 성장성이 높은 기업에 대한 자금조달을 적시에 지원한다는 방침으로, 간담회'를 개최해 "미래성장성을 중심으로 한 시장 진입요건 체계 개편을 추진할 계획"이라고 말했다.