'김대익과 친구들의 포크여행'

민중의 메시지를 직접적으로 표현해온 저항적 성격 때문에 의식 있는 음악으로 꼽혀온 포크음악.

1960년대 태동된 한국 포크송은 1980년대 이후 다면적인 흐름을 보여줬다.

대학가를 중심으로 한 노래운동은 포크 음악을 중심으로 대중가요와 민중가요의 접점을 만들었으며 포크 음악은 한 때 한국 대중음악의 서정성을 대표하는 장르로 꼽히기도 했다.

낭만적인 노랫말로 사랑과 이상을 속삭이던 포크 음악이 한해를 마무리하고 새해를 기다리는 12월 말 제주서 잔잔하게 울려 퍼진다.

제주 지역민들의 문화예술 역량의 확대와 발전을 위해 설립된 '락카데미'는 18일 오후 7시30분 제주도 문예회관 소극장에서 '김대익과 친구들의 포크여행'을 주제로 포크 공연을 펼친다.

1983년 MBC대학가요제 대상 수상팀 '에밀레'의 김대익과 2인조 'DUGASI'의 조성진, 강윤희, 밴드 '오버플로우'의 강형훈, 유수빈, 김소연 제주에서 활동하는 여섯 사람이 이번 공연을 위해 프로젝트로 뭉쳤다.

'오늘도 목로주점 흙 바람 벽엔 삼십촉 백열등이 그네를 탄다'는 서정적인 가사가 인상적인 이연실씨의 '목로주점'과, 한국 포크 음악을 대표하는 정태춘·박은옥 부부의 '사랑하는 이에게'가 귓가를 촉촉하게 감싼다.

비운의 천재 음악가 유재하의 '가리워진길'과 잔잔한 리듬이 매력적인 한영애씨의 '조율' 등 우리나라 포크의 역사를 떠오르게 하는 곡들을 20대부터 50대까지의 멤버들이 모여 노래한다.

다양한 연령대로 구성된 가수들의 목소리를 통해 전 세대가 공감하는 자리가 될 전망이다.

한편 이번 공연은 도내 예술단체 활성화를 위해 마련됐다.

문의 010-3766-9938.

@highlight

제주 시민들의 문화예술 역량을 높이기 위해 만들어진 락카데미가 18일 제주도 문예회관 소극장에서 '김대익과 친구들의 포크여행'을 주제로 모든 세대가 공감할 수 있는 공연을 열어 12월 말 제주를 낭만적인 포크음악으로 채울 예정이다.