대구 달서구가 추진한 평화타운_동변_보행환경_개선사업_전경.

대구시는 구·군을 대상으로 2019년 도시환경 개선 평가 결과 최우수 수성구, 우수는 달서구와 달성군을 각각 선정했다고 10일 밝혔다.

최우수기관인 수성구는 관문도로 및 주요간선도로 등에 다양한 도시환경개선사업을 실시해 쾌적하고 클린 도시환경을 조성했다.

또 도시미관을 해치는 광고물 등의 지속적 단속은 높은 점수를 받았다.

남산고 상징인 수선화와 함께 희망의 메시지를 담은 LED조명을 설치해 야간 보행자의 심리적 안정을 유도했다.

동원초 옹벽에 상상존과 희망존으로 디자인 구성한 입체 패널로 다양한 입체감을 표현했다.

불법 광고물을 차단하기 위해 대구 지역에서 처음으로 자동 경고 발신 시스템을 구축해 운영하고 있다.

이른바 ‘폭탄전화’로 불리는 이 시스템은 불법 현수막, 음란·퇴폐·대출 전단 등 불법광고물에 적힌 전화번호로 20분마다 자동으로 전화를 걸어 법 위반 사실과 처벌 내용을 알려 자진 철거를 유도하는 방식이다.

우수기관으로 선정된 달서구는 대구의 진입관문인 유천 나들목(인터체인지) 고가도로 상부와 하부에 ‘도약하는 대구, 푸른 달서’를 주제로 상승하는 곡선 형태와 초록색은 대구수목원, 파란색은 낙동강을 상징하는 디자인으로 고가도로 입면 개선 및 야간경관조명을 설치했다.

달성군은 행전안전부의 2020년 간판개선사업에 공모해 ‘달성관문 간판개선사업’이 선정돼 국비 3억 원을 지원받는다.

가창면, 구지면, 사문진 가는 길에 민·관이 협업하는 마음으로 간판개선사업을 시행했다.

가창 힐링문화거리 조성 사업, 빛이 아름다운 테크노폴리스로 조성 사업, 안전한 ‘웃음 꽃피길’ 만들기 가로경관조성사업을 추진했다.

대구시는 선정된 3개 기관에 특별보조금을 교부하고, 내년에 시행하는 경관사업에 사업비를 우선 지원한다.

@highlight

대구시는 구·군을 대상으로 실시한 '2019년 도시환경 개선 평가'에서 다양한 도시환경개선사업을 통해 쾌적한 도시 환경을 조성한 수성구를 최우수 기관으로, 야간경관조명을 설치한 달서구와 간판개선사업을 시행한 달성군을 우수기관으로 선정했다.