김우중 대우그룹 전 회장이 지난 9일 숙환으로 별세한 가운데 김 전 회장과 광주의 인연에 관심이 모아지고 있다.

대우그룹은 외환위기로 몰락하기 전인 1998년 41개 계열사, 600개 해외법인을 거느린 재계 서열 2위 대기업으로 군림한 바 있다.

하지만 1999년 워크아웃으로 그룹이 공중분해 되면서 현재까지 대우라는 이름을 달고 있는 기업은 얼마 남지 않았다.

위니아대우(옛 대우전자)도 그 중 하나다.

1974년 설립된 뒤 오디오를 팔던 대우전자는 대한전선으로부터 가전사업부문을 인수하면서 종합가전회사로 도약하게 된다.

이어 1985년 광주 하남공단 조성·개발에 맞춰 대규모 가전 공장을 세웠다.

그 당시 대우전자 광주공장은 냉장고와 세탁기를 생산·수출하며 광주를 백색가전의 메카로 만드는 기반을 닦았다.

하지만 1998년 8월 워크아웃 이후 대우일렉트로닉스로 유지되다 2013년 동부그룹에 인수돼 ‘동부대우전자’로, 현재는 대유위니아그룹 계열사로 주인이 바뀌는 등 우여곡절을 겪여 왔다.

하지만 ‘대우’라는 이름은 유지됐다.

이는 1990년대 김우중 전 회장의 공격적인 해외 시장 전략으로 아직까지도 해외에서 ‘대우’라는 브랜드 인지도가 좋은 평판을 받고 있기 때문이다.

대우전자 외에도 김 전 회장과의 인연은 광주 곳곳에 맞닿아 있다.

현재 장녀 김선정씨가 재단법인 광주비엔날레 대표이사로 재직 중이다.

지난해 ‘국내 파워 미술인 100인’ 가운데 1위에 오를 정도로 업계에서 주목받는 김 대표이사는 지난 2012년 제9회 광주비엔날레 예술총감독을 역임한 바 있다.

또 김 전 회장의 차남 김선협씨가 금호아시아나그룹 창업주인 고 박인천 회장의 조카와 혼인을 하기도 했다.

프로야구 출범으로 1980년대 무등경기장을 건립할 때도 김 전 회장의 대우그룹이 건립기금을 쾌척한 것으로 알려졌다.

무등경기장은 암울한 시기 광주시민의 애환을 달래준 상징적인 곳이다.

@highlight

김우중 대우그룹 전 회장 생전에 대우그룹은 광주 하남에 공장을 세우기도 하는 한편 현재 장녀 김선정 씨가 광주비엔날레 대표이사로 재직 중이기도 하는 등 곳곳에 광주와 맺은 인연들이 김 전회장이 지난 9일 별세한 가운데 다시 재조명 되고 있다.