[충청일보 이정규 기자] 한국도로공사는 지난 6일 요금수납원들이 대구지법 김천지원에 제기한 근로자지위확인소송 1심 선고에서 일부 패소함에 따라, 해당 인원을 포함 현재 1심에 계류 중인 나머지 인원들도 모두 정규직으로 직접 고용한다고 10일 밝혔다.

도로공사는 지난 8월29일 대법원과 이번 김천지원 판결 분석 결과 정년도과, 사망자 등을 제외한 나머지 수납원들의 근로자지위가 모두 인정됐기 때문에 나머지 1심 재판에서도 같은 결과가 나올 것으로 판단, 대승적 차원에서 수납원 문제를 둘러싼 갈등과 혼란을 종식시키고 회사를 정상화시키기 위해 이러한 결정을 하게 됐다고 설명했다.

현재 자회사 전환 비동의자 중 1심에 계류 중인 인원은 280여 명이다.

도로공사는 이들 중 지난 10월9일 을지로위원회의 중재로 합의한 내용에 따라 톨게이트노조 소속 임시직 기간제로 근무하고 있는 130여 명은 정규직 채용과정을 진행하고, 민주노총 소속을 포함한 150여 명은 개인별 신청을 받아 대법원과 김천지원의 판결에서 제시된 기각 또는 각하 사유에 해당되는 정년도과, 민자노선 근무 등의 자격 심사를 거친 후 정규직 채용과정을 진행할 예정이다.

도로공사는 그러나 김천지원의 판결은 대법원 판결이 나기 전 도로공사 변론기일이 종결된 사건으로 2015년 이후 개선사항에 대한 판결은 아니란 점에서, 2015년 이후 입사자는 임시직 기간제로 우선 채용하고 향후 법원의 최초 판결에 따라 직접고용 여부를 결정하겠다는 입장이다.

불법파견 요소를 제거한 개선사항에 대한 도로공사의 변론이 포함된 최초 선고는 올해 말이나 내년 초로 예상된다.

도로공사는 11일 민주노총과 만남에서 직접고용 여부를 제외한 나머지 사안에 대해 논의할 예정이다.

이번 조치로 수납원 문제가 종결됨에 따라 도로공사 내의 비정규직의 정규직화(안전순찰·시설관리·콜센터)는 모두 완료됐다.

도로공사는 민주노총 주장대로 1심 계류중인 사람도 직접 고용키로 결정, 민주노총 수납원들은 점거중인 민주당의원 사무실과 한국도로공사 본사 점거를 풀고, 즉시 철수할 것을 요청했다.

@highlight

한국도로공사는 지난 6일 요금수납원들이 제기한 소송에서 일부 패소하면서 해당 인원을 모두 정규직으로 직접 고용한다고 10일 밝혔고, 2015년 이후 입사자의 경우 임시직 기간제로 우선 채용 뒤 향후 법원 판결에 따라 직접고용 여부를 결정하겠다는 입장을 밝혔다.