방과후강사들 10일 교육청 항의 방문...

민주노총 서비스연맹 방과후강사노동조합 소속 방과후교사 50여 명은 10일 오전 도교육청에서 피켓 시위를 벌이면서 도교육청의 밀실 행정을 규탄했다.

제주특별자치도교육청의 일방통행식 행정이 논란을 야기하고 있다.

도내 일부 방과후강사들이 수익자 부담 원칙에서 시간당으로 강사료를 지급하는 방안을 도교육청이 소리 소문 없이 학교 현장에 적용하고 있다며 반발하면서다.

민주노총 서비스연맹 방과후강사노동조합 소속 방과후교사 50여 명은 10일 오전 도교육청에서 피켓 시위를 벌이면서 도교육청의 밀실 행정을 규탄했다.

앞서 방과후강사들은 지난달 27일 기자회견을 열고 도교육청의 강사료 시간제 전환 논의 중단을 촉구했다.

이에 도교육청은 이튿날 입장문을 내고 "일률적 '시간제 전환'은 결정 사항이 아닌 검토 중인 사항"이라며 "시간제 전환을 마치 확정인 것처럼 규정, 여론화하는 데에 유감을 표한다"고 해명한 바 있다.

그런데 지난 9일 제주서초와 10일 인화초가 잇따라 방과후 강사의 강사료를 시간당 3만2000원으로 적용한 내용을 담은 내년도 강사 채용 공고를 내걸자 방과후강사들이 '깜깜이 행정'이라며 재차 문제를 제기하고 나섰다.

한 방과후강사는 "현 체제를 유지한다고 강사를 안심시킨 후 뒤에서는 유선전화와 방문을 통해 방과후 관련 학교 담당자들에게 시간당 체제를 권유했다"면서 "의견 수렴 과정을 배제한 일방통행식 밀실 행정을 규탄한다"고 주장했다.

이어 "특히 방과후학교 학생 참여 인원이 6명 미만일 경우 강좌를 폐강하도록 하고 있다"면서 "공교육을 강화하지는 못할 망정 사교육에 아이들을 내모는 꼴"이라고 덧붙였다.

이에 대해 도교육청 관계자는 "지난해 역시 강사료를 시간당으로 계산해 지급하는 방안을 학교 현장에 권장했다"면서 "작년과 크게 달라진 사항이 없다고 판단해 구태여 강사들의 의견을 수렴하지 않은 것"이라고 말했다.

한편 제주지역 방과후강사는 1900여 명으로 알려졌다.

@highlight

제주도교육청이 수익자 부담 원칙에서 시간당으로 강사료를 지급하는 방안을 일방통행식 행정을 통해 학교 현장에 적용하고 있다는 것이 논란이 되어 민주노총 소속 방과후선생님 50여 명이 10일 오전 피켓 시위를 벌였다.