광주시정이 마비될 정도로 큰 충격을 주고 있는 광주 민간공원 특례사업의 각종 의혹을 가리는 첫 재판이 열린다.

10일 광주지법에 따르면 이정삼 전 광주시 환경생태국장(현 광산부구청장)의 첫 공판이 11일 오전 10시 10분 광주지법 404호 법정에서 형사4단독 박남준 부장판사 심리로 열린다.

이 전 국장은 지난해 민간공원 우선협상대상자 선정 과정에서 평가표를 광주시의회 환경복지위원회에 유출하고 상급자들과 함께 최종 순위 선정에 부당하게 관여한 혐의(공무상비밀누설, 허위공문서작성, 직권남용권리행사방해, 업무방해)로 기소됐다.

이 전 국장은 지난달 1일 “범죄혐의가 소명되고 증거인멸 우려가 있다”는 이유로 구속됐으며, 법원에 한차례 구속적부심을 청구했으나 기각됐다.

검찰은 정종제 광주시 행정부시장과 윤영렬 감사위원장에 대해서도 사전구속영장을 청구했지만, 받아들여지지 않았다.

정 부시장과 윤 감사위원장은 이 전 국장과 공모해 우선협상자가 바뀌는 과정에서 부당한 지시를 하고, 제안심사위원들의 업무를 방해한 혐의(직권남용권리행사방해, 업무방해)를 받고 있다.

검찰은 이 과정에서 광주시청을 압수수색하고, 우선협상대상자로 선정된 건설사들도 압수수색했다.

검찰은 지난 9월 광주시청을 두 차례, 광주도시공사를 한차례 압수수색 했으며 지난달 19일에는 광주시 정무특별보좌관실을 압수수색 했다.

검찰은 또 지난달 21일에는 민간공원 2단계 1지구 우선협상자로 선정된 (주)한양 광주사무실을, 지난 4일에는 2지구 우선협상자로 선정된 호반건설 서울 본사를 압수수색했다.

한편, 광주시는 지난해 최초 우선협상대상자 선정 후 공정성 의혹이 제기되자 특정감사를 했고 일부 계량 점수가 잘못 산정됐다고 발표했다.

이후 재공모 절차 없이 재평가를 통해 중앙공원 1지구는 광주도시공사에서 한양으로, 2지구는 금호산업에서 호반건설로 변경됐다.

@highlight

광주 민간공원 선정 과정에서 평가표 유출 혐의로 기소된 광주시 국장의 첫 재판이 열리며 검찰은 건설사들의 잇단 압수수색과 수사 범위를 확대할 예정이다.