경기도 용인 보정ㆍ마북ㆍ신갈동 일원 2.7㎢ 부지에 총 6조원이 투입돼 '플랫폼시티'가 조성된다.

플랫폼시티는 1만1000가구의 공동주택과 첨단산업단지, 상업ㆍ업무시설과 복합환승센터 등을 건설하는 사업이다.

용인시는 경기도, 경기도시공사, 용인도시공사와 공동으로 추진하는 '용인 플랫폼시티 건설사업 신규 투자사업 추진 동의안'이 10일 시의회 자치행정위원회 심의를 통과했다고 11일 밝혔다.

시는 앞서 5조9646억원의 사업비가 투입되는 용인 플랫폼시티 건설사업에 용인도시공사가 최대 현금 소요액 5조58억원의 5%에 해당하는 2503억원을 투자하는 동의안을 시의회에 상정했다.

이 동의안은 오는 17일 시의회 본회의에서 최종 확정된다.

시는 시의회가 용인도시공사의 지분 투자를 승인할 경우 지난 달 시의 확답을 요구하며 관련 동의안 심의를 보류했던 경기도의회 역시 경기도시공사의 투자를 승인할 가능성이 큰 것으로 보고 있다.

경기도시공사는 이 사업 소요 재원의 95%인 4조7555억원을 투자할 계획이다.

도의회 도시환경위원회는 오는 17일, 본회의는 20일 각각 투자안을 심의 의결하게 된다.

시는 플랫폼시티 사업이 마무리되면 2035년 용인도시기본계획에서 설정한 경제도심으로 자리매김해 시청을 중심으로 하는 행정도심, 용인 반도체 클러스터 일대의 신산업중심과 함께 시의 장기발전을 위한 3대 거점 구실을 할 것으로 기대하고 있다.

백군기 용인시장은 "시의회와 도의회에서 신규 투자사업 동의안이 최종 의결되면 플랫폼시티 건설사업을 차질 없이 추진해 100만 대도시에 걸맞은 경제자족도시를 만들 것"이라며 "플랫폼시티를 건설하면서 광역교통개선대책도 수립해 기흥구 일대의 만성적 교통난을 일거에 해결하고, 국내ㆍ외 유수기업들을 대거 유치해 시의 백년 먹거리를 확충해 나가겠다"고 약속했다.

지방공기업평가원의 타당성 조사에 따르면 플랫폼시티 건설사업이 전국에 미치는 생산유발효과는 1조2720억원, 부가가치유발효과는 4140억원, 고용유발효과는 7515명으로 추산됐다.

@highlight

공동주택과 첨단산업단지 및 복합환승센터 등을 위해 건설하는 '플랫폼시티'가 6조원이 투입돼 용인 보정ㆍ마북ㆍ신갈동 부지에 조성되며, 용인시는 추진 동의안을 10일 시의회 자치행정위원회 심의를 통과했다고 11일 밝혔다.