보험은 가장 민원이 많은 금융상품이다.

가입 시 사후에 발생할 수 있는 민원에 대해 경각심을 불러일으킬 수 있는 문구만으로도 민원을 획기적으로 줄일 수 있다는 연구결과가 나왔다.

11일 보험업계에 따르면 박나영 금융소비자연맹 정책개발팀장은 최근 금융연구원을 통해 '금융소비자보호를 위한 넛지(Nudge) 도입 방안'이라는 제목의 보고서를 발표했다.

'팔꿈치로 살짝 찌르다'란 의미인 넛지는 어떤 일을 강요하기보다는 스스로 자연스럽게 행동을 변화하도록 하는 유연한 개입을 의미한다.

많은 비용을 들이지 않고 원하는 방향으로 행동의 변화를 유도할 수 있다는 것이다.

보험계약자가 알아야 할 사항에 대해 설명을 들었다고 서명하고 나중에 설명을 듣지 못했다고 주장하는 경우가 많지만, 이러한 민원은 계약자의 서명이 있다는 이유로 받아 들여지지 않는 경우가 다반사다.

현재 계약 체결 시 "주요 민원 제기 사례에 관한 내용을 설명듣고 이해했다"라는 사실확인서에 서명해야 한다.

하지만 계약자들은 이를 계약의 절차로 인식해 주의깊게 내용을 확인하지 않고 있는 것이 현실이다.

박 팀장은 보험청약서 상 계약자가 알아야 할 사항에 대해 "~라는 설명을 듣지 못했다는 민원은 해결이 불가능하다"라는 문구를 추가하자는 제안을 했다.

예를 들어 '암치료 특약의 경우 암의 직접적인 치료를 목적으로 입원한 경우만 보험금을 지급하고 암수술 급여금에서 항암방사선 및 약물치료는 보험금 지급이 안된다는 내용을 설명듣지 못했다는 민원은 해결이 불가능합니다'라고 안내하는 식이다.

이를 실제 적용해 본 결과, 계약자들이 사실확인서에 동의 서명을 하는 정도가 가장 낮은 것으로 나타났다.

설명을 듣고 확인했다는 응답이 자신에게 불리할 수 있다는 것을 인식해 보험계약에 신중해진다는 설명이다.

박 팀장은 "보험 계약 시 서류를 읽고 서명을 받는데 계약자에게 경각심을 일으킬 만한 내용으로 구성돼 있지 않다"며 "불이익이 발생하는 상황을 주고, 민원이 생기는 상황을 인식할 수 있도록 해 줘 결과적으로 민원을 예방하는 효과를 갖는다"고 했다.

@highlight

11일 박나영 금융소비자연맹 정책개발팀장은 금융소비자보호를 위한 넛지 도입 방안을 발표하면서 보험청약서 상 계약자가 알아야 할 사항에 대해 설명을 듣지 못했다는 민원은 해결이 불가능하다라는 문구 추가 제안으로 계약자에게 불이익되는 상황을 주어 민원을 예방하는 효과가 있다고 했다.