금융권 기업에 '유리천장'이 존재하는가에 대한 질문에 '그렇다'고 답한 남성은 여성의 절반에 불과했다.

실제 금융권에서 남성 관리자 비율이 여성의 7배에 달한다.

여성가족부는 12일 서울 중구 페럼타워에서 '성별 균형 포용성장 파트너십' 성과 보고와 기업 내 성별 다양성 제고 방안 마련 토론회를 개최한다고 밝혔다.

이번 토론회에서는 한국여성정책연구원(이승현 박사팀)이 분석한 금융 인력 기초 통계 분석 및 수급 전망 통계와 금융권 부장급 남녀 대상으로 한 설문조사가 발표된다.

인력현황 조사결과 금융권 1483개 기업의 약 28만명 중 남성은 53.1%, 여성은 46.9%를 차지했으나 부장급 이상 남성 관리자는 21.9%, 여성 관리자는 3.3%에 불과했다.

금융권 부장급 남녀 330명을 대상으로 진행한 설문조사에서 유리천장 존재 여부에 대해 남성은 31.5%, 여성은 73.5%가 그렇다고 답했는데 그 요인으로 남성은 '여성 후보자 부족'을 여성은 '남성 중심 문화'를 1순위로 꼽았다.

여성 임원 확대를 위해 가장 중요한 정책은 '일·생활 균형 지원'이라고 답변했다.

이어 여성 인재 파이프라인이 잘 구축된 기업일수록 총자산수익률(ROA)과 자기자본이익률(ROE)이 높아지는 것으로 나타났다.

윤정구 이화여자대학교 경영학과 교수팀에서 실시한 '여성임원 확대를 위한 다양성 문화와 리더십 파이프라인 구축 방안'에서 실시한 조사 결과다.

연구 발표에 이어 김영미 연세대 교수를 좌장으로 이준엽 한국피앤지 부사장과 이기영 SC제일은행 리테일운영지원부 상무, 김형석 기업지배구조원 정책연구 부본부장, 이진 금융감독원 금융그룹감독실 팀장이 함께 '기업 내 성별 다양성 제고' 방안을 주제로 논의한다.

이정옥 여가부 장관은 "앞으로도 보다 많은 기업이 여성인재와 함께 혁신 성장을 이루고 포용사회를 실현할 수 있도록 최선을 다하겠다"고 강조했다.

@highlight

남성 관리자 비율이 여성의 7배에 달하는 금융권에서 부장급 남녀를 대상으로' 유리천장 존재'여부에 대한 설문조사에서 남성 31.5%, 여성 73.5%가 그렇다고 답했고 그 요인으로 남성은 '여성 후보자 부족'을, 여성은 '남성중심 문화'를 1순위로 꼽았으며 여성 임원 확대를 위해 '일 생활 균형 지원'이 가장 중요한 정책이라고 답했다.