DK도시개발ㆍDK아시아가 제1금융권인 KEB하나은행으로부터 프로젝트파이낸싱(PF)을 조달한 배경에 대한 주택업계의 관심이 쏠리고 있다.

제1금융권이 도시개발사업 PF에 나선 사례가 손으로 꼽히는데다 PF 조달 금액도 5500억원에 달하기 때문이다.

DK도시개발은 최근 KEB하나은행으로부터 5500억원 규모의 '검암역 로열파크씨티' PF를 조달했다고 11일 밝혔다.

한들구역 1블록의 PF조달금액은 2600억원, 2블록은 2900억원이다.

이 과정에서 KEB하나은행은 직접 인천시와 서구청을 방문해 도시개발 사업구조와 자금지원 계획을 설명하며 안정적인 사업 추진을 지원하기도 했다.

KEB하나은행이 한들구역의 PF에 적극적으로 나선 배경은 미니 판교로 불리는 판교 대장지구에 대한 금융주관 및 PF조달 경험이 뒷받침 됐다는 게 DK도시개발의 설명이다.

판교 대장지구의 노하우를 살려 2개 블록으로 구성된 한들구역에서는 체비지와 집단환지에 대한 독특한 금융조달방식을 적용하기도 했다.

실제 한들구역 1블록(공동주택체비지)의 PF대주단은 증권사 및 보험사들로 구성, 시행사인 DK도시개발ㆍDK아시아가 조합으로부터 매입한 공동주택체비지의 잔금을 지불하는 구조로 실행했다.

2블록(집단환지)은 국책기관인 한국주택금융공사의 보증서를 발급받아 KEB하나은행을 포함해 1금융권 5곳으로 대주단을 구성했다.

김정모 DK도시개발ㆍDK아시아 회장은 "판교 대장지구의 경험을 살려 KEB하나은행은 정밀하고 노련하게 업무를 진행했고, 위험요소(리스크)를 지적하고, 개선하면서 신뢰를 쌓아갔다"고 말했다.

내년 초 인천 서구에 분양될 '검암역 로열파크씨티'는 4805가구를 조성하는 대규모 프로젝트다.

@highlight

DK도시개발,DK아시아가 판교대장지구의 PF를 바탕으로 2개 블록의 한들구역에 체비지와 집단환지에 독특한 금융조달방식을 적용해 KEB하나은행으로부터 5500억원 규모의 '검암역 로열파크씨티' PF를 조달했다