감귤과 밭작물 등 농산물을 중심으로 농가소득이 줄면서 제주지역 1차산업이 위기 상황이다.

특히 올해의 경우도 농가 소득 감소가 이어질 것으로 전망되면서 도내 농가들의 어려운 경제 여건은 지속될 것으로 보인다.

11일 제주특별자치도가 공개한 '2019 농축산식품 현황'에 따르면 2018년 도내 가구당 농가소득은 4863만원으로 전국 1위다.

전국평균 1206만원보다 656만원 높지만 농가부채도 7458만원으로 전국 1위로, 전국평균 3326만원보다 4131만원이 많다.

특히 농가소득이 전국 1위임에도 불구하고 2017년(5292만원) 보다 농가소득이 8.1% 줄었다.

농산물 전체 조수입이 2017년 1조6945억원에서 2018년 1조6444억원으로 3.0% 감소한데 따른 것으로 풀이되고 있다.

가구당 농가부채의 경우 2014년 5455만원으로 1위로 올라선 뒤 2018년(7458만원)까지 줄곧 선두 자리를 지키고 있고, 5년 만에 부채 규모도 2000만원 가량 늘었다.

제주도는 농가부채 증가요인으로 ▲농산물 가격하락에 의한 순소득 감소 ▲농자재가격 인상 ▲영농인건비 상승 ▲시설투자 사업 등에 대한 자부담 ▲농업재해로 인한 시설 및 농산물 손실 증가 등이 원인인 것으로 분석하고 있다.

아울러 가계지출(소비지출 1위, 비소비지출 1위)의 경우도 농가당 4314만원으로 전국 1위다.

전국 평균(3382만원)보다 지출이 1000만원 가량 많은데 농가소득의 대부분을 지출하고 있는 것으로 나타났다.

다만 농가자산도 8억5719만원으로 전국 1위다.

전국평균 4억9568만원보다 3억6000만원 가량 많다.

문제는 2018년에 이어 올해도 농가소득이 감소할 것으로 예상된다는 점이다.

제주도 농정부서와 제주도의회 농수축경제위원회의 예상이 별반 다르지 않다.

이우철 제주도 농축산식품국장은 "12월 현재 감귤 및 월동채소 출하 및 가격 추이를 보면 조심스럽지만 농산물 조수입이 전체적으로 지난해보다는 줄 것으로 예상된다"고 밝혔다.

@highlight

감귤과 밭작물 등 농산물을 중심으로 농가소득이 줄면서 제주지역 1차산업이 위기 상태로 특히 농가소득이 전국 1위임에도 불구하고 2017년(5292만원) 보다 농가소득이 8.1% 하락하고 가구당 농가부채의 경우 2014년 5455만원으로 1위로 올라선 뒤 2018년(7458만원)까지 줄곧 선두 자리를 지키고 있고, 5년 만에 부채 규모도 2000만원 가량 증가되었다.