전자부품연구원(KETI)은 지난 10일(현지시간) 독일 포츠담에서 프라운호퍼 IAP 연구소와 응용폴리머 분야 공동연구를 위한 업무협약(MOU)을 체결했다고 11일 밝혔다.

프라운호퍼 IAP 연구소(Fraunhofer Institute for Applied Polymer Research)는 프라운호퍼 재단 산하 응용 고분자 연구소로 OLED용 고분자 소재와 양자점(퀀텀닷) 등 미래 전자소재 연구개발을 맡고 있다.

전자부품에 사용되는 응용폴리머는 대표적으로 QLED용 퀀텀닷 소재, OLED용 공통층 소재, 인쇄전자용 소재 등으로 쓰이는데, 전자제품 첨단화에 따라 그 중요성이 점점 높아지고 있다.

특히 최근 한일 갈등이 첨단기술 분야 수출규제 형태로 불거진 만큼, 앞으로 대일 수입의존도가 큰 OLED 청색 발광소재를 대체한다거나, 청색 LED와 퀀텀닷(QD)을 혼합해 백색 LED의 대체기술을 개발할 필요가 높아졌다.

김영삼 KETI 원장은 "이번 MOU는 자국 우선주의 확대, 한일과 미·중 무역갈등 등으로 불확실한 국제정세 속에서 우리 산업계에 돌파구를 찾아주고자 하는 노력의 일환"이라며 "응용폴리머 분야 글로벌 협력을 통해 다소 침체된 우리 산업에 활력을 불어넣도록 노력하겠다"고 말했다.

전자부품연구원(KETI)은 지난 10일(현지시간) 독일 포츠담에서 프라운호퍼 IAP 연구소와 응용폴리머 분야 공동연구를 위한 업무협약(MOU)을 체결했다고 11일 밝혔다.

IAP 연구소에서 (왼쪽부터) 성윤모 산업통상자원부 장관, 김영삼 전자부품연구원장, 아민 베델 프라운호퍼 IAP 연구소 본부장, 세바스찬 소울레 독일 브란덴부르크주 경제개발청 국장이 MOU 체결 후 기념촬영하고 있다.

@highlight

전자부품연구원은 지난 10일 독일 포츠담에서 프라운호퍼 IAP 연구소와 응용폴리머 분야 공동연구를 위한 업무협약을 체결하여 전자제품 첨단화에 응용폴리머의 중요도가 높아지며 OLED용 고분자 소재와 양자점 등 미래 전자소재를 연구개발 할 것이다.