일본계 증권사 노무라금융투자는 반도체 경기가 회복하면서 한국 증시도 올해보다 나아질 것으로 전망했다.

노무라금융투자는 11일 서울 중구 SFC에서 열린 '2020년 증시 전망' 기자간담회에서 내년 예상 코스피 밴드를 2100~2400선으로 밝혔다.

기업 이익은 올해보다 22% 늘어날 것으로 내다봤다.

내년 증시가 상승할 수 있는 가장 큰 이유는 반도체 회복이다.

여러 변수가 존재하지만 반도체가 올해 3분기를 저점으로 찍고 돌아서는 모양새로 나타났기 때문이다.

노무라에서 말하는 '회복'이란 전년 동기 대비 수출액 또는 매출액 증가율이 최악을 나타낸 뒤 감소폭이 줄기 시작하는 시점을 뜻한다.

정창원 노무라금융투자 한국리서치 본부장은 "우리나라 수출 증가율은 10월이 최저점이었던 것 같다"며 "지난달부터 감소폭이 둔화되기 시작하다가 내년 1분기 중에 플러스(+)로 전환될 것으로 예상한다"고 설명했다.

세계적으로 대세가 되고 있는 ESG(환경·사회적책임·거버넌스)도 증시에 영향을 미칠 전망이다.

EU(유럽연합)는 내년부터 자동차 이산화탄소 배출량을 1㎞에 평균 95g 이하로 제한하는 규제를 실시한다.

여기에는 자동차, 배터리 등이 연관돼 있다.

정 본부장은 "국내 자동차 업체가 유럽에 파는 차가 1년에 100만대 정도인데 한 대에 이산화탄소 배출량이 평균 25g 더 나오는 상황이다. 벌금으로만 엄청난 금액을 지불해야 한다. 이 상황에서 자동차 업체들은 배터리차를 많이 팔아 평균을 줄이려고 할 것"이라며 "배터리업종 쪽으로 보면 기회다. 결국 환경 문제가 주식시장에도 영향을 미치기 시작한다"고 말했다.

내년 4월에 있을 총선 이후 기업 지배구조를 개선하는 정책이나 법안이 나올 가능성도 배제하지 않았다.

내년 추천 종목으로는 반도체, 배터리, 리츠 및 고배당주를 꼽았다.

정 본부장은 "메모리 섹터는 삼성전자, 하이닉스가 있고, 배터리 회사들은 앞으로 수익성도 좋아질 것으로 본다"며 "금리가 저금리 기조로 가면 최근 시장에서 관심 끌었던 리츠 종목이 내년에도 많이 상장될 확률이 있다. 은행주도 배당수익률이 괜찮을 것으로 예상한다"고 분석했다.

@highlight

노무라금융투자가 11일 서울 중구에서 열린 '2020년 증시 전망' 기자간담회에서 한국의 반도체 분야 회복을 이유로 내년 코스피 밴드를 2100~2400선으로 예측했다.