경기도가 도내 불법 하천 및 계곡 1021곳을 철거했다.

이는 도내 25개 시ㆍ군 1392곳의 73%에 해당한다.

도는 내년 상반기까지 불법 시설물을 모두 철거할 계획이다.

도는 아울러 자진철거 지역에 대해서는 전폭 지원하고, 미이행 시설물은 강력한 처벌을 통해 청정 계곡ㆍ하천을 순차적으로 조성해나가기로 했다.

도가 이번에 마련한 지원책을 보면 ▲청정계곡 복원시설 편의시설 등 생활 SOC 지원 ▲하천ㆍ계곡 자영업자 소상공인 종합지원 ▲하천ㆍ계곡 상인 '경제 공동체' 조직화 ▲신규 관광객 유치 및 지역경제 활성화 ▲마을공동체 주민 제안 공모사업 등 모두 5가지다.

생활 SOC 지원은 공동 화장실, 공동 쓰레기장, 지역 특산ㆍ농산물 판매장, 친환경 주차장과 산책로 조성 등이다.

도는 이달 말까지 공모를 받아 3곳을 선정해 시범사업을 진행한다.

모두 120억원을 투입한다.

도는 정비를 추진 중인 25개 시ㆍ군을 대상으로는 모두 340억원을 투입해 시ㆍ군마다 20억원 안팎의 정비 사업비도 준다.

또 소상공인 종합지원 대책으로 폐업을 원하는 업주에게 200만원 이내의 사업 정리비를 지원하고, 재취업을 원하면 전문기술 교육훈련비로 100만원을 추가 지원한다.

소상공인 보증지원을 통해 창업자금 1억원, 경영개선자금 1억원, 임차보증금 5천만원의 자금 대출도 해준다.

또 경제 공동체 조직화를 위해 사업 1년 차에 상권 분석, 경영 교육 등 상권당 2천100만원, 사업 2년 차에는 상권당 1100만원을 지원한다.

도는 신규 관광객 유치 등 지역경제 활성화를 위해 유튜브 영상 공모전, SNS 사진전 등 다양한 먹거리와 즐길 거리를 발굴하고 관광 코스 개발에도 나선다.

이화순 도 행정2부지사는 "깨끗한 계곡을 주민에게 돌려준다는 도지사의 정책 의지에 따라 불법 점유 시설물에 대해 강력하게 조치했다"며 "앞으로도 하천 불법 근절대책에 협조한 지역 상인ㆍ주민과 함께 종합지원대책을 추진해 지역 여건에 맞는 '청정하고 가고 싶은 하천ㆍ계곡'을 만드는 데 최선을 다하겠다"고 밝혔다.

@highlight

경기도는 하천 및 계곡에 설치된 불법 설치물 1021 곳을 모두 철거했으며 도는 자진 철거 지역에 대해서는 지원을 하고 미이행 불법 시설물은 행정처벌을 통해 내년 상반기까지 불법 설치물을 모두 철거할 계획이다.