서울 전역의 중앙버스전용차로 제한속도가 기존 최대 60km/h에서 50km/h로 내려간다.

서울시는 오는 20일부터 서울 내 중앙버스전용차로 전 구간 14곳의 제한 속도를 기존 50~60km/h에서 50km/h로 일괄 하향한다고 11일 밝혔다.

시에 따르면 지난해 서울 내 중앙버스전용차로에서 발생한 사망 사고 가운데 보행자 사망률은 65%로, 서울시 전체 평균 보행자 사망률(60%)을 웃도는 것으로 나타났다.

제한 속도를 위반할 경우에는 과속 수준과 차종 등에 따라 3만원에서 최대 17만원의 과태료나 범칙금이 부과된다.

경찰의 과속 단속은 3개월의 유예 기간 후 시행될 예정이다.

이번 제한 속도 하향은 시와 서울경찰청이 시행 중인 '안전속도 5030'의 일환으로 추진된다.

간선도로는 50km/h, 이면도로는 30km/h 이하로 제한 속도를 낮추는 정책이다.

앞서 시는 지난 2016년 북촌과 남산소월로, 구로구 G밸리 등을 시작으로 지난해에는 종로와 세종대로 등 사대문 안의 제한 속도를 50km/h로 낮췄다.

중앙버스전용차로와 연결되는 한남대로(남산1호터널~한남대로)와 경인로(경인중학교 교차로~서울시계)도 내년 상반기 중으로 제한 속도를 낮춘다.

이 밖에도 시는 내년까지 도시고속도로를 제외한 서울 내 전체 도로의 제한 속도를 50km/h로 하향할 계획이다.

동시에 제한 속도 교통안전 표지와 노면 표시 등 안전시설 설치를 위한 설계와 공사도 진행된다.

한국교통안전공단에 따르면 차량 주행 속도가 시속 60km인 경우 보행자가 중상을 입을 가능성은 92.6%에 달한다.

반면 시속 50km일 때는 72.7%, 시속 30km일 때는 15.4%까지 낮아지는 것으로 나타났다.

실제 지난해 6월 시가 제한 속도를 시속 60km에서 50km로 낮춘 종로 구간의 경우 전년 대비 사고 건수는 15.8%, 부상자 수는 22.7% 줄어들었다.

@highlight

서울시는 오는 20일부터 서울 내 중앙버스전용차로 전 구간 14곳의 제한 속도를  50km/h로 낮추기로 하고 제한 속도를 위반할 경우에는 과속 수준과 차종 등에 따라 3만원에서 최대 17반원의 과태료나 범칙급이 부과한다.