모델 겸 배우 이성경이 의사 가운을 입었다.

내년 1월 6일 첫 방송될 SBS 새 월화드라마 '낭만닥터 김사부 시즌2'는 지방의 초라한 돌담병원을 배경으로 벌어지는 닥터 이야기로, 괴짜 천재 의사 김사부(한석규)를 만나 인생의 '진짜 낭만'을 찾아가며 치열하게 달려가는 내용이 담긴다.

이성경은 극 중 어린 시절부터 공부천재 소리를 들으며 주위의 칭찬과 기대 속에 엘리트로서의 스텝을 밟아온 흉부외과 펠로우 2년차 차은재 역을 맡았다.

죽을힘을 다해 노력한 끝에 흉부외과 보드를 따는 데 성공하지만, 뜻하지 않게 격한 방황의 시간을 보내게 되는 인물이다.

이때 '돌담병원'에서 인생 스승 김사부를 만나게 되면서 성장하게 된다.

이와 관련 이성경이 수술실과 응급실, 학회장에서 각기 다른 포스를 드러내는 모습이 12일 제작진을 통해 공개됐다.

차은재는 수술 가운을 입고 다부진 자태로 수술에 집중하는 가하면, 학회장에서 안경까지 착용한 채 먼 곳에 있는 글자를 주목하느라 안간힘을 쓰고 있다.

응급실에서는 주위 상황을 둘러보며 똑부러진 자세로 처치에 임하고 있다.

이성경은 "'낭만닥터 김사부'라는 이전에 많은 사랑을 받았던 작품의 시즌2에서 좋은 선배님들, 존경하는 선배님들과 함께 할 수 있어서 정말 영광이라고 생각한다"며 "선배님들께 많은 부분을 열심히 배워서 누를 끼치지 않고 멋진 작품으로 완성될 수 있게 최선을 다하겠다"고 전했다.

이어 "3년 동안 '돌담병원'을 기다리시다가 다시 방문해주시는 분들도, 이번에 새롭게 시즌2에 대해 알게 되신 분들도 모두 따뜻함을 안고 가셨으면 좋겠다"고 전했다.

'낭만닥터 김사부 시즌2' 제작진은 "이성경으로 인해 드라마의 분위기와 느낌이 확연히 달라질 것"이라며 "이전과는 또 다른 차은재 역으로 연기 변신을 시도하게 될 이성경의 성장과 변화를 지켜봐 달라"고 전했다.

@highlight

내년 1월 6일 첫 방송될 SBS 새 월화드라마 '낭만닥터 김사부 시즌2'는 지방의 초라한 돌담병원을 배경으로 벌어지는 닥터 이야기로, 의사 가운을 입게 될 모델 겸 배우 이성경은 "선배님들께 폐를 끼치지 않게 최선을 다하겠다"고 말했다.