무주군이 11일 서울 신라호텔 영빈관에서 개최한 2019 대한민국 공간복지대상 시상식에서 우수상을 받았다.

동아일보와 채널A가 주최하고 서울주택도시공사가 후원하는 대한민국 공간복지 대상은 기초자치단체들의 공간복지 구현사례를 발굴하고 공간복지 정책이 더 확산될 수 있도록 하기 위한 것으로 무주군은 주민들의 사랑방이자 쉼터로 사랑받고 있는 ‘적상면 단풍골 작은목욕탕’으로 수상의 영예를 안았다.

단풍골 작은목욕탕(221.87㎡)은 2014년 대중목욕탕 시설이 없는 면민들의 편의를 위해 조성된 곳으로 민원을 처리할 수 있는 행정복지센터에 목욕시설과, 안마기, TV, 전신건조기 등을 두루 갖췄다.

단풍골 작은목욕탕은 주 5일 운영(월·수·금 여성/화·목 남성)되고 있으며 개장 이후 하루 평균 40~50여 명의 주민들이 꾸준히 이용하는 등 면민들의 민원과 청결, 소통을 책임지는 사랑방이자 쉼터 역할을 톡톡히 하고 있다.

이경진 부군수는 “무주군은 무주읍을 제외하고 대중목욕탕시설이 없는 5개 면 지역 주민(행복)자치센터에 지난 2002년부터 작은목욕탕을 설치, 직영하고 있다”며 “70세 이상 어르신들은 무료 이용이 가능하고 민원 처리나 진료소 이용 때문에 주민들이 평소 자주 찾는 주민자치센터라는 장소적 이점까지 더해지면서 작은 목욕탕을 꼭 필요하고 편안한 공간으로 만들고 있는 만큼 운영에 내실을 기할 것”이라고 말했다.

한편 무주군은 무풍, 설천, 적상, 안성, 부남면 지역에 작은목욕탕을 설치·운영하고 있다.

일주일에 5일 운영되는 무풍·안성·설천·적상면 작은 목욕탕은 현재 6만 1,000여 명이 찾은 것으로 집계됐다.

일주일에 4일 운영되는 부남면은 현재 3,300여 명이 이용했으며 5개 면 작은 목욕탕 어르신 이용률은 전체 이용객의 60~70%에 달한다.

@highlight

기초자치단체들의 공간복지 구현사례를 발굴하기 위해 11일 서울 신라호텔 영빈관에서 열린 2019 대한민국 공간복지대상에서 무주군이 ‘적상면 단풍골 작은목욕탕’으로 우수상을 받았으며, 이경진 부군수는 어르신들이 편리하게 이용할 수 있는 작은 목욕탕을 지속적으로 내실 있게 운영하겠다고 밝혔다.