서울 지하철 9호선 등촌·염창·신목동역 일대 활성화를 위한 지구단위계획 재정비가 이뤄졌다.

서울시는 11일 제14차 도시·건축공동위원회를 열고 '김포가도(양천) 지구단위계획 결정(변경)안'을 수정가결했다고 밝혔다.

대상지는 양천구 목동 514-5 일대 14만223㎡로 공항대로변을 따라 선형으로 이뤄져 있다.

지하철 9호선 역사인 등촌역, 염창역, 신목동역 3개 역세권을 포함하고 있다.

이번 결정은 지하철 9호선 개통 이후 지역 여건 변화에 대응하기 위해 이뤄졌다.

주변 주거 지역에 대한 지원 기능을 확대하고 지역 활성화를 유도하기 위해서다.

2008년 결정된 획지계획(13개소)과 특별계획구역(8개소)을 재검토해 이미 개발된 특별계획구역 1개소를 제외한 나머지 획지계획 및 특별계획구역을 해제했다.

구역 내 자율적 건축행위가 가능해지며 이를 통해 역세권 활성화를 도모할 수 있다.

근린상권 강화를 통한 지역 활성화도 꾀했다.

시는 구역 내 인구변화에 대응하고 주변상권 활성화를 유도하기 위해 '생활서비스' 기능을 건축물의 권장용도에 계획했다고 밝혔다.

한편 이날 도건위에서는 강서구 내발산동 742-2 일대 발산택지개발지구 지구단위계획 변경(안)도 수정가결됐다.

구역 내 도시계획시설인 도로와 녹지를 일부 변경하는 것이 주요 내용이다.

대상지는 마곡수명산아파트1단지와 명덕외국어고등학교 인근으로 마곡도시개발구역과의 도로 연속성 확보를 위해 도로 선형 및 폭원 등이 변경됐다.

도로와 연접한 녹지는 효율적 이용을 위해 완충녹지가 경관녹지로 변경되고 녹지면적 역시 519.1㎡가 확대된다.

서울시 관계자는 "이번 지구단위계획 변경으로 발산택지개발지구와 마곡도시개발구역간 교통 체계를 합리적으로 개선, 쾌적한 주거환경을 조성할 수 있을 것으로 기대한다"고 밝혔다.

@highlight

서울시는 11일 제14차 도시·건축공동위원회를 열고 지구단위계획을 재정비 하기 위한 '김포가도(양천) 지구단위계획 결정(변경)안'을 수정 후 가결했는데 지하철 9호선인 등촌역, 염창역, 신목동역 세 군데 역세권이 포함된다.