수신확보 방안 다각화도 ‘한몫’

연말이면 수신확보를 위해 등장했던 지역 저축은행의 고금리 특별판매 상품이 올해는 전무한 것으로 나타났다.

저축은행들이 수신고를 높일 수 있는 다양한 방안들이 나오고, 내년 금리인하가 예상되면서 이자부담이 큰 특판상품 판매에 나서지 않는 것으로 분석된다.

11일 저축은행중앙회에 따르면 저축은행의 1년짜리 정기적금의 평균금리는 2.57%로 나타났다.

지난해 2.72%에서 0.15%포인트 하락한 것이다.

적금상품뿐만 아니라 예금상품도 금리가 눈에 띄게 내려갔다.

지난해 말 저축은행의 1년만기 예금상품 평균금리는 2.65%였지만 올해는 0.5%포인트나 급락한 2.15%에 머물러 있다.

실제로 올해는 지난해까지 선보였던 3%대 금리 예적금을 찾아보기 힘든 상황이다.

11일 기준 대구지역 저축은행이 취급하고 있는 적금상품 중 가장 높은 금리 상품은 드림저축은행의 톡톡 정기적금(비대면)과 엠에스저축은행의 정기적금이 2.7%(이하 1년 만기 기준)로 나타났다.

이외에도 △대백저축은행 애플정기적금 2.6% △드림저축은행 정기적금 2.6% △유니온저축은행 정기적금 2.6% △참저축은행 비대면정기적금이 2.6%로 2%대 중반 금리의 적금상품이 주를 이루고 있다.

이처럼 저축은행들의 수신 확대를 위한 특판상품이 자취를 감춘 것은 내년부터 적용될 신예대율(예금액 대비 대출금) 규제를 앞두고, 저축은행들이 선제적으로 충분한 예수금을 확보했기 때문인 것으로 분석된다.

여기에 기준금리 인하가 예상되면서 고금리 특판 상품을 판매할 경우 역마진이 나타날 수도 있다는 우려가 나오고 있다.

또한 특판이 아니더라도 퇴직연금, 모바일 애플리케이션, 파킹통장 등으로도 수신을 확보하는 데 어려움이 없는 것도 연말 고금리 특판 상품이 사라진 원인으로 분석된다.

지역 저축은행 관계자는 “지역 저축은행들이 내년에 도입될 예대율 규제를 맞추기 위해 올해 초부터 충분히 예수금을 확보해 놓은 것으로 알고 있다”며 “예년처럼 고금리의 특판상품을 내놓기는 어려울 것”이라고 말했다.

@highlight

연말이면 수신확보를 위해 등장했던 지역 저축은행의 고금리 특별판매 상품이 올해는 없는 것으로 나타났는데, 저축은행들이 퇴직연금, 모바일 애플리케이션, 파킹통장 등 수신고를 높일 수 있는 다양한 방안들이 있고, 내년 금리인하가 예상되면서 이자부담이 큰 특판상품 판매에 나서지 않는 것으로 그 이유로 분석된다.