[세종=충청일보 최성열기자] 국회 세종의사당 건립 설계비 예산이 국회 본회의를 통과했다.

세종시는 국회 본회의를 통과한 국회 세종의사당 설계비 10억원을 포함해 내년 시 관련 정부예산 총 8357억원을 확보했다고 11일 밝혔다.

이는 2019년 국비예산 6814억원 보다 22.6%(1542억원) 증가한 수치다.

이 중 행정중심복합도시건설특별회계 3407억원을 제외한 세종시 관련 국비예산은 4950억원으로 지난해 3817억원 보다 29.7% 증가했다.

이처럼 내년도 국비 예산이 큰 폭으로 증가한 것은 대규모 국책사업인 세종∼안성 고속도로 사업비 1602억원이 최종 반영되면서 올해보다 큰 폭으로 증액됐기 때문으로 풀이된다.

그동안 시는 정부에산안에 제외된 주요사업 중 반드시 반영돼야 할 현안사업을 선정해 국회 상임위원회와 예산결산특별위원회에 적극 대응하는 등 국비 예산 확보 심혈을 기울여 왔다.

내년 주요 예산 반영 내역을 보면 무엇보다 국회 세종의사당 건립 예산(설계비 10억 원)이 최종 반영된 것이 눈에 띈다.

또 국립민속박물관 이전 용역비 3억원과 유네스코 세계유산해석국제센터 설립추진단 운영비 4억원이 반영됐다.

이 밖에도 보건환경연구원 실험장비 구입 3억6000만원, 한국산업인력공단 세종지사 운영비 1억 8000만원, 행복도시∼부강역 연결도로 사업비 50억원이 증액 반영됐다.

또 세종∼청주 고속도로 1억원, 도시건축박물관 건립 8억원, 국가보훈광장 4억원, 자율주행실증 규제자유특구 120억원, 투자촉진보조금 92억원, 세종충남대병원 건립 227억 등이 감액 없이 원안 의결됐다.

이춘희 세종시장은 "국회 예산심사 과정에 적극적으로 대응한 결과 시 출범 사상 최대 규모의 국비 예산을 확보했다"며 "이를 바탕으로 행정수도 완성과 자족도시 실현을 위한 시정 3기 핵심정책 추진에 만전을 기울일 것"이라고 밝혔다.

@highlight

11일, 세종시는 국회 세종의사당 설계비 10억 원을 포함하여 2019년보다 22.6%증가된 정부예산 총 8,357억 원을 확보하였다고 밝혔다.