새해 예산안을 심의하고 있는 경기도의회의 예산 삭감으로 존폐 기로에 놓인 경기도교육청의 역점사업 ‘꿈의학교·꿈의대학’과 관련, 도의회 소관 상임위원회가 개선책 마련을 요구하고 나섰다.

조광희(민·안양5)위원장을 비롯한 도의회 교육행정위원회는 11일 간담회를 갖고 2015년 첫발을 뗀 꿈의학교 사업에 대한 문제점들을 점검했다.

교육행정위는 ▶특정 운영자를 위한 보조금 사업으로 변질 ▶원칙 없는 지원액 산정 ▶지역별 편중 현상 ▶회계 부정 및 횡령·배임 등 비위 운영자 검증 불가능 등을 꿈의학교 문제점으로 거론했다.

꿈의학교 예산 중 85%가 사업자 주도형 프로그램에 집중돼 있고, 905개 교 중 228개 교가 3년 이상 연속 운영되고 있다는 점에서 특정 운영자들을 위한 안정적 보조금 사업으로 변질됐다는 게 교육행정위의 주장이다.

또 운영자 공모 당시 지원 기준액은 2017년 3천만 원, 2018~2019년 2천만 원으로 설정됐지만 실제 2017년 54곳, 2018년 39곳, 2019년 132곳이 기준액을 초과함으로써 예산편성의 형평성에도 문제가 발생했다.

조 위원장은 "이미 지난 5년간의 운영을 통해 문제점이 드러났고, 개선하지 못한다면 단순한 보조금 사업으로 변질될 것"이라며 "개선안이 없다면 예산 지원에 동의할 수 없다"고 말했다.

2015년 시작된 꿈의학교는 사업공모를 통해 선정된 각 지역 비영리단체 등에서 초·중·고생을 모집해 예체능 등 각종 교육을 지원하는 사업이다.

강사비와 운영비 전액이 보조금으로 지원된다.

앞서 교육행정위는 상임위 차원의 새해 예산안 1차 심의 과정에서 꿈의학교·꿈의대학 관련 예산 148억4천여만 원과 67억여 원을 각각 전액 삭감해 예결특위로 넘겼다.

예결특위는 13일까지 새해 예산안 막판 조정을 이어갈 예정으로, 예결특위에서 삭감됐던 해당 예산을 부활(증액)시킬 경우 소관 상임위의 동의를 받아야 한다.

@highlight

경기도교육청 역점사업인 '‘꿈의학교·꿈의대학' 사업에 대한 도의회 소관 상임위원회의 개선책 마련 요구에, 교육행정위원회는 11일 간담회에서 '특정 운영자들의 독점화', '원칙 없는 지원액 산정' 등 여러 문제점들을 점검했다. 