“대통령 앞에서 농어업인들의 어려운 현실을 설명하고 로컬푸드가 지속 발전 할 수 있도록 관심을 요청한다는 게 사실 부담스럽기도 했지만 상당히 뿌듯합니다”

12일 전주 농수산대학교에서 열린 ‘2019 타운홀미팅 보고대회’에 참석한 임병묵 농민(완주 로컬푸드협동조합 이사)은 로컬푸드와는 뗄레야 뗄 수 없는 사이다.

성실히 살았지만 사업이 어려워져 신용불량자가 됐고, 힘들던 시기 로컬푸드를 만나 재정적 어려움을 극복할 수 있었기 때문이다.

2012년부터 완주로컬푸드 협동조합원이자 출하 농민으로 지내온 임씨는 2016년 비로소 부채 전액을 상환, 안정적인 생활을 할 수 있게 됐다.

지금은 전국적으로 로컬푸드가 붐을 일으키고 있지만, 처음 ‘농업농촌발전약속프로젝트’ 목적으로 완주에 도입됐을 당시만 하더라도 로컬푸드에 대한 개념은 제대로 자리 잡지도 못했다.

인구 9만명의 작은 도농복합도시였던 완주군은 지역순환농업체계 구축과 마을 및 공동체육성사업과 함께 로컬푸드 정책을 착수해 나갔고, 임씨는 그 시작을 함께하면서 애정을 키워갔다.

그렇게 로컬푸드의 처음을 함께하고, 같이 성장했기 때문일까.

임 씨는 이날 타운홀미팅 보고 대회에 참석한 문재인 대통령 옆자리에 착석하는 영광도 누렸다.

위기를 극복하고 완주로컬푸드 협동조합 이사로 자리매김한 그는 타운홀미팅 자리에서 농업인과 조합원이 보다 나은 환경에서 생활할 수 있도록 정부의 관심을 요청했다.

임 씨는 “로컬푸드가 잘 되려면 지역 푸드플랜으로 한 단계 끌어올려야 한다”며 “지역에서 생산되고 소비될 수 있도록 지역푸드플랜 완성이 필요하다”고 말했다.

이어 “오늘 건의한 내용이 실현되기까지 시간이 걸리고, 어려움이 따를 수 있겠지만 현재 로컬푸드의 현실을 입 밖으로 꺼낸 것 자체도 나름의 의미가 있다”고 밝혔다.

@highlight

'2019 타운홀미팅 보고대회'에 참석해 문재인 대통령을 만난 임병묵 농민은 사업이 어려워져 신용불량자가 됐지만 로컬푸드를 만나 재정적 어려움을 극복할 수 있었다.