가수 김희철(37)과 개그맨 이수근(45)의 조합으로 화제가 되고 있는 프로젝트 그룹 '우주 쪼꼬미'가 12월 15일 신곡 '하얀 겨울(White Winter)'을 공개한다.

김희철의 소속사 SM엔터테인먼트(SM) 산하 Label SJ는 오는 15일 오후 6시 음원 사이트를 통해 신곡 '하얀 겨울(White Winter)'을 공개한다고 12일 밝혔다.

우주쪼꼬미의 '하얀 겨울(White Winter)'은 'STATION X 4 LOVEs for Winter (2019 SMTOWN Winter)'(스테이션 엑스 포 러브스 포 윈터)의 세 번째 곡으로 발매될 예정이다.

우주 쪼꼬미의 '하얀 겨울(White Winter)'은 1990년대 감성을 자극하는 동명의 곡 '하얀 겨울'을 리메이크한 곡으로, 일렉 피아노와 올드스쿨 일렉 기타 연주를 통해 겨울에 걸맞은 따뜻한 재즈 느낌을 재해석했다.

크리스마스 분위기를 물씬 풍기는 도입부도 인상적이다.

특히 '하얀 겨울(White Winter)'의 뮤직비디오에 JYP의 신인 그룹 ITZY(있지)가 깜짝 출연해 팬들의 이목을 집중시킬 것으로 보인다.

이에 우주 쪼꼬미는 오는 14일부터 'STATION' 공식 소셜네트워크(SNS)에 각종 티저 이미지와 뮤직비디오 티저 영상을 차례로 오픈할 예정이다.

한편 'STATION X 4 LOVEs for Winter (2019 SMTOWN Winter)'는 SM 디지털 음원 공개 채널 'STATION X'의 첫 프로젝트다.

지난 11월 20일 SM과 자선단체 유니세프가 컬래버레이션한 'This is Your Day'(디스 이즈 유어 데이)를 시작으로, NCT U의 'Coming Home'(커밍홈) 등 '겨울'과 '사랑'을 주제로 하여 다채로운 장르의 곡을 발매하고 있어 화제를 모으고 있다.

@highlight

SM 디지털 음원 공개 채널 'STATION X'의 첫 프로젝트 TATION X 4 LOVEs for Winter (2019 SMTOWN Winter)의 세 번째 곡으로 가수 김희철과 개그맨 이수근의 조합으로 화제가 되고 있는 프로젝트 그룹 '우주 쪼꼬미'의 신곡 '하얀 겨울'을  12월 15일 공개한다.