동산담보 1위 P2P 금융 플랫폼 '시소펀딩'이 회원을 대상으로 투자 및 출석체크를 통해 적립되고 현금처럼 사용할 수 있는 멤버십 포인트 서비스를 2일 오픈했다고 밝혔다.

투자금액과 멤버십 등급에 따라 포인트가 적립되며, 적립된 포인트에 따라 일반, 실버, 골드, VIP로 승급된다.

회원 등급에 따라 적립률이 달라지며 일반 등급의 경우 0.1%가 적립되지만 실버 등급은 0.2%, 골드 등급은 0.3%, VIP 등급은 최대 0.5%까지 적립된다.

회원 등급 장벽 또한 높지 않다.

2019년 12월 2일부터 1년 동안 적립되는 누적 포인트를 기준으로 3만P 이상 적립하면 실버, 5만P 이상 적립하면 골드, 10만P 이상 적립하면 VIP 등급으로 승급된다.

등급은 누적 포인트에 따라 실시간으로 반영되며, 등급 산정을 위한 누적 포인트 유효기간은 1년이다.

현재, 투자 이외에도 매일 출석체크를 통해 100P씩 적립하는 이벤트를 진행 중이며, 출석체크는 마이페이지의 멤버십 포인트 란을 통해 가능하다.

포인트 사용은 현재 서비스 오픈 준비 중으로 향후 투자, 포인트몰을 통해 현금처럼 사용이 가능하다.

시소플랫폼 이정윤 대표이사는 "리워드가 항상 고액 투자자에게만 혜택이 가다 보니, 모든 투자자분들께 혜택을 드리는 방법에 대한 많은 고민을 했고, 투자금액의 일정 비율로 적립이 가능한 멤버십 포인트 서비스를 오픈하게 되었다."라며, "이번 멤버십 포인트 서비스 오픈으로 모든 투자자들이 이자수익의 기쁨과 포인트 적립의 기쁨을 일석이조로 느끼시길 바란다."라고 전했다.

이 밖에도 현재 시소펀딩에서는 12월 한 달간 신규 가입한 회원에게 스타벅스 아메리카노를 모두 지급하는 이벤트를 진행하고 있다.

또한 농산물 펀딩에는 최대 5만 원 상품권 리워드를 모두 지급하는 특별 리워드를 진행 중이며, 농산물 펀딩 외에도 기존 신세계 상품권 모두 지급 리워드에 1만 원을 추가 지급하는 등 연말을 맞아 풍성한 리워드를 진행 중이다.

자세한 내용은 시소펀딩 홈페이지를 통해 확인 가능하다.

@highlight

시소펀딩이 투자 및 출석체크를 통해 포인트를 적립하고 현금처렁 사용가능한 멤버십 포인트 서비스를 2일 오픈했으며 등급별로 적립률이 다르고 VIP 등급은 최대 0.5% 이다.