현대중공업그룹이 미래 성장동력인 로봇사업부문을 떼내 '현대로보틱스'를 설립하고 관련 매출을 오는 2024년까지 1조원으로 확대키로 했다.

현대중공업지주는 13일 이사회를 열고 로봇사업부문을 물적분할, 현대로보틱스로 신규 설립할 것을 결의했다고 밝혔다.

현대중공업지주는 앞서 로봇사업을 미래 성장동력으로 삼고 생산설비 투자, 글로벌 주요 기업과의 전략적 협력 등을 통해 지속적으로 육성해 왔다.

현대로보틱스는 이를 기반으로 분할 이후 산업용 로봇의 해외 진출을 가속화, 지난해 기준 2667억원이었던 매출액을 5년 내 1조원으로 늘리겠다는 계획이다.

현대로보틱스는 특히 스마트팩토리, 스마트물류자동화 등 신규사업을 확대, 2024년엔 매출비중을 30%로 확대한단 방침이다.

스마트팩토리 사업의 경우 올 수주가 전년 대비 5배 이상 늘어난 800억원에 이를 것으로 추산되는 등 가시적 성과도 나타나고 있는 상태다.

스마트물류자동화 시장에도 진출한다.

국내 스마트물류자동화 시장이 향후 5년간 1조원 규모로 성장할 것으로 보고 국내 물류시스템 전문기업과 합작법인을 설립, 시장을 선점한다는 구상이다.

현대로보틱스는 또 최근엔 KT와 함께 제작·개발한 모바일 서비스 로봇 '유니(UNI)'를 상용화 하는데 성공했다.

자율주행, 음성인식 기술이 적용된 유니는 다음달 부터 서울 소재 호텔에 배치 돼 고객안내 등 서비스를 제공한다.

산업용 로봇 분야 해외진출도 활발히 전개되고 있다.

현대로보틱스는 지난해 세계 최대 로봇시장인 중국에 진출, 올해 3000만 달러 수주 달성을 전망하고 있다.

이는 전년 대비 4배 이상 늘어난 실적이다.

서유성 현대로보틱스 대표는 "이번 독립법인 설립을 통해 글로벌 톱티어 로봇기업으로 발돋움하기 위한 발판을 마련하게 됐다"며 "향후 연구·개발(R&D)투자 강화, 대규모 설비 투자 등을 통해 사업경쟁력을 강화하고, 전략적 투자 유치도 고려할 것"이라고 밝혔다.

@highlight

현대중공업지주는 13일 현대로보틱스를 설립해 미래 성장동력으로 삼아 생산설비 투자, 글로벌 주요 기업과의 전략적 협력 등을 지속적으로 육성해 2024년까지 1조원으로 확대하기고 하고 신규사업도 확대한다는 방침이다.