지난 12일 몽탄농협 대회의실에서 관내 축산농가를 대상으로부숙도 검사 의무화 대비 사전교육을 했다.

전남 무안군(군수 김산)은 내년 3월 25일부터 시행되는 '축산농가 퇴비 부속도 검사 의무화'에 대비해 축산농가를 대상으로 적극 홍보에 나섰다고 13일 밝혔다

부숙도는 퇴비의 원료가 퇴비화 과정을 거치면서 식물과 토양에 대해 안정적인 반응을 나타내는 정도를 의미하며 가축분뇨법 제17조에 따라 축사면적 1500㎡ 미만은 부숙 중기 이상의 퇴비를, 1500㎡ 이상은 부숙 후기 또는 부숙 완료의 퇴비를 농경지에 살포하도록 규정하고 있다.

퇴비 부숙도 검사 대상과 주기는 배출시설 허가 규모 축산농가(한우·젖소 900㎡, 양돈 1000㎡, 가금 3000㎡ 이상 등)의 경우 6개월 1회, 신고규모축산농가(한우·젖소 100∼900㎡, 양돈 50㎡∼1,000㎡ 가금 200∼3000㎡ 미만 등)는 1년에 1회 퇴비부숙도 검사를 받아야 한다.

또한, 부숙도 기준을 만족하는 퇴비를 퇴액비 관리대장에 기록하고 농경지에 살포해야 하며, 검사결과 및 관리대장을 3년간 보관해야 한다.

농경지에 살포되는 퇴비의 부숙도 기준을 위반할 시 최대 200만 원 이하의 과태료를, 퇴비 부숙도 검사결과를 3년간 보관하지 않으면 100만 원 이하의 과태료가 부과되므로 축산농가에서는 위 사항을 반드시 준수해야 한다.

이와 관련 무안군은 지난 12일 몽탄농협 대회의실에서 관내 축산농가를 대상으로 퇴비 부숙도 검사 의무화에 대비한 사전교육을 했다.

무안군 관계자는 "이번 교육을 통해 축산농가들도 가축분뇨 냄새 저감, 경축순환 농업 활성화 등을 통한 지속할 수 있는 축산업 발전을 위해 퇴비 부숙도 기준 준수의 필요성을 깊이 인식하고, 이행 준비에 적극적으로 참여해주기를 바란다"며 "앞으로도 부숙도 관리대상 축산농가 컨설팅 등을 통해 관련 사항을 적극적으로 홍보해나갈 계획이다"고 밝혔다.

@highlight

무안군(군수 김산)은 내년 3월 25일부터 시행되는 '축산농가 퇴비 부속도 검사 의무화'에 대비해 축산농가를 대상으로 적극 홍보에 나섰다고 13일 밝혔으며, 지난 12일 축산농가를 대상으로 퇴비 부숙도 검사 의무화에 대비한 사전교육을 실시할 예정으로, 부숙도는 퇴비의 원료가 퇴비화 과정을 거치면서 식물과 토양에 대해 안정적인 반응을 나타내는 정도를 의미한다.