내년도 금융위원회 예산이 3조원 규모로 확정됐다.

금융위는 금융공기업에 대한 출자사업을 중심으로 내년에도 혁신금융과 포용금융 등에 힘을 쏟을 계획이다.

13일 금융위는 내년도 세출예산이 올해와 비슷한 2조9731억원으로 확정됐다고 밝혔다.

금융위 예산의 특징은 KDB산업은행 등 금융공기업에 대한 출자사업이 상당부분을 차지한다는 점이다.

금융위는 중소벤처기업 및 중견기업의 성장자금 지원을 위한 혁신모험펀드 조성을 위해 산은에 500억원을 출자한다.

이 돈은 일종의 마중물 역할을 하며 민간 투자자금을 유치할 계획이다.

산업구조고도화 지원 사업 목적으로 산은에 880억원, IBK기업은행에 480억원이 출자된다.

이 자금은 스마트화, 신산업 등에 대비한 중소·중견기업의 미래경쟁력 강화와 산업 생태계 역동성 제고를 위한 시설투자 지원 목적에 쓰인다.

이외에도 금융위는 미세먼지 대응과 안전사고 방지 등 중소ㆍ중견기업의 환경ㆍ안전분야 시설투자 지원을 위해 산은과 기은에 각각 375억원씩을 출자한다.

부실징후를 보이는 중소ㆍ중견기업의 경영정상화를 지원하는 기업구조혁신펀드를 위해 산은에 750억원을 출자한다.

부실징후 기업이지만 경쟁력을 가진 기업에 대해 기업구조혁신펀드가 자금을 전제적으로 지원해 기업의 조기 경영정상화를 돕는데 활용된다.

동산금융 인프라를 구축하기 위해 동산담보 회수지원기구 설치를 위해 한국자산관리공사에 400억원을 출자한다.

금융당국은 회수지원기구 설치를 통해 동산담보의 적시 환가처분을 보장해 동산금융에 대한 신뢰를 높이고, 공급 활성화를 유도하겠다는 방침이다.

소상공인과 자영업자의 경영애로를 해소하기 위해 1785억원을 기은에 출자한다.

자영업자 및 혁신성장 분야 창업기업의 경영애로에 도움이 되도록 할 계획이다.

이외에도 금융위는 핀테크 지원에 199억원, 금융공공데이터 개방 및 이용활성화에 29억원, 해외금융법령정보시스템 구축에 1억7500만원의 예산이 편성됐다.

@highlight

금융위원회는 내년 예산이 3조원 규모로 확정된 가운데, 금융공기업에 대한 출자사업이  많은 부분을 차지하는데 , 이를 중심으로 혁신성장·포용금융에 집중 투자 할 것이라고 밝혔다.