세계 2위 자동차 선루프 제조업체가 경기도 화성에 둥지를 튼다.

경기도는 세계적 자동차 선루프 제조기업인 '인알파 루프 시스템즈' 그룹과 13일 양해각서(MOU)를 체결하고, 화성시 장안1 외국인투자지역 안에 설립될 수 있도록 공동 노력하기로 합의했다고 밝혔다.

이재명 경기도지사는 이날 협약식 후 "대한민국 첨단산업의 중심지인 경기도에 투자를 결정한 것에 대해 결코 후회하지 않을 것"이라며 "이번 투자 결정을 통해 지역에 일자리도 많이 늘어나고 지역경제도 크게 활성화 될 것으로 기대한다"고 밝혔다.

이 지사는 이어 "기업활동에 있어 시간이 매우 중요한 가치인 만큼 신속하게 공장 신설이 이뤄질 수 있도록 화성시와 함께 힘을 합쳐 최대한 적극적으로 지원하겠다"며 "기업의 성공이 곧 경기도의 성공이자 도민들의 삶의 질을 개선하는 유효한 길이다. 투자기업의 성공과 발전을 진심으로 기원한다"고 강조했다.

이날 협약에 따라 인알파 그룹은 2000만 달러를 투자해 화성 장안1 외국인 투자지역 내 자동차 루프시스템 제조시설 확대에 나선다.

도는 인알파 그룹이 투자계획을 성공적으로 실행할 수 있도록 다양한 인허가 사항을 지원하고 애로사항 해결을 추진한다.

이날 협약서에는 구체적인 투자규모는 물론 지역경제 활성화를 위해 경기도민을 우선적으로 채용하는 내용이 담겼다.

화성 외투지역에 들어서는 공장은 자율주행 자동차 보조시스템과 태양광을 이용한 에너지절감 시스템 분야의 독보적 선진기술을 보유한 인알파 그룹의 주력 생산기지 역할을 하게 된다.

인알파 그룹은 1946년 금속 가공업체로 창립돼 1974년부터 주력제품인 선루프를 생산하고 있다.

최근에는 태양광 에너지를 활용한 '솔라루프'와 자율주행자동차 핵심기술인 '첨단운전 보조시스템(ADAS)' 등 4차 산업혁명과 관련한 최첨단 설비 생산을 추진하고 있다.

인알파 그룹 내 한국법인인 인알파 코리아는 1995년 화성시 마도 산업단지 내 설립됐으며, 2008년부터 현대자동차 협력업체로 등록한 뒤 현대 기아차, 한국 GM등에 선루프를 납품하고 있다.

@highlight

경기도는 세계 2위 선루프업체 제조기업인 '인알파 루프 시스템즈'가 경기도 화성시 장안 1 외국인투자지역 안에 설립될 수 있도록 공동 노력하기로 합의했다고 밝히며, 이재명 경기도지사는 이번 투자 결정을 통해 지역경제가 크게 활성화 될 것으로 기대한다고 전했다.