서울시의 '도시·건축 혁신' 1호 사업지인 공평15·16지구가 건축심의를 통과했다.

13일 서울시에 따르면 지난 10일 열린 제20차 시 건축위원회에서 종로구 삼일대로 401-20번지 일대 '공평15·16지구 도시정비형 재개발사업' 건축계획안이 통과됐다.

건축위는 건축계획안을 검토한 끝에 고층부의 입면이 저층부의 입면과 어울리도록 입면 계획을 개선하고 공개공지의 개방성이 확보될 수 있는 시설물 계획을 조건으로 '조건부 의결'했다.

이 사업은 서울시가 올해 2월 발표한 도시·건축혁신안에 따른 첫 사례다.

정비와 존치의 조화를 이루는 '혼합형' 정비기법을 도입해 서울시와 민간이 정비계획 수립 단계부터 준공까지 정비사업 전 단계를 함께 고민하고 지원한다는 것이다.

사업계획안은 시·구 주관부서, 도시건축혁신단, 공공기획자문단으로 구성된 원팀(One Team)의 주도로 공공건축가, 전문가그룹, 주민이 참여하는 수십 차례 논의 절차를 거쳐 만들어졌다.

지난 9월 도시계획위원회 심의를 조건부 통과했다.

이번에 건축심의를 통과한 계획안은 연면적 11만6020.92㎡, 지상 17층, 지하 8층 규모이며, 용적률은 795.12%, 건폐율은 저층부 67.23%, 고층부 59.96%다.

지하 중 4개 층은 지하주차장이며, 지하 2층∼지상 3층은 판매시설로 계획돼 있다.

13층·17층 2개 동이 생기며, ㅋ둘 다 지상 4층 이상은 업무시설로 쓰일 예정이다.

지상 12층에는 누구나 이용할 수 있는 옥상정원이 마련된다.

2021년 3월 착공.

2024년 3월 준공 예정이다.

류 훈 서울시 주택건축본부장은 "이번 시범사업은 공공의 책임 있는 프로세스 관리로 공공성과 사업성 등을 모두 고려해 창조적 도시경관을 창출한 좋은 사례다"고 말했다.

@highlight

서울시의 13일 발표에 따르면 공평 15. 16지구 도시정비형 재개발 사업이 심의에 통과했다고 알렸고, 류 훈 서울시 주택건축 본부장은 이에 대해 공공성과 사업성이 모두 반영된 혁신적 도시경관 창출은 좋은 예라고 칭찬했다.