한국타이어앤테크놀로지가 유럽 시장에서 우수한 품질을 인정받은 사계절용 타이어 '키너지 4S 2(Kinergy 4S²)'를 국내에 출시한다.

이번에 출시하는 '키너지 4S 2'는 유럽 겨울용 타이어 필수 인증마크인 '3PMSF'를 획득한 국내 최초 사계절용 타이어다.

마른 노면과 젖은 노면뿐만 아니라 눈길에서도 안정적인 주행성능을 제공하는 뛰어난 균형감이 특징이다.

'키너지 4S 2'는 유럽 시장에서 먼저 출시돼 높은 판매량을 기록하며 우수한 성능과 품질을 인정받고 있다.

특히 타이어의 겨울철 성능에 대해 엄격한 평가가 이루어지는 유럽에서 인정받으면서 겨울철 성능을 입증했다.

또한 유럽 최고 권위의 자동차 전문지 '아우토빌트'가 실시한 2019년 사계절용 타이어 테스트에서 31개 브랜드 제품 중 5위에 오르며 '추천' 평가를 받은 바 있다.

아우토빌트 측은 "눈길에서 강력한 퍼포먼스를 발휘하며, 전반적으로 흠잡을 곳이 없는 균형 잡힌 사계절용 타이어"라고 평가했다.

'키너지 4S 2'는 한여름 무더위부터 겨울 한파까지 폭넓은 기온변화에도 최적의 성능을 유지한다.

트레드 중앙에 넓은 그루브를 배치해 배수성능을 향상하고, 지그재그로 교차하는 형태의 V자형 그루브 패턴을 적용해 뛰어난 눈길 주행성능과 횡방향 안정성 향상에 기여하며 주행소음도 줄였다.

사계절용 타이어는 겨울철에도 사용되는 만큼 낮은 온도에서도 딱딱하게 굳지 않고 탄성을 유지하는 것이 중요하다.

'키너지 4S 2'는 3차원 디자인을 통해 이를 만족시켰다.

트레드블록 중앙에 미세 3D 사이프(타이어 표면에 가로 방향으로 새겨진 미세한 홈)를 적용해 접지면의 표면적을 늘리고 제동거리를 단축시키며, 고온·과부하 상황에서의 마모를 방지한다.

@highlight

한국타이어앤테크놀로지가 유럽 겨울용 타이어 필수 인증마크인 '3PMSF'를 획득하고 우수한 품질을 인정받은 국내 최초의 사계절용 타이어 '키너지 4S 2'가 국내에 출시되며, 이 제품은 마른 노면과 젖은 노면뿐만 아니라 눈길에서도 안정적인 주행성능을 제공하는 뛰어난 균형감을 지니고 있다.