구글 계정이 해킹돼 눈 깜짝할 사이 수백만원이 자신도 모르게 결제되는 피해사례가 속출하고 있다.

특수문자를 포함한 보안 최고등급의 비밀번호도 뚫리는 경우가 있어 사용자들의 각별한 주의가 요구된다.

김주영(30ㆍ가명)씨는 지난 8일 새벽 휴대전화 문자 소리에 잠에 깼다.

문자를 확인한 김씨는 소스라치게 놀랐다.

내용은 카드사에서 발송해주는 결제 안내로, 누군가 11만원씩 십여차례에 걸쳐 약 150만원을 결제했다는 내용이었다.

김씨가 다급히 카드를 정지시킨 뒤에야 결제는 멈췄다.

그의 카드로 결제된 건 모바일 게임 유료아이템이었다.

누군가 김씨의 구글 계정에 등록돼 있던 카드 정보를 이용해 구글 플레이스토어에서 결제한 것이었다.

다행히 김씨는 카드 부정 사용이 인정돼 결제된 금액을 환불받을 수 있다는 통보를 받았다.

지난 주말 새 이 같은 피해사례를 호소한 인터넷 게시물만 수십건에 달했다.

해커들은 피해자의 카드로 구입한 게임 아이템을 온라인 게임아이템 거래 사이트를 통해 현금화하는 것으로 추정된다.

실제로 게임아이템 거래 사이트에는 피해가 집중된 날짜를 기점으로 피해자들의 계정으로 구매된 게임 아이템과 같은 아이템을 판매한다는 게시글이 집중적으로 등록된 것을 확인할 수 있었다.

해킹 피해가 집중된 날을 기점으로 한 게임아이템 거래 사이트에 피해자들의 계정으로 구매된 게임 아이템과 같은 아이템을 판매한다는 게시물이 집중적으로 등록됐다.

문제는 피해가 지속해서 이어지고 있지만 사용자 스스로 보안을 강화하는 방법 외 뚜렷한 대책이 없다는 점이다.

특히 구글과 카드사로부터 '부정 사용'을 인정받아야 하는데, 1회 오류도 없이 아이디와 비밀번호가 입력됐다는 이유로 정상결제라고 판단 받을 경우 환불을 받지 못하는 사례도 있다.

보안업체 관계자는 "해킹이 되는 경로는 너무나 다양하고, 현재 다크웹에 떠도는 개인정보만 하더라도 수백만건에 달한다"라며 "이용하는 계정마다 비밀번호를 달리하고, 주기적으로 변경해줘야 해킹 피해를 막을 수 있다"고 조언했다.

@highlight

구글 계정이 해킹돼 사용자들의 각별한 주의가 필요하고 계정마다 비밀번호를 달리하고, 주기적으로 변경해줘야 해킹 피해를 막을 수 있다.