코람코자산신탁이 행정공제회 소유 이마트 상무점을 주상복합건물로 재개발한다.

코람코자산신탁가 13일 '프로젝트금융투자회사(PFV) 코크렙 상무' 설립을 마치고 본격적인 이마트 상무점 재개발 사업에 착수한다고 밝혔다.

이마트 상무점은 2001년 행정공제회가 지하3층 지상6층 연면적 4만5416㎡의 상업시설로 개발해 지난 20년 동안 운영됐다.

하지만 최근 이마트가 상무점 철수계획을 발표함에 따라 행정공제회는 해당 상업시설의 임대 및 운영방안에 관한 원점에서부터의 재검토가 필요했다.

행정공제회는 대형 상업시설인 해당 건물의 공실 장기화 우려를 선제적으로 대응하고 자산의 입지적 가치 극대화 측면을 고려해 전면 재개발 시행으로 사업방향을 잡고 지난달 재개발 운용사업자 선정 공모를 통해 코람코 컨소시엄을 우선협상대상자로 선정했다.

코람코자산신탁, GS리테일 등으로 구성된 컨소시엄은 해당부지에 지상 30층 이상 아파트 2개동 총 200여 세대를 건립하고 저층부에는 상업시설을 들이는 복합 개발방안을 제시했다.

내년 상반기 중 인허가 및 철거를 거쳐 2023년 말 준공을 목표로 사업을 추진한다는 계획이다.

코람코는 '코크렙 상무'를 설립·운영하고 자금 및 건축 관리, 인허가 등 재개발 사업 전반을 총괄하며 GS리테일은 저층부 상업시설의 상가구성을 특화해 지역 상권도 활성화한다는 복안이다.

설립등기를 마친 '코크렙 상무'는 연내 행정공제회와 부동산매매계약을 체결할 예정이다.

코람코는 앞서 지난해 6월 연기금으로서는 최초로 리츠를 통해 자사 회관을 재건축하는 사학연금공단의 여의도 사학연금회관 재건축사업 리츠 운용사로 선정됐었다.

재건축 사업에 두각을 나타내고 있다.

정준호 코람코자산신탁 사장은 "광주 서구의 신규 주택공급 갈증해소는 물론 지역 상권에 활력을 불어넣는 프로젝트"라고 사업을 정의하며 "코람코의 투자기구 운용 경험과 개발사업 노하우를 바탕으로 투자자와 지역민의 기대에 부응할 것"이라고 말했다.

@highlight

코람코자산신탁가 '프로젝트금융투자회사 코크렙 상무' 설립을 끝냈으며 올해 안에 행정공제회와 부동산매매계약을 체결하고 내년 중 인허가 및 철거를 완료하고 2023년 말 준공을 목표로 이마트 상무점 재개발 사업을 추진했다고 13일 밝혔다.