지난 10월 상도3동 구립경로당에서 방문간호사가 어르신에게 혈압을 측정하고 있다.

야외 활동량이 줄어드는 겨울철에 비만 예방 및 전신근력 향상, 심폐기능 촉진, 면역력 강화를 위한 실내운동과 건강관리가 관심을 끌고 있다.

동작구(구청장 이창우)가 2020년1월31일까지 2달 간 '건강한 겨울나기 근력운동교실'을 운영한다.

보건소 보건교육실에서 지역주민 60여 명을 대상으로 매주 수요일과 금요일 주 2회로 진행한다.

참여주민들은 보건소의 전문운동처방사로부터 ▲맨손, 밴드, 미니볼을 이용한 전신근력운동 ▲웨이트와 트레이닝을 통한 하체근력운동 ▲척추기립근과 상부 등근육 운동 ▲기타 전신 및 코어 근육 운동 등을 배울 수 있다.

안전하고 건강하게 겨울을 보낼 수 있도록 개인 질환별 운동방법과 주의사항도 안내한다.

구는 지난 7월3일부터 2달 간 '건강한 여름나기' 근력운동교실을 총 36회 운영했다.

787명의 주민들이 참여해 97%의 높은 만족도를 보였다.

특히, 94%가 근력운동 후 체력이 향상됐다고 응답했다.

또, 구립 및 사립경로당 34개소 어르신을 대상으로 20여 명의 방문간호사와 신체활동리더가 주민과 함께 하는 '백세동작 건강경로당'을 운영하고 있다.

▲혈압·혈당 자가측정 기록 건강수첩 배부 ▲계절별 건강관리법 교육▲골관절염·요실금·만성질환의 관리법 안내 ▲치매선별검진 및 치매안심센터연계 등의 서비스를 제공한다.

자세한 사항은 보건기획과(☎820-1424) 또는 건강관리과(☎820-1428)로 문의하면 된다.

모현희 보건소장은 "이번 겨울철 건강관리 프로그램을 통해 주민들의 자가건강관리능력 향상과 생활습관 개선으로 건강한 겨울을 보내길 기대한다"며 "앞으로 대상별 맞춤형 건강관리 프로그램을 지속적으로 추진하겠다"고 말했다.

@highlight

동작구(구청장 이창우)는 보건소 보건교육실에서 지역주민 60여 명을 대상으로 2020년 1월 31일까지 두 달 간 매주 수, 금 주 2회 '건강한 겨울나기 근력운동교실'을 운영해 전신근력운동, 하체근력운동, 등근육운동 등을 교육한다.