로또 889회 당첨번호를 어제(14일) MBC 행복드림 로또 6/45에서 '3·13·29·38·39·42' 이라고 발표했다.

2등 보너스 번호는 '26'이다.

로또 889회 당첨번호 6개를 모두 맞힌 1등 당첨자는 10명이며 각 2,108,986,950원의 당첨금을 받는다.

로또 당첨번호 5개와 보너스 번호가 일치한 2등은 60명으로 각각 58,582,971원을 받는다.

로또 889회 당첨번호 3등인 5개를 맞힌 이들은 2,338명이며 1,503,413원씩을 받게 된다.

고정 당첨금 5만 원을 받는 로또889회 당첨번호 4개를 맞힌 4등은 114,198명이며, 고정 당첨금 5,000원을 받는 로또889회 당첨번호 3개가 일치한 5등은 1,907,477명이다.

▲ 흥부네박터졌네 인천 계양구 계산동 966-1번지 ▲ 씨스페이스(주안1-2) 인천 미추홀구 주안동(주안1동) 224-1 ▲ 행운로또방 인천 부평구 십정동(십정1동) 322-19 1층 ▲ 행운복권방 경기 성남시 분당구 구미동 185-1번지 비즈파이코리아103호 ▲ 다니엘사 경기 안산시 단원구 초지동 796 101호 ▲ 포유25다농점 경기 오산시 오산동 924-1번지 거성그린프라자114호 ▲ 태흥복권방 경기 의정부시 가능동 738-36번지 ▲ 이천대박로또 경기 이천시 부발읍 응암리 14-10 가산삼거리 ▲ 로또명당해미점 충남 서산시 해미면 읍내리 295-4 ▲ 순천복권랜드 전남 순천시 연향동 1587-7번지 율산마트내 등 10군데 이다.

@highlight

889회 로또 당첨번호는 3.13.29.38.39.42 보너스 26이며 로또 1등 명당판매점도 공개됐다. 