5선의 심재철 의원(안양 동안을)이 제1야당인 자유한국당 신임 원내대표로 선출됐다.

경기지역 의원이 한국당 원내사령탑을 맡게 되면서 내년 총선을 앞두고 경기도에 상당한 힘이 실릴 전망이다.

뿐만 아니라 김명연(재선, 안산 단원갑)·주광덕(재선, 남양주병) 의원도 각각 대표비서실장, 전략기획본부장에 임명됐다.

내년 총선을 이끌게 된 심 대표는 "수도권을 지켜내야 내년 총선에서 이길 수 있다"고 강조했다.

민주당 내에서도 경기지역 의원들의 위상은 높다.

설훈(4선, 부천 원미을)·박광온(재선, 수원정) 의원이 최고위원, 조정식(4선, 시흥을) 의원이 정책위의장, 윤호중(3선, 구리) 의원이 사무총장을 맡고 있다.

또 최근 유력한 총리 후보로 꼽혔던 김진표(4선, 수원무) 의원도 경기지역 대표 정치인이다.

그동안 경기지역 정치는 타 시도에 비해 세력이 약했다.

대선 때면 각종 언론에 광주·전라, 대구·경북 등의 민심이 조명됐지만 경기지역 민심은 대권의 중심이 아니었다.

이인제 전 지사부터 손학규 전 지사, 김문수 전 지사, 남경필 전 지사까지 모두 대권 도전에 나섰지만 고배를 마셨다.

그럼에도 불구하고 경기도는 대한민국 정치의 중심임에 틀림없다.

경기도 선거구는 전국 253개 선거구 가운데 62개에 달해 선거 판세에서 비중이 큰 편으로 여야 어느 정당이든 경기도 선거에서 지면 총선에서 승리할 수 없다.

심 대표가 지켜야 한다고 한 수도권 민심의 바로미터가 바로 경기도인 것이다.

이제 총선이 100여 일 앞으로 다가왔다.

총선을 앞두고 3선의 한국당 김영우(포천·가평) 의원과 5선 민주당 원혜영(부천오정) 의원, 3선 백재현(광명갑) 의원이 불출마를 선언했다.

경기지역 여야 중진 의원들의 불출마로 능력 있는 정치 신인 등장에 기대가 높아지고 있다.

하지만 중진이든 신인이든 국회의원은 경기도민을 위한 일꾼이다.

경기도의 대표 참일꾼이 대한민국 대표 일꾼이 되는 날을 기대해 본다.

@highlight

경기도 선거구는 전국 253개 중 62개에 달해 선거 판세에 비중이 크기 때문에 민주당 내에서 경기지역 의원들의 위상이 높아졌고 한국당 경기지역 의원 역시 원내사령탑을 맡게 되면서 내년 총선을 앞두고 경기도에 중심이 많이 실리고 있다.