택배 터미널이 가동되는 오전 7시 일감을 분류하기 위해 일렬로 서있는 택배기사들이 좀처럼 볼 수 없다.

화물 자동분류기가 택배 상자를 배송지역별로 분류해준 덕이다.

CJ대한통운은 지난 14일 경기도 남양주 오남읍에 위치한 택배 터미널에 화물 자동 분류 장치 '휠소터'를 설치함으로써 전국 173개 터미널에 분류 자동화 설비 구축을 완료했다고 15일 밝혔다.

휠소터는 택배 상품에 부착된 송장의 바코드를 인식한 후 컨베이어벨트 곳곳에 설치된 소형 바퀴(휠)로 택배 상자를 배송지역별로 자동 분류하는 장비다.

CJ대한통운은 지난 2016년 1227억원을 투자해 전국 173곳에 휠소터 설치 계획을 발표한 바 있다.

CJ대한통운에 따르면 휠소터는 단순히 작업환경 개선을 넘어 택배기사 작업방식의 다양화, 만족도 향상, 효율성과 수입 증대 등의 변화를 이끌었다.

우선 택배기사의 '아침 모습'이 달라졌다.

기존 택배 터미널에는 오전 7시 택배기사 전원이 일렬로 서 있었지만, 이제 대다수는 10시 이후부터 작업을 시작한다.

약 3시간의 오전 여유는 육아, 가사, 운동 등으로 활용된다.

배송 방식에도 변화가 생겼다.

택배기사가 자리를 비워도 자동으로 작업이 이뤄지면서 기존 1일 1배송이 아닌 '1일 다회전 배송' 방식으로 바뀌었다.

오전, 오후로 나눠 배송할 수 있게 돼 택배기사는 배송 효율성이 높아져 수입 증가, 작업 시간 단축 등의 혜택을 보고 있다.

CJ대한통운 택배기사 1인 평균 연소득은 7000만원이다.

CJ대한통운은 이커머스 시장분석과 지역별 물량 빅데이터화, 적정 부지 확보로 휠소터 설치를 확대하는 등 작업환경 개선에 지속 투자해 나갈 계획이다.

CJ대한통운 관계자는 "첨단기술이 곧 최고의 복지라는 택배기사들의 목소리에 귀를 기울이고 과감히 투자해 휠소터를 성공적으로 설치, 운영할 수 있었다"며 "앞으로도 다양한 기술과 인프라를 모색하고 적극적인 투자와 지원을 통해 더 나은 작업환경을 조성하며 혁신적으로 택배업계를 선도해 나가겠다"고 말했다.

@highlight

CJ대한통운은 지난 14일 경기도 남양주 오남읍에 위치한 택배 터미널에 화물 자동 분류 장치 '휠소터'를 설치함으로써 전국 173개 터미널에 분류 자동화 설비 구축을 완료했다고 전했으며 이로서 택배근로자의 작업환경이 좋아지고 택배근로자의 유연한 시간활용과 더불어 1일 다회전 배송이 가능해서 소비자와 택배근로자 모두가 만족할 수 있을 것으로 기대가 되고 있다.