플랫폼 노동자의 권익보호 등을 논의하는 토론회가 열린다.

경기도는 오는 19일 서울 여의도 국회회관에서 플랫폼 노동자들의 권익보호 방안을 논의하기 위한 '경기도 플랫폼 노동정책 토론회'가 열린다고 15일 밝혔다.

이날 토론회에는 이재명 경기도지사와 국회의원을 비롯해 한국대리운전협동조합, 전국퀵서비스노동조합, 배달의 민족 등 앱 서비스 노동자 및 제공자, 도내 노동조합, 시ㆍ군 비정규직노동자지원센터, 광역시도 및 시ㆍ군 노동정책 담당자 등 100여명이 참석한다.

'플랫폼 노동자도 노동자다!'를 주제로 열리는 이날 토론회에서 참가자들은 주제발표와 패널토론을 통해 플랫폼 노동자들의 권익보호 방안에 관한 다양한 논의를 진행한다.

김성혁 전국서비스연맹 정책연구원 원장은 '플랫폼 노동실태와 과제'를 주제로 발표를 진행한 데 이어 백승렬 ㈜어고노믹스 대표의 '플랫폼 노동자 권익보호를 위한 지방정부의 역할' 주제 발표가 진행된다.

이어 배규식 한국노동연구원 원장이 좌장을 맡은 패널토론에는 현재 20년간 퀵서비스기사로 현업에 종사하고 있는 박영일 전국퀵서비스노동조합 위원장을 비롯해 ▲박현준 경기비정규직지원센터 센터장 ▲이순갑 한국노총 경기본부 교육국장 ▲이문호 워크인조직혁신연구소장 ▲이상국 한국대리운전협동조합 총괄본부장 ▲이현재 배달의민족 부사장 ▲이호근 전북대 교수 등이 참가해 열띤 논의를 이어간다.

도 관계자는 "제도와 법률이 변화를 충분히 반영하지 못하면서 발생되는 보호 사각지대 해소를 도모하기 위해 이번 토론회를 개최하게 됐다"며 "이번 토론회를 통해 플랫폼 노동자들의 권익확대를 위한 바람직한 대안이 도출됐으면 하는 바람"이라고 밝혔다.

한국고용정보원에 따르면 국내 플랫폼 노동자는 47만~54만명으로 추산된다.

도는 지난 7월1일 노동국을 설치한 이래 경기이동노동자 쉼터 4개소를 조성하고, 이동노동자 무더위 쉼터 259개소를 설치하는 등 플랫폼 노동자들의 휴식권 보장을 위한 다양한 노력을 기울이고 있다.

@highlight

오는 19일 여의도 국회회관에서 이재명 경기도지사와 노동자 관련 100여 명이 참석한 가운데 플랫폼 노동자들의 권익 보호 방안을 논의하기 위한 토론의 장이 마련된다.