전주시가 정보통신기술과 소프트웨어융합기술 등 스마트시티 구현을 위해 관련 기업 육성에 역량을 집중한다.

전주정보문화산업진흥원은 2020년도 ‘지역SW융합제품상용화 지원사업’ 과제 및 참여기업 발굴을 위해 내년 1월 10일까지 사전 수요조사를 실시한다고 밝혔다.

과학기술정보통신부가 지원하고 정보통신산업진흥원(NIPA)이 전담해 추진하는 ‘2020~2021 지역SW융합제품상용화 지원사업’은 최신 ICT 기술 트렌드를 반영해 지역별 ICT 전략산업 분야의 SW융합제품 및 서비스 개발 상용화 과제를 중점적으로 발굴·지원하는 것이 핵심이다.

시와 진흥원은 내년도 전략산업분야를 △스마트시티 △스마트관광 △신재생에너지 3개 분야로 정하고, 4차 산업혁명 기술을 활용한 제품개발 및 지역사회 현안해결 SW융합 서비스 등을 발굴할 예정이다.

시와 진흥원은 이번 수요조사를 바탕으로 일반SW중소기업 3개 과제와 초기SW기업 2개 과제에 대해 과제별 각각 8억원, 4억원 내외의 사업비를 지원할 계획이다.

이번 수요조사는 전북지역 ICT/SW 기업을 대상으로 진행되며, 수요조사 제안서는 내년 1월 10일 오후 5시까지 전주정보문화산업진흥원 ICT융합사업단 SW융합팀을 방문하거나 전자우편(saturn@jica.or.kr)을 통해 제출하면 된다.

제출된 수요제안서는 산학연 전문가로 구성된 전문가그룹의 평가를 통해 최종 선발되고, 정보통신산업진흥원 평가위원회 심의를 거쳐 2020년 3월말 신규 지원과제로 최종 확정될 예정이다.

전주시 신성장산업본부 관계자는 “스마트시티 관련 지역 내 ICT기업과 SW기업을 발굴하고 전략적으로 육성해 지역경제에 활기를 불어 넣고, 시민들을 위한 일자리와 생활 속 불편사항 개선으로 이어져 삶의 질을 끌어올릴 수 있도록 노력하겠다”고 말했다.

한편 자세한 공고 내용은 전주시 홈페이지(www.jeonju.go.kr)의 유관기관 소식을 참고하거나, 전주정보문화산업진흥원 홈페이지(www.jica.or.kr)의 사업공고란을 통해 확인할 수 있다.

@highlight

전주시와 전주정보문화산업진흥원이 정보통신기술과 소프트웨어융합기술 등 스마트시티의 구현을 위해 스마트시티, 스마트관광, 신재생에너지 3개 분야를 내년도 전략산업분야로 결정하고, 4차 산업혁명 기술을 이용한 제품개발 및 지역사회 문제해결 SW융합 서비스 기업의 발굴을 위해 내년 1월 10일까지 참여기업 사전 수요조사를 시행할 예정이다.