‘예산 달인’ 이개호 의원(더불어민주당, 담양 함평 영광 장성·사진)이 2020년 국비예산 국회 심의과정에서도 괄목할 만한 성과를 거뒀다.

지난 10일 국회를 통과한 내년 정부 예산 가운데 이개호 의원이 순수 증액 또는 신규 확보한 담양, 함평, 영광, 장성 4개 군 예산은 총 12건으로 77억원을 순증한 437억을 반영(총 사업비 2천340억원)해 ‘예산통’임을 다시 한 번 입증했다.

주목할 만한 성과는 국립심혈관센터 구축, 한국정원센터 조성 등 국립기관을 유치하기 위한 예산을 확보함으로써 지역발전의 새로운 토대를 닦았다는 점이다.

담양 핵심사업으로는 ▲한국정원센터 건립사업 4억5천만원(총사업비 206억)을 신규 반영한 것을 비롯해 ▲국도 13호선 대치교차로 개선사업 1억원(총사업비 20억) ▲담양 보광사 전통사찰 개보수 사업 1억9천400만원을 확보했다.

함평군은 ▲나산·해보·월야 하수관로 정비사업 4억5천만원(총사업비 30억)을 신규로 반영했고 ▲국도 23호선 나주 동강-함평 학교 국도시설개량 15억원(총사업비 284억) ▲국도 24호선 함평-해보 국도시설개량 10억원(총사업비 442억)을 증액했다.

영광군은 ▲국도 22호선 묘량면 소재지 교차로 신설 5억원(총사업비 30억) ▲e-모빌리티 엑스포 개최사업 5억원(총사업비 110억) ▲영광읍 하수관로 개선 사업 29억3천6백만 원(총사업비 428억)을 확보했다.

장성군은 ▲국립심혈관센터 구축 2억원(총사업비 490억) ▲국지도 15호선 도계~장성 건설 3억원 (총사업비 403억) ▲장성군 관내 노인보호구역 개선사업 1억원을 반영했다.

@highlight

‘예산 달인’ 이개호 의원(더불어민주당, 담양 함평 영광 장성·사진)이 2020년 국비예산 국회 심의과정에서도 괄목할 만한 성과를 거뒀는데, 지난 10일 국회를 통과한 내년 정부 예산 가운데 이개호 의원이 순수 증액 또는 신규 확보한 담양, 함평, 영광, 장성 4개 군 예산은 총 12건으로 77억원을 순증한 437억을 반영(총 사업비 2천340억원)해 ‘예산통’임을 다시 한 번 입증되었다.