스마트팜 도입이 어려운 소규모 농가와 진입 초기 농업인들도 낮은 비용으로 스마트 영농을 할 수 있는 길이 열렸다.

농림축산식품부(장관 김현수, 이하 농식품부)는 소규모 단동온실 또는 진입 초기 농업인이 낮은 도입비용으로 온실 환경 데이터를 활용해 스마트 영농을 할 수 있는 시범서비스를 개시했다고 지난 12일 밝혔다.

국내 비닐하우스의 많은 부분을 차지하고 있는 단동 위주의 소규모 농가와 영세하거나 초보 농업인의 경우엔 초기 투자비용이 큰 스마트팜을 도입하기 어려운 것이 현실이다.

또한, 스마트팜을 도입하더라도 정밀농업을 위해서는 다년간의 데이터 수집이 필요한데 단기간의 데이터를 활용한 스마트팜 영농지원에 대한 현장 수요는 많지만 수용의 한계가 있었다.

농식품부는 국내 스마트팜 여건과 농업인의 요구에 부응하기 위해 농가에 최소한의 센서장비를 활용한 '빅데이터 단기활용 시범서비스'를 개발했다.

이번 서비스는 지난해 1차부터 딸기(설향) 주산지인 전북을 비롯한 충남, 전남, 경남의 농가 100호의 데이터 수집과 병해 예찰서비스 개발을 진행했다.

센서를 통해 수집된 환경정보를 모바일에서 실시간으로 모니터링하고, 이를 토대로 전문가가 데이터를 분석해 환경관리 서비스를 제공하는데, 설치비용이 400만 원 내외로 합리적인 가격으로 소규모 단동 비닐하우스도 데이터 기반의 작물 환경관리를 할 수 있을 것으로 예상된다.

농식품부는 보급형 스마트 영농모델을 목표로 참여농가가 확대될 경우 설치비용을 2백만 원까지 축소할 수 있도록 한다는 계획이다.

시범사업에 참여 중인 전북의 '딸기내음' 농가는 "저렴한 비용으로 시설 내 환경정보를 실시간으로 볼 수 있어 환경관리가 편리하고, 병해충 예찰을 위한 데이터 활용 컨설팅을 받으며 영농을 할 수 있어서 좋다"고 말했다.

농식품부 관계자는 "시범서비스를 통해 온·습도 등 환경데이터를 활용한 병해충 예찰과 방제관리 시범서비스를 지속적으로 보완해 2022년부터는 민간 기업이 농가에 본격적인 서비스를 제공하도록 할 계획이다"고 밝혔다.

@highlight

농림축산식품부는 소규모 단동온실 또는 진입하기가 어려운 농업인이 낮은 도입비용으로 스마트팜을 도입해 스마트 영농을 할 수 있는 시범서비스를 개시했다.