롯데호텔이 7개월간의 베니키아 호텔 서비스 컨설팅 서비스를 마쳤다고 16일 밝혔다.

이번 컨설팅은 서울, 부산, 강원, 제주 등 전국 47개의 베니키아 전 체인 호텔을 대상으로 지난 4월 29일부터 11월 30일까지 실시됐다.

지난 4월 롯데호텔이 한국관광공사와 맺은 협약에 따른 건으로 베니키아 호텔 서비스 수준을 높이고 대한민국의 관광산업을 발전시키고자 마련됐다.

베니키아 호텔은 문화체육관광부와 한국관광공사가 중저가 관광호텔의 확충과 경쟁력 제고를 위해 개발한 호텔 체인 브랜드다.

이번 컨설팅에서 롯데호텔은 베니키아 체인 호텔 47곳 서비스 모니터링을 실시하는 한편, 베니키아 체인 호텔 종사원 대상 현장 코칭을 진행했다.

서비스 품질 향상을 위한 서비스 매뉴얼도 제공했다.

컨설팅을 전담한 롯데호텔의 서비스 아카데미는 1979년 롯데호텔서울 개관 이래 40여년의 서비스 노하우를 축적한 서비스 교육기관이다.

아카데미 소속 강사들이 직접 객실·식음 서비스, 브랜드 표준화, 시설 관리 등 다차원적인 부문에서 베니키아 체인 호텔 47곳의 암행 및 관찰 평가를 시행했다.

롯데호텔은 평가 결과에 따라 종합 서비스 점수는 물론 평가 항목별, 체인 호텔 등급별, 소속 지역별 점수 등을 산출해 베니키아 호텔의 강점과 약점을 다각도로 분석했다.

분석을 기반으로 향후에 활용할 수 있는 서비스 매뉴얼을 제공하고 맞춤형 현장 코칭도 실시했다.

한국관광공사와 베니키아 호텔 관계자들은 호텔 서비스 품질 현황과 개선점을 파악하고 서비스의 질적 향상을 위한 구체적인 로드맵을 그릴 수 있었다는 설명이다.

백승훈 롯데호텔 경영지원부문장은 "이번 컨설팅은 7년 연속 한국서비스품질지수(KS-SQI) 호텔부문 1위, 3년 연속 국가고객만족도(NCSI) 호텔부문 1위에 빛나는 대한민국 대표 호텔, 롯데호텔의 서비스 노하우를 업계와 공유하며, 국내 관광산업의 경쟁력 강화에 이바지할 수 있었던 뜻 깊은 협력이었다"며 "앞으로도 전 세계인의 마음을 사로잡는 롯데호텔만의 고객 감동 서비스를 널리 전파하는 데 힘쓸 것"이라고 밝혔다.

@highlight

롯데호텔이 전국 47개의 베니키아 호텔의 서비스 능력을 향상시키고 관광 산업을 발전시키기 위한 컨설팅을 마무리지었다고 16일 밝혔다.