국가산업단지의 생산과 수출이 올해 들어 10% 이상 감소하고 가동률도 동반 하락한 것으로 조사됐다.

국가산단의 위기는 지역경제 침체로 이어지는 만큼, 위기 상황에 맞는 지원제도 정비와 확대 등 정책적인 노력이 필요하다는 지적이 나온다.

전국경제인연합회 산하 한국경제연구원은 올해 들어 9월까지 국가산업단지의 생산액과 수출액이 363조6000억원과 1150억2000만 달러(약 102조5000억원)로 작년 동기보다 각각 12.0%, 16.8% 감소했다고 16일 밝혔다.

공장 평균 가동률 역시 3분기에 77.9%로 1년 전(80.2%)보다 하락했다.

평균가동률은 해당 기간 최대생산능력과 비교한 생산액 비율이다.

이는 한국산업단지공단의 국가산업단지 산업동향 조사 자료를 바탕으로 2017년 1월부터 2019년 9월까지 실적지표를 분석한 결과다.

업종별 생산액 감소율은 기계(-22.7%), 전기전자(-17.4%), 석유화학(-16.4%) 순으로 컸다.

수출액 감소율은 기계(-29.0%), 전기전자(-22.8%), 섬유의복(-21.0%) 순이었다.

산업단지별로는 여수국가산업단지의 생산액 감소 규모가 21조9000억원으로 가장 컸고 그 다음이 시화(11조3000억원), 창원(10조5000억원)이다.

지역별로 올해들어 생산액 감소율이 가장 큰 곳은 전남(-24.9%)이고 전북(-17.2%), 수도권(-16.9%) 순이다.

대신 충북(31.1%)과 충남(7.1%)은 작년 동기보다 늘었다.

수출액 감소율도 전남(-26.0%)이 가장 컸고 경북(-24.0%), 경남(-16.0%) 등이 뒤를 이었다.

충남(23.6%)과 충북(8.8%)은 증가했다.

유환익 한경연 혁신성장실장은 "국가산단은 내수위축과 수출수요 감소로 위기에 직면해 있다"며 "산업단지는 지역경제와 밀접한 연관이 있으니 지원제도 정비·확대, 무역리스크 해소 등 적극적인 정책 노력이 필요하다"고 말했다.

@highlight

한국경제연구원은 올해 들어 9월까지 국가산업단지의 생산액과 수출액이 10% 이상 감소하고 가동률도 동반 하락한 것으로 나타났으며, 이에 위기 상황에 맞는 지원제도 정비와 확대 등 정책적인 노력이 필요하다고 지적했다.