미래에셋은 배려가 있는 자본주의의 실천을 위해 1998년 미래에셋육영재단, 2000년 미래에셋박현주재단을 설립한 후 장학사업을 지속적으로 진행하고 있다.

"젊은이들의 희망이 되겠습니다"란 기치 아래 2000년 5월 시작된 장학사업은 국내장학생 3445명, 해외교환장학생 5467명 등 총 9096명의 학생들을 선발, 지원했다.

특히 해외교환장학생 프로그램은 국내 최대 규모 해외장학사업이다.

한국의 인재들이 경제적 부담 없이 넓은 세계에서 지식 함양 및 문화적 경험을 할 수 있도록 지원하는 프로그램으로 미국, 캐나다, 유럽 등 선진국부터 중국, 인도, 콜롬비아 등 전세계 50개국으로 대학생들을 파견했다.

미래에셋의 글로벌 인재 투자는 박현주 회장의 가치관에 있다.

'열린 마음으로 미래를 내다보고 인재를 중시하자' 미래에셋의 경영이념이다.

창업 시부터 자원이 없는 한국 시장에서 가장 중요한 것은 사람이라고 강조한 박현주 회장은 2003년 국내 최초로 해외 펀드시장에 진출하면서 글로벌 시장에서의 무한한 투자기회를 보았고, 척박한 대한민국이 성장하기 위해서는 먼저 젊은이들이 세계 무대로 나가 훌륭한 인재로 성장해야 한다고 믿었다.

장학생 선발방식에도 청년을 위한 마음이 담겨있다.

까다로운 면접과 대학, 어학성적, 전공구분 없이 진심을 담은 자기소개서 한 장이면 충분하다.

글로벌 도전을 희망하는 청년들을 여러 잣대로 저울질 하기보단 그들의 도전정신과 스스로에 대한 믿음을 중요하게 평가한다.

미래에셋은 이외에도 경제ㆍ진로교육, 상하이 글로벌 문화체험, 희망듬뿍 도서지원 등 다양한 국내외 교육프로그램 및 사회복지사업을 진행하고 있다.

경제교육과 장학사업으로 이뤄진 인재육성 프로그램의 누적참가자는 30만명이 넘는다.

한편 박현주 회장은 2008년 직원들에게 보내는 편지에서 2010년부터 배당금 전액을 이 땅의 젊은이를 위해 사용하겠다고 약속한 후 지금까지 총 9년 동안 총 232억원을 기부했다.

배당금은 미래에셋박현주재단을 통해 장학생 육성 및 사회복지 사업을 위해 사용된다.

@highlight

미래에셋은 배려가 있는 자본주의의 실천을 위해 1998년 미래에셋육영재단, 2000년 미래에셋박현주재단을 설립한 후 "젊은이들의 희망이 되겠습니다"란 기치 아래 해외교환장학생 프로그램 등 장학사업을 지속적으로 진행하여 국내장학생 3445명, 해외교환장학생 5467명 등 총 9096명의 학생들을 선발, 지원했다.