데이터 시각화 전문 그룹 '뉴스젤리'는 특허청으로부터 '직무발명보상 우수기업' 인증을 획득했다고 11일 밝혔다.

특허청은 그동안 모범적으로 직무발명 보상을 시행해 온 공로를 인정받아 직무발명보상 우수기업으로 선정된 것이라고 전했다.

직무발명보상 우수기업 인증은 특허청과 한국발명진흥회가 창조적인 기술개발 유도 및 기업 경쟁력을 강화하기 위해 2013년부터 시행하고 있는 제도로 기업의 발명에 대한 지원 및 보상 체계를 심사하여 우수 기업을 인증하는 제도다.

빅데이터의 잠재력을 인식하고 이를 적극 활용하는 기업과 기관이 늘어나면서 금융, 유통, 서비스, 지방자치단체 등 곳곳에서 빅데이터에 대한 관심이 증가하고 있다.

그 중에서도 방대한 양의 데이터를 시각적으로 요약해 데이터 인사이트를 빠르게 찾을 수 있도록 하는 데이터 시각화가 주목받고 있다는 점에서 공로를 인정받은 것이다.

우수기업으로 선정된 기업은 특허청 사업화연계 특허기술평가지원사업, 우수발명품 우선구매추천사업, 중소벤처기업부 창업성장기술개발, 공정·품질기술개발, 산학연협력기술개발, 제품서비스기술개발, 중소기업상용화기술개발, 중소기업 기술혁신개발, 중소기업 R&D 역량 제고, 과학기술정보통신부 글로벌SW전문기업 육성 사업 등의 '정부 지원사업'에 대한 우대가점 부여 등의 인센티브도 받는다.

또한 각종 정부 지원사업 참여 시 지적재산권에 대한 우선 심사 대상 자격이 주어지며 심사 우대 가점과 등록료 감면 등의 각종 혜택을 부여받는다.

뉴스젤리 관계자는 "이번 직무발명보상 우수기업 선정을 계기로 향후 빅데이터의 무궁무진한 잠재력을 많은 기업들이 적극 활용할 수 있도록 서비스 개발을 이어가겠다" 며 "뉴스젤리는 현재 시각화와 관련한 기업의 문제를 해결하기 위해 시각화 컨설팅, 시각화 솔루션, 교육으로 나누어 사업을 확장하고 있다"고 언급했다.

뉴스젤리는 지난 29일, 화면구성 개선, 서비스 문의 프로세스 간소화, 시각화 최신 소식 서비스 도입 등 고객 편의성 증대에 초점을 맞춰 홈페이지 시스템을 전면 개편했고, 사업을 확장하고 있다.

@highlight

데이터 시각화 전문 그룹 '뉴스젤리'는 모범적으로 직무발명 보상을 시행해 온 공로로 창조적인 기술개발 유도 및 기업 경쟁력을 강화하기 위해 2013년부터 시행하고 있는 '직무발명보상 우수기업' 인증을 획득했다고 11일 밝혔다.