한국도로교통공단 대구경북본부 유수재 교수<사진>는 겨울철 ‘블랙 아이스’ 사고를 예방하기 위해선 저속·주의 운전이 가장 중요하다고 강조했다.

‘보이지 않는 암살자’로 불리는 블랙 아이스는 겨울철 도로 위에 내린 눈이 밤 사이 얼면서 투명한 얼음이 아스팔트 위를 코팅한 것처럼 뒤덮는 도로 결빙 현상이다.

유 교수는 “고가다리, 그림자가 형성되는 터널 진출입 구간 등은 일반도로보다 기온이 더 낮은 블랙 아이스 취약 구간”이라며 “상대적으로 지대가 높고 산을 통과하는 구간이 많은 상주~영천 고속도로의 경우 블랙아이스에 더욱 취약할 수밖에 없다.

운전자가 더 많은 주의를 기울여야 하는 건 이 때문”이라고 말했다.

블랙 아이스가 깔린 도로는 일반도로에 비해 제동거리가 최고 9배 이상 길어진다.

또 마찰계수는 0.5 이하로 일반 눈길에 비해 6배 이상 더 미끄럽다.

차량이 한 번 미끄러지기 시작하면 통제불능 상태에 빠질 수밖에 없는 셈이다.

유 교수는 “위기 상황에 마주쳤을 때는 최대한 엔진브레이크를 활용해 차량 자체가 속도를 제어할 수 있도록 해야 한다”며 “윈터 타이어를 장착해 운행을 하거나 산악·교량 구간이 많은 고속도로 대신 일반 국도로 주행하는 것도 블랙아이스를 피하는 방법”이라고 설명했다.

독일·호주·핀란드 등 일부 국가에서는 블랙 아이스 예방을 위해서 열난방 파이프를 주요 도로 밑에 묻어놓는 로드 히팅(Road Heating) 시스템이 구축돼 있다.

도시계획 단계부터 시설이 구축돼 있기 때문에 겨울철에도 도로 결빙문제가 발생하지 않는다.

유 교수는 “연구개발 측면에서 열선설비 등을 검토한 적은 있다”며 “블랙아이스 사고가 발생하면서 열선 설비 도입이 필요하겠지만 비용적 측면에서 쉽지 않다.

겨울철은 기상에 따른 변수가 많기 때문에 운전자 스스로 과속하지 않고 주의를 기울이는 것이 가장 중요하다”고 조언했다.

@highlight

한국도로교통공단이 겨울철 블랙 아이스로 인한 사고를 방지하기 위해서 저속·주의 운전이 중요하다고 역설하며 겨울용 타이어를 장착하고 블랙 아이스에 취약한 터널 구간과 산악·교량 구간이 많은 고속도로 이용을 피하고 일반 국도를 이용해달라 당부했다.