혁신신약 개발 전문 기업 브릿지바이오테라퓨틱스는 지난 12~13일 이틀간 일반투자자 대상 공모주 청약을 실시한 결과 최종 경쟁률이 33.52대 1로 집계됐다고 16일 밝혔다.

전체 공모주 물량의 20%인 14만주를 대상으로 총 469만2920주가 접수됐으며, 총 청약증거금은 약 1408억원 규모로 집계됐다.

오는 17일 납입을 거쳐 20일 코스닥 시장에 상장할 예정이다.

브릿지바이오테라퓨틱스는 혁신신약의 개발 필요성이 높은 질환 영역을 타깃으로 하는 우수 후보물질을 확보한 뒤, 정확하고 효율적인 임상 개발 후 신속하게 사업화 및 수익 창출을 실현하는 '개발 전문(NRDO; No Research Development Only)' 사업 모델을 영위하고 있다.

지난 7월 글로벌 제약사 베링거인겔하임에 특발성 폐섬유증 후보물질 관련 1조5000억원 규모의 기술이전 성과를 달성했으며, 향후 추가적인 글로벌 기술이전 실현을 통해 견조한 성장세를 이어갈 것으로 기대된다.

회사는 상장을 통해 확보한 공모 자금을 바탕으로 글로벌 임상 개발 전문 인력을 점진적으로 확충하고 신규 파이프라인을 확보해 신약 개발 선순환 구조를 구축한다는 계획이다.

한편 ▲특발성 폐섬유증 치료제 후보물질 BBT-877 ▲궤양성대장염 치료제 후보물질 BBT-401 ▲표적항암제 후보물질 BBT-176 등 핵심 파이프라인 최적화를 통해 글로벌 제약사 대상 기술이전을 재현하고 성장을 이어간다는 계획이다.

이정규 브릿지바이오테라퓨틱스 대표는 "공모에 많은 성원 보내주신 투자자 분들께 진심으로 감사드린다"며 "잠재력 높은 혁신신약 후보물질들의 지속적인 도입을 비롯해, 신속하고 정확한 임상 개발 및 글로벌 사업화를 통해 외형과 내실의 지속 성장을 이루는 글로벌 바이오텍 기업으로 거듭나고자 노력하겠다"고 밝혔다.

@highlight

브릿지바이오테라퓨틱스는 지난 12~13일 전체 공모주 물량의 20%인 14만주로 공모주 청약을 실시한 결과 총 469만 2920주가 접수되어 경쟁률 33.52대 1로 집계되었으며, 오는 20일 코스닥 상장을 앞두고 있다.