16일 서울 목동 방송회관에서 방송통신심의위원회의 제21대 국회의원선거 선거방송심의위원회 위원 위촉식이 개최되고 있다.

제21대 국회의원선거를 앞두고 선거방송심의위원회가 출범했다.

방송통신심의위원회는 16일 오전 방송회관 19층 대회의실에서 제21대 국회의원선거 선거방송심의위원회 위원 위촉식을 개최했다.

공직선거법에 따라 구성·운영되는 선거방송심의위원회는 선거방송의 공정성 유지를 위해 설치되는 합의제 기구로 △국회에 교섭단체를 구성한 정당(3개) △중앙선거관리위원회 △대한변호사협회 △방송사 △언론인단체 △방송학회 등이 추천한 9인의 위원으로 구성된다.

선거방송심의위원회는 국회의원선거 선거일인 4월 15일을 기준으로, 선거일 후 30일인 5월 15일까지 직무를 수행하게 된다.

선거방송심의위원들은 위촉식 후 진행된 첫 회의에서 호선을 통해 강대인 전 방송위원회 위원장을 위원장으로, 박세각 전 서울특별시 선거관리위원회 상임위원을 부위원장으로 선출했다.

강상현 방송통신심의위원회 위원장은 위촉식에서 인사말을 통해 "이번 총선에 국민적 관심이 집중되고 있고 방송이 유권자에게 미치는 막대한 영향력을 고려해, 공정한 선거방송이 이루어질 수 있도록 선거방송심의위원회가 노력을 다해 줄 것"을 당부했다.

이에 강대인 선거방송심의위원회 위원장은 "공명정대한 심의를 통해 올바른 선거문화가 정착될 수 있기를 기대한다"고 밝혔다.

한편 이날 회의에서 선거방송심의위원회는 제21대 국회의원선거를 앞두고, 공정한 선거방송을 위해 준수해야 할 내용을 담은 안내문을 의결·공표했다.

'제21대 국회의원선거 선거방송 관련 안내문'의 주요 내용은 △선거여론조사 보도기준 준수 △후보자의 방송 출연제한 △선거보도의 공정성·형평성·정치적 중립성 확보 등이다.

이는 선거방송 심의에 관한 특별규과 기존 심의 사례 등을 고려해 내용을 구성했으며, 이는 방송사업자들이 선거방송 관련 법규를 보다 쉽게 이해할 수 있도록 하기 위해 마련됐다.

@highlight

제21대 국회의원선거를 앞두고 방송통신심의위원회는 16일  방송회관 대회의실에서  선거방송심의위원회 위원 위촉식을 개최했으며 위원회는 선거일인 4월 15일 기준을 선거일 후  30일인 5월 15일까지 직무를 수행한다.