사계해변 전경.

속보=서귀포시가 맣은 도민과 관광객들이 즐겨 찾는 안덕면 사계해변을 해수욕장으로 지정하기 위한 타당성 검토 용역(본지 8월 13일자 3면 보도)에 나섰지만 아쉽게 무산됐다.

사계해변은 형제섬과 송악산, 산방산 등이 한눈에 들어오는 절경이 펼쳐지고 해수면과 내륙 간 폭 50m, 동서로 약 800m 규모로 백사장이 현성되면서 여름철 많은 인파가 몰리는 것으로 알려졌다.

이에 지역주민들이 사계해안을 해수욕장으로 조성해 줄 것을 요청했고, 서귀포시는 사업비 5000만원을 투입, 지난 6월부터 해수욕장 지정에 따른 현황 조사와 안전·타당성 조사에 나섰다.

조사결과 사계해변은 '해수욕장의 이용 및 관리에 관한 법률'에 따른 환경기준과 시설기준 대부분을 충족하는 것으로 확인됐다.

그러나 백사장 모래가 지속적으로 유실되면서 간조 시 암반이 노출되는 등 해수욕장으로 이용하기에는 안전성에 문제가 있다는 지적이 제기됐다.

이에 서귀포시는 해수욕장 지정을 포기하는 대신 사계해변을 서핑과 스노클링 등 해양레저체험 중심 해안으로 특화 육성하기로 결정했다.

우선 하와이 하나우마 만 사례를 벤치마킹해 해수욕장 제약 조건인 암반지형을 스노클링과 바릇체험으로 활용하고, 그 외 지역은 서핑과 카약 등 해양레저 구역으로 운영한다.

또 지역발전사업과 연계해 편의시설을 확충하고 주민 중심의 관리·운영프로그램을 개발해 지역관광자원이 주민소득증대와 직결될 수 있도록 추진할 방침이다.

서귀포시 관계자는 "해수욕장 지정 불발에 안타까워하던 주민들도 해양레저 해안 조성에 찬성하는 의견을 보내고 있다"며 "사계해변이 해양레저·체험 중심의 새로운 관광명소로 거듭날 수 있도록 노력하겠다"고 밝혔다.

@highlight

서귀포시가 안덕면 사계해변을 해수욕장으로 지정하기 위한 타당성 검토 용역에 나섰지만 안전성 문제가 있다는 지적이 제기되어 해수욕장 지정을 포기하고 해양레저체험 중심 해안으로 특화 육성하기로 결정했다.