전주시가 덕진연못 수질 개선을 위한 사업을 본격화한다.

시는 지방자치단체가 관리하는 저수지 중 전국 최초로 중점관리저수지로 지정된 덕진연못 수질개선대책이 환경부로부터 최종 승인 받았다고 16일 밝혔다.

이는 덕진연못이 수질개선을 위한 사업 추진 시 국비를 우선 지원받을 수 있는 중점관리저수지로 지정된 데 이은 후속조치다.

시는 수질개선대책 승인에 따라 덕진연못 수질악화의 주원인인 연못 내 퇴적된 오염원 제거를 위한 준설과 덕진연못 내외에 친수공간 조성사업을 추진할 계획이다.

또 덕진연못 상류지역인 연화마을과 동물원 등에서 발생하는 하수의 처리효율 향상을 위해 하수관거를 정비함으로써 덕진연못으로 유입되는 오염원을 차단하는 국비보조 수질개선사업을 전개한다.

동시에 동물원에서 덕진연못을 거쳐 전주천 합류점까지 조경천 구간의 수생태계 건강성 확보를 위해 생태수로 조성을 위한 생태하천복원사업을 시행하고, 동물원과 덕진공원 구간에 녹지공간과 산책로를 조성해 시민들에게 휴식공간을 제공할 방침이다.

시는 오는 2024년까지 연차적으로 해당 국비를 확보해 모든 사업을 완료할 방침이다.

시는 수질개선사업이 완료되면 현재 5등급 정도인 덕진연못의 수질이 3등급 이상으로 개선돼 맑고 깨끗한 수변휴양형 저수지로 개선될 것으로 기대하고 있다.

나아가 현재 덕진연못 주변에서 펼쳐지는 △덕진연못 연화교 재가설사업 △덕진공원 대표관광지 조성사업 등과 함께 시너지 효과를 발휘해 덕진공원이 시민들에게 사랑 받는 휴식공간으로 꾸준히 사랑받을 수 있을 것으로 내다보고 있다.

민선식 전주시 복지환경국장은 “국가 중점관리저수지로 지정된 덕진연못에 대한 체계적인 수질개선대책을 마련하고 국비지원을 이끌어냄으로써 안정적으로 덕진연못 수질개선사업을 추진할 것”이라며 “덕진호반도시의 옛 명성을 되찾을 수 있는 자양분이 될 것으로 믿는다”고 말했다.

@highlight

전주시는 16일 전국 최초로 중점관리저수지로 지정된 '덕진연못 수질개선대책'이 환경부로부터 최종 승인 받아 수질악화의 주원인인 연못 내 퇴적된 오염원 제거를 위한 준설을 추진해 덕진호반도시의 옛 명성을 되찾을 수 있는 자양분이 될것이라고 밝혔다.