봉준호 감독의 ‘기생충’이 미국 시카고영화비평가협회(CFCA) 시상식에서 작품상, 감독상, 각본상, 외국어영화상 등 4관왕에 올랐다.

외신에 따르면, 시카고영화비평가협회는 14일(현지시간) 시상식은 ‘기생충’을 최우수 작품상 수상작으로 뽑았고, 감독상에 봉준호 감독을 선정했다.

각본상과 최우수 외국어영화상에도 ‘기생충’을 뽑았다.

이로써 ‘기생충’은 이 시상식에서 각색상, 여우조연상, 의상디자인상 등 4개 부문을 받은 그레타 거윅 감독의 ‘리틀 위민’과 함께 최다 수상작이 됐다.

앞서 ‘기생충’은 최근 북미 지역에서 잇따라 수상 소식을 전하고 있다.

8일 엘에이(LA)비평가협회로부터 작품상·감독상·남우조연상(송강호)장을 거머쥐었다.

같은 날 발표된 토론토비평가협회상에서도 작품상·외국어영화상·감독상 3관왕을 차지했다.

또 뉴멕시코비평가협회가 주는 외국어영화상·여우조연상(조여정)도 받았다.

또한, 전미비평가협회로부터 외국어영화상을, 애틀랜타비평가협회로부터 감독상·각본상·외국어영화상을 탔다.

특히 ‘기생충’은 한국영화로는 최초로 골든글로브 외국어영화상·감독상·각본상 등 3개 부문 후보에 올랐다.

한편, ‘기생충’은 한국시각으로 16일 밤 10시에 발표하는 아카데미상 예비후보에 이름을 올릴지 주목된다.

아카데미상은 외국어영화상, 장편 다큐멘터리, 단편 다큐멘터리, 분장, 음악, 주제가 등 9개 부문에 한해 최종 후보의 2배수인 10개 작품씩 선정해 발표한다.

‘기생충’이 외국어영화상 예비후보 10개 작품에 들 것은 확실시되고 있다.

해당 부문의 최종 후보는 작품상, 감독상 등 주요 부문 후보와 함께 내년 1월13일 발표된다.

@highlight

봉준호감독의 영화 기생충이 14일 시카고영화비평가협회 시상식에서  최우수 작품상 ,감독상 ,각본상 및 최우수 외국어영화상에도 뽑히는 영광을 안고 16일 밤 10시에 발표하는 아카데미상 예미후보에도 이름을 올릴지 시선이 집중 되고 있다.