대전시가 최근 과열양상을 보이는 지역 주택 분양시장 안정화를 위해 제재를 강화한다.

우선공급대상자의 거주기간을 늘리는 동시에 적용 지역을 대전 전체 지역으로 확대한다는 것이 제재 강화의 핵심이다.

17일 시에 따르면 최근 대전은 주택청약 경쟁률이 최고 148대 1의 경쟁률을 보이는 등 청약 경쟁이 심화되는 양상을 보인다.

실제 지난 3월 도안 대전 아이파크시티는 1500만 원대의 고분양가 논란에도 1단지 56.6대 1, 2단지 86.4대 1의 경쟁률을 보였고 10월 분양된 목동 더샾리슈빌은 148.2대 1, 같은 달 도마e편한세상포레나는 78.6대 1의 경쟁률로 마감됐다.

여기에 일부 단지에선 억대의 프리미엄까지 형성돼 지역 주택시장 공급 질서에 혼란을 야기한다.

지역 주택청약 시장의 경쟁률이 기형적으로 높아지는 배경으로 시는 인근 세종시와 달리 부동산 투기에 대한 규제가 이뤄지지 않는 점, 대출 금리 인하와 함께 짧은 우선공급 거주기간 등을 꼽는다.

외지 투기세력이 일명 '로또 청약'을 노리는 사례가 많아지면서 청약 경쟁률과 분양가 상승을 주도한다는 것이다.

이에 시는 외지 투기세력(위장 전입)을 차단하기 위해 주택청약 때 지역 거주자에게 우선공급 된 주택물량의 거주기간을 현 3개월에서 1년으로 늘리고 그간 서구와 유성구로 한정했던 의무 거주기간 부여 지역을 대전 전체 지역으로 확대하는 것을 골자로 지역 거주자 우선공급 기준을 변경한다.

또 주택건설 사업계획 승인 때 각 분야 전문가로 구성된 사업비 검증단을 구성해 사업비 검증을 강화하는 한편 일명 '떴다방' 단속에 행정력을 집중하는 등으로 지역 주택시장 안정화를 도모한다는 계획이다.

대전은 내년 갑천 1블럭, 탄방·용문 재건축사업, 대덕 공공지원민간임대주택 등 신규 공급이 줄줄이 예정돼 있기도 하다.

김준열 시 주택정책과장은 "주택 우선공급대상 기준 강화로 외지 투기세력을 차단하고 실수요자 중심의 청약시장을 주도해 내 집 마련의 기회를 확대할 방침"이라고 말했다.

@highlight

대전시는 주택청약 경쟁률이 최고 148대 1의 경쟁률로 과열양상을 보이는 지역 주택 분양시장 안정화를 위해 제재를 강화, 외지 투기세력(위장 전입)을 차단하고자 지역 거주자에게 우선공급 된 주택물량의 거주기간을 현 3개월에서 1년으로, 의무 거주기간 부여 지역을 대전 전체 지역으로 확대하여 지역 거주자 우선공급 기준을 변경한다.