사업비 250억원 도비 진행에 난관···道, "국비 확보 최선" 노꼬메오름 전경.

제주시 애월읍 유수암리 소재한 노꼬메오름 주변이 '산림복지단지'로 조성될 예정이다.

'산림복지단지' 조성 사업은 휴양림, 수목원, 생태숲 등에서 분산 제공되는 산림문화, 교육, 치유, 관광 등 산림복지서비스를 한 곳에서 제공하기 위해 추진되는 사업이다.

하지만 사업비 250억원 전액을 도비로 충당해야해 국비 확보가 이뤄지지 않는다면 사업 추진에 난항을 겪을 전망이다.

제주특별자치도는 제주시 애월읍 유수암리 노꼬메오름 주변(250㏊)에 산림문화·교육·치유·관광 등을 한번에 즐길 수 있는 '산림복지단지' 조성을 위해 최근 산림청에 신청서를 제출했다고 17일 밝혔다.

제주도에 따르면 올해 안에 이 지역은 '산림복지단지'로 지정될 가능성이 매우 높다.

산림청 산림복지심의위원회는 지난 3일 노꼬메오름을 직접 방문해 현장을 확인하고 긍정적인 반응을 내놓았다.

산림복지단지로 지정되면 내년부터 5년 동안 산림교육·체험지구(110㏊), 산림휴양지구(90㏊), 산림레포츠지구(52㏊) 등 3가지로 나눠 사업이 본격 추진된다.

제주도는 이곳에 산림복지단지가 조성되면 인근 체험마을인 녹고메 권역 농촌마을과 연계한 사업을 진행할 수 있어 지역경제 활성화에도 기여할 것으로 판단하고 있다.

하지만 총 250억원이 투입되는 이 사업은 전액 지방비로 추진된다.

정부의 지침으로 내년부터 '산림복지단지' 조성 사업은 지방비 사업으로 이양되기 때문이다.

제주도는 단지 내 조성되는 시설 가운데 국비로 추진할 수 있는 것들을 파악해 최대한 국비를 확보한다는 방침이다.

제주도 관계자는 "지방비로만은 사업 추진에 무리가 있다"며 "자연휴양림이나 숲속 야영장 시설 등은 국비를 지원받고, 조성할 수 있기 때문에 최대한 국비 확보를 위해 노력을 기울이겠다"고 말했다.

@highlight

제주시 애월읍 유수암리 소재한 노꼬메오름 주변이 '산림복지단지'로 조성될 예정인데 사업비 250억원 전액을 도비로 충당해야해 국비 확보가 이뤄지지 않는다면 수업 추진에 난항을 겪을 전망이라며 제주도는 단지 내 국비로 추진할 수 있는 것들을 파악해 최대한 국비 확보를 하겠다고 밝혔다.