광주시교육청(교육감 장휘국)이 올해 인권교육 유공교원 국외연수를 통해 한국과 대만의 인권 및 민주화의 역사, 광주의 인권교육 현황을 전국에 알리는 공감의 장을 마련했다.

시교육청은 지난 7-14일까지 환경재단에서 운영하는 그린보트에 탑승해 ‘인권, 국경을 넘다’을 주제로 대만의 기륭과 타이베이, 제주도를 경유해 돌아오는 선상 인권교육 유공교원 국외연수를 진행했다.

이번 국외연수는 학교현장에서 인권교육의 활성화를 위해 노력한 공적을 인정받은 12명의 교사 등 14명을 대상으로 선상에서 이뤄졌다.

특히 연수에 참여한 모든 교사들이 사전에 한 가지씩 정해진 주제를 연구해 세미나를 진행했으며, 이 중 대만의 역사와 문화, 광주 5·18민주화운동, 제주 4·3, 대만 미려도 사건, 대만 2·28 등 5가지 주제는 공개강좌로 진행해 한국과 대만의 인권 및 민주화의 역사에 대한 이해하는 장으로 펼쳐졌다.

첫 번째 공개강좌에 유홍준 박사를 비롯해 전국 각지에서 그린보트에 탑승한 시민 70여 명이 함께해 대만의 역사와 문화, 광주의 5·18과 대만의 미려도 사건 등에 높은 관심을 반영했다.

참가자들은 ‘님을 위한 행진곡’을 제창하며 5·18을 경험하지 않은 세대들을 위한 5·18교육과 부채의식을 가진 사람들을 위한 교육 방안에 대해 의견을 듣고 공감했다.

제주 4·3과 대만의 2·28에 대한 공개강좌를 들은 한 참가자는 “외국에서 5·18에 대한 소식을 들었다”면서 “교육청이 제대로 알려지지 않은 진실과 왜곡된 역사를 바로 잡는데 힘을 쏟아줄 것”을 당부했다.

한편 이번 연수는 대만의 중정기념당과 2·28평화기념공원 및 제주의 4·3너븐숭이 기념관과 진지동굴 등의 인권현장 방문과 내부 세미나를 병행해 이론과 체험을 함께 할 수 있도록 기획됐다.

시교육청은 이번 연수를 시작으로 매년 국제교류 형식의 연수를 진행할 계획이다.

@highlight

광주시 교육청은 학교현장의 인권교육 활성화를 위한 공적을 인정받은 교사등 14명을 대상으로 환경재단이 운영하는 그린보트에 탑승해 기륭, 타이베이 제주도를 경유해 돌아오는 국외연수를 진행 하여, 한국과 대만의 인권과 광주 인권교육의 현재를 전국에 알리는 장을 마련했다.