우리공화당 공동대표인 조원진 의원(대구 달서구병)의 저서 ‘거짓촛불 공작의 비밀을 밝히다’ 출판기념회가 17일 국회의원회관 대회의실에서 2천여명이 참석한 가운데 성황리에 개최됐다.

조원진 의원은 인사말에서 “네 번의 겨울을 차디찬 아스팔트에서 태극기를 들고 자유대한민국을 지키고자 국민과 함께 투쟁했다”면서 “한 줌 밖에 안되는 좌파세력들이 국민을 선동하고 이간질시키고 적개심을 만들었지만 거짓촛불은 이미 끝났고 자유대한민국을 사랑하는 국민과 함께 자유민주주의와 시장경제를 지키는 태극기 혁명이 시작됐다”고 말했다.

조 의원은 박근혜 대통령 무죄석방과 자유민주주의 수호를 바라는 우파 국민과 함께 무려 160차례의 태극기 집회를 개최했고 200일이 넘는 광화문 천막당사 투쟁을 이어오고 있으며 최근에는 공수처법 저지와 연동형 비례대표제 반대를 위해 국회에서 천막투쟁을 하고 있다.

조 의원은 “죄없는 박근혜 대통령이 차디찬 서울구치소에서 무려 1,000일 동안 불법감금되어 계시고 문재인 좌파독재정권은 대한민국을 그야말로 참사공화국으로 만들고 있는데 정치인이 대한민국과 국민을 위해 용기를 내고 함께 싸워야 한다”면서 “전세계에서 가장 악질적인 정치보복을 자행하고 있는 문재인 정권을 반드시 끝장내야 한다”고 말했다.

그는 또 “거짓촛불은 드루킹 댓글공작, 조국가족 사기공작, 좌파장기집권 공작의 음모가 드러나면서 국민들이 문재인 정권에 분노하고 있다”면서 “이제는 위대한 태극기 혁명으로 문재인 좌파독재정권의 장기집권 음모를 반드시 저지해야 한다”고 말했다.

이날 출판기념회는 서청원 의원, 박덕흠 의원, 윤재옥 의원, 추경호 의원, 김규환 의원을 비롯하여 이규택 전 국회의원, 윤영탁 전 국회의원, 배영식 전 국회의원, 주영순 전 국회의원 등의 모습이 보였다.

@highlight

최근 공수처법 저지와 연동형 비례대표제 반대를 위해 국회에서 천막 투쟁 중인 조원진 우리공화당 공동대표는 17일 국회의원회관 대회의실에서 2천여명을 초청하여 저서인 ‘거짓촛불 공작의 비밀을 밝히다’의 출판기념회를 열고 거짓촛불은 이미 끝났고 태극기 혁명이 시작됐다고 말했다.