박원균(59) ㈜스타테크 회장이 전남 93호 아너 소사이어티에 가입했다.

17일 사랑의열매 전남사회복지공동모금회(회장 노동일)에 따르면 박 회장은 1억원 기부를 약정하면서 1억 원 이상 고액기부자 모임인 전남 아너 소사이어티(Honor Society) 회원으로 가입했다.

전달식에는 노동일 전남사랑의열매 회장, 김상균 전남사랑의열매 사무처장, 고병국 모금분과위원이 함께했다.

박 회장은 "그동안 지역사회 청소년들을 위해 장학금 지원을 해 왔지만 전남의 더 넓은 복지대상자들에게 꿈과 희망을 전달하는 데 보탬이 되고자 기부를 결심했다"며 "행복은 마음속에 있는 것이고, 남을 배려하고 도움을 주는 삶을 통해 진정한 행복을 느낄 수 있다"고 밝혔다.

전달된 성금은 어려운 이웃들의 생계비, 의료비, 주거환경개선에 사용될 예정이다.

노동일 전남사랑의열매 회장은 "평소 다양한 사회공헌활동과 나눔을 실천하고 계신 박원균 회장님의 전남 아너 소사이어티 가입해 주신 것에 감사를 드린다"며 "도움이 필요한 이웃들이 삶을 살아가는 데 힘이 될 수 있도록 잘 지원하겠다"고 밝혔다.

박원균 회장은 지난 1994년 여수산단 내 회전기계 가공 제작업체인 ㈜스타테크를 설립했으며, 청소년 후원단체인 '국제 와이즈멘 여수 진남클럽' 회원으로 중추적인 역할로 활동하고 있다.

매년 사회복지시설에 1000만 원을 기탁하고 지난 2013년 자랑스러운 여수 기업인으로 선정됐으며 2015년 10월에는 국민훈장 모란장을 수상하고 '재단법인 진남장학회'를 설립해 어려운 청소년을 돕는 일에 적극 나서고 있다.

한편 전남사회복지공동모금회는 고독사 예방을 위한 안전망 강화, 돌봄체계 강화, 빈곤의 대물림 완화, 새로운 사회문제에 대응이라는 나눔의 4대 목표를 가지고 나눔으로 행복한 전남을 만들기 위해 '희망2020나눔캠페인 모금운동'을 진행하고 있다.

@highlight

'재단법인 진남장학회'를 설립해 어려운 청소년을 돕고 있는 박원균(59) ㈜스타테크 회장이 1억원 기부를 약정하면서 전남 93호 아너 소사이어티(Honor Society) 회원으로 가입했다.