유전체 빅데이터 기반의 인공지능(AI) 신약 개발 업체 신테카바이오가 공모가보다 높은 가격에 거래되고 있다.

17일 오전 9시14분 신테카바이오는 시초가 대비 15.05% 오른 1만7200원에 거래되고 있다.

이날 신테카바이오는 공모가 1만2000원 대비 24.58% 오른 1만4950원으로 거래를 시작했다.

신테카바이오는 기관투자가 대상으로 지난 2~3일 수요예측을 진행한 결과 단순 경쟁률 75.61대 1을 기록했다.

신테카바이오는 합성 및 바이오 신약후보물질 발굴과 약효 예측 바이오마커 개발에 대한 AI 신약 개발 사업을 하고 있다.

차세대염기서열분석을 기반으로 한 유전체 정밀의료 사업도 하고 있다.

신약을 개발하는 데 들어가는 비용과 시간을 줄이고 성공률을 높이는 AI 플랫폼 기술을 제공하고 있다.

CJ헬스케어와 공동 개발한 IDO·TDO 표적의 면역항암제 후보물질 발굴은 기존 2년 동안 시도해도 실패한 것을 신테카바이오의 합성 신약 후보 물질 발굴 플랫폼 딥매쳐(Deep Matcher)를 통해 6개월만에 선도물질까지 도출했다.

지난 3월 CJ헬스케어와 공동 발굴한 후보물질 STB001에 대해 기술 이전을 받고 자체 개발 파이프라인까지 구축했다.

그 외에도 회사는 JW중외제약, 카이노스메드와 임상 단계 신약 후보물질에 대해 바이오마커 개발을 위한 공동 연구 및 사업화를 진행하고 있다.

정종선 신테카바이오 대표는 "2021년까지 글로벌 제약사와의 공동 연구 계약을 체결하는 것을 목표로 하고 있다"며 "세계적 수준의 AI 신약개발 전문기업으로 지속 발전하는 모습을 보이겠다"고 포부를 밝혔다.

김재윤 KTB투자증권 연구원은 "2021년부터 바이오마커 부문 실적 가시화가 가능할 것으로 판단한다"며 "2022년 이후로는 보유한 파이프라인(STB001)과 항암제 바이오마커 매출이 발생할 것으로 기대한다"고 분석했다.

@highlight

딥매쳐 플랫폼을 이용해 합성 및 바이오 신약후보물질 발굴과 약효 예측 바이오마커 개발에 대한 AI 신약 개발 사업을 하는 신테카바이오는 공모가보다 높은 1만 7200원에 거래되고 있다.