금융위원회와 은행권은 18일부터 은행의 대출심사 등에 활용할 수 있는 모든 은행 금융자산 통합조회 서비스를 실시한다고 17일 밝혔다.

이 서비스는 고객이 정보조회에 동의하면 대출은행이 고객의 다른 은행 금융자산을 일괄조회해 금리·한도산정 등에 참고자료로 활용하는 방식이다.

예컨데 A·B은행 예·적금을 가진 고객이 C은행에서 대출받을 때, C은행이 A·B 은행 예·적금 총액을 확인한 후 대출금리 우대(0.1%)를 적용할 수 있다.

현재 은행은 신용평가회사 등을 통해 수집한 대출현황 및 연체이력 등 부채 정보를 위주로 대출심사를 진행하고 있다.

다른 은행 예금 등 자산 정보를 활용하려면 고객이 은행을 방문해 증명서를 직접 발급받아야 하는 불편함이 있었다.

이에 금융위는 소비자가 은행에서 대출을 받을 때 다른 은행 계좌잔고 등 자산정보를 편리하게 활용하는 방안을 추진해 왔다.

우선 정보의 제공 및 활용에 동의한 신규대출 고객 및 기존대출 갱신 고객을 대상으로 서비스를 제공한다.

12개 은행(광주·경남·국민·기업·농협·대구·부산·신한·우리·전북·제주·KEB하나은행)이 사잇돌 등 중금리 대출시 계좌종류별 거래은행 수, 계좌 개수, 실시간 잔고 합산정보 등의 정보를 활용한다.

향후 참가은행, 활용정보 및 대출상품 등을 확대할 계획이다.

수협·씨티·카카오뱅크·케이뱅크·SC제일은행은 내년 초 실시할 예정이다.

제공정보는 계좌종류별 거래은행 수, 계좌 수를 제공하며, 마케팅 목적으로 이용되지 않도록 모든 은행(정보요청은행 포함) 잔액정보는 총액만 제공한다.

은행권은 내년 초에는 개인 신용대출 상품을 취급하는 모든 은행에서 이 서비스를 제공하고, 내년 중 은행이 대출심사시 활용할 수 있는 금융자산정보의 범위도 확대할 계획이다.

금융자산이 증가한 대출 고객이 금리인하 요구권을 행사하는 경우에도 이 서비스를 활용할 수 있도록 할 예정이다.

은행권은 향후 다른 은행의 금융자산을 은행 신용평가모형에 반영해 대출심사에 활용하는 방안 등도 검토한다.

@highlight

금융위원회와 은행권은 18일부터 계좌종류, 거래은행 수, 계좌 수, 잔액 총액 등 고객이 정보조회 동의시 대출심사에 활용할 수 있는 모든 은행 금융자산 통합조회 서비스를 실시한다고 17일 밝혔다.