공정거래위원회는 17일 라마종합건설이 하도급 계약 체결 시 하도급대금을 낮추고 선급금 지연이자를 지급하지 않는 불공정하도급 거래를 했다며 시정명령과 함께 과징금 7400만원을 부과한다고 밝혔다.

또 선급금 지연지급에 대해서는 지연이자 460만원을 지급하라고 명령하기로 했다.

공정위에 따르면 라마종합건설은 한림수산업협동조합의 '수산물처리저장시설사업 건축공사'를 발주받아 도급계약을 체결했다.

이후 제주도 지역 내 수급사업자와 하도급계약을 체결하는 과정에서 도급내역상의 직접공사비보다 7500만원이 적은 금액으로 하도급대금을 결정했다.

공정위는 하도급법 제4조 제2항 제6호에서 금지하는 '부당한 하도급대금의 결정 금지' 행위에 해당하는 것으로 판단했다.

라마종합건설은 발주자로부터 공사를 도급받아 선급금 6억5000만원을 받았다.

하지만, 수급사업자에게는 건설공사를 위탁한 이후 15일 이내에 선급금 5억400만원을 지급하지 않았다.

하도급법 제6조 1항에는 발주자로부터 받은 선급금의 내용과 비율에 따라 선급금을 받은 날로부터 15일 이내에 수급사업자에게 지급해야 한다고 명시되어 있다.

아울러 라마종합건설은 법정지급기일인 15일을 초과해 선급금을 기성금에 포함한 형태로 수급사업자에게 지급했다.

이 과정에서 초과기간에 대한 지연이자 460만원도 지급하지 않아 하도급법 제6조 2항을 위반했다고 공정위는 판단했다.

라마종합건설의 서면 지연발급 행위도 덜미를 잡혔다.

수급사업자에게 건설위탁을 하면서 하도급대금과 계약의 거래내용 등 법정 기재사항을 적은 서면을 수급사업자가 공사를 착수한 후에 발급한 것이다.

공정위 관계자는 "정당한 사유 없이 하도급대금을 낮게 결정하거나 선급금을 지연 지급하는 행위, 서면의 지연발급 행위 등 거래상 우월적 지위를 이용한 불공정 하도급 거래 행위를 지속적으로 감시·제재할 것"이라고 말했다.

@highlight

공정거래위원회는 17일 하도급법에서 금지하는 '부당한 하도급대금의 결정 금지' 행위를 위반한 라마종합건설이 불공정하도급 거래를 했다며 시정명령과 함께 과징금 7400만원을 부과한다고 밝혔으며, 선급금 지연지급에 대해서는 지연이자 460만원을 지급하라고 명령하기로 했다.