전남도는 국토 최서남단인 가거도가 실제 지도에 표기되도록 국토지리정보원 등에 법령 개정을 정식 건의했다고 17일 밝혔다.

또한 방송에서 사용하는 일기예보 디지털 지도에도 가거도 표기를 협조 요청해 전 국민의 생활 속에 해양영토의 중요성을 알리도록 요청했다.

독도와 마라도는 각종 지도에 표기하고 있어 국민들이 우리 영토의 자주성과 주체성을 자연스럽게 인식하고 있다.

하지만 국토 최서남단인 가거도는 아직 지도에 표기되지 않고 있다.

이런 가운데 전남도가 공무원 제안제도를 활용해 가거도 표기를 다양한 기관에 건의해 눈길을 끌고 있다.

이와함께 초·중·고교 교과서에 삽입된 지도를 직접 찾아 가거도 명칭 표기를 요구했다.

2019년 개정된 초등과정 5학년 1학기 사회교과서에 등장하는 우리나라 지형도와 행정구역도엔 울릉도와 독도, 이어도 명칭이 표시된 반면 가거도는 빠져 있기 때문이다.

공공기관에서 사용하는 각종 통계지도 등에도 최서남단인 가거도 표기를 제안했다.

이는 문자가 아닌 지도를 기반으로 각종 행정서비스를 하는 지금의 행정환경에서 가거도 지도 표기의 정착을 위해 꼭 필요한 선제 요건이다.

문화재청의 지역별 문화재 지도, 중앙선거관리위원회의 우리동네 공약지도, 산업통상자원부 산하기관인 지역사업평가단 지역정보 지도 등에 최동단인 독도 등은 표기됐으나 가거도 표기가 빠져 있다.

정애숙 전남도 토지관리과장은 “‘대한민국 영토는 한반도와 그 부속도서로 한다’는 헌법 제3조에 따라 동쪽은 독도, 남쪽은 마라도가 바다의 끝을 지키며 우리 영공과 영해를 넓혀주고 있다”며 “최서남단인 가거도의 정위치 표기가 우리 영토의 주체성을 지키는 데 큰 도움이 될 것”이라고 전 국민의 관심과 지지를 호소했다.

한편 가거도는 동경 125도 07분, 북위 34도 04분에 위치해 있다.

신안군 흑산면 가거도리에 속한다.

504명의 주민이 거주하고 있다.

독도의 51배에 달하는 9.7㎢의 면적을 가진 우리나라 최서남단 섬이다.

@highlight

전남도는 해양영토의 중요성을 알리기 위해 504명의 주민이 거주하고 있는 국토 최서남단 섬 가거도가 실제 지도에 표기되도록 국토지리정보원 등에 법령 개정을 정식 건의하고 방송에서 사용하는 일기예보 디지털 지도에도 가거도 표기를 협조 요청했다.