서울 성동구가 소방차 진입이 어려운 좁은 골목길 전봇대와 담벼락에 '보이는 소화기'를 설치했다.

초기에 화재를 잡아 큰 피해를 막자며 주민들이 내놓은 아이디어다.

성동구 용답동 골목길 전봇대에 설치된 소화기.

설치를 반대하는 한전을 설득한 끝에 협의를 이뤄냈다.

17일 성동구에 따르면 구는 용답동 골목 전봇대와 가정집 담벼락에 소화기 41대를 추가로 설치했다.

공동주택 복도나 점포 등 구석진 바닥에 설치된 소화기와 달리 성인 허리 높이에 매달아 눈에 잘 띄도록 했고 투명한 상자에 담아 보관성을 높였다.

성동구 관계자는 "용답동 주택가는 골목길에 승용차 한대 통행도 어렵고 화재가 발생할 경우 소방차 진입은 꿈도 꾸지 못하는 지역"이라며 "초기 화재진압만이 큰 피해를 막을 수 잇는 방법"이라고 설명했다.

소방차가 진입하기 어려우니 대신 눈에 잘 보이는 소화기를 설치하자고 제안한 건 주민들이다.

지난해 5월 주민자치회에서 골목에서 화재가 발생할 경우 피해가 심각해질 것을 우려, 골목 내에 누구나 쉽게 사용할 수 있는 장소에 소화기를 비치하자고 의견을 모았다.

동주민센터에서 구에서 지원한 예산을 활용해 주택 담벼락을 비롯해 골목 곳곳에 30개를 우선 설치했다.

주민들 호응에 힘입어 올해는 주민자치회와 골목협의체도 힘을 보탰다.

구 예산은 물론 두 단체도 쌈짓돈을 털어 소화기 41대를 추가로 설치하게 됐다.

그중 30대는 골목길 주요 위치에 자리한 전봇대에 설치했다.

한전을 꾸준히 설득, 협의를 이끌어냈다.

김학규(69)씨는 "얼마 전 용답역 근처에서 불이 났을 때 골목길 소화기 두 대로 초기에 진압했다"며 "작은 소화기 하나가 우리집뿐 아니라 이웃을 구할 수 있다는 생각이 들었다"고 말했다.

성동구는 용답동 사례를 분석, 주택 밀집지역 소화기 설치를 전면 확대해나갈 계획이다.

정원오 성동구청장은 "주민이 안전하고 편안한 지역을 만드는 일은 거창한 방식이 아니라 지역에 걸맞은 생활밀착 행정"이라며 "주민 중심 행정을 실현해가도록 적극 지원하겠다"고 약속했다.

@highlight

17일 성동구는 골목길이 협소해 화재가 발생하면 소방차의 진입이 힘든 용답동 골목 전봇대와 담벼락에 이미 설치된 소화기 30대에 더해 41대를 추가 설치했다고  밝혔다.