동강대 창업교육센터 ‘창업동아리 아이템 성과경진대회’

동강대 창업교육센터(센터장 박 경우)는 최근 교수연구동 1층 메이커 스페이스(maker space)실에서 '2019년도 전문대학혁신지원사업 창업동아리 아이템 성과경진대회'를 개최했다.

동강대학교(총장 이민숙)가 청년 창업가들의 꿈을 적극 지원하며 성장 잠재력을 갖춘 톡톡 튀는 아이디어의 성과물을 선보였다.

동강대 창업교육센터(센터장 박 경우)는 최근 교수연구동 1층 메이커 스페이스(maker space)실에서 ‘2019년도 전문대학혁신지원사업 창업동아리 아이템 성과경진대회’를 개최했다.

동강대는 2015년부터 5년째 학과별 창업동아리를 지원하며 청년 CEO를 키우고 있다.

올해는 △호텔관광과(SIT, 넌취난창) △호텔조리영양학부(SSF, 도란도란) △건축전공(건축지음) △뷰티미용과(뷰아트) △토지정보관리과(세얼간이) △응급구조과(휴-MBT) △간호학과(SN아로마) 등 9개 창업동아리를 선발해 사업계획 수립 프로젝트 수행에서부터 아이템 개발비와 전문가 멘토링, 네트워킹 등을 지원했다.

또 견문을 넓히기 위해 9월 남원에서 실전 창업캠프, 11월 광주미래식품전 견학 등 다양한 현장학습을 진행했다.

이날 성과경진대회에서는 호텔관광과 넌취난창이 ‘광주를 담은 만년 달력무드 등’을 선보여 최우수상을 받았다.

육?콩젤리’로 장려상을 수상했다.

박경우 창업교육센터장은 “대학생들에게 창업마인드를 확산시키고 창의적이고 우수한 아이디어를 발굴해 미래 기업가를 양성하기 위해 동아리를 지원하고 있다”며 “창업의 꿈을 가진 학생들에게 도전하는 기회를 주고 팀원들과 다양한 프로그램을 소화해 성과물을 보여줌으로써 자신감을 심어줄 수 있어 앞으로도 창업활동을 적극 돕겠다”고 말했다.

@highlight

동강대 창업교육센터는 창의적이고 우수한 아이디어를 발굴해 미래 창업가를 육성하기 위해 2015년부터 5년째 학과별 창업동아리를 지원하고 있으며 얼마 전 교수연구동 1층 메이커 스페이스실에서 ‘2019년도 전문대학혁신지원사업 창업동아리 아이템 성과경진대회’를 열었다.