▲14일 SK루브리컨츠 임태헌 러시아법인장(가운데)이 2019 러시아 '국민 브랜드'를 수상하고 있다.

SK루브리컨츠의 윤활유 브랜드 'SK지크(SK ZIC)'가 러시아 '국민 브랜드'에 2회 연속 선정됐다.

SK루브리컨츠는 이를 통해 향후 2년간 러시아에서 판매 중인 'SK 지크' 제품에 '국민 브랜드' 로고를 부착할 수 있는 권리를 갖게된다.

러시아 '국민 브랜드'는 1998년부터 러시아 연방 상공회의소와 국민 브랜드 조직위원회가 주관해 브랜드 인지도, 신뢰도를 펴가하는 러시아 대표 브랜드 인증 제도다.

총 96개 분야에 대해 평가하며, 특히 윤활유 분야는 2015년부터 2년마다 선정한다.

'SK 지크'는 지난 1998년 러시아 윤활유 시장에 진출한 이후 적극적인 마케팅 활동을 통해 브랜드 인지도를 꾸준히 높여왔다.

또한 연간 최저 기온이 영하 40도 수준인 러시아 기후특성에 맞춰 저온 시동성을 강화하는 등 기술 개발을 통해 소비자들로부터 품질에 대한 신뢰도를 높여온 결과 '국민 브랜드'에 선정됐다고 회사측은 설명했다.

SK루브리컨츠 관계자는 "'국민 브랜드'는 단순히 인기투표가 아닌 소비자들이 인지하고 있는 제품 중 최고 품질을 지닌 브랜드를 선정하는 것"이라며 "이는 'SK 지크'가 러시아 소비자들로부터 품질 인정을 받고 있는 것"이라고 말했다.

SK루브리컨츠는 러시아 윤활유 시장에서 브랜드 입지를 더욱 공고히 다질 계획이다.

이를 위해 지난 10월 국내에만 출시한 친환경 윤활유 신제품인 지크 제로(ZIC ZERO)를 내년 초 러시아로 확대 출시한다.

지크 제로는 '연비·엔진·환경에 대해 걱정할 필요가 없다'는 뜻으로, 연비 개선과 배출가스 저감효과가 크게 개선된 제품이다.

SK루브리컨츠 박지원 윤활유사업본부장은 "SK루브리컨츠는 러시아 기후에 특화된 제품 개발을 통해 품질에 대한 신뢰도를 높여나가는 동시에 친환경 제품을 출시를 통해 시장 변화를 주도하는 등 러시아 소비자들에게 더욱 사랑받는 윤활유 브랜드로 자리매김할 것"이라고 밝혔다.

@highlight

SK루브리컨츠는 지난 10월 국내에만 출시한 연비 개선과 배출가스 저감효과가 크게 개선된 친환경 윤활유 신제품인  지크 제로(ZIC ZERO)를 내년 초 확대 출시하여 러시아 윤활유 시장에서 브랜드 입지를 더욱 단단하게 만들 생각이다.