키움증권은 삼성전자와 SK하이닉스, 유럽 관련 주가지수를 기초자산으로 삼은 ELS를 출시했다고 18일 밝혔다.

'키움 제1194회 ELS'는 만기 3년, 예상수익률 세전 연 10.3%이다.

기초자산은 삼성전자 보통주, SK하이닉스 보통주, EUROSTOXX50지수이다.

갈수록 조기상환이 쉽게 될 수 있도록 조기상환 조건이 계단처럼 내려가는 스텝다운 조기상환형 ELS로, 모든 기초자산이 최초기준가격의 90%(6개월, 12개월), 85%(18개월, 24개월), 80%(30개월), 75%(36개월) 이상이면 세전 연 10.5%의 수익을 지급받는다.

낙인배리어는 50%이다.

'키움 제1195회 ELS'는 글로벌 주가지수를 기초자산으로 한 ELS이다.

만기 3년, 예상수익률 세전 연 5.8%이다.

기초자산은 S&P500지수, EUROSTOXX50지수, 닛케이225지수이다.

모든 기초자산이 최초기준가격의 95%(6개월), 90%(12개월), 85%(18개월), 80%(24개월), 75%(30개월), 70%(36개월) 이상이면 세전 연 5.8%의 수익률로 상환된다.

조기상환되지 않더라도, 투자기간 동안 기초자산이 최초기준가격의 50% 미만으로 하락한 적이 없다면 만기에 세전 17.4%의 수익률로 상환된다.

그러나 기초자산이 최초기준가격의 50% 미만으로 하락한 적이 있다면 원금 손실이 발생할 수 있다.

'키움 제36회 뉴글로벌 100조 ELS'는 만기 1년, 예상수익률 연 14%이다.

기초자산인 넷플릭스와 엔비디아 보통주의 가격이 모두 최초기준가격의 95%(3개월), 90%(6개월), 85%(9개월), 75%(12개월) 이상이면 세전 연 14%의 수익률로 조기상환된다.

낙인배리어는 50%이다.

청약 마감은 오는 20일 오후 1시이고, ELS 청약자를 추첨해 1만원을 지급하는 이벤트도 진행하고 있다.

@highlight

키움증권이 삼성전자와 SK하이닉스, 유럽 주가지수를 기초로 출시한 ELS 상품은 3년 만기에 5.8% 수익률을 예상하지만, 기초금이 최초기준가격 절반 이하로 떨어진다면 원금손실이 발생할 수도 있단 위험이 있다.