자유한국당 황교안 대표는 17일 정부가 전날 발표한 부동산 대책에 대해 "집 있으면 세금 폭탄, 없으면 집값 폭등이다.

모두를 괴롭히는 게 지금의 부동산 정책"이라고 주장했다.

황 대표는 이날 국회의원 회관에서 열린 ‘문재인 정부 부동산정책 진단 토론회’에서 "문재인 대통령은 안정적이다.

자신 있다고 말하면서 현실과 동떨어진 자화자찬만 하고 있다"고 비판했다.

그는 이어 "18번째 내놓은 부동산 대책도 시장과 맞서려는 정책에서 못 벗어났다.

시장과 싸우려 하면 반격만 당한다.

정부 개입이 가격 폭등을 일으키고 혼란만 가중시킨다"고 주장했다.

이어 "정신 차릴 수 없이 새로운 정책을 쏟아내지만 내놓는 정책마다 집값을 올려 집 마련하기 힘든 세상을 만드는 정책"이라고 했다.

황 대표는 "이 정권의 국정 전 분야가 총체적 실패다.

특히 부동산은 역대 최악이고 대실패 정책"이라고 질타했다.

황 대표는 또 "지난 정권 말기와 비교하면 서울 아파트 평균 매매가격이 40% 올랐다.

이에 반해 지방은 거점지역 집값이 폭락해 양극화가 점점 심해졌다"고 말했다.

심재철(안양동안을) 원내대표도 이날 원내대책회의에서 "국민이 준비할 새도 없이 당장 돈줄을 묶어버리겠다니 현금 부자만 살아 남기겠다는 것"이라며 "재건축·재개발 활성화 등 공급 대책 없이 수요만 때려잡겠다는 건 반시장 정책이라 할 수밖에 없다"고 주장했다.

이어 심 원내대표는 노영민 대통령 비서실장이 전날 ‘다주택’ 참모들에게 1채를 제외하고 모두 처분하라고 한 것을 두고도 "전형적인 보여주기"라며 "정책 실패를 반성할 생각 없이 쇼로 미봉하겠다니, 시장이 비정상적으로 반응할 것은 불문가지"라고 했다.

송석준(이천) 의원은 "정부 정책은 홧김에 하거나 오기로 하면 안 된다.

냉정하게 시장을 분석하고 현실을 인정하고 맞춤식 정책을 해야 한다"고 말했다.

그는 "오기 정책, 억누르기 정책, 규제 일관 정책으로 하면 원하는 결과는 안 나오고, 집값만 폭등한다"며 "대통령 말씀이 불과 한 달 만에 거짓말이 되는 황당한 일이 벌어졌다.

제발 정신 차리라"고 했다.

@highlight

자유한국당 황교안 대표는 17일 국회의원 회관에서 정부가 전날 발표한 부동산 대책에 대해 집값만 올리는 역대 최악의 실패한 정책이라고 비판했다.