서초구(구청장 조은희)가 보건복지부 주관 '2019년 보육정책 우수 지방자치단체 평가'에서 '최우수상'을 수상한다.

보건복지부는 어린이집 안전관리, 보육의 질, 공보육 확충 등 7개 항목 15개 평가지표를 바탕으로 올 한해 전국 226개 지자체가 추진한 보육정책 성과를 평가해 전국 18개 우수지자체를 선정했다.

구는 각 분야별 모든 항목에서 우수한 평가를 받았다.

특히 구는 민선 6~7기 동안 국공립 어린이집을 32개에서 80개까지 확충한 데 이어 어린이집간 상생을 이끄는 '서초형 함께보육'을 시범 운영하는 등 양질의 보육서비스를 제공하기 위해 다양한 노력을 기울였다.

아이,부모,교사가 모두 행복한 보육환경을 조성하기 위해 지자체 최초로 '보육포럼' , '국제학술세미나' 등을 열어 보육정책의 발전방향을 모색, 구 자체적으로 특별한 보육정책을 기획, 추진했다.

어린이집 원장간 자리를 바꿔 근무하는 '체인징데이', 보육교사의 행복한 에너지로 아이도 행복한 '보육교사 힐링 시스템' , '어린이집 공동보육 커뮤니티 사업' 등 보육기관 지원정책을 비롯 상설 어린이 공연인 '서리풀 악동 문화공연', '찾아가는 장난감 도서관' 등 가정양육 지원정책도 촘촘하게 설계했다.

아울러 구는 야간돌봄을 제공하는 '거점형 시간연장 어린이집', 자연체험과 놀이활동을 늘린 '생태친화형 어린이집'을 운영해 안정적이고 창의성을 발휘하는 보육환경을 조성했다.

이는 시 공모사업으로 선정된 것으로 구의 보육정책과 상호 시너지 효과를 내고 있다.

시상식은 18일 오후 3시 정부세종청사 대강당에서 개최되며 보건복지부장관, 유관기관, 보육유공자 및 가족 등 600여명이 참석한 가운데 진행될 예정이다.

조은희 서초구청장은 '아동의 입장에서 아이들의 건강한 성장과 행복을 지향할 수 있도록 서초의 보육정책을 계속 업그레이드 해 나갈 것" 이라며 "앞으로도 아이 키우기 좋은 도시 서초를 만들기 위해 노력하겠다"고 말했다.

@highlight

서초구가 18일 오후 3시 정부세종청사 대강당에서  '서초형 함께 보육' 등 어린이집간 상생을 이끌어 공로를 인정받아 보건복지부주관 '2019년 보육정책 우수 지방자치단체 평가'에서 최우수상을 수상하게 되었다.