종로구(구청장 김영종)는 21일 오후 3시 청운문학도서관 한옥세미나실에서 '햄릿과 나' 낭독회를 진행한다.

종로구와 종로문화재단은 추운 겨울, 마음 따뜻한 이야기를 통해 주민들에게 감동을 주기 위해 이번 낭독회를 마련, '햄릿과 나' 의 저자인 송미경 작가와 모예진 화가가 함께한다.

'햄릿과 나'는 세상에서 가장 용감하고 사랑스럽고 사색적인 햄스터 '햄릿'과 표현은 서툴지만 친구의 이야기에 귀 기울이는 아이 '미유'를 통해 가족과 입양, 성장, 반려동물에 대해 깊이 있는 질문을 던지는 창작동화다.

소박한 이야기를 통해 감동을 주는 작가와 따뜻한 그림을 그리는 화가의 협업으로 완성된 '햄릿과 나'는 섬세한 시선으로 어린이의 마음속에서 일어나는 기쁨과 슬픔, 치유의 과정을 살피고 상처를 스스로 극복하고 일어나는 과정을 다룬다.

송미경 작가는 한국출판문학상을 수상한 작가로, 독특한 서사와 특유의 환상성으로 자기만의 작품세계를 인정받았으며 '돌 씹어 먹는 아이', '가정통신문 소동', '이상한 아이 옆에 또 이상한 아이' 등을 집필했다.

모예진 화가는 2015년과 2016년 볼로냐 국제 아동도서전에서 올해의 일러스트레이터로 선정된 바 있다.

'햄릿과 나' 낭독회는 송미경 작가, 모예진 화가, 장슬기 편집자의 낭독 시간 외에도 관객들이 소중한 사람, 가족에게 전하고 싶은 이야기를 편지지에 써 보는 시간도 마련된다.

김영종 구청장은 "전통 한옥공간에서 진행되는 이번 낭독회는 고즈넉하고 색다른 분위기를 자아낼 것으로 기대된다. 연말을 맞아 자녀와 함께 마음 따뜻한 이야기를 나누는 소중한 시간을 보내시기 바란다"고 전했다.

낭독회가 열리는 청운문학도서관은 종로구 최초 한옥공공도서관으로 시, 소설, 수필 등 다양한 문학 도서를 소장하고 있는 문학 특화도서관이다.

주민들에게 독서와 사색, 휴식의 공간을 제공, 주민을 위한 기획전시, 인문학 강연, 창작교실, 아이들을 위한 문화체험 프로그램 등을 운영하고 있다.

@highlight

종로구가 추운 겨울 주민들에게 따뜻한 이야기로 감동을 전하기위해 21일 청운문학도서관에서 송미경 작가와 모예진 화가를 초청하여 가족과 입양, 성장, 반려동물에 대해 깊이 있는 질문을 던지는 창작동화 ‘햄릿과 나’ 낭독회를 연다.