차기 기업은행장이 관료 출신과 내부 출신 '2파전'으로 좁혀진 것으로 알려졌다.

그동안 관료 출신 인사가 유력하게 거론됐으나 관치 금융 논란으로 청와대가 막판까지 고심하고 있다는 후문이다.

차기 행장은 이르면 이번주 중 발표될 가능성이 높다.

18일 금융권에 따르면 청와대는 기업은행장 선정을 두고 차관급 관료 출신인 외부인사와 기업은행 임원ㆍ계열사 대표 등 내부인사를 놓고 장고를 거듭하고 있는 것으로 전해졌다.

김도진 현 기업은행장의 임기가 오는 27일까지인 점을 감안하면 늦어도 다음주 초까지는 새 기업은행장 발표가 날 것으로 전망된다.

기업은행장은 금융위원장의 제청을 거쳐 대통령이 임명하는 자리다.

복수의 금융권 관계자에 따르면 차기 기업은행장으로 관출신 외부 인사 발탁 가능성이 높아 보인다.

청와대가 반장식 전 일자리수석과 윤종원 전 경제수석 가운데 기업은행장 임명 결정을 할 것이라는 관측이 지배적이다.

시장에서는 반 전 수석이 조금 더 앞섰다는 평가가 있다.

반 전 수석은 경북 상주 출신으로 덕수상고와 국제대 법학과를 졸업했다.

행정고시 21기로 공직에 입문해 재정경제원 지역경제과장, 기획예산처 사회재정심의관 등을 지냈다.

윤 전 수석은 수출입은행장에 이어 기업은행장 하마평에도 오른 인물이다.

경남 밀양 출신으로 서울 인창고와 서울대 경제학과를 졸업했다.

행시 27기로 기획재정부 경제정책국장, 대통령비서실 경제금융비서관, 국제통화기금(IMF) 상임이사 등을 거쳤다.

다만, 최근 관료 낙하산 인사 반대의 목소리가 거세지면서 청와대의 기류가 바뀌고 있다는 얘기도 나온다.

이를 감안해 임상현 기업은행 수석부행장(전무) 등도 최종 후보 선상에 있는 것으로 전해졌다.

임 전무는 1982년 기업은행에 입행해 뉴욕지점장, 경영전략그룹장, 경영지원그룹장 등을 지냈다.

관료 출신 기업은행장 선임이 초읽기에 들어가자 기업은행 노조도 반발 수위를 높이고 있다.

기업은행 노조는 지난 9일부터 청와대 앞 1인 시위를 시작한데 이어 이날 을지로 기업은행 본점 앞에서 조합원 100명이 모이는 반대 시위를 진행한다.

@highlight

18일 금융권에 따르면 청와대는 기업은행장 선정을 두고 차관급 관료 출신인 외부인사와 기업은행 임원ㆍ계열사 대표 등 내부인사를 놓고 장고를 거듭하고 있는 가운데 관출신 외부 인사 발탁 가능성이 높아 보이자 기업은행 노조도 반발 수위를 높이고 있다.