예비타당성조사 면제 사업 등에 지역 중소업체의 참여가 가능할 전망이다.

더불어민주당과 정부는 국가균형발전프로젝트 중 20개 사업에 대해 ‘지역의무공동도급제’를 적용하기로 했다.

18일 전남도에 따르면 ‘2019 국가균형발전 프로젝트’ 예비타당성 면제사업에 지역 중소건설업체 참여 기회를 확대하기 위해 건의해온 지역의무공동도급 적용에 대해, 국토교통부가 적용 방침을 밝혔다.

이로써 전남에선 신안 압해와 해남 화원, 여수 화태와 백야를 잇는 서남해안관광벨트와 수산식품수출단지 조성사업에 지역 중소건설업체가 참여할 수 있게 됐다.

도는 지난 10월 국가균형발전프로젝트사업에 국가계약법 규정상 실제 지역 중소건설업체 참여가 어려운 점을 파악, 과거 혁신도시 건설과 4대강 살리기 사업 당시 정부에서 지역 중소건설업체가 20% 이상 참여토록 한 사례를 들어 정부에 지역의무공동도급 적용을 건의해왔다.

기획재정부와 국토부장관에게 도지사 친필 건의 서한문을 전달하고, 지역구 국회의원에게 동참을 요청하는 한편, 전국시도지사협의회를 통해 공동 대응토록 하는 등 전방위적 노력을 기울여왔다.

그 결과 국토부는 이날 국회 의원회관에서 열린 지역건설 경제활력대책 당정협의에서 ‘국가균형발전 프로젝트’를 통한 지역경제 활성화 차원에서 앞으로 발주되는 이들 사회간접자본(SOC) 사업에 지역의무공동도급 제도를 적용키로 했다.

이날 당정은 국가균형발전프로젝트 사업 중 연구·개발(R&D) 사업 3개(3조1천억원)을 제외한 20개 사업(21조원)에 대해 지역의무공동도급제를 적용한다고 밝혔다.

아울러 국도, 지방도, 도시철도, 산업단지, 보건환경시설, 공항 등 지역적 성격이 강한 13개 사업(9조8천억)은 지역업체가 40% 이상 참여한 공동수급체에만 입찰 참여를 허용한다.

고속도로와 철도 등 전국적으로 사업효과를 미치는 광역교통망 7개 사업(11조3천억원)에 대해서는 지역업체 비율 20%의 참여를 의무화하고, 나머지 20%는 입찰 가산을 통해 최대 40%까지 지역 업체의 참여를 유도하는 방식을 적용하게 된다.

@highlight

더불어민주당과 정부는 국가균형발전프로젝트 중 20개 사업에 대해 ‘지역의무공동도급제’를 적용하기로 해, 예비타당성조사 면제 사업 등에 지역 중소업체의 참여가 가능할 전망으로 전남에선 신안 압해와 해남 화원, 여수 화태와 백야를 잇는 서남해안관광벨트와 수산식품수출단지 조성사업에 지역 중소건설업체가 참여할 수 있게 됐다.