대우건설과 현대엔지니어링이 고척4구역 재개발 사업을 공동으로 수주했다.

조합원들 역시 화합을 결정한 두 건설사에게 큰 지지를 보내며, 사업은 빠르게 정상화될 전망이다.

18일 관련 업계에 따르면 지난 17일 고척4구역 재개발 조합이 구로구 개봉동 K컨벤션웨딩홀에서 개최한 시공사 선정총회에서는 대우건설ㆍ현대엔지니어링 컨소시엄이 조합원들의 압도적인 지지를 받으며 시공사로 선정됐다.

이날 총회에는 전체 조합원 266명 중 192명이 참여해 60.2% 참석률로 성원됐다.

이 중 160명이 대우건설ㆍ현대엔지니어링 컨소시엄의 시공사 선정 안건에 지지 의사를 보내며 83.3%의 찬성률로 해당 안건이 통과됐다.

이 사업은 서울시 구로구 고척동 148번지 일대에 지하 4층∼지상 25층, 10개동, 983가구(일반분양 573가구, 조합 262가구, 임대 148가구)를 조성하는 프로젝트다.

공사금액은 약 1964억원이다.

이곳은 조합이 지난 6월 시공사 선정 총회가 열렸지만, 두 회사 모두 과반 득표에 실패하며 시공사 선정 안건이 부결됐던 사업지다.

그러나 기권ㆍ무효 6표가 기표용구 외 볼펜으로 표기된 상황이어서 유효표로 인정해야 한다는 주장이 제기됐고, 조합은 무효표를 인정하는 것으로 잠정 결정을 내린 뒤 대우건설을 시공사로 선정한다는 내용의 공문을 보낸 바 있다.

이에 현대엔지니어링이 총회 결정 사항을 조합이 번복한 것에 대해 반발하며 '계약 체결금지 가처분 신청', '임시총회 금지 가처분 신청' 등 소송을 진행했고, 대우건설도 조합에 '시공사 지위확인 소송'을 제기하며 사업이 장기표류할 가능성이 커졌다.

그러나 재입찰을 통해 두 기업이 함께 사업을 맡기로 최종 결정되며, 고척4구역 재개발 사업은 다시 순항하게 될 전망이다.

조합은 오는 2020년 11월 관리처분인가, 2022년 2월 착공, 2024년 10월 준공 및 입주를 목표로 사업을 추진할 계획이다.

@highlight

지난 6월 시공사 선정 총회에서 참여한 대우건설과 현대엔지니어링 모두가 과반 득표에 실패하며 시공사 선정 안건이 부결되었던 고척4구역 재개발 조합이 17일 구로구 K컨벤션웨딩홀에서 개최한 시공사 선정총회에서 대우건설과 현대엔지니어링 컨소시엄이 조합원들의 압도적인 지지를 받아 시공사로 선정됨에 따라 다시 재개발 사업을 순조롭게 이어갈 예정이다.