인천만의 특화된 사회서비스원 설립이 필요하다는 목소리가 지역에서 높아지고 있다.

사회서비스원은 국공립시설을 지자체로부터 위탁받아 직접 운영하고, 서비스 종사자를 직접 고용하는 형태로 운영되는 시설이다.

또 지역 내 사회서비스 질을 높이기 위한 정책 및 민간 사회서비스 제공기관 품질 향상 등을 지원한다.

인천보다 앞서 사회서비스원 시범사업을 진행 중인 지역은 서울·경기·대구·경남 등 4곳이다.

보건복지부는 사회서비스원을 2022년까지 17개 광역자치단체로 확대할 계획으로, 인천은 내년 상반기 사회서비스원 출범을 목표로 하고 있다.

현재 4개 지역에서 사회서비스원이 설립돼 운영 중이지만 지역에 따라 설립 효과는 다르다.

국공립시설 직영 운영기관 수와 종사자 수 등 지역별로 특성이 있는 만큼 일률적인 사회서비스원 운영은 한계가 있다는 지적이 나온다.

이에 따라 지역에서는 인천의 특성을 고려한 ‘인천형 사회서비스원’이 설립돼야 한다는 인식이 공유되고 있다.

시는 이미 지난 9월 ‘인천시 사회서비스원 설립·운영방안 연구 착수보고회’에서 "인천만의 사회서비스원을 출범시키겠다"는 다짐을 밝혔다.

연구를 수행 중인 인천복지재단은 시 여건에 적합한 사업 범위와 규모 등을 검토해 시설과 운영 규정을 마련할 계획이다.

복지 현장도 같은 의견을 냈다.

지역 복지·노동 관련 단체들은 18일 시청 브리핑룸에서 기자회견을 갖고 "사회서비스 공공성을 강화하고 노동 조건 개선을 견인하는 제대로 된 인천사회서비스원이 설립돼야 한다"고 촉구했다.

이들 단체는 ▶국공립시설 직접 운영 최대한 확대 ▶종합재가센터 확장형 설치를 통한 서비스 표준화 및 맞춤형 서비스 제공 ▶사회서비스원 운영에 대한 시의 적극적인 예산 투입 ▶사회서비스 노동자 처우 및 근무조건 개선 계기 마련 ▶사회서비스 이용자 및 종사자, 시민사회 등 다양한 주체들의 의견 수렴 등을 요구했다.

단체 관계자는 "인천형 사회서비스원이 이러한 방향으로 나아가는 데 있어 정부의 가이드라인이 제약이 된다면 시가 적극적으로 정책 수정을 건의하는 등 의지가 중요하다"며 "인천 사회서비스의 공공성을 강화하는 획기적인 계기가 되는 인천형 사회서비스원 설립을 촉구한다"고 말했다.

@highlight

국공립시설 직영 운영기관 수와 종사자 수 등 지역별 특성이 강한만큼 일률적인 사회서비스원 운영에는 한계가 있어 인천의 특성을 고려한 ‘인천형 사회서비스원’이 설립돼야 한다는 지적에 따라 시가 여건에 적합한 사업 범위와 규모 등을 검토해 시설과 운영 규정을 마련할 예정이다.