"당시(1988년) 도피는 충동적이었습니다."

고(故) 정태수 전 한보그룹 회장의 넷째 아들 정한근(사진) 씨가 법정에서 도피 21년의 회한의 눈물을 흘렸다.

또 "체포되지 않았어도 자수했을 것"이라고 밝혔다.

정 씨는 18일 서울중앙지법 형사합의32부(윤종석 부장판사)의 주재로 열린 추가 구속영장 발부를 위한 심문기일에서 이 같이 말했다.

정씨 변호인은 이날 "피고인은 법원에서 선고할 형까지 전부 감내하고 수감되어 있겠다는 입장"이라고 밝혔다.

이어 "변호인 입장에서는 범죄가 성립하는가에 대한 의문이 있지만, 피고인은 본인의 죄를 인정하지 않는다는 입장도 없다"고 덧붙였다.

추가 구속영장 발부 여부에 대해 재판부의 결정에 따르겠다는 의미다.

정씨는 재판부에 "지난 6월에 체포되지 않았다면 해외 도피를 계속 이어나갈 생각이었냐"는 재판부의 질문에 "아니다. 아버지의 유지도 본인이 돌아가시면 저는 한국에 돌아가 자수하라는 것이었다"고 말했다.

그는 귀국 전 마지막 주변 정리를 위해 미국으로 가던 중 체포된 것이라고 주장했다.

정씨는 "아버님이 언젠가 나오시면 제 문제도 해결해주고, 저도 돌아갈 수 있지 않을까 그런 생각이었지, 이렇게까지 (도피 생활이) 오래 길어지리라고는 전혀 생각하지 못했다"며 발언 도중 얼굴을 손으로 감싼 채 흐느끼기도 했다.

정씨는 "지금은 결과적으로 죄가 됐지만, 도피 당시에는 아버지와 형이 구속되고 저 혼자 감당하기 너무 벅찼던 상황이었다"며 "충동적 도피였지 재산을 의도적으로 해외로 빼돌리기 위해 도피한 것은 아니었다"고 항변했다.

정씨는 1997년 11월 한보그룹 자회사인 동아시아가스(EAGC)의 자금 약 322억원을 횡령해 스위스의 비밀 계좌로 빼돌린 혐의와 국세 253억원을 체납한 혐의를 받는다.

정씨에 따르면 정 전 회장은 지난해 12월1일 현지에서 숨졌고, 정씨는 올해 6월 파나마 이민청에 의해 체포되어 국내로 송환됐다.

@highlight

고(故) 정태수 전 한보그룹 회장의 넷째 아들 정한근 씨는 1997년 자회사의 자금 약 322억원을 횡령해 스위스 비밀 계좌로 빼돌린 혐의와 국세 253억원을 체납한 협의로 법정에 나와 당시 도피는 충동적이었다며 도피 21년의 회한의 눈물을 흘렸다.