민주평화당 정동영 대표는 18일오전 10시, 국회 정론관에서 기자회견을 개최하고 경실련 국회 문턱 낮추기 1호 법안인 공직선거법 일부개정법률안을 소개했다.

정 대표는 “청년과 무주택 서민, 자영업자 등 여러분야의 사람들이 자유롭게 정치에 진출할수 있도록 진입문턱인 기탁금을 대폭인하해야 한다”고 강조했다.

정동영 대표는 기탁금 인하를 위한 공직선거법 입법청원 소개에 이어 민주평화당 당론으로 법안 개정도 추진할 계획이다.

현재 공직선거법은 후보자등록을 신청할 경우 대통령 선거 3억 원, 국회의원 선거 1,500만 원, 지방선거(광역자치단체장, 기초자치단체장, 광역의회 의원, 지방의회의원)에서 각각 5,000만 원, 1,000만 원, 300만 원, 200만 원을 선관위에 기탁해야 한다.

그러나 현행 고액의 기탁금은 사실상 청년 등 경제적 약자에게 ‘진입장벽’으로 작용해 자유로운 입후보를 제한하여 새로운 정치 세력의 진입을 가로막고 기존 정치세력의 기득권을 유지하기 위한 수단으로 전락했다는 비판을 받아 왔다.

이와 관련 경실련은 대통령 선거의 기탁금은 1억 원, 시도지사 선거의 기탁금은 1,500만 원, 나머지 선거는 100만 원으로 낮추는 공직선거법 개정을 통해 국회의 문턱을 낮춰나가야 한다고 입법 청원했다.

경실련의 청원 안에는 △공직선거법 제56조(기탁금) 제1항 중 “3억원”을 “1억원”으로 수정, △공직선거법 제56조 제2항 중 “1천 500만원”을 “100만원”으로 수정, △공직선거법 제56조 제3항 중 “300만원”을 “100만원”으로 수정, △공직선거법 제56조 제4항 중 “5000만원”을 “1000만원”으로 수정, △공직선거법 제56조 제5항 중 “1천만원”을 “100만원”으로 수정, △공직선거법 제56조 제6항 중 “200만원”을 “100만원”으로 수정토록 했다.

@highlight

민주평화당 정동영 대표는 18일 국회 정론관에서 열린 기자회견에서 경실련 국회 문턱 낮추기 1호 법안인 공직선거법 일부개정법률안을 소개하며 청년과 무주택 서민 등 다양한 사람들이 자유롭게 정치에 진출할 수 있도록 진입문턱인 기탁금을 대폭 인하해야 한다고 강조했다.