예산 확정 전 정부의 예비타당성조사를 면제해주기로 한 총 24조7000억원 규모의 23개 사회간접자본(SOC) 건설사업인 '국가균형발전 프로젝트'가 내년부터 본격 착공에 들어간다.

여당과 정부는 지역경제 활성화 차원에서 이번 SOC 사업에 과거 4대강, 혁신도시 사업처럼 해당 지역업체가 참여해야만 입찰에 참여할 수 있도록 한다는 계획이다.

더불어민주당과 기획재정부, 국토교통부 등 정부는 18일 국회에서 당정협의를 열고 이번 '국가균형발전 프로젝트'에 '지역 의무 공동 도급제'를 적용하기로 결정했다.

지역 의무 공동도급제는 공사 현장이 있는 광역 지방자치단체에 본사를 둔 업체인 '지역업체'가 참여한 공동 수급체만 입찰 참가를 허용하는 제도다.

이에 따라 국도·지방도, 도시철도, 산업단지, 보건·환경시설, 공항 등 지역적 성격이 강한 13개 사업(9조8000억원 규모)에 대해선 지역업체가 40% 이상 참가한 공동 수급체에만 입찰 참여를 허용한다.

고속도로와 철도 등 사업효과가 전국에 미치는 광역교통망 7개 건설사업(11조3000억원)의 경우 지역업체 비율 20%까지는 참여를 의무화하고, 나머지 20%는 입찰시 가점을 통해 최대 40%까지 지역업체 참여를 유도하는 방식을 적용한다.

다만 턴키(설계·시공 동시발주) 등 까다로운 기술형 입찰은 사업유형에 관계없이 지역업체가 20% 이상 참여한 공동 수급체에만 입찰에 참여토록 한다.

현재 프로젝트 가운데 연구개발(R&D) 3건을 제외하고 도로와 철도 등 SOC 사업 20건은 사업계획 적정성 검토를 지난달까지 마쳤고, 현재는 타당성조사나 기본계획을 수립하고 있는 단계라고 당정 측은 설명했다.

이 가운데 설계가 완료된 산청 신안∼생비량 국도 위험구간 해소 사업(1800억원), 동해선(포항~동해) 단선 전철화(4800억원), 영종∼신도평화도로(1000억원) 사업은 내년 중 착공한다.

정부는 내년 철도 6건, 도로 3건, 산업단지, 하수도, 병원 등 12건에 대한 기본과 실시설계에 착수한다.

@highlight

정부는 예비타당성조사를 면제해주는 총 24조7000억원 규모의 23개 사회간접자본(SOC) 건설사업인 '국가균형발전 프로젝트'가 지역경제 활성화에 기여할 수 있도록 '지역 의무 공동 도급제'를 적용하여  해당 지역업체만 입찰에 참여할 수 할 예정이다.