국토교통부가 17일 오후 서울 양재동 더케이호텔 서울에서 '제2회 신도시 포럼'을 개최했다.

신도시 포럼은 남양주왕숙, 고양창릉 등 대규모 신규택지 청사진 마련을 위해 6월 발족했다.

행사는 포럼 위원들의 분과별 발제와 토론으로 진행됐다.

김갑성 연세대 도시공학과 교수는 '교통분과' 발제를 통해 "신도시 입주 초기 광역버스 중심의 광역교통체계를 구축, 교통불편을 해소해야 한다"고 강조했다.

단지별 입주단계에 맞춰 세부적인 광역버스, M버스 운영계획을 수립하라는 주문이다.

특히, 신도시 광역버스 운영에 한해 지방자치단체 사무가 아닌, 중앙정부 역할이 필요하다고 강조했다.

또 신도시 광역버스 운영비 확보가 중요하다고 말했다.

신도시 초기 버스운영의 안정화를 위해 적자를 감수한 적정 배차간격을 유지하는 것이 필요하다는 것이다.

현재 광역교통개선 대책 수립지침은 대규모 개발사업 시행자가 초기 대중교통 운영비를 지원할 수 있도록 규정하고 있다.

실제 2020년 입주가 시작되는 의정부 '고산지구'에서는 사업시행자인 한국토지주택공사(LH)가 대중교통 운영비를 지원키로 했다.

사업시행자가 대중교통 운영비를 지원하는 첫 사례다.

당초 광역교통개선 변경계획에서 경전철이 취소되면서 대중교통 운영비를 지원하게 됐다.

LH는 초기 운영비 15억원을 지원한다.

그러나 15억원은 초기 연도 적자예상액(35억7000만원)의 42% 수준에 불과하다.

1년 운영비 수준이다.

김 교수는 "초기 대중교통의 안정적인 운영을 위해서는 일정기간 지원하는 것이 필요하다"고 지적했다.

김 교수는 신도시가 들어서는 해당 지자체 역할도 강조했다.

노선입찰제 등의 버스운영계획을 수립하고, 한정면허(초기입주후 5년 등)를 부여해 버스의 안정적 운영을 확보하는 것이 필요하다는 의미다.

아울러 단계별 입주계획에 맞춰 버스가 운영되도록 일정기간 모니터링할 것도 요구했다.

이날 교통분과 외에 △도시.

건축 △스마트시티 △환경 △일자리 △교육.

문화 분과도 발표했다.

김규철 국토부 공공주택추진단장은 "이번 행사를 통해 그간 계획했던 교통이 편리한 자족도시, 친환경·스마트도시, 지역발전을 견인하는 도시의 완성도를 더욱 높이게 될 것"이라고 말했다.

@highlight

남양주왕숙, 고양창릉 등 대규모 신규택지 청사진 마련을 위해 6월 발족된 '신도시 포럼'이 17일 개최되어 신도시 광역버스 운영에 한해 지방자치단체 사무가 아닌, 중앙정부 역할이 필요하다는 주장이 제기되었다.