정부가 지난해 8월부터 추진하고 있는 데이터경제 활성화 정책이 성과를 내고 있다.

비씨카드는 카드 결제시간, 상점 영업정보를 활용해 야간이나 휴일에 문을 여는 가게를 찾을 수 있는 '문 연 가게 어디지'라는 앱을 개발했다.

비씨카드는 또 업종별 매출정보, 매출추이, 유망업종 등 상권관련 정보를 시각화해 지역상권별 창업 성공 가능성을 예측해주는 '대박 날 지도'서비스도 구축 중이다.

두가지 서비스 모두 정부가 데이터경제 활성화 정책으로 추진하는 빅데이터 플랫폼 구축사업 지원을 통해 만들었다.

한국축산데이터는 인공지능(AI)기반 가축 질병·건강상태 자동관리서비스 '팜스플랜'을 개발했다.

투자유치에도 성공했고 내년에는 말레이시아에 진출할 예정이다.

팜스플랜은 가축건강을 자동 측정, 사람이 구분하기 어려운 질병상태와 이상행동을 감지해 예방조치와 빠른 대응을 할 수 있게 해준다.

한국축산데이터는 서비스 개발 과정에서 정부로부터 AI학습용 데이터(200여 농가 40만두 데이터) 가공 지원을 받았다.

과학기술정보통신부 18일 서울 드래곤시티에서 '국민과 함께하는 데이터 경제 활성화'라는 주제로 데이터 사업 통합 성과보고회를 개최했다.

이날 행사에서는 비씨카드와 한국축산데이터 사례를 포함해 올해 진행한 데이터 사업성과와 우수사례들이 발표됐다.

과기정통부는 지난해 8월 데이터경제로의 전환 선언을 기점으로 데이터경제 활성화 정책을 적극 펼쳐 왔으며, 올해 약 1400억원을 투입해 △빅데이터 플랫폼 및 센터 사업 △데이터 바우처 사업 △마이데이터 사업 등을 추진했다.

빅데이터 플랫폼 및 센터 사업은 데이터 생산·수집·분석·유통을 위해 10개 분야 빅데이터 플랫폼과 100개 센터를 구축·운영하는 사업이다.

올해 구축을 완료하고 1400여종의 새로운 데이터와 17종의 데이터 기반 혁신서비스를 개방했다.

데이터 바우처 사업에서는 데이터 활용에 어려움을 겪는 중소기업, 소상공인 등을 대상으로 데이터 구입이나 가공서비스를 제공받을 수 있도록 1640건의 바우처를 지원했다.

마이데이터 사업을 통해서는 정보주체 동의하게 개인데이터를 안전하게 활용하는 실증서비스 개발을 지원하였으며, 의료·금융 등 5개 분야 8개 서비스가 개발됐다.

@highlight

1400억원의 지원을 투입한 데이터경제 활성화 정책의 일환으로 비씨카드의 '문 연 가게 어디지'라는 앱을 포함한 결과물들을 과학기술정보통신부가 18일 성과보고회에서 발표했다.