심재철(사진)자유한국당 원내대표가 18일 '4+1 협의체(더불어민주당·바른미래당·정의당·민주평화당+대안신당)'가 추진하는 선거제도 협상을 두고 '의석 나눠먹기 막장드라마'라고 폄훼했다.

심 원내대표는 이날 국회에서 열린 의원총회에서 "막장드라마 대본의 핵심 2가지는 '연동형 30석을 나눠먹자'는 이른바 '캡'과 석패율제"라며 "연동형 캡은 이번만 나눠먹고 연동형 비례대표제를 계속 할지 말지는 앞으로 논의하겠다는 뜻"이라고 주장했다.

심 원내대표는 이어 "연동형 비례대표제는 100% 적용하지 않을 경우 완전히 위헌"이라며 "옛날에 (지역구 선거에서) 개인한테 투표한 것을 비례로 같이 계산했다가 위헌이라 해서 인물투표 따로 비례투표 따로 했다. (4+1 협의체의 협상안은) 비례석에 지역구를 같이 반영하니 등가성에 어긋나는 것이고 결국 국민들의 주권을 훼손하는 대단히 심각한 것"이라고 지적했다.

심 원내대표는 석패율제와 관련해서도 "자기들끼리 나눠먹을 자리 30개를 만들어놓고 거기다가 '중진 구제', '중진 보험'인 석패율제를 도입해서 중진들은 무조건 살아남을 수 있도록 만들었다"면서 "결국은 평화당의 정동영, 바른미래당 손학규, 정의당 심상정 그리고 대안신당 박지원이 자기들 살아남아야 된다고 해서 국가 선거제도를 이렇게 뒤집어놓고 흔들고 있는 것"이라고 비난했다.

심 원내대표는 "이런 야바위꾼들은 반드시 국민들이 심판해야 된다"면서 "석패율이 도입 되면 기존 정치인들이 유리하다. 정치신인, 젊은이들한테 불리할 수밖에 없다"고 핏대를 세웠다.

김성원 한국당 대변인은 이날 논평을 내고 민주당과 협상중인 군소야당을 비난했다.

김 대변인은 "자투리 4당은 집권여당의 이중대가 돼 국회를 유린하고, 그 대가인 밥그릇 선거법으로 의석을 얻어내고, 국민을 기만한 최악의 '야합'으로 역사에 남을 것"이라고 했다.

한국당은 이날도 4+1 협의체의 선거제도 개혁안과 사법개혁안을 반대하는 대규모 장외집회를 열었다.

@highlight

심재철 자유한국당 원내대표가 '4+1 협의체'가 추진하는 선거제도 협상을 두고 '의석 나눠먹기 막장드라마'라고 폄훼했는데, 등가성에 어긋나며 결국 국민들의 주권을 훼손하는 대단히 심각한 것이라며 한국당은 이날도 4+1 협의체의 선거제도 개혁안과 사법개혁안을 반대하는 대규모 장외집회를 열었다.