보험업계에 따르면 삼성화재, 현대해상, KB손보, DB손보, 메리츠화재 등 손해보험사들은 내년 1월 실손보험 갱신 고객들에게 보험료 인상 예고문을 고지했다.

각 보험사가 손해율을 바탕으로 결정한 인상 수준은 10~20% 수준이어서 가계경제에 부담이 생길 전망이다.

보험료에 부담을 느낀 소비자들의 인식이 달라지면서 보험상품 선택에 있어서도 가성비와 가심비를 동시에 만족시킬 수 있는 합리적인 소비 성향이 나타나고 있다.

가입한 보험중에 중복되는 보장은 없는지, 나에게 꼭 필요한 보장이 빠져 있는지를 꼼꼼하게 체크해주는 보험클리닉이 주목받고 있다.

'보험클리닉'은 고객이 직접 매장을 방문하여 보험과 관련된 여러가지 고민과 궁금증을 한번에 해결할 수 있다.

서류 준비 없이 방문해도 전문 상담매니저에 1:1 맞춤 컨설팅을 받을 수 있어 편리하고 모든 상담은 무료로 진행된다.

새로운 보장이 필요한 고객에게는 32개 보험사의 18,000여 개 보험상품을 비교하여 가장 가성비가 좋은 상품을 찾아준다.

지난 11월 12일 경기도 수원 매탄권선역 인근 롯데마트 내에 보험클리닉 권선점이 오픈했다.

보험클리닉 관계자는 수원시청을 중심으로 형성된 상업지구와 대규모 주거단지 입주민들의 이용으로 고객 방문이 많을 것으로 예상하고 있다.

각 지역의 보험숍 위치는 보험클리닉 홈페이지에서 확인할 수 있다.

국내 법인보험대리점(GA) 피플라이프는 수도권을 비롯한 전국 대도시를 중심으로 보험클리닉 점포 수를 지속적으로 확대하는 등 보험 및 펀드, 금융 자문 등 종합 솔루션을 제공하는 금융판매 전문회사로의 도약을 준비하고 있다.

피플라이프 관계자는 "브랜드 성장과 함께 상담매니저의 수익 보장 및 고용 안정을 위해 정규직화를 추진중이다"면서 "인센티브뿐 아니라 정식 급여가 지급되기 때문에 영업에 부담을 느낄 필요가 없고 정규직화를 통해 탄탄한 영업 조직을 갖출 계획이다"고 밝혔다.

보험클리닉은 매장 수 확장으로 인해 현재 상담 매니저를 모집하고 있으며 원서 접수 및 채용 관련 자세한 내용은 보험클리닉 홈페이지를 통해 확인할 수 있다.

@highlight

손해보험사들이 내년 1년 실손보험 갱신 고객들에게 보험료 인상 예고문을 고지하였고, 가입한 보험중에 중복되는 보장은 없는지, 나한테 꼭 필요한 보장이 제외되어 있는지를 꼼꼼하게 확인해주는 보험클리닉이 주목받고 있고 지난 11월 12일 경기도 수원 매탄권선역 인근 롯데마트 내에 보험클리닉 권선점이 개점하였다.