한샘 리하우스 디자이너가 고객에게 홈 리모델링에 필요한 부엌 가구와 건자재에 대해 상담해주고 있다.

한샘은 리하우스 대리점 소속의 홈 인테리어 전문가 '리하우스 디자이너(RD)'를 2500명 양성하겠다고 19일 밝혔다.

한샘은 대리점의 성장을 지원하기 위해 기존 리하우스 디자이너 1000여명의 전문성을 강화하고, 신입 디자이너 1500여명을 추가 채용해 총 2500명의 홈 인테리어 전문가를 양성한다는 계획이다.

자체적으로 인재를 뽑기 어려운 대리점들의 상황을 고려해 한샘 본사 차원에서 지원에 나선 것이다.

인테리어 전문가 육성은 '토털 홈 리모델링 서비스'를 표방하는 한샘 리하우스 사업의 핵심 요인이다.

한샘은 부엌 가구뿐 아니라 바닥재, 벽지, 도어, 창호, 조명 등을 공간 패키지로 제공하는 한샘 리하우스 패키지 사업을 미래 신성장 동력으로 키워나가고 있다.

리하우스 디자이너는 한샘 리하우스 대리점에서 인테리어 리모델링에 필요한 고객 상담과 디자인 설계, 시공감리 등을 진행한다.

노후 주택의 증가로 내년 국내 홈 인테리어 시장규모가 40조원 이상 성장할 것으로 예상되면서 홈 인테리어 디자이너에 대한 수요도 크게 늘고 있다.

한샘은 우수한 홈 인테리어 디자이너를 양성하기 위한 교육 시스템도 구축했다.

인력이 필요한 개별 대리점의 채용을 본사가 지원하며, 디자이너 공개 채용에 최종 합격한 지원자에게 입문 교육과 심화 교육을 제공한다.

신입 디자이너는 추가 4주간 현장훈련(OJT)을 거쳐 현업에 투입된다.

이밖에도 지속적인 육성 프로그램을 통해 디자이너의 성장을 돕는다.

한샘 관계자는 "한샘은 리하우스 디자이너가 향후 창업을 통해 월 100억원 매출을 내는 중소기업 규모의 인테리어 사업가로 거듭나게끔 하려는 인재 육성 철학을 가지고 있다"며 "한샘의 핵심 가치인 '상생 추구'와 '인재 육성'을 기반으로 체계적인 교육프로그램을 구축해 리하우스 디자이너와 대리점이 한샘과 함께 동반 성장하도록 지원을 아끼지 않겠다"고 말했다.

한샘 리하우스 디자이너 채용은 내년 1월4일부터 진행되며, 자세한 채용 내용은 리하우스 채용 홈페이지에서 확인할 수 있다.

@highlight

한샘은 노후 주택의 증가로 인한 인테리어 시장규모의 성장을 내다보고, 내년 1월4일부터 리하우스채용 홈페이지에서  한샘 대리점 소속의 '리하우스 디자이너(RD)' 2500명을 모집해  4주간 현장 훈련을 거쳐 현업에 투입시킬 계획이라고 19일 밝혔다.