SK건설이 비즈파트너와의 동반성장 프로그램에 3년간 958억원을 지원한다.

SK건설은 지난 18일 서울 광진구 그랜드워커힐서울에서 주요 비즈파트너를 초청해 '동반성장 데이' 행사를 열었다고 19일 밝혔다.

SK건설은 1998년부터 매년 연말 비즈파트너를 초청해 감사의 뜻을 전하고 안전·품질·동반성장 등 분야에서 우수 비즈파트너를 선정해 시상했다.

이날 행사에는 임영문 SK건설 사장과 구성원, 권기홍 동반성장위원장, 비즈파트너 대표 99명 등 130여 명이 참석해 올해 동반성장 성과를 공유하고 향후 협력관계 강화 방안을 논의했다.

SK건설은 이날 비즈파트너의 기술경쟁력 강화를 통한 임금격차 해소를 위해 동반성장위원회 및 비즈파트너와 '혁신주도형 임금격차 해소 협약'을 체결하고 비즈파트너와 거래시 제값 쳐주기, 제때 주기, 상생결제로 주기 등 '대금 제대로 주기 3원칙'을 지키기로 약속했다.

SK건설은 이날 시상식을 열고 우수 비즈파트너로 선정된 17개사에 포상을 수여했고 비즈파트너인 대신시스템, 장평건설과 각각 '공동 기술개발 MOU(양해각서)' 서명식도 진행했다.

임영문 SK건설 사장은 "이번 협약을 통해 비즈파트너의 경쟁력이 강화되고 동반성장 문화가 확산되는 계기가 될 것으로 기대한다"며 "앞으로도 비즈파트너와의 적극적인 소통과 전략적 파트너십을 통해 협력 방안을 추진해 나가겠다"고 말했다.

권기홍 동반성장위원장은 "이번 협약에 SK건설이 동참하게 된 것을 계기로 건설업계 전반에 동반성장 문화가 폭넓게 확산되길 기대한다"고 답했다.

한편 SK건설은 올해 6월 동반성장위원회가 주관하는 동반성장지수 평가에서 건설업계를 통틀어 유일하게 3년 연속 최우수 등급을 받았다.

임영문 SK건설 사장(왼쪽 첫번째부터), 권기홍 동반성장위원장, 이재림 행복날개협의회 회장이 지난 18일 서울 광진구 그랜드워커힐서울에서 '동반성장 데이' 행사 후 기념사진을 찍고 있다.

@highlight

SK건설이 지난 18일 서울 광진구 그랜드워커힐서울에서 주요 비즈파트너를 초청해 '동반성장 데이' 행사를 열고 동반성장 프로그램에 3년간 958억원을 지원한다.