19일 서울 여의도 국회 의원회관에서 열린 '수도권 공정경제협의체 발족식 및 업무협약식'에서 박원순 서울시장(오른쪽 다섯번째) 등이 기념촬영을 하고 있다.

수도권 3개 지방자치단체가 대형 마트의 입지 관리 등을 통해 소상공인과 시장상인을 보호하기로 약속했다.

서울과 인천·경기는 19일 '수도권 공정경제협의체'를 출범하고 본격 가동에 들어간다고 밝혔다.

수도권 공정경제협의체는 대기업과 중소기업 간 불공정 거래를 해소하고, 소상공인 및 전통시장 상인을 위한 활동을 펼칠 예정이다.

이날 출범식에서 박원순 서울시장 박남춘 인천시장, 이재명 경기도지사는 각 지자체가 갖고 있는 행정 자원과 정책수단을 연계해 지방 중심의 경제를 만들자는 공동선언문을 발표했다.

이들은 출범식을 통해 내년 초까지 5대 분야, 14개 개선과제에 대한 로드맵을 마련하기로 했다.

5대 분야는 △골목상권·소상공인·중소기업 보호 △현장에서 불공정 실태 신속 파악 및 근절 노력 △소비자 권익보호를 위해 시장감시 강화 △오픈마켓, 온라인 플랫폼 등 신종 불공정거래행위 실태조사 및 제도개선 건의 △자체 권한 강화를 통해 신속한 피해구제와 책임행정 실현 등이다.

우선 협의체는 대규모 점포로 인해 어려움을 겪고 있는 소상공인과 전통시장 상인을 보호하는 방안을 마련할 예정이다.

이를 위해 수도권 3개 지자체는 이날 더불어민주당과 '대규모 점포 등에 대한 입지관리 개선을 위한 협약'을 체결했다.

특히 3개 지자체는 내년부터 지역상권과 여건을 고려해 지구단위계획을 수립하고, 대규모 점포의 입점 요건을 마련해 지역상권을 보호할 방침이다.

또 이날 수도권 3개 지자체는 수·위탁거래 분야의 불공정 행위를 막기 위해 중소벤처기업부, 더불어민주당과 업무협약을 체결했다.

이 협약을 통해 3개 지자체 중심의 '수위탁 분쟁조정협의회'를 만들고 감시활동과 실태조사를 실시할 예정이다.

앞으로 수도권 공정경제협의체는 다른 지자체와 연대해 전국 단위의 협의체를 만들 계획이다.

박원순 서울시장은 "이번 협의체 결성을 통해 '경제민주화도시 서울' 선언 이후 추진한 과제가 전국으로 확산될 수 있는 기반을 마련했다"며 "앞으로 지자체 간 연대와 협업 정신으로 시민들이 체감할 수 있는 공정거래 행정에 박차를 가하겠다"고 말했다.

@highlight

수도권 3개 지방자치단체가 19일  '수도권 공정경제협의체'를 출범해 대기업과 중소기업 간 불공정 거래를 해소하고, 소상공인 및 전통시장 상인을 보호하기 위한 방안을 마련해 갈 방침이다.