보해양조(대표이사 임지선)의 잎새주가 ‘송가인 효과’를 톡톡히 보고 있다.

트로트 가수인 송가인이 잎새주 모델로 선정된 이후 잎새주를 어디서 구입할 수 있는지 등에 대한 문의가 수도권과 영남권에서까지 이어지면서 실질적인 매출 향상까지 기대할 수 있게 됐다.

보해양조는 지난 9일 잎새주 모델로 송가인 씨를 발탁했다는 사실을 공개했다.

이후 포털사이트에서 송가인과 함께 ‘보해양조’와 ‘잎새주’가 검색어로 등장하며 누리꾼들로부터 큰 관심을 얻었다.

이후 송가인이 모델인 잎새주를 어디서 구입할 수 있는지 문의하는 전화가 이어지고 있다.

보해가 잎새주 판매처를 문의하는 소비자들의 지역을 파악해 본 결과, 광주·전남은 물론 경기도 등 수도권과 대구와 부산 등 영남지역에서도 빗발치고 있다.

보해양조가 목포에 본사를 둔 기업으로서 주요 제품들이 광주·전남에 주로 판매되는 상황에서 타 지역에서 잎새주 판매처를 묻는 경우는 흔치 않은 상황이었다.

송가인 씨 팬클럽까지 잎새주 모델이 됐다는 소식이 전해지면서 판매처를 문의하는 전화가 급증했다.

특히 지난 12일 진도에서 진행된 잎새주 판촉행사 때는 송가인 씨 팬클럽 회원들이 자발적으로 참여해서 유튜브에 실시간 방송을 통해 송가인과 보해양조, 잎새주를 알리며 응원에 나서기도 했다.

지난 10일 동안 100여건이 넘는 문의 전화가 이어질 정도로 보해양조는 송가인을 통한 잎새주 홍보 효과를 톡톡히 보고 있다.

보해양조는 잎새주 판매처를 문의하는 소비자들에게 입점업소를 친절하게 설명하는 동시에 SNS채널을 통해 수도권 판매처 목록을 소개하는 등 적극적인 홍보에 나서고 있다.

보해양조 박찬승 홍보팀장은 “지금까지 잎새주 모델에 최고의 톱스타들이 참여했지만 송가인 씨처럼 광주·전남지역을 넘어 남녀노소 다양한 계층으로부터 뜨거운 반응을 보여준 것은 처음이다”며 “송가인과 잎새주의 만남이 기업의 인지도 상승을 넘어 실질적인 매출 향상으로 이어질 수 있도록 최선을 다하겠다”고 말했다.

@highlight

보해양조는 지난 9일 잎새주 모델로 송가인 씨를 발탁 후 잎새주를 어디서 구입할 수 있는지 등에 대한 문의가 수도권과 영남권에서까지 이어지면서 실질적인 매출 향상에 기대가 되어 송가인 효과를 톡톡히 보고 있다.