19일 코스피가 2190선을 유지했다.

이날 코스피는 전장 대비 1.8포인트(0.08%) 상승한 2196.56으로 장을 마감했다.

코스피는 전거래일 대비 4.66포인트(0.21%) 오른 2199.42로 개장한 뒤 상승세를 유지하는 듯 했으나 오전 11시50분쯤부터 하락세를 보이기 시작했다.

이후 혼조세를 나타내다 오후 3시19분쯤부터 상승반전했다.

유가증권시장에서는 개인과 기관이 각각 1647억원, 1181억원을 순매도했고, 외국인이 2575억원을 순매수했다.

업종별로 전기·가스업(0.85%), 유통업(1.56%), 의약품(0.7%), 섬유·의복(1.77%) 등이 올랐고, 종이·목재(0.26%), 전기전자(0.27%), 의료·정밀(0.79%) 등이 내렸다.

시가총액 10위 가운데 SK하이닉스(0.65%), NAVER(0.28%), 현대차(0.41%), 삼성바이오로직스(0.25%), 셀트리온(1.69%) 등이 상승했고, 삼성전자(0.53%), 현대모비스(2.25%) 등이 하락했다.

코스피와 달리 코스닥은 전거래일과 비교해 1.1포인트(0.17%) 내려간 647.85로 장을 끝냈다.

코스닥은 전장 대비 1.35포인트(0.21%) 오른 650.30으로 장을 연 뒤 강세를 이어가다 오후 1시45분쯤부터 하락반전했다.

코스닥시장에서는 개인과 기관이 각각 474억원, 89억원을 순매수한 반면 외국인은 279억원을 순매도했다.

업종을 봤을 때 통신서비스(0.3%), 화학(0.16%) 등이 상승했고, 인터넷(0.47%), 종이·목재(3.08%), 비금속(1.47%) 등이 하락했다.

시총 상위주 중에서 셀트리온헬스케어(2.74%), 스튜디오드래곤(0.79%), 휴젤(3.02%) 등이 올랐고, 에이치엘비(0.1%), CJ ENM(0.13%), 펄어비스(0.49%), SK머티리얼즈(0.31%) 등이 내렸다.

@highlight

19일 코스피는 전장 대비 1.8포인트 상승한 2196.56으로 장을 마감해 2190선을 유지했지만 코스닥은 1.1포인트 떨어져 647.85로 장을 마쳤다.