정부가 2029년까지 100만명 규모로 국가 바이오 데이터를 구축하겠다는 목표를 제시했다.

국내 의료산업의 해외 진출을 돕는 1000억원 규모 바이오헬스펀드도 조성한다.

정부가 19일 발표한 '2020년 경제정책방향'에 따르면, 보건복지부는 100만명 규모 바이오 빅데이터를 구축하기 위해 내년부터 2021년까지 1단계 사업에 들어간다.

환자의 유전체 정보와 의료이용 건강상태 정보를 수집해 국립중앙인체자원은행 등에 보관하면서 환자 맞춤형 신약과 신의료기술 연구개발에 활용한다는 계획이다.

정부는 바이오산업을 차세대 주력산업으로 육성해 새로운 수출 통로를 모색한다는 취지다.

바이오산업 전반의 혁신을 촉진하기 위해 범정부 '바이오산업 혁신TF'도 출범한다.

바이오헬스 분야 정부 투자도 대폭 확대된다.

정부는 연구개발(R&D) 투자를 2025년까지 매년 4조원 이상 확대해 추진하기로 했다.

금융 분야에서는 내년 상반기까지 금융데이터를 매개로 산업 간 융합을 촉진하는 데이터 거래소를 구축한다.

하반기에는 신용정보원 금융빅데이터 개방 및 금융 마이데이터 지원에도 나선다.

아울러 5세대 이동통신(5G) 투자 촉진을 위해 세액공제, 행정비용 절감 등 '3종 혜택'이 제공된다.

5G 망투자를 위한 공사비를 세액공제 대상에 포함하고, 이동통신주파수 이용대가 체계를 개편(할당대가+전파사용료 통합)하기 위한 전파법 개정을 추진할 예정이다.

또 신설 5G 무선국에 대한 등록면허세를 완화하기로 하고 내년 예비타당성조사를 거쳐 하반기에 도입할 방침이다.

주파수 자원의 효율적인 이용을 위해 '주파수 면허제'도 도입된다.

현재 할당, 지정, 사용승인 등으로 나뉜 다양한 주파수 이용 지위를 통합하고, 신기술·서비스 검증이 필요한 경우 일시적으로 주파수를 활용하게 해 이용이 적합하면 면허를 부여하는 방식이다.

주파수 면허를 받는 경우 별도의 허가나 신고 없이 5G 무선국 개설을 허용한다.

@highlight

정부는 2029년까지 100만명 규모의 국가 바이오 데이터를 구축하겠다고 목표를 잡고 국내 의료산업의 해외진출을 위한  1000억원의 규모 바이오헬스펀드를 추진하기 위하여 2020년부터 1단계 사업에 들어갈 계획이다.