한전KDN은 18일 정부 연구과제 ‘대형 해상풍력터빈 해상실증 연구과제’의 주관기관인 군산대학교와 상호협력을 위한 업무협약을 체결했다고 밝혔다.

사진 오른쪽이 박성철 한전KDN 사장.

한전KDN(사장 박성철)은 18일 정부 연구과제 ‘대형 해상풍력터빈 해상실증 연구과제’의 주관기관인 군산대학교와 상호협력을 위한 업무협약을 체결했다고 밝혔다.

이번 업무협약은 신재생 에너지분야 ICT기술 교류와 앞으로 전개될 대형 해상풍력 단지의 ICT시스템 구축 운영과 전문 인력 양성 등을 목적으로 체결됐다.

주요 협력내용으로는 ▲해상풍력 ICT분야 지식·정보 및 교육커리큘럼 공유 ▲해상풍력기술 발전을 위한 상호 기술교류 및 공동 연구개발 ▲해상풍력 사이버 건전성 확보를 위한 정보보호분야 협력 ▲해상풍력 단지조성 ICT(설계·구축·O&M)분야 기술협력 및 교육훈련(체험형 인턴 등) 과정 운영 ▲ 해상풍력발전 기술 경쟁력 강화를 위해 필요한 사항 협력 등이다.

양 기관은 이번 MOU로 해상풍력 ICT분야 공동R&D, 전문인력 양성을 통해 해상풍력 기반기술과 에너지ICT기술이 융합된 국내 해상풍력기술이 글로벌 경쟁력을 확보하는 계기가 될 것으로 기대하고 있다.

한편, 한전KDN은 서남해 2.5GW 해상풍력사업 개발사인 한국해상풍력(주)이 지난 11월 국내 최초로 건설해 상업운영 중인 실증단지(60MW)의 발전설비정비관리 시스템을 구축했을 뿐만 아니라, 최근에는 ‘통합 ICT운영·유지관리 용역’ 계약을 체결해 국가 해상풍력 실증단지 운영 안정화를 위해 노력하고 있다.

한전KDN 박성철 사장은 “앞으로도 한전KDN만의 전문성 있는 에너지ICT 기술을 해상풍력 기술에 접목하여 국내 해상풍력 활성화 등 정부의 에너지 정책에 기여할 수 있도록 노력하겠다.”고 말했다.

@highlight

한전KDN은 대형 해상풍력터빈 해상실증 연구과제의 주관기관인 군산대와 업무협약을 체결했다고 밝혔으며, 이번 협약은 해상풍력 단지의 ICT시스템 구축 운영과 전문 인력 양성을 목적으로 체결됐고 주요 협력 내용으로는 해상풍력 교육 커리큘럼 공유, 해상풍력기술 발전을 위해 공동 연구, 해상풍력 단지조성 교육훈련 등이있다.