한국무역협회는 한국을 공식 방문한 스웨덴의 스테판 뢰벤 총리를 초청해 대한상공회의소, 중소기업중앙회, 전국경제인연합회, 한국중견기업연합회와 함께 경제 5단체 환영만찬을 개최했다.

19일 그랜드워커힐호텔에서 개최된 이날 행사에는 스웨덴에서 스테판 뢰벤 총리, 안나 할베리 무역 및 북유럽 담당 장관 등 정부 인사와 에스이비그룹의 마르쿠스 발렌베리 회장을 비롯해 에릭슨, 아스트라제네카, 사브, 스카니아, 스포티파이 등 글로벌 기업 관계자들 130명이 참석했다.

한국에서는 무역협회 김영주 회장, 대한상의 김준동 부회장, 중기연 반원익 부회장, KDB산업은행 이동걸 회장 등 경제계 인사 70여명이 참석했다.

19일 그랜드워커힐호텔에서 열린 경제 5단체의 스웨덴 총리 환영 만찬 행사에서 스테판 뢰벤 총리(왼쪽)과 무역협회 김영주 회장(오른쪽)이 대화를 나누고 있다.

김영주 무역협회 회장은 환영사에서 "스웨덴 기업은 창의적인 기술과 뛰어난 신뢰를 갖췄고 한국 기업은 탄탄한 제조업을 기반으로 변화에 빠르게 적응할 줄 안다"면서 "양국 협력을 확대한다면 세계적인 경쟁력을 갖춘 기업을 지속적으로 발굴하고 육성할 혁신 생태계를 조성할 수 있을 것"이라고 강조했다.

스테판 뢰벤 총리는 "이번 방한으로 한국 기업들의 첨단기술 개발 노력과 정부의 발 빠른 정책 지원 그리고 국민 개개인의 헌신에 큰 감명을 받았다"면서 "바이오, 헬스케어, 스마트시티, 인공지능(AI) 등 혁신산업 분야에서 긴밀히 협력해 상호 지속 가능한 성장의 핵심 파트너가 되기를 기대한다"고 밝혔다.

조학희 무역협회 국제사업본부장은 "스웨덴은 지속 가능한 성장을 추구하며 혁신과 포용 간 균형을 통해 다양한 산업분야에서 높은 경쟁력을 보유하고 있는 국가"라며 "협회는 지난 6월 스웨덴에서 비즈니스 스웨덴과 체결한 업무협약(MOU)을 토대로 다양한 행사를 마련해 양국 경제협력 수준을 끌어올릴 것"이라고 전했다.

@highlight

한국무역협회는 19일 그랜드워커힐호텔에서 한국을 공식 방문한 스웨덴의 스테판 뢰벤 총리를 초청해 대한상공회의소, 중소기업중앙회 등과 함께 경제 5단체 환영만찬을 개최하였고 스테판 뢰벤 총리는 "바이오, 헬스케어 등 혁신산업 분야에서 긴밀히 협력해 상호 지속 가능한 성장의 핵심 파트너가 되기를 기대한다"고 말했다.