[디지털타임스 박상길 기자] 대보건설은 이달 서울 금천구 가산동 일대에서 지식산업센터 '하우스디 가산 퍼스타'를 공급한다고 19일 밝혔다.

하우스디 가산 퍼스타는 지하 4층∼지상 12층, 1개동, 연면적 2만6478㎡ 규모다.

지상 1층에는 근린생활시설, 접견실, 북카페가 조성되며 지상 2층에서 12층까지는 지식산업센터와 기숙사가 들어선다.

입주기업이 직주근접 프리미엄을 누릴 수 있도록 기숙사는 별동형 설계로 완성한다.

모든 층에는 회의공간과 휴게공간을 설치해 소형 사무실 입점 업체가 호실 내 회의공간이 둘 필요가 없도록 공간 활용성을 높였으며 지하 4층에는 세미나실도 마련된다.

전용 발코니 설계로 쾌적한 업무환경이 조성되며 법정대비 154%의 넉넉한 주차공간도 제공된다.

이외에도 스타트업 기업 및 1인 기업 수요 증가에 따라 섹션오피스형 설계를 적용한다.

하우스디 가산 퍼스타는 서울지하철 1호선과 7호선 교차하는 가산디지털단지역에서 도보 10분 거리에 들어선다.

하나금융경영연구소가 올해 8월 분석한 '서울시 직장인 출퇴근 트렌드 변화' 보고서에 따르면 출근 시간대 가장 많은 승객이 하차하는 지하철역은 가산디지털단지역으로 조사됐다.

가산디지털단지는 6700여 개 중소벤처기업이 입주한 국가산업단지로 가산디지털단지역이 벤처 업계 본거지로 자리 잡았다.

하우스디 가산 퍼스타는 남부순환로가 1.3㎞ 거리로 가까우며 광명대교, 구로IC를 통해 서울, 부천, 인천 등 다른 지역으로 접근도 수월하다.

인근에 '서부간선도로 지하화 사업'이 2021년 2월 완공을 목표로 진행 중이다.

하우스디 가산 퍼스타 홍보관은 금천구 가산디지털1로 181 가산 W센터 116호에 위치한다.

2021년 12월 준공 예정이다.

@highlight

대보건설은 금천구 가산동에 지상 12층 1개동으로 지식산업센터와 별동형으로 설계된 기숙사로 구성된 '하우스디 가산 퍼스타'를 공급한다고 밝혔다.