전국 모범사례로 손 꼽히는 군산사랑상품권과 소상공인 지원사업들이 소상공인 경영안정 및 지역경제 활성화의 성과로 나타나고 있다.

19일 군산시에 따르면 시는 악화된 경제 상황으로 어려움을 겪고 있는 소상공인들을 대상으로 다양한 소상공인 지원사업을 확대 추진해 왔다.

군산시 소상공인 특례보증 지원제도는 담보능력이 부족해 제도권 은행대출이 사실상 어려운 지역 소상공인에게 군산시와 전북신용보증재단이 대신 보증서를 발급하여 운영자금 대출이 가능하도록 하는 제도이다. 이 사업은 군산시에서 20억원의 출연금으로 총 200억원 규모의 대출자금을 마련해 신용등급 3등급이하 소상공인의 대출한도를 기존 2,000만원에서 최대 5,000만원까지 높이고 자부담 금리를 2%에서 1.7%로 이차보전기간을 2년에서 6년으로 대폭 확대, 추진하고 있다.

사업 확대 전 총 7년간 대출 지원실적은 259건 34억원에 불과했지만 확대시행 1년간 591건 119억원의 실적을 보여 단기간 3배 이상의 성과를 보였다.

군산시는 내년에도 특례보증 대출 규모를 20억원 추가 확대할 방침이다.

또한 군산시는 영세소상공인의 카드수수료 부담을 덜어주기 위해 올해 11월부터는「영세소상공인 카드수수료 지원사업」을 지원한도 20만원에서 50만원으로 확대하여 추진하고 있다.

대상은 전년도 매출액 1억2천만원이하 소상공인으로 유흥업소 등 신용보증재단 재보증 제한 업종을 제외한 모든 업종으로 전년도 카드매출액의 0.8%를 50만원 한도로 지원해주는 사업이다.

현재까지 약 1천여 사업장이 2억원의 지원혜택을 봤으며 사업기간이 내년 5월까지 연장되고 6월부터는 올해 카드매출액에 대한 지원이 시작됨에 따라 더 많은 소상공인들이 혜택을 볼 수 있을 전망이다.

김성우 시 지역경제과장은“올 한해 군산사랑상품권 사업과 더불어 골목상권을 살리기 위한 소상공인 지원사업이 많은 사업장의 경영에 보탬이 되길 희망한다.”며 “소상공인이 체감할 수 있도록 지속적으로 추진해 나가겠다.”고 전했다.

@highlight

군산시가 확대,추진하는 소상공인 특례보증 지원제도와 「영세소상공인 카드수수료 지원사업」이 소상공인 경영안정 및 지역경제 활성화의 성과로 나타나고 있다.