인공지능 중심 산업융합 집적화단지의 핵심 인프라가 구축될 예정인 광주연구개발특구 첨단3지구 개발제한구역(그린벨트)의 해제가 결정됐다.

19일 광주시에 따르면, 국토교통부 중앙도시계획심의위원회는 이날 회의를 열고 광주시가 신청한 광주연구개발특구 첨단3지구 개발제한구역 변경 건을 심의해 해제를 의결했다.

이에 따라 광주시가 4차 산업혁명 시대를 주도할 미래 핵심산업으로 심혈을 기울이고 있는 인공지능 산업 육성이 탄력을 받게 됐다.

시는 광주형 일자리 합작법인 광주글로벌모터스 공장이 들어서는 빛그린산단, 에너지산업으로 특화한 에너지밸리산단, 인공지능 중심 첨단산단까지 미래 먹거리 3각 축을 구축할 수 있을 것으로 내다보고 있다.

광주 북구와 광산구, 장성군 남·진원면이 포함된 광주연구개발특구 첨단3지구 대상지는 총 361만6853㎡로 이 가운데 85.6%인 309만5950㎡가 개발제한구역이다.

시는 이날 개발제한구역 해제가 결정됨에 따라 과학기술정보통신부의 특구개발계획 승인을 받아, 연구개발특구의 육성에 관한 특별법에 따른 공영개발 방식으로 총 1조217억원을 투입해 오는 2025년까지 개발을 완료할 계획이다.

특히 이곳에는 광주 인공지능 중심 산업융합 집적단지가 구축돼 인공지능 데이터센터 건립, 슈퍼컴퓨터 구축 등 인공지능 핵심 인프라가 들어서 대한민국 인공지능 산업을 선도할 전망이다.

첨단3지구는 인공지능 집적화단지 외에도 국립 심혈관센터 유치, 의료용 생체소재 부품산업 대상지로도 활용된다.

이용섭 시장은 “4차 산업혁명 시대에 인공지능을 통해 광주가 대한민국을 뒷받침해야 한다는 중도위원들의 혜안과 직원들의 밤낮 없는 준비와 열정, 시민의 성원이 결집된 결과”라며 “광주가 대한민국을 인공지능 강국으로 만드는데 적극 뒷받침하여 4차산업혁명의 새로운 시대를 열겠다”고 밝혔다.

@highlight

국토교통부 중앙도시계획심의위원회는 19일 광주시가 신청한 광주연구개발특구 첨단3지구 개발제한구역(그린벨트) 변경 건을 심의해 해제를 결정함에 따라 광주시가 4차 산업혁명 시대 핵심산업으로 심혈을 기울이고 있는 인공지능 산업 육성이 탄력을 받을 전망이다.