우지현(여?31·가명)씨는 최근 공과금 영수증을 정리하다 ‘대한적십자사’라는 예금주명의 용지를 보고 혀를 찼다.

그는 “적십자 기부금 용지가 일반 공과금처럼 돼 있어 매년 본의와 달리 기부를 하고 있다”면서 “1만원이 큰돈은 아니지만 일부러 속이는 것 같아 기분이 좋지 않다”고 했다.

연말연시 시민을 혼란에 빠트리는 적십자회비 지로용지가 우체통에 꽂히기 시작했다.

적십자사의 지로 모금 방식은 지난 2000년부터 시작됐다.

전 세계 198개 적십자사 가입국 가운데 대한민국만 채택한 유일한 방식이다.

용지는 집중모금 기간인 매년 12월부터 1월까지 만 25~75세의 모든 세대주를 대상으로 발송된다.

문제는 지로용지가 일반 공과금 용지와 유사한 형태인 탓에 의무 납부로 혼동되고 있다는 점.

실제 용지에는 일반 공과금 고지서와 같이 주소와 세대주 이름, 납부기간이 명시돼 있다.

납부 기간에 회비를 내지 않으면 재납부 고지서도 날아온다.

적십자사 관계자는 “지로용지는 수납 방식이 편리하고 참여자가 누군지 쉽게 확인할 수 있다”며 “용지는 기부를 동참해 달라는 안내문의 역할을 하고 있고 자율적 모금이라는 안내도하고 있다”고 했다.

물론 대한적십자사 명칭과 ‘적십자회비는 자율적으로 참여하는 국민성금’이란 문구가 담겨 있긴 하다.

하지만 눈에 잘 띄지 않는 작은 글씨거나, 대부분 잘 살펴보지 않는 용지 뒷면에 자리 잡고 있다.

적십자 지로용지를 세금고지서로 착각해 납부하는 사례가 발생하는 것도 이 때문이다.

‘반 강제적 기부참여’라는 논란이 계속되자 적십자사는 오는 2023년부터 지로용지 모금방식을 폐지하는 쪽으로 가닥을 잡고 있다.

적십자사 관계자는 “지난 10월 국정감사에서 ‘3년 이내 모금방식을 바꾸겠다’고 발언했던 취지에 맞춰 지로용지 폐지를 위한 절차를 진행 중”이라고 했다.

@highlight

반강제적 기부참여라는 비판이 계속해서 가해지고 있는 적십자 회비 지로용지가 2023년부터 지로를 통한 모금 방식을 3년 이내 폐지절차를 진행하고 새로운 방식을 찾겠다고 말했다.