강북구(구청장 박겸수)가 지역 내 다문화 가족의 한국생활 적응을 돕기 위해 방문교육 사업을 상시 운영한다.

사업은 강북구 건강가정다문화가족지원센터(센터장 송은일)가 주관한다.

이를 통해 가정으로 파견된 방문지도사가 한국어교육, 부모교육, 자녀생활서비스 등 3개 분야를 다룬다.

언어·문화적 차이로 가족 구성원 간 의사소통에 어려움을 겪는 결혼이민자와 자녀에게 한국어교육과 부모교육이, 학업성취도가 낮고 자아·정서·사회성 발달이 더딘 다문화 아이들을 대상으로 자녀생활 서비스가 시행된다.

부모교육은 양육에 필요한 관계형성, 영양·건강관리, 원만한 가정생활, 정서지원, 필수 생활 정보 등으로 구성된다.

자녀생활서비스를 통해선 독서코칭, 숙제지도, 발표·토론 기법을 포함한 학습 관련 실습이 이뤄진다.

또 아이들 인성발달, 한국문화 해득, 진로 지도, 올바른 생활습관 형성 등 프로그램이 제공된다.

국립국어원이 발간한 교재를 활용하는 한국어 교육은 4개 단계별로 진행된다.

수준별 어휘, 문법을 비롯한 문화에 대한 수업을 진행해 대상자의 문어·구어 능력 향상을 돕는다.

부모교육은 임신·출산·영아기, 유아기, 아동기 등 자녀 생애주기별로 3회(회당 40차례), 한국어교육은 총 80회가 무료로 지원된다.

자녀생활서비스는 소득기준에 따라 무상 또는 시간당 1000~2000원의 본인 부담금이 발생할 수 있으며 만 3~12세 이하 다문화 아이들을 위주로 운영된다.

강북구에 주소지를 둔 다문화 가족 누구나 신청 가능하다.

건강가정다문화가족지원센터에 전화(☎987-2567) 또는 방문을 통해 접수할 수 있다.

박겸수 강북구청장은 "우리 주변의 생활환경이 빠르게 변화하는 만큼 다문화 가정이 느끼는 낯설음도 커질 것"이라며 "이들의 원활한 한국사회 정착을 위해 다양한 지원책을 강구해나가겠다"고 말했다.

@highlight

강북구가 지역 내 다문화 가족의 한국생활 적응에 보탬이 되고자 한국어교육, 부모교육, 자녀생활서비스 등 3개 분야의 방문교육 사업을 펼치며 건강가정다문화가족지원센터에 전화(☎987-2567) 또는 방문을 통해 접수 가능하다.