조인철 광주시 문화경제부시장이 19일 광주시청 브리핑실에서 광주형일자리 첫 모델인 ㈜광주글로벌모터스의 성공을 위해 노동계와 소통을 강화할 방안을 마련하겠다고 밝히고 있다.

노사상생형 광주형 일자리인 ㈜광주글로벌모터스 사업 추진에 광주지역 노동계가 보이콧에 나서자 광주시가 노정협의회 재정비를 통해 소통을 강화하겠다고 밝혔다.

조인철 광주시 문화경제부시장은 19일 광주시청 브리핑룸에서 기자회견을 갖고 “광주형일자리 성공을 위해 다양한 협의 기구를 운영해 왔지만 실질적인 소통 채널 역할을 충분히 수행하지 못한 측면이 있었다”며 “노동계를 비롯한 시민사회와 실질적으로 협의하고 소통할 수 있도록 기존 시스템을 재정비하겠다”고 말했다.

이어 “노사민정협의회 산하 노정협의회가 실질적인 운영을 담보할 수 있도록 사무국을 설치·운영하겠다”며 “노동계가 제안한 시민자문위원회를 조속히 구성하고 광주글로벌모터스의 임원 임금 등 구체적인 현안들에 대해서도 논의해 나가겠다”고 밝혔다.

그는 “광주형일자리가 어려운 여건 속에서도 여기까지 올 수 있었던 것은 시민의 지지와 노동계의 대승적인 협력이 있었기 때문이다”며 “적정 임금, 적정 노동시간, 상생협력과 동반성장 등 광주형일자리의 기본 취지를 살려 지속가능한 일자리를 창출하겠다”고 덧붙였다.

이날 조 부시장의 발표 내용은 지난 9월 한국노총 광주지역본부 등 노동계가 요구사항을 제시한 지 3개월 가량 지난 데다 구체성도 떨어진다는 지적이 나온다.

지난 9월 한국노총 광주본부 윤종해 의장 등 광주지역 노동계는 현대차 추천 이사 교체, 노동이사제 도입, 경영진 적정임금 적용, 시민자문위원회 구성 등을 요구했다.

그동안 광주시가 묵묵부답으로 일관하자 노동계는 오는 26일 열리는 광주글로벌모터스 자동차공장 착공식에 불참하겠다고 선언했다.

한편 광주글로벌모터스는 자동차공장 신축공사 우선협상대상자로 현대엔지니어링을 선정, 자동차공장 착공을 시작으로 2021년 4월까지 공장건설을 완료해 공장설비·설치 등을 거쳐 2021년 하반기 양산체제를 구축할 방침이다.

@highlight

노사상생형 광주형 일자리인 ㈜광주글로벌모터스 사업 추진에 광주지역 노동계가 보이콧에 나서자 광주시가 실질적인 소통 채널 부족을 인정하고 노사민정협의회 산하 노정협의회의 사무국의 설치·운영, 시민자문위원회의 조속히 구성, 광주글로벌모터스의 임원 임금 등 구체적인 현안들에 대해서도 논의해 나가겠다고 밝혔다.