그룹 듀스 출신 가수 고(故) 김성재의 사망 의혹을 다룬 SBS '그것이 알고 싶다'(그알)의 방송 여부를 두고, 김성재 전 여자친구 측이 "방송되면 안 된다"는 입장을 전했다.

19일 서울남부지법 민사합의51부는 고인의 전 여자친구 A 씨가 제기한 '그알' 방송금지 가처분 신청 심문기일을 비공개로 진행했다.

이날 약 1시간 동안 진행된 비공개심문을 마치고 나온 A 씨 측 변호인은 "최근 유명 연예인들이 악플 때문에 자살하는데, 사실과 다른 악플에 개인이 당하는 피해는 회복 불가능하다"며 "법원에서 (방송을) 꼭 막아주길 바란다"고 말했다.

이는 방송 직후 사실여부와 관계 없이 A 씨를 향한 무분별한 악성 댓글이 이어질 것을 우려한 것으로 풀이된다.

변호인 측은 "지난번과 특별히 다른 내용도 없는데 다시 방송한다고 한다"면서 "그저 대중의 관심사인 방송을 한 번 더 하겠다는 생각인 것 같다"고 말했다.

SBS 측 변호인은 "법원이 재판을 비공개로 진행한 이유가 있을 것"이라며 "어떻게 진행됐는지를 따로 말씀드리기는 어렵다"고 밝혔다.

앞서 SBS는 지난 8월 A 씨의 방송금지 가처분 신청으로 방송되지 못한 '28개의 주사 흔적 미스터리 - 故 김성재 사망 사건'에 대한 방영을 21일 하겠다고 예고했다.

이에 A 씨는 또다시 방송금지 가처분 신청을 냈다.

당시 재판부는 "A 씨의 인격과 명예에 중대하고 회복하기 어려운 손해가 발생할 우려가 있다" 등의 이유로 A 씨의 가처분 신청을 받아들였다.

A 씨가 이번에 제기한 가처분 신청 결과는 오늘(20일) 나올 것으로 보인다.

한편 그룹 '듀스' 출신인 김성재는 1995년 11월20일 '스위스그랜드 호텔(현 그랜드힐튼 서울)' 별관 객실에서 숨진 채 발견됐다.

당시 고인의 팔과 가슴 등에는 28개의 주삿바늘 자국이 있었고, 부검 결과 시신에서 동물 마취제인 졸레틸이 검출돼 타살 의혹이 제기됐다.

유력한 용의자로 지목된 여자친구 김 씨는 1심에서 무기징역을 선고받았으나 2·3심에서 증거 불충분으로 무죄가 확정됐다.

@highlight

가수 고(故) 김성재의 사망 의혹을 다룬 SBS '그것이 알고 싶다'의 방송 여부를 놓고, 무분별한 악성 댓글을 우려한 김성재 전 여자친구는 악플로 인한 피해는 회복 불가능하다며 방송을 거부했다.