문재인 대통령이 중국 쓰촨(四川)성 청두(成都)에서 열리는 한중일 정상회의 참석을 위한 방중을 계기로 오는 23일 베이징에서 시진핑(習近平) 국가주석과 정상회담을 한다고 청와대가 19일 공식 발표했다.

문 대통령은 제8차 한중일 정상회의 참석차 23일부터 1박2일 일정으로 중국을 방문하며, 청두 방문 직전 베이징에 들러 시 주석과 회담을 한다.

한정우 청와대 부대변인은 브리핑에서 “문 대통령은 시 주석과의 정상회담을 통해 한중관계 발전 및 양국 간 교류협력 활성화 방안, 한반도 정세에 대해 깊이 있는 의견을 교환할 예정”이라고 설명했다.

문 대통령과 시 주석 간 회담은 지난 6월 말 일본 오사카에서 열린 주요 20개국(G20) 정상회의 계기에 이어 6개월 만이다.

특히 한중 정상은 이 자리에서 최근 교착상태를 이어가고 있는 북미 간 비핵화 대화를 제 궤도에 올려놓기 위한 방안을 두고 머리를 맞댈 것으로 보인다.

북한이 제시한 ‘연말시한’을 앞두고 최근에는 북한의 무력도발 가능성까지 거론되는 등 한반도를 둘러싼 긴장감이 고조되는 상황이다.

이에 따라 청와대 내에서는 문 대통령이 시 주석과의 소통을 통해 북한을 대화의 장으로 끌어내는 노력을 할 수 있으리라는 관측도 제기되고 있다

북한과의 직접적 소통이 현실적으로 여의치 않은 상황에서 북한의 ‘뒷배’를 자처하는 중국을 통한 ‘우회설득’이 하나의 방법이 될 수 있다는 것이다.

아울러 고고도미사일방어체계(THAAD·사드)의 한반도 배치 문제와 관련한 논의가 있을지도 주목되는 부분이다.

문 대통령은 시 주석과 회담 이후 같은 날 청두로 이동해 리커창(李克强) 중국 총리와도 회담할 예정이다.

한편 문 대통령은 24일에는 중국에서 아베 신조(安倍晋三) 일본 총리와도 한일정상회담을 한다.

이 자리에서는 일본의 수출규제로 촉발된 한일관계 악화에 대한 해법 및 한일 군사정보보호협정(GSOMIAㆍ지소미아) 종료 등 현안을 두고 집중적인 논의가 이뤄질 것으로 보여 주목된다.

@highlight

문재인 대통령과 시진핑 주석이 23일부터 제8차 한중일 정상회의를 통해 한중관계 및 양국간 교류, 한반도 정세 등에 대해 논의한다.