마포구(구청장 유동균)는 지역 주민과 세계 관광객들로부터 사랑받고 있는 지역의 대표 모범음식점 139개소를 최근 지정했다.

모범음식점은 위생적인 시설 관리와 고품격의 서비스 제공, 낭비적인 음식문화를 개선하기 위한 목적으로 매년 구가 지정하고 있다.

구는 최근 신규 신청 업소와 기존 업소를 대상으로 현장조사 및 음식문화개선 마포구추진위원회의 심의를 거쳐 최종 139개 업소를 마포구 모범음식점으로 지정했다.

지정된 모범음식점 중 신규 지정 업소는 총 8개로, 무공해숯불갈비(공덕동), 원당감자탕(도화동), 장남식당(용강동), 미진(동교동), 바다愛(서교동), 돼지구이백반(연남동), 해피하우스 소정(성산동), 우리바다수산(성산동)이다.

특히, 이번에 신규 지정된 업소들은 지역 주민은 물론 외국인 관광객들로부터 사랑받고 있는 음식점으로 유명하다.

전년도에 이어 재지정된 업소는 총 131개소로 2018년도 모범음식점 153개소 중 심의결과 적정 점수 미달이나 폐업 등 사유가 생긴 22개소가 최종 탈락됐다.

모범음식점으로 지정되면 식품진흥기금 육성자금 또는 시설개선자금의 저금리 우선 대출, 종량제봉투 등 인센티브 물품 지원, 모범음식점 표지판 교부, 각종 구정 행사 시 이용 홍보 등의 혜택이 주어진다.

반면, 의무와 책임도 증가한다.

위생적인 시설 관리와 고품격 서비스 수준의 유지를 위해 구의 정책에 적극 협조해야 하며, 매년 1회 구가 실시하는 위생점검을 받아야 한다.

마포구 모범음식점 자격은 1년간 유지되며 재지정을 원할 경우에는 동일한 방식으로 평가받게 된다.

유동균 마포구청장은 "모범음식점은 구민은 물론 세계 각지에서 찾아오는 관광객들을 맞이하는 마포의 주방과 같은 곳"이라며 "좋은 서비스와 쾌적한 위생환경으로 이용자들의 만족도를 높이도록 관리하겠다"고 말했다.

@highlight

마포구는 대표 모범음식점 139개소를 최근 지정했는데 모범음식점으로 지정되면 인센티브 물품 지원이나 이용 홍보 등의 혜택이 있으나 동시에 구의 정책에 적극 협조하고 위생점검도 받아야 한다.