문재인 대통령이 오는 23일 베이징에서 시진핑 중국 국가주석과 정상회담을 한다고 청와대가 19일 공식 발표했다.

문 대통령은 제8차 한ㆍ중ㆍ일 정상회의 참석차 23일부터 1박2일 일정으로 중국을 방문하며, 청두 방문 직전 베이징에 들러 시 주석과 회담한다.

문 대통령과 시 주석 간 회담은 지난 6월 말 일본 오사카에서 열린 주요 20개국(G20) 정상회의에 이어 6개월 만이다.

한정우 청와대 부대변인은 "문 대통령은 시 주석과의 정상회담에서 한반도 정세에 대해 깊이 있는 의견을 교환할 예정"이라고 설명했다.

북한이 제시한 '연말 시한'을 앞두고 최근에는 북한의 무력 도발 가능성까지 거론되는 등 한반도를 둘러싼 긴장감이 고조되는 상황에서 한중 정상은 회담을 통해 최근 교착상태를 이어가고 있는 북미 간 비핵화 대화를 제 궤도에 올려놓기 위한 방안을 두고 머리를 맞댈 것으로 보인다.

이에 따라 청와대에서는 문 대통령이 시 주석과의 소통을 통해 북한을 대화의 장으로 끌어내는 노력을 할 수 있으리라는 관측도 제기된다.

북한과의 직접적 소통이 현실적으로 여의치 않은 상황에서 북한의 '뒷배'를 자처하는 중국을 통한 '우회 설득'이 하나의 방법이 될 수 있다는 것이다.

청와대 관계자는 기자 브리핑에서 "미리 의제를 밝히는 것이 적절치 않다"면서도 "특히, 한국 정부가 주도하고 추진해 온 한반도 평화 프로세스와 관련해 양 정상이 협의하지 않을까 예상한다"라고 말했다.

문 대통령은 시 주석과 회담 이후 같은 날 청두로 이동해 리커창 중국 총리와도 회담할 예정이다.

한 부대변인은 "리 총리와의 회담에서 한중 실질협력 제고 방안과 한ㆍ중ㆍ일 3국 협력 틀 내에서의 한중 협력방안을 논의할 예정"이라며 "양국의 전략적 협력 동반자 관계를 보다 내실화하는 계기가 될 것"이라고 말했다.

한편, 문 대통령은 24일 아베 신조 일본 총리와도 한일 정상회담을 한다.

이 자리에서는 일본의 수출 규제로 촉발된 한일 관계 악화에 대한 해법 및 한일 군사정보보호협정(GSOMIA·지소미아) 종료 등 현안을 두고 집중적인 논의가 이뤄질 것으로 보인다.

@highlight

청와대는 한반도 정세에 대해 보다 발전적인 방안을 마련하기 위해 문재인 대통령이 오는 23일 베이징에서 시진핑 중국 국가주석과 정상회담을 하고, 24일에는 아베 신조 일본 총리와도 한일 정상회담을 진행한다고 19일 공식 발표했다.