두산건설이 인천시 부평구 산곡동 52-11번지 일원(산곡4구역)에 짓는 ‘부평 두산위브 더파크’에 최근 주택수요자들의 관심이 집중되고 있다.

19일 금융감독원에 따르면 지난 17일 1순위 청약 접수를 받은 ‘부평 두산위브 더파크’는 308가구(1순위) 모집에 무려 9천501명이 청약해 평균 30.8대 1의 치열한 경쟁률을 기록했다.

이는 부평지역 분양단지 중 역대 최고 경쟁률이다.

내년 1월 6일부터 8일까지 진행되는 이 아파트의 정당계약이 내년 인천 부동산시장의 가늠자가 될 가능성이 크다.

단기간 완판 여부에 따라 인천 부동산시장을 예측해 볼 수 있기 때문이다.

이 아파트는 지하 4층·최고 26층 총 10개 동, 799가구 규모로 지어진다.

이 중 조합원분을 뺀 507가구(전용 49~84㎡)를 일반에 분양한다.

주변 교통 여건이 향후 크게 개선된다.

지하철 7호선 연장선 구간 산곡역(예정)이 도보거리에 신설된다.

산곡역(예정)을 이용하면 서울 강남권까지 환승 없이 한 번에 이동할 수 있다.

GTX-B노선 환승역(예정)으로 개발되는 부평역(경인선·인천도시철도 1호선)도 이용할 수 있다.

이 노선은 송도국제도시에서 시작해 부평과 서울 여의도·용산·서울역·청량리 등 서울 주요 도심을 거쳐 남양주 마석까지 연결된다.

단지 바로 남단에는 인천마곡초등학교(병설유치원 포함)와 인천산곡북초등학교가 있으며, 인천청천중학교도 도보거리에 있다.

이와 함께 지역 명문고인 세일고와 명신여고, 인천외고 등도 통학이 가능하다.

단지 주변에 공원과 산이 많아 산책을 즐기기도 좋다.

원적산과 장수산이 단지를 둘러싸고 있으며 인천 나비공원과 원적산공원, 원적산 체육공원, 뫼골놀이공원 등도 가깝다.

당첨자는 오는 24일 발표한다.

견본주택은 부천시 상동 529-42번지 일원에 마련됐다.

@highlight

두산건설이 인천시 부평구 산곡동 52-11번지 일원(산곡4구역)에 짓는 ‘부평 두산위브 더파크’가 1순위 청약 접수 결과 평균 30.8대 1의 역대 최고 경쟁률을 기록하며 주택수요자들의 관심을 받고 있다.