제주특별자치도가 아동수당 지급에 필요한 국비와 지방비를 제 때 확보하지 않아 매달 24일 지급하던 수당을 연말에 지급하기로 해 행정의 신뢰를 추락시키고 있다.

제주도는 부모들에게 양해를 구하는 문자메시지만 보내고 구체적인 연기 사유는 알리지 않아 양 행정시에 항의와 문의 전화가 빗발쳤다.

19일 제주도에 따르면 올 한해 아동수당 지급에 필요한 예산은 437억원이다.

그러나 431억원만 확보해 12월분은 24일이 아닌 30~31일에 지급할 계획이다.

아동수당은 국비 70%, 지방비 30%로 조성되고 있다.

제주도는 매달 평균 3억9000만원을 아동수당으로 지급해왔다.

하지만 수요와 예산 소요액에 대한 예측이 빗나가면서 12월분 지급 시기가 늦어졌다.

도는 제3회 추가경정예산안을 통해 지방비와 국비 등 5억8000만원을 확보하는 대로 연말까지 수당을 지급하기로 했다.

12월분 아동수당 지급 대상은 제주시 3만100여 명, 서귀포시 9400여 명 등 약 4만명이다.

정부는 출산 장려를 위해 지난해 9월 아동수당을 도입, 만 6세 미만 아동가구에 월 10만원을 지급했다.

이어 지난 9월부터는 아동수당 지급 연령을 만 6세에서 만 7세 미만으로 확대했다.

이에 따라 2012년 10월 이후 출생한 모든 아동에게는 1인당 10만원을 지급하고 있다.

제주도는 9월·10월·11월분에 대해서는 매달 24일에 맞춰 수당을 지급했으나 12월분은 국비와 지방비를 제 때 확보하지 못하면서 지급일을 연말로 연기했다.

이런 사정을 알지 못한 일부 부모들은 19일 주소지 읍·면·동주민센터에서 '지급 일정이 늦어지는 점 양해 부탁드린다'는 문자메시지만 받고는 해당 주민센터에 전화를 걸어 이유를 묻거나 항의를 했다.

제주도 관계자는 "올해 9월부터 아동수당 지급 대상이 만 6세에서 만 7세 미만으로 확대돼 6400여 명이 추가 혜택을 받게 됐다"며 "당초 예상한 인원보다 지급 대상이 늘면서 책정했던 예산이 부족하게 됐다"고 말했다.

@highlight

제주특별자치도가 수요와 예산 소요액에 대한 예측의 실패로 매달 24일 지급하던 수당을 연말에 지급하기로 하면서 일부 부모들은 해당 주민센터에 전화를 걸어 이유를 묻거나 항의를 했다.