서울지역 주택 주요 공급처인 도시정비사업에 비상이 걸렸다.

서울 용산구 한남3구역 재개발 사업에서 입찰제안서 위반사항을 수면위로 끌어올린 데 이어 12ㆍ16대책에서는 민간택지 분양가상한제 대상 지역 확대 및 대출규제 강화와 세금부담 확대 정책을 더한 영향이다.

19일 업계에 따르면 정부의 기습적인 12ㆍ16 부동산 대책 발표 이후 서울지역을 중심으로 도시정비사업이 직격탄을 맞을 것이라는 전망이 쏟아지고 있다.

민간택지 분양가상한제 적용지역 확대에 따른 조합원 분담금 증가와 같은 사업추진 리스크 확대뿐 아니라 대출규제 강화 방안에 따른 실수요자의 내 집 마련 방안까지 모두 가로막힌 게 원인으로 꼽혔다.

특히 서울 강남권 내에서는 15억원 초과 고가아파트의 집단대출이 막히면서 재개발ㆍ재건축 조합원들은 발만 동동 구르고 있다.

15억원을 초과하는 고가 아파트 대출 금지 규제는 재건축ㆍ재개발 주택에 대한 이주비 대출과 추가분담금 대출, 잔금 대출 등이 모두 대상에 포함됐다.

앞서 안전진단 기준 강화, 조합원 지위양도 금지, 재건축 초과이익환수제 부활 등 규제도 쌓여 있는 상황이어서 신규 정비사업 추진에 먹구름만 가득해졌다는 게 주택업계의 설명이다.

이렇다 보니 수년간 정비사업 추진 채비를 해온 조합원의 불만도 쏟아지고 있다.

서울지역 A조합 관계자는 "분양가격을 통제하고, 대출규제로 실수요자 진입을 막고, 세금부담을 늘리는 상황이 맞물리면서 사업 추진마저 쉽지 않게 됐다"며 "낡은 주거환경을 바꿔보겠다는 조합원들의 희망은 이번 정책으로 모두 사라지게 됐다"고 말했다.

이와 관련해 주택업계는 서울지역 이외의 사업지로 눈을 돌리는 분위기다.

업계 관계자는 "서울지역 내 정비사업 규제가 강화되면서 분양성은 악화됐고, 사업 추진엔 제동이 걸렸다"며 "'일감 가뭄'에 허덕이던 일부 대형사들은 본격적으로 지방사업지 진출을 고려할 수밖에 없는 상황"이라고 말했다.

@highlight

서울 용산구 한남3구역 재개발 사업의 입찰제안서 위반 적발과 12ㆍ16 부동산 대책 발표 이후 서울지역을 중심으로 도시정비사업에 비상이 걸렸다.