19일 문경시 농업기술센터에서 열린 현장소통 도지사실에서 이철우 경북도지사가 인사말을 하고 있다.

19일 문경시 농업기술센터에서 열린 '현장소통 도지사실'에서 이철우 경북도지사와 참가자들이 기념사진을 찍고 있다.

이철우 경북도지사가 19일 오전 문경 농업기술센터에서 취임 후 두 번째 '현장소통 도지사실'을 열었다.

'지방 소멸의 위기, 농촌을 살리자'라는 주제로 열린 현장소통 도지사실에는 농산물 판매·유통 종사자, 지역 청년·여성농업인, 농민단체 회원 등 160여명이 참석해 열띤 토론을 벌였다.

농민들은 최근 정부의 WTO 농업부문 개발도상국 지위 포기에 따른 대책 마련, 농민수당제 도입 등 농업 이슈 전반에 대해 경북도가 적극적으로 나서줄 것을 요청했다.

청년·여성농업인들은 ▲농촌지역 내 출산·아동보육 인프라 구축 ▲농촌여성 교육 ▲청년 농촌거주 환경 개선 ▲여성 농업인 삶의 질 향상 ▲농촌 소득 불안정 문제 해소 등 각 분야별로 발생하는 문제점을 지적했다.

또 ▲후계농자금 융자금 상환조건 완화 ▲저품위 사과 수매물량 확대 ▲무농약지속 직불금 지원 등 농업현장에서 즉시 개선이 필요한 점에 대한 건의도 이어졌다.

이 도지사는 단기적으로 해결할 수 있는 융자금 상황조건 완화 등의 건의사항은 즉시 수용하고, 농민수당 등 논의가 필요한 문제에 대해서는 중앙정부, 시·군과 함께 뜻을 모으겠다고 밝혔다.

안영자 한국여성농업인문경시연합회 회장은 "이 도지사가 직접 문제 해결책을 제시하고 농민 건의 사항을 수용하겠다는 의사를 밝혀 답답한 속이 풀리는 기분"이라고 말했다.

이 도지사는 "태풍, 농산물 가격 하락 등의 악재로 농촌은 위기에 서 있다.

지방소멸을 극복하기 위해선 농촌이 활성화돼야 한다"며 "농업분야의 신기술을 도입하는 것보다 더욱 중요한 것은 '농민의 삶'을 개선하는 것이다.

앞으로도 '농민 중심 농정'을 펼치겠다"고 말했다.

@highlight

이철우 경북도지사가 19일 오전 문경 농업기술센터에서 취임 후 두 번째 '현장소통 도지사실'을 열어 '지방 소멸의 위기, 농촌을 살리자'라는 주제로 농산물 판매·유통 종사자, 지역 청년·여성농업인, 농민단체 회원 등 160여명이 참석해 열띤 토론을 벌였으며 이에 이 도지사는 단기적으로 해결할 수 있는 건의사항은 즉시 수용하고, 논의가 필요한 문제에 대해서는 중앙정부, 시·군과 함께 뜻을 모으겠다고 말했다.