20일 방송된 Mnet' 썸바디2'에서는 최종 커플로 선택된 4명의 출연진이 공개됐다.

Mnet 예능 프로그램 '썸바디2' 최종 커플이 공개됐다.

20일 오후 방송된 Mnet '썸바디2'에서는 '썸스테이지' 마지막 날을 정리하는 댄서들이 최종 선택을 하는 모습이 그려졌다.

이날 방송에서는 퇴소일을 맞아 댄서들이 그동안 고마웠던 상대에게 편지와 선물을 전달하는 자리를 마련했다.

또한 한 자리에 모여 마지막 만찬을 즐기며 지난 추억들을 회상하는 시간을 가지기도 했다.

이날 남자 댄서들은 단 한 명을 위해 준비한 솔로 뮤직비디오(MV)와 영상 편지, 시사회 티켓 등을 상대에게 전달했다.

윤혜수는 이우태, 장준혁 두 남자에게 티켓을 받았다.

이우태는 준비한 영상을 통해 "한 사람만을 향해 달린 것을 후회하지 않는다. 널(윤혜수) 좋아했던 것에 감사한다"며 "한 걸음만 내게 와달라"고 고백했다.

한편 장준혁은 "다가가려고 시도를 많이 했는데 마음처럼 쉽지 않았다"며 "그래서 두 번째 썸MV 때 용기를 냈다. 누나는 웃고 있을 때가 예쁘니까 더 웃게 만들어주고 싶다"라고 자신의 심경을 전했다.

결국 윤혜수는 장준혁을 택했다.

한편 김소리는 송재엽, 감정무의 시사회에 초대 받았다.

김정무는 "'썸스테이'에서의 하루하루에 김소리라는 사람이 있었다"며 "누나와 함께 있으면 정말 좋았다"라고 밝혔다.

한편 송재엽은 "(김소리와의 데이트가) 편안하고 너무나 즐거웠고 진심으로 고마웠다"며 "이제 너에게 확신을 주려고 한다"고 영상 편지를 보냈다.

김소리는 송재엽을 택했고, 이로써 장준혁-윤혜수, 송재엽-김소리가 최종 커플로 결정됐다.

한편 Mnet '썸바디2'는 장르 불문 남녀 냄서 10인이 댄스 파트너이자 진정한 사랑을 찾아가는 내용을 그린 예능 프로그램이다.

@highlight

20일 방송된 Mnet 썸바디2에서는 마지막 날을 정리하는 댄서들이 최종 선택하는 모습이 그려졌으며, 장준혁-윤혜수, 송재엽-김소리가 최종 커플이 되었다.