올 들어 코스닥시장에 108개 기업이 신규 진입하며 최근 4년래 최대를 기록했다.

한국거래소가 22일 발표한 '2019년 코스닥시장 신규상장 현황'에 따르면 올해 코스닥에 108개사(연말 상장 예정 기업 포함)가 입성해 전체 코스닥 상장기업 수는 1399개사로 늘었다.

2015년 한해 122개였던 코스닥 상장기업은 2016년 82개로 급감했다가 2017년 99개, 지난해 101개로 완만한 증가세를 보였다.

올해 신규 상장 기업 가운데 일반기업은 78개사, 기업인수목적회사(SPAC·스팩)는 30개사로 집계됐다.

기술특례 기업은 22개사로 2005년 제도 도입 이후 가장 많은 기업이 상장됐다.

기술특례 기업 중 바이오 기업은 14개사, 비(非)바이오 기업은 8개사로 업종도 다양화하는 추세다.

코스닥 상장 트랙도 기술평가 트랙 외에 주관사 성장성 추천 트랙, 이익 미실현 트랙, 사업모델 트랙 등으로 다양해졌다.

올해 사업모델 트랙을 통해서는 2개사가 신규 상장했다.

사업모델 특례상장이란 현재 이익을 내지 못해도 전문 평가기관에서 사업모델을 평가받아 일정 등급 이상을 받으면 상장심사를 신청할 수 있게 한 제도를 말한다.

상장 주관사가 성장성을 평가해 추천하는 기업에 대해 기술특례상장을 허용하는 주관사 성장성 추천 기업은 5개사에 달했다.

일명 '테슬라 요건'이라 불리는 이익 미실현 트랙을 통해서는 올해 2개사가 신규상장했다.

테슬라 요건에 따르면 현재 이익이 없더라도 일정 수준의 시가총액과 성장성을 갖춘 기업은 상장이 가능하다.

이밖에 소재·부품·장비 전문기업의 상장 예비심사 기간을 단축해주는 일명 '소부장 패스트트랙'에 따라 메탈라이프가 오는 24일 상장할 예정이다.

한편 코넥스에서 코스닥으로 이전한 기업은 지난해와 같은 12개사로 집계됐다.

거래소 관계자는 "향후에도 성장 잠재력이 높은 우량 기술기업이 코스닥 상장을 통해 성장할 수 있도록 활성화 정책을 지속할 예정"이라고 밝혔다.

@highlight

한국거래소가 22일 밝힌 내용에 의하면 2019년 코스닥시장 신규상장 현황에 108개사가 신규 입성해 전체 코스닥 상장기업 수가 1399개사로 늘었다고 밝혀, 관계자는 " 우량 기술기업이 코스닥 상장을 통해 성장할 수 있도록 활성화 정책을 지속할 예정"이라고 밝혔다.