내년 1월 1일부터 법인 고객이 임·직원 등 대리인을 통해 비대면으로 법인계좌를 개설할 수 있게 된다.

외국인 고객은 외국인등록증을 활용해 비대면 방식으로 계좌 개설을 할 수 있다.

금융위원회는 22일 이 같은 골자의 온라인 금융거래 활성화 위한 '비대면 실명확인 가이드라인'을 발표했다.

그간 금융위가 점진적으로 추진한 '비대면 실명확인을 통한 계좌 개설' 도입으로 소비자들은 편리하게 금융거래를 이용할 수 있게 됐다.

지난 2015년 12월 해당 제도 도입 이후 비대면 실명확인을 이용한 계좌개설 건수는 지속적으로 증가했다.

지난 2016년 116만건에서 2017년 868만건, 2018년에는 920만건으로 늘었다.

올해 상반기에도 721만건이 비대면으로 개설됐다.

업권별로 보면 은행은 1729만건, 금융투자는 824만건, 저축은행은 72만건이었다.

문제는 일부 이용 고객에 대해서는 비대면을 통한 계좌개설을 제한해왔다는 점이다.

현재 법인의 대리인인 임·직원이 대면 거래에서는 법인 계좌를 개설할 수 있으나, 비대면 방식으로는 불가능했다.

법인의 비대면 실명 확인 절차를 이용할 수 있는 사람은 대표자로 한정되어 있는 상황이다.

외국인이 대면거래에서 사용할 수 있는 외국인등록증을 비대면으로 계좌를 만들 때에는 사용하기 어렵다는 문제도 있었다.

내년부터는 법인 대표자가 아닌 임·직원 등 대리인도 비대면 실명 확인을 거쳐 법인 계좌를 개설할 수 있다.

금융회사는 법인의 위임장 등 증빙자료를 통해 대리인의 권한을 확인할 예정이다.

다만 법인의 대리인을 통한 비대면 계좌개설 서비스의 도입 여부 및 시기는 개별 금융회사가 결정할 예정이란 것이 금융위 측의 설명이다.

외국인 또한 비대면으로 실명 확인 후 계좌를 개설하는 경우 외국인등록증을 사용할 수 있다.

금융위 관계자는 "내년 1월 중 은행·금융투자업권은 비대면 계좌개설 등에 필요한 '대리권 확인 관련 자율적 업무지침(가칭)'을 마련할 계획"이라면서 "외국인등록 증에 대한 신분증 진위확인 시스템 구축을 위해 관계 기관과 협의도 계속 해나가겠다"고 밝혔다.

@highlight

22일 금융위원회의 '비대면 실명확인 가이드라인'에 따라 내년 1월 1일부터 법인 고객은 임·직원 등 대리인을 통해 비대면으로 법인계좌를 개설할 수 있고, 외국인 고객은 외국인등록증을 활용해 비대면으로 계좌 개설이 가능하다.