대구시 신청사는 도쿄도청 청사와 같이 도심 상징물로 건설될 것이라는 관측이 많다.

사진은 도쿄도청 청사 전경.

2025년 완공예정인 대구시 신청사가 어떤 모습으로 건설될지 관심이 쏠리고 있다.

대구시 등에 따르면 일본 도쿄도청과 같은 도심 상징물이 거론되고 있다.

앞서 달서구도 유치전 과정에서 ‘공원은 뉴욕 센트럴파크, 청사는 도쿄도청처럼’이라는 슬로건을 내걸었다.

도쿄도청은 내외국인 관광객이 붐비는 도쿄의 대표적인 명소다.

남쪽과 북쪽 타워에 각각 전망대가 있어 도심을 한눈에 조망할 수 있다.

대구시는 2025년 완공 예정인 신청사를 이처럼 지역 랜드마크로 만든다는 계획이다.

동시에 시민과 함께하는 열린 공간을 표방하고 있다.

지난 9월 공개한 신청사 건립 기본구상에 따르면 7만㎡(실내 면적 기준) 가운데 5만㎡를 행정업무 공간으로 활용한다.

1만㎡는 법적 의무시설이 들어서는 공간으로 나머지 1만㎡ 시민 편의 공간으로 조성할 계획이다.

신청사 부지 밖 공간과 연계를 통한 다양한 시민 편의시설 도입 방안도 검토한다.

대구시는 신청사 건립에 3천억 원 정도가 들어갈 것으로 추산했다.

부지 비용을 제외한 규모다.

시는 2천500억 원을 자체 조성하고 나머지 500억 원은 한국지방재정공제회를 통해 융자받을 계획이다.

대구시는 2012년부터 청사건립기금을 적립해 지금까지 1천308억 원을 모았다.

내년부터 2024년까지 연 200억 원씩을 추가로 적립하면, 2천500억 원을 자체 조달할 수 있다.

또한 대중교통 접근성 제고와 주변 도로 인프라 구축을 동시에 추진한다.

현재 두류정수장은 50만평 규모 두류공원을 끼고 있다.

죽전, 감삼, 두류역 등 대구도시철도 2호선 3개 역이 인접해 있다.

2021년 준공 예정인 서대구 KTX 역사도 멀지 않은 곳에 있다.

대구시 관계자는 “신청사가 지역 도로 교통 요충지가 될 수 있도록 미래 교통계획에 반영할 방침”이라고 밝혔다.

@highlight

대구시는 2025년 완공예정인 신청사를 도쿄의 대표적 랜드마크인 도쿄도청처럼 지역 명소이자 시민들과 함께 할 수 있는 열린 공간으로 만들 계획이다.