애덤 스콧이 호주PGA챔피언십 셋째날 아이언 샷을 하고 있다.

세계랭킹 18위 애덤 스콧(호주)이 홈코스에서 열린 유러피언투어 우승을 노리고 있다.

21일 호주 퀸즐랜드주 골드코스트 RACV로열파인즈골프장(파72ㆍ7379야드)에서 끝난 호주PGA챔피언십(총상금 150만 달러) 셋째날 3언더파를 보태 1타 차 선두(10언더파 206타)로 올라섰다.

웨이드 옴즈비(호주) 2위(9언더파 207타), 이민우(호주) 등 4명이 2타 차 공동 3위(8언더파 208타)에서 추격하는 상황이다.

한국은 김민규(18ㆍCJ대한통운)가 공동 23위(3언더파 213타)에 포진했다.

스콧이 바로 미국프로골프(PGA)투어 통산 13승(유러피언투어 10승)을 수확한 월드스타다.

2013년 마스터스를 제패해 "호주 선수는 마스터스에서 우승할 수 없다"는 징크스를 깨뜨려 더욱 스포트라이트가 쏟아졌다.

2016년 3월 월드골프챔피언십(WGC)시리즈 캐딜락챔피언십 이후 우승이 없어 속을 태우고 있다.

2타 차 공동 3위에서 출발한 이날은 버디 4개와 보기 1개를 묶었다.

72.2%의 그린적중률을 기록한 '컴퓨터 아이언 샷'이 돋보였다.

5번홀(파3) 보기를 9, 10번홀 연속버디로 만회한 뒤 막판 16, 18번홀에서 '징검다리 버디'를 보탰다.

디펜딩챔프 캐머런 스미스(호주)의 '3연패 진군'은 공동 12위(5언더파 211타)에 멈췄다.

선두와 5타 차, 아직은 기회가 충분하다.

지난 9월 PGA투어 세이프웨이오픈 우승자 캐머런 챔프(미국)는 공동 18위(4언더파 212타)에 머물렀다.

@highlight

세계랭킹 18위 애덤 스콧은 21일 호주 퀸즐랜드주 골드코스트 RACV로열파인즈골프장에서 끝난 호주PGA챔피언십 셋째날 3언더파를 더해 1타 차 선두로 올라서며 우승을 노리는 가운데 한국 김민규는 공동 23위에 머물렀다.