동작구(구청장 이창우)가 시니어 일자리 창출을 위해 민관협력을 통한 사업지원에 나선다.

이 사업은 지역내 부동산중개업소의 부동산 중개 시 입주예정 주민들의 사전 주택청소 수요를 파악, 어르신 일자리 사업체에 연계함으로써 시니어 일자리 창출에 기여하려고 마련됐다.

구는 원활한 업무추진을 위해 지난 16일 동작구어르신행복주식회사, 한국공인중개사협회 남부지부 동작구지회(이하 한국공인중개사협회 동작구지회)와 상호협력 및 지원을 위한 협약을 체결했다.

동작구어르신행복주식회사는 전국 최초로 자치구 차원에서 출자·설립한 시니어 고용기업으로 만 73세까지 정년을 보장, 현재까지 137명의 어르신이 근무하고 있다.

주요사업으로는 청소전문 클리닝서비스 '해피클린', 아이돌보미 '산타맘', 수공예품 제작·판매 '할美꽃' 등이 있으며, 다양한 분야로 사업을 확대시키고 있다.

이번 협약으로 구는 ▲시니어 일자리 창출 사업의 원활한 수행에 필요한 행정적 지원 및 상호협력 증진을, 동작구어르신행복주식회사는 ▲청소전문 해피클린사업의 서비스 향상을 위한 효율적 수행, 한국공인중개사협회 동작구지회는 ▲청소전문 해피클린 사업의 입주청소 서비스 홍보 및 연계를 위한 노력을 기울이게 된다.

향후 입주청소를 진행한 가정을 대상으로 설문조사를 실시해 주민의견을 수렴, 관련기관에 피드백을 제공하는 등 철저한 사후관리를 실시할 계획이다.

자세한 사항은 부동산정보과(☎820-1495)로 문의하면 안내받을 수 있다.

이영수 부동산정보과장은 "앞으로도 어르신 일자리 창출을 위해 민관의 협력으로 다양한 방면의 사업들을 발굴해나가겠다"고 말했다.

구는 '2019 어르신일자리 사업' 운영으로 공익형, 사회서비스형, 시장형 등 3개 분야, 총 48개 사업에 3113명의 참여자를 배출, 2020년까지 예산 14억2500만원을 투입, 어르신의 사회참여 및 경제활동을 위한 어르신일자리센터를 설치·운영할 계획이다.

@highlight

동작구(구청장 이창우)가 민관협력을 통해 지역내 부동산중개업소의 부동산 중개 시 입주예정 주민들의 사전 주택청소 수요를 파악, 어르신 일자리 사업체에 연계함으로써 시니어 일자리 창출 기여에 나섰다.