[충청일보배명식기자] 충북도가 권역별 불균형을 해소하기 위해 남부·북부권 기업 지원을 위한 '산학 융합 통합지원센터' 설치에 나선다.

기업이 몰려 있는 청주와 중부권에 예산 지원이 편중되면서 남부(보은·옥천·영동)·북부(충주·제천·단양)권 입주 기업은 지원에서 소외된다는 판단에서다.

22일 충북도에 따르면 2016년 기준 도내 지역내총생산(GRDP) 규모는 56조6609억원이다.

청주와 중부권 GRDP 규모가 도내 전체 GRDP의 75.4%(42조7116억원)에 이른다.

북부권은 18.4%(10조4342억원), 남부권은 6.2%(3조5150억원)다.

사업체나 종사자도 청주와 중부권에 집중돼 있다.

도내 사업체 12만4835곳 중 64.8%(8만869개)가 청주·중부권에 몰려 있다.

나머지 26.7%(3만3393개)는 북부권에, 8.5%(1만573개)는 남부권에 있다.

전체 종사자(66만7315명)의 70.3%(46만9187명)가 청주·중부권에서 일한다.

북부권 종사자는 22.6%(15만871명), 남부권 종사자는 7.1%(4만7257명)에 불과하다.

충북테크노파크, 충북지식산업진흥원, 충북창조경제혁신센터 등 기업 활동과 취업·창업 등을 지원하는 기관 역시 청주·중부권에 집중돼 있다.

남부·북부권 기업체에서는 충북 창조경제혁신센터 남부·북부 지소 설치가 필요하다는 주장이 나오기도 했다.

도는 산학 융합 통합지원센터의 역할과 기능을 중심으로 한 연구용역을 최근 발주했다.

권역별 불균형 원인을 조사하고 기업체를 지원하는 도내 여러 기관의 기능 중복성 여부를 분석하기 위해서다.

도는 내년 2월까지 용역을 마무리한 후 산학 융합 통합지원센터를 2021년 초부터 운영하는 방안을 검토 중이다.

도 관계자는 "도내 권역별 불균형 현상이 심화하고 있어 남부권과 북부권 산학 융합 통합지원센터 설치가 시급하다"며 "센터를 남·북부권에 하나씩 설치할 계획"이라고 말했다.

@highlight

충북도는 사업체가 몰려 있는 청주와 중부권에 비해 남부.북부권 기업이 예산지원에서 소외된다는 판단하에 권역별 불균형 해소를 위한 산학 융합 통합지원센터 설치 연구용역을 발주했다.