목포해경이 21일 가거도 해상에서 어획량 축소기재한 불법 중국어선 2척을 나포했다.

우리 바다의 주권수호와 어족자원을 지키기 위한 단속이 휴일에도 계속 이어진 가운데 신안군 가거도 해상에서 고의로 어획량을 축소 기재한 불법 조업 중국어선 2척이 해경에 나포됐다.

22일 목포해양경찰서(서장 채광철)에 따르면 지난 21일 오후 7시 30분께 전남 신안군 가거도 남서쪽 60㎞ 해상에서 중국어선 A 호(198t, 쌍타망, 주선, 대련선적, 승선원 17명)와 B호(198t, 쌍타망, 종선, 대련선적, 승선원 17명)을 경제수역어업주권법 제한조건 위반 혐의로 나포했다.

이들 중국어선은 지난 5일 오후 8시께 우리 해역에 진입해 타망 그물을 내려 같이 끄는 방식으로 조업을 하면서 총 16회에 걸쳐 삼치 등 잡어 2만 4450㎏을 포획했지만, 조업일지에는 8800㎏만 기록해 1만 5650㎏을 축소한 혐의를 받고 있다.

한·중 양국어선의 조업조건 및 입어절차규칙에 의거 허가를 받은 중국어선은 한국수역에서 조업한 조업현황 등을 조업일지에 성실히 작성해야 한다.

중국어선 선장들은 해경 단속요원들이 중국어선 어창에 보관된 어획물을 측정해 얼음 무게를 제외한 어획량과 조업일지와의 차이를 확인하자 축소 기재한 것을 시인했다.

목포해경은 불법조업 중국어선을 대상으로 해상 현장조사를 진행해 허위로 작성한 조업일지를 정정하고 담보금을 납부하면 석방할 예정이다.

목포해경 관계자는 "불법조업 외국 어선에 대해서는 강력한 단속과 엄중한 법 집행으로 해양주권을 확보하겠다"고 말했다.

@highlight

목포해경이 21일 신안군 가거도 해상에서 고의로 어획량을 줄여 기재한 불법 조업 중국어선 2척을 경제수역어업주권법 제한조건 위반 혐의로 붙잡았다.