내년에도 '경제한파'

올해 수출감소와 내수부진이라는 이중고를 겪었던 중소기업계의 내년 전망도 어둡다는 분석이 나오고 있다.

22일 IBK기업은행은 최근 발간한 '2020 경제 및 산업 전망' 보고서에서 "중소기업 최대 수출국인 중화권 국가의 경기 둔화로 인한 수출 감소와 국내 소매판매 부진이 (올해 중소기업 불황의) 주 요인"이라며 "일부 주요산업을 제외한 경기둔화 지속과 일본 수출규제 확대 우려까지 겹치며 생산 부진이 지속할 것"이라고 내다봤다.

자동차, 조선, 반도체 등 주요 산업군이 스포츠유틸리티차량(SUV)·친환경차 판매 개선, 액화천연가스(LNG)선 수주 증가, 5세대 이동통신(5G) 확산 등으로 미미한 회복세를 보일 수 있다고 전망하면서도 "중소기업 전반에 영향을 미치기에는 역부족"이라고 선을 그은 것이다.

중소기업의 대(對)일본 수입의존도가 대다수 분야(금속가공 36.1%, 자동차부품 32.9%, 기계 28.2%)에서 높은 점을 들어 생산 차질이 불가피할 수 있다는 점도 내년 불황의 주요 요인으로 꼽힌다.

보고서는 중소기업 설비투자도 보수적인 투자심리로 인해 노후설비 교체를 제외한 전반적인 투자는 부진할 것으로 예측했다.

주요 업종 중소기업 가동률이 72.7%(2017년 8월)→72.9%(올해 8월)로 횡보세를 보이고, 같은 기간 제조업 가동률은 되레 72.5%→72.2%로 감소한 점을 근거로 들었다.

단, 자금 사정은 최저임금 인상과 차입금(대출) 확대에 따른 이자비용 증가로 나빠질 수 있지만, 정책자금 확대와 은행의 중소기업 대출태도 완화 등으로 양호할 것으로 평가했다.

그러나 종합적으로 보면 미·중 무역분쟁과 일본 수출규제 등 지정학적 요인으로 중소기업의 피해가 불가피하다는 게 보고서의 총평이다.

보고서는 "불확실성이 장기화하는 경우 수출감소가 이어지고, 정보통신기술(ICT) 이외의 산업으로 피해가 확대할 가능성이 있다"고 경고했다.

@highlight

22일 IBK기업은행은 '2020 경제 및 산업 전망' 보고서에서 올해 수출감소와 내수부진이라는 이중고를 겪었던 중소기업계는 내년에도 일부 산업을 제외한 경기침체 지속과 일본 수출규제 확대 염려까지 겹쳐 경제한파가 계속될 것이라는 전망을 냈으며, 종합적으로 미·중 무역분쟁과 일본 수출규제 등 지정학적 요인으로 중소기업의 피해가 불가피하다고 총평했다.