해마다 이맘때만 되면 경찰은 연말연시 교통 사망사고를 줄이기 위해 음주운전 집중단속에 나선다.

경찰청은 지난 16일부터 31일까지 교통안전 특별기간으로 정하고 행정안전부, 국토교통부와 합동으로 집중단속을 전개한다.

만취운전에 치어 사망한 고(故) 윤창호 씨의 사고를 계기로 음주운전은 살인행위라는 공감대가 형성되고 도로교통법이 개정(2019년 6월 25일 시행)되어 혈중 알코올농도 0.03% 이상 면허정지, 0.08% 이상 면허취소 등 음주운전에 대한 처벌 수위가 강화됐음에도 운전자들은 아직도 음주운전이 크나큰 범죄행위임을 인식하지 못하고 있다.

또한, 음주운전으로 단속되면 운전면허 취소, 면허정지 등 행정 처분을 감내해야 되고 생계는 물론 여러 가지 어려움으로 사랑하는 가족에게 피해를 주는 명백한 범죄행위임에도 음주운전자는 자각하지 못하고 있다는 것이다.

과도한 음주는 감정 · 분노조절이 어려우며 충동감 등으로 인한 자기통제력을 상실시키고 음주운전 시 지각능력, 주의력, 판단력을 저하시켜 위험상황에 직면했을 시 대처 능력이 현저히 떨어지게 된다.

수원중부서는 건건한 음주문화 정착 및 음주운전으로 인한 피해를 예방하기 위해 ‘착한음주 행동수칙 5단계’ 를 시행하고 있다.

착한음주 행동수칙 5단계는 ▶회식장소 승용차 안가져가기 ▶한 장소, 한 가지 술 · 두 시간 이내 회식하기 ▶동료에게 술 권하지 않기 ▶ 대중교통 이용 ▶안전귀가 확인하기를 적극 실천하고 있다.

연말연시 음주운전 집중단속을 벌이고 있는 경찰은 음주운전이 많이 발생하고 있는 장소를 중심으로 짧게 치고 빠지는 스팟단속(20~30분 단위로 단속장소를 옮기는 이동식 단속)을 실시하고 있다.

타인의 소중한 생명을 앗아가고 한 가정을 파괴할 수 있는 음주운전은 명백한 범죄행위임을 명심하고 안전한 교통문화가 정착될 수 있도록 운전자들의 적극적인 동참을 당부한다.

@highlight

만취운전에 치어 사망한 고 윤창호 씨의 사고를 계기로 음주운전은 살인행위라는 공감대가 형성되고 처벌 수위가 강화됐음에도 운전자들은 명백한 범죄행위임을 자각하지 못하고 있어 경찰청은 지난 16일부터 31일까지 교통안전 특별기간으로 정하고 행정안전부, 국토교통부와 합동으로 집중단속을 전개한다.