이동통신 가입자 12억명에 이르는 '거대 시장' 인도와 우리나라 정부간 '5G 협력'이 강화된다.

향후 인도로 '5G 수출' 물꼬에 기여할 수 있을 것이란 전망이다.

삼성전자, SK텔레콤, 한국전자통신연구원(ETRI), 정보통신기술협회(TTA), 정보통신정책연구원(KISDI)과 과기정통부 실무자 10명이 인도 뉴델리로 파견 가 5G 정보 공유에 나섰다.

23일 과학기술정보통신부는, 지난 20일 인도 국가개혁위원회와 5세대 이동통신(5G) 분야의 양국 간 협력을 강화하기 위한 정책협의회를 개최했다고 밝혔다.

인도 측에서 우리나라의 5G 상용화 정책 공유와 민, 관 전문가 파견을 요청한 것을 계기로 추진하게 됐다.

과기정통부는 삼성전자, SK텔레콤 등 전문가로 구성된 민관합동 5G 대표단 10명을 파견했다.

민관합동 5G 대표단은 인도에 가서 우리나라의 세계 최초 5G 상용화 추진 현황과 범정부 차원의 산업육성 정책인 '5G+ 전략'을 소개했다.

또 우리 기업들의 5G 단말, 장비 서비스 동향과 5G 표준화, 연구개발추진 방향 등에 관해 인도 측과 공유했다.

5G 주파수 경매 정책과 5G 환경에서의 보안위협 대응 방안 등에 관해서도 폭넓은 의견을 교환했다.

과기정통부는 '한국-인도 5G 비즈니스 포럼' 개최를 제안했다.

양측은 내년 상반기 '한국-인도 5G 비즈니스 포럼' 개최를 합의하고 조속한 시일 내 준비회의를 개최하기로 했다.

민관합동 5G 대표단장을 맡은 이태희 과기정통부 네트워크정책실장은 "인도는 이동통신가입자가 약 12억 명에 이르는 거대한 통신시장(세계 2위)을 보유한 국가로써 우리나라의 5G 해외진출 확대에 있어 중요한 전략국가 중 하나라고 생각한다"며 "이번 정책협의회를 통해 2020년 5G 상용화를 목표로 하는 인도와의 협력을 더욱 공고히 할 수 있게 된 만큼, 인도의 거대한 이동통신 시장에 우리 기업들이 적극 진출할 수 있도록 정책적 지원을 아끼지 않을 것"이라고 밝혔다.

@highlight

23일 과학기술정보통신부 인도 국가개혁위원회와 지난 20일에 5세대 이동통신 부문의 양국 협력 결속을 다지기 위해 정책협의회를 가졌다고 발표했다.