모텔 투숙객들 증언에 경찰 “CCTV에 그런 사람 안보여” “의인이 있었다고?”

광주시 북구 두암동 모텔에서 불이 났을 당시 일부 투숙객들이 ‘쿵쿵쿵’ 소리에 잠을 깨 대피가 가능했다는 증언이 나오고 있다.

병원에 입원 중인 일부 투숙객은 숨은 의인(義人)이 활약했던 것으로 추정하고 있지만, 경찰은 대피하는 투숙객의 발소리 등이었을 것이라는 분석을 내놓고 있다.

22일 광주 북부경찰과 화재 피해자 등에 따르면 이날 새벽 광주시 북구 두암동 모텔 화재로 화상을 입고 연기를 들이마신 A(29)씨는 문 두드리는 소리를 들었다고 증언했다.

전남에 거주하는 A씨는 새벽까지 이어진 연말 모임에 참석하고 모텔에 투숙한 뒤 깊은 잠에 빠져 들었다고 한다.

A씨는 “쿵쿵쿵 문을 두들기는 듯한 소리를 듣고 잠에서 깨어났다”며 “힘겨운 듯한 신음과 함께 뭔가를 치는 듯한 소리가 계속해서 났다”고 말했다.

A씨가 머물던 방은 방화 혐의로 경찰에 붙잡힌 일용직 노동자 김모(39)씨가 투숙했던 308호 객실 옆이었다.

A씨는 자신의 방 안까지 연기가 가득 들어찬 탓에 휴대전화 등 아무 것도 챙기지 못하고 속옷 차림으로 탈출구를 찾았고, 의식이 아득해질 무렵 누군가 힘을 줘 무언가를 두들기는 소리를 들었다.

그는 기억이 선명하지는 않으나 이 소리를 낸 사람이 여성이었던 것 같다고 덧붙였다.

4층과 5층에 있던 투숙객들도 이날 모텔 건물 내에서 ‘쿵쿵쿵’ 울리는 듯한 소리를 들었다고 입을 모았다.

하지만 경찰조사 결과, 3층에 설치된 CC-TV 영상에는 의인으로 추정되는 사람은 없었다.

경찰 관계자는 “한 투숙객이 여성으로 보이는 누군가가 3층 객실문을 두드리며 대피를 도왔다고 증언했으나 CC-TV상에는 의인으로 추정되는 사람은 보이지 않았다”며 “아마 투숙객들이 대피하는 상황에서 발소리 등이 울린 것으로 추정된다”고 말했다.

@highlight

광주시 북구 두암동 모텔에서 불이 났을 당시 일부 투숙객들이 누군가가 객실문을 두드린 덕분에 대피가 가능했다고 증언했지만 경찰조사 결과, 투숙객들이 대피하는 상황에서 발소리 등이 울린 것으로 의인으로 추정되는 사람은 없었다.