금융당국이 우리금융지주의 국제자산신탁 자회사 편입을 승인함에 따라 이달 말 계열사로 공식 합류한다.

국제자산신탁은 자회사 편입 이후 그룹 부동산금융의 중추적인 역할을 할 예정이다.

22일 금융권에 따르면 금융위원회는 지난 18일 제22차 정례회의를 열고 우리금융지주의 국제자산신탁 자회사 편입 승인안을 의결했다.

금융당국의 승인이 완료된 만큼, 우리금융지주는 최종 대금 납입 등 국제자산신탁을 자회사로 편입하는 작업을 완료하고 이달 말 공시할 예정이다.

자회사 편입 이후 우리금융은 국제자산신탁 지분 44.47%와 우리은행이 기보유 중인 국제자산신탁 지분 6.54%를 합쳐 총 51.01%의 지분을 소유하게 된다.

금융지주회사법상 발행주식수 기준으로 50% 이상을 소유하면 자회사로 둘 수 있다.

앞서 우리금융지주는 지난 6월 이사회를 열고 유재은 국제자산신탁 회장 및 특수관계자의 지분 65.74%를 인수하기로 결의했다.

지분 44.47%를 우선 인수한 후 나머지 21.27%는 약 3년 이후 취득할 예정이다.

3년 후 우리금융지주의 국제자산신탁 지분율은 72.2%로 높아진다.

공식적인 자회사가 되면서 국제자산신탁의 사명도 우리자산신탁으로 변경될 예정이다.

국제자산신탁은 우리금융지주 편입 이후 부동산 개발·대출·자문 등의 서비스에 주력한다는 방침이다.

특히 최근 수년간 금융지주계열 부동산신탁사가 계열 기반의 신인도를 바탕으로 책임준공확약형 관리형 토지신탁 수주 규모를 빠르게 확대해온 점을 감안할 때 국제자산신탁도 관련 수주를 확대할 가능성이 있다.

우리금융지주 관계자는 "국제자산신탁은 자회사 편입 이후 그룹 부동산금융의 중추적인 역할을 수행하면서 그룹사와 함께 차별화된 종합 부동산금융서비스를 제공하게 된다"며 "6월 이사회를 통해 이미 국제자산신탁의 지분 인수와 자회사 편입을 결의했기 때문에 이사회를 추가로 열지는 않을 것"이라고 말했다.

국제자산신탁은 2007년 부동산신탁업을 시작했으며 올 3분기 연결 기준 총자산은 1264억원, 누적 분기순이익은 257억원이다.

@highlight

지난 18일 금융위원회는 우리 금융지주의 국제자산신탁 자회사 편입 승인안을 의결하여  국제자산신탁이 부동산 금융 서비스에 주력할 수 있도록 하였다. 