LG유플러스가 내년 5G 전국망 확산에 대비해 통신 장애 대응·복구 속도를 높일 수 있는 '차세대 네트워크 시스템'을 구축했다고 23일 밝혔다.

이번에 구축한 '차세대 네트워크 운영시스템'은 계획·설계·공사·개통·정산 등의 구축업무를 돕고 업무 효율을 높여주는 'NTOSS' 시스템, 장애감시·분석·조치·품질관리 등을 운영해 장애를 사전에 예측해주는 'NMS'로 구성된다.

NTOSS는 작업자들의 업무 효율성을 극대화 시켜준다.

기존 시스템 대비 처리 속도, 화면 복잡도 등을 개선해 각 작업자에게 분배되는 업무가 명확해져 작업이 누락되는 상황을 방지할 수 있다.

선로, 장비 등과 같은 '기준 정보' 관리를 강화해 운영 관련 데이터의 정확도도 개선했다.

또 유무선 업무 프로세스 시스템을 통합해 중복 작업 발생과 불명확한 정보로 인한 후공정 업무도 없앨 수 있다.

NMS는 빅데이터 분석을 통해 장애를 사전에 예측하고, 운영자 개입을 최소화 한 작업 자동화를 구현해준다.

장애가 발생하더라도 근본 원인을 자동으로 분석하고 조치해 복구 시간을 대폭 단축시켜 준다.

LG유플러스는 이를 통해 고객들의 네트워크 이용 편의성이 지속 향상될 것으로 기대하고 있다.

LG유플러스는 향후 차세대 네트워크 운영 시스템에 빅데이터, 인공지능(AI), 머신러닝 기능을 융합해 보다 밀도 있는 기술 진화에 나선다는 방침이다.

특히 2020년부터 시작되는 5G망 전국 확산, 28GHz 대역 본격화에 대비한 선제적 장애 인지, 투자 예측 등에 유용하게 활용될 것으로 보인다.

권준혁 LG유플러스 NW부문장(전무)은 "이번에 구축된 차세대 네트워크 시스템에는 유무선 품질관리, 작업자동화 등 당사가 기존에 보유한 강점과 장애근본원인 분석 로직, 고객품질관리 기법과 같은 선진화된 글로벌 운영기술이 모두 녹아 들어있다"며 "앞으로도 지속적인 기술 및 품질 고도화로 '네트워크 장애 제로화'에 주력하고, 나아가 이번 운영 시스템이 디지털 전환을 지탱하는 기반이 될 수 있도록 힘쓸 것"이라고 말했다.

@highlight

LG유플러스가 장애대응 및 복구 속도를 높이고 업무효율을 증대시켜주는 'NTOSS'와 장애를 사전에 예측해주는'NMS'로 이루어진 '차세대 네트워크 시스템'을 구축했다고 밝힌 가운데, 권혁준 전무는 이번 시스템으로 디지털 전환을 지탱하는 기반이 되도록 노력하겠다고 밝혔다.