성북구(구청장 이승로)는 지난 20일 상월곡실버복지센터에서 지역의 어르신들과 함께 '사랑의 온도 나누기' 행사를 가졌다고 밝혔다.

이 날 행사는 동지와 2019년 연말을 맞아 '동지헌말 · 송년회'를 테마로 2일부터 시작한 '1인 1만원 후원 릴레이'를 통해 마련된 후원금을 전달했다.

센터 이용 어르신들의 만수무강을 기원하는 버선 퍼포먼스 등 다양한 프로그램이 열려 참여자들에게 큰 호응을 얻었다.

특히, 상월곡실버복지센터는 2017년부터 3년째 어려운 이웃을 위한 '1인 1만원 후원릴레이'를 진행하고 있다.

올해는 모금된 총 150만원을 월곡2동주민센터와 행복플러스 푸드마켓에 전달, 우리 주위의 어려운 상황에 처해 있는 이웃들을 위해 따뜻하게 사용될 예정이다.

이날 행사에는 이승로 성북구청장을 비롯 국회의원, 구의원 등 지역 어르신 100여명이 참석, 후원금 전달식에 이어서 진행된 버선 퍼포먼스에서는 참석 내빈들이 센터 이용 어르신들의 발에 직접 버선을 신겨드리며 어르신들의 건강과 장수를 기원 드리고 화합하는 의미 있는 시간을 가졌다.

이승로 성북구청장은 축사를 통해 "1년의 마지막을 어르신들께서 직접 참여하신 후원금 전달로 장식을 하니 그 의미가 더욱 크며, 이렇게 한자리에 모여 한해를 마무리하는 송년행사를 통해 지난 1년을 되돌아보고 그 의미를 되짚어 보는 뜻 깊은 시간이라 생각된다"며 "어르신들의 건강한 노후생활을 위해 여가와 요양을 누리실 수 있는 살기 좋은 성북구로 만들도록 노력하겠다"고 전했다.

상월곡실버복지센터는 2006년에 개관한 성북구 내 소규모 노인여가복지시설로 현재 2400여명이 회원으로 등록돼 있고, 37개의 어르신 여가·사회교육 프로그램을 운영하고 있다.

특히, 여러 외부 공모사업에 선정되어 어르신들에게 다양한 여가복지서비스 제공하고 있으며, '상월곡지킴이 특공대'라는 회원 자원봉사자가 재능기부를 비롯한 지역사회에 기부 활동을 하고 있다.

@highlight

20일 상월곡실버복지센터에서 '사랑의 온도 나누기' 행사가 이승로 성북구청장 및 국회의원, 구의원 등을 포함한 지역 어르신 100명이 참석한 가운데 어르신들의 만수무강 기원 버선 퍼포먼스등 다양한 프로그램이 열려 참여자들의 큰 호응을 얻었다.