롯데건설이 대구 봉덕대덕지구 재개발 사업과 서울 잠원롯데캐슬갤럭시1차 리모델링 사업을 잇달아 수주했다.

특히 대구 봉덕동 마지막 재개발 사업지로 꼽힌 봉덕대덕지구는 앞서 세 차례에 걸쳐 시공사 선정이 좌초되는 등 사업 추진에 어려움을 겪어온 사업지여서 시공사로 선정된 롯데건설의 사업 추진력에 거는 기대도 커지고 있다.

22일 업계에 따르면 대구 봉덕대덕지구 재개발조합과 서울 서초구 잠원롯데캐슬갤럭시1차 아파트 리모델링조합은 전날인 21일 각각 시공사 선정 총회를 열고 롯데건설을 시공사로 최종 선정했다.

대구 남구 봉덕동 1028-1번지 일원에서 추진되는 봉덕대덕지구 재개발 사업은 지하 2층∼지상 29층 규모의 아파트 10개동, 843가구와 부대 복리시설을 조성하는 프로젝트다.

공사비는 1800억원 규모다.

조합은 2022년 2월 착공을 목표로 시공사 선정 후속 절차를 진행할 예정이다.

이대로 재개발 사업이 정상 추진될 때에는 향후 대구 봉덕동과 중동, 상동을 아우르는 남구 최대의 주거단지로 재탄생하게 될 전망이다.

아울러 서울 서초구 알짜 입지에서 추진되는 잠원롯데캐슬갤럭시1차 아파트 리모델링 사업은 주거환경 개선은 물론 38가구를 추가하는 게 핵심이다.

리모델링 이후에는 256가구 규모의 아파트를 지하 3층, 지상 16∼28층, 294가구 규모로 탈바꿈하게 된다.

공사비는 1293억원 규모다.

애초 입찰 과정에서는 GS건설과 대림산업 등 대형사들의 진출도 예고됐지만, 롯데건설이 단독으로 입찰제안서를 제출하며 승기를 잡은 바 있다.

롯데건설 관계자는 "봉덕대덕지구 재개발 사업에서는 시공능력 노하우를 통해 조합원 요구를 충족할 수 있는 단지로 재조성할 계획"이라며 "특히 갤럭시1차는 롯데캐슬의 브랜드 파워를 보여준 사업지였던 만큼 리모델링을 거쳐 하이엔드 주거공간을 선보일 수 있도록 노력하겠다"고 말했다.

@highlight

22일 업계에 따르면 대구 봉덕대덕지구 재개발 사업과 서울 잠원롯데캐슬갤럭시 1차 리모델링 사업을 롯데건설이 수주했다.