2019광주세계수영선수권대회에서 활동한 자원봉사들이 ‘빛고을글로벌봉사단’으로 국제대회 봉사를 이어간다.

광주시는 20일 시청 대회의실에서 시민과 자원봉사자 등 1000여 명이 참가한 가운데 ‘빛고을글로벌봉사단’ 발대식을 개최했다.

‘빛고을글로벌봉사단’은 2019광주세계수영선수권대회 인적자원 레거시(유산) 사업이다.

‘빛고을글로벌봉사단’은 대회 기간 통역, 경기보조, 의무, 의전, 시상 등 각 분야에서 활동한 자원봉사자 679명으로 구성됐다.

이들은 수영대회 전체 봉사자(3309명)를 대상으로 한 설문조사에서 참여 의사를 밝힌 봉사자들이다.

10대 53명(7.8%), 20~30대 194명(28.6%), 40~50대 186명(27.4%), 60대 이상 246명(36.2%) 등 연령별 고른 참여율을 보였다.

봉사단원들에게는 다양한 정보가 제공된다.

‘자원봉사 온라인 플랫폼’을 통해 각종 행사소식과 광주 안팎에서 열리는 대규모 행사 정보를 지속적으로 받아볼 수 있다.

‘자원봉사 온라인 플랫폼’은 봉사를 원하는 자원봉사자에게 꼭 맞는 일감을 선택할 수 있도록 여러 정보를 제공하고, 수요처에서는 원하는 자원봉사자를 선정할 수 있는 양방향 플랫폼이다.

광주시 자원봉사센터는 내년 초 ‘글로벌볼런티어아카데미’를 신설, 국제 매너 등 소양교육을 정기적으로 실시할 예정이다.

국제행사와 대규모 행사에 단원들이 적극 참여할 수 있도록 안내하는 등 체계적으로 관리하고 지원할 예정이다.

내년 광주에서는 5월 국제테니스대회와 국제양궁대회, 11월 국제배드민턴대회 등 3개의 국제대회가 열릴 예정이다.

대회마다 20여 개국 300여 명 이상의 선수들이 참여하는 규모다.

이용섭 광주시장은 “2019광주세계수영선수권대회는 자원봉사자들의 열정과 땀에 힘입어 역대 가장 성공적인 대회로 치러졌다”며 “빛고을글로벌봉사단원 한분 한분의 소중한 재능이 광주의 세계화를 견인하는 동력이 되기를 바란다”고 말했다.

@highlight

2019광주세계수영선수권대회를 통해 각 분야에서 활동한 679명의 자원봉사자들이 ‘빛고을글로벌봉사단’ 발대식을 가지며 국제대회 봉사를 계속해 나가기로 했다.