더불어민주당의 내년 총선 후보군이 윤곽을 드러낸 가운데 청와대 참모, 정부 관료, 민간에서 전문성을 인정받은 청년그룹이 두각을 나타낼 전망이다.

민주당 공직선거후보검증위는 지난 22일까지 내년 총선 예비후보자 1차 공모자 310명에 대한 심사를 완료했다.

민주당은 23일까지 2차 공모를 진행하고, 오는 1월 5일 3차 공모를 이어갈 계획이다.

패스트트랙 정국이 장기화되면서 총선 준비일정이 전체적으로 밀렸지만 예비후보들의 움직임은 한창이다.

우선 청와대 참모 출신 후보군의 행보가 두드러진다.

지명도가 있는 수석·비서관급 인사들은 물론 정치신인에 해당하는 행정관급 인사들은 문재인정부 청와대 출신이란 점을 전면에 걸고 경쟁력을 키우고 있다.

청와대 경력이 당내 경선과 지역구 활동에 유리한 소재로 작동한다는 평가다.

민주당 입장에서도 참모진 출신들의 대대적 출마는 정부 정책의 적극적 홍보와 더불어 경선흥행과 주목도 측면에서 득이다.

물론 지나친 편중현상은 부담이 될 수 있다.

관료 출신의 잇단 출마선언도 눈여겨 볼 대목이다.

민주당은 지난 22일 김경욱(53) 국토교통부 2차관,김영문(55) 전 관세청장, 강준석(57) 전 해양수산부 차관 등 3명의 입당을 발표했다.

23일에는 이기우 전 교육부 차관을 영입했다.

내년 총선에서 전략지역에 투입할 후보군이다.

민주당은 장·차관급 총선 영입인사를 발표를 이어갈 계획으로 알려졌다.

윤호중 사무총장은 관료 영입인사에 대해 "실물경제에 능통하고, 정부에서 행정 경험을 풍부하게 쌓은 정통 관료들"이라고 소개했다.

여기에 당 인재영입위원회가 총선 인적쇄신을 염두에 두고 청년·여성 등 30~40대 민간 전문가 그룹을 영입해 내년 총선 후보군으로 선보일 것으로 알려졌다.

민주당은 앞서 현역의원 불출마 지역구에 청년·여성을 우선 공천하고, 경선비용 등을 대폭 줄이겠다고 밝혔다.

내부에선 '두자리 수 이상의 청년 당선자'를 공언하기도 한다.

이같은 인물전략은 선거 후 다양한 보상기제를 갖고 있는 여권 특유의 장점을 최대한 활용하겠다는 뜻으로 풀이된다.

@highlight

민주당 공직선거후보검증위이 지난 22일 청와대 참모 출신, 정보 관료, 여성 및 청년 등 출마 선언표를 던진 다양한 분야의 내년 총선 예비후보자 1차 공모자 310명에 대한 심사를 마치고 2차, 3차 공모를 앞두고 있다.