대구시 신청사 건립지가 달서구 두류동 옛 두류정수장 자리(15만8807㎡)로 결정됐다.

대구시 신청사는 오는 2022년 착공해 2025년 완공된다.

앞서 2021년까지 기본계획 수립, 타당성 조사, 중앙투자 심사 등 행정절차와 기본 및 실시설계를 완료하게 된다.

대구시 신청사 건립추진공론화위원회는 20일부터 2박3일간 진행된 신청사 후보지 4곳에 대한 시민참여단 평가 결과, 달서구가 최고 득점을 획득했다고 22일 밝혔다.

이번 평가는 정책 결정에 숙의 민주주의 방식을 도입한 대구 내 첫 사례다.

또 입지 평가에 이를 도입한 국내 첫 사례이기도 하다.

평가 기간 첫날인 20일 오전 대구어린이회관에 집결한 시민참여단은 곧바로 평가장으로 이동해 2박3일간 일정을 소화했다.

시민참여단은 250명 대구시민으로 구성됐다.

시민참여단은 현장답사를 통해 정보를 전달받고 후보지 구·군 발표 청취와 질의응답, 학습과 토론 등 밀도 있는 숙의 과정을 거치며 후보지 4곳에 대한 충분한 지식을 습득했다.

또 세션마다 열띤 토론과 날카로운 질문을 쏟아내는 등 열정 가득한 모습을 보였다.

4월5일 출범한 신청사 건립추진공론화위원회는 6월 시민 의견 기초조사를 시작으로 7월 시민 원탁회의, 9월 시민설명회 등을 통해 시민의 뜻을 담은 신청사 건립 기본구상과 후보지 신청기준, 예정지 평가 기준을 마련해왔다.

이어 이번 시민참여단 평가 진행까지 마치면서 15년간 표류하던 신청사 건립 예정지 선정 절차가 막바지에 다다르고 있다.

신청사 건립추진공론화위원회는 조례에 따라 23일 시장과 시의회에 평가결과를 보고하는 것으로 올해 일정을 마무리하게 된다.

김태일 신청사 건립추진공론화위원장은 "대구의 미래가 달린 중요한 정책 결정의 권한을 시민이 직접 행사할 수 있도록 한 것은 최고 수준의 민관 협치"라며 "시민의 힘과 역량만을 믿고 흔들림 없이 달려온 것이 틀리지 않았다는 것을 이번 공론화 과정을 지켜보면서 다시 한 번 확인했다"고 말했다.

@highlight

대구시는 입지평가에 숙의 민주주의 방식을 도입한 달서구 두류동 옛 두류정수장 자리(15만8807㎡)에 신청사를 2025년 완공하기로 결정했다.