박남춘 인천시장이 23일 시청 대회의실에서 진행된 '열린인천시정회의'에서 실국별 주요현안에 대해 말하고 있다.

박남춘 인천시장이 수도권매립지 등 지역 현안에 대한 이력 관리를 주문했다.

박 시장은 23일 시청 대회의실에서 진행된 ‘열린인천시정회의’에서 이같이 밝혔다.

그는 "수도권매립지 4자 합의가 누구로부터 출발했고 어떤 논의 과정을 거쳐 합의를 맺었는지에 대해 누구도 명쾌하게 설명할 수 없고, 자료로는 더더욱 설명하지 못한다"며 "이런 사례가 한두 개가 아니다"라고 분통을 터뜨렸다.

박 시장의 이 같은 발언은 2025년 이후 수도권매립지 사용 연장이 불가피한 데 따른 책임 소재를 분명히 하기 위한 것으로 풀이된다.

이는 박 시장이 수도권매립지 2025년 사용 종료를 선포했으나 전임 시정부 때 맺은 4자 합의가 발목을 잡고 있어서다.

인천시·서울시·경기도와 환경부는 수도권매립지 사용 기간을 3-1공구 매립 종료 때까지 연장하는 4자 합의를 2015년 6월 체결했다.

4자 합의에는 ‘대체매립지 조성이 불가능해 확보되지 않은 경우 수도권매립지 잔여 부지의 최대 15%(106만㎡) 범위 내에서 추가 사용한다’는 내용의 독소 조항이 포함됐다.

더구나 현재 대체매립지 조성을 위한 골든타임을 놓친 상황이라 수도권매립지 사용 연장이 불가피하다는 지적까지 나오고 있다.

박 시장은 "누구의 아이디어로부터 시작됐는지 등 일의 모든 것을 투명하고 체계적으로 정리해서 공개해야 한다"며 "현안과 공약 모두의 이력 관리사항을 ‘업무정책포털’에 다 담는 것은 시민들을 위해 꼭 필요한 일"이라고 강조했다.

시는 지역 현안과 공약사업, 시민행복지표 등을 업무정책포털에 담을 방침이다.

업무정책포털은 시 홈페이지와 연계돼 공무원이 해당 사항을 입력하면 바로 홈페이지에 공개된다.

시는 기존 업무관리시스템(In2In)의 노후화로 인한 비효율성을 해결하고 데이터에 기반한 일 잘하는 공직문화를 조성하기 위해 내년부터 업무정책포털을 본격적으로 운영할 계획이다.

@highlight

박남춘 인천시장은 23일 시청 대회의실에서 진행된 ‘열린인천시정회의’에서 "시에서 관리하는 일의 모든 것을 투명하고 체계적으로 정리해서 공개해야 한다"고 강조하며 수도권매립지 등 지역 현안과 공약사업 등에 대한 이력 관리를 주문했다.