해녀 고유의 유산인 공동체 문화와 자연·생태 환경을 동시에 체험할 수 있는 해녀문화마을 조성 사업이 2021년부터 2025년까지 5년간 진행 됨에 따라 사업 계획의 목표 및 기본방향을 설정하는 기틀이 마련됐다.

제주특별자치도는 23일 오후 2시 도청 제2청사에서 해녀문화마을 조성 사업 타당성 조사 및 기본계획 수립 용역을 발표하는 최종보고회를 열었다.

제주도는 이에 앞서 지난 7월 해녀문화마을 조성 사업 타당성 조사를 벌였다.

제주도의 위탁을 받은 (재)한국자치경제연구원이 해녀문화마을 타당성 조사를 위해 도내 전 어촌계 현장 조사 및 대상 마을의 이해관계자 의견 수렴·설문조사·자료와 문헌 연구·해외 우수 사례 분석 등의 과정을 거친 결과 하도리와 사계리가 해녀문화마을 조성 후보지 2곳으로 선정했다.

해녀문화마을은 해녀문화 특화 어촌마을 조성 및 제주관광의 새로운 모델 창출, 해녀문화유산 및 어촌문화경관 보전·관리·활용체계 구축, 마을별 특성화 및 다각적 콘텐츠 개발로 공감의 현장박물관 조성, 운영·관리 마을조직 창출 및 홍보마케팅체계 구축을 목표로 한다.

하도리는 제주에서 해녀 수는 물론, 해녀문화유산과 원담 등 어로 관련 유산을 가장 많이 보유한 곳으로 어촌체험마을로 지정돼 운영해온 만큼 해녀 체험 등 각종 바다 체험은 물론 밭담 쌓기와 전통적 농경방식, 불턱 체험 등을 콘텐츠화 할 수 있다는 전망이 나왔다.

사계리는 두 개의 물줄기가 바다를 향해 연일 쏟아져 내리는 곳으로 제주바다의 원류인 점을 테마로 둘 수 있다.

제주도 해녀문화유산과 관계자는 "해녀문화유산 확보 정도, 마을 구성원들을 대상으로한 지표조사 등을 통해 두 마을이 후보로 선정됐다"며 "사업의 타당성 조사를 위해 진행한 수립 용역이기에 확정된 것은 없지만 두 마을이 큰 이변이 없는 한 사업 대상 우선순위로 고려할 수 있을 것"이라고 말했다.

@highlight

제주도는 23일 해녀문화마을 설립을 위한 보고회를 가지고, 이를 조성하는데 필요한 목표 및 기본방향을 설정한 결과 하도리와 사계리 2곳이 후보지로 선정됐다고 알렸다.