올해 말 종료 예측도...

산자부 "어떤 사안도 결정된 바 없어"

전기차 충전요금 할인특례, 전통시장 전기요금 할인, 주택용 절전 등 올해 말 종료가 예정된 전기요금 할인특례가 연장될 수 있을지 귀추가 주목되고 있다.

올해가 일주일 밖에 남지 않은 상황에서 전기요금 할인특례가 종료될 것이라는 예측이 나오고 있는 가운데 정부는 "어떤 사항도 결정되지 않았다"는 입장을 밝히고 있다.

23일 산업통상자원부와 한국전력 등에 따르면 전기차 충전요금 특례, 전통시장 할인 등 한시적으로 적용되고 있는 전기요금 특례할인 기간이 원칙적으로 올해 말 종료될 예정이다.

전기차 특례요금은 전기차 보급을 확대하기 위한 특별 요금제로, 2017년부터 2019년 말까지 3년간 한시적으로 시행되고 있다.

이에 따라 기본요금(홈충전기 기준 월 1만7000원 가량)이 완전 면제되고 충전요금도 50% 할인된다.

특례요금 적용이 종료되면 결과적으로 전기차 이용자의 부담이 적어도 2배 이상 늘어날 것으로 보인다.

제주도는 전기차 보급 확대를 위해 충전요금 특례할인이 반드시 연장돼야 한다는 입장이다.

이와 함께 전통시장 할인(월 5.9% 할인), 주택용 절전(월 10~15% 할인) 등에 대한 할인특례 적용 기간도 올해 말까지로 예정돼 있다.

한전은 오는 30일 이사회를 열어 전기요금 특례할인 종료 여부를 최종 결정할 것으로 알려지고 있다.

일각에서는 전기차 충전요금 특례할인이 종료될 것이라는 예측이 나오고 있다.

이에 대해 산업통상자원부는 23일 보도설명자료를 내고 "올해 일몰기한이 도래하는 할인특례는 한전 재무구조가 악화돼 검토하는 것이 아니라, 당초 정해진 기한이 도래함에 따라 도입취지 등에 비춰 연장 필요성을 검토하는 것으로 현재 어떠한 사항도 결정된 바 없다"고 밝혔다.

이어 "향후 한전은 이해관계자 의견수렴 결과 등을 종합적으로 검토한 후 정부와 협의를 거쳐 최종 개편방안을 마련할 예정"이라며 "또한 별도 기한이 없는 전기요금 할인특례에 대해서는 현재 전혀 검토한 바 없다"는 입장을 전했다.

@highlight

전기차 충전요금 특례, 전통시장 할인 등 전기요금 특례할인 기한이 올해 말까지인 가운데 한전은 30일 이사회를 열어 이해관계자 의견수렴 결과 등을 검토한 후 정부와 협의를 거쳐 최종 개편방안을 마련하고 전기요금 특례할인 종료 여부를 결정한다는 뜻을 전했다.