정부가 올해까지 마무리하기로 했던 시설물유지관리업 개편작업이 내년 상반기로 넘어가게 됐다.

업종별 이해관계가 대립하면서 논의가 사실상 중단된 상태다.

23일 관련업계에 따르면 건설업종 개편 TF(태스크포스)는 지난 9월 이후 시설물유지관리업 개편 논의를 하지 않고 있다.

당초 정부는 올해 상반기까지 시설물유지관리업을 포함한 단기 업종 개편을 완료할 계획이었다.

하지만, 지난 6월 국토연구원에서 시설물유지관리업 개편 방안을 제시한 이후 논의 속도가 떨어졌다.

종합건설업계와 전문건설업계는 시설물유지관리업계의 복합공사 수주에 제동을 걸어야 한다는 입장인 반면 시설물유지관리업계는 시설물 안전 등을 고려하면 업역을 더 넓혀야 한다고 맞섰다.

이후 지난 8∼9월에 진행된 업종 개편 TF에서 정부는 시설물유지관리업 개편을 전문업종 개편 작업 때 같이 하자는 의견을 제시했다.

현재 정부는 29개인 전문업종을 10개 내외로 줄이는 안을 추진하고 있다.

건설업계 한 관계자는 "정부가 시설물유지관리업 개편을 전문업종 개편 과정에서 함께 논의하자고 비공식적으로 설명했다"면서 "그 이후에 추가 논의는 없는 상황"이라고 전했다.

TF에서는 지난 10월과 11월에도 회의를 열고 업역 칸막이가 사라진 이후 발주 기준을 어떻게 할지 등을 논의했지만 시설물유지관리업을 포함한 업종 개편 논의는 하지 않은 것으로 알려졌다.

다만, 건설업계는 내년 상반기에는 시설물유지관리업 개편과 관련한 대략적인 윤곽이 나올 것으로 보고 있다.

게다가 내년 10월에는 전문건설협회 전국 시ㆍ도회와 업종별협의회 선거도 있다.

전문건설업계 관계자는 "전문업종이 어떻게 합쳐질지 모르는 상황에서 선거를 진행하는 것은 여의치 않을 것"이라며 "내년 상반기에는 큰 그림이 나와야 한다"고 말했다.

다만, 시설물유지관리업계가 시설물업 개편에 반대 입장을 고수하고 있고, 전문업계 내에서도 대업종화를 두고 찬반 의견이 나뉘고 있어 업종 개편이 지연될 가능성은 여전하다.

전문건설사의 한 대표는 "정부가 전문업종 대업종화를 추진하고 있지만 시공 전문성 강화라는 입장에서 보자면 오히려 업종을 세분화해야 한다"라고 강조했다.

@highlight

업종별 이해 관계가 대립하면서  건설 업종 개편 TF는 지난 9월 이후 시설물 유지 관리업 개편 논의가 중단된 상태인데 내년 상반기에는 시설물 유지 관리업 개편에 대략적인 윤곽이 나올 것으로 전망한다.