12월 25일은 아기 예수의 탄생을 기리는 날이다.

크리스마스는 원래 영어로 그리스도(Christ)의 미사(mass: 가톨릭의 제의 중에서 가장 중심이 되는 의식)를 의미하지만, 이날이 예수의 탄생일인지는 아직까지도 분명하지 않다.

초기 그리스도 교도는 1월 1일, 1월 6일, 3월 27일 등에 예수의 탄생을 기념했다고 알려진다.

크리스마스가 12월 25일로 고정된 것은 3세기 무렵이다.

이는 예수 탄생의 명확한 근거보다는 계절적 요인 등 사회적 현실이 반영된 것으로 분석되고 있다.

종교적 이유도 있지만 12월은 한 해가 마무리되는 달이라는 점에서 그동안 수확한 곡물 등을 이웃과 나누며 다음 해의 풍요를 기원하는 축제적 성격이 크다는 것이다.

결국 크리스마스는 아기 예수의 탄생을 축하하며 추운 겨울을 서로의 온기로 견디며 봄의 희망을 담는 날로 자리 잡아 온 셈이다.

하지만 이번 크리스마스를 앞둔 한반도에는 평화와 희망의 분위기보다는 대결의 긴장감이 고조되고 있다.

미국에 ‘새로운 셈법’을 요구하며 한반도 비핵화 협상 시한으로 ‘연말’을 제시한 북한은 공공연히 ‘크리스마스 선물’을 거론하는 등 도발을 시사하고 있다.

국제 관계 전문가들은 북한이 낮은 수준으로는 ‘핵·미사일 모라토리엄 폐기’ 선언을, 더 나아가서는 위성과 ICBM 발사, 최악으로는 7차 핵실험에 나설 가능성도 거론하고 있다.

북미의 신경전도 갈수록 날카로워지고 있다.

트럼프 미국 대통령은 북한이 적대적으로 행동하면 ‘모든 것을 잃을 것’이라고 경고했다.

북한의 김영철 노동당 부위원장은 ‘우리는 더 이상 잃을 것이 없는 사람들’이라며 맞받아쳤다.

이런 가운데 크리스마스를 앞둔 23~24일 중국에서는 한반도 비핵화 등을 의제로 한·중·일 정상회담이 열리고 있다.

트럼프 미국 대통령도 최근 시진핑 중국 국가주석과 전화를 통해 북한 문제를 논의한 것으로 알려져 주목된다.

한반도 평화의 봄을 위한 모두의 바람이 ‘북미의 협상 테이블 복귀’라는 깜짝 ‘크리스마스 선물’로 나타나기를 기대해 본다.

@highlight

크리스마스를 앞두고 북한은 미국에  한반도 비핵화 협상 시한으로 연말을 제시하며 '크리스마스 선물'을 거론하며 한반도에 대결의 긴장감이 고조되는 가운데  북미의 협상 테이블 복귀라는 선물이 나타나기를 기대한다.