제주특별자치도가 중국 발 크루즈 운행중단의 장기화로 어려움을 겪고 있는 크루즈산업을 활성화시키기 위해 다양한 사업을 적극 추진키로 했다.

제주도는 2017년 3월 중순부터 사드배치에 따른 정치적 요인으로 중국발 크루즈 운항이 중단된 이후 3년 가까이 제주의 크루즈산업 분야 경기 침체가 이어짐에 따라 이를 극복하기 위한 크루즈관광 활성화 사업을 추진한다고 25일 밝혔다.

먼저, 중국외 일본과 대만, 월드와이드 크루즈 유치 확대를 위해 미국 등 국제크루즈박람회에 참가해 주요 글로벌 크루즈 선사 등에 제주 기항지 인프라 홍보를 강화키로 했다.

해양수산부와 합동으로 일본과 대만, 홍콩 지역 포트 세일즈(Port Sales) 행사에 참가해 현지 크루즈선사와 모객 여행사 관계자를 대상으로 크루즈 제주 유치 확대 마케팅을 펼쳐 나갈 계획이다.

또 제주도내 크루즈 내수시장 확대로 제주를 준모항으로 육성하고 크루즈에 대한 도민 인식을 새롭게 하기 위해 크루즈 도민체험단도 확대 운영할 계획이다.

이와 함께 아시아 최고의 크루즈 허브도시로서의 제주 위상을 제고 하기 위한 국제적인 크루즈 네트워크를 더욱 강화해 나갈 방침이다.

내년 8월말 '제8회 제주국제크루즈포럼'을 개최해 아시아 크루즈산업 활성화 방안모색은 물론 지역경제 활성화와 연관산업 육성 등 제주 크루즈산업의 재도약 방안 마련을 위한 심도 있는 논의와 관련 업계간 비즈니스 미팅(B2B)의 장도 펼쳐질 예정이다.

제주가 설립한 아시아 최대의 크루즈 단체인 '아시아 크루즈 리더스 네트워크(ACLN)'에서는 연구개발사업, 정보제공사업, 지역연계사업 등 운영 활성화 사업을 추진하게 된다.

아울러 중국발 크루즈 한국기항 재개에 대비해 제주항 및 서귀포크루즈항에 크루즈 입출항 서비스 제공과 크루즈관광객들에게 관광 정보 및 편의 제공 등 크루즈 수용태세도 강화해 제주 재방문을 유도해 나가기로 했다.

무엇보다도 크루즈관광으로 인한 지역경제 활성화를 도모하기 위해 크루즈선 제주 체류시간을 최소 8시간으로 확대하고 지역상권 방문 등 기항지관광 프로그램 개선을 위한 크루즈선사와 모객여행사 대상으로 관광상품 구성협의도 강화해 나갈 계획이다.

@highlight

제주도의 25일 발표에 따르면 사드배치에 대한 보복으로 2017년부터 이어진 중국행 크루즈 운항 중단으로 어려움을 겪고있는 크루즈산업을 위해 중국을 제외한 일본, 대만등의 세계각국에 제주 기항지를 홍보하고, 내수시장 활성화와 도민들의 인식개선을 위해 체험단도 꾸릴 예정이라고 말했다.