‘지리산 수락폭포’

서양화가 황순칠 작가는 2005년부터 매년 연말 딸과 함께 그림이 있는 음악회를 열고 있다.

처음 음악회를 시작했을 때 6세였던 딸 상희양은 어느덧 피아노를 전공하는 대학생이 됐다.

초창기 두 사람이 열던 음악회는 이후 김광복(피리), 원장현(대금), 김선희(소프라노), 이창훈(바이올린), 박의혁(피아노), 서만재(기타) 등 많은 음악인들이 함께 하면서 작은 축제가 됐다.

15회째를 맞는 올해 음악회는 유·스퀘어문화관 등에서 열었던 예년과 달리 오랜만에 작업실에서 소박하게 진행할 예정이다.

27일 오후 7시 광주시 남구 송하동 황순칠 작가 작업실에서 열리는 이번 음악회에서는 피아니스트 서현일이 베토벤 소나타 ‘월광’과 쇼팽의 ‘녹턴’을 들려주며 바이올리니스트 이종만(광주시립교향악단 수석)이 비발디의 ‘사계’ 중 ‘겨울’, 비에니아프스키의 ‘전설’을 연주한다.

딸 상희양은 바흐의 ‘프렐류드&푸가 1권 17번’과 베토벤 ‘소나타 16번’을 연주하며 황작가도 피아노 연주를 들려준다.

화실에서 열리는 공연인만큼 황 작가의 근작 20여점을 직접 만날 수 있다.

최근 몇년간 집중적으로 그려온 화순 운주사 그림과 함께 초봄의 풍경을 느낄 수 있는 매화 그림, 지리산 수락폭포, 함양 벽소령 등 다채로운 그림을 만날 수 있다.

황 작가는 운주사 천불천탑 작업을 마무리하는 시점에 대규모 전시회를 열 계획이다.

황 작가는 “종일 야외에서 작업하고 밤이면 음악으로 그림의 여운을 풀고 스스로 노래하며 나만의 멜로디를 갖고 논다”며 “사랑하는 가족과 벗들과 함께 작은 음악회를 열 수 있어 행복하다”고 말했다.

@highlight

황순칠 작가는 27일 오후 7시 광주시 남구 송하동 작업실에서 딸 상희양의 피아노 연주와 함께 그림이 있는 음악회를 열 계획이며, 황 작가의 근작 20여점도 직접 만날 수 있는 시간이 될 것이라고 전했다.