고위공직자범죄수사처(공수처)설치법안이 연내 통과될 경우 내년 7월께 공수처가 출범할 것으로 전망된다.

더불어민주당 박주민 최고위원은 24일 한 라디오에 출연해 "공수처는 법안이 통과되고 시행된 후 6개월이 지나면 만들어진다"며 "공수처 설치법이 12월 말께 통과가 된다면 시행을 준비하는데 20여 일 정도 걸리고 6개월이 지난 대략 7월 정도면 공수처가 만들어진다고 보면 된다"고 말했다.

4+1 합의안에 따르면 공수처 협상의 최대 쟁점이었던 기소심의위원회는 설치하지 않기로 했다.

공수처의 사무를 통괄하고 소속 직원을 지휘·감독하는 공수처장은 국회 동의 절차 없이 대통령이 임명토록 했다.

법무부 장관, 법원행정처장, 대한변호사협회장, 여야 추천 인사(4명) 등 총 7명으로 구성된 추천위원회 중 6명 이상 동의로 후보자 2명을 추천하면 국회 인사청문회를 거쳐 대통령이 임명한다.

공수처 검사는 공수처장의 제청에 따라 대통령이 임명한다.

공수처 검사 자격은 ‘검사와 변호사 자격을 보유한 10년 이상 경력자’ 가운데 ‘재판·조사·수사 업무 경력 5년 이상’이어야 한다.

공수처의 수사 대상은 대통령과 4촌 이내 친인척, 국회의장 및 국회의원, 대법원장 및 대법관, 헌법재판소장 및 헌법재판관, 국무총리 및 총리비서실, 중앙선거관리위원회 정무직공무원, 각 부처 장·차관, 대통령비서실·안보실·경호처·국정원 3급 이상 공무원, 검찰총장, 지방자치단체장, 장성급 장교, 판·검사, 경무관급 이상 경찰 등 7천여 명이다.

다만 기소권을 행사할 수 있는 대상은 판·검사와 경무관급 이상 경찰로 한정돼 있다.

공수처 수사 대상에 대해 다른 수사기관이 중복된 범죄수사를 진행하고 있을 경우 공수처는 이첩을 요구할 수 있으며 해당 수사기관은 이에 응해야 한다.

공수처의 정치적 중립 보장을 위해 청와대와 공수처 간 이른바 ‘직거래’ 금지 조항도 명문화했다.

@highlight

대통령과 4촌 이내 친인척, 국회의장 및 국회의원, 대법원장 및 대법관, 헌법재판소장 및 헌법재판관, 국무총리 등 고위 공직자 7천여 명을 수사대상으로 하고 공수처장은 국회 동의 없이 대통령이 임명한다는 내용의  고위공직자범죄수사처설치법안이 연내 통과될 경우 빠르면 내년 7월 경에 출범할 수 있을 것으로 전망된다.