전남 담양군(군수 최형식)은 오는 26일부터 소상공인 결제수수료 부담을 덜어주는 '제로페이'와 연계한 담양사랑 모바일 상품권을 발행한다고 24일 밝혔다.

군은 정부의 지자체 상품권 육성 정책에 발맞춰 지난 2007년부터 (사)담양군상인협의회가 발행하고 있던 담양사랑상품권의 발행을 중단하고 '담양사랑 상품권 이용 활성화에 관한 조례'를 제정하고 직접발행을 시작했다.

가맹점 모집을 위한 별도의 서포터즈 채용으로 지난 8월부터 현재까지 관내 주요 카페, 음식점, 편의점 등 약 380여 곳의 가맹점을 확보하였으며 향후 지속적으로 가맹점도 늘려갈 계획이다.

군은 사용의 활성화를 위해 현재 시행중인 둘째아 첫돌 축하금의 상품권 대체지급 외에 내년부터는 농어민 공익수당(약 54억)을 지역상품권으로 지급하는 등 상품권 수요 증가 및 소비층 확대에 매진할 예정이다.

발행되는 모바일 상품권은 제로페이 간편결제앱을 통해 충전과 환전, 환불이 가능하다.

또 지역의 특색을 담은 특별한 상품권 제작을 위해 지난달부터 상품권 디자인 공모전을 진행했으며 평가 후 당선작은 향후 지류 및 카드상품권 제작에 활용할 예정이다.

한편, 군은 모바일상품권 출시 및 설 명절을 기념해 내달 24일까지 특별할인판매를 시행하며 이는 기존의 종이 상품권도 동일하게 적용된다.

구매한도는 일반할인 시 개인의 경우 월 50만 원 한도 6% 할인, 법인 월 1000만 원 한도 3% 할인, 출시와 명절 특별할인 개인 월 100만 원 한도 10% 할인, 법인 월 2000만원 한도 5% 할인으로 구입이 가능하다.

군 관계자는 "지역경제 활성화라는 궁극적인 목적 달성을 위해서는 지역 소상공인들의 적극적 가맹점 가입 및 카드결제 시스템을 구축해야 한다"며 "할인판매라는 매력적인 조건을 잘 이용해 지역을 찾는 관광객들이 상가를 이용할 수 있도록 상인분들의 적극적인 협조를 바란다"고 말했다.

@highlight

정부의 지자체 상품권 육성 정책에 따라, 전남 담양군이 소상공인 결제수수료 부담을 덜어주는 '제로페이'와 연계된 담양사랑 상품권을 발행하였으며, 관내 주요 까페, 음식점 등 380여 곳의 가맹점을 확보하며 향후 더욱 늘릴 방침이다.