17일 서울 동대문구 한국외국어대학교에서 열린 '유웨이 2020학년도 정시 가채점 설명회'에 참석한 수험생 및 학부모들이 대학배치참고표를 보고 있다.

한국대학교육협의회는 26일부터 표준 공통원서 접수시스템을 통해 2020학년도 대입 정시모집 원서를 접수한다고 24일 밝혔다.

전국 4년제 일반대학은 26일부터 31일까지 3개 모집군 가운데 선택해 전형을 치르며, 전문대학 정시모집 원서는 30일부터 내년 1월13일까지다.

표준 공통원서 접수 시스템은 한 번 작성한 공통원서로 여러 대학에 지원할 수 있도록 했는데, 원서접수 대행사인 유웨이어플라이 또는 진학어플라이 중 한 곳에 통합회원으로 가입한 뒤 이들 대행사를 통해 원서를 접수하는 일반대학 188개교, 전문대학 137개교 등 모든 대학에 지원할 수 있다.

다만 대학 자체적으로 원서를 접수하는 경찰대학, 공군사관학교, 광주가톨릭대학교, 광주과학기술원, 국군간호사관학교, 대전가톨릭대학교, 수원가톨릭대학교, 영산선학대학교, 울산과학기술원, 육군사관학교, 중앙승가대학교, 한국방송통신대학교, 해군사관학교 등은 해당되지 않는다.

한 번 작성한 공통원서와 공통자기소개서는 희망하는 여러 대학에 지원할 때 활용할 수 있으며, 필요하면 수정해 제출할 수도 있다.

수시모집 기간에 작성했던 회원정보와 공통원서가 있다면 이를 재활용할 수도 있다.

또 내보내기나 가져오기 기능을 이용, 원서접수 대행사 간에도 주고받을 수 있다.

수험생들은 지원할 대학을 선택한 후 공통원서 항목을 확인·수정하고, 대학 지원사항, 사진 등 대학별 추가입력 사항을 작성한 뒤 저장하면 된다.

입학전형료는 개별 또는 묶음(대행사별)으로 선택 결제할 수 있다.

대교협 관계자는 "수험생들은 우선 컴퓨터가 공통원서 접수시스템 접속에 문제가 없는지 확인해야 한다"며 "사전에 통합회원 가입과 공통원서를 작성을 마쳐 원서 접수 마감시기에 다급하게 작성하다 실수하지 않도록 유의하라"고 조언했다.

@highlight

한국대학교육협의회는 26일부터 원서접수 대행사인 유웨이어플라이 또는 진학어플라이 중 한 곳에 통합회원으로 가입한 뒤 이들 대행사를 통해 원서를 접수하는 표준 공통원서 접수시스템을 이용해 2020년학년도 대입 정시모집 원서를 접수하며 전국 4년제 일반대학은 26일부터 31일까지 3개 모집군 중 선택해 전형을 진행하고 전문대학 정시모집 원서는 30일 부터 내년 1월13일까지 가능하다.