김형률 칠곡경찰서장이 조규범 주무관(오른쪽)에게 감사장을 수여한 뒤 기념촬영을 하고 있다.

[칠곡] 사회복지직 공무원이 ‘극단적 선택’을 시도한 주민에 대해 헌신적인 사후관리에 나서 화제다.

주인공은 칠곡 석적읍사무소 조규범 주무관(49)으로, 이모씨(여·석적읍)의 추가적인 극단적 시도를 막기 위한 노력이 새삼 주목받고 있다.

지난달 24일 남구미 대교.

생활고를 겪던 이씨가 낙동강으로 투신했다.

다행히 인근에서 제트스키를 타던 동호회 회원에 의해 구조돼 병원으로 이송됐지만 이씨의 심신은 망가질 대로 망가진 상태였다.

기초적인 조사를 마친 경찰은 심리적 지원이 무엇보다 중요하다고 판단했다.

마침 이씨에 대한 행정적 지원과 상담을 해줄 조 주무관과 연락이 닿았다.

조 주무관은 휴일임에도 즉시 병원으로 달려가 이씨의 추가적인 극단적 시도를 막기 위해 혼신의 노력을 이어갔다.

조 주무관은 우선 병원에서 1차 상담 후 자살예방센터와 연계해 치료 상담을 실시하고, 국민기초수급 대상자 지원 등의 행정적 지원을 연계해 줬다.

또 생활고를 겪고 있는 이씨를 위해 공적인 긴급지원비는 물론 사비까지 들여 쌀·라면 등의 생필품을 구매해 지원했다.

이후에도 조 주무관은 하루가 멀다 하고 이씨의 집을 찾아가 따뜻한 말동무가 되어 주고 삶에 대한 용기와 희망을 심어줬다.

그런 노력 덕분일까.

이씨는 조금씩 이성을 찾기 시작했고 지금은 삶에 대한 의지를 키워 나가며 열심히 하루하루를 살아가고 있다. 이러한 사실이 알려지자 칠곡경찰서는 최근 조 주무관에게 감사장을 수여해 감사의 마음을 전하고 선행을 알렸다.

조 주무관은 “공직자로서 마땅히 해야 할 일을 했을 뿐인데 과분한 상을 주신 것 같다”며 “따뜻한 말 한 마디와 작은 관심이 큰 화를 방지할 수 있는 만큼 앞으로도 맡은 바 소임을 성실히 수행해 나가겠다”고 말했다.

@highlight

칠곡 석적읍사무소 조규범 주무관은 ‘극단적 선택’을 시도한 주민에 대해 헌신적인 사후관리에 나서 이모씨의 추가적인 극단적 시도를 막아 칠곡경찰서로부터 감사장을 수여받았다.