자유한국당은 25일 원자력안전위원회(원안위)가 전날(24일) 전체회의를 열고 경주 월성 1호기 영구 정지를 의견한 데 대해 "원안위는 국가와 국민을 위한 기관인가, 아니면 오로지 문재인 정권만을 위한 하부기관인가?"라고 비판했다.

원안위는 월성1호기 영구 정지 안건을 표결에 부쳐 찬성 5, 반대 2로 확정했다.

재적 위원 중 자유한국당 추천 위원 2명만 반대하고, 정부와 더불어민주당이 추천한 인사들은 모두 찬성표를 던졌다.

원전운영사인 한국수력원자력 이사회는 작년 6월 월성 1호기의 폐쇄를 의결했으나 국회 국정감사에서 당시 이사회의 의결 과정에 의혹이 제기돼 재석 의원 203명 중 162명의 찬성으로 감사원의 감사가 시작됐고, 현재 감사가 진행 중인 상황에서 원안위가 폐쇄결정을 내버린 것이다.

이어 대해 성일종 한국당 원내대변인은 "이는 지금 국회에서 민주당이 저지르고 있는 일방적 밀어붙이기를 원안위에서도 똑같이 자행한 결과"라며 "헌법기관인 국회와 감사원의 권능을, 헌법에 언급도 되어 있지 않은 기관인 원안위가 깡그리 무시해 버렸다"고 지적했다.

성 대변인은 이어 "'판도라'라는 영화를 보고 나서 탈원전을 다짐한 사람이 대통령이 되자 온 나라, 온 정부가 총동원되어 탈원전을 위해서라면 뭐든지 하고 있다"며 "그 화룡정점으로 이제는 헌법가치마저도 무시해버린 것"이라고 비판했다.

또 성 대변인은 "문재인 정부의 무리한 탈원전은 최근 세계 주요 선진국들의 원전 정책과도 역행하고 있다"며 "미국은 최근 플로리다의 터키포인트 원전 3·4호기 수명을 80년으로 연장했다. 프랑스는 15년 내 6기의 신규 원전 건설을 검토하고 있으며, 영국은 2030년까지 신규원전 12기의 건설을 추진하고 있다. 스웨덴은 지난 10월 여론조사에서 국민 78%가 원전에 찬성했다"고 강조했다.

그러면서 "세계의 추세에 역행하면서까지 대통령의 아집대로만 밀어붙이는 이런 행태를 반드시 국민이 심판할 것"이라고 했다.

@highlight

25일 원자력안전위원회가 전체회의를 열고 경주 월성 1호기 영구 정지를 의견한 데 대해 자유한국당은 정부의 무리한 탈원전은 터키, 영국, 프랑스와 같은 주요 선진국들의 원전 정책과도 반하는 행태라며 비판했다.