극한 대치 중인 더불어민주당과 자유한국당이 정세균 국무총리 후보자 인사청문특별위원회 인선을 마무리, 청문회 정국으로 돌입한다.

인사청문특별위원회 위원장으로 나경원 의원이 선정된 가운데 민주당은 박병석, 원혜영, 박광온, 신동근, 박경미, 김영호 의원 등 6명과 한국당 김상훈, 주호영, 김상훈, 김태흠, 김현아 의원이 특위 명단에 이름을 올렸다.

여야간 극한 대치 속 각 당이 간판급 중진 의원들을 내세우며 기선 잡기에 나선 것이다.

정치권은 벌써부터 청문일정 확정 및 증인채택 등 청문회 사전 논의단계에서부터 여야간 신경전을 예항하고 있다.

인사청문회법에 따라 특위 위원은 민주당 6명, 자유한국당 5명, 바른미래당 1명, 비교섭단체 1명 등 총 13명으로 구성된다.

국회 인사청문특위로 회부된 문재인 대통령의 정 후보자 인사청문요청안 부속서류에 따르면 정세균 총리 후보자 부부는 총 51억5,344만원 규모의 재산을 신고했다.

정 후보자 본인 명의의 재산은 19억 1,775만원으로, 마포구 상수동에 있는 한 아파트 9억 9,200만원, 종로구에 있는 한 아파트 전세금 6억 8,000만원 등이다.

예금은 8,571만원이었고, 자동차는 2018년식 EQ900(6,474만원)을 신고했다.

정 후보자의 배우자는 경북 포항에 6만 4,790㎡ 땅(32억 62만원)을 신고했고 예금은 3,457만원이었다.

정 후보자는 1978년 육군 병장으로 만기 제대했으며, 장남은 2004년부터 2007년까지 알토닉스라는 업체에서 병역특례제도를 통해 군 복무를 마쳤다.

현행 인사청문회법에 따르면 국회는 청문요청서를 접수한 날로부터 20일 이내인 2020년 1월 8일까지 인사청문회를 마치고 인사청문경과보고서를 제출해야 한다.

총리 후보자는 인사청문특위에서 보고서를 채택한 이후 본회의에서 재적의원 과반수 출석에 이어 출석의원 과반수 찬성으로 가결돼야 임명이 가능하다.

@highlight

정세균 국무총리 후보자는 인사청문을 곧 실시할 예정이며 후보자는 인사청문특위에서 보고서 채택 후 과반수 찬성이 됐을 경우 임명을 할 수 있다. 