교보생명이 대한민국의 스포츠 리더로 성장할 꿈나무 육성에 나선다.

교보생명은 교보교육재단과 함께 '교보 체육꿈나무 체(體)·인(仁)·지(智)' 1기 출범식을 열었다고 26일 밝혔다.

교보 체육꿈나무 체·인·지는 꿈나무체육대회 출신 선수 중 잠재력을 가진 유망주를 발굴해 미래의 바른 리더로 성장할 수 있도록 지원하는 꿈나무 육성 장학사업이다.

교보생명은 대회 성적은 물론 인성과 비전, 학업·생활관리 등을 종합적으로 고려해 육상·수영·빙상·체조·유도·탁구·테니스 등 7개 종목에 2명씩, 총 14명의 체육 꿈나무를 매년 선발할 계획이다.

올해는 종목별 연맹 산하 추천위원회의 후보자 추천, 서류 심사와 현장 실사, 체육·교육학 교수로 구성된 외부 전문심사위원단 심사회의 등 선발 과정을 거쳐 1기 장학생이 선발됐다.

선발된 장학생에게는 중·고교 6년간 꿈나무 장학금 200만원을 매년 지원하고, 이 기간 중 국가대표로 선발돼 국제대회에서 입상하면 별도의 장학금을 전달할 예정이다.

또 교보문고, 교보교육재단과 함께 교육·인성개발 측면의 차별화된 연계 프로그램도 운영할 계획이다.

맞춤형 학습, 인성 함양, 리더십 등 교육 프로그램을 지원하고, 심리·진로 상담 등 멘토링도 진행한다.

이날 출범식에는 윤열현 교보생명 사장을 비롯해 선종학 교보교육재단 이사장, 각 연맹(협회) 회장·임원, 전문심사위원, 종목별 장학생과 학부모·코치 등 70여 명이 참석한 가운데 종목별 장학생 시상식이 진행됐다.

육성하고 기초종목을 활성화시키기 위해 1985년부터 35년째 '교보생명컵 꿈나무체육대회'를 열고 있다.

민간 유일의 유소년 전국종합체육대회로 한국을 대표하는 스포츠 선수들을 키워낸 메달리스트의 산실로 알려져 있다.

@highlight

교보생명은 꿈나무체육대회 출신 선수 중 잠재력을 가진 유망주를 발굴해 미래의 바른 리더로 성장할 수 있도록 지원하기 위해 '교보 체육꿈나무 체(體)·인(仁)·지(智)' 1기 출범식을 열었다.