동작구(구청장 이창우)가 주민의 안전을 강화하기 위해 서울특별시 동작구 안전취약계층 주거환경 안전점검 및 정비에 관한 조례와 서울특별시 동작구 화재대피용 방연마스크 비치 및 지원에 관한 조례를 제정, 내년부터 시행한다.

이번 조례는 주민의 생활안전을 도모하고 생명과 재산을 보호하기 위해 마련됐다.

먼저, 안전취약계층 주거환경 안전점검 및 정비에 관한 조례는 안전에 취약한 주민들이 주거 내 발생할 수 있는 사고에 대비하고 조기에 위험요소를 완화하는 것을 목적으로 한다.

구체적으로 조례에는 ▲차상위계층, 치매노인 등 안전취약계층의 범위 ▲안전점검 사업 지원 신청 및 비용에 관한 사항 ▲안전장치 설치 등 사업 시 전기·가스·소방은 전문 점검 기관과의 위탁 추진 사항이 포함돼 있다.

구는 새롭게 제정된 조례를 바탕으로 내년부터 현재 기초생활수급자, 장애인 등에게 지원 중인 '안전취약가구 안전점검 및 정비사업'의 대상 범위를 다문화 가정, 청소년가장 등까지 확대한다.

또, 화재대피용 방연마스크 비치 및 지원에 관한 조례에는 화재대비 골든타임의 확보를 위해 주민들이 많이 이용하는 시설 등에 누구나 쉽게 사용가능한 방연마스크 비치를 권장한다.

구는 내년부터 사업비 6860만원을 투입해 경로당, 보육시설 등 방연마스크 비치 권장 시설에 마스크 구입에 필요한 지원을 할 계획이다.

이밖에도 구는 다중이용시설을 이용하는 주민을 대상으로 화재발생 시 신속한 대피를 위한 교육을 하고 유관기관과 협력체계를 구축해 화재예방정책을 효율적으로 추진한다.

유옥현 안전재난담당관은 "이번 조례 제정을 통해 주민을 위한 생활안전대책을 철저하게 추진하겠다"며 "앞으로도 주민의 안전사고 예방을 위한 다양한 사업을 펼치겠다"고 말했다.

구는 지난 7월 전국 최초 아동안전교육 지원시스템을 구축해 연령별·상황별 맞춤형 찾아가는 안전교육을 추진, 올해 처음 중앙부처 및 지자체 등 안전교육 추진기관 267곳을 대상으로 실시한 '국민 안전교육 이행실적 점검'에서 우수기관에 선정됐다.

@highlight

동작구가 서울특별시 동작구 안전취약계층 주거환경 안전점검 및 정비에 관한 조례와 서울특별시 동작구 화재대피용 방연마스크 비치 및 지원에 관한 조례를 제정해 내년부터 시행하며 이 조례는 안전에 취약한 주민들이 주거 내 발생할 수 있는 사고에 대비하고 조기에 위험요소를 완화하는 것을 목적으로 하여 대상 범위를 다문화 가정, 청소년가장 등까지 확대한다.