신세계가 커피 찌꺼기로 천연 비료를 만들어 중소 농가에 기부한다고 25일 밝혔다.

신세계백화점의 '천연 비료 프로젝트'는 수도권 6개 점포의 VIP 라운지 이용 고객들에게 제공하는 커피에서 나온 커피 찌꺼기를 유기농 비료로 만드는 것이다.

신세계는 지난 10월부터 각 점포별로 2주에 한 번씩 회수한 커피 찌꺼기를 전남 장성에 위치한 공장에서 비료로 가공했다.

이렇게 만든 비료의 양은 총 30여톤에 달한다.

신세계백화점 수도권 점포에서는 매년 커피 찌꺼기가 50톤 이상 버려진다.

커피 찌꺼기 비료는 오는 26일까지 제주도 감귤 농장, 전남 무안의 양파 농장, 경북 상주의 포도 농장 등 유기농 재배만을 고집하는 지역 중소 농가 5곳에 무료로 제공된다.

신세계는 이번 천연 비료 프로젝트가 자원의 선순환은 물론 지역 중소 유기농 농가의 농작물 재배에도 도움을 주는 친환경 사회공헌 활동이 될 것으로 기대하고 있다.

커피 찌꺼기 수거 대상도 향후 지방 점포까지 확대한다.

기부한 천연 비료로 재배한 유기농 상품은 백화점에서 판매한다.

신세계는 내년 가을부터 천연비료를 받은 농가에서 재배한 제주산 유기농 감귤, 배, 사과, 양파 등을 한 데 모아 선보인다.

신세계는 지역 중소 농가의 수도권 판로 확대와 함께 백화점을 이용하는 고객들의 친환경 소비 문화 확대에 앞장선다는 계획이다.

신세계백화점은 지난 11월 폐립스틱으로 만든 업사이클링 크레파스 300세트를 하계, 면목, 동대문구 등 서울 내 5곳의 종합복지관에 기부하고 아동들을 대상으로 한 친환경 미술 교실을 선보인 바 있다.

신상화 신세계백화점 CSR담당은 "자원선순환은 물론 어려운 중소 농가를 돕기 위해 이번 친환경 사회공헌활동을 기획하게 됐다"며 "친환경 장바구니, 업사이클링 상품 제작 등 친환경과 관련한 사회공헌활동을 계속 선보이며 지속가능한 소비 문화 확산에 앞장설 것"이라고 말했다.

@highlight

신세계가 커피 찌꺼기로 천연 비료를 만들어 오는 26일까지 제주도 감귤 농장, 전남 무안의 양파 농장, 경북 상주의 포도 농장 등 유기농 재배만을 견집하는 지역 중소 농가 5곳에 무료로 나누고 기부한 비료로 재배한 유기농 상품은 백화점에서 판매한다.