김영록 전남지사는 지난 24일 “2020년 도정예산 첫 8조, 국고예산 첫 7조 시대를 맞아 효율적인 예산 집행으로 도민 한분 한분에게 고루 혜택이 돌아가도록 해 도정 목표인 ‘내 삶이 바뀌는 도민 행복시대’를 일궈나가자”고 강조했다.

김 지사는 이날 오전 도청 서재필실에서 열린 실국장 정책회의를 통해 “지난 1년 쉼 없이 달려온 결과 많은 성과를 낸 만큼 이제 우리 힘을 안으로 모으고, ‘원팀’으로 뭉쳐 도민을 위해 더 큰 일을 할 때”라며 이 같이 밝혔다.

김 지사는 “최근 송년사와 신년사, 신년 인터뷰 등을 준비하다 보니 올해 생각보다 많은 실적을 거둔 것으로 분석됐다”며 “특히 사상 첫 국고 7조원을 돌파한 성과를 잘 활용해 도민들에게 혜택이 제대로 돌아가도록 한다면 보람이 배가 될 것”이라고 말했다.

김 지사는 또 “에너지신산업 규제자유특구 지정, 수소경제 선도 비전 선포, 남해안 신성장 관광벨트 등 관광 비전 제시, 새천년 인재육성 프로젝트 발표에 이어 이를 종합해 새 천 년 비전으로 ‘청정 전남, 블루 이코노미’를 선포한 것은 전남의 방향을 적절하게 잘 잡았다는 평가를 받았다”며 “이밖에 도정의 여러 가장 기초적인 업무도 중요한 만큼 이 모든 것을 잘 추진해주길 바란다”고 당부했다.

김 지사는 “광주-순천 경전선 전철화 예타재조사 통과는 목포-부산이 2시간 24분, 광주-부산이 2시간 36분으로 가까워져 남해안 광역 경제권의 토대가 되고 ‘남해안 신성장 관광벨트’의 기본 SOC 역할을 하게 될 것”이라며 “앞으로 전남의 산업이나 관광 등 연관된 다양한 분야에서 어떻게 맞춰 대응할 것인지 준비를 철저히 해나가자”고 말했다.

특히 그는 “관광 분야에서 전남 6천만 관광시대가 성큼 다가오고 있다”며 “이는 상징적 의미일 뿐이므로 단순히 숫자를 늘리는 것에 그치지 않고 체류형 관광으로 체질을 바꿔 돈이 되고 인구가 늘어나는 효과가 나타나도록 하자”고 독려했다.

@highlight

전남지사는 국고 예산의 효율적인 예산집행으로 삶이 바뀌는  행복시대를 이끄는 사업으로 에너지신사업,수소경제 선도,관광,인재육성을 비전으로 도민에 고루 돌아가도록 준비를 철저히 해나가도록 하겠다.