금융당국이 금융 분야 규제개선에 속도를 높이고 있다.

25일 정부에 따르면 금융위원회는 지난 19일 기존규제정비위원회를 열어 저축은행ㆍ상호금융ㆍ여전업 등 중소금융 분야 93건의 규제 가운데 18건을 내년 중 법 개정을 통해 개선하기로 의결했다.

이에 따라 대출채권의 자산건전성 분류기준이 달라진다.

저축은행의 경우 압류ㆍ가처분시 일괄 '고정이하'로 분류되던 것이 요주의 분류가 가능한 쪽으로 개선된다.

개인사업자 채무조정 활성화를 위해 채무조정 후 성실상환시 자산건전성 상향분류가 가능한 대출을 개인사업자대출까지 확대하는 방안도 추진된다.

지금은 상향분류가 가능한 대상이 가계대출로 한정된다.

저축은행이 서민ㆍ중소기업의 금융편의 도모 등 부대업무를 영위할 때 금융위의 승인을 받도록 하는 현행 규정은 영위 가능한 부대업무를 감독규정에 명시하고 다른 저축은행이 승인받은 부대업무에 대해서는 별도 승인 없이 취급 가능한 쪽으로 손질된다.

상호금융 조합의 주사무소 소재지와 관계 없이 해당 시군구 및 생활권ㆍ경제권이 밀접한 인근 읍면동으로 영업구역을 확대할 수 있도록 요건을 합리화하는 방안 또한 개선 대상에 포함됐다.

금융위는 아울러 중소기업 및 창업ㆍ혁신기업 등에 대한 생산적 금융에 기여할 수 있도록 부동산리스업의 요건을 완화하는 등 규제체계를 합리화할 방침이다.

전날에는 금융회사가 상품 출시 전 금융당국에 약관을 신고하는 절차를 사전신고에서 사후보고로 바꾸는 은행법ㆍ자본시장법ㆍ저축은행법ㆍ여신전문금융업법 시행령 개정안이 국무회의를 통과했다.

개정안은 소비자에 대한 금융서비스의 제공이 적시에 이뤄질 수 있도록 하고 금융회사의 자율성을 확대하려는 취지다.

금융위는 다만 이용자의 권리나 의무에 중대한 영향을 미칠 우려가 있다고 판단해 대통령령으로 정하는 경우에는 사전신고를 하도록 예외를 뒀다.

아직 출시된 적이 없어 예기하지 못한 소비자 피해 발생 가능성이 있거나 기존 서비스와 차별성이 있는 내용을 포함하는 경우 등이 예외다.

@highlight

지난 19일 금융위원회는 금융회사의 자율성 확대를 위해 93건의 중소금융 규제 가운데 18건을 내년 중 개선하기로 의결했으며, 저축은행이 영위 가능한 부대 업무를 규정에 명시하는 쪽으로 현행 규정을 변경할 예정이다.