청와대 관계자 "내년 시진핑 방한 확정적...리커창 총리도 가능성 열려"

중국 시진핑 국가주석과 리커창 총리의 내년 한국 방문 가능성이 커지면서 2016년 사드(THAAD·고고도미사일방어체계) 배치 이후 얼어붙었던 한중 관계 회복 원년이자 중국인 관광객 유치 확대로 이어질지 주목되고 있다.

청와대 핵심 관계자는 25일 춘추관에서 기자들과 만나 "시진핑 주석의 방한은 내년 상반기가 거의 확정적이며, 구체적인 시기를 조율하고 있다"며 "리 총리는 내년에 한국에서 열리는 한중일 정상회의 참석 가능성을 크게 열어뒀다"고 밝혔다.

이 관계자는 "문재인 대통령이 지난 23일과 24일 제8차 한중일 정상회의를 계기로 중국을 방문할 당시 시 주석과 리 총리와의 양자 회담에서 이 같은 논의가 있었다"고 밝혔다.

특히 지난 23일 한중 정상회담과 관련 "문 대통령은 2021년은 한국 방문의 해이고, 2022년은 중국 방문의 해이자 양국 수교 30주년을 맞는 해"라며 "2022년을 한중 문화관광 교류의 해로 지정하고 내년부터 인적·문화적 교류를 더욱 촉진해 나가자고 제안했다"며 "이에 대해 시 주석은 행사를 하겠다고 답했다"고 말했다.

또 24일 한중일 정상회의 후 공동기자회견 말미에는 올해 개최국인 중국의 리커창 총리가 내년도 개최국인 문 대통령에게 '비공식 이양식'을 했다고 전했다.

이처럼 한중 교류가 확대되면 제주특별자치도를 찾는 중국인 관광객 증가에도 긍정적인 역할을 할 것으로 기대되고 있다.

이에 따라 제주도와 제주관광공사 등 유관 조직, 관광업계 등의 중국인 관광객 유치 대책을 준비해야 할 것으로 보인다.

제주 방문 중국인은 2016년 크루즈 관광객을 포함해 모두 306만1522명에 달했지만 사드 여파로 비공식적인 한한령(限韓令·한류 제한령) 조치 이후 단체관광이 끊기면서 2017년 74만7315명으로 급감했다.

올해는 10월까지 88만8331명으로 전년보다 증가세를 보이고 있다.

한편 시 주석은 박근혜 대통령 재임 때인 2014년 7월 방한한 바 있다.

@highlight

청와대 핵심 관계자는 문재인 대통령이 제8차 한중일 정상회의를 계기로 중국을 방문할 당시 중국 시진핑 국가주석과 리커창 총리가 내년에 한국에서 열리는 한중일 정상회의에 참석 가능성을 크게 열어뒀다고 밝혀 한중 관계 회복과 중국인 관광객 유치 확대로 이어질지 주목되고 있다.