여야 ‘4+1’(더불어민주당·바른미래당·정의당·민주평화당+대안신당) 협의체의 합의로 본회의에 상정된 공직선거법이 통과돼도 TK(대구·경북) 선거구는 변동이 없을 전망이다.

25일 복수의 협의체 관계자들에 따르면 협의체는 지역구·비례대표를 각각 253석과 47석으로 유지하고 연동률을 50%로 하는 내용 등의 선거법 개정안을 논의한 것으로 전해졌다.

현행 공직선거법은 선거일 전 15개월 전 인구기준으로 선거구를 획정하도록 정하고 있다.

아울러 인구가 가장 많은 지역구와 가장 적은 지역구의 인구 편차 허용 범위는 2:1이다.

이에 따라 올해 1월31일 대한민국 인구(5천182만6천287명, 총선 15개월 전)를 기준으로 산출한 선거구 상·하한 구간은 13만6천565명∼27만3천129명이다.

TK에도 인구 하한선에 미달하는 선거구들이 있지만 이들은 이웃 지역구 통폐합시 상한선 이상으로 인구가 넘치기 때문에 일부 구획 조정을 통해 선거구를 유지할 전망이다.

영양·영덕·봉화·울진군(13만7천992명)은 현재 포항북구, 포항남구울릉군을 함께 떼고 붙여 울릉·영양·영덕·봉화·울진군과 포항남구·포항북구로 지역구 수를 유지해 개편할 수 있다는 것.

현행 공직선거법상 국회의원 선거구 획정은 중앙선거관리위원회 내의 독립기구인 국회의원선거구획정위원회에서 정한다.

국회는 획정위에 ‘획정안’과 의견 등을 제시하고 획정위는 이를 토대로 선거구를 획정한다.

따라서 이같은 획정안은 전망치에 가깝다고 평가된다.

협의체 관계자는 “도시의 선거구 조정시 하나의 동을 나눠서 획정하는 방법을 도입해 합리적으로 나누고, 농산어촌을 배려하는 방향으로 획정해달라는 취지를 의견을 획정위에 전달할 예정”이라고 말했다.

@highlight

25일 여야 '4+1' 협의체가 지역구·비례대표를 253석과 47석으로 유지하고 연동률을 50%로 하는 선거법 개정안에 합의해, TK는 인구 하한선에 미달된 선거구의 일부 구획 조정만 있을 뿐 특별한 변동이 없을 전망이다.