애플의 올 한해 에어팟 60억 달러(한화 약 7조원)치를 판매한 것으로 나타났다.

25일(현지시간) 토니 사코나기 베른스테인 애널리스트는 리서치 노트에서 올해 애플의 웨어러블 매출은 189억 달러(약 22조원), 이중 에어팟 매출은 60억 달러로 집계됐다고 밝혔다.

특히 내년 애플의 에어팟 매출은 2배 이상 늘어날 것으로 전망된다.

사코나기 애널리스트는 내년 에어팟 판매량이 올해의 2배 이상인 8500만 대를 넘어설 것이라고 분석했다.

내년 에어팟 매출 전망치는 150억 달러(약 17조4000억원)로 애플의 연 매출 중 3.5%를 차지하는 규모다.

에어팟의 폭발적인 인기를 바꾸어 말하면 정점을 향하고 있다는 의미이기도 하다.

토니 새코나기 AB 번스타인 애널리스트는 "매출이 정점에 도달하고 나면 성장 곡선이 완만해지는데 애플의 에어팟이 빠르게 성장하면서 기록적 매출에 빠르게 도달할 수 있다"고 말했다.

한편 진 먼스터 루프 벤처스 애널리스트는 올해 애플의 에어팟 판매량을 5990만대, 평균 판매가격(ASP) 142달러를 기준으로 85억 달러(약 9조8600억원)의 매출을 기록할 것이라고 분석했다.

내년 ASP 159달러 기준 에어팟 매출은 92억 달러(약 10조6700억원), 총 9580만대를 판매할 것으로 내다봤다.

애플 '에어팟 프로'

글로벌 시장조사기관 IDC에 따르면 올해 3분기 웨어러블 제품 판매 1위는 애플이었다.

시장 점유율은 35%를 기록했고 3분기 출하량은 2950만대에 이른다.

지난해 같은 기간보다 195.5% 성장했다.

애플 다음으로는 샤오미(1240만대), 삼성(830만대), 화웨이(710만대), 핏빗(350만대) 순으로 많았다.

애플이 지난 3월 무선 충전 기능을 지원하는 '에어팟 2세대'에 이어 10월에는 노이즈 캔슬링(외부 소음 차단) 갖춘 '에어팟 프로'까지 출시하며 무선 이어폰 시장을 키우고 있다.

3분기 전체 웨어러블 제품 출하량은 8450만대로 지난해보다 94.6% 성장했다.

@highlight

애플은 올해 에어팟 60억 달러(한화 약 7조원)의 판매량을 달성하고 내년은 올해 매출의 2배 이상 늘어날 것으로 전망되며 이 같은 성장세는 정점을향하고 있다는 의미를 뜻한다.