전자통신업계 경영진들이 새해 첫 주 미국 라스베이거스에서 열리는 CES에서 경영전략을 발표할 전망이다.

CES는 미국소비자기술협회가(CTA)가 주관해 개최하는 세계 최대규모 IT·가전전시회다.

1967년 미국 뉴욕에서 제1회 대회가 열린 이후 지금까지 이어지고 있다.

2010년대 들어서는 모빌리티 관련 전시가 더해지면서 더욱 규모가 커졌다.

하현회 LG유플러스 부회장이 올초 미국 라스베이거스에서 열린 CES2019에서 LG전자 부스를 방문해 신제품을 시연하고 있다.

업계에 따르면 삼성전자 LG전자 SK텔레콤 LG유플러스 등 전자통신업계 경영진은 CES2020에 총 출동한다.

우선 삼성전자는 김기남 부회장, 고동진 사장, 김현석 사장 등 대표이사 3인이 모두 참석한다.

특히 김현석 사장은 이번 행사에서 기조연설을 한다.

삼성전자 계열사 사장들도 예년과 마찬가지로 출장길에 오른다.

이동훈 삼성디스플레이 사장, 이윤태 삼성전기 사장 등도 CES현장에서 활발하게 거래선 미팅을 진행할 것으로 예상된다.

다만 이재용 부회장은 참석하지 않는 것으로알려졌다.

LG그룹도 대부분의 전자계열사 사장단이 CES2020을 찾는다.

우선 지난달 LG전자 CEO에 취임한 권봉석 사장이 현장에서 새해 LG전자 경영전략과 비전을 발표할 예정이다.

LG디스플레이 신임 사령탑인 정호영 사장 역시 CES에서 외부 공식 데뷔무대가 예정돼 있다.

하현회 LG유플러스 부회장, 정철동 LG이노텍 사장, 김영섭 LG CNS 사장 등도 CES2020을 찾는다.

특히 하현회 부회장은 주요 경영진과 함께 CES를 찾아 디지털 트랜스포메이션 가속화 구상을 구체화할 예정이다.

구광모 LG그룹 회장과 권영수 부회장은 이번 전시회에 가지 않는다.

박정호 SK텔레콤 사장도 경영진과 함께 CES를 방문해 글로벌 협력 확대를 지속할 전망이다.

한편 SK그룹은 지난해와 마찬가지로 SK텔레콤 SK하이닉스 SK이노베이션 SKC 등이 공동부스를 꾸릴 예정이다.

@highlight

삼성전자 LG전자 SK텔레콤 LG유플러스 등의 전자통신업계 경영진들이 새해 첫 주 미국 라스베이거스에서 열리는 세계 최대규모 IT·가전전시회CES에서 경영전략을 발표할 전망이다.