[디지털타임스 이미정 기자]한화시스템이 26일 방위사업청과 약 4685억 원 규모의 전술정보통신체계(TICN) 3차 공급 계약을 체결했다.

TICN은 군 통신망을 기존 아날로그 대신 디지털로 통합해 고속, 유·무선 데이터 전송을 지원하는 시스템으로 우리 군이 미래전에 대비해 첨단 전술지휘자동화체계(C4I)를 구축하는 데 있어 핵심이 되는 체계이다.

지난 2016년 연구개발 완료 후 올해까지 진행된 초도·2차 양산을 통해 성공적으로 전력화가 진행되고 있다.

이번 계약은 우리 육해공군의 TICN 전력화를 위한 3차 양산 사업 건으로 내년부터 2022년 말까지 진행될 예정이다.

3차 양산을위해 한화시스템은 1~2차 사업과 동일하게 체계의 핵심 품목인 망관리·교환접속체계, 전술이동통신체계, 소용량 무선전송체계를 납품한다.

한화시스템은 2016년 말까지 약 1881억 원 규모 1차 양산을, 올해 12월까지 약 4624억 원 규모 2차 양산 사업을 성공적으로 마무리한 바 있다.

사업 주요 업체로서 3차 양산에서도 40개 이상 협력업체들과의 긴밀한 협업을 지속함으로써 높은 고용창출 및 생산유발 효과를 이어갈 수 있을 것으로 기대하고 있다.

향후 TICN 전력화가 완료되면 우리 군은 대용량의 음성 및 영상 데이터를 실시간으로 전송 및 활용하는 것은 물론 전시에 유·무선망이 파괴돼도 군 지휘통제·전술통신 체계를 그대로 유지할 수 있게 된다.

이를 통해 네트워크 중심의 미래전장에 대응해 통합전투역량이 극대화될 것으로 예상된다.

김연철(사진) 한화시스템 대표이사는 "한화시스템은 TICN 1, 2차 양산 사업을 성공적으로 완수해 우리 군의 최신 정보화에 기여해왔다"며 "앞으로도 혁신적인 R&D 투자와 고객 및 협력업체와의 긴밀한 협력을 통해 첨단 ICT 기반 국방력 증대와 방산 글로벌 경쟁력 강화에 힘을 보탤 것"이라고 말했다.

한편, 이번 계약에 따라 한화시스템은 올해 방산부문에서 연 수주 목표치를 초과 달성한 것은 물론 최초로 연 수주 금액이 2조원을 넘게 됐다.

@highlight

26일 한화시스템과 방위사업청이 약 4685억 원 규모의 전술정보통신체계(TICN) 3차 공급 계약 체결을 하였으며, TICN은 군 통신망을 디지털로 통합해 우리 군이 미래전에 대비해 첨단 전술지휘자동화체계를 구축하는데 핵심이 되는 체계로 내년부터 2022년 말까지 진행될 예정이다.