충북시·군의회의장협의회 "국토균형발전 모범사례 될 것"

▲ 충북시·군의회의장협의회 73차 정례회에서 하재성 협의회장(앞줄 가운데)을 비롯한 참석자들이 기념촬영하고 있다.

[충청일보 박재남기자] 충북 시·군의회 의장협의회는 26일 "제4차 국가철도망 구축계획에 수도권 광역철도망과 중부내륙 철도망을 연결하는 수도권 내륙선 건설사업을 반영해 달라"는 내용의 건의문을 채택했다.

의장협의회 이날 제천시청 소회의실에서 시·군의회 의장, 부의장 등 총18명이 참석한 가운데 제천시의회 주관으로 73차 정례회를 개최했다.

의장협의회는 건의문에서 "수도권 내륙선은 경기도 화성시(동탄)에서 안성시와 충북 진천군을 경유해 청주국제공항을 잇는 길이 78.8㎞의 일반철도 구축 사업"이라고 설명했다.

충북도와 청주시, 진천군, 경기도 등이 지난 10월 국토교통부에 신규 건의한 사업이다.

예상 사업비는 2조5000억원이며, 완공 시 동탄에서 청주공항까지 34분 이내에 도착할 수 있다.

협의회는 이어 "수도권 내륙선은 과밀화된 수도권 교통·항공 수요의 분산을 통해 지역 성장 발판을 마련하고, 지역 주민 편의를 증진해 국토 균형 발전 실현의 모범사례가 될 것"이라며 "지역 간 상생과 협력의 계기가 될 수 있도록 해 달라"고 호소했다.

협의회는 이 건의문을 국회와 국토교통부에 보낼 예정이다.

하재성 협의회장(청주시의회 의장)은 "지난 달 지방이양일괄법이 소관상임위원회에서 의결돼 본회의에 부의돼 있지만 본회의가 열리지 못하고 있어 지방분권으로의 진행이 매우 지난한 상황"이라며 "지방이양일괄법 및 지방자치법이 20대 국회 내에 처리돼 지역이 고루 성장할 수 있는 기반이 마련되길 바란다"고 말했다.

충북시·군의회의장단협의회는 도내 시·군의회의 상호 유대와 공동 관심사 협의를 통해 지방자치제도의 확립과 지역사회 발전을 도모하기 위해 설립됐다.

@highlight

충북 시군의회 의장협의회는 수도권 내륙선 건설사업을 제4차 국가철도망 구축계획에 반영할 수 있는 건의문을 채택하였으며, 이는 수도권내 교통 및 항공 수요의 분산과 지역 주민의 편의를 높여 국토 균형 발전을 기대할 수 있을 것이라 설명했다.