세계적인 생태계 보고인 DMZ(비무장지대)를 개발할 시 경기도민들이 가장 중요하게 여기는 가치는 ‘환경’을 보전하는 것이라는 조사결과가 나왔다.

26일 경기연구원의 ‘경기도의 남북 환경협력 방안 연구’ 보고서에 따르면 연구원은 지난 7월 수도권 주민 1천 명을 대상으로 남북 환경협력 관련 설문조사를 진행했다.

설문조사 결과, 응답자의 87%가 DMZ의 환경적 가치가 높다고 응답했으며, DMZ와 접경지역 활용·개발 시 우선시해야 할 핵심가치로 ‘환경’(82%)을 꼽아 ‘경제’(17%)를 선택한 응답자 수를 크게 앞질렀다.

남북 접경지역의 주거지 형태로는 67% 응답자가 마을단위의 분산된 주거지를 선호했으며, 접경지역의 에너지 공급방식에 대해서는 66% 응답자가 태양에너지 등 재생에너지를 선택했다.

보고서는 DMZ와 접경지역의 경제적 가치보다는 환경적 가치가 월등하다는 설문조사 결과를 바탕으로 환경 분야별 협력방안을 제시했다.

보고서가 제시한 협력방안은 ▶(자연환경) 산림병해충 피해회복, 양묘장 현대화 ▶(하천) 수변 완충구역 설정, 한강하구 거버넌스 운영 ▶(상하수도) 취수원과 취수방식 결정, 하수시설 기술지원 ▶(자원순환) 폐기물처리시설 설치 및 자원순환계획 수립 지원 ▶(대기) 모니터링과 배출원 조사, 사업장 관리기술 지원 ▶(에너지) 소형 태양광 지원, 임진강 생물권보전지역에 에너지 자립마을 모델 구축 ▶(보건) 남측의 제약과 북측의 천연물 소재를 결합한 R&D 추진, 남북 가축전염병 공동대응 등이다.

이기영 선임연구위원은 "환경과 개발 전문가, 관련기관 등이 폭넓게 참여한 ‘DMZ 지속가능 발전위원회’(가칭)를 만들어 백지상태인 DMZ 인근 지역에 기존의 남측 개발방식의 한계를 극복하고 미래세대를 위한 새로운 발전방식을 창조해 지속가능한 발전모델을 구상하는 것이 좋다"고 제안했다.

@highlight

경기연구원이 진행한 설문조사에 의하면 경기도민의 87%가 DMZ(비무장지대) 개발 시 '환경 보존'을 가장 우선순위로 여긴다는 결과가 나타났다. 