충남도가 농어업의 공익적 기능 보장을 위해 내년부터 지역 농가에 '충남형 농어민 수당'을 지원한다.

도는 26일 도청에서 '제12회 충남도 열린 지방정부회의'를 열어 15개 시장 및 군수와 이 같은 내용의 협약을 체결했다고 밝혔다.

농어민수당 지원은 심화된 도농 간 소득격차와 농촌 공동화 문제에 대응할 목적으로 신설된다.

그간 한국 농정은 세계무역기구(WTP)와 도하개발아젠다(DDA) 등 시장개방 이후 경쟁력 강화를 위해 규모화·전문화에 집중 투자해 왔다.

하지만 이러한 투자방식이 농업소득의 불균형과 농업인구 감소, 소규모·고령농가의 확대를 초래했다.

실제 1㏊ 미만의 소규모 농가 비중은 전체의 64.6%를 차지하지만 이들 농가의 농업소득은 매년 줄어드는 현실이다.

반면 식량공급, 수자원 형성, 생태계보전 등 농업·농촌의 공익적 가치와 중요성은 날로 커져 농어업의 공익적 기능 보장 필요성이 부각된다.

이에 따라 도와 시군은 내년부터 농업환경실천사업을 폐지하는 대신 농어민수당을 신설해 지역 농어업인에게 현금 또는 지역화폐를 지급할 방침이했다.

지급대상은 농어업경영체에 등록한 후 1년 이상 거주한 농가·임가·어가 등 16만5000여 가구로 지원금은 도가 40%, 시·군이 60%를 부담하되 구체적 지원규모는 향후 협의를 통해 결정한다.

양승조 충남도지사는 "도는 농어민수당을 통해 농어업·농어촌의 공익적 가치가 제대로 평가받고 농어민이 보람과 자긍심으로 농어업에 임할 수 있도록 지원하겠다"며 "또 지속가능한 농어업 환경을 만들도록 도와 시·군이 함께 힘을 모으겠다"고 말했다.

한편 전남과 전북은 이미 농민수당제를 추진하는 중으로 기초단체 중에선 전남 강진과 해남, 함평, 광양, 화순, 경북, 봉화, 충남 부여 등이 농민수당을 지급한다.

@highlight

충남도가 심화된 도농 간 소득격차와 농촌 공동화 문제 해결을 위해 내년부터 충남형 농어민 수당을 지원하기로 하고, 15개 시장 및 군수와 협약을 체결했다고 밝혔다.