전북지방중소벤처기업청은 26일 올해 4차로 백년가게로 선정된 전북지역 8곳 중 남원 ‘경방루’에서 현판식을 가졌다.

백년가게 선정업체에 대한 자긍심을 높이고 소상공인의 성공모델로 널리 알리고자 함이다.

이날 행사에는 전북중기청을 비롯한 지자체와 소상공인시장진흥공단, 소상공인연합회 등 관계기관이 참석해 업체대표를 포함한 지역 소상인들과 현장에서 경영애로와 의견을 나누는 소통의 자리를 가졌다.

백년가게로 선정된 ‘경방루’는 1900년 초에 중국에서 이주한 진경방씨가 창업해 남원에서 가장 오래된 중화요리 음식점으로 현재 진가의, 진대자 대표가 4대째 가업승계를 받아 운영하고 있다.

이곳은 대대로 내려오는 가문의 비법인 메주콩을 발효시켜 만든 춘장과 생 춘장을 기름에 튀기듯이 볶는 옛 조리 방식으로 깊고 풍부한 맛으로 많은 고객을 확보하고 있으며, 유명 TV 프로에도 다수 소개돼 전국적인 인지도가 매우 높은 곳이다. 게다가 100여년간 이어진 한우물경영을 통해 축적된 경영지식과 전통을 유지하며 정직한 맛을 위한 노력이 돋보이는 곳으로 최근 매장도 현대의 트랜드에 맞춰 고급 정통 중화요리 레스트랑 분위기로 신축해 운영하고 있다.

소매업 또는 음식점업 점포를 대상으로 ‘백년가게’를 선정해 오고 있다.

선정된 백년가게에는 인증현판을 제공하고 맞춤형 컨설팅, 혁신역량 강화교육, 보증우대(100% 보증, 수수료 0.8% 고정), 소상공인정책자금 금리우대(0.4% 인하) 등 다양한 정책수단을 연계 지원하고 있다.

2018년부터 현재까지 전북지역의 백년가게는 27곳*이 선정됐고, 이번에 진행한 ‘경방루’을 포함해 20곳의 현판식을 완료했다.

전북지방중기청 안남우 청장은 “우리지역에서 한우물경영으로 100여년의 역사를 이어가며 백년가게로 선정된 경방루의 현판식을 매우 뜻깊게 생각한다”며, “이 업체의 축적된 성공노하우와 혁신사례가 도내 소상공인에게 확산되어 자영업 생태계의 선순환으로 이어질 수 있도록 적극적으로 뒷받침 하겠다”고 밝혔다.

@highlight

전북지방중소벤처기업청은 남원에서 가장 오래된 중화요리 음식점인 '경방루' 등 8곳을 백년가게로 선정했으며 26일에 '경방루'에서 백년가게 현판식을 가졌다. 