'광주상생카드' 발행액이 26일 올해 목표인 827억 원을 돌파했다.

광주광역시는 지역자본의 역외유출을 방지하고 소상공인 매출 증대를 통한 지역경제 활성화를 도모하기 위해 지난 3월20일 출시한 지역화폐 '광주상생카드'가 발행 9개월 만에 목표액을 초과 달성했다고 26일 밝혔다.

'광주상생카드'는 시가 올해 추진한 시정시책 중 성과가 뛰어나고 시민들로부터 지지받는 대표적 사업인 '올해의 베스트 7'에서 오랫동안 시민들에게 큰 관심을 받은 도시철도 건설과 자동차 합작법인 사업에 이어 3위로 선정되며 지역 소상공인과 시민들의 높은 관심을 입증했다.

내년 발행 목표액은 3000억 원으로 대폭 확대될 예정이다.

시는 이를 위해 특별할인 및 정책수당 연계 확대, 이벤트 등을 통해 사용자를 확대하고, 젊은층 등 대상별 타깃마케팅 활동 등 홍보 효과를 극대화하기 위한 다양한 홍보방법을 추진한다는 계획이다.

특히, 내년에도 1월1일부터 설 명절 등을 맞아 '10% 특별할인'을 실시한다.

이번 특별할인은 종전과 같이 선불카드와 체크카드 각각 1인당 구매·사용 한도 50만 원 내에서 10% 할인혜택을 제공, 최대 할인한도 100만 원의 10%인 10만 원까지 할인받을 수 있다.

'광주상생카드' 운영 방법도 소상공인과 사용자 의견을 반영해 일부 개선 될 예정이다.

내년 1월1일부터는 체크카드 발급 대상은 개인에서 법인·단체까지 확대되고 연령 기준이 달랐던 선불·체크카드의 발급기준도 모두 만 14세 이상으로 통일된다.

또 선불카드의 재사용을 유도하고, 구매 시마다 은행을 방문해야하는 불편함을 해소하기 위해 충전 시에도 할인이 적용되도록 하고, 사용액 확대를 위해 권면금액의 60% 이상 사용 후 잔액 환급 시 환급액에 대한 할인지원액을 환수할 수 있도록 시스템을 개선 중이다.

박남언 시 일자리경제실장은 "올 한해 '광주상생카드'가 성공적으로 정착할 수 있도록 관심을 갖고 호응해준 시민들께 감사하다"며 "앞으로도 '광주상생카드'가 지역경제 활성화에 도움이 될 수 있도록 많이 이용해주기를 바란다"고 말했다.

@highlight

광주광역시는 지역자본의 순환과 지역경제 활성화를 위해 출시한 지역화폐 '광주상생카드'가 지난 3월 발행 후 9개월만에 목표액을 초과 달성해 내년 목표액을 3000억으로 대폭 확대할 예정으로 앞으로도 많이 이용해주기를 바란다고 26일 밝혔다.