대구 수성갑 총선 예비후보자인 이진훈 전 수성구청장이 수성구 연호동으로 이전해가는 법원, 검찰청 후적지(약 3만㎡)에 대한 활용방안 검토를 서둘러야 한다고 주장해 주목받고 있다.

이 전 청장은 26일 “도시개발에서 타이밍은 중요한 요소”라며 2016년 경북도청이 이전해간 후 그 해의 대구시 GRDP(지역총생산)가 - 0.1%로 전국 시·도 중 유일하게 마이너스 성장을 했다는 점을 잊어선 안된다”며 이같이 주장했다.

그는 이날 자료를 통해 “1973년 이후 47년간 공원부지를 해제해 사용되어 온 법원 후적지는 교육도시 수성구의 특성을 살려 4차산업혁명의 전진기지로 조성해야 한다”며 인공지능을 테마로 한 AI에듀파크 또는 신산업R＆D지구 개발 추진을 제안했다.

이는 곧바로 4차산업혁명 시대 학생들의 창의성을 높이고 신산업 연구개발의 장이 될 것이라는 이 전 청장은 “시대적 과제로서 국가적 차원에서 추진돼야 한다”고 강조했다.

이 전 청장은 특히 법원주변 재개발 정책 방향타로 일자리보존과 공공성우선 원칙을 제시했다.

일자리 보존 원칙과 관련, 그는 “주변 법조타운 지역은 주상복합개발 촉진대책을 세워 일자리가 보전되도록 해야 한다”면서 “법원, 검찰청 후적지도 생산적으로 쓰여야 하며, 연호동 법조타운 개발을 맡고 있는 LH 등에 넘겨 아파트건설용으로 쓰는 것은 절대 반대한다”고 강조했다.

그러면서 “법조타운의 법률서비스 업체를 대체하기 위하여 동대구벤처밸리의 범위를 현재 MBC네거리에서 범어네거리까지 확장할 필요가 있다”고 제안했다.

사통팔달의 교통중심으로 대구 최대의 교통량을 보이고 있는 범어네거리에는 현재 법률, 금융, 교육, 의료 등 1천개 이상의 서비스업체가 포진해 있다.

여기에서 법조타운이 이전해간다면 일자리의 1/4이 빠져나갈 것으로 우려된다는 얘기다.

이 전 청장은 또 공공성 우선 원칙에 대해서도 법원 전면의 공원주차장 부지(약 1만2천㎡) 또한 야시골공원이 공원일몰제에 따라 보상하는 시기에 함께 확보, 시민들에게 제공돼야 한다고 목소리를 높였다.

@highlight

대구 수성갑 총선 후보자인 이진훈 전 수성구청장은 2016년 경북도청이 이전해간 후 대구시 GRDP가 유일하게 마이너스 성장이었다는 점을 잊지 않기 위해 법원 후적지를 인공지능을 테마로 한 파크 등으로 개발해야한다고 제안하였다.