착한텔레콤이 보조배터리와 거치대와 겸용으로 사용할 수 있는 유무선 보조배터리 '스카이 도킹 보조배터리'를 출시했다.

이 제품은 포코핀 커넥터를 탑재한 배터리로, 보조배터리와 스마트폰을 동시에 충전할 수 있다.

도킹 중에는 스마트폰을 최대 10W로 고속 충전하는 무선충전기로 작동된다.

보조배터리를 단독으로 사용할 때는 고속 무선충전은 물론, USB-PD(Power Delivery), QC 3.0 고속 유선충전도 가능하다.

최대 3대의 기기를 유무선으로 동시에 충전할 수 있다.

아이폰, 안드로이드 스마트폰을 비롯해 노트북, 태블릿 등의 스마트 디바이스도 충전 가능하다.

보조배터리의 안전성을 강화해 국가 통합인증인 KC와 무선충전기기 인증을 받았다.

130도(℃)에서 30분 동안의 고온테스트를 거치며 한국산업표준(KS)의 기준을 충족했다.

현대해상화재보험의 제조물배상 책임보험에 가입해 제품으로 인한 사고가 발생하면 최대 2억원을 보장한다.

착한텔레콤은 20명의 스카이 서포터즈를 대상으로 사전 체험 행사를 실시해 실제 사용 환경에서의 테스트도 완료하였다.

스카이 도킹 보조배터리의 공식 가격은 4만9900원이다.

출시를 기념해 선착순 1000명에게 20% 할인가에 판매한다.

11번가를 비롯해 G마켓, 옥션, 인터파크, 위메프, 티몬, 쿠팡, 1300k, 29cm, 텐바이텐, 롯데홈쇼핑, 네이버 스토어팜 등 주요 온라인 쇼핑몰에서 구매할 수 있다.

박종일 착한텔레콤 대표는 "스카이 도킹 보조배터리는 무선충전기와 보조배터리를 결합한 새로운 개념의 제품으로 최근 BOT(Battery of Things) 시대가 확대되는 트렌드 속에서 새로운 카테고리 제품이 될 것"이라며 "기존 휴대폰 브랜드로 인식되던 '스카이'를 모바일 주변기기로 확장하기 위해 '가성비' 전략과 함께, 새로운 제품을 먼저 내놓는 '패스트(Fast)' 전략을 함께 추진할 것"이라고 말했다.

@highlight

착한텔레콤이 포코핀 커넥터를 탑재한 '스카이 도킹 보조배터리'를 출시하였으며, 도킹 중에 스마트폰을 최대 10W로 고속 충전하는 무선충전기로 작동하는 기능이 있다.