홍남기 부총리 겸 기획재정부 장관은 27일 "통계작성 과정 전반이 보다 투명해져야 하며 그 프로세스도 고도화돼야 한다"고 강조했다.

홍남기 부총리는 이날 정부서울청사에서 주재한 '제15차 국가통계위원회'에서 "신뢰받지 못하는 통계라면 의미가 없다"며 이같이 말했다.

홍 부총리는 "최근과 같이 경제 사회구조가 빠르게 변화하는 상황에서 통계는 현 주소를 정확히 진단하고 정책이 나갈 방향을 가르쳐주는 청진기이자 조타수"라며 "통계 홍수의 시대를 맞아 통계의 정확성과 신뢰성에 대한 사회적 요구가 더욱 커지고 있다"고 설명했다.

이어 그는 "이번 15차 국가통계위원회 회의를 5년 만에 대면회의로 진행하게 된 이유"라며 "향후 국가통계위원회 회의는 반드시 대면회의로 하고 특히 내실있게 운영되도록 개선방안도 강구하겠다"고 덧붙였다.

이날 회의에서는 △2020년 인구주택총조사 및 농림어업총조사 기본계획, △제4기(20~24년) 국가통계 품질관리 기본계획, △20년 국가통계 발전 시행계획, △국가통계 개선 개발 등 역량 강화방안 등을 상정·논의한다.

그는 인구주택총조사 및 농림어업조사 기본계획에 대해 "기존의 종이조사표를 이용한 조사를 전자지도를 장착한 태블릿PC 활용방식으로 바꾸고 스마트폰을 통해 조사에 응할 수 있는 방법을 마련하겠다"고 소개했다.

이와 함께 사회변화 및 통계수요 확대 등을 감안해 공표항목을 늘리고 조사후 공표까지 소요되는 기간도 13개월에서 9개월로 단축한다.

국가통계 발전 기본계획에 따른 2020년 시행계획에 대해서는 기존 54건의 추진과제 중 71건은 추진이 완료됐고 83건은 추진 중이라고 밝혔다.

아울러 내년에는 CPI 개편, 챗봇을 이용한 코시스 기능 강화 등 통계 현실을 반영하고 수요자 친화적 통계서비스를 제공할 계획이다.

홍 부총리는 국가통계 개선 개발 등 역량 강화방안에 대해서는 "외부 전문가 참여하에 통계영향 사전평가를 실시하고 전문화된 조직에서 독립적인 조사 설계 및 표본관리 업무를 수행토록 하겠다"고 말했다.

@highlight

지난 27일 홍남기 부총리 겸 기획재정부 장관이 통계 홍수의 시대 속에서 통계의 정확성과 신뢰성이 중요시되고 있으며 통계작성 과정이 보다 투명해져야할 뿐 아니라 그 과정도 고도화돼야 한다고 강조하면서, 덧붙여 15차 국가통계위원회 회의를 5년 만에 대면회의로 진행하게 된 것도 이러한 이유에서라고 설명했다.