연말을 맞아 대구지역 대중교통이 한시적으로 연장운행된다.

26일 대구시에 따르면, 시내버스는 27일부터 31일까지 5일간 연장된다.

대상 노선은 급행1·급행2·급행3·급행5·급행6 등 총 5개 노선이다.

버스는 시내지역 통과기준으로, 27일부터 30일까지는 자정까지, 31일엔 다음 날 오전 1시까지 운행한다.

또 시민이 막차를 놓치지 않도록 지정정류소에서 출발예정시각까지 기다리다 출발할 계획이다.

지정 정류소는 2·28기념 중앙공원과 약령시, CGV대구한일 등 3곳으로 출발예정 시각은 오후 11시30분, 0시 등 30분 간격이다.

다만 31일 밤 11시부터 1일 오전 1시까지는 제야의 타종행사 교통통제구간으로 급행노선이 일부구간 우회운행된다.

대상 노선은 급행1·급행3·급행5 등으로, 지정정류소는 변함이 없다.

자세한 사항은 대구시 시내버스 노선안내 홈페이지(http://businfo.go.kr)에서 확인할 수 있다.

도시철도도 31일 한시적으로 증편된다.

대구도시철도공사는 평소 종착역 기준으로 자정까지 운영하던 열차를 1·2호선은 상·하행 각 4회씩 증편해 1일 오전 1시49분까지 연장운행하고, 3호선도 상·하행 각 5회씩 증편해 오전 2시3분까지 연장운행한다.

역마다 출발시각은 다르다.

1·2호선 반월당역에서는 1일 오전 12시20분·12시40분·1시·1시20분 등 시각에 상·하행 열차가 동시 출발한다.

대구시 관계자는 “노선 등에 따라 운행시각과 출발지 등의 차이가 있는 만큼 대구시와 도시철도공사 홈페이지에 게시된 운행 정보 등을 확인 후 이용해달라”며 “시민이 안전하게 이용할 수 있도록 온 힘을 다하겠다”고 말했다.

@highlight

연말을 맞아 대구지역 대중교통이 한시적으로 연장운행되며 대상 노선은 급행1·2·3·5·6번 등 총 5개 노선으로 27일부터30일까지는 자정까지, 31일엔 다음 날 오전 1시까지 운행한다.