11일 서울 종로구 헌법재판소 대심판정에서 낙태죄 헌법 위헌 여부 선고가 유남석 헌법재판소장 주재로 열리고 있다.

박근혜 전 대통령이 재임한 2015년 12월 우리 정부와 일본 정부가 맺은 '일본군 위안부 합의'가 우리 헌법에 위배되는지 여부에 대한 결론이 오늘(27일) 나온다.

헌법재판소는 27일 오후 2시 헌재 대심판정에서 12·28 한일 일본군 위안부 문제 합의 발표에 대한 헌법소원 사건에 대한 선고를 내린다.

우리와 일본 양국의 외교부 장관은 2015년 12월28일 공동기자회견을 열고 일본군 위안부 문제에 대해 합의했다고 발표했다.

두 장관이 발표한 합의문에 따르면, 일본 정부가 위안부 문제에 대한 책임을 인정하고 피해자들을 위한 재단 설립 기금 10억엔(약 106억원)을 지원하겠다고 했다.

대신 우리 정부는 위안부 문제를 최종적, 불가역적으로 마무리하고 앞으로는 이의를 제기하지 않겠다는 취지로 의견을 모았다.

이에 위안부 피해자들과 유족을 비롯한 각계에서 양국 간 합의가 절차나 그 의미 등이 정당하지 않다는 비판이 쏟아졌다.

그러다 2016년 3월 민주사회를 위한 변호사모임(민변)이 위안부 생존 피해자 29명, 피해자 유족 및 가족 12명 등을 대리해서 이 한·일 간 합의가 위안부 피해자들의 기본권을 침해한다며 헌재에 헌법소원을 냈다.

민변은 "일본군 '위안부' 피해자들이 갖는 일본에 대한 배상청구권을 실현해야 할 헌법적 의무를 위반한 것이며, 일본군 '위안부' 피해자들의 인간으로서의 존엄과 가치를 침해하고 국가로부터 외교적으로 보호받을 권리를 침해한 것"이라고 강조했다.

이에 대해 외교부는 작년 6월 헌법소원 대상이 아니라며 심판 청구를 각하해달라는 의견서를 냈다.

"위안부 합의가 법적 효력을 지니는 조약이 아니라 외교적 합의에 불과하기 때문에 '국가기관의 공권력 행사'로 볼 수 없다"고 주장했다.

헌재는 이 사건을 중요 사건으로 판단해 3년 9개월 동안 심리했다.

만일 헌재가 위안부 합의에 대해 위헌으로 결론을 내릴 경우 대법원의 강제징용배상 판결에 반발하며 노골적인 무역 보복 조치를 취해온 일본이 다시 한번 반발할 가능성도 있다.

@highlight

2016년 민주사회를 위한 변호사모임이 2015년 12월 우리 정부와 일본 정부가 맺은 '일본군 위안부 합의'에 대한 결론이 27일 헌재 대심판정에서 선고를 내려질 예정이다.