준연동형 비례대표제가 담긴 ‘공직선거법’을 둘러싼 여야의 극한 대치가 26일 숨 고르기에 들어갔다.

당초 예상과 달리 국회 본회의가 하루 연기된 것이다.

다만 여야는 연기 이유를 놓고 공방을 벌이며 대치를 이어나갔다.

여당인 더불어민주당은 전날 자정까지 이어진 필리버스터(무제한 토론) 때문이라고 설명했지만, 자유한국당은 홍남기 부총리를 지키기 위한 ‘방탄국회’라고 비판한 것이다.

당초 민주당은 26일 본회의 개최를 검토했다.

필리버스터를 거친 안건은 다음 회기 시작과 함께 표결에 부쳐지도록 한 국회법에 따라, 임시국회 회기 종료 이후 다시 새 임시국회 회기를 시작한 것이다.

하지만 이날 민주당은 본회의 개최를 하루 연기했다.

전날까지 50시간 이상 무제한 토론이 진행되면서 사회를 본 문희상 국회의장과 주승용 부의장의 피로 누적에 따른 것이다.

민주당은 이번 경우와 같이 필리버스터 직후 ‘쪼개기 임시국회’를 계속 소집하면서 중간중간에 휴지기를 갖는 방안을 검토하고 있는 것으로 전해졌다.

하지만 한국당 측은 이에 대해 홍남기 부총리 탄핵소추안 때문이라고 주장했다.

한국당이 제기한 홍 부총리의 탄핵소추안은 본회의 보고로부터 72시간이 지나는 이날 오후 8시쯤 자동 폐기가 이뤄졌다.

때문에 이날 오전 오후 본회의를 개최하지 않았다는 게 한국당의 주장이다.

만약 홍 부총리 탄핵소추안이 본회의에 보고돼 무기명 투표에 부칠 경우 군소정당 내부의 ‘반란표’로 소추안이 통과될 수 있다고 판단해 ‘선거법 공조’ 유지 차원에서 본회의를 하루 미뤘다는 것이다.

한국당 심재철 원내대표는 이날 최고위원회의에서 민주당이 본회의를 27일로 연기한 것에 대해 “하루는 편법으로, 하루는 방탄으로 국회를 농락하고 있다”고 목소리를 높였다.

심 원내대표는 “이제 와서 홍남기 (부총리) 탄핵소추를 막겠다며 본회의를 하루 연기하는 것으로 결국 ‘홍남기 방탄국회’를 만들겠다는 것”이라며 이같이 말했다.

@highlight

하루 연기된 국회 본회의로 공직선거법을 둘러싼 여야의 극한 대치가 진정세에 접어들자 더불어민주당은 그 이유가 전날 자정까지 이어진 필리버스터 때문이라 설명했지만, 자유한국당은 홍남기 부총리를 지키기 위한 '방탄국회'라 비판했다.