인천 지역화폐 'e음카드'에 지금까지 92만명이 가입했다.

발행액은 1조5000억원에 달한다.

인천시는 이런 성과에 힘입어 내년 캐시백을 3%에서 4%로 확대하기로 했다.

인천시는 지난 22일 기준 e음카드 가입자는 92만7393명, 발행액은 1조4718억원이라고 26일 밝혔다.

이는 올해 전국 지역화폐 발행액 2조3000억원의 65%를 차지한다.

e음카드 가입자는 인천지역 15세 이상 인구의 36%, 경제활동인구의 42%, 총가구수의 82.5%다.

이처럼 e음카드가 인기를 끈 것은 인천시가 캐시백을 6%나 지급한데다 연수구와 서구, 미추홀구 등이 추가로 2∼4%를 제공했기 때문이다.

가입자와 발행액이 폭발적으로 증가하자 인천시는 지난 11월부터 캐시백 지급을 3%로 축소했다.

인천시는 내년부터 캐시백 혜택을 다시 소폭 확대하기로 했다.

e음카드가 활성화되면서 소상공인과 골목상인들의 매출 증대와 역외소비감소 등 지역경제파급 효과가 크다는 분석이 나오자 e음카드를 더 활성화하기로 한 것이다.

인천시는 내년부터 캐시백을 월 30만원 이하는 4%, 30만∼50만원 이하는 2%, 50만∼100만원 이하는 1%로 적용하기로 했다.

이를 위해 838억원의 예산을 확보했다.

연수구와 서구는 인천시의 캐시백 지급에 1%씩을 추가해 30만원 이하는 5%, 30만∼50만원 이하는 3%를 제공한다고 인천시는 설명했다.

다만 50만∼100만원 이하는 캐시백을 추가 제공하지 않는다.

인천시는 또 e음카드 활성화를 위해 내년부터는 가맹점이 e음카드 이용자에게 1∼7%의 선할인을 제공하는 '혜택+가맹점'을 6만개까지 확대한다는 계획이다.

인천시는 캐시백 확대로 2020년엔 가입자 125만명에 발행액은 2조5000억원으로 예상된다고 밝혔다.

김상섭 인천시 일자리경제본부장은 "캐시백으로 1000억원이 지출됐다면 경제적 파급효과는 2.9배인 2900억원 효용이 발생한 것으로 분석됐다"고 말했다.

@highlight

인천 지역화폐 'e음카드'에 92만명이 가입했고, 발행액은 1조 5000억원에 달하는데 이는 전국 지역화폐 발행액 2조 3000억원의 65%를 차지하는 비율이다.