문재인 대통령은 26일 자유한국당이 추천한 인사들을 포함해 5ㆍ18 민주화운동진상규명조사위원회 위원 9명 전원을 임명했다.

조만간 진상조사위가 출범할 것으로 보인다.

청와대에 따르면 문 대통령이 이날 임명 재가한 조사위원 중에는 과거 청와대가 '자격 미달'로 판단해 재추천을 요청했던 이동욱 전 월간조선 기자도 포함돼 있다.

지난 2월 김의겸 당시 청와대 대변인은 이 후보에 대한 재추천을 요구하면서 "5·18 진상규명법 7조에 보면 자격 요건을 들고 있는데, 이 후보는 그 어느 조항에도 해당되지 않기에 자격 요건이 없다고 판단을 내린 것"이라고 설명했다.

5ㆍ18 민주화운동 진상규명을 위한 특별법은 위원 요건으로 ▲ 판사ㆍ검사ㆍ군법무관 또는 변호사의 직에 5년 이상 재직한 사람 ▲대학에서 역사고증ㆍ군사안보 관련 분야, 정치ㆍ행정ㆍ법 관련 분야, 또는 물리학ㆍ탄도학 등 자연과학 관련 분야 등의 교수ㆍ부교수 또는 조교수의 직에 5년 이상 재직한 사람 ▲법의학 전공자로서 관련 업무에 5년 이상 종사한 사람 ▲역사고증ㆍ사료편찬 등의 연구 활동에 5년 이상 종사한 사람 ▲국내외 인권분야 민간단체에서 5년 이상 종사한 사람 ▲군인으로 20년 이상 복무한 사람 등을 명시하고 있다.

그러나 한국당 측은 이 전 기자를 그대로 재추천했고 문 대통령은 이를 임명 재가했다.

이는 위원 구성이 더 이상 지연돼 조사위 활동이 늦어져서는 안 된다는 판단이 깔린 것으로 보인다.

한국당은 이 전 기자와 함께 이종협 예비역 소장, 차기환 전 수원지법 판사를 추천했다.

더불어민주당은 송선태 전 5ㆍ18기념재단 상임이사ㆍ민병로 전남대 법학전문대학원 교수ㆍ이성춘 송원대 교수를 추천하면서 애초 추천자 명단에 있던 이윤정 오월민주여성회 회장은 서애련 변호사로 교체했다.

국회의장이 추천한 안종철 한국현대사회연구소 박사, 바른미래당이 추천한 오승용 전남대 5ㆍ18연구소 연구교수 등도 조사위원에 포함됐다.

@highlight

문재인 대통령이 5.18 민주화운동진상규명조사위원회의 위원 9명을 전원 임명하였고, 진상조사위가 출범할 것으로 예상되는 가운데, 기존 청와대가 '자격 미달'로 판단했던 이동욱 월간조선 기자가 포함돼 눈길을 끈다.