1980년을 전후해 부산에서 일어난 민주화운동 상황을 알 수 있는 사료가 복원돼 시민들에게 공개될 예정이다.

(사)부산민주항쟁기념사업회는 26일 "소장 중인 부산민주화운동 사료 19건 163매를 복원했다"고 밝혔다.

복원된 사료는 △고 최성묵 목사의 설교 원고(1건 13매) △부산양서협동조합 창간호(16건 156매) △민주화운동 중 목숨을 잃은 고 이태춘, 양영진, 진성일 열사의 유서(3건 6매) △부마민주항쟁 당시 촬영한 사진(1건 2매) 등이다.

1979년 8월 15일 광복절 때 설교한 최 목사 원고는 당시 유신체제 때 부산 시대상을 보여주고 있다.

고인은 서울에서 기독학생운동을 한 뒤 부산에 내려가 부산YMCA 사무총장과 부산중부교회 담임목사를 지냈다.

또 1979년 부마민주항쟁과 1980년 계엄 확대, 1987년 민주화운동 등을 함께 했다.

이밖에도 이태춘(당시 27세) 열사가 1987년 민주화운동 도중 경찰이 쏜 최루탄에 머리를 맞고 쓰러져 사망하자 장례위원회를 꾸렸고, 고 노무현 전 대통령과 함께 장례위원을 맡았다.

부산 민주화운동에 기여한 양서협동조합 발기인 경과보고도 복원됐다.

1978년 창립한 양서조합은 책을 읽고 토론 및 교육을 통해 민주의식을 높이자는 취지에서 만들었다 하지만 군사정권은 1979년 부마항쟁이 일어난 직후 양서조합을 항쟁의 배후로 몰아 강제 해산했다.

사료 복원은 국가기록원 지원으로 이뤄졌다.

국가기록원은 근·현대 국가 중요 기록물 중 심하게 훼손된 기록물을 보존하기 위해 복원·복제를 지원하고 있다.

기념사업회도 국가기록원에서 지원을 받아 6개월간의 작업을 거쳐 복원에 성공했다.

부산민주항쟁기념사업회 관계자는 "부족한 환경에서 전시·보존되던 민주화운동 사료가 빛을 보게 됐다"면서 "상설 전시 등을 통해 많은 시민이 부산 민주화운동 역사를 느낄 수 있도록 하겠다"고 말했다.

기념 사업회는 내년 1월 3일 특별전시를 통해 복원 사료를 공개할 예정이다.

@highlight

부산민주항쟁기념사업회는 26일 1980년을 전후해 부산에서 발생한 민주화운동 상황을 파악 할 수 있는 사료 19건 163매를 복원했으며 이듬해 1월 3일 특별전시를 통해 복원 사료를 공개할 계획이라 공표했다.