글로벌 청각전문기업 소노바(Sonova) 그룹의 리딩 브랜드 포낙(Phonak)은 보청기의 볼륨 조절은 물론, 다양한 보청기 관리가 가능한 마이포낙 앱을 출시했다고 27일 밝혔다.

마이포낙 앱은 기존 리모트 앱에서 보청기 미세조정 등 사용자 맞춤 기능이 추가된 포낙 보청기 전용 올인원 앱이다.

마이포낙 앱은 크게 리모컨, MY 보청기, 원격지원 및 청각일기의 4가지 주요 기능으로 구성된다.

리모컨 기능에서는 △볼륨조절 △청취 프로그램 변경 △이명적응용 잡음발생 △충전식 보청기 배터리 잔량 확인 △보청기 미세조정(저/중/고음 강도, 소음제거 강도, 마이크로폰 모드 변경 등) △선호 프로그램 저장 등이 가능하다.

MY보청기 기능에서는 △보청기 사용량 통계 정보 △연결된 보청기 및 액세서리 정보 △사용가능한 프로그램 확인 및 관리가 가능하다.

청각 전문가와의 실시간 상담 및 원격 피팅을 제공하는 원격지원 기능과 착용 만족도와 피드백을 청각전문가와 공유하는 청각일기 기능은 국내에 곧 도입될 예정이다.

소노바 코리아 양해춘 대표는 "스마트폰 등 다양한 스마트기기가 생활필수품으로 자리 잡음으로써, 생활습관은 물론 건강관리까지 편리하게 관리할 수 있는 앱이 점차 늘어나고 있다."며, "마이포낙 앱에서 제공하는 보청기 관리 및 개인 맞춤 청취 설정 조절 등 스마트한 기능을 통해 나에게 꼭 맞는 보청기를 사용하고, 더욱 만족감을 얻기를 바란다"고 밝혔다.

한편, 마이포낙 앱은 블루투스 다이렉트 연결 기능을 제공하는 오데오 M과 오데오 B-다이렉트 보청기와 호환되며, 유소아 전용 보청기인 스카이 M은 2020년 상반기부터 호환하여 사용 가능하다.

@highlight

글로벌 청각전문기업 소노바(Sonova) 그룹의 리딩 브랜드 포낙(Phonak)은 리모컨, MY 보청기, 원격지원 및 청각일기의 4가지 주요 기능이 추가된 보청기 전용 올인원 앱인 마이포낙 앱을 출시했다고 27일 발표했다.