김기문 중소기업중앙회 회장은 30일, 2020년도 신년사를 통해 새해에는 한국경제가 중소기업에서 새로운 성장동력을 찾아야 한다고 강조했다.

새해에도 우리경제는 대내외 환경의 불확실성으로 인해 엄중한 상황이 계속될 것으로 보이지만, 도전하고 혁신한다면 지금의 위기는 재도약의 새로운 기회가 될 것이라며 중소기업인들을 독려했다.

김 회장은 신년사에서 가능성과 역동성을 가진 중소기업에서 한국경제의 새로운 성장동력을 찾아야한다면서, '대·중소기업 간의 상생'이 그 시작점이 될 수 있다고 언급했다.

그는 "대기업은 이미 세계시장에서 경쟁력을 갖춘 글로벌기업으로 성장한 만큼 중소기업도 적정 이윤이 보장돼야 설비투자와 R&D(연구개발)를 하고, 근로자복지도 향상시키면서 성장할 수 있다"고 강조했다.

이어 김 회장은 "중기중앙회는 미국과 중국에 의존도가 높았던 수출을 정부의 신남방·신북방 정책에 맞춰 시장개척단 파견 확대와 함께 해외 판로 확보, 현지 진출기업의 애로해소 등 글로벌시장 진출 지원에 힘쓰겠다"고 밝혔다.

중기중앙회는 전통제조업 기반인 중소기업협동조합 활성화를 위해 협동조합 공동사업의 불확실한 담합적용 기준을 실효성 있게 개정하고, 광역지자체를 넘어 기초지자체에 중소기업협동조합 전용 지방조례 제정을 추진할 방침이다.

또한 김 회장은 새해에는 최저임금 결정기준에 '기업의 지불능력'이 반영돼야 한다고 역설했다.

그는 "최저임금 결정기준에 기업의 지불능력을 반영하고 영세기업 및 소상공인에 대한 구분적용을 요청하겠다"며 "화평법과 화관법 등 중소기업을 옥죄는 환경규제도 외국과 비슷한 수준의 등록기준을 마련하고 과도한 행정절차 간소화, 이중규제 폐지 등 현장의 요청사항들이 반영된 개정안이 마련될 수 있도록 하겠다"고 밝혔다.

한편, 중기업계는 새해 경영환경을 상징하는 사자성어로 어둠속에서 손을 더듬어 찾는다는 의미의 '암중모색(暗中摸索)'을 선택했다.

불확실한 경영환경을 극복하고 내실을 다져 재도약하겠다는 중소기업의 의지를 담아 사자성어를 선택했다는 게 중기중앙회의 설명이다.

@highlight

중소기업중앙회 회장은 2020년도 신년사를 통해 새해에는 한국경제가 중소기업에서 새로운 성장동력을 찾아야 하며 중소기업도 적정 이윤이 보장돼야 설비투자와 R&D를 하고 근로자복지도 향상시키면서 성장할 수 있다고 강조하면서 협동조합 공동사업의 불확실한 담합적용 기준을 실효성 있게 개정하고, 중소기업협동조합 전용 지방조례 제정을 추진할 방침이라고 밝혔다.