내년 세계 자동차 시장이 소폭 성장할 것 예상되는 가운데 'SUV(스포츠유틸리티차)와 친환경차, 고급차'라는 3대 키워드는 지속할 것으로 전망됐다.

29일 현대자동차그룹 글로벌경영연구소에 따르면 내년 세계 자동차 판매는 올해보다 0.4% 증가한 8730만대로 전망됐다.

지난 2018년부터 올해까지 2년 연속 마이너스 성장을 기록하겠지만, 내년은 회복세를 나타낼 것이라는 것이다.

단일국가로는 세계 최대 시장인 중국이 회복세를 이끌 것으로 관측됐다.

중국의 내년 자동차 판매는 2130만대로, 올해보다 3.9% 늘어날 것으로 전망된다.

이어 동남아, 인도, 브라질 등 신흥국 역시 성장세를 이어갈 것으로 예상된다.

다만 미국과 유럽은 각각 1.6%, 3% 감소한 1680만대, 1703만대에 그칠 것으로 보인다.

차급별로는 내년에도 SUV 열풍이 거셀 것으로 전망됐다.

신차 판매에서 SUV가 차지하는 비중은 36.9%로, 올해보다 1.3%P(포인트) 늘어난다.

차급별 비중에서 가장 높은 성장세다.

세계에서 팔린 신차 10대 중 약 4대가 SUV일 것이라는 관측이다.

고급차의 성장세도 가파르다.

신흥국 성장과 차급 다변화에 따라 전년보다 2.8% 증가한 1056만대를 기록할 전망이다.

서유럽이 347만대로 가장 많고, 중국(300만대), 북미(260만대), 기타(149만대) 등의 순이다.

친환경차 바람도 지속한다.

하이브리드차, 전기차 등 전동화 차량은 올해 전년보다 15.3% 증가한 429만대를 기록할 것으로 관측되는데, 내년은 올해보다 29.3% 늘어난 555만대로 전망됐다.

이는 주요 완성차 업체의 전기차 신차 출시 증가와 유럽의 이산화탄소 규제 강화 대응 차원에 따른 여파로 풀이된다.

한편 내년 국내 자동차 시장은 올해보다 1.2% 증가한 177만대를 기록할 것으로 전망된다.

경기 부진이 지속하겠지만, 주요 신차 출시에 따라 성장세를 나타낼 것이라는 관측이다.

@highlight

29일 현대자동차그룹 글로벌 경영연구소는 내년 세계 자동차 시장에서 SUV, 고급차, 친환경차가 성장을 전망했다.