쥐 관련 지명이 전남에서 가장 많은 것으로 나타났다.

전남도는 내년 경자년(庚子年) 쥐의 해를 맞아 전남 지명을 분석한 결과, 쥐와 관련된 지명이 총 25개로 조사됐다고 29일 밝혔다.

이는 쥐와 관련된 지명 전국 64개 중 39%(25개)로 가장 많은 규모다.

전남에 이어 전북 9개, 경남 6개, 경북 5개, 대전 3개 순이다.

쥐와 관련된 지명의 분포를 살펴보면 전남 25개 가운데 15개(60%)가 섬 또는 해안가에 위치, 서남해안에 많이 분포한 것으로 드러났다.

예로부터 쥐는 자연재해를 미리 예고해주는 영물로서 해안과 도서지방에서는 뱃길의 안전, 농사의 풍작과 흉작을 결정해주는 마을의 수호신으로 숭배됐다.

이름별로 '쥐섬'이라는 지명이 신안 증도면 쥐섬을 비롯해 4개로 가장 많다.

이 밖에도 두 개의 마주보고 있는 섬이 쥐를 닮았다는 신안 지도읍의 '큰쥐섬'과 '작은쥐섬', 아홉 마리 쥐가 모여드는 형국인 나주 봉황면의 '구서고(九鼠庫)' 등 이 있다.

쥐는 우리 문화에서 숭배와 질시를 동시에 받아온 터라 이중적인 이미지가 지명에 반영된 곳도 있다.

곡성 오산면의 '선세(善世)' 마을은 쥐가 다닌다는 의미로 '현서(縣暑)'라 불리다가 마을이 우연히 폐촌되고 인심이 변하자 사람들이 이를 지명(地名) 탓이라 생각해 선하고 어진 세상을 만들자는 의미의 '선세(善世)'로 바꿨다고 전해진다.

정애숙 전남도 토지관리과장은 "쥐 관련 지명은 다른 여러 십이지 동물에 비해 그 수가 많지 않지만, 각각 재미있는 이야기를 품고 우리 국토 한편에 자리잡아 왔다"며 "다산(多産), 예지(叡智)의 상징인 쥐의 해 경자년을 맞아 도민 삶이 보다 풍요로워지길 기대한다"고 말했다.

@highlight

전남도는 내년 경자년(庚子年) 쥐의 해를 맞아 전남 지명을 분석한 결과, 쥐 관련 지명 중 전남이 전국 64개 중 39%(25개)로 가장 많은 규모라고 밝혔다.