SK텔레콤, KT, LG유플러스 등 통신 3사의 주가가 내년부터 본격 상승할 것이란 전망이 나왔다.

5G 요금제 다양화로 가입자가 늘어나는 한편 미디어 등 관련 분야 실적도 개선될 것이라는 분석이다.

29일 대신증권은 내년 1분기부터 통신3사의 가입자당 평균매출(ARPU)이 본격적으로 상승하는 사이클에 진입할 것으로 내다봤다.

올해 4분기부터 상승 분기점에 진입한 만큼 향후 3~5년 간은 안정적으로 늘어날 것이라는 분석이다.

앞서 올 한해 통신 3사의 ARPU는 요금 할인 영향으로 지속적으로 하락했다.

5G 상용화 일정도 수시로 바뀌면서 전략 부재에 대한 우려도 나와 주가 부진으로 이어졌다.

현재 SKT의 주가는 지난해 12월 28일 대비 11.9%(3만2000원) 떨어진 23만7500원을 보이고 있다.

같은 기간 KT도 10.4%(3100원) 하락한 2만6700원에 그쳤다.

같은 기간 LG유플러스 주가는 1만7650원에서 1만4550원으로 20.1%(3550원) 떨어졌다.

김회재 대신증권 연구원은 "2분기 삼성전자의 갤럭시S11 제품이 출시 예정인데다 5G 상용화 1년으로 요금제 개편 가능성이 있지만 가입자 저변 확대에 따른 요금제 다양화이기 때문에 ARPU 상승 추세는 지속될 것"이라고 설명했다.

대신증권은 KT의 경우 5G에서 가장 좋은 성과를 보이고 있는 만큼 경쟁사보다 빠른 실적개선이 가능하다고 내다봤다.

김 연구원은 "경쟁사들보다 빠른 APRU 턴어라운드와 유·무선 고른 성장이 강점"이라며 "새로운 최고경영자(CEO) 체제 아래서도 5G 분야 리더십을 유지할 수 있을 것"이라고 예측했다.

목표 주가는 3만6000원을 제시했다.

이어 "SKT는 ARPU 높은 휴대폰 가입자 중심으로 정상화 과정에 있는데다 미디어 , 커머스 , 보안 등 자회사들의 실적이 개선되면서 자회사 가치 부각될 것"이라며 " 중간지주 전환도 재추진할 것으로 전망"이라고 설명했다.

KT와 SKT의 목표 주가는 각각 3만6000원, 36만원을 제시했다.

@highlight

대신증권은 29일, SK텔레콤, KT, LG유플러스가 내년 1분기부터 5G 요금제의 다양화로 가입자가 늘어나 통신3사의 가입자당 평균매출(ARPU)이 본격적으로 상승하여 주가도 동반 상승할 것이라는 전망이다.