경기도경제과학진흥원(이하 경과원) 바이오센터는 오는 2020년부터 2023년까지 4년간 ‘식량작물 종자전염 바이러스 피해해석 및 현장진단키트 개발’ 연구에 나선다고 29일 밝혔다.

이 사업은 농촌진흥청의 ‘농업과학기술 연구개발사업’의 일환으로, 앞서 바이오센터는 ‘식량작물 종자전염 바이러스 피해해석 및 현장진단키트 개발사업’을 제안해 농촌진흥청으로부터 수행기관으로 선정됐다.

대표적인 식량작물인 콩은 콩모자이크 바이러스(Soybean mosaic virus : SMV)가 가장 빈번한 바이러스로 여겨졌으나 최근에는 다양한 바이러스가 추가 발생 및 증가해 콩 품질에 영향을 주고 있다.

하지만 콩류 바이러스에 대한 국내 연구는 SMV에 국한돼 있어 신종 바이러스에 대한 종자전염 분석이 필요한 상황이다.

특히 팥 바이러스는 기존에 3종만 보고됐으나 최근 발생현황 분석결과 미 보고된 8종의 바이러스가 추가 확인됐다.

국내 팥 재배면적은 점차 증가되고 있기 때문에 바이러스 종자감염 현황 등의 연구가 시급한 상황이다.

바이러스 확산을 막기 위해서는 현장에서 바이러스를 진단할 수 있는 현장진단키트 공급의 중요성이 강조되고 있으나, 일부 농촌진흥청에서 공급하는 진단키트를 제외하고는 전량 수입해 고가로 판매되기 때문에 농민들이 쉽게 사용하기 어려운 실정이다.

특히, 초기 진단을 통해 감자걀쭉병(PSTVd), 토마토퇴록바이러스(ToCV), 순무황색모자이크바이러스(TYMV), 비트웨스턴옐로바이러스(BWYV)는 확산 억제가 가능한 것으로 전해졌다.

김기준 경과원장은 "현장 확진 기술이 개발되면 바이러스 발생 현장에서 선제적 차단이 가능하게 때문에 안정적인 농업 생산에 기여할 수 있게 된다"며 "앞으로도 혁신적인 연구와 성과를 통해 경기도뿐만 아니라 국가 바이오산업 발전에 기여하도록 최선을 다하겠다"고 말했다.

@highlight

경기도경제과학진흥원 바이오센터는 대부분 수입되는 고가의 현장진단키트를 국산화하여 보급하기 위해 오는 2020년부터 2023년까지 현장에서 바이러스를 진단하여 바이러스 확산을 막을 수 있는 ‘식량작물 종자전염 바이러스 피해해석 및 현장진단키트 개발’ 연구에 착수한다.