네이버 대표 온라인 스마트폰 공동구매 카페 '핫딜폰' 이 스마트폰 최저가 성지를 만들기 위한 지원 체계를 가동한다고 밝혀 화제가 되고 있다.

현재 핫딜폰에서는 갤럭시S10, 노트9, 아이폰11 PRO 등 다양한 스마트폰에 대한 최저가 판매가 진행되고 있으며 아이패드7, 에어팟2 PRO등 고가의 프리미엄 사은품까지 제공되고 있다.

핫딜폰 관계자는 "2019년 한 해 동안 무수히 많은 스마트폰이 출시되었으나 플래그십 스마트폰은 높은 가격으로 진입장벽이 높았다. 이에 소비자들의 가격부담을 줄여 진입장벽을 낮추고 스마트폰 최저가 성지로 거듭나기 위해 카페에서 제공하는 추가지원금을 큰 폭으로 올리는 적극적인 지원 체계로 첫 발을 내디뎠으니 많은 관심 바란다." 라고 전했다.

내용에 따르면 지난 11월 초 출고가 인하와 공시지원금 상향이 맞물리며 최저가를 갱신했던 갤럭시S10과 LG G8 모델이 핫딜폰 추가지원금이 적용되며 각각 3만 원대와 0원으로 다시 한 번 최저가를 갱신했고 갤럭시노트9과 아이폰X의 경우 각각 10만 원대와 20만 원대까지 몸값을 낮춰 접수가 크게 늘고 있는 상황이다.

또한 지난 10월 출시되어 전작 아이폰XS 보다 30% 가량 높은 판매량을 보이며 다시 한 번 LTE 붐을 일으킨 아이폰11 시리즈의 경우 사은품이 기존 2세대 에어팟에서 아이패드7과 에어팟2 PRO라는 고가의 프리미엄 사은품으로 강화했다.

뿐만 아니라 개통 14일 이내 반품된 상품을 전문 인력이 검수 후 판매하는 리패키징 모델이 최근 가성비폰으로 급부상하고 있는데 갤럭시S10, S10플러스가 각각 0원과 5만 원대에 구매가 가능하고 아이폰XR이 40만 원대에 구매가 가능한 것으로 알려져 가성비를 추구하는 소비자들로부터 호평을 얻고 있다.

한편 핫딜폰은 내년 상반기 출시 예정인 삼성전자의 갤럭시S11과 애플의 아이폰SE2 반값 사전예약을 진행한다고 밝혔으며 스마트폰 최저가 성지와 갤럭시S11, 아이폰SE2 반값 사전예약에 대한 내용은 네이버 카페 '핫딜폰' 에서 확인할 수 있다.

@highlight

네이버 대표 온라인 스마트폰 공동구매 카페 '핫딜폰'이 스마트폰 최저가 성지를 만들기 위해 갤럭시S10, 노트9, 아이폰11 PRO 등 다양한 스마트폰에 대한 최저가 판매가 진행함과 동시에 아이패드7, 에어팟2 PRO등 고가의 프리미엄 사은품까지 제공하는 등 지원 체계를 가동한다고 밝히며 많은 관심을 바란다고 전했다.