공익형직불제법의 국회 통과로 쌀 편중·대농 중심의 현행 직불제가 15년만에 개편된다.

밭 농업 중심의 제주 농가소득 안정에도 기여할 것으로 전망된다.

국회는 지난 27일 본회의에서 농업계 최대 현안인 농업보조금 관련 '농업소득보전법 전부개정법률안' 일명 '공익형직불제법'을 의결했다.

'공익형직불제'는 쌀 편중·대농(大農) 중심의 현행 직불제를 전면 개편하는 것으로서 쌀 직불제와 밭 직불제를 통합해 재배작물의 종류 및 가격에 관계없이 동일한 단가를 지급하되, 면적구간에 따라 면적이 작을수록 높은 단가를 적용하는 것이 주요 골자다.

기존에 제주는 밭직불제가 적용돼 쌀에 비해 50% 수준의 낮은 보조금을 받았다.

'소농직불금'도 신설된다.

일정규모 미만을 경작하는 소규모 농가가 영농종사 기간, 농촌거주 기간, 농외소득, 축산시설재배 규모 등 모든 요건을 충족할 경우 경영규모에 상관없이 연간 120만원 즉 월평균 10만원의 직불금을 수령할 것으로 예상된다.

특히 내년도 공익형직불제 예산이 당초 정부안인 2조 2천억 원보다 약 2천억 원 가량 증가, 2019년 예산안 1조 4천억원 대비 1조원 늘어난 2조 4천억 원으로 확정됨에 따라 쌀 이외 타작물 재배농가와 중소규모 농가의 직불금 수령액이 기존보다 크게 늘어날 전망이다.

공익형직불제 개편은 2018년부터 본격적으로 추진됐다.

정부여당은 그해 11월 8일 당정협의를 통해 공익형직불제 개편 방향을 처음 공식발표했다.

국회 농림축산식품해양수산위원회 소속 오영훈 의원(더불어민주당·제주시을)은 "논면적(47%)과 밭면적(53%)이 비슷함에도 불구하고 2017년도의 경우 논농업직불제에만 직불제 총예산의 83.7%가 투여되는 등의 편중화 현상이 나타났다"며 공익형 직불제 도입을 주장해왔다.

@highlight

국회는 지난 27일 본회의를 통해 '농업소득보전법 전부개정법률안', 일명 '공익형직불제법'을 통과시키면서, 쌀 편중, 대농 중심의 현행 직불제를 15년만에 전면 개편하여 재배작물에 관계없이 동일한 단가를 지급하고 면적이 작을수록 높은 단가를 매기는 방식의 공익형직불제를 도입하였다.