국토교통부는 경기도 안산시와 울산, 전북 전주·완주 등을 수소시범도시 사업지로 선정했다고 29일 밝혔다.

수소시범도시로 선정된 곳들은 주요 주거 및 교통수단을 수소 에너지로 가동하고 지역특화 산업과 혁신기술육성 등을 접목한 특색 있는 도시로 조성한다.

안산에서는 노후화로 쇠퇴해 가는 산업단지에 수소생산과 연관산업을 접목해 새로운 활기를 불어넣는다.

수소 생산을 조력발전과 연계해 친환경 도시로 육성하고 수소충전소 3곳을 설치해 수소버스 2대, 수소지게차 10대 등을 운행한다.

이외에도 제조혁신창업타운이 조성되고 경기행복주택 232채가 공급된다.

울산에서는 2013년부터 운영돼 온 수소타운의 축적된 경험을 바탕으로 석유화학단지에서 발생하는 부생수소를 도심 내 건물과 충전소에서 활용한다.

이를 위해 사물인터넷(IoT) 기술이 적용된 배관망(10㎞)을 구축하고 수소 지게차, 선박용 수소충전 설비 등을 가동한다.

수소 시내버스 10대와 수소시티 투어버스 1대도 운행하며 공공임대주택 373채와 국민임대 437채도 공급한다.

완주군은 수소생산 및 광역공급 기지로 조성하고 전주시는 수소이용도시로 육성하는 상생협력 모델을 만든다.

두 도시에서는 수소버스 49대, 수소셔틀·테마버스 3대 등을 운행한다.

전주시는 매년 1000만명 이상의 관광객이 방문하는 전주 한옥마을 인근에 홍보관을 설치하는 등 수소에너지 홍보에도 박차를 가한다.

국토부는 수소 연구개발(R&D) 특화 도시로 강원도 삼척시를 선정했다.

삼척시는 신재생에너지를 활용한 주거지 통합 에너지 관리체계를 개발하는 실증지로 조성된다.

수소 드론 등 지역특화산업과 혁신산업을 연계해 친환경 수소에너지 도시로 육성된다.

이번에 선정된 지방자치단체는 주요 사업내용을 바탕으로 구체적인 수소도시계획을 담은 기본설계 등을 내년 상반기 마련하고 하반기 이후부터는 배관설치 등 조성공사에 착수해 2022년까지 수소도시 조성을 완료할 계획이다.

@highlight

국토교통부가 29일 수소 에너지와 주거, 교통수단, 지역특화 산업 등을 연계시킨 수소시범도시 사업지로 경기도 안산시, 울산, 전북 전주, 완주를 선정한 가운데, 선정된 도시는 수소도시 계획을 내년 상반기 설계하여 2022년까지 조성을 완료할 예정이다.