미국과 이란의 갈등이 심화되고 있다.

이라크에서 로켓포 공격으로 미국 민간 용역업체 관계자 1명이 숨지고 미국과 이라크 군인 다수가 다쳤다고 AFP 등 주요 외신이 27일(현지시간) 보도했다.

미국이 이란을 추종하는 현지 무장세력을 배후로 지목하고 있어 양국의 긴장이 더 고조될 것으로 예상된다.

극단주의 무장세력 이슬람국가(IS) 격퇴전을 진행하는 미국 주도의 동맹군은 이날 성명을 통해 "이라크 북부 키르쿠크 근처에 있는 한 이라크 군기지에서 이번 사건이 발생했다"고 밝혔다.

동맹군은 공격의 배후를 언급하지 않은 채 "이라크 군경이 대응과 조사를 주도하고 있다"고만 설명했다.

배후를 자처하는 세력도 나타나지 않았다.

이에 앞서 이라크군은 키르쿠크에서 북서쪽으로 15㎞ 떨어진 K1 군기지에 로켓포 여러 발이 날아들었다고 밝혔다.

K1 군기지에는 미군, 이라크 경찰, 대테러요원들이 함께 주둔하고 있다.

안보 소식통들은 이라크 군경이 군기지 근처에 버려진 자동차 안에서 카투사 로켓(소련이 개발한 다연장포) 발사대를 발견했다고 전했다.

이라크 내에 있는 미군 관련 시설들은 지난 10월 말부터 배후를 자처하지 않는 세력으로부터 로켓포 공격을 받아왔다.

미국 정부는 이란의 지원을 받는 이슬람 시아파 민병대의 소행이라고 보고 있다.

현재 이란은 이라크 내에서 무장단체들을 통해 세력을 확장하고 있다.

미국과 이란의 갈등은 도널드 트럼프 미국 대통령이 미국을 포함한 주요 6개국과 이란이 2015년 체결한 핵합의(포괄적공동행동계획·JCPOA)에서 탈퇴한 뒤 고조돼왔다.

미국이 합의의 일방적 파기와 함께 이란의 주요 산업인 원유수출 등에 대한 제재를 복원함에 따라 이란은 경제가 무너지기 시작했다.

미군의 한 고위 관리는 "이달 들어 이라크 내 미군 주둔 시설에 대한 이란 지원 세력의 공격이 속도를 내며 정교해지고 있다면서 이로 인해 당사자가 모두 통제할 수 없을 긴장 고조에 다가서고 있다"고 지적했다.

@highlight

AFP등 27일 외신들의 소식에 의하면 이라크에 로켓공격을 받아 미국 민간인과 군인들이 다치거나 죽었다고 밝혔고, 이에대해 미국은 이란을 추종하는 무장세력이 배우에 있는것으로 추정하고 있어 미국과 이란 양국의 갈등의 골이 깊어지고 있는 것으로 알려졌다.