[서울=충청일보 이득수기자] 자유한국당이 더불어민주당과 범여권 군소 정당이 만든 '4+1 협의체'가 28일 새벽 '연동형 비례대표제'선거법을 강행 처리함에 따라 비례대표 의석을 확보하기 위한 위성정당을 창당하겠다고 29일 밝혔다.

심재철 한국당 원내대표는 이날 국회에서 기자간담회를 통해 "이 선거 악법으로 내년 총선이 치러질 것을 대비해 고육지책으로 비례정당 창당을 추진할 것"이라고 말했다.

위성 비례정당 창당과 관련해 황교안 한국당 대표는 최근 페이스북에 "꼼수에는 묘수를 써야 한다는 옛말이 있다"고 창당 의지를 명확히 한 바 있다.

한국당은 소속 의원 30명 정도를 비례정당에 이적시켜 정당투표 용지 상단 2번째 칸에 비례정당을 위치시키는 방안을 추진하고 있다.

한국당은 당초 당명으로 검토했던 '비례한국당'을 최 모씨가 이미 선관위에 등록해 사용할 수 없게 됨에 따라 '자유한국당'을 연상시키는 7~8개의 당명을 놓고 고심중인 것으로 알려졌다.

한편 국회는 지난 27일 본회의를 열고 연동형비례대표제 선거법 개정안을 상정시켰다.

한국당 의원들은 필리버스터에 나서 표결을 지연스켰으나 문희상 국회의장은 자정을 지나자 필리버스터 종결에 이어 새로운 본회의 개회와 동시에 표결에 나서 한국당 의원들의 육탄방어를 뚫고 통과시켰다.

이날 표결은 재석 167명 중 찬성 156명, 반대 10명, 기권 1명으로 가결됐다.

이에 따라 내년 4·15 총선은 지역구 253석, 비례대표 47석을 유지하되 비례대표 의석 중 30석을 연동형 비례대표제(연동률 50%)로 뽑는다.

선거 연령은 만 19세에서 18세로 하향돼 고교 3학년 일부 등 유권자가 약 50만명 늘어나게 됐다.

'게임의 규칙'인 선거법을 야당과의 합의 없이 일방적으로 통과시킨 것은 헌정 사상 초유의 일이다.

표결을 막기 위해 심재철 한국당 원내대표가 국회의장석으로 올라가 강하게 항의했으나 표결 직전 한국당 의원들과 함께 국회 경위들에게 끌려내려갔다.

@highlight

자유한국당은 더불어민주당과 범여권 군소 정당이 일방적으로 통과시킨 '연동형 비례대표제'선거법에 대비하여 비례정당을 세워 의석을 확보하기 위한 방안을 추진하겠다고 29일 밝혔다.