은평구(구청장 김미경)는 민선7기 주요 사업으로 응암역 인근에 노후된 유휴공간을 아름다운 불광천을 볼 수 있는 전망공간으로 개선했다고 밝혔다.

기존 신사교 상부에 설치된 방류폭포의 하천수가 보행자에게 날려 통행 불편 등 민원 발생으로 상용 중지된 시설이 오랜 기간 방치된 채 있어 시설 노후 및 미관 저해가 발생하고 있었으며, 기존 보행로(보도)가 자전거 거치대 등으로 인해 보행 폭이 좁아 지하철(응암역) 및 불광천 이용객들에게 불편 사항들이 있었다.

도심 속 유휴 공간을 도시 재생 관점에서 고민해 온 은평구는 2018년부터 노후된 유휴 공간을 주민 친화 공간으로 활용할 수 있는 방법을 연구하며 준비해왔다.

기존 보행로와 데크를 단절시키는 요소(교량 난간 등)를 제거하고 데크와 보행로를 정비하여 보행환경을 개선, 노후 된 유휴 공간을 보행로와 같은 높이로 조정, 아름다운 불광천을 한 눈에 바라볼 수 있는 전망공간으로 탈바꿈하였다.

은평구는 시설물 정비 뿐 아니라 여름철 열섬현상 저감과 주민들에게 쾌적한 환경을 제공하기 위해 많은 신경을 썼다.

주변 온도를 저감시켜주는 쿨링포그(물안개)와 기존에 설치돼 있는 태양광 패널을 활용하여 그늘막으로 설치했다.

경관을 위해 설치된 조명은 태양광에서 생산된 에너지를 활용, 생태·에너지학습체험방과 연계하여 태양광 시설과 쿨링포그(물안개) 등 에너지 교육 장소로 활용할 계획이라고 밝혔다.

불광천 신사교 변신에 처음 보는 은평구의 한 주민은 반가워하며 "사용하지 않는 공간을 개선하여 새로운 볼거리와 아름다운 불광천을 한눈에 담을 수 있는 공간이 생겨 은평구를 상징하는 랜드마크가 된 거 같다"고 소감을 전했다.

은평구 관계자는 "앞으로도 특별한 쓰임 없이 비어 있던 공간을 도시 재생 관점에서 고민하여 창의적이고 아름다운 공간으로 만들 수 있도록 노력할 것"이라고 말했다.

@highlight

서울시 은평구는 민선7기 주요 사업으로 응암역 인근에 노후된 유휴공간을 정비하여 불광천을 볼 수 있는 전망공간으로 개선했다고 밝혔는데, 시설물 정비 뿐 아니라 여름철 열섬현상 저감과 주민들에게 쾌적한 자연 속 쉼터를 제공하여 불광천 전망공간은 은평구의 랜드마크로서 손색이 없다.