익산시가 국가식품클러스터 활성화를 위해 추진한 글로벌 식음료 기업유치가 큰 결실을 맺었다.

익산시는 27일 시청 소회의실에서 (유)삼각에프엠씨웰빙랜드 김봉길 회장과 정헌율 익산시장, 전북도 최재용 농축수산식품국장, 김기주 국가식품클러스터지원센터 사업본부장 등이 참석한 가운데 국가식품클러스터 투자협약을 체결했다고 밝혔다.

식음료 제조 전문기업인 (유)삼각에프엠씨웰빙랜드는 알로에, 과즙, 탄산, 커피 등의 음료를 생산해 40여개국에 수출하는 글로벌 식품기업으로 연간 400억원의 매출을 올리고 있다.

이날 협약에 따라 (유)삼각에프엠씨웰빙랜드는 국가식품클러스터산업단지 내 30,044㎡(약 9,088평) 부지에 300억원을 투자해 캔, PET, 파우치 등의 음료 생산 설비를 갖춘 신규 공장을 내년 가동할 예정으로 향후 120여명의 신규고용 창출과 지역경제 활성화에 크게 기여할 것으로 기대된다.

특히 기업은 국가식품클러스터만이 가지고 있는 원재료 수급, R&D, 판로, 수출 등 다양한 지원제도를 활용해 익산시, 농식품부, 전북도, 국가식품클러스터지원센터와 함께 새로운 성장 활로를 모색할 예정이다.

정헌율 익산시장은 “국내외 어려운 경영환경에도 불구하고 익산시에 투자를 결정한 (유)삼각에프엠씨웰빙랜드에 감사드린다”며 “음료산업은 식품산업의 커다란 축인 만큼 국가식품클러스터에 성공적으로 정착해 세계적인 음료 기업으로 성장해 나갈 수 있도록 아낌없는 지원과 협력을 아끼지 않겠다”고 밝혔다.

한편 국가식품클러스터는 현재 분양률 52%를 넘어서고 있으며 이달 10일 조세특례제한법 일부개정안의 국회 통과로 2021년까지 국가식품클러스터에 입주한 기업들은 법인세 3년간 100%, 2년간 50% 감면이 가능해져 분양계약 및 활성화에 탄력이 붙을 전망이다.

@highlight

익산시는  27일 시청 소회의실에서 (유)삼각에프엠씨웰빙랜드와 국가식품 클러스터 투자협약을 체결했으며 이를 통해  (유)삼각에프엠씨웰빙랜드에 아낌없는 지원과 협력을 보내겠다고 밝혔다. 