경남지방경찰청이 31일 오전 0시를 기준으로 2020년 운전면허 행정처분 특별감면을 실시한다고 30일 밝혔다.

이번 감면은 운전면허 행정 제재로 어려움을 겪는 생계형 운전자의 부담을 덜어주고, 경제 활동에 조기 복귀할 기회를 부여하기 위해 결정됐다.

대상 기간은 2017년 운전면허 행정처분 특별감면 기준일(2016년 7월13일~2017년 9월30일) 직후인 2017년 10월1일부터 2019년 9월30일까지다.

이 기간 교통법규를 위반하거나 교통사고로 인해 벌점을 부과받은 사람, 면허 정지 및 취소 처분 진행자, 면허 취득 제한 기간(결격 기간)에 있는 1만4401명이 감면 대상이다.

아울러 특별감면으로 벌점 부여자 1만3397명에게 부과된 벌점은 모두 삭제된다.

다만 음주운전, 사망사고, 난폭·보복 운전 벌점은 제외된다.

운전면허 정지 처분 중이거나 정지 절차가 진행 중인 30명은 남아 있는 정지 기간 집행이 면제되거나 정지 절차가 중단돼 바로 운전을 할 수 있다.

운전면허가 취소돼 운전면허를 취득할 수 없는 기간에 있는 974명은 결격 기간 해제로 운전면허 시험에 응시할 수 있다.

다만 음주운전자와 사망사고를 일으킨 운전자는 경각심 고취 및 예방 차원에서 제외했다.

뺑소니(인피사고), 난폭·보복 운전, 약물 운전, 차량 이용범죄, 허위·부정면허 취득, 자동차 강·절도, 단속 경찰관 폭행 등 중대한 교통법규 위반 행위자 및 시행일(2019년 12월31일) 기준으로 과거 3년 이내에 정지·취소·결격 기간 사면을 받았던 전력자들도 제외된다.

특별감면으로 운전면허 취소 처분이 면제된 사람과 공동 위험 행위와 교통사고 유발로 인한 운전면허 정지 처분이 면제된 사람은 내년 1월31일까지 도로교통공단에서 실시하는 교통안전교육 6시간을 수강해야 한다.

특별감면 확인은 경찰청 홈페이지와 경찰청 교통민원24에서 본인 인증 후 확인이 가능하다.

@highlight

경남지방경찰청은 경제 활동에 조기 복귀할 기회를 부여하기 위해 1만4401명을 대상으로 2020년 운전면허 행정처분 특별감면을 실시할 예정이라고 밝혔다.