김제시가 행정안전부 주관으로 이뤄진 2019년도 정부혁신 추진실적 평가에서 3년연속 우수기관으로 선정됐다.

이번 평가는 올 한해 자지단체가 추진해 온 5개 분야 중 자율혁신과 포용적 행정, 참여와 협력, 신뢰받는 정부, 혁신확산과 국민체감 등의 실적으로 평가됐다. 이 평가는 공정성과 객관성을 담보하기 위해 전문가평가단과 국민평가단이 3개 항목 14개 지표를 대상으로 학정했다.

특히, 시는 지난 5월 사회적 가치 중심 시정운영, 참여와 협력 강화, 신뢰받는 행정 등 3대 전략 및 22개 실천과제를 수립했다.

우선 시민들 체감도를 높이고 혁신 우수사례 확산을 위해 혁신적인 과제들을 추진해 왔다.

우선 자율추진 혁신과제로 △자투리 폐공간을 활용해 시민문화공간 북카페 조성.

△어르신 농촌마을 환경지킴이제를 추진해왔다.

또, 사회적 가치 구현을 위한.

△특장차를 통한 일자리와 지역경제 활성화.

△세대간 소통을 통한 자살예방 네트워크 구축 프로젝트 등이서 높이 평가됐다.

또한, 시민 참여와 협력으로 이뤄낸 △호남선 KTX 열차 정차, 주민친화적 인구정책 정보제공을 위한 △시민에게 드리는 작은행복 가이드북 제작·배부 등을 추진해 왔다. 이 밖에도 민생규제혁신과 주민자치활성화에 기여한 유공직원에 대해 국외연수지원과 혁신 우수사례를 추진한 부서에 성과관리 반영과 혁신추진단을 꾸려 주민생활혁신사례 선진지 견학과 특강을 통해 혁신역량을 다져왔다. 뿐만아니라, 김제시 혁신우수사례 경진대회’를 통해 혁신추진 동력확보와 장애요인 해소사례 확산 공유의 장을 갖기도 했다.

박준배 시장은 “참여와 신뢰를 통한 포용적으로 정부혁신을 추진한 결과 3년 연속 우수지자체로 선정되는 결실을 맺게됐다" 면서 “지속적인 혁신적인 과제들을 발굴·확산을 통해 시민들에게 혁신성과가 체감될 수 있도록 노력을 다하겠다.”고 전했다.

@highlight

김제시가 2019년도 정부혁신 추진실적 평가에서 기준으로 하는 5개 분야에서 우수한 전략 및 실천 과제를 수립하였다는 평가를 받아 3년연속 우수기관으로 선정되었다.