지난해 전국 하수도 보급률이 94%에 육박하는 것으로 나타났으나 전체 하수관로 중 42.5%는 건설 후 20년 이상 지난 노후한 것으로 조사됐다.

환경부는 30일 전국 하수처리장 설치ㆍ운영 및 하수관로, 하수도 사용료 등 국내 하수도 현황을 담은 '2018년 하수도 통계'를 공개했다.

주요 내용을 보면, 우리나라 인구 중 공공하수도 서비스를 제공받는 인구는 전 국민의 93.9%인 총 4983만명으로 조사됐다.

전년 대비 0.3%P(포인트) 증가했다.

지역별 하수도 보급률은 그러나 도시 95.9%, 농어촌(군지역)72.6% 등 도ㆍ농간 20%p 이상의 격차를 보였다.

다만, 10년 전인 2008년 격차가 44.5%p에 달했다는 점을 감안하면 많이 줄었다.

전국 하수관로 총연장은 15만6257km로 집계됐다.

지구 둘레(4만km)를 네바퀴 도는 것과 비슷한 규모다.

하지만 하수관로의 노후화는 심각한 수준이다.

전체의 42.5%에 달하는 6만6334km가 설치된 지 20년이 지난 경과한 것으로 조사됐다.

지역별 노후관로 비율은 서울과 대구, 부산 등 대도시가 상대적으로 더 높았다.

하수처리시설의 경우에도 건설 후 25년 이상 지난 곳이 52개소(전체의 8%)에 달했고, 30년 이상 경과한 시설도 13개소에 이르는 것으로 나타났다.

박미자 물환경정책국장은 "노후하수도가 지속해서 증가하고 있어 체계적인 정책지원이 필요하다"며 "공공하수도가 안정적으로 운영될 수 있도록 노후도 평가기준을 새로 마련하는 등 관련 제도를 정비하겠다"고 말했다.

한편, 지난해 전국에 신규 건설된 하수관로는 총 6754km로 집계됐고, 하수처리시설 41개소가 추가 설치돼 처리시설용량도 하루 1만6528㎥로 증가한 것으로 조사됐다.

또 하수처리수 재이용량은 11억1300만톤으로 10년 전보다 4억톤 이상 증가했으나 하수도요금은 1톤당 전국 평균 559.2원으로, 현실화율은 45.5%에 그친 것으로 확인됐다.

@highlight

지난해 전국 하수도 보급률이 94%에 육박하지만 지역별 하수도 보급률은 도시 95.9%, 농어촌(군지역)72.6% 등으로 20% 이상도시와 농촌간의 격차를 보이고 있으며 전체 하수관로 중 42.5%는 건설 후 20년 이상 지난 것으로 노후화가 심각하다.