5월단체 “특단의 대책 마련…엄중 처벌해야”

‘5·18 모독 망언’으로 국민적 공분을 일으켜 5·18 단체와 정치권에서 고발당한 자유한국당 김진태·이종명·김순례 의원과 공청회 발표자인 보수논객 지만원씨 등에 대해 경찰이 범죄 혐의가 인정되지 않는다고 결정했다.

30일 서울 영등포경찰에 따르면 지난 17일 5·18 민주화운동을 모욕하는 발언을 한 혐의로 고발당한 이들을 불기소 의견으로 검찰에 송치했다.

김진태 의원 등 현역 국회의원 3명은 서면으로 조사하고, 지씨는 소환한 경찰은 “고발된 의원들은 작년에 제정된 ‘5·18민주화운동 진상규명을 위한 특별법’과 관련한 논의를 위해 국회에서 공청회를 연 것”이라며 “국회의원은 직무상 한 발언에 대해 면책특권이 있기 때문에 처벌할 수 없다” 불기소의견 송치에 대한 이유를 설명했다.

경찰은 지씨에 대해서는 “대법원 판례를 보면 ‘개인의 의견표명’에 대해서는 명예훼손이 성립하지 않는다”며 “또한 지씨의 발언으로 명예가 훼손된 개인이나 단체가 특정되지 않는다”고 주장했다.

이에 5·18 기념재단과 5월 3단체(5·18유족회, 5·18부상자회, 5·18구속부상자회)는 이날 입장문을 내고 “국회의원 직위를 이용해 5.18민주유공자들을 악의적으로 왜곡과 폄훼한 사실에 상응한 엄중한 처벌이 이루어지도록 검찰이 재수사를 지시하거나 직접 수사를 하는 등의 특단의 대책을 강구하라”고 촉구했다.

한편 자유한국당 김진태·이종명 의원은 지난 2월 8일 국회 의원회관에서 지만원씨를 초청해 공청회를 열고 “80년 광주폭동이 10년, 20년 후 정치적으로 이용하는 세력에 의해 민주화운동이 됐다”고 발언해 논란을 불러 일으켰다.

같은 당 김순례 의원도 “조금 방심한 사이 정권을 놓쳤더니 종북 좌파들이 판을 치며 5·18 유공자라는 괴물 집단을 만들어 우리 세금을 축내고 있다”고 말했다.

지씨는 5·18 북한군 개입설을 또 주장했다.

@highlight

지난 17일 ‘5·18 모독 망언’으로 고발당한 자유한국당 의원 3명은 작년에 제정된 ‘5·18민주화운동 진상규명을 위한 특별법'과 관련하여 논의하던 중 직무상 한 발언으로 면책특권에 해당하여 처벌할 수 없어 불기소의견 송치되었다.