대구지방경찰청이 2019년 12월31일 0시를 기준으로 ‘2020년 운전면허 행정처분 특별감면’을 실시한다.

이번 감면은 운전면허 행정제재로 어려움을 겪는 생계형 운전자 등 서민의 부담을 덜고 경제활동에 집중하도록 돕고자 시행된다.

감면 대상 기간은 ‘2017년 운전면허 행정처분 특별감면’ 기준일(2016년 7월13일~2017년 9월30일) 직후인 2017년 10월1일부터 2019년 9월30일까지이다.

이 기간에 교통법규 위반과 교통사고로 인한 운전면허 벌점 부과대상자, 면허 정지·취소 처분 진행자, 면허취득 제한 기간(결격 기간)의 15만5천219명(대구경찰청 관리 대상)이 감면을 받는다.

또 특별감면으로 벌점 부여자 15만2천66명에게 부과된 벌점은 모두 삭제된다.

이에 따라 운전면허 정지 처분 중이거나 정지 절차가 진행 중인 710명은 남아 있는 정지 기간 집행이 면제되거나 정지 절차가 중단돼 바로 운전을 할 수 있다.

운전면허 취소처분 절차가 진행 중인 20명도 집행이 중단돼 즉시 운전할 수 있다.

운전면허를 취득할 수 없는 기간인 2천423명은 결격 기간 해제로 운전면허 시험에 응시할 수 있는 혜택이 주어진다.

다만 음주운전과 교통사고 사망사고, 뺑소니(인피), 난폭·보복 운전, 약물 운전, 차량 이용범죄, 허위·부정면허 취득, 자동차 강·절취, 단속 경찰관 폭행 등 중대한 교통법규 위반행위자는 감면 대상에서 제외된다.

운전면허 정지 처분과 취소처분 철회 대상은 우편으로 개별 통지할 예정이지만 벌점삭제와 결격해제는 개별적으로 확인해야 한다.

특별감면 확인은 경찰청 홈페이지(www.police.go.kr)와 경찰청 교통민원24(www.efine.go.kr)에서 본인인증 후 확인이 가능하다.

@highlight

대구지방경찰청이 운전면허 행정제재로 어려움을 겪는 생계형 운전자에게 부담을 덜어주기 위해 '2020년 운전면허 행정처분 특별감면'을 2019년 12월31일 0시 기준으로 실시하고 이에 따라 정지처분 혹은 해당 절차가 진행 중인 사람들 또한 바로 운전을 할 수 있다고 밝혔다.