전남 담양군(군수 최형식)은 지난 29일 담양읍 원도심과 메타프로방스 일원에서 개최된 '제3회 담양산타축제'가 성황리에 마쳤다고 30일 밝혔다.

지난 13일부터 17일간 펼쳐진 산타축제는 스토리를 담은 산타 조형물과 화려해진 트리, 감성을 자극하는 이벤트로 지난해 대비 22% 증가한 21만여 명이 방문했다.

또 추운 겨울을 녹일 만큼 열기가 대단해 메타프로방스를 중심으로 한 담양읍 일원의 크리스마스 마켓도시 조성 가능성을 높였다.

이번 산타축제에서는 중앙공원에 380개의 플라스틱 박스를 활용한 대형산타와 스토리가 담긴 벤치, 물방울 수목트리가 사진 명소로 인기를 끌었다.

메타프로방스 입구 초대형 산타를 비롯한 사랑의 열쇠길 등이 메타프로방스 알록달록한 건물과 조화를 이뤄 동화같은 풍경도 연출해 경관을 사진에 담으려는 관람객들로 장사진을 이뤘다.

특히 축제 이벤트로 진행한 당일 소비한 영수증을 가져오면 소정의 기념품을 증정하는 이벤트와 해동문화예술촌 등 원도심과 연계한 스탬프투어가 대성황을 이뤄 지역상가 활력을 불어넣었다는 평가를 받았다.

산타축제에 오면 산타를 만날 수 있다는 컨셉으로 행사장 곳곳에 산타복장과 탈을 착용한 산타가 돌아다니며 사진도 함께 찍어주고 대신 선물을 전달하는 행사도 진행해 아이들에게는 잊지 못할 추억을 선사했다.

이번 산타축제의 성공은 야간경관, 이벤트, 교통 등에 대한 사전준비가 철저히 이뤄졌고 관람객들의 감성을 자극하는 스토리텔링, 아기자기한 야간경관 연출, 상가 앞 트리장식과 산타모자 착용 등 축제에 적극 참여한 상인들의 열정이 이뤄낸 성과라 할 수 있다.

산타축제추진위원회 홍동남 위원장은 "야간경관과 크리스마스 아이템을 접목한 산타축제의 브랜드화를 통해 장기적으로 메타프로방스와 담양읍 일원을 크리스마스 마켓도시로 조성, 축제가 주민소득으로 이어지도록 노력하겠다"고 말했다.

@highlight

전남 담양군은 지난 29일 담양읍 원도심과 메타프로방스 일원에서 '제3회 담양산타축제'를 개최하여 담양읍 일원의 크리스마스 마켓도시 조성 가능성을 높였으며 이날 21만여 명이 방문하였다.