벤처업계에서 잘 알려진 '쥐띠 부부경영인' 황희승 잡플래닛 대표(36·사진 오른쪽)와 이혜민 핀다 대표(36)의 새해 각오는 당차면서도 원대했다.

두 사람은 중학교 2학년 때 짝꿍으로 만나 20여년의 인연 끝에 6년째 함께, 또 각자의 길을 걸어가고 있다.

그들은 지난 10년간 창업의 희로애락을 함께 겪었다.

황 대표는 구직자들이나 이직을 준비하는 직장인들에게 기업 정보를 제공하는 '잡플래닛'을 운영하고 있다.

황 대표는 '직장과 직장생활이 행복한 대한민국'을 강조했다.

그는 "내년에 잡플래닛은 직장인 사회의 투명한 등불이 돼서 서로 배려하고 상생할 수 있는 대한민국의 기업 문화를 만들기 위해서 노력할 것"이라고 했다.

황 대표는 "취업준비생들과 직장인들에게는 자신에게 맞는 좋은 직장이 어디인지 알려주고, 기업들에는 좋은 문화를 가질 수 있도록 도와주겠다"면서 "직장인과 회사가 서로 허심탄회하게 이야기하고 합리적으로 문제들을 해결해나갈 수 있는 연결통로가 되겠다"고 말했다.

황 대표의 든든한 우군이자 동료 CEO인 이혜민 핀다 대표는 내년 '현명한 빚테크의 해'를 꿈꾸고 있다.

이 대표는 '글로시박스'(화장품 샘플 정기구독), '베베앤코'(유아용품 유기농 식자재 배송), '눔'(건강 코칭 프로그램)을 창업한 경력이 있고, 4년 전 금융상품 중개서비스 플랫폼 '핀다'를 창업해 운영하고 있다.

이 대표는 "돈을 빌리는 것보다 잘 갚고 관리하는게 중요하다는 건 알지만 안타깝게도 아무도 어떻게 대출받아야 하고, 어떻게 관리해야 하는지 알려주지 않는다"며 "밀레니얼 세대들이 현명한 빚테크 전략을 핀다에서 찾을 수 있도록 하겠다"고 포부를 밝혔다.

이 대표는 "(청년들은) 독립, 이직, 내 집 마련, 노후 준비 등 돈을 빌려야 하는 일이 많을 텐데 이미 대출이 있는 사람이라면 다른 상품으로 갈아타는 것도 고민해볼 만하고, 중도상환 수수료를 내더라도 대출상품을 갈아타는 게 맞는지 따져봐야 한다"고 꼼꼼하게 조언했다.

@highlight

벤처업계 대표 쥐띠 부부경영인인 황희승 잡플래닛 대표와 이혜민 핀다 대표는 새해 각오를 전한 가운데, 황희승 대표는 배려와 상생하는 대한민국 기업 문화를 만들기 위해 노력할 것이라고 전했으며 이혜민 대표는 밀레니얼 세대들이 현명한 빚테크 전략을 할 수 있도록 하겠다고 말했다.