하루 2잔 이상 커피를 마신 사람의 뇌에는 치매를 유발하는 물질이 적다는 국내 연구 결과가 나왔다.

한림대동탄성심병원 정신건강의학과 김지욱 교수와 서울대 의과대학 공동연구팀은 2017년 55∼90세 성인 411명을 대상으로 커피 섭취에 따른 알츠하이머병 위험 여부를 분석한 결과 이같이 나타났다고 최근 밝혔다.

연구팀은 대상자를 평생 하루 2잔 미만으로 커피를 마신 그룹(269명)과 하루 2잔 이상 커피를 마신 그룹(142명)으로 나눴다.

이후 양전자단층촬영(PET)과 자기공명영상(MRI) 촬영을 통해 알츠하이머병을 유발하는 베타 아밀로이드(Aβ)가 뇌에 침착된 정도를 비교했다.

그 결과 평생 하루 2잔 이상 커피를 마신 그룹에서는 17.6%가 '대뇌 병적 베타 아밀로이드 침착 소견'이 나타났다.

대뇌 병적 베타 아밀로이드 침착 소견은 치매 유발 물질로 알려진 베타 아밀로이드가 알츠하이머병의 위험신호로 볼 수 있는 기준을 넘는 경우를 말한다.

반면 평생 하루 2잔 미만으로 커피를 마신 그룹에서는 27.1%가 대뇌 병적 베타 아밀로이드 침착 소견을 보였다.

특히 나이, 평생인지활동, 흡연 및 음주 여부 등 교란변수들을 보정한 결과 평생 하루 2잔 이상 커피를 마신 사람은 그렇지 않은 사람에 비해 대뇌 병적 아밀로이드 침착 위험도가 3분의 1 수준에 불과한 것으로 나타났다.

또 평생 마신 커피의 양이 증가할수록 베타 아밀로이드가 감소하는 것으로 나타났다.

평생 마신 커피의 양은 커피 섭취 기간에 하루에 마신 커피의 잔수를 곱해 계산했다.

김 교수는 “앞선 역학 연구에서 커피를 많이 마시는 사람은 알츠하이머병 및 치매에 걸릴 위험이 65% 감소한다는 결과가 있었다"며 "이번 연구는 (커피를 평생 하루 2잔 이상 마시면) 베타 아밀로이드 침착이 67% 정도 감소한다는 병리적 근거를 제시한 것”이라고 설명했다.

@highlight

한림대동탄성심병원이 커피 섭취에 따른 알츠하이머병 위험 여부를 분석한 결과 하루 2잔 이상 커피를 마신 사람의 뇌에는 치매를 유발하는 베타 아밀로이드 침착이 67%감소하여 치매에 걸릴 확률이 낮아진다는 연구 결과를 발표했다.