광주시가 올해 인권마을 사업의 성과를 공유하고 향후 사업방향을 논의하기 위한 ‘2019년 인권마을 성과발표회’를 최근 개최했다.

인권마을 만들기는 시가 지난 2013년 전국 최초로 시행한 인권 거버넌스 사업이다.

마을 주민 스스로 인권을 배우고 함께 마을을 들여다보고 지혜를 모아 인권문화공동체를 만들어 나가는 것이 주 내용이다.

2013년 3개 마을로 시작된 인권마을은 2019년 19개 마을로 확대됐으며, 주민들이 인권교육, 인권문화제, 인권캠프, 인권실태 조사, 소수자 인권보호 사업 등을 주도적으로 계획하고 실천하고 있다.

마을별로 살펴보면 문산마을은 인권사랑방, 인권배움터, 인권 사용자 창작 콘텐츠(UCC) 등에 10대 청소년부터 70대 이상 노년층까지 다양한 계층이 주체적으로 참여해 호평을 받고 있다.

월산마을은 ‘달뫼와 사백’이라는 프로그램으로 장애인과 비장애인의 인권과 권리를 찾기 위한 인권교육을 실시하고 있다.

특히 다름을 존중하는 ‘인권캠페인’, 청소년들과 함께 공감하는 ‘장애공감 작은 음악회’를 통해 장애인과 비장애인이 구분 없이 서로의 인권을 지켜주고 보호할 수 있는 인권의 터전을 마련하고 있다.

이 밖에도 밤실마을 ‘어린이·청소년 인권캠프’, 일곡마을 ‘청소년 인권탐험대, 인권문화제’, 풍암마을 ‘나눔장터, 마을 안전지도만들기’, 금호마을 ‘인권감수성충전하기, 놀이는 인권이다, 5·18인권 역사현장 탐방’, 노대마을 ‘인권을 다독이다, 인권동아리, 인권교육’ 등 다양한 프로그램을 통해 시민들 스스로 인권운동의 주체가 되기 위한 활동을 하고 있다.

더불어 19개 마을 대표들은 월 1회 모두가 참여하는 인권마을 월례회의를 개최하며 마을 간 사업을 공유하고 상호 컨설팅하며 시너지를 극대화하고 있다.

윤목현 민주인권평화국장은 “인권도시 광주에서 인권의 제도화를 넘어 시민의 삶에서 인권의 가치가 실현되는 것이 중요한데 인권마을 만들기 사업이 현장에서 인권을 체험하고 나누는 공간이 될 것으로 기대한다”고 말했다.

@highlight

광주시가 올해 인권마을 사업의 성과를 공유하고 향후 사업방향을 논의하기 위한 ‘2019년 인권마을 성과발표회’를 최근 개최하며 마을별로 10대 청소년부터 70대 이상 노년층까지 다양한 계층이 주체적으로 참여해 호평을 받고 있다.