인천시 계양TV 조성 연계 추진에 지역 시·구의원들 회견 열고 반발 "이미 대장동 소각장도 증설 논의 인근 주민 대기 생활권 침해 안돼"

더불어민주당 인천계양을지역위원회 소속 시·구의원들이 30일 인천시청 브리핑룸에서 기자회견을 열고 계양구 내 소각장 추가 건설을 반대하고 있다.

인천시가 계양구 내 소각장 추가 건설을 검토하자 반대 목소리가 높아지고 있다.

더불어민주당 인천계양을지역위원회 소속 시·구의원들은 30일 시청 브리핑룸에서 기자회견을 갖고 "이미 대장동 폐기물 소각장이 가동되고 있는데, 바로 인근에 소각장을 다시 짓는 것은 불공정한 위치 선정"이라고 지적했다.

이들은 시 환경국이 지난 9월 "계양테크노밸리 조성에 따른 쓰레기 소각장을 귤현동·동양동 귤현천 부근에 건설하겠다"는 내용의 검토안을 공문으로 국토교통부와 환경부, 시 도시개발계획과 등에 전달했다고 주장했다.

사전 협의 없이 공문이 전달된 사실이 알려지자 송영길 국회의원과 이용범 의장 등 지역구 의원들은 시에 강력히 항의하기도 했다.

이들은 "현재 300t 규모의 대장동 소각장에도 300t 추가 증설이 논의되고 있는데, 인근에 500~600t 규모의 소각장을 짓는다면 대기오염에 심각한 영향을 미칠 것"이라며 "새로운 택지 건설이 아닌 계양테크노밸리 1만6천500가구의 쓰레기 처리를 위해 기존에 거주하고 있는 동양·귤현동 2만7천여 주민의 대기생활권을 침해하는 것은 공정하지 못하다"고 말했다.

이들은 1월께 박성민 의원을 단장으로 하는 ‘(가칭)동양·귤현동 쓰레기소각장 반대 대책위원회’를 구성할 계획이다.

대책위는 지역 시·구의원을 중심으로 이뤄져 주민 의견 수렴 등 소각장 신설 반대 움직임을 가질 예정이다.

박성민 의원은 "동양·귤현동 일대는 김포공항으로 인한 고도제한지역이라 45m 이상 굴뚝을 지을 수 없는 상황에서 100m 이상 높이의 굴뚝이 필요한 소각장을 짓는다면 대기오염 분산이 어려워질 것"이라며 "시는 백지 상태에서 용역을 통해 적절한 쓰레기 처리 대안을 수립하라"고 촉구했다.

@highlight

더불어민주당 인천계양을지역위원들은 인천시가 인근에 추가 소각장 건설을 검토하자 대장동 폐기물 소각장이 가동되고 있는데 추가 설치는 불공정한 위치 선정이라며 반대하고 있다.