김수민 바른미래당 의원이 31일 "기록문화 도시로 선정된 청주에 내년부터 국비를 최대 100억원을 지원받게 됐다"고 밝혔다.

문화체육관광부는 지난 30일 문화도시심의위원회 심의를 거쳐 지역문화진흥법에 따른 제1차 문화도시로 충북 청주시를 포함해 경기 부천시, 강원 원주시, 충남 천안시, 경북 포항시, 제주 서귀포시, 부산 영도구 등 총 7곳을 지정했다.

문화도시 조성사업은 내년부터 본격적으로 시작된다.

바른미래당 청주 청원구 지역위원장을 맡고 있는 김 의원은 국회 문화체육광광위원회 소속이자 예산결산특위위원을 겸하고 있다.

김 의원은 "문체위원으로서 지난해 청주가 문화도시 예비후보지로 선정되는 과정부터 최근까지 문체위와 예결위에서 청주가 문화도시로 지정되도록 전력을 다했다"며 "청주가 마침내 문화도시로 선정돼 그 간의 노력에 보람을 느낀다. 청주 시민과 함께 기쁨을 함께 하겠다"고 소감을 전했다.

청주는 '직지'라는 기록유산의 가치를 현대인의 '일상의 기록'이 지닌 가치와 연결하고, '시민기록전' 등을 운영함으로써 문화 활동 확대 성과와 '기록' 관련 산업의 육성 가능성을 보여줬다는 평가를 받아 기록문화 도시로 선정됐다.

김 의원은 "문화도시 조성사업은 장기적인 관점에서 지역 스스로 도시의 문화 환경을 기획·실현해 나갈 수 있도록 포괄적으로 예산을 지원하는 사업"이라며 "문체부가 2020년에 국비 100억원(도시별 14억원 상당)을 지원하고, 2024년까지 5년 간 도시별 특성에 따라 최대 100억원을 지원해 문화도시 조성을 뒷받침할 계획"이라고 설명했다.

김 의원은 이어 "청주가 문화도시로 지정된만큼 가장 성공한 사례로 발전할 수 있도록 문체부가 예산뿐만 아니라 최대 5년에 이르는 사업 과정 전반에 걸쳐 자문, 문화도시 간 교류 등 행·재정적 지원을 해주기를 기대한다"면서 "청주를 문화도시로 조성해 청주 시민의 문화적 삶이 확산하고, 앞으로 문화창업, 관광산업 등으로 확대돼 청주 및 충북 전 지역이 세계적인 문화 도시로서의 경쟁력을 갖추게 되길 희망한다"고 했다.

@highlight

문화체육관광부는 지난 30일 문화도시심의위원회 평가를 거쳐 지역문화진흥법에 따른 제1차 문화도시로 충북 청주시, 경기 부천시, 강원 원주시, 충남 천안시, 경북 포항시, 제주 서귀포시, 부산 영도구 등 총 7곳을 선정한 가운데 청주시가 내년에 본격적으로 시작될 문화도시 조성사업 대상에 포함돼 국비를 최대 100억원 지원받게 되었다고 김수민 바른미래당 의원이 31일 밝혔다.