케이팝(K-POP)을 통해 전국 각지에서 모여든 사람들이 광주의 관광, 문화를 체험하는 영상이 31일 오후 6시 광주광역시 공식 유튜브 '빛튜브'를 통해 공개된다.

이번에 공개되는 영상은 광주투어 참가자들이 처음 접한 광주의 관광, 문화를 체험하는 일정을 브이로그(VLOG) 형식으로 촬영해 광주를 친근하게 느낄 수 있도록 제작됐다.

광주투어는 지난달 28일 방탄소년단(BTS) 멤버 제이홉의 '치킨누들수프' 커버댄스에 도전한 광주 시민들의 영상이 빛튜브를 통해 공개 된 후 3일 만에 10만 뷰를 넘어서는 등 큰 인기를 끈 것에 감사하는 의미로 추진됐다.

광주시는 이달 초 사전 공지를 통해 신청을 받은 후 추첨을 통해 최종 10명과 동반 1인 등 20명을 투어 대상자로 선정하고 지난 21~22일 투어를 실시했다.

투어는 '치킨누들수프' 커버댄스 영상에 등장하는 장소를 탐방하며 광주의 다양한 맛과 멋을 느끼는 방식으로 진행됐다.

서울, 부산, 대구 등 전국 각지에서 모인 투어 대상자들은 '치킨누들수프' 가사 속에 등장하는 충장로·금남로를 시작으로 국립 5·18민주묘지, 무등산, 양림동, 1913 송정역 시장 등 광주 대표 명소를 탐방하고 영상 속 춤을 직접 배우는 시간을 가졌다.

특히 5·18민주묘지를 방문할 때는 광주 주먹밥을 함께 먹으며 광주정신을 직접 느껴보기도 했다.

광주시는 치킨누들수프 커버 댄스 영상을 시작으로 이번 광주 투어 영상, 추후 광주 출신 케이팝(K-POP) 스타, 스포츠 스타, 1인 크리에이터 등을 활용한 소셜네트워크시스템(SNS) 마케팅을 이어갈 예정이다.

김용승 시 시민소통기획관은 "현재 광주시는 페이스북, 인스타그램 등 소셜네트워크서비스(SNS) 매체를 적극 활용해 시민참여형·공감형 시정 홍보를 이어가고 있다"며 "앞으로도 관광, 스포츠, 문화 등의 활동에 소셜네트워크서비스(SNS) 마케팅을 접목해 다양한 방향으로 시민들과 소통하겠다"고 말했다.

@highlight

31일 오후 6시 '빛튜브'에서는 방탄소년단(BTS) 멤버 제이홉의 '치킨누들수프' 커버댄스를 시도한 광주 시민들의 영상이 사람들에게 주목을 받은 것에 감사하는 의미로 추진된 광주투어를 공개하여 광주의 다양한 맛과 멋을 체험하는 모습을 보여주었다.