'고등학교 3학년생 유권자'가 공직선거법을 위반하는 일이 없도록 교육부가 새 학기 전 가이드라인을 보급한다.

교육부는 중앙선거관리위원회와 협조해 학생과 교사가 내년 총선 때 선거법에 저촉되는 행위를 하지 않도록 법상 허용되는 선거운동과 그렇지 않은 선거운동을 구분해 제시하는 '사례집'을 만들어 내년 3월 학기 시작에 앞서 일선 학교에 배포할 계획이라고 구랍 31일 밝혔다.

최근 선거법이 개정되면서 내년 총선부터 만 18세도 투표와 선거운동이 가능해졌다.

새로 선거권을 갖게 된 만 18세 중 일부는 내년 총선 때 고교생인 상태에서 선거에 참여하게 된다.

하지만 '학교 내 선거운동' 사례는 물론 기준이 없어 일각에서는 학생 유권자들이 본의 아니게 선거법을 어길 수 있다고 우려한다.

한국은 선거운동 제한이 강한 나라로 꼽힌다.

내년 총선 때 선거권을 행사할 수 있는 고교 3학년생이 몇 명인지 정확한 통계는 아직 없다.

다만 총선일이 내년 4월 15일로 '2002년 4월 16일 이전'에 태어났어야 투표할 수 있다는 점을 고려하면 '고교생 유권자'는 약 5만∼6만명일 것으로 교육계는 추정한다.

2002년생 대부분이 초등학교에 입학한 2009년 입학 연령 기준이 바뀌었다.

그래서 2009년에는 이전과 달리 2002년 3월부터 12월까지 10개월 사이 태어난 학생들만 학교에 입학했다.

2002년 1월과 2월에 태어난 이들은 대부분 2008년에 초등학교에 들어가 올해 고3을 보냈다.

이런 사정을 고려하면 내년 총선 때 학생 신분으로 투표할 수 있는 학생은 2002년 3월생과 2002년 4월생 일부일 것으로 보인다.

통계청에 따르면 2002년 3월 출생자는 4만7753명, 2002년 4월 출생자는 4만3453명이다.

충북지역 학생 유권자 인구는 올 11월 말 기준으로 5만3463명이다.

선거구별로는 청주 상당 6850명, 서원 7770명, 흥덕 9166명, 청원 6204명, 제천·단양 5287명, 중부3군(증평·진천·음성) 5672명, 동남4군(보은·옥천·영동·괴산) 4722명이다.

@highlight

선거법의 개정으로 내년 총선부터 만 18세도 투표와 선거운동이 가능해짐에 따라 교육부는 고등학교 3학년생 유권자가  선거법에 저촉되는 행위를 하지 않도록  선거관련 가이드라인 '사례집'을 만들어 3월 새 학기 전에 일선 학교에 배포할 계획이라고 31일 밝혔다.